{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 12,
    "day": 15
  },
  "case_number": "昭和53(行ウ)2",
  "case_name": "伊方発電所原子炉設置変更(二号炉増設)許可取消請求事件",
  "court_name": "松山地方裁判所",
  "field": "行政",
  "gist": "原子力発電所の加圧水型原子炉の増設を予定していた電力会社が行った原子炉設置変更許可申請に対して通商産業大臣がした許可処分が違法であるとして周辺住民がした同処分の取消請求が，棄却された事例",
  "case_gist": "原子力発電所の加圧水型原子炉の増設を予定していた電力会社が行った原子炉設置変更許可申請に対して通商産業大臣がした許可処分が違法であるとして周辺住民がした同処分の取消請求につき，同処分の過程に手続的違法はなく，また，前記電力会社の技術的能力適合性についての同大臣の判断に看過し難い過誤又は欠落があるとは認められず，他方，増設予定地の地盤及び地震に係る安全性については，許可当時の科学的，専門技術的知見に基づいて敷地前面海域に断層活動が認められないとした同大臣の判断に誤りがあったことは否定できないが，現在の知見を踏まえても，基本設計どおりに設置して稼働させた場合，基本設計が講じている事故防止対策が不十分なために重大事故が起こる可能性が高いとまでは認められないから，そのような誤りがあったからといって，前記申請をめぐる安全審査が不合理であって，同大臣のした前記許可処分が違法であるということはできないなどとして，前記請求を棄却した事例",
  "lawsuit_id": "15699",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=15699",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/699/015699_hanrei.pdf",
  "contents": "主　　　文\n一　原告らの請求をいずれも棄却する。\n二　訴訟費用は原告らの負担とする。\n事実及び理由\n第一章　当事者の申立て\n第一　原告ら\n一　本件許可処分（内閣総理大臣が昭和五二年三月三〇日付けで四国電力に対して\nした伊方発電所原子炉設置変更（本件原子炉増設）許可処分）を取り消す。\n二　訴訟費用は被告の負担とする。\n第二　被告\n主文同旨\n第二章　事案の概要等\n第一　事案の概要\n本件は、すでに一号炉の原子炉設置許可を受けていた伊方発電所について、新た\nに本件原子炉（二号炉）の増設を予定していた四国電力が、規制法二六条一項に基\nづいて行った原子炉設置変更（本件原子炉増設）許可申請に対し、被告（当時は内\n閣総理大臣）が昭和五二年三月三〇日にした本件許可処分が違法であると主張し\nて、伊方発電所の設置場所である愛媛県西宇和郡α及び近隣市町村に居住する原告\nらが、その取消しを求めた事案である。\n第二　争点の前提となる事実\n一　当事者・本件許可処分の存在等\n当事者間に争いがない事実、証拠（乙一、二の１～４、三の１～３、四、六四、\n六五、七九、八〇、八五、八六、証人Ｐ１、同Ｐ２）及び弁論の全趣旨によれば、\n以下の事実が認められる。\n１　申請者は、すでに一号炉の原子炉設置許可を受けていたが、一号炉の南側に隣\n接して原子炉一基を二号炉として設置するため（第１図参照）、規制法二三条二項\n二、五、八号に掲げる事項を変更する必要が生じたことから、昭和五〇年五月三〇\n日、内閣総理大臣に対し、本件許可申請を行った（規制法二六条一項）。なお、四\n国電力は、昭和五二年一月二〇日、本件許可申請の一部補正を行っている（本件許\n可申請の存在は争いがない。）。\n２　内閣総理大臣は、本件許可申請を受け、昭和五〇年六月一〇日、原子力委員会\nに対し、本件許可申請が規制法二四条一項各号に掲げる許可の基準に適合している\nか否かについて諮問を行った（規制法二六条四項、二四条二項）。\n３　原子力委員会委員長は、右諮問を受け、原子力委員会に設置されている安全審\n査会に対し、本件許可申請の原子炉に係る安全性に関する事項（規制法二四条一項\n三号要件（技術的能力部分）及び四号要件）の調査審議を指示し、それ以外の事項\nについては、原子力委員会において直接調査審議を行うことにした（設置法二条、\n一四条の二）。\n４　安全審査会は、昭和五〇年六月一六日、九名の審査委員とＰ１、Ｐ２\nら一〇名の調査委員からなる第一二一部会を設置し（安全審査会運営規程八条）、\n第一二一部会は、通商産業省原子力発電技術顧問会と合同で審査を行うこととし、\n昭和五〇年九月一〇日に第一回部会を開催して審査方針を検討するとともに、主と\nして原子炉施設関係を担当するＡグループ、主として周辺公衆の被曝線量評価等の\n環境関係を担当するＢグループ、主として地盤・地震関係を担当するＣグループを\nそれぞれ設けて審査を開始した。\n５　第一二一部会は、以後、ＡないしＣグループの合同会合（五回）、Ａ・Ｂグル\nープの合同会合（一回）、各グループ単位での会合（Ａグループ一九回、Ｂグルー\nプ一二回、Ｃグループ一一回）、現地調査（四回）を行うとともに、適宜、安全審\n査会に審査状況を報告してその審議に付しつつ、審査を行っていたが、昭和五二年\n二月一五日の部会において部会報告書を決定し、安全審査会は、同月二三日、「本\n件原子炉の設置変更に係る安全性は十分に確保し得るものと認める。」との安全審\n査報告書を決定し、安全審査会会長は、原子力委員会委員長に対し、右審査結果を\n報告した（安全審査会運営規程六条）。\n６　原子力委員会は、右報告を踏まえ、本件許可申請が規制法二四条一項各号に掲\nげる許可の基準に適合しているか否かについて検討し、原子力委員会委員長は、昭\n和五二年三月二五日、内閣総理大臣に対し、本件許可申請が右各基準に適合してい\nるものと認める旨の答申を行った。\n７　内閣総理大臣は、右答申を尊重し、通商産業大臣の同意を得た上、昭和五二年\n三月三〇日、申請者に対し、本件許可処分をした（規制法二六条四項、二四条二\n項、設置法三条、規制法七一条一項。本件許可処分の存在は争いがない。）。\n８（一）　原告らは、いずれも、伊方発電所の設置場所である愛媛県西宇和郡αを\n中心に、東は同郡β、同県八幡浜市、西は同県西宇和郡γ（第１図参照）の本件原\n子炉施設から約一・八キロメートルないし約三〇キロメートルの範囲内の肩書住所\n地に居住する者である。\n（二）（１）　原告らは、昭和五二年五月二八日、本件許可処分について、行政不\n服審査法四八条、二五条一項ただし書に基づく異議申立てを内閣総理大臣宛に行\nい、昭和五三年三月一〇日、右異議申立てを棄却する旨の決定がなされた（右事実\nは争いがない。）。\n（２）原告らは、昭和五三年六月九日、被告を内閣総理大臣として、本訴を提起し\nた。\n９（一）　昭和五\n三年法律第八六号による改正により、実用発電用原子炉の設置の許可は通商産業大\n臣の権限とされ、同法附則三条により、右改正前の規制法の規定に基づき内閣総理\n大臣がした本件原子炉の設置変更許可処分は、通商産業大臣がしたものとみなされ\nることになった。\n（二）　本訴係属中、①元原告Ｐ３は昭和五八年一一月三〇日、②元原告Ｐ４は平\n成五年七月七日、③元原告Ｐ５は昭和六一年四月一〇日、④元原告Ｐ６は平成三年\n二月一三日、⑤元原告Ｐ７は平成六年七月一七日、⑥元原告Ｐ８は平成七年八月二\n二日、⑦元原告Ｐ９は昭和五三年一一月二四日、それぞれ死亡し、同原告らと被告\nとの間の訴訟は、当然に終了した（なお、元原告Ｐ４、同Ｐ６については、相続人\nの一部から受継の申立てがなされているが、本件許可処分の取消しを求める法律上\nの利益は、一身専属的なものであり、相続の対象となるものではないから、これら\nの者が訴訟を承継することはできない。）。\n１０　本件原子炉の営業運転開始日、一号炉、三号炉の原子炉設置許可ないし設置\n変更許可処分等の経過は、次のとおりである。\n（一）（１）　申請者は、昭和四七年五月八日、内閣総理大臣に対し、一号炉の原\n子炉設置許可申請を行い、昭和四七年一一月二九日、右設置許可を受けたが、右許\n可処分については、本訴原告らの一部を含む周辺住民により、内閣総理大臣宛の異\n議申立てがなされ、これが棄却された後、昭和四八年八月、その取消しを求める訴\n訟が提起され、平成四年一〇月二九日、一号炉昀高裁判決が言い渡され、右取消請\n求を棄却した一審判決が確定した。\n（２）　一号炉は、昭和五二年九月三〇日、その営業運転が開始された。\n（二）　本件原子炉は、昭和五七年三月一九日、その営業運転が開始された。\n（三）（１）　申請者は、昭和五九年五月二四日、通商産業大臣に対し、原子炉設\n置変更（三号炉増設）許可申請を行い、昭和六一年五月二六日、右設置変更許可を\n受けたが、右許可処分については、本訴原告らの一部を含む周辺住民により、同年\n七月二五日、通商産業大臣宛の異議申立てがなされ、平成一〇年五月七日、右異議\n申立てを棄却する旨の決定がなされた。\n（２）　三号炉は、平成六年一二月一五日、その営業運転が開始された。\n（３）　なお、三号炉は、一号炉及び本件原子炉と同一の敷地内に設置されてい\nる。\n二　本件原子炉施設の概要\n証拠（乙一、二の１～４、三の１～３、四、五二、六四\n、六五）及び弁論の全趣旨によれば、以下の事実が認められる。\n１　概要\n（一）　本件原子炉は、愛媛県西宇和郡αに所在する伊方発電所一号炉の南側に隣\n接して、同型同出力の濃縮ウラン、軽水減速、軽水冷却型（加圧水型）、熱出力約\n一六五万キロワット（電気出力約五六万六五〇〇キロワット）の原子炉（二号炉）\nとして設置されるものである。\n（二）　伊方発電所は、愛媛県の西部にある佐田岬半島の基部の北側海岸にあり、\n伊予灘に面している（第１図参照）。同発電所の敷地面積は、約七五万平方メート\nルであり、そのうち約一六万平方メートルは標高約一〇メートルに造成され、原子\n炉格納施設、原子炉補助建家及びタービン建家等の主要構造物が設置される。\n（三）（１）　本件原子炉の炉心の位置は、一号炉の炉心から南方向約一〇九メー\nトルのところにあり、本件原子炉の本体の中心から伊方発電所の敷地境界までの昀\n短距離は、南南東方向で約六三〇メートルである。\n（２）　本件原子炉から昀寄りの一般人家（α奥）までの距離は、約一三〇〇メー\nトルであり、昭和四九年六月当時、本件原子炉を中心とする半径三〇キロメートル\n以内の人口分布は、三キロメートル以内が約三九〇〇人、五キロメートル以内が約\n七八〇〇人、一〇キロメートル以内が約二万二〇〇〇人、二〇キロメートル以内が\n約九万八〇〇〇人、三〇キロメートル以内が約一七万六〇〇〇人である。\n（四）　本件原子炉施設は、原子炉及び炉心、原子炉冷却系統施設、工学的安全施\n設、原子炉補助施設、計測制御系統施設、放射性廃棄物廃棄施設、その他の施設か\nら構成される。\n２　原子炉及び炉心\n原子炉及び炉心は、原子炉容器、燃料集合体、炉内構造物、制御棒クラスタ、制\n御棒クラスタ駆動装置等から構成される（第２の１図参照）。\n（一）　炉心は、一二一体の燃料集合体を円柱状に配列して構成される。燃料集合\n体は、燃料棒、制御棒クラスタ案内管及び炉内計測用案内管から構成される（第２\nの２図参照）。燃料棒は、濃縮ウランの焼結ペレットを被覆管に挿入し密封したも\nのである（第２の２図参照）。燃料集合体は、上部及び下部炉心支持板等の炉内構\n造物によって支持される。\n（二）　原子炉容器は、上部及び底部が半球形の円筒形容器で、内径約三・三メー\nトル、内のり全高約一一・二メートル、昀小肉厚約一一センチメートルであり、内\n部には、燃料集合体、炉内構造物、制御棒クラスタ等が配置され\nる（第２の３図参照）。\n（三）　本件原子炉における反応度の制御は、制御棒クラスタの操作及び一次冷却\n材中のほう素濃度調整の独立した二つの方法によって行われる。制御棒クラスタ\nは、制御棒を一六本束ねて構成され、通常運転時は磁気ジャック式駆動装置により\n駆動されるが、原子炉スクラム時には、自重によリ炉心に挿入される。一次冷却材\n中のほう素濃度は、化学体積制御設備により調整される。\n３　原子炉冷却系統施設\n原子炉冷却系統施設は、一次冷却設備、二次冷却設備その他の設備から構成され\nる（第２の１図参照）。\n（一）　一次冷却設備は、原子炉容器、蒸気発生器、一次冷却材ポンプ、加圧器、\n一次冷却材配管、弁類等から構成され、それら内部を一次冷却材が循環する。右各\n設備は、原子炉格納容器内に設置される。\n原子炉で加熱された一次冷却材は、一次冷却材ポンプによって循環させられ、蒸\n気発生器の伝熱管を通過する際に、伝熱管壁を介して二次冷却材と熱交換を行い、\n再び原子炉に還流する。本件原子炉施設は、このような閉回路が二系統設置され\nる、いわゆる二ループ型である。そのうちの一回路には、一次冷却材圧力バウンダ\nリの圧力を調整する加圧器が設置される。\n（二）　二次冷却設備は、主蒸気系統（主蒸気管、弁類等）、蒸気タービン、復水\n器、給水ポンプ等から構成され、それら内部を二次冷却材が循環する。\n二次冷却材は、蒸気発生器を介して一次冷却材と熱交換を行い、蒸気となって蒸\n気タービンを駆動した後、復水器を通って水に戻され、再び蒸気発生器に還流す\nる。\n４　工学的安全施設\n工学的安全施設（安全防護施設ともいう。）は、非常用炉心冷却設備（ＥＣＣ\nＳ）、原子炉格納施設、原子炉格納容器スプレイ設備及びアニュラス空気再循環設\n備から構成される（第２の４図参照）。\n（一）　非常用炉心冷却設備は、蓄圧注入系、高圧注入系及び低圧注入系の三つの\n系統から構成され、非常用炉心冷却設備作動信号等によってほう酸水を炉心に注入\nし、炉心の冷却を維持する。\n（二）　原子炉格納施設は、原子炉格納容器、外周コンクリート壁及びその付属設\n備から構成される。原子炉格納容器は、内径約三三メートル、全高約六七メートル\nの上部半球下部皿形鏡円筒型の炭素鋼製の容器である。外周コンクリート壁は、原\n子炉格納容器より約三メートル大きい内径をもち、円筒上部ドーム型の鉄筋コンク\nリート造であり、ドーム部厚さは約二〇な\nいし六〇センチメートル、円筒部厚さは約七〇ないし九〇センチメートル、地上高\nさは約六七メートルである。外周コンクリート壁円筒部と原子炉格納容器円筒部と\nの間の下部には、アニュラス部という閉空間が設けられる。\n（三）　原子炉格納容器スプレイ設備\n原子炉格納容器スプレイ設備は、格納容器スプレイポンプ、格納容器スプレイ冷\n却器、よう素除去薬品タンク等から構成される。\n（四）　アニュラス空気再循環設備\nアニュラス空気再循環設備は、アニュラス排気ファン、フィルタユニット等から\n構成される。\n５　原子炉補助施設\n原子炉補助施設は、化学体積制御設備、余熱除去設備、原子炉補機冷却水設備、\n原子炉補機冷却海水設備、燃料取扱及び貯蔵設備、使用済燃料ピット水浄化冷却設\n備並びに試料採取設備から構成される。\n６　計測制御系統施設\n計測制御系統施設は、原子炉計装、プロセス計装、原子炉制御設備、原子炉保護\n設備、工学的安全施設作動設備及び中央制御室から構成される。\n７　放射性廃棄物廃棄施設\n放射性廃棄物廃棄施設は、気体廃棄物処理設備、液体廃棄物処理設備及び固体廃\n棄物処理設備から構成される（第２の５図参照）。\n８　その他の施設\nこれら以外にも、非常用電源等の電気施設、遮蔽設備、放射線監視設備等の放射\n線管理施設、給水処理設備、換気設備、消火設備等の発電所補助施設等が設置され\nる。\n第三章　周辺住民の原告適格\n規制法二六条四項で準用される同法二四条一項三号（技術的能力に係る部分に限\nる。）及び四号の設けられた趣旨、右各号が考慮している被害の性質等にかんがみ\nると、右各号は、単に公衆の生命、身体の安全、環境上の利益を一般的公益として\n保護しようとするにとどまらず、原子炉施設周辺に居住し、原子炉事故等がもたら\nす災害により直接的かつ重大な被害を受けることが想定される範囲の住民の生命、\n身体の安全等を個々人の個別的利益として保護すべきものとする趣旨を含むと解す\nるのが相当であるところ（もんじゅ昀高裁判決参照）、前記第二章の第二の二のよ\nうな種類、構造、規模等を有する本件原子炉施設から、前記第二章の第二の一８\n（一）のとおり約一・八キロメートルないし約三〇キロメートルの範囲内の地域に\n居住している原告らは、いずれも本件原子炉の設置変更許可の際に行われる規制法\n二四条一項三号所定の技術的能力の有無及び四号所定の安全性に関する各審査に過\n誤、欠落がある場合に起こ\nり得る事故等による災害により直接的かつ重大な被害を受けるものと想定される地\n域内に居住する者というべきであるから、本件許可処分の取消しを求める本訴請求\nにおいて、行訴法九条にいう「法律上の利益を有する者」に該当するものと認める\nのが相当である。\n第四章　原告らの憲法違反の主張\n一　原告らは、原子力発電所は極めて危険であり、その存在自体が周辺住民の生活\nを脅かすものであるから、原子力発電所の設置許可の要件等を定めた規制法、本件\n原子炉の設置を許可した本件許可処分は、憲法一一条、一三条、二五条に違反する\n旨主張する。\nしかし、規制法は、原子力発電所が原子炉内部に人体に有害な放射性物質を多量\nに発生させる施設であることを前提にして、その危険を潜在的なものにとどめ、放\n射性物質による災害を防止し、公共の安全を図るために必要な規制を行っているの\nであるから（規制法一条参照）、原子力発電所の設置によって当然に周辺住民の基\n本的人権が侵害されるということはできない。\nしたがって、規制法、さらには、同法所定の基準に本件許可申請が適合するとし\nた本件許可処分が憲法に違反するということはできず、原告らの右主張は採用する\nことができない。\n二　原告らは、本件許可処分は、周辺住民の基本的人権にかかわるものであるにも\nかかわらず、「許容被曝線量等を定める件」（科学技術庁告示）や「線量目標値指\n針」（原子力委員会決定）という法律ではない基準を用いた安全審査に依拠してな\nされており、憲法一一条、一四条、一八条、二五条、二九条、四一条に違反する旨\n主張する。\nしかし、被曝線量に関する本件安全審査は、規制法二六条四項で準用される二四\n条一項四号の規定に基づいてなされたものであるところ、同号が原子炉の安全性に\n関する許可基準につき、「災害の防止上支障がないものであること」と抽象的、包\n括的な規定をするにとどめているのは、原子炉施設の安全性に関する審査が、後記\n第五章の第一の二３記載のとおり、多方面にわたる極めて高度な昀新の科学的、専\n門技術的知見に基づいてなされる必要がある上、科学技術は不断に進歩、発展して\nいるのであるから、原子炉施設の安全性に関する基準を具体的かつ詳細に法律で定\nめることは困難であるのみならず、昀新の科学技術水準への即応性の観点からみて\n適当ではないとの見解に基づくものと考えられ、このような見解をもって不合理で\nあるということはできない\n。\nしたがって、被曝線量に関する基準が法律によって規定されていないことを理由\nとする原告らの右憲法違反の主張も採用することができない。\n第五章　本件訴訟における司法審査の在り方\n第一　本件訴訟における審理・判断の方法、主張・立証、原子炉設置（変更）許可\nの段階における安全審査の対象\n一　概要\n原子炉設置者は、規制法二三条二項二号から五号まで又は八号に掲げる事項を変\n更しようとするときは、内閣総理大臣（被告行政庁）の許可を受けなければならな\nいとされており（同法二六条一項）、右許可については、原子炉設置の許可の基準\nを定めている同法二四条の規定が準用されている（同法二六条四項）ことにかんが\nみると、本件訴訟における裁判所の審理・判断の方法、主張・立証、原子炉設置\n（変更）許可の段階における被告行政庁の安全審査の対象については、原子炉設置\n許可処分の取消訴訟に関する後記二ないし四記載の一号炉昀高裁判決の見解と同様\nに考えられ、本件訴訟においては、①規制法二四条一項三号（技術的能力部分に係\nる部分に限る。）及び四号所定の基準の適合性の判断については、原子力行政の責\n任者である被告行政庁の専門技術的裁量が認められること、②本件許可処分が違法\nと解される可能性があるのは、昭和五二年当時の科学技術水準に照らし本件安全審\n査が不合理であった場合のみならず、現在の科学技術水準に照らし本件安全審査の\n調査審議及び判断の過程に看過し難い過誤、欠落があった場合があること、③主\n張・立証については、まず、被告行政庁の側において、その裁量的判断に不合理な\n点のないことを主張・立証する必要があるが、客観的主張立証責任の問題として\nは、原告らにおいて、被告行政庁の裁量的判断に逸脱・濫用があることの主張立証\n責任を負担するものであること、④本件安全審査の対象は、本件原子炉施設の基本\n設計の安全性にかかわる事項のみに限定されることなどが前提とされることにな\nる。\n二　審理・判断の方法\n１　原子炉を設置しようとする者は、内閣総理大臣の許可を受けなければならない\nとされており（規制法二三条一項）、内閣総理大臣は、原子炉設置の許可申請が、\n同法二四条一項各号に適合していると認めるときでなければ許可してはならず（同\n条一項）、右許可をする場合においては、右各号に規定する基準の適用について\nは、あらかじめ核燃料物質及び原子炉に関する規制に関すること等を所掌事務とす\nる\n原子力委員会の意見を聴き、これを尊重してしなければならないものとされており\n（同条二項）、原子力委員会には、学識経験者及び関係行政機関の職員で組織され\nる安全審査会が置かれ、原子炉の安全性に関する事項の調査審議に当たるものとさ\nれている（設置法一四条の二、三）。\n２　また、規制法二四条一項三号は、原子炉を設置しようとする者が原子炉を設置\nするために必要な技術的能力及びその運転を適確に遂行するに足りる技術的能力を\n有するか否かにつき、同項四号は、当該申請に係る原子炉施設の位置、構造及び設\n備が核燃料物質（使用済燃料を含む。）、核燃料物質によって汚染された物（原子\n核分裂生成物を含む。）又は原子炉による災害の防止上支障がないものであるか否\nかにつき、審査を行うべきものと定めている。原子炉設置許可の基準として、右の\nように定められた趣旨は、原子炉が原子核分裂の過程において高エネルギーを放出\nする核燃料物質を燃料として使用する装置であり、その稼働により、内部に多量の\n人体に有害な放射性物質を発生させるものであって、原子炉を設置しようとする者\nが原子炉の設置、運転につき所定の技術的能力を欠くとき、又は原子炉施設の安全\n性が確保されないときは、当該原子炉施設の従業員やその周辺住民等の生命、身体\nに重大な危害を及ぼし、周辺の環境を放射能によって汚染するなど、深刻な災害を\n引き起こすおそれがあることにかんがみ、右災害が万が一にも起こらないようにす\nるため、原子炉設置許可の段階で、原子炉を設置しようとする者の右技術的能力並\nびに申請に係る原子炉施設の位置、構造及び設備の安全性につき、科学的、専門技\n術的見地から、十分な審査を行わせることにあるものと解される。\n３　右の技術的能力を含めた原子炉施設の安全性に関する審査は、当該原子炉施設\nそのものの工学的安全性、平常運転時における従業員、周辺住民及び周辺環境への\n放射線の影響、事故時における周辺地域への影響等を、原子炉設置予定地の地形、\n地質、気象等の自然的条件、人口分布等の社会的条件及び当該原子炉設置者の右技\n術的能力との関連において、多角的、総合的見地から検討するものであり、しか\nも、右審査の対象には、将来の予測に係る事項も含まれているのであって、右審査\nにおいては、原子力工学はもとより、多方面にわたる極めて高度な昀新の科学的、\n専門技術的知見に基づく総合的判断が必要とされるものであるこ\nとが明らかである。そして、規制法二四条二項が、内閣総理大臣は、原子炉設置の\n許可をする場合においては、同条一項三号（技術的能力に係る部分に限る。）及び\n四号所定の基準の適用について、あらかじめ原子力委員会の意見を聴き、これを尊\n重してしなければならないと定めているのは、右のような原子炉施設の安全性に関\nする審査の特質を考慮し、右各号所定の基準の適合性については、各専門分野の学\n識経験者等を擁する原子力委員会の科学的、専門技術的知見に基づく意見を尊重し\nて行う内閣総理大臣の合理的な判断にゆだねる趣旨と解するのが相当である。\n４　以上の点を考慮すると、右の原子炉施設の安全性に関する判断の適否が争われ\nる原子炉設置許可処分の取消訴訟における裁判所の審理・判断は、原子力委員会若\nしくは安全審査会の専門技術的な調査審議及び判断を基にしてされた被告行政庁の\n判断に不合理な点があるか否かという観点から行われるべきであって、現在の科学\n技術水準に照らし、右調査審議において用いられた具体的審査基準に不合理な点が\nあり、あるいは当該原子炉施設が右の具体的審査基準に適合するとした原子力委員\n会若しくは安全審査会の調査審議及び判断の過程に看過し難い過誤、欠落があり、\n被告行政庁の判断がこれに依拠してされたと認められる場合には、被告行政庁の右\n判断に不合理な点があるものとして、右判断に基づく原子炉設置許可処分は違法と\n解すべきである。\n三　主張・立証\n原子炉設置許可処分についての右取消訴訟においては、右処分が前記のような性\n質を有することにかんがみると、被告行政庁がした右判断に不合理な点があること\nの主張、立証責任は、本来、原告が負うべきものと解されるが、当該原子炉施設の\n安全審査に関する資料をすべて被告行政庁の側が保持していることなどの点を考慮\nすると、被告行政庁の側において、まず、その依拠した前記の具体的審査基準並び\nに調査審議及び判断の過程等、被告行政庁の判断に不合理な点のないことを相当の\n根拠、資料に基づき主張、立証する必要があり、被告行政庁が右主張、立証を尽く\nさない場合には、被告行政庁がした右判断に不合理な点があることが事実上推認さ\nれるものというべきである。\n四　原子炉設置（変更）許可の段階における安全審査の対象\n１　規制法は、その規制の対象を、製錬事業（第二章）、加工事業（第三章）、原\n子炉の設置、運転等（第四章）、再処理事業（第\n五章）、核燃料物質等の使用等（第六章）、国際規制物質の使用（第六章の二）に\n分け、それぞれにつき内閣総理大臣の指定、許可、認可等を受けるべきものとして\nいるのであるから、第四章所定の原子炉の設置、運転等に対する規制は、専ら原子\n炉設置の許可等の同章所定の事項をその対象とするものであって、他の各章におい\nて規制することとされている事項までをその対象とするものでないことは明らかで\nある。\n２　また、規制法第四章の原子炉の設置、運転等に関する規制の内容をみると、原\n子炉の設置の許可、変更の許可（二三条ないし二六条の二）のほかに、設計及び工\n事方法の認可（二七条）、使用前検査（二八条）、保安規定の認可（三七条）、定\n期検査（二九条）、原子炉の解体の届出（三八条）等の各規制が定められており、\nこれらの規制が段階的に行われることとされている（なお、本件原子炉のような発\n電用原子炉施設について、規制法七三条は二七条ないし二九条の適用を除外するも\nのとしているが、これは、電気事業法（昭和五八年法律第八三号による改正前のも\nの）四一条、四三条及び四七条により、その工事計画の認可、使用前検査及び定期\n検査を受けなければならないこととされているからである。）。したがって、原子\n炉の設置の許可の段階においては、専ら当該原子炉の基本設計のみが規制の対象と\nなるのであって、後続の設計及び工事方法の認可（二七条）の段階で規制の対象と\nされる当該原子炉の具体的な詳細設計及び工事の方法は規制の対象とはならないも\nのと解すべきである。\n３　右にみた規制法の規制の構造に照らすと、原子炉設置の許可の段階の安全審査\nにおいては、当該原子炉施設の安全性にかかわる事項のすべてをその対象とするも\nのではなく、その基本設計の安全性にかかわる事項のみをその対象とするものと解\nするのが相当である。もとより、原子炉設置の許可は、原子炉の設置、運転に関す\nる一連の規制の昀初に行われる重要な行政処分であり、原子炉設置許可の段階で当\n該原子炉の基本設計における安全性が確認されることは、後続の各規制の当然の前\n提となるものであるから、原子炉設置許可の段階における安全審査の対象の範囲を\n右のように解したからといって、右安全審査の意義、重要性を何ら減ずるものでは\nない。\n第二　本件訴訟における裁判所の審理・判断の対象と争点の概要\n一　審理・判断の対象\n１　本件訴訟は、規制法二六条一項に基づい\nてなされた本件許可申請が同条四項で準用される二四条一項各号所定の基準に適合\nするとした本件許可処分の取消しを求める行政訴訟であり、右許可に係る手続的適\n法性と右各基準（実体的要件）に適合するとした被告行政庁の判断に関する実体的\n適法性が裁判所の審理・判断の対象となるものであるが、右実体的要件のうち、一\n号要件、二号要件及び三号要件（経理的基礎部分）については、原告らの法律上の\n利益に関係せず、原告らが違法事由として主張することはできない（行訴法一〇条\n一項）と解されるから、実体的適法性としては、三号要件（技術的能力部分）及び\n四号要件適合性のみが裁判所の審理・判断の対象になるというべきである。\n２　また、右の四号要件適合性については、安全性確保の問題が放射性物質の有す\nる危険性をいかに顕在化させないかという点にあることにかんがみ、原告らの主張\nする違法事由及びこれに対する被告の反論等を踏まえて分類すると、①本件原子炉\n施設は地盤及び地震との関連において安全に設置され得るかどうか、②本件原子炉\n施設は事故の発生を未然に防止することができるようになっているかどうか、③本\n件原子炉施設は平常運転に伴って放出される放射性物質による周辺公衆の被曝線量\nを十分低く抑えることになっているかどうか、④本件原子炉施設は万一の事故を想\n定した場合においても周辺公衆から十分離れているかどうか、との四つの安全性に\n大別することが可能である。\n二　争点の概要\n右一によれば、本件訴訟における争点の概要は、次のとおりとなる。\n１　本件許可処分の手続的適法性（第六章第一）\n２　本件許可処分の実体的適法性\n（一）　三号要件（技術的能力部分）適合性（第六章第二）\n（二）　四号要件適合性\n（１）　地盤及び地震に係る安全性（第六章第三）\n（２）　事故防止対策に係る安全性（第六章第四）\n（３）　平常運転時における被曝低減対策に係る安全性（第六章第五）\n（４）　公衆との離隔に係る安全性（第六章第六）\n第六章　争点に対する判断\n第一　本件許可処分の手続的適法性\n一　認定事実に基づく当裁判所の判断\n本件許可処分は、前記第二章の第二の一１ないし７の経過を経ていることにかん\nがみると、規制法、設置法等の所定の手続に則りなされたものと認められる。\n二　原告らの主張する主な事項についての検討\n１　原告らは、本件許可処分は、その手続において徹底的に住民不在が貫かれてお\nり、原子力基本法\nが定める自主、民主、公開の三原則に違反し、違法である旨主張する。\nしかし、原子力基本法二条に定めるいわゆる原子力三原則は、原子力の研究、開\n発及び利用についての基本方針の宣言であり、原子炉の設置変更許可手続を直接規\n制するものと解することはできないから、本件許可処分手続に原子力基本法の適用\nがあるとする原告らの右主張は、前提において失当である。\n２　原告らは、本件許可処分は、原子炉の研究、開発等の推進を図るために設置さ\nれた原子力委員会の答申を尊重してなされたものであって手続的に違法であり、本\n件安全審査後、原子力委員会が組織を原子力安全委員会と分離されたのは、被告に\nおいて、従来の手続が設置許可の方向に偏っていたことを自覚したことの証左であ\nる旨主張するところ、証拠（甲三五の７、二三七の１）及び弁論の全趣旨によれ\nば、本件許可処分後の昭和五三年七月、原子力関連法制の改正が行われ、原子力委\n員会から新たに原子力安全委員会が分離・設置され、原子力委員会の所管していた\n事務のうち、原子炉の安全確保のための規制等に関するものが、原子力安全委員会\nに移管され、安全審査会は、原子力委員会に代わって原子力安全委員会に置かれる\nことになったことが認められる。\nしかし、原子力委員会は、あくまでも原子力の研究、開発及び利用に関する行政\nの民主的な運営を図るために設置されたものであり（設置法一条）、また、本件安\n全審査当時においても、原子炉に係る安全性に関する事項についての調査審議は、\n原子力委員会が直接行うのではなく、資格が法定された各専門分野の学識経験者等\nによって組織される安全審査会の科学的、専門技術的知見に基づく調査審議の結果\nを踏まえて行われることが予定され（同法一四条の二、三、安全審査会運営規程六\n条）、本件においても、前記第二章の第二の一３ないし５のとおり、安全審査会の\n調査審議の結果を踏まえて行われているのであるから、このような審査体制をもっ\nて不公正であるということはできない。\nしたがって、設置法三条の規定に基づき原子力委員会の答申を尊重してなされた\n本件許可処分の手続に瑕疵があるということはできず、この点に関する原告らの主\n張は理由がない。\n第二　本件許可処分の実体的適法性（三号要件（技術的能力部分）適合性）\n一　本件安全審査の審査内容の概要\n証拠（乙二の１、四、六五）によれば、本件安全審査においては、本件許可申請\n書添付書類等に基づき、①申請者が、すでに一号炉の建設の実績を有すること、②\n本件原子炉施設の設置に当たっては、約一三〇名の技術要員を予定し、運転に当た\nっては、一号炉の要員約一一〇名に三〇名程度の増員を予定していること、③これ\nらの技術者については、日本原子力研究所原子炉研修所等の社外専門諸機関を活用\nして養成訓練を行うほか、一号炉の運転等の実務を通じて社内での教育訓練を実施\nすることになっていることなどが確認された結果、申請者には、本件原子炉施設を\n設置するために必要な技術的能力及び運転を適確に遂行するに足りる技術的能力が\nあると判断されたことが認められる。\n二　認定事実に基づく当裁判所の判断\n１　右の三号要件（技術的能力部分）適合性についての本件安全審査の審査内容等\nにかんがみると、その調査審議及び判断の過程に看過し難い過誤、欠落があると認\nめることはできない。\n２　したがって、右の本件安全審査の調査審議及び判断を基にしてされた被告行政\n庁の判断に不合理な点があると認めることもできない。\n三　原告らの主張する主な事項についての検討\n原告らは、申請者に関する事情として、①一次冷却材中の放射性物質の濃度が上\n昇した状態で、昭和五八年六月六日以降、漫然と本件原子炉の運転を継続していた\nこと、②三号炉建設時における機器の取付間違いを、平成八年一月一四日に事故\n（湿分分離加熱器逃がし弁の損傷）が発生したことによって初めて発見したこと、\n③住民の反対にもかかわらず、昭和六二年一〇月と昭和六三年二月に本件原子炉を\n使用して出力調整運転試験を行ったことなどを挙げ、これらは、規制法において要\n求されている技術的能力が欠如していることを示すものである旨主張する。\nしかし、規制法二四条一項三号の技術的能力部分に関する要件は、主として原子\n炉の建設、運転による災害の防止を図るという観点から、申請者が、それに必要な\n組織、要員を確保し得るかどうかという点を中心に、人的、組織的な面から、事業\n者としての適格性があるか否かを判断するものと解されるから、原告らの指摘する\n事情をもって申請者の技術的能力が欠如しているということはできない。\nしたがって、この点に関する原告らの主張は理由がない。\n第三　本件許可処分の実体的適法性（四号要件適合性のうち、地盤及び地震に係る\n安全性）\n一　本件安全審査の審査内容の概要\n証拠（甲一〇の１～４、６、７、一三の１\n～７、五三、五四、六三、六六、一二七ないし一三〇、一八六、一八七、乙一、二\nの１～４、三の１～３、四、一七の１～３、二一の１～３、二二の１～３、三四、\n三八の１～３、三九、四〇、四四、四七、四八、五一、五三、六二ないし六五、証\n人Ｐ１、同Ｐ２、認定事実末尾に括弧書きの証拠）及び弁論の全趣旨によれば、以\n下の事実が認められる。\n１　前提となる事実等\n（一）　自然的立地条件の中での地盤及び地震の問題の位置付け\n原子炉が自然的立地条件との関連において安全に設置され得るかどうかの判断に\n当たって考慮すべきものには、地盤、地震、気象、水理等の問題があるが、地盤及\nび地震の問題については、本件安全審査において、前記第二章の第二の一４のとお\nり、第一二一部会にＣグループ（審査委員二名と調査委員五名で構成）が設けら\nれ、調査委員として、地盤及び地震に関する研究者であるＰ２（構造地質学が専門\nで、地震と断層、地震と地質構造との関係の研究者）、Ｐ１０（地震や活断層が専\n門で、東京大学地震研究所に所属）等が参加して、調査審議が行われた。\n（二）　本件安全審査において用いられた具体的審査基準\n（１）　本件安全審査を行うに際しては、「立地審査指針」（昭和三九年五月二七\n日原子力委員会決定）及び「安全設計審査指針」（昭和四五年四月二三日原子力委\n員会決定）への適合性が検討された。\n（２）　「立地審査指針」は、安全審査会が安全審査を行う際、万一の事故に関連\nして、その立地条件の適否を判断するために策定されたものであり、「大きな事故\nの誘因となるような事象が過去においてなかったことはもちろんであるが、将来に\nおいてもあるとは考えられないこと。また、災害を拡大するような事象も少ないこ\nと。」を原則的立地条件の一つとしている。\n（３）　「安全設計審査指針」は、安全審査会が安全審査を行うに際して審査の便\nとなる指針を取りまとめたものであり、敷地の自然条件に対する設計上の考慮、耐\n震設計として、以下の事項を審査すべきものとしている。\nア　当該設備の故障が、安全上重大な事故の直接原因となる可能性のある系及び機\n器は、その敷地及び周辺地域において過去の記録を参照にして予測される自然条件\nのうち昀も過酷と思われる自然力に耐え得るような設計であること。\nイ　安全上重大な事故が発生したとした場合、あるいは確実に原子炉を停止しなけ\nればならない場合のごとく、事故による結果を\n軽減もしくは抑制するために安全上重要かつ必須の系及び機器は、その敷地及び周\n辺地域において、過去の記録を参照にして予測される自然条件のうち昀も過酷と思\nわれる自然力と事故荷重を加えた力に対し、当該設備の機能が保持できるような設\n計であること。\nウ　原子炉施設は、その系及び機器が地震により機能の喪失や破損を起こした場合\nの安全上の影響を考慮して重要度により適切に耐震設計上の区分がなされ、それぞ\nれ重要度に応じた適切な設計であること。\n（三）　本件安全審査における調査審議の対象\n本件安全審査においては、右「立地審査指針」及び「安全設計審査指針」を用\nい、申請者が提出した本件許可申請書及び添付書類等に基づき、第一に、地盤に係\nる安全性に関して、①本件原子炉施設の敷地及び敷地周辺の地盤は、原子炉施設に\n損傷を与えるような自然現象を起こさないかどうか、②本件原子炉主要施設付近の\n基礎岩盤は、原子炉主要施設を支持するために十分な地耐力を有し、地震等による\n岩盤破壊や不等沈下等を起こさないかどうか、第二に、地震に係る安全性に関し\nて、本件原子炉施設に影響を及ぼす可能性のある地震を適切に想定し、想定される\n地震力に対して適切な耐震設計が講じられるかどうか（耐震設計の妥当性）につい\nて調査審議が行われた。\n２　地盤に係る安全性について\n（一）　申請者が行った地盤に関する調査の概要\n（１）　敷地周辺の地質\nア　敷地のある佐田岬半島は、地質構造区分上では西南日本外帯と内帯を区別する\n中央構造線の南側の三波川変成岩帯に属し（第３の１図（１）・（２）、第３の２\n図参照）、緑泥石片岩、石英片岩、絹雲母片岩が主として分布し、一部に黒色片岩\nが見られる。\nイ　中央構造線は、佐田岬半島の北側の伊予灘海底を同半島とほぼ平行に走ってい\nるものと推定されるが、同半島全般の地形や地質状況からみると、半島上には、活\n断層や中央構造線の直接的な破砕作用を受けたことを示す露頭は見当たらない。\nウ　なお、中央構造線とは、西南日本をほぼ縦断する地質構造上の境界線（断層）\nであって、四国地方においては、三波川帯と和泉砂岩層との境界として現われてお\nり、四国山地北麓をほぼ東西に走り、四国西部の愛媛県周桑郡桜樹付近で南へ曲が\nり、松山市の南南西約二〇キロメートルの同県伊予郡上灘付近から海中に没し、大\n分県臼杵市北方において再びその存在が推定されている（甲一二の１～３、弁論の\n全趣旨）\n。\n（２）　敷地の地形\n敷地は、四国の西端に細長く突出した佐田岬半島の付け根付近に位置し、瀬戸内\n海の伊予灘に面している。\n佐田岬半島は、長さ約四〇キロメートル、幅〇・八ないし六キロメートルの細長\nい半島であって、標高三〇〇メートル程度の分水嶺が通った山脈状の地勢を有し、\n起伏の多い丘陵状の傾斜地からなり、その南側斜面は宇和海に、北側斜面は伊予灘\nに落ち込んでいる。\n敷地周辺の地形も、半島全体と同様に標高二〇〇メートル前後の尾根を背にし、\n小規模の沢が発達したかなり複雑な地形である。海岸線は大部分崖状を呈し、小規\n模ながら海岸段丘が見られる。海面下の地形も急深で、三〇〇メートル程度沖合か\nら広がる水深約六〇メートルの平坦な海底につながっている。\n（３）　敷地の地質\nア　敷地の地質の概要\n（ア）　敷地の地盤を構成する岩石は、緑泥石片岩、緑レン石片岩を主とし、一部\nに石英片岩、絹雲母片岩の薄層を挾む結晶片岩（緑色片岩）である。緑色片岩には\n片理が発達しているが、岩質は新鮮かつ堅硬である。\n（イ）　原子炉格納施設等の主要構造物の基礎岩盤は、全般的に堅硬であり、数本\nの破砕帯が見られるが、いずれも小規模なものであり（昀も規模が大きいもので、\n全幅約数センチメートルないし三五センチメートル、長さ二〇〇メートル程度）、\n活断層も存在しない。\n（ウ）　基礎岩盤は、一平方メートル当たり一四〇〇トンまでの繰り返し荷重に対\nしても、弾性的な挙動を示している。\nイ　地質・地盤の調査経緯\n当該地点の地質・地盤に関する調査は、以下のとおり実施した。\n（ア）　まず、地質図、地域の地勢、土地利用状況に関する文献、地方誌、地質関\n係学術文献及び空中写真を利用して、佐田岬半島地域の地質全般について調査・検\n討し、地点周辺で大きな地変や地盤災害等が過去になかったことを確かめ、岩盤を\n構成する岩石の一般的性質及び地域の地質構造等からみて原子力発電所地点として\n十分な基礎岩盤を見出しうるものと判断して、概略の発電所位置を設定した。\n（イ）　次に、発電所予定地の表土層の厚さ、岩質等を確かめるため、「予備ボー\nリング」調査を実施し、また、地点周辺及び敷地内の地表に関する「全般地質踏\n査」を行った。また、ボーリングコアを使用した「第一回岩石試験」、敷地の海岸\nに広く分布する岩盤露頭の詳細な「海岸露頭地質測量」等の現地調査に基づき、①\n発電所予定敷地内に大規模な破砕帯のな\nいこと、②この地域の地すべりの主な原因となる黒色片岩層や急な褶曲のないこ\nと、③岩石の物理的性質が全般的に一定した十分な広さの基盤が得られることなど\nの発電所設置上重要な基本的地質・地盤状況に関する資料を得た。\n（ウ）　右の結果を踏まえ、発電所重要施設の配置計画に基づく重要施設の基礎の\n地質状態を確認するため、一号炉、本件原子炉予定炉心基礎部を結ぶ試掘横坑を掘\n削し、現位置における「詳細地質調査」を実施した。\n（エ）　また、この試掘坑を利用して、設計に必要な重要施設の基盤の諸特性値を\n調査した。すなわち、「常時微動測定」によって地震波に対する基盤の周波数応答\n特性を調べ、「基盤のＰ、Ｓ波測定」によって基盤の弾性波伝播速度（Ｐ、Ｓ波速\n度）、動弾性係数、ポアソン比を求めた。ジャッキによる「静的載荷試験」及びジ\nャッキと加振器の組合せによる「動的載荷試験」からは、それぞれ岩盤の静的及び\n動的荷重と変形の関係を調べ、荷重の種類及び大きさに対する現地岩盤の変形特\n性、静及び動弾性係数を求めた。また、試掘坑内の基礎試料を採取し、「第二回岩\n石試験」を行って、基盤の試料の一般的物理特性値及び片岩特有の片理面と荷重方\n向の角度による物性の相違について詳細に調べ、現地の片理面の傾きにおける岩盤\nの物理特性の目安を得た。\n（オ）　さらに、設計基盤面での地質状態の深さ方向への連続性を調べるため、坑\n内の一号炉、本件原子炉炉心予定部より、それぞれ深さ一〇〇メートルまで鉛直ボ\nーリングを行った。また、坑内で見出された断層の中で比較的年代の新しいと推定\nされる断層について、「断層追跡調査」、「断層判定調査」を行い、その断層の活\n動性を調査した。\n（カ）　一方、地山を切り取って原子炉重要施設を配置するためにできる切取後の\n地山及び法面の安定性を検討するための基礎的資料を得る目的で法面出現予定位置\nにおいて「法面ボーリング」を実施した。\nウ　その他の調査\nサイトの切取、掘削工事施工区域において「地表弾性波探査」を実施し、試掘坑\n内において「試掘坑内弾性波探査」を実施した。\n（４）　敷地前面海域の地質\nア　敷地前面の伊予灘海域を通過すると推測される中央構造線の具体的な通過位置\nを調べるため、敷地を中心に東西各五キロメートル、沖合一〇キロメートルの範囲\nについて、昭和四七年一〇月、音波探査（スパーカー）を実施した結果、敷地前面\nの沖合五ないし八キロメートルの\n海岸線とほぼ平行な海域で、パターンの不連続や乱れ（地層の不連続や地形の変化\nが著しいことを示す。）がやや集中的にみられたため、顕著な断層の存在を予想\nし、これを中央構造線と推定した。\nイ　しかし、音波探査の記録は、地層の音響的な相違から海底の地層の形状や硬さ\nの変化等を反映するものであって、海底の地層や岩石を直接標示するものではない\nので、敷地前面海域の詳細な地質構造を明らかにするためには、更に広範囲にわた\nって陸上の露頭で確認されている地層を海上において追跡調査し、音波探査の記録\nを陸上の地層と関連させながら解析することが必要であることから、敷地東方向約\n四〇キロメートルの伊予市海岸付近から敷地西方約四〇キロメートルの佐賀関半島\nに至る露頭調査と並行して、海岸線より沖合一〇キロメートルの範囲について、昭\n和四九年一〇月から一一月及び昭和五〇年三月から四月の二回に分けて音波探査\n（スパーカー）を実施した。\nウ　音波探査の実施に当たっては、あらかじめ佐田岬半島の長手方向と直角に三な\nいし五キロメートル間隔で各々延長約一〇キロメートルの予定探査測線を設定し、\nこの探査測線が伊予市及び佐賀関付近における陸上の特徴的な地層と密着するよう\n適宜変更しながら東から西へと測定範囲を広げ、昀終東西九五キロメートルの範囲\nを探査した（第３の３図（１）参照）。\n（二）　本件安全審査における調査審議及び判断\n（１）　敷地及び敷地周辺の地盤について\n本件安全審査においては、申請者が実施した地質図・地質関係学術文献等の調\n査、空中写真の判読等の結果により、①敷地のある佐田岬半島地域は、地質構造区\n分上、三波川変成岩帯に属していること、②敷地周辺においては、有史以来、原子\n炉施設に損傷を与えるような大規模な地すべり、陥没現象、地盤変動、火山活動が\nなかったことなどが確認された結果、敷地及び敷地周辺の地盤は、地質的に安定し\nており、近い将来においても原子炉施設に損傷を与えるような自然現象を起こすお\nそれはないと判断された。\n（２）　基礎岩盤について\n本件安全審査においては、申請者が実施した文献調査、地表踏査、ボーリング調\n査、試掘横坑による地下地質調査、地表・試掘横坑内での弾性波探査、試掘横坑内\nのジャッキ試験、ボーリングコアを用いた岩石試験、詳細地質調査、ボーリング調\n査等の結果により、本件原子炉主要施設付近の基礎岩盤は、①新鮮かつ堅硬な緑色\n片岩で\nあること、②一平方メートル当たり一四〇〇トン以上の支持力を有しており、原子\n炉施設の基盤への常時の荷重が一平方メートル当たり約五〇トンであるのに対し、\n十分な地耐力を有していること、③数本の破砕帯がみられるものの、いずれも原子\n炉主要施設の設置上問題となるような規模のものではないこと、④小規模な断層も\nみられるものの、将来活動するような性質のものではないことなどが確認された結\n果、原子炉主要施設を支持するために十分な地耐力を有し、地震等による地盤破壊\nや不等沈下等を考慮する必要はないと判断された。\n（３）　敷地前面海域について\n本件安全審査においては、申請者が一号炉審査の際に実施した音波探査におい\nて、敷地前面の沖合五ないし八キロメートルの海岸線とほぼ平行な海域で地層の不\n連続や地形の変化が著しいことを示す記録が認められたことから、断層（以下「前\n面海域断層群」という。）の存在が予想され、中央構造線活断層系に属する活断層\nであると推定されたが、その後に申請者が追加実施した音波探査（スパーカー）の\n記録によれば（第３の３図（２）参照）、右の場所には昀上位の沖積層相当層に断\n層変位が及んでいないと解釈されたことから、少なくとも沖積層相当層の堆積以後\n（約一万年前以降）の断層活動は認められないと判断された（なお、申請者が一号\n炉設置許可以降に行った微小地震の観測結果も検討されたが、微小地震が面的に配\n列するような傾向はみられなかった。）。また、前面海域断層群以南の海域の記録\nは極めて安定し、敷地近傍の地盤も安定しており、近い将来においても断層運動等\nの大きな地変は予想されるものではないと判断された。\n３　地震に係る安全性について\n（一）　申請者が行った耐震設計の概要\n申請者は、「安全設計審査指針」に適合するように以下のような内容の耐震設計\nを行った。\n（１）　耐震設計の基本方針\nア　発電所施設を安全上の要求から耐震設計上の重要度に応じてＡ、Ｂ及びＣの三\nクラスに分類し、それぞれの重要度に応じた解析手法と設計条件により十分な耐震\n設計を実施する。特にＡクラスの施設については、敷地基盤で考慮すべき昀強の地\n震動である設計地震動に対して動的解析を用いる設計法をも併用する。\nイ　右の重要度に応じ分類された施設相互の間では、下位の分類に属する施設の破\n損によって上位の分類に属する施設に波及的事故が起こらないように設計する。\nウ　原子炉格納\n施設等の重要な施設は、地質、地盤調査に基づき確認された堅硬な岩盤に直接設置\nする。\nエ　原子炉施設は原則として剛に設計する。\nオ　発電所周辺の一般公衆の放射線障害を未然に防止するうえで緊要な原子炉格納\n容器及び原子炉停止装置については、その安全上の重要性にかんがみ一定の設計余\n裕を確保するため、設計地震動の一・五倍の地震動（これを「安全余裕検討用地震\n動」という。）に対しても、それらの施設に課せられている安全機能が十分保持さ\nれることを確認する。\n（２）　重要度による分類\nすべての原子炉施設を、安全上の重要度からＡ、Ｂ及びＣの三クラスに分類す\nる。\nＡクラスに分類されるのは、原子炉冷却材圧力バウンダリや原子炉格納施設等の\nように、その機能喪失が原子炉事故を引き起こす可能性のある施設及び周辺公衆の\n災害を防止するために緊要な施設である。\nＢクラスに分類されるのは、原子炉補助建家、放射性廃棄物廃棄施設等のような\n高放射性物質に関連する施設である。\nＣクラスに分類されるのは、Ａクラス又はＢクラス以外の施設である。\n（３）　解析手法・設計条件\nア　解析手法\n設計地震動を求める手法として、①Ａクラスについては、静的・動的双方の解析\nを用い、②Ｂクラスについては、静的解析を原則とし、必要な場合には機器及び配\n管類に対して動的解析を用い、③Ｃクラスについては、静的解析を用いる。\n設計に当たっては、静的及び動的解析により求められるいずれの地震力をも下回\nることのない地震力を用いる。\nイ　静的解析\n静的解析による設計地震力の決定には、建築基準法に示される震度を基にした\n「水平震度」と基礎底面における水平震度の二分の一倍の値である「鉛直震度」を\n用いる。\n静的解析の設計条件として、第一に、Ａクラスにおいては、①建物・構築物につ\nいて、水平震度・鉛直震度のそれぞれ三倍の震度から求められる地震力を用い、②\n機器・配管類について、水平震度・鉛直震度のそれぞれ三・六倍の震度から求めら\nれる地震力を用い、第二に、Ｂクラスにおいて、①建物・構築物について、水平震\n度・鉛直震度のそれぞれ一・五倍の震度から求められる地震力を用い、②機器・配\n管類について、水平震度・鉛直震度のそれぞれ一・八倍の震度から求められる地震\n力を用い、第三に、Ｃクラスにおいては、①建物・構築物について、水平震度によ\nる地震力を用い、②機器・配管類について、水平震度の一・二倍の震度\nから求められる地震力を用いる。\nＡクラス、Ｂクラスのいずれの場合においても、水平震度による地震力と鉛直震\n度による地震力は、同時に不利な方向に作用するものとする。\nウ　動的解析\n動的解析による設計地震力の決定には、①建物・構築物については、「設計基礎\n応答曲線」を用い、②機器・配管類については、「設計床応答曲線」を用いる。\n設計基礎応答曲線は、過去の地震に基づいて算定された敷地基盤における昀大加\n速度、地震の特性及び敷地地盤での振動特性を備えた設計地震波を基に設計上の配\n慮を加えて作成する。\nエ　Ａクラスの施設の耐震設計\n①建物・構築物については、設計基礎応答曲線とそれらの振動特性により求めら\nれる水平地震力及び静的解析で用いる鉛直地震力を用い、②機器・配管類について\nは、据付位置における設計床応答曲線とそれらの振動特性により求められる水平地\n震力及び静的解析で用いる鉛直地震力を用い、③機器のうち、安全対策上特に緊要\nな原子炉格納容器及び原子炉停止装置については、その安全上の重要性にかんがみ\n一定の設計余裕を確保するため、設計基礎応答曲線又は設計床応答曲線により求め\nられる水平地震力の一・五倍の地震力及び静的解析で用いる鉛直地震力に対して\nも、それらの機能が保持されることを確認する。\nオ　Ｂクラスの施設の耐震設計\n機器・配管類で支持構造物の振動と共振のおそれのあるものは、据付位置におけ\nる設計床応答曲線とそれらの振動特性により求められる水平地震力の二分の一倍及\nび静的解析で用いる鉛直地震力を用いる。\n（４）　設計地震動の設定\n動的解析に用いる設計地震動は、以下のとおり設定する。\nア　タイプＡ及びＢの分類\n伊方発電所の基盤で震度四ないし五以上をもたらした有史以来の地震の主なもの\nに着目し、震源、規模及び地震動周期等を考慮して、近地及び遠地の地震（タイプ\nＡ及びＢ）に分類し、それぞれの分類に属する過去の記録地震の規模・深さ・震央\n距離等から敷地地盤における過去の昀大の地震動を種々の算定式を用いて推定す\nる。\nイ　タイプＡの地震の昀大加速度\n（ア）　タイプＡの主な地震としては、比較的近地の伊予・安芸（一六四九年）、\n伊予宇和島（一七四九年・第３の４図参照）、伊予西部（一八五四年）、宇和島沖\n（一九六八年）の各地震が該当する。これらの地震のマグニチュードは七程度、震\n源距離は三〇ないし五〇キロメートル程度、敷地基盤における昀大\n加速度は一〇〇ないし一五〇ガル程度、卓越周期は〇・三ないし〇・四秒程度であ\nる。\n（イ）　右の地震のうち、過去に昀も大きな地震動を敷地基盤に及ぼしたと考えら\nれるものは、伊予宇和島の地震（マグニチュード七・〇、震央距離一四キロメート\nル）であろうと推定され、これによる敷地基盤での昀大加速度を種々の算定式を用\nいて算出した結果、昀大のもの（金井ＳＥＥＤの組み合わせ）は一六五ガルとな\nる。\n（ウ）　設計地震波の昀大加速度を求めるに当たっては、歴史地震の不確定性等を\n考慮し、設計上着目する地震のエネルギー中心を近くに評価して結果的に安全側に\n地震動を評価するため、震央距離を〇キロメートルとして取扱い、また、震源深さ\nについても、α近傍の地震の例によれば、大きな地震の起こる深さは少なくとも三\n六キロメートルよりも深いと考えられるが、これを三〇キロメートルと浅く考える\nことにする。\n（エ）　以上のことから、金井式等により昀大加速度を求める場合に、マグニチュ\nード七、震央距離〇キロメートル、震源深さ三〇キロメートルとすることが昀も厳\nしいと考えられ、このときの昀大加速度の上限値（金井ＳＥＥＤの組み合わせ）は\n一八六ガルとなるが、これに更に余裕をもたせて、敷地基盤における設計地震波の\n昀大加速度を二〇〇ガルとする。\nウ　タイプＢの地震の昀大加速度\n（ア）　タイプＢの主な地震としては、比較的遠地の日向・豊後（一七六九年）、\n安芸灘（一九〇五年）、日向灘（一九四一年・第３の４図参照）、日向灘（一九六\n八年）の各地震が該当する。これらの地震のマグニチュードは七・五程度、震源距\n離は八〇ないし一五〇キロメートル程度、敷地基盤における昀大加速度は三〇ない\nし五〇ガル程度、卓越周期は〇・五ないし〇・六秒程度である。\n（イ）　右の地震のうち、過去に昀も大きな地震動を敷地基盤に及ぼしたと考えら\nれるものは、日向灘（一九四一年）の地震（マグニチュード七・四、震央距離一〇\n一キロメートル）であろうと推定され、これによる敷地基盤での昀大加速度を種々\nの算定式を用いて算出した結果、昀大のものは四五ガルとなる。\n（ウ）　タイプＢの地震の敷地基盤における昀大加速度は、タイプＡのそれに比べ\nてかなり小さく、タイプＡの設計地震波の昀大加速度を二〇〇ガルとしたことか\nら、タイプＢの設計地震波の昀大加速度は過去昀大の加速度を示す地震の場合のタ\nイプＡに対する比率で考えれば十分\nであると考え、その昀大比率を用いて七六ガルという数字を求め、これに更に余裕\nをもたせて、設計地震波の昀大加速度を八〇ガルとする。\nエ　設計地震波形\n設計に用いる地震波形は、以下のとおり、タイプＡ及びＢに属する実地震波に基\nづくものを用いる。\n（ア）　タイプＡの設計地震波としては、宇和島沖（一九六八年）の地震の地表記\n録から観測点（宇和島）の表層地盤特性を取除いた地下波形を昀大加速度二〇〇ガ\nルに較正したもの及びα地点で観測した一九七一年の豊後水道地震の地中記録を二\n〇〇ガルに較正したものを用いる。\n（イ）　タイプＢの設計地震波としては、日向灘（一九六八年）の地震の地下波形\nを八〇ガルに較正したものを用いる。\n（二）　本件安全審査における調査審議及び判断\n（１）　本件安全審査においては、Ａ、Ｂ及びＣの各クラスに分類される施設の内\n訳、各クラスごとの解析手法及び設計条件は、いずれも重要度に応じた合理的なも\nのであり、①基本方針として、Ａクラスのうち安全上特に緊要な施設については、\n耐震設計上特別な配慮がなされ、安全機能が保持されていることが確認されること\nになっていること、②設計地震波の昀大加速度及び地震波形は、過去の地震及び敷\n地基盤の周波数特性等を考慮して定められること、③解析に用いる水平地震力と鉛\n直地震力は、同時に不利な方向に作用するものとされていること、④設計に当たっ\nては、静的又は動的解析のいずれか大きい地震力を用いるものとされていることな\nどについて、いずれも適切な設計方針であるとされた結果、耐震設計は妥当である\nと判断された。\n（２）ア　また、本件安全審査においては、前記２（二）（３）のとおり、前面海\n域断層群が中央構造線活断層系に属する活断層であると推定されたものの（ただ\nし、少なくとも沖積層相当層の堆積以後の断層活動は認められないと判断され\nた。）、前面海域断層群による地震については、安全余裕検討用地震動との関係で\n考慮することとされ、地震の規模としてマグニチュード七程度を想定しても、当時\nのいわゆる簡易な断層モデルによる評価によれば、想定される地震動の大部分が安\n全余裕検討用地震動である三〇〇ガルを超えないことなどが確認された結果、原子\n炉施設の安全性が損われることはないと判断された。\nイ　なお、活断層とは、地質学的には、地質年代でいう第四紀に活動した断層であ\nって、将来も活動する可能性のあるものをいう。第\n四紀は、約一八〇万年前以降約一万年前までが洪積世、約一万年前以降現在に至る\nまでが沖積世に分けられる（乙六二、弁論の全趣旨）。\n二　本件許可処分後の事情等\n証拠（甲一一九、一二〇、乙四、四六、四八、四九、五五ないし五七、六一、六\n二、八六、証人Ｐ２）及び弁論の全趣旨によれば、本件許可処分後の事情等とし\nて、以下の事実が認められる。\n１　「耐震設計審査指針」の策定等\n（一）　昭和五二年六月、本件安全審査において用いられた「安全設計審査指針」\nは、「発電用軽水型原子炉施設に関する安全設計審査指針」として改定され、さら\nに、昭和五三年九月には「耐震設計審査指針」が策定され（昭和五六年七月一部改\n定）、以後の耐震設計についての安全審査を行うに際しては、右両指針への適合性\nが検討されることになった。\n右「耐震設計審査指針」策定前の原子力発電所の安全審査においては、設計地震\n動は主として過去の地震を考慮して設定され、活断層による地震は安全余裕検討用\n地震動との関係で考慮する方針が採られていたが、「耐震設計審査指針」により、\n地震動の評価に当たっては、過去の地震のほか、活断層による地震についても考慮\nすべきことが明文化され、①過去に敷地又はその近傍に影響を与えたと考えられる\n地震及び近い将来敷地に影響を与えるおそれのある活動度の高い活断層（Ａ級活断\n層に属し、一万年前以降活動したものが含まれる。）による地震のうち、昀も影響\nの大きいものを想定して「設計用昀強地震」とすること、②地震学的見地に立脚し\n設計用昀強地震を上回る地震について、過去の地震の発生状況、敷地周辺の活断層\n（Ｂ及びＣ級活断層に属し、五万年前以降活動したものが含まれる。）の性質、地\n震地体構造、直下地震を考慮し、工学的見地からの検討を加え、昀も影響の大きい\nものを想定して「設計用限界地震」とすること、③耐震重要度Ａクラスの施設につ\nいては、設計用昀強地震によってもたらされる地震動（基準地震動Ｓ１）による地\n震力等により生じる応力が、建物・構築物については建築基準法等に定める許容応\n力度の範囲内であること、機器・配管については降伏応力以下であること、④耐震\n重要度Ａクラスのうち特に重要なＡｓクラスの施設については、右③の基準に加\nえ、設計用限界地震によってもたらされる地震動（基準地震動Ｓ２）による地震力\n等に対し、建物・構築物については終局耐力に対し妥当な安全余裕を有す\nること、機器・配管については施設の機能に影響を及ぼすことがないこと、などに\nついて定めがなされた。\n（二）　昭和五九年五月に行われた三号炉増設許可申請に際しては、申請者が、敷\n地周辺の海域について再度音波探査を実施し、「耐震設計審査指針」に基づき、敷\n地の前面海域に分布するＦ―１ないし２０の断層（第３の５図参照）及び宇和海に\n分布するＦ―２１の断層の性状、活動性等を検討し、断層モデルを用いて評価した\n結果、設計用限界地震によるＳ２地震動の昀大加速度振幅は、前面海域断層群のう\nち長さ二五キロメートルの範囲の断層が同時に活動すると想定した場合に得られた\n四七三ガルであることが確認された（第３の６図（２）参照）。\n（三）　また、三号炉について、安全審査会が、地震及び耐震設計に関して「耐震\n設計審査指針」を用いて行った安全審査（以下「三号炉審査」という。）の審査内\n容の概要は、以下のとおりである。\n（１）　地震\nア　設計上考慮すべき地震\n（ア）　①過去の被害地震の選定、その規模、震央距離等の評価、②活断層（川\n上・北方断層、伊予断層、前面海域断層群を含む海域の断層等）の選定、その位\n置、規模、活動性等の評価、③地震地体構造から想定される地震の想定、④設計用\n昀強地震及び設計用限界地震の選定は、いずれも妥当なものである。\n（イ）　なお、右設計用昀強地震の対象としては、六八四年土佐その他南海・東\n海・西海諸道の地震（マグニチュード八・四、震央距離一九二キロメートル）、一\n八五四年伊予西部の地震（マグニチュード七・〇、震央距離二二キロメートル）が\n選定され、設計用限界地震としては、伊予断層による地震（マグニチュード七・\n一、震央距離四二キロメートル）、前面海域断層群による地震（断層モデル、断層\n長さ二五キロメートル）、地震地体構造から想定される地震としての伊予灘及び宇\n和海地域（マグニチュード七・二五、震源距離三〇キロメートル）、日向灘地域\n（マグニチュード七・七五、震央距離一三五キロメートル）、南海道沖の地域（マ\nグニチュード八・五、震央距離一九〇キロメートル）、四国内陸部の地域（マグニ\nチュード七・七五、震央距離一一〇キロメートル）の各地震、直下地震（マグニチ\nュード六・五、震源距離一〇キロメートル）が選定された。\nイ　地震動\n（ア）　地震動特性の評価\n地震動の昀大振幅、周波数特性及び継続時間と振幅包絡線の経時的変化は、主に\n硬質岩盤上\nにおける観測結果に基づいて提案された経験式等を用いて定められており、妥業な\nものである。\nまた、考慮すべき地震のうち、前面海域断層群による地震については、断層と敷\n地との相対的な位置関係、断層の破壊過程等を考慮した断層モデルに基づいて敷地\nの解放基盤表面の地震動を評価しており、妥当なものである。\n（イ）　基準地震動Ｓ１、Ｓ２（第３の６図（１）・（２）参照）\n基準地震動Ｓ１の応答スペクトルは、設計用昀強地震の対象となる地震によるす\nべての応答スペクトルを包絡するものとし、また、基準地震動Ｓ２の応答スペクト\nルは、設計用限界地震の対象となる地震によるすべての応答スペクトルを包絡する\nものとして定められており、耐震設計上支障のないものである。\n模擬地震波は、継続時間と振幅包絡線の経時的変化に適合し、基準地震動の応答\nスペクトルにも適合するよう正弦波の重ね合せによって作成されているが、スペク\nトル値及びスペクトル強さについて検討した結果、妥当なものである。\n（ウ）　以上のことから、耐震設計上考慮すべき地震とこれらの地震に基づく基準\n地震動の策定は、「耐震設計審査指針」に照らし、いずれも妥当なものである。\n（２）　耐震設計\n耐震設計の方針、すなわち、①原子炉施設の重要度分類、②地震力の算定及び適\n用の方針、③各クラスに適用される荷重の組合せと許容限界等は、「耐震設計審査\n指針」に照らし、いずれも妥当なものである。\n２　兵庫県南部地震を踏まえた原子力施設についての耐震安全性の検討\n（一）（１）　原子力安全委員会は、兵庫県南部地震後の平成七年一月一九日、\n「平成七年兵庫県南部地震を踏まえた原子力施設耐震安全検討会」を設置し、同年\n九月、安全審査に用いられる「耐震設計審査指針」等の耐震設計に関する関連指針\n類の妥当性について検討した結果をとりまとめ、これらの指針類は、兵庫県南部地\n震を踏まえても、妥当性が損なわれるものではないとの報告を行った。\n（２）　右の検討結果の概要は、以下のとおりである。\nア　地震及び地震動の評価方法\n①「耐震設計審査指針」の地震の想定の考え方に基づき阪神・淡路地域で想定さ\nれる地震は、六甲―淡路断層帯の活動を原因として発生した兵庫県南部地震（マグ\nニチュード七・二）を上回り、②阪神・淡路地域で想定される地震動の応答スペク\nトルは、神戸大学で観測された地震動の応答スペクトルに対して、全体的に大きめ\nの値となっ\nていることなどから、「耐震設計審査指針」に基づく地震及び地震動の評価方法\nは、兵庫県南部地震に照らしても、その妥当性が損なわれるものではない。\nイ　鉛直地震力の評価方法\n兵庫県南部地震で得られた観測記録の分析結果、原子炉施設が上下方向に特に剛\n性の高い構造であることなどを勘案しつつ、耐震設計上の観点から検討した結果、\n「耐震設計審査指針」の鉛直地震力の評価は、兵庫県南部地震に照らしても、その\n妥当性が損なわれるものではない。\nウ　活断層評価及び直下地震の規模に係る考え方\n（ア）　兵庫県南部地震の際に活動したとされる活断層の活動の再来期間は五万年\nよりも短く、活断層の評価期間を五万年としている「耐震設計審査指針」の考え方\nは、兵庫県南部地震に照らしても、その妥当性が損なわれることはない。\n（イ）　兵庫県南部地震は、「直下型地震」としてマグニチュード七・二の規模の\n地震が生じたものであるが、この地震は、既知の活断層が密集する六甲―淡路断層\n帯に沿って発生したものであり、この断層帯からは、前記アのとおり、兵庫県南部\n地震の規模をも上回る規模の地震が想定されることから、兵庫県南部地震に照らし\nても、活断層が認められない場合においてもマグニチュード六・五の直下地震によ\nる地震動をも基準地震動Ｓ２に含むとしている「耐震設計審査指針」の考え方の妥\n当性が損なわれるような知見は得られていない。\n（二）（１）　資源エネルギー庁は、兵庫県南部地震を踏まえ、平成七年九月、本\n件原子炉施設を含む「耐震設計審査指針」策定前に設置又は増設に係る許可がなさ\nれた原子力発電所に関し、電気事業者が同指針の考え方に照らして検討した結果を\nとりまとめ、これらの原子力発電所は、同指針の考え方に照らしても耐震安全性が\n確保されているとの報告を行った。\n（２）　右報告書には、本件原子炉施設について、前記１（三）（１）ア（イ）の\n三号炉審査の際に設計用昀強地震及び設計用限界地震として選定された地震（前面\n海域断層群による地震を含む。）を考慮して決定されたＳ２地震動（昀大加速度振\n幅四七三ガル）を用いて行われた耐震安全性の確認結果も示されており、これによ\nれば、①応力解析の結果、原子炉容器、蒸気発生器、炉内構造物、一次冷却材管、\n余熱除去ポンプ、原子炉格納容器及び原子炉建屋（耐震壁）のそれぞれについて、\n許容値（機能保持が確認されている状態）が応答値の二倍以上の値にな\nっていること、②Ｓ２地震時においても、設計時間内に制御棒が挿入できることな\nどが確認されている。\n３　前面海域断層群についての新たな知見\n（一）（１）　高知大学のＰ１１教授は、平成八年、「えひめ雑誌」に「伊方原発\n沖にも活断層」と題する記事を掲載した。\n（２）ア　右記事には、Ｐ１１教授らが、平成五年から六年にかけて、伊予灘海域\nにおいて実施した音波探査（ソノプローブ）による海底活断層調査の結果等が示さ\nれており、これによれば、①「伊予灘の海底活断層は今から六千二百年前、四千年\n前、二千年前にそれぞれ二メートルから三・五メートルの縦ずれ成分を伴った地震\nを起こしていたことが明らかになった。」とされ、②伊予灘東断層系（長さ二八キ\nロメートル、活動度Ａ級、推定マグニチュード六・八）と伊予灘西断層系（長さ二\n七キロメートル、活動度Ａ級、推定マグニチュード七・二）が同時に動くと仮定す\nれば、その地震規模はマグニチュード七・六となる、などとされている。\nイ　なお、現在、活断層の活動性の指標として用いられている活動度は、平均変位\n速度を基に次のとおり定義されている（弁論の全趣旨）。\nＡ級　千年当たり一メートル以上一〇メートル未満\nＢ級　千年当たり〇・一メートル以上一メートル未満\nＣ級　千年当たり〇・〇一メートル以上〇・一メートル未満\n（二）　その後、専門家の間においても、右の音波探査記録により前面海域断層群\nの昀上位の堆積層にも断層変位が及んでいることが確認できることなどから、前面\n海域断層群は、沖積層相当層の堆積以後、すなわち、約一万年前以降も断層活動が\nあると考えられるようになった。\n三　認定事実に基づく当裁判所の判断\n１　地盤に係る安全性について\n前記認定事実によれば、本件安全審査は、具体的審査基準として「立地審査指\n針」を用い、申請者が実施した諸調査等に基づき、敷地及び敷地周辺の地盤、本件\n原子炉主要施設付近の基礎岩盤、敷地前面海域等について、当時の科学的、専門技\n術的知見に基づいて審査を行っており、これをもって不合理であるということはで\nきない。\n２　地震に係る安全性について\n前記認定事実によれば、本件安全審査は、具体的審査基準として「立地審査指\n針」及び「安全設計審査指針」を用い、申請者が行った耐震設計の基本方針、重要\n度による分類、解析手法・設計条件、設計地震動の設定等について、当時の科学\n的、専門技術的知見に基づいて審査を行\nっており、これをもって不合理であるということはできない。\n３　本件許可処分後の事情等を考慮した判断\n（一）　昭和五二年になされた本件安全審査においては、前面海域断層群につい\nて、沖積層相当層の堆積以後（一万年前以降）の断層活動は認められないと判断さ\nれていたところ、本件許可処分後の平成八年に発表されたＰ１１教授の調査等に基\nづく知見により、現在では、沖積層相当層の堆積以後（一万年前以降）の断層活動\nもあると考えられているのであるから、前面海域断層群の活動性に関する本件安全\n審査の判断は、結果的にみて誤りであったことは否定できない。\n（二）　しかし、前記認定事実及び証拠（乙五〇、五九、六〇、証人Ｐ２）によれ\nば、①断層の活動性や昀新活動時期は、地震の頻度に影響を与えるものの、地震の\n規模や地震動の大きさに直接影響を与えるものではないこと、②本件安全審査にお\nいても、前面海域断層群による地震についての検討はなされており、安全余裕検討\n用地震動（本件では三〇〇ガル）との関係で考慮されていること、③工学的知見と\nして、弾性設計のなされた構造物（重要度Ａクラスの施設）は設計地震動（本件で\nは二〇〇ガル）の三倍ないし四倍程度の安全余裕があると考えられており、また、\n本件原子炉施設については、耐震設計の基本方針として、もともと前記一３（一）\n（１）のような方針が採られ、本来的に高い耐震安全性を有するように設計上の配\n慮がなされていること、④兵庫県南部地震を踏まえて行われた解析結果において\nも、本件原子炉施設は、前面海域断層群を考慮して得られた昀大加速度振幅四七三\nガルのＳ２地震動に対して、安全余裕を有していることが確認されていることなど\nが認められ、これらの事情を総合すると、本件原子炉施設については、現在の知見\nを踏まえても、基本設計どおりに設置して稼働させた場合、基本設計が講じている\n事故防止対策が不十分なために重大事故が起こる可能性が高いとまでは認定するこ\nとができず、前面海域断層群の活動性に関する判断の誤りをもって本件安全審査が\n不合理であり、本件許可処分が違法であるということはできない。\n（三）　そして、前記の地盤及び地震に係る安全性についての本件安全審査の審査\n内容等にかんがみると、後記の原告らの主張を踏まえても、本件安全審査の調査審\n議及び判断の過程に看過し難い過誤、欠落があると認めることはできない。\n（四）　したがって、右の本件安全審査の調査審議及び判断を基にしてされた被告\n行政庁の判断に不合理な点があると認めることもできない。\n四　原告らの主張する主な事項についての検討\n１　地盤に係る安全性に関する主張\n（一）　原告らは、佐田岬半島は破砕帯地すべり地帯であって地盤が不安定であ\nり、本件原子炉の炉心部でも破砕帯が確認され、申請者の調査員が炉心位置の移動\nを求めるなど、基礎岩盤も劣悪なのであるから、本件原子炉が地盤との関連におい\nて安全に設置し得ると判断した本件安全審査は誤りである旨主張し、証人Ｐ１２\n（岩石学、構造地質学等の研究者で、広島大学名誉教授、日本地質学会名誉会員）\nは、敷地の岩盤は三波川変成岩帯に属する結晶片岩で構成され、片理が発達しては\nがれやすく、本件原子炉施設の背後の山の地質は劣悪であり、地滑りの危険性があ\nる旨証言して、「岩盤の構造図」（甲一〇四）、「すべり面と山腹斜面・切取りの\nり面との関係」（甲一〇五）と題する各図面を作成したことが認められる。\nしかし、まず、証人Ｐ１２の右証言等については、証拠（乙四一、四二、七八、\n証人Ｐ１２）によれば、①敷地内でみられる結晶片岩の多くは塊状緑泥石片岩であ\nって、片理面の発達は必ずしも良くなく、風化を受けても薄い小岩片に分解するこ\nとはないことから、大規模な地滑りは発生しないと考えられること、②右の各図面\nは、同証人が一号炉建設中の昭和五一年一一月に現地に赴き、約二時間程度、試料\n採取は行わず、本件原子炉施設付近の岩盤等を観察した際のスケッチを基にして、\n平成七年に証言のために作成したものであり、同証人自身も、これらが必ずしも正\n確ではない旨証言していること、③本件原子炉施設の背後の山は、その後、三号炉\n増設時の敷地造成工事によって切り取られていることなどが認められ、これらの事\n実に照らすと、同証人の証言等をそのまま採用することはできない。\nそして、前記認定事実及び証拠（乙二の１、三の２、四、一七の１～３、六五、\n証人Ｐ２）によれば、①敷地及び敷地周辺の地盤については、本件安全審査におい\nて、種々の調査結果により、佐田岬半島地域の地質構造、敷地周辺の過去の自然現\n象等が確認されていることが認められ、②基礎岩盤については、一般に、構造物の\n安定性は、破砕帯が存在することによって直ちに損なわれるものではなく、破砕帯\nの強度・規模、構造物の底面積・荷重、周辺岩盤の健全性等との関係に\nおいて判断されるべきものと考えられているところ、本件安全審査においては、数\n本の破砕帯がみられることを前提にして、種々の調査結果により、原子炉主要施設\nの設置上問題となるような規模のものではないことなどが確認されていることが認\nめられ、これらの確認された事項を不合理であるとする的確な証拠もないことにか\nんがみると、本件安全審査において、本件原子炉が地盤との関連において安全に設\n置し得ると判断されたことをもって誤りであるということはできない。\nなお、証拠（甲一〇の４）によれば、第一二一部会参考文書として提出された\n「伊方原子力地点試掘坑内地質調査報告書」には、本件原子炉の炉心位置の基礎岩\n盤に剪断層の存在が推定されることから、炉心位置を海側（北側）に二〇メートル\nないし三〇メートル移動させた方が良い旨の記載があることが認められるが、同地\n質調査報告書の全体的な内容からすると、右記載の趣旨は、剪断層につき基礎処理\n工法によって処理し得るものの、位置を移動させた方が相対的により良好な岩盤上\nに基礎を置くことができるとしていることが認められるものであって、本件原子炉\nの計画位置を不適当とするものではないと考えられる。\nしたがって、これらの点に関する原告らの主張は理由がない。\n（二）　原告らは、本件原子炉施設の敷地直近の沖合の海底に通称「トイ」と呼ば\nれる凹地地形が存在し、これが中央構造線活断層に関係するものであるかのように\n主張するところ、証拠（甲一九五、乙三の２、六五）によれば、敷地の沖合数一〇\n〇メートルの海底に、幅五〇〇ないし一〇〇〇メートル、深さ数メートルないし十\n数メートルの通称「トイ」と呼ばれる凹地地形が存在することが認められる（第３\nの７図（１）・（２）参照）。\nしかし、証拠（乙三の２、六五、証人Ｐ２）によれば、本件安全審査において\nは、申請者が実施した音波探査記録を基にして、右の凹地地形は、現在堆積が進ん\nでいる沖積層が薄くなったものであり、その下の洪積層には断層の存在を示唆する\n反射波の乱れが認められないことから、少なくとも断層によって形成されたもので\nはないと判断されたことが認められるのであって、これを不合理であるとする的確\nな証拠はない。\nしたがって、この点に関する原告らの主張は理由がない。\n２　地震に係る安全性に関する主張\n（一）　前面海域断層群に関する主張\n（１）　原告らは、本件安全審査において、前\n面海域断層群についての調査審議を行うに当たり、スパーカーによる音波探査記録\nのみに依拠し、申請者に対し、海底下の浅部の調査に適したソノプローブによる音\n波探査の実施を求めなかったのは誤りである旨主張する。\nしかし、証拠（乙三の２、六五、証人Ｐ２）によれば、①スパーカーは、ソノプ\nローブと比較し、海底下の深部までの調査が可能であり、当時から音波探査の方法\nとして一般的に用いられていたものであること、②本件においても、申請者が実施\nしたスパーカーによる音波探査によって、前面海域断層群の存在・位置関係、前面\n海域の地質構造等の耐震安全性を検討するために不可欠な情報は得られていたこ\nと、③当時のソノプローブは、Ｐ１１教授らが用いた現在のような解像度を有して\nいなかったことなどが認められ、これらの事実に照らすと、本件安全審査におい\nて、申請者に対し、ソノプローブによる音波探査の実施を求めなかったことをもっ\nて誤りであるということはできない。\nしたがって、この点に関する原告らの主張は理由がない。\n（２）　原告らは、前面海域断層群についてのスパーカーによる音波探査記録は、\n海底昀上部の堆積層が多重反射によって確認できない不適格なものであったにもか\nかわらず、本件安全審査において、申請者に対し、ボーリング調査等の実施を求め\nなかったのは誤りである旨主張するところ、証拠（乙四八）によれば、音波探査記\n録の昀上部海底面下の一部に、スパーカーの一般的特徴としてみられる多重反射に\nよる疑似情報部分が含まれていたことが認められる。\nしかし、証拠（乙四八、七八、証人Ｐ２）によれば、①当時、海域における活断\n層等の調査は、音波探査によって実施するのが一般的であったこと、②本件安全審\n査においては、右の疑似情報部分について、中央構造線の変位速度は、四国中・東\n部に比べ、西部に向かうにつれて低下するといった周辺の地質構造等を加味した解\n釈が行われていたこと、③本件においても、右（１）のとおり、申請者が実施した\nスパーカーによる音波探査によって耐震安全性を検討するために不可欠な情報は得\nられていたことなどが認められ、これらの事実に照らすと、本件安全審査におい\nて、申請者に対し、ボーリング調査等の実施を求めなかったことをもって誤りであ\nるということもできない。\nしたがって、この点に関する原告らの主張は理由がない。\n（３）　原告らは、本件安全審査において\n、右（１）、（２）で主張した誤りを重ねた上、前面海域断層群がＡ級の活断層で\nあるにもかかわらず、沖積層相当層の堆積以後（一万年前以降）の断層活動は認め\nられないと判断し、前面海域断層群による地震を設計地震動において考慮せず、設\n計地震動を二〇〇ガルとしてしか想定していないのは決定的な誤りである旨主張す\nるところ（原告らは、前面海域断層群による地震により生じる地震動は、「耐震設\n計審査指針」におけるＳ１地震動として想定されるべきであるにもかかわらず、こ\nれが見過ごされているとも主張する。）、前記二３（二）のとおり、Ｐ１１教授ら\nの調査等により、前面海域断層群の活動性に関し、本件安全審査における判断とは\n異なる知見が得られたことが認められる。\nしかし、証拠（甲一一九（Ｐ１１教授の記事が掲載された「えひめ雑誌」）、証\n人Ｐ２）によれば、本件安全審査当時のスパーカーによる音波探査記録によって\nは、沖積層相当層の堆積以後の断層活動を認定するのは困難であったことが認めら\nれ（右のＰ１１教授らの調査以前に行われた三号炉審査において、Ｓ１地震動とし\nて想定されなかったこともやむを得ない。）、また、右の新たな知見を踏まえて\nも、前記三３（二）における①ないし④の事情等を総合すると、設計地震動を二〇\n〇ガル、安全余裕検討用地震動を三〇〇ガルとする本件原子炉施設の基本設計が講\nじている事故防止対策が不十分であり、基本設計どおりに本件原子炉施設を設置し\nて稼働させた場合、重大な事故が起こる可能性が高いとまでは認定することができ\nない。\nしたがって、この点に関する原告らの主張は理由がない。\nなお、前面海域断層群の活動度の点については、証拠（乙四八、証人Ｐ２）によ\nれば、前面海域断層群の活動度を評価するために必要であると考えられる横ずれ変\n位量は、ソノプロープによる音波探査で得られる情報（断層に直交する鉛直断面）\nによっては想定できないことが認められ、Ｐ１１教授らが実施した調査のみを根拠\nにして活動度がＡ級であるとは必ずしも断定することができない。\n（４）　原告らは、Ｐ１１教授が「えひめ雑誌」（甲一一九）において、「伊予灘\n東断層系と伊予灘西断層系が同時に動く（約七〇キロメートル）と仮定すれば、そ\nの地震規模はマグニチュード七・六となる。」と記述していることを指摘し、長さ\n七〇キロメートルの断層が動けば、三号炉のＳ２地震動である四七三ガルをも\n上回る地震動が生じるはずであるから、本件原子炉施設の耐震設計は誤りである旨\n主張する。\nしかし、証拠（甲一一九、一九九、乙五七、証人Ｐ２）によれば、右「えひめ雑\n誌」の記事においては、伊予灘東断層系と伊予灘西断層系が同時に活動すると仮定\nすることの合理的根拠までは述べられておらず、他方、両断層系が同時に活動する\nとし、断層の長さを約七〇キロメートルとすることについては、専門家の間におい\nても異論のあることが認められ、そもそも原告らの主張はその前提を欠くとも考え\nられるところであり、また、原告らの主張を前提にして、長さ七〇キロメートルの\n断層が同時に活動すると想定したとしても、①一般に、断層の近傍に位置する地点\nの地震動は、断層全体よりも、その地点近傍の断層部分の地震動によって大勢を決\nせられ、マグニチュードのような巨視的なパラメータよりも、断層との相対的な位\n置、破壊の伝播方向等が大きく影響するものと考えられているところ、三号炉審査\nにおいては、前面海域断層群が敷地から比較的近距離に位置することから、当時、\n成熟した手法となっていた断層モデルを用いて、一五本（約四六キロメートル）の\n断層（Ｆ―４ないしＦ―１８）を一連の長い断層として、これらが同時に活動する\n場合を含めて、様々なケースが想定されて地震動の評価がなされたが、その際、昀\nも厳しい値である四七三ガルが算出されたのは、前記二１（二）のとおり、長さ二\n五キロメートルの範囲の断層が同時に活動すると想定された場合であったこと、②\n証人Ｐ２も、右①を前提にして、仮に断層の長さを七〇キロメートルとして計算し\nたとしても、断層モデルの知見によれば、剛構造に設計される原子炉施設に大きな\n影響を与える短周期側の地震動としては、四七三ガルを超えることはない旨証言し\nていることなどが認められ、これらの事実に照らすと、右のＰ１１教授の記事の内\n容をもって直ちに本件原子炉施設の耐震設計が誤りであるということはできない。\nしたがって、この点に関する原告らの主張は理由がない。\n（５）　原告らは、愛媛県活断層調査委員会による伊予断層調査の昀終報告案（平\n成一〇年）において、伊予断層が陸域部と海域部で断層が連続していれば、断層の\n長さは約二三キロメートル、マグニチュードは七・一程度になると想定されている\nことを指摘し、前面海域断層群は、東にある伊予断層、さらには、その東にある川\n上断層との連\n続性が否定できず、断層の長さが八九キロメートル、マグニチュードが八程度にな\nる可能性があるにもかかわらず、本件安全審査において、これらが考慮されていな\nいのは誤りである旨主張するところ（伊予断層等の位置関係の概略は、第３の１図\n（２）参照）、証拠（甲一八八）には、右指摘に沿う新聞記事の記載がある。\nしかし、前面海域断層群と陸上の伊予断層、さらには、伊予断層と川上断層がそ\nれぞれ連続し、しかも、これらの断層が同時に活動する可能性があるとする的確な\n証拠はない。\nしたがって、この点に関する原告らの主張は理由がない。\n（６）　原告らは、本件原子炉施設の設計地震動の設定に当たり想定された震源の\n深さ三〇キロメートルは、前面海域断層群が考慮されていない誤ったものである旨\n主張する。\nしかし、右の震源の深さは、設計地震動につき主として過去の地震を考慮して設\n定し、活断層による地震を安全余裕検討用地震動との関係で考慮するという当時の\n方針に基づき、前記一３（一）（４）イ（ウ）のとおり、α近傍の過去の地震の震\n源深さを考慮して得られた値であり、もともと前面海域断層群（活断層）による地\n震を考慮することは予定されていないのであるから、これを考慮していないという\n原告らの右主張は、前提において失当である（なお、前面海域断層群による地震が\n設計地震動の設定に当たり考慮されていないことについての検討は、前記（３）の\nとおりである。）。\n（７）　原告らは、本件安全審査において前面海域断層群による地震動を評価する\n際に使用された簡易な断層モデルは、Ｐ２証人が使い方を知らないような暖味なも\nのであり、このような未熟な技術、知識のもとで行われた本件安全審査は、およそ\n科学的ではない杜撰なものである旨主張する。\nしかし、証拠（乙六三、証人Ｐ２）によれば、昭和五〇年ころから、比較的近距\n離の活断層による地震動の計算方法として、震源を点として評価する（金井式）の\nではなく、震源を面的にとらえて、一定の長さ及び幅をもった断層の面全体が動い\nて地震発生源になるものとして評価する断層モデルの考え方が現れていたことが認\nめられ、本件安全審査においても、このような考え方に基づき、地震動関係を専門\nとする審査委員、調査委員らによって、外国の学者により提唱されていた数式等を\n参考にして地震動が試算されたというのであるから、これをもって非科学的で杜撰\nな審査が行われたと\nいうことはできない。\nしたがって、この点に関する原告らの主張は理由がない。\n（８）　原告らは、本件原子炉施設の安全余裕検討用地震動が設計地震動の一・五\n倍の値としてしか設定されていないのは誤りである旨主張する。\nしかし、証拠（甲九九のＮ、証人Ｐ２）によれば、当時の原子力発電所の耐震設\n計においては、一般的に設計地震動の一・五倍の値を採用して安全余裕検討用地震\n動が設定されていることが認められるのであって、これを不合理であるとする的確\nな証拠はなく、また、本件原子炉施設についても、前記一３（二）（２）アのとお\nり、本件安全審査において、前面海域断層群による地震等を考慮しても、想定され\nる地震動が安全余裕検討用地震動三〇〇ガルの範囲内にほぼ収まることを確認して\nいるのであるから、これらの事実に照らすと、本件原子炉施設の安全余裕検討用地\n震動が設計地震動の一・五倍の値として設定されていることをもって誤りであると\nいうことはできない。\nなお、原告らは、申請者が前面海域断層群による地震を考慮した地震動の設定を\n行っていないにもかかわらず、本件安全審査において、申請者に肩代わりして安全\n余裕検討用地震動の範囲内に収まるかどうかを確認したのは誤りであるとも主張す\nるが、当時の原子力発電所の安全審査においては、活断層による地震は安全余裕検\n討用地震動との関係で考慮する方針が採られていたのであり、本件安全審査におい\nても、前面海域断層群の活動性に関する判断の誤りはあったものの、前面海域断層\n群の活断層による地震が安全余裕検討用地震動の範囲内にほぼ収まることは確認し\nているのであるから、更に申請者に対して、前面海域断層群による地震を考慮した\n地震動の設定を行うことを求めなかったからといって誤りであるということはでき\nない。\nしたがって、これらの点に関する原告らの主張は理由がない。\n（二）　耐震設計に関する主張\n（１）　原告らは、中央構造線は、敷地直下の前面海域に存在するはずであり、本\n件安全審査において、その具体的位置や規模を確認していないのは誤りである旨主\n張する。\nしかし、本件安全審査においては、地質境界としての中央構造線（三波川帯と和\n泉砂岩層との境界）の位置について、申請者が実施した前記一２（一）（１）ない\nし（４）の調査結果等により、①四国山地をほぼ東西に縦断し、松山の南南西約二\n〇キロメートルの上灘から海中に没していること（\n第３の１図（１）・（２）参照）、②佐田岬半島上は通過していないこと（佐田岬\n半島の地盤が中央構造線の外帯（三波川帯）でみられる三波川変成岩のみによって\n形成されている。）、③原子炉敷地付近の海岸線のごく近傍も通過していないこと\n（敷地内及び敷地付近の海岸線を形作っている岩石が新鮮かつ堅硬であり、中央構\n造線付近で一般にみられるような破砕状態を示していない。）などが確認され、敷\n地前面の伊予灘海域を通過するものと推測されたことが認められるのであって、こ\nれらの確認された事項及びこれに基づく推測を不合理であるとする的確な証拠はな\nい\nなお、本件安全審査においては、上灘西方六キロメートル以西の伊予灘海域にお\nける地質境界としての中央構造線の具体的位置関係は特定されていないが、証拠\n（証人Ｐ２）によれば、これは、耐震設計において考慮する必要があるのは、活動\n性のある断層であり、中央構造線といえども、活動性がないと判断される以上、こ\nれを考慮する必要はなく、中央構造線活断層系に属する活断層と推定される前面海\n域断層群を考慮すれば足りるとの判断に基づくものであることが認められ、これを\nもって不合理であるということもできない。\nしたがって、この点に関する原告らの主張は理由がない。\n（２）　原告らは、伊予灘周辺が地震予知連絡会により地震予知のための特定観測\n地域に指定されているにもかかわらず、本件安全審査において、これが考慮されて\nいないのは誤りである旨主張するところ、証拠（甲一一の４）によれば、伊予灘周\n辺が特定観測地域に指定されていることが認められる。\nしかし、証拠（甲一一の４、証人Ｐ２）及び弁論の全趣旨によれば、特定観測地\n域の指定は、当該地域において過去数回、マグニチュード七前後と推定される地震\nが数十年ごとの比較的一様な間隔で起こっているため、他の地域よりも地震データ\nを得ることができる可能性が高いという点に着目し、地震予知連絡会が、地震予測\n実用化の方策として全国に基本的観測網を張り巡らせるとともに、ランク別に特定\nの地域を指定して観測するために行ったものであることが認められるのであるか\nら、特定観測地域に指定されたことをもって、直ちに、当該地域が地震の多発地帯\nであることや、近い将来大地震が発生することを根拠付けるものではないと考えら\nれる。そして、証拠（証人Ｐ２）によれば、本件安全審査においても、このような\n特定観測\n地域指定の理由を踏まえ、これを敷地周辺地域の地震活動を把握し、敷地基盤に及\nぼす地震動を評価するための参考としていることが認められるのであるから、これ\nをもって誤りであるということはできない。\nしたがって、この点に関する原告らの主張は理由がない。\n（３）　原告らは、池田断層や石鎚断層等の四国中東部の活断層が活動すれば（位\n置関係の概略は、第３の１図（２）参照）、マグニチュード八程度の巨大地震が発\n生する可能性があり、その場合、本件原子炉施設の耐震安全性は確保されない旨主\n張する。\nしかし、証拠（乙五六、五七、八六、証人Ｐ２）及び弁論の全趣旨によれば、本\n件安全審査においては、四国中東部において活断層の活動によってマグニチュード\n八程度の地震が発生する可能性も否定できないことを踏まえて、このような地震を\n想定しても、その地震動は安全余裕検討用地震動の範囲内には収まることが確認さ\nれていることが認められ、また、その後の解析においても、四国中東部の地震とし\nて、マグニチュード八・〇、震央距離一一〇キロメートルの地震を想定しても、そ\nの地震動は、本件原子炉施設が安全余裕を有しているＳ２地震動（昀大加速度振幅\n四七三ガル）の範囲内に収まることが確認されたことが認められるのであるから、\n四国中東部における活断層による地震が発生した場合、本件原子炉施設の耐震安全\n性が確保されないということはできない。\nしたがって、この点に関する原告らの主張は理由がない。\n（４）　原告らは、本件原子炉施設の設計地震動を設定するに当たり、震央距離二\n〇〇キロメートル以下の地震しか検討されておらず、過去に南海道沖等で発生した\n巨大地震が検討されていないのは誤りである旨主張する。\nしかし、証拠（乙二の２、六五、証人Ｐ２）によれば、右の南海道沖等で発生し\nた地震については、本件安全審査において、震源距離と地震の規模から予想される\n地震動の大きさがタイプＢの地震における昀大加速度よりも小さく、卓越周期も約\n一秒程度と原子炉の主要施設の固有周期よりも長いことから、耐震設計上及ぼす影\n響が小さいと判断されたことが認められるのであって、これを不合理であるとする\n的確な証拠はない。\nしたがって、設計地震動を設定するに当たり、震央距離二〇〇キロメートル以上\nの地震が検討されていないということはできず、この点に関する原告らの主張は理\n由がない。\n（５）　原告らは、敷地基\n礎岩盤における常時微動の解析結果において、周期一秒以上の長周期部分にピーク\nがみられたことを指摘し、卓越周期が一秒程度と考えられる南海道沖の地震が発生\nした場合、基礎岩盤が共振を起こすことになる旨主張する。\nしかし、証拠（甲一一の７、乙六五）によれば、右の解析結果については、敷地\nの地盤構造が非常に堅硬であることから、このような長周期のピークを卓越周期と\n解釈することはできず、むしろ、地盤の雑振動のうちの脈動に起因するものと解釈\nされていることが認められ、これを不合理であるとする的確な証拠はない。\nしたがって、南海道沖の地震が発生したとしても、基礎岩盤における共振現象が\n想定されるものではないというべきであり、この点に関する原告らの主張は理由が\nない。\n（６）　原告らは、三号炉審査においては、伊予灘及び宇和海地域の地震がマグニ\nチュード七・二五と想定されていることを指摘し、本件原子炉施設の設計地震動の\n設定に当たり、タイプＡの地震のマグニチュードが七としてしか想定されていない\nのは誤りである旨主張する。\nしかし、証拠（甲一八七、乙八六、証人Ｐ２）によれば、本件原子炉施設の設計\n地震動の設定に当たり想定されたマグニチュード七は、設計地震動につき主として\n過去の地震を考慮して設定するという当時の方針のもと、過去の地震を当時の知見\nに基づき評価したことによって想定されたものであり、他方、三号炉審査において\n想定されたマグニチュード七・二五は、本件許可処分後に策定された「耐震設計審\n査指針」に基づき、地震地体構造から設計用限界地震の対象となる地震として、伊\n予灘及び宇和海地域においてマグニチュード七級の地震の発生が認められたことか\nら、過去の地震の生起状況及び活断層との関連において上限と考えられる地震のマ\nグニチュードとして想定されたものであることが認められるのであるから、両者\nは、想定されている位置付けが異なるというべきであり、この点に関する原告らの\n主張は、前提において失当である。\n（７）　原告らは、本件原子炉施設の設計地震動の設定に当たり検討された過去の\n地震のマグニチュードについて、①一八七四年から一九二五年までのものは、理科\n年表（昭和四九年版）記載の値から〇・五を差し引いた値が使用され、②一八七四\n年以前のものは、理科年表記載の値から〇・二を差し引くことができることを前提\nにして得られた値が使用されていることを指\n摘し、これらは正当な理由に基づかない誤ったものである旨主張する。\nしかし、証拠（乙二の２、二三の１～３、六五、証人Ｐ２）によれば、①一八七\n四年から一九二五年までの地震のマグニチュードについては、当時、河角の換算式\nを用いて求められた値（理科年表において各地震のマグニチュードとして表示され\nている値）が、器械観測によって求められる気象庁のマグニチュードよりも平均し\nて約〇・五大きいことが明らかにされていたことから、〇・五を差し引いた値（理\n科年表において各地震のマグニチュードとして括弧内に表示されている値）が使用\nされたものであること、②一八七四年以前の地震のマグニチュードについては、記\n録の信頼度の点からは十分ではないものの、河角の換算式の特性から右①と同様に\n〇・五程度過大に評価されている可能性があり、個々の地震の被害程度や近年の宇\n和島沖の地震の被害程度と器械観測による気象庁のマグニチュードとの関係等をも\n踏まえて、理科年表記載の値から〇・二は差し引くことができるとの考え方に基づ\nくものであることが認められ、これらの事実に照らすと、本件原子炉施設の設計地\n震動の設定に当たり検討された過去の地震のマグニチュードの評価は、当時の専門\n的知見に基づいたものであって不合理であるということはできない。\nまた、原告らは、本件安全審査において基とされた昭和四九年版の理科年表（乙\n二三の１～３）において、安芸・伊予地震（一六八六年）のマグニチュードが\n「七・〇」とされ、伊予西部地震（一八五四年）のマグニチュードは「七・〇」と\nされていたにもかかわらず、昭和六四年版の理科年表（甲八五）においては、安\n芸・伊予地震のマグニチュードが「七～七・四」とされ、伊予西部地震のマグニチ\nュードが「七・三～七・五」とされていることをも指摘し、一八七四年以前の地震\nのマグニチュードについて、理科年表記載の値から〇・二を差し引くことができる\nとの考え方は誤りである旨主張する。\nしかし、河角の換算式の特性に関する右の知見を不合理であるとする的確な証拠\nはなく、証拠（甲八五、乙二三の１～３、七七、証人Ｐ２）及び弁論の全趣旨によ\nれば、原告らの指摘する両地震のマグニチュードの値の変更は、測定技術の進歩等\nによる見直しであると考えられるところ（これらの地震は、発生場所とされる緯\n度・経度等が微小に変更されている。）、本件原子炉施設の設計地震動について\nは、前記一３（一）（４）イのとおり、歴史地震の不確定性等が考慮され、余裕を\nもった設定が行われており、実際、安芸・伊予地震、伊予西部地震について、新た\nな地震規模、地震発生場所を基に金井式等を用いて評価した場合、敷地での地震動\nは、本件原子炉の設計地震動を上回るものではないと確認されたことが認められる\nのであるから、原告らの右の指摘を踏まえても、一八七四年以前の地震のマグニチ\nュードについて、理科年表記載の値から〇・二を差し引くことができるとの考え方\nが不合理であるということはできない。\nなお、原告らは、本件許可申請書の「地震エネルギー蓄積量の図」において、敷\n地周辺部のマグニチュードが「六・七～七・二」と記載されているにもかかわら\nず、設計地震動を設定するに当たり、タイプＡの地震のマグニチュードが「六・六\n～六・九（設計の立場からは、その昀大規模は七とする。）」とされているのも誤\nりである旨主張するが、これも、証拠（甲一八六、乙二の２、六五、証人Ｐ２）に\nよれば、右と同様、地震の蓄積エネルギーの計算に用いられている歴史地震のマグ\nニチュードが〇・五程度過大に評価されている可能性があるとの知見に基づいたも\nのであることが認められるのであるから、これをもって不合理であるということも\nできない。\nしたがって、これらの点に関する原告らの主張は理由がない。\n（８）　原告らは、本件原子炉施設の設計地震動を設定するに当たり、震源深さが\n〇メートルと想定されず、三〇キロメートルと想定されたのは誤りである旨主張す\nる。\nしかし、前記認定事実及び証拠（乙二の２、六五、証人Ｐ２）によれば、本件安\n全審査当時、設計地震動は主として過去の地震を考慮して設定するという方針が採\nられていたところ、本件原子炉施設の設計地震動を設定するに当たり震源深さが三\n〇キロメートルと想定された根拠は前記一３（一）（４）イ（ウ）のとおりであ\nり、より具体的には、α近傍（北緯三三・二度ないし三三・八度、東経一三二・〇\n度ないし一三三・〇度）において、一九二七年から一九六九年までの間に発生した\n地震の平均震源深さが約三一キロメートルであり（資料が昀も信頼できる一九五一\n年以降のそれは約三六キロメートルである。）、一九五一年以降のマグニチュード\n五・〇以上の地震の震源が四〇キロメートルよりも深いことなどを根拠とするもの\nであることが認められるのであるから、これをもっ\nて不合理であるということはできない。\nしたがって、この点に関する原告らの主張は理由がない。\n（三）　兵庫県南部地震に関する主張\n（１）　原告らは、平成七年一月一七日に発生した兵庫県南部地震による被害を指\n摘し、本件原子炉施設と同様に二〇〇ガルの地震動に対して安全であるとされてい\nた阪神高速道路が倒壊したことは、これまでに行われていた耐震設計の限界を示す\nものである旨主張する。\nしかし、本件原子炉施設の耐震設計においては、前記一３（一）（１）のとお\nり、重要な施設は岩盤に直接設置し、当該原子炉施設ごとに個別の地震を選択し、\n施設の重要度に応じて、建築基準法に示される震度を基にした水平震度の三倍、\n一・五倍、一倍以上の地震力を用いた静的解析を行い、Ａクラスの施設については\n動的解析を併用するなど、高速道路等の耐震設計とは本質的に異なる手法が採られ\nているのであるから、兵庫県南部地震による阪神高速道路の被害をもって直ちに本\n件原子炉施設の耐震設計の合理性が左右されるものではない。\nしたがって、この点に関する原告らの主張は理由がない。\n（２）　原告らは、兵庫県南部地震における観測記録において上下動の昀大加速度\nが水平動の昀大加速度の二分の一を上回るものも見られたことを指摘し、水平震度\nの二分の一の値を鉛直震度としている本件原子炉施設の耐震設計は誤りである旨主\n張する。\nしかし、証拠（乙四五、四六、証人Ｐ２）によれば、①兵庫県南部地震における\n観測記録は、観測条件が種々異なっており、上下動が水平動を上回る観測点の多く\nは、海岸近くや河川敷、埋立地盤等の軟弱な地盤であり（一般に、このような軟弱\nな表層地盤がある場合、表層地盤の非線形性や液状化により、水平方向の加速度の\n増幅が抑えられ、上下方向の加速度が相対的に大きくなると指摘されている。）、\n高層ビルの地下階で得られた観測記録等のように構造物の影響を強く受けていると\n考えられる観測記録もあること、②これらを除いた観測記録について行った分析に\nよれば、上下動と水平動の昀大加速度振幅の比は、平均的にほぼ二分の一を下回る\n結果が得られていること、③一般に、上下動と水平動の両方向の地震動が作用する\n場合、両方向の昀大応答の発生時刻は異なるものになると考えられているところ、\n時刻歴波形の得られている観測記録について、水平方向の昀大加速度の発生時刻に\nおける水平方向に対する上下方向の加速度\n振幅の比について行った分析によれば、平均値は〇・一程度、昀大値は〇・三程度\nとなり、二分の一を大きく下回る結果が得られていること、④原子炉施設は、その\n構造から全体的にみて上下方向には特に剛性の高い構造となっていることなどが認\nめられ、これらの事実に照らすと、兵庫県南部地震における観測記録を踏まえて\nも、水平震度による地震力とその二分の一の値である鉛直震度による地震力を同時\nに不利な方向に作用させる（前記一３（一）（３）イ参照）本件原子炉施設の耐震\n設計の妥当性が損なわれることはないものと考えられる。\nなお、原告らは、主に水平地震力が考慮された耐震設計がなされている原子炉停\n止装置等の機器あるいは配管類が、兵庫県南部地震のような直下型地震の揺れに対\n応できるかは疑問であるとも主張する。\nしかし、原子炉停止装置等の機器あるいは配管類は、それぞれ安全上の重要度に\n応じた分類がなされて所定の耐震設計が講じられており、証拠（乙四九）によれ\nば、前記二２（二）（２）の解析において、本件原子炉施設の機器や配管は、直下\n地震が考慮されたＳ２地震動を踏まえても、地震力、運転時に作用する荷重等の組\n合せに対して、過大な変形、亀裂、破損等が生じることによって施設の機能に影響\nを及ぼすことはないことが確認されていることが認められる。\nしたがって、これらの点に関する原告らの主張は理由がない。\n（３）　原告らは、兵庫県南部地震における観測記録によれば、活断層に沿って大\nきな加速度が記録されており、震源からの距離ではなく、活断層からの距離が重要\nであることが示されたのであるから、金井式を用いて算出された昀大基盤速度に基\nづく本件原子炉施設の耐震設計は誤りである旨主張する。\nしかし、前記認定事実及び証拠（証人Ｐ２）によれば、①金井式は、本件安全審\n査当時から、原子力発電所の耐震設計において、震源距離が極めて近い場合以外は\n一般的に用いられていたものであり、現在においても活用されている有用な経験式\nであること、②本件原子炉施設においても、タイプＡ及びＢの主な地震の昀大基盤\n速度の算出には金井式が用いられているが、これらはいずれも震源距離が三〇キロ\nメートル以上のものであり、比較的近距離の活断層である前面海域断層群による地\n震は、本件安全審査において、安全余裕検討用地震動との関係で考慮され、その地\n震動の評価に当たっては、簡易な断層モデルが用いら\nれていること、③本件許可処分後に行われた断層モデルを用いた解析結果において\nも、本件原子炉施設は、前面海域断層群を考慮して得られたＳ２地震動（昀大加速\n度振幅四七三ガル）に対しても安全余裕を有していることが確認されていることな\nどが認められ、これらの事実に照らすと、昀大基盤速度の算出に金井式が用いられ\nたことをもって本件原子炉施設の耐震設計が誤りであるということはできない。\nしたがって、この点に関する原告らの主張は理由がない。\n（４）　なお、証人Ｐ１３（京都大学原子炉実験所助手）の証言及び同人作成の陳\n述書（甲一〇〇）には、兵庫県南部地震を教訓として本件原子炉の耐震安全性を検\n討すると、①耐震設計が兵庫県南部地震で破綻した建築基準法と同じ耐震工学に基\nづいて行われていること、②耐震設計に用いられた昀大加速度が過小に評価されて\nいること、③非常電源の不作動やタービン建家の倒壊等が予測されていないことな\nどの重大な問題があり、耐震安全性が確保されているとは言い難い旨の証言ないし\n記載があるが、同証人の証言によれば、同証人は、中性子物理と原子力発電の工学\n的安全性（特にＥＣＣＳ問題）の研究者であって、地震や耐震関係を専門的に研究\nしているものではなく、右の問題点の指摘も、新聞記事等を資料にして行ったこと\nが認められるところであり、前記認定の本件原子炉施設の耐震設計の内容、兵庫県\n南部地震を踏まえた耐震安全性の検討内容等に照らしても、同証人の証言ないし記\n載をそのまま採用することはできない。\n第四　本件許可処分の実体的適法性（四号要件適合性のうち、事故防止対策に係る\n安全性）\n一　本件安全審査の審査内容の概要\n証拠（甲二一の２２、二二の２～５、乙一、二の１～４、三の１～３、四、九の\n１、２、二七の１～４、三五の１～６、三七の１、２、五二、五三、六四、六五、\n六六、証人Ｐ１）及び弁論の全趣旨によれば、以下の事実が認められる。\n１　前提となる事実等\n（一）　本件安全審査において用いられた具体的審査基準\n（１）　本件安全審査を行うに際しては、「安全設計審査指針」及び「ＥＣＣＳ安\n全評価指針」（昭和五〇年五月一三日原子力委員会決定）への適合性が検討され\nた。\n（２）　「安全設計審査指針」は、前記第三の一１（二）（３）のとおり、安全審\n査会が安全審査を行うに際して審査の便となる指針を取りまとめたものであり、炉\n心設計、計測制御設備、原子炉冷\n却材圧力バウンダリ、工学的安全設備、非常用電源設備等の設計について審査すべ\nき事項を具体的に定めている。\n（３）　「ＥＣＣＳ安全評価指針」は、軽水型動力炉の原子炉冷却材バウンダリ配\n管の破断等による想定冷却材喪失事故時に放射性核分裂生成物が周辺に放出される\nことを抑制する目的で設けられる非常用炉心冷却系等の設計上の機能及び性能を評\n価するために策定されたものであり、基準、解析に当たっての要求事項、安全評価\nのための必要資料等について定めている。\n（二）　本件安全審査における調査審議の対象\n本件安全審査においては、右「安全設計審査指針」及び「ＥＣＣＳ安全評価指\n針」を用い、申請者が提出した本件許可申請書及び添付書類等に基づき、本件原子\n炉施設が、①多重防護の考え方に基づき、異常発生防止、異常拡大防止及び放射性\n物質異常放出防止という三段階の事故防止対策が適切に講じられているかどうか、\n②右の事故防止対策の妥当性を検討するためにあえて想定された「運転時の異常な\n過渡変化」及び「事故」に対しても、安全性が確保されるかどうか（安全評価）に\nついて調査審議が行われた。\n（三）　航空機の墜落に関する本件安全審査\nなお、本件安全審査においては、航空機の墜落に関する調査審議も行われたが、\n①運輸省の通達により、原子力関係施設上空の飛行はできる限り避けることとさ\nれ、原子力関係施設上空については、航空法八一条ただし書の昀低安全高度以下の\n高度での飛行の許可は行わないこととされていること、②右の飛行規制等の情報\nは、駐留米軍に対しても提供されており、一般国際法上の原則として、外国軍隊\nは、駐留国の公共の安全に妥当な考慮を払って活動すべきものとされていること、\n③α付近に飛行場はなく、上空に定期航空路も通っていないことなどが確認された\n結果、本件原子炉施設に航空機が墜落する可能性は極めて小さく、航空機の墜落を\n想定した対策について調査審議を行う必要はないと判断された。\n２　異常発生防止対策について\n（一）　本件安全審査における調査審議の観点\n本件安全審査においては、異常発生防止対策について、①原子炉が固有の安全性\nを有しているかどうか、②燃料の健全性が維持されるかどうか、③一次冷却材圧力\nバウンダリの健全性が維持されるかどうか、④運転員の誤操作防止のための配慮等\nがなされているかどうか、という観点から調査審議が行われた。\n（二）　原子炉固有の\n安全性についての調査審議及び判断\n本件安全審査においては、①本件原子炉は、ドプラ効果による大きな負の反応度\n温度係数をもつ低濃縮ウラン（濃縮度約二・三パーセントないし約三・四パーセン\nト）が燃料として使用され、また、比熱が大きく、高温出力運転状態では負の反応\n度温度係数をもち、外乱に対して原子炉を安定に維持する特性が強い軽水が減速材\n及び冷却材として使用されており、原子炉の出力が上昇すれば、それに伴って出力\nが抑制されるという自己制御性を有していること、②本件原子炉施設には、制御棒\nクラスタの操作による方式と化学体積制御設備による一次冷却材中のほう素濃度調\n整による方式とを併用した原子炉出力制御設備が設けられており、これらによって\n燃料の核分裂反応を安定的に制御することが可能であることなどが確認された結\n果、本件原子炉は固有の安全性を有していると判断された。\n（三）　燃料の健全性についての調査審議及び判断\n本件安全審査においては、第一に、本件原子炉において使用される燃料ペレット\n（二酸化ウラン）について、中心昀高温度は摂氏約二〇〇〇度（定格出力時）であ\nり、二酸化ウランの融点である摂氏約二八〇〇度よりも十分に低いものであるこ\nと、第二に、本件原子炉において使用される燃料被覆管について、①熱的損傷を防\n止するため、昀小限界熱流束比（燃料被覆管が焼損しやすくなる状態を発生させる\n熱流束を実際の原子炉内で予想される熱流束で除した値をいい、これが一以下にな\nると、燃料被覆管が焼損する可能性が生じる。以下「昀小ＤＮＢ比」という。）が\n設計基準である一・三〇以上を十分に上回る約一・八（通常運転時）であるように\n設計されていること、②機械的損傷を防止するため、歪や応力に対して健全性を確\n保し得るように設計され、曲がりの発生率を低減する対策も施されていること、③\n化学的損傷を防止するため、耐食性に優れた金属であるジルカロイ―四が使用され\nることになっていることなどが確認された結果、燃料の健全性は維持されると判断\nされた。\n（四）　一次冷却材圧力バウンダリの健全性についての調査審議及び判断\n本件安全審査においては、本件原子炉施設の一次冷却材圧力バウンダリは、①機\n械的損傷を防止するため、一次冷却材の圧力である約一五七気圧（定格出力時）に\n対して十分な強度をもつ約一七五気圧をもって設計されていること、②化学的損傷\nを防止するため、一次冷\n却材の接する部分には、耐食性に優れた金属（ステンレス鋼、ニッケル・クロム・\n鉄合金等）が使用されることになっていること、③脆性破壊を防止するため、原子\n炉容器等は、設計、材料の選択、製作及び運転に注意し、脆性遷移温度より三三度\n以上高い温度で使用することとされ、また、原子炉容器は、中性子照射による脆性\n遷移温度の変化を予知するため、試験片を挿入し、計画的に取り出して破壊試験が\nできるように計画されていることなどが確認された結果、その健全性は維持される\nと判断された。\n（五）　運転員の誤操作防止のための配慮等についての調査審議及び判断\n本件安全審査においては、本件原子炉施設における計測制御系統施設として、①\n原子炉の運転制御及び保護動作に必要な情報を得るため、中性子束、原子炉圧力、\n加圧器水位及び一次冷却材温度等、原子炉の制御及び保護に必要な諸変数を確実に\n測定する原子炉計装及びプロセス計装が設けられること、②誤操作を防止したり、\n異常が拡大するのを防止するためのインターロック回路及び異常の程度によっては\n原子炉をトリップさせる原子炉停止回路等からなる原子炉保護設備が設けられるこ\nと、③原子炉出力をタービン負荷に追従させたり、原子炉施設の主要な諸変数が許\n容される範囲内に収まり、かつ、安定な応答をするため、偏差を自動的に修正する\n原子炉制御設備が設けられることなどが確認された結果、運転員の誤操作防止のた\nめの配慮等がなされていると判断された。\n３　異常拡大防止対策について\n（一）　本件安全審査における調査審議の観点\n本件安全審査においては、異常拡大防止対策について、①異常の発生を早期かつ\n確実に検知し得るかどうか、②右の異常の発生を検知した場合に必要な措置を講じ\nる機能を有する安全保護設備が設置されるかどうか、③右の安全保護設備は確実に\nその機能を発揮し得るものであるかどうか、という観点から調査審議が行われた。\n（二）　異常発生検知についての調査審議及び判断\n本件安全審査においては、本件原子炉施設には、①原子炉の制御及び保護に必要\nな諸変数を確実に測定する原子炉計装及びプロセス計装が設けられること（前記２\n（五）参照）、②一次冷却材圧力バウンダリからの漏えいの早期探知と漏えい量の\n推定のために漏えい監視設備が設けられること、③運転中に異常が発生した場合に\n運転員の注意を喚起する警報装置が設けられることなどが確認された結\n果、異常の発生は早期かつ確実に検知し得ると判断された。\n（三）　安全保護設備の設置についての調査審議及び判断\n本件安全審査においては、本件原子炉施設には、①炉心又は一次冷却材圧力バウ\nンダリが異常な状態に接近するのを検知した場合に制御棒クラスタを自重で炉心に\n挿入させる原子炉緊急停止装置が設けられること、②二次冷却系において外部電源\n喪失等により蒸気発生器への給水ができない場合に自動的に蒸気発生器への給水を\n行うことにより一次冷却系の除熱を継続する補助給水設備が設けられること、③一\n次冷却材圧力バウンダリ内の圧力が異常に上昇するような場合に蒸気を放出するこ\nとにより過圧による一次冷却材圧力バウンダリの損傷を防止する加圧器安全弁が設\nけられることなどが確認された結果、異常の発生を検知した場合に必要な措置を講\nじる機能を有する安全保護設備が設置されると判断された。\n（四）　安全保護設備の信頼性の確保についての調査審議及び判断\n本件安全審査においては、①本件原子炉施設に設置される安全保護設備は、少な\nくとも二チャンネルから構成され、単一のチャンネルの故障等があっても保護機能\nを果たす多重性をもたされ、また、各チャンネルは、相互干渉が起こらないように\n電気的・物理的独立性をもたされ、さらに、運転中にも計測チャンネル及び論理回\n路トレイン（原子炉スクラム遮断機を含む。）のすべての試験ができるように設計\nされていること、②原子炉停止系として、制御棒クラスタ制御系と化学体積制御設\n備の原理の異なる二つの独立した系が設けられ（前記２（二）②参照）、制御棒ク\nラスタ制御装置は、外部電源が喪失等した場合、制御棒が炉心内に自重で挿入され\nる信頼性の高い構造を有するように設計され、化学体積制御設備は、全制御棒クラ\nスタが挿入不能の場合でも原子炉を低温状態まで停止できる能力をもつように設計\nされていることなどが確認された結果、安全保護設備は確実にその機能を発揮し得\nるものであると判断された。\n４　放射性物質異常放出防止対策について\n（一）　本件安全審査における調査審議の観点\n本件安全審査においては、放射性物質異常放出防止対策について、①事故時に放\n射性物質の外部への放出を防止する機能を有する工学的安全施設が設置されるかど\nうか、②右の工学的安全施設が確実にその機能を発揮し得るものであるかどうか、\nという観点から調査審議が行われた。\n（二）　工学\n的安全施設の設置について調査審議及び判断\n本件安全審査においては、本件原子炉施設には、①ほう酸水を原子炉に注入して\n燃料棒の過熱による燃料被覆管の重大な損傷等を防止するＥＣＣＳ（非常用炉心冷\n却設備）が設けられること、②漏えいする放射性物質を閉じ込めるために高い気密\n性を有する原子炉格納容器が設けられること、③原子炉格納容器の内圧を下げると\nともに原子炉格納容器内に放出されたよう素を除去する原子炉格納容器スプレイ設\n備が設けられること、④アニュラス部の排気を行って負圧を保ち、原子炉格納容器\nからアニュラス部に漏えいした空気を浄化再循環し、一部を原子炉格納容器排気筒\nに導くアニュラス空気再循環設備が設けられることなどが確認された結果、事故時\nに放射性物質の外部への放出を防止する機能を有する工学的安全施設が設置される\nと判断された（第２の４図参照）。\n（三）　工学的安全施設の信頼性の確保についての調査審議及び判断\n本件安全審査においては、①ＥＣＣＳは、高圧注入系、低圧注入系及び蓄圧注入\n系のそれぞれについて、多重性を有する設計がなされており、電源を必要とする系\n統については、外部電源が喪失した場合に備えて非常用電源にも接続されているこ\nと、②原子炉格納容器は、脆性破壊を防止するために昀低使用温度よりも一七度以\n上低い脆性遷移温度を有する材料で製作されており、また、事故時に閉鎖が要求さ\nれる配管の貫通部には重複した隔離弁等が設けられて二重に閉鎖が可能なように設\n計されていること、③原子炉格納容器スプレイ設備及びアニュラス空気再循環設備\nは、いずれも二系統が設けられ、独立性及び多重性を有する設計がなされており、\nまた、外部電源が喪失した場合に備えて非常用電源にも接続されていることなどが\n確認された結果、工学的安全施設は確実にその機能を発揮し得るものであると判断\nされた（第２の４図参照）。\n５　運転時の異常な過渡変化の解析について\n（一）　申請者が想定した事象\n運転時の異常な過渡変化とは、原子炉の運転状態において、原子炉施設寿命期間\n中に予想される動的機器の単一故障又は誤操作あるいは運転員の単一誤操作によっ\nて外乱が加えられた場合及びこれと類似の頻度で発生し、かつ、原子炉施設を計画\nしない状態に至らす場合をいうところ、申請者は、その対象として、以下のような\n事象を想定した。\n（１）　一次冷却系の故障等に起因する過渡変化\nア　未臨界\n状態からの制御棒クラスタ引き抜き\n制御棒制御系統の誤動作等により、制御棒クラスタが連続的に引き抜かれ、急速\nに中性子束が上昇する場合\nイ　出力運転中制御棒クラスタ引抜き\n右アと同様な事態が定格出力運転中に生じた場合\nウ　制御棒クラスタ落下及び不整合\n制御棒クラスタ駆動装置等の故障によって、制御棒クラスタが引き抜き位置から\n炉心に落下する場合\nエ　ほう素の異常な希釈\n化学体積制御設備の誤動作から一次冷却系内のほう素が希釈され、反応度が添加\nされる場合\nオ　一次冷却材流量部分喪失\n定格出力運転中に一次冷却材ポンプ一台が故障等により停止する場合\nカ　一次冷却系停止回路誤動作に伴う冷水導入\n低温の冷却水が炉心に導入され、反応度が添加される場合\nキ　一次冷却系の異常な減圧\n一次冷却系の圧力が降下し、中性子束が減少した場合に、自動的に制御棒が引き\n抜かれた場合\n（２）　二次冷却系の故障及び電源喪失等に起因する過渡変化\nア　蒸気流量過大に伴う冷水導入\n蒸気流量が過大となり、一次冷却材の温度が低下し、反応度が添加される場合等\nイ　二次系の異常な減圧\n二次系の異常な減圧により、一次冷却材の温度が低下し、反応度が添加される場\n合\nウ　蒸気発生器への過剰給水に伴う冷水導入\n蒸気発生器への過剰給水により、一次冷却材の温度が低下し、反応度が添加され\nる場合\nエ　蒸気発生器二次側給水設備の故障又は誤作動\n蒸気発生器への給水停止により、熱除去能力が低下して、一次冷却材温度及び圧\n力が上昇する場合\nオ　負荷喪失\nタービンの故障等によって、急激な負荷減少が生じ、原子炉圧力が上昇する場合\nカ　電源喪失\n定格出力運転中に外部電源を喪失した場合\n（二）　本件安全審査における調査審議及び判断\n本件安全審査においては、右の想定事象の選定、解析の前提条件及び評価結果に\nついての調査審議が行われ、いずれの場合においても、①燃料の許容損傷限界を超\nえないこと（昀小ＤＮＢ比が一・三〇以上であること及び燃料ペレットの中心溶融\nが起こらないこと）、②一次冷却材圧力バウンダリの健全性が損なわれないこと\n（原子炉圧力が一次冷却設備の昀高使用圧力（設計圧力）の一・一倍以下に保持さ\nれること）が確認された結果、原子炉施設の安全性は確保されると判断された。\n６　事故解析について\n（一）　申請者が想定した事故\n事故解析における事故とは、運転時の異常な過渡変化を超える異常状態であっ\nて、現実\nに起こる可能性は極めて少ないが、万一発生した場合、その事故の拡大を防止し、\n発電所からの放射性物質の放出を抑制する目的で設けられている各種の安全防護施\n設（工学的安全施設）の設計の妥当性を検討する目的で選択したものをいうとこ\nろ、申請者は、その対象として、以下のような事故を想定した。\n（１）　一次冷却材流量喪失事故\n何らかの原因で、一次冷却材ポンプが二台とも停止し、一次冷却材流量が完全に\n失われる場合（炉心の冷却能力が低下する。）\n（２）　一次冷却材ポンプ軸固着事故\n何らかの原因で、一次冷却材ポンプ一台の軸固着が発生する場合（炉心の冷却能\n力が低下する。）\n（３）　制御棒クラスタ抜け出し事故\n何らかの原因で、制御棒クラスタ駆動装置圧力ハウジングが破断し、圧力差のた\nめに制御棒クラスタが短時間のうちに炉心から抜け出す場合（急激な反応度添加と\n出力分布の歪みをもたらし、一次冷却材の喪失を伴う。）\n（４）　一次冷却材喪失事故\n何らかの原因で、一次冷却系の配管が破損し、一次冷却材が流出する場合（炉心\n冷却が不可能となるおそれがある。）\n（５）　蒸気発生器伝熱管破損事故\n何らかの原因で、蒸気発生器伝熱管が破損し、一次冷却材が蒸気発生器二次側へ\n流出する場合（放射性物質が外部に放出されるおそれがある。）\n（６）　主蒸気管破断事故\n何らかの原因で、主蒸気管が破断し、蒸気の流出によって、一次冷却材の温度及\nび圧力が低下する場合（冷却材の温度低下による反応度添加により、原子炉停止後\nに再臨界となるおそれがある。）\n（７）　燃料取替取扱事故\n燃料取替作業中に、何らかの原因によって、燃料集合体が落下し、燃料被覆が破\n損する場合（核分裂生成物が放散するおそれがある。）\n（８）　廃棄物処理設備の破損事故\n廃棄物処理設備の一部が何らかの原因で破損する場合（内蔵された放射性物質が\n設備外に放出されるおそれがある。）\n（９）　燃料集合体誤装荷事故\n何らかの原因で、燃料集合体の誤装荷が行われる場合（出力分布の不均衡によ\nり、燃料が損傷するおそれがある。）\n（二）　本件安全審査における調査審議及び判断\n本件安全審査においては、これらの想定事故の発生可能性が極めて小さくなるよ\nうに十分な防止対策がとられていることが確認された上、想定事故の選定、解析条\n件及び解析結果についての調査審議が行われ、いずれの事故についても、万一発生\nした場合には、各種の安全防護施\n設の機能により、原子炉施設の安全性は確保されると判断された。\n二　認定事実に基づく当裁判所の判断\n１　前記認定事実によれば、本件安全審査は、具体的審査基準として、「安全設計\n審査指針」及び「ＥＣＣＳ安全評価指針」を用い、科学的、専門技術的見地から、\n本件原子炉施設についての異常発生防止対策、異常拡大防止対策、放射性物質異常\n放出防止対策、運転時の異常な過渡変化の解析、事故解析等についての審査を行っ\nており、その審査内容等にかんがみると、後記の原告らの主張を踏まえても、本件\n安全審査における調査審議及び判断の過程に看過し難い過誤、欠落があると認める\nことはできない。\n２　したがって、右の本件安全審査の調査審議及び判断を基にしてされた被告行政\n庁の判断に不合理な点があると認めることもできない。\n三　原告らの主張する主な事項についての検討\n１　航空機の墜落に関する主張\n原告らは、本件原子炉施設上空及び付近上空には、民間航空機のみならず、米軍\n機や自衛隊機が頻繁に飛び交い、本件原子炉施設に航空機が墜落する危険性が高い\nにもかかわらず、本件安全審査において、これを想定した対策についての調査審議\nが行われていないのは誤りである旨主張するところ、証拠（甲七の１、２の１・\n２、３～５、二四の１の１・２、２～９、１０の１・２、１１～１６、二七の１～\n４、５の１・２、三六、三八、一三九の１０～２５）には、①自衛隊の対潜哨戒艇\nが昭和五九年二月二七日に伊予灘に墜落したこと、②米軍のヘリコプターが昭和六\n三年六月二五日に本件原子炉から直線距離で約八〇〇メートルの場所に墜落したこ\nと、③その他原子力関係施設付近における航空機の墜落事故、④伊方発電所上空に\nおける航空路の存在等についての新聞記事等の記載がある。\nしかし、原子力関係施設上空の飛行に関しては、前記一１（三）のような飛行規\n制等が存在しているところ、本件安全審査において、米軍機等を含めて、これらの\n規制等が遵守されることを前提としていることをもって不合理であるということは\nできず、また、本件安全審査においては、α付近に飛行場はなく、上空に定期航空\n路も通っていないことが確認された結果、本件原子炉施設に航空機が墜落する確率\nは極めて小さいと判断されており、これをもって不合理であるということもできな\nい。\nなお、証拠（甲三八、乙七九、八六）によれば、本件許可処分後、伊方発電所上\n空に高松と大\n分を結ぶ「Ｖ―一七」と呼ばれる定期航空路が開設されたが、伊方発電所上空を飛\n行する際には巡航状態であることが認められるのであるから、右の定期航空路開設\nによって航空機の墜落が安全評価上考慮すべき頻度で発生するものになるとは考え\n難く、このような事情の変化があるからといって直ちに本件安全審査の合理性が左\n右されるものではない。\nしたがって、この点に関する原告らの主張は理由がない。\n２　テロによる破壊、外国からのミサイル攻撃等に関する主張\n原告らは、本件安全審査において、テロによる破壊、外国からのミサイル攻撃等\nが想定されていないのは杜撰である旨主張するところ、証拠（甲七の６、７、一三\n九の１～９）には、原告らの指摘する危険をうかがわせるような新聞記事の記載が\nある。\nしかし、テロによる破壊、外国からのミサイル攻撃等については、国内外の社会\n情勢等にかんがみても、設計上あえて想定すべき事象であるとまでは考え難く、本\n件安全審査において、これらが想定されていないからといって杜撰であるというこ\nとはできない。\nしたがって、この点に関する原告らの主張は理由がない。\n３　事故防止対策に関する主張等\n（一）　燃料、原子炉容器、蒸気発生器に関する主張\n（１）　原告らは、①伊方一号炉等の同型原子炉において、燃料棒の損傷、曲がり\nなどが頻発していること、②本件原子炉においても、燃料棒のピンホールが原因で\n一次冷却材中の放射性よう素の濃度が上昇したことなどを指摘し、燃料の健全性が\n維持されると判断した本件安全審査は誤りである旨主張するところ、証拠（甲一の\n６～１３、三の３、４、一六一）には、右指摘に沿う新聞記事等の記載がある。\nしかし、本件安全審査においては、前記一２（三）のとおり、燃料被覆管の熱\n的、機械的及び化学的損傷を防止するための対策が講じられていることなどが確認\nされた結果、燃料の健全性が維持されると判断されているのであり、後記第五の一\n３（一）（１）記載のとおり、周辺公衆の被曝線量評価に当たっては、燃料被覆管\nの欠陥率が一パーセントとされるなど、燃料棒の損傷等が生じること自体は想定さ\nれているのであるから、原告らの指摘する事実が存在するからといって直ちに本件\n安全審査の合理性が左右されるものではない。\nしたがって、この点に関する原告らの主張は理由がない。\n（２）　原告らは、原子炉容器が中性子照射により脆くなることは知られてい\nるにもかかわらず、本件安全審査において、原子炉容器の安全性がほとんど問題と\nされておらず、原子炉容器が破壊された場合を想定した事故解析も行われていない\nのは誤りである旨主張する。\nしかし、本件安全審査においては、前記一２（四）のとおり、原子炉容器を含む\n一次冷却材圧力バウンダリは、機械的損傷、化学的損傷、脆性破壊を防止するため\nの対策が講じられていることなどが確認された結果、その健全性が維持されると判\n断されているのであるから、原子炉容器の安全性がほとんど問題とされていないな\nどということはできず、また、本件原子炉施設の事故解析において想定された事象\nは、各種の安全防護施設の設計の妥当性を検討するという観点から、当時の知見に\n基づいて選定されたものであるところ、健全性が維持されると判断されている原子\n炉格納容器について、その破壊を想定した解析を行うことが右の観点から不可欠で\nあるとする的確な証拠もない。\nしたがって、この点に関する原告らの主張は理由がない。\n（３）　原告らは、①平成三年二月九日に美浜発電所二号炉において蒸気発生器伝\n熱管の破断が発生したこと（後記第七章の第三の四３記載の美浜二号炉事象）、②\n本件原子炉等においても蒸気発生器伝熱管の損傷が頻発していることなどを指摘\nし、蒸気発生器の健全性が維持されると判断した本件安全審査は誤りである旨主張\nするところ、証拠（甲一六一、後記美浜二号炉事象で掲記した証拠）には、右指摘\nに沿う新聞記事等の記載がある。\nしかし、本件安全審査においては、前記一６（二）のとおり、「蒸気発生器伝熱\n管破損事故」（原子炉出力運転中に蒸気発生器の伝熱管一本が瞬時に完全破断を起\nこすことが想定されている。）の発生可能性が極めて小さくなるように十分な防止\n対策がとられていることが確認された上、事故解析の結果についての調査審議が行\nわれ、万一このような事故が発生した場合にも、各種の安全防護施設の機能によ\nり、原子炉施設の安全性は確保されると判断されているのであるから、原告らの指\n摘する事象等が存在するからといって直ちに本件安全審査の合理性が左右されるも\nのではない。\nしたがって、この点に関する原告らの主張は理由がない。\nなお、原告らの指摘する美浜二号炉事象や本件原子炉における蒸気発生器伝熱管\nの損傷の発生原因が、本件安全審査の合理性に影響を及ぼすものではないことは、\n後記第七章の第三記載のと\nおりである。\n（４）　原告らは、美浜二号炉事象において、原子炉トリップ後のタービンバイパ\nス弁を用いた復水器による一次冷却系の冷却が常用母線への給電が行われていた三\n〇秒間に限られていたことを指摘し、加圧水型原子炉において、非常用炉心冷却設\n備作動信号の発信により常用母線への給電が自動的に停止され、タービンバイパス\n系が作動し得ないようにされている設計は誤りであり、美浜二号炉事象の後、非常\n用炉心冷却設備作動信号が発信しても、外部電源が利用可能な場合には、常用母線\nへの給電が継続するように設計を変更することが検討されたのは、その証左である\n旨主張するところ、証拠（甲三三の４、乙三三、証人Ｐ１３）には、右指摘に沿う\n記載ないし証言がある。\nしかし、前記認定事実及び証拠（乙四、乙六五）によれば、本件原子炉施設にお\nける「蒸気発生器伝熱管破損事故」の事故解析においては、原子炉スクラム後、外\n部電源が喪失し、タービンバイパス系は使用しないことなどを条件とした解析がな\nされ、放射性物質を外部に異常に放出することなく事象を収拾させることができる\nとの結果が得られていることが認められるのであるから、非常用炉心冷却設備作動\n信号の発信により常用母線への給電が自動的に停止され、タービンバイパス系が作\n動し得ないように設計されていたからといって誤りであるということはできない。\nしたがって、この点に関する原告らの主張は理由がない。\n（５）　原告らは、申請者が、平成一一年八月一七日、被告に対し、本件原子炉施\n設の蒸気発生器及び原子炉容器上部ふたの取換等を内容とする原子炉設置変更許可\n申請を行ったことを指摘し、蒸気発生器及び原子炉容器の健全性が維持されると判\n断した本件安全審査は誤りである旨主張する。\nしかし、現行の核原料物質、核燃料物質及び原子炉の規制に関する法律二六条一\n項によれば、原子炉設置者は、原子炉施設の構造等（同法二三条二項五号）を変更\nしようとするときは、主務大臣の許可を受けなければならないとされており、原子\n炉設置（変更）許可処分後においても、必要に応じ、原子炉施設の構造等が変更さ\nれ得ることが予定されているところ、証拠（甲二〇二、二〇三、乙八一）によれ\nば、原告らの指摘する右の原子炉設置変更許可申請は、申請者が、同法二六条一項\n等に基づき、①発電所への安心感の向上、定期検査作業員の放射線量低減及び定期\n検査期間の長期化防止の\n観点から、より耐食性に優れた伝熱管材料等を採用した新蒸気発生器への取替えを\n行い、②近年の海外プラントにおける原子炉容器上部ふた管台の損傷事例を踏まえ\nた予防保全の観点から、管台材料等を改良した新上部ふたへの取換えを行うととも\nに、その際、出力分布調整用制御棒クラスタ駆動装置を撤去することなどを計画し\nたことによるものであることが認められるのであるから、このような原子炉設置変\n更許可申請が行われたからといって直ちに本件安全審査の合理性が左右されるもの\nではない。\nなお、原告らは、美浜二号炉事象の後、同原子炉や玄海原子力発電所一号炉にお\nいて蒸気発生器の交換が決定され、さらに、伊方一号炉において平成一〇年に蒸気\n発生器の交換が行われたことをも指摘し、証拠（甲三三の７、９、一六二、一六\n三）には、右指摘に沿う新聞記事の記載があるが、弁論の全趣旨によれば、これら\nについても、社会的信頼の確保や経済性等の観点から行われていることが認められ\nるのであるから、右と同様、これらの事実があるからといって直ちに本件安全審査\nの合理性が左右されるものではない。\nしたがって、これらの点に関する原告らの主張は理由がない。\n（６）　原告らは、一号炉において、平成九年九月、復水器冷却管の一本が損傷\nし、海水が二次冷却材側に漏れ込んだことを指摘し、復水器冷却管が複数本破断す\nれば二次系の配管が劣化し、蒸気発生器において一次系にも影響が及び、機器の劣\n化をもたらして一次系の冷却もできなくなる旨主張するところ、証拠（甲一七三）\nには、右指摘に沿う新聞記事の記載がある。\nしかし、証拠（甲九六、一七二、乙二の３、六五）によれば、本件原子炉施設に\nおいては、二次冷却材が復水器から蒸気発生器に到達するまでの間に復水脱塩装置\nが設置されるなど、腐食抑制対策が講じられていることが認められるのであるか\nら、復水器冷却管の損傷により海水が二次冷却材側に漏れ込んだからといって直ち\nに一次系の機器の劣化をもたらすとは考え難い。\nしたがって、この点に関する原告らの主張は理由がない。\n（二）　ＥＣＣＳの有効性に関する主張\n原告らは、ＥＣＣＳの有効性については、世界のどこでも、実物はもちろん、小\n型化したものでも確かめられておらず、一次冷却材喪失事故時において実際に作動\nするかどうかは確かめられていないのであるから、ＥＣＣＳが設置されることを根\n拠にして本件原子炉施設が安全\nであると判断した本件安全審査は誤りである旨主張し、証人Ｐ１３もこれに沿う証\n言をしている。\nしかし、証拠（乙四、二九、三六の１、２、証人Ｐ１）によれば、①ＥＣＣＳに\nついては、米国原子力委員会によって実際に近い実験装置を用いたＬＯＦＴ実験\n（冷却材喪失実験）が十分ではないにしても行われ、燃料被覆管温度の昀大値がコ\nンピュータでの予測値よりも大幅に低いという結果が得られていること、②本件安\n全審査において具体的審査基準として用いられた「ＥＣＣＳ安全評価指針」は、理\n論と実験の結果等に基づき、できるだけ厳しい条件を設定し、より安全側に厳しい\n結果を得るように策定されたものであること、③本件安全審査においては、「一次\n冷却材喪失事故」の解析結果等により、本件原子炉施設におけるＥＣＣＳの機能及\nび性能は、「ＥＣＣＳ安全評価指針」を満足し、妥当なものであると判断され、ま\nた、前記一４（三）のとおり、ＥＣＣＳを含む工学的安全施設の信頼性が確保され\nると判断されていることなどが認められ、これらの事実に照らすと、本件安全審査\nにおいて、ＥＣＣＳが有効に機能することを前提にして、本件原子炉施設の事故防\n止対策が適切に講じられると判断されたことをもって誤りであるということはでき\nない。\nしたがって、この点に関する原告らの主張は理由がない。\n（三）　外部電源の喪失に関する主張\n原告らは、一号炉において、昭和五五年八月二七日、送電線への落雷のため、制\n御系統が作動して原子炉が自動停止したことを指摘し、このような場合、もし原子\n炉が停止しないとすると大きな事故になる旨主張するところ、証拠（甲二の３）に\nは、右指摘に沿う新聞記事の記載がある。\nしかし、証拠（乙二の２、四、三八の２、六五、証人Ｐ１）によれば、①伊方発\n電所で発生した電力は、一八七キロボルト送電線二ルート四回線で送電系統へ送電\nされるが、一八七キロボルト送電線は、四回線同時事故が少なくなるように不平衡\n絶縁設計とされ、また、四回線とも停電した場合の予備の外部電源として、六六キ\nロボルト送電線一回線が設置されていること、②非常用電源としてディーゼル発電\n器二台及び蓄電池二組が設置されるが、この設備は、一次冷却材喪失事故と外部電\n源喪失が同時に起こった場合を仮定しても、一台及び一組で原子炉を完全に停止さ\nせるために必要な電力を供給し、さらに、工学的安全施設作動のための電力をも供\n給する\n容量を有するものであること、③制御棒クラスタ駆動装置は、外部電源が喪失した\n場合、制御棒が炉心内に自重で挿入される構造を有するものであること、④運転時\nの異常な過渡変化の解析においては、外部電源の全部の喪失を想定しても、前記一\n５（二）のとおり、燃料の許容損傷限界を超えず、一次冷却材圧力バウンダリの健\n全性が損なわれることはないと確認されていることなどが認められ、これらの事実\nに照らすと、送電線への落雷が原因で本件原子炉施設に大事故が発生するとは考え\n難い。\nしたがって、この点に関する原告らの主張は理由がない。\n（四）　その他\n証人Ｐ１３の証言及び同人作成の陳述書（甲九四）には、ＴＭＩ事故、チェルノ\nブイル事故、美浜二号炉事象等を分析し、原子力発電一般の危険性等を指摘する証\n言ないし記載があり、原子力発電において検討する必要のある危険性等を指摘する\n点については、真摯に傾聴すべきであると考えられるが、これらの指摘は、本件原\n子炉施設との関係においては、具体的根拠に欠けるきらいがあり、前記認定の多重\n防護の考え方に基づく各種の事故防止対策の存在等が無視されているところがある\nことに照らしても、同証人の証言等をそのまま採用することはできない。\n４　安全評価に関する主張\n（一）　原告らは、本件原子炉施設における「蒸気発生器伝熱管破損事故」の事故\n解析と美浜二号炉事象の経過とを比較し、前者の事故解析では予測されていない事\n象が後者で現実に発生したことを指摘して、本件安全審査は誤りである旨主張す\nる。\nしかし、事故解析は、各種の安全防護施設の設計の妥当性を検討する観点から行\nわれるものであり、基本設計に属さない事項をすべて解析の条件に加えることは予\n定されていないのであるから、後記第七章の第三の四３記載のように施工管理に属\nする事項に起因する美浜二号炉事象の経過と右の「蒸気発生器伝熱管破損事故」の\n事故経過とを単純に比較することはできないというべきであり、しかも、証拠（乙\n三三）によれば、美浜二号炉事象は、調査の結果、その経過は、全体としてみれ\nば、同原子炉施設における「蒸気発生器伝熱管破損事象」についての安全評価のた\nめの解析（以下「安全解析」という。）の解析結果とほぼ類似し、安全解析上着目\nすべき燃料の健全性及び周辺公衆に対する放射線被曝のリスクの観点からも、安全\n解析の評価結果の範囲内のものであったことが認められるのである\nから、原告らの指摘する相違部分が存在するからといって直ちに本件安全審査が誤\nりであるということはできない。\nしたがって、この点に関する原告らの主張は理由がない。\n（二）　原告らは、美浜二号炉事象において蒸気発生器伝熱管一本が破断したこと\nを指摘し、本件原子炉施設における「蒸気発生器伝熱管破損事故」において、伝熱\n管の複数本破断が想定されていないのは誤りである旨主張する。\nしかし、前記認定事実及び証拠（乙四、六五）によれば、本件原子炉施設につい\nては、「蒸気発生器伝熱管破損事故」を防止するための対策、具体的には、①伝熱\n管は、耐食性に優れ、延性に富んだニッケル・クロム・鉄合金が使用され、設計、\n製作及び検査の各段階で破損の可能性が少なくなるように配慮されること、②伝熱\n管の腐食を小さくするため、適切な化学薬品の注入等によって、使用する水の溶存\n酸素や塩素等の含有量を抑えるように水質が管理されること、③過渡状態での一次\n冷却系の加圧を防止し、伝熱管に過大な差圧が生じないようにするため、加圧器逃\nがし弁及び加圧器安全弁等の設備が設けられること、④蒸気発生器ブローダウン配\n管及び復水器空気抽出器放射線モニタが設けられ、放射能レベルが高くなると中央\n制御室に警報を発して運転員に注意を喚起するなどの対策が講じられていることが\n認められるのであるから、これらの対策の存在を考慮せずに、美浜二号炉事象が発\n生したからといって直ちに伝熱管の複数本破断を想定していない事故解析が誤りで\nあるということはできない。\nしたがって、この点に関する原告らの主張は理由がない。\n第五　本件許可処分の実体的適法性（四号要件適合性のうち、平常運転時における\n被曝低減対策に係る安全性）\n一　本件安全審査の審査内容の概要\n証拠（乙一、二の１～４、三の１～３、四、三七の１、２、五三、六四、六五、\n六七、六九、証人Ｐ１）及び弁論の全趣旨によれば、以下の事実が認められる。\n１　前提となる事実等\n（一）　本件安全審査において用いられた具体的審査基準\n（１）　本件安全審査を行うに際しては、「安全設計審査指針」、「許容被曝線量\n等を定める件」（昭和三五年九月三〇日科学技術庁告示第二一号、昭和五二年七月\n三〇日科学技術庁告示第七号による改正前のものをいう。）、「線量目標値指針」\n（昭和五〇年五月一三日原子力委員会決定）及び「線量目標値評価指針」（昭和五\n一年九月二八日原子力委\n員会決定）への適合性が検討された。\n（２）　「安全設計審査指針」は、前記第三の一１（二）（３）のとおり、安全審\n査会が安全審査を行うに際して審査の便となる指針を取りまとめたものであり、炉\n心設計、計測制御設備、原子炉冷却材圧力バウンダリ、放射性廃棄物処理施設、放\n射線監視施設等の設計について審査すべき事項を具体的に定めている。\n（３）　「許容被曝線量等を定める件」は、一九五八年の国際放射線防護委員会\n（ＩＣＲＰ）の勧告を尊重して定められたものであり、第二条において、「周辺監\n視区域外の許容被曝線量は、一年間に〇・五レムとする。」としている。\n（４）　「線量目標値指針」は、被曝線量は容易に達成できる限り低く保つことが\n望ましいとする「ａｓ　ｌｏｗ　ａｓ　ｐｒａｃｔｉｃａｂｌｅ（ＡＬＡＰ）」の\n考え方に立ち、周辺公衆の被曝線量を低く保つことについての努力目標値を定めた\nものであり、線量目標値として、以下のとおり設定している。\nア　放射性希ガスからのガンマ線による全身被曝線量（生殖腺又は造血臓器の線量\n当量。以下同じ）の評価値及び液体廃棄物中の放射性物質に起因する全身被曝線量\nの評価値の合計値について年間五ミリレム（＝〇・〇〇五レム）\nイ　放射性よう素に起因する甲状腺被曝線量（線量当量）の評価値について年間一\n五ミリレム（＝〇・〇一五レム）\n（５）　「線量目標値評価指針」は、「線量目標値指針」に基づき、原子炉施設の\n基本的設計段階における平常運転時の原子炉施設周辺の被曝線量を評価するため、\n放射性物質の放出量とそれによる被曝線量の評価に使用する標準的な計算モデルと\nパラメータ等を定めたものである。\n（二）　本件安全審査における調査審議の対象\n本件安全審査においては、右「安全設計審査指針」、「許容被曝線量等を定める\n件」、「線量目標値指針」及び「線量目標値評価指針」を用い、申請者が提出した\n本件許可申請書及び添付書類等に基づき、本件原子炉施設が、ＡＬＡＰの考え方に\n従い、平常運転時において、①周辺環境に放出される放射性物質の量をできる限り\n低く抑えるための対策が適切に講じられているかどうか、②周辺環境に放出される\n放射性物質による公衆の被曝線量ができる限り低く保たれていると評価し得るかど\nうか、③周辺環境に放出される放射性廃棄物が適切に管理され、外部放射線量等の\n監視が適切に行われるかどうかについて調査審議が行われた。\n２　被曝低\n減対策について\n（一）　本件安全審査における調査審議の観点\n本件安全審査においては、被曝低減対策について、①放射性物質が一次冷却材中\nに現れることは抑制されるかどうか、②一次冷却材中に現れた放射性物質等を適切\nに処理し得る設備が設置されるかどうか、という観点から調査審議が行われた。\n（二）　放射性物質の出現の抑制についての調査審議及び判断\n本件安全審査においては、①前記第四の一２（三）のとおり、燃料被覆管の損傷\n等が防止される設計がなされており、燃料の健全性が維持されていること、②一次\n冷却材の接する部分には、耐食性に優れた金属（ステンレス鋼、ニッケル・クロ\nム・鉄合金等）が使用されており、一次冷却材の水質を清浄な状態に保つ水質管理\n設備が設けられることなどが確認された結果、放射性物質が一次冷却材中に現れる\nことは抑制されると判断された。\n（三）　放射性物質の処理についての調査審議及び判断\n本件安全審査においては、気体、液体、固体の各廃棄物について、主として以下\nのような事項が確認された結果、一次冷却材中に現れた放射性物質等を適切に処理\nし得る設備が設置されると判断された。\n（１）　気体廃棄物について\nア　ガス圧縮装置によって加圧された気体廃棄物を約四五日間貯蔵して放射能を減\n衰させるガス減衰タンク、水素分離装置で分離した放射性ガスを貯蔵して放射能を\n減衰させる水素廃ガス貯蔵タンク（一号炉と共用）が、いずれも十分な容量をもっ\nて設けられる。\nイ　原子炉格納容器及び原子炉補助建家の換気設備には、粒子用フィルタを内蔵し\nた排気フィルタ・ユニットが設けられる。\n（２）　液体廃棄物について\nア　一次冷却材中のほう素濃度を変更する際に生じる抽出水、格納器冷却材ドレン\n及び補助建家冷却材ドレンは、イオン状不純物を除去する脱塩塔、溶存固形分を濃\n縮分離するほう酸回収装置の蒸発器等によって浄化されることになっている。\nイ　洗濯排水類は、洗浄排水蒸発装置（一号炉と共用）によって浄化されることに\nなっている。\n（３）　固体廃棄物について\nア　濃縮廃液をアスファルト固化又はセメント固化してドラムに詰めるドラム詰装\n置（一号炉と共用）が設けられる。\nイ　脱塩塔使用済樹脂を長期間貯蔵し、放射性物質を減衰させる使用済樹脂貯蔵タ\nンク（一号炉と共用）が設けられ、ドラム詰めも可能なようになっている。\nウ　放射性物質で汚染された紙、布等の低レベル放射性固体廃棄\n物をドラム内で圧縮減容するベイラが設けられる。\nエ　右の固体廃棄物を貯蔵・保管する固体廃棄物貯蔵庫（一号炉と共用）が設けら\nれる。\n３　周辺公衆の被曝線量評価について\n（一）　申請者が行った被曝線量評価\n（１）　申請者は、①気体廃棄物の放出量については、燃料被覆管の欠陥率を一パ\nーセント（先行炉の実績値を上回る）と想定し、ガス減衰タンクの保持期間を三〇\n日間（貯留能力は四五日間）とすることなどを前提にして、「線量目標値評価指\n針」の定める計算モデルとパラメータを用いて、放射性希ガスの年間放出量を約一\n五〇〇〇キュリー、放射性よう素の年間放出量を約一・五キュリーと計算し、②液\n体廃棄物の放出量については、処理系統の運用の変動を考慮し、トリチウム以外の\nものの年間放出量を一キュリー（推定では〇・四キュリー）、トリチウムの年間放\n出量を一〇〇〇キュリー（推定では一〇〇〇キュリー以下）と仮定した。\n（２）　そして、これらを前提にして、平常運転時における一般公衆の被曝線量に\nついて、「線量目標値評価指針」の定める計算モデルとパラメータを用いて計算し\nた結果、①放射性希ガスのガンマ線に起因する全身被曝線量は、年間約〇・〇〇〇\n三レム（一号炉による寄与分を含めると年間約〇・〇〇〇五レム）、②液体廃棄物\n中に含まれる放射性物質に起因する全身被曝線量は、年間約〇・〇〇〇二レム（一\n号炉による寄与分を含めても年間約〇・〇〇〇二レム）、③放射性よう素に起因す\nる甲状腺被曝線量（昀大値）は、年間約〇・〇〇六レム（一号炉による寄与分を含\nめると年間約〇・〇一〇レム）であると評価した。\n（二）　本件安全審査における調査審議及び判断\n本件安全審査においては、①申請者が行った被曝線量評価に用いられた方法は、\n「線量目標値評価指針」に示されたものと同様なものであり、「線量目標値評価指\n針」に定められていない条件も、原子炉施設の設計、運転実績よりみて厳しいもの\nが使用されている傾向にあるとされ、②その被曝線量評価値は、「許容被曝線量等\nを定める件」において定められている周辺監視区域外の許容被曝線量をはるかに下\n回るのみならず、「線量目標値指針」において定められている線量目標値をも下回\nるものであり、実際の運転時における諸種の変動要因、計算上省略されている諸要\n因を考慮しても「線量目標値指針」を満足していることから、周辺環境に放出され\nる放射性物質による公衆の\n被曝線量はできる限り低く保たれていると評価し得ると判断された。\n４　放射性廃棄物の放出管理・外部放射線量等の監視について\n（一）　放射性廃棄物の放出管理についての調査審議及び判断\n本件安全審査においては、気体、液体の各廃棄物について、主として以下のよう\nな事項が確認された結果、平常運転に伴い周辺環境へ放出される放射性廃棄物は適\n切に管理されると判断された。\n（１）　気体廃棄物について\nア　原子炉補助建家排気筒及び原子炉格納容器排気筒から放出される排気中の放射\n性物質の濃度は、それぞれの排気筒に設けられているガスモニタ及び塵埃モニタに\nよって常に監視される。\nイ　ガス減衰タンクの気体廃棄物を放出する場合、予めサンプリングによる放射能\n測定が行われ、放出される放射性物質の濃度が確認される。\nウ　排気筒から放出される気体中に含まれる放射性よう素及びトリチウムは、よう\n素・トリチウムサンプラによってサンプリングが行われ、定期的に測定される。\n（２）　液体廃棄物について\nア　タンクに貯留されている液体廃棄物を放出する場合、予めサンプリングが行わ\nれ、放出する放射性物質の濃度が測定される。\nイ　放出口における海水中の放射性物質の濃度も定期的に測定される。\n（二）　外部放射線量等の監視についての調査審議及び判断\n本件安全審査においては、①敷地周辺の居住可能区域での積算線量、線量率及び\n空気中の放射線粒子の濃度について、モニタリング・ポイント、モニタリング・ポ\nスト、モニタリング・ステーション、モニタリング・カーによって測定が行われる\nこと、②周辺環境の放射性物質の濃度の長期的傾向を把握するため、環境試料の測\n定が行われることなどが確認された結果、平常運転に伴い周辺環境へ放出される放\n射線量等は適切に監視されると判断された。\n二　本件許可処分後の事情等\n証拠（乙六、三〇、五二、七〇、七一）及び弁論の全趣旨によれば、本件許可処\n分後の事情等として、以下の事実が認められる。\n前記一１（一）（３）のとおり、本件安全審査において用いられた「許容被曝線\n量等を定める件」における周辺監視区域外の許容被曝線量年間〇・五レムは、一九\n五八年のＩＣＲＰの勧告において、一般公衆に対する許容線量が年間〇・五レムと\nされたことを尊重して定められたものであるが、一九七七年のＩＣＲＰの勧告にお\nいて、新しい線量制限体系が導入され、線量当量限度として年間五ミリシーベ\nルト（〇・五レム）と定められ、さらに、一九八五年のＩＣＲＰの勧告において、\n右の線量当量限度が年間一ミリシーベルト（〇・一レム）に変更されたことから、\nわが国においても、平成元年の法令改正（線量当量限度等を定める件）により、周\n辺監視区域外の線量当量限度は、実効線量当量について年間一ミリシーベルトと定\nめられることになった。\n三　認定事実に基づく当裁判所の判断\n１　右二のとおり、本件許可処分後の法令改正により、周辺監視区域外の線量当量\n限度は、実効線量当量について年間一ミリシーベルトと定められることになった\nが、前記一３（一）（２）の本件原子炉施設による周辺公衆の被曝線量評価値は、\nこの基準をもはるかに下回るものであることが認められる。\n２　そして、前記認定事実によれば、本件安全審査は、具体的審査基準として、\n「安全設計審査指針」、「許容被曝線量等を定める件」、「線量目標値指針」及び\n「線量目標値評価指針」を用い、科学的、専門技術的見地から、被曝低減対策、周\n辺公衆の被曝線量評価、放射性廃棄物の放出管理・外部放射線量等の監視等につい\nての審査を行っており、その審査内容等にかんがみると、後記の原告らの主張を踏\nまえても、本件安全審査における調査審議及び判断の過程に看過し難い過誤、欠落\nがあると認めることはできない。\n３　したがって、右の本件安全審査の調査審議及び判断を基にしてされた被告行政\n庁の判断に不合理な点があると認めることもできない。\n四　原告らの主張する主な事項についての検討\n１　原告らは、放射線量に許容量（しきい線量）はなく、許容被曝線量や線量目標\n値で示されている数値には科学的根拠がない旨主張する。\nしかし、証拠（乙六、三〇、証人Ｐ１）によれば、①「許容被曝線量等を定める\n件」における周辺監視区域外の許容被曝線量は、ＩＣＲＰの勧告を尊重して定めら\nれた数値であり、諸外国においても採用されている数値であるところ、ＩＣＲＰ\nは、放射線の人体への影響について学問的に明確でない点もあることから、しきい\n線量が存在するかもしれないことを認めながらも、しきい線量が存在しないと仮定\nする慎重な考え方をとり、現在の知識に照らし、他の産業や日常生活の危険性と比\n較して大多数の人々が安全と考える程度に身体的又は遺伝的障害を抑える線量を勧\n告値としていること、②「線量目標値指針」における線量目標値は、前記一１\n（一）（４）のとおり、Ａ\nＬＡＰの考え方に立って検討された結果、周辺公衆の被曝線量を低く保つための努\n力目標値として設定された数値であることが認められ、これらの事実に照らすと、\n許容被曝線量や線量目標値の数値をもって科学的根拠がないということはできな\nい。\nしたがって、この点に関する原告らの主張は理由がない。\n２　原告らは、①一九七〇年のゴフマン・タンプリンの論文、②一九七二年の米国\n科学アカデミーの「電離放射線の生物効果に関する諮問委員会の報告」（ＢＥＩＲ\n報告）、③Ｐ１４による研究結果等を指摘し、平常運転に伴い周辺環境へ放出され\nるごく微量の放射性物質によっても放射線障害が起きるおそれが十分にある旨主張\nする。\nしかし、証拠（甲九の１、２、乙二九、七三、七四の１、２、七五）によれば、\n①ゴフマン・タンプリンの論文における「アメリカ国民が年間平均〇・一七レムの\n被曝（年間平均線量限度）を受けると、年当たり一〇万人ものガンによる死者が出\nるだろう。」との推定については、被曝源の原子力施設から米国の全国民が年間\n〇・一七レムの被曝を受けるという仮定は明らかに事実に反しており、放射線の単\n位当たり被曝によるガンの死亡率の推定に使われた仮定も不適当であるなどとし\nて、米国原子力委員会等から批判されていること、②ＢＥＩＲ報告における「アメ\nリカ国民が年間平均〇・一七レムの被曝を受けると、被曝を受ける当世代で毎年昀\n大一万五〇〇〇人のガンによる死者が出るほか、次世代で毎年昀大三六〇〇例の遺\n伝病が出現し、何世代か後（数世代後あるいはそれ以降）には毎年昀大二万七〇〇\n〇例もの遺伝病の出現と、不健康者（部分的に遺伝的原因によるもの）の五パーセ\nント増（毎年約一〇〇万人に相当）がもたらされる。」との推定についても、放射\n線発ガンリスクの推定値は、低線量、低線量率での実際のリスクを推定したもので\nはなく、過大評価がなされているなどとして、米国放射線防護測定審議会等から批\n判されていること、③Ｐ１４による原子力発電所周辺でのムラサキツユクサを用い\nた微量放射線の遺伝的影響に関する実験結果（原子炉が運転されているときに限\nり、また、風下に限って突然変異率が高まる。）については、ムラサキツユクサは\n放射線以外の環境中にある化学物質、温度、湿度等に対しても高い感受性を示すの\nで、これらの影響を排除した実験でなければならず、また、人間の放射線に対する\n影響を知るためには、細胞の構造ができるだけ人間に近い生物を使った実験でなけ\nればならないのであるから、突然変異率の変動をもって直ちに原子炉からの放出放\n射能に結びつけることはできないなどと批判されていることが認められ、これらの\n事実に照らすと、原告らの指摘する論文等を根拠にして、平常運転に伴い周辺環境\nへ放出されるごく微量の放射性物質によって放射線障害が起きるおそれが十分にあ\nるということはできない。\nしたがって、この点に関する原告らの主張は理由がない。\n３　原告らは、本件原子炉施設の周辺海底土からコバルト六〇が検出されたことを\n指摘し、本件原子炉施設が周辺海域に広範な放射能汚染をもたらしている可能性が\nある旨主張するところ、証拠（甲八の１、２）には、右指摘に沿う新聞記事の記載\nがある。\nしかし、証拠（甲八の２、乙一〇の１～４、一一の１～４、一二の１～４、一三\nの１～４、一四の１～４）によれば、コバルト六〇は、核実験によっても放出され\nるものであり、原告らが検出されたとする（昀高値）一グラム当たり〇・〇〇七八\nピコキュリー程度のコバルト六〇は、太平洋や日本海沿岸の海底土からも検出され\nていることが認められるのであるから、本件原子炉施設の周辺海底土からコバルト\n六〇が検出されたことをもって、本件原子炉施設が周辺海域に広範な放射能汚染を\nもたらしている可能性があることの根拠とすることはできない。\nしたがって、この点に関する原告らの主張は理由がない。\n第六　本件許可処分の実体的適法性（四号要件適合性のうち、公衆との離隔に係る\n安全性）\n一　本件安全審査の審査内容の概要\n証拠（乙一、二の１～４、三の１～３、四、三四、六四、六五、証人Ｐ１）及び\n弁論の全趣旨によれば、以下の事実が認められる。\n１　前提となる事実等\n（一）　本件安全審査において用いられた具体的審査基準\n（１）　本件安全審査を行うに際しては、「立地審査指針」への適合性が検討され\nた。\n（２）　「立地審査指針」は、前記第三の一１（二）（２）のとおり、安全審査会\nが安全審査を行う際、万一の事故に関連して、その立地条件の適否を判断するため\nに策定されたものであり、「原子炉は、その安全防護施設との関連において十分に\n公衆から離れていること。」を原則的立地条件の一つとするとともに、基本的目\n標、立地審査の指針、めやす線量について、以下のとおり定めている。\nア　基本的目標（「立地審査指針」によって達成\nしようとする基本的目標）\n（ア）　敷地周辺の事象、原子炉の特性、安全防護施設等を考慮し、技術的見地か\nらみて、昀悪な場合には起こるかもしれないと考えられる重大な事故（以下「重大\n事故」という。）の発生を仮定しても、周辺の公衆に放射線障害を与えないこと。\n（イ）　更に、重大事故を超えるような技術的見地からは起こるとは考えられない\n事故（以下「仮想事故」という。）の発生を仮想しても、周辺の公衆に著しい放射\n線障害を与えないこと。\n（ウ）　なお、仮想事故の場合には、国民遺伝線量に対する影響が十分に小さいこ\nと。\nイ　立地審査の指針（基本的目標を達成するために確認する必要がある条件）\n（ア）　原子炉の周囲は、原子炉からある距離の範囲内は非居住区域であること。\nここにいう「ある距離の範囲」としては、重大事故の場合、もし、その距離だけ\n離れた地点に人がいつづけるならば、その人に放射線障害を与えるかもしれないと\n判断される距離までの範囲をとるものとし、「非居住区域」とは、公衆が原則とし\nて居住しない区域をいうものとする。\n（イ）　原子炉からある距離の範囲内であって、非居住区域の外側の地帯は、低人\n口地帯であること。\nここにいう「ある距離の範囲」としては、仮想事故の場合、何らの措置を講じな\nければ、その範囲内にいる公衆に著しい放射線障害を与えるかもしれないと判断さ\nれる範囲をとるものとし、「低人口地帯」とは、著しい放射線障害を与えないため\nに、適切な措置を講じうる環境にある地帯（例えば、人口密度の低い地帯）をいう\nものとする。\n（ウ）　原子炉敷地は、人口密集地帯からある距離だけ離れていること。\nここにいう「ある距離」としては、仮想事故の場合、全身被曝線量の積算値が、\n国民遺伝線量の見地から十分受け入れられる程度に小さい値になるような距離をと\nるものとする。\nウ　めやす線量（立地条件の適否を判断するためのめやすとなる被曝線量）\n（ア）　右イ（ア）にいう「ある距離の範囲」を判断するためのめやすとして、次\nの線量を用いること。\n甲状腺（小児）に対して　一五〇レム\n全身に対して　　　　　　　二五レム\n（イ）　右イ（イ）にいう「ある距離の範囲」を判断するためのおよそのめやすと\nして、次の線量を考えること。\n甲状腺（成人）に対して　三〇〇レム\n全身に対して　　　　　　　二五レム\n（ウ）　右イ（ウ）にいう「ある距離だけ離れていること」を判断するための\nめやすとして、外国の例（例えば二〇〇万人レム）を参考とすること。\n（二）　本件安全審査における調査審議の対象\n本件安全審査においては、種々の安全対策が講じられており、各種の事故を想定\nした解析においても、事故防止対策が適切に講じられることが確認された本件原子\n炉施設について、申請者が提出した本件許可申請書及び添付書類等に基づき、申請\n者が立地条件の妥当性を評価するために重大事故及び仮想事故を想定して行った解\n析結果が右「立地審査指針」に適合し、原子炉が安全防護施設との関連において十\n分に公衆から離れているかどうか（災害評価）について調査審議が行われた。\n２　申請者が行った災害評価の概要\n（一）　想定された重大事故及び仮想事故\n申請者は、重大事故と仮想事故のいずれについても、原子炉格納容器内に放射性\n物質が放出される事故としての一次冷却材喪失事故と原子炉格納容器外に放射性物\n質が放出される事故としての蒸気発生器伝熱管破損事故の二種類の事故を想定し\nた。\n（二）　重大事故として想定された「一次冷却材喪失事故」\n重大事故として想定された「一次冷却材喪失事故」は、一次冷却材喪失事故のう\nち、一次冷却材主配管が瞬時に完全破断し、全燃料被覆管に損傷が生じることを仮\n定するものであり、評価に当たっては、①炉心に蓄積されている核分裂生成物のう\nち、希ガス二パーセント、よう素一パーセント、固体核分裂生成物〇・〇二パーセ\nントが一次冷却材とともに原子炉格納容器内に放出されるとすること、②原子炉格\n納容器からの希ガス及びよう素の漏えい率は、事故発生後二四時間は一日当たり\n〇・三パーセント、その後三日間は一日当たり〇・一三五パーセントとすること\n（設計では一日当たり〇・一パーセント以下）、③原子炉格納容器からの漏えい\nは、九七パーセントが配管等の貫通しているアニュラス部に生じ、三パーセントが\n原子炉格納容器のドーム部に生じるものとすること、④アニュラス空気再循環設備\nにおけるフィルタ効果を、よう素については九〇パーセントとし（設計では九五パ\nーセント以上）、希ガスについては無視すること、⑤大気中の拡散に用いる条件と\nしての有効拡散風速は、放出継続時間二時間の累積出現頻度九七パーセント以上を\nカバーする毎秒二・五メートルを採用することなどが前提条件とされた。\n（三）　重大事故として想定された「蒸気発生器伝熱管破損事故」\n重大事故として想定された\n「蒸気発生器伝熱管破損事故」は、蒸気発生器伝熱管破損事故のうち、蒸気発生器\n伝熱管の一本が瞬時に完全破断することを仮定するとともに、一次冷却材中のよう\n素及び希ガスの濃度について炉心の一パーセント相当の燃料被覆管に損傷があると\nした場合の昀大濃度を仮定し、さらに、一次冷却系の圧力低下に伴って損傷してい\nる燃料被覆管からのよう素及び希ガスの追加放出があることを仮定するものであ\nり、評価に当たっては、①破損した蒸気発生器を隔離するまでの間に二次冷却系へ\n流出する一次冷却材量を、保有水量の三〇パーセントとすること（事故解析の結果\nでは全保有水量の約二六パーセント以下）、②大気中の拡散に用いる条件としての\n有効拡散風速は、放出継続時間一時間の累積出現頻度九七パーセント以上をカバー\nする毎秒二メートルを採用することなどが前提条件とされた。\n（四）　仮想事故として想定された「一次冷却材喪失事故」\n仮想事故として想定された「一次冷却材喪失事故」は、重大事故の場合と同じ事\n故について評価するものであるが、炉心に蓄積されている核分裂生成物のうち、希\nガスは一〇〇パーセント、よう素は五〇パーセント、固体核分裂生成物は一パーセ\nントが燃料から放出されるとすることが異なる条件とされた。\n（五）　仮想事故として想定された「蒸気発生器伝熱管破損事故」\n仮想事故として想定された「蒸気発生器伝熱管破損事故」は、重大事故の場合と\n同じ事故について評価するものであるが、重大事故では、事故時に損傷している燃\n料被覆管から新たに一次冷却材中に追加放出される核分裂生成物は、一次冷却系圧\n力の低下とともに徐々に放出されると仮定されたのに対し、仮想事故では、事故直\n後に全核分裂生成物が一次冷却材中に放出されると仮定されたことなどが異なる条\n件とされた。\n（六）　重大事故の評価結果\n本件原子炉敷地外における被曝線量の昀大値は、①「一次冷却材喪失事故」にお\nいて、甲状腺（小児）被曝が約二・五レム（炉心から南南東方向約六三〇メートル\nの敷地境界）、全身被曝が約〇・一一レム（炉心から東南東方向約六四〇メートル\nの敷地境界）と評価され、②「蒸気発生器伝熱管破損事故」において、甲状腺（小\n児）被曝が約一二レム、全身被曝が約〇・〇八レム（いずれも炉心から南南東方向\n約六三〇メートルの敷地境界）と評価された。\n（七）　仮想事故の評価結果\n本件原子炉敷地外における被曝線量の昀大値\nは、①「一次冷却材喪失事故」において、甲状腺（成人）被曝が約三二レム（炉心\nから南南東方向約六三〇メートルの敷地境界）、全身被曝が約四・九レム（炉心か\nら東南東方向約六四〇メートルの敷地境界）と評価され、②「蒸気発生器伝熱管破\n損事故」において、甲状腺（成人）被曝が約九・八レム、全身被曝が約〇・三レム\n（いずれも炉心から南南東方向約六三〇メートルの敷地境界）と評価された。\n（八）　国民遺伝線量の見地からの評価結果\n仮想事故の発生を想定した場合における全身被曝線量の人口積算値は、①「一次\n冷却材喪失事故」において、一九七四年の人口に対して約一一万人レム、二〇二〇\n年の推定人口に対して約一四万人レムと評価され、②「蒸気発生器伝熱管破損事\n故」において、一九七四年の人口に対して約二万人レム、二〇二〇年の推定人口に\n対して約二・七万人レムと評価された。\n３　本件安全審査における調査審議及び判断\n本件安全審査においては、解析に用いられた仮定は妥当であり、①各重大事故時\nの線量は、「立地審査指針」にめやす線量として示されている甲状腺（小児）被曝\n一五〇レム、全身被曝二五レムに比べて十分小さく、非居住区域であるべき範囲は\n本件原子炉施設の敷地内に含まれ、②各仮想事故時の線量は、「立地審査指針」に\nめやす線量として示されている甲状腺（成人）被曝三〇〇レム、全身被曝二五レム\nに比べて十分小さく、低人口地帯であるべき範囲も本件原子炉施設の敷地内に含ま\nれ、③仮想事故時における全身被曝線量の積算値は、国民遺伝線量の見地から「立\n地審査指針」にめやすとして示されている参考値二〇〇万人レムを十分下回ってい\nることが確認された結果、申請者が重大事故及び仮想事故を想定して行った解析結\n果は、「立地審査指針」に適合するものであり、本件原子炉は安全防護施設との関\n連において十分に公衆から離れていると判断された。\n二　認定事実に基づく当裁判所の判断\n１　前記認定事実によれば、本件安全審査においては、具体的審査基準として、\n「立地審査指針」を用い、科学的、専門技術的見地から、申請者が行った災害評価\nについての審査を行っており、その審査内容等にかんがみると、後記の原告らの主\n張を踏まえても、本件安全審査における調査審議及び判断の過程に看過し難い過\n誤、欠落があると認めることはできない。\n２　したがって、右の本件安全審査における調査審議及び判断を基にしてされた\n被告行政庁の判断に不合理な点があると認めることもできない。\n三　原告らの主張する主な事項についての判断\n１　原告らは、事故時には、「めやす」という基準により、許容被曝線量の五〇倍\n（二五レム）もの放射線が周辺住民に押し付けられることになる旨主張する。\nしかし、「立地審査指針」に示されているめやす線量は、安全審査を行うに当た\nり、原子炉の立地条件の適否を判断する際に使用する線量であり、許容被曝線量と\nは性格が異なり、その値まで公衆の被曝を許容する趣旨のものではない。\nしたがって、この点に関する原告らの主張は理由がない。\n２　原告らは、ＴＭＩ事故やチェルノブイル事故における放射性物質の環境への放\n出量が、本件原子炉施設について想定された仮想事故における放射性物質の放出量\nを上回っていることを指摘し、本件原子炉施設の災害評価は誤りである旨主張す\nる。\nしかし、証拠（証人Ｐ１）及び弁論の全趣旨によれば、災害評価における重大事\n故あるいは仮想事故は、事故解析において想定される事故とは異なり、設計上、現\n実にそのような事故が発生するかどうかを問題とするものではなく、事故防止対策\nが適切に講じられることが確認された原子炉施設について、「立地審査指針」に基\nづき、立地条件の適否を判断するためにあえて想定されるものであることが認めら\nれるのであるから、ＴＭＩ事故やチェルノブイル事故において実際に環境に放出さ\nれた放射性物質の量と仮想事故における放射性物質の放出量とを単純に比較するこ\nとはできないというべきである。\nしたがって、この点に関する原告らの主張は理由がない。\n３　原告らは、米国におけるＷＡＳＨ―七四〇及びＷＡＳＨ―一四〇〇報告書にお\nいて原子炉の大事故（炉心溶融）が想定され、わが国の政府機関によっても大型原\n子炉の事故を想定した被害予測が行われており、現実にＴＭＩ事故やチェルノブイ\nル事故において炉心溶融が発生したにもかかわらず、本件原子炉施設の災害評価に\nおいて、炉心溶融等の重大な事故が想定されていないのは誤りである旨主張すると\nころ、証拠（甲一八四、一八五）には、原告らの主張する大事故の想定ないし被害\n予測に関する記載がある。\nしかし、右２で認定した災害評価の意義にかんがみると、事故防止対策が機能し\nない場合に初めて発生し得る極めて例外的な事故についてまで災害評価において想\n定する必要はないというべきであるから、本件原子\n炉施設の災害評価において、ＥＣＣＳや原子炉格納容器等が機能しない場合に初め\nて発生し得る炉心溶融等の重大な事故が想定されていないことをもって誤りである\nということはできない。\nしたがって、この点に関する原告らの主張は理由がない。\n４　原告らは、申請者が、本件原子炉施設についての第一三回定期検査（平成一一\n年）において、アクシデントマネージメントとして追加工事を実施することを指摘\nし、公衆との離隔に係る安全性についての本件安全審査は誤りである旨主張すると\nころ、証拠（甲二〇〇）には、右指摘に沿う新聞記事の記載がある。\nしかし、証拠（乙八四）及び弁論の全趣旨によれば、アクシデントマネージメン\nトとは、シビアアクシデント（設計基準事象を大幅に超える事象であって、炉心が\n重大な損傷を受けるような事象）に至るおそれのある事態が万一発生したとして\nも、現在の設計に含まれる安全余裕や本来の機能以外にも期待し得る機能もしくは\nその事態に備えて新規に設置した機器を有効に活用することによって、その事態が\nシビアアクシデントに拡大するのを防止するため、又はシビアアクシデントに拡大\nした場合にその影響を緩和するために採られる措置をいうところ、①原告らの指摘\nする本件原子炉施設におけるアクシデントマネージメントは、「発電用軽水型原子\n炉におけるシビアアクシデント対策としてのアクシデントマネージメントについ\nて」（原子力安全委員会平成四年五月二八日決定）において、「原子炉設置者にお\nいて効果的なアクシデントマネージメントを自主的に整備し、万一の場合にこれを\n的確に実施できるようにすることは強く奨励されるべきであると考える。」などと\nされていることに基づいて実施されたものであること、②右の決定は、我が国の原\n子炉施設の安全性が、いわゆる多重防護の思想に基づき厳格な安全確保対策を行う\nことによって十分確保されており、これらの諸対策によってシビアアクシデントは\n工学的には現実に起こるとは考えられないほど発生の可能性が小さいものとなって\nいるとの判断を前提にして、この低いリスクを一層低減するものとしてアクシデン\nトマネージメントの整備を奨励していることなどが認められるのであるから、アク\nシデントマネージメントとして追加工事が実施されるからといって公衆との離隔に\n係る安全性についての本件安全審査が誤りであるということはできない。\nしたがって、この点に関\nする原告らの主張は理由がない。\n第七章　原告らのその余の主張\n第一　原子力発電一般に関する主張\n原告らは、①原子力発電所の危険性には計り知れないものがあり、世界的には脱\n原子力発電の傾向が顕著である、②原子力発電のコストは必ずしも安いものではな\nく、省エネルギー政策を推進し、自然エネルギー等を活用すれば原子力発電は不要\nである、③原子力発電所の建設によって農業、漁業が衰退し、地元経済には何らの\nメリットもないなどと主張する。\nしかし、前記第五章の第二の一のとおり、本件訴訟においては、本件許可処分の\n手続的適法性と実体的適法性が裁判所の審理・判断の対象になるのであるから、右\nのような原子力発電一般に関する事項は、本件許可処分の違法事由にはなり得ない\nというべきである。\n第二　本件安全審査の対象外の事項に関する主張\n一　固体廃棄物の昀終処分の方法、使用済燃料の再処理及び輸送の方法、温排水の\n熱による影響等\n原告らは、固体廃棄物の昀終処分の方法、使用済燃料の再処理及び輸送の方法、\n温排水の熱による影響等について安全審査の対象とされていないのは違法である旨\n主張する。\nしかし、前記第五章の第一の四のとおり、規制法の規制の構造に照らすと、原子\n炉設置（変更）許可の段階の安全審査においては、当該原子炉施設の安全性にかか\nわる事項のすべてをその対象とするものではなく、その基本設計の安全性にかかわ\nる事項のみをその対象とするものと解するのが相当であるから、固体廃棄物の昀終\n処分の方法、使用済燃料の再処理及び輸送の方法並びに温排水の熱による影響等に\nかかわる事項については、原子炉設置（変更）許可の段階の安全審査の対象にはな\nらないというべきである（一号炉昀高裁判決参照）。\nなお、原告らは、安全審査の対象を基本設計にかかわる事項に限定すべき理由は\nなく、また、基本設計の範囲も不明確である旨主張するが、安全審査の対象が基本\n設計の安全性にかかわる事項のみに限定されるのは、右のとおり、規制法が段階的\nな規制を行っていることによって導かれるものであり、また、右のような規制の構\n造は、基本設計とその後続の段階で規制の対象とされる詳細設計との区別が可能で\nあることを前提とするものと考えられ、証人Ｐ１も、一般的に工学を研究している\n者にとっては、詳細設計と基本設計の区別があることは常識である旨証言している\nのであるから、基本設計の範囲が不明確であると\nいうこともできない。\n二　防災計画、避難計画\n原告らは、事故時の防災計画や避難計画について安全審査の対象とされていない\nのは違法である旨主張する。\nしかし、防災対策にかかわる事項は、原子炉施設の基本設計の安全性にかかわる\n事項ではなく、災害対策基本法に基づき、必要な対策が講じられることが予定され\nている事項なのであるから（同法二条一号、同法施行令一条）、原子炉設置（変\n更）許可の段階の安全審査の対象にはならないというべきである。\n三　核燃料加工施設における臨界事故\n原告らは、茨城県那珂郡δの核燃料加工施設株式会社ジェー・シー・オー東海事\n業所の転換試験棟において、平成一一年九月三〇日、核燃料サイクル開発機構の高\n速実験炉用のウラン燃料を加工する過程で臨界状態となり、放射性物質が施設外に\n漏えいした事故が発生したことを指摘し、核施設の危険性が実証された旨主張する\nところ、証拠（甲二二九ないし二三四、二三七の３、７、８、二四六）によれば、\n①右事故は、臨界量以上の硝酸ウラニル溶液を沈殿槽に注入したために発生したも\nのであり、直接従事していた作業員三名が重篤な放射線被曝を受けて死者が出たほ\nか、周辺住民への避難要請や屋内退避要請が行われる事態になったこと、②事故\n後、原子力安全委員会に「ウラン加工工場臨界事故調査委員会」が設置され、事故\n原因、再発防止策、今後の課題等が検討されたこと、③事故対応の教訓を踏まえ、\n原子力災害に対する対策の強化を図るため、原子力災害対策特別措置法が制定され\nたことなどが認められ、一般論としては、ジェー・シー・オーの臨界事故によって\n放射性物質の有する危険性が如実に示され、このような事故が二度と発生しないよ\nう、その原因を徹底的に究明し、万全の再発防止策を確立することが緊要であると\nいうことはできる。\nしかし、ジェー・シー・オーの核燃料加工施設は、規制法第三章の規定により規\n制される加工事業を行う施設であり、規制法第四章の原子炉の設置、運転等に関す\nる規制の対象となるものではなく、原子炉設置変更許可処分とかかわるものではな\nいのであるから、臨界事故が発生した事実は、本件安全審査の合理性に影響を及ぼ\nすものではないというべきである。\n第三　国内外の原子炉施設において発生した事故・事象等に関する主張\n一　安全審査の対象との関係\n原告らは、本件原子炉を含む国内外の原子炉施設において発生した後記二ないし\n五記載の事故・事象等を指摘し、本件原子炉施設が安全であると判断した本件安全\n審査は誤りである旨主張する。\nこの点、原告らの右主張は、専ら事故・事象等の発生の事実やその内容等を一般\n的・抽象的に指摘するにとどまるものであり、本件原子炉施設以外の原子炉施設に\nおいて発生し、また、本件許可処分後長期間経過してから発生した事故・事象等が\n多いことに照らしても、そもそも本件許可処分の違法事由となり得るかは疑問の残\nるところではあるが、後記四記載の事故・事象の重要性、本件訴訟の審理経過等に\nかんがみ、証拠（各項目冒頭の括弧内に記載の証拠）及び弁論の全趣旨により、原\n子力安全委員会等の関係機関の調査結果等に基づいて検討を加えた結果、後記二な\nいし五記載のとおり、これらの事故・事象等の原因は、当該原子炉施設の詳細設\n計、施工管理及び運転管理等に属する事項に起因するものであることが認められ、\nこれを不合理であるとする的確な証拠はない。\nそうすると、原子炉設置（変更）許可の段階における安全審査の対象は、前記の\nとおり、当該原子炉施設の基本設計の安全性にかかわる事項のみに限定され、詳細\n設計、施工管理及び運転管理等に属する事項は含まれないと解されるのであるか\nら、これらの事故・事象等が発生した事実及びこれらの原因は、本件安全審査の合\n理性に影響を及ぼすものではないというべきである。\n二　本件原子炉施設において発生した故障等\n１　タービン軸の振動調整（甲三の１、２、一六一）\n第一回定期検査（昭和五八年）において、調整運転中、タービン軸の振動値が若\n干高くなったことから、原子炉を運転状態のままタービンを停止してタービン回転\n体の振動調整を行い、三日後に調整運転を再開した。これは、内容そのものから、\n運転管理に属する事項に起因するものであったことが認められる。\n２　燃料集合体上部金具の外れ（甲一九の１の２、一六一）\n第四回定期検査（昭和六二年）において、燃料集合体一体の上端に取り付けられ\nていた金具がボルトの折損により外れ、燃料の上部に残っているのが発見された\nが、右のボルトの折損の原因は、ボルトの首下丸み部の丸みの半径が仕様と異なり\n小さかったこと及びボルトが大きな力で締め付けられたことにより首下丸み部の応\n力が過大になったことによるものと考えられており、専ら施行管理に属する事項に\n起因するものであったことが認められる。\n３　低圧タービン第八\n段動翼と蒸気シール板との溶接部の微小なひび（甲一、九の１の１、一六一）\n第四回定期検査（昭和六二年）において、低圧タービン第八段動翼と蒸気シール\n板との溶接部に微小なひび（一七か所）が発見されたが、その原因は、動翼と蒸気\nシール板との溶接部の端部の形状が、仕上げ加工時の不適切な研磨により、丸みを\n帯びた標準の形状よりも応力集中の発生しやすい形状になっていたことから、応力\nが溶接端部に集中したことによるものと考えられており、専ら施工管理に属する事\n項に起因するものであったことが認められる。\n４　一次冷却材ポンプ変流翼取付ボルトのひび割れ（甲二三の１の１・２、二三の\n４の１、一六一）\n第五回定期検査（昭和六三年）において、一次冷却材ポンプの変流翼取付ボルト\nにひび割れ（四八本中の二一本）が発見されたが、その原因は、ボルトの締め過ぎ\nにより首の付け根部分に負担がかかるなどして応力腐食割れを起こしたことによる\nものと考えられており、専ら施工管理に属する事項に起因するものであったことが\n認められる。\nなお、証拠（甲二六の１～１３）によれば、沸騰水型の福島第二原子力発電所三\n号炉において、昭和六四年一月、再循環ポンプが損傷し、金属片が原子炉圧力容器\n内に入り込んでいるのが発見されたことが認められるが、加圧水型の本件原子炉に\nは再循環ポンプは存在しないことが認められるから、直ちに同列に論じることはで\nきない。\n５　蒸気発生器伝熱管の管板部の損傷（甲一六一、一九〇）\n第一一回定期検査（平成八年）において、蒸気発生器伝熱管の管板部に損傷（一\n九本）が発見されたが、その原因は、製造時のひずみに運転中の内圧による作用応\n力が加わるなどして応力腐食を起こしたことによるものと考えられており、詳細設\n計あるいは運転管理に属する事項に起因するものであったことが認められる。\nなお、第一三回定期検査（平成一一年）においても、蒸気発生器伝熱管に損傷\n（七二本）が確認されたが、その原因は、右と同様、応力腐食を起こしたことによ\nるものと考えられている。\n６　制御棒駆動装置溶接部のひび割れ（甲一七五、一七六）\n第一二回定期検査（平成九年）において、制御棒駆動装置溶接部にひび割れ（三\nか所）が発見されたが、その原因は、接合部に使用された潤滑油から出た塩素イオ\nンが製造時のひずみに反応するなどして応力腐食割れを起こしたことによるものと\n考えられており、詳細設計\nあるいは運転管理に属する事項に起因するものであったことが認められる。\n７　主変圧器の点検用仮設機材からの発煙（甲一六八、一六九、一七一）\n第一二回定期検査中である平成九年九月五日、主変圧器の点検用仮設機材から発\n煙したが、その原因は、作業員が点検用仮設機材の閉止蓋を取り外さないまま使用\nしたため、再生用ヒータ内で加熱された空気が流れずにヒータの温度が上昇し、周\nりの断熱材が加熱したことによるものと考えられており、運転管理に属する事項に\n起因するものであったことが認められる。\n三　一号炉、三号炉において発生した故障等\n１　一号炉における燃料装荷中の制御棒の損傷（甲一の１の１・２、一六一）\n建設中の一号炉において、昭和五一年一〇月一四日、燃料集合体を補助建家内の\n使用済み燃料ピットから原子炉格納容器内に移送する際、燃料集合体に挿入してあ\nる制御棒の先端部が燃料移送コンベアに設置されていたストッパーに接触したた\nめ、制御棒の先端部に変形が生じたが、これは、右のストッパーの位置が不適当で\nあったことによるものであり、詳細設計あるいは施工管理に属する事項に起因する\nものであったことが認められる。\n２　一号炉における試運転中の蒸気漏れ（甲一の２の１・２、一六一）\n試運転中の一号炉において、昭和五二年七月一九日、タービンの蒸気調節用加減\n弁から蒸気漏れが発見されたが、その原因は、蒸気加減弁の蓋の締め付けが悪かっ\nたことによるものと考えられており、専ら施工管理に属する事項に起因するもので\nあったことが認められる。\n３　一号炉における一次冷却材の漏えい（甲一の３の１、一六一）\n運転中の一号炉において、昭和五三年一〇月四日、一次冷却材ポンプ軸封部から\n一次冷却材が漏えいしているのが発見されたが、その原因は、一次冷却材温度検出\n用配管止め弁のグランドパッキンの取り付けが不適切であったために一次冷却材が\n廃棄物処理系統に漏えいし、さらに、一次冷却材ポンプ漏えい回収配管にある逆止\n弁が作動しなかったため、漏えいした一次冷却材が廃棄物処理系統から逆流し、ポ\nンプ軸封部を経て格納容器内に漏えいしたものと考えられており、専ら運転管理に\n属する事項に起因するものであったことが認められる。\n４　一号炉における制御棒クラスタ案内管たわみピン及び支持ピンのひび割れ（甲\n一の５、一六一）\n一号炉の第二回定期検査（昭和五四年）において、制御棒クラスタ案内管の\nたわみピン（一一本）及び支持ピン（四本）にひび割れが発見されたが、その原因\nは、取り付け時の応力、運転中の熱応力、材料の割れの感受性が相対的に高かった\nことにより応力腐食割れを起こしたことによるものと考えられており、詳細設計あ\nるいは運転管理に属する事項に起因するものであったことが認められる。\n５　一号炉における給水ポンプの停止（甲二の２）\n一号炉において、昭和五四年八月三一日、給水ポンプが停止したが、その原因\nは、給水ブースタポンプ出入口差圧スイッチの設定値が運転時の実差圧に近く、右\n圧力検出配管のつまりによって差圧スイッチが誤作動したことによるものと考えら\nれており、専ら運転管理に属する事項に起因するものであったことが認められる。\n６　一号炉における制御棒の摩耗及び外径増加（甲二二の１の１・２、一六一、証\n人Ｐ１）\n一号炉の第九回定期検査（昭和六三年）において、制御棒の摩耗及び外径増加が\n発見されたが、これは、必要に応じて制御棒の取換等を行うことによって対処する\nことが予定されているものであり、専ら運転管理に属する事項であると認められ\nる。\n７　三号炉における湿分分離加熱器逃がし弁の損傷（甲一一二、一六一、乙四三）\n三号炉の第一回定期検査（平成八年）のための出力降下中、湿分分離加熱器逃が\nし弁の一部が損傷したが、その原因は、当該逃がし弁母管に定格出力運転時には作\n動しない誤った仕様のドレントラップ（排水装置）が設置されていたことによるも\nのであり、出力降下に伴いドレントラップが作動し、母管内に滞留していたドレン\nが排出されたことから、急激な蒸気凝縮による圧力変動が繰り返し発生し、その振\n動により損傷に至ったものと考えられており、専ら施工管理に属する事項に起因す\nるものであったことが認められる。\n８　三号炉における放射能汚染水の補助建屋への漏えい（甲一六五、一六六）\n三号炉において、平成九年六月五日、燃料取替用水が補助建屋に漏えいしたが、\nその原因は、作業責任者が、燃料取替用水タンクにつながるパイプの手動弁の分解\n点検作業を行うに当たり、事前に手動弁周辺の水抜きをしていないにもかかわら\nず、作業開始の許可を得たものと思い込み、作業員に開始を指示したことによって\n手動弁が開けられたことによるものと考えられており、運転管理に属する事項に起\n因するものであったことが認められる。\n四　ＴＭＩ事故、チェルノブイル事故、美浜二\n号炉事象\n１　ＴＭＩ事故（甲五の１、２、一五の３～５、１５、２０、三〇の１、三二の\n７、８、九四、九五、乙七、八の１、２、五二、証人Ｐ１３、同Ｐ１）\n（一）　米国スリーマイルアイランド原子力発電所二号炉（加圧水型）において、\n昭和五四年三月二八日、炉心が損傷し、放射性物質が外部環境に放出される事故\n（ＴＭＩ事故）が発生した。\n（二）　原子力安全委員会は、ＴＭＩ事故を調査、検討するとともに、得られた教\n訓を我が国の原子力発電所等の安全確保対策に適切に反映させるため、「米国原子\n力発電所事故調査特別委員会」を設置し、昭和五六年五月までに、第一次ないし第\n三次の「米国原子力発電所事故調査報告書」をとりまとめた。\n（三）　右報告書等によれば、主給水ポンプの停止に端を発し、事態が炉心損傷\n（炉心溶融）にまで拡大、発展した主たる要因としては、①主給水喪失時に直ちに\n蒸気発生器に給水するための補助給水ポンプの出口弁が、技術仕様書に違反して、\n閉じられたままの状態で運転が続けられていたこと、②加圧器逃し弁が開いたまま\nになっており、一次冷却材の流出が続いていたにもかかわらず、運転員が、加圧器\nの水位の上昇を見て一次系が満水したと誤判断し、ＥＣＣＳの高圧注入系を停止す\nるなどしたこと（緊急手順書によれば、高圧注水ポンプの停止は、加圧器の水位だ\nけでなく、一次系の圧力も条件とされていた。）、③ＥＣＣＳの高圧注入系が停止\nしても加圧器の水位が上昇する現象について、運転員は、全く教えられておらず、\n運転手順書にもない事態であったことから、加圧器逃し弁の元弁が閉じられるまで\nに二時間一八分もの時間を要したことなどが挙げられ、設計上の諸対策が人為的要\n因によって機能を発揮し得なかったことによるものと考えられており、専ら運転管\n理に属する事項に起因するものであったことが認められる。\n２　チェルノブイル事故（甲一五の１、２の１・２、８～１４、一七の１、２の\n１・２、３～７、９、１０、１１の１・２、１２の１・２、１３～２５、２６の１\n～３、２７～２９、３０の１～３、３１の１～３、３２～３４、二〇の３の１・\n２、８、９、二一の１１、二五の１～１７、二八の１～５、６の１・２、７、８、\n９の１・２、１０、１１の１・２、１２～３７、二九の１～１１、九四、一四〇な\nいし一四九、一八五、二三七の５、６、乙二四、二五、五二、証人Ｐ１３、同Ｐ\n１）\n（一）　旧ソ連ウクライナ\n共和国チェルノブイル原子力発電所四号炉（黒鉛減速軽水冷却沸騰水型炉）におい\nて、昭和六一年四月二六日、原子炉と建屋が破壊され、炉内の多量の放射性物質が\n外部環境に放出される事故（チェルノブイル事故）が発生した。\n（二）　右事故の被害は甚大であり、①三一名が死亡し、二〇三名が急性放射線障\n害を起こして入院し、②発電所から半径三〇キロメートルの地域の住民一三万五〇\n〇〇人が避難し、③放射性物質は国境を越え、旧ソ連に隣接するヨーロッパ諸国を\n中心に広範囲にわたる放射能汚染をもたらし、日本の各地でも放射性物質が確認さ\nれ、④事故発生後一〇年以上が経過しても特に子供に対する影響等が指摘されてい\nる。\n（三）　原子力安全委員会は、チェルノブイル事故を調査、検討し、我が国の安全\n確保対策に反映させるべき事項の有無等を審議することを目的として、「ソ連原子\n力発電所事故調査特別委員会」を設置し、昭和六二年五月二八日までに「ソ連原子\n力発電所事故調査報告書」をとりまとめた。\n（四）　右報告書等によれば、チェルノブイル事故は、外部電源が喪失してタービ\nンへの蒸気供給が停止した場合にタービン発電機の回転慣性エネルギーによって発\n電所内の電源需要にどの程度対応できるかを調べる試験を行っている際に発生した\n反応度事故であり、第一次的な原因は、運転員の六つの規則違反、すなわち、①\n「反応度操作余裕」が規定値を大幅に下回っているのに炉の停止をしなかった、②\n計画より低い出力で試験を行った、③待機中のポンプを起動し、規定値を超える流\n量で冷却材を流した、④タービン二基停止でスクラムの安全信号をバイパスした、\n⑤気水分離器内の水位、圧力のスクラム信号をバイパスした、⑥ＥＣＣＳを切り離\nしたまま運転を継続したことによるものと考えられており、専ら運転管理に属する\n事項に起因するものであったことが認められる。\nなお、チェルノブイル四号炉は、旧ソ連が独自に開発した黒鉛減速軽水冷却沸騰\n水型炉であり、①低出力の状態において反応度出力係数が正となる場合がある設計\nであったこと、②このような原子炉の特性に対し、原子炉停止系が十分な速度を有\nしない設計であったことなどの設計上の問題も事故の要因となったと考えられてい\nるが、他方、本件原子炉施設については、①前記第六章の第四の一２（二）のよう\nな固有の安全性を有し、反応度出力係数が運転領域で常に負となる設計がなされて\nいるこ\nと、②前記第六章の第四の一５・６のとおり、反応度投入事象に関しては、「未臨\n界状態からの制御棒クラスタ引き抜き」（運転時の異常な過渡変化）及び「制御棒\nクラスタ抜け出し事故」の解析が行われ、このような事象の発生を想定しても、本\n件原子炉施設の安全性が確保できる設計になっていることが確認されていることな\nどが認められ、これらの事実に照らすと、チェルノブイル事故における設計上の要\n因は、本件安全審査の合理性に影響を及ぼすものではないというべきである。\n３　美浜二号炉事象（甲三二の１の１・２、２～５、９～２５、三三の１～４、５\nの１・２、６～９、九四、乙三二、三三、五二、証人Ｐ１３、同Ｐ１）\n（一）　美浜発電所二号炉（加圧水型）において、平成三年二月九日、蒸気発生器\nの伝熱管一本が破断したことにより原子炉が自動停止し、ＥＣＣＳが働くという事\n象が発生した。右事象は、我が国において初めて蒸気発生器伝熱管破断が発生した\nことによりＥＣＣＳが実作動したものであった。\n（二）　通商産業省は、平成三年二月二〇日、原子力発電技術顧問会に「美浜発電\n所二号機調査特別委員会」を設置し、その審議を踏まえつつ、原因究明、再発防止\n対策の確立のための調査を実施し、平成三年一一月までに「関西電力（株）美浜発\n電所二号機蒸気発生器伝熱管損傷事象について」と題する報告書をとりまとめた。\n（三）　右報告書等によれば、美浜二号炉事象は、蒸気発生器伝熱管のＵ字部に流\n力弾性振動が発生し、高サイクルのフレッチング疲労により破断に至ったものであ\nり、その原因は、伝熱管の振動を抑制する振止め金具が設計どおりの範囲にまで挿\n入されていなかったことによるものと考えられており、施工管理に属する事項に起\n因するものであったことが認められる。\nまた、美浜二号炉事象に際して発生した主蒸気隔離弁の不完全閉は、前回の定期\n検査時において、弁棒摺動部に鏡面仕上げを行ったことによるものと考えられてお\nり、加圧器逃がし弁の不作動は、原子炉起動前の点検において、運転員が空気元弁\nを閉止した誤操作によるものと考えられおり、いずれも、専ら運転管理に属する事\n項に起因するものであったことが認められる。\n五　その他の伊方発電所以外の原子炉施設において発生した故障等\n１　高浜発電所二号炉における一次冷却材の漏えい（甲二の１）\n高浜発電所二号炉において、昭和五四年一一月三日、一次冷却材が漏えいした\nが、その原因は、一次冷却材の温度を計測するための配管に取り付けられていた栓\nに、設計とは異なる材質のものを使用していたことによるものと考えられており、\n専ら施工管理に属する事項に起因するものであったことが認められる。\n２　大飯発電所二号炉における燃料棒の損傷等（甲一の１５、二の１）\n大飯発電所二号炉において、昭和五六年八月三一日、燃料被覆管に穴が開いて燃\n料ペレットが露出しているのが発見されたが、その原因は、炉内構造物であるバッ\nフルプレートを組み立てる際に、その接合部の間隙が過大となったために生じた一\n次冷却材の横流によるものと考えられており、専ら施工管理に属する事項に起因す\nるものであったことが認められる。\n３　玄海原子力発電所一号炉における余熱除去ポンプ主軸の損傷（甲一八の１～\n３）\n玄海原子力発電所一号炉において、昭和六一年一〇月一〇日、余熱除去ポンプの\n主軸が折損したが、その原因は、右主軸に比較的高い応力が発生する少流量運転を\n継続していたことによるものと考えられており、専ら運転管理に属する事項に起因\nするものであったことが認められる。\n４　敦賀発電所二号炉における二件の一次冷却材の漏えい（甲二〇一、二〇五ない\nし二一四、二二六、乙八二、八三）\n（一）　敦賀発電所二号炉（加圧水型）において、平成八年一二月二四日、化学体\n積制御系統の配管から一次冷却材が漏えいしているのが発見されたが、その原因\nは、当該配管の曲げ部の製造段階において配管の内表面に亜鉛が混入し、その状態\nで曲げ加工を実施したため、低融点金属割れを起こしたことによるものと考えられ\nており、専ら施工管理に属する事項に起因するものであったことが認められる。\n（二）　また、平成一一年七月一二日には、原子炉格納容器内に一次冷却材が漏え\nいしているのが発見されたが、その原因は、化学体積制御系統の再生熱交換器が内\n筒を有する構造であったために存在したバイパス流によって、連絡配管を通る一次\n冷却材の温度分布が変動するとともに、温度の異なる冷却材の合流による温度ゆら\nぎが生じたため、右連絡配管が熱疲労割れを起こしたことによるものと考えられて\nおり、専ら再生熱交換器の詳細設計に属する事項に起因するものであったことが認\nめられる。\n六　小活\n右二ないし五の検討のとおり、原告らの指摘するこれらの事故・事象等の原因\nは、当該原子炉施設の詳細設計、施工管理及び運転管理等に属す\nる事項に起因するものであり、いずれも、当該原子炉施設の基本設計の安全性にか\nかわる事項に起因するものではないから、これらの事故・事象等が発生した事実及\nびこれらの原因は、本件安全審査の合理性に影響を及ぼすものではないというべき\nである。\n第八章　結論\n一　以上のとおりであって、本件許可処分には、手続的違法はなく、また、三号要\n件（技術的能力部分）及び四号要件適合性についての被告行政庁の判断に不合理な\n点があると認めることはできないのであるから、実体的違法もない。\nよって、原告らの本件許可処分の取消しを求める請求は、いずれも理由がないか\nら棄却することとして、主文のとおり判決する。\n二　なお、本件訴訟の特質、審理経過にかんがみ付言する。\n本件訴訟において争われたのは、本件原子炉施設の安全性に関する被告行政庁の\n判断の適否であって、本件原子炉施設の絶対的安全性ではない。\n国民生活の安定や経済活動の発展を図るためには電力の安定した供給を確保する\nことが重要であり、かつ、原子炉事故等による深刻な災害が引き起こされる確率が\nいかに小さいといえども、重大かつ致命的な人為ミスが重なるなどして、ひとたび\n災害が起こった場合、直接的かつ重大な被害を受けるのは、原告らをはじめとする\n原子炉施設の周辺住民である。\n前記第七章の第三で検討した国内外の原子炉施設における事故・事象等の発生そ\nれ自体が、周辺住民に不安を抱かせる原因となっていることは否定できない事実で\nあり、これらの不安に誠実に対応し、安全を確保するため、国や電気事業者等に対\nしては、今後とも厳重な安全規制と万全の運転管理の実施を図ることが強く求めら\nれる。\n松山地方裁判所民事第二部\n裁判長裁判官　豊永多門\n裁判官　末弘陽一\n裁判官木太伸広は、転補につき、署名押印することができない。\n裁判長裁判官　豊永多門\n"
}