{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 10,
    "day": 20
  },
  "case_number": "令和5(ワ)70005",
  "case_name": "発信者情報開示請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "92486",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=92486",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/486/092486_hanrei.pdf",
  "contents": "令和５年１０月２０日判決言渡  同日原本領収  裁判所書記官\n令和５年(ワ)第７０００５号  発信者情報開示請求事件\n口頭弁論終結日  令和５年８月２８日\n判        決\n原 告        有限会社 プレステー ジ\n同訴訟復代理人弁護士         新   英 樹\n被 告         ソフトバンク株式会 社\n同訴訟代理人弁護 士        金子和 弘\n主        文\n１  原告の請求をいずれも棄却する。\n２  訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  請求\n被告は、原告に対し、別紙発信者情報目録記載の各情報を開示せよ。\n第２  事案の概要等\n１  事案の要旨\n本件は、原告が、電気通信事業を営む被告に対し、氏名不詳者ら（以下「本\n件各氏名不詳者」という。）が、Ｐ２Ｐ方式のファイル共有プロトコルである\nＢｉｔＴｏｒｒｅｎｔ（以下「ビットトレント」という。）を利用したネット\nワーク（以下「ビットトレントネットワーク」という。）を介して、別紙著作\n物目録記載の動画（以下「本件動画」という。）を複製して作成した動画ファ\nイル（以下「本件複製ファイル」という。）を、本件各氏名不詳者が管理する\n端末にダウンロードし、公衆からの求めに応じ自動的に送信し得る状態とした\nことによって、本件動画に係る原告の公衆送信権を侵害したことが明らかであ\nり、本件各氏名不詳者に対する損害賠償請求のため、被告が保有する別紙発信\n者情報目録記載の各情報（以下「本件各発信者情報」という。）の開示を受け\nるべき正当な理由があると主張して、特定電気通信役務提供者の損害賠償責任\nの制限及び発信者情報の開示に関する法律（以下「プロバイダ責任制限法」と\nいう。）５条１項に基づき、本件各発信者情報の開示を求める事案である。\n２  前提事実（当事者間に争いのない事実並びに後掲各証拠及び弁論の全趣旨に\nより容易に認められる事実）\n⑴  当事者\nア  原告は、ビデオソフト、ＤＶＤビデオソフトの制作及び販売等を目的と\nする特例有限会社である（弁論の全趣旨）。\nイ  被告は、電気通信事業等を目的とする株式会社であり、利用者に向けて\n広くインターネット接続サービスを提供しているアクセスプロバイダであ\nる。\n⑵  本件動画の著作物性及び著作権者\n原告は、著作物である本件動画の著作権者である（甲７、弁論の全趣旨）。\n⑶  ビットトレントの仕組み（甲２、弁論の全趣旨）\nア  ビットトレントは、Ｐ２Ｐ方式のファイル共有プロトコルである。\nビットトレントを利用したファイル共有は、その特定のファイルに係る\nデータをピースに細分化した上で、ピア（ビットトレントネットワークに\n参加している端末。「クライアント」とも呼ばれる。）同士の間でピースを\n転送又は交換することによって実現される。上記ピアのＩＰアドレス及び\nポート番号などは、「トラッカー」と呼ばれるサーバーによって保有され\nている。\n共有される特定のファイルに対応して作成される「トレントファイル」\nには、トラッカーのＩＰアドレスや当該特定のファイルを構成する全ての\nピースのハッシュ値（ハッシュ関数を用いて得られた数値）などが記載さ\nれている。そして、一つのトレントファイルを共有するピアによって、一\nつのビットトレントネットワークが形成される。\nイ  ビットトレントを利用して特定のファイルをダウンロードしようとする\nユーザーは、インターネット上のウェブサーバー等において提供されてい\nる当該特定のファイルに対応するトレントファイルを取得する。そして、\n端末にインストールしたクライアントソフトウェアに当該トレントファイ\nルを読み込ませると、当該端末は、ビットトレントネットワークにピアと\nして参加し、定期的にトラッカーにアクセスして、他のピアのＩＰアドレ\nス等の情報のリストを取得する。\n上記の手順によってピアとなった端末は、トラッカーから提供された他\nのピアに関する情報に基づき、他のピアとの間で、当該他のピアが現在稼\n働しているか否かや、当該他のピアのピース保有状況を確認するための通\n信を行い、これに対し当該他のピアがこれに応答することを確認した上\n（以下、この当該他のピアとの通信を「ハンドシェイクの通信」という。）、\n当該他のピアが上記特定のファイルを構成するピースを保有していれば、\n当該他のピアに対して当該ピースの送信を要求し、当該ピースの転送を受\nける（ダウンロード）。また、ピアは、他のピアから、自身が保有するピ\nースの転送を求められた場合には、当該ピースを当該他のピアに転送する\n（アップロード）。このように、ビットトレントネットワークを形成して\nいるピアは、必要なピースを転送又は交換し合うことで、最終的に共有さ\nれる特定のファイルを構成する全てのピースを取得する。\n⑷  株式会社ＨＤＲ（以下「本件調査会社」という。）による調査（甲４ 、弁\n論の全趣旨）\n本件調査会社は、別紙動画目録記載のＩＰアドレス、ポート番号及び発信\n日時を以下の方法により特定した。\nア  本件調査会社は、ビットトレントネットワーク上で共有されているファ\nイルの中から、本件動画の品番を含むファイルのハッシュ値を探索し、当\n該ハッシュ値を監視対象とした。\nイ  前記アの監視に用いられたソフトウェア（以下「本件監視ソフトウェア」\nという。）が、トラッカーに接続し、監視対象である当該ハッシュ値を有\nする特定のファイル（本件複製ファイル）を共有しているピアの情報の提\n供を求めたところ、トラッカーから別紙動画目録記載のＩＰアドレス及び\nポート番号を含むリストが返信された。\nまた、本件監視ソフトウェアは、トラッカーから上記のピアの情報に係\nるリストが返信された後、実際に各ピアとの間でハンドシェイクの通信を\n行い、各ピアが応答することを確認した。別紙動画目録記載の発信日時は、\nハンドシェイクの通信により各ピアから応答確認があった日時である。\n３  争点\n⑴  原告の「権利が侵害されたことが明らかである」（プロバイダ責任制限法\n５条１項１号）か（争点１）\n⑵  本件各発信者情報が「当該権利の侵害に係る発信者情報」（プロバイダ責\n任制限法５条１項柱書）に当たるか（争点２）\n⑶  本件各発信者情報の「開示を受けるべき正当な理由がある」（プロバイダ\n責任制限法５条１項２号）か（争点３）\n⑷  被告が本件各発信者情報を保有しているか（争点４）\n第３  争点に関する当事者の主張\n１  争点１（原告の「権利が侵害されたことが明らかである」（プロバイダ責任\n制限法５条１項１号）か）について\n（原告の主張）\n⑴  本件動画と本件複製ファイルに係る動画は同一であること\nビットトレントでは、共有されているファイルを特定するために、ファイ\nル毎に生成される英数字の羅列であるハッシュ値を利用している。本件各氏\n名不詳者は、ビットトレントネットワークにおいて、別紙動画目録のハッシ\nュ欄記載のハッシュ値により特定されるファイル、すなわち本件複製ファイ\nルをアップロードできる状態にしていた。\n本件動画と本件複製ファイルを再生した動画とを比較すると、本件複製フ\nァイルに係る動画が本件動画と同一のものであることは明らかである。\n⑵  本件各氏名不詳者は本件動画を送信可能化したこと\n本件各氏名不詳者は、遅くとも別紙動画目録の発信日時欄記載の日時ま\nでに、本件複製ファイルの全部又は一部を取得して自身が管理するピアの\n記録媒体に保存し、かつ、これと同時に、ビットトレントネットワークを\n介して、不特定の他のピアからの要求に応じて本件複製ファイルを自動的\nに送信し得るようにした。\n⑶  被告は、本件ソフトウェアはファイル保持率を記録していないから、本件\n各氏名不詳者が本件動画の表現上の本質的特徴を直接感得することができる\n程度に本件複製ファイルを保持していない可能性があると主張する。\nもっとも、本件各氏名不詳者は、ビットトレントネットワークを介して他\nのピアと共同して本件複製ファイルを自動的に送信し得るようにしており、\nこれらの行為は全体として共同不法行為となる。\nそうすると、仮に本件各氏名不詳者が一部のファイルしか保持していなか\nったとしても、本件動画全体に係る著作権が侵害されたというべきである。\n⑷  したがって、本件動画に係る原告の著作権（公衆送信権）が侵害されたこ\nとは明らかである（プロバイダ責任制限法５条１項１号）。\n（被告の主張）\n本件動画を送信可能化したといえるためには、本件各氏名不詳者が本件動画\nの表現上の本質的特徴を直接感得することができる程度に本件複製ファイルを\n保持している必要があるところ、本件監視ソフトウェアは、本件各氏名不詳者\nのファイル保持率を記録しておらず、また、本件監視ソフトウェアが実際に本\n件各氏名不詳者から本件複製ファイルのダウンロードをしているわけでもない。\nそうすると、本件各氏名不詳者が、別紙動画目録の発信日時欄記載の日時に、\n本件複製ファイルの全部又は一部を保持していたかは明らかではなく、同ファ\nイルの全部又は一部を削除していた、又は送信できない状態にしていた可能性\nも否定できない。\nしたがって、本件動画に係る原告の著作権（公衆送信権）が侵害されたこと\nは明らかではない。\n２  争点２（本件各発信者情報が「当該権利の侵害に係る発信者情報」（プロバ\nイダ責任制限法５条１項柱書）に該当するか）について\n（原告の主張）\n別紙動画目録の発信日時欄記載の日時は、ハンドシェイクの通信のうち「Ｕ\nＮＣＨＯＫＥ」の通信が行われた時点を示しており、この通信は、特定のファ\nイルを構成するピースを保有しているピアが、当該ファイルのダウンロードを\n希望している他のピアに対して、保有しているピースの転送（ダウンロード）\nが可能であることを通知するものである。\nしたがって、上記の通信は、本件各氏名不詳者が本件複製ファイルを自動的\nに送信し得る状態にしていたことを示すものであるから、この通信に係る発信\n者情報は「当該権利の侵害に係る発信者情報」に該当する。\n（被告の主張）\nプロバイダ責任制限法５条１項の開示請求が認められるには、「特定電気通\n信による情報の流通によって」自己の権利を侵害された必要があり、このこと\nからすれば、開示請求の対象となる通信とは、「侵害情報」（同法２条５号）の\n流通を現実に発生させるものに限られる。\nしかし、ハンドシェイクの通信は単なる応答確認にすぎず、ピースの送信を\n行うものではなく、侵害情報の流通を現実に発生させる通信ではない。\nまた、プロバイダ責任制限法５条１項の「特定電気通信」とは、「不特定の\n者によって受信されることを目的とする電気通信…の送信」（同法２条１号）\nであるところ、ハンドシェイクの通信は、実際にピースの送信を行うものでは\nないから、「電気通信の…送信」とはいえない。\nそして、ハンドシェイクの通信は、対象となるファイルを構成するピースを\n保有しているピアと当該ファイルのダウンロードを希望しているピアとの間の\n二者間の通信であるから、「不特定の者によって受信されることを目的」とす\nる通信でもない。\nしたがって、ハンドシェイクの通信に係る発信者情報は、特定電気通信によ\nる侵害情報の流通に関する通信とはいえないから、「当該権利の侵害に係る発\n信者情報」に該当しない。\n３  争点３（本件各発信者情報の「開示を受けるべき正当な理由がある」（プロ\nバイダ責任制限法５条１項２号）か）について\n（原告の主張）\n原告は、本件各氏名不詳者に対し、損害賠償を請求する予定であるが、その\nためには、被告が保有する本件各発信者情報の開示を受ける必要がある。\nしたがって、原告には、本件各発信者情報の開示を受けるべき正当な理由が\nある。\n（被告の主張）\n争う。\n４  争点４（被告が本件各発信者情報を保有しているか）について\n（原告の主張）\n被告は別紙動画目録の発信日時欄記載の日時において、本件各氏名不詳者に\n対して、インターネット接続サービスを提供していた。\nしたがって、被告は本件各発信者情報を保有している。\n（被告の主張）\n被告の本件各発信者情報の保有状況は別紙発信者情報保有状況一覧表記載の\nとおりであり、被告は同一覧表において保全不可能と記載されている情報を保\n有していない。また、同一覧表において特定不可とされている情報については、\n複数の契約者の情報が該当しているため、開示の対象となる発信者情報を特定\nすることができない。\n第４  当裁判所の判断\n１  争点１（原告の権利が侵害されたことが明らかであるか）について\n著作権法上、著作物とは、思想又は感情を創作的に表現したものであって、\n文芸、学術、美術又は音楽の範囲に属するもの（同法２条１項１号）をいい、\n「送信可能化」（同項９号の５）に該当するには、上記著作物について、「自動\n公衆送信し得るようにすること」が必要である。そして、著作物について自動\n公衆送信し得るようにしたといえるためには、自動公衆送信の対象となる情報\nが、著作物の表現上の本質的な特徴を直接感得することのできるものを含んで\nいる必要があると解される。\n本件において、証拠（甲７ないし９）によれば、ビットトレントネットワー\nク上に存在する本件複製ファイルは、それを再生することにより、原告が著作\n権を有する著作物である本件動画の表現上の本質的な特徴を直接感得すること\nができるものであると認められる。\nそして、証拠（甲４、５）によれば、本件各氏名不詳者が、ビットトレント\nネットワークを介して、少なくとも本件複製ファイルの一部をダウンロードし\nたことが認められる。\nしかし、本件全証拠によっても、本件各氏名不詳者が、それぞれ、別紙動画\n目録の発信日時欄記載の日時に行われたハンドシェイクの通信の時点までに、\n本件複製ファイルを構成する全ピースのうちどの程度の容量のピースをダウン\nロードし、これを保持していたのか、また、同時点までに全ピアによってダウ\nンロードされていた本件複製ファイルのピースを併せると、どの程度の容量の\nピースを構成することになるかは、いずれも不明であるから、本件各氏名不詳\n者が、それぞれ又は他のピアと共同して、本件動画の表現上の本質的な特徴を\n直接感得することができる情報を自動公衆送信し得るようにしたと認めるに足\nりない。\nしたがって、本件各氏名不詳者により本件複製ファイルが「送信可能化」さ\nれ、本件動画に係る原告の公衆送信権が侵害されたことは明らかであるとはい\nえない。\n２  争点２（本件各発信者情報が「当該権利の侵害に係る発信者情報」に当たる\nか）について\n仮に、本件各氏名不詳者が、本件複製ファイルのうち、再生することによっ\nて本件動画の表現上の本質的な特徴を直接感得することのできる容量のピース\nを保持していたとしても、本件各発信者情報は、以下の理由により、「当該権\n利の侵害に係る発信者情報」に当たるとはいえない。\n⑴  ビットトレントを利用したファイル共有における送信可能化に該当する行\n為について\nア  著作権法２条１項９号の５は、イ又はロ所定の行為により自動公衆送信\nし得るようにすることを「送信可能化」と定義していることから、「送信\n可能化」されたといえるには、同項９号の５イ又はロに該当する行為がさ\nれることが必要であるところ、ビットトレントを利用したファイル共有に\nおける送信可能化については、次の二つの場合が考えられる。\nあるピアが、ビットトレントネットワークによって取得した特定のフ\nァイルを、当該ビットトレントネットワークに参加している他のピアと\nの間で共有しようとする場合\n前提事実⑶イのとおり、ビットトレントネットワークにおいては、特\n定のファイルに対応するトレントファイルを端末のクライアントソフト\nウェアに読み込ませることで、当該トレントファイルを共有するピアに\nよって形成されるビットトレントネットワークに参加し、特定のファイ\nルを構成するピースを他のピアからダウンロードしたり、他のピアにア\nップロードしたりすることができるようになる。\nそして、あるピアがこのようなダウンロード及びアップロードを行う\nためには、他のピアがあるピアのＩＰアドレス及びポート番号の情報を\n把握している必要があるから、そのダウンロード及びアップロードに先\n立ち、あるピアがトラッカーに対して自身のＩＰアドレス及びポート番\n号の情報をあらかじめ通知しているものと考えられる。すなわち、ビッ\nトトレントネットワークに参加しているピアは、特定のファイルを構成\nするピースを他のピアからダウンロードしさえすれば、改めてトラッカ\nーに自身のＩＰアドレス及びポート番号の情報を通知するなど特段の手\n順を経ることなく、自身のピアのＩＰアドレス及びポート番号の情報を\n把握しているピアに対し、自身がダウンロードしたピースを他のピアに\nアップロードすることができる。\nこのようなビットトレントの仕組みに照らせば、共有しようとする特\n定のファイルを構成するピースを何ら保有していないピアは、他のピア\nから当該ピースの送信を受けることによって、別の他のピアからの要求\nがあればいつでも当該ピースを送信し得る状態になったといえる。\nそうすると、①共有しようとする特定のファイルを構成するピースを\n何ら保有していないピアが、当該ピースを保有する他のピアから当該ピ\nースをダウンロードすること、又は、②当該ファイルを構成するピース\nを保有するピアが、当該ファイルを構成するピースを何ら保有していな\nい他のピアに対して当該ピースをアップロードすることをもって、著作\n権法２条１項９号の５イ所定の「公衆の用に供されている電気通信回線\nに接続している自動公衆送信装置…の公衆送信用記録媒体に情報を記録\n…すること」に当たると解するのが相当である（以下「類型１」とい\nう。）。\nビットトレントネットワーク以外の手段によって取得した特定のファ\nイルをビットトレントネットワークにおいて共有しようとする場合\n前提事実⑶イのとおり、ビットトレントネットワークにおいては、ト\nレントファイルを共有するピアで形成されるビットトレントネットワー\nク内でのみ当該トレントファイルに対応する特定のファイルが共有され、\n他のピアからのピースの送信要求は、トラッカーから提供されるピアの\nＩＰアドレス等の情報のリストに基づいてされるところ、当該情報は、\n各ピアが定期的にトラッカーに通知した自身のＩＰアドレス等の情報が\n基礎となっている。\nこのようなビットトレントの仕組みに照らせば、ピアは、トラッカー\nに対して自身の情報を提供するための最初の通知の送信をしたことによ\nって、他のピアからの要求があればいつでもファイルを構成するピース\nを送信し得る状態になったといえる。\nそうすると、当該トラッカーに対する最初の通知の送信をもって、著\n作権法２条１項９号の５ロ所定の「その公衆送信用記録媒体に情報が記\n録され…ている自動公衆送信装置について、公衆の用に供されている電\n気通信回線への接続…を行うこと」に当たると解するのが相当である\n（以下「類型２」という。）。\nイ  これを本件についてみると、別紙動画目録の各項番記載の情報により特\n定されるピアが類型１又は２のいずれの態様によって本件複製ファイルを\n自動的に送信し得る状態となったのかを認めるに足りる証拠はない。\nしかも、前記アで検討したとおり、ビットトレントの仕組みに照らせば、\n別紙動画目録の各項番記載の情報により特定されるピアが類型１及び２以\n外の態様によって本件複製ファイルを自動的に送信し得る状態になったと\nは考え難く、そのような事実を認めるに足りる証拠もない。\nしたがって、本件各氏名不詳者が、本件動画の表現上の本質的な特徴を\n直接感得することのできる容量のピースを保持していたことを前提にした\n場合、本件動画については、別紙動画目録記載の情報により特定されるピ\nアによって、類型１又は２のいずれかの態様すなわち著作権法２条１項９\n号の５イ又はロ所定のいずれかの行為により、自動公衆送信し得るように\nされたものと認めるのが相当である。\n⑵  ビットトレントを利用したファイル共有における送信可能化に該当する通\n信について\n前記⑴において説示したとおり、ビットトレントを利用したファイル共有\nにおいては、当該ファイルを自動的に送信し得る状態にするための態様とし\nて、著作権法２条１項９号の５イ所定の行為に対応する類型１及び同号ロ所\n定の行為に対応する類型２を想定することができる。\nしかし、前提事実⑶イのとおり、ハンドシェイクの通信は、ビットトレン\nトネットワークを形成しているピアが、トラッカーから提供された他のピア\nに関する情報に基づき、他のピアとの間で、当該他のピアが現在稼働してい\nるか否かや、当該他のピアのピース保有状況を確認する通信であって、共有\nされる特定のファイルを構成するピースをダウンロード又はアップロードす\nる通信（類型１）ではないし、トラッカーに対する通知の送信（類型２）で\nもない。\nそして、本件において、類型１及び２以外の態様によってビットトレント\nネットワークを形成しているピア同士の間で行われるハンドシェイクの通信\nが著作物を「送信可能化」する行為に該当し得ることについては、主張及び\n立証がされていない。\nしたがって、上記ハンドシェイクの通信が著作権法２条１項９号の５イ又\nはロ所定の行為に該当するとは認められない。\nなお、上記ハンドシェイクの通信に先立って同項９号の５イ又はロ所定の\n行為がされた可能性があるとしても、同行為によりいったん「送信可能化」\nがされてしまえば、自動公衆送信し得る状態が完全に実現される以上、「送\n信可能化」に該当する行為が継続されることはなく、また、上記ハンドシェ\nイクの通信によって再度送信可能化がされることもないというべきである。\nしたがって、この観点からも、上記ハンドシェイクの通信が本件動画を送\n信可能化する通信であると認めることはできない。\n以上によれば、上記ハンドシェイクの通信に係る本件各発信者情報が「当\n該権利の侵害に係る発信者情報」に当たるとは認められないというべきであ\nる。\n３  結論\n以上の次第で、その余の点について判断するまでもなく、原告の請求はいず\nれも理由がないからこれを棄却することとし、主文のとおり判決する。\n東京地方裁判所民事第２９部\n裁判長裁判官\n國分隆 文\n裁判官\nバ ヒ ス バ ラ ン 薫\n裁判官\n木    村    洋      一\n（別紙）\n発信者情報目録\n別紙動画目録記載の各ＩＰアドレスを、同目録記載の各発信日時頃に被告から割\nり当てられていた契約者に関する以下の情報。\n①  氏名又は名称\n②  住所\n③  電子メールアドレス\n以上\n（別紙著作物目録  省略）\n（別紙動画目録  省略）\n（別紙発信者情報保有状況一覧表  省略）\n"
}