{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 1,
    "day": 30
  },
  "case_number": "令和3(受)2050",
  "case_name": "発信者情報開示請求事件",
  "court_name": "最高裁判所第二小法廷",
  "result_type": "判決",
  "result": "破棄自判",
  "article_info": "民集　第77巻1号86頁",
  "original_court_name": "東京高等裁判所",
  "original_case_number": "令和2(ネ)246",
  "original_date": {
    "era": "Reiwa",
    "year": 3,
    "month": 9,
    "day": 24
  },
  "gist": "令和２年総務省令第８２号の施行前に特定電気通信による情報の流通によって自己の権利を侵害されたとする者がプロバイダ責任制限法（令和３年法律第２７号による改正前のもの）４条１項に基づき上記施行後に発信者の電話番号の開示を請求することの可否",
  "case_gist": "特定電気通信による情報の流通によって自己の権利を侵害されたとする者は、当該権利の侵害が令和２年総務省令第８２号の施行前にされたものであったとしても、プロバイダ責任制限法（令和３年法律第２７号による改正前のもの）４条１項に基づき、当該権利の侵害に係る発信者情報として、上記施行後に発信者の電話番号の開示を請求することができる。",
  "ref_law": "特定電気通信役務提供者の損害賠償責任の制限及び発信者情報の開示に関する法律（プロバイダ責任制限法）（令和３年法律第２７号による改正前のもの）４条１項、特定電気通信役務提供者の損害賠償責任の制限及び発信者情報の開示に関する法律第四条第一項の発信者情報を定める省令（平成１４年総務省令第５７号。令和４年総務省令第３９号による廃止前のもの）３号、特定電気通信役務提供者の損害賠償責任の制限及び発信者情報の開示に関する法律第四条第一項の発信者情報を定める省令の一部を改正する省令（令和２年総務省令第８２号）",
  "lawsuit_id": "91721",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=91721",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/721/091721_hanrei.pdf",
  "contents": "令和３年（受）第２０５０号  発信者情報開示請求事件\n令和５年１月３０日  第二小法廷判決\n主      文\n１  原判決中、上告人の原審における追加請求に関する\n部分を破棄する。\n２  被上告人は、上告人に対し、原判決別紙１発信者情\n報目録記載⑤の情報を開示せよ。\n３  訴訟の総費用は被上告人の負担とする。\n理      由\n上告代理人中澤佑一、同船越雄一の上告受理申立て理由について\n１  本件は、インターネット上の電子掲示板に原判決別紙２投稿記事目録記載の\n記事（以下「本件記事」という。）が投稿されたことによって自己の権利を侵害さ\nれたとする上告人が、本件記事を投稿した者にインターネット接続サービスを提供\nした経由プロバイダである被上告人に対し、特定電気通信役務提供者の損害賠償責\n任の制限及び発信者情報の開示に関する法律（以下「法」という。）４条１項（令\n和３年法律第２７号による改正前のもの。以下同じ。）に基づき、上記権利の侵害\nに係る発信者情報として、被上告人の保有する原判決別紙１発信者情報目録記載⑤\nの情報（発信者の電話番号。以下「本件情報」という。）等の開示を請求する事案\nである。\n２  原審の適法に確定した事実関係等の概要は、次のとおりである。\n法４条１項は、特定電気通信による情報の流通によって自己の権利を侵害さ\nれたとする者は、所定の要件に該当するときに限り、当該特定電気通信の用に供さ\nれる特定電気通信設備を用いる特定電気通信役務提供者（以下「開示関係役務提供\n者」という。）に対し、その保有する当該権利の侵害に係る発信者情報（氏名、住\n所その他の侵害情報の発信者の特定に資する情報であって総務省令で定めるものを\nいう。）の開示を請求することができると規定する。\n法４条１項の委任を受けて、特定電気通信役務提供者の損害賠償責任の制限及び\n発信者情報の開示に関する法律第四条第一項の発信者情報を定める省令（平成１４\n年総務省令第５７号。令和４年総務省令第３９号により廃止。以下「本件省令」と\nいう。）が制定された。本件省令は、令和２年８月３１日に施行された同年総務省\n令第８２号（以下「改正省令」という。）による改正前は、発信者情報として発信\n者その他侵害情報の送信に係る者の氏名又は名称、これらの者の住所等を定めてい\nたところ、改正省令により、発信者情報に発信者の電話番号を追加する旨の改正が\nされた（以下、上記改正前後の本件省令をそれぞれ「改正前省令」、「改正後省\n令」という。）。\nア  平成３０年１１月２２日、本件記事がインターネット上の電子掲示板に匿\n名で投稿された。本件記事は、会社の役員である上告人が私腹を肥やしているとの\n印象を与えるものであり、かつ、殊更に上告人の容姿を揶揄する内容となってお\nり、社会通念上許される限度を超えて上告人の名誉感情を侵害するものであった。\n本件記事は、平成３１年１月２４日までに電子掲示板から削除された。\nイ  上告人は、令和元年６月、本件記事の投稿という情報の流通によってされた\n自己の権利の侵害に係る発信者情報として、上記投稿に係る発信者の氏名、住所等\nの開示を求めて本件訴えを提起し、改正省令の施行後である令和２年９月、原審に\nおいて、上記の者の電話番号（本件情報）の開示を求める請求を追加する訴えの変\n更をした。\n原審は、令和３年５月、口頭弁論を終結した。\n３  原審は、上記事実関係等の下において、要旨次のとおり判断し、本件情報の\n開示を求める上告人の請求を棄却した。\n改正省令の施行前に特定電気通信による情報の流通によって自己の権利を侵害さ\nれたとする者が、上記施行後に当該権利の侵害に係る発信者情報として発信者の電\n話番号（改正後省令３号）の開示を請求することができると解することは、通信の\n秘密や表現の自由という発信者の重大な権利利益を侵害するものというべきである\nから、改正省令の附則に改正後省令３号の遡及適用を許容する根拠となり得る規定\nがない以上、許されない。したがって、上告人は、上記施行前に本件記事の投稿に\nよってされた自己の権利の侵害に係る発信者情報として、発信者の電話番号の開示\nを請求することができない。\n４  しかしながら、原審の上記判断は是認することができない。その理由は、次\nのとおりである。\n法４条１項は、所定の要件の下に、特定電気通信による情報の流通によって\n自己の権利を侵害されたとする者が開示関係役務提供者に対して当該権利の侵害に\n係る発信者情報の開示を請求することができる旨を規定するものであって、平成１\n４年５月２７日の法の施行から令和３年法律第２７号（令和４年１０月１日施行）\nによる改正までの間、改正されていない。本件省令は、法４条１項の委任を受け\nて、改正前省令では、発信者情報として発信者その他侵害情報の送信に係る者の氏\n名、住所等を定めていたところ、改正省令により発信者情報に発信者の電話番号を\n追加する旨の改正がされたが、改正省令その他の法令において、改正省令の施行前\nにされた情報の流通による権利の侵害に係る発信者情報の開示の請求について改正\n後省令の規定の適用を排除し、改正前省令の定めるところによる旨の経過措置等の\n規定は置かれなかった。そうすると、上記施行後にされた法４条１項に基づく発信\n者情報の開示の請求については、権利の侵害に係る情報の流通の時期にかかわら\nず、改正後省令の規定が適用されるというべきである。\nそして、法４条１項が同項による開示の請求の対象となる情報を総務省令で定め\nることとした趣旨は、情報通信を取り巻く技術の進歩や社会環境の変化等により開\n示関係役務提供者の保有する発信者の特定に資する情報の内容や範囲が変わり得る\nため、総務省令の改正による機動的な対応を可能とすることにあると解され、改正\n省令による本件省令の改正は、上記趣旨に従い、発信者情報に発信者の電話番号\n（改正後省令３号）を追加するものにとどまることからすれば、法４条１項及び改\n正後省令３号の解釈として、改正省令の施行後にされた情報の流通による権利の侵\n害に限り、発信者の電話番号が発信者情報として開示の請求の対象に含まれること\nになると解することはできない。\n以上によれば、特定電気通信による情報の流通によって自己の権利を侵害さ\nれたとする者は、当該権利の侵害が改正省令の施行前にされたものであったとして\nも、法４条１項に基づき、当該権利の侵害に係る発信者情報として、上記施行後に\n発信者の電話番号の開示を請求することができるというべきである。\nしたがって、上告人は、上記施行前に本件記事の投稿によってされた自己の権利\nの侵害に係る発信者情報として、発信者の電話番号の開示を請求することができる。\n５  以上と異なる原審の判断には、判決に影響を及ぼすことが明らかな法令の違\n反がある。論旨は理由があり、原判決中、上告人の原審における追加請求に関する\n部分は破棄を免れない。そして、以上に説示したところによれば、原審の確定した\n事実関係の下においては、上記部分に関する上告人の請求は理由があるから、上記\n請求を認容すべきである。\nよって、裁判官全員一致の意見で、主文のとおり判決する。\n( 裁判長裁判官   尾 島   明   裁判官   三 浦   守   裁判官   草 野 耕 一   裁判官\n岡村和美)\n"
}