{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 3,
    "month": 8,
    "day": 27
  },
  "case_number": "令和2(わ)360",
  "case_name": "窃盗，威力業務妨害，信用毀損",
  "court_name": "名古屋地方裁判所岡崎支部",
  "lawsuit_id": "90662",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=90662",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/662/090662_hanrei.pdf",
  "contents": "令和３年８月２７日宣告\n令和２年（わ）第３６０号，令和３年（わ）第２３号\n主 文\n被告人を懲役１年６月に処する。\nこの裁判が確定した日から４年間その刑の執行を猶予する。\n被告人をその猶予の期間中保護観察に付する。\n訴訟費用は被告人の負担とする。\n理 由\n（罪となるべき事実）\n第１  被告人は，大阪市（住所省略）の洋服店Ａを経営するＢの業務を妨害しよう\nと考え，Ｃと共謀の上，令和２年５月１日午後４時５９分頃から同日午後５時\n４分頃までの間，前記洋服店前の路上において，Ｂに対し，動画撮影状態にし\nた携帯電話機を差し向けてその様子を動画撮影しながら，同店で購入したＴ\nシャツ１枚が偽ブランド品である旨の虚偽の事実に基づいて同Ｔシャツの返品\nを要求し，「偽物でしょ。」「日本人だまして楽しいですか。」などと言い，\nＢに被告人及びＣへの無用の対応を余儀なくさせてその正常な業務に支障を生\nじさせ，もって威力を用いてＢの業務を妨害した。\n第２  被告人は，前記洋服店の信用を毀損しようと考え，令和２年５月９日頃，静\n岡県内又はその周辺において，動画投稿サイト「ＹｏｕＴｕｂｅ」上に前記第\n１の犯行で撮影した動画を投稿して，あたかも同店が偽ブランド品を販売して\nいるかのような虚偽の事実を掲示し，これを不特定多数の者が閲覧可能な状態\nにさせ，もって虚偽の風説を流布し，同店の信用を毀損した。\n第３  被告人は，令和２年５月２９日午後２時５７分頃，愛知県岡崎市（住所省略）\nのＤ店において，商品として陳列されていた同店店長Ｅ管理の魚の切り身１点\n（販売価格４２８円）を食べて窃取した。\n（証拠の標目）\n省略\n（事実認定の補足説明）\n弁護人は，判示第３の窃盗について，被告人が清算前の切り身を食べたことは間\n違いないが，被告人には，直ちに清算を行う意思があったことから不法領得の意思，\n権利者排除意思がなく，無罪であると主張する。\nこれに対し，当裁判所は，判示のとおり，被告人には不法領得の意思が認められ，\n窃盗罪が成立すると判断したので，以下その理由を説明する。\n１  前提となる事実\n⑴  被告人は，令和２年５月２９日，判示のＤ店に入店し，同店内に商品として\n陳列されていた魚の切り身１点（以下「本件被害品」という。）を手に取り，同店\n内の通路において，本件被害品の包装を開封して中身を食べ，その後，同店内のレ\nジにおいて，レジ係にその包装を示して本件被害品の販売価格をレジ係に支払った。\n⑵  被告人は，本件当時，自らが作成した動画をインターネット上にアップロー\nドして多数の者に視聴させるいわゆるユーチューバーとして活動していたところ，\nアップロードするための動画として，スーパーマーケットにおいて，陳列されてい\nる商品を清算前に大胆に食べて，その後にレジで会計をし，その際の，レジ係の困\n惑した表情までの一連の様子を撮影しようと考えて，上記⑴の行為に及んだもので\nある。\n２  不法領得の意思について\n⑴  被告人の前記１⑴の行為は，窃盗罪の客観的構成要件に該当し，故意も認め\nられる。しかし，被告人に窃盗罪が成立するためには，更に主観的要素として不法\n領得の意思が必要である。この不法領得の意思とは，「権利者を排除して他人の物\nを自己の所有物と同様にその経済的用法に従って利用し又は処分する意思」をいう\n（大審院大正４年５月２１日・刑録２１輯６６３頁，最高裁昭和２６年７月１３日\n第二小法廷判決・刑集５巻８号１４３７頁参照）。\n⑵  そこで検討すると，本件被害品は，本件店舗において商品として陳列されて\nいた食品である。被害者は，本件被害品を売却するために陳列していたものである\nが，その販売方法は，来店客に陳列されている商品から自由に購入する商品を選ん\nでもらい，レジにおいてそれらの代金を支払ってもらうというものである。被告人\nは，食品である本件被害品をレジにおいて代金を支払う前に，全て食べてしまって\nいる。被害者は，本件店舗内で陳列されている商品をレジで精算する前に食べるこ\nとを予定も許容もしていなかった。そうすると，被告人の上記の行為は，単に食品\nを食べることとその代金の支払とが若干前後しただけというものではなく，本来で\nあれば，被害者が売却をしなかったであろう商品を代金を支払うことなく食べたも\nのというべきであって，まさに，権利者を排除して他人の物を自己の所有物と同様\nにその経済的用法に従って処分しているといえる。被告人は，本件被害品が本件店\n舗で陳列されている商品であって，代金支払い前にそれを食べることは許されてい\nないことを知りながら食べているのであるから，被告人には，不法領得の意思が認\nめられる。\n３  弁護人の主張について\nこれに対し，弁護人は，被告人の意図したところは，通常の買い物手順と比べ，\nわずか２分足らず，清算と処分との手順を逆転させるだけのことに過ぎないし，被\n告人には，対価を支払わずに本件被害品を取得しようとの意思はなく，わずか２分\n後には自身に所有権が移転することになる本件被害品を，一足早く口腔内に押し込\nむ処分行為をしてみせる意思があったのみであるから，その処分行為に可罰性があ\nるかは疑問がある，被害者は，本件被害品を店内に陳列し，金銭に換えてもらうこ\nとを求めていたのであり，それ以上でも以下でもないから，被告人は被害者の財産\n権について，尊重しないという規範的態度には出ていない，本件被害品を２分足ら\nず借用してもとに戻すような不可罰の使用窃盗の場合と並列に考えることができる\nなどと主張する。\nしかし，被害者は，本件店舗内に陳列した商品について，どのような形であれ金\n銭に換えられればそれでよいと考えて，陳列していたわけではない。前記のとおり，\n被害者は，店内に陳列している商品を販売するに当たっては，その販売のための方\n法を定めていたのであって，それ以外の方法で販売することは予定していない。被\n告人は，被害者が定める販売方法に反することを知りながら，本件被害品を買う前\nに勝手に食べてしまったのであるから，単に清算と処分との手順が前後しただけと\nいうわけではなく，被害者がその方法では売らないはずの商品を代金を支払うこと\nなく領得をし，これを費消することによって確定的に所有者の権利を侵害している\nのである。一時的な占有侵害であるがゆえに可罰性が問題となる使用窃盗の場合と\n並列に考えることはできない。\nまた，弁護人は，本件被害品は生食用ではない魚の切り身であり，被告人はこれ\nを味わいたいわけでも栄養を摂取したいわけでもなかったのであるから，これを口\n腔内に押し込む行為は，外形的には「食べる」行為に見えるが，その実質は毀棄行\n為であるとして，利用処分意思もないという。\nしかし，味わったり，栄養を摂取したりするためではなかったとしても，食品で\nある本件被害品を口腔内に入れて嚥下する行為は，飲食可能な食品の処分方法とし\nて本来的なものであるから，前記１⑵のように考えて行ったものであったとしても，\n口腔内に毀棄する行為であるとみることはできない。\n弁護人の主張はいずれも採用できない。\n４  結論\n以上から，被告人には不法領得の意思も認められ，判示第３のとおり，窃盗罪が\n成立すると判断した。\n（法令の適用）\n省略\n（量刑の理由）\n威力業務妨害及び信用毀損の点についてみると，被告人らは，何の落ち度もない\n被害者に対して，その販売している商品が偽ブランド品であると根拠なく執拗に言\nいがかりをつけて，その業務を妨害している上，その様子をビデオで撮影して，被\n告人が，これをインターネット上に公開をすることによって，そのような虚偽の風\n説を広く社会に流布して被害者の信用を毀損しており，その態様は悪質であり，結\n果も重い。被告人は，自らのユーチューブでの動画の再生数を増やして利益を得る\nために，本件犯行に及んだものであり，その動機にも酌量の余地はない。\n窃盗の点については，その動機は上記と同様であって酌むべき点はないが，その\n被害額自体は軽微である上，直ちに弁償もされている。\n被告人は，平成３０年２月に建造物侵入，窃盗，占有離脱物横領罪により，執行\n猶予の付された懲役刑に処せられており，本件各犯行が，本来であれば自重自戒し\nて生活すべき執行猶予期間中の犯行であることは，被告人の意思決定に対する非難\nの程度を強める事情といえる。\n以上によれば，被告人の刑事責任は軽いとはいえず，検察官が実刑が相当である\nと主張するのも十分に理解できるところである。\nしかし，本件の処断罪である窃盗罪については，被告人が，その様子を動画で撮\n影して公開したことから社会の耳目を集めることとなったが，窃盗の犯行そのもの\nは，本件被害品を店内で食べてから，その代金をレジにおいて支払うことによって\n弁償をするまでが一連の行動として行われており，財産犯である窃盗罪として重い\nものであるとはいえないこと，威力業務妨害，信用毀損の被害者との間では，損害\n賠償として１５０万円を支払うという内容で示談が成立して，その合意内容に基づ\nき，うち１２８万円は既に被害者に支払われていること，被告人が本件各事実を認\nめるとともに，自らの行動によって被害者らが被った様々な被害や影響について自\n覚をし，反省の態度を示していること，被告人の今後の更生に当たっては家族や雇\n用主による支援が期待できることなど，被告人のために斟酌できる事情も認められ\nるので，今回に限り，主文の懲役刑を科した上で，その刑の執行を猶予することと\nする。ただし，被告人が執行猶予期間中に本件各犯行に及んだことなどに照らし，\nその猶予の期間中は，公的な監督に服させるのが相当であると判断をして，保護観\n察を付することとした。\nよって主文のとおり判決する。\n（求刑  懲役１年６月の実刑）\n令和３年８月２７日\n名古屋地方裁判所岡崎支部刑事部\n裁判官        溝 田 泰 之\n"
}