{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 4,
    "month": 2,
    "day": 1
  },
  "case_number": "令和3(行ケ)1",
  "case_name": "選挙無効請求事件",
  "court_name": "高松高等裁判所",
  "lawsuit_id": "90909",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=90909",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/909/090909_hanrei.pdf",
  "contents": "令和４年２月１日判決言渡  同日原本交付  裁判所書記官\n令和３年 第１号  選挙無効請求事件\n口頭弁論終結日  令和３年１２月２２日\n判 決\n【当事者目録記載省略】\n主 文\n１  原告Ａ及び原告Ｂの被告徳島県選挙管理委員会に対する請求をいずれも\n棄却する。\n２  原告Ｃ，原告Ｄ及び原告Ｅの被告香川県選挙管理委員会に対する請求を\nいずれも棄却する。\n３  原告Ｆ，原告Ｇ，原告Ｈ及び原告Ｉの被告愛媛県選挙管理委員会に対す\nる請求をいずれも棄却する。\n４  原告Ｊ及び原告Ｋの被告高知県選挙管理委員会に対する請求をいずれも\n棄却する。\n５  訴訟費用は原告らの負担とする。\n事 実 及 び 理 由\n第１  請求の趣旨\n１  原告Ａ\n令和３年１０月３１日に施行された衆議院（小選挙区選出）議員選挙の徳島\n県第 1 区における選挙を無効とする。\n２  原告Ｂ\n令和３年１０月３１日に施行された衆議院（小選挙区選出）議員選挙の徳島\n県第２区における選挙を無効とする。\n３  原告Ｃ\n令和３年１０月３１日に施行された衆議院（小選挙区選出）議員選挙の香川\n県第 1 区における選挙を無効とする。\n４  原告Ｄ\n令和３年１０月３１日に施行された衆議院（小選挙区選出）議員選挙の香川\n県第２区における選挙を無効とする。\n５  原告Ｅ\n令和３年１０月３１日に施行された衆議院（小選挙区選出）議員選挙の香川\n県第３区における選挙を無効とする。\n６  原告Ｆ\n令和３年１０月３１日に施行された衆議院（小選挙区選出）議員選挙の愛媛\n県第 1 区における選挙を無効とする。\n７  原告Ｇ\n令和３年１０月３１日に施行された衆議院（小選挙区選出）議員選挙の愛媛\n県第２区における選挙を無効とする。\n８  原告Ｈ\n令和３年１０月３１日に施行された衆議院（小選挙区選出）議員選挙の愛媛\n県第３区における選挙を無効とする。\n９  原告Ｉ\n令和３年１０月３１日に施行された衆議院（小選挙区選出）議員選挙の愛媛\n県第４区における選挙を無効とする。\n原告Ｊ\n令和３年１０月３１日に施行された衆議院（小選挙区選出）議員選挙の高知\n県第 1 区における選挙を無効とする。\n原告Ｋ\n令和３年１０月３１日に施行された衆議院（小選挙区選出）議員選挙の高知\n県第２区における選挙を無効とする。\n第２  事案の概要\n１  事案の要旨\n本件は，令和３年１０月３１日に施行された衆議院議員総選挙（以下「本件\n選挙」という。）について，同選挙における小選挙区選出議員の選挙（以下，\n衆議院議員総選挙における小選挙区選出議員の選挙を単に「小選挙区選挙」と\nいい，本件選挙における小選挙区選挙を特に「本件小選挙区選挙」という。）\nにおいて，それぞれ徳島県第 1 区及び第２区，香川県第１区～第３区，愛媛県\n第１区～第４区並びに高知県第１区及び第２区（以下，上記選挙区を併せて\n「本件各選挙区」という。）の選挙人である原告らが，本件各選挙区の選挙管\n理委員会を被告として，本件小選挙区選挙の選挙区割りを定める公職選挙法１\n３条１項及び別表第一の規定が，人口比例に基づいた選挙区割りをしておらず，\n憲法５６条２項，１条，前文第１段第１文に基づく人口比例選挙の要請に反し\nており，憲法９８条１項により無効であると主張して，公職選挙法２０４条に\n基づき，本件小選挙区選挙のうち本件各選挙区における選挙をそれぞれ無効と\nすることを求めた事案である。\n２  前提事実\n以下の事実は，当事者間に争いがないか，末尾の括弧内掲記の証拠等により\n容易に認められる。\n原告ら\nア  原告Ａは本件小選挙区選挙の徳島県第 1 区の選挙人であり，原告Ｂは同\n第２区の選挙人である。\nイ  原告Ｃは本件小選挙区選挙の香川県第 1 区の選挙人であり，原告Ｄは同\n第２区の選挙人であり，原告Ｅは同第３区の選挙人である。\nウ  原告Ｆは本件小選挙区選挙の愛媛県第 1 区の選挙人であり，原告Ｇは同\n第２区の選挙人であり，原告Ｈは同第３区の選挙人であり，原告Ｉは同第\n４区の選挙人である。\nエ  原告Ｊは本件小選挙区選挙の高知県第 1 区の選挙人であり，原告Ｋは同\n第２区の選挙人である。\n本件選挙当時の衆議院議員の選挙制度\n本件選挙施行日（令和３年１０月３１日）当時の衆議院議員の選挙制度に\nよれば，衆議院議員の定数は４６５人とされ，そのうち，２８９人が小選挙\n区選出議員，１７６人が比例代表選出議員とされており（公職選挙法４条１\n項），小選挙区選挙については，全国に２８９の選挙区を設け，各選挙区に\nおいて１人の議員を選出するものとされ（同法１３条１項，別表第１，以下，\n後記の改正の前後を通じて，これらの規定を併せて「区割規定」という。），\n比例代表選出議員の選挙については，全国に１１の選挙区を設け，各選挙区\nにおいて所定数の議員を選出するものとされている（同法１３条２項，別表\n第２）。総選挙においては，小選挙区選挙と比例代表選挙を同時に行い（同\n法３１条），投票は，小選挙区選出議員及び比例代表選出議員毎に１人１票\nとされている（同法３１条，３６条）。\n小選挙区選挙の選挙区割りに関する法令改正の経緯及び本件小選挙区選挙\nの選挙区割りの根拠法令\nア  昭和２５年に制定された公職選挙法は，衆議院議員の選挙制度につき，\n中選挙区単記投票制を採用していたが，平成６年に公職選挙法の一部を改\n正する法律（平成６年法律第２号）が成立し，その後，平成６年法律第１\n０号及び同第１０４号によりその一部が改正され（以下，これらの改正を\n「平成６年改正」という。），これにより，衆議院議員の選挙制度は，小\n選挙区比例代表並立制に改められた。\nイ  上記公職選挙法の一部を改正する法律と同時に成立した衆議院議員選挙\n区画定審議会設置法（以下，後記の改正の前後を通じて「区画審設置法」\nという。）２条によれば，衆議院議員選挙区画定審議会（以下「区画審」\nという。）は，衆議院小選挙区選出議員の選挙区の改定に関し，調査審議\nし，必要があると認めるときは，その改定案を作成して内閣総理大臣に勧\n告するものとされている。\nそして，平成２４年法律第９５号（以下「平成２４年改正法」という。）\nによる改正前の区画審設置法３条（以下「旧区画審設置法３条」とい\nう。）は，上記の改定に係る選挙区の区割りの基準（以下，後記の改正\nの前後を通じて「区割基準」という。）につき，①１項において，上記\n改定案を作成するに当たっては，各選挙区の人口の均衡を図り，各選挙\n区の人口のうち，その最も多いものを最も少ないもので除して得た数が\n２以上とならないようにすることを基本とし，行政区画，地勢，交通等\nの事情を総合的に考慮して合理的に行わなければならないものと定める\nとともに，②２項において，各都道府県の区域内の選挙区の数は，各都\n道府県にあらかじめ１を配当した上で（以下，このことを「１人別枠方\n式」という。），この１に，小選挙区選出議員の定数に相当する数から\n都道府県の数を控除した数を人口に比例して各都道府県に配当した数を\n加えた数と定めていた（乙３の 1・2，４。以下，この区割基準を「旧区\n割基準」といい，この規定を「旧区割基準規定」という。）。\nウ  平成６年改正後，小選挙区選挙の選挙区割りについては，①平成１４年\n法律第９５号（以下「平成１４年改正法」という。）により，各都道府県\nの議員の定数につき，いわゆる５増５減（５県の選挙区数をそれぞれ１増\nし，５道県の選挙区数をそれぞれ１減ずることをいう。）を行う改定がさ\nれ（以下「平成１４年改正」という。），②平成２４年改正法により，１\n人別枠方式を定めた旧区画審設置法３条２項の削除及びいわゆる０増５減\n（各都道府県の選挙区数を増やすことなく議員１人当たりの人口の少ない\n５県の選挙区数をそれぞれ１減ずることをいう。）を行う改定が行われ\n（以下「平成２４年改正」という。），さらに，③平成２５年法律第６８\n号（以下「平成２５年改正法」という。）により，平成２４年改正法の議\n員定数の枠組みに沿って１７都県の４２選挙区における選挙区割りの改定\nが行われ（以下「平成２５年改正」という。），④平成２８年法律第４９\n号（以下「平成２８年改正法」という。）により，平成３２年以降１０年\n毎に行われる国勢調査（統計法５条２項本文の規定により行われるもの。\n以下，同規定により行われる国勢調査を「大規模国勢調査」という。）の\n結果に基づき，都道府県別定数配分をいわゆるアダムズ方式（都道府県の\n人口を一定の数値（小選挙区基準除数）で除し，それぞれの商の整数に小\n数点以下を切り上げて得られた数の合計数が小選挙区選挙の定数と一致す\nる方式のことをいう。）によって行い，各選挙区間の日本国民の人口の最\n大較差が２倍以上にならないようにすること，それまでの措置として，平\n成２７年に行われた国勢調査（統計法５条２項ただし書の規定により簡易\nな方法で行われたもの。以下，「平成２７年国勢調査」といい，同規定に\nより行われる国勢調査を「簡易国勢調査」という。）に基づき，都道府県\n別定数配分をアダムズ方式によって行うのではなく，いわゆる０増６減\n（各都道府県の選挙区数を増やすことなく議員１人当たりの人口の少ない\n６県の選挙区数をそれぞれ１減ずることをいう。）をすることなどを内容\nとする改定が行われ（以下「平成２８年改正」という。），さらに，⑤平\n成２９年法律第５８号（以下「平成２９年改正法」という。）により，平\n成２８年改正法の議員定数の枠組みに沿って１９都道府県の９７選挙区に\nおける選挙区割りの改定が行われた（以下「平成２９年改正」という。）。\n（乙３の 1・2，４，１１の 1・2，１３の 1～3，１６，１８の 1～6）\nエ  本件小選挙区選挙は，平成２８年改正及び平成２９年改正による改正後\nの公職選挙法１３条１項及び別表第一（以下「本件区割規定」という。）\nに基づく選挙区割り（以下「本件選挙区割り」という。）の下で施行され\nた。\n本件小選挙区選挙の選挙区間における議員１人当たりの選挙人数の最大較\n差（以下，選挙人数を基準とした最大較差を単に「最大較差」といい，人口\nを基準としたそれを「最大較差（人口）」という。）\n本件選挙当日の本件小選挙区選挙の選挙区間における議員１人当たりの選\n挙人数は，最少の鳥取県第１区（２３万０９５９人）と最多の東京都第１３\n区（４８万０２４７人）との間で，その較差が２．０７９倍となっていた\n（乙１の 2）。\n３  争点及びこれに関する当事者の主張\n本件の争点は，本件区割規定の定める本件選挙区割りが憲法に違反するか否\nかであるが，さらに分けると， 本件選挙時において，本件区割規定の定める\n本件選挙区割りが憲法の投票価値の平等の要求に反する状態（いわゆる違憲状\n態）に至っていたか， 仮に，違憲状態に至っていたとして，憲法上要求され\nる合理的期間内における是正がされなかったか（選挙を無効とすべきかを含\nむ。）であり，この点に関する当事者の主張の要旨は，以下のとおりである。\n本件選挙時において，本件区割規定の定める本件選挙区割りが憲法の投票\n価値の平等の要求に反する状態（いわゆる違憲状態）に至っていたか（争点\n）\n〔原告ら〕\nア  憲法５６条２項，前文第１段第１文後段，１条，前文第１段第１文前段\nは，人口比例選挙を要求するが，本件小選挙区選挙は，これに違反する。\nすなわち，両議院の議事は，出席議員の過半数で決するところ（憲法５\n６条２項），これは，主権を有する国民が（憲法１条，前文第１段第１\n文後段），正当に選挙された国会における代表者を通じて（憲法前文第\n１段第１文前段），主権を行使することを意味する。\nところが，非人口比例選挙の場合は，国民の半数未満から選出されたに\nすぎない国会議員の過半数の意見が，国民の過半数から選出された国会\n議員の半数未満の意見に優越して，主権の一内容である「両議院の議事」\nを決定することが起こり得る。すなわち，非人口比例選挙では，主権を\n有する国民の過半数ではなく，国民の半数未満から選出されたにすぎな\nい国会議員の過半数が主権すなわち国政の在り方を最終的に決定する権\n力を行使し得ることになる。\nしたがって，非人口比例選挙は，主権が国民に存するとする憲法１条，\n前文第１段第１文後段，その主権を正当に選挙された国会における代表\n者を通じて行使するとする前文第１段第１文前段に違反する。\n他方で，人口比例選挙の場合は，憲法５６条２項に基づき，主権を有す\nる国民が，人口比例選挙で選出された，すなわち正当に選挙された国会\n議員を通じて，「出席議員の過半数で」，「両議院の議事」を決定する\nという方法で，主権を行使することになり，憲法１条及び前文第１段第\n１文の各明文の規範に合致する。\n本件選挙当日の本件小選挙区選挙の選挙区間における最大較差は２．０\n６６倍（総務省発表の令和２年９月１日現在の選挙人名簿登録者数に基\nづくもの）であったから，本件小選挙区選挙は，非人口比例選挙である。\nしたがって，本件小選挙区選挙は，憲法５６条２項，前文第１段第１文\n後段，１条，前文第１段第１文前段に違反する。\nイ  最高裁判所平成２３年３月２３日大法廷判決・民集６５巻２号７５５頁\n（以下「平成２３年大法廷判決」という。），最高裁判所平成２５年１１\n月２０日大法廷判決・民集６７巻８号１５０３頁（以下「平成２５年大法\n廷判決」という。）及び最高裁判所平成２７年１１月２５日大法廷判決・\n民集６９巻７号２０３５頁（以下「平成２７年大法廷判決」という。）は，\n１人別枠方式が憲法の投票価値の平等の要求に違反すると判断していると\nころ，本件区割規定に基づく本件選挙区割りの下で施行された本件小選挙\n区選挙においても，１１都県は，１人別枠方式により配分される各定数が\n維持されており，その結果，ある地域の選挙人の投票価値は，他の地域の\n選挙人の投票価値の０．４８票分しか有しない。\nしたがって，上記各大法廷判決が判示するところによれば，本件区割規\n定に基づく本件選挙区割りは，憲法５６条２項，１条，前文第１段第１文\nの要求する人口比例選挙に違反する違憲状態にある。\n本件区割規定に基づく本件選挙区割りの下で施行された平成２９年選挙\nについての最高裁判所平成３０年１２月１９日大法廷判決・民集７２巻６\n号１２４０頁（以下「平成３０年大法廷判決」という。）は，本件区割規\n定の定める本件選挙区割りが憲法の投票価値の平等の要求に反する状態に\nあったということはできないと判示するが，これは，上記各大法廷判決に\nよる判例を不当に変更するものである。\nウ  選挙無効訴訟において，当該選挙の違法性を判断する基準時は，当該選\n挙実施日である。したがって，当該選挙実施日より後に施行される投票価\n値の較差是正のための立法措置は，当該選挙における選挙区割りが違憲か\n否かを判断するに当たって，考慮すべき要素とはなし得ない。これは，最\n高裁判所昭和５１年４月１４日大法廷判決・民集３０巻３号２２３頁（以\n下「昭和５１年大法廷判決」という。）によって判示されている事項であ\nって，判例である。\nそうすると，平成２８年改正法に基づき，アダムズ方式によって都道府\n県別定数配分がされるのは平成３４年（令和４年）以降であることが見\n込まれるのであるから，これを，本件選挙における本件選挙区割りが違\n憲か否かを判断するに当たって考慮することはできない。\n平成３０年大法廷判決は，平成３２年以降１０年毎に行われる国勢調査\nの結果に基づく都道府県別定数配分をアダムズ方式により行うことによ\nって１人別枠方式の下における定数配分の影響を完全に解消させる立法\n措置が講じられたことをも考慮して，本件区割規定に基づく本件選挙区\n割りが違憲状態ではない旨判示したが，これは，選挙無効訴訟における\n違法判断の基準時に関する判例を不当に変更するものである。\n〔被告ら〕\nア  衆議院議員総選挙に関する選挙無効訴訟における区割規定及びそれに基\nづく選挙区割りの合憲性の判断枠組み\n憲法は投票価値の平等を要求しているが，投票価値の平等は，選挙制度\nの仕組みを決定する唯一，絶対の基準ではなく，国会が正当に考慮する\nことのできる他の政策的目的ないし理由との関連において調和的に実現\nされるべきものである。\nそして，選挙制度の仕組みの決定については国会の広範な裁量に委ねら\nれているのであるから，小選挙区制度における具体的な選挙区割りや，\nその前提となる区割規定を定めるに当たっては，投票価値の平等を最も\n重要かつ基本的な基準としつつも，較差という客観的かつ形式的な数値\nだけでなく，当該較差の数値の背後にある選挙制度の仕組みや，当該較\n差を生じさせる要因等も含めて種々の政策的考慮要素を総合的に考慮し\nた上で，国政遂行のための民意の的確な反映を実現するとともに，投票\n価値の平等を確保するという要請との調和を図ることが求められ，その\n調和が保たれる限りにおいて，当該選挙制度の仕組みを決定したことが，\n国会の合理的な裁量の範囲を超えるということにはならないというべき\nである。\nしたがって，選挙制度の憲法適合性は，以上のような国会に与えられた\n裁量権の行使として合理性を有するといえるか否かによって判断される\nことになる。すなわち，国会が選挙制度の仕組みについて具体的に定め\nたところが，投票価値の平等の要請に反するため，国会に認められる裁\n量権を考慮してもなおその限界を超えており，これを是認することがで\nきない場合に，初めてこれが憲法に違反することになるものと解すべき\nである。\nイ  本件選挙時において，本件区割規定の定める本件選挙区割りは，憲法の\n投票価値の平等の要求に反する状態に至っていないこと\n平成２３年大法廷判決は，旧区画審設置法３条１項について，投票\n価値の平等に配慮した合理的な基準を定めたものと評価し，その後の平\n成２５年大法廷判決及び平成２７年大法廷判決も，そのような評価を前\n提として，立法府に対し，同項ないし平成２８年改正法による改正前の\n区画審設置法３条の趣旨に沿った選挙制度の整備を求めてきた。\n平成２４年以降の各改正は，国会が，選挙区間の最大較差が２倍未満\nとなる状態を安定的に維持すべく，1 人別枠方式を廃止し，人口比例に\nよる議席配分の見直しを定期的に実施する仕組みを確立させる内容のも\nのである。また，平成２８年改正では，４年後の平成３２年（令和２年）\n見込人口を基準としても最大較差が２倍未満になるようにする選挙区割\nりの改定を行う措置が講じられ，平成２９年改正によってその措置も実\n現されるに至った。このような平成２４年以降の各改正は，平成２３年\nから平成２７年までの各大法廷判決が繰り返し国会に求めてきた立法的\n措置の内容に適合し，国会が正当に考慮することができる他の政策的目\n的ないし理由との関連において，投票価値の平等の要請を調和的に実現\nした立法的措置と評価することができる。\n以上によれば，平成２４年以降の各改正を経て成立した本件区割規定\nが，国会の合理的な裁量の範囲の限界を超えるものでないことは明らか\nである。この点は，平成２９年選挙に関する平成３０年大法廷判決も，\n平成２４年以降の各改正につき，違憲状態と指摘した各大法廷判決の趣\n旨に沿うものであり，国会の裁量権の行使として合理性を有するものと\n評価した上で，違憲状態は本件区割規定が成立した時点で解消された旨\nを明示的に判断しているところである。\nそして，本件選挙区割りは，平成２９年選挙時と同一のもの，すな\nわち，アダムズ方式に基づく議席配分が平成３２年（令和２年）の大規\n模国勢調査以降に実施されるまでの漸進的な是正を図る措置として定め\nられた本件区割規定に基づき定められたものであり，選挙区割り自体も\n平成２９年選挙時のものと同一であるから，平成２９年選挙に係る平成\n３０年大法廷判決によるそれらの評価と同様の評価がされるべきであり，\n違憲状態に至っていると評価することはできないというべきである。\nこの点，本件選挙区割りの下における選挙区間の投票価値の較差は，\n平成３２年（令和２年）の大規模国勢調査の結果による人口の最大較差\nにおいては，２．０９６倍，本件選挙当日の選挙人数の最大較差は２．\n０７９倍であり，そのほかにも２倍以上の較差が生じた選挙区が生じた\nことは事実であるが，区割規定やそれに基づく選挙区割りの憲法適合性\nを判断するに当たっては，前記アで述べたとおり，最大較差の数値や較\n差が２倍以上になった選挙区の数という客観的かつ形式的な数値だけで\nなく，当該較差の数値の背後にある選挙制度の仕組みや，当該較差を生\nじさせる要因等も含めて種々の政策的考慮要素を総合的に考慮する必要\nがある。\n平成２８年改正法は，平成２２年に行われた大規模国勢調査（以下\n「平成２２年国勢調査」という。）から平成２７年国勢調査までの日本\n国民の人口の増減率に基づき算出した平成３２年見込人口を基準として\n最大較差を２倍未満とすることを基本とすることとしたものであり，当\n該増減率と異なる人口移動があったことを要因として，結果的に２倍以\n上の較差が生じることも当然にあり得ることであって，平成２３年から\n平成２７年までの各大法廷判決が問題視してきた１人別枠方式のような\n選挙制度自体に起因する構造的な問題により２倍以上の較差が生じたも\nのではない。\nそもそも，現行の選挙制度では，選挙制度の安定性の要請を勘案し，\n大規模国勢調査の結果を踏まえて１０年単位で，又は簡易国勢調査の結\n果によっては５年単位でも選挙区割りの改定を行うこととしており，ア\nダムズ方式に基づく議席配分を最初に実施する時期も，平成２８年改正\n当時における諸般の事情を考慮した国会の判断により，平成３２年（令\n和２年）の大規模国勢調査以降とされたものである。このような経緯か\nらすれば，平成２９年改正以降アダムズ方式に基づく都道府県別定数を\n前提とする最初の選挙区割りが決定されるまでの間や，今後の１０年又\nは５年単位の選挙区割りの改定と改定の間に，ある程度の較差の変動が\n生じることは，当然にあり得ることであり，そのような場合に備えて１\n０年又は５年単位で選挙区割りを行い，是正するという現行の選挙制度\nが整備されているということができる。\n今後，アダムズ方式に基づいて都道府県別に定数配分をすれば，都道\n府県間の最大較差は１．６９７倍まで下がることが見込まれる。この都\n道府県別定数を前提に，国勢調査人口による選挙区間の最大較差が２倍\n以上とならないような選挙区割りの改定の勧告が，令和４年６月２５日\nまでに行われることが法律上予定されているところであり，上記較差の\n問題も，早晩確実に解消される見込みである。\n以上のような事情を考慮すれば，本件選挙区割りが違憲状態に至っ\nているということはできない。\n仮に，違憲状態に至っていたとして，憲法上要求される合理的期間内にお\nける是正がされなかったか（選挙を無効とすべきかを含む。）（争点 ）\n〔原告ら〕\nア  選挙区割りが憲法の投票価値の要求に反する状態に至っていても，憲法\n上要求される合理的期間内に是正がされなかったとはいえない場合には，\n憲法の規定に違反するものということはできないという「合理的期間の判\n例法理」自体が，憲法に反し，憲法９８条１項により，その効力を有しな\nい。\nイ  仮に，「合理的期間の判例法理」が憲法に反するといえないとしても，\n本件選挙施行の日（令和３年１０月３１日）の時点で，既に「合理的期間」\nを徒過していたと解されるから，本件選挙は，憲法９８条１項により，無\n効である。\nウ  昭和５１年大法廷判決及び最高裁判所昭和６０年７月１７日大法廷判\n決・民集３９巻５号１１００頁（以下「昭和６０年大法廷判決」という。）\nは，①当該選挙における一部の選挙区における選挙についてのみ選挙無効\n訴訟が提起され，②当該選挙当時の選挙制度上，比例代表選出議員の選挙\n（以下「比例代表選挙」という。）が存在しないという事情の下で，事情\n判決をしたものである。\nしかしながら，本件においては，①本件小選挙区選挙の全選挙区につい\nて選挙無効訴訟が提起され，②本件選挙当時の選挙制度においては，比\n例代表選挙が存在し，衆議院の定足数である３分の１（憲法５６条１項）\nを超える比例代表選出議員が存在するのであり，昭和５１年大法廷判決\n及び昭和６０年大法廷判決とは事情を異にする。\nこのような事情の下では，本件小選挙区選挙について最高裁判所が無効\n判決を言い渡す場合は，本件小選挙区選挙の全選挙区における選挙が無\n効になるから，一部の選挙区の選挙のみが無効となり，他の選挙区の選\n挙が有効であるというような不都合は生じないし，本件小選挙区選挙の\n全選挙区における選挙が無効となっても，比例代表選挙により選出され\nた議員により衆議院の定足数である３分の１（憲法５６条１項）を満た\nすから，衆議院は国会活動を継続し得る。\nしかも，公職選挙法２０４条に基づく選挙無効判決の効力は，遡及せず，\n将来に向かって選挙を形成的に無効とするものである。\nしたがって，選挙無効判決の言渡しにより社会的混乱や不都合は生じな\nいから，本件区割規定の定める本件選挙区割りが違憲の場合，事情判決\nをすべき理由はなく，本件各選挙区における選挙を無効とする判決をす\nべきである。\n〔被告ら〕\nア  平成３０年大法廷判決は，「平成２７年大法廷判決が平成２６年選挙当\n時の選挙区割りについて判示した憲法の投票価値の平等の要求に反する状\n態が，平成２８年改正及び平成２９年改正によって解消された。」旨明示\n的に判断している。\n本件選挙は，平成３０年大法廷判決後に初めて行われた総選挙であるか\nら，仮に何らかの事情により同判決における本件選挙区割りに関する評\n価が覆り，違憲状態に至っているとしても，国会において，そのことを\n認識すべき契機が存在したとはいえず，その状態を認識しえない状況で\nあったことは明らかである。\nまた，平成２８年改正の時点で，立法府である国会の判断として，アダ\nムズ方式による議席配分を実施するのが平成３２年（令和２年）の大規\n模国勢調査以降とされており，それまでの間にある程度の較差の変動が\n生じることは当然にあり得ることであり，そのような場合に備えて１０\n年又は５年単位で選挙区割りを行い，是正するという現行の選挙制度が\n整備されているということができる。\nしたがって，仮に，本件選挙区割りが違憲状態に至っていたとしても，\n国会が，憲法上要求される合理的期間にその是正をしなかったというこ\nとはできない。\nイ  選挙無効判決により社会的混乱や不都合が生じないとの主張は争う。\n第３  当裁判所の判断\n１  衆議院議員総選挙の小選挙区の区割基準規定及び区割規定の制定及び改正の\n経緯について\n前記前提事実に加え，後掲各証拠及び弁論の全趣旨によれば，以下の事実が\n認められる。\n衆議院議員の選挙制度における小選挙区制の採用\n昭和２５年に制定された公職選挙法は，衆議院議員の選挙制度につき，中\n選挙区単記投票制を採用していたが，平成６年改正により，衆議院議員の選\n挙制度は，小選挙区比例代表並立制に改められた。\n区画審設置法の制定及び旧区割基準規定による 1 人別枠方式の採用\nア  平成６年に制定された区画審設置法２条によれば，区画審は，衆議院小\n選挙区選出議員の選挙区の改定に関し，調査審議し，必要があると認める\nときは，その改定案を作成して内閣総理大臣に勧告するものとされている。\nそして，選挙区の改定に関する区画審の勧告は，統計法５条２項本文（平\n成１９年法律第５３号による改正前は４条２項本文）の規定により１０年\n毎に行われる大規模国勢調査の結果による人口が最初に官報で公示された\n日から１年以内に行うものとされている（区画審設置法４条１項）。\nイ  旧区画審設置法３条（旧区割基準規定）は，上記選挙区の区割基準につ\nき，①１項において，上記改定案を作成するに当たっては，各選挙区の人\n口の均衡を図り，各選挙区の人口のうち，その最も多いものを最も少ない\nもので除して得た数が２以上とならないようにすることを基本とし，行政\n区画，地勢，交通等の事情を総合的に考慮して合理的に行わなければなら\nないものと定めるとともに，②２項において，各都道府県の区域内の選挙\n区の数は，各都道府県にあらかじめ１を配当した上で（１人別枠方式），\nこの１に，小選挙区選出議員の定数に相当する数から都道府県の数を控除\nした数を人口に比例して各都道府県に配当した数を加えた数と定めていた\n（旧区割基準）。\n平成１４年改正及び平成２１年８月施行の衆議院議員総選挙における最大\n較差等\nア  平成６年改正の後，小選挙区選挙の選挙区割りについて，平成１４年改\n正法により，各都道府県の議員の定数につき，５増５減を行う改定がされ\nた。\nイ  平成２１年８月３０日施行の衆議院議員総選挙（以下「平成２１年選挙」\nという。）の小選挙区選挙は，平成１４年改正法により改定された選挙区\n割り（以下「旧選挙区割り」という。）の下で施行されたものであり（以\n下，平成２１年選挙に係る衆議院小選挙区選出議員の選挙区を定めた平成\n２４年改正法による改正前の公職選挙法１３条１項及び別表第１を併せて\n「旧区割規定」といい，同規定に基づく選挙区割りを「旧選挙区割り」と\nいう。），平成２１年選挙当日における選挙区間の最大較差は，最少の高\n知県第３区と最多の千葉県第４区との間で２．３０４倍であり，高知県第\n３区と比べて較差が２倍以上となっている選挙区は４５選挙区存在した\n（乙２の 1）。\nウ  平成２１年選挙について，平成２３年大法廷判決は，選挙区の改定案の\n作成に当たり，選挙区間の最大較差（人口）が２倍未満になるように区割\nりをすることを基本とすべきものとする旧区画審設置法３条１項の定めは，\n投票価値の平等の要請に配慮した合理的な基準を定めたものであると評価\nする一方，平成２１年選挙時において，上記イのような選挙区間の投票価\n値の較差が生じていたのは，各都道府県にあらかじめ１の選挙区数を割り\n当てる同条２項の１人別枠方式がその主要な要因となっていたことが明ら\nかであり，かつ，人口の少ない地方における定数の急激な減少への配慮等\nの視点から導入された１人別枠方式は既に立法時の合理性が失われていた\nものというべきであるから，旧区割基準のうち１人別枠方式に係る部分及\nび旧区割基準に従って改定された旧区割規定の定める旧選挙区割りは，憲\n法の投票価値の平等の要求に反する状態に至っていたと判示した。そして，\n同判決は，これらの状態につき憲法上要求される合理的期間内における是\n正がされなかったとはいえず，旧区割基準規定及び旧区割規定が憲法１４\n条１項等の憲法の規定に違反するものということはできないとした上で，\n事柄の性質上必要とされる是正のための合理的期間内に上記の状態を解消\nするために，できるだけ速やかに旧区割基準中の１人別枠方式を廃止し，\n旧区画審設置法３条１項の趣旨に沿って旧区割規定を改正するなど，投票\n価値の平等の要請にかなう立法的措置を講じる必要があると判示した（甲\n１４）。\n平成２４年改正及び平成２４年１２月施行の衆議院議員総選挙における最\n大較差等\nア  平成２３年大法廷判決を受けて，平成２４年１１月１６日，１人別枠方\n式を定めた旧区画審設置法３条２項の削除及び０増５減を内容とする平成\n２４年改正法が成立した。これにより，旧区画審設置法３条１項が区画審\n設置法３条（以下「平成２４年改正区画審設置法３条」という。）となり，\n上記 イ①の基準のみが区割基準となった。\nなお，１人別枠方式の廃止を含む制度の是正のためには，区画審の審議\nを挟んで区割基準に係る区画審設置法の改正と選挙区割りに係る公職選\n挙法の改正という二段階の法改正を要することから，平成２４年改正法\nは，その附則において，旧区画審設置法３条２項を削除する改正規定は\n公布日（平成２４年１１月２６日）から施行するものとする（１条）一\n方で，各都道府県の選挙区数の０増５減を内容とする改正後の公職選挙\n法の規定は次回の総選挙から適用する（公職選挙法の改正規定は別に法\n律で定める日から施行する）ものとし（２条），上記０増５減を前提に，\n区画審が選挙区間の最大較差（人口）が２倍未満となるように選挙区割\nりを改める改定案の勧告を公布日から６月以内に行い（３条３項），政\n府がその勧告に基づいて速やかに法制上の措置を講ずべき（４条）旨を\n定めていた。\n（以上につき，乙３の 1・2，４）\nイ  平成２４年改正法の成立と同日に衆議院が解散され，平成２４年１２月\n１６日，衆議院議員総選挙（以下「平成２４年選挙」という。）が施行さ\nれたが，同選挙までに平成２４年改正法に沿った新たな選挙区割りを定め\nることは時間的に不可能であったため，平成２４年選挙の小選挙区選挙は\n平成２１年選挙と同様に旧選挙区割りの下で施行された（乙３の 1・2，\n４）。\n平成２４年選挙当日における選挙区間の最大較差は，最少の高知県第３\n区と最多の千葉県第４区との間で２．４２５倍であり，高知県第３区と\n比べて較差が２倍以上となっている選挙区は７２選挙区存在した（乙２\nの 2）。\nウ  平成２４年選挙について，平成２５年大法廷判決は，平成２４年選挙時\nにおいて旧区割規定の定める旧選挙区割りは平成２１年選挙時と同様に憲\n法の投票価値の平等の要求に反する状態にあったものではあるが，憲法上\n要求される合理的期間内における是正がされなかったとはいえず，旧区割\n規定が憲法１４条１項等の憲法の規定に違反するものということはできな\nいとした上で，国会においては今後も平成２４年改正区画審設置法３条の\n趣旨に沿った選挙制度の整備に向けた取組が着実に続けられていく必要が\nあると判示した（甲１６）。\n平成２５年改正及び平成２６年１１月施行の衆議院議員総選挙における最\n大較差等\nア  平成２４年選挙の施行後，平成２４年改正法の附則の規定に基づく区画\n審の勧告を受けて，平成２５年６月２４日，各都道府県の選挙区数の０増\n５減を前提に，選挙区間の人口の較差が２倍未満となるように１７都県の\n４２選挙区において区割りを改めることを内容とする平成２５年改正法が\n成立した。\n上記改定の結果，平成２２年国勢調査の結果による選挙区間の最大較差\n（人口）は１．９９８倍となるものとされた。\n（以上につき，乙３の 2，４～６）\nイ  平成２６年１２月１４日施行の衆議院議員総選挙（以下「平成２６年選\n挙」という。）の小選挙区選挙は，平成２５年改正により改定された選挙\n区割りの下で施行されたが，平成２６年選挙当日における選挙区間の最大\n較差は，最少の宮城県第５区と最多の東京都第１区との間で２．１２９倍\nであり，宮城県第５区と比べて較差が２倍以上となっている選挙区は１３\n選挙区存在した（乙２の 3）。\nウ  平成２６年選挙につき，平成２７年大法廷判決は，上記イのような投票\n価値の較差が生じた主な要因は，０増５減の措置における定数削減の対象\nとされた県以外の都道府県について旧区割基準に基づいて配分された定数\nの見直しを経ておらず，いまだ多くの都道府県において１人別枠方式を定\nめた旧区画審設置法３条２項が削除された後の区割基準に基づいて定数の\n再配分が行われた場合とは異なる定数が配分されていることにあり，この\nような投票価値の較差が生じたことは，全体として平成２４年改正区画審\n設置法３条の趣旨に沿った選挙制度の整備が実現されていたとはいえない\nことの表れであるというべきであるとして，平成２４年改正及び平成２５\n年改正により改定された選挙区割りはなお憲法の投票価値の平等の要求に\n反する状態にあったものといわざるを得ないと判示した。そして，同判決\nは，同条の趣旨に沿った選挙制度の整備については，漸次的な見直しを重\nねることによってこれを実現していくことも国会の裁量に係る現実的な選\n択として許容されていると解されるとし，上記の選挙区割りの改定後も国\n会において引き続き選挙制度の見直しが行われていること等を併せ考慮す\nると，平成２３年大法廷判決の言渡しから平成２６年選挙までの国会にお\nける是正の実現に向けた取組は，立法裁量権の行使として相当なものでな\nかったということはできず，憲法上要求される合理的期間内における是正\nがされなかったとはいえないと判示した（甲１８）。\n平成２８年改正及び平成２９年改正の経緯\nア  平成２５年改正法の成立の前後を通じて，国会においては，衆議院選挙\n制度の改革について，引き続き検討が続けられ，平成２６年６月１９日の\n衆議院議院運営委員会における議決により，衆議院選挙制度に関する調査，\n検討等を行うため，衆議院に有識者により構成される議長の諮問機関とし\nて衆議院選挙制度に関する調査会（以下「選挙制度調査会」という。）が\n設置された（乙４，９，１１の 1・2）。\nイ  選挙制度調査会は，平成２６年９月以降，定期的な会合を開催し，衆議\n院議員の選挙制度の在り方，議員定数の削減，投票価値の較差の是正等の\n問題について，各政党からの意見聴取を含めた調査，検討を行い，平成２\n８年１月１４日，衆議院議長に対し，衆議院選挙制度に関する調査会答申\nを提出した。\n上記答申は，①衆議院議員の選挙制度の在り方については，現行の小選\n挙区比例代表並立制を維持し，②議員定数の削減については，衆議院議\n員の定数を１０削減して４６５人（小選挙区選出議員の定数につき６削\n減して２８９人，比例代表選出議員の定数につき４削減して１７６人）\nとする案が考えられるとした。また，③投票価値の較差の是正について\nは，小選挙区選挙における各都道府県への議席配分方式について満たす\nべき条件として，比例性のある配分方式に基づいて配分すること，選挙\n区間の投票価値の較差を小さくするために各都道府県間の投票価値の較\n差をできるだけ小さくすること，各都道府県の配分議席の増減変動が小\nさいこと，一定程度将来にわたっても有効に機能し得る方式であること\nとした上で，この諸条件に照らして検討した結果として，各都道府県へ\nの議席配分につき，各都道府県の人口を一定の数値（小選挙区基準除数）\nで除し，それぞれの商の整数に小数点以下を切り上げて得られた数の合\n計数が小選挙区選挙の定数と一致するようにする方式（アダムズ方式）\nにより行うものとした。そして，各都道府県への議席配分の見直しは，\n制度の安定性を勘案し，１０年毎に行われる大規模国勢調査の結果によ\nる人口に基づき行うものとし，その５年後に行われる簡易国勢調査の結\n果，選挙区間の人口の較差が２倍以上の選挙区が生じたときは，各都道\n府県への議席配分の変更は行わず，区画審において上記の較差が２倍未\n満となるように関係選挙区の区画の見直しを行うものとした。\n（以上につき，乙８の 1～17，１０，１１の 1・2）\nウ  選挙制度調査会の上記答申を受けて，平成２８年５月２０日，衆議院議\n員の定数を４７５人から１０削減して４６５人（小選挙区選出議員の定数\nにつき６削減して２８９人，比例代表選出議員の定数につき４削減して１\n７６人）とするとともに，以下のとおり，区割基準について，選挙区間の\n最大較差（人口）が２倍以上とならないようにすることとし，各都道府県\nへの定数配分の方式としてアダムズ方式を採用すること等を内容とする平\n成２８年改正法が成立した。\n平成２８年改正法による改正後の区画審設置法（以下「新区画審設置法」\nという。）３条は，①１項において，区画審において衆議院選出議員の\n選挙区の改定案を作成するに当たっては，各選挙区の人口（最近の国勢\n調査の結果による日本国民の人口）の均衡を図り，各選挙区の人口のう\nち，その最も多いものを最も少ないもので除して得た数が２以上となら\nないようにすることとし，行政区画，地勢，交通等の事情を総合的に考\n慮して合理的に行わなければならないものと定めるとともに，②２項に\nおいて，各都道府県の区域内の選挙区の数は，各都道府県の人口を小選\n挙区基準除数（その除数で各都道府県の人口を除して得た数（１未満の\n端数が生じたときは，これを１に切り上げるものとする。）の合計数が\n衆議院小選挙区選出議員の定数に相当する数と合致することとなる除数\nをいう。）で除して得た数（１未満の端数が生じたときは，これを１に\n切り上げるものとする。）とするとし（アダムズ方式），③３項におい\nて，下記の同法４条２項の規定による勧告に係る改定案の作成に当たっ\nては，各都道府県の区域内の衆議院小選挙区選出議員の選挙区の数は変\n更しないものとすると定めている（以下，この区割基準を「本件区割基\n準」といい，この規定を「本件区割基準規定」という。）。\nそして，選挙区の改定に関する区画審の勧告は，平成３２年（令和２年）\n以降１０年毎に行われる大規模国勢調査の結果による人口が最初に官報\nで公示された日から１年以内に行うものとされ（新区画審設置法４条１\n項），さらに，区画審は，大規模国勢調査が行われた年から５年目に当\nたる年に行われる各選挙区の簡易国勢調査の結果による日本国民の人口\nのうち，その最も多いものを最も少ないもので除して得た数が２以上と\nなったときは，当該国勢調査の結果による人口が最初に官報で公示され\nた日から１年以内に，上記の勧告を行うものとされている（新区画審設\n置法４条２項）。\n他方，平成２８年改正法は，アダムズ方式による各都道府県の選挙区数\nの変更が行われるまでの投票価値の較差是正のための措置として，附則\nにより，小選挙区選出議員の定数を６削減することを前提として，区画\n審において平成２７年国勢調査の結果に基づく選挙区割りの改定案の作\n成及び勧告を行うこととした。そして，同改定案の作成に当たっては，\n各都道府県の選挙区数につき，定数の削減による影響を受ける都道府県\nを極力減らすことによって選挙制度の安定性を確保する観点から，減少\nの対象となる都道府県は，アダムズ方式により得られる選挙区数が改正\n前の選挙区数より少ない都道府県のうち，当該都道府県の平成２７年国\n勢調査の結果による人口を同方式により得られる選挙区数で除して得た\n数が少ない順から６都道府県とし，それ以外の都道府県は改正前の選挙\n区数を維持することとした。また，選挙区割りにつき，平成２７年国勢\n調査の結果に基づく選挙区間の人口の較差が２倍未満となるようにし，\nかつ，次回の国勢調査が実施される平成３２年見込人口（平成２７年国\n勢調査による日本国民の人口に，平成２２年国勢調査から平成２７年国\n勢調査までの日本国民の人口の伸び率を乗じて得た人口をいう。以下同\n様。）に基づく選挙区間の人口の較差が２倍未満であることを基本とす\nるとともに，各選挙区の平成２７年国勢調査の結果による人口及び平成\n３２年見込人口の均衡を図り，行政区画，地勢，交通等の事情を総合的\nに考慮して合理的に行うこととした。\n（以上につき，乙４，１１の 1・2，１３の 1～4）\nエ  平成２８年改正法の成立後，区画審による審議が行われ，平成２９年４\n月１９日，区画審は，内閣総理大臣に対し，上記のとおり各都道府県の選\n挙区数の０増６減の措置を採ることを前提に，１９都道府県の９７選挙区\nにおいて区割りを改めることを内容とする改定案の勧告を行った。\nこれを受けて，内閣は，同年５月１６日，平成２８年改正法に基づき，\n同法のうち上記０増６減を内容とする公職選挙法の改正規定の施行期日\nを定めるとともに，上記改定案に基づく選挙区割りの改定を内容とする\n公職選挙法の改正事項を定める法制上の措置として，平成２８年改正法\nの一部を改正する法律案を国会に提出し，平成２９年６月９日，この改\n正法案が平成２９年改正法として成立した。\n上記０増６減及びこれを踏まえた選挙区割りの改定を内容とする公職選\n挙法の改正規定は平成２９年７月１６日から施行され，この改正により，\n各都道府県の選挙区数の０増６減とともに，上記改定案のとおりの選挙\n区割りの改定が行われた。\n（以上につき，乙１４の 1・2，１６，１８の 1～6）\nオ  平成２８年改正及び平成２９年改正により，平成２７年国勢調査による\n選挙区間の最大較差（人口）は２．１７６倍から１．９５６倍に縮小（較\n差が２倍以上の選挙区は３２選挙区から０選挙区に縮小）され，当時にお\nいて推計された平成３２年見込人口における最大較差（人口）も２．５５\n２倍から１．９９９倍に縮小（較差が２倍以上の選挙区は７１選挙区から\n０選挙区に縮小）された（乙１４の 1，１８の 1）。\nなお，平成２８年改正及び本件２９年改正による改正後の公職選挙法１\n３条１項及び別表第１（本件区割規定）に基づく選挙区割り（本件選挙\n区割り）の下での都道府県別定数と平成２７年国勢調査の結果による日\n本国民の人口を基にアダムズ方式で計算した都道府県別定数を比較した\n場合，１１都県で定数が異なることになり，また，当該都県の定数は，\n１人別枠方式が廃止される前の定数と同じであった。\n平成２９年９月施行の衆議院議員総選挙における最大較差等\nア  平成２９年１０月２２日施行の衆議院議員総選挙（以下「平成２９年選\n挙」という。）の小選挙区選挙は，本件選挙区割りの下において施行され\nたが，平成２９年選挙当日における選挙区間の最大較差は，最少の鳥取県\n第１区と最多の東京都第１３区との間で１．９７９倍であり，鳥取県第１\n区と比べて較差が２倍以上となっている選挙区は存在しなかった（乙２の\n4）。\nイ  平成２９年選挙について，平成３０年大法廷判決は，平成２８年改正及\nび２９年改正は，平成３２年に行われる国勢調査の結果に基づく選挙区割\nりの改定に当たり，各都道府県への定数配分を人口に比例した方式の１つ\nであるアダムズ方式により行うことによって，選挙区間の投票価値の較差\nを相当程度縮小させ，その状態が安定的に持続するよう立法措置を講じた\n上で，同方式による定数配分がされるまでの較差是正の措置として，各都\n道府県の選挙区数の０増６減の措置を採るとともに選挙区割りの改定を行\nうことにより，上記のように選挙区間の人口等の最大較差を縮小させたも\nのであって，投票価値の平等を確保するという要請に応えつつ，選挙制度\nの安定性を確保する観点から漸進的な是正を図ったものと評価することが\nできると判示した。\nまた，同判決は，平成２９年選挙においては，平成２４年改正法及び平\n成２８年改正法により選挙区数が減少した県以外の都道府県について，\n１人別枠方式を含む旧区割基準に基づいて配分された定数に変更はなく，\nその中には，アダムズ方式による定数配分が行われた場合に異なる定数\nが配分されることとなる都道府県が含まれているが，平成２５年改正法\nから平成２９年改正法までの立法措置によって，旧区画審設置法３条２\n項が削除されたほか，１人別枠方式の下において配分された定数のうち\n議員１人当たりの人口の少ない合計１１県の定数をそれぞれ１減ずる内\n容の定数配分の見直しや，選挙区間の投票価値の較差を縮小するための\n選挙区割りの改定が順次行われたことにより，平成２９年選挙当日にお\nける選挙区間の選挙人数の最大較差が上記アのとおり縮小したことに加\nえ，平成２９年選挙が施行された時点において，平成３２年以降１０年\n毎に行われる国勢調査の結果に基づく各都道府県への定数配分をアダム\nズ方式により行うことによって１人別枠方式の下における定数配分の影\n響を完全に解消させる立法措置が講じられていたものであり，このよう\nな立法措置の内容やその結果縮小した較差の状況を考慮すると，平成２\n９年選挙において，１人別枠方式を含む旧区割基準に基づいて配分され\nた定数とアダムズ方式により各都道府県の定数配分をした場合に配分さ\nれることとなる定数を異にする都道府県が存在していることをもって，\n本件選挙区割りが憲法の投票価値の平等の要求に反するものとなるとい\nうことはできないと判示した。\nそして，同判決は，以上の事情を総合的に考慮すれば，本件区割規定は，\n投票価値の平等の要請にかなう立法的措置を講ずることを求めた平成２\n３年大法廷判決以降の各大法廷判決の趣旨に沿って較差の是正を図った\nものであり，投票価値の平等を最も重要かつ基本的な基準としつつ，新\nたな定数配分の方式をどの時点から議員定数の配分に反映させるかとい\nう点も含めて，国会において考慮することができる諸要素を踏まえた上\nで定められたものということができ，平成２９年選挙当時においては，\n新区画審設置法３条１項の趣旨に沿った選挙制度の整備が実現されてい\nたということができるから，平成２８年改正法及び平成２９年改正法に\nよる選挙区割りの改定等は，国会の裁量権の行使として合理性を有する\nというべきであり，平成２７年大法廷判決が平成２６年選挙当時の選挙\n区割りについて判示した憲法の投票価値の平等の要求に反する状態は，\n平成２８年改正及び平成２９年改正によって解消されたものと評価する\nことができ，したがって，本件選挙当時において，本件区割規定の定め\nる本件選挙区割りは，憲法の投票価値の平等の要求に反する状態にあっ\nたということはできず，本件区割規定が憲法１４条１項等に違反するも\nのということはできないと判示した。\n（以上につき，甲２０）\n本件選挙の施行及び本件選挙における最大較差等\nア  令和２年１０月１日を調査時点とする大規模国勢調査（以下「本件\n国勢調査」という。）が実施され，令和３年６月２５日，その結果の速\n報値が公表された。これによれば，本件区割規定の定める本件選挙区割\nりによる選挙区間の最大較差（人口）は，２．０９４倍であり，最少の\n選挙区との較差が２倍以上となる選挙区は２０選挙区存在した。（乙１\nの 1 の 1）\nイ  令和３年１０月１４日に衆議院が解散され，同月３１日，本件選挙\nが施行された。\n本件選挙当日における選挙区間の最大較差（選挙人数）は，最少の鳥\n取県第１区と最多の東京都第１３区との間で２．０７９倍であり，鳥取\n県第１区と比べて較差が２倍以上となっている選挙区は２９選挙区存在\nした（乙１の 2）。\nなお，本件選挙後の令和３年１１月３０日に公表された本件国勢調査\nの結果の確定値によれば，本件選挙における選挙区間の最大較差（人口）\nは，２．０９６倍であり，最少の選挙区との較差が２倍以上となる選挙\n区は２３選挙区存在した（乙１の 1 の 2）。\n２  本件区割規定の違憲判断の基準について\n憲法は，選挙権の内容の平等，換言すれば投票価値の平等を要求している\nと解される。\n他方，投票価値の平等は，選挙制度の仕組みを決定する絶対の基準ではな\nく，国会が正当に考慮することのできる他の政策的目的ないし理由との関連\nにおいて調和的に実現されるべきものであるところ，国会の両議院の議員の\n選挙については，憲法上，議員の定数，選挙区，投票の方法その他選挙に関\nする事項は法律で定めるべきものとされ（４３条２項，４７条），選挙制度\nの仕組みの決定について国会に広範な裁量が認められている。\n衆議院議員の選挙につき全国を多数の選挙区に分けて実施する制度が採用\nされる場合には，選挙制度の仕組みのうち定数配分及び選挙区割りを決定す\nるに際して，憲法上，議員１人当たりの選挙人数ないし人口ができる限り平\n等に保たれることを最も重要かつ基本的な基準とすることが求められている\nというべきであるが，それ以外の要素も合理性を有する限り国会において考\n慮することが許容されているものと解されるのであって，具体的な選挙区を\n定めるに当たっては，都道府県を細分化した市町村その他の行政区画などを\n基本的な単位として，地域の面積，人口密度，住民構成，交通事情，地理的\n状況などの諸要素を考慮しつつ，国政遂行のための民意の的確な反映を実現\nするとともに，投票価値の平等を確保するという要請との調和を図ることが\n求められているところである。\nしたがって，このような選挙制度の合憲性は，これらの諸事情を総合的に\n考慮した上でなお，国会に与えられた裁量権の行使として合理性を有すると\nいえるか否かによって判断されることになり，国会がこのような選挙制度の\n仕組みについて具体的に定めたところが，上記のような憲法上の要請に反す\nるため，上記の裁量権を考慮してもなおその限界を超えており，これを是認\nすることができない場合に，初めて憲法に違反することになるものと解すべ\nきである（昭和５１年大法廷判決，最高裁判所昭和５８年１１月７日大法廷\n判決・民集３７巻９号１２４３頁，昭和６０年大法廷判決，最高裁判所平成\n５年１月２０日大法廷判決・民集４７巻１号６７頁，最高裁判所平成１１年\n１１月１０日大法廷判決・民集５３巻８号１４４１頁，最高裁判所平成１１\n年１１月１０日大法廷判決・民集５３巻８号１７０４頁，最高裁判所平成１\n９年６月１３日大法廷判決・民集６１巻４号１６１７頁，平成２３年大法廷\n判決，平成２５年大法廷判決，平成２７年大法廷判決及び平成３０年大法廷\n判決参照）。\nまた，裁判所において選挙制度について投票価値の平等の観点から憲法上\n問題があると判断したとしても，自らこれに代わる具体的な制度を定め得る\nものではなく，その是正は国会の立法によって行われることになるものであ\nり，是正の方法についても国会は幅広い裁量権を有しているので，裁判所が\n選挙制度の憲法適合性について上記の判断枠組みの下で一定の判断を示すこ\nとにより，国会がこれを踏まえて自ら所要の適切な是正の措置を講ずること\nが，憲法上想定されているものと解される。\n以上によれば，人口の変動が生じた結果，それだけ選挙区間における議員\n一人当たりの選挙人数の較差が拡大するなどして，当初における議員定数の\n配分の基準及び方法とこれらの状況との間にそごを来したとしても，その一\n事では直ちに憲法違反の問題を生ずるものではないといえるが，その人口の\n変動が当該選挙制度の仕組みの下において投票価値の有すべき重要性に照ら\nして到底看過することができないと認められる程度の投票価値の著しい不平\n等状態を生じさせ，かつ，それが相当期間継続して，このような不平等状態\nを是正する何らかの措置を講じないことが，国会の裁量的権限に係るもので\nあることを考慮しても，その許される限界を超えると判断される場合には，\n選挙区割りの規定が憲法に違反するに至ると解するのが相当である。\nしたがって，小選挙区選挙における選挙区割りの憲法適合性については，\n①当該選挙区割りの下での選挙区間における投票価値の不均衡が，違憲の問\n題が生ずる程度の著しい不平等状態に至っているか否か，②上記の状態に至\nっている場合に，当該選挙までの期間に当該不均衡の是正がされなかったこ\nとが国会の裁量権の限界を超えるとして当該選挙区割りが憲法に違反するに\n至っているか否かの観点から検討するのが相当である。そして，上記①にお\nいて憲法の投票価値の平等の要求に反する状態に至っている旨の司法の判断\nがされれば国会はこれを受けて是正を行う責務を負うものであるところ，上\n記②において憲法上要求される合理的期間内における是正がされなかったと\nいえるか否かを判断するに当たっては，単に期間の長短のみならず，是正の\nために採るべき措置の内容，そのために検討を要する事項，実際に必要とな\nる手続や作業等の諸般の事情を総合考慮して，国会における是正の実現に向\nけた取組が司法の判断の趣旨を踏まえた立法裁量権の行使として相当なもの\nであったといえるか否かという観点に立って評価すべきものと解される（平\n成２５年大法廷判決及び平成２７年大法廷判決参照）。\nこの点，原告らは，選挙区割りが憲法の投票価値の平等の要求に反する状\n態に至っていても，憲法上要求される合理的期間内に是正がされなかったと\nいえない場合には，憲法の規定に違反するものということはできないという\n「合理的期間の判例法理」（上記②の要件）自体が，憲法に反する旨主張す\nるが，上記②の要件が必要とされる根拠は，前記で判示したとおりであっ\nて，原告らの上記主張は採用できない。\n３  本件選挙時において，本件区割規定の定める本件選挙区割りが憲法の投票価\n値の平等の要求に反する状態（いわゆる違憲状態）に至っていたか（争点 ）\nについて\n前記認定事実 によれば，本件区割規定に基づく本件選挙区割りによると，\n本件選挙当日における本件小選挙区選挙の選挙区間の最大較差は，最少の鳥\n取県第１区と最多の東京都第１３区との間で２．０７９倍であり，鳥取県第\n１区と比べて較差が２倍以上になっている選挙区は２９選挙区存在したこと\nが認められる。\n前記で判示したとおり，投票価値の平等は，選挙制度の仕組みを決定する\n絶対の基準ではないが，選挙区間の最大較差が２倍以上になると，選挙人数\nの最少の選挙区の選挙人の１票が選挙人数の最多の選挙区の選挙人の２票に\n相当することになるから，選挙制度の仕組みの決定についての国会の広範な\n裁量権を考慮しても，違憲の疑いがある。\n現に，前記認定のとおり，平成２３年大法廷判決は，選挙区間の最大較差\nが２．３０４倍の場合に違憲状態と判示し，平成２５年大法廷判決は，選挙\n区間の最大較差が２．４２５倍の場合に違憲状態と判示し，平成２７年大法\n廷判決は，選挙区間の最大較差が２．１２９倍の場合に違憲状態と判示して\nいる上，このような最高裁判所の判決を受けて，国会は，平成２８年５月２\n０日に，平成２８年改正法を成立させ，同法により，選挙区間の最大較差\n（人口）が２倍以上にならないように，アダムズ方式により，各都道府県へ\nの定数配分を行うこととされた。\n以上からすると，現行の衆議院議員総選挙の小選挙区の選挙制度の仕組み\nの下においては，選挙区間の最大較差が２倍以上になると，投票価値の有す\nべき重要性に照らして到底看過することができないと認められる程度の投票\n価値の著しい不平等状態，すなわち違憲状態にあると解される。\nこれを本件についてみるに，本件選挙当日における選挙区間の最大較差は，\n前記認定のとおり，２．０７９倍であって２倍を超えており，しかも，最少\nの選挙区との較差が２倍以上になる選挙区が２９選挙区も存在したというの\nであるから，憲法の投票価値の平等の要求に反する状態，すなわち違憲状態\nにあったと認めるのが相当である。\nこの点，前記認定のとおり，平成３０年大法廷判決は，本件小選挙区選挙\nと同じく本件選挙区割りの下で施行された平成２９年選挙について，本件選\n挙区割りが憲法の要求する投票価値の平等に反する状態には至っていなかっ\nたと判断している。\nしかしながら，同判決は，平成２９年選挙においては，平成２４年改正法\n及び平成２８年改正法により選挙区数が減少した県以外の都道府県について，\n１人別枠方式を含む旧区割基準に基づいて配分された定数に変更はなく，そ\nの中には，アダムズ方式による定数配分が行われた場合に異なる定数が配分\nされることとなる都道府県が含まれていることを指摘しつつも，その後の各\n種立法措置の内容に加え，それら立法措置の結果，平成２７年国勢調査の結\n果による最大較差（人口）が１．９５６倍，平成２９年選挙当日における最\n大較差が１．９７９倍に縮小され，選挙人数の最も少ない選挙区を基準とし\nて較差が２倍以上となっている選挙区は存在しなくなったという較差の状況\nをも考慮して，平成２９年選挙当時においては，新区画審設置法３条１項の\n趣旨に沿った選挙制度の整備が実現されていたということができ，本件選挙\n区割りが憲法の投票価値の平等の要求に反するものとなるということはでき\nないと判断したものである。\nこれに対し，本件選挙当時においては，前記のとおり，平成２９年選挙当\n時に比べて，選挙区間の較差が拡大し，最大較差が２倍を超える状態（２．\n０７９倍）になっていたことが認められるのであるから，本件選挙当時にお\nいては，平成２９年選挙当時と異なり，本件区割規定に基づく本件選挙区割\nりが，憲法の要求する投票価値の平等の要求に反する状態に至っていたと判\n断することは，平成３０年大法廷判決の判断に抵触するものではないと解さ\nれる。\n被告らは，現行の選挙制度では，国勢調査の結果を踏まえて１０年単位又\nは５年単位で選挙区割りの改定を行うこととし，アダムズ方式に基づく議席\n配分を最初に実施する時期も諸般の事情を考慮した国会の判断により平成３\n２年（令和２年）の大規模国勢調査以降とされたという経緯からすれば，ア\nダムズ方式に基づく都道府県別定数を前提とする最初の選挙区割りが決定さ\nれるまでの間や，今後の１０年又は５年単位の選挙区割りの改定と改定の間\nに，ある程度の較差の変動が生じることは，当然にあり得ることであり，そ\nのような場合に備えて現行の選挙制度が整備されているということができ，\n選挙区間の最大較差（人口）が２倍以上とならないような選挙区割りの改定\nの勧告も令和４年６月２５日までに行われることが法律上予定され，本件小\n選挙区選挙における投票価値の較差の問題も，早晩確実に解消される見込み\nであるなどとして，本件選挙区割りが違憲状態に至っているということはで\nきないと主張する。\n確かに，被告らが主張するように，前記認定のとおり，選挙区間の最大較\n差（人口）が２倍以上とならないような選挙区割りの改定の勧告も令和４年\n６月２５日までに行われることが法律上予定され，本件小選挙区選挙におけ\nる投票価値の較差の問題も，早晩確実に解消される見込みではある。しかし\nながら，当該選挙の違法性を判断する基準時は，当該選挙日であって，当該\n選挙日より後に施行される投票価値の較差是正のための立法措置は，当該選\n挙における選挙区割りが違憲状態であるか否かを判断するに当たって，考慮\nすべき要素とはいえないと解するべきである。被告らの上記主張は採用でき\nない。\n被告らは，平成２８年改正法は，平成２２年国勢調査から平成２７年国勢\n調査までの日本国民の人口の増減率に基づき算出した平成３２年見込人口を\n基準として最大較差を２倍未満とすることを基本とすることとしたものであ\nり，本件選挙時においても，選挙区間の最大較差（人口）は２．０９６倍と\nわずかに２倍を超えたにすぎず，選挙区割りの憲法適合性を判断するに当た\nっては，較差だけではなく，当該較差の背後にある選挙制度の仕組みや，当\n該較差を生じさせる要因等も含めて種々の政策的考慮要素を総合的に考慮す\nる必要があるところ，本件選挙時における選挙区間の最大較差が２倍を超え\nたのは，上記の人口増減率と異なる人口移動があったことを理由とするもの\nであって，１人別枠方式のような選挙制度自体に起因する構造的な問題によ\nり２倍以上の較差が生じたものではないから，本件選挙区割りが違憲状態に\n至っているとはいえない旨主張する。\nしかしながら，前記のとおり，選挙区間の最大較差が２倍以上になると，\n選挙人数の最少の選挙区の選挙人の１票が選挙人数の最多の選挙区の選挙人\nの２票に相当することになるから，選挙制度の仕組みの決定についての国会\nの広範な裁量権を考慮しても，違憲の疑いがあり，極力避けるべき事態であ\nることは明らかである。そうである以上，２倍をわずかに超えたにすぎない\nなどとして軽視することはできない。そもそも，前記認定のとおり，平成２\n８年改正及び平成２９年改正においては，当時推計された平成３２年見込人\n口（平成２７年国勢調査による日本国民の人口に，平成２２年国勢調査から\n平成２７年国勢調査までの日本国民の人口の伸び率を乗じて得た人口をい\nう。）における最大較差（人口）を２倍をわずか０．００１倍下回るにすぎ\nない１．９９９倍に縮小したにすぎないのであるから，上記人口推計にわず\nかの誤差でも生じれば，たちまち最大較差が２倍以上になることは容易に推\n測できたといえ，予想が若干異なったなどとして，２倍を超えた最大較差を\n許容することはできない。また，前記認定のとおり，本件区割規定に基づく\n本件選挙区割りにおいては，平成２４年改正及び平成２５年改正における０\n増５減の措置並びに平成２８年改正及び平成２９年改正における０増６減の\n措置の対象となった県以外の都道府県については，１人別枠方式を含む旧区\n割規定に基づく旧選挙区割りの見直しがされていないのであるから，選挙区\n間の較差の要因に選挙制度自体に起因する構造的な問題が含まれていないと\n断言できるものでもない。したがって，被告らの上記主張も採用できない。\n４  仮に，違憲状態に至っていたとして，憲法上要求される合理的期間内におけ\nる是正がされなかったか（選挙を無効とすべきかを含む。）（争点 ）につい\nて\n前記のとおり，憲法秩序の下における司法権と立法権との関係に照らすと，\n選挙区割りが憲法の投票価値の平等の要求に反する状態に至っている場合に\nおいて，憲法上要求される合理的期間内における是正がされなかったといえ\nるか否かを判断するに当たっては，単に期間の長短のみならず，是正のため\nに採るべき措置の内容，そのために検討を要する事項，実際に必要となる手\n続や作業等の諸般の事情を総合考慮して，国会における是正の実現に向けた\n取組が司法の判断の趣旨を踏まえた立法裁量権の行使として相当なものであ\nったといえるか否かという観点に立って評価すべきものと解される。\nそうであるとすると，当該選挙までの期間にその是正をしなかったことが\n国会の裁量権の限界を超えるか否かは，裁判所において当該選挙区割りが憲\n法の投票価値の平等の要求に反する状態に至っているとの判断が示されるな\nど，国会が，憲法の投票価値の平等の要求に反する状態になったことを認識\nし得た時期を参照して，前記の諸般の事情を総合考慮して判断せざるを得な\nいというべきである。\nこれを本件についてみると，前記認定のとおり，平成３０年大法廷判決に\nおいて，本件選挙区割りの下で施行された平成２９年選挙当時，本件選挙区\n割りが憲法の投票価値の平等の要求に反する状態にあったということはでき\nない旨の判断が示されており，平成２９年選挙当時の最大較差は１．９７９\n倍であったこと，本件選挙区割りは，平成３２年（令和２年）の見込人口に\n基づく最大較差（人口）が２倍未満となるものであったこと，その後，本件\n国勢調査の結果の速報値が公表され，最大較差（人口）が２倍を超える見込\nみであることが判明したが，その公表は本件選挙施行日の約４か月前にされ\nたものであり，本件国勢調査の結果の確定値が公表されたのは本件選挙施行\n後であったことなどを踏まえると，国会において，本件選挙までの間に本件\n選挙区割りが違憲状態に至っていたことを認識し得たとまで認めるのは困難\nである。\nそうすると，本件選挙までの期間内に本件選挙区割りが改定されなかった\nことをもって国会の裁量権の限界を超えるものとはいえないというべきであ\nる。\nこの点，原告らは，本件選挙施行の日（令和３年１０月３１日）の時点で，\n既に上記合理的期間を徒過していたと主張するが，上記判示に照らし，同主\n張は採用できない。\n５  結論\n以上のとおりであって，本件選挙当時において，本件区割規定の定める本件選\n挙区割りが憲法の投票価値の平等の要求に反する状態（いわゆる違憲状態）にあ\nったものではあるが，本件選挙までの間に更に本件選挙区割りの改正がされなか\nったことをもって国会の裁量権の限界を超えるものとはいえず，本件選挙区割り\nが憲法に違反するに至っていたということはできない。\nよって，原告らの被告らに対する請求はいずれも理由がないから棄却すること\nとして，主文のとおり判決する。\n高松高等裁判所第２部\n裁判長裁判官\n神 山 隆 一\n裁判官\n中 田 克 之\n裁判官\n長   谷  川     利     明\n"
}