{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 2,
    "month": 12,
    "day": 15
  },
  "case_number": "令和1(行ケ)10136",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "89906",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=89906",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/906/089906_hanrei.pdf",
  "contents": "令和２年１２月１５日判決言渡\n令和元年（行ケ）第１０１３６号  審決取消請求事件\n口頭弁論終結日  令和２年１０月２２日\n判 決\n原 告  ヘルシン   ヘ ル ス ケ ア\nソ シ エ テ   アノニ ム\n原告補助 参加 人  大 鵬 薬 品 工 業 株 式 会 社\n上記両名訴訟代理人弁護士  山   口   健   司\n同  石   神   恒太 郎\n同  佐   藤   信   吾\n上記両名訴訟代理人弁理士  渡   邉   陽   一\n同  福   本     積\n同  中   村   和   美\n上記両名訴訟復代理人弁護士  薄 葉 健 司\n被 告  ニ プ ロ 株 式 会 社\n同訴訟代理人弁理士  北 村 明 弘\n同  新 山 雄 一\n同訴訟代理人弁護士  川田   篤\n主 文\n１  原告の請求を棄却する。\n２  訴訟費用のうち，原告補助参加人の参加によって生じたものは同人の負担と\nし，その余は原告の負担とする。\n３  原告のために，この判決に対する上告及び上告受理の申立てのための付加期\n間を３０日と定める。\n事 実 及 び 理 由\n第１  請求\n特許庁が無効２０１８－８０００２８号事件について令和元年６月１１日に\nした審決を取り消す。\n第２  事案の概要\n１  特許庁における手続の経緯等\n⑴  原告は，発明の名称を「パロノセトロン液状医薬製剤」とする発明につい\nて，平成１６年１月３０日（優先日：平成１５年１月３０日（以下「本件優\n先日」という。），優先権主張国：米国）を国際出願日とする特許出願（特\n願２００６－５０１６８６号。以下「原出願」という。）の一部を分割して，\n平成２３年７月２８日に新たな出願（特願２０１１－１６５２１２号。以下\n「本件出願」という。）をし，平成２６年５月３０日，特許権の設定登録\n（甲４８，特許第５５５１６５８号。請求項の数１８。以下，この特許を\n「本件特許」という。）を受けた。\n⑵  被告は，平成２８年１０月２７日，請求項１～１７について特許無効審判\nを請求した（無効２０１６－８００１２５号事件）。原告は，平成２９年１\n１月２２日付けで訂正請求（以下「本件訂正」という。）を行い，請求項１\n０及び１７を削除した。\n特許庁は，平成３０年１月５日，本件訂正を認めた上，本件訂正後の請求\n項１～９，１１～１６について特許無効審判請求を不成立とする審決をし，\n同審決はその後確定した。\n⑶  被告は，平成３０年３月６日，請求項１～９，１１～１６，１８につい\nて特許無効審判を請求した（甲５０，無効２０１８－８０００２８号事\n件）。\n特許庁は，令和元年６月１１日，請求項１～９，１１～１６，１８につい\nて特許を無効とする旨の審決（以下「本件審決」という。）をし，その謄本\nは，同月２０日，原告に送達された。本件審決には，出訴期間として原告に\n対し９０日が附加された。\n⑷  原告は，令和元年１０月１６日，本件訴訟を提起した。\n原告補助参加人は本件特許の実施権者であり，同年１１月２９日，補助参\n加をした。\n２  特許請求の範囲の記載\n⑴  本件訂正後の本件特許の請求項（以下「本件発明１」等という。）のうち，\n独立請求項であるものは次のとおりである。\n【請求項１】\nａ）0.01～0.2mg/mlのパロノセトロン又はその薬学的に許容される塩；及\nび\nｂ）薬学的に許容される担体\nを含む，嘔吐を抑制又は減少させるための，少なくとも２４ケ月の貯蔵安\n定性を有する溶液であって，\n当該薬学的に許容される担体はマンニトールを含む，前記溶液。\n【請求項３】\nａ）0.03～0.2mg/mlのパロノセトロン又はその薬学的に許容される塩；及\nび\nｂ）薬学的に許容される担体\nを含む，嘔吐を抑制又は減少させるための，少なくとも２４ケ月の貯蔵安\n定性を有する，５mlの体積でバイアルに充填された，癌化学療法誘起吐き気\n及び嘔吐（ＣＩＮＶ）治療用溶液。\n【請求項９】\nａ）0.01～0.02mg/mlのパロノセトロン又はその薬学的に許容される塩；\n及び\nｂ）薬学的に許容される担体\nを含む，嘔吐を抑制又は減少させるための，少なくとも２４ケ月の貯蔵安\n定性を有する，癌化学療法誘起吐き気及び嘔吐（ＣＩＮＶ）治療用静脈投与\n用溶液。\n【請求項１５】\nａ）0.01～0.2mg/mlのパロノセトロン又はその薬学的に許容される塩；及\nび\nｂ）薬学的に許容される担体\nを含む，ｐＨが4.0～6.0の嘔吐を抑制又は減少させるための，少なくとも\n２４ケ月の貯蔵安定性を有する溶液。\n【請求項１６】\nａ）0.01～0.2mg/mlのパロノセトロン又はその薬学的に許容される塩；\nｂ）１０～１００ミリモルのクエン酸緩衝液；及び\nｃ）0.005～1.0mg/mlのＥＤＴＡ\nを含む，嘔吐を抑制又は減少させるための，少なくとも２４ケ月の貯蔵安\n定性を有する溶液。\n【請求項１８】\nパロノセトロン又はその薬学的に許容される塩の溶液をその中に含む容器\nの充填方法であって，\nａ）１以上の殺菌蓋なし容器を提供すること；\nｂ）非－無菌環境でパロノセトロンの溶液で当該容器を充填すること；\nｃ）当該充填容器を密閉すること；及び\nｄ）当該密閉された充填容器を殺菌すること\nを含み，\nここで， (ⅰ) 前 記 パ ロ ノ セ ト ロ ン 又 は そ の 薬 学 的 塩 が 0.01mg/ml ～\n0.2mg/mlの濃度で注射製剤中に存在し，(ⅱ)当該溶液のpHが4.0～6.0であり，\n(ⅲ)当該溶液が0.005～1.0mg/mlのＥＤＴＡを含み，(ⅳ)当該溶液がマンニ\nトールを含み，そして(ⅴ)当該溶液が１０～１００ミリモルのクエン酸緩衝\n液を含む，前記パロノセトロン又はその薬学的に許容される塩の溶液が少な\nくとも２４ケ月の貯蔵安定性を有することを特徴とする，前記方法。\n⑵  上記のとおり，本件各発明は，いずれも「少なくとも２４ケ月の貯蔵安定\n性」（以下「２４ケ月要件」という。）を発明特定事項に含むが，同要件は，\n本件出願時の請求項には存在せず，平成２５年１１月１４日の手続補正によ\nって追加された（甲８）。\n第３  本件審決の概要\n１  本件審決は，無効理由２（明確性要件非充足）は成り立たないが，無効理由\n１（サポート要件非充足）及び３（実施可能性要件非充足）は成り立つと判断\nして，本件訂正後の全請求項についての特許を無効とした。そして，無効理由\n１及び３についての本件審決の説示は，本件訂正後の各請求項に共通の発明特\n定事項である２４ケ月要件について，無効理由１及び３が成り立つことをいう\nものであり，他の発明特定事項（パロノセトロンの濃度等）については判断さ\nれていない。\nそこで，以下，２４ケ月要件のサポート要件非充足及び実施可能性要件非充\n足についての本件審決の理由の概要を示す。\n２  無効理由１（サポート要件非充足）について\n⑴  本件特許の明細書（以下「本件明細書」という。）には，２４ケ月要件に\n直接関係する記載として，次の記載がある（判決注：下線は本判決が付した。\n本判決において，明細書の「発明の詳細な説明」を単に「明細書」と表現す\nる場合がある。本件審決は，本件訂正後の請求項のうち，物の発明である請\n求項１～９，１１～１６と方法の発明である請求項１８とを分けて説示して\nいるが，説示内容は実質的に同じであるので，以下では「本件各発明」のよ\nうに総称する。）。\n「【００１７】\n発明の要約\n発明者は，パロノセトロンを用いる嘔吐の治療及び抑制のための驚く\nべき効果的かつ多用途の製剤を支持する一連の発見をした。これらの製\n剤は，室温で２４ケ月を越える期間，保存安定的であり，従って冷蔵す\nることなく保存することができ，及び非-無菌な最終殺菌処理を用いて\n製造され得る。」\n「【００３７】\n更に実施態様は，パロノセトロン製剤が簡便に保存又は製造される改\n良法に関する。特に，本発明者らは，本発明の製剤が室温で長期間製品\nを保存できる，ことを発見した。従って，更に別の実施態様では，本発\n明は，以下を含むパロノセトロン又はその薬学的に許容される塩の溶液\nをその中に含む１個又はそれ以上の容器を保存する方法を提供する：\nａ）当該１個又はそれ以上の容器を含む部屋を提供すること；ｂ）約１\n０，１５又は２０℃より高い部屋の温度を維持すること；及びｃ）当該\n部屋で１ケ月，３ケ月，６ケ月，１年，１８ケ月，２４ケ月又はそれ以\n上（しかし，好ましくは３６ケ月を越えない），当該容器を保存するこ\nと，ここで，(ⅰ)パロノセトロン又はその薬学的塩は約0.01mg/mL～約\n5.0mg/mLの濃度で存在する，(ⅱ)本溶液のｐＨは約4.0～約6.0であり，\n(ⅲ)本溶液は約0.01～約5.0mg/mlのパロノセトロン又はその薬学的に許\n容される塩，約１０～約１００ミリモルのクエン酸緩衝液及び約0.005\n～約1.0mg/mlのＥＤＴＡを含み，(ⅳ)本溶液はキレート剤を含み，又は\n(ⅴ)本溶液は約１０～約１００ミリモルのクエン酸緩衝液を含む。」\nしかし，いずれの記載もパロノセトロン製剤を安定に保存できる期間を文\n言上記載したにとどまるものであって，パロノセトロン製剤を安定に保存で\nきる期間を当業者が理解できるような裏付けなどと共に具体的に示す記載で\nはなく，これらの記載をもって，２４ケ月要件を発明特定事項とする本件各\n発明が，実質的に明細書に記載されているということはできない。\n⑵  本件明細書の【００１９】【００２０】【００３２】【００３４】～【０\n０３７】は，pH及び／又は賦形剤濃度の調整，マンニトール及びキレート剤\nの添加によりパロノセトロン製剤の安定性を向上させることができることを\n発見したと述べてはいるものの，パロノセトロン製剤を安定に保存できる期\n間を具体的に確認したことは述べていない。したがって，いずれの記載もパ\nロノセトロン製剤を安定に保存できる期間を当業者が理解できるような裏付\nけなどと共に具体的に示す記載ではなく，これらの記載をもって，２４ケ月\n要件を発明特定事項とする本件各発明が，実質的に明細書に記載されている\nということはできない。\n⑶  本件明細書の【００３９】～【００４５】には，実施例１～５について記\n載されているが，いずれの記載もパロノセトロン製剤を安定に保存できる期\n間を当業者が理解できるような裏付けなどと共に具体的に示す記載ではなく，\nこれらの記載をもって，２４ケ月要件を発明特定事項とする本件各発明が，\n実質的に明細書に記載されているということはできない。\n⑷  本件明細書の【００４６】～【００５１】には，実施例６・７として，パ\nロノセトロン製剤の貯蔵安定性についての試験結果が開示されているが，い\nずれの試験結果も，まず４℃で暗闇にて１４日間保存後，２３℃で標準的な\n研究室の蛍光灯に４８時間曝露したものであって，その期間は１４日間に４\n８時間を足した合計１６日間である。\nここで，原出願時前に頒布された甲３（平成３年２月１５日薬審第４３号\n「医薬品の製造（輸入）承認申請に際して添付すべき安定性試験成績の取扱\nいについて（通知）」）及び甲４（「安定性データの評価に関するガイドラ\nインについて」（医薬審発第０６０３００４号）平成１５年６月３日）によ\nれば，医薬品組成物を安定に保存できる期間を確認するためには，原則とし\nてその期間を超える期間の成績が必要であり，長期データが経時的な変化及\nび変動をほとんど示さない場合には外挿をすることができるが，その提示期\n間は当該長期データがカバーする期間の２倍までであり，しかも長期データ\nがカバーする期間を１２ヵ月以上超えてはならないことが，原出願時におけ\nる技術常識であったと認められる。\nしたがって，実施例６・７に関する上記各記載も，パロノセトロン又はそ\nの薬学的に許容される塩を含む溶液が「少なくとも２４ケ月の貯蔵安定性を\n有する」ものであることを当業者が理解できるような裏付けなどと共に具体\n的に示す記載ではなく，これらの記載をもって，２４ケ月要件を発明特定事\n項とする本件各発明が，実質的に明細書に記載されているということはでき\nない。\n⑸  本件明細書の他の記載を検討しても，パロノセトロン又はその薬学的に許\n容される塩を含む溶液が「少なくとも２４ケ月の貯蔵安定性を有する」もの\nであることを具体的に示す記載はない。\n⑹  また，本件各証拠の記載を検討しても，２４ケ月要件を発明特定事項とす\nる本件各発明が実質的に明細書に記載されているという根拠となる原出願時\nの技術常識を見出すこともできない。\n⑺  以上によれば，２４ケ月要件を発明特定事項とする本件各発明は，ｐＨ，\nマンニトール，キレート剤についての特定の有無に関わらず，実質的に明細\n書に記載したものではない。\n３  無効理由３（実施可能性要件非充足）について\n本件各発明はいずれも２４ケ月要件を発明特定事項とするから，実施可能要\n件を満たすためには，本件明細書の記載が，当業者が本件各発明に係る２４ケ\n月要件を充たすパロノセトロン製剤を生産し，使用することができる程度のも\nのでなければならない。\nしかるに，上記２の⑴～⑸に検討したのと同様の理由により，本件明細書に\nは，本件各発明に係る溶液が「少なくとも２４ケ月の貯蔵安定性を有する」も\nのであることを当業者が理解できるような裏付けなどと共に具体的に示す記載\nはなく，当業者が本件各発明に係る「少なくとも２４ケ月の貯蔵安定性を有す\nる溶液」を生産し，使用することができるという根拠となる記載は見出せない。\nまた，本件各証拠の記載を検討しても，当業者が原出願時の技術常識に照らし\n本件各発明に係る「少なくとも２４ケ月の貯蔵安定性を有する溶液」を生産し，\n使用することができるという根拠となる原出願時の技術常識を見出すこともで\nきない。\nしたがって，本件明細書の記載は，当業者が本件各発明を実施する程度に明\n確かつ十分に記載されていない。\n第４  原告の主張（審決取消事由）\n１  取消事由１（サポート要件充足性に関する判断の誤り）\n⑴  医薬製剤設計の過程に，プレフォーミュレーション（前処方化／予備処方\n設計）とそれに続くフォーミュレーション（処方化）の段階が含まれること\nは，製剤設計の分野における古くからの技術常識である。そして，本件明細\n書に記載された実施例１～５のうち，『ｐＨの安定』なる表題が付された実\n施例１は高い安定性を得られるｐＨを知るためのものであり，『濃度範囲の\n安定』なる表題が付された実施例２は高い安定性を得られる濃度範囲を知る\nためのものであり，『等張剤』なる表題が付された実施例３は最適な等張剤\nを知るためのものであって，いずれもプレフォーミュレーションである。ま\nた，冒頭に『---パロノセトロンを含む代表的な医薬製剤である。』とされ\nる実施例４及び実施例５は，実施例１～３で得られた個々の最適条件を統合\nして最終的に設計された医薬製剤（フォーミュレーョンの結果物）であるこ\nとは，医薬製剤の設計に係る技術分野の当業者に，極めて容易に，且つ当然\nに，認識される。したがって，フォーミュレーション（処方化）の結果物で\nある実施例４及び実施例５の製剤が，まさに，本件特許発明の対象物として\nの，代表的な医薬製剤である。\n他方，本件明細書の【００１７】には，「発明の要約」の標題の下に，「\n発明者は，パロノセトロンを用いる嘔吐の治療及び抑制のための驚くべき効\n果的かつ多用途の製剤を支持する一連の発見をした。これらの製剤は，室温\nで２４ケ月を越える期間，保存安定的であ（る）」と記載されている。「発\n明の要約」は，その用語が示すとおり特許を受けようとする発明を端的に表\n現したものであるから，当該発明は医薬製剤（フォーミュレーションの結果\n物）に係る発明である。\nしたがって，実施例４及び実施例５に記載されている『代表的な医薬製剤\n』は，『室温で２４ケ月を超える期間，保存安定的であ（る）』と不離一体\nの関係であり，少なくとも実施例４及び実施例５に記載されている『代表的\nな医薬製剤』は『室温で２４ケ月を超える期間，保存安定的』なる属性の所\n持物であることが明らかである。\nすなわち，本件明細書の記載によれば，実施例４及び実施例５に記載され\nている『代表的な医薬製剤』の組成により，『室温で２４ケ月を超える期間，\n保存安定性』が得られるという関係にあり，この関係は当業者に容易に理解\nできる。\n⑵  本件明細書の【００１７】及び【００３７】の記載によれば，本件各発明\nの課題は，ａ）嘔吐を抑制または減少させるための，少なくとも２４ケ月の\n貯蔵安定性を有する，パロノセトロン又はその医薬として許容される塩を含\nむ溶液を提供することである。そして，当該課題を解決するための手段は，\n例えば，請求項１に記載されているように，ｂ）パロノセトロンの濃度を，\n「0.01～0.2mg/ml」の濃度範囲にすることである。\nそこで，サポート要件を充足するか否かは，出願当時の技術常識（特に，\n実験，分析）に照らして，上記ｂの解決手段により，上記ａの課題が解決さ\nれることを当業者が認識できるか否かによって判断される。なお，当業者は，\n「ｉ)研究開発（文献解析，実験，分析，製造等を含む。）のための通常の\n技術的手段を用いることができる」者であり，かつ，「ⅱ）材料の選択，設\n計変更等の通常の創作能力が発揮できる」者である。\n本件明細書には，「少なくとも２４ケ月の貯蔵安定性を有する溶液」を得\nるという課題を解決するための手段として，当該溶液中のパロノセトロンの\n濃度を「0.01～0.2mg/ml」とすることが明記されており，しかも，このこと\nを確認するための安定性試験の実施方法は技術常識であり，その手法は極め\nて簡単なものであり，かつ，実験条件は，例えば実施例４及び実施例５に記\n載の組成及びｐＨ値として，本件明細書に明確に記載されている。\nしたがって，上記ｉ及びⅱの能力を有する当業者は，明細書の記載に基づ\nき ， 出 願 時 の 技 術 常 識 に 照 ら し て ， パ ロ ノ セ ト ロ ン の 濃 度 を 「 0.01 ～\n0.2mg/ml」とすることにより，「少なくとも２４ケ月の貯蔵安定性を有する\n溶液」が得られることを認識できる。\n⑶  出願時の技術常識（特に，実験，分析）に照らして，上記ｂの手段により\n上記ａの課題が解決されると当業者が認識できることは，甲３６において同\n旨の実験結果が得られていることによっても裏付けられる。\n甲３６は，医薬品の承認申請のために原告が米国ＦＤＡに提出した書面で\nあり，その提出日は，原出願より前の２００２年（平成１４年）９月２６日\nである。同書面に記載された実験結果は，本件明細書の段落【００１７】及\nび【００３７】の記載と符合するものであるから，これらの段落において数\n値により表現された貯蔵安定性の程度は，原告（発明者・出願人）の予測や\n期待を表現したものではなく，出願に先立って実験により得られたものであ\nる。\n同旨の実験結果は，原告補助参加人が平成１８年から平成２６年にかけて\n行った実験においても得られている（甲３３）。\nなお，甲３６，３３の実験結果は，Ａ）実験方法・条件が明細書記載のも\nのと実質的に同じであること，Ｂ）得られた結果が明細書記載の内容と実質\n的に同じであること，Ｃ）実験の手法が原出願当時の技術常識の範囲内にあ\nること，Ｄ）貯蔵安定性の測定の実験手法は極めて簡単であること，に照ら\nすと，明細書に開示された内容の範囲内にあり，明細書の記載を裏付けるも\nのであって，明細書の記載内容を記載外で補足するものではないから，サポ\nート要件充足性を立証するために許容される証拠である。\n⑷ア  ところで，サポート要件を充足するには，明細書に接した当業者が，特\n許請求された発明が明細書に記載されていると合理的に認識できれば足り，\nまた，課題の解決についても，当業者において，技術常識も踏まえて課題\nが解決できるであろうとの合理的な期待が得られる程度の記載があれば足\nりるのであって，厳密な科学的な証明に達する程度の記載までは不要であ\nると解される。その理由は，①サポート要件は，発明の公開の代償として\n独占権を与えるという特許制度の本質に由来するものであるから，明細書\nに接した当業者が当該発明の追試や分析をすることによって更なる技術の\n発展に資することができれば，サポート要件を課したことの目的は一応達\n成せられるからであり，また，②明細書が，先願主義の下での時間的制約\nもある中で作成されるものであることも考慮すれば，その記載内容が，科\n学論文において要求されるほどの厳密さをもって論証されることまで要求\nするのは相当ではないからである。\nイ  上記⑴～⑶で主張したところによれば，本件明細書には上記の「合理的\n」な「認識」及び「期待」を可能にする記載が存在し，上記①にいう「サ\nポート要件を課したことの目的」が「達成」されているといえる。\nウ  本件特許の出願経過に照らすと，上記②の観点からもサポート要件が充\n足されているといえる。\n(ア)  原告（特許出願人）は，２４ケ月要件を裏付けるものとして，科学論\n文において要求されるほどの厳密さを備えた実験結果（甲３６）を本件\n優先日前に得ていたが，これを本件明細書に記載しなかったは，次のよ\nうな事情による。\n本件優先日当時，原告は，出願当初の発明に対する唯一の有効な従来\n技術は，米国特許第５２０２３３３号（甲２９）であると認識していた。\nこのような認識のもとでは，実施例６及び７の記載により，本件特許に\n係る医薬組成物が上記米国特許に開示された組成物よりも高い貯蔵安定\n性を有する旨を裏付けることで，サポート要件は充足されると考えられ\nた。\nところが，審査段階の拒絶理由通知（甲７）において，原告がその存\n在を認識していなかった文献が引用され，これらの引用文献の組合せに\n対して進歩性を主張するために，平成２５年１１月１４日の手続補正（\n甲８）により，出願時には全く予期しなかった「少なくとも２４ケ月の\n貯蔵安定性を有する」なる限定を追加することを余儀なくされた。\n(イ)  特許出願人が事前にその存否さえ知らなかった引用文献に行き着くま\nで先行技術の調査を徹底的に行った上，これらすべての先行技術との関\n係で進歩性を主張し得るような発明特定事項を加える必要が生じる可能\n性を考慮し，それをサポートする記載を備えた明細書を作成しなければ\nならないとすれば，必然的に多大な時間を要し，先願主義の下で出願が\n遅れてしまい，発明者に対して酷に失する結果をもたらす。\nこのように，本件特許の出願経過を上記②の観点をふまえて考慮して\nも，本件各発明については，本件明細書の記載をもってサポート要件が\n充足されていると解するべきである。\n⑸  以上によれば，本件各発明が２４ケ月要件の点でサポート要件を充足しな\nい旨の本件審決の判断は，誤りである。\n⑹  なお，本件審決はパロノセトロンの濃度に関する発明特定事項のサポート\n要件充足性については判断していないが，本件明細書には，発明の実施態様\nとして同濃度を0.01～5.0mg/mlとする旨の記載【００１８】【００１９】【\n００３１】【００３３】，実施例２として同濃度0.05mg/mlにおいて安定性\nが最大であった旨の記載【００４０】があり，原出願時の技術常識の下でこ\nれらの記載を考慮すると，各請求項で特定された濃度範囲（最も広いもので\n0.01～0.2mg/ml）の全範囲について本件明細書に実験的確認が開示されてい\nるのでなくても，サポート要件は充足される。また，上記甲３３，３６に加\nえて甲３７の実験結果も，本件明細書の記載を裏付けている。\n２  取消事由２（実施可能要件充足性に関する判断の誤り）\n本件明細書の実施例４の製剤Ｉの【表２】に記載の組成及び実施例５の製剤\nIIの【表３】に記載の組成は，代表的な医薬製剤の組成であるから，【００１\n７】に記載の発明の要約の項に記載されている「室温で２４ケ月を越える期間\n」の貯蔵安定性と不離一体の関係にある。\n貯蔵安定性の測定は技術常識の範囲内で極めて簡単に行うことができ，しか\nもその際の被験液の組成やpHは既に実施例４及び実施例５に記載されているか\nら，パロノセトロンの濃度を「0.01～0.2mg/ml」にすることにより「少なくと\nも２４ケ月の貯蔵安定性を有する溶液」を得ることは，当業者に期待し得る程\n度を超える試行錯誤，複雑高度な実験等を必要としないで確認することができ\nる。\nしたがって，本件各発明が２４ケ月要件の点で実施可能要件を充足しない旨\nの本件審決の判断は，誤りである。\n第５  被告の主張\n１  取消事由１（サポート要件充足性に関する判断の誤り）について\n本件各発明がサポート要件を充足するというためには，本件明細書の記載及\nび技術常識に照らし，「少なくとも２４ケ月の貯蔵安定性を有する」パロノセ\nトロン製剤溶液が本件明細書に実質的に記載されていると当業者が認識できる\n程度の記載を必要とするというべきである。\nしかるに，本件明細書においては，パロノセトロン又はその薬学的に許容さ\nれる塩を含む溶液が少なくとも２４ケ月の貯蔵安定性を有するものであること\nを，当業者が技術常識に照らして理解できるような裏付けなどとともに具体的\nに示す記載を見出すことができない。原告は，甲３６，３３，３７によって２\n４ケ月要件が裏付けられると主張するが，これらは本件明細書に記載のない後\n出し実験データであるから，考慮されるべきではない。そのため，２４ケ月要\n件を発明特定事項とする本件各発明は，いずれも実質的に明細書に記載された\nものであるとはいえず，サポート要件を充足しない。\n原告は，サポート要件が認められるためには，明細書に，当業者において，\n技術常識も踏まえて課題が解決できるであろうとの合理的な期待が得られる程\n度の記載があれば足りると主張するが，本件明細書には，その水準に達する程\n度の記載さえないのであるから，上記の基準に基づいて判断したとしても，サ\nポート要件は満たされていない。\nまた，原告は，先願主義における時間的制約も考慮すべきであるとか，出願\n時には，２４ケ月要件を追加する補正が必要となることは予測できなかったな\nどと主張するが，そのような事情はサポート要件充足を肯定するために必要な\n明細書の記載のレベルを下げる理由にはならない。むしろ，原告によれば，出\n願時において，既に甲３６の実験結果が存在したというのであるから，それに\n基づいた記載を省略することが許される理由は全くない。\n２  取消事由２（実施可能要件充足性に関する判断の誤り）について\n本件明細書には，本件各発明に係るパロノセトロン医薬製剤が「少なくとも\n２４ケ月の貯蔵安定性」を有することを具体的に確認した記載がなく，さらに，\n医薬製剤の貯蔵安定性に関する技術常識を考慮すれば，本件各発明に係る「少\nなくとも２４ケ月の貯蔵安定性を有する溶液」を生産し，使用することは，当\n業者に期待し得る程度を超える試行錯誤を必要とするから，本件各発明は実施\n可能要件を充足しない。\n第６  当裁判所の判断\n１  取消事由１（サポート要件充足性に関する判断の誤り）について\n⑴  本件明細書の記載\nア  本件各発明の課題に関する記載\n背景技術及び発明の課題に関する本件明細書の【０００１】～【０００\n７】，【００１２】～【００１５】には，本件各発明の課題は，医薬安定\n性が向上し，長期間の保存を可能にするパロノセトロン製剤とその製剤を\n安定化する許容される濃度範囲を提供することである旨が記載されている。\nそして，これらの段落では「長期間」の具体的な長さに関する言及はない\nが，出願審査中の平成２５年１１月１４日の手続補正（甲８）により各請\n求項に２４ケ月要件が追加されたので，「長期間」は２４ケ月以上を意味\nすることになったといえる。\nイ  ２４ケ月要件に関する記載\n(ア)  本件明細書の【００１７】にはパロノセトロンを用いる効果的かつ多\n用途の製剤は，室温で２４ケ月を超える期間，保存安定的であり，従っ\nて冷蔵することなく保存できる旨が記載されている。また，【００３７\n】には，室温で長期間製品を保存できるパロノセトロン又はその塩を含\nむ溶液をその中に含む容器を保存する方法で，２４ケ月又はそれ以上，\n当該容器を保存できる旨が記載されている。\nただし，いずれの段落においても，当該製剤ないし容器を２４ケ月以\n上保存できることをいかなる方法で確認したか等の具体的な記載はない。\n(イ)  本件明細書の【００３２】～【００３４】を総合すると，ａ）約\n0.01mg/ml～約5.0mg/mlのパロノセトロン又はその塩；及びｂ）担体を\n含む安定な溶液において，製剤のpH及び／又は賦形剤濃度を調整するこ\nとによって，パロノセトロン製剤の安定性を向上させることができ，約\n4.0～約6.0のpH，約１０～約１００ミルモルのクエン酸緩衝液，約\n0.005～約1.0mg/mlのＥＤＴＡを混合すること，また，マンニトール及\nびキレート剤の添加がパロノセトロン製剤の安定性を向上させることが\nでき，キレート剤は，約0.005～約1.0mg/ml，マンニトールは約\n10.0mg/ml～約80.0mg/mlで添加されることが記載されている。\nしかし，いずれの段落においても，２４ケ月要件に直接関係する記載\nはない。\n(ウ)  本件明細書のうち，発明の実施例１～３に関する【００３９】～【０\n０４１】には，それぞれ，パロノセトロン塩酸塩を含む製剤が最も安定\nするpHの値の試験結果【００３９】，パロノセトロン塩酸塩，クエン酸\n緩衝液及びＥＤＴＡの好適な濃度範囲に関する調査結果【００４０】，\n並びに製剤の安定性のために含まれるマンニトールの最適レベルに関す\nる調査結果【００４１】についての記載がある。\nまた，発明の実施例４，５に関する【００４２】～【００４４】には，\n「薬物の静脈製剤又はその他の液剤に有用なパロノセトロンを含む代表\n的な医薬製剤」の成分比についての記載がある。そして，その成分比は，\n実施例４は本件発明２，実施例５は本件発明１が特定する範囲に含まれ\nている。\nしかし，実施例１～３に関しては，いかなる試験ないし調査を行った\nのか，また，いかなる試験ないし調査結果をもって安定的であると評価\nしたのかについては記載がなく，また，実施例４，５に関しては，そも\nそも裏付けとなる安定化試験を行ったことについての記載もない。まし\nて，２４ケ月要件に直接関係する記載は全くない。\n(エ)  本件明細書のうち，発明の実施例６，７に関する【００４６】～【０\n０５１】には，デキサメタソンの非存在下及び存在下それぞれのパロノ\nセトロンの安定性に関する試験結果が記載されている。\nしかし，試験に供された試料の組成については，パロノセトロン塩酸\n塩の濃度がおおむね本件各発明の特定する範囲に含まれていることをう\nかがわせる記載はあるが，その他の成分（賦形剤，等張剤など）の有無\n及び濃度に関する記載や，pHの値に関する記載はない。また，安定性を\n評価した期間は，最も長い試料でも１６日間であり（４℃で１４日間保\n存後，２３℃で４８時間後に採取した試料），２４ケ月には遠く及ばな\nい。\n⑵  原出願時の技術常識\n後掲各証拠によれば，原出願時において，以下のとおりの技術常識があっ\nたことを認定できる。\nア  医薬品の承認申請における安定性試験とは，医薬品の有効性及び安定性\nを維持するために必要な品質の安定性を評価し，医薬品の貯蔵方法及び有\n効期間の設定に必要な情報を得るために行う試験である。このうち，長期\n保存試験は，試験期間を３年以上（承認申請書に有効期間を設定している\n場合には当該期間以上）とし，加速試験は品質の安定性を短期間で推定す\nるために実施し，試験期間は６カ月間以上としている。（甲３）\nイ  ある項目の長期データ及び加速データが経時的な変化及び変動をほとん\nど示さない場合には，長期データがカバーする期間を超えたリテスト期間\n又は有効期間の外挿を提示することができ，長期データがカバーする期間\nの２倍までのリテスト期間又は有効期間を提示できるが，長期データがカ\nバーする期間を１２ヵ月以上超えてはならない。（甲４，甲５（「安定性\nデータの評価に関するガイドライン（案）」について，大薬協発第１９６\n号，平成１４年６月７日））\nウ  薬剤の安定化のための合理的な条件を見出すための要因として温度，ｐ\nＨ，溶解度，溶媒，添加物などがある。注射剤の変質はｐＨの影響を受け\nる場合が多く，最安定ｐＨを保持するために緩衝液系の選択が重要である。\n（甲２１（脇山尚樹「医薬品の安定性と有効期間」，Materials Life，\nVol.３，No.２，１０４頁～１０９頁，１９９１年））\nエ  プレフォーミュレーション（予備処方設計，前処方化）は，医薬品開発\nにおける製剤研究の初期ステージに位置し，引き続いて実施される処方化\n研究（製剤設計）に必要な原薬の物理化学的，力学的，化学的及び生物薬\n剤学的特性を明らかにし，処方化研究に反映させる過程をいう。（甲５９\n（「最新製剤学」，廣川書店，１３５頁３行～１３６頁２行，平成１３年\n９月２５日），甲６０（「医薬品の開発  第１６巻  プレフォーミュレー\nションと薬物物性試験」，廣川書店，１頁２～２０行，平成２年１月１５\n日発行），甲６１（「製剤学テキスト」，廣川書店，１２２頁２行～１２\n３頁４行，平成４年５月１５日））\n⑶  検討\n上記⑴イ(イ)・(ウ)のとおり，本件明細書においては，パロノセトロン又はそ\nの塩を含む溶液は，pH及び／又は賦形剤濃度の調整並びにマンニトール及び\nキレート剤の適切な濃度での添加によって，安定性が向上することが記載さ\nれ，実施例１～３において，製剤が最も安定するpHの値，クエン酸緩衝液及\nびＥＤＴＡの好適な濃度範囲，マンニトールの最適レベルが示され，実施例\n４，５に代表的な医薬製剤が示されているが，実施例４，５においては，実\n際に安定性試験が行われていないため，そこに記載された医薬製剤が少なく\nとも２４ケ月の貯蔵安定性を有することが記載されているとはいえない。ま\nた，その他の箇所をみても，安定化に資する要素は挙げられてはいるものの，\nそれらが２４ケ月の貯蔵安定性を実現するものであることについての直接的\nな言及はないし，どのような要素があればどの程度の貯蔵安定性を実現する\nことができるのかを推論する根拠となるような具体的な指摘もなく，結局，\n具体的な裏付けをもって，具体的な医薬製剤が少なくとも２４ケ月の貯蔵安\n定性を有することが記載されているとはいえない。\nなお，上記⑴イ(イ)のとおり，本件明細書の一連の実施例は，薬剤の安定化\nのための合理的な条件を見出すための要因を探求するものであって，特に，\n実施例１～３は，個々の要因を探求するプレフォーミュレーション（予備処\n方設計，前処方化）に該当し，実施例４，５の代表的な医薬製剤は処方化研\n究（製剤設計）に該当するといえるとしても，上記のとおり，本件明細書に\nは，pH，賦形剤，マンニトール及びキレート剤の濃度を調整することで，安\n定性向上に関し，どのような作用・機序があるのか，どの程度の安定性の向\n上，安定性への貢献が見込めるのかが記載されていないため，実施例４，５\nの医薬製剤が少なくとも２４ケ月の貯蔵安定性を有することが記載されてい\nるとはいえないし，その他の箇所をみても，合理的な説明をもって，具体的\nな医薬製剤が少なくとも２４ケ月の貯蔵安定性を有することが記載されてい\nるとはいえない。\nそうすると，本件明細書には，２４ケ月要件を備えたパロノセトロン製剤\nが記載されているとはいえないし，本件出願時の技術常識に照らしても，当\n業者が，本件各発明につき，医薬安定性が向上し，２４ケ月以上の保存を可\n能にするパロノセトロン製剤とその製剤を安定化する許容される濃度範囲を\n提供するという本件各発明の課題（上記⑴ア）を解決できると認識できる範\n囲のものであるとはいえない。\nなお，実施例６，７の記載は，⑴イ(エ)のとおり，パロノセトロン塩酸塩以\n外の成分（賦形剤，等張剤など）の有無及び濃度についての記載や，ｐＨの\n値についての記載を欠くため，本件各発明に該当する製剤に関する実施例で\nあるとはいえないし，これによって安定性が確認されたのは，最長でも１６\n日間にすぎないのであるから，上記⑵イの技術常識に照らしてみても，２４\nケ月要件を備えたパロノセトロン製剤を提供する等の本件各発明の課題（上\n記⑴ア）を解決し得ることの根拠にはなり得ない。\n⑷  原告の主張について\nア  上記第４の１⑴及び⑵の主張について\n上記⑶のとおり，本件明細書には，pH，賦形剤，マンニトール及びキレ\nート剤の濃度を調整することで，安定性向上に関し，どのような作用・機\n序があるのか，どの程度の安定性の向上，安定性への貢献が見込めるのか\nが記載されていないため，本件出願時の技術常識を踏まえても，実施例４，\n５の医薬製剤が２４ケ月要件を備えたものであることが記載されていると\nはいえないし，その他の箇所をみても，具体的な医薬製剤が少なくとも２\n４ケ月の貯蔵安定性を有することを，具体的な根拠に基づいて合理的に説\n明しているとはいえない。そして，２４ケ月という期間に直接言及する【\n００１７】【００３７】の記載も，上記⑴イ(ア)のとおり，当該製剤ないし\n容器を２４ケ月以上保存できることをいかなる方法で確認したか等につい\nての具体的な言及を欠くから，これらの段落の記載をもって，２４ケ月要\n件が本件明細書に実質的に記載されているということもできない。\nしたがって，原告の上記第４の１⑴及び⑵の主張は採用することができ\nない。\nイ  上記第４の１⑶の主張について\n(ア)  サポート要件適合性は，明細書に記載された事項と出願時の技術常識\nに基づいて認定されるべきであるから，上記⑶のとおり，本件明細書と\n技術常識によっては２４ケ月要件を備えた製剤が記載されていると認識\nすることができないにもかかわらず，本件出願後に実験データ（甲３６，\n３３）を提出して明細書の上記不備を補うことは許されないというべき\nである。\n(イ)  また，原告は，甲３６，３３は，本件明細書の段落【００１７】【０\n０３７】を補うものにすぎないから，新たな実験結果ではないという趣\n旨の主張をするが，本件明細書には，【００１７】【００３７】に記載\nされた２４ケ月の貯蔵安定性につき，いかなる方法及び条件の下での試\n験によってその貯蔵安定性を確認したのかが一切記載されていないため，\n甲３６，３３の試験が本件明細書と同一の方法及び条件によるものか否\nかは不明であり，原告の主張は失当である。\nこの点につき，原告は，Ａ）実験方法・条件が本件明細書記載のもの\nと実質的に同じであること，Ｂ）得られた結果が本件明細書記載の内容\nと実質的に同じであること，Ｃ）実験の手法が原出願当時の技術常識の\n範囲内にあること，Ｄ）貯蔵安定性の測定の実験手法は極めて簡単であ\nることを主張するが，上記のとおり，本件明細書には，２４ケ月の貯蔵\n安定性につき，いかなる方法及び条件の下での試験によってその貯蔵安\n定性を確認したのかが一切記載されていない以上，甲３６，３３の実験\n方法・条件，得られた結果が明細書記載の内容と実質的に同じであると\nはいえない。また，結果が同じであるからといって実験方法・条件が同\n一であるとは限らないし，貯蔵安定性を測定するための実験方法が一つ\nに定まるというのであればともかく（そのような事情を認めるに足りる\n証拠はない。），そうではない以上，たとえ実験の手法が技術常識の範\n囲内のものであり，また，実験手法が簡単なものであったとしても，そ\nのことによって，本件明細書に記載された実験の方法・条件と，甲３６，\n３３の実験の方法・条件が同一であることが保障されるものではない。\n(ウ)  したがって，原告の上記第４の１⑶の主張は採用することができない。\nウ  上記第４の１⑷の主張について\n(ア)  原告は，サポート要件適合性が認められるためには，当業者において，\n技術常識も踏まえて課題が解決できるであろうとの合理的な期待が得ら\nれる程度の記載があれば足りると主張するが，上記⑴～⑶に説示したと\nおり，本件明細書が２４ケ月要件に即した具体的な記載を一切欠く以上，\nこれに接する当業者において，課題（２４ケ月以上の保存安定性）が解\n決できるであろうとの合理的な期待が得られる程度の記載があるとは認\nめられない。\n(イ)  出願経過書類（甲７，８）及び本件明細書の内容に照らすと，本件特\n許の出願経過において発明特定事項として２４ケ月要件を追加する補正\nがなされた経緯や，２４ケ月要件を裏付ける実験結果を原出願時に本件\n明細書に記載していなかった理由は，おおむね原告の主張どおりである\nと認められる。\nしかしながら，たとえ，先願主義の下における時間的制約があるとし\nても，上記(ア)の原告の主張にいう「合理的な期待」が得られる程度にも\n達しない記載によってサポート要件適合性を肯定することはできないと\nころ，「合理的な期待」が得られる程度の記載があるとは認められない\nことは既に説示したとおりである。\nまた，原告は，本件においては，２４ケ月要件を追加する補正が必要\nになることは予見できなかったものであり，その点を根拠付けるための\n記載が不十分であったことにはやむを得ない事情があるから，甲３６，\n３３の実験結果を追加することは許されるべきであるという趣旨の主張\nをする。\nしかしながら，そのような事情があるからといって，実験結果の後出\nしが許されることになるのかはそもそも疑問である。また，出願の過程\nで，様々な補正が必要になることは一般的に生じ得る事態であるところ，\n原告は，出願当初から，本件明細書に，本件各発明の課題は，医薬安定\n性が向上し，長期間の保存を可能にするパロノセトロン製剤とその製剤\nを安定化する許容される濃度範囲を提供することであると記載し（【０\n０１３】～【００１５】），かつ，パロノセトロンを用いる効果的かつ\n多用途の製剤は，室温で２４ケ月を超える期間，保存安定的であると記\n載していた（【００１７】）のであるから，２４ケ月要件を追加する補\n正が予想外の事態であったといえるかどうかにも問題があり，原告の主\n張には，その前提においても疑問がある。\n(ウ)  したがって，原告の上記第４の１⑷の主張は採用することができない。\n２  以上によれば，本件各発明はサポート要件を充足しない旨の本件審決の判断\nに誤りがないから，取消事由２（実施可能要件充足性に関する判断の誤り）に\nついて判断するまでもなく，本件各発明に関する特許を無効とした本件審決の\n結論に誤りはない。\nよって，主文のとおり判決する。\n知的財産高等裁判所第３部\n裁判長裁判官\n鶴    岡    稔    彦\n裁判官\n上    田    卓    哉\n裁判官\n都    野    道    紀\n"
}