{
  "trial_type": "HighCourt",
  "date": {
    "era": "Reiwa",
    "year": 3,
    "month": 5,
    "day": 21
  },
  "case_number": "令和2(う)851",
  "case_name": "業務上横領被告事件",
  "court_name": "東京高等裁判所第８刑事部",
  "result": "破棄自判",
  "article_info": "第73巻1号1頁",
  "original_court_name": "東京地方裁判所",
  "original_case_number": "令和1刑(わ)1255",
  "gist": "業務上占有者の身分を有しない被告人が，会社の預金を業務上占有する身分を有する共犯者と共謀して会社の預金を横領した場合の公訴時効",
  "case_gist": "業務上占有者の身分を有しない被告人が，会社の預金を業務上占有する身分を有する共犯者と共謀して会社の預金を横領した場合において，公訴時効の基準となる刑は，成立する業務上横領罪（刑法２５３条）の刑であり，科すべき単純横領罪（同法２５２条１項）の刑ではない。",
  "lawsuit_id": "90824",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=90824",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/824/090824_hanrei.pdf",
  "contents": "令和２年 第８５１号  業務上横領被告事件\n令和３年５月２１日  東京高等裁判所第８刑事部判決\n主        文\n原判決を破棄する。\n被告人を懲役２年に処する。\n理        由\n１  本件控訴の趣意及び論旨等\n本件控訴の趣意は，検察官齋藤隆博作成の控訴趣意書に，これに対す\nる答弁は，弁護人野島梨恵作成の控訴答弁書，同補充書にそれぞれ記載\nされたとおりである。論旨は，業務上占有者の身分を有しない被告人に\n業務上横領罪(刑法２５３条)が成立する場合の公訴時効の基準となる刑\nは同罪の刑と解すべきであるのに，単純横領罪（同法２５２条１項)の刑\nにより公訴時効が完成しているとして被告人に免訴を言い渡した原判決\nには，判決に影響を及ぼすことが明らかな法令の解釈・適用の誤りがあ\nる，というのである。\n２  当裁判所の判断\n⑴   原判決が免訴の言渡しをする前提として 認定した本件犯罪事実は，\n「被告人は，株式会社Ｂ(以下「Ｂ」という。)の取締役兼総務経理部長\nとして同社の経理業務を統括していたＣ(以下「Ｃ」という。)と共謀の\n上，平成２４年７月５日，東京都豊島区（以下省略）株式会社Ｄ銀行Ｅ\n支店に開設されたＢ名義の普通預金口座の預金をＣにおいて同社のため\nに業務上預かり保管中，東京都豊島区（以下省略）Ｆビル６階Ｂ事務所\nにおいて，自己の用途に費消する目的で，Ｃにおいて，情を知らない同\n社経理担当職員Ｇ(以下「Ｇ」という。)に指示して，インターネットバ\nンキングを介し，上記口座から，Ｃらが管理する東京都豊島区（以下省\n略）株式会社Ｄ銀行Ｈ支店に開設されたＩ株式会社名義の普通預金口座\nに，現金２４１５万２９３３円を振込入金させ(以下「本件振込」とい\nう。)，もってこれを横領した。」というものである。これによれば，被\n告人は，Ｂの預金を業務上占有する身分を有していた共犯者Ｃと共謀し，\n同社の預金を横領したものであるから，業務上占有者の身分を有しない\n被告人については，共同正犯として，刑法６５条１項，６０条により業\n務上横領罪が成立し，同法６５条２項により単純横領罪の刑を科すべき\nである，とするのが確定した判例である（最高裁昭和３２年１１月１９\n日判決・刑集１１巻１２号３０７３頁）。\n⑵   ところで，法は，人を死亡させた罪であって禁錮以上の刑に当たるも\nの（死刑に当たるものを除く）とそれ以外の罪とに対象犯罪を分けた上\nで，当該犯罪の法定刑を基準として公訴時効期間を定め（刑訴法２５０\n条１項，２項），また，刑法による加重減軽が行われる場合であっても，\nそのような加重減軽をしない刑に従って公訴時効期間の規定を適用すべ\nき旨定めている(同法２５２条)のであるから，公訴時効における時効期\n間は，その犯罪事実自体の罪種及び法定刑による軽重を基準にして定め\nられていることは明らかである。したがって，公訴時効期間の基準とな\nる犯罪事実とは，成立する犯罪事実であって，科刑の基準となる犯罪事\n実ではないと解すべきこととなる。そして，このような解釈は，時の経\n過がもたらす犯罪の社会的影響の希薄化という公訴時効制度の中核的趣\n旨に合致するものと解される。また，共犯の場合の公訴時効は，最終の\n行為が終わった時から，すべての共犯に対して時効の期間を起算する\n(同法２５３条２項)  とされ，共犯者の一人に対してした公訴提起による\n時効の停止は他の共犯者に対してもその効力が及ぶ(同法２５４条２項)\nとされているところ，これらは，公訴時効の適用に関し，共犯者間の不\n公平を避け，すべての共犯者を統一的に取り扱うための規定であると解\nされ，上記解釈は，これらの規定の趣旨にも沿うものといえる。\n⑶   これを本件についてみると，前記のとおり，業務上占有者の身分を有\nしない被告人が，その身分を有する共犯者の犯罪行為に加功したため，\n被告人につき，刑法６５条１項，６０条により業務上横領罪が成立する\nと解される以上，公訴時効の成否は，成立した犯罪である業務上横領罪\nの法定刑(１０年以下の懲役刑)を基準とすべきところ，その罪の公訴時\n効期間は７年であるから(刑訴法２５０条２項４号)，本件公訴提起がさ\nれた令和元年５月２２日の時点において公訴時効は完成していないと認\nめられる。\n⑷  しかるに，原判決は，公訴時効は各被告人ごとに適用される法定刑を基\n準とするという解釈を示した上で，業務上占有者の身分を有しない被告人\nに対しては，刑法６５条２項により同法２５２条１項の単純横領罪の刑が\n科されるのであるから，同罪の法定刑を基準として公訴時効の成否を判断\nすべきであり，被告人に対する時効期間は５年であるから，本件公訴提起\nの時点において，既に公訴時効は完成していた旨判断した。しかし，原判\n決のかかる判断は，既に述べたところから明らかなとおり，刑訴法２５０\n条等の解釈，適用を誤るものであって，是認できない。\n⑸  この点に関し，原判決は，業務上占有者の身分を有しない被告人につい\nては業務上横領罪の共同正犯が成立すると説示する一方，前記昭和３２年\nの最高裁判例が，その法令適用において，「当該被告人の所為が刑法２５\n３条，６０条，６５条，２５２条１項に…該当する」と判断しているのは，\n業務上占有者の身分を有しない被告人に成立する罪の法定刑を刑法２５２\n条１項のそれとする趣旨と解される，と説示しているが，このような説示\nは，前記最高裁判例を正解しないものといわざるを得ない。\nまた，原判決が挙げる裁判例（名古屋高裁昭和４５年７月２９日判決）\nは，原判決と同旨と解されるものの，同裁判例は，参照判例として，最高\n裁昭和３５年１２月２１日判決・刑集１４巻１４号２１６２頁を引用して\nいるところ，同判例は，両罰規定が適用される事案において，違反行為者\nとその事業主たる法人又は人は別個の刑事責任を負うとの理解に立った上\nで，その公訴時効を，それぞれに対して定められた法定刑により決するこ\nとが罪刑法定主義の要請に適合することなどを判示したものであるから，\n業務上占有者の身分を有しない者が，その身分を有する共犯者の犯罪行為\nに加功し，業務上横領罪の共同正犯が成立する場合とは事案を異にしてお\nり，参照判例として引用することが適切であったとは解されず，上記裁判\n例を挙げる原判決の説示も適切ではない。\nなお，原判決は，前記昭和３２年の最高裁判例の示す規範の構造によ\nれば，「二人以上共同して，いずれかの者が業務上占有する他人の物を\n横領したときは，業務上横領の罪とし，その物を業務上占有する者につ\nいては１０年以下の懲役に処し，その身分なき者は５年以下の懲役に処\nする。」との条文と同じになるとして，身分者に対する法定刑と，非身\n分者に対する法定刑が異なる場合であって，一つの罪名の下に，それぞ\nれ身分に応じた法定刑が規定された罪が成立しているとの解釈を示して\nいるが，このような解釈も，前記最高裁判例を正解しないものであって，\n採用することはできない。\n以上のとおりであり，その他弁護人の主張を踏まえて検討しても，原判\n決が認定した前記の犯罪事実によれば，被告人に成立する犯罪事実（業\n務上横領罪）の公訴時効期間は７年  (刑訴法２５０条２項４号)  である\nから，本件犯罪行為が既遂となって終了した平成２４年７月５日から起\n算し，本件公訴提起がなされた令和元年５月２２日当時は時効が完成し\nていなかったにもかわらず，既に公訴時効が完成しているとして被告人\nに免訴の言渡しをした原判決は，法令の適用を誤ったものであり，その\n誤りが判決に影響を及ぼすことが明らかであるから，破棄を免れない。\n論旨は理由がある。\n３  破棄自判\nよって，刑訴法３９７条１項，３８０条により原判決を破棄し，同法\n４００条 ただし 書 を適用し て被告 事 件につき 更に判 決 すること とする\n（なお，原審において，弁護人及び被告人は，共謀の事実等を争って無\n罪を主張し，証拠調べが遂げられ，一旦結審された後，弁論が再開され，\nこの段階で初めて公訴時効の成否が争点化され，原判決書においては，\n公訴時効の成否の判断の前提として，犯罪事実の成否についての判断が\n示されている。）。\n（罪となるべき事実)\n原判決が免訴の言渡しをする前提として認定した本件犯罪事実（前記２\n⑴）のとおり(ただし，Ｃの役職について，「取締役兼総務経理部長」とあ\nるのを「取締役兼財務経理部長」と訂正する。)である。\n（証拠の標目) 省略\n(補足説明)\n弁護人は，被告人がＣと横領を共謀した事実はなく，被告人は無罪である\n旨主張し，被告人も原審及び当審公判廷においてこれに沿う供述をするので，\n検討する。\n１  関係証拠によれば，以下の事実が認められる。\n⑴  被告人は，平成２１年１１月２日から平成２４年６月３０日までの間，\nＢの代表取締役を，Ｃは，平成２０年から平成２４年７月２３日までの\n間，Ｂの取締役兼財務経理部長をそれぞれ務めていた（原審甲第１４号\n証〔以下,単に「甲１４」などと表記する。〕等）。\n⑵  被告人及びＣは，平成２３年夏頃，Ｂの本社で，東京都千代田区（以下\n省略）を本店所在地とし，Ｎを代表者とするＩ株式会社（以下「Ｉ」と\nいう。）の営業員と面談し，Ｂが所有している店舗や設備等を一旦Ｉに\n売却し，その物件を同社がリース会社に売却し，リース会社がその物件\nをＢにリースし，Ｂがリース料をリース会社に支払うという方法で，Ｂ\nが資金を有効に使うという「セール＆リースバック契約」に関する商談\nを行ったが，成約には至らなかった（甲１０，１１）。\n⑶  被告人及びＣは，平成２３年９月頃，Ｂのグループ企業の役員が出席す\nるグループ会議において，Ｂの店舗や備品をＩに売却し，リースバック\nする方法により資金調達を行うことを提案し，出席者の了解を得たが，\n後記⑸の支払委託契約に関する説明はしなかった（甲１，２）。\n⑷   Ｂの元従業員であったＪ(以下「Ｊ」という。)は，平成２３年９月８\n日頃，被告人から，Ｉ株式会社という名称の会社を設立するので，その\n会社の代表取締役に就任してはどうかという話を持ち掛けられ，その際，\nＪの役割については，預金口座の名義人になることのみであって，契約\nは別の人が行う旨などが説明されて，これを承諾し，その後，Ｃから同\n社名義の口座を作るよう指示を受けた（甲９）。被告人及びＣは，平成\n２３年９月１３日，東京都豊島区（以下省略）を本店所在地とし，Ｊを\n名目上の代表取締役とするＩ株式会社（以下「偽Ｉ」という。）を設立\nした（甲１５）。なお，同社に活動実態はなく，その預金通帳，キャッ\nシュカード，届出印はＣが管理していた（甲９）。\n⑸  Ｂが株式会社Ｐに対する債務の支払を「Ｉ」に委託し，Ｂは，「Ｉ」が\n出捐する支払委託金額，事務処理費用及び利息合計を分割して「Ｉ」に\n支払う旨の支払委託契約書２通（２０００万円の支払を委託し，２４１\n５万円を分割返済する旨の平成２３年１０月２５日付けのもの及び１０\n００万円の支払を委託し，１１７５万円を分割返済する旨の平成２４年\n４月９日付けのもの）が作成された。各契約書の当事者甲欄には，Ｂ代\n表取締役として被告人の氏名と代表者印が記名捺印され，当事者乙欄に\nは，Ｉ代表取締役社長Ｑ（Ｉの代表取締役のＮが，一時名刺等で利用し\nた名前であるが，契約書等では使用したことはないもの）と表記され，\n代表者印が押捺されているが，乙欄の記名捺印は偽造されたものであり，\nＢが株式会社Ｐに債務を負担していた事実もなかった。また，前記各契\n約書には「Ｉ」に対する上記分割金の振込先口座として，偽Ｉの預金口\n座が記載されていた（甲１０）。\n⑹  平成２３年１０月２７日，Ｂの関連会社であるＲを経由してＢ関連の資\n金２０００万円が偽Ｉに集められ，翌２８日，偽ＩからＢの口座に２０\n００万円が振り込まれた。被告人の手帳の同日の欄には，「Ｉ２０００\n万円入金」との記載がある（甲２０，２２）。また，平成２４年４月９\n日，Ｂ関連の資金が偽Ｉに集められ，翌１０日，偽ＩからＢに１０００\n万円が振り込まれた（甲１９，２０）。さらに，Ｇは，Ｃの指示を受け，\n平成２３年１１月から平成２４年６月にかけ，前記各支払委託契約書の\n約定どおり，Ｂの預金口座から偽Ｉに合計７０３万０４００円の分割金\nを支払った（甲２，５，６）。\n⑺  Ｇは，同年６月下旬頃，Ｃから，被告人が同月末日にＢ代表取締役を辞\n任するに当たり，被告人が個人保証していた債務を一括して返済をする\n必要がある旨の説明を受けた上で，同年７月５日，残債務額から未経過\n利息額を差し引いた残金を偽Ｉの口座へ振り込むよう指示を受け，本件\n振込（２４１５万２９３３円）を行った（甲２，５，６）。\n２  Ｃは，原審公判において，大要，以下のとおり供述する。\nＢの資金を調達するため，Ｂの設備等を担保にしてリースバックすると\nいう形で融資を受けるべく，被告人の指示で，Ｉの担当者との面談に同\n席したが，契約には至らなかった。その後，被告人と共に，ＲがＢから\n徴収した資金を新たに設立する偽Ｉに流し，これをＢに貸し出した上，\n高めの金利でＢから返済を受け，毎月Ｒに２０万円を返済した残りを被\n告人と折半して小遣い稼ぎをするということを企て，偽Ｉを設立した。\n被告人がＢの代表取締役を退任するに際し，Ｂの債務について個人保証\nしているので一括返済して欲しいとの被告人の意向を受け，経理担当の\nＧに指示して本件振込を行わせた。その前に，被告人から，Ｂから送金\nされる金員のうち１２００万円を渡して欲しい旨を言われ，偽Ｉの通帳\nと印鑑を被告人に渡した。本件振込がされる前日，被告人に対し，あら\nかじめ銀行に現金の引き出しを伝えておくとスムーズに引き出せること\nを伝えた。\n３  以上のＣの原審供述は，活動実態のない，Ｉと全く同じ名称の偽Ｉが設\n立された経緯をよく説明するものであって，Ｊの検察官調書（甲９）の\n内容とも符合しており，Ｂから偽Ｉに対する金員の振込を根拠付ける偽\n造された各支払委託契約書にＢの被告人の代表者印が押捺されているこ\nとや，Ｂから偽Ｉへの振込送金状況及び同社からの出金状況，特に，Ｂ\nからの入金の都度，Ｃと被告人とで小遣い稼ぎをしようとしていたとい\nう供述内容に沿う各金額がＡＴＭから入金当日に引き下ろされている状\n況によく整合しており(甲１９)，また，被告人方から，Ｃの作成に係る\n支払委託等のスキーム(Ｂから偽Ｉへの返済金の一部をＲの口座に振り込\nみ，残余を被告人とＣで折半する旨記載されたもの)に関するメモ(甲２\n２)及び偽Ｉに対する一括支払額が明示された「株式会社Ｉ  支払明細」\nと題するメモ(甲２３)が，被告人の２０１１年(平成２３年)及び２０１\n２年(平成２４年)の手帳に在中された状態で発見・押収されていること\nによっても裏付けられている。\nさらに補足すると，Ｃの原審供述中，被告人から１２００万円を渡すよ\nうに言われ，偽Ｉの預金通帳と印鑑をあらかじめ被告人に渡し，スムー\nズな現金引き出しのため，銀行に連絡するよう伝えたとの点も，被告人\nの２０１２年(平成２４年)の手帳(甲２３)の６月２６日の欄に「Ｃ  Ｔ\nＥＬ(Ｉの件)」，７月３日の欄に「 Ｉ，Ｆａｃｔｏｒ ｙ通帳引継ぎ」\n「引出し，Ｊ同行，代表印鑑」，同月４日の欄に「￥１２００万」「Ｄ\nＴＥＬ(Ｃ)」とある各記載によりよく裏付けられている。なお，Ｊが，\n同月５日，偽Ｉの預金口座から１２００万円の現金を引き出したことは，\n払戻請求書の記載から明らかであるが，同人の記憶は曖昧であるものの，\n同人は，自らの判断で払戻しを行うことはあり得ず，被告人かＣの指示\nを受けて手続をし，払い戻した現金は被告人かＣに渡していると思う旨\n供述（甲９）しているところ，この供述内容にＣの上記供述と矛盾する\nところはない。\n以上によれば，Ｃの原審公判における供述内容は，日時や事実関係の詳\n細，特に他の第三者供述と齟齬する部分についての正確性までは認めら\nれないものの，本件振込の事実及びその経緯に関する大筋（Ｃには本件\n振込額の払戻しについての権限がないにもかかわらず，被告人との間で\n共謀を遂げ，ＣがＧに指示し，業務上預かり保管中であったＢの預金を，\n被告人及びＣが自己の用途に費消する目的で本件振込をさせて横領した\nこと）については，客観的証拠等によって裏付けられており，十分に信\n用することができる。そして，前記（補足説明）１の事実及び信用する\nことのできるＣの原審供述によれば，被告人は，遅くとも，ＧがＣの指\n示により本件振込を行った平成２４年７月５日までにＣと共謀を遂げた\n上，前記罪となるべき事実記載の本件横領行為に及んだものと十分に認\n定することができる。\n４  これに対し，被告人は，原審及び当審公判廷において，偽Ｉは，Ｂを退\n職させられる従業員の受け皿とするために作ったもので，Ｂの関連会社\nの資金をＢに流し，同社を救済するためのものでもあり，Ｉという名称\nにしたことに格別の理由はなく，Ｃから提案されるままに決めたのかも\nしれない，支払委託契約書に見覚えはなく，内容を確認しないまま押捺\nしたものかもしれないが，すべてはＣに任せていたことであり，本件振\n込に関しても，Ｂを退職するに際して，自身が個人保証している債務の\n解消を依頼したにすぎず，Ｂから偽Ｉに対する本件振込がなされたこと\nはあずかり知らないことであるなどと供述する。\nしかし，まず，既存のＩという会社があることを承知し，同社の営業員\nとリースバックに関する契約を検討し，その件について，グループ会議\nで提案までしたにもかかわらず，それと近接した時期において，会社設\n立に当たり，同社と全く同一の名称を用いることについて，格別の理由\nがなく，名称決定についての記憶もないなどということは，不自然極ま\nりなく，到底信用することができない。そして，Ｉとのリースバックの\n方法による資金調達については，グループ会議で了承をされたにもかか\nわらず，実際には，その方法によらず，偽Ｉの銀行口座を振込先とする\n偽造された支払委託契約書（被告人の代表者印が押捺されたもの）が作\n成され，被告人はこれに自ら押印をし，これに沿ったＢから偽Ｉに対す\nる入金が繰り返されていた上に，その内容に沿う支払明細メモ（甲２３）\nを自ら所持するとともに，偽ＩとＢ（グループ企業を含む。）間の資金\n移動（平成２３年１０月２７日，同年１１月１８日）について，Ｃから\n報告を受け（被告人も原審において自認している。），その旨手帳に記\n載もしていた（甲２２）というのに，これらの経緯について記憶が定か\nでなく，説明はできないなどというのも，不自然，不合理である。さら\nに，本件振込額のおよそ二分の一に当たる１２００万円を引き下ろすこ\nとについて，これに沿う記載が手帳にあるにもかかわらず，すべてはＣ\nが行ったことで，その内容はあずかり知らないなどというのは，時間の\n経過による記憶の減退等を考慮しても，なお不自然というほかはなく，\n被告人の原審及び当審供述は信用することができない。したがって，被\n告人の上記供述を踏まえても，前記認定に合理的疑いを入れるものでは\nない。\n弁護人の主張は採用できない。\n(法令の適用)\n被告人の判示所為は，刑法６５条１項，６０条，２５３条に該当するが，\n被告人には業務上占有者の身分がないので同法６５条２項により同法２５２\n条１項の刑を科することとし，その所定刑期の範囲内で被告人を主文掲記の\n刑に処し，原審における訴訟費用を被告人に負担させないことにつき刑訴法\n１８１条１項ただし書を適用して主文のとおり判決する。\n(量刑の理由)\n本件は，被害会社の代表取締役を務めていた被告人が，同社を退職した後，\n同社の経理業務を統括していた共犯者と共謀の上，共犯者が経理担当職員に\n指示して，被害会社の預金約２４１５万円を横領したという事案である。実\n在する会社と同じ名称の仮装会社を設立し，架空の契約書に基づき，共犯者\nが被害会社の経理責任者であるという立場を利用して行われたという犯行態\n様は，計画的かつ巧妙であり，犯行に至る経緯及び動機に酌むべき事情は見\n当たらず，被害額も高額に及んでいるところ，被告人自身，被害額の約半分\nを手にしたものであり，犯情は悪い。したがって，被告人の刑事責任には重\nいものがある上に，被害弁償はなされておらず，反省の情も見受けられない\nが，犯行当時，被告人は，業務上占有者の身分を有していなかったこと，前\n科がないことなどをも考慮し，主文のとおりの刑を量定した。\nよって，主文のとおり判決する。\n（求刑・懲役４年）\n（裁判長裁判官  近藤宏子  裁判官  藤井俊郎  裁判官  三上孝浩）\n"
}