{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 6,
    "month": 1,
    "day": 22
  },
  "case_number": "令和4(ワ)70139等",
  "case_name": "特許を受ける権利の確認請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "92853",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=92853",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/853/092853_hanrei.pdf",
  "contents": "令和６年１月２２日判決言渡  同日原本領収  裁判所書記官\n令和４年（ワ）第７０１３９号  特許を受ける権利の確認請求事件（第１事件）\n令和５年（ワ）第７０００９号  特許を受ける権利の確認請求事件（第２事件）\n口頭弁論終結日  令和５年１０月２７日\n判          決\n原        告    株式会社Biomedical Solutions\n同訴訟代理人弁護士    土    岐    敦    司\n清    水    亜    希\n多    田    啓  太  郎\n田    中    宏    樹\n野    中    啓    孝\n花    房    裕    志\n小    幡    久    樹\n柳    田        駿\n第１事件 被 告    Ａ\n（以下「被告Ａ」という。）\n第１事件被 告    株式会社ＳＧ－１Ｍｅｄｉｃａｌ\n（以下「被告会社」という。）\n第２事件被 告    Ｂ\n（以下「被告Ｂ」という。）\n被告ら訴訟代理人弁護士    畑    中    鐵    丸\n伊    藤    敬    洋\n千    葉    喬    義\n主          文\n１  原告と被告会社との間において、別紙発明目録記載１－２の発明につい\nて、原告が特許を受ける権利を有することを確認する。\n２  原告のその余の訴えをいずれも却下する。\n３  訴訟費用は、原告と被告会社との間に生じたものは、これを２分し、そ\nの１を被告会社の負担とし、その余を原告の負担とし、原告と被告Ａとの\n間に生じたもの及び原告と被告Ｂとの間で生じたものは、全て原告の負\n担とする。\n事  実  及  び  理  由\n第１  請求\n１  第１事件\n⑴  原告と被告Ａとの間において、別紙発明目録記載１－１の発明について、\n原告が特許を受ける権利を有することを確認する。（請求１－１）\n⑵  原告と被告会社との間において、別紙発明目録記載１－２の発明について、\n原告が特許を受ける権利を有することを確認する。（請求１－２）\n⑶  原告と被告会社との間において、別紙発明目録記載１－３の発明について、\n原告が特許を受ける権利を有することを確認する。（請求１－３）\n２  第２事件\n原告と被告Ｂとの間において、別紙発明目録記載２の発明について、原告\nが特許を受ける権利を有することを確認する。（請求２）\n第２  事案の概要\n１⑴  第１事件は、原告が、別紙発明目録記載１―１ないし１－３の各発明（以\n下、符号に従い、順に「本件発明１－１」、「本件発明１－２」などといい、\n併せて「本件各発明１」という。）は、被告Ａが原告在職中にした職務発明\nであり、原告がその特許を受ける権利を有しているにもかかわらず、本件発\n明１－１については被告Ａが、本件発明１－２及び１－３については、被告\n会社がそれぞれ原告に無断で出願をしたものであると主張して、本件発明１\n－１については被告Ａとの間において、本件発明１－２及び１－３について\nは被告会社との間において、それぞれ原告が特許を受ける権利を有すること\nの確認を求める事案である。\n⑵  第２事件は、原告が、別紙発明目録記載２の発明（以下、「本件発明２」\nという。）は、被告Ｂが原告在職中にした職務発明であり、原告がその特許\nを受ける権利を有しているにもかかわらず、被告Ｂが原告に無断で出願をし\nたものであると主張して、本件発明２につき、被告Ｂとの間において、原告\nが特許を受ける権利を有することの確認を求める事案である。\n⑶  本件発明１－１、本件発明１－３及び本件発明２に係る各出願は、国際特\n許出願であるのに対し、本件発明１－２に係る出願は、国内特許出願である。\nこのうち、上記各国際特許出願については、指定国においても国内移行手続\nが行われずにいずれも取下擬制がされており（第１回弁論準備手続調書参\n照）、確認の利益についても争点とされている。他方、本件発明２について\nは、被告は、その職務発明性を争っていない。したがって、職務発明性が争\n点とされるのは、本件各発明１に限られる。\n２  前提事実（当事者間に争いのない事実並びに後掲の各証拠及び弁論の全趣旨\nにより認められる事実をいう。なお、証拠を摘示する場合には、特に記載のな\nい限り、枝番を含むものとする。また、第１事件において提出された証拠は、\n単に「甲１」などと記載し、第２事件において提出された証拠は、「第２事件\n甲１」などと記載する。）\n⑴  当事者\nア  原告は、低侵襲治療機器の開発、医療機器のデザイン設計及び設計評価\n並びにステントのデザイン設計及び設計評価等の事業を行う医療機器メー\nカーである。（甲８）\nイ  被告Ａ\n被告Ａは、平成２４年６月に原告を設立し、平成２５年５月１日から令\n和３年９月１５日までは原告の代表取締役の地位に、同月１６日から令和\n４年３月３日までは原告の取締役の地位にあった者である。\nウ  被告会社\n被告会社は、医療機器の研究・開発、医療機器のデザイン設計及び\n設計評価の事業等を商業登記簿上の目的とする医療機器メーカーである。\n（甲９）\n被告会社は、令和２年１２月２５日に被告Ａによって設立された会社\nであり、被告Ａは、令和３年２月２３日まで被告会社の代表取締役の地\n位にあった。（甲９、弁論の全趣旨）\nエ  被告Ｂ\n被告Ｂは、平成２８年７月から令和３年１１月までの間は、原告の研\n究開発部長として、同年１２月以降は、原告との間で業務委託契約を締結\nし、原告の医療機器開発業務に従事していた者である。（第２事件甲１、\n第２事件甲８）\n⑵  本件各発明についての出願経過\nア  本件発明１－１に係る出願\n被告Ａは、令和３年７月１日、次の ないし の各出願を基礎出願とし\nて、本件発明１－１に係る国際特許出願（以下「本件ＰＣＴ出願１」とい\nう。）をした。なお、本件ＰＣＴ出願１においては、我が国も指定国に含\nまれている。（以上につき、甲２、３、弁論の全趣旨）\n特願２０２０－１１５９５６（優先日：令和２年７月３日）\n特願２０２０－１２３９２４（優先日：令和２年７月２０日）\n特願２０２０－１７６４９６（優先日：令和２年１０月２１日）\nイ  本件発明１－２に係る出願\n被告Ａは、令和３年１月２７日、本件発明１－２に係る国内特許出願\nをした。\n被告Ａは、遅くとも令和３年７月７日までに、本件発明１－２に係る\n特許を受ける権利を、被告会社に譲渡した。\n（以上につき、甲４、５、弁論の全趣旨）\nウ  本件発明１－３に係る出願\n被告会社は、令和３年７月７日、本件発明１－２に係る上記イ の国内\n特許出願を基礎出願として、本件発明１－２に係る国際特許出願（以下\n「本件ＰＣＴ出願２」という。）をした。なお、本件ＰＣＴ出願２におい\nては、我が国は指定国には含まれていない。（甲６、７）\nエ  本件発明１－２に係る補正\n被告会社は、令和５年２月６日付け手続補正書により、本件ＰＣＴ出願\n２に係る特許請求の範囲を補正した（以下、当該補正を「本件補正」とい\nう。なお、本件発明１－２は、この補正後の発明である。）。（弁論の全\n趣旨）\nオ  本件発明２に係る出願\n被告Ｂは、令和２年６月２日、本件発明２に係る国際特許出願（以下\n「本件ＰＣＴ出願３」といい、本件ＰＣＴ出願１及び２と併せて「本件各\nＰＣＴ出願」という。）をした。なお、本件ＰＣＴ出願３においては、我\nが国は指定国には含まれていない。（第２事件甲４、第２事件甲５）\n⑶  原告における職務発明等取扱規定について\n原告の職務発明等取扱規定３条１項においては、原告は、職務発明等を行\nった従業員等の特許等を受ける権利を承継する旨定められている。（甲１）\n⑷  ＰＣＴ出願に係る国内移行手続\nア  被告Ａは、本件ＰＣＴ出願１につき、日本国を含め、いずれの国につい\nても、国内移行の手続を取らなかった。そして、本件ＰＣＴ出願１のうち、\n日本国を指定国とする出願については、令和５年６月５日付けで、指定し\nた期間内に国内書面の提出がなかったとして、出願却下処分がされた。\n（乙２２、弁論の全趣旨）\nイ  被告会社は、本件ＰＣＴ出願２につき、いずれの国についても、国内移\n行の手続を取らなかった。（弁論の全趣旨）\nウ  被告Ｂは、本件ＰＣＴ出願３につき、いずれの国についても、国内移\n行の手続を取らなかった。（弁論の全趣旨）\n⑸  本件における審理経過\nア  令和５年３月２日における第１回口頭弁論期日において、第１事件及び\n第２事件に共通する審理計画が定められ、①被告らは、本件発明１につき、\n同年４月１７日までに、職務発明性に係る反論を出し尽くすこと、②被告\nらは、上記に対する原告の再反論を踏まえ、同年６月９日までに職務発明\n性に係る再々反論をすること、③技術説明会における口頭議論及び説明会\n資料のほかには、職務発明性に関し主張立証はないことが確認された。\nイ  その後、上記審理計画に従い、被告らは、職務発明性に係る反論及び\n再々反論を行い、令和５年８月２２日における第１回弁論準備手続におい\nて、技術説明会が実施された。また、同手続において、被告らは、そのほ\nかに主張立証はないことを改めて確認した。\nウ  当裁判所は、令和５年１０月２日における第２回弁論準備手続において、\n第１事件及び第２事件に係る心証開示を行った。\nエ  令和５年１０月２７日における第１事件の第２回口頭弁論期日において、\n被告Ａ及び被告会社は、同月２５日付準備書面⑶及び⑷の陳述を希望し、\nその理由として、訴訟代理人の交代を受け、改めて検討したところ、追加\nの主張立証の必要があると考えたためである旨述べた。\nこれに対し、原告は、上記各準備書面に記載された主張を行うことは、\n訴訟法上の信義則に反し、また、時機に後れた攻撃防御方法の提出として\n却下されるべきである旨申し立てた。\n（以上につき、各口頭弁論調書及び各弁論準備手続調書）\n３  関連する条約の定め\n⑴  欧州特許付与に関する条約（以下「ＥＰＣ条約」という。）\nア  第６０条（欧州特許を受ける権利）\n⑴  欧州特許を受ける権利は、発明者又はその権利承継人に属する。発明\n者が従業者である場合は、欧州特許を受ける権利は、従業者が主に雇用\nされている国の法律に従って決定される。従業者が主に雇用されている\n国を決定することができない場合に、適用されるべき法律は、従業者が\n属している使用者の営業所のある国の法律とする。\n⑵  ２人以上の者が互いに独立して発明をした場合は、欧州特許を受ける\n権利は、最先の出願日を有する欧州特許出願をした者に属する。ただし、\n最先の出願が公開されている場合に限る。\n⑶  欧州特許庁における手続において、出願人は、欧州特許を受ける権利\nを行使する権利を有するものとみなされる。\nイ  第６１条（欧州特許を受ける権利を有していない者による欧州特許出願）\n⑴  最終的な決定によって、出願人以外の者が欧州特許の付与を受ける権\n利を有すると判断された場合は、その者は、施行規則に従って次のこと\nをすることができる。\n⒜  出願人に代わり欧州特許出願を自己の出願として手続を進めること\n⒝  同じ発明について新たな特許出願をすること、又は\n⒞  欧州特許出願が拒絶されるべき旨の請求をすること\nウ  第１５３条（指定官庁及び選択官庁としての欧州特許庁）\n⑴  欧州特許庁は、\n⒜  ＰＣＴが効力を発生していて、国際出願において指定されており、\nかつ、出願人がその国際出願において欧州特許を受けることを希望す\nる本条約の締約国に対して指定官庁となり、\n⒝  出願人が⒜により指定された国を選択した場合は、選択官庁となる。\n⑵  欧州特許庁が指定官庁又は選択官庁であり、かつ、国際出願日が与え\nられた国際出願は、正規の欧州出願とする（Ｅｕｒｏ－ＰＣＴ出願）。\n（以下略）\n⑵  欧州特許付与に関する条約の施行規則(以下「ＥＰＣ施行規則」という。)\nア  １４条（手続の中止）\n⑴  第三者が、ＥＰＣ条約第６１条⑴の意味における決定を求めて、出願\n人を相手とする訴訟手続を開始した旨の証拠を提出したときは、その第\n三者が欧州特許庁に対し、書面をもって付与手続の続行についての同意\nを伝えない限り付与手続は停止する。（以下略）\nイ  １６条（第６１条⑴に基づく手続）\n⑴  欧州特許を受ける権利を有する者は、次の条件が満たされる場合に限\nり、第６１条⑴に基づく救済手段を利用することができる。\n⒜  同人が、自らの権利を承認する決定が確定してから３月以内に、そ\nれを行うこと、及び\n⒝  欧州特許が未だ付与されていないこと\n⑵  当該救済手段は、欧州特許出願において指定されている締約国であっ\nて、その国に関して決定が行われ若しくは承認されたもの又は「承認に\n関する議定書」に基づいて承認されなければならないものに限り適用す\nる。\n⑶  特許協力条約（以下「ＰＣＴ条約」ともいう。）\n第１１条（国際出願日及び国際出願の効果）\n⑴  受理官庁は、次の要件が受理の時に満たされていることを確認するこ\nとを条件として、国際出願の受理の日を国際出願日として認める。\n(ｉ)  出願人が、当該受理官庁に国際出願をする資格を住所又は国籍上\nの理由により明らかに欠いている者でないこと。\n(ⅱ) 国際出願が所定の言語で作成されていること。\n（ⅲ）国際出願に少なくとも次のものが含まれていること。\n⒜  国際出願をする意思の表示\n⒝  少なくとも一の締約国の指定\n⒞  出願人の氏名又は名称の所定の表示\n⒟  明細書であると外見上認められる部分\n⒠  請求の範囲であると外見上認められる部分\n⑵⒜  受理官庁は、国際出願が⑴に掲げる要件を受理の時に満たしていな\nいと認める場合には、規則の定めるところにより、出願人に対し必要\nな補充をすることを求める。\n⒝  受理官庁は、出願人が規則の定めるところにより⒜の求めに応ずる\n場合には、当該補充の受理の日を国際出願日として認める。\n⑶  第６４条⑷の規定に従うことを条件として、⑴（ｉ）から（ⅲ）ま\nでに掲げる要件を満たし、かつ、国際出願日の認められる国際出願は、\n国際出願日から各指定国における正規の国内出願の効果を有するもの\nとし、国際出願日は、各指定国における実際の出願日とみなす。\n⑷  ⑴（ｉ）から（ⅲ）までに掲げる要件を満たす国際出願は、工業所\n有権の保護に関するパリ条約にいう正規の国内出願とする。\n４  争点整理の経過等\n⑴  はじめに\n前記事案の概要１⑶のとおり、本件発明１－１、本件発明１－３及び本件\n発明２に係る各出願は、国際特許出願であるのに対し、本件発明１－２に係\nる出願は、国内特許出願である。このうち、上記各国際特許出願については、\nいずれも指定国においても国内移行手続が取られなかったため、確認の利益\nについても争点とされている。他方、本件発明２については、被告は、その\n職務発明性を争っていない。したがって、職務発明性が争点とされるのは、\n本件各発明１に限られるところ、第１事件及び第２事件の争点は、次のとお\nり特定されている。\n⑵  争点の特定等\nア  第１事件について\n本件発明１－３は、本件発明１－２に係る国内特許出願を基礎出願とし\nて、ＰＣＴ出願が行われたものであるところ、本件発明１－２と本件発明\n１－３には、本件補正の限度で内容に差異が存在するものの、双方当事者\nは、本件発明１－２の職務発明性については、本件発明１－３の職務発明\n性に係る判断に従うことに同意した。そして、本件発明１－３は、複数の\n請求項から構成されるところ、双方当事者は、そのうち請求項１のみに基\nづき、本件発明１－３全体の職務発明性を判断することに同意した。\nそのため、本件発明１－２の職務発明性の争点の内容は、本件発明１－\n３の請求項１に関するものと同一である。\nイ  第２事件について\n第２事件における争点は、本件請求２に係る訴えの利益の有無のみであ\nることが確認された（第２事件に係る第１回弁論準備手続調書参照）。\n⑶  以上によれば、本件の争点は、次のとおりとなる。\nア  訴えの利益の有無（請求１－１、同１－３、同２において共通するもの。\n争点１）\nイ  本件発明１－１の職務発明性（争点２）\nウ  本件発明１－３の職務発明性（同１－２にも共通するもの。争点３）\n⑷  時機に後れて提出された攻撃防御方法について\nア  事実経過\n①  被告らは、当事者双方の主張立証が終了し心証開示が行われた後、訴\n訟代理人を代えて、第１事件に係る準備書面⑶及び準備書面⑷並びに第\n２事件に係る準備書面⑷を提出した。\n②  これに対し、原告は、従前の審理計画に鑑み、被告らが上記各準備書\n面に記載された主張を行うことは、訴訟上の信義則に反し、また、時機\nに後れた攻撃防御方法の提出として却下されるべきである旨主張した。\n③  上記の主張を踏まえ、被告らは、第２事件に係る準備書面⑷を陳述し\nないとする一方、第１事件に係る準備書面⑶及び準備書面⑷を陳述した。\nイ  時機後れの主張に対する判断\n前記前提事実及び弁論の全趣旨によれば、裁判所は、当事者双方と協議\nをし、その結果を踏まえて審理の計画を定めたところ、当該審理の計画に\nよれば、被告らは、職務発明性につき、反論及び再々反論をした上、その\n後の技術説明会における口頭議論をもって主張立証を終了するものと定め\nられ、その後、裁判所は、当該主張立証終了後心証開示をして和解協議を\nし、和解が困難な場合には、第２回口頭弁論期日において弁論を終結する\nこととした。\n上記審理の計画の定めにかかわらず、被告らは、第２回口頭弁論期日に\nおいて、訴訟代理人を代えた上、第１事件に係る準備書面⑶及び⑷を陳述\nしたところ、上記認定に係る審理計画によれば、被告らによる同各準備書\n面の陳述は、当事者双方と協議の上で定められた審理の計画に明らかに反\nするものであり、これに対する原告らによる反論の機会を要することから\nすると、終結予定とされた弁論を直ちに終結することができないことにな\nり、本件訴訟の完結を遅延させることも明らかである。\nこれらの事情の下においては、上記各準備書面に記載された主張は、原\n告の申立てにより、いずれも時機に後れた攻撃防御方法として、これらを\n却下するのが相当である。\n第３  争点に対する当事者の主張\n１  争点１（訴えの利益の有無）について\n（被告らの主張）\n⑴  ＰＣＴ出願は、ＰＣＴ条約及び同条約に基づく国際出願等に関する法律に\n基づく制度であり、ＰＣＴ条約の締結国における国内特許の取得を簡素化す\nるため、その出願に係る願書手続を一本化するものである。\nこのように、ＰＣＴ出願は、出願を簡素化する手続であるため、国際出願\nに係る発明が、その願書において出願人が特許の取得を希望するものとして\n指定した条約締結国のそれぞれにおいて特許として認められるか否かは、最\n終的には当該締結国の特許庁の実体的な審査に委ねられている。すなわち、\n出願人が真の権利者であるかという問題については、属地主義に照らし、各\n国の実体法に基づき定められるべき事柄である。\nそして、仮に日本の裁判所が、日本法に基づき、本件発明１－１、１－３\n及び２の職務発明性を認め、原告にそれらの特許を受ける権利が帰属すると\n判断し、これを受けて出願受理官庁が出願人名を原告に改める手続補正を行\nったとしても、指定国特許庁はそれに拘束されないため、指定国において、\n別途、特許を受ける権利の帰属主体について実体判断を行うことになる。そ\nうすると、被告らとしても、当該指定国において、再度、職務発明性を争う\nことが可能となるため、日本以外に対する国際出願について、日本国内で特\n許を受ける権利の確認訴訟を行ったとしても、紛争の解決には何ら資するも\nのではない。\nさらに、被告Ａは、本件ＰＣＴ出願１につき、日本国を含め、期限内に指\n定国への国内移行手続を行っておらず、我が国においては、出願却下処分が\nされている。また、被告会社は本件ＰＣＴ出願２につき、被告Ｂは本件Ｐ\nＣＴ出願３につき、いずれも指定国への国内移行手続を行っていない。\nそうすると、本件各ＰＣＴ出願については、いずれの指定国においても、\n今後登録される見込みがないため、いずれも原告に確認の利益はない。\n⑵  原告は、ドイツ人弁護士の意見書（甲３５）を根拠として、日本の判決が\n少なくとも１か国のＥＰＣ締約国で承認されれば、原告は、ＥＰＣ条約第６\n１条１項⒝に基づく新たな欧州特許出願をすることが可能である旨主張する。\nしかしながら、上記にいう「日本の判決」というのは、我が国における特\n許を受ける権利の確認判決をいうものと解されるところ、本件のように、既\nに我が国における特許を受ける権利が消滅し、訴えの利益を欠くため確認判\n決を得ることができなくなった場合までを念頭に置いたものではない。\nまた、上記意見書が論ずるものは、欧州特許出願に関する権利であり、\n「ＰＣＴ出願に係る特許を受ける権利」ではない。\n(原告の主張)\n⑴  本件各ＰＣＴ出願は、いずれの指定国においても、国内移行手続期間内に\n国内移行がされていないため、通常の手続による限り、ＰＣＴ出願に基づく\n各国出願は行われないことになる。しかし、そのような場合であっても、原\n告は、我が国における裁判手続を通じて、ＰＣＴ出願に係る特許を受ける権\n利を有する旨の確認判決を得ることによって、新たな欧州特許出願を行うこ\nとができる。\n⑵  条約の定め\n欧州特許制度によれば、発明者又はその権利継承者は欧州特許の付与を受\nける権利を有する（ＥＰＣ条約第６０条１項）。しかしながら、欧州特許庁\nには、発明者又はその権利承継人に関する紛争を判断する権限はなく、出願\n人は欧州特許の付与を受ける権利を有するものとみなされる（ＥＰＣ条約第\n６０条３項）。そして、欧州特許出願の権利に関する紛争は、その一切を各\n国の裁判所で行うこととされ、特許を受ける権利に関する訴訟の係属中は、\nＥＰＯは、当該欧州特許出願に係る付与手続を停止することとなる（ＥＰＣ\n施行規則１４条１項）。\n各国の裁判所において確定判決が得られた場合、原告には３つの選択肢が\n与えられるところ、そのうちの１つに、「同じ発明について新たな特許出願\nをすること」がある（ＥＰＣ条約第６１条１項⒝）。\nそして、ＥＰＣ条約第６１条１項所定の救済手段を受けるために必要な条\n件について定めたＥＰＣ施行規則第１６条によれば、欧州特許出願において\n指定されたＥＰＣ締約国であって、①特許を受ける権利に関する判決が行わ\nれた国、②特許を受ける権利に関する判決が承認された国、又は③１９７３\n年の「承認に関する議定書」に基づき特許を受ける権利に関する判決を承認\nしなければならない国、以上のいずれかである場合には、上記救済手段を受\nけることができることになる。\n⑶  ドイツにおいて我が国の判決が承認されること\n⑵によれば、我が国の判決が少なくとも１か国のＥＰＣ締約国で承認され\nれば、原告は、ＥＰＣ条約第６１条１項⒝に基づき、基礎出願について優先\n権主張をして新たな欧州特許出願をすることが可能となるところ、ドイツの\n裁判所は、ドイツ民事訴訟法（ＺＰＯ）３２８条１項所定の例外規定に該当\nしない限り、外国の判決を自動的かつ法律上当然に承認することとなる。\nすなわち、①外国の裁判所にドイツ法規に基づく管轄権があり、②訴状が\n適正に被告に送達されており、③相反する判決が存在せず、ドイツ国内で訴\n訟が提起されておらず、④その判決がドイツの公序に反するものでなく、⑤\n相手国による判決の相互承認、いわゆる相互主義が担保されていれば、ドイ\nツの裁判所は外国判決を承認することとなる。\nそして、ドイツ法の裁判管轄権に関する一般規則を適用すれば、日本の裁\n判所に管轄権が認められるため、我が国の裁判所の判決は、ドイツの裁判所\nにおいても承認されることとなる。\n２  争点２（本件発明１－１の職務発明性）について\n（原告の主張）\n被告Ａが本件ＰＣＴ出願１を行った令和３年７月１日当時、被告Ａは原告の\n役員であったところ、次のとおり、本件発明１－１は職務発明に該当する。\n⑴  使用者等の業務範囲に属すること\nア  原告は、「低侵襲治療機器の開発」、「医療機器のデザイン設計及び設\n計評価」、「ステントのデザイン設計及び設計評価」等を事業の目的とす\nる株式会社であり、現に当該目的の事業を行っている（甲８、１２）。\nそして、本件発明の内容は、デリバリワイヤと係止ステント等から成る\n生体管腔中での治療デバイスのデリバリシステムに関するもの（別紙発明\n目録１参照）であり、「低侵襲医療機器の開発」に含まれるため、正に上\n記事業に含まれる。\nまた、原告が株式会社ＪＩＭＲＯ（以下「ＪＩＭＲＯ」という。）との\n間で締結した経営委任契約（乙２。以下「本件経営委任契約」という。）\n及び原告の第３次中期経営計画（甲２２）等には、頭蓋内動脈狭窄症治療\n用ステントが含まれていることからしても、頭蓋内動脈狭窄症治療用ステ\nントは、原告が現に行っている業務に含まれる。さらに、原告の事業計画\n等にも、頭蓋内動脈狭窄症治療用ステントは含まれている。\nイ  また、①本件経営委任契約（乙２）においては、頭蓋内動脈狭窄症治療\n用ステント開発事業を推進することが原告の企業価値の最大化に寄与する\nことが記載されていること、②ＩＧＡ  Ｈｅａｌｔｈｃａｒｅ株式会社\n（以下「ＩＧＡ」という。）に対し、「動脈狭窄症治療用ステント」の開\n発を業務委託していること、③有限会社ネイションワイド（以下「ネイシ\nョンワイド」という。）に対し、「頭蓋内ステントの設計業務」及び「頭\n蓋内ステントの設計図作成業務」を業務委託していることからすれば、頭\n蓋内動脈狭窄症治療用ステントの開発が原告の業務内容とされ、当時の代\n表者である被告Ａがその旨を認識していたことは明らかである。\nウ  被告らの主張に対する反論\n被告らは、「業務範囲」につき、原告の具体的な業務内容に基づき検\n討する必要がある旨主張するが、同主張は、業務の内容を細分化する独\n自の見解に依拠するものであり、相当ではない。\n被告らの主張を前提としても、原告は、「ステント型血栓除去デバイ\nス」の設計開発及び販売を現に業務として行っているところ、本件発明\n１は、「治療デバイス」（請求項１）として、ステントリトリーバ等の\n「血栓除去デバイス」（請求項１４）を含んでいる。このように、本件\n発明１は、「ステント型血栓除去デバイス」と一体となって生体管腔内\nにおける治療のために機能するものであり、両者は同一の業務分野に含\nまれるものである。\n被告らは、令和元年１２月９日に開催された原告の取締役会において、\n「「頭蓋内動脈狭窄症治療用ステント」開発事業を事業化しない旨の決\n議がなされた」という議事録の記載（乙３）を根拠に、頭蓋内動脈狭窄\n症治療用ステントの開発が原告の業務内容であることを否定する。\nしかしながら、上記記載は、議長である被告Ａがその旨を発言して自\nら議事録に記載したものにすぎず、原告の事業に関する決議ではないか\nら、法的にみて、上記のような決議があったということはできない。\n被告らは、令和４年７月６日付けの回答書（乙４）の記載を根拠とし\nて、頭蓋内動脈狭窄症治療用ステントの開発が原告の業務内容であるこ\nとを否定する。\nしかしながら、同回答書は、本件各ＰＣＴ出願から１年又は１年半後\nに作成されたものであり、上記各出願に係る出願日当時の状況を示すも\nのではない。また、上記回答書は、被告Ａがその内容を予め指定した上\nで、当時の原告の代表者であるＣに作成を依頼したものであり、その内\n容は信用性を欠くものである。\n⑵  従業員等の現在又は過去の職務に属すること\n発明に至った行為が当該発明者の「職務」に属するとは、発明行為それ自\n体が職務であることを意味せず、職務の遂行として発明を成した場合を指す。\nまた、従業者等が使用者から当該発明を完成するよう具体的な命令ないし指\n示を受けていることまで必要とする趣旨ではなく、当該従業者等の職務内容\nから見て、当該発明を完成させることが一般に予定ないし期待されていれば\n足り（東京地判平成１４年９月１０日判決参照）、代表取締役や専務取締役\nとして技術部門の最高責任者の地位にあった者には、具体的指示を要さない\n（最高裁昭和４２年 第８８１号同４３年１２月１３日第二小法廷判決・\n民集２２巻１３号２９７２頁参照）\nそして、原告は医療機器メーカーであるところ、被告Ａは経営の最高責任\n者として本件発明１－１を原告のために開発することが当然に期待されてい\nた以上、本件発明１－１は、原告の「現在の職務」に属する発明であったと\nいうことができる。\n（被告らの主張）\n本件発明１－１は、職務発明には該当しない。\n⑴  使用者等の業務範囲に属さないこと\nア  原告の業務範囲\n特許法３５条所定の「業務範囲」は、法人の定款記載の目的を基準に判\n断されるものではなく、原告の具体的な業務内容に基づいて検討する必要\nがある。\nそして、以下のとおり、原告の業務範囲は、「ステント型血栓除去デバ\nイス」の設計開発及び販売のほか、ステント型血栓除去デバイスを脳血管\n内の病変部に運ぶ「マイクロカテーテル」及び脳領域以外で使用する「ガ\nイディングカテーテル」の設計開発にとどまるというべきである。\n原告が現に行っている業務は、「急性期虚血性脳梗塞（原則として発\n症後８時間以内）において、組織プラスミノーゲンアクチベーター（ｔ\n－ＰＡ）の経静脈投与が適応外、又はｔ－ＰＡの経静脈投与により血流\n再開が得られない患者を対象とし、血流の再開通を図るために使用する」\nことを目的とした「ステント型血栓除去デバイス」の設計開発及び販売\nにとどまる（甲１２）。\nもともと、原告は、親会社であったＪＩＭＲＯの指示に基づき、「ス\nテント型血栓除去デバイス」及び「頭蓋内動脈狭窄症治療用ステント」\nの開発に特化してきた会社である（乙１、２）。\nそして、原告は、被告Ａがその代表取締役の地位にあった当時、Ｔｒ\nｏｎ  ＦＸ血栓除去デバイスの事業推進及び改良開発を提案したものの、\nＪＩＭＲＯが非協力的であったため、原告の事業範囲は実質的に狭めら\nれることとなり、令和元年１２月９日に開催された原告の取締役会にお\nいて、「頭蓋内動脈狭窄症治療用ステント」開発事業については、これ\nを事業化しない旨の決議がされたという経緯も存在する（乙３）。\nその後、令和２年１月１日には、大塚メディカルデバイス株式会社\n（以下「大塚メディカル」という。）がＪＩＭＲＯから原告の株式の譲\n渡を受けたものの、それ以降、原告の業務範囲は、①大塚メディカルの\n研究・開発支援のほか、②ステント型血栓除去デバイスであるＴｒｏｎ\nＦＸの設計監理・改良開発となった。そして、本件発明１－１が完成し\nた令和２年６月頃及び本件発明１－２が完成した同年１１月頃には、原\n告は、①大塚メディカルの研究・開発支援の一環として、脳領域以外で\n使用する「ガイディングカテーテル」及び②ステント型血栓除去デバイ\nスであるＴｒｏｎＦＸの設計監理・改良開発の一環として、「ステント\n型血栓除去デバイス」を中心とし、副次的なものとして、ステント型血\n栓除去デバイスを脳血管内の病変部に運ぶ「マイクロカテーテル」を取\nり扱っていたものである。\n以上のとおり、原告は、本件発明１－１の内容である「遠位スタビラ\nイザ」を取り扱っておらず、その予定も全くなかった。\nそして、原告は、令和４年７月６日の時点でも、被告Ａに対し、「頭\n蓋内血栓除去デバイス以外の脳血管内治療用等医療機器の開発事業」が\n原告の業務に含まれず、今後も実施する予定がない旨の回答をしている\n（乙４）。\nそもそも、原告のような医療機器ベンチャー企業は、１社１製品の開\n発に専念し、数年から１０年以上にわたって約十億円から数十億円の費\n用で１つの製品を開発するものである。このように、医療機器の設計開\n発は極めてハイリスクなものであり、ある特定の治療機器を取り扱うメ\nーカーがこれと一体となって機能する他の製品の開発を行うことは、全\nく新たな領域の製品を開発するのに等しいほどの重大かつ慎重な判断を\n伴うものである。\n原告がネイションワイドとの間で締結した業務委託契約（甲２５。以\n下「本件業務委託契約」という。）については、当時、原告において、\n頭蓋内動脈狭窄症治療用ステントを事業化しないことが既定路線となっ\nていたところ、業務委託の内容が一時的に流動的であったことから、従\n来、「頭蓋内動脈狭窄症治療に向けたステント」の設計業務・設計図作\n成業務という表現から、「頭蓋内ステント」の設計業務・設計図作成業\n務という抽象的な表現に差し当たり変更したものにすぎない。そして、\n実際には、ネイションワイドは、頭蓋内動脈狭窄症治療用ステントの設\n計を行ってはいない。\nイ  本件発明が原告の事業に含まれないこと\n本件発明１－１は、血管中での「カテーテルデリバリに用いる遠位ス\nタビライザ」（甲３の請求項３参照）であり、別紙図面一覧のとおり、\nその構成要素である係止ステント３を、小サイズのカテーテル５の遠位\n端５１から解放して血管壁Ｖ１に停止させた状態で、大サイズのカテー\nテル６を遠位側へと前進させることを含むカテーテルデリバリ操作を行\nい、当該大サイズのカテーテル６に内挿した治療デバイス７を標的位置\nＴＰ（治療すべき病変部位）へとデリバリするものである。\n遠位スタビライザは、アンカーデバイスとも呼ばれ、血管内手技で幅\n広く使用されるデリバリワイヤと同様、補助デバイスに該当するもので\nある。そして、補助デバイスは、「ステント型血栓除去デバイス」（甲\n１２）、すなわち治療機器とは使用目的が全く異なるものであり、さら\nに、一般的名称、特定保健医療材料のいずれにおいても、種類の異なる\n製品であるため、本件発明１－１は、治療機器である急性期虚血性脳梗\n塞患者の血流再開通を目的とする「ステント型血栓除去デバイス」への\n適用も認められておらず、その逆もまた同様である。\nまた、本件発明１－１は、従来のアンカーデバイスが抱えた課題を解\n決するための改良発明である。そして、この改良発明が解決する課題は、\nアンカーデバイスに特有の課題であり、原告が設計開発及び販売する\n「ステント型血栓除去デバイス」とは、何の技術的関連性も存在しない。\n原告は、本件発明１－１が「ステント型血栓除去デバイス」と一体と\nなって生体管腔内における治療のために機能することを根拠に、本件発\n明１－１が「ステント型血栓除去デバイス」の設計開発及び販売事業に\n含まれるなどと主張するが、一般に、生体管腔内における治療のために\n一体となって機能する製品は、治療機器に限らず、非常に様々な医療用\n品が含まれるのであって、原告の上記主張は、医療機器の開発の実態に\nそぐわないものである。\n更にいえば、本件発明１－１がステント型血栓除去デバイスとの併用\nが想定されるという主張自体、誤りである。そもそも本件発明１－１は、\nサイズの大きなカテーテル交換に関する発明であり、従来ガイドワイヤ\nによって行われていた大サイズのカテーテル交換につき、係止スタント\nを使用して安全に行うものであるのに対し、ステント型血栓除去デバイ\nスは、血管閉塞部位に送達容易な小サイズのカテーテルに適合する小型\n治療デバイスであり、ステント型血栓除去デバイスを用いる際には大サ\nイズのカテーテルへの交換を行う必要が存在しないどころか、かえって\n非常に危険な行為であり、両者を併用することなどあり得ない。\n⑵  従業員等の現在又は過去の職務範囲に属さないこと\n職務発明の要件としての「職務」とは、発明を完成させることが従業者等\nの職務として一般的に予定され期待されていたかどうかという観点から判断\nされるべきである。これは、取締役についても同様であり、企業の全業務が\n直ちに取締役の職務範囲になるものではなく、具体的な状況を考慮して決定\nされる必要がある。\nそして、被告Ａは、原告在職中に、代表取締役として事業方針を決定する\n等の大局的な判断を行う立場にあり、個々の発明の完成に直接寄与したり、\n自発的に研究、発明を行ったりすることは予定されていなかった。\nしたがって、仮に本件発明が原告の業務範囲に含まれると評価されるよう\nな場合であっても、被告Ａの職務範囲に属していたということはできない。\n３  争点３（本件発明１－３の職務発明性）\n（原告の主張）\n⑴  使用者等の業務範囲に属すること\nア  前記争点２における「原告の主張」欄に記載のとおり、原告の業務範囲\nは、「低侵襲治療機器の開発」、「医療機器のデザイン設計及び設計評\n価」、「ステントのデザイン設計及び設計評価」等である。\nイ  そして、本件発明１－３の請求項１は、血管プラグの発明であるところ\n（甲７）、これはステントそのものであり、原告の業務範囲に含まれる。\nすなわち、本件発明１－３の請求項１は、血管に形成された瘤を塞栓す\nる血管プラグ２であって、プッシュワイヤ５と、その遠位側に接続され、\n瘤に留置される拡張部とを備え、その拡張部は、カテーテルへの収納時に\nは縮径して略筒形となり、非収納時には先端側から外向きにカールする血\n管プラグ２である。そして、上記にいう「拡張部」とは、ステント４を指\nし、また、本件発明１－３が解決しようとする課題は、「瘤に対するサイ\nズの自由度が高く且つ拡張部の急激な拡張を抑制した血管プラグ」（段落\n【０００６】）であるところ、本件発明３は、その拡張部であるステント\n４の特徴によって上記課題を解決するものである（甲７の図２Ｂ、図３Ａ\n～Ｄ）。\n以上によれば、本件発明１－３の請求項１は、ステントの発明であるこ\nとが明らかである。\n⑵  使用者等の現在又は過去の職務範囲に属すること\n前記争点２の「原告の主張」欄⑵に記載のとおり、被告Ａは経営の最高責\n任者として本件発明１－３を原告のために開発することが当然に期待されて\nいた以上、本件発明１－３は、原告の「現在の職務」に属する発明であった\nということができる。\n（被告らの主張）\n⑴  使用者等の業務範囲に属さないこと\nア  前記争点２の「被告らの主張」欄に記載のとおり、本件発明１－３が完\n成した当時の原告の業務範囲は、「ステント型血栓除去デバイス」の設計\n開発及び販売のほか、ステント型血栓除去デバイスを脳血管内の病変部に\n運ぶ「マイクロカテーテル」及び脳領域以外で使用する「ガイディングカ\nテーテル」の設計開発にとどまる。\nイ  本件発明１－３は、血管中での「血管に形成された瘤を塞栓する血栓プ\nラグ」（請求項１）であって、その構成要素である拡張部（ステント）を\n瘤内で留置させる発明である。すなわち、ステント型血栓除去デバイスは、\n脳梗塞の治療デバイスであり、脳血管内の血栓にステントを食い込ませ、\n絡め取ることによって血栓を除去・回収し、血流を再開させることを目的\nとしたものであるのに対し、本件発明１－３の請求項１は、「血管に形成\nされた瘤を塞栓する」との記載からも明らかであるように、脳梗塞とは全\nく異なる脳動脈瘤という疾患に対し、動脈瘤内部への血液の流入を防ぐこ\nとにより、瘤が破裂しないように保護することを目的とするものであり、\n両者は全く異なるものである。そして、このような目的の相違に照らして、\n製品として求められる性能・機能も当然に異なってくるほか、一般的名称、\n特定保健医療材料のいずれにおいても種類の異なる製品であるため、本件\n発明１－３は、治療機器である急性期虚血性脳梗塞患者の血流再開通を目\n的とする「ステント型血栓除去デバイス」への適用も認められておらず、\nその逆もまた同様である。\nまた、本件発明１－３は、従来の血栓プラグが抱えた課題を解決するた\nめの改良発明である。すなわち、血栓プラグには、①瘤の大きさに適した\nサイズの製品を準備選択することが煩雑であるという課題や（段落【００\n０４】）、②展開中にメッシュ部のうち既に押し出された部分の拡張力に\nより、残りのメッシュ部が急激に飛び出してしまい、動脈瘤を脆弱にした\nり、場合によっては突き破ってしまったりするというリスクがあるという\n課題（段落【０００６】）があったところ、これらの課題は、血栓プラグ\nに特有のものであり、ステント型血栓除去デバイスとは、何の技術的関連\n性もないものである。\n⑵  使用者等の現在又は過去の職務範囲に属さないこと\n前記争点２の「被告らの主張」欄⑵に記載のとおり、被告Ａは代表取締役\nの地位にあり、個々の発明に直接寄与する立場にはなかった以上、仮に本件\n発明２が原告の業務範囲に含まれると評価されたとしても、被告Ａの職務範\n囲にまで属していたということはできない。\n第４  当裁判所の判断\n１  訴えの利益の有無（争点１）\n⑴  ＥＰＣ条約等の規定等\nＥＰＣ条約６１条１項⒝は、最終的な決定によって、出願人以外の者が欧\n州特許の付与を受ける権利を有すると判断された場合には、当該出願人以外\nの者は、同じ発明について新たな欧州特許出願をすることができる旨規定し\nている。そして、ＥＰＣ施行規則１６条２項によれば、上記にいう救済手続\nは、欧州特許出願において指定されている締約国であって、その国に関して\n決定が行われ若しくは承認されたもの又は「承認に関する議定書」に基づい\nて承認されなければならないものに限り適用される旨規定している。\n上記の各規定を前提として、本件発明１－１、１－３及び２に係る各国際\n特許出願については、指定国においても国内移行手続が行われずにいずれも\n取下擬制がされているものの（第１回弁論準備手続調書参照）、原告は、日\n本の判決において日本法の職務発明の規定に基づく特許を受ける権利が原告\nに帰属することが確認された場合（本件において被告らは、外国法の職務発\n明の規定に基づき、特許を受ける権利を具体的に主張するものではない。）\nには、欧州特許出願において指定されている締約国であるドイツにおいて上\n記判決が承認されることになるため、当該ドイツの承認判決に基づき、原告\nは新たな欧州特許出願をすることができるとして、本件請求１－１、１－３\n及び２には、いずれも訴えの利益がある旨主張する。\nしかしながら、各国の特許権は、その成立、移転、効力等につき当該国の\n法律によって定められ、特許権の効力が当該国の領域内においてのみ認めら\nれるものである（最高裁平成７年（オ）第１９８８号同９年７月１日第三小\n法廷判決・民集５１巻６号２２９９頁参照）。このような属地主義の原則に\nよれば、我が国の職務発明の規定に基づく特許を受ける権利と、ドイツ法の\n職務発明の規定に基づく特許を受ける権利とは、それぞれ異なるものといえ\nるから、仮に我が国の職務発明の規定に基づく特許を受ける権利が日本にお\nいて認められたとしても、ドイツ法の職務発明の規定に基づく特許を受ける\n権利が必ずしもドイツにおいて承認されるものとはいえない。\nしかも、本件発明１－１、１－３及び２に係る各国際特許出願については、\n指定国においても国内移行手続が行われずにいずれも取下擬制がされている\nことからすると、少なくとも本件においては、そもそも確認の対象となるべ\nき権利関係が存在するものとはいえない。のみならず、原告は、ドイツ法の\n職務発明の規定に基づき特許を受ける権利の確認を求めて、ドイツの裁判所\nに対し訴えを提起することができるのであるから、日本の裁判所に対し日本\n法に基づく特許を受ける権利の帰属の確認を求めるよりも、端的に、ドイツ\nの裁判所に対し直接ドイツ法に基づく特許を受ける権利の帰属の確認を求め\nるのが、本件における紛争の解決としては、より有効かつ適切であるといえ\nる。\nこれらの事情を総合すれば、本件請求１－１、１－３及び２は、その確認\nの利益を欠くものと認めるのが相当である。\nしたがって、本件請求１－１、１－３及び２は、その確認の利益を欠くも\nのとして、いずれも却下するのが相当である。\n⑵  以上によれば、以下においては、請求１－２に限り、本案の判断に必要な\n検討をすべきところ、争点整理の結果によれば、本件発明１－２の職務発明\n性は、本件発明１－３（ただし、請求項１に係る発明をいう。以下同じ。）\nの職務発明性に従うこととされたため、以下、本件発明１－３の職務発明性\n（争点３）を検討する。\n２  本件発明１－３の内容\n⑴  本件発明１－３に係る特許の願書に添付された明細書及び図面（甲７。以\n下「本件明細書等」という。）には、次のとおりの記載があることが認めら\nれる。\nア  技術分野\n「本発明は、血管プラグ及びこれを備えた治療デバイスに関する。」\n（段落【０００１】）\nイ  背景技術\n「従来、患者の血管内に形成された瘤の破裂を予防するため、瘤の内部\nにコイルを留置する治療が行われている。近年では、コイルの代わりに血\n管プラグで瘤を塞栓する治療も行われている。この種の血管プラグとして、\nプッシャワイヤと、メッシュ部とを備えた血管プラグが提案されている。\nこの血管プラグのメッシュ部は、カテーテル内に縮径した状態で収納され、\nカテーテルから押し出されたときに拡張するように構成されている（例え\nば、特許文献１参照）。」（段落【０００２】）\nウ  特許文献\n「特許文献１：特許第６７５００４５号公報」（段落【０００３】）\nエ  発明が解決しようとする課題\n「血管プラグは、拡張したときのメッシュ部のサイズと瘤の大きさとが\n適合していないと、瘤を適切に塞栓することが難しくなるだけでなく、そ\nれ以外にも不具合を生じやすい。例えば、瘤の大きさに比べてメッシュ部\nのサイズが小さいと、瘤の内部に血液が入りやすくなるため、瘤の更なる\n拡張につながるおそれがある。また、瘤の大きさに比べてメッシュ部のサ\nイズが大きいと、メッシュ部の一部が血管側に突出して、血流を阻害する\nおそれがある。そのため、従来の血管プラグを用いた治療では、サイズの\n異なる複数の血管プラグを準備したり、その中から最適なサイズの血管プ\nラグを選択したりする必要があり、施術前の作業が煩雑になるという課題\nがあった。」（段落【０００４】）\n「また、特許文献１に記載の血管プラグ（以下、「従来例の血管プラグ」\nともいう）では、以下のような不具合を生じることがある。図６Ａ及び図\n６Ｂは、従来例の血管プラグ１０２を備えた治療デバイス１０１を用いて\n分岐部動脈瘤ＡＮにメッシュ部１０４を留置する様子を説明する図である。\n図６Ａに示すように、従来例の治療デバイス１０１において、カテーテル\n１０３の先端が分岐部動脈瘤ＡＮの内部に送り込まれ、その状態でプッシ\nャワイヤ１０５が操作されると、カテーテル３に収納されていたメッシュ\n部１０４は、先端側から押し出される。このとき、メッシュ部１０４がカ\nテーテル１０３の先端から不用意に飛び出さないように、プッシャワイヤ\n１０５は、少しずつ押し出される。しかし、メッシュ部１０４の半分以上\nが押し出されたときに、先に押し出されたメッシュ部１０４の拡張力によ\nり、残りのメッシュ部１０４がカテーテル１０３から引き出されることが\nある。このような引き出し力が作用すると、図６Ｂに示すように、メッシ\nュ部１０４が急激に飛び出してしまい、分岐部動脈瘤ＡＮを脆弱にし、場\n合によっては突き破ってしまうことがある。このようなメッシュ部１０４\nの急激な展開による不具合を回避するには、プッシャワイヤ１０５を遠位\n側に押し込みながら、カテーテル１０３の先端を分岐部動脈瘤ＡＮから引\nき出すように慎重に操作しなければならず、施術の難易度がより一層高く\nなる。したがって、従来、瘤に対するサイズの自由度が高く且つメッシュ\n部１０４のような拡張部の急激な拡張を抑制することが要望されている。」\n（段落【０００５】）\n「本発明は、瘤に対するサイズの自由度が高く且つ拡張部の急激な拡張\nを抑制した血管プラグ及び治療デバイスを提供することを目的とする。」\n（段落【０００６】）\n「本発明の一形態は、血管に形成された瘤を塞栓する血管プラグであっ\nて、プッシャワイヤと、前記プッシャワイヤの遠位側に接続され、瘤に留\n置される拡張部と、を備え、前記拡張部は、カテーテルへの収納時には縮\n径して略筒形となり、非収納時には先端側から外向きにカールする血管プ\nラグである。」（段落【０００７】）\nオ  発明の効果\n「本発明によれば、瘤に対するサイズの自由度が高く且つ拡張部の急激\nな拡張を抑制した血管プラグ及び治療デバイスを提供することができ\nる。」（段落【００１７】）\nカ  発明を実施するための形態\n「以下、本発明に係る血管プラグ及び治療デバイスの実施形態について\n説明する。なお、本明細書に添付した図面は、いずれも模式図であり、理\n解しやすさ等を考慮して、各部の形状、縮尺、縦横の寸法比等を、実物か\nら変更又は誇張している。また、図面においては、部材の断面を示すハッ\nチングを適宜に省略する。」（段落【００１９】）\n「本明細書等において、形状、幾何学的条件、これらの程度を特定する\n用語、例えば「直交」、「方向」等の用語については、その用語の厳密な\n意味に加えて、ほぼ直交とみなせる程度の範囲、概ねその方向とみなせる\n範囲を含む。本明細書では、プッシャワイヤ５（後述）を直線状に延ばし\nた状態での軸線方向（中心軸方向）をＸ方向とする。Ｘ方向において、施\n術者に近い近位側（後端側）をＸ１側、施術者から離れた遠位側（先端側）\nをＸ２側とし、Ｘ方向と直交する方向を径方向（Ｙ方向）として説明す\nる。」（段落【００２０】）\n「（第１実施形態）\n図１は、第１実施形態の血管プラグ２を備える治療デバイス１の斜視図\nである。図２Ａは、カテーテル３へ収納されていない状態（非収納時）の\n血管プラグ２を軸線中心に沿って切断した場合の断面図である。図２Ｂは、\nカテーテル３へ収納された状態（収納時）の血管プラグ２を軸線中心に沿\nって切断した場合の断面図である。\n図１に示すように、治療デバイス１は、血管プラグ２と、カテーテル３\nとを備えている。治療デバイス１は、血管プラグ２がカテーテル３に収納\nされ、瘤の内部でステント４（後述）がカテーテル３から押し出されて拡\n張することにより、瘤を塞栓する用途において使用される。」（段落【０\n０２１】）\n【図１】              【図２Ａ】\n「血管プラグ２は、図２Ａに示すように、ステント（拡張部）４、プッシ\nャワイヤ５及び接続部６を備えている。\nステント４は、瘤の内部に留置される構造体である。本実施形態のステ\nント４は、拡張により血管内腔を確保する一般的なステントとは異なり、\n拡張により瘤の内部への血液の流入を抑制するために用いられる。図１及\nび図２Ａに示すように、ステント４は、非収納時（以下、「拡張時」とも\nいう）において、軸線方向（Ｘ方向）Ｘ及び径方方向（Ｙ方向）に向けて\n３次元的に自己拡張し、略球形となる。」（段落【００２２】）\n「ここで、略球状とは、一般的な意味での球状に限らず、両端が球状と\nなる円筒形、厚さ方向に膨らんだ円盤状、楕円体等であってもよい。すな\nわち、本明細書において略球状とは、一般的な球状に限らず、概ね球状と\nみなせる形状又は球状と近似した立体形状（三次元形状）であり、瘤の内\n部への血液の流入を抑制することができれば、どのような形状であっても\nよい。また、拡張時のステント４において、表面の一部又は全体に凹凸が\n形成されていてもよい。\n一方、図２Ｂに示すように、ステント４は、カテーテル３への収納時に\nは、縮径されて細長い筒形（略筒形）となる。ステント４は、図２Ｂに示\nす縮径した状態からカテーテル３の外に押し出されることにより、図２Ａ\nに示すような略球状に自己拡張する。」（段落【００２３】）\n【図２Ｂ】\n「なお、図２Ａは、自然拡張状態におけるステント４の形状を示してい\nる。自然拡張状態とは、ステント４を開放された空間で拡張させた状態を\nいう。自然拡張状態において、ステント４は、最も拡張した状態となる。\n図２Ａでは、先端部４１が一重にカールした自然拡張状態のステント４を\n実線で示しているが、ステント４が留置される瘤の大きさによっては、想\n像線（二点鎖線）で示すように、先端部４１が二重にカールした状態とな\nる。具体的には、瘤が大きい場合、先端部４１がカールする量が少なくな\nるため（例えば、一重）、ステント４の全体の形状は大きくなる。一方、\n瘤が小さい場合、想像線で示すように、先端部４１がカールする量が多く\nなるため（例えば、二重又はそれ以上）、ステント４の全体の形状は小さ\nくなる。このように、ステント４は、瘤の大きさに応じてカール形状が変\n化するため、留置される瘤の大きさに合わせて形状を変化させることがで\nきる。」（段落【００２５】）\n「ステント４において、瘤の大きさに応じて先端部４１のカール形状が\n変化する特性は、後述するように、例えば略球状に形成されたステント４\nに形状記憶処理を施すことにより付与することができる。図２Ａに示す自\n然拡張状態のステント４において、接続部６とステント４の遠位側（Ｘ２\n側）との間の長さ（以下、「突き出し長さ」ともいう）Ｌは、適宜に設定\nすることができる。例えば、自然拡張状態において、ステント４の突き出\nし長さＬを短くすることにより、瘤の内部にステント４を留置する際に、\nカテーテル３の先端部を瘤のより奥側まで送り込むことができる。そのた\nめ、カテーテル３の先端部の位置をより安定させた状態でステント４を拡\n張させることができる。」（段落【００２６】）\n「第１実施形態のステント４は、金属又は樹脂材料によりメッシュ状に\n形成されている。ステント４において、メッシュ部分の開口の大きさ、密\n度等は、適宜に設定することができる。ステント４は、例えば生体適合性\n材料、特に好ましくは超弾性合金から形成されたチューブを、メッシュ状\nにレーザ加工することにより作製することができる。超弾性合金チューブ\nから作製する場合、コストを低減させるため、数ｍｍ程度のチューブをレ\nーザ加工後、所望する形状（例えば、図１に示す略球状）に拡張させ、そ\nの形状のチューブ材に形状記憶処理を施すことにより作製することが好ま\nしい。なお、ステント４は、レーザ加工に限らず、例えば切削加工等の他\nの方法によって作製することも可能であるし、ワイヤ状に成形した金属線\nを編み込むことによっても作製することができる。」（段落【００２７】）\n「ステント４を形成するための材料としては、材料自体の剛性が高く且\nつ生体適合性が高い材料が好ましい。このような材料としては、例えばチ\nタン、ニッケル、ステンレス鋼、白金、金、銀、銅、鉄、クロム、コバル\nト、アルミニウム、モリブデン、マンガン、タンタル、タングステン、ニ\nオブ、マグネシウム、カルシウム、これらを含む合金等が挙げられる。ま\nた、このような材料として、例えばポリエチレン（ＰＥ）、ポリプロピレ\nン（ＰＰ）等のポリオレフィン、ポリアミド、ポリ塩化ビニル、ポリフェ\nニレンスルフィド、ポリカーボネイト、ポリエーテル、ポリメチルメタク\nリレート等の合成樹脂材料を用いることもできる。更に、このような材料\nとして、例えばポリ乳酸（ＰＬＡ）、ポリヒドロキシブチレート（ＰＨ\nＢ）、ポリグリコール酸（ＰＧＡ）、ポリεカプロラクトン等の生分解性\n樹脂（生分解性ポリマー）等を用いることもできる。」（段落【００２\n８】）\n「これらの中でも、チタン、ニッケル、ステンレス鋼、白金、金、銀、\n銅、マグネシウム又はこれらを含む合金が望ましい。合金としては、例え\nばＮｉ－Ｔｉ合金、Ｃｕ－Ｍｎ合金、Ｃｕ－Ｃｄ合金、Ｃｏ－Ｃｒ合金、\nＣｕ－Ａｌ－Ｍｎ合金、Ａｕ－Ｃｄ－Ａｇ合金、Ｔｉ－Ａｌ－Ｖ合金等が\n挙げられる。また、合金としては、マグネシウムと、Ｚｒ、Ｙ、Ｔｉ、Ｔ\nａ、Ｎｄ、Ｎｂ、Ｚｎ、Ｃａ、Ａｌ、Ｌｉ、Ｍｎ等との合金が挙げられる。\nこれらの合金の中では、Ｎｉ－Ｔｉ合金が望ましい。」（段落【００２\n９】）\n「プッシャワイヤ５は、ステント４を、カテーテル３内又は血管内で移\n動させる際に、施術者により操作される線状の部材である。施術者は、プ\nッシャワイヤ５の近位側（Ｘ１側）に連結された操作部（不図示）を介し\nてプッシャワイヤ５を押し込んだり、引き込んだりすることにより、カテ\nーテル３、血管、瘤等の内部において、ステント４を前進させたり、後退\nさせたりすることができる。」（段落【００３０】）\n「接続部６は、プッシャワイヤ５とステント４（血管プラグ２）とを分\n離可能に接続する部材である。接続部６は、図２Ｂに示すように、プッシ\nャワイヤ５の遠位側（Ｘ２側）と、ステント４の近位側（Ｘ１側）との間\nに設けられている。接続部６は、例えばヒータコイル、フィラメント等\n（不図示）により構成される。プッシャワイヤ５を介してヒータコイルに\n通電すると、ヒータコイルが加熱し、この加熱によりフィラメントが溶け\nて切断される。フィラメントが切断されることにより、プッシャワイヤ５\nとステント４が分離される。施術者は、瘤の内部でステント４を拡張させ\nた後、プッシャワイヤ５を介してヒータコイルに通電することにより、瘤\nにステント４を残したまま、プッシャワイヤ５のみを回収することができ\nる。なお、接続部６を切断した後のステント４とプッシャワイヤ５を示す\n図３Ｄ（後述）では、切断された接続部６の図示を省略している。また、\n接続部６は、プッシャワイヤ５の周方向に回転力が加えられたときに、機\n械的に切断されるように構成してもよい。接続部６は、施術者の操作によ\nりプッシャワイヤ５とステント４とを分離可能であれば、上記例に限らず、\nどのような構成であってもよい。」（段落【００３１】）\n「カテーテル３は、血管プラグ２が収納される細長い筒状のチューブで\nある。カテーテル３は、血管プラグ２が収納された状態で、例えば脳動脈\nの中に挿入される。カテーテル３の遠位側（Ｘ２側）の端部には、造影用\nのマーカー（不図示）が設けられている。マーカーは、血管内において、\nカテーテル３の遠位側の位置を確認するための目印となる部材であり、放\n射線不透過の材料により形成される。以下の説明では、カテーテル３の遠\n位側の端部を、「カテーテル３の先端部３１」又は「先端部３１」ともい\nう。」（段落【００３２】）\n「次に、第１実施形態の治療デバイス１を用いた施術により、生体内に\n形成された分岐部動脈瘤ＡＮにステント４を留置する場合の手順について\n説明する。\n図３Ａ～図３Ｄは、第１実施形態の治療デバイス１を用いて分岐部動脈\n瘤ＡＮにステント４を留置する手順を説明する模式図である。治療デバイ\nス１は、カテーテル３に血管プラグ２を収納した状態（図２Ｂ参照）で生\n体内に挿入される。なお、治療デバイス１を分岐部動脈瘤ＡＮに誘導する\n際には、ガイドワイヤ、ガイディングカテーテル（不図示）等が用いられ\nるが、ここでは、これらデバイスを用いた作業の説明を省略する。」（段\n落【００３３】）\n「まず、図３Ａに示すように、カテーテル３（治療デバイス１）の先端\n部３１を血管分岐部Ｂの近傍まで誘導し、更に先端部３１を分岐部動脈瘤\nＡＮの内部に送り込む（配置する）。カテーテル３の先端部３１は、分岐\n部動脈瘤ＡＮの奥行き方向において、中間から奥側の位置に送り込むこと\nが望ましい。」（段落【００３４】）\n「次に、カテーテル３の近位側（Ｘ１側）を把持した状態で、プッシャ\nワイヤ５を操作して、ステント４を遠位側（Ｘ２側）に押し込む。これに\nより、図３Ｂに示すように、カテーテル３に収納されていたステント４の\n先端部４１がカテーテル３の先端部３１から押し出され、外向きにカール\nしながら拡張する。ステント４は、カテーテル３の先端部３１から押し出\nされた直後から外向きにカールしながら拡張する。そして、プッシャワイ\nヤ５を操作して、ステント４を更に遠位側に押し込むと、図３Ｃに示すよ\nうに、ステント４の先端部４１は、更に外向きカールしながら拡張する。\nこれにより、ステント４は、分岐部動脈瘤ＡＮの大きさに合わせて形状を\n変化させながら拡張して、最終的に分岐部動脈瘤ＡＮの大きさに合った略\n球状となる。なお、ステント４がカテーテル３の先端部３１から突出する\n長さは、ステント４を遠位側に押し込む量に係わらず、ほぼ同じとなる。\nすなわち、ステント４を遠位側に押し込み続けても、ステント４は、カテ\nーテル３の先端部３１から一定の長さ以上は突出することがない。」（段\n落【００３５】）\n「次に、接続部６（図２Ａ参照）に通電して、図３Ｄに示すように、プ\nッシャワイヤ５とステント４を分離させる。そして、血管分岐部Ｂからカ\nテーテル３と共にプッシャワイヤ５を近位側（Ｘ１側）へ引き込む。これ\nにより、カテーテル３とプッシャワイヤ５を生体内から回収することがで\nきる。なお、拡張したステント４からカテーテルとプッシャワイヤ５を引\nき抜くと、ステント４の先端部４１が中心側に膨らみ、カテーテルやプッ\nシャワイヤ５の挿通していた穴が塞がれる。そのため、後述するように、\n分岐部動脈瘤ＡＮの開口（血管側の部分）からの血液の流入を抑制し、ま\nた内部に残存する血液の流出を抑制して血液塊をステント内に形成するこ\nとができる。」（段落【００３６】）\n「以上の手順により、分岐部動脈瘤ＡＮの内部に略球状のステント４を\n留置することができる。なお、図３Ａ～図３Ｄは、分岐部動脈瘤ＡＮにス\nテント４を留置する手順の概略を示したものである。実際に分岐部動脈瘤\nＡＮにステント４を留置する作業には、瘤が形成されている部位に応じて\n様々な施術が行われる。」（段落【００３７】）\n【図３Ａ】             【図３Ｂ】\n【図３Ｃ】             【図３Ｄ】\n「上述した第１実施形態の血管プラグ２及びこれを備えた治療デバイス\n１によれば、例えば以下のような効果を奏する。\n第１実施形態の血管プラグ２において、ステント４は、拡張時に先端部\n４１から外向きにカールする。そのため、例えば図３Ａ～図３Ｄに示すよ\nうに、分岐部動脈瘤ＡＮの内部でステント４を拡張させることにより、ス\nテント４の形状を、分岐部動脈瘤ＡＮの大きさに合わせて変化させること\nができる。このように、第１実施形態の血管プラグ２は、瘤に対するサイ\nズの自由度が高いため、分岐部動脈瘤ＡＮの大きさに合わせて拡張時のサ\nイズが異なる複数のステントを用意したり、その中から最適なサイズのス\nテントを選択したりする必要がないので、施術前の作業をより簡素化する\nことができる。」（段落【００３８】）\n「ここで、血管プラグ２を分岐部動脈瘤ＡＮの内部で拡張させることに\nよる有利な点について説明する。\n先に説明した特許文献１に記載された従来例の血管プラグは、カテーテ\nルから押し出されたメッシュ部が、押出し方向の前方に向けて拡張するよ\nうに構成されている。そのため、血管が複雑に屈曲しているために、カテ\nーテル内でプッシャワイヤの動きが鈍くなっている場合、プッシャワイヤ\nを遠位側に強く押し込んだ際に、メッシュ部が急激に飛び出して分岐部動\n脈瘤を脆弱にし、場合によっては突き破ってしまうおそれがある。また、\nプッシャワイヤを遠位側に押し込む際に不具合が生じなかったとしても、\n先に図６Ｂを用いて説明したように、メッシュ部１０４が半分以上押し出\nされたときに、先に押し出されたメッシュ部１０４の拡張力により、メッ\nシュ部１０４が急激に飛び出して、分岐部動脈瘤を脆弱にし、場合によっ\nては突き破ってしまうおそれもある。」（段落【００４１】）\n「従来例の血管プラグにおいて、上記のような不具合を回避するため、\n例えばプッシャワイヤを遠位側（Ｘ２側）に押し込むと同時に、プッシャ\nワイヤとカテーテルを近位側（Ｘ１側）に引き込む操作を行うことが考え\nられる。しかし、複雑に屈曲した血管内において、上記のような操作を行\nうには高度な技術が必要となり、施術の難易度がより一層高くなる。また、\n他の方法として、カテーテルの先端部を分岐部動脈瘤の近傍まで送り込ん\nだ状態でメッシュ部を拡張させることが考えられる。しかし、分岐部動脈\n瘤のある血管分岐部は、形状が複雑であり且つ血流もあるため、カテーテ\nルの先端部の位置を安定させることは難しく、カテーテルの先端部が分岐\n部動脈瘤から外れた方向に向いてしまうこともある。そのため、カテーテ\nルの先端部からメッシュ部を押し出したときに、メッシュ部が意図しない\n方向に飛び出すおそれがある。」（段落【００４２】）\n「これに対して、第１実施形態のステント４は、図３Ｂに示すように、\nカテーテル３の先端部３１から押し出された直後から外向きにカールしな\nがら拡張する。これによれば、仮にカテーテル３からステント４の先端部\n４１が急激に飛び出したとしても、先端部４１は、図中の矢印で示すよう\nに、外向きにカールしながら拡張するため、拡張力が瘤の遠位側の内壁面\nから離れる方向に作用する。したがって、ステント４の先端部４１が分岐\n部動脈瘤ＡＮを突き破るリスクを大幅に低減することができる。」（段落\n【００４３】）\n「また、第１実施形態のステント４によれば、ステント４を半分以上押\nし出した後、ステント４の急激な飛び出しを抑制するために、プッシャワ\nイヤ５を近位側（Ｘ１側）へ引き込む操作を行う必要がない。そのため、\nプッシャワイヤ５を遠位側（Ｘ２側）へ押し込む途中において、一時的に\nプッシャワイヤ５を近位側に引き込むという操作を行う必要がなく、プッ\nシャワイヤ５を遠位側へ押し込み続け、ステント４の全体を拡張させてか\nらプッシャワイヤ５を分離させるという使用方法が可能となる。」（段落\n【００４４】）\nまた、第１実施形態の血管プラグ２は、図３Ａに示すように、カテーテ\nル３の先端部３１を分岐部動脈瘤ＡＮの内部に送り込んだ状態でステント\n４を拡張させることができるため、カテーテル３の先端部３１の位置をよ\nり安定させた状態でステント４を拡張させることができる。したがって、\nカテーテル３の先端部３１が分岐部動脈瘤ＡＮから外れた方向に向いてし\nまい、カテーテル３からステント４が意図しない方向に飛び出す不具合を\n抑制することができる。（段落【００４５】）\n⑵  本件発明１－３の技術的特徴\n本件発明１－３に係る特許の特許請求の範囲の記載及び上記⑴の本件明細\n書等の記載内容によれば、本件発明１－３は、血管内に形成された瘤の破裂\nを予防するための治療デバイスに関するものであり、瘤の大きさに応じて最\n適なサイズの血管プラグを選択する手間を省略することにより、施術前の作\n業を簡略化することのほか、メッシュ部を瘤の内部で拡張する際に、メッシ\nュ部が急激に展開して瘤を脆弱にしたり、場合によっては突き破ってしまっ\nたりすることを防止するための手段を提供することを課題とするものである。\nそして、本件発明１－３は、このような課題を解決するために、請求項１\n記載の構成を備えることによって、①瘤の大きさに応じて先端部が二重にカ\nールする方法により、拡張部の大きさを調整することができ、また、②先端\n部は外向きにカールするため、拡張させた場合も、カテーテルから突出する\n部分の長さを一定に抑えることが可能となり、瘤からの飛び出しを防止する\nことができるという効果を実現するものであると認められる。\n３  認定事実\n前記争いのない事実等に加え、後掲各証拠及び弁論の全趣旨を総合すると、\n次の事実を認めることができる。\n⑴  被告Ａは、平成２７年５月２５日当時、原告の代表取締役の地位にあった\nが、同日に開催された定時株主総会において、今後の資金調達の在り方に関\nし、「ステント事業に絞った事業運営を行い、今後の資金調達については\n適切な場での検討を実施していく」旨発言した。（乙１８）\n⑵ア  ＪＩＭＲＯは、平成２９年２月１４日、原告の発行済株式の全てを取得\nし、原告は、ＪＩＭＲＯの完全子会社となった。\nイ  これを受けて、被告Ａ及びＪＩＭＲＯは、同日、原告の経営の委任に関\nし、経営委任契約（本件経営委任契約）を締結した。\n本件経営委任契約においては、被告Ａは、ＪＩＭＲＯと協力の上、「頭\n蓋内血栓除去デバイス及び頭蓋内動脈狭窄症治療用ステント開発事業」を\n推進し、原告の企業価値の最大化を実現するよう努めるものとされた（本\n件経営委任契約第４条１項）。\n（以上につき、乙１、２）\n⑶  原告は、令和元年５月、国立研究開発法人日本医療研究開発機構からの委\n託事業において、「頭蓋内動脈狭窄治療に向けたステントの開発・事業化」\nについての報告書を作成した。（甲２７）\n⑷  原告とＩＧＡは、令和元年７月３１日、原告が医療機器の開発を行うに当\nたって、ＩＧＡから開発アドバイザーとしての指導を受けることを内容とす\nる医療機器開発アドバイザー業務委嘱契約（以下「本件アドバイザー契約」\nという。）を締結した。\n本件アドバイザー契約においては、原告がアドバイザー業務をＩＧＡに委\n託する対象の開発医療機器として、「動脈狭窄治療用ステント」、「ステン\nト型血栓除去デバイス」、「マイクロカテーテル」、「ガイディングカテー\nテル」及び「その他の医療機器」が明記されている。\nなお、実施期間は、令和元年８月１日から令和２年１月３１日までとし、\n対価は月額１５０万円（消費税別）とされた。\n（以上につき、甲２４）。\n⑸  原告及びネイションワイドは、令和元年１１月３０日、原告が次の業務を\n被告に委託する内容の本件業務委託契約を締結した。（甲２５）\nア  委託業務  ①頭蓋内ステントの設計業務\n②頭蓋内ステントの設計図作成業務\n③上記のほか、双方当事者が合意した業務\nイ  期間  契約締結日から１年間\nウ  報酬  日額５万円（消費税別）\n⑹  令和元年１２月９日に開催された原告の取締役会においては、１００％原\n告子会社であった株式会社Ｃｅｒｅｐｌｕｓ（以下「Ｃｅｒｅｐｌｕｓ」と\nいう。）の解散につき、同社の臨時株主総会における議決権行使が議案とさ\nれた。\nそして、被告Ａは、原告の代表取締役として、上記取締役会において、Ｃ\nｅｒｅｐｌｕｓはもともと「頭蓋内動脈狭窄治療に向けたステントの開発・\n事業化」の必要性から設立されたものであることを説明した上で、同社の清\n算に伴い、原告においては頭蓋内動脈狭窄症治療用ステント開発事業を事業\n化しない旨を述べた。\nこれを受けて、上記取締役会においては、Ｃｅｒｅｐｌｕｓの解散に関し、\n同社の臨時株主総会において原告として賛成の議決権を行使することが可決\nされた。\n（以上につき、乙３）\n⑺  ＪＩＭＲＯは、令和２年１月、原告の全発行済株式を大塚メディカルに譲\n渡し、原告は、大塚メディカルの完全子会社となった。\n⑻  原告及び大塚メディカルは、令和２年１２月２１日、①頭蓋内血栓回収デ\nバイス、②その他頭蓋内治療用機器、③周辺機器、④頭蓋内に限らず、今後\n可能性のある新規案件に関する開発につき、大塚メディカルが原告に業務委\n託する内容の覚書（以下「本件覚書」という。）を締結した。\nなお、本件覚書は、令和２年１月に遡及して有効となることが確認された。\n（以上につき、甲２８、弁論の全趣旨）\n⑼  被告Ａは、令和２年１２月２５日、被告会社を設立し、その代表取締役に\n就任した。（甲９、弁論の全趣旨）\n⑽ア  被告Ａは、令和３年１月２７日、本件発明１－２に係る出願を行っ\nた。\nイ  被告Ａは、令和３年７月１日、本件ＰＣＴ出願１を行った。\nウ  被告会社は、令和３年７月７日、本件ＰＣＴ出願２を行った。\n⑾  被告Ａは、令和３年９月１５日、原告の代表取締役を退任し、Ｃが原告の\n代表取締役に就任した。（甲８）\n⑿  被告Ａは、令和４年７月７日頃、被告Ａの事業と原告の事業とは関係がな\nいことを明らかにする目的で、「回答書」と題する書面（以下「本件回答書」\nという。）を作成し、Ｃに対し、同書面に原告の社印を押印するよう求めた。\n本件回答書は、原告が被告Ａに回答する形式で作成されており、原告の回答\nとして「当社が実施している事業は頭蓋内血栓除去デバイスの製造販売事業\n及び脳血管以外の治療用医療機器研究開発事業であり、貴殿が実施している\n事業については、当社で実施しておらず、本回答時点において今後も実施す\nる予定はない」旨の記載が存在する。\nこれを受けて、原告は、令和４年７月６日付けで、上記「回答書」に社印\nを押印し、被告Ａに対して返送した。\n（以上につき、甲２９、３０、乙４、弁論の全趣旨）\n４  本件発明１－３に係る職務発明性\n⑴  原告の業務範囲\nア  証拠（甲８）によれば、商業登記簿上、原告の目的には「低侵襲治療機\n器の開発」、「医療機器のデザイン設計及び設計評価」、「ステントのデ\nザイン設計及び設計評価」が掲げられており、広く医療機器の設計や開発\nが原告の目的とされていることが認められる。\nそして、前記認定事実によれば、原告は、①令和元年７月３１日、「動\n脈狭窄治療用ステント、ステント型血栓除去デバイス、マイクロカテーテ\nル、ガイディングカテーテル、その他の医療機器」の開発につき、ＩＧＡ\nからアドバイスを受けることを目的として、同社との間で本件アドバイザ\nー契約を締結したこと、②令和元年１１月３０日、ネイションワイドに対\nし、「頭蓋内ステントの設計業務」につき業務委託することを目的として、\n同社との間で、本件業務委託契約を締結したこと、③令和２年１２月２１\n日には、大塚メディカルから、頭蓋内血栓回収デバイス、その他頭蓋内治\n療用機器、周辺機器のほか、頭蓋内に限らず、今後可能性のある新規案件\nに関する開発につき、同年１月に遡及する形で業務委託を受けたこと、以\n上の事実を認めることができる。\n上記認定事実によれば、原告は、前記商業登記簿上の目的に沿う形で、\n令和元年７月末以降、本件アドバイザー契約に係る月額１５０万円もの費\n用を支払った上、「ステント型血栓除去デバイス」以外の医療機器につい\nても一貫して開発の対象としていることが認められ、令和２年１月以降に\nも、血栓回収デバイス以外の頭蓋内の治療用機器についても、その開発に\n係る業務を現に受託していたことが認められる。\nこれらの事情の下においては、原告は、少なくとも令和２年１月当時か\nらは、血栓除去デバイスに限ることなく、広く頭蓋内の治療用機器の開発\n一般をその業務範囲にしていたものと認めるのが相当である。\nそして、前記認定事実によれば、本件発明１－３は、血栓の回収それ自\n体を目的とするものではないものの、動脈瘤を治療するためのデバイスで\nあること、ステントを拡張することにより動脈瘤の内部への血液の流入を\n抑制するために用いられるものであること、動脈瘤は頭蓋内にも生じる可\n能性があること、以上の事実が認められる。そうすると、本件発明１－３\nは、現に大塚メディカルから開発の受託を受けていた頭蓋内の治療用機器\nに当たるものといえる。\nしたがって、本件発明１－３の発明は、その当時、原告の業務範囲に含\nまれていたものと認めるのが相当である。\nイ  被告らの主張について\nこれに対し、被告らは、原告のような医療機器ベンチャー企業におい\nては、１社１製品の原則により、複数の医療機器を同時並行で開発する\nことは想定されない旨主張する。\nしかしながら、一件記録を精査しても、被告の主張するような原則に\nより、原告会社が実際にその業務を「ステント型血栓除去デバイス」の\n開発に限定していたことを認めるに足りる的確な証拠がない。\nかえって、本件アドバイザー契約（甲２４）によれば、原告は、「ス\nテント型血栓除去デバイス」以外の医療機器についても、ＩＧＡから開\n発に係る指導を受けることを求めていたことが認められる。さらに、本\n件覚書（甲２８）によれば、原告は、頭蓋内血栓回収デバイスのほかに\nも、①頭蓋内血栓回収デバイス以外の頭蓋内治療用機器（周辺機器を含\nむ。）、②頭蓋内に限らない今後可能性のある新規案件に関する開発に\nつき、大塚メディカルから業務を受託していたことが認められる。\nしたがって、被告らの主張は、原告自身が締結していた業務委託契約\nの内容と明らかに整合しないものといえる。\nしたがって、被告らの主張は、採用することができない。\n被告は、令和元年１２月９日に開催された原告の取締役会において、\n「頭蓋内動脈狭窄症治療用ステント」を事業化しない旨の決議がされこ\nとを根拠に、原告の業務範囲がステント型血栓除去デバイスの設計開\n発・販売にとどまる旨主張する。\nしかしながら、証拠（乙３）によれば、上記取締役会においては、議\n長である被告Ａが「頭蓋内動脈狭窄症治療用ステント」を事業化しない\n旨の発言をしたことは一応認められるものの、それ以上に、これを事業\n化しない旨の取締役会の決議が行われたことは認めるに足りない。\nかえって、その後、原告は、令和２年１２月２１日付け本件覚書にお\nいて、頭蓋内血栓回収デバイスのほかにも、①頭蓋内血栓回収デバイス\n以外の頭蓋内治療用機器（周辺機器を含む。）、②頭蓋内に限らない今\n後可能性のある新規案件に関する開発につき、大塚メディカルから業務\nを受託していたことは、前記において認定したとおりである。そうする\nと、上記発言の内容は、その後の経過に照らすと、原告の業務範囲に係\nる上記認定を左右するものとはいえない。\nしたがって、被告らの主張は、採用することができない。\n被告らは、原告が本件回答書（乙４）を作成し、被告Ａに対し、「頭\n蓋内血栓除去デバイス以外の脳血管内治療用等医療機器の開発事業」が\n原告の業務に含まれず、今後も実施する予定がない旨回答したことを理\n由として、原告の業務範囲は、ステント型血栓除去デバイスの設計開\n発・販売にとどまる旨主張する。\nしかしながら、本件回答書は、令和４年７月６日付けで作成されたも\nのであり、本件発明１－３の出願時（令和３年７月７日）からみても約\n１年も既に経過していることからすれば、本件覚書は、本件発明１－３\nの発明当時における原告の業務範囲を正確に示すものとはいえない。\nしかも、本件回答書は、そもそも被告Ａが作成したものであり、同人\nの依頼によって、その後任の代表取締役であるＣが原告の社印を押印し\nたものにすぎず、上記認定に係る業務委託等の経過に照らしても、その\n内容は、信用性を欠くというほかない。\nしたがって、被告らの主張は、採用することができない。\nその他に、被告ら提出に係る主張書面及び証拠を改めて精査しても、\n上記認定に係る業務委託等の経過に鑑みると、上記判断を左右するもの\nとはいえない。したがって、被告らの主張は、いずれも採用することが\nできない。\n⑵  被告Ａの職務範囲について\nア  前記認定事実によれば、被告Ａは、本件発明１－３の出願（本件ＰＣＴ\n出願２）当時、原告の代表取締役の地位にあったものであり、かつ、その\n地位に基づき、原告における医療機器の開発を行うために努力すべき具体\n的責務を負っていたことが認められる。そうすると、被告Ａが本件発明１\n－３を発明した行為は、上記医療機器の開発を正に推進するものであると\nいえるから、同人の原告代表者としての職務に属するものであったという\nべきである。\nしたがって、被告Ａが本件発明１－３を発明した行為は、被告Ａの過去\nの職務に属する発明であったと認めるのが相当である。\nイ  これに対し、被告らは、被告Ａは代表取締役として大局的な判断を行う\n立場にあり、個々の発明の完成に直接寄与したり、研究、発明を行ったり\nすることは予定されていなかった旨主張する。\nしかしながら、本件発明１－３は、被告Ａを発明者として現に出願され\nたものであり、これを被告Ａ自身の発明ではないとの被告らの主張は、被\n告Ａ自身の陳述（乙１０）にも、同発明の種を与えたとされるＤの陳述\n（乙１９）にも、明らかに整合しないものである。したがって、被告らの\n主張は、採用することができない。\n⑶  その他に、被告ら提出に係る主張書面及び証拠を改めて精査しても、被告\nら主張に係る事情は、上記において説示したところに照らし、前記判断を左\n右するに至らない。したがって、被告らの主張は、いずれも採用することが\nできない。\nそうすると、本件発明１－３は、原告の職務発明であると認められるとこ\nろ、前記のとおり、争点整理の結果によれば、本件発明１－２の職務発明性\nは、本件発明１－３の職務発明性に従うこととされたため、本件発明１－２\nも同様に、原告の職務発明であると認められる。\n以上によれば、原告の各請求は、本件発明１－２に係る請求（請求１－２）\nの限度で理由があり、その余はいずれも理由がない。\n第５  結論\nよって、原告の請求は主文の限度で理由があるから、これを認容し、その余\nは理由がないからいずれも却下することとし、主文のとおり判決する。\n東京地方裁判所民事第４０部\n裁判長裁判官\n中    島    基    至\n裁判官\n小    田    誉  太  郎\n裁判官\n尾    池    悠    子\n（別紙）             図面一覧\n（別紙）\n発明目録\n１－１\n次の特許出願の特許請求の範囲に記載された発明\n（特許出願）\n発明者  ：Ａ\n出願人  ：Ａ\n発明の名称  ：生体管腔中でのカテーテルデリバリに用いる遠位スタ\nビライザ、治療デバイスのデリバリシステム及び治療デ\nバイス\n国際出願日  ：令和３年７月１日(2021.7.1)\n出願番号  ：PCT/JP2021/024976\n国際公開番号  ：WO2022/004850A1\n最先の優先日  ：令和２年７月３日（2020.7.3）\n１－２\n次の特許出願の特許請求の範囲に記載された発明（ただし、請求項１は、下\n記のとおり。）\n（特許出願）\n発明者       ：Ａ\n出願人  ：株式会社SG-1Medical\n発明の名称  ：血管プラグ及び治療デバイス\n出願日  ：令和３年１月２７日(2021.1.27)\n出願番号  ：特願2021-010922\n（請求項１）\n血管に形成された瘤を塞栓する血管プラグであって、\nプッシャワイヤと、\n前記プッシャワイヤの遠位側に接続され、瘤に留置されるメッシュ状の拡張部と、\n前記プッシャワイヤの遠位側と前記拡張部の近位側とを分離可能に接続する接続部と、を\n備え、\n前記拡張部は、カテーテルへの収納時には縮径して略筒形となり、非収納時には先端側か\nら外向きにカールして略球状となり、前記プッシャワイヤが分離されることにより、カール\nした先端部が前記プッシャワイヤの挿通していた穴を塞ぐように密な状態となる血管プラグ。\n１－３\n次の特許出願の特許請求の範囲に記載された発明\n（特許出願）\n発明者       ：Ａ\n出願人  ：株式会社 SG-1Medical\n発明の名称  ：血管プラグ及び治療デバイス\n国際出願日  ：令和３年７月７日(2021.7.7)\n出願番号  ：PCT/JP2021/025702\n国際公開番号  ：WO2022/162971A\n最先の優先日  ：令和３年１月２７日（2021.1.27）\n２\n次の特許出願の特許請求の範囲に記載された発明\n（特許出願）\n発明者      ：Ｂ\n出願人      ：Ｂ\n発明の名称  ：カテーテル\n国際出願日  ：令和２年６月２日(2020.6.2)\n基礎出願番号  ：特願 2020-074008\n出願番号     ：PCT/JP2020/021738\n国際公開番号  ：WO2021/210188A1\n最先の優先日  ：令和２年６月２日（2020.6.2）\n以  上\n"
}