{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 12,
    "day": 11
  },
  "case_number": "令和5(ワ)70474",
  "case_name": "発信者情報開示請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "92604",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=92604",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/604/092604_hanrei.pdf",
  "contents": "令和 5 年 12 月 11 日判決言渡  同日原本領収  裁判所書記官\n令和 5 年（ワ）第 70474 号  発信者情報開示請求事件\n口頭弁論終結日  令和 5 年 10 月 23 日\n判 決\n原告                    株式会社 CHERRIES\n同訴訟代理人弁護士    杉山央\n被告                    株式会社 NTT ドコモ\n同訴訟代理人弁護士    横山経通\n同                      桑原秀明\n同                      堺有光子\n同                      馬場嵩士\n同                      梛良拡\n主 文\n1  被告は、原告に対し、別紙発信者情報目録記載の各情報を開示せよ。\n2  訴訟費用は被告の負担とする。\n事 実 及 び 理 由\n第 1  請求\n主文同旨\n第 2  事案の概要\n本件は、原告が、著作権を有する別紙著作物目録記載の著作物（以下「本件著作\n物」という。）に係るファイルが氏名不詳の発信者（以下「本件発信者」という。）\nによりファイル共有ネットワークである「ビットトレント」（以下「ビットトレント」\nという。）によりアップロードされ、本件著作物に係る原告の著作権（公衆送信権）\nを侵害されたことが明らかであるとして、被告に対し、特定電気通信役務提供者の\n損害賠償責任の制限及び発信者情報の開示に関する法律（以下「法」という。）5 条\n1 項に基づき、別紙発信者情報目録記載の各情報（以下「本件発信者情報」という。）\nの開示を求める事案である。\n1  前提事実（当事者間に争いがないか、掲記した証拠又は弁論の全趣旨により容\n易に認められる事実。なお、枝番号の記載を省略したものは、枝番号を含む（以下\n同じ）。）\n(1)  当事者\n原告は、アダルトビデオの制作等を行う株式会社である。\n被告は、インターネット接続サービスの提供を含む電気通信事業を営む株式会社\nであり、不特定の者によって受信されることを目的とする電気通信の送信（特定電\n気通信）の用に供される電気通信設備（特定電気通信設備）を用いて他人の通信を\n媒介し、その他特定電気通信設備を他人の通信の用に供する者（特定電気通信役務\n提供者。法 2 条 3 号）である。\n(2)  ビットトレントの仕組み\nビットトレントとは、いわゆる P2P 形式のファイル共有ネットワークである。\nユーザーは、ビットトレントを使用しファイルをダウンロードするにあたっては、\nその使用端末にビットトレントに対応したクライアントソフトをインストールした\n上で、インデックスサイトと呼ばれるウェブサイトにアクセスするなどして、目的\nのファイルの所在等についての情報が記載されたトレントファイルを取得する。ト\nレントファイルには、目的のファイル本体のデータは含まれず、分割されたファイ\nル（ピース）全てのハッシュと共に、ピースを完全な状態のファイルに再構築する\nための情報や、トラッカーと呼ばれる管理サーバのアドレスが記録されている。ト\nラッカーとは、ファイル提供者の IP アドレス等の情報を管理するサーバであり、\nシーダー（完全な状態のファイルを持つコンピュータ）やリーチャー（ファイルを\nダウンロード中のコンピュータ）を相互に接続し、データの流れを制御する管理サ\nーバであり、ファイルの配布を実際に行う機能を有する。\nユーザーは、トレントファイルを使用端末内のクライアントソフトで読み込むこ\nとによりトラッカーと通信を行い、目的のファイルを保有している他のユーザーの\nIP アドレスを取得し、それらのユーザーと接続した上で、当該ファイルのダウンロ\nードを開始する。ユーザーは、分割されたファイル（ピース）を複数のピア（当該\nネットワークに接続中のコンピュータ）から取得する。クライアントソフトは、ト\nレントファイルに記録された各ピースのハッシュや再構築に必要なデータに基づき、\n各ピースを完全な状態のファイルに復元する。\nまた、ユーザーは、ダウンロードした当該ファイルについて、自動的にピアとし\nてトラッカーに登録される仕組みとなっており、自らがダウンロードしたファイル\n（ピース）に関しては、他のピアからの要求があれば提供しなければならず、ダウ\nンロードと同時にアップロードが可能な状態に置かれる。リーチャーは、ファイル\nをダウンロード中のコンピュータであるが、完全な状態のファイルを保有してシー\nダーとなる前から、ダウンロードした分のアップロードを行う。シーダーとなった\nコンピュータは、ファイルのアップロードのみを行うこととなる。\n（以上につき、甲 4～6、9）\n(3)  調査会社による調査\n原告は、本件訴訟提起に先立ち、調査会社（以下「本件調査会社」という。）に対\nし、ビットトレントにおいて、本件著作物に係るファイルの著作権侵害行為の調査\nを委託した。本件調査会社は、クライアントソフトである「μtorrent」（以下「本件\nクライアントソフト」という。）を使用して調査を行い、原告に対し、本件著作物に\n係るファイル（ピース）がアップロードされたこと、このアップロードの通信に別\n紙発信者情報目録の「IP アドレス」欄記載の IP アドレスが使用されていることな\nどの調査結果を報告した。同 IP アドレスは、被告のインターネット接続サービス\nで割り当てられたものであった。\n（以上につき、甲 1 の 2、1 の 4、3 の 2、3 の 4、4、5、9）。\n(4)  本件発信者情報の保有\n被告は、本件発信者情報を保有している。\n2  争点\n(1)  本件著作物に係る原告の著作権の有無（争点 1）\n(2)  権利侵害の明白性（争点 2）\n3  争点に対する当事者の主張\n(1)  争点 1（本件著作物に係る原告の著作権の有無）\n〔原告の主張〕\n本件著作物のパッケージ等には、原告名が記載されており、また、第三者認証機\n関の審査番号として原告固有の番号も記載されている。このことから、原告は本件\n著作物の著作者と推定される。\nまた、本件著作物は、原告の発意に基づき原告の業務に従事する者が職務上作成\nしたものである。\nさらに、本件著作物は、映画の著作物に当たるところ、原告代表者が製作の全体\nを統括するほか、原告従業員らが、原告の発意に基づき、その監督、演出、撮影、\n美術等を担当して作成したものであり、かつ、全体的な製作に関する決定は原告代\n表者及び従業員により行われている。このため、本件著作物の著作者は、全て、本\n件著作物の製作に参加することを原告と約束した者で構成されているといえる。\nしたがって、原告は、本件著作物の著作者であり、その著作権を有する。\n〔被告の主張〕\n本件著作物のパッケージに原告の正式名称は記載されていない上、本件著作物の\n製作行為を原告従業員がその職務上行ったことを示す客観的証拠はないことなどに\n照らせば、原告への本件著作物に係る著作権の帰属については疑義がある。\n(2)  争点 2（権利侵害の明白性）\n〔原告の主張〕\n本件調査会社は、調査対象となる本件著作物をインデックスサイトで検索して、\nトレントファイルをダウンロードし、本件クライアントソフトを起動して、実際に\n本件著作物に係るファイルのダウンロードを行った。ダウンロードされた動画は、\n本件著作物と同一内容であった。また、本件クライアントソフトは、ビットトレン\nトを使用しているピアの IP アドレス等の情報を表示する機能を有するところ、上\n記ダウンロードに対応するアップロードを行ったピアが接続した IP アドレスは、\n別紙発信者情報目録記載のとおりであった。さらに、同目録記載の日時は、コンピ\nュータのタイムサーバーから定期的に取得した時刻を自動的に表示するアプリによ\nって特定されたものであり、正確である。\nそうすると、本件発信者は、ビットトレントを用いて、本件著作物に係るファイ\nルをダウンロードして公衆からの求めに応じて自動的にアップロード可能な状態に\n置くと共に、別紙発信者情報目録記載の日時に、本件調査会社に対して現にファイ\nルを自動公衆送信したものといえる。したがって、原告の本件著作物に係る著作権\n（公衆送信権）が侵害されたことは明らかである。\n〔被告の主張〕\n本件クライアントソフトによる別紙発信者情報目録記載の IP アドレス等の具体\n的な検知方法に関する客観的証拠は提出されておらず、本件調査会社による調査の\n方法は必ずしも明らかではない。また、同目録記載の日付等の正確性を担保する証\n拠も提出されていない。したがって、同目録記載の IP アドレスを同目録記載の日\n時に被告から割り当てられていた各契約者による原告の権利の侵害については疑義\nがある。\n第 3  当裁判所の判断\n1  争点 1（本件著作物に係る原告の著作権の有無）\n前提事実のほか、証拠（甲 2 の 2、2 の 4、18）及び弁論の全趣旨によれば、原告\nはアダルトビデオの制作等を行う株式会社であること、本件著作物のパッケージに\nは、「企画・制作・著作  チェリーズれぼ」との記載及び第三者認証機関である特定\n非営利活動法人知的財産振興協会の審査番号として「050001」との記載があること、\n同番号は同協会の会員である原告の固有番号であることがそれぞれ認められる。 ま\nた、「チェリーズれぼ」との記載は、「チェリーズ」の部分が原告の商号と共通する。\nこれらの事情に鑑みると、本件著作物は、原告の発意に基づき、原告の代表者及\nび従業員によって、その職務上作成されたものであり、かつ、原告が自己の著作の\n名義の下に公表したものといえる。\nしたがって、原告は、本件著作物の著作者であり、その著作権を有するものと認\nめられる。これに反する被告の主張は採用できない。\n2  争点 2（権利侵害の明白性）\n(1)  前提事実、証拠（甲 1 の 2、1 の 4、3 の 2、3 の 4、4～6、7 の 2、7 の 4、\n8 の 2、8 の 4、9、11、12、19）及び弁論の全趣旨によれば、以下の事実が認めら\nれる。\nア  本件クライアントソフトは、ビットトレントの開発会社により開発され、維\n持されており、ビットトレントのプロトコル定義で設定されたガイドラインを遵守\nし、これに準拠している。本件クライアントソフトは、ビットトレントを利用しや\nすくするために、トレントファイルを読み込み、ピースをダウンロードすると共に、\nダウンロードに対応するアップロードをするピアの IP アドレス等の情報を表示す\nる機能を有している。\nイ  本件調査会社は、調査対象となる本件著作物の品番を確認し、これをインデ\nックスサイトの検索フォームに入力して検索し、本件著作物に係るトレントファイ\nルをダウンロードした。その上で、本件クライアントソフトを起動して上記トレン\nトファイルを読み込み、本件著作物に係るピースを有するピアからピースのダウン\nロードを開始した。その際、本件クライアントソフトには、ダウンロードに対応す\nるアップロードを行ったピアの IP アドレスが表示された。その IP アドレス及びダ\nウンロードの日時は、別紙発信者情報目録記載のとおりである。ダウンロードの日\n時は調査に使用されたコンピュータの時刻に依拠しているところ、同時刻はインタ\nーネットを通じて定期的にタイムサーバーと同期されていた。また、ダウンロード\n完了後に本件調査会社がダウンロードされた動画及び本件著作物の各内容を確認し\nたところ、両者は同一であった。\n(2)  検討\nア  本件調査会社による調査及びこれに使用した本件クライアントソフトそれ自\n体の信頼性については、その点に疑義を抱くべき具体的な事情が見当たらないこと\nなどに鑑みると、十分に信頼し得るものといってよい。\nそうすると、前提事実及び上記認定事実によれば、別紙発信者情報目録記載の IP\nアドレスを割り当てられた本件発信者は、ビットトレントを通じ、本件著作物に係\nるファイル（ピース）のダウンロードを開始したことにより、ファイルが完全にダ\nウンロードされる前にあっても、他のピアからの要求に応じてダウンロードした フ\nァイル（ピース）をアップロードできる状態に置き、かつ、同目録記載の日時に、\n実際に本件調査会社の求めるところによりファイルをアップロードしたということ\nができる。したがって、本件発信者は、本件著作物に係るファイルの全部又は一部\nを、公衆からの求めに応じ自動公衆送信し得るようにすると共に、現に自動公衆送\n信したものと認められる。\nイ  また、弁論の全趣旨によれば、原告はこれを許諾していないものとみられる\nと共に、その他の違法性阻却事由の存在もうかがわれない。\nウ  したがって、本件発信者の上記行為により本件著作物に係る原告の著作権（公\n衆送信権）が侵害されたことは明らかといってよい。これに反する被告の主張は採\n用できない。\n3  その他の要件について\n弁論の全趣旨によれば、原告は、本件発信者に対し、本件著作物に係る著作権侵\n害を原因とする損害賠償請求等をする準備をしていると認められることから、原告\nには本件発信者情報の開示を受けるべき正当な理由（法 5 条 1 項 2 号）があるとい\nえる。\n4  まとめ\n以上より、原告は、法 5 条 1 項に基づき、被告に対し、本件発信者情報の開示請\n求権を有する。\n第 4  結論\nよって、原告の請求は理由があるからこれを認容することとして、主文のとおり\n判決する。\n東京地方裁判所民事第 47 部\n裁判長裁判官\n杉 浦正 樹\n裁判官\n小 口 五 大\n裁判官\n久    野      雄    平\n（別紙）\n発信者情報目録\n項番 2 及び 4 について、以下の各発信元 IP アドレスを、以下の各日時に割り当\nてられた電気通信回線の同日時における契約者に関する情報であって、次に掲げる\nもの\n(1)  氏名又は名称\n(2)  住所\n(3)  電話番号\n日時  令和 5 年（2023 年）4 月 17 日\n10 時 42 分 57 秒\nIP アドレス  （省略）\nポート番号  （省略）\n日時  令和 5 年（2023 年）5 月 2 日\n10 時 45 分 57 秒\nIP アドレス  （省略）\nポート番号  （省略）\n（別紙著作物目録省略）\n"
}