{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 4,
    "month": 6,
    "day": 10
  },
  "case_number": "令和3特(わ)3064",
  "case_name": "貸金業法違反",
  "court_name": "東京地方裁判所刑事第16部",
  "lawsuit_id": "91349",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=91349",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/349/091349_hanrei.pdf",
  "contents": "令 和 ４ 年 ６ 月 １ ０ 日   東 京 地 方 裁 判 所 刑 事 第 １ ６ 部 宣 告\n令 和 ３ 年 特 第 ３ ０ ６ ４ 号  貸 金 業 法 違 反 被 告 事 件\n主               文\n被 告 人 を 懲 役 ２ 年 及 び 罰 金 ２ ０ ０ 万 円 に 処 す る 。\nそ の 罰 金 を 完 納 す る こ と が で き な い と き は 、 金 １ 万 円 を １ 日 に\n換 算 し た 期 間 被 告 人 を 労 役 場 に 留 置 す る 。\nこ の 裁 判 が 確 定 し た 日 か ら ３ 年 間 そ の 懲 役 刑 の 執 行 を 猶 予 す る 。\n理               由\n（ 罪 と な る べ き 事 実 ）\n被 告 人 は 、 Ａ と 共 謀 の 上 、 内 閣 総 理 大 臣 又 は 東 京 都 知 事 等 の 登 録 を 受 け\nな い で 、業 と し て 、別 表（ 添 付 省 略 ）記 載 の と お り 、令 和 ２ 年 ４ 月 １ ０ 日 頃\nから令和３年１月 １２日頃までの間 、２９回にわたり 、東京都内又はそ の\n周辺において、Ｂ 株式会社（令和２ 年８月４日、株式 会社Ｃに商号変更 ）\nほか２７の法人又 は個人が株式会社 Ｄ公庫から貸付け を受けるに際し、 そ\nれらの法人又は個 人の貸付け希望を 前記株式会社Ｄ公 庫に伝えるととも に、\n前記株式会社Ｄ公 庫の支店融資課長 等の役職者をそれ らの法人又は個人 に\n紹 介 す る な ど し て 金 銭 の 貸 借 の 媒 介 を し 、 も っ て 貸 金 業 を 営 ん だ 。\n（ 量 刑 の 理 由 ）\n本 件 は 、 国 会 議 員 で あ っ た 共 犯 者 （以下「元議員」 という。） と 共 謀 の\n上 、貸 金 業 の 登 録 を 受 け ず に 、Ｄ 公 庫（ 以 下「 公 庫 」と い う 。）に よ る 融 資\nの 媒 介 を し 、 も っ て 貸 金 業 を 営 ん だ と い う も の で あ る 。\n被 告 人 は 、 元 議 員 と 近 し い 関 係 に あ っ た こ と を 活 用 し 、 公 庫 に よ る 融 資\nを希望していた顧 問先等を、公庫が 通常案件とは異な る 迅速な融資 を し て\nいた国会議員紹介 案件として取り扱 わせるため、元議 員の指示を受けた 秘\n書等を通じ、 判 示 の 媒介 を行なった 。被告人 ら が 媒 介 し た 件 数 等 は 、 約 ９\nか月間 に お い て 、 ２ ７ の 法 人 又 は 個 人 に つき 合 計 ２ ９ 回 と 多 数 回 、 貸 付 け\n額 も 合計７億円 余り と 多 額 に 上 る 。 さ ら に 、 被 告 人 は 、 本件犯行に 及 ぶ に\nあたり元議員に働 きかけて本件犯行 を主導し、ほとん どの場合 手 数 料 を 徴\n収し、 自ら 合計２ ６００ 万円を 超 え る 利 益 を 得ていた というのであり 、営\n利性 な い し 不 透 明 性 が強 く 、 貸 金 業 を 営 む 者 の 業 務 の 適 正 な 運 営 の 確 保 及\nび 資金需要者 等 の 利益の 保 護 を 図 っ た 貸 金 業 法 の 趣 旨 に 正 に 反 す る 行 為 を\n行 な っ た と い え る 。\n以 上 に よ れ ば 、 被 告 人 の 刑 事 責 任 は 軽 い も の で は な い が 、 被 告 人 に は 、\n量刑上重視すべき 前科前歴はなく、 捜査段階から一貫 して事実を認めて 反\n省の言葉を述べて いる。また、被告 人の娘が今後の支 援等を誓っている 。\nそこで、それらを 考慮し、主文のと おりの懲役刑を科 した上で、その執 行\nは猶予することが 相当であるが、被 告人が多額の利 益 を得ていたこと等 を\n勘案し、この種事 犯が経済的に 割 り に 合 わ な い こ と を 示 す た め 、 主 文 の と\nお り の 罰 金 刑 を 併 科 す る こ と が 相 当 で あ る 。\n（ 求 刑   懲 役 ２ 年 、 罰 金 ２ ０ ０ 万 円 ）\n令 和 ４ 年 ６ 月 １ ０ 日\n東 京 地 方 裁 判 所 刑 事 第 １ ６ 部\n裁 判 長 裁 判 官         安    永    健    次\n裁 判 官         向    井    志    穂\n裁 判 官         足    立    洋    平\n"
}