{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 3,
    "month": 5,
    "day": 19
  },
  "case_number": "令和1(行ケ)10120",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "90385",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=90385",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/385/090385_hanrei.pdf",
  "contents": "令和３年５月１９日判決言渡\n令和元年（行ケ）第１０１２０号  審決取消請求事件\n口頭弁論終結日  令和３年２月８日\n判          決\n原       告     株 式 会 社 前 川 製 作 所\n訴訟代理人弁護士      山     崎     順     一\n同             金     子         明\n同             平     井      佑     希\n同            清    水        節\n同            渡    邉    佳    行\n同            奥    田    洋    平\n訴訟復代理人弁護士    熊    澤    明    彦\n訴訟代理人弁理士     石     橋     克     之\n同              大     木     利     恵\n被        告     株 式 会 社 神 戸 製 鋼 所\n訴訟代理人弁護士      松      本     好     史\n同            松     井     保     仁\n同             岩      崎      浩     平\n訴訟代理人弁理士     言     上     惠     一\n同            前      堀      義      之\n同            奥      西      祐      之\n主          文\n１  特許庁が無効２０１８－８０００９９号事件について令和元年８月７日\nにした審決を取り消す。\n２  訴訟費用は被告の負担とする。\n事実及び理 由\n第１  請求\n主文同旨\n第２  事案の概要\n１  特許庁における手続の経緯等\n被告は，発明の名称を「油冷式スクリュ圧縮機」とする発明に係る特許（特\n許第３７６６７２５号，平成８年１０月２５日出願，平成１８年２月３日設定\n登録，請求項の数２，以下「本件特許」という。）の特許権者である。\n原告は，平成３０年８月６日，請求項１に記載された発明に係る特許を無効\nとすることを求めて無効審判を請求した（無効２０１８－８０００９９号，以\n下「本件無効審判」という。）。\n特許庁は，令和元年８月７日，結論を「本件審判の請求は，成り立たない。\n審判費用は，請求人の負担とする。」とする審決（以下「本件審決」という。）\nをし，本件審決の謄本は，同月１６日に原告に送達された。\n原告は，令和元年９月１３日，本件審決の取消しを求めて本件訴訟を提起し\nた。\n２  特許請求の範囲の記載\n本件特許の明細書（以下，図面を含め「本件明細書」という。）の特許請求の\n範囲の請求項１の記載は，次のとおりである（以下，請求項１に記載された発\n明を「本件特許発明」という。）。\n油とともに吐出された圧縮ガスから油を分離回収し，一旦下部の油溜まり部\nに溜め，油分離された圧縮ガスを送り出す油分離回収器を吐出流路に設ける一\n方，スクリュロータの両側に延びるロータ軸をラジアル軸受により回転可能に\n支持して入力軸を吸込側のロータ軸とし，吐出側のロータ軸を上記ラジアル軸\n受よりもスクリュロータから離れた位置にてスラスト軸受により回転可能に\n支持するとともに，上記スラスト軸受よりもスクリュロータから離れた位置に\nて上記ロータ軸にバランスピストンを取り付け，かつ上記スラスト軸受とこの\nバランスピストンとの間に圧力遮断する仕切り壁を設け，このバランスピスト\nンの仕切り壁側の空間に，上記油溜まり部の油を加圧することなく導く均圧流\n路を設けて形成したことを特徴とする油冷式スクリュ圧縮機。\n３  本件審決の理由の要旨\n⑴  本件審決の理由は，別紙審決書（写し）のとおりである。\n⑵  本件無効審判において原告が主張した無効理由は次のとおりである（本件\n審決３～４頁）。\nア  無効理由１\n本件特許発明は，甲１に記載された発明に，例えば，甲２ないし甲５に\n記載された周知技術を適用して，当業者が容易に発明をすることができた\nものであり，特許法２９条２項の規定により特許を受けることができない\nから，その特許は特許法１２３条１項２号の規定により無効とすべきであ\nる。\nイ  無効理由２\n本件特許発明は，甲１に記載された発明において，甲６及び甲７に記載\nされた教示にならって当業者が容易に発明をすることができたものであ\nり，特許法２９条２項の規定により特許を受けることができないから，そ\nの特許は特許法１２３条１項２号の規定により無効とすべきである。\n⑶  本件審決が認定した甲１に記載された発明（以下「甲１発明」という。）は，\n次のとおりである（本件審決８～９頁）。\n吐出流路において，オイルである液体とともに放出された高圧ガスから液\n体を分離冷却し，液体が分離された高圧ガスを送り出すとともに，おすロー\nタ１２の両側に延びる軸部分６３，６６をラジアルスリーブタイプのベアリ\nング５２，５４により回転可能に支持して，モータに接続される入力軸を低\n圧側の軸部分６６とし，おすロータ１２の高圧端部分６３を上記ベアリング\n５４よりもおすロータ１２から離れた位置にてアンギユラコンタクトボール\nベアリング５６により回転可能に支持するとともに，上記アンギユラコンタ\nクトボールベアリング５６よりもおすロータ１２から離れた位置にて上記高\n圧端部分６３にスラストピストン６２を取り付け，このスラストピストン６\n２の上記アンギユラコンタクトボールベアリング５６側の空間であるスラス\nトピストン室６０に，高圧ガスから分離されて冷却されてコンプレツサへと\n再循環される液体を，ポンプ１４０を経由して導く経路（１３６，１３８，\n１４２，１４４，１３４，１６８，１６６，１７２）を設けて形成した液体\n噴射スクリユウコンプレツサ。\n⑷  本件審決が本件特許発明と甲１発明とを対比して認定した一致点，相違点\nは次のとおりである（本件審決１８～２０頁）。\nア  一致点\n「吐出流路において，油とともに吐出された圧縮ガスから油を分離回収し，\n油が分離された圧縮ガスを送り出す一方，スクリュロータの両側に延びる\nロータ軸をラジアル軸受により回転可能に支持して入力軸を吸込側のロ\nータ軸とし，吐出側のロータ軸を上記ラジアル軸受よりもスクリュロータ\nから離れた位置にてスラスト軸受により回転可能に支持するとともに，上\n記スラスト軸受よりもスクリュロータから離れた位置にて上記ロータ軸\nにバランスピストンを取り付け，このバランスピストンのスラスト軸受側\nの空間に，油を導く経路を設けて形成した油冷式スクリュ圧縮機。」の点。\nイ(ア)  相違点１\n「吐出流路において，油とともに吐出された圧縮ガスから油を分離回収\nし，油が分離された圧縮ガスを送り出す」に関して，本件特許発明にお\nいては，油とともに吐出された圧縮ガスから油を分離回収し，一旦下部\nの油溜まり部に溜め，油分離された圧縮ガスを送り出す「油分離回収器\nを吐出流路に設ける」であるのに対して，甲１発明においては，吐出流\n路において，オイルである液体とともに放出された高圧ガスから液体を\n分離冷却し，液体が分離された高圧ガスを送り出すとされているものの，\n何で高圧ガスから液体を分離冷却し，液体が分離された高圧ガスを送り\n出しているのかについては不明である点。\n(イ)  相違点２\n本件特許発明においては，「上記スラスト軸受とこのバランスピストン\nとの間に圧力遮断する仕切り壁を設け」ており，また，「このバランスピ\nストンのスラスト軸受側の空間に，油を導く経路を設けて形成した」も\nのであるのに対し，甲１発明においては，アンギユラコンタクトボール\nベアリング５６とスラストピストン６２との間に圧力遮断する仕切り壁\nを設けているか否か不明である点。\n(ウ)  相違点３\nバランスピストンのスラスト軸受側の空間に，油を導く経路を設けて\n形成したことに関して，本件特許発明においては，バランスピストンの\n仕切り壁側の空間に，「上記油溜まり部の油を加圧することなく導く」均\n圧流路を設けて形成したのに対し，甲１発明においては，スラストピス\nトン６２の上記アンギユラコンタクトボールベアリング５６側の空間で\nあるスラストピストン室６０に，高圧ガスから分離されて冷却されてコ\nンプレツサへと再循環される液体を，ポンプ１４０を経由して導く経路\n（１３６，１３８，１４２，１４４，１３４，１６８，１６６，１７２）\nを設けて形成した点。\n⑸  本件審決の無効理由についての判断の要旨\n本件審決の無効理由についての判断の要旨は次のとおりである。\nア  無効理由１について\n(ア)  相違点１（油分離回収器）について（本件審決２０頁）\n甲１においては，「油分離回収器」に関して明記がないが，油冷式スク\nリュ圧縮機において，油とともに吐出された圧縮ガスから油を分離回収\nし，油が分離された圧縮ガスを送り出す手段として，油分離回収器を備\nえることは，例えば，甲６，甲８及び甲９に記載されるように技術常識\nであり，甲１発明が油分離回収器を備えることもこのような技術常識か\nら明らかである。したがって，相違点１は実質的な相違点ではない。\n(イ)  相違点２（圧力遮断する仕切り壁）について（本件審決２４頁）\nアンギユラコンタクトボールベアリング５６が配置された空間は，ス\nラストピストン室６０よりも低圧であって，当該空間とスラストピスト\nン室６０との間には圧力差が存在している。さらに，甲１の６欄２２～\n２５行には，「コンプレツサ噴射液体の如き圧力のかかつた液体が室６０\nに導びかれて，ピストン６２に作用してロータ１２の端面６４に作用す\nる高圧ガスによるスラスト方向の力を相殺する。」との記載があることか\nら，甲１発明においても，部品７，５，４は，全体として，スラストピ\nストン６２に作用するスラスト方向の力をスラストピストン室６０内の\n圧力により相殺する程度に，スラストピストン室６０とアンギユラコン\nタクトボールベアリング５６が配置された空間とを圧力遮断する「仕切\nり壁」の機能を有していると解すのが合理的である。したがって，甲１\n発明は，本件特許発明の「仕切り壁」に相当する部品を備えているから，\nこの点は，実質的な相違点ではない。\n(ウ)  相違点３（非加圧流路）について（本件審決２５頁）\n甲１発明において，「コンプレツサ内の必要な全ての個所」に供給する\n液体の一部を，あえて，マニフオールド１３４を迂回して，スラストピ\nストン室６０に供給するための経路を新たに設けるようにすることは，\nコンプレツサ外部に位置されなければならない液体パイプ接合の数を最\n少とする中間ハウジング３０及びマニフオールド１３４の採用意義に反\nするものである。\nまた，甲１発明において，相違点３に係る本件特許発明の発明特定事\n項のようにするために，液体をポンプ１４０で加圧せずにマニフオール\nド１３４に供給するという手段も考えられるが，ポンプ１４０で液体を\n加圧しているのは，スラストピストン６２に適当な力を与えるためのみ\nならず，コンプレツサ内の必要な全ての個所に液体流を供給するためで\nもあるから，「液体をポンプ１４０によって加圧した上でマニフオールド\n１３４に供給するようにした」こと自体が，中間ハウジング３０及びマ\nニフオールド１３４の設置前提となるものであり，液体をポンプ１４０\nで加圧せずにマニフオールド１３４に供給することも，中間ハウジング\n３０及びマニフオールド１３４の採用意義に反するものである。\nしたがって，甲１発明において，液体を加圧することなくスラストピ\nストン室に導く構成を採用することに阻害要因があるといえるから，仮\nに，液冷式スクリュー圧縮機において，バランスピストン室に油溜まり\n部の油を加圧することなく導入することが甲２ないし甲５に記載され，\nかかる事項が周知の技術であったとしても，甲１発明に甲２ないし甲５\nを適用することはできず，当業者といえども相違点３に係る本件特許発\n明の発明特定事項を得ることはできない。\n(エ)  無効理由１の成否（本件審決２６頁）\n本件特許発明は，甲１発明に甲２ないし甲５に記載された周知技術を\n適用して，当業者が容易に発明をすることができたものとすることはで\nきない。よって，無効理由１によっては，本件特許を無効とすることは\nできない。\nイ  無効理由２について（本件審決２６～２７頁）\n無効理由１に関して相違点３について記載したとおり，甲１発明におい\nて，液体をポンプ１４０及びマニフオールド１３４を通過させずにフイル\nタ１４６あるいは別途のフイルタを通過させた後，スラストピストン室６\n０に供給するようにすることは，甲１に記載された技術思想に鑑み阻害要\n因があるといえるから，本件特許発明は，甲１発明において，甲６及び甲\n７に記載された教示にならって，当業者が容易に発明をすることができた\nものとすることはできない。よって，無効理由２によっては，本件特許を\n無効とすることはできない。\n第３  当事者の主張\n１  取消事由１（無効理由１に関する進歩性の判断の誤り）\n⑴  原告の主張\nア  相違点２（圧力遮断する仕切り壁）について\n(ア)  被告が本件審決の相違点２に関する判断の誤りを主張することの適\n否\n審決取消訴訟において，被告は，審決の判断を前提としてその適法性\nを主張すべきであり，被告が審決の誤りを主張することは，裁判所によ\nる指示などの特段の事情がある場合を除いて許されないところ，本件で\nは，そのような特段の事情はなく，原告もこの点を争うものではないか\nら，相違点２の判断の誤りを述べる被告の主張は，それ自体失当である。\n(イ)  本件審決の相違点２に関する判断の誤りの有無\nａ  相違点１及び２は，本件特許発明及び甲１発明が属する油冷式スク\nリュ圧縮機の技術分野における技術常識や甲１の記載に照らせば実質\n的な相違点ではなく，この点に関する本件審決の判断に誤りはない。\nその理由は次のｂのとおりである。\nｂ  被告は，本件審決が，相違点２に関して，甲１発明の部品７，５，\n４が「圧力遮断する仕切り壁に相当する」（実質的相違点ではない）と\n判断したことにつき，甲１発明の部品７，５には貫通孔が存在し，そ\nこからアンギユラコンタクトボールベアリング５６に対して「積極的\nな液体供給が実現されている」から，上記判断は誤りであると主張す\nる。\nしかし，本件特許発明が「物」の発明である以上，その要旨認定や\n引用発明との対比は，物の客観的な構成によって行うべきことは当然\nであり，液体供給（漏出）が「積極的」か「消極的」かといった設計\n者の主観的な意図によって左右されるべきものではない。また，本件\n特許発明は「圧力遮断する仕切り壁」と規定するのみで，どの程度圧\n力を遮断するのか，どの程度液体の漏れが生じるのかといった点は，\n特許請求の範囲はもちろん，本件明細書にも一切特定されていない。\nそうすると，本件特許発明の要旨としては，文字どおり圧力が一定程\n度遮断されていれば（仕切り壁の左右で圧力に差があれば）足りると\n解すべきであって，本件審決の判断に誤りはない。\nイ  相違点３（非加圧流路）について\n(ア)  甲１発明に，甲２ないし５に記載された周知技術を適用し，加圧ポ\nンプ１４０や空所１３４を経由しない経路を設ける手段（手段１）によ\nり，バランスピストンのピストン室にオイルをポンプで加圧することな\nく供給し，相違点３に係る本件特許発明の構成を採用することは，容易\nに想到することができたから，本件審決の相違点３に関する判断には誤\nりがある。その理由は，後記(イ)のとおりである。\n(イ)ａ  具体的な構成を前提にその採用の可否を判断することについて\n本件審決は甲１発明において，相違点３のように液体（オイル）を\n加圧することなくスラストピストン室６０に導くための構成例として\nは，①加圧ポンプ１４０や空所１３４を経由しない経路を設ける手段\n（以下「手段１」という。）と，②加圧ポンプ１４０を採用せず，液体\nを加圧せずに空所１３４に供給する手段（以下「手段２」という。）と\nが考えられるとした上で，これらの手段はいずれも甲１発明における\n中間ハウジング３０及びマニフオールド１３４の採用意義に反すると\nして，甲１発明に適用するに当たって阻害要因があると述べ，進歩性\nを認めている。\nしかし相違点３に関し，本件特許発明は「油溜まり部の油を加圧す\nることなく導く均圧流路」と規定するのみで，どのような構成によっ\nてそのような非加圧の流路が形成されるのかという点については，何\nら構成要件上限定されていない  。そのため，甲１発明に相違点３にか\nかる構成を適用して本件特許発明に至ることができるか否かを判断す\nる上において，どのような構成によって非加圧流路が形成されるのか\nということなどは構成要件外の事情にすぎないから，非加圧流路を形\n成するための具体的な構成のうち，ある特定の構成例のみに着目し，\nその特定の構成例を採用することに阻害要因があるとした本件審決の\n判断は誤りである。\nｂ  甲２ないし５に記載された周知技術\n甲２ないし５には，スクリュ圧縮機において，バランスピストンに\n圧力を作用させるための空間に，圧縮機から回収された油を加圧する\nことなく導く配管を設けることが記載されていたものであり，それは，\n本件特許の出願日前に周知の技術事項であった。\nｃ  加圧ポンプ１４０や空所１３４を経由しない経路を設ける手段（手\n段１）の採用と甲１発明の技術思想\n(a)  空所１３４への液体の集約\n甲１発明の本質は，取り外し自在な低圧ケース９８及び／又は高\n圧ケース１１４を採用することにより，従来技術のような重く，大\nきく，複雑なハウジング構造を改良したところにある。そのため，\n空所１３４へ液体を集約することは甲１発明の本質ではなく，空所\n１３４を経由しない経路を設ける手段を適用することによって，液\n体を集約するという空所１３４の役割の一部が発揮されなくなる\nとしても，そのことは，甲１発明の技術思想に反することはない。\n(b)  外部への漏出防止\n甲１発明の特徴は，低圧ケース及び／又は高圧ケースで覆うとい\nう点にあり，甲１発明の高圧ケース１１４の役割は「外部」へのオ\nイル漏れを最少にすることであって，ケース「内部」の構造を問う\nものではない。甲１の図７を見ても，低圧ケースや高圧ケースの内\n部には，パイプが枝分かれしており，多くの接合部分が存在し，こ\nのような接合部分からはオイル漏れが生じる可能性はあるが，甲１\n発明において重要なのは，ケース「外部」にオイルが漏れないこと\nであって，ケース「内部」においてオイル漏れが生じたとしても，\nオイルは単にケース９８と１１４の内部に形成された室内に流れ\n込むだけで外部にまで漏れてしまうわけではないから，それによっ\nて甲１発明の目的が失われるものではない。甲１発明において，加\n圧ポンプ１４０や空所１３４を経由しない経路を設ける手段（手段\n１）を採用することは，甲１発明の高圧ケース１１４の内部の構造\nをわずかに変更する程度のものにすぎないから，甲１発明の技術思\n想に反することはない。\nｄ  加圧ポンプ１４０や空所１３４を経由しない経路を設ける手段（手\n段１）を甲１発明に採用することについての阻害事由\n(a)  スラストピストン６２，アンギユラコンタクトボールベアリング\n５６へ液体が供給されなくなることによるコンプレツサ１０の機能\n不全\n本件特許発明の出願時点では，スラストピストン（バランスピス\nトン）について，ポンプで加圧しなくとも，ロータに加わるスラス\nト力を基準に受圧面積等を適宜調整して設計することにより，当該\nスラスト力を適切に軽減させることが可能であったから（例えば，\n甲２～５）  ，スラストピストン室６０への液体をポンプで加圧しな\nくとも，コンプレツサ１０が機能しなくなることはない。\n甲１には，アンギユラコンタクトボールベアリング５６への液体\n供給が，スラストピストン室６０から部品７，５の貫通穴等を経由\nして行われていることの開示はない。アンギユラコンタクトボール\nベアリング５６への液体供給は，より高圧で圧力ロスの少ないベア\nリング５４の方から行われると解される。\n(b)  フイルタ１４６を経由しないことによるコンプレツサ１０の機\n能不全\n加圧ポンプ１４０や空所１３４を経由しない経路を設けても，ス\nラストピストン室６０に供給される液体は，流路を循環する中で，\nそれ以外の箇所に供給され，その過程でフイルタ１４６を経由し，\n異物はフイルタ１４６によって適切に除去されるから，コンプレツ\nサ１０が機能不全に陥ることはない。なお，一度流路を循環した液\n体がフイルタ１４６を経由せずにスラストピストン室６０に供給\nされる場合があり得るとしても，コンプレツサ１０はそれによって\n機能不全を生じるようなものではない。\n(c)  非加圧の経路を設ける動機付け\n逆スラスト力の発生という課題は，従前から周知であり，それが，\nバランスピストンのピストン室にポンプで加圧されたオイルを供給\nすることによって生じることは，その作用機序からして明らかであ\nり，その課題解決のためにバランスピストンのピストン室にオイル\nを加圧しないで供給すればよいことは自明な事柄であり周知であっ\nた。現にスクリュウコンプレツサの技術分野における当業者は，逆\nスラスト力の課題を認識し，バランスピストンのピストン室にオイ\nルをポンプで加圧することなく（吐出圧Ｐｄに応じた力で）供給する\nことで，逆スラスト力の課題を解決していた（甲２～５）。\n甲１に「ポンプ１４０は，スラストピストン６２に適当な力を与\nえるに充分なだけの液体圧を増加せしめ，」（９欄４１～４３行），\n「圧力軽減バルブ１６４は，空所１３４中の液体圧を制限し，ケー\nス１１４の空間１１６に液体を送り込むように働く。」（１０欄２４\n～２７行）との記載があることから理解できるように，甲１発明に\nおいても，スラストピストン６２に過大な力を与えてしまうと逆ス\nラスト状態となってしまうという課題を認識しており，スラストピ\nストン６２に「適当な力」を与えるに「充分なだけ」の液体圧とす\nることとし，また過大な力が加わることを防止するための圧力軽減\nバルブ１６４を設けている。そのため，甲１発明に逆スラスト荷重\n解消のために非加圧の経路を設けるという動機付けはある。\nｅ  容易想到性\n甲１発明は，逆スラスト力の発生という周知の課題を有しており，\nスクリュ圧縮機において，バランスピストンのピストン室に油を加圧\nすることなく供給することは本件特許の出願日前に周知の技術事項で\nあったから（甲２～５），甲１発明の上記課題を解決するために，上記\nの周知の技術事項を適用して，スラストピストン室へ液体を導く経路\nを非加圧の経路とし，加圧ポンプ１４０や空所１３４を経由しない経\n路を設ける手段（手段１）を採用することは，当業者が容易に想到す\nることができた。\n⑵  被告の主張\nア  相違点２（圧力遮断する仕切り壁）について\n(ア)  被告が本件審決の相違点２に関する判断の誤りを主張することの適\n否\n原告の主張は争う。\n被告が本件審決の相違点２に関する判断の誤りを主張することに何ら\n問題はない。\n(イ)  本件審決の相違点２に関する判断の誤りの有無\nａ  原告の主張は争う。\n本件審決が，相違点２について，部品７，５，４が「圧力遮断する\n仕切り壁」に相当する部品であると認定し，相違点２は実質的な相違\n点ではないと判断したのは誤りである。その理由は，次のｂのとおり\nである。\nｂ  甲１発明において，アンギユラコンタクトボールベアリング５６に\nは，その温度上昇による損傷を防止するために，スラストピストン室\n６０から液体（ベアリングを冷却する前の油）を供給し続ける必要が\nある。そのため，アンギユラコンタクトボールベアリング５６とスラ\nストピストン室６０との間に介在する部品７，５，４は，部品７，５\nに貫通穴が設けられ，それらの貫通穴が互い連通されているという構\n成であり，また，部品４は，その内側の空間を介してアンギユラコン\nタクトボールベアリング５６が配置された領域と空間的に連通されて\nいるという構成であるから，部品７，５，４をもって，圧力遮断する\n仕切り壁ということはできない。\nさらに，スラストピストン６２が，ポンプ１４０で「充分」に「液\n体圧を増加せしめ」られた液体の供給を受け，「ロータ１２の端面６４\nに作用する高圧ガスによるスラスト方向の力を相殺する」という機能\nを実現するために要求されるのは，スラストピストン６２のロータ側\nに作用する圧力，つまりスラストピストン室６０の圧力が，スラスト\nピストン６２の反ロータ側に作用する圧力，つまり室１７４の圧力よ\nりも高いことである。部品７，５，４が「圧力遮断する仕切り壁」に\n相当する部品でなくとも，スラストピストン室６０は室１７４よりも\n高圧であるため，上記機能は実現される。\nそうすると，本件審決が，部品７，５，４が「圧力遮断する仕切り\n壁」に相当する部品であると認定し，相違点２について，「甲１発明に\nおいては，アンギユラコンタクトボールベアリング５６とスラストピ\nストン６２との間に圧力遮断する仕切り壁を設けているか否かは不明\nである点。」と認定したのは誤りであり，「甲１発明においては，アン\nギユラコンタクトボールベアリング５６とスラストピストン６２との\n間に圧力遮断する仕切り壁を設けていない点。」と認定すべきであり，\n相違点２は本件特許発明と甲１発明の実質的な相違点であると判断す\nべきである。\n(ウ)  相違点２が実質的な相違点であることを前提とする進歩性判断\n甲１発明において，圧力遮断する仕切り壁を設け，相違点２に係る本\n件特許発明の構成とすることは，アンギユラコンタクトボールベアリン\nグ５６に対する積極的な液体供給を実現するために部品７，５に敢えて\n貫通穴を設けたという貫通穴の採用意義に反し，アンギユラコンタクト\nボールベアリング５６に対する積極的な液体供給を妨げるものであるか\nら，当業者が容易に想到することはできなかった。したがって，本件特\n許発明には進歩性がある。\nイ  相違点３（非加圧流路）について\n(ア)  甲１発明に，甲２ないし５に記載された周知技術を適用し，加圧ポ\nンプ１４０や空所１３４を経由しない経路を設ける手段（手段１）によ\nり相違点３に係る本件特許発明の構成を採用することは，容易に想到す\nることができなかったから，本件審決の相違点３に関する判断には誤り\nはない。その理由は，後記(イ)のとおりである。\n(イ)ａ  具体的な構成を前提にその採用の可否を判断することについて\n原告の主張は争う。\n無効審判において，特許発明と引用例に係る発明を具体的に特定し，\n引用例に係る発明に具体的な構成を適用して特許発明に至ることがで\nきるかどうかを判断することは当然である。\nｂ  甲２ないし５に記載された周知技術\n原告の主張は争う。\nｃ  加圧ポンプ１４０や空所１３４を経由しない経路を設ける手段（手\n段１）の採用と甲１発明の技術思想\n原告の主張は争う。\n(a)  空所１３４への液体の集約\n甲１は，甲１発明が，「改良された液体分布機構」として，ポンプ\n１４０によって液体を加圧し，さらに，この加圧した液体をいった\nん空所１３４に集約した上で「コンプレツサ内の必要な全ての個所」\n（スラストピストン室６０を含む。）に供給するという構成を採用\nしたことを明らかにしており，甲１発明の「改良された液体分布機\n構」においては，ポンプ１４０により加圧された液体が，中間ハウ\nジング３０に形成された空所１３４を介することなく供給される\n個所は，コンプレツサ内に存在しない。したがって，スラストピス\nトン室６０についてのみ，ポンプ１４０によって加圧されない液体\nを空所１３４を介することなく供給するなどという構成は，甲１発\n明の技術思想に反するものであって，甲１発明への適用が排斥され\nている。\n(b)  外部への漏出防止\nまた，甲１発明は，コンプレツサ外部へのガス及び液体の漏れと\nいう課題の解決のために，中間ハウジング３０内の空所１３４，ポ\nンプ１４０等により構成される「改良された液体分布機構」を備え，\nハウジングのジヨイントを最少とするケースを備える。そして，コ\nンプレツサ外部へのガス及び液体の漏れを減少させるためには，そ\nもそも，内部における液体分布機構も改良してガス及び液体の漏れ\nを減少させることが必要又は有益であるところ，甲１発明において，\nスラストピストン室へ液体を導く経路を非加圧の経路とすべく，例\nえば，パイプ１３８を分岐させ，パイプを増加させ，当該パイプを\nパイプ１７２に接続することは，甲１発明の「改良された液体分布\n機構」にとって著しく不合理な構成であり，このような構成を採用\nすることは，甲１発明の技術思想に反する。\nｄ  加圧ポンプ１４０や空所１３４を経由しない経路を設ける手段（手\n段１）を甲１発明に採用することについての阻害事由\n原告の主張は争う。\n(a)  スラストピストン６２，アンギユラコンタクトボールベアリング\n５６へ液体が供給されなくなることによるコンプレツサ１０の機能\n不全\nポンプ１４０は，スラストピストン６２に適当な力を与えるに充\n分なだけの液体圧を増加せしめるものであるところ，甲１発明にお\nいて，スラストピストン室６０への液体の経路を非加圧のものとす\nるならば，ポンプ１４０により「液体圧」を「充分」に「増加せし\nめ」ることができず，スラストピストン６２に「適当な力」を与え\nることができないため，スラストピストン６２のスラスト荷重への\n対抗が不全となり，コンプレツサ１０が機能しなくなる。\nまた，甲１発明は，液体が加圧されてスラストピストン室６０に\n供給され，部品７，５の貫通穴等を経由してアンギユラコンタクト\nボールベアリング５６に供給されるところ，甲１発明において，ス\nラストピストン室６０への液体の経路を非加圧のものとするなら\nば，アンギユラコンタクトボールベアリング５６に液体を供給し続\nけることができなくなって，アンギユラコンタクトボールベアリン\nグ５６は，その温度が許容温度を超えて上昇して損傷し，コンプレ\nツサ１０が機能しなくなる。\n(b)  フイルタ１４６を経由しないことによるコンプレツサ１０の機\n能不全\n加圧ポンプ１４０や空所１３４を経由しない経路を設けると，ス\nラストピストン室６０に供給される液体がフイルタ１４６を迂回\nすることになるので，異物（ロータ同士の接触により生ずる金属く\nず・鉄粉，液体の化学反応により生ずる不純物等）がスラストピス\nトン室６０に到達して詰まり等が生じることなどの不都合があり，\nひいてはコンプレツサ１０が機能不全に陥る。甲１発明において，\nスラストピストン室６０に液体を供給する構成を，ポンプ１４０・\nフイルタ１４６・空所１３４を迂回するものの，他のフイルタを通\n過してスラストピストン室６０に至る構成に改変しようとすると，\nフイルタ１４６とは別個のフイルタの追加が必要となり，更にはそ\nれに応じた液体パイプ・液体パイプ接合の追加等が必要となるため，\n甲１発明がコンプレツサ外部の液体パイプ接合の数を最少としよ\nうとしている趣旨等に反し，そのような構成を採用することには，\nやはり阻害要因がある。\n(c)  非加圧の経路を設ける動機付け\n甲１の「ポンプ１４０は，スラストピストン６２に適当な力を与\nえるに充分なだけの液体圧力を増加せしめ，またコンプレツサ内の\n必要な全ての個所に液体流を供給するようにする。」（９欄４１～４\n４行）という記載は，当業者が読めば，スラスト荷重に対抗する力\nをスラストピストン６２に与えるためにポンプ１４０が「液体圧を\n増加」することを述べていると認識するにすぎず，逆スラスト荷重\n状態の解消という課題を何ら示唆するものではない。また，甲１に\nは，スラストピストン６２について，「コンプレツサ噴射液体の如き\n圧力のかかつた液体が室６０に導びかれて，ピストン６２に作用し\nてロータ１２の端面６４に作用する高圧ガスによるスラスト方向\nの力を相殺する。」（６欄２２～２５行）と記載されているものの，\n逆スラスト荷重状態の解消には何ら言及されていない。したがって，\n甲１には，逆スラスト力（逆スラスト荷重状態）の発生という技術\n的課題について記載も示唆もなく，甲１発明に，逆スラスト荷重解\n消のために非加圧の経路を設けるという動機付けはない。\nまた，甲１発明において圧力軽減バルブ１６４が設けられている\n目的は，甲１の１０欄２４～２６行に「圧力軽減バルブ１６４は，\n空所１３４中の液体圧を制限し」と記載されていることからして，\n中間ハウジング３０の破損の原因となりかねない空所１３４の過\n剰な昇圧を防止するために空所１３４の圧力を制限することであ\nり，逆スラスト荷重状態を解消することではない。そのため，圧力\n軽減バルブ１６４が設けられていることは，甲１発明に逆スラスト\n荷重解消のために非加圧の経路を設けるという動機付けがあるこ\nとを示すものではない。\nｅ  容易想到性\n原告の主張は争う。\n甲１発明と，原告が甲２ないし５に記載されていると主張する技術\n事項には，課題，作用及び機能の共通性はなく，甲１にそのような技\n術事項を適用する示唆もなく，これまで述べたように，甲１発明に加\n圧ポンプ１４０や空所１３４を経由しない経路を設ける手段（手段１）\nを採用することは，甲１発明の技術思想に反し，阻害事由があり，動\n機付けがないから，甲１発明に，原告が甲２ないし５に記載されてい\nると主張する技術事項を適用して相違点３に係る本件特許発明の構成\nを容易に想到することはできなかった。\n２  取消事由２（無効理由２に関する進歩性の判断の誤り）\n⑴  原告の主張\nア  甲１発明に，甲６及び甲７に記載された技術事項を適用し，加圧ポンプ\n１４０を採用せず，液体を加圧せずに空所１３４に供給する手段（手段２）\nにより，バランスピストンのピストン室にオイルをポンプで加圧すること\nなく供給し，相違点３に係る本件特許発明の構成を採用することは，容易\nに想到することができたから，本件審決の相違点３に関する判断には誤り\nがある。その理由は，後記イのとおりである。\nイ(ア)  油ポンプを省略する動機付け\n甲１に係る特許は昭和４７年（１９７２年）に出願され，本件特許が\n平成８年（１９９６年）に出願されるまでに約２５年経過しており，そ\nの間に技術水準が変化した。スクリユウコンプレツサの技術分野で，甲\n１に係る特許の出願時にはスリーブタイプの軸受が用いられており，そ\nのため油ポンプが必要であったが，その後，ころ軸受，玉軸受が普及し，\n軸受へ油を供給するためのポンプが不要になり，高効率化の要請もあり，\n油ポンプを採用せず，バランスピストン室に非加圧で油を供給するもの\nが一般的になってきた。\n甲１の「ポンプ１４０は，スラストピストン６２に適当な力を与える\nに充分なだけの液体圧を増加せしめ，またコンプレツサ内の必要な全て\nの個所に液体流を供給するようにする。」という記載は，コンプレツサに\nポンプが設けられる場合のポンプの一般的役割を説明したものにとどま\nり，甲１発明にポンプが必要であることを示すものではなく，甲１の請\n求項にもポンプという語はない。\n甲１に係る特許の出願から本件特許出願までの間又は本件特許出願後\nにスリーブタイプの軸受や油ポンプを採用したスクリユウコンプレツサ\nがあるとしても，油ポンプを省略することが本件特許出願当時の技術常\n識，周知技術であったことは否定されない。\n(イ)  油ポンプの省略と甲１発明の技術思想\n甲１発明は，スクリユウロータなど液体（オイル）が分布する箇所を，\n取り外し自在な低圧ケース９８及び／又は高圧ケース１１４で覆うこと\nとし，これによって外部へのオイル漏れを防止しつつ，小型化・軽量化\nを図り，またケースが取り外し自在であることにより修理等を容易にす\nることをその目的，技術思想の一つとしている。加圧ポンプ１４０を採\n用せず，液体を加圧せずに空所１３４に供給する手段（手段２）を採用\nすれば，高圧ケース１１４内にかさばる油ポンプを省略することができ\nるから，一層の小型化・軽量化を図ることができ，修理の際の取り回し\nや内部の視認性なども向上するから，上記の甲１発明の目的に資するこ\nとになる。\n(ウ)  油ポンプを省略することについての阻害事由\n甲１発明において油ポンプを省略しても，スラストピストン６２，ア\nンギユラコンタクトボールベアリング５６へ油が供給されなくなること\nはなく，コンプレツサ１０の機能不全を生じることもない。\n⑵  被告の主張\nア  甲１発明に，甲６及び甲７に記載された技術事項を適用し，加圧ポンプ\n１４０を採用せず，液体を加圧せずに空所１３４に供給する手段（手段２）\nにより相違点３に係る本件特許発明の構成を採用することは，容易に想到\nすることができなかったから，本件審決の相違点３に関する判断には誤り\nはない。その理由は，後記イのとおりである。\nイ(ア)  油ポンプを省略する動機付け\n原告の主張は争う。\n甲１の明細書には，「ポンプ１４０は，スラストピストン６２に適当な\n力を与えるに充分なだけの液体圧を増加せしめ，またコンプレツサ内の\n必要な全ての個所に液体流を供給するようにする。」と記載されているか\nら，ポンプ１４０が採用されたのは，コンプレツサ内の必要な全ての個\n所に液体流を供給するためであり，スリーブタイプの軸受に油を供給す\nるだけのためにポンプ１４０が採用されているわけではない。また，甲\n１発明には，ラジアル軸受の構成がスリーブタイプの軸受であることが\n明記されている。甲１に係る特許の出願から本件特許出願までの間，更\nに本件特許出願後にも，スリーブタイプの軸受を採用したり，転がり軸\n受を採用した上で転がり軸受へ油を供給するために油ポンプを採用した\nスクリュコンプレッサがあるから，油ポンプを省略することが本件特許\n出願当時の技術常識，周知技術であったとはいえない。したがって，甲\n１発明の油ポンプを省略する動機付けはない。\n(イ)  油ポンプの省略と甲１発明の技術思想\n原告の主張は争う。\n甲１発明は，「改良された液体分布機構」として，ポンプ１４０により\n液体を加圧し，いったん空所１３４に集約した上でコンプレツサ内の必\n要な全ての個所（スラストピストン室６０を含む。）に供給するという構\n成を採用しているから，ポンプを採用せず液体を加圧せずに空所１３４\nに供給する手段（手段２）を採用することは，甲１発明の技術思想に反\nする。\n(ウ)  油ポンプを省略することについての阻害事由\n原告の主張は争う。\n甲１発明において油ポンプを省略するならば，スラストピストン６２，\nアンギユラコンタクトボールベアリング５６へ油が供給されなくなり，\nコンプレツサ１０の機能不全を生じるから，甲１発明において油ポンプ\nを省略することには阻害事由がある。\n第４  当裁判所の判断\n１  本件特許の出願前に頒布された刊行物に記載された発明，技術事項\n⑴  甲１\nア  甲１の記載事項\n本件特許の出願前に頒布された刊行物である甲１（特公昭５１－３６８\n８４号公報）は，別紙のとおりであり，「ヘリカルスクリユウコンプレツサ」\nに関する公告公報であって，甲１には，図面とともに次のとおり記載され\nている。\n(ア)  「この発明は，ハウジングに改良を施した液体噴射スクリユウコン\nプレツサに関するものである。」(２欄２４～２５行）\n(イ)  「従来の液体噴射スクリユウコンプレツサに関連する問題点として\nは，通常必要とされる多数のパイプ接合からの，コンプレツサハウジン\nグ部材間のフランジ付ジヨイントからのガスおよび噴射液体の漏れがあ\nる。コンプレツサ外への圧力のかかつたガスの漏れは，特に密閉された\n装置においては，またガスが有害なあるいは可燃性のものであるときは\n好ましくない。もちろん，噴射液体の漏れも望ましくないものである。\n従つてコンプレツサハウジングのジヨイントの数を最少にし，ジヨイン\nトを容易に密閉することが出来るようにすることが好ましい。」（３欄１\n９～３０行）\n(ウ)  「この発明は，密閉を行なうのに必要なハウジングのジヨイントを\n最少にし，コンプレツサハウジング内にほぼ収容される液体分布装置を\n備えた液体噴射ヘリカルガスコンプレツサのハウジング構造の改良を目\n的とするものである。\nこの発明はまた，スライドバルブ容量制御装置を用いるタイプのヘリ\nカルスクリユウガスコンプレツサのハウジング構造を提供するものであ\nつて，その際注入ケース部分はスクリユウロータを収容するための組み\n立てられた金属部材として独立に構成されてコンプレツサ注入ガスと容\n量制御バルブにより送り込まれるガスのための室を構成するものである。\n組み立てられたケース部分はまた，フレーム上にコンプレツサユニツト\nを保持するためにも構成され，コンプレツサは，コンプレツサ駆動モー\nタに関してこのケース部分との整合を妨げることなくこれからそつくり\n取り外すようにすることが出来る。\nこの発明はさらにまた，中間のハウジング部材が基本のコンプレツサ\nの支持体を構成し，組み立てられたケース部分から容易に取り外しが出\n来るような液体噴射ヘリカルスクリユウコンプレツサ用のハウジング\n構造を提供するものである。中間ハウジング部材はまた，コンプレツサ\n外部に位置されねばならない液体パイプ接合の数を最少とするような\n液体分布孔あるいはマニホールドを有している。中間ハウジング部材内\nにはこれに取り付けられた密閉可能なケース部分と共に液体分布孔が\n配置されていて，コンプレツサのガス－液体混合体に通常は曝されてい\nる閉領域内に位置するほぼ全ての液体パイプがこれにより設けられる\nこととなる。またこの発明によるコンプレツサハウジング構造は，外観\nが美しいと共に容易に外部から吸音かつ絶縁層あるいはコーテイング\nを施すことが可能である。」（４欄８～４２行）\n(エ)  「第３図から明らかなようにおすロータ１２は，ロータの低圧端側\nのラジアルスリーブタイプのベアリング５２とロータの高圧端側の同様\nのベアリング５４とに回転自在に軸支されている。ベアリング５２と５\n４とはそれぞれベアリングハウジング３４と中間ハウジング３０とに位\n置せしめられている。ロータ１２に働く軸方向の力は，一対のアンギユ\nラコンタクトボールベアリング５６により部分的に受けられる。ベアリ\nング５６は，ベアリングハウジング５８内に適当に取り付けられ，この\nハウジング５８は，面３２から離れかつこれに平行の第２の横断面５９\n上の中間ハウジング３０に着脱自在にボルト止めされている。ベアリン\nグハウジング５８は，円筒状の室６０を有し，その中にはおすロータ１\n２の高圧端部分６３に取り付けられたスラストピストン６２が設けられ\nている。コンプレツサ噴射液体の如き圧力のかかつた液体が室６０に導\nびかれて，ピストン６２に作用してロータ１２の端面６４に作用する高\n圧ガスによるスラスト方向の力を相殺する。なおロータ１２の反対側の\n端部は，一体の軸部分６６を有し，これに対してモータが第１図に示す\n如きカツプリング６８によつて接続される。めすロータ１４は，同様に\nスリーブベアリングおよび回転部材であるスラストベアリング（図示せ\nず）によつて支持されている。」（６欄６行～３１行）\n(オ)  「前述の如くコンプレツサ１０は，液体が，圧縮熱の幾分かを吸収\nし，協働するロータ１２と１４の隙間を密閉するために，圧縮されたガ\nスと混合されるように穴１８，２０により形成された作動室内に噴射さ\nれるような良く知られたタイプのものである。この液体は通常適当なオ\nイルが用いられ，これはまた互いに係合する二つのロータおよびロータ\nベアリング用の潤滑剤としても働く。コンプレツサ作動室内に直接噴射\nされまた潤滑用に用いられるこの液体は，高圧ガスと共に放出され，ガ\nスから分離され，冷却されまた従来周知の如くコンプレツサに再循環さ\nれる。」（９欄１７行～２８行）\n(カ)  「この発明によればケース９８と１１４内にほぼ収容されている改\n良された液体分布機構を備えたハウジング構造が提供され，コンプレツ\nサの外部に対する液体の漏れが最少にされる。コンプレツサ１０内の中\n間ハウジング３０は，コンプレツサ中の種々の位置に液体を供給するた\nめの複数個の通路を有している。中間ハウジング３０はまた，圧力のか\nかつた液体を分布する空所あるいはマニフオールド１３４を有している。\n特に第３図～第７図において，液体は中間ハウジング３０内のパイプ１\n３６と通路１３８を介してめすロータの図示せぬ延長部により駆動され\nる適当なポンプ１４０に導びかれる。ポンプ１４０は，スラストピスト\nン６２に適当な力を与えるに充分なだけの液体圧を増加せしめ，またコ\nンプレツサ内の必要な全ての個所に液体流を供給するようにする。ポン\nプ１４０の放出パイプ１４２は，中間ハウジング３０に固定されたフイ\nルタ１４６と接続しているこのハウジングの通路１４４に接続している。\nフイルタ１４６を通過した液体は，中間ハウジングの空所１３４内に流\nれる。\n空所１３４は，コンプレツサベアリングおよびシール，スラストピス\nトン，交叉する穴１８と２０により形成された作動室，および容量制御\nバルブ４２に対する駆動体の室７０に圧力のかかつた液体を分布せし\nめるためのマニフオールドとして働く。圧力のかかつた液体は，パイプ\n１４８，１５０通路１５２およびパイプ１５４を介して空所１３４から\n室７０に供給される。適当なバルブ１５６がパイプ１４８内に挿入され，\n容量制御バルブ駆動体の室７０に対する圧力のかかつた液体の流れを\n制御する。パイプ１６０内にはバルブ１５８が配置されて室７０に圧力\nのかかつた液体を送り込む。パイプ１６０は，パイプ１５０と，ケース\n９８の内部空間１０２に開口している中間ハウジングの通路１６２に\n接続している。空間１０２に放出される液体の大部分は，コンプレツサ\n作動室に流れる注入ガスと偶発的に混合される。空所１３４はまた，第\n５図に示され第７図に構成的に示されている圧力軽減バルブ１６４と\n接続している。圧力軽減バルブ１６４は，空所１３４中の液体圧を制限\nし，ケース１１４の空間１１６に液体を送り込むように働く。圧力軽減\nバルブ１６４は，空間１１６と空所１３４との間に存在する圧力差によ\nり作用するタイプのバルブである。\n空所１３４は第５図に示す如く，通路１６８によりこれに相互に結合\nされた部分１６６を有し，また中間ハウジング３０に位置するベアリン\nグ５４に至る通路１７０を有している。またパイプ１７２は空所部分１\n６６からスラストピストン室６０に通じていてスラストピストン６２\nに作用する圧力のかかつた液体を供給する。第３図に示される如くカバ\nー部分１７５により形成される室１７４へのスラストピストンの周縁\nを通つて漏れる液体は，この室から，中間ハウジングの適当な通路を介\nして穴２０に通じているパイプ１７８に接続しているパイプ１７６に\nよつて排出される。空所部分１６６に接続されたパイプ１８０はまた，\nベアリングハウジング３４中のベアリング５２および同様にベアリン\nグハウジング３４中に前述の如く位置するめすロータ１４のスラスト\nピストンに液体を供給する。液体はまたパイプ１８２を経由して軸シー\nルアセンブリ１０８に供給され，接続パイプ１８４を介してシールから\nパイプ１７８に排出される。\nコンプレツサベアリングから，およびスラストピストンとシール１０\n８とから排出される液体は，交叉する穴１８と２０とからなる作動室内\nに流れる。」（９欄２９行～１１欄９行）\n(キ)  「上に述べた液体噴射および潤滑機構から明らかなように，中間ハ\nウジング３０内に分布空所あるいはマニホールドを設けまたケース９８\nと１１４内にほぼ全部のパイプを位置せしめたことにより，コンプレツ\nサ１０の外への噴射液体の漏れの大部分が除去されることとなる。」（１\n２欄１３～１８行）\nイ  甲１の記載から理解できる事項\n(ア)  スクリュー圧縮機においては，潤滑等のためにロータに油を供給し\nつつ，ロータによりガスが圧縮され吐出されるから，スクリュー圧縮機\nの吐出流路において，液体が含まれる高圧ガスから液体を分離し，液体\nが分離された高圧ガスが送り出されることは技術常識である。そして，\n前記ア(ア)及び(オ)の記載並びに上記技術常識から，液体噴射スクリユ\nウコンプレツサの吐出流路において，オイルである液体とともに放出さ\nれた高圧ガスから液体を分離冷却し，液体が分離された高圧ガスを送り\n出すことが理解できる。\n(イ)  前記ア(エ)及び第３図の記載から，おすロータ１２の両側に延びる軸\n部分６３，６６をラジアルスリーブタイプのベアリング５２，５４によ\nり回転可能に支持して，モータに接続される入力軸を低圧側の軸部分６\n６としていることが理解できる。\n(ウ)  前記ア(エ)及び第３図の記載から，おすロータ１２の高圧端部分６\n３をベアリング５４よりもおすロータ１２から離れた位置にてアンギユ\nラコンタクトボールベアリング５６により回転可能に支持することが理\n解できる。\n(エ)  前記ア(エ)及び第３図の記載から，アンギユラコンタクトボールベ\nアリング５６よりもおすロータ１２から離れた位置にて高圧端部分６３\nにスラストピストン６２を取り付けていることが理解できる。\n(オ)  前記ア(カ)並びに第３図，第５図及び第７図の記載から，スラスト\nピストン６２のアンギユラコンタクトボールベアリング５６側の空間で\nあるスラストピストン室６０に，高圧ガスから分離されて冷却されてコ\nンプレツサへと再循環される液体を，ポンプ１４０を経由して導く経路\n（１３６，１３８，１４２，１４４，１３４，１６８，１６６，１７２）\nを設けて形成したことが理解できる。\nウ  甲１に記載された発明\n甲１の記載事項（前記ア）及び甲１の記載から理解できる事項（前記イ）\nによれば，甲１には，本件審決が認定したとおり，甲１発明（前記第２の\n３⑶）が記載されていると認められる。\n⑵  甲２\nア  甲２の記載事項\n本件特許の出願前に頒布された刊行物である甲２（特開昭５７－１５９\n９９３号公報）には，図面とともに次のとおり記載されている。\n(ア)  「本発明は，互に噛み合う一対のスクリユーロータをロータ室で回\n転せしめて気体を圧縮する噴射式スクリユー圧縮機の運転中に生じる軸\n方向推力を打消すバランスピストンに関するものである。」（１頁右下欄\n１１～１５行）\n(イ)  「従来，この種の圧縮機は雄ロータを含む縦断面図の第１図に示さ\nれるようにロータケーシング１の両側は吸込側端壁及び吐出側端壁をな\nしており，吸込ケーシング２，吐出ケーシング３により密閉され，雄ロ\nータ４と図示されない雌ロータがかみ合つており，両ロータはケーシン\nグ１の吐出し側の双円弧形外周と接している。雄ロータ４は吸込ケーシ\nング１中のジヤーナル軸受６，吐出ケーシング３中のジヤーナル軸受８，\nスラスト玉軸受１２より支承され，軸封装置１８にて軸封され駆動端が\n機外に突出している。軸受６側の軸部４ｂは延出され軸端にはバランス\nピストン３２が固定され，吸込ケーシング２に直接又は固定されたシリ\nンダ中を滑動して回転するようになつている。２２は吸込通路，２５は\n吐出通路である。雌ロータ側は同様に機外に突出しない軸により軸架さ\nれバランスピストンを有しない。３１はスライドバルブである。スクリ\nユー圧縮機が運転されると雄ロータ４と雌ロータはかみ合つてその間の\n作用空間が吐出側へ移行して冷媒は圧縮され吐出口より吐出通路２５へ\n吐出される。一方，軸受及びロータ間及びロータとロータケーシング１\n間の潤滑，冷却，密封を行う油は吐出されたガスと共に吐出配管５０を\nとおり油分離器５２に入りそこで分離されて油配管５３により油冷却器\n５５に送られて冷却され，フイルタ５６にて炉過されて，油ポンプ５７\nにより昇圧されて，軸受６，８，１２等の各軸受，軸封装置１８，スラ\nイドバルブ３１ほかを介してロータ作用空間へ送られる。同じく送油さ\nれた油ポンプ５７からの圧油はバランスピストン室３４に送られ，発生\nするロータの推力と均衡するようになつており，これらの給油は吐出通\n路２５に再び出て合流する。」（１頁右下欄１６行～２頁右上欄１０行）\n(ウ)  「このような従来のスクリユー圧縮機のバランスピストンは油ポン\nプで加圧された潤滑・冷却シール用の圧油を作動油として供給している\nため次の欠点があつた。\n(1)  …\n(2)  特に起動時圧縮機の吸入側と吐出側の圧力差が大きくならないう\nちに油ポンプにより吐出された圧力の高い油がバランスピストンにかか\nることによりロータが吐出側に推されスラスト軸受およびスラスト軸受\n抑え金などに過大な応力がかかりしかも起動のたびに繰返えされるため\n疲労変形の恐れがある。また，ロータ吐出側端面と吐出ケーシング端面\nが接触し，両端面が損傷したり発熱し，その発熱によりラジアル軸受メ\nタルが溶融して流出することも起り得る。\n(3)  …」（２頁右上欄１１行～左下欄１５行）\n(エ)  「本発明はスクリユー圧縮機における従来のバランスピストンの加\n圧方法の問題点に鑑みなされたもので吐出圧の変動によるロータ推力に\n均衡し，従つて起動時，運転中に限らずロータが移動せず，油ポンプの\n容量を増大させないようなバランスピストンの加圧方法を得ることを目\n的とするものである。」（２頁左下欄１６行～右下欄２行）\n(オ)  「本発明はスクリユー圧縮機において，吐出流体と共に潤滑，冷却，\n密封用の油が油分離機により回収され，油ポンプにより圧縮機各部に給\n油され，吸込ケーシングに設けたロータ軸端の突出する空間にロータ軸\nに固定したピストンと吸込ケーシングに固定したシリンダをすきま少く\n嵌入してピストンの反吐出側に圧縮機の吐出圧力を受けた油を供給した\nことを特徴とするものである。」（２頁右下欄３～１１行）\n(カ)  「第５図は油圧回路図を示す図面である。吐出通路２５に吐き出さ\nれた油を多量に含む圧縮ガスは吐出配管５０を通り油分離器５２に導か\nれ，圧縮ガスと油とに分離されたのち圧縮ガスは配管５１から吐出され，\n油は油配管５３により油冷却器５５に導かれる。」（４頁左下欄１４～１\n９行）\n(キ)  「油分離器５２より分離された油の一部はフイルタ５９を途中に備\nえる配管５８を通じてバランスピストン室３４へ送られる。バランスピ\nストン３２には従つて吐出圧縮ガス圧力に追従して変化する油圧力が加\nわる。」（４頁右下欄７～１１行）\nイ  甲２の記載から理解できる事項\n甲２の第５図の記載から，配管５８は，バランスピストン室３４に，油\n分離器５２の油を加圧することなく導くことが理解できる。\nウ  甲２に記載された技術事項\n甲２の記載事項（前記ア）及び甲２の記載から理解できる事項（前記イ）\nによれば，甲２には，次の技術事項が記載されていると認められる。\n「バランスピストンに油ポンプで加圧された潤滑・冷却シール用の圧油を\n作動油として供給している従来のスクリユー圧縮機においては，特に起動\n時，圧縮機の吸入側と吐出側の圧力差が大きくならないうちに油ポンプに\nより吐出された圧力の高い油がバランスピストンにかかることにより，ロ\nータが吐出側に推され，スラスト軸受及びスラスト軸受抑え金などに過大\nな応力がかかるという課題があったところ，この課題を解決するために，\n油を多量に含む圧縮ガスから油を分離回収し，油分離された圧縮ガスを送\nり出す油分離器５２を吐出配管５０に設け，軸部４ｂ端には，雄ロータ４\nと雌ロータ５の推力のバランスをとるためのバランスピストン３２に面\nするバランスピストン室３４に，上記油分離器５２の油を加圧することな\nく導く配管５８を設けて形成したスクリユー圧縮機。」\n⑶  甲３\nア  甲３の記載事項\n本件特許の出願前に頒布された刊行物である甲３（国際公開第９５／１\n０７０８号）には，図面とともに次のとおり記載されている（翻訳は審決\nによる。）。\n(ア)  「公知の装置によれば，通常のケースにおいて，スラスト荷重を適\n切に低減することができる。しかしながら，出口圧が変化し，特に入口\n圧も変化するとき，問題が発生する。このような運転条件では，軸方向\nガス力が変化し，結果として，バランスピストンの寸法や種々の運転条\n件によって，ロータがアンダーバランス又はオーバーバランスの状態に\nなってしまうかもしれない。この結果は，スラスト軸受の寿命を減少さ\nせるであろう。」（１頁７～１２行）\n(イ)  「本発明の目的は，問題になっている圧縮機における種々の運転条\n件（特に，高い入口圧及び出口圧で運転するための運転条件）へのスラ\nストバランスの自動的な適応のための簡素且つ信頼性の高い手段を達成\nすることである。」（１頁２５～２７行）\n(ウ)  「圧縮機１は，互いに噛み合う一対のスクリュロータを備えた回転\nスクリュータイプのものであり，低圧入口２と高圧出口３とを有する。\n一方のロータは不図示の駆動手段に連結されるシャフト延長部１５を有\nし，シャフト延長部はシリンダ１４内にバランスピストン１１を有する。\n圧縮機には油が注入され，オイルセパレータ１０が出口配管８に設けら\nれている。オイルセパレータからのガスはデリバリパイプ９を介して排\n出され，分離された油は配管６及び油注入手段４を介して作動スペース\nに戻るようになっている。配管６には，オイルセパレータに隣接して第\n１スロットル５が設けられており，油注入手段が第２スロットル４を構\n成している。第１スロットル５及び第２スロットル４の間において，配\n管６には，シリンダ１４まで分岐配管が到達している。」（２頁１８～２\n６行）\n(エ)  「運転時，圧縮機の高圧端から低圧端に向かう方向（即ち，図中左\n側）の軸方向のガス力Ｆが各ロータに作用し，このガス力はｐｓ及びｐｄ\nの関数である。ピストン１１からのバランス力Ｆｂは，ピストンの有効加\n圧面積１２に依存し，ｐｓ及びｐｄの関数である。バランス力はガス力未\n満であるべきであり，合力ＦＲ＝Ｆ－ＦＢはスラスト軸受によって負担さ\nれるべきである。合力は，所定範囲（Ｆmin＜ＦＲ＜Ｆmax）内に収まるべき\nである。但し，Ｆmin 及びＦmax は，スラスト軸受の負荷要求によって定ま\nる。」（３頁７～１４行）\nイ  甲３の記載から理解できる事項\n(ア)  前記ア(ウ)及び図面の記載からみて，油とともに吐出された圧縮ガ\nスから油を分離回収し，油を一旦下部の油溜まり部に溜め，油分離され\nた圧縮ガスを送り出すオイルセパレータ１０を出口配管８に接続してい\nることが理解できる。\n(イ)  甲３の図面を参照すると，配管６及び分岐配管７には油圧ポンプが\n設けられておらず，オイルセパレータ１０からの油を「加圧することな\nく」シリンダ１４のバランスピストン１１の第１圧力表面１２側に導く\nようになっていることが理解できる。\nさらに，油は油注入手段４を介して作動スペースに戻るようになって\nいると記載されているから，このスクリュー圧縮機は油冷式であるとい\nえる。\nウ  甲３に記載された技術事項\n甲３の記載事項（前記ア）及び甲３の記載から理解できる事項（前記イ）\nによれば，甲３には，本件審決が認定したとおり（本件審決１２頁），次の\n技術事項が記載されていると認められる。\n「油とともに吐出された圧縮ガスから油を分離回収し，油を一旦下部の油\n溜まり部に溜め，油分離された圧縮ガスを送り出すオイルセパレータ１０\nを出口配管８に接続し，シリンダ１４のバランスピストン１１の第１圧力\n表面１２側に，上記油溜まり部の油を加圧することなく導く配管６及び分\n岐配管７を設けて形成した，油冷式スクリュー圧縮機１。」\n⑷  甲４\nア  甲４の記載事項\n本件特許の出願前に頒布された刊行物である甲４（特開昭５７－１２２\n１８８号公報）には，図面とともに次のとおり記載されている。\n(ア)  「（７）特許請求の範囲第１項から第６項のいずれか１項に記載の油\n注入式ねじ形圧縮機に於ける軸受を冷却し潤滑しロータ軸スラストを平\n衡さす方法に於いて，前記ねじロータの軸的平衡の為に，圧力油が前記\n低圧側のねじロータの軸端（２０）に近接した圧力空間に供給されるこ\nとを特徴とする油注入式ねじ形圧縮機に於ける軸受を冷却し潤滑しロー\nタ軸スラストを平衡さす方法。」（特許請求の範囲第７項）\n(イ)  「（１１）特許請求の範囲第７項から第１０項のいずれか１項に記載\nの油注入式ねじ形圧縮機に於ける軸受を冷却し潤滑しロータ軸スラスト\nを平衡さす方法に於いて，前記ねじロータの圧力空間に供給される油の\n圧力が前記ねじ形圧縮機の出力圧力とほぼ同じであることを特徴とする\n油注入式ねじ形圧縮機に於ける軸受を冷却し潤滑しロータ軸スラストを\n平衡さす方法。」（特許請求の範囲第１１項）\n(ウ)  「圧縮機の低圧側には，好ましくはころ軸受型のラジアル軸受と好\nましくはアンギユラ・コンタクト玉軸受型のアキシアル軸受１８がねじ\nロータ１５を支承する為に組み入れられている。この軸受組み入れ部分\nの外側に於いて，ねじロータ１５の高圧端に作用する軸力の主要部分を\n平衡さす為にロータ軸端２０に平衡ピストン１９が配備されている。前\n記平衡ピストン１９は圧力空間２１に位置させられ，そして該圧力空間\n２１へ油入口孔２２を介して外側から圧力油が供給され得る。」（３頁右\n下欄１～１０行）\n(エ)  「ねじロータ１５の平衡ピストン１９の圧力空間２１に油が供給さ\nれるが，該油の圧力は油冷却器と油フイルタ中の圧力低下によつて減圧\nされたねじ形圧縮機の出口圧力に対応する。」（４頁左下欄１２～１５行）\n(オ)  「軸方向の力が高いねじロータ上には，本発明に係る装置により平\n衡力が与えられ，該平衡力は圧縮機に於ける逆圧の増大と共に増大し，\nそれによつて軸受力そして，従つて，軸受稼動寿命は，実質的に一定で\nある。」（５頁右上欄１９行～左下欄３行）\nイ  甲４に記載された技術事項\n前記アの記載事項によれば，甲４には，次の技術事項が記載されている\nと認められる。\n「油冷却器及び油フイルタでの圧力降下によって減少したねじ圧縮機（ス\nクリュ圧縮機）の出口圧力に対応する圧力の油を，平衡ピストン（バラン\nスピストン）１９に面する圧力空間２１に導くための油入口孔２２を設け\nて形成した油注入式ねじ形圧縮機。」\n⑸  甲５\nア  甲５の記載事項\n本件特許の出願前に頒布された刊行物である甲５（実願昭６２－１２８\n１１４号（実開昭６４－３４４９３号）のマイクロフィルム）には，図面\nとともに次のとおり記載されている。\n(ア)  「本考案は，以上の問題点を解消するために，バランスピストンの\n給排油構造を簡素化し，しかも圧縮ガス圧力の変動に係わらず安定した\nスラスト力の釣合と，圧縮作用空間及び軸受空間との確実な軸封作用が\n行えると共に，ロータ端面とケーシング端壁間との吐出端面隙間の正確\nな調整を可能とし，安価でしかも性能のよいスラスト力釣合装置を提供\nすることを目的とする。」（４頁１７行～５頁４行）\n(イ)  「さらに，オスロータ３側のベアリング１２と該ロータの端面２１\n間には，外周面にラビリンス溝を有する大径部１４と小径部１５より成\nるスペーサ１６が嵌着し，該ロータと吐出ケーシング９間の吐出端面ス\nキマを保持している。さらに，前記大径部１４と小径部１５の双方は，\n吐出ケーシング９の端壁２２に形成する大径穴と小径穴とから成る軸封\n穴１７内に密封摺動自在に挿通すると共に，前記スペーサの大径部１４\nと小径部１５との境にある段部１８と，前記軸封穴１７間に形成される\n作用室１９を，連通孔２０を介してメスロータ４に嵌着する軸封カラー\n２５の油溝２６と連通している。この油溝２６は，前記軸封カラーの略\n中央部に全周にわたって形成されているもので，吐出ケーシング９に穿\n設した給油孔２７と連通し，さらに配管２８を介してセパレータタンク\n２９内の油溜３０と接続している。」（６頁１２行～７頁８行）\n(ウ)  「圧縮機を運転すると，吸入口４５から吸入されたガスはオス・メ\nスロータ３・４の噛み合いによって圧縮され，吐出口４６より吐出され，\n図示せざる吐出配管を介してセパレータタンク２９内に圧送される。\nこれにより，油溜３０内の潤滑油は前記圧縮ガス圧力により押し出さ\nれ，配管２８，給油孔２７を介してメスロータ４の軸封カラー２５外周\n部に形成された油溝２６を経て，オスロータ３に設けられたスペーサ１\n６の作用室１９内に圧送される。\nしたがって，オスロータ３には常時圧縮ガス圧力に比例した図中Ａ方\n向のスラスト荷重が作用する。\n一方，前記したオス・メスロータの噛み合い回転に伴う圧縮作用によ\nり，両ロータには圧縮ガス反力としてのラジアル荷重と，図中Ｂ方向へ\nのスラスト荷重が作用するが，このオスロータ側のスラスト荷重を前記\n作用室１９内の油圧によってスペーサ１６に作用する図中Ａ方向のスラ\nスト力が相殺し，ベアリング１２に加わるスラスト荷重を軽減する。\n即ち，前記Ａ及びＢ方向のスラスト荷重は常に圧縮ガス圧力に比例し\nた力で作用するので，前記圧縮ガス圧力の変動に係わらず常に均衡のと\nれた釣合が成される。」（７頁１２行～８頁１６行）\nイ  甲５の記載から理解できる事項\n前記ア(イ)，(ウ)及び第１図の記載からみて，油とともに吐出された圧\n縮ガスから油を分離回収し，油を一旦下部の油溜３０に溜め，油分離され\nた圧縮ガスを送り出すセパレータタンク２９を吐出配管に接続すること，\n及び，スペーサ１６に面する吸入側の作用室１９に，油溜３０の油を加圧\nすることなく導く配管２８を接続することが理解できる。\nウ  甲５に記載された技術事項\n甲５の記載事項（前記ア）及び甲５の記載から理解できる事項（前記イ）\nによれば，甲５には次の技術事項が記載されていると認められる。\n「油とともに吐出された圧縮ガスから油を分離回収し，油を一旦下部の油\n溜３０に溜め，油分離された圧縮ガスを送り出すセパレータタンク２９を\n吐出配管に接続し，\nバランスピストンとして機能するスペーサ１６に面する吸入側の作用室\n１９に，油溜３０の油を加圧することなく導く配管２８を接続した，スク\nリュ圧縮機。」\n２  取消事由１（無効理由１に関する進歩性の判断の誤り）について\n⑴  相違点２（圧力遮断する仕切り壁）について\nア  当裁判所は，被告が本件審決の相違点２に関する判断の誤りを主張する\nこと自体は失当とはいえないが，相違点２は実質的な相違点ではないとし\nた本件審決の判断に誤りはないものと判断する。その理由は，以下のとお\nりである。\nイ  被告が本件審決の相違点２に関する判断の誤りを主張することの適否\n原告は，相違点２の判断の誤りを述べる被告の主張は，それ自体失当で\nある旨主張する。\nしかし，被告は，本件特許発明は甲１発明に甲２ないし５に記載された\n周知技術を適用して当業者が容易に発明をすることができたとの本件審\n決の判断は誤りであるという原告の主張を争い，その理由として，甲１発\n明と本件特許発明の相違点２は実質的な相違点であって，相違点２に係る\n本件特許発明の構成を容易に想到することはできず，本件特許発明は当業\n者が容易に発明をすることができなかったと主張するものであり，このよ\nうな主張は本件無効審判においても行っていたものである。したがって，\n被告の上記主張は，無効審判において審理判断の対象となっていなかった\n新たな事由を持ち出すものではないし，本件特許発明の進歩性を基礎付け\n得るものである以上，それ自体失当であるということもできない。したが\nって，原告の上記主張は，採用することはできない。\nウ  本件審決の相違点２に関する判断の誤りの有無\n(ア)  本件特許発明における圧力遮断する仕切り壁の技術的意義\nａ  本件明細書の記載\n本件明細書の発明の詳細な説明には次の記載がある。\n(a)「【０００１】\n【発明の属する技術分野】\n本発明は，スクリュロータに作用するスラスト力を軽減するように\nした油冷式スクリュ圧縮機に関するものである。」\n(b)「【００１３】\n【発明の実施の形態】\n次に，本発明の実施の一形態を図面にしたがって説明する。\n図１～３は，第１発明の第１の実施形態に係るスクリュ圧縮機を示\nし，図６，７に示すスクリュ圧縮機と互いに共通する部分について\nは，同一番号を付して説明を省略する。\nこの圧縮機の場合，油ポンプ６の一次側にて油供給流路７から分岐\nさせた均圧流路８が設けてあり，油ポンプ６の二次側に続く油供給\n流路７の部分はラジアル軸受１３，１４の箇所に導き，均圧流路８\nはバランスピストン１７の箇所に導くように形成してある。この圧\n縮機本体３内の構造について，さらに詳説すれば，図２，３に示す\nように，圧縮機本体３の吐出側のロータ軸に，スクリュロータ１１，\n１２側から順番に，ラジアル軸受１４，スラスト軸受１６，バラン\nスピストン１７を設けるとともに，スラスト軸受１６とバランスピ\nストン１７との間に仕切り壁３１を設けてある。この仕切り壁３１\nは内周部に軸封手段３２を備え，スラスト軸受１６を収容している\n空間Ａとバランスピストン１７を収容している空間Ｂとを圧力遮\n断して，空間Ｂを，入力軸１５，スラスト軸受１６，ラジアル軸受\n１３，１４等の他の構成要素とは独立させてある。\n【００１４】\nそして，空間Ａには吸込圧力Ｐs を導き，空間Ｂのバランスピストン\n１７のスラスト軸受１６側の面には均圧流路８により吐出圧力Ｐ d\nを導いている。\n上述したように，入力軸１５を吸込側に配置してあるためスラスト\n軸受部の径はラジアル軸受１４，入力軸１５の径によって左右され\nず，スラスト軸受１６の内径を小さくして，その負荷容量を大きく\nすることができる。また，空間Ｂを他の構成要素から独立させてあ\nるので，バランスピストン１７の軸径，外径を他の構成要素に左右\nされることなく定めることができる。\nバランスピストン１７に作用する力Ｆは，次式で表される。\nＦ＝（Ｄ2－ｄ\n2）・（π／４）×Ｐd\nここで，Ｄはバランスピストン１７の外径，ｄはバランスピストン\n１７の軸径であり，したがって，十分にスラスト力を軽減するため\nには，力Ｆを大きくすればよく，そのためには（Ｄ2－ｄ2）を大きく\nして，バランスピストン１７の必要な受圧面積を確保すればよい。\n即ち，バランスピストン１７の外径Ｄを大きく，軸径ｄを小さくす\nればよい。」\nｂ  圧力遮断する仕切り壁の技術的意義\n前記ａ(a)の本件明細書の記載によれば，本件特許発明は，「スクリ\nュロータに作用するスラスト力を軽減する」ことを前提としていると\nころ，前記ａ(b)の記載と本件明細書の図３を参照すると，本件特許発\n明における「仕切り壁」とは，十分にスラスト力を軽減するよう吐出\n圧力Ｐｄをバランスピストン１７に作用させるために，吐出圧力Ｐｄが\n導かれる空間Ｂと吸込圧力が導かれる空間Ａとの間に配置することに\nより，空間Ａと空間Ｂとを圧力遮断するものである。\nそうすると，「仕切り壁」の密封性については，本件特許発明が前提\nとする「スクリュロータに作用するスラスト力を軽減する」よう吐出\n圧力Ｐｄをバランスピストン１７に作用させることができる程度に空\n間Ｂから空間Ａへの油の流出を妨げることができることを要するもの\nであって，全く流出させないほどの密封性を要するものではないと解\nされる。\n(イ)  甲１発明における部品７，５，４\nａ  部品の配置\n甲１の図３を参照すると，別紙図面（本件審決２３頁の図面に着色\nしたもの。）のとおり，スラストピストン室６０とアンギユラコンタク\nトボールベアリング５６との間には，右から順に部品７，５，４が配\n置されるとともに，それらの下方に部品６が配置されることが看取で\nきる。\nｂ  圧力差の存在\n甲１発明において，スラストピストン室６０には，コンプレツサ噴\n射液体のような圧力のかかった液体が導かれ，その圧力が，ピストン\n６２に作用して，スラスト力を軽減している。\n他方，アンギユラコンタクトボールベアリング５６が配置された空\n間について検討すると，甲１には，コンプレツサベアリングに液体を\n分布させることが記載され，具体的には，ベアリング５２，５４に液\n体を供給することが記載されているが，アンギユラコンタクトボール\nベアリング５６への液体供給については具体的な記載はない。そして，\nボールベアリングを油で潤滑することは一般にも行われているが，ボ\nールベアリングが配置される空間が高圧の油で完全に満たされている\nとボールの円滑な転動が阻害されるから，通常そのようなことは考え\nにくい。そうすると，甲１発明において，アンギユラコンタクトボー\nルベアリング５６が配置された空間は，ポンプ１４０で加圧された液\n体で完全に満たされていることはなく，当該空間はせいぜい気液混合\n状態であって，スラストピストン室６０よりも低圧であり，アンギユ\nラコンタクトボールベアリング５６が配置された空間とスラストピス\nトン室６０との間には圧力差が存在しているものと認められる。\nｃ  密閉性の程度\nところで，甲１の図３の記載から，部品５及び部品７には，両部材\nを貫通する穴が形成され，このような貫通穴は部品４の右端面に開口\nしていることが看取できる。さらに，技術常識に鑑みれば，甲１の図\n３における部品３及び部品４は，アンギユラコンタクトボールベアリ\nング５６の外輪を回転不能に固定するための部品であり，部品５の押\n圧力を部品４を介してアンギユラコンタクトボールベアリング５６の\n外輪に作用させていることが理解できる。したがって，部品５と部品\n４との間は相当に密なものであると解されるものの，部品５の貫通穴\nと部品４の右端面とにシール部材は見受けられず，また，前述のとお\nりアンギユラコンタクトボールベアリング５６が配置された空間は低\n圧であるから，スラストピストン室６０に供給された液体が前記貫通\n穴を介して，部品５と部品４との間からアンギユラコンタクトボール\nベアリング５６が配置された空間に漏れ出る可能性が全くないとまで\nはいえない。\nしかし，前記(ア)ｂで検討したように，本件特許発明の「仕切り壁」\nの密封性は，発生する逆スラスト荷重にバランスする十分な圧力をバ\nランスピストン１７に作用させることができる程度に空間Ｂから空間\nＡへの油の流出を妨げることができるものであって，全く流出させな\nいほどの密封性を要するものではない。そして，甲１に「コンプレツ\nサ噴射液体の如き圧力のかかつた液体が室６０に導びかれて，ピスト\nン６２に作用してロータ１２の端面６４に作用する高圧ガスによるス\nラスト方向の力を相殺する。」（６欄２２～２５行）との記載があるこ\nとから，甲１発明においても，部品７，５，４は，全体として，スラ\nストピストン６２に作用するスラスト方向の力をスラストピストン室\n６０内の圧力により相殺する程度に，スラストピストン室６０とアン\nギユラコンタクトボールベアリング５６が配置された空間とを圧力遮\n断していると解される。\nｄ  圧力遮断する仕切り壁への該当性\nそうすると，甲１発明において，部品７，５，４は，圧力差のある\nスラストピストン室６０と，アンギユラコンタクトボールベアリング\n５６が配置された空間との間に配置することにより，これらの空間を\n遮断するものであるから，本件特許発明の「圧力遮断する仕切り壁」\nの機能を有していると認められる。\n(ウ)  本件審決の判断の誤りの有無\nこれまで述べたところによれば，甲１発明は，本件特許発明の「仕切\nり壁」に相当する部品を備えているから，相違点２は，甲１発明と本件\n特許発明の実質的な相違点ではなく，これと同旨の本件審決の判断に誤\nりはない。\n(エ)  被告の主張の検討\nａ  被告は，甲１発明において，アンギユラコンタクトボールベアリン\nグ５６にはスラストピストン室６０から液体（ベアリングを冷却する\n前の油）を供給し続ける必要があり，そのため，アンギユラコンタク\nトボールベアリング５６とスラストピストン室６０との間に介在する\n部品７，５，４は，部品７，５に貫通穴が設けられ，それらの貫通穴\nが互い連通されているという構成であり，また，部品４は，その内側\nの空間を介してアンギユラコンタクトボールベアリング５６が配置さ\nれた領域と空間的に連通されているという構成であるから，部品７，\n５，４をもって，圧力遮断する仕切り壁ということはできないと主張\nする（前記第３，１⑵ア(イ)ｂ）。\nしかし，前記(イ)ｃのとおり，本件特許発明の「仕切り壁」は，油を\n全く流出させないほどの密封性を要するものではなく，甲１発明の部\n品７，５，４は，全体として，スラストピストン６２に作用するスラ\nスト方向の力をスラストピストン室６０内の圧力により相殺する程度\nに，スラストピストン室６０とアンギユラコンタクトボールベアリン\nグ５６が配置された空間とを圧力遮断しているから，圧力遮断する仕\n切り壁に該当するものと認められ，被告の上記主張を採用することは\nできない。\nｂ  また，被告は，甲１発明において，スラストピストン６２が，ポン\nプ１４０で「充分」に「液体圧を増加せしめ」られた液体の供給を受\nけ，「ロータ１２の端面６４に作用する高圧ガスによるスラスト方向の\n力を相殺する」という機能を実現するために要求されるのは，スラス\nトピストン６２のロータ側に作用する圧力，つまりスラストピストン\n室６０の圧力が，スラストピストン６２の反ロータ側に作用する圧力，\nつまり室１７４の圧力よりも高いことであるとし，部品７，５，４が\n「圧力遮断する仕切り壁」に相当する部品でなくとも，スラストピス\nトン室６０は室１７４よりも高圧であるため，上記機能は実現される\nと主張する（前記第３，１⑵ア(イ)ｂ）。\nしかし，部品７，５，４は，スラストピストン室６０と，アンギユ\nラコンタクトボールベアリング５６が配置された空間との間に存在す\nるから，スラストピストン室６０と，アンギユラコンタクトボールベ\nアリング５６が配置された空間との間に圧力差があれば，室１７４の\n圧力如何にかかわらず，部品７，５，４は圧力遮断する仕切り壁に該\n当すると認められる。また，被告の主張は，スラストピストン室６０\nと室１７４との間に圧力差があれば，貫通穴を有する部品７，５，４\nが「圧力遮断」できない構造であっても，当該圧力差によってスラス\nトピストン６２は室１７４側に押圧されることになる，という趣旨と\nも解されるが，スラストピストン６２を室１７４側に押圧する力が働\nくためには，スラストピストン室６０内の圧力が上がる必要があり，\nそのためには，部品７，５，４が圧力を遮断するもの，すなわち，「圧\n力遮断する仕切り壁」でなければならないと解される。したがって，\n被告の上記主張は，採用することができない。\n⑵  相違点３（非加圧流路）について\nア  当裁判所は，甲１発明に，甲２ないし５に記載された周知技術を適用し，\n加圧ポンプ１４０や空所１３４を経由しない経路を設ける手段（手段１）\nにより，バランスピストンのピストン室にオイルをポンプで加圧すること\nなく供給し，相違点３に係る本件特許発明の構成を採用することは，容易\nに想到することができたから，本件審決の相違点３に関する判断は誤りで\nあると判断する。その理由は，以下のとおりである。\nイ  逆スラスト力（逆スラスト荷重状態）の発生という技術的課題\n甲２に記載された技術事項は前記１⑵ウのとおりであり，甲２には，「バ\nランスピストンに油ポンプで加圧された潤滑・冷却シール用の圧油を作動\n油として供給している従来のスクリユー圧縮機においては，特に起動時，\n圧縮機の吸入側と吐出側の圧力差が大きくならないうちに油ポンプによ\nり吐出された圧力の高い油がバランスピストンにかかることにより，ロー\nタが吐出側に推され，スラスト軸受及びスラスト軸受抑え金などに過大な\n応力がかかるという課題がある」こと，すなわち，逆スラスト力（逆スラ\nスト荷重状態）が発生するという技術的課題が示されていた。\nそして，甲１発明は，高圧ガスから分離されて冷却されてコンプレツサ\nへと再循環される液体を，ポンプ１４０を経由してスラストピストン室６\n０に導く経路を設けて形成した液体噴射スクリユウコンプレツサである\nが，逆スラスト力が発生しないことを裏付けるような事情はないから，甲\n１発明は，逆スラスト力（逆スラスト荷重状態）の発生という技術的課題\nを有しているものと認められる。\nウ  非加圧流路の設定に係る周知技術\n(ア)  甲２に記載された技術事項は前記１⑵ウのとおりであり，「バラン\nスピストン３２に面するバランスピストン室３４に，上記油分離機５２\nの油を加圧することなく導く配管５８を設けて形成」したものである。\n甲３に記載された技術事項は前記１⑶ウのとおりであり，「シリンダ１\n４のバランスピストン１１の第１圧力表面１２側に，上記油溜まり部の\n油を加圧することなく導く配管６及び分岐配管７を設けて形成した，油\n冷式スクリュー圧縮機１」である。\n甲４に記載された技術事項は前記１⑷イのとおりであり，「圧力降下に\nよって減少したねじ圧縮機（スクリュ圧縮機）の出口圧力に対応する圧\n力の油を，平衡ピストン（バランスピストン）１９に面する圧力空間２\n１に導くための油入口孔２２を設けて形成した油注入式ねじ形圧縮機」\nである。\n甲５に記載された技術事項は前記１⑸ウのとおりであり，「バランスピ\nストンとして機能するスペーサ１６に面する吸入側の作用室１９に，油\n溜３０の油を加圧することなく導く配管２８を接続した，スクリュ圧縮\n機」である。\n(イ)  前記(ア)のとおり，甲２ないし５には，スクリュ圧縮機において，\nバランスピストンに圧力を作用させるための空間に，圧縮機から回収さ\nれた油を加圧することなく導く配管を設けることが記載されていたもの\nであり，それは，本件特許の出願日前に周知の技術事項であったものと\n認められる。\nエ  容易想到性\n甲１発明は，逆スラスト力（逆スラスト荷重状態）の発生という技術的\n課題を有しており（前記イ），スクリュ圧縮機において，バランスピストン\nに圧力を作用させるための空間に，圧縮機から回収された油を加圧するこ\nとなく導く配管を設けることは本件特許の出願日前に周知の技術事項で\nあったから（前記ウ(イ)），甲１発明の上記課題を解決するために，上記の\n周知の技術事項を適用して，スラストピストン室へ液体を導く経路を非加\n圧の経路とすることは，当業者が容易に想到することができたものである\nと認められる。\nオ  当事者の主張の検討\n(ア)  具体的な構成を前提にその採用の可否を判断することについて\n原告は，本件審決が，甲１発明において，相違点３のように液体（オ\nイル）を加圧することなくスラストピストン室６０に導くための構成例\nとしては，①加圧ポンプ１４０や空所１３４を経由しない経路を設ける\n手段（手段１）と，②加圧ポンプ１４０を採用せず，液体を加圧せずに\n空所１３４に供給する手段（手段２）とが考えられるとした上で，これ\nらの手段はいずれも甲１発明に適用するに当たって阻害要因があると述\nべ，進歩性を認めたことについて，どのような構成によって非加圧流路\nが形成されるのかということなどは構成要件外の事情にすぎないから，\n非加圧流路を形成するための具体的な構成のうち，ある特定の構成例の\nみに着目し，その特定の構成例を採用することに阻害要因があると判断\nした本件審決は誤りであると主張する（前記第３，１⑴イ(イ)ａ）。\nしかし，相違点３に係る本件特許発明の構成のように液体（オイル）\nを加圧することなくスラストピストン室６０に導くためには，スクリュ\n圧縮機に空所１３４が存在することを前提とするならば，①加圧ポンプ\n１４０がある構成において，加圧ポンプ１４０や空所１３４を経由しな\nい経路を設ける手段（手段１）と，②加圧ポンプ１４０を採用せず，液\n体を加圧せずに空所１３４に供給する手段（手段２）のいずれかの構成\nをとることになると考えられるところであり，本件審決は，考え得る二\nつの構成について検討したもので，それ以上に具体的な構成を特定して\nそのような具体的な構成に限って容易想到性を判断したものではないか\nら，このような本件審決の検討方法に誤りはなく，この点に関する原告\nの主張は，採用することができない。\n(イ)  加圧ポンプ１４０や空所１３４を経由しない経路を設ける手段（手\n段１）の採用と甲１発明の技術思想について\nａ  空所１３４への液体の集約\n被告は，甲１は，甲１発明が，「改良された液体分布機構」として，\nポンプ１４０によって液体を加圧し，さらに，この加圧した液体をい\nったん空所１３４に集約した上で「コンプレツサ内の必要な全ての個\n所」（スラストピストン室６０を含む。）に供給するという構成を採用\nしたことを明らかにしており，甲１発明の「改良された液体分布機構」\nにおいては，ポンプ１４０により加圧された液体が，中間ハウジング\n３０に形成された空所１３４を介することなく供給される個所は，コ\nンプレツサ内に存在しないとし，したがって，スラストピストン室６\n０についてのみ，ポンプ１４０によって加圧されない液体を空所１３\n４を介することなく供給するなどという構成は，甲１発明の技術思想\nに反するものであって，適用が排斥されていると主張する（前記第３，\n１⑵イ(イ)ｃ(a)）。\n甲１には，空所１３４に関し，「中間ハウジング３０はまた，圧力の\nかかつた液体を分布する空所あるいはマニフオールド１３４を有して\nいる。」（９欄３５～３７行），「空所１３４は，コンプレツサベアリン\nグおよびシール，スラストピストン，交叉する穴１８と２０により形\n成された作動室，および容量制御バルブ４２に対する駆動体の室７０\nに圧力のかかつた液体を分布せしめるためのマニフオールドとして働\nく。圧力のかかつた液体は，パイプ１４８，１５０通路１５２および\nパイプ１５４を介して空所１３４から室７０に供給される。」（１０欄\n６～１３行）と記載され，ポンプ１４０によって加圧した液体の供給\nについて，いったん空所１３４に集約した上で「コンプレツサ内の必\n要な全ての個所」（スラストピストン室６０を含む。）に供給するとい\nう構成を採用することが記載されているにとどまる。そうすると，ポ\nンプ１４０により加圧された液体を供給する経路の一部を，あえて空\n所１３４を経由しない別の経路として設けるように変更することは，\n甲１の技術思想に反するものとして，その適用が排斥されているとい\nう余地があるとしても，ポンプにより圧力が加えられない液体をスラ\nストピストン室６０に供給する非加圧の経路を設ける場合に，これを，\nポンプ１４０及び空所１３４を経由しないように設けることまでもが\n排斥されていると解することはできない。したがって，被告の上記主\n張を採用することはできない。\nｂ  外部への漏出防止\n被告は，甲１発明は，コンプレツサ外部へのガス及び液体の漏れと\nいう課題の解決のために，中間ハウジング３０内の空所１３４，ポン\nプ１４０等により構成される「改良された液体分布機構」を備え，ハ\nウジングのジヨイントを最少とするケースを備えるものであると指摘\nした上，コンプレツサ外部へのガス及び液体の漏れを減少させるため\nには，そもそも，内部における液体分布機構も改良してガス及び液体\nの漏れを減少させることが必要又は有益であるところ，甲１発明にお\nいて，スラストピストン室へ液体を導く経路を非加圧の経路とすべく，\n例えば，パイプ１３８を分岐させ，パイプを増加させ，当該パイプを\nパイプ１７２に接続することは，甲１発明の「改良された液体分布機\n構」にとって著しく不合理な構成であり，このような構成を採用する\nことは，甲１発明の技術思想に反すると主張する（前記第３，１⑵イ\n(イ)ｃ(b)）。\nしかし，スラストピストン室へ圧力の加えられていない液体を供給\nする非加圧の経路を設けるため，ケース内部において，例えば，ポン\nプ１４０に至るパイプ１３８に分岐を設け，これをスラストピストン\n室６０に接続するように構成したとしても，これによって，コンプレ\nツサ外部へのガス及び液体の漏れが必然的に増大するとは認められな\nい。そのため，甲１発明が，コンプレツサ外部へのガス及び液体の漏\nれという課題の解決のためのものであるとしても，上記のような非加\n圧の経路を設けることが，甲１発明の「改良された液体分布機構」に\nとって著しく不合理な構成であるとは認められないし，そのような構\n成を採用することが甲１発明の技術思想に反するということはできな\nい。したがって，被告の上記主張を採用することはできない。\n(ウ)  加圧ポンプ１４０や空所１３４を経由しない経路を設ける手段（手\n段１）を甲１発明に採用することについての阻害事由について\nａ  スラストピストン６２，アンギユラコンタクトボールベアリング５\n６へ液体が供給されなくなることによるコンプレツサ１０の機能不\n全\n被告は，ポンプ１４０は，スラストピストン６２に適当な力を与え\nるに充分なだけの液体圧を増加せしめるものであるところ，甲１発明\nにおいて，スラストピストン室６０への液体の経路を非加圧のものと\nするならば，ポンプ１４０により「液体圧」を「充分」に「増加せし\nめ」ることができず，スラストピストン６２に「適当な力」を与える\nことができないため，スラストピストン６２のスラスト荷重への対抗\nが不全となり，コンプレツサ１０が機能しなくなると主張し，また，\nスラストピストン室６０，部品７，５の貫通穴を経由してアンギユラ\nコンタクトボールベアリング５６に液体を供給し続けることができな\nくなって，アンギユラコンタクトボールベアリング５６は，その温度\nが許容温度を超えて上昇して損傷し，コンプレツサ１０が機能しなく\nなると主張する（前記第３，１⑵イ(イ)ｄ(a)）。\nしかし，甲２ないし５には，スクリュ圧縮機において，バランスピ\nストンに圧力を作用させるための空間に，圧縮機から回収された油を\n加圧することなく導く配管を設けることが記載されており，それは，\n本件特許の出願日前に周知の技術事項であったから（前記ウ(イ)），加\n圧していない油（液体）によって，バランスピストン（スラストピス\nトン）に，スラスト力をバランスさせるために必要な力を与えている\nスクリュ圧縮機は，本件特許の出願日前に周知であったものと認めら\nれる。また，甲１発明において，アンギユラコンタクトボールベアリ\nング５６への液体供給がどのように行われているかは不明であって，\nスラストピストン室６０から，部品７，５の貫通穴を経由して液体が\n供給されていると一義的に解することはできず，仮にそのように液体\nが供給されているとしても，スラストピストン室６０に供給される液\n体を非加圧にすることで，直ちにアンギユラコンタクトボールベアリ\nング５６への供給不足が生じることを裏付ける証拠はない。これらの\nことに照らすと，スラストピストン室６０への液体の経路を非加圧の\nものとすることにより，コンプレツサ１０が機能しなくなると認める\nことはできず，被告の上記主張は採用することができない。\nｂ  フイルタ１４６を経由しないことによるコンプレツサ１０の機能不\n全\n被告は，加圧ポンプ１４０や空所１３４を経由しない経路を設ける\nと，スラストピストン室６０に供給される液体がフイルタ１４６を迂\n回することになるので，異物（ロータ同士の接触により生ずる金属く\nず・鉄粉，液体の化学反応により生ずる不物等）がスラストピストン\n室６０に到達して詰まり等が生じることなどの不都合があり，ひいて\nはコンプレツサ１０が機能不全に陥るとし，甲１発明において，スラ\nストピストン室６０に液体を供給する構成を，ポンプ１４０・フイル\nタ１４６・空所１３４を迂回するものの他のフイルタを通過してスラ\nストピストン室６０に至る構成に改変しようとすると，フイルタ１４\n６とは別個のフイルタの追加が必要となり，更にはそれに応じた液体\nパイプ・液体パイプ接合の追加等が必要となるため，甲１発明がコン\nプレツサ外部の液体パイプ接合の数を最少としようとしている趣旨等\nに反し，そのような構成を採用することには，やはり阻害要因がある\nと主張する（前記第３，１⑵イ(イ)ｄ(b)）。\nしかし，スラストピストン室６０に供給される液体がフイルタ１４\n６を迂回したとしても，圧縮機全体での液体の循環が繰り返される中\nで，大部分の異物はいずれはフイルタ１４６を通って除去されること\nになるし，必要であれば，ポンプの前にフイルタを経由するように構\n成を変更し，ポンプにより圧力を加えられる液体も，圧力を加えられ\nない液体もフイルタを通過するようにするなどの対応を取ることもで\nきるから，コンプレツサ１０が機能しなくなるとは認められない。ま\nた，このように構成を変更するとしても，それによってコンプレツサ\n外部の液体パイプ接合の数が著しく増えるとする根拠はない。したが\nって，被告の上記主張を採用することはできない。\nｃ  非加圧の経路を設ける動機付け\n被告は，甲１には，逆スラスト力（逆スラスト荷重状態）の発生と\nいう技術的課題について記載も示唆もなく，甲１発明に，逆スラスト\n荷重解消のために非加圧の経路を設けるという動機付けはない旨主張\nする（前記第３，１⑵イ(イ)ｄ(c)）。\n甲１の１０欄２４～２６行に「圧力軽減バルブ１６４は，空所１３\n４中の液体圧を制限し」と記載されていることから，圧力軽減バルブ\n１６４を設けた目的は，空所１３４の過剰な昇圧を防止することにあ\nり，逆スラスト荷重状態を解消することではないと解される。しかし，\n前記イのとおり，甲２には，「バランスピストンに油ポンプで加圧され\nた潤滑・冷却シール用の圧油を作動油として供給している従来のスク\nリユー圧縮機においては，特に起動時，圧縮機の吸入側と吐出側の圧\n力差が大きくならないうちに油ポンプにより吐出された圧力の高い油\nがバランスピストンにかかることにより，ロータが吐出側に推され，\nスラスト軸受及びスラスト軸受抑え金などに過大な応力がかかるとい\nう課題がある」こと，すなわち，逆スラスト力（逆スラスト荷重状態）\nが発生するという技術的課題が示されている。そして，上記のような\n逆スラスト力（逆スラスト荷重状態）の発生の機序を踏まえると，当\n業者であれば，逆スラスト力（逆スラスト荷重状態）の発生という課\n題は，特殊な構造のスクリュ圧縮機に特有のものではなく，スクリュ\n圧縮機一般に生じることを認識することができるものと認められ，甲\n１発明のスクリユウコンプレツサ（スクリュ圧縮機）にも生じること\nを認識することができるものと認められる。このように，甲１発明に\nついても，逆スラスト力（逆スラスト荷重状態）の発生という課題を\n認識できることから，そのような課題を解決するために，逆スラスト\n荷重解消のために非加圧の経路を設けるという動機付けも生じるもの\nと認められる。そうすると，逆スラスト力（逆スラスト荷重状態）が\n発生するという技術的課題やその課題の解消について甲１に直接の言\n及がないとしても，そのような課題を解決するために甲１発明に非加\n圧の経路を設けるという動機付けが生じるものと認められる。したが\nって，被告の上記主張を採用することはできない。\n３  以上によれば，本件特許発明は，甲１発明に，甲２ないし甲５に記載された\n周知技術を適用して当業者が容易に発明をすることができたものであり，特許\n法２９条２項の規定により特許を受けることができず，本件特許は特許法１２\n３条１項２号の規定により無効とすべきものであると認められ，取消事由１（無\n効理由１に関する進歩性の判断の誤り）は理由がある。\nよって，本件審決を取り消すこととし，主文のとおり判決する。\n知的財産高等裁判所第３部\n裁判長裁判官\n鶴     岡     稔     彦\n裁判官\n上      田     卓     哉\n裁判官\n中     平          健\n別紙\n図    面\n（本件審決２３頁の図面に着色したもの）\n（別紙審決書（写し）省略）\n"
}