{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 3,
    "month": 12,
    "day": 20
  },
  "case_number": "令和3(行ケ)10052",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "90806",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=90806",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/806/090806_hanrei.pdf",
  "contents": "令和３年１２月２０日判決言渡\n令和３年（行ケ）第１００５２号  審決取消請求事件\n口頭弁論終結日  令和３年１１月２５日\n判                  決\n原              告        株 式 会 社 ト ミ ー ズ ・ ス タ ー\n同訴訟代理人弁理士        郡      山              順\n同                        柴      田      和    雄\n同                        岩      﨑      孝    治\n同訴訟復代理人弁理士        田      口      滋    子\n被              告        特 許 庁 長 官\n同指定代理 人        高      瀬              勤\n同                        中      村      則    夫\n同                        溝      本      安    展\n同                        吉      田              誠\n主                  文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事実及び理 由\n第１  請求\n特許庁が不服２０２０－１２９３０号事件について令和３年２月２５日付け\nでした審決を取り消す。\n第２  事案の概要\n１  特許庁における手続の経緯等（当事者間に争いがない。）\n(1)  原告は，令和元年９月３日，発明の名称を「カット手法を分析する方法」\nとする発明について，特許出願（特願２０１９－１６０１８９号。「以下「本\n願」という。」）をした。\n(2)  原告は，令和元年１２月１０日付けで拒絶理由通知を受けたため，令和２\n年１月３１日付けで特許請求の範囲及び明細書の記載について手続補正をし\nたが，同年６月５日付けで拒絶査定を受けた。\n(3)  原告は，令和２年９月１５日付けで，拒絶査定不服審判（不服２０２０－\n１２９３０号）を請求するとともに，同日付けで，特許請求の範囲及び明細\n書の記載について手続補正（以下「本件補正」という。）をした。\n特許庁は，令和３年２月２５日，本件補正を認めた上で，「本件審判の請求\nは成り立たない。」との審決（以下「本件審決」という。）をし，その謄本は，\n同年３月１６日，原告に送達された。\n(4)  原告は，令和３年４月１４日，本件審決の取消しを求める本件訴訟を提起\nした。\n２  特許請求の範囲の記載\n本件補正後の特許請求の範囲は，請求項１ないし９からなり，その請求項１\nの記載は次のとおりである（以下，本件補正後の請求項１を「本願補正発明」\nという。）\n【請求項１】\n分析対象者の写真，画像，イラストまたはデッサンから，正面，側面および\n背面から観た自然乾燥状態のナチュラルストレートのヘアスタイルを推定する\n第１のステップ，\n次いで，分析対象セクションを複数のセクションの中から選択する第２のス\nテップ，\n次いで，第２のステップで選択したセクションに対して，第１のステップで\n推定した自然乾燥状態のナチュラルストレートのヘアスタイルに基づき\nＡ  アウトラインの形成または表情分析\nＢ  カットライン分析\nＣ  ボリューム位置またはボリュームライン分析\nＤ  シルエット形状または表情分析\nＥ  パート（分け目）の位置または有無分析\nＦ  セクションの幅または形状分析\nＧ  フェイスラインとセクション間の継がり方またはセクション間の継\nがり方分析\nの中から，前記選択されたセクションに適した少なくとも１つの分析項目の分\n析を行い，分析結果を得る第３のステップ，\n次いで，前記分析結果から，前記カット手法に関する情報を導出する第４の\nステップによる，\n前記選択されたセクションに対して採用されているカット手法分析方法。\n３  本件審決の要旨\n(1)ア  第１のステップについて\n本願の願書に添付した明細書（以下，図面を含めて「本願明細書」とい\nう。）の【００２６】ないし【００３７】，図１ないし図３によると，本願\n補正発明における「第１のステップ」は，本願明細書に記載された「予備\n分析」に対応し，分析者が「分析対象者の正面の写真，画像，イラストま\nたはデッサン」から「自然乾燥状態のナチュラルストレートのヘアスタイ\nルとなったときの前シルエット線」を推定し，また，「分析対象者の側面の\n写真，画像，イラストまたはデッサン」から「自然乾燥状態のナチュラル\nストレートのヘアスタイルとなったときの横シルエット線」を推定し，ま\nた，「分析対象者の背面の写真，画像，イラストまたはデッサン」から「自\n然乾燥状態のナチュラルストレートのヘアスタイルとなったときの後シ\nルエット線」を推定するものであり，美容に携わる者であれば，パーマネ\nントがかかっている写真からでも自然乾燥状態のナチュラルストレート\nのヘアスタイルとなったときのシルエット線のおおよその位置を容易に\n推定できるものである。本願明細書には，各シルエット線を推定するにあ\nたり，耳の位置，耳横印，頭頂点等を補助的に描くと，より正確に推定で\nきることが記載されているが，必須のものではなく，美容に携わる者であ\nれば，容易に推定できるものである。\nしたがって，本願補正発明の「第１のステップ」は，分析者が，「分析対\n象者の正面，側面および背面の写真，画像，イラストまたはデッサン」を\n自分の目で見て，「正面，側面および背面から観た自然乾燥状態のナチュラ\nルストレートのヘアスタイル」を自分の頭で推定することを特定したもの\nであって，人間の視覚による認識及び認識結果からの推定であり，人間の\n精神活動そのものであるから，自然法則を利用したものではない。\nイ  第２のステップについて\n本願明細書の【００１８】，【００４０】，【００４１】，【００４４】，【０\n０４７】，【００４９】，【００５７】，【００７８】，【０１０５】によると，\n第２のステップは，分析者が，分析対象者の推定された自然乾燥状態のナ\nチュラルストレートのヘアスタイルに基づいて，分析対象者のヘアスタイ\nルの単純さ，複雑さ等によって，セクション分けを行い，カット手法を分\n析する対象となる頭部の領域を選択するものであるから，分析者である人\n間の精神活動そのものであって，自然法則を利用したものではない。\nウ  第３のステップについて\n第２のステップで「耳上以下のバックサイドセクションおよびバックセ\nンターセクション」を選択した場合，当該セクションに適した分析項目は，\n「Ａ  アウトラインの形状または表情分析」である（【００２３】）ところ，\n当該セクションの当該分析項目の分析についての記載（【００４１】，【００\n４２】，図４）によると，第３のステップは，分析者が，第１のステップで\n推定した自然乾燥状態のナチュラルストレートのヘアスタイルを，第２の\nステップで選択されたセクションについて，当該セクションに適した分析\n項目により，類型に分類することであり，分析者である人間の精神活動そ\nのものであって，自然法則を利用したものではない。\nエ  第４のステップについて\n第４のステップは，第３のステップの分析結果から，カット手法に関す\nる情報を導出するものであるところ，上記ウの「耳上以下のバックサイド\nセクションおよびバックセンターセクション」の分析結果に関する第４の\nステップについての記載（【００２４】，【００４３】）によると，第４のス\nテップは，第３のステップで分類された類型の組合せに対して，カット手\n法が対応付けられており，第２のステップにおいて選択されたセクション\nについてどのようなカット手法でカットされたかを導出できるというも\nのである。そうすると，第４のステップは，分析者が，第３のステップに\nおいて分類された類型にしたがって，どのようなカット手法が採用されて\nいたのかを推定するという，分析者である人間の精神活動そのものであっ\nて，自然法則を利用したものではない。\n(2)  本願補正発明の発明該当性についてのまとめ\n以上のとおり，第１ステップないし第４ステップの各ステップは，いずれ\nも人間の精神活動そのものであるから，第１ステップないし第４ステップか\nらなる本願補正発明の「カット手法を分析する方法」は，人間の精神活動そ\nのものであり，自然法則を利用したものではない。\nしたがって，本願補正発明は，特許法２条で定義される「発明」に該当せ\nず，同法２９条１項柱書に規定する「産業上利用することができる発明」に\n該当しないから，特許を受けることができない。\n４  取消事由\n本願補正発明の発明該当性\n第３  当事者の主張\n１  原告の主張\n(1)  第１のステップについて\nア(ア)  本願補正発明の第１のステップは，「分析対象者の正面，側面および\n背面の写真，画像，イラストまたはデッサン」を分析して，自然乾燥状\n態のナチュラストレートのヘアスタイル（以下「自然乾燥ヘアスタイル」\nと略する。）を推定するものである。「分析対象者の正面，側面および背\n面の写真，画像，イラストまたはデッサン」に対して正しい自然乾燥ヘ\nアスタイルは必ず１つであり，正しい自然乾燥ヘアスタイルが複数存在\nすることはあり得ない。第１のステップは，これに続く第２のステップ\n以降の分析の妨げとなるノイズ（カール，ウェーブ等）をなくすことを\n目的するものであり，こうした「ノイズをなくす」ことは純粋に自然科\n学的な目的であって，そのために行う自然乾燥ヘアスタイルの推定は，\n頭頂点等の生物学的な特徴を利用し，毛髪に付けられた物理的なウェー\nブやカールを元に戻すという物理的な処理であり，人が行っているとし\nても自然法則を利用していることは明らかである。\n分析対象者のイラストやデッサンを使う場合には誤差は大きくなる\nが自然法則を利用していることに変わりがなく，また，カールやウェー\nブの程度が大きくなるほど推定された自然乾燥ヘアスタイルの誤差が\n大きくなるが，「分析対象者の正面，側面および背面の写真，画像，イラ\nストまたはデッサン」という出発点からみれば多少なりともノイズを減\nらすことができることから，その目的を達成することができるし，自然\n乾燥ヘアスタイルに近い分析対象者であれば，ノイズとなるウェーブや\nカールが少なく，誰でも誤差の少ない分析が可能である。\n分析対象者のヘアスタイルに対応する自然乾燥ヘアスタイルは１つ\nに定まるものであり，学生や一般人が検証しようとすれば，カットマネ\nキンを推定した自然乾燥ヘアスタイルにカットし，カールやウェーブを\n付けて分析対象者のヘアスタイルになるかどうかを物理的に検証する\nことが可能である。こうした物理的検証が可能であることは，自然法則\nを利用していることにほかならない。\n(イ)  これに対し，本件審決は，前記第２の３(1)アのとおり，第１のステ\nップは「人間の視覚による認識及び認識結果からの推定であり，人間の\n精神活動そのものである。」旨判断するが，特許法２条１項の「発明」は，\n自然法則の利用を人が行うことを排除しておらず，発明特定事項である\n分析工程そのものに自然法則が利用されていれば，人が行うか否かにか\nかわらず「発明」に該当するから，上記判断は誤りである。また，本件\n審決は，頭蓋骨の内側に前シルエット線がくることはなく，頭蓋骨を基\n準として自然乾燥ヘアスタイルとなった時の厚みが加えられた位置が\n前シルエット線の位置となる知識を利用して自然乾燥ヘアスタイルを\n推定しているにすぎず，自然法則を利用したものではない，毛髪の物理\n的な性質を知識として利用しているのであって自然法則を利用したも\nのではない旨判断するが，生物学的特徴や物理的性質を知識として利用\nしようが手段として自然法則を利用していることには違いはないから，\nノイズを除去する第１のステップは，その目的及び手段からして自然法\n則を利用しているものであって，特許法２条１項の「発明」に該当する\nものであり，上記判断は誤りである。\nイ  本願明細書には，多種多様なヘアスタイルとその自然乾燥ヘアスタイル\nをセットしたデータベースを構築することの記載があり（【０１２３】，【０\n１２７】），データベースから分析対象者のヘアスタイルに似たデータを取\nり出し，データに付された自然乾燥ヘアスタイルを手本に分析対象者の自\n然乾燥ヘアスタイルを推定することは一般人でも難なくでき，こうしたデ\nータベースから分析しようとする分析対象者のヘアスタイルに類似した\n候補を自動抽出することは本件出願時の技術水準からすれば可能であり，\n第１のステップはほぼ完全自動化もできるから，「人間の視覚による認識\n及び認識結果からの推定であり，人間の精神活動そのものである」ことを\n理由に発明該当性を否定した本件審決の判断は誤りである。\nまた，本願明細書には，ＡＩ化（完全機械化）できる発明も記載されて\nいる（【０１２７】，【０１２８】）から，第１のステップを人が行うことを\n前提として判断すること自体誤りがある。\nウ  以上によれば，第１のステップは，ノイズを除去するという純粋に物理\n的な技術的目的を達成するために，カールやウェーブ等を元に戻すという\n物理法則を利用した工程であるから，「自然法則を利用した技術的思想の\n創作」に当たるものであり，これと異なる本件審決の判断は誤りである。\nまた，本願補正発明は，人が行うとは規定しておらず，一部機械化又は完\n全機械化も可能であるから，人が行うことを前提とする本件審決の判断も\n誤りである。\n(2)  第２のステップないし第４のステップについて\nア  第２のステップないし第４のステップは，互いに関連するステップであ\nるから，これらの各ステップをまとめて総合的に判断すべきであるところ，\n第２のステップから始まる本願補正発明の分析は，第３のステップで，カ\nット手法と対応する本願補正発明のＡないしＧで規定される自然乾燥ヘ\nアスタイルの特徴を分析し，第４のステップで，選択したセクションに対\nして採用されている当該特徴に対応するカット手法を導くという一連の\n分析で終わる。この分析は，自然乾燥ヘアスタイルの特徴がカット手法と\n１対１で対応していることを利用するものである。カット手法は，物理的\nに髪を切るという自然法則を利用した手法であり，本願補正発明のＡない\nしＧに示されている物理的な特徴（「Ａ  アウトラインの形状や表情」等）\nを自然乾燥ヘアスタイル（物理的な状態）にもたらす。カット手法に関す\nる情報を導出する第４のステップは，自然乾燥ヘアスタイル（物理的な状\n態）という結果をもたらしたカット手法（前記物理的な状態を造った手段）\nをその対応関係から導くものである。\nそして，第２のステップないし第４のステップで得られた分析結果は，\nカットマネキンを使って分析結果どおりのカットを行うという物理的な\n検証をもって正しいか否かを確かめることができる。こうした物理的な検\n証ができることは，自然法則を利用しているからにほかならない。\nこのように，第２のステップないし第４のステップは，物理的な結果（自\n然乾燥ヘアスタイル）とその結果をもたらした物理的な手段（カット手法）\nという対応関係を利用するものであり，人が行うか否かにかかわらず，本\n願補正発明は，自然法則を利用したものであるということができる。\nイ  これに対して，本件審決は，人が本願補正発明の分析を行う場合が含ま\nれるから，全体として自然法則を利用した発明ではないとするが，本願補\n正発明には人が分析を行うという発明特定事項は含まれない。\nまた，本願明細書の【０１２３】，【０１２４】の記載によれば，第３の\nステップのＡないしＧで分析すべき特徴をデータベースから取り出し，分\n析の助けとすることは可能であるし，図１から図３のような写真と予備分\n析を含めた自然乾燥ヘアスタイルを対応づけてデータベースが構築され，\n理想的な教師データ付きの写真がデータベース化されており，また，本願\n補正発明はＡＩ化（完全機械化）することも可能であるから，第２のステ\nップないし第４のステップを人が行うことを前提として全体として自然\n法則を利用した発明ではない旨の本件審決の判断は誤りである。\nウ  以上によれば，第２のステップないし第４のステップは，自然法則を利\n用したものであるということができ，これと異なる本件審決の判断は誤り\nである。また，第２のステップないし第４のステップは，人が行うとは規\n定しておらず，一部機械化又は完全機械化も可能であるから，人が行うこ\nとを前提とする本件審決の判断も誤りである。\n(3)  まとめ\n以上によれば，本願補正発明は，自然法則を利用した発明であるといえる\nから，特許法２条１項に規定する「発明」に該当するものである。したがっ\nて，これと異なる本件審決は取り消されるべきである。\n２  被告の主張\n(1)  第１のステップが自然法則を利用しているとの点について\nア  本願補正発明における自然乾燥ヘアスタイルの推定は，「パーマネント\nがかかっている写真においては，撮影された髪型そのものを分析するので\nはなく，パーマネントが解けて自然乾燥状態のナチュラルストレートとな\nったヘアスタイルを分析者が推定して，分析を開始する」（【００２６】）と\n記載されているように，人である分析者が自らの頭の中で行うことが想定\nされているから，第１のステップは，自然法則に関する知識を利用してい\nたとしても，人の精神活動そのものである。\n前記第２の３(1)アのとおり，本願補正発明の「第１のステップ」は，分\n析者が，「分析対象者の正面，側面および背面の写真，画像，イラストまた\nはデッサン」を自分の目で見て，「正面，側面および背面から観た自然乾燥\n状態のナチュラルストレートのヘアスタイル」を自分の頭で推定すること\nを特定したものであって，人間の視覚による認識及び認識結果からの推定\nであり，人間の精神活動そのものであるから，自然法則を利用したもので\nはないと本件審決が判断したとおりであり，その判断に誤りはない。\nイ(ア)  原告は，前記１(1)ア(イ)のとおり，生物学的特徴や物理的性質を知識\nとして利用していようが，手段として自然法則を利用していることには\n違いはないから，ノイズを除去する第１のステップは，その目的及び手\n段からして自然法則を利用しているものであって，特許法２条１項の「発\n明」に該当する旨主張する。\nしかし，第１のステップは，「分析対象者の正面，側面および背面から\n観た自然乾燥状態のナチュラルストレートのヘアスタイルを推定する」\nものであり，ノイズを除去するものではないから，原告の上記主張はそ\nの前提において誤りがある。仮に，第１のステップがノイズを除去する\nステップであるとしても，そのノイズの除去は，何らかの物理的手段に\nよって自然法則を利用して行われるものではなく，専ら人が頭の中で行\nうのであるから，人の精神活動そのものであり，自然法則を利用するも\nのではない。分析者は，パーマネント，アイロン，くせ毛等によりかか\nった毛髪のウェーブを解いて伸ばして自然乾燥すると，自然乾燥状態の\nナチュラルストレートのヘアスタイルが得られるという毛髪の物理的な\n性質を知識として利用しているのであって，毛髪のウェーブを解いて伸\nばして自然乾燥させるという物理的な操作を行うものではない。\n(イ)  原告は，前記１(1)ア(ア)のとおり，物理的な検証をもって正しい推定\nか否かを検証することができることは自然法則を利用しているにほかな\nらない旨主張するが，人が頭の中での思考のみにより行われた分析の結\n果が正しいか否かを物理的に検証することは，当該思考のみにより行わ\nれた分析に自然法則が利用されているか否かに関係がない。原告が主張\nする検証は，分析自体に自然法則が利用されているか否かにかかわらず，\n分析の結果得られたカット手法を用いて物理的にカットしたことに対す\nる検証にすぎず，カット手法の分析自体に自然法則を利用していること\nの根拠にならない。\n(ウ)  原告は，前記１(1)イのとおり，データベースから分析対象者のヘア\nスタイルに似たデータを取り出し，データに付された自然乾燥ヘアスタ\nイルを手本に分析対象者の自然乾燥ヘアスタイルを推定することは一\n般人でも難なくできることであるとか，第１のステップの一部機械化や\n完全機械化が可能であると，本願明細書の【０１２１】ないし【０１２\n７】の実施例２や【０１２８】の実施例３を根拠として主張する。\nしかし，本願補正発明にはステップ１の自然乾燥ヘアスタイルの推定\nに当たってデータベースを手本にすることは何ら特定されておらず，原\n告の上記主張は特許請求の範囲に基づかないものであり，仮にデータベ\nースを手本にするとしても，分析対象者の自然乾燥ヘアスタイルを推定\nすることは専ら人の頭の中で行われているから，自然法則を利用したも\nのではない。\nまた，本願補正発明の特許請求の範囲には，いずれのステップについ\nても機械等が介在することは特定されていない。本願明細書の【００２\n６】ないし【０１１９】の実施例１には，本願補正発明の４つのステッ\nプを人である分析者が機械等を用いることなく自分の頭だけで行うこと\nが記載されているから，本願明細書の【０１２１】ないし【０１２７】\nにサーバーを用いた実施例や【０１２８】にカット手法自動分析装置に\n関する実施例が記載されていたとしても，本願補正発明に，その４つの\nステップを人である分析者が自身の頭だけで行うことが含まれているこ\nとは明らかであって，本願補正発明の第１のステップを人が行うとした\n本件審決の判断に誤りはない。原告の上記主張は，特許請求の範囲に係\nる発明に拒絶理由がないものが含まれていれば特許になるということを\n前提としているが，失当であり，これとは逆に，発明に拒絶理由がある\nものが含まれていれば特許にならないことはいうまでもない。\n(2)  第２のステップないし第４のステップが自然法則を利用しているとの点\nについて\nア  前記(1)アのとおり，第１のステップが自然法則を利用したものではない\nのと同様に，第２のステップないし第４のステップも人が自身の頭の中で\n思考することのみによって行うものである。仮に，その思考過程において\n自然乾燥ヘアスタイルとカット手法との対応関係という知識を利用して\nいたとしても，人の頭の中で完結している以上，人の精神活動そのもので\nあって，自然法則を利用したものとはいえない。第２のステップないし第\n４のステップのそれぞれのステップがいずれも自然法則を利用したもの\nとはいえない以上，第２のステップないし第４のステップを総合的に判断\nしても，これらが自然法則を利用したものとはいえず，これと同旨の本件\n審決の判断に誤りはない。\nイ  これに対し，原告は，前記１(2)イのとおり，本願補正発明には人が分析\nを行うという発明特定事項は含まれておらず，本件審決の判断は誤りであ\nる旨主張するが，前記(1)イ(ウ)のとおり理由がない。\nまた，原告は，前記１(2)アのとおり，第２のステップないし第４のステ\nップで得られた分析結果は，カットマネキンを使って分析結果どおりのカ\nットを行うという物理的な検証をもって正しいか否かを確かめることが\nでき，こうした物理的な検証ができることは，自然法則を利用しているか\nらにほかならない旨主張するが，人が頭の中での思考のみにより行われた\n分析の結果が正しいか否かを物理的に検証することは，当該思考のみによ\nり行われた分析に自然法則が利用されているか否かとは関係がない。\n(3)  まとめ\n本件審決は，ヘアスタイルやカット自体を自然法則を利用したものではな\nいと判断したのではなく，人の頭の中で自然法則に関する知識を利用するだ\nけでは自然法則を利用したことにならないと判断したのであり，原告は，本\n件審決の趣旨を正解していない。\n以上によれば，本願補正発明が自然法則を利用したものではなく，特許法\n２条１項の「発明」に該当せず，同法２９条１項柱書に規定する「産業上利\n用することができる発明」に該当しない旨の本件審決の判断に誤りはない。\n第４  当裁判所の判断\n１  本願明細書（甲１）には，別紙のとおりの記載があり，この記載事項によれ\nば，本願補正発明に関し，次の事項が開示されている。\n(1)  「本発明」は，分析対象者のヘアスタイルで採用されているカット手法を\n分析する方法に関するものである（【０００１】）。\n美容室では，顧客から「このようなヘアスタイルにして欲しい」と写真を\n渡されることがあるが，経験の浅い美容師にとってどのようなカット手法を\n施せばそのヘアスタイルにすることができるのか分からないことが多く，ヘ\nアスタイルをバング，トップセクションなどのセクションに分け，各々のセ\nクションに対してどのようなカット手法を用いるかにより，ヘアスタイルは\n２億通りを超えるため，経験の浅い美容師や学生が写真通りのヘアスタイル\nにすることは簡単ではなく，また，ヘアスタイルデザインロジックに基づい\nた体系的な学習方法や分析方法はこれまで存在しないため，美容師育成に時\n間がかかっており，さらには，写真から自然乾燥状態のナチュラルストレー\nトのヘアスタイルを推定して分析を試みることも行われてこず，ベテランの\n美容師は，過去に学んだ様々なヘアスタイルから経験的にカット手法を導出\nしているだけであり，経験の浅い美容師にとってカット手法を写真から導き\n出すことは容易なことではなかった（【０００３】，【０００４】，【０００６】，\n【０００７】）。\n(2)  「本発明」は，分析対象者のヘアスタイルの正面写真，側面写真及び背面\n写真を分析し，当該分析対象者に使用されているカット手法分析方法を提供\nすることを目的とするものであり，分析対象者の写真，画像，イラストまた\nはデッサンから，正面，側面及び背面から観た自然乾燥状態のナチュラルス\nトレートのヘアスタイルを推定する第１のステップ，次いで，分析対象セク\nションを複数のセクションの中から選択する第２のステップ，次いで，前記\n選択したセクションに対して，前記推定された自然乾燥状態のナチュラルス\nトレートのヘアスタイルに基づき，「Ａ  アウトラインの形状または表情分\n析」，「Ｂ  カットライン分析」，「Ｃ  ボリューム位置またはボリュームライ\nン分析」，「Ｄ  シルエット形状または表情分析」，「Ｅ  パート（分け目）の\n位置または有無分析」，「Ｆ  セクションの幅または形状分析」，「Ｇ  フェイ\nスラインとセクション間の継がり方またはセクション間の継がり方分析」の\n中から前記選択されたセクションに適した少なくとも１つの分析項目の分析\nを行い，分析結果を得るステップ，次いで，前記分析結果から，カット手法\nに関する情報を導出する第４のステップによる，前記選択されたセクション\nに対して採用されているカット手法分析方法とすることで，前記(1)の課題を\n解決した（【０００９】，【００１０】）。\n(3)  「本発明」により，分析対象者の写真，イラスト，またはデッサンから採\n用されているカット手法分析ができるようになり，また，前記カット手法分\n析は体系化されているため，学生や経験の浅い美容師であっても，容易にカ\nット手法を分析できるようになった（【００１１】）。\n２  特許法２条１項の「発明」の意義について\n特許制度は，新しい技術である発明を公開した者に対し，その代償として一\n定の期間，一定の条件の下に特許権という独占的な権利を付与し，他方，第三\n者に対してはこの公開された発明を利用する機会を与えるものであり，特許法\nは，このような発明の保護及び利用を図ることにより，発明を奨励し，もって\n産業の発達に寄与することを目的とする（特許法１条）。また，特許の対象とな\nる「発明」とは，「自然法則を利用した技術的思想の創作のうち高度のもの」で\nあり（同法２条１項），一定の技術的課題の設定，その課題を解決するための技\n術的手段の採用及びその技術的手段により所期の目的を達成し得るという効\n果の確認という段階を経て完成されるものである。\nそうすると，請求項に記載された特許を受けようとする発明が，同法２条１\n項に規定する「発明」といえるか否かは，前提とする技術的課題，その課題を\n解決するための技術的手段の構成及びその構成から導かれる効果等の技術的\n意義に照らし，全体として「自然法則を利用した技術的思想の創作」に該当す\nるか否かによって判断すべきものである。\nそして，上記のとおり，「発明」が「自然法則を利用した技術的思想の創作」\nであることからすれば，単なる人の精神活動，意思決定，抽象的な概念や人為\n的な取り決めは自然法則とはいえず，また，自然法則を利用するものでもない\nから，直ちには「自然法則を利用した」とものとはいうことはできない。\nしたがって，請求項に記載された特許を受けようとする発明に何らかの技術\n的手段が提示されているとしても，その技術的意義に照らして全体として考察\nした結果，その課題解決に当たって，専ら，人の精神活動，意思決定，抽象的\nな概念や人為的な取り決めそれ自体に向けられ，「自然法則を利用した」ものと\nいえない場合には，同法２条１項の「発明」に該当するとはいえない。\n以下，これを前提として判断する。\n３  本願補正発明の「発明該当性」について\n(1)  本願補正発明におけるカット手法分析方法における「分析者」について\n前記第２の２のとおり，本願補正発明は，「分析対象者の写真，画像，イラ\nストまたはデッサンから，正面，側面および背面から観た自然乾燥状態のナ\nチュラルストレートのヘアスタイルを推定する第１のステップ」，「分析対象\nセクションを複数のセクションの中から選択する第２のステップ」，「第２の\nステップで選択したセクションに対して，第１のステップで推定した自然乾\n燥状態のナチュラルストレートのヘアスタイルに基づき，『Ａ  アウトライ\nンの形成または表情分析』，『Ｂ  カットライン分析』，『Ｃ  ボリューム位置\nまたはボリュームライン分析』，『Ｄ  シルエット形状または表情分析』，『Ｅ\nパート（分け目）の位置または有無分析』，『Ｆ  セクションの幅または形状\n分析』，『Ｇ  フェイスラインとセクション間の継がり方またはセクション間\nの継がり方分析』の中から，前記選択されたセクションに適した少なくとも\n１つの分析項目の分析を行い，分析結果を得る第３のステップ」，「前記分析\n結果から，前記カット手法に関する情報を導出する第４のステップ」によっ\nて，前記選択されたセクションに対して採用されているカット手法を分析す\nる方法の発明である。\nこのように，本願補正発明は，こうした第１のステップないし第４のステ\nップを順次経ることにより，特定のセクションに採用されているカット手法\nを分析する方法であり，本願補正発明の発明特定事項には，分析の主体が特\n定されていないことから，人がこうした分析を行うことは排除されていない。\nちなみに，本願明細書の実施例１（【００２６】ないし【０１２０】）には，\n「自然乾燥状態のナチュラルストレートとなったヘアスタイルを分析者が推\n定して，分析を開始する。美容に携わる者であれば，パーマネントがかかっ\nている写真からでも自然乾燥状態のナチュラルストレートのヘアスタイルと\nなったときのシルエット線のおおよその位置を容易に推定できる。なお，実\n施例の以下の分析は，特に断りがなくとも，分析者により推定された自然乾\n燥状態のナチュラルストレートとなったヘアスタイルを用いて行われる。」\n（【００２６】）との記載があり，人がこうした分析を行うことが想定されて\nいるといえる。\n(2)  「第１のステップ」について\nア  前記のとおり，第１のステップは，「分析対象者の写真，画像，イラスト\nまたはデッサンから，正面，側面および背面から観た自然乾燥状態のナチ\nュラルストレートのヘアスタイルを推定する」ことを発明特定事項とする\nものであるところ，前記(1)のとおり，第１のステップを人が行うことは排\n除されておらず，また，分析者が分析対象者の「写真，画像，イラストま\nたはデッサンから，正面，側面および背面から観た自然乾燥状態のナチュ\nラルストレートのヘアスタイル」を具体的な技術的手段を用いて「推定す\nる」ことを特定するものではない。\n次に，本願明細書の記載についてみると，第１のステップに関し，「アウ\nトライン，前シルエット，後シルエットおよび内側シルエットを分析対象\nとする分析（以下，「本分析」という。）を開始する前に，分析対象者の正\n面写真，側面写真および背面写真について，予備分析をする。 パーマネン\nトがかかっている写真においては，撮影された髪型そのものを分析するの\nではなく，パーマネントが解けて自然乾燥状態のナチュラルストレートと\nなったヘアスタイルを分析者が推定して，分析を開始する。 」（【００２６】）\nとの記載から，第１のステップは，本分析を開始する前の予備分析に当た\nるものであり，【００２７】，【００２８】，【００３５】，【００３６】には，\n写真に耳の位置，耳の横印，頭頂点等を描いてこれらの位置を参照しつつ\n自然乾燥状態のナチュラルヘアスタイルの「シルエット線」を推定するこ\nとが開示されているが，「美容に携わる者であれば，パーマネントがかかっ\nている写真からでも自然乾燥状態のナチュラルストレートのヘアスタイ\nルとなったときのシルエット線のおおよその位置を容易に推定できる。」\n（【００２６】）と記載されていることからしても，これらの補助的手段は\n必須のものではなく，また，本願補正発明にはこうした推定の手段に関す\nる特定がないことからすると，分析者の毛髪の知識や経験から分析対象者\nの写真等を見て自然乾燥ヘアスタイルを推定することになるといえる。\nそうすると，本願補正発明には，人である分析者が，分析対象者の正面，\n側面及び背面の写真を見て，分析者の毛髪の知識や経験を踏まえて，自然\n乾燥ヘアスタイルを分析者の頭の中で推定することを発明特定事項に含\nむものであり，こうした推定を含む第１のステップは，仮に，分析者の頭\nの中で行う分析の過程で利用する毛髪の知識や経験に自然法則が含まれ\nているとしても，分析者の頭の中で完結するステップである以上，分析者\nの精神的活動そのものであって，自然法則を利用したものであるとはいえ\nない。\nイ(ア)  これに対し，原告は，前記第３の１(1)ア(ア)のとおり，本願補正発明\nの第１のステップは，これに続く第２のステップ以降の分析の妨げとな\nるノイズ（カール，ウェーブ等）をなくすことを目的とするものであり，\n純粋に自然科学的な目的であって，そのために行う自然乾燥ヘアスタイ\nルの推定は，頭頂点等の生物学的な特徴を利用し，毛髪につけられた物\n理的なウェーブやカールを元に戻すという物理的な処理であり，人が行\nっているとしても自然法則を利用している旨主張する。\nしかし，前記アのとおり，本願補正発明には，分析対象者の写真等か\nら具体的な技術的手段を用いて自然乾燥ヘアスタイルを推定すること\nを特定するものではない。また，頭頂点等の生物学的な特徴を利用する\nものであるとしても，それは，自然法則に関連する「知識」を頭の中で\n利用するにすぎず，分析者である人の精神活動として完結するものであ\nる。そして，当該推定は，分析者の外部的環境に何らかの物理的作用を\n及ぼすものではなく，専ら人の精神活動それ自体に向けられたものであ\nる。したがって，第１のステップは，物理法則等の「自然法則を利用し\nた」ものとはいえないから，原告の上記主張は理由がない。\nなお，原告は，前記第３の１(1)ア(ア)のとおり，分析対象者のヘアス\nタイルに対応する自然乾燥ヘアスタイルは１つに定まるものであり，カ\nットマネキンを推定した自然乾燥ヘアスタイルにカットし，カールやウ\nェーブを付けて分析対象者のヘアスタイルになるかどうかを物理的に\n検証可能である旨主張するが，仮にそうであるとしても，前記アのとお\nり，本願補正発明が自然乾燥ヘアスタイルを分析者の頭の中で推定する\nことを含むものであり，こうした推定が人の精神活動そのものであって\n自然法則を利用したものではない以上，人の精神活動によって得られた\n結果が検証可能であることは，上記判断を左右するものではない。\n(イ)  また，原告は，前記第３の１(1)イのとおり，本願明細書には，第１\nのステップは，当時の技術水準からすると，データベースから分析対象\n者のヘアスタイルに似たデータを自動抽出することによりほぼ完全自\n動化でき，また，完全機械化ができるといったことも記載されているか\nら，第１のステップを人間の精神活動そのものであるとした本件審決の\n判断は誤りである旨主張するが，前記アのとおり本願補正発明は，人で\nある分析者が，分析対象者の正面，側面及び背面の写真を見て，分析者\nの毛髪の知識や経験を踏まえて，自然乾燥ヘアスタイルを分析者の頭の\n中で推定することを発明特定事項に含むものである以上，本願明細書に\n第１のステップが自動化ないし機械化が可能であると開示されていた\nとしても，上記判断を左右するものではない。\n(3)  第２のステップないし第４のステップについて\nア(ア)  第２のステップは，「分析対象セクションを複数のセクションの中\nから選択する」との発明特定事項であり，本願明細書には，第２のス\nテップに関して，「セクションをどの程度分割するかは，推定された自\n然乾燥状態のナチュラルストレートのヘアスタイルから適宜決めるこ\nとができるものであって，以下の実施例のセクション分けは，一例を\n示すに過ぎない。」（【００１８】），「分析対象者のヘアスタイルの複雑\nさにより，セクションをさらに細かく分けてもよいし，ヘアスタイル\nが単純であればより大雑把にセクション分けすることも可能である。」\n（【００４０】）との記載があり，これらの記載は，第２のステップは，\n分析者が，第１のステップで推定された分析対象者の「自然乾燥状態\nのナチュラルストレートのヘアスタイル」に応じてセクションを適宜\n分け，カット手法を分析する頭部の領域を選択することを意味するも\nのである。\nそして，本願補正発明の各ステップを人である分析者が行うことは\n排除されておらず，上記のとおり，第２のステップは，第１のステッ\nプで行われた自然乾燥ヘアスタイルに基づいて分析が行われるもので\nあるところ，第１のステップが人である分析者が分析対象者の正面，\n側面及び背面の写真を見て，分析者の毛髪の知識や経験を踏まえて，\n自然乾燥ヘアスタイルを分析者の頭の中で推定することを発明特定事\n項に含むことは前記のとおりであるから，第２のステップも，分析者\nである人の頭の中で，分析する頭部の領域を選択することを含むこと\nになり，こうした選択は，人の精神活動そのものであって，自然法則\nを利用したものであるとはいえない。\n(イ)  また，第３のステップは，「第２のステップで選択したセクション\nに対して，第１のステップで推定した自然乾燥状態のナチュラルヘア\nストレートのヘアスタイルに基づき」，分析項目の中から，「選択され\nたセクションに適した少なくとも１つの分析項目の分析を行い，分析\n結果を得る」との発明特定事項である。すなわち，第３のステップは，\n第２のステップで選択したセクションに対して，第１のステップで推\n定した自然乾燥ヘアスタイルを，そのセクションに適した分析項目の\n中から分析を行うステップであり，本願明細書には，分析対象をアウ\nトラインとするカット手法分析（【００４０】）における「耳上以下の\nバックサイドセクションおよびバックセンターセクションに対するア\nウトライン分析」（【００４１】）の例に関する記載があり，この例では，\n第３のステップは，分析対象者の背面写真から推定された自然乾燥ヘ\nアスタイルの下側アウトラインについて，「Ａ  アウトラインの形状ま\nたは表情分析」の分析項目について，その形状と表情を分類するステ\nップである（【００４１】，【００４２】）ことが開示されている。\nしかし，前記のとおり，第１のステップ及び第２のステップが，分\n析者である人の頭の中で自然乾燥ヘアスタイルを推定し，分析の対象\nとなる頭部の領域を選択することを含むものであり，第３のステップ\nは，こうしたステップを前提として，人である分析者が，頭の中で，\n毛髪の知識や経験を踏まえて，第２のステップで選択したセクション\nに適した分析項目の中から分析者が推定した分析対象者の自然乾燥ヘ\nアスタイルを分類することを含むものであるから，第３のステップも\n人の精神活動そのものであって，自然法則を利用したものとはいえな\nい。\n(ウ)  次に，第４のステップは，第３のステップの分析の結果から，「前\n記カット手法に関する情報を導出する」との発明特定事項であり，本\n願明細書には，分析対象をアウトラインとするカット手法分析（【００\n４０】）における「耳上以下のバックサイドセクションおよびバックセ\nンターセクションに対するアウトライン分析」（【００４１】）の例に関\nする記載があり，この例では，第３のステップでそれぞれ分類された\n下側アウトラインの表情と形状に基づいて，それぞれの分類に対応す\nるカット手法の情報が導出されることが開示されている（【００４３】）。\nしかし，前記のとおり，第１のステップないし第３のステップが，\n分析者である人の頭の中で自然乾燥ヘアスタイルを推定し，分析の対\n象となる頭部の領域を選択し，セクションに適した分類項目の中から\n分析者が推定した分析対象者の自然乾燥ヘアスタイルを分類すること\nを人の頭の中で行うことを含むものである以上，こうしたステップを\n前提として，人である分析者が，その推定した自然乾燥ヘアスタイル\nの分析項目による分類に対応するカット手法に関する知識を利用して\nカット手法の分析を行うことは，分析者である人の精神活動そのもの\nであって，自然法則を利用したものとはいえない。\nイ  これに対し，原告は，前記第３の１(2)アのとおり，第２のステップな\nいし第４のステップの分析は，自然乾燥ヘアスタイルの特徴がカット手\n法と１対１で対応することを利用するものであり，本願補正発明の分析\n項目の物理的な特徴から自然乾燥ヘアスタイルという結果をもたらした\nカット手法をその対応関係から導くものであり，第２のステップないし\n第４のステップから得られた分析結果は，カットマネキンを使って検証\n可能であるから，自然法則を利用したものである旨主張する。\nしかし，本願補正発明は，分析対象者の自然乾燥ヘアスタイルの推定\n（第１のステップ），分析対象セクションの推定（第２のステップ），選\n択したセクションに対して，推定した自然乾燥状態のヘアスタイルを分\n析項目による分類（第３のステップ），この分類に対応するカット手法に\n対応するカット手法の分析（第４のステップ）のすべてを分析者である\n人が，毛髪の知識や経験等を利用して頭の中で分析することを含むもの\nである以上，それは人の精神的活動そのものであって，カットマネキン\nでその分析結果の検証が可能であることは上記判断を左右するものでは\nないことは，前記(2)イ(ア)の場合と同様である。\nなお，原告は，前記第３の１(2)イのとおり，本願明細書には，予備分\n析を含め，分析すべき特徴をデータベース化し，また，完全機械化も可\n能であることが開示されているから，第２のステップないし第４のステ\nップを人が行うことを前提として全体として自然法則を利用した発明で\nはない旨の本件審決の判断は誤りである旨主張するが，前記(1)のとおり，\n本願補正発明においては，人がこうした分析を行うことは排除されてお\nらず，人がこれらのステップに従って分析を行うことは人の精神活動そ\nのものであることは既に繰り返し説示したとおりであるから，上記主張\nは当を得ない。\n(4)  小括\n以上によれば，本願補正発明の第１のステップないし第４のステップは，\n全体として考察すると，分析者が，頭髪の知識等を利用して自然乾燥ヘア\nスタイルを推定し（第１のステップ），分析の対象となる頭部の領域を選択\nし（第２のステップ），セクションに適した分類項目の中から分析者が推定\nした分析対象者のヘアスタイルを分類し（第３のステップ），この分類に対\n応するカット手法の分析を導出する（第４のステップ）ことを，頭の中で\nすべて行うことが含まれるものである以上，仮に，分析者が頭の中で行う\n分析の過程で利用する頭髪の知識や経験に自然法則が含まれているとして\nも，専ら人の精神的活動によって前記１(1)で認定した課題の解決すること\nを発明特定事項に含むものであって，「自然法則を利用した技術的思想の創\n作」であるとはいえないから，特許法２条１項に規定する「発明」に該当\nするものとはいえない。\n４  結論\n以上によれば，その他の点について判断するまでもなく，本願補正発明は，\n特許法２条１項に規定する「発明」に該当するものとはいえず，これと同旨の\n本件審決の判断に誤りはないから，原告の請求は棄却されるべきである。\nよって，主文のとおり判決する。\n知的財産高等裁判所第４部\n裁判長裁判官\n菅      野      雅      之\n裁判官\n中      村              恭\n裁判官\n岡      山      忠      広\n（別紙）\n【発明の詳細な説明】\n【技術分野】\n【０００１】\n本発明は，分析対象者のヘアスタイルで採用されているカット手法を分析する方\n法に関する。\n【背景技術】\n【０００２】\n美容学校では，学生に複数の代表的なヘアスタイルにするのに使われるカット手\n法を教えている。しかしながら，無数にあるヘアスタイルの一部を教えているにす\nぎない。卒業後は，美容室に勤めながら先輩美容師から，様々なヘアスタイルにす\nるためのカット手法を学びながら応用ができるようにスキルアップを図っている。\n【０００３】\n美容室では，顧客から「このようなヘアスタイルにして欲しい」と写真を渡される\nことがあるが，経験の浅い美容師にとってどのようなカット手法を施せばそのヘア\nスタイルにすることができるのかわからないことが多い。\n【０００４】\nヘアスタイルをバング，トップセクションなどのセクションに分け，各々のセクシ\nョンに対してどのようなカット手法を用いるかにより，ヘアスタイルは２億通りを\n超え，経験の浅い美容師や学生が写真通りのヘアスタイルにすることは簡単なこと\nではない。\nまた，ヘアスタイルデザインロジックに基づいた体系的な学習法や分析方法はこ\nれまで存在せず，美容師育成に時間がかかっていた。\n【０００５】\n特許文献１のように，展開図を用いて数値や符号でヘアデザインを設計する方法\nが提案されているが，顧客が持参する写真から展開図を作り上げる手法については\n何ら開示していない。また，カッティングについて特許文献１に記載はあるが，実\n際にどのようなヘアスタイルに対してどのようなカッティング手法を用いるのかに\nついては全く記載がなく，作成された展開図どおりのヘアスタイルに仕上げること\nができるというだけのものであった。\n【０００６】\nまた，写真から自然乾燥状態のナチュラルストレートのヘアスタイルを推定して，\n分析を試みることも行われてこなかった。\n【０００７】\nベテランの美容師は，過去に学んだ様々なヘアスタイルから経験的にカット手法\nを導き出しているだけであり，経験の浅い美容師にとってカット手法を写真から導\nき出すことは容易なことではなかった。\n【先行技術文献】\n【特許文献】\n【０００８】\n【特許文献１】 特開２００４－２０９２８４号公報\n【発明の概要】\n【発明が解決しようとする課題】\n【０００９】\n本発明は，分析対象者のヘアスタイルの正面写真，側面写真および背面写真を分析\nし，当該分析対象者に使用されているカット手法分析方法を提供することを目的と\nする。\n【課題を解決するための手段】\n【００１０】\n分析対象者の写真，画像，イラストまたはデッサンから，正面，側面および背面か\nら観た自然乾燥状態のナチュラルストレートのヘアスタイルを推定して分析を行う\nこと自体，これまで行われたことはなかった。\nそこで，本発明は，分析対象者の写真，画像，イラストまたはデッサンから，正面，\n側面および背面から観た自然乾燥状態のナチュラルストレートのヘアスタイルを推\n定する第１のステップ，次いで，分析対象セクションを複数のセクションの中から\n選択する第２のステップ，次いで，前記選択したセクションに対して，前記推定さ\nれた自然乾燥状態のナチュラルストレートのヘアスタイルに基づき\nＡ  アウトラインの形状または表情分析\nＢ  カットライン分析\nＣ  ボリューム位置またはボリュームライン分析\nＤ  シルエット形状または表情分析\nＥ  パート（分け目）の位置または有無分析\nＦ  セクションの幅または形状分析\nＧ  フェイスラインとセクション間の継がり方またはセクション間の継がり方\n分析\nの中から，前記選択されたセクションに適した少なくとも１つの分析項目の分析を\n行い，分析結果を得る第３のステップ，次いで，前記分析結果から，カット手法に\n関する情報を導出する第４のステップによる，前記選択されたセクションに対して\n採用されているカット手法分析方法とすることで，課題を解決した。\n【発明の効果】\n【００１１】\n本発明により，分析対象者の写真，イラストまたはデッサンから採用されているカ\nット手法分析ができるようになった。\nまた，前記カット手法分析は体系化されているため，学生や経験の浅い美容師であ\nっても容易にカット手法を分析できるようになった。\n【発明を実施するための形態】\n【００１３】\n＜定義＞\n以下の定義は，明細書の理解を深めるために述べるものであって，一般的な美容用\n語の定義から外れるものではない。\n（シルエット線）シルエット線とアウトラインは共にヘアスタイルの輪郭を意味し，\n同義である。本発明では，予備分析に際して写真にシルエット線を描くことから，\n外界または顔とヘアスタイル輪郭の境界となる輸郭線について強調したい場合はシ\nルエット線という。\n美容用語では，単にシルエット，シルエットラインなどともいう。\n【００１４】\n（アウトライン）シルエット線のようにヘアスタイル輪郭と外界との境界が明確な\n線もあるが，ヘアスタイルの輪郭は３次元であり，図２のイヤートゥ線やボリュー\nムラインのように，ヘアスタイルの輪郭を構成するが２次元の写真からは外界との\n境界としては写っていない輪郭線もある。また，自然乾燥状態のナチュラルストレ\nートのヘアスタイルの裾など毛先がばらついて，明確なラインが取れない輪郭線も\nある。そのような輪郭線であることを強調したい場合はアウトラインという。ヘア\nスタイルの下側のライン（輪郭線），ヘアスタイルの裾のアウトラインなどのように\n使う。\nいずれにせよ，美容用語では，アウトラインとシルエット線は同義であり，本明細\n書でも，アウトラインとシルエット線を読み替えても記載内容が変わることはない。\n本明細書においては，説明を分かりやすくするために，ヘアスタイル輪郭と外界と\nの境界を強調したい場合に，シルエット線という用語を使用する。\n【００１５】\n（パネル）パネルとはカットするための毛髪の束であり，板状に取り出されること\nからパネルと呼ばれる。\n【００１６】\n（スライス）カットするために，パネルを分けとること。床に対して垂直にパネル\nを取る縦スライス，床に対して水平にパネルを取る横スライス，斜めにスライスを\nとる斜めスライスなどがある。\n【００１７】\n（カットライン）カットして出来たパネルの切り口をカットラインという。レイヤ\nー，グラデーション，ワンレングス，セイムなど，カットラインの角度によりヘア\nスタイルは様々に変わる。\n【００１８】\n（セクション）毛髪の生えた頭部をカットするために一定の範囲に分けた領域をい\nう。二つのセクションに分けて切る場合はツーセクションカット，三つ以上はスリ\nーセクションカット，さらに細かく分ける場合はマルチセクションカットなどと呼\nばれる。美容用語では，各セクションには，サイドクション，トップセクション，\nオーバーセクションミドルセクション，アンダーセクションなどと命名がなされて\nおり，各セクションは所定のカット手法を行うための単位領域となる。\n本明細書では，下記「（本分析）」の「２  分析対象を前シルエットとするカット手\n法分析」のように，２分割にする場合と３分割にする場合に分けて分析を行う例示\nもある。このように，セクションをどの程度分割するかは，推定された自然乾燥状\n態のナチュラルストレートのヘアスタイルから適宜決めることができるものであっ\nて，以下の実施例のセクション分けは，一例を示すに過ぎない。\n【００１９】\n（イヤートゥ線）イヤートゥイヤー線とも呼ばれ，本発明においては左右の耳５の\n先端と頭頂点ａを通過する線をいう。\n【００２０】\n（ステム）ステムとは，パネルを取り出すときの角度を言いう。\n頭皮に対して垂直に取り出すことをオンベースといい，基本となるパネルの取り\n出し方である。\n上下ステムとは，パネルを上に持ち上げてパネルを取り出すことや，下に下げてパ\nネルを取り出すことをいう。アップステムとは，パネルを頭皮に対して垂直な状態\nより上（天井側）に向けて取り出すことをいう。ダウンステムとは，パネルを頭皮\nに対して垂直な状態より下（床側）に向けて取り出すことをいう。\n前後ステムの内，ステムを前に引くとは，頭皮に対して垂直な状態より前（顔側）\nに向けてパネルを取り出すことをいい，ステムを後ろに引くとは，頭皮に対して垂\n直な状態より後ろ（後頭部側）に向けてパネルを取り出すことをいう。\nまた，所定の領域，例えばサイドミドルセクションからパネルを取り出すとき，所\n定の厚さの複数のパネル（複数の板状の毛束）を取り出しカットすることになる。\nパネルをオンベースで複数取り出すと，パネルは頭皮の丸みに従い方向を次第に変\nえてゆく。例えば，縦スライス（床と垂直）にパネルを頭の外周に沿って１周取り\n出した時は，取り出された複数のパネルは頭を中心に放射状になる。一面でパネル\nを取り出すとは，パネル面の角度を決め，頭皮の丸みとは無関係にその角度のまま\nパネルを取り出すことを言い，頭皮に沿って複数取り出されたパネルは，すべて同\nじ方向，すなわち，互いに平行に取り出される。\n【００２１】\n（分割面）分けられた個々のセクション面であって，各セクションを平面とした面\nをいう。例えば，バングセクションは，オデコより上の頭皮に沿って湾曲したセク\nションであるが，バングセクションの分割面というときは，バングセクションの境\n界を各々の辺とする平面をいう。\nバングセクションにオンベースにパネルを水平方向に取った場合，パネルはバン\nグセクションの頭皮に対して垂直にパネルが取られることになるから，やや扇形に\n開いたパネルになる。しかし，バングセクションの分割面に垂直にパネルを水平方\n向に取る場合は，平面としたバングセクション（分割面）から垂直にパネルが取ら\nれる。バングセクションの両端部も中央部も同じ方向に毛髪が取られるので，水平\n方向に方形の板状パネルとなる。\n誤解のないように説明するが，パネルを垂直方向に取り，バングセクションの分割\n面に垂直にパネルを取るというときは，パネルは方形（分割面の両端すなわちパネ\nルの両端が直角）の板状パネルとなる。\n【００２２】\n（頭頂点）頭蓋骨骨格の一番高い点，すなわち，正面から分析対象者を観たとき最\nも高い正中線上の点をいう。分析対象者が顔を傾けて撮影した正面写真などにおい\nては，頭蓋骨骨格の一番高い点と写真に写った分析対象者の頭の一番高い点は，ず\nれることがある。そのような正面写真においては，写真から頭蓋骨骨格の一番高い\n点を推定することになる。\n【００２３】\n（分析項目）本明細書でいう「分析項目」とは，分析する対象をいい，例えば，シ\nルエット線の形状からカットラインが分析結果として得られる場合，分析項目は「シ\nルエット形状または表情分析」となる。\n本発明で行われる分析項目は\nＡ  アウトラインの形状または表情分析\nＢ  カットライン分析\nＣ  ボリューム位置またはボリュームライン分析\nＤ  シルエット形状または表情分析\nＥ  パート（分け目）の位置または有無分析\nＦ  セクションの幅または形状分析\nＧ  フェイスラインとセクション間の継がり方またはセクション間の継がり方\n分析\nの７つの分析項目のいずれかである。\n【００２４】\n（カット手法）一般的なカットは，頭皮から毛髪を特定のスライスでパネルにして\n取り出し，特定の角度（ステム）で引いて，特定のカットライン（レイヤー，グラ\nデーション，コンケーブ等）でカットするという，一連の動作を含む。\nまた，パート（分け目）もヘアスタイルの印象に大きな影響を与え，分け目を考慮\nしてカットが行われる。\nさらに，頭を複数のセクション（トップセクション，バックアンダーセクションな\nどの領域）に分け，それぞれのセクションから取り出したパネルに対して異なるカ\nット手法を採用することで，多様なヘアスタイルが生まれる。\n本発明でカット手法として導き出される\n（Ａ）スライス\n（Ｂ）ステム\n（Ｃ）グラデーション，セイム，レイヤー，スクエア，コンケーブ等のカットライ\nン\n（Ｄ）パート（分け目）\n（Ｅ）セクションの分け方と幅\nは，ヘアスタイルの外形，表情に大きな影響を与える要素である。\nこの他にも，カット手法には毛先のカット手法（セニング，シャギーなど）なども\nあり，上記（Ａ）～（Ｅ）のカット手法に加え，更なるカット手法と紐づけするこ\nとを妨げるものではない。\n【００２６】\n＜実施例＞\nアウトライン，前シルエット，後シルエットおよび内側シルエットを分析対象とす\nる分析（以下，「本分析」という。）を開始する前に，分析対象者の正面写真，側面\n写真および背面写真について，予備分析をする。\nパーマネントがかかっている写真においては，撮影された髪型そのものを分析す\nるのではなく，パーマネントが解けて自然乾燥状態のナチュラルストレートとなっ\nたヘアスタイルを分析者が推定して，分析を開始する。\n美容に携わる者であれば，パーマネントがかかっている写真からでも自然乾燥状\n態のナチュラルストレートのヘアスタイルとなったときのシルエット線のおおよそ\nの位置を容易に推定できる。\nなお，実施例の以下の分析は，特に断りがなくとも，分析者により推定された自然\n乾燥状態のナチュラルストレートとなったヘアスタイルを用いて行われる。\n【００２７】\n（予備分析）\n１  正面写真を用いた予備分析方法\n図１を参照されたい。\n分析対象者の正面写真を用意し，耳５が毛髪で隠れている場合は，耳５を描く。耳\n５を描くことは必須ではないが，耳５の位置は前シルエット線３等を描く際に目安\nとなるため，耳５を描くことが好ましい。\n分析対象者の正面写真から，自然乾燥状態のナチュラルストレートのヘアスタイ\nルを推定し，前記正面写真に次のように処理を行う。\n【００２８】\nア  前シルエット線３を描く。前シルエット線３を描くに当たり，前シルエット線３\nが通過すると推定される耳５の横の位置に，耳横印ｂを描くと，前シルエット線３\nが正確に描ける。前シルエット線３は，耳の横を必ず通過するからである。顧客が\nカットの参考のために持ち込むモデル等の正面写真の中には，やや顔を傾けた正面\n写真であることがあり，前シルエット線３を正確に描くために，補助的に耳横印ｂ\nを描いた方が正確に前シルエット線３を描ける。\nなお，当然のことであるが，自然乾燥状態のナチュラルストレートのヘアスタイル\nとなったときの前シルエット線３の推定するに当たり，頭蓋骨の内側に前シルエッ\nト線３が来ることはない。頭蓋骨を基準として自然乾燥状態のナチュラルストレー\nトのヘアスタイルとなった時の毛の厚みが加えられた位置が前シルエット線３の位\n置となる。\n【００２９】\nイ  正中線１を描く。\n正中線１は，顎の頂点，鼻の頂点，頭頂点ａを通り後頭部に至る頭部を二分する顔\nの中心線である。頭頂点ａは，正中線１上に存在するため，特に印をつける必要は\nないが，前述したように顧客がカットの参考のために持ち込む正面写真の中には，\nやや顔を傾けたものがある。頭頂点ａに印を描いた方が，正中線１を正確に描け，\n分析が楽に進む。\n【００３０】\nウ  サイドの下側アウトラインの傾きにより，（ア）または（イ）の場合に分けて，\nレングス補助線２を描く。サイドの下側アウトラインの傾きが正面写真から明瞭に\n分からない場合は，側面写真を参照して，サイドの下側アウトラインの傾きを調べ\nてもよい。\n【００３１】\n（ア）  サイドの下側アウトラインが真っ直ぐまたは前上がりの場合は，目尻から正\n中線１と平行にレングス補助線２を描く。\n図２に示す実施例１の分析対象者においては，サイドの下側アウトラインは，前上\nがりであり，レングス補助線２は，図１のようの目尻から描かれる。\n【００３２】\n（イ）  サイドの下側アウトラインが前下がりの場合，頬骨外から正中線１と平行に\nレングス補助線２を描く。\n【００３３】\nエ  前記レングス補助線２と前記前シルエット線３の一番幅のある前記前シルエッ\nト線３上の位置を，前ボリューム位置Ｂとし，印を描く。\n【００３４】\nオ  前記前ボリューム位置Ｂを超えて髪の流れが内側に入り出し方向が安定したら，\nその方向のまま前記レングス補助線２を交わるまで直線を引き，その交点をイヤー\nトゥレングス点Ａとして印を描く。\n以上の点や線は，後述する本分析に使用される。\n【００３５】\n２  側面写真を用いた予備分析方法\n分析対象者の側面写真から，自然乾燥状態のナチュラルストレートのヘアスタイ\nルを推定し，前記側面写真に次のような処理を行う。\nア  横シルエット線４を描く。\n側面写真の顔が傾いており，正確な側面写真となっていないときには，補助的に頭\n頂点ａに印をつけて，横シルエット線４を描く助けとしてもよい。\nイ  イヤートゥ線７を描く。\nイヤートゥ線７は，上記定義でも述べたように，左右の耳５の先端と頭頂点ａを通\n過する線をいう。耳５が毛に隠れているときは耳５を描く。また，頭頂点ａを補助\n的に描くと，イヤートゥ線７を描くときの参考になる。\nウ  後ボリューム位置Ｃを描く\nエ  ボリュームライン９を描く。\n当然のことながら，ボリュームライン９は，前ボリューム位置Ｂと後ボリューム位\n置Ｃを必ず通過する。ボリュームライン９の位置が分かりにくいときは，前シルエ\nット予備分析方法で得た前ボリューム位置Ｂを参考にして，側面写真の相当位置に\n前ボリューム位置Ｂを付すとボリュームライン９を引きやすくなる。\nなお，分析対象者のヘアスタイルによって，推定された自然乾燥状態のナチュラル\nストレートのヘアスタイルにおけるボリューム位置（Ｂ，Ｃ）やボリュームライン\n９は大きく変わる。\n【００３６】\n３  背面写真を用いた後シルエット予備分析\n分析対象者の背面写真から，自然乾燥状態のナチュラルストレートのヘアスタイ\nルを想定し，前記背面写真に次のような処理を行う。\nア  後シルエット線８を描く。\n正面写真や側面写真の予備分析方法と同様，背面写真の分析対象者が傾いて撮影\nされている等の場合には，頭頂点ａを描くなどして，後シルエット線８を描く助け\nとしてもよい。\nイ  後ボリューム位置Ｃを描く\n後ろボリューム位置Ｃが分かりにくいときは，前記側面写真を用いた予備分析方\n法で得た後ボリューム位置Ｃを参考に描いてもよい。\nウ  ボリュームライン９を描く\nボリュームライン９の位置が分かりにくいときは，前記正面写真を用いた予備分\n析方法で得た前ボリューム位置Ｂや前記側面写真を用いた予備分析方法で得た後ボ\nリューム位置Ｃを参考に描いてもよい。\n【００３７】\n予備分析方法に使用する写真は，好ましくは分析対象者の正面写真，側面写真，背\n面写真のすべてがあるのが望ましいが，すべての方向の写真がない場合は，一部写\n真から分析を行うことも可能である。その場合，以下の本分析の一部の分析項目だ\nけを分析する。\nまた，例えば正面写真しかない場合，正面写真から把握されるヘアスタイルに似合\nう，側面写真と背面写真に代わるイラストを描いて，以下の本分析のすべての分析\n項目を分析することも可能であり，これも本発明に含まれる。\nさらに，写真を用いず，すべてイラストやデッサンであっても，本発明に含まれる。\n写真，イラストまたはデッサンは紙媒体として存在する必要はなく，タブレット端\n末のようにディスプレイに表示された画像であってもよい。\n【００３８】\n（本分析）\n（ｉ）レイヤー，グラデーション，スクエア，セイムなどのカットライン\n（ｉｉ）スライス\n（ｉｉｉ）パネルを取り出す角度（ステム）\n（ｉｖ）コンケーブなどの特殊なカット\n（ｖ）セクションの分け方\nなどの複数のカット手法に関する情報が組み合わされてカット手法が定まり，カッ\nトがなされる。\nカット手法は，自然乾燥状態のナチュラルストレートのヘアスタイルの形状に影\n響を与えるため，写真から推定されたナチュラルストレートのヘアスタイルを分析\nすることで，どのようなカット手法が採用されているのか知ることが可能となる。\n【００３９】\n以上の予備分析が終了した後，本分析に移る。\n本分析は，大きく分けて，アウトライン，前シルエット，後シルエットおよび内側\nシルエットを分析対象として，分析対象者の写真を分析する。\n本分析は，分析対象者の写真から，如何なるカット手法が採用されているのかを導\nき出す分析手法である。導き出されたカット手法を用いれば，分析対象者のヘアス\nタイルを再現できる。\n以下，分析対象であるアウトライン，前シルエット，後シルエットおよび内側シル\nエットについて，順に説明する。\n以下の分析はすべて，分析対象者の写真から自然乾燥状態のナチュラルストレー\nトのヘアスタイルを推定して分析するものである。\n【００４０】\n１  分析対象をアウトラインとするカット手法分析\nアウトラインの分析は，ヘアスタイルを次の（１）～（４）のセクションに分けて\n分析を行う。\n分析対象者のヘアスタイルの複雑さにより，セクションをさらに細かく分けても\nよいし，ヘアスタイルが単純であればより大雑把にセクション分けすることも可能\nである。\n【００４１】\n（１）耳上以下のバックサイドセクションおよびバックセンターセクションに対す\nるアウトライン分析\nア  バックの下側アウトラインの形状，表情分析\n図４（Ａ）背面から観た下側アウトラインの形状の説明図である。\n分析領域は，網掛で示した耳上以下のバックサイドおよびバックセンターであり，\nこの領域から取り出したパネルに対してなされたカット手法を分析するものである。\n分析対象は，背面写真から推定された自然乾燥状態のナチュラルストレートのヘ\nアスタイル下側アウトラインの外形である。この分析項目は，本発明の「Ａ  アウト\nラインの形状または表情分析」に相当する分析項目である。なお，図４（Ａ）のシ\nルエット線は，説明のために簡略化したものである。\n図４（Ｃ）に示すように，下側アウトラインの表情を分類する。\nａ）下側アウトライン外形がきれいに出ている\nｂ）下側アウトライン外形がぼやけてラフに出ている\nｃ）下側アウトラインに重み（インレイヤー）がある\nという３つに分類する。\n【００４２】\n次いで，背面から観た下側アウトラインの形状を図４（Ａ）の１）～４）で示した\nように\n１）ラウンド\n２）前上がり\n３）真っ直ぐ\n４）前下がり\nの４つに分類する。\n【００４３】\nこの分析結果から，次のようなステムの角度に関するカット手法の情報を導出で\nきる。\nパネルを取るスライスは水平とし，\n分析結果[1]：ａ）であって１）ラウンドまたは２）前上がりの場合，パネルを下に\n傾けて自然に落ちる位置でカットする手法が採用されていると分析される。\n分析結果[2]：ａ）であって３）真っ直ぐまたは４）前下がりの場合，パネルを下に\n傾けて一面でカットする手法が採用されていると分析される。\n分析結果[3]：ｂ）であって３）真っ直ぐの場合，自然に落ちる位置から上にパネル\nを少し持ち上げてカットする手法が採用されていると分析される。\n分析結果[4]：ｂ）であって１）ラウンドまたは２）前上がりの場合，ステムを前に\n引いてカットする手法が採用されていると分析される。\n分析結果[5]：ｂ）であって４）前下がりの場合，ステムを後ろに引いてカットする\n手法が採用されていると分析される。\n分析結果[6]：ｃ）であって３）真っ直ぐの場合，ステムをはえ癖方向に引いてカッ\nトする手法が採用されていると分析される。\n分析結果[7]：ｃ）であって１）ラウンドまたは２）前上がりの場合，ステムをバッ\nクのセンターライン（図４参照）より後ろにオーバーダイレクションしてカットす\nる手法が採用されていると分析される。\n分析結果[8]：ｃ）であって４）前下がりの場合，ステムをバックのセンターライン\n（図４参照）より前にオーバーダイレクションしてカットする手法が採用されてい\nると分析される。\n【００４４】\n（２）  サイドのアウトラインのカット手法分析（耳上，モミアゲからコメカミにか\nけて）\nア  サイドの下側アウトラインの形状分析\n図５は，耳上からモミアゲにかけての下側アウトライン分析の説明図である。\n分析領域は，図５に示した網掛で示した領域であり，この領域から取り出したパネ\nルに対するカット手法を分析する。分析対象は推定された自然乾燥状態のナチュラ\nルストレートのヘアスタイルにおいて，前記領域から生える毛髪の下端のアウトラ\nインの形状である。\n具体的には，図５に図示した分析対象アウトラインの外形について，図５において\n１）～４）で示したように次の４つに分類する。\n１）ラウンド\n２）前上がり\n３）真っ直ぐ\n４）前下がり\n【００４５】\n次いで，網掛けで図示された分析領域について次の３つに分類する。\nａ）ラインがきれいに出ている\nｂ）バックサイドとの継がり部１０から生える毛髪にコンケーブの凹みがある\nｃ）ラインがぼけていて，段差がある\n【００４６】\nこの分析結果から，次のようなステムに関するカット手法の情報を導出できる。\n分析結果[1]：ａ）の場合，パネルが自然に落ちる位置で，１）～４）の下側アウト\nラインの形状分析結果の形状に合わせてカットする手法が採用されていると分析さ\nれる。\n分析結果[2]：ｂ）の場合，パネルが自然に落ちる位置から前に引いて，１）～４）\nの下側アウトラインの形状分析結果の形状に合わせてカットする手法が採用されて\nいると分析される。\n分析結果[3]：ｃ）の場合，自然に落ちる位置から少し上に前後ステムを持ち上げて，\n１）～４）の下側アウトラインの形状分析結果の形状に合わせてカットする手法が\n採用されていると分析される。\n【００４７】\n（３）  フェイスラインのカット手法分析その１（モミアゲからコメカミまでのフロ\nントコーナーにかけて）\nア  フェイスライン周りの下側アウトラインの形状分析\nフェイスラインとは，顔周りの髪の生え際をいう。\nフェイスライン周りから生える毛髪が下に流れてできた下側アウトラインの横か\nらの表情を分析対象とし，分析結果から次のようなステムに関するカット手法が導\n出される。この分析項目は，本発明の「Ａ  アウトラインの形状または表情分析」に\n相当する分析項目である。分析結果から，ステムに関するカット手法の情報が導出\nできる。\n【００４８】\n分析結果[1]：モミアゲからコメカミまでのフロントコーナーにかけて，フェイスラ\nイン周りから生える毛髪の下側アウトラインが真っ直ぐの場合（図６参照），自然に\n落ちる位置でカットする手法が採用されていると分析される。\n分析結果[2]：モミアゲからコメカミまでのフロントコーナーにかけて，フェイスラ\nイン周りから生える毛髪の下側アウトラインに丸み，マイナスカーブ（中央部が上\nに盛り上がったカーブ）がある場合（図６の点線参照），自然に落ちる位置から上に\nステムを少し持ち上げて（図６の一点鎖線参照）カットする手法が採用されている\nと分析される。\n図６では，カット時にステムを少し持ち上げて図示された直線的なカットライン\nでカットし，毛髪を自然に落ちる位置に戻すと，マイナスカーブ（中央部が上に盛\nり上がったカーブ）になることが図示されている。\n【００４９】\n（４）  フェイスラインのカット手法分析その２（イヤートゥ線からみつ襟にかけ\nて）\n以下の，３つの分析で構成される。\n【００５０】\nア  コンケーブの有無分析\n分析対象は，イヤートゥ線からみつ襟にかけて，前から観た前ボリューム位置Ｂ下\nの下側アウトラインに凹みが有るか無である。コンケーブはカットラインの一種で\nあり，この分析項目は，本発明の「Ｂ  カットライン分析」に相当する分析項目であ\nる。図示はしないが，分析結果から，カットライン（コンケーブ）に関するカット\n手法の情報が得られる。\n【００５１】\n分析結果[1]：イヤートゥ線からみつ襟にかけての下側アウトラインにコンケーブが\nある場合，ステムを前に引き出してコンケーブを付けるカット手法が採用されてい\nると分析される。コンケーブ（凹み）があることにより，前から観たとき，後ろの\n毛髪が見える度合いが増え，バックの毛髪の長さが強調されると共に，アウトライ\nンやフェイスラインの毛先の軽さも強調されるようになる。\n分析結果[2]：コンケーブがない場合，コンケーブを付けないでカットするカット手\n法が採用されていると分析される。\n【００５２】\nイ  コンケーブのカット開始位置分析\n分析領域は，図７に図示した網掛部になる。分析対象は，背面から観た下側アウト\nライン（バックアウトライン）になる。また，バックアウトラインの自然な流れの\n幅が狭いか広いかを分析対象とするが，その程度によりコンケーブのカット開始位\n置が決まることとなる。この分析項目は，本発明の「Ａ  アウトラインの形状または\n表情分析」に相当する分析項目である。分析結果からカットライン（コンケーブ）\nの開始位置に関係する，パネルの取り出し位置（スライス位置）に関するカット手\n法の情報が得られる。\nバックアウトラインにコンケーブが付けられると，バックアウトラインにくびれ\nができ，バックアウトラインの自然な流れが途絶することとなり，コンケーブの開\n始位置が特定できる。\n【００５３】\n分析結果[1]：バックアウトラインの自然な流れの幅が狭い場合，すなわち，図７の\nａ）で示されているような幅の場合，パネルの引き出し開始位置をみつ襟位置１４\nから引き出すものとし，ステムを前に引き出してカットするカット手法が採用され\nていると分析される。\n分析結果[2]：バックアウトラインの自然な流れの幅が広い場合，すなわち，図７の\nｂ）で示されているような幅の場合，パネルの取り出し開始位置を耳の下から２／\n３位置１５から取り出すものとし，ステムを前に引き出してカットするカット手法\nが採用されていると分析される。\n【００５４】\n分析結果[1]と分析結果[2]は二者択一ではない。また，分析対象者における推定さ\nれた自然乾燥状態のナチュラルストレートのヘアスタイルによっては，分析結果幅\n[2]よりさらに幅が広いと分析される場合がある。そのような場合，パネルの取り出\nし開始位置をイヤートゥ線７から取り出すこともあり得る。バックアウトラインの\n自然な流れの幅が，狭いａ）場合と幅が広い場合ｂ）の中間の場合，その程度応じ\nてパネルの取り出し開始位置をみつ襟位置１４からイヤートゥ線７の間に決め，ス\nテムを前に引き出してカットする。\n図８を参照されたい。バックアウトラインの自然な流れの幅が狭い場合は，コメカ\nミを起点してみつ襟までパネルを引き出す。バックアウトラインの自然な流れの幅\nが広がるにつれ，コメカミを起点として，耳下位置，耳２／３位置，耳１／２位置，\n耳２／３位置，頭頂点ａを通るイヤートゥ線７位置まで次第にパネルの幅を狭める。\nどのようにパネルを取り出すにせよ，カット時には前にステムを引き出してカッ\nトされる。\n【００５５】\nウ  コンケーブのカットライン分析\nイヤートゥ線からみつ襟にかけてのバックアウトラインの傾斜角度を分析対象と\nする。\nこの分析項目は，本発明の「Ａ  アウトラインの形状または表情分析」に相当する分\n析項目である。\n図７には，幅が狭いａ）の場合と幅が広いｂ）の双方について，傾斜角度が小さい\n場合を１）で示している。傾斜角度が小さい場合は１）として図示している。また，\n傾斜角度が大きい場合は２）として図示している。\n分析結果から，次のようなカットラインに関するカット手法の情報が導出される。\n分析結果[3]：図７の１）のように傾斜角度が小さい場合，グラデーションにしたカ\nット手法が採用されていると分析される。\n分析結果[4]：図７の２）のように傾斜角度が大きい場合，レイヤーにしたカット手\n法が採用されていると分析される。\nなお，角度の程度により，グラデーションからレイヤーに徐々に変化させるように\nする。\n【００５６】\n以上のように，カット開始位置に関する分析結果[1]または分析結果[2]とカットラ\nインに関する分析結果[3]または分析結果[4]の組み合わせによりカット手法が決定\nされる。\n･･･\n【０１２１】\n（実施例２）\n実施例２は，実施例１のカット手法分析方法を教えるため，または，マニュアルと\nなる教示媒体や教示システムに関する発明である。\nヘアスタイルは，ボブなどのショートのヘアスタイルから，ロングのヘアスタイル\nなど多様性に富む上に，パーマネントがかかることにより，自然乾燥状態のナチュ\nラルストレートのヘアスタイルを推定することは，美容に精通した当業者にとって\nは容易なことでも，美容学校の学生などには困難なことが多い。\nまた，分析項目の分析方法についても学生などにとって，理解が困難なことが多\nい。\n分析対象者の正面，側面および背面の写真から自然乾燥状態のナチュラルストレ\nートのヘアスタイルを推定する推定手法や，前記推定手法により得られた自然乾燥\n状態のナチュラルストレートのヘアスタイルに基づき，分析対象セクションごとに\n採用されているカット手法分析方法を表しているディスプレイなどの教示媒体を用\n意して，学生などに教えることになる。\n【０１２２】\nしかし，ヘアスタイルは多種多様であり，すべての実例写真を掲載することは困難\nであるし，多くの実例写真を掲載すればするほど膨大な情報量の教示媒体なり，か\nえって，教えるべき内容の理解を損ねることになりかねない。教示媒体には，せい\nぜい，典型例となる実例写真だけが表示されるものとなる。\nまた，美容室に来店する顧客が写真を持ち込み，「この写真のようなヘアスタイル\nにして欲しい」と要望されることもある。持ち込まれたヘアスタイルが，典型例か\nら外れたものであると，経験の浅い美容師にとって分析が困難となることがある。\n【０１２３】\nそこで，実施例２の教示システムには，実例写真や実例動画を多数記憶させたサー\nバー等の記憶媒体が用意されている。\n【０１２４】\n実例写真は，分析対象者の正面，側面および背面の写真から自然乾燥状態のナチュ\nラルストレートのヘアスタイルを推定した実例写真や実例動画でもよいし，実施例\n１で示したカット手法を分析する際に使用した実例写真や実例動画でもよい。\nそして，教示媒体には，実施例１で示した分析のぞれぞれの説明箇所に近接して，\nハイパーリンクや，実例写真にアクセスするための二次元バーコードなどのリンク\nを張る。\n例えば，学生などが，スマートフォンなどで二次元バーコードを読み込みサーバー\n（記憶媒体）に蓄積された実例写真にアクセスすることで，学習のスピードが向上\nする。\nまた，教示媒体がタブレット端末等の端末である場合には，実施例１で示した分析\nのぞれぞれの説明箇所に近接して，ソフトキーなどの実例写真にアクセスするため\nリンクを張ることで，サーバーなどの記憶媒体に蓄積された前記説明箇所と対応し\nた多数の実例写真にアクセスできるようになっている。\n【０１２５】\n上記例では，記憶媒体をネットワーク上に配置したが，記憶容量が大きい場合は，\nタブレット端末等の端末自体の記憶媒体に実例写真を蓄積してもよい。\n【０１２６】\n教示媒体に接した美容師等が，自身が作成した実例写真を記憶媒体に次々を追加\nして，オリジナルの実例集を作成することもできるし，ネットと接続しサーバーに\n追加された実例写真を管理者が選んで公開できるようにすることで，実例写真のバ\nリエーションを豊かにできる。\nさらに，追加された実例写真を管理者が分析し，次々と開発される新たなヘアスタ\nイルに対応した新たな分析項目や分析手法を開発することも可能となる。\n【０１２７】\nまた，自然乾燥状態のナチュラルストレートのヘアスタイルを推定したシルエッ\nト線が加えられた複数の分析対象者の少なくとも正面，側面または背面からの，写\n真，画像，イラストまたはデッサンを記憶させたデータベースを構築してもよい。\n【０１２８】\n（実施例３）\n分析対象者の写真データを入力する手段を有し，前記写真データから実施例１の\nカット手法分析方法を自動的に行うニューラルネットワークシステムを構築する。\n前記ニューラルネットワークシステムに，教師ありの学習を行うことでカット手法\n自動分析装置を完成させる。\nカット手法自動分析装置に対する学習は，分析対象者の写真から自然乾燥状態の\nナチュラルストレートのヘアスタイルを推定する写真の予備分析方法について行っ\nてもよく，分析対象者の写真を入力すれば，自動的に自然乾燥状態のナチュラルス\nトレートのヘアスタイルを推定する。\nそして，各セクションに対して採用されているカット手法を導き出し，ディスプレ\nイに表示する。\n自動分析装置はネットワーク化されていてもよく，スマートフォンで分析対象者\nの写真をクラウド化されたカット手法自動分析装置に送ると，実施例１で示したカ\nット手法分析法を自動的に行い，分析結果をスマートフォンに返信してくれるよう\nなシステムも構築できる。\n【図２】\n"
}