{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 3,
    "month": 7,
    "day": 14
  },
  "case_number": "令和2(わ)17",
  "case_name": "傷害，監禁，殺人，道路交通法違反被告事件",
  "court_name": "大津地方裁判所",
  "lawsuit_id": "90559",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=90559",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/559/090559_hanrei.pdf",
  "contents": "令和３年７月１４日宣告  大津地方裁判所刑事部判決\n令和２年 第１７号，第４７号  傷害，監禁，殺人，道路交通法違反被告事件\n裁判長裁判官  大西直樹  裁判官  髙橋孝治  裁判官  林宏樹\n主        文\n被告人を懲役１９年に処する。\n未決勾留日数中４００日をその刑に算入する。\n理        由\n※  以下，月日は特に断らない限り令和元年のものをいう。\n（犯行に至る経緯）\n１  傷害（第１，第２）及び監禁（第３）に至る経緯等\n⑴  被害者と知り合い行動を共にするようになった経緯等\nア  被告人は，８月に少年院を仮退院し，親戚であるＵの家で生活しつつ，Ｕか\nら紹介された仕事をしたが，９月にはその仕事をやめ，以降，定職に就くことなく，\n被告人の父方で生活していた。\nイ  被告人は，９月中旬頃，被害者と知り合い，間もなく一緒に寝泊まりするな\nどして行動を共にするようになった。当初は友達として接し，被害者の生活費を負\n担するなどして面倒を見ていたが，ほどなくして両者の関係は変化し，被告人が被\n害者を便利な存在として利用する側面が強くなった。例えば，被告人は，当初から\n代金を踏み倒すつもりであるにもかかわらず，後に多額の代金を請求される被害者\nのことを顧みずに，運転免許を有する被害者の名義で何台もレンタカーを借りた上，\n被害者に運転させて移動のための足として利用するなどしていた。\nウ  被害者は，平成３０年７月に仕事の関係で一人暮らしを始めたが，その後も，\n同人の母と毎日のようにＬＩＮＥで連絡を取り合ったり，令和元年９月１６日にも\n淡路島まで一緒に旅行したりするなど，被害者と母との関係は良好であった。しか\nし，同月１８日，被害者が勤務先に無断で欠勤した上，母からの連絡にも全く応答\nしなくなったため，母は，同日昼に警察へ捜索願いを出した。同月２０日，母は，\n被害者から電話を受け，同人が被告人と行動を共にしていると知ったほか，被害者\n及び被告人から，レンタカーの代金や生活費の支払いを要求された。母は，現金を\n振り込んだものの，同月２１日以降，ＬＩＮＥを使って被害者と交信できなくなり，\n同月２２日に被告人の父方まで出向いて被告人らと話した際も，被害者と会うこと\nはできなかった。その後，被害者から母にショートメッセージは届くものの，金銭\nを要求する内容のものばかりとなって，それも１０月１０日頃には途絶えてしまっ\nた。\nエ  元同級生とのトラブル\n被告人は，９月末頃，Ｃ，被害者，元同級生であったブラジル人（以下，単に\n「元同級生」という。）及びその弟らと共に，夜遅くまでカラオケをして遊んだ後，\nみんなで寝る場所を探すため，ラブホテルに立ち寄った。やがて，被告人と，元同\n級生及びその弟との間で口論が始まり，その中で，元同級生及びその弟から，被告\n人が一方的に暴力を振るわれることがあった。上記トラブルの原因とは無関係であ\nった被害者は，何もせずに事態を傍観していたが，被告人は自分を助けようとしな\nかった被害者に強い不満を覚えた。しかし，被告人は，その場では文句を言う程度\nで我慢し，被害者に暴力を振るうことはなかった。なお，被告人は，後日，元同級\n生と一対一でのけんかに勝ち，元同級生及びその弟と仲直りして，一緒に食事に行\nったりもした。\nオ  暴力団関係者とのトラブル等\n被告人は，１０月７日，被害者，Ｍ及びＣと共に，自動車１台及びバイク１\n台に分乗した上，大津市内のコンビニエンスストア駐車場に赴いた。同駐車場にお\nいて，被告人は，バイクを乗り回したり，その他の者らは自動車を止めた駐車枠の\n横の駐車枠にたむろしたりして，１０分ほどいたところ，暴力団組織の構成員であ\nるＮが，被告人らの近くに自動車で勢いよく突っ込んできて，「お前らどこのもん\nや。」等と怒鳴ってきた。\n被告人は，被害者及びＣに逃げろと言い，即座にＭと共にバイクに乗って逃走し\nたものの，その場に残った被害者は，Ｎとの間で口論となった。\nＣからの電話で事態を把握した被告人は，上記駐車場に戻ったところ，その時点\nではＮと被害者との口論は収まっていたものの，Ｎからお前はどこの者かと聞かれ\nて立腹し，Ｎが名乗ると，自分も地元と名前を告げるなどして，今度は被告人がＮ\nとの間で口論となった。その中で，Ｎは，自分が所属する暴力団組織の兄貴分と話\nせと言い，被告人に自分の携帯電話を手渡したところ，被告人は，電話の相手にう\nるさいなどと言い返し，手渡された携帯電話をＮの自動車の中に投げ捨てた後，そ\nの場を立ち去った。\nその場ではＮが被告人らを追い掛けることはなかったものの，後日，被告人\nは，暴力団組織の関係者から居場所を探されるようになり，１０月１３日から１４\n日にかけての深夜には，被告人の父方までやって来ると聞き，就寝中の父及び祖母\nを起こした上，自動車に乗せて移動し，安全と思われる場所まで避難させるという\n出来事があった。\nまた，被告人は，被害者がＮと口論になった際，自分が暴力団組織の一員で\nあるかのように述べた旨をＣから聞いたことなどから，被害者が何らかの暴力団と\n関係しているのではないかなどと疑い，暴力団との関係について再三問いただした\nが，被害者は，聞かれたことにオウム返しをするなど要領を得ない答えを繰り返す\nばかりで，被告人が納得する回答を述べることはなかった。\n⑵  傷害（第１）に至る経緯等\nア  被告人は，１０月８日，共通の知人であるＢを介してＴと知り合い，同日午\n後１１時頃から，被害者，Ｔ及びＢと共に別表１番号１記載のジャパンレンタカー\n彦根店（以下，「カラオケ店」という。）で遊んでいたところ，その中で，被告人\nとＴは，スパーリングと称して，被害者に殴る蹴るなどの暴行を加え，さらに，被\n告人とＴが席を外した際，被害者がＴの悪口を言っていた旨Ｂから聞かされて激怒\nしたＴは，被害者に対し，顔面を膝蹴りするなどの一層激しい暴行を加えるに至り，\nその後は，被告人及びＴが代わる代わる被害者に暴行を加え，第１の犯行に及んだ。\nイ  被害者が唇から多量に出血したことから，人目に付くのを避けるため，被告\n人らは，カラオケ店を出たが，その後も，被告人は，被害者に対する前記の怒りや\n不満等の感情を晴らすなどの目的で，タイマンをはる，スパーリングで体を鍛えて\nやるなどの口実をつけては，Ｔと共謀の上，別表１番号２及び３の各場所において，\n被害者に対する暴行に及び，引き続き，Ｔ及びＫと共謀の上，別表２番号１ないし\n３の各場所において，被害者に対する暴行に及んだ。\nウ  被告人は，１０月１２日未明，被害者と共に外出中，被害者の様子を不審に\n思い，携帯電話を確認したところ，元同級生の弟と被害者がＬＩＮＥでやり取りを\nしており，その中で被害者が「Ｒ（※被告人の意）うざいやん」「殴りたい」「み\nんなでつぶそ」「リンチしよ」等のメッセージを送っているのを見つけた。これに\n怒った被告人は，被害者と共に被告人の父方に帰った後の同日午前３時頃，Ｔと共\nに被害者に暴行を加え，第１の犯行を継続した。\nエ  上記のとおり，被告人は，１０月８日から同月１２日までの間，カラオケ店\nなど別表１及び２の記載の各場所において，Ｔらと共に，被害者に暴行を加え，徐\n々にその程度をエスカレートさせていった。被害者は，終始，被告人らの暴行に反\n撃らしい反撃をすることができず，ほぼ一方的に暴行を受け，これらの暴行により\n顔面等に怪我を負った。\nオ  被告人は，同月１４日，被害者の怪我を心配したＣに促されたため，被害者\nを病院まで連れて行き，酔っぱらいに殴られたと嘘の説明をするよう命じた上で受\n診させたところ，医師により，被害者が両目皮下出血でいわゆるパンダ目状態であ\nることなどが確認されたほか，同日撮影されたレントゲン画像からは，後日，左第\n９肋骨に骨折線が認められた。\n⑶  傷害（第２）及び監禁（第３）に至る経緯等\nア  被告人は，Ｔ，Ｋ，Ｍ，Ｕを被告人の父方に呼び寄せた上，１０月１６日午\n後１０時４０分頃，被害者に指示して，暴力団組織の関係者に電話を架けさせた。\n被害者は，同月７日のトラブルの件を謝罪し，自身は許しを得る一方，相手から問\nわれるまま被告人の居場所を告げたため，スピーカーホン越しに一部始終を聞いて\nいた被告人らは激怒し，被害者に対する暴行を開始し，第２の犯行に及んだ。\nイ  その後，暴力の音が近所に聞こえて警察に通報されるのを避けるため，被告\n人らは，場所を移動することとし，１０月１６日午後１１時頃，Ｕが使用する自動\n車（以下，「プリウス」という。）のトランク内に被害者を入らせ，Ｔも同所に乗\nり込んだ上，被告人らが更にプリウスの座席に乗って，同車を発進させ，第３の１\nの監禁を開始した。\nウ  Ｔに呼び出されたＹは，自己が所有する自動車（以下，「コンテ」という。）\nにＳを同乗させ，別表３番号１記載のスーパーセンタートライアル彦根松原店（以\n下，「トライアル」という。）に赴き，同所で被告人らと合流した。その際，被告\n人は，Ｙ及びＳに対し，被害者がプリウスのトランクにいることや，被告人の居場\n所をヤクザに伝えたため，これから被害者をボコボコにするなどと説明した。\nエ  その後，被告人らは，人気のない場所に移動してから被害者に暴行するため，\n１０月１６日午後１１時２０分頃，被害者をトランク内に閉じ込めたままプリウス\nを発進させて，第３の２の監禁を開始した。\nオ  別表３番号１記載の奥びわ湖ロッヂ跡地前路上（以下，「ロッヂ跡地前」と\nいう。）に到着した被告人らは，１０月１７日午前零時３０分頃から，同所におい\nて，被害者に対して暴行に及び，第２の犯行を継続した。\nカ  被告人らは，人気が多くなったら警察に発覚すると考え，場所を移動するこ\nととし，１０月１７日午前１時頃，再び被害者をプリウスのトランク内に閉じ込\nめ，その状態で同車を走行させるなどして，第３の２の監禁を継続した。その間，\n被告人らは，一旦被告人の父方を経由した後，被害者を自殺させようと考え，被告\n人，Ｙ及びＫが，別表３番号１記載の中郡橋（以下，「中郡橋」という。）の上ま\nで被害者を連れて行った。被害者は，中郡橋の手すりを乗り越えて外側に出たもの\nの，飛び降りようとしなかった。やがて，その場を離れて自動車内で待機していた\n被告人は，人気が多くなったため警察に通報されると思い，被害者を連れて戻って\nくるようＫに伝えて，被害者を飛び降りさせるのを中止した上，同日早朝，被害者\nらと共に被告人の父方に戻った。\nキ  被告人らは，１０月１７日午前５時４５分頃，被告人の父方に戻り，その頃\nから翌１８日午前２時前頃に至るまで，第３の２の監禁を継続しつつ，第２の犯行\nを継続したが，その間の同月１７日には次のような出来事があった。\n被告人，Ｍ及びＫは，被告人の父方において，被害者に命じて，自分たちの\n前で自慰行為をさせたり，裸踊りをさせたりした。\n被告人は，自身と被害者の共通の知人であるＡに連絡し，被告人の父方に呼\nび寄せたが，自動車で迎えに行った際，Ａに対し，被害者の顔面等に多数の傷が存\n在する様子を撮影した写真を見せ，「これが今のＶ（※被害者の意）の顔やで」と\n言った。\n被告人に呼び出されて合流したＹは，仕事のため被告人の父方を離れていた\nＳとＬＩＮＥでやり取りする中で，被害者に対する暴行や怪我の状況等について\n「もう歯が２本取れたで爆笑爆笑」「足の指と手の指折れてるし」「おれ顔にはり\nさしてい？」「いいと思う爆笑爆笑」等のメッセージを送受信した。\nク  １０月１８日午前２時前頃，暴行状況等の一部を目撃したＡの通報を受けた\n警察官が，被告人の父方を訪れた。その直前にＵが被害者を連れて被告人の父方を\n離れていたため，被害者が発見されることはなく，間もなく警察官らは帰っていっ\nたが，被告人は，被害者に対する傷害等の犯行が警察に発覚することをおそれ，被\n害者と行動を共にするＵを呼び戻した上，被害者を連れてＴ方に移動することとし\nた。その後，被告人らは，被害者を連れてＴ方に集合したが，その過程で，被告人\nは，被告人の父方を離れていたＫに電話し，仕事があるなどと言って集合を渋るＫ\nに対し，来なかったら知らんぞなどと強く言って，Ｋ及びＭをＴ方まで呼び寄せ\nた。\nケ  Ｔ方においても，１０月１８日午前８時頃まで，被告人らにおいて，被害者\nに対する第２の犯行が継続された。その途中，被告人は，仕事に行こうとするＴに\n対し，仕事場に警察が来るぞなどと言って，仕事に行くのを断念させた。\nコ  やがて，被告人らは，警察に犯行が発覚するのを防ぐため，怪我が治るまで\n被害者をかくまう，被害者を治療する，暴力団にやられたことにして警察に行かせ\nるなどの方法を考えたものの，いずれも実現が難しいと考え，最終的には，警察に\n傷害等の犯行が発覚するのを防ぐため，被害者を殺害しようとの話となり，本人の\n面前で，殺害する方法を話し合うようになった。被害者は，「死ぬのは嫌です。仕\n事してお金払います」と言ったが，被告人は，「金なんかいらん。死ねや。」と言\nった。\nサ  その後，被告人らは，近所に暴力の音が聞こえることをおそれ，被害者をど\nうするかを具体的に決めることなく，Ｔ方を出た。\n２  殺人（第５）に至る経緯等\n⑴  被告人らは，１０月１８日午前８時頃，被害者をトランク内に乗り込ませた\nプリウスなど３台の自動車に分乗してＴ方を出て，同日午前８時３０分頃，別表３\n番号４記載の多賀サービスエリア（以下，「多賀サービスエリア」という。）に到\n着した。同所では，被告人らの間で，再び，被害者をどうするかについての話合い\nがなされたが，一旦被告人の父方付近まで戻り，その際，覆面パトカーらしき車を\n認めて，警察の捜査が迫っていることに一層の焦りを募らせていた被告人が，怪我\nが治るまで被害者をかくまう案を却下するなどしたため，話合いは，次第に被害者\nを自殺させる方向に向かった。\n⑵  被告人らは，同日午後２時頃，被害者をどうするかや具体的な行き先を決め\nないまま，被告人，Ｋ，Ｍ及びＵらが乗車し被害者をトランク内に閉じ込めたプリ\nウスと，Ｔ，Ｙ及びＳらが乗車するコンテの２台の自動車に分乗した上，多賀サー\nビスエリアを出発した。出発後，プリウスの車内では，被告人らが，引き続き，被\n害者を自殺させる方法について話し合い，最終的には，被告人が，Ｍの提案を採用\nして，東尋坊で被害者を飛び降り自殺させることを決め，その後，走行中のコンテ\n内にいたＴらにも行き先が東尋坊である旨が伝えられた。\n⑶  被告人は，多賀サービスエリアや東尋坊へ向かう道中において，プリウスの\nトランク内に閉じ込められ，被告人らによる上記話し合いの内容を聞かされていた\n被害者に対し，「死ぬ道しかない」「ちゃんと死ねよ」などと繰り返し申し向け，\n自殺するように命じた。\n⑷  同日午後６時１０分頃，被告人，Ｓ，Ｔ，Ｋ，Ｍ，Ｙ及びＵらは，別表３番\n号４記載の東尋坊駐車場（以下，「東尋坊駐車場」という。）に到着し，ＫとＭは，\n被害者を連れて崖の方に向かい，続いてＴ，Ｓ及びＹも東尋坊の崖の方に向かった。\n被告人は，Ｔに一緒に行こうと誘われたが，被害者が死ぬところは見たくないなど\nと思い，雨が降ってるから行かないと言い訳してこれに応じず，プリウスの車内に\n留まった。\n（罪となるべき事実）\n被告人は，\n第１  Ｔと共謀の上，令和元年１０月８日午後１１時頃から同月１０日午前零時頃\nまでの間，別表１記載の日時場所において，被害者（当時２０歳）に対し，被告人\n及びＴにおいて，多数回にわたり，その顔面，腹部及び下肢等を手拳で殴打したり，\n足蹴にするなどし，更にＫと共謀の上，同日午前５時３０分頃から同月１２日午前\n３時頃までの間，別表２記載の日時場所において，被害者に対し，多数回にわたり，\nその顔面，腹部及び下肢等を手拳で殴打したり，足蹴にするなどの暴行を加え，よ\nって，被害者に全治不詳の顔面打撲，左大腿部打撲，左第９肋骨骨折の傷害を負わ\nせた（令和２年１月１７日付起訴状記載の公訴事実第１関係）。\n第２  Ｔ，Ｋ，Ｍ及びＵと共謀の上，令和元年１０月１６日午後１０時４５分頃か\nら同日午後１１時頃までの間，被告人の父方において，被害者に対し，多数回にわ\nたり，その顔面等を手拳で殴打したり，足蹴にするなどし，引き続き，更にＹ及び\nＳと共謀の上，同月１７日午前零時３０分頃から同日午前１時頃までの間，ロッヂ\n跡地前において，被害者に対し，被告人及びＴにおいて，多数回にわたり，その顔\n面等を手拳で殴打したり，足蹴にするなどし，Ｔにおいて，路上に横たわらせた被\n害者の足を自動車で轢過し，Ｋ又はＭにおいて，火のついたタバコをその鼻腔内に\n挿入するなどし，同日午前５時４５分頃から同月１８日午前８時頃までの間，被告\n人の父方及びＴ方において，被害者に対し，被告人において，多数回にわたりその\n顔面及び背部等を手拳，木製バット，フライパン，ハンガー，ハンマー，ベルト等\nで殴打したり足蹴にする，頸部を腕で締め付ける，ハンマーを口腔内に差し入れて\n前歯に引っ掛けた状態で引っ張るなどしたほか，Ｔにおいて，多数回にわたり，手\n拳やハンガーで殴打したり足蹴にする，頸部を腕で締め付ける，手の指をつかんで\n手の甲側に折り曲げる，Ｙにおいて，タバコを口腔内に挿入する，Ｋ，Ｙ及びＳに\nおいて，その手，顔面，胸部及び背部等にタバコの火を押し付け，ないしライター\nで炙るなどの暴行を加え，よって，被害者に対し，右中切歯・側切歯脱臼，左中切\n歯破折及び全治不詳の右示指近位指節間関節脱臼，顔面・左腕・左手背部・胸腹部\n熱傷，背部挫傷，左大腿部・下腿部挫傷，頸部挫傷，甲状軟骨骨折等の傷害，並び\nに，同月８日から同月１６日午後１０時４５分頃より前までに被告人らの暴行によ\nり被害者が既に負っていた顔面打撲の傷害を相当程度悪化させる傷害を負わせた\n（令和２年１月１７日付起訴状記載の公訴事実第２関係）。\n第３  被害者を監禁しようと企て，Ｔ，Ｋ，Ｍ及びＵと共謀の上\n１  令和元年１０月１６日午後１１時頃，被告人の父方前路上において，被告人\nらの言動に畏怖していた被害者を，Ｕ運転の自動車のトランク内に乗り込ませて閉\nじ込め，その頃から同日午後１１時２０分頃までの間，同所からトライアルまで同\n車を走行させ\n２  更にＹ及びＳと共謀の上，その頃から同月１８日午後６時２０分頃までの間，\n別表３記載の日時場所において，被害者をＵないし被告人運転の自動車のトランク\n内等に閉じ込めた状態で，同車を走行させるなどし\n同月１６日午後１１時頃から同月１８日午後６時２０分頃までの間，被害者を前記\n自動車内等から脱出困難な状態に置き，もって同人を不法に監禁した（令和２年１\n月１７日付起訴状記載の公訴事実第３関係）。\n第４  公安委員会の運転免許を受けないで，令和元年１０月１７日午後６時６分頃，\n同県東近江市垣見町１３６９番地付近道路において，普通乗用自動車を運転した\n（令和２年２月５日付起訴状記載の公訴事実関係）。\n第５  被害者を自殺に見せ掛けて殺害しようと企て，Ｔ，Ｋ，Ｍ，Ｕ，Ｙ及びＳと\n共謀の上，令和元年１０月１８日午後６時１０分頃，東尋坊駐車場において，Ｋが，\n前記一連の暴行等によって極度に畏怖し，被告人らの意のままに従わざるを得ない\n状況に置かれていた被害者をプリウスのトランクから外に出し，同駐車場付近にお\nいて，「はよ歩け。」などと申し向け，その体を足蹴にするなどし，Ｔ，Ｋ，Ｍ，\nＹ及びＳが，被害者を前記東尋坊の崖の上まで歩かせ，同日午後６時１０分頃から\n同日午後６時２０分頃までの間，同崖（高さ約２０メートル）の上において，被害\n者を同崖の縁に立たせ，Ｔ，Ｋ，Ｍ，Ｙ及びＳが，被害者の後方に立ち，Ｔ，Ｋら\nにおいて「はよ落ちろや。」などと言って，同所から飛び降りて死ぬよう同人に命\nじるなどし，被告人らの暴行から逃れるためには，同所から飛び降りる以外に選択\nすることができない状態にして，被害者をして，前記崖の縁から飛び降りさせ，よ\nって，その頃，前記崖の下において，同人を頭部打撲に伴う脳挫滅により死亡させ\nて殺害した（令和２年１月１７日付起訴状記載の公訴事実第４関係）。\n（証拠の標目省略）\n（争点に対する判断－判示第２の傷害について）\n関係証拠によれば，ロッヂ跡地前においてＴが被害者の足をコンテで轢過した事\n実が優に認められ，弁護人もこれを争わない。もっとも，弁護人は，被告人の供述\nに依拠して，上記Ｔの暴行につき，被告人は故意及び共謀を欠き，責任を負わない\n旨主張するので，以下，検討する。\n１  前提となる事実\n⑴  Ｔ，Ｋ，Ｙの供述を含む関係証拠によれば，Ｔが被害者の足を轢過した状況\nやその前後の事実経過等について，以下の事実が認められる。\nア  被告人，Ｔ，Ｋ，Ｙらは，プリウスとコンテの２台に分乗し，ロッヂ跡地前\nに移動すると，被告人，Ｔ，Ｋ及びＭはプリウスのトランクに乗せられていた被害\n者に対し，殴る蹴るなどの暴行に及んだ。\nイ  Ｔは，被害者をトランクから引きずり出し，路上に横たわった被害者に対し，\n馬乗りになって顔や上半身を殴る蹴るなどの暴行に及んだ後，プリウスのすぐ後ろ\nに停められていたコンテに乗り込むと，若干後退して位置を調整した上，アクセル\nを踏み込んで前進し，被害者の左足を一回轢過した。さらに，Ｔは，コンテの屋根\nから被害者の上に飛び降りようと考え，轢過した被害者の方向にコンテを後退させ\nて降車すると，コンテの屋根に上ったが，被告人に制止されて，飛び降りるのをや\nめた。\nウ  被告人は，Ｔが轢過した直後に「轢きおった」と発言し，その後，被害者に\n近づき，「大丈夫？」と声をかけたが，被害者が自ら立ち上がり，轢かれた足を引\nきずる様子を見せると，その様子が大げさである旨の発言をして，被害者の下半身\nを蹴った。\nエ  被告人は，ロッヂ跡地前において，被害者に対し，「死ねや」と言うなどし，\nその後，共犯者らと共に被害者を自殺させる旨の話合いをするとともに，実際に同\n人を中郡橋に連れて行き，同所から飛び降りさせようとするなどした。\n⑵  なお，被告人は，前記認定に反し，Ｔは，被害者の足を轢過した後，一旦降\n車したが，再度コンテに乗り込んでバックさせて更に被害者を轢こうとしたので，\n被告人がこれを制止した，轢過後に被害者の下半身を蹴ったことはないなどと供述\nする。しかし，これらの供述は，Ｔ，Ｋ及びＹがほぼ一致して具体的に供述する内\n容に反する上，その内容自体，前後の経過等に照らし，不自然・不合理であって信\n用できない。\n２⑴  被告人らの共謀の内容\n被告人は，１０月１６日夜，被告人の父方において，ＴやＫらと共に被害者に対\nする暴行に及んだ後，近隣住民からの通報をおそれ，場所を変えて暴行を継続する\nために，ロッヂ跡地前に移動することとしたものであり，共犯者らは，上記目的を\n認識していた。\n被告人は，従前より暴力団関係者とのトラブルの件等で被害者に腹を立て，複数\nの機会において，ＴやＫと共に被害者に暴行を加えていたところ，被告人の父方に\nおける上記暴行は，暴力団関係者との電話における被害者の対応を見て，腹立ちを\n再燃させたことをきっかけに始められたものであった。\n被告人らは，これらの一連の暴行において，暴行の内容や強度をエスカレートさ\nせており，被告人自身，被告人の父方において，被害者の小指に包丁を押し当て，\nあるいは，ロッヂ跡地前への移動中の車内において，インパクトドライバーを口の\n中に入れて作動させるなど，危険な道具を用いた強度の暴行にも及んでいた（なお，\n後者の暴行は，起訴事実には含まれていない。）。\nこれらの一連の暴行の経緯・内容やロッヂ跡地前に移動した目的等に照らせば，\n被告人を含む共犯者は，ロッヂ跡地前到着後に，被害者に対する暴行が一層エスカ\nレートする可能性を認識しており，そのような暴行につき共謀していたものと認め\nられる。\n⑵  Ｔの轢過行為の目的・性質・程度\n轢過の態様やその前後の事実経過等に照らすと，Ｔが，被害者の足を轢過したの\nは，Ｔ自身が述べるとおり，被害者の逃走を防ぐ目的であったと認められる。そし\nて，ロッヂ跡地前への移動の経緯等に照らせば，そのような目的で被害者に暴行を\n加えることは，Ｔ以外の共犯者においても想定し得たものと考えられる。また，そ\nの暴行の内容をみても，自動車による轢過は，強度の高い暴行であるものの，Ｔは\n左足を狙って轢過したものであり，直ちに被害者の生命に危険を生じさせるもので\nはない上，それ以前の暴行と比較しても，質的・量的にこれを大幅に上回るものと\nはいえない（被害者は，轢過された後，自力で立ち上がって歩くこともできてい\nる。）。以上によれば，Ｔの轢過行為は，上記⑴の共謀の範囲を超えるものではな\nかったというべきである。\n⑶  轢過行為に対する被告人の認識，言動\n被告人は，Ｔが被害者を轢過する行為に及ぶことを具体的に予期していなかった\nにしても，Ｔがコンテに乗り込み，被害者を轢過しようとした際，その状況を間近\nに見聞きすることのできる場所にいたことは明らかであり，轢過直後の「轢きおっ\nた」との発言も，Ｔによる轢過行為を自ら現認したことを受けてのものと考えるの\nが自然である。にもかかわらず，被告人は，Ｔの轢過行為を制止しなかったばかり\nか，轢過後にも，Ｔを非難したり，被害者を病院に連れていったりする行為には出\nておらず，かえって，被告人は，立ち上がって足を引きずる様子を示した被害者の\n下半身を蹴るなどして，Ｔの行為を容認する態度を示した上，さらには，共犯者ら\nと共に被害者を自殺させる話にまで及んでいた。\n⑷  結論\n以上によれば，Ｔの轢過行為は，前記⑴の共謀の範囲内の行為であると認められ，\n被告人においても，上記行為に関し，故意及び共謀に欠けるところもないことが明\nらかであるから，Ｔの轢過行為及びその結果について，共同正犯としての責任を負\nうものというべきである。\n（法令の適用）\n１  罰 条\n⑴  判示第１及び第２の各行為\nいずれも包括して刑法６０条，２０４条\n⑵  判示第３の行為    包括して刑法６０条，２２０条\n⑶  判示第４の行為    道路交通法１１７条の２の２第１号，６４条１項\n⑷  判示第５の行為    刑法６０条，１９９条\n２  刑 種 の 選 択   判示第１，第２及び第４の各罪につき，いずれも懲\n役刑を選択\n判示第５の罪につき，有期懲役刑を選択\n３  併 合 罪 の 処 理   刑法４５条前段，４７条本文，１０条（最も重い判\n示第５の罪の刑に法定の加重）\n４  未決勾留日数の算入   刑法２１条\n５  訴訟費用の処 理   刑訴法１８１条１項ただし書（不負担）\n（量刑の理由）\n１  事件そのものに関する事情\n⑴  本件犯行の全体としての悪質性について\n本件は，複数名で，長期間にわたり，被害者を暴行・監禁するなどして肉体的・\n精神的に追い込んだ末，東尋坊の崖から自ら飛び降りさせて殺害した事案である。\n本件傷害，監禁は，当初から被害者を殺害することを意図して行われたものではな\nく，本件殺人とは併合罪関係に立つものの，被害者が自ら飛び降りる以外の選択肢\nをとり得ない状態にまで追い詰められた主たる原因にほかならず，その後の殺人と\n密接不可分の犯行というべきであるから，その悪質性については，これらの犯行を\n全体的に評価するのが相当である。\nア  犯行態様等について\n被告人らは，長期間にわたり，断続的に，多人数で，無抵抗の被害者に対し，多\n数回の強度の高い暴行に及んだ。暴行・監禁の具体的態様等は，前記「罪となるべ\nき事実」で認定したとおりであり，著しく腫れてその輪郭が分からなくなるほど顔\n面を殴る蹴るという激しい暴行，喉仏の骨が折れるまで首を絞めるというそれ自体\nで死に至る危険もある強度の暴行のほか，車で足を轢く，ハンマーの釘抜き部分で\n歯を抜くなど残虐で目を背けたくなるようなものもあった。車のトランクに押し込\nめるなど，被害者がまるで物であるかのように扱って監禁したほか，監禁中には，\n自分たちの前で自慰行為や裸踊りをするよう被害者に命じて実行させたり，挙句に\nは被害者の目の前で殺害する方法を話し合ったりするなど，被害者の人格を否定し，\nその尊厳を著しく踏みにじる行為を重ねた。\n死にたくないと訴える被害者を，自ら崖から飛び降りる以外の選択肢を取り得な\nいほどに極限まで追い詰め，直接手を下すことなく，自殺させるという殺害方法は，\n被害者を自殺させれば傷害等の犯行の発覚を免れることができるという保身的な発\n想に基づく卑怯なものであるとともに，いわば心を殺した上，肉体も殺すというべ\nき残酷・残忍なものというほかない。このようにしてわずか２０歳で命を奪われた\n被害者の遺族が受けた精神的苦痛は計り知れず，その心情意見陳述において述べる\nとおり，被告人に対して厳しい処罰感情を持つのも当然である。\nイ  犯行に至る経緯・動機について\n本件犯行に至る経緯は，前記認定のとおりであった。すなわち，被告人は，\n元同級生らとのトラブルや暴力団関係者とのトラブルを契機に，被害者に対する悪\n感情を募らせて，暴行を開始し，これをエスカレートさせた。また，被告人以外の\n共犯者は，被告人に同調し，個人的にはさしたる理由もないまま暴行を重ね，集団\n心理も作用する中，暴行等をエスカレートさせ，被害者をいたぶったり，弱い者い\nじめをすること自体を楽しんだりする目的でも暴力を振るうようになった。さらに，\n被告人の父方に警察官が臨場し，本件傷害等の犯行が警察に発覚するおそれが現実\n化するや，逮捕・検挙を免れるという保身的な目的のために，被害者を自殺に見せ\n掛けて殺害するに至った。\n被告人以外の共犯者が，暴行に加担し，エスカレートさせた上記のような経緯，\n動機に全く同情の余地がないことは明らかである上，被告人らが，逮捕・検挙を免\nれるために被害者を殺害しようとした動機は短絡的かつ身勝手というほかない。ま\nた，被告人が，被害者に対して，暴行を開始し，エスカレートさせた経緯，動機に\nついても，以下に述べるとおり，酌むべき余地はないというべきである。\nすなわち，  被告人が，暴行を開始した理由として述べる元同級生らとのト\nラブルについては，被害者自身は，トラブルの当事者ではなく，そもそも，被告人\nを助けなかったからといって被害者に落ち度があるとはいえない上，判示第１の犯\n行に及ぶ以前に，当事者間で解決し，被告人と元同級生らとの関係は修復されてい\nた。暴力団関係者とのトラブルについても，詳細は不明ながら，被害者のみのせい\nでトラブルが発生したとは認められず，むしろ，一旦は場が収まっていたにもかか\nわらず，戻ってきた被告人が，相手が暴力団関係者であると知りながら，自らも地\n元と名前を告げ，口論をした挙句，暴力団関係者から渡された携帯電話を投げ捨て\nるなどして，その怒りを買ったものと認められる。そのような経緯からすれば，被\n告人は，自ら暴力団関係者に追われる主たる原因を作ったと見るのが相当である。\nその後，暴力団関係者と電話で話した際に，被害者が被告人の居場所を伝えた点に\nついても，その時点では，既に被告人の氏名や自宅は暴力団関係者に知れており，\n現に，自宅付近まで探しに来られたこともあったというのであるから，トラブルの\n当事者である被告人に代わって電話に応対した被害者が，被告人の居場所を伝えた\nからといって，それ自体を落ち度と見ることはできない。\n以上のとおり，被害者には，これらトラブルに関し，落ち度があったとはいえな\nいから，仮に，被告人が，被害者に一方的に不満を募らせて，同人に対する暴行に\n及び，これをエスカレートさせたのだとしても，落ち度のない被害者に対する責任\n転嫁というほかなく，被告人の行為を何ら正当化する理由とはならない。\nまた，被告人は，被害者から質問をオウム返しされ，おちょくられていると思っ\nて腹を立て，暴行したなどとも供述するが，被告人と被害者が寝食を共にしていた\nことに照らせば，被告人は，遅くとも判示第１の犯行の当初から，オウム返しが，\n被害者にまま見られるくせや特徴のようなものであって，少なくとも被告人をおち\nょくる意図に基づくものでないことは十分に理解していたものと考えられ，この点\nも被害者に対する暴行を何ら正当化するものではない。\n以上のとおり，被害者には，激しい暴行を受けたり，監禁されたりするよう\nな落ち度はなく，ましてや殺されるような落ち度は全くなく，被告人らが，一連の\n犯行に及んだ経緯，動機には酌むべき余地はないといえる。\nウ  犯意の強さなど\n被告人らは，当初から被害者を殺害する意図で暴行・監禁をしていたものではな\nいが，警察への発覚のおそれが現実化すると，被害者をどうするかについて話合い\nを重ねた末，東尋坊から飛び降りて自殺したことに見せ掛けて殺害することを決め，\n東尋坊に到着すると，被害者が飛び降りるまで帰れないとの共通認識の下，多人数\nで崖の縁に腰掛けた被害者の背後に立ち，「はよ落ちろや」などと言って飛び降り\nを迫っている。本件殺人は，強固な犯意に基づく犯行であるというべきである。\nエ  小括\n以上を踏まえて，本件犯行の全体としての悪質性の程度を同種事案（殺人１件，\n共犯）の量刑傾向の中で位置づけると，最も重い部類に属するとはいえないが，最\n大のピークを形成する懲役１５年前後の事案よりも相当程度重い事案であると見る\nべきである。\n⑵  被告人の個別事情について\nア  被告人の果たした役割，立場・関与の程度\n被告人は，被害者に対して暴行を開始した時点から，これをエスカレートさせ，\n東尋坊において殺害するに至るまでの犯行のすべての過程に終始中心的に関与し，\n被告人の父方やＴ方等に共犯者らを参集させた上，場所の移動や東尋坊で被害者を\n殺害するといった重要な点を含め，グループ全体の行動や方針についての意思決定\nを行い，本件犯行全体の流れを作った。\nもとより，本件以前に被害者と人的関係があった者は被告人以外にはいなかった\n上，被告人の被害者に対する悪感情が契機となって暴行が始まったことや，他の共\n犯者らは，さしたる理由もなく被告人に同調するなどして被害者に暴行を加えたに\n過ぎないことは前記のとおりである。被告人が自認するとおり，他の共犯者らは，\nいわば被告人に巻き込まれて本件犯行に加担した面があり，犯行の途上で被害者に\n対する暴行や殺害を止めることができた者は，被告人をおいて他にいなかったとい\nうべきである。話合いの場面においては，共犯者らが，それぞれ自発的に意見を述\nべる場面もあったが，ほとんどが被告人により却下され，その一方で，被告人の意\n見や被告人が採用した提案については，他の共犯者らから異を唱えられることもな\nいまま，グループ全体の意見とされ，終始その行動を方向づけてきた。東尋坊で被\n害者を飛び降りさせて殺害するという案も，共犯者による発案ではあるが，被告人\nにより採用され，これに異を唱える者もないまま，グループ全体の方針とされたも\nのである。\n犯行の実行面でも，被告人は犯行の全場面で暴行を振るっており，殴る蹴るに留\nまらず，ハンマーの釘抜き部分で歯を抜く等の残虐な暴行も加えるなど，手数こそ\nＴの方が多かったにせよ，Ｔと並んで最も積極的かつ強度の暴行を加えているほか，\n殺人の場面でも，スピーカーホン越しに「はよ落ちろや」と言ったり，共犯者に\n「突き落とせ」と指示したりするなど積極的に関与し，重要な役割を果たしている。\n以上の事情を踏まえれば，被告人自身の認識はともかく，客観的に見れば，被告\n人が，本件犯行に関する重要な意思決定を行うなどして，犯行全体において，終始，\n主導的な役割を果たしていたことは明らかであり，この点においては，Ｔを含む他\nの共犯者と格段の差があるといえる。加えて，実行面においてもＴと並んで重要な\n役割を果たしていることも併せ考慮すれば，被告人は，共犯者の中で最も重い責任\nを負うというべきである。\nイ  被告人の特質（知的能力，生育歴，性格傾向）が犯行に与えた影響・年齢\n猜疑的で邪推し恨みを抱く，怒りを反すうし関係念慮を抱くといった被告人\nの性格傾向が，被害者に対する悪感情を抱く原因となり，このことが被害者に対す\nる暴行を開始し，エスカレートさせる一因となったことは否定できない。もっとも，\n腹立ちや怒りを抱くことと暴行の手段に訴えることとは別問題であるし，最終的に\n被害者を殺害するに至ったのは，逮捕等を免れようという保身的な動機に基づくも\nのであって，総じて見れば，上記性格傾向が本件犯行に与えた影響は限定的である。\nまた，知的能力についてみても，日常的な社会生活を支障なく送ることのできる\n程度のコミュニケーション能力を有していたと認められる上，本件犯行においても，\n各場面で被告人なりに状況判断をした上で，状況に即した意思決定をしていたこと\nも踏まえると，知的能力の低さが本件犯行に直接的な影響を与えたともいえない。\n知的能力や生育歴については，いずれも上記性格傾向を形成する背景事情となった\n限りにおいて，本件犯行に影響したといえるものの，前記のとおり，そもそも性格\n傾向が本件犯行に与えた影響が限定的であることからすると，知的能力や生育歴が\n本件犯行に与えた影響は間接的かつ一層限定的なものであるというべきである。\n以上によれば，知的能力，生育歴，性格傾向といった被告人の特質は，本件犯行\nにおける被告人に対する非難の程度を減少させるものとはいえない。\n被告人は犯行当時未成年であり，このことは少年法の趣旨に鑑み，被告人に\n有利に酌むべき事情である。もっとも，被告人は犯行当時１９歳６か月程度と成人\nに近い年齢であった上，３度にわたり粗暴事案により少年院に収容され，立ち直り\nの機会を与えられていたにもかかわらず，仮退院後わずか約２か月で本件犯行に及\nんだことを踏まえると，犯行当時における未成熟さや可塑性の程度は，年少少年の\nそれに比して限定的といわざるを得ず，犯行当時未成年であったことを酌むことが\nできる程度は限られている。\n２  事件そのもの以外に関する事情\n被告人は起訴事実を概ねすべて認めるとともに，共犯者の中で最も重い責任があ\nることも自ら認めた上で，被告人なりの反省の言葉を述べている。また，被告人は，\n刑務所において更生プログラムを受講した上，日記をつけて自己の問題点に向き合\nうとの更生意欲を示している。公判を終始傍聴し，証人として出廷した被告人の母\nも，被告人の社会復帰後に被告人と同居して監督するとともに，被告人の姉と協力\nして更生を支援する旨誓約している。\n被告人は過去３度少年院に収容され，その中で更生プログラムを受講する機会も\nありながら本件犯行に及んでいる上，自らの過ちの重大性や本質，自己の問題性等\nについて未だ十分に向き合えておらず，内省が深まっているとはいえないことから\nすれば，被告人が更生するためにはまずもって被告人が自らの過ちに真摯に向き合\nい，内省を深めて自身の行動や考え方を改めることが必要不可欠であることはいう\nまでもない。しかし，２１歳と年若い被告人が，更生プログラムを受けるとともに，\n強い自覚をもって不断の努力を重ねていけば，家族などの支援を受けつつ，更生を\n期待することもできる。\n３  結論\nそこで，事件そのものに関する事情に加え，それ以外の事情も併せ考慮し，被告\n人に対しては，主文掲記の刑を科すのが相当であると判断した。\nよって，主文のとおり，判決する。\n（検察官の求刑－懲役１９年，被害者参加人の量刑意見－無期懲役，弁護人の量刑\n意見－懲役１５年程度）\n（別表省略）\n"
}