{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 11,
    "day": 16
  },
  "case_number": "令和2(行ウ)180",
  "case_name": "不当利得返還履行請求事件（住民訴訟）",
  "court_name": "東京地方裁判所",
  "field": "行政",
  "gist": "住民が、普通地方公共団体の執行機関に対し、不法行為に基づく損害賠償請求をすることを求める住民訴訟の係属中に、当該執行機関が、当該不法行為の相手方に対して住民が求めるとおりの請求をした場合について、訴えの利益を否定した事例",
  "case_gist": "住民が、普通地方公共団体の執行機関に対し、不法行為に基づく損害賠償請求をすることを求める住民訴訟の係属中に、当該執行機関が、当該不法行為の相手方に対して住民が求めるとおりの請求をした場合、住民の求めている内容は全て実現したものといえるから、同訴訟について訴えの利益を認めることはできない。",
  "lawsuit_id": "92851",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=92851",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/851/092851_hanrei.pdf",
  "contents": "令和５年１１月１６日判決言渡\n令和２年（行ウ）第１８０号  不当利得返還履行請求事件（住民訴訟）\n主      文\n１  本件訴えを却下する。\n２  訴訟費用のうち、補助参加により生じた費用は補助\n参加人の負担とし、その余の費用は被告の負担とする。\n事 実 及 び 理 由\n第１  請求\n被告は、補助参加人に対し、２億９５００万円及びうち２０００万円に対す\nる平成２５年１月９日から支払済みまで年５分の割合による金員、うち３００\n０万円に対する平成２６年２月２４日から支払済みまで年５分の割合による金\n員、うち３０００万円に対する平成２７年４月９日から支払済みまで年５分の\n割合による金員、うち５０００万円に対する平成２８年４月８日から支払済み\nまで年５分の割合による金員、うち８０００万円に対する平成２９年４月２６\n日から支払済みまで年５分の割合による金員、うち８５００万円に対する平成\n３０年５月１１日から支払済みまで年５分の割合による金員をα市に支払うよ\nう請求せよ。\n第２  事案の概要\n本件は、α市の住民である原告らが、α市が補助参加人に対して平成２４年\n度から平成２９年度までに６回にわたって交付した助成金合計２億９５００万\n円は、補助参加人による不正請求を原因とするものであり、各交付決定を取り\n消すべきものであると主張して、被告（α市長）に対し、地方自治法２４２条\nの２第１項４号に基づき、補助参加人に対して不法行為に基づく損害賠償請求\n又は不当利得返還請求として上記助成金相当額及びこれに対する各交付日から\nの遅延損害金又は利息金を支払うよう請求することを求める事案である。\n１  前提事実\n当事者間に争いがない事実、後掲証拠（以下、証拠番号は特に掲記しない限\nり枝番号を含む。）及び弁論の全趣旨により容易に認められる事実並びに当裁\n判所に顕著な事実は、次のとおりである。\n⑴  当事者等\nア  原告らは、いずれもα市の住民である。\nイ  被告は、α市の執行機関である。\nウ  補助参加人は、平成 21 年 3 月 24 日に東京都知事の認可を受けて設立さ\nれた土地区画整理組合である。\nエ  Ａは、平成２１年６月３日までα市の副市長の職にあった者であり、平\n成２４年５月１日、補助参加人の理事長相談役に就任した。Ａは、同年４\n月１日から平成３１年３月３１日までの間は、α市の臨時職員としても雇\n用されていた。\n⑵  補助参加人に対する助成金の交付\nア  α市は、補助参加人に対し、α市土地区画整理事業助成要綱（甲８、乙\n１１の２。以下「本件要綱」という。）に基づき、平成２１年度から平成３\n０年度まで、以下のとおり合計４億１１００万円のα市土地区画整理組合\n助成金（以下「助成金」という。）を交付した。\n年  度  金  額  交付決定日（乙４）  交付日（甲４０）\n平成 21 年度  600 万円  平成 21 年 10 月 15 日  平成 21 年 12 月 11 日\n平成 22 年度  1000 万円  平成 22 年 9 月 15 日  平成 23 年 4 月 15 日\n平成 23 年度  2000 万円  平成 23 年 6 月 9 日  平成 24 年 5 月 11 日\n平成 24 年度  2000 万円  平成 24 年 6 月 15 日  平成 25 年 1 月 9 日\n平成 25 年度  3000 万円  平成 25 年 5 月 2 日  平成 26 年 2 月 24 日\n平成 26 年度  3000 万円  平成 26 年 6 月 6 日  平成 27 年 4 月 9 日\n平成 27 年度  5000 万円  平成 27 年 6 月 26 日  平成 28 年 4 月 8 日\n平成 28 年度  8000 万円  平成 29 年 1 月 19 日  平成 29 年 4 月 26 日\n平成 29 年度  8500 万円  平成 29 年 7 月 13 日  平成 30 年 5 月 11 日\n平成 30 年度  8000 万円  平成 30 年 10 月 2 日  平成 31 年 4 月 12 日\nイ  本件要綱１３条は、助成金の決定取消し及び返還について、市長は、助\n成金の交付を受けた者が次の から のいずれかに該当すると認めたとき\nは、助成金の交付決定の全部又は一部を取り消すことができ、この場合に\nおいて、既に助成金が交付されているときは、その全部又は一部を返還さ\nせることができる旨を定めている。\n正当な理由がなく事業の施行を著しく遅延させたとき（１号）\n偽りその他不正な行為により助成を受けたとき（２号）\n事業を中止し、又は廃止したとき（３号）\n本件要綱その他の法令に違反したとき（４号）\n⑶  Ａの勤務実態等に関する調査\nア  令和元年 6 月 5 日、複数の新聞において、Ａが兼業の許可を受けないま\nま、α市からは臨時職員として、補助参加人からは理事長相談役としてそ\nれぞれ報酬を受け取っていたことが、地方公務員法の兼業禁止規定に違反\nする可能性があるとの内容の報道がされた（甲１１）。\nイ  α市議会は、令和元年６月１０日、Ａの勤務実態や報酬等について、α\n市による調査及び解明を求める旨の決議をした。\nα市議会の上記決議に基づいて設置された第三者実態調査委員会は、被\n告に対し、令和２年２月３日付け報告書を提出した（甲１４。以下「本件\n委員会報告書」という。）。本件委員会報告書には、Ａが報酬を得て補助参\n加人の理事長相談役として事務に従事したことは、兼業禁止を定める地方\n公務員法３８条に違反すること、補助参加人に助成金を交付する必要性が\nあったか疑問があること等の記載がある。（甲１２、１４）\n⑷  住民監査請求\nア  原告らを含むα市の住民は、令和２年３月３０日、α市がＡに対して平\n成２４年４月から平成３１年３月までにα市の臨時職員としての給与を支\n払ったことは、兼業禁止を定めた地方公務員法３８条に違反するものであ\nり、この支払によってα市は同給与相当額の損害を被ったなどと主張して、\nα市監査委員に対し、被告においてＡに対する損害賠償請求をするなどの\n必要な措置を講じるよう勧告することを求める住民監査請求をした（甲２\n４。以下「本件監査請求」という。）。\nイ  α市監査委員は、令和２年４月８日、本件監査請求は、Ａに地方公務員\n法３８条に違反する行為があったとして、本件要綱１３条４号に基づき、\nα市から支払われた助成金の返還を補助参加人に対して請求する等の必要\nな措置を講じるように勧告することを求めているものと解した上で、補助\n参加人の運営は財務会計行為に当たらず、住民監査請求の対象にならない\nなどと判断して、本件監査請求を却下した。この結果は、同日、原告らを\n含む本件監査請求の請求人に通知された。（甲２２）\n⑸  本件訴訟の提起等（顕著な事実）\nア  原告らは、令和２年５月８日、本件訴訟を提起した。原告らは、本件訴\n訟において、当初、補助参加人が交付を受けた助成金全額（合計４億１１\n００万円）が不当利得に該当すると主張して、被告に対し、補助参加人に\n同額及びこれに対する利息金を支払うよう請求することを求めていた。\nイ  補助参加人は、令和２年９月２４日、被告を補助するため本件訴訟に参\n加した。\n⑹  本件訴訟提起後の経過\nア  被告は、令和２年８月から同年９月にかけて、警視庁に対し、Ａが補助\n参加人から得ていた報酬の計算が不合理で、過大である等の相談をした。\nイ  警視庁刑事部捜査第二課司法警察員警部は、令和３年１月１９日付けで\n「給与等の会計処理分析報告書」を作成した（甲３７。以下「本件捜査報\n告書」という。）。本件捜査報告書には、平成２４年度から令和元年度にか\nけて、Ａ及び補助参加人の職員が、同人らに対する給与等が過大に支給さ\nれていることを隠ぺいするために、同人らに対する給与等の支出を、本来\n計上されるべき勘定科目である給与等として計上せず、調査設計費等の他\nの勘定科目に付け替えるという偽装の会計処理を行っていた旨の記載があ\nる（以下、Ａ及び補助参加人の職員が行ったとされる偽装の会計処理を「本\n件科目偽装」という。）。\nウ  被告は、令和３年２月１５日、警視庁に対し、Ａ及び補助参加人の職員\nが、本件科目偽装を内容とする事業計画書等を提出して平成３０年度の助\n成金交付を申請した行為が詐欺罪に当たると思料するので告訴する旨の告\n訴状を提出した（乙１１）。\nエ  Ａ及び補助参加人の職員は、令和３年２月１７日、α市から平成３０年\n度の助成金８０００万円を詐取したとして逮捕され、令和３年３月１０日、\n東京地方裁判所立川支部に起訴された。同裁判所同支部は、上記職員につ\nいては同年１０月２１日に、Ａについては同年１１月１８日に、それぞれ\n有罪判決を言い渡した。\nオ  被告は、令和３年７月５日付けで、補助参加人に対し、平成３０年度の\n助成金相当額８０００万円及びこれに対する交付日から支払済みまで年５\n分の割合による遅延損害金を支払うよう請求した（甲２９）。\n補助参加人は、同年８月２日、α市に対し、被告から請求を受けた上記\n助成金相当額及び遅延損害金の合計８９２３万０４５１円を支払った（甲\n３０）。\nカ  原告らは、本件訴訟が書面による準備手続に付されていた令和４年１０\n月３１日、上記エの刑事事件の記録を謄写して入手した本件捜査報告書を\n書証として提出し、また、本件捜査報告書等に依拠し、Ａが平成２４年度\nから令和元年度にかけて本件科目偽装を行っていた旨の主張を記載した同\n日付け第６準備書面を提出した。そして、原告らは、令和５年３月２日の\n本件口頭弁論期日において、同準備書面を陳述するとともに、α市は補助\n参加人に対して平成２４年度から平成２９年度までの助成金（合計２億９\n５００万円。以下「本件助成金」という。）相当額につき本件科目偽装を理\n由とする不法行為に基づく損害賠償請求権又は不当利得返還請求権を有し、\n被告はこれらの請求権の行使を違法に怠っている（従前の主張をこの主張\nに改める）旨記載された同年２月２２日付け第７準備書面を陳述した。（顕\n著な事実）\nキ  原告らは、令和５年４月２０日の本件口頭弁論期日において、本件訴訟\nにおける請求を上記第１のものに減縮する旨記載された同年３月１６日付\nけ「請求の減縮申立書」及び同月２７日付け「請求の減縮訂正の申立書」\nをそれぞれ陳述した。被告は、同口頭弁論期日において、本件捜査報告書\nが本件訴訟の書証として提出されるまで、本件助成金の各交付申請に関し\nて本件科目偽装が行われたという認識はなかったと主張した。（顕著な事実）\nク   被告は、令和５年７月６日、本件科目偽装を理由として、本件要綱１\n３条２号に基づき、本件助成金の各交付決定を取り消した（乙１９、丙\n２）。\n被告は、令和５年７月１０日、補助参加人に対し、内容証明郵便によ\nり、本件助成金の各交付決定の取消しを通知するとともに、本件助成金\nの合計額に相当する２億９５００万円及び各交付日から支払済みまで年\n５分の割合による遅延損害金を支払うよう請求した（以下「本件支払請\n求」という。）。また、被告は、同年９月１日、補助参加人に対し、内容\n証明郵便により、改めて本件助成金の各交付決定の取消しを通知すると\nともに、上記金額を９０日以内に支払うよう請求した。（乙１９、２１～\n２３、丙２）\n２  争点\n⑴  本案前の争点\nア  相当な期間内に監査請求をしたといえるか（争点１）\nイ  訴えの利益の存否（争点２）\n⑵  本案に関する争点\nα市の補助参加人に対する請求権の有無（争点３）\n３  当事者の主張\n⑴  争点１（相当な期間内に監査請求をしたといえるか）について\n（原告らの主張）\n助成金交付の適法性について初めて疑問を呈したのは本件委員会報告書で\nあり、本件委員会報告書が提出されるまでは、一般の住民が相当高度の注意\n力を尽くしたとしても、監査請求をするに足りる程度に助成金の交付が違法、\n不当であることを知ることはできなかった。原告らは、本件委員会報告書が\n被告に提出されてから２か月以内に本件監査請求をしたのであるから、相当\nな期間内に監査請求をしたといえる。\n（被告の主張）\n本件監査請求は、本件助成金の交付決定日から１年以上経過後に行われて\nおり、監査請求すべき期間を徒過したものである。\nまた、助成金交付の必要性や補助参加人の運営手法の適法性に対しては、\n平成３１年３月に行われたα市の議会や予算特別委員会において疑問が示さ\nれており、このことからすると、原告らは、同月又は予算特別委員会の議事\n録が公開された令和元年６月には、監査請求をするに足りる程度に助成金交\n付に係る財務会計行為の内容を知ることができた。ところが、本件監査請求\nは令和２年３月に行われたものであるから、相当な期間内に監査請求がされ\nたとはいえない。\n⑵  争点２（訴えの利益の存否）について\n（原告らの主張）\nア  被告は、補助参加人に対して本件支払請求をしているが、原告らは、後\n記イ及びウのとおり、本件訴訟の訴えの利益をなお有する。\nイ  被告は、警視庁に告訴状を提出した時点（前提事実⑹ウ）又は本件訴訟\nに原告らの第６準備書面が提出された時点（前提事実⑹カ）において、新\nたな事情の変化が生じたとして、補助参加人に対して本件助成金相当額の\n返還請求をすることが可能であった。ところが、被告は、上記各時点では\n同返還請求を行わなかったにもかかわらず、令和５年７月になってようや\nく本件助成金の各交付決定を取り消し、本件支払請求をした。新たな事情\nの変化があったわけではないのに、被告が補助参加人に対してこのような\n請求をすることは、本件助成金の各交付は適法であるとの従前の主張を被\n告が転換したことを意味するから、補助参加人との関係で信義則又は禁反\n言に悖る行為であり、許されない。したがって、本件訴訟における訴えの\n利益の判断は、被告が本件支払請求をした事実については考慮に入れずに\nなされるべきである。\nウ  住民訴訟の目的は、地方自治の本旨に基づく住民参政の一環として、住\n民に対し、財務会計上の行為の違法な行為又は怠る事実の予防又は是正を\n裁判所に請求する権能を与え、もって地方財務行政の適正な運営を確保す\nることにある。ところが、住民訴訟の係属中に執行機関が損害賠償又は不\n当利得返還の請求をした場合に当該訴訟の訴えの利益が失われると解する\nならば、判決によって地方財務行政の運営の違法性を確定することができ\nなくなり、上記住民訴訟の目的に反する。したがって、訴訟の係属中に執\n行機関が損害賠償又は不当利得返還の請求をしても、当該訴訟の訴えの利\n益は失われないと解すべきである。\n（被告の主張）\n被告は、補助参加人に対し、本件訴訟において原告らが義務付けを求める\n内容のとおりの請求（本件支払請求）を行ったものであるから、本件訴訟の\n訴えの利益は否定されるべきである。\n⑶  争点３（α市の補助参加人に対する請求権の有無）について\n（原告らの主張）\nア  補助参加人の理事長相談役であったＡは、被告に対し、本件科目偽装を\n内容とする事業計画書を提出して本件助成金の交付を申請し、その交付を\n受けた。したがって、補助参加人は、詐欺により本件助成金の交付を受け\nたものであるから、α市は、補助参加人に対し、本件助成金相当額の不法\n行為に基づく損害賠償請求権及び各交付日からの遅延損害金請求権を有す\nる。\nイ  また、補助参加人は、本件科目偽装という「偽りその他不正な行為によ\nり助成を受けた」ものであるから、被告は、本件要綱１３条２号に基づき、\n本件助成金の各交付決定を取り消すべきである。そうすると、本件助成金\nの各交付は法律上の原因を欠くことになるから、α市は、補助参加人に対\nし、本件助成金相当額の不当利得返還請求権及び各交付日からの利息金請\n求権を有する。\n（被告の主張）\nア  平成３０年度の助成金交付については、その申請に先立ち、補助参加人\nから予算要望があったが、本件助成金の各交付申請については予算要望が\nなかった。したがって、平成３０年度の助成金の交付申請が不法行為に該\n当するからといって、本件助成金の各交付申請が不法行為に該当するとは\nいえない。\nイ  また、平成２４年度及び平成２５年度の助成金の各交付決定は、本件科\n目偽装を内容とする事業計画書がα市に到達する前に行われたものである\nから、本件科目偽装との間には因果関係がない。\nウ  補助参加人は、Ａが本件助成金の各交付申請に際して本件科目偽装を行\nっていたことを知らなかったから、本件助成金の各交付が法律上の原因を\n欠くことにつき善意である。\n（補助参加人の主張）\nア  補助参加人の代表者である理事長が自ら本件科目偽装を行ったことはな\nいから、補助参加人は、α市に対して不法行為責任を負わない。\nイ  補助参加人は、Ａが本件助成金の各交付申請に際して本件科目偽装を行\nっていたことを知らなかったから、本件助成金の各交付が法律上の原因を\n欠くことにつき善意である。\n第３  当裁判所の判断\n１  争点２（訴えの利益の存否）について\n⑴  前提事実⑹クのとおり、被告は、令和５年７月６日に本件助成金の各交付\n決定を取り消した上で、同月１０日、補助参加人に対し、本件助成金の合計\n額に相当する２億９５００万円及び各交付日から支払済みまで年５分の割合\nによる遅延損害金を支払うよう請求したものであり（本件支払請求）、これは、\n不法行為に基づく本件助成金相当額の損害賠償請求及び各交付日からの遅延\n損害金請求と解される。そうすると、本件支払請求は、本件訴訟で原告らが\n被告に対して補助参加人に請求するよう求めているものと一致し、本件訴訟\nにおいて原告らの求めている内容は全て実現したものといえるから、本件訴\n訟について原告らの訴えの利益を認めることはできない。\n⑵ア  原告らは、被告による本件支払請求は、補助参加人との関係で信義則又\nは禁反言に悖る行為であって許されない旨の主張をする。\nしかし、この主張は、被告と補助参加人との関係をいうものであって、\n原告らの提起した本件訴訟の訴えの利益の有無には直接関係のない事柄\nである。\nこの点を措くとしても、本件訴訟においては、前提事実⑹カのとおり、\n原告らが、本件捜査報告書を入手して書証として提出し、これに依拠しつ\nつ、α市は補助参加人に対して本件助成金相当額につき不法行為に基づく\n損害賠償請求権又は不当利得返還請求権を有する旨の主張をしたところ、\n前提事実⑹キ及びクのとおり、被告は、本件捜査報告書が本件訴訟の書証\nとして提出されるまで、本件助成金の各交付申請に関して本件科目偽装が\n行われたという認識はなかったと主張した上で、その後、令和５年７月に\n本件助成金の各交付決定を取り消し、補助参加人に対して本件支払請求を\nしているのである。そうすると、本件においては、原告らによる本件捜査\n報告書の提出及びこれを踏まえた主張という新たな事情が生じたことを\n踏まえ、被告において、補助参加人に対し、原告らが被告に対して義務付\nけを求めた内容のとおりの請求をするに至ったものといえるのであり、被\n告が警視庁に告訴状を提出した時点又は本件訴訟に原告らの第６準備書\n面が提出された時点であれば許容される補助参加人に対する支払請求（原\n告らはこのような前提に立っているものと解される。）が、上記各時点を過\nぎると許容されなくなると解する根拠は見当たらないから、本件支払請求\nが信義則や禁反言に悖る行為であるとはいえない。\nイ  原告らは、住民訴訟の係属中に執行機関が損害賠償又は不当利得返還の\n請求をした場合に当該訴訟の訴えの利益が失われると解するならば、判決\nによって地方財務行政の運営の違法性を確定することができなくなり、住\n民訴訟の目的に反する旨の主張をする。しかし、本件においては、本件訴\n訟の経過（前提事実⑹カないしク）のとおり、住民たる原告らの訴訟活動\nを通じて、原告らが判決によって求めようとしていた本件支払請求が実現\nしていることから、既に地方財務行政の適正な運営が図られたものといえ\nる（本件支払請求に係る債権については、α市が地方自治法２４２条の３\n第２項に基づく訴訟の提起を義務付けられることはないが、被告において、\n地方自治法施行令１７１条の２に従って同債権を適切に管理することにな\nるものと解される。）。したがって、本件訴訟の訴えの利益が失われたと判\n断することが、住民訴訟の目的に反するものとはいえない。\n⑶  なお、争点３（α市の補助参加人に対する請求権の有無）についての被告\nの主張は上記第２の３⑶（被告の主張）のとおりであるが、同主張は、被告\nが本件支払請求をする前からされていたものであって、本件訴訟の経緯等に\n照らすと、本来は撤回されるべきものが形式上残存しているにすぎないもの\nと認めるのが相当であり、本件支払請求の有効性や信用性等に影響を与える\nものではない。\n２  まとめ\n以上によれば、本件訴えは、その余の点について判断するまでもなく、不適\n法である。\n第４  結論\n以上の次第で、本件訴えは不適法であるから、これを却下することとする。\nなお、訴訟費用の負担については、上記第３の１ イのとおり、原告らの訴\n訟活動を通じて本件支払請求が実現したこと等に鑑み、行政事件訴訟法７条、\n民訴法６２条、６６条を適用して、補助参加によって生じた費用は補助参加人\nの負担とし、その余の訴訟費用は被告の負担とするのが相当である。\nよって、主文のとおり判決する。\n東京地方裁判所民事第２部\n裁判長裁判官    品    田    幸    男\n裁判官    横      井    靖    世\n裁判官    彦      田    ま  り  恵\n（別紙省略）\n"
}