{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 3,
    "month": 12,
    "day": 3
  },
  "case_number": "令和3(う)137",
  "case_name": "被告人甲に対する傷害致死，監禁，死体遺棄，恐喝被告事件　被告人乙に対する傷害致死，監禁，死体遺棄，恐喝未遂，恐喝被告事件",
  "court_name": "福岡高等裁判所第１刑事部",
  "result": "棄却",
  "lawsuit_id": "90847",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=90847",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/847/090847_hanrei.pdf",
  "contents": "令和３年１２月３日福岡高等裁判所第１刑事部判決\n令和３年（う）第１３７号\n被告人甲に対する傷害致死，監禁，死体遺棄，恐喝被告事件\n被告人乙に対する傷害致死，監禁，死体遺棄，恐喝未遂，恐喝被告事件\n判          決\n被  告  人\n氏   名   甲\n被  告  人\n氏   名   乙\n原  判  決   福岡地方裁判所  令和３年３月２日宣告\n控訴申立人   検察官，被告人両名\n主            文\n本件各控訴を棄却する。\n理          由\n本件は検察官及び被告人両名がそれぞれ控訴した事案である。\n検察官の控訴の趣意は，検察官加藤雄三作成の控訴趣意書記載のとおりであり，\n被告人両名に対する死体遺棄被告事件について無罪を言い渡した原判決についての\n法令適用の誤り及び事実誤認の主張であり，これに対する被告人甲の答弁は，弁護\n人渡部有紀作成の答弁書記載のとおりであり，論旨はいずれも理由がないから，検\n察官の控訴は棄却されるべきであるというものであり，被告人乙の弁護人の答弁も\n同旨のものである。\n被告人乙の控訴の趣意は，弁護人松本圭司作成の控訴趣意書記載のとおりであり，\n論旨は，事実誤認及び量刑不当の主張である。\n被告人甲の控訴の趣意は，弁護人渡部有紀作成の控訴趣意書記載のとおりであり，\n論旨は事実誤認の主張である。\nそこで記録を調査して検討する。\n以下，略称（証人等秘匿情報を含む。）については，特に断らない限り，原判決の\n例による。\n第１  死体遺棄を無罪とした原判決に対する検察官の控訴趣意について\n１  公訴事実と原判決の判断\n公訴事実\n本件死体遺棄の公訴事実は，要旨，被告人両名がａらと共謀の上，令和元年１０\n月２０日午前５時８分頃から同日午前６時１４分頃までの間，ｂの死体を自動車の\n後部座席に積載した状態で福岡市 区⒝⒞丁目の駐車場から福岡県太宰府市⒟ 丁\n目のインターネットカフェの駐車場に至るまで同車を走行させて同死体を運搬し，\nもって死体を遺棄した，というものである。\n原判決の概要\n原判決は，被告人両名及びｃが，前記公訴事実記載の時間帯にｂの死体を自動車\nの後部座席に積載した状態で同車に同乗し，同公訴事実記載の地点間を同車で走行\nし同死体を運搬した事実（以下，第１において，上記の死体を運搬した行為を「本\n件行為」といい，日時については特に断らない限り令和元年１０月２０日である。）\nを認定した上，たまたまｂが後部座席に乗車した状態で死亡したため，後部座席の\n窓がスモークガラスとなっている車で運搬されたことでｂの死体が発見されにくい\n状態のまま運搬されたが，被告人両名らが死体を動かしたり，物を被せたりするな\nど死体を隠すための積極的な行為を行っておらず，車外からは死体がほとんど見え\nなかったと考えられるので，被告人両名が防犯カメラに撮影されることを避けて移\n動したことで死体を隠す効果は高まっておらず，被告人両名は当初からいずれ救急\n通報してｂの死体が発見されることを前提として行動しており，本件行為は，死体\nを隠すためというより，ｂに対する犯罪行為の責任を免れるための口裏合わせを遂\nげるまでの時間稼ぎをしたに過ぎないと理解できるから，本件行為を死体の隠匿行\n為とみるには無理があり，死体遺棄罪の遺棄には当たらないと判断した。\n２  検察官の論旨\n法令適用の誤り\n被告人両名は条理上又は法律上ｂの死体の監護義務を負う者であったと認めら\nれ，死体の監護義務を負う者が死体を放置した場合には，不作為の場合であっても\n死体遺棄罪が成立し，それ以上に死体を隠すための積極的行為や死体を隠す効果が\n高まったことを要せず，また，被告人らに死体を隠す目的や意図があったことも要\nしない。死体を積載した状態で車両を走行させる行為は死体の隠匿と評価すべきで\nある。死体を運搬した場合，運搬先での死体の投棄や放置等の最終的な隠匿行為の\nみを遺棄と捉えるのではなく，運搬行為を含めて死体遺棄と評価すべきであり，本\n件行為について死体遺棄罪の成立を否定した原判決には，法令適用の誤りがある。\n事実誤認\n被告人両名がｂの死体を後部座席に乗せたままの状態で車を走行させ，死体を運\n搬した行為は，ｂの死体を隠すための積極的な行為であり，現にｂの死体を隠す効\n果があったから，これを否定した原判決には事実の誤認がある。\n被告人両名は，自分たちの行動を隠ぺいする目的や意図とｂの死体を隠す目的や\n意図を併存して有していたと認められ，死体を隠匿する目的や意図を認定しない原\n判決には事実の誤認がある。\n被告人両名がｂの死体を一定の時間不衛生な状態で放置して運搬したことは，宗\n教風俗上，道義上首肯し得ない方法に該当するのに，このような事実を認定しなかっ\nた原判決には事実の誤認がある。\n被告人両名が当初から１１９番通報をすることを前提に行動していたとし，最終\n的にも１１９番通報したことを重視して遺棄に該当しないとした原判決には事実の\n誤認がある。\n３  当裁判所の判断\n当裁判所も，本件行為が死体遺棄罪（刑法１９０条）の遺棄に該当しないとした\n原判決の判断は正当として是認できる。\n所論に鑑み，以下敷衍する。\n所論は，被告人両名にｂの死体を監護すべき義務があることを前提として，\nｂの死体を積載した本件車両を走行させたことにより，ｂの死体を監護すべき義務\nを怠ったものといえるから，不作為犯としての死体遺棄罪が成立するというものと\n解される。しかしながら，本件公訴事実は，死体を運搬し，もって遺棄したという\n作為による死体遺棄を訴因としたものであることが明らかであり，不作為による死\n体遺棄については何ら審理の対象とはされていないから，不作為犯の成立を前提と\nする法令適用の誤りの主張は，失当である。また，死体の監護義務を負う者が，そ\nの義務を尽くさずに他の行為を行えば，監護義務を尽くさなかったことが不作為犯\nとしての死体遺棄罪に当たる場合があるとはいえても，監護義務を尽くさずに行っ\nた他の行為が当然に作為による死体遺棄に当たるというわけではない。ちなみに，\n本件において，被告人乙及び被告人甲は，ｂと同居して，その間に暴行を加えるな\nどして，ｂを死に至らせた者であるが，死の原因となる行為を行った者が当然に死\n体の監護義務者になるとはいえないし，ｂと同居し，支配するような関係にあった\nからといって，ｂの葬祭義務者となるべき近親者から何らかの委託を受けたという\nような状況も認められないから，この点からもｂの死体を監護すべき義務を負うと\nはいえない。また，何らかの監護義務を前提としたとしても，監護義務を尽くさな\nかったといえるか否かは，後に死体の隠匿に当たるか否かにおいて説示するのと同\n様の観点から検討することになるので，本件においては後述のとおり，宗教風俗上，\n死体の処置に関し，許容されない程度に至ったとはいえないから，不作為による死\n体遺棄罪が成立する余地はない。\n所論は，本件行為は死体を周囲から発見されにくくする客観的効果があり，\n被告人両名には死体を隠す目的や意図もあったから，本件行為は死体を隠匿する行\n為として死体遺棄罪に該当する，という。\nしかしながら，死体遺棄罪は，死者に対する社会的風俗としての宗教的感情を保\n護法益とするものであって，宗教風俗上，死体の処置に関し，道義上首肯しえない\nような方法で埋葬，冷遇放置，隠匿する場合には，死体遺棄罪が成立するものと解\nするのが相当である（東京高裁昭和５６年３月２日判決・高等裁判所刑事裁判速報\n集昭和５６年１０８頁参照）。そうすると，本件の死体運搬行為が死体遺棄罪の構成\n要件に該当するか否かを判断するには，死体に対し犯行時になされた行為が，宗教\n風俗上，死体の処置に関し，隠匿する行為に該当するか否かを検討すべきこととな\nるが，その際，本罪の保護法益は，死者を悼み適時適切に葬るという宗教風俗上の\n感情であり，罪証隠滅の防止や犯人の適切な処罰といった刑事司法上の要請は含ま\nれていないことに留意する必要がある。このような観点からすると，隠匿による死\n体遺棄罪が成立するには，当該行為により，それ以前の状態に比較して単に死体発\n見が容易でなくなったというだけでは足りず，死体発見の困難さが，その程度にお\nいても，時間的にも，死者を悼み適時適切に埋葬することを妨げるに足りるもので\nあることが必要である。また，上記のとおり隠匿に該当するか否かは，宗教風俗上\nの観点から検討すべきでものであり，隠匿に該当するという判断があってはじめて\n道義上首肯し得ない方法による隠匿か否かが死体遺棄罪の成否の判断において問わ\nれるという順序になるから，道義上首肯し得ないか否かによって，当該行為が隠匿\nに該当するか否かの判断が左右されるわけではない。そうすると，罪証隠滅といっ\nた道義上首肯し得ない意図・目的で行われた行為であったとしても，それがそもそ\nも隠匿に該当しないのであれば，死体遺棄罪が成立する余地はない。\nそこで，本件行為の具体的態様を踏まえて検討する。\n本件の具体的経緯・態様は，以下のとおり認められる。\n被告人両名が，従前から同居するｂに対し継続的に暴行を加えていたところ，被\n告人甲が本件車両を運転し，⒝に被告人乙を迎えに行く最中に，本件車両に同乗し\nていたｂが後部座席に座った状態で死亡した。被告人両名は，１１９番通報するこ\nととしたものの，死亡の経緯について口裏合わせをする時間稼ぎをするために，ｂ\nの死体を⒝周辺から太宰府市内まで本件車両に積載したまま運搬したが，その間，\nａに電話をして，ｂの死体の処分について相談し，途中，ａがｂの死体を埋める旨\nの提案をしたものの，被告人乙に拒絶され，最終的に当初の予定どおり１１９番通\n報をすることになり，警察に対する説明方法等についての口裏合わせを行った。他\n方，運搬中にｂの死体を車内で移動させたり，何かで覆ったりするような行動はし\nておらず，着衣は死亡前の状態のままであり，死体の状態を変化させる作為は加え\nていない。また，ｂの所持品を投棄するなどｂの身元を不明にするような作為もな\nかった。被告人両名らが，午前５時８分頃，本件車両で⒝のコインパーキングを出\n発し，午前６時１６分頃，太宰府のインターネットカフェ駐車場で１１９番通報を\nして，ｂが息をしていないことなどを伝えたが，その間の時間は約１時間余りであっ\nた。通報を受けて救急隊員が間もなく同所に臨場し，午前６時３９分，ｂの死体は\nｄ病院に搬送された。\nところで，死体を死亡の現場から移動させる行為が，宗教風俗上，死体の処置に\n関し，隠匿する行為として死体遺棄罪に該当するとされる理由は，死体が死亡現場\nから離れることにより，死者の身元が不明になったり，遺族等が死者の死亡の事実\nを知る機会を失わせたり，移動に伴う時間の経過により，死体が腐敗変質するなど\nして尊厳を失った状態になることで，死体を適時適切な状況で葬るという宗教風俗\n上重要な行為が不可能になるおそれが大きいからと考えられる。\nこのような観点から本件行為を考えると，被告人両名は，ｂに対する犯罪行為の\n責任を免れるために口裏を合わせる時間稼ぎとともに，その間，ｂの死体が不用意\nに発見されないようにｂの死体を運搬したものであり，本件行為には，自分たちの\n行動を隠ぺいする目的や意図とｂの死体を隠す目的や意図を併存して有していたと\n認められ，被告人両名には，その意味における死体隠匿の意思があったことは否定\nできない。\n他方，ｂは本件車両で移動中に後部座席で死亡したのであるから，死亡した地点\nにさほど意味はない。また，死体を積載したまま走行する行為が，それなりにｂの\n死体の発見を困難ならしめる行為であることは所論の指摘するとおりであるが，\n元々ｂは走行中の本件車両内で死亡するに至ったものであり，一旦駐車場に停車し\nた後に再び発進走行したからといって，以前の状況から取り立てて死体発見の困難\n性が増したとはいえないし，ｂは本件車両内で死亡したものであるから，本件車両\n内に死体が存していたことについて作為性は認められず，その後も死体発見を妨げ\nるような作為は認められない。その上，ｂの死亡認知から約１時間後に１１９番通\n報をして死体を救急隊に引き渡したものであるから，死亡後短時間のうちに死亡の\n事実を公にしており，この間，死体の状況を変容させるような作為はなされず，本\n件行為による場所の移動及び時間の経過により，身元が不明になったり，死体が腐\n敗変質したりするなど宗教風俗上許されない事態も発生していない。\nそうすると，本件の死体を運搬した行為により，死体発見の困難性が一定程度増\nしたとしても，その程度はわずかであり，時間的にも短時間であるから，それが宗\n教風俗上，死体の処置に関し，許容されない程度に至ったとはいえない。\n所論は，死亡時に失禁した不衛生な状態でｂの死体を運搬したことが，宗\n教風俗上，道義上首肯しえないような方法にも当たる，という。確かに，被告人ら\nは死亡の原因となった行為を行ったという意味でｂの死体の不衛生な状態を作出し\nたのであるから，道義的には，これを正常な状態に戻すべき立場にあったというこ\nとはできたとしても，前述したとおり，死体発見の困難性には関係のない事情であ\nる上，不衛生な状態についての作為はないから，本件の死体を運搬した行為自体が\n隠匿に該当するか否かの判断には影響はない。\n所論は，被告人両名が当初から１１９番通報をすることを前提に行動して\nいたわけではなく，ｂの死亡を確実に認識した後の１１９番通報は自らの刑事責任\nを免れる目的であり，事後的に１１９番通報したことを過大評価すべきではない，\nという。しかしながら，本件行為の途中では，被告人乙がｂの身元が分からない方\n法での死体の処分方法を相談したり，ａからｂの死体を山に埋めることを提案され\nて，被告人甲がこれに同調したりするなど，被告人両名が一貫して１１９番通報を\nすることを前提に行動していたわけではないにしても，最終的には，死亡後短時間\nのうちに１１９番通報の方法によってｂの死体を適切な関係機関に引き渡してい\nる。死体運搬行為がそれ自体は隠匿といえなくても，最終的に隠匿目的で埋めたり\n捨てたりするために運搬する場合には，埋没・廃棄行為と一体となる運搬行為を併\nせて全体として死体遺棄行為に当たるという場合も想定できなくはないが，被告人\n両名が死亡後短時間のうちに１１９番通報をしたという事実は，死体運搬行為がそ\nのような意味での死体遺棄行為の一部でもないことを示す事実である。被告人両名\nが一貫して１１９番通報をすることを前提に行動していたわけではないにしても，\n前述したようにｂの死体の運搬を開始してから，１１９番通報に至るまでの一連の\n事実経過に照らして，本件の死体を運搬した行為が，宗教風俗上，死体の処置に関\nし，許容されない程度に至っていないとの判断を左右しない。\n⑸  以上のとおり，所論はいずれも採用できず，本件行為が死体遺棄罪の構成\n要件としての隠匿に当たるとはいえない。\n法令適用の誤り及び事実誤認をいう検察官の論旨は，いずれも理由がない。\n第２  被告人乙の控訴趣意について\n１  事実誤認の主張について\n⑴  原判示第１の事実（傷害致死）について\nア  論旨\n原判示第１の事実について，被告人乙と被告人甲には共謀はなく，ｂの死亡原因\nとなった腰部，臀部，左右大腿部打撲を生じさせる暴行行為を被告人乙は行ってい\nないから，被告人甲との共謀を認定して，被告人乙について傷害致死罪の成立を認\nめた原判決には事実の誤認がある，というのである。\nイ  原判決\n原判決は，犯行に至る経緯として次の事実経過を認定した。\nすなわち，被告人乙は，平成２０年頃，ｂとその夫であるｅと知り合い，その後，\nｂやｅに対し，ｂの兄の借金を肩代わりして支払うよう求めるなど，たびたび金銭\nの支払を要求し，ｂらは被告人乙の背後にいる元暴力団員のａを恐れて，金銭を工\n面して支払っていた。被告人甲は，平成２７年頃被告人乙と交際を開始してその後\n同居するようになったが，定職に就かずに被告人乙に経済的に依存する生活を送っ\nていた。被告人乙は平成３１年２月ないし３月頃から，ｂを同行してホストクラブ\nに通うようになり，ｂの料金を立替払いするなどしてｂの借金をかさ増しさせ，ａ\nからも圧力を掛けさせてｂに再三金銭を要求するようになり，ｂは，その支払のた\nめに実家の母や妹から借金を重ねたことで実家との関係が次第に悪化した。そのよ\nうな中で，被告人乙は，令和元年６月ないし７月頃，ｂを実家から離れた市営住宅\nに転居させ，同年８月下旬頃にはｅと別居させて被告人両名方に住まわせ，ｅと連\n絡をとれないようにした。被告人乙は，同年９月以降，ｂに高カロリーの食事を強\n要して体重を急激に増やさせたほか，毎日同じ服を着させて入浴もさせず，口紅を\nアイシャドウとして塗るなど奇抜な化粧をさせ，ホストクラブでホストに無理やり\n抱きつかせるといった不本意な行動をｂに強いるなどして，その行動を支配するよ\nうになった。\n以上の事実を前提に，原判決は，被告人両名のｂに対する暴行に関して，①令和\n元年９月２５日（以下年については，特に注記しない限り，令和元年である。），ｂ\nを福岡県筑紫野市内の山中に連行した上，被告人乙がｂの髪を引っ張り，頬を平手\nで２，３回殴り，被告人甲は近くに落ちていた木の棒を持ってきた，②９月下旬頃，\n被告人乙がｂの太腿に５センチメートル程度の高さから二，三回バタフライナイフ\nを落として突き刺した，③１０月１４日，被告人乙がホストクラブＸの店内でｂの\n顔面を拳及びマイクで殴打するとともに大腿部等を足で踏みつけた，被告人甲が車\n内でｂの太腿に割り箸を刺した，④１０月１５日，被告人乙が被告人甲にｂのホス\nトクラブでの言動を話したことで，その意を酌んだ被告人甲が，被告人両名の自宅\nにおいて制裁を加える目的でｂの膝や太腿を踏むなどした，⑤１０月１６日，被告\n人甲が被告人両名の自宅においてｂの臀部を木刀で多数回殴った，⑥１０月１８日，\n被告人乙が，バーＳ店内でｂの腹部を足で蹴った，⑦１０月１８日から同月１９日\nまでの間，被告人甲が木刀でｂの臀部等を殴打し，被告人乙もその状況を認識して\nいた，⑧このほか，９月頃からｂの腕のあざがひどくなっており，その頃から，被\n告人両名が日常的，継続的に暴行を加えていたと推認でき，特に，被告人甲がｂの\n大腿部等を杖棒で突いていたとの各暴行の事実を認定した上，被告人乙は，前記①\nの犯行が開始される９月下旬に至るまでの間に，ｂをホストクラブに同行して代金\nを立替払いするなどして，ｂの借金額をかさ増しさせ，ａからも圧力を掛けさせて\n再三金銭を要求するようになるとともに，ｂが借金を重ねたことで関係が悪化して\nいた実家の母親や妹のほか，夫のｅからも引き離して孤立させた上で，被告人両名\n方に同居させて衣食住まで管理し，様々な不本意な行動を強いるなどしてｂの行動\nを思い通りに支配する関係を築いており，前述の一連の暴行は被告人乙がｂを服従\nさせ意のままに支配しようという意図の下になされたものと認められ，被告人乙の\n暴行にもｂへの虐待というべき内容が含まれ，単なる金目当てだけではなく，ｂへ\nの優越感から暴行そのものを楽しんでいた様子も見られる，被告人甲は，被告人乙\nと同居して行動を共にしていたから，このような被告人乙の意図は十分わかってい\nたはずであり，被告人乙の意を酌んでｂに激しい暴行を加えたのは，被告人乙に対\nして自らの存在感を示そうとしたものと理解でき，被告人甲にも暴行を加えること\nを楽しんでいた様子も認められる，木刀で多数回ｂの臀部を殴るといった被告人甲\nの激しい暴行がｂの死亡に大きく影響したといえるが，ｂを服従させ支配する状況\nを作ったのは被告人乙であり，被告人乙がいなければ，被告人甲も暴力を振るうこ\nとはなかったといえ，被告人乙にとって，このような被告人甲の暴行が予想外のこ\nとであったとはいえず，被告人乙がｂの死亡結果について共犯としての責任を負う\nことは当然であり，被告人両名は，ｂに暴行を加えて服従させる目的の下，互いに\n意を通じて一連の暴行を行ったと認められ，被告人両名について傷害致死罪の共謀\nがあったと認定した。\nウ  当裁判所の判断\nこのような原判決の認定判断に論理則，経験則等に違反する不合理な点は認めら\nれず，正当なものとして是認できる。所論に鑑みて若干補足する。\n所論は，原判決は被告人両名の暴行を日常的，継続的な一連のものと位置付け，\n包括的に共謀を認めた上で死因となった暴行についても例外でないと大雑把な判断\nをしているが，原判決が認定した各暴行は，機会，態様のほか暴行を加えた理由が\nそれぞれ異なっており，暴行毎に具体的な事情を踏まえて共謀の成否について個別\nに検討を加えるべきであるところ，１０月１５日以降の被告人甲の暴行（前記④⑤\n⑦）については，被告人乙から被告人甲に対する具体的な犯行の指示はなく，それ\n以前の暴行に比較して被告人甲の暴行の残忍性が格段に上回り，被告人乙が.暴行に\nよって生じたｂの傷の手当てをし，被告人甲の暴行について「ひどすぎる」と発言\nしていたこと，被告人甲を止めようとしたが止められなかったと供述していること\nなどからすると，被告人甲が一人で暴走し，被告人乙の意にそぐわないものであっ\nたと認められるから，被告人乙と被告人甲との間には共謀は認められない，という\nのである。\nしかしながら，ｂに対する前記④以降の被告人甲による暴行の経緯をみると，ホ\nストｆと被告人乙との間で交わされたメッセージには，ホストクラブにおいてｂが\nホストに関してした言動について，被告人乙に連れられて来店している立場にそぐ\nわず，店での被告人乙の体面にも関わるなどとして同被告人の不興を買っており，\n同被告人がその制裁を被告人甲に委ねていることが示されており（原審甲４４８別\n添３），被告人甲による一連の暴行は，いずれもｂと被告人乙との関わりの中で，同\n被告人の意に沿わない行動をしたｂに制裁を加えるとの名目で行われたものであっ\nたことが認められる。そして，この頃には，被告人乙はｂの債務の支払を名目とし\nたｅからの高額の恐喝に失敗し（原判示第９），ｂには親族等からの金策の途も尽き\nかけていたが，被告人乙は，なおｂに対して，借金の返済名目で金策を要求し続け\nたばかりでなく，肥満した女性に特化した風俗店で働いて金策するとの名目で高カ\nロリーの食品を大量に食べさせてｂを異常に肥満させ，その容姿を撮影してホスト\nらに画像を送信し，いびきをかいて熟睡しながら糞尿を漏らしているなどと嘲笑す\nるなどしていた。このように被告人乙は，ｂを心身ともに支配して金銭の支払を強\n要しながら虐待する意思を被告人甲に隠すことなく示し，これに同調した被告人甲\nが，被告人乙の意を酌んでｂに対する暴力をエスカレートさせていったと認められ\nる。被告人乙がｂの傷の手当てをし，後に，被告人甲の暴行について「ひどすぎる」\nと発言し，公判では被告人甲を止めようとしたが止められなかったと供述している\nからといって，被告人甲によるｂに対する一連の暴行が被告人乙の意を酌んだもの\nであることに変わりはなく，本件の一連の暴行について被告人乙と被告人甲との共\n謀に基づくとした原判決の認定は揺るがない。被告人乙について，被告人甲との共\n謀による傷害致死罪の成立を認めた原判決に事実の誤認はない。\n⑵  原判示第２の事実（監禁）について\nア  論旨\nｂは原判示第２記載の期間中に頻繁に外出しているから，外出中は監禁状態が継\n続していないので，原判示の期間中の監禁継続を認めた原判決には事実の誤認があ\nる，というのである。\nイ  原判決\n原判決は，ｂは被告人乙に多額の借金を負わされ家族とも引き離されて孤立し，\n逃げようとしても行き場のない状況に置かれて精神的に追い詰められていた，その\nような中で，ｂは被告人両名方で同居させられて衣食住を管理され，行動を監視さ\nれる中で，日常的，継続的に激しい暴力を加えられていたから，恐怖心から逃げ出\nすという判断もできない状態に陥っていたと考えられるとして，被告人両名はｂを\n被告人両名方から脱出することが著しく困難な心理状態にしたものといえ，監禁行\n為があったことは十分認定できると判断した。\nウ  当裁判所の判断\nこのような原判決の認定判断に論理則，経験則等に違反する不合理な点は認めら\nれず，正当なものとして是認できる。所論に鑑みて若干補足する。\n所論は，ｂが外出中に脱出困難であったことの立証がされておらず，仮に外出中\nも監禁を認めるのであれば，原判示の犯行場所の記載は特定が不十分である，とい\nうのである。しかしながら，原判決が犯行に至る経緯においても説示するとおり，\n被告人乙は，ｂに対しａからも圧力を掛けさせて借金の返済として再三金銭を要求\nするとともに，家族から孤立させた上で，被告人両名方に同居させて衣食住まで管\n理し，ｂの行動を支配する関係を築いており，その上で９月下旬から一連の暴行を\n加えており，ｂは精神的に追い詰められて，行き場のない状況に置かれていたので\nあるから，恐怖心をはじめとする心理的な障害によって，自由な行動をすることが\n著しく困難な状況がその間継続していたと認められる。外出時にも，ホストクラブ\nや美容室には被告人乙に同行させられていたものであり，１０月１６日の外出時に\nｂが一人でいられたのも１０分前後の短時間に過ぎないし，仮に同行していた被告\n人乙の息子から一時は逃れられたとしても，重い借金の軛から逃れることはできな\nいのであるから，外出中であっても自由な行動をすることが著しく困難な状況に\nあったことに変わりはない。そして，監禁行為は人が一定の区域から出ることを不\n可能又は著しく困難にしてその行動の自由を奪うことをいい，被告人乙は，ｂに対\nしては，自己の支配下にある被告人両名方に同居させ，被告人乙が外出する際には\nｂを同行させて同人の行動を支配していたと認められるから，犯行場所として被告\n人両名方と認定した原判決の認定に犯罪事実としての特定を欠くことはなく，原判\n示の期間中の監禁の継続を認めた原判決に誤りはない。\n⑶  原判示第３の事実（ｂに対する恐喝）について\nア  論旨\n被告人乙はｂに対して借金の返済を要求したものであり，ｂは被告人乙に対して\n債務があることを認めていたから，恐怖心から現金を交付したことが明らかでなく，\nまた，ｂが被告人乙に交付した現金の金額は，原判決の認定額よりそれぞれ２万円\n少ないので，原判示第３の恐喝罪の成立を認めた原判決には事実の誤認がある，と\nいうのである。\nイ  原判決\n脅迫行為の有無について，原判決は，原審の証人⑦は勤務先の美容室に被告人乙\nとｂが訪れた際に，被告人乙が「さっさと始めろよ」などと強い口調で言い，ｂは，\n友人や親戚に電話をして金銭を貸してもらうよう必死で頼んでおり，被告人乙は，\n電話の間にｂが休んでいたときも，「休んでいる暇ないよ。１００万集めんといかん\nのやけん。まだ終わってないよ。」などと強い口調で言っていたと供述しているが，\n証人⑦が，ｂがその後に被告人乙に指示されてｂの親戚に対する借用書を書いた際\nの状況を動画撮影しているのは，ｂが金銭トラブルに巻き込まれていると考えたか\nらに他ならず，このような動画の存在自体が，ｂが強い口調で脅されていたとの証\n人⑦の証言の信用性を強く裏付けている上，動画にはｂの体に複数の痣や傷がある\nことが確認でき，これはその時点で被告人両名がｂに相当の暴力をふるっていたこ\nとを示しているから，被告人乙がｂに強い口調で金策を迫った行為は，ｂに対し，\n断れば何をされるか分からない強い恐怖を感じさせるものであったといえるとし\nて，被告人乙がｂに脅迫行為を行ったと認定した。\n次に，受領金額について，原判決は，ｂの叔父らが受け取った借用証中に６５万\n円と記載されていることからすれば，叔父はｂに対し，１０月１３日に少なくとも\n合計６５万円を，同月１４日に４０万円をそれぞれ交付したことが関係証拠から認\nめられるところ，ｂが被告人乙の了解もないままに被告人甲に金銭を渡したという\nのは不自然であり，かつ，被告人乙は捜査段階でこの点を供述していない経緯につ\nいて合理的な説明をしていないとして，被告人乙が原審公判で，ｂが上記各金銭を\n交付するに先立ち被告人甲に要求されて２万円ずつ渡したため，被告人乙が受け\n取ったのは１０月１３日に６３万円，同月１４日に３８万円にすぎない旨弁解した\nのを排斥し，原判示の金額を認定した。\nウ  当裁判所の判断\nこのような原判決の認定判断に論理則，経験則等に違反する不合理な点は認めら\nれず，正当なものとして是認できる。所論に鑑みて若干補足する。\n所論は，被告人甲がｂに各２万円を要求したのは，いずれも被告人乙も同乗して\nいる車内であるから，被告人乙が何も言わなければ，ｂが，被告人乙が了解してい\nると考えてもおかしくないから，被告人乙の供述は不自然とはいえず，被告人乙が\n取調官に供述したことが供述調書に記載されていないことにこだわらなかったと考\nえられる，というのである。しかしながら，ｂは被告人乙に脅迫されて叔父に借金\nを依頼して金策し，叔父らがＡＴＭから引き出した現金をｂに交付し，その直後に\nｂが被告人乙に交付している経過が認められるところ，原判決が説示するとおり同\n月１３日の被告人乙の受領金額は少なくとも６５万円であったと認められる上，仮\nにｂが叔父らから受け取った現金の一部が被告人甲に渡されたとしても，被告人乙\nが現金を喝取するに当たり，その現場で喝取金の一部を被告人甲に取得させたにす\nぎないと認められるから，被告人乙が交付を受けた金額に変わりはない。原判示第\n３の事実を認定した原判決に事実の誤認はない。\n⑷  原判示第４の事実（Ｃに対する恐喝）について\nア  論旨\nＣが被告人乙に交付した現金の金額は，１５０万円であり，また，被告人乙はＣ\nを脅かしてはいないから，原判示第４の恐喝罪の成立を認めた原判決には事実の誤\n認がある，というのである。\nイ  原判決\n原判決は，原判示第４の事実に関する証人Ｃの供述は，風俗店に勤めていたなど\nという知られたくない過去を明るみにしてまで虚偽供述をする動機はなく，妹が定\n期預金を解約して準備した２００万円を借りて帯付きのまま現金を交付したこと\nや，弁護士特約の費用として被告人乙に５０万円を交付するに先立って，妹から勧\nめられて被告人乙に弁護士の名刺を渡すよう求めたことなど具体的であり，Ｃが１\n５０万円しか払っていないのに，２００万円を支払ったと話す理由もないので，Ｃ\nの供述の信用性が高いといえ，他方で，被告人乙の弁解は，ｂの夫ｅがＣから結婚\n詐欺にあい，被告人乙がｂとＣとの間に入って解決し，Ｃから１５０万円を受けと\nり，弁護士の偽造の名刺はＣに要求されて被告人甲が偽造したもので，弁護士特約\nの代金として５０万円を受領したことはない旨のものであるが，ｅが結婚詐欺の被\n害にあって被告人乙がそれを解決したこと自体がおよそ信用できず，弁護士特約の\n話もないのに，名刺を偽造して準備する必要もないから，信用できないとして，Ｃ\nの供述に基づいて原判示第４の恐喝の事実を認定した。\nウ  当裁判所の判断\nこのような原判決の認定判断に論理則，経験則等に違反する不合理な点は認めら\nれず，正当なものとして是認できる。所論に鑑みて若干補足する。\n所論は，Ｃが被告人乙に送信したＬＩＮＥメッセージの文面等からは，Ｃが被告\n人乙から脅されていたとは考え難く，被告人乙が受領した金額を示す客観的証拠は\n１５０万円の示談書しかなく，弁護士特約の５０万円の支払を示す領収証等がなく，\n弁護士特約に関するＣの供述内容も不自然であるから，恐喝被害に関するＣの供述\nは信用できない，というのである。しかしながら，Ｃは被告人乙に対して暴力団員\nであるａとの関わりなどから，恐怖感を抱いている上，被告人乙はＣが加害者とさ\nれている結婚詐欺について，Ｃのために解決する体でＣに接していたのであるから，\nＣが表向きは被告人乙に対しておもねるようなメッセージを送ることは不自然とは\nいえない。また，弁護士特約についても，Ｃの妹が弁護士の名刺をもらうようにＣ\nに勧めたのは，金銭支払の証の趣旨と考えられる上，被告人乙から兄貴の口利きで\n雇っている裏の弁護士と聞いているというのであるから，弁護士特約の費用５０万\n円の領収書がないことは不合理ではなく，Ｃの供述の信用性を揺るがさない。Ｃの\n供述の信用性を認めて原判示第４の恐喝の事実を認定した原判決に事実の誤認はな\nい。\n⑸  原判示第５の事実（Ａに対する５０００円の恐喝）について\nア  論旨\n被告人乙がＡに暴行したことを認めるに足る証拠はなく，また，被告人乙がＡか\nら受領した５０００円はＡが被告人乙と一緒にメイドカフェに行く費用を預かって\nいたに過ぎないから，原判示第５の恐喝罪の成立を認めた原判決には事実の誤認が\nある，というのである。\nイ  原判決\n原判決の引用する部分判決は，Ａや証人②の証言は，被告人両名が判示のマン\nションでＡに対し仕事をずる休みしたことを責め立てて暴力を振るった上で，Ａに\n金銭を要求し，Ａの自宅まで車で行き，Ａが自宅にあった草刈機（部分判決中の「芝\n刈り機」のこと）を売却した代金を脅し取ったという一連の経緯を述べたものであ\nるが，証言内容は相互によく符合し，内容も不自然な点は見当たらない上，暴行後\nの状況については，証人①の証言や質店での草刈機の売却状況に関する客観的な証\n拠にも裏付けられ，特に証人②の証言は当時の心境を交えて具体的に証言したもの\nであり，Ａ及び証人②の証言の信用性は基本的に高いと評価した上で，これに反す\nる被告人甲の公判供述は，不自然な内容であり，捜査段階から合理的な理由なく変\n遷しており，信用できず，被告人乙の公判供述も，自らの暴行を否定するなど，関\n係証拠上動かしがたい事実と整合しないことを根拠に信用できないとし，Ａ及び証\n人②の証言に基づいて，原判示第５（部分判決第１）の事実を認定した。\nウ  当裁判所の判断\nこのような原判決の認定判断に論理則，経験則等に違反する不合理な点は認めら\nれず，正当なものとして是認できる。所論に鑑みて若干補足する。\n所論は，被告人乙がＡから交付された５０００円はＡが被告人乙と一緒にメイド\nカフェに行くための費用であり，メイドカフェに行くまで預かっていただけである，\nというのである。しかしながら，Ａが被告人乙から様々な名目で金銭の支払を要求\nされ，給与の振込口座の通帳を被告人乙に預けて支払い，被告人両名から暴力を振\nるわれることもあったという関係の中で，仕事をずる休みしたことを理由に被告人\n両名から暴力を振るわれるという状況で金策を求められ，実家に戻って母親から現\n金の代わりに新しい草刈機を渡され，これを質店で売却して現金５０００円を手に\nして被告人乙に交付した旨のＡの供述の信用性が認められることは原判決が説示す\nるとおりであり，その後，Ａが被告人乙に連れられてメイドカフェに行った事実は\nＡ自身も述べるところであるが，メイドカフェの代金を被告人乙が支払ったことで，\n現金５０００円の交付が恐喝行為であるとの評価を免れることにはならない。Ａ及\nび証人②の証言の信用性を認めて原判示第５（部分判決第１）の恐喝の事実を認定\nした原判決に事実の誤認はない。\n⑹  原判示第６の事実（Ａに対する３５万円の恐喝）について\nア  論旨\n被告人乙がＡに暴行したことを認めるに足る証拠はなく，また，被告人乙はＡか\nら３５万円を受け取っていないから，原判示第６の恐喝罪の成立を認めた原判決に\nは事実の誤認がある，というのである。\nイ  原判決\n原判決の引用する部分判決は，Ａやｇの証言について，被告人両名が，Ａが被告\n人甲から借りた工具を紛失したことで，Ａを被告人両名方に呼び出し，Ａを責め立\nてて暴力を振るった上で金銭の支払を要求し，その後複数回にわたってＡの家に行\nくなどして，ついには，Ａ及びＡから金銭の支払をするよう頼まれた母親（証人①）\nから，証人①が郵便局で借入れをした金銭の交付を受けて脅し取ることになったと\nいう一連の経緯を述べたものであるが，証言内容は相互によく符合し，内容も不自\n然な点は見当たらない上，暴行後の状況については，証人①の証言や郵便局での借\n入れに関する客観的な証拠にも裏付けられ，それらの信用性は基本的に高いと評価\nした上で，これに反する被告人甲の原審公判供述は，Ａのみならずｇの証言とそぐ\nわず，恐喝行為に無関係と考えていたという点は，自認している事実関係からも不\n自然であり，信用できず，被告人乙の原審公判供述も，Ａ及びｇの証言とそぐわず，\n恐喝行為と無関係と思っていたという点は，被告人乙の行動から不自然であって信\n用できないとし，Ａ及びｇの証言に基づいて，原判示第６（部分判決第２）の事実\nを認定した。\nウ  当裁判所の判断\nこのような原判決の認定判断に論理則，経験則等に違反する不合理な点は認めら\nれず，正当なものとして是認できる。所論に鑑みて若干補足する。\n所論は，被告人甲が被告人乙の股の間の座席の上にＡから受け取った３５万円の\n入った封筒を置いたが，被告人乙は封筒ごと被告人甲に返しており，被告人乙がバッ\nグの中に入れたとするｇの証言は見誤りであった可能性が高い，というのである。\nしかしながら，この点について，原判決は，被告人乙は捜査段階で被告人甲から一\n旦封筒を受け取ったことを認める供述をしていたが，原審公判廷では合理的な理由\nなくその供述を変遷させ，更に，被告人甲が封筒を一旦被告人乙の股の間に置き，\n被告人乙がそれをすぐに返したという紛らわしい動作を行ったこと自体不自然で信\n用できないとして，所論と同旨の原審弁護人の主張を排斥したが，このような原判\n決の認定判断に論理則，経験則等に違反する不合理な点はない。更に付言すると，\n被告人乙は，前述のとおり，かねてＡに対して様々な名目で金銭を支払わせてきた\nところ，本件の３５万円の請求も，Ａが被告人甲から借りていた工具類を紛失した\nことが契機となっているが，紛失した工具に比して過大な請求金額であること，そ\nの後に被告人甲が被告人乙に工具代を払うよう要求したことからすると，被告人乙\nが工具の弁償を口実としてＡや証人①から金銭を要求したものであって，様々な口\n実でＡから金銭を支払わせてきた行動の一環と認められ，被告人甲がＡから受け\n取った３５万円の入った封筒を被告人乙に渡すことは，この点からも自然な行動で\nあるといえる。Ａ及びｇの証言の信用性を認めて原判示第６（部分判決第２）の恐\n喝の事実を認定した原判決に事実の誤認はない。\n⑺  原判示第７の事実（Ｂに対する１９万円の恐喝）及び原判示第８の事実（Ｂ\nに対する１３０万円の恐喝）について\nア  論旨\nＢに対する１９万円の恐喝の事実について，被告人乙は財布等の買取代金として\nＢから１９万円を受領したが，金銭の交付を要求したことも，被告人甲との共謀も\nないから，原判示第７の恐喝罪の成立を認めた原判決には事実の誤認がある。\nＢに対する１３０万円の恐喝の事実について，被告人乙はＢから合計７０万円を\n受領したが，Ｂからの借入れであり，ａとの共謀もないから，原判示第８の恐喝罪\nの成立を認めた原判決には事実の誤認がある，というのである。\nイ  原判決\n原判決の引用する部分判決は，Ｂの被告人両名からの１９万円及び１３０万円の\n恐喝の被害についての証言は，Ｂが暴力団関係者と付き合いがあると考えていた被\n告人乙やその交際相手である被告人甲から本件美容室で執拗に因縁をつけて脅さ\nれ，恐怖心からやむなく金銭を支払うことになったことや，本件美容室を退職後も，\n被告人乙から自宅に呼び出された上，暴力団関係者と考えていたａからも脅されて\n追い詰められ，消費者金融等で多額の借金をするなどして，被告人乙に金銭を渡さ\nざるを得なくなったことなど，一連の経緯について当時の心情を交えて具体的に証\n言しており，内容も不自然な点はなく，本件美容室の経営者である証人④やＢの上\n司である証人③は，本件美容室でＢが被告人乙らから脅迫された状況の一部始終を\n目撃しているところ，証人③及び証人④の被害目撃状況の各供述はＢの証言とよく\n整合しており，Ｂの証言の信用性は基本的に高いと評価した上で，これに反する被\n告人乙の公判供述は，Ｂのみならず証人③，証人④の証言とそぐわず，内容も相当\n不自然であって信用できないとし，Ｂの証言に基づいて，原判示第７，第８（部分\n判決第３，第４）の事実を認定した。\nウ  当裁判所の判断\nこのような原判決の認定判断に論理則，経験則等に違反する不合理な点は認めら\nれず，正当なものとして是認できる。所論に鑑みて若干補足する。\n所論は，原判示第７の事実について，証人③，証人④は，被告人乙から金銭を要\n求されていると思ったというだけで，被告人乙が明確に金銭を要求したとの証言を\nしているわけではない，という。しかしながら，被告人乙は平成３０年１０月１１\n日にＢに対し，財布を受け取ったことを持ち出しながら，証人④やＢが土下座まで\nして謝っても，怒って「けじめをつけろ」「落とし前をどうつけるんだ」などと繰り\n返し発言して迫ったというのであり，このような状況はＢに対し暗に金銭の支払を\n要求したものにほかならないし，その後，被告人乙から，けじめの見せ方として，\nＢが財布のお金を支払うことでけじめの形とするとの提案があり，被告人乙は財布\nの値段を３７万円と言い，最終的にＢが２０万円を支払うことになったのであるか\nら，その後の被告人乙の行動もＢに金銭の支払を要求したことと整合している。\nまた，所論は，原判示第８の事実について，被告人乙がＢから７０万円を借り入\nれたにすぎず，ａとの共謀もない，というのである。しかしながら，Ｂは，被告人\n乙に告げずに美容室を退店した件については，原判示第７の金銭の支払によって一\n応終わったことになっていたのに，被告人乙から呼び出されて，退店時の証人④と\nａとの会話について，まだａが怒っていると告げられ，被告人乙と代わった電話で，\nａから，けじめをつけないと店がどうなっても知らんぞなどと脅迫され，その後，\n被告人乙から，この世界では２００万円が相場だからなどと金銭の支払を要求され，\nＢがｂの勤務先で働いていることにして消費者金融から借りて金を準備するよう指\n示を受けたのというのであるから，このような事の経緯からしても被告人乙とａと\nの間でＢに対する恐喝の共謀があったものと推認できる。また，Ｂからの借用であっ\nた旨の被告人乙の弁解は，原判決が説示するとおり，それまで消費者金融を利用し\nたこともなかったＢが，職業を偽るまでして消費者金融を利用するなどして多額の\n借金をし，被告人乙がホストクラブに行くための金銭を準備したという不自然なも\nのであって，到底信用できない。Ｂの証言の信用性を認めて原判示第７，第８（部\n分判決第３，第４）の事実を認定した原判決に事実の誤認はない。\n⑻  原判示第９の事実（ｅに対する恐喝未遂）について\nア  論旨\n被告人乙はｅに対し２００万円の交付を要求したことも，同人を脅迫したこと\nも，ａとの共謀もないから，原判示第９の恐喝未遂罪の成立を認めた原判決には事\n実の誤認がある，というのである。\nイ  原判決\n原判決の引用する部分判決は，ｅの証言について，ｅは被告人乙や暴力団員と聞\nいていたａから，ｂがａの金を使い込んだとか，ホストクラブに高額の付けがある\nなどと様々な名目で因縁を付けられ，恐怖心から金銭の支払を承諾せざるを得な\nかったことなど，一連の経緯を具体的に証言しており，内容に特に不自然な点はな\nく，令和元年９月２３日のｅ，被告人乙及びａとの通話録音の一連のやり取りから\nは，被告人乙は，ａと意を通じて，ａのことを暴力団員と考えて畏怖しているｅに\n対し，ｂが使い込んだとして請求していたａの２００万円や，ｂのホストクラブの\n付けとして請求していた１０５万円を含め，様々な名目で因縁を付け，金銭を脅し\n取ろうとしていたものにほかならないといえ，ｅの証言内容を強く裏付けており，\nｅの証言の基本的な信用性は高いと評価した上で，これに反する被告人乙の公判供\n述は，２００万円の請求はａとｂが話し合って決めたことで，被告人乙はホストク\nラブの付けについては請求したものの，自らはｅを脅していないというものである\nが，ａとｅは互いに連絡先を知らず，常に被告人乙を介してやり取りをしてきたこ\nとや，前述の通話録音内容の客観的証拠とそぐわず，捜査段階の供述と根幹部分で\n大きな変遷が見られ，その理由について合理的な理由を説明しておらず，信用でき\nないとし，ｅの証言に基づいて，原判示第９（部分判決第５）の事実を認定した。\nウ  当裁判所の判断\nこのような原判決の認定判断に論理則，経験則等に違反する不合理な点は認めら\nれず，正当なものとして是認できる。ｅの証言の信用性を認めて原判示第９（部分\n判決第５）の事実を認定した原判決に事実の誤認はない。\n⑼  以上の検討の結果によれば，被告人乙の事実誤認の論旨はいずれも理由が\nない。\n２  量刑不当の主張について\n論旨\n論旨は，被告人乙に対し，懲役２２年に処した原判決の量刑は重すぎて不当であ\nる，というのである。\n原判決\n原判決は，その量刑の理由において，被告人乙の刑を決めるうえで中心となるの\nは傷害致死及び監禁の犯行（原判示第１，第２）であるとし，被告人乙らはｂに対\nし約１か月間という長期間にわたり，日常的，継続的に，バタフライナイフを落と\nして刺す，木刀で臀部等を殴打するなどの激しい暴行を繰り返し，ｂが衰弱してい\nく中でもなおも暴行を加えてｂを死に至らしめた，ｂは，家族から引き離されて孤\n立させられ，衣服や入浴の機会も満足に与えられないなど劣悪な環境の中で監禁さ\nれ，高カロリーの食事を強制されて無理やりに太らされるといった不本意な行動を\n強いられてその行動を支配され，人としての尊厳を踏みにじられた末に生命を奪わ\nれており，この間にｂが感じた苦痛や無念さは計り知れないといえ，犯行の動機や\n経緯を見ても，被告人乙はｂを服従させて金銭を搾取するという私利私欲の目的の\nために犯行に及んだものであるが，ｂに対する優越感から暴行や虐待行為を楽しん\nでいた様子も見受けられ，身勝手極まりない犯行動機や経緯に酌むべき点は全く見\nいだせないと犯情を評価した。その上で，原判決は，被告人乙の役割について検討\nし，被告人乙は，ｂから金銭を搾取し，家族から引き離すなどｂを監禁して日常的\nに暴行や虐待行為を加える状況やきっかけを作るとともに，バタフライナイフを落\nとして刺すといった残虐な暴行に及ぶなど主導的中心的な役割を果たしたと認定評\n価した。原判決は，続けて，恐喝（原判示第３ないし第８）及び恐喝未遂（同第９）\nの各犯行について，被告人乙は，被告人甲と共謀して行ったＡに対する恐喝だけで\nなく，ｂ，ｅ，Ｂ，Ｃと次々と犯行を重ねており，その被害額は４８９万５０００\n円に及んでおり，被害者から少しでも多くの金を搾り取ろうとする強い利欲目的と\n恐喝行為の常習性が認められ，同種の恐喝事件の中でも相当に悪質な犯行と評価し\nた。以上の犯情評価をもとに，原判決は，本件を同種事案（凶器を用いた共犯によ\nる傷害致死１件の事案）の中でも最も重い部類に属する事案又はこれをやや超える\n程度の重さの事案と相対的な位置付けを示した上，被告人乙については，悪質な恐\n喝事件が多数併合されていることを十分に考慮した刑とする必要があるとした。そ\nの上で，具体的な刑を定めるに当たって，以上の犯情に加えて，被告人両名が，ｂ\nが亡くなったことに気付いた後も，その死を悼む様子も全くないまま，口裏合わせ\nをするなど保身に終始したことは犯行後の情状として刑をそれなりに重くする方向\nで考慮すべきであり，被告人乙が，原審法廷でｂを亡くならせた責任を被告人甲に\nなすりつけるような虚偽の弁解に終始し，反省の態度が見受けられないことや，恐\n喝，監禁致傷の前科があることを考慮して，被告人乙について懲役２２年に処して\nいる。\n当裁判所の判断\nこのような原判決の量刑判断は不当なものとはいえない。所論に鑑みて若干補足\nする。\n被告人両名の量刑判断の中心となるｂを被害者とする傷害致死及び監禁の事件\nについては，次の犯情が指摘できる。すなわち，被告人乙は，ｂやｅに対し，ｂの\n兄の借金を肩代わりさせ，元暴力団員のａなどの暴力団への恐怖心を利用しながら，\nたびたび金銭を支払わせていた上，ｂを同行してホストクラブに通わせて利用代金\nを立て替えるなどしてｂの借金をかさ増しし，ａからも圧力をかけさせて金銭の支\n払を要求して借金による支配を強めるとともに，ｂが金策のために実家や親戚等か\nら様々な口実で借金を重ねたことで実家との関係が悪化するなかで，夫ｅとの関係\nも不和にさせて，独り被告人両名方に住まわせて生活全般を支配し，精神的にも抑\n圧を強めながら，ｂに対して金銭の支払を要求し続けていたところ，ｂの借金等を\n口実にｅから高額の現金を恐喝する企てが，ｅが弁護士に依頼したことで失敗し，\n親戚等から借金を重ねてｂ自身の金策の途も尽きかけ，ｂから金を得ることが困難\nになるとともに，被告人両名のｂに対する暴力が虐待行為にまでエスカレートし，\n最終的には，被告人甲による木刀や杖棒といった凶器を使用した連日の激しい暴行\nに至って，ｂを下半身打撲による外傷性ショックにより死亡させた。本件は，金銭\n目的で借金や暴力を背景に被害者を肉体的，精神的に痛めつけ，その意思と人とし\nての尊厳を破壊し，抵抗のできない状態に陥らせて，心身ともに支配，抑圧し，そ\nの状態が継続する中で，被害者に対する暴力を重ねて虐待し，衰弱した被害者を木\n刀で多数回殴打する激しい暴行により死亡させた事案と評価することができる。こ\nのような動機経緯，態様及び結果に対する評価を踏まえて，原判決が，本件を同種\nの傷害致死事案の中でも最も重い部類に属する事案又はこれをやや超える程度の重\nさの事案と位置付けたことに不合理な点はない。\nその上で被告人乙の関与の程度を検討すると，被告人乙がｂから継続的に金銭を\n搾取し，ｂを家族や夫から引き離して自宅に監禁するなどして支配し，ｂの言動を\n口実に自らも暴行を加えるとともに，被告人甲に暴行を仕向け，激しい暴行に及ぶ\nきっかけも作ったのであるから，傷害致死に至る経緯において主導的，中心的な役\n割を果たしたといえる。\n所論は，ｂに対する監禁及び傷害致死事件については，死因となった残虐な暴行\nは全て被告人甲によるものであり，仮に被告人乙との間に共謀が認められるとして\nも，被告人乙が指示したものではなく，本意でもなかったし，被告人乙は被告人甲\nから激しい暴行を受けたｂの傷の手当てをするなどの気遣いをしており，被告人乙\nが主導的，中心的役割を果たしたと説示している原判決は，ｂの死の結果について\nいえば，事件の見立てを誤っている，というのである。しかしながら，原判決は，\n被告人甲の役割について，被告人甲は，被告人乙の意を酌み，連日のようにｂが亡\nくなる直接の原因となった下半身への激しい暴行を行っており，ｂの死亡の結果に\n対して負うべき責任は大変重いと説示しており，ｂの死の結果について，被告人甲\nの責任の重大性を正しく指摘している。原判決が事件の見立てを誤っているとはい\nえない。\n以上のとおり，傷害致死及び監禁事件における被告人両名の役割はいずれも重大\nというべきであって，本件の行為責任を同種事案の中でも最も重い部類に属する事\n案又はこれをやや超える程度の重さの事案と位置付けた上で，被告人乙は，主導的，\n中心的な役割に相応した重い責任を問われるべきである。\nその上で併合罪の関係に立つ７件の恐喝及び恐喝未遂の犯情をみると，ｂを被害\n者とする原判示第３の犯行及びｂの夫を被害者とする原判示第９の犯行は，暴力団\n員の威も利用し，借金や暴力によってｂを心身ともに支配し，ｂの家族すらも巻き\n込んで，金銭を搾取してきた一連の犯行であり，原判示第４の犯行は，かねて様々\nな口実で金銭の支払をさせてきた被害者に対し，更にｂを利用し，虚言も重ねて高\n額な現金を脅し取ったものであり，原判示第５，第６の犯行はかねてから借金の肩\n代わりを理由に金銭の支払をさせてきた被害者に対し，さらに因縁をつけて実家か\nら金策させて金銭を脅し取った犯行であり，原判示第７，第８の犯行も美容室の店\n員の被害者に因縁を付け，暴力団員の威も利用して被害者を畏怖させて高額の現金\nを脅し取ったものであり，暴力に対する恐怖を利用して被害者らを心身ともに支配\nして金銭を搾取する手口の常習的な犯行である。被害金額は，個々の犯行が高額で\nあるだけでなく，既遂総額も４８９万円余りと相当高額に及んでいる。暴力を背景\nとする脅迫による精神的な被害が大きいだけでなく，被害者らの経済的被害も大き\nいが，被害弁償は全くされていない。所論は，恐喝の一部には権利行使としての側\n面も含まれているなどというが，正当な権利行使といえる余地など，どこにも見当\nたらない。併合罪の関係に立つ恐喝及び恐喝未遂事件の犯情は総じて相当悪質とい\nうほかない。\n加えて，被告人乙に有利に酌むべき一般情状も特に見当たらない。\nそうすると，原判決が，本件の傷害致死及び監禁事件を同種事案の中でも最も重\nい部類に属する事案又はこれをやや超える程度の重さの事案と位置付けて，被告人\n乙の行為責任をその位置付け相応に重く評価した上で，併合罪関係に立つ恐喝及び\n恐喝未遂事件の犯情が総じて悪質であることを併せて評価し，特に酌むべき一般情\n状もないことも考慮して，被告人の刑事責任は相当重大と評価したことに不合理な\n点はない。\n以上の犯情及び一般情状の評価を前提とした上，同種の犯罪類型の量刑傾向を目\n安として具体的な刑期を定めるべきこととなるが，原判決は，量刑判断において中\n心となる傷害致死，監禁の犯行につき，同種事案の量刑傾向を把握するために，「凶\n器を用いた共犯による傷害致死１件」という検索条件により裁判員量刑検索システ\nムで検索した結果を参照したものであるところ，本件傷害致死，監禁が先に述べた\nような種々の要因が複合した長期間にわたる特異な経緯をたどり，その態様にも際\n立った特徴があることに鑑みると，上記量刑検索システムの検索条件にそのまま当\nてはめることは困難であることから，上記のような最小限の検索条件によったもの\nと解される。ところで，量刑に際しては，行為責任の原則を基礎として当該犯罪行\n為にふさわしい刑を定めることになるが，そのためには，そのような裁判例が集積\nされることによって示される犯罪類型ごとの一定の量刑傾向を，量刑を決定するに\n当たっての目安とすることが要請されるのであり，それによって，量刑要素が客観\n的に適切に評価され，結果が公平性を損なわないという量刑判断のプロセスの適正\nさが担保されることになる。こういった観点から見ると，上記検索条件のみでは，\n行為責任の基礎となる違法，有責の観点から社会類型的に特徴付けるものとはいえ\nず，内容がやや希薄にすぎ，本件とは類型的に異なるものが混入することも否定で\nきない。したがって，上記のような量刑データを量刑判断の目安として用いる場合\nには，当該量刑データが本件にそのまま当てはまるものではないことについて裁判\n員と十分に共有し，本件における違法，有責を基礎付ける類型的特徴を検討した上，\n検索の結果抽出された事例群に類型を異にするものが含まれていないか，本件と同\n種ないし類似する事例群の量刑傾向を把握することができるか，といった点を検討\nし，できる限り裁判員が本件と同種ないし類似する犯罪類型の量刑傾向を把握でき\nるように努めるべきである。本件傷害致死，監禁の犯情として摘示された要素を見\nると，被告人乙が共犯者である被告人甲を主導して，長期間にわたり，ｂに対し，\n日常的，継続的に激しい暴行を繰り返し，肉体的に衰弱させるとともに，劣悪な環\n境下で不本意な行動を強制してその行動を支配し，人としての尊厳を踏みにじる中\nで，なおも激しい暴行を加えて死に至らしめたというものであり，死の原因となっ\nた暴行の態様が，激しい暴力と精神的虐待を伴ういわば拷問ともいうべき質的，量\n的に強度のものであったという点に際立った特徴があるものといえる。そこで，改\nめて原判決の参照した検索結果を見ると，そこで抽出された事例群のうち，相対的\nに重い部類においては，その大半が集団リンチ，組織的な動機，児童虐待等による\n犯行であり，その他の事例も含めて，いずれも複数人による質的，量的に強度の暴\n行を加えて死に至らしめたという犯罪類型といえるのであり，相対的に重い部類に\nついては，本件傷害致死，監禁と同種ないし類似する犯罪類型の量刑データが示さ\nれているから，本件において刑を定めるに当たり，目安として用いるに適したもの\nといえる。それによれば，懲役７年をピークとする懲役２年から懲役１５年の範囲\nに山型に分布していることが看取できるから，かかる量刑傾向を目安とすると，本\n件傷害致死，監禁について，同種事案の中でも最も重い部類に属する事案又はこれ\nをやや超える程度の重さの事案との評価を前提とすれば，懲役１４年ないし１６年\n程度の範囲に位置付けられるということができる。その上で，恐喝６件及び恐喝未\n遂１件の併合事件を併せて犯情評価をすることとなるが，これらの併合事件につい\nては，前述のとおり同種の恐喝事件の中でも相当に悪質と評価されるだけでなく，\nそのうちの１件については，本件傷害致死，監禁の被害者に対し，死の原因ともなっ\nた精神的虐待を伴う激しい暴行により抵抗が著しく困難な心理状態に陥っていたの\nを利用して，さらに生命身体等に危害を加えかねない気勢を示す脅迫を加えて多額\nの金銭を脅し取ったというものであり，生命，身体，精神を害するのにとどまらず，\n経済的にも被害者であるｂの全てを奪い尽したともいうべき犯行であるから，これ\nらを併せて全体として犯情を評価すれば，各犯行を個別に評価するよりも更に犯情\nが重いものというべきである。そうすると，一般情状として酌むべきものはないこ\nとを考慮すれば，被告人乙を懲役２２年に処した原判決の量刑がこれまでの量刑傾\n向を外れたものとまではいえず，これが重すぎて不当であるともいえない。\n論旨は理由がない。\n第３  被告人甲の控訴趣意について\n被告人甲の論旨は，原判示第１，第２，第５，第６の各事実についてのいずれも\n事実誤認の主張である。以下，検討する。\n１  原判決第１の事実（傷害致死）について\n論旨\n原判示第１の事実について，被告人甲がｂの太腿に割り箸を刺したり，膝や太腿\nを踏んだり，木刀で臀部等を殴打したり，大腿部等を杖棒で突いたりする暴行をし\nたことを認定した原判決の認定は論理則，経験則等に反しており，被告人甲と被告\n人乙との共謀もないから，被告人甲に対して被告人乙との共謀による傷害致死の事\n実を認めた原判決には事実の誤認がある，というのである。\n原判決の認定及び当裁判所の判断\n原判決の認定は前記第２の１⑴イのとおりであり，原判決の認定判断に論理則，\n経験則等に違反する不合理な点は認められず，正当なものとして是認できることも，\n同ウにおいて説示したとおりである。\n所論に鑑みて若干補足する。\n所論は，原判決が認定した前記第２の１⑴イの③の被告人甲が割り箸でｂの太腿\nを刺した暴行について，被告人乙の息子の証言からは認定できないというのである。\nなるほど，被告人乙の息子の証言からは，割り箸の先で太腿を強く突いた事実を認\n定できるだけで，皮膚を貫くという意味での「突き刺した」事実を認定することは\nできない。しかし，原審における被告人乙の息子の証言時におけるやり取りを見る\nと，被告人乙の息子は，一貫して，被告人甲は「刺さっていない」と言っており，\n被害者の当該部分を見たら割り箸の形で青ずんでいた旨述べている一方で，被告人\n甲の行為について「割り箸で突き刺した」という表現を用いており，それを受けて\n原審弁護人も含めて訴訟関係者が「突き刺した」という表現を用いて質問を続けて\nいる。このような証言の経緯からすると，被告人乙の息子は，被告人甲がｂの太腿\nを割り箸で突いたという趣旨で「突き刺した」という表現をしたものと認められ，\n原判決も同様の趣旨で「突き刺した」との表現で「突いた」事実を認定したものと\n解される。そうすると，原判決の上記表現は正確性を欠き，適切とはいい難いもの\nであるが，事実を誤認しているとはいえない。\n所論は，同④の暴行について，ｆは電話越しに聞こえてきた音から推測した状況\nについて話しているに過ぎず，被告人甲が知人女性や被告人乙の息子に送信した\nメッセージにも被告人甲が当該行為を行ったとは書かれておらず，被告人甲による\n暴行と認定した原判決には事実の誤認があるというのである。しかしながら，ｆは\n電話越しとはいえ，被告人甲の怒声や暴行音，ｂのうめき声のそれぞれのタイミン\nグから被告人甲が暴行を振るっていると認識したと認められるところ，携帯電話で\n通話中の相手の行為と間違えるとは考えにくい上，被告人甲が送ったメッセージは\n被告人甲自身の行為として記載したものと自然に読み取れるのであり，他方でメッ\nセージについての被告人甲の弁解が不自然であることも併せて，これらの証拠から\n被告人甲が前記④の暴行を行ったと認定した原判決に論理則，経験則等に反した不\n合理な点はない。\n所論は，同⑦の暴行について，ｂの死体を運搬する車内での被告人両名とａらの\n会話の中で，被告人乙は木刀で殴る暴行を自分はしていない旨の発言をしているが，\n保身のための嘘であり，被告人乙と被告人甲の会話内容からは木刀や杖棒を使って\n暴行を加えていたのは，被告人乙と考えるのが自然であり，被告人甲が手を出した\n本人である旨の発言をしているのは，ａに被告人乙の罪をかぶるように命じられた\nからであり，これらの会話内容から前記⑦の暴行を被告人甲が行ったと認定した原\n判決には事実の誤認があるというのである。しかしながら，被告人乙がａに対して\n暴行について嘘をついたところで何の保身にもならないし，別のところでは，自ら\nバタフライナイフで刺した事実をａに告げてもいる。そして，同じ録音のなかでは，\nａに電話をする以前に，被告人乙がｃに対し，「（被告人甲が）殴ったのが膝と」と\n言いかけたところ，すすんで被告人甲が太腿と尻も殴った旨を発言している場面も\nあるし，ｂの太腿にひどい内出血の痣があって暴行の事実を隠すことは難しいこと\nを前提として，暴行に使用した凶器の木刀を処分する必要があるとの会話の中で，\n被告人乙が木刀の他に，凶器として被告人甲の持っている「何か」をあげると，被\n告人甲がそれは「杖棒」だが，（威力は）たいしたことがなく，木刀も衣服の上から\nだから大丈夫などと述べ，被告人乙が木刀の置き場所を尋ねたのに対し，被告人甲\nは木刀と杖棒の所在を即答できるなどしているほか，被告人甲は，ｂの身体の打撲\n痕や内出血について，死亡との因果関係否定するような発言をするなど，一人，重\n篤さの程度を軽く見ようとする発言を続けており，また，死人に口なしであり，蹴っ\nたり手を出したりしたことは分からない，自分の手足に傷がないから殴った証拠が\nないなどと，自らの関与を前提とした上で，それを証する証拠がない旨の発言をし\nている。このような発言も含めた一連の会話からは，前記⑦の暴行を加えたのは被\n告人甲であると合理的に推認することができるから，被告人甲が前記⑦の暴行を\n行ったと認定した原判決に論理則，経験則等に反した不合理な点は認められない。\nその他，上記被告人甲の発言等からは杖棒を使って暴行をしたのが被告人甲であ\nると認定できないということを前提とする所論は理由がない。また，ｂの遺体を解\n剖した医師が，遺体の大腿部に杖で突いたと見られる負傷があった旨証言したこと\nを根拠に，被告人甲による暴行の中に杖棒で突くという暴行が含まれる事実を認定\nした原判決に誤りはない。\n２  原判示第２の事実（監禁）について\n論旨\n原判示第２の事実について，被告人甲と被告人乙との間の共謀を認めた原判決に\nは事実の誤認がある，というのである。\n原判決\n原判決は，前記第２の１ イの説示に加えて，共謀について，被告人両名は，ｂ\nを服従させ，支配する目的の下，互いに意を通じて日常的，継続的に暴行を加えて\nおり，被告人乙はｂに借金を負わせたり家族から引き離したりした上でホストクラ\nブにも同行して行動を監視するなどしており，そのような状況は被告人甲も十分認\n識していたといえ，被告人甲は被告人乙に比べれば，ｂを監視することに執着して\nはいなかったと考えられるものの，被告人甲は激しい暴行によってｂに強い恐怖心\nを与えており，被告人甲がいることでｂが逃げられない状況が強まっていたといえ\nるから，被告人甲が果たした役割が大きかったと認められることから，被告人両名\nの間の監禁の共謀が認められると判示している。\n当裁判所の判断\n原判決の認定判断に論理則，経験則等に違反する不合理な点は認められず，正\n当なものとして是認できる。所論は被告人甲による激しい暴行が認められないとい\nうのであるが，前述のとおり，被告人甲は前記第２の１⑴イの④，⑤，⑦及び⑧の\n激しい暴行を加えたと認められるから，所論はその前提を欠き，採用できない。被\n告人両名の間の監禁の共謀を認定した原判決に事実の誤認はない。\n３  原判示第５の事実（Ａに対する５０００円の恐喝）について\n論旨\nＡに対して，暴行後に金銭を脅し取ろうとする行為は認められず，Ａが自らメイ\nドカフェに行きたいと述べていることからしても，Ａが当時暴行によって畏怖して\nいたとは考えられないのに，暴行により畏怖しているＡに対して金銭を脅し取ろう\nとしたと認定した原判決には事実の誤認がある，というのである。\n原判決の概要及び当裁判所の判断\n原判決の概要は前記第２の１⑸イ記載のとおりであり，Ａ及び証人②の証言に基\nづいて，原判示第５（部分判決第１）の事実を認定した原判決の認定判断に論理則，\n経験則等に違反する不合理な点は認められず，正当なものとして是認できることは，\n同ウ記載のとおりである。\n所論は，Ａに対して，暴行後に金銭を脅し取ろうとする行為は認められないとい\nうのであるが，原判決は，被告人両名が，Ａに対し，仕事を休んだことを問い詰め\nて，Ａの胸部や腹部を殴る蹴るといった暴行を加えた上で，暴行が終了するとほど\nなく，被告人乙がそれまでの暴行によって畏怖した状態にあったＡに対し，自宅に\n行って家族から金を借りて来るように要求した点を捉えて，金銭を脅し取ろうとし\nたと評価しているところ，このような原判決の認定判断に論理則，経験則等に違反\nする不合理な点は認められない。\n所論は，Ａみずから「メイドカフェに行きたい」と述べているから，当時Ａが畏\n怖していたとも考えられないというのであるが，Ａがそのような発言をしたとの被\n告人乙の供述が信用できないことは，原判決も説示するとおりである上，その後被\n告人乙らがＡを同行してメイドカフェに行った事実があったとしても，Ａが被告人\n両名の暴行により畏怖していたという事実の認定を妨げるものではない。原判決に\n事実の誤認はない。\n４  原判示第６の事実（Ａに対する３５万円の恐喝）について\n論旨\nＡに対する暴行の時期について平成２８年９月下旬頃と認定した原判決には事\n実の誤認がある，というのである。\n原判決\n原判決の引用する部分判決は，暴行の時期について，Ａや証人①，被告人乙は，\n被告人両名が，被告人甲から借りた工具をＡが紛失したことで，Ａを被告人両名方\nに呼び出し，Ａを攻め立てて暴力を振るった上で金銭の支払を要求するなどし，Ａ\n及びＡから依頼を受けた証人①から金銭の交付を受けて脅し取ることになったとい\nう一連の出来事が，平成２８年９月下旬頃であった旨を証言しているのに対し，こ\nれに反する被告人甲の弁解（同年８月下旬か９月上旬頃，１回だけ殴った）は信用\nできず，証人①は，３５万円を交付した日は被告人甲から最初に金銭の要求を受け\nてから，「１０日くらい経っている」などと証言しているが，この証言も感覚的なも\nので厳密な特定をしたものではないといえるから，事件関係者の供述によっても，\n暴行の時期は厳密に特定できないので，平成２８年９月下旬頃と幅をもって特定し\nた旨を説示している。\n当裁判所の判断\nこのような原判決の認定判断に論理則，経験則等に違反する不合理な点は認めら\nれず，正当なものとして是認できる。所論に鑑みて付言すると，証人①が郵便局か\nら現金３５万円の貸付けを受けて，同行してきた被告人甲にそのまま交付した日時\nが平成２８年９月２６日であることは証拠上動かしがたい事実と認められるとこ\nろ，それ以前に被告人乙がＡに対して至急架電するよう指示するメッセージを送信\nしている時期や被告人乙からＡを電話で呼び出し，道具を紛失したことを責め，被\n告人両名が暴行に及んだ経過に関するｇの証言等を併せて検討すると，原判決が，\n関係者の供述によっては暴行の時期が証拠上厳密に特定できないことを踏まえて，\n暴行の時期について，同年９月２０日より前である可能性も含めて「同月下旬頃」\nと幅を持って特定したことが不合理とはいえない。\n５  以上によれば，被告人甲の事実誤認の論旨はいずれも理由がない。\n第４  結論\nよって，刑訴法３９６条により本件各控訴を棄却し，被告人両名について，当審\nにおける訴訟費用を被告人に負担させないことにつき刑訴法１８１条１項ただし書\nを適用して，主文のとおり判決する。\n検察官山内峰臣  公判出席\n令和３年１２月３日\n福岡高等裁判所第１刑事部\n裁判長裁判官            根   本      渉\n裁判官            冨   田   敦   史\n裁判官       山   田   直   之\n"
}