{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Reiwa",
    "year": 2,
    "month": 6,
    "day": 24
  },
  "case_number": "令和1(行コ)239",
  "case_name": "相続税更正処分等取消請求控訴事件",
  "court_name": "東京高等裁判所",
  "field": "行政",
  "lawsuit_id": "91926",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=91926",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/926/091926_hanrei.pdf",
  "contents": "令和２年６月２４日判決言渡\n令和元年（行コ）第２３９号  相続税更正処分等取消請求控訴事件（原審・東京地\n方裁判所平成２９年（行ウ）第５３９号）\n主 文\n１  本件各控訴をいずれも棄却する。\n２  控訴費用は，控訴人らの負担とする。\n事 実 及 び 理 由\n第１  控訴の趣旨\n１  原判決を取り消す。\n２  処分行政庁が平成２８年４月２７日付けで控訴人Ａに対してした，被相続人\nＢの相続に係る相続税の更正処分及び過少申告加算税の賦課決定処分をいずれ\nも取り消す。\n３  処分行政庁が平成２８年４月２７日付けで控訴人Ｃに対してした，第２項の\n相続に係る相続税の更正処分及び過少申告加算税の賦課決定処分をいずれも取\nり消す。\n４  処分行政庁が平成２８年４月２７日付けで控訴人Ｄに対してした，第２項の\n相続に係る相続税の更正処分及び過少申告加算税の賦課決定処分をいずれも取\nり消す。\n第２  事案の概要（略語は，新たに定義しない限り，原判決の例による。以下，本\n判決において同じ。）\n１⑴  被相続人Ｂ（本件被相続人。大正７年▲月▲日生）は，平成２４年▲月▲\n日に死亡し，その相続（本件相続）が開始した。本件被相続人の相続人は，\n本件被相続人の妻であるＥ（訴外Ｅ），長女である控訴人Ｃ，長男である控\n訴人Ａ，二男であるＦ（訴外Ｆ）及び養子（訴外Ｆの長男）である控訴人Ｄ\nの５名（本件共同相続人）であった。\n⑵  本件相続に係る相続財産には，原判決別表１記載の東京都杉並区（住所省\n略）所在の土地（本件甲土地）及び本件甲土地上に存する原判決別表２記載\nの建物（本件甲建物）並びに原判決別表３記載の川崎市（住所省略）所在の\n土地（本件乙土地）及び本件乙土地上に存する建物（本件乙建物）が含まれ\nていた。\n⑶  本件共同相続人は，本件被相続人の平成２１年１０月１６日付け公正証書\nによる遺言及び本件共同相続人の間で平成２４年１０月１７日に行った協議\nによる遺産の分割に基づき，本件相続に係る相続財産を取得した（本件甲土\n地及び本件甲建物〔本件甲不動産〕並びに本件乙土地及び本件乙建物〔本件\n乙不動産〕は，上記遺言により，控訴人Ｄが取得した。）。\n⑷  控訴人らは，平成２５年３月１１日，本件相続開始時における本件甲不動\n産及び本件乙不動産（本件各不動産）の相続税法２２条に規定する時価を財\n産評価基本通達（昭和３９年４月２５日付け直資５６・直審（資）１７によ\nる国税庁長官通達。ただし，平成２５年５月１６日付け課評２－１８による\n改正前のもの。評価通達）の定めによって評価した価額（本件各通達評価\n額）として，処分行政庁に対し，本件相続に係る相続税（本件相続税）の申\n告（本件申告）をした。\n⑸  札幌国税局長は，平成２８年２月１７日付けで，国税庁長官に対し，本件\n各不動産について評価通達６を適用し，評価通達の定める評価方法によらず\nに他の合理的な評価方法によって評価することとしたい旨の上申（本件上\n申）をし，国税庁長官から，同年３月１０日付けで，本件上申について「貴\n見のとおり取り扱うこととされたい」との指示（本件指示）を受けた。\n⑹  処分行政庁は，本件各不動産について，評価通達の定めによって評価する\nことが著しく不適当と認められるとして，別途実施した鑑定における評価額\n（本件各鑑定評価額）をもって，本件相続開始時における相続税法２２条に\n規定する時価として，控訴人ら各自に対応した平成２８年４月２７日付けの\n各通知書（本件各通知書）を控訴人らに対し送達することにより，本件相続\n税に係る各更正処分（本件各更正処分）及び過少申告加算税の各賦課決定処\n分（本件各賦課決定処分）をした。\n２  本件は，本件被相続人の相続人である控訴人らが，本件各不動産について，\n評価通達の定めによって評価することが著しく不適当とは認められず，本件相\n続開始時における相続税法２２条に規定する時価を本件各鑑定評価額とするこ\nとは違法であるなどとして，被控訴人に対し，本件相続税について処分行政庁\nから受けた本件各更正処分及び本件各賦課決定処分（本件各更正処分等）の各\n取消しを求める事案である。\n３  原審は，要旨，本件各不動産については，評価通達の定める評価方法以外の\n評価方法によって評価することが許され，その相続税法２２条に規定する時価\nは本件各鑑定評価額であると認められ，また，本件各更正処分等に手続上の違\n法も認めらないから，本件各更正処分等は適法であるとして，控訴人らの各請\n求をいずれも棄却する旨の判決をした。\n４  控訴人らは，原判決を不服として本件各控訴を提起した。\n５  関係法令等の定め，前提事実，本件各更正処分等の根拠及び適法性に関する\n被控訴人の主張，争点及び争点に関する当事者の主張の要旨は，次のとおり補\n正し，後記６のとおり当審における当事者の主張を加えるほかは，原判決の\n「事実及び理由」第２・１ないし５（原判決２頁８行目から１９頁１５行目ま\nで。別紙１及び別紙２，別表１ないし５並びに６の１及び２を含む。）に記載\nのとおりであるから，これを引用する。\n原判決２頁２３，２４行目の「公正証書に係る遺言」を「公正証書による\n遺言」と，同頁２５行目の「遺産分割に従って，」を「協議による遺産の分\n割に基づき，」と，それぞれ改める。\n原判決５頁１６行目の「上記上申」を「本件上申」と改める。\n⑶  原判決６頁２３，２４行目の「評価通達の定める評価方法によらない評価\nが許されるための特別の事情の内容」を「財産を評価通達の定めによらずに\n評価することが許される場合」と改める。\n⑷  原判決９頁２０行目の「というべきであり，」を「ことからすると，」と\n改める。\n⑸  原判決９頁２４行目の「行為について」を「行為が専ら相続対策を目的と\nするものであったこと」と改める。\n⑹  原判決１９頁３行目の「民集６５巻４号２０８１頁参照」の次に「（以下\n「最高裁平成２３年判決」という。）」を加える。\n６  当審における当事者の主張\n⑴  争点①（本件相続開始時における本件各不動産の時価）について\n（控訴人ら）\nア  相続税法２２条に規定する時価として，財産を評価通達の定めによらず\nに評価する要件である「特別の事情」については，処分行政庁のみならず，\n納税者においても，その要件に該当する評価根拠事実を特定することがで\nきる程度の一般化した判断基準が示されていなければ，時価評価の予測可\n能性と法的安定性を害し，租税法律主義に違反する。\nイ  相続税法は，特段の定めがある場合を別として，相続開始前における被\n相続人が財産を形成し，又はこれを変動させた行為が，相続開始時におけ\nる当該財産の評価に影響を与えるという仕組みを採用しておらず，評価通\n達１⑶も，「財産の評価に当たっては，その財産の価額に影響を及ぼすべ\nきすべての事情を考慮する。」と定めており，「特別の事情」とは評価通\n達による評価額が実情に即しないような特殊事情を備えた財産が持つ固有\nの事情を差し（最高裁平成２９年２月２８日民集７１巻２号２８６頁），\n最高裁平成２３年２月１８日判決（裁集民２３６号７１頁）の判断からし\nても，時価評価に全く影響しない相続開始前後の事情や租税回避又は租税\n負担の減少の意図などは，財産を評価通達の定めによらずに評価する要件\nである「特別の事情」に当たらない。また，相続税法は租税回避を防止す\nるための租税回避措置の否認を個別具体的に規定していることからすると，\nこのような個別の規定が存在しない以上，評価通達６を租税回避措置の否\n認のために用いることは租税法律主義に反する。\nウ  本件各不動産に係る本件各鑑定評価額と本件各通達評価額との間の３な\nいし４倍の開差というのは，特に異常なものではなく，本件各不動産の周\n辺の同種又は類似する物件についても同じく普遍的に存在することからす\nると，本件各不動産についての「特別」な事情とはいえないから，評価通\n達の定めによらずに評価する要件である「特別の事情」に当たらない。\nまた，相続税に係る財産評価は，相続財産の評価であり，将来収益を見\n込むフローの財産評価ではなく，相続開始時点の財産評価であるから，土\n地については路線価を，建物については固定資産評価基準に基づく固定資\n産評価額を，それぞれ採用することが合理的であると評価通達が定めてい\nるのであって，本件各鑑定評価額とは評価における根本的な考え方が異な\nるので，本件各通達評価額と本件各鑑定評価額を比較して開差が大きいと\nすること自体が不合理である。\nエ  本件被相続人が本件各不動産を取得したのは，札幌市内に所有していた\n賃貸物件が建物の経年により投資運用効率が悪化してきたことや，不動産\n事業の承継者である控訴人Ｄが将来に在住することを予定している首都圏\nに賃貸物件の拠点を移すためであった。本件被相続人は本件相続開始の３\n年半前に本件甲不動産を購入し，これを賃貸して賃料を得るようになり，\n本件相続開始後も控訴人Ｄはこれを保有し続けており，また，本件被相続\n人が本件乙不動産を購入したのも本件相続開始の２年半前であり，同様に\nこれを賃貸して賃料収入を得ており，控訴人Ｄが本件相続開始の９か月後\nにこれを売却したのは，より利回りの良い物件の取得を準備するためであ\nった。本件相続開始前後の本件各不動産に係る一連の取引は，Ｇ株式会社\nの次世代への事業承継のための経営効率の改善を目的としたものであって，\n租税回避を目的としたものではなかった。\n（被控訴人）\nア  そもそも，評価通達は，相続税及び贈与税の課税財産の全てについて，\nまた，稀にしか起こらない事例についてまで，具体的な評価方法又は評価\n額を示すことなく，評価通達５及び６によって評価することとしているの\nであって，評価通達６は適正な時価評価を行うための言わば評価通達の他\nの各規定の補完的な役割を担うものであるから，このような通常想定して\nいない例外的な場面でのみ適用される評価通達６について，普遍化できる\n評価基準を具体的に示すことは著しく困難である。\nイ  財産の評価通達の定めによらない評価は，評価通達の定める評価方法を\n画一的に適用するという形式的な平等を貫くことによって，かえって実質\n的な租税負担の公平を著しく害することが明らかな場合に認められるもの\nであって，当該財産について潜在的な価格変動要因がある場合に限られな\nい。納税者の一連の行為により意図的に相続税の租税負担を軽減させるこ\nとは，本来相続税法の予定するところではなく，法の趣旨目的に反するも\nのであって，それが実質的な租税負担の公平を著しく害するのであれば，\nそのような納税者の主観的意図についても，評価通達の定めによらずに評\n価すべき特別な事情の判断における考慮要素となる。\nなお，被控訴人は，税負担の軽減を結果としてもたらす行為を阻止する\nための根拠又はツールとして評価通達６を適用しているのではなく，租税\n回避が行われたとして，それが本来相続法の予定するところではなく，法\nの趣旨目的に反するものであって，実質的な租税負担の公平を著しく害す\nるという場合には，それが特別の事情に該当するとしているにすぎない。\nそして，特別の事情がある場合に評価通達６を用いることは租税平等主義\nや租税要件明確主義に反しない（東京高裁平成２７年４月２２日判決・税\n務訴訟資料２６５号順号１２６５４号）。\nウ  本件各不動産は，評価通達の定めによっては適正な時価を適切に評価す\nることができない。本件各不動産については，評価通達の定めによらずに\n評価することが相当と認められるような特別の事情が認められることから，\n他の客観的な交換価値と認められる本件各鑑定評価額をその時価として本\n件各更正処分がされたのであって，本件各更正処分が相続税法の規定及び\nその解釈に基づいて行われた適法なものであることは明らかである。\n争点②（評価通達６の定める国税庁長官の指示に関する手続上の違法の有\n無）について\n（控訴人ら）\n評価通達６の適用に当たって「国税庁長官の指示を受けて評価する」とし\nて国税庁長官の指示を要件とした趣旨は，手続法上の平等取扱原則（憲法１\n４条）を担保し，評価通達の恣意的な使い分けを防止するという憲法上の適\n正手続の保障にある。評価通達の例外規定である評価通達６を適用するに当\nたっては，納税者に対する十分な手続保障が不可欠であり，国税庁長官の指\n示は，憲法上の適正手続の保障の要請と位置付けなければならない。そのた\nめ，課税処分を行う行政庁に対しても厳格な手続要件の履践を強制し，事前\nに国税庁長官の指示を受けた場合に限り，評価通達６による課税が対外的に\nも効力を認められると解すべきである。\nしかるに，本件各更正処分において，処分行政庁は，国税庁長官の指示を\n待たず，その約１年前に不動産鑑定会社２社に本件各不動産の鑑定評価を依\n頼し，鑑定評価書を入手しており，評価通達が行政先例法としての地位を占\nめていることからすると，その違反は重大な法的瑕疵といえる。\n（被控訴人）\n評価通達６の適用の有無は，鑑定等によって評価額を算定しなければ判断\nすることができないのが当然であり，本件でも，本件各通達評価額が適当で\nあるか否かを確認するために，国税庁長官への本件上申の前に鑑定評価が実\n施された。処分行政庁は，その後，国税庁長官への本件上申を行って，その\n指示（本件指示）を適切に受けているのであるから，本件各更正処分につい\nて，評価通達６の国税庁長官の指示に係る手続上の瑕疵が存在しないことは\n明らかである。\nまた，評価通達６の「国税庁長官の指示」は行政組織内部における指示，\n監督に関するものと解すべきであり，この規定に反することが直ちに国民の\n権利，利益に不利益を与えるものとはいえないから，その指示の有無によっ\nて本件各更正処分の効力が影響を受けるものと解することはできない。\n⑶  争点③（本件各更正処分等の理由の提示に関する違法の有無）について\n（控訴人ら）\n本件各更正処分等の理由としては，本件各通知書において，処分行政庁指\n定の不動産鑑定士による本件各鑑定評価額を唯一絶対的な時価であるとして，\n本件各申告における本件各通達評価額との開差が３倍ないし４倍あることの\nみが記載されるにとどまっており，評価通達６の適用要件を充足することの\n具体的な理由が述べられていない。また，本件上申に係る上申書には，本件\n各土地に係る一連の行為が過度の節税に該当するのでこれ否認したい旨が記\n載されていたところ，本件各通知書の記載はこれと齟齬があることからする\nと，通常一般人の視点からみて処分行政庁の恣意抑制及び不服申立ての便宜\nという理由提示制度の趣旨を充たしていないことは明らかである。\n（被控訴人）\n本件各更正処分等の通知書には，本件各更正処分等の理由として，処分行\n政庁が，相続財産の評価に係る法令解釈等を踏まえ，本件各通達評価額と本\n件各不動産の取得価額及び譲渡価額（本件各取引額）並びに本件各鑑定評価\n額との間には，著しい価額のかい離があり，本件各不動産の価額を評価通達\nの定めにより評価することが著しく不適当であると認定した上で，国税庁長\n官の指示に基づいて本件各不動産の価額の評価を行い，本件各更正処分等を\nした旨が記載されており，本件各更正処分等の理由が理由提示制度の趣旨目\n的を充足する程度に具体的に明示されていると認められるから，理由の提示\nとして欠けるところはない。\n第３  当裁判所の判断\n１  当裁判所は，本件各更正処分について，本件各不動産に係る相続税法２２条\nに規定する時価を，評価通達の定めによって評価した本件各通達評価額とせ\nず，本件各鑑定評価に基づく本件各鑑定評価額としたことは適法であり，ま\nた，控訴人らの主張する国税庁長官の指示の有無は，本件各更正処分の効力を\n左右するものではなく，さらに，本件各更正処分等については，行政手続法１\n４条１項本文の趣旨が求める程度に理由が提示されているものと認められるか\nら，本件各更正処分等は適法であり，これらの取消しを求める旨の控訴人らの\n請求はいずれも棄却すべきものと判断する。その理由は，次のとおり補正し，\n後記２において当審における当事者の主張に対する判断を加えるほかは，原判\n決の「事実及び理由」第３・１ないし５（原判決１９頁１７行目から２９頁１\n４行目まで。別紙２及び各別表を含む。）に記載のとおりであるから，これを\n引用する。\n⑴  原判決２０頁１０行目の「評価通達の定める」から同頁１２行目の「認め\nられる限り，」までを削る。\n原判決２０頁１６行目の「評価対象の財産に」から同頁２０行目の「解さ\nれるのであって，」までを削る。\n原判決２０頁２５行目の「他方，」の次に「評価通達に定められた評価方\n法によるべきであるとする趣旨が上記のようなものであることからすると，」\nを加える。\n⑷  原判決２１頁２，３行目の「租税負担の実質的な公平を著しく害すること\nが明らかである特別の事情（評価通達６参照）がある場合には，」を「実質\n的な租税負担の公平を著しく害し，法の趣旨及び評価通達の趣旨に反するこ\nとになるなど，評価通達に定められた方法によることが不当な結果を招来す\nると認められるような特別の事情がある場合には，」と改める。\n⑸  原判決２２頁１１行目の「これらに加え，」を「一方，」と改める。\n⑹  原判決２２頁２２行目の「をも勘案すれば，」を「などからすると，本件\n各鑑定評価額及び本件各取引額とかい離する」と改める。\n⑺  原判決２２頁２３行目の「（本件相続開始時」から同頁２５行目の「有す\nること）」までを削る。\n⑻  原判決２２頁２６行目末尾に「そして，本件各不動産の価額の相違により，\n原判決別表４の「各人の合計」の「相続税の総額」欄のとおり，２億４００\n０万円を超える課税額の差が生じている。」を加える。\n⑼  原判決２３頁３行目末尾に「むしろ」を加える。\n⑽  原判決２５頁７行目末尾に「そして，このような事情は，本件各不動産に\nついて，評価通達の定める評価方法によっては適正な時価を適切に算定する\nことができず，実質的な租税負担の公平を著しく害し，法の趣旨及び評価通\n達の趣旨に反することになるなど，評価通達に定められた方法によることが\n不当な結果を招来すると認められるような特別の事情の存在を示すものとい\nえる。」を加える。\n⑾  原判決２５頁８行目の「以上にみた事実関係の下では，」を「以上のとお\nり，本件各通達評価額が，本件各鑑定評価額，本件各取引額及び本件乙不動\n産売却額と相当程度かい離していることに加え，これによって，相続税額に\nも相当額の差を生じており，これらについて，本件被相続人及び控訴人らが\n意図してあえて実行したものと認められることからすると，本件各不動産に\nついては，評価通達の定めによって適正な時価を適切に算定することが困難\nであると認めるのが相当であるから，」と改める。\n⑿  原判決２５頁１２行目の「租税負担の」から同頁１４行目末尾までを「実\n質的な租税負担の公平を著しく害し，法の趣旨及び評価通達の趣旨に反する\nことになるなど，評価通達に定められた方法によることが不当な結果を招来\nすると認められるような特別の事情がある場合に当たるものと認められるか\nら，評価通達の定める方法以外の他の合理的な方法によって評価することが\n許されるものと解される。」と改める。\n⒀  原判決２６頁４，５行目の「租税負担の実質的な公平を著しく害すること\nが明らかである特別の事情があるか否かという観点」を「実質的な租税負担\nの公平を著しく害し，法の趣旨及び評価通達の趣旨に反することになるなど，\n評価通達に定められた方法によることが不当な結果を招来すると認められる\nような特別の事情がある場合に当たるか否かという観点」と改める。\n⒁  原判決２６頁５，６行目の「原告らの上記主張はその前提を異にするもの\nである。」を「控訴人らの上記主張は，その前提となる解釈を採用すること\nができないものである。」と改める。\n⒂  原判決２６頁１４行目の「評価通達は」から同頁１７行目末尾までを「評\n価通達６の「国税庁長官の指示」は，行政組織内部における指示，監督に関\nする定めと解すべきであり，これに反することが直ちに国民の権利を害した\nり，不利益を与えたりするものとはいえないから，その指示の有無は評価通\n達６による更正処分等の効力に影響を与えるものとは解されない。」と改め\nる。\n⒃  原判決２７頁６行目の「前掲最高裁平成２３年判決参照」を「最高裁平成\n２３年判決参照」と改める。\n２  当審における当事者の主張に対する判断\n⑴  争点①（本件相続開始時における本件各不動産の時価）について\nア  控訴人らは，財産を評価通達の定めによらずに評価する要件である「特\n別の事情」については，処分行政庁のみならず，納税者にとっても，その\n要件に該当する評価根拠事実を特定することができる程度の一般化した判\n断基準が示されていなければ，時価評価の予測可能性と法的安定性を害し，\n租税法律主義に違反すると主張する。\nしかし，相続によって取得した財産の価額は，当該財産の取得の時にお\nける時価によるということは，相続税法２２条によって定められており，\n評価通達でも，評価通達１⑵において，財産の価額は，時価によるものと\nし，時価とは，課税時期において，それぞれの財産の現況に応じ，不特定\n多数の当事者間で自由な取引が行われる場合に通常成立すると認められる\n価額をいい，その価額は，評価通達の定めによって評価した価額によると\nした上で，評価通達６において，評価通達の定めによって評価することが\n著しく不適当と認められる財産については，評価通達の定めによって評価\nされない場合があることを定めていることからすると，相続により取得し\nた財産について，本判決において付加訂正の上で引用する原判決（以下「原\n判決」という。）の「事実及び理由」第３・１⑴（原判決１９頁１８行目\nから２１頁４行目まで）で説示するような場合に，評価通達の定める評価\n方法以外の方法によって評価した価額を当該財産の時価とすることについ\nて，それがどのような場合であるかについて通達等によってあらかじめ示\nされていなかったからといって，租税法律主義に違反するものとは解され\nない。\nよって，控訴人らの上記主張を採用することはできない。\nなお，付言するに，原判決の「事実及び理由」第３・１⑵（原判決２１\n頁５行目から２５頁１８行目まで）で判示するように，本件甲不動産通達\n評価額は２億０００４万１４７４円，本件乙不動産通達評価額は１億３３\n６６万４７６７円であるところ，本件被相続人が本件相続開始の約３年半\n前に本件甲不動産を購入した額は８億３７００万円であり，その約２年半\n前に本件乙不動産を購入した額は５億１９００万円であって，こうした事\n実に照らすと，控訴人らにおいて，本件各通達評価額が時価とかい離して\nいることを想定することは，可能であったというべきであり，本件各更正\n処分等が時価評価の予測可能性を侵害しているとはいい難い。\nイ  控訴人らは，時価評価に全く影響しない相続開始前後の事情や租税回避\n又は租税負担の減少の意図などは，財産を評価通達の定めによらずに評価\nする要件である「特別の事情」に当たらず，租税回避の否認のための特段\nの規定もない以上，評価通達６を租税回避措置の否認のために用いること\nは租税法律主義に反するなどと主張する。\nしかし，相続法２２条の規定する財産の時価の判断において，相続開始\n前後の事情を考慮することができないとの控訴人らの主張を採用すること\nができないことは，原判決の「事実及び理由」第３・１⑶（原判決２５頁\n１９行目から２６頁６行目まで）で説示するとおりである。\nまた，本件における被控訴人の主張や本件各通知書の記載によれば，処\n分行政庁は，飽くまで，本件各通達評価額と本件各鑑定評価額との間の著\nしいかい離から，本件各不動産を評価通達の定めによって評価することが\n著しく不適当であるなどとして，本件各不動産を評価通達の定めによって\n評価しないものとしたのであって，単に税負担の軽減を結果としてもたら\nす行為を阻止するために評価通達６を適用したものとは認められないから，\n控訴人らの主張はその前提を誤るものというべきである。\nその他，控訴人らは，自らの主張の根拠として最高裁平成２３年２月１\n８日判決（裁集民２３６号７１頁）の存在を指摘するが，同判決の事案は\n本件とは事案を異にするものであり，同判決が判示するところは本件に妥\n当するものとは認められない。\nしたがって，控訴人らの上記主張を採用することはできない。\nウ   控訴人らは，本件各不動産に係る本件各鑑定評価額と本件各通達評価\n額との３ないし４倍の開差について，特に異常なものではなく，本件各\n不動産の周辺の同種又は類似する物件についても同じく普遍的に存在す\nることからすると，本件各不動産についての「特別」な事情とはいえず，\n本件各不動産を評価通達の定めによって評価しない「特別の事情」に当\nたらないと主張する。\nしかしながら，上記の開差は，それ自体が大きなものと認められるし，\nそれによって生ずる税額の差や，本件被相続人及び控訴人らが，あえて，\n本件各不動産の購入及び本件被相続人の本件相続開始時の残債務に係る\n各借入れ（本件各借入れ）が近い将来発生することが予想される本件被\n相続人の相続において控訴人らの相続税の負担を減じ又は免れさせるも\nのであることを知り，かつ，それを期待して，本件各不動産の購入及び\n本件各借入れを企画して実行し，その結果，本件各借入れ及び本件不動\n産の購入がなければ，本件相続に係る課税価格は６億円を超えるもので\nあったにもかかわらず，本件各通達評価額を前提とする本件各申告によ\nる課税価格は２８２６万１０００円にとどまり，基礎控除により本件相\n続に係る相続税は課税されないことになることなどからすると，原判決\nの「事実及び理由」第３・１⑵ウの第１段落（原判決２５頁８行目から\n１４行目まで）で説示するとおり，本件各不動産については，評価通達\nの定める評価方法によっては適正な時価を適切に算定することができな\nいものと認められ，評価通達の定める評価方法によって評価した価額を\n時価とすることは，かえって租税負担の実質的な公平を著しく害するこ\nとが明らかであると認められる。しかるに，控訴人らの提出する証拠（甲\n１５の①ないし③，２１，２３）によっても，本件各不動産の周辺の同\n種又は類似する物件についても同じく普遍的に存在するとまでは認めら\nれない。\nまた，仮に，本件各不動産の周辺の同種又は類似する物件について，\n評価通達の定めによる評価と実際の取引額等の間に本件各不動産と同様\nの開差が生じる可能性がある物件が存在し，あるいは，実際，同様の開\n差が生じているのに評価通達による課税がされた物件が存在したとして\nも，そのような物件が存在することによって，直ちに，本件各不動産に\nついて評価通達の定めによらずに評価したことが租税平等の原則に違反\nする違法なものになるとは認められない。\nしたがって，控訴人らの上記主張を採用することはできない。\nまた，控訴人らは，相続税に係る財産評価は，相続財産の評価であり，\n将来収益を見込むフローの財産評価ではなく，相続開始時点の財産評価\nであり，土地について路線価を，建物については固定資産評価基準に基\nづく固定資産評価額を，採用することが合理的であると評価通達が定め\nているのであって，本件鑑定評価額は評価における根本的な考え方が異\nなるので，両者を比較して開差が大きいとすること自体が不合理である\nと主張する。\nしかし，原判決の「事実及び理由」第３・１⑵ア ｂの第２段落（原\n判決２３頁２３行目から２４頁１行目まで）で説示するとおり，相続税\n法２２条に規定する時価，すなわち当該財産の客観的な交換価値は，不\n特定多数の当事者間で自由な取引が行われた場合に通常成立すると認め\nられる価額をいうものと解されるところ，収益還元法を用いた本件各鑑\n定評価額もこの価額に相当し得るものであるから，その価額と本件各通\n達評価額を比較してその開差を考慮することが不合理なものであるなど\nとは認められない。\nしたがって，控訴人らの上記主張を採用することはできない。\nエ  控訴人らは，本件相続開始前後の本件各不動産に係る一連の取引は，Ｇ\nの次世代への事業承継のための経営効率の改善を目的としたものであって，\n租税回避を目的としたものではなかったと主張する。\nしかし，先にも判示したとおり，処分行政庁は，飽くまで，本件各通達\n評価額と本件各鑑定評価額との間の著しいかい離から，本件各不動産を評\n価通達の定めによって評価することが著しく不適当であるなどとして，本\n件各不動産を評価通達の定めによって評価しないものとしたのであって，\n単に税負担の軽減を結果としてもたらす行為を阻止するために評価通達６\nを適用したものとは認められないから，控訴人らのこの点についての主張\nは先の判断を左右できない。この点を措くとしても，本件被相続人及び控\n訴人らは，本件各不動産の購入及び本件各借入れを，本件被相続人及びＧ\nの事業承継の過程の一つと位置付けつつも，それらが近い将来発生するこ\nとが予想される本件被相続人の相続において控訴人らの相続税の負担を減\nじ又は免れさせるものであることを知り，かつ，それを期待して，あえて\nそれらを企画して実行したと認められ，これを覆すに足りる証拠は見当た\nらないことは，原判決の「事実及び理由」第３・１⑵イ（原判決２４頁３\n行目から２５頁７行目まで）で説示するとおりである。\nしたがって，控訴人らの上記主張を採用することはできない。\n争点②（評価通達６の定める国税庁長官の指示に関する手続上の違法の有\n無）について\n控訴人らは，処分行政庁が，国税庁長官の指示を待たず，その約１年前に\n不動産鑑定会社２社に鑑定評価を依頼し，鑑定評価書を入手していることが，\n「国税庁長官の指示を受けて評価する」とした評価通達６に違反するもので\nあって，これが手続上の重大な法的瑕疵に当たると主張するが，評価通達６\nの定める国税庁長官の指示の有無が本件各更正処分の効力に影響を与えるも\nのではないことは，原判決の「事実及び理由」第３・２（原判決２６頁９行\n目から１９行目まで）で説示するとおりである。また，控訴人らは，評価通\n達６の「国税庁長官の指示を受けて評価する」という定めをもって，国税庁\n長官の指示を受けた後に鑑定等による評価を行うべきことを定めたものであ\nることを前提として，本件各更正処分等における評価通達６の適用に係る手\n続が評価通達６の定めに違反すると主張するようであるが，評価通達６は，\n評価通達６に基づいて評価を行って課税処分をすることを国税庁長官の指示\nに係らしめたものであって，課税庁が国税庁長官の指示に先立って鑑定等を\n実施することを禁止したものとは解されない。したがって，控訴人らの主張\nは，評価通達６の解釈を誤るものであって，採用できない。\n⑶  争点③（本件各更正処分等の理由の提示に関する違法の有無）について\n控訴人らは，本件各通知書には，本件各鑑定評価額と本件各申告における\n本件各不動産の評価額との開差が３倍ないし４倍あることが記載されるにと\nどまっており，評価通達６の適用要件を充足することの具体的な理由が述べ\nられていないから，本件各更正処分等の理由の提示は違法であると主張する\nが，本件各更正処分等の理由の提示に関する違法が認められないことは，原\n判決の「事実及び理由」第３・３⑵及び⑶（原判決２６頁２３行目から２８\n頁９行目まで）で認定，説示するとおりである。控訴人らは，本件各通知書\nに記載された本件各更正処分等の理由と本件上申に係る上申書の記載との齟\n齬も問題とするが，当事者に示された理由提示の内容と行政庁の内部文書の\n内容との違いをもって当該理由提示が違法なものになるという主張は，控訴\n人独自のものであって採用することができない。よって，控訴人らの主張を\n採用することはできない。\n３  その他，控訴人らは種々主張するが，前記認定，判断を左右するものはな\nい。\n第４  結論\nよって，原判決は相当であり，本件各控訴は理由がないから，これらをいず\nれも棄却することとして，主文のとおり判決する。\n東京高等裁判所第１民事部\n裁判長裁判官      深 見 敏 正\n裁判官          菊    池      絵    理\n裁判官          齊    藤      充    洋\n（別紙１、別紙２省略）\n"
}