{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Reiwa",
    "year": 2,
    "month": 3,
    "day": 26
  },
  "case_number": "令和1(行コ)156",
  "case_name": "原因者負担金負担命令取消請求控訴事件",
  "court_name": "大阪高等裁判所",
  "field": "行政",
  "lawsuit_id": "91883",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=91883",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/883/091883_hanrei.pdf",
  "contents": "令和２年３月２６日判決言渡\n令和元年（行コ）第１５６号  原因者負担金負担命令取消請求控訴事件\n（原審・大阪地方裁判所平成２８年（行ウ）第２２３号）\n主         文\n１  本件控訴を棄却する。\n２  控訴費用は控訴人の負担とする。\n事実及び理 由\n第１  控訴の趣旨\n１  原判決を取り消す。\n２  処分行政庁が控訴人に対し平成２６年４月３０日付けでした工事費用納入命\n令（大阪府達富土第１９２８号）を取り消す。\n第２  事案の概要（略称は，特記しない限り，原判決の例による。）\n１  平成２５年６月２６日午後２時頃，大阪府（住所省略），同（住所省略）（本\n件各土地）先において，控訴人が同地に設置したブロック（本件ブロック）等\nが一級河川Ａ川の河道内に崩落するとともに，Ａ川の河川護岸の一部が崩落す\nるという事故（本件事故）が発生した。\n本件は，処分行政庁（本件所長）が，控訴人が本件各土地上に本件ブロック\nを設置したことが本件事故の原因であるとして，河川法６７条に基づき，控訴\n人に対し，応急対策工事費用合計２９７万５０００円の納付を命じる旨の処分\n（本件処分）をしたため，控訴人が，被控訴人を相手に，本件処分の取消しを\n求めた事案である。\n原判決は，控訴人の請求を棄却したため，控訴人が原判決を不服として本件\n控訴を提起した。\n２  関係法令の定め，前提事実，争点及び争点に対する当事者の主張は，次の３\nにおいて当審における控訴人の主張を付加するほかは，原判決「事実及び理由」\nの第２の１から４までに記載のとおりであるから，これを引用する。\n３  当審における控訴人の主張\n(1)  審理の対象について\n本件処分は，控訴人が本件ブロックを設置した行為が本件事故の原因であ\nるとして行われたものである（甲１）。したがって，本件工事のうち，本件ブ\nロックを設置した行為以外の行為，すなわち本件各土地上にあった土砂を移\n動させて盛土で埋め，本件各土地全体に砂利を敷き詰めるなどした行為を除\n外して，まさに本件ブロックを設置した行為により，本件事故が発生したと\nいえるか否かが審理の対象となるべきである。\n(2)  事実認定について\nア  本件工事により，本件各土地の北側斜面（本件斜面）に対する荷重はほ\nとんど増加しておらず，したがって，本件工事により本件斜面の安定性が\n低下したとはいえない。\nイ  わずか１枚の写真を根拠に，本件斜面が本件工事前に急斜面であったこ\nとが認められないと判断することはできない。\nウ  本件事故の発生箇所付近にて浸食や洗掘など，他に本件斜面の崩壊に繋\nがり得る原因の有無について調査されていないから，本件事故の原因が本\n件工事にあると推認することはできない。むしろ，控訴人が本件ブロック\nを設置した延長約１３０ｍの範囲のうち７７ｍの範囲（約５９．２％）の\nみで斜面の崩落が発生し，残りの約５３ｍの範囲（約４０．８％）では斜\n面の崩落が発生しなかったことを踏まえると，本件事故の原因が本件工事\nにあると推認することは誤りである。\nエ  原審専門委員は，本件事故の原因について，降雨による河川水位の上昇\nが地盤の強度低下を生じさせたことが原因と説明しているので，本件工事\nが本件事故の原因ではないことが明らかである。本件斜面のうち崩落した\n約７７ｍの範囲（約５９．２％）は河川が湾曲する下流部分であり，崩落\nしなかった約５３ｍの範囲（約４０．８％）は河川が直行する上流部分で\nあることから（乙２１），本件事故が河川の水量，水流の影響により発生し\nたことが見て取れる。\nオ  本件工事から本件事故までの間である平成２５年６月１９日午後１時か\nら同月２０日午前７時までに，連続雨量が７０㎜を超え，最大水位も１．\n３６ｍに至ったことがあった。この雨量及び水位は，本件事故時と変わら\nない程度のものであったから，本件事故時に本件斜面の安全率が１を下回\nっていたのなら，この時点でも本件斜面の安全率は１を下回っていたはず\nである。この時点で本件事故が発生しなかったということは，本件工事が\n本件事故の原因ではなかったことを示すものである。\nそもそも，円弧滑り計算に基づく斜面の安全率の考え方が妥当するのは，\n土質が均一な人工斜面に限られ，本件工事後の本件斜面のように，本件ブ\nロックと盛土という異なる物質で組成された斜面には妥当しない。被控訴\n人が主張する安全率には変遷がある上，その具体的な計算根拠も明らかで\nはないので，本件斜面の安全率が本件事故時に１を下回っていたという主\n張自体が裏付けを欠くものである。\n(3)  専門委員制度趣旨違反について\n原審専門委員は，本件事故の原因について，降雨による河川水位の上昇が\n地盤の強度低下を生じさせたことが原因と説明した。判決文中に合理的な説\n明をすることなく専門委員の説明を排除することは専門委員制度（民事訴訟\n法９２条の２）の趣旨に反するものとして違法である。\n(4)  裁量権の逸脱又は濫用について\n河川法は，河川管理費用を原則として河川管理者が負担するものと定めて\nいるから（５９条，６０条），河川応急工事費用も原則として河川管理者が負\n担するものであり，河川管理者の合理的裁量により，当該工事に係る諸事情\nを総合的に考慮して，その必要を生じた限度において全部又は一部を原因者\nに負担させる趣旨と解される。そして，原因者負担金の制度が衡平上の当然\nの法理に基づくものであることからすると（甲１７），原因者に負担させるこ\nとができる費用は，河川工事以外の工事（他の工事）又は河川の損傷行為等\n（他の行為，併せて他の工事等）と因果関係があるというだけではなく，他\nの工事等の必要性を生じさせた責任ないし寄与に応じた限度のものに限られ\nるというべきである。\nそして，前記(2)のとおりの事実を踏まえると，本件事故の原因が専ら本件\n工事にあるとはいえないから，本件事故に係る応急対策工事費用（本件費用）\nの全部を控訴人に負担させることはできない。\nまた，河川管理者に裁量権があるにしても，判断要素の選択や判断過程に\n合理性がなければ，裁量権の逸脱又は濫用があると解すべきであるところ，\n前記(2)のとおりの事実を踏まえると，本件費用の全部を控訴人に負担させる\nことには，河川管理者の裁量権の行使として逸脱又は濫用があるというべき\nである。\n(5)  本件費用の範囲について\nア  本件費用には，右岸側田んぼへ堤防が破堤した際の流入土砂の撤去費用\n及び右岸側護岸洗掘の補修費用が含まれている。右岸側田んぼは堤防の外\n側にあって河川区域に含まれないから，流入土砂の撤去は河川工事に含ま\nれない。また，右岸側護岸の洗掘は，本件工事（左岸）と関係がない。し\nたがって，いずれの費用も河川法６７条所定の原因者負担金負担命令の対\n象とはならない。\nイ  本件工事により本件事故が発生したというのであれば，控訴人が本件工\n事を行っていたことを見逃して何らの是正措置もとらなかった被控訴人に\nは，その河川管理に瑕疵があったというべきである。したがって，被控訴\n人は，本件事故により損害を被った控訴人に対し，国家賠償法２条に基づ\nく損害賠償責任を負う。そのような被控訴人が，本件事故による損害の全\nてを控訴人に負担させることは許されない。\n(6)  行政手続法違反\n原因者負担金負担命令は，不利益処分に該当するから（行政手続法２条４\n号），被控訴人はその具体的な処分基準を定めなければならない（同法１２\n条）。処分基準を定めないことが許されるのは，あらかじめ基準を設定するこ\nとが困難な事情がある場合に限られるところ（甲１５，１６），原因者負担金\n負担命令についてはそのような事情はない。\nしかるに，被控訴人は，原因者負担金負担命令につき処分基準を定めずに\n本件処分を行ったから，本件処分には行政手続法１２条に反する違法がある。\nまた，原因者負担金負担命令は，処分基準に則って十分な理由を提示して\n行わなければならない（行政手続法１４条）。河川法６７条は，「その必要を\n生じた限度において」「その全部又は一部」を負担させるものとすると定めて\nいるのに，本件処分においては，なぜ控訴人は本件費用の全部を負担しなけ\nればならないかという点について納得できる理由が提示されていないから，\n本件処分には行政手続法１４条に反する違法がある。\n第３  当裁判所の判断\n１  当裁判所も，控訴人の請求は理由がないと判断する。その理由は，次の２に\nおいて当審における控訴人の主張に対する判断を付加するほかは，原判決「事\n実及び理由」第３の１から３までに記載のとおりであるから，これを引用する。\n２  当審における控訴人の主張に対する判断\n(1)  審理の対象について\n控訴人は，本件処分は，控訴人が本件ブロックを設置した行為が本件事故\nの原因であるとして行われたものであるから，本件工事のうち，本件各土地\n上にあった土砂を移動させて盛土で埋め，本件各土地全体に砂利を敷き詰め\nるなどした行為を除外して，本件事故の原因がまさに本件ブロックの設置行\n為にあったといえるか否かが審理の対象となるべきであると主張する。\nそこで検討するに，原判決認定のとおり（原判決「事実及び理由」第３の\n２(1)ア及びイ），本件工事は，盛土の除去，本件ブロックの設置，盛土の埋め\n戻し及び砂利の敷き詰めの一連の工程から成るものである。盛土の除去は本\n件ブロックの設置場所を整えるために行われるものであり，盛土の埋め戻し\nや砂利の敷詰めも本件ブロックが設置された本件各土地の地盤を安定させ，\n本件各土地を資材置き場等に利用可能な状態にするために行われたものであ\nるから，本件工事のうち特定の部分を切り取って護岸への影響を論ずべき性\n質のものではない。\n乙３の１及び９によれば，本件所長は，控訴人に対し，平成２５年１２月\n１８日，本件処分に先立つ聴聞手続において，本件処分の前提となる事実と\nして，本件各土地においてブロック積擁壁，コンクリートブロック，盛土等\nにより河川堤防及び護岸が崩壊したところ，崩落原因はブロック積擁壁等に\nあると説明したことが認められる。その説明に鑑みれば，「ブロック積擁壁等」\nというのは，ブロック積擁壁に加え，コンクリートブロック及び盛土等も含\nむ趣旨であり，本件ブロックのみならず本件工事全体が本件事故の原因であ\nるとして聴聞手続が進行していたと認められる。また，乙３の１及び９によ\nれば，控訴人代表者は，被控訴人担当者による上記説明に対し，本件ブロッ\nクは控訴人が設置したが盛土はしていないと陳述しているから，控訴人は，\n本件ブロックの設置のみならず本件工事全体が本件処分の処分理由を構成す\nることを理解していたというべきである。\n甲１によれば，本件処分に係る処分書（以下「本件処分書」という。）の「汚\n損内容」欄に，「サイコロブロックの設置により，河道内にブロック積擁壁，\nサイコロブロック，盛土等が崩壊するとともに本府の護岸も崩壊した。」と記\n載されていることが認められるところ，上記「サイコロブロックの設置」が，\n一連の工程から構成される本件工事のうち本件ブロックの設置のみを切り取\nって処分理由を限定する趣旨であったとは解されない。\nしたがって，本件処分の処分理由は，控訴人が本件工事を行ったことによ\nって本件事故が発生したというものであり，控訴人もこれを理解していたと\nいうべきである。控訴人の主張は，採用することができない。\n(2)  事実認定について\nア  控訴人は，本件工事により，本件斜面に対する荷重はほとんど増加して\nおらず，したがって，本件工事により本件斜面の安定性が低下したとはい\nえないと主張するが，これを認めるに足りる証拠は全くない。\nかえって，乙２２及び２３並びに弁論の全趣旨によれば，本件斜面の単\n位体積重量（自然地盤，砂質土，密なもの）は１９kN/㎥（１N＝１kg×９．\n８ｍ/s2 であるから，１９０００を９．８で除し，約１．９４ｔ/㎥）である\nと認められるところ，これを１辺９０㎝の立方体の重さに換算すると（１\n００㎝の３乗で除し，９０㎝の３乗を乗ずる），約１．４１ｔとなる。これ\nを本件各土地に設置された本件ブロック３段分の高さで換算すると４．２\n３ｔとなる。他方，本件ブロックの重さは，控訴人の主張を前提としても\n１個約１．５５ｔであるから，本件ブロック３段分の重さは４．６５ｔと\nなる。したがって，本件ブロックの設置に先立つ盛土の除去及び本件ブロ\nック設置後の後背地への埋め戻しを考慮せずとも，本件斜面には，１辺を\n９０㎝とする正方形の底面積（８１００㎠）当たり約４２０kg も荷重が増\n加していることが認められる。\nそのような荷重の増加が本件斜面の強度に与えた影響は大きいものとい\nうべきであり，控訴人の上記主張は採用することができない。\nイ  控訴人は，わずか１枚の写真を根拠に，本件斜面が本件工事前に急斜面\nであったことが認められないと判断することはできないと主張する。\nしかし，乙１０によれば，平成２２年３月当時に本件斜面が写真に撮影\nされたこと，その写真によれば，本件斜面の盛土の高さと水平面との比が\n１：１．５程度であったことが認められる。乙１６の１及び２によれば，\n昭和６１年２月及び平成元年１０月に本件各土地付近の航空写真が撮影\nされたこと，その写真によれば，昭和６１年２月当時，本件斜面は盛土が\nされてむき出しの状態であったが，平成元年１０月当時，盛土に樹木が繁\n茂している状態であったこと，いずれの時点においても，周辺のＡ川の河\n岸に比して急峻な状態であったわけではなかったことが認められる。さら\nに，甲３の１から４までによれば，本件各土地を含む土地（本件購入地）\nの売買（本件売買）に先立ち本件斜面の写真が撮影されたこと，その写真\n（甲３の４，左上）によれば，本件斜面は盛土に樹木が繁茂しており，そ\nの斜度も乙１０と同程度であったことが認められる。このことに，盛土を\n設計する場合の標準法面勾配は盛土の高さに対する水平面の比率を１：１．\n５以下とすることが目安とされていたこと（乙９の１０６頁），本件斜面が\n昭和６１年２月頃から安定してきたこと（弁論の全趣旨）を併せ考慮する\nと，本件斜面の盛土の高さと水平面との比が１：１．５程度であったと認\nめることができる。\n控訴人の上記主張は，採用することができない。\nウ  控訴人は，本件事故の発生箇所付近にて浸食や洗掘など，他に本件斜面\nの崩壊に繋がり得る原因の有無について調査されていないから，本件事故\nの原因が本件工事にあると推認することはできないと主張する。\nしかし，乙１５によれば，本件事故以前の平成１８年及び平成２３年に\n行われたＡ川の河川堆積土砂の調査の結果，本件斜面付近には洗掘がなか\nったことが認められるから，控訴人の上記主張は前提において失当である。\nまた，控訴人は，控訴人が本件ブロックを設置した延長約１３０ｍの範\n囲のうち７７ｍの範囲（約５９．２％）のみで斜面の崩落が発生し，残り\nの約５３ｍの範囲（約４０．８％）では斜面の崩落が発生しなかったこと\nを踏まえると，本件事故の原因が本件工事にあると推認することは誤りで\nあると主張する。\nしかし，本件事故は，大雨に見舞われたＡ川付近のうち，控訴人による\n本件工事がされた本件斜面のみで発生し，その余の河岸では発生しなかっ\nた。他方で，本件斜面が，長年に渡って安定していたにもかかわらず，本\n件事故の当日に突如として崩壊した原因は見当たらない。そうすると，本\n件事故の原因が本件工事にあると推認するのが合理的である。実際に崩落\nするか否かは，地盤の違いにも左右されるのであるから，本件工事に係る\n本件斜面の全てが崩壊しなかったからといって，本件工事が崩落の原因で\nあると推認することの妨げとはならない。\n控訴人の上記主張は，いずれも採用することができない。\nエ  控訴人は，原審専門委員が，本件事故の原因について，降雨による河川\n水位の上昇が地盤の強度低下を生じさせたことが原因と説明しているので，\n本件工事が本件事故の原因ではないことが明らかであると主張する。\nしかし，一件記録によれば，原審専門委員は，不安定な盛土に，降雨に\nよる河川水位の上昇により地盤の強度低下が生じたことが，本件事故の原\n因と考えられるとの説明をしたことが認められる。控訴人の上記主張は，\n専門委員の説明のうち，「不安定な盛土」の部分を殊更に除外したものであ\nって，その趣旨を正しく理解しないものであるといわざるを得ず，前提に\nおいて失当である。\n控訴人は，本件斜面のうち崩落した約７７ｍの範囲（約５９．２％）は\n河川が湾曲する下流部分であり，崩落しなかった約５３ｍの範囲（約４０．\n８％）は河川が直行する上流部分であることから（乙２１），本件事故が河\n川の水量，水流の影響により発生したことが見て取れると主張する。\nしかし，乙２１及び弁論の全趣旨によれば，Ａ川は，本件斜面付近の全\n体に渡って，洗掘が発生しやすいほど湾曲していなかったことが認められ\nるから，控訴人の主張は，前提において採用することができない。\nオ  控訴人は，本件工事から本件事故までの間である平成２５年６月１９日\n午後１時から同月２０日午前７時までに，連続雨量が７０㎜を超え，最大\n水位も１．３６ｍに至ったことがあったから，本件事故時に本件斜面の安\n全率が１を下回っていたのなら，この時点でも本件斜面の安全率は１を下\n回っていたはずであって，この時点で本件事故が発生しなかったというこ\nとは，本件工事が本件事故の原因ではなかったことを示すものであると主\n張する。\nしかし，本件事故に先立つ同日時点で，控訴人が主張するとおり，本件\n斜面の安全率が１を下回っていたと認めるに足りる証拠はない。むしろ，\n乙１８によれば，同月１９日午後１時から同月２０日午前７時までの降雨\nに伴うＡ川橋付近の最大水位が１．３６ｍに至ったことは認められるもの\nの，同月２６日午前４時から午後２時までの降雨に伴うＡ川橋付近の最大\n水位は１．６４ｍであったから，後者の方が本件斜面に与える影響は大き\nかったと推認することが合理的である。\n控訴人の上記主張は，採用することができない。\nまた，控訴人は，円弧滑り計算に基づく斜面の安全率の考え方が妥当す\nるのは，土質が均一な人工斜面に限られ，本件工事後の本件斜面のように，\n本件ブロックと盛土という異なる物質で組成された斜面には妥当しない\nのであって，被控訴人が主張する安全率には変遷がある上，その具体的な\n計算根拠も明らかではないので，本件斜面の安全率が本件事故時に１を下\n回っていたという主張自体が裏付けを欠くと主張する。\nしかし，乙１７によれば，円弧滑り計算に基づく斜面の安全率の考え方\nは，道路や宅地を造成する場合の盛土や切土，河川の堤防や護岸，山間部\nの砂防のための治山・治水の斜面など，斜面を有する地盤構造物の設計等\nに広く用いられる概念であることが認められる。また，乙２２によれば，\n本件事故当日と同等の雨量，河川水位であったと条件設定した上で，滑り\n危険度が上昇する降雨終了時における本件斜面の安全率を算定すると，本\n件工事前の状態で１．１０２であったのに，本件工事後の状態で０．９７\n３であったことが認められるところ，その妥当性を疑うべき具体的事情は\n見当たらない。\n控訴人の上記主張は，採用することができない。\n(3)  専門委員制度趣旨違反について\n控訴人は，原審専門委員が，本件事故の原因について，降雨による河川水\n位の上昇が地盤の強度低下を生じさせたことが原因と説明したにもかかわら\nず，判決文中に合理的な説明をすることなく専門委員の説明を排除したこと\nが専門委員制度（民事訴訟法９２条の２）の趣旨に反するものとして違法で\nあると主張する。\nしかし，一件記録によれば，原審専門委員は，不安定な盛土に，降雨によ\nる河川水位の上昇により地盤の強度低下が生じたことが，本件事故の原因と\n考えられるとの説明をしたことが認められるから，控訴人の上記主張は専門\n委員の説明を正しく理解しないものであって，前提において失当である。\n(4)  裁量権の逸脱又は濫用について\n控訴人は，河川法上の原因者負担金の制度が衡平上の当然の法理に基づく\nものであることから，原因者に負担させることができる費用は，他の工事等\nと因果関係があるというだけではなく，他の工事等の必要性を生じさせた責\n任ないし寄与に応じた限度のものに限られるというべきであるところ，本件\n事故の原因が専ら本件工事にあるとはいえないから，本件費用の全部を控訴\n人に負担させることはできないし，仮に河川管理者に裁量権があるにしても\n裁量権の逸脱又は濫用があると主張する。\nしかし，前記(2)のとおり，本件事故の直接の原因は本件工事にあったとい\nうべきであるから，控訴人の上記主張は，前提において誤りがある。\n控訴人の主張は，採用することができない。\n(5)  本件費用の範囲について\nア  控訴人は，本件費用には，右岸側田んぼへ堤防が破堤した際の流入土砂\nの撤去費用が含まれているところ，右岸側田んぼは堤防の外側にあって河\n川区域に含まれないから，流入土砂の撤去は河川工事に含まれず，したが\nってその費用は原因者負担金負担命令の対象とはならないと主張する。\nしかし，乙６の５（１６８頁）によれば，流入土砂の撤去の対象となっ\nた右岸側田んぼは，いわゆる河川敷，すなわち河川管理施設（河川法３条\n２項）に該当する堤防の内側である河川区域内（同法６条１項）に存する\nことが認められるから，これを対象とする工事は河川工事（同法８条）に\n含まれることとなる。\nまた，控訴人は，本件費用には右岸側護岸洗掘の補修費用が含まれてい\nるところ，右岸側護岸の洗掘は本件工事（左岸）と関係がないと主張する。\nしかし，乙６の５及び弁論の全趣旨によれば，右岸側護岸の洗掘は，本\n件事故により，河川内へコンクリートブロック等が崩落し，河床勾配が著\nしく不均衡となったために生じたものと認められる。したがって，右岸側\n護岸洗掘の補修工事も，本件事故，すなわち本件工事により直接必要とな\nった費用として原因者負担金負担命令の対象となるというべきである。\n控訴人の上記主張は，採用することができない。\nイ  控訴人は，本件工事により本件事故が発生したというのであれば，控訴\n人が本件工事を行っていたことを見逃して何らの是正措置もとらなかった\n被控訴人には，その河川管理に瑕疵があり，国家賠償法２条に基づく損害\n賠償責任を負うから，そのような被控訴人が，本件事故による損害の全て\nを控訴人に負担させることは許されないと主張する。\nしかし，被控訴人による河川管理が万全ではなかったからといって，直\nちに控訴人との関係で国家賠償法上の責任を負担することとなるわけで\nはなく，控訴人による本件工事を直接の原因として発生した本件費用を控\n訴人に負担させることができなくなるわけではない。\n控訴人の上記主張は，独自の見解にすぎない。\n(6)  行政手続法違反について\n控訴人は，被控訴人が，原因者負担金負担命令につき具体的な処分基準を\n定めずに本件処分をしたこと（行政手続法１２条），処分基準に則って十分な\n理由を提示しなかったこと（同法１４条）の２点をもって違法と主張する。\nしかし，不利益処分について処分基準を定めることは努力義務であって法\n的な義務として定められているわけではないから，これを定めないことが直\nちに当該不利益処分の違法を基礎付けることとなるわけではない。\n本件処分が行政手続法１２条に反する旨の控訴人の主張は，採用すること\nができない。\nまた，不利益処分についての理由提示義務は，行政庁に慎重な判断を促し，\n合理的な判断を担保するとともに，名宛人に不服申立ての便宜を付与するた\nめに規定されたものと解される。したがって，不利益処分に当たってどの程\n度の理由提示が求められるかは，当該不利益処分の内容や根拠法令，当該処\n分の原因となる事実関係等に鑑み判断されることとなる。\nこれを本件においてみるに，本件処分は，被控訴人による本件工事により，\n本件斜面が崩落するという本件事故が発生し，処分行政庁が応急対策工事費\n用として本件費用を支出したため，被控訴人に対し，河川法６７条に基づき，\nその負担を命ずるという趣旨で行ったものである。甲１によれば，本件処分\n書において，冒頭部分に根拠法令として同法同条が明示され，更に，河川名，\n汚損日時，汚損場所，原因者が特定されたうえで，汚損内容として「上記場\n所について，貴社のサイコロブロックの設置により，河道内にブロック積擁\n壁，サイコロブロック，盛土等が崩壊するとともに本府の護岸も崩壊した。」，\n負担額として「汚損により必要を生じた河川の維持に要した費用  応急対策\n工事費用  金２，９７５，０００円」と示されていたことが認められる。そ\nうすると，本件処分書において，本件処分の要件及びこれに該当する具体的\n事実が示され，その効果として応急対策工事費用の全額である２９７万５０\n００円の支払を命ずる旨が明記されていたというべきであるから，理由の提\n示として十分であるというべきである。そして，甲２によれば，控訴人は本\n件処分に対する審査請求に当たり，本訴における主張と同旨の主張をしてい\nたことが認められるから，本件処分書記載の理由により控訴人が審査請求を\nするのに何らの不都合もなかったことが認められる。\n本件処分が行政手続法１４条に反する旨の控訴人の主張は，採用すること\nができない。\n第４  結論\n以上のとおりであるから，控訴人の請求は理由がなく，これと同旨の原判決\nは相当であって，本件控訴は理由がないから棄却することとして，主文のとお\nり判決する。\n大阪高等裁判所第３民事部\n裁判長裁判官            石    原      稚    也\n裁判官       大    藪    和    男\n裁判官       森    鍵              一\n"
}