{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 6,
    "month": 1,
    "day": 31
  },
  "case_number": "令和5(行ケ)10049",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "92742",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=92742",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/742/092742_hanrei.pdf",
  "contents": "令和６年１月３１日判決言渡\n令和５年（行ケ）第１００４９号  審決取消請求事件\n口頭弁論終結日  令和５年１２月５日\n判                決\n原            告       国 立 大 学 法 人 東 北 大 学\n同訴訟代理人弁理士     岩    﨑    孝      治\n同                        郡    山              順\n同                        氏    原    康      宏\n同                        伊    藤    昌      哉\n同                        柴    田    和      雄\n被            告      特   許   庁   長   官\n同 指 定 代 理 人       櫃    本    研  太  郎\n同                        石    井              哲\n同                        髙    見    重      雄\n同                        小    島    寛      史\n同                        綾        郁  奈  子\n主                文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n【略語】\n本判決で用いる略語は、別紙１「略語一覧」のとおりである。なお、本件審決中\nで使用されている略語は、本判決でもそのまま踏襲している。\n第１  請求\n特許庁が不服２０２２－１０８９２号事件について令和５年３月２２日にした\n審決（本件審決）を取り消す。\n第２  事案の概要\n１  特許庁における手続の経緯等（争いのない事実）\n(1) 原告は、発明の名称を「光学イメージング装置」とする発明について、２\n０１７年（平成２９年）３月２９日（優先権主張：平成２８年３月３１日）\nを国際出願日とする本件特許出願（特願２０１８－５０８１３４号、請求項\nの数６）をしたところ、令和４年４月５日付けで拒絶査定を受けた。\n(2)  原告は、令和４年７月１２日、拒絶査定不服審判を請求するとともに手続\n補正書を提出したところ（本件補正）、特許庁は、同請求を不服２０２２－\n１０８９２号として審理した上、令和５年３月２２日、本件補正を却下する\nとともに、「本件審判の請求は、成り立たない。」との審決（本件審決）を\nし、その謄本は同年４月４日に原告に送達された。\n(3)  原告は、令和５年５月８日、本件審決の取消しを求める本件訴訟を提起し\nた。\n２  本願発明の概要\n(1)  特許請求の範囲の記載\nア  本件補正前の請求項１の記載は、以下のとおりである（分説は本件審決\nによる。）。\nＡ  光を被検体に照射するための光源と、\nＢ  前記光源からの光を受け取る集光レンズと、\nＣ  前記集光レンズを介して入射した前記光源からの光を被検体に導く複\n数のファイバの束からなるイメージファイバを備えた内視鏡プローブと、\nＤ  前記被検体から前記イメージングファイバと前記前記（注：「前記」\nの誤記と思われる。）集光レンズを介して伝達した戻り光を検出する光\n検出器と、\nＥ  前記イメージファイバ、前記集光レンズ、又は光検出器に接続され、\n前記イメージファイバ、前記集光レンズ又は光検出器を振動させる振動\n素子と、を備え、\nＧ  前記振動素子は、前記光検出器から得られた被検体の画像における前\n記イメージファイバのファイバ素線の格子模様を打ち消すように作動す\nる光学イメージング装置\nＨ  （但し、被観察物体に挿入される挿入部の先端に設けた対物光学系\n及び／又はイメージガイドの対物側端部、及びイメージガイドの接眼\n側端部及び／又は結像光学系を、光軸とほぼ直交する方向に同期して\n相対的に振動させるようにしたものを除く。）。\nイ  本件補正後の請求項１の記載は、以下のとおりである（本願補正発明。\n下線部は補正箇所を示す。分説は本件審決による。）。\nＡ  光を被検体に照射するための光源と、\nＢ  前記光源からの光を受け取る集光レンズと、\nＣ  前記集光レンズを介して入射した前記光源からの光を被検体に導く複\n数のファイバの束からなるイメージファイバを備えた内視鏡プローブと、\nＤ  前記被検体から前記イメージファイバと前記前記集光レンズを介して\n伝達した戻り光を検出する光検出器と、\nＥ  前記イメージファイバに接続され、前記イメージファイバを振動させ\nる振動素子と、を備え、\nＦ  前記振動素子が、前記イメージファイバの基端に接続された保持部材\nに直接接続され、\nＧ  前記振動素子は、前記光検出器から得られた被検体の画像における前\n記イメージファイバのファイバ素線の格子模様を打ち消すように作動す\nる光学イメージング装置\nＨ  （但し、被観察物体に挿入される挿入部の先端に設けた対物光学系\n及び／又はイメージガイドの対物側端部、及びイメージガイドの接眼\n側端部及び／又は結像光学系を、光軸とほぼ直交する方向に同期して\n相対的に振動させるようにしたものを除く。）。\n(2)  本願明細書の記載等\n本願明細書（甲５）及び願書添付図面の抜粋を、別紙２「本願明細書の記\n載等（抜粋）」に掲げる。これによれば、本願発明について次のとおりの事\n項が開示されているものと認められる。\nア  本発明は、光学イメージング装置に関する（【０００１】）。\n光学イメージング装置の画像伝送部である内視鏡プローブには、光フ\nァイバ束からなるイメージファイバが用いられている。細胞レベルの観\n察が可能な細径の内視鏡では、少ない画素数のイメージファイバを用い\nる必要があるため、ファイバ素線の格子模様が視認性に影響を与えると\nいう課題がある（【０００２】）。\nイ  ファイバ素線の格子模様を低減させるために先行技術文献に開示された\n手段は、それぞれ、①ソフトウェアによる平滑化処理では、平滑化により\n補正された画像をリアルタイムに得ることができない上、汎用性に乏しく、\n高価であるとの問題が、②内視鏡内部のレンズとイメージガイドの間の透\n明板に圧電振動子を固着して振動させる手段については、構造が複雑であ\nると共に、ファイバ模様の除去効果に乏しいという問題が、③ＣＣＤのフ\nレームレートに合わせて圧電素子を用いたシフト機構をシフトさせ、シフ\nトの一周期で複数回撮像し、得られた複数フレームの画像を合成して一つ\nの合成画像を生成する手段については、リアルタイムで画像を取得するこ\nとができない上、シフト機構がイメージガイドの検体側の先端に位置する\nため、ＣＣＤで観察されるイメージガイドの格子模様の除去効果に乏しい\nという問題があった（【０００３】～【０００９】）。\nウ  本発明の目的は、被検体の画像に現れるファイバ素線の格子模様をリア\nルタイムで補正することができる光学イメージング装置を提供することに\nある（【００１０】）。\nエ  本発明は、内視鏡プローブに振動素子を取り付けてファイバを高速振動\nさせる本発明の構成により、補正された明瞭な画像をリアルタイムに取得\nすることができる。また、画像の補正を低コストで行うことができる。さ\nらには、本発明の光学イメージング装置は、公知の光学系や公知の光学イ\nメージング装置に応用でき、汎用性も広い。（【００１１】～【００１\n４】、【００１８】）。\nオ  ファイバ素線の格子模様を打ち消す振動素子５０の振動の速度は、ＣＣ\nＤカメラ１７の画像取得レートよりも速いことが好ましい。また、振動素\n子５０の振動により移動する距離が、隣り合うファイバ素線の中心間の距\n離の２分の１以上になるよう振動の大きさを設定すれば、ファイバ素線の\n格子模様を打ち消しの効果がより顕著になると考えられる（【００３\n４】）。\n３  本件審決の理由の要旨\n(1) 請求項１に係る本件補正は、特許法１７条の２第５項３号の誤記の訂正を\n目的とするもの又は同項２号の特許請求の範囲の減縮を目的とするものに該\n当し、新規事項を追加するものではなく同条３項の要件を満たす。そこで、\n本件補正後の本願補正発明が独立特許要件（特許法１７条の２第６項、１２\n６条７項）を満たすかについて検討するに、本願補正発明は、本件出願の優\n先日前に頒布等された刊行物である特開昭６４－２１４１３号公報（引用例\n１、その記載等の抜粋は別紙３のとおり）に記載された発明（引用発明）並\nびに引用例２及び引用例３に示される周知の手法に基づいて当業者が容易に\n発明をすることができたものであるから、特許法２９条２項の規定により特\n許を受けることができない。その容易想到性に係る判断内容は、別紙４「本\n件審決の容易想到性の判断の要旨」記載のとおりである。\nしたがって、本件補正は、独立特許要件を満たさないので、特許法１５９\n条１項、５３条１項により却下すべきものである。\n(2) 本願補正前の請求項１に係る本願発明は、本願補正発明と同様の理由によ\nり当業者が容易に発明をすることができたものであるから、特許法２９条２\n項により特許を受けることができない。\n４  取消事由\n(1) 本願補正発明の独立特許要件としての進歩性の判断の誤り\nア  引用発明との相違点３の認定の誤り（取消事由１）\nイ  相違点１及び相違点２についての判断の誤り（取消事由２）\nウ  相違点３についての判断の誤り\n(ｱ) 技術常識の認定の誤り（取消理由３－１）\n(ｲ) 引用発明の解釈の誤り（取消理由３－２）\n(ｳ) 引用発明の作用の認定の誤り（取消理由３－３）\n(ｴ) 相違点３についての判断の不足（取消理由３－４）\n(2) 本件補正を却下したことによる本件特許出願の特許請求の範囲の認定の誤\nり（取消事由４）\n第３  当事者の主張\n１  取消事由１（相違点３の認定の誤り）について\n(1) 原告の主張\n本件審決は、本願補正発明と引用発明との相違点３として、「本願補正発\n明の『振動素子』は、『前記光検出器から得られた被検体の画像における前\n記イメージファイバのファイバ素線の格子模様を打ち消すように作動する』\nのに対し、引用発明の『バイモルフ２１』（振動素子）は『イメージガイド\n２の振動方向Ａを水晶板より成るローパスフィルタ９の複屈折方向Ｂに対し\nて、直交させることによりＡおよびＢ方向におけるモアレ成分を消去する』\nように作動する点。」と認定し、ここでは「バイモルフ２１」は「Ａおよび\nＢ方向におけるモアレ成分を消去する」ように作動するとされている。しか\nし、引用発明は「ローパスフィルタ９」がＢ方向におけるモアレ成分を消去\nするものであるのに対し、本願補正発明はローパスフィルタを必須の構成と\nするものではない。したがって、相違点３は「…引用発明のバイモルフ２１\n（振動素子）はイメージガイド２の振動方向Ａを水晶板より成るローパスフ\nィルタ９の複屈折方向Ｂに対して、直交させることによりＡ方向におけるモ\nアレ成分を消去するように作動し、ローパスフィルタ９はＢ方向におけるモ\nアレを消去する点」と認定すべきである。\n(2) 被告の主張\n本件審決における相違点３の認定は、「引用発明のバイモルフ２１（振動\n素子）はイメージガイド２の振動方向Ａを水晶板により成るローパスフィル\nタ９の複屈折方向Ｂに対して直交させることにより、Ａ方向におけるモアレ\n成分を消去するように作動する点」であることを意図したものである。\nこのことは、引用例１における「上述したようにイメージガイド２の接眼\n側端部を振動させるとともにこの振動方向とは異なる方向でのモアレを消去\nするローパスフィルタ３４を設けることによりモアレを有効に除去すること\nができる。」（３頁右上欄１９行～同左下欄３行）との記載、及び振動方向\nに直交する方向には画像をぼかすことができないためモアレを消去できない\nという技術常識からみても明らかである。\n仮に、相違点３の認定に原告主張の誤りがあるとしても、本件審決は「バ\nイモルフ２１」が「ＡおよびＢ方向におけるモアレ成分を消去する」ように\n作動するとの認定に基づく判断はしておらず、少なくとも「Ａ方向」に関し\nては何の誤りもないから、相違点３についての判断に影響しない。\nまた、本願補正発明においてローパスフィルタの有無は特定されていない\nから、引用発明の「ローパスフィルタ９」の構成は、新たな相違点を生じる\nものではない。\n２  取消事由２（相違点１及び相違点２についての判断の誤り）について\n(1) 原告の主張\nア  本件審決は、相違点１及び相違点２について、イメージファイバを介し\nて照明光を導く引用例２及び引用例３記載の周知の方法を引用発明に採\n用することは当業者が容易に想到するものと判断したが、誤りである。\n当該周知の方法は、振動させることのないイメージファイバを照明光を\n被観察物体に導く光伝達手段として兼用するものであるのに対し、引用\n発明では、イメージガイド２は接眼側の端部を振動させるようにしたも\nのであって、前提構成が異なるものであるから、上記の周知の方法を引\n用発明に採用する理由も根拠もない。\nイ  むしろ、接眼側の端部を振動させるイメージガイド２により照明光を導\nく構成とすることが撮像に与える影響が不明であることを考慮すれば、\n上記の周知の方法を引用発明に採用することには阻害要因がある。\n(2) 被告の主張\nア  内視鏡の技術分野において、挿入部を細径化することは、引用例３及び\n特開２０００－１２１４６０号公報（乙２）の記載から明らかなように周\n知の課題であるから、引用発明もその課題を内在しているといえる。そし\nて、本件審決が認定した周知の手法は、上記周知の課題の解決手段となる\nものであるから、引用発明に適用する動機付けがあるといえる。\nイ  接眼側の端部を振動させるイメージガイド２により照明光を被観察物体\nに導くように構成したとしても、引用発明では、イメージガイド２の接眼\n側端部を振動させつつ固体撮像素子１０に結像しているから逆方向に光を\n入射できないわけがなく、接眼側の振動が、振動機構のないイメージガイ\nド２の先端から出射する照明光による被観察物体の照明に支障を来すとの\n技術常識もない。そうすると、引用発明におけるイメージガイド２の接眼\n側端部を振動させる構成が、上記の周知の手法を適用するための前提構成\nを異なるものとするとはいえない。\nウ  原告は、「接眼側の端部を振動させるイメージガイド２により照明光を\n被観察物体に導く構成とすることが被観察物体の撮像にどのような影響を\n与えるのかが不明」と主張するが、影響が不明であれば試してみるのが通\n常の技術者の発想であって、周知の方法を採用する阻害要因とはならない。\n３  相違点３についての判断の誤りについて\n(1) 技術常識の認定の誤り（取消理由３－１）\nア  原告の主張\n(ｱ) 本件審決は、相違点３に関し、「ファイバの束によりモアレが発生す\nる原因が、光を伝達する各ファイバの間のファイバが充填されない微\n小な暗部による配列の規則性と、固体撮像素子の規則性とによって固\n体撮像素子に結像される光学像にあること」を技術常識と認定したが、\n誤りであり、後記(ｲ)のとおり、二つの配列の規則性のみではなく、こ\nれらの規則性が所定の関係にある場合にモアレが発生するというのが\n正しい技術常識である。\n(ｲ) そもそも、本願補正発明が課題とするファイバ素線の格子模様と、引\n用発明が課題とするモアレとは、発生原理が異なる光学現象である。\nすなわち、「モアレ」は、二つの規則正しく配列された繰り返し模様\nである「ファイバーバンドルの固定パターン」と「固体撮像素子の受\n光領域の固定パターン」とが「干渉して」生じる縞模様であって、二\nつの配列の規則性が所定の関係にある場合に発生するものであるのに\n対し、「ファイバ素線の格子模様」は単体で生じるものである。\nそして、「モアレ」は、「ファイバーバンドルの固定パターン」と\n「固体撮像素子の受光領域の固定パターン」が重なり合い、これら二\nつの繰り返し模様のピッチが近いか同じときに生じるのに対して、\n「ファイバ素線の格子模様」は、固体撮像素子の受光領域のピッチが\n固体撮像素子上に投影されたファイバ素線のピッチよりも相当程度小\nさいときに生じる（参考図１、２はピッチが同じ場合の図であり、こ\nの場合、格子模様は観察できない。）。\n【参考図１】\n【参考図２】\n以上のことから、これら二つの繰り返し模様のピッチが、「モアレ」\nが生じるような関係すなわち近いか同じピッチである場合、固体撮像\n素子が取得した画像中では「ファイバ素線の格子模様」は観察されず、\nまた、「ファイバ素線の格子模様」が観察されるような「固体撮像素\n子の受光領域」のピッチが「ファイバ素線」のピッチよりも相当程度\n小さい場合、「モアレ」は生じない。\nすなわち、引用発明では、固体撮像素子１０が取得した画像中で「フ\nァイバーバンドルの固定パターン」の格子模様は観察されないし、本\n願補正発明では、「光検出器」で取得した画像にモアレは生じない。\n(ｳ) 以上のとおり、本件審決は、技術常識の認定を誤ったため、相違点３\nについての判断を誤っている。\nイ  被告の主張\n(ｱ)  引用発明におけるモアレとは、引用例１に「モアレ縞」（１頁右下\n欄９行）と記載されているように、暗部と明部のなす縞模様として視\n認されるものであるところ、モアレの暗部は、固体撮像素子１０の受\n光領域が、ファイバ素線の格子模様における暗い部分に相当する場所\nに位置したことに起因し、モアレの明部は、固体撮像素子１０の受光\n領域が、ファイバ素線の格子模様における明るい部分に相当する場所\nに位置したことに起因する。\n(ｲ)  本件審決は、「引用発明において、ファイバの束によりモアレが発\n生する原因が、光を伝達する各ファイバの間のファイバが充填されな\nい微小な暗部による配列の規則性と、固体撮像素子の規則性とによっ\nて固体撮像素子に結像される光学像にあること」を技術常識として認\n定しているのであって、原告の主張するように、二つの配列の規則性\nのみによってモアレが発生するなとどと認定するものではない。\n本件審決が上記技術常識を認定する趣旨は、モアレが発生していると\nきには、光を伝達する各ファイバの間のファイバが充填されない微小\nな暗部による配列の規則性と、固体撮像素子の規則性とによって固体\n撮像素子に結像されて光出力された光学像の画像上の明暗がモアレと\nして視認されていることを示すことにある。\n(ｳ) イメージファイバの端面に現れる像を撮像する技術において、格子模\n様と認識できる画像とモアレの両方が画像上に渾然一体となって現れ\nることが一般的であることは技術常識であり（乙１２【００１９】、\n乙１３〔第８欄１０～３１行、図１１（Ｂ）〕、乙１４【０００３】、\n乙１５【０００２】、【００２４】、【００２５】）、また、固体撮\n像素子の解像度を高精細として画質を高めることは、当業者にとって\n自明なことであるから、引用発明においても、モアレとともに格子模\n様と認識できる画像が渾然一体となって現れていると解すべきである。\n(2) 引用発明の解釈の誤り（取消理由３－２）\nア  原告の主張\n(ｱ) 本件審決は、上記(1)ア(ｱ)で取り上げた技術常識の認定に続けて、引\n用発明がイメージガイド２のファイバ束の格子模様を打ち消すことに\nよりモアレを消去しているとの解釈を示しているが、これは前述のと\nおりの誤った技術常識に基づくものであり、根拠はない。\n上記(1)ア(ｲ)のとおり、ファイバ素線の格子模様とモアレは発生原理\nが異なる光学現象であるから、消去する技術も異なるものであって、\nモアレは、規則正しく配列された繰り返し模様である「ファイバーバ\nンドルの固定パターン」と「固体撮像素子の受光領域の固定パターン」\nとの干渉具合を変化させて、特定の干渉による特定のモアレを目立た\nなくさせることにより消去する。\n引用発明においては、「イメージガイド２」を振動させることにより、\n「イメージガイド２」の端面と「固定撮像素子１０」の位置関係を変\n化させ、干渉具合を変化させることによって、モアレが消えたり、弱\nくなったり、強くなったり、生じる位置が変化しており、そのように\n変化するモアレを含む画像を平均化した画像を取得することにより、\n特定のモアレを目立たなくさせて消去すると解釈するのが相当である。\n(ｲ)  これに対し、本願補正発明における「ファイバ素線の格子模様」は、\n個体撮像素子の特定の受光領域に、光が射出するファイバ素線のコア\n部分を対応させたり、光が射出しないクラッド部分及びファイバ素線\n間の部分を対応させたりすることにより消去しており（下記参考図３、\n４参照）、引用発明におけるモアレを消去する技術とは異なるもので\nある。\n【参考図３】\n【参考図４】\n(ｳ) 以上のとおり、本件審決は、引用発明の解釈を誤ったため、相違点３\nについての判断を誤っている。\nイ  被告の主張\n引用発明では、イメージガイド２の接眼側端部を振動させることによ\nり、ファイバーバンドルの固定パターンの像が振動し、振動前にモアレ\nの暗部又は明部に対応していた受光領域の位置において、ファイバが充\n填されない微小な暗部とファイバ中心部等の明部が混ざり合うこととな\nるため、受光領域間で暗部と明部の差がなくなる（あるいは低減する）\nことでモアレが消去されるものである。\n引用例１には、「このような本発明の内視鏡装置においては、例えば\nイメージガイドの接眼側端部を…Ｘ方向に振動させると、第８図Ｂに示\nすようにローパスフィルタと同様のレスポンス特性が得られ、したがっ\nてモアレの発生を抑えることができる。」（２頁右下欄２～８行）と記\n載されており、これは、振動により振動方向の位置が振幅の幅だけ混ざ\nり合ってぼけること、すなわち、振動方向の解像度が低下することによ\nり、「ローパスフィルタと同様のレスポンス特性」が得られ、それによ\nりモアレが抑えられることを記載したものと解されるのであって、格子\n模様が画像に現れなくなることによりモアレが消去されるとの上記説明\nと整合するものである。\nしたがって、引用発明において振動によりモアレを消去することは、\nファイバ素線の格子模様を消去あるいは低減することにほかならない。\n(3) 引用発明の作用の認定の誤り（取消理由３－３）\nア  原告の主張\n(ｱ) 本件審決は、本願明細書の【００３４】の記載を根拠に、本願補正発\n明にいう「ファイバ素線の格子模様を打ち消す」とは、格子模様が認識\nできなくなるまで打ち消すことを指しているわけではなく、振動素子５\n０を用いない場合の画像に比べて格子模様が低減されていればよいとし\nて、これを前提に、引用発明も本願補正発明の構成Ｇに相当するファイ\nバ素線の格子模様を打ち消す構成を有すると判断したが、以下のとおり\n誤りである。\n(ｲ)  本願補正発明の構成Ｇの「格子模様を打ち消すように作動する」と\nは、格子模様が低減されていると観察者が認識できない程度にしか低\n減できていないことを含むものではない。\n本願明細書の「観察者に視認できない程度に格子模様が低減されるこ\nと」（【００３４】）との記載は、「格子模様が観察者に視認できな\nい程度に低減されること」を意味するのであり、「格子模様の低減の\n程度が観察者に視認できない」ことを意味するものではない。\n上記記載は、本願補正発明の「ファイバ素線の格子模様を打ち消す」\nという記載が、格子模様を１００％打ち消すことのみを意味すると解\nされる可能性に鑑み、本願の解決しようとする課題から見れば当たり\n前のことではあるものの、わざわざ確認的に記載したものである。\nまた、引用発明のイメージガイド２の振動が格子模様を打ち消す作用\nを奏するとしても、格子模様が低減されていると認識できるまで消去\nできるか否かは、引用例１の記載によっても不明である。\n(ｳ) 以上のとおり、本件審決は、引用発明の作用の認定を誤ったため、相\n違点３についての判断を誤っている。\nイ  被告の主張\n(ｱ)  本願明細書には、「なお、『ファイバ素線の格子模様を打ち消す』\nとは、振動素子５０を用いない場合の画像に比べて、格子模様が低減\nされていることを指し、観察者に視認できない程度に格子模様が低減\nされることを含む。」（【００３４】）と記載されており、文章構成\n上「観察者に視認できない」の直後に「程度」が記載されていること\nや、「ファイバ素線の格子模様を打ち消す」ことが格子模様自体を観\n察者が視認することができない程度に低減する態様を含むことは当た\nり前であってわざわざ説明する意味がないことからすると、上記記載\nは、低減されていると観察者に認識できない程度にしか低減できてい\nないことを含むという意味に解するのが自然である。\nそして、上記(2)イのとおり、引用発明では、モアレを消去するため\nの振動によってファイバ素線の格子模様も消去又は低減されているか\nら、人の目では視認できない程度の格子模様の低減であったとしても、\n引用発明は本願補正発明の「ファイバ素線の格子模様を打ち消す」構\n成を有するものといえる。\n(ｲ) 仮に、本願補正発明における格子模様の打ち消しは、格子模様が低減\nされていると認識できる程度まで格子模様が低減されることであると\n解したとしても、引用発明では、少なくともＡ方向のモアレ成分につ\nいては振動で消去されていることから、その消去の程度は、モアレの\n暗部が消えたり低減したりすることを認識できる程度のものであり、\n少なくとも画像におけるファイバ素線の格子模様が低減されていると\n認識できる程度まで消去できているということができる。\n(4) 相違点３についての判断の不足（取消理由３－４）\nア  原告の主張\n(ｱ) 本件審決は、相違点３の認定誤りのため、引用発明のローパスフィル\nタがＢ方向のモアレを消去する点について判断していない誤りがある。\n(ｲ) 引用発明の必須の構成であるローパスフィルタを、本願補正発明のよ\nうに必須でない構成とすることには阻害要因があり、判断を要する実\n質的な相違点である。\nイ  被告の主張\n本願補正発明では「ローパスフィルタ９」の有無は特定されていない\nから、「ローパスフィルタ９」を有しない態様、有する態様とも包含す\nるものである。そうすると、引用発明の「ローパスフィルタ９」の構成\nは、本願補正発明との間で相違点を生じるものではなく、まして阻害要\n因となるものではない。\n４  取消事由４（本件補正を却下したことによる本件特許出願の特許請求の範囲\nの認定の誤り）について\n(1) 原告の主張\n本願補正発明は進歩性を欠くものではないから、本件補正は却下されるべ\nきではない。したがって、本件特許出願に係る発明を本件補正前の特許請求\nの範囲の記載により特定し、その発明が進歩性を欠くとした判断も誤りであ\nる。\n(2) 被告の主張\n本願補正発明は進歩性を欠くものであるから、本件補正を却下した本件審\n決の判断に誤りはない。\n第４  当裁判所の判断\n１  取消事由１（相違点３の認定の誤り）について\n(1) 原告は、本願補正発明の独立特許要件としての進歩性の判断について、ま\nず、引用発明はローパスフィルタ９がＢ方向におけるモアレ成分を消去する\nものであるから、相違点３の認定に誤りがある旨主張する。\n(2) しかし、本件審決における引用発明の認定は、引用例１の記載（別紙３参\n照）に照らし誤りは認められないところ（当事者間にも争いはない。）、本\n件審決が相違点３について「引用発明の『バイモルフ２１』（振動素子）は\n『イメージガイド２の振動方向Ａを水晶板より成るローパスフィルタ９の複\n屈折方向Ｂに対して、直交させることによりＡおよびＢ方向におけるモアレ\n成分を消去する』ように作動する点。」と認定したことは、引用発明につい\nて「ｇ  パルス発生器２３から、テレビジョン信号のフィールド周波数より\nも相当高い周波数の駆動信号をバイモルフ２１に印加し、イメージガイド２\nの振動方向Ａを水晶板より成るローパスフィルタ９の複屈折方向Ｂに対して、\n直交させることによりＡおよびＢ方向におけるモアレ成分を消去する」と認\n定したことと整合するものである。\nまた、上記相違点３の認定は、引用発明が、ローパスフィルタ９を用いる\nことなくバイモルフ２１の振動のみによってＡ及びＢ方向のモアレ成分を消\n去することまで認定したものではない。引用例１は、各方向のモアレを消去\nできるように光学軸を設定した多数枚のローパスフィルタ９を設ける必要が\nあるとしており、引用発明におけるローパスフィルタ９も、特定の方向（複\n屈折方向Ｂ）のモアレ成分を消去するものと解される。\nそうであれば、本件審決が認定した相違点３は、複屈折方向Ｂのローパス\nフィルタ９がＢ方向におけるモアレを消去することを前提とした上で、Ａ方\n向に振動するバイモルフ２１がＡ方向のモアレ成分を消去することを意味す\nると解するのが相当である。\n原告の上記主張は、本件審決の上記趣旨を正解することなく、あたかも引\n用発明はバイモルフ２１の振動のみによってＡ及びＢ方向のモアレ成分を消\n去するものであると認定したかのように曲解し、これを論難するものであっ\nて、失当である。\n(3) また、本願補正発明では、ローパスフィルタの有無は特定されておらず、\nローパスフィルタを有する構成は本願補正発明から排除されていないから、\n引用発明が「ローパスフィルタ９」を備えていることは、本願補正発明との\n対比において相違点とはならない。\nさらに、仮に原告の主張するとおりに相違点３を認定したとしても、少な\nくとも「Ａ方向」に関していえば、モアレ成分が振動により消去されるので\nあるから、そうであれば、相違点３に対する容易想到性の結論に影響を与え\nないことは明らかである。\n(4) したがって、原告主張の取消事由１は理由がない。\n２  取消事由２（相違点１及び相違点２についての判断の誤り）について\n(1) 原告は、引用例２及び引用例３に開示されたイメージファイバを介して照\n明光を導く周知の方法はイメージファイバを振動させないものであるのに対\nして、引用発明はイメージガイド２の接眼側の端部を振動させるものである\nから、イメージファイバの前提構成が異なるものであって、引用発明に上記\nの周知の手法を適用する動機付けがあるとはいえない旨主張する。\n(2) しかし、引用例２及び引用例３によれば、集光レンズを介して入射した光\n源からの光をイメージファイバにより伝送することは、本件審決が認定する\nとおり周知の手法であると認められるところ、引用例３の【０００８】、及\nび特開２０００－１２１４６０号公報（乙２）の【００１８】、【００１\n９】、【００２９】の記載によれば、内視鏡の技術分野において挿入部を細\n径化することは周知の課題であると認められるから、その課題は引用発明に\nも内在していると認められる。\nそして、本件審決の認定する周知の手法は、引用発明にも内在する上記の\n課題の解決手段となるものであるから、引用発明にこれを適用する動機付け\nはあるというべきである。\n(3) 原告は、さらに、照明光を被観察物体に導くイメージガイド２の接眼側の\n端部を振動させると、被観察物体の撮像にどのような影響を与えるのかが不\n明であることを考慮すれば、上記周知の方法を引用発明に採用することには\n阻害要因がある旨主張する。\nしかし、イメージファイバを振動させる技術と、光源からの光をイメージ\nファイバにより伝送する技術とを同時に採用できないとする技術的根拠は見\n当たらず、上記(2)のとおり周知の課題を解決する手段である周知の方法を\n採用することは、当業者であれば容易に着想して試みるものと認められる。\n(4) したがって、引用発明に引用例２及び引用例３の周知の手法を適用するこ\nとによって、相違点１及び相違点２に係る構成は容易に想到し得るとした本\n件審決に誤りは認められず、原告主張の取消事由２は理由がない。\n３  取消事由３（相違点３についての判断の誤り）について\n(1) 技術常識の認定の誤り（取消理由３－１）について\nア  原告は、本件審決が本願補正発明と引用発明との相違点３に関し、「フ\nァイバの束によりモアレが発生する原因が、光を伝達する各ファイバの間\nのファイバが充填されない微小な暗部による配列の規則性と、固体撮像素\n子の規則性とによって固体撮像素子に結像される光学像にあることは技術\n常識である」とした認定は誤りであると主張し、その根拠として、モアレ\nが発生するのは二つの配列の規則性のみではなく、これらの規則性が所定\nの関係にある場合である旨主張する。\n確かに、引用発明が課題とするモアレは、別紙３「引用例１の記載等\n（抜粋）」によれば、「イメージガイドを構成するファイバーバンドルの\n固定パターン」（第４図Ａ）と、「固体撮像素子の受光領域の固定のパタ\nーン」（第４図Ｂ）との間の「干渉」によって生じるものと認められ、こ\nの点は原告が主張するとおりである。\nしかし、本件審決の上記技術常識の認定は、上記の二つの配列に規則性\nが存在することがモアレ発生の原因（いわば必要条件）となっていると認\n定しているにとどまり、それらのみによってモアレが発生すると認定する\nものではないから、誤りはない。\nイ  次に、原告は、本願発明が課題とするファイバ素線の格子模様と引用発\n明が課題とするモアレは発生原理が異なる光学現象であり、引用発明のモ\nアレは、ファイバ素線のピッチと固体撮像素子の受光領域のピッチとが近\nいか同じときに生じるものであって、その場合には、固体撮像素子が取得\nした画像中でファイバ素線の格子模様は観察されないのに対して、本願補\n正発明のファイバ素線の格子模様は固体撮像素子の受光領域のピッチがフ\nァイバ素線のピッチよりも相当程度小さいときに生じるものであり、その\n場合には、光検出器で取得した画像にモアレは生じない旨主張する（この\n主張は、後記(3)の引用発明の作用にも関連するものである。）。\n(ｱ) しかし、モアレは二つの規則正しく配列された繰り返し模様の干渉に\nより生じるのであるから、モアレが観察される状況においては、二つ\nの繰り返し模様の一つである「ファイバ素線の格子模様」も、程度の\n差はあれ観察される状況にあると解するのが相当である。\n引用発明においても、引用例１がモアレ発生の原因の一つとして挙げ\nる「イメージガイドを構成するファイバーバンドルの固定パターン」\n（第４図Ａ）は、本願補正発明における「前記イメージファイバのフ\nァイバ素線の格子模様」に相当するものであるから、引用発明におい\nても、イメージガイド２のファイバ素線に対応する明部とファイバ素\n線の隙間等に対応する暗部からなる格子模様を有することは明らかで\nある。\nなお、格子模様が観察されない場合の例として原告が挙げる前記第３\nの３(1)ア(ｲ)の参考図１、２の場合、（モデル化されたものではある\nが）いずれも各受光領域の明るさは均一になるため、格子模様のみな\nらずモアレも観察されないと考えられる。\n(ｲ) さらに、以下の各証拠の記載によれば、原告の上記主張と異なり、イ\nメージファイバの端面に現れる像を撮像する技術において、格子模様\nとモアレの両方が画像上に同時に現れることは一般的であると認めら\nれる。\nａ  国際公開第２０１５／０２５６９７号（乙１２）\nそして、図２に示したようなイメージガイドファイババンドル１３\nにより伝送された光学像を、図３に示したような画素構成の撮像素子\n２１により撮像すると、光学ファイバ１３ａの配置パターンと画素２\n１ａの配置パターンとのズレに起因して干渉縞であるモアレが発生し、\n図４に示すようなモアレが発生した表示画像５０ｂがモニタ画面５０\nａ上において観察されることがある。ここに図４は、イメージガイド\nファイババンドル１３を介して撮像素子２１により撮像された画像の\n例を示す図である（【００１９】）。\nｂ  特許第２５６８３３７号公報（乙１３）\nまた、上記イメージガイド１０の接眼端面１０Ａから出た血管内腔\n像Ｓａの様子を図１１（Ａ）の模式図を用いて説明すると、次のよう\nになる。即ち、イメージガイド１０より伝送されて来た血管内腔像Ｓ\nａは、図１１（Ａ）に示すように、イメージガイド１０を構成する各\nファイバーＦ１、Ｆ２・・・の中心部分が最も明るく、周辺及びその\n接点で囲まれる三角域が暗い網目模様の血管内腔像となる。例えば、\nファイバーＦ１について説明すれば、その中心ｅが最も明るく、斜線\nで示すように、中心ｅの周辺ｄ及び接点ａ、ｂ、ｃで囲まれる三角域\nが暗くなっている。このことは、他のファイバーＦ２・・・について\nも、同様である。そのため、イメージガイド端面１０Ａに現れる上記\n網目模様の血管内腔像Ｓａをテレビカメラ１４で撮影して出力された\nビデオ信号Ｓ１を、若しモニタ９００に直接入力して表示した場合は、\nよく知られているように、イメージファイバーの網目模様と表示モニ\nタの走査線や、テレビカメラの撮影素子が有する撮像画素配列に関係\nする干渉縞としてモアレ縞Ｍが発生し、図１１（Ｂ）のようなモニタ\n表示像になることがわかる。即ち、各ファイバ中心ｅだけが明るく浮\nき上がって見えるので、網目模様となる（【０００８】）。\n【図１１】\nｃ  特開平５－１１１４５７号公報（乙１４）\n上記従来例においては（図３）、血管内視用カテーテル１００を構\n成するイメージガイド１００Ｂが複数本のファイバによって形成され、\nかつこれらファイバは、光を伝送するコアと、光を伝送しないクラッ\nドから成る。そのため、このイメージガイド１００Ｂ内を伝送して来\nた血管内腔像Ｓ１をテレビカメラ１４０により撮影した後モニタ１６\n０に表示されたモニタ表示像は、よく知られているように、イメージ\nガイド１００Ｂを形成するファイバの上記コアに相当する中心部分が\n明るく、クラッドに相当する周辺部分や各ファイバの接点に囲まれた\n部分が暗くなる。この結果、上記モニタ表示像には、網目模様が生じ\nる。ところが、血管内腔像Ｓ１の画素配列と、テレビカメラ１４０の\n撮像素子の素子配列とは、一般には厳密には対応していない。従って、\n上記モニタ表示像の網目模様には、モアレ縞をともなうことが普通で\nある（【０００３】）。\nｄ  特開２００２－３２８３１１号公報（乙１５）\nファイバスコープ等に用いられるイメージガイドファイバ束は多数\nの光学ファイバを束ねて構成されており、その端面に現れる物体像は\n各ファイバのコアとクラッドの配列に応じて定まる規則的な明暗パタ\nーンを有している。これが映像上では網目模様として現れる。一方、\n固体撮像素子は受光画素が規則的に配列されており、物体像中の明暗\nパターンと干渉して映像にモアレが発生するという問題がある（【０\n００２】）。\nウ  したがって、原告の上記ア、イの主張はいずれも採用できず、原告主張\nの取消事由３－１は理由がない。\n(2) 引用発明の解釈の誤り（取消理由３－２）について\nア  原告は、引用発明がイメージガイド２のファイバ束の格子模様を打ち消\nすことによりモアレを消去しているとの本件審決の解釈は、モアレについ\nての誤った技術常識に基づくものであって誤っている旨主張する。\nイ  しかし、上記(1)のとおり、本件審決の認定する技術常識に誤りは認め\nられない上、引用例１の記載及びモアレに関する技術常識によれば、引用\n発明のイメージガイド２もファイバ素線に対応する明部とファイバ素線の\n隙間に対応する暗部からなる格子模様を有するところ、イメージガイド２\nを振動させるとファイバ素線の格子模様も振動し、原告が本願補正発明の\n作用として主張するのと同様に、ファイバ素線に対応する明部がファイバ\n素線の隙間に対応する暗部との間を移動するように動き、これにより格子\n模様が低減されるものと解するのが相当である。\n引用例１には、イメージガイド２の振動がモアレの発生を抑える機序に\nついての具体的な説明は見当たらないが、イメージガイド２の振動により\n生ずるのはファイバ素線の格子模様の振動による移動であるから、これに\nよって原告の主張するように「固体撮像素子の受光領域の固定パターン」\nとの位置関係と干渉具合の変化という作用があるとしても、同時に格子模\n様自体も上記の移動により平均化し目立たなくなると認められるから、モ\nアレの発生原因である格子模様そのものの低減も生じていると認められる。\nウ  したがって、引用発明がイメージガイド２のファイバ束の格子模様を打\nち消すことによりモアレを消去しているとの本件審決の解釈に誤りがある\nとはいえず、原告主張の取消事由３－２は理由がない。\n(3) 引用発明の作用の認定の誤り（取消理由３－３）について\nア  原告は、本件審決は本願明細書【００３４】の認定を誤り、その結果、\n相違点３についての判断を誤った旨主張する。\nイ  しかしながら、上記(2)で検討したとおり、引用発明は、イメージガイ\nド２を振動させることにより、ファイバ素線に対応する明部がファイバ素\n線の隙間に対応する暗部に移動し、格子模様が低減されると解されるので\nあるから、イメージガイド２を振動させない場合に比べて格子模様が低減\nされるものであることは明らかである。\n一方、本願明細書の【００３４】の記載によれば、「『ファイバ素線\nの格子模様を打ち消す』とは、振動素子５０を用いない場合の画像に比\nべて、格子模様が低減されていることを指」すものであるから、振動に\nよって格子模様がどの程度まで低減されるかに関係なく、振動させない\n場合に比べて格子模様が低減されるものは全て本願補正発明の「ファイ\nバ素線の格子模様を打ち消す」ことに含まれると解するのが相当である。\nしてみると、本願補正発明の格子模様の打ち消しが、格子模様が観察\n者に視認できない程度に低減するものであるか、格子模様が低減されて\nいると観察者に認識できない程度にしか低減できないものなのかに関係\nなく、引用発明のモアレ消去も、振動がない場合に比べて格子模様が低\n減されるものである限りにおいて、本願補正発明と同様に「ファイバ素\n線の格子模様を打ち消す」ものであるというべきである。\n本件審決もこれと異なる趣旨をいうものではなく、その判断に誤りは\nない。\nウ  また、原告は、引用発明の作用による格子模様の低減の程度が、低減さ\nれていると観察者が認識できる程度であるか不明であるとも主張するが、\n上記イで述べたとおり、本願補正発明の「ファイバ素線の格子模様を打ち\n消すように作動する」（構成Ｇ）とは、振動の大きさを特に限定せず、格\n子模様が低減される程度も限定しないものと解されるから、本件審決の判\n断の当否を左右するものではない。原告主張の取消事由３－３は理由がな\nい。\n(4) 相違点３についての判断の不足（取消理由３－４）について\n原告は、本件審決は相違点３の認定誤りのため引用発明のローパスフィル\nタがＢ方向のモアレを消去する点について判断していないところ、引用発明\nの必須の構成であるローパスフィルタを本願補正発明のように必須でない構\n成とすることには阻害要因があり、判断を要する実質的な相違点である旨主\n張する。\nしかしながら、本願補正発明はローパスフィルタを有する態様も包含する\nと解すべきであり、引用発明が「ローパスフィルタ９」を有する点は本願補\n正発明との対比において相違点とならず、本件審決に相違点３の認定誤りが\nないことは上記１のとおりであり、容易想到性を検討するに際して阻害要因\nとなることもない。\nしたがって、原告主張の取消事由３－４は理由がない。\n(5)  以上のとおり、相違点３についての本件審決の判断に誤りはなく、この点\nに関する原告主張の取消事由はいずれも理由がない。\n４  取消事由４（本件補正を却下したことによる本件特許出願の特許請求の範囲\nの認定の誤り）について\n原告は、本願補正発明は進歩性を欠くものではないから、本件補正は却下さ\nれるべきではなく、したがって本件特許出願に係る発明の認定も誤りである旨\n主張する。\nしかし、上記１～３のとおり、本願補正発明は進歩性を欠くとの本件審決の\n判断は相当であり、この点に関する取消理由はいずれも認められないから、本\n願補正発明は、特許出願の際独立して特許を受けることができるものではなく、\n本件補正は却下すべきものとした本件審決の判断に誤りはない。\nしたがって、原告主張の取消事由４は理由がない。\n５  結論\n以上によれば、本件審決にこれを取り消すべき違法はないこととなる。よっ\nて、原告の請求を棄却することとし、主文のとおり判決する。\n知的財産高等裁判所第４部\n裁判長裁判官\n宮    坂    昌    利\n裁判官\n本    吉    弘    行\n裁判官\n頼        晋    一\n別紙１  略語一覧\n（略語）   （意味）\n・本件特許出願：  原告の出願した特許出願（特願２０１８－５０８１３４号）\n・本件補正：  原告提出の令和４年７月１２日付け手続補正書（甲８）に係る補正\n・本願補正発明：  本件補正後の上記請求項１に係る発明\n・本願明細書：  本件特許出願に係る明細書（甲５）\n・引用例１：  特開昭６４－２１４１３号公報（甲１）\n・引用発明：  引用例１に係る発明\n・引用例２：  特開２００５－１６０８１５号公報（乙１）\n・引用例３：  特開２０１３－２５２３５７号公報（甲３）\n（なお、本件審決には引用例２、３の特定について誤記があるが、正しくは上記\nのとおりと認められ、原告もこれを争わない。）\n・Ａ方向：  引用例１の第２図（別紙３参照）の矢印Ａで示す方向（振動方向）\n・Ｂ方向：  同図の矢印Ｂで示す方向（複屈折方向）\n以  上\n別紙２  本願明細書の記載等（抜粋）\n【発明の詳細な説明】\n【背景技術】\n【０００２】光学イメージング装置の画像伝送部である内視鏡プローブには、光フ\nァイバ束からなるイメージファイバが用いられている。細胞レベルの観察が可能な\n細径の内視鏡では、少ない画素数のイメージファイバを用いる必要があるため、フ\nァイバ素線の格子模様が視認性に影響を与える。\n【０００３】ファイバ素線の格子模様を低減させるために、特許文献１では、蛍光\nイメージング装置において、取得した画像を、ソフトウェア的に画像処理すること\nにより画像を平滑化し、この格子模様を見えにくくし、対象物の像を見えやすくし\nている。\n【０００４】特許文献２の内視鏡用観察・撮像装置では、内視鏡内部においてレン\nズとイメージガイドの間で枠体に収容された透明板に対し、透明板の上下及び左右\n周縁における４か所で当接する圧電振動子を該枠体に固着して設け、圧電振動子を\n振動させることにより、ファイバの配設模様を除去している。\n【０００５】特許文献３は、イメージガイドの入射端の外周に形成された圧電素子\nでイメージガイドの入射端を揺動させ、対物光学系で結像された像に対して前記イ\nメージガイドの入射端を周期的にシフト動作させるシフト機構を備えた内視鏡シス\nテムについて開示している。\n【先行技術文献】【特許文献】\n日本国特表２００５－５３２８８４号公報\n日本国特開昭６０－５３９１９号公報\n日本国特開２０１０－２８４３６９号公報\n【発明が解決しようとする課題】\n【０００７】しかしながら、特許文献１に記載のソフトウェアによる平滑化処理で\nは、平滑化により補正された画像をリアルタイムに得ることができない。また、ソ\nフトウェアによる処理では、専用のソフトウェアを搭載した蛍光イメージング装置\nしか用いることができず、汎用性に乏しく、かつ高価である。\n【０００８】特許文献２に記載の装置は、圧電振動子がレンズとイメージガイドと\nの間で光路内に固着されているため構造が複雑であると共に、イメージガイドを形\n成するファイバに入射する光が歪み、検出側のファイバ端でのファイバ模様の除去\n効果に乏しいという問題が存在する。\n【０００９】特許文献３では、ＣＣＤのフレームレートに合わせて圧電素子を用い\nたシフト機構をシフトさせ、シフトの一周期で複数回撮像し、得られた複数フレー\nムの画像を合成して一つの合成画像を生成するため、リアルタイムで画像を取得す\nることができない。また、シフト機構が、イメージガイドの検体側の先端に位置す\nるため、ＣＣＤで観察されるイメージガイドの格子模様の除去効果に乏しいという\n問題が存在する。\n【００１０】本発明の目的は、被検体の画像に現れるファイバ素線の格子模様をリ\nアルタイムで補正することができる光学イメージング装置を提供することにある。\n【課題を解決するための手段】\n【００１１】本発明者らは、上記の目的を達成すべく、内視鏡プローブに振動素子\nを取り付けてファイバを高速振動させることにより、簡素な機械的構成でリアルタ\nイムに画像を平滑化できることを見出し、本発明を完成するに至った。\n【００１２】本発明の第一の態様によれば、光を被検体に照射するための光源と、\n前記光源からの光を受け取る集光レンズと、前記集光レンズを介して入射した前記\n光源からの光を被検体に導く光ファイバを複数束ねたイメージファイバと、前記イ\nメージファイバの先端側に配置されたレンズとを備えた内視鏡プローブと、前記被\n検体からの戻り光を検出する光検出器と、前記イメージファイバ、前記集光レンズ、\n又は光検出器に接続され、前記イメージファイバ、前記集光レンズ又は光検出器を\n振動させる振動素子と、を備えた光学イメージング装置が提供される。\n【００１４】別の実施形態において、振動素子は、前記光検出器から得られた被検\n体の画像における前記イメージファイバのファイバ素線の格子模様を打ち消すよう\nに作動する。\n【発明の効果】\n【００１８】本発明によれば、補正された明瞭な画像をリアルタイムに取得するこ\nとができる。また、画像の補正を低コストで行うことができる。さらには、本発明\nの光学イメージング装置は、公知の光学系や公知の光学イメージング装置に応用で\nき、汎用性も広い。\n【図１】本発明の第１実施形態の蛍光イメージング装置の略図\n【発明を実施するための形態】\n【００２１】本発明の第１実施形態の蛍光イメージング装置１は、光学系１０と、\n光学系１０に着脱可能に接続され、被検体３からの戻り光を検出する光検出器とし\nてのＣＣＤカメラ１７と、光学系１０に着脱可能に接続され、被検体３を顕微鏡観\n察する内視鏡プローブ２０と、光学系１０に着脱可能に接続され、蛍光色素励起用\nレーザを被検体３に照射するための光源３０と、光学系１０に着脱可能に接続され\nたパーソナルコンピュータ４０とを備えている。光学系１０は、光源３０からの光\nを受け取り、被検体３に向けて伝達し、かつ内視鏡プローブ２０からの光をＣＣＤ\nカメラ１７に向けて伝達する。被検体３は動物、植物、微生物；それらの組織；及\nびそれらの細胞であり得る。被検体３における蛍光の発現は、被検体３に注射等に\nより投与した細胞内イメージング用の蛍光色素等の蛍光体によって行われるか、被\n検体３自身によって作られた蛍光体によって行われ、光源３０からの蛍光色素励起\n用レーザを照射することで観察することができる。パーソナルコンピュータ４０は、\n生成された被検体３の画像を表示する表示装置としてのモニタ４２を備えている。\n【００２２】光源３０の光ファイバ３２の先端部を、光学系１０のユニットに設け\nたコネクタ４に接続することにより、光源３０が光学系１０と接続される。また、\n内視鏡プローブ２０の光ファイバ２１の基端部を、光学系１０のユニットに設けた、\nイメージファイバ２１を接続するための保持部材５２に接続することにより、内視\n鏡プローブ２０が光学系１０と接続される。\n【００２３】光学系１０は、内視鏡プローブ２０に対応するよう配置された集光レ\nンズ１１、光源３０からの光を反射し、集光レンズ１１に向けて反射するミラー１\n２、光源３０からの励起光を反射し、及びその一部をミラー１２に向けて反射する\nミラー１４を有する。\n【００２４】内視鏡プローブ２０からの戻り光はＣＣＤカメラ１７で受け取られ、\nＣＣＤカメラ１７によりＡ／Ｄ変換された信号はパーソナルコンピュータ４０に入\n力され、パーソナルコンピュータ４０は２次元の画像データを生成する。\n【００２５】パーソナルコンピュータ４０のメモリ等に格納された画像データは、\nＤ／Ａ変換等して、例えば標準的な映像信号に変換し、パーソナルコンピュータ４\n０のモニタ４２に出力し、モニタ４２は、被検体３の組織又は細胞の像を光学イメ\nージング画像として表示する。\n【００２６】次に、内視鏡プローブ２０についてより詳しく説明する。図１、図２\n（Ａ）、及び図２（Ｂ）を参照すると、内視鏡プローブ２０は、集光レンズ１１を\n介して入射した光源３０からの光及び光源３０からの光を被検体３に導く複数のフ\nァイバの束（ファイバ素線とも言う）からなるイメージファイバ２１と、イメージ\nファイバ２１の先端側に接続された光ヘッド２２とを備え、光ヘッド２２は、被検\n体３からの戻り光をイメージファイバ２１の先端面に結像するレンズ２３を備えて\nいる。イメージファイバ２１の画素数は特に限定されないが、通常５０００から１\n０００００、例えば１００００程度である。イメージファイバ２１の基端部からイ\nメージファイバ２１の全長の大部分は可撓性材料２４で覆われ、光ヘッド２２（レ\nンズ２３）の基端部はシース２５により覆われている。シース２５は、金属、樹脂、\n又はそれらの組み合わせ等から形成され得る。シース２５の上には内視鏡プローブ\n２０保持のための金属製等の管２６（図３参照）がさらに設けられていてもよい。\n【００２７】このような構成により、内視鏡プローブ２０は、光学系１０から入射\nした光源３０からの光をイメージファイバ２１及びレンズ２３を介して被検体３に\n導くと共に、被検体３からの戻り光をレンズ２３及びイメージファイバ２１を介し\nて集光レンズ１１に向かって伝達する。\n【００３１】本実施形態において、蛍光イメージング装置１は、イメージファイバ\n２１の基端２１ｂにコネクタ５（図４（Ａ），（Ｂ）参照）を介して接続され、電\n圧の引加によりイメージファイバ２１を振動させる１又は複数の振動素子５０を備\nえている。振動素子５０としては、リニアアクチュエータ（リニアモータ）、圧電\n素子、磁歪素子、水晶振動子、超音波振動素子等が挙げられる。振動素子５０は、\n市販の振動素子を利用可能である。\n【００３２】図４（Ａ）及び（Ｂ）に振動素子５０の配置を示す。イメージファイ\nバ２１の基端２１ｂがコネクタ５に接続され、コネクタ５はコネクタ５を保持する\nための保持部材５２に取り付けられる。保持部材５２は光学系１０に固定されてい\nる。この例では振動素子５０がイメージファイバ２１の基端２１ｂと集光レンズ１\n１の間に配置されている。具体的には、保持部材５２におけるイメージファイバ２\n１の基端２１ｂが接続された面とは反対側の面に振動素子５０が取り付けられてい\nる。\n【図４】\n【００３３】図１に戻り、蛍光観察中に振動素子５０に電圧を印加し、イメージフ\nァイバ２１を振動させるように振動させると、ＣＣＤカメラ１７から得られた信号\nから得た、モニタ４２に表示される被検体３の画像における、イメージファイバ２\n１のファイバ素線の格子模様が打ち消される。\n【００３４】ファイバ素線の格子模様を打ち消す振動素子５０の振動の速度は、Ｃ\nＣＤカメラ１７の画像取得レートよりも速いことが好ましい。また、ファイバ素線\nの格子模様を打ち消す振動素子５０の振動の大きさは、加える電圧の大きさを変更\nし、モニタ４２上で格子模様が打ち消される状態で電圧を一定に維持することで、\n当業者には容易に設定することができる。理論に束縛されることを望まないが、振\n動素子５０の振動により移動する距離が、隣り合うファイバ素線の中心間の距離の\n２分の１以上になるよう振動の大きさを設定すれば、ファイバ素線の格子模様を打\nち消しの効果がより顕著になると考えられる。振動素子５０の振動は、被検体３の\n画像の取得中、生成中、表示中等、被検体３の観察中の任意の時点で、リアルタイ\nムで行うことができるため、モニタ４２に表示される被検体３の画像は、振動によ\nり補正された画像が映し出され、画像の補正のためのタイムラグが生じない。本実\n施形態によれば、パーソナルコンピュータ４０にて生成した画像を Gaussian フィ\nルタ等の画像平滑化フィルタでソフトウェア的に後処理する必要がなく、簡素な機\n械的構成でリアルタイムに画像を平滑化することができる。なお、「ファイバ素線\nの格子模様を打ち消す」とは、振動素子５０を用いない場合の画像に比べて、格子\n模様が低減されていることを指し、観察者に視認できない程度に格子模様が低減さ\nれることを含む。\n【００４１】本発明の蛍光イメージング装置の性能を、ファイバ素線の格子模様を\nソフトウェアで処理している従来技術の内視鏡蛍光イメージング装置のそれと比較\nした（表１）。本発明の蛍光イメージング装置は、光源の波長を選択でき、光学系\nの拡張ができ、低コストである点で、従来の蛍光イメージング装置よりも優れてい\nる。\n【００４３】実施例２  ４μｍ蛍光ビーズを用いた蛍光観察と振動素子のファイバ\n素線の格子模様のキャンセラーとしての効果\n１％アガロース溶液に直径４μｍの蛍光ビーズ(TetraSpeck,  Invitrogen、図８\nの符号２８) を混和し、室温にてゲル化させた。このアガロースゲルに内視鏡プロ\nーブを刺入し、波長４７３ｎｍの励起光を照射し、実施例１の蛍光イメージング装\n置 を用いて蛍光を観察した（図５）。\n【００４４】振動素子の作動前は、図６（Ａ）及び（Ｃ）に示すように、ビーズの\n周りにファイバ素線の格子模様が観察されるが、実施例１の蛍光イメージング装置\nを用いて振動素子に電圧を印加してイメージファイバを振動させたところ、一定電\n圧に達すると、ファイバ素線の格子模様の打ち消しがモニタ４２にて目視観察され\n（図６（Ｂ）及び（Ｄ））、リアルタイムでビーズのより明瞭な画像が得られた。\n【００４５】直径４μｍの蛍光ビーズを観察した際の蛍光強度プロファイルの\nFWHM  は、振動素子５０による振動前が５μｍ程度、振動後が８μｍ程度であった。\nこの差は３μｍ程度であるため、ｘ－ｙ方向の分解能は振動後でも細胞を見るのに\n十分な空間分解能であることが判明した。\n以  上\n別紙３  引用例１の記載等（抜粋）\n〔産業上の利用分野〕\n本発明は、内視鏡装置、特に挿入部に沿って延在するイメージガイドにより伝\n播される被観察物体の像を接眼レンズ系およびモアレを消去するための複屈折フ\nィルタおよび回折フィルタ等のローパスフィルタを介してＣＣＤ等の固体撮像素\n子によって撮像するようにした内視鏡装置に関するものである。\n〔従来の技術〕\n上述した内視鏡装置においては、第４図Ａに示すようなイメージガイドを構成\nするファイバーバンドルの固定パターンと、第４図Ｂに示すような固体撮像素子\nの受光領域の固定のパターンまたは同時式の色信号を得るためのモザイク状色フ\nィルタの固定のパターンとの間の干渉によりモアレ縞が発生し、画質が低下する\n欠点がある。一般に内視鏡装置においては、モアレは一つの方向だけに発生ずる\nものではなく、幾つもの異なる方向に発生している（１頁左下欄１５行～右上欄\n１３行）。\n【第４図】\nこのようなモアレを消去するために、第５図に示すように、従来の内視鏡装置\nでは撮像素子の前方に複屈折フィルタのようなローパスフィルタを挿入すること\nが行なわれている。第５図において、内視鏡挿入部１の内部にはファイバーハン\nドルより成るイメージガイド２を延在させるとともに先端の入射端と対向して対\n物レンズ３を配置し、イメージガイド２の出射端と対向して接眼レンズ４を配置\nする。したがって、目視観察する場合には、この接眼レンズ４を介して被観察物\n体５の像を観察することができる（１頁右下欄１４行～２頁左上欄４行）。\n【第５図】\n〔発明が解決しようとする問題点〕\nしかしながら、第５図に示した従来の内視鏡装置においては、モアレは一つの\n方向に発生するのではなく複数の方向に発生するので、それぞれの方向のモアレ\nを消去できるように光学軸を設定した多数枚、通常４枚以上のローパスフィルタ\n９を設ける必要がある。したがって、テレビカメラユニット７が大形となる欠点\nがある。特にこのテレビカメラユニット７をアダプタとして設ける場合には、で\nきるだけ小形軽量とする必要があり、このため内蔵できるローパスフィルタの枚\n数が限られてしまい、モアレを十分良好に抑えることができない欠点がある。さ\nらに、ローパスフィルタ９としての複屈折フィルタは高価であり、これを多数枚\n設けると装置全体の価格が高くなる欠点がある。\n本発明の目的は、上述した欠点を除去し、モアレを消去するためのローパスフ\nィルタの枚数を減らして小形軽量および安価とすることができ、しかもモアレを\n良好に消去することができる内視鏡装置を提供しようとするものである（２頁右\n上欄１０行～左下欄１０行）。\n〔実施例〕\n第１図は本発明による内視鏡装置の一実施例の構成を示すものであり、第５図\nに示した部分と同じ部分には同じ符号を付けて示した。挿入部１の内部にはイメ\nージガイド２を延在させるが、他に照明光を導くライトガイド、鉗子チャンネル、\n送気・送水チャンネル等も設けてあるが、図面には示していない（２頁右下欄９\n行～１６行）。\n【第１図】\nイメージガイド２の接眼側端部に設けた口金２０の先端にバイモルフ２１の一\n端を連結し、このバイモルフの他端は観察部６を構成する固定部材６ａに連結す\nる。バイモルフ２１の電極は導線２２ａ、２２ｂを介してパルス発生器２３に接\n続する。したがって、パルス発生器２３からバイモルフ２１に電圧を印加すると\nイメージガイド２の接眼側端部は第１図において上下方向に振動することになる。\nイメージガイド２の接眼側端面から射出される光を、接眼レンズ４、アダプタと\nして観察部６に着脱自在に装着されるテレビカメラユニット７の撮影レンズ８お\nよび１枚の水晶板より成るローパスフィルタ９を経てＣＣＤより成る固体撮像素\n子１０で受光するように構成する。この固体撮像素子１０の出力信号をカメラコ\nントロールユニット１１で処理してテレビジョン信号を作成し、これをモニタ１\n２に供給して被観察物体５の像を表示する。\nパルス発生器２３から、テレビジョン信号のフィールド周波数よりも相当高い\n周波数の駆動信号をバイモルフ２１に印加すると、イメージガイド２の接眼側端\n部は第２図において矢印Ａで示す方向に上下に振動することになる。このイメー\nジガイド２の振動方向Ａを水晶板より成るローパスフィルタ９の複屈折方向Ｂに\n対して、例えば直交させることによりＡおよびＢ方向におけるモアレ成分を消去\nすることができる。なお、振動方向Ａと複屈折方向Ｂとは必ずしも直交させる必\n要はなく、モアレが最も少なくなる方向とすればよい。\n【第２図】\nまた、本例ではテレビカメラユニット７はアタッチメントとして観察部６に装\n着できるようになっているので、テレビカメラユニットを外し、第３図（注：図\n面省略）に示すようなレクチヤスコープ３０を装着することもできる。このレク\nチヤスコープ３０にはリレーレンズ３１、光路分割プリズム３２、第１の接眼レ\nンズ３３、ローパスフィルタ３４、イメージガイド３５および第２の接眼レンズ\n３６を具えており、同時に二人の人間が観察できるようになっている。この場合、\nイメージガイド３５を通して観察すると、このイメージガイドのファイバーバン\nドルも固定のパターンを有しているので上述したようにモアレが発生する恐れが\nあるが、上述したようにイメージガイド２の接眼側端部を振動させるとともにこ\nの振動方向とは異なる方向でのモアレを消去するローパスフィルタ３４を設ける\nことによりモアレを有効に除去することができる（２頁右下欄１９行～３頁左下\n欄３行）。\n以  上\n別紙４  本件審決の容易想到性の判断の要旨\n１  引用発明の認定\n引用例１には、下記の発明（引用発明）が記載されていると認める（カッコ内\nの頁数は甲１の丁数に対応する。）。\n記\nａ  挿入部１の内部に、照明光を導くライトガイドを設け（２頁右下欄９行～１\n６行）、\nｂｃ  挿入部１の内部にはファイバーバンドルより成るイメージガイド２を延在\nさせるとともに先端の入射端と対向して対物レンズ３を配置し、イメージガイ\nド２の出射端と対向して凸型形状の接眼レンズ４を配置し（１頁右下欄１４行\n～２頁左上欄４行、第１図）、\nｄ  イメージガイド２の接眼側端面から射出される光を、接眼レンズ４、アダプ\nタとして観察部６に着脱自在に装着されるテレビカメラユニット７の撮影レン\nズ８および１枚の水晶板より成るローパスフィルタ９を経てＣＣＤより成る固\n体撮像素子１０で受光するように構成し、この固体撮像素子１０の出力信号を\nカメラコントロールユニット１１で処理してテレビジョン信号を作成し、これ\nをモニタ１２に供給して被観察物体５の像を表示し（３頁左上欄６行～１５\n行）、\nｅｆ  イメージガイド２の接眼側端部に設けた口金２０の先端にバイモルフ２１\nの一端を連結し、このバイモルフの他端は観察部６を構成する固定部材６ａに\n連結し、バイモルフ２１の電極は導線２２ａ、２２ｂを介してパルス発生器２\n３に接続し、パルス発生器２３からバイモルフ２１に電圧を印加しイメージガ\nイド２の接眼側端部を振動させ（２頁右下欄１９行～３頁左上欄６行）、\nｈ  イメージガイド２の先端の入射端、及び同先端の入射端と対向して設けられ\nた対物レンズ３にバイモルフ等の振動機構を有さず（第１図）、\nｇ  パルス発生器２３から、テレビジョン信号のフィールド周波数よりも相当高\nい周波数の駆動信号をバイモルフ２１に印加し、イメージガイド２の振動方向\nＡを水晶板より成るローパスフィルタ９の複屈折方向Ｂに対して、直交させる\nことによりＡおよびＢ方向におけるモアレ成分を消去する（３頁左上欄１６行\n～同左下欄３行）、\n内視鏡装置（２頁右下欄９行～１６行）。\n２  本願補正発明と引用発明の一致点と相違点の認定\n本願補正発明と引用発明には、以下の一致点及び相違点が認められる。\n【一致点】\nＡ  光を被検体に照射するための光源と、\nＢ′集光レンズと、\nＣ′複数のファイバの束からなるイメージファイバを備えた内視鏡プローブと、\nＤ  前記被検体から前記イメージファイバと前記集光レンズを介して伝達した\n戻り光を検出する光検出器と、\nＥ  前記イメージファイバに接続され、前記イメージファイバを振動させる振\n動素子と、を備え、\nＦ  前記振動素子が、前記イメージファイバの基端に接続された保持部材に直\n接接続され、\nＧ′前記振動素子は作動する光学イメージング装置\nＨ  （但し、被観察物体に挿入される挿入部の先端に設けた対物光学系及び／\n又はイメージガイドの対物側端部、及びイメージガイドの接眼側端部及び／\n又は結像光学系を、光軸とほぼ直交する方向に同期して相対的に振動させる\nようにしたものを除く。）。\n【相違点１】（構成Ｂ）\n本願補正発明の「集光レンズ」は、「前記光源からの光を受け取る」もので\nあるのに対し、引用発明は「照明光」はライトガイド」に「導」かれ、「接眼\nレンズ４」（集光レンズ）は光源からの光を受け取るものでない点。\n【相違点２】（構成Ｃ）\n本願補正発明は「集光レンズを介して入射した前記光源からの光を被検体に\n導く」のが「複数のファイバの束からなるイメージファイバ」であるのに対し、\n引用発明では、「照明光」（光源からの光）は「ライトガイド」に「導」かれ\nるものであって、「接眼レンズ４」（集光レンズ）「を介して入射」するもの\nではなく、また、引用発明の「イメージガイド２」（イメージファイバ）は、\n「光源からの光を被検体に導く」ものでない点。\n【相違点３】（構成Ｇ）\n本願補正発明の「振動素子」は、「前記光検出器から得られた被検体の画像\nにおける前記イメージファイバのファイバ素線の格子模様を打ち消すように作\n動する」のに対し、引用発明の「バイモルフ２１」（振動素子）は「イメージ\nガイド２の振動方向Ａを水晶板より成るローパスフィルタ９の複屈折方向Ｂに\n対して、直交させることによりＡおよびＢ方向におけるモアレ成分を消去する」\nように作動する点。\n３  相違点についての判断\nア  相違点１及び２について（構成Ｂ及びＣ）\n内視鏡装置において、「被検体からイメージファイバと集光レンズを介して\n伝達した戻り光を検出する光検出器」（構成Ｄ）を備えつつ、さらに、光源か\nらの光を集光レンズで受け取り（構成Ｂ）、集光レンズを介して入射した光源\nからの光を複数のファイバの束からなるイメージファイバで被検体に導く（構\n成Ｃ）ようにすることは、例えば引用例２（乙１）、引用例３（甲３）にみら\nれるように優先日の前より周知の事項である。\nそうすると、引用発明において、「照明光」が「ライトガイド」に導かれる\n態様に代えて、上記の周知の手法を採用することは、当業者が容易に想到する\nことである。\nイ  相違点３について（構成Ｇ）\n(ｱ) 引用発明において、ファイバの束によりモアレが発生する原因が、光を伝達\nする各ファイバの間のファイバが充填されない微小な暗部による配列の規則性\nと、固体撮像素子の規則性とによって固体撮像素子に結像される光学像にある\nことは技術常識である（甲４ほか）。\nそうすると、引用発明（構成ｅｆｇ）が、「バイモルフ２１」（振動素子）\nの振動が「固体撮像素子」から得られる画像におけるイメージガイド２（イメ\nージファイバ）のファイバ束の格子模様を打ち消すことで、モアレ成分を消去\nすることであることは明らかである。\n(ｲ) 本願補正発明の構成Ｇが、いかなる程度までに格子模様を打ち消すことを指\nしているのか必ずしも定かでないが、本願の発明の詳細な説明の【００３４】\nには、「なお、「ファイバ素線の格子模様を打ち消す」とは、振動素子５０を\n用いない場合の画像に比べて、格子模様が低減されていることを指し、観察者\nに視認できない程度に格子模様が低減されることを含む。」と記載されている\nことからすると、格子模様が認識できなくなるまで打ち消すことを指している\nわけではなく、格子模様が低減されてさえいればよいと解するのが相当である。\nそうすると、引用発明において、「バイモルフ２１」（振動素子）が、「固\n体撮像素子」から得られる画像におけるイメージガイド２（イメージファイバ）\nのファイバ束の格子模様を打ち消」すことは、それが「モアレ成分が消去」さ\nれる程度の「打ち消し」であったとしても、本願補正発明の構成Ｇの「画像に\nおける前記イメージファイバのファイバ素線の格子模様を打ち消す」ことに相\n当するといえる。\n(ｳ) してみれば、引用発明は、本願補正発明の構成Ｇに相当する構成を有し、上\n記相違点３は、実質的な相違点ではない。\nまた、本願補正発明の作用効果は、引用発明、周知の技術及び技術常識から\n予測できるものであって、格別のものということができない。\n４  まとめ\n以上のとおり、本願補正発明は、引用発明及び周知の技術から当業者が容易に\n発明をすることができたものである。\n以  上\n"
}