{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 4,
    "month": 5,
    "day": 13
  },
  "case_number": "令和3(ネ)2608",
  "case_name": "商標権侵害差止等請求控訴事件",
  "court_name": "大阪高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "91175",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=91175",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/175/091175_hanrei.pdf",
  "contents": "令和４年５月１３日判決言渡 同日原本交付 裁判所書記官\n令和３年(ネ)第２６０８号 商標権侵害差止等請求控訴事件（原審 大阪地方裁判所\n令和２年(ワ)第３６４６号）\n口頭弁論終結日 令和４年３月２日\n判        決\n控訴人（一審原告）             Ｐ              １\n同訴訟代理人弁護士                伊    原    友    己\n同                   並    山    恭    子\n同                   山    本    由  利  子\n同                   橋    本    祐    太\n被控訴人（一審被告）              フ ジ ホ ー ム 株 式 会 社\n（以下「被控訴人フジホーム」という。）\n同訴訟代理人弁護士             久    保     英    幸\n同                                久    保     俊    之\n被控訴人（一審被告）        サ ン リ ビ ン グ 株 式 会 社\n（以下「被控訴人サンリビング」という。）\n同訴訟代理人弁護士             山    田     勝    重\n同                    山    田     克    巳\n同                    山    田     博    重\n同                    上    岡     秀    行\n同                    新    島     由  未  子\n同補佐人弁理士                 山    田     智    重\n同                    平    山         巌\n主        文\n１  本件控訴を棄却する。\n２  控訴費用は控訴人の負担とする。\n事 実 及 び 理 由\n第１  控訴の趣旨\n１  原判決を取り消す。\n２  被控訴人らは、控訴人の製造販売する原判決別紙商品目録記載の商品を販売\nするに際し、「ハンドレールステッキ」なる商標を付してはならない。\n３  被控訴人らは、控訴人に対し、連帯して３００万円及びこれに対する令和２\n年４月１日から支払済みまで年５％の割合による金員を支払え。\n第２  事案の概要\n以下で使用する略称は、特に断らない限り、原判決の例による。\n１  控訴人の請求と訴訟の経過\n控訴人は、控訴人が製造している車輪付き杖である原判決別紙商品目録記載\nの商品（本件商品）を「ローラーステッカー」との商品名（以下「控訴人標章」\nという。）で販売し、控訴人標章につき令和元年１２月６日に商標登録を得た\nものであるが、卸売業者又は小売業者である被控訴人らが、本件商品を「ハン\nドレールステッキ」（以下「被控訴人ら標章」という。）との名称で販売した\n行為が、上記登録商標に係る商標権（本件商標権）の侵害に該当するとして、\n被控訴人らに対し、本件商品に対する被控訴人ら標章の使用の差止めを求める\nとともに、控訴人が被控訴人フジホームとの取引を停止した令和元年８月以降、\n上記登録商標の公報が発行されるまで（前半期間）の被控訴人らの上記行為が、\n控訴人標章に化体する信用及び出所表示機能を毀損する共同不法行為に該当し、\nまた、上記登録商標の公報が発行された令和２年１月７日から同年３月３１日\nまで（後半期間）の被控訴人らの行為は、本件商標権侵害の共同不法行為に該\n当するとして、損害賠償３００万円及びこれに対する共同不法行為後である同\n年４月１日から支払済みまで民法（平成２９年法律第４４号による改正前のも\nの。）所定の年５分の割合による遅延損害金の連帯支払を求めている。\n原審は、控訴人の請求をいずれも棄却したため、控訴人は、これを不服とし\nて、本件控訴を提起した。\n２  前提事実\n次のとおり補正するほか、原判決「事実及び理由」第２の２に記載のとおり\nであるから、これを引用する。\n（原判決の補正）\n(1)  原判決２頁１８行目の末尾に改行して次のとおり加える。\n「控訴人から被控訴人フジホームに納入された本件商品本体には、原判決\n別紙商品目録のとおり、軸体（杖本体）部正面に「Roller  Sticker」と金色\nの英文字（称呼及び観念において控訴人標章と同一の標章）が印字されて\nいる。控訴人が本件商品を販売する際には、通常、段ボール箱(以下「梱包\n箱」という。)に本件商品本体と「ローラーステッカー使用説明書」（以下\n「控訴人説明書」という。）を入れて梱包しており、梱包箱外側には控訴\n人標章は表示されていなかった。なお、控訴人説明書は本件商品に貼付等\nはされておらず、同梱されているのみである（控訴人本人）。」を加える。\n(2)  原判決２頁２０行目の「梱包箱の」から２１行目の「シール」までを\n「梱包箱側面に「Ｐ１’」との控訴人の屋号が記載された箇所（乙２０、\n丙１）の上に、「ハンドレールステッキ 発売元フジホーム株式会社」と印\n字されたシール（以下「被控訴人らシール①」という。）」に改める。\n(3)  原判決２頁２４行目末尾に「もっとも、本件商品本体に英文字で印字さ\nれた控訴人標章には変更は加えられず、本件商品自体の品質にも変更はな\nかった。」を加える。\n(4)  原判決２頁２６行目の「サンビリング」を「サンリビング」に改める。\n(5)  原判決３頁１３行目の「納入」を「卸売」に改める。\n(6)  原判決３頁２２行目の「梱包箱」から２３行目の「シール」までを「梱\n包箱上面に、被控訴人ら標章を商品名として印字したシール（以下「被控\n訴人らシール②」といい、被控訴人らシール①と併せて「被控訴人らシー\nル」という。）」に改める。\n(7)  原判決３頁２４行目の「販売した」の次に「（丙１）。その際、被控訴\n人らシール②で、梱包箱の控訴人の屋号が記載された箇所が隠れることは\nなかった。また、本件商品本体に英文字で印字された標章（称呼及び観念\nにおいて控訴人標章と同一のもの）には変更は加えられず、本件商品自体\nの品質にも変更はなかった」を加える。\n(8)  原判決４頁１０、１１行目の各「納入」をいずれも「卸売」に改める。\n３  争点\n前記２のとおり、被控訴人らの行為は、大要、令和元年８月から同年１１月\nまでの被控訴人フジホームによる被控訴人サンリビングへの、被控訴人サンリ\nビングによる株式会社ダイワ（ダイワ）への本件商品の各卸売（被控訴人ら行\n為①）、令和元年８月から令和２年３月までの被控訴人フジホームによる本件\n商品の個別販売（被控訴人ら行為②）、令和元年８月から令和２年３月までの、\n被控訴人サンリビングが控訴人から直接仕入れた本件商品をダイワに卸売した\n行為（被控訴人ら行為③）に区別される。これらの行為について、次のとおり、\n前半期間と後半期間における不法行為の成否等が争点となる。\n(1)  前半期間における被控訴人らの共同不法行為の成否（被控訴人ら行為①\nないし③）\n(2)  後半期間における被控訴人らによる商標権侵害の成否（被控訴人ら行為\n②及び③）\n(3)  損害の発生及び額\n４  争点に関する当事者の主張\n原判決「事実及び理由」第２の４に記載のとおりであるから、これを引用す\nる。\n（原判決の補正）\n(1)  原判決６頁１９行目の「法的保護された」を「法的に保護された」に改\nめる。\n(2)  原判決７頁６行目の「していなった」を「していなかった」に改める。\n(3)  原判決７頁１３行目の「被告らの行為には関連共同性がある。」を「前\n半期間における被控訴人らの行為には関連共同性があり、共同不法行為を構\n成する。」に改める。\n(4)  原判決１０頁１４行目末尾に「なお、被控訴人サンリビングは、ダイワ\nとの取引契約を交わすに際して、ダイワに対して、本件商品を被控訴人ら標\n章で販売することを申し出、さらに取引資料として、被控訴人フジホームが\n作成した被控訴人ら説明書を提示していた。」を加える。\n(5)  原判決１０頁１５行目の「被告らに」を「後半期間における被控訴人ら\nの行為について」に改める。\n(6)  原判決１０頁２４行目末尾に「また、被控訴人フジホームの行為が、控\n訴人が本件商品に付した控訴人標章を剥離するのと同価値の行為であるとの\n控訴人の主張は、否認ないし争う。」を加える。\n(7)  原判決１０頁２６行目末尾に「仮に被控訴人フジホームの行為が形式的\nに本件商標権侵害に当たり得るとしても、前記(1)（被控訴人フジホームの\n主張）ウのとおり、控訴人は、当初から被控訴人フジホームが本件商品を被\n控訴人ら標章で販売することを承諾していたから、上記行為について不法行\n為は成立しない。」を加える。\n(8)  原判決１１頁４行目末尾に「なお、ダイワと本件商品の取引契約を交わ\nすに際して、被控訴人サンリビングが、被控訴人ら標章で販売することを申\nし出たこと、取引資料として被控訴人ら説明書を提示したことは否認する。」\nを加える。\n５  当審における控訴人の補充主張\n(1)  商標権侵害の成否について\nア  権原を有する者により商品等に付された商標は、取引社会においてその\nまま表示され続けることにより、商標自体に信用が化体して蓄積され、知\n的財産としての価値が増大していくものである。商標権者によって商標を\n付された商品が卸売業者等に第一譲渡された後も、商標の出所表示機能及\nび品質保証機能は、当該商品が市場を流通する過程においてなお発揮され\nるべきものである。そのような商標の性質に鑑みれば、ある商品に適正に\n商標が付された場合、業務上その商品の同一性が維持されて流通されてい\nる限りにおいて、当該商標がそのままその商品に使用され（付され）続け\nることは、商標法が当然に予定している法的に保護される権利・利益であ\nる。第一譲渡によって商標権がその役割を終えて消尽するとみるべきでは\nなく、第一譲渡後もなお商標権侵害は成立し得ると考えるべきである。\nイ  そして、流通過程において、上記のような卸売業者等が、商標権者が付\nした商標を剥離抹消して自身の標章を新たに付す行為については、商標の\n出所表示機能や品質保証機能を害するものとして、商標権侵害が成立する。\n商標法３７条は、商標権者以外の者による登録商標と同一又は類似の商標\n使用という典型的に商標権侵害が成立する場合を説明したにすぎず、商標\n権侵害をこのような場合に限定すべきではない。\nウ  本件において、被控訴人らは、商標権者である控訴人が控訴人標章を付\nした本件商品について、梱包箱に被控訴人らシールを貼付し、本件商品と\nともに梱包されていた控訴人説明書を「ハンドレールステッキ取扱説明書」\n（以下「被控訴人ら説明書」という。）に差し替えており、これらの行為\nは、控訴人標章の出所表示機能等を積極的に毀損するものとして、商標の\n剥離抹消行為と評価することができ、本件商標権の侵害に当たる。\nなお、被控訴人サンリビングが、控訴人から直接仕入れた本件商品につ\nき、本件商品と同梱されていた控訴人説明書を被控訴人ら説明書に差し替\nえて販売していた事実は、証拠により認められる。\n(2)  未登録商標（標章）侵害による不法行為の成否について\n前記のような商標の性質に鑑みれば、未登録商標（標章）であっても、標\n章が当初適正に付されたままの態様で使用され続けることは、法律上保護さ\nれる利益に当たる。したがって、商品の流通過程の各段階において、標章の\n剥離抹消を行う行為は、標章への信用の化体を妨害する行為であり、また、\n剥離抹消にとどまらず無断で自己の標章を使用する行為は、本来的な商標に\n帰せられるべき信用を自己の標章に化体させる行為であるから、いずれも原\n則として不法行為に該当し、これら剥離抹消行為について、適正に標章を付\nした者の承諾がある場合に限って、例外的に違法性が阻却されると考えるべ\nきである。\n第３  当裁判所の判断\n１  当裁判所も、控訴人の請求はいずれも理由がないと判断する。その理由は、\n次のとおりである。\n２  認定事実\n次のとおり補正するほか、原判決「事実及び理由」第３の１に記載のとおり\nであるから、これを引用する。\n（原判決の補正）\n(1)  原判決１３頁１６行目の「梱包箱」の次に「側面」を加える。\n(2)  原判決１４頁９行目の「販売価格」を「販売価格を」に改める。\n(3)  原判決１４頁１２行目の「ねじを締め」を「ねじを緩め」に改める。\n(4)  原判決１４頁２４行目の「原告に送付した」を「被控訴人フジホームに\n送付した」に改める。\n(5)  原判決１６頁１０行目の「改定する共に」を「改定すると共に」に改め\nる。\n(6)  原判決１６頁１６行目の「７１００円」を「７１１０円」に改める。\n(7)  原判決１８頁１３行目の「同社」を「被控訴人フジホーム」に改める。\n(8)  原判決１８頁１５行目の「同年９月６日」を「同年８月又は９月」に改\nめる。\n(9)  原判決１９頁９行目末尾に「（なお、控訴人は、ダイワに発注して令和\n２年３月に配達された本件商品には、梱包箱側面に被控訴人フジホームを発\n売元とする被控訴人らシール①が貼られていないにもかかわらず、被控訴人\nら説明書が同梱されていたとの写真撮影報告書等（甲５、１６）を提出し、\n被控訴人サンリビングは控訴人から直接仕入れた本件商品の取扱説明書を自\nら差し替えていた旨主張する。上記写真撮影報告書等の正確性は措くとして\nも、被控訴人ら説明書には「発売元 フジホーム株式会社」との記載しかな\nく（甲１０）、被控訴人サンリビングが販売主体である旨の記載はないとこ\nろ、被控訴人サンリビングが、被控訴人フジホームを介さずに控訴人から直\n接仕入れた本件商品の取扱説明書を上記のとおりの被控訴人ら説明書にわざ\nわざ差し替えて販売することは考え難く、被控訴人フジホームが本件商品と\nは別に被控訴人ら説明書を被控訴人サンリビングに提供したことを窺わせる\n事情もないから、控訴人の上記主張は採用できない。他方、被控訴人フジ\nホームが、控訴人との取引停止後に在庫として有していた本件商品を被控訴\n人サンリビングに販売した際に、被控訴人らシール①の梱包箱への貼付を失\n念等したとしても不自然とはいえない。）」を加える。\n３  前半期間における被控訴人らの共同不法行為の成否（争点１）について\n次のとおり補正するほか、原判決「事実及び理由」第３の２に記載のとおり\nであるから、これを引用する。\n（原判決の補正）\n(1)  原判決２０頁８行目の「しかしながら」から１０行目の「考えられるか\nら」までを「しかしながら、前半期間においては、控訴人標章は商標登録が\nされていないから、およそ商標法の問題とはなり得ず、また、控訴人から、\n前半期間における被控訴人らの行為が不正競争防止法の規律に抵触するとの\n主張もされていない。そうすると、卸売業者又は小売業者が製造者から商品\n名を付した商品の譲渡を受けた場合」に改める。\n(2)  原判決２２頁２３行目末尾に「等」を加える。\n(3)  原判決２２頁２６行目の「前記(2)によれば」を「以上によれば」に改め\nる。\n(4)  原判決２３頁５行目の「被告ら標章による」を「被控訴人ら標章により」\nに改める。\n(5)  原判決２３頁１１行目末尾に「そして、控訴人が、令和元年８月１日、\n被控訴人フジホームに対し、最初に本件商品の出荷停止を通告した際の直接\nの原因は、同被控訴人による本件商品販売価格の是正がされないことにあっ\nた。」を加える。\n(6)  原判決２３頁１７行目の「納入」を「卸売」に改める。\n４  後半期間における被控訴人らによる商標権侵害の成否（争点２）について\n(1)  控訴人は、商標権者である控訴人が控訴人標章を付した本件商品につい\nて、その譲渡を受けた卸売業者等である被控訴人らが、梱包箱に被控訴人ら\nシールを貼付し、本件商品とともに梱包されていた控訴人説明書を被控訴人\nら説明書に差し替えた行為は、本件商標の出所表示機能及び品質保証機能を\n積極的に毀損するものとして、商標の剥離抹消行為と評価し得る本件商標権\n侵害に当たる旨主張するとともに、上記譲渡によって本件商標権が消尽する\nとみるべきではないとして原審の判断を非難する（前記第２の５(1)）。\n(2)  商標法の目的は、信用化体の対象となる商標が登録された場合に、その\n登録商標を使用できる権利を商標権者に排他的に与え、商品又は役務の出所\nの誤認ないし混同を抑止することにあり、商標権侵害は、指定商品又は指定\n役務の同一類似の範囲内で、商標権者以外の者が、登録商標と同一又は類似\nの商標を使用する場合に成立することが基本である（商標法２５条、３７\n条）。すなわち、商標法は、登録商標の付された商品又は役務の出所が当該\n商標権者であると特定できる関係を確立することによって当該商標の保護を\n図っているということができる。\n商標権者が指定商品に付した登録商標を、商標権者から譲渡を受けた卸売\n業者等が流通過程で剥離抹消し、さらには異なる自己の標章を付して流通さ\nせる行為は、登録商標の付された商品に接した取引者や需要者がその商品の\n出所を誤認混同するおそれを生ぜしめるものではなく、上記行為を抑止する\nことは商標法の予定する保護の態様とは異なるといわざるを得ない。した\nがって、上記のような登録商標の剥離抹消行為等が、それ自体で商標権侵害\nを構成するとは認められないというべきである。\n(3)  また、その点を措くとしても、後半期間における被控訴人らの行為（被\n控訴人らの行為②及び③に関する。）は、以下のとおり、控訴人標章の剥離\n抹消行為と評価し得る行為には当たらないと解される。\nア  前記第２の２で補正した上で引用した前提事実によれば、控訴人が被控\n訴人らに納入した本件商品の梱包箱の外側にはそもそも控訴人標章は表示\nされていないから、被控訴人らが仕入れ後に貼付した被控訴人らシールに\nよって控訴人標章が覆い隠されたという事実はない。控訴人が被控訴人ら\nシール①によって覆い隠されたのを問題としているのは、控訴人の屋号で\nあって、控訴人標章ではない。また、被控訴人らの行為によって、本件商\n品本体に英文字で印字された「Roller  Sticker」という標章（称呼及び観\n念において控訴人標章と同一のもの）に何らかの変更が加えられたという\n事実もない（本件商品の品質にも変更はない。）。\nイ  そうすると、控訴人標章の剥離抹消行為として問題となり得る行為は、\n被控訴人フジホームが、控訴人から本件商品を仕入れた際に梱包箱に同梱\nされていた控訴人説明書を被控訴人説明書に差し替えた行為のみ（被控訴\n人ら行為②に関する。）であるが、控訴人説明書は、取引によって納入さ\nれた本件商品の梱包箱の中に、本件商品の使用方法を説明する書面として、\n本件商品に貼付等されずに単に同梱されていたものにすぎないから、本件\n商品に標章を付した（商標法２条３項１号）とはいえず、控訴人説明書が\n取引書類（同項８号）に当たると認めるに足りる事情も窺われない。した\nがって、控訴人説明書に「ローラーステッカー使用説明書」との記載があ\nるのは、控訴人標章を商標として使用したものとは認められず、控訴人説\n明書を差し替えたことが控訴人標章の剥離抹消行為と評価すべきものとは\n認められない。\nウ  以上のとおり、後半期間における被控訴人らの行為は、そもそも控訴人\n標章の剥離抹消行為と評価される行為には当たらないから、その余の点を\n判断するまでもなく、商標の剥離抹消を理由として商標権侵害をいう控訴\n人の主張は採用できない。\nなお、被控訴人らの行為②及び③における本件商品について、控訴人が\n本件商品本体に付した標章（称呼及び観念において控訴人標章と同一の\nもの）と、被控訴人らが梱包箱に付した被控訴人ら標章とが併存してい\nるとしても、控訴人から適法に本件商品を仕入れた被控訴人らが、再販\n売業者としての出所を明らかにするため本件商品に併存して自らの標章\nを付すことが一般的に禁止される理由もない。\n(4)  したがって、後半期間における被控訴人らの行為について、本件商標権\n侵害は成立しないから、商標権侵害の不法行為は成立しない。\n５  未登録商標（標章）に関する当審における控訴人の補充主張について\n控訴人は、前半期間における未登録の控訴人標章について、被控訴人らが、\n控訴人標章を剥離抹消した上で自己の標章を使用した行為が不法行為に当たる\n旨主張するが、被控訴人ら行為①に関する行為を含め、前半期間における被控\n訴人らの行為が、そもそも控訴人標章を剥離抹消したと評価される行為に当た\nらないことは、前記４(3)で述べたところと同様であるから、上記主張も採用\nすることはできない。\n第４  結論\n以上のとおり、控訴人の請求はいずれも理由がないからこれを棄却すべきで\nあり、これと同旨の原判決は相当である。よって、本件控訴を棄却することと\nし、主文のとおり判決する。\n大阪高等裁判所第８民事部\n裁判長裁判官          山    田    陽    三\n裁判官      池      町    知  佐  子\n裁判官      渡      部    佳  寿  子\n"
}