{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 4,
    "month": 12,
    "day": 13
  },
  "case_number": "令和4(ネ)10065",
  "case_name": "特許権侵害差止等請求控訴事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "91636",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=91636",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/636/091636_hanrei.pdf",
  "contents": "令和４年１２月１３日判決言渡\n令和４年（ネ）第１００６５号  特許権侵害差止等請求控訴事件（原審・東京地方\n裁判所令和２年（ワ）第１３３２６号、同第１３３３１号）\n口頭弁論終結日  令和４年９月２７日\n判                  決\n控訴 人                中 外 製 薬 株 式 会 社\n同訴訟代理人弁護士                末      吉              剛\n同                                高      橋    聖    史\n同訴訟代理人弁理士                寺      地    拓    己\n同 補 佐 人 弁 理 士                一      宮    維    幸\n被 控訴 人                沢井製薬株式会 社\n被控訴 人                日 医 工 株 式 会 社\n上記両名訴訟代理人弁護士          森    本              純\n同                                芳    賀              彩\n主                  文\n１  本件控訴をいずれも棄却する。\n２  控訴費用は控訴人の負担とする。\n事実及び理 由\n第１  控訴の趣旨\n１  原判決を取り消す。\n２  被控訴人沢井製薬株式会社は、原判決別紙被告製品目録１記載の各医療用医\n薬品を生産し、輸入し、譲渡し又は譲渡の申出をしてはならない。\n３  被控訴人沢井製薬株式会社は、原判決別紙被告製品目録１記載の各医療用医\n薬品を廃棄せよ。\n４  被控訴人日医工株式会社は、原判決別紙被告製品目録２記載の各医療用医薬\n品を生産し、輸入し、譲渡し又は譲渡の申出をしてはならない。\n５  被控訴人日医工株式会社は、原判決別紙被告製品目録２記載の各医療用医薬\n品を廃棄せよ。\n第２  事案の概要等\n１  事案の概要\n⑴  本件は、発明の名称を「エルデカルシトールを含有する前腕部骨折抑制剤」\nとする発明に係る特許権（特許第５９６９１６１号。以下、この特許権に係\nる特許を「本件特許」という。）を有する控訴人が、被控訴人らがそれぞれ原\n判決別紙被告製品目録記載の各医療用医薬品を製造、販売する行為が上記特\n許権の侵害に当たると主張して、被控訴人らに対し、特許法１００条１項及\nび２項に基づき、同各医薬品の生産等の差止め及び廃棄を求める事案である。\n⑵  原審は、訂正前の請求項１、２及び４に係る各発明（本件発明）はいずれ\nも乙１の文献（乙１文献）に記載された発明（乙１発明）に対する新規性を\n欠くものであり、請求項４についての訂正によっても無効理由は解消されな\nいとして、控訴人の請求をいずれも棄却した。これを不服として、控訴人は、\n本件控訴を提起した。\n２  前提事実、争点及び争点に対する当事者の主張\n前提事実、争点及び争点に対する当事者の主張は、以下のとおり原判決を補\n正し、後記３のとおり当審における補充主張を付加するほかは、原判決「事実\n及び理由」の第２の２ないし４（原判決２頁１３行目ないし２６頁５行目）に\n記載のとおりであるから、これを引用する。\n⑴  原判決３頁１１行目の「（甲３、４、９、弁論の全趣旨）」を「（甲４、５、\n４１）」に改める。\n⑵  原判決４頁７行目末尾に「。」を加える。\n⑶  原判決５頁８行目の「販売」を「製造及び販売」に改める。\n⑷  原判決５頁２１行目及び２３行目の「構成要件」の後にいずれも「４Ａ、」\nを加える。\n⑸  原判決６頁３行目の「７月１日発行」の後の「）」を削る。\n⑹  原判決１２頁２４行目の「通知」）」の後に「）」を加える。\n３  当審における補充主張\n⑴  争点２（本件発明１、２、４は、乙１発明に基づき新規性を欠如するか）\n及び争点３（本件発明１、２、４は、乙１発明に基づき進歩性を欠如するか）\nについて\n〔控訴人の主張〕\n以下のとおり、本件発明は、前腕部骨折（以下、「橈骨遠位端骨折」と同義\nで用いる。）の抑制が特に求められる患者群に対して予測されていなかった\n顕著な効果を奏するものであり、エルデカルシトールの新たな属性を発見し、\nそれに基づく新たな用途への使用に適することを見出した医薬用途発明とし\nて、新規性及び進歩性が認められる。\nア  本件発明と乙１発明とは用途が異なること\n(ｱ) 前腕部骨折は、骨粗鬆症患者の中では活動性が高く若い年齢層で生じ\nやすい点や、受傷原因及び骨質等の様々な点で、他の部位の骨折とは異\nなる特徴を有している。\n本件発明は、エルデカルシトールが、上記のような前腕部骨折を抑制\nすることが特に求められる患者群において、顕著な効果を奏することを\n新たに見出した医薬用途発明であり、その効果は従来技術では得られな\nかった新たなものとして独自の技術的意義を有するから、公知発明とは\n区別されるべき発明である。\n(ｲ) これに対し、乙１文献には、エルデカルシトールについて、骨粗鬆症\n全般の治療又は用途が記載されているにすぎず、骨折の予防については\n何ら具体的な記載はないから、前腕部骨折を抑制する骨粗鬆症治療薬が\n開示されているものではない。\nまた、骨粗鬆症治療薬には様々なものがあり、いずれの部位に特に優\nれた効果を奏するかを予測するのは困難である。\nそうすると、乙１文献に接した当業者は、エルデカルシトールについ\nて、骨折の抑制のために投与されると認識していたとはいえないし、仮\nに骨折を抑制する効果を奏すると理解したとしても、特定の部位におい\nて特に骨折を抑制すると理解するものではない。\n(ｳ) 以上によれば、本件発明における「非外傷性である前腕部骨折を抑制\nする」という用途は、乙１発明の「骨粗鬆症治療薬」という用途とは客\n観的に区別された異なるものである。\nイ  患者群の特徴に応じて薬剤が使い分けられていること\n(ｱ) 同一の名称の疾患の治療及び予防であっても、より良い治療又は予防\n効果を得るためには、患者群の特徴に応じた薬剤の選択が求められてい\nるところ、ある有効成分が、当該疾病全般の治療又は予防に有効である\nことが知られていたとしても、より限定した患者群において顕著な効果\nが見出された場合、その発明は、従来技術とは区別された新規性を有す\nるものである。\nそして、骨粗鬆症においては、体の様々な部位で骨強度が低下し、骨\n折のリスクが高まるものであり、患者全体において、椎体、大腿骨近位\n部及び前腕部等、様々な部位で骨折が生じるが、個々の患者によってい\nずれの部位の骨折の抑制が求められるかは異なる。また、同じ箇所を繰\nり返し骨折しやすいという骨粗鬆症の骨折の特徴を考慮して、患者の状\n態に応じて様々な薬剤が使い分けられている。\n(ｲ) そうすると、本件発明は、前腕部骨折の抑制が特に求められる患者と\nいう限定された患者群に対して顕著な効果を奏するものとして、従来技\n術とは区別された新規性を有するものである。\nウ  臨床試験において顕著かつ予想外の効果が確認されていること\n(ｱ) 本件明細書の実施例１として記載されている臨床試験（本件試験）は、\n第Ⅲ相臨床試験として行われたものであるところ、次のとおり、エルデ\nカルシトールが、既存薬剤であるアルファカルシドールと比較して、前\n腕部骨折の抑制が特に求められる患者に対し、顕著かつ予想外の効果を\n奏するものであることが確認されている。なお、アルファカルシドール\nは、治療上の有効性が期待されて実際に使用されている上、エルデカル\nシトールと同様に活性型ビタミンＤ３製剤に属することからすれば、比\n較対象として適切である。\nａ  エルデカルシトールの前腕部骨折抑制効果は、投与初期から認めら\nれ、１４４週間にわたって持続した。（本件明細書の図１）\nｂ  層化ログランク検定によれば、エルデカルシトール投与群において\nは、アルファカルシドール投与群と比較して、有意な前腕部骨折の発\n生の低下が認められた。（本件明細書の表２）\nｃ  層化コックス回帰においては、アルファカルシドール投与群の骨折\n確率を１とすると、エルデカルシトール投与群のそれ（ハザード比）\nは０．２９であり、前腕部骨折危険率が７１％減少したことが判明し\nた。これに対し、椎体骨折に係るハザード比は、０．７４（椎体骨折\n危険率の減少は２６％）にとどまっている。（本件明細書の表２）\n(ｲ) 本件試験の結果は、原告製品の承認申請の資料として提出され、添付\n文書にも記載されている上、骨粗鬆症ガイドライン（甲８）においても、\n「前腕骨骨折リスク  ７１％抑制」と記載されるなどしている。\n(ｳ) エルデカルシトールを含有する医薬組成物を、骨粗鬆症治療薬として、\n骨粗鬆症全般の治療又は予防のために投与することが知られていたと\nしても、本件明細書において開示されたエルデカルシトールの前腕部骨\n折抑制効果は、本件優先日当時は知られておらず、本件試験によって初\nめて明らかになったものであるから、本件発明の効果は予測されていな\nかったものといえる。\n〔被控訴人らの主張〕\nア  用途発明には当たらないこと\n(ｱ) 本件優先日当時、骨粗鬆症治療薬としてのエルデカルシトールは公知\nであったところ、骨粗鬆症は全身的な骨疾患であり、その治療において\nは椎体や大腿骨等も含めた全身的な骨強度の維持・改善及びこれによる\n骨折抑制が目的とされる。そして、前腕部は、骨粗鬆症において骨折を\n起こしやすい部位の一つであるから、前腕部骨折の抑制は、骨粗鬆症治\n療薬の骨粗鬆症全般の治療の用途において、不可分的かつ内在的に含ま\nれ、かつ、骨粗鬆症治療において当然に企図されている。また、骨粗鬆\n症の発症機序やエルデカルシトールの作用機序に照らしてみても、前腕\n部骨折の発生及びその抑制について、他の部位にはみられないような特\n別な発症機序や作用機序がみられるというものではない。\n(ｲ) したがって、骨粗鬆症治療薬について、骨粗鬆症全般の治療の用途と\nは別に、前腕部骨折の抑制という独立した用途を観念することはできな\nい。また、骨粗鬆症治療薬について前腕部骨折の抑制という用途を観念\nすることが一応できたとしても、骨粗鬆症全般の治療という用途と前腕\n部骨折の抑制という用途とを客観的に区別することは困難であるから、\n本件発明について、用途発明として新規性が認められる余地はない。\n(ｳ) 仮に、エルデカルシトールについて一定の前腕部骨折を抑制する効果\nがみられたとしても、それは公知の用途である骨粗鬆症治療の下で当然\nに予定されていたものでしかなく、新たな属性といえるようなものでは\nない。本件明細書において、アルファカルシドールに対するエルデカル\nシトールの骨折リスク減少率の比（相対比）が示されているのは椎体及\nび前腕部のみであって、その他の部位の試験結果は全く示されていない\nから、控訴人が主張するエルデカルシトールの属性は、本件明細書の記\n載の範囲を超えたものである。\nイ  患者群に応じた薬剤の使い分けについて\n控訴人が主張するような骨粗鬆症治療薬の使い分けがされているとして\nも、それは、骨粗鬆症の進行の度合いや骨折リスクの大小、骨折抑制のエ\nビデンス、安全性（長期投与の可否）等を総合的に考慮して、骨粗鬆症治\n療薬が選択されるというものであって、あくまで全身的な骨疾患である骨\n粗鬆症の治療としてされるものであり、仮に、その中で特定の部位に対す\nる骨折抑制が考慮されることがあったからといって、当該部位の骨折抑制\nという独立した用途の存在が認められるものではない。\nウ  前腕部骨折を抑制する効果は認められないこと\n(ｱ) 本件試験のように、単にアルファカルシドールに対するエルデカルシ\nトールの特定の部位における骨折減少率の相対比の値をみただけでは、\n当該部位に対する具体的な効果を把握することはできない。\nエルデカルシトールの部位別の具体的な効果を把握するためには、前\n腕部、椎体及びその他の主要な骨折部位それぞれについて、プラセボと\n比較をすることによって効果を客観的に確認する必要がある。また、ア\nルファカルシドールと比較するのであれば、少なくとも、アルファカル\nシドールについて、前腕部、椎体及びその他の主要な骨折部位それぞれ\nについて、プラセボとの比較により効果が客観的に確認されている必要\nがある。\n(ｲ)  骨粗鬆症における主要な骨折部位は複数あるのであるから、前腕部の\n骨折を抑制する効果だけをみても、あるいは、前腕部及び椎体における\n骨折発生リスクの比較結果だけをみても、骨粗鬆症治療薬としてのエル\nデカルシトールの他の主要な骨折部位に対する効果は不明であり、骨粗\n鬆症治療とは区別された前腕部骨折の抑制という独立した用途を導くこ\nとはできない。\n(ｳ)  以上によれば、本件試験の結果を基に、本件発明が特に前腕部骨折を\n抑制する効果を奏するとはいえない。\n⑵  争点４（本件訂正４、５によって、本件発明４に係る新規性欠如、進歩性\n欠如の無効理由が解消されるか）について\n〔控訴人の主張〕\nア  本件訂正発明４について\n(ｱ) 本件特許が出願された当時、原発性骨粗鬆症は、青年期に生じる特発\n性骨粗鬆症、Ⅰ型骨粗鬆症（閉経後骨粗鬆症）及びⅡ型骨粗鬆症（老人\n性骨粗鬆症。退行期骨粗鬆症とも呼ばれる。）に大別されていたところ、\nⅠ型骨粗鬆症は、女性の患者が男性の患者よりも著しく多く、また、６\n５歳未満がその大半を占めているから、７５歳以上がその大半を占める\nⅡ型骨粗鬆症とは患者群が異なるといえる。また、Ⅰ型骨粗鬆症は、皮\n質骨と比較して海綿骨が特に急激に減少するものであり、海綿骨及び皮\n質骨の両者が同様の速度で減少するⅡ型骨粗鬆症とは骨量の減少の仕方\nが異なる。さらに、Ⅰ型骨粗鬆症の患者群においては、前腕部骨折が生\nじやすいとされている。\n以上のとおり、Ⅰ型骨粗鬆症は、Ⅱ型骨粗鬆症とは区別されていたも\nのであるところ、Ⅰ型骨粗鬆症患者は、前腕部骨折のリスクが高く、そ\nの抑制が望まれる患者群であるといえる。\n(ｲ) そして、本件訂正発明４においては、投与対象がⅠ型骨粗鬆症患者に\n特定されているところ、本件試験において、エルデカルシトールの前腕\n部骨折の抑制という顕著な効果が明確に示されていることからすれば、\n前腕部骨折の発生が特に懸念されているⅠ型骨粗鬆症の患者群に対す\nる顕著な効果を奏することが示されているといえる。\n(ｳ) したがって、本件訂正発明４は、患者群が限定されることにより、乙\n１発明に対する新規性及び進歩性を有するものである。\nイ  本件訂正発明５について\n(ｱ) 個々の患者によって、いずれの部位における骨折リスクが高く、特に\n骨折を抑制すべきであるかは異なるものであるところ、本件訂正発明５\nにおいては、投与対象が「非外傷性である前腕部骨折の抑制が必要とさ\nれる原発性骨粗鬆症患者」に特定されている。\nそして、本件訂正発明５は、当該患者群に対し、前腕部骨折の抑制と\nいう顕著かつ予想外の効果を奏する。\n(ｲ) したがって、本件訂正発明５は、患者群が特定されることにより、乙\n１発明に対する新規性及び進歩性を有するものである。\n〔被控訴人らの主張〕\nア  本件訂正発明４について\n(ｱ) 本件試験においては、エルデカルシトール投与群及びアルファカルシ\nドール投与群（対照群）のいずれの患者についても、大半が６５歳以上\nであったと理解されるところ、Ⅰ型骨粗鬆症患者の大半が６５歳未満で\nあるとする控訴人の主張を踏まえると、Ⅰ型骨粗鬆症患者は、本件試験\nにおける患者とは年齢層を異にする。したがって、本件明細書には、Ⅰ\n型骨粗鬆症患者とそれ以外の骨粗鬆症患者との間で前腕部骨折を抑制す\nる効果を比較した記載はおろか、Ⅰ型骨粗鬆症患者について前腕部骨折\nを抑制する効果を確認した記載すらないといえる。\n(ｲ) 本件明細書には、エルデカルシトールについて、Ⅰ型骨粗鬆症患者に\n対する前腕部骨折抑制効果を確認した試験結果の記載が全くなく、その\n効果は不明である。\n(ｳ)  Ⅰ型骨粗鬆症患者の主要な骨折発生部位は、椎体及び前腕部であり、\n同患者においては、前腕部骨折のみならず椎体骨折の抑制も重要とされ\nている。したがって、Ⅰ型骨粗鬆症患者に対するエルデカルシトールの\n投与は、前腕部骨折を抑制する目的に限ったものではなく、骨粗鬆症に\nおける主要な骨折部位の代表例である椎体及び前腕部骨折の抑制を目\n的としたものであるから、対象患者をⅠ型骨粗鬆症患者に限定したとこ\nろで、骨粗鬆症治療と区別された前腕部骨折の抑制という独立した用途\nが観念されるわけではない。\n(ｴ) したがって、本件訂正発明４について、新規性及び進歩性は認められ\nない。\nイ  本件訂正発明５について\nこれまで主張したところによれば、本件訂正発明５について、新規性及\nび進歩性は認められない。\n⑶  争点１（被告製品が「非外傷性である前腕部骨折を抑制するための」（構成\n要件１Ｂ、４Ｄ、５Ｂ）医薬品であるといえるか）について\n〔控訴人の主張〕\nア  エルデカルシトールが、その特性に照らして、６５歳未満であり重症度\nの低い骨粗鬆症患者群及びⅠ型骨粗鬆症患者群において、「非外傷性である\n前腕部骨折を抑制する」ことを意識して使用されることなどからすれば、\n被告製品は、本件発明及び本件訂正発明の技術的範囲に属する。\nイ  控訴人は、被告製品が６５歳未満の骨粗鬆症患者及びⅠ型骨粗鬆症患者\nには投与されないよう適切かつ実効的な措置を講じる場合には、侵害を主\n張する意思はなく、また、投与対象がⅠ型骨粗鬆症とⅡ型骨粗鬆症との境\n界領域を含む場合について、差止めを求めるものではない。\n〔被控訴人らの主張〕\nア  被告製品の効能・効果は、添付文書に記載されたとおり「骨粗鬆症」で\nあり、骨粗鬆症全般の治療を用途とするものであるから、被告製品は、本\n件発明の技術的範囲に属しない。\nイ  仮に、本件特許が有効であるとすれば、６５歳未満の骨粗鬆症患者又は\nⅠ型骨粗鬆症患者に対するエルデカルシトールの投与について、前腕部骨\n折の抑制という用途と、骨粗鬆症全般の治療の用途とが存在することとな\nるが、両者を区別することはできず、結局のところ、控訴人の主張は、こ\nれらの患者に対するエルデカルシトールの投与を全て本件発明の用途で\nの投与であるとみなして、これを独占しようとするものにほかならない。\n第３  当裁判所の判断\n当裁判所も、原審と同様に、控訴人の請求はいずれも理由がないものと判断す\nる。その理由は、次のとおりである。\n１  本件発明について\n⑴  本件明細書の記載\n本件明細書の記載は、原判決２６頁９行目ないし４１頁１行目のとおりで\nあるから、これを引用する。\n⑵  本件発明の技術的意義\n原判決４１頁３行目から５行目までを次のとおりに改める。\n本件特許の特許請求の範囲及び本件明細書の記載によれば、本件発明の技\n術的意義は、次のとおりであると認められる。\nア  本件発明は、エルデカルシトール（ＥＤ－７１）を含んでなる、前腕部\n骨折を抑制するための医薬組成物、有効量のエルデカルシトールを投与す\nることを含んでなる前腕部骨折の抑制方法及び当該医薬組成物の製造に\nおけるエルデカルシトールの使用に関する発明である。（段落【０００１】）\nイ  骨粗鬆症は、脆弱性骨折（低骨量（骨密度がＹＡＭの８０％未満又は脊\n椎Ｘ線像で骨粗鬆化がある場合）が原因で、軽微な外力によって発生した\n非外傷性骨折）の基礎疾患の一つであり、骨の脆弱化により、主に脊椎（椎\n体）、大腿骨近位部及び前腕部が骨折しやすい。また、高齢者や骨粗鬆症患\n者等の骨がもろくなっている者は、転倒等による軽微な外力によって前腕\n部を骨折しやすいが、その発生数やＡＤＬ及びＱＯＬの観点からすれば、\n前腕部骨折を予防することは極めて重要である。（段落【０００３】、【００\n０４】、【０００６】、【００１３】及び【００３５】）\nウ  従来、骨粗鬆症治療薬の一つとして、非椎体骨折予防の効果が認められ\nているビタミンＤ化合物があり、その一種であるエルデカルシトールは、\n骨癒合促進剤や骨粗鬆症治療薬として知られていた。本件発明は、エルデ\nカルシトールについて、前腕部の骨折を抑制するという用途を初めて見出\nした発明であり、既存薬剤の効果を上回って前腕部の骨折を予防すること\nができる医薬組成物を提供することを目的とする発明である。（段落【００\n１１】、【００１２】、【００１６】及び【００１８】）\nエ  本件発明は、エルデカルシトールを含んでなる、前腕部骨折を抑制する\nための医薬組成物又は前腕部骨折抑制剤を提供し、好ましくは、前記医薬\n組成物は、原発性骨粗鬆症患者に投与され、更に好ましくは、大腿骨骨密\n度がＹＡＭの８０％未満、好ましくは７０％未満、より好ましくは６０％\n未満のヒトに投与され、好ましくは、原発性骨粗鬆症患者に、エルデカル\nシトールが０．７５μｇ／日の用量で経口投与される。（段落【００１７】）\nオ  本件発明における前腕部骨折抑制効果は、同種同効薬であるアルファカ\nルシドールを有意に上回り、当業者の常識から予想されるレベルをはるか\nに超えるものであり、本件発明は、従来から使用されている医薬品に比べ、\n大きく前腕部骨折を抑制することができるという効果を奏する。（段落【０\n０１９】）\n⑶  原判決４１頁６行目から４４頁２２行目までを削除する。\n２  争点２（本件発明１、２、４は、乙１発明に基づき新規性を欠如するか）に\nついて\n原判決４４頁２５行目から５１頁７行目までを次のとおりに改める。\n⑴  乙１発明について\nア  乙１文献の記載\n乙１文献は、「骨粗鬆症治療薬：ＥＤ－１」と題する論稿であり、次のと\nおりの記載がある（乙１）。\n(ｱ) 「はじめに\nアルファカルシドール（１α（ＯＨ）Ｄ３）を初めとする活性型ビタミ\nンＤ３は本邦で長く骨粗鬆症治療薬として用いられてきた。活性型ビタ\nミンＤ３の主な作用は生理的なビタミンＤと同じく腸管からのカルシウ\nム・リン吸収の促進である。・・・これまでに、活性型ビタミンＤ ３が脊\n椎および大腿骨頸部骨折を抑制するという報告が、わが国を中心に多数\n存在する。また、高齢者においてビタミンＤおよびカルシウムの補充療\n法が大腿骨頸部その他の非椎体骨折を予防するとの成績が報告されてい\nる。・・・\n活性型ビタミンＤ３作用の大部分はビタミンＤの補充効果と考えられ\nているが、それ以外の骨折抑制機序として、骨に対する直接的なアナボ\nリック作用や、骨量に依存しない骨質・骨強度の改善効果が注目されて\nいる。ビタミンＤ作用は核内受容体 superfamily に属するビタミンＤ受\n容体（ＶＤＲ：vitamin D receptor）を介して発現する。既に骨粗鬆症\n治療薬（ラロキシフェン）として応用されている選択的エストロゲン受\n容体修飾薬（ＳＥＲＭ：selective estrogen receptor modulator）と同\n様、組織特異的な作用を有するＶＤＲリガンドが、骨に対する好ましい\n作用を特に強力に発揮する可能性がある。本稿ではまず骨粗鬆症治療薬\nとしての（活性型）ビタミンＤに関するこれまでのエビデンスをまとめ、\n上述のような組織特異的作用が期待される新規ビタミンＤ誘導体ＥＤ－\n７１について、最近の臨床試験成績を含めて概説する。」（（６７９）６９\n頁左欄１行～同頁右欄１８行）\n(ｲ) 「１）ＥＤ－７１のビタミンＤ誘導体としての特徴\nＥＤ－７１（１α，２５－ｄｉｈｙｄｒｏｘｙ－２β－（３－ｈｙｄ\nｒｏｘｙｐｒｏｐｏｘｙ）ｖｉｔａｍｉｎ  Ｄ３）は、活性型ビタミンＤ\n３（１α，２５－ｄｉｈｙｄｒｏｘｙｖｉｔａｍｉｎ  Ｄ３（１，２５Ｄ\n３））の２β位に hydroxypropoxy 基を導入した化合物である（図５）。１，\n２５Ｄ ３に比 べてビ タミンＤ結 合蛋白 （ ＤＢＰ： vitamin  D-binding\nprotein）に対する親和性が高く、in vivo における血中半減期が延長し\nている。一方、ＶＤＲに対する親和性は１，２５Ｄ３よりも２～３倍低い。\nしかし、これらの薬理学的特性と in vivo での効果との関係は明らかで\nない。」（（６８１）７１頁右欄下から３行～（６８２）７２頁右欄３行）\n(ｳ) 「２）ＥＤ－７１の実験動物に対する効果\nＥＤ－７１は、ラットの卵巣摘出骨粗鬆症のモデルを用いたスクリー\nニングにより見出された活性型ビタミンＤ３誘導体である。卵巣摘除し\nた Wistar-Imamichi 系雌性ラットに３ヵ月間経口投与して活性型ビタミ\nンＤ３と効果を比較した検討では、ＥＤ－７１は破骨細胞数を減少、骨吸\n収マーカーを低下させ、用量依存性に骨密度を増加させた。ＥＤ－７１\nは、アルファカルシドールと同様もしくはやや強い血清カルシウム上昇\n作用を示したが、同程度のカルシウム上昇作用をもたらす用量で比較す\nると骨密度増加効果がアルファカルシドールより強力であった。ＥＤ－\n７１による骨密度の増加は骨強度の増加を伴っており、健常な骨質が保\n持されていると考えられる。\nまた最近、ラット骨髄除去モデルにおいて、ＥＤ－７１が回復初期の\n骨吸収を抑制して骨形成を高め、血管新生も促進することが示された。\nこの効果は同用量の活性型ビタミンＤ３では認められなかった。さらに\nラットを用いた骨折モデルにおいては、ＥＤ－７１には骨吸収を抑制し\nて仮骨のリモデリングを阻害する効果が認められたが、骨折治癒過程に\n悪影響は与えなかったと報告されている。これらの作用に骨局所の細胞\n成分に対する直接効果がどの程度寄与しているのかは不明である。」（（６\n８２）７２頁右欄４行～（６８３）７３頁左欄１６行）\n(ｴ) 「３）ＥＤ－７１の臨床検討成績\n原発性骨粗鬆症患者１０９例に対して行われた前期第Ⅱ相臨床試験に\nおいては、０．２５、０．５、０．７５、１．０μｇ／日の連日経口投\n与により、用量依存的に骨密度増加が認められた（図７、８）。０．７５\nμｇ／日で２．５～３％の腰椎骨密度の上昇という、従来の活性型ビタ\nミンＤ３ではみられなかった強力な骨量増加作用が示された。最高用量\nにおいても１１．０ｍｇ／ｄｌを超える高カルシウム血症は認められず、\n安全性についても問題がないことが確認された。\nこの結果を受けて原発性骨粗鬆症患者２１９例を対象に、臨床推奨用\n量の決定を目的とした後期第Ⅱ相臨床試験が行われた。この検討ではＥ\nＤ－７１のビタミンＤ補充効果以外の骨量増加効果を検証するために、\n全例に２００～４００ＩＵ／日のビタミンＤが補充された。その結果、\n投与３ヵ月後には症例の９２％の血清２５（ＯＨ）Ｄ濃度が２０ｎｇ／\nｍｌ以上に達し、ビタミンＤ欠乏状態でないことが確認された。骨密度\nは用量依存性に増加し、１２ヵ月間の０．７５μｇ／日投与で腰椎骨密\n度はプラセボに対して２．６％増、大腿骨近位部でも１．５％の増加が\n認められた（図９）。血中・尿中のカルシウム濃度も用量依存的な上昇が\nみられたが、全試験期間中、正常範囲を逸脱することはなかった。骨代\n謝マーカーは、尿ＮＴＸ、血清ＢＡＰ（骨型アルカリホスファターゼ）、\n血清オステオカルシンのいずれも有意に低下し、骨代謝回転の抑制効果\nが認められた（図１０）。この検討ではＥＤ－７１の強力な効果が認めら\nれたが、ビタミンＤ非充足状態の症例が多かったため、ビタミンＤ補充\n効果が強く作用している可能性が考えられる。しかしながら試験開始時\nの２５（ＯＨ）Ｄ濃度が下位１／４（＜２５ｎｇ／ｍｌ）と上位１／４\n（＞２９ｎｇ／ｍｌ）の例における骨密度変化を検討した post-hoc 解\n析では、０．７５μｇ／日以上の投与群における骨密度の上昇はビタミ\nンＤ充足状態にかかわらず同等に認められた。したがって、ＥＤ－７１\nはビタミンＤ補充効果に依存せずに強力に骨密度を増加させたものと考\nえられた。ＥＤ－７１の作用機序には未だ不明な点が多く残されており、\n今後さらなる検討を要する。」（（６８３）７３頁左欄１７行～（６８５）\n７５頁左欄１行）\n(ｵ) 「図７\n図８\n図９\n」\n（（６８３）７３頁～（６８４）７４頁）\n(ｶ) 「おわりに\n（活性型）ビタミンＤ３の骨粗鬆症治療薬としての位置づけを明らか\nにした上で、新しい誘導体であるＥＤ－７１について概説した。現在、\n新規椎体骨折発生頻度を主要評価項目としてＥＤ－７１とアルファカ\nルシドールの効果を比較する、３年間の大規模な無作為二重盲検試験が\n進行中である。活性型ビタミンＤ ３誘導体として開発されたＥＤ－７１\nであるが、全く新しい機序を介して作用を発揮している可能性もあり、\n今後の基礎・臨床研究の進展がますます注目される。」（（６８５）７５頁\n左欄２行～１２行）\nイ  乙１発明の内容\n上記アによれば、乙１発明の内容は、次のとおりであると認められる（化\n学構造は、別紙「乙１発明の化学構造」記載のとおりである。）。\n「原発性骨粗鬆症患者を対象として０．７５μｇ／日の用量で経口投与\nされる、以下の化学構造を有するＥＤ－７１（１α，２５－ｄｉｈｙｄｒ\nｏｘｙ－２β－（３－ｈｙｄｒｏｘｙｐｒｏｐｏｘｙ）ｖｉｔａｍｉｎ\nＤ３）を含んでなる、骨粗鬆症治療薬。」\n⑵  本件発明と乙１発明との一致点及び相違点\n前記１及び上記⑴によれば、本件発明と乙１発明との一致点及び相違点は、\n次のとおりであると認められる。\nア  本件発明１\n(ｱ) 一致点\n「エルデカルシトールを含んでなる医薬組成物。」\n(ｲ) 相違点１\n「医薬組成物について、本件発明では、『非外傷性である前腕部骨折を\n抑制するため』のものであると特定されているのに対して、乙１発明で\nは、『骨粗鬆症治療薬』であると特定されている点。」\nイ  本件発明２\n(ｱ) 一致点\n「エルデカルシトールを含んでなる医薬組成物であって、投与される\n対象が原発性骨粗鬆症患者である組成物。」\n(ｲ) 相違点１\n上記ア(ｲ)と同じ。\nウ  本件発明４\n(ｱ) 一致点\n「エルデカルシトールを含んでなる医薬組成物であって、エルデカル\nシトールが０．７５μｇ／日の用量で経口投与される、上記組成物。」\n(ｲ) 相違点１\n上記ア(ｲ)と同じ。\n⑶  本件優先日当時の技術常識\nア  骨の構造に関する技術常識\n証拠（乙４、５、８）及び弁論の全趣旨によれば、本件優先日当時、骨\nの構造に関し、次の事項が技術常識であったと認められる。\n(ｱ) 骨は、表面が皮質骨により取り囲まれ、内側の海綿骨に連続している\n構造である。\n(ｲ) 海綿骨の骨梁は、外力に対する抵抗力が力学的に大きくなるように並\nんでおり、また、皮質骨は、骨の力学的強度の保持に重要な役割を果た\nす。\n(ｳ) 前腕部の橈骨超遠位（橈骨遠位端）は、海綿骨及び皮質骨からなり、\n腰椎は主に海綿骨から、大腿骨近位部は皮質骨及び海綿骨からなる。\nイ  骨粗鬆症に関する技術常識\n証拠（乙２ないし４、６、１０）及び弁論の全趣旨によれば、本件優先\n日当時、骨粗鬆症に関し、次の事項が技術常識であったと認められる。\n(ｱ) 骨粗鬆症は、骨吸収（骨破壊）及び骨形成（骨の構築）のバランスが\n崩れ、相対的に骨吸収が優位になることによって生じる骨量の減少が、\n骨の微細構造の破壊を引き起こし、骨の強度を低下させることが原因で、\n骨折が起こりやすくなる疾病である。\n(ｲ) 骨粗鬆症の主な臨床症状には脆弱性骨折があり、椎体、前腕骨遠位部、\n大腿骨近位部及び上腕骨近位部等において骨折が発生しやすく、大腿骨\n近位部及び前腕骨遠位部における骨折の大半は、転倒が原因で発生する。\n(ｳ) 骨粗鬆症に対して薬剤を投与する目的は、骨粗鬆症による骨折を減少\nさせることにより、骨折によって引き起こされる諸症状を緩和すること\nにあるところ、骨折の頻度は骨の量的又は質的な変化に関係することが\n明らかにされているものの、薬剤の骨折に対する効果を直接的に証明す\nることは容易ではないため、一般的には、骨折の代用指標として骨量（骨\n密度）を測定して評価している。\nウ  前腕部骨折に関する技術常識\n証拠（甲４３、４４、乙４、１０、７８）及び弁論の全趣旨によれば、\n本件優先日当時、前腕部骨折に関し、次の事項が技術常識であったと認め\nられる。なお、これらの事項は、本件優先日後に公開された文献（甲１１、\n１２、２８、乙６９）からも認定することができる。\n(ｱ)  前腕部は、骨粗鬆症において骨折が発生しやすい他の部位と同様に、\n骨強度が低下することによって骨折リスクが増加する。\n(ｲ) 前腕部骨折は、そのほとんどが転倒によって発生するものであること\nから、身体的活動性が比較的高く、転倒時に反射的に手で防御すること\nができる前期高齢者等において好発するが、そのような防御をすること\nができない年齢（７０歳又は８０歳以降）になると、発生率は上昇しな\nくなる。\nエ  活性型ビタミンＤ３製剤に関する技術常識\n証拠（乙２、７、１１）及び弁論の全趣旨によれば、本件優先日当時、\n活性型ビタミンＤ３製剤は、従来から骨粗鬆症治療に用いられており、骨の\n脆弱性そのものを改善する効果に加え、骨折の外因である転倒防止効果が\nあることが技術常識であったと認められる。\nオ  エルデカルシトールに関する技術常識\n証拠（乙６、７、１２）及び弁論の全趣旨によれば、本件優先日当時、\nエルデカルシトールに関し、次の事項が技術常識であったと認められる。\n(ｱ) エルデカルシトールは、従来から骨粗鬆症治療の標準薬として使用さ\nれてきたアルファカルシドール等の活性型ビタミンＤ３化合物が有する\n骨に対する作用を強めた化合物であり、アルファカルシドールよりも骨\n作用（骨密度（ＢＭＤ）の増加作用）及び骨吸収抑制作用が強く、また、\n骨形成を促進する作用がある。\n(ｲ) エルデカルシトールは、経口投与される薬剤であり、骨の微細構造に\n対する改善効果及び骨強度の改善効果を伴った骨量増加作用を有し、海\n綿骨及び皮質骨のいずれに対しても効果を期待することができる薬剤で\nある。\n(ｳ) エルデカルシトールの投与においては、腰椎における骨強度と骨密度\nとの間に良好な正の相関がみられる。\n⑷  本件発明の新規性の有無\nア  相違点１についての検討\n(ｱ) 前記⑵のとおり、本件発明と乙１発明との相違点は、「医薬組成物につ\nいて、本件発明では、『非外傷性である前腕部骨折を抑制するため』のも\nのであると特定されているのに対して、乙１発明では、『骨粗鬆症治療薬』\nであると特定されている点。」にある（相違点１）ところ、控訴人は、本\n件発明につき、前腕部骨折の抑制が特に求められる患者群において予測\nされていなかった顕著な効果を奏するものであり、エルデカルシトール\nの新たな属性を発見し、それに基づく新たな用途への使用に適すること\nを見出した医薬用途発明であるから、相違点１に係る本件発明の用途\n（「非外傷性である前腕部骨折を抑制するための」）は乙１発明の「骨粗\n鬆症治療薬」の用途とは区別される旨主張する。\n(ｲ) そこで検討するに、公知の物は、原則として、特許法２９条１項各号\nにより新規性を欠くこととなるが、当該物について未知の属性を発見し、\nその属性により、その物が新たな用途への使用に適することを見出した\n発明であるといえる場合には、当該発明は、当該用途の存在によって公\n知の物とは区別され、用途発明としての新規性が認められるものと解さ\nれる。\nそして、前記１⑵のとおり、本件発明の医薬組成物は、高齢者や骨粗\n鬆症患者等の骨がもろくなっている者が転倒等した際に、前腕部である\n橈骨又は尺骨に軽微な外力がかかって生じる骨折のリスク、すなわち前\n腕部における非外傷性骨折のリスクに着目して、その用途が「非外傷性\nである前腕部骨折を抑制するため」と特定されている（相違点１）もの\nである。\n(ｳ) しかしながら、前記⑶イの技術常識によれば、当業者は、乙１発明の\n「骨粗鬆症治療薬」につき、椎体、前腕部、大腿部及び上腕部を含む全\n身の骨について骨量の減少及び骨の微細構造の劣化による骨強度の低\n下が生じている患者に対し、各部位における骨折リスクを減少させるた\nめに投与される薬剤であると認識するものといえる。また、前記⑶ア、\nエ及びオの各技術常識によれば、当業者は、エルデカルシトールの効果\nは海綿骨及び皮質骨のいずれに対しても及ぶと期待するものであり、海\n綿骨及び皮質骨からなる前腕部の骨に対してもその効果が及ぶと認識\nするものといえる。さらに、前記⑶イ及びウの技術常識によれば、当業\n者は、骨粗鬆症においては身体のいずれの部位も外力によって骨折が生\nじるものであり、また、前腕部における骨折リスクは、骨強度が低下す\nることによって増加する点において、骨粗鬆症において骨折しやすい他\nの部位における骨折リスクと共通するものであると認識するものとい\nえる。\n以上の事情を考慮すると、当業者は、骨粗鬆症患者における前腕部の\n骨の病態及びこれに起因する骨折リスクについて、他の部位の骨の病態\n及び骨折リスクと異なると認識するものではなく、また、乙１発明の「骨\n粗鬆症治療薬」としてのエルデカルシトールを投与する目的及びその効\n果についても、前腕部と他の部位とで異なると認識するものではないと\nいうべきである。\n(ｴ) さらに、本件優先日前に公開された乙１２の文献には、エルデカルシ\nトールがアルファカルシドールよりも優位に椎体骨折の発生を抑制す\nることが第Ⅲ相臨床試験において確認されたことが記載されているこ\nとに加え、前記⑶エ及びオの技術常識によれば、エルデカルシトールに\nよる前腕部を含む全身の骨折リスクの減少作用は、経口投与されて体内\nに吸収されたエルデカルシトールが、骨に対して直接的又は間接的に何\nらかの作用を及ぼすことによって達成されるものであるといえるとこ\nろ、本件明細書には、骨折リスクを減少させようとする部位が前腕部で\nある場合と他の部位である場合とで、エルデカルシトールが及ぼす作用\nに相違があることを示す記載は存しない。そして、前記⑶ウ及びオの技\n術常識を考慮しても、本件明細書の記載から、エルデカルシトールの作\n用に関して上記の相違があると把握することはできない。\nそうすると、当業者は、前腕部の骨折リスクを減少させるために投与\nする場合と骨粗鬆症患者に投与する場合とで、エルデカルシトールの作\n用が相違すると認識するものではないというべきである。\n(ｵ) 以上によれば、エルデカルシトールの用途が「非外傷性である前腕部\n骨折を抑制するため」と特定されることにより、当業者が、エルデカル\nシトールについて未知の作用・効果が発現するとか、骨粗鬆症治療薬と\nして投与されたエルデカルシトールによって処置される病態とは異な\nる病態を処置し得るなどと認識するものではないというべきである。\nそうすると、本件発明については、公知の物であるエルデカルシトー\nルの未知の属性を発見し、その属性により、エルデカルシトールが新た\nな用途への使用に適することを見出した用途発明であると認めることは\nできないから、相違点１に係る用途は乙１発明の「骨粗鬆症治療薬」の\n用途と区別されるものではない。\n(ｶ) したがって、相違点１は実質的な相違点ではない。\nイ  控訴人の原審における主張（原判決「事実及び理由」の第２の４⑵及び\n⑶）及び当審における補充主張に対する判断\n(ｱ) 前記第２の３⑴〔控訴人の主張〕アの主張について\nａ  控訴人は、前腕部骨折は他の部位の骨折とは異なる特徴を有するこ\nと、乙１文献には前腕部骨折を抑制する骨粗鬆症治療薬が開示されて\nいるものではないことなどを理由に、本件発明の用途は乙１発明の用\n途と客観的に区別することができる旨主張する。\nしかしながら、前記⑶ウの技術常識によれば、前腕部骨折は、身体\n的活動性が比較的高い前期高齢者等において好発する特徴があるとい\nえるものの、上記アで検討したとおり、前腕部の骨と他の部位の骨と\nで病態が異なるものとはいえず、また、前腕部の骨折リスクを減少さ\nせるために投与する場合と骨粗鬆症患者に投与する場合とで、エルデ\nカルシトールの作用が相違するともいえないことからすれば、前腕部\n骨折に上記の特徴があるからといって、本件発明の用途は乙１発明の\n用途と客観的に区別することができるものとはいえない。\nまた、前記⑴のとおり、乙１文献には、エルデカルシトールにつき、\n動物実験において、骨密度増加効果がアルファカルシドールよりも強\n力であるところ、骨密度の増加は骨強度の増加を伴っていると考えら\nれること、第Ⅱ相臨床試験において、腰椎骨及び大腿骨の骨密度の増\n加が認められ、ビタミンＤ補充効果に依存せずに強力に骨密度を増加\nさせたものと考えられること、新規椎体骨折発生頻度を主要評価項目\nとしてアルファカルシドールの効果と比較する更なる臨床試験が進行\n中であることが記載されているところ、前記⑶ウないしオのとおり、\nエルデカルシトールがアルファカルシドールに比して有意に優れた骨\n強度改善効果等を有していることや、前腕部の骨折リスクは他の部位\nと同様に骨強度が低下することによって増加するものであることが技\n術常識であったこと、上記ア(ｴ)のとおり、本件優先日当時、エルデカ\nルシトールがアルファカルシドールよりも優位に椎体骨折の発生を抑\n制することが第Ⅲ相臨床試験において確認されたことが記載されてい\nる文献（乙１２）が存在したことを併せ考慮すれば、当業者は、乙１\n文献の記載に基づいて、エルデカルシトールが、他の部位と同様に前\n腕部についても、アルファカルシドールよりも優位にその骨折を抑制\nするものであることを、合理的に予測し得たものといえる。\nｂ  したがって、控訴人の上記主張は採用することができない。\n(ｲ) 同イの主張について\nａ  控訴人は、一般に患者群の特徴に応じて薬剤が選択されており、骨\n粗鬆症においても個々の患者の状態に応じて様々な薬剤が使い分けら\nれているところ、本件発明は、前腕部骨折の抑制が特に求められる患\n者という限定された患者群に対して顕著な効果を奏するものとして、\n従来技術とは区別された新規性を有する旨主張する。\nしかしながら、上記アで検討したとおり、前腕部の骨折リスクは、\n骨強度が低下することによって増加する点において、骨粗鬆症におい\nて骨折しやすい他の部位における骨折リスクと共通するものであるか\nら、骨粗鬆症患者のうち、全身の骨折の抑制が必要とされる者と前腕\n部の骨折の抑制が特に必要とされる者とを客観的に区別することはで\nきないというべきである。\nｂ  したがって、控訴人の上記主張は採用することができない。\n(ｳ) 同ウの主張について\nａ  控訴人は、本件試験に係る結果において、エルデカルシトールが、\n既存薬剤であるアルファカルシドールと比較して、前腕部骨折の抑制\nが特に求められる患者に対し、顕著かつ予想外の効果を奏することが\n確認されている旨主張する。\nそこで検討するに、本件明細書には、アルファカルシドールを比較\n薬とした無作為割付二重盲検群間比較試験である本件試験において、\n非外傷性の前腕部骨折の３年間の発生頻度が、アルファカルシドール\n投与群においては５２３例中１７例（骨折確率３．６３％）であり、\nエルデカルシトール投与群においては５２６例中５例（骨折確率１．\n０７％）であったこと、これらの骨折発生頻度を層化ログランク検定\n及び層化コックス回帰により比較した結果、アルファカルシドール投\n与群の骨折確率を１とした際のエルデカルシトール投与群の骨折確率、\nすなわちハザード比は０．２９であったこと、これにより、エルデカ\nルシトール投与群における前腕部骨折危険率が７１％減少したことが\n判明したこと、これらの試験結果の結論として、アルファカルシドー\nル投与群に対するエルデカルシトール投与群の明らかな優越性が認め\nられたことが記載されている。\nしかしながら、上記アで検討したとおり、当業者は、乙１文献の記\n載に基づいて、エルデカルシトールが、他の部位と同様に前腕部につ\nいても、アルファカルシドールよりも優位にその骨折を抑制するもの\nであることを、合理的に予測し得たものといえることからすれば、エ\nルデカルシトール投与群における前腕部骨折危険率が減少することも\n予測し得たというべきである。また、ハザード比を用いた解析におい\nては、対照群におけるイベントの発生率が小さい場合には、臨床上の\nわずかな差が大きな数値に置き換えられてしまうことがあることが知\nられているところ（乙２０、２２）、本件試験においては、対照群であ\nるアルファカルシドール投与群における骨折確率が３．６３％と小さ\nかったことからすれば、ハザード比の値に基づいてエルデカルシトー\nル投与群における前腕部骨折危険率が７１％減少したと算定されたこ\nとについては、臨床上のわずかな差が大きな数値に置き換えられてし\nまった結果である可能性を否定することができない。\nまた、本件試験において、アルファカルシドール投与群における骨\n折確率とエルデカルシトール投与群における骨折確率との差（絶対リ\nスク減少率）は、前腕部骨折については２．５６％、椎体骨折につい\nては４．１％であり、椎体骨折の方が前腕部骨折よりも大きな値とな\nる。\n以上の事情を考慮すると、上記のハザード比の値のみに基づいて、\nエルデカルシトールの前腕部骨折の抑制効果が、アルファカルシドー\nルに比して格別顕著であり、当業者の予測し得る範囲を超えるもので\nあると直ちに評価することはできないというべきである。\nｂ  以上によれば、このほかに控訴人が本件試験に関して縷々主張する\n点を考慮しても、本件試験において、エルデカルシトールが、既存薬\n剤であるアルファカルシドールと比較して、前腕部骨折の抑制が特に\n求められる患者に対し、顕著かつ予想外の効果を奏することが確認さ\nれたものということはできない。\nｃ  したがって、控訴人の上記各主張はいずれも採用することができな\nい。\n(ｴ) その他\nこのほか、控訴人は相違点１について縷々主張するが、いずれも前記\nの結論を左右するものではない。\n⑸  小括\n以上によれば、本件発明は、いずれも乙１発明に対する新規性を欠くもの\nであり、特許無効審判により無効とされるべきものであると認められる。\n３  争点４（本件訂正４、５によって、本件発明４に係る新規性欠如、進歩性欠\n如の無効理由が解消されるか）について\n原判決５１頁１０行目から５３頁１１行目までを次のとおりに改める。\n⑴  本件訂正発明と乙１発明との一致点及び相違点\n本件訂正発明の特許請求の趣旨、前記１及び前記２⑴によれば、本件訂正\n発明と乙１発明との一致点及び相違点は、次のとおりであると認められる。\nア  本件訂正発明４\n(ｱ) 一致点\n「エルデカルシトールを含んでなる医薬組成物であって、投与される\n対象が骨粗鬆症患者であり、エルデカルシトールが０．７５μｇ／日の\n用量で経口投与される、上記組成物。」\n(ｲ) 相違点１\n前記２⑵ア(ｲ)と同じ。\n(ｳ) 相違点３\n「医薬組成物について、本件訂正発明４では、『投与される対象』が、\n『Ｉ型骨粗鬆症患者』と特定されているのに対して、乙１発明では、『原\n発性骨粗鬆症患者』と特定されている点。」\nイ  本件訂正発明５\n(ｱ) 一致点\n「エルデカルシトールを含んでなる医薬組成物であって、投与される\n対象が原発性骨粗鬆症患者であり、エルデカルシトールが０．７５μｇ\n／日の用量で経口投与される、上記組成物。」\n(ｲ) 相違点１\n前記２⑵ア(ｲ)と同じ。\n(ｳ) 相違点４\n「医薬組成物について、本件訂正発明５では、投与される対象である\n原発性骨粗鬆症患者が、『非外傷性である前腕部骨折の抑制が必要とされ\nる』患者であることが特定されているのに対して、乙１発明では、かか\nる特定がされていない点。」\n⑵  本件訂正発明４の新規性の有無\nア  相違点３についての検討\n(ｱ) 本件訂正発明４において、医薬組成物の投与対象者として特定されて\nいる「Ⅰ型骨粗鬆症患者」が、乙１発明の「原発性骨粗鬆症患者」と区\n別されるものであるか否かについて検討する。\n(ｲ) 本件明細書においては、Ⅰ型骨粗鬆症につき、５１歳ないし７５歳の\n間に発生し、女性が男性の６倍ほどかかりやすいこと、高齢女性におい\nてはⅡ型骨粗鬆症を併発することがあることなどの特徴が記載されて\nいるものの（段落【００２３】）、他の類型の骨粗鬆症患者に比して前腕\n部骨折のリスクが高いことを示す記載は存しない。\nまた、証拠（甲４３、４４、乙４、６、７８）及び弁論の全趣旨によ\nれば、Ⅰ型骨粗鬆症患者は、閉経後早期に海綿骨量が減少することから、\n急性椎骨圧迫骨折及び前腕部骨折のリスクが高いことが技術常識であっ\nたと認められるものの、上記のとおり、Ⅰ型骨粗鬆症患者は５１ないし\n７５歳と比較的若年の者であることや、前記２⑶ウのとおり、前腕部骨\n折は、身体的活動性が比較的高く、転倒時に反射的に手で防御すること\nができる前期高齢者等において好発するとの技術常識を考慮すると、Ⅰ\n型骨粗鬆症患者において前腕部の骨折リスクが高いとされているのは、\n身体的活動性が比較的高く、転倒時に反射的に手で防御することができ\nる若年の者が、他の類型よりも多く含まれることが影響しているものと\nいえる。\n以上のとおりの本件明細書の記載及び技術常識を踏まえると、当業者\nは、Ⅰ型骨粗鬆症患者について、特に前腕部の骨折リスクが高い患者群\nであると直ちに認識するものではないというべきである。\nそうすると、相違点３に係る本件訂正発明４の投与対象者の特定は、\n骨折リスクが増加しており骨折を抑制する必要がある者であることを\n超える技術的意義を有するものではないというべきである。\n(ｳ) 他方で、乙１発明の「原発性骨粗鬆症患者」にⅠ型骨粗鬆症患者が含\nまれることは明らかである。\n(ｴ) 上記(ｲ)及び(ｳ)によれば、当業者は、本件訂正発明４及び乙１発明の\n投与対象者について、骨折リスクが増加しており骨折を抑制する必要が\nある者としてⅠ型骨粗鬆症患者を含むという点において一致するもの\nと認識するといえる。\n(ｵ) 加えて、前記２⑷で検討したとおり、エルデカルシトールによる前腕\n部を含む全身の骨折リスクの減少作用は、経口投与されて体内に吸収さ\nれたエルデカルシトールが、骨に対して直接的又は間接的に何らかの作\n用を及ぼすことによって達成されるものであるといえるところ、本件明\n細書には、投与対象者がⅠ型骨粗鬆症患者である場合に、エルデカルシ\nトールが及ぼす作用に相違があることを示す記載は存しない。そして、\n前記２⑶ウ及びオの技術常識を考慮しても、本件明細書の記載から、エ\nルデカルシトールの作用に関して上記の相違があると把握することは\nできない。\nそうすると、当業者は、投与対象がⅠ型骨粗鬆症患者である場合に、\nエルデカルシトールの作用が相違すると認識するものではないというべ\nきである。\n(ｶ) 以上によれば、当業者は、本件訂正発明４において特定されている「Ⅰ\n型骨粗鬆症患者」が、乙１発明の「原発性骨粗鬆症患者」と区別される\nと認識するものではないというべきである。\n(ｷ) したがって、相違点３は実質的な相違点ではない。\nイ  控訴人の原審における主張（原判決「事実及び理由」の第２の４⑷）及\nび当審における補充主張（前記第２の３⑵〔控訴人の主張〕ア）に対する\n判断\n(ｱ) 控訴人は、Ⅰ型骨粗鬆症につき、女性の患者が男性の患者よりも著し\nく多く、６５歳未満がその大半を占め、皮質骨と比較して海綿骨が特に\n急激に減少するなどⅡ型骨粗鬆症とは異なる特徴を有し、また、Ⅰ型骨\n粗鬆症の患者群においては前腕部骨折が生じやすいことから、Ⅱ型骨粗\n鬆症とは区別されるものである旨主張する。\nしかしながら、上記アで検討したとおり、本件明細書の記載及び技術\n常識を踏まえると、当業者は、Ⅰ型骨粗鬆症患者について、特に前腕部\nの骨折リスクが高い患者群であると直ちに認識するものではないという\nべきである。また、前記２⑶ウの技術常識によれば、７０歳又は８０歳\n以上の身体的活動性が低い者についても、当該年齢以降の前腕部骨折の\n発生率が上昇しなくなるにすぎず、前腕部の骨折リスクが減少又は消滅\nするものではない。さらに、上記アで検討したとおり、当業者は、投与\n対象がⅠ型骨粗鬆症患者である場合に、エルデカルシトールの作用が相\n違すると認識するものではないというべきである。\n以上によれば、相違点３に係る投与対象者の特定に関し、Ⅰ型骨粗鬆\n症とⅡ型骨粗鬆症とを区別することはできない。\nしたがって、控訴人の上記主張は採用することができない。\n(ｲ) 控訴人は、Ⅰ型骨粗鬆症患者につき、前腕部骨折を抑制する必要性が\n特に高い旨主張する。\nしかしながら、上記アで検討したとおり、Ⅰ型骨粗鬆症患者において\n前腕部の骨折リスクが高いとされているのは、身体的活動性が比較的高\nく、転倒時に反射的に手で防御することができる若年の者が、他の類型\nよりも多く含まれることが影響しているものといえる。\nまた、控訴人が指摘する各文献の内容をみても、Ⅰ型骨粗鬆症患者に\nついて、特に前腕部骨折を抑制する必要性が高いと認めることはできな\nい。\nしたがって、控訴人の上記主張は採用することができない。\n(ｳ) このほか、控訴人は相違点３について縷々主張するが、いずれも前記\nの結論を左右するものではない。\nウ  小括\n以上によれば、相違点３は実質的な相違点ではなく、また、前記２⑷で\n検討したとおり、相違点１も実質的な相違点ではないから、本件訂正発明\n４は、乙１発明に対する新規性を欠くものと認められる。\n⑶  本件訂正発明５の新規性の有無\nア  相違点４についての検討\n(ｱ) 本件訂正発明５においては、医薬組成物の投与対象者が「非外傷性で\nある前腕部骨折の抑制が必要とされる」者と特定されているところ、本\n件訂正発明５は、相違点１に係る用途である「非外傷性である前腕部骨\n折を抑制するため」に投与される医薬組成物であるから、当然に、非外\n傷性である前腕部骨折を抑制する必要がある患者に対して投与されるも\nのである。そうすると、本件訂正発明５における上記の特定は、相違点\n１に係る用途に対応する者という以上に投与対象者を特定するものでは\nないというべきである。\n(ｲ) そして、相違点１に係る用途が乙１発明の用途と区別されるものでは\nないことは、前記２⑷で検討したとおりである。\n(ｳ) したがって、相違点４は実質的な相違点ではない。\nイ  控訴人の原審における主張（原判決「事実及び理由」の第２の４⑷）及\nび当審における補充主張（前記第２の３⑵〔控訴人の主張〕イ）に対する\n判断\n(ｱ) 控訴人は、個々の患者によって、いずれの部位での骨折リスクが高く、\n特に骨折抑制すべきであるかは異なるから、本件訂正発明５において特\n定されている投与対象者は乙１発明の投与対象者と区別される旨主張す\nるが、前記２⑷イ(ｲ)で検討したところに照らすと、同主張を採用するこ\nとはできない。\n(ｲ) このほか、控訴人は相違点４について縷々主張するが、いずれも前記\nの結論を左右するものではない。\nウ  小括\n以上によれば、相違点４は実質的な相違点ではなく、また、前記２⑷で\n検討したとおり、相違点１も実質的な相違点ではないから、本件訂正発明\n５は、乙１発明に対する新規性を欠くものと認められる。\n⑷  小括\n以上のとおり、本件訂正発明は、いずれも乙１発明に対する新規性を欠く\nものと認められるから、本件訂正４及び５によっても、本件発明４に係る無\n効理由は解消されない。\n４  まとめ\n以上検討したところによれば、本件発明は、いずれも乙１発明に対する新規\n性を欠くものであり、特許無効審判により無効とされるべきものであると認め\nられる。そして、本件訂正４及び５によっても、本件発明４に係る上記無効理\n由は解消されないから、訂正の再抗弁は認められない。\nしたがって、その余の点について判断するまでもなく、控訴人の請求はいず\nれも理由がない。\n５  結論\n以上によれば、控訴人の請求はいずれも棄却すべきであり、これと同旨の原\n判決は相当である。\nよって、本件控訴は理由がないからいずれも棄却することとして、主文のと\nおり判決する。\n知的財産高等裁判所第３部\n裁判長裁判官\n東  海  林              保\n裁判官\n中      平              健\n裁判官\n都      野      道      紀\n（別  紙）\n乙１発明の化学構造\n"
}