{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 2,
    "month": 7,
    "day": 9
  },
  "case_number": "令和2(ネ)10008",
  "case_name": "損害賠償及び特許権使用の実施料の支払い請求控訴事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "89574",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=89574",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/574/089574_hanrei.pdf",
  "contents": "令和２年７月９日判決言渡\n令和２年（ネ）第１０００８号  損害賠償及び特許権使用の実施料の支払い請求控\n訴事件\n原審  東京地方裁判所令和元年(ワ)第２４２９０号\n口頭弁論終結日  令和２年６月１１日\n判        決\n控訴 人    Ｘ\n被 控 訴 人   Ｔ Ｏ Ｔ Ｏ 株 式 会 社\n同訴訟代理人弁護士  熊      倉    禎    男\n𠮷     田      和    彦\n小      林    正    和\n西      村    英    和\n主        文\n１  本件控訴を棄却する。\n２  控訴人の当審における拡張請求を棄却する。\n３  訴訟費用は第１，２審を通じ，控訴人の負担とする。\n事実及び理由\n第１  控訴の趣旨\n１  原判決を取り消す。\n２  被控訴人は，控訴人に対し，２０００万円を支払え。\n第２  事案の概要（略称は，特に断らない限り，原判決に従う。）\n１  本件は，控訴人が，被控訴人に対し，控訴人と被控訴人の間の共同出願契約\nに基づき，平成９年７月１日から平成２９年６月３０日までの間の実施料額の一部\nである１００万円の支払を求めた事案である。\n原判決は，被控訴人が控訴人の主張する特許に係る実施品を製造・販売したとは\n認められないとして，控訴人の請求を棄却したため，控訴人がこれを不服として控\n訴した。\n控訴人は，当審において，実施料の一部である２０００万円の支払を求めて請求\nの拡張をした。\n２  前提事実は，原判決２頁２１行目「本件特許出願の出願人名義を被告に変更\nする旨の届出をした。」を「本件特許出願の出願人名義につき，持分２分の１に係る\n部分を被告に承継する旨の届出をした。」と改めるほかは，原判決の「事実及び理由」\nの第２の２に記載されたとおりであるから，これを引用する。\n第３  当事者の主張\n１  当事者の主張は，後記２のとおり当審における当事者の補充主張を付加する\nほかは，原判決の「事実及び理由」の第２の３に記載されたとおりであるから，これ\nを引用する。\n２  当審における主張\n〔控訴人の主張〕\n⑴  被控訴人による本件発明の実施\n被控訴人は，被告製品及びその他の製品において本件発明を実施している。\n甲９，１０によれば，被控訴人の製品に，本件発明の連結固定具と直管状取付け\n足が使用されていることが明らかである。\n被控訴人が，２０年以上前から，砲金製連結エルボ直管状取付け足を採用してお\nり，被控訴人が砲金製連結エルボ（自在ホース付）直管状取付け足を使用している\nことは，相模原のＴＯＴＯフロユニットバス配送センターの立入り捜査をすれば明\nらかになる。\n被控訴人は，本件発明を実施していないと主張するが，虚偽である。被控訴人が\n提出した乙１２～１５は５０～６０年前の施工説明書等であり，本件とは関係がな\nい。\n⑵  被控訴人の実施による実施料は５０億円である。\n⑶  よって，被控訴人は，控訴人に対し，本件契約に基づき本件発明の実施料の\n一部である２０００万円の支払義務を負う。\n〔被控訴人の主張〕\n被控訴人は本件発明を実施していない。被告製品の材質はＳＧＣＣであり，合成\n樹脂ではないから，構成要件Ａ－１～４を充足しないことは原判決の認定したとお\nりである。\n第４  当裁判所の判断\n当裁判所も，被控訴人が本件発明を実施していることを認めることはできず，控\n訴人の原審における請求は理由がなく，また，控訴人の当審における拡張請求も理\n由がないものと判断する。その理由は次のとおりである。\n１  原判決の引用\n控訴人の主張に対する判断は，原判決６頁１５行目「原告が，」から同頁１８行目\n「としても，」までを削除し，同行目「乙１」～同頁１９行目「～１５」までを「乙\n１２～１５」と改め，後記のとおり控訴人の当審における主張に対する判断を付加\nするほかは，原判決の「事実及び理由」第３の１及び２に記載されたとおりである\nから，これを引用する。\n２  控訴人の当審における主張に対する判断\n控訴人は，被控訴人の製品に，本件発明の連結固定具が使用されていることが明\nらかであると主張し，その証拠として甲９，１０を提出する。しかし，甲９，１０に\nは，被告製品を含む被控訴人の製品が複数掲載されているものの，そこに現れてい\nるのは水栓の部分であって，水栓エルボ連結固定具の構成は不明である。よって，\n上記証拠から，被控訴人が本件発明の技術的範囲に属する水栓エルボ連結固定具を\n製造・販売していることを読み取ることはできない。\nまた，控訴人は，被控訴人は，２０年以上前から，砲金製連結エルボ直管状取付け\n足を採用しており，本件発明を実施していないという被控訴人の主張は虚偽である\nなどと主張する。しかし，被控訴人が本件発明を実施していることの主張立証責任\nは控訴人が負うところ，控訴人の主張からは，被告製品以外の製品名やそれが具体\n的にいかなる構成を有するのかが明らかではないから，被控訴人が本件発明を実施\nしていることを認めるに足りない。\n３  結論\n以上によれば，控訴人の原審における１００万円の実施料請求は理由がない。よ\nって，これを棄却した原判決は相当であって，本件控訴は理由がないから，これを\n棄却すべきである。また，控訴人の当審における１９００万円の拡張請求も理由が\nないから，これを棄却することとして，主文のとおり判決する。\n知的財産高等裁判所第１部\n裁判長裁判官      高部眞規子\n裁判官      小林康彦\n裁判官      高橋彩\n"
}