{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Reiwa",
    "year": 3,
    "month": 11,
    "day": 2
  },
  "case_number": "令和2(受)1252",
  "case_name": "損害賠償請求事件",
  "court_name": "最高裁判所第三小法廷",
  "result_type": "判決",
  "result": "その他",
  "article_info": "民集　第75巻9号3643頁",
  "original_court_name": "大阪高等裁判所",
  "original_case_number": "令和1(ネ)2660",
  "original_date": {
    "era": "Reiwa",
    "year": 2,
    "month": 6,
    "day": 4
  },
  "gist": "交通事故により被害者に身体傷害及び車両損傷を理由とする各損害が生じた場合における，被害者の加害者に対する車両損傷を理由とする不法行為に基づく損害賠償請求権の民法（平成２９年法律第４４号による改正前のもの）７２４条前段所定の消滅時効の起算点",
  "case_gist": "交通事故の被害者の加害者に対する車両損傷を理由とする不法行為に基づく損害賠償請求権の民法（平成２９年法律第４４号による改正前のもの）７２４条前段所定の消滅時効は，同一の交通事故により同一の被害者に身体傷害を理由とする損害が生じた場合であっても，被害者が，加害者に加え，上記車両損傷を理由とする損害を知った時から進行する。",
  "ref_law": "民法（平成２９年法律第４４号による改正前のもの）７２４条",
  "lawsuit_id": "90661",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=90661",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/661/090661_hanrei.pdf",
  "contents": "令和２年（受）第１２５２号  損害賠償請求事件\n令和３年１１月２日  第三小法廷判決\n主      文\n１  原判決中，車両損傷を理由とする損害賠償請求に関\nする部分を破棄し，同部分につき第１審判決を取り\n消す。\n２  前項の部分に関する被上告人の請求を棄却する。\n３  上告人のその余の上告を却下する。\n４  訴訟の総費用はこれを６分し，その１を上告人の負\n担とし，その余を被上告人の負担とする。\n理      由\n上告代理人林伸夫の上告受理申立て理由について\n１  本件は，車両を運転中に交通事故に遭った被上告人が，加害車両の運転者で\nある上告人に対し，不法行為等に基づき，上記交通事故により被上告人に生じた身\n体傷害及び車両損傷を理由とする各損害の賠償を求める事案である。上記車両損傷\nを理由とする不法行為に基づく損害賠償請求権が平成２９年法律第４４号による改\n正前の民法７２４条前段所定の３年の消滅時効（以下「短期消滅時効」という。）\nにより消滅したか否かが争われている。\n２  原審の適法に確定した事実関係等の概要は，次のとおりである。\n平成２７年２月２６日，被上告人が所有し運転する大型自動二輪車（以下\n「本件車両」という。）と上告人が運転する普通乗用自動車が交差点において衝突\nする事故（以下「本件事故」という。）が発生した。\n被上告人は，本件事故により頸椎捻挫等の傷害を負い，通院による治療を受\nけ，平成２７年８月２５日に症状固定の診断がされた。また，本件車両には，本件\n事故により損傷（以下「本件車両損傷」という。）が生じた。\n被上告人は，平成３０年８月１４日，本件訴訟を提起した。被上告人は，本\n件車両損傷を理由とする損害の額について，本件車両の時価相当額に弁護士費用相\n当額を加えた金額であると主張し，同金額の損害賠償を求めている。\nこれに対し，上告人は，本件車両損傷を理由とする不法行為に基づく損害賠償請\n求権について，本件訴訟の提起前に短期消滅時効が完成していると主張して，これ\nを援用した。なお，被上告人が遅くとも平成２７年８月１３日までに本件事故の相\n手方が上告人であることを知ったことは，当事者間に争いがない。\n３  原審は，上記事実関係等の下において，要旨次のとおり判断して，上告人の\n短期消滅時効の抗弁を排斥し，本件車両損傷を理由とする不法行為に基づく損害賠\n償請求を含めて被上告人の請求を一部認容すべきものとした。\n同一の交通事故により被害者に身体傷害及び車両損傷を理由とする各損害が生じ\nた場合，被害者の加害者に対する車両損傷を理由とする不法行為に基づく損害賠償\n請求権の短期消滅時効は，被害者が，加害者に加え，当該交通事故による損害の全\n体を知った時から進行するものと解するのが相当である。本件事故により被上告人\nには身体傷害及び車両損傷を理由とする各損害が生じたところ，被上告人が本件事\n故による損害の全体を知ったのは，症状固定の診断がされた平成２７年８月２５日\nであると認めるのが相当であるから，本件訴訟が提起された平成３０年８月１４日\nの時点では，被上告人の上告人に対する本件車両損傷を理由とする不法行為に基づ\nく損害賠償請求権の短期消滅時効は完成していなかった。\n４  しかしながら，原審の上記判断は是認することができない。その理由は，次\nのとおりである。\n交通事故の被害者の加害者に対する車両損傷を理由とする不法行為に基づく\n損害賠償請求権の短期消滅時効は，同一の交通事故により同一の被害者に身体傷害\nを理由とする損害が生じた場合であっても，被害者が，加害者に加え，上記車両損\n傷を理由とする損害を知った時から進行するものと解するのが相当である。\nなぜなら，車両損傷を理由とする損害と身体傷害を理由とする損害とは，これら\nが同一の交通事故により同一の被害者に生じたものであっても，被侵害利益を異に\nするものであり，車両損傷を理由とする不法行為に基づく損害賠償請求権は，身体\n傷害を理由とする不法行為に基づく損害賠償請求権とは異なる請求権であると解さ\nれるのであって，そうである以上，上記各損害賠償請求権の短期消滅時効の起算点\nは，請求権ごとに各別に判断されるべきものであるからである。\nこれを本件についてみると，前記事実関係等によれば，被上告人は，本件事\n故の日に少なくとも弁護士費用に係る損害を除く本件車両損傷を理由とする損害を\n知ったものと認められ，遅くとも平成２７年８月１３日までに本件事故の加害者を\n知ったものであるから，本件訴訟提起時には，被上告人の上告人に対する不法行為\nに基づく上記損害の賠償請求権の短期消滅時効が完成していたことが明らかであ\nる。また，上記損害の賠償請求が認められない以上，そのための訴訟の提起・追行\nに要した弁護士費用に係る損害の賠償請求も認められないというべきである。\n５  以上と異なる原審の判断には，判決に影響を及ぼすことが明らかな法令の違\n反がある。論旨は理由があり，原判決中，本件車両損傷を理由とする損害賠償請求\nに関する部分は破棄を免れない。そして，以上に説示したところによれば，上記部\n分に関する被上告人の請求は理由がないから，同部分につき第１審判決を取り消\nし，同部分に関する被上告人の請求を棄却すべきである。\nなお，その余の請求に関する上告については，上告人は上告受理申立ての理由を\n記載した書面を提出しないから，これを却下することとする。\nよって，裁判官全員一致の意見で，主文のとおり判決する。\n( 裁判長裁判官   長嶺安政   裁判官   戸倉三郎   裁判官   宇賀克也   裁判官\n林  道晴)\n"
}