{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 11,
    "day": 30
  },
  "case_number": "令和2(行コ)31",
  "case_name": "生活保護基準引下げ処分取消等請求控訴事件",
  "court_name": "名古屋高等裁判所",
  "lawsuit_id": "92771",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=92771",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/771/092771_hanrei.pdf",
  "contents": "主           文\n１  原判決を取り消す。\n２  別紙１「処分一覧表」の「処分行政庁」欄記載の各処分行政庁が「処分日\n」欄記載の各年月日付けで「処分の名宛人」欄記載の各控訴人に対してした\n各保護変更決定処分をいずれも取り消す。\n３  被控訴人国は、控訴人３、４及び６ないし１２に対し、それぞれ１万円及\nびこれに対する平成２５年８月１日から支払済みまで年５分の割合による金\n員を支払え。\n４  被控訴人国は、控訴人１４、１６及び１７に対し、それぞれ１万円及びこ\nれに対する平成２６年４月１日から支払済みまで年５分の割合による金員を\n支払え。\n５  被控訴人国は、控訴人１３に対し、１万円及びこれに対する平成２６年４\n月１日から支払済みまで年５分の割合による金員を支払え。\n６  控訴人１３の被控訴人国に対する当審における拡張請求を棄却する。\n７  訴訟費用は、第１、２審を通じて、被控訴人らの負担とする。\n事  実  及  び  理  由\n第１  控訴の趣旨\n１  主文第１項ないし第４項と同旨\n２  被控訴人国は、控訴人１３に対し、１万円及びこれに対する平成２５年８\n月１日から支払済みまで年５分の割合による金員を支払え。（当審における\n附帯請求の拡張と解される部分を含む。）\n第２  事案の概要等（略語については、特に定めるもののほか、原判決の例によ\nる。また、原判決の「，」は「、」と表記する。以下同じ。）\n１  事案の概要\n⑴  生活保護法に基づく生活扶助の支給を受けている原審第１事件原告らは、\n生活保護法による保護の基準（昭和３８年４月１日厚生省告示第１５８号\n（保護基準））における生活扶助の基準（生活扶助基準）を改定する厚生\n労働省告示（平成２５年厚生労働省告示第１７４号（本件告示１）。同年\n８月１日から適用される。）により生活扶助基準が改定されたことに基づ\nき、原判決別紙処分一覧表１の「処分行政庁」欄記載の各処分行政庁から、\n「処分の名宛人」欄記載の各原審第１事件原告を名宛人とする各保護変更\n決定処分（本件各処分１）を受けた。\nまた、生活保護法に基づく生活扶助の支給を受けている原審第２事件原\n告らは、本件告示１に引き続いて保護基準における生活扶助基準を改定す\nる厚生労働省告示（平成２６年厚生労働省告示第１３６号（本件告示２）。\n同年４月１日から適用される。）により生活扶助基準が改定されたことに\n基づき、原判決別紙処分一覧表２の「処分行政庁」欄記載の各処分行政庁\nから、「処分の名宛人」欄記載の各原審第２事件原告を名宛人とする各保\n護変更決定処分（本件各処分２）を受けた。\n⑵  本件は、①原審第１事件原告らが、本件各処分１は、憲法２５条の理念\nを受けた生活保護法３条、８条等に違反し、生活扶助を健康で文化的な最\n低限度の生活を維持するに足りない水準とするものであるから違法である\nなどと主張して、本件各処分１の取消しを求め（原審第１事件・取消訴訟\n）、②原審第２事件原告らが、本件各処分２には本件各処分１と同様の違\n法事由があるなどと主張して、本件各処分２の取消しを求め（原審第２事\n件・取消訴訟）、さらに、③原審原告らが、本件各処分の根拠となった生\n活扶助基準の改定は、国家賠償法１条１項の適用上違法であるなどと主張\nして、被控訴人国に対し、それぞれ損害賠償金１万円及びこれに対する違\n法行為の日（生活扶助基準の改定日であり、原審第１事件原告らについて\nは平成２５年８月１日、原審第２事件原告らについては平成２６年４月１\n日）から支払済みまで平成２９年法律第４４号による改正前の民法（以下\n「改正前民法」という。）所定の年５分の割合による遅延損害金の支払を\n求めた事案である。\n⑶  原審は、原審原告らの請求をいずれも棄却したため、控訴人ら（原審原\n告らの一部）が、これを不服として控訴した。\nなお、控訴人１３（原審第２事件原告）は、控訴状によれば、当審にお\nいて、被控訴人国に対する損害賠償請求についての附帯請求の起算日を、\n原審における平成２６年４月１日から平成２５年８月１日に変更しており、\n当審において附帯請求の拡張をしたものと解される。\n２  関係法令の定め等\n関係法令の定め等は、以下のとおり補正するほかは、原判決「事実及び理\n由」第２の２に記載のとおりであるから、これを引用する。\n⑴  原判決５頁１３行目から１６行目までを次のとおり改め、１７行目の「\nエ」を「オ」と、２４行目の「オ」を「カ」とそれぞれ改める。\n「ウ  生活保護法は、９条において、保護は、要保護者の年齢別、性別、\n健康状態等その個人又は世帯の実際の必要の相違を考慮して、有効且\nつ適切に行う旨規定し、１０条において、保護は、世帯を単位として\nその要否及び程度を定めるものとするが、これによりがたいときは、\n個人を単位として定めることができる旨規定する。\nエ  生活保護法は、１１条において、保護の種類を、生活扶助、教育扶\n助、住宅扶助、医療扶助、介護扶助、出産扶助、生業扶助及び葬祭扶\n助の８種類とし、要保護者の必要に応じ、単給又は併給として行われ\nる旨規定し、１２条において、生活扶助は、困窮のため最低限度の生\n活を維持することのできない者に対して、衣食その他日常生活の需要\nを満たすために必要なもの（１号）及び移送（２号）の範囲内におい\nて行われる旨規定し、３０条１項において、生活扶助は、原則として、\n被保護者の居宅において行う旨規定し、３１条１項において、生活扶\n助は、原則として、金銭給付によって行う旨規定する。」\n⑵  原判決６頁１９行目の「設けているが、」を「設けており、居住する市\n町村の級地に応じて適用されるが、」と改める。\n３  前提事実\n前提事実は、以下のとおり補正するほかは、原判決「事実及び理由」第２\nの３に記載のとおりであるから、これを引用する（ただし、原審原告１、３、\n７、１０及び１９に関する部分を除く。以下同じ。）。\n⑴  原判決７頁１０行目末尾の後に改行の上、次のとおり加え、１１行目の\n「ア」を「イ」と、２４行目の「イ」を「ウ」と、９頁６行目の「ウ」を\n「エ」とそれぞれ改める。\n「ア  生活扶助基準（基準生活費）の改定について、生活保護法の施行後、\nマーケットバスケット方式、エンゲル方式、格差縮小方式が順次採用\nされてきたが、昭和５９年以降は、当該年度に想定される一般国民の\n消費動向を踏まえると同時に、前年度までの一般国民の消費実態との\n調整を図る水準均衡方式が採用されてきた（なお、各種加算について\nは、物価指数の伸び率を基本として改定されてきたものもある。）。\n水準均衡方式による生活扶助基準の改定は、基本的に、標準世帯の生\n活扶助基準に改定率を乗じることによってされている。 (甲全４の２、\n乙全７の２)」\n⑵  原判決７頁１１行目の「社会保障審議会の下に」の後に「、学識経験者\nによる専門的かつ客観的な評価・検証を行うため、常設部会として」を加\nえ、１９行目の「検証結果」を「上記検証及び評価（以下『平成２５年検\n証』ともいう。）の結果等」と改める。\n⑶  原判決８頁８行目の「家計調査」の後に「（総務省統計局が毎月行って\nいる、一定の統計上の抽出方法に基づき全国の世帯を代表するよう無作為\nに選定された約９０００世帯を対象とした家計の収入・支出、貯蓄・負債\n等の調査であり、統計法２条６項にいう基幹統計調査の１つである。）」\nを、１６行目の「以下、」の後に「厚生労働大臣が」を、１７行目の「品\n目による」の後に「などの修正を行った独自の」をそれぞれ加える。\n⑷  原判決８頁２６行目の冒頭に「厚生労働大臣は、」を加え、９頁２行目\nから３行目にかけての「となった」を「になるとした（以下、この－４．\n７８％の下落率ないし下落率４．７８％を『本件下落率』ともいう。）」\nと改め、４行目の「乙全１６、」の後に「１８、」を、５行目の「２８、\n」の後に「８１、８２、」をそれぞれ加える。\n⑸  原判決９頁７行目の「ゆがみ調整」の後に「。ただし、ゆがみ調整によ\nる増減額の幅は、基準部会の検証結果の２分の１とすることとした（以下\n『２分の１処理』ともいう。）。なお、２分の１処理が後記激変緩和措置\nとして実施されたものか否かについては、争いがある。」を加える。\n⑹  原判決９頁１２行目から１３行目にかけての「調整」から１４行目の「\nこととした。」までを「調整することとした。」と改める。\n⑺  原判決９頁１６行目の「改定」の後に「（以下、これらの改定を併せて\n『本件改定』ともいう。）」を加える。\n⑻  原判決１０頁３行目及び１１行目の各「本件処分２」をいずれも「本件\n各処分２」と、同行目の「本件処分１」を「本件各処分１」とそれぞれ改\nめる。\n⑼  原判決１０頁２２行目末尾の後に改行の上、次のとおり加える。\n「⑷  生活保護は、憲法２５条の理念に基づき、被控訴人国が、生活に困\n窮するすべての国民に対し、その困窮の程度に応じ、必要な保護を行\nう制度である（生活保護法１条）が、生活保護基準は、個人住民税の\n非課税基準、国民健康保険料等の減免基準、賃金、社会保障給付水準\n等の様々な制度に、制度上ないし事実上連動しており、その引下げは、\n生活保護受給世帯だけではなく、これを超えて、広く国民全体の生活\n水準等にも影響を及ぼすものである（例えば、生活保護基準が引き下\nげられる状況の下では、事実上最低賃金の引上げもされず、勤労者全\n体の給与水準も引き上げられないまま推移してしまうことなどが考え\nられる。）。（甲全１、６４ないし６７、３９２）。」\n第３  主要な争点及びこれに関する当事者の主張の要旨\n主要な争点及びこれに関する当事者の主張の要旨は、後記第４及び第５の\nとおり各当事者の補充主張の要旨（原審の主張と同旨のものを含む。）を付\n加するほかは、原判決「事実及び理由」第３及び第４に記載のとおりである\nから、これを引用する。\nただし、原判決１０頁２４行目及び１１頁５行目の各「３条及び８条」を\nいずれも「３条、８条２項、９条等」と改める。\n第４  控訴人らの補充主張の要旨\n１  争点１（本件各告示による生活扶助基準の改定に生活保護法３条、８条２\n項、９条等に違反した違法があるか）について\n⑴  司法審査の判断枠組み\nア  本件各告示は、法律に基づく処分の要件を定めるものであるから、本\n件改定が適法となるためには、本件改定が、厚生労働大臣に対して保護\n基準の制定権限を委任している生活保護法に適合するものでなければな\nらず（行政手続法２条８号イ）、同法による委任の範囲を超えれば、裁\n量権の範囲の逸脱又はその濫用として、違法となる（行政事件訴訟法３\n０条）。\n生活保護法８条１項は、「保護は、厚生労働大臣の定める基準により\n測定した要保護者の需要を基とし、」と定め、保護の範囲を「需要」に\nよって画することを明確にしており、特に生活扶助については、同法１\n２条１号が「衣食その他日常生活の需要を満たすために必要なもの」と\n定めていることに照らしても、同法８条１項は、厚生労働大臣に対し、\n要保護者の需要を測定する基準を定める権限を授権するものにすぎない。\nまた、同条２項は、厚生労働大臣に対し、上記基準につき、「要保護者\nの年齢別、性別、世帯構成別、所在地域別その他保護の種類に応じて必\n要な事情を考慮し」（以下「法定事項の考慮」という。）、「最低限度\nの生活の需要を満たすに十分なもの」を設定すること（以下「最低限度\nの需要への合致」という。）を義務付けており、同法９条も、「保護は、\n要保護者の年齢別、性別、健康状態等その個人又は世帯の実際の必要の\n相違を考慮して、有効且つ適切に行うものとする。」と定めて、厚生労\n働大臣の裁量権の行使が需要の存否に限定される趣旨を明らかにしてい\nる。\nしたがって、生活保護基準の改定の適法性要件は、要保護者の最低限\n度の生活の需要への合致であり、本件改定が、法定事項（国の財政事情\n等はこれに含まれない。）の考慮をした要保護者の最低限度の生活の需\n要に基づいていない場合には、直ちに同法３条、８条２項、９条等に違\n反することになる。\n生活保護法は、憲法２５条に規定する理念に基づき制定されたもので\nあって（１条）、憲法２５条１項が保障する生存権の内容を更に具体化\nすることによって厚生労働大臣の裁量権を限定しているものであり、本\n件改定は、上記生存権そのものの問題でもある。\nイ  要保護者の最低限度の生活の需要への合致に関する司法審査は、①生\n活保護基準を改定することの適法性の場面と、②激変緩和措置の要否を\n含めた改定の具体的な方法等の適法性の場面とを、明確に区別して行わ\nれるべきものである。\nそして、上記①の場面においては、司法審査の対象となる厚生労働大\n臣の判断は、本件改定の時点において生活保護利用世帯には引下げに見\n合う需要が認められないとした判断（引下げに見合う需要減少に係る判\n断）と、本件改定後の生活扶助基準の内容が要保護者の健康で文化的な\n生活水準を維持するに足りるものであるとした判断（本件改定後の水準\n維持に係る判断）に限定され、前者の判断が最も肝要であり、これらの\n判断に、最低限度の生活の具体化に係る判断の過程及び手続における過\n誤、欠落の有無等の観点からみて裁量権の範囲の逸脱又はその濫用があ\nると認められる場合は、その判断は違法なものとなる。このような判断\n過程審査は、裁判所が、行政機関（被控訴人ら）に対して法規範を当該\n事案において具体化し適用する判断過程の説明を求め、控訴人らが疑問\nを提示し反論する点につき、当該判断過程が一応の説得力を有するか否\nかを審査する（考慮すべき事項を考慮していない場合や、考慮すべきで\nない事項を考慮した場合、総合考慮において考慮要素の重みづけの評価\nを誤った場合などは、裁量権の範囲の逸脱又はその濫用となる。）もの\nであるから、上記判断過程の十分な説明がされなければ、当該行政作用\nは当然に違法となる（生活保護基準の改定が基準部会等による審議検討\nを経て行われていない場合は、厚生労働大臣の判断過程が明らかでなく、\n後記のとおり、平成２５年検証を軽視又は無視するかたちで行われた、\n２分の１処理とデフレ調整の各判断過程は、いずれも極めて不透明であ\nり、「取扱厳重注意」文書（甲全２２３の３）や直後に公表された資料\nや国会答弁等を除き、完全にブラックボックスとなっている。）。また、\n厚生労働大臣の上記判断は、高度の専門技術的な考察に基づくものでな\nければならないから、統計等の客観的な数値等との合理的関連性や専門\n的知見との整合性の有無等について審査されるべきである。なお、上記\n①の場面において法定事項の考慮や最低限度の需要への合致という生活\n保護法３条、８条２項に適合することを満たしている限りにおいては、\n国の財政事情等が考慮事項となること自体は、やむを得ない。\n次に、上記②の場面においては、司法審査の対象となる厚生労働大臣\nの判断は、(ⅰ)本件改定に際して激変緩和等の措置を採るか否かの方針\nに関するものと、（ⅱ）これを採る場合において現に選択した措置の相\n当性に関するものがあって、被保護者の期待的利益の喪失によりその生\n活に看過し難い影響を及ぼす場合には違法となるもので、上記①の場面\nと同じく、統計等の客観的な数値等との合理的関連性や専門的知見との\n整合性の有無等について審査されるべきである。\n⑵  ゆがみ調整の違法性について\n以下のとおり、ゆがみ調整における２分の１処理は、①手続面において、\n基準部会に諮ることなく厚生労働大臣の独自の判断で行われた点等で、過\n誤、欠落がある。また、②内容面においては、そもそも２分の１処理の判\n断過程に関する被控訴人らの主張自体が、原審から当審を通じて合理的理\n由なく変遷していることから、信用性及び説得力を全く欠いているもので\nあるし、被控訴人らの主張（説明）するような子どものいる世帯への影響\nに配慮する観点からの激変緩和措置にはなっておらず、生活保護受給世帯\nの５３．４％を占める高齢単身世帯の生活扶助基準の増額幅を２分の１に\nするという不利益を与えることにより、全体として年間９１億２１００万\n円もの追加的な財政削減効果を取得したなどの点で、統計等の客観的な数\n値等との合理的関連性及び専門的知見との整合性を欠くものであり、厚生\n労働大臣の判断の過程及び手続における過誤、欠落がある。したがって、\nゆがみ調整における２分の１処理は、裁量権の範囲の逸脱又はその濫用が\nあり、生活保護法３条、８条２項に違反するものである。\nア  手続面\n２分の１処理は、生活扶助基準の改定について、各種の統計や専門家\nの作成した報告書等に基づき生活扶助基準と一般国民の消費実態との比\n較検討がされてきたという過去の経緯を無視し、基準部会に諮らないま\nま行われたものであるから、厚生労働大臣の判断の過程及び手続におけ\nる過誤、欠落がある。\n仮にそうでないとしても、厚生労働大臣は、基準部会等の専門家（専\n門家により構成される会議体）の諮問結果と異なる判断をする場合には、\nそのような判断をすることについて十分な根拠が求められるというべき\nであるが、そのような根拠は存在しないから、厚生労働大臣の判断の過\n程及び手続における過誤、欠落がある。\nイ  内容面\n判断過程に関する被控訴人らの説明が変遷していること\n２分の１処理の判断過程に関する被控訴人らの主張は、原審から当\n審を通じて、合理的理由なく、しかも、従前の内容と矛盾ないし抵触\nして同一性を欠くほどに、変遷している。\n２分の１処理を実施した厚生労働大臣の当時の判断過程の内容が事\n後的に変わることは、あり得ないから、上記のような変遷があること\nからして、被控訴人らの主張は、それ自体がそもそも信用性及び説得\n力を全く欠くものでる。\n被控訴人らの説明（論証過程）に合理的な根拠がないこと\nａ  そもそも激変緩和措置といえないこと\n２分の１処理は、生活扶助基準額が減額となる年齢階層別、世帯\n人員別及び級地別の各指数の減額幅を２分の１にするだけでなく、\n増額となる各指数も同様に２分の１にするものであるから、生活扶\n助基準額が減額となる世帯の負担を軽減することを目的とした激変\n緩和措置には当たらない。特に、２分の１処理の結果、生活保護受\n給世帯の５３．４％以上を占める６０歳以上の単身世帯においては、\n生活扶助基準額の増額幅が２分の１に減らされるばかりか、ゆがみ\n調整により生活扶助基準額が減らされた世帯も多数存在することに\n照らすと、２分の１処理は、大半の生活保護受給世帯にとって生活\n扶助基準額の減額をもたらすものであり、本来の意味における激変\n緩和措置であるとは、到底いえないものである。\nまた、平成２４年１２月に厚生労働省社会・援護局保護課が内閣\n官房副長官に示した「取扱厳重注意」文書（甲全２２３の３）では、\n激変緩和措置として、①減額幅の上限を１０パーセントにする措置\nと、②減額の反映を平成２５年から３年にわたって実施することと\nする措置の２つを記載しているだけで、２分の１処理については記\n載していない。このことは、上記保護課が平成２５年３月１１日に\n配布した会議資料（乙全１６）でも、同様である。これらの文書や\n資料からすれば、厚生労働大臣は、２分の１処理を、激変緩和措置\nとして位置付けていなかったことが明らかである。\nｂ  子どものいる世帯への激変緩和措置とはならないこと\n前記ａの「取扱厳重注意」文書の５枚目の左側の表と右側の表の\n数値を基礎としても、２分の１処理による子どものいる世帯に対す\nる激変緩和の効果は、一切ないか又は極めて限定的なものである。\nまた、子どものいる世帯の３割ないし４割の世帯類型においては、\n減額幅の上限を１０％とした激変緩和措置の影響もあって、２分の\n１処理があっても、生活扶助基準額の減額ないし不変の効果を受け\nている（甲全３０６、３０７、３４５、３４６、３５３、３５４）。\nしかも、２分の１処理は、子ども全体の半数程度（４９．６３％）\nを占める１２歳ないし１９歳の年齢階層の６７．１％において、激\n変緩和の効果が生じなかった（甲全３５６）から、子ども自身に及\nぼす影響の観点からみても、子どものいる世帯に対する激変緩和措\n置と評価することはできない。\nしたがって、２分の１処理は、子どものいる世帯の負担を軽減す\nることを目的とした激変緩和措置とは到底いえないものである。\nｃ  統計上の限界や更なる検証の予定は根拠にならないこと\n被控訴人らは、２分の１処理の判断過程として、子どものいる世\n帯に配慮して貧困の世代間連鎖を防ぐ観点からの激変緩和措置であ\nること（これに理由がないことは、前記ｂのとおりである。）のほ\nかに、平成２５年検証には統計上の限界があったことや、基準部会\nによる定期的な検証において更なる検証・評価が予定されていたこ\nとを主張する。\nしかし、被控訴人らは、原審の平成２７年４月１７日付け準備書\n面⑴において、平成２５年検証について、「基準部会では、前２回\nの検証の指摘を踏まえて、専門的議論の結果得られた透明性の高い\n妥当な検証手法を用いて、徹底した相対比較によるきめ細やかな検\n証が行われたものであり、その検証結果には十分な合理性、信頼性\nが認められる」（１４頁）などと主張し、むしろ積極的な評価をし\nていたもので、統計上の限界や更なる評価、検証の予定等には一切\n論及していなかったのである。そうすると、被控訴人らの上記主張\nは、説明に窮したための後付けの弁解にすぎない上、２分の１処理\nは、生活保護法８条２項が規定する要保護者の最低限度の生活の需\n要の測定に基づくものではないから、平成２５年検証の結果を、２\n分の１に限定して反映させる具体的な根拠は明らかでないといわざ\nるを得ない。特に、平成２５年検証の結果に照らせば、生活扶助基\n準額が増額となるべき世帯の増額幅を２分の１とするには、それに\n見合う需要の減少（需要がないこと）の説明を要するというべきで\nあるが、被控訴人らは、そのような需要の減少について、何ら主張\nしていないから、２分の１処理をした後の保護基準が、上記最低限\n度の生活の需要に合致しているとはいえない。\nｄ  生活保護受給者世帯間の公平は根拠にならないこと\n被控訴人らは、２分の１処理を採用した判断過程として、平成２\n５年検証の結果の反映による影響を受ける生活保護受給世帯間の公\n平の観点を挙げている。\nしかし、そもそも、ゆがみ調整は、平成２５年検証の結果に基づ\nき、生活保護受給世帯間の公平を図るため、一般低所得世帯の消費\n実態を展開のための指数に反映させて、生活扶助基準の展開部分の\n適正化を図るものであるから、増額か減額かを問わず一律に２分の\n１とするのではなく、減額についてのみ２分の１とし、増額につい\nては上記結果のとおり反映させるのが、生活保護受給世帯間の公平\nや生活扶助基準の展開部分の適正化がより一層実現されることにな\nるはずである。増額か減額かを問わず一律に２分の１とすることは、\n一般低所得世帯の消費実態と比較して、生活扶助基準の展開におい\nて、より高い水準にある展開部分の減額幅を半分に抑えるかわりに、\nより低い水準にある展開部分の改善（増額）を半分にとどめるとい\nうことであるから、生活保護受給世帯間の公平に反することになり、\nゆがみ調整の上記趣旨とも相容れないものである。\nｅ  平成２５年検証の本質的な趣旨も根拠にならないこと\n被控訴人らは、増額幅か減額幅かによって反映の程度を変えると\nすれば、生活扶助基準の水準にも影響を及ぼしかねないから、増額\n又は減額のいずれかに偏って反映させることは、生活扶助基準の相\n対的な較差の検証という平成２５年検証の本質的な趣旨を改変する\nことになるなどと主張する。\nしかし、平成２５年検証は、生活扶助基準の水準に影響を及ぼさ\nないことを本質的な趣旨とするものではない。平成２５年検証は、\n生活扶助基準の相対的な較差の検証・評価を行ったものではあるも\nのの、サンプル世帯と実際の生活保護受給世帯との世帯構成及び地\n域分布の違いによって生活扶助基準の水準にも影響を及ぼすことは、\n元々想定されていたのである。したがって、被控訴人らの上記主張\nは、後付けの説明で、平成２５年検証の本質的な趣旨と異なるもの\nであり、２分の１処理を何ら正当化するものではない。\n小括\n２分の１処理は、激変緩和措置とはいえないから、改定の適法要件\nを満たさなければならず、また、平成２５年検証の結果につき、基準\n部会等による追加的・専門的な検討を経ることなく行われたものであ\nるから、平成２５年検証との整合性やその基礎資料との合理的関連性\nが問われなければならない。\nしかし、被控訴人らは、統計等の客観的な数値等との合理的関連性\nや平成２５年検証との整合性を主張することなく、生活保護法８条２\n項が求める最低限度の生活の需要と関係のない事情を主張するにすぎ\nない上、これらの事情は、いずれも２分の１処理を正当化できるもの\nではない。\n結局、２分の１処理は、最低限度の生活の需要と合致しておらず、\n何らの合理的な根拠もなしに、生活保護世帯類型間の不公平を是正す\nるというゆがみ調整の趣旨を半減させるものであるし、生活保護受給\n世帯の過半数を占める高齢世帯について増額すべきであるという、ゆ\nがみ調整の重要な結果について、その増額幅を半減させるという重大\nな不利益を与えている点において、その判断及び手続の過程における\n過誤、欠落があるから、裁量権の範囲の逸脱又はその濫用があり、生\n活保護法３条、８条２項に違反するものである。\n⑶  デフレ調整の違法性について\n以下のとおり、デフレ調整は、①手続面において、物価を指標とする過\n去に採られたことがない手法であったにもかかわらず、基準部会等の専門\n家による検討、検証を全く経ていない点で、②内容面において、－４．７\n８％（本件下落率）という未曽有の改定率を全国・全世帯の要保護者に一\n律に適用し、法定事項の考慮をしていない点、生活扶助相当ＣＰＩがデフ\nレによる生活保護受給世帯の可処分所得の実質的増加の程度を適切に測定\nする指標には全くなっておらず、始期を平成２０年としたことにも全く合\n理的理由がないなど、要保護者の最低限度の生活の需要（を満たす生計費\n）の変動を正しく測定していない点で、統計等の客観的な数値等との合理\n的関連性及び専門的知見との整合性を欠くものであり、厚生労働大臣の判\n断の過程及び手続における過誤、欠落があるから、裁量権の範囲の逸脱又\nはその濫用があり、生活保護法３条、８条２項に違反するものである。\nア  手続面等\n生活扶助基準の改定は、国会の審議において保護基準の設定という重\n要事項が保護課の数名の官僚の作業に委ねられることへの危惧が繰り返\nし示されていたこと（甲全３４・９頁、甲全３５・５頁）など、生活保\n護法の制定に際しての審議の経過から、専門家による審議会等の慎重な\n検討に基づいて保護基準を決定することが前提とされ、実際にも、本件\n改定までは、専門家による検討を踏まえて行うことが通例であり、水準\n均衡方式も、中央社会福祉審議会の昭和５８年意見具申に基づき採用さ\nれ、同方式の採用以降、専門家による専門技術的な検証が繰り返されて\nきた。\nまた、水準均衡方式は、一般国民の消費水準との比較で生活扶助基準\n（の本体部分）を設定する方式であり、政府経済見通しにおける個人消\n費の伸びに準拠して翌年度の改定率が定められてきたものであるところ、\n物価は、消費に大きな影響を有するものの、上記消費水準を示すもので\nはないため、生活扶助基準の改定にあたって物価を直接考慮することは、\n水準均衡方式と矛盾するものであり、むしろ、平成１６年報告書におい\nて、これに先立つ平成１５年中間取りまとめにおいて記載されていた「\n消費者物価指数の伸びも改定の指標の一つとして用いることなども考え\nられる。」という文言が削除されるなど、専門家からは、水準均衡方式\nにおいて物価を考慮することにつき否定的、消極的な見解が一貫して示\nされ、また、平成２５年報告書においても、その作成過程で、複数の委\n員から、全国一律の物価を用いることは生活保護法８条２項に基づく法\n定事項の考慮がされない結果となる旨指摘され、最終的に、政府が「他\nに合理的説明が可能な経済指標などを総合的に勘案する場合」には「そ\nれらの根拠についても明確に示されたい」という厳しい注文が付けられ\nるなどしていたものである（なお、各種加算については、特別の需要に\n基づくものであるから、いったんその需要を満たすために必要な金額が\n定まると、物価の伸び率に基づいて改定することが許容され得るもので\nあり、本体部分と各種加算とは、その改定の原理が全く異なるものであ\nるから、各種加算について物価が考慮されていたことを正当化の理由と\nする被控訴人らの説明は誤りである。）。\n物価指数を用いた生活扶助基準の改定は、過去に採られたことがなく、\n従前からの手法の極めて重大な変更であり、上記のとおりの専門家の否\n定的、消極的な見解からしても、物価を計測するためにどのような指標\nを用いて、どのように考慮すべきか等の諸点について、当然ながら、基\n準部会等の専門家による慎重な検討、検証を経るべきであった。\nそれにもかかわらず、デフレ調整は、上記のような専門家による検討、\n検証を全く経ることなしに行われたものであるし、合理的説明を求めて\nいる平成２５年報告書に反して、その根拠を明確に示すことなしに物価\n指数を用いるなど、専門家の意見を無視して実施されたものであるから、\n昭和５８年意見具申、平成１６年報告書、平成２５年報告書等で示され\nていた専門的知見との整合性を明らかに欠いている。\nイ  内容面\n全国・全世帯に一律で同じ改定率を適用したこと\nデフレ調整は、－４．７８％（本件下落率）という改定率を全国の\n全ての生活保護受給世帯に、一律に適用している。\nしかし、物価の変動による可処分所得の実質的変動は、生計費の変\n動に基づくものであり、生計費の変動は、消費構造が異なる世帯類型\nごとに全く異なっているし、物価の動向は、所在地域で全く異なるも\nのである（例えば、平成２０年から平成２３年までの期間における総\n務省ＣＰＩの下落率は、全国では２．３５％であるが、沖縄県では０．\n５％にすぎない。甲全２２１）。\nしたがって、これらの相違を全く無視したデフレ調整は、生活保護\nの基準について、要保護者の年齢別、世帯構成別、地域別その他の属\n性に応じた必要性に裏付けられた最低限度の生活の需要の算定を求め\nる生活保護法８条２項に真っ向から違反するものであり、かつ、考慮\nすべき事項を考慮していないものとして、違法であることは明らかで\nある。\n目的\nデフレ調整は、物価動向を勘案してデフレによる生活保護受給世帯\nの可処分所得の実質的増加分だけ生活扶助基準を引き下げることを目\n的とするものであり、これにより、結果的に、一般国民の生活水準と\nの間の不均衡の是正が図られることはあり得るとしても、そのこと自\n体が直接の目的ではない（そもそも、物価は、そのままで消費水準を\n示すものではないから、物価によって一般国民の生活水準との間の不\n均衡の程度を測定することはできない。）。\n上記目的に関する被控訴人らの主張は、原審から当審を通じて変遷\nしており、当審においては、「実質的な購買力（可処分所得）を維持\nすることは、生活扶助基準の改定に当たり必然的に求められるもので\nはない」、「デフレ調整の改定率に相当する『生活保護受給世帯にお\nける可処分所得の相対的、実質的な増加』が現に認定できるかどうか\nについては、本件保護基準改定の適法性を左右しない」などと、従前\nの主張と完全に矛盾する内容の主張をしているから、この点のみから\nしても、被控訴人らの主張する論証過程は、矛盾し、破綻を来してお\nり、説得力を完全に欠いていることが明らかである。\n始期（物価変動率の算定期間の始期）を平成２０年としたこと\nａ  平成２０年は物価が高騰したこと\nデフレ調整の始期は平成２０年とされているが、同年は、世界的\nな原油価格や穀物価格の高騰を受けて、石油製品を始め、多くの食\n料品目が上昇するなど、特別な事情で一時的に物価が高騰した年で\nあるから、このような特異な年を始期とすれば、その後の物価変動\n率は、大きな下落率を示すことになる。\nｂ  平成１９年から平成２０年までの物価上昇が反映されていないこ\nと\n総務省ＣＰＩによれば、平成１９年から平成２０年にかけて、１．\n４％の物価上昇が生じていた。\n被控訴人らは、デフレ調整の始期を平成２０年とした理由につい\nて、平成１９年に設置された生活扶助基準に関する検討会（検討会\n）が実施した評価・検証（以下「平成１９年検証」という。）の結\n果において生活扶助基準が一般低所得世帯の消費実態と比較して高\nいことが示されつつ、平成２０年時点で、上記結果に基づく生活扶\n助基準の減額改定が行われず、平成２０年以降のデフレによって、\n生活保護受給世帯の可処分所得が相対的、実質的に増加したためで\nあるなどと主張する。しかし、被控訴人らの主張によれば、平成１\n９年から平成２０年にかけての上記物価上昇は、生活扶助基準に反\n映されていないことになる（上記物価上昇は、同年１２月の消費者\n物価指数が確定して初めて算出される数値であるから、平成１９年\n度の生活扶助基準を据え置くという判断に際して考慮されていなか\nったことは、自明である。）。\nしたがって、デフレ調整の始期を平成１９年とせず、また、同年\nから平成２０年にかけての物価上昇を考慮せずに、平成２０年以降\nの物価下落の影響のみを考慮して生活扶助基準を引き下げることは、\n理論的に破綻しており、生活保護受給世帯の可処分所得の実質的な\n増加（要保護者の最低限度の生活の需要の減少）の程度を測定でき\nていないから、デフレ調整の始期を平成２０年とした厚生労働大臣\nの判断には、考慮すべき事項を考慮していない違法がある。\n生活扶助相当ＣＰＩを用いたこと\nａ  家計調査のウエイトを用いたこと\nデフレ調整の目的（前記 ）からすれば、物価指数を用いること\nの問題をおくとしても、デフレ調整において用いられる物価指数は、\nデフレによる生活保護受給世帯の可処分所得の実質的増加分を適切\nに測定できるものでなければならない。\nしかし、厚生労働省は、生活扶助相当ＣＰＩの算出に当たり、生\n活扶助による支出が想定されない品目を除外しただけで、平成２２\n年基準の総務省ＣＰＩのウエイト（これは、同年の家計調査におけ\nる一般世帯の消費支出に基づき作成されたものである。以下、総務\n省ＣＰＩのウエイトを「総務省ＣＰＩウエイト」ともいう。）をそ\nのまま用いているところ、生活保護受給世帯と一般世帯とで、消費\n支出の構成（消費構造）が大きく異なることは、周知の事実であり、\n実際にも、平成２２年の社会保障生計調査と家計調査（いずれも２\n人以上世帯）を比べると、生活保護受給世帯は、一般世帯に比べ、\n「食料」「住居」「光熱・水道」「家具・家事用品」「被服及び履\n物」の支出割合が高く、「保健医療」「交通・通信」「教育」「教\n養娯楽」「その他の消費支出」又は「諸雑費」の支出割合が低いと\nいう特徴がある。特に、「教養娯楽」は、一般世帯が１１．５％で\nある一方で、生活保護受給世帯は６．４％で、２倍近い差があり（\n生活保護受給世帯の中で７５．８％を占めている単身世帯でみると、\n５．６％であり、その差は更に大きくなる。）、教養娯楽に含まれ\nる教養娯楽用耐久財のテレビについて、生活保護受給世帯が購入す\nる割合が一般世帯に比べて極めて小さいことは、経験則上十分に推\n測されることであるし、社会保障生計調査及び家計調査によれば、\n例えば平成２２年について、生活保護受給世帯の「ＰＣ・ＡＶ機器\n」に対する支出額は１月当たりわずか７３７円で、総支出額に占め\nる割合は０．4％にすぎず、一般世帯の支出額（４０４３円）及び\n支出割合（１．４％）は、生活保護受給世帯のそれぞれ５．５倍及\nび３．５倍になっていることが、明らかにされている。\nこの点について、被控訴人らは、生活保護受給世帯においてもテ\nレビやパソコン等の教養娯楽用耐久財は一般世帯と同様に普及して\nいる旨主張するが、物価変動が家計に影響を与えるのは、その財を\nどれだけ保有しているか（普及率）ではなく、どれだけ購入するか\n（消費支出）によるのであるから、生活保護受給世帯において教養\n娯楽用耐久財が一般世帯と同様に普及しているからといって、一般\n世帯の消費構造に基づくウエイトを用いることが正当化されるもの\nではない。\nこのように、生活保護受給世帯と一般世帯の各消費構造は、大き\nく異なっているのであるから、一般世帯の消費支出に基づき作成さ\nれている家計支出のウエイトをそのまま用いている生活扶助相当Ｃ\nＰＩは、そもそも、デフレによる生活保護受給世帯の可処分所得の\n実質的増加の有無及び程度を適切に測定し得るものではないから、\nこれを用いることを正当化することはできない。しかも、厚生労働\n省自身が実施している社会保障生計調査のデータや家計調査の収入\n階級別データを利用すれば、生活保護受給世帯に４．７８％もの可\n処分所得の実質的増加があったとすることが実態に合わないことは、\n容易に検証することができたのである。\nしたがって、デフレ調整は、この点において、統計等の客観的な\n数値等との合理的関連性を欠くものというほかない。\nｂ  指数品目の一部除外により教養娯楽費のウエイトが増幅されたこ\nと\n厚生労働大臣が、前記ａのとおり、生活扶助相当ＣＰＩの算出に\n当たり、平成２２年基準の総務省ＣＰＩウエイトをそのまま用いた\nことにより、生活保護受給世帯の消費構造から乖離することとなっ\nたものであるが、さらに、総務省ＣＰＩの指数品目から一部を除外\nしたため、生活扶助相当ＣＰＩの対象となる指数品目のウエイトの\n合計が、総務省ＣＰＩの１万から、６１８９（平成２０年）又は６\n３９３（平成２３年）に減少し、これにより、生活扶助相当ＣＰＩ\nの対象となる指数品目のウエイトの比率が、総務省ＣＰＩに比べて、\n約１．６２倍又は約１．５６倍に一律増幅されることになった。そ\nの結果、「教養娯楽」でみると、総務省ＣＰＩウエイトの比率は１\n１．４５％であったのに、生活扶助相当ＣＰＩにおいては１８．５\n５％又は１７．８６％と大きく増幅され、これは、前記ａのとおり\nの社会保障生計調査における生活保護受給世帯の「教養娯楽」の支\n出割合（２人以上世帯６．４％、単身世帯５．６％）の、２．８倍\n又は３．３倍となっている。このように、生活扶助相当ＣＰＩのウ\nエイトは、「教養娯楽」、その中でも特に物価下落率の大きいテレ\nビ等の「教養娯楽用耐久財」のウエイトが一般世帯以上に増幅され、\nその結果、生活扶助相当ＣＰＩの下落率が大きく増加することにな\nった。このことは、生活扶助相当ＣＰＩの算出に当たり、テレビ等\nの教養娯楽用耐久財について、生活保護受給世帯が一般世帯よりも\n教養娯楽用耐久財に多くの割合を支出すると想定することを意味す\nるが、統計等の客観的な数値である社会保障生計調査の結果に反す\nるし、そもそも一般常識にさえ反するものである。\nしたがって、生活扶助相当ＣＰＩは、この点において、要保護者\nの最低限度の生活の需要を正しく測定できないという重大な欠陥が\nあるといわざるを得ず、統計等の客観的な数値である社会保障生計\n調査との合理的関連性を欠いている。\nｃ  指数方式\n厚生労働大臣は、平成２０年から平成２３年までの期間における\n生活扶助相当ＣＰＩの変化率を算出するに当たり、平成２０年と平\n成２３年のいずれについても、平成２２年基準の総務省ＣＰＩウエ\nイト及び価格指数を用いている。これに対し、総務省ＣＰＩと同じ\n計算方法により計算するとすれば、平成２０年の生活扶助相当ＣＰ\nＩは平成１７年基準のウエイト及び価格指数を用いて計算し、平成\n２３年の生活扶助相当ＣＰＩは平成２２年基準のウエイト及び価格\n指数を用いて計算し、両者を平成２２年で接続して上記期間におけ\nる変化率を算出することになる。\n上記期間における総務省ＣＰＩの変化率は、－２．３５％である\nが、厚生労働大臣の上記計算方法にならい、平成２２年基準のウエ\nイト及び価格指数を用いて計算すると、－３．８３％となり（甲全\n１４９の３８頁表１１の「系列名Ｃ」）、１．５％程度下落率が大\nきくなる（それでも、本件下落率より小さい。）。また、上記のよ\nうな計算方法の相違の結果、平成２０年から平成２２年までの期間\nにおける物価変動をみると、総務省ＣＰＩの計算方法によれば１．\n７７％であるのに、厚生労働大臣の上記計算方法によれば４．２９\n％となり、２．４倍以上も増大している。このような結果となるの\nは、厚生労働大臣の上記計算方法が平成２２年基準のウエイトを用\nいていることから、平成２２年の家計支出が大きい品目ほど、平成\n２０年の指数に影響を及ぼすという仕組みになっているためである。\n平成２０年から平成２３年までの期間における生活扶助相当ＣＰ\nＩの変化率は－４．７８％（本件下落率）であるのに、上記期間に\nおける総務省ＣＰＩの変化率は－２．３５％（仮に厚生労働大臣の\n上記計算方法によっても、－３．８３％）であり、生活保護受給世\n帯のデフレによる可処分所得の実質的増加分を測定するはずの生活\n扶助相当ＣＰＩの下落率が、一般世帯のそれを表す総務省ＣＰＩの\n下落率よりも著しく大きなものとなっている。これによれば、物価\n変動による可処分所得の実質的変動は生計費の変動を通じてもたら\nされるものであるから、デフレによる生計費の減少の程度が、生活\n保護受給世帯の方が一般世帯よりも大きいということになる。しか\nし、収入の少ない生活保護受給世帯の可処分所得の実質的増加分が、\nより収入の多い一般世帯のそれよりも大きくなることは、通常あり\n得ないことであるから、上記のような結果は、統計等との客観的な\n数値等との合理的関連性がなく、専門的知見との整合性を全く欠い\nているものである。\n総務省ＣＰＩは、ラスパイレス式によって作成されており、国際\n的にも同様である。これによれば、平成２０年の物価指数は、平成\n１７年基準のウエイト及び価格指数を用いて計算されることになる\nが、厚生労働大臣の上記計算方法は、平成２０年の生活扶助相当Ｃ\nＰＩを平成２２年基準のウエイト及び価格指数を用いている点で特\n異であり、総務省ＣＰＩのデータを用いることと整合性がとれるも\nのではない。\n被控訴人らは、生活扶助相当ＣＰＩについて、ＩＬＯマニュアル\nにも記載されているロウ指数であり、国際的な基準に沿う妥当なも\nのである旨主張する。しかし、平成２０年の生活扶助相当ＣＰＩに\nおいては、「品目」のレベルで計算された項目と、「類」のレベル\nで計算された項目が混在している上、複数の「品目」から成る「類\n」の数値は、当該「品目」の合計（又は平均）に必ず一致していな\nければならないにもかかわらず、例えば、「食パン」「あんパン」\n及び「カレーパン」の３品目から成る「パン」の類のように、品目\nのレベルで計算した結果と類のレベルで計算した結果とが一致して\nいないものがみられる。このような不一致の原因は、品目のレベル\nにおいては、平成２２年基準のウエイトのみが用いられている一方\nで、類のレベルにおいては、平成１７年基準のウエイトと平成２２\n年基準のウエイトが併用されている（すなわち、平成１７年基準の\nウエイトで加重平均された価格指数に、平成２２年基準のウエイト\nを乗じている。）ためである。ロウ指数は、固定バスケット型指数\nの一般型であり、品目や類といった指数を構成する全ての項目のウ\nエイト参照時点が特定の一時点に固定されて同一であることが、最\nも基本的かつ重要な性質であるから、上記のように項目によってウ\nエイト参照時点が異なっている平成２０年の生活扶助相当ＣＰＩは、\n明らかにロウ指数ではなく、ロウ指数の特殊なケースであるパーシ\nェ指数にも相当しないものであり（結果としてパーシェ指数と等価\nになる指数でもない。）、そうである以上、平成２０年から平成２\n３年までの期間の全体でみても同じことであり、生活扶助相当ＣＰ\nＩは、理論的学術的な裏付けのない、厚生労働省が完全に独自に算\n出した指数で、専門的知見との整合性を全く欠いているものである。\nまた、厚生労働省による上記計算方法は、平成２０年の生活扶助\n相当ＣＰＩを、平成２２年基準のウエイト及び価格指数を用いて計\n算しているので、その限りで、平成２０年から平成２２年までの期\n間をパーシェ指数と同様の計算方式により計算していることになる。\nしかし、パーシェ指数は下方バイアスがあり、特に物価が持続的に\n下落し、価格及び数量が大幅かつ逆方向に変化し続けるＩＴ関連財\nのような財が存在する場合には、下落率が大きくなるという特徴が\nある。そして、この時期には、デジタル家電の品質調整が強力に実\n施されたため、物価指数の下落について、ＩＴ及び家電製品の価格\n指数の下落が大きな影響を与えていたが、特にテレビ、ビデオレコ\nーダー、パソコン、カメラは、平成２０年から平成２３年にかけて\n毎年３０％前後も価格指数が下落していたため、その計算方法自体\nが大きな下落率を示す要因となっている。生活扶助相当ＣＰＩが上\n記のとおりパーシェ指数の下方バイアスの性質を有することは、生\n活保護受給世帯の生計費の変動を超えて過大にデフレの効果を測定\nすることになるから、生活扶助基準の改定に当たり生活扶助相当Ｃ\nＰＩを用いることは、許されないというべきである。\nｄ  平成２２年基準のウエイトを用いたこと\n平成２０年から平成２２年までの期間における生活扶助相当ＣＰ\nＩの変化率は、－４．２９％であるが、この変化率に対する寄与度\n（ウエイトを加味した特定の指数品目の価格の変動の、物価全体の\n変動に対する影響の度合いを示す指標であり、当該指数品目につい\nて、その他の指数品目の価格は変動せず、当該指数品目の価格のみ\nが変動したと仮定した場合における、総合指数の変化率を表す。）\nを中分類項目で試算すると、教養娯楽用耐久財の寄与度が－２．７\n２％と際立って大きく、上記変化率の６割以上を占めている。そし\nて、教養娯楽用耐久財の中で各品目の寄与度を更に試算すると、テ\nレビの寄与度が顕著に大きく、生活扶助相当ＣＰＩの上記変化率４．\n２９％のうち１．５９％を占めており、次いでパソコン（ノート型\n）の寄与度が０．５６パーセントであり、これらによって上記下落\n率のうち半分以上を占めていることになる。このように、教養娯楽\n用耐久財の価格下落の寄与度が非常に大きくなり、それが生活扶助\n相当ＣＰＩの大きな下落率をもたらしたのは、生活扶助相当ＣＰＩ\nが、平成２２年基準のウエイトを用いたことによるものである。\nすなわち、平成２２年は、平成２１年５月から始まった家電エコ\nポイント制度や平成２３年７月からの地上デジタル放送への移行の\n影響で、テレビの消費支出が突出して大きく、その結果、テレビの\nウエイトは、平成２２年基準で大幅に増大した。このことは、各種\n統計によっても客観的に裏付けられている（総務省ＣＰ Ｉのテレビ\nのウエイトは、平成１７年基準では３７であったのに、平成２２年\n基準では９７と２倍以上になっているし、家計調査におけるテレビ\nの消費支出額は、平成１７年が１万０３７０円、平成２３年が１万\n１３４４円であるのに、その間の平成２２年は２万７４３６円であ\nる。テレビの消費量（購入台数）も、平成２２年は、その前後の年\nと比べて異常に多かった。）。このようなテレビのウエイトの増大\nが、テレビの価格下落とあいまって、消費者物価指数を大きく押し\n下げたことは、経済財政白書（甲全４０３）にも報告されており、\n有識者の間でよく知られていた事象であった。\nしかし、平成２２年の地上デジタル放送への移行に際しては、生\n活保護受給世帯に無料チューナーが配布されるという施策がとられ\nたのであるから、生活保護受給世帯が、一般世帯と同様に家電エコ\nポイント制度の影響を受けて、テレビを買い替える行動をとるとは\n考え難いことであり、この時期のテレビのウエイト増大は、生活保\n護受給世帯の消費支出の増加と結びついておらず、生活扶助相当Ｃ\nＰＩにより把握される物価動向は、生活保護受給世帯が直面した物\n価動向と明確に乖離するものであった。\nこのように、平成２２年基準の総務省ＣＰＩウエイトを用いたこ\nとによって、生活保護受給世帯と一般世帯との支出割合の乖離が平\n常時以上に増幅されることとなり、生活扶助相当ＣＰＩは、生活保\n護受給世帯の消費実態から著しく乖離し、生活保護受給者にとって\n過大な物価下落率を導出する結果となったものである。したがって、\n生活扶助相当ＣＰＩは、生活保護受給世帯の需要への合致を欠いて\nいるものであり、生活保護法８条２項が求める要保護者の最低限度\nの生活の需要という考慮すべき事項を考慮していない違法がある。\nｅ  異なる品目数により算出した指数を比較したこと\n平成２０年の生活扶助相当ＣＰＩは、指数品目が４８５品目であ\nるのに対し、平成２３年の生活扶助相当ＣＰＩは、指数品目が５１\n７品目であり、両者は、指数品目数が異なっている上、総務省統計\n局の方法やＩＬＯマニュアルに反して接続の処理がされていないか\nら、これらを比較して物価変動率を算出することは、不合理である。\nまた、厚生労働大臣は、これらの指数品目数の差である３２品目の\n価格指数について、結果的に総合指数で補完する処理をしているが、\n欠価格のこのような処理方法は、総務省統計局の方法やＩＬＯマニ\nュアルから逸脱している。\n生活扶助相当ＣＰＩの計算においては、上記のとおり、平成２２\n年基準のウエイトにつき、平成２０年に価格データのない３２の指\n数品目が除外されているが、これは、平成２０年から平成２２年ま\nでの期間と同年から平成２３年までの期間とで異なるバスケットを\n比較していることを意味する。同一基準年の指数では同一バスケッ\nトを比較するのが大前提であり、総務省ＣＰＩ等消費者物価指数を\n作成する際に基準改定に伴ってバスケットを変更する場合には、通\n常、旧基準の指数と新基準の指数の比率をリンク係数として接続す\nるという、いわゆる接続方式が採用されている。この通常の接続方\n式により試算すると、生活扶助相当ＣＰＩの数値は－２．２６％と\nなり（このこと自体は、被控訴人国も、衆議院厚生労働委員会にお\nいて認める旨答弁している。甲全４１４の１１頁）、本件下落率と\n比べて実に約２．５％も下落幅が小さくなるのである。この点のみ\nからでも、複数の経済学者が指摘するとおり（甲全１４９の３７頁、\n甲全３４７の２頁、甲全３５１の８頁、甲全３５２の２６、２７頁、\n甲全４１４の１１頁等）、生活扶助相当ＣＰＩがいかに不適切な指\n標であるかは、明らかである。\nｆ  厚生労働省に物価指数に関する専門性がなかったこと\nデフレ調整は、実質的な購買力を維持しつつ、デフレによる生活\n保護受給世帯の可処分所得の実質的増加分だけ生活扶助基準を見直\nすというのが、厚生労働省の説明資料や国会答弁で説明された目的\nであり、その目的のために生活扶助相当ＣＰＩという指標が作成さ\nれたはずである。ところが、以上のとおり、生活扶助相当ＣＰＩに\nより算出された本件下落率は、生活保護受給世帯の現実の消費実態\nからかけ離れたもので、デフレによる可処分所得の実質的増加分を\n示すものではない。このようなことになったのは、厚生労働省にお\nいて、物価指数についての専門性が十分なかったためと考えられ、\n消費者物価指数の作成方法や当時の物価状況をよく知らない職員に\nよって生活扶助相当ＣＰＩが作成されたと考えざるを得ない。\nその結果、デフレによる生活保護受給世帯の可処分所得の実質的\n増加分を遥かに超える生活扶助基準を引き下げる本件改定が行なわ\nれたものであり、デフレ調整の判断過程における明らかな誤りであ\nって、本件下落率は、統計等の客観的な数値等との合理的関連性や\n専門的知見との整合性を欠いており、厚生労働大臣の判断の過程及\nび手続における過誤、欠落があるから、裁量権の範囲の逸脱又はそ\nの濫用があり、生活保護法３条、８条２項に違反するものである。\n⑷  ゆがみ調整とデフレ調整を併せて考慮したことの違法性について\nア  ゆがみ調整は、体系と水準の一体的検証であったこと\n被控訴人らは、①基準部会は、基準体系及び地域差のゆがみについて\nは指数化することによって徹底した検証を行ったが、生活扶助基準額の\n絶対値として見た場合に妥当な水準にあるか否かといった絶対水準の検\n証を行っていないから、②ゆがみ調整は、生活扶助基準額の絶対水準、\nすなわち、金額として高い、低いという、絶対値として見た場合の生活\n扶助基準額を適切な水準に調整するものではないとして、ゆがみ調整だ\nけでは十分でなく、デフレ調整により、生活扶助基準額の絶対水準の調\n整を併せて行うことが必要である旨主張する。\n上記①の点について、平成２５年検証が行ったゆがみ調整においては、\n標準世帯を措定して、その生活扶助基準と一般世帯の消費水準を比べて\n高いか低いかという検証は行っていないという意味であれば、正しいと\nいえる。しかし、そうであるからといって、上記②のように、ゆがみ調\n整は生活扶助基準の絶対水準の調整をするものではないということには\nならない。\nすなわち、平成２５年検証における基準部会の議論の経過（甲全７９\nの５、甲全８０の１・２、甲全８２の１等）によれば、基準部会のメイ\nンテーマは、一貫して、生活扶助基準が一般低所得世帯の消費実態と均\n衡しているか否かという水準の検証であったことが明らかである。そし\nて、第１０回部会では、厚生労働省保護課から、体系の検証と水準の検\n証を一体的に行うという方向性が示され（甲全８２の２・３頁、４頁）、\n第１１回部会において、Ａ課長補佐が、「前回の部会におきまして、今\n回の検証は年齢及び人員並びに級地の３つの要素、この３要素に焦点を\n当て、詳細な消費実態の分析に基づく評価検証を行い、その結果を踏ま\nえた上で水準の検証を行うといったことを基本方針としてご了解いただ\nいたところでございます」、「今回改めてこの場で御報告をさせていた\nだき、委員の皆様との認識を共有させていただきたいと考えております\n」とわざわざ確認をしている（甲全８３の１・４頁、乙全４３・１０枚\n目）。また、体系と級地の指数の乖離を検証するだけで水準の調整を行\nわないのであれば、比較の対象である一般世帯を低所得層に限定する必\n要はなく、より上位の２つくらいを除いた全階層で行う方法も考えられ\nるにもかかわらず、年間収入階級第１・十分位層（以下「第１・十分位\n」といい、他の層についても、これに準じて表記する。）を比較対象と\nしたのは、体系・級地の「歪み」と水準の検証を一体化して行うためで\nある（甲全２０３・１６頁）。そして、何よりも、平成２５年報告書は、\n第１・十分位のデータを用いるに際して行った確認として、「今回の検\n証に際しては、水準の検証と体系並びに級地の検証を一体的に行うこと\nに鑑み、体系（年齢、世帯人員）並びに級地の検証に際しても第１・十\n分位のデータを用いている」と明記していることからも、平成２５年検\n証が、体系の検証と水準の検証を一体的に行ったことは明らかであり、\n第１１回部会の途中で上記のような検証方針が変更されたこともない。\n平成２５年検証は、生活扶助基準の相対的な較差の検証を行ったもの\nではあるが、もともと、サンプル世帯と実際の被保護世帯との世帯構成\n及び地域分布の違いによって生活扶助基準の水準（絶対的な高さ）にも\n影響を及ぼすことが前提とされていた（被控訴人らの上記②の主張が、\nゆがみ調整は生活扶助基準の水準に影響を与えることを予定していなか\nったという趣旨であれば、明らかに誤りである。）。\nしたがって、基準部会は、平成２５年検証において、生活扶助基準の\n水準の検証を体系（年齢・世帯人員・級地）の「ゆがみ」の調整の中に\n一体化させて行ったことが明らかである。\nイ  ゆがみ調整に加えてデフレ調整を行うことは、物価の二重評価になる\nこと\n被控訴人らは、デフレ調整は、水準均衡方式によっては生活扶助基準\nに反映されていなかった平成２０年から平成２３年までのデフレによる\n物価の下落を同基準に適切に反映したもので、物価変動を過剰又は二重\nに評価するものではない旨主張する。\nしかし、ゆがみ調整は、平成２１年の全国消費実態調査の個票データ\nを基礎として、生活扶助基準と一般低所得世帯（第１・十分位）の消費\n支出との間の比較・検証を行ったものであり、一般低所得世帯の消費支\n出に基づく生活扶助基準の改定を意味することは明らかである。そして、\n総務省統計局の家計調査における支出金額については、物価水準の変動\nの影響が反映した名目増減率に基づく統計値と、その影響を除去した実\n質増減率に基づく統計値を集計しているが、ゆがみ調整における比較対\n象のサンプルである平成２１年の全国消費実態調査の個票データは、対\n象世帯の消費支出の実額が記載された生データであるから、人為的に物\n価変動の影響を除去した統計値ではなく、物価変動の影響を反映した統\n計値（名目的増減率に基づく支出金額）であることになる。したがって、\nゆがみ調整が、物価変動の影響を反映した消費支出の統計値に基づいて\n生活保護基準に増減をもたらすものである以上、さらにデフレ調整を行\nった本件改定は、明らかに物価の二重評価をしたことになる。\nウ  小括\n以上のとおり、平成２５年報告書は、平成２５年検証の結果に基づく\nゆがみ調整を行うことにより生活扶助基準の水準の妥当性も調整される\nことを前提として作成されたものであり、具体的な被保護者に対する関\n係においては、生活扶助基準の水準が調整される結果となり、これによ\nり、生活扶助基準額に変動が生じるものである。\nそうすると、デフレ調整をゆがみ調整とともに行うに際しては、ゆが\nみ調整の結果として及ぼされることになる生活扶助基準への影響を考慮\nした上で、なお物価を勘案した生活扶助基準の水準の調整（デフレ調整\n）を行う必要があるか否かを、統計等の客観的な数値等や専門的知見を\nもって説明する必要があるというべきであるが、被控訴人らは、この点\nについて十分な説明をしていない。\nしたがって、デフレ調整の必要性に係る厚生労働大臣の判断は、統計\n等の客観的な数値等との合理的関連性や専門的知見との整合性を欠いて\nいるというほかない。\n２  争点３（本件各告示による生活扶助基準の改定の国家賠償法上の違法性及\nび控訴人らの損害）について\n⑴  厚生労働大臣の職務上の注意義務違反\nア  本件各告示は、厚生労働大臣が生活保護法８条１項の委任に基づいて\n定めた生活保護基準を公示するものであり、厚生労働大臣の職務上の行\n為であって、その判断過程に恣意的な判断が介入することは許されない。\nそのため、厚生労働大臣は、生活保護基準引下げを判断するに際しては、\n職務上、①引下げの正当性（具体的な必要性及び相当性（許容性））を\n立証する責任（すなわち注意義務）、②要保護者の生活状況に関する法\n定考慮事項を考慮すべき注意義務、③財政事情等の生活外的要素を考慮\nしないようにする注意義務、④統計等の客観的な数値等との合理的関連\n性や専門的知見との整合性を図る注意義務を負っている。\nイ  しかし、前記のとおり、本件改定は、手続面において、前記②及び③\nの点で、要保護者の年齢別、世帯構成別、地域別等の事情という法定考\n慮事項を考慮せず、他方、国の財政事情等という不可考慮事項を考慮し、\nまた、前記④の点で、基準部会で全く議論されていないデフレ調整を行\nい、かつ、ゆがみ調整に関する基準部会の検証結果の反映を一律に２分\nの１としており（２分の１処理）、統計等の客観的な数値等との合理的\n関連性や専門的知見との整合性を完全に無視したものである。\n内容面において、デフレ調整は、前記①の点で、その必要性が全くな\nく、前記②の点で、要保護者の年齢別、世帯構成別、地域別等の事情と\nいう法定考慮事項を考慮しない生活扶助相当ＣＰＩを用いており、前記\n④の点で、統計等の客観的な数値等との合理的関連性を欠いている。ま\nた、ゆがみ調整は、前記④の点で、生活扶助基準と第１・十分位の消費\n支出を比較し、異なる集団の比較可能性を無視したこと、基準部会報告\n書の乖離率を一律２分の１にしたことで、統計等の客観的な数値等との\n合理的関連性や専門的知見との整合性を欠いているし、基準部会の議論\nを経ることなく、従来から採用されてきた水準均衡方式を逸脱して物価\nを本格的に考慮し、デフレ調整とゆがみ調整を併せて行うことで、物価\nの二重評価をしたものである。\nこれらの点は、厚生労働大臣が少なくとも注意義務を尽くせば容易に\n分かることであり、厚生労働大臣が職務上尽くすべき注意義務を尽くす\nことなく本件各告示をしたことにより、控訴人らは、各処分庁から違法\nな処分（本件各処分）を受け、後記のような損害を被った。\nしたがって、厚生労働大臣が本件各処分をしたことは、国家賠償法１\n条１項の適用上違法であり、被控訴人国は、控訴人らに対し、損害賠償\n義務を負う。\n⑵  控訴人らが被った損害\nア  控訴人らは、本件各処分により、食事回数や食べる量を減らしたり、\n食事内容をより悪化させたりし、電気・ガス・水道代を節約し、衣服の\n購入も控え、新聞を解約し、娯楽や文化的活動を行うこともできず、他\n者との交流をより一層控えるなどした。食事が不十分であれば当然「健\n康」を害するし、電気・ガス・水道代を節約するためエアコン等の使用\nや入浴を控えれば「健康」を害する。他者との交流が途絶え、自宅に引\nきこもりがちになれば、気持ちが塞ぎ、運動不足にもなって「健康」を\n害する。衣食住を欠けば、単にそれが不十分であるというだけでなく、\n人間としての自尊心も害される。周囲との交流を絶たれて孤立し、親戚\nの葬儀にさえ参加できない状態では、到底文化的とはいえない。\n以上のとおり、控訴人らは、本件各処分によって、生活実態がより過\n酷になり、健康で文化的な最低限度の生活を下回る生活を強いられたも\nのであり、そのために、肉体的、精神的な健康が損なわれていくことに\n対する不安感はもとより、他者とのふれあいの中で人生を送ることが否\n定され、人として当然にもっているはずの人生の発展可能性が奪われて\nしまったことに対する絶望感等、極めて甚大な精神的苦痛を被った。\nイ  控訴人らの前記アの精神的苦痛は、本件各処分以降、現在まで継続し\nているものであり、本件各処分が取り消され、事後的に金銭が支払われ\nたとしても、回復できない損害である。\nしたがって、被控訴人国は、控訴人ら各自に対し、それぞれ、少なく\nとも１万円を賠償する義務を負う。\n第５  被控訴人らの補充主張の要旨\n１  争点１（本件各告示による生活扶助基準の改定に生活保護法３条、８条２\n項、９条等に違反した違法があるか）について\n⑴  司法審査の判断枠組み\nア  憲法２５条、生活保護法３条及び８条２項の規定にいう最低限度の生\n活は、抽象的かつ相対的な概念であって、その具体的な内容は、その時\n々における経済的・社会的条件、一般的な国民生活の状況等との相関関\n係において判断決定されるべきものであり、これを保護基準において具\n体化するに当たっては、国の財政事情を無視することができず、また、\n多方面にわたる複雑多様な、しかも高度の専門技術的な考察とそれに基\nづいた政策的判断を必要とするものである。したがって、保護基準を改\n定するに際し、改定後の生活扶助基準の内容が健康で文化的な生活水準\nを維持できるものであるか否かを判断するに当たっては、厚生労働大臣\nに上記のような専門技術的かつ政策的な見地からの裁量権が認められる。\nそうすると、保護基準の改定に当たって、いかなる統計的な手法を用い\nるかなど、具体的な手法を決める上でいかなる考慮要素を重視するかな\nどについても、同様の裁量権が認められる。\n生活保護法８条１項は、厚生労働大臣が要保護者の需要を測定するた\nめの基準（保護基準）を定め、当該基準に基づき保護の程度が決定され\nる旨規定するところ、同項は、保護基準の内容について格別に定めるも\nのではなく、その規定上、保護基準の設定及び改定に係る厚生労働大臣\nの裁量権を限定するものではない。また、保護基準については、同条２\n項により、同項に規定する事情を踏まえて「最低限度の生活の需要」を\n具体化したものであることが求められているところ、「最低限度の生活\nの需要」は、憲法２５条に規定する「健康で文化的な最低限度の生活」\nや生活保護法３条に規定する「最低限度の生活」を営むために必要な生\n活需要にほかならない。\nしたがって、憲法２５条及びその趣旨を実現するために制定された生\n活保護法は、「最低限度の生活」を保護基準において具体化するに当た\nって、これを厚生労働大臣の高度の専門技術的な考察及びこれに基づく\n政策的判断に委ねたものであり、その裁量権の範囲は極めて広範なもの\nである。\nイ  前記アのとおり、保護基準の改定に係る厚生労働大臣の裁量権の範囲\nは極めて広範であることから、保護基準の改定に係る厚生労働大臣の判\n断については、その当不当が直ちに裁判所の司法審査の対象となるわけ\nではなく、当該判断が著しく合理性を欠き明らかに裁量権の範囲を逸脱\nし又はこれを濫用したと認められるような場合でなければ、その判断は\n違法となり得ない。したがって、保護基準の改定については、①当該改\n定後の保護基準の内容が被保護者の健康で文化的な生活水準を維持する\nに足りるものであり、かつ、これを超えないものであるとした厚生労働\n大臣の判断に、最低限度の生活の具体化に係る判断の過程及び手続にお\nける過誤、欠落の有無等の観点からみて裁量権の範囲の逸脱又はその濫\n用があると認められる場合、あるいは、②激変緩和等の措置を採るか否\nかについての方針及びこれを採る場合において現に選択した措置が相当\nであるとした同大臣の判断に、被保護者の生活への影響等の観点からみ\nて裁量権の範囲の逸脱又はその濫用があると認められる場合に限り、生\n活保護法３条、８条２項の規定に違反し、違法となる。\n上記のような判断過程審査は、「最低限度の生活」の具体化である保\n護基準についての審査であり、判断の過程又は手続の審査の名の下に、\n厚生労働大臣の極めて広範な裁量に委ねられるべき「最低限度の生活」\nの具体化そのものについてまで裁判所の審査を及ぼすことは、判断過程\n審査の名目で実際には判断代置審査を行っていることとなり、厚生労働\n大臣の極めて広範な裁量権と相容れないものである。\n一般に、行政裁量が認められる行政処分の適否が問題となる場合にお\nける判断過程審査とは、裁判所が、原告が納得できないと主張する点に\nついて、被告（行政庁）の説明する判断過程が一応の説得力を持つか否\nかを審査する方法であり、あくまで厚生労働大臣の判断の過程において\n現に用いられた統計等の客観的な数値等や専門的知見を前提に、これら\nと同大臣の判断過程との間に論理の飛躍や連関を欠くところがないか否\nかという観点から、上記判断と統計等の客観的な数値等との合理的関連\n性や専門的知見との整合性に欠けるところがないか否かを審査すること\n（論証過程の追試的検証）を意味するにとどまるものであり、裁判所が、\n独自の観点から、特定の衡量利益や考慮事項を選び出し、これを拠り所\nとすることは、判断過程審査に適合しない。\nウ  以上のとおり、ゆがみ調整及びデフレ調整の適法性は、厚生労働大臣\nの判断について、最低限度の生活の具体化に係る判断の過程及び手続に\nおける過誤、欠落の有無等の観点からみて裁量権の範囲の逸脱又はその\n濫用があると認められるか否かという判断枠組みにより判断されるべき\nであり、具体的には、論証過程の追試的検証として、被控訴人が説明す\nるゆがみ調整及びデフレ調整に係る厚生労働大臣の判断過程について、\nそれが一応納得できるものか否か、現に用いられた統計等の客観的な数\n値等との合理的関連性や専門的知見との整合性を欠くところがあるか否\nかという観点から、その適否が判断されることになり、現実の生活条件\nを無視して著しく低い基準を設定するなど、憲法及び生活保護法の趣旨\n・目的に反すると評価できるほど明らかに合理性を欠くと認められるこ\nとになるような過誤、欠落がある場合でなければ、違法とならないとい\nうべきである。\n⑵  ゆがみ調整の違法性について\nア  ゆがみ調整に係る判断に至る経緯等\n生活扶助基準は、標準世帯の最低生活費を設定し、その最低生活費\nを第１類費と第２類費に分解した上、年齢階級別、世帯人員別及び級\n地別に、標準世帯との最低生活費の差を踏まえて設定された指数を適\n用して展開することによってあらゆる世帯に適用可能な基準として設\n定されている。そのため、上記展開に用いられる「展開のための指数\n」は、生活保護受給世帯間における相対的な較差を示すものである。\n展開のための指数は、専門委員会が取りまとめた平成１６年報告書\nにおいて、生活扶助基準の展開部分に関し、「世帯人員別にみると、\n必ずしも一般低所得世帯の消費実態を反映したものとなっていない」\nなどと、その見直しを検討する必要がある旨指摘された。また、生活\n扶助基準検討会が取りまとめた平成１９年報告書においても、「生活\n扶助基準の体系に関する評価・検証に当たっては、世帯構成などが異\nなる生活保護受給者の間において実質的な給付水準の均衡が図られる\n体系としていくべきとの観点から行い、その上で、必要な見直しを行\nっていくことが必要である。」という基本的な考え方が示されるとと\nもに、一般低所得世帯と比較して、年齢階級別にみると、２０歳ない\nし３９歳と４０歳ないし５９歳は生活扶助基準が相対的にやや低めで\nあるのに対し、７０歳以上は相対的にやや高めであること、世帯人員\n別にみると、世帯人員４人以上の多人数世帯に有利であるのに対し、\n世帯人員が少ない世帯に不利であるという実態がみられること、地域\n別にみると、現行の級地制度における地域差を設定した当時と比較し\nて、地域間の消費水準の差が縮小していることなど、年齢階級別、世\n帯人員別及び級地別の展開部分について、一般低所得世帯の消費実態\nを反映したものとなっていないことが指摘された（しかし、厚生労働\n大臣は、これらの指摘を踏まえた保護基準の改定を行わなかった。）。\nさらに、平成２３年２月に設置された基準部会による平成２５年検\n証の結果、年齢階級別、世帯人員別及び級地別のいずれにおいても、\n展開のための指数は、一般低所得世帯の消費実態による指数との間に\n乖離が認められ、必ずしも一般低所得世帯の消費実態の相対的な較差\nを反映したものとなっておらず、生活保護受給世帯間の公平を欠く状\n態になっていることが判明した。また、上記基準部会が公表した平成\n２５年報告書においては、上記結果に関する留意事項として、「今後、\n政府部内において具体的な基準の見直しを検討する際には、今回の検\n証結果を考慮しつつも、同時に検証方法について一定の限界があるこ\nとに留意する必要がある。」、「今般、生活扶助基準の見直しを具体\n的に検討する際には、現在生活保護を受給している世帯及び一般低所\n得世帯、とりわけ貧困の世代間連鎖を防止する観点から、子どものい\nる世帯への影響にも配慮する必要がある。」とされた。基準部会は、\n保護基準につき専門的かつ客観的に評価・検証を行うため、法令に基\nづき設置された機関であり、学識経験者によって構成されていること\nから、平成２５年検証の結果は基本的に信頼性が高いものと考えられ、\nこれを踏まえて生活扶助基準の展開に関する指数を見直す必要性は高\nかった。\n以上の経緯等を踏まえ、厚生労働大臣は、生活保護受給世帯間の公\n平を確保するため、平成２５年検証の結果に基づき、専門家が検討し\nた分析手法に基づいて収集された消費実態に関する事実関係を前提に、\n専門家の示した方向性に沿うかたちで、ゆがみ調整を行うことによっ\nて、一般低所得世帯の消費実態の相対的な較差を生活扶助基準の展開\nのための指数に反映させて、生活扶助基準の展開部分の適正化を図る\nことにしたものであり、このような厚生労働大臣の判断過程に関して、\n統計等の客観的な数値等との合理的関連性や専門的知見との整合性を\n欠くところがあるとはいえず、上記判断の過程及び手続に過誤、欠落\nがあるとはいえない（ただし、後記イのとおり、２分の１処理を行っ\nている。）。\nイ  ２分の１処理\n２分の１処理を行った理由\n平成２５年検証は、初めて展開のための指数の詳細な分析を行った\nものであるが、平成２５年報告書において、「具体的にどのような要\n因がどの程度消費に影響を及ぼすかは現時点では明確に分析ができな\nいこと、また、特定の世帯構成等に限定して分析する際にサンプルが\n極めて少数となるといった統計上の限界があることなどから、全ての\n要素については分析・説明に至らなかった。」、「今回の本部会で採\n用した年齢、世帯人員、地域の影響を検証する手法についても委員に\nよる専門的議論の結果得られた透明性の高い一つの妥当な手法である\n一方、これまでの検証法との継続性、整合性にも配慮したものである\nことから、これが唯一の手法ということでもない。」とされ、「今後、\n政府部内において具体的な基準の見直しを検討する際には、今回の検\n証結果を考慮しつつも、同時に検証方法について一定の限界があるこ\nとに留意する必要がある。」とされていた。\nまた、基準部会は、常設部会として設置されており、平成２５年報\n告書において「これまで生活扶助基準検証の際参照されてきた一般低\n所得世帯の消費実態については、なお今後の検証が必要である。」と\nされていることからも明らかなとおり、生活扶助基準については、専\n門機関による検証が定期的に行われることとされており、展開部分に\nついても、更なる検証が予定されていた。そのため、平成２５年検証\nの結果の取扱いとして、検証作業において算出された指数を機械的に\n全て反映させることが求められるべきものではないことは、明らかで\nあった。\nさらに、平成２５年検証は、年齢階級別、世帯人員別及び級地別の\n展開のための指数について、検証を行ったものであるところ、世帯員\nの年齢、世帯人員、居住する地域の組合せによって様々であることが\n見込まれた。しかも、平成２５年報告書のとおり、平成２５年検証に\nおいて算出された指数を生活扶助基準の展開部分にそのまま反映させ\nた場合、夫婦子１人世帯（子は１８歳未満）が８．５％、夫婦子２人\n世帯（子は１８歳未満）が１４．２％、母子世帯（１８歳未満の子１\n人）が５．２％の減額率となることから、子どものいる世帯への影響\nが大きくなることが予想され、検証結果に関する留意事項として「今\n般、生活扶助基準の見直しを具体的に検討する際には・・・とりわけ\n貧困の世代間連鎖を防止する観点から、子どものいる世帯への影響に\nも配慮する必要がある。」と明記されており、平成２５年検証自体が\n上記の観点からの対策を講じることを要求していたということができ\nる。\n一律に２分の１とした理由\nゆがみ調整については、平成２５年検証の結果に関し、例えば、個\n別の指数ごとに、減額幅（減額の改定比率）については２分の１とし、\n増額幅（増額の改定比率）についてはそのまま反映させるというよう\nに、反映の程度を部分的に変えるということは、理論的にはあり得る\nが、このように世帯によって改定比率を変える反映の方法は、上記結\n果の取扱いの公平性を欠いている。\nまた、増額又は減額のいずれかに偏って反映させることは、生活扶\n助基準の相対的な較差の検証・評価という平成２５年検証の本質的な\n趣旨を改変することになる。すなわち、減額か増額かによって反映の\n程度を変えるとすれば、生活扶助基準の水準（絶対的な高さ）にも影\n響を及ぼしかねないところ、このような反映方法は、生活保護基準の\n年齢階級別、世帯人員別及び級地別の展開のための指数について評価\n・検証を行うという平成２５年検証の目的と相容れず、その本質的な\n趣旨を改変することになるというべきである。\nそのため、厚生労働大臣は、生活扶助基準の展開部分の適正化とい\nうゆがみ調整の本質的部分を維持しつつ、子どものいる世帯への配慮\nや、検証結果に統計上の限界があった平成２５年検証に続く基準部会\nによる次回の更なる検証を見据えた措置（激変緩和措置）として、平\n成２５年検証の結果の反映の程度を、減額か増額かを問わず、公平に\n一律で２分の１としたものである。そして、２分の１処理によっても、\n平成２５年検証の結果、明らかとなった年齢階級別、世帯人員別及び\n級地別の生活扶助基準と一般低所得世帯の消費実態との乖離が、その\n乖離の程度に比例して一定の割合で解消されることには変わりがなく、\n生活保護受給世帯間の公平を図るために生活扶助基準の展開部分を適\n正化するという、ゆがみ調整の本質的部分の趣旨にも沿うものである\nから、２分の１処理に係る厚生労働大臣の判断過程に統計等の客観的\nな数値等との合理的関連性や専門的知見との整合性に欠けるとことが\nあるとはいえず、上記判断の過程及び手続に過誤、欠落があるとはい\nえない。\n生活保護法３条及び８条２項にいう「最低限度の生活」は、抽象的\nかつ相対的な概念であり、その具体的な内容は、その時々における経\n済的・社会的条件、一般的な国民生活の状況等との相関関係において\n判断決定されるべきものであるから、「最低限度の生活」に相当する\n生活扶助費の額は、特定の統計資料等から一義的に導かれるような性\n質のものではないし、上記のとおり、平成２５年検証の手法は透明性\nの高い合理的なものと評価することができる一方、当該手法が唯一の\nものであるということはできず、統計手法やサンプル数に由来する一\n定の限界もあるから、平成２５年検証の結果をそのまま反映させた生\n活扶助費の額が直ちに「最低限度の生活」に相当するものであるとい\nうことはできない。したがって、２分の１処理は、増額幅が２分の１\nになる生活保護受給世帯に対して「最低限度の生活」を下回る生活を\n強いることを意味するものではない。\nなお、本件改定においては、２分の１処理を含めたゆがみ調整によ\nり約９０億円の財政削減効果が生じると試算された（乙全１６）が、\nゆがみ調整は、２分の１処理を含め、そのような財政削減効果を目的\nとして行われたものではない（厚生労働大臣の実際の判断過程におい\nて、２分の１処理を行わない場合の財政影響の試算は行われていない\nが、仮に、２分の１処理を行わず、平成２５年検証の結果を全て反映\nさせた場合には、増額幅及び減額幅のいずれもおおむね２倍となるた\nめ、証人Ｂ（当審。以下「Ｂ証人」という。）の証言のとおり、財政\n削減効果も約２倍になっていたものと考えられる。）。\n⑶  デフレ調整の違法性について\nア  基準部会等の専門家による検討、検証を経ていないこと\n本件改定に当たり、デフレ調整については、基準部会等の専門家によ\nる検討、検証を経ていないが、保護基準の改定に当たり基準部会等の専\n門家による検討、検証を経ていないことは、直ちに厚生労働大臣の裁量\n権の範囲の逸脱又はその濫用があることを意味するものではない。\nすなわち、 厚生労働大臣が保護基準の改定に当たり基準部会等の専\n門家に諮問し又はその意見を求めることなどを義務付ける法令上の根拠\n規定はないし、生活保護法及びその関連法規上、上記改定に当たり基準\n部会等の専門家による検討、検証が必要である旨の規定もないから、厚\n生労働大臣は、上記改定に当たり、基準部会等の専門家による検討、検\n証を経ることを義務付けられていない。また、厚生労働省は、国民生活\nの保障及び向上を図り、並びに経済の発展に寄与するため、社会福祉、\n社会保障及び公衆衛生の向上及び増進並びに労働条件その他の労働者の\n働く環境の整備及び職業の確保を図ること等を任務として、国家行政組\n織法に基づき設置された行政機関で、幅広い分野での専門的知見を有す\nる職員が配置され、生活保護に関する国の行政事務についても、生活保\n護行政の責任者として、保護基準の設定改定に限らず、法令の制定改廃\nや、保護の決定実施（運用）に係る事務処理基準の策定、生活扶助以外\nの医療扶助、介護扶助等に関する事務等を所掌し、各種の統計調査や地\n方自治体との実務に関する会議や研修会等により、生活保護制度に係る\n客観的な実態把握等を行うなどしており、厚生労働大臣（所部の職員を\n含む。）は、これまでの生活保護の各扶助や各種加算の改定に当たり、\n統計データの収集分析や、審議会等の専門機関における議論を通じて、\n専門技術的知見を蓄積しているから、生活保護制度や生活保護受給世帯\nの状況について精通し、生活扶助基準を適切に設定する上で必要となる\n専門技術的知見を有している。このような生活保護法の規定や保護基準\nの改定に係る厚生労働大臣の裁量判断の性質からすると、生活保護法が、\n保護基準の設定及び改定について、８条で抽象的に規定するのみで、基\n準部会等の専門機関の意見を聴取することを求めていないのは、高度に\n専門技術的かつ政策的な判断を要する保護基準の設定及び改定について\nは、厚生労働大臣（所部の職員を含む。）が専門技術的知見を有するこ\nとを前提に、終局的には、厚生労働大臣の政策判断に委ねる趣旨である\nと解される。\nこれらの事情によれば、厚生労働大臣は、保護基準の改定に当たり、\n基準部会等の専門家の関与の在り方や、これを諮問した場合における検\n討、検証の結果をどのように考慮するかについて、専門技術的かつ政策\n的な見地からの裁量権を有しているというべきであり、厚生労働大臣が\n保護基準の改定に当たり基準部会等の専門家による検討、検証を経てい\nないことが、直ちに裁量権の範囲の逸脱又はその濫用があることを意味\nするものではない。\nイ  デフレ調整に係る判断の経緯等\nデフレ調整に至るまでの経過\n生活扶助基準については、平成２５年検証の直前の専門機関による\n検証である平成１９年検証において、一般低所得世帯の消費実態と比\n較して高いという結果が得られていたものの、厚生労働大臣は、原油\n価格の高騰等が消費に与える影響等の社会経済情勢を見極める必要性\n等を勘案して、平成２０年度の生活扶助基準を据え置くこととした。\nその後、平成２０年９月のリーマンショックに端を発する世界金融\n危機の影響で、同年以降、完全失業率が大幅に上昇して高止まり、賃\n金、物価、家計消費等がいずれも下落する経済情勢（デフレ）にあり、\n平成２１年全国消費実態調査によれば、平成１６年全国消費実態調査\nに比べ、夫婦子１人世帯を含む２人以上世帯の消費支出が約６．０パ\nーセント下落し（乙全１０１）、また、夫婦子１人世帯（第１・十分\n位）の生活扶助相当支出額は約１３万１５００円で（乙全１００）、\n約１１．６パーセント下落しており、夫婦子１人世帯の生活扶助基準\n額を約１２．６パーセント下回るものとなっていた。しかも、上記の\n経済動向を踏まえるならば、平成２１年以降の消費支出額が増加する\nことは考えにくい状況にあった。\n他方、このように一般国民の生活水準が低下している間も、生活扶\n助基準は据え置かれていた。すなわち、厚生労働大臣は、平成２１年\n度の予算が編成された平成２０年１２月当時、同年２月以降の生活関\n連物資を中心とした物価上昇が国民の家計へ大きな影響を与えていた\nことに加え、同年９月のリーマンショックに端を発した世界金融危機\nが実体経済へ深刻な影響を及ぼし、国民の将来不安が高まっている状\n況にあったことを踏まえて、平成２１年度の生活扶助基準について、\n改定を行わずに据え置いた。また、厚生労働大臣は、平成２２年度の\n生活扶助基準についても、完全失業率が高水準で推移するなど、現下\nの厳しい経済・雇用状況を踏まえ、国民生活の安心が確保されるべき\n状況にあることに鑑み、改定を行わずに据え置いた。同様に、厚生労\n働大臣は、平成２３年度及び平成２４年度の生活扶助基準についても、\nその時々の経済、雇用情勢等を総合的に勘案した上で、改定を行わず\nに据え置いた。\nデフレ調整を行った理由\n前記 のとおり、生活扶助基準について、改定（引下げ）が行われ\nずに据え置かれてきた結果、生活保護受給世帯の可処分所得が相対的、\n実質的に増加し（生活扶助基準が実質的に引き上げられた。）、生活\n扶助基準と一般国民の消費実態との間の均衡が一層崩れ、その不均衡\nが顕著なものとなっていた。平成２４年８月に成立した社会保障制度\n改革推進法（平成２４年法律第６４号）附則２条１号は、政府は「生\n活扶助、医療扶助等の給付水準の適正化、保護を受けている世帯に属\nする者の就労の促進その他の必要な見直しを早急に行うこと」と明記\nしているが、当時の社会経済情勢に照らせば、生活扶助基準の適正化\nは、減額改定をいうものと解するのが当然である。\nそして、基準部会による平成２５年検証は、生活扶助基準の水準に\nついての検証・評価を行わなかったものの、上記均衡が大きく崩れた\n状態（生活扶助基準の方が高い状態）が確認されたことから、厚生労\n働大臣は、一般国民の消費実態との均衡を図るため、「展開のための\n指数」（相対的な較差）を適正化するゆがみ調整を行ったとしても、\nなお生活扶助基準を引き下げる必要があると判断したものであり、そ\nの判断は、平成１６年検証及び平成１９年検証により専門機関が示し\nた見解とも整合するものである。\n物価変動を指標とした理由\nａ  消費を指標としなかった経緯等\n生活扶助基準の改定は、従前、消費を基礎とする水準均衡方式に\n基づいて行われてきたところであるが、法令上定められたものでは\nなく、厚生労働大臣が昭和５８年意見具申以降採用している事実上\nの指針にすぎないものであり、元々保護基準の改定に係る厚生労働\n大臣の判断を拘束するものではない。\n水準均衡方式による生活扶助基準の毎年度の改定においては、改\n定の基礎となる指標として一般国民全体の消費支出の動向が用いら\nれており、また、平成１６年検証及び平成１９年検証においては、\n一般低所得世帯の消費支出との比較において、生活扶助基準の水準\nの検証が行われた。厚生労働省は、基準部会による検証作業に向け\nて平成２１年全国消費実態調査の特別集計を行う過程で、平成１９\n年検証と同様の手法により、夫婦子１人世帯について、一般低所得\n世帯（第１・十分位）の消費水準を算定する作業も行っていたが、\nその結果、前記 のとおり、生活扶助相当支出額が平成１９年検証\n時点（平成１６年全国消費実態調査）と比較して約１１．６パーセ\nントも下落しており、生活扶助基準額を約１２．６パーセント下回\nる状況であったため、生活保護法８条２項の規定に照らして、生活\n扶助基準を引き下げる必要性があることは、明らかであった。そし\nて、一般に、消費の動向は、物価や賃金の動向やこれらを踏まえた\n主観的な要素を含む将来の予測等の様々な要素にも影響されるもの\nであるが、平成２０年以降の経済状況下で、国民の将来不安が高ま\nり、収入の不安定さを勘案して消費を減らすことなどが考えられ、\n消費を基礎として生活扶助基準を引き下げると、減額幅が必要以上\nに大きくなることが想定された。\n基準部会は、平成２５年検証において、結果的に、生活扶助基準\nの展開（相対的な較差）に関する部分（体系及び級地）についての\nみ評価・検証を行い、生活扶助基準の水準の評価・検証を行わなか\nったが、平成２５年報告書において「厚生労働省において生活扶助\n基準額の見直しを検討する際には、本報告書の評価、検証の結果を\n考慮し、その上で他に合理的説明が可能な経済指標などを総合的に\n勘案する場合は、それらの根拠についても明確に示されたい。」と\n記載し、「展開のための指数」の適正化に加え、更に生活扶助基準\nの改定をするか否かや、改定の指標としていかなる経済指標を用い\nるかについて、政府の判断に委ねる旨の意向を示していた（この点\nについては、厚生省社会局社会福祉専門官としての勤務経験のある\nＣ放送大学客員教授作成の「生活扶助基準の改定指標に係る取扱い\nについて」と題する意見書（乙全１１６。以下「Ｃ意見書」という。\n）においても、「基準部会の役割」について、「厚生労働省におい\nて将来行われる具体的な生活保護基準の『改定』の内容を審議する\n場ではない。実際の具体的な生活保護基準の『改定』は、基準部会\nによる統計データ等を用いた検証結果だけでなく、世の中の経済的\n・社会的条件を踏まえた政策的判断として厚生労働省が行うことと\nされている。基準部会としてもそれを踏まえているからこそ、平成\n２５年報告書では、厚生労働省に対して適切に経済的・社会的条件\nに配慮するよう申し添えているところである。」とした上で、「平\n成２５年報告書における見解」として、平成２５年報告書における\n上記記載について、「検証結果以外に経済指標を勘案した改定を行\nうべきか否かについて議論されていなかった中で、厚生労働省が具\n体的な生活保護基準の改定内容を検討する際に経済指標などを勘案\nする場合には、厚生労働省において合理的説明が可能なものを国民\n向けに示して対応するよう求めたものである。」旨の意見が記載さ\nれている。）。\n厚生労働大臣には、保護基準の改定について、専門技術的かつ政\n策的な見地からの広範な裁量権が認められており、改定の方式につ\nいても法令上の定めはなく、具体的な改定の手法が特定の方法に限\nられるものではない。そして、消費を基礎とする水準均衡方式につ\nいても、上記のとおり、法令上定められたものではなく、厚生労働\n大臣が昭和５８年意見具申以降採用している事実上の指針の１つに\nすぎないものである。\nまた、消費を基礎とする水準均衡方式は、昭和５８年意見具申以\n降、我が国の経済が右肩上がりに成長を続けているという社会経済\n情勢を背景に、生活扶助基準が一般国民の生活水準との比較におい\nて妥当であるという評価を前提に、妥当とされた生活扶助基準の水\n準を将来に向かって維持しようとするものであり、基本的に毎年度\nの生活扶助基準の改定において用いられてきたものである。これに\n対し、デフレ調整は、平成２０年９月のリーマンショックに端を発\nする世界金融危機によって、賃金、物価、家計消費等が落ち込むと\nいう経済状況にあり、生活扶助基準と一般国民との間の不均衡が存\n在しているという前提で、これを是正するために、約５年に一度行\nわれる専門機関による検証に併せて行われたものであって、毎年度\nの改定として行われたものではないなど、消費を基礎とする水準均\n衡方式が用いられてきた場面とは異なる場面で行われたものである。\nｂ  物価（変動）を指標とした経緯等\n生活扶助基準の改定に当たっては、生活保護において保障すべき\n最低生活の水準は、一般国民の生活水準との関連において捉えられ\nるべき相対的なものであるという考え方が一貫してとられてきた。\nそして、一般国民の生活水準との均衡を評価するための指標として\nは、消費のほかに賃金や物価も考えられるところであって、過去に\nマーケットバスケット方式やエンゲル方式が採用されていたことか\nらも明らかなとおり、消費そのものを改定の指標とすることが唯一\nで絶対的な方法ではなく、専門委員会の平成１５年中間取りまとめ\nにおいても、「改定の指標の在り方についても検討が必要である。\n・・・例えば、年金の改定と同じように消費者物価指数の伸びも改\n定の指標の一つとして用いることなども考えられる。」として、消\n費者物価指数を生活扶助基準改定の指標とする可能性が言及されて\nいた。このように、デフレ調整において物価を指標として用いたこ\nとは、専門機関において示されてきた専門的知見との整合性を欠く\nものではない（この点については、Ｃ意見書においても、「生活扶\n助基準の改定の指標として物価動向を参照することについては、専\n門的知見と整合しないものではない。」旨の意見が記載されている。\n）。\n消費の動向は、物価のほか、賃金の動向やこれらを踏まえた主観\n的な要素を含む将来の予測等の様々な要素にも影響されるものであ\nり、前記ａのとおり、消費を基礎として生活扶助基準を引き下げる\nと、減額幅が必要以上に大きくなることが想定される当時の状況下\nにおいては、消費実態そのものではなく、消費の構成要素の１つで\nある物価を指標として生活扶助基準の改定を行うことは、合理性が\nあると考えられた。これまでにも、生活扶助のうち各種加算は、物\n価の伸び率を基礎とした改定が行われてきたし、生活扶助基準の毎\n年度の改定においても、消費税が導入された平成元年度やその税率\nが引き上げられた平成９年度にはこれらを踏まえた生活扶助基準の\n増額改定が行われ、生活保護受給世帯における実質的な可処分所得\nを維持するために財やサービスの価格を考慮して生活扶助基準を改\n定したものであり、本件改定前においても、財やサービスの価格（\n物価）の変動に着目した生活扶助基準の改定が行われていたといえ\nる。\nまた、基準部会は、前記ａのとおり、平成２５年報告書において、\n展開のための指数（相対的な較差）の適正化に加え、更に生活扶助\n基準の改定をする場合には、合理的説明が可能な経済指標を用いる\nよう指摘していたところ、平成１５年中間取りまとめの上記指摘を\n踏まえれば、物価がこれに含まれることは明らかであるから、物価\nを指標とした改定を行うことは、基準部会の指摘にも沿うものであ\nる。\nそこで、厚生労働大臣は、生活扶助基準の水準の改定について、\n消費を基礎とする水準均衡方式の考え方（一般国民の生活水準との\n均衡を図る観点）を堅持しつつ、改定による減額幅が必要以上に大\nきくならないようにするため、消費実態そのものではなく、消費の\n構成要素の１つである物価を指標として、生活扶助基準の改定を行\nうこととし、平成２０年から平成２３年までの期間における生活扶\n助費で支出される品目の物価変動率（本件下落率）を算出し、当該\n数値に基づき生活扶助基準の水準について適正化を図ったものであ\nる。\nなお、被控訴人らにおいて、デフレ調整の趣旨目的について「生\n活保護受給世帯における可処分所得の相対的、実質的な増加」に基\nづく説明をしていたのは、厚生労働大臣が、平成２０年以降の社会\n経済情勢等を踏まえて物価を指標として生活扶助基準の水準を改定\nするという判断をしたことについて、物価と可処分所得の関係性に\n着目した説明が可能であるという理解に基づくものである。生活扶\n助基準の水準の改定については、一貫して一般国民の生活水準との\n均衡を図るという基本的な考え方に基づいて行われている（デフレ\n調整もこのような基本的な考え方を踏まえたものである。）が、こ\nのような考え方に照らすと、実質的な購買力（可処分所得）を維持\nすることは、生活扶助基準の改定に当たり必然的に求められるもの\nではなく（Ｃ意見書にも同旨の意見が記載されている。）、実質的\nな購買力（可処分所得）に着目した説明は、物価動向の範囲内で生\n活扶助基準を改定することを言い換えたものにとどまる。したがっ\nて、本件下落率に相当する、生活保護受給世帯における可処分所得\nの相対的、実質的な増加が実際に認定できるか否かは、デフレ調整\nの適法性を左右しない。\n物価変動率の算定期間を平成２０年から平成２３年までとした理由\nａ  始期について\n厚生労働大臣は、デフレ調整に係る物価変動率の算定期間の始期\nを平成２０年としたが、これは、デフレ調整の目的が、平成２０年\n以降の社会経済情勢による生活扶助基準と一般国民の生活水準との\n間の不均衡を是正することにあったためである。\nすなわち、５年に１度の頻度で行われることとなっていた専門機\n関による検証は、平成２５年検証の直前が平成１９年検証であり、\n厚生労働大臣は、平成２０年度の生活扶助基準の改定について、平\n成１９年検証によって、生活扶助基準が一般低所得世帯の消費水準\nと比較して高いという結果が得られており、生活扶助基準を引き下\nげる必要性が認められたことを踏まえつつ、当時の社会経済情勢等\n（物価上昇を含む。）を総合的に勘案して、これを据え置くという\n判断をしており、平成２０年までの社会経済情勢は、既に同年度の\n改定において斟酌されているということができた。そして、厚生労\n働大臣は、このようにして定められた平成２０年度の生活保護基準\nが生活保護法８条２項に適合する妥当なものであるといえることを\n前提に、平成１９年検証以来の定期的な検証である平成２５年検証\nを踏まえた本件改定において、平成２０年以降の社会経済情勢を斟\n酌することとしたものである。\nまた、平成２０年９月のリーマンショックに端を発した世界金融\n危機が実体経済に大きな影響を与え、賃金、物価、家計消費等がい\nずれも大きく下落するデフレ状況に至ったことにより、生活保護受\n給世帯の可処分所得が相対的、実質的に増加し、生活扶助基準と一\n般国民の生活水準との間の不均衡が拡大していたものであり、デフ\nレ調整は、このような平成２０年以降の社会経済情勢等により拡大\nした上記不均衡を是正するために行われたものである。\nそこで、厚生労働大臣は、上記のとおりの従前の経緯やデフレ調\n整の目的を踏まえて、デフレ調整に係る物価変動率の算定期間の始\n期を平成２０年としたものである。\nなお、総務省ＣＰＩは、平成１９年から平成２０年にかけて１％\nを超える上昇をしていたが、上記のとおり、既に平成１９年検証に\nおいて、生活扶助基準と一般低所得世帯との不均衡が確認されてい\nたところであり、厚生労働大臣は、平成１９年検証の結果を踏まえ\nつつ、当時の社会経済情勢等（物価上昇を含む。）を総合的に勘案\nして、平成２０年度の生活扶助基準を据え置くという判断をしたも\nのであり、このようにして定められた平成２０年度の生活扶助基準\nは、生活保護法８条２項に適合する妥当なものであるといえる。し\nたがって、総務省ＣＰＩが平成１９年から平成２０年にかけて上昇\nしていたことから、上記始期を平成２０年としたことが不合理であ\nるとはいえない。\nｂ  終期について\n厚生労働大臣は、本件改定の検討当時、最新の総務省ＣＰＩのデ\nータが平成２３年のものであったため（平成２４年１月２７日公表。\n乙全５１）、デフレ調整に係る物価変動率の算定期間の終期を平成\n２３年とした。\n物価変動率の算定方法（生活扶助相当ＣＰＩの設定）\n厚生労働大臣は、デフレ調整を行うに当たり、物価変動率を算定す\nるための指標として、総務省ＣＰＩに基づき、総務省ＣＰＩの指数品\n目のうち生活扶助費により支出される品目の価格指数を品目別ウエイ\nトにより加重平均することで算定した指数である生活扶助相当ＣＰＩ\nを用いた。\nａ  生活扶助費で支出される品目のデータを用いた理由\n総務省ＣＰＩの指数品目には、家賃、教育費、医療費、自動車関\n係費、ＮＨＫ受信料等、生活扶助費で支出されない品目が多数含ま\nれているところ、生活扶助基準の改定の指標とする物価変動率を算\n定するためには、上記のような品目を含めて算定することは相当で\nないと考えられた。\nまた、総務省ＣＰＩの指数品目のうち生活扶助費で支出される費\n目に係るデータを用いる手法は、水準均衡方式において一貫して採\n用され（水準均衡方式による生活扶助基準の毎年度の改定において\nは、民間最終消費支出の伸びが改定の指標とされているが、生活扶\n助費で支出されない費用を除外して算出されている。乙全３３の１\n頁）、かつ、基準部会等の専門家においても一貫して是認、採用さ\nれていた手法であった。その上、生活扶助相当ＣＰＩの対象品目は、\n基準部会等の専門機関による検証において消費実態の分析に用いら\nれている品目によるものであり、恣意性を排除した客観的かつ明確\nな条件設定に基づいて行われたものであるため、品目の選定に係る\n判断自体に恣意的判断が入り込む余地がなく、十分な合理性がある\nと考えられた。\nそのため、厚生労働大臣は、総務省ＣＰＩの指数品目のうち生活\n扶助費で支出される品目の価格指数及びウエイトを用いて、物価変\n動率を算定することとしたものである（Ｃ意見書においても、この\nような手法は、専門機関において是認されてきた従前からの取扱い\nに倣ったものといえ、過去の専門的知見とも整合する旨の意見が記\n載されている。）。\nｂ  総務省ＣＰＩウエイトを用いた理由（社会保障生計調査に基づく\nウエイトを用いなかった理由）\n生活扶助基準は、昭和５９年度以降、一般国民の生活水準との\n関連において捉えられるべき相対的なものであるという考え方（\n水準均衡方式）に立脚して改定されており、一般国民の消費を表\nす家計調査に基づき作成されている総務省ＣＰＩウエイトを用い\nることは、上記の考え方と整合するものである。そして、デフレ\n調整は、水準均衡方式と同じく、生活保護により保障される最低\n生活の水準が一般国民の生活水準との関連において捉えられるべ\nき相対的なものであるという考え方に立脚し、一般国民の生活水\n準の変化を通じた相対的なものとして、生活扶助基準を改定する\nものであるから、生活扶助相当ＣＰＩの算出に当たっては、総務\n省ＣＰＩウエイトを用いるのが適切であると考えられた。\n他方、第１・十分位や第１・五分位等の低所得世帯のウエイト\nや、社会保障生計調査によるウエイトは、上記のような従来の考\nえ方との整合性という観点から、生活扶助相当ＣＰＩの算定に用\nいるウエイトとして適切とはいえないものであった（Ｃ意見書に\nも同旨の意見が記載されている。）。\nまた、物価指数は、現実の消費実態を反映させるため、個々の\n指数品目の価格指数に各品目のウエイトを乗じて加重平均するこ\nとにより算出されているところ、総務省ＣＰＩにおいては、家計\n調査に基づき作成されたウエイトが用いられている。統計法上の\n基幹統計調査である家計調査は、調査対象世帯の選定方法も含め、\n統計資料としての精度が高いだけではなく、家計上の支出等の把\n握を目的としたものであるから、生活扶助相当ＣＰＩの算出に用\nいられるウエイトを把握するために、最も適したデータといえる。\n他方、厚生労働省が実施している社会保障生計調査は、被保護\n世帯の生活実態を明らかにし、保護基準改定等の生活保護制度の\n企画運営等のために必要な基礎資料を得る目的で、被保護者の家\n計収支の状況を調査する一般統計調査であり、物価動向を把握す\nるためのウエイトとして用いることを想定したものではないし、\n品目別のウエイトとして利用できるかたちに加工されたものでも\nない。また、調査対象世帯の選定は、全国を１０ブロックに分け、\nブロックごとに都道府県、指定都市、中核市から１ないし３自治\n体を選定し、当該自治体から合計約１１００世帯を抽出すること\nによって行われ、家計収支の状況は、被保護者の生活実態を明ら\nかにする観点から、食料費、住居費等の支出金額、割合として集\n計されている（乙全８３）。このような社会保障生計調査は、保\n護基準の改定等に用いられる統計資料ではあるものの、調査世帯\nの選定において地域等による偏りが生じる可能性があることや、\nサンプル数が必ずしも多くないことなどを踏まえると、生活保護\n受給世帯全体の家計支出の状況を推測する精度に一定の限界があ\nることは、否定できない。その上、社会保障生計調査は、生活保\n護受給世帯の生活実態を把握する調査であって、生活保護受給世\n帯の詳細な支出先や支出額を把握するものではないから、調査の\n手法としても、個別品目の消費支出の割合等を正確かつ詳細に把\n握するための措置が講じられておらず、その調査結果を分析して\nも、おおまかなウエイトを把握できても、家計調査のように詳細\nな品目ごとのウエイトを把握できないため、社会保障生計調査に\n基づくウエイトを用いた場合、詳細な品目ごとの消費支出の割合\nを反映した物価指数を算出することができなくなると予想される。\nなお、家計調査には、第１・十分位の消費支出のデータもある\nが、このデータをウエイトとして用いることは、生活保護により\n保障される最低生活の水準が一般国民の生活水準との関連におい\nて捉えられるべき相対的なものであるという従前の改定の考え方\nとも一貫しなくなる上、上記データは、いくつかの品目をまとめ\nた「類」レベルでのウエイトのデータのみが存在し、品目別のウ\nエイトのデータは存在しない（乙全１０９）ため、家計調査の第\n１・十分位の消費支出をウエイトとして用いた場合にも、総務省\nＣＰＩの詳細な品目ごとの消費支出の割合を反映した物価指数を\n算出することができなくなると予想された。\n以上のとおり、厚生労働大臣は、家計調査による第１・十分位\nの消費支出に基づくウエイトや、社会保障生計調査の結果を分析\nしたウエイトを用いて、物価変動率を算出することが可能であっ\nたとしても、家計調査や社会保障生計調査の統計資料としての精\n度や適格性、従来の改定の考え方との整合性等を総合的に勘案し、\n家計調査により作成された年間収入階級を限定しない総務省ＣＰ\nＩウエイト（一般国民全体のウエイト）を用いることとしたもの\nである。\nｃ  平成２２年基準のウエイトを用いた理由\n本件改定が行われた平成２５年当時、総務省ＣＰＩウエイトのデ\nータとしては、平成１７年以前の基準によるものと、平成２２年基\n準によるものが存在したところ、国民の消費の内容は経時的に変化\nすることから、現実の消費実態を反映した物価指数を算出するため\nには、その算出時点に可能な限り近接した時点の消費構造を示すデ\nータを用いるのが相当であると考えられた。このような観点からみ\nると、仮に、平成１７年基準のウエイトを用いた場合、平成１７年\n以降の消費構造の変化が反映されず、物価変動率の算定期間におけ\nる消費実態を正確に反映しない結果になることが予想された。これ\nに対し、平成２２年基準のウエイトは、物価変動率の算定期間に接\n着したものであり、現実の消費実態を反映したものとして相当であ\nると考えられた。そこで、厚生労働大臣は、平成２０年から平成２\n３年までの期間における物価変動率を算出するに当たり、平成２２\n年基準のウエイトを用いることとしたものであり、このような厚生\n労働大臣の判断は、以下のとおり、ＩＬＯマニュアル等に照らして\nも適切なものである。\n我が国を含む多くの国では、消費者物価指数を算出する際、ウ\nエイトを基準時点（価格参照時点）に固定するラスパイレス指数\nを用いているが、これは、直近時点の取引ウエイトを知ることが\n困難であるとの実務上の理由によるものにすぎず、他の指数が劣\nっていることを意味するものではない。\nまた、総務省ＣＰＩウエイトは、家計調査の結果に基づき５年\nごとに改定されており、同じウエイトを５年間用いているが、こ\nれは、ウエイトの更新は、特に世帯支出の調査を新たに実施しな\nければならないとすれば時間が掛かるし費用も高くなるなど、時\n間と費用の双方の節約という実際上の長所によるものであるから、\n同じウエイトを５年間用いなければ合理性を欠くわけではない。\nむしろ、ＩＬＯマニュアルにおいては、「現在の消費パターンに\nできるだけ近づけるために各年の初めにウェイトを更新する国も\nある」などと記載されているほか、「価格参照時点より早い時点\nで得られた数量を使うロウ指数は、ラスパイレスを上回り勝ちで\nあり、その程度は、ウェイト参照時点が時間的に早く戻れば戻る\nほど、大きくなる」、「どんな買い物かご指数でも、関係する時\n点が時間的に過去に戻れば戻るほど、数量はますます時代遅れに\nなり、適切さを欠くことになるのは避けられない。引き起こされ\nるバイアスを最小にするために、ウェイトはできる限り頻繁に更\n新されるべきである」と記載されていることからも、ウエイト参\n照時点を物価指数の算定期間にできるだけ近接させることが望ま\nしいといえる。\n生活扶助相当ＣＰＩは、平成２２年をウエイト参照時点として\n平成２０年から平成２３年までの期間における物価指数の変化率\nを算出しているところ、このように算出対象期間の間の任意の時\n点でウエイトを採る方法は、ＩＬＯマニュアルにおいて「中間年\n指数」として紹介されている方法である。\nこのような中間年指数は、パーシェ指数とラスパイレス指数の\nほぼ中間に来るロウ指数が得られ、理想的な目標指数に非常に近\nいと説明される算定方式である。\nｄ  特定の品目を他の品目と異なる取扱いをすることの可否\n以上のとおり、生活扶助相当ＣＰＩにおける指数品目の選定や\nウエイトの算定は、従前の改定手法との整合性や専門機関におけ\nる検証手法等を踏まえたものであり、恣意的な判断が介在しない\nように配慮されたものである。仮に、多数ある指数品目のうち、\nある特定の品目に限り、生活扶助相当ＣＰＩの指数品目から除外\nし、又はそのウエイトを調整するのであれば、厚生労働大臣は、\nその必要性や合理性について、統計等の根拠に基づいて的確に説\n明することが求められる。\nしかし、家計調査のウエイトのデータ（乙全２７の４０頁以下\n）と社会保障生計調査に基づくウエイトのデータ（乙全１１１）\nとを比較すると、両者の違いは、特定の品目に限られるものでは\nないし、その違いの程度も一様でない。また、厚生労働省が平成\n２２年に実施した「家庭の生活実態及び生活意識に関する調査」\nによれば、生活保護受給世帯におけるパソコンの普及率は約４割、\nビデオレコーダーの普及率は約７割、電子レンジや洗濯機の普及\n率は約９割、カラーテレビや冷蔵庫の普及率はほぼ１０割となっ\nており（乙全３７）、生活保護受給世帯においても、教養娯楽用\n耐久財は一般世帯と同様に普及しているということができ、教養\n娯楽用耐久財を生活扶助で購入することも十分予想されるところ、\n生活保護費のうちどの程度を教養娯楽用耐久財に充てるかは当該\n世帯ごとの個別の事情によるものであって、教養娯楽用耐久財以\n外の生活扶助相当品目と変わらない。\nこのように、仮に、多数ある指数品目のうちある特定の品目（\n例えば教養娯楽費）に限り、生活扶助相当ＣＰＩの指数品目から\n除外し、又はそのウエイトを調整することを検討したとしても、\n生活扶助費で支出される品目以外を機械的に除外するという方法\nと比べて、かえって恣意的な方法となるおそれがある。\nなお、厚生労働大臣は、生活扶助相当ＣＰＩの設定に当たり、\n平成２０年以降の物価変動率をより正確に把握することを１つの\n重要な考慮要素として斟酌しているものの、考慮すべき要素はそ\nれに限られるわけではなく、恣意的な判断が介在しないという意\n味での合理性や、生活保護受給世帯を含む国民に対する説明可能\n性（説明の分かりやすさ）も考慮したものである。\nすなわち、厚生労働大臣は、デフレ調整を行うに当たり、生活\n扶助相当ＣＰＩの変動率を考慮要素の１つとし、これが生活保護\n受給世帯と一般国民との不均衡を是正するのに相当なものかとい\nう観点からの検討を行っており、さらに、激変緩和措置として、\nゆがみ調整とデフレ調整を併せた減額幅の上限を１０％としてお\nり、最終的には、このような激変緩和措置後の生活扶助基準額を\nもって生活保護法３条、８条２項にいう最低限度の生活を下回る\nものではないと判断したものである。そして、基準部会が行う評\n価・検証は、その時点における保護基準について専門技術的な見\n地から客観的に評価するものであり、政策的な判断が介在しない\n一方で、生活扶助相当ＣＰＩは、平成２０年以降の社会経済情勢\n等により生じた生活保護受給世帯と一般国民との間の不均衡の是\n正を図りつつ、生活扶助基準の改定の減額幅が必要以上に大きく\nなることがないようにするため、消費実態そのものではなく物価\nを指標として改定を行うという政策的判断があり、このような判\n断に基づき設定されるものであるため、その設定に当たっては、\nその用いる資料等の取捨選択や考慮する要素についても、厚生労\n働大臣の政策的判断に関する合目的的な裁量が認められるという\nべきである。そうすると、生活扶助相当ＣＰＩの設定に当たって\nは、これにより算出される物価変動率の正確性が重要な考慮要素\nの１つであるものの、唯一絶対のものとはいえず、恣意的な判断\nが介在しないという意味での合理性や、国民に対する説明可能性\n（説明の分かりやすさ）も考慮要素となり得るものである（平成\n１５年中間取りまとめにおいても、改定の指標の在り方について\n「国民にとってわかりやすいものとすることが必要」とされてい\nる。）。\nしたがって、生活扶助相当ＣＰＩの設定に関する判断過程審査\nにおいても、上記のような前提を踏まえて判断されなければなら\nず、生活扶助相当ＣＰＩにより求められる物価変動率の正確性を\n殊更に強調することは、厚生労働大臣の判断過程を正解しないも\nのであり、結果として判断過程審査の枠組みを逸脱するものであ\nる。\nｅ  本件下落率の算定過程\n厚生労働大臣は、総務省ＣＰＩのデータ（生活扶助費で支出され\nる品目の平成２０年と平成２３年の各価格指数及び平成２２年基準\nのウエイト）を用いて、平成２０年から平成２３年までの期間にお\nける物価変動率を算出することとしたが、その具体的な過程は、次\nのとおりである。\nまず、総務省統計局のホームページで公表されている平成２２年\n基準消費者物価指数に係る年報の「第７表－１  品目別価格指数（\n全国）」から、生活扶助費で支出される平成２０年及び平成２３年\nの各品目の価格指数及び平成２２年基準のウエイト（乙全２９の黄\n色箇所）を抜き出し、一覧表にまとめる（乙全３０がその一覧表で\nある。）。次に、上記一覧表中の「②ＣＰＩ」欄に記載されている\n各品目別の価格指数に、「ウェイト」欄記載のウエイトの数値を乗\nじ（それが「①×②」欄記載の数値である。）、さらに、「①×②\n」欄記載の数値を合計すると、平成２０年が６４６６２７．９、平\n成２３年が６３５９７３．１となる。これらの数値を、生活扶助費\nで支出される品目のウエイトの合計である６１８９（平成２０年）\n及び６３９３（平成２３年）でそれぞれ除すると、 平成２０年の\n生活扶助相当ＣＰＩは１０４．５、平成２３年の生活扶助相当ＣＰ\nＩは９９．５となる。\nその結果、上記期間における生活扶助相当ＣＰＩの変化率は、－\n４．７８％（（９９．５－１０４．５）÷１０４．５）×１００）\nと算出される。\nなお、デフレ調整においては、平成２２年の基準改定による新規\n採用品目３２品目の価格を観察できなかったことから、上記品目（\n欠価格品目）の価格指数を除外して平成２０年の生活扶助相当ＣＰ\nＩを算定しており、平成２０年の生活扶助相当ＣＰＩと平成２３年\nの生活扶助相当ＣＰＩとでは、計算上の指数品目数が異なっている。\nもっとも、欠価格品目の価格を計算上除外して物価指数を算出した\n場合、その価格動向が他の全ての品目の（平均的な）価格動向と同\nじと仮定したことになる（乙全９２の８頁。甲全２３０の１の２８\n３頁）。生活扶助相当ＣＰＩにおける欠価格の上記処理方法は、生\n活扶助相当ＣＰＩは、元々総務省ＣＰＩの指数品目の一部だけを対\n象に算出しているため、上位分類が同一でも生活扶助相当品目とそ\nうでない品目が混在することとなり、同じ「類」に属する他の品目\nの特定は難しいこと、欠価格は、その性質から正解となる価格の動\n向は観察不能であり、どのような処理をしても真の価格動向との差\nは避けられないこと、欠価格となっている３２品目は、ウエイトに\nして約３％にすぎず、その影響は限定的と予想されることからすれ\nば、実務上の妥当な処理と評価できるものである。\n本件下落率をもってデフレ調整における改定率とした理由\n厚生労働大臣は、前記 ｅのとおり、平成２０年から平成２３年ま\nでの期間における生活扶助相当ＣＰＩの変化率を－４．７８％（本件\n下落率）と算出した。\nそして、厚生労働大臣は、平成２１年全国消費実態調査によれば、\n夫婦子１人世帯について、一般低所得世帯の消費水準が生活扶助基準\n額を大幅に下回る状況であることを確認しており、仮に消費実態に基\nづいて基準額の改定を行えば、実際に行われた本件改定以上に大幅な\n減額改定となることを認識していたものであり、平成２０年以降の物\n価下落は、同年９月のリーマンショックに端を発する百年に一度とも\n評される世界金融危機による実体経済への影響を反映したものであり、\n物価のみならず、賃金や消費等の経済指標も大きく下落している状況\nにあったことから、同年以降の社会経済情勢等に照らして、生活扶助\n基準の水準と一般国民の生活水準との間に生じた不均衡を是正する改\n定をするに当たっては、その改定率を、上記期間における生活扶助相\n当ＣＰＩの変化率と同じく－４．７８％とするのが相当であると判断\nしたものである。\n基準部会等の専門家に対して意見を求めなかった理由\n厚生労働大臣は、デフレ調整を行うに当たり、基準部会等の専門家\nに対して意見を求めなかったが、その理由は、これを義務付けられて\nいるものではないこと（前記ア）に加え、以下のとおりであり、基準\n部会等の専門家による検討・検証を経ていないことは、専門的知見と\nの整合性に欠けること、ひいては裁量権の範囲の逸脱又はその濫用が\nあることを意味しない。\nａ  平成２５年検証において生活扶助基準の水準の検証が行われなか\nったこと\n基準部会は、生活扶助基準の水準についても検証を行うことを検\n討しており、厚生労働大臣は、基準部会による検証結果を踏まえて\n生活扶助基準を改定することも想定していたが、結果的に、基準部\n会において生活扶助基準の水準の検証は行われなかった。\nｂ  厚生労働大臣は生活保護基準改定に係る専門技術的知見を有して\nいること\n厚生労働大臣は、生活保護行政の責任者として必要となる専門技\n術的知見を蓄積しており、保護基準の改定に係る判断は、専門技術\n的知見を踏まえた考察に基づくものであり、デフレ調整の内容は、\nそれまでの生活扶助基準の改定の基本的な考え方や専門機関による\n検証と齟齬するものではなかった。\nｃ  社会保障制度改革推進法の附則により、生活扶助基準について必\n要な見直しを早急に行うことが求められていたこと\n平成２４年８月に成立した社会保障制度改革推進法（平成２４年\n法律第６４号）の附則２条１号には、政府は「生活扶助、医療扶助\n等の給付水準の適正化、保護を受けている世帯に属する者の就労の\n促進その他の必要な見直しを早急に行うこと」と明記されていた。\n当時の社会経済情勢に照らせば、生活扶助の給付水準の適正化は、\n減額改定をいうものと解するのが当然であるといえ、生活扶助基準\nについて必要な見直しを早急に行うことが厚生労働大臣には求めら\nれていた。生活保護については予算措置を伴うことから、保護基準\nの改定内容を平成２５年度予算案に盛り込むための時間的制約もあ\nった。\nｄ  厚生労働大臣が行う保護基準の改定の当否等について意見を述べ\nることは、基準部会の設置の趣旨及び審議事項ではないこと\n基準部会は、厚生労働大臣の諮問機関である社会保障審議会に置\nかれる常設部会であるが、その設置の趣旨及び審議事項は、生活保\n護基準の定期的な評価・検証であって、厚生労働大臣が行おうとす\nる保護基準の改定の当否等について審議検討することや、経済的・\n社会的条件を通じた政策的判断をすることは、その設置の趣旨及び\n審議事項ではない。このように、基準部会は、厚生労働大臣の判断\nにおける考慮要素の１つとして、専門的知見を集約して得られた事\n実の説明やその事実に係る分析、評価に関する意見を提供すること\nが求められるものの、それを踏まえた政策的判断を求められている\nものではない。\nそのため、仮にデフレ調整の当否等について専門家からの意見を\n聴取しようとすれば、いかなる専門家に対して意見を求めるかなど\nの検討が必要となり、専門家による検討自体に必要な期間を合わせ\nれば、専門家からの意見聴取には相当の期間を要することが見込ま\nれた。\nデフレ調整の実施\n以上のとおりで、厚生労働大臣は、生活扶助基準の水準の適正化を\n図るため、本件下落率を算出した上、この数値に相当する分を減額す\nることが、平成２０年以降の社会経済情勢等による生活保護受給世帯\nと一般国民との間の不均衡を是正する上で相当であると判断して、デ\nフレ調整を行うこととしたものであり、厚生労働大臣の判断過程に関\nして、控訴人らの主張するような統計等の客観的な数値等との合理的\n関連性や専門的知見との整合性を欠くところがあるとはいえず、上記\n判断の過程及び手続に過誤、欠落があるとはいえない。\nウ  本件改定後に行われた基準部会による検証等\nデフレ調整に係る厚生労働大臣の判断の過程及び手続に過誤、欠落が\nないことは、本件改定後に行われた基準部会による検証等によっても裏\n付けられている。\nすなわち、本件改定後に行われた基準部会による検証においては、\n平成２６年度以降の経済指標（世帯消費、消費者物価指数及び賃金）\nの変化を生活扶助基準の水準に反映させるべきかについても議論がさ\nれたが、その議論の基礎とされた統計資料によれば、平成２０年から\n平成２３年までの期間における上記経済指標の変化率は、全てマイナ\nスを示しており、収入及び生活維持に必要な金額は実質的に減少して\nいると評価される状況にあった。\n上記検証においては、本件改定後の生活扶助基準の水準が妥当なも\nのか否かについても評価・検証がされたところ、上記水準は、一般低\n所得世帯（第１・十分位）の消費実態とおおむね均衡することが確認\nされたと評価されており、統計等の客観的な数値等との合理的関連性\nや専門的知見との整合性に欠けるところはないものであった。\nまた、本件改定後の平成２６年全国消費実態調査においても、夫婦\n子１人世帯（第１・十分位）の生活扶助相当支出額が平成１６年に比\nべて約８．２パーセント低下していたから、デフレ調整に係る厚生労\n働大臣の判断について、裁量権の範囲の逸脱又はその濫用がおよそ認\nめられないことがより一層明らかとなった。\n⑷  激変緩和措置\n厚生労働大臣は、本件改定における激変緩和措置として、①ゆがみ調整\nとデフレ調整を併せて行うことによって大幅な減額となる世帯に配慮する\n観点から、ゆがみ調整とデフレ調整を併せて行うことによる減額幅の上限\nを１０％とした上で、②その結果の反映を平成２５年度から３年にわたる\n期間で段階的に実施することとした。\n２  争点３（本件各告示による生活扶助基準の改定の国家賠償法上の違法性及\nび控訴人らの損害）について\n控訴人らの主張は、否認ないし争う。\n本件改定は、生活保護法３条、８条２項、９条等に違反するものではなく、\n国家賠償法１条１項の適用上、違法なものでもない。\n第６  当裁判所の判断\n１  認定事実\n前記前提事実に加え、後掲各証拠及び口頭弁論の全趣旨（民事訴訟法２４\n７条）によれば、以下の事実が認められる。\n⑴  生活保護法の制定\nア  生活保護法は、旧生活保護法（昭和２１年法律第１７号。以下「旧法\n」という。）を廃止し、これに代わるものとして、昭和２５年に制定さ\nれた。\nイ  旧法は、生活の保護を要する状態にある者の生活を、国が差別的又は\n優先的な取扱いをすることなく平等に保護して、社会の福祉を増進する\nことを目的とし（１条）、保護の種類の一つとして生活扶助を掲げてい\nたものの（１１条１項１号）、保護の程度及び方法については勅令で定\nめるものとし（同条２項）、保護は生活に必要な限度を超えることがで\nきない旨規定するのみで（１０条）、同法が保障する生活の程度につい\nての規定は置いていなかった。\n旧法の制度に対しては、昭和２４年９月１３日、生活保護制度の改善\n強化に関する勧告が社会保障制度審議会によりされたことから、政府に\nおいて同勧告に沿った内容の法案（憲法２５条１項の規定と同様に、「\n健康で文化的な生活水準を維持することができる」生活を最低限度の生\n活として保障する旨を明記したもの）を国会に提出し、両議院での審議\nを経て、昭和２５年法律第１４４号として生活保護法が制定、公布され、\n即日施行された（同法附則１項参照）。また、生活保護法の施行に伴い、\n旧法は廃止された（生活保護法附則２項）。\n⑵  生活扶助基準の改定方式の経緯\nア  生活保護法の施行当初は、生活扶助基準の改定方式として、旧法にお\nいて昭和２３年以降採用されていたマーケットバスケット方式（最低生\n活を営むために必要な飲食物費や衣類費、家具什器費、入浴料といった\n個々の品目を１つ１つ積み上げて最低生活費を算出する方式）が引き続\nき採用され、昭和３６年４月以降は、エンゲル方式（栄養審議会の答申\nに基づく栄養所要量を満たし得る食品を理論的に積み上げて、別に低所\n得世帯の実態調査から当該飲食物費を支出している世帯のエンゲル係数\nの理論値を求め、これから逆算して総生活費を算出する方式）が採用さ\nれた。（甲全４の２、乙全７の２）\nイ  社会福祉審議会生活保護専門分科会は、当面の生活保護水準の改善\nについて検討を行い、昭和３９年１２月１６日付けで、それまでの審議\nの内容を中間報告として取りまとめ、厚生大臣（当時）に対し、これを\n提出した。\n厚生大臣は、これを踏まえ、昭和４０年４月以降、生活扶助基準の改\n定方式として、格差縮小方式（民間最終消費支出の伸び率を基礎として、\nその伸び率以上に生活扶助基準を引き上げ、結果的に一般世帯と生活保\n護受給世帯との消費水準の格差を縮小させようとする方式）を採用した。\n（以上につき、甲全４の１・２、甲全１６０、乙全７の２、乙全３４）\nウ  中央社会福祉審議会生活保護専門分科会は、格差縮小方式の下におけ\nる生活保護の現行水準の評価、現行生活扶助基準改定方式の適否等につ\nいて審議を行い、昭和５５年１２月付けで、それまでの検討状況を中間\n的に整理し、今後の検討の方向性を明らかにするものとして、「生活保\n護専門分科会審議状況の中間的とりまとめ」を作成した。\n上記中間的とりまとめは、概要、①生活保護の現行水準について、「\n昭和４０年度以降、低所得世帯との消費支出水準格差を縮小することを\n目的とした格差縮小方式によって生活扶助基準が改定されてきた結果、\n当時の水準に比して相当の改善が図られた点は評価されるべきである。\nしかし、消費支出の内容を詳細に分析すると、栄養摂取の態様について\nは主食の比率が高いこと等未だ貧困性が強く認められ、さらに地域社会\nの成員としてふさわしい生活を営むために不可欠な交通費、教育費、交\n際費等社会的経費は一般世帯のみならず第１・１０分位階級等の世帯と\n比較しても著しいひらきがあることなどを勘案すると被保護世帯の消費\n支出の水準は今後さらに改善を要するものと認められる。」などとし、\nまた、②生活扶助基準改定方式について、「生活保護の目的は国民の最\n低生活、即ち、最低限度の消費支出を保障することであり、その具体的\n保障水準を表す生活扶助基準は、当該年度に予想される一般国民の消費\n生活の動向に対応して設定されなければならない。それ故、生活扶助基\n準改定方式としては、消費支出を指標とし、かつ、予想される生活水準\nに対応できるものであることが前提となる。」、「現行の生活扶助基準\n改定方式は、・・・低所得世帯と被保護世帯の消費支出水準格差を縮小\nする、いわゆる格差縮小方式であり、前述のごとくその格差縮小が十分\nでない現状においては、現行方式の考え方は妥当性を有するものと認め\nられる。」などとしていた。（乙全９）\n厚生省の審議会である中央社会福祉審議会は、生活保護専門分科会に\nおける検討を踏まえ、昭和５８年１２月２３日付けで、「生活扶助基準\n及び加算のあり方について（意見具申）」（昭和５８年意見具申）を取\nりまとめ、厚生大臣に対し、提出した。昭和５８年意見具申は、概要、\n①冒頭で、「第２次石油危機を契機とする長期の景気停滞のもとで、わ\nが国の経済は、雇用機会や賃金上昇率の低下などの現象が顕在化してい\nるほか、人口の急速な高齢化も進行しており、生活基盤のぜい弱な低所\n得者階層が増加する傾向にある。一方、国家財政は、益々窮迫の度を加\nえており、限られた財源のより効果的な配分を確保するため、各種施策\nについての見直しが要請されているが、国民生活の最後の拠り所として\n要保護者の最低生活を守る責務を負わされている生活保護制度は、常に\nその基本的立場を堅持して、国民の付託に応えなければならないことは、\n改めて言うまでもない。当審議会は、このような認識のもとに、生活保\n護制度の機能が、将来にわたり堅持されることを期待して、当審議会生\n活保護専門分科会において、①現行生活扶助基準の評価とそれを受けた\n生活扶助基準改定方式のあり方、及び②老齢加算等のあり方について検\n討を行ってきたが、このたび当面の問題についての意見が、一応まとま\nったので、ここに具申するものである。」と謳った上で、②生活扶助基\n準の評価について、「生活保護において保障すべき最低生活の水準は、\n一般国民の生活水準との関連において捉えられるべき相対的なものであ\nることは、既に認められているところである。」、「国民の生活水準が\n著しく向上した今日における最低生活の保障の水準は、単に肉体的生存\nに必要な最低限の衣食住を充足すれば十分というものではなく、一般国\n民の生活水準と均衡のとれた最低限度のもの、即ち家族全員が必要な栄\n養量を確保するのはもちろんのこと、被服及びその他の社会的費用につ\nいても、必要最低限の水準が確保されるものでなければならない。」、\n「このような考え方に基づき、総理府家計調査を所得階層別に詳細に分\n析検討した結果、現在の生活扶助基準は、一般国民の消費実態との均衡\n上ほぼ妥当な水準に達しているとの所見を得た。しかしながら、国民の\n生活水準は今後も向上すると見込まれるので、生活保護世帯及び低所得\n世帯の生活実態を常時把握しておくことはもちろんのこと、生活扶助基\n準の妥当性についての検証を定期的に行う必要がある。」などとし、さ\nらに、③生活扶助基準改定方式について、「生活保護において保障すべ\nき最低生活の水準は、一般国民生活における消費水準との比較における\n相対的なものとして設定すべきものであり、生活扶助基準の改定に当た\nっては、当該年度に想定される一般国民の消費動向を踏まえると同時に、\n前年度までの一般国民の消費水準との調整がはかられるよう適切な措置\nをとることが必要である。」、「また、当該年度に予想される国民の消\n費動向に対応する見地から、政府経済見通しの民間最終消費支出の伸び\nに準拠することが妥当である。なお、賃金や物価は、そのままでは消費\n水準を示すものではないので、その伸びは、参考資料にとどめるべきで\nある。」などとしていた。（乙全８）\nなお、昭和５８年意見具申において、上記のとおり、当時の生活扶助\n基準は一般国民の消費実態との均衡上ほぼ妥当な水準に達しているとの\n所見を得たとされているが、これは、昭和５４年家計調査特別集計結果\nによる収入階級別消費支出額（当時の標準世帯である勤労者４人（有業\n１人）世帯）について、「変曲点」の概念を用いて検証した結果である\n（この考え方は、収入階級ごとの消費支出額を比較すると、所得の減少\nに伴って、消費支出はゆるやかに減少するものであるが、ある所得階層\n以下になると、それまでのゆるやかな低下傾向と離れて、急激に下方へ\n変曲する所得分位のあることが認められるとし、これを「変曲点」と解\n釈して、社会的に必要不可欠な消費水準があると仮定すると、所得が減\nっていってもこの消費水準を維持しようとするが、ある水準の所得を超\nえて低くなると、この消費水準を維持することができなくなり、急激に\n消費水準が低下するため、このような変曲点が生ずると解釈し、この変\n曲点を境として、それ以下の水準では最低生活を営むことが難しくなる\nとするものである。）。（乙Ａ１０、３２、３３）\n厚生大臣は、昭和５８年意見具申を踏まえ、昭和５９年４月以降、生\n活扶助基準の改定方式については、一般国民生活における消費水準との\n比較において相対的なものとして設定するとの観点から、水準均衡方式\n（改定時点の生活扶助基準が、一般国民の消費実態との均衡上ほぼ妥当\nであるとの評価を踏まえ、当該年度に想定される一般国民の消費動向を\n踏まえると同時に、前年度までの一般国民の消費実態との調整を図る方\n式）を採用し、毎年度、政府経済見通し（翌年度にかけての経済財政運\n営の基本的態度やそれに基づく経済の姿について、政府の公式見解を表\n明するものであり、通常、各年度の予算政府案（概算）の閣議決定前に\n閣議了解され、予算案の国会提出と同時に閣議決定されている。）の民\n間最終消費支出（物価の変動分を除外しない名目値）の伸びを基礎とし\nて、生活扶助以外の対象となる家賃等を除外するとともに、人口増減の\n影響を調整して、生活扶助基準の改定率（民間最終消費支出の伸びと必\nずしも一致するものではない。）を算定していた。（甲全４の２、乙全\n７の２、乙全８、１０、２１、３３、６５）\n⑶  その後の検討等\nア  平成１５年中間取りまとめ\n日本の社会経済情勢は、水準均衡方式が採用された昭和５９年以降、\n平成３年頃まで、完全失業率が低下傾向にあり、賃金、物価及び消費\n支出がいずれも増加傾向にあったが、いわゆるバブル景気の終了に伴\nい、平成４年頃から、完全失業率が上昇するとともに、賃金、物価及\nび消費支出の増加率がいずれも鈍化し、平成１０年ないし１１年頃以\n降、賃金、物価及び消費支出がいずれも下落するデフレ状況となった。\n（乙全１１）\nそして、平成１２年５月、社会福祉の増進のための社会福祉事業法\n等の一部を改正する等の法律案に対する衆議院及び参議院の各附帯決\n議により、「生活保護の在り方について、十分検討を行うこと」とさ\nれた。（乙全１２の１・２）\nまた、平成１５年６月、社会保障審議会の意見において、「生活\n保護については、他の社会保障制度との関係や雇用政策との連携など\nにも留意しつつ、今後、その在り方についてより専門的に検討してい\nく必要がある。」などとされ、財務省の審議会である財務制度等審議\n会の建議において、「近年の物価・賃金動向等の社会経済情勢の変化\nを踏まえるとともに年金制度改革における給付水準の見直しとも一体\n的に検討すれば、生活扶助基準・加算の引下げ・廃止、・・・など制\n度・運営の両面にわたり多角的かつ抜本的な検討が必要である。」な\nどとされ、同月２７日に閣議決定された「経済財政運営と構造改革に\n関する基本方針２００３」において、「生活保護その他福祉の各分野\nにおいても、制度、執行の両面から各種の改革を推進する」、「年金\n・医療・介護・生活保護などの社会保障サービスを一体的にとらえ、\n制度の設計を相互に関連づけて行う。」、「生活保護においても、物\n価、賃金動向、社会経済情勢の変化、年金制度改革などとの関係を踏\nまえ、老齢加算等の扶助基準など制度、運営の両面にわたる見直しが\n必要である。」との基本方針が示された。（乙全１２の１・２）\n以上のような状況の下で、厚生労働大臣は、水準均衡方式に基づき、\n生活扶助基準について、昭和５９年度から平成１２年度までは、毎年、\n増額改定（平成２年度以降、増額率は漸減傾向）を行い、平成１３年\n度及び平成１４年度は、いずれも据え置き、平成１５年度及び平成１\n６年度は、いずれも若干の減額改定をした。（乙全１０）\n厚生労働省の審議会である社会保障審議会（厚生労働省設置法７条\n１項に定める厚生労働大臣の諮問機関）は、平成１５年７月２８日、\n社会保障審議会運営規則８条に基づき、その福祉部会の下に、生活保\n護基準の在り方を始めとする生活保護制度全般について議論すること\nを目的として、学識経験者を中心とする１２名の委員により構成され\nる、生活保護制度の在り方に関する専門委員会（専門委員会）を設置\nした。（乙全１２の１・２）\n専門委員会は、同年８月６日以降、月１回程度の頻度で開催され、\n生活扶助基準の在り方や、生活扶助基準の改定を賃金や物価等に基づ\nき行うことについて議論をし、委員長から、「例えば年金等は物価ス\nライドで来ていますので、そっちの方がわかりやすいと言えば、分か\nりやすいわけです。ですから、当然、何を勘案するかということは議\n論の対象になり得ますので、そういうものとして意見をお出しいただ\nければいいと思います。」などと問いかけがされたが、委員からは、\n物価を指標として生活扶助基準の改定を行うことは、一般国民の生活\n水準との相対性を確保することを目的とした水準均衡方式から相当外\nれることになるため、慎重に行う必要がある、民間最終消費支出を取\nらないで物価を前提とした議論でこれを行うということは、国民の生\n活の質向上に見合ったものを担保しないということになる、消費者物\n価指数の伸びを用いるという議論は、意見としてはそう多数の意見が\n出た記憶がないなどの意見が出された。（甲全６８、６９）\n専門委員会は、平成１５年１２月１６日付けで、専門委員会の生活\n扶助基準についての考え方を差し当たり示すものとして、「生活保護\n制度の在り方についての中間取りまとめ」（平成１５年中間取りまと\nめ）を公表した。平成１５年中間取りまとめの概要は、次のとおりで\nある。（乙全１３）\nａ  生活扶助基準の評価\n生活保護において保障すべき最低生活の水準は、一般国民の生活\n水準との関連においてとらえられるべき相対的なものであり、具体\n的には、年間収入階級第１／１０分位の世帯の消費水準に着目する\nことが適当である。このような考え方に基づき、第１／１０分位の\n勤労者３人世帯の消費水準について詳細に分析して３人世帯（勤労\n）の生活扶助基準額と比較した結果は、次のとおりである。\n第１／１０分位の消費水準と生活扶助基準額とを比較すると、後\n者が高い。\n第１／１０分位（第１～第５／５０分位）のうち、食費、教養娯\n楽費等の減少が顕著な分位である第１～第２／５０分位の消費水準\nと生活扶助基準額とを比較すると、後者が高い。\n第１／１０分位のうち、残りの第３～第５／５０分位の消費水準\n（結果として第１／５分位の消費水準に近似）と勤労控除額を除い\nた生活扶助基準額とを比較すると均衡が図られている。しかし、被\n保護世帯の消費可能額である勤労控除額を含めた生活扶助基準額と\n比較すると、後者が高い。\nｂ  生活扶助基準第１類費及び第２類費の設定の在り方\n標準３人世帯を基準として具体的な世帯類型別にこれを展開して\nみると、いくつかの問題がみられる。\n第１類費の年齢別格差\nマーケットバスケット方式時の栄養所要量を基準として設定さ\nれている現行の第１類費の年齢別格差について、直近の年齢別栄\n養所要量及び一般低所得世帯の年齢別消費支出額と比較して検証\nしたところ、概ね妥当であるが、年齢区分の幅についてはもう少\nし大きく取るべきだという意見もあるなど、その在り方について\nは引き続き検討することが必要である。また、０歳児については、\n人工栄養費の在り方を含めた見直しが必要である。\n世帯人員数別の生活扶助基準\n生活扶助基準額は、個人消費部分（第１類費）と世帯共同消費\n部分（第２類費）によって構成されているが、この両者の割合は\n一般低所得世帯の消費実態と比べると第１類費が相対的に大きい。\nまた、このように相対的に大きな第１類費が年齢別に組み合わさ\nれるために、多人数世帯ほど基準額が割高になることが指摘され\nている。\nこれを是正するために、３人世帯の生活扶助基準額の第１類費\nと第２類費の構成割合を一般低所得世帯の消費実態に均衡させる\nよう第２類費の構成割合を高めることが必要である。\nまた、世帯人員別に定めた第２類費の換算率については、一般\n低所得世帯における世帯人員別第２類費相当支出額の格差を踏ま\nえ、多人数世帯の換算率を小さくする方向で見直しを行うことが\n必要である。\n単身世帯の生活扶助基準\n単身世帯の生活扶助基準における第１類費及び第２類費の構成\n割合については、現在の３人世帯を基軸とする基準設定では、必\nずしも一般低所得世帯の消費実態を反映したものとはなっていな\nい。\nしたがって、一般に単身世帯数が増加している中で、とりわけ\n被保護世帯の約７割が単身世帯であること、単身世帯における第\n１類費及び第２類費については一般世帯の消費実態からみて、こ\nれらを区分する実質的な意味が乏しいことも踏まえ、単身世帯に\nついては、一般低所得世帯との均衡を踏まえて別途の生活扶助基\n準を設定することについて検討することが望ましい。\nｃ  生活扶助基準の改定方式の在り方\nこの改定方式（水準均衡方式）は概ね妥当であると認められてき\nたが、最近の経済情勢はこの方式を採用した当時と異なることから、\n例えば５年間に一度の頻度で、生活扶助基準の水準について定期的\nに検証を行うことが必要である。\nまた、定期的な検証を行うまでの毎年の改定については、近年、\n民間最終消費支出の伸びの見通しがプラス、実績がマイナスとなる\nなど安定しておらず、また、実績の確定も遅いため、これによる被\n保護世帯への影響が懸念されることから、改定の指標の在り方につ\nいても検討が必要である。この場合、国民にとって分かりやすいも\nのとすることが必要なので、例えば、年金の改定と同じように消費\n者物価指数の伸びも改定の指標の一つとして用いることなども考え\nられる。\nなお、急激な経済変動があった場合には、機械的に改定率を設定\nするのではなく、最低生活水準確保の見地から別途対応することが\n必要である。\nイ  平成１６年報告書について\n専門委員会は、平成１５年中間取りまとめ以降引き続き行った生活\n保護基準の妥当性の検証・評価等を踏まえ、平成１６年１２月１５日\n付けで、「生活保護制度の在り方に関する専門委員会報告書」（平成\n１６年報告書）を公表した。平成１６年報告書のうち生活保護基準の\n在り方（生活扶助基準の評価・検証等と級地）に関する部分の概要は、\n次のとおりである。（甲全３、乙全４）\nａ  生活扶助基準の評価・検証等\n評価・検証\n水準均衡方式を前提とする手法により、勤労３人世帯の生活扶\n助基準について、低所得世帯の消費支出額との比較において検証\n・評価した結果、その水準は基本的に妥当であったが、今後、生\n活扶助基準と一般低所得世帯の消費実態との均衡が適切に図られ\nているか否かを定期的に見極めるため、全国消費実態調査等を基\nに５年に一度の頻度で検証を行う必要がある。なお、生活扶助基\n準の検証に当たっては、平均的に見れば、勤労基礎控除も含めた\n生活扶助基準額が一般低所得世帯の消費における生活扶助相当支\n出額よりも高くなっていること、各種控除が実質的な生活水準に\n影響することも考慮する必要がある。\nまた、これらの検証に際しては、地域別、世帯類型別等に分け\nるとともに、調査方法及び評価手法についても専門家の知見を踏\nまえることが妥当である。\n設定及び算定方法\n現行の生活扶助基準の設定は３人世帯を基軸としており、また、\n算定については、世帯人員数分を単純に足し上げて算出される第\n１類費（個人消費部分）と、世帯規模の経済性、いわゆるスケー\nルメリットを考慮し、世帯人員数に応じて設定されている第２類\n費（世帯共同消費部分）とを合算する仕組みとされているため、\n世帯人員別にみると、必ずしも一般低所得世帯の消費実態を反映\nしたものとなっていない。このため、特に次の点について改善が\n図られるよう、設定及び算定方法について見直しを検討する必要\nがある。\nⅰ  多人数世帯基準の是正\nかねてより、生活扶助基準は多人数になるほど割高になると\nの指摘がなされているが、これは人数が増すにつれ第１類費の\n比重が高くなり、スケールメリット効果が薄れるためである。\nこのため、中間とりまとめにおいて指摘した第２類費の構成割\n合及び多人数世帯の換算率に関する見直しのほか、世帯規模の\n経済性を高めるような設定等について検討する必要がある。\nⅱ  単身世帯基準の設定\n中間とりまとめで指摘したとおり、単身世帯の生活扶助基準\nについても、多人数世帯の基準と同様、必ずしも一般低所得世\n帯の消費実態を反映したものとなっていない。また、被保護世\n帯の７割は単身世帯が占めていること、近年、高齢化の進展や\n扶養意識の変化に伴って高齢単身世帯の増加が顕著となってお\nり、今後もさらにその傾向が進むと見込まれる。これらの事情\nにかんがみ、単身世帯については、一般低所得世帯との均衡を\n踏まえて別途の生活扶助基準を設定することについて検討する\nことが必要である。\nⅲ  第１類費の年齢別設定の見直し\n中間とりまとめにおいても指摘したとおり、人工栄養費の在\nり方も含めた０歳児の第１類費や、第１類費の年齢区分の幅の\n拡大などについても見直しが必要である。\nｂ  級地\n現行級地制度については昭和６２年度から最大格差２２．５％、\n６区分制とされているが、現在の一般世帯の生活扶 助相当消費支出\n額をみると、地域差が縮小する傾向が認められたところである。こ\nのため、市町村合併の動向にも配慮しつつ、さらに今後詳細なデー\nタによる検証を行った上、級地制度全般について見直しを検討する\nことが必要である。\n厚生労働大臣は、平成１６年報告書において、勤労３人世帯の生活\n扶助基準について低所得世帯の消費支出額との比較において検証・評\n価した結果、その水準は基本的に妥当であった旨の結果が示されると\nともに、多人数世帯基準の是正の必要性等が指摘されたことを踏まえ、\n平成１７年度の生活保護基準の改定において、同年度の政府経済見通\nしにおける民間最終消費支出の伸び率を基礎とし、前年度までの一般\n国民の消費水準との調整を行った結果、生活扶助基準を据え置くこと\nとする一方で、生活扶助基準の展開部分に関し、同年度以降、第１類\n費について、４人世帯の場合に「０．９５」、５人以上世帯の場合に\n「０．９０」の逓減率を導入し（３年間で段階的に実施）、第２類費\nについて、４人以上世帯の生活扶助基準を抑制する旨の見直しを行っ\nた。（甲全２９０、乙全７の３、乙全７４）\nまた、厚生労働大臣は、平成１８年度及び平成１９年度の生活保護\n基準の各改定において、それぞれ、各年度の民間最終消費支出の伸び\n率を基礎とし、前年度までの一般国民の消費水準との調整を行った結\n果、いずれも生活扶助基準を据え置くこととした。（甲全２９１、乙\n全７５、７６）\nウ  平成１９年報告書について\n平成１６年報告書において、生活扶助基準と一般低所得世帯の消費\n実態との均衡が適切に図られているか否かを定期的に見極めるため全\n国消費実態調査等を基に５年に一度の頻度で検証を行う必要があると\nされていたこと、平成１８年７月に閣議決定された「経済財政運営と\n構造改革に関する基本方針２００６」において、生活扶助基準につい\nて、低所得世帯の消費実態等を踏まえた見直しと級地の見直しを行う\nなどとされたことから、平成１９年１０月、級地を含む生活扶助基準\nの見直しについて専門的な分析・検討を行うため、生活扶助基準に関\nする検討会（検討会）が設置された。この検討会は、５名の学識経験\n者等で構成された組織であるが、国家行政組織法に基づく審議会等に\n当たるものではなく、厚生労働省社会・援護局長が行政運営上の参考\nに資するため、有識者の参集を求めて意見聴取を行った会議体である。\n（甲全４の１、７４の２、乙全１４の１・２）\n検討会は、平成１９年１０月１９日から同年１１月３０日までの約\n１か月半の間に５回の会議を開催し、平成１６年全国消費実態調査の\n結果等を用いて、主な検討項目である①水準の妥当性（生活扶助基準\nの水準が、生活保護を受給していない低所得世帯における消費実態と\nの均衡が適切に図られているかどうか）、②体系の妥当性（生活扶助\n基準において第１類費と第２類費の合算によって算出される基準額が\n消費実態を反映しているかどうか）、③地域差の妥当性（現行の級地\n制度においては、最も高い級地と最も低い級地の基準額の較差が２２．\n５％となっているが、これが地域間における生活水準の差を反映して\nいるかどうか）等に関して、主に統計的な分析をもとに、専門的かつ\n客観的に評価・検証を実施した（平成１９年検証）。（甲全４の１、\n７４の３）\n検討会は、平成１９年１１月３０日付けで、「生活扶助基準に関す\nる検討会報告書」（平成１９年報告書）を公表した。平成１９年報告\n書の概要は、次のとおりである。（甲全４の１、乙全５）\nａ  評価・検証の方法\n生活扶助基準の評価・検証を適切に行うためには、国民の消費実\n態を詳細に分析する必要があり、そのためには、全国消費実態調査\nを基本とし、収入階級別、世帯人員別、年齢階級別、地域別などの\n様々な角度から詳細に分析することが適当である。\nｂ  生活扶助基準の水準\n基本的な考え方\n被保護世帯のうち３人世帯は５．５％（平成１８年度平均）に\nすぎないことを踏まえ、夫婦子１人世帯だけではなく、被保護世\n帯の７４．２％（同）を占める単身世帯にも着目し、評価・検証\nを実施した。\n消費実態との比較による評価・検証\n夫婦子１人（有業者あり）世帯の第１・十分位における生活扶\n助相当支出額は世帯当たり１４万８７８１円であったのに対し、\nそれらの世帯の平均の生活扶助基準額は世帯当たり１５万０４０\n８円であり、生活扶助基準額がやや高めとなっている。なお、第\n１・五分位で比較すると、前者が１５万３６０７円、後者が１５\n万０８４０円であり、生活扶助基準額がやや低めとなっている。\n単身世帯（６０歳以上の場合）の第１・十分位における生活扶\n助相当支出額は、世帯当たり６万２８３１円であったのに対し、\nそれらの世帯の平均の生活扶助基準額は世帯当たり７万１２０９\n円であり、生活扶助基準額が高めとなっている。なお、第１・五\n分位で比較すると、前者が７万１００７円、後者が７万１１９３\n円であり、均衡した水準となっている。\n生活扶助基準額は、これまで第１・十分位の消費水準と比較す\nることが適当とされてきたが、第１・十分位の消費水準は、平均\n的な世帯の消費水準に照らして相当程度に達していること、第１\n・十分位に属する世帯における必需的な耐久消費財の普及状況は、\n平均的な世帯と比べて大きな差はなく、また、必需的な消費品目\nの購入頻度は、平均的な世帯と比較しても概ね遜色ない状況にあ\nることから、今回、これを変更する理由は特段ないと考える（た\nだし、これまで比較の対象としてきた夫婦子１人世帯の第１・十\n分位の消費水準は、第３・五分位の７割に達しているが、単身世\n帯（６０歳以上）については、その割合が５割（第１・五分位で\nみると約６割）にとどまっている点に留意する必要がある。）。\nｃ  生活扶助基準の体系\n基本的な考え方\n生活扶助基準の体系に関する評価・検証に当たっては、世帯構\n成などが異なる生活保護受給者の間において実質的な給付水準の\n均衡が図られる体系としていくべきとの観点から行い、その上で、\n必要な見直しを行っていくことが必要である。\n平成１６年報告書の指摘を受けて、既に平成１７年度より、第\n１類費について４人以上の世帯の場合に、一定程度、規模の経済\n（スケールメリット）を考慮に入れて設定しているところである\nが、見直し後の世帯人員別、年齢階級別の基準額について、改め\nて消費実態を反映しているか評価・検証を実施した。\n消費実態との比較による評価・検証\n世帯人員別に設定された生活扶助基準額の評価・検証を行うた\nめ、第１・五分位における世帯人員別の生活扶助相当支出額と比\n較すると、仮に世帯人員が１人の世帯の生活扶助基準額及び生活\n扶助相当支出額をそれぞれ１としたときの比率で、４人世帯は生\n活扶助基準額が２．２７と、生活扶助相当支出額の１．９９に比\nべて相対的にやや高め、５人世帯でも生活扶助基準額が２．５４\nと、生活扶助相当支出額の２．１４に比べて相対的にやや高めに\nなっており、世帯人員４人以上の多人数世帯に有利であり、世帯\n人員が少ない世帯に不利になっている実態が見られる。\n年齢階級別に設定された生活扶助基準額の評価・検証を行うた\nめ、単身世帯の第１～３・五分位における年齢階級別の生活扶助\n相当支出額と比較すると、仮に６０歳台の生活扶助基準額及び生\n活扶助相当支出額をそれぞれ１としたときの比率で、２０～３９\n歳では生活扶助基準額が１．０５と、生活扶助相当支出額の１．\n０９に比べて相対的にやや低め、４０～５９歳では生活扶助基準\n額が１．０３と、生活扶助相当支出額の１．０８に比べて相対的\nにやや低めとなっている。一方、７０歳以上では生活扶助基準額\nが０．９５と、生活扶助相当支出額の０．８８より相対的にやや\n高めであるなど消費実態からやや乖離している。\n現在の生活扶助基準は、年齢階級別に設定された個人的経費の\n第１類費と、世帯人員別に設定された世帯共通経費の第２類費に\n分けられているが、実際の消費実態がこうした考え方に当てはま\nるか評価・検証を行った。その結果、個人的経費である第１類費\n相当の支出額についても世帯人員によるスケールメリットがみら\nれ、また、世帯共通経費である第２類費相当の支出額についても\nその世帯員の年齢階級別で差がみられた。したがって、第１類費\nと第２類費に区分された基準額が実際の消費実態を反映している\nとはいえない状況となっているといえる。このため、世帯人員別\nのスケールメリットを消費実態に合わせて反映させるためには、\n必ずしも第１類費、第２類費に区分する必要性はないと考えられ\nる。\nｄ  生活扶助基準の地域差\n基本的な考え方\n平成１６年報告書において、「一般世帯の生活扶助相当消費支\n出額をみると、地域差が縮小する傾向が認められ」、「今後詳細\nなデータによる検証」を実施する必要があるとされたことから、\n今回、改めて消費実態について評価・検証を実施した。\n消費実態との比較による評価・検証\n現行の級地制度における地域差を設定した当時（昭和５９年）\nの消費実態と、直近である平成１６年の消費実態を比較すると、\n地域差が縮小している傾向がみられる。\n世帯類型、年齢階層などで実際の生活様式は異なるとしても、\n平均的には、現行の地域差を設定した当時と比較して、地域間の\n消費水準の差は縮小してきているといえる。\n厚生労働大臣は、平成２０年度の生活保護基準の改定において、平\n成１９年報告書上、生活扶助基準が一般低所得世帯の消費実態と比べ\nて高いなどの検証結果が示されたことから、生活扶助基準を上記消費\n実態に適合させる方向での見直しを検討したが、原油価格の高騰が消\n費に与える影響等を見極めるため、生活扶助基準を据え置くこと（改\n定の見送り）とし、また、平成２１年度の生活保護基準の改定におい\nても、平成２０年２月以降の生活関連物資を中心とした物価上昇の家\n計への影響が大きいこと、同年９月のいわゆるリーマンショックに端\nを発した世界的な金融危機が実体経済に深刻な影響を及ぼしており、\n国民の将来不安が高まっている状況にあると考えられることから、こ\nのような社会経済情勢等に鑑みて、生活扶助基準を据え置くこと（改\n定の見送り）とした。その後、厚生労働大臣は、平成２２年度の生活\n保護基準の改定において、完全失業率が高水準で推移するなどの厳し\nい経済・雇用情勢を踏まえ、国民生活の安心が確保されるべき状況に\n鑑みて、また、平成２３年度及び平成２４年度の各生活保護基準の改\n定においても、経済・雇用情勢等を総合的に勘案した上で、いずれも\n生活扶助基準を据え置くこと（改定の見送り）とした。（甲全２４４\n～２４８、２９２～２９７、乙全１５、６９～７２、７７）\nエ  平成２５年検証（平成２５年報告書）について\n日本の経済は、平成２０年以降、平成２４年まで、①一般勤労者世\n帯の賃金は、事業所規模５人以上の調査産業計の１人当たり平均月間\n現金給与総額でみると、年ごとに順に、－０．３％、－３．９％、＋\n０．５％、－０．２％、－０．７％で、②総務省ＣＰＩ（全国・総合\n）は、平成２０年には＋１．４％であったが、その後は年ごとに順に、\n－１．４％、－０．７％、－０．３％、０．０％で、③全国勤労者世\n帯の家計消費支出の名目値は、平成２０年には＋０．５％であったが、\nその後は年ごとに順に、－１．８％、－０．２％、－３．０％となっ\nたものの、平成２４年には＋１．６％となった。また、高齢化や厳し\nい社会・経済状況もあいまって、完全失業率は、平成２０年に４．０\n％であったが、平成２１年に５．１％、平成２２年に５．０％、平成\n２３年に４．６％、平成２４年に４．３％で、生活保護の受給者数は、\n平成２３年７月に過去最高の２０５万人となり、その後も引き続き増\n加しており、これに伴い、生活保護費負担金は、年々増加し、平成２\n３年度には約３．５兆円に上っていた。\nこのような状況を受けて、生活困窮者対策及び生活保護制度の見直\nしの必要性が指摘され、平成２４年８月に成立した社会保障制度改革\n推進法（平成２４年法律第６４号）附則２条１号には「不正な手段に\nより保護を受けた者等への厳格な対処、生活扶助、医療扶助等の給付\n水準の適正化、保護を受けている世帯に属する者の就労の促進その他\nの必要な見直しを早急に行うこと。」と記載された。（以上につき、\n甲全６、７、８３の１、８４の１、乙全６、１１）\n社会保障審議会は、平成１６年報告書において、生活扶助基準と一\n般低所得世帯の消費実態との均衡が適切に図られているか否かを定期\n的に見極めるため、５年に一度の頻度で検証を行う必要がある旨指摘\nされたことを受けて、平成１９年の検討会による生活扶助基準の検証\n（平成１９年検証）に引き続き、生活保護基準の定期的な評価・検証\nについて、学識経験者による専門的かつ客観的な審議を行うことを目\n的として、平成２３年２月、社会保障審議会令６条１項、社会保障審\n議会運営規則２条に基づき、社会保障審議会の下に、常設部会として、\n８名の学識経験者で構成される生活保護基準部会（基準部会）を設置\nした。（甲全６、７９の２～４、乙全６、２２、２４）\n基準部会は、平成２３年４月１９日から平成２５年１月１８日まで\n合計１３回にわたり部会を開催して検証（平成２５年検証）を行い、\n同日付けで、「社会保障審議会生活保護基準部会報告書」（平成２５\n年報告書）を公表した。平成２５年報告書の概要は、次のとおりであ\nる。（甲全６、７、乙全６、１１４、１１５）\nａ  検証方針と検証概要\n生活扶助基準の設定に当たっては、水準均衡方式が採用されてい\nることから、その水準は、国民の消費実態との関係で相対的に決ま\nるものと認識されている。しかし、現行の生活扶助基準の算定につ\nいては、平成１６年報告書において、世帯人員別にみると、生活扶\n助基準が必ずしも一般低所得世帯の消費実態を反映したスケールメ\nリットとなっていないため、体系の設定及び算定方法について見直\nしを検討する必要がある旨の指摘がされた。また、平成１９年報告\n書においても、世帯構成などが異なる生活保護受給者の間において\n実質的な給付水準の均衡が図られる体系としていくべきとの観点か\nら、必要な見直しを行っていくことが必要であるという考え方が示\nされ、生活扶助基準の評価・検証を適切に行うためには、国民の消\n費実態を詳細に分析する必要があり、そのためには、全国消費実態\n調査を基本とし、収入階級別、世帯人員別、年齢階級別、地域別な\nどの様々な角度から詳細に分析することが適当であるとされた。こ\nれらの指摘を踏まえ、基準部会としては、年齢階級別、世帯人員別、\n級地別に生活扶助基準額と消費実態の乖離を詳細に分析し、様々な\n世帯構成に展開するための指数について検証を行った。\n今回の検証においては、生活保護において保障すべき健康で文化\n的な最低限度の生活の水準は、一般国民の生活水準との関連におい\nてとらえられるべき相対的なものとされてきたことから、生活扶助\n基準と対比する一般低所得世帯として、第１・十分位を設定した。\nその上で、様々な世帯構成の基準額を算出する際に基本となる年齢、\n世帯人員及び地域別の基準額が第１・十分位の消費実態を十分反映\nしているかについて、より詳細な検証を行うことにした。その際、\n仮に第１・十分位の全ての世帯が生活保護を受給した場合の１世帯\n当たりの平均受給額が不変となるようにして、年齢、世帯人員体系\n及び級地の基準額の水準への影響を評価する方法を採用した。\n今回の検証においては、一部統計的分析手法である回帰分析を採\n用した。その理由は、第一は、全国消費実態調査の調査客体には１\n０代以下の単身世帯がほとんどいないため、１０代以下の消費を正\n確に計測できないという限界があった点を考慮したこと、第二は、\n今回の検証結果の妥当性を補強するため、回帰分析を用いた結果と\n概ね遜色がないかどうかを確認するとしたことである。\nｂ  検証に使った統計データ\n今回の検証においては、国民の消費実態を世帯構成別に細かく分\nけて分析する必要があるため、平成２１年全国消費実態調査の個票\nデータを用いた。\n今回の検証は、様々な世帯構成に対する基準の展開の妥当性を指\n数によって把握しようとするものである。この指数は、第１・十分\n位の世帯の生活扶助相当支出を用いて算出した。その理由は、①生\n活扶助基準を国民の健康で文化的な最低限度の生活水準として考え\nた場合、指数を全分位の所得階層（全世帯）あるいは中位所得階層\n（第３・五分位）等から算出することも可能であるが、これまでの\n検証に倣い、生活保護受給世帯と隣接した一般低所得世帯の消費実\n態を用いることが今回の検証では現実的であると判断したこと、②\n第１・十分位の平均消費水準は、中位所得階層の約６割に達してい\nること、③国民の過半数が必要であると考えている必需的な耐久消\n費財について、第１・十分位に属する世帯における普及状況は、中\n位所得階層と比べて概ね遜色なく充足されている状況にあること、\n④全所得階層における年間収入総額に占める第１・十分位の年間収\n入総額の構成割合は、やや減少傾向ではあるものの、高所得階層を\n除くその他の十分位の傾向をみても等しく減少しており、特に第１\n・十分位が減少しているわけではないこと、⑤ＯＥＣＤの国際的基\n準によれば、等価可処分所得（世帯の可処分所得をスケールメリッ\nトを考慮して世帯人数の平方根で除したもの）の中位置（全データ\nの真中の値）の半分に満たない世帯は、相対的貧困層にあるとされ\nるところ、今回の検証に用いた平成２１年全国消費実態調査によれ\nば、第１・十分位に属する世帯の大部分は、上記基準で相対的貧困\n線以下にあることを示していること、⑥分散分析等の統計的手法に\nより検証したところ、各十分位間のうち、第１・十分位と第２・十\n分位の間において消費が大きく変化しており、他の十分位の世帯に\n比べて消費の動向が大きく異なると考えられることである。\nｃ  検証方法\n生活扶助基準の体系（年齢・世帯人員）\nⅰ  年齢階級別の基準額の水準\nまず、年齢階級別に設定されている生活扶助基準の第１類費\nについて、異なる年齢階級間の比率（指数）が、消費実態と比\nべてどれほどの乖離があるかを検証した。\n分析（回帰分析を採用した。）に際しては、スケールメリッ\nトが最大に働く場合と最小に働く場合のそれぞれの想定に応じ\nた２種類の第１・十分位を設定し、それぞれを用いて算出され\nた指数の平均値を採用した。\nⅱ  世帯人員別の基準額の水準\n第１類費相当支出及び第２類費相当支出ごとに、各世帯人員\n別の平均消費水準を指数化（単身世帯を１）し 、現行の基準額\nを同様に指数化したものと比較した。なお、第１類費相当支出\nのスケールメリットについては、上記で求められた年齢階級に\n応じた消費の指数を用いて世帯人員全員が実際の年齢にかかわ\nらず平均並みの消費をする状態に補正することにより年齢の影\n響を除去し、世帯人員による影響のみを評価できるようにした。\n生活扶助基準の地域差\n世帯人員別の検証と同様に、平成１９年検証の考え方を用いて\n集計データより平均値を求め、各級地別に１人当たり生活扶助相\n当の平均消費水準を指数化（１級地－１を１）したものと、現行\nの基準額を同様に指数化したものとを比較した。なお、指数化に\n当たっては、第１類費相当支出部分については世帯人員体系の検\n証と同様に年齢の影響を除去するとともに、上記 で求められる\n世帯人員に応じた消費の指数で第１類費相当支出及び第２類相当\n支出の合計の消費を調整することにより世帯人員数による消費水\n準の相違の影響を除去し、地域差による影響のみを評価できるよ\nうにした。\nｄ  検証結果\n年齢階級別（第１類費）の基準額の水準\n０～２歳の生活扶助相当支出額（消費実態）を１としたときの\n各年齢階級別の指数は、生活扶助基準額では０～２歳が０．６９、\n３～５歳が０．８６、６～１１歳が１．１２、１２～１９歳が１．\n３７、２０～４０歳が１．３１、４１～５９歳が１．２６、６０\n～６９歳が１．１９、７０歳以上が１．０６となっている。他方、\n生活扶助相当支出額では同じ順に１．００、１．０３、１．０６、\n１．１０、１．１２、１．２３、１．２８、１．０８となってい\nる。\nこのように、年齢階級別の生活扶助基準額による指数と第１・\n十分位の消費実態による指数を比べると、各年齢階級間の指数に\n乖離が認められた。\n世帯人員別（第１類費、第２類費）の基準額の水準\n第１類費の場合、単身世帯の生活扶助相当支出額（消費実態）\nを１としたときの各世帯人員別の指数は、生活扶助基準額では単\n身世帯が０．８８、２人世帯が１．７６、３人世帯が２．６３、\n４人世帯が３．３４、５人世帯が３．９５となっている。他方、\n生活扶助相当支出額では同じ順に１．００、１．５４、２．０１、\n２．３４、２．６４となっている。\nこのように、第１類費における世帯人員別の生活扶助基準額に\nよる指数と第１・十分位の消費実態による指数を比べると、世帯\n人員が増えるにつれて乖離が拡大する傾向が認められた。\n同様に、第２類費の場合、単身世帯の生活扶助相当支出額（消\n費実態）を１としたときの各世帯人員別の指数は、生活扶助基準\n額では単身世帯が１．０６、２人世帯が１．１８、３人世帯が１．\n３１、４人世帯が１．３５、５人世帯が１．３６となっている。\n他方、生活扶助相当支出額では同じ順に１．００、１．３４、１．\n６７、１．７５、１．９３となっている。\nこのように、第２類費における世帯人員別の生活扶助基準額に\nよる指数と第１・十分位の消費実態による指数を比べると、世帯\n人数が増えるにつれて乖離が拡大する傾向が認められた。\n級地別（第１類費＋第２類費）の基準額の水準\n１級地－１の生活扶助相当支出額（諸費実態）を１としたとき\nの各級地別の指数は、生活扶助基準額では１級地－１が１．０２、\n１級地－２が０．９７、２級地－１が０．９３、２級地－２が０．\n８８、３級地－１が０．８４、３級地－２が０．７９となってい\nる。他方、生活扶助相当支出額では同じ順に１．００、０．９６、\n０．９０、０．９０、０．８７、０．８４となっている。\nこのように、級地別の生活扶助基準額による指数と第１・十分\n位の消費実態による指数を比べると、消費実態の地域差の方が小\nさくなっている\n年齢・世帯人数・地域の影響を考慮した場合の水準\nⅰ  前記 から までの検証結果（別紙２「生活扶助基準額と一\n般低所得世帯の消費実態との比較」は、これを表にしたもので\nある。）を踏まえ、年齢階級別、世帯人員別、級地別の指数を\n反映した場合の影響は、次のようになった。\n例えば、現行の基準額（第１類費、第２類費、冬季加算、子\nどもがいる場合は児童養育加算、１人親世帯は母子加算を含む\n）と検証結果を完全に反映した場合の平均値を個々の世帯構成\nごとにみると、①夫婦と１８歳未満の子１人世帯では、年齢に\nよる影響が現行の基準額に比べて－２．９％、世帯人員による\n影響が－５．８％、地域による影響が＋０．１％で、これらを\n合計した影響が計－８．５％となった。同様に、②夫婦と１８\n歳未満の子２人世帯では順に－３．６％、－１１．２％、＋０．\n２％、計－１４．２％となり、③６０歳以上の単身世帯では順\nに＋２．０％、＋２．７％、－０．２％、計＋４．５ ％となり、\n④ともに６０歳以上の高齢夫婦世帯では順に＋２．７％、－１．\n９％、＋０．７％、計＋１．６％となり、⑤２０～５０代の若\n年単身世帯では順に－３．９％、＋２．８％、－０．４％、計\n－１．７％となり、⑥母親と１８歳未満の子１人の母子世帯で\nは順に－４．３％、－１．２％、＋０．３％、計－５．２％と\nなった。\nこのように、世帯員の年齢、世帯人員、居住する地域の組合\nせにより、各世帯への影響は様々である。\nⅱ  厚生労働省において生活扶助基準の見直しを検討する際には、\n本報告書の評価・検証の結果を考慮し、その上で他に合理的説\n明が可能な経済指標などを総合的に勘案する場合は、それらの\n根拠についても明確に示されたい。なお、その際には現在生活\n保護を受給している世帯及び一般低所得世帯への見直しが及ぼ\nす影響についても慎重に配慮されたい。\nｅ  検証結果に対する留意事項\n今回試みた検証手法は、平成１９年報告書において指摘があった\n年齢階級別、世帯人員別、級地別に、生活扶助基準の展開と一般低\n所得世帯の消費実態の間にどの程度乖離が生じているかを詳細に分\n析したものである。これにより、個々の生活保護受給世帯を構成す\nる世帯員の年齢、世帯人員、居住する地域の様々な組合せによる生\n活扶助基準の妥当性について、よりきめ細やかな検証が行われたこ\nとになる。\nしかし、年齢、世帯人員の体系、居住する地域の組合せによる基\n準の展開の相違を消費実態に基づく指数に合わせたとしても、なお、\nその値と一般低所得世帯の消費実態との間には、世帯構成によって\n様々に異なる差が生じ得る。こうした差は、金銭的価値観や将来見\n込みなど、個々人や個々の世帯により異なりかつ消費に影響を及ぼ\nす極めて多様な要因により生ずると考えられる。しかし、具体的に\nどのような要因がどの程度消費に影響を及ぼすかは現時点では明確\nに分析ができないこと、また、特定の世帯構成等に限定して分析す\nる際にサンプルが極めて少数となるといった統計上の限界があるこ\nとなどから、全ての要素については分析・説明に至らなかった。\n今回採用した年齢、世帯人員、地域の影響を検証する手法につい\nても、委員による専門的議論の結果得られた透明性の高い一つの妥\n当な手法である一方、これまでの検証方法との継続性、整合性にも\n配慮したものであることから、これが唯一の手法ということでもな\nい。さらに基準部会の議論においては、国際的な動向も踏まえた新\nたな最低基準についての探索的な研究成果の報告もあり、将来の基\n準の検証手法を開発していくことが求められる。今後、政府部内に\nおいて具体的な基準の見直しを検討する際には、今回の検証結果を\n考慮しつつも、同時に検証方法について一定の限界があることに留\n意する必要がある。\n全所得階層における年間収入総額に占める各所得五分位及び十分\n位の年間収入総額の構成割合の推移をみると、中位所得階層である\n第３・五分位の占める割合及び第１・十分位の占める割合がともに\n減少傾向にあり、その動向に留意しつつ、これまで生活扶助基準の\n検証の際参照されてきた一般低所得世帯の消費実態については、な\nお今後の検証が必要である。とりわけ、第１・十分位の者にとって\nは、全所得階層における年間収入総額に占める当該分位の年間収入\n総額の構成割合にわずかな減少があっても、その影響は相対的に大\nきいと考えられることに留意すべきである。また、現実には第１・\n十分位の階層には生活保護基準以下の所得水準で生活している者も\n含まれることが想定される点についても、留意が必要である。\n今般、生活扶助基準の見直しを具体的に検討する際には、現在生\n活保護を受給している世帯及び一般低所得世帯、とりわけ貧困の世\n代間連鎖を防止する観点から、子どものいる世帯への影響にも配慮\nする必要がある。\nさらに、基準額の見直しによる影響の実態を把握し、今後の検証\nの際には参考にする必要がある。\n平成２５年報告書に、前記 ｄ ⅱの文言が入れられた経緯は、以\n下のとおりである。\n基準部会において平成２５年報告書を取りまとめるにあたり、同年\n１月１６日開催の第１２回部会の席上で、厚生労働省社会・援護局保\n護課から「生活保護基準部会報告書（案）」が示されたが、同案には、\n「検証結果」の項目中で、「厚生労働省において生活扶助基準の見直\nしを検討する際には、本報告書の評価・検証の結果を考慮した上で、\n他に合理的説明が可能な経済指標などがあれば、それらについても根\n拠を明確にして改定されたい。」と記載されていた（同案７頁）。\n当該記載については、厚生労働省社会・援護局保護課から、要旨、\n「年齢階級別、世帯人員別、級地別による生活扶助基準の見直しを行\nっても、第１・１０分位との間に一定の差が存在するため、一般的に\n合理的説明が可能であれば、消費に影響を及ぼす因子を加味すること\nは１つの考えであるが、何をもって合理的かということについても様\n々な考え方があり得る中で、例えば政府が発表している経済指標とか、\n誰が見ても数字として固まっているものを加味するということは、正\n当化できるだろうということであり、加味するに当たっては、相当程\n度皆様から合意が得られるものでなければならないだろうという意味\n合いにおいて、例えばということで『経済指標など』と書かせていた\nだいている。」、「例を挙げれば、消費者物価指数や賃金の動向など\nは考え得る。」旨の説明がされた。\n上記説明に対し、出席の委員から、要旨、「基準部会においては、\n年齢、人員、級地という３要素しか議論していない。例で挙げられた\n消費者物価指数や賃金の動向については何も議論していないことを明\n確にしていただきたい。」、「これも懸念であるが、直面する物価指\n数は、全国レベルの物価指数というものもあるが、実は地域によって、\nあるいは高齢世帯かどうかという世帯構成によって、さらに所得階級\nによって異なっている可能性がある。要するに、消費品目で物価指数\nというものは全く変わってくるので、そのようなことにも留意する必\n要がある。」、「基準部会においては物価指数については何も議論し\nていないということと、全国一律の物価指数を当てはめることになれ\nば、健康で文化的な最低限度の生活を具現化している生活保護基準と\nいうものがいろいろなものに参照されているという性質を考えた場合、\n非常に慎重に考えなければならない。」などの意見が出された。また、\n別の委員からも、要旨、「基準部会において合理的説明がついたのは\n級地と年齢と人員数のみで、それ以外については合理的説明がつかな\nかったということである。」、「私たちは、平成２１年のデータを使\nって見ているだけであり、物価の状況とか全く見ていないし、議論し\nていない中で、誰にでも納得できるということを誰が判断するのかと\nいったときに、基準部会で判断したことではないということは、明確\nにしていただきたいと思います。」、「『それらについても根拠を明\n確にして改定されたい。』は、かなり強い文言であり、議論していな\nいことを『改定されたい』ということは、やはりできないと思います。\nここのところは、基準部会の委員として非常に気になるところです。\n」などの意見が出されたもので、「消費者物価指数や賃金の動向」を\n根拠に改定することについては、「相当程度皆様から合意が得られる\n」ことはなかったのである。\nこれらの意見を踏まえた議論を受けて、上記の記載は、平成２５年\n報告書において、前記 ｄ ⅱのとおり、「厚生労働省において生活\n扶助基準の見直しを検討する際には、本報告書の評価・検証の結果を\n考慮し、その上で他に合理的説明が可能な経済指標などを総合的に勘\n案する場合は、それらの根拠についても明確に示されたい。」という\n文言（表現）に修正された。（甲全６、８４の１・３、乙全６、２５\n）\n研究者からの指摘\nこの時期の生活保護制度の見直しに関する議論については、平成２\n４年１１月、研究者から、雑誌に投稿した記事中で、「生活保護改革\nへの意見」として、物価が下落しているという一般的なイメージがあ\nるとしても、あらゆる商品価格が一律に下落しているわけではなく、\n例えば、平成２２年と平成２３年の１年間でも、教養娯楽用耐久財で\nあるテレビ３０．９％、ビデオレコーダー４０．０％、パソコンのデ\nスクトップ型３９．９％、ノート型２４．０％、カメラ２８．０％の\n下落となっている反面、衣食住に要する費用は、食料０．４％、住居\n０．２％、被服及び履物０．３％と下落幅は極めて小さく、これらと\n並んで日常生活に欠かせない光熱・水道は３．３％の上昇、交通・通\n信は１．２％の上昇をしてさえいることなどを指摘し、「いかなる品\n目に着目するかによって物価変動についての評価が異なってくること\nにも留意しておかなければならない。一定の余裕があり、頻繁にパソ\nコンやテレビ等を買い替えることができる層にとっては物価が下落し\nていると感じられる状況であっても、・・・日々の食費や光熱水費を\n節約しながら生活を維持している生活保護受給者など貧困層の生活実\n態からみれば事情はまったく異なるのである。物価の下落を根 拠に生\n活保護基準引き下げを主張する議論は、意識的にか無意識的にか、こ\nうした実態を無視したものだと言わざるを得ない。」、「生活保護制\n度がこれほどの攻撃を受けるのはなぜであろうか。財政的には、吉永\nらが明示した通り、生活保護基準が課税最低限や賃金水準、各種社会\n保障制度の給付水準を規定しているため、ここに手をつければ自動的\nに賃金や社会保障の水準を低下させることができるからであろう。」、\n「生活保護法第１条に規定されている通り、生活保護基準は、日本と\nいう国における健康で文化的な最低限度の生活水準として設定されて\nいるものであり、実際にも賃金や社会保障給付水準を規定している。\nその生活保護基準を引き下げることは、国際社会に向けても、日本と\nいう国のレベルが、政治的にも経済的にも、全体として低下したのだ\nと宣言することを意味するのではないだろうか。」などの指摘がされ\nていた。（甲全３９２）\nオ  厚生労働省内における生活保護制度見直しの検討\n基準部会は、前記エ のとおり、平成２５年１月１８日、平成２３年\n４月から行われてきた平成２５年検証の成果である平成２５年報告書を\n公表したが、厚生労働省内では、これより前に、平成２５年報告書の取\nりまとめに向けた作業と並行して、平成２５年度以降に行う生活保護制\n度の見直しについて、具体的な検討を行っていた。その概要等は、以下\nのとおりである。（甲全１４１、２２３の１～３、甲全２２４、Ｂ証人\n）\n全体像として、「生活困窮者対策及び生活保護制度の見直しに総合\n的に取り組むとともに、生活保護基準の見直しを行う。」とした上、\n「１．生活保護法の改正」、「２．生活困窮者の就労・自立支援のた\nめの新法の制定」及び「３．生活保護基準の見直し」を行うものとし、\n生活保護基準の見直しのポイントとして、「以下の考え方により生活\n保護基準の見直しを実施」として、「①年齢・世帯人員・地域差によ\nる影響の調整、②前回（平成２０年）の見直し以降の物価の動向の勘\n案、③必要な激変緩和措置の実施」を挙げていた。\n前記 ①（年齢・世帯人員・地域差による影響の調整）については、\n「今回の基準部会における検証結果を踏まえ、年齢・世帯人員・地域\n差による影響の調整」としていた。\n前記 ②（前回（平成２０年）の見直し以降の物価の動向の勘案）\nについては、「物価動向を勘案する理由」として、「前回の見直し（\n平成２０年）以降、基準額は見直されていないが、その間、デフレ傾\n向が続いている。このため、実質的な購買力を維持しつつ、客観的な\n経済指標である物価を勘案して基準額の見直しを行う。」とし、「物\n価動向を勘案する起点」として、「前回の検証の結果を踏まえた上で、\n当時の政府の判断として、平成２０年度以降の基準を据え置くことが\n妥当とされたことから、物価動向を勘案する起点は平成２０年以降と\nする。」としていた。\n前記 ③（必要な激変緩和措置の実施）については、「基準の見直\nし幅の上下限の設定」及び「基準の見直しの段階的実施」の２つを挙\nげていた（なお、ここに２分の１処理は挙げられていない。）。\n厚生労働省において「世帯類型ごとの基準額」の試算等を行った結\n果は、別紙３のとおりであった。ここでは、「基準部会における検証\n結果である年齢・世帯人員・地域差による影響を完全に調整した場合\n」の基準額の試算等を行った上、「見直し後の基準額」として、「年\n齢・世帯人員・地域差による影響の調整を１／２とし、平成２０年か\nら２３年の物価動向を勘案した場合（世帯ごとの増減幅は最大１０％\nとした上で、平均値を算出。）」の基準額の試算等が行われている。\nそして、厚生労働省において見直し後の基準額に基づいて試算した財\n政効果は、別紙４のとおりであった。\n生活保護基準の見直しの施行時期については、「システム改修、地\n方自治体への周知徹底に要する期間等について、見極める必要がある。\n」とし、「施行が遅れると、その分、２５年度の財政効果が縮減され\nることになる。」としていた。\nまた、「今後のスケジュール案」として、「１月１８日  生活保護\n基準部会で報告書とりまとめ」、「１月２３日  社会保障審議会特別\n部会で報告書とりまとめ予定」、「１月末  ２５年度政府予算案閣議\n決定」とし、「具体的な生活扶助基準額の見直しについては、生活保\n護基準部会の報告書を考慮しつつ、予算編成過程で政府として判断。\n」としていた（なお、このようなスケジュール案や以上の内容等から\nすると、厚生労働省では、生活保護基準部会で平成２５年１月１８日\nに平成２５年報告書をとりまとめるより相当前から、以上のような生\n活保護制度見直しの検討を行っていたことが認められる。）。\nカ  厚生労働省社会・援護局保護課は、基準部会により平成２５年報告書\nが公表された９日後の同年１月２７日、「生活扶助基準等の見直しにつ\nいて」（乙全１１２）を公表した。その概要は、以下のとおりである。\n「生活扶助基準等の見直しの考え方と影響額」として、「①今回の\n生活保護基準部会における検証結果を踏まえ、年齢・世帯人員・地域\n差による影響を調整【財政効果:９０億円】」、「②前回見直し（平\n成２０年）以降の物価の動向を勘案【財政効果:本体分５１０億円、\n加算分７０億円】」、「３年間の効果額:約６７０億円（２５年度効\n果額:約１５０億円）」とし、「以下の激変緩和措置を講じる。」と\nして、「現行基準からの増減幅は、過去の類例等を参考に、±１０％\nを限度となるように調整する」、「平成２５年８月から２７年度まで、\n３年程度をかけて段階的に実施する」の２つだけを挙げた（２分の１\n処理については挙げていない。）。\n「個々の世帯に着目した見直しの概要（ミクロベース）」として、\n「①ゆがみ調整分  体系及び級地の歪みの調整結果を反映。」、「②\nデフレ調整分４．７８％  前回見直し（平成２０年）以降、基準額は\n見直されていないが、その間デフレ傾向が続いている。このため、実\n質的な購買力を維持しつつ、客観的な経済指標である物価を勘案して\n基準額の改定を行う。」などとし、「生活扶助基準額の見直しの具体\n例」として、別紙５のとおり試算したものを挙げた。\n「生活扶助にかかる物価の動向について」として、「『生活扶助』\nは、食費や水道光熱費といった基礎的な日常生活を賄うもの。」、「\nこのため、生活扶助に相当する消費品目のＣＰＩ（物価指数）をみる\n必要がある。具体的には、品目別の消費者物価指数のうち、①家賃、\n教育費、医療費など生活扶助以外の他扶助で賄われる品目、②自動車\n関係費、ＮＨＫ受信料など原則生活保護受給世帯には生じない品目を\n除いた品目を用いて、生活扶助相当ＣＰＩを算出した。」とし、これ\nを「Ｈ２０平均１０４．５」、「Ｈ２３平均９９．５」であるとして、\n「９９．５／１０４．５－１＝４．７８」とした。\n「平成２０年からの物価を勘案することについて」として、「今回\nの生活保護基準部会における検証は、平成２１年全国消費実態調査を\n用いて、年齢・世帯人員・級地ごとに、現行の基準額と一般低所得世\n帯（第１・十分位）の消費実態を比較し、その歪みを検証したもので\nある。」、「具体的には、調査対象となった一般低所得世帯が現行の\n生活扶助基準額で生活扶助を受給した場合の受給額の平均と、仮に一\n般低所得世帯の消費実態に即した生活扶助基準額を設定したとして、\nそれに基づいて受給した場合の受給額の平均が等しくなるという前提\nを置くことにより、基準額と消費実態の乖離を、指数を用いて相対的\nに比較した。このため、今回の検証結果を反映させたとしても、基準\nと一般低所得世帯との消費の年齢、世帯人員、級地による乖離が調整\nされるのみであり、デフレ等による金額の絶対水準の調整がなされる\nものではない。」、「今回物価を勘案した考え方は、前回の検証（平\n成１９年）結果を踏まえた上で、平成２０年度の基準額が定められ、\n以後もその基準額が据え置かれてきた経緯に鑑み、平成２０年から勘\n案することとしたものである。」とした。\nキ  前記カの公表に対する研究者の指摘\n前記エ の研究者は、厚生労働省が平成２５年１月２７日付けで、前\n記カの「生活扶助基準等の見直しについて」を公表したことに対し、同\n年２月、前記エ と同じ雑誌に投稿した記事中で、「このたび強行され\nようとしている過去最大の生活扶助基準引き下げは、その大部分が審議\n会での検証結果にではなく、デフレによる物価の下落に、その正当性の\n根拠を求めているということになる。しかしながら、前稿において指摘\nしておいた通り、生活必需品から嗜好品まであらゆる商品価格が一律に\n下落しているわけではない。また、この１０年間を観察しても、一貫し\nて物価が下落しているのは日常的に購入しなければならない生活必需品\nではなく、頻繁に購入することはないような品目に偏っている。こうし\nたことを考慮に入れれば、消費者物価指数が平均的に物価下落を示して\nいるからといって、そのことを理由に生活扶助基準引き下げを強行する\nことは許されないというべきである。」などとして、具体的な検討を行\nった。\nそして、その結果として、「厚生労働省が生活扶助基準引き下げの根\n拠として提示している『生活扶助相当ＣＰＩ』４．７８％下落という数\n値は、ここにみてきたような『ウエイト』を考慮せず、生活扶助費の多\nくがそこに費やされる食費や光熱水費のような品目から、生活扶助費で\n購入することがほとんどないテレビやパソコンなどのような品目まで、\nあらゆる品目を単純に平均して算出している可能性が高い。そうだとす\nれば、大型テレビや高価なパソコンなどを頻繁に買い替えるような高額\n所得者を含めた消費傾向の影響を強く受けながら、最低生活費が算定さ\nれるという看過し得ない問題が生じることになる。」と指摘し、「この\n点について、厚生労働省はいかなる計算方法をもってこの数値を算出し\nたのか、その計算方法の妥当性をいかに認識しているのかについて公表\nし、広く意見を聴取したうえで、あらためて生活扶助基準についての見\n解を発表する責務がある。」とした。\nその上で、「今般の厚生労働省の意図的・政治的な数値操作がいかに\n欺瞞に満ちたものであるかを指摘して、本稿の結びに代えることとした\nい。」として、消費者物価指数の変化率の表を掲げ、「厚生労働省にと\nっては、比較対象とする年次を２００８年と２０１１年に求めることが\n最も有効であることが明らかであろう。前掲『生活扶助基準等の見直し\nについて』で『“生活扶助”は、食費や水道光熱費といった基礎的な日\n常生活を賄うもの』であると解説する厚生労働省にとって、『食料』『\n光熱・水道』はそろって物価が下落している必要があり、それが提示で\nきるのはこの両年を比較対象とした場合以外にはあり得なかったのであ\nる。」、「起点を２００４年に求めた場合は『食料』にも物価上昇がみ\nられるうえに、『光熱・水道』にいたっては１４．５％もの上昇となっ\nており、このような数値を採用したのでは、生活扶助基準の引き下げど\nころか、むしろその引き上げを検討せざるを得なくなるからである。」\nなどと批判した。\n（以上につき、甲全３９３、乙全１１２）\nク  また、この頃、厚生労働省社会・援護局保護課は、平成２５年２月１\n９日付けで、「全国厚生労働関係部局長会議資料」（甲全７）を作成し\nた。当該資料の「４．生活保護基準の見直しについて」の項目中には、\nおおむね以下のような内容が含まれている。\n「生活保護基準の見直しの考え方」について、「①今回の基準部会\nにおける検証結果を踏まえ、年齢・世帯人員・地域差による影響を調\n整」、「②前回見直し以降の物価の動向を勘案」として「＜物価動向\nを勘案する理由＞前回の見直し（平成２０年）以降、基準額は見直さ\nれていないが、その間、デフレ傾向が続いている。このため、実質的\nな購買力を維持しつつ、客観的な経済指標である物価を勘案して基準\n額の見直しを行う。」及び「＜物価動向を勘案する起点＞前回の検証\nの結果を踏まえた上で、当時の政府の判断として、平成２０年度以降\nの基準を据え置くことが妥当とされたことから、物価動向を勘案する\n起点は平成２０年以降とする。」とし、「③激変緩和措置」として「\n＜基準の見直し幅の上下限を設定＞見直しの影響を一定程度に抑える\n観点から、現行基準からの増減幅は、過去の類例等を参考に、±１０\n％を限度とする。」及び「＜基準の見直しの段階的実施＞生活扶助基\n準額の見直しは、平成２５年度から、３年間をかけて段階的に実施す\nる。」（なお、２分の１処理については挙げていない。）とした。\n「生活扶助基準等の見直しの考え方と影響額」について、「＜生活\n扶助基準について以下の考え方に基づき見直す＞３年間の効果額：約\n６７０億円（２５年度効果額：約１５０億円）」、「①今回の生活保\n護基準部会における検証結果を踏まえ、年齢・世帯人員・地域差によ\nる影響を調整【財政効果：９０億円】」、「②前回見直し（平成２０\n年）以降の物価の動向を勘案【財政効果：本体分５１０億円、加算分\n７０億円】」とした上、「※生活扶助基準の見直しにあたっては、以\n下の激変緩和措置を講じる。」として「見直しの影響を一定程度に抑\nえる観点から、現行基準からの増減幅は、過去の類例等を参考に、±\n１０％を限度となるように調整する。」及び「生活扶助基準額の見直\nしは、平成２５年８月から２７年度まで、３年程度をかけて段階的に\n実施する。」の２つだけを挙げた（なお、２分の１処理につい ては挙\nげていない。）。\n⑷  本件改定\nア  本件改定の概要\n厚生労働大臣は、平成２５年報告書で、年齢階級別、世帯人員別、\n級地別でみると当時の生活扶助基準が一般低所得世帯（第１・十分位\n）の消費実態と乖離しているなどの検証結果が示されたとし、生活扶\n助基準の展開部分を適正化して生活保護受給世帯間の不公平を是正す\nることが目的であるとして、平成２５年検証の結果に基づく一般低所\n得世帯の消費実態を生活扶助基準の展開部分に反映させるが、反映の\n程度は上記結果の２分の１とすること（２分の１処理）を内容とする 、\n生活扶助基準の改定を行うこととした（ゆがみ調整。ただし、２分の\n１処理については、後記イ のとおり、一般国民にも基準部会の委員\nらにも知らされなかった。）。（甲全７、１４１、乙全１６）\nまた、厚生労働大臣は、平成１９年報告書において、生活扶助基準\nが一般低所得世帯の消費実態と比べて高いなどの検証結果が示されて\nいたが、当時の社会経済情勢等から生活扶助基準が据え置かれる状況\nが続き、その間においても、賃金、物価及び家計消費はいずれも下落\nするデフレ状況が継続していたから、平成２０年から平成２３年まで\nの期間の物価下落により生活保護受給世帯の可処分所得が実質的に増\n加したと評価することができるなどとして、生活扶助相当ＣＰＩを用\nい、上記期間の物価下落率を４．７８％（本件下落率）と算定して、\nこれを生活扶助基準に一律に反映させる（本件下落率に相当する割合\nを生活扶助基準額から一律に控除する）ことを内容とする、生活扶助\n基準の改定（引下げ）を行うこととした（デフレ調整）。（前提事実、\n甲全７、乙全１６）\nそして、厚生労働大臣は、ゆがみ調整及びデフレ調整を合わせて行\nうことにより、生活扶助基準額が大幅に減額になる世帯が生ずること\nが見込まれるとし、激変緩和措置として、生活扶助基準からの増減額\nの幅が±１０％を超えないように調整し、かつ、生活扶助基準の引下\nげを平成２５年度から３年間かけて段階的に実施することとした。（\n前提事実、甲全７、乙全１６）\n厚生労働大臣は、本件改定に先立ち、本件改定による財政効果につ\nいて、平成２７年度までの３年間の合計で約６７０億円（ゆがみ調整\nによる財政効果が約９０億円、デフレ調整による財政効果が約５８０\n億円（本体分５１０億円、加算分７０億円））と見積もった。（乙全\n１６、１８、１１２）\n厚生労働大臣は、平成２５年５月１６日に本件告示１による生活扶\n助基準の改定を、平成２６年３月３１日に本件告示２による生活扶助\n基準の改定をそれぞれ実施した（本件改定）。\n本件改定後の生活扶助基準額（乙全１の５枚目～１１枚目（７６～\n８２頁）の「基準額②」欄記載の金額）は、本件改定前の生活扶助基\n準額（同「基準額①」欄記載の金額）について、最初にゆがみ調整を\n行い、次にデフレ調整を行うことにより、算出された金額である。（\n乙全１）\nイ  ゆがみ調整について\nゆがみ調整の概要\n本件改定におけるゆがみ調整は、平成２５年検証の結果で示され\nていた、生活扶助基準と一般低所得世帯（第１・十分位）の消費実態\nとの間の年齢階級別、世帯人員別及び級地別による各較差を是正し、\n生活保護受給世帯間の不公平を是正するため、上記消費実態を生活扶\n助基準の展開部分に反映させてこれを適正化すること（ただし、反映\nの程度は上記結果の２分の１とする。２分の１処理）を内容とする生\n活扶助基準の改定である。\nゆがみ調整は、前記ア のとおり、一般低所得世帯の消費実態を生\n活扶助基準の展開部分に反映させることにより、生活扶助基準の展開\n部分を適正化して生活保護受給世帯間の不公平の是正を図ることを目\n的として行われたもので、生活扶助基準を一般低所得世帯の消費実態\nと比較することにより、生活扶助基準を引き下げるために行われたも\nのではないとされており、このような目的からすれば、ゆがみ調整の\n結果として、財政効果が生まれるような生活扶助基準の引下げが生じ\nる事態とはならないはずである。\nしかし、厚生労働省においては、前記ア のとおり、ゆがみ調整に\nよって、約９０億円の財政効果（生活扶助費の削減）があると試算し\nていたもので、実際にも、これを行うことによって同程度の生活扶助\n費の削減効果が生じたものと認められる（なお、この点について、Ｂ\n証人は、「ゆがみ調整は、生活保護基準部会による平成２５年検証を\n踏まえたものであり、一般低所得世帯における世帯の構成割合が生活\n保護受給世帯におけるそれと同じであれば、財政的にはプラスマイナ\nスゼロになります。もっとも、生活保護受給世帯における世帯の構成\n割合が、一般低所得世帯におけるそれとは異なっていたことから、全\n体としては増額分より減額分が大きくなり、結果的に約９０億円の財\n政影響が生じたものです。」などと説明している。）。（乙全１１３、\nＢ証人）\n２分の１処理について\nａ  ２分の１処理は、厚生労働省内で「取扱厳重注意」として取り扱\nわれた書類に記載されていて、外部には明らかにされていなかった\nものであり、本件改定当時、一般国民に対して明らかにされていな\nかったばかりでなく、基準部会の委員らに対しても全く示されてお\nらず、本件訴訟の原審においても、当初の審理段階では、被控訴人\nらの主張にも全く表れていなかったのである。（甲全１４１、２２\n３の３、甲２２４）\nｂ  本件において、被控訴人らが、２分の１処理について主張するよ\nうになった経過は、以下のとおりである。\n本件は、平成２６年７月に第１事件に係る訴えが提起され、平成\n２７年３月２０日の第１回口頭弁論以降審理が重ねられてきたが、\n平成２９年９月までの間、２年以上にわたって、被控訴人らは、２\n分の１処理に関する主張を全くしていなかった。すなわち、被控訴\n人らは、本件改定の説明ないしゆがみ調整の内容の説明として、２\n分の１処理に関する主張をしていなかっただけではなく、激変緩和\n措置としても、「生活扶助基準の見直しについては、生活保護受給\n世帯に対する激変緩和措置として、①平成２５年度から３年間をか\nけて段階的に実施する（期末一時扶助を除く）とともに、②見直し\nの影響を一定程度に抑える観点から、現行基準からの増減幅は、プ\nラスマイナス１０パーセントを超えないように調整している」など\nと主張していたのであって（答弁書４５頁、平成２７年４月１７日\n付け準備書面 ⑴２８～３０頁、平成２９年９月４日付け準備書面\n(12)７頁等）、２分の１処理は、激変緩和措置の内容としても、全\nく主張していなかったのである。\n北海道新聞社の編集委員は、平成２５年８月、厚生労働大臣に対\nし、請求する行政文書の名称等を「２０１３年度から３カ年かけて\n生活保護基準額を６７０億円（６．５％）減額し、期末一時扶助金\n７０億円を減らし生活扶助費を計７４０億円（７．３％）カットす\nる決定にあたり①厚労省とＤ・内閣官房副長官との協議、打ち合わ\nせの全てのメモ、文書②厚労省と自民党の協議、打ち合わせの全て\nのメモ、文書」とする旨の行政文書開示請求をし、一部不開示とさ\nれたが、その後、審査請求を経て、平成２７年９月、「取扱厳重注\n意」と赤字で付記された「生活保護制度の見直しについて」と題す\nる文書（甲全２２３の３。以下「本件開示文書」という。）の開示\nを受けた。同社は、本件開示文書に「年齢・世帯人員・地域差によ\nる影響の調整を１／２とし」と記載されていたことなどから、平成\n２８年６月１８日、本件改定において２分の１処理がされている旨\nを新聞報道した。なお、本件開示文書は、厚生労働省内部で生活扶\n助基準引下げについて検討していた内容を記載したもので、その概\n要は、前記⑶オのとおりである。（甲全１４１、２２３の１～３、\n甲全２２４）\n控訴人らは、被控訴人らに対し、平成２９年１０月１０日付け求\n釈明申立書⑸において、２分の１処理を行ったか否かやその内容等\nに関する釈明を求めた。\nそのため、被控訴人らは、平成３０年６月８日付け準備書面(16)\nで、上記求釈明の一部につき回答し、初めて、「ゆがみ調整につい\nては、基準部会の検証結果を反映させる比率を２分の１とした事実\nがあり、ゆがみ調整の結果、増額になる場合についても反映させる\n比率を２分の１としている。」と主張して、２分の１処理を行った\nことを認め、「基準部会の検証の結果判明した年齢別・世帯人員別\n・級地別の較差に係る指数を生活扶助基準額改定の考慮要素として\nそのままに反映させた場合、世帯によっては保護基準額が大幅な減\n額になってしまうことから、厚生労働大臣の政策的判断として、基\n準部会の検証結果を反映させる比率を２分の１としたものであり、\nこれは基準部会の検証結果をできるだけ公平に反映しつつ、生活保\n護受給世帯への影響を一定程度に抑えるための措置である。」など\nとし、「基準部会の検証結果を反映させる比率を２分の１としたこ\nとについて、これまで原告らから主張されておらず、被告らは、本\n件訴訟の主たる争点と直接関係すると考えていないことから、これ\nまで主張を行っていない。」（３、４頁）などとしていたが、これ\n以降は、２分の１処理が存在することを前提とした主張をするよう\nになった（なお、２分の１処理について、被控訴人らは、上記のと\nおり「本件訴訟の主たる争点と直接関係すると考えていないことか\nら、これまで主張を行っていない」などと主張しているが、本件訴\n訟においては、厚生労働大臣が行った本件改定の統計等の客観的数\n値等との合理的関連性や専門的知見との整合性の有無が審理されて\nいるものであるところ、平成２５年報告書に基づくゆがみ調整を２\n分の１しか反映させないということは、本件改定に関する極めて重\n要な事実であるから、２分の１処理がされていることを踏まえるこ\nとなしに、本件改定の統計等の客観的数値等との合理的関連性や専\n門的知見との整合性の有無を審理することなどあり得ないことであ\nって、それまでの間、被控訴人らが、２分の１処理について明らか\nにしてこなかったことは、訴訟上の信義則（民事訴訟法２条）に反\nするものといわざるを得ない。また、前記⑶カ及びクのとおり、厚\n生労働省社会・援護局保護課が平成２５年１月２７日に行った「生\n活扶助基準の見直しについて」の公表や同年２月１９日付けで作成\nした全国厚生労働関係部局長会議資料においても、２分の１処理を\n行うことについては一切触れていないのであり、北海道新聞で記事\nとされるまで全く明らかにされてこなかったもので、国民に対する\n関係においても、極めて不誠実なものといえる。このような点から\nすると、被控訴人らが本件改定の経過や内容について具体的な説明\nを行っていない部分に、これに劣らない重要な事実が含まれている\n可能性も否定できないのである。）。\nｃ  被控訴人国は、２分の１処理に関し、その検討作業の内容につい\nて、現に公にされているところを超えて、本件訴訟において、これ\nを具体的に説明したり、検討に用いた資料等を書証として提出した\nりするなどしなかった。\nそして、本件改定についての厚生労働省の担当者であったＢ証人\nも、当審での証人尋問において、控訴人らの「本件保護基準改定に\n際し、『２分の１処理』を行うことは、いつから検討を始め、具体\n的にどのような検討作業を行ったか、明らかにされたい。」、「厚\n労省において、報告書どおりの『ゆがみ調整』が行われた場合、『\nゆがみ調整』の効果としては、生活保護利用世帯の半数以上を占め\nる単身高齢世帯（６０歳以上の単身世帯）の生活扶助費が増額にな\nることを認識していたか。」及び「厚労省において、『２分の１処\n理』を講じた場合、『ゆがみ調整』の効果としては、生活保護利用\n世帯の半数以上を占める単身高齢世帯（６０歳以上の単身世帯）の\n生活扶助費の増額幅が２分の１になることを認識していたか。」と\nいう各尋問事項に対し、厚生労働大臣が、同証人の尋問に先立ち、\n令和５年３月２日付け「民事訴訟法１９１条１項の承認請求に対す\nる回答」（以下「本件承認請求回答」という。）において、いずれ\nも、「課や局の内部又は相互間並びに省幹部又は関係省庁との間に\nおける審議、検討又は協議の内容、担当職員の作成した資料の内容\nなど、厚生労働省における意思形成過程（当該部分に関する職員個\n人の認識や見解等を含み、現に公にされているものを除く。以下『\n厚生労働省における意思形成過程』という。）に係る部分を除き、\n尋問事項書記載の範囲で承認する。」としたため、上記各尋問事項\nに関する控訴人ら代理人の質問に対し、現に公にされているものを\n除き、具体的な回答をしなかった。また、控訴人らの「子どものい\nる世帯に対する影響」、「財政削減効果」及び「専門家による検討\nがないこと」に関する各尋問事項に対しても同様であり、いずれも、\n厚生労働大臣が本件承認請求回答で「厚生労働省における意思形成\n過程に係る部分を除き、尋問事項書記載の範囲で承認する。」とし\nたため、上記各尋問事項に関する控訴人ら代理人の質問に対し、現\nに公にされているものを除き、具体的な回答をしなかった（なお、\n公務員の尋問に関し監督官庁が承認するか否か（民事訴訟法１９１\n条）については、その裁量に係るものではあるが、当該訴訟におけ\nる承認を拒んだ尋問事項の重要性やその性質、監督官庁と当事者と\nの関係等により、特に監督官庁が一方当事者に属している場合には、\n承認を拒んだ尋問事項に関する事実関係の認定について、口頭弁論\nの全趣旨としてしん酌される（同法２４７条）ことがあるというべ\nきである。）。\nウ  デフレ調整について\nデフレ調整の概要\nａ  本件改定におけるデフレ調整は、おおまかにいうと、総務省ＣＰ\nＩの指数品目から、①生活扶助以外の扶助で賄われる品目（家賃、\n医療費等）と②原則として保有が認められず又は免除されるために\n生活保護受給世帯において支出することが想定されていない品目（\n自動車関連費、ＮＨＫ受信料等）をいずれも除外したものを、対象\nとする指数品目（以下「生活扶助相当品目」ともいい、また、除外\nされる上記①及び②の各品目を併せて「非生活扶助相当品目」とも\nいう。）として、総務省ＣＰＩの算出に当たり用いられている平成\n２２年基準のウエイトを用いるなどして算出された指数、すなわち\n生活扶助相当ＣＰＩを用いて、平成２０年の生活扶助相当ＣＰＩと\n平成２３年の生活扶助相当ＣＰＩとの変化率から求めた平成２０年\nから平成２３年までの期間における物価下落率４．７８％（本件下\n落率）を、２分の１処理を加えたゆがみ調整をした後の生活保護基\n準額から減額（（１－０．０４７８）を乗ずる）して、生活扶助基\n準を引き下げるものである。\nｂ  被控訴人らは、デフレ調整が実施された経緯について、原審の第\n１回口頭弁論期日（平成２７年３月２０日）において陳述した答弁\n書で、「近年、デフレ傾向が続く中、生活扶助基準額は据え置かれ\nてきた。一般的に、可処分所得が変わらない状況において消費者物\n価指数が下がれば、実質的な購買力は上昇する。そうすると、消費\n者物価指数がマイナスとなっている中で、生活扶助基準額が据え置\nかれているということは、実質的に見れば、生活扶助基準の引上げ\nと同視することができ、生活保護受給世帯の可処分所得が実質的に\n増加してきたといえる。」、「厚生労働大臣は、一般国民の生活実\n態との均衡を図るため、実質的な購買力を維持しつつ、社会保障・\n福祉分野で一般的に用いられる客観的な経済指標である物価（消費\n者物価指数）の動向を勘案して生活扶助基準額の見直しを行うこと\nとしたものである。」などと主張し（４４頁）、同年４月１７日付\nけ準備書面⑴でも、「平成１９年の時点で、生活扶助基準検討会に\nよる平成１９年検証により、当時の生活扶助基準が一般低所得世帯\nの消費実態と比べて高いという結果が得られていたことから、一般\n低所得者世帯の消費実態との適合性を考慮した生活扶助基準の見直\nしがされるべき状況にあったものの、その当時の原油価格の高騰や\n平成２０年９月以降の世界金融危機が実体経済に深刻な影響を与え\nており、国民の将来不安が高まっていることなどを考慮して、生活\n扶助基準の見直しは見送られてきた。しかしながら、完全失業率が\n急激に悪化し、また、賃金、物価及び家計消費がいずれも継続的に\n下落するデフレ状況に陥いる中で、生活保護受給者数も急激に増加\nしていった。」、「デフレ傾向が続き、消費者物価指数がマイナス\nとなっているにもかかわらず生活扶助基準額が据え置かれていたこ\nとは、実質的に見れば生活扶助基準の引上げと同視することができ、\nこれにより生活保護受給世帯の可処分所得も実質的に増加している\n状況にあった。」、「保護基準は『最低限度の生活の需要』を超え\nている場合であっても、法８条２項に反するものとなることから、\n上記のとおり、早急な生活扶助の給付水準の適正化の実施が政策課\n題とされていることを背景として、上記の生活保護受給世帯におけ\nる可処分所得の実質的増加を勘案して生活扶助給付水準の適正化を\n図る必要があることは明らかである。」などと主張していた（１７、\n１８頁）。\nところが、その後審理が進んでいく中で、被控訴人らは、その主\n張を変化させ、当審の口頭弁論終結時の期日（令和５年７月１４日\n）において陳述された令和５年５月３１日付け準備書面(12)では、\n「実質的な購買力（可処分所得）を維持することは、生活扶助基準\nの改定に当たり必然的に求められるものではない（乙（全）第１１\n６号証６ページ）。」、「デフレ調整は、一般国民の生活水準との\n均衡を図るという生活扶助基準の改定の考え方を前提とした上で、\n物価動向を基礎として生活扶助基準の改定を行うこととしたもので\nあり、実質的な購買力（可処分所得）に着目した説明は、物価動向\nの範囲内で生活扶助基準を改定することを言い換えたものにとどま\nる。したがって、デフレ調整の改定率に相当する『生活保護受給世\n帯における可処分所得の相対的、実質的な増加』が現に認定できる\nかどうかについては、本件保護基準改定の適法性を左右しないので\nある。」などと主張するに至った（６９、７０頁）。\nｃ  被控訴人ら（被控訴人国）は、デフレ調整や生活扶助相当ＣＰＩ\nに関し、その検討作業の内容について、現に公にされているところ\nを超えて、本件訴訟において、これを具体的に説明したり、検討に\n用いた資料等を書証として提出するなどしなかった。そして、Ｂ証\n人も、厚生労働大臣が、同証人の尋問について、本件承認請求回答\nにおいて、控訴人らの「本件保護基準改定に際し、『デフレ調整』\nを行うことは、いつから検討を始め、具体的にどのような検討作業\nを行ったか明らかにされたい。」との尋問事項に対し、「厚生労働\n省における意思形成過程に係る部分を除き、尋問事項書記載の範囲\nで承認する。」としたため、上記尋問事項に関する控訴人ら代理人\nの質問に対し、現に公にされているものを除き、具体的な回答をし\nなかった。また、生活扶助相当品目の除外の点についても、控訴人\nらの「生活扶助相当ＣＰＩの基礎となる品目の選定にあたり、生活\n扶助相当品目以外の品目の除外は、誰がどのように決定したのか。\n」、「生活扶助相当ＣＰＩと同様に平成２２年の一般世帯のウエイ\nトを用いて同一期間の一般物価を計算しても下落率は３．８３％で\nある（甲全１４９の３８頁表１１の『系列名Ｃ』参照）のに対し、\n生活扶助相当ＣＰＩの下落率が４．７８パーセントと大きく増えて\nいるのは、生活扶助相当品目以外の品目を除外したことによるもの\nではないか。これは、生活扶助相当品目以外の品目の除外によって、\n生活保護利用世帯において一般世帯と比較して支出割合の少ないテ\nレビやパソコン等、価格下落率の大きな電化製品等の『寄与度』が\n大きくなり、その結果、生活扶助相当ＣＰＩの下落率が大きくなっ\nたのではないか。この点については、厚労省において、当時認識し\nていなかったのか。認識していたとすれば、どのように考慮したの\nか。」、「生活扶助費から遊興目的での海外旅行の費用を支出する\nことは認められていない（そのような支出は収入認定される）ので\nはないか。それにもかかわらず、生活扶助相当品目に『海外パック\n旅行』が含まれているのはなぜか。他方で、自動車は例外的にその\n保有が認められる場合があるものの、自動車関係経費は生活扶助相\n当品目から除外されているが、『海外パック旅行』が自動車と異な\nる取扱いとされた理由は何か。」及び「生活扶助相当ＣＰＩの基礎\nとなる品目の選定について、異なるシミュレーション（選定品目を\n変えてみること）で検討作業を行ったことはあるか。」という各尋\n問事項に対し、いずれも、厚生労働大臣が本件承認請求回答で「厚\n生労働省における意思形成過程に係る部分を除き、尋問事項書記載\nの範囲で承認する。」としたため、Ｂ証人は、上記各尋問事項に関\nする控訴人ら代理人の質問に対し、現に公にされているものを除き、\n具体的な回答をしなかった。これは、デフレ調整についての「『デ\nフレ調整』の始期を平成２０年としたこと」、「生活扶助相当ＣＰ\nＩの算出方法」、「平成２２年基準のウエイトを用いたこと」、「\n一般世帯の家計出のウエイトをそのまま用いたこと」及び「専門家\nによる検討がないこと」に関する控訴人らの尋問事項に対しても同\n様であり、本件承認請求回答で「厚生労働省における意思形成過程\nに係る部分を除き、尋問事項書記載の範囲で承認する。」とされ、\nこれらの事項について、Ｂ証人は、控訴人ら代理人の質問に対し、\n現に公にされているものを除き、具体的な回答をしなかった（なお、\n監督官庁の尋問の承認（民事訴訟法１９１条）に関しては、前記イ\nｃのとおり、口頭弁論の全趣旨としてしん酌される（同法２４７\n条）ものである。）。\n物価指数\n物価指数は、基準となる時点（基準時）の物価を１００として、比\n較する時点（比較時）の物価を相対的に比較した数値である。\n物価指数を算出するための算式は複数存在するところ、国際労働機\n関（ＩＬＯ）が作成した「消費者物価指数マニュアル  理論と実践」\n（ＩＬＯマニュアル）は、比較される時点間（基準時から比較時まで\n）において、一般に「買い物かご」又は「マーケットバスケット」と\nもいわれる、物価を測定する一定の財及びサービスの品目及びその数\n量の全部を購入するために要する全費用の割合の変化として定義され\nる指数を、「ロウ指数」と呼称し、非常に普及した一般的な物価指数\nの種類の１つであるとしている。\nＩＬＯマニュアルは、消費者物価指数において用いられるウエイト\n参照時点（「買い物かご」の内容を固定する時点）について、基準時\nと比較時の間のいつの時点でもよい旨説明しているところ、ウエイト\n参照時点を基準時とする方式をラスパイレス式といい、これにより算\n出される指数をラスパイレス指数という。また、ウエイト参照時点を\n比較時とする方式をパーシェ式といい、これにより算出される指数を\nパーシェ指数という。ラスパイレス指数は、専ら基準時のウエイトの\nデータにより算出可能であり、比較時のウエイトのデータを必要とし\nないため、作成コストの点で優れている反面、基準時から比較時まで\nの期間が長期化すると、物価変動を過大に評価する可能性の高いこと\nが知られている。また、物価指数は、財及びサービスの種類及びその\n数量を一定の時点（ウエイト参照時点）で固定するものであるが、消\n費者は、物価が下落した品目の消費量を増加させ、物価が上昇した品\n目の消費量を減少させる傾向にあると考えられることから、一般に、\n基準時から比較時までの期間が長くなるにつれ、ラスパイレス指数は\nパーシェ指数よりも大きくなることが知られている。\n物価指数を算出するに当たっては、①指数の対象となる集団（その\n指数が、何の、誰にとっての物価の変動をとらえようとするのか）、\n②指数算式、③ウエイト、④指数品目の範囲、及び⑤価格収集時点（\n流通過程のどの段階の価格をとるか）の各点が問題となる（なお、上\n記⑤は、消費者物価指数（ＣＰＩ）であれば当然に購入者価格（小売\n価格）となる。）が、物価指数は、どのような計算方法を用いるかに\nよって算出される数値が異なってくるから、意図的に算出される数値\nを操作することが可能である。したがって、物価指数の計算方法は、\n恣意的に用いられることがないように、どのような目的に利用するか\nを明確にした上で、その目的に適切なものであることが必要であり、\n十分に合理的で、かつ論理的に整合性のあるもの、すなわち、学術的\nに合理的で論理的整合性があるものとして承認されているものである\nことを要し、少なくとも学術的、論理的な批判に十分に耐えうるもの\nであることが不可欠というべきである。\n（以上につき、甲全１４９、２３５、３００、３５２、乙全５７、５\n８、証人Ｅ（原審。以下「Ｅ証人」という。）、証人Ｆ（当審。以下\n「Ｆ証人」という。））\n消費者物価指数（ＣＰＩ）\nａ  消費者物価指数（ＣＰＩ）は、全国の世帯が購入する財及びサー\nビスの価格等を総合した物価の変動を総合的に（平均的に）測定す\nるものであり、上記世帯の消費構造（買い物かご、マーケットバス\nケット）を一定のものに固定し、これと同等のものを購入した場合\nに要する費用が物価の変動によってどのように変化するかを指数値\nで表したものである。\nｂ  総務省ＣＰＩ\n消費者物価指数は、日本においては、総務省統計局によりＩＬＯ\nマニュアルに沿って毎月作成され、毎月１回、全国の前月分指数及\nび東京都区部の当月中旬速報値指数が公表されるほか、１２月分指\n数の公表時には年平均指数が、３月分指数の公表時には年度平均指\n数がそれぞれ公表されており（総務省ＣＰＩ）、①日本銀行の金融\n政策決定の重要な判断材料、②国や地方自治体の消費者行政、③家\n計支出や賃金などの実質化のデフレーター、④公的年金の給付額等\nを物価の動きに応じて改定するための算出基準などとして利用され\nているが、その概要は次のとおりである。\n指数算式\nラスパイレス式\n基準時（ウエイト参照時点）\n基準時は、消費構造が新たな財又はサービスの出現や嗜好の変\n化などによって変化し、長期間固定すると次第に実態と合わなく\nなるため、５年に１回、西暦年の末尾が０又は５の年に改定し、\n指数品目及びウエイトを定期的に見直している。本件の前後では、\n平成１７年（２００５年）、平成２２年（２０１０年）及び平成\n２７年（２０１５年）に改定されている。\n指数品目\n指数品目（買い物かごに入れる品目）は、家計調査の結果を基\nに、世帯が購入する多種多様な財及びサービス全体の物価変動を\n代表できるよう、家計の消費支出の中で重要度が高いこと、価格\n変動の面で代表性があること（同じ種類の商品の値動きに対して\n代表性のあること）、継続調査が可能であることなどの観点から\n選定される。\nなお、平成２２年基準時においては、５８８品目が選定されて\nいた。\nウエイト\n個々の財及びサービスの価格等を総合する際には、各々の支出\n割合に応じた「重み」（ウエイト）を当該品目に加味する。\nウエイトは、固定方式で、基準時（ウエイト参照時点）におけ\nる総消費支出額を１万として、各品目の支出額を比例換算した値\n（１万分比）で表されており、家計調査によって得られる基準時\nとなる年の平均１箇月間の１世帯（総世帯ウエイトを除いて２人\n以上の世帯）当たりの品目別消費支出額を用いて作成されている\n（総務省ＣＰＩウエイト）。\n価格\n指数品目として選ばれた品目について、毎月同等の商品の価格\nを調査できるよう、調査する商品の機能、規格、容量等を規定す\nる。このような規定を銘柄といい、調査銘柄は、指数品目の価格\n変動を代表するものとなる。\n調査銘柄の価格は、原則として、統計法に基づく基幹統計調査\nである小売物価統計調査によって得られた市町村別及び品目別の\n小売価格を採用している。ただし、パソコン（デスクトップ型）、\nパソコン（ノート型）及びカメラの３品目については、技術革新\nが著しく市場における製品のライフサイクルが極めて短いため、\n全国の主要な家電量販店で販売された全製品のＰＯＰ情報による\n販売価格を採用している。\n品質調整\n小売物価統計調査は、調査品目ごとに調査する商品の銘柄を指\n定し、同じ品質の財及びサービスを毎月継続して調査している。\nしかし、現実には、商品の製造中止や出回りの変化などに伴う銘\n柄の改正、調査地区の変更などが行われる。このような場合、当\n月価格と前月価格との間に生ずる価格差の中には、品質の変化な\nど物価変動以外の要因による価格差が含まれることがある。した\nがって、消費者物価指数の算出に当たっては、このような物価変\n動以外の要因による価格差を除去（品質調整）して比較時価格を\n算出する必要がある。品質調整には幾つかの方法があり、比較時\n価格の算出に当たっては、新・旧の財又はサービスの品質差の有\n無、品質差の態様、市場の価格形成の状況等をよく吟味して、最\nも相応しい方法を適用しなければならない。\n指数の計算\n指数の計算は、最初に、比較時価格を基準時価格で除して算出\nした品目別価格指数を各品目のウエイトで加重平均して最下位類\nの指数を算出し、次に各最下位類の指数を当該類ウエイトで加重\n平均して上位類の指数を算出する。同様にして、小分類指数、中\n分類指数、１０大費目指数、総合指数の順に積み上げる。\n全国の指数は、最初に、各調査市町村の品目別価格指数を各調\n査市町村の品目別ウエイトで加重平均して、全国の品目別価格指\n数を算出し、次に、全国のウエイトを用いて、上記の方法により\n順次上位類を計算して総合指数を算出する。なお、都市階級別、\n地方別の指数も全国の場合と同じ方法により算出する。\n作成系列\n作成される指数の主な系列は、基本分類指数、財・サービス分\n類指数、世帯属性別指数、品目特性別指数である。\nこのうち基本分類指数は、全体の物価の動きを総合した総合指\n数と、その内訳を消費の目的により費目別に分類した指数であり、\n後者は、１０大費目（指数品目を①食料、②住居、③光熱・水道、\n④家具・家事用品、⑤被服及び履物、⑥保健医療、⑦交通・通信、\n⑧教育、⑨教養娯楽、⑩諸雑費の１０費目に分類したものであり、\nこれらが更に中分類や小分類に細分類される。）、中分類及び小\n分類という各段階別分類の指数と、品目別指数から成る。\n指数の接続\n総務省ＣＰＩは、前記 のとおり、５年ごとに基準時及びウエ\nイト参照時点が改定されるところ、消費者物価指数は時間の経過\nによる物価の動きをみるものであるため、改定前にさかのぼって\n指数を比較することが可能となるよう、改定の都度、改定前の指\n数を改定後の指数に換算し、新旧の両指数が接続するようにして\nいる。\nこのような指数の接続は、地域並びに総合、類及び品目ごとに、\n各基準年の指数を次の基準年に当たる年の年平均指数で除するこ\nとにより行われる。例えば、平成１７年基準を平成２２年基準に\n接続する場合、平成２２年基準の接続指数は、平成１７年基準の\n指数を平成１７年基準の平成２２年の年平均指数で除し、これに\n１００を乗じることにより、計算される。\nｃ  平成１７年から平成２３年までの期間の総務省ＣＰＩ（全国・総\n合）について、平成２２年（２０１０年）を１００．０として表す\nと、平成１７年が１００．４、平成１８年が１００．７、平成１９\n年が１００．７、平成２０年が１０２．１、平成２１年が１００．\n７、平成２２年が１００．０、平成２３年が９９．７となり（なお、\n平成１７年（２００５年）を基準年とする平成１７年から平成２１\n年までの上記指数は、平成２２年を基準年とする指数の接続を行っ\nた結果である。）、平成２０年から平成２３年までの期間における\n総務省ＣＰＩによる物価の変化率は、－２．３５％となる。\n上記期間の総務省ＣＰＩについて、１０大費目ごとの指数（前年\n比）をみると、別紙６「第１６表  消費者物価指数上昇率（全国）\n」（乙１１の５枚目）に記載のとおりである。また、物価の変動は、\n総務省ＣＰＩの平成２０年から平成２３年までの下落率が、全国で\nは２．３５％であるのに、沖縄県では０．５％となっているように、\n地域によっても全く異なっている。\n（以上につき、甲全１００、１０２、１１２、１４９、２２１、２２\n８、２３０の１及び２、２３１、２３２、３０１、３５２、乙全１１、\n２７～２９、５７、５８、９９、Ｅ証人、Ｆ証人）\n消費者物価指数と生計費の変動の関係\n生計費とは、一定の水準の生活があったとして、その生活を維持す\nるために必要な費用であり、生計費の変動とは、ある２時点間での生\n計費の変化をとらえるものである。このような生計費は、物価の変動\nによる影響を受けるが、世帯類型によって消費実態（消費構造）が異\nなるため、生計費に影響を及ぼす物価変動の具体的内容は、世帯類型\nごとに異なってくる（すなわち、当該世帯が購入しない物の価格が変\n動しても、当該世帯の生計費は通常変動しない。）し、物価の変動に\nよる生計費の変動、ひいては可処分所得の実質的変動の有無及び程度\nも、同様であり、世帯類型ごとに異なってくる。\nしたがって、物価の変動による、ある集団における可処分所得の実\n質的変動の有無及び程度を測定するためには、当該集団の消費実態に\n合致したものから算出されることが必要であり、具体的には、①対象\n集団の設定について、消費構造の同質性が確保される集団とされるこ\nと、②対象品目の設定について、その集団が実際に購入する品目であ\nること、③品目を代表する銘柄の設定について、その集団が実際に購\n入する銘柄であり、その集団にとって当該品目を代表する銘柄である\nこと、④指数を算出する際に用いる価格の特定について、その集団が\n実際に直面する価格であること（その集団が購入しない店舗における\n価格が変動しても、その集団の可処分所得は実質的に変動しない。）、\n⑤その集団の消費構造に基づくウエイトであること（例えば、その集\n団が多く購入するもののウエイトを小さくし、その集団が購入するこ\nとの少ないもののウエイトを大きくしたのでは、その集団の消費実態\nとは異なるものになってしまう。）、⑥指数算式の決定について、少\nなくとも学術的に承認された指数算式であること（ＩＬОマニュアル\nで「最良指数」とされているものが望ましい。）、及び⑦品質調整に\nついて、品質調整済みの指数の動きは、実際に直面する価格の動きと\n異なることに留意すること（性能が良くなっても、価格が同じであれ\nば、可処分所得は実質的に変動しない。）が必要である。\nそうすると、上記の点において、消費者物価指数は、前記 のとお\nり消費者全体を対象集団とした平均的（総合的）なものであるから、\n消費者全体のうち特定の集団における、物価変動による生計費の変動、\nひいては可処分所得の実質的変動を、測定するための手段としては、\n不適切である（また、総務省ＣＰＩは、ウエイト参照時点を基準時と\nするラスパイレス式であり、代替バイアスと呼ばれる現象（全ての財\n及びサービスの価格が同じ割合で変化するとは限らず、消費者は、価\n格が相対的に大きく上昇した財及びサービスの購買量を減らし、価格\nの上昇が小さかった財及びサービスの購買量を増やす現象）が反映さ\nれないなどの問題があるため、そもそも生計費の完全な尺度ではない。\n）。\n（以上につき、甲全１４９、３００、３３９、３４０、３４８、３５\n２、４２１、乙全２７、Ｅ証人、Ｆ証人）\n生活扶助相当ＣＰＩ\nａ  生活扶助相当ＣＰＩは、生活扶助に相当する消費品目の物価の動\n向を勘案するためであるとし、同品目を対象とする消費者物価指数\nとして、厚生労働省が独自に考案した指数であり、おおまかにいう\nと、総務省ＣＰＩの算出の基礎となっている指数品目から非生活扶\n助相当品目を除外した品目（生活扶助相当品目）について、総務省\nＣＰＩの算出に当たり用いられている価格指数及びウエイトを独自\nのやり方で用いるなどして指数化したものである。\n厚生労働大臣は、デフレ調整において、平成２２年をウエイト参\n照時点とし（固定方式）、総務省ＣＰＩの算出に当たり用いられて\nいる価格指数及びウエイトを用いるなどして、平成２０年の生活扶\n助相当ＣＰＩが１０４．５、平成２３年の生活扶助相当ＣＰＩが９\n９．５とそれぞれなり、その結果、平成２０年から平成２３年まで\nの期間の物価下落率は４．７８％（本件下落率）になると判断した。\nすなわち、おおまかにいうと、厚生労働大臣は、平成２０年の生\n活扶助相当ＣＰＩについて、総務省ＣＰＩの平成２２年（２０１０\n年）基準の指数品目のうち平成２０年においても総務省ＣＰＩの算\n出の基礎となっている指数品目（平成２０年総務省ＣＰＩは平成１\n７年（２００５年）を基準年とするため、平成１７年基準の指数品\n目となる。）から、非生活扶助相当品目を除いた４８５品目をもっ\nて、生活扶助相当ＣＰＩの算出の基礎となる指数品目（生活扶助相\n当品目）とした上で、平成２２年をウエイト参照時点として、上記\n４８５品目について、同年の価格を１００とした場合の平成２０年\n時点の価格指数（総務省ＣＰＩのもの）にウエイト（総務省ＣＰＩ\nウエイト）を乗じ、その数値の合計（６４万６６２７．９）を上記\nウエイトの合計（６１８９）で除することにより、１０４．５（小\n数点２桁以下四捨五入）と算出した。\nまた、厚生労働大臣は、平成２３年の生活扶助相当ＣＰＩについ\nて、平成２２年指数品目から非生活扶助相当品目を除いた５１７品\n目をもって、生活扶助相当ＣＰＩの算出の基礎となる指数品目（生\n活扶助相当品目）とした上で、上記５１７品目について、同年の価\n格を１００とした場合の平成２３年時点の価格指数（総務省ＣＰＩ\nのもの）にウエイト（総務省ＣＰＩウエイト）を乗じ、その数値の\n合計（６３万５９７３．１）を上記ウエイトの合計（６３９３）で\n除することにより、９９．５（小数点２桁以下四捨五入）と算出し\nた。\nなお、両者で生活扶助相当品目が異なっている（４８５品目と５\n１７品目）理由は、総務省ＣＰＩの基準時が平成１７年から平成２\n２年に改定されるに当たり、指数品目の廃止や追加等がされており、\n廃止された指数品目は、平成２２年を基準時とする平成２０年の物\n価指数を算定することができないため、同年の生活扶助相当品目か\nら除外されるとともに、追加された指数品目（非生活扶助相当品目\nを除く。）は、平成２３年の生活扶助相当品目にのみ含まれるため\nである。\n上記の結果、厚生労働大臣は、平成２０年から平成２３年までの\n期間の物価下落率を、－４．７８％（（９９．５－１０４．５）÷\n１０４．５×１００。小数点３桁以下四捨五入。本件下落率）と判\n断した。\n（以上につき、前提事実、乙全２８～３０）\nｂ  前記ａの本件下落率（－４．７８％）については、生活扶助相\n当品目のうち教養娯楽用耐久財（中分類項目）、その中でも、特に\nテレビを筆頭に、ビデオレコーダー、デスクトップ型パソコン、ノ\nート型パソコン及びカメラの合計５品目（以下「テレビ等５品目」\nという。）の価格の下落が、顕著に影響している。\nすなわち、本件下落率に対するテレビ等５品目の寄与度（前記第\n４の１⑶イ ｄのとおり、ウエイトを加味した特定の指数品目の価\n格の変動の、物価全体の変動に対する影響の度合いを示す指標であ\nり、当該指数品目について、その他の指数品目の価格は変動せず、\n当該指数品目の価格のみが変動したと仮定した場合における、総合\n指数の変化率を表す。）を試算すると、次の算式のとおり、－３．\n２８％（小数点３桁以下四捨五入）になると試算され、本件下落率\n（－４．７８％）の７割近く（３．２８÷４．７８≒０．６８６）\nの原因をテレビ等５品目の価格の下落が占めている。\n算式  テレビ等５品目の寄与度\n＝（平成２３年のテレビ等５品目の価格指数×そのウエイト\n－平成２０年のテレビ等５品目の価格指数×そのウエイト\n）\n÷平成２３年の総合ウエイト÷平成２０年の総合指数\n×１００\n＝（１万０１０７．７－３万２０３０．３）\n÷６３９３÷１０４．５\n×１００\n≒－３．２８１\nまた、上記算式の数値のうち平成２３年の総合ウエイトを、総務\n省ＣＰＩウエイトの総和である１万として計算すると、上記寄与度\nは－２．１０％（小数点３桁以下四捨五入）となる。これによれば、\n生活扶助相当ＣＰＩが非生活扶助相当品目を指数品目から除外して\n算出されることにより、テレビ等５品目を含め、除外されなかった\n指数品目のウエイトが総合ウエイトに占める比率が、相対的に一律\nで大きくなっていることも、上記寄与度に相当程度影響しているこ\nとが分かる。\n上記のような現象が生じた原因としては、生活扶助相当ＣＰＩは、\n平成２０年から平成２３年までの期間で算出されたものであるが、\n両年共にウエイト参照時点を平成２２年としているところ、同年に\nおいては、平成２１年５月に開始した家電エコポイント制度の開始\nや平成２３年７月の地上デジタル放送への完全移行に備えた需要増\n加という特殊な事情からテレビの消費量（購買量）がその前後の年\nに比べて突出して大きかった（家計調査におけるテレビの消費支出\n額は、平成１７年が１万０３７０円、平成１８年が１万１４８５円、\n平成１９年が１万２９３９円、平成２０年が１万３７０１円、平成\n２１年が１万８３２６円と徐々に増加して、平成２２年の２万７４\n３６円（平成１７年の約２．６５倍、前年の平成２１年と比べても\n約１．５０倍）となったが、翌年の平成２３年には１万１３４４円\n（平成２２年の半分以下（０．４１倍））に戻っている。）結果、\nテレビのウエイトが大きく増加した（平成１７年基準の３７から、\n平成２２年基準の９７（約２．６２倍）になった。）ことや、テレ\nビの価格指数が（品質調整の影響を含めて）平成２１年から平成２\n３年にかけて前年比で毎年３０％前後も下落していた（平成２０年\nの２０５．８から平成２３年の６９．１になった。）ことが挙げら\nれる。\n（以上につき、甲全１１２、１３７、１４９、２５１、３００、３\n４７、３５１、３５２、３９７～４０６、乙全２７～３０、Ｅ証人、\n証人Ｇ（原審）、Ｆ証人）\nｃ  生活扶助相当ＣＰＩは、前記 及び の観点からすると、物価変\n動による生活保護受給世帯の可処分所得の実質的増減（要保護者の\n最低限度の生活の需要の高低）を測定する指数として、特に次の\nないし のとおりの難点がある上、これとは別の観点からも、後記\nのとおりの問題点がある。\n対象集団の設定\n生活扶助相当ＣＰＩは、一般世帯を対象とする家計調査によっ\nて得られたデータを用いており、生活保護受給世帯と異なる集団\nを対象としている。\nウエイトの設定\n生活扶助相当ＣＰＩは、総務省ＣＰＩウエイトをそのまま用い\nているが、総務省ＣＰＩウエイトは、一般世帯を対象とする家計\n調査によって得られたデータを用いて作成されているものである\n上、生活保護受給世帯の消費構造と一般世帯の消費構造は相当程\n度異なっているから、総務省ＣＰＩウエイトは、生活保護受給世\n帯の消費構造を表しているとは到底いえない（詳細は、後記２⑶\nイ ｂないしｅの認定及び判断のとおりである。）。\n指数算式の決定\n生活扶助相当ＣＰＩの指数算式は、国際的な規準上、パーシェ\n指数ではないし、パーシェ指数と結果的に等価になる指数でもな\nく、ロウ指数とさえいえないものであり（なお、仮に生活扶助相\n当ＣＰＩをロウ指数であると評価したとしても、直ちに合理性が\nあるといえるような性質のものでもない。）、本件改定において\n厚生労働大臣が用いた独自の指数で、理論的に難のあるものであ\nる。\nすなわち、物価指数の算出においては、「類」の指数は、そこ\nに含まれる「品目」を集計して算出されるものであるから、「品\n目」の合計（平均）は、「類」に一致するはずである。ところが、\n生活扶助相当ＣＰＩは、平成１７年基準のウエイトと平成２２年\n基準のウエイトを併用している部分があり、「品目」の数値と「\n類」の数値が一致しないから、この点においても、恣意的に作成\nされたものといわざるを得ない。そして、ロウ指数といえるため\nには、項目によって恣意的に異なるウエイト参照時点が選択され\nることがないように、全ての項目のウエイト参照時点が同一でな\nければならないから、上記のように異なる時点のウエイトが併用\nされている生活扶助相当ＣＰＩは、ロウ指数とはいえないもので\nあり、したがって、ロウ指数の一種であるパーシェ指数ともいえ\nないのである。\n加えて、生活扶助相当ＣＰＩは、学術的に例のない、異なる指\n数算式を組み合わせる（平成１７年を基準時とする指数系列と平\n成２２年を基準時とする指数系列とを、平成２２年のウエイトに\n合わせて結合させ、１つの指数系列を作成するものであり、総務\n省統計局の接続方式等とは全く異なる方法で、異なる指数系列を\n結合させている。）という独自の方法によって、指数が算出され\nるものである。\n異なる「買い物かご」を比較するという不合理な方法が採られ\nていること\n総務省ＣＰＩの基準時が平成１７年から平成２２年に改定され\nるに当たり指数品目の廃止や追加等がされたため、平成２０年の\n生活扶助相当ＣＰＩは、指数品目が４８５品目である一方で、平\n成２３年の生活扶助相当ＣＰＩは、指数品目が５１７品目であり、\n両者の指数品目数が３２も異なっている（すなわち「買い物かご\n」が異なっている）ため、個々の指数品目のウエイト比の相対的\nな大きさも両年で異なっている（しかも、このことは、生活扶助\n相当ＣＰＩを作成する時点で自明である。）にもかかわらず、総\n務省統計局の方式やＩＬＯマニュアルに沿った接続の処理が行わ\nれていない。\n（以上につき、甲全１０３、１１１、１４９、２０６、２３６、２\n３７、３００、３４７、３５０～３５２、３９７～４０６、４２１、\nＥ証人、Ｆ証人）\nエ  激変緩和措置について\n本件改定においては、激変緩和措置として、①平成２５年度から３年\n間にわたり段階的に実施する（期末一時扶助を除く。）とともに、②改\n定前基準額からの増減幅が±１０％を超えないように調整された（なお、\n被控訴人らは、それまで明らかにしてこなかった２分の１処理のあるこ\nとが新聞報道等で指摘されるなどし、現時点では、２分の１処理のある\nことを認めた上、これも激変緩和措置である旨主張している。）。\n２  争点１（本件各告示による生活扶助基準の改定に生活保護法３条、８条２\n項、９条等に違反した違法があるか）について\n⑴  判断枠組み\n以下のとおり補正するほかは、原判決「事実及び理由」第５の３⑴に記\n載のとおりであるから、これを引用する。\nア  原判決６６頁１９行目の「国の財政事情を無視することができず、ま\nた、」を「国の財政事情を含めた」と改め、２２行目の「１２３５頁」\nの後に「、平成２２年（行ツ）第３９２号同２４年２月２８日第三小法\n廷判決・民集６６巻３号１２４０頁、平成２２年（行ヒ）第３６７号同\n２４年４月２日第二小法廷判決・民集６６巻６号２３６７頁、平成２４\n年（行ツ）第３０２号・同年（行ヒ）第３５５号同２６年１０月６日第\n一小法廷判決」を加え、２３行目から２４行目にかけての「改定するに\n際し、生活扶助基準の改定の必要があるか否か」を「引き下げる内容の\n改定をするに際し、改定前の生活扶助基準が要保護者の最低限度の生活\nの需要を満たすに足りる程度を超えるものとなっているか否か」と改め\nる。\nイ  原判決６７頁２行目の「生活扶助基準」から５行目の「影響」までを\n「生活扶助は、衣食その他日常生活の需要に応じてされるものであり（\n生活保護法１２条１号）、そのうち基準生活費は、食費や被服費、光熱\n水費、家具什器類費等、日常生活上不可欠な支出に係る需要を満たすた\nめのものであるから、生活扶助基準を引き下げる内容の保護基準の改定\nは、改定前の生活扶助基準が最低限度の生活の需要を満たすに足りる程\n度を超えるものとなっているか否かにかかわらず、現にその保護を受け\nて生活設計を立てていた被保護者に関しては、保護基準により具体化さ\nれていた日常生活に係る期待的利益の喪失を来す側面があることも、否\n定し得ないところである。したがって、厚生労働大臣は、生活扶助基準\nを引き下げる内容の保護基準の改定をするに当たっては、当該改定の必\n要性を踏まえつつ、被保護者の上記のような期待的利益」と改める。\nウ  原判決６７頁１７行目の「検討されている」から６８頁１行目の「べ\nきである」までを「検討されている。これらの諸点に鑑みると、本件改\n定については、①これを行った厚生労働大臣の判断に、最低限度の生活\nの具体化に係る判断の過程及び手続における過誤、欠落の有無等の観点\nからみて裁量権の範囲の逸脱又はその濫用があると認められる場合、あ\nるいは、②本件改定に際して激変緩和等の措置を採るか否かについての\n方針及びこれを採る場合において現に選択した措置が相当であるとした\n同大臣の判断に、被保護者の期待的利益や生活への影響の観点からみて\n裁量権の範囲の逸脱又はその濫用があると認められる場合に、生活保護\n法３条、８条２項に違反し、違法なものになるというべきであり、裁判\n所が上記①及び②の各点を判断するに当たっては、統計等の客観的な数\n値等との合理的関連性や専門的知見との整合性の有無等の観点から審査\nするのが相当である」と改める。\nエ  原判決６８頁５行目の「２３６７頁」の後に「、平成２４年（行ツ）\n第３０２号・同年（行ヒ）第３５５号同２６年１０月６日第一小法廷判\n決」を加える。\nオ  原判決７１頁４行目の「９条」を「２条１項」と改め、同行目の「締\n約国において、」の後に「同規約９条、１１条１項等の定める」を加え、\n８行目の「定めたものではない」の後に「し、控訴人らの主張するよう\nな原則を定めたものであるとも解されない」を加え、１０行目の「達成\nする」から１１行目の「９条により」までを「達成するため、自国にお\nける利用可能な手段を最大限に用いることにより、個々に又は国際的な\n援助及び協力、特に、経済上及び技術上の援助及び協力を通じて、行動\nをとることを約束する』と規定しているように、社会権規約２条１項、\n９条、１１条１項等により、直ちに」と、１６行目の「９条及び」を「\n２条１項、９条、１１条１項等や」と、１７行目の「裁量権が制約され\nる」を「裁量権が直ちに制約されるものではなく、後退的な措置が禁じ\nられている」とそれぞれ改め、１８行目末尾の後に改行の上、次のとお\nり加える。\n「  ただし、生活保護は、健康で文化的な最低限度の生活を営むことが\nできるものであることが求められるものであり（生活保護法３条、８\n条２項）、日常生活に必要な基本的かつ経常的な費用についての最低\n生活費を定めたものである生活扶助基準の引下げを内容とする改定は、\nその性質上、これによって最低限度の生活を営むことさえ困難にする\n可能性があると考えられるから、極めて慎重に行われるべきものであ\nる。」\nカ  原判決７１頁１９行目から７２頁９行目までを削除し、１０行目の「\nエ」を「ウ」と改め、２４行目の「（前記１⑴イ）」、７３頁１行目の\n「（前記１⑵ア ）」及び３行目の「（前記１⑵イ、エ）」をいずれも\n削除し、９行目の「厚生労働大臣」から１０行目の「１号）」までを「、\n厚生労働大臣の諮問に応じて社会保障に関する重要事項を調査審議する\nこと、当該重要事項に関して厚生労働大臣又は関係行政機関に意見を述\nべること等の事務をつかさどる旨規定しているにとどまる（同法７条１\n項）から、同法上」と改める。\n⑵  ゆがみ調整の違法性\nア  ２分の１処理に係る厚生労働大臣の判断について\n認定事実⑷イ のとおり、ゆがみ調整は、平成２５年検証の結果で\n示されていた、生活扶助基準と一般低所得世帯（第１・十分位）の消\n費実態との間の年齢階級別、世帯人員別及び級地別による各較差を是\n正するため、上記消費実態を生活扶助基準の展開部分に反映させるこ\nとを内容とする生活扶助基準の改定であり、上記結果を踏まえたもの\nであるものの、これをそのまま生活扶助基準に反映させることなく、\n２分の１の範囲でのみ反映させるものである（２分の１処理）。\n被控訴人らは、２分の１処理を行った理由につき、前記第５の１⑵\nイのとおり、厚生労働大臣は、生活扶助基準の展開部分の適正化とい\nうゆがみ調整の本質的部分を維持しつつ、平成２５年検証の結果を生\n活扶助基準の展開部分にそのまま反映させることにより不利益を受け\nる、子どものいる世帯への配慮や、検証結果に統計上の限界があった\n平成２５年検証に続く基準部会による次回の更なる検証を見据えた措\n置（激変緩和措置）として、上記結果の反映の程度を、減額か増額か\nを問わず、一律に２分の１としたなどと主張する。\nａ  認定事実⑷イ のとおり、被控訴人らは、原審の審理において、\n２分の１処理につき、当初から激変緩和措置の一内容として主張し\nていたものではなく、また、本件開示文書においても、２分の１処\n理があることには触れているのに、激変緩和措置としては、「基準\nの見直し幅の上下限の設定」と「基準の見直しの段階的実施」の２\n点が記載されているだけで、２分の１処理は記載されていなかった\nものである。これに加え、厚生労働省社会・援護局保護課が作成し\nた平成２５年２月１９日付けの「全国厚生労働関係部局長会議資料\n」及び同年３月１１日付けの「社会・援護局関係主管課長会議資料\n」においても、激変緩和措置として、本件開示文書と同様に上記の\n２点だけが記載されていること（認定事実⑶ク、乙全１６）、Ｂ証\n人は、当審における証人尋問で、本件改定に際して、２分の１処理\nの検討をいつから始めてどのような検討作業を行ったかなどの点に\nつき、現に公にされているものを除いて具体的な回答をしなかった\nことなどに照らすと、厚生労働大臣が、本件改定を行うに当たり、\n２分の１処理を、被控訴人らが現在主張しているような激変緩和措\n置として行うこととするという判断をしていたものであるかについ\nては、非常に疑わしいものといわなければならず、直ちに被控訴人\nらの主張を採用することはできない。\nこれについて、被控訴人らは、原審の審理において、当初、２分\nの１処理に関する主張をしていなかったことにつき、控訴人らから\n主張されておらず、本件訴訟の主たる争点と直接関係すると考えて\nいなかったからであるなどと説明する。しかし、そもそも、２分の\n１処理があること自体、厚生労働省内で検討されていただけで、一\n般国民には、本件改定があっても明らかにされていない（ゆがみ調\n整について平成２５年検証を行った基準部会の委員らに対してさえ\n知らされていない）のであるから、厚生労働省内部の検討内容を知\nらない控訴人らが指摘して争点とできるような状況にはなかったの\nであって、このような説明は、前提を欠くもので、極めて不誠実な\nものといわざるを得ない。また、被控訴人らは、上記２点の激変緩\n和措置については、控訴人らが訴状で主張していなかったにもかか\nわらず、既に原審の答弁書の中で、自ら積極的に主張しているので\nあって、同じく激変緩和措置と位置付けられるという２分の１処理\nの点に限り、その主張を敢えて差し控えるべき合理的理由は、何ら\n見当たらないのであるから、被控訴人らの上記説明は、この点にお\nいても全く説得力がない。そして、２分の１処理は、平成２５年検\n証の結果を半分しか考慮しないというものであるところ、専門家ら\nによる検討結果をそのまま取り入れるか、これに変更を加えて取り\n入れるか、あるいはこれを取り入れないかという非常に重要な政策\n的判断であり、厚生労働大臣の裁量権に属するものであったとして\nも、これを明らかにして、その是非を問うことが必要不可欠という\nべき性質のものである。そうすると、上記のような事柄の重要性に\n鑑みれば、そもそも単なる訴訟上の主張立証の問題に矮小化してし\nまうことはできないもので、訴訟上での指摘の有無にかかわらず、\n国民に対して明らかにされるべきものといわなければならない。ま\nた、２分の１処理がされることによって、これを行わない場合と比\nべ、財政効果がどのように変わるのかということも非常に重要であ\nり、この点においても、具体的根拠をもって国民に対して説明され\nるべき事柄である（なお、Ｂ証人は、２分の１処理がなかった場合\nの財政効果はその２倍程度である旨証言し、被控訴人らはこれを引\n用するが、上記証言自体、抽象的、感覚的なもので、到底十分なも\nのとはいえず、その余の措置も考慮に入れた上で、実際にどのよう\nなものであるかを、被控訴人らにおいて具体的に説明すべきである。\n）。\nこの点に関しては、例えば、第１１回基準部会において、事務局\nから提示された資料について、委員から、「テクニカルに非常に透\n明性が高い、何をやるかということまでこと細かに書いてある」、\n「きょうの資料２は非常にテクニカルで、私たちのような専門家と\n世の中の人から言われるような者であっても理解するのに時間がか\nかりますし、これは恐らく一般の方々に何をしたかをわかっていた\nだくのは非常に難しいと思います。そこで、説明する機会や何らか\nの工夫をしていただかないと、何かわけのわからない数式がいっぱ\nい並んでいて、後でぽんと出てきて、これで私たちの保護基準が上\nがるのか下がるのかがわからないという状況だと非常に不信感も出\nてくる。」などの意見が出され、部会長が「事務局のほうには、分\n析の手法のフローチャートをわかりやすく示すとともに、効果もわ\nかりやすい形で発表できるように工夫していただきたいと思います。\nただ、別の専門家が同じ手法を使って同じ方法をやっても同じ結果\nになるような形で、再現可能な形で発表をしなければいけないと思\nいますので、ブラックボックスでという話にはならないように、丁\n寧に説明をしなければいけないと思います。」などと述べているよ\nうに、平成２５年検証の検証結果は、保護基準の改定につながるも\nのであり、その分析の手法や分析に基づく効果について、その性質\n上、①透明性があり、②一般国民に分かりやすく、かつ③専門家が\n検証可能であることが要請されていたことは明らかである（甲全８\n３の１）。ところが、このような要請を満たす平成２５年検証の検\n証結果を受けたゆがみ調整について、その間に２分の１処理が挟ま\nれていることが、ブラックボックスにされ、①不透明で、②一般国\n民に知らされず、③専門家も検証できなくされていたのである（な\nお、被控訴人らは、後に検討するデフレ調整において物価を指標と\nすることについて、「国民に対する説明」ないし「説明の分かりや\nすさ」を主張しているが、ここでは、国民に対して説明されず、「\n分からないように」されていたのである。）。\nまた、このように本質的なもので、極めて重要な点について、そ\nれが判明するまで長らくブラックボックスにされていたということ\nは、厚生労働省ないし被控訴人国は、本件について判断過程審査が\n行われるべきである旨主張しながら、判断過程の極めて重要な部分\nを秘していたものであり、統計等の客観的な数値等との合理的関連\n性や専門的知見との整合性の有無が審査されるべき場面において、\nこれに関する重要な事実を明らかにしないことがあるということを\n示すものであって、このような訴訟態度も、口頭弁論の全趣旨（民\n事訴訟法２４７条）としてしん酌されるべきである。\nｂ  前記ａの点をおくとしても、被控訴人らが主張する前記 の理由\nのうち、子どものいる世帯への配慮による激変緩和措置をいう点に\nついては、確かに、認定事実⑶エ のとおり、平成２５年検証の結\n果において、その結果を生活扶助基準の展開部分にそのまま反映さ\nせると、世帯員の年齢、世帯人員、居住する地域の組合せにより各\n世帯への影響は様々であると断りつつ、例として、夫婦と１８歳未\n満の子１人世帯は－８．５％、夫婦と１８歳未満の子２人世帯は－\n１４．２％、母親と１８歳未満の子１人の母子世帯は－５．２％の\nそれぞれ減額となる旨示されており、平成２５年報告書に留意事項\nとして「生活扶助基準の見直しを具体的に検討する際には、現在生\n活保護を受給している世帯及び一般低所得世帯、とりわけ貧困の世\n代間連鎖を防止する観点から、子どものいる世帯への影響にも配慮\nする必要がある。」と記載されていたことが認められる。\nしかし、上記認定の事実から、平成２５年検証の結果を反映させ\nた場合に従前よりも生活扶助基準が引き上げられる生活保護受給世\n帯との関係において、上記結果の反映の程度を２分の１の範囲とす\nることの合理性が、裏付けられるものではない。\nいわゆる激変緩和措置は、一般に、従前の取扱いを変更すること\nによって不利益を受ける者がいることを前提に、不利益を受ける者\nの負担等に配慮して、その不利益を緩和することを目的とするもの\nであり、これを生活扶助基準の引下げについてみれば、従前の生活\n扶助基準による扶助が支給されることを前提として現に生活設計を\n立てていた被保護者の期待的利益に配慮するものとなるから、平成\n２５年検証の結果を反映させた場合に従前よりも生活扶助基準が引\nき下げられる生活保護受給世帯との関係においては、その反映の程\n度を２分の１の範囲とすることは、上記引下げによる不利益を緩和\nするものであり、激変緩和措置であるということができる。しかし、\n平成２５年検証の結果を反映させた場合に従前よりも生活扶助基準\nが引き上げられる生活保護受給世帯との関係においては、その結果\nをそのまま反映させることは何ら不利益でないのであるから、その\n反映の程度を２分の１の範囲とすることは、上記の意味における激\n変緩和措置でないことは明らかである。\nまた、ゆがみ調整は、平成２５年検証の結果において、生活扶助\n基準と一般低所得世帯の消費実態との間に年齢階級別、世帯人員別、\n級地別による各較差がある旨示されたことを踏まえて、上記消費実\n態を生活扶助基準の展開部分に反映させることにより、生活保護受\n給世帯間の不公平の是正を図ることを目的（趣旨）とするものであ\nるところ、上記結果の反映の程度を２分の１の範囲とすれば、上記\n不公平の是正が十分に行われないこととなる。この点について、被\n控訴人らは、原審において、上記結果を生活保護受給世帯の全てに\nできるだけ公平に反映しつつ、生活保護受給世帯への影響を一定程\n度に抑えるための（激変緩和）措置として、厚生労働大臣の政策的\n判断として上記結果を反映させる比率を増額及び減額共に２分の１\nに抑えることとしたなどと、上記結果の反映の程度を公平に一律で\n２分の１の範囲とした旨主張し、当審において、２分の１処理によ\nっても、平成２５年検証により明らかとなった生活扶助基準と一般\n低所得世帯の消費実態との乖離がその乖離の程度に比例して一定の\n割合で解消されることには変わりがなく、生活保護受給世帯間の公\n平を図るために生活扶助基準の展開部分を適正化するという、ゆが\nみ調整の本質的部分の趣旨に沿うものであるなどと主張する。しか\nし、被控訴人らは、「ゆがみ調整は、・・・一般低所得世帯におけ\nる世帯の構成割合が生活保護受給世帯におけるそれと同じであれば、\n財政的にはプラスマイナスゼロになります。」などと説明している\n（認定事実⑷イ ）のであるから、この説明を前提とする限り、２\n分の１処理は、厚生労働大臣の判断としては、生活保護受給世帯間\nで、ゆがみにより生じていた不利益が解消されるべき者の負担によ\nって、ゆがみにより生じていた利益が解消されるべき者の利益を一\n部残存させることとしたものであるとみるほかになく、上記結果を\nそのまま反映させる場合に比べて生活保護受給世帯間の不公平を残\n存させる結果となるから、むしろ公平とはいえないし、ゆがみ調整\nの本質的な部分を半減させてしまうものであるから、上記目的（趣\n旨）にも反するというべきであって、被控訴人らの上記主張は、い\nずれも明らかに不合理な説明である（一般的、抽象的には良い響き\nが感じられる「公平」という言葉を使うなどして、実際には「不公\n平」を残存させていることを取り繕っているものともいえる。）。\nしたがって、２分の１処理は、統計等の客観的な数値等との合理\n的関連性が十分に図られていないことになるし、基準部会が平成２\n５年報告書によって示した専門的知見が十分に反映されないことに\nなるから、これとの整合性を欠くことになるのであって、少なくと\nも、ゆがみ調整により生活扶助基準の引上げにつながる生活保護受\n給世帯との関係においては、是正されるべき不利益の一部を放置し\nたまま、後記３の認定及び判断のとおり違法なデフレ調整による不\n利益をさらに重ねるものであり、これを生活扶助基準の引上げにつ\nながる生活保護受給世帯の、引下げにつながる世帯との「公平」と\nいうことで正当化できるものではないというべきである。\nｃ  また、被控訴人らが主張する前記 の理由のうち、検証結果に統\n計上の限界があった平成２５年検証に続く基準部会による次回の更\nなる検証を見据えた措置をいう点については、確かに、認定事実⑶\nエ のとおり、平成２５年報告書において、「検証結果に対する留\n意事項」として、「年齢、世帯人員の体系、居住する地域の組合せ\nによる基準の展開の相違を消費実態に基づく指数に合わせたとして\nも、なお、その値と一般低所得世帯の消費実態との間には、世帯構\n成によって様々に異なる差が生じ得る。こうした差は、金銭的価値\n観や将来見込みなど、個々人や個々の世帯により異なりかつ消費に\n影響を及ぼす極めて多様な要因により生ずると考えられる。しかし、\n具体的にどのような要因がどの程度消費に影響を及ぼすかは現時点\nでは明確に分析ができないこと、また、特定の世帯構成等に限定し\nて分析する際にサンプルが極めて少数となるといった統計上の限界\nがあることなどから、全ての要素については分析・説明に至らなか\nった。」、「今回採用した年齢、世帯人員、地域の影響を検証する\n手法についても、委員による専門的議論の結果得られた透明性の高\nい一つの妥当な手法である一方、これまでの検証方法との継続性、\n整合性にも配慮したものであることから、これが唯一の手法という\nことでもない。さらに基準部会の議論においては、国際的な動向も\n踏まえた新たな最低基準についての探索的な研究成果の報告もあり、\n将来の基準の検証手法を開発していくことが求められる。今後、政\n府部内において具体的な基準の見直しを検討する際には、今回の検\n証結果を考慮しつつも、同時に検証方法について一定の限界がある\nことに留意する必要がある。」、「これまで生活扶助基準の検証の\n際参照されてきた一般低所得世帯の消費実態については、なお今後\nの検証が必要である。」などと記載されており、平成２５年検証の\n結果として、生活扶助基準の展開部分を一般低所得世帯の消費実態\nに合わせようとしても、世帯構成によって様々に異なる差がなお生\nじると考えられる要因について、その全てを解明するには統計上の\n限界があることや、常設部会である基準部会において、平成２５年\n検証後も、生活扶助基準について、定期的な検証を行う予定である\nことが示されていたとはいえる。\nしかし、これらの点は、子どものいる世帯への配慮という点から\n離れて、それ自体から、平成２５年検証の結果の反映の程度を２分\nの１の範囲とすること、特に、上記結果を反映させた場合に従前よ\nりも生活扶助基準が引き上げられる生活保護受給世帯との関係にお\nいて上記結果の反映の程度を２分の１の範囲とすることの合理性が\n直ちに裏付けられるものではない。また、仮に、厚生労働大臣が、\n被控訴人らが主張するような点を考慮して判断を行っていたのだと\nすれば、これについても、広く国民に知らされるべきものといえる\nし、少なくとも２５年検証を行った専門家らやその他の専門家らが\nその当否について判断できるように説明されるべき性質のものとい\nうべきである。そして、被控訴人国が、指摘を受けるまで、２分の\n１処理がされていることさえ明らかにしてこなかったことは、これ\nを明らかにした場合に受けざるを得ない一般国民や専門家からの批\n判等を避けようとしたためであった可能性も十分に考えられるので\nある（厚生労働省内では、平成２５年報告書が出されるより前に別\n紙３のような２分の１処理を含めて生活扶助基準額を検討した書類\nを作成していたのであるから、このような書類を示すなどして２分\nの１処理を含む本件改定の内容を説明することは極めて容易であっ\nたのに、これをあえて行わなかったものといえる。）。\nｄ  被控訴人らは、平成２５年検証の結果をそのまま反映させた生活\n扶助基準額が直ちに「最低限度の生活」に相当する額であるという\nことはできないから、２分の１処理は、増額幅が２分の１になる生\n活保護受給世帯に対して「最低限度の生活」を下回る生活を強いる\nことを意味するものではない旨主張する。\nしかし、認定事実⑶エ のとおり、平成２５年検証は、専門家ら\nで構成される基準部会において、平成２３年４月から平成２５年１\n月まで約１年９箇月（１３回開催）にわたって行われたもので、平\n成２５年報告書は、平成１９年報告書において指摘されていた年齢\n階級別、世帯人員別及び級地別に生活扶助基準の展開部分と一般低\n所得世帯（第１・十分位）の消費実態との間の乖離の有無及び程度\nが、詳細に分析されたものである。そして、平成２５年報告書では、\n個々の生活保護受給世帯を構成する世帯員の年齢、世帯人員、居住\nする地域の様々な組合せによる生活扶助基準の妥当性について、よ\nりきめ細やかな検証が行われたことになる旨の結果が示されており、\n被控訴人らも、当審において、平成２５年検証の結果は基本的に信\n頼性が高いと考えられる旨主張しているものであるし、原審におい\nても、平成２７年４月１７日付け準備書面⑴で「基準部会では、前\n２回の検証の指摘を踏まえて、専門的議論の結果得られた透明性の\n高い妥当な検証手法を用いて、徹底した相対比較によるきめ細やか\nな検証が行われたものであり、その検証結果には十分な合理性、信\n頼性が認められる」旨主張していた（１４頁）ものである。そうす\nると、上記結果を踏まえた生活扶助基準額の増額幅を２分の１と大\nきく減じることは、異なる合理的説明等のない限り、増額となる被\n保護者（生活保護受給世帯）の最低限度の生活の需要を下回ること\nになるとみるべきであるところ、被控訴人らによりそのような合理\n的説明はされていない（前記ｃ説示の統計上の限界は、生活扶助基\n準の展開部分を一般低所得世帯の消費実態に合わせようとしても世\n帯構成によって様々に異なる差がなお生じると考えられる要因に関\nするものであり、上記結果を踏まえた増額幅を２分の１と大きく減\nじても、なお要保護者の最低限度の生活の需要を下回ることにはな\nらないといえるほどの事情ではない。）し、厚生労働大臣が、本件\n改定を行うに当たり、上記結果を踏まえた増額幅を２分の１として\nも増額となる被保護者の最低限度の生活の需要を下回ることになら\nないか否かを、相応の統計資料等に基づき検討したことを認めるに\n足りる証拠はない。\nしたがって、被控訴人らの上記主張は理由がない。\n以上の検討によれば、２分の１処理を行うこととした厚生労働大臣\nの判断は、少なくとも増額幅についてまで平成２５年検証の結果の反\n映の程度を２分の１の範囲とした点で、統計等の客観的な数値等との\n合理的関連性や専門的知見との整合性を欠くものであり、最低限度の\n生活の具体化に係る判断の過程及び手続における過誤、欠落があって、\n裁量権の範囲の逸脱があったといえるし、少なくともその濫用があっ\nたと認められる。\nなお、被控訴人らは、そのほかにも、平成２５年検証の結果には統\n計上の限界があったなどとして、これも２分の１処理の理由であると\nしている。しかし、デフレ調整については、後記のとおり、統計上の\n問題（「限界」を超えるものである。）が山積しているにもかかわら\nず、－４．７８％という本件下落率をそのまま適用しているのである\nから、「統計上の限界」を自らの都合がよいように使い分けているも\nのであるし、独自に行ったデフレ調整よりも専門家らによって構成さ\nれる基準部会が行った平成２５年検証の結果が劣っており、こちらの\nみを２分の１の範囲で反映させることに合理性があると認めるに足り\nる証拠はないのである。\nまた、基準部会は、本件改定後の平成２８年５月から平成２９年１\n２月まで、１５回にわたり部会を開催し、①生活扶助基準に関する検\n証、②有子世帯の扶助・加算に関する検証、③勤労控除及び就労自立\n給付金の見直し効果の検証、④級地制度に関する検証、⑤その他の扶\n助・加算に関する検証並びに⑥これまでの基準見直しによる影響の把\n握を主たる検討事項として議論し、上記⑥の影響の把握を行った上で、\n上記①及び②を中心に、その検証（以下「平成２９年検証」という。\n）の結果を取りまとめ、平成２９年１２月１４日付けで、「社会保障\n審議会生活保護基準部会報告書」（平成２９年報告書）を公表したこ\nとが認められる（乙全６６）。しかし、平成２９年検証においては、\n本件改定後の生活扶助基準が一般低所得世帯（第１・十分位）の消費\n実態と概ね均衡することが確認されたとされているが、夫婦子１人世\n帯の第１・十分位の生活扶助相当支出額と本件改定後の生活扶助基準\n額とが概ね均衡することが確認されたにとどまり、そこから展開した\n様々なその余の世帯類型における生活扶助基準額と一般低所得世帯の\n生活水準の均衡が確認されるまでには至らなかったものである（乙全\n６６）から、平成２９年検証の結果は、上記の認定及び判断を左右す\nるものではない。また、処分の時点において、統計等の客観的な数値\n等との合理的関連性及び専門的知見との整合性が欠けていたものを、\nその後の事情を一部取り出した後付けの説明によって正当化しようと\nすることは、そもそも許されないものというべきである。\nイ  以上によれば、２分の１処理を行ったゆがみ調整は、生活保護法３条、\n８条２項に違反するもので、違法であると認められる。\n⑶  デフレ調整の違法性\nア  デフレ調整の実施に係る厚生労働大臣の判断について\n基準部会等の専門家による検討、検証を経ていない点について\nａ  控訴人らは、前記第４の１⑶アのとおり、デフレ調整は、物価を\n指標とする過去に採られたことがない手法であったにもかかわらず、\n基準部会等の専門家による検討、検証を全く経ていない点で、昭和\n５８年意見具申、平成１６年報告書、平成２５年報告書等で示され\nていた専門的知見との整合性を明らかに欠いており、生活保護法３\n条、８条２項に違反するなどと主張する。\nｂ  確かに、生活保護法の制定以来、生活扶助基準の改定方式の決定\nないしその基本的な枠組みの設定は、中央社会福祉審議会の下に置\nかれた生活保護専門分科会の審議検討を通じて行われ、昭和５９年\nから採用された水準均衡方式の運用についても、社会保障審議会福\n祉部会の下に設置された専門委員会や、厚生労働省社会・援護局長\nの下に置かれた検討会において、その運用の在り方についての審議\n検討が行われ、平成２３年以降は、社会保障審議会の下に常設部会\nとして設置された基準部会において定期的な検証が行われることと\nされていたという経緯がある。\nしかし、基準部会は、検討会による平成１９年検証に引き続き、\n生活保護基準の定期的な評価・検証について、学識経験者による専\n門的かつ客観的な審議を行うことを目的として、社会保障審議会の\n下に常設部会として設置された組織であり、その評価・検証の結果\nを報告書等のかたちで提示、公表することにより、保護基準の改定\nに関する厚生労働大臣の判断の専門性、合理性を補強、担保するこ\nとが期待されているとともに、上記判断の過程等を対外的に明らか\nにする役割をも果たしていると解されるものの、厚生労働大臣が保\n護基準を改定するに当たり基準部会又はその他の専門家（専門家に\nより構成される会議体）の検討、検証を経ることを手続上義務付け\nる法令上の根拠は、見当たらないから、厚生労働大臣は、保護基準\nを改定するに当たり、基準部会等の専門家による検討、検証を経る\nことが法令上義務付けられているとまで解することはできない。そ\nして、このことは、保護基準の改定の内容等によって直ちに左右さ\nれるものではない。\nしたがって、厚生労働大臣が基準部会等の専門家による検討、検\n証を経ることなくデフレ調整を実施することを判断したからといっ\nて、それだけでは、その判断が直ちに専門的知見との整合性を欠い\nており、最低限度の生活の具体化に係る判断の過程及び手続におけ\nる過誤、欠落があるということはできないから、控訴人らの前記ａ\nの主張は理由がない。\nなお、被控訴人らは、デフレ調整を専門家からの意見を聴取する\nことなく独自で行ったことについて、専門家からの意見を聴取しよ\nうとすれば、いかなる専門家に対して意見を求めるかなどの検討が\n必要となり、専門家による検討自体に必要な期間を合わせれば、相\n当の期間を要することが見込まれたなどと主張する。しかし、厚生\n労働省内では、基準部会における検討と並行してデフレ調整も検討\nしていたのであるから、少なくともその段階における検討状況を基\n準部会に示して、その意見を聴取すること可能であったと認められ\nる（そもそも、基準部会は、生活扶助基準の水準についても検証を\n行うことを検討していたのである。）。\nｃ  もっとも、基準部会の前記ｂのような組織としての性格、役割（\nなお、平成１６年報告書を公表した専門委員会や平成１９年報告書\nを公表した検討会にあっても、同じような性格、役割を有していた\nといえる。）に照らせば、厚生労働大臣は、基準部会又はその他の\n専門家（専門家により構成される会議体）による検討、検証を全く\n経ることなく保護基準を改定する場合には、その判断の過程を十分\nに明らかにするべきであって、少なくとも、その採用する改定率や\nこれを算出する指数方式等の合理性は、その判断の過程の一部を取\nり出した抽象的な説明では足りず、その全体が具体的に説明されな\nければならないというべきである。とりわけ、デフレ調整のように\n過去に採られたことのない手法である物価変動の変化率をもって生\n活扶助基準を大幅に引き下げる内容の保護基準の改定をするという\nのであれば、その判断は、後に第三者による検証が可能なかたちで\n厳格にされるべきであり、他の選択肢の検討等も含めたその判断過\n程の全体が具体的に明らかにされる必要性は、特に高いというべき\nである。\nこの点について、被控訴人らは、厚生労働省の専門技術的知見の\n蓄積等を主張するが、上記説示に加え、本件は、憲法上の生存権に\n関して「健康で文化的な最低限度の生活」が問題となる局面である\nことにも照らせば、専門技術的知見に基づいて行ったとする判断の\n過程は、少なくとも第三者によって判断過程の検討が可能な程度に\n具体的なものとして主張立証されるべきであって、その具体的な内\n容を明らかにしない抽象的なものでは足りないというべきであるし、\nその判断は、少なくとも理論的、学術的にも正当性のあるものとし\nて批判に耐え得る程度のものであることが必要というべきであり（\nブラックボックスにしておいて、専門技術的知見があるから検討の\n結果等を信用するよう主張することは、許されないというべきであ\nる。また、前記⑵ア ａのとおり、被控訴人らは、２分の１処理の\nように極めて重要な事実についても、長らくブラックボックスにし\nていたのであるから、このことからしても、判断過程の全体が具体\n的に明らかにされるべき必要性は高いということができる。）、厚\n生労働大臣ないし厚生労働省が生活保護制度等の行政事務を従前か\nら所掌してきたことは、厚生労働大臣の判断の正当性を基礎付ける\nものではあり得ないのである（行政機関に専門技術的知見があった\nとしても、判断の基礎となる事実の取捨選択を誤る可能性はあるし、\n結果的に専門技術的知見に反する判断を行ってしまったり、これを\n濫用的に用いたりすることは十分あり得るのであって、行政機関に\n専門技術的知見があるか否かということと、実際に行われた判断が\n専門技術的知見と整合しているか否かということとは、全く別の事\n柄である。）。\nデフレ調整の必要性ないし目的の点について\nａ  被控訴人らは、前記第５の１⑶イ 及び のとおり、デフレ調整\nの実施を判断した理由（デフレ調整の必要性ないし目的）について、\n平成１９年検証により、当時の生活扶助基準の水準が一般低所得世\n帯の消費実態と比較して高いという結果が得られていたのに、平成\n２０年以降、当時の社会経済情勢等から生活扶助基準が据え置かれ、\n同年以降のデフレ状況により生活保護受給世帯の可処分所得が相対\n的、実質的に増加し、生活扶助基準の引き上げがされているのと同\n視し得る状況となり、生活扶助基準と一般国民の消費実態との間の\n均衡が一層崩れ、その不均衡が顕著なものとなっており、基準部会\nによる平成２５年検証は、生活扶助基準の水準についての検証を行\nわなかったものの、上記均衡が大きく崩れた状態は確認されたから、\n厚生労働大臣は、一般国民の消費実態との均衡を図るため、「展開\nのための指数」を適正化するゆがみ調整を行ったとしても、なお生\n活扶助基準を引き下げる必要があると判断したなどと主張する。\nｂ  確かに、認定事実⑶ウのとおり、平成１９年検証の結果によれば、\n標準世帯とされている夫婦子１人世帯の第１・十分位における生活\n扶助相当支出額は１４万８７８１円であった一方で、上記世帯の平\n均の生活扶助基準額は１５万０４０８円であり、生活扶助基準額が\nやや高めとなっていたこと（ただし、第１・五分位で比較すると、\n前者が１５万３６０７円、後者が１５万０８４０円であり、生活扶\n助基準額がやや低めとなっている。）、単身世帯（６０歳以上の場\n合）の第１・十分位における生活扶助相当支出額は６万２８３１円\nであった一方で、上記世帯の平均の生活扶助基準額は７万１２０９\n円であり、生活扶助基準額が高めとなっていたこと（ただし、第１\n・五分位で比較すると、前者が７万１００７円、後者が７万１１９\n３円であり、均衡した水準となっている。）が示されている（なお、\n平成１９年検証は、検討会において、平成１６年全国消費実態調査\nの結果等を用いて生活扶助基準の水準の妥当性等を評価・検証した\n結果であるから、平成１９年検証の結果から直ちに、上記調査の３\nないし４年後である平成１９年ないし平成２０年の当時においても\n生活扶助基準と生活扶助相当支出額との大小関係が上記説示のとお\nりであることが裏付けられるものではないが、この点はひとまずさ\nておく。）。\nしかし、標準世帯のうち第１・十分位に関する上記の差は、金額\nにして１６２７円（率にして約１．１％）にすぎなかったものであ\nる。この差は、平成１５年中間取りまとめ及び平成１６年報告書に\nおいて、勤労（者）３人世帯の生活扶助基準について、一般低所得\n世帯（第１・十分位）の消費水準との比較において検証・評価した\n結果、前者が高いものの、その水準は基本的に妥当であったという\n結論が示されていること（認定事実⑶ア ａ、イ ａ）等からみて\nも、僅少であるといえるし、標準世帯のうち第１・五分位で比較す\nると、生活扶助基準額が生活扶助相当支出額よりやや低めとなって\nいたものである。他方、単身世帯（６０歳以上の場合）のうち第１\n・十分位に関する上記の差は、金額にして８３７８円（率にして約\n１３．３パーセント）であるから、標準世帯に関する上記の差と同\n列に論じることはできない面があるものの、単身世帯（６０歳以上\nの場合）のうち第１・五分位で比較すると、生活扶助基準額と生活\n扶助相当支出額とが均衡していたものである上、平成１９年報告書\nにおいては、夫婦子１人世帯の第１・十分位の消費水準は、第３・\n五分位の７割に達しているが、単身世帯（６０歳以上）については、\nその割合が５割（第１・五分位でみると約６割）にとどまっている\n点に留意する必要がある旨指摘されていたものである。これらの事\n実に照らせば、平成１９年検証の結果から、当時の生活扶助基準と\n一般低所得世帯の消費実態との均衡が崩れていたとまで判断するこ\nとは、合理的であるとはいい難いところであり、生活扶助基準の引\n上げがされているのと同視し得る状況にあったということはできず、\nましてや、上記結果から、当時の生活扶助基準と一般国民の消費実\n態との均衡が崩れ、その不均衡が顕著なものになっていたなどと判\n断し得るものではないことは、明らかである。\nまた、平成１９年から平成２３年までの総務省ＣＰＩ（全国・総\n合）は、平成１９年から平成２０年にかけて１．４％上昇した後、\n同年から平成２３年にかけて毎年下落していた（順に－１．４％、\n－０．７％、－０．３％）ものである（認定事実⑶エ ）。しかし、\n１０大費目ごとにみると、別紙６「第１６表  消費者物価指数上昇\n率（全国）」のとおり、食料は、平成１９年から平成２０年にかけ\nて２．６％上昇し、同年から平成２１年にかけても０．２％上昇し\nており、その後、同年から平成２２年にかけて０．３％下落し、同\n年から平成２３年にかけて０．４％下落したもので、平成２３年の\n時点では、平成１９年の時点よりも高くなっていた。また、光熱・\n水費は、平成１９年から平成２０年にかけて６．０％と大きく上昇\nした後、同年から平成２１年にかけて４．２％下落し、同年から平\n成２２年にかけて０．２％下落したが、同年から平成２３年にかけ\nて３．３％上昇したもので、平成２３年の時点では、平成１９年の\n時点よりも高くなっていた。このように、生活扶助によって賄われ\nることが想定されており、生活保護受給世帯や一般低所得世帯の家\n計にとって支出割合の高い（甲全３５１の１２頁、３９３の７枚目\nの表３、図４及び５）、日常生活上の基本的かつ継続的な費用であ\nる食料や光熱・水費については、いずれも、平成２３年の時点で平\n成１９年の時点よりも上昇していたことが認められる。そして、こ\nれらの事実は、前記１⑶エ 及びキのとおり、本件改定前から、研\n究者によっても明確に指摘されていたことである（厚生労働大臣に\n専門技術的知見があるのであれば、上記のような点については、容\n易に知り得たことであり、十分認識していたものと考えられる。）。\n以上の点を勘案すれば、平成２０年以降、生活扶助基準が据え置\nかれていたことなどによって、平成２３年の時点で、生活保護受給\n世帯の可処分所得が実質的に増加していたとか、生活扶助基準の引\n上げがされているのと同視し得る状態にあったとか、生活扶助基準\nと一般国民世帯の消費実態（生活水準）との間の均衡が一層崩れ、\nその不均衡が顕著なものとなり、生活扶助基準の引下げによる是正\nを相当とする程度のものになっていたなどとは、到底評価し難いも\nのであり、少なくとも、生活保護受給世帯一般について当てはまる\n状況でなかったことは、明らかである。\nｃ  その上、本件改定においては、デフレ調整の他にゆがみ調整が別\n途実施されているところ、被控訴人は、前記ａのとおり、厚生労働\n大臣が、生活扶助基準と一般国民の消費実態との均衡を図るため、\n展開のための指数を適正化するゆがみ調整を行ったとしても、なお\n生活扶助基準の水準を引き下げる必要があると判断した旨主張する。\nしかし、ゆがみ調整により、生活扶助基準の展開部分に平成２５\n年検証の結果が２分の１の範囲ながら反映され、生活保護受給世帯\nの生活扶助基準額が一定程度変更されることになるから、その変更\nされることを考慮しても、一般国民世帯の消費実態との均衡を図る\nために、更に生活扶助基準を引き下げる必要性があるのか否かや、\n仮にその必要性があるとしても、世帯類型ごとにどの程度引き下げ\nるのが相当かなどの諸点についての判断は、専門技術的な見地から\nの十分な検討を要すると解されるし、前記 ｃの説示に照らして、\nその判断の過程の全体が具体的に説明されなければならないという\nべきである。また、平成２５年検証は、個々の生活保護受給世帯を\n構成する世帯員の年齢、世帯人員、居住する地域の様々な組合せに\nよる生活扶助基準の妥当性について、被控訴人らも主張するように、\n「専門的議論の結果得られた透明性の高い妥当な検証手法を用いて、\n徹底した相対比較によるきめ細やかな検証が行われたものであり、\nその検証結果には十分な合理性、信頼性が認められる」ものである\nところ、デフレ調整は、一律に行うというものであるから、上記の\nような平成２５年検証の結果との整合性を、一律に行うことで、検\n証結果に反して妥当性を欠くことになったりしないか、様々な組合\nせについて検討されるべきであるといえる（例えば、前記１⑷ウ\nｃのとおり、総務省ＣＰＩの平成２０年から平成２３年までの下落\n率が、全国では２．３５％であるのに、沖縄県では０．５％である\nように、居住する地域による違いは大きいものである。）。ところ\nが、厚生労働大臣が以上のような検討を行ったことはうかがわれな\nいし、被控訴人らの主張によっても、厚生労働大臣の上記判断の過\n程の全体が具体的に説明されているとはいえない（抽象的に専門技\n術的な知見があるなどと主張するのでは、全く足りない。 )もので\nある。\nｄ  以上の検討に照らせば、デフレ調整の必要性ないし目的に関する\n厚生労働大臣の判断は、統計等の客観的な数値等との合理的関連性\n及び専門的知見との整合性を欠いているというべきである。\nなお、被控訴人らは、当審の最終口頭弁論期日（令和５年７月１\n４日）において陳述された準備書面(12)及び(15)で、本件下落率に\n相当する、生活保護受給世帯における可処分所得の相対的、実質的\n増加が現に認められるか否かは、本件改定の適法性を左右しないな\nどと主張する。被控訴人らの上記主張は、原審第１事件の第１回口\n頭弁論期日（平成２７年３月２０日）以来、当審を含めて８年以上\nの審理を経過して初めて、上記各準備書面で行われたものであり、\n被控訴人らのそれまでの主張とも整合せず、その主張内容自体から\nして、生活保護法８条２項及び９条の規定に照らして到底採用でき\nないものである（なお、デフレ調整によって生活保護受給世帯の実\n質的購買力が維持されなくなることを実質的に認めているに等しい\nものであるとはいえる。）。\n小括\n以上によれば、厚生労働大臣がゆがみ調整を行った後にデフレ調整\nを更に行うこととした判断は、統計等の客観的な数値等との合理的関\n連性及び専門的知見との整合性を欠いていると認められる。\nイ  デフレ調整の内容に係る厚生労働大臣の判断について\n物価指数を用いている（物価変動を指標としている）点について\nａ  控訴人らは、前記第４の１⑶アのとおり、物価指数を用いた生活\n扶助基準の改定は、過去に採られたことがなく、従前からの手法の\n極めて重大な変更であり、平成１６年報告書及び平成２５年報告書\nを通じて専門家から否定的、消極的な見解が示されていたことから\nしても、物価を計測するためにどのような指標を用いて、どのよう\nに考慮すべきかなどの諸点について、基準部会等の専門家による慎\n重な検討、検証を経るべきであったにもかかわらず、デフレ調整は、\nそのような検討、検証を全く経ることなく、その根拠を明確に示す\nことなく物価指数を用いるなど、専門家の意見を無視して実施され\nたものであり、昭和５８年意見具申、平成１６年報告書、平成２５\n年報告書等で示されていた専門的知見との整合性を明らかに欠いて\nいるなどと主張する。\nこれに対し、被控訴人らは、前記第５の１⑶イ のとおり、厚生\n労働大臣は、消費を基礎とする水準均衡方式の考え方（一般国民の\n生活水準との均衡を図る観点）を堅持しつつ、改定による減額幅が\n必要以上に大きくならないようにするため、平成１５年中間取りま\nとめにおける専門委員会の指摘や平成２５年報告書における基準部\n会の指摘等も考慮して、消費実態そのものではなく、消費の構成要\n素の１つである物価を指標として、生活扶助基準の改定を行うこと\nとしたなどと主張する。\nｂ  本件改定前の生活扶助基準の改定においては、デフレ調整のよう\nな方法で物価指数が直接用いられたこと（物価変動が指標とされた\nこと）がなく（なお、過去に採用されていたマーケットバスケット\n方式やエンゲル方式において、物価の変動は考慮されるが、これら\nの方式における考慮の内容は、デフレ調整の方法とは明らかに異な\nるものである。）、専門委員会や検討会、基準部会等において、生\n活扶助基準の改定方式として、デフレ調整のような方法で物価指数\nを用いる方式が検討、検証されたことはないのであって、厚生労働\n大臣は、基準部会又はその他の専門家（専門家により構成される会\n議体）による検討、検証を経ることなく、独自の判断により、デフ\nレ調整を行ったものである。\n水準均衡方式は、生活保護において保障すべき最低限度の生活の\n水準が一般国民の生活水準との関連において捉えられるべき相対的\nなものであるという考え方に立脚し、一般国民の消費実態をもって\n最低限度の生活を判断するための基礎としてきたものであり、水準\n均衡方式による生活扶助基準の毎年度の改定において考慮されてい\nる民間最終消費支出の伸び率は、物価変動分を除外しない名目値が\n用いられているから、水準均衡方式においても、物価変動が、一般\n国民の消費実態の変動等を通じて、生活扶助基準の改定の内容に影\n響している面はある。\nしかし、昭和５８年意見具申において「賃金や物価は、そのまま\nでは消費水準を示すものではないので、その伸びは、参考資料にと\nどめるべきである。」と指摘されている（認定事実⑵ウ）とおり、\n物価は、消費と関連付けられる諸要素の１つにすぎず、消費実態は、\n世帯人員の年齢、人数、地域、社会経済情勢の変化など様々な要素\nの影響を受けるのであって、消費と物価が異なる性質を有する別個\nの経済指標であることは明らかである。また、認定事実⑷ウ のと\nおり、物価の変動による生計費の変動、ひいては可処分所得の実質\n的変動の有無及び程度も、世帯類型等によって異なるし、この点に\nおいて、消費者物価指数は、消費者全体を対象集団とした平均的（\n総合的）なものであるから、消費者全体のうち生活保護受給世帯と\nいうような特定の集団における、物価変動による生計費の変動等を\n測定するための手段としては、不適切である。生活扶助基準の改定\nについて、物価の変動を直接考慮することは、それまで行われてき\nた水準均衡方式と全く異なる考え方に基づくものであって、上記の\nような専門的知見にもそぐわないというべきであり、それにもかか\nわらず、物価の変動（物価指数）を用い、物価の変動を生活扶助基\n準額の減額の根拠（ないしその１つ）とすることについては、専門\n技術的な見地から、そのことの相当性等の十分な検討を要すると考\nえられるし、前記ア ｃの説示に照らして、被控訴人らにおいて、\nその検討、判断の過程の全体が具体的に説明されなければならない\nというべきであるが、厚生労働大臣が上記のような検討をしたこと\nはうかがわれないし、少なくとも、厚生労働大臣の検討、判断の過\n程の全体が具体的に説明されているとはいえない。\nこの点について、被控訴人らは、基準部会が、平成２５年報告書\nにおいて、「厚生労働省において生活扶助基準額の見直しを検討す\nる際には、本報告書の評価、検証の結果を考慮し、その上で他に合\n理的説明が可能な経済指標などを総合的に勘案する場合は、それら\nの根拠についても明確に示されたい。」と記載し、「展開のための\n指数」の適正化に加え、更に生活扶助基準の改定をするか否かや、\n改定の指標としていかなる経済指標を用いるかについて、政府の判\n断に委ねる旨の意向を示していた旨主張する。しかし、認定事実⑶\nエ のとおり、①基準部会において、厚生労働省社会・援護局保護\n課から示された平成２５年報告書の案には、「厚生労働省において\n生活扶助基準の見直しを検討する際には、本報告書の評価・検証の\n結果を考慮した上で、他に合理的説明が可能な経済指標などがあれ\nば、それらについても根拠を明確にして改定されたい。」と記載さ\nれており、厚生労働省社会・援護局保護課から、「他に合理的説明\nが可能な経済指標」の例として、消費者物価指数や賃金の動向など\nが考え得るなどと説明されたこと、②これに対し、出席の委員から、\n「基準部会においては、・・・消費者物価指数や賃金の動向につい\nては何も議論していないことを明確にしていただきたい。」、「こ\nれも懸念であるが、直面する物価指数は、全国レベルの物価指数と\nいうものもあるが、実は地域によって、あるいは高齢世帯かどうか\nという世帯構成によって、さらに所得階級によって異なっている可\n能性がある。要するに、消費品目で物価指数というものは全く変わ\nってくるので、そのようなことにも留意する必要がある。」、「基\n準部会においては物価指数については何も議論していないというこ\nとと、全国一律の物価指数を当てはめることになれば、健康で文化\n的な最低限度の生活を具現化している生活保護基準というものがい\nろいろなものに参照されているという性質を考えた場合、非常に慎\n重に考えなければならない。」などの意見が出され、また、別の委\n員からも、「基準部会において合理的説明がついたのは級地と年齢\nと人員数のみで、それ以外については合理的説明がつかなかったと\nいうことである。」、「私たちは、平成２１年のデータを使って見\nているだけであり、物価の状況とか全く見ていないし、議論してい\nない中で、誰にでも納得できるということを誰が判断するのかとい\nったときに、基準部会で判断したことではないということは、明確\nにしていただきたいと思います。」、「『それらについても根拠を\n明確にして改定されたい。』は、かなり強い文言であり、議論して\nいないことを『改定されたい』ということは、やはりできないと思\nいます。ここのところは、基準部会の委員として非常に気になると\nころです。」などの意見が出されたこと、③これらの意見を踏まえ\nた議論を受けて、平成２５年報告書においては、「厚生労働省にお\nいて生活扶助基準の見直しを検討する際には、本報告書の評価・検\n証の結果を考慮し、その上で他に合理的説明が可能な経済指標など\nを総合的に勘案する場合は、それらの根拠についても明確に示され\nたい。」という文言（表現）に修正されたことという、これに至る\n過程を踏まえれば、平成２５年報告書の上記記載は、その文言のと\nおり、生活扶助基準の改定に当たって合理的説明が可能な経済指標\n等を総合的に勘案する場合にはその根拠を明確に示すよう求めるも\nのにすぎないと解するのが素直で、相当なものといえるのであり、\n生活扶助基準の改定に当たっていかなる経済指標を用いるかを政府\nの判断に委ねる旨の意向を示すようなものではないし、生活扶助基\n準の改定に当たって物価指数（物価変動率）を単独で直接考慮する\nことを肯定ないし容認するようなものでもないことは、明らかであ\nる。被控訴人らの上記主張は、上記のような経過全体を踏まえるこ\nとなく、その一部のみを取り上げて、しかも、これを自らの都合に\n合わせて強引な解釈を行うものであり、到底採用できないものであ\nる（厚生労働省社会・援護局保護課は、水面下で、物価を使った生\n活扶助相当ＣＰＩを用いて生活扶助基準を引き下げる改定を行おう\nとしていたところ、その正当性を基礎付けるために上記のような平\n成２５年報告書の案を提示したものと考えられるが、このような目\n論見は、基準部会の委員（専門家）らによって阻止されたというべ\nきである。また、基準部会の委員であったＨ名誉教授は、原審にお\nける証人尋問で、基準部会について、「財政削減のために私たちは\n利用されたのかもしれない」、「常設部会は、ちょっと便利に使わ\nれちゃったかなというようなことで、・・・私個人としては非常に\n残念な思いがしています。」、「外部から下げろという圧力がある。\nそして、部会が専門的な検証をして、下げる口実を作っていくとい\nうような構図をこのまま続けていくのは、やはり日本にとって決し\nて良くない」などと証言しているのである。）。\n被控訴人らは、生活扶助基準の改定方式として過去にマーケット\nバスケット方式やエンゲル方式が採用されていたことから、消費そ\nのものを改定の指標とすることが唯一で絶対的な方法ではないし、\n専門委員会が平成１５年中間取りまとめにおいて「改定の指標の在\nり方についても検討が必要である。・・・例えば、年金の改定と同\nじように消費者物価指数の伸びも改定の指標の一つとして用いるこ\nとなども考えられる。」として、消費者物価指数を生活扶助基準改\n定の指標とする可能性に言及していたことを踏まえれば、平成２５\n年報告書の上記記載にある「経済指標」には物価が含まれ、デフレ\n調整において物価を指標として用いたことは、専門的知見との整合\n性を欠くものではないなどとも主張する。しかし、マーケットバス\nケット方式やエンゲル方式において物価の変動が考慮され得るとし\nても、これらの方式における考慮の内容は、物価変動を直接考慮す\nるデフレ調整の手法とは明らかに異なるものである。被控訴人らが\n引用する平成１５年中間取りまとめの上記記載についても、専門委\n員会が、平成１５年中間取りまとめ以降、引き続き行った生活保護\n基準の妥当性の検証・評価等を踏まえて公表した、平成１６年報告\n書において同旨の記載がないこと（なお、平成１５年中間取りまと\nめの上記記載については、同年１２月１６日開催の社会保障審議会\n福祉部会において、複数の出席委員から、「中間の改定を消費者物\n価指数でやるかどうかまではまだ詰まっていない。そういう方向は\n一つの考え方としてあり得るということで今回のまとめをした。」、\n「最終消費支出というのは賃金の伸びに比例するので、単純に物価\nを基準にして改定するということにはならない。改定のあり方につ\nいては十分検討する必要がある。」などの意見が出されていたこと\nが認められる。甲全３３８）からすれば、専門委員会の（総意によ\nる）意見として考慮することは、当然ながら相当でないというべき\nであるし、平成２５年報告書の上記記載が生活扶助基準の改定に当\nたって物価指数（物価変動率）を単独で直接考慮することを肯定な\nいし容認するようなものでないことは、上記説示のとおりである。\nしたがって、被控訴人らの上記主張も失当である。\nｃ  被控訴人らは、平成２０年以降のデフレの状況下で、消費を基礎\nとして生活扶助基準を引き下げると、減額幅が必要以上に大きくな\nることが想定されたなどと主張し、その根拠として、全国消費実態\n調査のデータによれば、平成１６年から平成２１年にかけて、２人\n以上世帯の消費支出が約６％下落し、また、夫婦子１人世帯（第１\n・十分位）の生活扶助相当支出額が１４万８７８１円（同世帯の生\n活扶助基準額は１５万０４０８円であり、これよりやや高めになっ\nている。）から約１３万１５００円に約１１．６パーセント下落し\nていたことなどの統計調査の結果を挙げる。\n確かに、認定事実⑶ウ ｂ及び証拠（乙全５、１００、１０１、\n１１３）によれば、被控訴人らが上記主張の根拠として挙げる上記\n統計調査の結果を認めることができる。しかし、被控訴人らは、「\n消費を基礎とする改定を行った場合、デフレ調整における減額率を\n大きく上回っていた可能性も否定できない。」（令和４年１１月２\n１日付け準備書面⑺の４２、４３頁）、あるいは「平成２０年以降\nの上記の経済状況下では、国民の将来不安が高まり、例えば、収入\nの不安定さを勘案して消費を減らすことなどが考えられ、消費を基\n礎として生活扶助基準を改定する場合には減額幅が必要以上に大き\nくなることが想定された。」（令和５年５月３１日付け準備書面\n(12)の６０頁）などと主張するにとどまり、消費を基礎として生活\n扶助基準を改定した場合の減額率（減額幅）の検討内容やその試算\n値、本件下落率との大小関係等を、具体的に主張するものではない\nから、被控訴人らの上記主張は、断片的な情報に基づき抽象的な想\n定ないし可能性をいうものの域を出ず、厚生労働大臣の判断過程の\n全体を具体的に明らかにするものとは、到底いえないものであるし、\n平成２５年検証等の基準部会の検討、検証と比べて質及び量共に劣\nることは明らかであって、厚生労働大臣が、基準部会又はその他の\n専門家（専門家により構成される会議体）に諮ることなく独自の判\n断で、物価変動を直接考慮するという過去に採られたことのない改\n定方法で生活扶助基準を引き下げるために求められる検討には程遠\nいものである。そして、被控訴人らの上記主張は、全国消費実態調\n査の結果を基準とすることが相当でないことをいう限度では正当な\nものであるとしても、せいぜいこれにとどまるものであり、物価変\n動（物価指数）を単独で直接考慮することが正当であることの根拠\nを示しているものではない（減額幅がより大きくなりそうな指標が\nあるので、それよりは減額幅が小さいからよいのではないかなどと\nいうような、感覚的ないしイメージ的なものにすぎない。）といわ\nざるを得ない。\nまた、被控訴人らは、生活扶助のうち各種加算は、物価の伸び率\nを基礎とした改定が行われてきたし、生活扶助基準の毎年度の改定\nにおいても、消費税が導入された平成元年度やその税率が引き上げ\nられた平成９年度には、これらを踏まえた生活扶助基準の増額改定\nが行われ、生活保護受給世帯における実質的な可処分所得を維持す\nるために財やサービスの価格を考慮して生活扶助基準を改定したも\nので、本件改定前にも、物価変動に着目した生活扶助基準の改定が\n行われていた旨主張する。しかし、生活扶助のうち各種加算は、特\n別の需要に対応するものであるから、この特別の需要を満たすため\nに必要な金額が決められた後に、物価の伸び率を基礎として改定す\nることが不合理なものではないとしても、そもそも異なる場面で用\nいられるものであるから、生活扶助の本体部分の改定と各種加算の\n改定とを同列に論ずることはできない（このことは、基準部会にお\nける第２７回部会の委員からの依頼により作成された「各種加算に\nおけるこれまでの改定方法の経緯」に関する資料（乙全７９）中に、\n「昭和５９年（水準均衡方式導入時）」に「加算が対応する特別需\n要としては、概ね現行の水準で充たされているとの所見のもと、今\n後も実質的な水準が維持できるよう、生活扶助基準本体と異なった\n取り扱いにするものとして整理。以降、物価の伸び率を基本として\n改定」などと記載されていること、上記資料が提出された第２８回\n部会（平成２９年１月２５日開催）において、Ｈ部会長代理が「一\n番問題は生活扶助で、本体部分と加算は全く違う原理で動いていま\nす。」などと発言していること（甲全４２２）からも、裏付けられ\nる。）のであって、各種加算について物価の伸び率を基礎とした改\n定が過去に行われてきたことは、生活扶助基準の改定について物価\n変動を直接考慮することの合理性を基礎付けるものではなく、専門\n的知見との整合性を説明し得るものでもない。また、消費税が導入\nされた平成元年度やその税率が引き上げられた平成９年度において、\nそれぞれその前後の年度よりも大きな生活扶助基準の増額改定が行\nわれている（乙全１０）としても、それは、消費税の導入等の特殊\nな事情を民間最終消費支出の伸び率を予測するに際して考慮した結\n果であり、あくまでも消費を基礎とした水準均衡方式に基づくもの\nであると考えられるから、上記のような特殊な改定例から、物価変\n動を直接考慮して生活扶助基準を改定することについて、専門的知\n見との整合性を認めることはできないのである。\nしたがって、被控訴人らの上記各主張は、いずれも理由がない。\nｄ  これらの検討を踏まえれば、生活扶助基準の改定に当たり物価指\n数を用いる（物価変動を指標とする）こととした厚生労働大臣の判\n断は、統計等の客観的な数値等との合理的関連性及び専門的知見と\nの整合性を欠いているというべきである。\nデフレ調整の始期（物価変動率の算定期間の始期）を平成２０年と\nした点について\nａ  控訴人らは、前記第４の１⑶イ のとおり、平成２０年は、石油\n製品を始め、多くの食料品目が上昇するなど、特別な事情で一時的\nに物価が高騰した年で、このような特異な年を始期とすれば、物価\n変動率は大きな下落率を示すことになるし、被控訴人らの後記主張\nによっても、平成１９年から平成２０年にかけて１．４％の物価上\n昇が生じていたことの影響が考慮されていないから、平成２０年以\n降の物価下落の影響のみを考慮して生活扶助基準を引き下げること\nは、生活保護受給世帯の可処分所得の実質的な増加（要保護者の最\n低限度の生活の需要の減少）を正確に測定しているとはいえず、デ\nフレ調整の始期を平成２０年とした厚生労働大臣の判断には、考慮\nすべき事項を考慮していない違法があるなどと主張する。\nこれに対し、被控訴人らは、前記第５の１⑶イ ａのとおり、厚\n生労働大臣は、平成１９年検証によって、生活扶助基準が一般低所\n得世帯の消費水準と比較して高いという結果が得られており、生活\n扶助基準を引き下げる必要性が認められたことを踏まえつつ、当時\nの社会経済情勢等（物価上昇を含む。）を総合的に勘案して、生活\n扶助基準を据え置くという判断をしており、平成２０年までの社会\n経済情勢等は、既に同年度の生活扶助基準の改定において斟酌され\nているということができ、このようにして定められた同年の生活扶\n助基準は生活保護法８条２項に適合する妥当なものといえることを\n前提に、平成１９年検証以来となる定期的な検証（平成２５年検証\n）を踏まえた本件改定において、平成２０年以降の社会経済情勢等\nにより生活扶助基準と一般国民の生活水準との間の拡大した不均衡\nを是正するため、デフレ調整の始期を同年とすることと判断したな\nどと主張する。\nｂ  平成１９年検証は、検討会において、平成１６年全国消費実態調\n査の結果等を用いて生活扶助基準の水準の妥当性等を評価・検証し\nた結果、標準世帯（夫婦子１人世帯）の第１・十分位における生活\n扶助相当支出額と比較して生活扶助基準額がやや高め（約１．１％\n）となっていたなどとするものであるから、平成１９年検証の結果\nから直ちに、上記調査の３ないし４年後である平成１９年ないし平\n成２０年の当時においても生活扶助基準が一般低所得世帯の消費水\n準と比較して高いことが裏付けられるものではない。\n厚生労働大臣は、平成１７年度ないし平成１９年度の生活保護基\n準の改定においては、それぞれ、民間最終消費支出の伸び率を基礎\nとし、前年度までの一般国民の消費水準との調整を行った結果、生\n活扶助基準を維持するという積極的な判断をしているといえるから、\n平成１９年度の生活保護基準の改定の段階では、水準均衡方式に基\nづく生活扶助基準の改定を通じて、平成１９年検証の結果において\n示された、平成１６年全国消費実態調査の結果等に基づく生活扶助\n基準と一般低所得世帯の消費水準とが不均衡であった状態が維持さ\nれていたとみる余地がないわけではない。しかし、認定事実⑶ウ\nによれば、厚生労働大臣は、平成２０年度の生活保護基準の改定に\nおいては、原油価格の高騰が消費に与える影響等を見極めるため、\n生活扶助基準の改定自体を見送ることとしたものであり、上記のよ\nうな積極的な判断をしたとはいえないのであるから、結果的に生活\n扶助基準が据え置かれている点においては変わりがないとしても、\n平成１９年度までの状況と同視することはできず、平成２０年度の\n生活保護基準の改定の段階でも、上記の不均衡であった状態がその\nまま続いていたとみることはできない。むしろ、平成１９年から平\n成２０年にかけて、１年の間に総務省ＣＰＩが１．４％も上昇して\nいることからすると、上記の状態が有意に変化している可能性があ\nったといえるから、平成２０年の生活扶助基準が、要保護者の最低\n限度の生活の需要（生活保護法８条２項）に適合する妥当なもので\nあったとも、一般低所得世帯の消費水準を下回るものではなかった\nとも断ずることはできないのである。\nまた、被控訴人らは、平成２０年の生活扶助基準は生活保護法８\n条２項に適合する妥当なものといえることを前提にした旨主張して\nいるが、このような前提とした根拠としては、同年までの社会経済\n情勢等は同年度の生活扶助基準の改定においてしん酌されているこ\nとであるとしており、しん酌されているとした根拠としては、当時\nの社会情勢等（物価上昇を含む。）を総合的に勘案して生活扶助基\n準を据え置くという判断をしたことであるとしている。しかし、「\n当時の社会情勢等（物価上昇を含む。）を総合的に勘案」したとい\nう、その具体的な内容については何ら主張立証されていないのであ\nり、結局のところ、「据え置くという判断をした」という事実しか\nない（据え置くという判断は、その前後の時期においてもされてい\nる。）のであって、「平成２０年の生活扶助基準は生活保護法８条\n２項に適合する妥当なもの」であったとすることについて、統計等\nの客観的な数値等との合理的関連性や専門的知見との整合性を有す\nるものであるかの主張立証は、全くされていないのである。\nｃ  したがって、被控訴人らの前記ａの主張は合理的なものではなく、\n平成２０年をデフレ調整の始期（物価変動率の算定期間の始期）と\nした厚生労働大臣の判断は、平成１９年から平成２０年にかけての\n一時的な物価上昇の事実を合理的理由なく考慮せずに同年以降の物\n価下落のみを生活扶助基準の改定に反映させたものであるから、統\n計等の客観的な数値等との合理的関連性及び専門的知見との整合性\nを欠いているというべきである。\n生活扶助相当ＣＰＩを用いた点について\nａ   認定事実⑷ウ 及び ｃ並びに後記ｂ以下の認定及び判断のと\nおり、物価指数の計算方法は、どのような目的に利用するかを明\n確にした上で、その目的に適切なものであることが必要であり、\n十分に合理的で、かつ論理的に整合性のあるもの、すなわち、学\n術的に合理的で論理的整合性があるものとして承認されているも\nのであることを要し、少なくとも学術的、論理的な批判に十分に\n耐えうるものであることが不可欠というべきであるところ、生活\n扶助相当ＣＰＩは、少なくとも、家計調査によって得られたウエ\nイト（総務省ＣＰＩウエイト）をそのまま用いている点や、国際\n的な規準に沿わない独自の指数算式である点で、上記要請に応え\nる物価指数であるとは到底いえないものである。\n被控訴人らは、前記第５の１⑶イ ｃ のとおり、生活扶助相\n当ＣＰＩはＩＬＯマニュアルにおいて「中間年指数」として紹介\nされているロウ指数であるなどと主張する。\nしかし、認定事実⑷ウ ｃに加えて、生活扶助相当ＣＰＩは、\n複数の経済学者等の専門家が、国際的な規準（ＩＬＯマニュアル\n）に反し、理論的に難のあることを指摘し、不合理な指数である、\nロウ指数とすらいえないものであるなどと、異口同音に強く批判\nし、また、これを用いて算出された本件下落率が、平成２０年か\nら平成２３年まで（又は平成２０年から平成２２年まで）の期間\nについて上記規準により試算される物価下落率と不自然に大きく\n異なることなどを指摘しているのであり（甲全１４９、３００、\n３４７、３５１、３５２、４２０、４２１、Ｅ証人、Ｆ証人。ま\nた、本件下落率は、平成２０年から平成２３年までの期間におけ\nる総務省ＣＰＩによる物価の変化率（－２．３５％）とも大きく\n異なっている。）、上記の意見及び試算は、いずれもそれ自体納\n得できるものである上、これらの複数の専門家を通じてほぼ一致\nするものであるから、互いにその正確性、信頼性を高め合ってい\nるといえるものである（なお、被控訴人らは、乙全９２（Ｉ教授\nの意見書）を提出しているが、上記のＥ証人及びＦ証人が被控訴\n人らからの反対尋問を含む証人尋問を経ているのに対し、証人尋\n問を経ていない（被控訴人らは、控訴人らからの証人申請に対し、\n反対までしている。）のであって、その信用性が劣ることは明ら\nかというべきである。しかも、上記意見書自体、「実際に計算さ\nれる生活扶助相当ＣＰＩは、厳密なロウ指数の定義式とは異なっ\nている」としているのであって、むしろ、ロウ指数ではないこと\nを認めているということができるし、「本意見書は、指数算式の\n妥当性以外の論点については一切の検証をしておらず、その可否\nについては判断しない」などとしているのであり、当裁判所の以\n上の認定判断及び以下の認定判断を何ら左右するものではない。\n）。\nしかも、認定事実⑷ウ ｃのとおり、被控訴人ら（被控訴人国\n）は、デフレ調整や生活扶助相当ＣＰＩに関し、その検討作業の\n内容について、現に公にされているところを超えて、本件訴訟に\nおいて、これを具体的に説明したり、検討に用いた資料等を書証\nとして提出するなどしなかったものであり、Ｂ証人も、当審にお\nける証人尋問で、現に公にされているものを除き、具体的な回答\nをしなかったものである。\n以上によれば、生活扶助相当ＣＰＩは、学術的な裏付けや論理\n的な整合性を欠く指数であるというほかなく、被控訴人らの上記\n主張も、具体的な裏付けを欠くものであり、全く理由がないもの\nである。\nｂ  また、厚生労働大臣がデフレ調整のために生活扶助相当ＣＰＩを\n用いるという判断をしたことは、後記ｃ以下のとおり、物価の下落\nによる生活保護受給世帯の可処分所得の実質的増加の有無及び程度\nを適切に評価し得るものとは到底いえない上、本件下落率について\nも、控訴人らの主張するように、テレビ等５品目の価格の変化（下\n落）が大きく影響したものであり、生活保護受給世帯の消費構造は\n一般世帯の消費構造と相当程度異なる（特にテレビ等５品目の支出\n割合が大きく異なっている。）にもかかわらず、一般世帯の消費構\n造を基礎とする総務省ＣＰＩウエイトをそのまま用いて算出されて\nいる点で、平成２０年から平成２３年までの期間における生活保護\n受給世帯の可処分所得の実質的増加の有無及び程度を正確に評価し\nているとは、到底いえないものであるから、統計等の客観的数値等\nとの合理的関連性及び専門的知見との整合性を欠いているというべ\nきである。\nｃ  すなわち、認定事実⑷ウ ａ及びｂのとおり、被控訴人らの主張\nする平成２０年から平成２３年までの期間における生活扶助相当Ｃ\nＰＩの変化率（本件下落率である－４．７８％）に対するテレビ等\n５品目の寄与度は、－３．２８％であり、上記変化率の大部分（７\n割近く）はテレビ等５品目の価格の下落によるものということがで\nき、また、上記寄与度については、寄与度の算式上、平成２３年の\n総合ウエイトを、総務省ＣＰＩウエイトの総和である１万として計\n算すると、上記寄与度は－２．１０％となることに照らすと、生活\n扶助相当ＣＰＩが総務省ＣＰＩの指数品目から除外品目を除いてい\nる結果、生活扶助相当品目に係るウエイト総和が総務省ＣＰＩウエ\nイトの総和１万から６３９３（平成２３年）に減少し、テレビ等５\n品目のウエイトの総合ウエイトに占める比率が相対的に大きくなっ\nたことが、相当程度影響しているということができる。このことは、\n生活保護受給世帯の消費実態として、テレビ等５品目を含む教養娯\n楽用耐久財について、生活保護受給世帯が一般世帯よりも家計消費\n支出の全体に対して多くの割合を支出することを意味するものであ\nるともいえるが、それは、後記ｄ のとおりの社会保障生計調査の\n結果に反し、明らかに不合理である。\nｄ   厚生労働大臣は、生活扶助相当ＣＰＩを算定する当たり、平成\n２２年基準の総務省ＣＰＩウエイトを用いているところ、総務省\nＣＰＩウエイトは、家計調査によって得られたウエイト参照時点\nとなる年の平均１箇月間の１世帯当たりの品目別消費支出額を用\nいて作成されているものであり、また、家計調査は、総務省統計\n局が毎月行っている、一定の統計上の抽出方法に基づき全国の世\n帯を代表するよう無作為に選定された約９０００世帯を対象とし\nた家計の収入・支出、貯蓄・負債等の調査であり、統計法２条６\n項にいう基幹統計調査の１つである（乙全８１、８２）。これら\nによれば、生活扶助相当ＣＰＩを算定するために用いられたウエ\nイトは、ウエイト参照時点である平成２２年における一般世帯の\n消費構造を表しているものではあっても、生活保護受給世帯の消\n費構造を表しているものでないことは明らかである。\nそこで、更に検討するに、証拠（甲全１１０、３４９、３９４、\n乙全８３、１１１）及び弁論の全趣旨によれば、次の事実が認め\nられる。\n①  厚生労働省は、生活保護受給世帯の家計収支の実態を明らか\nにすることによって、生活保護基準の改定等生活保護制度の企\n画運営のために必要な基礎資料を得るとともに、厚生労働行政\nの企画運営に必要な基礎資料を得ることを目的として、統計法\nに基づく一般統計調査として、社会保障生計調査を実施してい\nる。\n社会保障生計調査は、全国の生活保護受給世帯を対象として\n全国を地域別に１０ブロックに分け、各ブロックごとに都道府\n県・指定都市・中核市のうち１～３箇所を調査対象自治体と選\n定し、１１１０世帯（ただし、生活扶助を受けていない世帯等\nは除外する。）を抽出し、これらの世帯を対象として、家計収\n支の状況や消費品目の種類等を調査するものであり、調査事項\nのうち消費支出の状況については、級地、世帯類型、世帯業態\n（勤労、その他）及び世帯人員別に、消費支出総額とその構成\n割合（総務省ＣＰＩにおける１０大費目に対応する①食料、②\n住居、③光熱・水道、④家具・家事用品、⑤被服及び履物、⑥\n保健医療、⑦交通・通信、⑧教育、⑨教養娯楽、⑩その他）を\n明らかにするものである。\n②  ２人以上の世帯について、平成２２年（度）における総務省\nの家計調査の結果と厚生労働省の社会保障生計調査の結果を比\nべると、生活保護受給世帯の消費支出総額は１箇月当たり平均\n額が１７万３６２０円であるのに対して、一般世帯のそれは２\n９万０２４４円であり、両者の間には１１万６６２４円もの大\nきな差がある（一般世帯は、生活保護受給世帯の約１．６７倍\nである。）。\nそして、これらの消費支出総額に占める各費目ごとの支出割\n合をみると、生活保護受給世帯は、一般世帯に比べて、食料、\n住居、光熱・水道、家具・家事用品、被服及び履物の各支出割\n合がいずれも高い反面、保健医療、交通・通信、教育、教養娯\n楽、その他又は諸雑費の各支出割合がいずれも低いという傾向\nがみられ、特に教養娯楽の支出割合は、生活保護受給世帯が約\n６．４％であるのに対し、一般世帯は約１１．５％で、２倍近\nい差がある（なお、生活保護受給世帯のうち約４分の３を占め\nている単身世帯についてみると、約５．６％であり、その差は\n２倍を超えるものとなる。）。\nさらに、教養娯楽のうち教養娯楽用耐久財（テレビ等５品目\nもこれに含まれる。）の上記支出割合についてみると、生活保\n護受給世帯が約０．６％であるのに対し、一般世帯は約１．７\n％であり、３倍近い差がある。\n前記 の認定事実によれば、平成２２年当時、生活保護受給世\n帯の消費構造と一般世帯の消費構造は、全く異なるものであった\nことが認められる。一般に、世帯の所得が低くなればなるほど、\n日常生活上の基本的かつ不可欠な費用である食費や光熱・水費等\nに係る品目の消費支出額が消費支出総額に占める割合は、大きく\nなる一方で、教養娯楽のような日常生活の維持にとって必ずしも\n不可欠とはいえない品目に係る消費支出額の上記割合は、小さく\nなる傾向にある（甲全３５１の１２頁、３９３の７枚目の表３、\n図４、５及び８枚目の図９）が、上記のような傾向は、前記ｂの\n認定事実のとおり、統計法に基づく統計調査の結果によっても裏\n付けられている。\nそして、生活保護受給世帯において支出割合が相対的に高い費\n目は、価格の下落傾向がないか、むしろ上昇している一方で、上\n記支出割合が相対的に低い費目のうち特に下落率が大きい費目の\n価格は、実際の市場における価格の下落による影響以上に生活扶\n助相当ＣＰＩの下落に寄与しており、その寄与の程度は極めて大\nきいものである。そうすると、平成２０年から平成２３年までの\n期間に、テレビ等５品目の価格の下落が大きな要因となって物価\nが下落したことによる世帯の消費実態に対する影響の程度（可処\n分所得の実質的な増加と評価し得る程度）は、生活保護受給世帯\nと一般世態とが同程度ということはあり得ず、生活保護受給世帯\nにおいては、一般世帯と比べて相当小さくなると考えられ、生活\n扶助相当ＣＰＩを用いて、上記期間に、デフレ状況により生活保\n護受給世帯に－４．７８％に相当するような可処分所得の実質的\n増加があったと評価することは、到底できないところである。\nｅ  したがって、平成２２年基準の総務省ＣＰＩウエイトを用いて算\n定されている生活扶助相当ＣＰＩは、その変化率が物価変動による\n生活保護受給世帯の可処分所得の実質的な増減を適切に反映する指\n標ではないから、平成２０年から平成２３年までの期間においてデ\nフレ状況による生活保護受給世帯の可処分所得の実質的増加（要保\n護者の最低限度の生活の需要の減少）の有無及び程度を測定し得る\nものではなく、厚生労働大臣が、デフレ調整のために生活扶助相当\nＣＰＩを用いるという判断をしたこと、さらには、本件下落率を用\nいて生活保護受給世帯の可処分所得に相応の実質的増加があると判\n断したことは、統計等の客観的な数値等との合理的関連性がないと\nいわざるを得ない。\nなお、被控訴人らは、厚生労働省が平成２２年に実施した「家庭\nの生活実態及び生活意識に関する調査」によれば、生活保護受給世\n帯におけるパソコンの普及率は約４割、ビデオレコーダーの普及率\nは約７割、電子レンジや洗濯機の普及率は約９割、カラーテレビや\n冷蔵庫の普及率はほぼ１０割となっており、生活保護受給世帯にお\nいても、教養娯楽用耐久財は一般世帯と同様に普及しているという\nことができ、教養娯楽用耐久財を生活扶助で購入することも十分予\n想され、生活保護費のうちどの程度を教養娯楽用耐久財に充てるか\nは当該世帯ごとの個別の事情によるもので、教養娯楽用耐久財以外\nの生活扶助相当品目と変わらないなどと主張する。\nしかし、証拠（乙全３７）によれば、テレビ等５品目のうちカラ\nーテレビについては、生活保護受給世帯における普及率と一般世帯\nの普及率とがいずれも１００％に近く、同程度であると認められる\nものの、その余のビデオレコーダーやパソコン、カメラについては、\n両世帯の普及率が同程度であると認めることはできない（特にパソ\nコン及びカメラについては、一般世帯の普及率が明らかに高く、同\n程度の普及率であるとは到底いえない。）。そして、ここで問題と\nされているのは、消費支出なのであるから、そもそも普及率とは異\nなるのであって、被控訴人らの上記主張は、それ自体失当というべ\nきものである（例えば、同じものを購入するとしても、これを４年\nに１度購入する集団と、２年に１度購入する集団があるとすれば、\n前者の消費支出は、後者の２分の１となる。そうすると、普及率が\n同程度であることを主張、立証するだけでは足りず、購入の頻度も\n同程度であることを主張、立証する必要があるが、被控訴人らは、\nこのような主張、立証を行っていない。）。さらに、社会保障生計\n調査によれば、平成２２年における生活保護受給世帯の「ＰＣ・Ａ\nＶ機器」の支出額は年間合計８８００円余と少額であり（甲全１１\n０の１１頁）、到底テレビやパソコンの購入が可能な金額ではない\nことからすれば、生活保護受給世帯における購入頻度が非常に小さ\nいものであることは明らかなのであって、この点からしても、平成\n２２年基準の総務省ＣＰＩウエイトを用いることを正当化できるも\nのではない。\n以上のとおり、平成２２年基準の総務省ＣＰＩウエイトを用いる\nことは、物価変動率の算定期間に接着しているということで正当化\nできるものではなく、生活保護受給世帯の消費実態とかけ離れたも\nのとなるのであって、被控訴人らの上記主張は理由がない。\nｆ  これに対し、被控訴人らは、前記第５の１⑶イ ｂのとおり、厚\n生労働大臣は、家計調査による第１・十分位の消費支出に基づくウ\nエイトや、社会保障生計調査の結果を分析したウエイトを用いるこ\nとが可能であったとしても、家計調査や社会保障生計調査の統計資\n料としての精度や適格性、従来の改定の考え方との整合性等を総合\n的に勘案し、家計調査により算出された年収階級を限定しない総務\n省ＣＰＩウエイト（一般国民全体のウエイト）を用いることとした\nものであるなどと主張する。しかし、被控訴人らの上記主張によっ\nて、生活保護受給世帯の消費構造と大きく異なっている一般世帯の\n消費構造を基礎とする総務省ＣＰＩウエイトを、生活保護受給世帯\nの消費構造に適合させるための修正等を加えることなく、適合しな\nい状態のまま用いて生活保護受給世帯の可処分所得の実質的増加の\n有無及び程度を測定することが正当化されるものではないから、被\n控訴人らの上記主張は理由がない。また、被控訴人らが従来の改定\nの考え方との整合性を主張している点については、そもそも従来の\n改定の考え方と整合性のない物価を直接考慮するという方法を採り\nながら、この点のみ従来の改定の考え方との整合性を主張するもの\nで、むしろ、このような主張自体が整合性のないものであって、失\n当というほかない。\nそのほか、被控訴人らは、デフレ調整は生活扶助基準と一般国民\nの消費実態（生活水準）との均衡を図る観点から行われたものであ\nるから、用いるウエイトが生活保護受給世帯の消費実態に基づくも\nのでなければならないわけではない旨主張する。しかし、被控訴人\nらのこのような主張は、保護基準の改定が要保護者の最低限度の生\n活の需要との関係で行われなければならない（生活保護法８条２項\n）という視点に欠けるものであるから、それ自体失当であり、理由\nがないものである。\n小括\n以上によれば、厚生労働大臣が、物価変動を指標とする独自の生活\n扶助相当ＣＰＩを用い、平成２２年基準の総務省ＣＰＩウエイトによ\nり、平成２０年を算定期間の始期として、平成２３年までのその変化\n率（本件下落率）により、デフレ調整を行うこととした厚生労働大臣\nの判断は、統計等の客観的な数値等との合理的関連性及び専門的知見\nとの整合性を有しないことは明らかであり、最低限度の生活の具体化\nに係る判断の過程及び手続における過誤、欠落があって、裁量権の範\n囲の逸脱があるし、少なくともその濫用があると認められる。\nウ  平成２９年検証の結果等について\n被控訴人らは、前記第５の１⑶ウのとおり、平成２９年検証におい\nて、本件改定後の生活扶助基準が一般低所得世帯（第１・十分位）の\n消費実態と概ね均衡することが確認されたと評価されていること、本\n件改定後の平成２６年全消調査において、夫婦子１人世帯（第１・十\n分位）の生活扶助相当支出額が平成１６年に比べて約８．２パーセン\nト低下していたことによって、デフレ調整に係る厚生労働大臣の判断\nの過程及び手続に過誤、欠落がないことは裏付けられるなどと主張す\nる。\nしかし、平成２９年検証においては、夫婦子１人世帯の第１・十分\n位の生活扶助相当支出額と本件改定後の生活扶助基準額とが概ね均衡\nすることが確認されたにとどまり、そこから展開した様々なその余の\n世帯類型における生活扶助基準額と一般低所得世帯の生活水準の均衡\nが確認されるまでには至らなかったものである（乙全６６）から、平\n成２９年検証の結果によって、デフレ調整に係る厚生労働大臣の判断\nの過程及び手続に過誤、欠落のないことが裏付けられることにはなら\nない。\nまた、仮に、本件改定後の平成２６年全国消費実態調査において、\n夫婦子１人世帯（第１・十分位）の生活扶助相当支出額が平成１６年\nに比べて約８．２パーセント低下していたことが確認されたからとい\nって、デフレ調整に係る厚生労働大臣の判断の過程及び手続に過誤、\n欠落のないことが裏付けられることにはならない。\nそして、これまでの認定及び判断のとおり、デフレ調整に係る厚生\n労働大臣の判断について、その過程及び手続に過誤、欠落が認められ、\n裁量権の範囲を逸脱し、少なくともこれを濫用したものとして違法に\nなると認められるのであるから、本件改定後になって、仮に、本件改\n定後の生活扶助基準が一般低所得世帯（第１・十分位）の消費実態と\n概ね均衡することなど、被控訴人らの主張する事実が確認されたとし\nても、違法であったものが、遡って適法なものとなるものではない。\nしたがって、被控訴人らの前記 の主張は理由がない。\nエ  以上によれば、デフレ調整は、生活保護法３条、８条２項に違反し、\n違法であると認められる。\nなお、被控訴人らは、Ｃ意見書を提出して、これを自らの主張の根拠\nとして適宜引用する。Ｃ意見書は、「本意見書における『専門的知見等\n』とは、専門機関による報告書等に記載のある内容のほか、従前から厚\n生労働省が行ってきた生活扶助基準改定の具体的な取扱いをいう。」と\nした上、「『一般国民の直面する生活扶助相当品目に係る物価の動向を\n参照して改定を行うこと』は、改定の手順として専門機関が具体的に指\nし示すものではないが、全体としては専門的知見等と整合するものとい\nえる。」とし、「『実質的な購買力を維持すること』は、飽くまで当時\nの政策的配慮にとどまるというべきものであり、どの程度まで生活保護\n受給世帯の実態を考慮するかについては、厚生労働省における経済的・\n社会的条件を踏まえた政策的判断によることが妥当といえる。」、「平\n成２５年改定にあたって説明された『実質的な購買力を維持すること』\nについては、単に物価動向の範囲内で改定することを言い換えたもの、\nすなわち、『一般国民の直面する生活扶助相当品目に係る物価の動向を\n参照して改定を行うこと』について別の表現により説明したものに過ぎ\nないと理解される。専門的知見に照らしても、『生活保護受給世帯にお\nける消費構造を前提として実質的な可処分所得を維持すること』が必然\n的に求められるものではなく、飽くまで当時の政策的な配慮として『実\n質的購買力を維持すること』に配慮したものと解するべきである。どの\n程度まで生活保護受給世帯の実態を考慮するかについては、厚生労働省\nにおける経済的・社会的条件を踏まえた政策的判断によることが妥当と\nいえる。」などの意見が述べられている。\nＣ意見書の上記意見は、デフレ調整についての、被控訴人らの従前の\n説明と異なるもので、デフレ調整によって、生活保護受給世帯の実質的\n購買力が維持されなくなることを実質的に認めているに等しいものであ\nる。そして、上記意見は、その具体的な判断内容や判断過程、とりわけ\n「実質的購買力」が維持されるか否か等を問うことなく、厚生労働省の\n「政策的判断」なるものの結論をそのまま承認するよう述べるものであ\nるとも理解し得るものであるが、仮にそうであるとすれば、政策的判断\nという名目でいかようにも保護基準の改定を行い得るということになり\nかねず、法律による行政とは到底いえないし、判断の妥当性や適法性は\n何ら裏付けられないものである。\nまた、Ｃ意見書は、「本意見書は、専門的知見等との整合性について\n確認したものであって、実施された改定内容の適否について述べたもの\nではない」としている。そうすると、Ｃ意見書の意見は、「実施された\n改定内容の適否」について「否」であっても「専門的知見等と整合する\n」という意見であることになってしまうが、「実施された改定内容の適\n否」について「否」であるものと整合する「専門的知見等」なるものが、\nそもそも専門的知見等といえるものかが疑問であるというほかなく、そ\nのような厚生労働省の知見等は専門的知見等ではないといわざるを得な\nい。そして、Ｃ意見書にいう「専門的知見等と整合する」ものであって\nも、「実施された改定内容の適否」については「否」である場合がある\nのであるから、Ｃ意見書にいう「専門的知見等と整合する」ことは、本\n件において何らの意味も有しないことになり、別途「実施された改定内\n容の適否」が検討されるべきことになるのである（なお、Ｃ意見書の意\n見が、「実施された改定内容の適否」について「否」であっても「専門\n的知見等と整合する」から違法ではないというものであるとすれば、到\n底採用できないものであることは明らかであろう。）。\n以上によれば、Ｃ意見書及びこれに基づく被控訴人らの主張は、当裁\n判所のこれまでの認定及び判断を何ら左右するものではない。\n⑷  ゆがみ調整とデフレ調整を合わせて行うことの違法性\nア  本件改定は、ゆがみ調整及びデフレ調整を一体として同時に行うもの\nであるから、これらがそれぞれ個別に統計等の客観的な数値等との合理\n的関連性や専門的知見との整合性が認められるか否かの検討（前記⑵及\nび⑶）に加え、これらが一体として統計等の客観的な数値等との合理的\n関連性や専門的知見との整合性が認められるか否かという観点からも、\n別途検討されるべきである。\nイ  認定事実⑷イのとおり、ゆがみ調整は、生活扶助基準の展開部分に一\n般低所得世帯（第１・１０分位）の消費実態を反映させることにより、\n生活扶助基準の展開部分を適正化し、生活保護受給世帯間の公平を図る\nことを目的とするものであり、生活扶助基準を上記消費実態と比較する\nことにより、生活扶助基準を引き下げるために行われるものではない。\nしかし、ゆがみ調整（２分の１処理をしたもの）によって、生活扶助\n費は約９０億円も削減されているのであるから、ゆがみ調整の目的が生\n活扶助基準を引き下げるためのものではないとしても、結果的には、全\n体として生活扶助費を引き下げていることは、明らかである（被控訴人\nらも、ゆがみ調整が「生活扶助基準の水準（絶対的な高さ）」に影響を\n及ぼすことを認めている（前記第５の１⑵イ ）。）。そして、本件改\n定は、ゆがみ調整及びデフレ調整を一体として同時に行うもので、デフ\nレ調整のみによっても、生活扶助基準額が４．７８％減額される（財政\n効果は約５１０億円）ものであるが、これに加え、生活扶助費が約９０\n億円削減されるゆがみ調整が行われれば、ゆがみ調整による減額が加わ\nり、結果として、本件下落率を超えて生活扶助基準額が減額されること\nになるもので、仮に、デフレ調整に関する被控訴人らの主張（物価が４．\n７８％下落したから、生活扶助基準額を４．７８％引き下げても、生活\n保護受給世帯の実質的購買力は維持されることなど）を勘案しても、結\n果として、それ以上に生活扶助基準額が引き下げられることになるので\nあって、本件下落率算定の始期である平成２０年当時の生活保護受給世\n帯の実質的購買力が維持されないことは明らかである。すなわち、本件\n下落率を前提に生活保護受給世帯の平成２０年当時の実質的購買力を維\n持するためには、予め試算されたゆがみ調整（２分の１処理をしたもの\n）による約９０億円の生活扶助費の削減（これによる本件下落率を超え\nる生活扶助費の引下げ）が生じないように、ゆがみ調整について更に検\n討したり、デフレ調整の減額率を本件下落率より小さくしたりすること\nが必要であると考えられるところ、ゆがみ調整及びデフレ調整を一体と\nして同時に行うことについて、基準部会等の専門家に諮問された形跡は\nなく、被控訴人らにおいて、上記のとおり本件下落率を超えて生活扶助\n基準額を減額することについて、統計等の客観的な数値等との合理的関\n連性や専門的知見との整合性を有する旨の説明もない（ゆがみ調整及び\nデフレ調整に関する個別の説明では足りないものである。）。\nそうすると、本件改定に当たり、ゆがみ調整及びデフレ調整を一体と\nして行うことにより、本件下落率を超える生活扶助基準額の減額を行う\nことになる点について、この点のみでも、統計等の客観的な数値等との\n合理的関連性及び専門的知見との整合性を欠いているといわざるを得な\nい。\nウ  したがって、ゆがみ調整とデフレ調整を合わせて行うこととした厚生\n労働大臣の判断には、最低限度の生活の具体化に係る判断の過程及び手\n続における過誤、欠落があって、裁量権の範囲を逸脱しており、少なく\nともその濫用があると認められ、生活保護法３条、８条２項に違反し、\n違法であると認められる。\n⑸  まとめ\n以上によれば、本件改定は、ゆがみ調整で２分の１処理を行った点及び\n生活扶助相当ＣＰＩを用いるなどしたデフレ調整を行った点において、ま\nた、これらを合わせて行った点において、いずれも統計等の客観的な数値\n等との合理的関連性及び専門的知見との整合性を欠いており、個別にみて\nも全体としても著しく合理性を欠くもので、裁量権の範囲を逸脱している\nことは明らかであるし、少なくともこれを濫用するものであるといわざる\nを得ず、生活保護法３条、８条２項に違反するもので、違法であると認め\nられる。\nそうすると、争点２について判断するまでもなく、本件改定に基づいて\n行われた本件各処分は、いずれも違法なものと認められ、いずれも取り消\nされるべきである。\n３  争点３（本件各告示による生活扶助基準の改定の国家賠償法上の違法性及\nび控訴人らの損害）について\n⑴  前記２の認定及び判断のとおり、まず、本件改定のうち、ゆがみ調整の\n２分の１処理は、基準部会による約１年９箇月に及ぶ平成２５年検証の結\n果をそのまま反映させないことの妥当性や反映させる程度等について、同\n部会に問うこともなく、平成２５年報告書が出されるより前の段階で、そ\nの準備と並行して、２分の１処理を行う方針で試算を行うなどの準備を進\nめた上、これを国民に対して説明することなく、あたかも専門家によって\n構成されている基準部会の検討に従ったそのままの結果と受け取られるよ\nうな発表や説明を行い、ゆがみ調整によって生活扶助基準が引上げられる\nべき保護受給世帯との関係において是正されるべき不利益の一部をあえて\n放置したものである。また、デフレ調整は、合理的な根拠もなく、生活扶\n助相当ＣＰＩという学術的にも承認され得ない独自の指数により、生活保\n護受給世帯の消費実態と乖離したウエイトを用いるなどして、生活扶助基\n準を－４．７８％と大きく引き下げたものであるし、さらに、ゆがみ調整\nと合わせて行うことでより大きな引下げとしたものであるから、本件改定\nは、生活保護法３条、８条２項に違反するものとして違法であるばかりで\nなく、これを行った厚生労働大臣には、少なくとも重大な過失があるもの\nと認められ（厚生労働大臣に専門技術的知見があるのであれば、これを適\n正に行使することによって、前記２で行ったような検討は容易に行うこと\nができたといえるし、その一部については、本件改定より前に、即座に研\n究者からも指摘されていたのである。）、国家賠償法１条１項の適用上も、\n違法と評価せざるを得ないものである。\n⑵  本件改定は、昭和５９年以降採用されている水準均衡方式の下で、生活\n扶助基準引下げの改定が行われたのが、平成１５年度及び平成１６年度だ\nけで、その引下げの率も－０．９％及び－０．２％と大きなものではなか\nった（乙全１０）のに対し、－４．７８％（本件下落率）の引下げを含む\nもので、過去に例のない、大幅な生活扶助基準の引下げを行ったものであ\nる。生活扶助は、困窮のため最低限度の生活を維持することのできない者\nに対し、衣食その他日常生活の需要を満たすために必要なものとして行わ\nれるものであり（生活保護法１２条１号）、生活扶助基準の引下げは、生\n活保護受給世帯の生計の維持に直接的影響を及ぼすものであるから、本件\n改定による影響は、生活保護受給者にとって非常に重大なものというべき\nである。\n憲法２５条１項にいう「健康で文化的な最低限度の生活」は、抽象的・\n相対的な概念であり、その具体的内容は、その時々における文化の発達の\n程度、経済的・社会的条件、一般的な国民生活の状況等との相関関係にお\nいて判断決定されるべきものではあるが、少なくとも本件改定の当時にお\nいては、人が３度の食事ができているというだけでは、当面は飢餓や命の\n危険がなく、生命が維持できているというにすぎず、到底健康で文化的な\n最低限度の生活であるといえないし、健康であるためには、基本的な栄養\nバランスのとれるような食事を行うことが可能であることが必要であり、\n文化的といえるためには、孤立せずに親族間や地域において対人関係を持\nったり、当然ながら贅沢は許されないとしても、自分なりに何らかの楽し\nみとなることを行うことなどが可能であることが必要であったといえる（\nなお、厚生労働大臣は、生活扶助相当ＣＰＩを算出するに当たり総務省Ｃ\nＰＩウエイトを用いており、１０大費目のうち教養娯楽のウエイトは１１\n４５で（乙３０）、生活扶助相当ＣＰＩのウエイト総和（６１８９又は６\n３９３）の約１８％を占めているから、デフレ調整に係る厚生労働大臣の\n判断の過程において、生活扶助費のうち２割近くを教養娯楽の費用に充て\nることができる生活が前提となっていたと考えることもできる。）。\nしかし、本件改定前の生活保護受給世帯において、上記のような余裕が\nあったことを認めるに足りる証拠はないし、前記２⑶イ ｄ の社会保障\n生計調査の調査結果に照らしても、そのような生活実態であったとは認め\nられない。証拠（甲⑸１、⑼１、(11)１、(13)１、(14)１、(15)１、(18)\n１、(19)１・２、(21)１、甲全１３２ないし１３７、３７９、控訴人４（\n原審原告５）、７（同９）、１０（同１３）、１２（同１５）及び１７（\n同２１）各本人（原審）、証人Ｊ（当審））によれば、控訴人らは、本件\n各処分によって、元々余裕のある生活ではなかったところを、生活扶助費\nの減額分だけ更に余裕のない生活を、本件各処分１又は本件各処分２を受\nけて以降、少なくとも９年以上という長期間にわたり強いられてきたもの\nと認められるから、いずれも相当の精神的苦痛を受けたものと推認するに\n難くなく、このような精神的苦痛は、金銭的、経済的な問題の解消によっ\nてその全てが解消される性質のものではなく、事後的に本件各処分が取り\n消されたとしても、その間の生活が取り戻せるものではないことにも鑑み\nれば、本件各処分が取り消されることにより慰謝される部分があるとして\nも、その全てが慰謝されるとは認め難いところである。そして、生活扶助\nは、抽象的・相対的なものであるとしても、我が国の主権者である国民の\n「健康で文化的な最低限度の生活を営む」権利（憲法２５条１項）を基礎\nとする制度であり、本来、被控訴人国は、その「向上及び増進に努めなけ\nればならない」ものである（同条２項）。\nこれに加え、前記２の認定及び判断のとおり、本件改定が、学術的にも\n認められるものではない、客観的合理的な根拠のない手法等を積み重ね、\nあえて生活扶助基準の減額率を大きくしているもので、違法性が大きいこ\nとなどの事情を総合的に勘案すると、いずれの控訴人らについても、本件\n各処分の取消しによってもなお残ると認められる精神的苦痛を慰謝すべき\n金額は、それぞれの請求額である１万円を下回るものではないというべき\nである。\n⑶  したがって、被控訴人国は、控訴人３、４及び６ないし１２に対し、そ\nれぞれ、１万円及びこれに対する平成２５年８月１日から支払済みまで改\n正前民法所定の年５分の割合による遅延損害金の支払義務を負い、控訴人\n１３、１４、１６及び１７に対し、それぞれ、１万円及びこれに対する平\n成２６年４月１日から支払済みまで上記割合による遅延損害金の支払義務\nを負うと認められる。\n４  総括\n以上によれば、控訴人らの請求は、控訴人１３の当審における拡張請求の\n部分を除いて、いずれも理由があるが、同控訴人の被控訴人国に対する損害\n賠償請求に係る附帯請求の起算日は、本件告示２の適用日である平成２６年\n４月１日になると解され、同控訴人は、同日以降の遅延損害金を請求するこ\nとができるにとどまるから、上記拡張請求は理由がない。\n被控訴人らは、その他にも種々主張するが、いずれも当裁判所の以上の認\n定及び判断を左右するものではない。\n第７  結論\nよって、控訴人らの原審における請求はいずれも理由があり、これらを棄\n却した原判決は相当でなく、本件各控訴はいずれも理由があるから、原判決\nを取り消し、控訴人らの上記請求をいずれも認容し、また、控訴人１３の当\n審における拡張請求は、理由がないから、これを棄却することとして、主文\nのとおり判決する。\n名古屋高等裁判所民事第２部\n裁判長裁判官     長   谷   川     恭       弘\n裁判官     寺       本       明       広\n裁判官     亀       村     恵       子\n"
}