{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 3,
    "month": 4,
    "day": 15
  },
  "case_number": "令和1(行ケ)10159",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "90249",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=90249",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/249/090249_hanrei.pdf",
  "contents": "令和３年４月１５日判決言渡\n令和元年（行ケ）第１０１５９号  審決取消請求事件\n口頭弁論終結日  令和３年３月２日\n判                  決\n原             告          株 式 会 社 島 津 製 作 所\n同訴訟代理人弁理士          江    口      裕      之\n同                          阿久 津      好      二\n被             告          特 許 庁 長 官\n同指定代理 人          福    島      浩      司\n同                          三    崎              仁\n同                          樋    口      宗      彦\n同                          森              竜      介\n主                  文\n１  特許庁が不服２０１８－１４１１４号事件について令和元年１０月１６日\nにした審決を取り消す。\n２  訴訟費用は被告の負担とする。\n事 実 及 び 理 由\n第１  請求\n主文同旨\n第２  事案の概要\n１  特許庁における手続の経緯等（当事者間に争いがない。）\n(1)  原告は，発明の名称を「Ｘ線透視撮影装置」とする発明について，平成２\n６年１０月２９日に特許出願（特願２０１４－２２０３７１。以下「本願」\nという。）をした。\n(2)  原告は，平成２９年１月５日付けで特許請求の範囲及び明細書の記載事項\nについて手続補正をし，同年９月７日付けで拒絶理由通知を受けたため，同\n年１１月１７日付けで特許請求の範囲及び明細書の記載事項について手続補\n正（以下「本件補正」という。）をし，平成３０年２月１６日付けで拒絶理由\n通知を受けたため，同年４月１９日付けで特許請求の範囲及び明細書の記載\n事項について手続補正をしたが，同年７月１９日付けで，補正の却下の決定\nがされた上で，同日付けで拒絶査定を受けた。\n(3)  原告は，平成３０年１０月２４日付けで，拒絶査定不服審判（不服２０１\n８－１４１１４号事件）を請求した。\n特許庁は，令和元年１０月１６日，本件審判の請求は成り立たない旨の審\n決（以下「本件審決」という。）をし，その謄本は，同月２９日，原告に送達\nされた。\n(4)  原告は，令和元年１１月２５日，本件審決の取消しを求める本件訴訟を提\n起した。\n２  特許請求の範囲の記載\n本件補正によって補正した特許請求の範囲の請求項１の記載は，次のとおり\nである（以下，本件補正後の請求項１に係る発明を「本願発明」という。甲５）。\n【請求項１】\nＸ線管と，\n前記Ｘ線管から照射され被検者を通過したＸ線を検出するＸ線検出部と，\n前記Ｘ線管と前記Ｘ線検出部とを支持するアームと，\n移動機構を備え，前記アームを支持する本体と，前記本体に配設され前記Ｘ\n線検出部により検出したＸ線に基づいてＸ線画像を表示する表示部と，\n前記Ｘ線検出部により検出したＸ線に基づいてＸ線画像を表示する前記表示\n部とは異なる第２表示部を備えたモニタ台車と，\nを備えたＸ線透視撮影装置において，\n前記表示部と前記第２表示部には，手術中に透視された同一のＸ線画像が表\n示され，\n前記Ｘ線画像のうち，前記表示部に表示されるＸ線画像のみを回転させる画\n像回転機構を備えるＸ線透視撮影装置。\n３  本件審決の理由の要旨\n(1)  本件審決は，本願発明は，本願の出願前に頒布された刊行物である甲第１\n号証（特開２００６－１２２４４８号。以下「引用文献１」という。また，\n書証については，以下，単に「甲１」などと略記する。）に記載された発明（以\n下「引用発明」という。）及び甲２（特開２００９－０２２６０２号。以下「引\n用文献２」という。）に記載された事項に基づいて，当業者が容易に発明をす\nることができたものであるから，特許法２９条２項の規定により特許を受け\nることができず，本願は拒絶されるべきものであると判断した。\n(2)  本件審決が認定した引用発明，本願発明と引用発明の一致点及び相違点\nは，次のとおりである。\nア  引用発明\n操作者が手押しで移動させる台車４１と，\n台車４１上に保持されたポジショニングを手動で行うＣ型アーム４２と，\nＣ型アーム４２の端部のそれぞれに取り付けられた，Ｘ線管１１とコリ\nメータ１２，およびイメージインテンシファイア１４とＴＶカメラ１５と\nを組み合わせ，被検者のＸ線画像信号が得られる撮像装置と，\n台車４１とは別体に構成されたキャビネット４３上に設置された診断\n用画像モニタ装置１７と，\n台車４１の上面に設けられたタッチパネル装置２２付き操作用液晶デ\nィスプレイ装置２１とを有する，外科用Ｘ線映像装置において\nＴＶカメラ１５からカメラ制御ユニット１６を経て出力される映像信\n号は診断用画像モニタ装置１７に送られてＸ線透視像が表示されるとと\nもに，制御ユニット１８を経て操作用液晶ディスプレイ装置２１に送られ，\n操作用液晶ディスプレイ装置２１においてもＸ線透視像が表示される\n外科用Ｘ線映像装置。\nイ  本願発明と引用発明の一致点及び相違点\n（一致点）\nＸ線管と，\n前記Ｘ線管から照射され被検者を通過したＸ線を検出するＸ線検出部と，\n前記Ｘ線管と前記Ｘ線検出部とを支持するアームと，\n移動機構を備え，前記アームを支持する本体と，前記本体に配設され前\n記Ｘ線検出部により検出したＸ線に基づいてＸ線画像を表示する表示部\nと，\n前記Ｘ線検出部により検出したＸ線に基づいてＸ線画像を表示する前記\n表示部とは異なる第２表示部を備えたモニタ台車と，\nを備えたＸ線透視撮影装置において，\n前記表示部と前記第２表示部には，手術中に透視された同一のＸ線画像\nが表示されるＸ線透視撮影装置。\n（相違点）\n本願発明は，「前記Ｘ線画像のうち，前記表示部に表示されるＸ線画像の\nみを回転させる画像回転機構を備え」ているのに対し，引用発明は，その\nような特定がない点。\n４  取消事由\n本願発明の容易想到性の判断の誤り\n第３  当事者の主張\n１  原告の主張\n本件審決は，①引用文献２には，「術者の位置情報に基づいてＸ線画像３０２\nの回転処理を行」い「このような処理により，術者によるＸ線画像と実際の患\n者の患部の位置把握が容易となる」技術事項が記載されており，この技術事項\nにおいて，「術者」は，「Ｘ線画像」を見ている者であるから，引用文献２には，\n「Ｘ線画像を見る者によるＸ線画像と実際の患者の位置把握を容易にするため\nに，Ｘ線画像を見る者の位置情報に基づいてＸ線画像３０２の回転処理を行う」\nという技術事項（以下「技術事項２」という。）が記載されているといえる，②\n引用発明の「Ｃ型アーム４２」は，「ポジショニングを手動で行う」ものである\nことから，引用発明において，「操作用液晶ディスプレイ装置２１」を見て操作\nする「操作者」は，「被検者」に対し，いろいろな位置に移動しなければならな\nいことは明らかであり，この場合において，「操作用液晶ディスプレイ装置２１」\nを見て操作する「操作者」の「被検者」の視認方向が，「診断用画像モニタ装置\n１７」を見る「術者」と一致しないことは明らかであるから，「操作用液晶ディ\nスプレイ装置２１」を見る「操作者」の位置情報に基づいて，「操作用液晶ディ\nスプレイ装置２１」及び「診断用画像モニタ装置１７」の「Ｘ線透視像」を共\nに回転処理した場合，「診断用画像モニタ装置１７」に表示される「Ｘ線透視像」\nの方向が，「診断用画像モニタ装置１７」を見る「術者」の「被検者」の視認方\n向と一致しない（以下，この下線部について「課題Ｂ２」という。），③すると，\n「診断用画像モニタ装置１７」を見る「術者」の「Ｘ線透視像」と実際の「被\n検者」の患部の位置把握が難しくなるから，「操作用液晶ディスプレイ装置２１」\nを見る「操作者」の位置情報に基づいて回転処理する「Ｘ線透視像」は，「操作\n用液晶ディスプレイ装置２１」のみとしなければならないといえ，技術事項２\nを引用発明の「操作用液晶ディスプレイ装置２１」に表示された「Ｘ線透視像」\nのみに適用し，本願発明のごとく構成することは，当業者にとって容易に想到\nできたことであると判断したが，以下のとおり誤りである。\n(1)  引用発明の技術的思想は，Ｘ線を曝射しない状態において，コリメータの\n開閉・回転操作及びＴＶカメラの回転操作を行う際，当該操作に対応した画\n像を表示するのに大掛かりな画像処理を必要とせず，簡単・安価な処理で済\nみ，さらには操作者の手元で表示することができるようにしたＸ線映像装置\nを提供するとの課題を解決するために（【０００４】ないし【０００６】），Ｘ\n線照射停止直前の画像を操作用画像表示手段に表示するとともに，この画像\nに重ねてマーカ画像を表示し，このマーカ画像の表示位置・角度を実際のコ\nリメータ位置・角度及び撮像手段の回転角度に対応したものとする構成（【０\n００７】，【０００９】，【００１５】ないし【００１９】）を採用することで，\n操作者が，Ｘ線照射を停止した状態で操作用画像表示手段の表示を観察しな\nがら，視覚的にＸ線コリメーションや撮像画像回転の調整作業を容易に行う\nことができるとの作用効果（【０００９】，【００２３】）を奏する点にある。\nそして，本願の出願日当時，外科用Ｘ線撮影装置の分野においては，「術者」\nの希望する方向にＸ線透視像の表示方向を補正するために，操作者は，術者\nの指示に基づいてＴＶカメラを回転させることは技術常識であり（甲１５（特\n開２０１３－０１７５６９号公報）の段落【０００３】，甲１６（特開２０１\n０－０６３５８６号公報）の段落【０００５】，【０００６】，甲１７（特開平\n９－２９８６８７号公報）の段落【０００４】ないし【０００７】，乙２（特\n開２０１３－０１７７５９号公報）の段落【０００２】，【０００３】），術者\nと操作者との間には主従の関係がある。したがって，このような技術常識を\n把握した当業者は，引用文献１においても，操作者は「操作用液晶ディスプ\nレイ装置２１」を見ながら，術者の指示に基づいてＴＶカメラを回転操作す\nることにより，術者の所望する方向にＸ線透視像の表示方向を補正するとい\nう役割を担うのであり，そのために「操作用液晶ディスプレイ装置２１」に\nは「診断用画像モニタ装置１７」と同一のＸ線透視像が同一の向きに表示さ\nれるという前提が存在し，操作者は，「操作用液晶ディスプレイ２１」を見な\nがら，術者の指示に基づいてＴＶカメラを回転操作することにより，術者の\n所望する方向にＸ線透視像の表示方向を補正し，「操作用液晶ディスプレイ\n２１」と「診断用画像モニタ装置１７」とが同一の向きに表示されるように\n構成されていると理解するのが当然である。引用文献１には，「操作用ディス\nプレイ装置２１」を見て操作する「操作者」の視認方向が，「診断用画像モニ\nタ装置１７」を見る「術者」と一致しないという本件審決が認定した課題Ｂ\n２について記載も示唆もないし，前述したところに照らせば，手術中に被検\n者の患部を表示する画像表示装置において，異なる方向から被検者に対向す\nる場合，各々が見る画像表示装置の画像の向きを各々が被検者を見る向き（視\n認方向）に一致させるという課題が，操作者において，本願の出願日当時，\n周知の課題であるともいえない。\nよって，このような課題があることを前提として，相違点の構成，すなわ\nち，「前記画像Ｘ線画像のうち，前記表示部に表示されるＸ線画像のみを回転\nさせる画像回転機構を備え」る構成にする動機づけが当業者にあったとはい\nえない。\nなお，被告は，後記２(1)において，乙３及び４によれば，手術中に被検者\nの患部を表示する画像表示装置において，異なる方向から被検者に対向する\n場合，各々の被検者を見る向き（視認方向）に一致させるという課題は当業\n者にとって周知である旨主張するが，これらの文献は，引用発明における術\n者の課題を提示するものといえても，引用発明における操作者の課題を提供\nするものではなく，そこで示されている課題は，あくまで画像中に手技が映\nり込む「術者」の視認方向と画像の表示方向とをそろえることにより，手技\nとその手技が映り込む画像の方向を一致させるということであり，手術を行\nわない「操作者」にとって，被告の主張する「周知課題」を適用して，操作\n者から見た患部の方向と操作用ディスプレイの患部画像の見え方とを一致さ\nせる必要はない。\n(2)  仮に，前記(1)記載のような課題があるとしても，引用文献２の技術的思想\nは，従来の循環器診断装置のＣアームを専門の技師が操作室で制御する方法\nでは，術者と技師との間で連絡が困難なことから，術者の所望する位置に迅\n速にＣアームを移動させることができないとの問題に鑑み（【０００６】，【０\n００９】），術者が人手を介することなく所望する位置に迅速にＣアームを移\n動させることで，容易に所望のＸ線画像を得られるようにすることを目的と\nして，術者にＨＭＤ（ヘッドマウントディスプレイ）を装着させ，術者の位\n置情報に基づいてＸ線画像の方向と実際の患者の方向とが一致するように回\n転処理されたＸ線画像をＨＭＤ上に重畳表示し，当該Ｘ線画像に対する術者\nの視線移動に応じてＣアームを移動させるとの構成（【００１０】，【００２\n０】，【００２２】，【００２３】，【００２６】，【００３３】，【００４０】）を採\n用することで，術者が人手を介することなく，容易に所望のＸ線画像を得る\nことができるとの作用効果を奏する（【００１２】，【００４３】）というもの\nであり，「Ｘ線画像を回転させる」基となる「位置情報」は「ＨＭＤを装着し\nた術者の位置情報」であって，「術者とは別の操作者の位置情報」は含まれな\nいと解するのが自然である。したがって，「術者によるＸ線画像と実際の患者\nの患部の位置把握を容易にするために術者の位置情報に基づいてＸ線画像３\n０２の回転処理を行う」という技術事項から，「Ｘ線画像を見る者によるＸ線\n画像と実際の患者の患部の位置把握を容易にするために，Ｘ線画像を見る者\nの位置情報に基づいてＸ線画像３０２の回転処理を行う」という技術事項（技\n術事項２）を導き出すことは，本願の出願日当時の技術常識を参酌しても当\n業者が導き出せる事項とはいえず，技術事項２が引用文献２に記載されてい\nるに等しい事項であるとはいえないから，引用発明において，術者とは別の\n操作者の位置情報に基づいて，当該操作者が見る操作用液晶ディスプレイ２\n１に表示されたＸ線画像のみを回転させるという相違点の構成に至ることは\n困難である。\n(3)  仮に，技術事項２を引用発明に適用すると，「Ｘ線画像を見る者である操\n作者による操作用液晶ディスプレイ装置２１に表示されたＸ線透視像と実際\nの患者の患部の位置把握を容易にするために，Ｘ線画像を見る者である操作\n者の位置情報に基づいて操作用液晶ディスプレイ装置２１に表示されたＸ線\n透視像の回転処理を行う」ことになる。\nしかし，このようにしてしまうと，①前記(1)のとおり，本願の出願日当時，\n外科用Ｘ線撮影装置の分野においては，「術者」の希望する方向にＸ線透視像\nの表示方向を補正するために，操作者は，術者の指示に基づいてＴＶカメラ\nを回転させることが技術常識であるところ，操作者が見るＸ線透視像が術者\nの意図する方向とは異なることとなる結果，術者の指示に基づいて術者の意\n図する角度にＸ線透視像を調整することが困難となり，操作者本来の役割を\n果たすことができなくなるし，②引用発明の外科用Ｘ線撮影装置の分野にお\nいて，操作者は，術者の指示に従ってＣ型アームの位置合わせをする役割も\n担っているところ，Ｃ型アームの移動方向と操作者用ディスプレイに表示さ\nれた患部画像の移動する方向とが一致せず，Ｃ型アームを移動させて関心領\n域を画面の中心に合わせるという操作者本来の役割を果たせなくなる。\nしたがって，引用発明における操作者に技術事項２を適用することについ\nては，阻害要因がある。\n(4)  以上によれば，技術事項２を引用発明の「操作用液晶ディスプレイ装置２\n１」に表示された「Ｘ線透視像」のみに適用し，本願発明のごとく構成する\nことは，当業者にとって容易に想到することができたとした本件審決の判断\nは誤りである。\n２  被告の主張\n(1)  ①Ｃアームを備えたＸ線診断装置であって，術者専用のＸ線画像表示手段\nである別置きモニタのほかに，診断装置の筐体側にもＸ線画像を表示するタ\nッチパネル付きのモニタが設けられたＸ線診断装置においては，操作者がＸ\n線画像を見ながらＣアームの操作や位置決めをすること（乙１の段落【００\n４２】。以下，「操作者がＣ型アーム側の操作用モニタを見ながらアームを操\n作すること」を「技術常識１」という。），②操作者（オペレータ）がＣ型ア\nームを移動させて手術中の患部のＸ線透視像を撮影する際，操作者（オペレ\nータ）は医師や補助者（以下「医師等」という。）の邪魔にならない位置でＸ\n線撮影装置の操作を行う必要があること，医師等の位置に応じて，操作者（オ\nペレータ）が医師等の邪魔にならないよう，被検者に対して様々な位置でＸ\n線撮影装置の操作を行うこと（乙１の段落【００１５】，【００１６】，図１，\n図２，乙２の段落【００２５】，【００２６】，図３，図４。以下，「操作者は\n医師の邪魔にならない様々な位置に移動してアームの操作を行うこと」を「技\n術常識２」という。），③手術中のＸ線撮影装置の分野においては，「術者」が\n見る「診断用画像モニタ装置」の「患部の画像の角度」と「術者」が見る「手\n術中の患部の方向」とを一致させると，術者にとって見やすくなること（甲\n１５の段落【０００３】。以下，「手術中は，画像中の角度と患部の目視方向\nとが一致すると見やすいこと」を「技術常識３」という。）は，本願の出願日\n当時の技術常識であった。\n技術常識１及び２からすると，当業者は，引用文献１の装置においても，\n「操作者」が「操作用液晶ディスプレイ装置２１」に表示されるＸ線透視像\nを見てＣ型アームのポジショニングを行っており，その際，医師の邪魔にな\nらないように様々な位置に移動してアームの操作を行うものと理解する。そ\nして，技術常識３により，当業者であれば，引用発明において被検者に対し\nていろいろな位置でＸ線撮影装置の操作を行わなければならない「操作者」\nが，医師等の術者が被検者を見る方向とは異なる方向から被検者を見ること\nにより，操作者が被検者を見る方向と操作者用の画像表示装置に表示される\n患部の方向とが一致しない状況になる場合がある（課題Ｂ２）と理解する（別\n紙「被告作成図面１」参照）。\nそして，手術中に被検者の患部を表示する画像表示装置において，異なる\n方向から被検者に対向する場合，各々が見る画像表示装置の画像の向きを\n各々の被検者を見る向き（視認方向）に一致させるという課題は，本願の出\n願日当時，当業者にとって周知であった（乙３の段落【０００７】，【００２\n２】，乙４の段落【００２２】，【００２５】，図１，図１０）から，当業者で\nあれば，手術中に被検者の患部を表示する画像表示装置である引用発明にお\nいて，医師等の術者が被検者を見る方向とは異なる方向から被検者を見るこ\nとにより，被検者を見る方向と画像表示装置に表示される被検者の患部の方\n向とが一致しない状況になっている「操作者」に対して，上記の周知課題を\n参照し，異なる方向から被検者に対向する操作者が見る操作用液晶ディスプ\nレイ２１の画像の向きを，操作者が被検者を見る向き（視認方向）に一致さ\nせるという課題を当然に把握する。\n(2)  引用発明と引用文献２に記載された技術事項２は，共に操作者が患部を見\nる方向が操作者の移動に応じて変化し，操作者に提示されるＸ線画像がその\nまま（角度が固定された状態）では，操作者の移動に応じて操作者が患部を\n見る像の角度と，操作者が見えるＸ線画像の角度との関係が変化するという\n前提において共通するから，引用発明に技術事項２を適用する動機付けはあ\nり，引用発明における操作者の都合に着目して，引用文献２の「術者」が操\n作者として振る舞う場合に着目した技術事項２を上記の動機付けに基づいて\n適用するに際には，操作者とは都合の異なる術者用のモニタに対し操作用デ\nィスプレイと同様の画像回転を施すことが動機付けられることは技術常識３\nに照らしてあり得ないから，「操作用液晶ディスプレイ２１」に表示される\n「Ｘ線透視像」のみを操作者の立ち位置，都合に合わせて回転することが動\n機付けられ，当該構成に想い至るものといえる。\n(3)  したがって，引用発明において，上記周知課題を解決するために，被検者\nを見る方向と操作者用の画像表示装置に表示される被検者の患部の方向とが\n一致しない状況にある「操作者」が見る「操作用液晶ディスプレイ２１」に\n表示された「Ｘ線透視像」のみに対して技術事項２を適用することにより，\n「操作用ディスプレイ２１」に表示される「Ｘ線透視像」のみを回転させる\n画像回転機構を備えるようにすることは，当業者が容易に想到し得るのであ\nり，これと同旨の本件審決の判断に誤りはない。\nなお，原告は，引用文献２は，Ｘ線画像を回転させる位置情報は，ＨＭＤ\nを装着した術者の位置情報であって，術者とは別の操作者の位置情報は含ま\nれないから，本件審決が認定した技術事項２は誤りである旨主張するが，引\n用文献２の【００１４】には，「・術者の頭部に装着しＸ線画像と実際の患者\nの様子を観察することができるとともに，得られたＸ線画像を表示するため\nの表示部を提供する･･･ヘッドマウントディスプレイ（ＨＭＤ１１０）」と記\n載されているのであるから，引用文献２の「術者」は，「Ｘ線画像を観察する\n者」である。そして，「術者」とは，同【００１６】に「術者は･･･Ｘ線画像\nの一部を注視したり，･･･所望の照射部位Ｃアーム１０３を移動することを\n可能とする。」と記載されているのであるから，患者に手術を行う「医師」と\nして患部を観察する者との立場に加え，「オペレータ」（本件明細書）又は「操\n作者」（引用文献１）に当たる，Ｃアームのポジショニング（位置決め操作）\n等を担う者としてＸ線撮影対象である患部を観察する者としての立場も備え\nるものである。そうすると，引用文献２の位置情報には，操作者の位置情報\nも含まれるから，本件審決が認定した技術事項２に誤りはない。\nまた，原告は，前記１(3)のとおり，引用発明における操作者に技術事項２\nを適用することについては，阻害要因がある旨主張するが，操作者が「術者\nの意図する角度にＸ線透視像を調整するために，術者の指示に基づいてＸ線\n透視像を回転させる役割」を担うことは技術常識であるところ，引用文献１\nの【００１９】に記載があるように，操作用液晶ディスプレイ装置において\n診断用画像モニタ装置のＸ線透視像の正立位置，すなわち上方方向位置を，\nマーカを移動させる等の間接的な方法を指定することで当該透視像を回転さ\nせることもできるのであり，必ずしも操作用液晶ディスプレイ装置のＸ線透\n視像そのものを同期回転させることが唯一の選択肢であるとはいえないし，\nまた，（操作者用液晶ディスプレイの付属した）Ｃ型アーム（台車）を患部に\n対して回転しても，操作者用液晶ディスプレイに表示されるＸ線透視像は，\n操作者からみた患者（患部）の視認像の向きに一致するように回転されるこ\nとになるから，Ｃ型アームを移動させる場合に，前記ディスプレイに表示さ\nれた像において所望の向きに移動させれば，Ｃ型アームの画角を患部（関心\n領域）に対し所望の向きに移動させられることになり，Ｃ型アームの移動方\n向と操作者用ディスプレイに表示された患部画像の移動する方向が同一とな\nるので，引用発明における操作者に技術事項２を適用することについては，\n阻害要因はない。\n第４  当裁判所の判断\n１  本件明細書の記載事項について\n本願に係る明細書及び図面（ただし，本件補正後のもの。以下，これらを併\nせて「本件明細書」という。甲３，５，１８）には，別紙１のとおりの記載が\nあり，この記載によれば，本件明細書の「発明の詳細な説明」には，本件発明\nに関し，次のような開示があることが認められる。\n(1)  手術室に搬入されて使用される外科用Ｘ線透視撮影装置においては，Ｘ線\n透視画像又はＸ線撮影画像（以下，これらを「Ｘ線画像」という。）は，本体\nとは別に設けられたモニタ台車における表示部に表示され，モニタ台車は，\n手術等の治療を実行する医師と対向する位置に配置され，治療時においては，\nオペレータが本体の表示部に表示されたＸ線画像を確認することによりＣ型\nアームの位置決めを行っているが，本体における表示部には医師と対向配置\nされたモニタ台車に表示されるＸ線画像と同一のＸ線画像が表示されるため，\n本体における表示部に表示されるＸ線画像の向きと被検者の向きとは一般的\nに異なっており，したがって，オペレータが本体における表示部に表示され\nたＸ線画像を確認しながらＣ型アームの位置決めを行うことは困難であり高\n度の熟練を要するという問題があり，また，医師とオペレータの情報共有を\n図るため，医師が見ているモニタ台車の表示部の画像とオペレータが見てい\nる本体の表示部の画像との向きを同一にしたいという要望があった（【００\n０２】，【０００３】，【０００６】，【０００７】）。\n(2)  「この発明」は，上記の課題を解決するためにされたものであり，本体の\n表示部に表示されるＸ線画像のみを回転させることにより，本体の表示部に\n表示されるＸ線画像の向きをオペレータに適した方向とすることが可能とな\nり，オペレータは，本体の表示部に表示されるＸ線画像を容易に認識するこ\nとができ，これによりＣ型アームの位置決め等を容易に実行することが可能\nとなる（【０００８】，【００１４】）。\n２  引用例の記載事項について\n(1)  引用文献１には，別紙２のとおりの記載があり，この記載によれば，引用\n文献１には，引用発明の課題につき次のような開示があるものと認められ，\nまた，【００１２】ないし【００１５】及び図２によれば，引用発明は，前記\n第２の３(2)アのとおりの発明であると認められる。\nア  Ｘ線装置では，操作者が被検者に対してＸ線管やＸ線撮像手段のポジシ\nョニングを行うとともに，その手元で管電圧や管電流などのＸ線条件の設\n定操作を行い，それとは離れた場所に置かれた診断用画像モニタ装置を医\n師等が観察して診断を行うことがあり，また，その際，操作者が，Ｘ線条\n件等の設定操作だけでなく，コリメータやＴＶカメラの調整を行うことが\nあるが，操作者が行うコリメータやＴＶカメラの調整は，Ｘ線照射中に行\nうようにすれば確実ではあるものの，診断目的に合致した画像を得るよう\nに調整できるまで被検者に対してＸ線を曝射しなければならず，被検者の\nみならず操作者に対してもＸ線被曝が問題となり，そのような不必要なＸ\n線被曝を避けるため，Ｘ線照射停止中に画像処理装置を利用してＸ線照射\n中と同様の調整を行えるようにしているものがあるが，画像処理装置を備\nえていない安価なＸ線映像装置ではこうしたＸ線曝射しない状態での表\n示，調整をすることはできず，画像処理装置を備えた高価なＸ線映像装置\nであっても，画像処理後の画像は，操作者からは離れた場所に置かれる診\n断用モニタ装置に表示されるため，操作者がその画像を見て確認するには\n不便であるという問題があった（【０００２】ないし【０００５】）。\nイ  「この発明」の課題は，Ｘ線曝射しない状態でコリメータ・カメラの操\n作に対応した画像を表示するために大掛かりな画像処理を必要とせず，簡\n単・安価な処理で済み，さらには操作者の手元で表示することができるよ\nうにしたＸ線映像装置を提供することにある（【０００６】）。\n(2)ア  引用文献２には，別紙３のとおりの記載があり，この記載によれば，引\n用文献２には，発明の課題ないし目的につき次のような開示があるものと\n認められる。\n(ア)  Ｘ線画像装置のなかでも，特に循環器診断装置は，心血管をはじめ\nとして，頭部，腹部，下肢血管などの全身の動静脈，主として動脈系が\n診断対象となり，血管内に造影剤を注入し，血流をＸ線透過像で診断す\nることから，全身に対していろいろな角度からＸ線による透視及び撮影\nが可能でなければならないところ，そのような循環器診断装置では，一\n般に保持装置がＣアーム形になっており，天板（テーブル）が片持ちさ\nれた検診台（カテーテル寝台）と組み合わせることにより被検体を動か\nすことなく自由な角度での透視・撮影位置を取ることができるが，この\nようなＸ線画像診断装置において術者が検査や手術を実施する場合，透\n視用モニタに表示された透視像を観察しながらカテーテルの先端を血管\n内に誘導し，所定の位置まで挿入し，再び透視用モニタ装置を観察しな\nがらＣアームを動かし診断部位を最適位置に再セットするといったよう\nに，従来のシステムでは，診断又は手術中に透視用モニタを確認するた\nめに，術者が被検体及びカテーテル挿入部から何度も目を離さなければ\nならず，また，天板及びＣアームを最適位置に動かすためにはフットス\nイッチを足で操作したり，術者以外の専門の技師を必要としており，フ\nットペダルでＣアームを制御する方法では，術者の立ち位置が変わった\n場合やフットペダルの数が多くなった場合には誤動作につながるという\n危険性があり，また，専門の技師が操作室などでＣアームを制御する方\n法では，術者と技師との間でお互いの連絡が取りにくいなどの理由から，\n術者の所望する照射部位に迅速にＣアームを移動させることが難しいと\nいう問題があった（【０００２】ないし【０００４】，【０００６】）。\n(イ)  本発明は，術者が人手を介することなく，容易に所望のＸ線画像を\n得ることを可能にし，操作性に優れた放射線画像装置及びその制御方法\nを提供することを目的とするものである（【０００９】，【００１２】）。\nイ  前記ア(ア)及び(イ)のような課題ないし目的を前提にしつつ，引用文献２\nの【００１４】ないし【００１７】，【００２０】，【００２２】，図１，図１\n４によれば，引用文献２には，「ＨＭＤを装着し操作者を兼ねた術者が見る\nＨＭＤの画像表示部に表示されるＸ線画像と実際の患者の患部の位置把\n握を容易にするために，上記術者の床面上の位置情報に基づいて上記Ｘ線\n画像の回転処理を行う」との技術事項（以下「技術事項２’」という。）が\n記載されているものと認められるべきである。本件審決は，回転処理され\nるＸ線の画像は術者が装着したＨＭＤの画像であること，操作者を兼ねた\n術者の位置情報が床面（センサ）からのものであるという構成を捨象して，\n「Ｘ線画像を見る者によるＸ線画像と実際の患者の位置把握を容易にす\nるために，Ｘ線画像を見る者の位置情報に基づいてＸ線画像３０２の回転\n処理を行う」という技術事項（技術事項２）を認定したものであり，技術\n事項の範囲を不当に抽象化，拡大化するものといえ，誤りである。\n３  取消事由（容易想到性の判断の誤り）について\n(1)ア  前記２(1)イのとおり，引用発明は，医師等が観察して診断を行う診断用\n画像モニタ装置と離れて，操作者が被検者に対してＸ線装置のコリメータ\nやＴＶカメラの調整等を行う際の被検者及び操作者のＸ線被爆を避ける\nために，Ｘ線曝射しない状態でコリメータやカメラの操作ができ，簡単か\nつ安価で操作者の手元で表示することができるＸ線映像装置を提供する\nことを目的とするものである。\nそして，引用文献１は，こうした課題を解決するために，医師等が観察\nする診断用画像モニタ装置とは別に，１対の平行コリメータ位置マーカ２\n４，２４や円形コリメータ位置マーカ２５，カメラ画像正立位置マーカ２\n６の画像を，制御ユニット１８の制御の下で，Ｘ線照射停止直前に撮像さ\nれ画像メモリ１９に格納されたＸ線透視像を画像と重ねて操作用液晶デ\nィスプレイ装置２１に表示し，マーカ２４，２５，２６上を指などで触れ\nてドラッグすると，その位置情報が制御ユニット１８に取り込まれて演算\nされて新たな表示位置が求められ，その位置へ各マーカが動いていくよう\nな表示がされ，この入力情報に応じて制御ユニット１８が指令をコリメー\nタ１２及びＴＶカメラ１５へ出し，コリメータ１２の遮蔽板の位置や方向\nが変更され，ＴＶカメラ１５の回転角度が調整され，現実に動いた位置・\n方向の情報が制御ユニット１８に返され，これに応じて制御ユニット１８\nが平行コリメータ位置マーカ２４，２４又は円形コリメータ位置マーカ２\n５の表示位置を固定するとともに，表示されたＸ線透視像２３及びカメラ\n画像正立位置マーカ２６を回転させる（【００１８】，【００１９】）という\n構成を開示している。\nこのように，引用発明は，あくまで，医師等が観察して診断を行う診断\n用画像モニタ装置とは別に，Ｘ線被爆を避けるために，Ｘ線曝射しない状\n態で操作ができ，画像を操作者の手元で表示することができるＸ線映像装\n置を提供することを目的とするものであって，こうした技術的意義を有す\nる引用発明において，引用文献１には，操作者が医師等の術者が被検者を\n見る方向と異なる方向から被検者を見ることにより，操作者が被検者を見\nる方向と操作用画像表示装置に表示される患部の方向とが一致しないと\nいう課題（課題Ｂ２）があるといった記載や示唆は一切ない。\nイ  この点につき，被告は，前記第３の２(1)のとおり，当業者であれば，課\n題Ｂ２の存在を理解し，手術中に被検者の患部を表示する画像表示装置に\nおいて，「操作者」が異なる方向から被検者に対向する場合，各々の被検者\nを見る向き（視認方向）に一致させるという周知の課題（乙３，４）を参\n照し，異なる方向から被検者に対向する操作者が見る操作用液晶ディスプ\nレイ２１の画像の向きを，操作者が被検者を見る向き（視認方向）に一致\nさせるという課題を当然に把握し，引用発明に技術事項２を適用する動機\nづけがある旨主張する。\nしかし，当業者であれば，課題Ｂ２の存在を当然に理解するという点に\nついては，これを裏付けるに足りる証拠の提出はなく，むしろ，原告が主\n張するように，術者と操作者との力関係や役割の違いに照らせば，操作者\nは，従前は，このような課題を具体的に意識することもなく，術者の指示\nに基づきその所望する方向に画像を調整することに注力していたもので\nあるのに対して，本願発明は，その操作者の便宜に着目して，操作者の観\n点から画像の調整を容易にするための問題点を新たに課題として取り上\nげたことに意義があるとの評価も十分に可能である。\nまた，乙３には，「本発明の手術用顕微鏡システムでは，前記画像表示手\n段を複数備え，少なくとも一つの画像表示手段で表示される画像の向きが\n変更可能であることが望ましい。このような構成では，術者と助手とが向\nき合って手術する時のように，撮像部分を異なる方向から見る場合におい\nても，それぞれの見る方向に応じて画像の向きを変えることにより，撮像\n部分を見るのと同じ向きの画像を表示することが可能となり，より手際の\nよい手術が行えるようになる。」（【０００７】），「本発明の手術用顕微鏡シ\nステムは，･･･前記画像処理装置は，各電気光学撮像手段からの撮像信号に\n基づいて，基準画像信号を生成して，基準画像を前記画像表示手段に表示\nさせる基準画像生成部と，前記各撮像信号に基づいて，基準画像と上下ま\nたは左右が反転した反転画像信号を生成して，前記画像表示手段に表示さ\nせる反転画像生成部とを備えることを特徴とする。」（【０００８】）との記\n載があるように，術者とそれを補助する術者が向き合って手術をするとき\nのように撮像部分を異なる方向から見る場合でも，画像表示手段で表示さ\nれる画像の向きをそれぞれの見る方向に応じて変更する構成により，撮像\n部分を見るのと同じ向きの画像を表示することが可能となり，より手際の\nよい手術が行えるようになるとの課題が示されているにとどまり，術者と\nＸ線撮影装置の操作者についてそのような課題があると開示するもので\nはない。\nさらに，乙４には，「本実施例の装置の動作について，図を参照して説明\nする。まず，図１において術者Ａは第１モニタ４を見て，術者Ｂは第２モ\nニタ７を見て手技を行っている。ここで術者Ｂは内視鏡２に対向している\nので，内視鏡２の原画像をそのまま第２のモニタ７に表示すると，上下左\n右が逆の感覚で見えてしまう。このため，画像処理装置８にて，第２モニ\nタ７の画面のみを上下左右反転させた倒立像を映し出す。」（【００２２】），\n「本実施例では，第２モニタ７を倒立像にすることで，術者Ｂが上下左右\n逆の感覚で手技を行うことがないので，スムーズに手技を行うことができ\nる。また，第１モニタ４及び第２モニタ７のいずれでも倒立像にできるの\nで，内視鏡２の向きや術者の位置が変わっても，容易に対応できる。」（【０\n０２５】）との記載があるように，術者Ａと術者Ｂがそれぞれ異なるモニタ\nを見て手技を行う場合において，術者Ｂが見ている第２のモニタ７に内視\n鏡２の原画像を見てそのまま表示すると，上下左右が逆の感覚で見えてし\nまうという課題が示されているにとどまり，術者とＸ線撮影装置の操作者\nについてそのような課題があると開示するものではない。\nそうすると，上記の乙３，４の各文献に記載された課題は，あくまで術\n者と助手又は術者と術者がそれぞれ異なるモニタを見ることによって生\nじる課題を指摘するにとどまり，術者とは異なる操作者が操作を行うとい\nう引用発明の場合において，操作者の便宜のために，操作者が見る患部の\n向きの方向と，操作者が見る操作用液晶ディスプレイの患部の向きとを一\n致させるという課題を示唆するものとはいえないから，当業者がこのよう\nな課題を当然に把握するともいえない。\n(2)  また，仮に，引用発明について，前記課題Ｂ２の存在を認識し，異なる方\n向から被検者に対向する操作者が見る操作用液晶ディスプレイ２１の画像の\n向きを，操作者が被検者を見る向き（視認方向）に一致させるという課題を\n把握して，操作用液晶ディスプレイ装置２１に表示されるＸ線画像のみを回\n転させるという相違点の構成とする動機づけがあると仮定しても，前記２(2)\nのとおり，技術事項２’は，ＨＭＤを装着し操作者を兼ねた術者が見るＨＭ\nＤの画像表示部に表示されるＸ線画像と実際の患者の患部の位置把握を容易\nにするために，上記術者の床面上の位置情報に基づいて上記Ｘ線画像の回転\n処理を行うものであるから，回転処理がされるＸ線画像はＨＭＤの画像表示\n部であり（引用文献２の【００１４】，【００２０】，図１４等），また，画像\n回転処理の基になる位置情報は，床面に設けられた感圧センサによるもので\nある（引用文献２の【００２２】）。\nこうした技術事項２’の構成は，キャビネット４３に設置された診断用画\n像モニタ１７は術者である医師が使用し，台車４１に設けられた操作用液晶\nディスプレイ装置２１は撮像装置のセッティング等のために操作者が状況に\n応じて自由に移動し，また台車４１に様々な立ち位置を取ることができる引\n用発明の具体的な構成と大きく異なるものであるから，引用発明と引用文献\n２に記載されたＸ線装置は同一の技術分野に属し，Ｘ線画像を表示する装置\nを有する点で共通するとしても，ＨＭＤに表示されるＸ線画像の回転処理が\n行われるという技術事項のみを抽出して引用発明に適用する動機づけがある\nとはいえない。\nさらに，技術事項２’は，操作者を兼ねた術者が装着したＨＭＤに表示さ\nれるＸ線透視像を床面の位置情報に基づいて回転させるという構成を有する\nものであるから，こうした構成を無視して，表示されたＸ線画像のみを回転\nさせるという技術事項のみを適用し，本願発明の相違点の構成に想到すると\nはいえない。\n(3)  以上によれば，本願発明と引用発明との相違点は，本願発明は「前記Ｘ線\n画像のうち，前記表示部に表示されるＸ線画像のみを回転させる画像回転機\n構を備え」ているのに対し，引用発明は，そのような特定がない点に尽きる\nが（本願発明における画像回転機構自体については目新しいものとはいえな\nい。），引用文献１には，「操作用液晶ディスプレイ装置２１」を見て操作する\n「操作者」の視認方向が「診断用画像モニタ装置１７」を見る「術者」の「被\n検者」の視認方向と一致しないという課題（課題Ｂ２）について記載も示唆\nもなく，被告が提出した文献からは，手術中に被検者の患部を表示する画像\n表示装置において，異なる方向から被検者に対向する操作者が見る操作用液\n晶ディスプレイ２１の画像の向きを，操作者が被検者を見る向き（視認方向）\nに一致させるという課題があると認めるに足りないから，こうした課題があ\nることを前提として，引用発明との相違点の構成にする動機づけがあるとは\nいえず，また，本件審決の技術事項２の認定に誤りがあり，引用文献２に記\n載された事項（技術事項２’）から引用発明との相違点の構成に想到するとも\nいえないから，結局のところ，本願発明は，引用発明及び引用文献２に記載\nされた技術事項２’に基づいて当業者であれば容易に想到し得たものとはい\nえず，これと異なる本件審決の判断は，その余の点につき判断するまでもな\nく，誤りである。\n４  結論\n以上によれば，原告主張の取消事由は理由があるから，本件審決は取り消さ\nれるべきである。\nよって，主文のとおり判決する。\n知的財産高等裁判所第４部\n裁判長裁判官\n菅      野      雅      之\n裁判官\n中      村              恭\n裁判官\n岡      山      忠      広\n（別紙１）\n【発明の詳細な説明】\n【技術分野】\n【０００１】\nこの発明は，Ｘ線透視またはＸ線撮影を行うＸ線透視撮影装置に関する。\n【背景技術】\n【０００２】\nこのようなＸ線透視撮影装置としては，例えば，手術室に搬入されて使用される\n外科用Ｘ線装置と呼称されるものが使用される。このようなＸ線透視撮影装置は，\nＸ線管と，このＸ線管から照射され被検体を通過したＸ線を検出するイメージイン\nテンシファイア（Ｉ．Ｉ．）やフラットパネルディテクタ（ＦＰＤ）等のＸ線検出器\nを備えたＸ線検出部と，円弧状の形状を有し，Ｘ線管とＸ線検出部とを支持する略\nＣ字状のＣ型アームを備えている。このＣ型アームは，Ｘ線透視撮影装置の本体に\n対して水平方向を向く軸心を中心に回転可能に支持されており，本体は，下部にキ\nャスターを付設して移動可能に構成されている。\n【０００３】\nこのようなＸ線透視撮影装置においては，Ｘ線透視画像またはＸ線撮影画像（こ\nの明細書において，「Ｘ線画像」という）は，本体とは別に設けられたモニタ台車に\nおける表示部に表示される。また，Ｘ線画像を，本体に設けられたＬＣＤタッチパ\nネル等から成る表示部に表示するＸ線診断装置も提案されている（特許文献１参照）。\n【０００４】\nさらに，被検者における撮影部位や撮影条件等に対応させて，モニタ台車におけ\nる表示部に表示するＸ線画像を回転させるようにした移動型Ｘ線撮影装置も提案さ\nれている（特許文献２参照）。\n【先行技術文献】\n【特許文献】\n【０００５】\n【特許文献１】  特開平１１－２９９７６６号公報\n【特許文献２】  特開２０１０－２１４１２６号公報\n【発明が解決しようとする課題】\n【０００６】\nこのようなＸ線透視撮影装置においては，モニタ台車は手術等の治療を実行する\n医師と対向する位置に配置される。そして，治療時においては，オペレータにより，\nＣ型アームを移動させる等の操作が実行される。このＣ型アームの移動時において，\n特許文献１に記載されたようにＸ線透視撮影装置の本体における表示部と，モニタ\n台車における表示部とを備えたＸ線透視撮影装置を使用する場合においては，オペ\nレータは，本体の表示部に表示されたＸ線画像を確認することにより，Ｃ型アーム\nの位置決めを行っている。\n【０００７】\nこのとき，本体における表示部とモニタ台車における表示部とを備えたＸ線透視\n撮影装置においては，これらの表示部に表示されるＸ線画像は，同一のものとなっ\nている。すなわち，本体における表示部には，医師と対向配置されたモニタ台車に\n表示されるＸ線画像と同一のＸ線画像が表示される。このため，本体における表示\n部に表示されるＸ線画像の向きと被検者の向きとは，一般的に異なっている。従っ\nて，オペレータが本体における表示部に表示されたＸ線画像を確認しながらＣ型ア\nームの位置決めを行うことは困難であり，高度の熟練を要するという問題がある。\nまた，医師とオペレータの情報共有を図るため，医師が見ているモニタ台車の表示\n部の画像とオペレータが見ている本体の表示部の画像との向きを同一としたいとい\nう要望がある場合もある。\n【０００８】\nこの発明は上記課題を解決するためになされたものであり，本体の表示部に表示\nされるＸ線画像のみを回転させることにより，本体の表示部に表示されるＸ線画像\nの向きをオペレータに適した方向とすることが可能となり，Ｃ型アームの位置決め\n等を容易に実行することが可能なＸ線透視撮影装置を提供することを目的とする。\n【発明の効果】\n【００１４】\n請求項１から請求項５に記載の発明によれば，本体の表示部に表示されるＸ線画\n像を回転させることにより，本体の表示部に表示されるＸ線画像の向きをオペレー\nタに適した方向とすることが可能となり，オペレータが本体の表示部に表示される\nＸ線画像を容易に認識することができる。これにより，アームの位置決め等の操作\nを容易に実行することが可能となる。\n【発明を実施するための形態】\n【００１６】\n以下，この発明の実施の形態を図面に基づいて説明する。図１は，この発明に係\nるＸ線透視撮影装置の概要図である。また，図２は，この発明に係るＸ線透視撮影\n装置における撮影部１の斜視図である。\n【００１７】\nこのＸ線透視撮影装置は，外科において手術等を実施するときに，透視撮影およ\nび一般撮影を実行するためのものである。このＸ線透視撮影装置は，撮影部１と，\nモニタ台車２とから構成される。\n【００１８】\n撮影部１は，複数の車輪１２により移動可能な本体１１を備える。また，撮影部\n１は，Ｘ線管２１と，このＸ線管２１から照射されるＸ線の照射領域を制限してＸ\n線照射野を形成するコリメータ２３とを有するＸ線照射部と，Ｘ線管２１から照射\nされ被検体である患者を通過したＸ線を検出して映像化するイメージインテンシフ\nァイア（Ｉ．Ｉ．）３２と，イメージインテンシファイア３２で映像化された画像を\n撮影するカメラ３３とを有するＸ線検出部と，これらのＸ線照射部とＸ線検出部と\nを支持するＣ型アーム１３を備える。なお，この実施形態においては，Ｘ線を検出\nして映像化するイメージインテンシファイア３２と，イメージインテンシファイア\n３２で映像化された画像を撮影するカメラ３３とからなるＸ線検出部を使用してい\nるが，Ｘ線検出部としてフラットパネルディテクタ（ＦＰＤ）を使用してもよい。\n【００１９】\n撮影部１における本体１１の上部には，液晶タッチパネルからなる表示部１０が\n配設されている。この液晶タッチパネルからなる表示部１０は，Ｘ線画像等の表示\n機能と，後述するＸ線画像の回転操作を含む各種の操作を実行させるための操作部\nとしての機能とを有する。\n【００２０】\n撮影部１におけるＣ型アーム１３は，円弧状の形状を有し，Ｘ線照射部とＸ線検\n出部とを支持している。このＣ型アーム１３は，アーム支持部１４に対してスライ\nド可能に支持されている。また，アーム支持部１４は，本体１１に対して水平方向\nおよび上下方向に移動可能に支持されている。このＣ型アーム１３は，オペレータ\nが，図示を省略したハンドル等を把持して操作することにより，移動させることが\nできる。\n【００２１】\n一方，モニタ台車２は，Ｘ線検出部により検出したＸ線に基づいてＸ線画像を表\n示するＬＣＤ等の表示部１７と，台車本体１５に対して収納可能なキーボード等か\nら成る入力部１６とを備える。このモニタ台車２は，撮影部１と同様，複数の車輪\n１８の作用により移動可能となっている。\n【００２２】\n図３は，患者４１に対して手術を行うときに，この発明に係るＸ線透視撮影装置\nにより透視を行う様子を示す説明図である。\n【００２３】\n手術に伴って透視を行う場合には，患者４１は手術台１９上で臥位となる。医師\n４２は手術対象の患者４１に最も近い位置で手術を行う。Ｘ線透視撮影装置の撮影\n部１およびモニタ台車２は，医師４２の邪魔にならない位置に配置される。そして，\nオペレータ４４が，医師４２の邪魔にならない位置で，Ｃ型アーム１３の移動等の\nＸ線透視撮影装置の操作を行う。このときには，モニタ台車２における表示部１７\nには，患者４１のＸ線画像が表示される。このＸ線画像は，例えば，医師４２が患\n者４１を，直接，目視した方向と同じ方向を向いている。但し，このＸ線画像は，\n手術内容に応じて，医師が最も理解しやすい方向を向く場合もある。また，撮影部\n１の本体１１に配設された表示部１０にも，患者４１のＸ線画像が表示される。\n【００２４】\n図４は，撮影部１の本体１１に配設された表示部１０に表示される画像を示す模\n式図である。\n【００２５】\nこの表示部１０は，上述したように，液晶タッチパネルから構成され，画像の表\n示と情報の入力とが可能となっている。この表示部１０には，Ｘ線画像を表示する\nための画像表示領域１０ａと，スイッチ表示領域１０ｂとが配置される。そして，\nスイッチ表示領域１０ｂには，後述するように，表示部１０に表示されるＸ線画像\nを回転させるために使用される一対のスイッチ５１，５２が表示される。スイッチ\n表示領域１０ｂに表示されたこれらのスイッチ５１，５２を押圧したときには，後\n述するように，表示部１０に表示されるＸ線画像が回転する。\n【００２６】\n図５は，この発明に係るＸ線透視撮影装置の主要な制御系を示すブロック図であ\nる。\n【００２７】\nこの制御部６０は，Ｘ線管２１と，高電圧発生部を有するＸ線制御部２９を介し\nて接続されている。また，この制御部６０は，イメージインテンシファイア３２と，\nカメラ３３を介して接続されている。さらに，この制御部６０は，撮影部１の本体\n１１に配設された表示部１０と，モニタ台車２における表示部１７とに接続されて\nいる。\n【００２８】\nまた，この制御部６０は，各所の画像処理を実行するための画像処理部６１を備\nえる。この画像処理部６１は，撮影部１の本体１１に配設された表示部１０と，モ\nニタ台車２における表示部１７とに表示するＸ線画像の画像信号を生成するＸ線画\n像表示部６２を備える。また，画像処理部６１は，撮影部１の本体１１に配設され\nた表示部１０に表示させる画像を回転させるための画像回転部６３を備える。さら\nに，画像処理部６１は，撮影部１の本体１１に配設された表示部１０に，Ｘ線画像\nを回転させるときに使用される一対のスイッチ５１，５２を表示させるためのスイ\nッチ表示部６４を備える。\n【００２９】\nなお，この制御部６０は，撮影部１における本体１１の内部に配設されてもよく，\nまた，モニタ台車２における台車本体１５の内部に配設されてもよい。あるいは，\nこの制御部６０は，撮影部１における本体１１の内部と，モニタ台車２における台\n車本体１５の内部とに分割して配設されてもよい。\n【００３０】\n次に，上述したＸ線透視撮影装置において，撮影部１の本体１１に配設された表\n示部１０における画像表示領域１０ａと，モニタ台車２における表示部１７とに表\n示されるＸ線画像について説明する。図６は，撮影部１の本体１１に配設された表\n示部１０における画像表示領域１０ａと，モニタ台車２における表示部１７とに表\n示されるＸ線画像の方向を説明するための説明図である。\n【００３１】\n図３に示すように，手術に伴って透視を行う場合には，医師４２は手術台１９上\nの患者４１に最も近い位置で手術を行う。このときには，モニタ台車２における表\n示部１７には，患者４１のＸ線画像が，例えば，医師４２が患者４１を，直接，目\n視した方向と同じ方向を向いて表示される。すなわち，図３に示すように，医師４\n２から見た患者４１の方向Ａ，Ｂは，図６（ａ）に示すように，モニタ台車２にお\nける表示部１７上でも，医師４２の視認方向と同一方向に表示される。このＸ線画\n像は，図５に示す画像処理部６１のＸ線画像表示部６２により作成される。そして，\n撮影部１の本体１１に配設された表示部１０にも，通常は，モニタ台車２における\n表示部１７と同一方向を向くＸ線画像が表示される。\n【００３２】\nこのとき，オペレータ４４が，図３において実線で示す，撮影部１の本体１１の\n後方の位置において撮影部１の操作を行っていた場合には，撮影部１の本体１１に\n配設された表示部１０に表示されるＸ線画像の向きが，実際の患者４１の向きとは\n異なっていることから，Ｃ型アーム１３の移動等の操作を好適に実行することがで\nきない。\n【００３３】\nこのような場合には，オペレータ４４は，撮影部１の本体１１に配設された表示\n部１０のスイッチ表示領域１０ｂに表示されるスイッチ５１，５２のいずれかを押\n圧する。これにより，図５に示す画像処理部６１の画像回転部６３の作用により，\n撮影部１の本体１１に配設された表示部１０における画像表示領域１０ａに表示さ\nれるＸ線画像と，モニタ台車２における表示部１７とに表示されるＸ線画像のうち，\n撮影部１の本体１１に配設された表示部１０における画像表示領域１０ａに表示さ\nれるＸ線画像のみが回転する。そして，オペレータ４４は，撮影部１の本体１１に\n配設された表示部１０における画像表示領域１０ａに表示されるＸ線画像が図６\n（ｂ）に示す向きに配置されたときに，スイッチ５１，５２の押圧を中止する。こ\nれにより，撮影部１の本体１１に配設された表示部１０における画像表示領域１０\nａに表示されるＸ線画像の方向と，オペレータ４４による患者４１の視認方向を一\n致させることが可能となる。\n【００３４】\nなお，図３において仮想線で示すように，オペレータ４４が，撮影部１の本体１\n１の側方の位置において撮影部１の操作を行う場合においても，撮影部１の本体１\n１に配設された表示部１０における画像表示領域１０ａに表示されるＸ線画像の向\nきを患者４１の向きと一致させるためには，Ｘ線画像を図６（ｂ）に示す方向に配\n置すればよい。\n【００３５】\nなお，上述した説明においては，撮影部１の本体１１に配設された表示部１０に\n表示されるＸ線画像の向きを患者４１の向きと一致させる場合について説明したが，\n撮影部１の本体１１に配設された表示部１０に表示されるＸ線画像の向きをモニタ\n台車２における表示部１７に表示されるＸ線画像の向きと一致させたい場合には，\nオペレータ４４は，スイッチ５１，５２を操作することにより，表示部１０に表示\nされるＸ線画像の向きをそのような向きに調整する。すなわち，オペレータ４４が，\n図３において実線で示す，撮影部１の本体１１の後方の位置において撮影部１の操\n作を行っていた場合には，表示部１０に表示されるＸ線画像の向きを，図６（ａ）\nに示す表示部１７に表示されるＸ線画像の向きと同様の向きとする。また，図３に\nおいて仮想線で示すように，オペレータ４４が，撮影部１の本体１１の側方の位置\nにおいて撮影部１の操作を行う場合には，表示部１０に表示されるＸ線画像の向き\nを，図６（ｃ）に示す向きとする。\n【００３６】\n以上のように，この発明に係るＸ線透視撮影装置によれば，撮影部１の本体１１\nにおける表示部１０に表示されるＸ線画像を回転させることにより，本体１１の表\n示部１０に表示されるＸ線画像の向きをオペレータ４４に適した方向とすることが\n可能となり，オペレータ４４がこの表示部１０に表示されるＸ線画像を容易に認識\nすることができる。これにより，Ｃ型アーム１３の位置決め等の操作を容易に実行\nすることが可能となる。\n【００３７】\n次に，この発明に係るＸ線透視撮影装置の他の実施形態について説明する。図７\nは，この発明の第２実施形態に係るＸ線透視撮影装置における表示部１０付近の斜\n視図であり，図８は，その側面概要図である。\n【００３８】\n上述した実施形態においては，図５に示す画像処理部６１の画像回転部６３によ\nり，撮影部１の本体１１における表示部１０に表示されるＸ線画像を回転させてい\nる。これに対して，この第２実施形態においては，撮影部１の本体１１における表\n示部１０自体を，表示部回転機構５３により回転させる構成を採用している。この\n表示部回転機構５３は，撮影部１の本体１１と表示部１０との間に配設され，表示\n部１０を本体１１に対して回転させる構成を有する。\n【００３９】\nこのような構成を採用した場合においても，撮影部１の本体１１における表示部\n１０を回転させることにより，オペレータ４４がこの表示部１０に表示されるＸ線\n画像を容易に認識することができる。これにより，Ｃ型アーム１３の位置決め等の\n操作を容易に実行することが可能となる。\n【図１】\n【図２】\n【図３】                                【図４】\n【図５】                                  【図６】\n【図７】                                         【図８】\n（別紙２）\n【発明の詳細な説明】\n【技術分野】\n【０００１】\nこの発明は，Ｘ線を利用して透視や撮影を行なう，医療の分野などで用いるのに\n好適な，Ｘ線映像装置に関する。\n【背景技術】\n【０００２】\nＸ線映像装置では，たとえば下記特許文献１に示された外科用Ｘ線ＴＶ装置のよ\nうに，操作者が被検者に対してＸ線管やＸ線撮像手段のポジショニングを行うとと\nもに，その手元で管電圧や管電流などのＸ線条件の設定操作を行い，それとは離れ\nた場所に置かれた診断用画像モニタ装置を医師等が観察して診断を行うことがある。\nまたその際，操作者は，Ｘ線条件等の設定操作だけでなく，コリメータやＴＶカメ\nラの調整なども行うことがある。ここで，コリメータの調整とは，画像のどの一部\nを覆う（絞る）かに応じて平行コリメータの開閉度や方向（角度）を定めたり，円\n形コリメータの大きさや位置を決めたりするものであり，ＴＶカメラの調整とは，\nカメラを入射光軸を中心に回転させることにより撮像した画像の回転角度を定める\nものである。\n【特許文献１】  特開２００１－０４３９９４号公報\n【０００３】\nこれらのコリメータやＴＶカメラの調整は，Ｘ線照射中に行うようにすれば確実\nである。つまり，Ｘ線画像を撮像しその画像を表示させ，その画像を観察すれば，\n画像がどのように覆われ，どのように回転しているかを実際に確認できる。しかし，\nそうすると，診断目的に合致した画像を得るよう調整できるまで被検者に対してＸ\n線曝射しなければならず，被検者のみならず操作者についてもＸ線被曝が問題とな\nる。\n【０００４】\nそこで，最近の一部のＸ線映像装置では，そのような不必要なＸ線被曝を避ける\nため，Ｘ線停止中にＸ線照射中と同様な調整が行えるようにしている。すなわち，\nＸ線照射を停止する直前の画像を画像メモリに記憶させておき，調整時にこれを読\nみ出し，コリメータの開閉・回転，ＴＶカメラの回転などの操作が行われたときに，\nその操作に対応して画像がどのように覆われ，どのように回転するかを計算・処理\nし，その処理によって得られた画像を診断用画像モニタ装置に表示するようにして\nいる。そして，そのような計算・処理を，Ｘ線画像の空間フィルタ処理や階調変換\nなどの各種画像処理を行う画像処理装置を利用して行うように構成するのが通常で\nある。\n【０００５】\nそのため，画像処理装置を備えていない安価なＸ線映像装置では，こうしたＸ線\n曝射しない状態での表示・調整はできない。くわえて，画像処理装置を備えた高価\nなＸ線映像装置であったとしても，画像処理後の画像は，操作者からは離れた場所\nに置かれる診断用画像モニタ装置に表示されるため，操作者がその画像を見て確認\nするには不便である点も問題である。\n【発明が解決しようとする課題】\n【０００６】\nこの発明の課題は，Ｘ線曝射しない状態でコリメータ・カメラの操作に対応した\n画像を表示するのに大掛かりな画像処理を必要とせず，簡単・安価な処理で済み，\nさらには操作者の手元で表示することができるようにした，Ｘ線映像装置を提供す\nることにある。\n【課題を解決するための手段】\n【０００７】\n上記の目的を達成するため，この発明による請求項１記載のＸ線映像装置におい\nては，Ｘ線発生手段と，該Ｘ線発生手段の前面に設けられたＸ線を絞るためのコリ\nメータ手段と，被写体を透過したＸ線による画像を撮像するための回転可能な撮像\n手段と，該撮像手段からの画像信号が送られてＸ線画像を表示する診断用画像モニ\nタ手段と，該画像信号を記憶する画像メモリ手段と，コリメータ位置を示すマーカ\n画像および撮像手段の回転位置を示すマーカ画像を生成する画像生成手段と，操作\n用画像表示手段と，上記コリメータ手段からのコリメータ位置情報および撮像手段\nからの回転位置情報に基づいて上記マーカ画像を，上記の画像メモリ手段から読み\n出したＸ線画像に重ねて上記操作用画像表示手段に表示させる制御手段とが備えら\nれることが特徴となっている。\n【発明の効果】\n【０００９】\n請求項１記載のＸ線映像装置によれば，画像メモリ手段によって記憶したＸ線照\n射停止直前の画像を操作用画像表示手段に表示するとともに，この画像に重ねてマ\nーカ画像を表示し，このマーカ画像の表示位置・角度が実際のコリメータ位置・角\n度および撮像手段の回転角度に対応したものとするという簡単な構成で，Ｘ線照射\nを停止した状態で，この操作用画像表示手段の表示を観察しながら，視覚的にＸ線\nコリメーションや撮像画像回転の調整作業を容易に行うことができる。\n【発明を実施するための最良の形態】\n【００１２】\n図１は，この発明の一実施例の信号系統・制御系統および表示形態を模式的に示\nすブロック図である。この実施例はこの発明をいわゆる外科用Ｘ線映像装置に適用\nしたもので，図２はその外観を模式的に示す斜視図である。まず図２を参照して説\n明すると，この外科用Ｘ線映像装置では，台車４１上に多軸方向に自在に保持され\nたＣ型アーム４２の端部のそれぞれに，Ｘ線管１１とコリメータ１２，およびイメ\nージインテンシファイア１４とＴＶカメラ１５とを組み合わせた撮像装置が取り付\nけられており，それらの間に被写体（図示しないがたとえば被検者の上肢や下肢）\nが配置されて，Ｘ線画像信号が得られるようになっている。この画像信号は，台車\n４１とは別体に構成されたキャビネット４３上に設置された診断用画像モニタ装置\nに送られて，Ｘ線画像が表示される。\n【００１３】\nＸ線管１１には，図１に示すようにＸ線制御装置１３によりＸ線曝射用高電圧が\n供給される。このＸ線制御装置１３によりＸ線管１１の管電圧（ｋＶ）や管電流（ｍ\nＡ）などのＸ線条件が定められる。このＸ線制御装置１３には制御ユニット１８か\nらＸ線条件などの指令が与えられる。これらＸ線制御装置１３および制御ユニット\n１８は，図１に示した台車４１内に収められる。この制御ユニット１８はたとえば\nマイクロコンピュータユニットなどにより構成される。この制御ユニット１８には\n画像メモリ１９と画像生成器２０とが接続されるが，これらはマイクロコンピュー\nタユニットに備えられたメモリを利用したり，あるいはその演算ユニットおよび画\n像生成用ソフトウェアなどで構成することもできる。\n【００１４】\n台車４１は，操作者が手押しで移動させ，またＣ型アーム４２のポジショニング\nを手動で行うものとなっており，さらに操作者がＸ線条件設定などの操作を行うよ\nうタッチ式スイッチ（図では省略）やタッチパネル装置２２付き操作用液晶ディス\nプレイ装置２１が台車４１の上面に設けられている。このタッチパネル装置２２付\nき操作用液晶ディスプレイ装置２１というのは，液晶ディスプレイの前面に透明タ\nッチパネルを重ねて配したもので，液晶ディスプレイによって表示された特定個所\nを指などで接触することにより，特定の入力ができるようにしたものである。たと\nえば，Ｘ線条件設定モードでは，液晶ディスプレイ装置２１にはＸ線条件入力用の\n各種ボタンが表示され，そのボタンに触れることにより所望の管電圧などの設定が\nできる。こうした入力に応じて制御ユニット１８がＸ線制御装置１３にＸ線条件な\nどの指令を与える。\n【００１５】\nまた，Ｘ線透視モードでは，ＴＶカメラ１５からカメラ制御ユニット１６を経て\n出力される映像信号は診断用画像モニタ装置１７に送られてＸ線透視像が表示され\nるとともに，制御ユニット１８を経て操作用液晶ディスプレイ装置２１に送られ，\n操作用液晶ディスプレイ装置２１においてもＸ線透視像が表示されるようになって\nいる。\n【００１６】\nそして，コリメータ１２は，そのコリメーション（絞り）の調整が可能なものと\nなっており，駆動用モータ等により平行遮蔽板よりなる平行コリメータの開口幅を\n狭めたりを回転させて方向を変えたり，あるいは円形コリメータの開口の大きさを\n変化させることができるよう構成されている。制御ユニット１８からの指令に基づ\nきこれらの調整がなされるとともに，移動または回転させられたコリメータ（遮蔽\n板）の位置情報を制御ユニット１８に戻すようにしている。\n【００１７】\nＴＶカメラ１５についても同様で，モータ駆動等によりＴＶカメラ１５の撮像部\nが入射光軸を回転中心軸として回転するよう構成されていて，診断用画像モニタ装\n置１７や操作用液晶ディスプレイ装置２１に表示されるＸ線透視像の角度（方向）\nを任意のものとすることができるようにされている。制御ユニット１８からの指令\nによりモータが駆動してこの回転が行われ，その回転位置情報が制御ユニット１８\nに返される。\n【００１８】\nコリメーションや画像回転角度の調整時には，Ｘ線を照射してＸ線透視像を観察\nしながら調整作業をすれば実際の被写体に対するＸ線コリメーションや透視画像表\n示方向を確認できて確実であるが，そうするとＸ線被曝の問題を生じる。そこで，\nＸ線照射を停止した状態でこの調整を行う。このコリメーション・画像回転角度調\n整モードでは，Ｘ線照射停止直前に撮像したＸ線透視像が画像メモリ１９に格納さ\nれ，これが読み出されて操作用液晶ディスプレイ装置２１に表示される。これによ\nり，図１に示すようにＸ線透視像２３が表示される。\n【００１９】\nそして，このモードでは，１対の平行コリメータ位置マーカ２４，２４や円形コ\nリメータ位置マーカ２５が液晶ディスプレイ装置２１上に表示されるとともに，カ\nメラ画像正立位置マーカ２６が表示される。すなわち，これらの画像が画像生成器\n２０によって生成されて制御ユニット１８の制御の下で，Ｘ線透視像２３と重ねて\n表示される。これらのマーカ２４，２５，２６上を指などで触れてドラッグすると，\nその位置情報が制御ユニット１８に取り込まれ演算されて新たな表示位置が求めら\nれ，その位置へマーカ２４，２５，２６が動いていくような表示がなされる。この\n入力情報に応じて制御ユニット１８が指令をコリメータ１２およびＴＶカメラ１５\nへ出し，コリメータ１２の遮蔽板の位置や方向が変更され，ＴＶカメラ１５の回転\n角度が調整される。そして，その現実に動いた位置・方向の情報が制御ユニット１\n８に返されるので，これに応じて制御ユニット１８が，平行コリメータ位置マーカ\n２４，２４あるいは円形コリメータ位置マーカ２５の表示位置を固定するとともに，\n表示されたＸ線透視像２３を回転させるとともにカメラ画像正立位置マーカ２６も\n回転させる。\n【００２０】\nしたがって，表示されたＸ線透視像２３が直前の記憶画像である点を除いて実際\nにＸ線を照射してＸ線透視像を表示している場合と同様に，コリメーションや画像\n回転角度の調整作業を行うことができる。この実施例ではタッチパネル装置２２に\nよってマーカ２４～２６をドラッグして調整するため，操作は視覚的で直截的であ\nり，きわめて容易である。しかも，操作者は台車４１に設けられた操作用液晶ディ\nスプレイ装置２１で観察しながら調整でき，キャビネット４３上の診断用画像モニ\nタ装置１７を観察するために台車４１から離れる必要もなくなる。\n【産業上の利用可能性】\n【００２３】\nこの発明のＸ線映像装置によれば，コリメータの位置や方向を示すマーカや撮像\n画像の回転角度を示すマーカの画像データを生成し，これらを，記憶した直前Ｘ線\n画像に重ねて操作用画像表示手段において表示するというきわめて簡単な構成で，\n操作者がその位置を離れることなく，Ｘ線を照射しない状態で視覚的に直截的なコ\nリメータ位置・角度調整や撮像画像回転角度調整を行うことができる。また操作用\n画像表示手段に重ねて配置したタッチパネル手段によりその画面上での座標情報入\n力を行うようにすれば，さらにより直截的な調整作業が可能となる。\n【図１】\n【図２】\n（別紙３）\n【発明の詳細な説明】\n【技術分野】\n【０００１】\n本発明は，被検体内部を放射線投影して得られた放射線画像を表示する放射線画\n像取得装置及びその制御方法に関する。\n【背景技術】\n【０００２】\nＸ線画像診断装置のなかでも，特に循環器診断装置は，心血管をはじめとして，\n頭部，腹部，下肢血管などの全身の動静脈，主として動脈系が診断対象となる。こ\nの種のＸ線診断装置では，血管内に造影剤を注入し，血流をＸ線透過像で観察して\n診断する。したがって，全身に対して，いろいろな角度からＸ線による透視及び撮\n影が可能でなければならない。\n【０００３】\nそのような循環器診断装置は，Ｘ線管，Ｘ線受像部（イメージインテンシファイ\nア・ＴＶカメラ，又はフラットパネルディテクタ），それらを保持する保持装置，検\n診台（カテーテル寝台）およびＸ線高電圧装置とその制御部を備えている。循環器\n診断装置では，全身をいろいろな角度から透視・撮影できるように，一般に保持装\n置がＣアーム形になっている。そして，天板（テーブル）が片持ちされた検診台（カ\nテーテル寝台）と組み合わせることにより，被検体を動かすことなく自由な角度で\nの透視・撮影位置をとることができる。\n【０００４】\nこのＸ線画像診断装置において術者が検査や手術を実施する場合は，透視用モニ\nタに表示された透視像を観察しながらカテーテルの先端を血管内に誘導し，所定の\n位置まで挿入する。そして再び透視用モニタを観察しながらＣアームを動かし診断\n部位を最適位置に再セットする。このように従来のシステムでは，診断または手術\n中に，透視用モニタを確認するためには，術者が被検体及びカテーテル挿入部から\n何度も目を離さなければならなかった。また天板およびＣアームを最適位置に動か\nすためにはフットスイッチを足で操作したり，術者以外の専門の技師が装置をコン\nトロールしていた。\n【発明が解決しようとする課題】\n【０００６】\nしかしながら，上記従来例で述べたフットペダルでＣアームを制御する方法では，\n術者の立ち位置が変った場合や，フットペダルの数が多くなった場合には，誤動作\nにつながるという危険性があった。また専門の技師が操作室などでＣアームを制御\nする方法では，術者と技師の間でお互いの連絡がとりにくいなどの理由から，術者\nの所望する照射部位に迅速にＣアームを移動させることが難しいという問題があっ\nた。また，上記従来例で述べた特許文献１による画像診断装置では，ＨＭＤ上に仮\n想動作制御盤のスイッチ群を表示し，視線入力によってメニュー選択を行っている。\nしかしながら，制御用のスイッチを視線入力したあとに，Ｘ線画像を再表示して位\n置を確認するという動作が繰り返し行われる。そのため，Ｃアームを所望の位置に\n移動させるまでに，時間がかかりすぎるという問題がある。\n【０００８】\n以上のように，従来のＸ線画像診断装置では，術者がＸ線画像を注視したまま，\n視線の動きだけで天板及びＣアームの動作を立体的にコントロールでき，所望の照\n射部位に迅速に移動できる機能を有したものは未だ存在しない。\n【０００９】\n本発明は上記問題に鑑みてなされたものであり，術者が人手を介することなく，\n容易に所望のＸ線画像を得ることを可能にし，操作性に優れた放射線画像取得装置\n及びその制御方法を提供することを目的とする。\n【課題を解決するための手段】\n【００１０】\n上記の目的を達成するための本発明の一態様による放射線画像表示装置は以下の\n構成を備える。すなわち，\n放射線発生部及び放射線受像部を有し，被検体の放射線画像を取得する放射線画\n像取得装置であって，\n前記放射線発生部及び前記放射線受像部の移動と，前記被検体を載せる検診台の\n移動の少なくともいずれかにより，前記被検体に対する照射位置を移動する移動機\n構と，\n前記放射線発生部及び前記放射線受像部から取得された放射線投影画像を表示す\nる表示手段と，\n前記表示手段によって表示された放射線投影画像に対する，観察者の視線位置を\n検出する視線検出手段と，\n前記視線検出手段で検出された視線位置に基づいて前記移動機構を制御して，前\n記照射位置を移動する移動制御手段とを備える。\n【００１１】\n上記の目的を達成するための本発明の一態様による放射線画像表示装置の制御\n方法は，\n放射線発生部及び放射線受像部と，前記放射線発生部及び前記放射線受像部の移\n動と，前記被検体を載せる検診台の移動の少なくともいずれかにより，前記被検体\nに対する照射位置を移動する移動機構とを有し，被検体の放射線画像を取得する放\n射線画像取得装置の制御方法であって，\n前記放射線発生部及び前記放射線受像部から取得された放射線投影画像を表示\n部に表示する表示工程と，\n前記表示部に表示された放射線投影画像に対する，観察者の視線位置を検出する\n視線検出工程と，\n前記視線検出工程で検出された視線位置に基づいて前記移動機構を制御して，前\n記照射位置を移動する移動制御工程とを備える。\n【発明の効果】\n【００１２】\n本発明によれば，術者が人手を介することなく，容易に所望のＸ線画像を得るこ\nとが可能な，操作性に優れた放射線画像取得装置及びその制御方法が提供される。\n【発明を実施するための最良の形態】\n【００１３】\n以下，添付の図面を参照して，本発明の好適な実施形態を説明する。\n実施形態では，被検体の放射線画像を取得する放射線画像取得装置として，Ｘ線\n画像診断装置を例に挙げて本発明を説明する。図１は実施形態によるＸ線画像診断\n装置の構成を示す図である。\n【００１４】\n図１に示されるように，本実施形態のＸ線画像診断装置は，検査室に設けられ，\n・天井走行部１０１によって矢印Ｘ－Ｙ方向に移動する天井懸垂部１０２と，\n・その天井懸垂部１０２の先端で矢印Ａ方向に回転し矢印Ｂ方向に（アームに沿っ\nて）スライドするＣアーム１０３と，\n・Ｃアーム１０３の一方の端部に保持された放射線発生部としてのＸ線管１０４と，\n・Ｃアーム１０３の他方の端部にＸ線管１０４と対向して取り付けられ，矢印Ｃ方\n向（Ｘ線管１０４とＸ線受像部１０５を結ぶ軸方向）に前進後退する，放射線受像\n部としてのＸ線受像部１０５と，\n・被検体を載せ矢印Ｄ方向にスライドする天板１０６を有し，上下（矢印Ｅ方向）\nに昇降する検診台１０７と，\n・上述の各可動部で構成される移動機構（矢印Ａ，Ｂ，Ｃ，Ｄ，ＥおよびＸ－Ｙ方\n向への各部の移動を実現するための機構）とシステム全体を制御する制御装置１０\n８と，\n・撮像したＸ線画像を表示する表示装置１０９と，\n・術者の頭部に装着しＸ線画像と実際の患者の様子を観察することができるととも\nに，得られたＸ線画像を表示するための表示部を提供するシースルータイプのヘッ\nドマウントディスプレイ（ＨＭＤ１１０）と，\n・ＨＭＤ１１０を装着した術者（観察者）の視線位置を検出する視線検出部と，\n・上記術者（観察者）の検察室における位置を検出するマット上の感圧センサ１１\n１とを備えている。\n【００１５】\nシースルー型のＨＭＤ１１０は，ヴァーチャルリアリティの技術分野において公\n知のものであり，外見的には水中眼鏡型やヘルメット型をしており，術者等の頭部\nに装着される。本実施形態で採用されるＨＭＤ１１０は，ＨＭＤの視線正面方向の\n一部，例えば下半分が透明なカバーまたはレンズ等で覆われ，前方の視界が観察可\n能になっている。そして，この視野の一部（例えば上側）に小型液晶ディスプレイ\n等の表示装置が配置され，映像信号を受けて画像を表示できるようになっている。\n【００１６】\n本実施形態のＸ線画像診断装置においては，術者は頭部にシースルー型のＨＭＤ\n１１０を装着して，ＨＭＤ１１０上に表示したＸ線画像の一部を注視したり，頭部\nを動かすだけで，所望の照射部位にＣアーム１０３を移動することを可能とする。\nなお，本実施形態では，Ｘ線撮影及びＸ線透視を総称してＸ線投影という。\n【００１７】\n図１１は本実施形態におけるＸ線画像診断装置の制御装置１０８の機能を説明す\nるブロック図である。天板１０６に横臥した被検体１にＸ線管１０４からＸ線が照\n射され，被検体１を透過したＸ線（透過Ｘ線）は，Ｘ線受像部１０５に入射する。\nＸ線受像部１０５は，透過Ｘ線をイメージインテンシファイアで光学像に変換し，\nテレビカメラでその光学像をアナログ信号に変換する。このアナログ信号はＡ／Ｄ\n変換部１１０１でディジタル信号に変換され，画像処理部１１０２に送られる。画\n像処理部１１０２は，送られてきたディジタル画像信号に対して，コントラスト，\nガンマ特性変換等の画像処理を施し，ディスク等の記録部１１０３に記録・収集す\nる。その後，デジタル画像信号はＨＭＤ１１０の画像表示部１１２１に被検体１の\nＸ線画像として表示される。このとき，感圧センサ１１１によって検出された検査\n室内の術者の位置に基づいて，ＨＭＤ１１０の画像表示部１１２１に表示させるＸ\n線画像の回転を制御する。また，ＨＭＤ１１０の視線検出部１１２２で検出された\n視線情報と，頭部の傾きを検出する頭部方位検出部１１２３で検出された方位情報\nに基づいて，位置算出部１１０４は移動後のＸ線管１０４とＸ線受像部１０５及び\n天板１０６の仮想座標位置と移動量を算出する。なお，頭部方位検出部１１２３と\nしては，ジャイロセンサなどを用いることができる。移動制御部１１０５では，上\n記算出された移動量に基づいて，Ｃアーム１０３と天板１０６が接続されたシステ\nム全体の動作をコントロールする。画像処理部１１０２，位置算出部１１０４，移\n動制御部１１０５の機能は，コンピュータ可読メモリに記憶されたプログラムを読\nみ出し，ＣＰＵが実行することによって達成できるが，ハードウェアによって実現\nしてもよい。\n【００１８】\n次に図２のＸ線画像診断装置の処理フローチャートを用いて，本実施形態のＸ線\n画像診断装置による処理の流れについて詳しく説明する。\n【００１９】\n＜ステップＳ２０１＞\n装置の主電源がＯＮされると，ステップＳ２０１において，視線検出機能を有す\nる視線検出部１１２２と角度検出機能を有する頭部方位検出部１１２３を具備した\nＨＭＤ１１０が起動される。視線検出機能とジャイロセンサなどの角度検出機能を\n用いて装着者が見ようとする視線位置と頭部の傾きを検出することができる。なお，\n視線検出機能と角度検出機能を有するＨＭＤ，すなわち，視線検出部１１２２と頭\n部方位検出部１１２３とを有するＨＭＤとしては，例えば特開平８-３２８５１２や，\n特開平１１-１７７９０７に記載された装置を適用することができる。また，検査室\nのＣアーム１０３および検診台１０７の周囲の床に敷かれた感圧センサ１１１から\n術者の位置情報を取得する。\n【００２０】\n＜ステップＳ２０２＞\n次に，ステップＳ２０２においてＨＭＤの画像表示部１１２１にＸ線画像を表示\nする。\n【００２１】\n図３は，ＨＭＤに表示する画像の初期設定状態を示した図である。図３の３０１\nはシースルー機能を有するＨＭＤを通して装着者が実際の風景を観察可能な表示領\n域である。図３の３０２はＸ線画像であり，画像処理部１１０２で補正処理がなさ\nれた画像データが装着者が実際に見ている表示領域３０１の風景の上に重ねて表示\nされる。このように，本実施形態の画像表示部１１２１は，術者（観察者）の頭部\nに装着が可能なシースルー型のヘッドマウントディスプレイである。そして，この\nヘッドマウントディスプレイには，シースルー画像の表示領域３０１の一部に放射\n線が投影されることによって得られる放射線投影画像であるＸ線画像３０２を表示\nする表示画面が設けられている。\n【００２２】\nなお，画像処理部１１０２は，感圧センサ１１１からの術者の位置情報に基づい\nてＸ線画像３０２の回転処理を行う。図１４は，その具体例を示すものである。図\n１４（ａ）に示すように，術者が天板１０６の下側（患者の下方）に位置する場合\nには，実際の患者の方向とＸ線画像の表示方向が合っているので，画像処理部１１\n０２は，Ｘ線画像の回転処理を実行しない。また，図１４（ｂ）に示すように，術\n者が天板１０６の左側に位置する場合には，画像処理部１１０２は，表示されるＸ\n線画像３０２の９０度の右回転処理を行い，実際の患者の方向に合わせる。また，\n図１４（ｃ）に示すように，術者が天板１０６の右側に位置する場合には，画像処\n理部１１０２は，表示されるＸ線画像３０２の９０度の右回転処理を行い，実際の\n患者の方向に合わせる。\nこのような処理により，術者によるＸ線画像と実際の患者の患部の位置把握が容\n易となる。\n【００２３】\n＜ステップＳ２０３＞\n次にステップＳ２０３において，視線検出部１１２２は，ＨＭＤ装着者の視点を\n抽出し，図３のＸ線画像３０２を注視したかどうかを判定する。\n【００２４】\n以下に，ＨＭＤ装着者がＸ線画像３０２を注視したか否かの判定の方法について\n図４を用いて詳しく述べる。\n【００２５】\nまず，視線検出部１１２２により，ＨＭＤ装着者の視線位置の計測を行う。視線\n位置の計測は定期的に繰り返し行われ，視点を図４の４０１，４０２，４０３のよ\nうに検出したとする。視点の位置座標を（Ｘ１,Ｙ１），（Ｘ２,Ｙ２），（Ｘ３,Ｙ３），\n検出した時の相対時刻を t１，t２，t３とし，相対時刻の関係がｔ１＜ｔ２＜ｔ３に\nなっているとする。この場合，視点がＸ線画像３０２の表示領域内に，連続して所\n定の時間以上存在する場合に，Ｘ線画像が注視されたとみなし，処理を次のステッ\nプ２０４に移行させる。また，視点がＸ線画像３０２の領域内に連続して所定時間\n以上存在しなかった場合，或いは，Ｘ線画像３０２の領域外に視点が検出された場\n合は，Ｘ線画像が注視されていないと判断され，Ｓ２０３の処理が繰り返される。\n【００２６】\n＜ステップＳ２０４＞\n上述のステップＳ２０３によりＸ線画像が注視されていると判断された場合，照\n射位置を移動制御するステップに移行する。視線検出部１１２２と頭部方位検出部\n１１２３は，ＨＭＤ１１０の装着者の視点位置と頭の傾きを抽出する。図６は，Ｘ\n線画像３０２の部分領域と，その領域内で視点が検出された場合に移動する相対位\n置の関係を示した図である。\n【００２７】\n領域Ａで視点が検出された場合はＸ線管１０４とＸ線受像部１０５の天板１０\n６（被検体１）に対する２次元的な移動は行わない。それ以外のＢ，Ｃ，Ｄ，Ｅ，\nＦ，Ｇ，Ｈ，Ｉ領域で視点が検出された場合は，それぞれ図６の一覧表に示した方\n向に移動する処理が行われる。たとえば，図７の７０１に示す領域Ｈに視点が検出\nされた場合には，造影剤やカテーテルがさらに現在の位置から７０２で示すベクト\nル方向に移動していくことが想定される。従って，照射部位を現在の位置よりも７\n０２で示すベクトル方向に移動させる処理を行う。これにより，照射部位は図８の\n８０１から８０２に移動することになる。より具体的には，図１の天井懸垂部１０\n２をＸ方向にｘ１，Ｙ方向にｙ１だけ移動させることにより，図８の８０３に示す\nベクトル量の移動が可能になる。具体的には，視線検出部１１２２は，視点の検出\nを一定の時間ごとに繰り返し行う。そして，視点がどの領域で検出されたかにより，\n移動する方向が決定され，移動制御部１１０５により，予め定められた移動量で２\n次元的な照射位置が移動する仕組みになっている。このように，移動制御部１１０\n５は，視線検出部１１２２が検出した視線位置に基づいて，２次元的な照射位置を\n制御する。\n【００２８】\nまた，図５に示されるように，Ｘ線画像３０２の周囲に矢印アイコン５０１～５\n０８を表示し，この矢印アイコンを視線入力する方法でもよい。この場合は，Ｘ線\n画像３０２と矢印アイコン５０１～５０８を画像処理部１１０２において画像合成\nし，ＨＭＤ１１０の画像表示部１１２１に表示する。どの矢印アイコンが視線で選\n択されたかによって移動方向が決まる。また，移動制御部１１０５は，矢印アイコ\nンが選択されるごとに予め定められた移動量で照射位置の移動制御を実行する。\n【００２９】\n次に，ＨＭＤ１１０を装着した術者が，頭を左右上下に動かした場合のＣアーム\n１０３の移動方向について図９を用いて説明する。ＨＭＤ１１０に取り付けたジャ\nイロセンサなどの方向センサを具備した頭部方位検出部１１２３は，図９の９０１\n～９０５に示すような頭部の傾きを検出する。９０１のように頭の傾きがほぼまっ\nすぐのときは，Ｃアームの回転移動は行わない。９０２，９０３のように，頭の傾\nきが左右に傾いた場合は，図１の天井懸垂部１０２の先端で矢印Ａ方向に回転する。\n更に，９０４，９０５のように頭の傾きが前後に傾いた場合は，Ｃアームを矢印Ｂ\n方向にスライドさせる。\n【００３０】\nよって，それぞれの頭の動きに対応したＣアーム１０３の回転方向は以下のよう\nになる。\n・９０１（傾きなし）                            ・・・回転移動なし\n・９０２（頭部が右に傾いている）   ・・・Ａ時計回り\n・９０３（頭部が左に傾いている）   ・・・Ａ反時計回り\n・９０４（頭部が後ろに傾いている）・・・Ｂ下方向に回転\n・９０５（頭部が前に傾いている）   ・・・Ｂ上方向に回転\nＸ線画像３０２を注視していると判定された状態で，頭部を所定の時間（Ｓ秒）\n以上，上記いずれかの方向に傾けた場合に，その傾けた方向に従って，上記９０１\n～９０５のどれか一つの移動が選択されたとみなす。このとき，基本移動量を β 度\nとすると，回転移動の移動量は（首を傾けている時間÷Ｓ）×β となり，傾ける度に\n基本移動量だけ移動する。このように，移動制御部１１０５は，頭部方位検出部１\n１２３が検出した頭部の傾きに基づいて照射角度（照射方向）を制御する。\n【００３１】\nまた，本実施形態ではＸ－Ｙ方向の移動と，回転移動を同時にコントロールする\nことを特徴としている。従って，術者が図７の７０１を注視しながら，頭部を図９\nの９０３のように左に傾けた場合は，図８の８０３に示すようなのベクトル移動を\n行いながら，天井懸垂部１０２の先端で矢印Ａ方向に反時計回りにＣアームが回転\nする。このようにして，術者は移動するＸ線画像を観察しながら，照射部位の移動\nや照射角度をリアルタイムにコントロールすることが可能になる。\n【００３２】\n＜ステップＳ２０５＞\nステップＳ２０５において，位置算出部１１０４は，Ｃアームおよび天板の相対\n位置を算出する。\n【００３３】\n図１０はＣアーム１０３と天板１０６の相対位置を示した図である。Ｐを中心と\nする３次元の仮想空間にＣアーム１０３及び天板１０６の位置座標を記録していく。\n視線及び頭部の傾きの検出後Ｃアーム１０３や天板１０６の移動量が算出されるの\nで，移動後の位置座標を算出し記録していく。図１０において，Ｘ線受像部１０５\nのＰ１～Ｐ４の相対位置と，Ｘ線管１０４のＱ１～Ｑ４の相対位置と，天板１０６\nのＴ１～Ｔ４及びＳ１～Ｓ４の相対位置を算出する。天板１０６の上部の四隅Ｔ１\n～Ｔ４は，天板１０６上に被検体１が横たわったときを想定し，予め被検体の高さ\nを含んだ座標位置になっている。これによりバーチャルな３次元空間において，リ\nアルタイムにＣアーム１０３及び天板１０６の現在の位置を確認することができる。\n【００３４】\n本実施形態のＧＵＩにおいては，装置のバーチャルな座標位置を表示した例は説\n明していないが，例えば図１０のようなコンピュータグラフィックを作成し，ＨＭ\nＤ１１０上にリアルタイムに表示することは充分に可能である。すなわち，Ｘ線管\n１０４，Ｘ線受像部１０５及び天板１０６の３次元空間における位置情報に基づい\nて，それらの位置関係を３次元仮想空間により仮想表示するようにしてもよい。こ\nれにより，例えば，装置の動作のシミュレーションを目的とした表示や，視線入力\nの練習を目的とした表示において，これら各点の相対位置をユーザに提示すること\nも可能になる。\n【００４０】\n＜ステップＳ２０８＞\n一方，ステップＳ２０６で接触の危険がないと判断された場合には，ステップＳ\n２０８において，移動制御部１１０５は，ステップＳ２０５で算出された移動量に\n基づいて移動機構を制御し，Ｃアーム１０３および天板１０６を移動させる。すな\nわち，移動制御部１１０５は，視線検出部１１２２で検出された視線位置と頭部方\n位検出部１１２３で検出された術者の頭部の傾きとに基づいて移動機構を制御する。\nこれにより，術者が意図する照射位置，照射方向によるＸ線投影画像が取得され，\n画像表示部１１２１に表示される。\n【００４１】\nこのように本実施形態のＸ線画像診断装置においては，術者が装置を直接触らな\nいで，Ｘ線画像を注視したり頭部を動かしたりすることで所望する位置にコントロ\nールすることが可能になる。\n【００４２】\n以上のように，本実施形態のＸ線画像診断装置によれば，シースルー型ＨＭＤに，\n実写像とＸ線画像の両方を表示するとともに，Ｘ線画像を注視する術者の視線位置\nに応じて投影部位（照射部位）を移動させる。このため，術者は，ＨＭＤにおいて，\n例えばカテーテル注入部（実写）とカテーテル先端部（Ｘ線画像）の両方を観察で\nきる。また，Ｘ線画像上のカテーテル先端部を注視することにより，カテーテルの\n先端部の移動に応じて自動的に照射部位が移動するので，術者は移動機構の操作か\nら解放される。\n【００４３】\n以上説明したように，本実施形態のＸ線画像診断装置によれば，シースルー型Ｈ\nＭＤに表示されるＸ線画像の映像を注視しながら天板やＣアームの動きを制御する\nことができるので，治療作業の中断が行われずに効率のよい診断や治療が可能にな\nる。また，これまで専門の技師でなければできなかった複雑なＣアームの移動操作\nが，術者一人の感覚的な操作だけで可能になるので，少人数でも安全で迅速な診断\nが可能になり，コスト削減にも効果がある。\n【００４４】\nまた，術者はフットスイッチなどの操作のために注意を払わなくてもよいので，\n格段に診断や治療にへの集中力が高まり，被検者の人命にかかわる装置の安全性が\n飛躍的に向上することになる。\n【００４６】\nなお，Ｃアーム１０３や天板１０６の移動は上記実施形態に限られるものではな\nい。例えば，検診台１０７の天板１０６を起倒動，左右動，長手動，上下動及びロ\nーリング運動が可能なように構成しても良い。視線位置と頭部の傾きの検出に応じ\nた照射位置，照射方向の変更はＣアーム１０３または天板１０６の移動，またはそ\nれらの組み合わせにより実現されればよい。\n【図１】\n【図９】\n【図１０】\n【図１１】\n【図１４】\n（別紙  被告作成図面１）\n"
}