{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 4,
    "month": 3,
    "day": 3
  },
  "case_number": "令和3(わ)580",
  "case_name": "強盗傷人、強盗被告事件",
  "court_name": "札幌地方裁判所",
  "gist": "被告人が，山道内で登山者である被害者の頭部等を杖で多数回殴るなどの暴行を加えるとともに，「金だ。」などと言って脅迫し、現金２２万円等在中の財布１個を奪い、その際、加療約３か月間を要する見込みの傷害を負わせた強盗傷人及び別の被害者の首近くに彫刻刀様の刃物を突き付けつつ脅迫して現金約１万円等を奪った強盗の事案について，懲役７年を言い渡した事例（裁判員裁判）",
  "lawsuit_id": "91064",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=91064",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/064/091064_hanrei.pdf",
  "contents": "判              決\n主                 文\n被告人を懲役７年に処する。\n未決勾留日数中１２０日をその刑に算入する。\n理            由\n（罪となるべき事実）\n被告人は、現金を強奪しようと考え、\n第１  令和３年７月１２日午後４時５０分頃、札幌市（住所省略）所在のマンショ\nン共同玄関内において、Ａ（当時３７歳）に対し、手に持った彫刻刀様の刃物を\n突き付けながら「金持っているか。」と言って脅迫し、その反抗を抑圧した上、\n同人所有又は管理の現金約１万１００円及びキャッシュカード等６点在中のがま\n口財布１個（時価合計約３０００円相当）を奪い、\n第２  同月１４日午後０時３５分頃、同市内の山道内において、登山者であるＢ\n（当時６６歳）に対し、その頭部等を杖で多数回殴るなどの暴行を加えるととも\nに、「金だ。」などと言って脅迫し、その反抗を抑圧して、同人所有又は管理の\n現金約２２万円及び自動車運転免許証等８点在中の長財布１個（時価合計約８０\n００円相当）を奪い、その際、前記暴行により、同人に加療約３か月間を要する\n見込みの右示指中手骨骨折、右母指基節骨骨折、左母指末節骨骨折、前額部裂創、\n右前腕裂創、頭頂部裂創、上顎骨骨折、頭部打撲、左右上腕打撲及び左右前腕打\n撲の傷害を負わせた。\n（証拠の標目）省略\n（法令の適用）\n１  構成要件及び法定刑を示す規定\n被告人の判示第１の所為は刑法２３６条１項に、判示第２の所為は同法２４０条\n前段にそれぞれ該当する。\n２  刑種の選択\n判示第２の罪について有期懲役刑を選択する。\n３  併合罪の処理\n刑法４５条前段の併合罪であるから、同法４７条本文、１０条により重い判示第\n２の罪の刑に法定の加重をする。\n４  宣告刑の決定\n以上の刑期の範囲内で被告人を懲役７年に処する。\n５  未決勾留日数の算入\n刑法２１条を適用して未決勾留日数中１２０日をその刑に算入する。\n６  訴訟費用の不負担\n訴訟費用は、刑事訴訟法１８１条１項ただし書を適用して被告人に負担させない。\n（量刑の理由）\n本件の特徴として指摘すべきは、安易に金銭を得ようといわゆる支援金系サイト\nを無計画に利用してその料金の捻出に窮した被告人が、同サイトの料金に充てるた\nめの金銭を他人から奪い取ろうという短絡的で身勝手な動機から、強盗の犯行に及\nび、その２日後には強盗傷人の犯行に及んだという点である。被告人は、証拠隠滅\nの態様等からはやや場当たり的に犯行に及んだ感があるが、人目に付きにくく、逃\nげ場のない山道や集合住宅の共同玄関部分を犯行場所とし、抵抗されにくいであろ\nうとみて女性を標的に選んで犯行を企てるなど、いずれの犯行も相応の計画性をも\nって敢行しており、後述の犯行態様からしても、犯行を決意した後の財物奪取に向\nけた犯意は、いずれも躊躇のない強固なものである。\nそして、量刑の中心となる強盗傷人の犯行において、被告人は、被害者の背後か\nらいきなりその頭部を、強度を考えて選んだ杖で複数回殴打するなどして現金等を\n奪い、その後も、逃げる被害者を追い掛けて枢要部である頭部等を多数回殴打する\nなど、執拗に危険性の非常に高い暴行を加えた。このような暴行により、被害者は、\n加療約３か月間を要する骨折を含め重大な身体的被害のほか、死を覚悟するほどの\n恐怖心等の多大な精神的苦痛を被っているし、財産的被害もこの種事犯の中では比\n較的多い。また、強盗の犯行も、被害者に狙いを定めてからその後を追尾した上、\n首近くに彫刻刀様の刃物を突き付ける脅迫を加えて現金等を奪ったというものであ\nり、危険性の高い犯行である。居住する集合住宅の敷地内で突如襲われた被害者は、\n事件後も外出することにさえ恐怖を感じるなど、多大な精神的苦痛を被っており、\nまた、財産的被害も軽視することはできない。\nこのように、本件各犯行に関する事情は悪質である。もっとも、強盗傷人の結果\nの重大性の評価に際し、被害者との間で支払い済みの５０万円を含め総額で２００\n万円支払う旨の示談が成立しているという事情は、今後約２年半にわたって分割払\nすることとされている残金の１５０万円についても、その原資が被告人の年金収入\nであることや被告人の兄が振込みの代行に協力するとして示談に加わっていること\nを加味すれば、現実的な履行可能性のあるものといえるから、被害者が被告人を宥\n恕するに至っていないため自ずと限界があるものの、一定程度考慮できる事情とい\nえる。そうすると、本件は、同種事案（（処断罪）強盗致傷、（共犯関係等）単独\n犯、（強盗の点）既遂、（凶器等）あり、（処断罪と同一又は同種の罪の件数）２\n～４件、（傷害の程度）３か月以内）の量刑傾向の中では、中程度に位置付けられ\nる。\nその上で、各被害者の被った被害の大きさに思いを及ばせ、自らの身の振り方を\n更に真剣に考えるなどして今後一層の反省を深めることが必要であると思われるも\nのの、被告人が、公訴事実を含む基本的な事実関係を認めて被告人なりに反省の態\n度を示そうとしていること、被告人には２０年以上前の異種の事犯に係る罰金前科\nがあるにとどまること等の事情も併せ考慮して、被告人を主文の刑に処するのが相\n当であると判断した。\n（検察官沼前輝英、同石井亮太郎、国選弁護人野田晃弘（主任）、同仲世古善樹\n各出席）\n（求刑  懲役９年、弁護人の科刑意見  懲役５年）\n令和４年３月３日\n札幌地方裁判所刑事第１部\n裁判長裁判官    石    田    寿    一\n裁判官    古      川    善    敬\n裁判官    北      村    規    哲\n"
}