{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 1,
    "day": 23
  },
  "case_number": "令和2(ワ)3473",
  "case_name": "特許権侵害行為差止等請求事件",
  "court_name": "大阪地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "91850",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=91850",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/850/091850_hanrei.pdf",
  "contents": "令和５年１月２３日判決言渡  同日原本領収  裁判所書記官\n令和２年（ワ）第３４７３号  特許権侵害行為差止等請求事件\n口頭弁論終結日  令和４年１１月７日\n判         決\n原告           コイズミ照明株式会社\n同代表者代表取締役\n同訴訟代理人弁護士   飯島歩\n同            藤田知美\n同            町野静\n同            平野潤\n同            真鍋怜子\n同            神田雄\n同            村上友紀\n同            溝上武尊\n同            秦野真衣\n同            三品明生\n同             上田亮祐\n同訴訟代理人弁理士   川上桂子\n被告          大光電機株式会社\n同代表者代表取締役\n同訴訟代理人弁護士    中務尚子\n同           榎本辰則\n同訴訟代理人弁理士   清水義仁\n主         文\n１  被告は、別紙被告製品目録記載の製品を製造し、販売し、販売の申出をし、販売\nのために展示し、輸入し又は輸出してはならない\n２  被告は、別紙被告製品目録記載の製品及び半製品（別紙被告製品目録記載の製品\nの構造を具備しているが、未だ製品として完成に至らないもの）を廃棄せよ\n３  被告は、原告に対し、２億０３７４万２４１１円並びにうち１億８３００万３４\n５８円に対する令和２年３月３１日から支払済みまで年５分の割合による金員、う\nち９７万円に対する同年４月９日から、うち１９７６万８９５３円に対する令和３\n年１２月３１日から各支払済みまで年３分の割合による金員を支払え\n４  原告のその余の請求を棄却する。\n５  訴訟費用は、これを１３分し、その５を原告の負担とし、その余は被告の負担と\nする。\n６  この判決は、第３項に限り、仮に執行することができる。\n事実及び理 由\n第１  請求\n１  主文第１項及び第２項と同旨\n２  被告は、原告に対し、１０億３３４２万５４１０円並びにうち９億２９７３万\n０６３６円に対する令和２年３月３１日から支払済みまで年５分の割合による\n金員、うち４８５万０００６円に対する同年４月９日から、うち９８８４万４７\n６８円に対する令和３年１２月３１日から各支払済みまで年３分の割合による\n金員を支払え。\n第２  事案の概要\n１  本件は、発明の名称を「照明器具」とする特許（特許第５９８２２２７号。以\n下「本件特許」という。）に係る特許権（以下「本件特許権」という。）を有する\n原告が、別紙被告製品目録記載の各製品（以下「被告製品」という。）は本件特許\nに係る発明の技術的範囲に属するとして、被告に対し、特許法１００条１項、２\n項に基づき、被告製品の製造等の差止及び廃棄を求めるとともに、不法行為（民\n法７０９条）に基づき、１０億３３４２万５４１０円の損害賠償及びうち９億２\n９７３万０６３６円に対する令和２年３月３１日（以下、遅延損害金の起算日は\n当該期間の最終行為日）から支払済みまで平成２９年法律第４４号による改正前\nの民法所定の年５分の割合、うち４８５万０００６円に対する令和２年４月９日\nから、うち９８８４万４７６８円に対する令和３年１２月３１日から、各支払済\nみまで民法所定の年３分の割合による各遅延損害金の支払を求める事案である。\n２  前提事実（争いのない事実、後掲証拠及び弁論の全趣旨より容易に認定できる\n事実。なお、枝番号のある証拠で枝番号の記載のないものは全ての枝番号を含む。）\n(1)  当事者\nア  原告は、各種照明器具の製造、加工及び販売等を業とする株式会社である。\nイ  被告は、電機照明器具の製造及び販売等を業とする株式会社である。\n(2)  本件特許権\n原告は、別紙特許目録記載のとおり特許権（本件特許権）を有する。なお、\n本件特許は、登録後、２度にわたり特許請求の範囲につき訂正審判の請求がさ\nれ、いずれも訂正を認める旨の審決が確定している（訂正２０２０－３９００\n０５（甲３）、訂正２０２１－３９００３９（甲１４の３）。以下それぞれ「第\n１次訂正」、「第２次訂正」といい、総称して「本件各訂正」という。また、本\n件各訂正後の別紙特許目録記載の「特許請求の範囲」請求項１記載の発明を「本\n件発明１」、同請求項２記載の発明を「本件発明２」といい、総称して「本件各\n発明」という。訂正部分は下線部であり、①が第１次訂正、②が第２次訂正に\nよるものである。）。\n(3)  構成要件の分説\n本件各発明をそれぞれ構成要件に分説すると、別紙「本件各発明の構成要件\n一覧」記載のとおりである。\n(4)  被告の行為\n被告は、平成２８年８月５日から令和３年１２月３１日まで、業として、被\n告製品の製造等をしている。\n(5)  被告製品の構成\n原告が主張する被告製品の構造は、別紙被告製品の構成（原告主張）記載の\nとおりである。このうちａ～ｃの構成については当事者間に争いがない。また、\n当該別紙で引用する別紙被告製品説明書の内容については当事者間に争いが\nなく、被告製品における構成要件の充足性の争点は共通である（弁論の全趣旨）。\n(6) 構成要件の充足\n被告製品の構成ａ～ｃは本件各発明の構成要件Ａ～Ｃを充足し、被告製品の\n構成ｊは本件発明２の構成要件Ｊを充足する（争いがない。）。\n３  争点\n(1) 構成要件の充足性\nア  構成要件Ｄの充足性（争点１）\nイ  構成要件Ｅの充足性（争点２）\nウ  構成要件Ｆの充足性（争点３）\nエ  構成要件Ｇの充足性（争点４）\nオ  構成要件Ｈの充足性（争点５）\n(2) 本件特許に次の無効とすべき理由があるか（争点６）\nア  無効理由１（昭和５３年に販売された被告１９７８年製品に係る発明（公\n然実施発明１）を引例とする進歩性欠如）（争点６－１）\nイ  無効理由２（平成２２年１１月に販売された被告アンドナ製品に係る発明\n（公然実施発明２）を引例とする新規性・進歩性欠如）（争点６－２）\nウ  無効理由３（意匠登録第１４４７７１６号公報に記載された発明（乙１１\n発明）を引例とする進歩性欠如）（争点６－３）\n(3)  原告の被った損害額（争点７）\n第３  争点に関する当事者の主張\n１  争点１（構成要件Ｄの充足性）について\n【原告の主張】\n(1)  「一部が被固定部に固定されるブラケット」の意義\n本件各発明において、「ブラケット」とは、被固定部に固定されるとともに放\n熱部に回転自在に取り付けられるものとして規定されている（構成要件Ｄ及び\nＦ）。\nまた、「ブラケット」の意味は「持送り」と同義であり、「持送り」とは「壁\n体から突出して、庇・梁・棚・床などを支える構造物」である。このように、\n「ブラケット」には、壁などの被固定部に固定される部分と、当該部分から突\n出して別の物を支える部分との両方を含む構造体という意味がある。\n(2)  構成要件の充足\n被告製品において、固定部２１及びアーム２２で構成された部分は、被固定\n部に固定されるとともにヒートシンク１１に回転自在に取り付けられる。被告\n製品において、固定部２１は被固定部である天井に固定される部分であり、ア\nーム２２は固定部２１から突出して本体部１を支える部分である。\nしたがって、被告製品の固定部２１及びアーム２２で構成された部分は、本\n件各発明の「ブラケット」に相当する。\nよって、被告製品は構成要件Ｄを充足する。\n(3)  「ブラケット」の意味が限定される場合\n仮に、本件各発明の「ブラケット」が本体部分を支持するアームであると限\n定的に解釈されるとしても、構成要件Ｄは、「一部が被固定部に固定されるブ\nラケット」と規定し、ブラケットの一部が被固定部に固定されることを要件と\nしているものの、ブラケットが被固定部に対して直接的に固定されていること\nまでは要求していない。\nまた、本件特許の特許公報（甲２）中の発明の詳細な説明及び図面（以下「本\n件明細書」といい、特に図面をいう場合には「本件図面」という。）の図１及び\n図３には、本件各発明の１つの実施形態として、ブラケットが回動自在の状態\nで電源部５に固定される形態が記載されている。\nしたがって、「ブラケット」について前記のとおり限定的な解釈を採用した\nとしても、「一部が被固定部に固定される」との構成には、ブラケットが被固定\n部に対して間接的に固定される場合も含まれるものと解すべきである。\n被告製品のアーム２２は固定部２１に固定されており、固定部２１は天井等\nの被固定部に固定されている。すなわち、被告製品のアーム２２は、固定部２\n１を介して被固定部に間接的に固定されている。\nよって、本件各発明の「ブラケット」について限定的に解釈した場合でも、\n被告製品のアーム２２は、本件各発明の「一部が被固定部に固定されるブラケ\nット」に相当し、被告製品は構成要件Ｄを充足する。\n(4)  均等侵害\n仮に、被告製品においてはブラケットに相当するアーム２２が固定部２１に\n固定されているのに対して、本件各発明ではブラケットが被固定部に固定され\nている点において両者が相違すると考えた場合でも、当該相違点は本件各発明\nの本質的部分に係るものではなく、当該相違点に係る本件各発明の構成を被告\n製品における構成に置換しても本件各発明と同一の作用効果を奏し、このよう\nに置換することは本件出願日当時において当業者にとって容易であった。また、\n本件各発明に新規性及び進歩性があることは後記６ないし８の各【原告の主張】\nのとおりであり、本件各発明について、当該相違点を採用することが意識的に\n除外された事実はない。したがって、被告製品は、均等侵害の５要件を充足す\nるから、本件各発明の技術的範囲に属する。\n【被告の主張】\n(1)  「一部が被固定部に固定されるブラケット」の意義\n本件各発明の構成要件Ｄは、ブラケットの一部が、天井や壁等の被固定部に\n固定されるというものである。\n本件明細書において、ブラケット４とは、「光を照らす方向Ｌを変更自在に\n支持できる構成部品である」と記載されており、本体部分（光源部１、放熱部\n２及び外装部３から成るモジュール）を支持するアームを意味する。\nしたがって、構成要件Ｄの「一部が被固定部に固定されるブラケット」とは、\n本体部分を支持するアームの一部が、天井や壁等の被固定部に固定されること\nを意味する。また、「一部が被固定部に固定されるブラケット」との文言からす\nれば、ブラケットが被固定部に対して間接的に固定される場合も含まれるとい\nう解釈は取り得ない。\n(2)  構成要件の非充足\n被告製品においては、本体部分を支持するアーム２２が本件各発明のブラケ\nットに相当する部材であるところ、アーム２２は、固定部（電源部）２１に固\n定されているものの、天井や壁等の被固定部に固定されていない。被告製品に\nおいて、天井や壁等の被固定部に固定されるのは、固定部２１である。\nよって、被告製品は、本件各発明の構成要件Ｄを充足しない。\n(3)  均等非侵害\n後記６ないし８の各【被告の主張】のとおり、本件各発明は新規性又は進歩\n性を欠きいずれも無効である。仮に原告の主張どおり被告製品が構成要件Ｄ以\n外の本件各発明の構成要件を充足するとすれば、被告製品についても本件出願\n時における公知技術と同一又は当業者が容易に推考できたといえる。したがっ\nて均等侵害に係る第４要件を充足せず、被告製品に本件各発明の均等侵害は成\n立しない。\n２  争点２（構成要件Ｅの充足性）について\n【原告の主張】\n(1)  「開口部」の意義\nア  本件各発明に係る特許請求の範囲の記載は、「開口部」について「前記外装\n部の側部には、前記放熱部が露出する開口部が形成され」とだけ規定し、そ\nの範囲や形状等について何ら限定していない。\nまた、本件特許の特許請求の範囲及び本件明細書のいずれにも、「開口部」\nが「穴」ないし「窓」であるとは記載されていない。本件明細書には、外装\n部が貫通孔を有する旨の記載はあるが、これは本件各発明の１つの実施形態\nについての記載に過ぎず、本件各発明は当該実施形態に限定されるものでは\nない。\nイ  原告は、本件特許の出願過程において提出した意見書（以下「本件意見書」\nという。）において、「補正前の「貫通孔」との記載は、その大きさから「孔」\nと表現するのは妥当でなく、補正後は「開口部」との記載に変更したもので\nある。」と主張し、同様の補正（以下「本件補正」という。）を行った。これ\nは、拒絶理由通知において指摘された２つの引用文献（以下「本件各引用文\n献」という。）におけるネジの軸部を通すためだけに設けられた当該軸部と\n同程度の大きさの孔を除外することを意図して、「貫通孔」を「開口部」に補\n正したものである。本件意見書に、「開口部」の範囲や形状などについて限定\nするような主張はなく、本件補正の際に、後端部から側面にかけて開放され\nた形状を意識的に除外したという事情もない。\nウ  以上より、「開口部」とは、単に、外装部の側部に形成されて放熱部を露出\nする部分であると解釈される。\n(2)  構成要件の充足\n被告製品の側周カバー１２には、後端部から側面にかけて開放された部分が\n形成されており、当該部分からヒートシンク１１が露出している。すなわち、\n当該部分は、側周カバー１２の側部に形成されてヒートシンク１１を露出する\nものである。\nしたがって、被告製品の側周カバー１２は「開口部」を有しているから、被\n告製品は構成要件Ｅを充足する。\n【被告の主張】\n(1)  「開口部」の意義\nア  本件各発明の構成要件Ｅには、「前記外装部の側部には、前記放熱部が露\n出する開口部が形成され」ていると記載されているところ、「開口部」とは、\nその語義として「穴」または「窓」を意味する。\nイ  本件明細書に本件各発明の実施形態として記載された「開口部」の形状は、\n放熱部全体を覆った外装部の内側の一部が除去された、まさに「穴」ないし\n「窓」といえる形状である。\nまた、本件明細書の記載によれば、本件各発明における外装部は、外部か\nら加わる衝撃に対して放熱部を保護し、放熱部の隙間に埃などの異物が付着\nすることを低減するとされている。外装部がこれらの効果をもたらす以上、\n本件各発明における外装部とは、放熱部の相応の広い部分を覆っており、放\n熱部が露出される「開口部」とは、そのような外装部に開けられた「穴」や\n「窓」を意味することを前提としている。\nさらに、本件明細書では、外装部は、砲弾型、円筒型、円錐型、角柱型な\nどで良いと記載され、このような空間図形を念頭においた形状であることが\n示されており、このような形状は、開口部が「穴」や「窓」であるが故に導\nき出されるものである。\nウ  原告は、本件特許の出願中に「ブラケットは、前記外装部に設けられた貫\n通孔を介して前記放熱部に取り付けられる」と記載した請求項について、本\n件意見書に「補正前の「貫通孔」との記載は、その大きさから「孔」と表現\nするのは妥当でな」いと記載の上「貫通孔」の表現を「開口部」へ補正して\nいる（本件補正）。かかる経緯に照らせば、本件各発明の「開口部」とは、ブ\nラケットを放熱部に取り付ける際に介する部位であり、本件明細書の「貫通\n孔３ｈｂ」を指す。すなわち、本件意見書で原告が記載した「その大きさ」\nとは、当該貫通孔３ｈｂの大きさを指したものである。したがって、本件各\n発明における「開口部」とは、本件明細書に記載された貫通孔３ｈｂと同程\n度の大きさの「穴」ないし「窓」の形状を意味している。\n(2)  構成要件の非充足\n被告製品の側周カバー１２は、後端部から側面にかけて開放されており、本\n件明細書の貫通孔３ｈｂのような「穴」又は「窓」は形成されていない。よっ\nて被告製品は、外装部の側部に開口部が形成されておらず、本件各発明の構成\n要件Ｅを充足しない。\n３  争点３（構成要件Ｆの充足性）について\n【原告の主張】\n(1)  「露出する部分」の意義\n本件各発明は、「前記ブラケットは、前記放熱部における前記開口部から露\n出する部分に回転自在に取り付けられ」ていることをその構成要件とするもの\nであるところ、放熱部はカバーの内側にあるため、本件各発明の実施品におい\nては、見る角度によってブラケットと放熱部の固定位置がカバーによって隠れ\nることが生じるのは避けられない。\n本件各発明の効果は、ユーザーが本体部分を回転させようとした場合におい\nて、外装部に荷重が掛かることを抑制し、外装部の変形や破損を防ぐことにあ\nるところ、このような効果を奏するためには、「露出する部分」の態様が特段限\n定される必要はない。仮に特定の方向から見た場合に外装部に覆われる放熱部\nの部分にブラケットが取り付けられていたとしても、前記のとおりの本件各発\n明の効果を得ることができるから、「前記放熱部における前記開口部から露出\nする部分」との要件は、単に、カバーで覆われた放熱部にブラケットを取り付\nけようとすれば、放熱部がカバーから露出した部分が必要になることを示した\nものと考えられる。\nしたがって、開口部を通じて目視できる部分にブラケットが取り付けられて\nいる構成であれば、「前記放熱部における前記開口部から露出する部分に…取\nり付けられ」との要件を充足するものというべきである。\n(2)  構成要件の充足\n被告製品は、別紙被告製品説明書記載の図３のとおり、アーム２２が、ヒー\nトシンク１１における、側周カバー１２の開口部を通じて目視できる部分に取\nり付けられている。被告製品のアーム２２はヒートシンク１１における開口部\nから「露出する部分」に回転自在に取り付けられているといえることから、被\n告製品は構成要件Ｆを充足する。\n【被告の主張】\n(1)  「露出する部分」の意義\nア  本件特許の特許請求の範囲は、ブラケットが「前記放熱部における前記開\n口部から露出する部分に」取り付けられる旨規定している。「露出する」との\n文言から、ブラケットは、外装部により覆われていない、開口部から現れて\n出ている放熱部の部分に取り付けられるものと一義的に解される。したがっ\nて、「露出する部分」に、外装部で覆われているにもかかわらず、開口部を通\nじていわばその隙間から目視できる放熱部の部分は含まれない。\nイ  本件明細書の記載によれば、本件各発明に係る照明器具においては、メン\nテナンス作業をする際、まず、ブラケット４と放熱部２の連結部に係るボス\n２１に固定されたボルト４１を外した上で、ブラケット４から本体部分を取\nり外すことが想定されている。そのため、当該ボス２１が開口部から露出し\nていることが必要となる。\nウ  原告は、本件補正において、本件特許が「ブラケットが放熱部における開\n口部から露出する部分に取り付けられる構成」であることを強調し、「ブラ\nケットは、外装部に設けられた貫通孔を介して放熱部に取り付けられる」と\nいう先行技術との相違を主張している。したがって、本件各発明は、ブラケ\nットが放熱部における「開口部から露出する部分」に取り付けられることを\n特徴とすることは明らかである。\n(2)  構成要件の非充足\n被告製品のアーム２２は、放熱部フィン１１１における側周カバー１２に覆\nわれた部分に取り付けられおり、また、ヒートシンク１１の連結部に係るボス\n穴１１３は側周カバー１２に覆われた部分にある。これにより、被告製品は、\nメンテナンスを行う場合、最初にアーム２２とヒートシンク１１の連結部に係\nる六角ネジ２３を外してブラケット４からヒートシンク１１を取り外すこと\nはできない構造となっている。\nしたがって、被告製品は、ブラケットに相当するアーム２２が放熱部におけ\nる「露出する部分」に取り付けられていないため、本件各発明の構成要件Ｆを\n充足しない。\n４  争点４（構成要件Ｇの充足性）について\n【原告の主張】\n(1)  「取り外し可能」の意義\n構成要件Ｇは、「前記外装部は、前記放熱部とは別体に形成され、前記放熱部\nから取り外し可能であること」というものであって、「取り外し可能」の具体的\n意味は、外装部が放熱部とは別部材であることにある。\n本件明細書には、メンテナンス作業をする際に、ブラケットから本体部分を\n取り外した後に本体部分から外装部を取り外す旨の記載はあるが、これは本件\n各発明の１つの実施形態の説明に過ぎず、本件各発明は当該実施形態に限定さ\nれるものではない。\n仮に、構成要件Ｇの「取り外し可能」に、別部材という構成的な意味だけで\nなく、取り外すという動作的な意味が含まれるとしても、構成要件Ｇは、「前記\n外装部は、…前記放熱部から取り外し可能」との構成であって、「照明装置から\n取り外し可能」との構成ではない。すなわち、構成要件Ｇは、単に外装部が放\n熱部から分離可能であることを意味したものといえる。\n(2)  構成要件の充足\n被告製品は、側周カバー１２とヒートシンク１１が別部材であり、両者が物\n理的に別部材として「取り外し可能」である。また、被告製品の側周カバー１\n２は、プラスネジ１４を外すことでヒートシンク１１から分離可能であるから、\nヒートシンク１１から「取り外し可能」である。\nしたがって、被告製品は本件各発明の構成要件Ｇを充足する。\n【被告の主張】\n(1)  「取り外し可能」の意義\n構成要件Ｇは、「前記外装部は、前記放熱部とは別体に形成され、前記放熱部\nから取り外し可能であ」ること、すなわち、外装部と放熱部が別部材であるこ\nとに加え、取り外し可能であることを規定している。また、構成要件Ｇは、第\n１次訂正により訂正されているところ、かかる訂正のうち、「取り外し可能」と\nいう部分は、本件明細書において、照明器具が天井に取り付けられている場合\nのメンテナンス作業を示す段落及び本件図面の図４の記載を参照にした上で、\nこれらの記載を根拠として認められている。\n本件明細書では、メンテナンス作業時の安全性の向上を本件各発明の特徴点\nとその効果として記載していることから、構成要件Ｇにいう「取り外し可能」\nは、当該メンテナンス作業にかかる記載の一部を明確にした趣旨であると解す\nるのが相当である。より具体的には、本件図面の図４で示されるとおり、①ブ\nラケット４から本体部分（光源部１、放熱部２及び外装部３から成るモジュー\nル）を取り外す、②ボルト３１を放熱部２及び外装部３から取り外す、③外装\n部３を保持した状態で外装部３から放熱部２を引き抜く、という過程を経て、\n外装部３が放熱部２から取り外すことが可能であることをいうと解釈するべ\nきである。\n(2)  構成要件の非充足\n被告製品においても、側周カバー１２とヒートシンク１１は別部材である以\n上、物理的には別部材として取り外すことはできる。\nしかし、被告製品においては、ヒートシンク１１における側周カバー１２に\n覆われた部分にアーム２２が取り付けられており、また、固定部２１が被固定\n部に固定されている状態ではプラスネジ１４を外すこともできない。そのため、\n被告製品では、側周カバー１２をヒートシンク１１から取り外すために、①固\n定部２１を天井や壁等の被固定部から外す、②側周カバー１２とヒートシンク\n１１を固定するプラスネジ１４を外す、③側周カバー１２をずらして、ヒート\nシンク１１に取り付けられたアーム２２の六角ネジ２３を露出させる、④六角\nネジ２３を外し、アーム２２からヒートシンク１１を取り外すという過程を経\nる必要があり、放熱部と外装部を固定するボルトを外せば外装部を放熱部から\n取り外すことができる本件各発明と異なる。\n以上のとおり、被告製品は、外装部に相当する側周カバー１２が、放熱部に\n相当するヒートシンク１１から「取り外し可能」であるとはいえない。\nよって、被告製品は、本件各発明の構成要件Ｇを充足しない。\n５  争点５（構成要件Ｈの充足性）について\n【原告の主張】\n(1) 構成要件Ｈの意義及び作用効果について\n構成要件Ｈは、外装部が放熱部を覆う部分を特定するものである。\n本件各発明は、ブラケットを外装部ではなく放熱部に取り付けることとして、\nユーザーが光を照らす方向（以下「照射方向」という場合がある。）を変更し\nようとしたときに、外装部に荷重が掛かりにくくし、その変形や破損を防ぐと\nいう作用効果（以下「本件意義１」という。）を奏するものである。外装部に荷\n重が掛かる場合とは、ユーザーが外装部を掴んで照射方向を変更しようとする\n場合である。また、ユーザーとしては、照射範囲を直接確認しながら照射方向\nを変更するため、照明器具が光を照射している状態で、照明器具の照射方向を\n変更可能であることが好ましい。\n本件発明１に係る照明器具において、回転の中心となる「前記放熱部におい\nて前記ブラケットが取り付けられている位置」から離れた部分を掴むと、テコ\nの原理により、照明器具の本体部分を回転させる力を効率よく加えることがで\nきる。しかし、当該位置よりも光を照らす方向の前方を掴むと、外装部を掴む\n自らの手が照明器具の照射する光を遮り易くなり、光の照射範囲を正確に把握\nできなくなるおそれがある。\n構成要件Ｈは、外装部が「前記放熱部において前記ブラケットが取り付けら\nれている位置よりも光を照らす方向とは反対側となる部分の少なくとも一部\nを覆う」構成によって、ユーザーが、ブラケットが取り付けられている位置よ\nりも後方、すなわち外装部を掴む自らの手が照明器具の照射する光を遮らない\n位置を掴んで、照射範囲を正確に把握しながら照射方向を変更することを可能\nとするという作用効果（以下「本件意義２」という。）を奏するものである（以\n下、放熱部においてブラケットが取り付けられている位置を起点として、光を\n照らす方向を「前」又は「前方」、当該方向とは反対側の部分を「後」又は「後\n方」という場合がある。）。\n(2)  被告製品の充足\n被告製品は、側周カバー１２が、ヒートシンク１１におけるアーム２２が取\nり付けられている位置よりも後方部分の少なくとも一部を覆っている。また、\n被告製品は、当該部分を掴んで照射方向を変更することが可能であるから、構\n成要件Ｈに係る本件発明１の作用効果（本件意義２）を奏する。\nよって、被告製品は、本件発明１に係る構成要件Ｈを充足する。\n【被告の主張】\n(1)  構成要件Ｈのいう外装部の形状\n本件発明１の構成要件Ｈは、「外装部」（構成要件Ｃ及びＥ）に係る構成であ\nる。\n構成要件Ｈに原告が主張するような作用効果（本件意義２）があるとするな\nらば、構成要件Ｈを充足する「外装部」とは、「放熱部においてブラケットが取\nり付けられている位置よりも光を照らす方向とは反対側となる部分」において、\nブラケットの支点軸に近い場所を、照射方向を変更及び調整するために手で掴\nみやすい形状と重心の位置を有するような、限定された外装部であることが必\n要である。すなわち、構成要件Ｈのいう外装部が放熱部の「少なくとも一部を\n覆う」形状とは、「放熱部においてブラケットが取り付けられている位置より\nも光を照らす方向とは反対側となる部分」を手で掴んで照射方向を変更するこ\nとが容易となる形状を意味するものと解される。\n(2)  被告製品の非充足\n被告製品の外装部は、「放熱部においてブラケットが取り付けられている位\n置よりも光を照らす方向とは反対側となる部分」の上半分を覆わない、開放\nした形状をしている。また、被告製品の重心は前方にある。したがって被告\n製品の外装部は、アーム２２が取り付けられている位置よりも後方を手で掴\nんで照射方向を変更することが容易とは言えず、むしろ、アーム２２が取り\n付けられている位置より前方であり、被告製品の重心に近いカバー１３を掴\nんで照射方向を操作することが自然となる形状をしている。\nよって、被告製品の外装部は、「放熱部においてブラケットが取り付けられ\nている位置よりも光を照らす方向とは反対側となる部分」を手で掴んで照射\n方向を変更することが容易となる形状をしておらず、被告製品は、構成要件\nＨを充足しない。\n６  争点６－１（無効理由１（昭和５３年に販売された被告１９７８年製品に係る\n発明（公然実施発明１）を引例とする進歩性欠如））について\n【被告の主張】\n(1)  公然実施\n仮に被告製品が本件各発明の技術的範囲に含まれる場合、被告は、本件出願\n日前に、照明器具であるスポットライト製品（品番：Ｄ９５－３５７４、Ｄ９\n５－４８２０、以下「被告１９７８年製品」といい、同製品に係る発明を「公\n然実施発明１」という。）を製造及び販売していた。被告１９７８年製品は、被\n告が昭和５３年に発行した製品カタログに掲載され、設計図面も存在する。し\nたがって、被告１９７８年製品に係る公然実施発明１は、本件出願日前に、日\n本国内において公然と知られ得る状態で実施されていた。\n(2)  公然実施発明１の構成\n公然実施発明１は、次の構成を備えている。\nａ１  発光素子を有する光源部⑥と、\nｂ１  前記光源部⑥の熱を空気中へ発散させる本体①と、\nｃ１  前記本体①の少なくとも一部を覆うハウジングケース④と、\nｄ１  一部が被固定部に固定されるアーム⑦と、を具備し、\nｅ１  前記ハウジングケース④の側部には、前記本体①が露出する開口部が形\n成され、\nｆ１  前記アーム⑦は、前記本体①における前記開口部から露出する部分に回\n転自在に取り付けられ、\nｇ１  前記ハウジングケース④は、前記本体①とは別体に形成され、前記本体\n①から取り外し可能であり、\nｈ１  放熱部である本体①においてアーム⑦が取り付けられている位置より\nも光を照らす方向とは反対側となる部分の少なくとも一部を覆っているこ\nと\nｉ１ を特徴とする照明器具\n以下分説する。\nア  構成ｂ１及びｃ１\n被告１９７８年製品は、発光素子であるハロゲンランプが発した熱を、熱\n伝導した本体①から空気中に発散させている。ハウジングケース④には、放\n熱目的で開口部が形成されており、かかる構造からも本体①が空気中へ熱を\n発散させている（「放熱部」とは、文言上、熱を発散する機能を有する部位で\nあると一義的に解釈でき、殊更積極的に空気中へ熱を発散させるための構造\n（表面積を増大させたフィン）を有するものに限られない。）。したがって、\n公然実施発明１は、構成ｂ１及びｃ１を備えている。\nイ  構成ｄ１ないしｇ１\n被告１９７８年製品は、アーム⑦の取り付け箇所の奥が空洞であり、ハウ\nジングケース④の側面に開口部が形成されているため、開口部から露出する\n本体①にアーム⑦の先端が取りつけられる構成を備える。\nまた、被告１９７８年製品の設計図面において、ハウジングケース④と本\n体①とは別の部品として記載されている。「取り外し可能」とは、外装部が放\n熱部とは別部材であれば足りるので、被告１９７８年製品の本体①とハウジ\nングケース④は別部材であって「取り外し可能」といえる。\nしたがって、公然実施発明１は、構成ｄ１ないしｇ１を備えている。\nウ  構成ｈ１\n被告１９７８年製品のハウジングケース④は、本体①においてアーム⑦が\n取り付けられている位置よりも後方の部分の少なくとも一部を覆っている\nから、公然実施発明１は構成ｈ１を備える。\n(3)  本件各発明と公然実施発明１の一致点及び相違点\n本件各発明の構成要件ＢないしＩは、公然実施発明１の構成ｂ１ないしｉ１\nと一致し、公然実施発明１は、構成ａ１について発光素子が「基板に配置され」\nていない点で、本件各発明の構成要件Ａと相違する。\n(4）  相違点に係る構成の容易相当性\n公然実施発明１の実施当時、基板に配置された発光素子を有する光源部を用\nいた照明器具（ＬＥＤ製品）は未だ存在せず、光源部はハロゲンランプを含む\n白熱電球が主流であった。その後、ＬＥＤ製品が登場し普及したが、スポット\nライトの光源であるという作用効果は、ハロゲンランプでも基板に配置された\n発光素子を有する光源でも同一である。現に、本件明細書には、「本実施形態お\nける発光素子は、ＬＥＤ１１であるが、白熱灯やハロゲン灯などであっても良\nく、これに限定するものではない」と記載されている。\nしたがって、光源部にハロゲンランプを用いるか、基板に配置された発光素\n子を用いるかは課題解決のための具体的手段における微差に過ぎず、当該相違\n点は、先行技術に基づいて当業者が容易に想到できるものである。\n(5)  本件発明２について\n本件発明２は、前記のとおり進歩性を欠く本件発明１の構成（構成要件Ｈを\n除く）に、放熱部はブラケットが取り付けられるボスを有し、当該ボスを始点\nとした放熱フィンが形成される（構成要件Ｊ）という周知技術を付加したもの\nに過ぎない。よって、本件発明２も、進歩性を欠いた発明である。\n【原告の主張】\n(1)  公然実施及び公然実施発明１について\n不知。\n被告１９７８年製品が、公然実施発明１の構成ｄ１を備えることは認め、そ\nの余は否認する。\n(2)  相違点の存在\n公然実施発明１は、次のとおり本件各発明の構成要件ＡないしＣ及びＥない\nしＨに相当する構成を有しておらず、本件各発明と相違する。\nア  相違点１\n公然実施発明１は、光源としてハロゲンランプを使用している。ハロゲン\nランプは、基板に配置されるものではなく、ソケットである口金にねじ入れ\nられることで装着される。\n本件明細書には、発光素子がハロゲン灯でも良い旨の記載はあるものの、\n現実的には、ソケットに口金をねじ入れるハロゲン灯を本件特許発明に適用\nすることはできないため、原告は、第１次訂正により「発光素子を有する光\n源部」を「基板に配置された発光素子を有する光源部」と訂正し、権利範囲\nを減縮している。\nしたがって、公然実施発明１は、「基板に配置された発光素子を有する光\n源部」（構成要件Ａ）を備えていない。\nイ  相違点２\n本件各発明の構成要件Ｂは、光源部の熱を空気中へ「発散させる放熱部」\nと規定し、単に熱を空気中に伝達する部材と区別し、光源部で発生した熱を\n空気中へ発散させる機能を有するものを「放熱部」としている。すなわち、\n本件各発明の「放熱部」は、積極的に空気中へ熱を発散させるため、表面積\nを増大させた構造を有するものである。\nこの点、公然実施発明１の本体①は、単純な筒型であり、積極的に空気中\nへ熱を発散させるための構造を有しておらず、発熱部分が電球内部のフィラ\nメントであり、空気中に突出した電球自体から放熱可能であるため、本体①\nに熱を発散させる機構を備える必要がない。\nしたがって、公然実施発明１の本体①は、本件各発明の「前記光源部の熱\nを空気中へ発散させる放熱部」（構成要件Ｂ）には該当しない。\nウ  相違点３\n公然実施発明１は「放熱部」を備えていないため、「前記放熱部の少なくと\nも一部を覆う外装部」（構成要件Ｃ）の構成も備えていない。\nエ  相違点４\n被告１９７８年製品は、アーム⑦の先端の取り付け先が本体①であるかが\n明らかではなく、ハウジングケース④の窪んだ部分に取り付けられている可\n能性がある。この場合、被告１９７８年製品は、ハウジングケース④の側部\nに本体①が露出する開口部を有さず、構成要件Ｅ及びＦの構成を備えていな\nいことになる。\nしたがって、公然実施発明１は、そもそも構成ｅ１及びｆ１を備えている\nとはいえない。\nオ  相違点５\n被告１９７８年製品のハウジングケース④は、本体①と別体に形成されて\nいるか及び本体①から取り外し可能であるかが明らかではない。被告１９７\n８年製品の設計図面において、ハウジングケース④と本体①が別の部品とし\nて記載されているとしても、同一部材の各部分を異なる名称として記載して\nいる可能性は否定できない。よって、公然実施発明１は、構成ｇ１を備えて\nいるとはいえない。\nカ  相違点６\n公然実施発明１は、構成要件Ｂの「放熱部」及び構成要件Ｃの「外装部」\nを備えていないから、構成要件Ｈに相当する特徴を備えていない。\n(3)  小括\n以上のとおり、公然実施発明１と本件各発明との間には複数の相違点があり、\n当該相違点に係る構成について、本件各発明の構成に想到することが容易であ\nるといえない。よって、本件発明１は進歩性を欠くものではない。\nまた、本件発明２の構成要件Ｊに係る構成が周知技術であるとはいえない。\n７  争点６－２（無効理由２（平成２２年１１月に販売された被告アンドナ製品に\n係る発明（公然実施発明２）を引例とする新規性・進歩性欠如））について\n【被告の主張】\n(1)  公然実施\n被告は、本件出願日前に、スポットライト製品（品名：ａｎｄｎａ、品番：\nＬＺ０．５、ＬＺ１、ＬＺ２、ＬＺ３、ＬＺ４、以下「被告アンドナ製品」と\nいい、同製品に係る発明を「公然実施発明２」という。）を製造及び販売してい\nた。被告アンドナ製品は、被告が平成２２年１１月に発行した製品カタログに\n掲載され、設計図面も存在する。したがって、公然実施発明２は、本件出願日\n前に、日本国内において公然と知られ得る状態で実施されていた。\n(2)  公然実施発明２の構成\n公然実施発明２は、次の構成を有する。\nａ２  ＬＥＤ基板⑦に配置された発光素子㉛を有する光源部と、\nｂ２  前記光源部の熱を空気中へ発散させる部材㊶及び放熱フィン④（合わせ\nて放熱部を構成する）と、\nｃ２  前記部材㊶及び放熱フィン④の少なくとも一部を覆う外装部③と、\nｄ２  一部が固定部（電源部）に固定されるアーム②と、を具備し、\nｅ２  前記外装部③の側部には、前記部材㊶及び放熱フィン④が露出する開放\n部が形成され、\nｆ２  前記アーム②は、前記部材㊶及び放熱フィン④における前記開放部から\n露出する部分に回転自在に取り付けられ、\nｇ２  前記外装部③は、前記部材㊶及び放熱フィン④とは別体に形成され、前\n記部材㊶及び放熱フィン④から取り外し可能であり\nｈ２  前記外装部③は、前記部材㊶及び放熱フィン④において前記アーム②が\n取り付けられている位置よりも光を照らす方向とは反対側となる部分の少\nなくとも一部を覆うこと\nｉ２  を特徴とする照明器具\n被告アンドナ製品が構成ａ２、ｇ２及びｈ２の構成を有することは自明であ\nり、これ以外の構成につき、以下分説する。\nア  部材㊶及び放熱フィン④が「放熱部」に該当すること（構成ｂ２）\n被告アンドナ製品は、発光により熱を持つＬＥＤ基板⑦の裏側においてヒ\nートシンクの役割をする部材㊶から、放熱フィン④に熱伝導され放熱すると\nいう構造を有している。部材㊶は、ＬＥＤ基板⑦の底面から伝わった熱が伝\n導し、空気中に触れることで熱を発散させる機能を有している。よって、部\n材㊶及び放熱フィン④は一体として「放熱部」を形成している。\nイ  部材③が「外装部」に該当すること（構成ｃ２）\n被告アンドナ製品の部材③は、フィン形状の放熱フィン④の一部を覆って\nいるから、「外装部」に該当する。この点、部材③は、放熱フィン④と部材㊶\nの双方に接触する円盤部を有し、当該円盤部は光源部からの熱を伝熱する役\n割を有するが、当該円盤部は、放熱フィン④と部材㊶に挟まれ、円盤部から\n直接空気中に照明器具内部の熱を放熱させる機能を有していない。また、部\n材③のうち、放熱部である部材④を覆う部分は、前記円盤部から屈曲して構\n成され、円盤部との離間を設けることで熱が伝わりにくい構造となっている\nため、放熱機能を持つものではない。したがって、部材③は「放熱部」では\nなく「外装部」に該当する。\nウ  構成ｄ２ないしｆ２\n被告アンドナ製品は、アーム②が電源部に固定されている構成（ｄ２）を\n具備している。また、同様に被告アンドナ製品は外装部３が後端部から側面\nにかけて開放されており、「開口部」が存在するといえ、被告アンドナ製品の\nアーム２２は、部材㊶が当該開口部から露出した部分に取り付けられている\n（構成ｅ２及びｆ２）。\n(3)  公然実施発明２と本件各発明との対比\n公然実施発明２の構成と本件発明１の構成を対比すると、全ての構成におい\nて一致し、仮に何らかの相違点があるとしても、公然実施発明２に周知技術を\n組み合わせた程度の相違にとどまる。\nまた、本件発明１と構成要件ＡないしＧを共通にした上、放熱部はブラケッ\nトが取り付けられるボスを有し、当該ボスを始点とした放熱フィンが形成され\nる（構成要件Ｊ）という周知技術を付加したに過ぎない本件発明２は、進歩性\nを欠くものである。\n【原告の主張】\n(1)  公然実施及び公然実施発明２について\n公然実施の点は不知。\n被告アンドナ製品が、公然実施発明２の構成ａ２、ｄ２及びｈ２の構成を備\nえることは認め、その余は否認する。被告アンドナ製品の部材㊶は、放熱部で\nはない。\n(2)  相違点の存在\n本件各発明の「放熱部」は、積極的に空気中へ熱を発散させるための表面積\nを増大させた構造を有するものである。公然実施発明２の構成ｂ２における部\n材㊶は、アーム②が取り付けられているものの、基板を保持する底面と、基板\nの周囲を囲む円筒状の側面のみを有し、積極的に空気中へ熱を発散させるため\nの構造を有していない。また、被告アンドナ製品の放熱フィン④と部材㊶は、\nこれらの間に外装部③が挟まれることで完全に離間しているため、両者を合わ\nせて１つの放熱部とみることもできない。したがって、部材㊶は本件各発明の\n「放熱部」に該当せず、被告アンドナ製品は、ブラケットが放熱部における開\n口部から露出する部分に回転自在に取り付けられる構成（構成要件Ｆ）を備え\nない。\n仮に、放熱フィン④及び部材㊶が一体として放熱部を形成していると解した\n場合、両部材に挟まれ熱が伝達される部材③も放熱部と解することになる。こ\nの場合、公然実施発明２は、「放熱部の少なくとも一部を覆う外装部」（構成ｃ\n２）を備えず、その結果、構成ｅ２ないしｈ２に相当する構成も備えない。\nまた、本件発明２の構成要件Ｊに係る構成が周知技術であるとはいえない。\n(3)  小括\n以上のとおり、公然実施発明２は、本件各発明の構成要件Ｆ又はＣ及びＥな\nいしＨに相当する構成を有しておらず、本件各発明と相違し、当該相違点に係\nる本件各発明の構成に想到することが容易であるともいえない。\n８  争点６－３（無効理由３（意匠登録第１４４７７１６号公報に記載された発明\n（乙１１発明）を引例とする進歩性欠如））について\n【被告の主張】\n(1)  頒布刊行物の存在\n意匠登録第１４４７７１６号に係る意匠公報（以下「乙１１公報」という。）\nは、平成２４年８月６日に発行された。乙１１公報には、後記(2)のとおりの構\n成を有する発明（以下「乙１１発明」という。）が開示されている。\nしたがって、乙１１発明は、本件出願日前に、日本国内において頒布された\n刊行物に記載された発明である。\n(2)  乙１１発明の構成\n乙１１発明は次の構成を有する。なお、構成ｃ３等の「開放部」は、外装部\n③の後端の周縁部より後方の領域を指す。また、乙１１公報の意匠に係る物品\nは、スポットライトであって、光源としてＬＥＤを用いたものである。\nａ３  ＬＥＤ基板に配置された発光素子を有する光源部①と、\nｂ３  前記光源部の熱を空気中へ発散させる放熱部②と、\nｃ３  前記放熱部②の少なくとも一部を覆う外装部③と、\nｄ３  一部が固定部（電源部）に固定されるアーム④と、を具備し、\nｅ３  前記外装部③の側部には、前記放熱部②が露出する開放部が形成され、\nｆ３  前記アーム④は、前記放熱部②における前記開放部から露出する部分に\n回転自在に取り付けられ、\nｇ３  前記外装部③は、前記放熱部②とは別体に形成され、前記放熱部②から\n取り外し可能であること\nｈ３  を特徴とする照明器具\n(3)  本件各発明と乙１１発明の一致点\n乙１１発明と本件各発明は、構成要件ＡないしＧにおいて一致している。\nア  乙１１発明が「開口部」を備えること\n本件各発明の「開口部」について、単に外装部の側部に形成されて放熱部\nを露出する部分であれば良いとする原告の主張を前提とすると、外装部③か\nら放熱部②が露出する部分が形成される乙１１発明の「開放部」は、「開口\n部」に相当する。\nイ  開放部が「外装部の側部」に形成されていること\n被告製品のように、アームを放熱部に取り付けるため、放熱部全体を覆う\nはずの空間図形状の外装部のうちの一部が欠損し、当該欠損部をもって外装\n部の側部に形成された開口部に該当するという原告の主張を前提とすると、\n乙１１発明においても、アーム④を放熱部②に取り付けるために、放熱部全\n体を覆うはずの空間図形状の外装部のうち、アーム④が取りつけられている\n位置より後方部分が欠損していることから、外装部の「側部」に開放部が存\n在しているといえる。\nまた、乙１１発明の周縁部には、外装部③の側周面のうち、アーム④が放\n熱部②に取り付けられている半円状に欠けた部分も含まれる。当該半円状に\n欠けた部分に係る開放部は、外装部③の側部に存在している。\nウ  外装部③と放熱部②が「取り外し可能」であること\n乙１１公報の記載によれば、外装部③と放熱部②は、ボルトで接続されて\nいるとみるのが自然であり、別部材として取り外しが可能である。また、乙\n１１公報に係る意匠と同日に出願された部分意匠に係る公報（以下「乙１１\n－３公報」という。）には、乙１１発明と同一構造の発明（以下「乙１１－３\n発明」という）が開示され、乙１１－３発明においては、外装部③と放熱部\n②は、プラスドライバーで外すことが可能なボルトで接続されており、別部\n材であって取り外しが可能である。\n(4)  相違点の容易想到性\n乙１１発明は、アーム④が取り付けられている位置よりも後方に外装部③が\n存在しないという点で、本件発明１の構成要件Ｈと相違するが、構成要件Ｈは、\n原告が主張する本件意義２を有するものではなく、前記の相違点は、先行技術\nに基づいて当業者が容易に成し遂げることができるものである。\nまた、本件発明２は、乙１１発明が同一の構成を有する構成要件ＡないしＧ\nに、周知技術である構成要件Ｊを付加したものに過ぎないから、進歩性を欠い\nた発明である。\n【原告の主張】\n(1)  乙１１発明の構成についての認否\n乙１１発明が、構成ａ３ないし構成ｄ３を備えることは認め、その余は否認\nする。\n乙１１発明の開放部は照射方向を前方として、外装部③の周縁部よりも後方\nの領域であるというのであるから、開放部は外装部③の側部になく、構成ｅ３、\nｆ３を備えない。また、乙１１公報には、外装部が放熱部②から取り外し可能\nである旨の記載がなく、むしろ外装部③と放熱部②は一体的な部材として形成\nされており、取り外しできない構造であるから、構成ｇ３を備えない。\n(2)  相違点にかかる容易想到性について\n乙１１発明にはアーム④が取り付けられている位置よりも後方に外装部③\nが存在せず、本件発明１の構成要件Ｈと相違する点は認め、その余は争う。\nまた、本件発明２の構成要件Ｊに係る構成が周知技術であるとはいえない。\n９  争点７（原告の被った損害額）について\n【原告の主張】\n(1)  特許法１０２条２項が適用できること\n特許権者による特許発明の実施は、特許法１０２条２項の要件ではなく、特\n許権者に、侵害者による特許権侵害行為がなかったならば利益が得られるであ\nろうという事情が存する場合には、その適用が認められる。\n原告は、平成２６年以降、本件各発明の実施品（以下「原告実施品」という。）\nの販売を開始し、現在でも在庫品限りで販売継続している上、原告は、平成２\n６年から現在まで、原告実施品と並行して、原告実施品を改良した製品（以下\n「原告後継品」という。）を販売している。原告後継品は、本件各発明の実施品\nではないが、外装部を厚肉にするなどの設計変更により外装部に変形及び破損\nが生じないという本件各発明と同様の作用効果を奏し、かつ、放熱部とは別体\nである外装部がブラケットの取り付け部分よりも後方を覆う構造を維持して\nいる。\nこれらのことから、原告には、被告による被告製品の販売という特許権侵害\n行為がなかったならば利益が得られたであろうという事情が存在する。\n(2)  推定される損害額\nア  本件登録日である平成２８年８月５日から令和３年１２月３１日まで（以\n下「本件期間」という。）の被告製品の販売による利益の額（限界利益）は●\n（省略）●を下らない。\nイ  消費税法基本通達５－２－５によれば、特許権侵害に基づく損害賠償金は\n「資産の譲渡等」の対価に該当するものとして消費税の課税対象となるから、\n上記損害金に消費税率１０パーセントを乗じた●（省略）●も、原告が賠償\nを受けるべき利益に含まれる。\nウ  以上を踏まえると、被告の行為によって原告が受けた損害額は、次のとお\nりの額を合計した●（省略）●を下らないものと推定される。\n(3)  推定が覆滅されないこと\nア  本件各発明の技術的意義等\n(ｱ)  本件各発明の技術的意義\n本件各発明は、ブラケットを外装部ではなく放熱部に取り付けることと\nして、ユーザーが照射方向を変更しようとしたときに、外装部に荷重が掛\nかりにくくし、その変形や破損を防ぐという作用効果を奏する（本件意義\n１）。これに加え、本件発明１は、ユーザーが外装部の後方を掴むことを可\n能とし、自らの手で照明器具の光を遮ることなく、照射範囲を正確に把握\nしながら照射方向を変更することが可能とする作用効果を奏する（本件意\n義２）。なお、外装部の後方をユーザーが掴むことによって照射範囲を正\n確に調整できることは、本件図面の図１などに示された本件各発明の構造\nから自明である。また、本件発明２は、放熱部においてボスを始点とした\n放熱フィンを形成することにより、放熱部の製造時において溶融材料が滞\n留する可能性を低くして、不良率を低減させるという作用効果（以下「本\n件意義３」という。）も奏している。\n(ｲ)  代替技術の存在により技術的意義が否定されないこと\n一般的に、スポットライトは、使用中の照射範囲の変動を防止するため、\nある程度大きな荷重を外装部にかけなければ回転または回動しないよう\nに構成する必要があるとともに、照射範囲を変更する際の荷重によって外\n装部が変形又は破損する可能性が高い。外装部の変形及び破損を防止する\n方法は、本件各発明のようにブラケットの取り付け構造を工夫して外装部\nの材質や形状に自由度を持たせる方法もあれば、外装部の材質や形状を限\n定して強度を高める方法もある。課題を解決する技術が複数あることは、\n本件各発明の技術的意義を否定する理由にはならない。\n(ｳ)  需要者の購入動機\nスポットライト製品の需要者は、カタログに記載された文章よりも、目\nを引き易い製品の写真等に着目して購入動機を形成すると考えられる。本\n件意義１及び２は、ブラケットが外装部ではなく放熱部に取り付けられ、\n外装部が放熱部におけるブラケットの接続部分よりも後方に延びている\nという構造上の特徴に由来するため、原告実施品及び被告製品に係る各カ\nタログにおいて、製品の写真等により明示されているといえる。\nまた、各照明器具メーカーのスポットライト製品のカタログは、構造が\n同じシリーズ毎にまとめられ、１つのシリーズについて複数の光学的特性\nから選択可能な構成となっている。スポットライトの構造は、各社及び各\nシリーズにおいて異なるが、光学特性が幅広い範囲から選択可能であるこ\nとは共通している。このことは、需用者が、まずスポットライトの構造を\n決定し、その次に光学的特性を選択すること、すなわち需要者の購入動機\nの中心が各社及びシリーズ毎で異なる構造にあることを示している。\nしたがって、構造上の特徴に係る本件意義１及び２は、需要者の購入動\n機の中心であり、顧客誘引力を有し、被告製品の売り上げに貢献している。\nイ  原告実施品の販売状況等\n原告は、原告実施品及び原告後継品の販売を継続しており（前記(1)）、原\n告実施品の販売状況を理由に原告損害額の推定が覆滅されることはない。\nウ  競合品の不存在\n被告が指摘する競合品は、外装部と放熱部とが別体であるという本件各発\n明の構成を備えているか否かが明らかではなく、競合品には該当しない。\nエ  原告の市場占有率\n被告が指摘する市場占有率は、店舗用照明に係るものであり、スポットラ\nイトのほか、ダウンライト、ベースライト、ペンダントライト、非常灯・誘\n導等及びスリムライン等が含まれている。このような市場占有率に基づいて\nは、原告の損害額の推定が覆滅されることはない。\n(4)  弁護士及び弁理士費用相当額\n被告による本件特許権侵害に係る不法行為と因果関係のある損害としての\n弁護士及び弁理士費用は、前記(2)の損害額の●（省略）●である。\n(5)  小括\nよって、前記(2)及び(4)の合計である請求の趣旨第２項記載の損害賠償金の\n支払を求める。\n【被告の主張】\n(1)  特許法１０２条２項の適用について\n原告は、平成２４年以降原告実施品の販売を開始したものの、平成２６年ま\nでに製造を終了し、平成２７年以降はカタログ上での販売を終了している。す\nなわち、原告は、本件登録日（平成２８年８月５日）以降、本件各発明の特徴\nを備えた製品を製造販売しておらず、本件各発明を実施していない。\n本件各発明の特徴となる構成は、ブラケットが放熱部に取り付けられている\nという点にあり、かかる特徴のない、もはやスポットライトという汎用品、量\n産品である照明器具の製造販売をしているに過ぎない場合まで「特許権者に侵\n害者による特許権侵害行為がなかったならば利益が得られたであろうという\n事情」が存在するとはいえない。\nよって、被告製品が本件特許権を侵害するとしても、被告が被告製品の製造\n販売によって得た利益が、原告の被った損害と推定される事情はなく、特許法\n１０２条２項は適用されない。\n(2)  限界利益\n被告が本件期間中の被告製品を製造、販売した利益の額については、原告が\n主張する期間に応じた額を含めて認める。\n(3)  推定覆滅事由の存在\nア  本件各発明の技術的意義が被告製品の売り上げに貢献する程度等\n(ｱ)  本件各発明の技術的意義等\n本件各発明の作用効果は、ブラケットを外装部ではなく放熱部に取り付\nけることにより外装部が変形や破損をしないというものである。本件意義\n２は、本件明細書に記載がない上読み取ることもできず、発明の技術的意\n義といえるような格別な作用効果を奏功するものではない。また、本件意\n義１ないし３は、本件各発明によらずに従来技術で実現可能であり、かつ\n各照明器具メーカーにおいてごく一般に奏功されている効果である。\n実際に、被告製品のカタログ等において、本件意義１ないし３は何ら言\n及されておらず、原告自身も、原告実施品のカタログにおける製品情報に\nおいて、本件意義１ないし３に言及していない。原告は、本件登録日前に\n原告実施品の製造販売を中止しており、本件各発明の技術的意義を顧客に\n対して言及する機会もなかった。\n(ｲ)  需要者の購入動機\nスポットライトは対象物を照射するための店舗用の照明器具であるこ\nとから、各照明器具メーカーとも複数のシリーズを掲げ、構造が同じシリ\nーズ製品の中で、光色、明るさ、配光特性、演色性（彩度）、調光の可否等\nが異なる様々な商品を展開している。\n需要者は、前記の様々な商品特性に加え、価格やブランドを総合的に考\n慮して商品を選択する。そのため、各照明器具メーカーは、カタログにお\nいて前記の商品特性を詳細かつ個別に図示し、購入者がそのニーズに基づ\nいて製品を選択できるようにしており、被告製品に係るカタログも同様で\nある。一方で、ブラケットが外装部に取り付けられているのか開口部から\n露出する放熱部に取り付けられているか否かは、原告、被告を含む各照明\n器具メーカーのカタログをみても、その違いをカタログの写真や記載から\n判別することが困難であり、需要者が当該構成によって需要を喚起される\nことはない。\n(ｳ)  以上によれば、本件各発明の技術的意義は、被告製品の売り上げにほ\nとんど貢献していない。\nイ  原告実施品の販売状況等\n原告が原告実施品の製造販売をすぐに中止した事実は、原告自身が、本件\n各発明が本件明細書に記載された作用効果を現実に奏功しないか、作用効果\nとして極めて乏しいものであること等を認識していたことを示すものであ\nる。したがって、原告が原告実施品を短期間製造販売したに過ぎず、本件登\n録日前に製造を中止し、その後は在庫品限りとして販売したに過ぎないこと\nは、推定を覆滅する事情として十分に考慮されるべきである。\nウ  競合品の存在\n(ｱ)  店舗用のスポットライト製品一般が被告製品の競合製品であると考え\nる場合、パナソニック株式会社、東芝ライテック株式会社、オーデリック\n株式会社、株式会社遠藤照明及び三菱電機株式会社（以下、これらを総称\nして「競合他社」という。）の各照明器具メーカーは、本件特許登録前から\nスポットライト製品を販売している。\n(ｲ)  ブラケットが外装部ではない部分に取り付けられている製品が被告製\n品の競合製品であると考える場合でも、店舗用スポットライトとして用途\nが共通し、寸法、素材、性能等に特徴がありながらも概ね同じ製品として、\n競合他社から多数の競合品が販売されている。外装部の形状がブラケット\nの取付位置よりも後方を覆っているものを競合品であると考える場合も、\nパナソニック、オーデリック、三菱電機から複数の競合品が販売されてい\nる。\n(ｳ)  以上のとおり、スポットライト製品市場において、被告製品の競合製\n品が多数存在しており、被告製品が市場に存在しなかった場合、原告実施\n品の販売数が極わずかである状況も踏まえると、その需要のほとんどは、\n競合他社が製造販売する競合品に代替されるものと考えられる。\nエ  原告の市場占有率\n平成２７年における「店舗照明」製品市場におけるメーカー別シェア（か\nっこ内の数字はいずれもパーセント）は、順に、パナソニック（２１．３）、\n被告（１４．７）、東芝ライテック（１３．９）、遠藤照明（１３．５）、オー\nデリック８．８）、原告（７．３）、平成２９年度における同様のメーカー別\nシェアは、順に、パナソニック（１４．７）、被告（９．７）、遠藤照明（８．\n３）、アイリスオーヤマ（６．１）、オーデリック（５．９）、原告（４．８）\nである。また、平成３０年における同様のメーカー別シェアの見込みは、順\nにパナソニック（１５．７）、被告（１０．３）、遠藤照明（７．８）、アイリ\nスオーヤマ（６．９）、オーデリック（６．０）、原告（５．３）である。\n本件期間中原告が販売していた製品が原告実施品ではなく一般的なスポ\nットライトであり、本件期間を含む原告の製品市場の占有率が前記のとおり\nわずか数パーセントに止まることに鑑みれば、被告製品が市場に存在しなか\nった場合に、その需要のほとんどは競合他社の製品に代替されると考えられ\nる。\nオ  覆滅の程度\n前記ア～エの事情を踏まえれば、各事情のみによっても、また総合考慮し\nた場合でも、９割を超えるそのほとんどの割合において推定覆滅されるべき\nである。\n第４  判断\n１  本件各発明について\n(1)  本件明細書の記載\n本件明細書には、次のとおりの記載がある。\nア  技術分野\n「本発明は、照明器具の技術に関する。」（【0001】）\nイ  背景技術\n「従来より、任意の方向に光を照らすスポットライト型の照明器具が知られ\nている。…このような照明器具は、意匠性を考慮した外装部を備えており、\n室内インテリアなどを基調とした商品選択を可能としている。」（【0002】）\n「このような照明器具は、外装部に回動及び回転自在のブラケットを取り付\nけて光を照らす方向を変更可能としている。つまり、このような照明器具は、\n外装部に回動及び回転自在のブラケットを取り付けることによって、本体部\n分（光源部や外装部などから成るモジュール）を回動及び回転自在とし、光\nを照らす方向を変更可能としている。そのため、ユーザーが光を照らす方向\nを変更しようとしたときに外装部に大きな荷重が掛かり、該外装部が変形し\nたり破損したりする恐れがあった。」（【0003】）\nウ  発明が解決しようとする課題\n「本発明は、このような問題を解決すべくなされたものであり、外装部が変\n形や破損をしない照明器具を提供することを目的としている。」（【0005】）\nエ  発明の効果\n「本発明の効果として、以下に示すような効果を奏する。」（【0012】）\n「本願に開示する照明器具によれば、ユーザーが光を照らす方向を変更しよ\nうとしたときに外装部に荷重が掛かりにくいので、該外装部の変形や破損を\n防ぐことが可能となる。」（【0013】）\nオ  発明を実施するための形態\n「まず、本発明の実施形態に係る照明器具１００について簡単に説明する。」\n（【0015】）\n「図１は、照明器具１００の使用状態を示す図である。図２は、照明器具１\n００の構造を示す図である。図３は、照明器具１００の動作を示す図である。\nなお、本願では、重力が作用する方向を上下方向Ｘと定義する。また、光を\n照らす方向Ｌに対して平行となる方向を光軸方向Ｙと定義する。」（【0016】）\n「照明器具１００は、主に、光源部１と、放熱部２と、外装部３と、ブラケ\nット４と、で構成されている。」（【0017】）\n「光源部１は、発光素子を有する構成部品である。」（【0018】）\n「放熱部２は、光源部１の熱を空気中へ発散させる構成部品である。」（【0019】）\n「外装部３は、放熱部２の一部を覆う構成部品である。外装部３は、外部か\nら加わる衝撃に対して放熱部２を保護する。外装部３は、放熱部２の少なく\nとも一部を覆うので、放熱部２の放熱フィン２２の隙間に埃などの異物が付\n着することを低減できる。また、外装部３は、意匠性が考慮されているので、\n美感を起こさせることができる。」（【0020】）\n「ブラケット４は、光を照らす方向Ｌを変更自在に支持できる構成部品であ\nる。ブラケット４は、放熱部２にボルト４１によって取り付けられている。\nこのため、ブラケット４は、ボルト４１を中心として回動自在となっている。\n換言すると、本体部分（光源部１、放熱部２及び外装部３から成るモジュー\nル）は、ボルト４１を中心として回動自在となっている。」（【0021】）\n「以下に、本実施形態に係る照明器具１００の主な特徴点とその効果につい\nて説明する。」（【0029】）\n「照明器具１００は、ブラケット４が放熱部２に取り付けられている。つま\nり、照明器具１００は、外装部３ではなく放熱部２にブラケット４を取り付\nけたことを特徴としている。これにより、ユーザーが光を照らす方向Ｌを変\n更しようとしたときに、外装部３に荷重が掛かりにくいので、該外装部３の\n変形や破損を防ぐことが可能となる。また、照明器具１００ では、放熱部２\nにブラケット４を取り付けた構成としているので、ブラケット４ をアルミ\nニウム合金などの熱伝導性が高い材料で形成することにより、放熱部２の熱\nをブラケット４ に伝えることができる。これにより、放熱部２の放熱効率\nを高めることができる。」（【0030】）\n「放熱部２は、ブラケット４が取り付けられるボス２１を有し、該ボス２ １\nを始点とした放熱フィン２２が形成されている。従って、放熱部２を製造す\nる際にボス２１から放熱フィン２２へ溶融材料Ｍが流れ込むので、不良率を\n低減できる。」（【0039】）\n【図１】\n(2)  本件各発明の技術的意義\n以上のような本件明細書の記載を踏まえると、本件各発明は、主に光源部、\n放熱部、外装部及びブラケットから構成されるスポットライト型の照明器具に\nおいて、光の照射方向を変更可能とする回動及び回転自在のブラケットを外装\n部に取り付けると、ユーザーが照射方向を変更しようとしたときに、外装部に\n大きな荷重がかかり、外装部が変形したり破損したりする恐れがあるという課\n題に対して、ブラケットを外装部以外の部材、具体的には放熱部に取り付ける\nことにより、外装部が変形及び破損しない作用効果を有する照明器具を提供す\nることを目的とした発明である。すなわち、本件各発明は、外装部の変形及び\n破損防止のため、ブラケットを外装部ではなく放熱部に取り付けた点に、技術\n的意義を有するものであると認められる（本件意義１）。\n以上に加え、本件発明２は、「放熱部は、前記ブラケットが取り付けられる\nボスを有し、該ボスを始点とした放熱フィンが形成されている」との構成を有\nしており（構成要件Ｊ）、放熱部を製造する際に、ブラケットの取付部分である\nボスから放熱フィンへ溶融材料が流れ込むことを可能にすることで、不良率を\n低減する効果を有する発明であると認められる（本件意義３）。\n２  争点１（構成要件Ｄの充足性）について\n(1)  「一部が被固定部に固定されるブラケット」の意義\nア  本件各発明に係る特許請求の範囲の記載によれば、本件各発明における\n「ブラケット」は、「一部が被固定部に固定される」（構成要件Ｄ）構成を有\nするものであるが、固定される方法や被固定部の具体的態様について特段の\n記載はない。\nイ  本件明細書には、前記１(1)のほか、発明を実施するための形態について、\n「本実施形態に係る照明器具１００は、天井面や壁面などの被固定部Ｆに固\n定して使用することを主な使用形態としている。」（【0016】）\n「本実施形態に係る照明器具１００は、電源部５を備えている（ 図１、図３\n参照）」（【0017】）\n「ブラケット４は、光を照らす方向Ｌを変更自在に支持できる構成部品であ\nる。ブラケット４は、放熱部２にボルト４１によって取り付けられている。\n本体部分…は、ボルト４１を中心として回動自在となっている。…また、本\n体部分…は、支持具４２を中心として回転自在となっている。つまり、照明\n器具１００では、光を照らす方向Ｌを回転させることができる…。」（【0021】）\nといった記載がある。\n【図３】\nウ  前記のとおり、本件明細書において、「ブラケット」とは、照明器具の本\n体部分（光源部１、放熱部２及び外装部３から成るモジュール）を、照射方\n向に変更自在に支持できる構成部品であり、モジュールを構成する放熱部に\nボルト４１によって回動自在に取り付けられるとともに、支持具４２を中心\nとして回転自在となるものである（【0021】）。本件明細書には、本件各発\n明に係る照明器具の１つの実施形態として、天井面や壁面などの被固定部Ｆ\nに固定して使用することを主な使用形態とし、電源部５を備える照明器具が\n記載されている。当該照明器具は、被固定部Ｆに、電源部５が固定され、当\n該電源部５に、支持具４２が固定され、当該支持具４２を中心として、ブラ\nケット４が回転する旨が記載されている（【0016】、【0017】、図３）。\nエ  また、本件各発明の解決しようとした課題とその解決手段との関係で、被\n固定部の具体的態様が何らかの技術的意義を持つものではないことに加え、\n本件明細書の記載を参酌すると、本件各発明において、ブラケットの一部が\n固定される対象である被固定部は、（天井面や壁面などに固定される）電源\n部等の部材もこれに含むものと解される（原告の間接的に固定されることも\n含むとの主張は、このように解することができる。）。\n(2)  被告製品について\n被告製品のアーム２２が本件各発明の「ブラケット」に相当する部材である\nことについては争いがないところ、同アーム２２は、固定部２１に３６０度回\n転可能に取り付けられており（別紙被告製品説明書図４）、被告製品の固定部\n２１は、ライティングダクトに接続される電源装置である（甲８）。\n以上によれば、被告製品における固定部２１は、被固定部に当たるものとい\nうべきであるからアーム２２は、固定部２１に回転自在に取り付けられた状態\nにある（同別紙図４）。\nしたがって、被告製品のアーム２２は、被固定部（固定部２１）に一部が固\n定されていることから、本件各発明における「一部が被固定部に固定されるブ\nラケット」に相当する。\n以上より、被告製品は、本件各発明の構成要件Ｄを充足する。\n３  争点２（構成要件Ｅの充足性）について\n(1)  「開口部」の意義\nア  本件各発明に係る特許請求の範囲の記載によれば、本件各発明の「開口部」\nは、「外装部の側部」に「形成され」、「放熱部が露出する」形状であること\n（構成要件Ｅ）及び当該「開口部から露出する」「放熱部における」「部分」\nに、ブラケットを「回転自在に取り付けられ」る形状であること（構成要件\nＦ）が理解される。\nまた、「開口」及び「開口部」の各辞書的意味は、「外に向かって穴が開く\nこと。また、その穴」及び「建築物で、窓・出入り口・換気口など外部へ向\nかって開いている部分」である。「孔」の辞書的意味は、「あな。つきぬけて\nいるあな」である。（乙１、２、大辞林第四版９００頁。）\nイ  本件明細書の記載\n本件明細書には、前記１(1)のほか、発明を実施するための形態について、\n次のとおりの記載がある。\n「本実施形態において、…外装部３の端部と側部には、貫通孔３ｈａ・３ｈ\nｂが設けられている（ 図２Ｃ参照）。」（【0020】）\n「放熱部２には、二つのボス（ネジ穴などを設けるための突起部）２１が設\nけられている。二つのボス２１は、上下方向Ｘに対して垂直となる方向、即\nち、水平方向に設けられている。これは、光軸方向Ｙに対して垂直となる方\n向でもある。そして、それぞれのボス２１には、ネジ穴２１ｈが設けられて\nいる。このため、放熱部２を挟み込むように形成されているブラケット４は、\n二つのボルト４１によって取り付けられることとなる。」（【0024】）\n｢上述したように、外装部３には、貫通孔３ｈａ・３ｈｂが設けられている。\n貫通孔３ｈａは、外装部３の端部（光源部１に対して反対側となる端部）に\n設けられている。貫通孔３ｈａの形状は、光軸方向Ｙに対して斜めに切断し\nた際の切り口に類似している。一方、貫通孔３ｈｂは、外装部３の側部（外\n装部３を光軸方向Ｙが上下方向Ｘに対して垂直となる姿勢にした際に略上\n側となる側部）に設けられている。貫通孔３ｈｂの形状は、光軸方向Ｙに対\nして垂直となる方向を下弦とした略円弧状となっている。放熱フィン２２の\n一部は、それぞれの貫通孔３ｈａ・３ｈｂから視認できる（ 図１ 、図３参\n照）。」（【0028】）\n「また、照明器具１００では、ブラケット４が外装部３に設けられた貫通孔\n３ｈｂを介して放熱部２に取り付けられている。」（【0032】）\n【図２】\nウ  出願経過\n原告は、本件特許の出願中、出願当初の請求項１ないし３について、本件\n各引用文献等を理由に新規性又は進歩性を欠くとした特許庁審査官からの\n拒絶理由通知を受け、前記請求項１に、「前記外装部には、前記放熱部が露出\nする開口部が形成され、前記ブラケットは、前記放熱部における前記開口部\nから露出する部分に回転自在に取り付けられる」旨の内容を加え、新たな請\n求項１とする形で特許請求の範囲及び明細書の補正を行った（本件補正）。\nなお、本件補正前の請求項３は「前記ブラケットは、前記外装部に設けられ\nた貫通孔を介して前記放熱部に取り付けられる、ことを特徴とする請求項１\n又は請求項２に記載の照明器具」との記載であった（公知の事実）。\n原告は、本件補正と同時に特許庁審判官に提出した本件意見書において、\n本件各引用文献には、「ブラケットが外装部を介して外装部の貫通孔を通る\nネジによって放熱部に取り付けられる」構成が開示されているものの、本件\n補正後の請求項１記載の発明のように「ブラケットが放熱部における開口部\nから露出する部分に取り付けられる」構成とは異なるものである旨、及び「補\n正の根拠」の項目に、「なお、補正前の「貫通孔」との記載は、その大きさか\nら「孔」と表現するのは妥当でなく、補正後は「開口部」との記載に変更し\nたものである。」と記載した。なお、前記の拒絶理由通知書が指摘した本件各\n引用文献記載の図には、次のとおりの図がある。\n（以上につき甲１２、１３、乙４ないし乙６）\nエ  検討\n前記アのとおり、本件各発明に係る特許請求の範囲の記載によれば、本件\n各発明の「開口部」は、形成される位置が「外装部の側部」であること、及\nびその形状が「放熱部が露出する」ものであり、かつ当該放熱部が露出する\n部分に、ブラケットを回転自在に取り付けることに支障のない形状であるこ\nとが理解できる（「露出する」の意義については後記(3)で詳述する。）。一方、\n前記特許請求の範囲には、それ以上に開口部の大きさ及び形状並びに形成位\n置について限定する旨の記載はない。また、開口部は、本件各発明の課題の\n解決手段との関係でいうと、ブラケットを外装部ではなくその内方に配置さ\nれる放熱部に取り付けるために外装部に設けられるものであって、このよう\n【引用文献１の図３】  【引用文献２の図２５】\nな目的からすると、ブラケットが取り付け可能かつ放熱部が露出する空間で\nあればよいのであって、これ以上に特定の形状である必要はないものと解さ\nれる。\n以上より、本件各発明における「開口部」とは、形成される位置が「外装\n部の側部」であり、その形状が「放熱部が露出する」ものであり、かつ当該\n放熱部が露出する部分に、ブラケットを回転自在に取り付けることに支障の\nない形状であれば足り、それ以上に大きさや形状が限定されるものではない\nと解される。\n(2)  被告の主張について\n被告は、本件補正の経緯に照らせば、本件各発明の「開口部」とは、本件明\n細書の貫通孔３ｈｂを指すこと、本件意見書で原告が記載した「その大きさ」\nとは貫通孔３ｈｂの大きさを意味し、「貫通孔」から補正された「開口部」もこ\nれと同程度の大きさの「穴」又は「窓」といえる形状を意味する旨主張する。\nこの点、前記ウのとおりの本件補正の経緯に照らせば、原告は、貫通孔３ｈ\nｂを念頭に「貫通孔」を「開口部」と補正し、かつ当該開口部から露出する部\n分にブラケットを取り付ける旨の補正を行ったものと認められ、その意味で、\n本件意見書の「その大きさ」とは、貫通孔３ｈｂを念頭に置いていたものと認\nめられる。もっとも、当該記載の主眼は、本件各引用文献に記載された技術と\nの差異の明確化、具体的には、本件各引用文献に記載された、ブラケットが外\n装部に設けられた貫通孔（ネジ孔）を通ってネジ等により放熱部に取り付けら\nれる構成を除外する目的で、ネジ孔のような小さなあなと理解できる「孔」の\n表現を「開口部」へ変更したと認められ、本件補正に際し、原告が、「開口部」\nの大きさ及び形状を、実施例の一つである３ｈｂに限定する意図や、「貫通孔」\nである３ｈａのような形状を「開口部」から除外する意図を有していたとは認\nめられない。\nしたがって、この点に係る被告の主張は採用できない。\nまた、被告は、開口部が設けられる外装部の形状や機能等に基づき「開口部」\nの意義を述べる。しかし、本件各発明の特許請求の範囲の記載（構成要件Ｃ）\n及び本件明細書における外装部に係る記載（前記１(1)【0020】）によれば、本\n件各発明の外装部の形状は、放熱部の少なくとも一部を覆えば足りるものであ\nると解され、被告が主張するような、本件各発明における外装部が放熱部の相\n応の広い部分を覆っており、これとの関係で放熱部が露出される開口部が「穴」\nや「窓」と解される等の主張は採用できない。\n(3)  被告製品について\n被告製品の側周カバー１２は、円筒状で、後端部から側面にかけて開放され\nた部分が形成されている（争いがない。）。すなわち、被告製品の側周カバー１\n２は、側周カバーを光軸方向Ｙが上下方向Ｘに対して垂直となる姿勢にした際\nに略上側となる部分が、後端部から前方にかけて、側周カバーの長さ３分の２\n程度の位置まで欠けた形状である。当該欠けた部分からヒートシンク１１の一\n部が露出しており、また、当該露出したヒートシンク１１の部分に、アーム２\n２を回転自在に取り付けるのに支障のない形状である（別紙被告製品説明書記\n載図１、図３及び図４）。\nしたがって、被告製品は、「前記外装部の側部には、前記放熱部が露出する開\n口部が形成され」ているといえ、構成要件Ｅを充足する。\n４  争点３（構成要件Ｆの充足性）について\n(1)  「放熱部における前記開口部から露出する部分」の意義\nア  本件各発明に係る特許請求の範囲には、「前記ブラケットは、前記放熱部\nにおける前記開口部から露出する部分に回転自在に取り付けられ」（構成要\n件Ｆ）と記載され、「ブラケット」が「回転自在に取り付けられ」る「放熱部\nにおける」部位が、外装部の側部に形成された「開口部」から、「露出する部\n分」であることが理解できる。もっとも、いかなる具体的態様をもってブラ\nケットの取付部位が「露出」していると判断するか、及び「露出」の程度等\nについては、明示的に記載されていない。\nイ  本件明細書には、実施例において「開口部」に相当する貫通孔３ｈｂと放\n熱部に関して、「放熱フィン２２の一部は、…貫通孔３ｈｂから視認できる。」\nと記載され（【0028】）、当該記載以外に、放熱部の「開口部から露出する\n部分」に関する具体的な記載はない。そうすると、開口部から視認できる部\n分をもって「開口部から露出する部分」と解することができる。\nさらに、本件意義１を踏まえると、本件各発明においては、ブラケットが、\n外装部ではなく放熱部に取り付けられる点が重要であり、そのために、外装\n部の側部に放熱部が露出する開口部を形成する構成（構成要件Ｅ）を採用し、\n外装部にこのような開口部が設けられた以上、構成要件Ｆにおいて、ブラケ\nットが、当該「開口部から露出する部分」に「回転自在に取り付けられる」\nと規定されていると解される。したがって、ブラケットは、外装部の側部に\n設けられた開口部を通じて露出した放熱部に回転自在に取り付けられてい\nれば足り、「露出」の程度について、ブラケットの取付部位が全て露出してい\nる必要がある等厳密に解する必要はないと解される。\nウ  以上によれば、放熱部における「開口部から露出する部分」とは、照明器\n具をいずれかの方向から見た場合、外装部に形成された開口部から視認でき\nる部分をいい、ブラケットが取り付けられる放熱部の部位は、開口部を通じ\nて現れ出ていれば足りると解することができる。\n(2)  被告製品について\n被告製品は、ヒートシンク１１が側周カバーの側部に設けられた開口部から\n露出し、アーム２２は当該開口部を通じて放熱部に取り付けられており、斜め\n上から見た場合、アーム２２のヒートシンク１１における取付部位を当該開口\n部から視認することができる。また、アーム２２は、本体部１０に対して９０\n度の範囲内で自在に回転する（別紙被告製品説明書図３及び図４）。\nしたがって、被告製品のアーム２２は、「前記放熱部における前記開口部か\nら露出する部分に回転自在に取り付けられ」る構成を有しており、構成要件Ｆ\nを充足する。\n(3)  被告の主張について\n被告は、本件発明に係る照明器具のメンテナンス作業について言及した本件\n明細書の段落において、最初にブラケット４と放熱部２の連結部に係るボス２\n１に固定されたボルト４１を外した上で、ブラケット４から本体部分を取り外\nす旨の記載があることを根拠として、当該ボルト４１を取り付けるボス２１が\n開口部から露出していることが必要である旨を主張する。\nこの点、本件明細書には、実施例の特徴点と効果を説明する段落において、\nメンテナンス作業の方法として、まずブラケットと放熱部を取り付けているボ\nルト４１を取り外し、このようにブラケットから本体部分を取り外さなければ\n外装部を取り外すことができない形態とすることで、メンテナンス時の安全性\nを向上させることが可能となる旨の記載がある。また、同段落の記載は、照明\n器具をいずれの方面から視認した場合でも、貫通孔３ｈｂから、ボス２１が完\n全に露出している実施例を前提としていると理解できる（【0030】、【0033】、\n【0034】、【0038】、図１）。\nしかし、当該記載は、本件各発明の実施例の１つの特徴及び効果として説明\nされており、本件意義１と照明器具のメンテナンス時の安全性の向上という作\n用効果との関連性も明確でないことから、本件各発明に係る全ての実施形態に\nおいて当該特徴及び効果が奏することが求められるものとは理解できない。よ\nって、かかる本件明細書の記載をもって、ボス２１が開口部から露出すること\nが必要であるとの被告の主張は採用できない。\nまた、被告は、原告が本件意見書において、本件特許と先行技術との相違点\nとして、ブラケットが放熱部における開口部から露出する部分に取り付けられ\nる構成の点を強調していたと主張する。しかし、被告が指摘する本件意見書の\n記載は、ブラケットに相当する部材が貫通孔（ネジ孔）を通じて放熱部に取り\n付けられ、当該ネジ孔から放熱部が一切視認できない本件各引用文献に開示さ\nれた照明器具との差異を強調するための記載であると理解できる（前記２(1)\nウ）から、これを採用することもできない。\n５  争点４（構成要件Ｇの充足性）について\n(1)  「取り外し可能」の意義\nア  特許請求の範囲の記載\n本件各発明に係る特許請求の範囲には、「前記外装部は、前記放熱部とは\n別体に形成され、前記放熱部から取り外し可能であり」と記載され、外装部\nが、「放熱部とは別体に形成され」ている別部材であること、及び放熱部から\n「取り外しが可能」である構成であることが理解される。一方で、当該記載\n及びその余の特許請求の範囲の記載において、外装部を放熱部から取り外す\n方法及び順序等について、特段の記載はない。\nイ  本件明細書の記載\n本件明細書では、照明器具が被固定部である天井面に取り付けられている\n場合のメンテナンス作業の一部として、ユーザーが、①まず、ブラケットと\n放熱部を取り付けるボルト４１を取り外し、ブラケットを本体部分から取り\n外すこと（【0033】、【0034】）、②次に、外装部と放熱部を固定しているボルト\n３１（【0027】）を取り外し、外装部を保持した状態で外装部から放熱部を引\nき抜くこと（【0036】、【0037】）、③このような過程を経て灯体部分（光源部及\nび放熱部から成るモジュール）に対して部品交換などのメンテナンスが可能\nとなること（【0037】）、このようにブラケットから本体部分を取り外さなけ\nれば、外装部を取り外すことができない構造とすることで、被固定部に取り\n付けられた状態のままでメンテナンス作業ができないようにして、メンテナ\nンス時の安全性を向上させることが可能となる（【0038】）旨の記載がある。\n当該記載は、本件各発明の実施形態に係る照明器具の主な特徴点とその効\n果（【0029】）として記載されたものであるが、本件意義１との関連性が明確\nでなく、本件各発明を実施する全ての形態において、放熱部から外装部を取\nり外すための手順及び方法が前記のとおりの本件明細書記載の手順等に限\n定されなければならないものとは解されない。\n以上より、外装部が放熱部から「取り外し可能」とは、別体に形成された\n外装部と放熱部が、字義どおり物理的に取り外すことが可能であるという意\n味と理解され、取り外すための手順及び方法に特段の限定はないと解される。\n(2)  被告製品について\n被告製品の側周カバーは、ヒートシンクとは別部材であり、ヒートシンクか\nら物理的に取り外すことが可能である。\nしたがって、被告製品は、「前記外装部は、前記放熱部とは別体に形成され、\n前記放熱部から取り外し可能であ」るといえ、構成要件Ｇを充足する。\n(3)  被告の主張について\nア  被告は、本件各発明の構成要件Ｇに係る構成は、第１次訂正により、本件\n明細書においてメンテナンス作業を示す段落及び本件図面の図４の記載を\n参照した上で、当該記載を根拠に追加された構成であること、及び当該段落\nを含む本件明細書のメンテナンス作業に係る記載において、メンテナンス時\nの安全性を向上させることが本件各発明の特徴及び効果として記載されて\nいることから、「取り外し可能」とは、前記(1)イのとおり明細書に記載され\nた手順を経て外装部が放熱部から取り外すことが可能であることをいうと\n解される旨主張している。\nイ  この点、本件明細書のメンテナンス作業に係る段落を理由に、「取り外し\n可能」の手順が限定される解釈が採用できないことは前記(1)のとおりであ\nる。\nウ  また、第１次訂正を認める旨の審決には、本件明細書において、外装部が\n放熱部に接触した状態でボルトによって固定される旨の記載（【0027】、図\n２）、メンテナンス作業の一部として、ユーザーがボルトを放熱部及び外装\n部から取り外す旨（【0036】）及び外装部から放熱部を引き抜く旨の記載\n（【0037】）並びに本件図面の図４等の記載によれば、「外装部３は」「放\n熱部２を覆うことができ」、「外装部３は、放熱部２」「に接触した状態で、\n二つのボルト３１によって固定される」から、外装部は、放熱部とは別体に\n形成されているといえるとし、「ボルト３１を放熱部２及び外装部３から取\nり外」し、「外装部３から放熱部２を引き抜く…」から、外装部は放熱部か\nら取り外し可能であるといえる」と記載されている（甲３）。\nこのような審決の記載内容は、外装部と放熱部が物理的に別部材であり、\nボルトで固定されているため、当該ボルトを取り外せば再び物理的に別体と\nなる、すなわち取り外すことができるといえることを示すものであり、それ\n以上に、メンテンナンス作業の具体的手順等の記載を根拠として構成要件Ｇ\nの追加が認められたとは理解されない。\nエ  したがって、この点に係る被告の主張は採用できない。\n６  争点５（構成要件Ｈの充足性）について\n(1)  構成要件充足性\n本件発明１の構成要件Ｈは、第２次訂正により追加された構成である。\n構成要件Ｈは、「前記放熱部において前記ブラケットが取り付けられている\n位置よりも光を照らす方向とは反対側となる部分の少なくとも一部を覆うこ\nと」というものであり、「放熱部の少なくとも一部を覆う」（構成要件Ｃ）とし\nていた外装部の形状（構成）を限定するものと解される。\n被告製品における側周カバーは、「放熱部において前記ブラケットが取り付\nけられている位置よりも光を照らす方向とは反対側となる部分」の少なくとも\n下半分が覆われているから、構成要件Ｈを充足している。\n(2)  被告の主張について\n被告は、被告製品において、「放熱部において前記ブラケットが取り付けら\nれている位置よりも光を照らす方向とは反対側となる部分」の上半分を覆わな\nい開放した形状であるため、原告が主張する構成要件Ｈに係る作用効果（本件\n意義２）を奏せず、それ故構成要件Ｈを充足しない旨主張する。\nしかし、仮に、構成要件Ｈについて、本件意義２の作用効果を奏するに足り\nる程度には放熱部を覆う必要があるものと解したとしても、被告製品の側周カ\nバー１２は、ヒートシンク１１の、アーム２２が取り付けられている位置より\nも光を照らす方向とは反対側となる部分の下半分を覆っている（別紙被告製品\n説明書の図１及び図３）のであれば、構成要件Ｈの想定する作用効果を果たす\nことができるというべきであるから、被告の主張はその前提を欠く。\n７  争点６－１（無効理由１（昭和５３年に販売された被告１９７８年製品に係る\n発明（公然実施発明１）を引例とする進歩性欠如））について\n(1)  被告１９７８年製品は公然実施発明１の構成を備えているか\n被告は、被告１９７８年製品が公然実施発明１の構成を備えるものと主張す\nる。\nしかし、被告１９７８年製品は、光源として発光素子ではなくハロゲンラン\nプが採用されており（乙８の２）、そもそも構成ａ１にいう「発光素子」を備え\nているとはいえないし、また、ハウジングケース④が本体①から取り外し可能\nであるかどうかは不明であって、構成ｇ１を備えているとも認められない。\nしたがって、被告の主張は、そもそも被告１９７８年製品が公然実施発明１\nの実施品でない点で、前提を欠くものというべきである。（なお、本件明細書に\nおいては、発光素子は白熱灯やハロゲンランプでもよい旨の記載があるが、通\n常の用語上、フィラメントは発光素子とは区別されるものと解され、ハロゲン\nランプ等を光源部とする構成は本件各発明の特許請求の範囲には含まないも\nのと解されるし、このことは第１次訂正によってより明確になったものという\nべきである。）\n(2)  公然実施発明１と本件各発明の相違点について\n原告主張の相違点のうち、構成要件Ｂと構成ｂ１の対比について検討する。\n構成要件Ｂの放熱部は「前記光源部の熱を空気中へ発散させる」ものであり、\n本件明細書には、発明の実施形態に係る説明の中で、放熱部は、光源部のＬＥ\nＤや基板の熱を空気中へ発散させる構成部材であること、アルミニウム合金等\n熱伝導性の高い材料で形成されること、ＬＥＤや基板を収めるための収容部が\n設けられていること、複数の放熱フィンが設けられ、当該放熱フィンは互いに\n所定の間隔をあけて形成されているので外気に触れる面積が大きく、放熱フィ\nンまで伝達した熱を効率良く空気中へ発散できること、外装部と放熱部との間\nに所定の隙間が設けられることが記載されている（【0019】、【0022】、【0023】、\n【0025】、【0027】）ことからすると、「放熱部」とは、光源が「基板に配置され\nた発光素子」であって、排熱を構造上考慮する必要があることに由来するもの\nであり、材質のほか、光源部のＬＥＤ等が発する熱を効率的・効果的に空気中\nへ発散させるための特定の構造を持った部材であって、独立の構成要素となる\nものと解される。\nこれに対し、構成ｂ１の本体①は、放熱のための具体的な構造を備えていな\nいから、構成ｂ１の本体①は、構成要件Ｂの「放熱部」に相当するものとは認\nめられない。\n(3)  小括\n以上によれば、被告１９７８年製品は、公然実施発明１を実施するものでは\nないし、また、本件出願日当時、当業者が公然実施発明１に基づき前記の各相\n違点に係る本件各発明の構成を容易に想到することができたものとも認めら\nれず、争点６－１に係る被告の主張（抗弁）は理由がない。\n８  争点６－２（無効理由２（平成２２年１１月に販売された被告アンドナ製品に\n係る発明（公然実施発明２）を引例とする新規性・進歩性欠如））について\n(1)  被告アンドナ製品の態様\n証拠（乙９）によると、被告アンドナ製品は、発光素子㉛が配置されたＬＥ\nＤ基板⑦からなる光源部、円筒状で内部底面に光源部が設置され、裏面の外部\nにはアーム②を取り付けられる部品が付された部材㊶、部材㊶と接して取り付\nけられる外装部③の一部及びその外装部③の一部と接して取り付けられる放\n熱フィン④を備える。\nそして、そのような構造をとることにより、基板⑦等で発した熱は、部材㊶\nと、外装部③のうちの部材㊶と接触する部分を介して放熱フィン④に伝導し、\n空気中に放熱される。\n(2)  公然実施発明２の構成について\n被告は、前記(1)の被告アンドナ製品の構成から、公然実施発明２は、部材㊶\nと放熱フィン④が、「光源部の熱を空気中へ発散させる放熱部」（構成ｂ２）を\n構成する旨の主張をして、本件各発明の構成要件Ｂとの一致点を構成すると主\n張する。\nこの点、本件各発明における「放熱部」とは、材質に加え、光源部の発光素\n子及び基板が発する熱を効率的・効果的に空気中へ発散させるための具体的な\n構造を持った部材であると解されるところ、公然実施発明２においては、放熱\nフィン④がこれに相当する。このことは、カタログ（乙９）において、被告ア\nンドナ製品の説明として「放熱効果を高めたヒートシンクデザインを採用」と\nしていることとも整合する。仮に、部材㊶と放熱フィン④が一体となって「放\n熱部」を構成するのであれば、その間に挟まる外装部③も放熱部を構成するも\nのと解せざるを得ず、公然実施発明２の構成自体に破綻をきたすことになる。\nしたがって、部材㊶は、本件各発明の「放熱部」に相当する部材であるとは\n認められない。\nそうすると、被告アンドナ製品の部材㊶は、「放熱部」を構成せず（構成ｂ\n２）、アーム②が放熱部に取り付けられる構成（構成ｆ２）も備えないから、同\n製品から公然実施発明２を構成することはできない。\nまた、かかる構成を欠くものを公然実施発明２であると考えたとしても、そ\nの相違点につき、当業者が容易想到であったとする証拠もなく、これを認める\nことはできない。\nしたがって、争点６－２に係る被告の主張（抗弁）は、理由がない。\n９  争点６－３（無効理由３（意匠登録第１４４７７１６号公報に記載された発明\n（乙１１発明）を引例とする進歩性欠如））について\n(1)  乙１１発明の構成\n乙１１公報に、乙１１発明が備えることにつき争いのない構成（構成ａ３な\nいしｄ３）以外の構成が開示されているかどうかを検討する。\nこの点、乙１１公報、特に【左側面図】及び【内部機構を省略したＡ－Ａ断\n面図】によれば、当該スポットライトの構成は次のとおりと認められる。\nア  外装部③は、アーム②が取り付けられている位置から前方部分を覆う略円\n筒状の形状であり、アーム②を放熱部に取り付ける取付部分に沿う形で、半\n円状に欠けた部分が存在し、当該欠けた部分から露出する放熱部②に、アー\nム④が取り付けられている。\nイ  放熱部②と外装部③は別部材であり、ボルト又はリベット状のもので固定\nされている。\nウ  放熱部②は、アーム④が取り付けられるボスを有し、当該ボスの位置は、\n放熱フィンの長手方向の中腹辺りである。\n(2)  検討\nア  構成ｅ３及びｆ３について\n構成ｅ３につき、本件各発明と同じ意味で、外装部③の「側部」に開放部\nが形成されているかどうかについてみると、前記３で述べたとおり、本件各\n発明に係る特許請求の範囲の記載によれば、本件各発明の「開口部」は、形\n成される位置が「外装部の側部」であること、及びその形状が「放熱部が露\n出する」ものであり、かつ当該放熱部が露出する部分に、ブラケットを回転\n自在に取り付けることに支障のない形状であることが理解できる一方、前記\n特許請求の範囲には、それ以上に開口部の大きさ及び形状並びに形成位置に\nついて限定する旨の記載はなく、開口部は、本件各発明の課題の解決手段と\nの関係でいうと、ブラケットを外装部ではなくその内方に配置される放熱部\nに取り付けるために外装部に設けられるものであって、このような目的から\nすると、ブラケットが取り付け可能な空間であればよいのであって、これ以\n上に特定の形状である必要はないものと解される。\n乙１１公報においては、スポットライトを側方から見た場合に、外装部④\nはアーム④の専ら前方（光が照射される方向）にのみ存在するから、外装部\nの側部が観念できないとも思えるが、他方、前述の「開口部」の意義からす\nると、乙１１公報におけるスポットライトにおいても、放熱フィン全体の周\n囲を含めた「外装部」を想定し、これが開放されているととらえることも可\n能なのであり、このような意味において、乙１１公報に掲記のスポットライ\nトは、側部に開放部が形成されているということができるから、乙１１発明\nは、本件各発明の「開口部」と同一の意味における「開放部」を備える構成、\nすなわち構成ｅ３及びｆ３を備えていると認められる。\nイ  構成ｇ３について\n乙１１公報においては、放熱部②は外装部④とは別部材であることが認め\nられるが、アーム④を放熱部②に取り付ける部材について六角レンチを使い\nて取り付けるボルト等が示唆されている一方、放熱部②を外装部④に取り付\nける部材については、そのような示唆がなく、外装部が放熱部から取り外し\n可能である旨の開示がされているとは認められない。\nしたがって、乙１１公報から、構成ｇ３を備える乙１１発明を導くことは\nできず、本件各発明との関係では、構成ｇ３は相違点を構成する。\n(3)  相違点に係る構成の容易想到性\n以上によると、乙１１発明は、本件各発明の構成要件１Ｇ（前記(2)イ）及び\n１Ｈ（争いがない。）を備えない点で本件各発明と相違する。このうち、本件各\n発明の構成要件１Ｈは、本件各発明の課題である外装部の破損防止を出発点と\nして、外装部の形状を、放熱部においてブラケットが取り付けられている位置\nよりも照射方向とは反対側となる部分の少なくとも一部を覆う形状に限定す\nるものであるところ、このような特定された外装部の形状を採用することにつ\nいて乙１１発明の構成ないし乙１１公報からは何らの示唆も得られないこと\nからすると、相違点に係る構成が容易想到であったということはできない。\n(4)  まとめ\n以上によると、本件各発明に、乙１１発明を主引例とする進歩性欠如の無効\n理由があるとは認められず、これを理由とする被告の抗弁は理由がない。\n10  争点７（原告の被った損害額）について\n(1)  特許法１０２条２項が適用されるかどうか\nア  特許権者が特許権侵害を理由に損害賠償を請求する場合において、特許権\n者に、侵害者による特許権侵害行為がなかったならば利益が得られたであろ\nうという事情が存在する場合には、特許権者がその侵害行為により損害を受\nけたものとして、特許法１０２条２項の適用が認められると解される（知的\n財産高等裁判所平成２５年２月１日特別部判決、知的財産高等裁判所令和元\n年６月７日特別部判決参照）。そして、特許権者が、特許発明の実施品であ\nることや、特許発明と同様の作用効果を奏する製品に限らず、侵害品と需要\n者を共通にする同種の製品であって、市場において、侵害者の侵害行為がな\nければ輸出又は販売することができたという競合関係にある製品を輸出又\nは販売していれば足りる（知的財産高等裁判所令和４年１０月２０日特別部\n判決参照）。\nイ  本件において、原告は、平成２４年９月に発行した店舗・施設照明総合カ\nタログに原告実施品を掲載してその販売を開始した（乙１５）。原告実施品\nは、平成２５年８月発行の同様のカタログにも掲載されたが（乙１６）、平成\n２６年９月発行のカタログでは在庫品限りの販売として掲載された（甲１\n５）。原告は、原告実施品を平成２７年以降の同種のカタログに掲載してい\nないが（乙２４）、平成２８年以降も販売した実績を有する（甲１７、１８）。\nまた、原告は、平成２６年９月発行の前記カタログ以降に、原告後継品を\n掲載してこれを販売している。原告後継品は、原告実施品と外観が類似しつ\nつも、ブラケットが放熱部ではなく外装部に取り付けられたものである（乙\n１７～２１、弁論の全趣旨）。\n以上によれば、原告は、原告実施品を販売し、また被告製品と少なくとも\n一部の需要者を共通にする同種の製品といえる原告後継品を販売している\nこといえる。\nしたがって、本件においては、原告に、被告による本件特許権侵害行為が\nなかったならば利益が得られたであろうという事情が存在するといえる。こ\nの点に関する被告の主張は採用できない。\n(2)  被告製品の販売に係る限界利益の額等\n本件期間中に被告が被告製品を販売したことにより受けた利益（限界利益）\nの額は、合計●（省略）●である（争いがない。）。\nまた、この損害賠償金は、資産の譲渡等（消費税法２条８号）の対価の性質\nを有し、これを行った原告は事業者として消費税の納税義務を負う（同法５条）\nから、特許権者である原告は、これに消費税法所定の税率（令和元年９月３０\n日までは８パーセント、同年１０月１日からは１０パーセント。なお、これと\n異なる適用すべき税率に関する原告の主張は採用しない。）を乗じた金額を損\n害賠償金として請求することができる。\nよって、期間１の限界利益額●（省略）●が、推定覆滅前の特許法１０２条\n２項により推定される原告の損害となる。\n(3)  推定の覆滅\nア  本件各発明の技術的意義\n本件明細書上、本件発明１には、ブラケットを放熱部に取り付けることに\nより外装部の変形及び破損を防止すること（本件意義１）及び放熱部製造時\nの不良率の低減（本件意義３）があるものと読み取れる。原告はこれに加え、\n外装部が放熱部におけるブラケットの接続部分よりも後方に延びている構\n造により、ユーザーが、ブラケットが取り付けられている位置よりも後方の\n外装部を掴み、自らの手が照明器具の照射する光を遮らずに、照射範囲を正\n確に把握しながら照射方向を変更することを可能とする技術的意義（本件意\n義２）がある旨主張するが、本件明細書に記載はなく、構成要件Ｈとして追\n加された経緯等をふまえると（甲１１の１、１４の１）、後付けの感をぬぐえ\nず、本件各発明の直接の作用効果としての意義は乏しい。\nイ  本件各発明の技術的意義が被告製品の売り上げに貢献する程度等\n(ｱ)  本件意義１について\nスポットライト製品一般は、本件特許発明より相当前から市場に存在\nし、既に成熟した市場が形成されており（乙５、弁論の全趣旨）、市場動向\n調査によれば、スポットライト製品は、演色性や色温度などにおいて高い\n付加価値を有する製品の開発が期待されている状況にあり（乙３０、３\n１）、原告、被告、競合他社のカタログ等において、配光制御・特性、光色、\nレンズ設計、省エネ、製品の大きさ、軽さ、デザイン等が訴求されている\nこともうかがえる（甲５、６、乙１５、１６、２５ないし２９）\nこれに対し、外装部の変形及び破損防止という本件意義１は、いわば製\n品として当然に担保されるべき機能及び要素であるといえ、また、材質、\nブラケットの取付方法及び取付部分の構造の工夫等、本件各発明以外の技\n術によっても実現可能であり、現に各照明器具メーカーにおいて一般に実\n現している効果であると考えられる。\nまた、原告は、平成２６年以降、原告実施品と同じシリーズ名・製品名\nで、ブラケットを放熱部ではなく外装部に取り付け、外装部を厚肉とする\nことで外装部の変形及び破損の防止を実現した原告後継品を販売してい\nる（弁論の全趣旨）。すなわち、本件意義１は、これを欠いても、同一シリ\nーズ・製品として顧客に販売することが可能な程度の顧客誘引力しか有し\nないと評価し得る。このことは、カタログに文言上本件意義１が明示され\nてないとしても、商品の写真から本件意義１に係る特徴を看取できること\nを考慮しても同様である。\n(ｲ)  本件意義３\n本件意義３は、不良率低減という製造コスト削減に寄与するものである\nといえるが、本件意義３によるコスト削減（製品価格への反映）の程度が\n不明であること等を踏まえると、被告製品の利益に対する寄与度が大きい\nとは認められない。\n(ｳ)  以上のような事情を踏まえると、本件意義１及び３の顧客誘引力は限\n定的であり、本件意義１及び３が被告製品の売り上げに貢献する程度は低\nいと言わざるを得ない。\nウ  原告実施品の販売実績等\n原告は、本件期間前に原告実施品の販売を開始した後、本件登録日（平成\n２８年８月５日）以降は在庫品限りとして原告実施品を販売するにとどまっ\nており、平成２８年以降の原告実施品の販売数は１６個である（甲１７、１\n８）。\nこのように、原告が本件登録日以降原告実施品を製造しておらず、その販\n売方法（販路）等が相当程度限定され、その規模も極めて小さいことや、原\n告が原告後継品を販売しているものの、当該製品が本件各発明とは異なる技\n術により本件各発明と同様の作用効果を奏していることは、前記(1)で説示\nした特許法１０２条２項の推定の前提事実を欠くとまでいうことはできな\nいものの、本件推定を大きな割合で覆滅させる事情というべきである。\nエ  競合品の存在\n本件期間中、ブラケットが外装部ではなく、放熱部を含む別の部分に取り\n付けられているという特徴を有する製品は、パナソニックのＴＯＬＳＯシリ\nーズ（乙２５）、オーデリックのＣ１０００シリーズ（乙２７の２ないし２７\nの４）、三菱電機のＡＫシリーズ、彩明シリーズ、鮮明シリーズ及びＬＥＤス\nポットライトシリーズ（乙２９）をはじめ、複数存在する。これらの製品は、\n原告実施品及び被告製品と価格帯も概ね同程度である。\n以上の事情に鑑みると、被告製品には、競合品が存すると認められ、かか\nる競合品の存在も推定を覆滅させる事情に当たる。\nオ  原告の市場占有率\n被告は、スポットライト市場又は店舗用照明市場における原告の市場占有\n率が低いとして、被告製品が存在しない場合、その需要の多くが競合他社の\n製品へ流れ、原告実施品を販売できたはずであるとはいえない旨主張する。\nしかし、被告が主張する原告を含む照明器具メーカーの市場占有率は、ス\nポットライトを含む店舗用照明器具市場における機器全般ついてのもので\nあって、スポットライト以外の幅広い商品群を含むものと解されるから、原\n告実施品等との関連が乏しく、推定を覆滅させる事情に当たるとはいえな\nい。\nカ  覆滅の程度\n以上の事情、とりわけ本件特許発明の技術的意義や実施品の販売状況を重\n視した上総合的に考慮すると、本件においては、被告製品の販売がなかった\n場合に、これに対応する需要が原告実施品ないし原告後継品に向かう蓋然性\nはむしろ低いとみるべきであって、特許法１０２条２項により推定された損\n害の８割について覆滅されるというべきである。これに反する原告及び被告\nの各主張はいずれも採用できない。\n(4)  原告の損害\nア  推定覆滅の効果\n前記(2)による消費税相当額加算後の金額から、前記(3)カの推定覆滅割合\nを控除した金額は、期間１について●（省略）●である。\nイ  弁護士費用等\n原告は、本訴の提起追行を訴訟代理人に委任したところ、本件特許権の侵\n害行為と相当因果関係のある上記費用相当の損害額は、期間１について●\n（省略）●と認めるのが相当である。\nウ  小括\n前記アとイを合算した原告の損害額は、期間１につき●（省略）●である。\n第５  結論\n原告の請求中被告製品の製造等の差止及び廃棄（請求１項）は全部理由があり（主\n文１項、２項）、損害賠償請求（請求２項）は主文３項掲記の限度で理由があり、そ\nの余は理由がない。主文１項及び２項については、仮執行宣言を付するのは相当で\nないからこれを付さないこととする。\nよって、主文のとおり判決する。\n大阪地方裁判所第２６民事部\n裁判長裁判官\n松阿 彌         隆\n裁判官\n杉 浦      一 輝\n裁判官\n布 目      真 利 子\n（別紙）\n被告製品目録\n品番に下記の各記号及び番号を含むスポットライト製品\n記\n１.  「LZS-91748」（以下「被告製品１」という。）\n２.  「LZS-91749」\n３.  「LZS-91750」\n４.  「LZS-91751」\n５.  「LZS-91752」\n６.  「LZS-91753」\n７.  「LZS-91754」\n８.  「LZS-91755」\n９.  「LZS-91756」\n１０.  「LZS-91757」\n１１.  「LZS-91758」\n１２.  「LZS-91759」\n１３.  「LZS-91760」\n１４.  「LZS-91761」\n１５.  「LZS-91762」\n１６.  「LZS-91763」\n１７.  「LZS-91764」\n１８.  「LZS-91765」\n１９.  「LZS-91766」\n２０.  「LZS-92134」\n２１.  「LZS-92135」\n２２.  「LZS-92514」\n２３.  「LZS-92515」\n２４.  「LZS-92516」\n２５.  「#722452」\n２６.  「#741384」\n２７.  「#772384」\n２８.  「#778657」\n２９.  「#779457」\n３０.  「#779458」\n３１.  「#779459」\n３２.  「#781119」\n３３.  「#781120」\n３４.  「#784695」\n３５.  「#784696」\n３６.  「#789207」\n３７.  「#812181」\n３８.  「#818602」\n３９.  「#823089」\n４０.  「#825547」\n４１.  「#825548」\n４２.  「#825549」\n４３.  「#827003」\n４４.  「#832969」\n４５.  「#835378」\n４６.  「#836414」\n４７.  「#837062」\n４８.  「#837177」\n４９.  「#837178」\n５０.  「#837179」\n５１.  「#837180」\n５２.  「#837181」\n５３.  「#837182」\n５４.  「#841066」\n５５.  「#844363」\n５６.  「#849575」\n５７.  「#855296」\n５８.  「#861855」\n５９.  「#863388」\n６０.  「#870258」\n６１.  「#874017」\n６２.  「#874018」\n６３.  「#874624」\n６４.  「#874625」\n６５.  「#876057」\n６６.  「#876058」\n６７.  「#879609」\n６８.  「#879610」\n６９.  「#880757」\n７０.  「#882442」\n７１.  「#883459」\n７２.  「#883775」\n７３.  「#885345」\n７４.  「#895808」\n７５.  「#895809」\n７６.  「#896998」\n７７.  「#896999」\n７８.  「#899353」\n７９.  「#900708」\n８０.  「#900709」\n８１.  「#900710」\n８２.  「#901834」\n８３.  「#907019」\n８４.  「#910355」\n８５.  「#913566」\n８６.  「#914682」\n８７.  「#916742」\n８８.  「#916743」\n８９.  「#916744」\n９０.  「#916745」\n９１.  「#920362」\n９２.  「#921678」\n９３.  「#922321」\n９４.  「#924009」\n９５.  「#924010」\n９６.  「#929953」\n９７.  「#937147」\n９８.  「#938132」\n９９.  「#939633」\n１００.  「#946535」\n１０１.  「#949163」\n１０２.  「#954101」\n１０３.  「91758」\n１０４.  「91759」\n１０５.  「91760」\n１０６.  「91761」\n１０７.  「91762」\n１０８.  「91763」\n１０９.  「91764」\n１１０.  「91765」\n１１１.  「91766」\n１１２.  「TX91758」\n１１３.  「TX91759」\n１１４.  「TX91760」\n１１５.  「TX91762」\n１１６.  「TX91764」\n１１７.  「TX91765」\n１１８.  「TX91766」\n１１９.  「TX92515」\n１２０.  「TX92516」\n以上\n（別紙）\n特  許  目  録\n特許番号         特許第５９８２２２７号\n発明の名称      照明器具\n出願日         平成２４年８月３１日（以下「本件出願日」という。）\n登録日       平成２８年８月５日（以下「本件登録日」という。）\n特許請求の範囲\n【請求項１】\n基板に配置された①発光素子を有する光源部と、前記光源部の熱を空気中へ発\n散させる放熱部と、前記放熱部の少なくとも一部を覆う外装部と、一部が被固定\n部に固定されるブラケットと、を具備し、前記外装部の側部①には、前記放熱部\nが露出する開口部が形成され、前記ブラケットは、前記放熱部における前記開口\n部から露出する部分に回転自在に取り付けられ、前記外装部は、前記放熱部とは\n別体に形成され、前記放熱部から取り外し可能であ①り、前記放熱部において前\n記ブラケットが取り付けられている位置よりも光を照らす方向とは反対側とな\nる部分の少なくとも一部を覆う②ことを特徴とする照明器具。\n【請求項２】\n基板に配置された発光素子を有する光源部と、前記光源部の熱を空気中へ発散\nさせる放熱部と、前記放熱部の少なくとも一部を覆う外装部と、一部が被固定部\nに固定されるブラケットと、を具備し、前記外装部の側部には、前記放熱部が露\n出する開口部が形成され、前記ブラケットは、前記放熱部における前記開口部か\nら露出する部分に回転自在に取り付けられ、前記外装部は、前記放熱部とは別体\nに形成され、前記放熱部から取り外し可能であり、②前記放熱部は、前記ブラケ\nットが取り付けられるボスを有し、該ボスを始点とした放熱フィンが形成されて\nいる、ことを特徴とする②請求項１に記載の照明器具。\n以上\n（別紙）\n本件各発明の構成要件一覧\n１  本件発明１\nＡ  基板に配置された発光素子を有する光源部と、\nＢ  前記光源部の熱を空気中へ発散させる放熱部と、\nＣ  前記放熱部の少なくとも一部を覆う外装部と、\nＤ  一部が被固定部に固定されるブラケットと、を具備し、\nＥ  前記外装部の側部には、前記放熱部が露出する開口部が形成され、\nＦ  前記ブラケットは、前記放熱部における前記開口部から露出する部分に回転自\n在に取り付けられ、\nＧ  前記外装部は、前記放熱部とは別体に形成され、前記放熱部から取り外し可能\nであり、\nＨ  前記放熱部において前記ブラケットが取り付けられている位置よりも光を照\nらす方向とは反対側となる部分の少なくとも一部を覆うこと\nＩ  を特徴とする照明器具。\n２  本件発明２\nＡ  基板に配置された発光素子を有する光源部と、\nＢ  前記光源部の熱を空気中へ発散させる放熱部と、\nＣ  前記放熱部の少なくとも一部を覆う外装部と、\nＤ  一部が被固定部に固定されるブラケットと、を具備し、\nＥ  前記外装部の側部には、前記放熱部が露出する開口部が形成され、\nＦ  前記ブラケットは、前記放熱部における前記開口部から露出する部分に回転自\n在に取り付けられ、\nＧ  前記外装部は、前記放熱部とは別体に形成され、前記放熱部から取り外し可能\nであり、\nＪ  前記放熱部は、前記ブラケットが取り付けられるボスを有し、該ボスを始点と\nした放熱フィンが形成されている、\nＫ  ことを特徴とする照明器具。\n以上\n（別紙）\n被告製品の構成（原告主張）\nａ  被告製品は、基板に配置されたＬＥＤチップを有するＬＥＤ光源１５\nを備える（別紙被告製品説明書記載図７）。\nｂ  被告製品は、ＬＥＤ光源１５の熱を空気中に発散させるヒートシンク\n１１を備える（別紙被告製品説明書記載図６）。\nｃ  被告製品は、ヒートシンクの少なくとも一部を覆う側周カバー１２を\n備える（別紙被告製品説明書記載図１ないし図３）。\nｄ  被告製品は、天井等に固定される固定部２１と、本体部１０に取り付\nけられるアーム２２を有するブラケット２０を備える（別紙被告製品\n説明書記載図１ないし図３）。\nｅ  側周カバー１２は、側周面の一部が欠けて開口した円筒状であり、こ\nの側周カバー１２の開口によってヒートシンク１１の一部が露出し\nている（別紙被告製品説明書記載図１ないし図３）。\nｆ  ブラケット２０の一部であるアーム２２は、側周カバー１２の開口に\nよってヒートシンク１１が露出した部分に取り付けられ、アーム２２\nは本体部１０に対して９０度の範囲内で回転自在に取り付けられて\nいる（別紙被告製品説明書記載図１ないし図４）。\nｇ  側周カバー１２は、ヒートシンク１１とは別体に形成されており、プ\nラスネジ１４を取り外すことで、側周カバー１２をヒートシンク１１\nから取り外し可能である（別紙被告製品説明書記載図５、図６及び図\n８）。\nｈ  側周カバー１２は、ヒートシンク１１におけるアーム２２が取り付け\nられている位置よりもよりも光を照らす方向とは反対側となる部分\nの少なくとも一部を覆っている（別紙被告製品説明書記載図３）。\nⅰ  被告製品は、上記ａないしｈの特徴を有するスポットライトである。\nｊ  ヒートシンク１１は、ブラケット２０の一部であるアーム２２が取り\n付けられるボス１１４を有し、該ボス１１４を始点としてフィン１１\n１が形成されている（別紙被告製品説明書記載図８ないし図１０）。\nｋ  被告製品は、上記ａないしｈ及びｊの特徴を有するスポットライトで\nある。\n以上\n（別紙）\n被告製品説明書\n概 要\n被告製品は、ブラケットによって本体部が支持されるスポットライトである。\n被告製品には多数の種類があるが、ブラケットによって本体部が支持される構造は\n全ての種類において共通している。\n以下、被告製品を代表して、被告製品１（品番ＬＺＳ－９１７４８ＬＷ）の構造を\n説明する。\n被告製品の全体構造\n図１に示すように、被告製品１は、光を照射する本体部１０と、本体部１０を支\n持するブラケット２０を備えている。\n本体部１０は、複数枚のフィン１１１を備えたヒートシンク１１と、ヒートシン\nク１１の周囲を部分的に覆う側周カバー１２と、光の照射方向の先端に設けられて\nいる先端カバー１３を備えている。\nブラケット２０は、天井等に固定される固定部２１と、固定部２１の端部に取付\nけられているアーム２２とを備えている。アーム２２は、二叉に分かれた構造であ\nる。\nブラケットと本体部の取付構造\n図１ないし図３に示すように、本体部１０は、二叉に分かれたアーム２２の間に\nヒートシンク１１が位置する状態で、ブラケット２０に取付けられている。\n側周カバー１２は、側周面の一部が欠けて開口した円筒状である。この側周カバ\nー１２の開口によってヒートシンク１１の一部が露出しており、この露出した部分\nにアーム２２が取付けられている。\nまた、図４に示すように、アーム２２は、本体部１０に対して、９０度の範囲内\nで回転自在に取り付けられている。\n被告製品の内部構造\n図５は本体部１０を分解した写真である。図５に示すように、被告製品１は、側\n周カバー１２、ヒートシンク１１及び先端カバー１３が、プラスネジ１４で取り付\nけられている。プラスネジ１４は、側周カバー１２のネジ穴１２１、ヒートシンク\n１１のネジ穴１１２を貫通し、先端カバー１３のネジ穴１３１に挿入されてネジ留\nめされている。このプラスネジ１４を取り外すことで、側周カバー１２及び先端カ\nバー１３のそれぞれを、ヒートシンク１１から取り外すことができる。\n図６及び図７に示すように、被告製品１は、ＬＥＤ光源１５を備えている。ＬＥ\nＤ光源１５は、基板上に配置された複数のＬＥＤチップを、蛍光体を分散させた樹\n脂で封止した、いわゆるチップオンボード（ＣＯＢ）タイプの光源である。ＬＥＤ\n光源１５は、ヒートシンク１１上に取り付けられており、ＬＥＤ光源１５で発生し\nた熱はヒートシンク１１へ伝達され、フィン１１１等を介して空気中へと発散され\nる。\nヒートシンクの構造\n図８に示すように、アーム２２は、ヒートシンク１１に対して、六角ネジ２３に\nよって取り付けられている。図９に示すように、六角ネジ２３を取り外してアーム\n２２を取り外すと、六角ネジ２３を挿入するためのボス穴１１３が露出する。\n図１０に示すように、両端にボス穴１１３が形成されているボス１１４は、フィ\nン１１１の根元に形成されており、フィン１１１の始点となっている。\n図面の簡単な説明\n図１   被告製品１の斜視図（被告製品１の仕様書（甲８の１）から抜粋）\n図２   被告製品１をヒートシンク側から見た背面図（被告製品１の仕様書（甲８\nの１）から抜粋）\n図３   被告製品１のブラケットとヒートシンクの接続部分を拡大した写真\n図４   被告製品１の可動範囲について説明した模式図（被告製品１の仕様書（甲\n８の１）から抜粋）\n図５   被告製品１においてプラスネジを緩めてヒートシンク、先端カバー及び側\n周カバーを撮影した写真\n図６   被告製品１においてプラスネジを緩めてヒートシンク、先端カバー及び側\n周カバーを撮影した写真\n図７   被告製品１の光源を接写した写真\n図８   被告製品１においてプラスネジを緩めてヒートシンク、先端カバー及び側\n周カバーを撮影した写真\n図９   被告製品１のヒートシンクからブラケットを取り外した状態の写真\n図１０  被告製品１のヒートシンクを接写した写真\n符号の説明\n１    被告製品１\n１０   本体部\n１１   ヒートシンク\n１１１  フィン\n１１２  ネジ穴\n１１３  ボス穴\n１１４  ボス\n１２   側周カバー\n１２１  ネジ穴\n１３   先端カバー\n１３１  ネジ穴\n１４   プラスネジ\n１５   ＬＥＤ光源\n２０   ブラケット\n２１   固定部\n２２   アーム\n２３   六角ネジ\n図１\n図２\n図３\n図４\n図５\n112 131\n13  11\n図６\n図７\n図８\n図９\n図１０\n以上\n"
}