{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 10,
    "day": 27
  },
  "case_number": "令和5(わ)12",
  "case_name": "過失運転致傷、道路交通法違反",
  "court_name": "福岡地方裁判所第１刑事部",
  "lawsuit_id": "92513",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=92513",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/513/092513_hanrei.pdf",
  "contents": "令和５年１０月２７日宣告\n令和５年（わ）第１２号  過失運転致傷、道路交通法違反被告事件\n判        決\n主        文\n被告人は無罪。\n理              由\n第１  本件公訴事実\n本件各公訴事実（訴因変更後のもの）は、次のとおりである。\n１  被告人は、令和３年１０月７日午後７時３分頃、普通乗用自動車（以下「被\n告人車両」という。）を運転し、福岡県古賀市ａｂ丁目ｃ番ｄ号先の信号機により交\n通整理の行われている交差点（以下「本件交差点」という。）を信号に従い福津市方\n面から進行してきて同交差点内で一時停止後、発進し、駅東方面に向かい右折進行\nするに当たり、対向直進車両がその対面信号の赤色を表示した直後に同交差点を通\n過し、同対向直進車両の後続車がその停止線手前でいまだ停止しておらず、かつ、\n同後続車によりその左側方の見とおしが困難であったのであるから、同後続車の前\n面で再度一時停止するなどして、同後続車の左側方を進行してくる車両の有無及び\nその安全を確認しながら発進し右折進行すべき自動車運転上の注意義務があるのに\nこれを怠り、同後続車の前面で一時停止するなどせず、同後続車の左側方を進行し\nてくる車両の有無及びその安全を十分確認しないまま発進し、漫然時速約１５ない\nし２０ｋｍで右折進行した過失により、折から同後続車の左側方を対向進行してき\nたＢ（当時３１歳。）運転の普通自動二輪車（以下「Ｂ車両」という。）を直前に至\nって認め、急制動の措置を講じたが間に合わず、Ｂ車両に自車左側面前部を衝突さ\nせ、よって、同人に加療約８週間を要する右第３中足骨骨折等の傷害を負わせた（以\n下「第１事実」という。）\n２  被告人は、前記１記載の日時・場所において、前記のとおり、被告人車両を\n運転中、自車をＢ運転のＢ車両に衝突させて自車及びＢ車両を損壊する交通事故を\n起こしたのに、その事故発生の日時及び場所等法律の定める事項を、直ちに最寄り\nの警察署の警察官に報告しなかった（以下「第２事実」という。）。\n第２  本件の審理経過\n１  略式起訴時点の公訴事実\n本件は、令和４年３月１０日、福岡簡易裁判所に略式起訴されたが、その公訴事\n実において、第１事実の被告人の負うべき注意義務は、「本件交差点を信号に従い福\n津市方面から駅東方面に向かい右折進行するに当たり、対向車線の第２車両通行帯\nには渋滞停止車両があり、第１車両通行帯の見通しが困難であったから、同停止車\n両の前面で一時停止するなどして、同車両通行帯を対向直進してくる車両の有無及\nびその安全を確認しながら右折進行すべき自動車運転上の注意義務」とされていた。\nすなわち、被告人車両は、対面信号の青色表示に従って右折進行しようとしたが、\n対向車線の車両が渋滞により停止していたとして、対向車線の対面信号が赤色表示\nでないことを前提としており、訴因変更後の第１事実が、被告人車両が本件交差点\n内で一時停止後、対向車線の対面信号が赤色表示に変わったことを前提としている\nものとは異なっていた。\nまた、第２事実については、道路交通法７２条１項後段所定の報告義務を基礎付\nける交通事故の内容について、訴因変更後は「自車及びＢ車両を損壊する交通事故\nを起こしたのに」とされた部分が、当初は「Ｂ車両を損壊する交通事故を起こした\nのに」と、Ｂ車両の損壊のみに言及する内容であった。\n２  訴因変更に至る経緯\n被告人は、令和４年３月１６日、福岡簡易裁判所において、当初の各公訴事実を\n罪となるべき事実として、罰金３０万円の略式命令を受けたが、正式裁判を請求し、\n正式裁判手続（福岡簡易裁判所令和４年３月３０日受付、同年（ろ）第５号）にお\nいて、第１事実につき事故態様や過失の有無を、また、第２事実につき報告義務違\n反の可罰的違法性をそれぞれ争い、全面的に無罪を主張するに至った。その後、第\n４回公判期日終了後の同年１２月２１日に移送決定がなされ、当裁判所に本件が係\n属した。\n補充捜査の結果、被告人車両が本件交差点内に進入して一時停止後、右折開始ま\nでに、対向車線の対面信号機が赤色表示に変わり、Ｂ車両は対面信号機が赤色表示\nであるにもかかわらず本件交差点に進入したことが明らかとなったため、検察官は、\n補充捜査に係る捜査報告書（甲２７ないし３１）を証拠請求した上、第８回公判期\n日終了後の令和５年７月１８日、公訴事実を冒頭記載のとおりに変更する旨の訴因\n変更を請求し、当裁判所は、同年８月１６日の第９回公判期日において、これを許\n可する決定をした。\n第３  第１事実について\n１  争点及び裁判所の判断の要旨\n公訴事実記載の日時に本件交差点内で被告人車両とＢ車両が衝突する事故（以下\n「本件事故」という。）があり、Ｂが公訴事実記載のとおりの傷害を負ったことにつ\nいては争いがない。第１事実に関する争点は、被告人の過失の有無である。\n当裁判所は、被告人が、本件交差点を右折進行するために、青色信号に従って本\n件交差点内に進入し、一時停止して対向直進車両が途切れるのを待っている中で、\n対面信号機が赤色表示に変わり、対向直進車両２台が赤色信号に従って停止するた\nめに減速している状況を確認して、もはや対向車線から本件交差点内に赤色信号に\n従わないで進入してくる車両はないと信頼して、右折のために発進し、進行するこ\nとは相当であり、Ｂ車両のように、対面信号機が赤色表示であるにもかかわらず、\n停止のため減速している先行車両を追い抜いた上、本件交差点内に進入するような\n対向直進車両のあることまで予見して、その有無及び安全を確認すべき注意義務は\nなく、公訴事実記載の注意義務は認められないと判断した。以下詳述する。\n２  前提事実\n関係証拠によれば、以下の事実が認められる。\n⑴  本件交差点は、南北に走る片側３車線の道路（以下「本件道路」という。）\nと、東西に走る片側１車線の道路（以下「交差道路」という。）が交差する十字路で\nあり、本件道路には、本件交差点の停止線手前に第４車線（右折専用レーン）が設\n置されている。本件交差点は、信号機による交通整理が行われており、本件事故当\n時の信号サイクルは、本件道路の車両用信号機が青色表示から黄色表示になって３\n秒後に赤色表示に変わり、その後は全方向の信号機が赤色表示となる時間（いわゆ\nる「全赤」の時間）が３秒間続いてから、交差道路の車両用信号機が青色表示に変\nわるというものであった（甲１９）。\n⑵  本件事故（令和３年１０月７日午後７時３分頃発生。以下、時刻のみの記載\nは、同日のことである。）当時、被告人車両は、本件道路を福津市方面から走行して、\n本件交差点の停止線手前の右折専用レーンに入って、駅東方面に右折しようとし、\n対面信号機が青色表示のうちに本件交差点内に進入し、対向直進車両の流れが途切\nれるまでの間、本件交差点内で一時停止して右折待ちをしていた。その後、被告人\n車両の対面信号機が赤色表示に変わった時点では、本件交差点内を２台の対向直進\n車両が通行していた。被告人は、対面信号機が赤色表示に変わったことを確認し、\n上記対向直進車両２台が本件交差点を通過し、後記⑶のとおり、対向車線の第２車\n両通行帯及び第３車両通行帯を走行する車両２台が減速して停止線手前で停止しか\nけているのを確認し、もはや本件交差点内に赤色信号に従わないで進入してくる車\n両はないと判断して、右折のために発進した（甲３０、被告人の公判供述）。\n⑶  他方、Ｂ車両は、本件道路の対向車線を進行して、本件交差点を直進しよう\nとし、本件交差点の対面信号機が赤色表示に変わった時点で、停止線から約２０．\n７ないし２１．１ｍ手前、第１車両通行帯と第２車両通行帯の間の区分線上付近を\n走行していた。この時、第１車両通行帯ではＢ車両の左前方、停止線から約１８．\n８ｍ手前の位置を先行車両が走行しており、第２車両通行帯と第３車両通行帯でも、\nそれぞれ先行車両が、Ｂ車両の前方、停止線から順に約１１．５ｍ、約１０．４ｍ\n手前の位置を走行していた（甲２９、Ｂの証言）。その後も、Ｂ車両は同区分線上付\n近を走行し続け、対面信号機が赤色表示になってから約０．６秒後に第１車両通行\n帯の先行車両を右側から追い抜き、赤色表示から約１．２秒後までには第２車両通\n行帯の先行車両を左側から追い抜いて、時速約４０ないし４３ｋｍで本件交差点内\nに進入した（甲２１）。Ｂ車両が停止線を通過したのは、対面信号機が赤色表示にな\nってから約１．６ないし１．８秒が経過した時点であった。なお、第１車両通行帯\nないし第３車両通行帯を走行していた３台の先行車両は、いずれも赤色信号に従っ\nて本件交差点の手前で減速し、停止した（甲３１）。\n⑷  Ｂ車両が本件交差点の停止線を通過した直後、本件交差点を右折していた被\n告人車両の左側前方部分と、左にハンドルを切ったＢ車両の右側部分が衝突する本\n件事故が発生した。被告人は、Ｂ車両を衝突の直前まで視認していなかった。\n３  被告人の過失の有無について\n⑴  上記のとおり、被告人は、本件交差点内で一時停止の上、右折待ちをしてい\nた際、対面信号機が赤色表示に変わり、対向車線の第２車両通行帯及び第３車両通\n行帯の各走行車両が減速するのを確認して、もはや本件交差点内に赤色信号に従わ\nないで進入してくる車両はないと判断して右折を開始した。その当時、本件交差点\nの信号機は、３秒間全て赤色表示となる、いわゆるクリアランス時間内であり、被\n告人車両は、対向直進車両の進行を妨害しないよう、その動静を注視すべき一方、\nその後青色表示となる交差道路の交通を妨害しないために、速やかに右折を完了し\nて本件交差点外に出るべき状況にあった。\nこのような状況において、被告人が、対面信号機が赤色表示に変わり、対向車線\nの、被告人車両に近い中央寄りの２つの車両通行帯を走行する車両２台が減速して\n停止しようとする状況を確認したのであれば、別の対向車両が赤色信号に従わずに\n本件交差点内に進入しようとするのを現認するなど、相手方が交通上適切な行動を\nとることを期待できないことを認識し、あるいは認識すべきであったときのような\n特別の事情のない限り、もはや赤色信号に従わないで本件交差点内に進入してくる\n対向車両はないと信頼することは許されるというべきである。そして、被告人は、\n本件事故の直前まで、普通自動二輪車であるＢ車両を認識していなかった上、道路\nの状況等から、Ｂ車両が、赤色信号に従って停止のため減速する先行車両を追い越\nして本件交差点内に進入しようとする状況を認識すべきであったともいえないから、\n上記特別の事情も認められず、検察官主張の注意義務はないというべきである。\n⑵  これに対し、検察官は、被告人が右折を開始した時点で、少なくとも対向車\n線の第２車両通行帯を走行する車両（Ｂ車両の先行車両）は停止しておらず、その\nために同車両の左側方（被告人車両から見て右側方）の見通しが困難であったから、\n同車両の左側方から、停止線手前で安全に停止しきれないと判断して本件交差点を\n通過しようとする対向直進車両があることを予見すべきであったとして、被告人は、\n第２車両通行帯の走行車両の前面で一時停止するなどして、同車両の左側方を確認\nする注意義務を負っていたと主張する。\nしかしながら、被告人において、対向車線の第２車両通行帯を走行する車両の左\n側方の見通しが困難であったからといって、道路の状況等から見て、その付近に赤\n色信号を無視し、停止しようとする先行車両を追い越して本件交差点内に進入して\nくる車両が存在することを具体的に予測すべき根拠は見当たらないのであって、後\n続車両を含めもはや本件交差点内に赤色信号に従わないで進入してくる車両はない\nと信頼してよい状況に変わりない。検察官の主張は、信頼の原則の適用を否定すべ\nき特別の事情に当たらない。\n⑶  以上によれば、被告人が検察官の主張するような注意義務を負っていたと認\nめることはできず、被告人の過失は否定されるべきである。\n第４  第２事実について\n１  争点及び裁判所の判断の要旨\n本件事故の発生後、被告人が道路交通法７２条１項後段所定の事項を直ちに最寄\nりの警察署の警察官に報告しなかったことは証拠上明らかであり、被告人も争って\nいない。弁護人は、本件の具体的な事実関係に照らすと、被告人が報告を怠ったこ\nとについて可罰的違法性はないので、無罪であると主張する。\n当裁判所は、被告人が報告をしなかったことが形式的に報告義務違反の構成要件\nに該当することは否定できないが、被告人が、Ｂの負傷の事実はもとより、Ｂ車両\nの損壊の事実について認識しておらず、認識していた自車の損壊も極めて軽微であ\nったことに加え、本件事故がＢのほぼ一方的な過失によって生じたものであること\nや、本件事故後のＢの対応状況等に照らすと、被告人の報告義務違反について、可\n罰的な違法性は認められず、無罪であると判断した。以下詳述する。\n２  前提事実\n関係証拠によれば、本件事故の結果及び事故後の状況について、以下の事実が認\nめられる。\n⑴  本件事故によって、Ｂ車両は転倒しなかったものの、Ｂは、両車両の間に右\n足を挟まれ、公訴事実記載のとおりの傷害を負った（甲５。なお、この傷害の事実\nは、道路交通法７２条１項後段所定の報告義務を基礎付ける事実としては、略式起\n訴の当初から訴因に掲げられていない。）。\nまた、本件事故により、被告人車両には、左側前方のバンパー部分に２ないし３\nｃｍ程度の幅の擦過痕が付くなどし、Ｂ車両は、右側のブレーキペダルが車体側に\n押し込まれるようにして曲損するなどした。もっとも、いずれの車両についても、\n何らかの部品の欠落や落下を伴うような損壊はなかった（甲１１）。\n⑵  本件事故後、被告人とＢはいずれも各自の車両に乗って本件交差点付近の歩\n道上に移動して停車し、午後７時５分頃に約１分間にわたって路上で話をした。こ\nの際、被告人が自車の損傷に気付いて言及する場面はあったが、Ｂ車両の損壊につ\nいては、被告人とＢのいずれも言及することはなかった。\nこの会話の後、Ｂは、警察への通報をすることなく、自車を運転してその場を立\nち去った。残された被告人は、しばらく事故現場近くの施設の駐車場付近にとどま\nっていたが、午後７時２１分頃、警察への通報をすることなく帰途についた（甲７、\nＢ及び被告人の各公判供述）。\nＢは一旦自宅に帰ったが、妻の運転する車両で事故現場付近に戻り、午後８時１\n０分頃までに１１０番通報をした上、臨場した警察官に本件事故の発生を報告した\n（甲１、Ｂの公判供述）。Ｂは、本件事故に関し、いかなる刑事処分も受けていない。\n３  被告人がＢ車両の損壊の事実を認識していたか\n被告人は、当公判廷において、本件事故後にＢと会話をした際に、Ｂ車両をかな\nり近くから見たが、傷などの異常は発見できなかったと供述する。\nそこで検討すると、本件事故の衝突態様は、同一方向を向いた２台の車両の側面\n同士が接触したというものであり、普通自動二輪車であるＢ車両が転倒していない\nことや、各車両に生じた損傷の程度がいずれも軽微であることからすると、Ｂが右\n足の指２本を骨折する傷害を負っていることを踏まえても、本件事故の際に被告人\nが体感した衝撃はそれほど大きくなかったと推認される。\nまた、Ｂ車両の損傷は、ブレーキペダルが曲損するなどしたというものであるが、\n証拠として提出された損傷部分の写真（甲１１の番号１３及び１４）を見ても、外\n見上はっきりと見分けられるものではない。本件事故の発生が夜間であったことも\n考慮すると、被告人がＢ車両の損傷を一べつしただけでは見分けることができなか\nったというのは十分にあり得ることである。\nさらに、本件事故後の被告人とＢの会話の場面では、Ｂ自身も自車の損壊につい\nて言及することはなかった上、その後Ｂは１１０番通報をすることもなく自車を運\n転して立ち去っているのであるから、被告人がＢ車両に損壊は生じていないと考え\nるのも無理からぬところがあり、その可能性に思い至らなかったとしても不合理と\nまではいえない。\n以上によれば、Ｂ車両の損壊の認識に関する被告人の供述は十分に信用でき、被\n告人は、Ｂ車両の損壊の事実について未必的にも認識していなかったと認められる。\n４  報告義務違反の構成要件該当性及び可罰的違法性の有無\n以上のとおり、本件事故の結果について被告人が認識していたのは、自車に生じ\nた極めて軽微な損傷の事実のみであったことが認められる。このことを前提に、被\n告人の報告義務違反についての構成要件該当性及び可罰的違法性の有無について検\n討する。\n⑴  道路交通法７２条１項後段が報告義務を課しているのは、個人の生命、身体\n等の保護、公安の維持等を職責とする警察官に速やかに所定の事項を知らしめ、負\n傷者の救護及び交通秩序の回復等について車両の運転者等の講じた措置が適切妥当\nであるか等をその責任において判断させ、もって、職責上取るべき万全の措置を検\n討、実施させようとするものと解される。したがって、たとえ事故によって生じた\n結果が軽微であり、道路上の交通にも支障を来していないと思われるような場合で\nあっても、同条項所定の報告義務を免れることはないというべきである。\n本件においても、被告人が本件事故の発生を認識していた以上、これによって道\n路上の交通に特段支障を来しておらず、かつ、被告人が自車の極めて軽微な損傷の\n事実しか認識していなかったとしても、同条項所定の報告義務を負っていたとみる\nべきである。弁護人は、被告人が外国人であり、事故後に電話で相談した３人の知\n人からも通報してもどうしようもないとの助言を受けたことなどから、１１０番通\n報を行うのが事実上困難であったことなどの事情を主張するが、それらの事情を踏\nまえても、被告人が報告義務を免れるものではない。被告人が警察官への報告を怠\nった点が、形式的に報告義務違反の構成要件に該当することは否定できない。\n⑵  もっとも、被告人が形式的に報告義務違反の構成要件に該当するとしても、\n本件においては、報告を受けた警察官に必要な措置をとらせる実質的な要請が相当\n程度低いといえることに加え、前記第３で検討したとおり、そもそも本件事故の主\nたる原因は、Ｂ車両が赤色信号に従わず本件交差点内に進入したことであり、Ｂの\nほぼ一方的な過失によって生じたものである。本件事故の結果についても、被告人\nが認識していたのは、極めて軽微な自車の損傷の事実のみであり、自らを専ら被害\n者と認識するのが当然な状況といえる（なお、前記のとおり、検察官は、略式起訴\nに係る第２事実の公訴事実においては、当初から判明していた被告人車両の損傷の\n事実を記載していなかった。）。さらに、本件事故後のＢは、警察官への通報をする\nことなく、被告人を残して現場から立ち去っているのである。\nこのような状況を踏まえると、自車の極めて軽微な損壊を認識していたにすぎな\nい被告人が報告義務を怠ったことについて、形式的に報告義務違反の構成要件に当\nたるとしても、法秩序全体から見て、刑罰をもって臨むほどの可罰的違法性がある\nとはいえない。第２事実についても、被告人は無罪である。\n第５  結論\n以上によれば、本件各公訴事実についてはいずれも犯罪の証明がないことになる\nから、刑訴法３３６条により被告人に対し無罪の言渡しをする。\n（求刑・罰金１０万円）\n令和５年１０月２７日\n福岡地方裁判所第１刑事部\n裁判長裁判官   今  泉  裕  登\n裁判官   志  田  健太郎\n裁判官   星  野    徹\n"
}