{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 3,
    "month": 9,
    "day": 30
  },
  "case_number": "令和1(ワ)35167",
  "case_name": "独占禁止法に基づく差止等請求事件",
  "court_name": "東京地方裁判所",
  "lawsuit_id": "90660",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=90660",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/660/090660_hanrei.pdf",
  "contents": "令和３年９月３０日判決言渡  同日原本領収  裁判所書記官\n令和元年（ワ）第３５１６７号  独占禁止法に基づく差止等請求事件\n口頭弁論終結日  令和３年７月１６日\n判        決\n主        文\n１  被告は，原告エレコム株式会社に対し，１５１万３８８４円及びこれに\n対する令和２年２月１日から支払済みまで年５分の割合による金員を支\n払え。\n２  原告エレコム株式会社のその余の請求及び原告カラークリエーション株\n式会社の請求をいずれも棄却する。\n３  訴訟費用は，原告カラークリエーション株式会社に生じた費用の全部及\nび被告に生じた費用の１６分の１を原告カラークリエーション株式会社\nの負担とし，原告エレコム株式会社に生じた費用の２５分の２３及び被告\nに生じた費用の８分の７を原告エレコム株式会社の負担とし，原告エレコ\nム株式会社及び被告に生じたその余の費用を被告の負担とする。\n４  この判決は，第１項に限り，仮に執行することができる。\n事実及び理 由\n第１  請求\n１  被告は，別紙被告商品目録記載のインクジェットプリンタにつき，インクカ\nートリッジを入れた直後の電流を計測する機構を設け，一定以上の電流を検出\nした場合に当該カートリッジをカートリッジとして認識しない構造とすること\nにより，原告らと原告らのインクカートリッジ販売事業に係る顧客との間の取\n引を妨害してはならない。\n２  被告は，原告エレコム株式会社に対し，１５７２万９３６４円及びこれに対\nする令和２年２月１日から支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要等\n１  事案の要旨\n本件は，被告の製造するインクジェットプリンタにおいて使用可能なインク\nカートリッジ（以下，単に「カートリッジ」という。）の製造販売を行っている\n原告らが，被告が，その製造販売する５種類のインクジェットプリンタについ\nて，私的独占の禁止及び公正取引の確保に関する法律（以下「独禁法」という。）\nに違反（抱き合わせ販売等〔独禁法２条９項６号ハ，不公正な取引方法〔昭和\n５７年公正取引委員会告示第１５号。以下「一般指定」という。〕１０項〕又は\n競争者に対する取引妨害〔独禁法２条９項６号へ前段，一般指定１４項〕に該\n当し，独禁法１９条に違反）して，合理的な理由なく設計変更（後記本件設計\n変更）を行い，原告らの製造するカートリッジを認識しないようにすることに\nより，原告らを上記各プリンタにおいて使用可能なカートリッジの市場から不\n当に排除したなどと主張して，被告に対し，①独禁法２４条に基づき，上記各\nプリンタに上記設計変更を行うことの差止めを求めると共に，②原告エレコム\n株式会社が，被告に対し，上記独禁法違反の不法行為に基づく損害賠償として，\n後記３⑸の損害合計１５７２万９３６４円及びこれに対する不法行為の日以後\nである訴状送達の日の翌日（令和２年２月１日）から支払済みまで平成２９年\n法律第４４号による改正前の民法所定の年５分の割合による遅延損害金の支払\nを求める事案である。\n２  前提事実\n以下の事実は，当事者間に争いがないか，後掲各証拠及び弁論の全趣旨によ\nり認められる。\n⑴  当事者等\nア  原告カラークリエーション株式会社（以下「原告カラークリエーション」\nという。）は，カートリッジやＯＡサプライ用品の販売，輸出入等を目的と\nする株式会社であり，被告が製造するインクジェットプリンタ用のカート\nリッジの輸入，販売等を行っている。\nイ  原告エレコム株式会社（以下「原告エレコム」という。）は，ＯＡサプラ\nイやＯＡ機器の開発，製造，販売等を目的とする株式会社であり，被告が\n製造するインクジェットプリンタ用のカートリッジの販売等を行ってい\nる。\nウ  被告は，プリンタや複合機等の通信・プリンティング機器の製造及び販\n売を主たる業とする株式会社である。\n（以上につき，争いのない事実）\n⑵  被告の製造するインクジェットプリンタにおいて使用可能なカートリッジ\n等\nア  被告の製造するインクジェットプリンタは，着脱可能なカートリッジを\n装着して印刷を行うものである。被告の製造する特定の型番のインクジェ\nットプリンタにおいて使用可能なカートリッジは，他社が製造したインク\nジェットプリンタにおいて使用することはできず，また，被告の製造する\n他の型番のインクジェットプリンタにおいても，使用できない場合がある。\nイ  被告の製造するインクジェットプリンタにおいて使用可能なカートリッ\nジ又はこれに充てんするインク（以下「カートリッジ等」という。）には，\n下記 から までがあり，原告らは下記 記載の互換品カートリッジを販\n売している。\n純正品カートリッジ\n被告が自ら製造販売するカートリッジである。\nリサイクル品カートリッジ\n使用済みの純正品カートリッジを回収してクリーニングを行った後に，\n互換インクを充てんして販売されるカートリッジである。\n詰替え用インク\n使用済みの純正品カートリッジを充てんするためのインクである。\n互換品カートリッジ\n被告以外の業者が，被告の製造するプリンタで使用することができる\nように設計，製造及び販売をするカートリッジである。\n（以上につき，争いのない事実）\n⑶  被告によるインクジェットプリンタの販売状況\nア  被告は，遅くとも平成３０年９月以降，型番「ＤＣＰ－Ｊ５７７Ｎ」，型\n番「ＭＦＣ－Ｊ８９８Ｎ」及び型番「ＤＣＰ－Ｊ９７８Ｎ」のインクジェ\nットプリンタ（以下，順に「本件プリンタ１」，「本件プリンタ２」，「本件\nプリンタ３」という。）を販売している。\nイ  被告は，平成３１年３月以降，型番「ＭＦＣ－Ｊ９９８ＤＮ」及び型番\n「ＭＦＣ－Ｊ９９８ＤＷＮ」のインクジェットプリンタ（以下，順に「本\n件プリンタ４」，「本件プリンタ５」といい，本件プリンタ１から本件プリ\nンタ５までを併せて「本件各プリンタ」という。）を販売している。\n（以上につき，争いのない事実）\n⑷  本件各プリンタの設計及びその変更\nア  本件各プリンタには，カートリッジ装着時等に，プリンタとカートリッ\nジとの間の回路に３．３Ｖの電圧をかけ（以下，この回路を「３．３Ｖ回\n路」という。），プリンタがカートリッジの情報を読み取る機能（以下「本\n件認証機能」という。）が備えられている（争いのない事実）。\nイ  被告は，平成３０年１２月頃以降に製造した本件プリンタ１から本件プ\nリンタ３まで並びに本件プリンタ４及び本件プリンタ５（以下，併せて「本\n件新プリンタ」という。）において，プリンタとカートリッジとの間に新た\nな回路（以下「１．５Ｖ回路」という。）を設け，カートリッジ装着時等に，\n本件認証機能を作動させるより先に，１．５Ｖ回路に１．５Ｖの電圧をか\nけて電流量を計測し，一定の電流量（以下「本件基準電流量」という。）を\n超える電流量を検知した場合には，３．３Ｖ回路に電流を流すことなく，\n「インクを検知できません  ０１」というエラーメッセージを表示するよ\nうにした（以下「本件設計変更」という。）（乙２，弁論の全趣旨）。\n⑸  原告ら及び被告によるカートリッジの販売状況\nア  被告は，本件各プリンタにおいて使用可能な「ＬＣ３１１１」シリーズ\nという名称の純正品カートリッジ（以下「本件純正品カートリッジ」とい\nう。）を販売している（争いのない事実）。\nイ  原告らは，本件設計変更前の本件プリンタ１から本件プリンタ３まで（以\n下「本件旧プリンタ」という。）において使用可能な互換品カートリッジを\n販売していたが，平成３１年３月頃以降，本件新プリンタにおいて使用可\n能な互換品カートリッジを販売している（争いのない事実，弁論の全趣旨）。\n３  争点及び争点に対する当事者の主張\n本件の争点は，⑴本件設計変更に正当化理由がないか否か，⑵本件設計変更\nが抱き合わせ販売等に当たるか否か，⑶本件設計変更が競争者に対する取引妨\n害に当たるか否か，⑷本件設計変更により原告らに著しい損害を生じるおそれ\nがあるか否か及び⑸原告エレコムに生じた損害の有無及び金額であり，各争点\nに対する当事者の主張は，次のとおりである。\n⑴  本件設計変更に正当化理由がないか否か（争点⑴）（差止請求及び原告エレ\nコムの損害賠償請求に共通の争点）\n（原告らの主張）\n本件設計変更は，以下のとおり，互換品カートリッジを市場から排除する\nことを目的とするものである。\nア  安全性（過電流の防止）のために本件設計変更を行う必要がないこと\n異物が混入した場合でも，流れる電流量は，被告ＩＣチップにおいて想\n定されている範囲内であるし，３．３Ｖ回路は電流制限がなされており，\n３５ｍＡ以上の電流が流れることはない。\nまた，被告製プリンタの基盤にあるトランジスタに３．３Ｖの電圧を４\n時間かけてもトランジスタは損傷しなかった。さらに，本件旧プリンタに\nＩＣチップの４種類のピンを人為的に短絡させたカートリッジを装着す\nる実験を行ったところ，「インクを検知できません」というエラーメッセー\nジが表示され，その後，短絡を解消すれば，正常に印刷できる状態に戻っ\nた。すなわち，本件旧プリンタが高電流により損傷することはなく，また，\n短絡が生じた場合には，それを検出することができた。\nイ  本件設計変更は過電流防止のための措置と考えられないこと（１．５Ｖ\n回路を新設する必要性がないこと）\n仮に過電流を防止する必要があるとしても，電流量を測定するための抵\n抗を３．３Ｖ回路に設ければ足り，費用をかけて新たに１．５Ｖ回路を設\nける必要はないし，むしろ，３．３Ｖ回路に抵抗を設けた方が，印刷の都\n度電流量を確認することができる（なお，３．３Ｖ回路内に設ける抵抗の\n値を小さくすれば，３．３Ｖ回路にかかる電圧を本件純正品カートリッジ\nに搭載されるＩＣチップ〔以下「被告ＩＣチップ」という。〕の推奨動作条\n件内とすることもできる。）。\n異物の混入等により過電流が生じる場合，正常時に流れる電流量の４倍\n以上の電流が流れるから，本件基準電流値を小さくしないと異物を検知で\nきないものではない。\nウ  本件設計変更が互換品排除目的であることを疑わせる事情があること\n被告は，カートリッジの販売数が一年で最多となる時期（１２月の年\n賀状商戦の時期）に，本件旧プリンタの発売後わずか３か月後であるに\nもかかわらず本件設計変更を行った。\n本件基準電流量（０．１６９ｍＡ）は，原告らの製造する互換品カー\nトリッジに搭載されていたＩＣチップ（以下「原告らＩＣチップ」とい\nう。）に１．５Ｖの電圧をかけた際に流れる電流量よりはるかに低く設定\nされている。\n１．５Ｖ回路において本件基準電流量を上回る電流が流れた際のエラ\nーメッセージが「インクが検知できません  ０１」というものであり，\n電流量に言及していない。\n被告の本件設計変更の目的に係る主張が変遷している。\n（被告の主張）\n本件設計変更は，以下のとおり，過電流の防止を目的として行われたもの\nであり，互換品カートリッジを排除することを目的とするものではない。\nア  本件設計変更の経緯\n被告の製造するプリンタについて，平成２９年１１月，被告ＩＣチップ\nに接着剤が付着したために動作不良が生じたとの報告が，平成３０年１月\n頃，非導電性の異物が被告ＩＣチップ周辺に混入したために接触不良が生\nじたとの報告があった。\n本件旧プリンタには，３．３Ｖ回路に電流が流れる前に異常な電流を検\n知するなどの機能がなかったところ，導電性の異物がカートリッジに搭載\nされたＩＣチップ周辺に混入した場合には過電流が生じる可能性がある\nことから，被告は，平成３０年１月中旬より本件設計変更に係る回路の設\n計内容を検討し，同年２月，本件設計変更を行うことにし，同年７月，本\n件設計変更の導入を決定した。\nイ  １．５Ｖ回路を新たに設けることが過電流防止の目的に資すること\n１．５Ｖ回路に電圧をかけて過電流が流れた場合には当該カートリッ\nジに異常が生じていると想定されること，１．５Ｖ回路に短絡等の異常\nが生じた場合に１．５Ｖ回路を流れる電流が３．３Ｖ回路に流れてしま\nう可能性があること，また，ＩＣチップのＶＩ特性には個体差が見られ\nることから，上記個体差が小さく，かつ電流値がゼロに近くなるような\n電圧（１．５Ｖ）をかけて過電流が流れているか否かを計測するのが合\n理的である。\nまた，回路に流れる電流量を測定するためには，回路に抵抗を設け，\n抵抗の前後での電圧差を測定することが一般的であり，また，異常を見\n落とすことがないよう電圧差を大きくするにはそれなりに大きい抵抗値\nの抵抗を設ける必要があるところ，３．３Ｖ回路に抵抗を設けると，プ\nリンタが動作する際に当該抵抗において電圧が消費されてしまい，３．\n３Ｖ回路の電圧が，被告ＩＣチップの製造者の保証する推奨動作条件の\n電圧の下限を下回ってしまう。したがって，３．３Ｖ回路とは別に１．\n５Ｖ回路を設ける必要があった。\n１．５Ｖ回路を設けるために要する費用は，プリンタ１台当たり約０．\n０２米ドルと安価であり，１．５Ｖ回路を新設したことは経済的にも不\n自然でない。\nウ  被告に互換品排除目的がないこと\n原告らを含む互換品カートリッジ製造業者においても，１．５Ｖの電圧\nをかけた際に本件基準電流量を下回る電流量が流れるようなＩＣチップ\nを搭載した互換品カートリッジを製造することは可能であるし，本件設計\n変更は，被告における通常の製品の品質向上の取り組みの一環として行わ\nれ，その試作，評価，部品の製造等の日程の都合上，本件旧プリンタ発売\nの約３か月後に行うことになったにすぎないから，本件設計変更は，互換\n品カートリッジを排除する目的で行われたものではない。なお，本件設計\n変更を施した本件プリンタ１から本件プリンタ３までの発売時期は，年末\nではなく平成３１年１月以降である。\n⑵  本件設計変更が抱き合わせ販売等に当たるか否か（争点⑵）（差止請求及び\n原告エレコムの損害賠償請求に共通の争点）\n（原告らの主張）\nア  本件設計変更は，被告の製造するプリンタにおいて，互換品カートリッ\nジを使用できない状態にするものであるから，被告の製造するプリンタの\n購入者に対し，当該プリンタの供給を受けるのに併せて，当該プリンタと\nは別個の商品である純正品カートリッジの購入を余儀なくさせるもので\nある。\nイ   「不当に」（一般指定１０項）とは，従たる商品市場における競争者が\n排除されて自由な競争を阻害するおそれがあるか否か，顧客の商品選択\nの自由を妨げるおそれのある競争手段であり，従たる商品の市場におけ\nる能率競争の観点から見て不公正であるか否かという観点から判断され\nる。\n被告の製造する本件各プリンタの使用者にとって，購入するカートリ\nッジの選択肢となるものは，当該プリンタにおいて使用可能なカートリ\nッジ等であるから，検討対象となる市場は，本件各プリンタにおいて使\n用可能なカートリッジ等の市場である。\n原告ら互換品カートリッジ販売業者及び被告は， 市場におい\nて競争関係にあるところ，本件設計変更により，互換品カートリッジ販\n売業者は，本件旧プリンタにおいて使用可能であった互換品カートリッ\nジを販売することができなくなった上，本件新プリンタにおいて使用可\n能な互換性カートリッジの開発に費用を要した。\n原告らは，本件設計変更を認識するまでの間，本件新プリンタにおい\nて使用不能な互換品カートリッジを販売し続けることになったところ，\nこれを購入し，本件新プリンタにおいて使用することができなかった消\n費者は，これ以降，上記経験や風評に基づいて，原告らの製造する互換\n品カートリッジを選択しなくなる。\n場において，互換品カートリッジは，供給数量や利便性に\nおいて純正品カートリッジと競争上劣位することがなく，むしろ安価で\nあるという点において競争優位性があるところ，互換品カートリッジ販\n売業者が上記市場から排除された場合，純正品カートリッジを製造販売\nする被告は，その価格を自由に決定し，維持することが可能になる。\n以上により，本件設計変更は， 市場から原告らを含む互換品\nカートリッジ販売業者を排除しており，上記市場における原告らのシェ\nア率が高いことも加味すると，自由な競争を減殺するおそれを生じさせ\nるものである。\n前記⑴（原告らの主張）欄記載のとおり，本件設計変更には技術上の\n必要性等の合理的な理由はなく，単に の市場から互換品カートリ\nッジ販売業者を排除する目的で行われたものであるから，本件設計変更\nは，カートリッジの価格や品質における競争を通じて行うべき能率競争\nの観点から見て不公正である。\nしたがって，本件設計変更は，「不当に」（一般指定１０項）行われた\nといえる。\nウ  以上により，本件設計変更は，抱き合わせ販売等（独禁法２条９項６号\nハ，一般指定１０項）に当たり，独禁法１９条に違反する。\n（被告の主張）\nア  被告の販売するプリンタと純正品カートリッジとは併せて販売されてい\nないし，上記プリンタの使用者は，被告及び原告ら以外の第三者が販売す\nる互換品カートリッジを購入し，使用することが可能であるから，純正品\nカートリッジの購入が被告の販売するプリンタの使用の条件とはなって\nいない。\nしたがって，本件設計変更は，抱き合わせ販売等の行為に当たらない。\nイ   互換品カートリッジ販売業者は，プリンタ及び純正品カートリッジの\n製造販売業者がプリンタ又はカートリッジの仕様を変更した場合，当該\n変更に対応した互換品カートリッジを開発しなければならなくなるが，\nこれは，互換品カートリッジの製造販売業に内在するリスクであって，\n直ちに独禁法上の問題が生じるものではない。上記変更が独禁法違反と\nなり得るのは，①客観的に互換品カートリッジ販売業者を排除するとい\nう目的を有していることが明らかであり，②実際に互換品カートリッジ\n販売業者の製品を使用することを困難にする排除の効果を有しており，\n③互換品カートリッジ販売業者を排除する以外に合理的な理由が存在し\nない場合に限られ，独禁法違反が認められるのは，反競争効果が認めら\nれる場合に限られる。\n前記 ①，③については，前記⑴（被告の主張）欄記載のとおり，本\n件設計変更には，過電流を防止し，本件新プリンタの安全性を高めると\nいう合理的な理由があり，客観的に互換品カートリッジ販売業者を排除\nするという目的を有しているとはいえない。\n前記 ②については，消費者が，プリンタよりもカートリッジの買替\nえ費用の方が高額になることを踏まえ，プリンタとカートリッジの費用\nを考慮して購入するプリンタを選択していることからすると，日本にお\nけるインクジェットプリンタ用のカートリッジの市場における排除効果\nを検討すべきである。そうすると，原告らは，インクジェットプリンタ\n用のカートリッジを販売し続けているのであるから，本件設計変更によ\nって上記市場から排除されるおそれは認められない。\n仮に，被告の製造販売するプリンタにおいて使用可能なカートリッジ\nの市場を検討するとしても，原告らは本件設計変更の３か月後には本件\n新プリンタにおいて使用可能な互換品カートリッジを開発しており，原\n告らよりも早く上記互換品カートリッジを販売していた互換品カートリ\nッジ販売業者もいたのであるから，本件設計変更には，互換品カートリ\nッジ販売業者の排除効果は認められない。\nしたがって，本件設計変更は，前記 ①②③をいずれも満たさず，抱\nき合わせ販売等に該当して独禁法に違反したとはいえない。\n⑶  本件設計変更が競争者に対する取引妨害に当たるか否か（争点⑶）（差止請\n求及び原告エレコムの損害賠償請求に共通の争点）\n（原告らの主張）\n被告は，本件設計変更により，前記⑵（原告らの主張）欄 記載の市場\nにおいて，競争関係にある互換品カートリッジ業者が互換品カートリッジを\n販売することを妨害しており，また，本件設計変更には，前記⑴（原告らの\n主張）欄記載のとおり，技術上の必要性等の合理的な理由はない。\nしたがって，被告による本件設計変更は，競争者に対する取引妨害（一般\n指定１４項）に該当し，独禁法１９条に違反する。\n（被告の主張）\n事実は否認し，主張は争う。\n⑷  本件設計変更により原告らに著しい損害を生じるおそれがあるか否か（争\n点⑷）（差止請求に関する争点）\n（原告らの主張）\nア  当該事業者が市場から排除されるおそれがある場合等には，「著しい損\n害」（独禁法２４条）に係る要件を充足する。\nイ  原告らは，本件設計変更後，本件新プリンタにおいて使用可能な互換品\nカートリッジを販売しているが，被告は，今後も被告が製造するプリンタ\nにおいて設計変更を行う意思を表明しており，再び設計変更が行われれば，\n原告らを含む互換品カートリッジ販売業者は再び市場から排除される。ま\nた，原告らが，設計変更により販売できない在庫を抱えることを懸念して，\n互換品カートリッジの販売拡大を控えたこと，本件設計変更により，原告\nらの販売する互換品カートリッジに対する信用が損なわれたことからす\nると，原告らには，市場から排除されるおそれがある。\nしたがって，原告らには「著しい損害」（独禁法２４条）が認められる。\n（被告の主張）\nア  「著しい損害」（独禁法２４条）の要件は，高度な違法行為により，損害\n賠償では回復しがたい損害が生じる場合に限って認められるべきである。\nイ  本件設計変更は，異常な電流量を検知するという有用性を有しているこ\nと，カートリッジ業界の一般的な開発能力を有する事業者であれば，合理\n的期間内にこれに適合したカートリッジを開発できるものであり，実際，\n原告らを含む互換品カートリッジ業者が現在，本件設計変更に適合した互\n換品カートリッジを販売していること，本件設計変更によって互換品カー\nトリッジに対する信用を毀損したともいえないことから，本件設計変更に\nは，高度な違法性は認められない。\nウ  また，本件設計変更において本件基準電流量は，本件純正品カートリッ\nジを基に定められているから，今後，被告において本件基準電流量を変更\nするはずがない。\n⑸  原告エレコムに生じた損害の有無及び金額（争点⑸）（原告エレコムの損害\n賠償請求に関する争点）\n（原告エレコムの主張）\n原告エレコムは，本件設計変更により，次のアからオまでの合計１５７２\n万９３６４円の損害を被った。\nア  販売店に対する返金                            １４１万０１０２円\n原告エレコムは，本件設計変更により，本件新プリンタにおいて使用で\nきない互換品カートリッジを販売店から回収して廃棄することを余儀な\nくされた。販売店に対する返金額合計１４１万０１０２円は原告エレコム\nに生じた損害である。\nイ  購入者に対する返金                                １万４６８４円\n原告エレコムは，本件設計変更により，互換品カートリッジを購入した\n者から，上記カートリッジが本件新プリンタにおいて使用できないとの苦\n情を受け，返金（合計１万４６８４円）を余儀なくされた。\nウ  信用毀損による損害                  ６８２万５２２６円\n原告エレコムは，本件設計変更により，互換品カートリッジが本件新プ\nリンタにおいて使用することができないとの評判が立ち，信用を毀損され\nた。信用毀損により原告エレコムが被った損害は６８２万５２２６円を下\n回らない。\nエ  逸失利益                       ６０４万９４１０円\n原告エレコムは，被告の不法行為により，再度の設計変更を懸念して互\n換品カートリッジの販売規模を縮小せざるを得なくなり，これにより６０\n４万９４１０円（「ＬＣ３１１１」の前のシリーズの互換品カートリッジの\n年間販売利益と「ＬＣ３１１１」シリーズの互換品カートリッジの年間販\n売利益の差額）の損害を被った。\nオ  弁護士費用                      １４２万９９４２円\n（被告の主張）\n事実は否認し，争う。\nア  販売店に対する返金\n原告エレコムは，販売店からカートリッジを回収する義務を負っておら\nず，自らの経営上の判断としてその回収及び返金を行ったにすぎない。\nイ  購入者に対する返金\n原告エレコムの主張する購入者からの苦情は，カートリッジ１本のみが\n認識されないというものであるから，本件設計変更とは関係がなく，これ\nに係る返金額は，本件設計変更によって生じた損害ではない。\nウ  信用毀損による損害\n本件設計変更によって原告エレコムの信用が毀損され，損害が生じたこ\nとの具体的主張立証がない。\nエ  逸失利益\n原告エレコムが自らの経営上の判断により諦めた利益にすぎないから，\nこれを被告が負担すべき法的根拠は存在しない。\n第３  当裁判所の判断\n１  認定事実\n前記第２の２の前提事実に加え，各項末尾記載の証拠及び弁論の全趣旨によ\nれば，以下の事実が認められる。\n⑴  カートリッジ等の特徴等\nア  リサイクル品カートリッジは，その製造に使用済みの純正品カートリッ\nジが必要であるため，その製造及び販売数量が回収した使用済みの純正品\nカートリッジの数量に限られる。また，詰替え用インクは，プリンタの使\n用者が自ら充てんの作業を行うため，その作業において手が汚れるなどの\n不都合がある上，インクの充てんに必要な機械を購入する必要が生じる場\n合がある。（争いのない事実）\nイ  純正品カートリッジは，プリンタ製造業者が自ら製造販売をするため信\n頼性が高いが，高価である。他方，互換品カートリッジは，製造販売数量\nに限定がなく，詰替え作業に係る手間や負担がない上，純正品カートリッ\nジに比べて安価である。\n互換品カートリッジの製造業者は，プリンタ及び純正品カートリッジの\n製造業者が新たなプリンタを発売したり，それらの仕様を変更した場合，\nこれを入手し，その変更点を分析し，上記プリンタにおいて利用できる互\n換品カートリッジを開発し，製造しなければならない。（争いのない事実，\n弁論の全趣旨）\nウ  着脱可能なカートリッジを装着して使用するインクジェットプリンタ\nでは，ある程度の期間使用する場合，プリンタ本体よりもカートリッジの\n買替え費用の方が高額になる（弁論の全趣旨）。\n⑵  本件旧プリンタにおける回路の仕組み\nア  本件旧プリンタにおいては，プリンタの電源を入れると，３．３Ｖ回路\nに３．３Ｖの電圧の電流が流れ，プリンタにおいてカートリッジの情報を\n読み取る（本件認証機能）（前提事実⑷ア）。\nイ  また，本件旧プリンタで印刷を行う場合，ＡＳＩＣ（集積回路）を経由\nしてプリンタヘッドに電流を流す回路に電流が流れる。加えて，紙一枚の\n印刷を終えるごとに，３．３Ｖ回路に電流が流れ，カートリッジに搭載さ\nれているＩＣチップ及びプリンタのＡＳＩＣに３．３Ｖの電流を流し，Ｉ\nＣチップのメモリ内のインク残量に関する情報を書き換えるとともに，Ａ\nＳＩＣにインク残量の情報を送っている。（弁論の全趣旨）\n⑶  本件設計変更の経緯\nア  被告は，平成２９年１１月，本件各プリンタより古い型の被告製プリン\nタ（本件設計変更は施されていない。）に関し，カートリッジに搭載された\nＩＣチップに接着剤等が付着したことを原因とする接触不良について，平\n成３０年１月中旬までに，ゴミ，異物により，ＩＣチップとの接点が取れ\nていないことを原因とする不具合について報告を受けていた（乙３２，３\n８）。\nイ  被告は，平成３０年２月，被告の製造するインクジェットプリンタに１．\n５Ｖ回路を追加する設計変更（本件設計変更）を決定した（乙４１）。\nウ  被告は，本件設計変更の検討当初，１．５Ｖ回路に入れる抵抗を１００\n０Ωとしていたが，平成３０年５月頃，１．５Ｖ回路に流れる電圧が低下\nしすぎることが判明したため，４７０Ω程度に変更し，その後，被告ＩＣ\nチップに１．５Ｖの電圧を流した際に流れる電流量に基づいて，本件基準\n電流量を約０．１６９ｍＡと決定した（甲２５，乙４５，弁論の全趣旨）。\nエ  被告は，平成３０年９月，本件旧プリンタの販売を開始したが，同年１\n２月以降，本件設計変更を施した本件プリンタ１から本件プリンタ３まで\nを販売するようになった。また，被告は，平成３１年３月，本件設計変更\nを施した本件プリンタ４及び本件プリンタ５の販売を開始した。（前提事実\n⑶，甲６３〔甲６３によれば，本件設計変更を施した本件プリンタ３が遅\nくとも平成３０年１２月には販売されていた。〕）\n⑷  本件設計変更の内容\n本件設計変更により，本件新プリンタにおいては，プリンタの電源を入れ\nた時及びカートリッジを交換した時に１．５Ｖ回路に１．５Ｖの電圧がかか\nり，その際に流れる電流量が本件基準電流量（約０．１６９ｍＡ）を超えた\n場合，「インクを検知できません  ０１」というエラーメッセージが表示され\nることとなった（前提事実⑷イ，前記⑶ウ）。\n⑸  本件設計変更後の事情\n本件設計変更の結果，原告らが販売していた本件旧プリンタにおいて使用\n可能な互換品カートリッジを２本以上本件新プリンタに装着した際，エラー\nメッセ－ジが表示されるようになった（乙２，弁論の全趣旨）。\nそのため，原告らは，  平成３１年３月頃以降，本件新プリンタにおいて使\n用可能な互換品カートリッジを開発し，販売している（前提事実⑸イ）。\n⑹  本件設計変更に関する実験結果等\nア  原告カラークリエーションが，本件各プリンタより古い型の被告製プリ\nンタ（本件設計変更は施されていない。）に，人為的に短絡を生じさせた\nカートリッジを装着する実験を行ったところ，短絡箇所のあらゆる組み\n合わせにおいて，「インクを検知できません」とのエラーメッセージが表\n示され，また，その後短絡を解消して再びカートリッジを装着したとこ\nろ，正常にテスト印刷を行うことができた。被告も再現実験を行ったとこ\nろ，原告カラークリエーションの実験結果と同様の結果が生じた。\nまた，原告カラークリエーションが，上記プリンタの本件各プリンタの\nものと同じトランジスタに３．３Ｖの電圧を，抵抗を入れずに４時間通電\nする実験を行ったところ，上記通電の後も正常にテスト印刷を行うことが\nでき，プリンタ本体に損傷は見られなかった。（甲５，甲６）\n原告らにおいて，原告らＩＣチップ２０枚と被告ＩＣチップ２０枚に\nそれぞれ一枚ずつ様々な電圧をかける実験を行ったところ，１．５Ｖの\n電圧をかけた場合，被告ＩＣチップには平均約０．００２７ｍＡの電流\nが，原告らＩＣチップには平均約０．０７７ｍＡの電流が流れた。また，\n３．３Ｖの電圧をかけた場合，被告ＩＣチップには平均約０．７１ｍＡ\nの電流が，原告らＩＣチップには平均約０．８１ｍＡの電流が流れた。\n（甲２６）\n被告において，被告ＩＣチップ３０枚にそれぞれ一枚ずつ１．５Ｖの\n電圧をかける実験を行ったところ，被告ＩＣチップによる個体差は認め\nられるものの，いずれも０．０５ｍＡを下回っていた（乙２４）。\nウ  １．５Ｖ回路に流れる電流量は，装着したカートリッジの本数によって\n異なり，本数を増やせば上記電流量は増加する。原告らにおいて，原告ら\nＩＣチップ１枚，原告らＩＣチップ４枚，被告ＩＣチップ１枚及び被告Ｉ\nＣチップ４枚の使用時にそれぞれ１．５Ｖの電圧をかける実験を行ったと\nころ，これらのＩＣチップに流れた電流値（ＩＣチップ４枚の使用時には\n合計電流値）は平均して，順に，約０．１ｍＡ，約０．３８ｍＡ，計測不\n可（ごく微小）及び約０．０１ｍＡであった。（甲２４，弁論の全趣旨）\nエ  被告において，過電流が生じる場合の実験として，被告ＩＣチップに台\n所用漂白剤を塗布した上で３．３Ｖの電圧をかける実験及び被告ＩＣチッ\nプに鉛筆線を加えた上で３．３Ｖの電圧をかける実験を行ったところ，前\n者においては１６．８０ｍＡの電流が，後者においては２３．００ｍＡの\n電流が流れた（乙１２）。\nオ  被告は，ホームページの「よくあるご質問（Ｑ＆Ａ）」の「ＦＡＱ」にお\nいて，カートリッジを交換した際にプリンタの液晶パネルに「インクを検\n知できません」と表示された場合について，「取り付けたインクカートリッ\nジが正しくセットされていない。」等の原因として考えられる事柄を記載し，\nまた，「ブラザー純正以外の他社製インクカートリッジをご利用の場合は，\nブラザー純正インクカートリッジに交換してみてください。」と記載する一\n方，異物の混入や付着等に関する記載は一切していない（甲１５）。\n⑺  原告エレコムの販売店に対する返金\n原告エレコムは，本件旧プリンタにおいて使用可能な互換品カートリッジ\nを家電量販店等の販売店に卸していたが，本件設計変更により本件新プリン\nタで使用不能になったため，上記販売店に対し返金をした上で上記互換品カ\nートリッジの返品を受けて破棄した。その返金額は別表記載のとおり合計１\n３６万１５７４円である（前提事実⑸イ，甲２０，２１，３８，３９，５３\nから６０まで〔枝番を含む。以下同じ。〕［なお，原告エレコムは２種類のデ\nータを提出しているところ，いずれか一方が他方より正確であると判断する\nことができないため，重複している部分については，より低額の範囲で認定\nする。］）。\n⑻  原告エレコムの購入者に対する返金\n原告エレコムは，平成３０年１２月から平成３１年６月までの間に，互換\n品カートリッジを購入した者から，上記互換品カートリッジが本件新プリン\nタで認識されないとの苦情を受け，上記購入者に返金をして上記互換品カー\nトリッジを回収した。その返金の合計額は，１万４６８４円である（甲６２\nから６６まで）。\n２  争点⑴（本件設計変更に正当化理由がないか否か）について\n⑴  本件設計変更の必要性\n本件旧プリンタを含む本件設計変更が施されていない被告製プリンタで\nは，既に短絡が生じたカートリッジを装着した際にエラーメッセージが表示\nされるようになっており，過剰な電流量が流れたことによる当該プリンタ本\n体の損傷事例等の報告がないこと（弁論の全趣旨，認定事実⑶ア参照），また，\n抵抗を入れずにトランジスタに３．３Ｖの電圧を４時間かけても損傷しなか\nったこと（認定事実⑹ア）が認められ，これらの事実からすれば，既に販売\nされており，かつ発売開始から数か月しか経っていなかった本件旧プリンタ\nに本件設計変更を行う具体的な必要性があったとは認められない。\nこの点，被告は，ＩＣチップ周辺に非導電性の異物が混入したことにより\n接触不良となった事例があり，そこから導電性の異物が混入するなどして過\n電流が生じるおそれを着想して本件設計変更を行った旨主張する。しかし，\n被告の主張する必要性は抽象的なものにすぎない上，被告の主張によれば，\nそもそも非導電性の異物の混入による接触不良の事例があったにもかかわら\nず，非導電性の異物の混入による接触不良に対応する設計変更は何らされず\n（被告は技術的な理由から係る設計変更を導入するに至らなかった旨を主張\nし，これを立証するための証拠〔乙４４〕を提出するが，当該証拠は被告の\n上記主張を必ずしも裏付けるものとは認められず，被告の上記主張を採用す\nることはできない。），かえって事例のない導電性の異物の混入に対応するた\nめに本件設計変更をしたという不自然な経緯になるところ，なぜそのような\nことになったのか合理的な説明もされていないこと，また，わざわざ導電性\nの異物の混入に対応するために，発売開始から数か月しか経っていない本件\n旧プリンタに本件設計変更をしたにもかかわらず，顧客に対する説明（ホー\nムページ上の「よくあるご質問Ｑ＆Ａ」の「ＦＡＱ」）において，エラーが出\nた際の原因として考えられる事柄として，異物の混入について何ら言及して\nいないこと等に照らすと，この点に関する被告の主張を採用することはでき\nない。\n⑵  本件設計変更の内容について\n本件設計変更により定められた本件基準電流量は，約０．１６９ｍＡであ\nるところ（認定事実⑷），本件旧プリンタの損傷可能性との関係で格別の根拠\nがあるとはいえず（認定事実⑹参照。なお，１．５Ｖ回路に本件基準電流量\nを超える電流量が流れた場合に当該カートリッジがプリンタ本体を損傷させ\nるとは認められない。），本件設計変更後，被告の製造する純正品カートリッ\nジでも本件基準電流量を超える電流量が流れてエラーメッセージが表示され\nた例すら存在したことが認められる（乙１７，１８）。他方，原告らが本件設\n計変更前に販売していた互換品カートリッジを２本以上装着した状態で１．\n５Ｖ回路に１．５Ｖの電圧がかかった場合には，同互換品カートリッジに搭\n載されていたＩＣチップの性質上，同回路に流れる電流量は，確実に本件基\n準電流量を超え，エラーメッセ－ジが表示される結果となっていた（認定事\n実⑸，⑹ウ）。以上の事実からすれば，本件基準電流量の設定には，導電性の\n異物が混入するなどして生じる過電流を防止する観点から合理的な理由は認\nめられない。\n⑶  互換品排除目的を推認させるその他の事情\nア  被告のホームページにおいては，本件設計変更によって表示されるエラ\nーメッセージについて，互換品カートリッジを使用していることが原因で\nある可能性を説明しており（認定事実⑹オ），互換品カートリッジの使用の\n排除が強く意識されていることが認められる。\nイ  そもそも，プリンタ及びその純正品カートリッジの製造業者と互換品カ\nートリッジの製造業者とは，信頼性及び価格の点において競争関係にあり，\nプリンタ及びその純正品カートリッジの製造業者は，プリンタの仕様を変\n更することによって，互換品カートリッジ製造業者に対し，発売された上\n記プリンタを入手し，その仕様変更の内容を分析し，これに適合した新た\nな互換品カートリッジを開発し，製造する作業が必要となる状況を作出で\nきるという関係にある（認定事実⑴イ）。加えて，インクジェットプリンタ\nでは，一定以上の期間使用する場合，一般に，プリンタ本体よりもカート\nリッジの買替え費用の方が高額になるところ（認定事実⑴ウ  ），プリンタ\n及びその純正品カートリッジの製造業者は，我が国においては，これまで，\n顧客へのプリンタの販売価格を抑えて販売台数を増やし，比較的利益率の\n高いカートリッジを継続して販売することで，全体として収益を上げるビ\nジネスモデルを用いることが多かったことからすれば（公知の事実），純正\n品カートリッジよりも廉価で販売されることが多い互換品カートリッジの\n売上げが増加することは，上記製造業者にとって，上記ビジネスモデルを\n成り立たせにくくするという観点からも経済的打撃が大きく，上記製造業\n者と互換品カートリッジの製造業者との間には，単なるカートリッジの信\n頼性及び価格の競争関係という以上の構造的な競争関係が存在している。\nウ  本件設計変更は，既に発売済みで，発売開始から数か月しか経っていな\nい本件プリンタ１から本件プリンタ３までをも対象として行われた。\n⑷  このように，①本件設計変更は，原告らと被告との間に構造的な競争関係\nが存在する中で（前記⑶イ），具体的な必要性がないにもかかわらず（前記⑴），\n既に発売されており，かつ発売開始から数か月しか経っていなかった本件プ\nリンタ１から本件プリンタ３までをも対象として行われたものであること\n（前記⑶ウ），②本件設計変更により定められた本件基準電流量の設定には，\n被告の主張する目的に照らして合理的な理由が認められず，かえって互換品\nカートリッジを排除するためには有効に機能すること（前記⑵）に加え，前\n記⑶アの事情も考慮すれば，本件設計変更は，原告らを含む互換品カートリ\nッジの製造業者に対し，本件設計変更に適合した新たな互換品カートリッジ\nを開発し，製造する作業が必要となる状況を作出することによって，互換品\nカートリッジの販売を困難にする目的で行ったものと認められる。\nしたがって，本件設計変更に正当化理由は認められない。\n３  争点⑵（本件設計変更が抱き合わせ販売等に当たるか否か）について\n⑴  「商品…の供給に併せて他の商品…を自己…から購入させ…ること」（独禁\n法２条９項６号ハ，一般指定１０項）に当たるには，主たる商品の供給に併\nせて従たる商品を自己から購入させることが必要であるというべきである。\nそして，主たる商品を購入した後に必要となる補完的商品（従たる商品）に\n係る市場において特定の商品を購入させる行為もこれに含まれるというべき\nであり，また，ある商品を購入するに際し，客観的にみて少なからぬ顧客が\n行為者から従たる商品の購入を余儀なくされるような場合には，当該従たる\n商品を購入させたと解すべきである。\nこれを本件についてみると，前提事実⑵から⑸まで及び弁論の全趣旨によ\nれば，本件各プリンタにおいて使用可能なカートリッジ等は，本件各プリン\nタを購入した後に必要となる補完的商品であると認められるところ，本件設\n計変更により，本件純正品カートリッジ以外のカートリッジは本件新プリン\nタにおいて使用不能になり，本件新プリンタの購入者は，本件新プリンタに\nおいて使用するカートリッジを購入するに際し，本件純正品カートリッジを\n購入せざるを得なくなったことが認められる。\nしたがって，本件設計変更は，「商品…の供給に併せて他の商品…を自己…\nから購入させ…ること」に当たるというべきである。\n⑵  前記⑴の行為を「不当に」（独禁法２条９項ハ，一般指定１０項）行ったと\nは，当該行為に公正な競争を阻害するおそれがあることをいい，公正競争阻\n害性の判断に当たっては従たる商品の市場における競争について検討すべき\nであり，当該行為に正当化理由が認められるか否かも考慮すべきである。\nこれを本件についてみると，前提事実⑵アのとおり，特定のプリンタにお\nいて使用可能なカートリッジは一定の範囲のものに限定されるのであるから，\n需要者からみた商品の代替性の観点から，従たる商品の市場は，被告の製造\nする本件新プリンタにおいて使用可能なカートリッジ等の市場であるといえ\nる。\nそこで，上記市場における公正な競争を阻害するおそれがあるか否かにつ\nいて検討すると，本件設計変更により，互換品カートリッジは本件新プリン\nタにおいて使用することができなくなったのであるから，本件設計変更は，\n互換品カートリッジ販売業者を上記市場から排除するおそれがある。加えて，\n本件においては，主たる商品は被告が製造販売する商品であること，原告ら\nを含む互換品カートリッジ販売業者は，上記市場において相当程度高いシェ\nアを有していたといえること（前提事実⑵，認定事実⑴，甲１１，１８から\n２２まで）が認められる。そして，前記２のとおり，本件設計変更には，技\n術上の必要性等の正当化理由は認められないのであるから，本件設計変更に\nは，上記市場における公正な競争を阻害するおそれがあると認められる。\n⑶  以上によれば，本件設計変更は，抱き合わせ販売等に当たるというべきで\nあり，このように独禁法に違反して公正な競争を阻害する行為を行い，競業\n者に損害を与えることは，競業者である原告エレコムに対する不法行為を構\n成する。\nなお，本件設計変更が争点⑵の観点から不法行為を構成することは既に判\n示したとおりであるから，争点⑶については判断を要しない。\n４  争点⑷（本件設計変更により原告らに著しい損害を生じるおそれがあるか否\nか）について\n⑴  独禁法２４条にいう「著しい損害を生じ，又は生ずるおそれがある」とは，\n同条所定の独禁法違反行為が，損害賠償請求が認められる場合より高度の違\n法性を有する場合をいい，その判断においては，当該違反行為及び損害の態\n様及び程度等を総合考慮して判断すべきものと解される。\n⑵  これを本件についてみると，被告の独禁法違反行為は，本件新プリンタに\n１．５Ｖ回路を新たに設けることにより原告らを含む互換品カートリッジ販\n売業者の販売するカートリッジを本件新プリンタにおいて使用不能な状態に\nするという態様であり（前提事実⑵ア，認定事実⑷），後記５のとおり，原告\nエレコムは本件設計変更により金銭的損害を被ったことが認められるものの，\n原告らは，本件設計変更の約３か月後（平成３１年３月頃）には本件設計変\n更に対応し，本件新プリンタにおいて使用可能な互換品カートリッジを販売\nしていることが認められるから（認定事実⑸），原告らは，本件設計変更によ\nり本件新プリンタにおいて使用可能なカートリッジを短期間販売できなかっ\nたにすぎず，その金銭的損害が事後的な損害賠償請求等による救済により回\n復しがたい程度であるとまではいえない。\nまた，同月頃以降，本件設計変更による排除効果は失われているところ，\n被告が，本件設計変更後，本件基準電流量の変更を含む本件新プリンタの設\n計変更を行ったと認めるに足りる証拠はなく，本件基準電流量が被告ＩＣチ\nップに流れる電流量に基づいて決定されていること（認定事実⑶ウ，⑷）に\nも鑑みると，被告が原告カラークリエーションに対し，本件基準電流量の設\n定変更を含む本件新プリンタに関する損傷防止機能の更新及びこれに伴う設\n計変更を決定しており，今後順次実施することになった旨を通知したこと（甲\n５）から直ちに，被告が今後も本件新プリンタにつき，電流量を検知する機\n構を設けて，一定以上の電流を検出した場合に，当該カートリッジを認識し\nない構造とするという態様の独禁法違反行為を行うと認めることはできない。\nこの点，原告らは，本件設計変更により互換品カートリッジに対する信用\nが損なわれたから，本件新プリンタにおいて使用可能なカートリッジ等の市\n場から排除されるおそれがあると主張するが，後記５⑶のとおり，原告らが\n本件設計変更により，上記市場から継続的に排除されるなどの事後的に回復\nし難いほどの信用毀損を被ったと認めるに足りる証拠はない。\nしたがって，本件設計変更によって原告らに「著しい損害を生じ，又は生\nずるおそれがある」とは認められないから，独禁法２４条に基づく設計変更\nの差止めを求める原告らの請求は理由がない。\n５  争点⑸（原告エレコムに生じた損害の有無及び金額）について\n⑴  販売店に対する返金                              １３６万１５７４円\n本件設計変更により原告エレコムが販売店に対して余儀なくされた返金の\n合計額１３６万１５７４円（認定事実⑺）は，本件設計変更により原告エレ\nコムに生じた損害と認められる（原告エレコムが販売店に対して上記互換品\nカートリッジを回収すべき法的な義務を負っていないことは上記認定を左右\nしない。）。\n⑵  購入者に対する返金                                  １万４６８４円\nア  本件設計変更により原告エレコム製の互換品カートリッジが本件新プリ\nンタにおいて使用不能になったこと（認定事実⑸）からすれば，当該互換\n品カートリッジが本件新プリンタで認識されないとの苦情を受けた場合，\n原告エレコムにおいて当該互換品カートリッジを回収した上でその代金の\n返金を余儀なくされることは通常想定されるから，互換品カートリッジが，\n特定の製造業者の特定の型番のインクジェットプリンタごとに設計及び製\n造されており（前提事実⑵ア），回収したカートリッジが一度は購入者によ\nりプリンタに装着された中古品となってしまった以上，上記返金の合計額\n１万４６８４円（認定事実⑻）は，本件設計変更によって原告エレコムに\n生じた損害と認めることができる。\nイ  この点，被告は，前記苦情がカートリッジ１本の交換に関するものであ\nることから，本件設計変更との関連性が認められないと主張する。しかし，\n本件設計変更により，本件新プリンタは，互換品カートリッジを２本以上\n装着するとエラーメッセージを表示し，当該互換品カートリッジをカート\nリッジとして認識しなくなるのであるから（認定事実⑸），本件新プリンタ\nの使用者は，当該プリンタに２本目の互換品カートリッジを装着した時点\nでエラーメッセージが表示され，原告エレコムに対して苦情の連絡をする\nことになるのであって，その苦情は，カートリッジを１本交換した際にも\n発生することになるのであるから，被告の上記主張は採用できない。\n⑶  信用毀損による損害                                            零円\n本件設計変更により原告エレコムの販売する互換品カートリッジが本件新\nプリンタで使用不能になっており（認定事実⑸），原告エレコムの信用が低下\nした可能性自体は否定できないものの，後記⑷のとおり，本件設計変更によ\nり原告エレコムの互換品カートリッジの売上が減少したと認めるに足りる証\n拠はないし，その他一切の証拠を検討しても，本件設計変更により原告エレ\nコムに金銭により賠償されなければならない程の無形の損害が生じたと認め\nるに足りる事情までは認定することができない。\n⑷  逸失利益                                                      零円\n原告エレコムは，本件設計変更により，互換品カートリッジの販売の規模\nを縮小せざるを得なくなった旨主張し，「ＬＣ３１１１」の前のシリーズの互\n換品カートリッジの年間販売利益と「ＬＣ３１１１」シリーズの互換品カー\nトリッジの年間販売利益の差額の支払を求める。\nこの点，本件設計変更により原告エレコムの販売する互換品カートリッジ\nが本件新プリンタにおいて使用不能になり（認定事実⑸），本件新プリンタに\nおいて使用可能な互換品カートリッジを開発し，販売するまでに約３か月を\n要したこと（認定事実⑸）が認められ，少なくとも上記約３か月の間につい\nては，本件旧プリンタにおいて使用可能な互換品カートリッジの販売を促進\nできない状況であったと認めることはできる（甲６３）。しかし，上記互換品\nカートリッジに係る損害については前記⑴及び⑵において被告の賠償責任が\n認められている。また，上記互換品カートリッジも本件旧プリンタにおいて\nは使用可能であり，本件設計変更後に一斉に回収されたわけではなく（甲５\n３から５６まで），その販売を中止したと認めるに足りる証拠はない。さらに，\n本件設計変更の約３か月後に発売された本件新プリンタにおいて使用可能な\n互換品カートリッジについては，その販売の規模を縮小したと認めるに足り\nる証拠はない。そうすると，前記⑴及び⑵において認めた範囲を超えて，本\n件設計変更により原告エレコムに逸失利益の損害が生じたと認めることはで\nきない。\n⑸  弁護士費用                                        １３万７６２６円\n原告エレコムは，本件訴訟の提起，追行を弁護士に委任しているところ，\n本件訴訟の内容，前記⑴及び⑵の認容額等を考慮すれば，被告の不法行為と\n相当因果関係のある弁護士費用は１３万７６２６円とするのが相当である。\n⑹  損害額合計                                      １５１万３８８４円\n以上によれば，被告の本件設計変更という不法行為により原告エレコムに\n生じた損害の額は，合計１５１万３８８４円である。\n第４  結論\nしたがって，原告エレコムの請求は主文１項記載の限度で理由があるからそ\nの限度でこれを認容し，原告エレコムのその余の請求及び原告カラークリエー\nションの請求は理由がないからいずれも棄却することとして，主文のとおり判\n決する。\n東京地方裁判所民事第８部\n裁判長裁判官   朝  倉  佳  秀\n裁判官   川  村  久美子\n裁判官近江弘行は，転官につき，署名押印することができない。\n裁判長裁判官   朝  倉  佳  秀\n（別紙）\n被告商品目録\n被告が販売する，下記１から５まで記載の型番のインクジェットプリンタ。\n記\n１  ＤＣＰ－Ｊ５７７Ｎ\n２  ＭＦＣ－Ｊ８９８Ｎ\n３  ＤＣＰ－Ｊ９７８Ｎ\n４  ＭＦＣ－Ｊ９９８ＤＮ\n５  ＭＦＣ－Ｊ９９８ＤＷＮ\n以上\n（別表）\n年月  返金額\n平成３１年１月  １８６９円\n平成３１年２月  ５６１５円\n平成３１年３月  １６万６１２７円\n平成３１年４月  ６万４１７７円\n令和元年５月  １万７０５７円\n令和元年６月  ６０万９９４８円\n令和元年７月  ２７万２９９２円\n令和元年８月  ７万７１６８円\n令和元年９月  ４万３８４６円\n令和元年１０月  ８万２２５８円\n令和元年１１月  １２０２円\n令和元年１２月  １８００円\n令和２年１月  ３４１３円\n令和２年２月  ３００円\n令和２年３月  ４６１６円\n令和２年４月  ６９１２円\n令和２年５月  １１３９円\n令和３年２月  １１３５円\n合計  １３６万１５７４円\n以  上\n"
}