{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 2,
    "month": 4,
    "day": 7
  },
  "case_number": "令和1(う)163",
  "case_name": "入札談合等関与行為の排除及び防止並びに職員による入札等の公正を害すべき行為の処罰に関する法律違反，公契約関係競売入札妨害",
  "court_name": "広島高等裁判所第１部",
  "result": "棄却",
  "original_court_name": "山口地方裁判所",
  "original_case_number": "平成30(わ)329",
  "gist": "市の職員（技監）の被告人が，土木建築業者と共謀の上，その業者に対し，市が発注する工事２件の条件付一般競争入札の入札に関する秘密に当たる設計金額を教示し，不正に落札させたという入札談合等関与行為防止法違反，公契約関係競売入札妨害の事案において，設計金額を業者に教示したのは被告人ではないなどとする事実誤認の主張を斥け，控訴を棄却した事例",
  "lawsuit_id": "89580",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=89580",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/580/089580_hanrei.pdf",
  "contents": "令和２年４月７日宣告  広島高等裁判所\n令和元年(う)第１６３号  入札談合等関与行為の排除及び防止並びに職員による入\n札等の公正を害すべき行為の処罰に関する法律（以下「入札談合等関与行為防止法」\nという。）違反，公契約関係競売入札妨害被告事件\n原審  山口地方裁判所  平成３０年（わ）第３２９号，第３６３号\n主              文\n本件控訴を棄却する。\n理              由\n１  控訴趣意\n本件控訴の趣意は，主任弁護人沖本浩，弁護人清木敬祐共同作成の控訴趣意書，\n同補充書に記載されているとおりであるから，これらを引用する。論旨は，原判示\n第１及び第２の各公共工事の設計金額をＡに教示したのは被告人ではないから，信\n用性のないＡ供述等に依拠して被告人の実行行為及び共謀の事実を認定した原判決\nには，判決に影響を及ぼすことが明らかな事実誤認があるというのである。そこで，\n記録を調査して検討する。\n２  本件事案の概要と原判決の要旨\n⑴  本件事案の概要\n本件は，当時Ｘ県Ｙ市の財政部技監等の地位にあった被告人が，土木建築工事等\nを業とするＢ社の代表取締役であるＡ，Ｂ社の従業員として競争入札における入札\n金額を決めるための積算事務を担当していたＣと共謀の上，①Ｙ市が平成２８年\n１ １ 月 に 入 札 を 執 行 し た 甲 工 事 の 条 件 付 一 般 競 争 入 札 及 び ② Ｙ 市 が 平 成 ２ ９ 年\n１２月に入札を執行した乙工事の条件付一般競争入札に際し，Ａに対し，落札可能\n額の下限を画する判断基準額の算定基礎であり，入札に関する秘密である設計金額\nをそれぞれ電話で教示し，Ｂ社をして，①については判断基準額と同額，②につい\nては判断基準額に近似する額で入札させて各工事を落札させたという入札談合等関\n与行為防止法違反，公契約関係競売入札妨害の事案である。\n⑵  原判決の要旨\n原判決は，論旨と同旨の原審弁護人の主張に対し，【事実認定の補足説明】の項\nにおいて，要旨，以下のとおり説示している。\nＡは公判廷において，「甲工事及び乙工事は，Ｂ社が是非とも受注したいと考え\nていた。Ｙ市が算出した税抜き設計金額がわかっていれば，判断基準額（失格にな\nらない最低金額）がおおよそ算出できて落札しやすくなるので，各入札に先立って，\nそれぞれ被告人から設計金額を教えてもらって紙に書き留め，積算事務を行う従業\n員であるＣに渡して積算内容を調整してもらい，入札額を決めていた。」旨供述し\nている。\nＡ供述のうち，「ＡがＣに設計金額を教えた」という点については，Ｃの供述に\n加え，積算事務に使用されるソフトウェア（以下「積算ギア」という。）の自動バ\nックアップファイル機能により保存されていた積算データの変遷と整合しているこ\nと，両工事の設計金額は外部からの推測が困難である上，乙工事の設計金額には違\n算があり，正当な手法による合理的な推測よりも５万円低い金額になっていたにも\nかかわらず，Ｂ社はいずれも市が算出した設計金額を算定基礎とする判断基準額と\n同額ないし近似額で入札していることに照らし，十分信用できる。\nＡ供述のうち，「被告人から設計金額を教えてもらった」という点についてみる\nと，Ａは捜査段階から一貫して被告人が入手源である旨を供述しているところ，Ａ\nが被告人を陥れるような事情は見当たらず，被告人以外の市関係者とＡとの間に設\n計金額を密かに伝えるだけの個人的関係や漏えいの痕跡もうかがわれない。関係証\n拠によれば，被告人とＡとの間には，かねてよりＡが被告人の執務机を度々訪ねた\nり，被告人に歳暮等を贈ったりする関係があっただけでなく，原判示の各工事の公\n告から入札執行日までの間に，いずれも個人的に使用する携帯電話で通話をしてい\nたことが認められ，このような通話の存在は，設計金額を知る立場にある市の職員\nと，設計金額を推し量ろうとする業者の代表者という関係にはそぐわない，職務上\n必要な域を超えたやりとりの存在を疑わせるのに十分なものである。このような被\n告人とＡの関係性は，Ａ供述の信用性を補強するものである。さらに，関係証拠に\nよれば，被告人は，私用で使っていた手帳に，本件各工事の設計金額を記載してい\nたことが認められる。被告人はこの記載について，決裁書類が手元に回ってきた際\nに，所管課との事前協議で気になった工事を書くことがあり，設計金額は工期の判\n断の目安として書いたに過ぎないなどと述べるが，そもそも被告人があえて私用の\n手帳に設計金額を書き残すまでの合理的な必要性は見出し難い上，真に職務の過程\nで必要に応じて行っていたのであれば容易に説明可能な事項であるのに，被告人は，\nこの点につき捜査段階では覚えていない，分からないとさせてくださいなどと曖昧\nな供述をしていたもので，信用できず，この記載もＡ供述を補強するものである。\nＡ供述は十分に信用でき，同供述を中核とする関係証拠により，原判示罪となるべ\nき事実を優に認定できる。\n以上の原判決の説示に論理則，経験則等に照らし不合理な点はない。\n３  所論の検討\n⑴  所論は，Ａ及びＣの供述によれば，①公告日から⑦入札日に至るまでの設計\n金額漏えいの事実経過は「②Ｃが積算を行い，積算結果に自信がない旨をＡに告げ\nる，③Ａが被告人に電話をかけて設計金額の教示を依頼する，④Ａが被告人に電話\nをかけて設計金額の教示を受ける，⑤ＡがＣに設計金額を記載した紙を渡す，⑥Ｃ\nが設計金額に近付けるように積算結果を操作する」という順序であり，②から⑤ま\nでの期間は概ね１週間であるところ，甲工事については，Ｃが②の積算を終えた頃\n（平成２８年１１月１２日）から⑥の積算を開始した頃（同月１７日）までの間に\n③，④に対応する被告人とＡとの通話がなく，乙工事については，公告日から入札\n日までのＡの携帯電話からの発信履歴が証拠上存在しないから，Ａの供述は信用で\nきないという。\n⑵  確かに，設計金額の情報入手に関し，Ａは，「設計金額を被告人から聞いた\nら紙に書き，Ｃに渡して，Ｃが事前に行っていた積算と照らし合わせて，市の設計\n金額に合わせていってもらっていた」，「被告人から設計金額を聞くときは，いつ\nも自分から電話していると思う」，「設計金額の教示を依頼する電話をかけてすぐ\n教えてもらったことはないと思う，少なくとも２回は電話をしており，電話以外で\n教えてもらったこともなかったと思う」旨を供述し，Ｃも，「公告が出ると，自分\nがそれを見て，落札するかどうかＡと相談していた」，「入札に必要な積算をして\nいると，Ａから，市の設計金額に近い金額が出せるか尋ねられ，できないと答える\nと，Ａが調べてみようかと言って，一週間後くらいに設計金額を記載した紙片を渡\nされていた」，「入札には必ず積算が必要になるので，積算をする前からＡに市の\n設計金額を聞いたことはなかったと思う」旨を供述している。これら供述を総合す\nると，おおむね所論のいうような流れで被告人からＡに対し設計金額の漏えいがな\nされたことがうかがわれる。\nしかし，上記の各供述はいずれも，被告人から設計金額の教示を受けた工事が十\n数件あったことを前提にして，設計金額の教示について，通常そのようにしていた\nという経過を説明したものであり，本件各事案の個別の経過として述べられたもの\nではないことは，その供述の趣旨から明らかであって，所論がいうほど例外があり\n得ないものとは解されない。\nところで，関係証拠によれば，甲工事の公告日である平成２８年１１月７日から，\nＣに設計金額が伝わり積算結果の操作を始めた同月１７日までの間，Ａが，同月７日\n午後５時５２分及び同月１１日午後５時３５分の２回にわたって被告人に電話をか\nけたことが認められる。Ａは，その証人尋問中，発信履歴の写しを示されて，これ\nら２回の通話を含む公告日から入札日までの４回の被告人との通話（Ａから被告人\nへの発信が３回，被告人からＡへの発信が１回。）のいずれかで設計金額の教示を\n受けた旨述べている。この供述は，Ｃが積算結果の操作を始めた時期（同月１７日）\nを特定した上での尋問に対するものではないため，概括的な形での答えになってい\nるが，上記時期との関係を踏まえると，Ａの供述の趣旨は前記２回の電話のいずれ\nかで設計金額の教示を受けたものと解することができる。原判決が説示するように，\n両者が個人的に使用する携帯電話を使用する以外の方法で被告人がＡに設計金額を\n電話で教えた可能性も否定はできないとしても，Ａの前記供述を前提とする限りで\nいえば，前記２回の電話での被告人とのやりとりがこれに該当し，公告日である\n１１月７日当日にＡが依頼し，被告人は，公告日前の決裁の段階で手帳にメモして\n控えていた設計金額を，依頼から４日後の１１月１１日に教示したとみて証拠上の\n矛盾はない。\n所論は，前記のとおり，③と④が別の電話であり，②から⑤までの期間が概ね１週\n間であったとするＡ及びＣの各供述から，③の電話の時点でＡがかけた電話の相手\nは設計金額を知らず，これを入手して教えるまで概ね１週間を要したと考えるべき\nであるという前提の下に，仮に被告人が犯人であるとすれば，Ａに設計金額を教示\nするには公告後に契約管理課の施錠されたロッカーに保管されている設計図書を盗\nみ見るしかないが，これは非常に困難である，などと主張する。しかしながら，被\n告人は，公告日前に行われる決裁に関与しており，その段階で設計金額を知り得る\n立場にあったから，公告日以降においてロッカーに保管されている設計図書をあえ\nて盗み見る必要はない上，Ａから問われた設計金額を犯人がいつ答えるか，設計金\n額を聞いたＡがいつこれをＣに伝えるかといった時期の問題は，各人の思惑や都合\nによっても左右され得るものであるから，所論の指摘は当を得ない。\nまた，所論は，被告人が前記決裁の段階から設計金額をメモするほどの理由がな\nいともいうが，Ａが被告人から本件以外にも十数件の公共工事の設計金額について\n情報教示を受けていたことなどの事情からは，被告人がＡからの教示の依頼を想定\nし設計金額を手帳にメモしておくことは十分にあり得たことといえる。所論は採用\nできない。\n⑶  乙工事についても，原判決は，Ａらの供述をはじめとする関係証拠の信用性\nを検討し，その信用性が十分であるとして，原判示のとおり被告人が電話で教示し\nた旨認定したものである。その信用性判断に論理則，経験則等に照らし不合理な点\nはなく，裏付けとなるはずのＡから被告人あての発信履歴が証拠として存在しない\nことは前記認定を左右するものとはいえない（なお，発信履歴が証拠として存在し\nない点については，原審において釈明するなどして，その事情を明らかにしておく\nのが望ましかったといえる。）。\n⑷  所論は，被告人の事務分掌から外れており，決裁に関与していない工事につ\nいて，Ｂ社の積算ギアのデータに，入札日以前に保存されたにもかかわらず積算結\n果が設計金額と一致し，ファイル名に「ピッタリＯＫ」の文言が付されたものがあ\nり，Ａの手帳にも同工事の設計金額等が記載されていることからみて，Ａは同工事\nの入札執行前に，被告人以外の者から設計金額の情報を得ていたことが認められ，\n本件についても被告人以外の者から情報を入手していた疑いがあるという。しかし\nながら，原判決が適切に説示するとおり，被告人が，あえて私用の手帳に本件各工\n事の設計金額を記載すべき合理的な理由は見出し難く，この点についての被告人の\n説明は内容及び供述経過に照らし不合理な弁解といわざるを得ない。少なくとも本\n件については，被告人自身の手帳の記載に裏付けられたＡ供述の信用性は十分であ\nり，所論指摘の点は同供述の信用性を左右しない。\n⑸  所論は，被告人以外にもＡと頻繁に通話をしているＹ市関係者が存在するか\nら，原判決が，被告人がＡと通話していたことをもって「職務上必要な域を超えた\nやりとりを疑わせる事実がある」としたのは誤りであるというが，所論のうち，原\n審記録に基づかない部分は不適法であり，また，原審記録に基づく部分について検\n討してみても，そもそも，市の入札の公告から入札執行日までの間に，設計金額を\n知る立場にある市職員である被告人と，入札参加を希望する業者の代表者である Ａ\nが私用の携帯電話で連絡を取ることが，それ自体職務上必要な域を超えたやりとり\nを疑わせる行為であることは明らかであって，原判決の前記評価に誤りはない。\n⑹  所論はいずれも採用できず，論旨は理由がない。\n４  結論\nよって，刑訴法３９６条により本件控訴を棄却することとして，主文のとおり判\n決する。\n令和２年４月７日\n広島高等裁判所第１部\n裁判長裁判官        多  和  田      隆    史\n裁判官        水    落      桃    子\n裁判官              廣    瀬      裕    亮\n"
}