{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 3,
    "month": 12,
    "day": 23
  },
  "case_number": "令和3(う)57",
  "case_name": "銃砲刀剣類所持等取締法違反、殺人未遂被告事件",
  "court_name": "広島高等裁判所第1部",
  "result": "棄却",
  "original_court_name": "山口地方裁判所",
  "original_case_number": "令和2(わ)144",
  "gist": "拳銃発射による殺人未遂とその２日後に警察署に出頭した際の同拳銃の所持から成る銃砲刀剣類所持等取締法（以下「銃刀法」という。）違反、殺人未遂被告事件に関し、公判前整理手続において、弁護人が、銃刀法上の自首の主張はしない旨を表明した場合であっても、刑の必要的減免事由である銃刀法３１条の５所定の自首の判断を遺脱した原判決には、審理不尽の違法、法令適用の誤り及び訴訟手続の法令違反があるが、これらが判決に影響を及ぼすことが明らかとはいえないとされた事例",
  "lawsuit_id": "91165",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=91165",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/165/091165_hanrei.pdf",
  "contents": "令和３年１２月２３日宣告  広島高等裁判所\n令和３年(う)第５７号  銃砲刀剣類所持等取締法違反，殺人未遂被告事件\n原審  山口地方裁判所  令和２年（わ）第１４４号，第１５０号\n主              文\n本件控訴を棄却する。\n当審における未決勾留日数中１００日を原判決の刑に算入する。\n理              由\n１  本件控訴の趣意は，弁護人二宮広治作成の控訴趣意書及び控訴趣意書補充書（た\nだし，同補充書中「第１  自首の主張について」の部分を除く。なお，弁護人は，\n第１回公判期日において，同部分について，裁判所の職権調査・判断を求める趣\n旨である旨釈明した。）にそれぞれ記載されているとおりであるから，これらを\n引用する。控訴理由は，訴訟手続の法令違反及び量刑不当である（弁護人は，第\n１回公判期日において，控訴趣意書中「事実誤認」をいう部分は，組織的背景と\nいう量刑事情の誤認をいうものであり，結局，原判決が組織的背景を前提として\n不当に重い量刑をしたものであるという量刑不当の主張であると釈明した。）。\n２  原判決が認定した犯罪事実の要旨は，かつて指定暴力団甲組系列の暴力団構成\n員であった被告人が， 対立抗争状態にあった指定暴力団乙組系列の暴力団の幹\n部である被害者を殺害しようと企て，令和２年８月１５日午後９時１７分頃，山\n口県岩国市内の路上において，被害者（当時５２歳）に対し，回転弾倉式拳銃（以\n下「本件拳銃」という。）で弾丸５発を発射し，うち３発を被害者の左前腕部及\nび右大腿部に命中させたが，同人に加療約３５１日間を要する見込みで左手背知\n覚障害，右股関節部開大障害等の後遺症が残存する可能性のある左橈骨開放骨折，\n右深大腿動脈損傷及び右鼠径部瘢痕拘縮等の傷害を負わせたにとどまり，殺害の\n目的を遂げなかった（銃砲刀剣類所持等取締法（以下「銃刀法」という。）違反，\n殺人未遂〔原判示第１〕）， 同月１７日午前１０時４２分頃，岩国警察署にお\nいて本件拳銃を所持した（銃刀法違反〔原判示第２〕）というものである。\n３  訴訟手続の法令違反の主張について\n論旨は，原判決は，検察官も弁護人も主張せず，争点ともなっていなかった「組\n織的背景」を認定した原判決の訴訟手続には，判決に影響を及ぼすことが明らか\nな法令違反があると主張する。\nそこで，記録を調査して検討する。\n所論は，原判決が，本件拳銃の没収の可否の判断において，「犯人以外の者に属\nしない物」であると認定できる証拠が存在しないとしたことから，原判決は，本\n件犯行が被告人一人でできるものではなく，組織的背景に基づいて犯行に及んだ\nことを認定したものということができるとし，この認定が争点逸脱認定であると\nいう。\nこの点，所論のいう「組織的背景」が何を意味するのかは必ずしも明確ではな\nいが，原判決における本件拳銃の没収の可否についての判断を見ると，本件証拠\n上，被告人に資金提供を行ったり，被害者や被害者使用車両の特定情報を提供し\nたりした他者が存在することがうかがわれることを指摘し，本件拳銃についても\nこれを被告人に提供した他者がいる可能性を否定できないと説示するなど，他の\n関与者の存在を否定できないと述べているにとどまり，被告人が組織的背景に基\nづいて犯行に及んだことを認定したものとはいえない。その他原判決を通覧して\nも，原判決が，本件を「組織的背景」に基づく犯行と認定したことをうかがわせ\nる説示は見られない。所論は原判決を正解しておらず，その前提を欠く。\nなお，仮に所論が論難する「組織的背景の認定」が，上記原判決のいう程度の\n他の関与者の存在を認定したことを指すものであったとしても，上記認定が被告\n人，弁護人に不意打ちを与えるようなものでないことは，原審被告人質問におい\nて裁判官から被告人に対し，「今回の事件は，組織的な犯行だったんではないんで\nすか。」と明示的な質問が行われていることなどの審理経過に照らし，明らかであ\nる。\n結局，所論は採用できず，論旨は理由がない。\n４  銃刀法３１条の５所定の自首（以下「提出自首」という。）に関する判断遺脱\nについて（職権判断）\n⑴  記録によれば，後述のとおり，原判示第２の事実について提出自首が成立す\nることが明らかであるところ，原判決はその成否に言及していない。そこで，\nこの点について職権で判断する。\n⑵  記録によれば，被告人が，原判示第１の各事実の犯人が被告人であることが\n捜査機関に発覚するのに先立ち，本件拳銃をトートバッグに入れて所持して，\n令和２年８月１７日午前１０時３７分頃，岩国警察署に出頭し，警察官（同署\n警務課長）に対し，「Ａ（注：被害者の姓）さんの件で出頭して来ました。」\n「私がやった。」などと申し立て，上記バッグの口を開いて本件拳銃を示すな\nどし，同署刑事課に引き継がれたこと，被告人は，同署取調室で取調べが開始\nされた後の同日午前１０時４２分頃，取調べに当った警察官に対し，「バッグ\nの中に道具がある。」旨申し立てたため，同警察官は，上記バッグ内を確認し，\n本件拳銃を発見したこと，これを端緒として被告人が原判示第１の各事実の犯\n人であることが発覚したこと，原判示第２は，上記出頭後の上記警察署取調室\n内での本件拳銃所持が罪となるべき事実とされたものであることが認められる。\n⑶  以上から，被告人について，原判示第２の事実について提出自首が成立する\nことが明らかである。\n原判決が，提出自首の成否について判示しなかったのは，原審公判前整理手\n続期日において，原審弁護人が，「本件について，提出自首及び刑法４２条１項\n所定の自首（以下「刑法上の自首」という。）についての法律上の主張はしな\nい。」旨を明言し，公判においても，検察官及び弁護人から自首の成否につい\nての主張がされていないことによるものと解される。\nしかしながら，提出自首は，必要的減免事由であり，証拠上その成立が認め\nられる場合には，裁判所としては，当事者の主張の有無にかかわらず，提出自\n首の事実を認定し，適切な法令を適用する必要がある。本件においては，上記\nのとおり，証拠上，提出自首の成立が見込まれたのであるから，原裁判所とし\nては，証拠調べ終了時までには，提出自首の成否についての当事者双方の主張\nを確認した上で判断をすべきであったところ，原裁判所において，このような\n措置が執られていない。\nこうした原審の訴訟手続には，審理不尽の違法があるというべきであり，原\n判決は，審理不尽の結果，提出自首に関する法令の適用を遺脱した点で法令の\n適用を誤ったものといわざるを得ず，この誤りは処断刑に影響を及ぼすもので\nある。もっとも，本件においては，被告人が，提出自首の際，人定事項等につ\nいても供述を拒否し，事案解明に協力する姿勢を全く見せていないことを考慮\nすると，提出自首の効果としては，刑の必要的免除までは至らず，飽くまで減\n軽にとどまるものと解される。そうすると，原判決は，原判示第２の罪の刑に\nついて銃刀法３１条の５，刑法６８条３号の適用を遺脱したもので，この点の\n誤りは，もとより処断刑の範囲に影響を及ぼすものであるが，その範囲は，原\n判示の各罪についていずれも有期懲役刑を選択した場合，提出自首が成立しな\nいときは懲役５年以上３０年以下であるところ，提出自首が成立するときは懲\n役５年以上２５年以下となるにとどまる。\n加えて，原判決の量刑である懲役１７年は，誤りのない処断刑の範囲内に収\nまっているのみならず，上限に近い部分とはいえない。さらに，本件において\nは，併合罪加重の対象となる「重い罪の刑」は，提出自首の成立する原判示第\n２の罪の刑ではなく，原判示第１の罪の刑である。また，実際にも原判決は，\n本件は，銃器類を用いた単独犯又は実行共同正犯による殺人未遂の中でも，相\n当に重い部類に位置付けられる事案であるとして，本件の量刑評価の中心が原\n判示第１の罪であることを明示しており，その判断に誤りはない。\nこのほか，原判決は，「被告人が原判示第１の事実の２日後に本件拳銃を所\n持して自ら警察署に出頭していること」を本件の量刑上，被告人の有利に考慮\nしており，その評価の仕方も相当といえる。\n以上によれば，処断刑の上限が３０年か２５年かにより原判決の量刑が影響\nされることが明らかとはいえず，したがって，原裁判所による審理不尽の結果\n法令の適用を誤った点は，判決に影響を及ぼすことが明らかとはいえない。\nなお，提出自首が成立する場合，法令の適用において刑の減軽を行う前提と\nして，提出自首に係る事実も刑訴法４４条１項により判決書中に示しておく必\n要があることから，原判決が同事実を摘示しなかったのは刑訴法３７９条の訴\n訟手続の法令違反に該当するものと解される。しかしながら，上記と同様の理\n由から，この訴訟手続の法令違反は，判決に影響を及ぼすことが明らかとはい\nえない。\n５  量刑不当の主張について\n論旨は，要するに，被告人を懲役１７年に処した原判決は重過ぎて不当であ\nるというのである。\nそこで，記録を調査して検討する。\n本件は２のとおりの事案であるところ，原判決は，量刑の理由において，次\nのとおり説示する。\nア  量刑の中心となる第１の犯行について見ると，殺害行為の態様は，被害者\nに対し至近距離からその背後を狙って，殺傷能力の高い３８口径の拳銃で\n５発もの弾丸を発射するという，被害者を死亡させる危険性が大きいもので\nある。本件では，準備の点が際立っており，被告人は，犯行の相当期間前か\nら，自身の拠点である名古屋市から，犯行場所がある山口県岩国市周辺に相\n当回数にわたり赴き，車中泊やインターネットカフェでの宿泊をしながら，\n確実に被害者を襲撃できるよう被害者の使用車両にＧＰＳ端末を取り付けて\nその動静を追跡したり，確実に被害者に弾丸を命中させるために１９発もの\n拳銃の試し撃ちをしたりし，さらに，犯行当日には２時間前から犯行場所周\n辺で被害者の帰りを待っている。このように，被告人は，周到に準備をする\nことにより，被害者を死亡させる危険性が大きい態様での犯行を可能として\nおり，この点だけでも犯行の違法性は相当に高い。傷害結果は非常に重篤で，\nそれ自体看過できないが，被害者には全血液量の半分以上の輸血を要する出\n血性ショックが生じており，被害者が死亡するに至らなかったのは偶然の結\n果にすぎない。\n犯行現場は住宅街にあり，被告人が誤った方向に拳銃を発射するなどすれ\nば，無関係の者を傷つけたり，周辺の家屋や車両を損壊したりする可能性は\n十分にあり，そのような場所で５発も発砲行為に及んでいることを考えると，\n人通りの少ない夜間とはいえ，地域社会に甚大な不安を与える犯行というほ\nかなく，現に数十名の住民は銃声を耳にし，実際に恐怖を感じている。犯行\nにより，被害者の家族が現在する被害者方の内部まで着弾しているのであっ\nて，無関係の第三者を巻き込まないように細心の注意と準備を尽くして実行\nした旨の被告人供述を前提としても，違法性は減殺されない。\n責任の点について見ると，本件に至った直接の動機は判明しないものの，\n被告人供述を前提としても，自己がかつて所属していた暴力団組織と対立す\nる暴力団組織が抗争状態にあることを契機として犯行に及んだものである。\n被告人自身は，本件各犯行当時暴力団構成員ではなかったというものの，そ\nの犯行を決意する思考過程は暴力団組織特有の論理に基づいている。\nイ  以上の犯情を総合すると，本件は，銃器類を用いた単独犯又は実行共同正\n犯による殺人未遂の中でも，相当に重い部類に位置付けられる事案である。\n被告人は，自分なりの反省の弁や被害者の家族に対する謝罪を述べている\nが，被告人が本件に関して虚偽の供述をしていることに照らすと，被告人が\n示す反省の態度は真摯なものと認めることができず，これを量刑に反映する\nことはできない。\n弁護人は，被害者との間で示談が成立しており，被害者が被告人をゆうじ\nょする意向を示していることが有利な事情である旨述べるが，示談金の金額\nが，一時見舞金という名目であるとはいえ被害者の傷害結果に比して少額で\nあり，その出所も判然としないことや，乙組にいた被害者が甲組の構成員と\nなっていることを考えると，示談自体が被告人に有利な事情として社会的に\n積極評価できるようなものではなく，これを量刑に反映することはできない。\nその上で，被告人が，殺人未遂及び拳銃発射に及んでから２日後に本件拳\n銃を所持して自ら警察署へ出頭していることなどを考慮し，懲役１７年の刑\nを定めた。\n以上の原判決の挙げる量刑事情及びその評価に格別不当な点はなく，原判決\nの量刑は相当であって，これが重過ぎて不当とはいえない。\nなお，上記４ の事実関係に照らすと，被告人には，原判示第２の事実につ\nいて提出自首が成立するのみならず，原判示第１の事実について刑法上の自首\nが成立することも明らかである（当審検察官は，被告人は，出頭の際，上記４⑵\nで認定した以外の具体的事実を何ら積極的に供述しないほか，自らの人定事項\nも明らかにしておらず，身代わりが少なくないこの種事案において，かえって\n捜査を混乱させる結果を招いているのであるから，訴追を含む処分を求めるこ\nとを前提とした自発的な自己の犯罪事実の申告があったものと評価することは\n困難であるなどと主張するが，自ら警察署へ出頭している以上，氏名，住所等\nの人定事項を明らかにせず，「弁護士が来ないと何も話せない。」などと言っ\nて具体的な供述を拒否したとしても，自己の訴追を含む処分を求める意思表示\nがされたものと解することに支障はない。検察官の主張は，法定の要件を超え\nる捜査協力を要求して自首の成立範囲を狭めようとするものであって採用でき\nない。）ところ，原判決は，刑法上の自首の成立についても触れるところがな\nい。\nしかしながら，原判決は，「量刑の理由」において，「殺人未遂及び拳銃発\n射に及んでから２日後に拳銃を所持して自ら警察署に出頭していること」を被\n告人に有利な事情として指摘しており，この点を量刑要素として考慮している\nことがその説示に照らし明らかである上，原判決の量刑を見ればその評価の仕\n方も相当なものといえる。\nしたがって，量刑判断に際し，上記の両自首に言及していないことで量刑不\n当となるものではない。\n所論は，被害者が示談に応じ，処罰意思がないことを表明していることを軽\n視すべきではないとして，これらの事実を量刑上評価できないとした原判決に\n誤りがあると主張する。\nしかしながら，本件で当初作成された示談書（以下「当初の示談書」という。）\nは，本件後，被害者が乙組から甲組に移籍したことに伴い締結されるに至った\nものであることがその記載から明らかである。そして，当初の示談書は，示談\n金として一時見舞金の名目で支払われた１００万円について，被告人が，原審\nにおいて，「弁護人が自分の仲間から借りてくれたが，誰から幾ら借りたかは分\nからない。全部弁護人に任せている。」などと供述していたことなどをも考慮す\nると，被害者が当初の示談書の作成に応じ，ゆうじょの意思を示した理由は主\nとして被害者が甲組に移籍したことにあり，本件示談自体，甲組関係者として\n共通の利害を有するに至った両者の間で締結された形式的なものであるとの評\n価は免れない。このような示談について，社会的に見て，被告人の量刑を軽減\nする事情として考慮することが相当でないことは明らかであり，この点に関す\nる原判決の評価は，裁判員を含む裁判体の健全な市民感覚を反映したものとい\nうことができ，もとより正当である。\n⑸  所論は，本件を同種事案の中で相当に重い部類に属する事例とした原判決の\n評価を論難する。\nしかしながら，本件犯情を見ると，相当期間前から計画を始め，現場近くに\n潜伏し，ＧＰＳ端末を被害者の自動車に取り付けて自宅住所や動静を調べ上げ，\n拳銃の試射を行うなどの入念な準備を行った上で，被害者を自宅近くで待ち伏\nせ，至近距離からその背後を狙い，殺傷能力の高い３８口径の拳銃を用いた上\nで，装てんしていた全弾である５発の弾丸を発射した生命侵害の危険性の高さ\nや，３発の弾丸を被害者に命中させ，後遺症の可能性もある右深大腿動脈損傷\n等の重篤な傷害を負わせた点のほか，自己の古巣の暴力団の敵対組織の幹部で\nあったことから被害者を選んで狙ったという動機の反社会性等を考慮すれば，\n本件がその犯情において，同種事案，すなわち，銃器類を用いた単独犯又は実\n行共同正犯による殺人未遂の中でも，相当に重い部類に位置付けられるとした\n原判決の評価に誤りはないものといえる。\nこの点，所論は，上記同種事件のうち，それぞれ懲役１７年，１５年，１２年\nが宣告された裁判例３件を援用し，本件には懲役１７年が宣告された事案ほど\nの悪質さは見られず，むしろ懲役１２年が宣告された事案に近いから，同種事\n案の中で平均的な量刑を上回るほどに悪質とは評価できないなどというが，諸\n事情を異にする別個の事件を僅か数件のみ取り上げて単純に比較し，相互の犯\n情の軽重を論じ，量刑傾向を把握しようとすること自体，検討方法として不適\n切というべきである。\n所論はいずれも採用できず，論旨は理由がない。\n６  原判決後の事情について\n当審における事実取調べの結果によれば，被告人が，原判決後，被害者に対し\n解決金１０００万円を支払うことなどが記載された示談書を被害者と共に作成し，\nこれに基づき被害者に対し１０００万円を支払ったこと，被害者が，被告人を許\nす心情について記載した陳述書を作成してもいることが認められるが，これら書\n面も当初の示談書と同様の状況で作成された，当初の示談書と趣旨を同じくする\nものであって，これらも結局，社会的に見て，被告人の量刑を軽減する事情とし\nて考慮することは相当ではない。その他，被告人が，当審における被告人質問に\nおいて，更生への決意とともに被害者への謝罪の弁を述べていることなどが認め\nられるが，これらの事情を検討しても，いまだ原判決を変更すべきものとは思わ\nれない。\n７ よって，刑訴法３９６条により本件控訴を棄却することとし，当審における未決\n勾留日数の算入について刑法２１条を適用して，主文のとおり判決する。\n令和３年１２月２４日\n広島高等裁判所第１部\n裁判長裁判官     伊  名  波    宏    仁\n裁判官      富      張    真    紀\n裁判官         廣      瀬    裕    亮\n"
}