{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 4,
    "month": 1,
    "day": 20
  },
  "case_number": "令和3(行ケ)10039",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "90877",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=90877",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/877/090877_hanrei.pdf",
  "contents": "令和４年１月２０日判決言渡\n令和３年（行ケ）第１００３９号  審決取消請求事件\n口頭弁論終結日  令和３年１１月１日\n判      決\n原              告      新日本ケミカル・オーナメント\n工業株式会社\n同訴訟代理人弁理士      井     内       龍     二\n高     田               一\n被              告      Ｙ\n同訴訟代理人弁理士      坂     手       英     博\n黒     田       博     道\n戸     田       常     雄\n中島 崇 晴\n主      文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事実及び理由\n第１  請求\n特許庁が無効２０１９－８００１１３号事件について令和３年２月９日にし\nた審決を取り消す。\n第２  事案の概要\n１  特許庁における手続の経緯等\n⑴  被告は，平成２１年１月３日（優先日平成２０年１月８日，優先権主張国\n韓国）を国際出願日とする特許出願（特願２０１０－５３０９４３号。以下\n「原出願」という。甲２）の一部を分割した特許出願（特願２０１２－１２\n４５７７号。以下「親出願」という。甲４）の一部を更に分割して，平成２\n４年９月１９日，発明の名称を「他者保護用の衛生マスク」とする発明につ\nいて，新たな特許出願（特願２０１２－２０５５８３号。以下「本件出願」\nという。）をし，平成２５年１月１１日，特許権の設定登録（特許第５１７４\n９８４号。請求項の数８。以下，この特許を「本件特許」という。）を受けた\n（甲１，２４）。\n⑵  原告は，令和元年１２月２６日，本件特許について特許無効審判（無効２\n０１９－８００１１３号事件）を請求した。\n被告は，令和２年９月２８日付けの審決の予告を受けたため，同年１０月\n２９日付けで本件特許の特許請求の範囲の請求項１ないし８を一群の請求項\nとして訂正する訂正請求（以下「本件訂正」という。）をした（甲１７）。\n特許庁は，令和３年２月９日，本件訂正を認めた上，「本件審判の請求は，\n成り立たない。」との審決（以下「本件審決」という。）をし，その謄本は，\n同月１７日，原告に送達された。\n⑶  原告は，令和３年３月１７日，本件審決の取消しを求める本件訴訟を提起\nした。\n２  特許請求の範囲の記載\n(1)  原出願の出願時\n原出願の願書に最初に添付した特許請求の範囲は請求項１ないし１１か\nらなり，その請求項１の記載は，次のとおりである（以下，同請求項を「原\n出願の請求項１」という場合がある。甲２）。\n【請求項１】\n着用者の口と鼻を含む呼吸器を露出させながら，前記呼吸器から発生する\n不潔な物質の飛散汚染が遮断されるように製造された衛生マスク（１）にお\nいて，\n前記衛生マスク（１）は合成樹脂で成型して製造され，\n前記成型される衛生マスク（１）は，\nＵ型に湾曲して成型され，後方両側端には，着用者の耳に掛かるか，後頭\nに嵌着される支持手段（１２０）が備えられる下部ボディ（１００）と，\n前記下部ボディ（１００）の前方上側から斜め上向きに形成され，前記着\n用者の口や鼻を含む呼吸器が露出されるように前記呼吸器の周辺前方をカバ\nーする呼吸器前方カバー体（２００）と，\nを含んで構成されることを特徴とする他者保護用の衛生マスク。\n(2)  親出願の出願時\n親出願の願書に最初に添付した特許請求の範囲は請求項１ないし９から\nなり，その請求項１の記載は，次のとおりである（以下，同請求項を「親出\n願の請求項１」という場合がある。甲４）。\n【請求項１】\n着用者の口と鼻を含む呼吸器を露出させた状態で，前記呼吸器からの異物\nの飛散を遮断する衛生マスク（１）において，\n前記衛生マスク（１）は合成樹脂で成型され，\n前記着用者の顎に沿って＂Ｕ＂型に湾曲して成型された下部ボディ（１０\n０）と，\n前記下部ボディ（１００）の前方上側に着脱可能に成型され，前記下部ボ\nディ（１００）により湾曲した状態で支持され，前記呼吸器から離隔して前\n記呼吸器の周辺前方をカバーする呼吸器前方カバー体（２００）と，\n前記下部ボディ（１００）の両側端に設けられ，前記下部ボディ（１００）\nを前記着用者に固定するための支持手段（１２０）と，\nを含み，\n前記下部ボディ（１００）の前方内面には，前記着用者の顎を把持する顎\n把持部（１１０）が突出形成されることを特徴とする，衛生マスク。\n(3)  設定登録時（本件訂正前）\n本件特許の設定登録時の特許請求の範囲の請求項１ないし８の記載は，次\nのとおりである（以下，請求項の番号に応じて，請求項１に係る発明を「本\n件発明１」などという。甲１）。\n【請求項１】\n着用者の口と鼻を含む呼吸器を露出させた状態で，前記呼吸器からの異物\nの飛散を遮断する衛生マスクにおいて，\n前記着用者の顎に沿って＂Ｕ＂型に湾曲して成型され，前記呼吸器を覆う\nことなく前記顎に沿って装着される下部ボディと，\n前記下部ボディの前方上側に一体に構成され，前記下部ボディにより湾曲\nした状態で支持され，前記呼吸器から離隔して前記呼吸器の周辺前方をカバ\nーする呼吸器前方カバー体と，\n前記下部ボディの両側端に設けられ，前記下部ボディを前記着用者に固定\nするための支持手段と，\nを含み，\n前記下部ボディの前方内面には，前記着用者の顎を把持する顎把持部が前\n記顎に向けて突出形成されることを特徴とする，衛生マスク。\n【請求項２】\n前記＂Ｕ＂型に湾曲して成型された前記下部ボディは，前方より後方に向\nかうほど，両側端が外側に更に広がるように成型され，左右に弾力的に拡縮\nするように構成されることを特徴とする，請求項１に記載の衛生マスク。\n【請求項３】\n前記呼吸器前方カバー体には声伝達孔が形成されることを特徴とする，請\n求項１又は２に記載の衛生マスク。\n【請求項４】\n前記呼吸器前方カバー体は，繊維又はパルプ材からなる不織布又は織布の\nいずれかからなる衛生カバー紙を更に備えることを特徴とする，請求項１～\n３のいずれか一項に記載の衛生マスク。\n【請求項５】\n前記支持手段は，前記＂Ｕ＂型に湾曲して成型された前記下部ボディの両\n側終端に形成された輪に結合され，前記着用者の後頭に嵌着される固定バン\nドから構成されることを特徴とする，請求項１～４のいずれか一項に記載の\n衛生マスク。\n【請求項６】\n前記支持手段は，前記＂Ｕ＂型に湾曲して成型された前記下部ボディの両\n側終端を，前記着用者の耳に掛かるように折り曲げてなる＂¬＂型のイヤリ\nング部から構成されることを特徴とする，請求項１～４のいずれか一項に記\n載の衛生マスク。\n【請求項７】\n前記支持手段は，前記＂Ｕ＂型に湾曲して成型された前記下部ボディの両\n側終端に形成された輪に結合され，前記着用者の耳に掛けられるリング型の\nイヤリング部から構成されることを特徴とする，請求項１～４のいずれか一\n項に記載の衛生マスク。\n【請求項８】\n前記呼吸器前方カバー体又は前記衛生カバー紙は，\n抗菌剤，脱臭剤，芳香剤が１種又は２種以上混合された機能性組成物を塗\n布，ディーピング，スプレーして，乾燥することで，機能性組成物層が形成\nされ，坑菌，脱臭，芳香機能が発揮されるように構成されたことを特徴とす\nる，請求項４に記載の衛生マスク。\n⑷  本件訂正後\n本件訂正後の本件特許の特許請求の範囲の請求項１ないし８の記載は，次\nのとおりである（以下，請求項の番号に応じて，請求項１に係る発明を「本\n件訂正発明１」などという。下線部は本件訂正による訂正箇所である。甲１\n７）。\n【請求項１】\n着用者の口と鼻を含む呼吸器を露出させた状態で，前記呼吸器からの異物\nの飛散を遮断する衛生マスクにおいて，\n前記着用者の顎に沿って＂Ｕ＂型に湾曲して成型され，前記呼吸器を覆う\nことなく前記顎に沿って装着される合成樹脂で成型して製作された下部ボデ\nィと，\n前記下部ボディの前方上側に一体に構成され，前記下部ボディにより湾曲\nした状態で支持され，前記呼吸器から離隔して前記呼吸器の周辺前方をカバ\nーする合成樹脂で成型して製作された呼吸器前方カバー体と，\n前記下部ボディの両側端に設けられ，前記下部ボディを前記着用者に固定\nするための支持手段と，\nを含み，\n前記下部ボディの前方内面には，前記着用者の顎を把持する顎把持部が前\n記顎に向けて突出形成されることを特徴とする，衛生マスク。\n【請求項２】\n前記＂Ｕ＂型に湾曲して成型された前記下部ボディは，前方より後方に向\nかうほど，両側端が外側に更に広がるように成型され，左右に弾力的に拡縮\nするように構成されることを特徴とする，請求項１に記載の衛生マスク。\n【請求項３】\n前記呼吸器前方カバー体には声伝達孔が形成されることを特徴とする，請\n求項１又は２に記載の衛生マスク。\n【請求項４】\n前記呼吸器前方カバー体は，繊維又はパルプ材からなる不織布又は織布の\nいずれかからなる衛生カバー紙を更に備えることを特徴とする，請求項１～\n３のいずれか一項に記載の衛生マスク。\n【請求項５】\n前記支持手段は，前記＂Ｕ＂型に湾曲して成型された前記下部ボディの両\n側終端に形成された輪に結合され，前記着用者の後頭に嵌着される固定バン\nドから構成されることを特徴とする，請求項１～４のいずれか一項に記載の\n衛生マスク。\n【請求項６】\n前記支持手段は，前記＂Ｕ＂型に湾曲して成型された前記下部ボディの両\n側終端を，前記着用者の耳に掛かるように折り曲げてなる＂¬＂型のイヤリ\nング部から構成されることを特徴とする，請求項１～４のいずれか一項に記\n載の衛生マスク。\n【請求項７】\n前記支持手段は，前記＂Ｕ＂型に湾曲して成型された前記下部ボディの両\n側終端に形成された輪に結合され，前記着用者の耳に掛けられるリング型の\nイヤリング部から構成されることを特徴とする，請求項１～４のいずれか一\n項に記載の衛生マスク。\n【請求項８】\n前記呼吸器前方カバー体又は前記衛生カバー紙は，\n抗菌剤，脱臭剤，芳香剤が１種又は２種以上混合された機能性組成物を塗\n布，ディーピング，スプレーして，乾燥することで，機能性組成物層が形成\nされ，坑菌，脱臭，芳香機能が発揮されるように構成されたことを特徴とす\nる，請求項４に記載の衛生マスク。\n３  本件審決の理由の要旨\n本件審決の理由は，別紙審決書（写し）記載のとおりである。その理由の要\n旨は，本件訂正を認めた上で，本件訂正発明１ないし８について，原告主張の\n無効理由１（サポート要件違反），無効理由２（明確性要件違反）及び無効理由\n３（本件出願の分割要件違反を前提とする特表２０１１－５００２６２号公報\n（甲２），特開２０１２－１５７７８１号公報（甲４），国際公開第２００９／\n０８８１８５号（甲１０）及び韓国意匠登録第３０－０５２０１８４号公報（甲\n１１）に基づく進歩性の欠如）は，いずれも理由がないというものである。\n第３  当事者の主張\n１  取消事由１（訂正要件の判断の誤り）\n⑴  原告の主張\n原出願の請求項１には，「前記衛生マスク（１）は合成樹脂で成型して製造\nされ」，「支持手段（１２０）が備えられる下部ボディ（１００）と，…呼吸\n器前方カバー体（２００）と，を含んで構成される」との記載があり，また，\n親出願の請求項１には，「前記衛生マスク（１）は合成樹脂で成型され」，「下\n部ボディ（１００）と，…呼吸器前方カバー体（２００）と，…支持手段（１\n２０）と，を含み」との記載がある。これらの記載から，原出願の請求項１\n及び親出願の請求項１は，いずれも，合成樹脂で成型して製造されるのは，\n支持手段（１２０）を含む衛生マスク（１）の全体であることを規定してい\nるものと解される。\nしかるところ，本件訂正後の請求項１は，「衛生マスクにおいて，…合成樹\n脂で成型して製作された下部ボディと，…合成樹脂で成型して製作された呼\n吸器前方カバー体と，前記下部ボディの両側端に設けられ，前記下部ボディ\nを前記着用者に固定するための支持手段と，を含み，」と記載されており，原\n出願の請求項１及び親出願の請求項１を対比すると，合成樹脂で成型して製\n作されるものから支持手段（１２０）が外されているから，本件訂正は，実\n質上特許請求の範囲を拡張するものである。\nしたがって，本件訂正は，特許法１３４条の２第９項で準用する同法１２\n６条６項に適合しないから，本件訂正を認めた本件審決の判断には誤りがあ\nる。\n⑵  被告の主張\n特許請求の範囲の拡張に当たるか否かの判断に当たっては，訂正前の請求\n項記載の発明を訂正によって拡張させたか否かが問題とされるのであるが，\n原告の主張は，本件訂正前の請求項記載の発明ではなく，原出願の請求項１\n又は親出願の請求項１記載の発明を本件訂正によって拡張させたか否かを問\n題としている点において，主張自体失当である。\nしたがって，原告主張の取消事由１は理由がない。\n２  取消事由２（サポート要件の判断の誤り）\n⑴  原告の主張\nア  本件発明１の特許請求の範囲（請求項１）の「前記着用者の顎に沿って\n＂Ｕ＂型に湾曲して成型され，前記呼吸器を覆うことなく前記顎に沿って\n装着される下部ボディと，前記下部ボディの前方上側に一体に構成され，\n前記下部ボディにより湾曲した状態で支持され，前記呼吸器から離隔して\n前記呼吸器の周辺前方をカバーする呼吸器前方カバー体と，」にいう「一体\nに構成され」との構成について，本件出願の願書に添付した明細書（以下，\n図面を含めて「本件明細書」という。甲１）の発明の詳細な説明には，「本\n発明は，特に，図３から図５に示されているように，前記下部ボディ１０\n０の前方上側に，呼吸器前方カバー体２００を一体に成型して構成するこ\nともでき」（【００１９】）と記載されているのみであり，下部ボディと呼吸\n器前方カバー体が別部材である場合にこれらを「一体に構成」するための\n固着手段の記載も示唆もない。\nしたがって，本件発明１は，本件明細書の発明の詳細な説明に記載され\nたものではない。\nイ  本件発明１の特許請求の範囲（請求項１）には，本件発明１の「衛生マ\nスク」の材料を限定する記載がないから，その材料は合成樹脂に限定され\nず，繊維，不織布あるいは紙材なども含まれる。\n他方で，本件明細書の【００１４】，【００１５】，【００１８】，【００２\n９】及び【００３７】の記載によれば，繊維，不織布あるいは紙材などで\nマスクを製造することは明らかに除外されているから，本件発明１は，本\n件明細書の発明の詳細な説明に記載されたものではない。\nウ  以上のとおり，本件発明１は，本件明細書の発明の詳細な説明に記載さ\nれたものではないから，サポート要件（特許法３６条６項１号所定の要件）\nに適合しない。\nまた，本件発明２ないし８は，請求項１を引用し，本件発明１を発明特\n定事項に含むものであるから，同様に，サポート要件に適合しない。\nしたがって，本件特許の特許請求の範囲の記載がサポート要件を満たし\nているとした本件審決の判断は誤りである。\n⑵  被告の主張\nア  前記１(2)のとおり，本件訂正は訂正要件に適合するから，本件特許の特\n許請求の範囲の記載がサポート要件を満たすかどうかは，本件訂正後の本\n件訂正発明１ないし８が本件明細書の発明の詳細な説明に記載したもので\nあるかどうかによって決すべきである。\nしかるところ，原告の主張は，  本件訂正前の本件発明１ないし８に係る\nサポート要件違反をいうにとどまるものであるから，失当である。\nイ(ア)  原告の主張のうち，本件発明１の「一体に構成され」との構成に関す\nる部分について\n本件明細書の【００１４】及び【００１９】には，下部ボディと呼吸\n器前方カバー体との関係として，図３ないし図５に示されているように，\n下部ボディ１００の前方上側に，呼吸器前方カバー体２００を一体に成\n型して構成するものと，図６及び図７に示されているように，下部ボデ\nィ１００の前方上側に結合撓部１０１を形成し，この結合撓部１０１に\n結合されるように，呼吸器前方カバー体２００の下側端部に結合突起２\n０１を形成し，下部ボディ１００の前方上側に，呼吸器前方カバー体２\n００が着脱可能なように成型して構成するものの２種類が例示され，下\n部ボディと呼吸器前方カバー体とが「一体に構成され」ることによって，\n「使用途中には，その構造が堅固に保持され」ることが示されている。\nしたがって，これらの記載を含む本件明細書全体の記載から，本件明\n細書の発明の詳細な説明には，「使用途中には，その構造が堅固に保持さ\nれ」るために，下部ボディと呼吸器前方カバー体とが「一体に構成され」\nるものが記載されているといえるから，本件発明１の「一体に構成され」\nとの構成は，本件明細書の発明の詳細な説明に記載された事項である。\n(イ)  原告の主張のうち，本件発明１の「衛生マスク」の材料に関する部分\nについて\n本件訂正によって，本件発明１における合成樹脂で製作された部分が\n「下部ボディ」及び「呼吸器前方カバー体」に特定されているから，本\n件訂正発明１ないし８は，サポート要件を満たしている。\nウ  以上によれば，原告主張の取消事由２は理由がない。\n３  取消事由３（明確性要件の判断の誤り）\n⑴  原告の主張\n本件発明１の特許請求の範囲（請求項１）記載の「前記着用者の顎に沿っ\nて＂Ｕ＂型に湾曲して成型され，前記呼吸器を覆うことなく前記顎に沿って\n装着される下部ボディと，前記下部ボディの前方上側に一体に構成され，前\n記下部ボディにより湾曲した状態で支持され，前記呼吸器から離隔して前記\n呼吸器の周辺前方をカバーする呼吸器前方カバー体と，」にいう「一体に構成\nされ」との構成は，下部ボディと呼吸器前方カバー体の固着手段の内容が明\nらかでなく，請求項１の記載は著しく不明瞭な記載を含むものであるから，\n本件発明１は，明確性要件（特許法３６条６項２号所定の要件）に適合しな\nい。\nまた，本件発明２ないし８は，請求項１を引用し，本件発明１を発明特定\n事項に含むものであるから，同様に，明確性要件に適合しない。\nしたがって，本件特許の特許請求の範囲の記載が明確性要件を満たしてい\nるとした本件審決の判断は誤りである。\n⑵  被告の主張\n前記２(2)アで述べたのと同様に，原告の主張は，  本件訂正前の本件発明\n１ないし８に係る明確性要件違反をいうにとどまるものであるから，失当で\nある。\nまた，明確性要件の審査では，「発明特定事項の意味内容や技術的意味の解\n釈に当たっては，審査官は請求項の記載のみでなく，明細書及び図面の記載\n並びに出願時の技術常識をも考慮する。」とされており，本件出願時の技術常\n識（甲９）を前提とすると，本件発明１は明確である。同様に，本件発明２\nないし８も明確である。\nしたがって，原告主張の取消事由３は理由がない。\n４  取消事由４（分割要件違反を前提とする甲２，４，１０及び１１に基づく進\n歩性の判断の誤り）\n⑴  原告の主張\n本件審決は，本件出願は，原出願からの分割要件を全て満たしているから，\n本件出願の出願日は，原出願の出願日に遡及し，本件出願の優先日は平成２\n０年１月８日となるとした上で，甲２，４，１０及び１１は，いずれも本件\n出願の優先日前に公知となったものではないとして，甲２，４，１０及び１\n１に基づく本件訂正発明１ないし８の進歩性欠如の原告の主張は理由がない\n旨判断した。\nしかしながら，本件発明１の特許請求の範囲（請求項１）の「前記着用者\nの顎に沿って＂Ｕ＂型に湾曲して成型され，前記呼吸器を覆うことなく前記\n顎に沿って装着される下部ボディと，前記下部ボディの前方上側に一体に構\n成され，前記下部ボディにより湾曲した状態で支持され，前記呼吸器から離\n隔して前記呼吸器の周辺前方をカバーする呼吸器前方カバー体と，」にいう\n「一体に構成され」との構成は，下部ボディと呼吸器前方カバー体を，一体\nに成型して構成するものと，着脱可能なように成型して構成するもの（【００\n１８】，【００１９】）を含み，さらには，接着剤などの固着手段を用いて一体\nに構成するものも全て含む広い概念（上位概念）であるが，原出願の明細書\n等及び親出願の明細書等には，このような広い上位概念の「一体に構成され」\nとの構成の記載はない。\nそうすると，本件出願は，原出願からの分割要件を満たしていないから，\n本件出願の出願日については，出願日の遡及が認められず，現実の出願日で\nある平成２４年９月１９日となる。\nそして，本件訂正発明１ないし８は，本件出願前に頒布された刊行物であ\nる甲２，４，１０及び１１に記載された事項及び発明に基づいて，当業者が\n容易に発明をすることができたものであるから，特許法２９条２項の規定に\nより特許を受けることができない。\nしたがって，本件審決の上記判断は誤りである。\n⑵  被告の主張\n原出願，親出願及び本件出願においては，明細書の発明の詳細な説明及び\n図面の記載がいずれも同一であり，本件出願は原出願との関係において分割\n要件を満たしているから，本件出願の出願日は，本件審決認定のとおり，原\n出願の出願日に遡及し，その優先日は平成２０年１月８日である。\nしたがって，原告主張の取消事由４は，その前提を欠くものであるから，\n理由がない。\n第４  当裁判所の判断\n１  本件明細書の記載事項について\n⑴  本件明細書（甲１）には，次のような記載がある（下記記載中に引用する\n図１ないし１２については別紙を参照）。\nア  【技術分野】\n【０００１】\n本発明は，呼吸や対話に全く支障を与えないながら，呼吸器から発生す\nる不潔な異物質が飲食物のような衛生清潔対象物に汚染されることを遮\n断して，マスク着用による不都合なく，飲食店舗などでの衛生管理を容易\nに行うようにする他者保護用の衛生マスクに関し，本人の先出願発明であ\nる大韓民国特許出願第２００７－１１１００３号を更に改良して，全体的\nな骨格を合成樹脂で成型して製作し，その構造を画期的に改善することに\nよって，その構成が簡単であり，かつ再使用が可能であり，使用が便利で，\n使用中には，その構造が堅固に保持され，所期の目的を更に確実に達成で\nきるようにした他者保護用の衛生マスクに関する。\n【背景技術】\n【０００２】\n一般的に，マスクは，産業現場で粉塵や有害環境物質から着用者自身を\n保護するための場合と，清潔が要求される食品関連店舗などで人体から発\n生する不潔な物質の飲食物などへの汚染を防止する他者保護用として広\nく使われている。\n【０００３】\n従来技術のマスクは，自身保護用や他者保護用を問わず，およそ口と鼻\n部位を覆うマスク本体と，本体両側に固定用紐や掛け輪とが備えられ，耳\nや顎に弾力支持するように構成されている。\n【０００４】\nこのようなマスクは，呼吸器官である口と鼻を直接覆い，顔面に接する\nことから，着用時に呼吸が苦しいだけでなく，対話が不便であり，女性の\n場合は，口紅などの化粧品がつくといった面倒な問題点があった。\n【０００５】\nこのような問題点から，他者保護のために衛生管理が必需的に要求され\nる飲食物取扱者や配食担当者等の場合，マスク着用を忌避している実情な\nので，衛生管理に難しさがあった。\n【０００６】\nこのような問題点を鑑みて案出したものであって，本人の先出願発明で\nある大韓民国特許出願第２００７－１１１００３号があり，これは，添付\nの図１から図２に示されているように，衛生マスク１が，着用者の口と鼻\n（以下＂呼吸器＂という。）を露出させながら，呼吸器から発生する不潔な\n物質の飛散汚染を遮断するように，着用者の顎に支持されるベース部１１\nから呼吸器の下方に向けて斜め上向きに形成される遮蔽部１３が連結さ\nれてなり，遮蔽部１３を傾斜状態に支持する芯材１７が取り付けられた本\n体１０と，前記本体１０の両側で連結形成され，着用者の耳又は頭に固定\nされる支持手段３０と，を含んで構成されるものである。\n【０００７】\nこのような本人の先出願発明は，マスク本体１０が下方のベース部１１\nのみを着用者の顎に密着支持され，芯材１７が遮蔽部１３を呼吸器から下\n方へ離隔して位置するように支持することによって，言い換えれば，マス\nクが口や鼻を覆うことなく開放させるので，呼吸や対話に全く支障を与え\nない。\n【０００８】\nしたがって，衛生マスク１を着用しても，呼吸や対話に全く不便さがな\nく，女性の場合，マスクに口紅などの色調化粧品がつく恐れが全くないと\nいう利点がある。\n【０００９】\nこれに合わせて，遮蔽部１３が呼吸器の周囲下方に斜め上向きに設置さ\nれることで，呼吸器から発生する不潔な異物質が飲食物などに飛散及び落\n下することを遮断して，他者保護用衛生管理が非常に重要な場所，例えば，\n飲食店舗の調理部や配食部従事者等が衛生的な料理及びサービスを容易\nに行えるという利点がある。\n【００１０】\nしかしながら，本人の先出願発明は，前記のような長所にも関わらず，\n前記遮蔽部１３が一体に形成されたマスク本体１０が，繊維，不織布又は\n紙材のいずれか一つ又は２以上の組合せとなっており，遮蔽部１３を斜め\n上向き状態に支持するためには，必ず別の遮蔽部１３を傾斜状態に支持す\nるための芯材１７を取り付けなければならないという面倒さがあった。\n【００１１】\nそして，前記芯材１７は，帯状のアルミニウム薄板のように手で触る通\nりに変形され，以後，外力が加えられない限り変形状態を維持する素材を\n意味する，即席成型性を持つ材質又は樹脂材等からなる弾性ワイヤーから\n形成されるが，このように即席成型性を持つ材質を使用する場合は，外部\nの僅かな衝撃にも遮蔽部１３の形態が歪むので，外観が美麗でなく，遮蔽\n部１３が歪みながら呼吸器に引っ付くようになるので，その直ちに更に離\nさなければならないという不都合があり，更に，離しながら原形通り復元\nするために，誤って汚染された手で触ったりすれば，衛生マスク１の表面\n全体が汚くなるが，この場合は，その直ちに新品に交替しなければならな\nいという問題点があった。\n【００１２】\nまた，前記芯材１７を本体１０に取り付けるためには，２重になってい\nる本体１０の内部に芯材１７を直接嵌め込んだり，ボンディング接着をす\nる面倒な作業を更に経なければならないという問題点もあった。\n【００１３】\nそして，なによりも，前記本人の先出願発明で提示される衛生マスク１\nは，使い捨てであることから，再使用には無理があり，毎度新たに購入し\nなければならないという不便さがあった。\nイ  【発明が解決しようとする課題】\n【００１４】\n本発明は，本人の先出願発明である大韓民国特許出願第２００７－１１\n１００３号を更に改良して，全体的な骨格を合成樹脂で成型して製作し，\nその構造を画期的に改善することによって，その構成が簡単であり，かつ，\n再使用が可能である等，使用が便利で，使用途中には，その構造が堅固に\n保持され，所期の目的を更に確実に達成できるようにした他者保護用の衛\n生マスクを提供することにその目的がある。\n【課題を解決するための手段】\n【００１５】\n前記のような目的を達成するための本発明は，着用者の口と鼻を含む呼\n吸器を露出させながら，呼吸器から発生する不潔な物質の飛散汚染が遮断\nされるように製造された衛生マスクにおいて，前記衛生マスクは合成樹脂\nで成型して製造され，前記成型される衛生マスクは，＂Ｕ＂型に湾曲して\n成型され，後方両側端には，着用者の耳に掛かるか，後頭に嵌着される支\n持手段が備えられる下部ボディと，前記下部ボディの前方上側から斜め上\n向きに形成され，前記着用者の口や鼻を含む呼吸器が露出されるように前\n記呼吸器の周辺前方をカバーする呼吸器前方カバー体と，を含んで構成さ\nれることを特徴とする。\nウ  【発明を実施するための形態】\n【００１７】\n以下，本発明を具現するための一実施形態を，添付の図面に基づいてよ\nり詳細に説明する。\n【００１８】\n添付の図３から図７に示されているように，本発明の他者保護用の衛生\nマスク１は，着用者の口と鼻を含む呼吸器を露出させながら，呼吸器から\n発生する不潔な物質の飛散汚染が遮断されるように構成される衛生マス\nク１を合成樹脂で成型して製造し，前記合成樹脂で成型される衛生マスク\n１は，＂Ｕ＂型に湾曲して成型され，後方両側端には，着用者の耳に掛か\nるか，後頭に嵌着される支持手段１２０が備えられる下部ボディ１００と，\n前記下部ボディ１００の前方上側から斜め上向きに形成され，着用者の口\nや鼻を含む呼吸器が露出されるように呼吸器の周辺前方をカバーする呼\n吸器前方カバー体２００と，を含んで構成されるものである。\n【００１９】\nこの場合，本発明は，特に，図３から図５に示されているように，前記\n下部ボディ１００の前方上側に，呼吸器前方カバー体２００を一体に成型\nして構成することもでき，添付の図６から図７に示されているように，前\n記下部ボディ１００の前方上側に結合撓部１０１を形成し，この結合撓部\n１０１に結合されるように，前記呼吸器前方カバー体２００の下側端には，\n結合突部２０１を形成し，下部ボディ１００の前方上側に，呼吸器前方カ\nバー体２００が着脱可能なように成型して構成することもできる。\n【００２０】\nここで，前記下部ボディ１００の前方内面には，着用者の顎に容易に把\n持されるように，顎把持部１１０を更に突出形成することもできる。\n【００２１】\nそして，前記呼吸器前方カバー体２００には，他人に声がはっきり伝達\nされるように，声伝達孔２１０を更に形成することもできる。\n【００２２】\nまた，前記呼吸器前方カバー体２００は，図８に一例として示されてい\nるように，繊維やパルプ材からなる不織布又は織布のいずれかから成る衛\n生カバー紙３００を更に備えて使用することが望ましいが，前記衛生カバ\nー紙３００は，袋のように，下側が開放されたポケット型衛生カバー紙３\n００ａで形成し，これを呼吸器前方カバー体２００に被せて使用できるよ\nうに構成できることは言うまでもなく，所定の大きさで裁断された単純衛\n生カバー紙３００ｂを呼吸器前方カバー体２００の内面に密着させて使\n用できるように構成することもできる。\n【００２３】\nまた，図９に示されているように，前記＂Ｕ＂型に湾曲して成型された\n下部ボディ１００は，前方より後方へ行くほど，両側端が外側に更に広が\nるように成型されると共に，曲げ性がよく，左，右に弾力的に拡張したり，\n収縮したりするように構成されることが望ましい。\n【００２４】\n一方，前記支持手段１２０は，特に図１０に示されているように，＂Ｕ\n＂型に湾曲して成型された下部ボディ１００の両側終端を，着用者の耳に\n掛かるように折り曲げてなる＂¬＂型（鈎型）のイヤリング部１２１から構\n成することもでき，\n図１１に示されているように，＂Ｕ＂型に湾曲して成型された下部ボデ\nィ１００の両側終端に輪を形成し，これに着用者の耳に掛けられるように\n結合されたリング型のイヤリング部１２２から構成することもできるこ\nとは言うまでもなく，\n図１２に示されているように，＂Ｕ＂型に湾曲して成型された下部ボデ\nィ１００の両側終端に輪を形成し，これに着用者の後頭に嵌着して固定で\nきるように結合された固定バンド１２３から構成することもできる。\n【００２５】\nその一方，本発明は，添付の図１３に示されているように，前記呼吸器\n前方カバー体２００又は衛生カバー紙３００に，人体に無害した抗菌剤，\n脱臭剤，芳香剤が１種又は２種以上混合された機能性組成物を塗布，ディ\nーピング，スプレーし，乾燥して，機能性組成物層４００を形成すること\nによって，坑菌，脱臭，芳香機能が発揮されるように構成することもでき\nる。\nエ  【００２６】\n［実施例］\n上記のように構成される本発明の他者保護用の衛生マスクの作用状態\nを説明する。まず，本発明の他者保護用の衛生マスク１を着用すれば，\n＂Ｕ＂型に湾曲して成型された下部ボディ１００の前方内側面に着用\n者の顎が密着され，\n下部ボディ１００の両側端は，着用者の顔面側面部に弾力的に位置した\n状態で下部ボディ１００に備えられる多様な形態の支持手段１２０によ\nり耳に掛かるか，あるいは，後頭に嵌着されて着用が完了する。\n【００２７】\nこのようにすれば，呼吸器前方カバー体２００が下部ボディ１００の前\n方上側から斜め上向きに形成されており，呼吸器に直接密着されるもので\nはなく，前方に所定の距離だけ離隔して位置されるので，自然に呼吸器が\n露出される。\n【００２８】\nしたがって，衛生マスク１を着用しても，呼吸や対話に全く不便さがな\nいことは言うまでもなく，呼吸器から発生する不潔な異物質が呼吸器前方\nカバー体２００により遮断され，他者や飲食物などに飛散落下しないとい\nう基本的な機能は，全部達成される。\n【００２９】\nこれに合わせて，本発明は，前記衛生マスク１を構成する下部ボディ１\n００と呼吸器前方カバー体２００とがいずれも合成樹脂で成型されるも\nのであって，製作が非常に簡便なので，品質が優れており，外観が秀麗な\n良質の衛生マスク１を大量に生産できることは言うまでもなく，使用時に\n外部の衝撃にも形態の変形なしに元の形態がそのまま堅固に保持される。\n【００３０】\nまた，使い捨てではなく，使用後に清潔に洗浄して反復的に再使用が可\n能なので，非常に便利である。\n【００３１】\nその他にも，前記下部ボディ１００の前方内側面に顎把持部１１０を形\n成した場合は，この顎把持部１１０に着用者の顎が緊密に密着されるので，\n着用が容易であり，着用後には，密着力が良いので，着用感が良く，顎把\n持部１００下側に異物質が落下，飛散することが防止され，顎から下部ボ\nディ１００が容易に遥動及び離脱できないようになる。\n【００３２】\nそして，前記呼吸器前方カバー体２００に声伝達孔２１０を更に形成し\nた場合，この声伝達孔２１０を介して着用者の声が他人に更にはっきり伝\n達される。\n【００３３】\nまた，前記呼吸器前方カバー体２００に繊維やパルプ材からなる不織布\n又は織布のいずれかとなった衛生カバー紙３００を結合構成した場合は，\n使用済の衛生カバー紙３００を分離した後，新たなものに交替して使用で\nきるので，より衛生的である。\n【００３４】\n一方，＂Ｕ＂型に湾曲して成型された下部ボディ１００は，前方より後\n方へ行くほど，両側端が外側により広がるように成型されると共に，曲げ\n性がよく，左，右に弾力的に拡張したり，収縮したりするように構成され\nているので，衛生マスク１の着用者の顔大きさや顔面屈曲形態に全く影響\nを受けなく，容易に着用できることは言うまでもなく，着用後には，着用\n感が優れており，活動時にも全く負担なく活動できる。\n【００３５】\nこの場合，前記＂Ｕ＂型に湾曲して成型された下部ボディ１００の両側\n端には，多様な形態の支持手段１２０が構成されているので，着用が簡便\nであり，特に，下部ボディ１００の両側終端に輪を形成し，これに固定バ\nンド１２３を構成した場合は，衛生マスク１の着用時に固定バンド１２３\nを後頭に嵌着して固定できるため，固定力が堅固であり，活動時に安定的\nである。\n【００３６】\nその一方，前記呼吸器前方カバー体２００又は衛生カバー紙３００に人\n体に無害した抗菌剤，脱臭剤，芳香剤などの各種機能性剤が１種又は２種\n以上混合された機能性組成物を塗布，ディーピング，スプレーし，乾燥し\nて機能性組成物層４００を形成した場合は，使用時に，坑菌，脱臭，芳香\n機能が発揮されるため，より一層衛生的であり，安定的であり，爽快な気\n分で本業に専念できるようになる。\n【００３７】\nしたがって，本発明は，本人の先出願発明である大韓民国特許出願第２\n００７－１１１００３号から分かるように，基本的に呼吸や対話に全く支\n障を与えないながら，呼吸器から発生する不潔な異物質が飲食物のような\n衛生清潔対象物に汚染されることを遮断して，マスク着用による不都合な\nく，飲食店舗などでの衛生管理を容易に行うようにする機能は，当然に発\n揮され，ここに合わせて，全体的な骨格を合成樹脂で成型して製作し，そ\nの構造を画期的に改善したので，その構成が簡単で，製作が簡便であり，\nかつ，外観が非常に秀麗で，使用が便利であり，使用時に外部の衝撃にも\n形態の変形なしに，元の形態がそのまま堅固に保持され，マスク本体は，\n使い捨てではなく，反復的に再使用が可能なので，所期の目的をより確実\nに達成でき，長い間安心して便利に使用できるなどの様々な利点が更に発\n揮されるという非常に画期的な発明である。\n⑵  原出願の願書に最初に添付した明細書の発明の詳細な説明及び図面の記載\n（甲２）並びに親出願の願書に最初に添付した明細書の発明の詳細な説明及\nび図面の記載（甲４）は，本件明細書の発明の詳細な説明及び図面の記載と\n同一である。\n２  取消事由１（訂正要件の判断の誤り）について\n⑴  令和２年１０月２９日付け訂正請求書（甲１７）によれば，本件訂正に係\nる訂正事項は，本件訂正前（設定登録時）の請求項１の「前記着用者の顎に\n沿って＂Ｕ＂型に湾曲して成型され，前記呼吸器を覆うことなく前記顎に沿\nって装着される下部ボディ」との記載を「前記着用者の顎に沿って＂Ｕ＂型\nに湾曲して成型され，前記呼吸器を覆うことなく前記顎に沿って装着される\n合成樹脂で成型して製作された下部ボディ」に，「前記呼吸器から離隔して前\n記呼吸器の周辺前方をカバーする呼吸器前方カバー体」との記載を「前記呼\n吸器から離隔して前記呼吸器の周辺前方をカバーする合成樹脂で成型して製\n作された呼吸器前方カバー体」にそれぞれ訂正し，また，請求項１の記載を\n直接又は間接的に引用する請求項２ないし８も同様に訂正するというもので\nある。\n(2)  原告は，①本件訂正後の請求項１は，「衛生マスクにおいて，…合成樹脂\nで成型して製作された下部ボディと，…合成樹脂で成型して製作された呼吸\n器前方カバー体と，前記下部ボディの両側端に設けられ，前記下部ボディを\n前記着用者に固定するための支持手段と，を含み，」と記載されており，原出\n願の請求項１及び親出願の請求項１を対比すると，合成樹脂で成型して製作\nされるものから支持手段（１２０）が外されているから，本件訂正は，実質\n上特許請求の範囲を拡張するものである，②したがって，本件訂正は，特許\n法１３４条の２第９項で準用する同法１２６条６項に適合しないから，本件\n訂正を認めた本件審決の判断は誤りである旨主張する。\nそこで検討するに，訂正をすべき旨の審決が確定したときは，訂正の効果\nは出願時に遡って生じ（同法１２８条），訂正された特許請求の範囲の記載に\n基づいて技術的範囲が定められる特許発明の特許権の効力は第三者に及ぶこ\nとに鑑みると，同法１２６条６項の「実質上特許請求の範囲を拡張し，又は\n変更するもの」であるか否かの判断は，訂正の前後の特許請求の範囲の記載\nを基準としてすべきであり，実質上の拡張又は変更に当たるかどうかは訂正\nにより第三者に不測の不利益を与えることになるかどうかの観点から決する\nのが相当である。\nしかるところ，原告の主張は，本件訂正の前後の特許請求の範囲の記載を\n基準とするのではなく，本件訂正後の請求項１の記載と原出願の請求項１及\nび親出願の請求項１の記載を対比して，本件訂正は，実質上特許請求の範囲\nを拡張するものである旨を述べるものであるから，その主張自体理由がない。\nまた，本件審決が認定判断（審決書第２の２）するとおり，本件訂正に係\nる訂正事項は，同法１３４条の２第１項ただし書１号に規定する特許請求の\n範囲の減縮を目的とするものであって，同条９項で準用する同法１２６条５\n項及び６項に適合するものと認められるから，本件訂正は適法である。\nしたがって，原告主張の取消事由１は理由がない。\n３  取消事由２（サポート要件の判断の誤り）について\n原告は，①本件発明１の特許請求の範囲（請求項１）の「一体に構成され」\nとの構成について，本件明細書の発明の詳細な説明には，下部ボディと呼吸器\n前方カバー体が別部材である場合にこれらを「一体に構成」するための固着手\n段の記載も示唆もないから，本件発明１は，本件明細書の発明の詳細な説明に\n記載されたものではない，②本件発明１の特許請求の範囲（請求項１）には，\n本件発明１の「衛生マスク」の材料を限定する記載がないから，その材料は合\n成樹脂に限定されず，繊維，不織布あるいは紙材なども含まれるが，本件明細\n書の【００１４】，【００１５】，【００１８】，【００２９】及び【００３７】の\n記載によれば，繊維，不織布あるいは紙材などでマスクを製造することは明ら\nかに除外されているから，本件発明１は，本件明細書の発明の詳細な説明に記\n載されたものではないとして，本件特許の特許請求の範囲の記載がサポート要\n件を満たしているとした本件審決の判断は誤りである旨主張する。\nしかしながら，本件訂正が適法であることは，前記２のとおりであるから，\n本件特許の特許請求の範囲の記載がサポート要件に適合するかどうかは，本件\n訂正後の本件訂正発明１ないし８が本件明細書の発明の詳細な説明に記載した\nものであるかどうかによって判断すべきものであるところ，原告の上記主張は，\n本件審決における本件訂正後の本件訂正発明１ないし８に係るサポート要件の\n適合性の判断の誤りをいうものではないから，その主張自体理由がない。\nなお，本件訂正発明１の「一体に構成され」との構成は，「合成樹脂で成型し\nて製作された下部ボディ」と「合成樹脂で成型して製作された呼吸器前方カバ\nー体」とが「一体に構成され」る構成をいうのに対し，本件発明１の「一体に\n構成され」との構成は，「合成樹脂で成型して製作された」との特定のない「下\n部ボディ」と「呼吸器前方カバー体」とが「一体に構成され」る構成をいうも\nのである点において，「一体に構成され」る構成の態様，範囲等が異なり得るも\nのであるから，①の主張が本件訂正発明１に関する主張を含むものと解するこ\nとはできない。\nしたがって，原告主張の取消事由２は理由がない。\n４  取消事由３（明確性要件の判断の誤り）について\n原告は，本件訂正前の本件発明１の特許請求の範囲（請求項１）の「一体に\n構成され」との構成は，下部ボディと呼吸器前方カバー体の固着手段の内容が\n明らかでなく，請求項１の記載は著しく不明瞭な記載を含むものであって，本\n件発明１及び本件発明１を発明特定事項に含む本件発明２ないし８は，明確性\n要件に適合しないから，本件特許の特許請求の範囲の記載が明確性要件を満た\nしているとした本件審決の判断は誤りである旨主張する。\nしかしながら，前記３で説示したのと同様の理由により，原告の上記主張は，\n本件審決における本件訂正後の本件訂正発明１ないし８に係る明確性要件の適\n合性の判断の誤りをいうものではないから，その主張自体理由がない。\nしたがって，原告主張の取消事由３は理由がない。\n５  取消事由４（分割要件違反を前提とする甲２，４，１０及び１１に基づく進\n歩性の判断の誤り）について\n原告は，①本件出願は，原出願からの分割要件を満たしていないから，本件\n出願の出願日については，出願日の遡及は認められず，現実の出願日である平\n成２４年９月１９日となる，②そして，本件訂正発明１ないし８は，本件出願\n前に頒布された刊行物である甲２，４，１０及び１１に記載された事項及び発\n明に基づいて，当業者が容易に発明をすることができたものであり，特許法２\n９条２項の規定により特許を受けることができないから，これと異なる本件審\n決の判断は誤りである旨主張する。\nしかしながら，原告の上記主張は，甲２，４，１０及び１１に記載された発\n明を具体的に特定し，当該発明と本件訂正発明１ないし８との一致点及び相違\n点を特定し，その上で，当業者が当該相違点に係る本件訂正発明１ないし８の\n構成を容易に想到することができたことについて具体的に主張するものではな\nいから，その余の点について検討するまでもなく，主張自体理由がない。\nしたがって，原告主張の取消事由４は理由がない。\n６  結論\n以上のとおり，原告主張の取消事由はいずれも理由がなく，本件審決にこれ\nを取り消すべき違法は認められない。\nしたがって，原告の請求は棄却されるべきものであるから，主文のとおり判\n決する。\n知的財産高等裁判所第１部\n裁判長裁判官          大    鷹    一    郎\n裁判官          小      林    康    彦\n裁判官          小      川    卓    逸\n（別紙）\n【図１】\n【図２】\n【図３】\n【図４】\n【図５】\n【図６】\n【図７】\n【図８】\n【図９】\n【図１０】\n【図１１】\n【図１２】\n"
}