{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 4,
    "month": 11,
    "day": 4
  },
  "case_number": "令和4(ワ)5840",
  "case_name": "損害賠償請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "91588",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=91588",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/588/091588_hanrei.pdf",
  "contents": "令和４年１１月４日判決言渡  同日原本交付  裁判所書記官\n令和４年（ワ）第５８４０号  損害賠償請求事件\n口頭弁論終結日  令和４年１０月１１日\n判 決\n原 告    株 式 会 社 サ ー ナ\n（以下「原告会社」という。）\n原 告    Ａ\n（以下「原告a」という。）\n被 告    Ｂ\n（以下「被告b」という。）\n被 告    株 式 会 社 ア リ シ ア\n（以下「被告会社」という。）\n上記両名訴訟代理人弁護士    野島梨 恵\n正木友 啓\n主 文\n１  被告会社は、原告会社に対し、５万円を支払え。\n２  被告bは、原告会社に対し、５万円を支払え。\n３  原告会社のその余の各請求及び原告aの各請求をいずれも棄却する。\n４  訴訟費用は、原告会社に生じた費用の１０分の９及び被告らに生じた費用の\n２５分の１８を原告会社の負担とし、原告aに生じた費用の全部及び被告らに\n生じた費用の５分の１を原告aの負担とし、原告会社に生じたその余の費用及\nび被告らに生じたその余の費用を被告らの負担とする。\n４  この判決は１、２項に限り仮に執行することができる。\n事実及び理 由\n第１  請求等\n１  被告らは、原告会社に対し、連帯して１１０万円を支払え。\n２  被告らは、原告aに対し、連帯して３０万円を支払え。\n３  仮執行宣言\n第２  事案の概要\n１  事案の要旨\n⑴  原告会社の被告らに対する請求\n原告会社は、選択的に、\n①ⓐ被告会社が、原告会社が著作権を有する著作物の複製物を電子商取引サ\nイトに表示して原告会社の著作権（複製権、公衆送信権）を侵害し、原告会\n社はこれによって損害を受け、ⓑ被告bは、被告会社の代表取締役であり、\n被告会社の上記行為に関してその職務を行うについて重大な過失があったと\n主張して、被告会社に対しては不法行為による損害賠償請求権に基づき、被\n告bに対しては会社法４２９条に基づき、連帯して、１１０万円の支払を求\nめ、\n②ⓐ被告会社は、原告会社が著作権を有する前記の著作物の複製物を電子商\n取引サイトに表示して法律上の原因なく利得し、原告会社はこれにより損失\nを受け、ⓑ被告bは、被告会社の代表取締役であり、被告会社の上記行為に\n関してその職務を行うについて重大な過失があったと主張して、被告会社に\n対しては不当利得返還請求権に基づき、被告bに対しては会社法４２９条に\n基づき、前記同様の支払を求め、\n③ⓐ被告会社が、原告会社の周知な商品等表示である原告会社の商号と同一\nの表示を商品等表示として使用して、原告の商品又は営業と混同を生じさせ\nる行為をし、原告はこれによって営業上の利益を侵害されて損害を受け、ⓑ\n被告bは、被告会社の代表取締役であり、被告会社の上記行為に関してその\n職務を行うについて重大な過失があったと主張して、被告会社に対しては不\n正競争による損害賠償請求権に基づき、被告bに対しては会社法４２９条に\n基づき、前記同様の支払を求め、又は、\n④ⓐ被告会社が原告会社の前記の著作物を複製利用し原告会社の商品を転売\nして原告会社の信用を毀損したことは不正競争（不正競争防止法２条１項２\n１号）に該当し、原告はこれによって営業上の利益を侵害されて損害を受け、\nⓑ被告bは、被告会社の代表取締役であり、被告会社の上記行為に関してそ\nの職務を行うについて重大な過失があったと主張して、被告会社に対しては\n不正競争による損害賠償請求権に基づき、被告bに対しては会社法４２９条\nに基づき、前記同様の支払を求める。\n⑵  原告aの被告らに対する請求\n原告aは、①被告会社が、原告会社の著作権を侵害したり、原告会社に対\nする不正競争を行ったりしたことにより、原告会社の代表取締役である原告\naは、警察署や法律相談所に相談に行く等の対応を余儀なくされ損害を受け、\n②被告bは、被告会社の代表取締役であり、被告会社の上記行為に関してそ\nの職務を行うについて重大な過失があったと主張して、被告会社に対しては\n不法行為による損害賠償請求権に基づき、被告bに対しては会社法４２９条\nに基づき、連帯して、３０万円の支払を求める。\n２  前提事実（当事者間に争いのない事実及び証拠上容易に認められる事実。証\n拠は文末に括弧で付記した。なお，書証は特記しない限り枝番を全て含む。以\n下同じ。）\n⑴  当事者\n原告会社は、健康器具等の企画、製造、販売及び輸出入等を目的とする株\n式会社であり、原告aは、原告会社の代表者である。（甲１）\n被告会社は、建設業及びリフォーム業等を目的とする株式会社であり、被\n告bは、被告会社の代表者である。（甲２）\n⑵  事実経過\nア  原告会社は、平成２６年２月１日、株式会社Ｓｏ  Ｓｏｆｔ（以下「Ｓ\nｏＳｏｆｔ社」という。）との間で、原告会社がＳｏＳｏｆｔ社に対し、\n健康器具の一種である加圧ベルト（以下「原告商品」という。）の販売\nを委託する契約（以下「本件委託契約」という。）を締結した。（甲１\n９）\nＳｏＳｏｆｔ社は、少し曲げるなどした原告商品を４本、先頭の位置を\nずらすなどして並べて、バックルが画像の右下方向に位置し、ベルトが\n左上方向に延びているように配置した上で、それらの斜め上方から撮影\nした画像と「知的財産権承諾済の加圧ベルト」、「当商品は株式会社サ\nーナが所有する知的財産権（特許権、意匠権、商標権）承諾済の人体用\n加圧ベルトです！大人気商品の加圧ベルトだけに知的財産権を侵害する\nコピー品・模造品にはご注意ください。」という文字とによって構成さ\nれる画像等（以下「本件画像」という。）をインターネット上の電子商\n取引サイトにおいて掲載して、原告商品を販売していた。（甲３、２１）\nイ  被告会社は、インターネット上のＹＡＨＯＯ！ＪＡＰＡＮショッピング\nというウェブサイトを利用して「アリシアストア」という電子商取引サイ\nト（以下「被告オンラインストア」という。）を開設した。被告オンライ\nンストアの責任者は被告bであった。（争いがない事実のほか、甲３、弁\n論の全趣旨）\n被告会社は、令和元年５月２０日頃、被告オンラインストアにおいて、\n原告商品を販売するに当たり、その商品紹介ページに本件画像を表示し\nた。（争いがない事実のほか、甲３、７、８、弁論の全趣旨）\nウ  原告会社は、令和元年５月末頃、被告会社に対し、本件画像の利用を止\nめるよう通知し、被告会社は、その頃、被告オンラインストアのウェブ\nページから本件画像の表示を削除した。被告会社が、被告オンラインス\nトアに本件画像を表示していた期間は約２週間であった。また、その間、\n被告オンラインストアにおいて原告商品が販売されたことを認めるに足\nりない。（争いがない事実のほか、甲５、７、８、１０、弁論の全趣旨）\n３  争点及び争点に関する当事者の主張\n本件の主な争点は、次のとおりである。\n①  原告会社が本件画像の著作権を有するか。\n②  被告会社の著作権侵害により原告会社が受けた損害及び額\n③  被告会社が本件画像を利用して法律上の原因なく利得し、原告会社がこ\nれにより損失を受けたか。\n④  被告会社による本件画像の利用により原告会社が受けた損失及び額\n⑤  原告会社の商号が需要者の間に広く認識されている（不正競争防止法２\n条１項１号）か。\n⑥  被告会社が原告商号と同一の表示を商品等表示として使用して、原告会\n社の商品又は営業と混同を生じさせたか。\n⑦  被告会社の混同惹起行為により、原告会社が営業上の利益を侵害され損\n害を受けたか。\n⑧  被告会社が競争関係にある原告会社の営業上の信用を害する虚偽の事実\nを告知又は流布したか。\n⑨  被告会社の信用棄損行為により、原告会社が営業上の利益を侵害され損\n害を受けたか。\n⑩  被告bに、被告会社の原告会社に対する著作権侵害、不正競争等に関し、\nその職務を行うについて重大な過失があったか。\n⑪  被告会社が、著作権侵害及び不正競争等により原告aの権利を侵害した\nか、また、原告aが被った損害及び額\n⑫  被告bに、被告会社の原告aに対する不法行為に関し、その職務を行うに\nついて重大な過失があったか。\n⑴  争点①（原告会社が本件画像の著作権を有するか。）について\n（原告会社の主張）\n本件画像は、原告会社の発案に基づき、思想又は感情を創作的に表現したも\nのであって美術等の範囲に属し、原告会社は本件画像の著作権を有する。\nすなわち、本件画像は、原告会社の発案に基づき、原告会社の業務に従事す\nる原告a及びその指示を受けたＳｏＳｏｆｔ社の従業員が職務上作成したもの\nであり、具体的には、原告aが考えた文章及びＳｏＳｏｆｔ社の従業員２人が\n撮影した原告商品の画像を、原告aとＳｏＳｏｆｔ社の従業員１人が市販のソ\nフトウェアを使用してやり取りをして作成した。\n（被告会社の主張）\n本件画像は単にベルトを撮影したものにすぎず、「思想又は感情を創作的に\n表現したものであって、文芸、学術、美術又は音楽の範囲に属するもの」とは\nいえない。\n原告会社が、本件画像の著作権を有することは明らかではない。\n⑵  争点②（被告会社の著作権侵害により原告会社が受けた損害及び額）につい\nて\n（原告会社の主張）\n原告会社は、被告会社の著作権侵害により、原告商品に関して原告会社が有\nする特許権、商標権、意匠権などの知的財産権の価値の毀損分、著作物の使用\n料相当額（著作権法１１４条３項）の合計１１０万円の損害を被った。原告会\n社は、本件画像の作成に、長期間及び高額な費用を費やした。\n（被告会社の主張）\n否認ないし争う。使用料相当額について立証もない。\n⑶  争点③（被告会社が本件画像を利用して法律上の原因なく利得し、原告会社\nがこれにより損失を受けたか。）について\n（原告会社の主張）\n被告会社は本件画像を利用して法律上の原因なく利得し、原告会社はこれに\nより損失を受けた。\n（被告会社の主張）\n否認する。\n⑷  争点④（被告会社による本件画像の利用により原告会社が受けた損失及び額）\nについて\n（原告会社の主張）\n被告会社による本件画像の利用により原告会社は著作権の使用料相当額を含\nめ合計１１０万円の損失を受けた。\n（被告会社の主張）\n否認する。\n⑸  争点⑤（原告会社の商号が需要者の間に広く認識されているか。）について\n（原告会社の主張）\n原告会社は原告商品を販売しており、原告aは、原告商品について、その使\n用方法を告知、宣伝するために、有名な出版社から書籍を出版した。原告商品\nは、楽天グループ株式会社が運営する電子商取引サイトにおいてトレーニング\n器具部門で１位を獲得した。\n（被告会社の主張）\n否認する。\n⑹  争点⑥（被告会社が原告商号と同一の表示を商品等表示として使用して、原\n告会社の商品又は営業と混同を生じさせたか。）について\n（原告会社の主張）\n被告会社は、原告商号と同一の表示を商品等表示として使用して、原告の商\n品又は営業と混同を生じさせる行為をした。\n（被告会社の主張）\n否認する。\n⑺  争点⑦（被告会社の混同惹起行為により、原告会社が営業上の利益を侵害さ\nれ損害を受けたか。）について\n（原告会社の主張）\n原告会社は、被告会社による不正競争により営業上の利益を侵害され、原告\n商品に関して原告会社が有する特許権、商標権、意匠権などの知的財産権の価\n値の毀損分、商品等表示の使用料相当額の合計１１０万円の損害を被った。\n（被告会社の主張）\n否認ないし争う。\n⑻  争点⑧（被告会社が競争関係にある原告会社の営業上の信用を害する虚偽の\n事実を告知又は流布したか。）\n（原告会社の主張）\n被告会社は、本件画像を複製利用し原告商品を１．５倍の価格で転売して原\n告商品に関して原告会社が有する商標権や原告商品の価値を大きく毀損したも\nのであり、この行為は、不正競争防止法２条１項２１号の信用棄損行為に該当\nする。\n（被告会社の主張）\n否認する。\n⑼  争点⑨（被告会社の信用棄損行為により、原告会社が営業上の利益を侵害さ\nれ損害を受けたか。）\n（原告会社の主張）\n原告会社は、被告会社による不正競争により営業上の利益を侵害され、原告\n商品に関して原告会社が有する特許権、商標権、意匠権などの知的財産権の価\n値の毀損分１１０万円の損害を被った。\n（被告会社の主張）\n否認ないし争う。\n⑽  争点⑩（被告bに、被告会社の原告会社に対する著作権侵害、不正競争等に\n関し、その職務を行うについて重大な過失があったか。）について\n（原告会社の主張）\n被告bは、被告会社の代表取締役であり、被告会社の原告aに対する不法行為\n等に関し、その職務を行うについて重大な過失があったから、原告aに生じた\n損害を賠償する責任を負う（会社法４２９条）。\n（被告bの主張）\n否認する。\n⑾  争点⑪（被告会社が、著作権侵害及び不正競争等により原告aの権利を侵害\nしたか、また、原告aが被った損害及び額）について\n（原告aの主張）\n原告aは、被告会社の著作権侵害及び不正競争という一連一体の不法行為に\nより、警察署や法律相談所に相談に行く等の対応を余儀なくされ、交通費、逸\n失利益等３０万円の損害を被った。\n（被告会社の主張）\n否認ないし争う。\n⑿  争点⑫（被告bに、被告会社の原告aに対する不法行為に関し、その職務を行\nうについて重大な過失があったか。）について\n（原告aの主張）\n被告bは、被告会社の代表取締役であり、被告会社の原告aに対する不法行為\nに関し、その職務を行うについて重大な過失があったから、原告aに生じた損\n害を賠償する責任を負う（会社法４２９条）。\n（被告bの主張）\n否認する。\n第３  当裁判所の判断\n１  争点①（原告会社が本件画像の著作権を有するか。）、争点②（被告会社の\n著作権侵害により原告会社が受けた損害及び額）及び争点⑩（被告bに、被告\n会社の原告会社に対する著作権侵害に関し、その職務を行うについて重大な過\n失があったか。）について\n⑴  争点①（原告会社が本件画像の著作権を有するか。）について\n本件画像は、構図、カメラアングル等を工夫して作成した画像を有するも\nので、その画像は美術の著作物であると認められる。また、原告会社の代表\n者である原告aは、ＳｏＳｏｆｔ社の従業員に対し、原告商品の宣伝広告の\nためのものとして本件画像の作成を指示し、原告a及びＳｏＳｏｆｔ社の従\n業員は相談しながら本件画像を作成し、その著作権を原告会社に譲渡したと\n認められる（甲１８、２２、弁論の全趣旨）。\n⑵  争点②（被告会社の著作権侵害により原告会社が受けた損害及び額）につ\nいて\n被告会社は、令和元年５月２０日頃、被告オンラインストアにおいて原告\n商品を販売するに当たり、その商品紹介ページに原告商品の画像を含む本件\n画像を表示し、これにより、少なくとも過失により、本件画像を複製し、公\n衆送信用記録媒体にその情報を記録して自動公衆送信し得るようにして送信\n可能化した。（争いがない事実のほか、甲３、７、８、弁論の全趣旨）\n本件画像の内容（前記第２の２⑵ア）、被告会社における本件画像の使用\n態様、使用期間が約２週間（同ウ）と比較的短くその閲覧数も少なかったと\n推認されること、原告会社は自ら原告商品を販売するために本件画像を作成\nしたのであり（前記⑴）仮に販売を行う他人にその使用を許諾する場合には\n一定の使用料を求めると考えられることなど、本件に現れた諸事情に照らせ\nば、原告会社が本件画像の著作権（複製権、公衆送信権）の行使につき受け\nるべき金銭の額（著作権法１１４条３項）は５万円が相当であると認められ、\n原告会社は、被告会社に対し、本件画像の著作権（複製権、公衆送信権）の\n侵害についての損害として、５万円を請求することができる。\n被告オンラインストアにおける原告商品の販売のために原告商品が写って\nいる本件画像を表示したという態様に照らし、被告会社の原告会社に対する\n著作権侵害によって原告会社が主張するその他の損害が発生したとは認める\nに足りない。また、本件画像の著作権（複製権、公衆送信権）侵害について、\n仮に被告会社に故意があったとしても、原告会社に生じた損害額は上記額を\n超えない。\n⑶  争点⑩（被告bに、被告会社の原告会社に対する著作権侵害に関し、その\n職務を行うについて重大な過失があったか。）について\n被告会社は、原告会社が著作権を有する本件画像を被告オンラインストア\nに表示して原告会社の著作権を侵害した（前記⑴、⑵）ところ、被告bは被\n告オンラインストアの責任者である（前記第２の２⑵イ）一方、被告b以外\nの者が被告オンラインストアにかかわっていたこと自体を認めるに足りず、\n被告bが上記表示に直接深くかかわっていたといえることなどに照らせば、\n被告会社の代表取締役である被告bには、被告会社の原告会社に対する著作\n権侵害に関し、その職務を行うについて重大な過失があったと認められる。\n⑷  小括\n以上から、原告会社は、被告会社に対し、著作権侵害の不法行為による損\n害賠償請求権に基づき５万円の支払を求めることができ、また、この損害に\nついて、被告bに対しても、会社法４２９条に基づき支払を求めることがで\nきる。\n２  争点③（被告会社が本件画像を利用して法律上の原因なく利得し、原告会社\nがこれにより損失を受けたか。）及び争点④（被告会社による本件画像を利用\nにより原告会社が受けた損失及び額）\n被告会社による本件画像の利用により原告会社が受けた損失の額は、これに\nよる本件画像の著作権侵害に係る損害（前記１）の額を超えない。\n３  争点⑤（原告会社の商号が需要者の間に広く認識されているか。）について\n原告aは、平成２２年１１月２５日、株式会社幻冬舎から、著作者欄に原告\n会社の代表取締役との肩書を表示して、「ソフト加圧ベルト」というベルト２\n本が付属した、「ソフト加圧ダイエット」という題名の書籍を発行し、その７\n０頁において原告会社が販売する加圧ベルトや原告会社のウェブサイトを紹介\nするなどした（甲１５）。また、原告会社は、その商品である加圧ベルトを、\n楽天グループ株式会社が運営する楽天市場というウェブサイトに開設された\n「ＨＯＭＭＡＬＡＢ楽天市場店」という電子商取引サイトにおいて「ｓａｈｎ\nａ加圧ベルト」などとして販売したり、アマゾンドットコムインクが運営する\nウェブサイトに開設された「Ｔｒｅｎｄ  Ｈｏｎｐｏ」という電子商取引サイ\nトにおいて本件画像を表示して販売したりし、その結果、原告会社が販売する\n加圧ベルトは、楽天市場において「フィットネス・トレーニング」部門におい\nて「楽天ランキング第１位」とされたことがあった（甲２０、２１）。\nしかし、書籍での紹介や商品の販売の事実により直ちに原告会社の商号が需\n要者の間に広く認識されている（不正競争防止法２条１項１号）ことになるも\nのではなく、また、原告会社の商品の販売の実績、関係する商品市場における\nシェアやそのシェアを維持した期間等も不明であり、原告会社主張の事実は、\n同号にいう原告会社の商号が需要者の間に広く認識されていると認めるに足り\nるものとはいえず、その他証拠及び弁論の全趣旨によっても、原告会社の商号\nが、需要者の間に広く認識されているとは認めるに足りない。\n３  争点⑧（被告会社が競争関係にある原告会社の営業上の信用を害する虚偽の\n事実を告知又は流布したか。）について\n原告会社は、被告会社が原告会社に無断で原告商品を転売したことを指摘し\nて被告会社に不正競争があった旨を主張するが、上記事実をもって、不正競争\n防止法２条１項２１号所定の被告会社が競争関係にある原告会社の営業上の信\n用を害する虚偽の事実を告知又は流布したものとは認められない。したがって、\n原告会社の主張は認められない。\n４  争点⑪（被告会社が、著作権侵害により原告aの権利を侵害したか、また、\n原告aが被った損害及び額）について\n被告会社は原告会社の本件画像の著作権を侵害したところ、原告aは、この\n件に関して、警察署に相談に行くなどの対応をしたと認められる（甲１６～１\n８）。もっとも、同対応は原告会社の代表者としてのものであるといえ、被告\n会社が、原告会社の本件画像の著作権を侵害したことに関して、原告会社の権\n利侵害とは別に、原告aの権利を侵害したとは認めるに足りない。\n第４  結論\n以上によれば，原告会社の各請求は、被告会社に対し、著作権侵害の不法行\n為による損害賠償請求権に基づき５万円の支払を求め、また、これについて、\n被告bに対し、会社法４２９条に基づき同額の支払を求める限度で理由がある\nから、同限度で認容し、原告会社のその余の各請求、原告aの各請求はいずれ\nも理由がないから棄却すべきである。\nよって，主文のとおり判決する。\n東京地方裁判所民事第４６部\n裁判長裁判官    柴    田    義      明\n裁判官    佐    伯    良      子\n裁判官    仲    田    憲      史\n"
}