{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 2,
    "month": 2,
    "day": 20
  },
  "case_number": "令和1(ワ)14446",
  "case_name": "発信者情報開示請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "89408",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=89408",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/408/089408_hanrei.pdf",
  "contents": "令和２年２月２０日判決言渡  同日原本領収  裁判所書記官\n令和元年(ワ)第１４４４６号  発信者情報開示請求事件\n口頭弁論終結日  令和元年１１月１４日\n判         決\n原 告          株  式  会  社  Ｋ．  Ｅ．  Ｇ\n同 訴 訟 代 理 人 弁 護 士       梶 山 武 彦\n同 訴 訟 復 代 理 人 弁 護 士          河瀬   季\n同                      谷川   智\n被 告       ソ フ ト バ ン ク 株 式 会 社\n同 訴 訟 代 理 人 弁 護 士          五十嵐       敦\n同                      大 山 貴 俊\n同                      近 藤 翔 太\n主         文\n１  原告の請求をいずれも棄却する。\n２  訴訟費用は原告の負担とする。\n事実及び理 由\n第１  請求\n被告は，原告に対し，別紙発信者情報目録記載の各情報を開示せよ。\n第２  事案の概要\n本件は，原告が，氏名不詳者によりインターネット上のウェブサイトに投稿\nされた別紙投稿記事目録記載１ないし５の各内容欄記載の写真（以下，同目録\nの番号に合わせて「本件写真１」ないし「本件写真５」といい，本件写真１な\nいし５を併せて「本件各写真」という。）は，原告が著作権を有する別紙著作物\n目録記載の各写真（以下，同目録の番号に合わせて「原告写真１－１」ないし\n「原告写真５－４」といい，原告写真１－１ないし５－４を併せて「原告各写\n真」という。）をつなぎ合わせて作成されたものであり，同氏名不詳者が本件各\n写真を投稿した行為は原告各写真に係る原告の複製権及び公衆送信権を侵害す\nるものであることが明らかであると主張して，経由プロバイダである被告に対\nし，特定電気通信役務提供者の損害賠償責任の制限及び発信者情報の開示に関\nする法律（以下「法」という。）４条１項に基づき，本件各写真の投稿に用いら\nれたアカウントと同一のアカウントへのログインに用いられた別紙発信者情報\n目録記載１の各ＩＰアドレス（以下「本件各ＩＰアドレス」という。）を同目録\n記載１の発信日時頃に割り当てられていた者に係る同目録記載２の情報（以下，\n「本件各発信者情報」という。）の開示を求める事案である。\n１  前提事実（当事者間に争いがないか，末尾の証拠及び弁論の全趣旨により容\n易に認められる事実。なお，枝番号の記載を省略したものは，枝番号を含む（以\n下同様）。）\n(1)  氏名不詳者は，別紙投稿記事目録記載１ないし５の各投稿日欄の日付にお\nいて，本件各写真を含む記事をインターネット上のウェブサイトである「イ\nンスタグラム」に投稿した（以下，同目録の番号に合わせて「本件投稿行為\n１」ないし「本件投稿行為５」といい，本件投稿行為１ないし５を併せて「本\n件各投稿行為」という。）。（甲７）\n本件各写真は，複数の写真をつなぎ合わせる形で構成されているところ，\n本件写真２には，原告写真２－１ないし２－５が利用されている。（甲７，１\n４）\n(2)  本件各写真が投稿された上記ウェブサイト（以下「本件サイト」という。）\nに記事を投稿するためには，予めユーザ名及びパスワード等を登録してアカ\nウントを作成し，登録したユーザ名及びパスワードを用いてアカウントにロ\nグインする必要がある。（甲５）\n本件各投稿行為は，いずれも「ｋｙａｂａｋｙａｂａ１２」というユーザ\n名のアカウント（以下「本件アカウント」という。）にログインした状態でな\nされた。（甲６，７）\n(3)  本件サイトにおいては，あるアカウントに複数の者が同時にログインする\nことが可能であり，当該アカウントに対し複数のアクセス元からのログイン\nが併存し得る。（弁論の全趣旨）\n(4)  原告は，本件サイトを運営する訴外フェイスブック・インク「以下「フェ\nイスブック」という。）から，本件アカウントへログインするための情報が発\n信された発信日時及び発信元のＩＰアドレスの開示を受けたところ，その内\n容は別紙発信者情報目録記載１(1)ないし(13)のとおりであった。（甲４。以\n下，同目録記載１(1)ないし(13)で特定される各ログインを同目録の番号に合\nわせて「本件ログイン(1)」ないし「本件ログイン(13)」といい，本件ログイ\nン(1)ないし(13)を併せて「本件各ログイン」という。）\n(5)  被告は，本件各発信者情報を保有している。\n２  争点\n(1)  本件各発信者情報が「当該権利の侵害に係る発信者情報」（法４条１項柱\n書）に当たるか否か（争点１）\n(2)  被告が「開示関係役務提供者」に該当するか（争点２）\n(3)  権利侵害の明白性（争点３）\n(4)  本件各発信者情報の開示を受けるべき正当な理由の有無（争点４）\n３  争点に関する当事者の主張\n(1)  争点１（本件各発信者情報が「当該権利の侵害に係る発信者情報」（法４条\n１項柱書）に当たるか否か）について\n［原告の主張］\n次のア，イの各点からすれば，本件発信者情報は「当該権利の侵害に係る\n発信者情報」に該当する。\nア  「当該権利の侵害に係る発信者情報」は，問題となっている情報を現実\nに発信した際に把握される発信者情報に限定されるべきではなく，不法行\n為に基づく損害賠償責任等を負う者に関する情報が含まれる。なぜなら，\n文理上，情報を現実に発信した際に把握される発信者情報にまで限定して\nいないし，また，法４条１項の趣旨は，特定電気通信を用いて行われた加\n害者不明の権利侵害行為の被害者の当該加害者に対する正当な権利行使\nの可能性の確保と，発信者の表現の自由及びプライバシーの確保，これに\n伴い役務提供者が契約者に対して有する守秘義務等の間の調整を図る点\nにあるところ，上記の解釈を行わない限り，各投稿時の情報を保存しない\n本件サイトのようなログイン型ＳＮＳにおいては他人の権利を侵害した\n者を特定することが不可能となり，被害者の当該加害者に対する正当な権\n利行使の可能性が断たれる一方，規範的に見て権利を侵害しているとみな\nされる者，共同不法行為の責任を負うべき者，直接の権利侵害行為を幇助\nした者に関する情報を含むとしても，第三者の表現の自由，プライバシー\n及び通信の秘密を不当に制限することにはならないからである。\nイ  本件各投稿行為をした者と本件アカウントへログインした者は同一人物\nである。また，仮に，別人であったとしても，本件アカウントへログイン\nした者は，本件アカウントの管理運営について密接な関連性があり，本件\n各投稿行為をした際の事情を把握していると考えられる以上，規範的に見\nて権利を侵害しているとみなされる者，共同不法行為の責任を負うべき者\n又は直接の権利侵害行為を幇助した者に当たり，本件各投稿行為について\n損害賠償責任等を負う者といえ，本件各発信者情報は，そのような者に係\nる情報である以上，「当該権利の侵害に係る発信者情報」に該当する。\n［被告の主張］\n次のア，イの各点からすれば，本件発信者情報は「当該権利の侵害に係る\n発信者情報」に該当しない。\nア  法が，発信者情報の開示請求権を創設した反面，発信者のプライバシー\nや表現の自由，通信の秘密等に配慮し，その権利行使の要件として権利侵\n害の明白性等の厳格な要件を定めた趣旨や，法４条１項の文言に照らすと，\n開示請求の対象は，開示請求者の権利を侵害したとする情報の発信者につ\nいての情報に限られると解すべきであり，権利侵害情報でない情報の発信\n（以下「非侵害発信」という。）に係る者の情報は，これが開示されること\nにより，侵害情報の発信者が特定される可能性があるとしても，発信者情\n報開示請求の対象にならないと解すべきである。\nそして，本件アカウントへのログインの際の情報の発信は非侵害発信で\nあり，この発信に係る者の情報は，発信者情報開示請求の対象にならない。\nイ  本件各投稿行為は，平成３１年（２０１９年）１月８日から同月１８日\nにかけての間になされているところ，本件アカウントにログイン情報が送\n信された日時との間には，それぞれ最短でも３６日間，最長では４６日間\nも開きがあることからすると，本件各ログインに基づいて本件各投稿行為\nがなされたことは明らかではない。とりわけ，本件ログイン(1)ないし(3)\nは，本件各投稿行為の後になされていることからすると，本件ログイン(1)\nないし(3)に基づいて本件各投稿行為がなされていないことは論理的に明\n白である。\nそもそも，本件サイトにおいては，あるアカウントに複数の者が同時に\nログインすることが可能と考えられること，本件サイトでは，同一のアカ\nウントを複数人で管理・運営することも考えられ，パスワードさえ分かれ\nば，アカウントの作成者以外の者でもログインすることができることから\nすれば，本件各ログインを行った者が本件各投稿行為を行ったことの蓋然\n性が高いとは到底いえない。\n(2)  争点２（被告が「開示関係役務提供者」に該当するか）について\n［原告の主張］\n原告は，前記１(4)のとおり，フェイスブックから別紙発信者情報目録記載\nの各ＩＰアドレスの開示を受け，これにより，被告が違法な記事の投稿に関\n与していると疑われる者の氏名・住所等の発信者情報を保有していることを\n特定した。したがって，被告は「開示関係役務提供者」に該当する。\n［被告の主張］\n法４条１項が定める「開示関係役務提供者」とは，他人の権利を侵害した\nとされる情報を流通させた特定電気通信の用に供される特定電気通信設備を\n用いる特定電気通信役務提供者であるところ，被告は，本件各ログイン日時\nに，本件各ＩＰアドレスを用いてなされた，本件アカウントで本件サイトに\nログインするという，非侵害発信の用に供された電気通信設備を用いて当該\n非侵害発信を媒介したにすぎない。そして，本件各投稿行為に使用されたＩ\nＰアドレス及び同アドレスの割当日時が定かでなく，被告が本件各投稿行為\nの用に供される特定電気通信設備を用いて本件各投稿行為を媒介したことに\nついて主張立証がない以上，被告が法４条１項にいう「開示関係役務提供\n者」に該当するとはいえない。\n(3)  争点３（権利侵害の明白性）について\n［原告の主張］\nア  原告各写真の著作物性\n原告各写真は，撮影者である原告の従業員の思想又は感情を創作的に表\n現しており，創作性が認められる。すなわち，原告各写真は，機械的・画\n一的に撮影される証明写真等と異なり，被写体である女性の捕捉について，\n当該女性ごと，かつ写真ごとに異なる内容であり，撮影者の個性が表現さ\nれている。更に，原告各写真は，その背景の選択やライティング及びコン\nトラストにおいても，撮影者の個性が表れている。\nイ  原告は原告各写真の著作者であるか\n原告は，キャバクラ店から女性従業員の広告宣伝用の写真撮影として多\n数の依頼を受け，従業員又は業務委託先である専属カメラマンが原告の業\n務フローに従い，依頼内容に応じて写真を撮影している。原告各写真もそ\nのように撮影されたものであるから，原告の発意に基づき，原告の業務に\n従事する者がその職務上作成した著作物である。また，原告各写真は，原\n告がその著作の名義の下に公表している。さらに，原告と上記カメラマン\nとの間には著作者に関する別段の定めはない。したがって，著作権法１５\n条１項に基づき，原告各写真の著作者は原告である。\nウ  原告各写真が本件各写真に利用されているか\n本件各写真は，原告各写真を含む複数の写真をつなぎ合わせる形で構成\nされている（具体的には，本件写真１につき原告写真１－１ないし１－４，\n本件写真２につき原告写真２－１ないし２－５，本件写真３につき原告写\n真３－１ないし３－５，本件写真４につき原告写真４－１ないし４－４，\n本件写真５につき原告写真５－１ないし５－４）。\nエ  引用（著作権法３２条１項）の抗弁の成否\n本件各投稿行為は，投稿者の営業促進目的で行われたものと考えられる\nこと，本件各写真の大半を原告各写真が占めており，かかる利用の態様は\n引用として適切なものとは評価し得ないこと，本件各投稿行為により，原\n告の営業機会が減少するおそれがある等，原告に与える不利益の程度が大\nきいことからすれば，「公正な慣行に合致するものであり，かつ，報道，批\n評，研究その他の引用の目的上正当な範囲内で行われるもの」とは認めら\nれない。\n［被告の主張］\nア  原告各写真の著作物性\n原告各写真は，いずれも人物の顔及び上半身等をありふれた構図で撮影\nした写真にすぎず，創作性が認められるか否か明らかではない。\nイ  原告は原告各写真の著作者であるか\n原告各写真が，原告の従業員等によって撮影されたものか否か明らかで\nはなく，原告が著作者であることが明らかであるとはいえない。\nウ  原告各写真が本件各写真に利用されているか\n原告写真２－１ないし２－５以外の本件各投稿行為に係る写真について\nは，原告各写真が利用されているか否か明らかでない。\nエ  引用（著作権法３２条１項）の抗弁の成否\n本件各投稿行為による投稿の表記や内容に鑑みれば，本件各投稿行為が\n公正な慣行に合致し，引用の目的上正当な範囲内で行われるものに当た\nらないことが明らかであるとはいえない。\n(4)  争点４（本件各発信者情報の開示を受けるべき正当な理由の有無）につい\nて\n［原告の主張］\n原告は，本件各投稿行為を行った者に対し，著作権侵害に関する損害賠償\n請求を行う予定であり，その前提として，被告の保有する本件各発信者情報\nの開示を受ける必要があるため，これを求めるべき正当な理由がある。\n［被告の主張］\n原告の上記主張は争う。\n第３  当裁判所の判断\n１  争点１（本件各発信者情報が「当該権利の侵害に係る発信者情報」（法４条１\n項柱書）に当たるか否か）について\n(1)  この点，被告は，別紙発信者情報目録記載１の各ＩＰアドレス（本件各Ｉ\nＰアドレス）及び発信日時は，本件アカウントへのログインの際のものであ\nって，本件各投稿行為が行われた際のものではないから，原告が開示を求め\nる情報は，権利の侵害に係る発信者情報には当たらない旨を主張する。\nしかしながら，原告が開示を求める本件各発信者情報が本件アカウントへ\nのログインの際のものであるとしても，当該ログインからログアウトまでの\n機会に当該ログイン状態を利用して本件各投稿行為が行われたことの証明が\nなされているといえる場合には，本件アカウントへのログインの際の情報は\n法４条１項柱書に規定する「当該権利の侵害に係る発信者情報」に当たると\n解するのが相当である。なぜなら，当該ログイン状態を利用して本件各投稿\n行為が行われたことの証明があった場合には，当該ログインに係る情報を「当\n該権利の侵害に係る発信者情報」と解することに文理上の障害はなく，また，\nかかる解釈は，権利の侵害を受けた者の正当な権利の行使を可能にするとい\nう立法趣旨にも合致するからである。\n(2)  そこで，本件ログイン(1)ないし(13)につき，当該ログイン状態を利用して\n本件各投稿行為が行われたことの証明がなされているか否かを以下検討する。\nア  この点，本件ログイン(1)ないし(3)は，本件各投稿行為より時間的に後\nになされたものであり，当該ログイン状態を利用して本件各投稿行為が行\nわれるということはそもそも不可能である。\nイ  他方，本件ログイン(4)ないし(13)は，本件各投稿行為より時間的に先行\nしてなされているから，当該ログイン状態を利用して本件各投稿行為が行\nわれた可能性は認められる。しかしながら，上記各ログインに関しても，\n前記第２の１(3)のとおり，本件サイトにおいては，同一のアカウントに対\nし，複数の端末からのログイン状態の併存が可能であることからすれば，\nいずれのログイン状態を利用して本件各投稿行為がなされたのか不明で\nあり，ひいては，当該ログイン状態を利用して本件各投稿行為が行われた\nと認めるには至らないといわざるをえない。また，本件においては，本件\n各投稿行為がなされた日からさかのぼって３６日間（本件投稿行為１の場\n合）ないし４６日間（本件投稿行為２の場合）の期間内に，本件ログイン\n(4)ないし(13)のとおり，複数のＩＰアドレスによるログインがあるもの\nであって，投稿行為に用いられたアカウントに，投稿日から過去にさかの\nぼる相応の期間，唯一特定のＩＰアドレスによるログインしかなかったと\nいうような場合に当たるものでもない。これらによれば，本件各ログイン\nの発信元のＩＰアドレス（本件ＩＰアドレス）相互の関係が証拠上不明で\nあることを考慮するまでもなく，本件は，上記(1)で説示した場合には当た\nらないというほかない。\nウ  以上からすれば，本件ログイン(1)ないし(13)につき，当該ログイン状態\nを利用して本件各投稿行為が行われたことの証明がなされているとはい\nえない。\nしたがって，本件各発信者情報が「当該権利の侵害に係る発信者情報」\nに当たるとは認められないというべきである。\n(3)  これに対し，原告は，法４条１項柱書の「当該権利の侵害に係る発信者情\n報」は，問題となっている情報を現実に発信した際に把握される発信者情報\nに限定されるべきではなく，不法行為に基づく損害賠償責任等を負う者に関\nする情報が含まれるところ，本件各投稿行為をした者は，本件アカウントへ\nログインした者と同一人物であるか，仮に別人であったとしても，後者は，\n規範的に見て権利を侵害しているとみなされる者，共同不法行為の責任を負\nうべき者又は直接の権利侵害行為を幇助した者に当たり，本件各投稿行為に\nついて損害賠償責任等を負う者であるから，本件各発信者情報は，そのよう\nな者に係る情報である以上，「当該権利の侵害に係る発信者情報」に該当する\n旨主張する。\nしかしながら，法４条１項の文言，及び，同条項の規定に基づき開示の対\n象となる発信者情報を規定した省令（特定電気通信役務提供者の損害賠償責\n任の制限及び発信者情報の開示に関する法律第四条第一項の発信者情報を定\nめる省令，平成１４年総務省令第５７号）の文言は，その文理からみて，侵\n害者自身の情報を対象とすることが明らかであって，原告の主張する上記の\n解釈を許容するものということはできず，また，本件各投稿行為をした者以\n外の者のＩＰアドレスに係る住所，氏名等の個人情報を開示してしまった場\n合には，その者の通信の秘密やプライバシーを不当に侵害する結果をもたら\nすことも考慮すれば，規定文言の文理を超えて，被害者の正当な権利行使の\n可能性を確保すべき必要性から直ちに上記の解釈を導き出すことには無理が\nあると言わざるを得ない。さらに，本件各投稿行為をした者が本件アカウン\nトへログインした者と同一人物であると認めるに足りる的確な証拠はなく，\nまた，個々のアカウントの管理の態様は様々であることや，前記(2)イの説示\nに照らせば，本件各投稿行為をした者と別人である本件アカウントへログイ\nンした者が，規範的に見て権利を侵害しているとみなされる者等に当たり，\n本件各投稿行為について損害賠償責任等を負うことが明らかであるとは認め\nることはできず，本件各発信者情報がそのような者に係る情報であることを\n理由に「当該権利の侵害に係る発信者情報」に該当するとする原告の主張は，\nその前提を欠くことに帰することとなる。\n以上からすれば，原告の上記各主張はいずれも採用し難く，本件各発信者\n情報が「当該権利の侵害に係る発信者情報」に当たるとは認められないとし\nた上記の結論を左右しない。\n(4)  したがって，本件各発信者情報を法４条１項に規定する「当該権利の侵害\nに係る発信者情報」に当たるということはできない。\n２  結論\nよって，その余の点について判断するまでもなく，原告の請求はいずれも理\n由がないから全て棄却することとして，主文のとおり判決する。\n東京地方裁判所民事第４７部\n裁判長裁判官          田    中    孝    一\n裁判官      横      山    真      通\n裁判官      奥              俊      彦\n（別紙）\n発信者情報目録\n別紙投稿記事目録記載の投稿記事の投稿に用いられたアカウントへのログインに\n用いられた下記１記載の各ＩＰアドレスを同 1 記載の発信日時ころに使用して情報\nを送信した者に関する情報であって下記２に掲げるもの。\n１\n番号  発信日時  ＩＰアドレス\n(1)  2019-03-01 05:18:32 UTC  （省略）\n(2)  2019-03-01 05:18:27 UTC  （省略）\n(3)  2019-02-17 20:45:21 UTC  （省略）\n(4)  2018-12-03 12:49:29 UTC  （省略）\n(5)  2018-11-06 18:26:02 UTC  （省略）\n(6)  2018-10-22 13:58:50 UTC  （省略）\n(7)  2018-10-02 15:14:21 UTC  （省略）\n(8)  2018-09-18 08:33:15 UTC  （省略）\n(9)  2018-09-15 15:16:25 UTC  （省略）\n(10)  2018-09-09 18:31:15 UTC  （省略）\n(11)  2018-09-09 16:16:25 UTC  （省略）\n(12)  2018-09-07 16:37:54 UTC  （省略）\n(13)  2018-09-06 11:06:09 UTC  （省略）\n２\n（１） 氏名又は名称\n（２） 住所\n（別紙）\n投稿記事目録\n１\nURL  （ＵＲＬは省略）\n投稿日  ２０１９年１月１８日\n投稿者  kyabakyaba12\n内容\n２\nURL  （ＵＲＬは省略）\n投稿日  ２０１９年１月１５日\n投稿者  kyabakyaba12\n内容\n３\nURL  （ＵＲＬは省略）\n投稿日  ２０１９年１月１１日\n投稿者  kyabakyaba12\n内容\n４\nURL  （ＵＲＬは省略）\n投稿日  ２０１９年１月９日\n投稿者  kyabakyaba12\n内容\n５\nURL  （ＵＲＬは省略）\n投稿日  ２０１９年１月８日\n投稿者  kyabakyaba12\n内容\n（別紙）\n著作物目録\n１－１\n１－２\n１－３\n１－４\n２－１\n２－２\n２－３\n２－４\n２－５\n３－１\n３－２\n３－３\n３－４\n３－５\n４－１\n４－２\n４－３\n４－４\n５－１\n５－２\n５－３\n５－４\n"
}