{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 3,
    "month": 6,
    "day": 30
  },
  "case_number": "令和2(く)352",
  "case_name": "再審請求棄却決定に対する即時抗告申立事件",
  "court_name": "大阪高等裁判所",
  "result": "棄却",
  "lawsuit_id": "92121",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=92121",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/121/092121_hanrei.pdf",
  "contents": "令和２年 第３５２号  再審請求棄却決定に対する即時抗告申立事件\n主              文\n本件即時抗告を棄却する。\n理              由\n第１  本件申立の趣旨等\n本件即時抗告の趣旨及び理由は，弁護人池田崇志作成の即時抗告申立書及び意見\n書３通（令和２年１２月２８日付け，令和３年１月１４日付け及び同年６月２３日\n付け）に，これに対する反論は検察官緒方淳作成の意見書（令和３年４月１６日付\nけ）に，各記載のとおりである。その論旨は，要するに，申立人（原審請求人）に\n対する強盗被告事件（神戸地方裁判所姫路支部平成１３年 第４４１号）について，\n平成１６年１月９日神戸地方裁判所姫路支部が言い渡した有罪の確定判決（以下「確\n定判決」という。）に対する本件再審請求について，原審で弁護人が提出した新証拠\nには，刑訴法４３５条６号の明白性が認められないとして，本件再審請求を棄却し\nた原決定は，証拠開示の勧告等の真実発見に向けた努力が著しく欠けており，審理\n不尽の違法がある上，新証拠の明白性の判断の方法を誤り，新証拠の明白性を認め\nなかった事実の誤認があるから，これを取り消した上で，再審を開始する裁判を求\nめる，というものである。\nそこで，記録を調査し，当審における事実取調べの結果をも併せて検討する。\nなお，略称及び証拠の表記方法は，基本的に原決定の例による。当審において取\nり調べた証拠については，原審の続き番号を用いることとする。\n第２  原決定までの審理経過等\n１  確定判決が認定した事実\n確定判決が認定した犯罪事実の要旨は，申立人は，自称Ａと共謀の上，兵庫県姫\n路市内にあるＢ郵便局（以下，単に「郵便局」という。）において，平成１３年６月\n１９日午後３時１０分過ぎ頃，郵便局職員ら４名に対し，こもごも所携の模造けん\n銃を突き付けて脅迫するとともに，同人らの頭部等を所携の傘で殴り付ける暴行を\n加えて，同人らの反抗を抑圧した上，郵便局局長管理の現金２２７５万６０００円\nを強取した，というものである。\n２  確定審における審理経過\n申立人は，前記認定事実と同旨の公訴事実について，本件強盗が行われた時間に\n郵便局にはおらず，一切関わっていないとして，捜査・公判を通じて犯人性を否認\nし（ただし，後述するように，起訴後のある時期，検察官に対して犯行を認めるか\nのような供述をしたことがある。），本件強盗はＡとＣなる人物の犯行であるとして\n無罪を主張していたが，平成１６年１月９日，神戸地方裁判所姫路支部において，\n申立人が実行犯人２人のうちの１人であると認定され，懲役６年に処する旨の有罪\n判決が宣告された。この判決は，平成１７年１１月２４日の大阪高等裁判所での控\n訴棄却，平成１８年４月１９日の最高裁判所での上告棄却の各裁判を経て，同月２\n５日に確定した。\n３  確定判決の概要\n確定判決は，申立人を強盗の実行犯として有罪であると認定したが，その判断の\n概要は以下のとおりである（神戸地方裁判所姫路支部の確定第１審を基本としたが，\nそれだけでは分かりにくい点は，これを維持した大阪高等裁判所の確定控訴審の内\n容も用いている。）。\n本件強盗事件の発生\n本件当日，えんじ色と紺色の雨合羽を着て白色の軍手をはめた黒人の二人組が，\nそれぞれけん銃様の物を持って郵便局に入ってきて，えんじ色の雨合羽を着た人物\nが，出入口付近に座っていた警備員にけん銃様の物を突き付けた後，郵便局ロビー\nに入っていき，カウンターを乗り越えて郵便局職員らにけん銃様の物を突き付けた。\n職員らが逃げようとすると，紺色の雨合羽を着た人物がその職員らに対して持って\nいた傘で殴りつけるなどし，その間にえんじ色の雨合羽を着た人物が金庫から現金\nを取り出し，その二人組は，郵便局の外に止めていた緑色の日産シルビア（逃走時\nにナンバープレートの下４桁が「６６２５」であることが目撃されている。以下，\n「本件シルビア」という。）に乗り込んで逃走した。郵便局内には，目出し帽１個と\n傘２本が犯人らにより遺留されていた。\n申立人の逮捕及びＡの出頭\n本件犯行の約３０分後，郵便局と同じ町内で，かねてより顔見知りであった者が\n申立人を，また別の者がＤ（Ｄ工業所の通称名）の方に走って行く背の高い黒人男\n性を目撃した旨の情報があり，警察官が事情聴取中，申立人が近くの倉庫で解体の\n仕事をしている人物であるという情報が入った。その倉庫へ向かった前記目撃者の\n１人に案内されたＥ警察官によって，同日午後４時２０分頃，同倉庫内に，車体が\n濡れてナンバープレートが取り付けられていない緑色の本件シルビアがあるのが発\n見された。連絡を受けた警察官らの捜査により，その倉庫は，申立人が当時経営し\nていた会社の事務所や倉庫として使用・管理されている建物（以下「本件倉庫」と\nいう。）であることが判明し，同日，申立人は警察から任意同行を求められ，翌２０\n日の朝に緊急逮捕された。これを知ったＡは，翌２１日に池田崇志弁護士（その後\nは基本的に申立人の弁護人）に付き添われて姫路警察 に出頭し，逮捕された。\n⑶  申立人が本件強盗の実行犯人であることを推認させる間接事実は，次のとお\nりである（項目的に整理したので，記載の順番等は確定判決とは異なる部分がある。）。\nア  犯行に使用されたと認められる物品等や犯行によって得られた現金が，申立\n人の管理する本件倉庫から発見されたり，申立人の生活領域内にあったこと\n①  犯行に際し，犯人らが乗っていた本件シルビアは，犯行のあった月（平成１\n３年６月）の初め頃に申立人が購入し，本件倉庫内に置かれていたもので，目撃さ\nれたナンバープレート（下４桁が６６２５）は，申立人が購入した別の車両のナン\nバープレートであり，これが当時本件シルビアに取り付けられたものであった。\n②  本件シルビアは，犯行の１時間余り後には，本件倉庫内に止められ，ナンバー\nプレートも，取り外されてナンバー部分が焼き切られた上，本件倉庫内に置かれて\nいた。\n③  本件倉庫内の２か所から，郵便局の帯封が付いたままなどの現金合計２２７\n５万６０００円が発見され，その金額は被害金額相当であった。また，犯行に用い\nられたものと考えて矛盾のない雨合羽や靴等も本件倉庫内から発見された。\n④  犯行には２丁のけん銃様の物が使用されたが，申立人は，それまでにエアガ\nンを少なくとも２丁は購入して所持していた。\n⑤  犯人らが犯行時に着用していた雨合羽は，申立人らが当時の勤務先（Ｄ）の\n作業において使っていたものと同様のものである。\nイ  本件倉庫は申立人が管理していた場所であること\n⑥  本件倉庫は，申立人が管理しており，他の者が申立人の了解を得ないまま本\n件倉庫内にある物品を利用して犯行を行い，本件倉庫内において証拠物の隠匿やナ\nンバープレートの数字を焼き切るなどの作業を行うことは容易にできるものではな\nい。\nウ  犯行後に申立人が目撃されたこととの整合性\n⑦  犯行の約３０分後には，本件倉庫の近辺で申立人が目撃されているが（この\nことは，申立人の捜査や公判での供述には沿わない。），犯行場所である郵便局から\n本件倉庫まで自動車で移動するのに要する時間，及び本件倉庫内で現金等を隠し，\nナンバープレートを焼き切るなどに要する時間を考慮すると，前記目撃内容は，申\n立人が犯人であるならば不自然ではない。\nエ  実行犯であることが明らかなＡとの関係\n⑧  Ａは，本件の実行犯であることは明らかであるが，Ａは申立人の弟（Ａの認\n識は従弟）であり，同じ職場（Ｄ）で働いていたほか，自動車部品等の輸出，販売\n等を業とする申立人の会社の仕事も手伝っていた。\nオ  これらを総合すると，申立人が，Ａの共犯者として本件強盗を敢行したこと\nが強く推認される。\n⑷  申立人が共犯者であるとの認定に合理的な疑いは生じない。\nア  Ｃというナイジェリア人が共犯者であるとするＡの供述について\nＣというナイジェリア人からの盗みの誘いを断り切れず，一緒に郵便局に行った\nら，Ｃが模造けん銃を使って大金を奪ってしまった旨を供述するＡの証言は，供述\n内容が不自然，不可解で，捜査・公判で変遷もあり，信用性に乏しい。\n⑨  Ａの供述によれば，会って３回目にすぎない相手（Ｃ）から，郵便局の金銭\nを取るという話を持ち掛けられ，その内容からみて強盗に及ぶことが予測されるの\nにこれを承諾し，申立人の管理する本件倉庫から犯行に使う雨合羽等を勝手に持ち\n出し，犯行後は，事情を全く知らない申立人に力を借りるとして奪った２０００万\n円以上の現金や犯行に用いた自動車や雨合羽を本件倉庫に放置したまま離れたこと\nになるが，その内容は不自然である。\n⑩  Ａの供述するＣの行動も不可解である。金に困ってＡに犯行を持ち掛けて，\n執拗に誘って強盗に及び，奪った現金を持って逃げようとしていたのに，現金を本\n件倉庫に隠しておこうというＡの説得に従い，ポケットに入れていた１００万円ほ\nどの現金もＡの言うがままに渡してしまったというのであって，いささか不可解で\nある。\nイ  犯行への関与を否定する申立人の供述も，信用性に乏しい。\n⑪  申立人の供述は，Ｃなる人物が申立人の車等を勝手に使って犯行を行ったこ\nとをうかがわせる内容も含んでいるが信用できない。申立人は，日本のヤクザらに\n脅かされていたとし，本件強盗があった頃は，自宅を出てＤの寮に行き，同僚のＦ\nの部屋でテレビを見て本件倉庫に戻った旨を供述するが，その内容に不自然なとこ\nろが見られる上，捜査段階と公判，また公判段階の中でも詳細な供述をしていなが\nら，種々の点で不自然に変遷している。さらに，公判審理中に，一度は検察官に対\nして，マフィアに脅迫されて郵便局から現金と鍵を奪ってきた旨を述べてもおり，\n真に犯行に関与していない者が，このような段階でかかる供述をするというのは理\n解し難く，また，他の者（事件直後の目撃者，Ｆ及び自宅にいた妻の祖母）の供述\nとも矛盾しているのであって，信用性に乏しい。\n⑸  確定判決は，他に申立人の管理下にある事務所の中の車両等を申立人以外の\n者が用いて犯行を行い，証拠物を事務所内に隠匿したとの合理的な疑いが生じ得る\nような事情は見受けられないとして，以上の諸事情に照らすと，Ａとともに本件強\n盗行為を行った人物は申立人であると認めた。\n４  原決定（差戻後再審請求審）までの経過等\n⑴  差戻前再審請求審の判断内容等\n申立人は，本件強盗の犯人ではないと主張して再審請求を申し立てたが，神戸地\n方裁判所姫路支部は，平成２６年３月２８日，再審請求を棄却した（平成２４年\n第３号，以下「差戻前棄却決定」という。）。その理由の要旨は，以下のとおりであ\nる。\n本件強盗の被害現金が犯行から１時間１０分以内という極めて短時間のうちに\n本件倉庫に持ち込まれ，その全額が保管されていたことを「中核的事実関係１」と\nし，本件強盗には申立人が購入していた車両（本件シルビア）や申立人が購入した\n別の車両に付けられていたナンバープレートが使用されたのみならず，これらも犯\n行から極めて短時間のうちに本件倉庫に持ち込まれ，同ナンバープレートには罪証\n隠滅とみられる工作が施されていたことを「中核的事実関係２」とし，これらを併\nせ考えると，申立人が本件強盗の犯人の１人であることが極めて強く推認される。\nそして，中核的事実関係１の強い推認力は，申立人に本件倉庫の管理権限があるこ\nと自体を基礎とするものであるから，申立人以外の者でも本件倉庫内に立ち入るこ\nとが可能であったという事実が存在しても，基本的にはその推認力が大きく減殺さ\nれることはなく，あるいは，実行犯人である二人の黒人の中に申立人が含まれてい\nない可能性があるとの事実が存在しても，同様である（本件強盗が３人以上の共犯\n者による犯行ということになるが，申立人が共犯者に含まれない可能性が生じるこ\nとはない。）。刑訴法４３５条６号の無罪を言い渡すべき明らかな証拠を新たに発見\nしたとして弁護人が提出した，申立人以外の者の本件倉庫への立入り可能性に関す\nる証拠，申立人の実行犯人性に関する証拠及びＣの実在性に関する証拠等は，前述\nの強力な推認力に照らすと，本件強盗の２人の実行犯人の中に申立人が含まれない\nとしても，申立人とＡとの共犯関係に第三の共犯者が加わることになるにすぎず，\n申立人が共犯者の１人であるとの嫌疑が晴れるわけではないため，そもそも新規性\nがないか，新規性が認められるものについても，申立人の犯人性の推認を妨げる事\n情にはなり得ないから，各証拠の信用性を判断するまでもなく，明白性がないこと\nが明らかであり，いずれも刑訴法４３５条６号の証拠に当たらない。\n⑵  即時抗告審の判断内容等\nその即時抗告審である大阪高等裁判所は，平成２８年３月１５日，再審請求棄却\n決定を取り消して，事件を神戸地方裁判所に差し戻す決定をし（平成２６年 第１\n４８号，以下「本件差戻決定」という。），その特別抗告も，平成２９年１０月３１\n日に棄却された。本件差戻決定の理由の要旨は，以下のとおりである。\n確定審で取り調べられた証拠と新証拠とを総合的に評価した結果，確定判決が認\n定した犯罪事実の一部に合理的な疑いが生じた場合であっても，公訴事実の同一性\nが認められる範囲内で，なお同一の構成要件に該当する事実が認定できるという心\n証を得た場合に，再審を開始しない余地はあるが，再審請求審においても，申立人\nに対する不意打ちを防止し，申立人に対して十分防御の機会を与えて審理を尽くす\n必要がある。本件では，①実行共同正犯か，実行行為を伴わないその他の共犯かに\nよって，間接事実の持つ意味や構造に変化が生じることも考えられ，推認過程に対\nする反論や反証も異なり得るから，その点について申立人に主張，立証の機会を与\nえなかったことは不意打ちに当たる，②差戻前棄却決定にいう中核的事実関係１及\nび２による犯人性の推認は，事実上も，第三者が申立人に無断で本件倉庫に物品を\n持ち込み，隠匿することや証拠隠滅の作業をすることがない管理状態であったこと\nが前提となるはずであり，申立人の管理権限そのものを基礎として，中核的事実関\n係１に強力な推認力を認めるのは相当ではなく，論理則，経験則に反する。各中核\n的事実関係の推認力が減殺されるか否かは，申立人の関与なしに，申立人以外の者\nが本件倉庫に立ち入り，物品の隠匿や毀棄等の行為ができたかという点に関して，\n弁護人から提出された証拠の信用性等を検討して初めて評価できるが，差戻前棄却\n決定はこの点について検討しておらず，審理が尽くされているとはいえない，③確\n定判決は，申立人が実行犯人であることを前提としているところ，本件は，申立人\nが実行犯人であることから，共同正犯と評価，認定した事案ということができ，申\n立人の実行犯人性に合理的疑いが生じるのであれば，残る間接事実によって申立人\nの共犯性を認定できるかについては更に検討を要することとなるのに，差戻前再審\n請求審における審理経過をみても，弁護人からこの点に関連する複数の証拠が提出\nされ，検察官も各証拠の信用性を争うなどしていたにもかかわらず，差戻前棄却決\n定は，各証拠の信用性について検討を加えておらず，申立人の実行犯人性を前提と\nしない場合に，申立人の共犯性が認定できるか否かの間接事実の検討について，十\n分な審理が尽くされているとはいえない。これらの手続違背は決定に影響を及ぼす\nことが明らかであって取消しを免れず，前記の点について，当事者に十分な主張，\n立証の機会を与え，刑訴法４３５条６号の該当性について更に審理を尽くさせる必\n要がある。\n本件差戻決定は，その説示からも明らかなように，申立人側から提出された証拠\nを具体的に検討したものではない。差戻前棄却決定が，申立人の実行犯人性を認め\nた確定判決の判断に合理的な疑いを生じさせるだけでは足りず，申立人の共犯性を\n含む犯人性に合理的な疑いを生じさせる必要があるとの観点から，申立人側が提出\nした証拠を検討し，結論を出したことに対し，理論的には，そのような判断の仕方\nを是認しつつも，実際の審理の仕方に不意打ちや判断不足等があるとして，差し戻\nしたものである。\n第３  原決定（差戻後再審請求審の決定）の判断の概要\n差戻し後の審理を行った神戸地方裁判所（以下「原審」という。）は，令和２年６\n月１５日，本件再審請求は理由がないとして棄却する決定をした（神戸地方裁判所\n平成３０年 第１号，原決定）。本件は，この原決定に対してなされた即時抗告申立\n事件である。\n１  原決定の理由の要旨\n原決定の弁護人の主張に対する判断の概略は，以下のようなものである。後の当\n裁判所の判断に際し，原決定の判断の要旨も適宜示すことになるから，ここでは結\n論的なもののみ示す。\n原決定は，申立人の主張に従い，提出された証拠を，申立人以外の者の本件倉庫\nへの立入り可能性に関する証拠，申立人の実行犯人性に関する証拠，Ｃの実在性に\n関する証拠と分類し，それぞれの主張を検討した。\n本件倉庫には申立人以外の者も比較的自由に出入りすることができたもの\nで，確定判決における間接事実⑥の認定は誤っているとの主張について\n弁護人が提出した，Ｇ（再審弁１４），Ｈ（再審弁４０）及びＩ（再審弁７１）の\n各陳述書並びにＤＶＤ（再審弁７０）の各証拠の中に，確定判決における間接事実\n⑥の認定を揺るがすに足りるものはなく，本件差戻決定の指摘（第２の４⑵②）を\nも踏まえて原審で実施した，Ｇ及びＨの証人尋問の結果を考慮しても，前記判断は\n左右されない。\n申立人の実行犯人性に合理的な疑いを生じさせる種々の新証拠が存在する\nとの主張について\n弁護人の提出する，①防犯カメラの映像に関する証拠である，ＤＶＤ（再審弁８\n６）及び写真（再審弁９２），②目出し帽の付着物に関する証拠（再審弁３の１，２，\n２６，２７の１，２，２８の１，２，３４ないし３６，４１，８９），③申立人の血\n液型に関する証拠（再審弁６ないし８，９の１ないし６，４６，８７，８８），④申\n立人の足のサイズに関する証拠（再審弁２０），⑤申立人の左足の負傷に関する証拠\nである医師から聴取した報告書（再審弁１５）及びＪの陳述書（再審弁１６），⑥指\n掌紋に関する証拠（再審弁４２ないし４４，９０，９６ないし９９）は，いずれも\n申立人の実行犯人性に合理的な疑いを生じさせるものとはいえない。\n申立人やＡが実行犯人の１人であると主張したＣは実在しているとの主張\nについて\n弁護人が提出する，Ｃの実在性に関連する証拠（再審弁１７ないし１９の１，２，\n２２，２３，３１の１，２，８０）は，申立人を本件強盗の実行犯人であると認定\nした確定判決の判断構造に全く影響を与えるものではないから，いずれも明白性は\nない。\n以上の各証拠のほか，弁護人が提出した全ての証拠を踏まえて記録を精査し\nても，申立人が本件強盗の実行犯人であるとした確定判決の事実認定に誤りがある\nとは認められない。弁護人が提出した証拠はいずれも明白性が認められず，刑訴法\n４３５条６号の再審事由は認められない。\nなお，弁護人は，申立人が提起している別件の国家賠償請求事件において，証拠\nの改ざん，偽造又は変造を認定した判決が確定した場合は，刑訴法４３５条１号に\nいう「確定判決」に含まれるとして同号が認められるとも主張するが，あくまでも\n仮定の話であり，そのような趣旨の確定判決があるわけではないし，そもそも，同\n号の「確定判決」とは刑事事件の確定判決をいい，国家賠償請求事件の確定判決は\n含まれないと解されるから，主張自体失当である。\n第４  当裁判所の判断\n１  はじめに\n原審は，即時抗告審の指摘①に従い，当事者に共犯の形式についての主張，立証\nの機会を与え（もっとも，弁護人は主張，立証の要なしと述べた。），また，同指摘\n②に従い，間接事実⑥について，申立人の関与なしに，申立人以外の者が本件倉庫\nに立ち入り，物品の隠匿や毀棄等の行為ができたかという点に関して，弁護人から\n提出された証拠の信用性等を検討する一環として，事実の取調べとして，陳述書作\n成者２名の証人尋問を行うなどした。\nその結果，原審は，弁護人が提出した証拠の明白性を否定し，本件再審請求には\n刑訴法４３５条６号の再審事由があるとはいえないとして，本件再審請求を棄却し\nた（原決定）。その判断に，論理則，経験則等に照らして不合理な点はなく，当裁判\n所もおおむね正当なものとして是認することができる（当審では主張されていない\nが，同条１号についての原審の判断についても同様である。）。\n当審における所論も，基本的には原審における主張と同旨であるが，原決定につ\nいては，十分な審理を尽くさないまま，証拠の明白性判断の方法を誤り，その評価\nを誤ったものであり，取り消されるべきであるとしている。\nそこで，以下において，所論に鑑み，それぞれの論点に関する弁護人提出証拠が，\n刑訴法４３５条６号に規定する証拠に該当しないとした原決定の当否を検討する。\n２  申立人以外の者の本件倉庫への立入り可能性に関する証拠について\n⑴  所論\n所論は，間接事実⑥の認定には誤りがあるとして，本件倉庫の大扉は表に鍵は掛\nけられておらず，内側から開けることができるものであり，申立人らが本件倉庫を\n利用する場合，左側の扉の一部に付いていた，鍵の掛けられた小さな扉から中に入っ\nていた，申立人は本件倉庫の大扉を開けていることが多く，その場合には，申立人\n以外の者が出入りしており，本件当日も，大扉は鍵が掛かっていない状態で，申立\n人以外の第三者が出入りすることができたと主張している。\nそして，これを前提に，間接事実⑥を認定する根拠となった，本件倉庫で誰も作\n業をしていないときはいつも本件倉庫の扉に鍵が掛かっており，申立人，その妻及\nびＡ以外の人物が本件倉庫の扉を開けるのを見たことがなく，本件当日も，午後２\n時前頃までの間，本件倉庫の鍵が掛けられたままであった旨のＨの確定審における\n証言（以下「確定審証言」という。）は信用性がないと主張し，その立証のための新\n証拠として，同人の陳述書（再審弁４０，以下「Ｈ陳述書」という。）を，前同様に\n認定根拠となった，本件強盗が発生した１時間１０分後である午後４時２０分頃に\nは，本件倉庫の大扉には鍵が掛かっていて，Ｅ警察官が鍵の開いていた窓から本件\n倉庫に入った旨のＥ及びＫの確定審における各証言には信用性がないと主張し，そ\nの立証のための新証拠として，本件倉庫の所有者の妻であるＧの陳述書（再審弁１\n４，以下「Ｇ陳述書」という。）を，その他，本件倉庫の扉が大概の場合は開いてい\nたという事実を立証するための新証拠として，Ｉの陳述書（再審弁７１，以下「Ｉ\n陳述書」という。）とＤＶＤ（再審弁７０）をそれぞれ提出した。\n⑵  Ｈ陳述書について\nア  Ｈ陳述書の要旨\nＨ陳述書における陳述内容の要旨は以下のとおりである。Ｈ（本件倉庫の南隣に\nある皮革会社の経営者）は，仕事中に訪ねてきた警察官から，本件倉庫の扉の施錠\n状況等について話を聞きたいとしつこく言われ，早く終わらせて仕事をしたいと\n思っていたため，記憶が曖昧でよく分からないことについても，警察官に言われた\nとおりの事実を適当に答えた，もともと倉庫の扉を意識的に見たことはなく，扉の\n外側に南京錠がついていたかどうかはっきり覚えていなかった，はっきり言えるこ\nとは，黒人の２人は，倉庫に来ると，まず小さな扉を開けて倉庫の中に入っていた\nということであり，今から思えば，大きな扉の外側に鍵はついていなかったのかも\nしれない，検察官からの事情聴取も，裁判所の証人尋問の際も，早く終わればいい\nと思って，警察官や検察官から話を聞かれて話したことと同じことを話した。\nイ  Ｈの確定審証言の信用性\nしかし，確定審において，Ｈは，自己の証言如何によって，やっていないと犯行\nを否認している申立人が有罪判決を受けることがあり得るもので，極めて重要な証\n言になるということを念押しされた上で（確定審第４回公判Ｈ証人尋問調書９頁），\n反対尋問において弁護人から厳しい追及を受けても，自分が見聞きした範囲での話\nと断った上で（同２９，３１，３６頁），本件当時，本件倉庫には大きい扉と小さい\n扉の両方に１つずつ南京錠が掛けられており（同１６，３４頁），本件倉庫を誰も使\n用していないとき（同４頁），誰もいないとき（同２０頁）には鍵が掛かっている状\n態であった，南京錠を開けるところを見たことがあるのは，申立人とＡのほか，申\n立人の妻が１回だけあるが，それ以外の者が開けるのは見たことがない（同３５，\n３８頁）旨一貫した供述をしていた。特に，小さい扉だけではなく，大きい扉にも\n南京錠が掛けられていたという点については，各扉の南京錠を区別して尋ね，本件\n当時からそうであったか，事件後のことか，質問を重ねられても，動揺することな\nく明言し（同１６頁），南京錠が掛けられていた２か所を法廷で自ら図示してもいる\nのであって（同１８頁），原決定も指摘するとおり，その証言内容や証言態度に照ら\nすと，記憶が曖昧でよく分からないのに，施錠状況を明言する証言を貫いたとはに\nわかに考え難い。\nウ  Ｈの原審証言の信用性\nところが，Ｈは，Ｈ陳述書の信用性を吟味するために原審で実施した証人尋問（以\n下「原審証言」ともいう。）では，①大きな扉の外側には南京錠は付いていなかった\nと明言した（原審Ｈ証人尋問調書９，１１，１４頁）。これは，確定審証言とも，Ｈ\n陳述書における陳述とも異なる内容の供述であり，この点で大きく変遷している。\nＨの説明によれば，大きな扉に南京錠が付いていなかったことを思い出したのは，\n再審をしたいからと言って弁護士が２人来て，話をするうちに思い出したのがきっ\nかけであるというのであり（同１６頁），弁護士の人数やＨを訪ねた理由に照らし，\n平成２５年１０月１７日付けのＨ陳述書を作成した際のことをいうものと解される\nが，Ｈ陳述書の内容は，前記要旨のとおり，扉の外側に南京錠がついていたかどう\nかはっきり覚えていなかったが，警察官に言われるとおり適当に答えたのを証言時\nも維持したというもので，まず小さな扉を開けて倉庫の中に入っていたから，今か\nら思えば，大きな扉の外側に鍵は付いていなかったのかもしれないとの推察を述べ\nるにとどまっており，大きな扉に南京錠は掛けられていなかったと明言する前記供\n述はこれと矛盾する。また，Ｈは一方で，思い出した時期がいつ頃かを確認された\nのに対し，６年ぐらい前ではなくて，数か月前とか最近のことであり，陳述書を書\nいた平成２５年のときは思い出していないとも供述しており（同１６，１７頁），仮\nにそのとおりだとすると，本件発生からは実に１８年，陳述書作成からでも６年と\nいう年月が経過した後になって，突如，本件倉庫の当時の施錠状況を新たに思い出\nしたことになり，不自然，不合理といわざるを得ない。Ｈは，確定審の証人尋問の\n際に，大きい扉に鍵が掛かっていたかについて聞かれたことも，その絵を描いたこ\nとも覚えていないと供述するが，左右に矢印を２個並べて「カギ」と記載した，明\nらかに２か所を指し示す趣旨の自筆の絵を見せられても，これは小さい扉の鍵では\nないか，大扉の鍵ではないと強弁するなど（同１３ないし１５，３６頁），極めて不\n自然な証言に終始した。\nまた，②Ｈは，鍵以外の点では，主尋問で，申立人がＤで働いている時間帯でも，\n時々は本件倉庫の大きな扉は開いていたことがある（同１１頁）と供述した。しか\nし，反対尋問で，開いていた記憶があるのか，開いていたのを見たのかと問い質さ\nれると，見聞きした覚えがあるというのではなく，クーラーも付いていないみたい\nだから暑いときには開いているときもあるのではないかと考えての答えである旨認\nめており（同２４，２５頁），具体的な体験に基づく事実を述べるものではない。\nこのように，Ｈの原審証言は，全体を通じて曖昧で，一貫性に欠ける要領を得な\nいものであり，供述態度や変遷状況に照らしても，およそ信用できない。しかも，\nＨ自身，捜査段階の供述で記憶にないことも言ったと一旦は述べた後，最終的には，\n確定審証言で，あえてうそをついたり，記憶にないことを述べたりはしていないと\n認めており（同２０，３２頁），Ｈの確定審証言の信用性を揺るがすものとはとても\n認められない。\nエ  Ｈ陳述書の明白性\n以上の検討によれば，Ｈの確定審証言の信用性に疑問を差し挟む余地はない。加\nえて，Ｈが確定審証言の直前，検察官に対し，被告人（申立人）は日本人女性と結\n婚して子供もおり，いずれは社会復帰すると思われ，恨みを持たれるのは嫌だとし\nて，被告人や妻の前で彼らの不利になることは言いたくないと苦しい心情を吐露し\nており（検察官の「再審請求に対する意見書⑹」別添の平成１３年１１月２日付け\nＨの検察官調書），そのような中，申立人に不利な内容の確定審証言をして（平成１\n３年１１月１２日第４回公判），有罪判決が下された。その後服役を終えた申立人が，\n家族とともにＨの近隣で生活を再開し，再審請求をする中で，当時の話を聞きたい\nと弁護人が訪ねてきたというＨの置かれた状況に鑑みれば，申立人やその家族から\n恨まれたくないとの思いから，確定審証言を翻した疑いは否定できない。Ｈ陳述書\nのうち，同人の確定審証言と齟齬する部分は信用できず，確定審証言の信用性を揺\nるがすものとは認められない。\n以上とおおむね同旨の原決定の判断は，その理由として説示するところも含めて\n相当であり，誤りはない。\nオ  所論について\nこれに対し，所論は，警察は，後日，証人として出頭することになるＨに対して，\n無理に虚偽の供述を求めていたものであり，これを証明するＨの原審証言は，Ｈ陳\n述書と極めて整合性の高いものであると主張する。しかし，Ｈは，原審証言で，最\n初に話を聞きに来た警察官に誘導されている感じがしたと述べるものの，どういう\n事項についてであったかは答えられず，具体性に欠ける供述に終始している（原審\nＨ１７，３４頁）。また，警察官に記憶にないことを話したのかという点も，早く帰っ\nてほしいのに居座られて仕事もできずに困った，いろいろと聞かれて，従わないと\nしょうがないなどとして，記憶にないことも言ったと認めたかと思えば，即座に，\n記憶にないことは言っていない，記憶にあることだけ言わないとしょうがないと述\nべて否定するなど（同１８ないし２０頁），言を左右にする信用性に欠けるもので，\n所論の主張を証明するものとは到底認められない。このような原審証言と整合する\n内容のＨ陳述書も同様に信用できない。\nまた，所論は，原決定は，Ｈの原審証言に信用性がないことから，Ｈ陳述書の明\n白性を吟味しており，明白性の判断の方法が誤っていると主張するが，Ｈ陳述書が\nＨの原審証言と整合的であることは，まさに所論の主張するところであって，Ｈの\n原審証言の内容が信用できないものであれば，これと同旨のＨ陳述書の内容も信用\nできないことになるのは論理的帰結であるから，原決定の明白性の判断の方法に誤\nりがあるとはいえない。\nなお，所論は，Ｈ陳述書に関連して，原決定は，証拠開示の勧告等の真実発見に\n向けた努力が著しく欠けており，審理不尽の違法があるとも主張している。これを\nＨ陳述書に限らず，原審の訴訟指揮全般に対する主張とみて，再審請求において時\nに証拠開示が重要な役割を果たすことがあることを考慮しても，本件において，新\n証拠の新規性や明白性を判断するために，証拠開示が具体的に必要であると認めら\nれる場面が特段あるとも思われない。弁護人が，差戻前再審請求審における証拠開\n示命令申立（平成２４年６月２９日付け等）や，原審における証拠開示請求（令和\n元年８月３０日付け）で開示を求めていた証拠について，原審が，開示するよう検\n察官に勧告したり，開示命令を発するなどの職権を発動しなかった（必要性が認め\nられないか，関連性がないと判断したものとみられる。）ことが，審理不尽を招く違\n法なものであるとは認められない。\n⑶  Ｇ陳述書について\nア  Ｇ陳述書の要旨\nＧ陳述書において，Ｇ（本件当時，本件倉庫を申立人に貸していたＬの妻）は，\n要旨，①本件の１か月弱前，本件倉庫の前を通ったとき，大扉が全開になっていた\nことがあり，申立人がいれば声をかけようと思い，本件倉庫の中に向かって大声で\n申立人の名前を読んだが，返事はなかった，②大扉の左側の窓には格子が窓１枚分\nしかはめられていないが，これは窓の内側に設置された荷物運搬用のエレベーター\nの鉄板がもう片方の窓を塞いでいるからであり，結局この窓は外から人が入ること\nはできない，③確定審で取り調べられた証拠では，事件があった翌日の朝に，自分\nが立会いをして本件倉庫の捜索が行われ，順次現金等が発見されたと記載されてい\nるが，自分が警察から連絡を受けて本件倉庫の中に入ったのは本件当日の夜だけで\nあり，翌日には行っていない，などと陳述する。\nイ  Ｇ陳述書の信用性\nまず，原決定が説示するとおり，①の点は，約１１年前に１回あったという客観\n的な裏付けもない話であり，②の点は，検察官の「再審請求に対する意見書⑶」添\n付資料８及び９によれば，本件倉庫の大扉の左側（西側）にある窓の西側半面には，\n内側に格子ははめられておらず，窓枠から倉庫内エレベーターの壁面まで約３５．\n５㎝の間隔があり，Ｅ警察官と似た体形の警察官が再現した結果，その隙間から倉\n庫内に入ることが可能であることが認められ，Ｇの陳述はこれと矛盾する（なお，\n再現したのは平成２４年であるが，本件当時と比べて，侵入口となった窓付近に改\n装等による状況の変化があったとは認められない。）。また，③の点も，写真撮影報\n告書添付の写真に，陽光を透過している窓（１審検２９番号１及び３）や，夜であ\nれば見えないはずの本件倉庫前の景色（１審検５２番号１）がＧの背景として写っ\nていることと矛盾する。この点につき，弁護人は，当審において，同じ場所で撮影\nしたＡの再現時の写真と比較して，陽光を透過していると指摘された光は，フラッ\nシュで窓が白くなったものであり，実況見分は当日の夜間に行われた旨のＧの供述\nを裏付けていると主張して，再審弁１１１を提出するが，同証拠は確定審で取り調\nべられた，１審検２９と検１４２の主張に沿う写真を抜粋して並べただけのもので\nあり，新規性が認められない。また，Ａの撮影時間帯は夕方で撮影条件が異なり，\n写真の色合い・仕上がりも異なっていて比較にならない上，Ｇの写真３では，主張\nする窓ガラス部分のみ強烈にフラッシュの影響を受けていて，他はさほど感じられ\nないというのも不自然であり，③の点を裏付けるものとは認められない。\n以上によれば，Ｇの陳述は，全体として信用性に乏しいとした原決定の評価に誤\nりはない。\nウ  Ｇの原審証言の信用性\nさらに，Ｇ陳述書の信用性を吟味するために原審で実施した証人尋問（以下「原\n審証言」ともいう。）の結果をみると，その内容はＧ陳述書とおおむね同旨であるも\nのの，①の点に関し，本件倉庫を通りかかって車を止めた理由について，最終的に\nは，大窓が全開であったため，申立人が中にいると思い，付き合いはないが一応大\n家なので声を掛けようと思ったとの理由を答えるに至ったが（原審Ｇ証人尋問調書\n５８頁），主尋問では，大扉が全開だったのでびっくりしたと供述したり（同７頁），\n物騒というのもあるとも供述したりしており（同５９頁），内容的に，日中に大扉が\n開いていたからといって特段驚く理由などなく不合理であり，また，重要な点で供\n述が二転三転しており，同事実があったこと自体を疑わせる。③の点についても，\n昼間に撮影されたものと認められる前記写真を示され，昼間であることは認めつつ\nも，自分の写真だけ後で貼り付けたのではないかといぶかしむなど（同３８頁），捜\n査機関への不信が強く，思い込みが疑われる供述も修正等する様子はない。また，\n大扉の南京錠の有無について，主尋問では，本件当時，外側に南京錠は付いていな\nかったと断言していたが（同６頁），反対尋問でその根拠を問われると，自分達が使\n用していた平成８年まではそうであったからとの理由を述べ，申立人が使用してい\nた当時に付いていたかは分からないと認めており（同３１，３３頁），推測で断言し\nたことが明らかとなっている。このような供述態度等に照らしても，Ｇの原審証言\nは信用性に乏しく，Ｇ陳述書の信用性についての前記判断を左右するものではない。\nエ  Ｇ陳述書の明白性\n以上によれば，Ｇ陳述書は，原審証言を踏まえた検討を経ても，全体として信用\n性に乏しく，その陳述内容を前提としても，普段から，第三者が申立人の関与なく，\n本件倉庫内に立ち入ることが可能な状況にあったとの疑いが生じるものとはいえな\nい。\nそうすると，Ｇ陳述書は，確定審が間接事実⑥を認定する根拠とした，本件倉庫\nの大扉の施錠状況についての前述したＨの確定審証言のほか，本件発生後間もない\n午後４時２０分頃，本件倉庫の大扉が施錠されていて，Ｅ警察官が大扉西側の腰高\n窓から本件倉庫内に入った旨のＥ及びＫの確定審証言の信用性を揺るがすものとは\n認められない。\n以上とおおむね同旨の原決定の判断は，その理由として説示するところも含めて\n相当であり，誤りはない。\nオ  所論について\n所論は，Ｇの原審証言は具体的で迫真性があり，Ｇ陳述書とは極めて整合性が高\nいものであり，いずれも信用性が高いとして，信用性を否定する原決定の判断は一\n方的なものであると論難するが，前記検討のとおり，いずれもそのようには評価で\nきず，間接事実⑥を否定するＧ陳述書は，申立人の有罪に合理的な疑いを生じさせ\nる新証拠であるとの主張は，採用できない。\n⑷  Ｉ陳述書について\nア  原決定の要旨\n原決定は，Ｉ（中古家具の輸出業を営み，申立人に作業の手伝いを依頼するなど\nしていた）の陳述書は，確定審の控訴審において，弁護人が請求し（控訴審弁２２），\n検察官に不同意とされてその請求を撤回するとともに，Ｉの証人尋問請求をしたが，\n裁判所が請求を却下したものであるとして，新規性を否定し，Ｉ陳述書の要旨は，\n「自分が本件倉庫に行ったときは，大概倉庫は開いていた。申立人以外にも，その\n知人らが入れ替わりやって来て，倉庫の中で自分の仕事をしていた。写真を見せて\nもらったＡほか１名も申立人と一緒に働いていた。他にも何人かの黒人が本件倉庫\nで働いていた。」というものであるが，誰が鍵を管理しているか等について確認した\nものではなく，この陳述を前提としても，申立人の承諾なく第三者が本件倉庫内に\n立ち入ることが可能であった疑いが生じるものではないとした。このような原決定\nの判断は，新規性を否定した点は疑問があるが，その余は理由として説示するとこ\nろも含めておおむね相当として是認できる。\nイ  所論について\nこれに対し，所論は，証拠の新規性の判断は，証拠の未判断性の有無によるので\nあり，Ｉ陳述書は，裁判所にとって証拠として判断されていなかった以上，新規性\nは肯定されるべきであり，これを否定した原決定の判断は誤っていると主張する。\n刑訴法４３５条６号にいう「あらたに発見したとき」（新規性）とは，裁判所にとっ\nての証拠資料の未判断性をいうことは所論指摘のとおりであるが，その趣旨は，確\n定判決の有罪認定とは異なった事実認定を導くような新証拠が判決確定後に発見さ\nれたという意味での事情変更がなければならないと解されることからすると，既に\n裁判所による実質的な証拠価値の判断を経ているものかどうかが問題となる。この\n点，Ｉ陳述書は，確定審の控訴審段階で請求された証拠（控訴審弁２２，平成１７\n年２月２２日付け）と同じものであるところ，控訴審における経過をみると，期日\nに先立つ同月２３日に，弁護人から事実取調請求書が提出され，翌２４日の第１０\n回公判期日において，正式に事実取調請求がなされたが，検察官が不同意意見であっ\nたため請求を撤回し，これに代わるものとして，同期日において同人の証人尋問を\n請求し（控訴審弁２９），控訴審裁判所は，第１１回公判期日において，立証趣旨（「被\n告人の倉庫に多くの黒人が出入りしていたこと，被告人と一緒にＣが来たことがあ\nることなど」）等によって，Ｉ陳述書の内容と同旨の証言内容を一応予測した上で，\nその証人尋問請求を却下したものと解される（なお，弁護人は，第１２回公判期日\nにもＩ陳述書の事実取調べを再度請求し［控訴審弁７３］，不同意意見により撤回し\nている。）。このような経過を踏まえると，確定審の控訴審の段階で，裁判所は，Ｉ\nの証人請求を却下した時点で，Ｉ陳述書の証拠価値を一定程度判断したものと解さ\nれ，したがって，Ｉ陳述書の新規性を否定した原決定の判断は一概に誤りであると\nはいえない。しかし，Ｉの証人請求を却下した理由が記録上一義的に明確になって\nいるわけではないし，裁判所にとって供述内容が明らかになっていないのに，その\n証拠の実質的な証拠価値についての判断が既になされているとすることには慎重で\nあるべきで，このような場合に，新規性を一律に否定し，当初から再審を開始すべ\nき根拠となる証拠から締め出すことには疑問がある。当裁判所は，このような見地\nから，明白性の判断を行うものである（もっとも，原決定においても検討を加えて\nいるところである。）。\n所論は，Ｉが本件倉庫に行ったときには，大概倉庫は開いており，申立人以外に\nも，その知人らが入れ替わりやって来て，倉庫の中で自分の仕事をしていたとのこ\nとであり，間接事実⑥を否定するもので，申立人の有罪に合理的な疑いを生じさせ\nる新証拠であり，明白性を有するとも主張するが，採用できない。まず，Ｉ陳述書\nの内容を裏付ける証拠がないし，陳述書の内容をみても，内容自体から信用性の高\nさをうかがわせるようなものは見いだせないから，陳述書の信用性が高いとはいえ\nない。また，Ｉ陳述書の内容を前提としても，申立人以外の者が本件倉庫に出入り\nしていたときに，申立人も一緒にいたのか否か，申立人が不在であっても，申立人\n以外の者に立入りについての許諾を与えていたのか否か，さらには，その場合の鍵\nの管理状況等について，一切明らかとなっておらず，「申立人不在のときでも，本件\n倉庫が施錠されておらず，申立人の許可なく誰でも自由に出入りする状況にあった\nか否か」という点についての認定・判断に有意な影響を及ぼすものとは認められず，\n間接事実⑥を否定するものなどとはいえない。\n⑸  ＤＶＤ（再審弁７０）について\n本件ＤＶＤは，本件の一審判決前日にテレビで放映された，本件について取り上\nげた報道番組が録画されたものであるが，その中で，背を向けた男性がインタビュー\nに答えて，「（本件倉庫は）大概開いていました。本人はいなくても鍵だけは開いて\nいました。」と発言している場面があり，弁護人は，この男性がＩであると主張して\nいる。しかし，男性の氏名等は明らかでない上，この発言自体，本件倉庫の鍵が開\nいていた具体的時期や状況等について言及のない漠然としたものであり，裏付ける\n具体的な資料もなく，信用性に乏しい。これと同旨を説示して，Ｈの確定審証言の\n信用性に疑義が生じるとはいえないとした原決定の判断に誤りはない。\nなお，本件ＤＶＤは，確定審の控訴審において弁護人から請求された「ビデオ・\nテープ１巻」（控訴審弁７２の１，撮影者Ｍ放送，撮影日平成１５年１２月３０日，\n立証趣旨「本件被告事件の真相を追及した番組取材の中で，近所の住民がＮの事務\n所倉庫の扉がたいがい開いていたと述べたこと」）と同じ内容 を録画したものと考\nえられる。そうだとすれば，検察官が不同意意見を述べ，裁判所は証拠請求を却下\nしたものであるから，立証趣旨等に照らして予想される証拠の中身から判断したも\nのと解され，原決定の立場からすれば，新規性の問題もあるということになろう（原\n決定は言及してはいない。）。\nまとめ\nア  この関係で申立人が提出した証拠は，確定審段階で既に詳細な証人尋問が行\nわれている者の陳述書が複数あり，念のため，原審において再度証人尋問を行って\nも，内容が異なっている部分について，なぜ確定審段階での供述よりも，陳述書の\n方が信用できるのかといった点で全く合理的な説明ができないものばかりであり，\n信用性を肯定することはできない。また，その余の原決定が新規性を認めなかった\nもの等を検討しても，信用性を肯定し難いか，内容自体が確定審の事実認定に疑問\nを抱かせるようなものを含んでいないものであることは前述したとおりである。\nイ  以上のように，この関係で申立人が提出する証拠は，いずれも，確定審段階\nの他の証拠と比較する以前の，新証拠とされる証拠それ自体の一定の信用性，いわ\nば最低限の証明力ともいえるものすら肯定できないものであり，これらの証拠と立\n証命題において関連する確定審段階の証拠の検討も本来必要がないと思料される。\nしかし，事件当日の午後４時２０分頃（事件発生から約１時間１０分後），本件倉\n庫に赴いたところ，扉が施錠されていて，Ｅ警察官が大扉西側腰高窓から本件倉庫\nに入り，中に犯行に使用された本件シルビアが駐車されていたという，Ｅ及びＫの\n確定審における各証言は，申立人の実行犯人性にとって極めて重要な意味を有して\nおり，所論は，これらも信用できないというので，新証拠も踏まえて，念のためそ\nの信用性について検討を加え，確定審におけるこれらの証言の本件における証拠上\nの意味を再確認する。\nウ  まず，Ｅ及びＫの各供述の信用性を疑うべき証拠は現在に至るも存在しない。\nすなわち，この点を直接弾劾する目的と思われるＧの陳述書は，前述したとおり信\n用できない。再論すれば，Ｇは腰高窓からは人が入ることはできないはずだという\nが，本件倉庫の大扉の左側（西側）にある窓の西側半面には，内側に格子ははめら\nれておらず，窓枠から倉庫内エレベーターの壁面まで約３５．５㎝の間隔があり，\nＥ警察官と似た体形の警察官が再現した結果，その隙間から倉庫内に入ることが可\n能であることが認められ，Ｇの陳述はこれと矛盾する。また，このＥ警察官の行動\nは，捜査の最も初期のもので，本件倉庫内に本件シルビアを発見し，それを警察署\nに連絡したことによって捜査が進展した端緒でもある。そのような初期の段階で，\n本件倉庫に立ち入るにつき，わざわざ窓から本件倉庫に立ち入ったなどと虚偽の供\n述をすることは考え難いし，その場にいた民間人であるＫも同じ供述をしているこ\nとからも，Ｅ供述の信用性は裏付けられている。さらに，もしＧが陳述書や原審で\n供述するように，腰高窓から人が入ることが物理的に不可能であったならば，事実\n関係を激しく争っていた確定審の段階で当然問題とされ，人が入れなかったことが\n客観的に明らかになっていたものと思われる。この点のＥ供述の信用性に疑問の余\n地はない。\nエ  そして，Ｅ警察官によれば，本件倉庫内には，犯行に使用された本件シルビ\nアが入口からみて奥側に，その手前にもう１台の申立人保有車両が駐車されていた\nのである。仮にもし，本件倉庫が施錠されておらず，申立人以外の者が本件倉庫に\n入り込む余地があったとしても，実行犯は，犯行後Ｅ警察官が本件倉庫に到着する\n前に本件シルビアを倉庫内に駐車し，その後扉が施錠されたということになる。し\nかし，本件倉庫の扉を施錠するには，大きな扉を内側で施錠した上で（こちらの南\n京錠には錠自体に鍵が付いていたというから鍵の所持は問題にならない。），小さな\n扉から出て，外側から小さな扉を施錠する必要があり，どうしても小さな扉を施錠\nするための鍵が必要である。この点，実行犯であることの明らかなＡは，本件犯行\n前に本件倉庫に入ったときは，施錠はされておらず自由に入れたし（確定審第１３\n回公判Ａ証人尋問調書９頁），犯行後に行った時も開いていたし（同１８頁），現金\nを隠匿し，ナンバープレートを焼き切って本件倉庫を出た時も，鍵は掛かっていな\nかったし，当時Ａ自身はその鍵を持っていなかった（同２４頁）と供述している。\nＡの供述は，共犯者が申立人ではなくＣであるとの前提であるが，自身が扉の鍵を\n持っていたか否かについてまで，あえて虚偽の説明をする必要があるとは思えない。\nＡが鍵を掛けていないとすれば，その際かその後誰かが鍵を掛けたとしか考えられ\nないが，この時点で鍵を掛けた人物としては，他に可能性のある人物がうかがわれ\nないことも併せ，現実的には申立人以外には考え難い（なお，申立人は，Ｃが本件\n倉庫の鍵を持っていて，それで施錠したというが（確定審第９回公判被告人供述調\n書３０頁），申立人の弁解は，変遷著しく，内容的にも，不自然，不可解，不合理で\nあって，全体的に到底信用できないことは，確定判決が的確に指摘するとおりであっ\nて，その評価を揺るがすような事情は全くうかがわれない。）。\nオ  以上によれば，本件犯行から約１時間１０分後に本件倉庫の扉が施錠されて\nいた事実は，実行犯が，犯行後郵便局から本件倉庫まで本件シルビアで逃走し，本\n件倉庫内に立ち入って，倉庫内に本件シルビアを駐車させ，現金を本件倉庫内の複\n数箇所に隠匿し，さらには本件シルビアに取り付けてあったナンバープレートを取\nり外して焼き切るといった作業をした後，本件倉庫を出て，その際施錠したものと\n考えるのが最も合理的である。本件倉庫内には，本件犯行の目的である現金や，本\n件シルビア，焼き切ったナンバープレートなどという本件犯行の極めて重要な証拠\nが残された状態であったから，犯人が鍵を持っていたら，犯人以外の者が立ち入る\nことのないように施錠するのが通常であろう。こういった事情は，郵便局での犯行\nからの時間的間隔や他に鍵を掛ける可能性のある人物がいないことをも併せ考慮す\nると，本件倉庫の借主でその鍵の保管者である申立人が，郵便局強盗の実行犯であ\nると推認させるもので，その推認力は相応に高いといえる。\nカ  このように考えると，本件倉庫を申立人が管理していたとの事実は，申立人\nの関与なしでは本件犯行はありえないという意味で犯人性を基礎づけるものである\nことはもとより，申立人が実行犯であることをも相応に推認させるものといえ，こ\nれに反する客観的な事情は見いだせない。確定判決における推認の構造も，これと\n同様であると理解できる。\n３  申立人の実行犯人性に関する証拠について\n所論\n所論は，本件差戻決定は，申立人が実行共同正犯かその他の共犯かによって，間\n接事実の持つ意味や構造に変化が生じる可能性があることを認めているところ，弁\n護人が提出した，防犯カメラの映像に関する証拠等から，「Ａが目出し帽を脱いでい\nなかった事実」が証明されたとして，これにより郵便局に遺留されていた緑色目出\nし帽（以下「緑色目出し帽」という。）を着用していた人物はＡではなかった，すな\nわち，もう１人の実行犯人であったことになり，その目出し帽の付着物に関する証\n拠は，申立人の実行犯人性を認定する上で極めて重要な証拠であり，間接事実の持\nつ意味や構造に変化が生じているとする。しかし，原決定は，こうした観点から，\n各証拠（特に緑色目出し帽の付着物に関する証拠）を十分に吟味，検討していない\nから，原決定には審理不尽の違法があり，また，証拠の明白性の判断を誤ったもの\nであると主張する。\nしかし，結論からいえば，弁護人が刑訴法４３５条６号に該当する新たな証拠と\nして提出した，申立人の実行犯人性に関する証拠の中に，同号の要件を充たすもの\nはない。以下，原決定の理由の要旨を証拠の種類毎に示しつつ，所論に鑑み説明す\nる。\n⑵  防犯カメラの映像に関する証拠\nア  原決定の要旨\n弁護人は，新たに提出した鑑定書等によれば，確定審において防犯カメラの映像\nとして取り調べられた２本のビデオテープ（１審検１６０，１６２。以下それぞれ\n「検１６０ビデオ」「検１６２ビデオ」といい，これらを指して「本件ビデオテープ」\nともいう。）は，いずれも捜査機関が意図的に偽造，改ざんしたものであることが明\nらかであり，これらの中の画像がいわゆる「砂嵐」（砂嵐状の画像の乱れ）となって\nいる部分を復元したというＤＶＤ（再審弁８６，以下「修復ＤＶＤ」ともいう。）及\nびその「砂嵐」直前のコマ割り写真（１５時１３分４１秒の３０コマ）（再審弁９２，\n以下「コマ割り写真」ともいう。）によれば，Ａが郵便局で目出し帽を脱いでいなかっ\nたことが認められ，郵便局に遺留されていた目出し帽はＡ以外の実行犯人が遺留し\nたものということになり，この事実関係は申立人の実行犯人性に疑いを生じさせる\nものであると主張している。\nこれに対し，原決定は，修復ＤＶＤ及びコマ割り写真を参照してみても，「砂嵐」\nとなっている部分が復元されているとは認められず，Ａが郵便局内で目出し帽を脱\nいでいなかったという事実も認められないから，弁護人の主張は前提を欠き，防犯\nカメラの映像に関する証拠は，いずれも申立人の実行犯人性に合理的疑いを生じさ\nせるに足りるものではない，と判断した。\nこのような原決定の判断は，その理由として説示するところも含めて，おおむね\n相当であり，是認することができる。\nイ  所論について\nこれに対し，所論は，修復ＤＶＤの映像等，防犯カメラの映像に関する証拠\nから，明らかにＡが目出し帽を脱いでいなかったことは，客観的に証明された事実\nであると主張する。すなわち，①仮に１５時１３分４２秒の画像がなかったとして\nも，その前後である１５時１３分４１秒及び１５時１３分４３秒の画像において，\nＡの体勢は同じであり，目出し帽を脱いだ事実は認められない，また，②１５時１\n３分４１秒のコマ割り写真において，Ａの体勢にほとんど変化は見られず，１５時\n１３分４２秒の１秒間に，目出し帽を脱いでまた同じ体勢に戻ることは物理的にあ\nり得ないというのである。そうすると，郵便局の床に遺留されていた緑色目出し帽\nは，Ａが着用していたものではなかったことになり，共犯であったもう１人の人物\nが着用していたことになるのであり，原決定は，Ａが目出し帽を脱いだとした点で，\n重大かつ明白な事実誤認を犯していると主張する。\nそこで，一件記録に加え，当審における事実取調べとして行った，兵庫県警\n察本部刑事部科学捜査研究所のＯの証人尋問の結果をも踏まえて検討する。まず，\n原決定が指摘するとおり，修復ＤＶＤの時刻の表示は，「砂嵐」が始まる直前の画像\n（１５時１３分４１秒）と「砂嵐」が終了した直後の画像（１５時１３分４３秒）\nとの間で秒数が飛んでおり（１５時１３分４２秒がない），「砂嵐」部分をカットし\nてつなぎ合わせたものといえ，所論がいう，「砂嵐」を復元したといえるようなもの\nではない。\nなお，この点につき，２点補足しておく。１点目は，弁護人が，令和３年６月２\n３日付け即時抗告審意見書において，原決定が，１５時１３分４２秒の画像は確認\nできないとしているのは，再審弁１１４にその時刻の画像が存在するから誤りであ\nると主張している点である。しかし，この主張は失当である。原決定は，弁護人が，\n画像が砂嵐になっているその４２秒の部分を復元したものとして修復ＤＶＤを提出\nしたので，これを調査したところ，肝心な４２秒の部分が飛んでいて画像が確認で\nきないので（当裁判所も確認したが，４２秒の部分は飛んでいる。），その旨を述べ\nただけであり，何ら誤りではない。弁護人が存在すると主張する，再審弁１１４の\n４２秒の画像（コマ割り写真）を詳しく見ても，極めて不鮮明で，その前の画像も\n含めて通常の状態の画像とは到底いえないもので，わずかに判別できる画像も，４\n１秒から４３秒への経過の画像として特段不自然な点があるわけでも，弁護人の主\n張を特段裏付けるわけでもない。\n２点目は，即時抗告申立書に，「１５時１３分４２秒の映像を復元したパターンも\nあるので，あらためて提出する。」と記載している点である。当裁判所としては，弁\n護人に再三提出を促したが，復元された修復ＤＶＤ（動画）は提出されることはな\nかった。\nそして，修復ＤＶＤ及びコマ割り写真に加え，当審で弁護人が提出した，２本の\n本件ビデオテープの全コマ割り写真（再審弁１０８）をも参照して，「砂嵐」になる\n前後のＡの動きを見ると，１５時１３分３９秒から４１秒にかけて，郵便局のロビー\nを奥から出入口の方へ歩きながら，雨合羽のフード部分を両手で持って，前方ない\nし斜め上方に引っ張り上げては，その手を下げて頭部に置き，またフード部分を持っ\nて同様に引っ張り上げて，何かを脱ごうとする動きを二，三回繰り返している。「砂\n嵐」になる直前の同４１秒について更に子細に見ると，最初，後頭部に雨合羽の後\nろの裾が掛かり，もう少しで頭が抜けて脱げそうになるぐらいまでフード部分を\n引っ張り上げていたが，一旦手を下げて頭頂部付近に置き，またフード部分を上方\nへ引っ張り上げていたところで「砂嵐」となり，「砂嵐」が終了した直後の同４３秒\nの画像では，雨合羽から手を離し，フードをかぶって雨合羽を普通に着用した元の\n状態に戻っており，以後，同４５秒に手でフードを下に引っ張り下ろす感じで画面\n左へと消えるまで，前同様のフード部分を引っ張り上げる動作はしていない。\nこのように，１５時１３分３９秒から「砂嵐」の最中である４２秒にかけて，歩\nきながら雨合羽のフード部分を前方ないし斜め上方に引っ張り上げては戻すことを\n繰り返していたＡの動きと，緑色目出し帽が遺留されていた地点が，本件郵便局の\n窓口ロビーの床上，記入台右端付近の点字ブロック上であり（１審検２１，現場見\n取図３㋑，写真３６ないし４１），Ａが前述の動きをしながら歩いていた経路上にお\nおむね位置していることに照らすと，遺留品の緑色目出し帽は，Ａが雨合羽のフー\nドの下に着用していたものが，一連の引っ張られる動きの中で脱げて，床上に落下\nしたものと認めるのが合理的である。\n確かに，所論が強調するように，防犯カメラの画像上，目出し帽が脱げて落下し\nている状況を確認することはできない（この点はＯ証人も確認できないとしている\nし，当裁判所としても，防犯カメラの映像を子細に検討したが確認はできなかった。）。\nしかし，Ａが，カウンター上に設置された一番奥側（金庫室側）の案内板（ロビー\n側から見て，上部上段が緑色［貯金，為替，振替，年金，恩給と記載］，上部下段が\n青色［簡易保険と記載］で，下部は透明素材のもの）の向こう側を歩いていたとき\nは，防犯カメラの撮影方向上，案内板で死角になっており，Ａの体自体も一部見え\nなくなっている（１５時１３分３９秒から４０秒）ほか，防犯カメラ画像の鮮明度\nも考慮すると，落下の瞬間が画像上確認できないことが，結論として前記認定に疑\n問を抱かせるものとはいえない。これに対し，所論は，前記認定のとおり，「砂嵐」\nの直前と直後とでは，Ａの体勢や動きに大きな違いがあるにもかかわらず，前記①\n②のとおり，直前直後の画像でＡの体勢は同じであるとしており，その前提にまず\n疑問がある。そして，その間の「砂嵐」になっていた約１秒の間に目出し帽を脱い\nだとは認められないから，Ａは目出し帽を脱いでいないと主張するが，目出し帽が\n脱げて落下した可能性をごく自然に想起できる「砂嵐」になる直前の同人の動きを\n完全に捨象して結論付けている点で不合理であり，採用できない。防犯カメラの画\n像上，「砂嵐」になる前は，Ａの顔面左側が写っているものもあるが，不鮮明であり，\n顔の前に垂れてきて邪魔だったという白い布がどうなったのか，雨合羽のフードの\n下に着用している目出し帽の有無を読み取ることは困難であるし，「砂嵐」の直前以\n後は，左後方からの角度で撮影されているため，Ａの顔面付近は写っておらず，「砂\n嵐」が終了した直後の時点で，同人が目出し帽を着用しているのか否かは不明であっ\nて，Ａが目出し帽を脱いでいなかったことが客観的に証明されたという所論の根拠\nは，「砂嵐」の１秒間で着脱するのは不可能であるという前述の推論以外に指摘はな\nく，客観的に証明されたなどとは到底いえない。\nまた，防犯カメラの画像上，もう１人の実行犯人の姿は，目出し帽を着用し\nた状態でカウンターを乗り越えて事務スペース内に入って以後，後述のとおり，防\n犯カメラの画像上，ＡＴＭコーナーとロビーの間の出入口に近いカウンター付近を\n逃走しようとする姿が画像の左端に一瞬写り込んでいるのみで，カウンター外のロ\nビーにいるところは一切写っておらず，緑色目出し帽の遺留場所は，もう１人の実\n行犯人が通った経路上にあるとは認められない。\nこれに対し，原審において，弁護人は，防犯カメラの映像によれば，１５時１３\n分５８秒において，Ａ以外の実行犯人が郵便局の室内から出ていくところが一瞬撮\n影されており（再審弁９３），同人はカウンターの外側を屈みながら移動したのであ\nり，その際，緑色目出し帽を脱いだ結果，遺留されたものであると主張している。\nこの点，原決定は，弁護人が指摘する前記写真を参照しても人物の姿は確認でき\nないとするが，この点は賛同できない。捜査報告書（１審検２０）によれば，警察\nは，捜査段階から，弁護人指摘の前記画像の人物を指して，被疑者が犯行後逃走す\nる最終映像であるとして，犯行時刻の終期としていたものである上，当審で提出さ\nれた全コマ割り写真を参考にすれば，１５時１３分４５秒にＡが左の方に消えて，\n誰も映らない状況が続いた後，１５時１３分５８秒にそれまで認められなかった\n黒っぽい人物らしきものが左端に一瞬写り込み，左の方に消えるという前後の状況\nが確認できる（当審における証人尋問において，Ｏ証人も，これが人物らしきもの\nに見えることを肯定している（Ｏ証人尋問速記録４４頁。以下，証人と頁数で略\nす。）。）。これはＡ以外のもう１人の実行犯人が逃走する際に写り込んだものと考え\nるのが合理的であり，これを前提とする所論の指摘は，その限度では理由がある。\nしかし，全コマ割り写真で前後の状況をみると，Ａ以外のもう１人の実行犯人は，\n１５時１３分５８秒に突如として画像の左端に現れたものであるところ，事務ス\nペース内，右奥後方の高所から撮影している防犯カメラの画像上，カウンター外の\nロビーにいたにもかかわらず，撮影範囲内に一切写り込まないというのは，弁護人\nがいうように，いくら腰を屈めて移動するなどしたとしても，およそ考え難い。防\n犯カメラの撮影範囲外の直近左側には，他の窓口カウンター（約９４cm）よりも高\nさが一段低くなっているカウンター（約７０cm）があること，そのカウンターの左\n前方の先に観葉植物があり，その左側に椅子が置かれていたが（１審検２１，現場\n見取図３，写真３９等），もう１人の実行犯人が写っているときには隠れて見えなく\nなっていることからすると，同人が椅子の手前に現れたため遮られて写っていない\nと考えられること，その一段低いカウンターの向こう側のロビー床上に，金庫室か\nら取ってきた現金の一部である札束３束が遺留されていること（１審検２２，１階\n見取図Ｎｏ６）からすると，Ａ以外のもう１人の実行犯人は，金庫室から出てきて，\nこの低くなっているカウンターに至り，同カウンターを乗り越えてロビーへ出た際\nに，被害現金の一部を落として逃走したものと推認できる。遺留された緑色目出し\n帽がもう１人の実行犯人が着用したものであることの説明として，同人がカウン\nターの外を屈みながら移動したとする所論は採用できない（そもそも，逃走するの\nに，わざわざカウンターの外の部分という極めて一部の区間だけ屈みながら進むと\nいうのは相当不自然であり，通常そのような逃走の仕方をするとは考え難い。）。\n加えて，Ａは，確定審の捜査・公判を通じて，カウンターを乗り越えた共犯\n者についてはＣであるとしつつ，自身は，ロビーの奥の扉まで行き隙間から傘を差\nし込んで振るなどした後，ロビーを戻って外へ出た旨，犯行時の動きについて供述\nしていたところ，目出し帽については，捜査段階（１審検１３６），自身の公判（１\n審検１８６，１１頁）を通じ，運転して逃走する際には，目出し帽を着用していな\nかったことを認めており，一方，Ｃだとするもう１人の実行犯人が郵便局から出て\nくるとき，目出し帽の上に雨合羽のフードをかぶっていたと明確に供述していたの\nであり（１審検１８６，１３頁），これらの点の信用性を疑う理由はない。\n以上によれば，緑色目出し帽を遺留したのはＡであると認められ，これに反\nする前提に依拠した所論は採用できない。\nウ  捜査機関による本件ビデオテープの改ざん等をいう所論について\nさらに，原審において弁護人は，本件ビデオテープは，捜査機関が意図的に\n偽造，改ざん等したものであると主張し，画像鑑定書等を提出していたが，所論も\nこれと同旨の主張の下，全コマ割り写真で分析したところによると，これまでの検\n察官の説明は虚偽であり，本件ビデオテープには意図的に作為が介入していること\nが明らかとなったと主張し，当審で関連する証拠を追加提出している（再審弁１０\n８のほか，１０９，１１４）。すなわち，原審において，弁護人が，画像鑑定書等（再\n審弁３１の１，２等）の結果を基に，防犯カメラ映像にはカウンター内にいた犯人\nの姿が記録されていた可能性，あるいは，その犯人が写っていなくとも，カウンター\n外にいた犯人がＡか否か判明する事情が記録されていた可能性があったところ，高\n速再生や「砂嵐」によって，目出し帽を脱いだ犯人の顔が見られないように捜査機\n関により改ざんされている可能性が非常に高いなどと主張している。\nこの点につき，原決定は，郵便局の防犯カメラのタイムラプス記録方式（ビデオ\nテープの記録時間を延ばすために時間間隔を空けて間欠録画する，コマ落とし撮影\nの方式）の２つのモード（平時の「間欠モード」と警報装置のボタンが押されるこ\nとで切り替わる「連続モード」）の特徴，同方式で録画された映像を確認する場合の\n再生方法，間欠モードで録画された映像を一般のビデオデッキ（連続モード）で再\n生した場合に起きる現象（２つのフィールドが重なった状態となるフレーム再生，\n早送りのような映像），その作成経過によれば，検１６２ビデオは検１６０ビデオ\n（原本テープ）の単純な複製ではなく，ノイズ（砂嵐）の発生やノイズ時間の長さ\nといった点で異なる可能性があること，本件ビデオテープを通常のビデオデッキで\nダビングしたＶＨＳテープ又はそれを更にデータ化したＤＶＤを再生した場合，検\n１６０ビデオを基にしたものではフレーム再生，早送りのような映像となることな\nどが考えられるが，検１６２ビデオを基にしたものではフレーム再生はされないこ\nとなどが考えられることを認定した上で，以下のとおり結論付けた。弁護人が問題\nとしている「砂嵐」は，郵便局員が警報装置のボタンを押したことで録画モードが\n間欠モードから連続モードに切り替わった後，再び間欠モードに戻った際に生じた\nものと考えて矛盾がなく，「砂嵐」が生じている時間帯にＡ以外の実行犯人は画面に\n写っていなかったものと考えられることからすると，捜査機関において，申立人が\n本件強盗の実行犯人ではないことを隠蔽する目的で，Ａ以外の実行犯人が写ってい\nない時間帯の画像を消去して，「砂嵐」を作出したなどとは到底考え難く，意図的に\n偽造，改ざん等したものであるとは認められない，画像鑑定書等で示されている見\n解は，いずれも，タイムラプス方式で記録されたＶＨＳテープの特性等を正解しな\nいものであるか，あるいは，その見解から直ちに捜査機関が原本テープに故意に改\nざん等を加えたと疑うことはできないものなどであって，原決定の判断を左右する\nものではない，とした。\nこのような原決定の認定，判断は相当であって，誤りはなく，当裁判所としても\n是認できる。なお，当審における事実取調べの結果も踏まえて更に付け加えると，\n警報装置のボタンを押したことで連続モードに切り替わった後，約１９秒後に再び\n間欠モードに戻った理由について，前記Ｏ証人は，警報ボタンの押下により間欠モー\nドから連続モードに切り替わった後，再び元の間欠モードに戻るまでの時間が設定\nでき，その際には，タイムラプスビデオデッキと，ＡＴＭと局内のカメラを切り替\nえるフレームスイッチャーの双方について設定する必要があるところ，本件の防犯\nカメラ映像を見ると，再び間欠モードに戻った後は，警報ボタン押下前のように，\nＡＴＭと局内が交互に映し出されず，ずっと局内のみが映し出されている，このこ\nとからすると，フレームスイッチャーはきちんと２分間なり５分間なり一定の時間\nは局内のみを撮影するよう設定されていたため，平時と異なり局内のみがしばらく\n映し出されていたのに対し，タイムラプスビデオデッキの方が間欠モードに戻るま\nでの時間が設定されておらず，工場出荷時のままであったために，警報アラームが\n切れる時間にずれが生じ，緊急事態としては短すぎる僅か１９秒で元の間欠モード\nに戻ることになってしまったのではないかと考えられる旨説明している。このよう\nな説明は，ある程度専門的知見に基づくもので，かつ，実際に録画されている映像\n等を合理的に説明するもので，信用できる。このことからも，捜査機関がＡが目出\nし帽を脱ごうとするタイミングで故意に「砂嵐」を起こした可能性を疑う弁護人の\n主張は採用できない。\n以下，所論に鑑み，若干補足する。\n所論は，本件ビデオテープには，明らかに，Ａ以外の人物がもう１人撮影さ\nれており，カウンター内にいた人物がいることが判明したのであるから，画像鑑定\n書には新証拠としての明白性が認められ，このことは全コマ割り写真によって証明\nされるものであると主張する。\nしかし，そのようなことは確定審で取り調べた本件ビデオテープの映像や写真化\nした証拠から，とうに明らかになっていた事実であり，それを手がかりにして，Ａ\n以外のもう１人の実行犯人が着用していた雨合羽や運動靴の色を特定し（１審検１\n９），同人がカウンターを乗り越える直前にロビーに立っている姿から推定身長を\n割り出して，Ａと整合しないことが判明するなど（１審検１６４，１３１），捜査が\n進展していったのであって，新たに判明した事実でも，全コマ割り写真によって証\n明されるものでも全くなく，画像鑑定書が新証拠であるという説明になっていない。\nその他，所論は，防犯ビデオの改ざんについて，検１６０ビデオと検１６２\nビデオを元にした全コマ割り写真の枚数の違い等から，改ざんを疑わせるとする不\n審点を縷々指摘し，①例えば，１５時１２分１５秒の場合，検１６２ビデオの映像\nでは，１秒間あたり３８枚ものフレームがあり，検察がこれまでしていた，タイム\nラプス方式の７２時間モード（間欠モードのこと）で記録された場合には，１秒あ\nたり１．６枚の静止画が撮影されるとの説明と矛盾している，②検１６０ビデオの\n映像も，ＡＴＭコーナーの映像と，郵便局内の映像とが重なって撮影されており，\n検察がこれまでしていた，これらが交互に写真撮影されていたとの説明は虚偽であ\nることなどを挙げる。\nそこで，これらについても検討すると，まず，ビデオ画像は，奇数フィールド（奇\n数の走査）と偶数フィールド（偶数の走査）の２つのフィールドが組み合わさって\n１フレーム（１コマ）の画像が作られており，１秒間で３０フレーム（３０コマ），\n６０フィールドで構成され（奇数フィールドと偶数フィールドの間隔が１／６０秒），\nそれが連続的に流れることで映像になっている（Ｏ３ないし５頁）。\nこの点，検１６０ビデオ（原本テープ）の中で，当初（通常モードに切り替わる\n前），間欠モード（７２時間モード）で録画されていた映像は，郵便局入口のＡＴＭ\n（奇数フィールド）と局内（偶数フィールド）の２か所の画像が，フレームスイッ\nチャーで切り替えられて，約０．６秒毎に交互に映し出されて，タイムラプスビデ\nオデッキに間欠録画されたものである。このようなタイムラプス記録方式で録画さ\nれた映像を再生して確認する際には，タイムラプスビデオデッキを用いて，記録時\n間モードと同じモードで再生する必要があり， 一般のビデオデッキ（連続モー\nド）を用いて，間欠モードで録画された映像を再生した場合，１フレームでしか表\n示せず，１秒間に３０フレームを表示するものであるため，ＡＴＭと局内の２つの\nフィールドの画像が重なって，更に早送りされたような状態で（１／３０秒に１フ\nレーム）表示されること，⒝間欠モードで録画された映像を通常のビデオデッキで\nダビングしたＶＨＳテープ又はそれを更にデータ化したＤＶＤを再生した場合も，\nこれと同様の映像となること（Ｏ４９頁）は，原決定も説示するところである。他\n方， タイムラプスビデオデッキを用いて，間欠モードで録画された映像を適正\nなモードで再生した場合は，フィールド画像を電気的な補間処理をしてフレーム画\n像とし，約０．６秒毎にＡＴＭ画像，局内画像と交互に切り替わりながら表示され\nる。そして，⒝これをＤＶＤ（１秒間３０フレームで構成される）にダビングする\nと，ＡＴＭの同じ画像がコマ送りで０．６秒間に約１８フレーム続き，次に局内，\nまたＡＴＭと同様に繰り返される（令和３年５月１７日付け検察事務官作成の報告\n書添付資料６，８，９枚目参照）。\n以上を前提に，全コマ割り写真についてみると，その左欄は，検１６０ビデオを\n一般のビデオデッキの連続モードで数回ダビングし，更にデータ化したＤＶＤを元\nに画像化されたものであり（再審弁１０１，検察官「再審請求に対する意見書⑹」\n別添の図１「各メデイアの相関図（２０８７丁）），前記 ⒝に該当する。また，そ\nの右欄は，検１６２ビデオを同様に数回ダビングし，更にデータ化したＤＶＤを元\nに画像化されたものであるところ（再審弁１０２），検１６２ビデオは検１６０ビデ\nオ（原本テープ）の単純な複製ではなく，タイムラプスビデオデッキで，検１６０\nビデオを記録モードに合わせて再生モードを切り替えて適正なモードで再生し，一\n般のビデオデッキを用いて連続モード録画でダビングして作成されたものであるか\nら，前記 ⒝に該当する。\nそうすると，右欄で１秒間あたり３８枚ものフレームがあるのは，間欠モードで\nは１秒あたり１．６枚の静止画が撮影されるとの説明と矛盾するという所論①の点\nは，検１６２ビデオをダビングしたものをデータ化したＤＶＤのコマ割り写真であ\nる右欄の場合，０．６秒毎に約１８フレームと多くなることは前記 ⒝のとおりで\nあり，そこで前提とされている，「０．６秒毎に１枚の静止画が撮影される」を言い\n換えると，「１秒あたり１．６枚記録される」（１フィールド÷０．６秒＝約１．６\n６フィールド／１秒あたり）ということになるのであり，何ら従前の検察の説明と\n矛盾するものではない（Ｏ９頁）。さらに，Ｏ証人によれば，これを表示時間１秒あ\nたりのフレーム数として合計すると，秒によって約３６フレームになることが認め\nられ（令和３年５月１７日付け検察事務官作成の報告書添付資料１０枚目参照），所\n論が例として挙げた１５時１２分１５秒におけるフレーム数が，１秒間あたり３８\n枚というのは誤差の範囲内といえ，Ｏ証言に整合する枚数であって何ら矛盾はない。\nまた，左欄でＡＴＭと局内の映像が重なって撮影されており，交互に撮影されて\nいたとの説明は虚偽であるという所論②の点も，前記 ⒝のとおり，左欄は，検１\n６０ビデオを適正なモードで再生せずに，通常のビデオデッキで連続モードで再生\nしたために，そのダビングしたものをデータ化したＤＶＤのコマ割り写真は，元々\nは０．６秒毎に１フィールド，ＡＴＭと局内の２つのカメラで交互に映し出された\n画像が間欠録画されていたのが，ＤＶＤでは２つのフィールドが重なった状態に\nなった上，更に１秒間に３０フレームが重なって，ＡＴＭと局内の画像が重なった\n状態のコマ割り写真が１枚出てくることになったにすぎず，原本では交互に撮影さ\nれていたとの説明に何ら虚偽はない（Ｏ３２頁以下）。\n以上のとおり，本件ビデオテープが捜査機関によって意図的に偽造，改ざん等さ\nれたものであると主張する所論は理由がない。\n⑶  目出し帽の付着物に関する証拠\nア  原決定の要旨\n原決定は，㋐郵便局に遺留されていた緑色目出し帽について，申立人の毛髪やＤ\nＮＡ型が検出されず，申立人及びＡの毛髪とは類似性の乏しい人毛が付着しており，\n付着物から申立人及びＡのものとは一致しないＤＮＡ型が検出された事実（再審弁\n２６，２７の１，８９），㋑本件倉庫から発見された青色の目出し帽（以下「青色目\n出し帽」という。）について，申立人の毛髪やＤＮＡ型が検出されず，付着物から申\n立人及びＡのものとは一致しないＤＮＡ型が検出された事実（再審弁２８の１）が\n認められ，申立人の実行犯人性に合理的な疑いが生じる旨の弁護人の主張に対し，\n㋐については，緑色目出し帽をＡがかぶっていたことは動かし難い事実であると認\nめられ，犯行時にＡ以外の実行犯人がかぶっていたものとは認められないから，申\n立人の実行犯人性とは無関係である，㋑については，申立人が青色目出し帽をかぶっ\nていたら必ず申立人のＤＮＡ型等が検出されるといえるものではないし，弁護人依\n頼に係る鑑定が実施されるまでの間には長い年月が経過し，保管者や場所が移動す\nるなどしており，捜査関係者など複数の者が直接触れた可能性等を否定できないか\nら，青色目出し帽の付着物から申立人及びＡのものとは一致しないＤＮＡ型が検出\nされたからといって，それが本件強盗の実行犯人のものであるとは断定できず，申\n立人の実行犯人性に合理的な疑いが生じるとはいえないと判断した。\nこのような原決定の判断は，その理由として説示するところも含めて相当であり，\n是認できる。\nイ  所論について\n所論は，緑色目出し帽をＡがかぶっていたことは動かし難い事実であるとした原\n決定の事実認定には重大な誤りがあるとして種々主張するが，既に検討したとおり，\nこの点に関する原決定の事実認定に誤りがないことは明らかであり，関連して弁護\n人が提出した，目出し帽の付着物に関する鑑定書等の証拠についての判断にも誤り\nはない。\n若干補足する。\nまず，緑色目出し帽は，防犯カメラ映像の検討の際に詳述したように，Ａが着用\nしていたと認められるから，それから申立人のものと一致するＤＮＡ型が検出され\nなくても，全く不自然ではない。反面，Ａのものと一致するＤＮＡ型が検出されて\nも不思議ではないが，新証拠によっても，ＡのＤＮＡ型は判明していないから（再\n審弁２７の１によれば，Ａの毛髪については，毛根が確認できなかったことから，\n鑑定を実施しなかったとされており，所論がＡのＤＮＡ型が判明していることを前\n提にしたような主張をしている点は，前提が誤っている。），この点は不明である。\n次に，青色目出し帽は，申立人が着用していた可能性があり，その意味では，申\n立人のものと一致するＤＮＡ型が検出されても不思議ではないが，鑑定では検出さ\nれていない。しかし，検出されていないことが，申立人の実行犯人性に合理的な疑\nいを生じさせるものでないことは，原決定が説示するとおりである。すなわち，申\n立人が青色目出し帽を着用したからといって，必ずしも着用した者のＤＮＡ型が検\n出されるとは限らないし，しかも，原決定が指摘するように，保管者や場所が移動\nするなどしており，捜査関係者など複数の者が直接触れた可能性等を否定できない\nから，目出し帽の付着物から申立人及びＡ（これは判明していないが。）のものとは\n一致しないＤＮＡ型が検出されたからといって，それが本件強盗の実行犯人のもの\nであるとは断定できず，申立人の実行犯人性に合理的な疑いが生じるとはいえない。\n申立人（類似）の毛髪が検出されていないことも，着用すれば必ず検出されるとは\n限らないし，時間的経過や保管状況の点も問題であり，この点が，申立人の実行犯\n人性に疑問を抱かせるものとは認められない。\nなお，ＤＮＡ鑑定について若干付け加えておく。この鑑定がなされたのは，平成\n２３年から２４年にかけてであって，事件から約１０年が経過している上，その間\nの各鑑定資料の保管状況も明らかとはいえない（検察官「再審請求に対する意見書\n」第２の１ イ 参照）。そのような中で，本件の実行犯人以外の者が各鑑定資料\nに触れるなどしてこれらが汚染（コンタミネーション）を受け，その者のＤＮＡ型\nが検出されている可能性は決して低くない。そのような意味から，鑑定方法や型判\n定のあり方に問題があるわけではないが，ＤＮＡ鑑定の結果が，本件の実行犯人性\nに有意な影響を及ぼすかは大いに疑問である。この疑問は，各鑑定結果を比較する\nと，より具体的になるように思われる。すなわち，各鑑定結果を比較すると，常染\n色体及びＹ染色体のいずれも，鑑定資料３の１（緑色目出し帽の付着物）と鑑定資\n料３の２（同目出し帽の一部）から検出されたＤＮＡ型（ＳＴＲの型検査）は相当\n近似しており，また，それらと，鑑定資料４の１（青色目出し帽の一部）から検出\nされたＤＮＡ型も，違う帽子であるにもかかわらず，相当近似しているように思わ\nれる。検出が間違いないと思われるものを比較すると，鑑定資料３の２のものと，\n鑑定資料４の１のものとは一致しているとみられる（再審弁２７の１及び同２８の\n１の各結果表参照。）。この点は，緑色が犯行現場，青色が本件倉庫という，違うと\nころで発見，領置された目出し帽であるのに，同一人に由来するＤＮＡ型が検出さ\nれた可能性が示されていると理解できる。その意味は必ずしも一義的ではなく，経\n過年数等からみれば，本件の事件後に，一人の人間が両方の帽子に接触等した可能\n性が高いとは思われるが，事件前に一人の人間が両方の帽子に接触等した可能性も\n否定できない。もっとも次のようにはいえるであろう。本件の犯行時，緑色の目出\nし帽はＡが着用していたことは明らかであり，青色の目出し帽が犯行に使用された\nものであれば，もう１人の実行犯が使用していたことになるから，犯行時の着用者\nのＤＮＡ型が検出されたとすれば，異なるＤＮＡ型が検出されるはずである。とこ\nろが，鑑定結果は同一人と考えて矛盾のないＤＮＡ型が検出されているから，その\n検出された型は，犯行時の着用者のものではない可能性が大きいことになると思わ\nれるのである。\n以上によれば，目出し帽を着用すれば，着用した者のＤＮＡ型が，その目出し帽\nから検出されるとは限らないという一般論も含めて種々の観点からみて，新証拠と\nして提出されているＤＮＡ鑑定の結果は，本件の実行犯人性の判定にとって，少な\nくとも有意なものとはいえない。申立人のＤＮＡ型が，緑色及び青色のどちらの目\n出し帽からも検出されていないことは所論の主張するとおりであるが，そのことが\n直ちに申立人の実行犯人性を否定する根拠にならないのは明らかであり，目出し帽\nに関するＤＮＡ鑑定の結果は，再審開始のための明白性を充たすものではない。\n⑷  申立人の血液型に関する証拠について\nア  原決定の要旨\n原決定は，弁護人が，捜査機関において，当初，申立人の血液型はＢ型と把握さ\nれていたが，実際にはＡＢ型であること（再審弁６，８，９の１ないし６，４６，\n８８），他方，申立人は，捜査機関から，Ａ以外の実行犯人の血液型はＢ型と聞かさ\nれていたこと（再審弁７）が認められ，申立人は本件強盗の実行犯人ではあり得な\nい旨主張するのに対し，記録上，Ａ以外の実行犯人の血液型は不明であり，捜査機\n関において，当初，申立人に実行犯人の血液型がＢ型であると伝えていたとしても，\nそれにより実行犯人の血液型がＢ型であると認定できるものではないから，申立人\nの血液型がＡＢ型であるという事実によって，申立人の実行犯人性に合理的な疑い\nを生じるとはいえないと判断した。\nこのような原決定の判断は，説示も含めて相当であり，是認することができる。\nイ  所論について\nこれに対し，所論は，警察は，真犯人が「Ｂ型」であると判明していることを前\n提に，その事実に合致させるため，あえて申立人から血液を採取せず，単に唾液か\nら血液型を判定し，「Ｂ型」と認定するという捜査方法をとった，検察は，弁護人か\nら科学的証拠を提出するよう請求されるまで，意図的に隠匿していたなどと論難す\nるが，Ａ以外のもう１人の実行犯人の血液型は記録上判明しておらず，申立人は，\n緊急逮捕された当初，自身の血液型を「Ｂ型」と説明していたのであり（１審検１\n３０），所論がいう警察等の意図は憶測の域を出ない。申立人の血液型が正しくは\n「ＡＢ型」であり，それが唾液を採取する方法でも得られる結論であったとしても，\n科捜研の鑑定が杜撰であったとか，捜査機関の意図が前記のようなものであったこ\nとを証明するものではないし，ましてや，実行犯人の血液型が不明である以上，申\n立人の実行犯人性に合理的な疑いを生じさせるものではないから，申立人の血液型\nに関する証拠についての原決定の判断に誤りはない。\n⑸  申立人の足のサイズに関する証拠について\nア  原決定の要旨\n原決定は，Ａ以外の実行犯人が履いていた靴のサイズが２７㎝であるところ，靴\n店において，申立人の足のサイズは右２７．９㎝，左２８．１㎝と計測されており\n（再審弁２０），申立人がこの靴を履けるはずがなく，申立人の実行犯人性に合理的\nな疑いを生じさせる旨の弁護人の主張に対し，現に足のサイズが２９㎝のＡは，当\n時，２６．５㎝のサイズの靴を履いていたものと認められ，前記足のサイズの人物\nが２７㎝のサイズの靴を履けるはずがないとはいえず，実行犯人性に合理的な疑い\nを生じるとはいえないと判断した。\nこのような原決定の判断は，説示も含めておおむね相当であり，是認することが\nできる。\nイ  所論について\nこれに対し，所論は，Ａ以外の実行犯人の行為態様は，カウンターを軽々と飛び\n越えて職員の机をまたぎ，奥にある金庫の方に進むというものであり，①申立人が\n左足を負傷していたこと，②原決定は，Ａが現に小さな靴を履いていたことを理由\nに挙げるが，カウンターの外を行き来するＡの動きとは異なるものであることに照\nらすと，足より小さな靴を履いて窮屈な状態でこのような行為はできなかったはず\nであるとして，前記証拠（再審弁２０）は，申立人が実行犯人ではないとの合理的\nな疑いを生じさせる新証拠であり，原決定の認定は誤っていると主張する。\nしかし，①の点は，後述のとおり，申立人が当時左足を負傷していたとしても，\n申立人自身，確定審において，犯行は否認しつつ，本件当日の出来事を語る中で，\nジョギングなりステップクライミングなりの運動ができる程度の状態であったこと\nは認めていたのであり，Ａ以外の実行犯人の動きも，所論がいうように「カウンター\nを軽々と飛び越えて」などおらず，カウンターの上に両膝を付いて乗ってから立ち\n上がり，職員の机の上を渡って奥へ進んでいるのであり（１審検１８写真３，再審\n弁１０８［１５時１２分５１秒から５２秒］），膝を負傷していたらできないという\nような多大な運動能力を要する動きではない。また，②の点は，Ａの動きと，もう\n１人の実行犯人の動きとでは確かに差はあるが，Ａの場合，履いていた白色運動靴\nのサイズは２６．５㎝（１審検１０５），足の大きさは２９㎝（１審検１３１）で，\nその差は２．５㎝もあるが，警察官の前で実際に同靴を履いて見せたのに対し（１\n審検１３２），申立人の場合，靴店で測定した最新の数値によっても，足の大きさは\n右２７．９㎝，左２８．１㎝（再審弁２０），黒色運動靴のサイズは２７㎝（１審検\n１０５）であって，その差は１．１㎝ないし０．９㎝にとどまり，申立人には履く\nことができないといえるような誤差ではない。むしろ，緊急逮捕時の測定では，足\nの大きさは２７．３㎝（１審検１３０）であったのであり，ジャストサイズといえ\nるものであった。なお，弁護人が当審で提出した証拠（再審弁１１０）によれば，\n捜査段階において，警察が申立人の妻から任意提出を受けた申立人の靴のサイズは，\n黒色運動靴のサイズよりも大きいものであることがうかがわれるが，そもそも本件\n当時も最近もいずれの測定値も，黒色運動靴を明らかに履くことができないという\n足の大きさではない以上，意味を持つものではない。\n以上によれば，Ａともう１人の実行犯人の動きの違いや当時申立人が所有してい\nた靴のサイズと異なることを考慮に入れても，前記証拠は申立人の実行犯人性に合\n理的な疑いを生じさせるものではなく，原決定の判断に誤りはない。\n⑹  申立人の左足の負傷に関する証拠について\nア  原決定の要旨\n原決定は， 事件当時，申立人は左膝内側半月断裂，左大腿骨内顆骨壊死の状態\nにあり，痛みのため左足を引きずっていたことは間違いない旨記載された，当時の\n弁護人がＰ医師（申立人を本件犯行前に診察していた医師）から聴取した報告書（再\n審弁１５）について，そのような目撃証拠がない本件において，申立人の実行犯人\n性に疑いを生じさせる証拠である旨の弁護人の主張に対し，前記報告書の基になっ\nた証拠（控訴審弁２５，２６，４１）は，いずれも確定審の控訴審で弁護人が請求\nして同意部分が取り調べられ，不同意部分を撤回の上，Ｐ医師の証人尋問を請求し\nたが，裁判所が請求を却下したもので，前記報告書の記載内容は，実質的に確定審\nの控訴審において審理の対象とされていたものといえるとして新規性を否定した。\nまた，明白性に関し，Ｐ医師が検察官の照会に対し，事件当時も必死になれば全力\n疾走は不可能とはいえない旨回答し，申立人も第１審で犯行を否認しつつ，事件当\n時走ることができる状態にあったことを認める供述をしていたことからすると，申\n立人が，足が悪いことに他者が気付かない程度に迅速な動きができた可能性はある\nと認められると判断した。\nまた，原決定は， Ｊの陳述書（再審弁１６，以下「Ｊ陳述書」という。）につい\nて，実行犯人を目撃した際，２名とも足を引きずっていなかった旨をいう点は，確\n定審で取り調べられた供述調書（１審検１２）では触れられていなかったもので，\n新規性があり，申立人の実行犯人性を疑わせるもので，明白性も認められる旨の弁\n護人の主張に対し，Ｊは，前記供述調書で，実質的にみて，足を引きずるなどの状\n況にはなかったことを述べていたとして新規性を否定し，明白性に関しても，実行\n犯人が足を引きずっているように見えなかったからといって，申立人の実行犯人性\nに合理的な疑いが生じるとはいえないと判断した。\nこのような原決定の判断は，報告書（再審弁１５）の新規性の点は疑問であるが，\nその余は理由として説示するところも含めておおむね相当として是認できる。\nイ  所論について\nこれに対し，所論は，確定判決の控訴審裁判所は，判決書に前記報告書の基となっ\nた証拠を引用していないことからも，申立人の怪我の有無や状態，足を引きずって\nいたか否かといった問題を意識しないまま事実を認定しているから，同証拠には新\n規性が認められると主張する。\nこの点は，前記２⑷イ（Ｉ陳述書）で検討したのと同様の問題がある。前記報告\n書は，差戻前再審請求審の弁護人であるＱ弁護士（確定第１審の弁護人でもある）\nがＰ医師から当時の怪我の状態等を改めて聴取した内容の報告書（平成２４年５月\n２２日付け）であるが，その基となった証拠は，いずれもＰ医師が作成した①診断\n書（控訴審弁２５），②所見メモ（控訴審弁２６）及び③カルテ（控訴審弁４１）で\nあるところ，控訴審における経過をみると，第１０回公判期日（平成１７年２月２\n４日）において，弁護人から①，②の事実取調べ請求がなされ，第１１回公判期日\n（同年３月２４日）において，検察官の各同意部分が取り調べられ，各不同意部分\nは請求が撤回され（同期日に検察官から取調べ請求がされたＰ医師からの電話聴取\n書（控訴審検１６）も，弁護人が不同意意見であったため請求が撤回された。），弁\n護人から，「請求人の診断，手術予定，足に負担のかかる過激な運動を控えるように\n指示したこと」との立証趣旨（平成１７年３月２３日付け証拠調請求書（証人）上）\nでＰ医師の証人尋問が請求されたが（控訴審弁３６），控訴審裁判所はこれを却下し\nたことが認められる。このような経過をみると，Ｐ医師の証人尋問請求を却下した\n時点で，Ｐ医師の証言内容を一応予測した上で，その証拠価値を判断したものと解\nされるから，原決定は新規性を否定したものと思われるが，このような場合に，新\n規性を一律に否定することには疑問があるのは，Ｉ陳述書の場合と同様である。そ\nこで，明白性について検討すると，原決定のこの点についての判断に誤りはないと\nいえる。Ｐ医師が検察官の照会に対し，事件当時も必死になれば全力疾走は不可能\nとはいえない旨回答しており，それだけとっても明白性は否定されるし，申立人自\n身，事件当時走ることができる状態にあったことを認めていた。したがって，所論\n指摘の証拠に，申立人の実行犯人性に疑問を生じさせるような明白性を認めること\nはできない。\nまた，所論は，Ａ以外の実行犯人は，単に迅速な動きをしているのではなく，多\n大な運動能力を要する行動に出ており，左膝を怪我していた申立人にとてもなし得\nるものではないと主張するが，前記⑸イ（足のサイズに関する証拠）で述べたとお\nり，所論がいうほど運動能力を要する行動とはいえず，膝を負傷していても可能な\n動きであり，原決定の判断に誤りはない。\nさらに，所論は，Ｊ陳述書について，同人は，確定審における供述調書では，２\n人の男が郵便局から出てきた点に注目していたものであり，足を引きずっていたか\nについて問題意識を持っていたわけではないから，その点の質問があって初めて着\n目できるものであるとして，これを初めて意識して回答したＪ陳述書には新規性が\n認められ，足に怪我をしていた事実を証明する証拠とともに総合的に斟酌すれば，\n申立人の有罪に合理的な疑いを生じさせる新証拠であると主張する。しかし，Ｊは，\n警察官調書（１審検１２）において，郵便局から２人の男が順番に飛び出してきて\nシルビアに乗り込んだこと，犯人の服装等の特徴，後から飛び出してきた男が走っ\nて助手席に行く姿について，日本人のように焦ったようにセカセカした走り方では\nなく，長い足で軽やかに大股で走っていたように覚えていたことを供述している。\nＡ以外の実行犯人であると認められる，後から飛び出してきた男の走る様子に着目\nした上で，特段走ることに支障がある様子はなかったことをうかがわせる供述をし\nているのであり，当時，足を引きずっていたかについて特に問題意識を持っていた\nか否かは明確ではないものの，実際の走る様子については具体的に供述できるだけ\nの観察をしていたのである。そして，立証趣旨を，実行犯人の１人が左足を引きず\nる様子は目撃されていないとされるＪ陳述書で語られている内容は，前記警察官調\n書で既に語られている内容と実質的に同一であって，新規性を欠くことは，原決定\nが適切に説示するとおりである。また，申立人の左足の負傷に関する証拠によって，\n当時左膝を負傷していたこと，実行犯人に足を引きずる様子がなかったことが認め\nられたとしても，前述のとおり，Ａ以外の実行犯人の動きが左膝を負傷していたら\nできないというようなものではない上，申立人も確定審において，ジョギングない\nしステップクライミングをするのに支障のない足の状態であったことを認めていた\nことに照らせば，申立人の実行犯人性に合理的な疑いを生じさせるものではない。\n⑺  指掌紋に関する証拠について\nア  原決定の要旨\n原決定は，①本件倉庫から発見されたエアガンの箱や取扱説明書から申立人の指\n掌紋が検出されず，②同取扱説明書から申立人及びＡの指紋とは一致しない指紋が\n検出されている事実（再審弁４２ないし４４，９６ないし９９）は，申立人の実行\n犯人性に合理的な疑いを生じさせるものである旨の弁護人の主張に対し，①触れた\nら必ず申立人の指紋が検出されるとは限らず，検出されなかった事実によって，実\n行犯人性に合理的な疑いが生じるとはいえないし，②本件強盗とは別の機会に，両\n名以外の者の指紋が取扱説明書に付着し，検出される可能性が考えられるから，一\n致しない指紋が検出された事実によって，実行犯人性に合理的な疑いが生じるとは\nいえないと判断した。\nこのような原決定の判断は，説示も含めて相当であり，是認することができる。\nイ  所論について\nこれに対し，所論は，申立人が実行犯人であったとすれば，おもちゃのピストル\nをＡに手渡すため，おもちゃのピストルの箱や取扱説明書に申立人の指紋が残され\nていることが一般であり，原決定のような考え方は，社会一般の経験則に反すると\n主張する。しかし，そもそも指紋の検出は，付着面の素材や性質，付着の仕方等，\n諸条件に左右され，また，一般に正当性が承認されている鑑定方法による対照作業\nを行う必要もあるものであり，触れれば必ず指紋が付いて残され検出されるとは限\nらない。所論は社会一般の経験則だともいうが，これは，証拠を鑑定等により科学\n的見地から検討すべきものであって，社会一般の経験則なるものを持ち出すこと自\n体が適切でない（もっとも，確定判決上，申立人が購入したエアガンが本件に使用\nされたものであると扱ってよいかは疑問の余地がある。）。\n原決定の明白性の判断方法が誤っているとの所論は理由がない。\nまとめ\nア  申立人が提出する，実行犯人性に関する証拠についてまとめておく。\nまず，防犯カメラ映像に関して提出している証拠は，結論として新証拠といえる\nものが提出されたとはいえないし，確定審の本件ビデオテープに改ざんの疑いもな\nい。\n目出し帽に関する証拠は，申立人の実行犯人性に疑問を生じさせるような証拠と\nはいえない。所論が強調する緑色目出し帽は，防犯カメラ映像上Ａが落としたもの\nとは確認できないものの，確認できないのは，画像の鮮明度やカメラ映像の死角等\nの理由によると考えられ，確定審の証拠上明らかになっている，緑色目出し帽の落\nちていた場所と，Ａともう一人の実行犯人の郵便局内における各行動の軌跡を比較\n検討し，さらには，確定審におけるＡの供述をも総合すれば，Ａが落としたものと\n認めることができる。したがって，それと異なる前提に立つ所論は採用できないし，\nその余のＤＮＡ鑑定の結果も，ＤＮＡ鑑定自体の信用性を否定するものではないが，\nそれが，本件の実行犯人のそれであるとはいえないから，その鑑定結果によっても，\n申立人の実行犯人性を否定するものとはいえない。毛髪の点も同様である。\n申立人の血液型の証拠は，実行犯人の血液型が不明である以上，これを提出して\nも意味がない。\n申立人の足のサイズも，提出された証拠との関係でも，約１cm しか違わないし，\n緊急逮捕時の申立人のサイズと靴のサイズはほぼ合致していて（０．３cm しか違わ\nない。），これが実行犯人性を否定するとは到底考え難い。\n申立人の左足の負傷の点は，一応犯行当時，申立人が負傷していたことが認めら\nれるとしても，それが，本件の実行を不可能にするとか，目撃供述と比較して実行\n犯人性に合理的疑いを生じさせるといったものではないし，エアガンの箱等から申\n立人の指掌紋が検出されていないからといって，実行犯人性を否定するまでのこと\nはない。\nイ  そして，これらの証拠の中で，申立人の実行犯人性という観点から，確定審\nの証拠関係に多少なりとも影響を及ぼすことがあり得るといえないものについては，\nこれ以上の検討は必要ない。\nこれに対して，その新証拠だけでは，申立人の実行犯人性を否定する明白な証拠\nとはいえないが，どちらかといえば，実行犯人性を否定する方向にあるものは，そ\nれらが積み重なった場合に，確定判決の事実認定にどのような影響を与えるかは，\nさらに，検討する余地がある。\n本件でそのような証拠に該当するのは，申立人の左足の負傷に関する証拠のほか，\n一定の留保付きだが，エアガンの箱等から申立人の指紋等が検出されていないとの\n証拠，さらに挙げるとすれば，目出し帽（特に申立人が着用していた可能性のある\n青色のもの）から申立人のものと一致するＤＮＡ型が検出されていないとする証拠\nであろう（毛髪の点も同様に考えることが可能である。）。\nこれらの証拠については，新旧全証拠による総合評価のところで，再度確認，検\n討するが，申立人の実行犯人性を否定する力は，相当に弱いものであることは，そ\nれぞれの証拠についての検討において明らかにした。そして，これらの証拠は，積\nみ重なったとしても，実行犯人性を否定する核となるような証拠がないことはもち\nろん，積み重なることによって，実行犯人でないことを推認させる力が特段に増す\nような関連性を有しているとも認められないから，やはり，申立人の実行犯人性を\n否定する力は，相当に弱いといわざるを得ない。\n確定判決が指摘する各間接事実が全体として申立人の実行犯人性を推認させる\n推認力と比較すると，これらの証拠の持つ力は圧倒的に弱く，合理的な疑いを生じ\nさせるには程遠い。\n４  Ｃの実在性に関する証拠について\n原決定は，Ｃが実在している旨主張して，その事実やその関連事実を立証するも\nのとして弁護人が提出している，Ｃと面識があるという関係者の陳述（再審弁１７，\n１８，２２）やオービス写真に写っているのがＣであるとする鑑定書等の証拠（再\n審弁１９の１，２，２３，３１の１，２，８０）について，Ｃが実在しているとい\nう事実関係は，申立人を本件強盗の実行犯人であると認定した確定判決の判断構造\nに全く影響を与えるものではないと判断した。\n若干補足すると，前記２のとおり，申立人以外の者の本件倉庫への立入り可能性\nに関する弁護人提出証拠を検討しても，申立人が不在のときでも本件倉庫が施錠さ\nれておらず，申立人の許可なく，申立人以外の者も本件倉庫に自由に出入りできる\n状況にあったというような，間接事実⑥の認定を揺るがすに足りる事実は認められ\nない。そうすると，Ｃが実在の人物であったところで，本件証拠構造との関係では\n意味を持たない事実関係であり，申立人の実行犯人性に合理的疑いを抱かせるもの\nではない。これと同旨の原決定の判断は相当であり，是認できる。\n５  新旧全証拠による総合評価\n確定判決は，本件強盗におけるＡ以外のもう１人の実行犯人が申立人である\nことを推認させる複数の間接事実①ないし⑦が認められ，これに申立人とＡの密接\nな関係等を考慮すると，申立人がＡの共犯者として本件強盗を敢行した実行犯人で\nあることが強く推認されるとした。このような事実関係が同時に存在することをさ\nらに詰めて考えれば，申立人が実行犯人でないとしたならば合理的に説明すること\nができない，あるいは，少なくとも説明が極めて困難であるといえる。\n間接事実について再度みておく。まず，本件の実行犯人は，２名の外国人であり\n（いずれも黒人，うち１名がＡ），Ａではない方の実行犯人が，積極的に犯罪を遂行\nして現金を現に奪ったことは動かしようのない事実である。その上で，主な点だけ\nとっても，犯行に使用した車両シルビアは申立人のもので，犯行の約１時間１０分\n後には，申立人の管理する本件倉庫（鍵は申立人が保管し，通常は施錠されていた\nが，この時も施錠されていた。）にシルビアが格納され，そのシルビアのナンバープ\nレートは焼き切られていたという明らかな罪証隠滅工作がなされ，現金も本件倉庫\nの複数箇所に全額隠匿されていたし，犯行に使用されたと考えて矛盾のない雨合羽\nなども本件倉庫から発見された。申立人は，犯行後，犯行を実行したとして不自然\nではない時間帯に，本件倉庫近辺で目撃されており，もとよりアリバイもない。Ａ\nは，申立人の弟であり，申立人と同じ職場で働き，申立人自身の仕事も手伝ってい\nた。\n以上のような確定判決の推認の根拠となった間接事実は，いずれも証拠上明らか\nなものであり，しかも，その中には申立人の実行犯人性を強く推認させるものが含\nまれている。確定判決の推認の構造は，相当に強固であるといえる。\nこれに対して，申立人が提出した新証拠に対する検討結果を確認しておく。\nまず，確定判決の推認の根拠となった間接事実の存在自体を動揺させるものは，\nないといわざるを得ない。申立人が本件倉庫を管理していた状況（間接事実⑥）に\nついて提出された陳述書等は，その証拠自体の信用性を肯定し難いものか，内容自\n体が確定審の事実認定に疑問を抱かせるようなものではなかった。\n次に，確定判決が，間接事実の積み重ねにより，申立人の実行犯人性が強く推認\nされるとする点で，この推認に疑問を投げかけ，推認を阻止するような力を持った\n新証拠も提出されていない。前述した（３ ），申立人が実行犯人でないとの方向性\nをもった新証拠を，前提における疑問をひとまず問題にせずに，あえて申立人に有\n利に積み重ねても，確定判決の推認を揺るがすものとはいえない。すなわち，左足\nを負傷していた申立人（といっても，無理すれば全力疾走でき，申立人自身も本件\n当時走ることができたと認めている。）が，目出し帽（青色）を着用して郵便局に押\nし入り，２０００万円以上の大金を強奪して，本件倉庫に逃げ帰ったとして，その\n目出し帽から申立人のものと一致するＤＮＡ型が検出されず，犯行に使用したエア\nガンの箱や取扱説明書から申立人の指紋等が検出されないということが，現実的に\nはそうそう起き得ないほど可能性が低いといえるであろうか。現実的に起き得ない，\n又は相当起きる確率が低いといえるのであれば，推認を動揺させるほどの力がある\nということになるであろうが，今一度考えても，やはり動揺させることはないと判\n断される。本件で，申立人の実行犯人性を推認させる間接事実（その間接事実自体\nは明らかに証明されている。）が同時に多数存在することは，申立人が実行犯でなけ\nれば合理的に説明することができないか，少なくとも，説明が著しく困難であるこ\nとに変わりはなく，一方，推認を動揺させる方向の間接事実は，それが同時に起き\nたとしてもあながち不自然，不合理とまでいえず，両者を比較すれば，確定判決の\n事実認定に合理的な疑いを生じさせることはないことは明らかである。しかも，推\n認を動揺させる方向の新証拠，特にＤＮＡ鑑定については，本来は，前述したよう\nに，検出されたＤＮＡ型が犯行時に着用していた者に由来する可能性は低いとの事\n情がある。\n新旧全証拠の中で，申立人の実行犯人性に最も疑問を投げかけるのは，やは\nりＡの確定審の供述であろう。確定判決が，Ｃという別の人間が共犯者であるとす\nるＡの供述は信用できないとしたのは，確定判決の概要で要約したとおりである。\nそして，申立人が再審で提出した新証拠の中に，このＡの供述の信用性を具体的に\n補強するようなものは見当たらない。Ａは，申立人が事件の翌日に緊急逮捕された\nのを知って，その翌日（事件の２日後），池田弁護士に付き添われ，自ら警察署に出\n頭し，自分が実行犯人であることを認めつつ，申立人が犯人でないことを一貫して\n訴えている。このような場合，Ａは，真実を述べているか，又は，申立人を庇って\nいるか，あるいはその他の意図があるかであろうが，まずもって考えられるのは前\n二者である。確定審も，そのような観点から，Ａの証人尋問等に時間を掛け，Ａの\n供述の検討には相当念を入れ，その結果，Ｃが共犯者であるという供述は信用性に\n乏しいと判断している。Ａは，知り合ってさほど付き合いも深くないのに，Ｃの誘\nいで郵便局強盗を実行したというが，そのいきさつは相当不自然である（なお，犯\n行当時にＣの存在に言及するのは，Ａと申立人だけで，他の者が犯行当時Ｃと目さ\nれる人物の存在に気付いたというような証拠はない。）。また，現金強奪に成功しな\nがら，強盗を持ち掛け，実際に多額の現金を奪った張本人であるＣが，現金を全く\n持たずに，すべて本件倉庫に隠匿して倉庫を後にしたというが，この点は不自然を\n超えて不合理である。本当にＣ主導で強盗が行われたのであれば，目的の現金を持っ\nて逃げるのが通常であるのに，誘い入れた従たる立場のＡの説得で，現金全額を本\n件倉庫に置いたまま，その後どのようにしてその現金を手にするかといった確かな\n保証もないのに，その場を立ち去る（その時点で警察等に追われていたという切迫\nした事情は認められない。）というのは，極めて不自然であり，不合理である。Ｃは\n姫路に特段生活の拠点があるわけではなさそうなので，現金を持って姫路から逃げ\n出すことに支障があったとは考え難い。確定判決が，Ａの供述の内，Ｃが共犯者で\nあるとする部分は信用できないとしたのは，当然である。\nそして，一緒に郵便局強盗を実行した共犯者が誰かという点で，事件直後から人\n違いをするということは考え難いから，その点の供述が信用できないということは，\nあえて虚偽の共犯者を仕立て上げていると考えざるを得ない。そのような意図的な\n虚偽供述をする動機としては，やはり兄である申立人を庇うということが考えられ，\n証拠上その他の可能性をうかがうことはできない。\n最後に申立人の供述であるが，確定判決は，申立人の供述の信用性を排斥し\nたが，当然である。申立人の供述は，再度検討しても，変遷が著しく（公判段階に\nなっても変遷が著しく，一時期，検察官に対して犯行を認めるかのような供述をし\nてもいる。），内容は率直に言えば荒唐無稽ともいえるものである。Ｃからの連絡で\n同人と知り合い，その後，日本人のヤクザやナイジェリア人やアジア系のマフィア\nなどが多数登場し，申立人を脅し，申立人に薬物の密輸や殺人を行わせようとした\nが，物品を渡したり，ナイジェリアの土地の権利証を渡して解決したというのであ\nる。いずれも全く裏付けとなるような事実がなく，家族や周りの者も，そのような\n事実に気付いていないし，申立人が周りの者や知り合いの警察官にも相談していな\nい。本件当日も，もう来ないと約束したＣが突然本件倉庫に来たり，日本人のヤク\nザがそのＣを捜しているとして来たりしたというが，この点も全く裏付けがない。\nその後のＣと自分の行動の説明にも，裏付けがないばかりか，本件当日の出来事に\nついては，他の証拠とも矛盾している。\nちなみに，申立人のいうＣは，ＡのいうＣと同一人物なのであろうが，それぞれ\nが説明するＣと知り合った経緯や，その後の交友状況は，別個独立で全く異なって\nいて，さらには，犯行時も，申立人とＡは，それぞれが全く接点のない形で，Ｃの\n行動を説明している。時間的に相当短い時間に起きているものが含まれているのに，\n申立人とＡが全く接触することがない。Ａは，申立人の弟であり，申立人と同じ職\n場で働き，申立人が独自に行っている仕事も手伝っている関係であることを考える\nと，相当に不自然であるといわざるを得ない。\n申立人の確定審での供述は疑問な点が多々あり，信用性を担保できる事情はうか\nがわれないから，その信用性が認められないのは当然であるが，再審請求に当たり，\nこのような申立人の供述の信用性を直接補強する証拠は全く提出されていない。\n以上によれば，申立人が提出する新証拠には，確定判決の証拠関係に影響を\n与える可能性のある証拠はほとんどなく，数少ない可能性のある証拠を積み重ねて\nも，確定判決の証拠関係を見直すことには全くならない。念のため，申立人の犯人\n性を否定するＡ及び申立人の確定審における各供述を点検し，提出された新証拠が\nこれらを補強する関係にないかも確認したが，そのようなものも存在しない。\n弁護人が提出した証拠はいずれも明白性が認められず，申立人が本件強盗の\n実行犯人であるとした確定判決の事実認定に合理的な疑いが生じる余地はない。原\n決定の判断は正当である。ちなみに，差戻前再審請求審がその可能性を示唆した，\n申立人が実行共同正犯ではなく，実行行為を伴わないその他の共犯である可能性は\n否定できるから，申立人の実行犯人性に合理的疑いが生じることを前提とした即時\n抗告審の指摘，すなわち，申立人の共犯性が別の形で認定できるか否かの間接事実\nの検討は不要であることはいうまでもない。\n第５  結論\n以上の次第により，本件再審請求には刑訴法４３５条６号の再審事由があるとは\nいえないとした原決定の判断に誤りはなく，当審において弁護人が追加提出した新\n証拠（当審における事実取調べも含む。）を併せて検討しても，この判断は動かない。\n論旨は理由がない。\nよって，刑訴法４２６条１項により本件即時抗告を棄却することとし，主文のと\nおり決定する。\n令和３年６月３０日\n大阪高等裁判所第６刑事部\n裁判長裁判官      村      山      浩    昭\n裁判官      末      弘      陽    一\n裁判官      宇      田    美    穂\n"
}