{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 4,
    "month": 3,
    "day": 11
  },
  "case_number": "令和1(わ)1488",
  "case_name": "保護責任者遺棄致死被告事件",
  "court_name": "福岡地方裁判所第２刑事部",
  "lawsuit_id": "91106",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=91106",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/106/091106_hanrei.pdf",
  "contents": "主              文\n被告人を懲役８年に処する。\n未決勾留日数中７３０日をその刑に算入する。\n理              由\n（罪となるべき事実）\n被告人及び被告人の夫（以下「夫」という）は、親権者として実子（三男）（平\n成２９年７月２２日生、以下「被害者」という）を監護養育していたものであるが、\n被害者は、平成３０年１０月下旬頃までに重度の低栄養状態に陥ったことにより、\n極度に痩せ細って衰弱するとともに免疫力が低下し、同年１１月上旬頃以降、両手\n足の骨や肋骨の併せて２３本の骨が合計３１か所も骨折したことにより、左腕が腫\nれ上がったり、痛みで動くことや食事を取ることが難しくなったりし、また、夫が、\n同じ頃以降同月末頃までの間、多数回にわたり、被害者に、エアソフトガンで発射\nしたＢＢ弾を命中させる暴行を加え、被害者の全身（頭部、顔面、左右側胸部、右\n側腹部、左右上下肢、背部、腰部及び臀部）に表皮剥脱や皮下出血を伴う合計７１\nか所もの小さな円形の傷を負わせ、同月下旬頃（ただし、同月２８日頃まで）には、\n上記の傷が原因となって右腕及び左膝が蜂窩織炎を発症したことで広範囲に赤みを\n帯びて腫れ上がったり、これらによる強度のストレスにさらされるなどして胸腺が\n萎縮して更に免疫力が低下したりし、これらが相俟って、その頃までに重度の低栄\n養等に基づく肺感染症を発症するなどして、ますます衰弱するとともに通常の体温\nを維持することも呼吸することも困難になっていたところ、被告人及び夫は、遅く\nとも同月下旬頃（ただし、同月２８日頃まで）には、全身には多くの小さな円形の\n傷があり、右腕及び左膝は広範囲に赤く腫れ上がり、ぐったりとして動くことも、\n食事を取ることもできず衰弱している被害者の状態を認識していたのであるから、\nその生存に必要な保護として医師による診察・治療を被害者に受けさせるべき責任\nがあったにもかかわらず、共謀の上、その頃から同月２８日頃までの間、医師によ\nる診察・治療を被害者に受けさせるというその生存に必要な保護をせず、よって、\n同年１２月１日、被告人及び夫方（福岡県田川市所在）において、被害者を重度の\n低栄養等に基づく肺感染症による急性呼吸不全により死亡させた。\n（事実認定の補足説明－なお、以下のうち、年の記載がないものはいずれも平成３\n０年の出来事である。）\n弁護人は、被告人に本件犯行の故意があったとは認められず、被告人は無罪であ\nる旨を主張するので、検討する。\n１  関係証拠により認められる本件の事実関係は以下のとおりである。\n⑴  被告人及び夫は、本件当時、判示の自宅で長男（平成２７年１月１７日生）、\n被害者（平成２９年７月２２日生）、長女（平成３０年７月１７日生）と同居して\n子どもたちを監護養育していた。子どもたちの主たる監護者は、被告人であった。\n⑵  先天性の異常は認められなかったものの、低出生体重児（身長４６センチメ\nートル、体重２３１６グラム）であった被害者は、その後の発育過程も、同月齢の\n乳幼児の平均体重を総じて下回るなどかなり遅れが目立っており、７か月時（平成\n３０年３月１６日）の体重は５．７キログラムであった。しかし、１歳になって間\nもない時期（平成３０年８月）に撮影された動画（以下「本件動画」という）には、\n手足が細く、痩せているようには見受けられるものの、一人座りをして自ら菓子を\n食べる被害者が映っており、健康上の大きな異常がうかがわれる程ではなかった。\nまた、被害者は、平成３０年９月までは、被告人らとともに外出して、被告人の親\n族らと会って、一緒に食事をするなどしていた。\n⑶  被告人は、１０月１１日、友人に対し、「（被害者は）未だに立ちません」\n「（被害者は）寝てばっかのナマケモノ！動くのだるいきか、最近座ったままねち\nょう」「（被害者は）歩かんし喋らんし泣くだけやし、まだまだ赤ちゃん赤ちゃん\nしちょうき」などのメッセージを送信した。\n⑷  夫は、１１月上旬頃から、被害者にエアソフトガンで発射したＢＢ弾を命中\nさせる暴行を加えるようになり、同月末頃までの間に、被害者の全身に表皮剥脱や\n皮下出血を伴う合計７１か所もの小さな円形の傷を負わせた。\n⑸  被害者は、１２月１日午前４時頃（当時１歳４か月）、自宅において、重度\nの低栄養等に基づく肺感染症による急性呼吸不全により死亡した。被害者は、１１\n月２８日頃までであれば、医師による診察・治療により救命可能であったと認めら\nれる。\nなお、被告人は、１２月１日午前４時１７分頃、１１９番通報し、数分前に被害\n者が急に泣いて息が止まり、意識もないなどと告げた。\n⑹  亡くなった被害者は、肋骨が浮き出て、体脂肪がほとんどなく、明らかに手\n足が細く、骨格の筋肉量も明らかに少ないなど、極度に痩せ細っていた（身長６４\nセンチメートル、体重５．６キログラム）。また、全身に前記のとおり合計７１か\n所もの小さな円形の傷を含む多数の表皮剥脱や皮下出血があったほか、蜂窩織炎を\n発症していた右腕及び左膝は広範囲に赤みを帯びて腫れ上がり、判示のとおりの多\n発骨折（２３本の骨、３１か所）があった。\n⑺  被告人及び夫は、３月１７日から被害者が死亡するまでの間、被害者に医師\nによる診察・治療を受けさせたことはなかったが、長女が発熱した１１月２４日及\nび長男が発熱した同月２６日にはそれぞれ医師による診察・治療を受けさせていた。\n２  被害者の要保護状態について\n医師らは、当公判廷において、被害者の死因や遺体の状況等を踏まえ、１０月下\n旬頃から１１月下旬頃までの被害者の身体状況等が判示のようなものであった旨を\nそれぞれ証言している。\n前記医師らは、亡くなる前の被害者を直接確認したわけではないが、事件とは無\n関係の第三者であり、遺体の状況等から推察される生前の被害者の身体状況等につ\nいてあえて虚偽を述べるような事情は認められない。前記医師らの経歴等に照らし、\nその専門的な知識・知見に疑問を抱かせる事情も見当たらず、前記各証言は、その\nような知識・知見に基づくものとして十分信用することができる。したがって、被\n害者は、判示のとおりの要保護状態であったと認められる。\n３  争点に対する判断\n判示のような被害者の要保護状態等に照らすと、被害者が重度の低栄養状態に陥\nった１０月下旬頃から救命可能時期である１１月２８日頃までの間、監護者におい\nて、医師による診察・治療を被害者に受けさせることが、被害者の生存に必要な保\n護行為であったと認められ、被害者の監護者である被告人及び夫は、いずれもその\nような保護行為（以下「本件保護行為」という）を行っていなかったと認められる。\nそこで、本件の争点、すなわち被告人が被害者の要保護状態を認識していたか否\nかという故意の有無につき検討する。\nまず、被害者は、低出生体重児であり、その後も同月齢の乳幼児の平均体重を総\nじて下回る発育状況であり、１歳当時に撮影された本件動画にも、手足が細く、痩\nせているように見える被害者が映っていること、被告人が、１０月１１日、友人に\n対し、被害者の成長が遅いため、立ったり、歩いたり、しゃべったりせず、寝てば\nかりいる旨のメッセージを送信していること、人の体格や体重を含む心身の状態に\nついては、日々少しずつ変化していくことも多く、毎日被害者と接している場合に\nはその変化に気付きにくい面があることなどからすると、被告人が、１０月下旬頃\nからしばらくの間は、被害者の痩せ方や動き方の変化、あるいは身体の腫れや傷等\nに気が付いたとしても、異常で重篤な状態であるとの認識までは持てなかった可能\n性は否定できない。しかし、遅くとも１１月下旬頃（ただし、救命可能時期である\n同月２８日頃まで）には、被害者には、前記の小さな円形の傷（新しい傷を除く）\nが多数生じていたほか、それが原因で発症した蜂窩織炎により右腕及び左膝は広範\n囲に赤く腫れ上がり、全身状態が悪化して衰弱していたとみられるのであって、そ\nのような状況は、一見して明らかに異常であるといえるから、被害者の主たる監護\n者であった被告人においても、遅くともその頃までには、被害者のそのような要保\n護状態を認識していたと推認するのが合理的である。また、この推認は、被害者と\n同居し、被告人とともに被害者を監護養育していた上、被害者に対して前記１⑷の\nような傷害行為に及んでいた夫についても当てはまる。\nこれに対し、被告人は、当公判廷において、「被害者は、死亡前日までいつもど\nおり食事を取ったり、動いたりしていた。入浴後、被害者の右肩付近に虫刺されの\nような傷が五、六個あるのに気付き、痛くないか確かめるために触ってみたが、笑\nっていた。翌日未明、被害者の泣き声で目が覚め、被害者を見ると息をしていなか\nった。その時まで被害者の異常には全く気付かなかった」旨を供述する。しかし、\nこの供述は、医師の証言等から認めた亡くなる前日の被害者の状態とかけ離れたも\nのであり、信用することができない。\n弁護人は、①被告人が、被害者の要保護状態を認識しながら、虐待の事実を隠す\nために本件保護行為を行っていなかったのであれば、１２月１日に自ら１１９番通\n報するという虐待の事実が発覚しかねない行為に及んだことの合理的説明が困難で\nある、②被告人は、知的障害による状況認知等の乏しさのため、被害者の要保護状\n態に気付かなかった可能性がある旨を主張する。しかし、①については、被告人及\nび夫が、被害者の要保護状態を認識しながら、虐待の事実を隠すために本件保護行\n為を行っていなかったとしても、まさに死に直面した被害者を目の当たりにすれば、\n動揺するなどして１１９番通報することも弁護人が指摘するほどに不自然とは思わ\nれず、そうした行動が常識に照らして不合理とはいえない。②については、確かに、\n被告人の精神鑑定を担当した医師が証言するとおり、被告人に軽度の知的障害があ\nったとしても、前記１⑺のとおり、被告人は、被害者の兄妹が発熱した際には医師\nによる診察・治療を受けさせていたこと、かつて介護職員として働いていた際、利\n用者の発言や変化を把握し、適切に業務をこなせていたことなどに照らせば、その\n障害があるからといって、判示のとおりの被害者の要保護状態に気付くことができ\nなかった可能性があったとはいえず、それが前記の推認を妨げるほどの事情とはい\nえない。その他弁護人が主張する点を踏まえて慎重に検討しても、前記の被害者の\n要保護状態を認識できなかった可能性をうかがわせる事情は見当たらない。\n以上によれば、被告人及び夫は、遅くとも１１月下旬頃（ただし、救命可能時期\nである同月２８日頃まで）に、被害者の要保護状態を認識しながら本件保護行為を\n行っていなかったものと認められるから、いずれも保護責任者不保護の故意に欠け\nるところはなく、少なくとも暗黙のうちに意思の連絡を生じていたものとして、共\n謀も認められる。\n（量刑の理由）\n犯行が行われた期間は検察官の主張するとおりではなく、長期間とまではいえな\nいものの、被告人らは、同居していて密接で継続的な保護関係にあるわずか１歳４\nか月の被害者が、医療措置を受けさせる必要性が高い状態にあったにもかかわらず、\n病院に連れて行かないまま、被害者を死亡させたものである。大変痛ましい本件犯\n行の態様は、悪質性の程度が相当高い。もとより、被害者が受けた肉体的・精神的\n苦痛の大きさは察するに余りある。主たる監護者であった被告人が被害者の要保護\n状態を目の当たりにしながら、本件保護行為を行わなかった意思決定に対しては、\n軽度の知的障害があったことや、夫からドメスティック・バイオレンスを受けてい\nたことなどにより、要保護状態に気付くのが遅れた可能性や病院に連れていくこと\nが難しかった可能性があることなどを踏まえても、強い非難を免れない。\nこうした事情に照らすと、本件は、同種事案（保護責任者遺棄致死、被告人から\n見た被害者の立場・子）の中で、極めて重い部類の事案とはいえないが、懲役６年\nを下回るような軽い部類に属するものともいえない。\n以上を前提に、被告人が被害者の要保護状態と整合しない不自然、不合理な弁解\nに終始していて反省の態度が見られないことも考慮し、主文の刑を量定した。\n（求刑・懲役１２年）\n（福岡地方裁判所第２刑事部  裁判長裁判官  溝國禎久，裁判官  辛島靖崇，裁判\n官  板東恵里）\n"
}