{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 6,
    "month": 1,
    "day": 22
  },
  "case_number": "令和5(ラ)1152",
  "case_name": "文書提出命令に対する抗告事件",
  "court_name": "大阪高等裁判所第2民事部",
  "result": "破棄自判",
  "gist": "刑事事件で無罪判決が確定した相手方（原審申立人・基本事件原告）が、検察官のした起訴等が違法であるとして提起した国家賠償請求訴訟において行った、当該刑事事件についての第三者（共犯被疑者）の取調べの録音録画の提出命令の申立てについて、\n１　当該録音録画は、直接には、取調べを受けた共犯被疑者と捜査機関等との間において法律関係文書（民訴法２２０条３号後段）に該当するものであるが、当該共犯被疑者の供述の重要性などからすれば、原告と捜査機関等との間においても法律関係文書に該当するとされた事例\n２　当該録音録画のうち、相手方の刑事公判に提出された部分について、刑訴法５３条や４７条の規律を踏まえても、提出義務があるとされた事例\n３　当該録音録画のうち、相手方の刑事公判に提出されなかった部分について、保管検察官が刑訴法４７条に基づきその提出をしないと判断したことが裁量権の範囲を逸脱し又は濫用したものとはいえないとして、原決定を変更して当該部分の提出命令申立てを却下した事例",
  "lawsuit_id": "92780",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=92780",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/780/092780_hanrei.pdf",
  "contents": "令和５年（ラ）第１１５２号  文書提出命令に対する抗告事件\n令和６年１月２２日  大阪高等裁判所第２民事部決定\n主            文\n１  原決定主文第１項を次のとおり変更する。\n⑴  抗告人は、本決定確定の日から２か月以内に、令和元年１２月９日におけ\nる検察官のＣに対する取調べにおいてＣの供述及びその状況を録音及び録画\nを同時に行う方法により記録した記録媒体のうち、同日午後５時３９分４７\n秒から午後６時２７分５８秒までの部分を記録した記録媒体を、原審裁判所\nに提出せよ。\n⑵  相手方のその余の申立てをいずれも却下する。\n２  抗告費用はこれを２分し、その１を抗告人の負担とし、その余を相手方の負\n担とする。\n理            由\n第１  抗告の趣旨\n１  原決定主文第１項を取り消す。\n２  上記取消部分に係る相手方の申立てをいずれも却下する。\n第２  事案の概要\n（以下、相手方（原審申立人・基本事件原告）を「原審申立人」、抗告人（原審\n相手方・基本事件被告）を「原審相手方」という。その余の略称は、特に断ら\nない限り、いずれも原決定の例による。「別紙」は、特に断らない限り、原決定\n添付のものを指す。）\n１  基本事件の内容等\n基本事件は、学校法人明浄学院（本件学院）を被害者とする２１億円の業務\n上横領事件（本件横領事件）の被疑者として逮捕、勾留され、業務上横領の公\n訴事実で起訴されたものの、第１審で無罪判決が確定した原審申立人（原告）\nが、検察官の違法な逮捕、勾留、起訴及び違法な取調べにより損害を被ったと\nして、原審相手方（被告）に対し、国家賠償法１条１項に基づき、原審申立人\nに生じた損害７８億７２７６万１７８０円のうち７億７０００万円（損害の一\n部である７億円及び弁護士費用７０００万円）及びこれに対する令和元年１２\n月２５日（本件横領事件の起訴の日）から支払済みまで平成２９年法律第４４\n号による改正前の民法所定の年５分の割合による遅延損害金の支払を求める事\n案である。\n原審は、基本事件における責任論についての主要な争点は、国家賠償法上、\n①検察官による起訴が違法か、②検察官による逮捕、勾留が違法か、③検察官\nの原審申立人に対する取調べが違法かという点であるとし、争点①及び②との\n関連では、共犯者とされたＣ（Ｃ）及びＤ（Ｄ）の検察官による取調べにおけ\nる供述の信用性の評価が、争点③との関連では、検察官の原審申立人に対する\n取調べが原審申立人の黙秘権及び弁護人依頼権等を侵害するものであるか、不\n当な利益誘導であるかという点が、それぞれ争われていると整理している。\n２  本件申立て及び原審の判断等\n⑴  原審申立人は、検察官のＣ、Ｄ及び原審申立人に対する取調べの具体的状\n況及び内容を証明するために必要であるとして、原審相手方に対し、民訴法\n２３１条により準用される同法２２０条１号、２号又は３号後段に基づき、\n本件横領事件に関する①Ｃに対する令和元年１２月５日～同月２４日の取調\nべの録音録画に係る動画ファイルを記録した記録媒体（Ｃ録音録画）、②Ｄに\n対する同月５日～同月２５日の取調べの録音録画に係る動画ファイルを記録\nした記録媒体（Ｄ録音録画）及び③原審申立人に対する同月１６日～同月２\n５日の取調べの録音録画に係る動画ファイルを記録した記録媒体（申立人録\n音録画）の各準文書につき、提出命令の申立て（本件申立て）をした。なお、\nＣ録音録画、Ｄ録音録画及び申立人録音録画が存在し、これを原審相手方が\n所持していることについては、当事者間に争いがない。\n⑵  原審は、概要、次のとおり判断して、原審相手方に対してＣ録音録画の一\n部の提出を命じ、その余の本件申立てを却下した（原決定）。\nア  Ｃ録音録画のうち、㋐令和元年１２月６日午後７時１７分～午後１１時\n２分の部分を記録した記録媒体（以下「Ｃ録音録画㋐」という。）、㋑同月\n７日午後５時２０分～午後９時２５分の部分を記録した記録媒体（以下「Ｃ\n録音録画 」という。）、㋒同月８日午後５時２０分～午後８時２４分の部\n分を記録した記録媒体（以下「Ｃ録音録画 」という。）、㋓同月９日午後\n５時１７分～午後８時２１分の部分を記録した記録媒体（以下「Ｃ録音録\n画 」という。）、㋔同月１２日午後６時４分～午後９時５２分の部分を記\n録した記録媒体（以下「Ｃ録音録画 」という。）については、証拠として\n取り調べる必要性が認められる。これに対し、Ｃ録音録画のその余の部分、\nＤ録音録画及び申立人録音録画については、証拠として取り調べる必要性\nがあるとは認められない。\nイ  Ｃ録音録画㋐～㋔は、いずれも民訴法２２０条３号後段所定のいわゆる\n法律関係文書に該当する。\nこのうち、原審申立人を被告人とする本件横領事件の刑事公判（以下「本\n件公判」という。）に提出された部分（Ｃ録音録画 のうち、令和元年１２\n月９日午後５時３９分４７秒～午後６時２７分５８秒の部分を記録した記\n録媒体。以下「本件公判提出部分」という。）は、刑訴法５３条、刑事確定\n訴訟記録法４条２項の閲覧制限事由のいずれにも該当しないから、原審相\n手方に提出義務を認めるのに支障はない。\n他方、その余の本件公判に提出されなかった部分（以下「本件公判不提\n出部分」という。）については、基本事件における取調べの必要性が高い反\n面、開示による弊害があるとは認められないから、保管検察官が刑訴法４\n７条を理由に提出を拒否することは、当該検察官の裁量権の範囲を逸脱し\n又は濫用するものというべきである。\nしたがって、原審相手方には、Ｃ録音録画 ～ について提出義務があ\nる。\n⑶  これに対し、原審相手方のみが即時抗告をした。したがって、当審におけ\nる審理判断の対象は、Ｃ録音録画㋐～㋔の提出命令の当否である。\n３  当事者の主張\n⑴  原審申立人の本件申立ての理由及び原審相手方の意見は、原決定の「理由」\n第２（原決定２頁８行目～１７行目）に記載のとおりであるから、これを引\n用する。\n⑵  当審における原審相手方の補充主張（抗告理由）は、本決定別紙６「即時\n抗告理由書」（ただし、添付書類を除く。）及び本決定別紙７「抗告人意見書」\nのとおりである。\n当審における原審申立人の補充主張（抗告理由に対する意見）は、本決定\n別紙８「意見書」のとおりである（ただし、添付書類を除く。）。\n第３  当裁判所の判断\n１  判断の骨子\n当裁判所は、原審相手方に対し、Ｃ録音録画㋐～㋔のうち、本件公判提出部\n分（Ｃ録音録画㋓の一部）については提出を命じるのが相当であるが、その余\nの本件公判不提出部分については本件申立てを却下すべきであると判断する。\nその理由は、以下のとおりである。\n２  事実関係\n一件記録によれば、次の各事実が認められる。\n⑴  本件横領事件\n本件横領事件の公訴事実の概要は、本件学院理事長としてその業務全般を\n統括し本件学院の資産を適切に保管管理するなどの業務に従事していたＥ\n（Ｅ）、不動産の管理等を行う株式会社ティー・ワイエフ及び株式会社ピアグ\nレースの各代表取締役を務めていたＤ、不動産の仲介業等を行う株式会社サ\nン企画の代表取締役を務めていたＦ、サン企画顧問の肩書で活動していたＧ、\n不動産の売買等を行う株式会社プレサンスリアルエステートの代表取締役を\n務めていたＣ、経営コンサルタント事業等を行う株式会社スコーレメディア\nの代表取締役を務めていたＨら、並びに不動産の売買等を行う株式会社プレ\nサンスコーポレーションの代表取締役を務めていた原審申立人が、共謀の上、\n平成２９年７月６日頃、大阪市ａ区ｂにある本件学院所有の土地（本件土地）\nにつき、本件学院を売主とし、ピアグレースを買主とし、売買代金を３１億\n９６３５万１０００円とする売買契約を締結させ、同月６日、ピアグレース\nから本件学院名義の預金口座に同売買契約の手付金として２１億円の振込入\n金をさせ、これをＥが本件学院のために業務上預かり保管中、同人らの用途\nに充てる目的で、上記２１億円を、同口座からサン企画名義の預金口座、ス\nコーレメディア名義の預金口座、ティー・ワイエフ名義の預金口座に順次振\n込送金し、もって横領したというものである。\n⑵  Ｃ、Ｄ及び原審申立人の逮捕勾留等\n令和元年１２月５日、Ｃ及びＤは、Ｅらとともに本件横領事件の被疑者と\nして通常逮捕され、同月６日から勾留された。逮捕、勾留中の取調べは、Ｃ\nについてはＩ検事（Ｉ検事）が、ＤについてはＪ検事（Ｊ検事）が、それぞ\nれ担当した。原審申立人も、同月１６日、Ｅらと共謀したとして、本件横領\n事件の被疑者として通常逮捕され、同月１７日から勾留された。原審申立人\nの逮捕、勾留中の取調べはＫ検事（Ｋ検事）が担当した。\n⑶  Ｃ及びＤの供述経過等\nＥは、原審申立人がその個人資産から支出した貸付金１８億円をティー・\nワイエフ等を経由して受領し、この資金を元に本件学院の経営権を買収し、\n後に本件土地に係る売買契約の手付金でこれを返済した（本件横領事件の公\n訴事実に係る２１億円が本件学院名義の預金口座からサン企画名義の預金口\n座、スコーレメディア名義の預金口座、ティー・ワイエフ名義の預金口座に\n順次振込送金された後、同日中にティー・ワイエフ名義の預金口座から原審\n申立人名義の預金口座に１８億円余りが振込送金された。）。\n原審申立人の刑事責任については、原審申立人とＥらとの共謀の有無、中\nでも「原審申立人が、１８億円の貸付先について、Ｅ個人であると認識して\nいたのか、それとも、本件学院であると認識していたのか」が問題となった。\n原審申立人が貸付先はＥ個人であると認識していたのであれば、Ｅ（本件学\n院理事長）が預かり保管中の本件土地の売却代金をもって原審申立人に対す\nる貸金債務の返済に充てる、すなわちＥが本件学院の資産をもって自己の債\n務の返済をするという横領行為を行うことを認識していたことにつながり、\n他方、原審申立人が貸付先は本件学院であると認識していたのであれば、Ｅ\nが預かり保管中の本件土地の売却代金をもって原審申立人に対する貸金債務\nの返済に充てることに特段の問題はないと認識していた、ひいてはこれがＥ\nらによる本件学院に対する横領行為であるとは認識していなかったことにつ\nながることになるからである。\nこの点、Ｃは、逮捕前の令和元年１０月２９日に行われた任意の取調べで\nは、原審申立人に対してＥに貸し付ける旨の話をしたなどと供述したが、同\n年１２月５日に逮捕された後の当初の取調べでは、原審申立人に対して１８\n億円の貸付先がＥ個人である旨の説明をしておらず、使途につき本件学院の\n再建費用であると説明した旨を供述した（１回目の供述変遷）。しかし、勾留\n後の同月９日以降の取調べでは、再び、原審申立人に対して貸付先がＥ個人\nであることなどを説明した旨を供述するようになり（２回目の供述変遷）、本\n件公判でも同旨の証言をした。\nＤは、逮捕後の当初の取調べでは、原審申立人に対して貸付先がＥ個人で\nある旨の説明をしていなかったと供述したが、勾留後の同月８日の取調べで\nは、原審申立人に対して貸付先がＥ個人である旨の説明をしたと供述した。\nまた、Ｄは、同月１６日の取調べでは、Ｊ検事に対し、原審申立人が本件横\n領事件に関与したとする従前の供述を撤回したいと申し出たが、Ｊ検事は供\n述内容を変更する旨の供述調書を作成しなかった。\n⑷  公訴提起と本件公判の帰趨\n原審申立人は、令和元年１２月２５日、前記⑴のとおり、本件横領事件に\nおける共謀に加担したという公訴事実で起訴された。第１審の公判において、\n検察官は、原審申立人は、１８億円がＥ個人に貸し付けられ、Ｅらが本件学\n院の理事に就任するための買収資金として使われることや、本件土地の売却\n時の手付金から返済されることを認識していた、つまり、Ｅ個人の貸金債務\nを本件学院の資産によって返済しようとしていることを認識していたから、\n業務上横領の故意及び共謀が認められると主張した。他方、弁護人は、原審\n申立人は、１８億円については再建費用として本件学院に貸し付けられると\n認識していたから、故意も共謀も認められないと主張した。\n同公判において、Ｃは、証人として出頭し、原審申立人に対して貸付先が\nＥ個人であることなどを説明した旨を供述した。これに対し、原審申立人側\nは、Ｃの公判供述の信用性を争い、刑訴法３２８条に基づく弾劾証拠として\nＣ録音録画の取調べを請求した（原審申立人側は、本件横領事件の公判前整\n理手続において、Ｃ、Ｄ及び原審申立人ら関係者の取調べの録音録画全部の\n複製物の開示を受け、取調べの具体的状況及び内容を把握していた。）。大阪\n地方裁判所（本件公判の第１審裁判所）は、Ｃ録音録画の一部（令和元年１\n２月９日午後５時３９分４７秒から午後６時２７分５８秒までの取調べの録\n音録画）を証拠採用し、その余を却下し、同採用部分（本件公判提出部分）\nについて、公開の法廷で再生して取り調べた。\n大阪地方裁判所は、令和３年１０月２８日、原審申立人に対して無罪の判\n決を宣告し、その中で、Ｃの公判供述（原審申立人に対して１８億円の貸付\n先がＥ個人であることなどを説明した旨の供述）について、他の証拠（本件\n学院への貸付金との記載もあるスキーム書面など）と整合しないことや、捜\n査段階からの経過をみるとその核心部分に看過できない変遷があること（取\n調べ担当検察官の、Ｃが原審申立人に対してＥに貸す金であることを隠した\nのであれば確信的な詐欺である、プレサンスの評判を貶めた大罪人である、\n会社が被った損害は１０億、２０億では済まない、それを背負う覚悟で話し\nているのかなどとの発言が供述の変遷の一因になった可能性を否定すること\nができず、２回目の変遷以降の供述内容の真実性については疑いが残ること）\nなどから、信用することができないと判断した。同判決は、同年１１月１２\n日、確定した。\nなお、本件横領事件について、原審申立人に対する公判審理とＥやＣらに\n対する公判審理は分離して行われたところ、大阪地方裁判所は、ＥやＣらに\n対しては、同年１月から１０月までの間に、いずれも有罪判決を言い渡した。\n⑸  基本事件における検察官の取調べに関する当事者の主張\n原審申立人は、令和４年３月２９日、基本事件の訴えを提起した。基本事\n件において、当事者双方は、検察官のＣ、Ｄ及び原審申立人に対する取調べ\nに関して、概要次のとおり主張している。\nア  原審申立人（原告）の主張\nＣは、逮捕当初、原審申立人の関与につき否定していたが、脅迫行為や\n机をたたく等のＩ検事の違法な取調べによって検察官に迎合し、原審申立\n人に対して貸付先がＥ個人である旨の説明をしたと供述するに至った。Ｃ\nの供述は信用性がないものであるから、本件横領事件について、原審申立\n人の逮捕当初から原審申立人の嫌疑は存在していなかった。\nまた、Ｄも、逮捕当初は、原審申立人に対して本件学院に対する貸付け\nであると説明していたと供述していたが、Ｊ検事の脅迫行為や利益誘導を\n行う等の違法な取調べによって、原審申立人が本件横領事件に関与したと\nの供述をするに至った。Ｄの供述は信用性がないものであるから、本件横\n領事件について、原審申立人の逮捕当初から原審申立人の嫌疑は存在して\nいなかった。\n原審申立人の取調べを担当していたＫ検事は、原審申立人に対し、弁護\n人との接見内容を聞き出そうとして秘密交通権を侵害したほか、弁護人の\n弁護方針を批判し、弁護人の交代を勧めて弁護人選任権を侵害し、さらに、\n不正な利益誘導を行うなど違法な取調べをした。\nなお、原審申立人は、Ｃに対する取調べにおいてＩ検事に違法不当な言\n動があったとする中で、Ｉ検事の発言内容以外の非言語的要素として、○ⅰ\n令和元年１２月６日の取調べで、机をたたき、身を乗り出したり、机上の\n「検察の理念」を複数回たたいて身を乗り出したりしたこと、○ⅱ 同月７日\nの取調べで、机をたたいたこと、○ⅲ 同月８日の取調べで、バーンッという\n音が響きわたる強さで机をたたき、約１２分間にわたり、Ｃを大声で怒鳴\nりつけ、あえて間をあけてＣをにらみつけたり、指を突きつけたりしたこ\nと、○ⅳ 同月９日の取調べで、厳しい口調で取り調べたこと、○ⅴ 同月１２日\nの取調べで、恫喝したことを主張している。\nイ  原審相手方（被告）の主張\nＣの供述の重要部分は証拠物によって裏付けられており、事実関係に照\nらし合理的かつ自然なものである。供述の変遷についても、逮捕、勾留当\n初は口裏合わせ工作の影響により原審申立人をかばう供述をしていたＣ\nが、Ｉ検事の説得によって真実の供述をするに至ったと評価することが十\n分可能なものであった。\nＤの供述についても、取調べにおけるＪ検事の発言は、脅迫や利益誘導\nと評価できるものでもない。供述の変遷についても、当初はプレサンスに\n忖度して原審申立人をかばう供述をしていたものの、Ｊ検事の説得によっ\nて正直に話すことを決意したためであると評価できるものであった。\nまた、Ｋ検事による原審申立人の取調べにおける発言は、前後の発言内\n容や発言がされるに至った経緯を踏まえれば、黙秘権、弁護人依頼権の侵\n害や不正な利益誘導とは評価できず、違法な取調べがあったとはいえない。\n⑹  録音録画等を巡るやりとり\nア  原審申立人は、基本事件の訴状において、原審相手方に対し、Ｃ、Ｄ及\nび原審申立人の取調べが全て記録された録音録画媒体及び反訳書が重要\nな証拠となるとして、これらを証拠として提出するよう求め、Ｃ及びＤの\n録音録画の反訳書については、刑事事件において弁護人であった原審申立\n人代理人が作成して公判担当検察官に交付しているので、同反訳書を提出\nされることに異存はないとしていた。\nこれに対し、原審相手方は、令和４年９月頃、Ｃ、Ｄ及び原審申立人の\n録音録画の一部（Ｃについては、令和元年１２月８日及び９日の録音録画\nの全部、同月１０日及び１４日の録音録画の各一部）の反訳書を、報告書\nの形式で一部にマスキングを施した上で作成した。その報告書（反訳書）\nの中では、検察官の言動の非言語的要素も、例えば「（右手を自身の顔の辺\nりまで上げ、その手を振り下ろして手のひらで机を１回叩く）」といった形\nで言語的に表現して記載されている。また、原審相手方は、令和４年１１\n月頃、Ｃと面談し、基本事件において原審申立人側からＣ録音録画の開示\nを求められていることについて意向聴取を行ったところ、Ｃは、自分の取\n調べ状況が原審申立人側から報道機関やインターネットを通じて不特定\nの人に見られることは一切承服できない、国及び裁判所において、Ｃのプ\nライバシーや社会復帰のための環境整備に配慮して、Ｃの取調べの映像や\n音声がマスコミやインターネットに流れることのないよう、適切な措置を\n講じてほしいとの意向を示した。\n原審相手方は、同年１２月頃、原審に上記の報告書（反訳書）を乙Ｂ２\n５として証拠提出したが、録音録画については証拠提出しなかった。原審\n申立人は、本件横領事件の公判前整理手続において開示を受けたＣ録音録\n画の複製物に基づき、上記マスキング部分についても内容を把握しており、\n準備書面でその内容を具体的に指摘して主張していた。\nイ  原審申立人は、同年１２月１日、原審相手方が既に関係者の録音録画の\n反訳書は提出するが、録音録画の記録媒体自体は提出しないとの意向を示\nしていたため、本件申立てをした（別紙１）。\nこれに対し、原審相手方は、本件申立ての却下を求めた（別紙３）。\nウ  原審申立人は、同年４月２８日、Ｃは、本件横領事件について自らの損\n害賠償責任を免れるために、取調べや本件公判において嘘をついて原審申\n立人を冤罪に陥れたと主張して、Ｃに対し、不法行為に基づき、約１００\n億円の損害の一部請求として１億１０００万円（損害の一部である１億円\n及び弁護士費用１０００万円）の損害賠償を求める訴えを提起した（大阪\n地方裁判所令和４年 第３５９８号。以下「別件訴訟」という。）。Ｃは、\n原審申立人の上記主張を否定して争っていた。\n令和５年３月２４日、別件訴訟において、原審申立人とＣとの間で、概\n要次の ～ のとおりの内容（ただし、「原告」は原審申立人を、「被告」\nはＣを、 の「別訴」は基本事件を指す。）の訴訟上の和解が成立した。な\nお、その和解協議の過程で出ていた「虚偽供述の不法行為」「詐欺の不法行\n為」といった文言は、和解条項では使用されなかった。\n「被告は、原告に対し、本件に関して、被告が原告に学校の債務にな\nるという説明をしたこと、及び取り調べにおける検察官による強い追及\nの結果、被告が取り調べと原告の刑事裁判において一連の供述をするに\n至ったことを認め、本件の経過を謝罪する。」\n「被告は、原告が提訴している別訴（大阪地方裁判所令和４年 第２\n５３７号損害賠償請求事件）において、被告の取り調べの録音、録画を\n証拠採用することを前向きに検討し、反対しないことを確認する。原告\nは、その証拠の取調べや使用に際し、①顔のモザイク、②声の加工、③\nプライバシー情報を出さないこと、④報道機関に実名報道を避ける旨を\n申し入れること等、被告のプライバシーの保護に最大限配慮することを\n確認する。」\n「被告は、原告に対し、本件解決金として５０万円を（中略）支払う。」\n「原告は、その余の請求を放棄する。」\n「原告と被告は、原告と被告との間には、本和解条項に定めるものの\nほか、何らの債権債務のないことを相互に確認する。」\nエ  Ｄは、同月３１日、基本事件におけるＤ録音録画の証拠採用や謄写許可\nに同意する、ただし、その証拠の取調べや使用に際し、①顔のモザイク、\n②声の加工、③プライバシー情報を出さないこと、④報道機関に実名報道\nを避ける旨を申し入れること等、プライバシーの保護に最大限配慮してほ\nしいとする同意書と、むしろ、自分がされた取調べについて、本当のこと\nを判ってほしいので、Ｄ録音録画が提出されることを望むとする陳述書を\n作成して、原審申立人に交付した。\nオ  その後、本件申立てについて、原審申立人から別紙２の意見書が追加さ\nれ、原審相手方から別紙４及び別紙５の意見書が追加された。その過程で、\n原審相手方は、原審申立人がＣ録音録画及びＤ録音録画を報道機関等の第\n三者に提供し、報道機関等の第三者がこれらを不特定多数に拡散した場合、\nＣ及びＤの名誉・プライバシーを侵害するおそれが大きいことや、取調べ\nの場面そのものが公になり得ることとなれば将来の捜査に支障を来すお\nそれもあること、原審申立人側がこれらを報道機関等の第三者に提供等し\nないこととしても、基本事件において主張立証上の支障など訴訟追行上の\n不利益は一切生じないこと等を理由として、原審申立人及びその代理人が\nＣ録音録画及びＤ録音録画を報道機関等の第三者に提供したり閲覧させ\nたり複製させたりなどしないこと等を条件として、Ｃ録音録画及びＤ録音\n録画を任意に証拠提出する旨を申し出たが、原審申立人側は、上記条件を\n了承していない。\n⑺  原決定とその後の経緯\nア  原審は、令和５年９月１９日、原決定（前記第２の２⑵）をした。これ\nに対し、同月２６日、原審相手方が本件抗告をした。\nイ  原審相手方は、同月２９日、Ｃの代理人弁護士事務所において同弁護士\n立会いの上でＣと面談し、Ｃ録音録画 ～ の提出を命じた原決定につい\nて意向聴取をしたところ、Ｃは、録音録画が提出されれば原審申立人側か\nらメディアに流される可能性があることは想定していた、自分の顔や声が\n加工されても業界の人が見ればすぐ分かると思う、自分が検事から脅され\nて嘘の話をしたという事実関係をねじ曲げた報道がされるのは心外であ\nる、取調べの映像を流されること自体、できることなら避けたいし、妻子\nに映像を見られたくない、家族の知り合いには、まだ自分が取調べを受け\nたことを知らない人もいると思うので、極力、映像を世の中には出したく\nない、基本事件でＣ録音録画が証拠採用されること自体には反対しないが、\n自分の名誉やプライバシーに配慮してほしいとの意向を示し、その旨の陳\n述書を作成し、原審相手方に交付した。\nウ  基本事件において、原審申立人（原告）は、同年１０月２６日、原審に\n対し、文書提出命令の対象とされたＣ録音録画 ～ の内容については、\n原審申立人（原告）・原審相手方（被告）ともに把握した上で具体的な主張\nを行っており、原審申立人（原告）としては、文書提出命令の結論いかん\nによって、新たな主張をする予定はなく、不法行為の責任論についての双\n方の主張は概ね出尽くしているので、文書提出命令が確定するまでの間も、\n損害論や人証調べに向けた審理を進めてほしい旨の意見書を提出した。\n３  証明すべき事実（民訴法２２１条１項４号）の明示の有無について\n原決定の「理由」第４の１（原決定７頁５行目～８頁４行目）に記載のとお\nりであるから、これを引用する。ただし、原決定７頁２６行目の「言及がされ\nている」の次に「（本決定第３の２⑸アなど）」を加える。\n４  証拠調べの必要性について\n証拠の採否の決定は訴訟指揮に関する裁判の一種であり、証拠の採否の決定\nにおける証拠調べの必要性の判断を含めて受訴裁判所である原審の専権に属す\nるものである。この点に関する原審の判断は、原決定の「理由」第４の２（原\n決定８頁５行目～１０頁２１行目）に記載のとおりであり、原審は、Ｃ録音録\n画のうち、Ｃ録音録画㋐～㋔については証拠調べの必要性を肯定したが、Ｃ録\n音録画のその余の部分、Ｄ録音録画及び申立人録音録画については、証拠調べ\nの必要性を否定した。\n５  民訴法２２０条３号後段に基づく提出義務の有無について\n⑴  法律関係文書該当性について\n民訴法２２０条３号後段所定のいわゆる法律関係文書（「挙証者と文書の\n所持者との間の法律関係について作成された」文書）とは、挙証者と文書の\n所持者との間の法律関係それ自体を記載した文書だけでなく、その法律関係\nに関連性がある事項を記載した文書も含むものと解される。そして、文書提\n出命令の申立てに係る文書が法律関係文書に該当するか否かについては、民\n訴法２２０条３号後段の文言及び沿革に照らし、当該文書の記載内容やその\n作成の経緯及び目的等を斟酌して判断するのが相当である（最高裁令和２年\n３月２４日第三小法廷決定・民集７４巻３号４５５頁参照）。以上の点は、提\n出命令申立ての対象が民訴法２３１条所定の準文書である場合も異なるもの\nではないと解される。以上を踏まえて、Ｃ録音録画について検討する。\nア  Ｃ録音録画は、検察官のＣに対する取調べの機会の開始から終了に至る\nまでの間におけるＣの供述及びその状況を録音及び録画を同時に行う方\n法により記録媒体に記録したものであり、刑訴法３０１条の２第４項、第\n１項３号により作成が義務付けられたものである。\nイ  刑訴法３０１条の２が定める逮捕・勾留中の被疑者の取調べの録音録画\n制度は、逮捕・勾留中の被疑者の供述の任意性等の的確な立証を担保する\nとともに、その取調べの適正な実施に資することを通じて、より適正、円\n滑かつ迅速な刑事裁判の実現に資するため、政策的見地から導入されたも\nのであり、①当該事件の公判段階における検察官に対しては、同法３２２\n条１項により証拠とすることができる被告人の供述調書（被告人に不利益\nな事実の承認を内容とするもの）の取調べを請求した場合において、被告\n人又は弁護人がその任意性に疑いがあるとして異議を述べたときに、その\n取調べの録音録画の記録媒体の証拠調べを請求することを義務付け（同法\n３０１条の２第１項）、②捜査段階における捜査機関に対しては、逮捕・勾\n留中の被疑者の取調べ状況を録音及び録画を同時に行う方法により記録媒\n体に記録しておくことを義務付けるものである（同条第４項）。すなわち、\n逮捕・勾留中の被疑者の取調べの録音録画の制度は、被疑者には、自己に\n不利益な供述を強要されないことが憲法上保障され（黙秘権）、任意性に疑\nいのある自白や自己に不利益な事実の承認には証拠能力を認めないことと\nされており（憲法３８条、刑訴法１９８条２項、３１９条１項、３２２条\n１項ただし書）、被疑者は、取調官から威迫、偽計や利益誘導等の任意性を\n疑わせる自白等を誘発するような不当な言動を用いた取調べを受けないと\nいう法的な利益を有することを前提として、公判段階及び捜査段階におい\nて上記各義務を課すことによって、取調べの適正な実施を確保し、被疑者\nの黙秘権や上記法的利益を保障しようとするものであるということができ\nる。したがって、刑訴法３０１条の２第４項に基づき逮捕・勾留中の被疑\n者の取調べの録音録画を記録した記録媒体（以下「被疑者の取調べの録音\n録画」という。）は、その取調べが適正に実施されたかどうか、ひいては、\nその取調べを受けた被疑者の黙秘権や上記法的利益の侵害の有無等に係る\n法律関係を明らかにする準文書であるということができる。\nウ  以上によれば、被疑者の取調べの録音録画は、当該被疑者とこれを所持\nする捜査機関等との間において、法律関係文書に該当する。したがって、\nＣ録音録画は、直接には、被疑者として取調べを受けたＣとこれを所持す\nる原審相手方との間において、法律関係文書に該当するといえる。\n他方、原審申立人は、原審相手方（国）との間において、検察官による\n逮捕、勾留により、身体の自由を制約されるという法律関係が、検察官が\n原審申立人を本件横領事件の被告人とする起訴状を提出して公訴を提起\nしたことにより、刑事裁判の被告人の地位に置かれるという法律関係が、\nそれぞれ生じたといえる。そして、原審申立人を被疑者又は被告人とする\n本件横領事件において、共犯者とされたＣの供述（原審申立人に対して１\n８億円の貸付先がＥ個人であることなどを説明したとする供述、すなわち\n原審申立人と共謀したとする自白）が重要な位置を占めていたことからす\nると、原審申立人は、共犯者とされたＣの逮捕・勾留中の取調べが適正に\n実施されることについて、法律上の利害関係を有していたというべきであ\nる。以上によれば、Ｃ録音録画は、原審申立人と原審相手方の上記法律関\n係と密接な関連性を有する準文書であるということができるから、原審申\n立人と原審相手方の間において、法律関係文書に当たるというべきである。\nまた、前記２⑷で認定したとおり、本件公判においては、原審申立人に\n対して１８億円の貸付先がＥ個人であることなどを説明したとするＣの\n公判供述の信用性いかんが大きな問題となり、その信用性判断のためにＣ\n録音録画の一部（Ｃ録音録画 の一部である本件公判提出部分）が裁判所\nによって証拠採用されて取調べられたものである。Ｃ録音録画のうち本件\n公判提出部分は、Ｃの公判供述が信用できるかどうか、ひいては原審申立\n人が有罪か無罪かを明らかにするために実際に証拠として使用されたも\nのであり、かつ、そのような信用性判断のための証拠としての使用も、録\n音録画がされた目的の範囲を逸脱するものではないと考えられる。これら\nの諸点を斟酌すれば、Ｃ録音録画のうち本件公判提出部分は、検察官によ\nる起訴により生じた、原審申立人が刑事裁判の被告人の地位に置かれ、原\n審申立人が有罪か無罪か等をめぐって争い、種々の主張立証が繰り広げら\nれるという法律関係について作成されたものということができ、この観点\nからも、原審申立人と原審相手方との間において、法律関係文書に該当す\nるというべきである。\nエ  以上のとおり、Ｃ録音録画 ～ は、原審申立人（挙証者）と原審相手\n方（Ｃ録音録画の所持者）との間において、法律関係文書に該当する。\n⑵  本件公判提出部分と刑訴法の関係について\nア  Ｃ録音録画 ～ のうち本件公判提出部分（Ｃ録音録画 の一部）は、\n本件公判に提出されたものであり、その終局裁判は既に確定していること\nから、刑訴法５３条や同条を具体化した刑事確定訴訟記録法が適用される\nのであって、刑訴法４７条は適用されない。\nイ  原審相手方は、被告事件の終結後の訴訟記録の閲覧について定めた刑訴\n法５３条を根拠に、本件公判提出部分の文書提出義務はないと主張する。\nしかし、本件公判提出部分について、民事訴訟の裁判所からの文書提出\n命令に従って提出することにより、訴訟記録の保存又は裁判所若しくは検\n察庁の事務に支障が生じるとか、関連事件の捜査・公判に不当な影響を及\nぼすといった事情があるとは認められないし、刑事確定訴訟記録法４条２\n項１、２、３又は６号に該当する事由がないことも明らかである。また、\n後記⑶イ によれば、民事訴訟の裁判所からの文書提出命令に従って本件\n公判提出部分を提出することにより、Ｃの改善更生やＣら関係人の名誉や\nプライバシー又は生活の平穏に一定の影響を与えるおそれがないとはいえ\nないものの、本件公判提出部分は公開の法廷において取調べ済みであるこ\nと（前記２⑷）に加え、別件訴訟の訴訟上の和解において、Ｃが基本事件\nにおけるＣ録音録画の証拠採用に反対しないこと及び原審申立人がＣのプ\nライバシーに最大限配慮することを確認していること（前記２⑹ウ）など\nを考慮すれば、本件公判提出部分の提出が、Ｃの改善更生を著しく妨げた\nり、Ｃら関係人の名誉やプライバシー又は生活の平穏を著しく害したりす\nるおそれがあるとまでは認められず、同項４号又は５号に該当するともい\nえない。\nしたがって、本件公判提出部分について、刑訴法５３条を根拠に提出義\n務がないということはできない。\nウ  原審相手方は、刑訴法５３条は被告事件の終結後の訴訟記録の閲覧につ\nいて規定するのみで、その謄写については規定していないから、刑事事件\nに係る訴訟に関する書類（以下「刑事事件関係書類」という。）のうち公判\nに提出されたもの（以下「公判提出書類」という。）についても、謄写の場\n面では同法４７条の規律が及び、保管検察官には謄写を認めるか否かにつ\nいての裁量権があり、民事訴訟に証拠として提出することは謄写を認める\nことと同視し得るから、謄写の場面と同様に解すべきである旨も主張する。\nしかし、同法４７条は、その文言に照らし、公判提出書類には適用され\nないことが明らかであるから、原審相手方の上記主張は採用することがで\nきない。\n仮に、公判提出書類についても、謄写の場面では、保管検察官にこれを\n認めるか否かについての裁量権があるとしても、刑訴法４７条が原則とし\nて公開禁止とした公判に提出されていない刑事事件関係書類とは異なり、\n公判提出書類については、刑訴法５３条において、裁判の公正を担保する\nために、裁判公開の原則（憲法８２条）を拡張して、当該被告事件の終結\n後は何人も閲覧することができることを原則とした上で、閲覧させないこ\nととできる場合を一定の事由のある場合に限定している趣旨（その限度で\nは関係人に不利益が生じてもやむを得ないものとしている。）を踏まえれば、\n保管検察官の裁量的判断において考慮し得る弊害は、単に関係人の名誉や\nプライバシーあるいは生活の平穏などといった権利利益を侵害するおそれ\nがあるかどうかということではなく、これらを著しく侵害するおそれがあ\nるかどうかということに制限されると解するのが相当である。そして、Ｃ\n録音録画のうち本件公判提出部分については、基本事件において、後記の\n本件公判不提出部分の取調べの必要性と少なくとも同程度以上の取調べの\n必要性があるといえる一方、前記アのとおり、本件公判提出部分の提出に\nより、Ｃの改善更生を著しく妨げたり、Ｃら関係人の名誉やプライバシー\n又は生活の平穏を著しく害したりするおそれがあるとまでは認められない\nことからすれば、原審相手方（保管検察官）が本件公判提出部分の提出を\n拒否することは、その裁量権の範囲を逸脱し、又は濫用するものというべ\nきである。\nエ  原審相手方は、原審申立人の本件申立ては、文書提出命令により入手し\nた録音録画を報道機関等の第三者に提供するという関係人の名誉又は生活\nの平穏を害する行為を主たる目的とするものであるから、権利の濫用とし\nて許されない旨も主張する。\nしかし、原審が基本事件においてＣ録音録画 ～ の取調べの必要性が\nあると判断していることは、前記４のとおりである。原審申立人において、\n副次的に、報道機関等の第三者に提供する意図を有している可能性がある\nことは否定できないが、本件申立ては、第１次的には基本事件における立\n証を目的とするものであると解されることや、別件訴訟における訴訟上の\n和解において、Ｃから基本事件におけるＣ録音録画の証拠採用に反対しな\nいとの言を得ていること（前記２⑹ウ）を考慮すると、本件公判提出部分\n（Ｃ録音録画 の一部）に係る本件申立てが権利の濫用に当たるとまで認\nめることはできない。原審相手方の上記主張も採用することができない。\nオ  以上によれば、原審相手方は、民訴法２２０条３項後段に基づき、本件\n公判提出部分（Ｃ録音録画 の一部）の提出義務を負う。\n⑶  Ｃ録音録画 ～ のうち本件公判不提出部分と刑訴法の関係について\n前記⑴のとおり、Ｃ録音録画 ～ のうち本件公判不提出部分も法律関係\n文書に該当するが、本件公判不提出部分には刑訴法４７条が適用され、本件\nの事実関係の下では、原審相手方（保管検察官）による提出拒否の判断が裁\n量権を逸脱し又は濫用するものであるとまではいえないから、裁判所は、原\n審相手方に対し、本件公判不提出部分の提出を命ずることはできないという\nべきである。その理由は、以下のとおりである。\nア  刑訴法４７条は、その本文において、「訴訟に関する書類は、公判の開廷\n前には、これを公にしてはならない。」と定め、そのただし書において、「公\n益上の必要その他の事由があって、相当と認められる場合は、この限りで\nない。」と定めているところ、Ｃ録音録画 ～ のうち本件公判不提出部分\nは、同条により原則的に公開が禁止される「訴訟に関する書類」に当たる\nと解される。\nところで、同条本文が「訴訟に関する書類」を公にすることを原則とし\nて禁止しているのは、それが公にされることにより、被告人、被疑者及び\n関係者の名誉、プライバシーが侵害されたり、公序良俗が害されることに\nなったり、又は捜査、刑事裁判が不当な影響を受けたりするなどの弊害が\n発生するのを防止することを目的とするものであること、同条ただし書が、\n公益上の必要その他の事由があって、相当と認められる場合における例外\n的な開示を認めていることにかんがみると、同条ただし書の規定によって\n「訴訟に関する書類」を公にすることを相当と認めることができるか否か\nの判断は、当該「訴訟に関する書類」が原則として公開禁止とされている\nことを前提として、これを公にする目的、必要性の有無・程度、公にする\nことによる被告人、被疑者及び関係人の名誉、プライバシーの侵害、捜査\nや公判に及ぼす不当な影響等の弊害発生のおそれの有無等の諸般の事情\nを総合的に考慮してされるべきものであり、当該「訴訟に関する書類」を\n保管する者の合理的な裁量にゆだねられているものと解すべきである。そ\nして、民事訴訟の当事者が、民訴法２２０条３号後段の規定に基づき、刑\n訴法４７条所定の「訴訟に関する書類」に該当する文書の提出を求める場\n合においても、当該文書の保管者の上記裁量的判断は尊重されるべきであ\nるが、当該文書が法律関係文書に該当する場合であって、その保管者が提\n出を拒否したことが、民事訴訟における当該文書を取り調べる必要性の有\n無・程度、当該文書が開示されることによる上記の弊害発生のおそれの有\n無等の諸般の事情に照らし、その裁量権の範囲を逸脱し、又は濫用するも\nのであると認められるときは、裁判所は、当該文書の提出を命ずることが\nできるものと解するのが相当である（最高裁平成１６年５月２５日第三小\n法廷決定・民集５８巻５号１１３５頁、最高裁平成１７年７月２２日第二\n小法廷決定・民集５９巻６号１８３７頁、最高裁平成１９年１２月１２日\n第二小法廷決定・民集６１ ９号３４００頁、最高裁平成３１年１月２２\n日第三小法廷決定・民集７３巻１号３９頁参照）。このことは、提出命令申\n立ての対象が民訴法２３１条所定の準文書である場合も異なるものでは\nないと解される。\nイ  上記の見地に立って、前記２で認定した事実関係を踏まえて本件をみる\nと、次のようにいうことができる。\n基本事件においては、検察官による原審申立人の起訴が違法かどうか\nが問題となり、具体的には、Ｉ検事の取調べを経たＣの供述（原審申立\n人に対して１８億円の貸付先がＥ個人であることなどを説明した旨の供\n述）が信用できるものであったか、Ｉ検事によるＣの取調べに際して違\n法不当な言動があったか、それによりＣが虚偽の供述をしたのかどうか\nなどといった点が問題となっているところ、原審申立人は、Ｉ検事によ\nるＣの取調べにおいて、自白を強要したり利益誘導したりした違法な取\n調べがあったと主張している。検察官による取調べにおいては、検察官\nの発言内容だけに留まらず、口調や動作といった非言語的な要素も、そ\nの発言内容と一体となって、取調べを受ける被疑者を畏怖させ、その供\n述態度に影響を及ぼしかねないというべきであるから、Ｃの供述の信用\n性判断においては、Ｉ検事によるＣの取調べの際の上記非言語的要素も\n重要である。原審申立人は、この点について、Ｉ検事が、○ⅰ 令和元年１\n２月６日の取調べで、机をたたき、身を乗り出したり、机上の「検察の\n理念」を複数回たたいて身を乗り出したりしたこと、○ⅱ 同月７日の取調\nべで、机をたたいたこと、○ⅲ 同月８日の取調べで、バーンッという音が\n響きわたる強さで机をたたき、約１２分間にわたり、Ｃを大声で怒鳴り\nつけ、あえて間をあけてＣをにらみつけたり、指を突きつけたりしたこ\nと、○ⅳ 同月９日の取調べで、厳しい口調で取り調べたこと、○ⅴ 同月１２\n日の取調べで、恫喝したことを主張し、自白を強要したり利益誘導した\nりした違法な取調べがあったと主張している。そうすると、このような\n非言語的な要素が客観的な形で記録されているＣ録音録画は、証明すべ\nき事実（要証事実）との関係で最も適切な証拠であり、人証や通常の反\n訳書による代替立証も困難であるとはいえる。\nしかし、原審申立人（代理人）は、刑事事件の公判前整理手続におい\nてＣ録音録画の複製物の提供を受けており、基本事件においても、同複\n製物に基づき、Ｃ録音録画の内容を非言語的要素に係る部分も把握した\n上で具体的な主張立証を行っている。また、原審相手方も、原審申立人\n主張の上記○ⅰ ～○ⅴ について、概ね争わないとしており、争うとしている\nのは、上記○ⅲ のうち「にらみつけた」のかどうかといった必ずしも重要\nとまではいい難い点と、上記○ⅴ の「恫喝した」のかどうかといった基本\n的には発言内容が重視される点に止まる。さらに、原審相手方は、Ｃ録\n音録画のうち令和元年１２月８日及び同月９日のＣの取調べの録音録画\nの内容について、取調べにおけるＩ検事の発言内容だけを記載した通常\nの反訳書ではなく、Ｉ検事が机をたたいたなどといった非言語的要素も\n言語的に表現して記載した報告書（反訳書）を作成して既に提出してい\nるし（乙Ｂ２５）、Ｃ録音録画㋐～㋔のうち作成未了の部分についても、\n同様に反訳書を作成して報告書の形式で提出するとしている。Ｃの取調\nべにおけるＩ検事の口調や取調べの雰囲気は、Ｉ検事が一方的にしゃべ\nり続ける状況等が記載された上記報告書（反訳書）や、本件公判提出部\n分の取調べによって把握・推認することが可能と考えられる（現に、本\n件公判では、Ｃ録音録画のうち証拠採用されたのは本件公判提出部分の\nみであり、本件公判提出部分の取調べ等によってＣ供述の信用性が判断\nされている。）。\nこれらの諸事情からすれば、基本事件における要証事実との関係にお\nいて、Ｃ録音録画 ～ のうち本件公判不提出部分も提出させて取り調\nべることが必要不可欠であるとはいえず、その必要性の程度は必ずしも\n高いものではないというべきである。（なお、原審申立人は、証拠調べの\n必要性の判断は原審の専権に属すると主張するが、それは、証拠の採否\nの決定における証拠調べの必要性の問題である。ここで問題となってい\nるのは、刑訴法４７条ただし書の公益性、相当性の有無、すなわち同条\nの守秘義務を解除すべきかどうかの判断要素としての証拠調べの必要性\nの有無や程度であって、単なる証拠の採否とは異なるものであり、抗告\n審が判断することができると解される。）\n他方、Ｃ録音録画には、Ｃの容貌や表情、声の大きさやトーン、供述\n態度といった、反訳書には表しきれない非言語的情報が含まれているの\nであって、これが開示されることによって、Ｃらの名誉、プライバシー\nが侵害されるおそれがないとはいえない。特に、原審申立人が、基本事\n件や本件申立手続において、取調担当検事の言動を違法不当なものであ\nるとして批判するのみならず、国民に知らしめるべきであると主張して\nいることからすると、原審相手方が指摘するように、文書提出命令によ\nってＣ録音録画が開示された場合には、原審申立人側から報道機関やイ\nンターネットを通じて広く公開される可能性があるといえる。\n名誉やプライバシーといった権利利益も、その対象者が放棄すること\nが可能なものであり、Ｃが上記権利利益を放棄する場合には、特にＣの\n名誉やプライバシーに配慮する必要性は乏しいこととなる。原審相手方\nが指摘する将来の捜査や取調べに国民の協力が得られなくなるおそれが\nあるという点も、被疑者の取調べの録音録画が開示されるのは、対象者\nが開示に同意して上記権利利益を放棄する場合に限られるのであれば、\n将来の捜査や取調べに大きな支障が生じるとは考え難い。\nこの点、Ｃは、別件訴訟における訴訟上の和解において、基本事件に\nおいてＣ録音録画が証拠採用されることに反対しないとしているが、こ\nれは、別件訴訟において原審申立人から１億１０００万円もの損害賠償\nを請求されている中で、５０万円の解決金支払で原審申立人側が了承す\nることを踏まえた双方の互譲の結果である上、原審申立人においてＣの\nプライバシーの保護に最大限配慮することも盛り込まれている（前記２\n⑹ウ）。もともとＣは、自分の取調べ状況が原審申立人側から報道機関や\nインターネットを通じて不特定の人に見られることは一切承服できない\nとしていたこと（前記２⑹ア）や、Ｄが、基本事件におけるＤ録音録画\nの証拠採用や謄写許可に同意する旨の同意書を作成するのみならず、む\nしろ提出されることを望む旨の陳述書も作成して、積極的に証拠採用を\n求める意向を表明したのと異なり、Ｃは、上記和解の中で、Ｃ録音録画\nの証拠採用に反対しないとして、消極的に同意する意向を表明したにす\nぎないこと（前記２⑹ウ、エ）も考え併せれば、Ｃが上記和解によって、\nＣ録音録画に含まれる自己の名誉やプライバシーを真意に基づいて放棄\nした、あるいはそれらの権利利益を全て放棄したとみることはできない。\nこのことは、原決定後に原審相手方によって行われたＣの意向聴取（前\n記２⑺イ）によっても裏付けられる。そして、Ｃ録音録画が報道機関等\nによって使用されることとなった場合に、顔のモザイクや声の加工など\nの配慮をすることによって、Ｃの名誉やプライバシーを侵害するおそれ\nが完全に払拭されるとはいい難い。\n以上のとおり、基本事件における要証事実との関係において、Ｃ録音\n録画 ～ のうち本件公判不提出部分も取り調べる必要性はあるものの、\nその必要性の程度は必ずしも高いものではなく、他方、本件公判不提出\n部分が開示されることによってＣらの名誉、プライバシーが侵害される\nおそれがないとはいえないところ、Ｃは、別件訴訟で和解を成立させた\nことにより、それらの権利利益を全て放棄したとみることはできないか\nら、この点への配慮を要しないとまではいえないという状況にある。\nこのような状況において、原審相手方（保管検察官）は、Ｃ録音録画\nの保管者の裁量的判断として、原審申立人側が報道機関等の第三者に提\n供したり閲覧させたり複製させるなどしないことを条件として、Ｃ録音\n録画を任意に証拠提出するとの判断をし、その旨を申し出ている（前記\n２⑹オ）。この申出は、上記のようなＣ録音録画の基本事件における取調\nべの必要性の有無・程度と、Ｃ録音録画が開示されること、特にそれが\n報道機関等を通じて広く公開されることによるＣらの名誉やプライバシ\nー侵害のおそれといった弊害の防止の観点などを総合的に斟酌してされ\nたものと解されるところ、原審申立人がこれに応じていないために、原\n審相手方はＣ録音録画を任意に証拠提出することはしていないものであ\nる。Ｃ録音録画 ～ のうち本件公判不提出部分については、原審相手\n方の上記裁量的判断が不合理なものとまではいえず、裁量権の範囲を逸\n脱し、又は濫用したものであるということはできない。\nウ  以上によれば、裁判所は、原審相手方に対し、Ｃ録音録画 ～ のうち\n公判不提出部分の提出を命ずることはできないというべきである。\n⑷  したがって、Ｃ録音録画㋐～㋔に係る民訴法２２０条３号後段に基づく本\n件申立ては、本件公判提出部分（Ｃ録音録画 の一部）については理由があ\nるが、その余の本件公判不提出部分については理由がない。\n６  民訴法２２０条１号又は２号に基づく本件公判不提出部分の提出義務の有無\nについて\n原審申立人は、民訴法２２０条１号又は２号に基づく提出命令の申立てもし\nているが、仮に、Ｃ録音録画 ～ のうち本件公判不提出部分が同条１号又は\n２号所定の文書（準文書）に該当するとしても、本件公判不提出部分は刑訴法\n４７条所定の「訴訟に関する書類」に該当するから、裁判所がその提出を命ず\nることができるのは、その保管者による提出の拒否が当該保管者の有する裁量\n権の範囲を逸脱し又は濫用するものである場合に限られる（前掲最高裁平成３\n１年１月２２日第三小法廷決定参照）。そして、原審相手方（保管検察官）によ\nる本件公判不提出部分に係る提出拒否の判断が裁量権の範囲を逸脱し又は濫用\nしたものとはいえないことは、前記５⑶において説示したとおりである。\nしたがって、Ｃ録音録画 ～ のうち本件公判不提出部分が民訴法２２０条\n１号又は２号所定の各文書に該当するか否かについて判断するまでもなく、上\n記各号に基づく本件申立ても、理由がない。\n７  結論\n以上によれば、Ｃ録音録画㋐～㋔に係る本件申立ては、本件公判提出部分（Ｃ\n録音録画 の一部）については理由があるから認容すべきであるが、その余の\n本件公判不提出部分については理由がないから却下すべきである。\nよって、これと一部異なる原決定は一部失当であるから、原決定主文第１項\nを上記のとおり変更することとし、主文のとおり決定する。\n令和６年１月２２日\n大阪高等裁判所第２民事部\n裁判長裁判官        三    木    素      子\n裁判官        池    上      尚    子\n裁判官        田    中      俊    行\n（本決定別紙６～８の掲載省略）\n"
}