{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 3,
    "month": 12,
    "day": 23
  },
  "case_number": "令和1(ワ)18374",
  "case_name": "損害賠償請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "90851",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=90851",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/851/090851_hanrei.pdf",
  "contents": "令和３年１２月２３日判決言渡  同日原本交付  裁判所書記官\n令和元年（ワ）第１８３７４号  損害賠償請求事件\n口頭弁論終結日  令和３年１０月１５日\n判 決\n原 告    ジェイシード株式会 社\n同 訴 訟 代 理 人 弁 護 士    寺田正 主\n中村優 紀\n同訴訟復代理人弁護 士    白石裕 俊\n被 告    株式会社ベアーメディック\n（以下「被告ベアー」という。）\n被 告     Ａ\n（以下「被告Ａ」という。）\n上記２名訴訟代理人弁護士    馬渕泰 至\n増尾知 恵\n藤井俊 輔\n山   田   まど か\n被 告    株 式 会 社 ス テ ラ 医 療 企 画\n（以下「被告ステラ」という。）\n被 告    Ｂ\n（以下「被告Ｂ」という。）\n上記２名訴訟代理人弁護士    小宮   清\n熊崎誠 実\n多田津       雪\n小宮   司\n小宮   憲\n小宮圭 香\n主 文\n１  原告の請求をいずれも棄却する。\n２  訴訟費用は原告の負担とする。\n事実及び理 由\n第１  請求等\n１  被告らは，原告に対し，連帯して１億１９９４万６０１０円並びにこれに対\nする被告ベアー，被告Ａ及び被告ステラについては令和元年７月２０日から，\n被告Ｂについては同月２２日から支払済みまで（各起算日からの限度で連帯し\nて）年５分の割合による金員を支払え。\n２  被告ベアー及び被告Ａは，原告に対し，連帯して４４００万円及びこれに対\nする令和元年７月２０日から支払済みまで年５分の割合による金員を支払え。\n３  仮執行宣言\n第２  事案の概要等\n１  事案の概要\n本件は，原告が，\n①被告らに対し，\n㋐被告ベアー及び被告ステラによる別紙被告商品目録記載１から４の各商品\n（以下，番号に応じて「被告商品１」などといい，被告商品１から４を併せて\n「各被告商品」という。）の製造及び販売等は，原告の商品等表示として需要\n者の間に広く認識されている別紙原告商品目録記載の各商品（以下，番号に応\nじて「原告商品１」等といい，原告商品１から４を併せて「各原告商品」とい\nう。）の形態と同一若しくは類似の商品等表示を使用して原告の商品又は営業\nと混同を生じさせる行為（不正競争防止法２条１項１号）であり，又は，各原\n告商品の形態を模倣した商品を譲渡等する行為（同項３号）であって，原告の\n営業上の利益を侵害し，被告ベアーの代表取締役である被告Ａ及び被告ステラ\nの代表取締役である被告Ｂには，それぞれその職務を行うについて悪意又は重\n大な過失があると主張して，被告ベアー及び被告ステラに対しては不法行為に\nよる損害賠償請求権（民法７０９条，７１９条，不正競争防止法４条）に基づ\nき，被告Ａ及び被告Ｂに対しては会社法４２９条１項による損害賠償請求権に\n基づき，連帯して１億１９９４万６０１０円並びにこれに対する不法行為より\n後の日又は請求の日の翌日である被告ベアー，被告Ａ及び被告ステラについて\n令和元年７月２０日（訴状送達の日の翌日），被告Ｂについて同月２２日（同\n前）から支払済みまで平成２９年法律第４４号による改正前の民法所定の年５\n分の割合による遅延損害金の支払を求め，\n㋑選択的に，ⓐ被告ベアー及び被告Ａは，商慣習及び信義則により原告に対し\nて負っている各原告商品に係る秘密保持義務に違反し，原告の営業秘密を利用\nして各被告製品を製造し，被告Ｂを通じて被告ステラから入手した原告の営業\n秘密を利用して原告の顧客に対し各被告製品を販売して，原告の取引を妨害し，\nⓑ被告ステラ及び被告ステラと実質的に同一である被告Ｂは，各被告製品の製\n造が違法であることを知りながら各被告製品を購入し，各原告商品に係る秘密\n保持義務に違反し原告の営業秘密を利用して原告の顧客に対し各被告製品を販\n売するなどして，原告の取引を妨害し，ⓒ被告Ｂと実質的に同一である被告ス\nテラ及び被告Ｂは，原告に対する競業避止義務に違反して原告と競業する各被\n告製品の販売を行っているところ，被告ベアー及び被告Ａの秘密保持義務違反\n及び取引妨害（前記ⓐ），被告ステラ及び被告Ｂの秘密保持義務違反及び取引\n妨害（前記ⓑ）並びに競業避止義務違反（前記ⓒ）は一連一体のものであり，\n被告ベアーの代表取締役である被告Ａには，その職務を行うについて悪意又は\n重大な過失があり，これによって原告は損害を被ったと主張して，被告らに対\nし不法行為による損害賠償請求権（民法７０９条，７１９条）に基づき，被告\nＡに対しては選択的に会社法４２９条１項による損害賠償請求権に基づき，前\n記同様の支払を求め，\n②さらに，被告ベアー及び被告Ａに対し，\n被告ベアーが，信義則に反して原告との間の製品の継続的な供給に係る契約の\n更新を一方的に拒絶し，被告Ａは，被告ベアーの代表取締役としてその職務を\n行うについて悪意又は重大な過失により上記違法行為を積極的に推進したと主\n張して，被告ベアーに対しては不法行為による損害賠償請求権（民法７０９条，\n７１９条）に基づき，被告Ａに対しては不法行為による損害賠償請求権（同前）\n又は会社法４２９条１項による損害賠償請求権に基づき，連帯して４４００万\n円及びこれに対する不法行為より後の日又は請求の日の翌日である令和元年７\n月２０日（訴状送達の日の翌日）から支払済みまで前記同様の遅延損害金の支\n払を求める事案である。\n２  前提事実（当事者間に争いのない事実及び証拠上容易に認められる事実。証\n拠は文末に括弧で付記した。なお，書証は特記しない限り枝番を全て含む。以\n下同じ。）\n⑴  当事者\n原告は，医療器具，器械の製造販売及び輸出入等を目的とする株式会社で\nある。\n被告ベアーは，医療機械器具の輸出，輸入，販売等を目的とする株式会社\nである。\n被告Ａは，被告ベアーの代表取締役である。\n被告ステラは，医療器具，医療器械及び医療用具の製造，販売及び輸出入\n等を目的とする株式会社である。\n被告Ｂは，被告ステラの代表取締役である。\n⑵  事実経過\nア  原告は平成２３年６月８日に設立され，被告Ｂが代表取締役に就任した。\n（丙２３）\nイ  原告及び被告ベアーは，平成２３年８月５日，被告ベアーが原告に対し\n鎖骨骨折の治療に用いるチタン製のインプラント（以下「鎖骨プレート」\nという。）を販売することとして，契約の有効期間を１年とし，期間満\n了の１か月前までに書面による更新しない旨の申出がないときは更に１\n年延長されること等を内容とする取引基本契約（以下「本件鎖骨プレー\nト契約」という。）を締結し，鎖骨プレートの取引を開始した。\nその後，上記の取引において，原告から被告ベアーに対する代金の支払\nは，前月２１日から当月２０日までの販売について翌々月末日までにす\nることとされ，本件鎖骨プレート契約に従い，被告ベアーは，原告に鎖\n骨プレートを販売していた。\n（本項につき，甲５，弁論の全趣旨）\nウ  日本メディカルネクスト株式会社（以下「メディカルネクスト」という）\nは，平成２２年頃には，アメリカ合衆国のアキュメッド社が製造する，骨\n折の治療の際等に骨の固定に用いるピンを販売していた。このピンは，一\n方の先端がとがっている直径１．６ｍｍの細長い形状の金属製のピンであ\nり，その中間にワイヤーを通すための中空を有する円形の部分（以下「リ\nング部」という。）があるもので，とがっている先端からリング部までの\n部分（以下「埋没部」という。）を骨に打ち込み，リング部の中空の部分\nにワイヤーを通してワイヤーによって複数のリングピンや骨を固定し，リ\nング部より持ち手方向の部分（以下「把持部」という。）をリング部から\n切断するものである（以下，このような形状のピン（ただしワイヤーを通\nすための中空を有する部分の形状が厳密な円形でないものも含む。）を\n「リングピン」という。）。\n原告は，上記メディカルネクスト社が販売していたリングピンを既に製\n造販売の承認を与えられている医療機器である既承認医療機器とし，そ\nの後発医療機器として「ＪＳピン」と名付けた骨治療用のリングピンを\n製造販売することについて，平成２６年７月３１日，厚生労働大臣の承\n認を受けた（以下，原告が厚生労働大臣の承認を得て製造販売元として\n販売したリングピンを「ＪＳピン」ということがある。なお，その開発\nを誰が行ったかについては，後記のとおり争いがある。）。被告ベアー\nは，ＪＳピンを製造して原告に供給し，原告は，同年９月以降，ＪＳピ\nンを医療機関等に販売した。\nＪＳピンの把持部は，当初，２ｃｍであった。\n（本項につき，当事者間に争いがない事実のほか，甲１，１７，乙１，\n２，１２，丙６，４，弁論の全趣旨）\nエ  原告は，平成２７年２月３日，把持部を５ｃｍに変更したＪＳピンであ\nる原告商品２から４の製造販売に関し，承認事項の軽微な変更について厚\n生労働大臣に届出をし，原告商品２から４は，同年４月１日保険適用とな\nり，原告は，原告商品２から４を販売した。原告商品２から４の埋没部，\n把持部，ピン直径等は，別紙原告商品目録記載２から４の各当該欄のとお\nりであり，また，その形状はおおよそ別紙原告商品図面のとおりである。\n（甲１８，１９，４３，弁論の全趣旨）\nオ  被告Ｂは，平成２９年２月１３日に被告ステラを設立し，代表取締役に\n就任した。\n被告Ｂは，平成２９年２月２８日，原告の代表取締役を退任して取締役\nを辞任した。原告と被告Ｂは，被告Ｂが得た秘密の保持や，被告Ｂが将\n来行うことができる業務等についての競業避止について合意をしなかっ\nた。\n（原告と被告ステラ及び被告Ｂの間で争いがない事実のほか，丙２２，\n２３，弁論の全趣旨）\nカ  原告は，平成２９年３月９日，埋没部を３ｃｍ，把持部を６ｃｍに変更\nしたＪＳピンである原告商品１の製造販売に関し，承認事項の一部変更に\nついて厚生労働大臣の承認を受け，原告商品１は，同年５月１日保険適用\nとなり，原告は，原告商品１を販売した。原告商品１の埋没部，把持部，\nピン直径等は，原告商品目録記載１の各当該欄のとおりである。（甲２０，\n２１，４５，弁論の全趣旨）\nキ  被告ベアーは，平成２９年，自らが製造販売元となってリングピンを製\n造販売することとし，同年５月８日，その製造販売について厚生労働大臣\nの承認を受け，同年６月から，「ＳＴＲピン」と名付けた各被告商品を含\nむその製造や，被告ステラに対する販売を開始した。（原告と被告ベアー\n及び被告Ａの間で争いがない事実のほか，丙１９，弁論の全趣旨）\n被告商品１から４の埋没部，把持部，ピン直径等は，被告商品目録記載\n１から４の各当該欄のとおりであり，その本体の形態は，刻印されてい\nる文字を除き原告商品１から４の本体の形態とそれぞれ同じである。各\n被告商品は１本ずつ包装されているのに対し，各原告商品は２本１組で\n包装されている。（当事者間に争いがない事実）\nク  本件鎖骨プレート契約は６回にわたり更新された。被告ベアーは，平成\n３０年６月２９日，原告に対し，本件鎖骨プレート契約を更新しない旨の\n申出をし，本件鎖骨プレート契約は同年８月４日，期間満了により終了し\nた。\n原告と被告ベアーは，その後も，鎖骨プレートについて，現金で決済す\nる取引を継続したが，原告は，平成３０年１１月３０日，被告ベアーと\nの間の鎖骨プレートの取引を中止した。\n（本項につき，原告と被告ベアー及び被告Ａとの間で争いがない事実の\nほか，甲６，乙７，弁論の全趣旨）\n⑶  関係法令等\n医療機器の製造販売をしようとする者は，品目ごとにその製造販売につい\nての厚生労働大臣の承認を受けなければならない（医薬品，医療機器等の品\n質，有効性及び安全性の確保等に関する法律２３条の２の５第１項）。厚生\n労働大臣は，上記承認の申請があった場合において，申請に係る医療機器が，\n既に承認を与えられている医療機器と構造，使用方法，効果，性能等が明ら\nかに異なるときは，上記承認について，あらかじめ，薬事・食品衛生審議会\nの意見を聴かなければならない（同第１１項）。\n上記承認を受けた者は，当該品目について承認された事項の一部を変更し\nようとするときは，当該変更が厚生労働省令で定める軽微な変更であるとき\nを除き，その変更について厚生労働大臣の承認を受けなければならず（同第\n１５項），上記軽微な変更については，厚生労働大臣にその旨届け出なけれ\nばならない（同第１６項）。\n後発医療機器とは，既承認医療機器と構造，使用方法，効果及び性能が同\n一性を有すると認められる医療機器，すなわち，既承認医療機器と構造，使\n用方法，効果及び性能が実質的に同等であるものをいう（平成２６年１１月\n２０日厚生労働省医薬食品局長通知「医療機器の製造販売承認申請について」\n（薬食発１１２０第５号））。\n３  争点及び争点に関する当事者の主張\n本件の争点は，次のとおりである。\n（不正競争（混同惹起行為及び形態模倣行為）に係る不法行為による損害賠償\n請求等（前記１①㋐）について）\n①各原告商品の形態が原告の商品等表示として需要者の間に広く認識さ\nれているか。\n②被告ベアー及び被告ステラが各原告商品の形態と同一又は類似の商品\n等表示を使用して原告の商品又は営業と混同を生じさせる行為をしてい\nるか。\n③各被告商品は他人の商品である各原告商品の形態を模倣したものである\nか。\n④各原告商品の形態は商品の機能を確保するために不可欠な形態か。\n⑤各原告商品が日本国内において最初に販売された日から３年が経過した\nか。\n⑥被告Ａに被告ベアーの代表取締役としての職務を行うについて，被告Ｂ\nに被告ステラの代表取締役としての職務を行うについて，それぞれ悪意\n又は重大な過失があるか。\n⑦被告らの不正競争等により原告が被った損害及び額\n（秘密保持義務違反，取引妨害，競業避止義務違反の不法行為に係る損害賠償\n請求等（前記１①㋑）について）\n⑧被告ベアー及び被告Ａが，各原告商品に係る秘密保持義務に違反し，ま\nた，原告の取引を妨害したか。被告Ａに被告ベアーの代表取締役として\nの職務を行うについて悪意又は重大な過失があるか。\n⑨被告ステラ及び被告Ｂが，各原告商品に係る秘密保持義務等に違反し，\nまた，原告の取引を妨害したか。\n⑩被告ステラ及び被告Ｂが競業避止義務に違反し各被告商品を販売してい\nるか。\n⑪被告らの秘密保持義務違反，取引妨害及び競業避止義務違反が一連一体\nのものか。\n⑫被告らの秘密保持義務違反等により原告が被った損害及び額\n（被告ベアー及び被告Ａによる本件鎖骨プレート契約の更新拒絶に係る不法行\n為による損害賠償請求（前記１②）について）\n⑬被告ベアー及び被告Ａが信義則に反し，また，被告Ａが被告ベアーの代\n表取締役としての職務を行うについて悪意又は重大な過失により，本件\n鎖骨プレート契約を更新せず原告の権利を侵害したか。\n⑭被告ベアー及び被告Ａの本件鎖骨プレート契約の更新拒絶により原告が\n被った損害及び額\n⑴  争点①（各原告商品の形態が原告の商品等表示として需要者の間に広く認\n識されているか。）について\n（原告の主張）\n各原告商品は，特に，把持部の長さが５ｃｍ以上である点，埋没部直径よ\nり把持部直径が細く外観が優れている点，リング部の形状がドーナツ型であ\nる点，リング部の内径が１．８ｍｍである点，材料としてステンレス鋼３１\n６Ｌ－ＶＭが使用されている点に特徴があり，さらに，原告商品１は，埋没\n部の長さが３ｃｍと極めて短く，バランス最適化のため把持部の長さが６ｃ\nｍに設定されている点に，原告商品４は，埋没部の長さが９ｃｍと極めて長\nい点に特徴があり，これらの点に識別力を備えている。各原告商品は，これ\nらの特徴により，従来品よりも骨から露出するリング部分の大きさが小さく，\n肘や鎖骨などより小さな部位の施術にも適用が可能であり，３割以上も強度\nを強め，施術中の破損を減らし補助具を使用せずに施術を行うことを可能に\nする。\n原告は，各原告商品の販売開始前から宣伝に力を入れ，その後も営業活動\nを続けた結果，各原告商品は医学専門誌に掲載され，その市場占有率も平成\n２８年には約１０％を獲得するなど，需要者である医師の間で補助具を使用\nせずに施術を行うことができる唯一のリングピンとして広く認識されるに至\nった。\n（被告ベアー及び被告Ａの主張）\n各原告商品の形態は原告の商品等表示として需要者の間に広く認識されて\nいるとはいえない。各原告商品と同じ形状のリングピンは従前から多数存在\nしていたところ，形状が同じであるにもかかわらず，長さ，直径，内径を多\n少変更することにより他社商品と識別できる独自の特徴があるということに\nはならないし，購読数が不明な医学専門誌に掲載されたからといって周知性\nが認められるとはいえない。なお，把持部が６ｃｍのリングピンは，各原告\n商品が販売される前から販売されていた。また，材料，規格の微妙な違いは\n外観からは判別できない。\n被告ベアーは，各原告商品の開発に当たり，強度を出すための材料選定に\n費用と労力を費やしたが，形態はアキュメッド社のテンションバンドピンを\n模倣しており，その設計に費用も労力も費やしていない。\n（被告ステラ及び被告Ｂの主張）\n各原告商品の形態は原告の商品等表示として需要者の間に広く認識されて\nいるとはいえない。すなわち，リングピンは，埋没部，リング部及び把持部\nから構成される非常に単純な形態の医療機器であり，各原告商品の把持部，\n埋没部の長さ，直径，リング部の内径，リング部形状の組合せが，従来品と\n多少異なるからといって，同種の商品と識別し得る独自の特徴を有している\nとはいえないし，材料は不正競争防止法の形状には含まれない。なお，人体\nに使用可能な金属の種類は，概ねチタン合金，ステンレス鋼，純チタンに限\n定されている。埋没部が３ｃｍのリングピンも従前から存在した。\n各原告商品は後発医療機器として従来品を模倣して製造したものであり，\n各原告商品に自他識別機能ないし出所表示機能はない。\n⑵  争点②（被告ベアー及び被告ステラが各原告商品の形態と同一又は類似の\n商品等表示を使用して原告の商品又は営業と混同を生じさせる行為をしてい\nるか。）について\n（原告の主張）\n各被告商品は，１本ずつ販売しており販売態様は各原告商品とは異なるも\nのの，製品番号の刻印を除き各原告商品と同一の商品であり，各原告商品と\n同様に，被告ベアーが各原告商品と同じ大きさ，仕様，原材料等で製造して\nいることから，被告ベアー及び被告ステラによる各被告商品の販売は，原告\nの商品又は営業と混同を生じさせるものである。\nＪＳピンを開発したのは原告であり，被告ベアーは原告の製造受注会社と\nしての役割を果たしたにすぎず，仮に被告ベアーが費用の一部を負担してい\nたとしても開発後の製造受注により回収済みのはずである。原告は，ＪＳピ\nンの開発に当たり，医師に対する調査を行って材料を選定し，強度試験費用\nや承認申請費用として５００万円以上を負担した。\n（被告ベアー及び被告Ａの主張）\n各原告商品を含むＪＳピンは，被告ベアーが費用と労力を負担し，約１年\nをかけて，企画設計（形状），材料選定（強度），包装のデザインと形状\n（ピンの先端が包装を突き破らない工夫）などの全ての研究開発を行って開\n発したものであり，原告は，上記開発に対し費用負担や寄与を一切していな\nい。被告ベアーがその開発したリングピンを販売できることは，原告及び被\n告ベアーの共通認識であった。ＪＳピンについて何らかの権利が発生ずると\nすれば全て被告ベアーに帰属するものであり，被告ベアーは，自ら開発した\n自己の商品について，従前は原告を通じて販売していたが，被告ステラを通\nじて販売することにしたにすぎない。\n（被告ステラ及び被告Ｂの主張）\n各原告商品及び各被告商品はいずれも後発医療機器であり，後発医療機器\nは既承認医療機器と構造，使用方法，効能，効果及び性能が同一性を有する\nと認められるものをいうから，一定の類似は避けられない。もっとも，リン\nグピンは手術により患部に挿入するものであり，完全密封の状態で手術室に\n持ち込まれ手術室において開封されるところ，需要者である医療関係者は包\n装態様で各リングピンを識別するから，包装態様も考慮して類似の商品等表\n示を用いているかなどを判断すべきである。そして，各原告商品と各被告商\n品は包装態様が異なっているから，各被告商品が各原告商品と類似する等と\nはいえない。また，従前から各原告商品と実質的に同一の規格のリングピン\nが販売されていたという取引の実情に照らし，各被告商品が原告の商品等で\nあると混同を生じさせるともいえない。\n⑶  争点③（各被告商品は他人の商品である各原告商品の形態を模倣したもの\nであるか。）について\n（原告の主張）\n各被告商品と各原告商品の形態は同じであり，各被告商品は，各原告商品\nの形態を模倣したものである。\n（被告ベアー及び被告Ａの主張）\n各原告商品は被告ベアーが費用を負担して開発したものであり，被告ベア\nーがその開発したリングピンを販売できることは，原告及び被告ベアーの共\n通認識であった。被告ベアーが開発したリングピンについて何らかの権利が\n発生するとすれば全て被告ベアーに帰属するものであり，被告ベアーは，自\nら開発した自己の商品について，従前は原告を通じて販売していたが，被告\nステラを通じて販売することにしたにすぎず，被告ベアーは，各原告商品を\n模倣していない。\n各原告商品と同じ形状のリングピンは従前から多数存在しており，把持部\nが６ｃｍのリングピンも原告商品１が販売される前から販売されていたので\nあって，被告ベアーが各原告商品を模倣した各被告商品を譲渡したことはな\nい。\n（被告ステラ及び被告Ｂの主張）\n各原告商品を含むＪＳピンは，被告ベアーが費用と労力を負担し，約１年\nをかけて開発したものであるから，被告ベアー及び被告ステラは，被告ベア\nーが開発した商品を販売しているにすぎず，各原告商品を模倣していない。\n各原告商品及び各被告商品はいずれも後発医療機器であり，後発医療機器\nは既承認医療機器と構造，使用方法，効能，効果及び性能が同一性を有する\nと認められるものをいうから，後発医療機器を製造することは不正競争防止\n法２条１項３号所定の形態模倣に該当しない。そもそも，各原告商品も従来\n品を模倣して製造したものであって，原告は各原告商品の開発に資本や労力\nを投下しておらず，同種の商品は多数存在しているのであるから，原告によ\nる各原告商品の販売等は同号による法的保護に値しない。なお，人体に使用\n可能な金属の種類は限定されている。\n⑷  争点④（各原告商品の形態は商品の機能を確保するために不可欠な形態\nか。）について\n（被告ベアー及び被告Ａの主張）\nリングピンは，折れた骨にワイヤーを固定するためのピンであり，骨に打\nち込む埋没部，ワイヤーを通すリング部，把持部の３部から構成されており，\nこれらの構成が商品の機能を確保するために不可欠な形態であることは明ら\nかである。なお，上記各構成の長さや太さに微妙な違いがあることによって\n商品の特徴とはならない。\n（被告ステラ及び被告Ｂの主張）\n各原告商品は後発医療機器であって従来品を模倣して製造したものであっ\nて，同じ形態の商品も多数存在しており，その形態は商品の機能を確保する\nために不可欠なものである。なお，人体に使用可能な金属の種類は限定され\nている。\n（原告の主張）\n各原告商品の埋没部の長さ及び把持部の長さと異なるリングピンが販売さ\nれているから，各原告商品の形態は商品の機能を確保するために不可欠な形\n態ではない。後発医療機器であるからといってその形態が商品の機能を確保\nするために不可欠な形態であるとはいえない。\n⑸  争点⑤（各原告商品が日本国内において最初に販売された日から３年が経\n過したか。）について\n（被告ベアー及び被告Ａの主張）\n被告ステラ及び被告Ｂの主張（後記）と同じ。\n（被告ステラ及び被告Ｂの主張）\n各原告商品は，遅くとも平成２６年４月１１日に日本国内において最初に\n販売された。すなわち，被告ベアーは，同日，原告に対し，ＪＳピンのサン\nプルを出荷した。なお，原告は，その後，把持部分の長さを５ｃｍ以上に変\n更したが，把持部分の長さが５ｃｍ以上であるリングピンは従前から存在し\nており，同変更は，原告が上記日までに販売したＪＳピンの使用を若干変更\nしたにすぎず，各原告商品が遅くとも上記日に日本国内で最初に販売された\nことに変わりはない。\n（原告の主張）\n原告商品２から４は平成２７年４月１３日に，原告商品１は平成２９年４\n月２６日に，それぞれ日本国内で最初に販売された。\n⑹  争点⑥（被告Ａに被告ベアーの代表取締役としての職務を行うについて，\n被告Ｂに被告ステラの代表取締役としての職務を行うについて，それぞれ悪\n意又は重大な過失があるか。）について\n（原告の主張）\n被告Ａには被告ベアーの代表取締役としての職務を行うについて，被告Ｂ\nには被告ステラの代表取締役としての職務を行うについて，それぞれ悪意又\nは重大な過失がある。\n（被告Ａの主張）\n否認する。\n（被告Ｂの主張）\n否認する。\n⑺  争点⑦（被告らの不正競争等により原告が被った損害及び額）について\n（原告の主張）\nア  機会損失に係る損害                      １億０９０４万１８２８円\n各原告商品の売上げは，各被告商品の販売により増加速度が鈍化し，\n更に減少に転じたものであり，原告は，平成２９年７月から平成３１年\n３月３１日まで，各被告商品の販売により１億５５７７万４０４０円相\n当の各原告商品の売上機会を喪失した。\n各被告商品の利益率は７０％程度と想定されるところ，被告ステラが\n上記の期間に得た利益は少なくとも１億０９０４万１８２８円であり，\n同額が原告の損害となる。\n（155,774,040×70%＝109,041,828円）\n仮に，上記損害が認められないとしても，原告は，平成２９年７月か\nら平成３１年３月３１日まで，各被告商品の販売により１億０９５５万\n１６９０円相当の各原告商品の売上機会を喪失した。各原告商品の利益\n率は７０％程度と想定されるところ，原告の逸失利益は７６６８万６１\n８３円であり，同額が原告の損害となる。\n（109,551,690×70%＝76,686,183円）\nイ  弁護士費用                    １０９０万４１８２円\n原告が本件訴訟追行に要した弁護士費用のうち上記額は，被告らの不法\n行為と相当因果関係がある損害として，被告らが負担すべきである。\nウ  合計                                    １億１９９４万６０１０円\n（被告ベアー及び被告Ａの主張）\n否認ないし争う。\n（被告ステラ及び被告Ｂの主張）\n否認ないし争う。複数の会社が同種のリングピンを販売しており，被告ら\nが各被告商品を販売しなければ各原告商品が購入されていたという関係は認\nめられない。\n⑻  争点⑧（被告ベアー及び被告Ａが，各原告商品に係る秘密保持義務に違反\nし，また，原告の取引を妨害したか。被告Ａに被告ベアーの代表取締役とし\nての職務を行うについて悪意又は重大な過失があるか。）について\n（原告の主張）\n被告ベアー及び被告Ａは，商慣習及び信義則により原告との間で秘密保持\n義務を負っているにもかかわらず，原告と取引関係にあった際に知り得た原\n告の営業秘密である各原告商品に係る製品情報を利用して，各被告商品を製\n造販売し，原告の取引を妨害した。\nまた，被告Ａには，被告ベアーの代表取締役としての職務を行うについて\n悪意又は重大な過失がある。\n（被告ベアー及び被告Ａの主張）\n被告ベアー及び被告Ａは，原告に対し何らの秘密保持義務を負っていない\nし，被告Ａが何らかの義務に違反したこともない。そもそも，原告及び被告\nベアーは各原告商品をありふれた後発医療機器という認識で開発していたの\nであるし，各原告商品の形状はありふれた単純なもので計測すれば簡単にデ\nータを取得できるのであって，各原告商品の商品情報に秘密性などない。\n⑼  争点⑨（被告ステラ及び被告Ｂが，各原告商品に係る秘密保持義務等に違\n反し，また，原告の取引を妨害したか。）について\n（原告の主張）\n被告Ｂは，信義則上，被告Ｂが原告の代表取締役であった際に知り得た原\n告の営業秘密をみだりに漏洩，利用してはならない義務，原告に不利益を与\nえない義務を負うにもかかわらず，被告ステラ及び被告Ｂは，原告の営業秘\n密である各原告商品に係る製品情報（具体的には設計の基礎となった医師の\n意見）及び原告の顧客情報を利用し，被告ベアーをして各被告商品を製造し，\nこれを販売したほか，原告の従業員であるＣ（以下「Ｃ」という。）及びＤ\n（以下「Ｄ」という。）を被告ステラに引き抜いて，原告の取引を妨害した。\n被告ステラ及び被告Ｂは，原告の顧客である株式会社Ｅ以下「Ｅ」という。）\nに対し，各原告商品から各被告商品への切替えを勧めており，したがって，\nその他の原告の顧客も同様に略奪したことは確実である。\n（被告ステラ及び被告Ｂの主張）\n各原告商品に係る製品情報，原告の顧客情報は保護されるべき営業秘密と\nはいえず，被告Ｂが，その他原告の重要な情報等を持ち出して利用した事実\nもない。また，被告Ｂが，原告と第三者との取引について，契約の成立の阻\n止，不履行の誘因をしたことはなく，原告と第三者の取引を不当に妨害した\n事実はない。被告ステラが，Ｃ及びＤを引き抜いた事実もない。\n⑽  争点⑩（被告ステラ及び被告Ｂが競業避止義務に違反し各被告商品を販売\nしているか。）について\n（原告の主張）\n被告Ｂは，原告の代表取締役であった平成２９年２月１３日に被告ステラ\nを設立し，同年６月頃，各被告商品の販売を開始し，さらに，平成３０年４\n月，原告の従業員であったＣ及びＤを伴ってＥを訪問し，Ｅの担当者に対し，\n原告の承諾を得ている虚偽の事実を告げて各原告商品から各被告商品への切\n替えを依頼して，原告の顧客を略奪しようとし，その後，Ｃ及びＤを原告か\nら被告ステラに引き抜いた。被告Ｂ及び被告Ｂが代表取締役である被告ステ\nラは，競業避止義務に違反し，自由競争を逸脱した態様で各被告商品を販売\nしている。\n（被告ステラ及び被告Ｂの主張）\n役員，従業員が退職後に使用者と競業する行為をしてはならないとの一般\n的な社会通念等は存在しない。退職者の職業選択の自由，営業の自由との関\n係から，退職後の競業行為は，社会通念上自由競争の範囲を逸脱した場合に\nのみ違法となる。本件において，被告Ｂは，原告を退職するに当たり，原告\nとの間で競業避止に係る合意をしておらず，退職後に，自由競争の範囲を逸\n脱した競業行為を行っていない。\nすなわち，被告Ｂによる被告ステラの設立行為は取引行為ではないから競\n業避止義務に違反しない。また，原告に営業秘密はなく，被告Ｂが，その他\n原告の重要な情報等を持ち出して利用したり，原告の顧客に対し虚偽の事実\nを告知し，又は，原告の顧客を略奪したりしたことはなく，被告ステラが，\nＥと取引を行ったこともない。被告ステラは，Ｃ及びＤを引き抜いていない。\nＣは，原告代表者の嫌がらせに耐えかね，自己の意思で原告を退職し，被告\nステラに転職を希望したにすぎないし，Ｄは，原告を退職した後，別の会社\nに雇用されている。\n⑾  争点⑪（被告らの秘密保持義務違反，取引妨害及び競業避止義務違反が一\n連一体のものか。）について\n（原告の主張）\n被告ベアー及び被告ステラは，互いに相手方の違法な行為を利用し利益を\n得ているから，被告らの秘密保持義務違反，取引妨害及び競業避止義務違反\nは一連一体のものである。\n（被告ベアー及び被告Ａの主張）\n被告ベアー及び被告Ａが，被告ステラ及び被告Ｂによる秘密保持義務違反，\n取引妨害及び競業避止義務違反について連帯責任を負う根拠はない。\n（被告ステラ及び被告Ｂの主張）\n被告ステラ及び被告Ｂが，被告ベアー及び被告Ａによる秘密保持義務違反\n及び取引妨害について連帯責任を負う根拠はない。\n⑿  争点⑫（被告らの秘密保持義務違反等により原告が被った損害及び額）\n（原告の主張）\nア  機会損失に係る損害                      １億０９０４万１８２８円\n原告は，平成２９年７月から平成３１年３月３１日まで，被告らの秘密\n保持義務違反等による各被告商品の販売により各原告商品の売上機会を喪\n失し，少なくとも１億０９０４万１８２８円又は７６６８万６１８３円の\n損害を被った（前記⑺（原告の主張ア））。\nイ  弁護士費用                     １０９０万４１８２円\n原告が本件訴訟追行に要した弁護士費用のうち上記額は，被告らの不法\n行為と相当因果関係がある損害として，被告らが負担すべきである。\nウ  合計                                    １億１９９４万６０１０円\n（被告ベアー及び被告Ａの主張）\n否認ないし争う。\n（被告ステラ及び被告Ｂの主張）\n否認ないし争う。複数の会社が同種のリングピンを販売しており，被告ら\nが各被告商品を販売しなければ各原告商品が購入されていたという関係は認\nめられない。\n⒀  争点⑬（被告ベアー及び被告Ａが信義則に反し，また，被告Ａが被告ベア\nーの代表取締役としての職務を行うについて悪意又は重大な過失により，本\n件鎖骨プレート契約を更新せず原告の権利を侵害したか。）について\n（原告の主張）\n本件鎖骨プレート契約は期間の定めのない継続的取引契約であり，約７年\nにわたって継続してきたものであるから，商品の供給者という優越した地位\nにある被告ベアーは，やむを得ない特段の事由がなければ，相当の予告期間\nを設けるか相当の損失補償をしない限り，一方的に取引を中止することは許\nされない。\n被告ベアーは，原告の責めに帰すべき事由がないにもかかわらず，原告に\n対する意趣返しで，信義則に反して一方的に本件鎖骨プレート契約の更新を\n拒絶したものである。\nまた，被告Ａは，原告ベアーの代表取締役であるにもかかわらず，その職\n務を行うについて悪意又は重大な過失により，積極的に被告ベアーの上記行\n為を推進した。\n（被告ベアー及び被告Ａの主張）\n被告ベアーは，本件鎖骨プレート契約に基づき適法に更新しない通知をし\nたにすぎない。\nなお，本件鎖骨プレート契約に基づく取引は掛取引であったところ，被告\nベアーは，原告から各被告商品について損害賠償を請求するなどの通知を受\nけ，原告に鎖骨プレート代金債権を相殺されてしまう危険性が生じたことか\nら，原告との間で掛取引を継続することができないと判断して，本件鎖骨プ\nレート契約を更新しないこととしたものである。実際，被告ベアーは，本件\n鎖骨プレート契約の終了後も，原告との間で鎖骨プレートの現金取引を行っ\nていたのであり，結局，決済方法を変更したにすぎないといえる。そして，\n最終的に鎖骨プレートの現金取引を中止したのは原告である。\n⒁  争点⑭（被告ベアー及び被告Ａの本件鎖骨プレート契約の更新拒絶により\n原告が被った損害及び額）について\n（原告の主張）\nア  鎖骨プレート等の在庫品の価値相当額      ４０００万円\n被告ベアー及び被告Ａにより本件鎖骨プレート契約の更新拒絶により，\n原告は鎖骨プレートの取扱を中止することを余儀なくされ，平成３０年\n１１月３０日時点で保有していた２０００万円相当の鎖骨プレート及び\n関連部品並びに２０００万円相当の貸出用専用工具９０セットの在庫品\nが価値を失い，原告は４０００万円の損害を被った。\nイ  弁護士費用                                 ４００万円\n原告が本件訴訟追行に要した弁護士費用のうち上記額は，被告ベアー及\nび被告Ａの不法行為と相当因果関係がある損害として，被告ベアー及び\n被告Ａが負担すべきである。\nウ  合計                                        ４４００万円\n（被告ベアー及び被告Ａの主張）\n否認ないし争う。\n第３  当裁判所の判断\n１  認定事実\n前提事実，証拠（各項末尾に掲記のほか，甲４２，乙１７，丙２９，証人Ｆ，\n原告代表者，被告Ｂ。ただし，いずれも後記認定に反する部分を除く。）及び\n弁論の全趣旨によれば，次の各事実が認められる。\n⑴  Ｇ（以下「Ｇ」という。）は，平成２３年２月に，東京ベイテック株式会\n社（以下「東京ベイテック」という。）を設立し代表取締役に就任した。Ｇ\nは，東京ベイテックの株式の７０％以上を保有していた。\n原告は，平成２３年６月８日に，東京ベイテックの完全子会社として設立\nされ，被告Ｂが代表取締役に就任した。なお，東京ベイテックは，原告のほ\nかにも完全子会社を有していた。\n⑵  原告及び被告ベアーは，平成２３年８月５日，期間１年の本件鎖骨プレー\nト契約を締結し，鎖骨プレートの取引を開始した。被告ベアーは，被告ベア\nーが製造販売元として医療機器承認を受けていた鎖骨プレートを，原告に販\n売した。\n上記の原告から被告ベアーに対する鎖骨プレートの代金支払は，その後，\n前月２１日から当月２０日までの販売について翌々月末日までにすることと\nされた。\n原告は，被告ベアーから購入した数種類の鎖骨プレートを箱に収めて一式\nとし，取引先病院には原告の在庫であるこの一式を備え置き，このうち実際\nに施術に使用された鎖骨プレートを使用された段階で売り上げ，新しいもの\nを再び原告の在庫として補充する等という態様で販売していた。\n⑶  原告は，平成２５年６月頃，被告ベアーに対し，メディカルネクストが販\n売するアキュメッド社の製品を参考にして，後発医療機器であるリングピン\nを開発する話を持ち掛けた。\n原告は，当時，自社で医療機器を製造する能力を有していなかったが，リ\nングピンについて自らが製造販売元としての承認を得て販売することを考え，\n新たなリングピンの製造販売についての承認は原告が受け，被告ベアーがリ\nングピンを製造するという前提で被告ベアーに上記の話を持ち掛けた。被告\nベアーは，製造したリングピンを原告に販売することによって利益が見込め\nると判断し，上記開発を行うこととした。その際，原告から被告ベアーに対\nし，原告が開発費用を負担するとの話はされなかった。（乙１８）\n⑷  アキュメッド社製リングピンは，埋没部，ドーナツ型の形状のリング部，\n把持部から構成されており，平成２５年当時，埋没部が５ｃｍ，７ｃｍ，９\nｃｍで，いずれも，把持部が１．９１ｃｍ，ピン直径が１．６ｍｍ，リング\n部の内径が１．８ｍｍのものが販売されていた。なお，アキュメッド社製リ\nングピンは，リングピンを骨面に打ち込む際や把持部を切断する際に用いる\nピンスナッパーが同梱されて販売されている。（甲３，３９，乙１，丙４，\n６，１９，２１）\n被告Ｂは，原告の取引先の医師から，アキュメッド社製リングピンは埋没\n部のピン直径が１．６ｍｍであるためワイヤー等で張力をかけたときに折損\nすることがあるとして，埋没部直径を２ｍｍにした方がよいとの助言を受け，\nこれを被告ベアーに伝えた。\n被告ベアーは，自ら費用と労力を負担して，アキュメッド社製リングピン\nを入手し，材料の選定等を専ら行うほか，製造のための具体的な設計図を作\n成するなどして，約１年をかけて，埋没部，ドーナツ型の形状のリング部，\n把持部によって構成され，埋没部がそれぞれ５ｃｍ，７ｃｍ，９ｃｍであり，\nいずれも，把持部が２ｃｍ，埋没部直径が２ｍｍ，把持部直径が１．６ｍｍ\nのＪＳピンを開発した。材料選定に当たっては，アキュメッド社製リングピ\nンに使用されている材料が分からず，当初選定した材料では必要な強度が得\nられなかったなど，材料の選定に試行錯誤を重ねたが，平成２６年３月頃に\nは，ステンレス鋼３１６Ｌ－ＶＭを使用することとして開発を進め，同年４\n月１１日，原告に対して試作品を出荷した。なお，同月２１日，アキュメッ\nド社が承認事項と異なる内容で商品を製造していた旨が公表された際の発表\n文から，アキュメッド社製リングピンにも上記ステンレス鋼が使用されてい\nることが判明した。また，ＪＳピンにおいては，強度を保つために，埋没部\nを骨に打ち込んだ後のリングピンの切断箇所として設計されている把持部と\nリング部の接合部分の溝を，アキュメッド社製リングピンと比較して浅く短\nくするとともに，切断部分によって周囲の組織を傷つけないようにする工夫\nが施された。（甲３９，乙２の１，５，丙１０，１１，２６）\nなお，平成２６年４月に，アキュメッド社製リングピンとして，従前の仕\n様からピン直径が変更された，埋没部がそれぞれ５ｃｍ，７ｃｍ，９ｃｍ，\n把持部が１．９１ｃｍ，ピン直径が２ｍｍ，リング部の内径が１．８ｍｍの\nものの販売が開始された。（丙４，６）\n⑸  被告ベアーは，前記⑷のとおりＪＳピンの開発を行ったところ，原告がＪ\nＳピンの製造販売の承認を受けるに当たっては，被告ベアーがその負担にお\nいて予備試験を行った上，原告が，承認申請に必要な試験をその費用におい\nて行って，承認申請を行った。\n原告は，平成２６年７月３１日，ＪＳピンの製造販売について厚生労働大\n臣の承認を受けた。被告ベアーは，ＪＳピンを製造して原告に供給し，原告\nは，同年９月以降，ＪＳピンを医療機関等に販売した。\nＪＳピンの開発に当たっては，前記⑶のとおり被告ベアーにも費用の負担\n等が生じたところ，原告及び被告ベアーが，原告がＪＳピンの被告ベアーの\n開発費用を負担するとの合意をしたことはない。原告と被告ベアーの間で，\n開発したリングピンを原告が被告ベアーから購入するとの話はされていたが，\nそれに関する契約書は締結されず，また，リングピンの購入元や購入数量に\nついて原告が被告ベアーに対して何らかの義務を負うとの合意を明示的にし\nたことはなく，被告ベアーが原告に対し，原告以外の者に対するリングピン\nの販売やＪＳピンの内容の保持について何らかの義務を負う合意をしたこと\nもない。\n⑹  原告は，平成２７年１月頃，取引先病院の医師から，ＪＳピンは同病院で\n使用している電動工具（ジンマー社製「ワイヤーコレット」）で確実に把持\nできないから把持部を長くしてほしいという要望を受けた。なお，上記電動\n工具は，他の多くの病院でも使用されていた。上記電動工具を使用してリン\nグピンを確実に把持するためには把持部の長さを３．５ｃｍ以上にする必要\nがあることやＪＳピンの包装の大きさを考慮して，原告は，把持部の長さを\n５ｃｍに変更したＪＳピンである原告商品２から４を製造販売することとし\nた。（甲２２の１）\n被告ベアーは，平成２７年１月には原告商品２から４の具体的な設計図を\n作成した。原告は，同年２月３日，承認事項の軽微な変更について厚生労働\n大臣に届出をして，原告商品２から４は，同年４月１日保険適用となった。\n（乙２の２）\n被告ベアーは，上記設計図に基づき原告商品２から４を製造してこれを原\n告に販売し，原告は，これを医療機関等に販売した。原告商品２から４の埋\n没部，把持部，ピン直径等は，別紙原告商品目録記載２から４の各当該欄の\nとおりであり，おおよその形状は別紙原告商品図面のとおりである。（甲１\n９，４３）\n⑺  原告は，東京ベイテックの完全子会社であるところ，株式会社フォレスト\nホールディングスが，平成２８年５月頃，東京ベイテックに対し，同社を買\n収したいとの提案をした。\n⑻  原告は，平成２８年９月頃，取引先病院の医師から，骨折部位によっては\n埋没部が短いリングピンを使用する必要がありＪＳピンの先端部を切断して\n対応している状況にあるから，埋没部３ｃｍのＪＳピンを製造してほしいと\nいう要望を受けた。\nそこで，被告ベアーは，埋没部を３ｃｍ，把持部を６ｃｍとする原告商品\n１の具体的な設計図を作成した。（甲２２の２，乙２の３）\n⑼  株式会社フォレストホールディングスは，平成２８年１１月，東京ベイテ\nックを買収した。\n被告ベアーは，上記買収を知り，株式会社フォレストホールディングスが\n自社の工場も持っていることなどから，費用と労力を負担して開発したＪＳ\nピンを被告ベアーが独占的に製造して原告に販売することができなくなるの\nではないかと危惧し，自社でリングピンについての製造販売の承認を受ける\nこととした。\n被告Ｂは，平成２８年７月には，原告が東京ベイテックに対し顧問料の支\n払を継続的に行っていたことや東京ベイテックの債務の返済のため原告にお\nいて金融機関から借入れをして東京ベイテックに貸付けをするよう求められ\nたことなどから，東京ベイテックの代表者であるＧに対し，原告の代表取締\n役を退任する意向があることを伝えるなどしていたところ，上記の東京ベイ\nテックの買収やこれに伴う組織再編についてＧから何らの相談も受けなかっ\nたことや，東京ベイテック，原告，東京ベイテックの他の完全子会社の財務\n状況等を精査し改めて失望したことなどから，原告の代表取締役を退任する\n意向を固め，平成２９年１月，Ｇに対しその意向を伝え，最終的にその了解\nを得た。（丙２５）\n被告Ｂは，平成２９年２月１３日に被告ステラを設立し，代表取締役に就\n任した。\n被告Ｂは，平成２９年２月２８日，原告の代表取締役を退任して取締役を\n辞任し，Ｇが原告の代表取締役に就任した。原告と被告Ｂは，被告Ｂの上記\n退任に当たって，被告Ｂが得た秘密の保持や，被告Ｂが将来行うことができ\nる業務等についての競業避止に関する特段の合意をしなかった。\n⑽  原告は，平成２９年３月９日，埋没部を３ｃｍ，把持部を６ｃｍに変更し\nたＪＳピンである原告商品１の製造販売に関し，承認事項の一部変更につい\nて厚生労働大臣の承認を受け，遅くとも同年４月２６日には，被告ベアー製\n造供給に係る原告商品１の販売を開始し，原告商品１は，同年５月１日保険\n適用となった。原告商品１の埋没部，把持部，ピン直径等は，別紙原告商品\n目録記載１の各当該欄のとおりである。原告は，平成３０年４月には，原告\n商品１を９００万円以上販売した。\n⑾  被告ベアーは，前記⑼のとおり，自らリングピンの製造販売の承認を得る\nことを考えるようになり，そのリングピンを「ＳＴＲピン（Sterilized Ring\npin）」という名称とすることとして，製造販売する準備をしていた。被告\nベアーは，平成２９年，被告Ｂが原告の代表取締役を辞任して被告ステラを\n設立したことを知り，被告ステラに対し被告ベアーが製造したＳＴＲピンを\n被告ステラが販売することを提案し，被告ステラはこれを了解した。\n被告ベアーは，平成２９年５月８日，ＳＴＲピンの製造販売について厚生\n労働大臣の承認を受け，同年６月からその製造を行い，また，被告ステラに\n対する販売を開始した。\n被告ステラは，医療機器販売会社２社に対しＳＴＲピンの取扱を依頼し，\n被告ベアーから供給を受けたＳＴＲピンを同２社に販売しているほか，被告\nＢが原告の代表取締役であった当時に付き合いのあった医師から求められ，\n同医師の勤務する２病院に対しＳＴＲピンを販売した。上記医療機器販売会\n社の販売先のうち１病院及び上記医師の勤務する上記２病院は，従前はＪＳ\nピンを取り扱っていた。\nＳＴＲピンは，埋没部，ドーナツ型の形状のリング部，把持部により構成\nされ，各被告商品があるほか，埋没部３ｃｍ，把持部６ｃｍ，ピン直径が埋\n没部を含め１．６ｍｍのものがあり，また，付属品としてピンスナッパーが\nある。被告商品１から４の埋没部，把持部，ピン直径部等は，別紙被告商品\n目録記載１から４の各当該欄のとおりであり，それらの本体の形態は，刻印\nされている文字を除き原告商品１から４の本体の形態とそれぞれ同じである。\n各被告商品は１本ずつ包装されているのに対し，各原告商品は２本１組で包\n装されている。（甲４，丙１）\n⑿  原告は，平成３０年４月，東京ベイテックを吸収合併した。\n原告の従業員であるＣは，従前からＧがＣに対してＣの気持ちを考えない\n言動をしていると感じていて，被告Ｂに対し，原告から被告ステラに転職し\nたい旨相談をし，被告Ｂはこれを了承した。Ｃは，同様に原告を退職するこ\nとを考えていたＤと共に，担当していた取引先病院のＥに対し，ＪＳピンか\nらＳＴＲピンへの取扱の変更の話を持ち掛けた。しかし，この話を知った被\n告Ｂは，平成３０年４月１７日，Ｃ及びＤと共にＥを訪問し，Ｅの担当者に\n対し，取扱を変更した場合には原告との間で紛争が生じるおそれがある旨伝\nえ，その結果，上記の話は実現せずに終わった。（丙１５，１６）\nＣ及びＤは，平成３０年４月３０日，原告を退職し，その後，Ｃは被告ス\nテラに雇用され，Ｄは他の会社に雇用された。\n⒀  原告訴訟代理人寺田正主弁護士及び中村優紀弁護士（以下「寺田弁護士等」\nという。）は，原告から委任を受けて，平成３０年５月１５日，被告ベアー，\n被告ステラ及び被告Ｂに対し，ＳＴＲピンの製造販売につき差止め等を求め\nるとともに損害賠償を請求し，寺田弁護士等に対し面談の申入れをするよう\n求め，原告は上記被告らの刑事責任の追及のため監督諸官庁に対する通報も\nする予定である旨の通知をした。（乙３）\n被告ベアーは，被告ベアー及び被告Ａ訴訟代理人馬渕泰至弁護士（以下\n「馬渕弁護士」という。）に委任し，原告の請求には理由がなく面談の申入\nれはしない旨返信した。（乙４）\n本件鎖骨プレート契約は６回にわたり更新されていたものの，被告ベアー\nは，原告から損害賠償を請求する旨の通知を受けたことから，本件鎖骨プレ\nート契約に係る売掛金債権を相殺されることを恐れ，また，信頼関係の喪失\nから契約を継続することは難しいと判断して，平成３０年６月２９日，原告\nに対し，約定に基づき本件鎖骨プレート契約を更新しない旨の申出をした。\n原告は，平成３０年７月１９日，被告ベアーに対し，寺田弁護士等を窓口\nとした本件鎖骨プレート契約についての協議を求めた。これに対し，被告ベ\nアーは，寺田弁護士等が同席すればリングピンに係る紛争を含めた交渉にな\nるおそれがあると考え，代理人弁護士が同席しないのであれば鎖骨プレート\nの取引に係る事業上の協議は可能である旨回答した。寺田弁護士等は，鎖骨\nプレートの取引の終了にはリングピンの問題の影響がある等として，代理人\n弁護士が同席した協議を求める旨通知した。被告ベアーは，鎖骨プレートの\n取引に係る事業上の協議に代理人弁護士の同席は認めないこと，他方で，現\n金取引による鎖骨プレートの取引は継続できること，原告の販売先に対する\n対応は適切に行うことを伝えた。これに対し，寺田弁護士等は，改めて，鎖\n骨プレートの取引に関し代理人弁護士同席の上での包括的な協議を申し入れ\nた。（甲７～１６，乙８～１１）\n本件鎖骨プレート契約は，平成３０年８月４日，期間満了により終了した。\n寺田弁護士等と馬渕弁護士は，平成３０年８月９日及び同月１０日に，鎖\n骨プレートの取引に関して電話及び面談により協議を行った。この中で，原\n告は被告ベアーに原告の保有する鎖骨プレートの在庫及び専用工具等の買取\nり等を依頼したが，両者の条件（金額）は折り合わなかった。\n原告は，その後も，平成３０年８月３１日，同年９月２５日，同年１０月\n１８日に，被告ベアーに対し鎖骨プレートを発注し，被告ベアーは，代金が\n支払われたことを確認した上で，原告に対し鎖骨プレートを納品した。（乙\n７）\nその後，原告は，平成３０年１１月３０日，被告ベアーとの間の鎖骨プレ\nートの取引を中止した。\n原告は，この間，被告ベアーからＪＳピンが購入できなくなることを危惧\nして他の製造所を探していたところ，平成３０年１２月２０日に製造所の変\n更について厚生労働大臣の承認を得て，以降，被告ベアーとは異なる者が製\n造したＪＳピンを販売している。\n⒁  リングピンは，メディカルネクスト，原告，被告ステラのほか，帝人ナカ\nシマメディカル株式会社（平成２７年の変更前の商号はナカシマプロペラ株\n式会社。以下，商号変更の前後を問わず「ナカシマメディカル」という。），\n株式会社Ａｉｍｅｄｉｃ  ＭＭＴ（以下「アイメディック」という。），ネ\nオメディカル株式会社（以下「ネオメディカル」という。），株式会社ホム\nズ技研等が販売していた。その一部について，一般財団法人医療情報システ\nム開発センターが運営する医療機器データベースシステムへの登録日，埋没\n部，把持部の長さや直径，リング部の形状等は，別紙リングピン一覧表のと\nおりである。\nこのうちナカシマメディカルのリングピンは，埋没部，ドーナツ型の形状\nのリング部，把持部から構成されている。ナカシマメディカルは，平成９年\nにリングピンの製造販売を開始し，遅くとも平成１７年には，埋没部がそれ\nぞれ３ｃｍ，５ｃｍ，６ｃｍ，７ｃｍ，８ｃｍで，把持部が６ｃｍ，埋没部\nの直径が２ｍｍ，把持部の直径が３ｍｍ，リング部の内径が２ｍｍのリング\nピンを販売していた。（乙１３，丙８，１２）\nまた，アイメディックのリングピンは，埋没部，眼鏡型（２穴）又は逆三\n角の形状のリング部，把持部から構成されている。アイメディックは，平成\n１７年には，少なくとも，埋没部がそれぞれ５ｃｍ，７ｃｍ，リング部の形\n状が眼鏡型，把持部が５．８ｃｍ，埋没部の直径が２ｍｍ，把持部の直径が\n２．４ｍｍのリングピンを，平成２６年には，埋没部が９ｃｍ，埋没部の直\n径が３ｍｍ，リング部の形状が眼鏡型のリングピンを，平成２８年には，少\nなくとも，埋没部がそれぞれ３ｃｍ，５ｃｍ，７ｃｍ，９ｃｍで，リング部\nの形状が眼鏡型，把持部が３．５ｃｍ，埋没部の直径が２ｍｍ，把持部の直\n径が２．４ｍｍ，リング部の内径が１．３５ｍｍのリングピンを販売してい\nた。アイメディックは，このほか，リング部の形状が眼鏡型で把持部が５．\n８ｃｍのリングピンとして，埋没部がそれぞれ４ｃｍ，４．５ｃｍ，６ｃｍ，\n１０ｃｍのもの，リング部の形状が眼鏡型で把持部が３．５ｃｍのリングピ\nンとして，埋没部がそれぞれ３ｃｍ，４ｃｍ，４．５ｃｍ，６ｃｍ，１０ｃ\nｍのものも販売しており，また，リング部の形状が逆三角形で，埋没部がそ\nれぞれ５ｃｍ，７ｃｍ，９ｃｍで，把持部が３．５ｃｍ，埋没部の直径が２\nｍｍ，把持部の直径が２．４ｍｍ，リング部の内径が１．３５ｍｍ×２ｍｍ\nのリングピンも販売している。（甲４０，丙７）\nネオメディカルのリングピンは，埋没部，ドーナツ型の形状のリング部，\n把持部の３部から構成されている。ネオメディカルは，平成２７年に，埋没\n部がそれぞれ７ｃｍ，９ｃｍ，把持部が４ｃｍ，埋没部の直径が１．８ｍｍ，\n把持部の直径が３ｍｍのリングピンを，平成２８年に，少なくとも，埋没部\nがそれぞれ５ｃｍ，７ｃｍ，９ｃｍで，把持部が４ｃｍ，埋没部の直径が２\nｍｍ，把持部の直径が３ｍｍ，リング部の内径が１．８５ｍｍのリングピン\nを販売しており，埋没部直径２ｍｍのリングピンとしては，このほか，埋没\n部がそれぞれ６ｃｍ，８ｃｍのものも販売している。\n（本項につき，一部の段落末尾に掲記のほか，甲３，乙１３～１６，丙７，\n８，１２，１３，１７～２０）\n２  争点①（各原告商品の形態が原告の商品等表示として需要者の間に広く認識\nされているか。）について\n⑴  商品の形態は本来的には商品の出所を表示する機能を有するものではない\nが，商品の形態が客観的に他の同種商品とは異なる顕著な特徴を有し，かつ，\nそれが特定の者の商品に長期間独占的に使用され，又は，極めて強力な宣伝\n広告や爆発的な販売実績等が存在することなどにより，その形態を有する商\n品が特定の者の商品であることを表示するものとして需要者の間に広く認識\nされるに至っている場合には，不正競争防止法２条１項１号にいう商品等表\n示として需要者の間に広く認識されているものに該当するというべきである。\n⑵ア  原告は，各原告商品を販売している（原告商品１について前記１⑽，原\n告商品２ないし４について同⑹）ところ，リングピンである各原告商品に\nついて，①把持部の長さが５ｃｍ以上である点，②埋没部直径より把持部\n直径が細く外観が優れている点，③リング部の形状がドーナツ型である点，\n④リング部の内径が１．８ｍｍである点，⑤材料としてステンレス鋼３１\n６Ｌ－ＶＭが使用されている点等に特徴があり，さらに，原告商品１は，\n⑥埋没部の長さが３ｃｍと極めて短く，これに対し把持部の長さが６ｃｍ\nでバランスが最適化されている点に，原告商品４は，⑦埋没部の長さが９\nｃｍと極めて長い点に特徴（以下，番号に応じて「特徴①」などという。）\nがあり，これらの特徴が，原告の商品であることを表示する商品等表示\n（不正競争防止法２条１項１号）として周知となっていると主張する（前\n記第２の３⑴（原告の主張））。\nイ  ここで，各原告商品の販売以前から，少なくとも，ナカシマメディカル\nが，埋没部が３ｃｍのものを含め，把持部が６ｃｍ，リング部の形状がド\nーナツ型のリングピンを，アイメディックが，把持部が５．８ｃｍのリン\nグピンを販売しており（前記１⒁），また，メディカルネクストが，埋没\n部が９ｃｍのものを含め，リング部の形状がドーナツ型，リング部の内径\n１．８ｍｍのアキュメッド社製リングピンを販売していた（同⑷）。\nしたがって，各原告商品の販売前から，把持部の長さが５ｃｍ以上（特\n徴①），リング部の形状がドーナツ型（特徴③），リング部の内径が１．\n８ｍｍ（特徴④），埋没部の長さが３ｃｍ，把持部の長さが６ｃｍ（特\n徴⑥），埋没部の長さが９ｃｍ（特徴⑦）等の特徴を備えたリングピン\nが存在していた。\nまた，各原告商品の販売から数年以内のうちには，アイメディックやネ\nオメディカルなどにより，リング部の形状がドーナツ型（特徴③），埋没\n部の長さが３ｃｍ，９ｃｍ（特徴⑥，⑦）等の特徴を備えたリングピンが\n販売された（前記１⒁）。\n特徴②である埋没部直径より把持部直径が細い点について，各原告商品\nの埋没部直径は２．０ｍｍで，把持部直径は１．６ｍｍであり，差はある\nもののその差は相当に小さいほか，各社のリングピンの直径が１．６ｍｍ\nから３ｍｍの範囲で設定され（前記１⒁），アキュメッド社製リングピン\nは，平成２５年頃にはピン直径が１．６ｍｍのものが販売され，平成２６\n年４月にはピン直径が２ｍｍのものが販売されるなどし(同⑷)，埋没部直\n径２ｍｍのピンも複数の会社から販売されていた（同⒁）。\nウ  材料としてステンレス鋼３１６Ｌ－ＶＭが使用されている点（特徴⑤）\nについて，材料そのものは，需要者が通常の用法に従った使用に際して\n知覚によって認識することができる形態（不正競争防止法２条４項）と\nはいえない。なお，その色彩，光沢，質感が金属製である他の同種商品\nと異なる顕著な特徴を有していたと認めるに足りる証拠はない。ＪＳピ\nンを開発するに当たって参考にされたアキュメッド社製リングピンにも\n同じ材料が使用されていて，かつ，その材料が何であるかは外観からは\n判明しなかった（前記１⑷）。\nエ  以上によれば，原告が，各原告商品の商品等表示として主張する各点の\nうち，特徴①，③，④，⑥及び⑦は，同様の特徴を有する他の商品が存在\nした（前記イ）。特徴⑤は，商品等表示となる特徴ではない。特徴②につ\nいても，埋没部と把持部の直径の違いは相当に小さく，また，各原告商品\nの埋没部の直径（２ｍｍ）と同じ直径のリングピンや把持部の直径（１．\n６ｍｍ）と同じ直径のリングピン自体は従前から知られていた。\nそして，複数の会社が，リングピンについて，その長さや直径，リング\n部の形状などの点に関しそれぞれ複数の仕様のものを販売していて，短\n期間でその仕様の追加，変更等を行ったりもしていた（前記１⑷，⒁）。\nこの状況や原告が主張する各特徴と同じ形状を有する他社の販売する同\n種商品が存在したことから，原告が主張する各特徴は，需要者にとり，\n変更されることもあり得る複数の仕様のうちの一つと認識されるといえ\nるものであり，原告自身も，埋没部，把持部の長さ（特徴①，⑥，⑦）\nにより区別される複数の種類の製品（各原告商品）を販売していた。さ\nらに，原告が主張する各特徴には，骨折部位との関係（特徴⑥，⑦  前\n記１⑻），把持のための機器との関係（特徴①  同⑹），強度の関係\n（特徴②  同⑷）によって選択されたものがあり，これらはいずれも機\n能的観点から選択された形状といえるものであった。原告が主張する各\n特徴は，需要者にとって，上記観点から選択された一つの仕様と認識さ\nれ得る状況があったといえ，特に，他社が販売する同種商品に原告が主\n張する各特徴と同じ特徴（その一部であるものも含む。）を有するもの\nがあったとの事情は，上記状況の下で，原告が主張する各特徴を商品の\n出所を識別する根拠となるものであると需要者が認識することを，より\n困難にするものであった。\n以上を総合的に考慮すると，原告が主張する各原告商品の特徴は，同種\nの商品における複数の仕様のうちの一つと認識されるようなありふれた\nものであり，いずれも，他の同種商品との関係で，商品の出所を識別す\nる根拠となり得る顕著な特徴とは認められないとするのが相当である。\nまた，その特徴の性質，内容から，それらの組合せによっても，複数の\n仕様が単に組み合わされたものであることを超える特段の意匠的効果を\n奏するとは認められないものであり，それらの組合せをもって他の同種\n商品に対して出所を識別する根拠となり得る顕著な特徴であるというこ\nとはできない。\n⑶  以上から，原告が主張する各原告商品の特徴は，ありふれたといえるもの\nで出所を識別する根拠となり得る他の同種商品と異なる顕著な特徴とはいえ\nないから，その他の点を考慮するまでもなく，商品等表示とは認められない。\nしたがって，これが商品等表示であることを前提とする原告の主張には理由\nがない。\n３  争点③（各被告商品は他人の商品である各原告商品の形態を模倣したもので\nあるか。）について\n被告商品１から４の本体の形態は，原告商品１から４の本体の形態とそれぞ\nれ同じである（前記１⑾。ただし，刻印されている文字が異なり，各被告商品\nは１本ずつ包装されているのに対し，各原告商品は２本１組で包装されてい\nる。）。また，各原告商品が遅くとも平成２９年４月頃までにそれぞれ販売が\n開始されたのに対し，各被告商品は同年６月以降に販売を開始したものである。\nここで，各原告商品は，原告が得た情報に基づき，被告ベアーが，新たに具\n体的な設計図を作成した上で，それに基づいて新たな形態の製品の商品化をし\nてこれを製造したといえるものであり（前記１⑹，⑻， ），その際に原告は\n特段の費用負担をしていない（同⑸）。また，もともと，当初開発されたＪＳ\nピンについて，原告が被告ベアーに対して話を持ち掛けたことから開発が開始\nされ，原告は自ら製造販売の承認を受ける関係で一定の費用を負担するなどし\nたものであるが，当時，原告は医療機器を製造する能力を有しておらず，ＪＳ\nピンの開発は，基本的には，被告ベアーが，上記の原告からの話を受けて，自\nら費用と労力を負担して，アキュメッド社製リングピンを入手した上で，新し\nい製品についての具体的な設計図を作成し，また，材料についての試行錯誤を\n繰り返すなどして約１年をかけて開発し，製造したものであった（同⑶，⑷）。\n被告ベアーがその開発に関して負担した上記の費用と労力について，原告が負\n担する旨の合意がされたことはないし，被告ベアーがその開発した商品につい\nて原告に対して何らかの義務を負うことが合意されたこともない（同⑶，⑸）。\n各原告商品は，当初開発されたＪＳピンと埋没部直径，把持部直径，リング部\nの形状等が同じであり，当初のＪＳピンの開発を前提として開発されたものと\n認められるものであった。\n以上によれば，当初のＪＳピンから各原告商品への変更は原告が得た情報を\n契機とするものであるが，被告ベアーは，各原告商品の形態の開発について，\n自ら費用，労力等を負担したといえるのであって，各原告商品について，少な\nくとも共同開発者であったというべきである。\nなお，ＪＳピンは，アキュメッド社製リングピンを参考として開発されたも\nので，同製品を既承認医療機器とする後発医療機器である。もっとも，不正競\n争防止法２条１項３号においては商品全体の形態が問題となるところ，アキュ\nメッド社製リングピンと各原告商品は，埋没部直径が異なり，ＪＳピンはアキ\nュメッド社製リングピンよりも把持部とリング部の接合部分の溝が浅く短い\n（前記１⑷）などの違いがあるだけでなく，把持部の長さが大きく異なるなど，\n異なる形状のものといえるのであり，被告ベアーは，少なくとも各原告商品を\n開発，製品化した共同開発者であると認められる。\n以上のとおり，被告ベアーは各原告商品の少なくとも共同開発者であるとこ\nろ，このような場合，不正競争防止法２条１項３号の適用に当たっては，各原\n告商品は被告ベアーにとり「他人」の商品ではなく，被告ベアーが製造販売し\nた各被告商品は「他人の商品の形態を模倣した商品」（同号）とはいえない。\nしたがって，原告は，被告ベアーによる各被告商品の販売等に対し，同号の不\n正競争行為を主張することはできないというべきである。そして，被告ステラ\nも，被告ベアーが適法に販売した商品を医療機器販売会社等に販売したにすぎ\nない。したがって，被告らに同号の不正競争行為が成立することはない。\n４  争点⑥（被告Ａに被告ベアーの代表取締役としての職務を行うについて，被\n告Ｂに被告ステラの代表取締役としての職務を行うについて，それぞれ悪意又\nは重大な過失があるか。）について\n被告ベアー及び被告ステラが混同惹起行為（不正競争防止法２条１項１号）\n及び形態模倣行為（同項３号）の不正競争を行ったとは認められず（前記２，\n３），この点に関し，被告Ａに被告ベアーの代表取締役の職務を行うについて，\n被告Ｂに被告ステラの代表取締役としての職務を行うについて，それぞれ悪意\n又は重大な過失があったとも認められない。\n５  争点⑧（被告ベアー及び被告Ａが，各原告商品に係る秘密保持義務に違反し，\nまた，原告の取引を妨害したか。被告Ａに被告ベアーの代表取締役としての職\n務を行うについて悪意又は重大な過失があるか。）について\n被告ベアーは，各原告商品について少なくとも共同開発者の立場にあったも\nのであり，自ら費用と労力を負担して行った上記の開発に基づいて，各被告商\n品を製造販売しているにすぎないといえる（前記３）し，上記の開発における\n秘密の保持やその後の製造販売等について，原告と被告ベアーとの間に特段の\n合意はなかった（前記１⑸）。したがって，被告ベアー及び被告Ａが，原告の\n営業秘密である各原告商品に係る製品情報を利用して各被告商品を製造販売し\nているとは認められないし，原告の取引を違法に妨害しているとは認められな\nい。\nそうすると，この点に関し，被告Ａに，被告ベアーの代表取締役としての職\n務を行うについて悪意又は重大な過失があったとも認められない。\n６  争点⑨（被告ステラ及び被告Ｂが，各原告商品に係る秘密保持義務等に違反\nし，また，原告の取引を妨害したか。）及び争点⑩（被告ステラ及び被告Ｂが\n競業避止義務に違反し各被告商品を販売しているか。）について\n被告ステラは，被告ベアーから，被告ベアーが自ら費用と労力を負担して行\nった開発に基づいて製造販売している各被告商品（前記３）を購入しているに\nすぎない。また，被告ステラは，従前ＪＳピンを取り扱っていた２病院に対し\n各被告商品を含むＳＴＲピンを販売したものの，同病院に勤務する医師に求め\nられたためであり，基本的には，医療機器販売会社２社に対してＳＴＲピンの\n取扱を依頼して，同２社に対してこれを販売しているにすぎない（前記１⑾）。\nそして，上記各医療機器販売会社の販売先には従前ＪＳピンを取り扱っていた\n１病院が含まれる（同前）ものの，被告ステラ及び被告Ｂが，上記各医療機器\n販売会社の営業に関与したことを認めるに足りる証拠はない。このほか，被告\nステラ又は上記各医療機器販売会社が，上記ＪＳピンを取り扱っていた病院に\n対し，ＳＴＲピンを販売していることを認めるに足りる証拠はない。なお，原\n告の従業員であったＣ等が，原告の取引先病院であるＥに対し，ＪＳピンから\nＳＴＲピンへの取扱の変更の話を持ち掛けたことがあったが，この話を知った\n被告Ｂが，Ｅの担当者に対し，取扱を変更した場合には原告との間で紛争が生\nじるおそれがあると伝えた結果，上記の話は実現せずに終わった（同⑿）。こ\nれらの事情からは，被告ステラ及び被告Ｂが，原告の営業秘密である各原告商\n品に係る製品情報及び顧客情報を利用し，又は，社会通念上自由競争の範囲を\n逸脱して，各被告商品を製造販売しているとはいえず，他にこれを認めるに足\nりる証拠はない。\nまた，原告従業員であったＣは，原告内部での扱い等を理由として被告Ｂに\n相談し，原告から被告ステラに転職し，同Ｄは他の会社に転職したものであっ\nて（前記１⑿），被告ステラ及び被告Ｂが不当にＣ及びＤを被告ステラに引き\n抜いたとは認められない。\nこのほか，被告ステラ及び被告Ｂが，社会通念上自由競争の範囲を逸脱して，\n原告の取引を妨害したと認めるに足りる証拠はない。\nそして，原告及び被告Ｂは，被告Ｂが原告を退職するに当たり競業避止につ\nいて特段の合意もしていないのであり（前記１⑼），被告Ｂが，被告ステラを\n設立し，また，原告退職後に，同種の事業を営んだとしても，社会通念上自由\n競争の範囲を逸脱するとはいえない。\n７  争点⑬（被告ベアー及び被告Ａが信義則に違反し，また，被告Ａが被告ベア\nーの代表取締役としての職務を行うについて悪意又は重大な過失により，本件\n鎖骨プレート契約を更新せず原告の権利を侵害したか。）について\n本件鎖骨プレート契約は，平成２３年８月５日に期間１年の約定で締結され，\nその後，原告及び被告ベアーのいずれからも更新しない旨の申出がされずに継\n続していたところ，被告ベアーが平成３０年６月２９日に約定に基づき更新し\nない旨の申出をしたことから，同年８月４日に期間満了により終了した（前記\n第２の２⑵イ，前記１⑵，⒀）。\n原告と被告ベアーの間においては，本件鎖骨プレート契約が締結されていた\nところ，様々な商品を扱っていることがうかがわれる原告における特定の一つ\nの商品の供給契約について，契約期間の定め及び更新しない旨の申出がされる\nことがあることを前提とした条項があるにも関わらず，契約の更新しない旨の\n申出をすることが信義則に違反する事情があるとは直ちには認められない。\n原告は，被告ベアーから購入した鎖骨プレートについて，取引先病院に原告\nの在庫一式を備え置き，このうち施術に使用されたものについて売り上げて新\nしいものを補充するという態様で販売していて（前記１⑵），そのために相当\n数の在庫を抱えていた一方，使用されたものに関し取引先病院に対する対応を\n継続的に求められる等の状況にあったなどの事情があった。しかし，それは原\n告の販売態様に起因する事情である。また，本件においては，被告ベアーは，\n原告に対し，本件鎖骨プレート契約を更新しない旨の申出をする一方で，現金\n取引による販売は継続することや，原告の販売先に対する対応は適切に行うこ\nとも伝え，不当に協議を拒絶したこともなく，実際，本件鎖骨プレート契約終\n了後も数か月にわたり取引を継続していた（平成３０年１１月にこれを中止し\nたのは原告の側であった。同⒀）。このことからすると，原告の販売態様等が\n上記のとおりであったとしても，原告は本件鎖骨プレート契約の期間満了によ\nる終了後も直ちに取引先病院との取引ができなくなるということはなく，上記\n販売態様等によって被告ベアーによる更新しない旨の申出が信義則に反するこ\nとになるとはいえない。なお，本件鎖骨プレート契約における原告から被告ベ\nアーに対する代金支払は前月２１日から当月２０日までの販売について翌々月\n末日までにすることとされていて（同⑵），被告ベアーは，常時原告に対し約\n２ないし３か月分の売掛金債権を有する状態にあった。被告ベアーは，平成３\n０年５月に原告からＳＴＲピンの販売に関して損害賠償を請求する旨の通知を\n受けたことから，上記売掛金債権を相殺されることを恐れて，本件鎖骨プレー\nト契約を更新しない旨の申出をしたものであり（同⒀。なお，原告の損害賠償\nの請求は理由がないものであった。前記２，３，５），上記申出が，原告を害\nするなどの不当な目的でされたともいえない。\n以上によれば，本件鎖骨プレート契約は７年にわたって継続していたが，被\n告ベアーが約定に基づき契約を更新しない旨の申出をすることが信義則に反す\nるとは認められず，したがって，この点に関し，被告Ａに，原告に対する信義\n則違反や，被告ベアーの代表取締役としての職務を行うについて悪意又は重大\nな過失があったとも認められない。\n第４  結論\n以上の次第で，原告の請求はいずれも理由がないから棄却すべきである。\nよって，主文のとおり判決する。\n東京地方裁判所民事第４６部\n裁判長裁判官    柴    田    義      明\n裁判官    佐    伯    良      子\n裁判官    棚    井              啓\n別紙\n被告商品目録\n販売名      ＳＴＲピンシステム\n製品名      ＳＴＲピン\n製品番号  埋没部  把持部  ピン直径  リング部\n内径\n1  STR203060  30mm  60mm  埋没部\n2.0mm\n把持部\n1.6mm\n1.8mm\n2  STR205050  50mm  50mm\n3  STR207050  70mm  50mm\n4  STR209050  90mm  50mm\n以  上\n別紙\n原告商品目録\n販売名      ＪＳピンシステム\n製品名      ＪＳピン\n製品番号  埋没部  把持部\n(L2)\nピン直径  リング部\n内径\n1  JTBT30-3L  30mm  60mm  埋没部\n2.0mm\n把持部\n1.6mm\n1.8mm\n2  JTBT50-3L  50mm  50mm\n3  JTBP70-3L  70mm  50mm\n4  JTBP90-3L  90mm  50mm\n以  上\n別紙\n原告商品図面\n以  上\n（別紙一覧表  省略）\n"
}