{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 2,
    "month": 3,
    "day": 17
  },
  "case_number": "令和1(行ウ)34",
  "case_name": "不当利得返還請求事件",
  "court_name": "神戸地方裁判所",
  "lawsuit_id": "89476",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=89476",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/476/089476_hanrei.pdf",
  "contents": "令和２年３月１７日判決言渡  同日原本領収  裁判所書記官\n令和元年（行ウ）第３４号  不当利得返還請求事件\n口頭弁論終結日  令和元年１２月３日\n判            決\n主            文\n１  原告の請求をいずれも棄却する。\n２  訴訟費用は原告の負担とする。\n事  実  及  び  理  由\n第１  請求\n被告は，原告に対し，６０万円を支払え。\n第２  事案の概要\n本件は，原告が平成３１年４月７日執行の兵庫県議会議員選挙に立候補するに\n当たり，公職選挙法が立候補のために必要と定める６０万円を供託したが，同法\nが定める住所要件を満たさず，被選挙権がない者であるとして得票が無効とさ\nれ，供託金を没収されたことについて，①被選挙権のない原告の立候補届出を受\n理し供託金を徴収したことは，法律上の原因がないのに供託金を受領したことに\nなる，②原告は公職選挙法上の住所要件を満たしているから被選挙権があり，し\nたがって原告の得票は有効であるから供託金を没収したことは法律上の原因がな\nく利得を得たものであるなどと主張して，被告に対し，不当利得返還請求権に基\nづき６０万円の返還を求め，さらに，上記②の主張を前提に，兵庫県選挙管理委\n員会が，公職選挙法上の住所要件の解釈を誤って供託金を没収したことで，原告\nに供託金相当額の損害が生じたと主張して，被告に対し，国家賠償法１条１項に\n基づき６０万円の損害賠償を求める事案である。\n１  関係法令（公職選挙法（以下，この項においては単に「法」という。））\n⑴  都道府県議会議員選挙における住所要件\nア  日本国民たる年齢満１８年以上の者で引き続き３か月以上市町村の区域\n内に住所を有する者は，その属する地方公共団体の議会の議員及び長の選\n挙権を有する（法９条２項）。\nイ  日本国民たる年齢満１８年以上の者でその属する市町村を包括する都道\n府県の区域内の一の市町村の区域内に引き続き３か月以上住所を有してい\nたことがあり，かつ，その後も引き続き当該都道府県の区域内に住所を有\nするものは，前項に規定する住所に関する要件にかかわらず，当該都道府\n県の議会の議員及び長の選挙権を有する（法９条３項）。\nウ  都道府県の議会の議員については，その選挙権を有する者で年齢満２５\n年以上のものが被選挙権を有する（法１０条１項３号）。\n⑵  立候補の届出及び供託金等\nア  公職の候補者（衆議院議員又は参議院比例代表選出議員の候補者を除\nく。）となろうとする者は，当該選挙の期日の公示又は告示があった日\nに，郵便等によることなく，文書でその旨を選挙長（各選挙ごとに，当該\n選挙の選挙権を有する者の中から，当該選挙に関する事務を管理する選挙\n管理委員会が選任し，選挙会に関する事務を担任する者をいう。法７５条\n１項，３項，４項）に届け出なければならない（法８６条の４第１項）。\nイ  上記文書には，公職の候補者となるべき者の氏名，本籍，住所，生年月\n日，職業及び所属する政党その他の政治団体の名称その他政令で定める事\n項を記載しなければならない（法８６条の４第３項）。また，上記文書に\nは，法８６条の８第１項，８７条１項，８７条の２，２５１条の２又は２\n５１条の３の規定（なお，これらの規定は，一定の前科を有する者，他の\n選挙において公職の候補者となっている者，衆議院議員等を辞した者，選\n挙犯罪を犯した者などの立候補を禁止する規定である。）により当該選挙\nにおいて公職の候補者となることができない者でないことを当該公職の候\n補者となるべき者が誓う旨の宣誓書，所属する政党その他の政治団体の名\n称を記載する場合にあっては当該記載に関する当該政党その他の政治団体\nの証明書その他政令で定める文書を添えなければならない（法８６条の４\n第４項）。\nウ  選挙長は，当該選挙において届出のあった者が法８６条の８第１項，８\n７条１項，８７条の２，８８条，２５１条の２又は２５１条の３の規定に\nより当該選挙において公職の候補者となり，又は公職の候補者であること\nができない者であることを知ったときは，その届出を却下しなければなら\nない（法８６条の４第９項）。\nエ  都道府県の議会の議員の候補者の届出をしようとする者は，６０万円を\n供託しなければならない（法９２条１項３号）。当該候補者の得票数が，\nその選挙において，当該選挙区内の議員の定数をもって有効投票の総数を\n除して得た数の１０分の１に達しないときは，上記供託物は，当該都道府\n県に帰属する（法９３条１項３号）。\n⑶  開票手続等\nア  開票管理者（市町村の選挙管理委員会が，当該選挙の選挙権を有する者\nの中から各選挙ごとに選任した者をいう。法６１条１項，２項）は，開票\n立会人（公職の候補者が，選挙人名簿の登録者の中から，開票に立ち会う\n者として開票区ごとに１人定めることのできる者をいう。法６２条１項）\nとともに，当該選挙における各投票所及び期日前投票所の投票を開票区ご\nとに混同して，投票を点検しなければならない（法６６条２項）。\n投票の点検が終わったときは，開票管理者は，直ちにその結果を選挙長\nに報告しなければならない（法６６条３項）。\nイ  投票の効力は，開票立会人の意見を聴き，開票管理者が決定しなければ\nならない（法６７条）。\nウ  都道府県の議会の議員の選挙の投票について，被選挙権のない公職の候\n補者の氏名を記載したものは，無効とする（法６８条１項５号）。\nエ  選挙長は，全ての開票管理者から法６６条３項の規定による報告を受け\nた日又はその翌日に選挙会を開き，選挙立会人立会いの上，その報告を調\n査し，各公職の候補者の得票総数を計算しなければならない（法８０条１\n項）。\n２  前提事実（当事者間に争いのない事実又は後掲各証拠及び弁論の全趣旨によ\nり容易に認められる事実）\n⑴  当事者等（乙１，２の１及び２，乙３，５，７の５）\nア  原告（昭和４６年８月２７日生）は，平成３１年４月７日執行の兵庫県\n議会議員選挙（以下「本件選挙」という。）に伊丹市選挙区から立候補し\nた者である。\n原告は，平成３０年１２月１７日，大阪府大阪市から兵庫県尼崎市（以\n下「尼崎市」という。）に転入し，さらに，平成３１年１月１１日，兵庫\n県宝塚市（以下「宝塚市」という。）に転入し，本件選挙当時（同年４月\n７日）は同市内に居住していた。\nイ  被告は，地方自治法上の地方公共団体であり，兵庫県選挙管理委員会\nは，本件選挙に関する事務を管理する機関である。\n伊丹市選挙管理委員会委員長（以下「伊丹市選挙長」という。）は，兵\n庫県選挙管理委員会が，「平成３１年４月７日執行兵庫県議会議員選挙に\nおける選挙長及び選挙長職務代理者選任要綱」（乙１）に基づき，伊丹市\n選挙区の選挙長として選任した者である。伊丹市選挙長ないし同市選挙管\n理委員会は，兵庫県選挙管理委員会の依頼により，伊丹市選挙区における\n立候補の届出の予備審査等の事務を行うこととされた。\n⑵  原告による立候補の届出（乙４，５，６の１ないし３）\nア  原告は，平成３１年３月１５日，伊丹市選挙管理委員会に対し，本件選\n挙における立候補届出（伊丹市選挙区）について予備審査（以下「本件事\n前審査」という。）を申し入れた。同選挙管理委員会の担当者は，原告か\nら任意に提出された住民票の写しでは，兵庫県の区域内の一の市町村の区\n域内に引き続き３か月以上住所を有していることが確認できず，前住所で\nある尼崎市の選挙管理委員会に問い合わせても原告が選挙人名簿に登録さ\nれていなかったことから，同月１８日，原告に電話連絡し，尼崎市に転入\nする前の原告の住所が大阪府大阪市であることを聴取するとともに，公職\n選挙法上の住所要件を説明した。原告は，上記説明により，原告には本件\n選挙の被選挙権がないことが分かったものの，同月２２日，伊丹市選挙管\n理委員会の担当者に対し，本件選挙に立候補する意向であることを伝え\nた。\nイ  原告は，同月２５日，神戸地方法務局伊丹支局において，本件選挙の立\n候補届出のため，６０万円（以下「本件供託金」という。）を供託し，同\n月２８日，伊丹市選挙管理委員会に出向いた。同委員会の担当者と兵庫県\n選挙管理委員会の担当者は，原告に対し，「県議会議員選挙における住所\n要件を満たさず，被選挙権がない場合の取扱いについて」（甲１。以下\n「本件説明文書」という。）を示しながら，本件選挙における住所要件を\n説明するとともに，仮に住所要件を満たさない場合でも書類上の形式審査\nで不備がなければ立候補届出を受理することになること，被選挙権がない\n候補者に対する投票は全て無効投票となり，供託物没収点に届かず供託物\nが没収されることになることなどを説明した。\nウ  原告は，供託金が没収されるとの説明を聴いて立候補するかどうか悩ん\nだが，翌日から本件選挙の選挙運動が始まることもあって，立候補するこ\nとを決断し，同月２９日，伊丹市選挙長に対し，「兵庫県議会議員選挙候\n補者届出書（本人届出）」（乙５）を提出し，同日受理された。なお，伊\n丹市選挙区からは原告を含む５名が立候補した。\n⑶  本件選挙の執行及び供託金の没収等（乙４，７の１ないし５）\nア  本件選挙は平成３１年４月７日に実施され，開票の結果，得票総数の上\n位３名（得票総数はそれぞれ２万０４６５票，１万６６８７票，１万６４\n８８票）が当選した。有権者のうち２９９２名が投票用紙に原告の氏名を\n記載したが，開票管理者が原告には被選挙権がないと判断したため，これ\nらは全て無効投票とされた。なお，２９９２票が有効投票であった場合，\n同得票数は供託金没収点（伊丹市選挙区内の議員の定数をもって有効投票\nの総数を除して得た数の１０分の１）を超えるものであった。\nイ  本件選挙における選挙の効力及び当選の効力は平成３１年４月２２日の\n経過により確定し，公職選挙法９３条１項により本件供託金が被告に帰属\nしたとして，被告は，令和元年５月２２日，神戸地方法務局伊丹支局から\n本件供託金の払渡しを受けた。\n３  争点及びこれに対する当事者の主張\n⑴  被告は法律上の原因がないのに本件供託金を受領したか（争点１）\nア  原告\n書類上の形式審査において不備がなかったとしても，被告には，被選\n挙権のないことが判明している原告の立候補届出を受理する義務はない\nから，被選挙権のない原告の立候補届出を受理することにより，被告が\n原告から徴収した本件供託金は，法律上の原因なくして受領したことに\nなる。\nまた，兵庫県内の一の市町村に３か月以上住んでいなくても，兵庫県\n内の複数の市町村に連続して３か月以上住んでいれば，兵庫県と地縁的\nな関係を有していると評価すべきであるし，都道府県知事の被選挙権に\nは広く人材を得るという観点から住所要件が課されていない。重要な基\n本的人権である被選挙権を制限するのであれば，限定的でなければなら\nないから，兵庫県内の複数の市町村に連続して３か月以上居住している\n原告については住所要件を満たしているとして，兵庫県議会の議員選挙\nの被選挙権があると解すべきである。兵庫県選挙管理委員会は，住所要\n件の解釈を誤って原告から本件供託金を没収したものであり，これは法\n律上の原因なくして利得を得たことになる。\nしたがって，原告は，被告に対し，民法７０３条に基づき，本件供託\n金相当額である６０万円の返還を求める。\nイ  被告\n公職選挙法によれば，選挙長には立候補の届出を受理するに当たっ\nて，立候補者の被選挙権の有無について実質的審査をすべき義務やその\n権限はなく，開票管理者が開票に際して，開票立会人の意見を聴いて決\n定することになっている。立候補届出の際の予備審査は，必要書類が整\nっているかなど形式面を確認するために事実上行っているものにすぎ\nず，当該審査の時点では，立候補者の被選挙権の有無等を判断する資料\nはないし，伊丹市選挙管理委員会にそのような実質的な審査を行う権限\nもない。\n本件事前審査の際に提出された住民票の写しや尼崎市選挙管理委員会\nへの照会等により，原告が住所要件を満たさない可能性はあったもの\nの，住所，すなわち生活の本拠地であることの認定は，住民登録の所在\nのみによってされるものではなく，起居，寝食，家族同居の事実等を踏\nまえてされるものである。伊丹市選挙長や伊丹市選挙管理委員会（以下\n「伊丹市選挙長ら」ということもある。）は，立候補届出のための必要\n書類の有無を形式的に審査するだけであるから，必要書類が揃い，届出\n書の必要事項が漏れなく記載されていた原告の立候補届出の受理を拒否\nすることはできない。\nしたがって，伊丹市選挙長らが原告の被選挙権がないと判断できたと\nの原告の主張はその前提を誤っているし，伊丹市選挙長らに受理する義\n務はなかったとの主張も理由がない。\n公職選挙法が定める住所要件は，都道府県議会議員の被選挙権に関\nし，都道府県内の同一市町村内に３か月以上住所を有することを要件と\nしているから，原告の主張する解釈が妥当でないことは明らかである。\nまた，公職選挙法は，都道府県議会議員には地縁的関係が必要であると\n解し，同一市町村内に一定期間住所を有することが地縁的関係の尺度と\nなること，都道府県自治への参加には，より基礎的な地方自治体である\n市町村自治への参加が前提となることなどから，都道府県議会議員の被\n選挙権について住所要件を定めたものであり，かかる立法趣旨には合理\n性が認められる。仮に，同一都道府県内に３か月以上住所を有すること\nで被選挙権が認められるとすると，住民の居住関係を把握する事務が市\n町村単位で行われている現状において，被選挙権の有無の判断が困難と\nなり，選挙管理事務に支障が生じる。これは選挙制度に伴うやむを得な\nい制約であり，選挙権を不当に制限するものではない。\n原告は，都道府県の長の場合に住所要件が課されないこととの不均衡\nを指摘するが，議決機関である議会と執行機関である長とは，その権限\nや性質を異にする。広く人材を得る必要のある都道府県の長については\n住所要件を設けず，より地縁的関係を重視すべき議会議員についてこれ\nを設けることには合理性があるから，原告の主張は理由がない。\n⑵  被告が本件供託金を没収したことが，国家賠償法上，違法となるか（争点\n２）\nア  原告\n前記⑴\nり，原告の得票は有効であるところ，兵庫県選挙管理委員会は住所要件の\n解釈を誤って本件供託金を没収し，原告に同額の損害を生じさせたもので\nあるから，当該行為は違法であり，原告は国家賠償法１条１項に基づき，\n被告に対し，損害賠償請求権を有する。\nイ  被告\n前記⑴\nず，原告の得票は無効となるから，本件供託金を没収したことは適法であ\nる。\n第３  当裁判所の判断\n１  被告は法律上の原因がないのに本件供託金を受領したか（争点１）\n⑴  前記前提事実のとおり，本件選挙において原告の得票が無効と判断された\n結果，被告は神戸地方法務局伊丹支局から本件供託金の払渡しを受けている\nところ，これは公職選挙法９３条１項に基づくものであって，法律上の原因\nがあると認められる。\nこの点，原告は，被告には，被選挙権のないことが判明している原告の立\n候補届出を受理する義務はないから，原告の立候補届出を受理することによ\nり，被告が原告から徴収した本件供託金は，法律上の原因なくして受領した\nことになる旨主張する。\nア  そこで検討するに，公職選挙法は，都道府県議会議員の立候補の届出に\n際し，住所要件に関する住民票等の資料の提出を義務付けておらず（同法\n８６条の４第４項，同法施行令８９条２項，同法施行規則１２条の７第１\n項），選挙長は，立候補を届け出た者が一定の前科を有するなどの理由で\n当該選挙に立候補することができない者であることを知った場合に当該届\n出を却下しなければならない旨の規定はあるものの（同法８６条の４第９\n項），住所要件を審査する義務や，その要件を欠くことを知った場合に届\n出を却下すべき旨を定める規定は存しない。\nまた，被選挙権がない候補者に対する投票は無効とされるが（同法６８\n条１項５号），当該投票の効力については，開票立会人の意見を聴いて開\n票管理者が決定することとされている（同法６７条）。\n公職選挙法のこれらの規定に鑑みれば，選挙長には，立候補の届出を受\n理する際，候補者となる者が住所要件を充足しているか否かについて実質\n的な審査をする権限はなく，開票管理者が，投票の効力を決定する際に判\n断するものであると解される。\nイ  前記前提事実のとおり，伊丹市選挙長らは，本件事前審査の段階で，原\n告が任意に提出した住民票の写しの記載や尼崎市選挙管理委員会への照会\nにより，原告が住所要件を満たさない可能性があることを認識し，又は認\n識し得たことは認められるものの，「住所」とは住民基本台帳法上の住民\n登録の所在のみで決まるものではなく，生活の本拠，すなわち，その者の\n生活に最も関係の深い一般的生活，全生活の中心を指すものであり，一定\nの場所がある者の住所であるか否かは，客観的に生活の本拠としての実態\nを具備しているか否かによって決せられるものである。そして，立候補届\n出の際の予備審査は，必要書類が具備されているか，届出書に必要事項が\n記載されているかなど形式面を確認するために行われているもので，上記\nのような実質的な審査を行うものではない。\n上記判示のとおり，本件事前審査の段階において，原告が住所要件を満\nたさず被選挙権がないことが判明していたとは認められないから，書類上\nの形式審査で不備がなかった場合，伊丹市選挙長は原告の立候補届出を受\n理しなければならないのであって，原告の立候補届出を受理する義務がな\nかったとする原告の主張は理由がない。\n⑵  原告は，原告が公職選挙法上の住所要件を満たしているのに，兵庫県選挙\n管理委員会が住所要件の解釈を誤って原告から本件供託金を没収したもので\nあり，これは法律上の原因なくして利得を得たことになる旨主張する。\nア  そこで検討するに，公職選挙法は，住所要件につき「引き続き３か月以\n上市町村の区域内に住所を有する者」又は「都道府県の区域内の一の市町\n村の区域内に引き続き３か月以上住所を有していたことがあり，かつ，そ\nの後も引き続き当該都道府県の区域内に住所を有するもの」と定めており\n（同法９条２項及び３項），当該都道府県内の同一市町村内に３か月以上\n住所を有すること，あるいは有していたことが要件とされているところで\nある。\nイ  これを本件についてみると，原告が平成３０年１２月１７日に大阪府大\n阪市から尼崎市に転入し，平成３１年１月１１日に尼崎市から宝塚市に転\n入していることは前記前提事実のとおりであって，これによれば，原告\nは，本件選挙の選挙期日（投開票日である平成３１年４月７日）時点にお\nいて，尼崎市及び宝塚市のいずれについても３か月以上住所を有していな\nかったことが認められる。また，本件において，原告が住民登録上の住所\nとは別に，兵庫県内の同一市町村に３か月以上生活の本拠を有していたと\n評価できるような事情は認められない。\nそうすると，原告は本件選挙における住所要件を満たさず被選挙権を有\nしないことになるから，開票管理者が原告の得票を無効とし，被告が供託\n金没収点に届いていないとして，公職選挙法９３条１項に基づき，本件供\n託金の払渡しを受けたことは適法というべきである。\nウ  この点，原告は，兵庫県内の複数の市町村に連続して３か月以上住所を\n有していれば，公職選挙法上の住所要件を満たすものと解すべきである旨\n主張する。\nしかしながら，公職選挙法において住所要件が定められているのは，地\n方公共団体が地縁的社会であるという特性を考慮したものであり，市町村\nの住民として選挙に参与するためには，継続して一定期間（３か月）その\n地域に住んでいる者に，その地域の住民としての権利を与えることが住民\n自治の趣旨にかなうと考えられたためである。そして，都道府県の自治に\nついては，当該都道府県を構成している市町村の自治に参加できる者，す\nなわち，同一市町村内に３か月以上住所を有することにより，地縁的関係\nを持ち，当該市町村の事情に通じてその団体の自治に参加できる者をもっ\nてその参加資格としたものである。市町村は，都道府県よりも住民の生活\nに密接な関係を有し，より基礎的な単位としての地方公共団体であり，住\n民による地方自治参加の基盤というべきものであるから，公職選挙法が，\n上記のように，市町村を基準とする３か月の住所要件を課していることに\nは合理性が認められる。\nなお，原告は，都道府県の長の被選挙権について住所要件が定められて\nいないこととの不均衡を指摘するが，都道府県の長は，地方公共団体の首\n長としての職務を遂行できる知識と経験を有する者を，地縁的関係にこだ\nわることなくできる限り広く求めなければならないという要請があるので\nあって，被選挙権の要件に差異があることには合理性があると解される。\n⑶  以上のとおり，被告による本件供託金の没収には法律上の原因があるか\nら，原告の主張はいずれも理由がない。\n２  被告が本件供託金を没収したことが，国家賠償法上，違法となるか（争点\n２）\n⑴  上記判示のとおり，原告は本件選挙において住所要件を満たしておらず，\n被選挙権を有しないから，被告が原告に被選挙権がないと判断して原告の得\n票を無効とし，本件供託金を没収したことは適法である。\n⑵  したがって，この点に関する原告の請求は理由がない。\n３  以上のとおりであって，被告による本件供託金の没収は法律上の原因があ\nり，また，国家賠償法上，違法であるとは認められないから，原告の請求はい\nずれも理由がない。\nよって，原告の請求をいずれも棄却することとし，主文のとおり判決する。\n神戸地方裁判所第２民事部\n裁判長裁判官        小   池   明   善\n裁判官       三   浦   康   子\n裁判官        池   見   祥   加\n"
}