{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 6,
    "day": 12
  },
  "case_number": "令和4(ワ)18916",
  "case_name": "発信者情報開示請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "92229",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=92229",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/229/092229_hanrei.pdf",
  "contents": "令和 5 年 6 月 12 日判決言渡  同日原本領収  裁判所書記官\n令和 4 年（ワ）第 18916 号  発信者情報開示請求事件\n口頭弁論終結日  令和 5 年 4 月 17 日\n判 決\n原              告          株式会社ホットエンターテイメント\n同訴訟代理人弁護士          杉    山              央\n被              告\nエヌ・ティ・ティ・コミュニケーションズ株式会社\n同訴訟代理人弁護士          松    田              真\n主 文\n1  被告は、原告に対し、別紙発信者情報目録記載の各情報を開示せよ。\n2  訴訟費用は被告の負担とする。\n事実及び理 由\n第 1  請求\n主文同旨\n第 2  事案の概要\n本件は、原告が、著作権を有する別紙動画目録記載の動画（以下「本件動画」と\nいう。）に係るファイルが、被告が提供するインターネット接続サービスを介してフ\nァイル共有ネットワークにアップロードされたことにより、本件動画に係る原告の\n著作権（公衆送信権）を侵害されたことが明らかであるとして、被告に対し、特定\n電気通信役務提供者の損害賠償責任の制限及び発信者情報の開示に関する法律（以\n下「法」という。）5 条 1 項に基づき、別紙発信者情報目録記載の各情報（以下「本\n件発信者情報」という。）の開示を求める事案である。\n1  前提事実（証拠等を掲げた事実以外は、当事者間に争いがないか弁論の全趣旨\nにより容易に認められる事実。なお、枝番号の記載を省略したものは、枝番号を含\nむ（以下同じ。）。）\n(1)  当事者\nア  原告は、アダルトビデオを含む映像の企画、製作、発売等を目的とする株式\n会社である。\nイ  被告は、インターネット接続サービスの提供を含む電気通信事業を営む株式\n会社であり、不特定の者によって受信されることを目的とする電気通信（特定電気\n通信）の用に供される電気通信設備（特定電気通信設備）を用いて他人の通信を媒\n介し、その他特定電気通信設備を他人の通信の用に供する者（特定電気通信役務提\n供者）である。\n被告は、本件発信者情報を保有している。\n(2)  ビットトレントの仕組み等\n「BitTorrent」（ビットトレント）とは、いわゆる P2P 形式の通信プロトコルで\nあり、また、これを実装したファイル共有ソフトである。これを利用してファイル\nをダウンロードするにあたっては、ユーザーは、その使用端末にビットトレントに\n対応したクライアントソフトをインストールした上で、インデックスサイトと呼ば\nれるウェブサイトにアクセスするなどして、目的のファイルの所在等に関する情報\nが記載された「torrent ファイル」（拡張子が「.torrent」のファイル。以下「トレン\nトファイル」という。）を取得する。トレントファイルには、目的のファイル本体の\nデータは含まれず、分割されたファイル（ピース）全てのハッシュと共に、ピース\nを完全な状態のファイルに再構築するための情報や、トラッカー（ファイル提供者\nの IP アドレス等の情報を管理するサーバであり、シーダー（完全な状態のファイ\nルデータを持つコンピュータ）やリーチャー（ファイルをダウンロード中のコンピ\nュータ）を相互に接続し、ファイルの配布を実際に行うもの）のアドレスが記録さ\nれている。ユーザーは、これをクライアントソフトで読み込むことによりトラッカ\nーと通信を行い、目的のファイルを保有している他のユーザーの IP アドレスを取\n得し、それらのユーザーと接続した上で、当該ファイルのダウンロードを開始する。\nユーザーは、分割されたファイル（ピース）を複数のピア（当該ネットワークに接\n続中のコンピュータ）から取得する。クライアントソフトは、トレントファイルに\n記録された各ピースのハッシュや再構築に必要なデータに基づき、各ピースを完全\nな状態のファイルに復元する。\nまた、ユーザーは、ダウンロードした当該ファイルについて、自動的にピアとし\nてトラッカーに登録される仕組みとなっており、自らがダウンロードしたファイル\n（ピース）に関しては、他のピアからの要求があれば当該ファイルを提供しなけれ\nばならず、ダウンロードと同時にアップロードが可能な状態に置かれる。アップロ\nードは、ダウンロードするファイルが完全にダウンロードされる前から、ダウンロ\nードした分のアップロードが行われる。\nシーダーとなったコンピュータは、ピースのアップロードのみを行うこととなる。\n（以上につき、甲 4、5、7、8）\n(3)  原告による本件動画のビットトレント上のアップロード調査\n原告は、本件訴訟提起に先立ち、調査会社（以下「本件調査会社」という。）に対\nし、ビットトレントにおいて、本件動画に係るファイルのアップロードの有無の調\n査を委託した。本件調査会社は、クライアントソフト「μtorrent」（以下「本件クラ\nイアントソフト」という。）を使用して調査を行い、原告に対し、本件動画に係るフ\nァイル（ピース）がアップロードされていること、このアップロードの通信に別紙\n発信者情報目録の「IP アドレス」欄記載の IP アドレスが使用されていることなど\nの調査結果を報告した。同 IP アドレスは、被告のインターネット接続サービスで\n割り当てられたものであった。\n（以上につき、甲 1 の 48、3 の 61、4、5）。\n2  争点\n(1)  本件動画に係る原告の著作権の有無（争点 1）\n(2)  権利侵害の明白性（争点 2）\n(3)  発信者情報の開示を受けるべき正当な理由の有無（争点 3）\n3  争点に対する当事者の主張\n(1)  争点 1（本件動画に係る原告の著作権の有無）\n〔原告の主張〕\n原告は本件動画の著作権を有している。このことは、本件動画のパッケージに第\n三者認証機関によって割り当てられた会員番号等が明記されていることからも、把\n握し得る。\n〔被告の主張〕\n不知。\n(2)  争点 2（権利侵害の明白性）\n〔原告の主張〕\n本件調査会社は、調査対象となる本件動画をインデックスサイトで検索して、ト\nレントファイルをダウンロードし、本件クライアントソフトを起動して、実際に動\n画に係るファイルのダウンロードを行った。ダウンロードされた動画は本件動画と\n同一内容であった。また、本件クライアントソフトは、ビットトレントを使用して\nいるピアの情報を表示する機能を有している。これによると、上記のダウンロード\nに対応するアップロードを行ったピアが接続した IP アドレスは、別紙発信者情報\n目録記載のとおりであった。\nこれにより、本件発信者は、ビットトレントを用いて、本件動画を複製したファ\nイルを単にダウンロードしただけでなく、不特定多数のビットトレントの利用者か\nらの求めに応じ自動的に送信し得る状態にしたといえる。\nさらに、当該行為について、原告による許諾その他の違法性阻却事由の存在をう\nかがわせる事情は認められない。\nしたがって、本件発信者の上記行為による情報の流通によって、原告の本件動画\nの著作権（公衆送信権）が侵害されたことは明らかである。\n〔被告の主張〕\n不知ないし争う。「特定電気通信」（法 2 条 1 号）とは、不特定の者によって受信\nされることを目的とする電気通信の「送信」をいう。ビットトレントの仕様に照ら\nせば、本件動画が送信可能化されたのは、ファイルのアップロードに先立って、こ\nれがダウンロードされたからにほかならない。送信可能化権はダウンロードの時点\nで侵害されたといえるところ、ダウンロードは「受信」であって「送信」ではない\nから、「特定電気通信」に当たらない。このように、原告の送信可能化権が仮に侵害\nされたとしても、それは「特定電気通信による情報の流通」によるものではないか\nら、法 5 条 1 項の要件を充たさない。\n(3)  争点 3（発信者情報の開示を受けるべき正当な理由の有無）\n〔原告の主張〕\n原告は、本件発信者に対し、権利侵害を理由として、不法行為に基づく損害賠償\n請求等の準備をしている。したがって、原告には、本件発信者情報の開示を受ける\nべき正当な理由がある。\n〔被告の主張〕\n争う。\n第 3  当裁判所の判断\n1  争点 1（本件動画に係る原告の著作権の有無）\n証拠（甲 2 の 61、12 の 2、13 の 6）によれば、本件動画のパッケージには「グ\nーニーズ」と共に、一般社団法人日本映像制作・販売倫理機構が本件動画の審査の\n際に付した作品固有の審査タイトル及び審査番号が記載されていること、「グーニ\nーズ」は、原告の一事業部門であり、かつ、製品販売の際に原告が展開するレーベ\nルであること、上記機構は、上記審査タイトル等に係る本件動画が同機構に加盟す\nる原告の作品であることを確認していることが認められる。\nこれらの事情に鑑みると、原告が本件動画の著作権を有することが認められる。\n2  争点 2（権利侵害の明白性）\n(1)  認定事実\n証拠（甲 1 の 48、4、5、7、17）によれば、以下の事実が認められる。\nア  本件クライアントソフトについて\n本件クライアントソフトは、ビットトレントの開発会社により開発され、維持さ\nれており、ビットトレントのプロトコル定義で設定されたガイドラインを遵守し、\nこれに準拠している。また、本件クライアントソフトは、ビットトレントを利用し\nやすくするために、トレントファイルを読み込み、ピースをダウンロードすると共\nに、ダウンロードに対応するアップロードをするピアの IP アドレス等の情報を表\n示する機能を有している。\nイ  本件調査会社による調査内容について\n本件調査会社は、調査対象となる本件動画の品番を確認し、これをインデックス\nサイトの検索フォームに入力して検索し、本件動画に係るトレントファイルをダウ\nンロードした。その上で、本件クライアントソフトを起動して上記トレントファイ\nルを読み込み、本件動画に係るピースを有するピアからピースのダウンロードを開\n始した。ダウンロードに際して、本件クライアントソフトには、ダウンロードに対\n応するアップロードを行ったピアの IP アドレス等が表示された。その IP アドレス\n及び接続日時は、別紙発信者情報目録記載のとおりであった。ダウンロード完了後、\n本件調査会社がダウンロードされた動画と本件動画の各内容を確認したところ、両\n者は同一の内容であった。\n(2)  検討\nア  本件調査会社による調査ないし本件クライアントソフトについては、本件全\n資料によってもその信頼性に疑義を抱くべき具体的な事情が見当たらないことや、\n調査の手法に照らし、十分信頼を置くことができる。そうすると、上記認定事実及\nび前提事実により、別紙発信者情報目録記載の IP アドレスを割り当てられた本件\n発信者は、ビットトレントを通じ、本件動画に係るピースのダウンロードを開始し、\nこれにより、ファイルが完全にダウンロードされる状態の前にあっても、他のピア\nからの要求に応じてダウンロードした分のピースをアップロードできる状態に置き、\nかつ、上記目録記載の日時に、実際に本件調査会社の求めるところによりアップロ\nードしたということができる。したがって、本件発信者は、本件動画のファイルの\n全部又は一部を、公衆からの求めに応じ自動的に送信可能な状態に置くと共に、実\n際に公衆送信したものと認められる。\nまた、弁論の全趣旨によれば、原告はこれを許諾していないものと認められ、そ\nの他の違法性阻却事由の存在もうかがわれない。\nしたがって、本件発信者の上記行為により本件動画に係る原告の著作権（公衆送\n信権）が侵害されたことは明らかである。\nイ  これに対し、被告は、本件動画が送信可能化されたのは本件発信者がファイ\nルをダウンロードしたからにほかならず、送信可能化権はその時点で侵害されたと\nころ、ダウンロードは「受信」であって「送信」ではなく、「特定電気通信」に当た\nらないから、原告の送信可能化権は「特定電気通信による情報の流通」によって侵\n害されたものではない旨主張する。\nしかし、上記のとおり、本件動画に係るピースのダウンロードは、同時にダウン\nロードした分をアップロードすなわち「送信」可能なものとする意味を有している。\nそうである以上、これをもって、「不特定の者によって受信されることを目的とする\n電気通信の送信」すなわち「特定電気通信」による「情報の流通」と理解し、これ\nによって原告の権利が侵害されたというのを妨げない。この点に関する被告の主張\nは採用できない。\n3  争点 3（発信者情報の開示を受けるべき正当な理由の有無）\n弁論の全趣旨によれば、原告が氏名不詳者に対する著作権侵害を理由とする損害\n賠償請求権等を行使するためには、本件発信者情報の開示を受ける必要があると認\nめられる。したがって、原告には本件発信者情報の開示を受けるべき正当な理由が\nあるといえる。\n4  まとめ\n以上より、原告は、法 5 条 1 項に基づき、被告に対し、本件発信者情報の開示請\n求権を有する。\n第 4  結論\nよって、原告の請求は理由があるからこれを認容することとして、主文のとおり\n判決する。\n東京地方裁判所民事第 47 部\n裁判長裁判官\n杉    浦    正    樹\n裁判官\n小    口    五      大\n裁判官\n久    野    雄      平\n別紙\n発信者情報目録\n以下の日時に以下の IP アドレス及びポート番号を割り当てられていた契約者の\n氏名又は名称、住所及び電子メールアドレス\n日時  令和 4 年（2022 年）6 月 22 日\n17 時 07 分 00 秒\nIP アドレス  （省略）\nポート番号  （省略）\n以上\n（別紙動画目録省略）\n"
}