{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 2,
    "day": 6
  },
  "case_number": "令和4(ワ)23392",
  "case_name": "発信者情報開示請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "91782",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=91782",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/782/091782_hanrei.pdf",
  "contents": "令和５年２月６日判決言渡  同日原本領収  裁判所書記官\n令和４年（ワ）第２３３９２号  発信者情報開示請求事件\n口頭弁論終結日  令和４年１２月２２日\n判        決\n原        告          Ａ\n同訴訟代理人弁護士         野    口    明    男\n藤    井    智    裕\n福    田    正    樹\n山    下    晃    生\n梶    原    諒    平\n被        告         Ｋ Ｄ Ｄ Ｉ 株 式 会 社\n同訴訟代理人弁護士             今    井    和    男\n小    倉    慎    一\n山    本    一    生\n主        文\n１  被告は、原告に対し、別紙発信者情報目録記載の各情報を開示せよ。\n２  訴訟費用は被告の負担とする。\n事実及び理 由\n第１  請求\n主文同旨\n第２  事案の概要\n１  本件は、原告が、氏名不詳者（以下「本件発信者」という。）によって、イン\nターネット上のウェブサイトであるインスタグラム（以下「本件ウェブサイト」\nという。）に別紙投稿記事目録記載の投稿（以下「本件投稿」という。）がされ\nたことにより、原告の著作権（複製権及び公衆送信権）及び名誉感情が侵害され\nたと主張して、特定電気通信役務提供者の損害賠償責任の制限及び発信者情報の\n開示に関する法律（以下「プロバイダ責任制限法」という。）５条２項に基づき\n（第２回口頭弁論調書参照）、別紙発信者情報目録記載の各情報（以下「本件発\n信者情報」という。）の開示を求める事案である。\nなお、争点整理の結果、本件の争点は、著作物性、著作権者該当性及び名誉感\n情侵害の有無のみであるとされた（第１回口頭弁論調書参照）。\n２  前提事実（本判決を通じ、証拠を摘示する場合には、特に記載のない限り、枝\n番を含むものとする。）\n⑴  当事者\nア  原告は、ミセス・グローバル・アース日本大会に出場したことのある者で\nある。（甲１６、弁論の全趣旨）\nイ  被告は、電気通信事業等を行う株式会社である。（弁論の全趣旨）\n⑵  本件投稿等\nア  本件発信者は、本件ウェブサイトにおいて、別紙投稿記事目録の投稿日時\n欄記載の日時に、同目録の投稿内容欄記載の文章を投稿するとともに、別紙\n動画目録記載の動画（以下「本件動画」という。）をスクリーンショットし\nた画像（以下「本件画像」という。）を投稿（本件投稿）した。（甲２、弁\n論の全趣旨）\nイ  被告は、本件発信者情報を保有している。（弁論の全趣旨）\n３  争点\n⑴  著作物性（争点１）\n⑵  著作権者該当性（争点２）\n⑶  名誉感情侵害の有無（争点３）\n第３  争点に関する当事者の主張\n１  争点１（著作物性）について\n（原告の主張）\n本件動画は、原告以外の第三者が撮影した加工前の元の各写真（以下「本件各\n元写真」という。）を、原告が選択し、動画制作アプリを使用して、動画の再生\n時間、再生速度を設定し、当該各写真が表示される時間や順番を決め、「Ｃｈａ\nｐｔｅｒ２  ｏｆ  ｌｉｆｅ」という文章を入力し、アニメーションのようにス\nライドして動きを付けて流れるように工夫して、作成したものである。\n本件動画では、本件各元写真に写った原告の姿を拡大し、原告の肌の色をトー\nンアップした上、本件各元写真の角度の調整もしている。また、本件動画を作成\nした際の原告のイメージや想いを反映した曲も流れている。そして、「Ｃｈａｐ\nｔｅｒ２  ｏｆ  ｌｉｆｅ」という文章は、原告が筋痛性脳脊髄炎等を患ってい\nたところから回復し、ミセス・グローバル・アース日本大会でグランプリを獲得\nするなどしてきた人生を振り返り、第２の人生の幕開けという想いを込めたもの\nである。また、本件動画の最後には、原告が過去、現在の余韻を残しながら、未\n来に向かって歩いていくイメージが整ったとの想いを込めて、原告の残像が一つ\nになるようにエフェクトを施している。\nこのように、本件動画は、原告が本件各元写真を翻案するに当たり、原告の個\n性が表現として現れており、原告の思想・感情を創作的に、映画の効果に類似す\nる視聴覚的効果を生じさせる方法で表現したものであるから、二次的著作物に該\n当する。\n（被告の主張）\n本件動画は、原告以外の第三者が撮影した写真に対して、分身又は残像のエフ\nェクトを施したものにすぎない。そして、ある人物像に対してそのようなエフェ\nクトを施した場合、分身又は残像と本体の距離や位置、構図等の表現の選択の幅\nは必然的に限定されるところ、本件動画中の画像は、上記のいずれの点について\nもありふれたもので、作成者の個性が現れたものとはいえない。したがって、本\n件動画には創作性がなく、本件動画は著作物に該当しない。\n２  争点２（著作権者該当性）について\n（原告の主張）\n上記１で主張したとおり、本件動画は、原告が動画制作アプリを用いて作成し\nて編集し、本件ウェブサイトの原告のアカウント（以下「原告アカウント」とい\nう。）に投稿されたものである。また、原告アカウントは、原告のみが管理して\nおり、原告のみがログインできるアカウントであるから、原告が本件動画の著作\n権者であることは明らかである。\n（被告の主張）\n誰が、いつ、どこで、どのような方法で本件動画を作成したかについて、客観\n的な証拠は提出されていない。この点につき、原告は、本件動画が、本件ウェブ\nサイトの原告アカウントに投稿されたことをもって、原告が本件動画の著作権者\nであることが示されていると主張するが、原告が、原告以外の第三者が作成した\n写真や動画を、当該第三者の許諾を得て投稿することは十分にあり得るから、当\n該アカウントに投稿されたことをもって、本件動画の著作権者が原告であること\nが明らかであるとはいえない。\n３  争点３（名誉感情侵害の有無）について\n（原告の主張）\n本件投稿では、本件ウェブサイトの原告アカウントにおける投稿をスクリーン\nショットしたものが投稿されており、本件画像に写っている人物も原告である。\nまた、本件投稿においては、原告アカウントのユーザーネームが表示されており、\nそれをクリックすれば本件ウェブサイトの原告アカウントに移行することがで\nきる。さらに、原告アカウントには原告の氏名がローマ字で掲載されている上、\n原告の容姿が写った画像も使用されている。\nしたがって、一般の読者の普通の注意と読み方によれば、本件投稿における「ア\nナタ」とは原告のことであると理解され、本件投稿の対象は原告と同定すること\nができる。\nそして、本件投稿においては、「これ何回目でしょうか？度が過ぎているのは\nアナタ本当に恐ろしい」との記載があるところ、原告のことを「アナタ」と呼び\n捨てにした上で、「度が過ぎている」、「本当に恐ろしい」と述べて、原告の品\n性、徳行、名声、信用等の人格的価値に係る評価である名誉感情を侵害している。\nしたがって、本件投稿は、社会通念上許される限度を超える侮辱行為として、原\n告の人格的利益を侵害するものである。\n（被告の主張）\n本件投稿には「アナタ」としか記載されておらず、当該投稿の対象が原告であ\nると特定できる情報は一切記載されていない。したがって、本件投稿を見た一般\nの閲覧者をして、その対象が原告であると認識することが明らかとはいえない。\nまた、仮に原告を対象としたものと解されるとしても、「度が過ぎている」及\nび「本当に恐ろしい」との表現は、何について度が過ぎていて、何が恐ろしいの\nか不明であり、原告を侮辱したといえるほどの悪質性の高い表現とはいえない。\nさらに、原告は、本件ウェブサイトにおいて自らの活動等を投稿しているのであ\nるから、当該活動に対する否定的な評価も甘受すべき立場にあるといえる。\nしたがって、本件投稿の内容は、社会通念上許容される限度を超える侮辱行為\nとして原告の名誉感情を侵害することが明らかとはいえない。\n第４  当裁判所の判断\n１  争点１（著作物性）及び争点２（著作権者該当性）について\n⑴  証拠（甲８、９、１４、１６）及び弁論の全趣旨によれば、本件動画は、原\n告が、カメラマンに依頼して撮影してもらった本件各元写真の角度を調整した\nり、動画制作アプリ等を使用して肌の色をトーンアップしたりして制作したこ\nと、本件動画に挿入された「Ｃｈａｐｔｅｒ２  ｏｆ  ｌｉｆｅ」との文字は、\n原告が筋痛性脳脊髄炎等によって寝たきりに近い状態から回復し、ミセス・グ\nローバル・アース日本大会でグランプリを獲得するなどしてきた人生を振り返\nり、暗いトンネルの中から出て、未来に向かって歩いていくイメージを表すた\nめに、第２の人生の幕開けという意味で使用したこと、本件動画では、過去を\n振り返るというイメージのために残像を残したエフェクトを採用し、リスター\nトできたのは「あなた方がいてくれたから」という想いで「Ｙｏｕ  Ａｒｅ  Ｔ\nｈｅ  Ｒｅａｓｏｎ」という曲を流していること、以上の事実が認められる。\n上記認定事実によれば、本件動画は、原告の人生を振り返り、未来に向かっ\nて歩んでゆく第２の人生の幕が開けたという想いが伝わるように、本件各元写\n真の角度や画質を調整し、字幕やエフェクトを用いるなど視覚的効果が生ずる\n方法を工夫するとともに、原告の想いに沿う曲を背景に添えるなど聴覚的効果\nが生ずる方法を工夫して、制作されたものであることが認められる。\nそうすると、本件動画は、原告のリスタートという想いを的確に表現するた\nめに、視聴覚的効果が生ずる方法を工夫した点において、思想又は感情を創作\n的に表現したものであり、映画の著作物として著作物性を認めるのが相当であ\nる。そして、本件動画をスクリーンショットした本件画像についても、上記に\nおいて説示した視覚的効果に係る工夫を踏まえると、著作物性を認めるのが相\n当である。\nしたがって、本件動画は、著作物である本件各元写真を映画化した二次的著\n作物に該当するものといえる。\nまた、上記認定のとおり、原告は、本件動画の視聴覚的効果が生ずる方法を\n自ら決めて本件動画を制作したことが認められることからすると、本件各元写\n真の著作権が第三者に帰属することを考慮しても、本件動画の著作権は、本件\n動画の全体的形成に創作的に寄与した者として、原告に帰属するものと認める\nのが相当である。\n⑵  これに対し、被告は、本件動画中の画像はありふれたもので、作成者の個性\nが現れたものとはいえない旨主張する。しかしながら、本件動画は、原告のリ\nスタートという想いを的確に表現するために、視聴覚的効果が生ずる方法にお\nいて工夫がされたものと認められることは、上記において説示したとおりであ\nり、本件動画又は本件画像における上記工夫がありふれたものとはいえない。\nしたがって、被告の主張は、採用することができない。\nまた、被告は、本件動画が原告アカウントに投稿されたことは本件動画の著\n作権者が原告であることの裏付けにはならないから、本件動画の著作権者に係\nる客観的な証拠はなく、原告が著作権者であることは明らかではない旨主張す\nる。しかしながら、原告は、本件動画の制作経緯等について、制作に使用した\n動画制作アプリ名をはじめ、本件動画が自らの人生を投影していることなども\n含めて具体的に陳述している上（甲１４、１６）、本件ウェブサイト上の原告\nアカウントに投稿してから、これまでに原告以外の第三者が本件動画の著作権\nを主張している事情もうかがわれない。そうすると、被告の主張を十分考慮し\nても、原告の上記陳述は信用性が高いものといえるから、本件動画の著作権者\nは原告であると認めるのが相当である。したがって、被告の主張は、採用する\nことができない。\n２  意見照会の結果について\n被告は、意見照会の結果、本件発信者情報によって特定された契約者から、別\nの者が自宅を訪問した際に本件投稿をしたとの回答があったと主張するものの、\n当該主張を裏付ける証拠が提出されていないことを踏まえると、被告の主張は、\n採用することができない。\n３  正当な理由の有無について\n証拠（甲１６）及び弁論の全趣旨によれば、原告は、本件発信者に対し、損害\n賠償請求を予定していることが認められる。したがって、原告には本件発信者情\n報の開示を受けるべき正当な理由があるものといえる。\n４  以上によれば、その余の点について判断するまでもなく、原告は、被告に対し、\nプロバイダ責任制限法５条２項に基づき、本件発信者情報の開示を求めることが\nできる。\n第５  結論\nよって、原告の請求は理由があるから、これを認容することとして、主文のと\nおり判決する。\n東京地方裁判所民事第４０部\n裁判長裁判官\n中    島    基    至\n裁判官\n古    賀    千    尋\n裁判官\n國    井    陽    平\n別紙\n発信者情報目録\n別紙IPアドレス目録記載の各IPアドレスを同目録記載の各ログイン日時頃に使用\nした者に関する情報であって、次に掲げるもの\n１  氏名又は名称\n２  住所\n３  電話番号\n４  電子メールアドレス\n別紙\n投稿記事目録\nURL: https（以下省略）\nユーザーネーム：Ｂ\n名前：Ｂ\n投稿日時：令和4年6月13日18時54分34秒\n投稿内容：これ何回目でしょうか？度が過ぎているのはアナタ\n本当に恐ろしい\n別紙\nIPアドレス目録\n番号  IPアドレス  ログイン日時\n（協定世界時UTC）\nログイン日時\n（日本時間）\n1      省  略\n2022/06/13\n03:09:04\n2022/06/13\n12:09:04\n2      省  略  2022/06/13\n03:09:06\n2022/06/13\n12:09:06\n3      省  略    2022/06/13\n03:13:18\n2022/06/13\n12:13:18\n別紙動画目録、省略\n"
}