{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 3,
    "month": 8,
    "day": 31
  },
  "case_number": "令和2(行ケ)10004",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "90548",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=90548",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/548/090548_hanrei.pdf",
  "contents": "令和３年８月３１日判決言渡\n令和２年（行ケ）第１０００４号  審決取消請求事件\n口頭弁論終結日  令和３年６月８日\n判              決\n原              告          旭 化 成 フ ァ ー マ 株 式 会 社\n同訴訟代理人弁理士          細    田    芳    徳\n同                          亀  ヶ  谷    薫    子\n被              告          沢 井 製 薬 株 式 会 社\n同訴訟代理人弁護士          森    本              純\n主              文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事実及び理 由\n第１  請求\n特許庁が無効２０１８－８０００７６号事件について令和元年１２月１１\n日にした審決のうち，特許第６２７４６３４号の請求項１に係る部分を取り消\nす。\n第２  事案の概要\n本件は，特許無効審決の取消訴訟である。\n１  特許庁における手続の経緯等（当事者間に争いがない。）\n⑴  原告は，平成２９年３月２７日，その名称を「骨粗鬆症治療剤ないし予防\n剤」とする発明について特許出願（特願２０１７－６１０９２号。平成２２\n年９月８日（優先権主張  平成２１年９月９日・特願２００９－２０８０３\n９号）を国際出願日とする特願２０１１－５３０８４４号（甲２）の一部を\n平成２７年５月２５日に新たな特許出願とした特願２０１５－１０５２６５\n号の一部を，さらに平成２８年４月１８日に新たな特許出願とした特願２０\n１６－０８２５８９号の一部を，またさらに平成２８年１１月１０日に新た\nな特許出願とした特願２０１６－２１９３２３号の一部を，その上さらに新\nたな特許出願として行われたもの。以下「本件出願」という。）をし，平成３\n０年１月１９日，その設定登録（特許第６２７４６３４号，請求項の数２）\nを受けた（以下，この登録に係る特許を「本件特許」という。）。\n⑵  被告は，平成３０年６月１２日，本件特許の請求項１及び２に係る発明に\nついて特許無効審判請求（無効２０１８－８０００７６号）をした（乙１）。\n特許庁が令和元年８月６日に本件特許の請求項１及び２に係る発明につい\nての特許を無効にするとの審決の予告をしたところ，原告は，同年１０月１\n１日付けで本件特許の請求項１及び２に係る特許請求の範囲を訂正する訂正\n請求を行った（以下，この訂正を「本件訂正」という。）。\n特許庁は，令和元年１２月１１日，「特許第６２７４６３４号の特許請求の\n範囲を訂正請求書に添付された特許請求の範囲のとおり，訂正後の請求項［１，\n２］について訂正することを認める。特許第６２７４６３４号の請求項１に\n係る発明についての特許を無効とする。」との審決（以下「本件審決」という。）\nをし，その謄本は，同月１９日，原告に送達された。\n⑶  原告は，令和２年１月１２日，本件審決の取消しを求めて本件訴えを提起\nした。\n２  特許請求の範囲の記載\n本件訂正後の本件特許の請求項１の発明（以下「本件発明」という。なお，\n請求項２は本件訂正により削除された。）に係る特許請求の範囲の記載は，次の\nとおりである。\n１回当たり２００単位のヒトＰＴＨ（１－３４）又はその塩が週１回投与さ\nれることを特徴とする，ヒトＰＴＨ（１－３４）又はその塩を有効成分として\n含有する，骨粗鬆症治療剤ないし予防剤であって，下記（１）～（４）の全て\nの条件を満たす骨粗鬆症患者を対象とする，骨折抑制のための骨粗鬆症治療剤\nないし予防剤；\n（１）年齢が６５歳以上である\n（２）既存の骨折がある\n（３）骨密度が若年成人平均値の８０％未満である，および／または，骨萎縮\n度が萎縮度Ｉ度以上である\n（４）クレアチニンクリアランスが５０以上８０未満ｍｌ／ｍｉｎである腎機\n能障害を有する。\n３  本件審決の理由の要旨\n本件審決は，次のとおり，本件発明は，甲第７号証「ヒト副甲状腺ホルモン\n（１－３４）の骨粗鬆症に対する間欠週１回投与の効果：３種類の投与量を用\nいた無作為化二重盲検前向き試験」（Ｏｓｔｅｏｐｏｒｏｓｉｓ  Ｉｎｔｅｒｎａｔｉｏｎａｌ，Ｖｏｌ.９  ｐ.２\n９６－３０６，１９９９）（以下「甲７文献」という。）に記載された発明（以下「甲７\n発明」という。）及び本件発明の特許要件判断の基準日（平成２２年９月８日。\n以下「本件基準日」という。）当時の技術常識から，当業者が容易に発明をする\nことができたものである旨判断した（以下，本件特許に係る明細書を図面を含\nめて「本件明細書」という。）。\n⑴  甲７発明の認定\nヒトＰＴＨ（１－３４）の２００単位を毎週皮下注射する，ヒトＰＴＨ（１\n－３４）を有効成分として含有する骨粗鬆症治療剤であって，厚生省による\n委員会が提唱した診断基準で骨粗鬆症と定義された，年齢範囲が４５歳から\n９５歳の被検者のうち，複数の因子をスコア化することによって評価して骨\n粗鬆症を定義し，スコアの合計が４以上の場合の患者であって，２ｍｇ／ｄ\nｌより高い血清クレアチニン又は３０ｍｇ／ｄｌより高いＢＵＮによって示\nされる腎機能が低下している患者は除外された患者に投与される，骨粗鬆症\n治療剤。\n⑵  本件発明と甲７発明との一致点\n１回当たり２００単位のヒトＰＴＨ（１－３４）又はその塩が週１回投与\nされることを特徴とする，ヒトＰＴＨ（１－３４）又はその塩を有効成分と\nして含有する，骨粗鬆症治療ないし予防剤であって，特定の骨粗鬆症患者に\n投与されることを特徴とする，骨粗鬆症治療剤ないし予防剤。\n⑶  本件発明と甲７発明との相違点\nア  相違点１\n特定の骨粗鬆症患者が，\n本件発明では\n「下記（１）～（４）の全ての条件を満たす骨粗鬆症患者\n（１）年齢が６５歳以上である\n（２）既存の骨折がある\n（３）骨密度が若年成人平均値の８０％未満である，および／または，骨\n萎縮度が萎縮度Ｉ度以上である\n（４）クレアチニンクリアランスが５０以上８０未満ｍｌ／ｍｉｎである\n腎機能障害を有する」であるのに対し，\n甲７発明では，\n「厚生省による委員会が提唱した診断基準で骨粗鬆症と定義された，年齢範\n囲が４５歳から９５歳の被検者のうち，複数の因子をスコア化することに\nよって評価して骨粗鬆症を定義し，スコアの合計が４以上の場合の患者で\nあって，２ｍｇ／ｄｌより高い血清クレアチニン又は３０ｍｇ／ｄｌより\n高いＢＵＮによって示される腎機能が低下している患者は除外された患\n者」\nである点\nイ  相違点２\n骨粗鬆症治療剤ないし予防剤が，本件発明では，「骨折抑制のための」も\nのであることが特定されているのに対し，甲７発明では，そのような特定\nがない点\n⑷  相違点１の容易想到性\nア  本件発明の「（１）年齢が６５歳以上である」，「（２）既存の骨折がある」，\n「（３）骨密度が若年成人平均値の８０％未満である，および／または，骨\n萎縮度が萎縮度Ｉ度以上である」，「（４）クレアチニンクリアランスが５０\n以上８０未満ｍｌ／ｍｉｎである腎機能障害を有する」との全ての条件\n（以下「本件４条件」といい，このうち，同（１）ないし（３）の条件を\n「本件３条件」といい，各条件を番号に従い「本件条件（１）」のようにい\nい，本件条件（４）の腎機能障害を「軽度腎機能障害」という。）を満たす\n骨粗鬆症患者に投与することについて記載された文献はないが，本件３条\n件は，骨粗鬆症の診断基準の要素として本件基準日前から採用されていた\nものであり，骨粗鬆症に罹患している者の中でも，特に重篤な病態の者で\nあって，骨折のリスクがより増大している者である（甲８，９）。そうする\nと，そのような既存の診断基準において示される要素で特定して，重篤な\n病態であり，骨折のリスクがより増大している骨粗鬆症患者に，骨折予防\nに寄与する甲７発明の骨粗鬆症治療剤を用いることは当業者が当然に行\nうことである。\nイ  甲７発明は，「２ｍｇ／ｄｌより高い血清クレアチニン又は３０ｍｇ／\nｄｌより高いＢＵＮによって示される腎機能が低下している重篤な腎疾\n患（甲１２，４４）を有する者を投与対象から除外しているが，重篤な腎\n疾患者ではない，腎機能障害の程度が軽度の者への投与を禁じてはおらず，\nかえって，甲第１０号証「骨粗鬆症と軽度または中等度の腎機能障害を併\n発する閉経後女性におけるテリパラチド」（Ｏｓｔｅｏｐｏｒｏｓｉｓ  Ｉｎｔｅｒｎａｔｉｏｎａｌ，\nＶｏｌ．１８，ｐ．５９－６８，２００７）（以下「甲１０文献」という。訳は甲８２。）\nによると，女性の骨粗鬆症患者の８５％は軽度ないし中等度の腎機能障害\nを有していることは本件基準日前からの技術常識と認められ，甲７発明の\n骨粗鬆症治療剤の投与対象から，軽度腎機能障害を有する者を含めておく\nことに対する困難性はない。\nウ  以上から，本件３条件の全ての条件を満たす骨粗鬆症患者において，本\n件条件（４）に係る軽度腎機能障害を有する者も含めて甲７発明の骨粗鬆\n症治療剤を投与することは，当業者が容易になし得たことである。\n⑸  相違点２の容易想到性\n甲７発明の骨粗鬆症治療剤は，投与により，４８週という比較的短期間で\n腰椎ＢＭＤ（骨密度）を８.１％も増加させた治療剤であるところ（甲７の３\n００頁左欄１１行ないし右欄６行目，図１），骨密度の増加は骨折予防に寄与\nするものであり（甲７の２９６頁右欄１０行ないし２９７頁左欄２５行目），\nまた中手骨骨密度を減少させることなく腰椎ＢＭＤを比較的短期間で用量依\n存的に増加したことにより，きわめて将来有望であると期待される骨粗鬆症\n治療剤であるから（甲７の３０１頁右欄５行ないし３０３頁右欄２３行目），\n重篤化により骨折リスクが高まる疾病である（甲５８）骨粗鬆症治療におい\nて，甲７発明の骨粗鬆症治療剤を骨折抑制のために用いることに，当業者の\n格別の創意を要したものとはいえない。\n⑹  効果\n本件発明の①副作用発現率，②血清カルシウム値及び③骨折抑制効果に係\nる効果は格別なものではない。\nア  副作用発現率について\n(ア)  本件明細書には，どの腎機能者群に対しても被験薬（ＰＴＨ２００\n単位投与）は対照薬（プラセボ投与）の約２倍の副作用発現率を示し，\n全ての腎機能者群に対して被験薬が同等であり，それぞれの被験薬によ\nる副作用発現率は４４.９％（腎機能正常者群），４５.０％（軽度腎機能\n障害者群），３６.８％（中等度腎機能障害者群）であったと記載されて\nいる（【０１２９】，【０１３０】）。\n(ｲ)  腎不全患者で用法・用量の調節をすべき薬物は，薬物の活性体の尿中\n排泄率が高い薬物であるところ（甲４４），ＰＴＨは，腎臓以外に肝臓や\n肺等の生体内の様々な組織において分解されるものであり（甲１５），軽\n度や中等度の腎機能障害者においても，腎排泄に至る前の循環血中にお\nいて，極めて短時間で不活性体であるアミノ酸に分解されるものである\nから（甲１５，４７），腎不全患者であっても用法・用量の調節が必要な\n薬物には当たらない。そうであれば，軽度腎機能障害者への投与におい\nては，なおさら用法・用量を調節する必要性はないと当業者は認識し得\nたから，用法・用量を維持したまま腎機能障害者にも用い，やはり用法・\n用量の調節が不要であったことを確認することに，困難性や予測外の効\n果を認めることはできない。\n(ウ)  軽度や中等度の腎機能障害者へのＰＴＨの投与においては，腎機能\n正常者との間で薬物動態パラメータに有意差がなく，安全性に大きな違\nいはないことが知られていた（甲１０，１４，１５，１６，１７の１）。\n甲７発明の骨粗鬆症治療剤の有害反応の発現率は４２.０％であった\nと記載されており（甲７の表６），その発現頻度は，上記(ア)の本件発明\nの腎機能正常者並びに軽度及び中等度の腎機能障害者における発現頻度\nと大きな差はない。また，甲７発明の骨粗鬆症治療剤において重篤な有\n害事象は発生しなかったことが認められる（３０１頁左欄１行ないし右\n欄４行目）。\nそうすると，甲７文献の記載に接した当業者にとって，薬物動態パラ\nメータや安全性について軽度や中等度の腎機能障害者と腎機能正常者と\nの間で大きな違いがないことが知られていたＰＴＨを有効成分とする甲\n７発明の骨粗鬆症治療剤を用いたときに，軽度や中等度の腎機能障害者\nと腎機能正常者のいずれもが，甲７発明と同様の副作用発現率であった\nことが予測外の効果であったとは認められない。\nイ  血清カルシウム値について\n(ア)  本件明細書には，腎機能正常者群，軽度腎機能障害者群及び中等度\n腎機能障害者群の間において血清カルシウム値について有意差がなく，\n全ての腎機能者群に対して被験薬が同等であると記載されている（【０１\n２８】）。\n(イ)  前記ア(ウ)のとおり，軽度や中等度の腎機能障害者へのＰＴＨの投\n与においては，腎機能正常者との間で薬物動態パラメータに有意差がな\nく，安全性に大きな違いはないことが知られていたから，ＰＴＨを有効\n成分とする甲７発明の骨粗鬆症治療剤を用いたときに，軽度や中等度の\n腎機能障害者と腎機能正常者のいずれもが，甲７発明と同様の血清カル\nシウム値の推移を示し，血清カルシウムに関する安全性が同等であった\nことが予測外の効果であったとは認められない。\nウ  骨折抑制効果について\n(ア)  ①本件明細書には，本件３条件の全てを満たす骨粗鬆症患者におい\nて，いずれの腎機能者群においても，ＰＴＨ投与群がプラセボ投与群よ\nりも新規椎体骨折発生抑制効果と腰椎骨密度増加効果が高かったことが\n記載されており（【０１２６】，【０１２７】），②別紙４の実験成績証明書\n（甲５６。以下「甲５６証明書」という。）には，本件３条件の全てを満\nたす患者は，本件３条件を満たさない患者よりも，骨折抑制効果が顕著\nであると記載されており，③別紙５の実験成績証明書Ｇ（甲５７。以下\n「甲５７証明書」という。）には，本件４条件の全てを満たす患者は，本\n件４条件を満たさない患者よりも，骨折抑制効果が顕著であると記載さ\nれている。\n(イ)  甲７発明の骨粗鬆症治療剤は，ＰＴＨ２００単位週１回投与により，\n比較的短期間で骨折予防に寄与する腰椎ＢＭＤ（骨密度）を８.１％増加\nさせた治療剤であって（２９６頁右欄１０行ないし２９７頁左欄２５行\n目，３００頁左欄１１行ないし右欄６行目，図１），極めて将来有望な骨\n粗鬆症治療剤であったのだから（３０１頁右欄５行ないし３０３頁右欄\n２３行目），そのような甲７発明の骨粗鬆症治療剤を重篤な骨粗鬆症患者\nに投与したときに，プラセボ投与と比較して新規の椎体骨折発生が抑制\nされ，また，プラセボ投与と比較して腰椎ＢＭＤが増加することは，当\n業者が当然に予測し得た事項である。\n(ウ)  甲５６証明書において対象とされた患者については，腎機能に係る\n本件条件（４）の充足・非充足が不明であるから，甲５６証明書の結果\nから，本件発明が本件４条件の全てを満たす患者に対して予測外の格別\nの効果を奏するものとは認められない。\n(エ)  甲５７証明書に記載された結果に基づいてプラセボに対する骨折相\n対リスク減少率（ＲＲＲ：Ｒｅｌａｔｉｖｅ  Ｒｉｓｋ  Ｒｅｄｕｃｔｉｏｎ）を算出すると，本\n件４条件の全てを満たす患者のＲＲＲは約７２％であるが，本件４条件\nを満たさない患者のＲＲＲは約８１％であり，本件４条件の全てを満た\nすと骨折リスクの減少効果が高いとの骨折抑制の効果が示されていない。\n４  取消事由\n進歩性に関する判断の誤り\n第３  当事者の主張\n１  原告\n⑴  相違点１の容易想到性について\nア  本件４条件の各条件について\n高齢の骨粗鬆症患者であれば，本件４条件を満たすとの技術常識はない。\n患者の要件は，一つ一つに分解できるものではなく，それらが有機的に結\n合して患者の要件を構成するものであるから，本件４条件を一体として，\nその技術的意義が判断されなければならない。\nイ  本件４条件の容易想到性について\n(ア)  骨粗鬆症と診断された患者が本件４条件の全てを満たすとは限らな\nいし，本件４条件以外の因子の重要度が低いことを意味しない（甲５８）。\nそれゆえ，甲７発明における対象患者の選定においても，複数の因子を\nスコア化して評価してそのスコアの合計数で診断したものであって，そ\nの対象患者が本件４条件を全て満たすことは予定されていない。甲７文\n献の臨床試験は，後期第Ⅱ相試験であり，その主な目的は，骨粗鬆症患\n者を対象として用量反応関係を明らかにし，第Ⅲ相比較試験のための用\n法・用量を決定することであり，ＰＴＨ５０単位投与群（Ｌ群），１００\n単位投与群（Ｍ群），２００単位投与群（Ｈ群）を比較する試験にすぎず，\n骨粗鬆症患者の中から特殊な患者群を取り出して薬効を評価するという\nものではない。仮に，本件４条件の個々の条件自体は甲７発明が対象範\n囲として予定するものであるとしても，本件４条件全体は一般的な指標\nではなく，甲７発明が当然に対象範囲として予定していたものではない。\n甲７文献には，本件４条件に着目して患者群をとらえた記載はないし，\n骨折抑制のための骨粗鬆症治療剤に関し，本件４条件を満たす患者を選\n択してその対象とすることが一般的であるとの証拠も存在しない。本件\n４条件の着想を得たのは本件発明が初めてである。\n(イ)ａ  本件３条件の個々の条件自体は一般的な指標であったとしても，\n本件３条件全体は一般的な指標ではない。「骨折リスクの増大」という\nことであれば，他にも骨折リスク因子は多数あり（甲５８），本件３条\n件を選択する蓋然性はない。骨折しやすい患者が骨折抑制効果を得ら\nれやすい患者という技術常識はないところ，本件３条件は，ＰＴＨ１\n００単位週１回投与の第Ⅲ層試験の層別解析により初めて，本件３条\n件を組み合わせるとＰＴＨの骨折抑制効果が高いという新規な知見を\n得られたことに基づいて設定されたものであり，これを甲７文献の開\n示事項から導くことはできない。むしろ，甲７文献には，サブグルー\nプ間で薬物に対する応答は同程度であった旨の記載があり，甲７発明\nの投与対象患者を区分して投与対象をサブ群に限定しても効果は変わ\nらないことが推論されるから，甲７発明から本件３条件を選択する動\n機付けは否定される。\nｂ  腎機能障害患者において，医薬品の用量調節が必要になったり，副\n作用が増加する可能性が高いことは，本件基準日当時の技術常識であ\nるが（甲８９），加齢に伴い腎機能の低下が生じることゆえに高齢者（６\n５歳以上）に対する医薬品の開発において腎機能低下の影響を明らか\nにして適切な情報を提供することが一般的にされていたということは\nない。\n被告は，甲１０文献において，軽度又は中等度の腎機能障害者に対\nするＰＴＨの投与でも，腎機能が正常な患者に対する投与と同等の有\n効性・安全性が認められたことが示されていると主張するが，連日投\n与のＰＴＨ製剤であるフォルテオ（一般名テリパラチド）の審議結果\n報告書（甲１５）には，腎機能障害者には慎重投与が必要と記載され\nている（４６頁）。甲１０文献に示されているのは，テリパラチドの連\n日２０μｇ（約６７単位）又は連日４０μｇ（約１３３単位）の投与\n試験であるところ，投与後４ないし６時間の血清カルシウム値をみる\nと，テリパラチド連日４０μｇ投与において，軽度及び中等度腎障害\n患者の高カルシウム血症（＞１１．０ｍｇ／ｄｌ）の発生率は正常者\nよりも高く，また，テリパラチド連日２０μｇ投与群と連日４０μｇ\n投与群とを対比すると，連日４０μｇ投与群の方が桁違いに高い結果\nが示されている（表５）。また，同一の実験に係る別の報告書では，高\nカルシウム血症のために治験から脱落した被験者がいることや用量を\n半減させた被験者がいたことが示されている（甲７０）。これらの結果\nを総合すると，高カルシウム血症の発生率はＰＴＨ投与量に対して用\n量依存的であり，高カルシウム血症の発生率自体は，たとえ有意差は\nないとしても，腎機能障害者の方が正常者よりも数値的に高い傾向を\nうかがうことができる。このように高カルシウム血症の発生率がＰＴ\nＨ投与量に対して用量依存的であるとすれば，１回当たりの投与量の\n多いＰＴＨ２００単位週１回投与を腎機能障害患者へ行うことは安全\nでないと考えるのが自然である。\nなお，ＰＴＨは短時間でアミノ酸に分解されるが，血清カルシウム\n濃度は，投与の約２時間後に上がり始め，４ないし６時間後に最大濃\n度に達するという薬理作用を示しており（甲１６），半減期が短いこと\nと副作用の発生とは直接関係しているものではない。したがって，Ｐ\nＴＨの単回投与の試験における薬物動態（甲１５，甲１６，甲１７の\n１）がＰＴＨを連投した時にも安全であることの根拠にはならず，少\n数の健常者に対して単回投与を行う第Ｉ相試験の結果で長期投与に伴\nう安全性の評価をすることはできない（甲７２）。薬剤による副作用は，\n投与初回に発生しなければ，以降，ずっと安全というものではなく，\n一般に長期投与の経過の中で発生するものだからである（甲７２）。\n(ウ)  甲７文献の試験においては，重度の腎機能障害者を投与対象から除\n外したことは明らかではあるが，それ以外，投与対象となった患者の腎\n機能は不明であり，仮に投与対象となった患者の中に軽度の腎機能障害\n患者が含まれていたとしても，腎機能障害患者であっても正常患者と同\n様に安全に投与できるかを明らかにはしていない。むしろ，前記(ｲ)ｂの\nとおり，高カルシウム血症の発生率はＰＴＨ投与量に対して用量依存的\nであるから，投与量の多い２００単位週１回投与を軽度の腎機能障害患\n者へ行うことは安全でないと考えるのが自然である。甲第５２号証の１\n「治療前及び治療１年後の腸骨梁の組織形態計測及び微細構造解析によ\nって評価される原発性骨粗鬆症患者におけるヒト副甲状腺ホルモン１－\n３４の毎週間歇投与の効果及び安全性」（Ｊｏｕｒｎａｌ  ｏｆ  Ｂｏｎｅ  ａｎｄ  Ｍｉｎｅ\nｒａｌ  Ｍｅｔａｂｏｌｉｓｍ  Ｖｏｌ．２２，ｐ．５６９－５７６，２００４）でも，甲７文献に接し\nた当業者が，２００単位の投与には非常に頻繁な副作用が認められたた\nめ，臨床使用には不適当である旨の認識に至ったことが記載されている。\n甲７発明が将来有望であると思われる骨粗鬆症治療剤とされていたとの\n甲７文献の記載は，週１回投与という新たな用法の可能性に関して述べ\nたものであり，２００単位投与という点に特化して将来有望と記載され\nたものではない。\nまた，甲７発明では高い頻度（４２％）で副作用が発現しており，少\nなくとも，ＰＴＨが短時間でアミノ酸に分解されることと長期投与にお\nいて観察される副作用面で安全であることとは直接関係するものとはい\nえない。\nしたがって，ＰＴＨの腎機能障害者への影響が，事実，存在すること\nが出願当時明白であった以上，より高用量である２００単位週１回投与\nに際し，腎機能障害患者と正常な患者とで安全性が同等であろうなどと\nいったことは予測できるはずのないことである。\n(エ)  テリパラチド２０μｇ投与群又は４０μｇ投与群のプラセボ群に対\nする骨折相対リスク減少率は，患者が７５歳以上の場合には，６５歳以\n上７５歳未満の場合よりも低くなっているなど，ＰＴＨ製剤が高齢者に\nは効きにくいということは技術常識であり（甲８４，８５），ＰＴＨを高\n齢者に特に使用しようとする積極的な動機付けは生じないから，年齢に\n関する本件条件（１）を含む本件３条件の動機付けは生じない。\n(オ)  以上のとおり，本件４条件は，本件発明の発明者が初めて見出した\n条件であり，甲７文献に開示，示唆されておらず，技術常識を踏まえて\nも着想し得ない。\n⑵  相違点２の容易想到性について\nア  骨粗鬆症治験薬の臨床的有効性と安全性の評価を行うためには，標準薬\n又はプラセボと比較した比較試験が必要である（甲６８）。骨密度の増加は\n直ちに骨折抑制効果をもたらすものではなく（甲７の３０１頁右欄５行な\nいし３０３頁右欄２３行目，甲６８参照），骨粗鬆症の場合，骨折抑制効果\nを骨密度の数値だけで完全に代用することはできないから，第Ⅲ相試験で\n標準薬又はプラセボと比較した比較試験を経て，骨折抑制効果を確認する\nことが必要である。後期第Ⅱ相試験である甲７文献の治験は，あくまでも\n用法・用量を決定し，第Ⅲ相試験に進むか否かを評価するとの位置付けで\nある（甲６８）。したがって，甲７発明の骨粗鬆症治療剤によって腰椎ＢＭ\nＤの増加が生じたからといって，標準薬又はプラセボとの対比試験を行っ\nていない甲７発明から骨折抑制効果が予測できるということはあり得な\nい。かえって，甲７文献には，Ｌ群（５０単位投与群），Ｍ群（１００単位\n投与群）及びＨ群（２００単位投与群）で骨密度の増加程度は異なるとし\nているものの，椎体骨折数に関し，Ｌ群，Ｍ群及びＨ群について，「各群間\nの差は有意でなかった」旨記載されている（甲７の３００頁左欄１１行な\nいし右欄６行目）。\nイ  甲７文献には「将来有望」との記載があるが，２００単位との用量が有\n望であるとする趣旨ではなく，週１回投与という用法の可能性を考察して\nいるにすぎない。なぜなら，２００単位投与のみならず，１００単位投与，\n５０単位投与のいずれの群も同様に，中手骨骨密度を減少させずに，用量\n依存的に有意に腰椎ＢＭＤを増加させているからである（甲７の３００頁\n左欄１１行ないし右欄６行目，図１）。また，甲第５９号証「ＰＴＨ（１－\n３４）毎週皮下投与製剤」（ＣＬＩＮＩＣＡＬ  ＣＡＬＣＩＵＭ１７巻１号５６ないし６２頁，\n２００７）（以下「甲５９文献」という。）には，「週１回投与においても骨折\n抑制効果が十分期待できると考える」と記載されているが，一方で，当該\n記載に続いて「ＰＴＨ週１回投与での骨折抑制効果を証明することが，今\n後の可及を要する開発会社の大きな使命と考えている」とも記載されてい\nる。このことからみると，甲５９文献の「ＰＴＨ週１回投与」との記載は\n単なる期待感を記載したにすぎないものである。\nウ  以上のとおり，甲７発明の骨粗鬆症治療剤を骨折抑制のために用いるこ\nとは，当業者において容易に想到できない。\n⑶  効果について\nア  本件発明の効果は，本件３条件を満たすことにより高い骨折抑制効果が\n得られること（本件明細書の【００８６】，【００８９】，【００９２】，【０\n０９６】），及び，本件条件（４）を満たす患者に対する副作用発現率と血\n清カルシウムに関する安全性が，腎機能が正常な患者と同等であることで\nある（本件明細書【０１２８】ないし【０１３０】）。また，ＰＴＨの連日\n投与から想定されるＢＭＤ増加率に対する骨折相対リスクと対比して，本\n件発明は，ＢＭＤ増加率が低くても，より低い骨折相対リスクが得られる\nという効果も奏する。\n本件明細書には，骨折抑制効果に関し，本件３条件についての具体的な\n対比データ自体は記載されていない。しかしながら，試験データ自体が常\nに明細書に記載されていることが必要とされるのではなく，明細書におい\nて，効果を認識し，これを推論できる記載がある場合には，出願後に実験\n成績証明書を提出してその効果を説明することは許容されている。\nイ(ア)  本件明細書において，ＰＴＨ週１回投与について，本件３条件の全\nてを満たす患者（高リスク患者）と，本件３条件の全部又は一部を満た\nさない患者（低リスク患者）とを比較した試験結果が，ＰＴＨ１００単\n位週１回投与の試験で示されている（実施例１）。そして，高リスク患者\nでは，低リスク患者と対比して，骨折抑制効果に優れることの結果も示\nされている（【表６】，【表７】，【００８６】）。本件明細書の実施例２は，\nこの１００単位週１回投与の高リスク患者での顕著な骨折抑制効果を２\n００単位週１回投与について実証したという関係になる。実施例２では，\n低リスク患者は試験の対象とされていないが，実施例１と実施例２とは，\n１００単位と２００単位との用量の相違にすぎないので，実施例２に低\nリスク患者を対象に含めた試験データの記載がなくとも，実施例１の結\n果からみて，２００単位週１回投与についても高リスク患者に対して顕\n著な効果を奏することは十分に推論できる。\nなお，本件発明においては，５単位投与群はプラセボ相当の対照群と\nして扱っているから，５単位投与群において，低リスク患者の方が高リ\nスク患者よりも骨折発生率が低くなるのは，骨折をしやすい者を高リス\nク患者として定義付けている以上，骨折をしにくい者の骨折発生率が骨\n折をしやすい者の骨折発生率よりも低いという当然の結果が示されたに\nすぎない。\n(イ)  本件明細書が定義する「高リスク者」は，「既存骨折がある」であり\n（【００６８】），本件３条件を満たす患者である。「低リスク者」は，高\nリスク者以外のものであるから，本件３条件を満たさない患者である。\n実施例１及び２では，骨折リスクが高い典型例である既存椎体骨折を有\nする患者を対象として「高リスク者」と「低リスク者」を区分したが，\n本件発明が「既存の『非』椎体骨折がある」患者を「高リスク者」から\n除外しているわけではない。実施例は既存椎体骨折の有無に着目したも\nのであるが，既存骨折を有することにより骨折リスクが高くなることは，\n既存骨折の部位・種類に関わらず共通するから，既存骨折が『非』椎体\n骨折である高リスク患者においても，既存骨折が椎体骨折である高リス\nク患者と同様にＰＴＨが高い骨折抑制効果を奏すると推定するのが自然\nである。\n実施例１の「低リスク者」かつ「１００単位投与群」の例数が１１例\nであっても，その結果を偶然とする根拠はないし，本件３条件を満たさ\nない類型が種々あり，その全ての類型についての試験結果がないとして\nも，それら類型には本件３条件を満たさないという共通点はあるし，た\nとえ本件条件（１）だけの相違しかないとしても，高リスク者と低リス\nク者として相違するものであることに変わりはない。したがって，比較\n対象となる低リスク者の例が一つでもあればよく，あらゆる類型の低リ\nスク者と対比した試験結果がなければならないものではない。\nウ  甲５６証明書及び甲５７証明書について\n甲５６証明書は，本件条件（１）を満たすが，本件条件（２）又は本件\n条件（３）のいずれかを満たさない患者において，ＰＴＨ投与群ではコン\nトロール群よりも骨折の発生が抑制されたものの有意差は認められず，他\n方，本件３条件の全てを満たす患者においてはＰＴＨ投与群ではコントロ\nール群よりも骨折の発生が有意に抑制されていることを，甲５７証明書は，\n甲５６証明書の対象患者から軽度腎機能障害患者を抽出して解析したも\nのであり，本件４条件のうち本件条件（１）及び本件条件（４）を満たす\nが，本件条件（２）又は本件条件（３）のいずれかを充足しない患者では\nプラセボとの対比で有意差は得られないが，本件４条件の全てを満たす患\n者は有意な骨折抑制効果が得られることを報告するものである。甲５６証\n明書及び甲５７証明書によると，本件発明の顕著な効果が裏付けられる。\nなお，この点に関する後記被告の主張に対する反論は，以下のとおりであ\nる。\n(ア)  後記２⑶ウ(イ)a について\n甲５６証明書及び甲５７証明書で示した，本件条件（２）又は本件条\n件（３）の少なくともいずれかを満たさない患者は，本件条件（１）な\nいし本件条件（３）のいずれかを満たさない患者であるから，本件３条\n件のいずれかを満たさない患者であり，比較としての条件に適合してい\nる。甲５６証明書及び甲５７証明書は，本件３条件の充足の有無による\n効果を対比するものであって，患者の腎機能別に対比するものではない\nから，本件条件（４）の充足の有無による効果を対比する必要はない。\n甲５６証明書及び甲５７証明書は，低リスク患者の全ての類型について\n確認したものではないが，そこで確認されていない態様は，既に確認さ\nれた態様よりも更に本件４条件の各条件を満たす数が少ない態様であり，\n低リスク患者の中でもよりリスクの低い低リスク患者といえ，このよう\nな患者に比して，本件発明が高リスク患者に対して高い骨折抑制効果を\n示すことは十分に推論できる。\n(イ)  後記２⑶ウ(イ)ｂについて\n市販後の調査におけるデータであっても，実際の患者を対象とし，事\n前に規定した調査項目について調査したものであるから，ＰＴＨ投与群\nとして扱うことに特に問題ない。この場合，治験のように，患者の選択・\n除外基準等を設ける等の介入は行われていないが，骨折評価が可能であ\nること，本件４条件の充足又は非充足を評価可能であること等の調査項\n目を事前に規定した上で調査を行っている。\nまた，コントロール群については，テリボンの臨床試験におけるプラ\nセボ群，エルシトニンの臨床試験におけるプラセボ群のいずれについて\nも二重盲検下で実薬群と同じ投与経路，投与頻度でプラセボ投与されて\nいるので，実薬を投与されていない患者として適切に骨折発生を評価で\nきている。したがって，いずれも，実薬を投与されていない患者として\n共通し，共に適切に骨折発生を評価できているのであるから，両プラセ\nボ群を統合して解析しても何ら問題はない。\n仮に，ＰＴＨ投与群に既存の骨粗鬆症治療薬を併用している患者が含\nまれ，あるいは，ＰＴＨ投与群の投与期間・観察期間が患者ごとに開き\nがあったとしても，それら条件は，本件４条件を満たす患者群と本件４\n条件を満たさない患者群の両方に同等の割合で発生すると考えるのが自\n然であり，両者に対する骨折抑制効果を比較検証する場合に何ら問題と\nなることではない。なお，二重盲検臨床試験であっても，途中に脱落す\nる患者が出てきて投与期間・観察期間も異なることが生じるのであり，\n投与患者の試験期間・観察期間が異なるのはどのような臨床試験でも同\n様に生じることである。また，甲５６証明書及び甲５７証明書は，ＰＴ\nＨ群，コントロール群ともに臨床骨折のデータを用いて比較評価をして\nおり，統計データを用いただけなどというものではない。\n(ウ)  前記２⑶ウ(イ)ｃについて\n甲５７証明書では，骨折相対リスク減少率について，本件３条件の全\nてを満たす患者よりも本件３条件の一部を満たさない患者の方が高い値\nとなっているが，原告は，本件４条件の全てを満たす患者と本件３条件\nの一部を満たさない患者のプラセボに対する各骨折相対リスク減少率を\n対比して本件発明の効果を主張しているものではない。本件４条件の全\nてを充足する患者のプラセボに対する骨折相対リスク減少率は約７２％\nと比較的高い数値であり，優れた効果が奏されていることが示されてい\nるといえる。\n(エ)  後記２⑶ウ(イ)ｄについて\n本件３条件の全てを満たす患者（高リスク者）は骨折しやすい患者で\nはあるが，だからといって，治療薬を投与すれば骨折が抑制されやすい\n患者とは当然にはいえない。骨折の高リスク者に対しては高い骨折抑制\n効果が期待できるといった技術常識はなく，むしろ，骨折しやすい患者\nであれば治療薬を投与しても骨折を抑えにくいと予測される。そうする\nと，本件３条件を満たさない患者と比して，本件３条件の全てを満たす\n患者で骨折抑制効果が高くなることは，予測できない効果である。\nエ  効果の顕著性の検討においては，当該発明の構成から奏するものとして\n当業者が予測することのできなかったものか否か，当該構成から当業者が\n予測することのできる範囲の効果を超えるか否かとの観点から検討すべ\nきである。なお，引用発明と対比するとしても，引用発明の効果が不明な\n場合や直接の比較が困難な事情がある場合等もあるから，その場合には，\n技術水準を参酌して当該発明の効果が予測し得たものか，顕著なものかを\n評価することは許される。\n甲１０文献には，テリパラチド２０μｇ（約６７単位）及び４０μｇ（約\n１３３単位）の連日投与試験において，投与量の増加に応じて，また，腎\n障害の程度に応じて，高カルシウム血症の割合及びその重症度が増す状況\nが生じ，投与量の調節が必要になったり，脱落者が発生していることが記\n載されており，そうであれば，更に１回あたりの投与量が多いＰＴＨ２０\n０単位を腎機能障害者に週１回投与すると，投与量の調節が必要になった\nり，脱落者が増加するであろうとみるのが妥当である。そうすると，２０\n０単位週１回投与に際し，腎機能障害患者と正常な患者とで安全性が同等\nであろうなどといったことは予測できるはずのないことである。また，甲\n７発明では，腎機能正常者と腎機能障害者との間での比較は行われておら\nず，腎機能障害者におけるＰＴＨ２００単位週１回投与の際の安全性は不\n明であったこと，甲７発明の副作用発現率は４２％であり，各種の治療剤\nと比較して桁違いに高いことから，ＰＴＨ２００単位週１回投与において，\n軽度又は中等度の腎機能障害患者と腎機能が正常な患者とで安全性が同\n等であるという効果は予測できない。\nオ  以上からすると，本件発明は予測できない顕著な効果を奏するものとい\nえる。\n⑷  小括\n以上のとおり，相違点１及び相違点２は，いずれも当業者において容易に\n想到することができないから，本件審決の判断には，誤りがある。\n２  被告\n⑴  相違点１の容易想到性の主張について\nア  本件４条件の各条件について\n(ア)  本件条件（１）について\n骨粗鬆症は加齢とともに有病率が上昇する疾病であること，椎体骨折\n及び大腿骨頚部骨折発生率が年齢とともに指数関数的に増加すること，\n高齢であることが骨粗鬆症による骨折の重要な危険因子であること，年\n齢が骨密度とは独立した骨粗鬆症による骨折の危険因子であることは，\n本件基準日当時の技術常識であった（甲８，１５，５８）。そして，「６\n５歳以上」というのは，高齢者の医療の確保に関する法律３２条で６５\n歳以上が高齢者とされていることに相応するだけである。したがって，\n本件条件（１）は，単に，骨粗鬆症の発症率が高いこと及び骨折のリス\nクが増大した状態の患者群であることの一要素でしかなく，これ自体，\n何ら格別の技術上の意義を有するものではない。\n(イ)  本件条件（２）について\n既存骨折の有無は，骨粗鬆症の診断において，重要な診断の要素の一\nつとされていたものである（甲８，９，１５，５８）。さらに，男女とも，\n部位にかかわらず，既存骨折があると将来の骨折リスクは約２倍になり，\n特に，既存椎体骨折があると将来の椎体骨折リスクは約４倍に高まると\nされていた（甲５８）。したがって，本件条件（２）は，骨粗鬆症の患者\n群を特定する条件の一つとして，ごく一般的なものにすぎず，これ自体，\n何ら格別の技術上の意義を有するようなものではない。\n(ウ)  本件条件（３）について\n本件条件（３）の骨密度・骨萎縮度に関する条件は，骨粗鬆症の診断\n基準の一要素とされていたものである（甲９，１５，５８）。したがって，\n本件条件（３）も，骨粗鬆症の患者群を特定する条件の一つとして，ご\nく一般的なものにすぎず，これ自体，何ら格別の技術上の意義を有する\nものではない。\n(エ)  本件条件（４）について\n本件条件（４）は，軽度の腎機能障害の程度を定める数値範囲として，\n一般的に用いられているものであり（甲１０，１２），単に，軽度の腎機\n能障害者を対象患者群とするとの意義しかない。したがって，本件条件\n（４）も，何ら格別の技術上の意義を有するものではない。\nイ  本件４条件の容易想到性について\n(ア)ａ  甲７発明における骨粗鬆症患者の年齢範囲は「４５歳から９５歳」\nであるが，骨粗鬆症は，加齢とともに有病率が上昇する疾病であるか\nら，本件条件（１）を満たす患者は，甲７発明が当然に投与対象とし\nて予定していたものである。また，甲７発明は，「退行期骨粗鬆症の診\n断基準（１９８９年）」（甲８）に記載の診断基準により骨粗鬆症と診\n断された患者を投与対象とするものであるところ ，本件条件（２）の\n既存の骨折があることは，スコアの合計において重要な因子となって\nいるから，本件条件（２）を満たす患者も，甲７発明が当然に投与対\n象として予定していたものである。さらに，甲７発明が対象とする患\n者は，上記診断基準（甲８）を改訂した「原発性骨粗鬆症の診断基準\n（２０００年度改訂版）」（甲９）に記載の診断基準に含まれる本件条\n件（３）も満たしている蓋然性が高いから，本件条件（３）を満たす\n患者も，甲７発明が当然に投与対象として予定していたものである。\nそして，腎機能障害は，加齢とともに，その有病率が上昇し，骨粗\n鬆症患者の大半を占める女性の骨粗鬆症患者の８５％が軽度ないし中\n等度の腎機能障害を有しているから（甲１０，８２），甲７発明の投与\n対象患者の大多数が，軽度ないし中等度の腎機能障害患者であった蓋\n然性が高く，甲７発明は，本件条件（４）を満たす患者を投与対象に\n含むことを当然に予定している。\n以上から，本件４条件は，甲７発明において，その投与対象患者が\n満たすことを当然に予定していたものである。\nｂ  甲７発明の対象患者は，「退行期骨粗鬆症の診断基準（１９８９年）」\n（甲８）で「４点（ほぼ確実）以上の患者」である。上記診断基準に\nおいて，「年齢」のスコアは，「女性５５歳未満  －１」及び「男性７\n５歳未満  －１」であるから，本件条件（１）を満たしただけでは，\n甲７発明の対象患者（骨粗鬆症患者）には選定されない。\n他方，本件条件（２）は，スコア＋１～＋３，本件条件（３）は，\nスコア＋３であるが，本件条件（２）及び本件条件（３）以外でスコ\nアが加点となる因子は，「腰背痛あり  １」及び「血清カルシウム，リ\nン，ＡＬ－Ｐ値  正常  １」しかない。\nしたがって，甲７発明の対象患者（合計４点（ほぼ確実）以上）と\n診断されるためには，年齢以外の複数の因子をも満たしている必要が\nあり，そのなかでも，本件３条件の全てを満たしている患者は，「確実」\n（合計５点以上）あるいは「ほぼ確実」（合計４点）に骨粗鬆症と診断\nされる患者の典型といえる。\nこのように，甲７発明の対象患者は，本件３条件の全てを満たして\nいる蓋然性が高い。\n(イ)ａ  前記(ア)のとおり，本件３条件は，骨粗鬆症の発症や骨折の危険\n因子あるいは骨粗鬆症の一般的な診断要素にすぎないから，骨粗鬆症\nについて特殊な患者群を画する意義は認められない。\n甲第５８号証「骨粗鬆症の予防と治療ガイドライン２００６年版」\nには，臨床的骨折危険因子として合計８個の因子が確認されている中\nで「低骨密度」，「既存骨折」及び「年齢」に関しては，骨折の危険因\n子としてエビデンスがあるが，その他の臨床的骨折危険因子について\nは，相対危険度と，それらの年齢との関係性等のデータが十分ではな\nい旨明記され（５１頁），また，本件３条件が骨折の危険因子として筆\n頭に挙げられていて，「骨折の重要な危険因子である」（女性，高齢），\n「骨折を強く予測する」（低骨密度），「男女とも部位にかかわらず既存\n骨折があると将来の骨折リスクは約２倍になる。特に，既存椎体骨折\nがあると将来の椎体骨折は約４倍に高まる」（既存骨折）との記載がさ\nれている（３４頁）。また，ＰＴＨが骨折の危険性の高い骨粗鬆症患者\nに有効な薬剤であることは，本件基準日当時，技術常識となっていた。\nすなわち，効能・効果を「骨折の危険性の高い骨粗鬆症」（甲１５）と\nするＰＴＨ製剤であるフォルテオ（一般名テリパラチド）は，年齢，\n既存骨折，低骨密度の３要素により骨折の危険性の高い骨粗鬆症患者\nを定義しており（７０頁７行目以下），乙第１７号証「骨折抑制のため\nの薬剤選択  閉経後女性」」（ＣＬＩＮＩＣＡＬ  ＣＡＬＣＩＵＭ１７巻７号８６ない\nし９２頁，２００７）の図３（９１頁）には，ＰＴＨが，年齢が高くなり，\nより骨折の危険性の高い患者に対し有効な薬剤であることが示されて\nいる。\nそして，甲７発明は，４８週という比較的短期間で腰椎骨密度を８.\n１％増加させた治療剤であり，骨密度の増加は骨折予防に寄与するも\nのであるところ，中手骨骨密度を減少させることなく腰椎骨密度を比\n較的短期間で用量依存的に増加させたことにより，極めて将来有望で\nあると思われる骨粗鬆症治療剤と評価されていた。\nしたがって，甲７発明に接した当業者は，本件３条件を全て満たす\n患者に対して甲７発明を適用することを，当然に検討する。\n甲７文献には，各サブ群間においてＰＴＨの骨密度への応答が同程\n度であった旨記載されているが（３００頁左欄１１行ないし右欄６行\n目），各サブ群で骨密度増加効果が確認されたのであるから，特定の患\n者群に対する甲７発明の適用を妨げる事情ではない。\nｂ  加齢に伴い腎機能の低下が生じることから，高齢者（６５歳以上）\nに対する医薬品の開発において，腎機能低下の影響を明らかにして適\n切な情報を提供することは，ごく一般的にされていることである。Ｐ\nＴＨ製剤であるフォルテオの各種試験（甲１５，１７の１）でも，Ｐ\nＴＨについて，腎機能障害の程度に応じた投与試験がされ，軽度又は\n中等度の腎機能障害患者に対する投与でも，腎機能が正常な患者に対\nする投与と同等の効果・安全性が認められたとの確認がされている。\n甲１０文献には，４０μｇ（約１３３単位）投与群について，腎機能\nが正常な患者群，軽度の腎機能障害患者群及び中等度の腎機能障害患\n者群の間で，副作用発症率に有意差は認められておらず，「結論として，\n軽度または中等度の腎障害があり内因性ＰＴＨ濃度が正常である，テ\nリパラチド投与患者において，有害事象の増加は観察されず」との結\n論が示されている。\nまた，ＰＴＨは，体内での蓄積性がなく，投与後ごく短時間で生体\nから消失する薬剤である（甲１５，１６）。したがって，当業者は，週\n１回投与であれば，前回までに投与された薬物が体内に蓄積すること\nはなく，長期投与の場合でも安全性に問題はないと合理的に考える。\nしたがって，ＰＴＨについて，腎機能障害の程度（正常，軽度の障\n害，中等度の障害）に応じて投与の効果・安全性の確認をすることは，\n技術常識に基づき，当業者が当然に検討することでしかない。\n(ウ)  甲７発明においても，投与された患者に重篤な副作用はみられず，\nかつ，生じた副作用は一時的なものにとどまっており（甲７の２９８頁\n左欄２５行ないし２９９頁左欄９行目，表５），血清カルシウム値につい\nても，異常値に至っていないばかりか，十分に安全な数値の範囲内にあ\nる（図２）。したがって，甲７文献には，腎機能障害別の副作用発生率及\nび血清カルシウム値の結果は示されていないものの，軽度の腎機能障害\n患者に対する２００単位週１回投与が安全でないと予測すべき理由はな\nい。\n(エ)  ＰＴＨは，年齢が高くなり，より骨折の危険性の高い患者に対して\n有効に薬剤であるから（甲１５，乙１７），高齢者には効きにくいとの技\n術常識は存在しない。仮にそのような技術常識が存在するとしても，そ\nれはＰＴＨを連日投与するからであり，甲７発明の２００単位週１回投\n与については，連日投与と比較して高いＢＭＤ（骨密度）の増加作用が\n確認されているから，当業者は，ＰＴＨ２００単位週 1 回投与を高齢者\nに適用することを動機付けられる。\n(オ)  以上のとおり，甲７発明に接した当業者において，甲７発明の骨粗\n鬆症治療剤を本件４条件の全てを満たす患者に適用することは，技術常\n識に基づき，当業者が当然に検討する事項である。\n⑵  相違点２の容易想到性について\nア  骨粗鬆症については，２０００年にアメリカの国立衛生研究所（ＮＩＨ）\nで開催されたコンセンサス会議において，その定義が「骨強度の低下を特\n徴とし，骨折のリスクが増大しやすくなる骨格疾患」に修正された（乙５）。\n同コンセンサス会議では，「骨強度」について，「骨強度」は骨密度と骨質\nの２つの要因からなり，ＢＭＤは骨強度のほぼ７０％を説明するものであ\nるとし，残りの３０％の説明要因（構造，骨代謝回転，微細損傷の集積，\n骨組織のミネラル化など）を「骨質」という用語に集約した（乙５）。上記\nコンセンサス会議での骨粗鬆症の定義の修正は，骨密度以外の危険因子を\nも含めて考えることを示したものであって，骨密度の減少が骨粗鬆症及び\n骨折の主要な因子であることを否定するものではなく，骨密度の増加は，\n骨粗鬆症治療及び骨折リスクの軽減にとって，重要な評価指標である。\nまた，「骨粗鬆症薬の臨床評価方法に関するガイドラインについて」（甲\n６８）も，被験薬の有効性の証明には，本来，骨強度の変化や骨折率を見\nることが望ましいものの，それには長期間を要するので，後期第Ⅱ相試験\nでは，骨量（骨密度）が骨折発生率をみるための代用の指標とされている\n（２２５８頁）。\nそうすると，甲７発明は，骨折抑制の評価指標を骨密度（骨量）として\nいるが，甲７の試験は後期第Ⅱ相試験に該当するから，腰椎ＢＭＤの増加\nは，骨折抑制効果が上がったと評価されるものである。「代替エンドポイン\nトの評価」（甲６９）にも，「ただし，骨密度は代替エンドポイントとして\n日米欧の規制当局からは認められており，新薬の承認申請の際には，骨密\n度を代替エンドポイントとして第Ⅱ相試験を行い用量反応性を検討し，第\nⅢ相試験においては真のエンドポイントである骨折を評価項目としてプ\nラセボまたは実薬対照試験を行うのが一般的となっている。」と記載され\nている。\n以上によると，本件基準日当時，当業者は，骨密度を増加させることは\n骨折リスクを軽減させることであると認識していた。したがって，甲７発\n明の骨粗鬆症治療剤を「骨折抑制のための」治療剤とすることは，プラセ\nボ対比試験で実証するまでもなく，甲７発明の腰椎ＢＭＤの増加という試\n験結果から，当然に予定される。そして，甲７文献には，各サブ群間にお\nいて骨折への応答が同程度であった旨記載されているものの，各サブ群で\n骨密度増加効果が確認されている以上は，骨粗鬆症患者の中で本件３条件\nを全て満たす（骨折のリスクが増大している）患者に対して，甲７発明の\n骨粗鬆症治療剤を適用することについても，十分な動機付けがある。\nイ  甲７文献の「将来有望」との趣旨の記載は，「中手骨骨密度（大部分が皮\n質骨からなる）を減少させることなく腰椎ＢＭＤ（主に海綿骨からなる）\nを４８週間という比較的短期間で有意に用量依存性に増加したことから，\nｈＰＴＨ（１－３４）による骨粗鬆症治療はきわめて将来有望である」（３\n０１頁右欄５行ないし３０３頁２３行目）を受けた記載であり，この効果\nが最も強く認められたのは，２００単位週１回投与である。甲５９文献に\nは，「週１回投与においても骨折抑制効果が十分期待できると考える」と記\n載されており，同文献は，本件基準日前に刊行された技術文献であり，当\n業者が当時認識していた技術事項や技術常識の認定の基礎となるもので\nある。したがって，上記の「将来有望」との記載は，２００単位週１回投\n与についてのものと理解するのが相当である。\nウ  以上のとおり，甲７発明の骨粗鬆症治療剤を骨折抑制のために用いるこ\nとは，当業者において容易に想到できる。\n⑶  効果について\nア  本件明細書には，本件３条件を全て満たすことを前提として，腎機能が\n正常な骨粗鬆症患者群，軽度の腎機能障害を有する骨粗鬆症患者群及び中\n等度の腎機能障害を有する骨粗鬆症患者群のいずれの群でも，①新規椎体\n骨折抑制効果（【０１２６】，【表２５】）及び腰椎骨密度増加効果（【０１２\n７】，【表２６】）が認められたこと，②これらのすべての群において安全性\n（血清カルシウム，副作用発現率）が同等であること（【０１２８】ないし\n【０１３０】，【表２７】ないし【表３３】）が記載されているにすぎない（【０\n１２３】ないし【０１３０】）。\nイ(ア)  本件明細書は，骨折抑制効果が本件３条件により奏するとしながら，\n２００単位投与群について，本件３条件を全て満たす患者と本件３条件\nの全部又は一部を満たさない患者とを比較した試験結果は何ら示してい\nない。仮に，本件３条件を満たした場合に１００単位の投与によってＰ\nＴＨの骨折抑制効果を強く発現させることができるとしても，本件発明\nのように，用法・用量を限定したところ格別の効果を奏する特殊な患者\n群を見出したという発明において，当該用法・用量を変更しても，その\n特殊な患者群において変更前の用法・用量と同様に格別な効果を奏する\nなどという技術常識はなく，また，そのような推論ができる根拠はない。\n実際，本件明細書に記載の実施例１の結果は，１００単位投与群では，\n本件３条件の全てを満たすとする高リスク患者の骨折発生率が６％（＝\n３÷５２，【表２】及び【表８】），本件３条件を満たさないとする低リス\nク患者の骨折発生率が９％であり（＝１÷１１，【表３】及び【表９】），\n高リスク患者の方が低リスク患者よりも骨折発生率が低いが，５単位投\n与群では，高リスク患者の骨折発生率が２８％（＝１８／６４，【表２】\n及び【表８】），低リスク患者の骨折発生率が１０％（＝１÷１０，【表３】\n及び【表９】）であり，低リスク患者の方が高リスク患者よりも骨折発生\n率が低くなっている。\n(イ)  本件発明が対象とする「高リスク患者」とは，本件条件（１）と，\n「既存骨折がある」（本件条件（２））と，本件条件（３）の全てを満た\nす者であるところ（【請求項１】），本件明細書の実施例の「高リスク患者\n（高リスク者）」は，本件条件（１）と，「既存の椎体骨折がある」と，\n本件条件（３）の全てを満たす患者としており（本件明細書【００７９】），\n「既存の椎体骨折がある」は「既存骨折がある」（本件条件（２））に含\nまれるから，実施例の「高リスク者」は，本件３条件を満たす者である。\n他方，実施例では，「高リスク者」以外の者を全て「低リスク者」とし\nているから（本件明細書【００７９】，【００８０】），本件条件（１）と，\n「既存の『非』椎体骨折がある」と，本件条件（３）の全てを満たす患\n者は，実施例においては「低リスク者」であるが，本件３条件は満たし\nていることになり，本件発明は実施例にいう「低リスク者」をも含んで\nいる。そして，骨粗鬆症患者では，男女とも，部位にかかわらず，既存\n骨折があると将来の骨折リスクは約２倍になり，特に，既存椎体骨折が\nあると将来の椎体骨折は約４倍に高まるとされていて（甲５８），本件条\n件（２）の「既存の骨折がある」と実施例の「既存の椎体骨折がある」\nとでは，骨折リスクが約２倍相違する。そうすると，骨折リスクの高い\n「既存の椎体骨折がある」患者を対象とした実施例１の結果をもってし\nては，それより骨折のリスクの低い「既存の『非』椎体骨折がある」患\n者をも含む本件３条件が特殊な患者群を画することの根拠となり得ない。\nまた，低リスク患者の類型は７通り（３種の条件を組み合わせた８通\nりの場合から，全ての条件を満たす場合―すなわち，高リスク患者―を\n控除する。）存在するが，実施例１の「低リスク患者」かつ「１００単位\n投与群」の例数は，わずか１１例しかなく，７通りの組合せに対しては\n少なすぎ，その結果をもってしては，確率の低い事象が偶然生じた可能\n性を排除することができず，そのような試験結果に信頼性を認めること\nは困難である。また，実施例１の１００単位投与群における低リスク患\n者の患者背景は，全員が年齢６５歳未満で本件条件（１）を満たさない\nが，本件条件（２）及び本件条件（３）のいずれも満たす者とうかがわ\nれ（本件明細書【表３】），実施例１の「低リスク患者」かつ「１００単\n位投与群」の結果は，本件条件（１）のみを満たさない患者群について\nの結果であって，ここから低リスク患者全般について客観的な評価を導\nくことは困難である。\nウ  甲５６証明書及び甲５７証明書について\n(ア)  甲５６証明書及び甲５７証明書は，本件３条件を全て満たすことに\nより特別な骨折抑制効果が認められるとの効果を基礎付けようとするが，\n本件明細書には，２００単位投与群について，本件３条件を全て満たす\n患者と本件３条件の全部又は一部を満たさない患者とを比較した試験結\n果は何ら示されていない。加えて，甲５７証明書は，骨折抑制効果につ\nいて本件３条件を前提とするのではなく，本件条件（４）を加え，「本件\n３条件及び本件条件（４）を満たす患者（本件４条件を満たす患者）」と\n「本件３条件の一部を充足せず本件条件（４）を満たす患者」とを比較\nすることによって，「本件３条件を満たす患者」について，特別な骨折抑\n制効果が認められるとの効果を基礎付けようとしている。\nそうすると，甲５６証明書及び甲５７証明書は，本件明細書に記載さ\nれていない発明の効果を，出願後に実験結果等を提出して主張又は立証\nするものであり，出願人と第三者との公平を害する結果を招来するもの\nであるから，これを斟酌することは許されない。\n(イ)  仮に，甲５６証明書及び甲５７証明書を参酌することが許されると\nしても，以下の理由から，甲５６証明書及び甲５７証明書は，本件発明\nの効果の顕著性を基礎付けるものではない。\nａ  甲５６証明書及び５７証明書が原告の主張する効果を確認したもの\nではないこと\n本件発明の効果として，原告は，本件３条件を満たすことによって，\n骨折抑制効果が認められると主張する。しかしながら，甲５６証明書\nは，本件３条件の全てを満たす患者と，本件条件（２）又は本件条件\n（３）のうち少なくとも１つを満たさない患者との間で，甲５７証明\n書は，本件４条件の全てを満たす患者と，本件条件（１）及び本件条\n件（４）を満たすが，本件条件（２）又は本件条件（３）のうち少な\nくとも１つを満たさない患者との間で骨折発生率を対比しようとし\nたものである。したがって，本件４条件の全てを満たす患者と，本件\n条件（４）を満たすが，本件３条件の全部又は一部を満たさない全類\n型の患者との間で骨折発生率を対比したものではなく，また，本件４\n条件の全てを満たす患者と，本件４条件の全部又は一部を満たさない\n全類型の患者との間で骨折発生率を対比したものでもない。また，本\n件条件（４）の充足についてどのように判定したのか，その記載から\nは不明である。\nｂ  甲５６証明書及び甲５７証明書は，本件出願後に個別の治療にて処\n方された患者データや，本件発明とは異なる薬剤に関する臨床試験デ\nータを寄せ集めたものにすぎず，結果の信頼性が乏しいこと\n甲５６証明書及び甲５７証明書は，被告の販売する製品であるＰＴ\nＨ製剤であるテリボンの再審査申請用の製造販売後データ（乙７）と\nテリボン及びエルシトニンの臨床試験におけるプラセボ群を統合した\nデータから，本件３条件の充足の有無が判定可能であり，骨折抑制率\nを算出可能なものを抽出して解析したものとされている。このように，\n甲５６証明書及び甲５７証明書は，他の骨粗鬆症治療薬を併用してい\nたり，別の疾患が併発しているために骨粗鬆症治療薬以外の薬を併用\nしている患者を含んでいる可能性を排除できず，投与期間・観察期間\nも骨折の診断基準も不明な患者についてのデータである製造販売後デ\nータと，有効成分，効能効果，用法用量が異なり，しかも試験条件及\nび試験実施時期の異なる別個の薬剤に関する臨床試験のプラセボ群を\n統合したデータとを寄せ集めたものでしかなく，その結果の信頼性は\n疑わしい。\nｃ  甲５６証明書及び甲５７証明書で被告が主張する効果と本件明細書\nに記載されたの効果とは整合していないこと\n本件明細書には，骨折抑制効果をプラセボ群に対する骨折相対リス\nク減少率（ＲＲＲ）で評価する旨が記載されている（【０１３２】）。と\nころが，甲５６証明書及び甲５７証明書では，プラセボ群に対する相\n対リスク減少率に基づき骨折抑制効果を評価したものではない。それ\nどころか，甲５７証明書に基づき骨折相対リスク減少率を計算すると，\n本件４条件の全てを満たす患者の方が本件４条件を満たさない患者よ\nりも高い値となっている。\nｄ  甲５６証明書及び甲５７証明書の結果は，見かけ上の数字が出てい\nるだけであること\nプラセボとの対比において，骨折の高リスク患者について低リスク\n患者より骨折の発生が抑制されたように見えることは至極当然のこと\nである。\n甲５６証明書及び甲５７証明書は，本件４条件の全てを満たす患者\n群（本件明細書でいうところの骨折の「高リスク患者」）と本件条件（１）\n及び本件条件（４）を満たし，本件条件（２）又は本件条件（３）の\nうちの少なくとも１つを満たさない患者群（本件明細書でいうところ\nの骨折の「低リスク患者」）との間で，それぞれ，プラセボ投与群（コ\nントロール群）との対比において骨折抑制効果を比較したものである。\nそして，骨折の高リスク患者のプラセボ投与群は，骨折リスクが高い\nにもかかわらずプラセボを投与した患者群であるから骨折発生率が高\nいことは予測の範囲内である。ＰＴＨが，骨折の危険性の高い骨粗鬆\n症患者に対し有効な治療薬であることは技術常識であるから，「高リス\nク患者」のＰＴＨ投与群において骨折発生率が低くなることも予測の\n範囲内である。そうすると，骨折の「高リスク患者」において，骨折\n発生率がプラセボ群に対してより高い値となることは，当業者におい\nて予測の範囲内のことでしかない。一方，骨折の「低リスク患者」で\nは，そもそも骨折発生率が低いため，ＰＴＨ投与群とプラセボ群とで\n骨折発生率に有意な差が顕れにくい。そうすると，骨折の「低リスク\n患者」において，骨折発生率がプラセボ群に対してより低い値となる\nことも，当業者の予測の範囲内である。\nエ  予測できない顕著な効果は，本件発明の構成が奏するものとして当業者\nが予測することができなかったものか否か，当該構成から当業者が予測す\nることができた範囲の効果を超える顕著なものか否かの観点から決せら\nれるから，用法・用量の異なる従来技術とのみ対比して効果が顕著である\nとすることはできない。そうすると，甲７発明と本件発明は，有効成分，\n用法・用量，骨粗鬆症治療用途という効果を基礎付ける部分において同一\nの構成を備えているから，甲７発明の効果を当業者の予測の判断の基礎と\nすることは許されるべきであるが，甲１０文献と対比してその効果の顕著\n性を主張することは失当である。一方，甲７発明における血清カルシウム\n値（甲７の図２）が十分に安全な数値の範囲内であることに鑑みると，本\n件発明において中等度の腎機能障害患者への投与について用法用量の調\n節が必要でないことは，甲７発明に基づき予測される内容を確認したもの\nでしかないといえる。\nオ  以上からすると，本件発明は予測できない顕著な効果を奏するといえる\nものではない。\n⑷  小括\n以上のとおり，相違点１及び相違点２は，いずれも当業者において容易に\n想到することができるから，本件審決の判断には，誤りがある。\n第４  当裁判所の判断\n１  本件発明について\n本件明細書（甲６１）には，別紙１「本件明細書の記載（抜粋）」のとおりの\n記載があり，この記載によると，本件発明について，次のような開示があると\n認められる。\n⑴  技術分野\n本件発明は，ＰＴＨ（Ｐａｒａｔｈｙｒｏｉｄ  Ｈｏｒｍｏｎｅ：  パラサイロイドホルモン〔副甲\n状腺ホルモン〕）を有効成分として含有する骨粗鬆症の治療剤ないし予防剤に\n関するものであり，また，ＰＴＨを有効成分として含有する骨折抑制ないし\n予防剤に関するものである（【０００１】，【００１８】）。\n⑵  背景技術\n骨粗鬆症は，骨強度の低下を特徴とし，骨折のリスクが増大している疾患\nであり，治療剤の一つとしてＰＴＨ製剤が知られている（【０００２】）。\n従来技術として，１週間に１回の頻度で２６週間の投与期間にわたり，１\n回の投与当り「１００又は２００単位」のＰＴＨを皮下投与する骨粗鬆症の\n治療方法があるが，この方法が，骨強度を増大させること又は骨折のリスク\nを軽減させることが可能な治療方法であるか否かについては明示されていな\nい（【０００４】，【０００５】）。\nまた，従来技術として，ＰＴＨを連日投与するものがあるが，高カルシウ\nム血症の副作用事例等があり，安全性の面から十分ではないことから，安全\n性が高くかつ効能・効果の面で優れたＰＴＨによる骨粗鬆症治療方法が求め\nられていた（【０００６】ないし【０００９】）。\n⑶  発明が解決しようとする課題\n本件発明の課題は，安全性が高くかつ効能・効果の面で優れたＰＴＨによ\nる骨粗鬆症治療ないし予防方法を提供すること，さらに，安全性の高いＰＴ\nＨによる骨折抑制ないし予防方法を提供することである（【００１２】）。\n⑷  課題を解決するための手段等\n前記課題を解決するため，ＰＴＨの投与量・投与間隔を限定すること，具\n体的には１回当たり「１００ないし２００単位」のＰＴＨを週１回投与する\nことにより，効能・効果及び安全性の両面で優れた骨粗鬆治療ないし予防方\n法となること並びに安全性の高い骨折抑制又は予防方法となることが見出さ\nれ，それらの方法において，骨折の高リスク患者に対して特に効果を奏する\nことが見出された（【００１３】，【００１５】，【００１８】，【００３４】，【０\n０３５】）。\n骨粗鬆症及び腎障害は，加齢とともにその有病率が上昇するので，腎障害\nを有する骨粗鬆症患者に対して有効かつ安全な薬剤を提供することは重要で\nあるところ，本件発明においては，血清カルシウムに関する安全性について，\n腎機能正常（クレアチニンクリアランスが８０ｍｌ／ｍｉｎ以上）の患者群，\n軽度腎機能障害（５０以上８０未満ｍｌ／ｍｉｎ）及び中等度腎機能障害（３\n０以上５０未満ｍｌ／ｍｉｎ）を有する患者群のいずれの群も同等であった\n（【００６４】ないし【００６７】）。\n骨粗鬆症における骨折の危険因子としては，年齢，性，低骨密度，骨折既\n往，喫煙，アルコール飲酒，ステロイド使用，骨折家族歴，運動，転倒に関\n連する因子，骨代謝マーカー，体重，カルシウム摂取などが挙げられるとこ\nろ，本件発明においては，（１）年齢が６５歳以上である，（２）既存骨折が\nある，（３）骨密度が若年成人平均値の８０％未満である，及び／又は，骨萎\n縮度が萎縮度Ｉ度以上であるとの３条件を満たす骨粗鬆症患者を「高リスク\n患者」として定義する（【００６８】）。\n⑸  実施例１\n退行期骨粗鬆症（閉経後骨粗鬆症及び老人性骨粗鬆症），特発性骨粗鬆症\n（妊娠後骨粗鬆症，若年性骨粗鬆症など）が例示される原発性骨粗鬆症の男\n女の患者を，高リスク患者及び低リスク患者（高リスク患者ではない患者）\nに区分して，それぞれ，「５あるいは１００単位」のＰＴＨ製剤であるテリパ\nラチド酢酸塩をそれぞれ週に１回間欠的に皮下投与した（【００３７】，【００\n７７】，【００７９】）。\n高リスク患者においては，「１００単位」投与群は，「５単位」投与群に比\nべ，有意に高い骨密度の増加，有意に低い新規椎体骨折発生，及び，有意に\n低い椎体以外の骨折発生が認められ，テリパラチド酢酸塩の週１回「１００\n単位」投与は，高リスク患者に対し，有用な骨粗鬆症治療剤及び骨折抑制な\nいし予防剤となり得ることが確認されたが，低リスク患者においては，骨密\n度，新規椎体骨折発生及び椎体以外の骨折発生のいずれについても，「１００\n単位」投与群と「５単位」投与群との間で有意差は認められなかった。（【０\n０８３】ないし【００９４】，【表４】ないし【表１１】）\n投与期間中，いずれの投与量においても高カルシウム血症の発症はなかっ\nた（【００９５】，【図１】）。\n⑹  実施例２\n原発性骨粗鬆症と診断された男女の高リスク患者に対して，テリパラチド\n酢酸塩「２００単位」（披験薬）又はプラセボ（対照薬）を，７２週間，週１\n回，皮下投与した（【００９８】）。\n投与７２週後における被験薬投与群と対照薬投与群それぞれにおける椎体\n多発骨折（新規の２箇所以上の椎体骨折）の発生比率（例数）を比較したと\nころ，対照薬投与群は２.１％（６例），被験薬投与群 は０.８％（２例）で\nあり，被験薬は椎体多発骨折に対して抑制ないし予防効果を有することが示\nされた（【０１０９】，【表１２】）。また，増悪骨折に対しても披験薬は有効で\nある（【０１１８】，【表２０】）。\n腎機能障害を有する骨粗鬆症患者への有効性及び安全性を試験したところ，\n腎機能正常の骨粗鬆症患者群及び軽度又は中等度の腎機能障害を有する骨粗\n鬆症患者群のいずれに対しても，被験薬が新規椎体骨折抑制効果と腰椎骨密\n度増加効果を有することが明らかになった（【０１２３】ないし【０１２７】，\n【表２４】ないし【表２６】）。\nまた，被験薬は，血清カルシウムに関する安全性及び副作用発現率に関す\nる安全性に関して，腎機能正常の骨粗鬆症患者群及び軽度又は中等度の腎機\n能障害を有する骨粗鬆症患者群のいずれに対しても，同等であることが明ら\nかとなった（【０１２８】，【表２７】，【０１３０】，【０１３４】，【表３１】な\nいし【表３３】）。\n２  取消事由（進歩性に関する判断の誤り）の有無について\n⑴  甲７発明\n甲７文献（訳は甲８１）には，別紙２「甲７文献の記載事項（抜粋）」のと\nおりの記載がある。この記載によると，本件審決が認定するとおりの甲７発\n明を認定することができ，この点は，当事者間にも争いがない。\nそうすると，甲７発明の患者の年齢は「４５歳から９５歳」であり，また，\n当該患者からは血清クレアチニンが２ｍｇ/ｄｌより高いか，又はＢＵＮが\n３０ｍｇ／ｄｌより高い重度の腎機能障害患者（甲１２の１１７３ないし１\n１７４頁，甲４４の２４９頁参照）が除かれているから，甲７発明の対象患\n者は，腎機能正常者又は軽度若しくは中等度腎機能障害を有する者である。\nなお，甲７発明の「厚生省による委員会が提唱した診断基準」とは，厚生\n省シルバーサイエンス骨粗鬆症研究班の定める「退行期骨粗鬆症の診断基準\n(１９８９年)」(甲８，５４）（以下「１９８９年診断基準」という。)である\n（甲５３）。\n⑵  相違点１の容易想到性について\nア  本件４条件の技術的意義\n(ア)  前記１のとおり，本件明細書には，本件発明が，従来の骨粗鬆症薬\nであるＰＴＨについて，安全性が高くかつ効能・効果の面で優れた骨粗\n鬆症治療ないし予防方法を提供すること及び安全性の高い骨折抑制ない\nし予防方法を提供することを課題とすること（【００１２】），骨粗鬆症に\nおける骨折の危険因子を多くもつ骨粗鬆症患者に対して本件発明の骨粗\n鬆症治療剤ないし予防剤を投与することが望ましいこと及び骨粗鬆症に\nおける骨折の危険因子としては，年齢，性，低骨密度，骨折既往，喫煙，\nアルコール飲酒，ステロイド使用，骨折家族歴，運動，転倒に関連する\n因子，骨代謝マーカー，体重，カルシウム摂取等が挙げられることが記\n載され，その上で，本件３条件を全て満たす骨粗鬆症患者を「高リスク\n患者」として定義することが記載されている（【００６８】）。\nまた，骨粗鬆症及び腎障害は加齢とともにその有病率が上昇するから，\n腎障害を有する骨粗鬆症患者に対して有効かつ安全な薬剤を提供するこ\nとが重要であること（【００６４】），クレアチニンクリアランスが３０以\n上５０未満ｍｌ／ｍｉｎは，中等度腎機能障害と判断できること（【００\n６６】），クレアチニンクリアランスが５０以上８０未満ｍｌ／ｍｉｎは，\n軽度腎機能障害と判断できることが記載されている。\nそして，実施例１においては，本件３条件の全てを満たす高リスク患\n者について，ＰＴＨの週１回１００単位投与群は同５単位投与群に比べ，\n有意に高い骨密度の増加，有意に低い新規椎体骨折発生及び有意に低い\n椎体以外の骨折発生が認められたこと，実施例２においては，本件３条\n件の全てを満たす高リスク患者について，ＰＴＨの週１回２００単位投\n与群は対照薬（プラセボ）投与群に比べ，新規椎体多発骨折及び増悪骨\n折の抑制効果が認められ，血清カルシウムに関する安全性及び副作用発\n現率に関する安全性が，腎機能正常の骨粗鬆症患者群と軽度及び中等度\nの腎機能障害を有する骨粗鬆症患者群で同等であったことが記載されて\nいる。\n(イ)  前記(ア)によれば，本件３条件は，骨折の危険性の高まった骨粗鬆\n症において，骨折の危険因子を多く持つ骨粗鬆症患者に対して治療剤な\nいし予防剤を投与することが望ましいとの認識の下，当該危険因子を多\nく持つ骨粗鬆症患者を特定する条件として設定されたものというべきで\nあるが，本件条件（４）は，腎障害を有する骨粗鬆症患者に対しても有\n効かつ安全な薬剤を提供することは重要であるとの認識の下，腎機能障\n害が軽度又は中等度であっても腎機能正常者と安全性が同等であるとの\n知見を踏まえ，軽度又は中等度の腎機能障害を持つ患者の中から軽度腎\n機能障害を有する患者を取り出し，当該患者を投与対象とできることと\nして設定されたものであると認められる。他方で，実施例２においても，\n本件３条件の全てを満たし，軽度及び中等度の腎機能障害者を有する患\n者に対して，新規椎体骨折抑制効果及び骨密度増加効果が奏されるとの\n記載はあるが（本件明細書【０１２６】，【表２５】，【０１２７】，【表２\n６】），本件条件（４）を加えたことによって骨折抑制効果が奏されると\nの記載はなく，また，本件４条件の全てを満たす者と本件３条件の全部\n又は一部を満たさないが本件条件（４）を満たす者との間での安全性の\n対比はしておらず，本件３条件の全てを満たすことによって腎機能正常\n者と同等の安全性がもたらされるとの効果を奏するとの記載もなく，原\n告も，本件発明がこれらの効果を奏するとまで主張するものではないと\n認められる。したがって，本件条件（４）が，骨粗鬆症の患者群の一部\nを構成する，本件３条件の全てを満たす患者群を取り出して，当該患者\n群に対する安全性を確認したにすぎないものである以上，本件３条件と\n本件条件（４）とはその目的を異にする独立の条件であると理解できる。\n原告は，本件４条件が有機的に結合した一体のものである旨主張する\nが，上記のとおり，その主張を採用することはできない。\nイ  本件基準日（平成２２年９月８日）における骨粗鬆症に関する技術常識\nについて\n(ア)  下記文献には，以下に引用する記載がある。\nａ  「退行期骨粗鬆症の診断」（１９９０年。甲８）\n①  「本症の発生頻度は加齢とともに増加するので，本症は骨の生理\n的加齢現象にすぎないと考える人もあるがそうではない。加齢に伴\nい，生理的にも骨のなかの蛋白およびＣａ，Ｐが減少するが，この\nような骨の生理的加齢を基盤に，さまざまな要因が加わって発症し，\n腰背痛や，病的骨折を伴うものを骨粗鬆症とよぶべきである。」（２\n８８頁左欄１３ないし１８行目）\n②  「骨粗鬆症の骨病変は通常胸椎および腰椎に認められるので，退\n行期骨粗鬆症の診断にさいしてまず必要なことは，胸椎および腰椎\nの側面Ｘ線写真撮影を行うことである。ついでこの胸椎及び腰椎の\n側面Ｘ線写真を用いて骨密度の減少あるいは圧迫骨折の有無をチ\nェックする。・・・胸椎・腰椎の骨密度の減少を判定する方法として\nは慈恵大の方式が一般に用いられている。\n骨粗鬆症ではまず椎体の密度が減少するために椎体のＸ線透過度\nが増大し，ついで縦の骨梁がめだつようになり，さらに進行すると\n上下面が陥没し・・・ついには椎体が崩れて圧迫骨折の像を呈する\nに至る。慈恵大方式では，このような骨Ｘ線像を基にして骨粗鬆症\nの程度をⅠ～Ⅲ度に分類している。・・・最近，厚生省骨粗鬆症研究\n班では，これをより簡略化したものとして表２に示すような骨萎縮\n度の基準を提唱しており，今後はこの方法が広く用いられることが\n期待される。」（２８８頁右欄７行ないし２８９頁左欄１７行目）\n③  「表２  骨萎縮度の基準\nⅠ度           縦の骨梁がめだち，また椎体終板もめだつ。\nⅡ度  縦の骨梁が粗となり，また椎体終板も淡くなる。\nⅢ度  縦の骨梁が不明瞭となり，全体としてぼやけた感じを示す。\n」（２８９頁）\n④  「１９８８年度から，厚生省シルバーサイエンスプロジェクトと\nして「老人性骨粗鬆症の予防および治療法に関する総合的研究班」\n（班長：折茂  肇）が結成されたが，この研究班ではこのような立\n場から本症において認められる自・他覚所見をスコア化し，そのス\nコアに応じて，①確実，②ほぼ確実，③疑いあり，④否定的，の４\nつに分類する診断基準を提唱している（表３）」（２９０頁左欄２０\nないし２６行目）\n⑤  「表３  退行期骨粗鬆症の診断基準\n１）  骨量の減少（＋）     ３\n確実\n合計５点以上\n２）  骨折あり  脊椎１個    １\n≧２個     ２\nほぼ確実\n合計４点\n大腿骨頚部   ３\n橈骨      １\n疑いあり\n合計３点\n３）  年齢  女性５５歳未満  －１\n否定的\n合計２点以下\n男性７５歳未満  －１\n４）  腰背痛あり              １\n除外疾患\n…\n５）  血清カルシウム，リン，ＡＬ－Ｐ値\n正常                   １\n１項目の異常           ０\n２項目以上の異常     －１\n…」（２８９頁）\nｂ  「原発性骨粗鬆症の診断基準（２０００年度改訂版）」（２００１年。\n甲９）\n「表１  原発性骨粗鬆症の診断基準（１９９６年度改訂版）\nⅠ  Ｘ線上椎体骨折を認める場合\n低骨量（骨萎縮度Ⅰ度以上，あるいは骨密度値が若年成人平均値（Ｙ\nＡＭ）の８０％以下）で非外傷性椎体骨折のある症例を骨粗鬆症とする。\nⅡ  Ｘ線上椎体骨折を認めない場合\n脊椎Ｘ線像  骨密度値\n正常  骨萎縮なし\n骨量減少  骨萎縮度Ⅰ度  ＹＡＭの８０～７０％\n骨粗鬆症  骨萎縮度Ⅱ度以上  ＹＡＭの７０％未満\nＹＡＭ：若年成人平均値（２０～４４歳）\n（注）骨密度は原則として腰椎の骨密度値とし，腰椎骨密度値の評価が困難\nである場合にのみ橈骨，第二中手骨，大腿骨頸部，踵骨の骨密度値を用いる。\n骨萎縮とは radiographic  osteopenia に相当する。\n…」（７７頁）\nｃ 「骨粗鬆症の予防と治療ガイドライン  ２００６年版」（２００６年。\n甲６０）\n①  「骨量測定方法の進歩と普及を背景に，１９９１年の国際骨粗鬆\n症会議において，骨粗鬆症は低骨量と骨組織の微細構造の破綻によ\nって特徴づけられる疾患であり，骨の脆弱性亢進と骨折危険率の増\n大に結びつく疾患と定義された。この定義に従った診断基準がわが\n国でも整備され，１９９６年の日本骨代謝学会診断基準をもとに，\n２０００年に改訂版が作成されて今日に至っている(表２１)。」(３\n１頁左欄３ないし１０行目)\n②  「表２１  原発性骨粗鬆症の診断基準（２０００年度改訂版）\n低骨量をきたす骨粗鬆症以外の疾患または続発性骨粗鬆症を認め\nず，骨評価の結果が下記の条件を満たす場合，原発性骨粗鬆症と診\n断する。\nⅠ  脆弱性骨折（注１）あり\nⅡ  脆弱性骨折なし\n骨密度値（注２）  脊椎エックス線像での骨粗鬆化（注３）\n正常  ＹＡＭの 80％以上  なし\n骨量減少  ＹＡＭの 70～80％  疑いあり\n骨粗鬆症  ＹＡＭの 70％未満  あり\nＹＡＭ：若年成人平均値（20～44 歳）\n注１  脆弱性骨折：低骨量（骨密度がＹＡＭの８０％未満，あるいは脊椎\nエックス線像で骨粗鬆化がある場合）が原因で，軽微な外力によっ\nて発生した非外傷性骨折，骨折部位は脊椎，大腿骨頚部，橈骨遠位\n端，その他。\n注２  骨密度は原則として腰椎骨密度とする。…\n注３  脊椎エックス線像での骨粗鬆化の評価は，従来の骨萎縮度判定基準\nを参考にして行う。\n脊椎エックス線像での骨粗鬆化  従来の骨萎縮度判定基準\nなし  骨萎縮なし\n疑いあり  骨萎縮度Ⅰ度\nあり  骨萎縮度Ⅱ度以上\n」（３１頁）\n③  「Ⅲ  骨粗鬆症による骨折の危険因子\n・・・\n骨折の危険因子は，「骨密度低下」「骨質低下」「外力（転倒など）」\nに影響を与える因子である。骨折高リスク者を判定するには，骨密\n度測定に加えて，「骨質」「外力」に関連する危険因子を評価する必\n要があり，骨密度とは独立した骨折危険因子が何であるかを知って\nおくことがポイントとなる。\n年齢，性  ・・・\n低骨密度  ・・・\n骨折既往  ・・・\n・・・」（３４頁）。\n④  「表２２  骨折の危険因子（メタアナリシス，システマティック・\nレビューによる結果〔エビデンスレベルⅠ〕のみ表示）\n危険因子          文献  成績\n低骨密度  …  …\n骨密度とは独立\nした危険因子\n既存骨折*  …  …\n…\n…  …\n」（３５頁）\n⑤  「現在，骨粗鬆症治療開始は骨密度を基準に行われているが，同\nじ骨密度を示していても年齢が高いほど，表２２の危険因子＊をも\nつほど，骨折リスクは高くなる。骨密度，年齢，危険因子を総合的\nに考慮に入れることで，骨折リスクの高い人をより効果的に判別で\nきる。」（３５頁）\n⑥  「表３０  骨粗鬆症治療についての基本的な考え方\n１．骨粗鬆症治療は骨折危険性を抑制し，ＱＯＬの維持改善をはか\nることを目的とする。\n２．脆弱性骨折予防のための薬物治療開始基準は，骨粗鬆症診断基\n準とは別に定める。\n３．わが国では骨折危険因子として，低骨密度，既存骨折，年齢に\n関するエビデンスがあり，ＷＨＯのメタアナリシスでは過度のア\nルコール摂取（１日２単位以上），現在の喫煙，大腿骨頸部骨折の\n家族歴が確定している。\n４．骨粗鬆症の薬物治療開始は上記の骨折危険因子を考慮して決定\nする。」（５３頁）\nｄ 「骨粗鬆症の予防と治療ガイドライン  ２００６年版」（２００６年。\n乙５）\n「ＮＩＨコンセンサス会議では，骨粗鬆症の定義を「骨強度の低下\nを特徴とし，骨折のリスクが増大しやすくなる骨格疾患・・・」に修\n正した。さらに，「骨強度」は骨密度と骨質の二つの要因からなり，Ｂ\nＭＤは骨強度のほぼ７０％を説明するとした。残りの３０％の説明要\n因を“骨質”という用語に集約し，その内容には，構造，骨代謝回転，\n微細損傷の集積，骨組織のミネラル化などをあげた」（２頁右欄２７な\nいし３６行目）\n(イ)  前記(ア)の記載によると，本件基準日において，①骨粗鬆症は，骨\n強度の低下を特徴とし，骨折の危険性が増大した骨疾患であり，その治\n療の目的は，骨折を予防し，ＱＯＬの維持改善を図ることである，②骨\n粗鬆症は，加齢とともに発生が増加する，③複数の，骨粗鬆症による骨\n折の危険因子の中で，わが国では，低骨密度，既存骨折，年齢に関する\nエビデンスがある，④骨粗鬆症の診断基準に関して，１９９０年当時，\n厚生省シルバーサイエンスプロジェクト「老人性骨粗鬆症の予防および\n治療に関する総合的研究班」により提唱された診断基準（１９８９年基\n準。甲８，５４）があったが，１９９６年に診断基準が整備され（甲９。\n以下，この診断基準を「１９９６年診断基準」という。），その後，２０\n００年に改訂版が作成された（甲６０，以下，この診断基準「２０００\n年診断基準」という。），⑤骨強度は骨密度と骨質の２つの要因からなり，\n骨密度は骨強度のほぼ７０％を，骨質が残りの３０％を説明することが\n当時の技術常識であったことが認められる。\nウ  本件基準日（平成２２年９月８日）時点の骨粗鬆症と腎機能障害との関\n係に関する技術常識について\n(ア)ａ  甲１０文献（訳は甲８２。なお，被告が乙１８により翻訳の誤り\nと指摘した部分には下線を引き，括弧内に被告の訳と原文を併記した。）\nには，別紙３「甲１０文献の記載事項（抜粋）」のとおりの記載がある。\nｂ  ①「薬物動態学の基礎と薬物投与設計への応用」（２００６年。甲１\n４）には，薬物動態は，血中濃度の時間的推移を速度論的に解析する\nものであり，血中濃度は，薬物の薬理効果や有害反応の発現強度を決\n定する客観的な指標であることが（４７頁左欄１９行ないし右欄５行\n目），②ＰＴＨ製剤である「フォルテオ皮下注カート６００μｇ」等に\n関する「審議結果報告書」（平成２２年５月６日。甲１５）には，フォ\nルテオ４０μｇを腎機能障害者に単回皮下投与したとき（ＧＨＡＷ試\n験），薬物動態の主要なパラメータである消失半減期が，重度腎機能障\n害者の平均値は８７.４分であったものの，軽度ないし中等度腎機能障\n害者の平均値は６１.６分，腎機能正常者の平均値は６０.７分であり，\n軽度ないし中等度腎機能障害の消失半減期は腎機能正常者の半減期と\nほぼ同じであったことが（４２頁４ないし２９行目），③同審議結果報\n告書及び「ＣＬＩＮＩＣＡＬ  ＰＨＡＲＭＡＣＯＬＯＧＹ  ａｎｄ  ＢＩＯＰＨＡＲＭＡＣ\nＥＵＴＩＣＳ  ＲＥＶＩＥＷ（Ｓ）」（２００１年。甲１７の１）には，ＧＨＡＷ\n試験の評価として，軽度ないし中等度の腎機能障害と腎機能が正常な\n被験者には，いずれの薬物動態パラメータにおいても有意差はなく，\n曝露量及び安全性に大きな違いはなかったことが（甲１５の４６頁３\nないし２８行目，７４頁５ないし１７行目，甲１７の１の１１ないし\n１２頁），④「Ｆｏｒｔｅｏ  ｔｅｒｉｐａｒａｔｉｄｅ（ｒＤＮＡ  ｏｒｉｇｉｎ）  ｉｎｊｅｃｔｉｏｎ  ７５０\nｍｃｇ／３ｍＬ」（２００２年。甲１６）には，ＰＴＨ製剤であるテリパラ\nチドを単回投与した場合，重度の腎不全患者（ＣｒＣｌ＜３０ｍＬ／\nｍｉｎ）ではＡＵＣ（血中濃度－時間曲線下面積）及び半減期が増加\nしたが，軽度ないし中等度の腎不全患者（クレアチニンクリアランス\n３０～７２ｍＬ／ｍｉｎ）では薬物動態の差が認められなかったこと\nが（２ないし３頁），⑤フォルテオに関する「Ｆｏｒｔｅｏ  Ｍｅｄｉｃａｌ  Ｒｅｖｉ\nｅｗｓ」（２００１年。甲１８）には，軽度から中程度（中等度）の腎不\n全患者と健常被験者の間には，あらゆる薬物動態パラメータに有意な\n差がないことが（３３頁下から７ないし最終行），それぞれ記載されて\nいる。\nｃ  「カルシウム調節ホルモン（副甲状腺ホルモン，カルチトニン，ビ\nタミンＤ）の作用」（１９８６年。甲３）には，生体内のカルシウムの\n恒常性は，ＰＴＨ等の３種類のカルシウム調節ホルモンが相互に作用\nすることにより維持されており，血液中のカルシウムレベルは９．５\n～１０.５ｍｇ／１００ｍｌと恒常的な値に保たれている旨が記載さ\nれている（２００頁左欄９ないし２２行目）。\n(イ)  前記(ア)の記載事項によると，①軽度又は中等度の腎機能障害者へ\nのＰＴＨの投与においては，腎機能正常者との間で薬物動態パラメータ\nに有意差がないこと，②甲１０文献の試験は，骨粗鬆症と腎機能障害の\n罹患率はいずれも加齢とともに増加すること，及び，大規模な疫学研究\nでは骨粗鬆症女性の８５％が軽度から中等度の腎機能障害を有していた\nことに鑑み，加齢に関連した軽度から中等度の腎機能障害を有する女性\nにおける，ＰＴＨによる有害事象の発生等を検討したものであること（５\n９頁左欄１行ないし右欄３２行目，６０頁左欄１ないし２０行目），③甲\n１０文献の試験中に発生した腎臓に関連する有害事象の発生率は，腎機\n能正常，軽度障害，中等度障害のサブグループいずれでの治療の割り付\nけでも一貫していたこと，ＰＴＨにより誘導される平均ＧＦＲの変化は，\nベースラインにおける腎機能の影響を受けなかったこと，テリパラチド\n２０μｇ又は４０μｇで治療を受けた患者は全ての腎機能区分で，投与\n４ないし６時間後の血清カルシウムが１０.６ｍｇ／ｄｌ（正常上限値）\nを超える発生率がプラセボに対して増加したが（６４頁右欄６行ないし\n６５頁右欄１６行目，６５頁右欄２９行ないし６７頁左欄１５行目），同\n試験に先行する試験では，投与４ないし６時間後の血清カルシウムの上\n昇と有害事象との関連はなく，一時的なものであったこと（６５頁右欄\n２９行ないし６７頁左欄１５行目），④甲１０文献の試験において，軽度，\n又は中等度の腎機能障害を有する患者が，ＰＴＨによる治療を受けた際\nに有害事象の増加は観察されなかったこと（６７頁右欄３９行ないし６\n８頁左欄６行目）が認められる。\nエ  本件４条件について\n(ア)  本件３条件について\nａ  甲７発明と本件発明とは，「１回当たり２００単位のヒトＰＴＨ（１\n－３４）又はその塩が週１回投与されることを特徴とする」との用量\nの点において一致し，その投与の対象となる骨粗鬆症患者の範囲を一\n応異にする。\nｂ  甲７発明で投与対象とされた患者は，前記⑴のとおり，１９８９年\n基準で骨粗鬆症と診断された患者であるところ，甲７発明に接した当\n業者が，甲７発明のＰＴＨ２００単位週１回投与の骨粗鬆症治療剤を\n投与する対象患者を選択するのであれば，より新しい基準を参酌しな\nがらその患者を選別することは，当業者がごく普通に行うことである\nから，１９８９年診断基準とともに，より新しい，１９９６年診断基\n準又は２０００年診断基準を参酌するといえる。\nそして，前記イ(ア)ｂ及びｃのとおり，１９９６年診断基準で骨粗\n鬆症と診断される者は，①骨萎縮度Ｉ度以上又は骨密度値がＹＡＭの\n８０％以下の低骨量で非外傷性椎体骨折を有する者か，②Ｘ線上椎体\n骨折を認めないが，骨萎縮度Ⅱ度以上，又は，骨密度値がＹＡＭの７\n０％未満である者であり，２０００年基準で骨粗鬆症と診断される者\nは，③骨萎縮度Ⅱ度以上又は骨密度がＹＡＭの８０％未満の低骨量で，\n軽微な外力による非外傷性椎体骨折等（脆弱性骨折）を有する者か，\n④脆弱性骨折がないものの，骨萎縮度Ⅱ度以上，又は，骨密度値がＹ\nＡＭの７０％未満の者である。\n本件条件（２）及び本件条件（３）は，上記①と同じであるから（既\n存の骨折」は「非外傷性骨折」を含む。）。当業者が甲７発明の２００\n単位週１回投与の骨粗鬆症治療剤を投与する骨粗鬆症患者を本件条件\n（２）及び本件条件（３）で選別するのには何ら困難を要しない。\nまた，前記イ(イ)のとおり，骨粗鬆症は，加齢とともに発生が増加\nするとの技術常識があり，高齢者は加齢を重ねた者であるのは明らか\nであるところ，高齢者を６５歳以上の者とすることは常識的なことで\nあり，平成５年１２月２日薬新薬第１０４号厚生省薬務局新医薬品課\n長通知「「高齢者に使用される医薬品の臨床評価法に関するガイドライ\nン」について」（甲１３）においても，「高齢者」を「６５歳以上」と\n定めている。したがって，これらを参酌し，骨粗鬆症による骨折の複\n数の危険因子として，低骨密度及び既存骨折に並んで年齢が掲げられ\nていることに着目して投与する骨粗鬆症患者を６５歳以上として，本\n件条件（２）及び本件条件（３）に加えて本件条件（１）のように設\n定することはごく自然な選択であって，何ら困難を要しない。\nそうすると，甲７発明に接した当業者が，投与対象患者を本件３条\n件を全て満たす患者と特定することは，当業者に格別の困難を要する\nことではない。\n(イ)  本件条件（４）について\nａ  前記⑴のとおり，甲７発明は，腎機能障害者の中から重症の者を投\n与対象から除外しているところ，患者の中に重度の腎障害を有する者\nと腎機能が正常の者のみの両端しかいないということは不自然である\nから，投与対象の患者には腎機能正常者のみならず，軽度又は中等度\n腎機能障害を有する者も含まれていることを当然の前提にしていると\n解される。そして，前記ウ(イ)のとおり，骨粗鬆症と腎機能障害の罹\n患率はいずれも加齢とともに増加することや，大規模な疫学研究では\n骨粗鬆症女性の８５％が軽度から中等度の腎機能障害を有していたこ\nとが知られていたから（甲１０文献の６１頁右欄下から２行目ないし\n６２頁左欄１行目には「ベースラインにおいて血清クレアチニンを測\n定した１，６２１人の患者のうち，７３６人（４５．４％）が軽度，\n中等度または重度の腎機能障害を有していた。」との記載があるが，甲\n１０文献においてそのような構成比であったことは上記技術常識の認\n定を左右しないし，いずれにせよ，この腎機能障害の割合も高いもの\nであることに変わりはない。），重度の腎機能障害患者を除くと明記さ\nれた甲７文献の記載に接した当業者であれば，甲７発明の投与対象患\n者に軽度又は中等度の腎機能障害を有する患者が相当程度含まれてい\nると認識することは明らかといえる。\nさらに，前記ウ(イ)のとおり，骨粗鬆症治療薬についても腎機能障\n害を有する患者における安全性の確認が求められていたことが明らか\nであるから，甲７発明に接した当業者が，投与対象患者の腎機能に着\n目することは，当業者が当然に行うべきこととして格別なものではな\nい。\nｂ  ここで， クレアチニンクリアランスは，糸球体濾過値（ＧＦＲ）を\nクレアチニンをマーカーとして測定したものであるところ（甲４４の\n４４頁，６８頁），前記ウ(ア)ａのとおり，甲１０文献では，「軽度」\nの腎機能障害を有する患者は，「ＧＦＲ  ５０～７９ｍｌ／分」の患者\nであると定義され，クレアチニンクリアランスが５０ないし７９ｍｌ\n／分である患者を，軽度腎機能障害を有する患者としている。また，\n前記ウ(ア)ｂ②の審議結果報告書（甲１５）には，腎機能障害の程度\nを，クレアチニンクリアランスを指標として，この値に沿って，「８０\n以上」，「５０以上８０未満」，「３０以上５０未満」及び「３０未満」\nと区分している（９８頁，表５０，５１）。\nそして，前記ウ(イ)のとおり，腎機能正常者と腎機能の障害が軽度\n又は中等度である者との間でＰＴＨ製剤の投与によって発生する有害\n事象の発生割合には差がなかったことが知られていたと認められる。\nそうすると，甲７発明の投与対象患者の中から，腎機能障害の程度\nをクレアチニンクリアランスの値で表して，「５０以上８０未満ｍｌ／\nｍｉｎ」の者をその投与対象とすることは，当業者であれば何ら困難\nを要しないものである。\nｃ  以上のとおりであるから，甲７発明の骨粗鬆症治療剤の投与対象患\n者を本件条件（４）を満たす者とすることは，当業者にとって格別困\n難を要することとはいえない。\n(ウ)  原告の主張について\nａ  原告は，前記第３の１⑴アのとおり，本件４条件を一体として，そ\nの技術的意義が判断されなければならないとし，同イ(ア)及び(イ)ａ\nのとおり，仮に，本件４条件の個々の条件自体は甲７発明が対象範囲\nとして予定するものであるとしても，本件４条件自体は一般的な指標\nではなく，甲７発明が当然に対象範囲として予定していたものではな\nいし，本件３条件は，層別解析により初めて，本件条件（１）ないし\n本件条件（３）を組み合わせるとＰＴＨの骨折抑制効果が高いという\n新規な知見を得たことに基づくものであり，本件３条件全体といえど\nも一般的な指標ではなく，甲７文献の開示事項からは導かれず，むし\nろ甲７文献にはサブグループ間で薬物に対する応答は同程度であった\n旨の記載があり，甲７発明から本件３条件を選択する動機付けは否定\nされる旨主張する。\nしかしながら，前記ア(イ)において判示したとおり，本件３条件と\n本件条件（４）とはその目的を異にする独立の条件であると理解する\nのが相当であるし，前記エ(ア)及び(イ)において判示したように，本\n件基準日における技術常識に照らせば，甲７発明に接した当業者が投\n与対象患者をこれらの条件を全て満たす患者とすることに格別の困難\nはないところ，本件３条件の組み合わせが客観的観点からその選択に\nおいて格別なものである，あるいは，他の骨折リスク因子等も含めた\n様々な組み合わせが想定される中で，本件３条件を組み合わせること\n自体に特別の意味合いがあると認めるに足りる証拠はない（原告が主\n張する層別解析は，後述するように，あくまで本件３条件の全てを満\nたす患者（高リスク患者）のグループと，本件３条件の全部又は一部\nを満たさない患者（低リスク患者）のグループのうちごく一部のグル\nープとを比較するものにすぎず，また，その結果自体も原告主張の顕\n著な効果が認められると即断できるものではない。）。\nまた，確かに甲７文献には，別紙２のとおり，「年齢が６４歳以下と\n６５歳以上，体重が４９㎏以下と５０㎏以上，閉経後１０年未満，１\n０から２０年，２０年以上，および脊椎骨折が０，１および２箇所以\n上を有するサブグループに被験者を分類して比較したところ，サブグ\nループ間で薬物に対する応答は同程度であった。」との記載があること\nは認められるものの（３００頁左欄１１行ないし右欄６行目），当該記\n載は，上記記載中の条件によってサブグループ化されたサブグループ\n間の薬物効果の比較について述べているにすぎず，当該記載により，\n甲７発明の投与対象患者をサブグループ化すること全般が阻害される\nとはいえない。\nしたがって，原告の上記主張は，いずれも採用することができない。\nｂ(a)  次に，原告は，前記第３の１⑴イ(イ)ｂのとおり，フォルテオが\n腎機能障害者には慎重投与が必要とされていること，関係文献にお\nいて，投与量や腎障害の程度に応じて高カルシウム血症の割合及び\nその重症度が増す傾向が示され，試験においても血清カルシウム濃\n度の上昇や高カルシウム血症を理由に投与量の調節が必要になる\n患者や脱落する患者が発生しており，その割合はＰＴＨ投与量に対\nして用量依存的であることが示されていること，単回投与で半減期\nが短いことが確認されただけでは長期治療を必要とする治療剤と\nして安全であるとはいえないことからすれば，当業者は２００単位\nを腎機能障害者に投与しようとはしない旨主張する。\nそこで，これらの点につき検討する。\n⒝  まず，フォルテオについては，下記文献には，以下に引用する記\n載がある。\nⅰ  「フォルテオ皮下注キット６００μｇ」の添付文書（２０１８\n年。乙１３）\n「【使用上の注意】\n１．慎重投与（次の患者には慎重に投与すること）\n（１）腎障害のある患者［外国の臨床薬理試験において，重度の\n腎障害患者では血中のテリパラチドの消失に遅延が認められて\nいる。［薬物動態］の項参照]」（１頁右欄１０ないし１４行目）\n「腎障害を有する患者\n外国人の軽度及び中等度の腎障害を有する患者（クレアチニン\nクリアランス：３１～７５ｍＬ／ｍｉｎ）１２例（男性７例，女\n性５例）にテリパラチド４０μｇを単回皮下投与した時のＣｍａｘ\nは２２８．６ｐｇ／ｍＬ，ＡＵＣ０－ｔは３２６．６ｐｇ・ｈｒ／\nｍＬ及びｔ１／２は１．１８ｈｒであり，腎機能が正常な健常者（ク\nレアチニンクリアランス：９０ｍＬ／ｍｉｎ以上）９例（男性５\n例，女性４例のＣｍａｘ（２２２．８ｐｇ／ｍＬ），ＡＵＣ０－ｔ（３\n２１．７ｐｇ・ｈｒ／ｍＬ）及びｔ１／２（１．１４ｈｒ）と同様\nであった。一方，重度の腎障害を有する患者（クレアチニンクリ\nアランス：３０ｍＬ／ｍｉｎ以下）５例（男性３例，女性２例）\nにテリパラチド４０μｇを単回皮下投与したときのＣｍａｘは２\n２７．７ｐｇ／ｍＬ，ＡＵＣ０－ｔは５５５．８ｐｇ・ｈｒ／ｍＬ\n及びｔ１／２は２．０２ｈｒであり，腎機能が正常な被験者と比べ\nてＡＵＣ０－ｔ及びｔ１／２はそれぞれ７３％，７７％増加した。」\n（３頁左欄。なお，Ｃｍａｘは，最高（投与直後）血中濃度を，ｔ\n１／２は（生物学的）半減期をいう（甲１４）。）\nⅱ  「フォルテオ皮下注カート６００μｇ」等に関する「審議結果\n報告書」（平成２２年５月６日。甲１５）\n「(2)  腎機能障害患者への投与について\n・・・ＧＨＡＷ試験において，軽度又は中等度の腎機能障害\nを有する外国人被験者の曝露量は，腎機能が正常な外国人被験\n者と同程度であったことから，軽度又は中等度の腎障害を有す\nる日本人患者においても，腎機能が正常な日本人患者と曝露量\n及び安全性に大きな違いはないと考える。・・・重度の腎機能障\n害を有する日本人患者に本剤２０μｇを投与したときの本薬血\n清中濃度は，安全性及び忍容性が確認された本薬血清中濃度の\n範囲内であると考えられるが，ＧＨＡＷ試験において腎機能障\n害により本薬の消失に遅延が認められているため，添付文書に\nおいて，腎機能障害を有する患者には慎重に投与する必要があ\nる旨を記載することとしている。・・・」（４６頁３ないし２８\n行目）\n上記ⅰには，確かに，使用上の注意として「腎障害のある患者」\nに対して「慎重投与」と記載されており，この「腎障害のある患者」\nから軽度又は中等度の腎障害を有する患者を除外する旨の記載ま\nではされていないが，「腎障害のある患者」の説明として，軽度又は\n中等度の腎障害を有する患者と腎機能が正常な被験者の数値は同\n様であり，一方，重度の腎障害を有する患者については数値が増加\nした旨が明記されており，これに加えて同ⅱの記載を参酌すると，\nフォルテオの審議結果報告書（甲１５）の「慎重投与」の記載は，\n主として，クレアチニンクリアランスが３０ｍＬ／ｍｉｎ以下の重\n度の腎障害を有する患者に対する試験結果を念頭にしているもの\nであることは明らかというべきである。したがって「慎重投与」と\nの記載は，ＰＴＨ２００単位を軽度又は中等度の腎障害者に投与す\nることを断念させるようなものとはいえない。\n⒞  次に，原告主張の関係文献についてみると，「骨粗鬆症の閉経後女\n性における骨折と骨密度に対する副甲状腺ホルモン（１－３４）の\n効果」（Ｔｈｅ  Ｎｅｗ  Ｅｎｇｌａｎｄ  Ｊｏｕｒｎａｌ  ｏｆ  Ｍｅｄicｉｎｅ，ｖｏｌ．３４４，  Ｎ\nｏ．１９，  ｐ１４３４－１４４１，２００１）（甲７０。以下「甲７０文献」とい\nう。）に記載された骨折予防試験のデータを用いて腎障害を有する\n場合の調査をした報告が，甲１０文献に相当すると認められるとこ\nろ，この甲７０文献には，次の記載がある。\n「高カルシウム血症が持続してみられる女性に対しては，カルシ\nウム摂取を減らした後，恒久的に投薬量を半減する試験プロトコー\nルに変えることを余儀なくされた。このようなケースは，プラセボ\n群で３名（＜１％），２０－μｇ投与群で１５名（３％），４０－μ\nｇ投与群で６２名（１１％）に発生した。血清カルシウム濃度の上\n昇がプラセボ群で１名，２０－μｇ投与群で１名，４０－μｇ群で\n９名に繰り返し認められたため，このような患者に対する治療を中\n止した。」（１４３９頁左欄２７ないし３６行目）\n他方で，前記ウ(ア)ａのとおり，甲１０文献には別紙３の記載が\nあるところ，その６４頁右欄６行ないし６５頁左欄１６行目，６６\n頁の表５をみると，①４０μｇ投与群について，軽度及び中等度の\n腎機能障害者における投与後４ないし６時間後の血清カルシウム\n値が１１．０ｍｇ／ｄｌを超える（以下「１１.０超」という。）高\nカルシウム血症の発生割合及び同１０．６ｍｇ／ｄｌを超えるが１\n１．０ｍｇ／ｄｌを超えない（以下「１０．６超～１１.０」という。）\nカルシウム血症の発生割合は，いずれも，腎機能が正常な者におけ\nる１１．０超の発生割合及び発生割合１０．６超～１１.０の発生割\n合と有意差が認められておらず，また，２０μｇ投与群について，\n中等度の腎機能障害者における１０．６超～１１.０の発生割合は\n腎機能が正常な者における同発生割合よりも有意に高いが，中等度\nの腎機能障害者における１１．０超の発生割合については腎機能が\n正常な者における同発生割合と有意差がなく，軽度の腎機能障害者\nにおける，１１．０超及び１０．６超～１１.０の発生割合は，いず\nれも，腎機能が正常なものにおけるものと有意差はなく，②２０μ\nｇ投与群と４０μ投与群における１１.０超及び１０.６超～１１.\n０の発生割合は，４０μｇ投与群の方が高くなっている。また，甲\n１０文献における血清カルシウム値は，投与４ないし６時間後の血\n清カルシウムの値であり，そのような投与４ないし６時間後の血清\nカルシウムの値の上昇は，一時的なもので，高カルシウム血症と有\n害事象との関連はないとされ（６６頁右欄３行ないし６７頁左欄１\n５行目），軽度または中等度の腎機能障害を有するものの内因性Ｐ\nＴＨレベルは正常である患者がテリパラチド治療を受けた際に有\n害事象の増加は観察されなかったとされている（６７頁右欄３９な\nいし４３行目）。\n以上によれば，ＰＴＨの投与量の増加に応じて高カルシウム血症\nの発生割合が増す傾向は見て取れるとしても，腎障害の程度に応じ\nて高カルシウム血症の割合及び重症度が増す傾向までをもみてと\nることはできない。甲７０文献に記載された上記の事象は，「高カル\nシウム血症が持続してみられ」たことや「繰り返し認められた」こ\nとにより中止されたものと解されるのであって，そのような事象と\n甲１０文献に記載された投与後４ないし６時間後の一時的な高カ\nルシウム血症との関連については不明であるし，同事象と腎機能障\n害との関連についても不明であるから，甲１０文献に甲７０文献を\n併せ考えても，腎障害の程度に応じて高カルシウム血症の割合及び\nその重症度が増えると認めることはできない。\nしたがって，甲１０文献及び甲７０文献の記載から，当業者が，\n２００単位を軽度又は中等度の腎機能障害者に対して投与するこ\nとを断念するとはいえない。\n⒟  また，長期治療を必要とする治療剤としての安全性については，\n確かに，「致命的でない疾患に対し長期間の投与が想定される新医\n薬品の治験段階において安全性を評価するために必要な症例数と\n投与期間について」（平成７年５月２４日薬審第５９２号厚生省薬\n務局審査課長通知。甲７２）には，「一般的ではないが，有害事象の\n中には，投与期間が長くなるにつれて発現頻度または重症度が増す\nものがあり，また投与開始後６ヶ月以上経って初めて発現する重篤\nな有害事象もある。」（２枚目６ないし７行目）との記載がある。\nしかしながら，上記記載はあくまで例外事象に関する一般論を示\nすものにすぎないところ，本件においては，前記⒞のとおり，ＰＴ\nＨの投与において，甲１０文献の記載から腎障害の程度に応じて高\nカルシウム血症の割合及びその重症度が増す傾向が見て取れると\nはいえず，甲７０文献の記載では，高カルシウム血症のため用量を\n半減させた患者や治療中止となった患者と腎機能障害との関連は\n不明であるし，ＰＴＨが，投与期間が長くなるにつれて発現頻度又\nは重症度が増す一般的ではない薬剤に当たることを示す事情は特\nに見当たらないから，長期間投与の場合の安全性への不安を理由に\nして，当業者が２００単位を軽度又は中等度の腎機能障害者に対し\nて投与することを断念するとはいえない。\n(e)  以上のとおりであるから，原告の上記主張は，いずれも採用する\nことができない。\nｃ  また，原告は，前記第３の１⑴イ(ウ)のとおり，甲７発明における\n２００単位投与群には，副作用が多発しており，２００単位は副作用\n脱落率が高い用量と認識されているから，当業者はこれを試みない旨\n主張する。\n確かに，別紙２のとおり，甲７文献には，ＰＴＨ２００単位週１回\n投与のＨ群の副作用発生率は４２％であり，７２人のうち１６人（約\n２２％）が副作用により脱落していて，副作用発生率及び副作用によ\nる脱落率は，５０単位を投与したＬ群（副作用発生率１９％）及び１\n００単位を投与したＭ群（副作用発生率１９％）のいずれと比べても\n高いことが記載されており（表６），骨粗鬆症の治療は長期間にわたる\nため，臨床使用において患者の症状や治療継続意思に直接に影響する\n副作用が起こることは望ましくはないから（甲５２の１ないし３，７\n３），甲７文献の上記記載に接した当業者は，この点に限っていえば，\n２００単位の投与よりも１００単位の投与の方がより適当であると認\n識することが考えられる。\nしかしながら，他方，甲７文献には，重篤な有害事象は認められな\nいと記載されており（３０１頁左欄１行ないし右欄４行目），さらに，\n２００単位の投与が腰椎骨密度を４８週間後に８.１％増加させたこ\nと，及び，その増加の程度は，１００単位投与の３.６％，及び，５０\n単位投与の０.６％のいずれよりも高いことが記載され，ＰＴＨは腰椎\n骨密度を４８週という比較的短期間で用量に依存して増加させる極め\nて有望なものと評価されている（３００頁左欄１１行ないし右欄６行\n目，３０１頁右欄５行ないし３０３頁２３行目。有望とされた対象か\nら２００単位の投与のみが排除されているとは理解し難い。）。そして，\n前記イ(イ)のとおり，骨粗鬆症の治療の目的は骨折を予防することで\nあるところ，骨密度が低いことは，既存骨折，年齢とともに，わが国\nでエビデンスがある骨折危険因子であり，骨密度は骨強度のほぼ７\n０％を説明するとの技術常識がある。\n以上によれば，甲７文献に接した当業者は，２００単位週１回投与\nと１００単位週１回投与とを対比した場合に，副作用の面と効果の面\nを総合考慮して，いずれを選択するか判断するものと考えられ，２０\n０単位週１回投与がその選択が排除されるほど劣位したものと見られ\nるとはいえず，これを選択することもまた十分に動機付けられている\nというべきである。\nしたがって，原告の上記主張は，採用することができない。\nｄ  さらに，原告は，前記第３の１⑴イ(エ)のとおり，ＰＴＨ製剤が高\n齢者には効きにくいということは技術常識であったから，ＰＴＨを高\n齢者に特に使用しようとする積極的な動機付けは生じない旨主張する。\n原告は，関係文献（甲８４，８５）を挙げて，ＰＴＨ製剤が高齢者\nには効きにくいということは技術常識であるとするが，「Ｔｈｅ  Ｓｋｅｌｅｔ\nａｌ  Ｒｅｓｐｏｎｓｅ  ｔｏ  Ｔｅｒｉｐａｒａｔｉｄｅ  Ｉｓ  Ｌａｒｇｅｌｙ  Ｉｎｄｅｐｅｎｄｅｎｔ  ｏｆ  Ａｇｅ，\nＩｎｉｔｉａｌ  Ｂｏｎｅ  Ｍｉｎｅｒａｌ  Ｄｅｎｓｉｔｙ，  ａｎｄ  Ｐｒｅｖａｌｅｎｔ  Ｖｅｒｔｅｂｒａｌ  Ｆｒａｃ\nｔｕｒｅｓ  ｉｎ  ｏｓｔｍｅｎｏｐａｕｓａｌ  Ｗｏｍｅｎ  Ｗｉｔｈ  Ｏｓｔｅｏｐｏｒｏｓｉｓ」（Ｊｏｕｒｎａｌ\nｏｆ  ｂｏｎｅ  ａｎｄ  ｍｉｎｅｒａｌ  ｒｅｓｅａｒｃｈ，  ｖｏｌ．１８，  Ｎｏ．１，ｐ１８－２３，２０\n０３）」（甲８４）における記載（２１頁ＦＩＧ.２）及び「フォルテオ皮\n下注キット６００μｇ  フォルテオ皮下注カート６００μｇ「２．７．\n３臨床的有効性の概要」」（甲８５）における記載（２１３頁）として，\nプラセボ群，テリパラチド２０μｇ投与群（連日投与），テリパラチド\n４０μｇ投与群（連日投与）に分けてフォルテオを投与した際の新規\n椎体骨折発生率の結果が示されているところ，６５歳以上７５歳未満\nの患者，及び，７５歳以上の患者いずれに対しても，テリパラチド投\n与群における椎体骨折発生率は，プラセボ群の椎体骨折率より低くな\nっているから，これらの記載をもって，フォルテオが高齢者に効きに\nくいなどとはいえない。\nまた，原告は，２０μｇ投与群又は４０μｇ投与群のプラセボ群に\n対する骨折相対リスク減少率は，患者が７５歳以上の場合には，６５\n歳以上７５歳未満の場合よりも低くなっている旨を指摘するが，７５\n歳以上の患者群の骨折相対リスク減少率が６５歳以上７５歳未満の患\n者群の骨折相対リスク減少率よりも低いとしても，それは，投与対象\nを７５歳以上の高齢者とすることの動機付けの有無の問題にはなると\nしても，投与対象を６５歳以上の高齢者とすることの動機付けには何\nらの影響を与えない。\nしたがって，上記各文献をもって，２００単位のＰＴＨ製剤を６５\n歳以上の高齢者に投与することが妨げられ，動機付けが生じないとは\nいえない。\nｅ  以上のとおり，前記原告の各主張は，いずれも採用することができ\nず，そのほか原告がるる主張するところも，前記(ア)及び(イ)の認定\nを左右するものではない。\n⑶  相違点２の容易想到性について\nア  検討\n前記⑵イ(イ)のとおり，骨粗鬆症は，骨強度の低下を特徴とし，骨折の\n危険性が増大した骨疾患であり，骨粗鬆症の治療の目的は骨折を予防する\nことであり，「骨強度」は骨密度と骨質の２つの要因からなり，骨密度は骨\n強度のほぼ７０％を説明するとの技術常識があったのであるから，当業者\nは，骨密度の増加は骨折の予防に寄与すると理解するというべきである。\nそうすると，甲７文献には，「ここに挙げた薬剤を投与することによって\n骨密度（ＢＭＤ）が増加するため，骨折予防は飛躍的に進歩した」（２９６\n頁右欄１０行ないし２９７頁左欄２５行目）と骨密度の増加が骨折予防に\n寄与することが記載され，その上で，４８週で骨密度を８．１％増大させ\nたことが開示されているのであるから（３００頁左欄１１行ないし右欄６\n行目），甲７発明の骨粗鬆症治療剤を骨折抑制のためのものとすることは，\n当業者が容易に想到できたものである。\nイ  原告の主張について\n(ア)  原告は，前記第３の１⑵アのとおり，骨折抑制効果を骨密度の数値\nだけで完全に代用することはできないから，甲７発明の骨粗鬆症治療剤\nによって腰椎ＢＭＤの増加が生じたからといって，プラセボ等との対比\n試験を行っていない甲７発明から骨折抑制効果を予測することはできな\nい旨主張する。\nこの点，平成１１年４月１５日医薬審第７４２号厚生省医薬安全局審\n査管理課長通知「骨粗鬆症用薬の臨床評価方法に関するガイドラインに\nついて」（甲６８）には，①臨床試験は，非臨床試験で得られた情報をも\nとに，比較的限定された数の健康人志願者を対象とし，治験薬のヒトに\nおける安全性の確認に重点が置かれる第Ⅰ相試験，骨粗鬆症患者を対象\nとして，治験薬の有効性，相対的な安全性，用法・用量反応性，骨粗鬆\n症のタイプや病気による効果の違い等を探索的に検討することを目的と\nする前期第Ⅱ相試験，骨粗鬆症患者を対象として用量反応関係を明らか\nにし，第Ⅲ相比較試験のための用法・用量決定することを目的とする後\n期第Ⅱ相試験，有効性と安全性の確認，適応疾患における用法・用量の\n確認，副作用の確認と回復の状況等を調べて，当該治験薬が実際に臨床\n使用されたときの効果を検討することを目的とする第Ⅲ相試験に分かれ\nること，②第Ⅲ相の比較対象試験では，治験方法として，無作為化二重\n盲検比較法で標準薬又はプラセボと比較して，治験薬の臨床的有効性と\n安全性の評価を行うこと（２２６０頁），③骨粗鬆症薬の薬効評価には，\n評価指標（エンドポイント）としては骨強度の変化を追跡するのが望ま\nしいが，ヒトで骨強度を測定するのは現時点では困難なので，それに代\nわる指標として，骨粗鬆症に伴う骨折に対する効果を示すのが必要であ\nること，薬効を評価するのに，現在の評価手段では１年間の観察では不\n十分であり，通常，少なくとも３年間を要するものと思われること（２\n２５９ないし２２６０頁）が記載されている。そして，甲７発明は，後\n期第Ⅱ相試験の結果を報告するものである（甲７４）。\nしかしながら，「代替エンドポイントの評価」（平成２１年６月。甲６\n９）には，「ＦＤＡは骨密度を代替エンドポイントとした試験結果をもっ\nて薬剤を承認する方針を変更し，第Ⅲ相試験においては，真のエンドポ\nイントである骨折を評価項目とした臨床試験を求めるようになった\n（・・・）。ただし，骨密度は代替エンドポイントとして日米欧の規制当\n局からは認められており，新薬の承認申請の際には，骨密度を代替エン\nドポイントとして第Ⅱ相試験を行い用量反応性を検討し，第Ⅲ相試験に\nおいては真のエンドポイントである骨折を評価項目としてプラセボまた\nは実薬対照試験を行うのが一般的となっている。」との記載があり，上記\n「骨粗鬆症用薬の臨床評価方法に関するガイドラインについて」にも，\n後記第Ⅱ相試験の評価指標（エンドポイント）について，「本来，有効性\nの証明には骨強度の変化や骨折率を見ることが望ましいが，長期間を要\nするので，骨量の変化を見ることで代用される。」と記載されている（２\n２５８頁）。なお，「骨量」は，骨を構成する骨基質（コラーゲンなど）\nと骨塩（ハイドロキシアパタイト）の総和であり，「骨密度」は，骨サイ\nズの影響を場外するために骨塩量を骨面積（ｃｍ２）又は骨体積（ｃｍ\n３）で除した値であるが，両者は同義として用いられることがある（甲\n６０の１２頁，５４頁）。\nこれらの点に鑑みれば，骨密度の増加が骨折抑制に寄与することを当\n然の前提として，医薬品として承認を得るためにはプラセボとの対比試\n験で骨折抑制効果を確認することが必要とされていたにとどまるものと\n認められ，プラセボとの対比試験で骨折抑制効果を確認しなければ骨密\n度の増加から骨折抑制効果が予測できないとはいえない。\nしたがって，原告の上記主張は，採用することができない。\n(イ)  原告は，前記第３の１⑵アのとおり，甲７文献には，骨密度の増加\nが異なる各群間において，椎体骨折数について「各群間の差は有意でな\nかった」との記載がある旨主張する。\nしかしながら，骨密度の増加と骨折抑制の効果が連動しない例がない\nわけではないとしても，前記アのとおり，当業者は骨密度の増加は骨折\nの予防に寄与すると理解する以上，当業者は，骨密度が増加すれば骨折\n抑制の効果が生じると理解するものといえる。また，甲７文献には，椎\n体骨折数について，Ｌ群（５０単位投与群），Ｍ群（１００単位投与群）\n及びＨ群（２００単位投与群）との間で有意な差は生じなかったとの記\n載があるが，それは各群間相互との関係において有意差がなかったとい\nうだけで，２００単位投与に骨折抑制効果の見込みがないことを示唆す\nるものではない。\nしたがって，原告の上記主張は，採用することができない。\n(ウ)  原告は，前記第３の１⑵ウのとおり，甲７文献に「将来有望」との\n記載されたのは週１回投与という用法についてであり，甲５９文献も単\nなる開発会社の期待感が記載されているにすぎない旨主張する。\nしかしながら，「週１回投与」の中から２００単位投与の用量が除外さ\nれているわけではない以上，甲７文献には，明示的に２００単位投与の\n骨折抑制効果を示唆する記載があるというべきであるし，また，甲５９\n文献の「骨折抑制効果を証明する」とは，同文献の前後の記載も併せ鑑\nみれば，２００単位投与の骨折抑制効果が何ら実証されず，予測もでき\nない状態にあることを意味するものとは到底いえず，むしろ，医薬品の\n承認を受けるための手続を踏む必要性を意味するのにすぎないと解する\nのが相当である。\nしたがって，原告の上記主張は，採用することができない。\n(エ)  以上のとおり，前記原告の主張は，いずれも採用することができず，\nそのほか原告がるる主張するところも，前記アの認定を左右するもので\nはない。\n⑷  効果について\n発明の効果が予測できない顕著なものであるかについては，当該発明の特\n許要件判断の基準日当時，当該発明の構成が奏するものとして当業者が予測\nすることのできなかったものか否か，当該構成から当業者が予測することの\nできた範囲の効果を超える顕著なものであるか否かという観点から検討する\n必要がある（最高裁判所平成３０年（行ヒ）第６９号令和元年８月２７日第\n三小法廷判決・集民２６２号５１頁参照）。もっとも，当該発明の構成のみか\nら予測できない顕著な効果が認められるか否かを判断することは困難である\nから，当該発明の構成に近い構成を有するものとして選択された引用発明の\n奏する効果や技術水準において達成されていた同種の効果を参酌することは\n許されると解される。\n前示のとおり，本件発明の構成は容易想到であるが，これに対し，原告は，\n前記第３の１⑶のとおり，本件発明は，本件３条件を全て満たす患者に対す\nる顕著な骨折抑制効果（以下「効果①」という。），②本件条件（４）を満た\nす患者に対する副作用発現率と血清カルシウムに関する安全性が腎機能が正\n常である患者と同等であるという効果（以下「効果②」という。）及び③ＢＭ\nＤ増加率が低くてもより低い骨折相対リスクが得られるとの効果（以下「効\n果③」という。）を奏し，これらの効果は，当業者が予測をすることができな\nかった顕著な効果を奏するものである旨主張する。\n以下，これらの効果について検討する。\nア  効果①について\n(ア)  前記⑵イ及び同⑶アのとおり，骨粗鬆症は，骨強度の低下を特徴と\nし，骨折の危険性が増大した骨疾患であり，骨粗鬆症の治療の目的は骨\n折を予防することであり，「骨強度」は骨密度と骨質の２つの要因からな\nり，骨密度は骨強度のほぼ７０％を説明するとの技術常識があったから，\n当業者は，骨密度の増加は，骨折の予防に寄与すると理解するところ，\n甲７文献には，「ここに挙げた薬剤を投与することによって骨密度（ＢＭ\nＤ）が増加するため，骨折予防は飛躍的に進歩した」（２９６頁右欄１０\n行ないし２９７頁左欄２５行目）と骨密度の増加が骨折予防に寄与する\nことが記載され，その上で，４８週で骨密度を８.１％増大させたことが\n開示されている（３００頁左欄１１行ないし右欄６行目）。そうすると，\n甲７発明の骨粗鬆症治療剤が骨折を抑制する効果を奏していることは，\n当業者において容易に理解できる。\n(イ)  効果①の骨折抑制効果とは，単なる骨折発生率の低減ではなく，プ\nラセボの骨折発生率と対比した場合の骨折発生率の低下割合を指すもの\nであるが，本件明細書の記載からでは，本件３条件を全て満たす患者と\n定義付けられる高リスク患者に対する骨折抑制効果が，本件３条件の全\n部又は一部を欠く者と定義付けられる低リスク患者に対する骨折抑制効\n果よりも高いということを理解することはできない。\nすなわち，効果①を確認するためには，高リスク患者に対する骨折抑\n制効果と低リスク患者に対する骨折抑制効果とを対比する必要があるが，\n前記１のとおり，本件明細書には，実施例１において，高リスク患者で\nは，１００単位週１回投与群における新規椎体骨折及び椎体以外の部位\nの骨折発生率は，いずれも実質的なプラセボである５単位週１回投与群\nにおける発生率に対して有意差が認められるが，低リスク患者では，１\n００単位週１回投与群における新規椎体骨折及び椎体以外の部位の骨折\nの発生率は，いずれも，５単位週１回投与群における発生率に対して有\n意差が認められなかったと記載されているのにとどまる（【００８６】な\nいし【００９６】，【表６】ないし【表１１】）。\nここで，低リスク患者の新規椎体骨折についていえば，１００単位週\n１回投与群１１人と５単位週１回投与群１０人（令和２年１０月１９日\n付け原告第３準備書面２頁における再解析の数値による。）について，そ\nれぞれ，ただ１人の骨折例数があったというものであり，また，椎体以\n外の部位の骨折は，上記５単位週１回投与群について，ただ１人の骨折\n例数があったというものであって，有意差がなかったことが，症例数が\n不足していることによることを否定できない。このように，低リスク患\n者において，１００単位週１回投与群の新規椎体骨折及び椎体以外の部\n位の骨折の発生率が５単位週１回投与群のそれらの発生率に対して有意\n差がなかったとの結論が，上記のような少ない症例数を基に導かれたこ\nとからすると，高リスク患者における骨折発生の抑制の程度を低リスク\n患者における骨折発生の抑制の程度と比較して，前者が後者よりも優れ\nていると結論付けることはできない。\nしたがって，実施例 1 をみても，高リスク患者に対するＰＴＨの骨折\n抑制効果が，低リスク患者に対するＰＴＨの骨折抑制効果よりも高いと\nいうことを理解することはできず，さらに，本件明細書のその他の部分\nをみても，高リスク患者に対するＰＴＨの骨折抑制効果が，低リスク患\n者に対するＰＴＨの骨折抑制効果よりも高いということを理解すること\nはできず，ましてや，２００単位週１回投与群に関し，高リスク患者に\nおける骨折発生抑制が，低リスク患者における骨折発生抑制よりも優れ\nていると結論付けることはできない。\n以上によれば，効果①は，本件明細書の記載に基づかないものという\nべきである。\n(ウ)  原告は，効果①を明らかにするものとして，甲５６証明書及び甲５\n７証明書を提出する。\nしかしながら，本件明細書の記載から，高リスク患者に対するＰＴＨ\nの骨折抑制効果が，低リスク患者に対するＰＴＨの骨折抑制効果よりも\n高いということを理解することができず，また，これを推認することも\nできない以上，効果①は対外的に開示されていないものであるから，上\n記各実験成績証明書を採用して，効果①を認めることは相当ではない。\n仮に，上記各実験成績証明書を参酌するにしても，本件３条件の全て\nを満たす患者（高リスク患者）のグループと，本件３条件の全部又は一\n部を満たさない患者（低リスク患者）のグループのうちごく一部のグル\nープとを比較しているものにすぎないから，本件３条件の効果が明らか\nになっているとはいえない。また，甲５６証明書には，本件条件（１）\nを満たし，本件条件（２）又は本件条件（３）のいずれかを満たさない\n患者とされる「非３条件充足患者」につき，「非３条件充足患者において\nもＰＴＨ投与群ではコントロール群よりも骨折の発生が抑制されたが，\n３条件充足患者においては，ＰＴＨ投与群ではコントロール群よりも骨\n折の発生が『有意に』抑制された。」旨が，甲５７証明書には，本件条件\n（１）及び本件条件（４）を満たし，本件条件（２）又は本件条件（３）\nのいずれかを満たさない患者とされる「非４条件充足患者」につき，「非\n４条件充足患者においてもＰＴＨ投与群では，コントロール群よりも骨\n折の発生は抑制されたが，４条件充足患者においてはＰＴＨ投与群では\nコントロール群よりも骨折の発生が『有意に』抑制された。」旨が記載さ\nれているだけである。すなわち，本件３条件を満たさない患者について\nは，ＰＴＨ投与群においてコントロール群よりも骨折発生が抑制された\nものの有意差がなかったことが理解できるのみであり，それら有意差が\nなかったとの結論も症例数が少ないことによるものと推認されることか\nらすると，本件３条件の全てを満たす患者の骨折発生の抑制の程度が本\n件３条件を満たさない患者に対する骨折発生の抑制の程度より優れてい\nると結論付けることはできない。そうすると，上記各実験成績証明書を\nみても，本件３条件を全て満たす患者に対するＰＴＨの骨折抑制効果が，\n本件３条件を満たさない患者に対するＰＴＨの骨折抑制効果よりも高い\nということを理解することはできない。\n(エ)  以上によれば，いずれにしても効果①を認めることはできないから，\nその他の点について判断するまでもなく，効果①を予測することのでき\nない顕著な効果という余地はない。\nイ  効果②について\n前記⑵ウのとおり，甲１０文献の記載によると，ＰＴＨ製剤であるテリ\nパラチドの２０μｇ又は４０μｇの連日投与について，ＰＴＨによる腎臓\nに関連する有害事象の発生率は，腎機能が正常，軽度障害，中等度障害の\nサブグループのいずれでも一貫しており，また，軽度から中等度の腎機能\n障害者と健常被験者の間には，あらゆる薬物動態パラメータに有意な差が\nないことが知られており，薬物動態パラメータは，薬物の薬理効果や有害\n反応の発現強度の指標であるといえるから，ＰＴＨに関して軽度又は中等\n度の腎機能障害を有する者と腎機能が正常である者との間には，薬物の有\n害反応の発現強度も異ならないものと理解できる。\nまた，原告は，甲７文献では，腎機能正常者と腎機能障害者との間での\n比較は行われておらず，腎機能障害者においてＰＴＨ２００単位週１回投\n与の際の安全性は不明であった旨主張するが，前記⑵エ(イ)のとおり，当\n業者であれば，甲７発明の投与対象患者に軽度から中等度の腎機能障害を\n有する患者が含まれていると認識するといえるところ，甲７文献には，２\n００単位投与群も含めて重篤な有害事象は認められなかったこと（３０１\n頁左欄１行ないし右欄４行目），２００単位投与群においても投与開始か\nら４８週目までの血清カルシウム値の平均値は１０．６ｍｇ／ｄｌよりも\n低い値で推移していることが見て取れる（図２）のであるから，当業者は，\nＰＴＨ２００単位の投与についても，軽度又は中等度の腎機能障害者にお\nける安全性と，腎機能正常者における安全性とは同程度であると予想する\nものと解され，甲７文献において腎機能正常者と腎機能障害者での比較が\n行われていないことは，この予想を何ら左右しない。そうすると，効果②\nは，甲７発明と用量・用法・有効成分等が同じである本件発明の構成から\n当業者が予測し得る範囲内のものというべきである。\nなお，原告は，甲７発明の副作用発現率は，４２％であり，各種の治療\n剤と比較して桁違いに高いことから，ＰＴＨ２００単位の投与において，\n軽度又は中等度の腎機能障害患者と腎機能が正常な患者とで安全性が同\n等であるという効果は予測ができないとも主張するが，甲７発明の副作用\n発現率が，仮に，各種の治療剤と比較して桁違いに高いとしても，そもそ\nもその副作用が腎機能と関係していないのであれば，ＰＴＨの２００単位\n週１回投与の安全性が，軽度又は中等度の腎機能障害と腎機能正常者とで\n同等であることが予測できるか否かということと関連しない。しかも，前\n記⑵エ(ウ)ｃにおいても判示したように，甲７発明において，投与された\n患者に重篤な副作用はみられず，血清カルシウム値についても，異常値に\n至っていないばかりか，十分に安全な数値の範囲内にあったのである（３\n０１頁左欄１行ないし右欄４行目，図２，表５，表６）から，この点に関\nする原告の主張も採用し得ない。\nウ  効果③について\n原告は，ＰＴＨの連日投与から想定されるＢＭＤ増加率に対する骨折相\n対リスクと対比して，ＢＭＤ増加率が低くてもより低い骨折相対リスクが\n得られるとの効果が生ずるとして，これを本件発明の予測できない顕著な\n効果とするが，本件明細書には，ＰＴＨの連日投与から想定されるＢＭＤ\n増加率と骨折相対リスクとの関係を記載した部分は見当たらず，上記主張\nは，明細書に記載されていない効果を主張するものであって失当というほ\nかない。\nエ  そのほか原告がるる主張するところも，前記アないしウの判断を左右す\nるものではないから，効果の程度等につき更に検討を加えるまでもなく，\n本件発明が，当業者が予測をすることができなかった顕著な効果を奏する\nものであると認めることはできない。\n⑸  小括\n以上のとおりであるから，相違点１及び相違点２に係る本件発明の構成は，\nいずれも当業者が容易に想到し得たものである。\n３  結論\n上記２のとおり，相違点１及び相違点２に係る本件発明の構成は，いずれも\n当業者が容易に想到し得たものであるから，本件発明が容易に発明できると判\n断した本件審決の判断には誤りがなく，取消事由は理由がないから，原告の請\n求を棄却することとして，主文のとおり判決する。\n知的財産高等裁判所第４部\n裁判長裁判官\n菅      野      雅      之\n裁判官\n本      吉      弘      行\n裁判官\n中      村              恭\n（別紙１）\n本件明細書の記載事項（抜粋）\n（表は末尾に一括して掲記した。）\n【発明の詳細な説明】\n【技術分野】\n【０００１】\n本発明はＰＴＨを有効成分として含有する骨粗鬆症の治療剤ないし予防剤に関す\nる。また，本発明はＰＴＨを有効成分として含有する骨折抑制ないし予防剤に関す\nる。特に本発明は，１回当たり１００～２００単位のＰＴＨが週１回投与されるこ\nとを特徴とする，前記薬剤に関する。\n【背景技術】\n【０００２】\n骨粗鬆症は「骨強度の低下を特徴とし，骨折のリスクが増大している疾患」であ\nる。現在，骨粗鬆症の治療剤の一つとしてＰＴＨ（Ｐａｒａｔｈｙｒｏｉｄ  Ｈｏ\nｒｍｏｎｅ； パラサイロイドホルモン）製剤が知られている。\n【０００３】\nＰＴＨは，カルシトニン類やビタミンＤ類とともに，血中カルシウム濃度の調節\nに関与するホルモンである。例えば，ＰＴＨは，生体内において，腎臓における活\n性型ビタミン Ｄ３生成を増加させることにより，腸管でのカルシウム吸収を促進\nする作用を有することも知られている（非特許文献１）。\n【０００４】\n特許文献１は，骨粗鬆症患者に対して１週間に１回の頻度で２６週間の投与期間\nにわた り１回の投与あたり１００又は２００単位のＰＴＨを皮下投与することに\nより，当該骨粗鬆症患者の海面骨の骨密度を増加させかつ皮質骨の骨密度を減少さ\nせない骨粗鬆症の治療方法を開示している。\n【０００５】\nこのように，特許文献１は，これらの治療方法が単に骨密度の増加を誘導するこ\nとを開示する一方，骨粗鬆症患者の骨強度を増大させること又は骨折のリスクを軽\n減させることが可能な治療方法であるか否かについて明示していない。また，ＰＴ\nＨを単独使用したのみで，カルシウム剤を併用していない。\n【０００６】\n非特許文献１は，ＰＴＨによる骨粗鬆症治療に関する臨床試験において，患者に\nＰＴＨ（２０μｇ／ａｙ）投与後４～６時間後採血した際に高カルシウム血症がそ\nの患者の１１％にみられ，持続性の高カルシウム血症はその３％に観察されたこと\nを開示している。 さらに，非特許文献１は，次ぎのＰＴＨ投与前には血清カルシウ\nムが殆ど全ての患者において正常に戻ったものの５４１人の患者の中で１名につい\nては持続性の血清カルシウム上昇が観察された為治療中止に至った旨も開示してい\nる。\n【０００７】\n非特許文献２は，カルシウム剤を併用下でＰＴＨの連日皮下投与製剤に関して，\n本剤投与後の血清カルシウムは臨床的に問題ないと開示するものの，投与後の血清\nカルシウムが上昇したことも報告している。非特許文献３は，非特許文献２に開示\nの連日皮下投与製剤の添付文書である。本文書は，臨床試験において，当該製剤投\n与後の様々な有害事象を開示する中で該製剤投与後の一過性の高カルシウム血症が\n観察された旨を報告している。さらに，非特許文献３は，当該製剤の市販後調査に\nおいて，高カルシウム血症の副作用報告があった旨を開示している。\n【０００８】\nこのように，非特許文献１～３は，ＰＴＨの骨粗鬆症治療における高カルシウム\n血症の副作用事例等を開示しており，これらに開示の治療方法は安全性の面から十\n分ではないといえる。\n【０００９】\nこのような背景の下，安全性が高くかつ効能・効果の面で優れたＰＴＨによる骨\n粗鬆症治療方法が求められていた。\n【先行技術文献】\n【非特許文献】\n【００１１】\n【非特許文献９】Ｍａｒｃｕｓ．＆  Ａｕｒｂａｃｈ，Ｇ．Ｄ，Ｅｎｄｏｃｒｉｎ\nｏｌｏｇｙ  ８５，８０１－８１０，１９６９\n【発明の概要】\n【発明が解決しようとする課題】\n【００１２】\n本発明の課題は，安全性が高くかつ効能・効果の面で優れたＰＴＨによる骨粗鬆\n症治療ないし予防方法を提供することである。さらに，本発明の課題は，安全性の\n高いＰＴＨによる骨折抑制ないし予防方法を提供することである。\n【課題を解決するための手段】\n【００１３】\n前記課題を解決するために，本発明者らは鋭意研究開発を重ねた結果，驚くべき\nことに，ＰＴＨの投与量・投与間隔を限定することにより，効能・効果及び安全性\nの両面で優れた骨粗鬆治療ないし予防方法となることを見出した。また，ＰＴＨの\n投与量・投与間隔を特定することにより，安全性の高い骨折抑制／予防方法となる\nことを見出した。さらに，それらの方法において，高リスク患者に対して特に効果\nを奏することも見出した。\n【００１４】\nすなわち，本発明は，以下に関するものである。\n〔１〕カルシウム剤と併用され，かつ，１回当たり１００～２００単位のＰＴＨが\n週１回投与されることを特徴とする，ＰＴＨを有効成分として含有する骨粗鬆症治\n療ないし予防剤。\n〔２〕併用されるカルシウム剤が週１回以上投与されることを特徴とする，前記〔１〕\nの骨粗鬆症治療ないし予防剤。\n〔３〕併用されるカルシウム剤が，カルシウムとして１日あたり２００～８００ｍ\nｇ投与されることを特徴とする，前記〔１〕または〔２〕の骨粗鬆症治療ないし予\n防剤。\n〔４〕前記ＰＴＨがヒトＰＴＨ（１－３４）である，前記〔１〕～〔３〕のいずれ\nかである骨粗鬆症治療ないし予防剤。\n〔５〕２４週または４８週を超過する期間にわたり投与するための，前記〔１〕～\n〔４〕いずれかに記載の骨粗鬆症治療ないし予防剤。\n〔６〕下記（１）～（３）の全ての条件を満たす骨粗鬆症患者を治療するための，\n前記〔１〕～〔５〕のいずれかである骨粗鬆症治療ないし予防剤；\n（１）年齢が６５歳以上である\n（２）既存の骨折がある\n（３）骨密度が若年成人平均値の８０％未満である，および／または，骨萎縮度が\n萎縮度Ｉ度以上である。\n〔７〕ステロイドを起因とする続発性骨粗鬆症，あるいは，糖尿病性骨粗鬆症を治\n療ないし予防するための，前記〔１〕～〔６〕のいずれか１に記載の骨粗鬆症治療\nないし予防剤 。\n〔８〕  下記（１）～（８）の少なくともいずれか１の疾病を合併症として有する\n骨粗鬆症を治療ないし予防するための，〔１〕～〔６〕のいずれか１に記載の骨粗鬆\n症治療ないし予防剤；\n（１）糖尿病，\n（２）高血圧，\n（３）高脂血症，\n（４）関節痛，\n（５）変形性脊椎症，\n（６）変形性腰痛症，\n（７）変形性股関節症，\n（８）変形性顎関節症。\n〔９〕  下記（１）～（６）の少なくともいずれか１つの骨粗鬆症治療薬の投与歴\nがある 骨粗鬆症患者に投与するための，〔１〕～〔６〕のいずれか１に記載の骨粗\n鬆症治療ないし予防剤；\n（１）Ｌ－アスパラギン酸カルシウム\n（２）アルファカルシドール，\n（３）エルカトニン，\n（４）塩酸ラロキシフェン，\n（５）メナテトレノン，\n（６）乳酸カルシウム\n〔１０〕  軽度腎障害または中程度腎障害を有する骨粗鬆症患者に投与するための，\n〔１〕～〔６〕のいずれか１に記載の骨粗鬆症治療ないし予防剤。\n〔１１〕前記ＰＴＨがヒトＰＴＨ（１－３４）である，前記〔６〕～〔１０〕のい\nずれか１の骨粗鬆症治療ないし予防剤。\n〔１２〕前記ＰＴＨを有効成分として含有する骨粗鬆症治療剤が皮下注射剤である，\n前記〔６〕～〔１１〕のいずれかに記載の骨粗鬆症治療ないし予防剤。\n〔１３〕  前記〔１〕～〔１２〕のいずれか１に記載の骨粗鬆症治療ないし予防剤\nと下記 （１）～（６）の少なくともいずれか１つの薬剤からなる合剤または医療用\nキット。\n（１）メトクロプラミド，\n（２）ドンペリドン，\n（３）ファモチジン，\n（４）クエン酸モサプリド，\n（５）ランソプラゾール，\n（６）六神丸。\n〔１４〕１回当たり１００～２００単位のＰＴＨが週１回投与されることを特徴と\nする， ＰＴＨを有効成分として含有する骨粗鬆症治療ないし予防剤であって，下記\n（１）～（３ ）の全ての条件を満たす骨粗鬆症患者を治療するための，骨粗鬆症治\n療ないし予防剤；\n（１）年齢が６５歳以上である\n（２）既存の骨折がある\n（３）骨密度が若年成人平均値の８０％未満である，および／または，骨萎縮度が\n萎縮度 Ｉ度以上である。\n〔１５〕１回当たり１００～２００単位のＰＴＨが週１回投与されることを特徴と\nする， ＰＴＨを有効成分として含有する，骨折の危険性の高い骨粗鬆症治療ないし\n予防剤。\n〔１６〕１回当たり１００～２００単位のＰＴＨが週１回投与されることを特徴と\nする， ＰＴＨを有効成分として含有する骨粗鬆症治療ないし予防剤であって，ステ\nロイドを起因とする続発性骨粗鬆症，あるいは，糖尿病性骨粗鬆症を治療ないし予\n防するための，骨粗鬆症治療ないし予防剤。\n〔１７〕１回当たり１００～２００単位のＰＴＨが週１回投与されることを特徴と\nする， ＰＴＨを有効成分として含有する骨粗鬆症治療ないし予防剤であって，軽度\n腎障害または 中程度腎障害を有する骨粗鬆症患者に投与するための，骨粗鬆症治\n療ないし予防剤。\n〔１８〕カルシウム剤と併用され，かつ，１回当たり１００～２００単位のＰＴＨ\nが週１回投与されることを特徴とする，ＰＴＨを有効成分として含有する骨折抑制\nないし予防剤 。\n〔１９〕併用されるカルシウム剤が週１回以上投与されることを特徴とする，前記\n〔１８〕の骨折抑制ないし予防剤。\n〔２０〕併用されるカルシウム剤が，カルシウムとして１日当たり２００～８００\nｍｇ投与されることを特徴とする，前記〔１８〕または〔１９〕の骨折抑制ないし\n予防剤。\n〔２１〕前記ＰＴＨがヒトＰＴＨ（１－３４）である，前記〔１８〕～〔２０〕の\nいずれかである骨折抑制剤。\n〔２２〕下記（１）～（３）の全ての条件を満たす対象者に投与するための，前記\n〔１８〕～〔２１〕のいずれかである骨折抑制ないし予防剤；\n（１）年齢が６５歳以上である\n（２）既存の骨折がある\n（３）骨密度が若年成人平均値の８０％未満である，および／または，骨萎縮度が\n萎縮度Ｉ度以上である。\n〔２３〕前記ＰＴＨがヒトＰＴＨ（１－３４）である，前記〔２２〕の骨折抑制な\nいし予防剤。\n〔２４〕前記ＰＴＨを有効成分として含有する骨折抑制ないし予防剤が皮下注射剤\nである，前記〔２２〕または〔２３〕の骨折抑制ないし予防剤。\n〔２５〕骨折抑制ないし予防剤が多発骨折抑制ないし多発骨折予防剤である，前記\n〔１８〕～〔２４〕のいずれか１に記載の骨折抑制ないし予防剤。\n〔２６〕骨折抑制ないし予防剤が増悪骨折抑制ないし増悪骨折予防剤である，前記\n〔１８〕～〔２５〕のいずれか１に記載の骨折抑制ないし予防剤。\n〔２７〕前記〔１４〕または〔１５〕の骨粗鬆症治療ないし予防剤であって，ステ\nロイド を起因とする続発性骨粗鬆症，あるいは，糖尿病性骨粗鬆症を治療ないし予\n防するための，骨粗鬆症治療ないし予防剤。\n〔２８〕前記〔１４〕または〔１５〕の骨粗鬆症治療ないし予防剤であって，軽度\n腎障害または中程度腎障害を有する骨粗鬆症患者に投与するための，骨粗鬆症治療\nないし予防剤 。\n〔２９〕前記〔２７〕の骨粗鬆症治療ないし予防剤であって，軽度腎障害または中\n程度腎 障害を有する骨粗鬆症患者に投与するための，骨粗鬆症治療ないし予防剤。\n〔３０〕前記〔１６〕の骨粗鬆症治療ないし予防剤であって，軽度腎障害または中\n程度腎障害を有する骨粗鬆症患者に投与するための，骨粗鬆症治療ないし予防剤。\n〔３１〕上記〔１〕～〔３０〕のいずれかに記載の治療剤，予防剤，薬剤，合剤，\nまたは キットを用いる，予防または治療方法。\n【発明の効果】\n【００１５】\n本発明の骨粗鬆症治療剤は，安全性が高くかつ効能・効果の面で優れている。ま\nた，本発明の骨折抑制ないし予防剤は，安全性が高く，有用である。\n【図面の簡単な説明】\n【００１６】\n【図１】図１は，投与群（高リスク者，低リスク者）別での血清カルシウム濃度推\n移の結果を示すグラフである。\n【図２】新規椎体骨折発生率の経時変化に対する被験薬投与の影響を示す。被験薬\n投与群を「ＰＴＨ２００群」，対照薬投与群を「Ｐ群」と表記した。\n【図３】新規椎体骨折発生率の経時変化に対する被験薬投与の影響を示す。被験薬\n投与群 を「ＰＴＨ２００群」，対照薬投与群を「Ｐ群」と表記した。\n【図４】被験薬（「ＰＴＨ２００群」）または対照薬（「Ｐ群」）を週１回の頻度で７\n２週間患者に投与した際の尿中カルシウム値の変動について試験した結果を示す。\n尿中カルシウム値／尿中クレアチン値の比を投与開始前と観察週で比較した。尿中\nカルシウムの測定は，開始時，１２週後，２４週後，４８週後，７２週後に実施し\nた。標準併用薬（カルシウム  ６１０ｍｇ，ビタミンＤ３  ４００ＩＵ，及びマグ\nネシウム  ３０ｍｇ）を同意取得時から治験終了まで１日１回夕食後服用した。\n【図５】被験薬（「ＰＴＨ２００群」）または対照薬（「Ｐ群」）を週１回の頻度で７\n２週間患者に投与した際の補正血清カルシウム値の変動について試験した結果を示\nす。血清カルシウムの測定は，開始時，１２週後，２４週後，４８週後，７２週後\nに実施した。血清カルシウム基準値：８．４－１０．４ｍｇ/ｄＬ。標準併用薬（カ\nルシウム  ６１０ｍ ｇ，ビタミンＤ３  ４００ＩＵ，及びマグネシウム  ３０ｍｇ）\nを同意取得時から治験終了まで１日１回夕食後服用した。\n【発明を実施するための形態】\n【００１７】\n本発明について，具体的に説明する。\n【００１８】\n本発明は，１回当たり１００～２００単位のＰＴＨが週１回（以下，「週１回」を\n「隔週」と称することもある。）投与されることを特徴とする，ＰＴＨによる骨粗鬆\n症治療ないし予防方法又は骨折抑制ないし予防方法を提供する。また，本発明は，\n１回当たり１００～２００単位のＰＴＨが隔週投与されることを特徴とする，ＰＴ\nＨを有効成分とする骨粗鬆症治療ないし予防剤又は骨折抑制ないし予防剤を提供す\nる。さらに，本発明は，前記骨粗鬆症治療ないし予防剤又は前記骨折抑制ないし予\n防剤の製造のためのＰＴＨの使用を提供する。\n【００１９】\nＩ  有効成分\n本発明の有効成分であるＰＴＨ（以下，単に「ＰＴＨ」ということもある。）は，\nヒト副甲状腺ホルモンであるヒトＰＴＨ（１－８４），及び，ヒトＰＴＨ（１－８４）\nと同等又は類似の活性を有する分子量約４，０００～１０，０００程度のペプチド\n類を包含する。\n【００２０】\nＰＴＨは，天然型のＰＴＨ，遺伝子工学的手法により製造されたＰＴＨ，及び化\n学合成法により合成されたＰＴＨのいずれをも含む。ＰＴＨは，自体公知の遺伝子\n工学的手法により製造され得る（非特許文献８）。あるいは，ＰＴＨは，自体公知の\nペプチド合成法により合成されることができ（非特許文献１１），例えば，不溶性の\n高分子担体上でペプチド鎖をＣ末端から伸長していく固相法（ｓｏｌｉｄ  ｐｈａ\nｓｅ  ｍｅｔｈｏｄ）によっても合成され得る（非特許文献４）。なお，本発明のＰ\nＴＨの由来は，ヒトに限られず， ラット，ウシ，ブタ等であってもよい。\n【００２１】\n本願明細書において，ヒトＰＴＨ（ｎ－ｍ）というときには，ヒトＰＴＨ（１－\n８４）のアミノ酸配列第ｎ番目から第ｍ番目までからなる部分アミノ酸配列で示さ\nれるペプチドを意味する。例えば，ヒトＰＴＨ（１－３４）は，ヒトＰＴＨ（１－\n８４）のアミノ酸配列第１番目から第３４番目からなる部分アミノ酸配列で示され\nるペプチドを意味する。\n【００２２】\n本発明の有効成分であるＰＴＨは，１種又は２種以上の揮発性有機酸と形成した\n塩でもあってもよい。揮発性有機酸として，トリフルオロ酢酸，蟻酸，酢酸などが\n例示され，好ましくは酢酸を挙げることができる。フリー体のＰＴＨと揮発性有機\n酸が塩を形成する際の両者の比率は，当該塩を形成する限りにおいて特に限定され\nない。例えば，ヒトＰＴＨ （１－３４）は，その分子中に９分子の塩基性アミノ酸\n残基と４分子の酸性アミノ酸残基を有するため，それらの分子内における塩形成を\n考慮に入れると，塩基性アミノ酸５残基 を酢酸の化学当量とすることができる。例\nえば，酢酸量に酢酸重量×１００（％）／ヒトＰＴＨ（１－３４）のペプチド重量，\nで表される酢酸含量を用いれば，一つの理論として，フリー体であるヒトＰＴＨ（１\n－３４）に対する酢酸の化学当量は約７．３％（重量％）となる。本願明細書にお\nいて，フリー体であるヒトＰＴＨ（１－３４）はテリパラチド ，テリパラチドの酢\n酸塩はテリパラチド酢酸塩と，それぞれ称されることもある。テリパラチド酢酸塩\nにおける酢酸含量は，テリパラチドと酢酸が塩を形成する限りにおいて特に限定さ\nれず，例えば，前記の理論化学等量である７．３％以上であってもよく，０～１％\nでもよい。より具体的には，テリパラチド酢酸塩における酢酸含量として，１～７％，\n好ましくは２～６％を例示され得る。これらの塩は自体公知の方法（特許文献４～\n５）に従って製造可能である。\n【００２３】\nＰＴＨとして，ヒトＰＴＨ（１－８４），ヒトＰＴＨ（１－３４），ヒトＰＴＨ（１\n－ ３８），ｈＰＴＨ（非特許文献５），ヒトＰＴＨ（１－３４）ＮＨ２，〔Ｎｌｅ８，\n１８ 〕ヒトＰＴＨ（１－３４），〔Ｎｌｅ８，１８，Ｔｙｒ３４〕ヒトＰＴＨ（１－３\n４）， 〔Ｎｌｅ８，１８〕ヒトＰＴＨ（１－３４）ＮＨ２  ，〔Ｎｌｅ８，１８，Ｔｙｒ\n３４〕 ヒトＰＴＨ（１－３４）ＮＨ２，ラットＰＴＨ（１－８４），ラットＰＴＨ（１\n－３４） ，ウシＰＴＨ（１－８４），ウシＰＴＨ（１－３４），ウシＰＴＨ（１－３\n４）ＮＨ２等 が例示される。好ましいＰＴＨとして，ヒトＰＴＨ（１－８４），ヒト\nＰＴＨ（１－３８ ），ヒトＰＴＨ（１－３４），ヒトＰＴＨ（１－３４）ＮＨ２が例\n示される（特許文献３等）。特に好ましいＰＴＨとして，ヒトＰＴＨ（１－３４）が\n挙げられる。さらに好ましいＰＴＨとして，化学合成により得られたヒトＰＴＨ（１\n－３４），最も好ましいＰＴＨ として，テリパラチド酢酸塩（実施例１）が挙げら\nれる。\n【００２４】\nＩＩ  他の薬剤との併用\n本発明者らは，カルシウム剤併用下でのＰＴＨに関し，骨折発生を主要評価項目\nとした 二重盲検比較臨床試験を実施した結果，その効果は２４または２６週後と\nいう早期から発現され，さらに，有害事象として高カルシウム血症が確認されなか\nった（実施例１～２）。従って，本発明に係る骨粗鬆症治療剤又は骨折抑制／予防剤\nは，他の薬剤と併用することを一つの特徴とする。ここで，他の薬剤との併用とは，\n本発明に係る骨粗鬆症治療剤又は骨折抑制／予防剤と本剤とは別のある薬剤（他の\n薬剤）を併用することを意味する。\n【００２５】\n本発明の他の薬剤としてはカルシウムを好適に例示できる。但し，本発明におい\nて他の薬剤との併用というときには，当該他の薬剤以外の別の薬剤のさらなる併用\nを排除するものでない。従ってカルシウムとの併用として，例えば，\nカルシウムのみとの併用，\nカルシウムならびにビタミンＤ（その誘導体を含む）および／またはマグネシウム\nのみとの併用，\nも好ましく例示できる。よって，他の薬剤の具体的様態として，カルシウム剤を例\n示でき，好ましくは，\n（１）カルシウムを薬効成分として含むカルシウム剤，\n（２）カルシウム，ビタミンＤ（その誘導体を含む）およびマグネシウムをそれぞ\nれ薬効成分として含むカルシウム剤を好ましく例示できる。\n【００２６】\n上記の本発明に係る骨粗鬆症治療剤又は骨折抑制／予防剤と他の薬剤との併用の\n形態（投与頻度，投与経路，投与部位，投与量等）は，特に限定されず，患者に応\nじた医師の処方等により適宜決定することができる。\n【００２７】\nたとえば，上記他の薬剤としてカルシウム剤を併用する場合，当該カルシウム剤\nは，ＰＴＨを有効成分とした本発明に係る骨粗鬆症治療剤又は骨折抑制／予防剤と\n同時に投与されてもよいし（すなわち週１回），それ以上の頻度で投与されても差し\n支えはなく，１日１回ないし数回の頻度で投与されてもよい。従って，上記の他の\n薬剤は，本発明に係る骨粗鬆症治療／予防剤又は骨折抑制／予防剤と組合せてなる\n合剤としてもよく，本発明に係 る骨粗鬆症治療剤／予防又は骨折抑制／予防剤と\n他の薬剤とが別々の製剤であってもよい。このようなカルシウム剤として，「新カル\nシチュウ（商標）Ｄ３」（販売元：第一三共 ヘルスケア，製造販売元：日東薬品工業\n株式会社）を例示できる。\n【００２８】\nまた，他の薬剤は，発明に係る骨粗鬆症治療／予防剤又は骨折抑制／予防剤と一\n緒に又は逐次に（すなわち別々の時間に），同一の又は異なる投与経路で投与され得\nる。従って ，他の薬剤の剤形も特に限定されないが，例えば，錠剤，カプセル剤，\n細粒剤等を例示できる。他の薬剤がカルシウム剤の場合，単位剤形あたり１００～\n４００（好ましくは１５０～３５０）ｍｇをカルシウムとして含むカルシウム剤で\nあることが好ましい。しかして ，単位剤形あたりカルシウムとして１００～４００\nｍｇを含むカルシウム錠剤を，たとえ ば本発明の実施例に従って１日あたり２錠\n投与するとすれば，カルシウムとして２００～ ８００ｍｇが一日あたり投与され\nることになるが，これに限定されない。\n【００２９】\n上記の他の薬剤の具体的な例としては，カルシウム剤の場合，たとえば沈降炭酸\nカルシウム，乳酸カルシウム，炭酸カルシウム，塩化カルシウム，グルコン酸カル\nシウム，アスパラギン酸カルシウム，燐酸カルシウム，燐酸水素カルシウム，クエ\nン酸カルシウム等を有効成分とする公知の薬剤が例示できる。沈降炭酸カルシウム\nを含む薬剤が好ましい。なお，当該他の薬剤には，賦形剤，結合剤，崩壊剤，滑沢\n剤，制酸剤等が適宜含まれていてもよい。\n【００３０】\nＰＴＨ投与患者のある一定の割合に，嘔吐，悪心，嘔気，胃もたれ，胃部不快感，\n胸焼けなどの消化器症状が一過的に観察されることが知られている（特許文献６）。\n【００３１】\n本発明者らは，被験薬投与に伴う一過性の悪心・嘔吐に対する様々な制嘔剤の投\n与時期と有効性について試験した結果，プリンペラン（その薬効成分の一般名はメ\nトクロプラミド），ナウゼリン（その薬効成分の一般名はドンペリドン），ガスター\nＤ（その薬効成分の一般名はファモチジン），ガスモチン（その薬効成分の一般名は\nクエン酸モサプリド），タケプロンＯＤ（その薬効成分の一般名はランソプラゾール）\nおよび六神丸がＰＴＨ投与に伴う悪心または嘔吐に対して有効であることを確認し\nた（実施例２）。従って，更なる他の薬剤としてこれらの制嘔剤を好ましく，ナウゼ\nリン（その薬効成分の一般名はドンペリドン），ガスモチン（その薬効成分の一般名\nはクエン酸モサプリド）および／または 六神丸をより好ましく，挙げることができ\nる。これらの制嘔剤の用法用量は患者の症状等に応じて医師等が適宜設定すること\nができる。\n【００３２】\nＩＩＩ  投与期間\n本発明に係る骨粗鬆症治療／予防剤又は骨折抑制／予防剤の投与期間は特に限定\nされず，患者に応じた医師の処方等により適宜決定することができる。本発明者ら\nは，投与期間 を１５６または７２週間として，骨折発生を主要評価項目とした二重\n盲検比較臨床試験を実施した。本試験において，当該投与による有意な骨折抑制効\n果を確認でき，その効果は２４または２６週後という早期から発現した（実施例１\n～２）。さらに，投与後４８週を 超えてからの新規椎体骨折は認められなかった（実\n施例２）。従って，投与期間として，２４週以上，２６週以上，４８週以上，５２週\n以上，７２週以上，または７８週以上を例示することができ，最も好ましくは７８\n週以上である。また，本試験において，有害事象 として高カルシウム血症は確認さ\nれなかった（実施例１）。\n【００３３】\nＩＶ  投与量\n本発明者らは，１回当たり１００または２００単位のＰＴＨを用いた二重盲検比\n較臨床試験を実施した結果，当該投与による有意な骨折抑制効果と２４または２６\n週後という早期からの効果の発現を認め，一方で有害事象としての高カルシウム血\n症は確認されなかった（実施例１～２）。\n【００３４】\n従って，本発明は，その投与量として，１回当たり１００～２００単位であるこ\nとを特徴の一つとする。ここでＰＴＨの１単位量は，自体公知の活性測定方法によ\nり測定可能である（非特許文献９）。投与量として，好ましく１回当たり１００又は\n２００単位，最も好ましく１回当たり２００単位が例示される。\n【００３５】\nＶ  投与間隔\n本発明者らは，１週間に１回の頻度でＰＴＨ投与する二重盲検比較臨床試験を実\n施した結果，当該投与による有意な骨折抑制効果と２４または２６週後という早期\nからの効果の発現を認め，一方で有害事象としての高カルシウム血症は確認されな\nかった（実施例１～ ２）。従って，本発明は，その投与間隔を隔週とすることを特\n徴の一つとする。\n【００３６】\nＶＩ  投与経路\n本発明の骨粗鬆症治療／予防剤・骨折抑制／予防剤は，その製剤形態に応じた適\n当な投与経路により投与され得る。例えば，本発明の骨粗鬆症治療ないし予防剤或\nいは骨折抑制ないし予防剤が注射剤の場合には，静脈，動脈，皮下，筋肉内などに\n投与され得る。本発明者らは，ＰＴＨを皮下注射した結果，優れた効能・効果及び\n安全性を示すことを立証し た（実施例１～２）。従って，本発明は，その投与経路\nとして皮下投与経路を好ましく例示可能である。\n【００３７】\nＶＩＩ  対象疾患\n本発明に係る骨粗鬆症は特に限定されず，原発性骨粗鬆症及び続発性骨粗鬆症の\nいずれをも含む。原発性骨粗鬆症としては，例えば，退行期骨粗鬆症（閉経後骨粗\n鬆症及び老人性骨粗鬆症），特発性骨粗鬆症（妊娠後骨粗鬆症，若年性骨粗鬆症など）\nが例示される。 続発性骨粗鬆症は，特定の疾病や特定の薬剤等の原因により誘発さ\nれる骨粗鬆症であり，例えば，特定の薬剤，関節リウマチ，糖尿病，甲状腺機能亢\n進症，性機能異常，不動性，栄養性，その他先天性疾患などが原因として挙げられ\nる。特定の薬剤として，例えば，ステロイドが例示される。本発明に係る骨粗鬆症\nとして骨折の危険性の高い骨粗鬆症を好ましく例示できる。骨折の危険性の高い骨\n粗鬆症への本発明の適応は下記の高リスク患者への本発明の適応を意味する。\n【００３８】\n本発明者らは，原発性骨粗鬆症の患者を対象とした臨床試験において，本発明の\n効果・効能や安全性を確認した（実施例１～２）。従って，本発明に係る骨粗鬆症と\nして好ましく原発性骨粗鬆症を例示でき，最も好ましく退行期骨粗鬆症を例示でき\nる。\n【００３９】\n本発明者らは，続発性骨粗鬆症を誘発するステロイドを服用する原発性骨粗鬆症\n患者を対象とした臨床試験において，本発明の効果を確認した（実施例２）。従って，\n本発明に係る原発性骨粗鬆症患者として，続発性骨粗鬆症を誘発するステロイドを\n服用する原発性 骨粗鬆症患者を好ましく例示できる。\n【００４０】\n本発明者らは，合併症（糖尿病，高血圧，または高脂血症）を有する原発性骨粗\n鬆症患者を対象にした臨床試験において，本発明の効果を確認した（実施例２）。従\nって，本発明に係る骨粗鬆症患者として，糖尿病，高血圧および高脂血症の少なく\nともいずれか１の合併症を有する骨粗鬆症患者を好ましく例示でき，糖尿病，高血\n圧および高脂血症の少なくともいずれか１の合併症を有する原発性骨粗鬆症患者を\nさらに好ましく例示できる。\n【００４１】\n糖尿病は骨粗鬆症性骨折リスク要因である可能性が高いことが知られている（非\n特許文献１６）。\n【００４２】\n糖尿病性骨粗鬆症とＰＴＨの関係については動物実験において次の報告が認めら\nれる。\n１）  糖尿病性の骨減少症示すｓｒｅｐｔｏｚｏｔｏｃｉｎ処理ラットに対して\nｈＰＴ Ｈを投与することによって，ｃａｎｃｅｌｏｕｓ  ｅｎｖｅｒｏｐｅにお\nいて『骨量』，『骨梁幅』，『類骨表面』，『石灰化面』，『骨石灰化速度』，『骨形成速度』\nの増加が見られ，さらに，ｅｎｄｏｃｏｒｔｉｃａｌ  ｅｎｖｅｌｏｐｅでは『類\n骨表面』，『石灰化面』，『骨石灰化速度』，『皮質骨厚』の増加が見られたことが報告\nされている（非特許文献２１）。ただし，本ラットは，他の原因による骨減少症ラッ\nトと異なり，吸収面の顕著な減少は見られていない。\n２）  ｓｒｅｐｔｏｚｏｔｏｃｉｎ処理ラットに対して８週間に渡ってＰＴＨを\n投与した結果，海面骨量とターンオーバーの回復を認めたことが報告されている（非\n特許文献２２）。\n３）  培養細胞における実験では高濃度のグルコースに曝露されるとｈＰＴＨ（１\n－３４）に対する反応が落ちる（ＰＴＨの効きが悪くなる）ことが報告されている\n（非特許文献２０）。\n【００４３】\n発明者は，糖尿病性骨粗鬆症ヒト患者へのＰＴＨ投与の効果を期待する医師等の多\nくの見解が存在している（例：ｈｔｔｐ：／／ｗｗｗ．ｒｉｃｈｂｏｎｅ．ｃｏｍ\n／ｋｏｔｓｕｓｏｓｈｏｓｈｏ／ｂａｓｉｃ＿ｓｈｉｎｄａｎ／ｔｏｎｙｏ．ｈｔ\nｍ）ことを理解している一方で，その効果を実証した論文を見出せなかった。\n【００４４】\n従って，本発明の骨粗鬆症治療剤・骨折抑制／予防剤により，原発性骨粗鬆症と\n糖尿病の合併症患者に対しての椎体骨折リスクが低減されることを，本願試験で実\n証したことは重要な知見である。\n【００４５】\n本発明に係る骨折は特に限定されず，椎体骨折及び非椎体骨折のいずれをも含み\n（実施例１），骨粗鬆症・骨形成不全・骨腫瘍などを原因とする病的骨折，交通事故・\n打撲などを原因とする外傷性骨折のいずれをも含む。好ましくは，骨粗鬆症を原因\nとする骨折，さらに好ましくは骨粗鬆症を原因とする椎体骨折への適用を例示可能\nである。骨折の部位も特に限定されないが，典型的には，脊椎圧迫骨折，大腿骨頸\n部骨折，大腿骨転子間部骨折 ，大腿骨骨幹部骨折，上腕骨頸部骨折，橈骨遠位端骨\n折を挙げることもでき，特に脊椎圧迫骨折が例示され得る。\n【００４６】\n本発明に係る骨折の回数は特に限定されず，単発骨折及び多発骨折のいずれをも\n含む。単発骨折とは，骨が１箇所だけ折れるまたは亀裂が入る病状を意味し，多発\n骨折とは，骨が２箇所以上折れるまたは亀裂が入る病状を意味する。多発骨折にお\nける骨折数は特に限定されないが，２個～４個へ適用される場合が好ましい。\n【００４７】\n本発明に係る椎体骨折は新規骨折および増悪骨折のいずれをも含む。例えば，椎\n体全体の形態をみてその変形の程度はＧｒａｄｅ分類されることができ，Ｇｒａｄ\nｅ０（正常），Ｇｒａｄｅ１（椎体高約２０～２５％減少，かつ，椎体面積１０～２\n０％減少），Ｇｒａｄｅ２（椎体高約２５～４０％減少，かつ，椎体面積２０～４０％\n減少），Ｇｒａｄｅ３（椎体高約４０％以上減少，かつ，椎体面積４０％以上減少）\nとすることが一般的である。新規・増悪の区分はＧｅｎａｎｔの判定基準に従いＧ\nｒａｄｅの増加パターンに沿って実施可能である。具体的には，Ｇｒａｄｅ０から\nＧｒａｄｅ１，２，または３への変化が認められた場合には新規骨折と診断され，\nＧｒａｄｅ１からＧｒａｄｅ２または３，Ｇｒａｄｅ２からＧｒａｄｅ３への変化\nが認められた場合には増悪骨折とみなすことができる。さらにＧｒａｄｅの変化を\n正確に判断するために，井上ら（非特許文献３５）の方法，および林ら（非特許文\n献３６）の方法に従って，椎体高の計測を行った。\n【００４８】\n本発明者らは，既存骨折を有する患者を対象とした臨床試験において，本発明の\n増悪骨折抑制効果を確認した（実施例２）。従って，本発明においては，骨粗鬆症患\n者として， 好ましく既存骨折を有する患者，さらに好ましく既存骨折およびその増\n悪骨折の可能性を有する患者への適用を例示できる。\n【００４９】\nＰＴＨの骨強度増強作用のメカニズムについては未だ不明な点が多い。骨強度は\n骨密度のみならず骨質の状態を反映するが，これは骨密度のみならず骨微細構造や\n石灰化など骨質要因が骨強度を規定することを意味する（非特許文献１７）。本発明\n者は，骨質は骨強度のみならず骨粗鬆症とは異なる疾病の発症リスクやその合併症\nの治癒成績に影響を及ぼす可能性があると考える。本発明の骨粗鬆症治療／予防剤・\n骨折抑制／予防剤は，従前の治療剤（特許文献２）と比較してこれらの点で優位で\nある可能性が示唆された。\n【００５０】\n特許文献２は，ｒｈＰＴＨ（１－３４）を骨粗鬆症患者に投与した結果，骨塩含\n有量（ＢＭＣ）や骨塩密度（ＢＭＤ）のみならず，腰椎や大腿骨等の骨面積を増加\nさせたことを開示する。骨面積の増加は骨が外側に向かって肥厚することを意味す\nる。\n【００５１】\nところが，本発明の骨粗鬆症治療／予防剤・骨折抑制／予防剤を骨粗鬆症患者に\n投与した結果，皮質骨厚が骨の外側ではなく骨の内側に増加した。すなわち，骨全\n体の厚さは殆ど変化が認められなかった。本メカニズムは例えば下記に示される重\n要な臨床的意義を示すと考えられる。\n【００５２】\n（１）長管骨肥厚による関節破壊がない\n長管骨（四肢を構成する長形状の骨）の一つである大腿骨は，その骨端が関節軟\n骨と接触してその他滑膜や半月板とともに膝関節を形成している。その接触面は厚\nさ数ミリ程度の軟骨に覆われる関節面と称される。膝関節痛の原因となる疾病とし\nて例えば変形性膝関節症が例示される。\n【００５３】\n一方，プレドニゾン（ｐｒｅｄｎｉｓｏｎｅ）誘発骨粗鬆症と関節痛の合併症患\n者に対してフォサマック（Ｆｏｓａｍａｘ）と比較してフォルテオ（Ｆｏｒｔｅｏ；\n毎日投与のＰＴＨ）がより強い骨強化作用を示したことが知られている（非特許文\n献２３～２４）。\n【００５４】\nしかし，このフォルテオ投与は特許文献２に記載のＰＴＨ投与と実質的に同等の\n従来の治療方法であり，先に述べたように本従来方法は骨の外側に肥厚させる治療\n方法である。 大腿骨の外側への肥厚は関節面の面積増大を意味し，軟骨細胞数は骨\nの肥厚と比して増加しない為，この従前治療法に起因する大腿骨の外側への肥厚は，\n関節面の増大で惹起または増悪される軟骨細胞の損傷を介して関節の破壊を促進す\nる可能性がある。\n【００５５】\nところが，本発明のように大腿骨の内側への肥厚は，関節面増大がなく，軟骨を\nより安定化させ，結果として，軟骨への負担を増やさずに関節破壊を実質的に促進\nさせない可能性があると発明者は考えている。本剤による骨粗鬆症治療が前記従来\n法による骨粗鬆治療と比較して関節に優しい治療である可能性を示唆するものであ\nる。\n【００５６】\n（２）椎体肥厚による変形性脊椎症の増悪または発症がない\n加齢等の何らかの原因によって正常な椎体骨量が減少すると椎体が不安定化する。\n不安定化は終板の変形によって始まる。椎体の不安定化とは，具体的には，終盤の\n薄化や終盤孔（ハバース管）の拡大である。その不安定化が進むと，椎間板の終盤\n孔への進入や椎間板狭小化が見られる。さらに症状が進めば，椎骨同士の衝突によ\nる骨棘（こつきょく）生成にいたる。このような脊椎の変性が変形性脊椎症といわ\nれる疾病である。変形性脊椎症になると，椎間が安定化して椎間板の進入に起因す\nる痛みや周辺の筋肉膨張による痛みなどが生じることになる。\n【００５７】\nしかし，特許文献２に記載のようにＰＴＨを毎日投与して骨の外側に肥厚させる\n場合， 終盤孔の拡大に対して十分な抑制作用が見られない可能性がある。あるいは，\n椎体と椎間板の接触面積の増大によって，椎体間の距離が縮小し，椎体の不安定化\nが進み，結果として，変形性脊椎症の発症や増悪リスクが高くなる可能性もある。\n【００５８】\n一方，本発明の骨粗鬆症治療剤・骨折抑制／予防剤投与により，皮質骨厚が骨の\n外側ではなく骨の内側に増加していくため，終盤孔の拡大や椎間板の終盤孔への進\n入に対して十分に抑制できる可能性がある。\n【００５９】\n（３）変形性股関節症・変形性顎関節症を増悪または発症促進させない\n変形性股関節症は，関節に対する血流不良や極度の加重や酷使を理由として，股\n関節を形成している臼蓋と大腿骨頭の接触面の関節軟骨が摩耗，変性，不可逆性の\n変化を起こした状況である。変形性股関節症患者の大腿骨皮質骨面積は健常者のそ\nれと比較して有意に大きい（非特許文献１８）。大腿骨皮質骨面積の増大は，大腿骨\nの外側への肥大化を意味し，従ってこれが変形性股関節症の発症または増悪に関与\nしている可能性がある。本発明のように大腿骨の内側への肥厚化をさせる場合には，\n大腿骨の外側への肥大化をさせることはないので，変形性股関節症の発症または増\n悪リスクを増大させない可能性がある。変形性顎関節症は顎関節の変形を主徴候と\nするものであるが，皮質骨の肥厚が診断所見の一つとなっている（非特許文献１９）。\n従って，皮質骨のさらなる外側への肥大化が症状を悪化または発症させる可能性が\nある。本発明のように骨の内側へ肥厚させる場合には，このような変形性顎関節症\nの発症または増悪リスクを増大させない可能性が推定される。\n【００６０】\n以上，（１）～（３）を纏めると，関節痛，変形性脊椎症，変形性腰痛症，変形性\n股関節症，および変形性顎関節症の少なくともいずれか１の疾病を合併症として有\nする骨粗鬆症患者（好ましくはそのうち原発性骨粗鬆症患者）を本発明の骨粗鬆症\n治療／予防剤・骨折抑制／予防剤の適応患者として好ましく例示できる。\n【００６１】\n本発明者らは，１年以内の他の骨粗鬆症治療薬の服薬歴が本剤有効性に与える影\n響を評価した。その結果，他の骨粗鬆症治療薬の服薬歴がある原発性骨粗鬆症患者\nは服薬歴のない患者よりも被験薬有効性が高いことが明らかになった（実施例２）。\n従って，本発明においては，骨粗鬆症患者として，他の骨粗鬆症治療薬の服薬歴が\nある骨粗鬆症患者への適用を好ましく例示でき，他の骨粗鬆症治療薬の服薬歴があ\nる原発性骨粗鬆症患者への適用をさらに好ましく例示できる。\n【００６２】\nまた，他の骨粗鬆症治療薬として，Ｌ－アスパラギン酸カルシウム，アルファカ\nルシドール，塩酸ラロキシフェン，エルカトニン，メナテトレノン，乳酸カルシウ\nム，が例示され，好ましくは，Ｌ－アスパラギン酸カルシウム，アルファカルシド\nール，エルカトニンが例示される。他の骨粗鬆症治療薬は単独または併用して投薬\n実績があってもよい。\n【００６３】\n他の骨粗鬆症治療薬の投与歴のある骨粗鬆症患者に対して，本発明の骨粗鬆症治\n療剤・骨折抑制／予防剤を２４週～７２週またはそれ以上にわたり投与することが\n好ましい。特にそのうち腰椎の骨折リスクの高い患者に対しては２４週またはそれ\n以上にわたり投与することが好ましく，大腿骨頚部または大腿骨近位部の骨折リス\nクの高い患者に対しては７２週またはそれ以上投与することが好ましい。\n【００６４】\n骨粗鬆症および腎障害は加齢とともにその有病率が上昇する。女性の骨粗鬆症患\n者の８５％は軽度～中程度の腎障害を有しているという大規模な疫学研究報告もあ\nる（非特許文献３２）。従って，腎障害を有する骨粗鬆症患者に対して有効かつ安全\nな薬剤を提供することは重要である。\n【００６５】\n本発明者らは，腎機能正常の骨粗鬆症患者群，軽度腎機能障害を有する骨粗鬆症\n患者群，中等度腎機能障害を有する骨粗鬆症患者群いずれに対しても本発明の骨粗\n鬆症治療／予防剤・骨折抑制／予防剤が有効であることを示した（実施例２）。さら\nに加えて，血清カルシウムに関する安全性において全ての群に対して本発明の骨粗\n鬆症治療剤・骨折抑制／予防剤は同等であることが明らかとなった。\n【００６６】\n腎機能正常，障害，および障害の程度は，クレアチニンクリアランスに基づき区\n別可能である。具体的には，クレアチニンクリアランスが８０ｍｌ／ｍｉｎ以上を\n腎機能正常， ５０以上８０未満ｍｌ／ｍｉｎを軽度腎機能障害，３０以上５０未満\nｍｌ／ｍｉｎを中等度腎機能障害と判定可能である。\n【００６７】\n一般的には，血清カルシウムの正常上限濃度は１０．６ｍｇ／ｍｌでありこれを\n超える１１．０ｍｇ／ｍｌはやや高値といえる。従前のＰＴＨ毎日投与では，中程\n度腎機能障害を有する骨粗鬆症患者群の１１．７６％の患者に投与後にやや高値で\nある１１．０ｍｇ／ｍｌを超える血清カルシウムが認められていた（非特許文献３\n２）。ところが，本発明においては，中程度腎機能障害を有する骨粗鬆症患者群に本\n発明の骨粗鬆症治療／予防剤・骨折抑制／予防剤を投与した結果，１１．０ｍｇ／\nｍｌを超える血清カルシウムが認められる患者は投与開始～最終時まで全ての検査\n時において一人も見出すことができなかった（実施例２）。すなわち，有効性のみな\nらず安全性の面でも，本発明の骨粗鬆症治療／予防剤・骨折抑制／予防剤が優れて\nいると考えられる。従って，本発明の適用対象患者として，軽度腎機能障害を有す\nる骨粗鬆症患者および／または中等度腎機能障害を有する骨粗 鬆症患者を好まし\nく例示でき，さらに好ましくは軽度腎機能障害を有する原発性骨粗鬆症患者および\n／または中等度腎機能障害を有する原発性骨粗鬆症患者を例示できる。\n【００６８】\n本発明に係る薬剤投与ないし治療方法が適用されるべき対象者の人種・年齢・性\n別・身長・体重等は特に限定されないが，当該対象者として，骨粗鬆症患者が例示\nされ，或いは骨粗鬆症における骨折の危険因子を多くもつ骨粗鬆症患者に対して本\n発明の方法を適用し，或いは本発明の骨粗鬆症治療剤又は骨折抑制ないし予防剤を\n投与することが望ましい。骨粗鬆症における骨折の危険因子としては，年齢，性，\n低骨密度，骨折既往，喫煙，アルコール飲酒，ステロイド使用，骨折家族歴，運動，\n転倒に関連する因子，骨代謝マーカー，体重，カルシウム摂取などが挙げられてい\nる（非特許文献１０）。しかして，本発明においては，下記（１）～（３）の全ての\n条件を満たす骨粗鬆症患者（ないし対象者）を「高リスク患者」として定義する。\n（１）年齢が６５歳以上である\n（２）既存骨折がある\n（３）骨密度が若年成人平均値の８０％未満である，および／または，骨萎縮度が\n萎縮度Ｉ度以上である。\n【００６９】\nここで，骨密度とは，典型的には腰椎の骨塩量を指す。但し，腰椎骨塩量の評価\nが困難な場合では，橈骨，第二中手骨，大腿骨頸部，踵骨の骨塩量値により当該骨\n密度を示すことができる。また，若年成人平均値とは２０～４４歳の骨密度の平均\n値を意味する。骨密度は，例えば，二重エネルギーＸ線吸収測定法，ｐｈｏｔｏｄ\nｅｎｓｉｔｏｍｅｔｒｙ法 ，光子吸収測定法，定量的ＣＴ法，定量的超音波法など\n自体公知の方法により測定可能で ある。また，本発明において骨萎縮度とはＸ線上\n骨量減少度を意味する。骨萎縮度は，骨萎縮なし，骨萎縮度Ｉ度，骨萎縮度ＩＩ度，\n及び骨萎縮度ＩＩＩ度に分類される。当該骨 萎縮度における骨萎縮なしとは，正常\n状態を指し，具体的には，縦・横の骨梁が密である ため骨梁構造を認識することが\nできない状態を意味する。骨萎縮度Ｉ度とは，縦の骨梁が目立つ状態を意味し，典\n型的には，縦の骨梁は細くみえるがいまだ密に配列しており，椎体終板も目立って\nくる状態を意味する。当該骨萎縮度における骨萎縮度ＩＩ度とは，縦の 骨梁が粗と\nなり，縦の骨梁は太くみえ，配列が粗となり，椎体終板も淡くなる状態を意味する。\n当該骨萎縮度における骨萎縮度ＩＩＩ度とは，縦の骨梁も不明瞭となり，全体とし\nて椎体陰影はぼやけた感じを示し，椎間板陰影との差が減少する状態を意味する（骨\n粗鬆 症治療，５／３，２００６年７月号，「単純Ｘ線写真による骨粗鬆症の診断」）。\n骨萎縮度は，例えば，腰椎側面Ｘ線像から判定可能である。本発明でいう椎体骨折\n数は，例えば ，Ｇｅｎａｎｔらの方法（非特許文献１４）により容易に計測可能で\nある。椎体以外の部位の骨折は，例えば，レントゲンフィルムを用いて容易に確認\nされ得る。\n【００７０】\n本発明においては，特に高リスク患者に対して本発明の方法を適用し，或いは本\n発明の骨粗鬆症治療ないし予防剤又は骨折抑制ないし予防剤を投与することが特に\n好ましい（実施例１）。\n【００７１】\n一方，一般的に，下記（１）～（６）の少なくともいずれかに該当する患者（対\n象者） に対しては本発明の方法を適用すること，及びそれに従う本発明の骨粗鬆症\n治療ないし予防剤又は骨折抑制ないし予防剤の投与を避けることも好ましい。\n（１）気管支喘息，発疹（紅班，膨疹等）などの過敏症を起こしやすい体質の患者\n（２）高カルシウム血症患者\n（３）妊婦または妊娠している可能性のある婦人\n（４）甲状腺機能低下症または副甲状腺機能亢進症の患者\n（５）過去に薬物過敏症を呈したことのある患者\n（６）心疾患，肝疾患，腎障害など重篤な合併症を有する患者\n従って，本発明においては，上記高リスク患者であって，かつ，上記（１）～（６）\n全てに該当しない骨粗鬆症患者等を適用対象とすることが好ましい。\n【００７２】\nＶＩＩＩ  製剤\n本発明に係る骨粗鬆症治療／予防剤又は骨折抑制／予防剤（以下，単に「本剤」\nということもある。）は，種々の製剤形態をとり得る。一般的には，本剤は，ＰＴＨ\n単独又は慣用の薬学的に許容される担体とともに注射剤等とされ得る。本剤の剤形\nとして注射剤が好ましい。\n【００７３】\n例えば，本剤が注射剤の場合，ＰＴＨを適当な溶剤（滅菌水，緩衝液，生理食塩\n水等）に溶解した後，フィルター等で濾過および／またはその他適宜の方法にて滅\n菌して，次いで無菌的な容器に充填することにより調製され得る。その際にＰＴＨ\nとともに必要な添加物（例えば，賦形剤，安定化剤，溶解補助剤，酸化防止剤，無\n痛化剤，等張化剤，ｐＨ調整剤，防腐剤等）を添加しておくことが好ましい。この\nような添加物として，例えば，糖 類，アミノ酸，又は食塩等を挙げることができる。\n添加剤として糖類を用いる場合には， 糖類として，マンニトール，グルコース，ソ\nルビトール，イノシトール，シュークロース ，マルトース，ラクトース，トレハロ\nースをＰＴＨ１重量に対して１重量以上（好ましくは５０～１０００重量）添加す\nることが好ましい。添加剤として糖類及び食塩を用いる場合には，糖類１重量に対\nして１／１０００～１／５重量（好ましくは１／１００～１／１０重量）の食塩を\n添加することが好ましい。\n【００７４】\n例えば，本剤が注射剤の場合，本剤は凍結乾燥等の手段により固形化されたもの\n（凍結乾燥製剤等）でもよく，用時に適当な溶剤で溶解すればよい。あるいは，本\n剤が注射剤の場合，本剤は予め溶解されてなる液剤であってもよい。\n【００７５】\nまた，好ましくは，本剤は，骨粗鬆症治療剤及び骨折抑制／予防剤として，１回\n当たり １００～２００単位のヒトＰＴＨ（１－３４）を隔週で投与すべき旨を記載\nしたパッケージに収容されるか，そのような旨を記載した添付文書とともにパッケ\nージに収容された薬剤とすることができる。\n【００７６】\nなお，本願発明の有用性は，実施例に示される臨床試験の結果を慣用の方法で統\n計処理等することによっても容易に確認することができる。また，以下，本発明を\n実施例により本発明をさらに具体的に説明するが，本発明の範囲は以下の実施例に\n限定されることはない。\n【実施例】\n【００７７】\n（実施例１）\n原発性骨粗鬆症と診断された男女の患者（非特許文献１２）に対して，Ｔａｋａ\nｉの方法（特許文献４～５，非特許文献１１）により調製した，５あるいは１００\n単位のテリパラチド酢酸塩をそれぞれ週に１回間欠的に皮下投与した（それぞれを\n５あるいは１００単位投与群とする）。なお，テリパラチド酢酸塩の活性測定はＭａ\nｒｃｕｓらの論文（非特許文献９）に従った。\n【００７８】\n５または１００単位投与群は，１バイアル中にテリパラチド酢酸塩を５または\n１００単位含有する凍結乾燥製剤を生理食塩水１ｍＬに用時溶解してその溶液全量\nを投与した。さらに，５または１００単位投与群共に，カルシウム剤（１錠中に沈\n降炭酸カルシウムを５００ｍｇ［カルシウムとして２００ｍｇ］含有）を１日１回\n２錠投与した。\n【００７９】\n骨粗鬆症患者は，非特許文献１３に示された，骨折の危険因子の保有状況により，\n表－１に示す条件で区分して比較した。高リスク患者（以下，単に高リスク者と称\nすることもある）は，年齢，既存の椎体骨折，骨密度あるいは骨萎縮度の３因子を\nすべて有するものと定義し，低リスク者はそれ以外のものとした。\n【００８０】\n【表１】（後記）\n患者背景は表－２，３に示す通りであり，両群の背景に統計学的な有意差は認め\nられなかった（ｐ＜０．０５）。\n【００８１】\n【表２】（後記）\n【表３】（後記）\n【００８２】\n投与期間中はカルシトニン製剤，活性型ビタミンＤ３製剤，ビタミンＫ製剤，イ\nプリフラボン製剤，ビスホスホン酸塩製剤，エストロゲン製剤，蛋白同化ホルモン\n製剤，医師の処方によるカルシウム製剤（ただし，上記の１日１回２錠投与される\nカルシウム剤は除く），その他骨代謝に影響を及ぼすと考えられる薬剤の併用は禁\n止した。骨評価としては， 腰椎骨密度と骨折の発生の確認を実施した。腰椎骨密度\nは，二重エネルギーＸ線吸収測定 法（ＤＸＡ法）を用いて第２～第４腰椎骨密度の\n測定を開始時と以降６ヶ月毎に実施した。骨折発生頻度は，椎体では，第４胸椎か\nら第５腰椎までの正面，側面のＸ線撮影を開始時と以降６ヶ月毎に実施し，Ｇｅｎ\nａｎｔらの方法（非特許文献１４）を参考に，開始時と以降の時点のレントゲンフ\nィルムを比較して，新規椎体骨折を評価した。また椎体以外 の部位では，レントゲ\nンフィルムでの確認で評価した。また，全症例において投与開始時 および投与期間\n中に採血を行い，カルシウム濃度を含む一般臨床検査値を測定した。（ＤＸＡ，新規\n椎体骨折は中央で一括判定し，椎体以外の骨折は担当医師がレントゲンフィルムに\nより判定）高リスク者における投与期間は，５単位投与群で８５．１±２０．８週，\n１００単位投与群で８３．７±１９．８週であり両群間で有意な差は認められなか\nった（ｐ＜０．０５）。また低リスク者は，５単位投与群で７２．７±１９．４週，\n１００単位投与群で８８．３±２１．３週であり両群間で有意な差は認められなか\nった（ｐ＜０．０５）。\n【００８３】\n表－４，５に高リスク者，低リスク者の別での，投与群別の腰椎骨密度の推移を\n示した 。高リスク者においては，１００単位投与群の骨密度は投与開始時に比較し\n有意に高い骨密度の増加が認められ，５単位投与群と比較しても有意に高い値を示\nした（ｐ＜０．０５）。一方低リスク者においては，投与開始時との比較および群間\nでの比較において有意差は認められなかった（ｐ＞０．０５）。\n【００８４】\n【表４】（後記）\n【００８５】\n【表５】（後記）\n【００８６】\n表－６，７に高リスク者，低リスク者の別での，投与群別の新規椎体骨折発生の\n結果を示した。高リスク者においては，１００単位投与群は５単位投与群に比べ骨\n折発生は有意に低かった（ｐ＜０．０５）。一方低リスク者においては，群間で有意\n差は認められなかった（ｐ＞０．０５）。\n【００８７】\n【表６】（後記）\n【００８８】\n【表７】（後記）\n【００８９】\n表－８，９に高リスク者，低リスク者の別での，投与群別の２６週毎の新規椎体\n骨折発生の結果を示した。高リスク者においては，１００単位投与群は５単位投与\n群に比べ，２６週後から骨折発生を抑制した。一方，低リスク者においては群間の\n差は認められなかった。\n【００９０】\n【表８】（後記）\n【００９１】\n【表９】（後記）\n【００９２】\n表－１０，１１に高リスク者，低リスク者の別での，投与群別の椎体以外の部位で\nの骨折発生の結果を示した。高リスク者においては，１００単位投与群は５単位投\n与群に比べ骨折発生は有意に低かった。一方低リスク者においては，群間で有意差\nは認められなかった。\n【００９３】\n【表１０】（後記）\n【００９４】\n【表１１】（後記）\n【００９５】\n図１に高リスク者，低リスク者の別での，投与群別の血清カルシウム濃度推移の\n結果を示した。実施した採血サンプルを用いた臨床検査値の結果のうち，低リスク\n者の５単位投与群において薬剤投与開始前より高値であった１症例を除き，全例で\n高カルシウム血症は認められず，また，血清カルシウムが上昇する傾向も認められ\nなかった。\n【００９６】\n以上の表から分かる通り，原発性骨粗鬆症患者のうち，新規骨折の危険因子を有\nする患者において，テリパラチド酢酸塩を週１回１００単位間欠的に皮下投与する\nことによって，有意な腰椎の骨密度の増加が認められ，さらに新規椎体骨折の抑制\nが認められた。即ち，本発明の新規骨折の高リスク患者に対する，テリパラチド酢\n酸塩の週１回１００単位投与は，有用な骨粗鬆症治療剤及び骨折抑制ないし予防剤\nとなり得ることが確認された。\n【００９７】\nまた，投与期間中，本発明テリパラチド酢酸塩の週１回投与では，いずれの投与\n量においても高カルシウム血症の発症はなく，既に知られているテリパラチド酢酸\n塩の連日投与に比較し，有用であるものと考えられた。\n【００９８】\n（実施例２）\n原発性骨粗鬆症と診断された男女の高リスク患者に対して，Ｔａｋａｉの方法（特\n許文献４～５，非特許文献１１）により調製した被験薬（１バイアル；１バイアル\nにテリパラチド酢酸塩２００単位を含む注射用凍結乾燥製剤）または対照薬（１バ\nイアル；１バイアルにテリパラチド酢酸塩を実質的に含まないプラセボ製剤）をそ\nれぞれ生理的食塩水１ｍＬで用時溶解して７２週間にわたり週に１回の頻度で間欠\n的に皮下投与した。\n【００９９】\n上記患者は，併せて，カルシウム剤２錠を１日１回夕食後に服薬した。本カルシ\nウム剤は，２錠中にカルシウム６１０ｍｇ，ビタミンＤ３４００ＩＵ及びマグネシ\nウム３０ｍｇを含有するソフチュアブル製剤であり，成分として，沈降炭酸カルシ\nウム，炭酸マグネシウム，コレカルシフェロール（ビタミンＤ３）等を含み，「新カ\nルシチュウ（商標）Ｄ３」（販売元：第一三共ヘルスケア，製造販売元：日東薬品工\n業株式会社）の商品名として市販されているものである。\n【０１００】\nなお，上記患者は全て自立歩行可能な外来患者であり，かつ，以下の（１）～（１\n９）いずれの基準にも該当しない患者である。\n（１)  所定の原因により続発性骨粗鬆症と診断された患者。ここで所定の原因と\nは，内分泌性（甲状腺機能亢進症，性腺機能不全，Ｃｕｓｈｉｎｇ症候群），栄養性\n（壊血病，その他（タンパク質欠乏，ビタミンＡまたはＤ過剰）），薬物（副腎皮質\nホルモン，メトトレキサート（ＭＴＸ），へパリン，アロマターゼ阻害剤，ＧｎＲＨ\nアゴニスト），不動性（全身性（臥床安静，対麻痺，宇宙飛行），局所性（骨折後等）），\n先天性（骨形成不全症，Ｍａｒｆａｎ症候群等），その他（関節リウマチ，糖尿病，\n肝疾患，消化器疾患（胃切除）等）を意味する。\n（２）骨粗鬆症以外の骨量減少を呈する所定の疾患を有する患者。ここで所定の疾\n患とは ，各種の骨軟化症，原発性，続発性副甲状腺機能亢進症，悪性腫瘍の骨転移，\n多発性骨髄腫，脊椎血管腫，脊椎カリエス，化膿性脊椎炎，その他を意味する。\n（３）椎体の強度に影響を及ぼすと考えられる所定のＸ線所見を有する患者。ここ\nで所定とは６個以上の連続した椎体が架橋を形成している，椎体周辺の靱帯に著し\nい骨化が認められる，脊椎に著しい脊柱変形を有する，椎体の手術が施行されてい\nる，ことを意味する。\n（４）胸腰椎体全体を覆うコルセットを装着している患者。\n（５）同意取得前５２週（３６４日）以内にビスホスフォネート製剤の投与を受け\nた患者。\n（６）同意取得日に以下の骨粗鬆症治療薬の投与を受けている患者（ただし，治療\n開始までに８週（５６日）以上の休薬（ウォッシュアウト）が可能ならば，対象と\nして選択可とする）。カルシトニン製剤，活性型ビタミンＤ３製剤，ビタミンＫ製剤，\nイプリフラボン 製剤，エストロゲン製剤，ＳＥＲＭ製剤，蛋白同化ホルモン製剤。\n（７）気管支喘息，発疹（紅斑，膨疹等）等の過敏症状を起こしやすい体質の患者。\n（８）ＰＴＨ製剤に対して過敏症の既往歴のある患者。\n（９）骨バジェット病の患者。\n（１０）悪性骨腫瘍の既往または過去５年以内に悪性腫瘍の既往のある患者。\n（１１）多発性外骨腫症の患者。\n（１２）骨格への放射線外照射療法歴または放射線組織内照射療法歴を有する患\n者。\n（１３）血清カルシウム値が１１．０ｍｇ／ｄＬ以上の患者。\n（１４）アルカリフォスファターゼ値が基準値上限の２倍以上の患者。\n（１５）重篤な腎疾患，肝疾患または心疾患を有する患者。各疾患の基準は次の通\nり。\n腎疾患：血清クレアチニン値が２ｍｇ／ｄＬ以上\n肝疾患：ＡＳＴ（ＧＯＴ）またはＡＬＴ（ＧＰＴ）値が基準値上限の２．５倍以\n上または１００ＩＵ／Ｌ以上\n心疾患：「医薬品の副作用の重篤度分類基準について（平成４年６月２９日薬安発\n第８０号）」に示すグレード２を参考に判断する。\n（１６）問診の信頼性が低いと判断された患者（少なくとも認知症の患者は必ず除\n外する ）。\n（１７）他の治験薬を同意取得前２６週（１８２日）以内に投与された患者。\n（１８）過去に治験でＰＴＨ製剤の投与を受けた患者。\n（１９）その他，治験責任（分担）医師が本治験の実施にあたり不適当と判断した\n患者。\n【０１０１】\nまた，上記患者は，治験への同意時から治験終了時までの間，以下の（１）～（６）\nいずれの薬剤の投与が禁止された。\n（１）  テリパラチド酢酸塩以外の骨粗鬆症治療薬（具体的には，ビスホスフォネ\nート製剤，カルシトニン製剤，活性型ビタミンＤ３製剤，カルシウム製剤（ただし，\n上記の１日１回 夕食後に服薬するカルシウム製剤は除く），ビタミンＫ製剤，イプ\nリフラボン製剤，エストロゲン製剤，ＳＥＲＭ製剤，蛋白同化ホルモン製剤）\n（２）  副腎皮質ホルモン製剤（ただし，筋注，静注または経口投与，ブレドニゾ\nロン換算で，１週間平均として５ｍｇ／日を超える場合，１日投与量として１０ｍ\nｇ／日を超える場合，または総投与量が４５０ｍｇを超える場合）\n（３）  アロマターゼ阻害剤\n（４）  ＧｎＲＨアゴニスト\n（５）  他の治験薬\n【０１０２】\n被験薬および対照薬の投与例数は，それぞれ，２９０例（実施例において被験薬\n投与群と称することもある）および２８８例（実施例において対照薬投与群と称す\nることもある）であり，投与総症例数は５７８例であった。ただし，試験の種類に\n応じてそれぞれの投与群の例数が異なることがあり，例えば（ｎ＝＊＊）や評価例\n数等の表現で示すことがある。\n【０１０３】\n骨評価としては，骨密度と骨ジオメトリー，骨折の発生の確認を実施した。\n【０１０４】\n腰椎骨密度は，二重エネルギーＸ線吸収測定法（ＤＸＡ法）を用いて第２～第４\n腰椎骨 密度の測定を開始時と以降２４週毎に実施した。\n【０１０５】\n大腿骨骨密度は，二重エネルギーＸ線吸収測定法（ＤＸＡ法）を用いて大腿骨近\n位部を ２０度内旋し，左側のみの測定を開始時と以降２４週毎に実施した。\n【０１０６】\nＤＸＡジオメトリーは担当医が測定した開始時と以降２４週毎の大腿骨骨密度デ\nータで 評価した。\n【０１０７】\nＣＴジオメトリーはマルチスライスＣＴを用いて大腿骨近位部の測定を開始時，\n４８週後，７２週後に実施した。\n【０１０８】\n骨折発生頻度は，椎体では，第４胸椎から第４腰椎までの正面，側面のＸ線撮影\nを開始時と以降２４週毎に実施し，Ｇｅｎａｎｔらの方法（非特許文献１４）を参\n考に，開始時と以降の時点のレントゲンフィルムを比較して，新規および増悪椎体\n骨折を評価した。また椎体以外の部位では，レントゲンフィルムでの確認で評価し\nた(ＤＸＡ，骨ジオメトリー，新規および増悪椎体骨折は中央で一括判定し，椎体以\n外の骨折は担当医がレントゲン フィルムにより判定）。\n【０１０９】\n（Ａ）椎体多発骨折に対する被験薬の有効性\nここで椎体多発骨折を新規の２箇所以上の椎体骨折と定義して，投与７２週後に\nおける被験薬投与群（ｎ＝２６１）と対照薬投与群（ｎ＝２８１）それぞれにおけ\nる椎体多発骨折発生比率（例数）を比較したところ，対照薬投与群は２．１％（６\n例），被験薬投与群 は０．８％（２例）であった。すなわち，被験薬は椎体多発骨\n折に対して抑制ないし予防効果を有することが示された。\n骨折発生個数別の症例数を下記表に示す。\n【表１２】（後記）\n【０１１０】\n（Ｂ）ステロイドを服用する原発性骨粗鬆症患者に対する被験薬の有効性\nステロイドを服用する原発性骨粗鬆症患者に対する被験薬投与の効果を試験した。\nその結果，下記の表のとおり，ステロイドを服用する原発性骨粗鬆症患者に対して\n被験薬が有効であることが示された。\n【０１１１】\n【表１３】（後記）\n【表１４】（後記）\n【０１１２】\nステロイドは続発性骨粗鬆症の原因となる薬剤であることから，上記の結果は，\nステロイドの続発性骨粗鬆症を誘発する薬剤に起因する続発性骨粗鬆症に対して被\n験薬が効果を奏する可能性を示唆するものであると考えられる。\n【０１１３】\n（Ｃ）大腿骨３部位に対する被験薬の有効性\n大腿骨３部位（大腿骨頚部，大腿骨転子間部，大腿骨骨幹部）に対する被験薬の\n効果を一般的なＣＴ法に準じて試験した。その結果，下記の表のように，大腿骨各\n部位に対して 被験薬は有効であることが示された。\n【表１５】（後記）\n【表１６】（後記）\n【表１７】（後記）\n【０１１４】\n（Ｄ）被験薬投与に伴う悪心・嘔吐に対する処方検討\n被験薬投与に伴う悪心・嘔吐に対する様々な処置薬の投与時期と有効性について\n試験した。\n【表１８】（省略）\n【０１１５】\n上記の通り，プリンペラン，ナウゼリン，ガスターＤ，ガスモチン，タケプロン\nＯＤ， 六神丸が有効であった。特に，ナウゼリン，又はガスモチン，六神丸が好ま\nしかった。\n【０１１６】\n（Ｅ）合併症の種類またはその有無が被験薬効果に与える影響評価\n上記患者の中には合併症を有している者もいる。そこで，合併症の種類（糖尿病，\n高血圧，高脂血症）やその有無が被験薬効果に与える影響を評価した。その結果，\n下記の表の通り，これら合併症の種類や有無に関わらず，さらに投与後２４週時点\n以降において，被験薬は新規椎体骨折発生を抑制することが明らかになった。\n【表１９】（後記）\n【０１１７】\n糖尿病を原疾患とする糖尿病性骨粗鬆症は続発性骨粗鬆症の一つであるが，糖尿\n病を合併症として有する原発性骨粗鬆症患者に被験薬効果が認められたことは，被\n験薬が糖尿病性骨粗鬆症に対しても治療効果を示す可能性を示唆するものと考えら\nれる。\n【０１１８】\n（Ｆ）増悪骨折に対する被験薬の有効性\n増悪骨折に対する被験薬の有効性を試験した。その結果，下記の表のように，増\n悪骨折に対して被験薬は有効であることが示された。\n【表２０】（後記）\n【０１１９】\n（Ｇ）他の骨粗鬆症治療薬の服薬歴が被験薬有効性に与える影響の評価\n前述のように，上記患者に対して，治験への同意時から治験終了時までの間，テ\nリパラチド酢酸塩以外の骨粗鬆症治療薬の投与は原則的に禁止された。しかし，治\n験への同意時以前においては，所定の条件の下，他の骨粗鬆症治療薬の服薬を受け\nている患者も存在していた。そこで，当該他の骨粗鬆症治療薬の服薬歴が被験薬有\n効性に与える影響を，新規椎体骨折発生率および骨密度変化率の観点から評価した。\n【０１２０】\n新規椎体骨折発生率に関する評価結果を下表に示す。該表中，被験薬投与後７２\n週時において，当該他の骨粗鬆症治療薬の服薬歴がある患者について被験薬投与群\nの骨折率が２．９％であり対照薬投与群の骨折率が１６．１％であったが，服薬歴\nのない患者について 被験薬投与群の骨折率が３．２％であり対照薬投与群の骨折\n率が１２．９％であった。すなわち，他の骨粗鬆症治療薬の服薬歴がある患者は服\n薬歴のない患者よりも被験薬有効性が高いことが明らかになった。\n【表２１】（後記）\n【０１２１】\n次に骨密度変化率についての評価結果を下表に示した。該表中，腰椎骨密度に関\nしては ，いずれの他の骨粗鬆症治療薬の服薬歴がある患者においても，被験薬投与\n後４８週で当該骨密度の増加が顕著になっており，特に，他の骨粗鬆症治療薬がＬ\n-アスパラギン酸カルシウム，エルカトニン，アルファカルシドール，メナテトレノ\nン及びカルシトリオールである被験薬投与群においては，投与後２４週という早期\n段階での腰椎骨密度の顕著な増加が見られた。更に注目されるのは，他の骨粗鬆症\n治療薬がＬ-アスパラギン酸カルシウム及びエルカトニンの場合，被験薬投与後７\n２週時点の大腿骨頚部及び近位部骨密度の顕著な増加がみられ，特に，他の骨粗鬆\n症治療薬がエルカトニンの場合では，大腿骨近位部 骨密度が被験薬投与後２４週\n時点から既に大幅に増加している点は特筆に値するであろう。\n【表２２】（後記）\n【０１２２】\nまた，他の骨粗鬆症治療薬の服薬歴が被験薬有効性に与える影響を，個別の当該\n他の骨粗鬆症治療薬について，新規椎体骨折発生率の観点から詳しく評価した結果\nを下表に示したが，その表からわかるとおり，カルシトリオール以外の骨粗鬆症治\n療薬服用歴のある患者において，被験薬投与による新規骨折の顕著な抑制が見られ\nた。\n【表２３】（後記）\n【０１２３】\n（Ｈ）腎機能障害を有する骨粗鬆症患者への被験薬の有効性及び安全性\n腎機能正常の骨粗鬆症患者群，軽度腎機能障害を有する骨粗鬆症患者群，および\n中等度腎機能障害を有する骨粗鬆症患者群に対する被験薬の有効性及び安全性を試\n験した。\n【０１２４】\n（Ｈ－１）各患者群の背景因子の分布（詳細）\n腎機能正常の骨粗鬆症患者群を「Ｎｏｒｍａｌ（８０≦）」，軽度腎機能障害を有\nする 骨粗鬆症患者群を「Ｍｉｌｄ  ｉｍｐａｉｒｍｅｎｔ（５０≦＜８０）」，中等\n度腎機能障害を有する骨粗鬆症患者群を「Ｍｏｄｅｒａｔｅ  ｉｍｐａｉｒｍｅｎ\nｔ（＜５０）」 と表記した。また，被験薬投与群を「ＰＴＨ２００群」，対照薬投与\n群を「Ｐ群」と表記 した。また，軽度腎機能障害を有する骨粗鬆症患者群と中度腎\n機能障害を有する骨粗鬆症患者群を併せて「Ａｂｎｏｒｍａｌ  （＜８０）」と表記\nすることもある。各患者はその 患者のクレアチニンクリアランスをもとに上記群\nに分類した。具体的には，クレアチニン クリアランスが８０ｍｌ／ｍｉｎ以上を腎\n機能正常，５０以上８０未満ｍｌ／ｍｉｎを軽度腎機能障害，３０以上５０未満ｍ\nｌ／ｍｉｎを中等度腎機能障害とみなした。\n【０１２５】\n（Ｈ－１）各患者群の背景因子の分布\n各患者群の背景因子の分布は次のようになる。\n【表２４】（後記）\n【０１２６】\n（Ｈ－２）各患者群に対する被験薬の有効性（骨折抑制）\n腎機能正常の骨粗鬆症患者群および腎機能障害（軽度・中程度）を有する骨粗鬆症\n患者群いずれに対しても被験薬が新規椎体骨折抑制効果を有することが明らかとな\nった。\n【表２５】（後記）\n【０１２７】\n（Ｈ－３）各患者群に対する被験薬の有効性（骨密度増加）\n腎機能正常の骨粗鬆症患者群，軽度腎機能障害を有する骨粗鬆症患者群，中等度\n腎機能障害を有する骨粗鬆症患者群いずれに対しても被験薬が腰椎骨密度増加効果\nを有することが明らかとなった。\n【表２６】（後記）\n【０１２８】\n（Ｈ－４）各患者群に対する被験薬の安全性（補正血清カルシウム）\n腎機能正常の骨粗鬆症患者群，軽度腎機能障害を有する骨粗鬆症患者群，中等度腎\n機能障 害を有する骨粗鬆症患者群いずれに対しても被験薬を投与した結果，どの\n群に対しても被験薬と対照薬間で有意差は認められなかった。すなわち，血清カル\nシウムに関する安全性において全ての群に対して被験薬は同等であることが明らか\nとなった。\n【表２７】\n【０１２９】\n（Ｈ－５）各患者群に対する被験薬の安全性（有害事象発現率）\n腎機能正常の骨粗鬆症患者群，軽度腎機能障害を有する骨粗鬆症患者群，中等度腎\n機能障 害を有する骨粗鬆症患者群それぞれに被験薬を投与した後の有害事象発現\n率を試験した。\n【表２８】（後記）\n【表２９】（後記）\n【表３０】（後記）\n【０１３０】\n（Ｈ－６）各患者群に対する被験薬の安全性（副作用発現率）\n腎機能正常の骨粗鬆症患者群，軽度腎機能障害を有する骨粗鬆症患者群，中等度腎\n機能障害を有する骨粗鬆症患者群いずれに対しても被験薬を投与した結果，どの群\nに対しても被験薬は対照薬の約２倍の発現率を示した。すなわち，副作用発現率に\n関する安全性において全ての群に対して被験薬は同等であることが明らかとなった。\n【表３１】（後記）\n【表３２】（後記）\n【表３３】（後記）\n【０１３１】\n（Ｉ）新規椎体骨折発生率の経時変化に対する被験薬投与の影響\n被験薬投与群を「ＰＴＨ２００群」，対照薬投与群を「Ｐ群」と表記した。\n【表３４】（後記）\n【表３５】（後記）\n【０１３２】\n上記の表が示すように，半年ごとの新規椎体骨折発生率は，Ｐ群では，いずれの\n区間も約５％でほぼ一定であった。それに対して，ＰＴＨ２００群では，投与期間\nが長くなるにつれて区間毎の発生率が低下しており，４８週を超えてからの新規椎\n体骨折の発生はなかった。また，ＰＴＨ２００群の新規椎体骨折発生率は，２４週\n以内，２４週～４８週，４８週～７２週のいずれの区間でもＰ群より低く，プラセ\nボに対する相対リスク減少率（Ｒ ｅｌａｔｉｖｅ  Ｒｉｓｋ  Ｒｅｄｕｃｔｉｏ\nｎ；ＲＲＲ）は投与を継続するにつれて増加した。このように，本剤２００単位の\n週１回投与は，新規椎体骨折の発生を早期から抑制し，２４週後には既に骨折発生\nリスクをプラセボに対して５３，９％低下させた。また ，本剤による骨折抑制効果\nは，投与とともに増強する傾向が認められた。\n【０１３３】\nその他，骨折試験のＦＡＳにおいて，Ｋａｐｌａｎ－Ｍｅｉｅｒ推定法による７\n２週後の椎体骨折（新規＋増悪）発生率は，ＰＴＨ２００群３．５％，Ｐ群が１６．\n３％であり，本剤２００単位の発生率はプラセボ群より低かった（ｌｏｇｒａｎｋ\n検定，ｐ＜０，０００１）。また，本剤２００単位は，７２週後には，椎体骨折（新\n規＋増悪）の発生リス クをプラセボに比べて７８．６％低下させた。半年毎の椎体\n骨折（新規増悪）発生率を群 間で比較すると，２４週以内，２４週～４８週，４８\n週～７２週のいずれの区間でも，ＰＴＨ２００群の発生率はＰ群より低かつた。\n【０１３４】\n（Ｊ）骨粗鬆症患者の尿中カルシウムおよび血清カルシウムに与える被験薬投与の\n影響\n被験薬投与群を「ＰＴＨ２００群」，対照薬投与群を「Ｐ群」と表記した。被験薬\nあるいは対照薬を週１回の頻度で７２週間患者に投与した際の尿中カルシウム値お\nよび補正血清カルシウム値の変動について試験した結果を示す（図４～５）。\n尿中カルシウム値変化率の平均値（および中央値）は，開始時に比較７２週後で\nＰＴＨ２００群３．２％（－１４．７％），Ｐ群２３．６％（１．６％）で，Ｐ群に\n比べＰＴＨ ２００群で減少傾向が見られた。\n補正血清カルシウム値は，両群共に平均９．３～９．６ｍｇ／ｄＬの範囲で推移\nした。 ＰＴＨ２００群の投与後の補正血清カルシウムは最小値で８．５ｍｇ／ｄＩ\n（４８および７２週後），最大値で１１．６ｍｇ／ｄｌ（４週後）であり，Ｐ群では，\n最小値で８．５ ｍｇ／ｄＬ（４週後），最大値で１２．ｌｍｇ／ｄＩ（１２週後）\nであつた。両群共に，大きな変動は認められなかつた。\n本試験で血清カルシウム上昇および低下の有害事象は認められなかった。\n本試験でＰＴＨ２００群はＰ群と比較して高Ｃａ血症および高Ｃａ尿症のいずれ\nの発現も認められなかった。\n【産業上の利用可能性】\n【０１３５】\n本発明の骨粗鬆症治療／予防及び骨折抑制／予防方法は効能・効果及び安全性の\n両面で優れ，本発明の骨折抑制方法は安全性が高く，いずれも骨粗鬆症等治療や骨\n折抑制／予防のために大きく貢献する画期的な医療技術である。従って，当該目的\nのための本発明の骨粗鬆症治療／予防剤及び骨折抑制／予防剤は，医薬品産業にお\nいて極めて有用である。\n（別紙２）\n甲７文献の記載事項（抜粋）\n（表及び図は末尾に一括して掲記した。）\n［２９６頁左欄１行ないし右欄７行目］\n要約\nヒト副甲状腺ホルモンのアミノ末端ペプチド１－３４（ｈＰＴＨ（１－３４））の\n骨粗鬆症治療に対する効果を検討するために，７１施設にて骨粗鬆症患者２２０名\nを対象として無作為に二重盲検下にて３群に割り付け，ｈＰＴＨ（１－３４）の５\n０単位（Ｌ群），１００単位（Ｍ群）または２００単位（Ｈ群）を，毎週皮下注射し，\n骨形成促進剤としての可能性について検討した。二重エネルギーＸ線吸収測定法（Ｄ\nＸＡ）で測定したところ，投与後４８週目には，腰椎骨密度（ＢＭＤ）はＬ，Ｍお\nよびＨ群でそれぞれ，０．６％，３．６％および８．１％増加した。また，ＭとＨ\n群での薬物への応答はＬ群より有意に高かった（ｐ＜０．０５，マン・ホイットニ\nーのＵ検定）。腰椎測定の変動係数が１～２．５％に留まることから，３．６％およ\nび８．１％の増加は有意であると思われる。ラジオグラメトリによる中手骨のＢＭ\nＤと皮層の厚さの測定では，有意な変化はみられなかった。血清カルシウムはそれ\nぞれの群で減少し，血清リンはＭとＨ群で減少した。尿中カルシウム／クレアチニ\nンが，Ｈ群では治療後１２週目に，ＭとＬ群では治療後２４と４８週目に減少した。\nそれぞれの群で，血清２５（ＯＨ）ビタミンＤと１，２５（ＯＨ）２ビタミンＤが治\n療４８週目に減少した（ｐ＜０．０５）。血清中の骨型アルカリホスファターゼが，\nＨとＭ群で４週目に増加し，Ｈ群では４８週目に減少した。尿中のヒドロキシプロ\nリン，ピリジノリンおよびデオキシピリジノリンはそれぞれの群で有意に減少した。\n各群の３０～４０％で，背部痛の改善がみられた。試験期間中を通じて，重篤な副\n作用はみられなかった。ｈＰＴＨ（１－３４）の間欠的毎週投与によって，骨粗鬆\n症で腰椎のＢＭＤが増加し，骨粗鬆症治療に有用であることを示唆していた。\n［２９６頁右欄１０行ないし２９７頁左欄２５行目］\n序説\n閉経後および退行期の骨粗鬆症を治療するためには，主にエストロゲン，ビスホ\nスホネートおよびカルシトニンなどの骨吸収抑制剤に頼っている。ここに挙げた薬\n剤を投与することによって骨密度（ＢＭＤ）が増加するため，骨折予防は飛躍的に\n進歩したことから，骨形成の刺激によって，幾つかの骨吸収抑制剤の迅速かつ時に\nは一時的な効果が補完されることが考えられ，骨吸収抑制剤の骨同化効果が長期間\nにわたり，退行期骨粗鬆症，特に低回転型の疾患に対して注目すべき有効な治療と\nなり得ることが期待できる。副甲状腺ホルモン（ＰＴＨ）が骨形成促進作用を有す\nることが動物とヒトで示されており，特に間欠的投与でその効果が認められている。\nしかし，原発性副甲状腺機能亢進症でみられるように，骨が大量のＰＴＨに持続的\nに曝されることによって線維性骨炎を発症する懸念がある。ヒトＰＴＨのアミノ末\n端ペプチド１－３４（ｈＰＴＨ（１－３４））の１００または２００単位を皮下注射\nで単回投与した予備試験の結果によると，血清リンの下降，血清サイクリックＡＭ\nＰの上昇，尿中のカルシウムとサイクリックＡＭＰ排泄の増加をはじめとする重要\nな代謝系に対する効果が示された。１００または２００単位を毎週投与すると，治\n療後２６週目で腰椎ＢＭＤが有意に増加したが，５単位毎週投与では効果がなかっ\nた。\nこの結果を踏まえて本試験では，骨粗鬆症患者２２０名を対象として，ｈＰＴＨ\n（１－３４）の５０，１００または２００単位を毎週投与した時の効果をみるため\nに，無作為化，前向き，二重盲検，多施設試験を実施した。主要評価項目は，二重\nエネルギーＸ線吸収測定法（ＤＸＡ）を用いた腰椎ＢＭＤの評価とし，ラジオグラ\nメトリによる中手骨皮質のＢＭＤ，および骨代謝回転の生化学的マーカーを副次評\n価項目とした。ここに挙げた濃度のｈＰＴＨ（１－３４）の１週１回投与が―これ\nまでに検討されたことがない低濃度の間欠的投薬計画を意味するものだが―骨粗鬆\n症治療に便益性をもたらすかどうかを検討した。\n［２９７頁左欄２７行ないし右欄４２行目］\n試験対象\n７１施設が参加した多施設試験を実施した。試験は，厚生省による委員会が提唱\nした診断基準で骨粗鬆症と定義された年齢範囲が４５から９５歳の被験者２２０名\nを対象として実施した。このシステムは，単に骨粗鬆症を非外傷性脊椎骨折が存在\nする，または脊椎骨折が２箇所に存在するものとして定義するのではなく，複数の\n因子をスコア化することによって評価して骨粗鬆症を定義するものである。スコア\nの計が４より高い場合（骨粗鬆症と定義）をこの治験への組み入れ基準とした。日\n本の大部分で，医療関係者が骨粗鬆症の診断に使用できる方法が未だに脊椎のＸ線\n撮影に限られていることから，Ｘ線撮影は骨粗鬆症の診断基準として実施せざるを\n得なかった。Ｘ線上の骨減少は，腰椎の側面Ｘ線写真で骨梁の菲薄化，つまり（１）\n横骨梁欠損による縦骨梁の明瞭化，（２）縦骨梁が粗となるおよび（３）縦骨梁の減\n少が認められた場合とした。Ｘ線上の骨減少は，ＢＭＤで若年成人の平均値から２\n０％または２．５ＳＤの減少に相当する。本試験では，たとえば，腰椎ＢＭＤの平\n均値がＬｕｎａｒ社製ＤＰＸデンシトメーターで測定した時に０．７３６ｇ／ｃｍ\n２，Ｈｏｌｏｇｉｃ社製ＱＤＲデンシトメーターで測定した時に０．６９４ｇ／ｃ\nｍ２，Ｎｏｒｌａｎｄ社製ＸＲデンシトメーターで測定した時に０．６２４ｇ／ｃ\nｍ２を示す者を試験対象に含めた。なお，この基準は現在用いられている他の基準\nと一致している。Ｘ線上の骨減少度がグレード１から３，またはＢＭＤが若年成人\nの平均値から２．５ＳＤ未満の場合はスコア３とした。椎体骨折が１箇所の場合は\nスコア１，骨折が２箇所以上の場合はスコア２とした。大腿骨頸部骨折がある場合\nはスコア３とし，橈骨遠位端骨折がある場合はスコア１とした。骨量減少の原因と\nなる骨軟化症，原発性副甲状腺機能亢進症および腎性骨異栄養症などを除外するた\nめに，骨粗鬆症の診断を支持する因子として，正常血清カルシウム，リンおよびア\nルカリホスファターゼ値がスコア１であることとした。ただし，ひとつ以上の異常\nがある場合にスコア１を差し引いた。同様に，被験者が閉経前である場合には，ス\nコア１を差し引いた。\n血清クレアチニンが２ｍｇ／ｄｌより高いかまたはＢＵＮが３０ｍｇ／ｄｌより\n高い値を示し，腎機能の低下が示唆される被験者，過敏症の既往歴がある被験者ま\nたは自覚症状の自己評価の信頼性が疑われる被験者は除外した。今後の試験参加予\n定者それぞれに，０．００３単位のｈＰＴＨ（１－３４）の皮内試験を実施した。\n１５分後に紅斑部が直径１０ｍｍを超える陽性結果を示した被験者は除外した。\n他の薬物の効果とｈＰＴＨ（１－３４）の効果との混同を避けるために，骨代謝\nおよび骨粗鬆症の進行に影響すると思われる薬剤は試験開始３ヵ月前から自粛し，\n試験期間中も投与をさし控えた。このような薬剤には，エストロゲン，カルシトニ\nン，活性型ビタミンＤ，ビタミンＫ２，イプリフラボン，ビスホスホネートおよび\n同化ステロイドがある。\n担当医師の判断によって必要な場合には，鎮痛薬および筋弛緩薬を投与した。理\n学療法および合併症に対する薬物は，患者の状態が許す限り，試験前も試験後も変\nえることなく引き続き投与した。\n試験開始に先立ち，ｈＰＴＨ（１－３４）製剤の特質と起こりうる副作用を含む\n試験の重要性を参加予定者に詳細に説明し，口頭または書面にて被験者の同意を得\nた。本臨床試験は，それぞれの参加施設の施設内治験審査委員会から承認されたも\nのである。\n［２９７頁右欄４３行ないし２９８頁左欄２４行目］\nｈＰＴＨ（１－３４）（テリパラチド酢酸塩）の調製と投与方法\n旭化成工業株式会社により合成されたｈＰＴＨ（１－３４）の純度と生物学的効\n果を，国際標準のウシＰＴＨ（１－８４）に対するラット腎臓の皮質膜によるサイ\nクリックＡＭＰの生成を指標として評価したところ，３３００単位／ｍｇを得た。\n各バイアルは５０，１００および２００単位のテリパラチド酢酸塩を含むものとし\nた。なお，これは約１５，３０および６０μｇのペプチドに相当した。１回のバッ\nチから３個のロットを調整し，５０，１００および２００単位を含むバイアルを作\n成した。このようにして調整することで，１種類の濃度を含む５０００本のバイア\nルには，常にひとつのロットから由来するものを用いた。製剤は２５℃で３年間安\n定であった。バイアルの内容物は，無作為に抽出したサンプルについて中立機関で\n測定され，コントローラ（清水直容医師と山本浩一医師）によって３バイアルが識\n別不能であることを確認された。使用直前に，バイアル内容物を生理食塩水１ｍｌ\nで溶解したものを，４８週間にわたり１週１回皮下注射した。\n本試験のコントローラは，５０，１００および２００単位のサンプルを１０２セ\nット準備し，セット内で無作為に割付け（１，２および３と番号を割り付けた），そ\nれぞれのセットを参加施設に先着順に送付した。各セットは施設で開かれ，サンプ\nル番号１，２および３を逐次患者に経時的に投与した。試験の二重盲検性を確実に\nするために，コードは試験終了まで鍵をかけて保管した。\n予備試験の結果によると，ｈＰＴＨ（１－３４）を１００または２００単位，２\n６週間，１週１回投与したところ腰椎ＢＭＤが増加していた。そこで，試験期間を\n４８週間に設定した。この期間は，骨折の危険性と不安が常にある患者を対象とし\nて通常の骨測定，血液と尿の採取を行っても脱落率が過度とならずに，十分な制御\n下で多施設試験を実施できる限界であると思われた。Ｓｃｈｗｉｅｔｅｒｔらは，\nヒトに対するＰＴＨ（１－８４）５μｇ／ｋｇ投与の安全性についても報告してい\nる。\n［２９８頁左欄２５行ないし２９９頁左欄９行目］\n集積データ\n治療開始前のデータ。年齢，性別，閉経時の年齢，身長，体重，入院の有無また\nは歩行状況，一般病歴，ｈＰＴＨ（１－３４）の抗原性の皮内テストの結果，骨粗\n鬆症診断のためのスコア，既往歴，治験前の骨粗鬆症の治療および骨粗鬆症の合併\n症，試験期間中に投与された試験薬剤以外の薬物，非処方カルシウム製剤および乳\n製品について記録した。\n自覚症状。骨粗鬆症による痛みを休息時の自発性疼痛と運動時の痛みに分類して，\n治療後０，２，４，１２，２４および４８週間目または試験終了時に以下に示すグ\nレードに従って評価した。休息時の痛みは，以下のとおりのグレードで表示した。\n１：痛みなし，２：中等度の痛み，３：無視できないが耐えられる痛み，４：重度\nの耐え難い痛み。運動時の痛みは以下のとおりのグレードで表示した。１：痛みな\nし，２：中等度の痛み，３：運動を妨げる無視できない痛み，４：動けないほどの\n重度の痛み。患者は，自身の痛みの度合いをアナログ尺度で自己評価した。\n骨所見。（ａ）腰椎ＢＭＤの測定。治療後０，１２，２４および４８週目または試験\n終了時に，骨塩量，腰椎（Ｌ２－４）の骨面積およびＢＭＤをＤＸＡ（ＱＤＲ（Ｈ\nｏｌｏｇｉｃ社），ＤＰＸ（Ｌｕｎａｒ社）またはＸＲ（Ｎｏｒｌａｎｄ社））を用\nいて前後方向を撮影することによって測定した。多数の参加施設で，適切な精度管\n理を維持するのが困難であった。各施設では，装置に付随の推奨に従って，ＢＭＤ\n測定を日常的に毎日ファントムを用いて実施した。その結果，変動係数（ＣＶ）を\n１％から２．５％の範囲で維持できた。\n患者の年齢が高いことから，脊椎ＢＭＤの前後方向の測定上，圧迫骨折とそれに\n伴う変化に加えて，脊椎の退行性変化が重大な支障となった。この理由から，Ｌ２，\nＬ３またはＬ４の骨棘や圧迫変形などの脊椎の退行性変化を有する被験者全員を，\n薬物の効果の根拠となるデータから除外した。このため，脊椎ＢＭＤ測定における\n組み入れ前の脱落率が高くなった。\n（ｂ）中手骨ＢＭＤの測定。非利き手側の第２中手骨のラジオグラメトリを実施す\nるために，前後方向の手のＸ線写真をファントムと一緒に，治療０，１２，２４お\nよび４８週後または試験終了時に撮影した。試験終了時に，７１施設で撮影された\nすべてのフィルムをコンピューター化されたデジタル画像処理を用いて，東洋検査\nセンターにて測定した。ひとりの観察者が中手骨ＢＭＤ（∑ＧＳ／Ｄ）を同一フィ\nルムを用いて１０回連続で測定した場合のデジタル画像処理法の精度は，ＣＶが０．\n５９であり，同一処理を３人の観察者で実施した場合は１．４７であった。同一被\n験者の手のフィルムを４枚撮影した場合，測定は個々に実施され，ＣＶは１．７２\nであった。\n（ｃ）椎体骨折の評価。腰椎および胸部脊椎の側面Ｘ線写真は，それぞれＬ３とＴ\n８に焦点を合わせ，ひとりの放射線科医が椎体の圧迫骨折や変形を評価した。前縁\n高／後縁高の比率が２５％以上減少および中央高／後縁高の比率が２０％以上減少\nした場合を，有意な変形と定義した。\n生化学的パラメーター。治療開始前および治療後２，４，１２，２４および４８週\n目または試験終了時に，血清中のカルシウム（Ｃａ），リン（Ｐ），２５（ＯＨ）ビ\nタミンＤ（競合タンパク結合分析による測定），１．２５（ＯＨ）２ビタミンＤ（ラ\nジオリセプターアッセイによる測定），オステオカルシン，中間部ＰＴＨ（ラジオイ\nムノアッセイによる測定），総アルカリホスファターゼと骨型アルカリホスファタ\nーゼ，アルブミンおよび尿中のＣａ，Ｐ，ヒドロキシプロリン，ピリジノリン，デ\nオキシピリジノリン（ＨＰＬＣによる測定）とクレアチニンを日本最大の臨床検査\n会社ＳＲＬにて測定した。各施設で治療後０，１２，２４，３６および４８週目ま\nたは試験終了時に，血球算定（ＲＢＣ，ＷＢＣと血球分画，ヘマトクリット，ヘモ\nグロビンおよび血小板），血清生化学的試験（ＧＯＴ，ＧＰＴ，Ａ／Ｇ，ＢＵＮ，ク\nレアチニン，総コレステロール，ＣＰＫ，Ｎａ，Ｋ，Ｃｌおよびグルコース）およ\nび尿検査（潜血，タンパク質，糖，ウロビリノーゲン，ビリルビンおよびｐＨ）を\n実施した。\n副作用と有害事象の調査。試験期間中の有害事象を記録し，詳細を検査した。総合\n的な経過の評価，重症度，治療および転帰に基づいて，有害事象を以下に示すグレ\nードに分類した。（１）試験薬剤が原因のもの，（２）試験薬剤が原因と考えられる\nもの，（３）試験薬剤が原因とは考えにくいもの，（４）試験薬剤が原因ではないも\nの。副作用は暫定的に（１）から（３）を含むものとした。\n統計解析\n患者群の背景は，カイ二乗検定にて，両側検定の危険率１０％で評価した。測定\n値はマン・ホイットニーのＵ検定およびフィッシャーの直接確率法にて，両側検定\nの危険率５％で検定した。\n［２９９頁１０行ないし３００頁左欄３行目］\n結果\n表１は，試験への参加が許可された被験者における治験組み入れ基準の詳細をま\nとめたものである。\n試験に当初登録した被験者２２０名を無作為に二重盲検下で割り付け［５０単位\n投与群（Ｌ）に７３名，１００単位投与群（Ｍ）に７５名および２００単位投与群\n（Ｈ）に７２名］，そのうち４１名は骨粗鬆症の診断基準に適合せず，また試験前に\n投与されていた薬の休薬期間が不十分であったため不適格とした。\n正確なＢＭＤ測定を阻害する腰椎の退行性変化と圧迫変化を有する患者および指\n定時間以外に測定した患者を除外したところ，不適格者にはさらに６４名が含まれ\nた。このため，腰椎ＢＭＤに及ぼす効果の分析は被験者１１５名で実施した。内訳\nはＬ群で３９名，Ｍ群で３８名およびＨ群で３８名であった（表２）。被験者６１名\nが，副作用，中途での心変わりにより試験を拒絶，合併症の悪化などの理由で試験\nを完了できなかったが，最初の３ヵ月以内に脱落しない限り，分析グループに含む\nものとした。\n被験者の治療開始時の特徴を各グループで比較したものを表３に示した。３群と\nも被験者が一様に分布していることを確認した。\n［３００頁左欄４ないし１０行目］\n自覚症状\n主として背部痛からなる自覚症状は，Ｌ群で被験者５２名中２１名（４０％），Ｍ\n群で被験者６０名中１８名（３０％）およびＨ群で被験者４７名中１７名（３６％）\nに，中等度またはやや改善がみられた。群間に有意な差は認められなかった（表４）。\n［３００頁左欄１１行ないし右欄６行目］\n骨測定\n試験期間４８週間中の腰椎ＢＭＤにおける変化を図１に示した。腰椎ＢＭＤは，\n試験開始時と比較して，治療後２４と４８週目に用量依存的に増加し，Ｌ，Ｍおよ\nびＨ群でそれぞれ０．６％，３．６％および８．１％であった。２４週目と４８週\n目でＭとＨ群で増加の程度がＬ群より大きく，４８週目ではＭ群よりＨ群の方が大\nきかった（ｐ＜０．０５）。年齢が６４歳以下と６５歳以上，体重が４９ｋｇ以下と\n５０ｋｇ以上，閉経後１０年未満，１０から２０年，２０年以上，および脊椎骨折\nが０，１および２箇所以上を有するサブグループに被験者を分類して比較したとこ\nろ，サブグループ間で薬物に対する応答は同程度であった。第２中手骨（皮質骨か\nらなる）のＸ線写真上の骨密度には有意な差は何ら認められず，皮質骨と各群のＸ\n線写真上の骨量減少度が変化せずに一定に保たれていることを示していた。Ｌ群で\n被験者３名，Ｍ群で５名およびＨ群で０名に椎体骨折が発生したが，各群間の差は\n有意ではなかった。\n［３０１頁左欄１行ないし右欄４行目］\n生化学的パラメーター\n図２に示すように，血清Ｃａは治療後２週目から減少し始め，４週目以降は治療\n開始前の基準値より有意に低かった。血清Ｐも治療後２週目に減少した。尿中Ｃａ\nは２週目から減少し，試験期間中を通じて基準値より低いままであった。尿中Ｐも\n減少した。血清２５（ＯＨ）ビタミンＤと１．２５（ＯＨ）２ビタミンＤ値は，図３\nに示すように，各群で４８週目に治療開始時よりやや減少した。図４に示すように，\n骨型アルカリホスファターゼは，治療開始後４週目で治療開始時の値より高く，２\n４週目と４８週目ではＨ群のみ低かった。尿中へのピリジノリン，デオキシピリジ\nノリンおよびヒドロキシプロリン排泄は，図５に示すようにＬ群とＨ群で２４週目\nと４８週目に治療開始時の値より減少した。\n表５に示すように，各群で試験期間中，異常な試験結果が出現したが，いずれも\n明白ではないか一過性のものであり，試験薬剤が原因であるとは明示できなかった。\n表６は治療中に発生した副作用をまとめたものである。２９例で，被験者が幾つか\nの症状のため試験から脱落した。副作用の総数はｈＰＴＨ（１－３４）の用量が増\n加するのに合致して増加したものの，重篤な有害事象は認められなかった。\n［３０１頁右欄５行ないし３０３頁右欄２３行目］\n考察\n原発性副甲状腺機能亢進症では過剰量のＰＴＨが持続的に分泌され，著明な骨，\n特に皮質骨の欠損を特徴とするものの，組織形態計測の結果によると海綿骨は比較\n的，良く保存されている。ＰＴＨはおそらく骨芽細胞活性と骨形成も刺激し，骨に\n対して同化作用を及ぼすものと思われる。\n動物試験で，ＰＴＨの同化作用が頻繁に確認されており，骨質の物理的な改善を\nすることが報告されている。このような同化作用は，Ｎ末端からアミノ酸をひとつ\n除去するだけで効果がほとんど消失することから，ＰＴＨのＮ末端部アミノ酸の全\n長に依存していると思われる。\n海綿骨が増加することについては，一貫して報告されているが，皮質骨の応答は\n不良である。間欠投与は，ＰＴＨの骨同化作用を生成に対してより効果的であると\n思われる。これまで，骨粗鬆症の治療には，主にエストロゲン，カルシトニンとビ\nスホスホネートのような骨吸収抑制剤が投与されており，骨吸収を刺激する骨形成\n促進剤は低回転型骨粗鬆症に有効であると思われている。ＢＭＤの増加を予想をは\nるかに上回る程度に誘導する活性があるにも拘わらず，フッ化物に問題がない訳で\nはない。つまり，骨折発生率を減少させることができずに骨痛などの副作用を惹き\n起こす。しかし，ＰＴＨは依然として骨形成促進剤の候補として有望視されている。\nＰＴＨを大量に投与すると，ヒトでもＢＭＤの増加がみられたが，ヒトで好ましい\n効果を奏する間歇投与法は未解決の課題である。Ｒｅｅｖｅらが，骨粗鬆症患者１\n２名を対象として多施設試験を実施したところ，ｈＰＴＨ（１－３４）を７日間投\n与し２１日間休薬するというサイクルを１６回繰り返す間欠投与によって，全身の\nＣａがやや増加したがさまざまな部位のＢＭＤでは有意な増加はみられなかったと\n報告している。連日投与は，持続点滴に比べると間欠的であり，好ましい影響がみ\nられた。Ｒｅｅｖｅらによると，ｈＰＴＨ（１－３４）約２５０単位を患者２１名\nに６から２４ヵ月間，連日投与したところ，重篤な副作用もみられず，血清アルカ\nリホスファターゼが１５％増加し，著明な骨増加がみられた。Ｌｉｎｄｓａｙらは，\nホルモン補充療法を受けている閉経後の女性１７名を対象として，ｈＰＴＨ（１－\n３４）２５μｇを連日皮下注射投与する３年の無作為化対照試験を実施し，その結\n果をコントロールとしてホルモン補充療法単独を投与した女性１７名と比較した。\n脊椎のＢＭＤはＰＴＨ投与群で１３．０％増加したが，コントロール群では有意な\n増加はみられなかった。ＰＴＨは他の試験では，エストロゲンと共に投与して効果\nがあった。\nビタミンＤ誘導体と併用してＰＴＨの効果を増強することも検討されている。実\n際に，４００－５００単位のｈＰＴＨ（１－３４）を０．２５μｇの１，２５（Ｏ\nＨ）２ビタミンＤ３と一緒に投与すると，海綿骨で増加がみられた。カルシトニンと\nの併用投与も実施されている。Ｈｅｓｃｈらは，ｈＰＴＨ（１－３７）７２０－７\n５０単位を８週間連日投与し，同時にカルシトニンを２〜４，６〜８および８〜１\n０日目に鼻腔内投与し，このサイクルを４回繰り返した。Ｈｏｄｓｍａｎらは，８\n００単位のＰＴＨを連日，２ヵ月の間隔を置いて１ヵ月間投与するサイクルを繰り\n返し，この投薬サイクルを２年間続けたところ，腰椎ＢＭＤが８〜１０％増加した\nことを認めている。\nｈＰＴＨ（１－３４）の単位体重当たりの生物学的活性は試験間でばらつきがあ\nるようである。Ｌｉｎｄｓａｙらの試験では，たとえば，ｈＰＴＨ（１－３４）４\n００単位（２５μｇ）が使用されている。試験に用いられている調製法が異なって\nいるため，ｈＰＴＨ（１－３４）の投与量について本試験の結果を他の試験のもの\nと比較することは容易ではないが，これまでの試験の多くに比べると，本試験で用\nいられた週１回の間欠投与の方が，ｈＰＴＨ（１－３４）の総投与量を明らかに少\nなく抑えられる。ｈＰＴＨ（１－３４）が中手骨（ほとんどが皮質骨からなる）の\n骨密度を減少させることなく，腰椎ＢＭＤ（主に海綿骨からなる）を，４８週とい\nう比較的短期間で有意に用量依存性に増加させたことから，ｈＰＴＨ（１－３４）\nによる骨粗鬆症治療はきわめて将来有望であると思われる。\n表 1  本試験の参加者における組み入れ基準の詳細\n組み入れ基準    L群(50単位)  M群(100単位)    H群(200単位)\n骨密度減少\n骨萎縮\nグレード1      31      26      18\nグレード2      19      29      26\nグレード3      21      19      27\n不明    2      1      1\nDXA\nDPX    ≥0.831    5      7      3\n<0.831    17      14      18\nQDR      ≥0.711    25      17      11\n<0.711    15      23      27\n不明    1      0      0\nXR      ≥0.701    2      4      1\n<0.701    7      10      12\n不明    1      0      0\n椎体骨折数\n0        32      30      29\n1        14      18\n≥2        27      26      28\n不明      0      1      0\n大腿骨骨折数\n0        65      72      69\n≥1        8      3      3\n橈骨遠位端骨折数\n0        72      71      69\n≥1        1      4      3\n総スコア\n=<2      0      2      0\n3        2      2      1\n4        14      13      13\n≥5      57      58      58\n表 2  本試験における各評価項目別の症例数\n群     総症例数  脱落       症状評価     腰椎BMD評価     中手骨BMD評価\n(副作用による)\nL (50単位)      73    12 (3)      62      39      60\nM (100単位)      75    25 (10)      65      38      58\nH (200単位)     72    24 (16)      56      38      50\n合計                  220    61 (29)      183      115      168\n表 3  各群の治療開始時の背景比較\nL 群(50 単位)  M 群(100 単位)    H 群(200 単位)  χ2 検定\n年齢(歳)    70.2±9.84 (73)    70.1±9.64 (75)    71.7±10.78 (72)    NS\n体重(kg)    47.7±7.49 (73)    49.2±7.54 (75)    45.8±8.21 (72)    NS\n身長(cm)    148.2±8.01 (73)    148.9±7.77 (75)    147.3±6.97 (72)    NS\n閉経後年数  19.0±8.52 (73)    18.8±8.35 (75)    20.6±9.43 (72)    NS\n椎体骨折数    1.86±2.65 (62)    1.62±1.89 (61)    1.82±2.65 (55)    NS\n腰椎BMD (g/cm\n2)\nDPX    0.746±0.123 (13)    0.753±0.089 (10)    0.711±0.159 (11)    NS\nQDR    0.719±0.103 (19)    0.723±0.140 (17)    0.640±0.132 (19)    NS\nXR     0.637±0.115 (7)    0.680±0.130 (11)    0.556±0.064 (8)    NS\n中手骨 BMD (∑GS/D)\n1.875±0.350 (60)    1.917±0.404 (58)    1.850±0.446 (50)    NS\nデータは平均値±標準偏差、カッコ内は症例数\n表 4  自覚症状\n群      症例数  中等度        軽度       不変            悪化    U-検定  Fisher の\n以上改善    改善                                                                検定\n中等度以上\nL (50単位)  52       21 (40)      16 (31)     14 (27)   1 (2)\nM (100単位)      60       18 (30)     28 (47)     14 (23)   0 (0)     NS      NS\nH (200 単位)      47       17 (36)     21 (45)     9 (19)     0 (0)\nカッコ内の数値はパーセント\n図 1  治療週数と腰椎 BMD の変化率（平均±標準偏差）。\n□は L 群(50 単位)、●は M 群(100 単位)、○は H 群(200 単位)のデータ。\naL 群の値との比較で p<0.05 の有意差、\nbM 群の値との比較で p<0.05 の有意差、マンホイッ\nトニーの U 検定による\n*治療開始時との比較で p<0.05 の有意差の有意な増加、マンホイットニーの U 検定による\n図 2  治療週数と血清カルシウム(左)とリン(右)(平均±標準偏差)。\n□は PTH50 単位(L 群)、●は PTH100 単位(M 群)、○は PTH200 単位(H 群)のデータ。\n*治療開始時との比較で p<0.05 の有意差、マンホイットニーの U 検定による\n図 3  治療週数と血中 25(OH)ビタミン D(左)と 1,25(OH)2ビタミン D(右)  (平均±標準偏差)。\nシンボルの表記は図 2 と同様。\n図 4  治療週数と血中骨型アルカリフォスファターゼ(平均±標準偏差)。\nシンボルの表記は図 2 と同様。\n表 5  被験者における治療期間中の臨床検査値異常\nL群(50単位)  M群(100単位)  H群(200単位)\n総症例数      73      75      72\n臨床検査異常例数(%)      8    4    12\n(11%)    (5%)    (17%)\n異常データ数        16      7      22\n赤血球数の低下      1      1\n分節核球上昇      1          1\nリンパ球減少      1          2\n好酸球減少              1\n好塩基球減少              1\nヘマトクリット低下    2      1\nヘモグロビン低下    2      1\n血小板数減少              1\nGOT上昇      1          1\nGPT上昇       1\nA/G低下       1\nBUN上昇              2\n総コレステロール上昇    2      1      2\nCPK上昇       1      2      2\nNaの下降              2\nKの上昇               2\nKの下降               1\nClの上昇               1\nClの下降               1\n血糖上昇          1\n尿潜血        1          2\n尿蛋白        1\n尿ビリルビン      1\n図 5  治療週数とクレアチニン補正後の尿中ピリジノリン(a)、デオキシピリジノリン(b)、\nヒドロキシプロリン(c)血中骨型アルカリフォスファターゼ(平均±標準偏差)。\nシンボルの表記は図 2 と同様。\n表 6  被験者における治療期間中の副作用\nL群(50単位)    M群(100単位)     H群(200単位)\n総症例数    73      75       72\n副作用発現例数\na(%)  14 (3\nb)        14 (10\nb)       30 (16\nb)\n(19%)      (19%)       (42%)\n重症度と件数    軽度  中等度  計    軽度  中等度  計     軽度  中等度  計\n8      6          14    13        10        23     19        18     37\n皮下出血    1                   1\n全身潮紅                      1            1\n顔面潮紅                            1          1\n湿疹      1                   1\nそう痒      1                   1\n腰痛                        1       1                  1          1\n頭痛      1          1            2      3                        3      2          2          4\nめまい             1            1     1          1        2                  1       1\n悪心      3      1            4      5          2            7      9          6\n嘔吐            1                        1     2          2          4\n腹痛               1            1                                                    1          1\nおくび                        1            1\nあくび                                                                                  1            1\n口渇      1                        1\n食欲不振                                                                         1          1\n熱感             1            1      1        1            2      1                  1\n発熱                        1            1      3                      3\n脱力感                          1                        1      1                      1\n全身倦怠感           1            1                  1            1      1          2          3\n悪寒                      1          1\n眠気                  1                        1\na 臨床検査値異常を含む\nb 副作用による脱落症例数\n（別紙３）\n甲１０文献の記載事項（抜粋）\n（表は末尾に一括して掲記した。）\n［５９頁左欄１行ないし右欄３２行目］\n要旨\n緒言  骨粗鬆症と腎機能障害の罹患率はいずれも加齢とともに増加する。\n方法  骨折予防試験（Ｆｒａｃｔｕｒｅ  Ｐｒｅｖｅｎｔｉｏｎ  Ｔｒｉａｌ：ＦＰＴ）から得られたデータを使\n用して，骨粗鬆症と腎機能障害を併発する閉経後女性におけるテリパラチド［ｒｈ\nＰＴＨ（１－３４）］の安全性と有効性を検討した。血清クレアチニン濃度が２．０\nｍｇ／ｄｌ以下かつ血清副甲状腺ホルモン（ＰＴＨ）濃度が正常であることを患者\n要件とし，患者はプラセボ，テリパラチド２０ｍｃｇ／日または４０ｍｃｇ／日を\n連日皮下注射する群に無作為に割り付けた。糸球体濾過量（ＧＦＲ）はコッククロ\nフト－ゴールト（Ｃｏｃｋｃｒｏｆｔ－Ｇａｕｌｔ）式を使用して推定した。ベースライン評価に\n基づいて患者の腎機能を，骨密度（ＢＭＤ）解析およびＩ型プロコラーゲンアミノ\n末端伸長ペプチド（ＰＩＮＰ）解析では，正常（ＧＦＲ  ８０ｍｌ／分以上），軽度\n機能障害（ＧＦＲ  ５０～７９ｍｌ／分），中等度機能障害（ＧＦＲ  ３０～４９ｍ\nｌ／分）と定義し，骨折解析では，正常（ＧＦＲ  ８０ｍｌ／分以上）または機能\n障害（ＧＦＲ  ８０ｍｌ／分未満）と定義した。\n結果と結論  正常な腎機能を有する患者と比較すると，腎機能障害を有する患者は\n高齢，低身長かつ低体重で，閉経後期間が長く，ベースラインにおける腰椎および\n大腿骨頸部のＢＭＤが低かった。プラセボと比較すると，テリパラチドは各腎機能\nサブグループ内でＰＩＮＰ，腰椎および大腿頸部のＢＭＤを有意に増加させた。こ\nれらの増加が腎不全によって変化したエビデンスはなかった（各治療－サブグルー\nプ交互作用ｐ＞０．０５）。同様に，テリパラチドによる椎体および非椎体の骨折リ\nスクの低下は，正常な腎機能を有する患者と腎機能障害を有する患者の間で類似し\nており，有意差を認めなかった（治療－サブグループ交互作用ｐ＞０．０５）。治療\n中に発生した腎臓に関連する有害事象の発生率は，腎機能が正常，軽度障害，中等\n度障害のサブグループいずれでの治療の割り付けでも一貫していた。テリパラチド\nにより誘導される平均ＧＦＲの変化は，ベースラインにおける腎機能の影響を受け\nなかった（正常，軽度機能障害または中等度機能障害のサブグループで治療－腎機\n能交互作用ｐ＞０．０５）。テリパラチド２０ｍｃｇまたは４０ｍｃｇで治療を受け\nた患者はすべての腎機能区分で，投与４～６時間後の血清カルシウムが１０．６ｍ\nｇ／ｄｌ（正常上限値）を超える発生率がプラセボに対して増加したが，いずれの\n腎機能区分でもテリパラチド２０ｍｃｇ／日は，投与４～６時間後の血清カルシウ\nムが１１ｍｇ／ｄｌを超える発生率の有意な増加には関連しなかった。\nテリパラチド療法は尿酸上昇の発生率の増加と関連があり，その発生率は中等度\nの腎機能障害を有する患者およびテリパラチド４０ｍｃｇ／日投与を受けた患者で\n最も高かった。それでも，有害事象データは，腎機能が正常，軽度障害，中等度障\n害の患者がテリパラチド治療を受けた際の痛風または関節痛の発生率，腎結石症の\n発生率の増加を示唆しなかった。\n［６０頁左欄１ないし２０行目］\n緒言\n骨粗鬆症は低骨量，骨強度の減少および骨の脆弱化を伴う慢性疾患である。米国だ\nけでも約１０００万人が罹患している。骨粗鬆症と腎機能障害の罹患率はいずれも\n加齢とともに増加する。大規模な疫学研究では，骨粗鬆症女性の８５％が軽度から\n中等度の腎機能障害を有していた。それゆえ，腎機能障害を有する患者における骨\n粗鬆症治療薬の安全性および有効性に関する情報が必要とされている。\nテリパラチドは閉経後の骨粗鬆症女性において，腰椎と大腿骨頸部の骨密度（Ｂ\nＭＤ）を増加させ，椎体および非椎体骨折のリスクを低下させる。本稿の解析では，\n腎機能障害は骨粗鬆症女性の一般的な併存疾患であることを鑑み，加齢に関連した\n軽度［糸球体濾過量（ＧＦＲ）５０～７９ｍｌ／分］または中等度（ＧＦＲ  ３０\n～４９ｍｌ／分）の腎機能障害を有する女性におけるテリパラチドによる有害事象\nの発生およびテリパラチドに対するＢＭＤと骨折減少の応答を検討した。\n［６０頁左欄２１ないし４８行目］\n方法\n研究の被験者\n骨折予防試験の方法および結果は既に論文発表されている。その概要を述べると，\nこの二重盲検試験では，４２～８６歳の歩行可能な閉経後女性１，６３７人を，カ\nルシウム（１，０００ｍｇ）とビタミンＤ（４００～１２００ＩＵ）を連日補充し\nながら，プラセボ（ｎ＝５４４），テリパラチド２０ｍｃｇ／日（ｎ＝５４１），テ\nリパラチド４０ｍｃｇ／日（ｎ＝５５２）を皮下注射により連日自己投与する群に\n無作為に割り付けた。本研究への組み入れには，血清クレアチニンが２ｍｇ／ｄｌ\n以下かつその他の検査値が通常値または臨床的に有意な異常値ではないことが求め\nられ，特定の要件として，血清カルシウム，血清内因性副甲状腺ホルモン（ＰＴＨ）\nおよび尿カルシウムが正常範囲内であること，ベースラインにおける血清２５－ヒ\nドロキシビタミンＤが正常下限値から正常上限値の３倍までの間にあることが挙げ\nられた。また，現在または最近（無作為割付前の１年以内），骨代謝に影響を与える\n副甲状腺機能亢進症や甲状腺機能亢進症などの既往疾患がある患者は除外した。副\n甲状腺機能亢進症の診断は試験実施医師の判断で行い，正常な甲状腺機能は甲状腺\n刺激ホルモンの通常スクリーニング，または試験実施医師と本研究に関わる内科医\nの見解の中で正常な甲状腺機能を十分に確証するとした臨床検査パラメーターを組\nみ合わせて実証した。なお，テリパラチドへの曝露期間の中央値は１９カ月，観察\n期間の中央値は２１カ月であった。\n[６１頁左欄１３ないし２６行目]\n有害事象\n研究期間中，有害事象およびそのモニタリングを行った。治療中に発生した有害事\n象は試験薬の投与開始後に初めて発現または悪化した有害事象として定義した。腎\n臓に関連する有害事象は全有害事象のサブセットとみなし，血尿，水腎症，腎機能\n異常，尿毒症，多尿症，糸球体炎，腎不全，急性腎不全，乏尿症，腎炎を含めた。\nテリパラチドにより誘導されるカルシウムまたは尿酸の変化に起因する潜在的な臨\n床的影響を調査するため，痛風または関節痛及び腎結石症（腎結石，尿路結石）を\n示唆する有害事象の解析をさらに行った。\n［６１頁左欄２７ないし３８行目］\n血清中のクレアチニン，投与４～６時間後のカルシウムおよび尿酸\n血清サンプルをベースラインおよび投与開始後１カ月（ｎ＝１，４９２），３カ月（ｎ\n＝１，４９８），６カ月（ｎ＝１，５０１），１２カ月（ｎ＝１，３９７），１８カ月\n（ｎ＝１，１６１）の時点で試験薬の最終投与の約４～６時間後に採取した。スク\nリーニングにおいて２．０ｍｇ／ｄｌを超える血清クレアチニン濃度を除外基準と\nした。いずれの来院時でも，投与４～６時間後の血清カルシウム濃度が１０．６ｍ\nｇ／ｄｌ超（２．６５ｍｍｏｌ／ｌ，正常上限値），さらに１１．０ｍｇ／ｄｌ超（２．\n７５ｍｍｏｌ／ｌ）の発生は報告された。また，いずれの来院時でも，血清尿酸濃\n度が８．３ｍｇ／ｄｌ超（０．５０ｍｍｏｌ／ｌ，正常上限値），さらに９．０ｍｇ\n／ｄｌ超（０．５４ｍｍｏｌ／ｌ）の発生は報告された。\n［６１頁左欄３９行ないし右欄２行目］\n糸球体濾過量\nＧＦＲはコッククロフト－ゴールト式を使用して推定した：\n腎機能の区分は正常（ＧＦＲ  ８０ｍｌ／分以上），軽度機能障害（ＧＦＲ  ５０\n～７９ｍｌ／分），中等度機能障害（ＧＦＲ  ３０～４９ｍｌ／分），重度機能障害\n（ＧＦＲ  ３０ｍｌ／分未満）とした。\n［６１頁右欄３ないし４４行目］\n統計学的解析\n・・・\nモデル中のサブグループ（正常対腎機能障害）によるロジスティック回帰を使用\nして，ベースラインの腎機能状態が各治療群での骨折リスクに与える影響の評価も\n行った。本骨折解析においては，事象数が限られたので，腎機能の定義は正常（Ｇ\nＦＲ  ８０ｍｌ／分以上）または機能障害（ＧＦＲ  ８０ｍｌ／分未満）とした。\n重度の腎機能障害（ＧＦＲ  ３０ｍｌ／分未満）を有する女性は本解析には含めな\nかった。骨折リスクの低下は全試験集団において２種類の投与量で類似していたの\nで，テリパラチド治療群は併合した。フィッシャーの正確検定を実施し，各腎機能\nサブグループ内で投与４～６時間後の血清カルシウム濃度（１０．６ｍｇ／ｄｌ超\nまたは１１．０ｍｇ／ｄｌ超）および血清尿酸濃度（８．３ｍｇ／ｄｌ超または９．\n女性のクレアチニンクリアランス(ml/分)\n(140-年齢)(体重(単位:kg))(0.85)\n(血清クレアチニン)(72kg)\n０ｍｇ／ｄｌ超）の発生率に対する治療の比較を行った。\n［６１頁右欄４５行ないし６２頁左欄１７行目］\n結果\n人口統計学\nベースラインにおいて血清クレアチニンを測定した１，６２１人の患者のうち，７\n３６人（４５．４％）が軽度，中等度または重度の腎機能障害を有していた。正常，\n軽度，中等度の腎機能障害と治療により層別化されたベースライン特性を表１に示\nす。なお，重度の腎機能障害を有する患者のデータは表２に分けて示す。正常な腎\n機能を有する患者と比較すると，正常な腎機能を有する患者よりも軽度または中等\n度の腎機能障害を有する患者は高齢，低身長かつ低体重で，閉経後期間が長く，ベ\nースラインにおける腰椎および大腿骨頸部のＢＭＤが低かった（それぞれｐ＞０．\n０５）。研究への組み入れ基準により，ベースラインにおける内因性血清ＰＴＨ濃度\nは正常であることが求められ，腎機能群間で有意な差はなかった。いずれの腎機能\n区分でも治療群間でベースライン特性の有意差は認められなかった。骨折リスクの\n曝露と観察の平均患者－年数は腎機能状態または治療による有意な差はなかった\n（ｐ＞０．０５）。\n［６２頁左欄１８行ないし６３頁左欄３行目］\n骨折への有効性\n正常な腎機能を有する患者（ＧＦＲ  ８０ｍｌ／分以上）における観察の総患者－\n年数は，プラセボ群で４６１患者－年，併合したテリパラチド群では９１８人－年\nであった。また，腎機能障害を有する患者（ＧＦＲ  ８０ｍｌ／分未満）における\n観察の総患者－年数は，プラセボ群で３８４患者－年，併合したテリパラチド群で\nは７２６患者－年であった。\n骨折所見を図１に示す。プラセボ治療を受けた患者間では，腎機能障害を有する\n患者の椎体骨折の発生率は正常な腎機能を有する患者に対して有意に大きかった\n（ｐ＜０．０５）ものの，その増加傾向は非椎体脆弱性骨折ではわずかであった。\n正常な腎機能を有する患者間および腎機能障害を有する患者間では，テリパラチド\n治療を受けた患者の椎体および非椎体骨折の発生率はプラセボ治療を受けた患者に\n対して低かった。プラセボ治療を受けた患者に対するテリパラチド治療を受けた患\n者の椎体および非椎体骨折の発生率の低下は，正常な腎機能を有する患者間および\n腎機能障害を有する患者間で統計学的な一貫性を示した（治療－サブグループ交互\n作用ｐ＞０．０５）。\n軽度の腎機能障害を有する女性の椎体骨折の発生率は，テリパラチド治療を受け\nた患者で１３／３３６（３．９％），プラセボ治療を受けた患者では３３／１８２（１\n８．１％）（ｐ＜０．０１）であり，非椎体骨折の発生率は，テリパラチド治療を受\nけた患者で１１／４２２（２．６％），プラセボ治療を受けた患者では１５／２２６\n（６．６％）（ｐ＜０．０１）であった。また，中等度の腎機能障害を有する女性の\n椎体骨折の発生率は，テリパラチド治療を受けた患者で３／４７（６．４％），プラ\nセボ治療を受けた患者では４／１７（２３．５％）（ｐ＝０．０５）であり，非椎体\n骨折はいずれの治療群でも発生しなかった。\n［６３頁左欄４行ないし６４頁右欄５行目］\nＢＭＤおよびＰＩＮＰの応答\n正常な腎機能，軽度または中等度の腎機能障害を有する患者における１８カ月目で\nの腰椎ＢＭＤ（平均値）および１２カ月目での大腿骨頸部ＢＭＤ（平均値）のテリ\nパラチドに対する応答を図２に示す。プラセボと比較すると，テリパラチド２０ｍ\nｃｇ／日，テリパラチド４０ｍｃｇ／日はいずれも正常な腎機能，軽度または中等\n度の腎機能障害を有する患者において平均腰椎ＢＭＤを有意に増加させた。また，\nテリパラチド２０ｍｃｇ／日，テリパラチド４０ｍｃｇ／日はいずれも正常な腎機\n能，軽度の腎機能障害を有する患者において平均大腿骨頸部ＢＭＤを有意に増加さ\nせた。テリパラチドによる腰椎ＢＭＤおよび大腿骨頸部ＢＭＤの増加は，腎機能サ\nブグループ間で統計学的な一貫性を示した（治療－サブグループ交互作用ｐ＞０．\n０５）。\nテリパラチドが誘導する骨形成の増加をベースラインから３カ月目までのＰＩＮ\nＰ増加量の中央値によって評価した結果を図３に示す。正常な腎機能を有する患者\n（プラセボ，ｎ＝１５０；ＴＰＴＤ２０，ｎ＝１４９；ＴＰＴＤ４０，ｎ＝１３５），\n軽度の腎機能障害を有する患者（プラセボ，ｎ＝９５；ＴＰＴＤ２０，ｎ＝９１；\nＴＰＴＤ４０，ｎ＝９８），中等度の腎機能障害を有する患者（プラセボ，ｎ＝１２；\nＴＰＴＤ２０，ｎ＝１２；ＴＰＴＤ４０，ｎ＝１４）でＰＩＮＰ濃度のアッセイを\n行った。プラセボと比較すると，テリパラチド２０ｍｃｇ／日および４０ｍｃｇ／\n日は３つの腎機能サブグループすべてでＰＩＮＰ血清濃度を同様に有意に増加させ\nた（治療－サブグループ交互作用ｐ＞０．０５）。\n［６４頁右欄６行ないし６５頁右欄１６行目］\n有害事象の発生\n正常な腎機能，軽度または中等度の腎機能障害を有する患者の治療中に発生した腎\n臓に関連する有害事象の発生率を表３に示す。治療中に発生した腎臓に関連する有\n害事象の発生率は，ベースラインにおける腎機能障害の区分が正常，軽度，中等度\nの治療群いずれでも一貫していた。テリパラチドにより誘導される平均ＧＦＲの変\n化量はベースラインにおける腎機能の影響を受けなかった（正常，軽度機能障害ま\nたは中等度機能障害のサブグループで治療－腎機能交互作用ｐ＞０．０５；表４）。\n腎機能障害が，試験薬による治療中に少なくとも１回の高カルシウム血症（投与\n４～６時間後）または高尿酸血症を発症する頻度に与える影響を表５に示す。デー\nタは，正常範囲（血清カルシウムは１０．６ｍｇ／ｄｌ，血清尿酸は８．３ｍｇ／\nｄｌ）および正常範囲よりやや高い濃度（血清カルシウムは１１．０ｍｇ／ｄｌ，\n血清尿酸は９ｍｇ／ｄｌ）を上回って上昇した事象のものである。テリパラチド２\n０ｍｃｇ／日で治療を受けた患者はすべての腎機能サブグループで，投与４～６時\n間後の血清カルシウムが１０．６ｍｇ／ｄｌを超えるが１１ｍｇ／ｄｌは超えない\n発生率がプラセボに対して有意に増加した。投与４～６時間後の血清カルシウムが\n１０．６ｍｇ／ｄｌを超えるが１１ｍｇ／ｄｌは超えない発生率は，テリパラチド\n治療を受けた患者では，中等度の腎機能障害を有する患者の方が正常な腎機能を有\nする患者に比べて有意に大きかった。投与４～６時間後の血清カルシウムが１１ｍ\nｇ／ｄｌを超える発生率に有意性が認められないのは，中等度の腎機能障害を有す\nる患者数が少ないためと思われる（少なかったせいかも知れない。may be due to）。\nテリパラチド４０ｍｃｇ／日で治療を受けた患者では，投与４～６時間後の血清カ\nルシウムが１０．６ｍｇ／ｄｌを超え，さらに１１ｍｇ／ｄｌも超えて上昇するこ\nとが比較的一般的であり，この高カルシウム血症の発生率の増加は腎機能が正常，\n軽度障害，中等度障害の患者間で類似していた（同等であった。was  similar）。\nテリパラチドは用量依存的に高尿酸血症の発生率を増加させるようであった。プ\nラセボと比較すると，テリパラチド２０ｍｃｇ／日で治療を受けた患者では，血清\n尿酸が８．３ｍｇ／ｄｌを超える発生率が増加し，この発生率は中等度の腎機能障\n害を有する患者で最大であった。プラセボと比較すると，テリパラチド２０ｍｃｇ\n／日で治療を受けた正常な腎機能または軽度の腎機能疾患を有する患者で血清尿酸\nが９ｍｇ／ｄｌを上回って上昇する発生率は増加しなかったが，中等度の腎機能障\n害を有する患者では血清尿酸が９ｍｇ／ｄｌを上回って上昇する発生率が有意に増\n加した。血清尿酸濃度が８．３かつ９ｍｇ／ｄｌを上回る発生率は，テリパラチド\n４０ｍｃｇ／日で治療を受けた患者の方がプラセボまたはテリパラチド２０ｍｃｇ\n／日で治療を受けた患者よりも比較的高く，この発生率の増加は中等度の腎機能障\n害を有する患者で最も顕著であった（表５）。高カルシウム血症および高尿酸血症の\n臨床的有意性を評価するために，痛風または関節痛の発生率および腎結石症の発生\n率をベースラインにおける腎機能の各区分内の治療群間で比較した。痛風または関\n節痛の発生率および腎結石症の発生率は治療群間での有意な差が認められなかった\n（表６）。\n［６５頁右欄２９行ないし６７頁左欄１５行目］\n考察\n骨粗鬆症患者の無作為サンプルでは８５％が腎機能障害を有しているのに比べて，\n骨折予防試験の患者は４５％しか腎機能障害を有していなかった。これは恐らく，\n血清クレアチニンが２.０ｍｇ／ｄｌを超える患者を除外したためと思われる。正\n常な腎機能を有する患者と比較すると，本研究の腎機能障害を有する患者は高齢，\n低身長かつ低体重で，閉経後期間が長く，ベースラインにおける腰椎および大腿骨\n頸部のＢＭＤが低かった。これらの結果は，加齢が腎機能低下および骨量低下と関\n連するとしたこれまでの報告と一致する。本稿の研究でプラセボ治療を受けた患者\nにおいては，プラセボ治療を受けた正常な腎機能を有する患者と比較して腎機能異\n常を有する患者の方が，椎体骨折が有意に多く，より多くの非椎体骨折が発生する\n傾向を認めた。\n本解析で取り組んだ基本的な疑問は，テリパラチドの効果が正常な腎機能を有す\nる患者に対して腎機能障害を有する患者で一貫しているかどうかということである。\n治療－腎機能交互作用に有意差が認められなかったことは，テリパラチドの効果が\n腎機能区分間で統計学的な一貫性を示すエビデンスとして解釈した。椎体および非\n椎体脆弱性骨折の発生率を低下させるテリパラチドの効果は，正常な腎機能を有す\nる患者と腎機能障害を有する患者で統計学的な一貫性を示した。ＰＩＮＰで評価さ\nれる骨形成，腰椎および大腿骨頸部の骨密度測定により評価されるＢＭＤ増加への\nテリパラチドの効果は，正常な腎機能を有する患者と軽度または中等度の腎機能障\n害を有する患者で統計学的な一貫性を示した。治療中に発生した腎臓に関連する有\n害事象の発生率は，腎機能の正常群，軽度および中等度の腎機能障害の区分いずれ\nでの治療群でも一貫していた。テリパラチドにより誘導される平均ＧＦＲの変化量\nはベースラインにおける腎機能の影響を受けなかった。\n正常な腎機能，軽度または中等度の腎機能障害を有する患者では，プラセボ群よ\nりもテリパラチドで治療した患者の方が投与４～６時間後の血清カルシウム濃度が\n１０．６ｍｇ／ｄｌを超える発生率が高かった。全試験集団で，投与４～６時間後\nの血清カルシウム濃度が少なくとも１回１０．６ｍｇ／ｄｌを超える発生率はプラ\nセボ群で２％，テリパラチド２０ｍｃｇ／日群で１１％，テリパラチド４０ｍｃｇ\n／日群で２８％であった。テリパラチド２０ｍｃｇ／日で治療を受けた患者では，\n投与４～６時間後の血清カルシウム濃度が１０．６ｍｇ／ｄｌを超える発生率は，\n中等度の腎機能障害を有する患者の方が正常な腎機能を有する患者に対して有意に\n高かった。テリパラチド２０ｍｃｇ／日で治療を受けた患者では，投与４～６時間\n後の血清カルシウムの軽度（１０．６mg/ｄｌを超えるが１１ｍｇ／ｄｌは超えない）\nの上昇が最も発生した（投与後４～６時間後の血清カルシウムの上昇が発生したほ\nとんどは，軽度のものであった（１０.６ｍｇ／ｄｌを超えるが，１１ｍｇ／ｄｌ以\n下）。Most  occurrences    of  elevated  4-6h  postdose  serum  calcium  in  patients  treat\ned  with  teriparatide  20  mcg/day  were  ｍild(>10.6  mg/dl  but≤11.0  mg/dl）．）。骨折\n予防試験では，投与４～６時間後の血清カルシウムの上昇と有害事象との関連はな\nく，投与１６時間以後に採取したサンプルの血清カルシウム測定で上昇が認められ\nたのはテリパラチド２０ｍｃｇ／日群，プラセボ群それぞれで１人の患者のみであ\nった。テリパラチド注射後に見られる血清カルシウムの一時的な上昇はＰＴＨの腎\n臓に対する既知の作用と一致している。\n［６７頁右欄３９行ないし６８頁左欄６行目］\n結論として，軽度または中等度の腎機能障害を有するものの内因性ＰＴＨレベル\nは正常である患者がテリパラチド治療を受けた際に有害事象の増加は観察されず，\nＢＭＤと骨折減少の応答性は類似していることに注目した。ベースラインにおける\n腎機能に関係なく，テリパラチド治療患者は投与４～６時間後の血清カルシウムが\n正常範囲の１０．６ｍｇ／ｄｌを超える発生率が増加したものの，テリパラチド２\n０ｍｃｇ／日投与群では，投与４～６時間後の血清カルシウムの測定値の上昇は通\n常１１ｍｇ／ｄｌ未満であった。テリパラチド療法は尿酸上昇の発生率の増加と関\n連があり，その発生率は中等度の腎機能障害を有する患者およびテリパラチド４０\nｍｃｇ／日群の患者で最も高かった。いずれの腎機能区分または試験薬群において\nも，痛風，関節痛，腎結石症のリスク増加のエビデンスは存在しなかった。重度の\n腎不全患者，急性または慢性の透析を受けている患者，移植腎が機能している患者，\n腎不全患者で内因性ＰＴＨの上昇が認められる患者におけるテリパラチドの安全性\nと有効性に関するデータは得られていない。\n（別紙４）\n（別紙５）\n"
}