{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 4,
    "month": 11,
    "day": 25
  },
  "case_number": "令和2(ネ)409",
  "case_name": "損害賠償請求控訴事件",
  "court_name": "仙台高等裁判所第２民事部",
  "lawsuit_id": "91596",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=91596",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/596/091596_hanrei.pdf",
  "contents": "主     文\n１  控訴人である原告らの控訴及び原告（番号１１－４、２４－２、２５－１）\nの死亡による承継に基づき、原判決主文２項、３項中、同原告らに関する部分\nを次のとおり変更する。\n２  被告は、別紙２認容額一覧表の「当審認容額」欄に金額の記載がある原告ら\nに対し、同欄記載の各金員及びこれに対する平成２３年３月１１日から支払済\nみまで年５分の割合による金員をそれぞれ支払え。\n３  前項の原告らのその余の予備的請求を棄却する。\n４  第１項の原告らのその余の控訴及び被告の控訴をいずれも棄却する。\n５  訴訟費用は、第１項の原告らと被告との間においては、第１、２審を通じて\n５分の１を被告の負担とし、その余を同原告らの負担とし、その余の原告らと\n被告との間においては、控訴費用を被告の負担とする。\n６  本判決主文２項は、仮に執行することができる。\n事実及び理由\n第１  控訴の趣旨\n１  訴訟承継後の原告１３７名の控訴\n⑴  原判決中、控訴人である原告らに関する部分を次のとおり変更する。\n⑵  被告は、前項の原告らに対し、別紙２認容額一覧表の「控訴額」欄記載の各\n金員及びこれに対する平成２３年３月１１日から支払済みまで年５分の割合による\n金員をそれぞれ支払え。\n２  訴訟承継後の原告１２９名に対する被告の控訴\n原判決中、被控訴人である原告らの請求を認容した部分を取り消し、取消部分に\n係る同原告らの請求をいずれも棄却する。\n第２  事案の概要（注：使用する略語・用語は、原判決の例による。）\n１  争いのない事実（福島第一原子力発電所の事故の発生とその原因）\n平成２３年３月１１日、東北地方太平洋沖地震により発生した津波により、福島\n県双葉郡双葉町及び大熊町に被告が設置・運営していた福島第一原子力発電所にお\nいて、大量の放射性物質が大気中に放出されて拡散する原子力事故が発生した。\n地震により外部電源からの給電が停止したため起動した非常用ディーゼル発電機\nが、地震により発生した津波による発電所敷地の浸水により機能を喪失し、これに\nより原子炉の冷却機能が完全に失われて原子炉が損傷し、大量の放射性物質が大気\n中に放出されて拡散したものである。\n２  南相馬市原町区内から避難した原告らの訴え\n本件は、福島県南相馬市原町区内の避難指示解除準備区域（半径２０ｋｍ圏内）\n又は緊急時避難準備区域（半径２０ｋｍ圏外で３０ｋｍ圏内）に居住していた原告\nらが、避難生活に伴う精神的苦痛とふるさと（故郷）喪失・変容についての精神的\n苦痛に対する慰謝料と弁護士費用の損害賠償を求めた事案である。\n訴えを提起した１４４名の原告のうち１０名が死亡し、他の原告１３４名と死亡\nした原告の訴訟を承継して参加した６名の合計１４０名が原告となっている。\n当審においては、３名の原告（番号１１－４、２４－２、２５－１）が死亡し、\n別紙１原告目録記載の承継人が、その権利義務を全部相続して承継した。\n避難指示解除準備区域に居住していた原告が１７世帯（番号２～１８）、緊急時避\n難準備区域に居住していた原告が２７世帯（１、１９～２９、３１～４０、４３～\n４７）である。緊急時避難準備区域は、平成２３年９月３０日に指定が解除され、\n南相馬市原町区の避難指示解除準備区域は、平成２８年７月１２日に避難指示が解\n除された。\n請求の原因についての原告らの主張と前提事実は、原判決摘示のとおりであり、\n①本件事故による避難指示等、②南相馬市、特に原町区の概況及び本件事故発生前\n後の変化等、③原告らの避難状況と本件事故発生前後の生活状況等、④放射線に関\nする知見、放射線による健康影響、除染状況等、⑤中間指針等、⑥経済産業省の示\nした賠償基準の考え方、⑦被告の賠償基準等及び賠償の状況、以上の認定事実は、\n原判決第３章第３の１のとおりである。\n原告らが居住していた南相馬市原町区の各地区の位置は、別紙３地図のとおりで\nあり、半径２０ｋｍ圏内に、小沢、江井、小浜、２０ｋｍ圏内から圏外にかけて、\n大甕下、２０ｋｍ圏外に、大甕上、雫、仲町三丁目、下高平、錦町一丁目、北原、\n石神、上北高平、大木戸の各地区がある。事故時の居住地とその避難指示区分は、\n別紙２認容額一覧表記載のとおりである。\n南相馬市原町区における環境放射能測定値は、原判決摘示（３１１～３１３頁）\nのほか、福島県の公表資料である別紙４県内７方部環境放射能測定結果（暫定値）\n平成２３年３月１１日～３月３１日の表のとおりであり、本件原発の北約２４ｋｍ\nに位置する錦町一丁目の南相馬合同庁舎における環境放射能測定値が、事故翌日の\n平成２３年３月１２日午後５時４６分から測定され、福島県により随時公表されて\nいた。これによれば、平成２３年３月１２日午後９時に、最大の測定値２０．００\nμＳｖ／ｈ（平常値は、０．０５μＳｖ／ｈ）が測定されていた。\n３  被告による賠償金の支払と弁済の抗弁\n被告は、本件事故により放射性物質が拡散したことにより生じた損害（原子力損\n害）について、被告の過失の有無に関わりなく、原子力損害の賠償に関する法律３\n条１項に基づく損害賠償責任がある。\n被告は、原子力損害賠償紛争審査会が原賠法１８条２項２号に基づき本件事故に\nよる原子力損害の範囲の判定等に関して策定した第４次追補までの中間指針に従い、\n原告やその家族に対し、別紙５の表のとおり、精神的損害、財産的損害、住居確保\n費用、弁護士費用として賠償金を支払っている。\n被告は、この賠償金の支払を弁済の抗弁として主張し、原告らに対する損害賠償\n責任を果たしていると主張する。その他被告の主張は、原判決摘示のとおり。\n被告は、避難生活に伴う慰謝料として、避難指示解除準備区域につき１人あたり\n８５０万円（月額１０万円×平成２３年３月から平成３０年３月までの８５か月）、\n緊急時避難準備区域につき１人あたり１８０万円（月額１０万円×平成２３年３月\nから平成２４年８月までの１８か月）を支払い、ほかに避難所等における避難生活\nによる増額（月額２万円）、要介護者等への増額、ペットとの離別慰謝料、自主的避\n難に係る損害、緊急時避難準備区域における避難生活等に関連した学校生活等にお\nける精神的損害３５万円（平成２４年９月から平成２５年３月までの７か月×月額\n５万円）など個別事情による精神的損害の増額分を賠償として支払っている。\n４  原審の判断と双方の控訴\n原審は、原告らの不法行為に基づく主位的請求を棄却し、原子力損害の賠償に関\nする法律に基づく予備的請求は、１１名の原告の請求を棄却し、他の原告の請求を\n一部認容した。\n請求を全部棄却された１１名と一部棄却された原告のうち１２６名の合計１３７\n名が控訴し、控訴審において、避難指示解除準備区域に居住していた原告は、１人\nあたり１０１７万５０００円、緊急時避難準備区域に居住していた原告は、１人あ\nたり６４９万円の損害賠償を求める限度で原判決の変更を求めた。\n被告は、原審で請求を一部認容された原告１２９名を被控訴人として控訴し、そ\nの部分の原判決を取り消して請求を棄却することを求めた。\n第３  当裁判所の判断\n１  骨子\n⑴  慰謝料の算定について\n当裁判所は、慰謝料の算定にあたり、原子力発電所における原子炉損傷と水素爆\n発による大量の放射性物質の拡散という重大な事故により、①深刻な放射線被害の\n具体的な危険に直面し、突然住み慣れた生活を失って避難せざるを得なくなった精\n神的苦痛、②更に長期間の避難生活の継続を余儀なくされた精神的苦痛、③故郷が\n変容してしまった結果として地域社会における共同生活の利益を失ったことによる\n有形、無形の損害ないし精神的苦痛をそれぞれ考慮し、原審とは異なり、避難指示\n解除準備区域から避難した原告には一律に１１００万円の慰謝料を認め、既払金８\n５０万円を控除した残額２５０万円に弁護士費用２５万円を加えた２７５万円の損\n害賠償を認め、緊急時避難準備区域から避難した原告には一律に３００万円の慰謝\n料を認め、既払金１８０万円を控除した残額１２０万円に弁護士費用１２万円を加\nえた１３２万円の損害賠償を認めるのが相当であり、原告らの請求は、これらの賠\n償と遅延損害金の支払を求める限度で認容すべきであると判断する。\nア  避難指示解除準備区域  １１００万円\n①  避難を余儀なくされた慰謝料  １５０万円\n②  避難生活の継続による慰謝料  ８５０万円\n月額１０万円×平成２３年３月から平成３０年３月までの８５か月（期間中に帰\n還した者も同額とする。）\n③  故郷の変容による慰謝料    １００万円\nイ  緊急時避難準備区域  ３００万円\n①  避難を余儀なくされた慰謝料   ７０万円\n②  避難生活の継続による慰謝料  １８０万円\n月額１０万円×平成２３年３月から平成２４年８月までの１８か月\n③  故郷の変容による慰謝料     ５０万円\n⑵  被告の弁済の抗弁について\n被告の弁済の抗弁については、個別事情による精神的損害の賠償の増額分、財産\n的損害、住居確保費用、弁護士費用の賠償は、本件において請求している損害とは\n別の損害ないし前記⑴の一律に認められる慰謝料を超える慰謝料の損害が発生し、\n被告がこれらの損害の発生を認め、損害賠償義務を履行したものと認められるから、\n前記⑴の慰謝料の損害賠償についての弁済とは認められないものと判断する。\n家族に対する賠償も、前記慰謝料の損害賠償についての弁済とは認められない。\n２  不法行為に基づく主位的請求について\n原判決理由説示のとおり、本件事故による損害について民法７０９条に基づき不\n法行為による損害賠償を求める原告らの主位的請求は、原賠法３条１項による損害\n賠償責任があることに争いのない損害について、同項により適用が除外されている\n民法７０９条の不法行為の規定に基づく損害賠償を求めるものであるから、その余\nの点について判断するまでもなく理由がない。\n原告らの控訴のうち、原判決が原告らの主位的請求を棄却した部分を不服とする\n部分は、理由がないから棄却する（主文４項）。\n３  津波による原発事故の発生と原告らの避難の経過について\n平成２３年３月１１日午後２時４６分、マグニチュード９．０の東北地方太平洋\n沖地震が発生し、福島第一原発では、定期検査中の４号機を除く１号機から３号機\nが運転中であったが、地震により、いずれの原子炉も緊急停止し、外部電源を失っ\nて非常用ディーゼル発電機が自動的に立ち上がり、電気の供給を始めた。\nしかし、同日午後３時３５分頃に押し寄せた津波は、１号機～４号機の主要建屋\nの設置場所の敷地高さ（Ｏ．Ｐ．＋１０ｍ）を超え、南防潮堤の外側から主要建屋\n設置エリア南東側に侵入し、ほぼ全域が浸水した。\n浸水高は、約Ｏ．Ｐ．＋１１．５～１５．５ｍであった。\n浸水により非常用ディーゼル発電機や配電盤などが使用不能となって交流電源を\n喪失し、直流電源まで喪失して全電源を喪失した結果、炉心溶融により原子炉が損\n傷し、溶融した燃料からセシウムなどの放射性物質が大量に原子炉から放出され、\n原子炉建屋の水素爆発も発生し、大気中に大量の放射性物質が放出された。\n内閣総理大臣は、福島第一原発における全交流電源喪失及び非常用炉心冷却装置\n注水不能という事態を受け、３月１１日午後７時３分、原子力緊急事態宣言を発令\nし、原子力災害対策本部を設置した。内閣総理大臣は、同日午後９時２３分、原発\nから半径３ｋｍ圏内の住民の避難のための立ち退き及び半径１０ｋｍ圏内の住民の\n屋内退避を指示した。更に、翌３月１２日午前５時４４分、原発から半径１０ｋｍ\n圏内の住民の避難のための立ち退きを指示した。\n３月１２日午後３時３６分、１号機の原子炉建屋で水素爆発が発生し、同日午後\n６時２５分、内閣総理大臣は、２０ｋｍ圏内の住民に対し避難のための立ち退きを\n指示した。しかし、南相馬市の住民の多くには自治体から避難指示の連絡が円滑に\nされず、多くの住民はテレビなどで避難指示が出ていることを把握する状態であっ\nた（国会事故調報告書第４部「４．２  住民から見た避難指示の問題点」、甲Ａ１）。\n政府からも、ａ官房長官が３月１２日夜の記者会見において、「１０ｋｍから２０ｋ\nｍの間の皆さんに具体的に危険が生じるというものではございませんが、（中略）念\nのために、さらに万全を期す観点から２０ｋｍに拡大いたしたものでございます」\nといった程度の説明しかせず、原発事故の具体的な状況、その時点で把握できてい\nることとできていないこと、今後予想される事態、想定される避難の期間、被ばく\nのリスクの低い避難経路、被ばくのリスクの低いと考えられる適切な避難場所等に\nついて、避難住民に対し、その当時判明していた情報に基づいた具体的な説明がさ\nれることはなかった（同報告書３４３～３４４頁）。\nところが、前記第２の２のとおり南相馬市原町区における環境放射能測定値は、\n原発から約２４ｋｍ離れた合同庁舎のある中心市街地でも、３月１２日夜の時点で\n午後８時に１７．０８μＳｖ／ｈ、午後９時に２０．００μＳｖ／ｈという極めて\n高い放射能が測定されていた。\nしかし、半径２０ｋｍ以上３０ｋｍ圏内の住民に対しては、３月１４日午前１１\n時１分頃、３号機の原子炉建屋が水素爆発し、翌１５日午前６時１４分頃に４号機\nの原子炉建屋も水素爆発した後になって、３月１５日午前１１時、屋内退避が指示\nされたにすぎない。一方で、３月１５日午前９時頃、２号機の原子炉損傷により、\n福島第一原発の正門付近では、空間放射線量が１万１９３０μＳｖ／ｈを記録し、\n被告は、福島第一原発の一部の職員を福島第二原発に避難させるほど２号機が危機\n的な状況にあることを知りながら、その事実を適切な時期に公表せず、その情報が\n近隣住民の避難に活かされることはなかった（同報告書４９５～４９７頁）。\n南相馬市は、３月１６日、政府や県から具体的な避難指示の連絡はなかったが、\n市民の生活の安全確保等を理由として独自の判断に基づき、市全域の住民に対し、\n一時避難を要請した。南相馬市においては、上記半径２０ｋｍ以上３０ｋｍ圏内の\n住民への屋内退避指示以降、自主避難する住民が増加し、また、屋内退避区域内の\nスーパーマーケットや銀行等の生活に必要な店舗が撤退しつつあったため、区域内\nに残って屋内退避していた住民のみならず、区域外で生活する住民の生活も困難な\n状況が生じていた。南相馬市では、屋内退避区域内の住民が自主的に避難したこと\nに伴い、市内の店舗が相次いで閉鎖し、トラックなどが屋内退避区域に入って来な\nくなるなど物流も止まり、同地区で生活をしていくことが困難となった。それを受\nけ、南相馬市は、住民の自主避難を支援するため、３月１８日から２０日まで及び\n２５日にバスを用意した上で集団避難を行った。\n４月２２日、南相馬市原町区では、福島第一原発から半径２０ｋｍ圏内の区域は\n警戒区域に指定され、２０ｋｍ以上３０ｋｍ圏内の区域は、屋内退避指示が解除さ\nれて緊急時避難準備区域に指定された。なお、緊急時避難準備区域においては、引\nき続き自主的避難が要請されるとともに、特に子供、妊婦、要介護者、入院患者等\nは立ち入らないようにし、保育所、幼稚園、小中学校及び高等学校は、休所、休園\n又は休校とすること、勤務等のやむを得ない用務等を果たすために当該区域内に入\nることは妨げないが、その場合においても常に避難のための立ち退き又は屋内への\n退避を自力で行えるようにしておくことなどが指示された。\nなお、上記指示は、原子力災害対策本部が国際放射線防護委員会（ＩＣＲＰ）及\nびＩＡＥＡが定める緊急時被ばく状況における放射線防護の基準値である年間２０\nｍＳｖから１００ｍＳｖのうち最下限の２０ｍＳｖを指標とし、年間２０ｍＳｖを\n超える地域については計画的に住民の避難を実施すること、一方、この数値を下回\nる区域については福島第一原発において発生し得る最悪の事態を想定し、緊急時に\n避難のための立ち退き又は屋内への退避が可能な準備を行うとされたものである。\n原子力災害対策本部は、平成２３年９月３０日、緊急時避難準備区域を解除し、\n１２月２６日、年間積算線量が２０ｍＳｖ以下となることが確実であることが確認\nされた地域を避難指示解除準備区域に設定し、避難指示区域等を再編する方針を明\nらかにし、避難指示解除準備区域については、当面の間、引き続き避難指示が継続\nされるものの、除染、インフラ復旧、雇用対策など復旧・復興のための支援策を迅\n速に実施し、住民の一日でも早い帰還を目指す区域とされ、局所的に線量が高い地\n点については優先的に除染を実施し早期の線量低減を図るとされた。\n上記方針に基づき、平成２４年４月１６日、南相馬市における半径２０ｋｍ圏内\nの警戒区域は避難指示解除準備区域に再編され、平成２８年７月１２日、避難指示\n解除準備区域が解除された。\n４  本件事故の重大性と事故発生についての被告の責任の重さについて\n本件事故は、事故の重大さを０から７の８段階にレベル分けした国際原子力・放\n射線事象評価尺度（ＩＮＥＳ）に基づいて、原子力安全・保安院が、「レベル７（深\n刻な事故）」と評価した過去に例のない極めて深刻な事故であり、１号機～３号機か\nら大気中に放出された放射性物質の総量は平成２３年６月６日の時点で、ヨウ素１\n３１が約１６万テラベクレル、セシウム１３７が約１．５万テラベクレルであり、\nこれらのヨウ素換算値は約７７万テラベクレルとなる。\n今でも、原子炉内には事故で溶け落ちた燃料デブリが残っており、冷却のために\n毎時３トンの注水を継続しているが、デブリなどに触れた水は損傷部分から建屋内\nに漏れ、高濃度汚染水が発生している（甲Ａ３４７）。\n令和４年３月１６日、福島県と宮城県で震度６強を観測するなどした地震が発生\nし、１号機では地震の後にも原子炉格納容器内の水位が約４０ｃｍ下がり、地震の\n影響で損傷箇所が広がったと見られているほか、２号機の使用済み核燃料を保管す\nるプールにつながるタンクの水位が低下したため手動で冷却を止めたが、冷却を再\n開するまでに約７時間半を要した（甲Ａ３４８～３５１）。\n東京電力福島第一原子力発電所における事故の分析に係る検討会が、２０２１年\n３月５日に公表した「東京電力福島第一原子力発電所事故の調査・分析に係る中間\n取りまとめ」（甲Ａ３３３）によれば、２号機と３号機の原子炉格納容器の真上にあ\nるシールドプラグという蓋に相当する部分が極めて高濃度に汚染されていることが\n新たに判明しており、３枚重ねの蓋の１番上と真ん中の板との間にあると推定され\nるセシウム１３７の量は２号機で約２０～４０ペタベクレル（ペタは１千兆）、３号\n機で約３０ペタベクレルに達すると推定される。\n原子炉の設計に従事してきた技術者ｂの意見書（甲Ａ３３６）によれば、事故後\n１０年以上を経た現時点においても、燃料デブリや使用済燃料の取り出しの工程や\n方法・技術が確立されているとはいえず、廃炉の計画が順調に進むか不透明な状況\nにあり、燃料取り出し時における原子炉建屋の損傷に伴う放射性物質の拡散のリス\nクが全くないといえる状態ではない。\n本件事故は、原子炉が損傷して原子力発電所が爆発し、大量の放射性物質が放出\nされたという過去に例のない深刻な事故であり、これにより前記３のとおり地域の\n経済社会活動に重大な損害をもたらしたばかりでなく、南相馬市の住民が一時全員\n避難するという歴史上かつてない社会の混乱を生じさせた重大な事故である。\n本件事故に至った経緯、被告が行ってきた安全対策とその前提となるべき地震・\n津波に関する当時の知見等については、原判決の認定（第３章第２の１）のとおり\nであり、福島第一原発の設置にあたって敷地高さを超える津波の襲来が想定されて\nいなかったことは事実である。しかし、被告が、本件事故前に、このような津波を\n予見していなかったわけではない。\n被告は、地震防災対策特別措置法に基づき政府に設置された機関である地震調査\n研究推進本部が平成１４年７月に長期評価を公表した頃には、福島県沖を含む日本\n海溝沿いの領域においてＭ８クラスのプレート間の大地震が発生する可能性がある\nことを認識し、平成１８年５月の第３回内部溢水、外部溢水勉強会（国の機関であ\nる原子力安全・保安院と原子力安全基盤機構が運営していた勉強会であり、被告も\n参加していた。）の頃には、福島第一原発の敷地高を超える津波が到来した場合、タ\nービン建屋の浸水により、原子炉を冷却する電源設備が機能を喪失する可能性があ\nることも認識していた。\n更に、Ｍ８クラスのプレート間の大地震が発生した場合の津波の浸水高について\nも、被告の土木調査グループは、平成２０年４月１８日に東電設計株式会社から、\n津波評価技術で設定されている明治三陸沖地震の波源モデルを福島県沖日本海溝沿\nいに設定した場合、最大津波高さが、敷地南側で、敷地高さ（Ｏ．Ｐ．＋１０ｍ）\nを超えるＯ．Ｐ．＋１５．７ｍ（浸水深５．７ｍ）になる試算を受け取っていた。\n本件事故の浸水高は、前記３のとおり約Ｏ．Ｐ．＋１１．５～１５．５ｍであった\nから、被告は、事故の３年前、平成２０年４月には事故原因となった津波の大きさ\nを超える津波が到来する可能性を認識していたのである。\n被告は、平成２０年４月には、福島第一原発において、本件事故と同程度の津波\nが到来し、浸水により電源設備が機能を喪失して重大な原発事故が発生する危険が\nあることを認識し、当時この津波想定に対する対策を検討した被告の担当部局の責\n任者であったｃ原子力設備管理部新潟県中越沖地震対策センター所長（甲Ａ２３８）\nは、この想定津波への対策を検討し、平成２０年７月３１日、ｄ原子力・立地本部\n副本部長に対し、別紙６（福島地点の津波評価について（状況報告））に基づき検討\n状況を説明した上で、ｄ副本部長の下で、防潮堤の建設などの想定津波への対策に\nついて協議した。\nその結果、防潮堤完成まで約４年（環境影響評価が必要な場合はプラス約３年）\nかかり、建設費が数百億円規模となり、仮に耐震バックチェックにより津波対策を\n求められ、対策が完了するまで福島第一原発の運転停止を求められることになれば、\n当時、柏崎刈羽原子力発電所が停止した状況にあって、火力による発電量を増やす\nことで対応していたが、その結果、燃料費がかさんだため収支が悪化している状況\nの中で、福島第一原発まで運転停止に追い込まれれば更なる収支悪化が予想され、\n電力の安定供給も果たせなくなる危険性があるため、福島第一原発が運転停止に追\nい込まれる状況は何とか避けたいという判断の下に、ｄ副本部長の責任において、\n３年程度かけて土木学会に合理的な波源モデルを判断してもらった後に、それに見\n合ったしかるべき対策を講じることとし、想定した津波への対策を先送りすること\nを決定した。\nｄ副本部長らは、他社の原子力発電所における津波対策として、建屋の止水扉の\n設置や壁を高くするなどの対策を講じた例があることも調査検討していたのに（別\n紙６の「２．関係各社の対応」）、土木学会で波源モデルを見直すこととして対策を\n先送りした。すなわち危険性を認識していたにもかかわらず、その危険性をより小\nさく見積もるために土木学会による判断を経るという名目で時間を稼ぎ、一方で、\n防潮堤の建設以外の津波対策については何ら検討せず、本件事故の発生まで、津波\nによる浸水によって全電源を喪失し、原子炉が損傷するという重大事故が発生する\nことを未然に防止する措置を何ら講じなかったのである。\nこのような被告の対応は、原子力発電所を設置運転し、地域社会に深刻な被害を\n及ぼす原発事故を未然に防止する責務を負っている原子力発電事業者として、福島\n第一原発における津波による原子炉損傷という重大事故の発生の危険について３年\nも前から具体的な危険として予見していたにもかかわらず、津波対策により原発が\n運転停止に追い込まれる状況は何とか避けたいなどという経営上の判断を優先させ、\n原発事故を未然に防止すべき原子力発電事業者の責務を自覚せず、結果回避措置を\n怠った重大な責任があったと認めるのが相当である。\n５  慰謝料の算定について\n⑴  慰謝料の算定方法\n本件における慰謝料の算定にあたっては、原告らが主張する包括的平穏生活権の\n侵害、とりわけ地域生活利益の侵害に関し、前記認定の原告らの精神的苦痛及び有\n形、無形の損害を評価するにあたり、被告が原賠審の中間指針に従った賠償をして\nきていることを踏まえ、被告の賠償基準により評価できる損害と評価し尽くせない\n損害とを区分して検討するのが合理的であると考える。\nこの点、被告は、避難指示の程度に応じて相当の避難期間を定め（避難指示解除\n準備区域８５か月、緊急時避難準備区域１８か月）、その期間について一人月額１０\n万円の割合による避難生活に伴う慰謝料を支払っている。したがって、当裁判所に\nおいても、相当の避難期間に応じた慰謝料（避難生活の継続による慰謝料）を算定\nするとともに、それでは評価し尽くせない損害についての慰謝料として、原告らの\n主張や被害の実情を勘案し、避難を余儀なくされた慰謝料、故郷の喪失又は変容に\nよる慰謝料について検討するのが、損害の合理的な評価方法と考える。\n⑵  避難を余儀なくされた慰謝料\n前記認定のとおり、原告らは、居住地の近くで設置運営されていた福島第一原発\nにおける全く予期しない突然の事故により大量の放射性物質が拡散する重大な事故\nに見舞われ、深刻な放射線被害の具体的な危険に直面し、適切な情報も提供されな\nいまま突然避難を余儀なくされるという重大な損害を被っている。\n原告らの多くは、避難指示の遅れや情報の欠如から適切な時期に適切な場所に避\n難することができず、あるいは適切な被ばく防護策がとられなかったことで被ばく\nによる健康被害に対する具体的な不安や危惧があるというのに、放射線による生命・\n身体への被害の危険を判断する適切な情報もないまま、事故直後から避難指示を受\nけて、とるものもとりあえずあわただしく避難し、あるいは緊急時避難準備区域に\nおいても、屋内退避を指示され、南相馬市では一時避難を要請されるなどして同様\nの避難を実際上余儀なくされた。\n被告や国から十分な情報が公表されず、避難経路や避難先を適切に判断すること\nができず、より線量の高い地域に避難した者も少なくないし、余震が続く中にあっ\nて、鉄道や道路も十分利用できず、給油も困難な中、着の身着のまま慌ただしく避\n難をせざるを得なかった。\nこのような突然の避難により、原告らは、地域の人間関係を断たれ、場合によっ\nては、職業生活を失い、学業の継続性や家族の一体性すらも阻害された。このよう\nに避難を余儀なくされた原告らは、その置かれた状況は様々であるとしても、それ\nぞれの境遇において極めて大きな精神的苦痛を被ったものと認められる。このこと\nは地震や津波により自宅が全壊ないしは損壊した者も変わりがない。\nこのような原告らの避難の状況を踏まえ、原告らが慰謝料の原因として主張する\n包括的平穏生活権の侵害により「避難生活を余儀なくされたこと」から生じる精神\n的損害のうち、避難後の避難生活の継続による精神的苦痛とは区別し、居住地から\nの避難を余儀なくされたこと自体により原告らが被った損害ないし精神的苦痛を評\n価して慰謝料を算定するのが相当と認められる。\nこのような慰謝料を算定するにあたっては、本件事故の発生について、事故を予\n見しながら結果回避を怠り深刻な原発事故を発生させた重大な責任が被告にあるこ\nとも考慮して算定するのが相当である。原告らの避難は、原子力発電所の安全確保\nに重大な責任を負い、原告ら地域住民の信頼の上に福島第一原発を立地してきた被\n告が、事前に予見していた津波被害の対策を先送りして起こした重大事故のために\n余儀なくされたものであり、その観点からも、原告らが避難を余儀なくされた精神\n的苦痛は、更に大きなものと評価できるからである。\nこのような意味を有する避難を余儀なくされた慰謝料の算定をするには、上記の\nような原告らの損害ないし精神的苦痛の内容程度を的確に評価する観点から、本件\n事故時における生活の本拠における放射線被害の具体的な危険性の程度、すなわち\nこれを前提とする避難指示の程度を勘案して類型的に行うことが相当である。\nこの観点から、当裁判所は、上記の損害ないし精神的苦痛を評価した避難を余儀\nなくされた慰謝料として、原告らについて、避難指示の区分に応じて次の金額を認\nめるのが相当であると判断する。\n避難指示解除準備区域であった地域から避難した原告については、放射線被害の\n危険や避難の切迫性が極めて大きく、将来の避難生活に対する不安も著しいもので\nあったと考えられるから、１人あたり１５０万円とするのが相当である。\n緊急時避難準備区域であった地域から避難した原告については、上記地域と比べ、\n避難生活を始めるにあたっての精神的苦痛にはそれほどの差がないとしても、放射\n線被害の危険や避難の切迫性の面では、精神的苦痛の程度がやや小さいものと評価\nできるから、１人あたり７０万円とするのが相当である。\n⑶  避難生活の継続による慰謝料\n前記⑵のとおり避難を余儀なくされた慰謝料を算定しても、避難後の避難先での\n日々の著しい生活阻害による心身の苦痛、不便、不自由、不安等のストレスないし\n精神的苦痛が慰謝されるものとはいえない。したがって、これらの損害ないし精神\n的苦痛を考慮し、相当の避難期間に応じた慰謝料（避難生活の継続による慰謝料）\nを算定するのが相当である。\n慰謝料の月額については、被告は、原賠審の定めた中間指針に従い、１人あたり\n月額１０万円の避難生活に伴う慰謝料を支払っており、当裁判所は、前記⑵の避難\nを余儀なくされた慰謝料のほかに、原告らの相当の避難期間について、１人あたり\n月額１０万円の避難生活の継続による慰謝料を認めるのが相当であると判断する。\nこの慰謝料の月額は、避難を余儀なくされたことは同じである以上、原告らが受け\nた避難指示の程度により差を設ける必要はない。\n１人あたり月額１０万円の避難生活の継続による慰謝料を認めるべき相当の避難\n期間は、本件事故時における生活の本拠における放射線被害の危険性や避難指示の\n程度に応じて、類型的に定めるのが相当である。\n避難指示解除準備区域については、南相馬市原町区は、平成２８年７月１２日に\n避難指示解除準備区域が解除されたことを踏まえ、避難の継続か帰還かの判断をす\nるについて相当な期間を経た平成３０年３月までの期間を相当の避難期間とみて、\n本件事故から８５か月の避難生活の継続による慰謝料を認めるのが相当である。\n緊急時避難準備区域については、平成２３年９月３０日に解除されてから避難の\n継続か帰還かの判断をするについて相当な期間を経た平成２４年８月までの期間に\nついて、相当の避難期間として、本件事故から１８か月の避難生活の継続による慰\n謝料を認めるのが相当である。\n他方で、この期間を超えて避難生活を続けても、本件事故による避難生活の継続\nと評価し続けるのは困難であり、それは、避難生活の継続による慰謝料として評価\nすべきではなく、少なからぬ原告らが避難を継続せざるを得ない実情は、故郷の喪\n失又は変容による慰謝料の算定において考慮するのが相当である。\nまた、上記の相当の避難期間より前に帰還しても、避難生活の継続による慰謝料\nを認める期間に差を設けることは相当でない。早く帰還した原告らも、帰還したか\nらといって通常の生活が直ちに戻るものではなく、避難生活を続ける原告らと比べ、\n勝るとも劣らない精神的苦痛が続いたと認められるからである。\n原告として訴えを提起しながら、上記の相当の期間が過ぎる前に死亡した者につ\nいても、避難生活を続けながら死亡した無念さを考えれば、その点を考慮すること\nにより、上記と同じ避難期間を基礎として、避難生活の継続による慰謝料を算定す\nるのが相当である。\n⑷  故郷の変容による慰謝料\n原告らは、故郷喪失・変容慰謝料について、包括的平穏生活権の中の「地域生活\n利益」というべき法益が侵害されたことによる慰謝料であると主張し、その諸要素\nとして、当該地域の住民が、山林で自生するきのこ、たけのこ、山菜などを採取し、\n川や海で魚を獲り、田畑や家庭菜園で米や野菜などを収穫して消費していたことや、\n住民相互間でこれらの収穫物を「お裾分け」し合ったり、農作業、冠婚葬祭、子育\nて、介護などについて自発的に協力し合ったりするという協働又は共助の関係が根\n付いていたなどの事情を主張する。\n原告らが主張する「故郷」とは、地域における住民の生活を支える基盤のひとつ\nとしての自然環境的条件と社会環境的条件の総体を指し、自然環境的条件は、本件\n事故による放射性物質の飛散により汚染されたことで侵害され、社会環境的条件は、\n地域の住民が放射性物質の飛散により汚染され又は汚染されるおそれのある地域か\nら唐突に避難することを余儀なくされたことで地域社会における住民相互の緊密な\n結び付きの全部又は一部が解体し、侵害されたということができる。この観点から、\n当裁判所は、このような地域における住民の生活基盤としての自然環境的条件と社\n会環境的条件の総体について、これを一応「故郷」と呼び、前記のとおり避難を余\n儀なくされた慰謝料や避難生活の継続による慰謝料を算定しただけでは評価し尽く\nされない損害について、避難前の故郷における生活の破壊・喪失による精神的損害\nの慰謝料として、南相馬市原町区における生活基盤の喪失・変容についての原判決\n説示（第３章第３の２⑶イ）の事実に基づき、故郷の変容による有形、無形の損害\nないし精神的苦痛を評価し、故郷の変容による慰謝料を算定することとする。\n避難指示解除準備区域については、事故から５年後に解除されて帰還が可能にな\nったとしても、社会生活上、このような長期間を経て地域共同生活を取り戻すこと\nは著しく困難であり、故郷が変容してしまったことにより、地域共同生活の利益を\n損なわれ、有形、無形の損害及び精神的苦痛が生じたと認められる。そこで、本件\n事故による地域共同生活の利益の侵害の程度や、地域社会が今後の復旧復興により\n徐々に回復される可能性も考慮し、この地域においては、故郷の変容による慰謝料\nとして、１００万円を認めるのが相当である。\n緊急時避難準備区域については、事故から半年で解除され、避難の制度上は、通\n常の生活が可能になったとしても、南相馬市では、全住民に対して一時全ての住民\nに避難が要請され、多くの地域住民が避難したことにより、地域共同生活が相当に\n損なわれたことは否定できない。この点を考慮し、他方で、比較的早期に復旧復興\nが進められている実情を考慮すれば、この地域においては、故郷の変容による慰謝\n料として、５０万円を認めるのが相当である。\n⑸  被告の主張に対する判断\n被告は、原告らの避難の状況について、別紙７（避難指示解除準備区域）、別紙８\n（緊急時避難準備区域）のとおり個別の事情を主張し、これらの事情を個別に考慮\nして慰謝料を算定すべきであると主張する。\n津波による自宅の損壊等の被害を受けた原告（番号１、２６、２７、３２、以上\n雫地区、８、９、以上小沢地区、１０、江井地区、１４、小浜地区）についてみる\nと、確かに原町区の沿岸地域には広範かつ甚大な津波被害が発生し、雫地区、小沢\n地区、小浜地区では、居住地域が建築基準法３９条１項の災害危険区域（津波等に\nよる危険の著しい区域）に指定され、居住用の建物の建築が制限された者もある。\nしかし、津波により自宅が損壊したからといって、当然の結果として、その地域\nでの生活が継続できなくなるわけではない。地域から避難し、避難生活を継続し、\nその間に地域の共同生活が失われた原因は、津波ではなく原発事故にあったと認め\nるのが相当である。災害危険区域への指定も、当該地域に居住していた者が当該土\n地で生活を再建することを希望するか否かによって決定され、その意思決定は、津\n波被害を原因として決定されたというよりも、津波に加えて原発事故による避難指\n示が続いたことが決定的な原因となったと認められるのである。\n小沢地区のように、津波により全４９戸のうち４７戸が被害を受け、ほぼ全域が\n災害危険区域に指定された地区でも、地域社会はその地区のみでなく、周辺地域と\nのかかわりによって成り立つものであり、この地域が、原発から１８ｋｍと近く、\n避難指示が続き、放射能汚染の危惧が高かったことからすれば、小沢地区の地域コ\nミュニティが変容した主たる原因は、やはり原発事故にあったというべきである。\nしたがって、津波により自宅が損壊した被災者あるいは地区のほとんどの家が津\n波被害を受けた小沢地区の原告にも、避難を余儀なくされた慰謝料、避難生活の継\n続による慰謝料、故郷の変容による慰謝料を同じように認めるのが相当である。\n被告は、特別養護老人ホームへの入所（原告番号３－２、１１－４）、進学・就職・\n結婚等のための転居による避難終了（４－３・４、６－４、１１－３、１５－４、\n１８－３・４、３３－３、４０－３、４５－３・５・６）などの事情を主張し、本\n件事故に起因する避難生活が継続していたとはいえないとも主張する。\nしかし、避難指示解除準備区域に居住していた原告は、本件事故により、居住し\nていた家や地域が放射性物質に汚染され、平成２８年７月１２日に避難指示が解除\nされるまではもとより、その後相当の期間を経た平成３０年３月３１日までは居住\nしていた家や地域において平穏な日常生活を送ることが不可能になったといえる。\n緊急時避難準備区域に居住する原告も、屋内退避を求められ、更に、南相馬市の\n独自の判断により避難を求められた上、物流が止まって生活が困難になる中、福島\n第一原発において発生し得る最悪の事態を想定し、緊急時に避難のための立ち退き\nや屋内への退避が可能な準備を行う地域に指定されたことにより、平成２３年９月\n３０日の解除後も、平成２４年８月３１日までは被ばくを避けるために行動を制約\nされ、同様に、平穏な日常生活を送ることが不可能ないし著しく困難にされた。\n原告らは、福島第一原発から拡散した大量の放射性物質による生命・身体に対す\nる深刻な放射線被害の具体的な危険に直面し、この放射線被害の危険は原子力発電\n所における未曽有の大事故によるもので、その危険性の程度を的確に評価できず、\n将来における原状回復の可能性も全く予測できないものであった。除染が進められ\nてきたとはいえ、環境中に放出された放射性物質による健康被害の不安は解消され\nず、とりわけ放射線への感受性が高い可能性がある子どもを抱える家族の健康上の\n不安は大きかったといえる。進学や就職により転居し、家族や地域社会との結びつ\nきに変化があったとしても、原発事故後の生活には、深刻な原発事故の被害と避難\n指示による地域社会や家族関係の変動が大きな影響を及ぼしていることも明らかで\nある。そのような事情も併せて考慮しなければ公平とはいえない。事故の影響で職\n場が閉鎖になった結果、家族を避難先に残して単身赴任したのはまさに本件事故に\nよるものであり、家族と一緒に避難しているのと変わりがない。事故時点で大学に\n進学することが決まっていた者も、学業に必要な範囲で進学先の近くに居住したと\nいうにすぎず、学生と家族の結びつきの深さを考えれば、家族との避難生活を終え\nたと評価できるものではない。\n本件事故により生活の基盤である自宅やその地域で生活する権利や自由を奪われ\nた原告らが失ったものは、原告それぞれの年齢、職業、通学先等の各自の事情によ\nり異なるが、原発事故により生活の基礎となる基本的な権利や自由が奪われた原告\nらの精神的苦痛を評価するには、そのような個別の事情を重視するよりも、原発事\n故に直面し、生活状況が事故により激変した被害の重大性、共通性を重視する方が、\n被害の実情に即した実質的に公平な損害の算定方法であると考える。\n被告の主張する前記の個別の事情によって、原告の慰謝料、とりわけ避難生活の\n継続による慰謝料額に差をつけるのが相当とは認められない。\n６  弁済の抗弁について\n被告は、前記第２の３のとおり賠償金の支払を弁済の抗弁として主張し、別紙５\nの表のとおり、被告が原告とその家族に対し、精神的損害、財産的損害、住居確保\n費用、弁護士費用として賠償金を支払い、精神的損害の増額分に係る内訳の整理が\n別紙９の表のとおりであることは、当事者間に争いがない。\n被告は、別紙９の表のとおり、Ａ「精神的損害（避難生活）」として、避難指示解\n除準備区域に居住していた原告に対し各８５０万円、緊急時避難準備区域に居住し\nていた原告に対し各１８０万円を支払っているほか、原告の個別事情に基づいて、\nＢ「避難所等生活によるＡの増額分」、Ｃ「精神的損害（要介護）」、Ｄ「ペットの死\n亡一時金」、Ｅ「精神的損害（学童）」、Ｆ「自主的避難等に係る損害」、Ｇ「生命・\n身体的損害（入通院慰謝料）」、Ｈ「ＡＤＲ手続等における個別事情を踏まえた精神\n的損害の増額分」を支払っている。\nこのうち、Ａ「精神的損害（避難生活）」として支払われた賠償金は、請求に係る\n避難慰謝料の支払に他ならないから、この部分の弁済は、前記認定の慰謝料額から\n控除すべきであるが、その他のＢ～Ｈの支払は、上記認定の慰謝料の損害を超える\n損害が各原告の個別事情により生じ、被告がその損害の発生を自認した上で賠償を\nしたものと認められるから、前記認定の慰謝料の損害の弁済には充当されない。\n別紙５の表のうち、財産的損害、住居確保費用、弁護士費用の損害は、本件訴訟\nの請求とは別の損害に対する賠償義務を被告が認めた上で、その義務の履行として\n支払ったものであり、前記慰謝料の損害の弁済には充当されない。\n原告の家族に対する損害の賠償についても同様である。\n７  各原告への損害賠償額について\n⑴  避難指示解除準備区域  １１００万円（原審１０００万円）\n①  避難を余儀なくされた慰謝料  １５０万円（原審なし）\n②  避難生活の継続による慰謝料  ８５０万円（原審８５０万円）\n③  故郷の変容による慰謝料    １００万円（原審１５０万円）\n避難指示解除準備区域に居住していた原告については、上記の慰謝料１１００万\n円から既払いの賠償額８５０万円を控除した残額２５０万円と弁護士費用２５万円\nの合計２７５万円の損害賠償を認めるのが相当である。\n原告番号（２－１～６、３－１～３、４－１～６、５－１・２、６－１～４、７\n－１～４、８－１～４、９－１・２、１０、１１－１～４、１２－１・２、１３－\n１・２、１４－１・２、１５－１～５、１６－１・２・６、１７－１～９、１８－\n１～５）、以上の６４名となる（死亡した者は、訴え提起時の原告）。\nこのうち死亡した原告（８－１、１１－４、１５－５、１６－２）については、\n全部を相続して承継した原告（８－１－１、１１－４－１、１５－５－１、１６－\n２－１）に同額の損害賠償が認められ、同じく死亡した原告（１７－３）について\nは、各２分の１の割合で相続して承継した２名の原告（１７－３－１・２）に各２\n分の１の１３７万５０００円の損害賠償が認められる。\n⑵  緊急時避難準備区域  ３００万円（原審２５０万円）\n①  避難を余儀なくされた慰謝料   ７０万円（原審なし）\n②  避難生活の継続による慰謝料  １８０万円（原審１８０万円）\n③  故郷の変容による慰謝料     ５０万円（原審７０万円）\n緊急時避難準備区域に居住していた原告については、上記の慰謝料３００万円か\nら既払いの賠償額１８０万円を控除した残額１２０万円と弁護士費用１２万円の合\n計１３２万円の損害賠償を認めるのが相当である。\n原告番号（１－１、１９－１・２、２０－１～４、２１－１・２、２２－１～４、\n２３－１・２、２４－１～４、２５－１～４、２６－１～３、２７－１・２、２８\n－１・２、２９、３１－１・２、３２、３３－１～５、３４－１～３、３５－１・\n２、３６－１～６、３７、３８、３９－１～４、４０－１～３、４３－１・２、４\n４－１～４、４５－１～７、４６－１～５、４７－１～３）、以上の８０名となる（死\n亡した者は、訴え提起時の原告）。\nこのうち死亡した原告（２４－２、２５－１、３１－１）については、全部を相\n続して承継した原告（２４－２－１、２５－１－１、３１－１－１）に同額の損害\n賠償、同じく死亡した原告（３２）については、２分の１を相続して承継した原告\n（３２－１－１）に２分の１の６６万円、各８分の１を相続して承継した４名の原\n告（３２－１－２～５）に各８分の１の１６万５０００円の損害賠償、同じく死亡\nした原告（３９－４）については、各４分の１の割合で相続して承継した２名の原\n告（３９－４－１・２）に各４分の１の３３万円の損害賠償が認められる。\n８  控訴に対する判断\n⑴  被告の控訴について\n以上によれば、被控訴人である訴訟承継後の原告１２９名について認めるべき損\n害賠償額は、いずれも原審が認容した額を上回るから、原判決中、これらの原告の\n損害賠償請求を認容した部分は相当である。\nよって、被告の控訴はいずれも理由がないから棄却する（主文４項）。\n⑵  原告の控訴について\n原判決により予備的請求の全部又は一部を棄却されて控訴した訴訟承継後の原告\n１３７名について認めるべき損害賠償額は、いずれも原審が認容した額を上回るか\nら、予備的請求に関する原判決主文２項、３項中、これらの原告に関する部分を変\n更し、上記損害賠償額とこれに対する事故日からの民法所定の遅延損害金の支払を\n求める限度で上記原告らの予備的請求（原賠法に基づく損害賠償請求）を認容し、\nその余の予備的請求を棄却する（主文１～３項）。\n⑶  当審の認容額について\n認容額は、当審における訴訟承継後の１４０名の原告につき、原審の認容額は、\n合計１億４６０９万１０００円であったが、当審認容額は、合計２億７９２９万円\nとなる。当審認容額の合計額は、控訴に基づき原判決を変更する１３７名の原告に\n対する別紙２認容額一覧表記載の当審認容額に、控訴しなかった原告３名に対する\n一審認容額を加えた額である。\n⑷  仮執行の宣言について\n当裁判所は、被告が、迅速な被害救済を図る原賠法の趣旨を踏まえ本判決を受け\nて適切に対応することを期待し、本判決で被告に賠償の支払を命ずる部分に仮執行\nの宣言を付し、仮執行の免脱宣言を求める被告の申立てを却下する。\n仙台高等裁判所第２民事部\n裁判長裁判官     小    林    久    起\n裁判官     鈴    木    桂    子\n裁判官     山    﨑    克    人\n別紙１「原告目録」、別紙４「県内７方部環境放射能測定結果（暫定値）」及び別紙\n６「福島地点の津波評価について（状況報告）」は、掲載省略\n"
}