{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 3,
    "month": 9,
    "day": 30
  },
  "case_number": "令和2(わ)2509",
  "case_name": "傷害",
  "court_name": "名古屋地方裁判所刑事第４部",
  "lawsuit_id": "90732",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=90732",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/732/090732_hanrei.pdf",
  "contents": "主              文\n被告人を懲役２年４月に処する。\n未決勾留日数中２１０日をその刑に算入する。\n理              由\n（罪となるべき事実）\n被告人は，\n第１  令和元年７月２４日午後７時５分頃から同月２５日午前７時１０分頃までの\n間に，愛知県知多郡（住所省略）内の福祉施設（所在地及び施設名は別紙記載\n１のとおり）において，自室のベッド上で横になっている入居者のＡ（当時５\n４歳）に対し，その腹部を蹴る暴行を加え，よって，同人に加療約２か月間を\n要する小腸穿孔，穿孔性腹膜炎等の傷害を負わせた\n第２  令和２年４月１３日午前６時５０分頃から同日午前９時２０分頃までの間に，\n前記福祉施設において，自室にいる入居者のＢ（当時８０歳）に対し，その陰\n嚢部等を蹴る暴行を加え，よって，同人に加療約１か月間を要する陰嚢内血腫\nの傷害を負わせた\nものである。\nなお，被告人は，公判廷で，ＡやＢに本件暴行を加えた具体的な記憶はないと述\nべているところ，この点，暴行したことを自認するかの被告人の捜査段階供述（検\n察官取調べにおけるものを含む。）にも，暴行の有無や内容等に関して変遷があっ\nたり曖昧・推測にわたる部分も必ずしも少なくないように思われる。もっとも，こ\nれら捜査段階での自認供述部分をひとまず離れても，その余の証拠関係から，まず，\nＡ・Ｂの負傷部位や内容等によれば，本件で両名が負った怪我は，いずれも第三者\nによる相当強い外力を原因として生じたものと認められる。そして，Ａ・Ｂの負傷\nが発見された状況や，そうした状況等から考えられる両名の受傷の時期，及びその\n当時における本件福祉施設での被告人ないしその他の施設職員の勤務状況等を併せ\nると，両名の負傷の原因は，被告人による有形力であると推認することができる。\nさらに，上記の外力の強さやＡ・Ｂの負傷部位のほか，被告人が公判廷で，両名に\nあれだけの怪我を負わせる行為としては蹴ることしかあり得ないと述べていること\nなどからすれば，Ａ・Ｂの負傷は，いずれも被告人が蹴るといった態様での有形力\nによって生じたものと認めるのが合理的である。以上の検討結果を踏まえて，前記\nの罪となるべき事実を認定した。\n（法令の適用）\n罰条（第１，第２）          いずれも刑法２０４条\n刑種の選択（第１，第２）    いずれも懲役刑選択\n併合罪の処理                刑法４５条前段，４７条本文，１０条（犯情の重\nい判示第１の罪の刑に法定加重）\n未決勾留日数の算入          刑法２１条\n訴訟費用の不負担            刑事訴訟法１８１条１項ただし書\n（量刑の理由）\n本件は，当時，福祉施設において入居者の介助等に従事していた被告人が，入居\n者である２人の被害者に対し，その腹部や陰嚢部等を強く蹴ることによって傷害を\n負わせた事案である。被告人が空手の有段者でもあり，他方，被害者両名はいずれ\nも知的障害を有し，種々の介助が必要であるなどの状態にあったことも併せれば，\n本件は自己よりも圧倒的な弱者に対する相当に危険で悪質な犯行というべきである。\nこれにより被害者両名はいずれも判示の重傷を負っているが，取り分けＡについて\nは負傷をきっかけに切迫した生命の危険まであったのであって，このように本件で\n現に生じた結果も重い。こうした事情に照らすだけでも，現時点でもなお被害者両\n名の親族が厳しい処罰感情を述べていることは，当然に理解することができる。\n本件の経緯等について，被告人は，障害者支援に熱意を有していた反面として，\n他の支援者における入居者への対応等にストレスを感じていたことなども背景とな\nって本件に至ったものであり，本件犯行当時，殊更被害者両名に怪我を負わせよう\nと考えていたわけでないとも言う。確かに，本件には衝動的な面も否定はできない\nようであり，また，被告人が障害者を単に攻撃の対象として捉え暴行を繰り返した\nというのとは異なるように思われるが，いずれにせよ，既に見た本件暴行の危険性\nや傷害結果等に比して，上記の経緯等は被告人の責任を格別減じるようなものでは\nない。被告人の刑事責任は重いといわなければならない。\nそこで，以上の諸事情等のほか，被告人は本件の暴行について記憶はないと述べ\nてはいるものの，自身の行為を殊更否定してはおらず，その責任を受け止める趣旨\nのものであると理解され，また，被告人が被害者両名に対する謝罪の気持ちを有し\nていることに特段疑いはないこと，被告人に前科前歴はないこと，実父が被告人の\n更生支援を約したことに加え，被害者両名に対する損害賠償金として実父が用意し\nた１５０万円を原資に，Ｂに対しては５０万円の支払がなされたことなどの事情も\n更に斟酌して，主文の量刑とした。\n（求刑・懲役３年）\n令和３年９月３０日\n名古屋地方裁判所刑事第４部\n裁  判  官        辛    島              明\n（別紙）\n１．所在地及び施設名\n愛知県知多郡（住所省略）社会福祉法人Ｃ\n"
}