{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 4,
    "month": 7,
    "day": 14
  },
  "case_number": "令和3(行ケ)10110",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "91382",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=91382",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/382/091382_hanrei.pdf",
  "contents": "令和４年７月１４日判決言渡\n令和３年（行ケ）第１０１１０号  審決取消請求事件\n口頭弁論終結日  令和４年４月１４日\n判                  決\n原              告        株 式 会 社 千 鳥 饅 頭 総 本 舗\n同訴訟代理人弁護士      田    中    雅    敏\n堀    田    明    希\n原              慎一 郎\n山    腰    健    一\n同訴訟代理人弁理士     有    吉    修一 朗\n筒    井    宣    圭\n被              告      株式会社千鳥屋宗 家\n同訴訟代理人弁護士     重    冨    貴    光\n石    津    真    二\n田    中    想    音\n同訴訟復代理人弁護士        加    藤    文    彦\n同訴訟代理人弁理士     西    原    広    徳\n野    呂    亮    仁\n主                  文\n１  特許庁が無効２０２０－８９００６６号事件について令和３年７月２７日\nにした審決を取り消す。\n２  訴訟費用は被告の負担とする。\n事  実  及  び  理  由\n第１  請求\n主文第１項と同旨\n第２  事案の概要\n１  特許庁における手続の経緯等\n⑴  被告は、以下のとおりの商標登録第６２０５４１７号商標（以下「本件商\n標」という。）の商標権者である（甲１の１及び２）。\n商      標  ザプレミアムチロリアン（標準文字）\n登録出願日  平成２９年１１月２１日\n登録審決日  令和元年１０月１日\n設定登録日  令和元年１２月１３日\n指定商 品  第３０類「菓子、パン、サンドイッチ、中華まんじゅう、ハ\nンバーガー、ピザ、ホットドッグ、ミートパイ」\n⑵  原告は、令和２年９月１５日、本件商標について商標登録無効審判を請求\nした。\n特許庁は、上記請求を無効２０２０－８９００６６号事件として審理を行\nい、令和３年７月２７日、「本件審判の請求は、成り立たない。」との審決（以\n下「本件審決」という。）をし、その謄本は、同年８月５日、原告に送達され\nた。\n⑶  原告は、令和３年９月２日、本件審決の取消しを求める本件訴訟を提起し\nた。\n２  本件審決の理由の要旨\n⑴  本件審決の理由は、別紙審決書（写し）記載のとおりである。その要旨は、\n本件商標は、商標法４条１項７号、１１号、１５号及び１９号のいずれにも\n該当しないから、本件商標の登録は、これらの規定に違反してされたものと\nはいえず、同法４６条１項の規定により無効とすべきではないというもので\nある。\n⑵  本件審決が、本件商標は、商標法４条１項１１号に該当しないと判断した\n理由の要旨は、以下のとおりである。\nア  本件商標は、「ザプレミアムチロリアン」の文字を表してなるのに対し、\n別紙記載１の商標（以下「引用商標１」という。）及び別紙記載５の商標（以\n下「引用商標５」という。）は、「チロリアン」の文字からなり、別紙記載\n２の商標（以下「引用商標２」という。）は、デザイン化した「ＴＩＲＯ」\nと「ＬＩＡＮ」の欧文字を２段に書してなり、別紙記載３の商標（以下「引\n用商標３」という。）は、デザイン化した「Ｔｉｒｏｌｉａｎ」の欧文字を\n横書きしてなり、別紙記載４の商標（以下「引用商標４」という。）は、「チ\nロリアン」の音声からなるものであるから、本件商標と引用商標１ないし\n５は、構成文字及び構成態様が異なり、外観上、相紛れるおそれのないも\nのである。\n次に、称呼においては、本件商標から生じる「ザプレミアムチロリアン」\nと引用商標１ないし５から生じる「チロリアン」の称呼とは、その音構成\n及び音数において明白な差異を有するものであるから、本件商標と引用商\n標１ないし５は、称呼上、明瞭に聴別できるものである。\nそして、観念においては、本件商標は、特定の観念を生じないのに対し、\n引用商標１及び４は、「チロルの、チロル風。」の観念が生じ、引用商標２\n及び３は、特定の観念を生じないから、本件商標と引用商標１ないし５は、\n観念において紛れるおそれはない。\nそうすると、本件商標と引用商標１ないし５とは、観念において紛れる\nおそれはないか、比較することができないものであって、外観及び称呼に\nおいて明確に区別できるものであり、外観、称呼及び観念によって取引者、\n需要者に与える印象、記憶、連想等を総合して全体的に考察すれば、両商\n標は、相紛れるおそれのない非類似の商標というのが相当である。\nイ  以上のとおり、本件商標と引用商標１ないし５とは非類似の商標である\nから、その指定商品が同一又は類似の商品であったとしても、本件商標は、\n商標法４条１項１１号に該当しない。\n第３  当事者の主張\n１  取消事由１（本件商標の商標法４条１項１１号該当性の判断の誤り）\n⑴  原告の主張\nア  商標の類否の判断手法の誤り\n本件商標は、「ザプレミアムチロリアン」の標準文字を表してなり、「ザ」\n及び「プレミアム」の文字部分と「チロリアン」の文字部分とから構成さ\nれた結合商標である。\n以下のとおり、本件商標の構成中の「ザ」「プレミアム」の文字部分と「チ\nロリアン」の文字部分とは、それを分離して観察することが取引上不自然\nであると思われるほど不可分的に結合しているものではなく、かつ、「チロ\nリアン」の文字部分は、取引者、需要者に対し、商品の出所識別標識とし\nて強く支配的な印象を与えるものであるから、本件商標から「チロリアン」\nの文字部分を要部として抽出し、これと引用商標１ないし５とを比較して\n商標そのものの類否を判断することも、許されるというべきである。本件\n審決は、かかる要部抽出の可否について判断を示すことなく、本件商標と\n引用商標１ないし５の類否判断を行ったものであるから、その判断手法に\nおいて誤りがある。\n(ア)ａ  菓子「チロリアン」（クリーム入りロールクッキー）は、昭和３７\n年、Ａ     （以下「Ａ  」という。）とＢ     （以下「Ｂ  」とい\nう。）が共同で開発した商品であり、Ａ  がその商品名の命名をした。\n菓子「チロリアン」は、その頃から、Ａ  、Ｂ  、Ｃ      （以\n下「Ｃ   」という。）及びＤ       （以下「Ｄ   」という。）の\n母であるＥ     （以下「Ｅ  」という。）が、福岡市内で、「千鳥屋」\nの屋号で事業展開をしていた菓子屋で販売されるようになった。その\n後、別紙記載の引用商標１ないし３は、Ａ  の単独名義で商標登録さ\nれた。\nＡ  は、昭和３９年、Ｅ  から独立し、東京で、「千鳥屋」の屋号で\n菓子屋（以下「東京千鳥屋」という場合がある。）の事業を開始して以\n来、菓子「チロリアン」の製造販売を行うようになった。\nｂ  Ｂ  は、Ｅ  が平成７年１２月に死亡した後、平成９年８月１日、\n原告（設立時の商号「株式会社千鳥屋ファクトリー」、平成１６年４月\n２０日「株式会社千鳥饅頭総本舗」に商号変更）を設立し、福岡市内\nの店舗で、菓子「チロリアン」の製造販売を行うようになった。\nその後、東京千鳥屋は、経営が悪化したため、平成２４年頃から、\n原告に対し、東京千鳥屋で販売する菓子「チロリアン」の製造を委託\nし、原告は、その製造を行うようになった。\n原告は、平成２６年、東京千鳥屋の申出に応じて、引用商標１ない\nし３を含む「チロリアン」商標の商標権を譲り受け、東京千鳥屋の菓\n子「チロリアン」に係る業務上の信用を承継するに至った。\nｃ  原告は、福岡県を中心に展開する直営店舗において、菓子「チロリ\nアン」を取り扱っているほか、全国的にも、極めて多数の得意先を通\nじて、同菓子を販売している。原告の売上高は、その設立以降、常時\n年間１０億円を超えている。\nｄ  原告は、その設立以降、現在に至るまで、新聞広告、店舗内外で配\n布するチラシ、カタログ、テレビ・ラジオＣＭ等において、継続的に\n菓子「チロリアン」の広告宣伝を全国規模で行ってきた（甲１０ない\nし１８、４６ないし４８、５０ないし５３）。原告は、これまで、年間\n数千万円、時には年間１億円を超える規模の広告宣伝費を投じてきた\n（甲５４の１ないし２４）。\nまた、数多くの雑誌やテレビ番組で、原告について特集が組まれて\nおり、その中で開発にまつわるエピソードを始めとして菓子「チロリ\nアン」が紹介されていた（甲１９ないし２５、５５ないし５８）。この\nほか、菓子「チロリアン」を紹介する書籍やネット記事が存在する。\nｅ  以上によれば、原告による菓子「チロリアン」についての継続的な\n事業活動、営業活動の結果、標章「チロリアン」、「ＴＩＲＯＬＩＡＮ」\nは、全国的に広く知られるところとなり、特に福岡県とその隣接数県\nにおいては、著名な原告の商標として、子供から大人まで幅広い世代\nに愛される菓子の名称として、誰もが知るところとなっている。また、\n標章「チロリアン」、「ＴＩＲＯＬＩＡＮ」は、原告自身の長年にわた\nる事業活動、営業活動によって生じた一般需要者等からの信頼に加え、\nＡ  の時代から培われ、原告に受け継がれた業務上の信用があいまっ\nて、洋菓子の分野における取引者、需要者に広く認識されるに至って\nいる。\nしたがって、標章「チロリアン」、「ＴＩＲＯＬＩＡＮ」は、本件商\n標の登録出願時（平成２９年１１月２１日）及び登録審決時（令和元\n年１０月１日）において、九州地方を中心に、原告が取り扱う洋菓子\n（菓子「チロリアン」）を表示するブランド名として広く認識され、全\n国的にも相当程度認識された結果、原告の業務に係る商品を表すもの\nとして、取引者、需要者の間に広く認識されていた。\n(イ)  本件商標（「ザプレミアムチロリアン」）は、その外観、称呼及び観念\nのいずれの点においても冗長である。加えて、前記(ア)ｅのとおり、標章\n「チロリアン」、「ＴＩＲＯＬＩＡＮ」は、本件商標の登録出願時及び登\n録審決時において、取引者、需要者の間において、九州地方を中心に、\n原告が取り扱う洋菓子（菓子「チロリアン」）を表示するブランド名とし\nて広く認識され、全国的にも相当程度認識されていたことに照らすと、\n本件商標の構成中の「チロリアン」の文字部分と「ザ」「プレミアム」の\n文字部分とは、それを分離して観察することが取引上不自然であると思\nわれるほど不可分的に結合しているものとはいえない。\nそして、本件商標がその指定商品中の菓子（「クリーム入りロールクッ\nキー」）に使用された場合には、本件商標の構成中の「チロリアン」の文\n字部分が洋菓子のブランド名として周知であったことから、取引者、需\n要者に対し、商品の出所識別標識として強く支配的な印象を与えるもの\nである。\nそうすると、本件商標から「チロリアン」の文字部分を要部として抽\n出し、これと引用商標１ないし５とを比較して商標そのものの類否を判\n断することも、許されるというべきである。\n(ウ)  仮に標章「チロリアン」、「ＴＩＲＯＬＩＡＮ」が原告の業務に係る商\n品を表すものとしては周知でなかったとしても、本件商標から「チロリ\nアン」の文字部分を要部として抽出することが否定されるものではない。\nすなわち、結合商標の要部抽出が許容される場合の一つである、商標\nの構成部分の一部が取引者、需要者に対し商品又は役務の出所識別標識\nとして強く支配的な印象を与えるものと認められる場合とは、必ずしも\n商標登録の無効を主張する者の出所を示すものとして周知であることを\n要するものではなく、何人かの業務に係る出所を示すものとして周知と\nなっていれば足りるものである。本件に即していえば、菓子「チロリア\nン」に使用された標章「チロリアン」、「ＴＩＲＯＬＩＡＮ」に接した取\n引者、需要者が、かかる標章から原告の「クリーム入りロールクッキー」\nであると認識することはもとより、「千鳥屋」の商品であることを認識す\nる必要もなく、「ああ、あの商品」、「前に買ったあの商品」といったこと\nさえ分かれば足りるものである。\n被告の主張を前提としても、標章「チロリアン」、「ＴＩＲＯＬＩＡＮ」\nは、Ｆ   の４人の兄弟（Ａ  、Ｂ  、Ｃ   及びＤ   ）又はその後\n継者である親族が経営する「千鳥屋」の業務に係る商品を示すものとし\nて、洋菓子の分野の取引者、需要者の間に広く認識されていたことにな\nり、本件商標の構成中の「チロリアン」の文字部分が取引者、需要者に\n対し商品の出所識別標識として強く支配的な印象を与える結果、本件商\n標から、「チロリアン」の文字部分を要部として抽出することが許される\nものといえる。\nイ  本件商標と引用商標１ないし５の類否判断の誤り\n本件商標の要部である「チロリアン」の文字部分と引用商標１ないし５\nを対比すると、本件商標の要部と引用商標１及び５は、外観及び称呼が共\n通するとともに、原告が製造販売する菓子「チロリアン」を想起､連想する\n点で観念においても共通し、また、本件商標の要部と引用商標２ないし４\nは、称呼が類似するとともに、観念においても共通するから、本件商標は、\nいずれも引用商標１ないし５と類似する商標である。これと異なる本件審\n決の判断は誤りである。\nウ  小括\n以上によれば、本件商標は、引用商標１ないし５に類似する商標であっ\nて、本件商標と引用商標１ないし５の指定商品・役務が同一又は類似する\nことからすると、本件商標は、商標法４条１項１１号に該当する。\nこれを否定した本件審決の判断には誤りがある。\n⑵  被告の主張\nア  商標の類否の判断手法の誤りの主張に対し\n(ア)  商標の構成部分の一部を抽出して類否判断をすることが許容される\nのは、あくまで例外であり、抽出した部分が取引者、需要者に対し商品\n又は役務の出所識別標識として強く支配的な印象を与えるものと認め\nられる場合や、抽出した部分以外の部分から出所識別標識としての称呼、\n観念が生じないと認められる場合などに限られる。\n本件商標は、「ザプレミアムチロリアン」の標準文字を表してなり、各\n文字の大きさ及び書体は同一であって、その全体が等間隔に１行でまと\nまりよく表されており、その文字構成は一連一体であることからすると、\n「ザ」「プレミアム」の部分と「チロリアン」の部分は、分離して観察す\nることが取引上不自然と思われるほど不可分的に結合している。\n(イ)ａ  菓子「チロリアン」は、昭和３７年に発売された後、各地域におい\nて、多数の事業主体によって長期間にわたってそれぞれ独自に販売が\n継続されてきた商品である。この多数の事業主体は、Ｆ   の家系に\n属する者が「千鳥屋」、「千鳥」等の屋号を使用して菓子の製造販売事\n業を営むものであり、それぞれが独立してその計算において事業を営\nんできた。また、この多数の事業主体は、その裁量においてそれぞれ\n各種各様な態様で「チロリアン」や「ＴＩＲＯＬＩＡＮ」の表示を使\n用して、菓子「チロリアン」の販売を継続してきた。この多数の事業\n主体間において、「チロリアン」ブランドを一つの事業主体が統一的に\n管理したことはない。\nこのような状況下で、平成８年以降、標章「チロリアン」を使用し\nて菓子「チロリアン」を販売する多数の事業主体間に深刻な対立、多\n数の紛争が発生した。\nｂ  引用商標１（「チロリアン」）は、昭和３８年の商標登録当初より、\nＡ  の登録名義とされてきたが、一方で、標章「チロリアン」を使用\nして事業を実施してきた各事業主体は、引用商標１の登録名義人が誰\nであるかを問うことなく、いずれも標章「チロリアン」を使用するこ\nとを当然の前提としてきたものであり、現に、長期間にわたって使用\nしてきた実態が存在する。このため、引用商標１等の信用がその登録\n名義人に化体したことはなく、登録名義の変更に伴って譲受人である\n原告が引用商標１ないし３に係る信用を承継したと評価できる実態は\nない。\nｃ  原告以外の事業主体による菓子「チロリアン」の販売及び広告宣伝\n活動の規模は、原告を上回るものであり、また、上記販売及び広告宣\n伝活動は、原告設立（平成９年８月１日設立）の３５年前から継続さ\nれているものである。\n原告が主張する原告による販売及び広告宣伝活動も、原告以外の事\n業主体も含めた菓子「チロリアン」の販売活動全体の中ではごく一部\n分にすぎない。\nｄ  以上によれば、標章「チロリアン」、「ＴＩＲＯＬＩＡＮ」又は引用\n商標１ないし５は、本件商標の登録出願時及び登録審決時において、\n原告の業務に係る商品を表すものとして、取引者、需要者の間に広く\n認識されていたとはいえないから、本件商標の構成中の「チロリアン」\nの文字部分が、本件商標の指定商品の取引者、需要者に対し、原告の\n商品の出所識別標識として強く支配的な印象を与えるものとはいえな\nい。\nしたがって、本件商標を「チロリアン」の文字部分とそれ以外の構\n成部分とに分離して観察することは許されない。\nｅ  この点に関し、原告は、商標の構成部分の一部が取引者、需要者に\n対し商品又は役務の出所識別標識として強く支配的な印象を与えるも\nのと認められる場合とは、必ずしも商標登録の無効を主張する者の出\n所を示すものとして周知であることを要するものではなく、何人かの\n業務に係る出所を示すものとして周知となっていれば足りるというべ\nきであるから、仮に標章「チロリアン」が原告の業務に係る商品を表\nすものとしては周知でなかったとしても、本件商標から「チロリアン」\nの文字部分を要部として抽出することが許される旨主張する。\nしかし、前述のとおり、菓子「チロリアン」については、発売後ほ\nどなくして、標章「チロリアン」を使用して独自に販売を行う事業主\n体が複数生じ、平成８年以降は、「チロリアン」を使用する事業主体間\nで多数の紛争が生じており、標章「チロリアン」について統一的な管\n理が行われていなかったことに照らすと、取引者、需要者は、本件商\n標の構成中の「チロリアン」の文字部分が、複数の事業主体のいずれ\nに係る表示であるかを認識することが困難であるから、「チロリアン」\nの文字部分は、出所識別標識として強く支配的な印象を与えるものに\n該当しないというべきである。\nまた、菓子「チロリアン」を製造販売する複数の事業主体について、\n経済的・組織的な一体性を持つグループといったものが形成されたこ\nとはないから、「チロリアン」の文字部分が、上記のようなグループの\n識別標識として強く支配的な印象を与えると評価する余地もない。\nさらに、「チロリアン」の文字部分に出所識別機能がないにもかかわ\nらず、これがあるかのように評価して結合商標の分離観察を行い、そ\nの結果として、標章「チロリアン」について他の事業主体に比べて不\n十分な使用実績しか有しない原告に引用商標１ないし３を含む「チロ\nリアン」の登録商標を独占させるような帰結は、社会的妥当性に欠け\nる。\nしたがって、原告の上記主張は失当である。\n(ウ)  次に、本件商標の構成中の「プレミアム」の文字部分は、本件商標の\n指定商品に密接に関連する一般的、普遍的な文字であるとはいえず、出\n所識別機能があることからすれば、本件商標は、その構成部分の一部抽\n出が例外的に許される二つの場合のうち、商標の構成部分の一部（抽出\nしようとする部分）以外の部分から出所識別標識としての称呼、観念が\n生じないと認められる場合には該当しない。\n(エ)  以上のとおり、本件商標は、各構成部分が分離して観察することが\n取引上不自然と思われるほど不可分的に結合しており、かつ、結合商標\nにおいてその構成部分の一部抽出が例外的に許される二つの場合に該\n当せず、その他一部抽出が許容される事情も存しないから、本件商標か\nら「チロリアン」の文字部分の一部抽出をすることは許されない。\nしたがって、本件商標と引用商標１ないし５との類否は、全体観察に\nより判断すべきであるから、本件審決における本件商標の類否判断の判\n断手法に原告主張の誤りはない。\nイ  本件商標と引用商標１ないし５の類否判断の誤りの主張に対し\n本件商標（「ザプレミアムチロリアン」）と引用商標１ないし５とは、観\n念において紛れるおそれはないか、又は比較することができないものであ\nり、外観及び称呼において明確に区別できるものであって、外観、称呼及\nび観念によって取引者、需要者に与える印象、記憶、連想等を総合して全\n体的に考察すれば、両商標は、相紛れるおそれのない非類似の商標である。\nウ  小括\n以上のとおり、本件商標と引用商標とは非類似の商標であるから、本件\n商標は、商標法４条１項１１号に該当せず、本件審決の判断に誤りはない。\nしたがって、原告主張の取消事由１は理由がない。\n２  取消事由２（本件商標の商標法４条１項１５号該当性の判断の誤り）\n⑴  原告の主張\n①標章「チロリアン」、「ＴＩＲＯＬＩＡＮ」は、本件商標の登録出願時及\nび登録審決時において、原告の業務に係る商品を表すものとして、取引者、\n需要者の間で広く認識されていたものであり、その周知著名性の程度は高い\nこと、②本件商標は、「ザ」「プレミアム」と「チロリアン」を構成部分に含\nむ結合商標であって、その外観、称呼及び観念上、「チロリアン」の部分が「ザ」\n「プレミアム」の部分から分離して認識され得ること、③本件商標の指定商\n品と標章「チロリアン」、「ＴＩＲＯＬＩＡＮ」が使用されている商品は、洋\n菓子である点で重複しており、取引者及び需要者も共通していることを総合\n的に考慮すると、本件商標は、本件商標に接した取引者、需要者に対し、標\n章「チロリアン」、「ＴＩＲＯＬＩＡＮ」を連想させて、商品の出所につき誤\n認を生じさせるものであるから、本件商標は、原告の業務に係る商品と「混\n同を生ずるおそれがある商標」（商標法４条１項１５号）に該当する。\nこれを否定した本件審決の判断には誤りがある。\n⑵  被告の主張\n前記１⑵アのとおり、標章「チロリアン」、「ＴＩＲＯＬＩＡＮ」又は引用\n商標１ないし５は、本件商標の登録出願時及び登録審決時において、原告の\n業務に係る商品を表すものとして、取引者、需要者の間に広く認識されてい\nたということはできない、\n加えて、前記１⑵イのとおり、本件商標は、引用商標１ないし５と非類似\nの商標であることからすると、本件商標は、原告の業務に係る商品と「混同\nを生ずるおそれがある商標」（商標法４条１項１５号）に該当しない。\nこれと同趣旨の本件審決の判断に誤りはなく、原告主張の取消事由２は理\n由がない。\n３  取消事由３（本件商標の商標法４条１項１９号該当性の判断の誤り）\n⑴  原告の主張\n標章「チロリアン」、「ＴＩＲＯＬＩＡＮ」は、本件商標の登録出願時及び\n登録審決時において、原告の業務に係る商品を表すものとして、取引者、需\n要者の間で広く認識されていたこと、本件商標は、標章「チロリアン」、「Ｔ\nＩＲＯＬＩＡＮ」と類似する商標であることは、前記１⑴のとおりである。\nそして、被告の代表取締役Ｃ   は、原告が標章「チロリアン」、「ＴＩＲ\nＯＬＩＡＮ」を使用して菓子「チロリアン」を製造販売し、同標章が全国的\nに周知されていたことを認識していたことからすると、被告による本件商標\nの使用は、原告の標章「チロリアン」、「ＴＩＲＯＬＩＡＮ」に表章されるブ\nランド価値と業務上の信用を被告自身に帰属させようとするものであり、「不\n正の目的」をもって使用するものに該当する。\nしたがって、本件商標は、商標法４条１項１９号に該当するから、これを\n否定した本件審決の判断には誤りがある。\n⑵  被告の主張\n標章「チロリアン」、「ＴＩＲＯＬＩＡＮ」又は引用商標１ないし５は、本\n件商標の登録出願時及び登録審決時において、原告の業務に係る商品を表す\nものとして、取引者、需要者の間に広く認識されていたということはできな\nいこと、本件商標は、引用商標１ないし５と非類似の商標であることは、前\n記２⑵のとおりである。\nまた、引用商標１ないし３の信用がその登録名義人に化体したことはなく、\n登録名義の変更に伴って譲受人である原告が引用商標１ないし３に係る信用\nを承継したと評価できる実態はないこと（前記１⑵ア(イ)ｂ）からすると、多\n数存在した菓子「チロリアン」の事業主体の一つである被告が本件商標を使\n用することは、原告の標章「チロリアン」、「ＴＩＲＯＬＩＡＮ」に表章され\nるブランド価値と業務上の信用を被告に帰属させようとするものと評価でき\nないから、「不正の目的」が存しないことは明らかである。\nしたがって、本件商標は、商標法４条１項１９号に該当しないから、これ\nと同旨の本件審決の判断に誤りはなく、原告主張の取消事由３は理由がない。\n４  取消事由４（本件商標の商標法４条１項７号該当性の判断の誤り）\n⑴  原告の主張\n標章「チロリアン」、「ＴＩＲＯＬＩＡＮ」は、本件商標の登録出願時及び\n登録審決時において、原告の業務に係る商品を表すものとして、取引者、需\n要者の間で広く認識されていたことは、前記１⑴アのとおりである。\n被告は、「チロリアン」の文字に洋菓子の取引分野における強い識別力があ\nることを知りながら、あえてこれに「ザ」「プレミアム」の文字を結合してな\nる本件商標について、洋菓子を含む商品を指定商品として、商標登録出願し\nたものであるから、標章「チロリアン」、「ＴＩＲＯＬＩＡＮ」の周知性と原\n告の築き上げた営業上及び業務上の信用を剽窃する目的で出願したことは明\nらかである。\nしたがって、本件商標を洋菓子を含む指定商品について使用することは、\n取引者、需要者を出所混同に誘導するものであって、社会公共の利益に反し、\nかつ、社会の一般的道徳観念にも反するものであるから、本件商標は、「公の\n秩序又は善良の風俗を害するおそれがある商標」（商標法４条１項７号）に該\n当する。\nこれを否定した本件審決の判断には誤りがある。\n⑵  被告の主張\n前記３⑵のとおり、標章「チロリアン」、「ＴＩＲＯＬＩＡＮ」又は引用商\n標１ないし５は、本件商標の登録出願時及び登録審決時において、原告の業\n務に係る商品を表すものとして、取引者、需要者の間に広く認識されていた\nということはできないこと、多数存在した菓子「チロリアン」の事業主体の\n一つである被告が本件商標を使用することは、原告の標章「チロリアン」、「Ｔ\nＩＲＯＬＩＡＮ」に表章されるブランド価値と業務上の信用を被告に帰属さ\nせようとするものと評価できないことからすると、被告による本件商標の登\n録出願が、剽窃的な目的でされたものでないことは明らかである。\nしたがって、本件商標は、商標法４条１項７号に該当しないから、これと\n同旨の本件審決の判断に誤りはなく、原告主張の取消事由４は理由がない。\n第４  当裁判所の判断\n１  認定事実\n⑴  証拠及び弁論の趣旨を総合すれば、次の事実が認められる。\nア  原告及び被告による菓子「チロリアン」の販売経緯等\n(ア)  千鳥屋は、Ｆ   が現在の佐賀県で創業した菓子屋「松月堂」を起\n源とし、昭和初期から福岡県飯塚市を中心に「千鳥饅頭」等の商品を販\n売してきた老舗の和菓子屋である。\n千鳥屋は、昭和２４年に福岡市へ進出し、昭和２９年に当時の個人事\n業主であったＧ     （以下「Ｇ  」という。）が死亡した後は、Ｇ  の\n妻であるＥ  がその事業を引き継いだ（以下「Ｅ  の千鳥屋」という。\n甲７、６１、乙Ｂ３（枝番のあるものは枝番を含む。以下同じ。））。\nＧ  とＥ  は、長男Ａ  （昭和１１年１１月生）、二男Ｂ  （昭和１\n３年７月生）、三男Ｃ   （昭和１７年６月生）及び五男Ｄ   （昭和\n２１年１１月生）をもうけた。\n(イ)  Ｅ  の千鳥屋は、昭和３７年から、菓子「チロリアン」（「チロリ\nアン」という商品名の「クリーム入りロールクッキー」）の販売を開始\nした。菓子「チロリアン」は、その販売開始後、顧客から好評を博し、\nＥ  の千鳥屋において千鳥饅頭と並ぶ看板商品の一つとなった。\nその後、Ｅ  の千鳥屋は、福岡県を中心に、その店舗及び販売先を拡\n大し、昭和５４年時点における店舗数（委託販売店を含む。）は、１０\n０を超えていた（甲７、６１、乙Ｂ５、６、９、１２）。\n(ウ)  Ａ  は、昭和３９年、Ｅ  から独立し、東京都内に、個人経営の東\n京千鳥屋を開店し、菓子「チロリアン」の製造販売を行うようになった\n後、関東地方においてその店舗及び販売先を拡大した。\nまた、Ｃ   は、昭和４８年、兵庫県尼崎市内に、個人経営の「千鳥\n屋」を開店し、菓子「チロリアン」の製造販売を行うようになった後、\n関西地方においてその店舗及び販売先を拡大した。その後、Ｃ   は、\n昭和６１年１１月１１日、被告（設立時の商号「株式会社千鳥屋」、平\n成２０年１月１５日「株式会社千鳥屋宗家」に商号変更。乙Ｂ１の１２\n及び１３）を設立し、その代表取締役に就任した。以後、被告の経営す\nる「千鳥屋」の店舗においても、菓子「チロリアン」の製造販売を行う\nようになった（以下、Ｃ   の個人経営の「千鳥屋」及び被告の経営す\nる「千鳥屋」を併せて、「大阪千鳥屋」という場合がある。）。\nこのように菓子「チロリアン」を含む「千鳥屋」の商品は、福岡県を\n中心としたＥ  の千鳥屋のほか、東京千鳥屋及び大阪千鳥屋において販\n売されるようになった（甲６１、６３、９２、乙Ｂ４、８ないし１１、\n１８、５０、５１）。\n(エ)  Ｅ  の千鳥屋の製造部門は、昭和６１年８月５日に設立された株式\n会社チロリアン（乙Ｂ１の１及び２）が、Ｅ  の千鳥屋の販売部門は、\n平成７年３月１６日に設立された千鳥屋販売株式会社（以下「千鳥屋販\n売」という。乙Ｂ１の３及び４）が、それぞれ担うようになった。\nその後、菓子「チロリアン」の製造及び販売は、平成９年までに、株\n式会社チロリアン及び千鳥屋販売の両社で行われるようになった（乙Ｂ\n１３、２３、２９）。\nこの間の平成７年１２月１日、Ｅ  は、死亡した。\n(オ)  Ｅ  の死亡後、Ａ  、Ｂ  、Ｃ   及びＤ   の間で、「千鳥屋」\nの事業を巡って様々な紛争が発生した（乙Ｂ２１）。\n例えば、平成８年から、Ａ  とＢ  及びＤ   との間で、株式会社チ\nロリアンの経営権等を巡る紛争が発生し、また、Ｂ  が平成９年８月１\n日に福岡市で原告（乙Ｂ１の７、２６）を設立した後、原告と千鳥屋販\n売との間で紛争が発生した（乙Ｂ２２、２４、２５、２７、２９）。\nその後、Ｄ   は、平成１８年５月２６日、福岡県飯塚市で株式会社\n千鳥屋本家（以下「千鳥屋本家」という。乙Ｂ１の５）を設立し、以後、\n千鳥屋本家は、福岡県内で、菓子「チロリアン」の製造販売を行うよう\nになった。\n(カ)  Ａ  は、平成２２年９月１日、「東京千鳥屋」に係る個人事業を法人化\nし、東京都で千鳥屋総本家株式会社（乙Ｂ１の９）を設立し、以後、同\n社で、菓子「チロリアン」の製造販売を行うようになった。\nその後、千鳥屋総本家株式会社は、経営が悪化したため、平成２４年\n頃から、原告に対し、東京千鳥屋が販売する菓子「チロリアン」の製造\nを委託し、原告は、その製造を行うようになった。\n一方、Ａ  は、別紙記載のとおり、引用商標１ないし３に係る商標登\n録を受けていたところ、引用商標１ないし３に係る各商標権は、平成２\n２年４月１９日（受付年月日）、Ａ  から孫のＨ   へ移転登録され、平\n成２６年３月１７日（受付年月日）、Ｈ   から原告へ移転登録された（甲\n６２の１ないし３）。\nイ  菓子「チロリアン」の売上高等\n(ア)  原告は、福岡県を中心に展開する直営店舗で菓子「チロリアン」を取\nり扱っているほか、平成２７年及び平成２８年において、青森県、岩手\n県、宮城県、群馬県、埼玉県、千葉県、東京都、神奈川県、新潟県、富\n山県、長野県、岐阜県、静岡県、愛知県、京都府、大阪府、兵庫県、鳥\n取県、岡山県、広島県、山口県、愛媛県、福岡県、佐賀県、長崎県、熊\n本県、大分県、宮崎県、鹿児島県及び沖縄県に所在する各得意先に、菓\n子「チロリアン」を納品し、これらの各地の得意先もチロリアンを販売\nしていた（甲４２、７６、７７）。\nまた、原告の売上高は、平成９年度で１２億円を超えており、その後、\n平成２１年度まで毎年度２０億円を上回り、平成２２年度から平成２９\n年度まで、毎年度１７億円から１９億円の間で推移していた（甲５４）。\n(イ)  東京千鳥屋の売上高は、昭和５２年度で６億円を上回り、その後増\n加し、昭和６３年度には１０億円を上回り、平成９年度には２９億円に\n達した（乙Ｃ１４）。\nまた、大阪千鳥屋の売上高は、昭和５８年度で●●円を上回り、平成\n３年度には●●●円を超え、その後も増加し、平成１１年度には●●●\n円に達し、平成１７年度まで毎年度●●●円以上の売上げを維持してい\nた。そして、被告の売上高は、平成２１年度で●●●円を上回り、平成\n２２年度以降は毎年度おおむね●●●円を上回っていた（乙Ｃ９、１３）。\nウ  菓子「チロリアン」に係る広告宣伝\n(ア)ａ  原告は、平成１９年、菓子「チロリアン」のテレビＣＭを制作し、\n放送した（甲１７、４６、４８）。原告が放送したテレビＣＭの中には、\nその画面上にデザイン化された太字で横書きされた「チロリアン」の\n文字が表示されるものや、女性の声色で「チロリアン」の言語的要素\nからなる音を発するものがあった。\n原告は、平成２４年１１月から平成２５年１月にかけて、ＣＲＯＳ\nＳ  ＦＭ（福岡県を中心とした放送局）と九州朝日放送（福岡県を中\n心とした九州地方北部のほか、山口県、愛媛県等をカバーする放送局）\nで菓子「チロリアン」のラジオＣＭを放送した（甲１８、５０、５１）。\n平成２７年１２月１５日、同月１８日、同月１９日、同月２２日及\nび同月２５日に発行された産経新聞に原告の菓子「チロリアン」の広\n告が掲載された（甲１０ないし１４）。上記広告では、デザイン化され\nた太字で横書きされた「チロリアン」の文字が表示されていた。\nｂ  原告の平成９年度の広告宣伝費の額は、１億４０００万円を上回り、\nその後、平成１４年度には約６０００万円に減少したものの、平成１\n７年度には再び約１億円となった。平成２０年度以降、その額は減少\nし、平成２１年度には約２０００万円となったが、平成２３年度には\n４０００万円を超え、平成２６年度以降は毎年度おおむね５０００万\n円を超えるようになった（甲５４）。\n(イ)ａ  株式会社チロリアン及び千鳥屋販売が平成１０年頃発行したパン\nフレットには、菓子「チロリアン」が掲載されていた（乙Ｂ５８の１）。\nまた、平成８年４月から同年９月までに発行された雑誌「婦人画報」\nに千鳥屋販売の「千鳥屋」の菓子「チロリアン」に係る広告が掲載さ\nれた（乙Ｂ５６、６７）。\n上記のパンフレット及び広告には、デザイン化された太字で横書き\nされた「チロリアン」の文字が表示されていた。\n千鳥屋販売は、平成９年頃、菓子「チロリアン」のテレビＣＭを制\n作し、放送した（乙Ｂ５２、５６）。\nｂ  千鳥屋本家が平成２３年頃から平成２７年頃までに発行したチラシ\nにはデザイン化された太字で横書きされた「チロリアン」の文字が表\n示されていた。また、千鳥屋本家が平成２８年頃発行したカタログに\nは、菓子「チロリアン」が掲載され、明朝体による横書きの「チロリ\nアン」の文字が表示されていた（乙Ｂ５８の３ないし７）。\nｃ  平成７年度から平成９年度までの株式会社チロリアンと千鳥屋販売\nの広告宣伝費の合計額は、毎年度３億円から４億５０００万円の間で\n推移していた（乙Ｃ５、６）。\n(ウ)  東京千鳥屋が昭和３９年頃から平成１０年頃までに発行したチラシ\nには菓子「チロリアン」が掲載されていた（乙Ｂ８０）。\n上記チラシのうち多くのものにおいて、デザイン化された太字で横書\nきされた「チロリアン」の文字が表示されていた。\n東京千鳥屋が昭和４４年頃から平成１７年頃までに発行したパンフレ\nットには菓子「チロリアン」が掲載されていた（乙Ｂ８１）。\n上記パンフレットのうち多くのものにおいて、デザイン化された太字\nで横書きされた「チロリアン」の文字が表示されていた。\n(エ)  被告の平成２１年度以降の広告宣伝費の額は、毎年度おおむね●●円\nを上回っていた（乙Ｃ１３）。\nエ  書籍、雑誌及びウェブサイトの掲載記事等について\n(ア)  平成２年１月発行の書籍「福岡土産品ガイド  福岡名物」に、「千鳥屋」\nの「千鳥饅頭」を紹介する記事があり、その中で「チロル高原名菓チロ\nリアンとともに千鳥屋の代表名菓です。」との記載がある（乙Ｂ１７）。\n(イ)  平成１９年１月にテレビ朝日で放送されたテレビ番組「ワイド！スク\nランブル」において、原告及びＢ  が紹介され、原告の代表的な菓子と\nして菓子「チロリアン」が紹介された（甲２３、５８）。\n(ウ)  平成２１年９月に福岡放送で放送されたテレビ番組「ナイトシャッフ\nル」で、原告及びその代表的な菓子として菓子「チロリアン」が紹介さ\nれた（甲２４、５６）。\nまた、同年１１月に福岡放送で放送されたテレビ番組「めんたいワイ\nド」で、原告及びその代表的な菓子として菓子「チロリアン」が紹介さ\nれた（甲２５、５７）。\n(エ)  平成２７年１２月に発行された雑誌「月刊はかた」に、「「千鳥饅頭総\n本舗」にはもう一つ、看板商品がある。今月は「チロ～リア～ン♪」の\nＣＭでもおなじみの、あの大人気お菓子「チロリアン」の誕生前夜まで\nの秘話を、引き続き現社長のＩ     さんにお聞きしよう。」との記載が\nある（甲２０）。\n(オ)  平成２９年９月にウェブサイト「マイナビニュース」に掲載された「名\nＣＭすぎる福岡銘菓「チロリアン」の秘密」と題する記事に、「福岡出身\n者に懐かしのＣＭを尋ねると、何人かは、「チロ～リアン♪」のサウンド\nロゴで返してくれるだろう。愛らしいパッケージとおいしい焼菓子、そ\nして商品イメージにぴったりなおしゃれＣＭは、当時の子どもたちにと\nって心くすぐられるものであった。」との記載がある（甲５５の３）。\n(カ)  平成３０年２月に発行された書籍「新  まだある。大百科～お菓子編\n～」に「１９６２年  チロリアン  千鳥饅頭総本舗」との見出しの下、\n「福岡を代表する銘菓だが、筆者の子ども時代は「♪チロ～リア～ン」\nというボーイソプラノ…が清らかに響きわたるテレビＣＭで、東京でも\n知らない人はいないほどのメジャーなお菓子だった。製造している千鳥\n饅頭総本舗は老舗の南蛮菓子メーカー。」、「福岡銘菓だが、テレビＣＭな\nどで昔から東京でも知名度、人気ともに高かった。」、「我々世代にとって、\n「チロリアン」といえば先述のテレビＣＭである。いろいろなパターン\nがあったが、基本はチロル地方の山々に囲まれた緑の草原で、民族衣装\nに身を包んだ子どもたちが踊ったり、遊んだりしながら「チロリアン」\nを食べる、という内容だったと思う。で、最後は必ずアルプスの山々に\nこだまするような「♪チロ～リア～ン」というソプラノで締めくくられ\nた。」といった記載がある（甲５５の１）。\n(キ)  ウェブサイト「フードポート」において平成３０年１０月に更新さ\nれた「福岡といえばコレ！  千鳥屋の「チロリアン」｜紙採集家・堤信\n子の「日本の包み紙」」と題する記事に、「博多っ子の定番おやつ…我が\n故郷・福岡県の老舗菓子店「千鳥屋」の銘菓「チロリアン」…「博多の\n子供は、チロリアンで育つ」と言っても過言ではない、福岡県を代表す\nるロングセラーのお菓子「チロリアン」。…私の小学生時代（昭和４０年\n代です）には、ちょっとハイカラなおやつとして、絶大な人気を誇って\nいました。」との記載がある（甲５５の２）。\n(ク)  「芸能人紹介  全国の絶品おすすめ  お取り寄せグルメ」と題する\nウェブサイト内の記事に、２００６年１２月の「笑っていいとも！」の\n中で原告の菓子「チロリアン」が紹介されたこと、福岡ではとても有名\nなお菓子であることなどといった記載がある（甲５５の４）。\n⑵  前記⑴の認定事実によれば、①菓子「チロリアン」は、昭和３７年にＥ\nの千鳥屋によって販売が開始された後、「千鳥屋」の看板商品となり、Ｅ  の\n千鳥屋は、福岡県を中心に店舗を拡大し、また、Ａ  が昭和３９年に開店し\nた東京千鳥屋は、関東地方で、Ｃ   が昭和４８年に開店した大阪千鳥屋及\nび昭和６１年に設立された被告が開店した大阪千鳥屋は、関西地方で、それ\nぞれ店舗及び販売先を拡大し、いずれの「千鳥屋」も菓子「チロリアン」を\n販売していたこと、②平成７年にＥ  が死亡した後、Ｅ  の子であるＡ  、\nＢ  、Ｃ   及びＤ   の間で、「千鳥屋」の事業をめぐって様々な紛争が\n発生したこと、③原告は、平成９年に福岡市でＢ  によって設立され、福岡\n県を中心に展開する直営店舗や全国の得意先を通じて菓子「チロリアン」を\n販売し、原告の売上高は、毎年度１０億円を超えていること、④原告は、菓\n子「チロリアン」について、テレビＣＭ､ラジオＣＭを制作、放送したり、新\n聞に広告を掲載し、それらの広告には「チロリアン」の文字が表示され、そ\nの広告宣伝費は、複数の年度において１億円を超えていたこと、⑤Ｅ  の千\n鳥屋の事業を承継した株式会社チロリアン及び千鳥屋販売や、平成１８年に\n福岡県飯塚市でＤ   によって設立された千鳥屋本家も菓子「チロリアン」\nを販売し、その広告には「チロリアン」の文字が表示されていたこと、⑥被\n告の売上高は､平成２１年度以降､毎年度●●●円を上回っており､被告も菓\n子「チロリアン」の販売を行っていたこと、⑦菓子「チロリアン」は、平成\n２年以降、テレビ番組、雑誌、書籍及びウェブサイトで、「あの大人気お菓子」\nなどと紹介されていたことが認められる。\nこれらの事実を総合すると、標章「チロリアン」は、本件商標の登録審決\n日（令和元年１０月１日）の時点で、福岡県を中心とした九州地方において、\n菓子の取引者、需要者の間で、特定の菓子（菓子「チロリアン」）のブランド\n名として広く認識され、全国的にも相当程度認識されていたものと認められ\nる。\n２  取消事由１（本件商標の商標法４条１項１１号該当性の判断の誤り）につい\nて\n⑴  類否判断の判断手法について\n複数の構成部分を組み合わせた結合商標については、その構成部分全体に\nよって他人の商標と識別されるから、その構成部分の一部を抽出し、この部\n分だけを他人の商標と比較して商標そのものの類否を判断することは原則と\nして許されないが、取引の実際においては、商標の各構成部分がそれを分離\nして観察することが取引上不自然であると思われるほど不可分的に結合して\nいるものと認められない商標は、必ずしも常に構成部分全体によって称呼、\n観念されるとは限らず、その構成部分の一部だけによって称呼、観念される\nことがあることに鑑みると、商標の構成部分の一部が取引者、需要者に対し\n商品又は役務の出所識別標識として強く支配的な印象を与えるものと認めら\nれる場合や、それ以外の部分から出所識別標識としての称呼、観念が生じな\nいと認められる場合のほか、商標の構成部分の一部が取引者、需要者に対し、\n相当程度強い印象を与えるものであり、独立して商品又は役務の出所識別標\n識として機能し得るものと認められる場合には、商標の構成部分の一部を要\n部として取り出し、これと他人の商標とを比較して商標そのものの類否を判\n断することも、許されると解するのが相当である。\nそこで、以下においては、上記の観点を踏まえて、まず、本件商標が引用\n商標１に類似する商標（商標法４条１項１１号）に該当するかどうかについ\nて判断する。\n⑵  本件商標の要部抽出の可否について\nア  本件商標は、「ザプレミアムチロリアン」の文字を標準文字で表してなり、\n「ザ」「プレミアム」の文字部分と「チロリアン」の文字部分とから構成さ\nれる結合商標である。本件商標を構成する文字は、外観上、同書、同大、\n同間隔で一連表記されており、構成文字に相応して、「ザプレミアムチロリ\nアン」の称呼が生じる。\n次に、「ザ」の文字部分は、定冠詞「ｔｈｅ」の片仮名表記であり、「プ\nレミアム」の文字部分は、「一段上等・高級であること」（広辞苑第七版）\nといった意味を有する語として、「チロリアン」の文字部分は、「チロルの\n人々。オーストリア西部からイタリア北東部にまたがるチロルの山岳地帯\nに住む人々の用いる独特の民族服」（ブリタニカ国際大百科事典）、「チロル\n地方の。チロル風の」（広辞苑第七版）といった意味を有する語として一般\nに理解されていることが認められる。このような上記各文字部分の観念及\nびそれぞれの称呼に照らすと、本件商標を構成する文字は、外観上、同書、\n同大、同間隔で一連表記されていることを勘案しても、本件商標において\n「ザ」「プレミアム」の文字部分と「チロリアン」の文字部分を分離して観\n察することが取引上不自然であると思われるほど不可分的に結合してい\nるものとは認められない。\nそして、前記１⑵認定のとおり、標章「チロリアン」は、本件商標の登\n録審決日（令和元年１０月１日）当時、福岡県を中心とした九州地方にお\nいて、菓子の取引者、需要者の間で、特定の菓子（菓子「チロリアン」）の\nブランド名として広く認識され、全国的にも相当程度認識されていたこと\nに照らすと、本件商標がその指定商品中の「菓子」に使用された場合には、\n本件商標の構成中の「チロリアン」の文字部分は、菓子のブランド名を示\nすものとして注意を惹き、取引者、需要者に対し、相当程度強い印象を与\nえるものと認められる。\nそうすると、本件商標の構成中「チロリアン」の文字部分は、独立して\n商品の出所識別標識として機能し得るものと認められるから、本件商標か\nら上記文字部分を要部として抽出し、これと引用商標１とを比較して商標\nそのものの類否を判断することも、許されるというべきである。\nイ  これに対し、被告は、①本件商標は、「ザプレミアムチロリアン」の標準\n文字を表してなり、各文字の大きさ及び書体は同一であって、その全体が\n等間隔に１行でまとまりよく表されており、その文字構成は一連一体であ\nることからすると、「ザ」「プレミアム」の部分と「チロリアン」の部分は、\n分離して観察することが取引上不自然と思われるほど不可分的に結合し\nている、②標章「チロリアン」、「ＴＩＲＯＬＩＡＮ」は、本件商標の登録\n出願時及び登録審決時において、原告の業務に係る商品を表すものとして、\n取引者、需要者の間に広く認識されていたとはいえないから、本件商標の\n構成中の「チロリアン」の文字部分が、本件商標の指定商品の取引者、需\n要者に対し、原告の商品の出所識別標識として強く支配的な印象を与える\nものとはいえない、③菓子「チロリアン」については、発売後ほどなくし\nて、標章「チロリアン」を使用して独自に販売を行う事業主体が複数生じ、\n平成８年以降は、標章「チロリアン」を使用する事業主体間で多数の紛争\nが生じており、標章「チロリアン」について統一的な管理が行われていな\nかったことに照らすと、取引者、需要者は、本件商標の構成中の「チロリ\nアン」の文字部分が、複数の事業主体のいずれに係る表示であるかを認識\nすることが困難であるから、「チロリアン」の文字部分は、原告の出所識別\n標識として強く支配的な印象を与えるものに該当しない、④菓子「チロリ\nアン」を製造販売する複数の事業主体について、経済的・組織的な一体性\nを持つグループといったものが形成されたことはないから、「チロリアン」\nの文字部分が、上記のようなグループの識別標識として強く支配的な印象\nを与えると評価する余地もない、⑤「チロリアン」の文字部分に出所識別\n機能がないにもかかわらず、これがあるかのように評価して結合商標の分\n離観察を行い、その結果として、標章「チロリアン」について他の事業主\n体に比べて不十分な使用実績しか有しない原告に引用商標１ないし３を\n含む「チロリアン」の登録商標を独占させるような帰結は、社会的妥当性\nに欠けるなどと主張して、本件商標から「チロリアン」の文字部分を要部\nとして抽出することは許されない旨主張する。\nしかしながら、前記⑴で説示したとおり、商標の各構成部分がそれを分\n離して観察することが取引上不自然であると思われるほど不可分的に結\n合しているものと認められない商標においては、商標の構成部分の一部が\n取引者、需要者に対し商品又は役務の出所識別標識として強く支配的な印\n象を与えるものと認められる場合などのほか、商標の構成部分の一部が取\n引者、需要者に対し、相当程度強い印象を与えるものであり、独立して商\n品の出所識別標識として機能し得るものと認められる場合においても、商\n標の構成部分の一部を要部として取り出し、これと他人の商標とを比較し\nて商標そのものの類否を判断することも、許されると解するのが相当であ\nる。\nそして、商標の構成部分の一部が取引者、需要者に対し、相当程度強い\n印象を与えるものであり、独立して商品の出所識別標識として機能し得る\nか否かについての判断は、商標に接した取引者、需要者において、商標の\nどのような構成部分について注意を惹き、どのような印象を受けるかなど\nの観点から判断されるべきものであることに照らすと、その判断において\nは、取引者、需要者が、当該構成部分を何人かの出所識別標識として認識\nし得るものであれば、当該構成部分に係る出所自体（例えば、特定の事業\n主体の名称、事業形態、事業主体が単数か、複数か等）について正確に認\n識することまでは要しないと解するのが相当である。\n被告主張の①については、前記アのとおり、「ザ」「プレミアム」の文字\n部分の観念及び称呼、「チロリアン」の文字部分の観念及び称呼に照らすと、\n本件商標を構成する文字が、外観上、同書、同大、同間隔で一連表記され\nていることを勘案しても、本件商標において、「ザ」「プレミアム」の文字\n部分と「チロリアン」の文字部分を分離して観察することが取引上不自然\nであると思われるほど不可分的に結合しているものとは認められない。\n被告主張の②ないし④は、取引者、需要者において、本件商標の構成中\nの「チロリアン」の文字部分に係る出所自体（特定の事業主体の名称等）\nについて正確に認識することまで必要であることを前提とし、上記文字部\n分が原告の出所を示す出所識別標識として認識されることを求めるもの\nであるから、その前提において採用することができない。\nまた、被告主張の⑤については、結合商標の構成部分の一部を要部とし\nて抽出することができるかどうかの判断は、上記のとおり、当該結合商標\nに接した取引者、需要者の認識及び印象に係る問題であって、本件商標と\nの関係では、原告による標章「チロリアン」の使用実績の規模等によって\nその判断が左右されるものではないから、その前提において採用すること\nができない。\nしたがって、被告の上記主張は理由がない。\n⑶  本件商標と引用商標１の類否について\nア  引用商標１は、別紙記載１のとおり、「チロリアン」の文字を毛筆風で横\n書きに書してなり、その構成文字に相応して、「チロリアン」の称呼が生じ\nる。\nしかるところ、前記１⑵のとおり、本件商標の登録審決日当時（令和元\n年１０月１日）において、標章「チロリアン」は、菓子の取引者、需要者\nの間で、福岡県を中心とした九州地方において、特定の菓子（菓子「チロ\nリアン」）のブランド名として広く認識され、全国的にも相当程度認識され\nていたものと認められる。\nそうすると、「チロリアン」の文字を横書きに書してなる引用商標１から、\n特定の菓子のブランド名としての「チロリアン」の観念も生じるものと認\nめるのが相当である。\nイ  本件商標の要部である「チロリアン」の文字部分（標準文字）と別紙記\n載１の引用商標１を対比すると、字体は異なるが、「チロリアン」の文字を\n書してなる点で外観が共通し、いずれも「チロリアン」の称呼及び特定の\n菓子のブランド名としての「チロリアン」の観念又は「チロルの人々。オ\nーストリア西部からイタリア北東部にまたがるチロルの山岳地帯に住む\n人々の用いる独特の民族服」、「チロル地方の。チロル風の」の観念が生じ\nる点で、称呼及び観念が同一である。\nそうすると、本件商標と引用商標１が本件商標の指定商品中の「菓子」\nに使用された場合には、その商品の出所について誤認混同が生ずるおそれ\nがあるものと認められるから、本件商標と引用商標１は、全体として類似\nしているものと認められる。\nしたがって、本件商標は、引用商標１に類似する商標であるものと認め\nられる。\nこれに反する被告の主張は理由がない。\n⑷  小括\n以上のとおり、本件商標は引用商標１に類似する商標であって、本件商標\nの指定商品「菓子」は引用商標１の指定商品「菓子」と同一であるから、本\n件商標は、商標法４条１項１１号に該当するものと認められる。\nしたがって、これを否定した本件審決の判断に誤りがあるから、その余の\n点について判断するまでもなく、原告主張の取消事由１は理由がある。\n第５  結論\n以上によれば、原告主張の取消事由１は理由があるから、その余の取消事由\nについて判断するまでもなく、本件審決は取り消されるべきである。\n知的財産高等裁判所第１部\n裁判長裁判官          大    鷹    一    郎\n裁判官          小      川    卓    逸\n裁判官          遠      山    敦    士\n（別紙）                  引用商標\n１  登録第６１４１４６号商標\n商標の構成\n登録出願日  昭和３７年４月１７日\n設定登録日  昭和３８年５月２３日\n指定商品   第３０類「菓子、パン」（平成１５年９月２４日書換登録）\n商標権者   株式会社千鳥饅頭総本舗\n２  登録第７６８６００号商標\n商標の構成\n登録出願日  昭和４１年４月３０日\n設定登録日  昭和４３年１月２６日\n指定商品   第３０類「菓子、パン」（平成２０年７月２３日書換登録）\n商標権者   株式会社千鳥饅頭総本舗\n３  登録第４３５８６４１号商標\n商標の構成\n登録出願日  平成１０年６月２２日\n設定登録日  平成１２年２月４日\n指定商品   第３０類「菓子及びパン」\n商標権者   株式会社千鳥饅頭総本舗\n４  登録第５９６９１３２号商標\n商標の構成\n（音商標）\n登録出願日  平成２８年１２月２６日\n設定登録日  平成２９年８月４日\n指定商品   第３０類「菓子、パン」\n商標権者   株式会社千鳥饅頭総本舗\n５  登録第５９９８５４０号商標\n商標の構成  チロリアン（標準文字）\n登録出願日  平成２９年４月２４日\n設定登録日  平成２９年１１月２４日\n指定役務   第３５類「菓子及びパンの小売又は卸売の業務において行われる\n顧客に対する便益の提供」及び第４３類「飲食物の提供」\n商標権者   株式会社千鳥饅頭総本舗\n"
}