{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 12,
    "day": 14
  },
  "case_number": "令和5(ワ)70318",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "92638",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=92638",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/638/092638_hanrei.pdf",
  "contents": "令和 5 年 12 月 14 日判決言渡  同日原本領収  裁判所書記官\n令和 5 年(ワ)第 70318 号  発信者情報開示請求事件\n口頭弁論終結日  令和 5 年 10 月 23 日\n判         決\n原              告          株式会社ホットエンターテイメント\n同訴訟代理人弁護士          杉    山              央\n被              告       株 式 会 社 ネ ッ ト フ ォ レ ス ト\n同訴訟代理人弁護士          畔    栁    秀      勝\n主         文\n1  被告は、原告に対し、別紙発信者情報目録記載の各情報を開示せよ。\n2  訴訟費用は被告の負担とする。\n事実及び理 由\n第 1  請求\n主文同旨\n第 2  事案の概要\n本件は、別紙侵害著作物目録記載の各動画（以下、同目録記載の各動画を順\nに「本件動画 1」などといい、これらを併せて「本件各動画」という。）の著作\n権を有するとする原告が、被告が提供するインターネット接続サービスを介し\nてファイル共有ネットワークに本件各動画に係るファイルがアップロードされ\nたことにより、本件各動画に係る原告の著作権（公衆送信権）が侵害されたこ\nとが明らかであるとして、被告に対し、特定電気通信役務提供者の損害賠償責\n任の制限及び発信者情報の開示に関する法律（以下「法」という。）5 条 1 項に\n基づき、別紙発信者情報目録記載の発信者情報（以下、同目録記載の IP アドレ\nス等により特定される発信者を併せて「本件各発信者」という。また、本件各\n発信者に係る発信者情報を併せて「本件発信者情報」という。）の開示を求める\n事案である。\n1  前提事実（証拠等を掲げた事実以外は、当事者間に争いがないか弁論の全趣旨\nにより容易に認められる事実。なお、枝番号の記載を省略したものは枝番号を\n含む。以下同じ。）\n(1)  当事者等\nア  原告は、映像の企画、製作、販売等を目的とする株式会社であり、本件\n各動画の著作権を有する（甲 2、18、26）。\nイ  被告は、インターネット接続サービスの提供を含む電気通信事業を営む\n株式会社であり、本件発信者情報を保有している。\n(2)  「BitTorrent」の仕組み等\n「BitTorrent」（ビットトレント）とは、いわゆる P2P 形式のネットワーク\nである。ビットトレントにおいては、ユーザがファイルをダウンロードする\n際には、ファイルの情報が記載された「torrent ファイル」（以下「トレントフ\nァイル」という。）をダウンロードし、これをビットトレントに対応したクラ\nイアントソフトで読み込んだ上で、インターネット上にあるファイルをダウ\nンロードすることが必要となる。また、ビットトレントを利用してダウンロ\nードするファイルは、完成した一つのファイルではなく、当該ファイルが断\n片化（ピース化）されたファイル（以下「ピース」という。）であり、ビット\nトレントにおいて各ピースをダウンロードすることにより当該ファイルが完\n成する。\nユーザは、ある特定のファイルをダウンロードする際、トレントファイル\nをダウンロードし、これを自己の端末内のクライアントソフトに読み込むと、\n同端末は、「トラッカー」と呼ばれる管理サーバと通信を行い、取得したいピ\nースを有する他のユーザ（以下「ピア」という。）から当該ピースをダウンロ\nードする。当該ユーザは、当該ピースのダウンロードを開始すると同時に、\n当該ピースのダウンロードが終了する前から当該ピースのアップロードを行\nうことになる。あるファイルのピースのダウンロードが全て行われると、当\n該ユーザは当該ファイル全部のデータを有することになり、それ以降はピー\nスのアップロードのみを行うこととなる。\nビットトレントネットワークには匿名性はないため、ユーザがトラッカー\nにアクセスすると、その IP アドレスはトラッカーの管理者に把握される。\n（以上につき、甲 4～6）\n(3)  原告による本件各動画のビットトレント上のアップロード調査\n原告は、本件訴訟提起に先立ち、調査会社（以下「本件調査会社」という。）\nに対し、ビットトレントにおける本件各動画に係るファイルのアップロード\nの有無につき調査（以下「本件調査」という。）を委託した。本件調査会社は、\n「μtorrent」と称するクライアントソフト（以下「本件クライアントソフト」\nという。）を使用して本件調査を行い、原告に対し、その調査結果として、本\n件各動画に係るファイル（ピース）をダウンロードしつつアップロードして\nいるユーザにおいて、別紙発信者情報目録記載の各日時に同記載の各 IP アド\nレスが使用されていることを報告した（甲 1、2、4～9）。\n2  本件の主な争点は権利侵害の明白性であり、これに関する当事者の主張は以\n下のとおりである。\n（原告の主張）\n(1)    権利侵害の明白性\n本件調査会社は、本件調査において、ビットトレントの開発会社の管理に\n係る本件クライアントソフトを使用した。本件クライアントソフトは、ダウ\nンロードするファイルを検索し、ビットトレントを使用しているピアの情報\nを表示する機能を有しているため、本件クライアントソフトを利用すること\nにより、ピースのダウンロード及びアップロードを行っているピアの IP アド\nレスを解明することが可能となる。\n本件調査会社は、調査対象となる本件各動画のファイルをインターネット\n上で検索してトレントファイルをダウンロードし、本件クライアントソフト\nを起動し、上記トレントファイルから本件クライアントソフト上で対象とな\nるデータのダウンロードを開始した。これにより、本件各動画のピースを保\n有するピア（本件各発信者）が接続している IP アドレス、接続日時等が特定\nされた。\nこのような本件調査の結果により、本件各発信者は、ビットトレントのク\nライアントソフトがインストールされたパソコンにおいて、当該ソフトによ\nりビットトレントを通じて自己が取得した本件各動画のファイルを、他のユ\nーザの求めに応じて自動的に送信状態に設定することができるフォルダに記\n録し、このパソコンを、上記クライアントソフトにより、ビットトレントの\nネットワークに接続して、本件各動画を送信可能化したといえる。\nしたがって、本件各発信者の行為により原告の本件各動画に係る著作権（公\n衆送信権）が侵害されたことは明らかである。\n(2)  被告の主張について\nア  本件クライアントソフトにおいては、上欄で複数品番のダウンロードを\n並行して進めているものの、それぞれの品番を選択すると、下欄にファイ\nルの取得先 IP アドレスが状況に応じて自動的に表示される仕組みとなっ\nている。\nしたがって、本件クライアントソフトにおいて、表示された IP アドレス\nがどのファイルのダウンロードに関するものであるかは、明確に特定され\nているといえる。\nイ  本件調査では、原告の著作権を侵害している事実を確認するために、実\n際にファイルのダウンロードを行っており、原告の著作物である正規品と\nの同一性は確認されている。そもそも、ファイル名の変更は理論上可能で\nはあるが、これをすると該当作品を検索できなくなるため、誰もが該当作\n品のファイル名を変更することはしていない。\nしたがって、ビットトレントにアップロードされたファイルのファイル\n名が変更されることは考え難く、また、実際に本件でダウンロードされた\nファイルはそのファイル名に対応する正規品と同じ内容である。\nウ  ビットトレントを利用するために使用するクライアントソフト（本件ク\nライアントソフト）のインストール時には、必ずエンドユーザー使用許諾\n契約書が表示される。その中には自動アップロードに関する記載もあるた\nめ、発信者がこの点を認識していたことは明らかである。そもそも、数あ\nるファイル交換ソフトの中からわざわざビットトレントを利用してダウン\nロードをしようとする者が、その仕組みを知らぬまま利用したはずがない。\nしたがって、本件各発信者には本件各動画に係る公衆送信権侵害の故意\n又は過失が認められる。\n（被告の主張）\n否認ないし争う。\n(1)    本件クライアントソフトにおいて、画面の上欄では複数のファイルを同時\nにダウンロードしているところ、下欄では上欄のいずれのファイルをダウン\nロードしているのか表示がされていないため、下欄に表示されている IP アド\nレスが上欄のいずれのファイル名のシーダー等であるのか特定することがで\nきない。\n(2)  ビットトレントでアップロードされるファイル名がアップロードする者\nにより自由に決められるとすれば、本件クライアントソフト上に表示された\nファイルの内容が、同じファイル名の正規品の内容と異なる可能性がある。\nその場合には、本件各発信者によるアップロードが著作権者の公衆送信権を\n侵害しているとはいえない。\n(3)  本件各発信者がビットトレントの仕組みを理解していなかった場合、本件\n各発信者は、ファイルをダウンロードする認識はあっても、同時にアップロ\nードしていることの認識がないことがあり、その場合には公衆送信権侵害の\n故意及び過失がない。\n第 3  当裁判所の判断\n1  争点（権利侵害の明白性）について\n(1)  証拠（甲 1～9、19、20）及び弁論の全趣旨によれば、本件調査の内容は、\n以下のとおりであることが認められる。\nア  本件調査会社は、原告が著作権を有する本件各動画の作品番号やタイト\nルを聴取し、ウェブサイトにおいて本件各動画に係るトレントファイルを\n検索し、本件各動画に係るトレントファイルが存在することを確認した。\nイ  本件調査会社は、端末にダウンロードした上記トレントファイルに基づ\nき、本件クライアントソフト上で本件各動画に係るピースを有するピアか\nら当該ピースをダウンロードすると共に、当該ダウンロード中に当該端末\nに当該ピアの IP アドレスとして表示されている IP アドレスを確認し、ス\nクリーンショットして保存した。また、この際、ダウンロードされたファ\nイルに係る動画と本件各動画とを見比べて、前者が後者を複製したもので\nあることを確認した。\nウ  本件調査の際の本件各動画に係るスクリーンショット（甲 1）には、別\n紙発信者情報目録の「日時」欄記載の各日時と、本件調査会社の使用する\n端末が本件各動画（本件各動画の品番は上記スクリーンショットの上欄の\n「名前」欄に表示されている。）のファイル（ピース）をダウンロード中で\nあること、及びそのダウンロード先のピアの IP アドレスとして本件各発信\n者に係る IP アドレスが表示されている。\n(2)  ビットトレントは、本件クライアントソフトのようなクライアントソフト\nがダウンロードされた端末（ピア）間において一つのファイルを断片化した\nピースのダウンロードが始まると、完全に当該ピースのダウンロードがされ\nる前からダウンロードした分のピースのアップロードも始まり、一つのファ\nイルのピース全てのダウンロードが終了したピアは、アップロードのみを行\nうことになるという仕組みを有する。\n本件では、本件調査会社が本件クライアントソフトを利用して本件各動画\nのファイルに係るピースを有するピアから当該ピースのダウンロードを開始\nしたところ、本件クライアントソフトにより、当該ピアについて、スクリー\nンショット画面の下欄の各 IP アドレスを割り当てられたユーザであるとの\n表示がされた。このことから、本件各動画に係るピースは、上記各 IP アドレ\nスが割り当てられたユーザ（本件各発信者）によりアップロードされたもの\nと認められる。\nそうすると、本件各動画に係るファイル（ピース）は、本件各発信者によ\nり、公衆からの求めに応じて送信可能な状態に置かれたということができる。\nすなわち、本件各発信者は、本件各動画に係るデータを送信可能化したもの\nであり、これにより、本件各動画に係る原告の著作権（公衆送信権）が侵害\nされたことが明らかである（法 5 条 1 項 1 号）。\n(3)    被告の主張について\nア  被告は、本件クライアントソフトの下欄に表示された IP アドレスと上\n欄のファイル名のシーダー等との対応関係を特定することができない旨や、\n本件クライアントソフト上に表示されたファイルの内容が、同じファイル\n名の正規品の内容と異なる可能性がある旨、また、本件各発信者がビット\nトレントの仕組みを理解しておらず、ファイルをアップロードしているこ\nとの認識がない場合には、公衆送信権侵害の故意及び過失がない旨などを\n主張する。\nイ  しかし、まず、証拠（甲 1、9）及び弁論の全趣旨によれば、本件クライ\nアントソフトにおいては、その画面の上欄にダウンロードされている複数\nの品番のファイルが表示されているところ、このうち特定のファイルを選\n択すると、下欄に当該選択されたファイルの取得先 IP アドレスが自動的\nに表示される仕組みとなっていることが認められる。\nしたがって、本件クライアントソフトにおいて、下欄に表示された IP ア\nドレスが上欄のいずれのファイルのダウンロードに関するものであるか\nは、本件クライアントソフトの仕組みに照らせば明確に特定されていると\nいえる。\n次に、弁論の全趣旨によれば、ビットトレント上にアップロードされた\nファイル名をアップロード者が変更すること自体は可能とみられる。しか\nし、本件調査においては、実際に本件各動画の作品番号等に基づき検索し\nたファイルをダウンロードした上で正規品との内容の同一性を確認する\nプロセスを経ていること（前記 1(1)）をも考慮すれば、本件各発信者がア\nップロードしたファイルと別紙侵害著作物目録記載の各動画との同一性\nについて疑義を抱くべき具体的な事情とはいえない。\n故意又は過失については、前提事実(2)のとおり、ビットトレントを利用\nしてファイルをダウンロードすると同時に当該ファイルをアップロード\nすることになるというビットトレントの仕組みはビットトレントの最も\n基本的な特徴の一つであり、本件クライアントソフトのエンドユーザー使\n用許諾契約書（甲 20）や公刊された書籍（甲 6）にもその旨が明記されて\nいることにも鑑みると、ビットトレントの利用に当たり、本件各発信者が\nこのような基本的な特徴を理解しないままファイルをダウンロードして\nいたとは考え難い。そうすると、本件各発信者には、本件各動画に係る公\n衆送信権侵害につき、少なくとも過失が存することは明らかというべきで\nある。\nその他被告が縷々指摘する事情を考慮しても、この点に関する被告の主\n張は採用できない。\n2  その他の要件について\n前提事実及び上記認定を踏まえれば、被告は、インターネット接続サービス\nの提供を含む電気通信事業を営む株式会社であり、原告の著作権侵害に係る特\n定電気通信の用に供される特定電気通信設備を用いる特定電気通信役務提供者\nであり、かつ、本件発信者情報を保有していることが認められる。\nまた、上記 1 のとおり、本件各動画は本件各発信者により送信可能化された\nことが認められることから、原告には、本件各発信者に対する不法行為に基づ\nく損害賠償請求等の権利行使をするため、本件各発信者に係る本件発信者情報\nの開示を受けるべき正当な理由（法 5 条 1 項 2 号）があると認められる。\n3  小括\n以上より、原告は、被告に対し、本件各発信者に係る本件発信者情報の開示\n請求権を有する。\n第 4  結論\nよって、原告の請求は理由があるからこれを認容することとして、主文のと\nおり判決する。\n東京地方裁判所民事第 47 部\n裁判長裁判官\n杉    浦    正    樹\n裁判官\n小    口    五      大\n裁判官\n吉      野    弘      子\n（侵害著作物目録省略）\n別紙\n発信者情報目録\n以下の日時に以下の IP アドレス及びポート番号を割り当てられていた契約者\nの氏名又は名称、住所、電話番号及び電子メールアドレス（以下省略）\n"
}