{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Reiwa",
    "year": 4,
    "month": 11,
    "day": 10
  },
  "case_number": "令和3(行コ)64",
  "case_name": "国籍確認請求控訴事件",
  "court_name": "東京高等裁判所",
  "field": "行政",
  "lawsuit_id": "92221",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=92221",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/221/092221_hanrei.pdf",
  "contents": "令和４年１１月１０日判決言渡  同日原本領収  裁判所書記官\n令和３年（行コ）第６４号国籍確認請求控訴事件（原審・東京地方裁判所平成２８年\n（行ウ）第５０４号）\n主             文\n１  本件控訴を棄却する。\n２  控訴費用は控訴人の負担とする。\n事 実 及 び 理 由\n第１  控訴の趣旨\n１  原判決を取り消す。\n２  控訴人が日本の国籍を有することを確認する。\n第２  事案の概要等（以下、理由説示部分も含め、原則として、原判決の略称をその\nまま用いる。）\n１  本件は、日本の国籍を有する父とロシア国籍を有する母との間に嫡出子とし\nて日本において出生し、旧ロシア国籍法１５条２項前段に基づきロシア国籍を\n取得した原告が、ロシア国籍を取得した上記手続によって日本の国籍を喪失し\nていないと主張して、被控訴人に対し、控訴人が日本の国籍を有することの確認\nを求める事案である。\n原審は、控訴人の請求を棄却したところ、控訴人が、これを不服として控訴し\nた。\n２  関係法令の定め、前提事実、争点及びこれに関する当事者の主張は、次のとお\nり原判決を補正するほかは、原判決の「事実及び理由」欄の第２の１ないし４に\n記載のとおりであるから、これを引用する。\n⑴  原判決６頁８目の末尾に改行の上、次のとおり加える。\n「⑸  国籍法１１条１項の規定は明確性を欠くものとして憲法１３条に違反す\nるか否か\n⑹  被控訴人が国籍法１１条１項を適用して控訴人の日本の国籍を喪失させ\nたことは児童の権利に関する条約７条１項に違反するか否か」\n⑵  原判決１１頁２３行目の「２項」の次に「前段」を、同行の「取得が」の次\nに「生まれた時に出生によるロシア国籍を取得するとの趣旨であり、」をそれ\nぞれ加え、２４行目の「意味するとしている。」を「意味し、父母の合意文書\nの提出が生来取得したロシア国籍を確認するものであるとされている。」と改\nめ、２５行目の末尾に「なお、日本国とソヴィエト社会主義共和国連邦との間\nの領事条約（以下「本件領事条約」という。）では、領事館の作成した法律的\nな性質を有する証書又は文書を接受国の当局は有効なものと認める義務があ\nるとされているから、日本国の当局は、在日ロシア大使館副領事が作成した証\n明書（甲３７）に記載されたとおり、旧ロシア国籍法１５条２項前段によるロ\nシア国籍の取得はロシア国籍の生来的取得を意味すると解釈する義務を負\nう。」を加える。\n⑶  原判決２２頁８行目の「国籍法１１条１項は、」の次に「日本の国籍か外国\nの国籍かを選択する機会があることを前提とし、」を、１０行目から１１行目\nにかけての「取得する意思は」を「取得する意思があるというためには、当該\n手続が外国の国籍を取得するものであることを認識していることが必要であ\nり、かかる認識があることが」をそれぞれ加える。\n⑷  原判決２２頁２１行目の末尾に改行の上、次のとおり加え、２２行目の「 」\nを「 」と改める。\n「   そもそも、国籍法は、生来的に複数国籍となったなどの理由により複数国\n籍の状態にある未成年者は、２２歳（ただし、平成３０年法律第５９号によ\nる改正前のもの。以下同じ。）に達するまでに国籍の選択をすればよいこと\nとし（同法１４条）、未成年者であるうちは、広く複数国籍の状態であるこ\nとを認め、判断能力の成熟を待って国籍選択の機会を与えていると考えら\nれるから、未成年者に同法１１条１項は適用されない。」\n⑸  原判決２７頁１０行目から１１行目にかけての「同時に、」の次に「これと\n裏表の関係にある」を、１２行目の「保障している。」の次に「そうすると、\n憲法１０条は、国民の要件は法律でこれを定めると規定して立法裁量を認め\nているが、これを根拠として、国籍を離脱する自由を制限することはできない\nから、それと同様に、憲法１０条の規定を受けて制定された法律であっても、\n国籍を離脱しない自由を制限することは原則として許されない。したがって、」\nをそれぞれ加え、１４行目の「同項」を「憲法２２条２項」と改める。\n⑹  原判決３３頁８行目の「できない。」の次に次のとおり加える。\n「そして、国籍法は、外国の国籍の当然取得により複数国籍となった場合、事後\n的に国籍を選択させること（同法１４条１項）によりこれを解消する方法を採\n用しているが、それでも、日本の国籍の選択を宣言しながら（同条２項）、外\n国籍を放棄する手続がとられなかった場合、複数国籍の状態が存続する。した\nがって、同法１１条１項は、複数国籍となること自体を認めず、本人の意思と\n無関係に日本の国籍を喪失させる点で異質であり、その結果、同項の対象者か\nら国籍選択の機会を奪い、その意思を無視して日本の国籍を喪失させるもの\nで不当である。なお、同項は、本人が日本の国籍を喪失することを認識してい\nることを要件としていないから、本人が、日本の国籍を喪失することを認識し\nないまま、外国の国籍の志望取得の手続をとった場合でも日本の国籍を喪失\nすることになる。しかし、これでは、外国の国籍を取得して日本の国籍を失う\nか、外国の国籍をあきらめて日本の国籍を保持するかを選ぶ機会がないから、\n本人に事前に国籍を選択する現実的な機会を保障したことにならないし、少\nなくとも、複数国籍者による国籍の選択の場合（同法１４条）と同程度に国籍\nを選択する機会を保障したことにはならないが、そのような制度とすること\nについて合理的理由はない。\nまた、身分行為により外国の国籍を当然に取得した者も、当該身分行為によ\nり外国籍を取得することが事前に分かっていることが多いから、この場合で\nも現実的な国籍選択の機会があったということができる。このような者につ\nいても、事後的に国籍選択の機会が与えられているのに、外国の国籍の志望取\n得の場合に、その際に国籍選択の機会があったことを理由に、事後の選択の機\n会を与えないというのは均衡を失する。そして、外国の国籍を志望取得する場\n合、外国の国籍を取得する意思に日本の国籍を放棄する意思は含まれていな\nいところ、日本の国籍を放棄する意思がないことは、身分行為により外国の国\n籍を当然取得した場合と同様であるから、身分行為により外国の国籍を当然\n取得した場合と異なり、外国の国籍を志望取得した場合に日本の国籍を喪失\nさせる合理的理由はない。したがって、複数国籍の発生防止の目的を達成する\n手段として、外国の国籍を志望取得した場合に日本の国籍を喪失させること\nには合理性がない。」\n⑺  原判決３３頁９行目の末尾に改行の上、次のとおり加える。\n「ｄ  日本の国籍を失ったものは戸籍から除かれるが（戸籍法２３条）、国籍法\n１１条１項により外国の国籍を取得した場合、そのような手続がされたこ\nとを日本政府は把握できないから、同項による日本の国籍喪失が戸籍に反\n映される制度的保障はない。そのため、日本の国籍を失っても日本国の旅券\nの発行を受けられるなどの弊害が生じ、戸籍制度の信頼性を損ねているが、\n国籍選択制度によれば、国籍の喪失を正確に戸籍に反映させることができ\nる。」\n⑻  原判決４１頁１５行目の末尾に改行の上、次のとおり加える。\n「  なお、戸籍法は、日本の国籍を失った場合、その旨を届け出ることとされて\nおり（１０３条）、国籍法１１条１項により外国の国籍を取得した者には国籍\n喪失の届出をする義務が課されるから、国籍法１１条１項による国籍喪失が\n戸籍に反映される制度的保障がないとする控訴人の主張は失当である。」\n⑼  原判決４４頁１６行目の末尾に「そして、手段が立法目的の実現のために合\n理的関連性があるか否かについては、手段が立法目的の実現にとって効果的\nであるだけでなく、その手段が目的に対して過剰な要件加重となっていない\nかも検討すべきである。平成２０年大法廷判決も、日本の国籍が我が国の構成\n員としての資格であるとともに、我が国において基本的人権の保障等を受け\nる上で意味を持つ重要な法的地位であることや、父母の婚姻の有無は子の意\n思や努力によって変えることができない事柄であることを指摘し、このよう\nな事柄をもって日本の国籍取得の要件に関して区別を生じさせることに合理\n的な理由があるか否かについて慎重に検討する必要があるとしている。した\nがって、国籍法１１条１項も、日本の国籍に関する問題であり、本人の意図な\nいし認識と無関係に日本の国籍を失わせるものであるから、同様に慎重な判\n断が必要である。」を加える。\n⑽  原判決４５頁４行目の「何ら差異はない。」の次に「そして、国籍法は、外\n国の国籍を当然取得する場合、複数の国籍の取得を認めた上で、本人の意思に\n基づいて事後的にこれを解消する制度を設けているから（国籍法１４条１項）、\n外国の国籍を志望取得する場合に複数国籍となることを事前に防ぐことが同\n法の核心的要請ではないし、これを事前に防がなければ複数国籍の防止解消\nという同法の立法目的を実現できないものでもない。しかも、外国の国籍を当\n然取得した者は、選択の宣言（同条２項）を行って日本の国籍を選択しても、\n外国の国籍を離脱するよう努めなければならないとの訓示規定（同法１６条\n１項）があるだけで、外国の国籍を離脱する手続をとらなくとも制裁を受ける\nこともないため、外国の国籍の離脱を法的に強制されることはなく、複数国籍\nを保持することができる。また、選択の宣言をした者が外国の国籍の離脱の手\n続をとらない場合、日本の国籍を喪失させるという法制度を導入することに\nよって複数国籍を解消することもできるが、国籍法はかかる制度を導入して\nいないから、選択の宣言をした者が外国の国籍の離脱が可能であっても、複数\n国籍の状態が維持される場合が生じることを予定している。これに対し、同法\n１１条１項の対象者は、複数国籍を保持できないから、複数国籍を保持する機\n会についても不平等が生じている。\n⑾  原判決４５頁６行目の末尾に改行の上、次のとおり加える。\n「  また、国籍法１１条１項では、本人が、外国の国籍を取得する手続をとると\nきに、これによって日本の国籍を喪失することを認識していることは要件と\nされていないから、事前に日本の国籍と外国の国籍とについて選択の機会が\n本人に与えられているとはいえないにもかかわらず、日本の国籍を失うこと\nになる。他方、外国の国籍を当然取得することにより複数国籍となる場合、そ\nの原因となる行為により外国の国籍を取得することになることを事前に認識\nしていることは多く、日本の国籍と外国の国籍とを選択することができるに\nもかかわらず、日本の国籍を失わないとされている。しかし、同法１１条１項\nの場合と外国の国籍を当然取得する場合とで上記の差異があることを整合的\nに理解することはできない。」\n⑿  原判決４５頁２３行目の末尾に改行の上、次のとおり加える。\n「  また、生来的に複数国籍となることを防止することが技術上困難であるとし\nても、そのことは、国籍法１１条１項の対象者について、選択の機会を与えず\nにその意思に反して日本の国籍をはく奪することの合理性を根拠付けること\nはできない。\nさらに、生来的に日本の国籍と外国の国籍とを取得した者も、その父母は、\n生まれてくる子が複数国籍となることをあらかじめ認識しており、子の出生\nに際して国籍を選択しなければならないとしても十分な検討時間があるから、\n事前に日本の国籍と外国の国籍との選択の機会があったといえる。したがっ\nて、仮に、国籍法１１条１項の対象者には、事前に日本の国籍と外国の国籍と\nについて選択の機会があったとしても、同項の場合と日本の国籍と外国の国\n籍とを生来的に取得した場合との間に差別的取扱いがあることに合理性はな\nい。」\n⒀  原判決４６頁１８行目の末尾に改行の上、次のとおり加え、１９行目の「 」\nを「 」と、４７頁２行目の「 」を「 」とそれぞれ改める。\n「   未成年者における差別的取扱いについて\nこれまでの主張と一部重複するが、未成年者に限ってみると、国籍法１４\n条１項によれば、生来的取得等により複数国籍となった者（複数国籍者とし\nて出生した者、国籍法３条１項又は４条を契機として複数国籍となった者、\n同法１７条１項の規定に基づいて日本の国籍を取得したことにより複数国\n籍となった者、未成年の間に外国の国籍を当然取得した者など）は、国籍選\n択の機会が与えられ、２２歳に達するまで複数国籍を保持することが許容\nされているにもかかわらず、国籍法１１条１項が適用される者に国籍選択\nの機会が与えられていないのは、重大な取扱いの差別であり、不合理であ\nる。」\n⒁  原判決５２頁７行目の末尾に改行の上、次のとおり加える。\n「⑸  争点⑸（国籍法１１条１項の規定は明確性を欠くものとして憲法１３条に\n違反するか否か）について\n（控訴人の主張）\n国籍法１１条１項の「自己の志望によって外国の国籍を取得したとき」の\n要件に該当するか否かを判断するに当たっては、外国法の解釈が必要であ\nるところ、外国法は、生来的取得と後発的取得、志望取得と当然取得という\n概念分類に基づいて規定されているとは限らず、その解釈について明確か\nつ客観的な準則もない。したがって、かかる外国法を解釈しようとすると、\n無理やり上記概念分類のどれかに当てはめることになり、解釈する者によ\nって区々とならざるを得ず、予測可能性もなくなるから、同項は憲法１３条\nに違反する。\n（被控訴人の主張）\n国籍法１１条１項の「自己の志望によって外国の国籍を取得したとき」に\n該当するか否かは、当該外国の国籍取得の手続が当該外国の国籍取得の意\n思を示す形態のものであるか否かにより判断されるべきものであって、当\n該外国法の規定が、当該外国において志望取得又は当然取得という分類概\n念のいずれに分けられるかで判断されるものではない。そして、「自己の志\n望によって外国の国籍を取得したとき」の要件の有無の判断に際し、被控訴\n人において当該外国の国籍の取得手続の内容を検討することは、同項が当\n然に予定しているものであるが、上記の要件が漠然として不明確であり、予\n測可能性がなくなるとか、解釈が恣意的になるおそれがあるなどというこ\nとはできない。\n⑹  争点⑹（被控訴人が国籍法１１条１項を適用して控訴人の日本の国籍を\n喪失させたことは児童の権利に関する条約７条１項に違反するか否か）に\nついて\n（控訴人の主張）\n児童の権利に関する条約７条１項は、児童は出生の時から国籍を取得す\nる権利を有すると規定し、全ての子どもが出生時に国籍を有していること\nを確保することを求めている。しかし、被控訴人は、控訴人の出生から１年\n以内に国籍法１１条１項を適用して控訴人の日本の国籍を喪失させており、\nこれは、生後間もなく日本の国籍をはく奪し、実質的に日本の国籍を付与し\nないに等しい扱いであるから、被控訴人が国籍法１１条１項を適用して控\n訴人の日本の国籍を喪失させたことは、同条約７条１項に違反する。\n（被控訴人の主張）\n同条約７条１項は、条約の締結国に対し、自国内にいる全ての児童に自国\nの国籍を付与することまで求めたものではなく、いかなる者に対して自国\nの国籍を付与するかは、各国が自ら決定できるというのが国際法上の原則\nである（乙４２）。」\n第３  当裁判所の判断\n１  当裁判所も、控訴人の請求は理由がないものと判断する。その理由は、次のと\nおり原判決を補正するほかは、原判決の「事実及び理由」欄の第３（ただし、原\n判決７６頁１１行目まで）に記載のとおりであるから、これを引用する。\n⑴  原判決５５頁１１行目の末尾に改行の上、次のとおり加える。\n「  なお、控訴人は、旧ロシア国籍法１５条２項前段は、「出生地を問わず」と\n規定しているから、ロシア国籍と外国の国籍との夫婦の間にロシア国内で出\n生した子の場合についても適用されるところ、同項前段によるロシア国籍の\n取得が法定代理人による外国の国籍の志望取得であるとすると、上記の場合\nにも、子は、父母の合意文書によってはじめてロシア国籍を志望取得により得\nられることになるが、旧ロシア国籍法１４条は，その文言にかかわらず，父母\n両系血統主義を採用していると解されているところ，これよりも更に厳格な\n要件を要求することになって不合理である旨主張する。しかしながら、旧ロシ\nア国籍法１５条２項後段は、父母の書面による合意がなくとも、子がロシア国\n内で出生した場合にはロシア国籍を取得すると規定しているから、同項前段\nが適用されるのは、子がロシア国外で出生した場合に限られると解される。し\nたがって、控訴人の上記主張は失当である。」\n⑵  原判決５６頁１４行目の「解されない。」の次に「むしろ、上記⑥のロシア\n外務省の口上書には、前記アのとおり、子は父母の合意文書の日付以降にロシ\nア国籍を取得するとされている。」を加える。\n⑶  原判決５６頁２４行目の末尾に改行の上、次のとおり加える。\n「  なお、控訴人は、日本国の当局は、本件領事条約に基づき、ロシア大使館副\n領事が作成した証明書（甲３７）に記載されたとおり、旧ロシア国籍法１５条\n２項前段によるロシア国籍の取得はロシア国籍の生来的取得を意味すると解\n釈する義務を負う旨主張する。しかしながら、ロシア大使館による証明書（甲\n３７）が、旧ロシア国籍法１５条２項前段について、控訴人の主張するような\n解釈を示している文書と解することができないのは、上記に説示したとおり\nであるから、前提を欠く主張であり失当である。」\n⑷  原判決５８頁１４行目の末尾に改行の上、次のとおり加える。\n「  これに対し、控訴人は、生来的に複数国籍となったなどの理由により複数国\n籍の状態にある未成年者は、２２歳に達するまでに国籍選択をすればよいこ\nと（国籍法１４条）からすれば、未成年者に同法１１条１項は適用されない旨\n主張する。しかしながら、同法１４条の趣旨は、出生による当然取得によって\n重国籍となった未成年者などの場合、本人の意思によらずに外国の国籍を取\n得することになるから、成人となった後に自らの意思によりどちらかの国籍\nを選択することによって重国籍を解消させることにあり、外国の国籍を自己\nの志望によって取得した未成年者はこれらと事情を異にするから、このよう\nな未成年者に同法１１条１項は適用されないとの解釈を採用することはでき\nない。」\n⑸  原判決６０頁２行目の末尾に改行の上、次のとおり加える。\n「  これに対し、控訴人は、国籍法１１条１項を適用するには、本人において当\n該手続が外国の国籍を取得するものであることを認識していることが必要で\nあるところ、控訴人父母にはその認識がなかったから、同人らには外国の国籍\nを取得する意思がなかった旨主張する。しかしながら、上記のとおり、控訴人\n父母は、直接控訴人にロシア国籍の取得を希望する意思行為をするものであ\nることを認識してロシア大使館で手続を行ったものと認められるから、控訴\n人の上記主張は採用することができない。」\n⑹  原判決６１頁３行目の「すぎないということができ、」から５行目の「でき\nない。」までを「すぎないということができるから、控訴人の主張する「国籍\nを離脱しない自由」が「国籍を離脱する自由」と概念上表裏の関係に立つとし\nても、同項の規定により、日本の国籍を保持することができる権利が保障され\nていると解することはできない。」と改める。\n⑺  原判決６６頁２行目の「あるから、」を「あり、しかも、国籍選択制度では、\n日本の国籍の選択を宣言しながら（同条２項）、外国の国籍を放棄する手続が\nとられなかった場合には、複数国籍の状態が存続することになるのに対し、」\nと改める。\n⑻  原判決６６頁１８行目の「必要性は乏しい。」の次に「なお、国籍選択制度\nにより事後的に国籍を選択した場合、日本の国籍の選択を宣言しながら（同条\n２項）、外国の国籍を放棄する手続がとられなかったときは、重国籍の状態が\n存続することになるが、国籍の得喪が各国の国内管轄事項に属する以上、外国\nの国籍の離脱を法的に強制することは不可能であるから、上記のような事態\nが生ずるからといって、国籍法１１条１項の規定が不合理であるということ\nはできない。」を加える。\n⑼  原判決６６頁２２行目の末尾に改行の上、次のとおり加える。\n「  この点について、控訴人は、国籍法１１条１項は、本人が日本の国籍を喪失\nすることを認識していることを要件としていないから、本人に事前に国籍を\n選択する現実的な機会を保障したことにならない旨主張する。しかしながら、\n国籍法１１条１項は、憲法２２条２項の規定する国籍を離脱する自由の保障\nの一場面として、自己の志望による外国の国籍の取得を認めるとともに、重国\n籍の発生を防止する観点から、自己の志望により外国の国籍を取得した場合\nには日本の国籍を失うとしているところ、前記⑴のとおり、日本の国籍を保持\nすることができる権利ないし日本の国籍の離脱を強制されない権利が憲法２\n２条２項等によって保障されているとはいえないことや、前記イのとおり、重\n国籍の発生をできる限り防止するという目的は合理的であることからすれば、\n国籍法１１条１項の適用に当たり、本人が外国の国籍を取得した場合には日\n本の国籍を喪失することになると認識していることを要件としていないとし\nても、不合理であるとはいえない。\nまた、控訴人は、身分行為により外国の国籍を当然に取得した者も、当該身\n分行為により外国籍を取得することが事前に分かっていることが多く、この\n場合でも現実的な国籍選択の機会があったといえるにもかかわらず、事後的\nに国籍選択の機会が与えられているのに、外国の国籍の志望取得の場合に事\n後の選択の機会を与えないのは均衡を失する旨主張する。しかしながら、身分\n行為により外国の国籍を取得する者は、当該外国の国籍を取得することなく\n当該身分行為を行うことはできないから、外国の国籍の取得にその者の意思\nが介在しているとみることはできず、国籍選択の機会があったということは\nできないので、このような者を外国の国籍を志望取得する者と同様に取り扱\nうことはできないというべきである。なお、控訴人は、外国の国籍を志望取得\nする場合、外国の国籍を取得する意思に日本の国籍を放棄する意思は含まれ\nていないことは、身分行為により外国の国籍を当然取得した場合と同様であ\nるから、この場合と異なり、外国の国籍を志望取得した場合に日本の国籍を喪\n失させる合理的理由はない旨主張するが、外国の国籍を志望取得した場合と\n身分行為により外国の国籍を当然取得した場合とでは、上記のとおり、国籍選\n択の機会があったか否かという違いがあるのであるから、日本の国籍を喪失\nさせるか否かという点で同様の取扱いをしないことが不合理であるとはいえ\nないし、外国の国籍の志望取得の場合に、本人が日本の国籍を喪失することに\nなると認識していることを要件としていないことが不合理であるといえない\nことは、前記のとおりである。\nさらに、控訴人は、国籍法１１条１項による外国の国籍の取得の場合、日本\nの国籍の喪失が戸籍に反映される制度的保障がない旨主張する。しかしなが\nら、国籍法１１条１項により外国の国籍を取得した者には国籍喪失の届出を\nする義務が課されており（戸籍法１０３条）、同項による国籍喪失が戸籍に反\n映される仕組みは存するのであって、上記届出義務を知らないために日本の\n国籍の喪失が戸籍に反映されないという事態が生じるとしても、そのことが\n国籍法１１条１項の立法目的を達成するために、志望による外国の国籍の取\n得の場合に当然に日本の国籍を喪失させるという手段の合理性を否定するこ\nとにはならない。」\n⑽  原判決７０頁１７行目の末尾に改行の上、次のとおり加える。\n「  なお、控訴人は、平成２０年大法廷判決は、父母の婚姻の有無は子の意思や\n努力によって変えることができない事柄であり、このような事柄をもって日\n本の国籍取得の要件に関して区別を生じさせることに合理的な理由があるか\n否かについて慎重に検討する必要があるとしているところ、国籍法１１条１\n項も、日本の国籍に関する問題であり、本人の意図ないし認識と無関係に日本\nの国籍を失わせるものであるから、同様に慎重な判断が必要である旨主張す\nる。しかしながら、平成２０年大法廷判決は、平成２０年法律第８８号による\n改正前の国籍法３条１項によると、日本国民である父の嫡出でない子は、父母\nの婚姻により嫡出子たる身分を取得したか否かによって、日本の国籍を取得\nすることができるか否かに差異が生じることになるが、父母の婚姻により嫡\n出子たる身分を取得するか否かということは、子にとっては自らの意思や努\n力によっては変えることのできない父母の身分行為に係る事柄であるから、\nこのような事柄をもって日本の国籍取得の要件に関して区別を生じさせるこ\nとに合理的な理由があるか否かについては、慎重に検討する必要があると判\n示したものである。これに対し、国籍法１１条１項により日本の国籍を喪失す\nるのは、自己の志望によって外国の国籍を取得した場合であるから、平成２０\n年大法廷判決のいう「子にとっては自らの意思や努力によっては変えること\nのできない」事柄に当たるということはできない。したがって、控訴人の上記\n主張は失当である。」\n⑾  原判決７０頁２１行目の「各区別について、」の次に「また、④未成年者の\n取扱いにおいて、」を加える。\n⑿  原判決７２頁１０行目の末尾に改行の上、次のとおり加える。\n「  これに対して、控訴人は、外国の国籍を当然取得する場合、複数の国籍の取\n得を認めた上で、本人の意思に基づいて事後的に解消する制度を設けている\nから、外国の国籍を志望取得する場合に複数国籍となることを事前に防止す\nることが国籍法の核心的要請ではないし、これを事前に防がなければ複数国\n籍の防止解消という国籍法の立法目的を実現できないものでもないから、外\n国の国籍を志望取得する場合に日本の国籍を喪失するとする国籍法１１条１\n項は、立法目的との間に合理的関連性がない旨主張する。しかしながら、前記\nのとおり、外国の国籍を当然取得する場合、外国の国籍の取得に本人の意思が\n介在していないため、ひとまず重国籍が発生することを認めた上で、自らの意\n思で国籍を選択させる必要があるが、外国の国籍を志望取得する者には、外国\nの国籍を取得する際、日本の国籍と外国の国籍のいずれを選択するかの機会\nが与えられているのであって、重国籍の発生をできる限り防止するとの観点\nから、外国の国籍を志望取得する場合に日本の国籍を喪失するとする国籍法\n１１条１項について、立法目的との間に合理的関連性がないということはで\nきない。」\n⒀  原判決７２頁１１行目の「なお、」を「また、控訴人は、当然取得によって\n外国の国籍を取得した者は、選択の宣言を行って日本の国籍を選択して、外国\nの国籍を離脱するよう努める義務を負っても、これを法的に強制されること\nはなく、複数国籍を保持できるため、国籍法１１条１項の対象者との間で、複\n数国籍を保持する機会についても不平等が生じている旨主張する。しかしな\nがら、」と改める。\n⒁  原判決７２頁１６行目の末尾に改行の上、次のとおり加える。\n「  次に、控訴人は、選択の宣言をした者が外国の国籍の離脱の手続をとらない\n場合、日本の国籍を喪失させるという法制度を導入することによって複数国\n籍を解消することもできるが、国籍法はそのような制度を導入していないか\nら、複数国籍の状態が維持される場合が生じることを予定している旨主張す\nる。しかしながら、国籍法は、控訴人の主張するような国籍を喪失させるとい\nう制度を導入していないが、選択の宣言をした者に対し、外国の国籍の離脱に\n努めることを義務付けているのであるから（同法１６条）、同法が重国籍の状\n態が解消されないという立法趣旨に反する事態を容認しているということは\nできない。したがって、控訴人の上記主張は採用することができない。\nさらに、控訴人は、国籍法１１条１項の対象者は、事前に日本の国籍と外国\nの国籍との選択の機会があるとはいえず、他方、外国の国籍の当然取得により\n複数国籍となる場合、日本の国籍と外国の国籍を選択することが可能である\nにもかかわらず、日本の国籍を失わないとされているのは不当である旨主張\nする。しかしながら、身分行為等により外国の国籍を取得する場合は、前記の\nとおり、何ら本人の意思を介在することなく外国の国籍を取得するのであっ\nて、当該外国の国籍を取得することなく当該身分行為を行うことはできず、日\n本の国籍と外国の国籍を選択することが可能であるとはいえないから、上記\n主張は前提を欠くものである。他方で、国籍法１１条１項の適用に当たり、本\n人が外国の国籍を取得すると日本の国籍を喪失することになると認識してい\nることを要件としていないことが不合理であるといえないことは、前記３⑵\nウ のとおりである。したがって、控訴人の上記主張は採用することができな\nい。」\n⒂  原判決７３頁末行の末尾に改行の上、次のとおり加え、７４頁１行目の「ウ」\nを「エ」と改める。\n「ウ  控訴人は、生来的に複数国籍となることを予防することが技術的に困難で\nあるとしても、そのことは、国籍法１１条１項の対象者について、国籍選択\nの機会を与えずにその意思に反して日本の国籍をはく奪することの合理性\nを根拠付けることはできない旨主張するが、かかる主張が採用できないこ\nとは、前記⑵イにおいて説示したとおりである。\nまた、控訴人は、生来的に日本の国籍と外国の国籍とを取得した者も、そ\nの父母が子の出生に際してその国籍を選択することができるから、国籍法\n１１条１項の対象者と日本の国籍と外国の国籍とを生来的に取得した者と\nの間に不合理な差別的な取扱いがある旨主張する。しかしながら、子の出生\nにより外国の国籍を当然に取得する場合、当該外国の国籍を取得すること\nなく出生することはできないのであって、父母において出生する子の国籍\nを選択することが可能であるとはいえないから、上記主張は前提を欠くも\nのである。そうすると、生来的に日本の国籍と外国の国籍を取得した者と自\n己の志望によって外国の国籍を取得した者とを同様に取り扱うことはでき\nないから、両者の取扱いが異なることが不合理であるということはできな\nい。したがって、控訴人の上記主張は採用することができない。」\n⒃  原判決７５頁１０行目の末尾に改行の上、次のとおり加える。\n「⑸  未成年者における差別的取扱いの主張について\n控訴人は、未成年者に限ってみると、生来的取得等により複数国籍となっ\nた者は、国籍選択の機会が与えられ、国籍選択の期間が終了するまで複数国\n籍であることが認められている（国籍法１４条１項）にもかかわらず、同法\n１１条１項が適用される者に同様の措置がないのは不合理である旨主張す\nる。\nしかしながら、生来的取得等により重国籍となった未成年者は、国籍法１\n１条１項が適用される者と異なり、その意思を介在することなく外国の国\n籍を取得したのであるから、両者に上記取扱いの差異があることが不合理\nであるということはできないのは、これまで説示してきたとおりである。\nしたがって、控訴人の上記主張は採用することができない。」\n⒄  原判決７５頁１１行目の「⑸」を「⑹」と改める。\n⒅  原判決７６頁７行目の末尾に改行の上、次のとおり加える。\n「５  争点⑸（国籍法１１条１項の規定は明確性を欠くものとして憲法１３条に\n違反するか否か）について\n控訴人は、当該外国の国籍取得の手続が国籍法１１条１項の「自己の志望\nによって外国の国籍を取得したとき」に該当するか否かの判断は、恣意的と\nなり予測可能性もなくなるから、同項は憲法１３条に違反する旨主張する。\nしかしながら、国籍法１１条１項の「自己の志望によって外国の国籍を取\n得したとき」とは、前記２⑴のとおり、当該外国の国籍の取得が本人の当該\n外国の国籍の取得を希望する意思行為に基づくものであることを意味する\nのであって、上記要件の有無は、当該外国法の規定が、当該外国において志\n望取得又は当然取得などという分類概念のいずれに該当するかによって判\n断されるものとは解されないから、控訴人の主張は前提を欠くものである。\nそして、「自己の志望によって外国の国籍を取得したとき」の要件の有無の\n判断に際し、被控訴人において当該外国の国籍取得の手続の内容を検討す\nることは、同項が当然に予定しているものであるが、そのことをもって、同\n項の規定が漠然として不明確であるということができないのは明らかであ\nるし、予測可能性がなくなるとか、解釈が恣意的になるなどということもで\nきない。\nしたがって、控訴人の上記主張は採用することができない。\n６  争点⑹（被控訴人が国籍法１１条１項を適用して控訴人の日本の国籍を\n喪失させたことは児童の権利に関する条約７条１項に違反するか否か）に\nついて\n控訴人は、被控訴人が、控訴人の出生から１年以内に国籍法１１条１項を\n適用して控訴人の日本の国籍を喪失させたことは、児童の権利に関する条\n約７条１項に違反する旨主張する。\nしかしながら、同条約７条１項は、条約の締結国に対し、自国内にいる全\nての児童に自国の国籍を付与することまで求めたものではなく、いかなる\n者に対して国籍を付与するかは、各国が自ら決定できるというのが国際法\n上の原則であるから（乙４２）、控訴人の主張は失当である。この点をおく\nとしても、控訴人が出生により日本の国籍を取得したことは明らかであり、\nその後まもなく日本の国籍を喪失したのは、控訴人父母が旧ロシア国籍法\n１５条２項前段の手続をとったからであり、被控訴人が控訴人に対して実\n質的に日本の国籍を付与しないに等しい扱いをしたなどということはでき\nない。\nしたがって、控訴人の上記主張は採用することができない。」\n２  よって、控訴人の請求を棄却した原判決は相当であり、本件控訴は理由がない\nからこれを棄却することとして、主文のとおり判決する。\n東京高等裁判所第１４民事部\n裁判長裁判官        石井   浩\n裁判官        塚   原          聡\n裁判官        飯   畑   勝   之\n"
}