{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 2,
    "day": 7
  },
  "case_number": "令和3(わ)604",
  "case_name": "殺人",
  "court_name": "京都地方裁判所第2刑事部",
  "lawsuit_id": "91868",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=91868",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/868/091868_hanrei.pdf",
  "contents": "令和５年２月７日宣告\n令和３年（わ）第６０４号  殺人被告事件\n主        文\n被告人を懲役１３年に処する。\n未決勾留日数中４３０日をその刑に算入する。\n理        由\n（罪となるべき事実）\n被告人は、精神障害を有していた実父であるＡを実母であるＢと共に疎ましく思っ\nていたところ、Ｃ及びＢと共謀の上、Ａを殺害しようと計画し、平成２３年３月５日\n午後０時頃から同日午後４時頃までの間に、東京都江戸川区ａ町ｂ丁目ｃ番ｄ号ｅマ\nンションｆ号室等において、手段不詳によりＡ（当時７７歳）を殺害した。\n（証拠の標目）\n省略\n（事実認定の補足説明）\n第１  争点等\n公訴事実記載の日時場所においてＡが死亡したことは関係証拠上明らかに認\nめられる。他方、弁護人は、Ｃが単独でＡを殺害した旨を主張し、被告人もこれ\nに沿う供述をする。本件の争点は、Ａが、被告人、Ｃ及びＢの共謀に基づいて殺\n害されたと認められるか否かである。\n第２  認定事実\n関係各証拠によれば、次の事実が認められる（以下、特に断らない限り、月日\nはいずれも平成２３年のものである。）。\n１  被告人とＡ及びＢとの関係\n⑴  Ａは、被告人の実父（昭和８年１１月１９日生）であり、長年にわたって精\n神障害により入退院を繰り返すなどしており、平成２２年１月２３日以降は、\n双極 I 型感情障害（主に躁症状が強く現れる躁鬱病）の治療のため長野県所在\nのｇ病院に入院していた。また、過去に起こした脳梗塞等の後遺障害として嚥\n下障害や歩行障害が生じていた。\n⑵  Ｂは、Ａの妻であり、被告人の実母である。\n２  被告人とＣとの関係等\n被告人は、平成１２年４月にｈ大学医学部医学科に入学し、平成１４年春頃、\nｉ大学医学部医学科に在籍していたＣと知り合った。その後、被告人は、大学を\n退学していたが、当時、厚生労働省において医師国家試験の受験資格認定審査業\n務に携わっていたＣの指南を受け、平成２１年３月に厚生労働省に内容虚偽の資\n料を提出して医師国家試験受験資格認定を受け、平成２２年３月に医師国家試験\nに合格して同年５月に医師免許を取得し、その頃、福島県内の医療機関で臨床研\n修を開始した。なお、Ｃは、平成２２年４月以降、ｊ大学法医学教室助教の職に\nあった。\n３  Ａの殺害計画\n⑴  被告人及びＢは、長年にわたり、精神障害を有するＡの介助、医療費等の経\n済的負担のほか、多くの苦労を余儀なくされてきたことから、Ａを疎ましく感\nじており、遅くとも平成２２年頃にはＡの死を望むようになった。\n⑵  被告人は、Ａの状況等を知ったＣと連絡を取り合う中で、Ａを退院させて殺\n害する計画を具体化させていき、他方で、Ｂに対し、Ｃとのメールを転送する\nなどして、Ｃと共にＡを殺害することを共有し、そのための準備を依頼するな\nどした。その結果、被告人、Ｃ及びＢは、遅くとも３月５日までに、以下の内\n容を骨子とするＡの殺害計画を練り上げた。\n①  被告人とＢが、ｇ病院の担当医師らに対し、Ａを東京都内の病院に転院さ\nせる手はずが整った旨の嘘を伝え、３月５日にＡを退院させ、車椅子に乗せ\nたＡを新幹線でｋ駅まで搬送し、同駅でＣと合流する。\n②  被告人とＣが、Ａをレンタカーに乗せてｋ駅から東京都江戸川区ａ町ｂ丁\n目ｃ番ｄ号ｅマンションｆ号室に搬送する。\n③  ｅマンションｆ号室においてＡを殺害する。\n④  被告人及びＣの共通の知人である医師の名義で偽造した死亡診断書及び\nそれと一体となった死亡届を東京都中央区役所に提出し、火葬許可証を取得\nした上で、速やかにｅマンションに近い火葬場で火葬する。\n４  犯行日前後の被告人らの行動等\n⑴  Ｃは、２月２５日までに、ｌレンタカーｋ駅東口店に対し、３月５日午前１\n１時に同店を出発し、同日午後８時にｍ駅西口店に返却するとの条件で福祉車\n両のレンタルを申し込んだ。\n⑵  被告人は、２月２７日頃、車椅子のレンタル会社に対し、３月４日にｎホテ\nルで受け取り、同月７日に都内から返却発送するとの条件で車椅子のレンタル\nを申し込んだ。\n⑶  被告人は、２月２８日、ｅマンションｆ号室を３月４日から４月２日までの\n約１ヶ月間賃借する内容の賃貸借契約を締結し、Ｂが３月４日にレオパレスの\n支店において上記部屋の鍵を受領した。\n⑷  Ｂは、遅くとも３月５日より前に、被告人の指示を受け、ｇ病院に対し、Ａ\nを転院させる手はずが整ったので同日に退院させるとの意向を伝えた。\n⑸  ３月５日当日の経過は、以下のとおりである。\nア  被告人及びＢは、午前９時３０分頃、ｇ病院を訪れてＡを退院させるとと\nもに、事前にレンタルしていた車椅子にＡを乗せ、ｏ駅から新幹線でｋ駅に\n移動した。被告人、Ｂ及びＡは、午前１１時４６分頃、ｋ駅に到着し、福祉\n車両をレンタルしたＣと合流した。\nなお、退院時点におけるＡの健康状態は良好であり、経鼻胃管の必要も生\nじていなかった。\nイ  被告人及びＣは、午後０時すぎ頃、Ｃが運転する福祉車両にＡを車椅子ご\nと乗車させた上で、ｅマンションに向かったが、Ｂは被告人らとは別に東京\n駅に向かった。\nウ  Ａは、ｅマンションに到着後、そのｆ号室に搬送され、午後４時頃までの\n間に死亡した。\nエ  被告人は、死亡日時を３月５日午後１時５３分、死亡した場所をｅマンシ\nョンｆ号室、直接の死亡原因を「急性循環不全」、診断者名をｐ診療所のｑ\n医師である旨の死亡診断書を偽造した。また、Ｂは、同死亡診断書と一体と\nなった死亡届を作成し、午後５時２０分頃、ｅマンションから公共交通機関\nを利用すれば約１時間１５分の距離に位置する東京都中央区役所に、同死亡\n届を提出し、死体火葬許可証を受領した。さらに、被告人又はＢは、この日\nのうちに葬儀業者を通じてｒ火葬場での火葬を予約した。\n⑹  Ａの遺体は、３月１０日午後０時頃、ｒ火葬場で火葬された。\n⑺  被告人は、４月２２日に本邦を出国し、当時のスワジランド王国内の空港近\n隣の植え込みにＡの遺骨を埋めた。\n５  被告人らの事後のメール内容\n⑴  Ｂは、３月２５日、被告人に対し、Ａについて「生き様がそのままに出てし\nまった。化け物よ。。サラバ！」「被告人（注：被告人の名をひらがなで表記）\nが幸せな人生を送れるように邪魔をしにくるなよ！！」「もちろん、Ｂ（注：Ｂ\nの名をひらがなで表記）もや！」などと記載したメールを送信した。\n⑵  被告人は、４月１８日、Ｃに対し、「入籍おめでとう。おいらは結婚はもちろ\nん女とすら無縁の人生を歩んでるのでゴールインした勝ち組を見上げるのが\n実にまぶしい。 しかし  結婚生活はいろいろと大変。ぜひとも幸せに。とりあ\nえず  赤ちゃんができたらよいねえ。」「あさっての深夜羽田発、日曜日の深夜\n羽田帰還予定。 バンコクで暇つぶしして、ヨハネスではヒルトンのスイート\nに泊まって  ワイン飲んで打ち上げてくる。 すべてが初体験ツアー。まあ法\n要にかこつけて  うざい小児科から離れてバカンスできるんだからおいしい\nもんだ。」などと記載したメールを送信した。\n⑶  被告人は、４月２６日、Ｃとメールのやり取りをする中で、Ｃに対し、「４日\nの夕方以降福島で打ち上げでも  ぜんぜんオッケイだが。」「とりあえず３日夜\nに福島っていうことで。土産話ならぬ  記念写真でも持参するわ。」などと記\n載したメールを送信した。\n⑷  被告人は、５月２９日、Ｂに対し、「先生、お世話になりますた  from スワ\nジランド」と記載してＣの写真を添付したメールを送信した。\n⑸  被告人は、１１月２日、Ｂに対し、「悪人でも逃げ出したくなる南アフリカ。\nあそこは逃げ回るって行くところやないで。ドキチガイ  ざまぁみろ。」「連れ\nて帰ってほしいか？  そらできんで。  胸がすっとするワ。」と記載したメー\nルを送信した。\n第３  争点に対する判断\n１  Ａが殺害されたと認められるかについて\nＡは、ｇ病院を退院してから長くても７時間以内には死亡するに至っている\n（前記第２の４⑸ア及びウ）ところ、Ａの退院時点における健康状態が良好であ\nり（同ア）、そのような短時間で病死・自然死に至った可能性を具体的にうかがわ\nせるような事情は何ら見出せない。その上で、死亡診断書が偽造されている（同\nエ）ところ、仮にＡが自然死、病死又は事故死したのであれば、あえて死亡診断\n書を偽造する必要はないことを併せ鑑みれば、Ａが殺害されたと推認することが\nできる。\n２  被告人、Ｃ及びＢの共謀に基づき殺害されたと認められるかについて\n⑴  前記認定事実に基づく検討\n前記第２の４⑸及び前記１のとおり、①Ａは、被告人ら３名の当初の計画の\nとおり、ｇ病院を退院させられ、被告人及びＣによって、被告人らの用意した\nｅマンションｆ号室に搬送され、②その後、殺害されており、また、③それか\nら間もなく被告人によって死亡診断書の偽造文書が作成され、Ｂによって死亡\n届が区役所に提出されるなどの手続が行われている。このように、殺害計画を\n進める中、被告人とＣの二人がＡの近くにいるという状況下でＡが殺害された\nことは、被告人及びＣの二人の関与によってＡが殺害されたと強く推認させる\n事情である。また、殺害前と殺害後に関しては当初の計画どおりに手際よく進\n行されており、そこに予定外の事態が生じたことはうかがわれないという一連\nの経過からして、当初の計画に従って殺人が実行されたことを強く推認させる\nといえる。\n加えて、前記第２の５のとおり、３月５日以降における被告人とＣ又はＢと\nの間のメールのやり取りを見ても、計画の途中で予定外の事態が生じたことを\n具体的にうかがわせる事情は何ら見出せない。\n以上によれば、Ａは、当初の殺害計画に基づいて殺害されたと合理的に推認\nすることができる。そして、前記第２の３の計画立案状況からすれば、その殺\n害計画については、被告人、Ｃ及びＢにおいて、遅くとも３月５日までに、順\n次、共謀を遂げたと認められる。\n⑵  被告人の公判供述についての検討\nア  以上に対し、被告人は、公判廷において、概要、Ｃとの間で計画の中止を\n合意したものの、Ｃが被告人に無断でＡの殺害を実行した旨を供述する。具\n体的には、①ｋ駅に向かう新幹線の車内で、Ｂから、計画を中止してｇ病院\nに引き返すよう訴えられたことから、計画を中止しようと決意し、ｋ駅で合\n流したＣに計画の中止を申し出た後、落ち着いて話をするためにＣ及びＡと\n共にｅマンションに向かい、ｆ号室に車椅子に乗せた状態のＡを搬送した後、\n福祉車両内でＣに対して計画の中止を説得し、最終的にはＣから計画中止の\n了承を得て、Ｃと共にＡの新たな入院先等を探して電話をかけるなどした、\n②Ａの様子が気がかりとなり、Ｃと共に１０２号室に戻ろうとしたところ、\n自身の携帯電話に病院から折り返しの電話があり、先にＣのみが室内に戻っ\nた、③５分から１０分程度の電話を終えて室内に入ると、Ｃが既に何らかの\n方法でＡを殺害しており、Ａが布団に横たわった状態にあった、④こうなっ\nてしまった以上、計画を進めざるを得ず、Ｃの指示に従い、死亡診断書を偽\n造するなど当初の計画どおりに進めた旨を供述する。\nイ  たしかに、Ｂも、捜査段階において、新幹線の車内で被告人に対して計画\nを中止したい旨を伝えたと供述している（乙１００１）こと、被告人が、当\n初の計画にあったインスリン注射器（フレペン）を打ったとはうかがわれな\nいこと、Ａが被告人の父で、また、Ｂの夫であり、殺人が重大犯罪であるこ\nとからすれば、被告人及びＢが直前に犯行を躊躇し、Ｃに対して計画の中止\nを提案したという可能性に限っては十分に考えられる。\nしかし、被告人の供述を前提にすれば、Ｃは、殺害計画の中止を了承しな\nがら、これまで付き合いの長かった被告人を何ら説得等することなく、いつ\n被告人が入室するのかも分からない状況下で、そのような関係にある被告人\nの父を無断かつ独断で１０分程度の短時間のうちに殺害したことになる。そ\nのような短時間のうちに一人で痕跡も残さずに殺人を実行することが現実\nに可能であるかも疑問である上、それまで被告人との間で事件発覚を防ぐた\nめの種々の準備・計画をしていたことを踏まえれば、Ｃにおいて、被告人が\n協力してくれるだろうという不確かな見込みに基づくリスクを負うとは考\nえ難いし、被告人を説得等することができないような事情もない中で無断か\nつ独断で犯行に及んだというのはあまりにも不自然・不合理というほかない。\n加えて、被告人の供述を前提とすれば、勝手にＡを殺害されたという想定外\nの事態が生じたことになるが、前記⑴で述べたとおり、殺害後の手続は当初\nの計画どおりに手際よく進行されており、そこに想定外の事態が生じたこと\nはうかがわれず、また、３月５日以降におけるメールのやり取り（前記第２\nの５）を見ても、被告人・Ｂの間では、これだけ心情を率直に伝え合う間柄\nであるにもかかわらず、Ｃが被告人及びＢの意思に反してＡを殺害したこと\nに関する非難や、Ａが殺害されたことに関する後悔の念をうかがわせる記載\nは存在しない一方で、Ｃへの感謝の気持ちを述べているほか、被告人・Ｃの\n間でも、意思に反してＡを殺害されたことに伴う関係性の変化は見られない。\n以上によれば、被告人の前記供述は信用することができず、前記⑴の認定・\n判断に合理的な疑いを容れるには至らない。\n⑶  弁護人の主張についての検討\nア  他方、弁護人は、①高齢者の延命治療を否定し、本件の後に殺人マニュア\nルまで作成するようなＣが、被告人との間で計画中止の合意をした後に、自\nら考案した殺害方法を試す格好の実験台であると考えて、殺害を思い至った\nとしてもおかしくない、②それまでに殺害計画を立てており、自身の名義で\n賃借した部屋でＡが死亡したという事実や、医師国家試験の受験資格に関し\nてＣに便宜を図ってもらったという従前からのＣとの特異な関係を踏まえ\nれば、Ｃが被告人の協力を確信したはずである、③事後のメールの記載内容\nを見ても、むしろ殺害状況に関する具体的記述はないことに着目すべきであ\nるとして、Ａの殺害はＣの単独犯行によるものである旨を主張する。\nイ  しかしながら、弁護人が主張するＣの人物像や被告人との関係性等を前提\nにしたとしても、前記⑵イで述べたとおり、Ｃが被告人に無断かつ独断で犯\n行に及んだというのはあまりにも不自然・不合理というほかない（上記①、\n②）。また、被告人のメールに殺害状況に関する具体的記述がないという点\nについても、殺害を計画していた当初の段階から、具体的な殺害方法に関す\nるメールのやり取りはなかったことを踏まえれば、その事情をもって、前記\n認定・判断を左右するものとは評価できない（上記③）。\nしたがって、弁護人の前記主張は採用できない。\n３  結論\n以上の次第であるから、被告人、Ｃ及びＢの共謀に基づいてＡが殺害されたと\n認められる。\n（法令の適用）\n罰 条   刑法６０条、１９９条\n刑種の選 択   有期懲役刑を選択\n未決勾留日数の算入   刑法２１条\n訴訟費用の不負 担   刑事訴訟法１８１条１項ただし書\n（量刑の理由）\n１  本件は、被告人が、母及び医師仲間である知人と共謀して父を殺害した殺人１件\nの事案である。\n２⑴  具体的な殺害方法は不詳であるものの、被告人らは、医師としての知識・経験\nや立場を基に、父の退院手続や殺害後の処理方法等の検討を重ねたり、必要とな\nる医療品や犯行場所の確保等の準備をしたりするなどして、他殺を疑われること\nなく父を殺害する計画を練り上げ、その計画に基づき共犯者３名で役割分担をし\nながら殺人を実行している。長年にわたって殺人が発覚しなかったことからも明\nらかなとおり、その殺害計画の巧妙さや悪質さは、他に類を見ない。\n⑵  被告人個別の事情を見ても、事前の準備や、犯行当日の退院手続、犯行場所へ\nの父の搬送、殺害後の死亡診断書の偽造など、殺害計画の完遂に不可欠な役割を\n主体的・主導的に果たしたと評価すべきである。\n被告人は、共犯者である母と共に、長年にわたって精神障害を有する父の介助、\n医療費等の経済的負担のほか、多くの苦労を余儀なくされてきたことで、父の死\nを望むようになっていたところ、父に対する胃ろうの造設により死期が延びかね\nない状況下で、共犯者である医師仲間から、他殺を疑われることなく殺害する方\n法を提案されるなどする中で、自身や母の人生を守ろうと考え、父の殺害を決意\nするに至っている。被告人のこれまでの苦労等に鑑みれば、その動機・経緯には\n同情の余地もあり、全くの身勝手な理由で殺人が犯された事案と同列に扱うこと\nはできない。\nしかし、当時、父を殺害しなければならないほどに被告人や母が追い詰められ\nていたことをうかがわせる事情はなく、安易に人ひとりの命を奪うことを決めた\n被告人の意思決定は強い非難に値し、典型的な介護殺人の事案とも明らかに事案\nを異にする。\n３  以上の犯情を前提に、量刑上考慮すべき前科のない被告人による親に対する殺人\n１件で、他に主要な罪のない事案のほか、介護疲れ又は怨恨を動機とする事案等の\n量刑傾向も踏まえて検討すると、本件は、典型的な介護殺人等とは異なっており、\n法定刑としての有期懲役刑の下限付近に位置付けるべきような軽い部類に属さな\nいことは明らかである。他方で、計画の巧妙さや悪質さからすれば、重い部類に位\n置づけるべきではあるものの、動機・経緯に酌むべき事情も認められることを踏ま\nえれば、法定刑としての有期懲役刑の上限付近に位置付けるような特別に重い部類\nに属するとまでも評価できない。\n４  そこで、以上のほか、被告人が殺害計画を立てた点については概ね認めているこ\nとなど、本件に現れた一切の事情を考慮して、主文のとおり量刑した。\n（求刑・懲役２０年）\n令和５年２月７日\n京都地方裁判所第２刑事部\n裁判長裁判官     川上   宏\n裁判官    檀上信 介\n裁判官    西村陽 佑\n"
}