{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 4,
    "month": 8,
    "day": 2
  },
  "case_number": "令和3(ワ)29388",
  "case_name": "特許権侵害差止等請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "91940",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=91940",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/940/091940_hanrei.pdf",
  "contents": "令和 4 年 8 月 2 日判決言渡  同日原本領収  裁判所書記官\n令和 3 年（ワ）第 29388 号  特許権侵害差止等請求事件\n口頭弁論終結日  令和 4 年 6 月 10 日\n判 決\n原              告      ザ  ケマーズ  カンパニー  エフシー\nリミテッド  ライアビリティ  カンパニー\n同訴訟代理人弁護士    大    野      聖      二\n同                      大    野      浩      之\n被              告      A G C 株式会 社\n同訴訟代理人弁護士     片      山      英      二\n同                      大      月      雅      博\n同                      黒      田              薫\n同                      辛      川      力      太\n同訴訟代理人弁理士      加      藤      志  麻  子\n主 文\n1  原告の請求をいずれも棄却する。\n2  訴訟費用は原告の負担とする。\n3  この判決に対する控訴のための付加期間を 30 日と定める。\n事 実 及 び 理 由\n第 1  請求\n1  被告は、別紙被告製品目録記載の製品の生産、使用、譲渡又は譲渡の申出をし\nてはならない。\n2  被告は、別紙被告製品目録記載の製品を廃棄せよ。\n第 2  事案の概要\n本件は、発明の名称を「2,3-ジクロロ-1,1,1-トリフルオロプロパン、2-クロロ-1,1,1-\nトリフルオロプロペン、2-クロロ-1,1,1,2-テトラフルオロプロパンまたは 2,3,3,3-テ\nトラフルオロプロぺンを含む組成物」とする特許（以下「本件特許」という。）に係\nる特許権（以下「本件特許権」という。）を有する原告が、被告が製造販売している\n別紙被告製品目録記載の製品（以下「被告製品」という。）は本件特許に係る発明の\n技術的範囲に属しており、被告がこれらを生産、使用、譲渡又は譲渡の申出をする\n行為は本件特許権を侵害すると主張して、特許法 100 条 1 項及び 2 項に基づき、被\n告製品の譲渡等の差止及び廃棄を求める事案である。\n1  前提事実（当事者間に争いがないか、掲記した証拠及び弁論の全趣旨により容\n易に認められる事実）\n(1)  当事者\n原告は、  フッ素製品、酸化チタン顔料、特殊化学品等の生産、販売等を業とする\n株式会社である。\n被告は、ガラス、フッ素化学製品等の生産、販売等を業とする株式会社である。\n(2)  本件特許\n原告は、次の特許（本件特許）に係る特許権（本件特許権）を有する。\n特 許 番 号  特許第 6752438 号\n出願 日  令和元年 9 月 4 日\n分割の表示  特願 2018-101571 号の分割\n（以下、特願 2018-101571 号の出願を「本件原出願」という。）\n原 出 願 日  平成 21 年 5 月 7 日\n優先 日  平成 20 年 5 月 7 日（以下「本件優先日」という。）\n登録 日  令和 2 年 8 月 21 日\n発明の名称\n2,3-ジクロロ-1,1,1-トリフルオロプロパン、2-クロロ-1,1,1-トリフルオロプロペン、\n2-クロロ-1,1,1,2-テトラフルオロプロパンまたは 2,3,3,3-テトラフルオロプロぺンを\n含む組成物\n(3)  本件発明\n本件特許に係る特許請求の範囲請求項 1 記載の発明（以下「本件発明」という。）\nは、次のとおりである（なお、以下、本件特許に係る願書添付の明細書を「本件明\n細書」という。）。\n「HFO-1234yf と、HFC-143a、および HFC-254eb、を含む組成物であって、HFC-\n143a を 0.2 重量パーセント以下で、HFC-254eb を 1.9 重量パーセント以下で含有す\nる組成物。」\n(4)  構成要件の分説\n本件発明を構成要件に分説すると、次のとおりである（以下、符号に従い、「構成\n要件 A」などという。）。\nA    HFO-1234yf と、\nB    HFC-143a、および、\nC    HFC-254eb、を含む組成物であって、\nD    HFC-143a を 0.2 重量パーセント以下で、\nE    HFC-254eb を 1.9 重量パーセント以下で含有する組成物。\n(5)  本件訂正\n被告は、令和 2 年 11 月 30 日、本件特許について無効審判を請求した（無効 2020-\n800115 号。甲 21）。これに対し、原告は、令和 3 年 4 月 5 日、本件特許の特許請求\nの範囲の記載を訂正する旨の訂正請求をした（甲 18。以下、同訂正請求で求められ\nた訂正を「本件訂正」という。）。\n本件訂正後の発明（以下「本件訂正発明」という。）に係る特許請求の範囲請求項\n1 の記載は、次のとおりである（下線部は訂正箇所である。）。\n「77.0 モルパーセント以上の HFO-1234yf と、HFC-143a、および HFC-254eb、を\n含む組成物であって、HFC-143a を 0.2 重量パーセント以下で、HFC-254eb を 1.9 重\n量パーセント以下で含有する組成物。」\n(6)  被告の行為等\n被告は、製品名を「AMOLEA 1234yf」とする製品（以下「本件製品」という。）の\n生産、使用、譲渡及び譲渡の申出をしている。\n原告主張に係る被告製品の構成は別紙被告製品説明書記載のとおりであるところ、\n本件製品が本件発明の構成要件 A を充足することは、当事者間に争いがない。\n2    争点\n(1)  被告製品の本件発明の技術的範囲への属否（争点 1）\n(2)  無効の抗弁の成否（争点 2）\nア  新規性欠如（争点 2-1）\nイ  サポート要件違反（争点 2-2）\n(3)  訂正の再抗弁の成否（争点 3）\n3  争点に関する当事者の主張\n(1)  争点 1（被告製品の本件発明の技術的範囲への属否）\n〔原告の主張〕\nア  本件発明の構成要件の充足\n被告製品の構成は、別紙被告製品説明書記載のとおりである。\nこれによれば、被告製品は、HFC-143a を 0.0017 重量%の割合で含有し（構成 b、\nd）、本件発明の構成要件 B 及び D を充足すると共に、HFC-254eb を 0.0789 重量%の\n割合で含有する組成物であり（構成 c、e）、本件発明の構成要件 C 及び E を充足す\nる。\nまた、被告製品が本件発明の構成要件 A を充足することは当事者間に争いがない\nことから、被告製品は、本件発明の技術的範囲に属する。\nイ  被告の主張について\n(ｱ)    被告は、原告主張に係る被告製品の構成につき、本件特許の登録日より 4 年\n前に被告が販売したとされる製品の分析結果であることを理由に、裏付けを欠く旨\n主張する。しかし、被告は同じ製品名の製品を平成 27 年 4 月から現在まで継続して\n製造販売しているところ、同じ製品名の製品である限り同じ成分の製品と考えるの\nが合理的である。また、原告が分析の対象とした製品を製造した工場と現在被告が\n同じ製品名の製品を製造している工場が異なるとしても、両者間で設計変更をした\nといった事情はない上、現在製造を行っている工場で製造された被告製品には HFC-\n143a 及び HFC-254eb が含まれている。\n(ｲ)  被告は、前記分析結果に係る測定条件が本件明細書記載の条件と異なること\nを理由に、原告主張に係る被告製品の構成の立証方法は誤りであると主張する。し\nかし、本件明細書記載の分析方法は例示である旨明確に記載されており、分析方法\nがこれに限定されることはない。\n(ｳ)  被告は、面積%からモル%や重量%への変換が本件優先日における当業者の\n技術常識であることが示されていない旨や、本件発明の HFC-143a や HFC-254eb の\n含有量は少なくとも 0.05 面積%を下限と解釈すべきであるとの前提の下、被告の成\n分分析結果によれば、本件製品には HFC-143a 及び HFC-254eb が含有されていない\n旨をも主張する。\nしかし、前者については、本件優先日より前に公表された公表特許公報に面積%\nから重量%へ変換する例が開示されていることなどから、面積%から重量%やモル%\nへ変換することは、本件優先日における当業者の技術常識であるといえる。\n他方、後者については、ppm のオーダーで化合物が存在する場合、当業者は、当\n該化合物が含まれていると判断するといえるところ、被告自身、被告製品に含有さ\nれる成分に係る分析結果において、ppm のオーダーで化合物を示している。しかも、\n原告の分析結果によれば、HFC-254eb に関しては、ppm 単位でいえば 789ppm で含\nまれており、当業者は、この結果につき HFC-254eb が含まれていないとは考えない。\n(ｴ)  被告は、差止の対象である「中間製品」につき、特定が欠ける旨主張する。\nしかし、特許法上、「物の生産」が実施行為に該当すると規定されており、反応途中\nのものや蒸留途中のものであっても、「物」として製造されるのであれば、特許法上\nの差止の対象となる。\n〔被告の主張〕\nア  被告は、被告製品の業としての生産、使用、譲渡及び譲渡の申出をしていな\nい。被告が現に業として生産等している製品が原告主張に係る被告製品の構成のと\nおりであることの根拠はない。\nイ  別紙被告製品説明書は、原告による被告の製品の分析結果に基づくものとさ\nれているところ、その測定の対象は、本件特許の登録日よりも 4 年も前である平成\n28 年に被告が販売したとされるものであり、その分析結果は現に被告が業として生\n産等している製品の構成を示す根拠にはならない。また、上記分析の対象となった\n製品を製造した工場では、令和 2 年 4 月にその生産を中止しており、現在、HFO-\n1234yf を含む製品の生産を行っているのは別の工場である。これらの工場では、設\n備が異なり、生産工程も異なるため、各工場で生産された製品に含まれる各成分の\n含有量が同一になるとは限らない。\nウ  原告による前記分析に係る測定方法は、本件明細書記載の測定方法とは異な\nるものであるから、被告の製造販売に係る製品が本件発明の構成要件を充足するこ\nとを示す根拠とはなり得ない。\nエ  原告は、前記分析結果に記載された各化合物の重量%の値をクロマトグラフ\nィーの面積%の値から求めた点について、化合物の定量では FID  GC 面積%を利用\nし、FID GC 面積は応答係数を用いてモル%に変換され、さらに重量%に変換された\nと説明している。しかし、このような試料に基づいて換算を行うことは本件明細書\nに示されていない。しかも、このような換算方法が本件優先日における当業者の技\n術常識であることも何ら示されていない。\nまた、被告が本件明細書記載の分析方法により本件製品を分析したところ、HFC-\n143a 及び HFC-254eb は検出されなかった。したがって、本件製品は、本件発明の構\n成要件 B～E を充足しない。\n仮に、原告による前記分析を前提としても、その対象製品は、少なくとも構成要\n件 B を充足しない。すなわち、本件明細書の記載を参酌すれば、構成要件 B 及び C\nの「含む」とは、ガスクロマトグラフィーの測定において、その面積%が小数点第 2\n位を四捨五入してゼロにならない数値である 0.05 面積%をもってその下限とするも\nのと解釈すべきところ、少なくとも HFC-143a の面積%は 0.0018 面積%であって、\n小数点第 2 位を四捨五入して得られる値は、全てゼロである。したがって、仮に原\n告の前記分析結果を前提としても、その対象製品は、少なくとも構成要件 B の「含\nむ」の要件を充足しない。\nオ  「中間製品」の特定ができていないこと\n原告の主張に係る別紙被告製品目録には、製品名に「1234yf」を含む製品のほか、\n「それらの製品の中間製品（製品の製造の中間過程で造られた上記の構成を備える\nものであって、以後の製造工程を経ることによって製品となるもの）」と記載されて\nいる。これによれば、「中間製品」とは、以後の製造工程（例えば、反応工程や蒸留\n工程など）を経ることでその構成が変化していくことを前提とした反応途中のもの\n又は蒸留途中のものを指すと考えられる。しかし、上記別紙に例示された「中間製\n品」は、その性質上、反応や蒸留が進むにつれて構成が変化していくものであって、\nその構成を特定することは不可能である。このようなものを包含する上記別紙の記\n載は、対象製品の構成を特定しているとはいえない。\n(2)  争点 2-1（新規性欠如を無効理由とする無効の抗弁の成否）\n〔被告の主張〕\nア  分割の不適法性\n本件特許の出願は本件原出願の分割出願に係るものであるが、以下のとおり、当\n該分割出願は不適法である。\n本件発明は、数値限定をした特定の成分（組成）を組み合わせた組成物である。\nしたがって、本件における分割出願の適法性に関しては、(a)HFO-1234yf、(b)0.2 重\n量%以下の HFC-143a 及び(c)1.9 重量％以下の HFC-254eb の成分の組合せからなる\n組成物が、本件原出願の出願当初の明細書（以下「原出願当初明細書」という。）等\nに記載されていたかどうかを検討することになる。\nしかし、このような組合せからなる組成物は、原出願当初明細書等に記載されて\nいたとはいえない。すなわち、原出願当初明細書等においては、単に、「追加の化合\n物」が特段の技術的意義なく多数列挙され（ちなみに、HFC-254eb は同段落に列挙\nされた化合物にも含まれていない。）、特定の発明の解決課題について明らかにされ\nず、実施例においても、工程中に生成された組成物の組成比が示されるだけであり、\nそれらの組成物が有する作用効果に関する記載は全くない。そもそも、上記(b)及び\n(c)に関しては、原出願当初明細書等には、数値範囲の根拠として導入された「0.2 重\n量パーセント」、「1.9 重量パーセント」という上限値の根拠となる数値についてすら\n記載がされていない。\nこのように、本件特許に係る出願は分割要件を欠くから、本件特許に係る新規性・\n進歩性の基準日は、現実の出願日である令和元年 9 月 4 日となる。\nイ  新規性の欠如\n本件原出願に係る公開特許公報（乙 6。以下「乙 6 文献」という。）には、別紙「乙\n6 実施例 15 の化合物一覧表」の「1  モル%による各化合物の割合」記載のとおり、\nHCFC-244bb  を 603℃及び 626℃の反応温度で加熱して得られた各化合物（いずれ\nも、HFO-1234yf、HFC-143a 及び HFC-254eb 等が含まれる。）の組成割合がモル%で\n記載されている（【表 6】（表 5）。以下、前者を「乙 6 発明 1」、後者を「乙 6 発明 2」\nという。）。これらの化合物の組成を重量%に換算した結果は、「未知」とされている\n化合物の分子量を 50、100 又は 150 と仮定した場合、別紙「乙 6 実施例 15 の化合物\n一覧表」の「2  重量%への換算」記載のとおりとなる。\n上記換算結果のとおり、乙 6 発明 1 及び乙 6 発明 2 の各組成物は、それぞれ、0.2\n重量%以下の HFC-143a（構成要件 B、D）、1.9 重量%以下の HFC-254eb（構成要件\nC、E）を含有するものであるから、いずれも本件発明の構成要件を全て満たす。\nしたがって、本件発明は、乙 6 文献に記載された発明であり、新規性を欠く無効\nなものである。\nウ  原告の主張について\n原告は、原出願当初明細書に基づく分割要件違反を主張しつつ、同じく本件原出\n願に係る公開特許公報である乙 6 文献に基づく新規性欠如の無効理由を主張するこ\nと自体が妥当性を欠くなどと主張する。\nしかし、分割要件違反の判断において問題となるのは、本件発明、すなわち、HFO-\n1234yf（あらゆる比率）に対して、0.2 重量%以下の HFC-143a、及び 1.9 重量%以下\nの HFC-254eb を組み合わせ、かつ、他の化合物を含むことを許容するという「包括\n的な組成物」が原出願当初明細書に記載されていたといえるかどうか、という点で\nある。これに対し、新規性欠如の無効理由のために必要となる引用発明の認定の問\n題は、乙 6 文献から、603℃、626℃の反応温度で得られた上記各組成物が記載され\nていたといえるかどうか、という点である。このため、分割出願の適法性の判断対\n象となる上記「包括的な組成物」が原出願当初明細書には記載されていないと認定\nし、かつ、乙 6 発明 1 及び乙 6 発明 2 に係る上記各組成物が乙 6 文献に記載されて\nいると認定することには何ら矛盾はない。\n〔原告の主張〕\nア  分割の適法性\n本件特許の出願に係る本件原出願の分割は、以下のとおり、適法である。\n本件明細書の実施例 15 では、【表 6】（表 5）の 550℃以上の温度において、HFO-\n1234yf の含有量を増加させつつ、HFC-143a 及び HFC-254eb を含む組成物が連続し\nて得られていることが示されており、HFO-1234yf、HFC-143a 及び HFC-254eb を含\nむ組成物が実施例として具体的に開示されている。この【表 6】は、本件明細書【0092】\n～【0099】で開示された態様に相当するものであり、図 1 の最後の工程（符号 16 か\nら符号 18 への工程）に対応する実施例である。\nまた、原出願当初明細書【0011】、【0012】では、HFO-1234yf と少なくとも 1 つの\n追加の化合物とが含まれることが明記された上で、HFO-1234yf の含有量を増加させ\nる態様が【0032】～【0099】で記載され、当該記載に合致した図 1 が示され、かつ、\n当該記載に合致した実施例 1~17 が記載されている。このうち実施例 15 では、【表\n6】（表 5）において、HFO-1234yf の含有量を増加させつつ、HFC-143a 及び HFC-254eb\nを含む組成物が連続して得られていることが示されている。さらに、この【表 6】\n（表 5）においてモル%で示されている含有割合を重量%に変換すると、HFC-143a\nは 0.2 重量%以下、HFC-254eb は 1.9 重量%以下の範囲となる。\nしたがって、原出願当初明細書等には本件発明に対応する発明が開示されており、\n本件特許に係る出願は分割要件に違反するものではない。\nイ  本件発明は新規性を有すること\n本件特許に係る出願は分割要件に違反しないことから、その出願は、本件原出願\n時にしたものとみなされる。したがって、乙 6 文献記載の発明に基づいて本件発明\nが新規性を欠くことにはならない。\nウ  被告の主張について\n被告は、原出願当初明細書に基づく分割要件違反を主張しつつ、同じく本件原出\n願に係る公開特許公報である乙 6 文献に基づく新規性欠如の無効理由を主張するも\nのであり、それ自体が妥当性を欠く。\n(3)  争点 2-2（サポート要件違反を無効理由とする無効の抗弁の成否）\n〔被告の主張〕\n本件発明は、以下のとおり、2 つの観点からサポート要件に違反する。すなわち、\n①発明の解決課題が不明確であることに基づくサポート要件違反及び②本件明細書\nに記載された「背景技術」を発明の解決課題と理解した場合のサポート要件違反で\nある。\nア  ①の観点でのサポート要件違反\n本件明細書には、「新たな環境規制によって、冷蔵、空調およびヒートポンプ装置\nに用いる新たな組成物が必要とされてきた。低地球温暖化係数の化合物が特に着目\nされている。」（【0002】）との「背景技術」が記載されている。また、当該「背景技\n術」の記載の直後に「出願人は、1234yf 等の新たな低地球温暖化係数の化合物を調\n製する際に、特定の追加の化合物が少量で存在することを見出した。」（【0003】）と\nの記載がある。これらの記載からすると、本件発明は、単なる発見であって、明確\nな解決課題がないようにも理解できる。\n本件発明は組成物の発明であるところ、組成物の発明は、これを構成する化合物\nが公知であることを前提として、特定の発明の解決課題に対応すべく、特定の化合\n物を選択し、かつ、これを特定の割合で組み合わせるという技術的思想に基づく発\n明である。そうすると、組成物の発明においては、当該組成物が技術的思想たる発\n明であることに対応して、特定の発明の解決課題が存在しなければならない。しか\nるに、本件明細書の上記各記載からは、組成物の発明に対応した特定の発明の解決\n課題が明確に理解できない。\nこのように、本件発明の課題について当業者が理解できるように記載されていな\nい場合には、特許請求の範囲に記載された発明が、発明の詳細な説明の記載により\n当業者が当該発明の課題を解決できると認識し得る範囲のものと認めることはでき\nず、また、発明の詳細な説明に記載や示唆がなくとも、当業者が出願時の技術常識\nに照らし当該発明の課題を解決できると認識し得る範囲のものとは認められない 。\nしたがって、発明の解決課題が不明確な本件発明は、サポート要件に違反する。\nイ  ②の観点でのサポート要件違反\n仮に、本件明細書の「背景技術」の記載等から、本件発明の解決課題は「低地球\n温暖化係数の新たな組成物を提供すること」であると一応理解することとした場合、\n本件発明は、その構成が発明の課題解決手段であることが一切理解できないこと、\n及び発明の課題を解決できない組成物が多々含まれることから、サポート要件に違\n反する。\nすなわち、本件発明のような組成物の発明は、前記のとおり、これを構成する化\n合物が公知であることを前提として、特定の発明の解決課題に対応すべく、特定の\n化合物を選択し、かつ、これを特定の割合で組み合わせるという技術的思想に基づ\nく発明である。そうすると、組成物の発明において、特定の構成成分を特定の成分\n割合に組み合わせることによる、原料成分にみられない新たな技術的効果が理解で\nきなければ、そのような組成物は、発明の特定の課題を解決できるかどうかも理解\nできないことになる。\n本件発明は、(a)HFO-1234yf、(b)0.2 重量パーセント以下の HFC-143a 及び(c)1.9 重\n量パーセント以下の HFC-254eb を必須成分として組み合わせて含有させる組成物\nであるから、本件明細書において、(a)～(c)の成分の組合せが明確に記載されており、\nかつ、このような組合せを必須とする組成物がどのような技術的意義を有し、作用\n効果を奏するのかについても本件明細書中で明確に説明されているのでなければ、\n当業者が、本件発明により本件発明の課題が解決されることを理解できるとはいえ\nない。しかるに、本件明細書においては、(a)～(c)の成分の組合せは一切記載されて\nおらず、また、(a)～(c)の成分の組合せを必須とする組成物がどのような技術的意義\nや作用効果を有するのかについて説明はされていない。このため、当業者が、本件\n発明によって本件発明の課題を解決できると認識することはない。\nまた、本件明細書に記載されていない化合物には、地球温暖化係数の高い物質も\n多数含まれ得る上、本件明細書に記載された化合物にも、HFC-23、CFC-13 をはじ\nめとして、地球温暖化係数の高い化合物が多数含まれている。そうすると、本件発\n明には、低地球温暖化係数の組成物の提供という解決課題を解決し得ない組成物を\n多々含むことになる。このため、この意味においても、本件明細書の記載及び本件\n優先日の技術常識に基づいて、当業者が、本件発明によって本件発明の課題を解決\nできると理解することはない。\n以上より、本件発明はサポート要件に違反する。\n〔原告の主張〕\nサポート要件を充足するには、明細書に接した当業者が、特許請求された発明が\n明細書に記載されていると合理的に認識できれば足り、また、課題の解決について\nも、当業者において、技術常識も踏まえて課題が解決できるであろうとの合理的な\n期待が得られる程度の記載があれば足りる。\n本件明細書の記載によれば、本件発明は、低地球温暖化係数を有する HFO-1234yf\nを含有し、冷蔵、熱伝達流体、エアロゾル噴霧剤、発泡膨張剤として有用な組成物\nを提供することを目的としていることが認識され得る。また、本件発明は、HFO-\n1234yf、0.2 重量パーセント以下の HFC-143a 及び 1.9 重量パーセント以下の HFC-\n254eb を組み合わせることを要件としている。このため、技術常識も踏まえれば、\n本件明細書には、低地球温暖化係数を有する HFO-1234yf を含有し、冷蔵、熱伝達\n流体、エアロゾル噴霧剤、発泡膨張剤等として有用な組成物を提供できるであろう\nと、当業者が合理的に期待できる程度には十分な記載がされている。\nしたがって、本件発明につき、サポート要件違反は成立しない。\n(4)  争点 3（訂正の再抗弁の成否）\n〔原告の主張〕\nア  本件訂正が新規事項の追加に該当しないこと\n原告は、本件無効審判手続において訂正請求を行い、本件発明の特許請求の範囲\n請求項 1 について、HFO-1234yf の含有量を「77.0 モルパーセント以上」とする旨の\n本件訂正を行った。\n本件訂正に係る HFO-1234yf の含有量を増加させる態様は、本件明細書に記載さ\nれている。すなわち、本件明細書には、「HFO-1243zf のフルオロ塩素化」について\nの記載がされ、HFO-1243zf から HCFC-243db、HFO-1234yf 及び HFC-245cb を生成\nする記載がある。また、本件明細書には、「HCFC-243db のフッ素化」についての記\n載がされ、上記で得られた HCFC-243db から HFO-1234yf、HCFC-244bb 及び HCFO-\n1233xf を生成する記載がある。さらに、本件明細書には、「HCFO-1233xf のフッ素\n化」についての記載がされ、上記で得られた HCFO-1233xf から HCFC-244bb 及び\nHFO-1234yf を生成する記載がある。その上で、「HCFC-244bb の脱塩化水素化」につ\nいての記載があり、上記で得られた HCFC-244bb の脱塩化水素化を用いて、HFO-\n1234yf を作製することが記載されている。加えて、本件明細書には、これらの記載\nに合致した図 1 が記載され、また、これらの記載に対応する実施例 1～17 がそれぞ\nれ提供されている。このうち、図 1 の最後の工程に対応する実施例である実施例 15\nに係る【表 6】（表 5）では、温度を調整することで HFO-1234yf の濃度を高めるこ\nとができる内容が開示されており、実際に 77.0 モル%以上の HFO-1234yf を得るこ\nとができたことが示されている。\nしたがって、HFO-1234yf を 77.0 モル%以上に限定する本件訂正は、出願当初の本\n件明細書に記載された内容での訂正であり、新たな技術的事項を導入するものでは\nない。\nイ  本件訂正発明に無効理由がないこと\n(ｱ)    新規性欠如の無効理由は存在しないこと\n本件特許に係る出願に分割要件違反がないことは、前記(2)〔原告の主張〕のとお\nりであって、この点は、本件訂正に係る発明についても同様である。\nしたがって、本件訂正発明につき新規性欠如の無効理由は存在しない。\n(ｲ)    サポート要件違反の無効理由は存在しないこと\n本件明細書の【表 6】（表 5）には、550℃以上の温度において、HFO-1234yf が 77.0\nモル%以上の範囲のいずれにおいても、HFC-143a が 0.2 重量%以下、HFC-254eb が\n1.9 重量%以下となっていることから、発明としてそのような組成物が開示されてい\nることになり、かつ、通常の当業者であればそのように理解する。\nしたがって、前記(3)〔原告の主張〕と同様の理由により、本件訂正発明にもサポ\nート要件違反はない。\nウ  被告製品は本件訂正発明の技術的範囲に属すること\n被告製品の構成は別紙被告製品説明書記載のとおりであり、被告製品は、本件訂\n正発明の技術的範囲に属する。\n〔被告の主張〕\nア  本件訂正が新規事項の追加に該当すること\n本件訂正は、新規事項の追加に当たるため、不適法である。\nすなわち、本件訂正発明のような組合せに係る発明は、訂正の基準となる本件明\n細書には一切記載がない。本件明細書には、単に「追加の化合物」が特段の技術的\n意義もなく多数列挙され、特定の発明の解決課題について明らかにされず、実施例\nにおいても、工程中に生成された組成物の組成比が示されるだけであり、それらの\n組成物が有する作用効果に関する記載は全くない。そもそも、0.2 重量%以下の HFC-\n143a 及び 1.9 重量%以下の HFC-254eb に関しては、本件明細書において、その数値\n範囲として導入された上限値の根拠となる数値についてすら記載がない。これに加\nえ、77.0 モル%以上の HFO-1234yf に対して特定の化合物を組み合わせるという記\n載はない。\nそうすると、本件訂正も、本件発明についての分割が不適法であることと実質的\nには同様の理由で、新規事項の追加に該当し、不適法である。\nイ  本件訂正発明には無効理由が存在すること\n前記（(2)及び(3)の各〔被告の主張〕）のとおり、本件発明には新規性欠如及びサ\nポート要件違反の無効理由が存在するところ、本件訂正によっても、これらの無効\n理由は解消されていない。\nよって、本件訂正発明には無効理由が存在する。\nウ  被告製品は本件訂正発明の技術的範囲に属しないこと\n被告製品は、本件訂正発明の技術的範囲に属しない。\n第 3  当裁判所の判断\n1    事案に鑑み、まず、争点 2－1（新規性欠如を無効理由とする無効の抗弁の成\n否）について判断する。\n(1)  分割の適法性について\nア  分割出願が適法な場合、「新たな特許出願は、もとの特許出願の時にしたもの\nとみなす」（特許法 44 条 2 項本文）という遡及効が生じることに鑑みると、適法な\n分割出願といえるためには、分割出願の明細書、特許請求の範囲又は図面に記載さ\nれた事項が、原出願の出願当初の明細書等に記載された事項の範囲内であることを\n要し、これに違反して新規事項の追加となるような分割出願の出願日は、原出願の\n出願日まで遡及することなく、実際に分割出願をした日となると解される。\nイ  本件発明に係る特許請求の範囲請求項 1 は、「HFO-1234yf と、HFC-143a、お\nよび HFC-254eb、を含む組成物であって、HFC-143a を 0.2 重量パーセント以下で、\nHFC-254eb を 1.9 重量パーセント以下で含有する組成物。」である。\n他方、本件特許出願の原出願（本件原出願）に係る原出願当初明細書等（乙 4）に\nは、次の記載がある。\n(ｱ)  技術分野\n「本開示内容は、熱伝達組成物、エアロゾル噴霧剤、発泡剤、ブロー剤、溶媒、\nクリーニング剤、キャリア流体、置換乾燥剤、バフ研磨剤、重合媒体、ポリオレフ\nィンおよびポリウレタンの膨張剤、ガス状誘電体、消火剤および液体またはガス状\n形態にある消火剤として有用な組成物の分野に関する。特に、本開示内容は、2,3,3,3,-\nテトラフルオロプロペン（HFO-1234yf または 1234yf）または 2,3-ジクロロ-1,1,1-ト\nリフルオロプロパン（HCFC-243db または 243db）、2-クロロ-1,1,1-トリフルオロプロ\nペン（HCFO-1233xf または 1233xf）または 2-クロロ-1,1,1-2-テトラフルオロプロパ\nン（HCFC-244bb）を含む組成物の熱伝達組成物として有用な組成物に関する。」\n（【0001】）\n(ｲ)  背景技術\n「新たな環境規制によって、冷蔵、空調およびヒートポンプ装置に用いる新たな\n組成物が必要とされてきた。低地球温暖化係数の化合物が特に着目されている。」\n（【0002】）\n(ｳ)  発明が解決しようとする課題\n「出願人は、1234yf 等の新たな低地球温暖化係数の化合物を調製する際に、特定\nの追加の化合物が少量で存在することを見出した。」（【0003】）\n(ｴ)    課題を解決するための手段\n「従って、本発明によれば、HFO-1234yf と、HFO-1234ze、HFO-1243zf、HCFC-\n243db、HCFC-244db、HFC-245cb、HFC-245fa、HCFO-1233xf、HCFO-1233zd、HCFC-\n253fb、HCFC-234ab、HCFC-243fa、エチレン、HFC-23、CFC-13、HFC-143a、HFC-\n152a、HFO-1243zf、HFC-236fa、HCO-1130、HCO-1130a、HFO-1336、HCFC-133a、\nHCFC-254fb、HCFC-1131、HFC-1141、HCFO-1242zf、HCFO-1223xd、HCFC-233ab、\nHCFC-226ba および HFC-227ca からなる群から選択される少なくとも 1 つの追加の\n化合物とを含む組成物が提供される。組成物は、少なくとも 1 つの追加の化合物の\n約 1 重量パーセント未満を含有する。」（【0004】）\n「HCFC-243db、HCFO-1233xf および／または HCFC-244db を含む組成物が、HFO-\n1234yf を作製するプロセスにおいて有用である。従って、1234yf を含む組成物は、\nある量の HCFC-243db、HCFO-1233xf および／または HCFC-244db を、他の化合物\nに加えて含有していてもよい。」（【0005】）\n「従って、本発明によれば、HCFC-243db と、エチレン、HFC-23、CFC-13、HFC-\n143a、HFC-152a、HFO-1234yf、HFO-1243zf、HFC-236fa、HCO-1130、HCO-1130a、\nHFO-1234ze、HFO-1336、HCFC-244bb、HCFC-244db、HFC-245fa、HFC-245cb、HCFC-\n133a、HCFC-254fb、HCFC-1131、HCFO-1233xf、HCFO-1233zd、HCFO-1242zf、HCFC-\n253fb、HCFO-1223xd、HCFC-233ab、HCFC-226ba および HFC-227ca からなる群から\n選択される少なくとも 1 つの追加の化合物とを含む組成物が提供される。組成物は、\nゼロ重量パーセントを超え、約 99 重量パーセントまでの HCFC-243db をどこかに\n含有していてよい。」（【0006】）\n「さらに、本発明によれば、HCFO-1233xf と、HCFO-1233zd、HCFO-1232xd、HCFO-\n1223xd、HCFC-253fb、HCFC-233ab、HFO-1234yf、HFO-1234ze、エチレン、HFC-23、\nCFC-13、HFC-143a、HFC-152a、HFO-1243zf、HFC-236fa、HCO-1130、HCO-1130a、\nHFO-1336、HCFC-244bb、HCFC-244db、HFC-245fa、HFC-245cb、HCFC-133a、HCFC-\n254fb、HCFC-1131、HCFO-1242zf、HCFO-1223xd、HCFC-233ab、HCFC-226ba およ\nび HFC-227ca からなる群から選択される少なくとも 1 つの追加の化合物とを含む組\n成物がさらに提供される。組成物は、ゼロ重量パーセントを超え、約 99 重量パーセ\nントまでの HCFO-1233xf をどこかに含有していてよい。」（【0007】）\n「さらに、本発明によれば、HCFC-244bb と、HCFO-1233zd、HCFO-1232xd、HCFO-\n1223xd、HCFC-253fb、HCFC-233ab、HFO-1234yf、HFO-1234ze、エチレン、HFC-23、\nCFC-13、HFC-143a、HFC-152a、HFO-1243zf、HFC-236fa、HCO-1130、HCO-1130a、\nHFO-1336、HCFC-244db、HFC-245fa、HFC-245cb、HFC-245eb、HCFC-133a、HCFC-\n254fb、HCFC-1131、HCFO-1242zf、HCFO-1223xd、HCFC-233ab、HCFC-226ba およ\nび HFC-227ca からなる群から選択される少なくとも 1 つの追加の化合物とを含む組\n成物も提供される。組成物は、ゼロ重量パーセントを超え、約 99 重量パーセントま\nでの HCFC-244bb をどこかに含有していてよい。」（【0008】）\n(ｵ)   発明を実施するための形態\n「HFO-1234yf には、いくつかある用途の中で特に、冷蔵、熱伝達流体、エアロゾ\nル噴霧剤、発泡膨張剤としての用途が示唆されてきた。また、HFO-1234yf は、…低\n地球温暖化係数（GWP）を有することも分かっており有利である。このように、HFO-\n1234yf は、高 GWP 飽和 HFC 冷媒に替わる良い候補である。」（【0010】）\n「一実施形態において、本開示内容は、HFO-1234yf と、HFO-1234ze、…HFC-143a、\n…HFC-227ca からなる群から選択される少なくとも 1 つの追加の化合物とを含む組\n成物を提供する。」（【0011】）\n「ある実施形態において、HCFC-243db、HCFO-1233xf および HCFC-244bb 中に存\n在する不純物は、HFO-1234yf を作製する反応中そのままであるため、追加の化合物\nに含まれる。」（【0013】）\n「他の実施形態において、本開示内容は、HCFC-243db と、エチレン、…HFC-143a、\n…HFO-1234yf、…HFC-227ca からなる群から選択される少なくとも 1 つの追加の化\n合物とを含む組成物を提供する。」（【0014】）\n「ある実施形態において、HCFC-243db に対する特定の前駆体化合物は、HCFC-\n243db に現れる不純物を含有する。他の実施形態において、追加の化合物は、これ\nらの前駆体不純物の反応により形成される。他の実施形態において、HCFC-243db を\n生成する反応条件では副生成物も生成され、これは、HCFC-243db を生成する特定\nの条件に応じて、別の反応経路で追加の化合物を生成できることを意味する。」\n（【0016】）\n「他の実施形態において、本開示内容は、HCFO-1233xf と、HCFO-1233zd、…HFO-\n1234yf、…HFC-143a、…HFC-227ca からなる群から選択される少なくとも 1 つの追\n加の化合物とを含む組成物を提供する。」（【0017】）\n「ある実施形態において、HCFO-1233xf に対する特定の前駆体化合物は、HCFO-\n1233xf に現れる不純物を含有する。他の実施形態において、追加の化合物は、これ\nらの前駆体不純物の反応により形成される。他の実施形態において、HCFO-1233xf\nを生成する反応条件では副生成物も生成され、これは、HCFO-1233xf を生成する特\n定の条件に応じて、別の反応経路で追加の化合物を生成できることを意味する。」\n（【0019】）」\n「他の実施形態において、本開示内容は、HCFC-244bb と、HCFO-1233zd、…HFO-\n1234yf、…HFC-143a、…HFC-227ca からなる群から選択される少なくとも 1 つの追\n加の化合物とを含む組成物を提供する。」（【0020】）\n「ある実施形態において、HCFC-244bb に対する特定の前駆体化合物は、HCFC-\n244bb に現れる不純物を含有する。他の実施形態において、追加の化合物は、これ\nらの前駆体不純物の反応により形成される。他の実施形態において、HCFC-244bb を\n生成する反応条件では副生成物も生成され、HCFC-243db に現れ、これは、HCFC-\n244bb を生成する特定の条件に応じて、別の反応経路で追加の化合物を生成できる\nことを意味する。」（【0022】）」\n「HFO-1234yf を含む本明細書に開示された組成物は、低地球温暖化係数（GWP）\n熱伝達組成物、エアロゾル噴霧材、発泡剤、ブロー剤、溶媒、クリーニング剤、キ\nャリア流体、置換乾燥剤、バフ研磨剤、重合媒体、ポリオレフィンおよびポリウレ\nタンの膨張剤、ガス状誘電体、消火剤および液体またはガス状形態にある消火剤と\nして有用である。開示されている組成物は、熱を熱源からヒートシンクへ伝えるの\nに用いる作業流体として作用し得る。かかる熱伝達組成物はまた、流体が相変化す\nる、すなわち、液体から気体へ、そして戻るまたは反対も同様のサイクルで冷媒と\nしても有用である。」（【0023】）\n「開示された組成物を作製する化合物を表 1 に示す。」（【0027】）\n「【表 1】\n」【0028】\n「HCFC-244bb の脱塩化水素化／ある実施形態において、HCFC-244bb の脱塩化水\n素化を用いて、HFO-1234yf を作製する。」（【0092】。「／」は改行部分を示す。以下\n同じ。）\n「一実施形態において、HFO-1234yf は、HCFC-244bb の熱脱塩素水素化により調\n製される。一実施形態において、この反応は、触媒なしでなされる。一実施形態に\nおいて、HCFC-244bb を、HCFC-244bb の熱脱塩素水素化を行うのに十分に高い温度\nに維持された反応容器に入れる。一実施形態において、温度は、少なくとも 50%の\nパーセント変換率まで HCFC-244bb の熱脱塩素水素化を行うのに十分に高い。他の\n実施形態において、温度は、少なくとも 65%のパーセント変換率まで HCFC-244bb\nの熱脱塩素水素化を行うのに十分に高い。さらに他の実施形態において、温度は、\n少なくとも 80%のパーセント変換率まで HCFC-244bb の熱脱塩素水素化を行うのに\n十分に高い。さらに他の実施形態において、温度は、少なくとも 12 時間の連続操作\nについて、少なくとも 70%のパーセント変換率まで HCFC-244bb の熱脱塩素水素化\nを行うのに十分に高い。」（【0095】）\n「一実施形態において、HCFC-244bb を、約 500℃～約 700℃の範囲の温度に維持\nされた反応容器に入れる。他の実施形態において、反応容器の温度は、約 500℃～\n約 650℃の範囲に維持される。さらに他の実施形態において、反応容器の温度は、\nHCFC-244bb の HFO-1234yf への熱分解が、80%以上の選択性でなされるのに十分に\n高い温度に維持される。さらに他の実施形態において、反応容器の温度は、HCFC-\n244bb の HFO-1234yf への熱分解が、85%  以上の選択性でなされるのに十分に高い\n温度に維持される。」（【0096】）\n「一実施形態において、反応ゾーンは、耐食性材料で構成された反応容器である。\n一実施形態において、これらの材料は、合金、例えば、…Inconel（登録商標）…と\nいう商標名で市販されているニッケル－クロム合金…またはフルオロポリマーライ\nニングを有する容器を含む。」（【0097】）\n「一実施形態において、HCFC-244bb を、約 30℃～約 100℃の温度まで、気化器\nで予熱する。他の実施形態において、HCFC-244bb を、約 30℃～約 80℃の温度まで、\n気化器で予熱する。」（【0098】）\n「ある実施形態において、不活性希釈ガスを、HCFC-244bb のためのキャリアガ\nスとして用いる。一実施形態において、選択されるキャリアガスは、窒素、アルゴ\nン、ヘリウムまたは二酸化炭素である。」（【0099】）\n(ｶ)    実施例\n「実施例 15 は、HCFC-244bb（2-クロロ-1,1,1,2-テトラフルオロプロパン）の HFO-\n1234yf（2,3,3,3-テトラフルオロプロペン）への触媒なしでの変換を示すものである。」\n（【0121】）\n「加熱ゾーンが約 12 インチの空の Inconel（登録商標）管（1/2 インチ OD）を、\n500℃～626℃の温度まで加熱し、HFC-244bb を、0.52mL/時で、40℃に設定された気\n化器を通して、2.4sccm（4.0×10-8m3）の N2 スイープを用いて供給した。リアクタ流\n出物を、オンライン GSMS で分析した。結果をモルパーセントで記録してある。」\n（【0122】）\n「【表 6】（表 5）\n」（【0123】）\n「実施例 16 は、HCFC-244bb（2-クロロ-1,1,1,2-テトラフルオロプロパン）の HFO-\n1234yf（2,3,3,3-テトラフルオロプロパン）への触媒なしでの変換を示すものである。」\n（【0124】）\n「加熱ゾーンが約 12 インチの空の Inconel（登録商標）管（1/2 インチ OD）を、\n575℃まで加熱し、HFC-244bb を、0.35mL/時で、40℃に設定された気化器を通して、\n3.6sccm（6.0×10-8ｍ3）の N2 スイープを用いて供給した。リアクタを連続で合計 19\n時間操作し、試料を周期的に採取して、分析し、HFC-244bb の%変換率および HFO-\n1234yf への選択性を求めた。リアクタ流出物を、オンライン GCMS を用いて分析し\nた。以下の表 6 のデータは、与えられた条件での少なくとも 2 つのオンライン注入\nの平均であり、パーセンテージはモルパーセントである。」（【0125】）\n「【表 7】\n」（【0126】）\n(ｷ)  特許請求の範囲\n「【請求項 1】\nHFO-1234yf と、HFC-254eb と、並びに、HFC-245cb 及び HFC-143a からなる群か\nら選択される少なくとも 1 つのメンバーと、／を含む組成物。\n【請求項 2】\n前記メンバーが HFC-245cb を含有する請求項 1 に記載の組成物。\n【請求項 3】\n前記メンバーが HFC-143a を含有する請求項 1 に記載の組成物。\n【請求項 9】\n液体から気体まで相転移し戻る組成物を含むサイクルにおいて冷媒として請求項\n1、2 又は 3 に記載の組成物を用いる方法。」\nウ  検討\n(ｱ)  原出願当初明細書等によれば、本件原出願に係る発明（以下「原出願当初発\n明」という。）は、熱伝達組成物等として有用な組成物、特に、HFO-1234yf、HCFC-\n243db、HCFO-1233xf 又は HCFC-244bb を含む組成物の熱伝達組成物として有用な\n組成物に関するものであり（【0001】）、新たな環境規制によって、冷蔵、空調及びヒ\nートポンプ装置に用いる新たな組成物が必要とされ、特に、低地球温暖化係数の化\n合物が着目されていることを背景とするものであり（【0002】）、HFO-1234yf 等の新\nたな低地球温暖化係数の化合物を調製する際に、特定の追加の化合物が少量で存在\nすることを見出した（【0003】）ものと理解される。また、原出願当初明細書に開示\nされた組成物は、低地球温暖化係数（GWP）熱伝達組成物等として有用であるなど\nともされている（【0023】）。\nさらに、原出願当初明細書において、「冷蔵、熱伝達流体、エアロゾル噴霧剤、発\n泡膨張剤としての用途が示唆されてきた。」、「低地球温暖化係数（GWP）を有するこ\nとも分かっており有利である。このように、HFO-1234yf は、高 GWP 飽和 HFC 冷媒\nに替わる良い候補である。」（いずれも【0010】）とされていることに鑑みると、HFO-\n1234yf を HFC 冷媒に代替する低地球温暖化係数の冷媒の用途に用いることは、原\n出願当初発明との関係では従来技術であることが理解される。\n他方、原出願当初発明の解決すべき課題について、明示的な記載は見当たらない。\nもっとも、上記各記載によれば、新たな環境規制に対応し得る低地球温暖化係数の\n新たな組成物を提供することが原出願当初発明の解決すべき課題とされていること\nが示唆されているものと理解することも可能である（なお、原出願当初明細書と共\nに願書に添付された要約書には、【課題】として、「本発明は、新たな環境規制によ\nって、冷蔵、空調およびヒートポンプ装置に用いる新たな組成物、低地球温暖化係\n数の化合物を提供することを課題とする。」旨の記載がある。）。\n(ｲ)  原出願当初明細書等によれば、原出願当初発明は、HFO-1234yf と、HCFC-\n243db、HCFC-244db、HCFO-1233xf、HCFC-244bb、HFC-143a 等からなる群から選択\nさ れ る 少 な く と も 1 つ の 追 加 の 化 合 物 と を 含 む 組 成 物 を 提供 す る も の で あ る\n（【0001】、【0004】、【0011】）。\n加えて、HCFC-243db、HCFO-1233xf 及び／又は HCFC-244db を含む組成物は、\nHFO-1234yf を作製するプロセスにおいて有用であり、HFO-1234yf を含む組成物は、\nある量の HCFC-243db、HCFO-1233xf 及び／又は HCFC-244db を、他の化合物に加\nえて含有していてもよいとされる（【0005】）。このため、原出願当初発明によれば、\nHCFC-243db と、HFC-143a、HFO-1234yf、HCFC-244bb、HCFC-244db、HCFO-1233xf\n等 か ら な る 群 か ら 選 択 さ れ る 少 な く と も 1 つ の 追 加 の 化 合 物 と を 含 む 組 成 物\n（【0006】、【0014】）、HCFO-1233xf と、HFO-1234yf、HFC-143a、HCFC-244bb、HCFC-\n244db 等からなる群から選択される少なくとも 1 つの追加の化合物とを含む組成物\n（【0007】、【0017】）及び HCFC-244bb と、HFO-1234yf、HFC-143a、HCFC-244db 等\nからなる群から選択される少なくとも 1 つの追加の化合物とを含む組成物も提供さ\nれる（【0008】、【0020】）。\nさらに、HCFC-243db、HCFO-1233xf 及び HCFC-244bb のいずれにおいても、ある\n実施形態において、HCFC-243db 等に対する特定の前駆体化合物は、HCFC-243db 等\nに現れる不純物を含有し、他の実施形態において、追加の化合物は、これらの前駆\n体不純物の反応により形成され、他の実施形態において、HCFC-243db 等を生成す\nる反応条件では副生成物も生成され、これは、HCFC-243db 等を生成する特定の条\n件に応じて、別の反応経路で追加の化合物を生成できることを意味する（【0016】、\n【0019】、【0022】）。\nこのうち、原出願当初明細書記載の HCFC-244bb の脱塩化水素化を用いた HFO-\n1234yf 作製方法のうち、触媒なしでされるもの（【0092】、【0095】～【0099】）によ\nり得られた生成物を分析したところ、HFO-1234yf、HFC-143a 及び HFC-254eb を含\nむ 8 つの化合物並びに未知の成分（実施例 15。【0121】～【0123】）又は HFO-1234yf\n及び HFC-254eb を含む 8 つの化合物（HFC-143a は少なくとも明示的には含まれな\nい。）並びに未知の成分（実施例 16。【0124】～【0126】）が認められたことが理解さ\nれる。\nこのように、原出願当初明細書には、 原出願当初発明の実施形態として HFO-\n1234yf と組み合わせる他の化合物が列挙されている。もっとも、HFC-143a はこれに\n明示的に含まれているものの、HFC-254eb は明示的には言及されておらず、開示さ\nれた組成物を作製する化合物にも含まれておらず（【0027】、【0028】）、上記各実施例\nにおいて、HCFC-244bb の HFO1234yf への触媒なしでの変換による生成物の 1 つと\nして示されているにとどまる。また、これらの生成物は、HFO-1234yf 等の新たな低\n地球温暖化係数の化合物を調製する際に少量存在する特定の追加の化合物（【0003】）\nに当たるものとも理解し得るものの、この「追加の化合物」が存在する技術的意義\n等に関する記載や示唆は、原出願当初明細書には見当たらない。そうすると、実施\n例 15 及び 16 に示される HFO-1234yf を除く生成物については、単に、HFO-1234yf\nを調製する際に、その原料等に含まれる不純物や副生成物（【0016】、【0019】、【0022】）\nが「追加の化合物」として少量存在することが記載されているに過ぎないものと理\n解される。\nさらに、原出願当初明細書の実施例の記載を参酌しても、実施例 15 及び 16 の各\n表（【0123】、【0126】）に記載された 8 つの化合物及び未知の成分の中から、HFC-143a\nと HFC-254eb を特に選択して HFO-1234yf と組み合わせ、原出願当初発明に係る構\n成とすることにつき、その技術的意義ないし作用効果等に係る明示的な記載はなく、\nこれを示唆する記載も見当たらない。まして、これらの化合物の含有割合が持つ技\n術的意義等に関する記載ないし示唆もない。そうすると、これらの実施例は、分析\nの結果得られた化合物及びその含有割合を単に記載しているに過ぎないものと理解\nするほかない。\n(ｳ)  本件原出願に係る特許請求の範囲には、HFO-1234yf 及び HFC-254eb に、HFC-\n245cb 及び HFC-143a から成る群から選択される少なくとも 1 つのメンバーを含む\n組成物等が記載されている。しかし、この記載を踏まえても、上記組成物から HFO-\n1234yf のほかに HFC-143a と HFC-254eb を選択し、これら 2 つの成分の含有量につ\nき、HCFC-143a は 0.2 重量%以下、HFC-254eb は 1.9 重量%以下と特定して、これら\nを HFO-1234yf と組み合わせた構成とすることを導き出すことは必ずしもできない。\nエ  小括\n以上によれば、原出願当初明細書等の記載から導かれる技術的事項は、低地球温\n暖化係数の化合物である HFO-1234yf を調製する際に、その原料等に含まれる不純\n物や副生成物が追加の化合物として少量存在し得るという点にとどまるものと理解\nされる。これに対し、本件発明は、HFC-143a と HFC-254eb を特に選択し、これらを\n特定の割合による含有量で HFO-1234yf と組み合わせた組成物とする構成であると\nころ、原出願当初明細書等の記載から、上記 3 つの化合物を選び出し、そのうちの\n2 つの化合物を所定の割合で含有する組成物とすることは、原出願当初明細書等の\n記載から認識し得る事項とはいえず、新たな技術的意義を導入するものというべき\nである。したがって、本件特許に係る出願は、原出願当初明細書等に記載された事\n項の範囲内でされたものとはいえず、分割出願としては不適法である。\nそうすると、本件特許に係る出願は、本件原出願の時にしたものとみなすことは\nできず、実際に本件特許に係る出願をした令和元年 9 月 4 日をもって出願日とする\nこととなる。\n（2）  無効理由（新規性の欠如）について\nア  特開 2018-154841 号公報（平成 30 年 10 月 4 日公開。乙 6 文献）には、次の\n記載がある。\n「加熱ゾーンが約 12 インチの空の Inconel（登録商標）管（1/2 インチ OD）を、\n500℃～626℃の温度まで加熱し、HFC-244bb を、0.52mL/時で、40℃に設定された気\n化器を通して、2.4sccm（4.0×10-8m3）の N2 スイープを用いて供給した。リアクタ流\n出物を、オンライン GSMS で分析した。結果をモルパーセントで記録してある。」\n（【0122】）\n「【表 6】（表 5）\n」（【0123】）\nイ  上記【表 6】（表 5）の各化合物の含有割合は、モル%で示されている。他方、\n本件発明において各化合物の含有割合は重量%で示されていることから、モル%を\n重量%に換算する必要がある。ここで、【表 6】（表 5）には、8 つの化合物のほかに\n「未知」とされる成分も記載されているところ、【表 6】（表 5）は、別紙「乙 6 実施\n例 15 の化合物一覧表」記載 2 の「分子量」欄記載のとおり、分子量 150.5 の HFC-\n244bb を 500℃～626℃の温度まで加熱し、熱分解させる反応（【0096】）で生じた生\n成物を表したものであるから、未知の成分の分子量は、最大で約 150、最小で HFO-\n1141 の分子量 46 の範囲内にあると推定される。このため、未知の成分の分子量を\n50～150 と仮定して設定し、モル%で示された化合物の組成を重量%に変換すること\nは、合理的な計算方法といえる。\nそこで、未知の成分の分子量を①50、②100、③150 と仮定し、加熱温度を 603℃\n及び 626℃と設定した場合の HFO-1234yf、HFC-143a 及び HFC-254eb の含有量をモ\nル%から重量%へ換算した以下の被告による計算結果は、合理性のあるものと認め\nられる。\n①未知の成分の分子量が 50 の場合\n温度  HFC-143a    HFO-1234yf  HFC-254eb\n603℃  0.155  89.287  1.50\n626℃  0.159  88.845  0.77\n②未知の成分の分子量が 100 の場合\n温度  HFC-143a  HFO-1234yf  HFC-254eb\n603℃  0.153  88.391  1.481\n626℃  0.154  86.437  0.746\n③未知の成分の分子量が 150 の場合\n温度  HFC-143a  HFO-1234yf  HFC-254eb\n603℃  0.152  87.513  1.47\n626℃  0.150  84.155  0.73\n上記換算結果によれば、乙 6 文献には、本件発明の発明特定事項のうち含有割合\nが特定されていない HFO-1234yf に対し、HFC-143a の上限は 0.2 重量%以下であり、\nHFC-254eb の上限は 1.9 重量%以下であることが示されているということができる。\n以上より、乙 6 文献には、乙 6 発明 1 及び 2 が開示されているものと理解される\nところ、本件発明は、乙 6 発明 1 及び 2 と同一であるといえる。\nしたがって、本件特許は、特許法 29 条 1 項 3 号に違反してされたものであり、特\n許無効審判により無効にされるべきもの（同法 123 条 1 項 2 号）と認められる。\nウ  原告の主張について\n(ｱ)   原告は、HFO-1234yf に HFC-143a 及び HFC-254eb を組み合わせてなる組成\n物は、原出願当初明細書の実施例 15 の【表 6】（表 5）において示されており、原出\n願当初明細書等には本件発明に対応する発明が開示されている旨と共に、原出願当\n初明細書に基づく分割要件違反を主張しつつ、同じく本件原出願に係る乙 6 文献に\n基づく新規性欠如の無効理由を主張すること自体が妥当性を欠く旨を主張する。\nしかし、原出願当初明細書に記載があるのは、原出願当初発明として開示された\n組成物を作製する化合物である 33 の化合物（原出願当初明細書【0027】、【0028】、\n【表 1】）の中から複数の化合物を含む組成物を提供することであり、かつ、その組\n合せが多様となり得ることにとどまる。また、前記(1)ウのとおり、原出願当初明細\n書等には、これらの中から本件発明に係る 3 つの化合物に着目して選択する理由や\nそのうち 2 つの化合物の含有割合を特定すること、及びその技術的意義等について\n何らの記載も示唆もない。そうすると、当業者において、上記実施例における分析\n結果から、本件発明における HFO-1234yf、HFC-143a 及び HFC-254eb という 3 つの\n化合物を特定し、かつ、そのうち 2 つの化合物の含有割合を特定することを導き出\nすことはできないから、原告指摘に係る記載があるからといって、本件特許に係る\n出願が原出願明細書等記載の事項の範囲内においてされたものであるということは\nできない。\nまた、分割出願における新規事項の追加の有無は、原出願の当初の明細書等の記\n載と分割出願に係る発明とを比較して、分割出願に係る技術的事項が原出願の当初\nの明細書等から導くことが可能であるか否かを問題とするものであり、本件におい\nては、特に含有割合に指定のない HFO-1234yf に対して 0.2 重量%以下の HFC-143a\n及び 1.9 重量%以下の HFC-254eb を組み合わせ、かつ、他の化合物を含むことを排\n除しない組成物を構成するための技術的思想が原出願当初明細書等に記載されてい\nたといえるかどうかが問題となるものである。これに対し、新規性欠如（特許法 29\n条 1 項 3 号）の無効理由の存否は、当該発明がその発明の出願前に刊行物に記載さ\nれた発明（引用発明）と同一であるか否かを問題とするものであり、本件において\nその判断に必要となる引用発明の認定は、乙 6 文献において、HFO-1234yf に対して\n0.2 重量%以下の HFC-143a 及び 1.9 重量%以下の HFC-254eb を組み合わせた組成物\nが記載されているかどうかという問題である。このように、前者と後者とでは判断\nに当たっての着眼点が異なることから、同じく本件原出願に係る原出願当初明細書\nと乙 6 文献に基づいて分割要件違反の有無と新規性の欠如の有無を主張したとして\nも、必ずしも妥当性を欠くものとはいえない。\nしたがって、この点に関する原告の主張はいずれも採用できない。\n2  争点 3（訂正の再抗弁の成否）について\n本件訂正は、本件発明の構成要件 A に係る HFO-1234yf の下限値を 77.0 モル%と\nするものである。しかし、前記 1(1)のとおり、本件特許に係る出願が分割出願とし\nては不適法とされるのは、原出願当初明細書等の記載から導かれる技術的事項につ\nき、低地球温暖化係数の化合物である HFO-1234yf を調製する際に、その原料等に\n含まれる不純物や副生成物が追加の化合物として少量存在し得るという点にとどま\nるものと理解されるのに対し、本件発明は、HFC-143a と HFC-254eb を特に選択し、\nこれらを特定の割合による含有量で HFO-1234yf と組み合わせた組成物とする構成\nであり、原出願当初明細書等の記載から、上記 3 つの化合物を選び出し、そのうち\nの 2 つの化合物を所定の割合で含有する組成物とすることは、原出願当初明細書等\nの記載から認識し得る事項であるとはいえず、新たな技術的意義を導入するものと\nいうべきであることによる。しかるに、本件発明に係る HFO-1234yf の含有される\n割合の下限値を定めたとしても上記事情が解消されることはない以上、本件発明に\n係る新規性欠如の無効理由は、本件訂正により解消されない。\nしたがって、その余の点につき論ずるまでもなく、本件訂正に係る訂正の再抗弁\nは成立しない。この点に関する原告の主張は採用できない。\n3  まとめ\n以上より、その余の点につき論ずるまでもなく、原告は、被告に対し、本件特許\n権を行使することはできない（特許法 104 条の 3 第 1 項）。\n第 4    結論\nよって、原告の請求はいずれも理由がないからこれを棄却することとして、主文\nのとおり判決する。\n東京地方裁判所民事第４７部\n裁判長裁判官\n杉    浦      正    樹\n裁判官\n小    口      五    大\n裁判官\n鈴    木      美  智  子\n別紙\n被告製品目録\nHFO-1234yf と、HFC-143a、および HFC-254eb、を含む組成物であって、HFC-\n143a を 0.2 重量パーセント以下で、HFC-254eb を 1.9 重量パーセント以下で含有す\nる組成物。\n例えば製品名に「1234yf」を含む製品及びそれらの製品の中間製品（製品の製造\nの中間過程で造られた上記の構成を備えるものであって、以後の製造工程を経るこ\nとによって製品となるもの）\n製品名に「1234yf」を含む製品の一例としては下記製品名の製品（ただし、製品\n名の一部に下記製品名を有するものを含む。）\n記\n1  AGC  HFO-1234yf\n2  AMOLEA  HFO-1234yf\n3  AGC  1234yf\n4  AMOLEA  1234yf\n5  アサヒクリン  1234yf\n以上\n別紙\n被告製品説明書\n甲 3 乃至甲 5 によれば、被告製品は HFO-1234yf を含んでいる。\n甲 4 及び甲 5 によれば、被告製品は 0.0017 重量%（0.0023 モル%）の HFC-143a を\n含んでいる。\n甲 4 及び甲 5 によれば、被告製品は 0.0789 重量%（0.0776 モル%）の、HFC-254eb\nを含んでいる。\nよって、本件発明と比較した場合、被告製品は、以下の構成を有する。\na  HFO-1234yf と、\nb  HFC-143a、および\nc  HFC-254eb、を含む組成物であって、\nd  HFC-143a を 0.0017 重量%で、\ne  HFC-254eb を 0.0789 重量%で含有する組成物。\n別紙\n乙 6 実施例 15 の化合物一覧表\n1  モル%による各化合物の割合\n2  重量%への換算\n"
}