{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 2,
    "month": 5,
    "day": 20
  },
  "case_number": "令和1(行ケ)10116",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "89515",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=89515",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/515/089515_hanrei.pdf",
  "contents": "令和２年５月２０日判決言渡\n令和元年（行ケ）第１０１１６号  審決取消請求事件\n口頭弁論終結日  令和２年２月１０日\n判決\n原              告            住友重機械ファインテック株\n式会社\n同訴訟代理人弁護士              福    土      勝    也\n同訴訟代理人弁理士              谷    水      浩    一\n井    津      健  太  郎\n安    藤      公    祐\n西    脇      美  奈  子\n被              告          特許庁長官\n同 指 定 代 理 人            金              公    彦\n菊      地    則    義\n河      本    充    雄\n豊      田    純    一\n主文\n１  特許庁が不服２０１８－１２４９４号事件について令和元年７月２\n２日にした審決を取り消す。\n２  訴訟費用は被告の負担とする。\n事 実 及 び 理 由\n第１  請求\n主文同旨\n第２  事案の概要\n本件は，特許出願拒絶査定に対する不服審判請求を不成立とした審決の取消訴訟\nである。争点は，独立特許要件違反（新規性，進歩性欠如）の判断の誤りの有無で\nある。\n１  特許庁における手続の経緯\n原告は，発明の名称を「回転ドラム型磁気分離装置」とする発明につき，平成２\n６年１０月１日，特許出願（特願２０１４－２０２８２４号。甲９。以下「本願」\nという。）をし，平成２９年１０月２７日付け及び平成３０年３月５日付けで特許請\n求の範囲等を補正する手続補正をした（甲１０，甲１２の２）が，同年６月１２日\n付けで拒絶査定（甲１３）を受けたので，同年９月１９日，拒絶査定不服審判請求\nをし（甲１４の１），同審判請求は，不服２０１８－１２４９４号として審理された。\n原告は，同日，特許請求の範囲を補正する手続補正（以下「本件補正」という。\n甲１４の２）をしたが，特許庁は，令和元年７月２２日，本件補正を却下した上，\n「本件審判の請求は，成り立たない。」との審決（以下「本件審決」という。）をし，\n同審決謄本は，同年８月６日，原告に送達された。\n２  特許請求の範囲の記載（甲９，１０，甲１２の２，甲１４の２）\n(1) 本件補正前（平成２９年１０月２７日付けの補正後）の本願の特許請求の\n範囲請求項１の記載は，次のとおりである（同請求項に係る発明を，以下「本件補\n正前発明」という。）。\n「複数の磁石を配置した第１の回転ドラムを備え，使用済みクーラント液中の磁\n性体を分離する回転ドラム型磁気分離装置において，\n複数の磁石を配置した第２の回転ドラムを，前記第１の回転ドラムよりも使用済\nみクーラント液が流入してくる手前側に備え，\n前記第２の回転ドラムが使用済みクーラント液中の磁性体を磁化することで，該\n磁性体を互いに吸着させて大きくするとともに，\n前記第２の回転ドラムに付着した磁性体を掻き取るスクレパーと，\n前記第１の回転ドラム下部の流路を形成する底部材とを備え，\n前記スクレパーにより掻き取られた磁性体が大きくなった状態のまま，前記使用\n済みクーラント液の流れに沿って前記第１の回転ドラムへ誘導されることを特徴と\nする回転ドラム型磁気分離装置。」\n(2)  本件補正後の本願の特許請求の範囲請求項１の記載は，次のとおりである\n（同請求項に係る発明を，以下「本件補正発明」という。）。\n「複数の磁石を配置した第１の回転ドラムを備え，使用済みクーラント液中の磁\n性体を分離する回転ドラム型磁気分離装置において，\n複数の磁石を配置した第２の回転ドラムを，前記第１の回転ドラムよりも使用済\nみクーラント液が流入してくる手前側に備え，\n前記使用済みクーラント液は，第２の回転ドラムから第１の回転ドラムに向かっ\nて流れ，\n前記第２の回転ドラムが使用済みクーラント液中の磁性体を磁化することで，該\n磁性体を互いに吸着させて大きくするとともに，\n前記第２の回転ドラムに付着した磁性体を掻き取るスクレパーと，\n前記第１の回転ドラム下部の流路を形成する底部材とを備え，\n前記スクレパーにより掻き取られた磁性体が大きくなった状態のまま，前記使用\n済みクーラント液の流れに沿って前記第１の回転ドラムへ誘導されることを特徴と\nする回転ドラム型磁気分離装置。」\n３  本件審決の理由の要旨\n(1) 引用発明について\n実願昭５０－１０４５５８号（実開昭５２－１９０８０号）のマイクロフィルム\n（以下「引用文献１」という。甲１）には，以下のとおりの発明（以下「引用発明」\nという。）が記載されている。\n「工作機械の切削油，冷却液等に混入する鉄粉等の磁性を有する切屑の分離排出\n装置であって，鉄粉等を含有するダーティオイルである混濁液を工作機械からオイ\nルタンク中に排出するオイル排出口，ダーティオイル２１とクリーンオイル２３と\nを仕切る仕切板１９，装置の側壁に回動自在に支承され，複数のパーマネントマグ\nネットを配置したマグネットドラム２５，２７，２９，３１，３２，マグネットド\nラム２５，２７，２９，３１，３２の外周面に接するように固設されたカキ取り板\n３９，及びクリーンオイル２３を工作機械に送るポンプＰを備え，オイル排出口か\nら流下した混濁液中の鉄粉は仕切板１９に沿って沈降し，マグネットドラム２５の\n付近に落下して沈殿し，沈殿した鉄粉はマグネットドラム２５の外周面に吸着され，\n鉄粉はカキ取り板にて分離されカキ取り板の表面に沿って徐々に送り出され，マグ\nネットドラム２５からかなりの間隔となった時点で次のマグネットドラム２７の外\n周面に吸着される，装置。」\n(2)  一致点及び相違点\n本件補正発明と引用発明との一致点及び相違点は，以下のとおりである。\nア  一致点\n「複数の磁石を配置した第１の回転ドラムを備え，使用済みクーラント液中の磁\n性体を分離する回転ドラム型磁気分離装置において，複数の磁石を配置した第２の\n回転ドラムを備え，前記第２の回転ドラムに付着した磁性体を掻き取るスクレパー\nと，前記第１の回転ドラム下部の流路を形成する底部材とを備え，前記スクレパー\nにより掻き取られた磁性体が前記第１の回転ドラムへ誘導される回転ドラム型磁気\n分離装置。」である点\nイ  相違点\n(ｱ) 相違点１\n本件補正発明は「第２の回転ドラムが使用済みクーラント液中の磁性体を磁化す\nることで，該磁性体を互いに吸着させて大きく」なるものであるが，引用発明は磁\n性体が互いに吸着して大きくなっているか否かが不明な点。\n(ｲ) 相違点２\n本件補正発明は「複数の磁石を配置した第２の回転ドラムを，前記第１の回転ド\nラムよりも使用済みクーラント液が流入してくる手前側に備え，使用済みクーラン\nト液は，第２の回転ドラムから第１の回転ドラムに向かって流れ」ることにより，\nスクレパーにより掻き取られた磁性体が大きくなった状態のまま「使用済みクーラ\nント液の流れに沿って前記第１の回転ドラムへ誘導される」ものであるが，引用発\n明は，第２の回転ドラムから第１の回転ドラムに向かって混濁液が流れているか否\nかが明らかでなく，マグネットドラム２５から２７への鉄粉の誘導が混濁液の流れ\nに沿ったものであるかが不明な点。\n(3) 相違点についての判断\nア  相違点１について\n引用発明においては，装置に導入された混濁液中の鉄粉は磁石が配置されたマグ\nネットドラム２５に吸着されるから，その際に付着した鉄粉は磁化され，磁化され\nた鉄粉どうしが互いに吸着されて大きくなっている蓋然性が高い。\nしたがって，相違点１は実質的な相違点ではない。\nイ  相違点２について\n(ｱ)  引用発明においては，オイル排出口１５から混濁液が流下すること及\nびマグネットドラム２５が第３図で示された矢印方向へ回転していることからして，\n緩やかではあるものの，マグネットドラム２５に固設されたカキ取り板３９によっ\nて分離された鉄粉をカキ取り板の表面に沿って徐々に送り出すような緩い流れ，す\nなわち，下図（以下「審決参考図面」という。）の矢印のとおり，マグネットドラム\n２７の下部に右向きの緩やかな流れが形成され，付随してマグネットドラム２５か\nらマグネットドラム２７へカキ取り板３９に沿って混濁液の緩やかな流れが形成さ\nれている蓋然性が高い。\nしたがって，相違点２は実質的な相違点ではない。\n(ｲ)  仮に，相違点２において，マグネットドラム２５からマグネットドラム\n２７へカキ取り板３９に沿って混濁液の緩やかな流れが自然には形成されていなか\nったとしても，引用発明における鉄粉の流れは，マグネットドラム２５の外周面に\n吸着された後，カキ取り板にて分離され，カキ取り板の表面に沿って徐々に送り出\nされ，マグネットドラム２５からかなりの間隔となった時点で次のマグネットドラ\nム２７の外周面に吸着されるものであるから，当業者は，オイルタンク中にこのよ\nうな鉄粉の流れを促すような混濁液の流れを生じさせること，すなわち，マグネッ\nトドラム２５からマグネットドラム２７へカキ取り板３９に沿って流れが形成され\nるように，オイル排出口１５からの混濁液の流下やポンプＰからの排出を調整し，\nオイルタンク内において，おおよそ審決参考図面の矢印で示されるような流れが形\n成されるようにすることは，容易になし得ることである。\nウ  したがって，本件補正発明は引用文献１に記載された発明であるから，\n新規性を欠き，仮に，新規性が認められるとしても，引用文献１に記載された発明\n及び引用文献１に記載された事項に基づいて当業者が容易に発明をすることができ\nたものであるから，進歩性を欠き，特許出願の際独立して特許を受けることができ\nないものである。\n(4)  本件補正前発明について\n本件補正前発明は，本件補正発明から，「前記使用済みクーラント液は，第２の回\n転ドラムから第１の回転ドラムに向かって流れ，」に係る限定事項を削除したもの\nである。\nそうすると，本件補正前発明の発明特定事項を全て含み，上記限定事項を付加し\nたものに相当する本件補正発明が，前記(3)のとおり，引用文献１に記載された発明\nであるから，本件補正前発明も，引用文献１に記載された発明である。\nまた，仮に，本件補正前発明が，引用文献１に記載された発明とはいえないとし\nても，前記(3)のとおり，引用文献１に記載された発明及び引用文献１に記載された\n事項に基づいて当業者が容易に発明をすることができたものである。\nしたがって，本件補正前発明は，特許法２９条２項により特許を受けることがで\nきない。\n第３  原告主張の審決取消事由\n１  取消事由（本件補正発明についての新規性及び進歩性の有無の判断の誤り）\n(1)  相違点の認定の誤り\nア  本件補正発明と引用発明との間に，本件審決が認定した相違点１が存在\nすることは認める。\nイ  本件審決が認定した相違点２について\n(ｱ)  引用文献１には，「沈降，沈殿した不純物はマグネットドラム２５の外\n周面に吸着され，カキ取り板３９にて分離されカキ取り板３９の表面に沿って徐々\nに送り出されてゆく。このカキ取られた不純物がマグネットドラム２５からかなり\nの間隔となった時点で次のマグネットドラム２７の外周面に吸着され」と記載され\nている（４頁１４行～２０行）ことから，引用発明において，スクレパーにより掻\nき取られた磁性体は，スクレパーの表面を徐々に送り出されるのみであって，使用\n済みクーラント液の流れに沿って次のマグネットドラムへ誘導されていない。\n仮に，審決参考図面の矢印のような流れを生じさせたとしても，混濁液は，マグ\nネットドラム２５の上側から，カキ取り板３９の上部表面を通過する流れを形成し\nていないことから，スクレパーにより掻き取られた磁性体は，使用済みクーラント\n液の流れに沿って次のマグネットドラムへ誘導されていない。\n(ｲ)  したがって，相違点２は，以下のとおり認定すべきである。\n本件補正発明は，「複数の磁石を配置した第２の回転ドラムを，前記第１の回転ド\nラムよりも使用済みクーラント液が流入してくる手前側に備え，使用済みクーラン\nト液は，第２の回転ドラムから第１の回転ドラムに向かって流れ」ることにより，\nスクレパーにより掻き取られた磁性体が大きくなった状態のまま「使用済みクーラ\nント液の流れに沿って前記第１の回転ドラムへ誘導される」ものであるが，引用発\n明は，マグネットドラム２５からマグネットドラム２７に向かって混濁液が流れて\nいるか否かが明らかでなく，また，カキ取り板３９によって掻き取られた鉄粉が大\nきくなった状態のまま，混濁液の流れに沿ってマグネットドラム２５からマグネッ\nトドラム２７へ誘導されるものであるかが不明である点\nウ  相違点３の存在\n(ｱ)  引用文献１には，「鉄粉等の不純物は液体より比重が大きいため排出口\n１５からオイルと一緒に排出される不純物は仕切板１９に沿って沈降し，最下端の\nマグネットドラム２５の近辺に沈殿していく。沈降，沈殿した不純物はマグネット\nドラム２５の外周面に吸着され，カキ取り板３９にて分離されカキ取り板３９の表\n面に沿って徐々に送り出されてゆく。このカキ取られた不純物がマグネットドラム\n２５からかなりの間隔となった時点で次のマグネットドラム２７の外周面に吸着さ\nれ以下同様にカキ取り板３９，マグネットドラム２９，カキ取り板３９，マグネッ\nトドラム３１，カキ取り板３９，マグネットドラム３２，カキ取り板３９を経て受\nけ箱４１に排出されるのである。」と記載されている（４頁１０行～５頁４行）こと\nからすると，引用発明は，不純物を沈降，沈殿によりマグネットドラム２５に吸着\nさせるものであり，マグネットドラム２７とタンク底部との間に流路は形成されて\nいない。\n(ｲ)  したがって，本件補正発明と引用発明との間には，以下のとおりの相違\n点３が存在する。\n本件補正発明では，第１の回転ドラムと底部材との間にクーラント液の流路を形\n成するのに対し，引用発明は，マグネットドラム２７とタンク底部との間にクーラ\nント液の流路を形成していない点\n(2)  相違点２の判断の誤り\nア  新規性について\n(ｱ)  引用文献１には，「前記使用済みクーラント液は，第２の回転ドラムか\nら第１の回転ドラムに向かって流れ」ることが一切記載されていないだけでなく，\nそもそも本件補正発明の使用済みクーラント液に相当する「混濁液」の流れについ\nて記載も示唆もされていない。\n(ｲ)  引用文献１には，「本考案は，工作機械の切削油，冷却液等に混入する\n鉄粉等の磁性を有する切屑の分離排出装置に関するもので，従来，鉄粉等を分離排\n出する装置には種々の問題があった。例えば第１図に示す装置は，コンベアー方式\nによるもので，タンク１内にカキ揚げ式のコンベアー３を設置し，排出口５より流\n出する混濁液に含まれた鉄粉をコンベアーによって補足排出させるもので，この装\n置においてはコンベアーの側面等よりこぼれ落ちる鉄粉がかなりあり非能率的であ\nるのみならず落下した鉄粉がタンク底部に堆積し腐敗する恐れがある。」と記載さ\nれている（１頁１３行～２頁３行，第１図）ことからすると，従来のコンベアー方\n式の分離排出装置は，タンク１内で鉄粉を沈降させ，沈降した鉄粉をカキ揚げ式の\nコンベアーで排出させる装置であると認められる。\nまた，引用文献１には，「本考案は，マグネットドラムをタンク内に複数個設置し\nタンク底部に沈殿した鉄粉ならびに混濁液内に浮遊する微細な鉄粉までもマグネッ\nトドラムに吸着させ常時タンク外へ排出させることにより上述の欠点を解消しよう\nとするものである。」と記載されている（２頁１５行～２０行）ことからすると，引\n用発明は，従来の分離排出装置において，コンベアー方式により鉄粉を排出する手\n段を，マグネットドラムを用いて鉄粉を排出する手段に置換したものであり，混濁\n液内に浮遊する微細な鉄粉までもマグネットドラムに吸着させてタンク外へ排出す\nるものである。\nさらに，引用文献１には，仕切板１９によりダーティオイル２１とクリーンオイ\nル２３に仕切られたオイルタンク１７が記載されており，引用発明においては，混\n濁液は，オイル排出口１５より，オイルタンク１７のダーティオイル２１の槽に投\n入され，ダーティオイル２１の槽では，前記混濁液に含まれる鉄粉等が沈降して，\n最下端のマグネットドラム２５の外周面に吸着する一方，鉄粉等が沈降することに\nより分離された混濁液（分離液）は，仕切板１９の上部から越流してクリーンオイ\nル２３の槽に溜められ，ポンプＰにより吸い上げられて，工作機械に送られる（３\n頁２行～４頁１７行，第３図）。\n以上のとおり，引用発明において，混濁液に含まれる鉄粉及び浮遊する微細な鉄\n粉は，タンク内にて沈降分離し，最下端に配置されたマグネットドラム２５の外周\n面に吸着させるという処理が行われる。\n(ｳ)  一般的に，液体と固体の混濁液から沈降により固体を分離する場合，沈\n降物が舞い上がって分離液と共に流出しないように，混濁液を静かに投入すること\nが通常であるから，引用発明において，混濁液はオイル排出口１５から静かに投入\nされるので，槽の下部では，マグネットドラム２５からマグネットドラム２７への\n向かう混濁液の流れが生じていないといえる。\nしたがって，相違点２について，本件審決が，マグネットドラム２５からマグネ\nトドラム２７へカキ取り板３９に沿って混濁液の緩やかな流れが形成されている蓋\n然性が高いと認定したことは誤りである。\n(ｴ)  引用発明の認定において，発明の構成要件のすべてが示されていない\n場合に，推測，類推をすることによってはじめて，構成要件が充足されると認識又\nは理解できるような発明は，特許法２９条１項所定の文献に記載された発明という\nことはできない。本件補正発明の「前記使用済みクーラント液は，第２の回転ドラ\nムから第１の回転ドラムに向かって流れ」るとの構成要件は，混濁液の流れや流路\nについて記載も示唆もない引用文献１から，推測又は類推をすることによってはじ\nめて充足される事項である。本件審決は，本件補正発明の知識を得た上で後知恵的\nに引用文献１に記載されている事項の認定を行ったものである。\n(ｵ)  被告の主張について\nａ  被告は，引用文献１の第３図のオイル排出口１５内に記載される矢\n印は混濁液の流れを示すこと及びクリーンオイル２３がポンプＰにより工作機械に\n送られるものであることから，引用発明において，以下の参考図面（以下「訴訟参\n考図面」という。）の太矢印に示されるような混濁液の流れが生じると主張する。\nしかし，オイルタンク内において，どのような混濁液の流れが生じているかは，\n排出口１５から流入する混濁液の流量によって変化することは技術常識であるとこ\nろ，引用文献１には，排出口１５より流入する混濁液の流量について，何ら記載も\n示唆もされていない。\nまた，引用発明は，混濁液に含まれる鉄粉等の不純物を仕切板１９に沿って沈降\nさせ，オイルタンク１７の最下端に配置されたマグネットドラム２５の近辺に沈殿\nさせることにより，マグネットドラム２５に吸着させるものである。ここで，マグ\nネットドラム２５の近辺に混濁液の流れを生じると，マグネットドラム２５の近辺\nに沈殿した鉄粉等の不純物を浮遊させてしまうことになり，マグネットドラム２５\nへの吸着を妨害することになるから，引用発明は，排出口１５から流入する混濁液\nの流量を小さくして，オイルタンク１７の下部には混濁液の流れを生じさせないも\nのと解するのが妥当である。\nさらに，訴訟参考図面の混濁液の流れ方向は，引用文献１に記載も示唆もされて\nおらず，また，鉄粉等の不純物の流れとも一致しないから，根拠がない。仮に，混\n濁液の流れが生じるとしても，鉄粉等の不純物は，仕切板１９に沿って沈降するか\nら，鉄粉等を含有した混濁液は，仕切板１９とマグネットドラム２５の間を流下す\nるというべきである。\nまた，訴訟参考図面の流れは，本件審決で認定した混濁液の流れと異なるから，\n訴訟参考図面の流れの主張をすることは，信義則上許されない。\nｂ  被告は，実願昭４６－９５４８５号（実開昭４８－５３６６８号）\nのマイクロフィルム（乙１。以下「乙１文献」という。）に記載された発明から，混\n濁液内に浮遊する微細な鉄粉をマグネットドラムに接近して吸引されるような機会\nを与えることにより除去することは，本願の出願当時の技術常識であるとし，引用\n発明においても，混濁液内に浮遊する微細な鉄粉をオイルタンク内に複数個設置さ\nれたマグネットドラムに接近して吸引されるような機会を与える混濁液の緩やかな\n流れが生じて，マグネットドラム２５からマグネットドラム２７に向かって混濁液\nが流れると主張する。\nしかし，引用発明は，鉄粉等を含有した混濁液は排出口１５からタンク１７に流\n下され，液体より比重の大きい鉄粉等の不純物は仕切板１９に沿って沈降し，混濁\n液内に設置されている最下端のマグネットドラム２５の近辺に沈殿させることで，\n沈降した不純物をマグネットドラム２５の外周面に吸着させるものである。\n一方，乙１文献に記載された発明は，引用文献１のマグネットドラムに相当する\n複数の小磁石を有する円筒１を，混濁液に相当する磁性微粒子を含んだ液(8)に円筒\nの表面が浸るように設置して回転させ，液(5)も流動させて液中(5)に存在する微粒子\nを磁石に接近して吸引されるような機会を与えるものである。\nこのように，引用発明は，不純物を沈降させるものであるのに対し，乙１文献に\n記載された発明は，微粒子を流動させるものであり，不純物（微粒子）をマグネッ\nトドラムに付着させるための技術的思想が全く異なるから，引用発明に乙１文献に\n記載された発明を適用するには阻害要因がある。\nまた，乙１文献に記載された発明は，微粒子を磁石に接近して吸引されるような\n機会を与えるために液を流動させることが記載されているにすぎず，どのような流\nれを形成するかは特定できないから，引用発明において，乙１文献に記載された発\n明を参酌しても，どのような流れを形成するのかは特定することができない。した\nがって，引用発明において，マグネットドラム２５からマグネットドラム２７に向\nかって混濁液が流れるという被告の主張も根拠を欠く。\nよって，被告の上記主張は誤りである。\nイ  進歩性について\n(ｱ)  引用文献１には，オイルタンク中において鉄粉の流れを促すような混\n濁液の流れを生じさせる動機について記載も示唆もされておらず，ましてや，本件\n補正発明で特定するような「第２の回転ドラムから第１の回転ドラムに向かって流\nれ」るという具体的な流れを生じさせる根拠について何ら示されていない。また，\n引用発明において，混濁液中に浮遊する微細な鉄粉をマグネットドラムに吸着させ\nるという処理を考慮すると，浮遊する微細な鉄粉がオイルタンクから排出されない\nように，オイルタンク中に混濁液の流れを生じさせるはずもない。\n(ｲ)  引用文献１には，「クリーンオイル２３はポンプＰにより工作機械（図\n示省略）に送られ，所定の加工工程を経て排出口１５より鉄粉等を含有した混濁液\nとなってタンク１７内に流下される。鉄粉等の不純物は液体より比重が大きいため\n排出口１５からオイルと一緒に排出される不純物は仕切板１９に沿って沈降し，最\n下端のマグネットドラム２５の近辺に沈殿していく。沈降，沈殿した不純物はマグ\nネットドラム２５の外周面に吸着され，カキ取り板３９にて分離されカキ取り板３\n９の表面に沿って徐々に送り出されてゆく。このカキ取られた不純物がマグネット\nドラム２５からかなりの間隔となった時点で次のマグネットドラム２７の外周面に\n吸着され以下同様にカキ取り板３９，マグネットドラム２９，カキ取り板３９，マ\nグネットドラム３１，カキ取り板３９，マグネットドラム３２，カキ取り板３９を\n経て受け箱４１に排出されるのである。以上のごとく本考案はマグネットドラムの\n組み合わせによりタンク底部に沈殿した不純物ならびにオイル内に浮遊する不純物\nまでも容易にタンク内から分離排出することができ，従来，問題とされてきたポン\nプの故障，オイル劣化等の危惧をなくする。また不純物の沈殿する位置にマグネッ\nトドラムを設けたので不純物の分離排出作業が能率的でタンク内の掃除をする必要\nがない等著しい効果を奏する。」と記載されている（４頁７行～５頁１３行，第３図）\nことからすると，引用発明は，混濁液がタンク１７に流下された後，混濁液に含ま\nれる鉄粉等の不純物を仕切板１９に沿って沈降させ，最下端に配置されたマグネッ\nトドラム２５の近辺に沈殿させるものであり，これにより，マグネットドラム２５\nに不純物が吸着するため，不純物がタンク底部に堆積し腐敗することを防止すると\nいう効果を発揮する。\n仮に，審決参考図面のような混濁液の流れを生じさせたとすると，以下の図に示\nすとおり，マグネットドラム２５の近辺に沈殿した不純物は，マグネットドラム２\n５の遠方に流れてしまい，マグネットドラム２５に吸着されずにタンク底部に堆積\nする。したがって，上記の混濁液の流れを形成すると，引用発明の効果が阻害され\nることになるから，引用発明において，上記混濁液の流れを形成することには阻害\n要因があるといえる。\nまた，引用発明は，鉄粉等の不純物を最下端のマグネットドラムの近辺に沈殿さ\nせてマグネットドラム２５の外周面に吸着させるものであるから，鉄粉等の不純物\nをマグネットドラム２５の近辺に沈殿することを妨げるような混濁液の流れを生じ\nさせることには阻害要因がある。\n(ｳ)  引用文献１には，オイルタンク中において鉄粉の流れを促すような混\n濁液の流れを生じさせる動機について記載も示唆もされていないし，仮に，審決参\n考図面の矢印のような流れを生じさせたとしても，混濁液は，マグネットドラム２\n５の上部からカキ取り板３９の上部表面を流れないことから，スクレパーにより掻\nき取られた磁性体は，使用済みクーラント液の流れに沿って次のマグネットドラム\nへ誘導されていない。\nしたがって，引用発明において，本件補正発明の「前記スクレパーにより掻き取\nられた磁性体が大きくなった状態のまま，前記使用済みクーラント液の流れに沿っ\nて前記第１の回転ドラムへ誘導される」という発明特定事項には想到し得ない。\n(3)  相違点３の判断の誤り\n前記(2)のとおり，引用文献１には，オイルタンク中において鉄粉の流れを促すよ\nうな混濁液の流れを生じさせる動機について記載も示唆もされておらず，ましてや，\nマグネットドラム２５とタンク底部との間に混濁液の流れを形成する根拠について\nも何ら示されていない。\nまた，前記(2)のとおり，マグネットドラム２５とタンク底部との間に混濁液の流\nれを形成すると，タンク底部に不純物が堆積する恐れがあることから，マグネット\nドラムとタンク底部との間に流路を形成することには，阻害要因があるといえる。\nしたがって，相違点３について，当業者は，引用文献１に記載された事項から容\n易に想到することができるとはいえない。\n(4)  以上より，本件補正発明は，引用文献１に記載された事項から容易に想到す\nることができるとはいえないから，本件審決の本件補正発明についての容易想到性\nの判断は誤りである。\n２  前記１のとおり，本件補正は適法であるから，本件補正発明を対象として，\n新規性及び進歩性の有無の判断をすべきである。したがって，本件補正を却下し，\n本件補正前発明について新規性及び進歩性が認められないと判断した本件審決は誤\nりである。\n第４  被告の主張\n１  取消事由（本件補正発明についての容易想到性の判断の誤り）について\n(1) 相違点の認定の誤りについて\nア  本件補正後発明と引用発明との間に，原告が主張する相違点２が存在す\nることは認める。\nイ  相違点３について\n後記(2)アのとおり，引用発明は，混濁液の流れによりマグネットドラムに接近し\nて吸引されるような機会を与えることにより，混濁液内に浮遊する微細な鉄粉を，\nタンク内に複数個設置されたマグネットドラムの組合せによって除去しようとする\nものであるところ，引用文献１の第３図によると，マグネットドラム２７とオイル\nタンク１７の底部の間には間隙が設けられており，混濁液のような液体は，通常，\n部材の間の間隙を流れるという特性を有することは明らかであって，かつ，引用発\n明は，特段，これらの部材の間の間隙の混濁液の流れを阻止しようとするものでも\nない。「流路」とは，「水や電気などが流れる道」をいうものであり，液体が流れる\n部材の間の間隙は「流路」にほかならないから，引用発明において，オイルタンク\n１７内で，少なくとも訴訟参考図面の太矢印に示されるような，混濁液内に浮遊す\nる微細な鉄粉を，タンク内に複数個設置されたマグネットドラムに接近して吸引さ\nれるような機会を与える混濁液の緩やかな流れが生じて，マグネットドラム２７と\nオイルタンク１７底部との間に混濁液の流路が形成されることは明らかである。オ\nイルタンク１７は，引用発明を構成する部材の一つであり，オイルタンク１７底部\nは「底部材」といえる一方，本件補正後の特許請求の範囲の請求項１においては，\n「第１の回転ドラム下部の流路を形成する底部材」についての構成は，「流路を形成\nする」こと以外，何ら特定されていない。これらのことからすると，本件補正発明\nと引用発明との間に上記相違点３は存在しないというべきである。\nしたがって，相違点３を一致点とした本件審決の判断に誤りはない。\n(2) 相違点２の判断の誤りについて\nア  新規性について\n(ｱ) 引用文献１に基づく検討\n引用文献１の記載（２頁１５行～２０行）によると，引用発明は，マグネットド\nラムをタンク内に複数個設置し，タンク底部に沈澱した鉄粉及び混濁液内に浮遊す\nる微細な鉄粉までもマグネットドラムに吸着させ常時タンク外へ排出させるもので\nあることが認められるところ，引用文献１の記載（３頁２行～８行，４頁３行～５\n頁４行，第３図）によると，オイルタンク１７に，オイル排出口１５より排出され\nる混濁液に含まれる鉄粉等がマグネットドラム２５の附近に落下しやすいように適\n宜傾斜して仕切板１９が設けられており，装置の作動時には，マグネットドラム２\n５，２７，２９，３１，３２が同時に回転し始める一方，クリーンオイル２３がポ\nンプＰにより工作機械に送られ，所定の加工工程を経てオイル排出口１５より鉄粉\n等を含有した混濁液となってオイルタンク１７内に流下され，鉄粉等の不純物は液\n体より比重が大きいため，オイル排出口１５からオイルと一緒に排出される不純物\nは仕切板１９に沿って沈降し，最下端のマグネットドラム２５の近辺に沈澱してい\nき，沈降，沈澱した不純物はマグネットドラム２５の外周面に吸着され，カキ取り\n板３９にて分離されカキ取り板３９の表面に沿って徐々に送り出されていき，この\nカキ取られた不純物がマグネットドラム２５からかなりの間隔となった時点で次の\nマグネットドラム２７の外周面に吸着され，以下同様に，カキ取り板３９，マグネ\nットドラム２９，カキ取り板３９，マグネットドラム３１，カキ取り板３９，マグ\nネットドラム３２，カキ取り板３９を経て，受け箱４１に排出されるものであるこ\nとが認められ，また，引用文献１の記載（５頁５行～１３行）によると，上記マグ\nネットドラムの組合せにより，タンク底部に沈澱した不純物やオイル内に浮遊する\n不純物までもが容易にタンク内から分離排出することができるものであることが認\nめられる。\nそして，引用発明においては，オイルタンク１７，オイル排出口１５，マグネッ\nトドラム２５，２７，２９，３１，３２，仕切板１９及びポンプＰが，引用文献１\nの第３図に記載される構成を有するところ，第３図のオイル排出口１５内に記載さ\nれる矢印は混濁液の流れを示すこと及びクリーンオイル２３がポンプＰにより工作\n機械に送られるものであることからすると，引用発明において，オイルタンク１７\n内で，少なくとも訴訟参考図面の太矢印に示されるような混濁液の流れが生じるこ\nと，このとき，カキ取り板３９によって掻き取られた鉄粉と混濁液の流れ方向が合\n致することで，カキ取り板３９によって掻き取られた鉄粉が大きくなった状態のま\nま，混濁液の流れに沿ってマグネットドラム２５からマグネットドラム２７へ誘導\nされるものとなることは，当業者にとって明らかである。\nしたがって，引用文献１の記載事項から，引用発明において，「複数の磁石を配置\nした第２の回転ドラムを，前記第１の回転ドラムよりも使用済みクーラント液が流\n入してくる手前側に備え，使用済みクーラント液は，第２の回転ドラムから第１の\n回転ドラムに向かって流れ」ることにより，スクレパーにより掻き取られた磁性体\nが大きくなった状態のまま「使用済みクーラント液の流れに沿って前記第１の回転\nドラムへ誘導される」ことは明らかである。\n(ｲ) 技術常識に基づく検討\nａ  乙１文献の記載（１頁１２行～３頁６行）からすると，同文献には，\n以下の技術が記載されている。\nすなわち，工作機械による切削作業等を行うとき，水又は油などの液中に金属の\n微粒子が多く存在するようになり，この微粒子を除去して液を清浄にする必要があ\nるが，微粒金属が甚だ微小な場合，液中でいつまでも浮遊しているから簡単に分離\nし難いため，従来，液中に存在する磁性体の微粒金属を除去するために液中で移動\nする磁界を与えて，磁性金属の微粒子を磁力によって吸引し集収して除去するよう\nにして液を清浄にする装置があり，当該装置は，非磁性体でつくられた長い円筒(1)\nの表面上に，複数の小磁石のＳ，Ｎ極の間を非磁性体の小片(7)をはさんで円環(3)を\n形成し，円筒(1)の中心軸として回転軸(4)を有し，回転軸を水平にして回転するよう\nになっているものであり，以上のような構成で磁性微粒子を含んだ液(8)をこの装置\nの円筒の表面に浸るようにして円筒を回転し，液(5)も流動させて液中(5)に存在する\n微粒子を磁石に接近して吸引されるような機会を与えるようにすると，円筒(1)を回\n転している間に液中に浮遊する磁性体の微粒子は磁石に接近し吸引せられて磁極付\n近に多く集まり，付着して，除去されるものである。\nｂ  上記の乙１文献記載の装置における，工作機械の水又は油などの液\n及び液中を浮遊している磁性体の微粒金属は，それぞれ，引用発明における混濁液\n及び混濁液内に浮遊する微細な鉄粉に相当し，円筒(1)及び磁石の円環(3)等からなる\n一体の円筒は，液中の磁性体の微粒金属を磁石により除去するものである点で，引\n用発明におけるマグネットドラムに相当するから，乙１文献には，①混濁液中には\nいつまでも浮遊する微細な鉄粉が存在すること，②従来，そのような微細な鉄粉を\n回転するマグネットドラムにより除去して混濁液を清浄にする装置があったこと，\n③そのような従来からある装置は，混濁液を流動させて微細な鉄粉をマグネットド\nラムに接近して吸引されるような機会を与えることにより除去するものであること\nが開示されるものである。\nそして，乙１文献が，昭和４６年１０月１６日を出願日とする実用新案登録出願\nに係るものであることからすると，混濁液内に浮遊する微細な鉄粉を回転するマグ\nネットドラムで除去する場合，混濁液を流動させて，微細な鉄粉をマグネットドラ\nムに接近して吸引されるような機会を与えることにより除去することは，本願出願\n時及び引用発明がされたときにおいて，技術常識であったといえる。\nｃ  前記(ｱ)のとおり，引用発明は，マグネットドラムをタンク内に複数\n個設置し，タンク底部に沈澱した鉄粉や混濁液内に浮遊する微細な鉄粉までもマグ\nネットドラムに吸着させ常時タンク外へ排出させるものであるところ，上記ｂの本\n願の出願時の技術常識によると，引用発明が，混濁液の流れによりマグネットドラ\nムに接近して吸引されるような機会を与えることにより，混濁液内に浮遊する微細\nな鉄粉を，タンク内に複数個設置されたマグネットドラムの組合せによって除去し\nようとするものであることは明らかである。\nまた，引用文献１の第３図によると，マグネットドラム２７とカキ取り板３９の\n間には間隙が設けられており，混濁液のような液体は，通常，部材の間の間隙を流\nれるという特性を有することは明らかであって，かつ，引用発明は，特段，これら\nの部材の間の間隙の混濁液の流れを阻止しようとするものでもない。\nしたがって，前記(ｱ)で指摘した引用文献１の記載，前記ｂの技術常識及び液体の\n特性からしても，引用発明において，少なくとも訴訟参考図面の太矢印に示される\nような，混濁液内に浮遊する微細な鉄粉をオイルタンク内に複数個設置されたマグ\nネットドラムに接近して吸引されるような機会を与える混濁液の緩やかな流れが生\nじて，マグネットドラム２５からマグネットドラム２７に向かって混濁液が流れる\nこと，このとき，カキ取り板３９によって掻き取られた鉄粉と混濁液の流れ方向が\n合致することで，カキ取り板３９によって掻き取られた鉄粉が大きくなった状態の\nまま，混濁液の流れに沿ってマグネットドラム２５からマグネットドラム２７へ誘\n導されるものとなることは，当業者にとって明らかである。\n(ｳ) 原告の主張について\nａ  原告は，引用発明は，従来の分離排出装置において，コンベアー方\n式により鉄粉を排出する手段を，マグネットドラムを用いて鉄粉を排出する手段に\n置換したものであり，引用発明において，混濁液に含まれる鉄粉及び浮遊する微細\nな鉄粉は，タンク内にて沈降分離し，最下端に配置されたマグネットドラム２５の\n外周面に吸着させるという処理が行われると主張する。\nしかし，引用発明は，マグネットドラムをタンク内に複数個設置し，上記マグネ\nットドラムの組合せにより，タンク底部に沈澱した鉄粉や混濁液内に浮遊する微細\nな鉄粉までもマグネットドラムに吸着させ常時タンク外へ排出させるものであって，\n引用発明においては，混濁液内に浮遊する微細な鉄粉は，マグネットドラム２５以\n外の他のマグネットドラムにも吸着されることは明らかである。\nしたがって，引用発明におけるマグネットドラムの組合せは，単なる搬送手段で\nはなく，混濁液内に浮遊する微細な鉄粉を吸着するものでもあるから，引用発明は，\nコンベアー方式により鉄粉を排出する手段を，マグネットドラムを用いて鉄粉を排\n出する手段に置換したものではないし，混濁液に含まれる鉄粉のみならず浮遊する\n微細な鉄粉までもタンク内にて沈降分離し，最下端に配置されたマグネットドラム\n２５の外周面に吸着させるものでもない。\nｂ  原告は，一般的に，液体と固体の混濁液から沈降により固体を分離\nする場合，沈降物が舞い上がって分離液と共に流出しないように，混濁液を静かに\n投入することが通常であるから，引用発明においては，混濁液はオイル排出口１５\nから静かに投入されるので，槽の下部では，マグネットドラム２５からマグネット\nドラム２７への向かう混濁液の流れが生じていないとして，相違点２について，マ\nグネットドラム２５からマグネトドラム２７へカキ取り板３９に沿って混濁液の緩\nやかな流れが形成されている蓋然性が高いと本件審決が認定したのは誤りであると\n主張する。\nしかし，引用発明は，混濁液の流れによりマグネットドラムに接近して吸引され\nるような機会を与えることにより，混濁液内に浮遊する微細な鉄粉を，タンク内に\n複数個設置されたマグネットドラムの組合せによって除去しようとするものである\nから，引用発明において，混濁液がオイル排出口１５から静かに投入されていたと\nしても，マグネットドラム２５からマグネトドラム２７へカキ取り板３９に沿って\n混濁液の緩やかな流れが形成されている蓋然性が高いといえるものである。\nｃ  原告は，引用発明の認定において，発明の構成要件のすべてが示さ\nれていない場合に，推測，類推をすることによってはじめて構成要件が充足される\nと認識又は理解できるような発明は，特許法２９条１項所定の文献に記載された発\n明ということはできず，本件審決の引用文献１に記載されている事項の認定は，本\n件補正発明の知識を得た上で後知恵的に行ったものであると主張する。\nしかし，本件審決における引用文献１に記載されている事項の認定は，前記(ｱ)，\n(ｲ)のとおり，引用文献１の記載事項，技術常識及び液体の特性から当然に導き出さ\nれるものであって，引用文献１に，「前記使用済みクーラント液は，第２の回転ドラ\nムから第１の回転ドラムに向かって流れ」ることが直接的には記載されていないと\nしても，本件審決における相違点２についての判断は，発明の構成要件のすべてが\n示されていない場合に，推測，類推をすることによってはじめて構成要件が充足さ\nれると認識又は理解できるような発明に関するものではないし，後知恵的な判断に\nよるものでもない。\n(ｴ)  以上のとおり，相違点２は，実質的な相違点ではない。\nイ  進歩性について\n(ｱ) 相違点２について\nａ  前記ア(ｲ)のとおり，引用発明は，混濁液の流れによりマグネットド\nラムに接近して吸引されるような機会を与えることにより，混濁液内に浮遊する微\n細な鉄粉を，タンク内に複数個設置されたマグネットドラムの組合せによって除去\nしようとするものであって，オイルタンク１７内で，少なくとも訴訟参考図面の太\n矢印に示されるような，混濁液内に浮遊する微細な鉄粉を，タンク内に複数個設置\nされたマグネットドラムに接近して吸引されるような機会を与える混濁液の緩やか\nな流れが生じる。\nそして，引用発明において，オイル排出口１５からタンク内に流れた混濁液を訴\n訟参考図面の太矢印のように流すことは，「複数の磁石を配置した第２の回転ドラ\nムを，第１の回転ドラムよりも使用済みクーラント液が流入してくる手前側に備え，\n使用済みクーラント液は，第２の回転ドラムから第１の回転ドラムに向かって流れ」\nるものとすることにほかならないし，その場合，「スクレパーにより掻き取られた磁\n性体」と混濁液の流れ方向が合致するから，「スクレパーにより掻き取られた磁性体\nが大きくなった状態のまま使用済みクーラント液の流れに沿って前記第１の回転ド\nラムへ誘導される」ものとなることも明らかである。\nしたがって，引用発明において，「回転ドラム型磁気分離装置」を，相違点２に係\nる「複数の磁石を配置した第２の回転ドラムを，前記第１の回転ドラムよりも使用\n済みクーラント液が流入してくる手前側に備え，使用済みクーラント液は，第２の\n回転ドラムから第１の回転ドラムに向かって流れ」ることにより，スクレパーによ\nり掻き取られた磁性体が大きくなった状態のまま「使用済みクーラント液の流れに\n沿って前記第１の回転ドラムへ誘導される」との本件補正発明の発明特定事項を有\nするものとすることは，引用文献１の記載事項及び本願の出願時の技術常識に基づ\nいて当業者が容易になし得るものである。\nｂ  原告は，引用発明において，混濁液の流れを形成することには阻害\n要因がある旨を主張する。\nしかし，引用発明は，混濁液の流れによりマグネットドラムに接近して吸引され\nるような機会を与えるものであって，もともと混濁液の流れを形成することを前提\nとするものといえるので，引用発明において混濁液の流れを形成することの阻害要\n因は初めから存在し得ない。\nまた，引用発明においては，沈降，沈澱する不純物はマグネットドラム２５の外\n周面に吸着されて除去されるから，混濁液がマグネットドラム２７とオイルタンク\n１７の底部の間で流れを形成したとしても，原告が主張する位置に不純物の堆積が\n発生するものではない。この点からみても，引用発明において混濁液の流れを形成\nすることに阻害要因は存在しない。\nしたがって，原告の上記主張は失当である。\n(ｲ) 相違点３について\n仮に，相違点３が存在したとしても，前記(ｱ)のとおり，引用発明において，「回\n転ドラム型磁気分離装置」を，相違点２に係る発明特定事項を有するものとするこ\nとは当業者が容易になし得るものであり，その場合，「マグネットドラム２７とタン\nク底部との間にクーラント液の流路が形成される」との上記相違点３の発明特定事\n項となることは，引用発明のマグネットドラム２７，カキ取り板３９，タンク１７\nの構成及び配置から明らかであるから，前記(ｱ)と同様の理由により，相違点３も，\n当業者が容易になし得るものである。\n２  前記１のとおり，本件補正は不適法であるから，本件補正前発明について新\n規性及び進歩性の判断をした本件審決に誤りはない。\n第５  当裁判所の判断\n１  本件特許の願書に添付した明細書及び図面（本件補正により補正された後の\nもの。以下，「本件明細書」という。）には，以下の記載がある（甲９，１０）。\n【技術分野】【０００１】本発明は，クーラント液に含まれるスラッジから金属成\n分を回収する回転ドラム型磁気分離装置に関する。\n【背景技術】【０００２】金属材料，特に鉄鋼材料に代表される磁性材料の研磨加\n工，切削加工等において，クーラント液とともに排出されるスラッジ状の切削屑，\n切粉等は，液分と分離させて回収する。切削屑，切粉等は様々な形状を有している\nため，回収効率の観点から種々の磁気分離(回収)装置が開発されている。\n【発明が解決しようとする課題】【００１２】  本発明は斯かる事情に鑑みてなさ\nれたものであり，簡単な構造で，循環するクーラント液の清浄度を向上させること\nが可能な回転ドラム型磁気分離装置を提供することを目的とする。\n【課題を解決するための手段】【００１３】上記目的を達成するために第１発明に\n係る回転ドラム型磁気分離装置は，複数の磁石を配置した第１の回転ドラムを備え，\n使用済みクーラント液中の磁性体を分離する回転ドラム型磁気分離装置において，\n複数の磁石を配置した第２の回転ドラムを，前記第１の回転ドラムよりも使用済み\nクーラント液が流入してくる手前側に備え，前記第２の回転ドラムが使用済みクー\nラント液中の磁性体を磁化することで，該磁性体を互いに吸着させて大きくすると\nともに，前記第２の回転ドラムに付着した磁性体を掻き取るスクレパーと，前記第\n１の回転ドラム下部の流路を形成する底部材とを備え，前記スクレパーにより掻き\n取られた磁性体が大きくなった状態のまま，前記使用済みクーラント液の流れに沿\nって前記第１の回転ドラムへ誘導されることを特徴とする。\n【００１４】第１発明では，複数の磁石を配置した第２の回転ドラムを，第１の\n回転ドラムよりも使用済みクーラント液が流入してくる手前側に備え，第２の回転\nドラムが使用済みクーラント液中の磁性体を磁化することで，該磁性体を互いに吸\n着させて大きくするとともに，第２の回転ドラムに付着した磁性体を掻き取るスク\nレパーと，第１の回転ドラム下部の流路を形成する底部材とを備え，スクレパーに\nより掻き取られた磁性体が大きくなった状態のまま，使用済みクーラント液の流れ\nに沿って第１の回転ドラムへ誘導される。これにより，第２の回転ドラムにおいて\n吸着された磁性体が磁化されることにより互いに引き寄せあい，細かい粒子が集ま\nることで１粒あたりの大きさが大きくなる。したがって，磁性体が大きな粒子とな\nった状態のまま第１の回転ドラムへと誘導されるので，第１の回転ドラムにより確\n実に磁性体を回収することができ，クーラント液の清浄度をより向上させることが\n可能となる。\n【発明の効果】【００３１】本発明によれば，第２の回転ドラムにおいて吸着され\nた磁性体が磁化されることにより互いに引き寄せあい，細かい粒子が集まることで\n１粒あたりの大きさが大きくなる。したがって，磁性体が大きな粒子となった状態\nのまま第１の回転ドラムへと誘導されるので，第１の回転ドラムにより確実に磁性\n体を回収することができ，クーラント液の清浄度をより向上させることが可能とな\nる。\n【発明を実施するための形態】【００３４】図２に示すように，本実施の形態に係\nる回転ドラム型磁気分離装置は，箱型の本体１０内にクーラント液を溜め置く液溜\nめ部１２が設けられ，研磨加工後，あるいは切削加工後の切削屑，切粉等を含むス\nラッジが混入している使用済みクーラント液は，投入口２０から液溜め部１２へ投\n入される。\n【００３５】液溜め部１２を二分するように，本体１０の中央部近傍に第１の回\n転ドラム１３が略水平方向に回転することが可能に軸支されている。第１の回転ド\nラム１３は，ステンレス鋼等の非磁性材からなる円筒体をなしており，外周面に複\n数の磁石１４，１４，・・・を所定の配列で配置してある内筒１５を，外筒１９の内\n部に外筒１９と同軸に固定してある。複数の磁石１４，１４，・・・は，使用済みク\nーラント液に含まれる磁性体である切削屑，切粉等を磁着させることができるよう\nに，外筒１９の外周面に所定の磁束を発生させるよう，極性が配置されている。な\nお，図２に示すように，隣接する磁石１４，１４は，それぞれ極性が逆になるよう\nに配置されており，具体的には外周面側が「Ｎ」極の磁石，外周面側が「Ｓ」極の\n磁石，・・・というように交互に内筒１５の外周面に配置されている。\n【００３６】図２では，第１の回転ドラム１３の液溜め部１２に浸漬する部分か\nら頂上部までの間，すなわち第１の回転ドラム１３の外周の略４分の３に相当する\n部分に対応する内筒１５に，複数の磁石１４，１４，・・・が配置されている。残り\nの略４分の１に相当する部分には内筒１５に磁石１４が配置されておらず，磁力が\n作用しないように構成されている。\n【００３７】複数の磁石１４，１４，・・・の磁力によって液溜め部１２の底部に\nて第１の回転ドラム１３の外筒１９の外周面に磁着された磁性体である切削屑，切\n粉等は，外筒１９の回転に伴って第１の回転ドラム１３の頂上部へと搬送され，頂\n上部を通過した時点で複数の磁石１４，１４，・・・による磁着力から解放され，外\n筒１９に当接するスクレパー１７にて掻き取られて回収される。第１の回転ドラム\n１３の頂上部近傍には，ゴム等の弾性体を表面に配してある絞りローラ１６が設け\nられており，所定の押圧で第１の回転ドラム１３の外筒１９の外周面に当接されて\nいる。外筒１９と絞りローラ１６との間を磁着された切削屑，切粉等を含むスラッ\nジが通過することにより，スラッジの液分が絞り取られ，第１の回転ドラム１３が\n頂上部を通過した時点，すなわち磁力が及ばない位置にて切削屑，切粉等のみが分\n離回収される。\n【００３９】本実施の形態では，第１の回転ドラム１３に加えて，第１の回転ド\nラム１３よりも小径である第２の回転ドラム２１を，第１の回転ドラム１３よりも\n使用済みクーラント液が流入してくる手前側に配置している。つまり，まず第２の\n回転ドラム２１により磁性体である切削屑，切粉を吸着させた後，再度，第１の回\n転ドラム１３により集約された切削屑，切粉を吸着する構造となっている。\n【００４０】第２の回転ドラム２１は，第１の回転ドラム１３と同様，ステンレ\nス鋼等の非磁性材からなる円筒体をなしており，外周面に複数の磁石２４，２４，・・・\nを所定の配列で配置してある内筒２５を，外筒２９の内部に外筒２９と同軸に回転\nすることが可能に支持してある。複数の磁石２４，２４，・・・は，使用済みクーラ\nント液に含まれる磁性体である切削屑，切粉等を磁着させることができるように，\n外筒２９の外周面に所定の磁束を発生させるよう，極性が配置されている。なお，\n図２に示す「Ｎ」，「Ｓ」は，それぞれ磁石２４の外筒２９の外周面側と逆の面側の\n極性を示している。\n【００４１】図２では，第２の回転ドラム２１は液溜め部１２に全体が浸漬して\nいる。そして，内筒２５に，複数の磁石２４，２４，・・・が配置されている。複数\nの磁石２４，２４，・・・の磁力によって液溜め部１２の底部にて第２の回転ドラム\n２１の外筒２９の外周面に磁着された磁性体である切削屑，切粉等は，内筒２５の\n回転に伴って外筒２９の外周面を移動し，第２の回転ドラム２１の頂上部を通過し\nて外筒２９に当接するスクレパー２７にて掻き取られる。スクレパー２７は，第１\nの回転ドラム１３の下部の流路を形成する底部材３０に連結されており，掻き取ら\nれた不要物（磁性体）は第１の回転ドラム１３へと誘導される。\n【００５１】図６は，不要物である磁性スラッジの回収率の変動を示すグラフで\nある。図６(a)は，従来の回転ドラム型磁気分離装置の磁性スラッジ等の不要物の回\n収率を示している。\n【００５２】一方，図６(b)は，従来の回転ドラム型磁気分離装置に，第２の回転\nドラム２１を設けた場合の磁性スラッジ等の不要物の回収率を示している。図６(a)\nと図６(b)とを比較してわかるように，図６(b)の方が図６(a)よりも回収率が向上して\nいる。\n【００５３】ここで，スクレパー２７は，図２に示すように水平方向に設けるこ\nとに限定されるものではない。例えば，スクレパー２７は，第１の回転ドラム１３\nの下部の流路を形成する底部材に連結されていれば足りるので，第２の回転ドラム\n２１側から第１の回転ドラム１３に向かって下降するよう傾斜していても良い。\n【００５４】図７は，本発明の実施の形態に係る回転ドラム型磁気分離装置の他\nの構成を示す回転ドラムの回転軸に直交する面での断面図である。図７に示すよう\nに，本実施の形態に係る回転ドラム型磁気分離装置は，第２の回転ドラム２１の外\n筒２９に当接するスクレパー２７が，第２の回転ドラム２１側から第１の回転ドラ\nム１３側へ傾斜するよう設けられている。\n【００５５】これにより，スクレパー２７で書き取られた第２の回転ドラム２１\nに付着した不要物が，傾斜に沿って第１の回転ドラム１３側へと流れに乗って移動\nしやすく，第１の回転ドラム１３により確実に回収することが可能となる。\n【００５６】以上のように本実施の形態によれば，第２の回転ドラム２１におい\nて吸着された不要物（磁性体）が磁化されることにより互いに引き寄せあい，細か\nい粒子が集まることで１粒あたりの大きさが大きくなる。したがって，不要物が大\nきな粒子となって第１の回転ドラム１３へと誘導されるので，第１の回転ドラム１\n３により確実に不要物を回収することができ，クーラント液の清浄度をより向上さ\nせることが可能となる。\n【図１】\n【図２】\n２(1) 引用文献１には，以下のとおりの記載がある（甲１）。\nア  「本考案は，マグネットドラムをタンク内に複数個設置しタンク底部に\n沈澱した鉄粉ならびに混濁液内に浮遊する微細な鉄粉までもマグネットドラムに吸\n着させ常時タンク外へ排出させることにより上述の欠点を解消しようとするもので\nある。」（２頁１５行～２０行）\nイ  「第３図において１５は工作機械（図示省略）に備えられたオイル排出\n口，１７はオイルタンク，１９はダーティオイル２１とクリーンオイル２３とを仕\n切る仕切板で，排出口１５より排出される混濁液に含まれる鉄粉等が後述のマグネ\nットドラム２５の附近に落下しやすいように適宜傾斜して設けられている。」（３頁\n２行～８行）\nウ  「上記構成においてまずモーター３６を駆動させると無端帯３７を介し\nてマグネットドラム２５，２７，２９，３１，３２が同時に矢印方向に回転し始め\nる。この回転速度は毎分３～５ｍ程度が望ましい。一方クリーンオイル２３はポン\nプＰにより工作機械（図示省略）に送られ，所定の加工工程を経て排出口１５より\n鉄粉等を含有した混濁液となってタンク１７内に流下される。鉄粉等の不純物は液\n体より比重が大きいため排出口１５からオイルと一諸に排出される不純物は仕切板\n１９に沿って沈降し，最下端のマグネットドラム２５の近辺に沈澱していく。沈降，\n沈澱した不純物はマグネットドラム２５の外周面に吸着され，カキ取り板３９にて\n分離されカキ取り板３９の表面に沿って徐々に送り出されてゆく。このカキ取られ\nた不純物がマグネットドラム２５からかなりの間隔となった時点で次のマグネット\nドラム２７の外周面に吸着され以下同様にカキ取り板３９，マグネットドラム２９，\nカキ取り板３９，マグネットドラム３１，カキ取り板３９，マグネットドラム３２，\nカキ取り板３９を経て受け箱４１に排出されるのである。」（４頁３行～５頁４行）\nエ  「以上のごとく本考案はマグネットドラムの組合せによりタンク底部に\n沈澱した不純物ならびにオイル内に浮遊する不純物までも容易にタンク内から分離\n排出することができ，従来，問題とされてきたポンプの故障，オイル劣化等の危惧\nをなくする。また不純物の沈澱する位置にマグネットドラムを設けたので不純物の\n分離排出作業が能率的でタンク内の掃除をする必要がない等著しい効果を奏する。」\n（５頁５行～１３行）\n(2) 乙１文献には，以下のとおりの記載がある（乙１）。\n「種々の機械工作，例えば工作機械による切削作業あるいは放電加工，超音波加\n工等を行なうとき，水又は油などの液中に金属の微粒子が多く存在するようになり，\nこの微粒子を除去して液を清浄にする必要がある。\nこのような場合液中の微粒子の材質が磁性体で粒子が大きいときは液中での沈降\n速度がはやいので簡単に微粒金属を分離除去することができるが，微粒金属が甚だ\n微小な場合，例えば数ｌ０μ以下となれば液中でいつまでも浮遊しているから簡単\nに分離し難く，特殊の濾過法が必要となるが，この考案では液中に存在する磁性体\nの微粒金属を除去するために液中で移動する磁界を与えて磁性金属の微粒子を磁力\nによって吸引し集収して除去するようにして液を清浄にする装置である。\n従来この種の装置として，第１図のようなものがあった。先づこれを説明すると，\n(1)は非磁性体でつくられた長い円筒でその円筒表面上に(2)の非磁性体の金属の環\n(2)が円周を取り巻き，(2)の円環の隣にある(3)の円環には複数の小磁石のＳ，Ｎ極の\n間を非磁性体の小片(7)をはさんで円環を形成し，(2)の円環と(3)の磁石の円環とは交\n互に(2)(3)，(2)’(3)’，(2)”(3)”のように円筒(1)の軸方向にならべて一体の円筒を形成\nし，円筒(1)の中心軸として回転軸(4)を有し，回転軸を水平にして回転するようにな\nっている。(6)は円筒の外周に極めて接近して設けられた微粒子をかき落す目的の，\nかきおとし片である。\n以上のような構成で磁性微粒子を含んだ液(8)［判決注：(9)の誤記と認める。］をこ\nの装置の円筒の表面に浸るようにして円筒を矢の方向に回転する。液(5) ［判決注：\n(9)の誤記と認める。］も流動させて液中(5)  ［判決注：(9)の誤記と認める。］に存在\nする微粒子を磁石(3)に接近して吸引されるような機会を与えるようにする。\nこうして円筒(1)を回転している間に液中に浮遊する磁性体の微粒子は磁石(3)に\n接近し吸引せられて磁極付近に多く集まって(8)のように付着する。」（１頁１２行～\n３頁６行）\n３  取消事由１（独立特許要件違反の有無―本件補正発明の進歩性の有無）につ\nいて\n(1) 本件補正発明と引用発明との一致点及び相違点\nア  前記２(1)で認定した引用文献１の記載からすると，引用文献１には，以\n下のとおりの引用発明が記載されていることが認められる。\n「工作機械の切削油，冷却液等に混入する鉄粉等の磁性を有する切屑の分離排出\n装置であって，鉄粉等を含有するダーティオイルである混濁液を工作機械からオイ\nルタンク中に排出するオイル排出口，ダーティオイル２１とクリーンオイル２３と\nを仕切る仕切板１９，装置の側壁に回動自在に支承され，複数のパーマネントマグ\nネットを配置したマグネットドラム２５，２７，２９，３１，３２，マグネットド\nラム２５，２７，２９，３１，３２の外周面に接するように固設されたカキ取り板\n３９，及びクリーンオイル２３を工作機械に送るポンプＰを備え，オイル排出口か\nら流下した混濁液中の鉄粉は仕切板１９に沿って沈降し，マグネットドラム２５の\n付近に落下して沈殿し，沈殿した鉄粉はマグネットドラム２５の外周面に吸着され，\n鉄粉はカキ取り板にて分離されカキ取り板の表面に沿って徐々に送り出され，マグ\nネットドラム２５からかなりの間隔となった時点で次のマグネットドラム２７の外\n周面に吸着される，装置。」\nイ  したがって，本件補正発明と引用発明との一致点及び相違点は，以下の\nとおりとなる。\n(ｱ) 一致点\n「複数の磁石を配置した第１の回転ドラムを備え，使用済みクーラント液中の磁\n性体を分離する回転ドラム型磁気分離装置において，複数の磁石を配置した第２の\n回転ドラムを備え，前記第２の回転ドラムに付着した磁性体を掻き取るスクレパー\nと，前記第１の回転ドラム下部に底部材とを備え，前記スクレパーにより掻き取ら\nれた磁性体が前記第１の回転ドラムへ誘導される回転ドラム型磁気分離装置。」で\nある点\n(ｲ) 相違点\nａ  相違点１（争いがない。）\n本件補正発明は「第２の回転ドラムが使用済みクーラント液中の磁性体を磁化\nすることで，該磁性体を互いに吸着させて大きく」なるものであるが，引用発明は\n磁性体が互いに吸着して大きくなっているか否かが不明な点\nｂ  相違点２（争いがない。）\n本件補正発明は，「複数の磁石を配置した第２の回転ドラムを，前記第１の回転ド\nラムよりも使用済みクーラント液が流入してくる手前側に備え，使用済みクーラン\nト液は，第２の回転ドラムから第１の回転ドラムに向かって流れ」ることにより，\nスクレパーにより掻き取られた磁性体が大きくなった状態のまま「使用済みクーラ\nント液の流れに沿って前記第１の回転ドラムへ誘導される」ものであるが，引用発\n明は，マグネットドラム２５からマグネットドラム２７に向かって混濁液が流れて\nいるか否かが明らかでなく，また，カキ取り板３９によって掻き取られた鉄粉が大\nきくなった状態のまま，混濁液の流れに沿ってマグネットドラム２５からマグネッ\nトドラム２７へ誘導されるものであるかが不明である点\nｃ  相違点３’\n本件補正発明では，第１の回転ドラムと底部材との間にクーラント液の流路を\n形成するのに対し，引用発明は，上記のような流路を形成しているか否かが不明な\n点\nウ  これに対し，被告は，引用文献１においては，タンク１７の底部が底部\n材に相当し，マグネットドラム２７とタンク１７の底部との間に混濁液の流路が形\n成されるとして，相違点３は存在しないと主張する。\n(ｱ) しかし，本件補正発明に係る特許請求の範囲の記載は，「・・・前記使\n用済みクーラント液は，第２の回転ドラムから第１の回転ドラムに向かって流\nれ，・・・前記第２の回転ドラムに付着した磁性体を掻き取るスクレパーと，前記第\n１の回転ドラム下部の流路を形成する底部材とを備え，前記スクレパーにより掻き\n取られた磁性体が大きくなった状態のまま，前記使用済みクーラント液の流れに沿\nって前記第１の回転ドラムへ誘導されることを特徴とする回転ドラム型磁気分離装\n置。」というものであり，同記載からすると，第２の回転ドラムから第１の回転ドラ\nムに向かうクーラント液は，第 1 の回転ドラム下部に第 1 の回転ドラムと底部材と\nの間に形成された流路を流れるものであって，スクレパーによって掻き取られた磁\n性体を第１の回転ドラムに誘導するものであると解される。そして，このことは，\n本件明細書に，「スクレパー２７は，第１の回転ドラム１３の下部の流路を形成する\n底部材３０に連結されており，掻き取られた不要物（磁性体）は第１の回転ドラム\n１３へと誘導される。」（段落【００４１】），「スクレパー２７は，第１の回転ドラム\n１３の下部の流路を形成する底部材に連結されていれば足りるので，第２の回転ド\nラム２１側から第１の回転ドラム１３に向かって下降するよう傾斜していても良\nい。」（段落【００５３】），「図７に示すように，本実施の形態に係る回転ドラム型磁\n気分離装置は，第２の回転ドラム２１の外筒２９に当接するスクレパー２７が，第\n２の回転ドラム２１側から第１の回転ドラム１３側へ傾斜するよう設けられてい\nる。」（段落【００５４】），「これにより，スクレパー２７で書き取られた第２の回転\nドラム２１に付着した不要物が，傾斜に沿って第１の回転ドラム１３側へと流れに\n乗って移動しやすく，第１の回転ドラム１３により確実に回収することが可能とな\nる。」（段落【００５５】）と記載されていることからも，裏付けられているというこ\nとができる。\nしたがって，本件補正発明の特許請求の範囲の「流路を形成する」とは，第２の\n回転ドラムから第１の回転ドラムに向かうクーラント液の流路を形成するものと解\nすべきである。\n(ｲ) 引用文献１には，マグネットドラム２７（第１の回転ドラムに相当）\nとタンク１７の底部との間にマグネットドラム２５（第２の回転ドラムに相当）か\nらマグネットドラム２７に向かう混濁液の流れが生じていることは記載されていな\nい（甲１）から，相違点３’は存在し，被告の上記主張は理由がない。\n(2) 相違点２，３’の判断について\nア  本件補正発明におけるクーラント液の流れについて\n前記(1)ウ(ｱ)のとおり，第２の回転ドラムから第１の回転ドラムに向かうクーラ\nント液は，第１の回転ドラムの下部に第 1 の回転ドラムと底部材によって形成され\nた流路を流れるものであり，スクレパーによって掻き取られた磁性体を第１の回転\nドラムに誘導するものであると解される。\nイ  引用文献１におけるタンク１７内の混濁液の流れについて\n(ｱ) 前記２(1)のとおり，引用文献１の第３図には，鉄粉等を含有した混濁\n液をタンク１７内に投入するためのオイル排出口１５，仕切板１９で仕切られた左\n側の区域にあるクリーンオイルをタンク１７内から外へ排出するためのポンプＰ及\nび仕切板１９の上端と液面との間には間隙があることが記載されていることからす\nると，排出口１５からタンク１７内に混濁液が投入され，仕切板１９で仕切られた\n右側の区域において，鉄粉等を含有したダーティオイルから鉄粉等が除かれ，除か\nれたクリーンオイルは，仕切板１９の上端と液面との間の間隙を越流して，左側の\n区域に移り，同区域にあるクリーンオイルはポンプによって吸い上げられてタンク\n１７の外の工作機械に送られることが認められ，このような混濁液の流れに伴い，\nタンク１７内に混濁液の流れが生じることが認められる。\nしかし，排出口１５からタンク１７内に投入された混濁液の流れの具体的な方向\nや大きさについては，投入される混濁液や排出されるクリーンオイルの量や勢い，\nタンク１７内の各部材の具体的な位置関係等によって変わるものと考えられるから，\n引用文献１の記載のみから，タンク１７内の特定の範囲における特定の流れの方向\nや大きさを読み取ることは困難である。\n(ｲ) 前記２(1)のとおり，引用文献１には，「第３図において１５は工作機\n械（図示省略）に備えられたオイル排出口，１７はオイルタンク，１９はダーティ\nオイル２１とクリーンオイル２３とを仕切る仕切板で，排出口１５より排出される\n混濁液に含まれる鉄粉等が後述のマグネットドラム２５の附近に落下しやすいよう\nに適宜傾斜して設けられている。」，「鉄粉等の不純物は液体より比重が大きいため\n排出口１５からオイルと一諸に排出される不純物は仕切板１９に沿って沈降し，最\n下端のマグネットドラム２５の近辺に沈澱していく。沈降，沈澱した不純物はマグ\nネットドラム２５の外周面に吸着され，カキ取り板３９にて分離されカキ取り板３\n９の表面に沿って徐々に送り出されてゆく。」との記載があり，同記載からすると，\n排出口１５からタンク１７内に投入された混濁液の流れが存し，その流れに含まれ\nる鉄粉等の不純物は，仕切板１９に沿って真下に沈降するものと認められるから，\n排出口１５からタンク１７内に投入された混濁液の流れの勢いは比較的緩やかなも\nのであると考えられ，したがって，排出口１５からタンク１７内に投入された混濁\n液の流れがマグネットドラム２７とカキ取り板３９の間隙にまで流れ込み，カキ取\nり板３９に沿って不純物をマグネットドラム２７に誘導するかどうかは明らかでは\nないというべきである。\nまた，前記２(1)で認定した引用文献１の記載からすると，排出口１５からタンク\n１７内に投入された混濁液に含まれる鉄粉等の不純物は，マグネットドラム２５に\n吸着され，その後，カキ取り板３９によって分離され，マグネットドラム２７に吸\n着されることが認められるが，前記２(1)で認定した引用文献１の「沈降，沈澱した\n不純物はマグネットドラム２５の外周面に吸着され，カキ取り板３９にて分離され\nカキ取り板３９の表面に沿つて徐々に送り出されてゆく。」との記載からすると，上\n記の不純物がマグネットドラム２５からマグネットドラム２７に移動するのは，カ\nキ取り板３９の表面に沿って送り出されることによるものであり，混濁液の流れに\n誘導されるものとは必ずしも認められない。\nさらに，引用文献１の各マグネットドラムの回転により，同マグネットドラムの\n周囲の混濁液に流れが生じることも考えられるが，仮に，マグネットドラム２５の\n回転方向に混濁液の流れが生じるとしても，引用文献１の第３図によると，マグネ\nットドラム２７の回転方向は，マグネットドラム２５とマグネットドラム２７との\n間の部分においては，マグネットドラム２５とは逆方向の上側方向であると認めら\nれること，マグネットドラム２５の右側部分においては，カキ取り板３９の存在に\nより，マグネットドラム２５の回転が混濁液の流れに与える影響は小さいものと認\nめられることからすると，マグネットドラム２５とマグネットドラム２７の間にあ\nるカキ取り板３９の右側（上側）の部分においては，マグネットドラム２７の回転\n方向である下から上に向かった混濁液の流れが生じる可能性が高く，したがって，\nカキ取り板３９に沿ってマグネットドラム２７に不純物を誘導する混濁液の流れが\n生じているとは必ずしも認められない。\n(ｳ) その他，引用文献１には，マグネットドラム２７とタンク１７の底部\nの間に，マグネットドラム２５からマグネットドラム２７に向かう，スクレパーに\nよって掻き取られた磁性体を誘導する混濁液の流れが生じていることを読み取るこ\nとができる記載があるとは認められないから，当業者が，引用文献１の記載から，\n引用発明について，上記の流れが生じていることを読み取ることはできず，また，\n上記の流れが生じる構成とすることを容易に想到するということもできないという\nべきである。\nしたがって，相違点２，３’は，いずれも実質的な相違点であり，かつ，当業者\nは，これらを容易に想到することができたとは認められない。\nウ  被告の主張について\n(ｱ) 被告は，乙１文献について主張する。\n前記２(2)で認定した乙１文献の記載からすると，乙１文献に記載された技術は，\n磁石で形成された円環(3)を取り付け，回転軸(4)を軸として回転可能な円筒状部材(1)\nを，回転軸(4)が水平になるようにして磁性微粒子を含んだ液(9)に浸し，同円筒状部\n材(1)を回転させ，液(9)中に浮遊する磁性体の微粒子を，円環(3)に取り付けられた磁\n石の磁力によって吸引して付着させて，これを収集し，その際，液(9)を流動させて，\n微粒子を磁石に接近させるというものであることが認められる。\nしかし，乙１文献には，液(9)の流動する方向については記載されていない（乙１）。\nそして，乙１文献に記載された技術においては，液(9)を流動させる目的は，液(9)中\nに存在する磁性微粒子を満遍なく円環(3)に接近させるためであると認められ，この\n目的からすると，液(9)を掻き回すことで足り，液(9)を特定の方向に流動させる必要\nはないというべきである。\n一方，前記イのとおり，引用発明において，タンク１７内に混濁液の流れが生じ\nるとしても，その具体的な方向，すなわち，マグネットドラム２７とタンク１７の\n底部の間に，マグネットドラム２５からマグネットドラム２７に向かう，スクレパ\nーによって掻き取られた磁性体を誘導する流れが生じることを読み取ることはでき\nないのであって，この点が，相違点２，３’の内容をなすものであるから，乙１文\n献に記載された上記技術を適用しても，相違点２，３’は依然として相違点として\n残るというべきである。\nそして，上記のとおり，乙１文献に記載された技術は，液(9)を特定の方向に流動\nさせる技術ではないから，乙１文献に記載された上記技術を前提としても，当業者\nが，引用発明について，混濁液を上記のとおりマグネットドラム２５からマグネッ\nトドラム２７に向かって流れるようにすることを容易に想到することはできないと\nいうべきである。\n(ｲ)  被告は，引用発明は，混濁液の流れによりマグネットドラムに接近して\n吸引されるような機会を与えることにより，混濁液内に浮遊する微細な鉄粉を，タ\nンク内に複数個設置されたマグネットドラムの組合せによって除去しようとするも\nのであると主張する。\n前記２(1)で認定した引用文献１の記載からすると，引用文献１に記載された装置\nは，混濁液内に浮遊する微細な鉄粉等の不純物をもマグネットドラムに吸着させて\n分離排出するものであることが認められるが，そうであるからといって，必ずしも，\n混濁液をマグネットドラム２５からマグネットドラム２７に向かって流れるように\nする必要はない。\nしたがって，被告の上記主張は理由がない。\n(3)  以上のとおり，本件補正発明が新規性又は進歩性を欠如するということ\nはできない。\nしたがって，原告の主張する取消事由は理由がある。\n４  以上のとおりであるから，原告の請求は理由がある。\n第６  結論\nよって，主文のとおり判決する。\n知的財産高等裁判所第２部\n裁判長裁判官\n森              義    之\n裁判官\n佐    野        信\n裁判官\n熊    谷    大    輔\n"
}