{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 1,
    "day": 26
  },
  "case_number": "令和3(ワ)11118",
  "case_name": "損害賠償等請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "91953",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=91953",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/953/091953_hanrei.pdf",
  "contents": "令和 5 年 1 月 26 日判決言渡  同日原本領収  裁判所書記官\n令和 3 年（ワ）第 11118 号  損害賠償等請求事件\n口頭弁論終結日  令和 4 年 10 月 26 日\n判 決\n原   告           株式会社 C2 プレパラー ト\n（以下「原告会社」という。）\nＡ\n原 告            Ａ\n（以下「原告Ａ」という。）\n原告ら訴訟代理人弁護士        橋   本   阿友 子\n同                            出井   甫\n被   告            Ｂ\n同訴訟代理人弁護士            山 口 貴 士\n主 文\n1    被告は、原告Ａに対し、275 万円及びこれに対する令和 2 年 8 月 16\n日から支払済みまで年 3％の割合による金員を支払え。\n2    被告は、原告会社に対し、165 万円及びこれに対する令和 2 年 8 月 16\n日から支払済みまで年 3％の割合による金員を支払え。\n3  被告は、別紙 3 被告表示目録記載のマスクを複製又は頒布してはな\nらない。\n4  被告は、前項記載のマスク及びこれを作成するために使用したデー\nタを廃棄せよ。\n5  原告らのその余の請求をいずれも棄却する。\n6  訴訟費用は、これを 5 分し、その 2 を被告の負担とし、その余は原告\nらの負担とする。\n7  この判決は、第 1 項及び第 2 項に限り、仮に執行することができる。\n事 実 及 び 理 由\n第 1  請求\n1    被告は、原告Ａに対し、660 万円及びこれに対する令和 2 年 8 月 16 日から\n支払済みまで年 3%の割合による金員を支払え。\n2    被告は、原告会社に対し、440 万円及びこれに対する令和 2 年 8 月 16 日から\n支払済みまで年 3%の割合による金員を支払え。\n3    被告は、別紙 1「広告の要領」記載の要領をもって、別紙 2「広告の内容」記\n載の謝罪広告を 1 回掲載せよ。\n4    主文第 3 項及び第 4 項と同旨\n第 2  事案の概要\n1    本件は、育成シミュレーションゲーム「艦隊これくしょん-艦これ-」（以下「本\n件ゲーム」という。）等を開発・運営する原告会社及びその代表者である原告Ａ\nが、①被告が、令和 2 年 8 月 16 日、本件ゲームをテーマにした同人誌即売会\n（以下「本件即売会」という。）において、原告Ａの顔貌を元に作成したお面（以\n下「本件マスク」という。）を着用し、本件ゲーム内のキャラクター（以下、個\n別のキャラクターの如何を問わず「本件キャラクター」と総称する。）を性玩具\nに見立てた内容等の記載された同人誌（以下「本件同人誌」という。）を頒布し\nたことなどが、原告らの名誉を毀損すると共に、原告Ａのパブリシティ権、肖\n像権及び名誉感情を侵害し、また、②被告が、令和 2 年 5 月～8 月の間に、短\n文投稿サービス「ツイッター」において行った本件ゲーム等に関する一連の投\n稿が、原告らの名誉を毀損すると共に、原告Ａの肖像権及び名誉感情を侵害す\nる旨を主張して、被告に対し、以下の請求をする事案である。\n(1)  民法 709 条及び 710 条に基づく損害賠償請求として、原告Ａに対し、660\n万円及びこれに対する令和 2 年 8 月 16 日（不法行為日）から支払済みまで\n民法所定の年 3%の割合による遅延損害金、並びに、原告会社に対し、440 万\n円及びこれに対する令和 2 年 8 月 16 日（不法行為日）から支払済みまで民\n法所定の年 3%の割合による遅延損害金の各支払\n(2)  民法 723 条に基づき、名誉を回復するのに適当な処分として、別紙 1「広\n告の要領」記載の要領をもって、別紙 2「広告の内容」記載の謝罪広告を 1 回\n掲載すること\n(3)  肖像権に基づく差止請求として、別紙 3 被告表示目録記載のマスク（本件\nマスク）の複製及び頒布の差止め並びに本件マスク及びこれを作成するため\nに使用したデータの廃棄\n2    前提事実（当事者間に争いがないか、末尾の証拠及び弁論の全趣旨により容易\nに認められる事実。証拠番号の枝番は省略する（以下同様）。）\n(1)    当事者\nア  原告ら\n原告会社は、本件ゲーム及びそのメディアミックス作品群を開発・運営\nしている会社である。本件ゲームは、海防艦等の艦艇（軍艦）を女性に擬\n人化させた「艦娘」と呼ばれるキャラクター（本件キャラクター）を集め、\n戦闘を行う育成シミュレーションゲームである。そのユーザー数は 500 万\n人に上り、ゲームの配信、イベント、グッズの販売等が広く展開されてい\nるところ、その一環として、原告会社は、本件キャラクターの衣装を着用\nした女性店員を配置し、食事の提供と共に本件ゲームのグッズを販売する\n「カレー機関」という名称の店舗（以下「本件店舗」という。）を運営し\nている。\n原告Ａは、原告会社の代表取締役であると共に、本件ゲームのプロデュ\nーサーとして、その企画、開発、運営に携わっている。同原告は、ゲーム\n愛好家に広く閲読されている家庭用ゲーム雑誌及び電子版週刊雑誌「ファ\nミ通」（株式会社 KADOKAWA Game Linkage 発行）に顔写真と共に紹介さ\nれるなど、本件ゲームのユーザーの間では著名な人物である。\nイ  被告\n被告は、ツイッター上で、ユーザー名を「Ｄ」、アカウント名を「（省\n略）」とするアカウントにより、本件ゲームや原告らに関する投稿を行っ\nていた。\n(2)    被告の行為\nア  ツイッターへの投稿\n被告は、令和 2 年 5 月～同年 8 月の間、ツイッターにおいて、別紙 4 投\n稿目録記載のとおり、本件ゲーム等に関する投稿を行った（以下、これら\nの一連のツイートを「本件ツイート」ともいう。）。\nイ  本件マスクの着用及び本件同人誌の頒布等\n被告は、同年 8 月 16 日、本件即売会において、本件マスクを着用しなが\nら、本件同人誌（甲 5）を頒布した。\n(3)    本件同人誌の内容等\n本件同人誌は、被告がサークル名「#艦これはみんな仲良く」により本件即\n売会に参加するにあたり作成した「犯罪撲滅！！地球の安全！合法レイプ実\n現『海防艦ラブドール』ならアナタの夢、かなう。」と題する 10 頁程度の漫\n画等をその内容とする。その概略は、海防艦を擬人化させた本件キャラクタ\nーを、「海防艦ラブドール」という児童型ラブドール（人型の主に男性向け\n性玩具の一種）に見立て、当該ドールの使用により性欲を発散させることで\n性犯罪等の犯罪撲滅に資するといったことを内容とするものである。本件キ\nャラクターに関する描写の具体的内容は、別紙 5 描写目録記載 1 のとおりで\nある（以下、これらの描写を「本件キャラクター描写」と総称する。）。\nまた、本件店舗においては、本件キャラクターの衣装を着用した複数の女\n性をスタッフとして配置し、接客にあたらせているところ、その衣装は、キ\nャバクラその他の風俗店の女性店員のように、極端に肌を露出させた衣装を\n着用しているわけではなく、スカートの長さも膝丈程度である。また、そこ\nでの接客は、1 フロアに 20 名程度の利用客を入場させ、数名の店員がテーブ\nル越しに接客するスタイルである。店員と利用客は食事を提供するためのテ\nーブルを挟んでおり、利用客から店員の足元は見えづらい構造である。店員\nが利用客に接近して接客することもない（令和 2 年春以降は、特に、コロナ\n禍でもあり、利用客と通常より距離を置いている）。これに対し、本件同人\n誌末尾の「キャバカレー」と題する 4 コマ漫画には、別紙 5 描写目録記載 2\nのとおりの描写がある（以下、これらの描写を「本件店舗描写」と総称する。）。\nさらに、本件同人誌 3 頁及び 5 頁には、それぞれ、原告Ａと同定される男\n性イラスト（以下、前者を「男性イラスト 1」、後者を「男性イラスト 2」と\nいう。）が記載されている。上記各男性イラストに関する描写は、別紙 5 描\n写目録記載 3 のとおりである（以下、これらの描写を「本件男性イラスト描\n写」と総称する。）。\nさらに、本件同人誌 10 頁のクレジット表記（以下「本件クレジット表記」\nという。）には、本件同人誌の原作として本件ゲームの名称が表示されてい\nるほか、「SPECIAL THANKS」として、原告らの各名称に加え、「TwiFemis」\nとの記載に続いて 3 つのツイッターアカウントが表示されている。ただし、\n原告ら及び上記 3 アカウントの保持者らは、被告による本件同人誌の制作、\n頒布等に関わっておらず、賛同もしていない（甲 146、147）。なお、「TwiFemis」\n（ツイフェミ）とは、ツイッター上でフェミニズムに関する言動を展開する\n人々又はその現象を指す俗語・インターネットスラングである。\n(4)    本件マスクの形状等\n被告は、原告Ａに無断で本件マスクを作成し、本件同人誌に本件マスクの\n写真を掲載すると共に、本件即売会において、本件マスクを着用しながら本\n件同人誌を頒布した。\n本件マスクは、別紙 3 被告表示目録記載のとおり、原告Ａの顔写真を元に、\nこれをマスクとして着用できるよう、山型に湾曲させて作成したものである\n（甲 4、10）。\n本件同人誌 8 頁には、本件マスクの写真と共に、「本邦初公開!これが【神】\nのリアルマスクだ―――ッ!」との宣伝文句及び「古来より人は儀式や祭礼に\n際し、自らに神格を宿すために仮面をまとったという・だとすれば神である\n（省略）のマスクが作られるのは人間心理の必然的帰結であろう。」との説\n明文の記載がある。\n3  争点\n(1)    本件同人誌の頒布等に関するもの\nア  本件同人誌の頒布等による原告らの名誉毀損の成否（争点 1-1）\nイ   本件同人誌の頒布、本件マスクの着用等による原告Ａのパブリシティ権\n侵害の成否（争点 1-2）\nウ  本件同人誌の頒布、本件マスクの着用等による原告Ａの肖像権及び名誉\n感情の侵害の成否（争点 1-3）\n(2)    本件ツイートによる原告らの名誉毀損の成否（争点 2）\n(3)    本件ツイートによる原告Ａの肖像権及び名誉感情の侵害の成否（争点 3）\n(4)    本件マスク及びそのデータ廃棄等の必要性の有無（争点 4）\n(5)  原告らの損害及びその額（争点 5）\n(6)  謝罪広告の必要性の有無（争点 6）\n4  争点に関する当事者の主張\n(1)    本件同人誌の頒布等による原告らの名誉毀損の成否（争点 1-1）\n（原告らの主張）\nア  本件同人誌の内容等は前提事実  (3)のとおりであるところ、被告は、本\n件クレジット表記に、真実に反し、「SPECIAL THANKS」として原告らの名\n称を表示すると共に、「原作」欄に本件ゲームの名称を表示することにより、\nあたかも原告らが本件同人誌の制作等に関与し、本件キャラクターを性玩\n具として扱い、又はそのように扱うことを許容していること等の事実を摘\n示した。\nまた、原告Ａについては、本件同人誌の制作等に一切関与していないに\nもかかわらず、本件同人訴の「おまけ 4 コマ」と題する部分に掲載された\n「君の id は」とのタイトルの 3 コマ漫画（以下「本件 3 コマ漫画」とい\nう。）において、「Ａ監督  最新作」との記載により著作者として表示され\nている。\nこのような摘示事実は、原告らが、自身の管理する本件ゲームのコンテ\nンツに愛着も敬意も抱いていないといった印象を与えるものであり、原告\nらの社会的評価を低下させる。\nイ  本件キャラクター描写は、本件キャラクターをメインキャラクターとす\nる本件ゲームのコンテンツに対する著しい中傷である。本件即売会は本件\nゲームにテーマを限定した同人誌即売会であるところ、原告会社は、独自\nに作成したガイドライン（以下「本件ガイドライン」という。）に反しない\n限りで、このようなファン活動に寛容な態度を取ってきた。このため、本\n件同人誌が本件即売会で頒布されたことは、本件同人誌の作成、頒布等を\n原告会社が認容しているとの事実を摘示するものである。\nしかも、本件同人誌には、本件クレジット表記として原告会社の名称が\n表示されていることをも踏まえると、本件同人誌の内容は、本件キャラク\nターの中傷に原告会社も関与していた事実を摘示するものである。\nこのような事実は、原告会社が、自己の管理するコンテンツである本件\nキャラクターに愛着も敬意も抱いていないという印象を与え、原告会社の\n社会的評価を低下させる。\nウ  本件店舗描写は、原告らが、風俗営業等の規制及び業務の適正化等に関\nする法律（以下「風営法」という。）に違反している可能性のある店舗を営\nんでいるとの事実を摘示するものである。このような事実は原告らの社会\n的評価を低下させる。\nエ  したがって、被告が本件同人誌を頒布した行為は、原告らそれぞれの名\n誉を毀損する。\n（被告の主張）\n否認ないし争う。\n同人誌という媒体の性質、体裁上、一般読者の通常の読み方に従えば、原\n告らの主張するような読み方は成立しない。すなわち、本件即売会のような\n同人イベントでの頒布物の内容を著作権者が承認しているという社会通念は\n存在しない。また、本件クレジット表記はユーモアであり、これを見て、原\n告らが本件同人誌に対し「特別の感謝」の意を表するような人物であるとい\nう印象を受けることはない。\n(2)    本件同人誌の頒布、本件マスクの着用等による原告Ａのパブリシティ権\n侵害の成否（争点 1-2）\n（原告Ａの主張）\n個人は、人格権に由来する権利として、その氏名、肖像等をみだりに利用\nされない権利を有する。肖像等が商品の販売等を促進する顧客吸引力を有す\nる場合、その顧客吸引力を排他的に利用する権利であるパブリシティ権も、\nこの人格権に由来する権利に含まれる。具体的には「専ら肖像等の有する顧\n客吸引力の利用を目的とするといえる場合に」違法なパブリシティ権侵害と\nなり、①肖像等それ自体を独立して鑑賞の対象となる商品等として使用する\n場合、②商品等の差別化を図る目的で肖像等を商品等に付す場合、③肖像等\nを商品等の広告として使用する場合がこれに当たる。\n本件において、被告は、原告Ａの顔写真を、実際の人物の顔と同等以上の\n大きさのマスクに使用し、このマスク（本件マスク）を着用しながら、本件\nマスクを掲載すると共に本件 3 コマ漫画において原告Ａの氏名を無断で使用\nし、同漫画の著作者として表示した本件同人誌を本件即売会において頒布し\nた。これは、上記①～③のいずれの場合にも該当する。\nしたがって、被告の上記行為は、原告Ａのパブリシティ権を侵害する。\n（被告の主張）\n否認ないし争う。被告は、本件マスク自体は販売していない。また、原告\nＡの肖像には顧客吸引力が認められるほどの周知性はない。このため、本件\nマスクを被った人物は人目を引いたかもしれないが、これを広告として利用\nしたとはいえない。\n(3)    本件同人誌の頒布、本件マスクの着用等による原告Ａの肖像権及び名誉感\n情の侵害の成否（争点 1-3）\n（原告Ａの主張）\nア  肖像権の侵害\n被告は、本件マスクを着用すると共に、その写真が掲載された本件同人\n誌を頒布した。当該掲載ページの記載内容に加え、本件同人誌が全体とし\nて原告Ａ及び本件ゲームを誹謗中傷する内容であることから、被告は、悪\n意をもって同原告の顔貌をマスクに使用したといえる。\nしたがって、被告が、本件マスクの写真を撮影し、本件同人誌に掲載し\nた行為、及び本件即売会において本件マスクを着用の上、本件同人誌を頒\n布した行為は、原告Ａの肖像権を侵害する。\nイ  名誉感情の侵害\n(ｱ)  本件同人誌の頒布、本件マスクの着用等\n上記のとおり、被告は、悪意をもって原告Ａの顔貌を本件マスクに使\n用したものであり、一般の注意と捉え方からすれば、同原告の人格権侵\n害に値するほどに同原告の社会的評価を低下させるものである。\nしたがって、被告の上記行為は、原告Ａの名誉感情を侵害する。\nまた、本件店舗描写の 4 コマ目記載の描写（別紙 5 描写目録記載 2）\nも、原告Ａの名誉感情を侵害するものである。\n(ｲ)    本件男性イラストの描写\n原告Ａを描写したものと見られる男性イラスト 1 の発言の描写（別紙\n5 描写目録記載 3(1)）は、一般の読者の注意と読み方において、同原告\nが、幼女をレイプしたいとの願望を有し、当該願望を抑えるため、代わ\nりにオナホ（女性器の形状を模した性玩具の一種の名称の略語）を使用\nしているが、これを使い尽くすほど性欲の強い人物であると理解される\nものである。\nまた、原告Ａを描写したものと見られる男性イラスト 2 について、当\n該人物を「勃起豚」と呼ぶ記載（別紙 5 描写目録記載 3(2)）があるとこ\nろ、「勃起豚」とは、性的に興奮した状態を維持している太った人物を意\n味する。原告Ａを「勃起豚」と称することは、原告Ａが太った性欲の塊\nのような人物であることを示すものである。しかも、本件同人誌は、原\n告Ａを「勃起豚」と揶揄するのみならず、男性器が勃起しているような\nイラスト（男性イラスト 2）で表現しており、原告Ａを根拠なく「幼女\nを連れまわしている」人物であり、幼女に興奮して勃起する人物である\nように描いている。\n以上の被告の行為は、いずれも原告Ａの名誉感情を侵害する。\n（被告の主張）\n否認ないし争う。同人誌という媒体の性質、体裁上、一般読者の通常の読\nみ方に従えば、指摘されるような読み方は成立しない。\n(4)  本件ツイートによる原告らの名誉毀損の成否（争点 2）\n（原告らの主張）\nア  本件キャラクターには人権がないとの投稿\n被告は、別紙 4 投稿目録(1)のとおり、「艦娘は兵器なので、人権がない」\nとの言及を繰り返している。また、これらの投稿には、その投稿内容に沿\nうものとして被告がイラスト画像を添付したものがあるところ、これらの\nイラストは、いずれも本件ゲームの二次創作であり、本件キャラクターを\n改変した描写である。\nこれらの投稿は、一般の読者の注意と読み方からすれば、本件キャラク\nターが、身体拘束を加えられ、解体されて廃棄処分にされる等の扱いを受\nけても問題のないキャラクターであるとの印象を与えるものである。本件\nキャラクターは、本件ゲームの設定上「人」として描写されており、上記\nのような扱いを受け得る存在ではないにもかかわらず、被告の投稿は断定\n的であり、本件キャラクターが当初からそのようなキャラクター像として\n設定されていたかのような表現を用いている。このため、これらの投稿は、\n被告の描写する本件キャラクター像こそが原告会社によって設定されたも\nのであり、原告会社が当該投稿を許容しているとの事実を摘示するものと\n理解される。\nこのような事実は、原告会社が、自ら展開する本件キャラクターを単な\nるコンテンツ上の道具という程度にしか扱わず、敬意も愛着も有していな\nいといった印象を与えるものであり、原告会社の社会的評価を低下させる。\nしたがって、被告の上記行為は、原告会社の名誉を毀損する。\nイ  本件キャラクターに関する卑猥な表現\n被告は、別紙 4 投稿目録(2)のとおり、本件キャラクターを凌辱の対象と\nして表現した。これらの投稿は、一般の読者の注意と読み方からすれば、\n本件キャラクターを男性の性的欲求のはけ口として扱うものである。本件\nキャラクターは、本件ゲームの設定上、戦艦を擬「人」化したものであり、\n被告が描写したような取扱いを受けるような存在ではないにもかかわらず、\n被告の投稿は断定的であり、本件キャラクターが当初からそのようなキャ\nラクター像として設定されていたかのような表現を用いている。このため、\nこれらの投稿は、被告の描写する本件キャラクター像こそが原告会社によ\nって設定されたものであり、原告会社が当該投稿を許容しているとの事実\nを摘示するものと理解される。\nこのような事実は、原告会社が、自ら展開する本件キャラクターを単な\nるコンテンツ上の道具という程度にしか扱わず、敬意も愛着も有していな\nいといった印象を与えるものであり、原告会社の社会的評価を低下させる。\nしたがって、被告の上記行為は、原告会社の名誉を毀損する。\nウ  原告らが被差別部落への差別を助長しているかのような投稿\n被告は、別紙 4 投稿目録(3)のとおり、「四号」と呼ばれる本件ゲームの\n「第四号海防艦」というキャラクターのイラストと共に「よつ」と記載し\nている。上記キャラクターは自称「よつ」と名乗っているものの、これは\n単に「四号」という名称に由来するものである。しかし、被告の上記投稿\nでは、「よつ」との表記があたかも被差別部落に関する差別用語として使わ\nれているように解釈され、ひいては、本件ゲームが被差別部落に関与して\nいるかのように理解される。\nまた、被告のツイートには本件ゲームと台湾問題とを関連付けるかのよ\nうなものもあるが、原告らは本件ゲームをこのような関連付けにより展開\nしていない。\nこれらの投稿は、原告らが本件ゲームを被差別部落問題に関連付ける意\n図をもって制作・展開すると共に、台湾問題と関連付けている等の事実を\n摘示することにより、原告らの社会的評価を低下させるものである。\nしたがって、被告の上記行為は、原告らの名誉を毀損する。\nエ  本件店舗に関する誹謗中傷\n被告は、別紙 4 投稿目録(4)のとおり、本件店舗について投稿し、本件店\n舗を「キャバカレー」、「派遣型風俗キャバカ〇ー機関」と、あたかもキャ\nバクラまがいの風俗店であるかのように揶揄した。このような記載は、本\n件店舗を訪れたことのない者に対し、本件店舗につきキャバクラまがいの\n店舗であるとの誤解を与える。\nまた、その投稿には、本件店舗の運営が風営法違反に当たり、逮捕者（容\n疑者が原告Ａであることを推認させる記載を含む。）が出ているとの記載も\n存在する。このような事実は、原告らが法令に違反した店舗を経営してい\nるという印象を与えるものであり、原告らの社会的評価を低下させる。\nしたがって、被告の上記行為は、原告らの名誉を毀損する。\n（被告の主張）\n否認ないし争う。一般読者の通常の読み方からして、被告が原告ら主張に\n係る事実を摘示したとはいえず、また、これにより原告らの社会的評価が低\n下したともいえない。\n(5)    本件ツイートによる原告Ａの肖像権及び名誉感情の侵害の成否（争点 3）\n（原告Ａの主張）\nア  肖像権の侵害\n被告は、別紙 4 投稿目録(5)のとおり、原告Ａの許諾なく、人物を特定す\nるに十分な大きさで同人の顔写真をツイッターに投稿した。これは、原告\nＡの肖像権を侵害する。\nイ  名誉感情の侵害\n被告は、別紙 4 投稿目録(6)のとおり、原告Ａを揶揄ないし愚弄する内容\nの投稿を行った。これらの投稿は、多くのネットユーザーに対し、原告Ａ\nに関する誤った印象を植え付けると共に、同原告に対して多大な精神的苦\n痛を与えるものである。\nしたがって、被告の上記投稿は、原告Ａの名誉感情を侵害し、社会通念上\n許容される限度を超える侮辱行為である。\n（被告の主張）\n否認ないし争う。\n(6)  本件マスク及びそのデータ廃棄等の必要性の有無（争点 4）\n（原告Ａの主張）\n被告が本件即売会で本件マスクを着用していたこと、本件マスクを着用し\nた人物の写真をツイッター上に投稿したことなどを踏まえると、被告は、本\n件マスクを制作、公表等することにより原告Ａの肖像権を侵害する意図があ\nったといえる。にもかかわらず、被告は、本件即売会の主催者や参加者等に\nより本件即売会での本件マスクの着用等が問題視されるなどして問題が大き\nくなってから、その態度を急変させている。\nこのような被告の態度の変遷等を踏まえると、被告は、原告Ａに無断で本\n件マスクを制作し、将来もこれを公表等する恐れがある。\nしたがって、被告による原告Ａへの権利侵害の停止又は予防のためには、\n被告に対し、本件マスクの複製及び頒布の差止め並びに本件マスク及びこれ\nを作成するために使用したデータの廃棄を求める必要性が極めて高い。\n（被告の主張）\n争う。\n(7)   原告らの損害及びその額（争点 5）\n（原告らの主張）\nア  原告会社の損害\n原告会社が本件同人誌の作成、頒布行為による名誉権の侵害により被っ\nた社会的評価の低下の程度等を踏まえると、当該行為により原告会社に対\nして被告が支払うべき慰謝料は 150 万円を下らない。\nまた、原告会社が被告の本件ツイートによる名誉権の侵害により被った\n社会的評価の低下の程度等を踏まえると、当該行為により原告会社に対し\nて被告が賠償すべき損害額は 250 万円を下らない。\nイ  原告Ａの損害\n原告Ａが本件同人誌の作成、頒布行為による名誉権、名誉感情、肖像権\n及びパブリシティ権の侵害により被った精神的苦痛に対する慰謝料は 300\n万円を下らない。\nまた、原告Ａが、被告の本件マスク着用による肖像権、パブリシティ権\n及び名誉感情の侵害により被った精神的苦痛に対する慰謝料は 100 万円を\n下らない。\nさらに、原告Ａが、被告の本件ツイートによる肖像権及び名誉感情等の\n侵害により被った精神的苦痛に対する慰謝料は 200 万円を下らない。\nウ  弁護士費用相当損害額\n原告らは、被告の行為が悪質かつ継続的に行われていたことから、本件\nにつき弁護士に委任せざるを得なくなった。その弁護士費用のうち、少な\nくとも請求額の 1 割相当である 100 万円は、被告の不法行為と相当因果関\n係のある損害である。\n（被告の主張）\n争う。\n慰謝料の算定に当たっては、被告が本件マスクをかぶったのはイベント当日\nの 1 日だけであり、本件マスクの頒布はしていないこと、本件同人誌の販売数\nは 10 冊程度であり、頒布したイベントは 1 日だけであること、本件同人誌を\n販売業者に販売委託したことはあるが、本件即売会の 2 日後には販売依頼を\n取り下げており、1 冊も販売されていないこと、本件ツイートはいずれもリツ\nイートや「いいね」の回数が少なく、ほとんど注目を集めていないこと、本件\nゲームにおいて、本件キャラクターは被弾してダメージを受けると脱衣する\nという設定であり、清純なイメージはないこと等の事情を考慮すべきである。\n(8)  謝罪広告の必要性の有無（争点 6）\n（原告らの主張）\n被告の行為すなわち本件同人誌や本件ツイートを通じて、本件ゲームに登\n場する本件キャラクターは、人間の性欲を満たす玩具になり得るものとして\n世に知れ渡った。また、本件同人誌の原告らに係るクレジット表記に接した\n者や原告らの真意を知らない本件ゲームのユーザー等は、原告らのあずかり\n知らない被告の上記行為により、本件ゲームや原告らに関する印象を刷り込\nまれたことになる。加えて、原告Ａについては、本件マスクにより自己の意\n図しない方法・描写で自身の肖像が出回った。\nこれらの被告の行為により原告らに生じた損害は、金銭による賠償だけで\n回復できるものではなく、被告による謝罪広告を要する。\n（被告の主張）\n争う。\n第 3  当裁判所の判断\n1  本件同人誌の頒布等による原告らの名誉毀損の成否（争点 1-1）について\n(1)  本件同人誌には、前提事実(3)のとおりの記載がある。\nまた、甲 15 及び弁論の全趣旨によれば、原告会社は、本件ゲームに係る同\n人誌やイラスト、漫画、小説等の一般慣例的な「同人活動」について、公序\n良俗に反するもの、ゲームシステムのあるもの、ゲーム内の音源又は画像を\n使用したもの、関係者及び関係会社に迷惑を与えるもの以外は基本的に許容\nする旨の二次創作ガイドライン（本件ガイドライン）をツイッター上で公表\nしていることが認められる。\n他方、本件同人誌には、原告らが本件同人誌の制作等に関与したことない\nしその内容を許容していることを示す明示的な事実の摘示はない。もっとも、\n本件クレジット表記には、「SPECIAL THANKS」として原告らの名称が表示\nされると共に、「原作」欄に本件ゲームの名称が表示されている。\n(2)  検討\n本件同人誌は、本件ゲームの愛好者向け同人誌即売会である本件即売会に\nおいて販売された同人誌である。その内容も、本件ゲームそれ自体とは異な\nり、本件キャラクターを性玩具として扱うなどの本件キャラクター描写のよ\nうな卑猥なイラストやストーリーを含む漫画を主な内容とし、全体としては、\n本件ゲームないし本件キャラクターを揶揄する趣旨も含むものと理解される。\nしかも、本件同人誌は、随所に原告Ａ個人を揶揄する趣旨のものと理解され\nるイラストや文言による描写をも含む。本件クレジット表記に「TwiFemis」\nとして 3 つのツイッターアカウントが挙げられているところ、この語がツイ\nッター上でフェミニズムに関する言動を展開する人々又はその現象を指すイ\nンターネットスラングであることに鑑みても、本件同人誌は、本件クレジッ\nト表記に表記された者を揶揄する趣旨を強く含むものであることがうかがわ\nれる。\nこのような本件同人誌の性質及び内容に鑑みると、一般的な読者の注意と\n読み方を基準とした場合に、本件ゲームの制作者である原告らが本件同人誌\nの制作に協力したと理解されるとは考え難く、また、本件ゲームの設定が本\n件同人誌の内容に沿うものと理解されるともいい難い。\nしかし、他方で、本件ガイドラインの内容がやや抽象的なものであり、本\n件ゲームに係る二次創作作品が本件ガイドラインにより許容される範囲が必\nずしも明確でないことを併せ考慮すると、上記基準によっても、本件同人誌\nの頒布という行為それ自体をもって、このような内容の二次創作作品が本件\nガイドラインにより許容される範囲内に含まれ、許容されるものであるとい\nう判断を原告会社が行ったという事実を摘示するものと理解されることは合\n理的にあり得る。しかも、「SPECIAL THANKS」として本件クレジット表記\nに原告らの名称が明記され、原作として本件ゲームの名称が記されているこ\nとは、このような理解を強めるものといえる。\nこの場合、原告会社は、自ら管理するコンテンツである本件キャラクター\nに対する愛着や敬意の乏しい企業として、その社会的評価が低下すると見る\nのが相当である。また、原告Ａについても、本件ゲームのプロデューサーと\nして本件ゲームのユーザーの間では著名な人物であることなどに鑑みると、\n原告会社とは別に個人としての社会的評価が同様に低下すると見られる。\nこのことは、本件店舗描写に関しても同様である。\n(3)  小括\n以上の事情に鑑みると、一般的な読者の普通の注意と読み方を基準とすれ\nば、本件キャラクターに対する卑猥な描写をその内容とすると共に、クレジ\nット表記に「SPECIAL THANKS」と付して原告らの名称等を記載した本件同\n人誌を頒布する行為及び本件店舗描写は、原告らそれぞれの名誉を毀損する\nものといえる。これに反する被告の主張は採用できない。\n2    本件同人誌の頒布、本件マスクの着用等による原告Ａのパブリシティ権侵害\nの成否（争点 1-2）について\n原告Ａは、被告が本件マスクを着用しながら本件同人誌を頒布した行為及び\n本件同人誌に本件マスクの写真を掲載した行為につき、原告Ａのパブリシティ\n権侵害を主張する。\n肖像等を無断で使用する行為については，①肖像等それ自体を独立して鑑賞\nの対象となる商品等として使用し，②商品等の差別化を図る目的で肖像等を商\n品等に付し，③肖像等を商品等の広告として使用するなど，専ら肖像等の有す\nる顧客吸引力の利用を目的とするといえる場合に，パブリシティ権を侵害する\nものとして，不法行為法上違法となる（最高裁判所平成 24 年 2 月 2 日第一小\n法廷判決・民集 66 巻 2 号 89 頁参照）。\n本件の場合、そもそも、原告Ａが本件ゲームの愛好者等の間で著名であると\nしても、そのことから直ちに同原告の肖像等に顧客吸引力があることにはなら\nないところ、この点について、同原告は何ら具体的な主張立証をしない。\nこの点を措くとしても、本件マスクは、原告Ａの写真を顔面に着用できるよ\nうに山型に湾曲させただけの粗雑な作りのものにすぎない。そのため、本件マ\nスクやこれを撮影した写真は、同原告の肖像の写真（甲 10）とは相応に異なる\n印象を与えるものであり、同原告の肖像それ自体を独立して鑑賞の対象とする\n目的で作成されたものとはいい難い。また、本件同人誌における本件マスクの\n写真は全 10 頁程度のうちの 8 頁目にのみ掲載されている（甲 5）。しかも、同\n頁の本件マスクの写真は、「本邦初公開!これが【神】のリアルマスクだ―――\nッ!」との宣伝文句と共に、「古来より人は儀式や祭礼に際し、自らに神格を宿\nすために仮面をまとったという・だとすれば神である（省略）のマスクが作ら\nれるのは人間心理の必然的帰結であろう。」との説明文の記載と共に掲載され\nており、これらは、本件同人誌の本編である漫画の内容と直接的には無関係に、\n主に原告Ａを揶揄する文脈で掲載されているものと理解される。これを踏まえ\nると、本件即売会での本件同人誌の頒布にあたり被告が本件マスクを着用して\nいた点についても、同様に原告Ａを揶揄する趣旨で行われたものと理解するの\nが相当である。\nまた、本件 3 コマ漫画における原告Ａの氏名は、その素材となった別作品の\n宣伝用画像（甲 148）の構図に擬して作成した最終コマに表示されたものであ\nり、著作者として表示されたものとは理解し得ないと共に、当該コマの上部に\n小さく配置されているに過ぎないこともあって、原告Ａの氏名の顧客吸引力の\n利用を目的としたものとはいい難い。\nそうすると、本件マスクの写真の掲載及び本件即売会での本件同人誌頒布時\nにおける着用並びに本件 3 コマ漫画の氏名の記載は、上記①～③のいずれにも\n当たらず、その他専ら肖像等の有する顧客吸引力の利用を目的とするといえる\n場合に当たるとは認めるに足りない。\nしたがって、これらの行為は原告Ａのパブリシティ権を侵害する違法なもの\nとはいえない。この点に関する原告Ａの主張は採用できない。\n3    本件同人誌の頒布、本件マスクの着用等による原告Ａの肖像権及び名誉感情\nの侵害の成否（争点 1-3）について\n(1)  肖像権侵害の成否\n人はみだりに自己の容貌，姿態を撮影されないことについて法律上保護さ\nれるべき人格的利益を有するところ，ある者の容貌，姿態をその承諾なく撮\n影することが不法行為法上違法となるかどうかは，被撮影者の社会的地位，\n撮影された被撮影者の活動内容，撮影の場所，撮影の目的，撮影の態様，撮\n影の必要性等を総合的に考慮して，被撮影者の上記人格的利益の侵害が社会\n生活上受忍すべき限度を超えるものといえるかどうかを判断して決せられる\n（最高裁平成 17 年 11 月 10 日第一小法廷判決・民集 59 巻 9 号 2428 頁参照）。\n撮影された写真が雑誌等に掲載されるなどして公開された場合も，同様の判\n断枠組みが妥当すると考えられる。\n前記 2 のとおり、本件マスクは、原告Ａの写真を粗雑な方法で加工したも\nのであり、原告Ａの肖像の写真（甲 10）とは相応に異なる印象を与えるもの\nではある。しかし、本件同人誌では本件マスクが原告Ａの「リアルマスク」\nと紹介されていること、原告Ａが本件ゲームの愛好者等の間で著名であるこ\nと等の事情に照らすと、被告が本件マスクの写真が掲載された本件同人誌を\n本件マスクを着用しながら頒布した行為は、原告Ａの写真を無断で公開した\n場合と同様に理解することができる。また、本件同人誌の内容、とりわけ本\n件マスクの紹介の仕方等に照らすと、被告は、専ら原告Ａを揶揄する目的で\n本件マスクを作成し、これを着用の上、その写真を掲載した本件同人誌を頒\n布したといえる。\n以上のような写真の使用目的及び使用態様等に照らすと、本件マスクに係\nる被告の各行為は、自己の容貌等の写真をみだりに公開されないことについ\nての原告Ａの人格的利益を侵害し、その侵害が社会生活上受忍すべき限度を\n超えるものというべきであり、不法行為法上違法と認めるのが相当である。\nこれに反する被告の主張は採用できない。\n(2)    名誉感情の侵害\n前記のとおり、被告は、専ら原告Ａを揶揄する目的で本件マスクを作成し、\nこれを着用の上、本件即売会にて本件同人誌を頒布した。加えて、本件同人\n誌には、原告Ａと同定される男性イラストに係る本件男性イラスト描写が掲\n載されている（前提事実(3)）。また、本件店舗描写についても、本件同人誌の\n他の記載と合わせると、「（省略）」などの記載は原告Ａを指すことが明確に理\n解される。\nこのような被告の行為は、原告Ａに対する社会通念上許される限度を超える\n侮辱行為であり、原告Ａの人格的利益（名誉感情）を侵害する違法なものとし\nて、不法行為に当たるとするのが相当である。これに反する被告の主張は採用\nできない。\n4    本件ツイートによる原告らの名誉毀損の成否（争点 2）について\n(1)  本件店舗に関する投稿について\n被告は、別紙 4 投稿目録(4)のとおり、原告会社の運営する本件店舗を「キ\nャバカレー」、「派遣型風俗キャバカ〇ー機関」などと呼んだ上、「キャバカレ\nー」が違法風俗店として摘発され、セクキャバ「キャバカレー」経営者であ\nる「（省略）」が風営法違反の疑いで逮捕されたという内容の画像を、実在す\nるニュース映像風の画像のように表現して投稿した（前提事実(2)ア）。\n一般の閲覧者の普通の注意と読み方を基準とすれば、被告の上記各投稿は、\n原告会社の経営する本件店舗が「違法風俗店」として捜査機関により摘発さ\nれ、原告Ａと同定される者が風営法違反の疑いで逮捕されたという事実を摘\n示したものと理解される。これにより、上記各投稿は、これを閲覧した者に\nおいて、原告らが違法な風俗店を経営し、その代表者である原告Ａが逮捕さ\nれたという印象を与えるものであって、原告らの社会的評価をいずれも低下\nさせるものといえる。\nしたがって、被告の上記各投稿は、原告らそれぞれの名誉を毀損するもの\nであり、原告らに対する不法行為に当たると認められる。これに反する被告\nの主張は採用できない。\n(2)  原告らのその余の主張について\nア  本件キャラクターの人権等に言及した投稿について\n原告会社は、被告が、別紙 4 投稿目録(1)の各投稿により、本件キャラク\nターに人権がなく、身体拘束されて解体されても問題がないというキャラ\nクター像を原告会社が設定し、被告の投稿を許容しているという事実を摘\n示し、原告会社の社会的評価を低下させた旨を主張する。\nしかし、投稿先であるツイッターという投稿サービスの性質等をも踏ま\nえて考えると、一般の閲覧者の普通の注意と読み方によれば、被告の上記\n各投稿は、いずれも本件キャラクター等に関する卑猥な妄想や冷笑的な捉\nえ方といった被告個人の考えやこれを具現化したイラスト画像を投稿した\nと理解されるものであり、本件キャラクターにつき原告会社がこのような\n考えに沿うキャラクター像を当初から設定していたとか、当該投稿を許容\nしているといった事実を摘示するものとは必ずしも理解し得ない。\nしたがって、この点に関する原告会社の主張は採用できない。\nイ  本件キャラクターに関する卑猥な投稿について\n原告会社は、被告が、別紙 4 投稿目録(2)の各投稿により、原告会社が本\n件キャラクターを凌辱の対象、男性の性的欲求のはけ口として扱うという\nキャラクター像として設定し、被告の投稿を許容しているという事実を摘\n示し、原告会社の社会的評価を低下させた旨を主張する。\nしかし、上記アと同様に、一般の閲覧者の普通の注意と読み方によれば、\n被告の上記各投稿は、本件キャラクターを素材とする被告作成の卑猥なイ\nラスト画像をそのタイトル等と共に紹介したものと理解されるにとどまり、\n本件キャラクターにつき原告会社がこのような画像等に沿う内容のキャラ\nクター像を当初から設定していたとか、当該投稿を許容しているといった\n事実を摘示するものとは必ずしも理解し得ない。\nしたがって、この点に関する原告会社の主張は採用できない。\nウ  被差別部落等に言及した投稿について\n原告らは、被告が、別紙 4 投稿目録(3)の各投稿により、原告らが、本件\nゲームを被差別部落問題に関連付ける意図をもって制作・展開すると共に、\n台湾問題と関連付けている等の事実を摘示して、原告らの社会的評価を低\n下させた旨を主張する。\nしかし、一般の閲覧者の普通の注意と読み方によれば、被告の上記各投\n稿は、本件同人誌その他被告又は被告の所属するサークルにおいて作成す\nる同人誌において、被差別部落に対する差別用語とも理解し得る表現が使\n用されていることを奇貨として、同人誌等の認知度向上や原告Ａを揶揄す\nることを図ったものと理解されるのであって、原告会社が本件ゲームを被\n差別部落問題に関連付ける意図をもって制作・展開し、又は台湾問題と関\n連付けているといった事実を摘示するものとは理解し得ない。\nしたがって、この点に関する原告らの主張は採用できない。\n5    本件ツイートによる原告Ａの肖像権及び名誉感情の侵害の成否（争点 3）につ\nいて\n(1)  肖像権の侵害\n被告は、別紙 4 投稿目録(5)のとおり、原告Ａの許諾なく複数の顔写真を投\n稿した（前提事実(2)ア）。これらの投稿に加え、同一アカウントに投稿された\nツイート（別紙 4 投稿目録(6)）の内容等を踏まえると、被告による原告Ａの\n顔写真の投稿は、同原告を揶揄する目的でされたものと理解される。\nこのような使用目的及び使用態様等に照らすと、原告Ａの顔写真に係る被\n告の行為は、自己の容貌等の写真をみだりに公開されないことについての同\n原告の人格的利益を侵害し、その侵害が社会生活上受忍すべき限度を超える\nものとして、不法行為法上違法と認めるのが相当である。これに反する被告\nの主張は採用できない。\n(2)    名誉感情の侵害\n被告は、別紙 4 投稿目録(6)のとおり、原告Ａに関する投稿をした（前提事\n実(2)ア）。これらの投稿は、その内容に照らし、原告Ａを揶揄ないし愚弄する\nものと理解される。\nしたがって、被告による上記各投稿は、原告Ａに対する社会通念上許され\nる限度を超える侮辱行為であり、同原告の人格的利益を侵害する違法なもの\nとして、不法行為に当たると認めるのが相当である。これに反する被告の主\n張は採用できない。\n6    小括\n(1)    原告Ａの請求について\n以上のとおり、被告による本件同人誌の頒布等による原告Ａの名誉毀損並\nびに本件マスクを着用して本件同人誌を頒布等した行為による同原告の肖像\nに係る人格的利益及び名誉感情の侵害は、いずれも同原告に対する不法行為\nを構成するものと認められる。また、被告のツイッターにおける本件店舗に\n関する投稿による原告Ａの名誉毀損並びに同原告の顔写真等の投稿による同\n原告の肖像に係る人格的利益及び名誉感情の侵害は、いずれも原告Ａに対す\nる不法行為を構成するものと認められる。\n他方、本件同人誌の頒布等による原告Ａのパブリシティ権の侵害及び被告\nのツイッターにおける被差別部落に関する投稿による同原告の名誉権の侵害\nは認められない。\n(2)    原告会社の請求について\n以上のとおり、被告による本件同人誌の頒布等及び被告のツイッターにお\nける本件店舗に係る投稿による原告会社の名誉毀損は、いずれも原告会社に\n対する不法行為を構成するものと認められる。\n他方、被告のツイッターにおける本件キャラクターの人権等に言及する投\n稿、本件キャラクターに関する卑猥な投稿及び被差別部落に関する投稿につ\nいては、いずれも原告会社の名誉を毀損するものとはいえず、原告会社に対\nする不法行為を構成するものとは認められない。\n7   本件マスク及びそのデータ廃棄等の必要性の有無（争点 4）について\n前記のとおり、被告による本件マスクの着用等は、原告Ａの肖像に係る人格\n的利益の侵害に当たる。\nこのことと、本件同人誌の内容及び本件マスクの着用等の状況に加え、被告\nが本件マスク及びその作成に当たり使用したデータを廃棄その他の方法によ\nり既に使用不能にしたことを認めるに足りる証拠がないことに鑑みると、本件\nマスクによる原告Ａの肖像に係る人格的利益の侵害を停止又は予防するため\nには、本件マスク及びその作成に使用したデータの廃棄の必要性があるといえ\nる。これに反する被告の主張は採用できない。\n8  原告らの損害及びその額（争点 5）について\n(1)    原告Ａの損害及びその額\n原告Ａの損害額については、以下のとおり、合計 275 万円とするのが相当\nである。\nア  本件同人誌は、原告Ａがプロデューサーとして関与する本件ゲームでの\n設定とは異なり、本件キャラクターを性玩具として扱うと共に、同原告の\n顔写真等を掲載して同原告を揶揄ないし中傷する内容を含むものである。\nこれによる同原告に対する社会的評価の低下の程度は無視し得ず、かつ、\n同原告に対する侮辱の程度は高いといえる。\n他方、本件同人誌の販売数は証拠上不明であり（なお、被告はこの点に\nつき 10 冊程度と主張する。）、また、被告による本件マスクの着用は本件即\n売会当日の 1 日だけにとどまる。\nこれらの事情その他本件に顕れた事情を併せ考慮すると、本件同人誌の\n頒布等による原告Ａの名誉毀損並びに本件マスクの着用、本件同人誌の頒\n布等による原告Ａの肖像に係る人格的利益及び名誉感情の侵害により賠償\nすべき損害額については、150 万円とするのが相当である。\nイ  本件ツイートのうち、本件店舗に関する投稿は、原告Ａが違法な風俗店\nを経営した疑いで逮捕されたという事実をインターネット上で公開するも\nのであり、これによる同原告の社会的評価の低下は無視できない。同原告\nの顔写真等の投稿も、同原告を執拗に揶揄する悪質なものといえる。\n他方、被告によるこれらの投稿の閲覧者数は証拠上不明である。\nこれらの事情その他本件に顕れた事情を併せ考慮すると、本件ツイート\nのうち、本件店舗に関する投稿による原告Ａの名誉毀損及び名誉感情の侵\n害並びに同原告の顔写真等の投稿による肖像に係る人格的利益及び名誉感\n情の侵害により賠償すべき損害額については、100 万円とするのが相当で\nある。\nウ  弁護士費用相当損害額\n以上に照らすと、本件の各不法行為と相当因果関係のある弁護士費用相\n当額は、25 万円とするのが相当である\n(2)  原告会社の損害及びその額\n原告会社の損害額については、以下のとおり、合計 165 万円とするのが相\n当である。\nア  前記のとおり、本件同人誌は、原告会社が開発・運営する本件ゲームで\nの設定とは異なり、本件キャラクターを性玩具として扱う内容を含むもの\nである。これによる原告会社に対する社会的評価の低下の程度は無視し得\nない。他方、本件同人誌の販売数は証拠上不明である。\nこれらの事情その他本件に顕れた事情を併せ考慮すると、本件同人誌の\n頒布等による原告会社の名誉毀損により賠償すべき損害額については、50\n万円とするのが相当である。\nイ  前記のとおり、本件店舗に関する投稿は、原告会社の運営する店舗が違\n法な風俗店として捜査機関により摘発され、その代表者である原告Ａが逮\n捕されたという事実をインターネット上で公開するものであり、これによ\nる原告会社の社会的評価の低下は無視できない。他方、その投稿の閲覧者\n数は証拠上不明である。\nこれらの事情その他本件に顕れた事情を併せ考慮すると、本件店舗に関\nする投稿による原告会社の名誉毀損により賠償すべき損害額については、\n100 万円とするのが相当である。\nウ  弁護士費用相当損害額\n以上に照らすと、本件の各不法行為と相当因果関係のある弁護士費用相\n当額は、15 万円とするのが相当である。\n9  謝罪広告の必要性の有無（争点 6）について\n本件同人誌の内容、本件マスクの着用等の状況、本件同人誌の販売数や本件\nツイートの閲覧者数が不明であることその他 本件における一切の事情を考慮\nすると，原告らが受けた名誉毀損並びに原告Ａの肖像に係る人格的利益及び名\n誉感情の侵害による損害については，金銭による賠償がされることによって回\n復が図られるものといってよく，これに加えて謝罪広告の掲載を命ずる必要は\nない。これに反する原告らの主張は採用できない。\n10   まとめ\n以上より、原告Ａは、名誉毀損並びに肖像に係る人格的利益及び名誉感情の\n侵害の不法行為に基づき、被告に対し、合計 275 万円の損害賠償請求権及び不\n法行為日である令和 2 年 8 月 16 日（本件即売会の開催日）から支払済みまで\n民法所定の年 3％の割合による遅延損害金請求権を有する。また、原告Ａは、\n肖像に係る人格的利益に基づき、被告に対し、本件マスクの複製又は頒布の差\n止請求権並びに本件マスク及びその作成に使用したデータの廃棄請求権を有\nする。\nまた、原告会社は、名誉棄損の不法行為に基づき、被告に対し、合計 165 万\n円の損害賠償請求権及び令和 2 年 8 月 16 日から支払済みまで年 3％の割合に\nよる遅延損害金請求権を有する。\n第 4  結論\nよって、原告らの請求は、それぞれ主文掲記の限度で理由があるから、その\n限度でこれを認容し、その余は理由がないから棄却することとして、主文のと\nおり判決する。\n東京地方裁判所民事第 47 部\n裁判長裁判官\n杉    浦      正    樹\n裁判官\n小    口      五    大\n裁判官\n稲    垣      雄    大\n"
}