{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 6,
    "month": 3,
    "day": 28
  },
  "case_number": "令和5(ネ)10093",
  "case_name": "損害賠償請求控訴事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "92915",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=92915",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/915/092915_hanrei.pdf",
  "contents": "令和６年３月２８日判決言渡\n令和５年（ネ）第１００９３号  損害賠償請求控訴事件（原審・東京地方裁判所令\n和３年（ワ）第１２３０４号）\n口頭弁論終結日  令和６年１月１６日\n判                  決\n控訴 人             Ｘ\n同訴訟代理人弁護士                吉 峯 裕 毅\n被控訴 人              株 式 会 社 ア ー ク 出 版\n同訴訟代理人弁護士              三 山 裕 三\n同                                佐 原 祥 太\n同                                銘 里 拓 士\n主                  文\n１  原判決を次のとおり変更する。\n⑴  被控訴人は、控訴人に対し、８８万円及びこれに対する令和２年１\n２月２２日から支払済みまで年３分の割合による金員を支払え。\n⑵  控訴人のその余の請求を棄却する。\n２  訴訟費用は、第１、２審を通じてこれを２０分し、その３を被控訴人\nの負担とし、その余を控訴人の負担とする。\n３  この判決は、第１項⑴に限り、仮に執行することができる。\n事 実 及 び 理 由\n第１  控訴の趣旨\n１  原判決を次のとおり変更する。\n２  被控訴人は、控訴人に対し、６６０万円及びこれに対する平成２９年８月３\n日から支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要（略称等は、特に断らない限り、原判決の表記による。）\n１  本件は、控訴人が、被控訴人がインターネット上の動画共有サイトである\nYouTube（本件サイト）において原判決別紙映像目録記載の映像（本件映像）\nの一部（本件複製映像）を、控訴人の氏名又は屋号を著作者として表示するこ\nとなく公開した行為により、本件映像に係る控訴人の著作権（公衆送信権）及\nび著作者人格権（氏名表示権）が侵害されたと主張し、被控訴人に対し、不法\n行為に基づく損害賠償請求として、損害金６６０万円（著作権法１１４条３項\nに基づく損害４００万円、著作権侵害による逸失利益１００万円、著作者人格\n権侵害による慰謝料１００万円及び弁護士費用６０万円）及びこれに対する平\n成２９年８月３日（被控訴人が本件複製映像を本件サイトにおいて公開した日）\nから支払済みまで民法（平成２９年法律第４４号による改正前のもの）所定の\n年５分の割合による遅延損害金の支払を求めた事案である。\n原判決は、控訴人の請求のうち、５５万円（慰謝料５０万円及び弁護士費用\n５万円）及びこれに対する令和２年１２月２２日（被控訴人が本件サイトにお\nける本件複製映像の公開を停止した日）から支払済みまで現行の民法所定の年\n３分の割合による遅延損害金の支払を求める限度で認容し、控訴人のその余の\n請求を棄却したので、控訴人が原判決のうち控訴人敗訴部分を不服として控訴\nした。なお、被控訴人は、控訴も附帯控訴もしなかった。\n２  前提事実、争点及び争点に対する当事者の主張は、後記３のとおり補正し、\n後記４のとおり当審における控訴人の補充主張を付加し、後記５のとおり控訴\n人の補充主張に対する被控訴人の反論を付加するほか、原判決「事実及び理由」\n第２の２ないし４（２頁１０行目から２１頁１７行目まで）記載のとおりであ\nるから、これを引用する。\n３  原判決の補正\n⑴  原判決３頁２０行目及び４頁２行目の「本件映像の著作物性」を「本件映\n像の著作物性及び『映画の著作物』該当性」に改める。\n⑵  原判決４頁４行目から同頁６行目までを次のとおり改める。\n「ア  本件映像は、控訴人がその全体について創意工夫を尽くして制作したも\nのであり、創作性を有する著作物である。\nそして、本件映像は、視覚的効果の連続により構成されるものであるか\nら、映画の著作物（著作権法１０条１項７号）に該当する。」\n⑶  原判決６頁２２行目の「本件映像は著作物に当たらない。」を「本件映像に\n著作物性は認められず、本件映像は『映画の著作物』に当たらない。」に改め\nる。\n⑷  原判決８頁６行目末尾の「。。」を「。」と改める。\n４  当審における控訴人の補充主張\n⑴  アニメーション動画の制作過程のうち主要なものは絵コンテ、レイアウト、\n背景、原画、動画、彩色、撮影、音響、編集であって、このような細部にお\nける創作活動の集大成がアニメーションの本質である。\nそして、このことは、本件映像の「てんかん発作の動き」に係る部分につ\nいても同様である。例えば、原画作成については１３症例合計６０９枚、動\n画作成については１３症例合計１６８６枚もの多数のデータが用意されてお\nり、本件映像のうちてんかん発作の動きのみを抜き出したとしても、当該動\nきを実現する方法において作成者の個性が発揮されているから、この点にお\nいても著作物性が認められる。\n⑵  Ａ医師は、本件映像の制作を最初に着想した者ではあるが、本件映像の具\n体的内容に係る企画書等は何ら作成していない。甲１０６の別紙中「１シナ\nリオと香盤表」に記載したとおり、Ａ医師の着想を伝えられて具体的な企画\nの形にすべく、本件映像の全体像や設計を担当したのは全て控訴人である。\nＡ医師が本件映像において取り上げる症例及び再生順序を実質的に決定\nしたのは事実であるが、本件映像の膨大な制作過程からすればごくわずかな\n関与にすぎないし、本件映像は連続自動再生されるとはいえ独立した１３症\n例のアニメーションが組み合わされたものであり、再生順序は単に本件書籍\nの順に組み合わせただけであるから、本件映像の制作に当たって重要な意味\nをもたない。\nまた、Ａ医師は、控訴人に対し、てんかん発作に関する参考動画を３例し\nか提供しておらず、てんかん発作を起こす人物の見た目や発作前後のイメー\nジ等については、いくつかのコメントはしているものの、本件映像の膨大な\n制作工程と比較すれば、全体の中のごくわずかな作業量にすぎない。むしろ、\nＡ医師の確認なく、あるいは修正意見もなく進行した工程の方が多い。原判\n決は、Ａ医師が、てんかん発作が起こる人物の性別、年齢、着衣のほか、発\n作前後の動作のイメージや人物を捉える角度について種々指示を行い、最終\n的にそれらを決定したと認定したが、これは誤りである。\nさらに、Ａ医師は、控訴人が表現した動きが医学的に正確であるのかの確\n認を行い、正確性が十分でない場合に修正意見を述べることはしたが、完成\nの判断がＡ医師に委ねられていたことはない。Ａ医師の修正意見のうち、医\n学的正確性に関わらない部分については、控訴人が採用するか否かを決定し\nており、これに対してＡ医師から異議は唱えられていない。したがって、Ａ\n医師の役割は監修を超えるものではなく、Ａ医師が本件映像の全てについて\n指示を行い、最終決定をしたことはない。\n以上のとおり、Ａ医師は、本件映像の制作過程において、ごく一部への関\n与しかしておらず、映画の著作物である本件映像の「全体的形成に創作的に\n寄与した者」に当たらない。\n⑶ア  上記⑵のとおり、本件映像の膨大な制作工程のうち、Ａ医師の関与の程\n度はかなり小さいものであり、このことからすれば、Ａ医師が本件映像を\n制作する意思を有していたとは認められない。本件映像を制作する意思を\n有していたのは、Ａ医師からの働きかけを受け、被控訴人との間で、本件\n映像の制作義務を負うことを内容とする制作委託契約を締結し、実際に本\n件映像の全体像を考えた控訴人であり、控訴人こそが本件映像の製作を発\n意した者である。\nイ  Ａ医師が製薬会社等に本件書籍購入の営業活動を担っていたことは事実\nであるが、この営業活動は、契約に基づく義務又は職責として行われてい\nたものではない。本件映像の制作費として被控訴人が受け取る対価の原資\nが何で賄われているかは、控訴人と被控訴人との間の制作委託契約の内容\nとは無関係の要素であり、控訴人としても関与するところではない。また、\n控訴人から制作費の増額を求められた際に、Ａ医師が自ら負担することも\n選択肢とされていたということについては、控訴人は不知であるが、仮に\nそのような事実があったとしても、被控訴人代表者の陳述書（乙１６）に\nよれば、Ａ医師はあくまで書籍の買取りを検討すると述べたのみであり、\n本件映像制作費の増額分を支払うと述べたわけではない。控訴人が契約を\n締結した相手は被控訴人であり、控訴人は、控訴人に支払われる対価は被\n控訴人が負担していると認識していた。したがって、本件書籍が書店等に\nおいて期待したとおりに販売できるか否かのリスクをＡ医師が専ら負担\nしていた旨原判決が判断したことは誤りである。\nまた、そもそも、原判決が、本件書籍が書店等において期待したとおり\nに販売できるか否かのリスクをＡ医師が負担していたことをもって、本件\n映像の制作に関する経済的な収入・支出の主体となる者と判断したこと自\n体が誤りである。映画の著作物の製作に発意と責任を負う者が誰であるか\nの判断においては、本件映像の制作行為に関して経済的な収入・支出の主\n体となりリスクを負う者が誰であるかという観点から判断されるべきで\nあり、本件映像の制作が完了した後で本件映像を利用してどれだけの利益\nが得られるのかという観点、本件書籍が期待したとおりに販売できるか否\nかのリスクは考慮されるべきでない。\nさらに、本件書籍に本件ＤＶＤを付属させて販売する形態には、最初か\nら控訴人も同意しており、本件書籍が増刷される場合には控訴人が被控訴\n人に本件映像の複製の許諾を行うことが制作委託契約の当然の前提とな\nっていた。しかも、本件書籍の販売前から製薬会社等の買取りが決定して\nいたのであるから、その時点で投下資本の回収は既に達成していた。した\nがって、原判決が、Ａ医師に投下資本を回収する権限を与えるべきである\nとの理由で、Ａ医師が本件映像の制作に関する経済的な収入・支出の主体\nとなる者と判断したことは誤りである。\nウ  製作に関する経済的な収入・支出の主体となる者、すなわち自己の危険\nと責任において製作する主体が誰であるかを判断するためには、製作に関\nする法律上の権利義務の帰属主体が誰であるかを基準としなければなら\nない。\nＡ医師は、製薬会社等への営業活動を行ったとしても、資金調達及び映\n像の制作のいずれに関しても、何らかの法律上の権利義務が帰属してはい\nない。控訴人が提出した見積りで費用が収まらなかった場合の経済的リス\nクは控訴人に帰属していたのであり、Ａ医師が追加で支出をしなければな\nらない法的地位にあったわけでもない。したがって、Ａ医師は、本件映像\nの制作に関し、何らの法律上の権利義務の主体となるものではなく、この\n点からしても、Ａ医師を著作権者として認定することはできない。\nエ  本件映像の制作の全体像を把握し、制作の中で特に大きな時間的・労力\n的割合を占めるアニメーション制作の全てを背負い、進行管理と完成責任\nを負っていたのは控訴人であり、外部業者（制作スタッフ）に対して経費\nを支払う等の経済的リスクを負っていたのも控訴人である。これらのこと\nからすれば、映画の著作物である本件映像を制作する意思を有し、その製\n作に関する法律上の権利義務が帰属する主体であって、そのことの反映と\nして当該著作物の製作に関する経済的な収入・支出の主体となる者は、控\n訴人であり、控訴人が本件映像の著作権者である。\n⑷  無断でアップロードされた本件サイト上の表記に、本件複製映像が本件書\n籍に付属されているＤＶＤに収録されているとの説明はなかった。本件サイ\nトで本件複製映像を見た視聴者のうち、わざわざ被控訴人のウェブサイトの\nリンクをクリックする者はごくわずかであろうし、リンク先である被控訴人\nのウェブサイトにおける本件書籍の紹介ページに控訴人の名前は記載されて\nいない。そうすると、視聴者が控訴人の氏名にたどり着くためには、本件書\n籍を購入するか、又は書店で立ち読みをして、さらにアニメーション制作者\nが誰かを調査するしかないが、そのようなことをする者はごく稀であろうか\nら、本件複製映像を再生した者のほとんどは控訴人の氏名を認識しないまま\nである。したがって、本件サイト上の表記を通じて本件書籍の奥書にたどり\n着けるという抽象的な可能性をもって、慰謝料の減額事由とすべきではない。\n⑸  本件複製映像の無断アップロードは平成２９年８月３日から開始されてお\nり、控訴人の氏名表示権は同日から侵害されていたのであるから、被害者救\n済の観点から、遅延損害金の起算日は、継続的不法行為の開始日である同日\nとすべきである。同起算日を継続的不法行為の終了日としてしまうと、権利\n侵害が長期にわたるほど遅延損害金の金額が低いことになるし、本件におい\nては、遅延損害金の利率が年３分に下がるという大きな不利益も受けること\nになり、不当である。\n５  控訴人の補充主張に対する被控訴人の反論\n⑴  Ａ医師は、一般人にてんかんの発作を正しく理解してもらうための一つの\n方法として、アニメーション映像を収録したＤＶＤを書籍に付属させるとい\nう具体的な方法を着想したのであり、Ａ医師が本件映像の制作を着想して被\n控訴人に提案したものである。本件映像は、先行して制作に着手されていた\n本件書籍に準拠して制作されたものにすぎず、本件映像の企画書に相当する\nのは、控訴人が制作に関与していない本件書籍であって、控訴人が言う「シ\nナリオと香盤表」ではない。また、控訴人は、てんかんの素人であって、Ａ\n医師からの指示や動画等の提供がなければ「シナリオと香盤表」を作成する\nことが不可能であったから、仮に「シナリオと香盤表」が本件映像の企画書\nに相当するものであったとしても、Ａ医師がその根幹部分の作成に関与して\nいた。\n本件書籍においては、症例の選択及び順序が重要な要素であり、その付属\n物である本件映像においても症例の選択及び再生順は重要な要素であって、\nこれらを本件書籍と整合させることは、一般人にてんかんの発作を正しく理\n解してもらうという目的において極めて重要な意味を有していた。\nＡ医師は、全１３症例の参考動画等を提供しており、全１３症例に対する\n修正指示を行っている。そして、本件映像の表現の最終決定はＡ医師に委ね\nられていた。\n以上のとおり、Ａ医師は、本件映像の全体的形成に創作的に寄与している。\n⑵  Ａ医師と被控訴人との間では、本件書籍等の制作当初から、製薬会社等に\n対するＡ医師の営業活動等によって、それらの制作費を賄うことが当然の前\n提となっていた。すなわち、本件書籍はＡ医師の自費出版であって、Ａ医師\nが制作費を調達することは、Ａ医師と被控訴人との間で本件書籍の制作及び\n出版を行う前提となっていたのであるから、Ａ医師は制作費を調達する法的\n義務を負っていた。控訴人から制作費の増額を求められた際も、Ａ医師が不\n足する制作費を負担することを申し出て、営業活動も積極的に行い、販売先\nを新たに開拓していた。\n本件映像を付属させた本件書籍の出版は、いわばＡ医師の自費出版ともい\nい得るものであり、本件映像の制作当初から、Ａ医師、被控訴人代表者のＢ\n（以下「Ｂ’」という。）と控訴人の３名が打合せを行い、さらに、Ｂ’とと\nもにＡ医師による種々のチェックや修正指示が行われていたから、本件映像\nの制作に関する発注者は、被控訴人とＡ医師の両者であるとみるのが自然で\nある。\n控訴人が、本件書籍が増刷された場合に本件映像の複製の許諾を同意する\nとの意向を明示していたことはなく、控訴人に著作権が帰属するとすれば、\n控訴人はいつでもその意向を翻す可能性があるから、Ａ医師及び被控訴人は、\n控訴人からの差止請求等を受け得る非常に不安定な法的地位に置かれ続ける\nことになる。また、当初の製薬会社等の買取りから得られた代金は、Ａ医師\nの印税の対象になっておらず、Ａ医師は上記代金から原稿料１０万円を受け\nられるのみであり、本件書籍の増刷以降の販売から得られる印税によって初\nめて投下資本を回収する機会を得られるのであるから、投下資本の回収の点\nから、Ａ医師を映像の制作に関する経済的な収入・支出の主体となる者と認\n定した原判決の判断に誤りはない。\n⑶  本件サイトから本件書籍の奥書の表記にたどり着くこと自体は可能であっ\nたのだから、控訴人の氏名を認識した者がいた可能性は否定できず、この事\n実を慰謝料の減額事由として考慮したことが経験則に反することはないし、\n原判決は上記事実のみに依拠して慰謝料額を算定したわけでもなく、慰謝料\n額を５０万円とした原判決の結論に誤りはない。\n第３  当裁判所の判断\n当裁判所は、控訴人の請求については、８８万円及びこれに対する令和２年\n１２月２２日から支払済みまで年３分の割合による遅延損害金の支払を求める\n限度で理由があるからこの限度で認容し、その余は理由がないから棄却すべき\nであると判断する。その理由は次のとおりである。\n１  認定事実\n認定事実は、原判決「事実及び理由」第３の１（２１頁２０行目から２８頁\n２０行目まで。以下「認定事実」という。）に記載のとおりであるから、これを\n引用する。\n２  争点１（本件映像の著作物性及び「映画の著作物」該当性）について\n前提事実、認定事実及び証拠（乙１）によれば、本件映像は、一般人にてん\nかん発作を正しく理解してもらう目的で作成されたものであり、てんかん発作\nの１３症例に関する個別のアニメーション映像から構成され、各アニメーショ\nン映像では、登場人物が日常生活を送っている中で起きたてんかん発作に特徴\n的な動きや、この人物を介助する者の様子等が描写されていること、本件映像\nの制作に当たっては、控訴人が、絵コンテ、レイアウト、背景、原画及び動画\nの作成を自ら、又はその一部を他の業者に委託して行い、これらの作業により\n制作された本件映像は、症例とされた各てんかん発作が起こりやすい年齢等に\n合致した人物が描かれ、視聴者が、てんかん発作として見られる特徴的な動き\nに集中できるよう、描かれた人物の体格、人相、着衣、発作前後の動作、所在\nする場所、背景となる造作や家具、人物を捉える方向や画角等について、表現\nの選択がされ、発作の特徴を説明するナレーションが組み込まれるといった加\n工が施されたことが認められる。\nこのような本件映像は、映画の効果に類似する視聴覚的効果を生じさせる方\n法で作成されたものであり、かつ、思想又は感情を創作的に表現したものであ\nると認められる。\nそして、本件映像は、本件書籍の付属物として、ＤＶＤに固定されたもので\nある。\nしたがって、本件映像は、著作権法２条３項にいう「映画の効果に類似する\n視覚的又は視聴覚的効果を生じさせる方法で表現され、かつ、物に固定されて\nいる著作物」に当たるから、映画の著作物（同法１０条１項７号）であると認\nめられる。\nこの点に関し、被控訴人は、原判決「事実及び理由」第２の４⑴（被告の主\n張）イのとおり、本件映像を構成する三つの要素である発作を起こすキャラク\nター、キャラクターのデザイン、背景等及びナレーションのいずれの要素も創\n作性を有さず、本件映像は創作性を欠いて著作物に当たらないと主張するが、\n上記のとおり、本件映像を全体として見れば、思想又は感情を創作的に表現し\nたものであると認められ、被控訴人の上記主張は採用することができない。\n３  争点２（本件映像の著作者）について\n⑴  映画の著作物の著作者は、その映画の著作物において翻案され、又は複製\nされた小説、脚本、音楽その他の著作物を除き、制作、監督、演出、撮影、\n美術等を担当してその映画の著作物の全体的形成に創作的に寄与した者であ\nる（著作権法１６条）。\n⑵  控訴人の関与について\n認定事実⑶イのとおり、控訴人は、本件映像の制作に当たり、絵コンテ、\nレイアウト、背景、原画及び動画の各作成並びに彩色、撮影、音響及び編集\nの各作業を自ら行い、又はその一部を他の業者に委託した上で、これらの業\n者に対する指示を行っている。そして、本件映像に描写されている人物の体\n格、人相、着衣、発作前後の動作、所在する場所、背景となる造作や家具、\n人物を捉える方向や画角については、視聴者がてんかん発作として見られる\n特徴的な動きに集中できるように選択がされているものと認められ、これら\nの創作的な表現は、控訴人の上記各作業によって作出されたものといえる。\n⑶  Ａ医師の関与について\n前提事実及び認定事実によれば、本件映像にアニメーション映像として収\n録するてんかんの１３症例を選択し、その順序を決定したのはＡ医師である。\nまた、控訴人はてんかんについての知識を有していなかったから、てんか\nんの分野で専門的な知識を有するＡ医師が、本件映像で扱う症例の特徴につ\nいて控訴人に説明したものと推認される。ただし、Ａ医師は、原審で実施さ\nれた証人尋問において、全ての症例について参考映像を提供した旨供述する\nが、控訴人はこれを否認しており、提供された映像として証拠として提出さ\nれているものは三つしかなく（乙２の１～３）、Ａ医師が控訴人に送ったメー\nル（甲５２）の文面からすると、Ａ医師が上記三つの映像のほかにも何らか\nの映像を控訴人に提供したことは認められるものの、これをもって、全ての\n症例について参考映像を提供したとは認められない。\nまた、認定事実によれば、Ａ医師は、控訴人がアニメーション映像の作成\nに係る作業を行うに際し、症例に適した人物の性別や年齢を伝えたり、発作\nを表現するに際して人物を描写するのにふさわしい方向を伝えたりするなど\nしたが、本件の全証拠によっても、Ａ医師が多数の症例について、てんかん\n発作の動きや介助者の関与に関する動きの描写、人物の表情や背景の描写等\nに関する個別具体的な指示を控訴人に伝えたとは認められない。\nさらに、認定事実によれば、Ａ医師は、控訴人が作成した絵コンテや原画\nを自ら確認するとともに、一部の症例について、Ｃ医師及びＤ医師にその確\n認を依頼し、かつ、控訴人が作成した本件映像のナレーション原稿の草案及\nび字幕の内容を確認したと認められるが、いずれも、医学的見地から正確性\nを欠く内容の有無や本件書籍の内容との整合性を確認し、控訴人に指摘する\n内容であるといえる。Ａ医師は、本件映像に用いられているフォントやメニ\nュー画面の修正の指示も行ったが、本件映像における表現の中で占める割合\nとしてはごくわずかな部分にとどまる。\n⑷  その他の者の関与について\nア  認定事実によれば、被控訴人代表者であるＢ’は、控訴人が作成したナ\nレーション原稿の草案及び字幕の修正や、本件書籍の内容との整合性の確\n認、本件映像に用いられているフォントやメニュー画面の指示を行ってい\nるが、本件映像の制作について上記以外の関与をしたとは認められない。\nイ  Ｃ医師及びＤ医師は、本件映像の制作過程において、一部の症例につい\nて、控訴人の作成した絵コンテやラフ原画を見て、てんかん発作の動きが\n医学的に正確に表現されているかを確認し、Ａ医師を介して修正指示をし\nたにとどまる。\n⑸  上記⑵ないし⑷によれば、本件映像の制作、監督、演出、撮影、美術等を\n担当してその映画の著作物の全体的形成に創作的に寄与した者は、控訴人で\nあって、Ａ医師、被控訴人、Ｃ医師及びＤ医師はこれに当たらないと認めら\nれる。\nＡ医師の関与は、全体として見れば、控訴人に対するてんかんに関する情\n報提供や、本件映像を医学的に誤りのない内容にするための確認がほとんど\nであり、それらは本件映像の制作を監修する立場からの助言若しくはアイデ\nアの提供というべきものであって、本件映像の具体的表現を創作したものと\nは認められず、Ａ医師が本件映像の制作、監督、演出、撮影、美術等を担当\nしてその映画の著作物の全体的形成に創作的に寄与したとはいえない。また、\n本件映像で取り上げられた症例及びその再生順序を決定したことについては、\n本件映像が本件書籍の付属物であることから、本件書籍に準拠して上記決定\nをしたにすぎず、上記決定をしたことをもって、Ａ医師が本件映像の全体的\n形成に創作的に寄与したと認められることにもならないというべきである。\n被控訴人、Ｃ医師及びＤ医師については、これらの者による関与が前記⑷\nのとおりのものにすぎないことからすれば、これらの者が本件映像の全体的\n形成に創作的に寄与した者に当たるとは認められないというべきである。\n４  争点３（本件映像の著作権者）について\n⑴  著作権法２９条１項は、「映画の著作物の・・著作権は、その著作者が映画\n製作者に対し当該映画の著作物の製作に参加することを約束しているときは、\n当該映画製作者に帰属する。」と規定している。\n前記２のとおり、本件映像は映画の著作物であると認められるから、本件\n映像の著作権の帰属については、著作権法２９条１項が適用され、本件映像\nの著作者である控訴人が、映画製作者に対し、本件映像の製作に参加するこ\nとを約束しているときは、本件映像の著作権は当該映画製作者に帰属するこ\nとになる。\nこの点に関して、被控訴人は、著作権法２９条１項は劇場用映画を想定し\nた規定であり、本件書籍の従たる付属物として作成された本件映像には適用\nされないと主張するが、同項が映画の著作物のうち劇場用映画のみに適用さ\nれると解すべき根拠、あるいは本件映像が映画の著作物と認められるにもか\nかわらず同項が適用されないと解すべき根拠はなく、被控訴人の上記主張は\n採用することができない。\n⑵  著作権法２９条１項にいう「映画製作者」は、「映画の著作物の製作に発意\nと責任を有する者」である（同法２条１項１０号）。\nまた、著作権法２９条が設けられたのは、①従来から、映画の著作物の利\n用については、映画製作者と著作者との間の契約によって、映画製作者が著\n作権の行使を行うものとされていたという実態があったこと、②映画の著作\n物は、映画製作者が巨額の製作費を投入し、企業活動として製作し公表する\nという特殊な性格の著作物であること、③映画には著作者の地位に立ち得る\n多数の関与者が存在し、それら全ての者に著作権行使を認めると映画の円滑\nな市場流通を阻害することになることなどを考慮すると、映画の著作物の著\n作権が映画製作者に帰属するとするのが相当であると判断されたためである\nと解される。\n著作権法２条１項１０号の文言及び同法２９条１項の上記趣旨からみて、\n「映画製作者」とは、映画の著作物を製作する意思を有し、同著作物の製作\nに関する法律上の権利義務が帰属する主体であって、そのことの反映として\n同著作物の製作に関する経済的な収入・支出の主体ともなる者のことである\nと解するのが相当である。\n⑶  以下、本件の認定事実の下で、本件映像の映画製作者が誰と認められるか\nについて検討する。\nア  本件書籍を出版することとともに、アニメーション映像を収録したＤＶ\nＤを本件書籍の付属物とすることを企画したのはＡ医師である。\n他方、本件ＤＶＤを付属物とした本件書籍を出版したのは被控訴人であ\nる。また、控訴人との間で本件映像の制作に関する委託契約を締結したの\nは被控訴人であり、このことからすれば、控訴人に対して、上記委託契約\nの対価を支払う義務を負っていた者は被控訴人であったと認められる。実\n際に控訴人に対価を支払ったのも被控訴人であった。\nイ  被控訴人とＡ医師との間では、本件書籍を書店で販売するだけでは、制\n作費の全てを回収することが困難であると考えられたことから、Ａ医師の\n知り合いの製薬会社等に本件書籍を購入してもらうことで、制作費を回収\nする方針が採用され、実際に、Ａ医師は、自ら営業活動を行うなどして、\n製薬会社等からの本件書籍の購入約束を取り付け、これにより、控訴人に\n対して支払うべき上記委託契約の対価を含め、本件書籍の出版に要する費\n用を調達している。控訴人が、本件映像の制作に係る費用が増加した旨を\nＢ’に伝えた際も、Ｂ’はＡ医師に更なる購入先の確保が必要であること\nを伝え、Ａ医師は、自ら制作費を負担することや、自らの講演の謝金を充\nてることも考えている旨述べたが、最終的には本件書籍の出版に要する費\n用を調達するに足りる購入先を確保した。\nしかし、被控訴人とＡ医師との間で、Ａ医師が本件書籍の出版に必要な\n費用（控訴人に支払う対価を含む。）を調達するに足りるだけの購入先を確\n保できない事態が生じた場合に、Ａ医師が不足分の費用を負担するとの合\n意が成立したと認めるに足りる証拠はない。\nそうすると、上記のような事態が生じた場合には、本件書籍を出版し、\n控訴人との間で本件映像の制作に関する委託契約を締結してその対価を\n控訴人に支払う法的義務を負ったと認められる被控訴人が、最終的に不足\n分の費用を負担すべき立場にあったと認められる。\nウ  控訴人は、被控訴人との間でアニメーション映像の制作に関する委託契\n約を締結し、この契約に基づいて本件映像の制作に係る業務を行ったもの\nであり、上記委託契約に基づき、被控訴人に対する対価請求権を取得した。\n控訴人は、上記業務の一部を他の業者に行わせており、これらの業者に\n対して費用を支払う義務を負ったが、この費用についても、上記委託契約\nに基づき、被控訴人に対して請求することが可能であったのであり、実際\nに、控訴人は、上記業者に支払うべき費用を含め、Ａ医師が確保した本件\n書籍の購入先による購入代金により、上記委託契約の対価を受領した。\nまた、Ａ医師が、本件書籍の出版に必要な費用を調達するに足りるだけ\nの購入先を確保できない事態が生じた場合に、控訴人がその不足分を負担\nする、すなわち控訴人が被控訴人に対する対価請求権の全部又は一部を失\nうこととする旨の合意が成立したとは認められず、上記のような事態が生\nじたとしても、控訴人が損失を被る立場にあったとは認められない。\nエ  上記アないしウによれば、本件映像の映画製作者、すなわち、本件映像\nを製作する意思を有し、その製作に関する法律上の権利義務が帰属する主\n体であって、そのことの反映として、「映画の著作物」である本件映像の製\n作に関する経済的な収入・支出の主体ともなる者は、被控訴人であると認\nめるのが相当である。\n仮に、本件書籍の出版に必要な費用を調達するに足りるだけの購入先を\n確保できない事態が生じた場合に、Ａ医師がその不足分を負担し、損失を\n被ることとなっていたとすれば、Ａ医師が本件映像の映画製作者に当たる\nと解する余地があるが、本件で認められる事実関係に照らし、少なくとも\n控訴人が本件映像の映画製作者に当たると解する余地はない。\n⑷  上記のとおり、本件映像の映画製作者は、被控訴人である。\nそして、認定事実によれば、本件映像の著作者である控訴人は、被控訴人\nに対し、本件映像の製作に参加することを約束していたと認められる。\nしたがって、著作権法２９条１項により、本件映像の著作権は、その映画\n製作者である被控訴人に帰属すると認められる。\nなお、仮に、Ａ医師が本件映像の映画製作者であると認められるとしても、\n認定事実によれば、本件映像の著作者である控訴人は、Ａ医師に対し、本件\n映像の製作に参加することを約束していたと認められるから、著作権法２９\n条１項により、本件映像の著作権はＡ医師に帰属すると認められることにな\nり、いずれにしても控訴人に本件映像の著作権が帰属するとは認められない。\n⑸  前記第２の４⑶の控訴人の主張について\n控訴人は、控訴人が本件映像の映画製作者であると主張する。\nしかし、控訴人が本件映像の制作に係る業務を中心的に行ったこと、Ａ医\n師や被控訴人が上記業務に関与した程度が低いことをもって、「映画の著作\n物を製作する意思を有し、同著作物の製作に関する法律上の権利義務が帰属\nする主体であって、そのことの反映として同著作物の製作に関する経済的な\n収入・支出の主体ともなる者」が控訴人であると認められることにはならな\nい。\n控訴人が、本件書籍の販売数等によって被控訴人との委託契約に基づく対\n価の請求権を喪失する経済的リスクを負っていたと認められないことは、前\n記⑶ウのとおりであって、本件書籍が書店等において期待したとおりに販売\nできるか否かのリスクをＡ医師が専ら負担していたと認められるか否かに関\nわらず、控訴人が本件映像の製作に関して経済的な収入・支出の主体となり\nリスクを負っていたとは認める余地はない。\nしたがって、控訴人の上記主張は採用することができない。\n５  争点５（著作者名の表示の省略の可否）について\n争点５につき、被控訴人が本件複製映像を公開するに際し、著作者である控\n訴人の氏名の表示を省略することが可能であったと解すべき根拠となる事実が\nあるとは認められず、被控訴人が本件映像に係る控訴人の著作者人格権（氏名\n表示権）を侵害したと認められることは、原判決「事実及び理由」第３の５（３\n８頁２１行目から３９頁８行目まで）のとおりであるから、これを引用する。\n６  争点６（故意又は過失の有無）について\n争点６につき、本件映像に係る控訴人の氏名表示権の侵害について、少なく\nとも被控訴人に過失があったと認められることは、原判決「事実及び理由」第\n３の６（３９頁１０行目から同頁１７行目まで）のとおりであるから、これを\n引用する。\n７  争点７（損害の有無及びその額）について\n⑴  著作権侵害による損害について\n前記４のとおり、控訴人は本件映像の著作権者であるとは認められないか\nら、著作権侵害による損害が控訴人に生じたとは認められない。\n⑵  著作者人格権（氏名表示権）侵害による損害について\nア  前記３のとおり、本件映像の著作者は控訴人である。したがって、共同\n著作物である本件映像に係る著作者人格権に基づく損害賠償請求権は、共\n同著作者であるＡ医師の同意がなければ行使できないとする被控訴人の\n主張は、その前提を欠き、採用することができない。\nイ  上記のとおり、控訴人は本件映像の単独の著作者であるが、被控訴人は、\n控訴人の氏名又は屋号を著作者名として表示することなく、本件サイトに\nおいて、本件映像の一部からなる本件複製映像を公開したものであり、そ\nの公開の期間は約３年４か月の長期にわたり、その再生回数は１６０万回\n以上に達していた（認定事実⑹）。\n以上に加えて、出版社として本件ＤＶＤに著作権者の表示をしていたに\nもかかわらず本件映像の著作物性を争うなどの被控訴人の本件訴訟遂行\nにおける対応を含め、本件に現れた諸事情を考慮すると、氏名表示権侵害\nによる控訴人の精神的苦痛を慰謝するに足りる慰謝料は８０万円と認め\nるのが相当である。\n⑶  弁護士費用について\n被控訴人による氏名表示権侵害の不法行為と相当因果関係のある弁護士\n費用は８万円と認める。\n⑷  遅延損害金について\n控訴人の被控訴人に対する損害賠償請求につき、遅延損害金の起算日は、\n被控訴人の継続的不法行為の終了日である令和２年１２月２２日であり、遅\n延損害金の利率は現行の民法所定の年３分と認められる。その理由は、原判\n決「事実及び理由」第３の７⑷（４１頁１２行目から同頁１９行目まで）の\nとおりであるから、これを引用する。\nこの点に関して、控訴人は、前記第２の４⑸のとおり、遅延損害金の起算\n日は被控訴人による不法行為が開始された日である平成２９年８月３日とす\nべきであると主張する。\nしかし、控訴人が被控訴人に請求できる損害金（慰謝料）の金額は、被控\n訴人が平成２９年８月３日から令和２年１２月２２日までの長期にわたって\n不法行為を継続したことによる控訴人の心理的苦痛を慰謝するに足りるもの\nとして算定されたものであり、このような慰謝料の支払義務について、被控\n訴人が、不法行為の開始日（本件サイトにおいて本件複製映像の公開を開始\nした日）から履行遅滞に陥ったと解することはできず、同日からの遅延損害\n金支払義務を負うとも解されない。\n不法行為に基づく損害賠償請求に関し、遅延損害金の起算日が平成２９年\n８月３日であれば、その利率は平成２９年法律第４４号による改正前の民法\n所定の年５分、起算日が令和２年１２月２２日であれば、その利率は現行の\n民法所定の年３分となるが、このことによって、被控訴人が控訴人に支払う\nべき遅延損害金の起算日を平成２９年８月３日と解すべきことにはならない。\nしたがって、控訴人の上記主張は採用することができない。\n８  その他、原審及び当審において当事者が主張する内容を検討しても、当審に\nおける上記認定判断（原判決引用部分を含む。）は左右されない。\n９  結論\n以上によれば、争点４について判断するまでもなく、控訴人の請求は、不法\n行為に基づく損害賠償請求として、８８万円及びこれに対する令和２年１２月\n２２日から支払済みまで年３分の割合による遅延損害金を請求する限度で理由\nがあるからこの限度で認容し、その余の請求は理由がないからこれを棄却すべ\nきところ、これと異なる原判決は一部失当であり、本件控訴は一部理由がある。\nよって、主文のとおり判決する。\n知的財産高等裁判所第３部\n裁判長裁判官\n東  海  林              保\n裁判官\n今      井      弘      晃\n裁判官\n水      野      正      則\n"
}