{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 4,
    "month": 2,
    "day": 2
  },
  "case_number": "令和3(行ケ)28",
  "case_name": "選挙無効請求事件",
  "court_name": "東京高等裁判所",
  "result": "棄却",
  "lawsuit_id": "91027",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=91027",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/027/091027_hanrei.pdf",
  "contents": "主 文\n１  原告らの請求をいずれも棄却する。\n２  訴訟費用は原告らの負担とする。\n事 実 及 び 理 由\n第１  請求\n令和３年１０月３１日に行われた衆議院（小選挙区選出）議員選挙の東京都第１\n区ないし第２５区，茨城県第１区ないし第７区，栃木県第１区ないし第５区，群馬\n県第１区ないし第５区，埼玉県第１区ないし第１５区，千葉県第１区ないし第１３\n区，神奈川県第１区ないし第１８区，新潟県第１区ないし第６区，山梨県第１区及\nび第２区，長野県第１区ないし第５区並びに静岡県第１区ないし第８区（以下，併\nせて「本件各選挙区」という。）における選挙をいずれも無効とする。\n第２  事案の概要\n１  本件は，令和３年１０月３１日に施行された衆議院議員総選挙（以下「本件選挙」\nという。）について，本件各選挙区の選挙人である原告らが，本件選挙における衆\n議院小選挙区選出議員の選挙（以下「小選挙区選挙」という。）の選挙区割りに関\nする公職選挙法の規定は憲法に違反し無効であるから，これに基づき施行された本\n件選挙の本件各選挙区における選挙も無効である旨の主張をして提起した選挙無\n効訴訟である。\n２  前提となる事実（争いのない事実，掲記の証拠及び弁論の全趣旨により認められ\nる事実）\n当事者\nア  原告Ａは，東京都第１区の選挙人であり，その余の原告らは，それぞれ，本\n件各選挙区のうち別紙当事者目録に記載の選挙区の選挙人である。\nイ  被告らは，いずれも，本件各選挙区について，当該選挙区における本件選挙\nに関する事務を管理する選挙管理委員会である。\n本件選挙について\nア  本件選挙の小選挙区選出選挙は，令和３年１０月３１日，平成２９年法律第\n５８号（以下「平成２９年改正法」といい，同法による改正を「平成２９年改\n正」という。）により一部改正された平成２８年法律第４９号（以下，上記一\n部改正前の平成２８年法律第４９号を「平成２８年改正法」といい，同法によ\nる改正を「平成２８年改正」という。また，平成２９年改正法により一部改正\nされた平成２８年改正法を以下「一部改正後の平成２８年改正法」という。）\nによる改正後の衆議院議員選挙区画定審議会設置法（以下「新区画審設置法」\nという。），公職選挙法（以下，単に「公職選挙法」ともいう。）に基づいて\n行われた。\nイ  本件選挙が施行された当時の衆議院議員の定数は４６５人とされ，そのうち\n２８９人が小選挙区選出議員，１７６人が比例代表選出議員とされ（公職選挙\n法４条１項），小選挙区選挙については，全国に２８９の選挙区を設け，各選\n挙区において一人の議員を選出するものとされ（同法１３条１項，別表第１。\n以下，これらの規定を併せて「本件区割規定」といい，後記の改正の前後を通\nじてこれらの規定を併せて「区割規定」という。），比例代表選出議員の選挙\n（以下「比例代表選挙」という。）については，全国に１１の選挙区を設け，\n各選挙区において所定数の議員を選出するものとされている（同法１３条２\n項，別表第２）。衆議院議員総選挙においては，小選挙区選挙と比例代表選挙\nとを同時に行い，投票は小選挙区選挙及び比例代表選挙ごとに一人１票とされ\nている（同法３１条，３６条）。\nまた，本件選挙施行当時の小選挙区選挙の選挙区は，同法１３条１項及び別\n表第１（本件区割規定）に定める選挙区割（以下「本件選挙区割り」という。）\nのとおりであった。\nウ  本件選挙当時，選挙区間における議員一人当たりの選挙人数の最大較差（人\n口）は，人口最少選挙区である鳥取県第２区を１とした場合，東京都第２２区\nは２．０９６（以下，較差に関する数値は，全て概数である。）であり，２３\n選挙区において，較差（人口）が２倍以上となった（乙１の１の２）。\nまた，本件選挙当日における選挙区間の最大較差（選挙人）は，鳥取県第\n１区と東京都第１３区との間の１対２．０７９であり，２９の選挙区におい\nて，較差（選挙人）が２倍以上となった（乙１の２）。\n平成２９年１０月２２日施行の衆議院議員総選挙（以下「前回選挙」という。）\nまでの公職選挙法の改正と投票価値の最大較差の推移，これに係る選挙無効訴訟\nにおける最高裁判所判決の動向等について\nア  昭和２５年に制定された公職選挙法（昭和２５年法律第１００号）は，衆議\n院議員の選挙制度につき，中選挙区単記投票制を採用していたが，平成６年１\n月に公職選挙法の一部を改正する法律（平成６年法律第２号）が成立し，その\n後，平成６年法律第１０号及び同第１０４号によりその一部が改正され，これ\nらにより，衆議院議員の選挙制度は，従来の中選挙区単記投票制から小選挙区\n比例代表並立制に改められた（以下，上記改正後の当該選挙制度を「本件選挙\n制度」という。）。\nイ  平成６年１月に上記の公職選挙法の一部を改正する法律と同時に成立した\n衆議院議員選挙区画定審議会設置法によれば，衆議院議員選挙区画定審議会\n（以下「区画審」という。）は，衆議院小選挙区選出議員の選挙区の改定に関\nし，調査審議し，必要があると認めるときは，その改定案を作成して内閣総理\n大臣に勧告するものとされている（同法２条）。平成２４年法律第９５号によ\nる改正前の衆議院議員選挙区画定審議会設置法３条（以下「平成２４年改正前\n区画審設置法３条」という。）は，上記の選挙区の区割りの基準（以下，後記\nの改正の前後を通じて「区割基準」という。）につき，①１項において，上記\nの改定案を作成するに当たっては，各選挙区の人口の均衡を図り，各選挙区の\n人口のうち，その最も多いものを最も少ないもので除して得た数が２以上とな\nらないようにすることを基本とし，行政区画，地勢，交通等の事情を総合的に\n考慮して合理的に行わなければならないものと定めるとともに，②２項におい\nて，各都道府県の区域内の選挙区の数は，各都道府県にあらかじめ１を配当す\nることとし（以下「一人別枠方式」という。），この１に，小選挙区選出議員\nの定数に相当する数から都道府県の数を控除した数を人口に比例して各都道\n府県に配当した数を加えた数とすると定めていた（以下，この区割基準を「平\n成２４年改正前区割基準」といい，この規定を「平成２４年改正前区割基準規\n定」ともいう。）。本件選挙制度の導入の際に一人別枠方式を含む平成２４年\n改正前区画審設置法３条２項所定の定数配分の方式を定めることについて，法\n案の国会での審議においては，法案提出者である政府側から，各都道府県への\n選挙区の数すなわち議員の定数の配分については，投票価値の平等の確保の必\n要性がある一方で，過疎地域に対する配慮，具体的には人口の少ない地方にお\nける定数の急激な減少への配慮等の視点も重要であることから定数配分上配\n慮したものである旨の説明がされていた。\n選挙区の改定に関する区画審の勧告は，統計法５条２項本文（平成１９年法\n律第５３号による改正前は４条２項本文）の規定により１０年ごとに行われる\n国勢調査（以下「大規模国勢調査」ということがある。）の結果による人口が\n最初に官報で公示された日から１年以内に行うものとされ（平成２８年改正前\nの衆議院議員選挙区画定審議会設置法４条１項），さらに，区画審は，各選挙\n区の人口の著しい不均衡その他特別の事情があると認めるときは，上記の勧告\nを行うことができるものとされていた（同条２項）。\nウ  区画審は，平成１２年１０月に実施された国勢調査（以下「平成１２年国勢\n調査」という。）の結果に基づき，平成１３年１２月，衆議院小選挙区選出議\n員の選挙区に関し，平成２４年改正前区画審設置法３条２項に従って各都道府\n県の議員の定数につきいわゆる５増５減を行った上で，同条１項に従って各都\n道府県内における選挙区割りを策定した改定案を作成して内閣総理大臣に勧\n告し，これを受けて，平成１４年７月，その勧告どおり選挙区割りの改定を行\nうことなどを内容とする公職選挙法の一部を改正する法律（平成１４年法律第\n９５号）が成立した。平成２１年８月３０日施行の衆議院議員総選挙（以下「平\n成２１年選挙」という。）の小選挙区選挙は，同法により改定された選挙区割\nりの下で施行されたものである（以下，平成２１年選挙に係る衆議院小選挙区\n選出議員の選挙区を定めた上記改正後（平成２４年法律第９５号による改正\n前）の公職選挙法１３条１項及び別表第１を併せて「平成２１年区割規定」と\nいい，平成２１年区割規定に基づく選挙区割を「平成２１年選挙区割り」とい\nう。）。\nエ  平成２１年選挙当日における選挙区間の選挙人数の最大較差は，選挙人数が\n最も少ない高知県第３区と選挙人数が最も多い千葉県第４区との間で１対２．\n３０４であり，高知県第３区と比べて較差が２倍以上となっている選挙区は４\n５選挙区であった（乙２の１）。\nこのような状況の下で平成２１年選挙区割りに基づいて施行された平成２\n１年選挙について，最高裁平成２２年（行ツ）第２０７号同２３年３月２３日\n大法廷判決・民集６５巻２号７５５頁（以下「平成２３年大法廷判決」という。）\nは，選挙区の改定案の作成に当たり，選挙区間の人口の最大較差が２倍未満に\nなるように区割りをすることを基本とすべきものとする平成２４年改正前区\n画審設置法３条１項の定めは，投票価値の平等の要請に配慮した合理的な基準\nを定めたものであると評価する一方，平成２１年選挙時において，選挙区間の\n投票価値の較差が上記のとおり拡大していたのは，各都道府県にあらかじめ１\nの選挙区数を割り当てる同条２項の一人別枠方式がその主要な要因となって\nいたことが明らかであり，かつ，人口の少ない地方における定数の急激な減少\nへの配慮等の視点から導入された一人別枠方式は既に立法時の合理性が失わ\nれていたものというべきであるから，平成２４年改正前区割基準のうち一人別\n枠方式に係る部分及び平成２４年改正前区割基準に従って改定された平成２\n１年区割規定の定める平成２１年選挙区割りは憲法の投票価値の平等の要求\nに反する状態に至っていたと判示した。そして，同判決は，これらの状態につ\nき憲法上要求される合理的期間内に是正がされなかったものとはいえず，平成\n２４年改正前区割基準規定及び平成２１年区割規定が憲法１４条１項等の憲\n法の規定に違反するものということはできないとした上で，事柄の性質上必要\nとされる是正のための合理的期間内に，できるだけ速やかに平成２４年改正前\n区割基準中の一人別枠方式を廃止し，平成２４年改正前区画審設置法３条１項\nの趣旨に沿って平成２１年区割規定を改正するなど，投票価値の平等の要請に\nかなう立法的措置を講ずる必要があると判示した。\nオ  その後，平成２３年大法廷判決を受けて行われた各政党による検討及び協議\nを経て，平成２４年６月及び同年７月に複数の政党の提案に係る改正法案がそ\nれぞれ国会に提出され，これらの改正法案のうち，平成２４年改正前区画審設\n置法３条２項の削除及びいわゆる０増５減（各都道府県の選挙区数を増やすこ\nとなく議員一人当たりの人口の少ない５県の各選挙区数をそれぞれ１減ずる\nことをいう。以下同様に用いる。）を内容とする改正法案が，同年１１月１６\n日に平成２４年法律第９５号（以下「平成２４年改正法」という。）として成\n立した。平成２４年改正法は，附則において，平成２４年改正前区画審設置法\n３条２項を削除する改正規定は公布日から施行するものとする一方で，各都道\n府県の選挙区数の０増５減を内容とする改正後の公職選挙法の規定は次回の\n総選挙から適用する（公職選挙法の改正規定は別に法律で定める日から施行す\nる）ものとし，上記０増５減を前提に，区画審が選挙区間の人口の較差が２倍\n未満となるように選挙区割りを改める改定案の勧告を公布日から６月以内に\n行い，政府がその勧告に基づいて速やかに法制上の措置を講ずべき旨を定め\nた。上記の改正により，平成２４年改正前区画審設置法３条１項が同改正後の\n衆議院議員選挙区画定審議会設置法３条（以下「平成２８年改正前区画審設置\n法３条」という。）として定められた（以下，この区割基準を「平成２８年改\n正前の区割基準」という。）（乙３の１，４，８の６）。\n平成２４年改正法の成立と同日に衆議院が解散され，その１か月後の平成２\n４年１２月１６日に衆議院議員総選挙（以下「平成２４年選挙」という。）が\n施行されたが，平成２４年選挙は，平成２４年選挙までに新たな選挙区割りを\n定めることは時間的に不可能であったため，平成２１年選挙と同様に平成２１\n年区割規定及びこれに基づく平成２１年選挙区割りの下で施行された（乙４）。\n平成２４年選挙当日における選挙区間の選挙人数の最大較差は，選挙人数が\n最も少ない高知県第３区と選挙人数が最も多い千葉県第４区との間で１対２．\n４２５であり，高知県第３区と比べて較差が２倍以上となっている選挙区は７\n２選挙区であった（乙２の２）。\nカ  平成２４年改正法の成立後，区画審による審議が行われ，区画審は，平成２\n５年３月２８日，内閣総理大臣に対し，選挙区割りの改定案の勧告を行った。\nこの改定案は，平成２４年改正法の附則の規定に基づき，各都道府県の選挙区\n数の０増５減を前提に，選挙区間の人口の較差が２倍未満となるように１７都\n県の４２選挙区において区割りを改めることを内容とするものであった（乙３\nの２，４ないし６）。\n内閣は，上記勧告を受けて，平成２４年改正法の一部を改正する法律案を国\n会に提出し，平成２５年６月２４日，この改正法案が平成２５年法律第６８号\n（以下「平成２５年改正法」という。）として成立した。平成２５年改正法は\n同月２８日に公布されて施行され，同法による改正後の平成２４年改正法中の\n上記０増５減及びこれを踏まえた区画審の上記改定案に基づく選挙区割りの\n改定を内容とする公職選挙法の改正規定はその１か月後の平成２５年７月２\n８日から施行されており，この改正により，各都道府県の選挙区数の０増５減\nとともに上記改定案のとおりの選挙区割りの改定が行われた（以下，上記改正\n後の公職選挙法１３条１項及び別表第１に基づく上記改定後の選挙区割りを\n「平成２５年選挙区割り」という。）。上記改定の結果，平成２５年選挙区割\nりの下において，平成２２年１０月１日を調査時とする国勢調査の結果によれ\nば選挙区間の人口の最大較差は１対１．９９８となるものとされた。（乙２の\n３，４）\n平成２４年改正法が成立した日の衆議院解散により施行された平成２４年\n選挙につき，最高裁平成２５年（行ツ）第２０９号，同第２１０号，同第２１\n１号同年１１月２０日大法廷判決・民集６７巻８号１５０３頁（以下「平成２\n５年大法廷判決」という。）は，選挙当日における選挙区間の選挙人数の較差\nを見ると，選挙人数が最も少ない高知県第３区と選挙人数が最も多い千葉県第\n４区との間で１対２．４２５であり，高知県第３区と比べて較差が２倍以上と\nなっている選挙区は７２選挙区であったことなどを指摘しつつ，平成２４年選\n挙時において平成２１年区割規定の定める平成２１年選挙区割りは平成２１\n年選挙時と同様に憲法の投票価値の平等の要求に反する状態にあったもので\nはあるが，前記オのような平成２４年選挙までの間の国会における是正の実現\nに向けた取組が平成２３年大法廷判決の趣旨を踏まえた立法裁量権の行使と\nして相当なものでなかったとはいえないから，憲法上要求される合理的期間内\nにおける是正がされなかったとはいえず，平成２１年区割規定が憲法１４条１\n項等の憲法の規定に違反するものということはできないとした上で，国会にお\nいては今後も平成２８年改正前区画審設置法３条の趣旨に沿った選挙制度の\n整備に向けた取組が着実に続けられていく必要があると判示した。\nキ  平成２６年１１月２１日の衆議院解散に伴い，同年１２月１４日，前記０増\n５減の措置による改定を経た前回選挙区割りの下において，衆議院議員総選挙\n（以下「平成２６年選挙」という。）が施行された。平成２６年選挙当日にお\nける選挙区間の選挙人数の較差を見ると，選挙人数が最も少ない選挙区（宮城\n県第５区）と比べて，選挙人数が最も多い選挙区（東京都第１区）との間で１\n対２．１２９であり，その他１２の選挙区（合計で１３の選挙区）との間で較\n差が２倍以上となっていた。（乙２の３，４）\nク  平成２５年改正法の成立の前後を通じて，国会においては，今後の人口異動\nによっても憲法の投票価値の平等の要求に反する状態とならないようにする\nための制度の見直しについて，総定数の削減の要否等を含め，引き続き検討が\n続けられ，平成２６年６月１９日には，衆議院議院運営委員会の決定により，\n衆議院に，有識者による議長の諮問機関として衆議院選挙制度に関する調査会\n(以下「選挙制度調査会」という。）が設置され，①現行制度を含めた選挙制\n度の評価（長短所，理想論と実現性），②各党の総選挙公約にある衆議院議員\n定数削減の処理，③一票の較差を是正する方途，④現行憲法の下での衆参議院\n選挙制度の在り方と問題点が諮問され，衆議院議院運営委員会において同調査\n会の設置の議決がされた際に，各会派は選挙制度調査会の答申を尊重するもの\nとされた。選挙制度調査会は，同年９月１１日から同年１１月２０日まで合計\n４回の定期的な会合が開かれた。（乙４，９，１１）\nケ  平成２６年選挙につき，最高裁平成２７年（行ツ）第２５３号同年１１月２\n５日大法廷判決・民集６９巻７号２０３５頁（以下「平成２７年大法廷判決」\nという。）は，平成２６年選挙時における選挙区間の選挙人数の最大較差は１\n対２．１２９に達し，較差２倍以上の選挙区も１３選挙区存在していたことな\nどを指摘しつつ，平成２６年選挙時において平成２１年区割規定の定める平成\n２１年選挙区割りは平成２４年選挙時と同様に憲法の投票価値の平等の要求\nに反する状態にあったものではあるが，前記クのような平成２６年選挙までの\n間の国会における是正の実現に向けた取組が平成２３年大法廷判決及び平成\n２５年大法廷判決の趣旨を踏まえた立法裁量権の行使として相当なものでな\nかったとはいえないから，憲法上要求される合理的期間内における是正がされ\nなかったとはいえず，平成２１年区割規定が憲法１４条１項等の憲法の規定に\n違反するものということはできないとした上で，国会においては今後とも衆議\n院に設置された検討機関（選挙制度調査会）において行われている投票価値の\n較差の更なる縮小を可能にする制度の見直しを内容とする具体的な改正案の\n検討と集約が早急に進められ，平成２８年改正前区画審設置法３条の趣旨に沿\nった選挙制度の整備に向けた取組が着実に続けられていく必要があると判示\nした。\n平成２６年選挙以後の公職選挙法の改正等について\nア  平成２７年大法廷判決の前後を通じて，選挙制度調査会においては，衆議院\n小選挙区における一票の較差の是正等について多数回にわたって議論が重ね\nられ，新たな議席配分ルールの基本原則として，①都道府県を配分単位とする\nこと，②都道府県への配分は比例性のある配分方式に基づくこと，③配分の見\n直しは１０年ごとの大規模国勢調査によること，④配分は有権者数ではなく人\n口を基準とすることを確認した上で，都道府県への定数配分方式が満たすべき\n条件として，㋐比例性のある配分方式に基づいて都道府県に配分すること，㋑\n選挙区間の一票の較差を小さくするために都道府県間の一票の較差をできる\nだけ小さくすること，㋒都道府県の配分議席の増減変動が小さいこと，㋓一定\n程度将来にわたっても有効に機能し得る方式であることを確認し，諸外国にお\nいて採用されている配分方式を含めて更に検討した結果，いわゆるアダムズ方\n式（除数方式という人口比例に基づく配分方式の一つであり，各都道府県への\n議席配分は，各都道府県の人口を一定の数値（小選挙区基準除数）で除し，そ\nれぞれの商の整数に小数点以下を切り上げて得られた数の合計数が小選挙区\n選挙の定数と一致する方式）を採用する方向で意見が集約されていった。\n選挙制度調査会は，平成２８年１月１４日，衆議院議長に対し，①衆議院議\n員の定数を１０人削減すること，②都道府県への議席配分をアダムズ方式によ\nり行うこと，③都道府県への議席配分の見直しは，制度の安定性を勘案し，１\n０年ごとに行われる大規模国勢調査の結果による人口に基づき行うことなど\nを内容とする答申（以下「本件答申」という。）をした。\n（乙８の５ないし８の１７，１０）\nイ  その後，本件答申を受けて行われた各政党による検討及び衆議院議長による\n要請を受け，平成２８年４月に複数の政党の提案に係る改正法案がそれぞれ国\n会に提出され，審議された結果，同年５月２０日，衆議院議員選挙区画定審議\n会設置法及び公職選挙法の一部を改正する法律（平成２８年改正法）が成立し\nた。\n平成２８年改正法は，その本則において，①衆議院小選挙区選出議員の選挙\n区間における人口較差について，各都道府県の区域内の選挙区の数を平成３２\n年（令和２年）以降１０年ごとに行われる大規模国勢調査の結果に基づき，ア\nダムズ方式により配分した上で，各選挙区間の最大較差（日本国民の人口）が\n２倍以上にならないようにすること（平成２８年改正後の区画審設置法３条１\n項，２項，４条１項。以下「本件区割基準」という。），②平成３７年（令和\n７年）以降の簡易国勢調査の結果に基づく各選挙区間の最大較差（日本国民の\n人口）が２倍以上になったときは，選挙区の安定性を図るとともに較差２倍未\n満を達成するため，各都道府県の選挙区数を変更することなく，区画審が較差\n是正のために選挙区割りの改定案の作成及び勧告を行うものとすること（同区\n画審設置法３条３項，４条２項），③衆議院議員の定数を１０人（うち小選挙\n区選出議員の定数を６人）削減すること（平成２８年改正後の公職選挙法４条\n１項）を定めるとともに，その附則において，④平成３２年（令和２年）の大\n規模国勢調査までの措置として，平成２７年の簡易国勢調査の結果に基づき，\n各選挙区の人口に関し，平成３２年（令和２年）見込人口（平成２７年の簡易\n国勢調査による日本国民の人口に平成２２年の大規模国勢調査から平成２７\n年の簡易国勢調査までの日本国民の人口の増減率を乗じて得た人口をいう。）\nを踏まえ，平成３２年（令和２年）までの５年間を通じて較差２倍未満となる\nよう区割りを行うことなどの措置を行うこと（平成２８年改正法附則２条１\n項，同条３項），⑤小選挙区選挙の定数６減の対象県について，平成２７年の\n簡易国勢調査に基づき，アダムズ方式により都道府県別定数を計算した場合に\n減員対象となる都道府県のうち，議員一人当たり人口の最も少ない都道府県か\nら順に６県とすること（同附則２条２項１号），⑥平成２８年改正法の施行後\nにおいても，全国民を代表する国会議員を選出するための望ましい選挙制度の\n在り方については，不断の見直しが行われるものとすること（同附則５条）を\n定めた。\n（乙４，１１の２，１３の１ないし１３の４）\nウ  平成２８年改正法の成立後，同法附則の規定に従って区画審による審議が行\nわれ，平成２９年４月１９日，区画審は，内閣総理大臣に対し，選挙区割りの\n改定案の勧告（以下「本件勧告」という。）をした。本件勧告は，平成２８年\n改正法附則に基づき，各都道府県の選挙区数の０増６減を前提に，平成２７年\nの簡易国勢調査に基づく選挙区間の人口の最大較差を２倍未満（１．９５６倍）\nとするのみならず，平成３２年（令和２年）見込人口に基づく選挙区間の人口\nの最大較差も２倍未満（１．９９９倍）となるように１９都道府県の９７選挙\n区において区割りを改めることを内容とするものであった。\n（乙１４の１，１４の２，１６）\nエ  本件勧告を受けて，平成２９年５月１６日，内閣は，平成２８年改正法に基\nづき，同法のうち，０増６減を内容とする公職選挙法の改正規定の施行期日を\n定めるとともに，上記改定案に基づく選挙区割りの改定を内容とする公職選挙\n法の改正事項を定める法制上の措置として，平成２８年改正法の一部を改正す\nる法律案を国会に提出し，平成２９年６月９日，この改正法案が平成２９年法\n律第５８号（平成２９年改正法）として成立した。\n平成２９年改正法は同月１６日に公布されて施行され（ただし，平成２９年\n改正後の平成２８年改正法中の公職選挙法の改正規定は，その１か月後である\n平成２９年７月１６日に施行された。），同法による一部改正後の平成２８年\n改正法中の上記０増６減及びこれを踏まえた区画審の本件勧告に基づく選挙\n区割りの改定を内容とする公職選挙法の改正規定も同日から施行されており，\nこの改正により，各都道府県の選挙区数の０増６減とともに本件勧告のとおり\nの選挙区割りの改定が行われた。\n上記改定の結果，平成２８年改正法附則２条２項１号に基づき，平成２７年\nの簡易国勢調査を基にアダムズ方式により都道府県別定数を計算した場合に\n減員対象となる都道府県のうち，議員一人当たり人口の最も少ない都道府県か\nら順に６県である青森県，岩手県，三重県，奈良県，熊本県及び鹿児島県でそ\nれぞれ選挙区の数が１減となった。また，上記改定の結果，本件選挙区割りの\n下において，同じく平成２７年の簡易国勢調査による日本国民の人口における\n選挙区間の最大較差は，宮城県第５区と北海道第１区との２．１７６倍から鳥\n取県第２区と神奈川県第１６区との１．９５６倍にまで縮小し，較差が２倍以\n上の選挙区は３２選挙区から０選挙区になり，さらに，平成３２年（令和２年）\n見込人口においても，宮城県第５区と東京都第１区との２．５５２倍から鳥取\n県第１区と東京都第２２区との１．９９９倍にまで縮小し，較差が２倍以上の\n選挙区は７１選挙区から０選挙区になった。他方，上記改定の結果，分割市区\n町（一つの市区町が複数の選挙区に分割されていることをいう。）は，従前の\n１１６選挙区８８市区町から過去最多の１３８選挙区１０５市区町となった。\n（乙１４の１，１６，１７の１ないし１７の４，１８の１ないし１８の６）\nオ  平成２９年９月２８日，衆議院が解散され，同年１０月２２日，本件選挙区\n割りの下で前回選挙が施行された。\n前回選挙の当日における選挙区間の選挙人数の最大較差は，鳥取県第１区と\n東京都第１３区との１．９７９倍であり，較差が２倍以上となった選挙区は０\nであった。(乙２の４）\nカ  前回選挙につき，最高裁平成３０年（行ツ）第１５３号同年１２月１９日大\n法廷判決・民集７２巻６号１２４０頁（以下「平成３０年大法廷判決」という。）\nは，本件選挙区割りについて，憲法の投票価値の平等の要求に反する状態にあ\nったということはできず，憲法１４条１項等に違反するものとはいえないと判\n示した。\n平成３０年大法廷判決は，その理由中において，平成２６年選挙に至るまで\nの経緯，選挙制度調査会の設置及びその答申，これを受けた平成２８年改正法\nの成立，その後の区画審による審議と勧告，これを受けた平成２９年改正法の\n成立，そして，その結果，本件選挙区割りの下における選挙区間の投票価値の\n較差が，平成２７年の簡易国勢調査の結果による人口の最大較差において１対\n１．９５６，前回選挙当日の選挙人数の最大較差においても１対１．９７９に\n縮小され，選挙人数の最も少ない選挙区を基準として較差が２倍以上となって\nいる選挙区が存在しなくなった旨の事実を摘示しつつ，アダムズ方式を導入し\nた平成２８年改正やその後の平成２９年改正について，「平成３２年に行われ\nる国勢調査の結果に基づく選挙区割りの改定に当たり，各都道府県への定数配\n分を人口に比例した方式の一つであるアダムズ方式により行うことによって，\n選挙区間の投票価値の較差を相当程度縮小させ，その状態が安定的に持続する\nよう立法措置を講じた」ものであると評価し，「本件選挙（引用者注：前回選\n挙)当時においては，新区画審設置法３条１項の趣旨に沿った選挙制度の整備\nが実現されていたということができる」とした上で，「平成２７年大法廷判決\nが平成２６年選挙当時の選挙区割りについて判示した憲法の投票価値の平等\nの要求に反する状態は，平成２９年改正法による改正後の平成２８年改正法に\nよって解消されたものと評価することができる」と判示した。\nキ  令和２年１０月１日を調査時点とする大規模国勢調査が実施され，令和３\n年６月２５日，その結果の速報値が公表され，同年１１月３０日，その結果\nの確定値が公表された。その内容は，平成２７年から令和２年までの５年間\nにおける各都道府県の人口については，その５年間を通じて較差２倍未満と\nすべく選挙区割りの改定を行った平成２８年改正及び平成２９年改正が前提\nとした平成３２年（令和２年）見込人口を算出した際に想定したところと異\nなる人口異動が示されており，具体的には，東京都，千葉県，神奈川県，埼\n玉県，福岡県の５都県に平成３２年（令和２年）見込人口が計算上想定した\n増加率を超える割合で人口が流入した一方，北海道，青森県等の３３道府県\nからは，平成３２年（令和２年）見込人口が計算上想定した減少率を超える\n割合で人口が流出するなどしている状況が，統計上認められた。\n（乙１の１の１，１の１の２，２３の１，２３の２）\nク  令和３年１０月１４日，衆議院が解散され，同月３１日，本件選挙区割り\nの下で，衆議院議員総選挙(本件選挙）が施行された。\n令和２年１０月１日を調査時とする大規模国勢調査の結果（令和３年１１\n月３０日公表に係る確定値による。）による最大較差（人口）は，鳥取県第２\n区と東京都第２２区との間の１対２．０９６であり，２３選挙区において，較\n差（人口）が２倍以上となった。具体的には，東京都第２２区以外では，東京\n都第９区２．０７１，東京都第８区２．０５７，東京都第１０区２．０５６，\n東京都第３区２．０５４，東京都第１３区２．０４８，福岡県第１区２．０３\n７，東京都第２区及び東京都第４区２．０３５，東京都第６区及び東京都第１\n６区２．０３３，神奈川県第１０区２．０２５，神奈川県第１３区２．０２０，\n神奈川県第１５区２．０１９，東京都第２４区２．０１６，愛知県第７区２．\n０１２，神奈川県第５区２．０１１，埼玉県第１区及び東京都第５区２．０１\n０，東京都第７区２．００８，大阪府第９区２．００５，東京都第１１区２．\n００１並びに神奈川県第１４区２．０００であった。\nまた，本件選挙当日における選挙区間の最大較差（選挙人）は，鳥取県第\n１区と東京都第１３区との間の１対２．０７９であり，２９の選挙区におい\nて，較差（選挙人）が２倍以上となった。具体的には，東京都第１３区以外\nでは，東京都第１０区２．０７４，東京都第９区及び東京都第２２区２．０\n７３，東京都第８区２．０６２，東京都第１７区２．０６１，北海道第３区\n２．０５６，東京都第４区２．０５２，神奈川県第１５区２．０５０，神奈\n川県第１３区２．０４２，神奈川県第１０区２．０３８，埼玉県第２区２．\n０３７，東京都第３区２．０３５，北海道第５区２．０２６，東京都第６区\n及び神奈川県第５区２．０２３，神奈川県第１６区２．０１８，東京都第１\n４区２．０１６，埼玉県第１区２．０１５，兵庫県第６区及び東京都第１６\n区２．０１４，東京都第５区２．０１２，東京都第２区，東京都第２４区及\nび千葉県第４区２．００５，東京都第１２区２．００４，東京都第１１区，\n東京都第１区及び埼玉県第３区２．００３であった。（乙１の１の２，１の\n２)\n今後実施が予定される選挙区割りの改定について\n今後，令和２年実施の大規模国勢調査の結果（速報値）が官報で公示された令\n和３年６月２５日から１年以内である令和４年６月２５日までに区画審による\n選挙区割りの改定案の勧告がされ，同勧告を受け，その内容を実現する立法的措\n置が講じられることとなる見込みである。\n区画審は，令和２年実施の大規模国勢調査の結果（速報値）が令和３年６月２\n５日に官報で公示されたことを受け，改定案の作成に向けて，同年７月２日以降，\n数次にわたり開催されており，各選挙区の人口，選挙区の現状等のレビュー，都\n道府県知事への意見照会等についての審議が行われている。\nなお，令和２年実施の大規模国勢調査の結果を前提に，新区画審設置法３条２\n項に基づく改定後の都道府県別定数を計算すると，定数が増加するのは，東京都\n（５増），神奈川県（２増），埼玉県（１増），千葉県（１増）及び愛知県（１\n増)であり，定数が減少（いずれも１減）するのは，宮城県，福島県， 新潟県，\n滋賀県，和歌山県，岡山県，広島県，山口県，愛媛県及び長崎県の１０県である。\nそして，同改定前の都道府県間の最大較差（人口）は，東京都（５４万２５６９\n人）と鳥取県（２７万４５４９人）の間の１．９７６倍 であるところ，同改定後\nにおける都道府県間の最大較差（人口）は，岡山県  (４６万５８２９人)と鳥取\n県（２７万４５４９人）との間の１．６９７倍となる見込みである。（乙１の１\nの１，１の１の２，２９）\n３  原告らの主張\n平成３０年大法廷判決は，平成２３年大法廷判決が違憲状態と判示する一人別\n枠方式により１１県に配分される各議員定数の存在にもかかわらず，当該選挙全\n体の選挙区割りは，違憲状態ではない旨を判示するところ，最高裁昭和４９年（行\nツ）第７５号同５１年４月１４日大法廷判決・民集３０巻３号２２３頁（以下「昭\n和５１年大法廷判決」という。）が，「選挙区割及び議員定数の配分は，議員総\n数と関連させながら，（中略）複雑，微妙な考慮の下で決定されるのであって，\n一旦このようにして決定されたものは，一定の議員総数の各選挙区への配分とし\nて，相互に有機的に関連し，一の部分における変動は他の部分にも波動的に影響\nを及ぼすべき性質を有するものと認められ，その意味において不可分の一体をな\nすと考えられるから，  右配分規定は，単に憲法に違反する不平等を招来してい\nる部分のみでなく，全体として違憲の瑕疵を帯びるものと解すべきである。」と\n判示し，最高裁昭和５９年（行ツ）第３３９号同６０年７月１７日大法廷判決・\n民集３９巻５号１１００頁（以下「昭和６０年大法廷判決」という。）も，「本\n件議員定数配分規定は，その性質上不可分の一体をなすものと解すべきであり，\n憲法に違反する不平等を生ぜしめている部分のみならず，全体として違憲の瑕疵\nを帯びるものと解すべきである（昭和５１年大法廷判決参照）」と判示している\nことと真逆の判示であり，昭和５１年大法廷判決及び昭和６０年大法廷判決の判\n例を変更した旨の記述がなく，昭和５１年大法廷判決及び昭和６０年大法廷判決\nの各判例を変更した真に説得力をもつ理由付けも記述されていないから，平成３\n０年大法廷判決の上記判示は，昭和５１年大法廷判決及び昭和６０年大法廷判決\nの各判示（判例）を不当に判例変更するものである。\nまた，前回選挙において投票日の時点で，一人別枠方式により分配される各\n定数が維持されていた１１県の定数は，平成２７年大法廷判決の判示（判例）\nによれば，違憲状態であるにもかかわらず，平成３０年大法廷判決は，前回選\n挙の全選挙区割りが「違憲状態」ではない旨の判示をするから，平成２７年大\n法廷判決の当該判示（判例）に反し，これを変更するものである。しかしなが\nら，平成３０年大法廷判決は，判例の変更である旨を記述せず，判例の変更を\n必要とした真に説得力をもつ理由も記述せずに行っており，これは，不当な判\n例の変更である。また，平成２３年大法廷判決及び平成２５年大法廷判決の当\n該部分における判示は，いずれも平成２７年大法廷判決における上記の判示と\n実質同一であるから，平成３０年大法廷判決は，これらの各判示（判例）にも\n反する不当な判例の変更である。\n本件選挙においては，各都道府県に配分された議員定数は，前回選挙（小選\n挙区）の各都道府県へ配分された議員定数と全く同じであり，１１県は，一人\n別枠方式により分配される各定数が維持されているから，本件選挙の選挙区割\nりも，前回選挙の選挙区割りと同じく違憲状態である。\n違法判断の基準時は，処分時である本件選挙の選挙投票日であるところ，平成\n３０年大法廷判決が述べる立法措置の適用対象となる選挙は，前回選挙の投票日\nより後であり，令和４年以降に施行される選挙でしかなく，前回選挙の区割りに\nついては，上記の立法措置によって，投票価値の最大較差は，全く減少しないか\nら，平成３２年（令和２年）以降のアダムズ方式採用の立法措置により，前回選\n挙が違憲状態でなくなることは，違法判断の基準時の法論理に照らし，あり得な\nい。そして，違法判断の基準時である前回選挙の投票日の時点では，一人別枠方\n式に基づいて配分された１１県の議員定数が存在し，それらの１１県へ配分され\nた議員定数は，平成２３年大法廷判決が違憲状態と認める一人別枠方式による議\n員定数である。\nしたがって，１１県の議員定数は違憲状態であるので，昭和５１年大法廷判決\n及び昭和６０年大法廷判決が判示する「不可分の一体」の性質により，選挙全体\nが違憲の瑕疵を帯びる。\n憲法５６条２項，前文第１項第１文後段及び１条，前文第１項第１文前段は，\n人口比例選挙を要求しているところ，本件選挙区割りは，人口比例選挙の要求に\n反するから，当該選挙区割りは憲法５６条２項，前文第１項第１文後段及び１条，\n前文第１項第１文前段に違反しており，憲法９８条１項により無効である。\n国民は，主権（国家の政治の在り方を最終的に決定する権力〔憲法制定権力\n・憲法改正権力を含む。〕）を有し（憲法１条の「主権の存する日本国民」と\n憲法前文第１項第１文後段)，かつ，選挙の時点で「正当に選挙された国会に\nおける代表者」（国会議員）を通じて間接的に主権を行使するから，「正当に\n選挙された」国会議員は，主権を有する国民の「国会における代表者」であり\n（憲法前文第１項第１文前段〔「日本国民は，正当に選挙された国会における\n代表者を通じて行動し，」〕)，「正当に選挙された」国会議員は，国会にお\nいて，主権を有する国民を代表する。そして，「正当に選挙された」国会議員\nは，主権を有する国民を「代表」して，全出席議員の「過半数」で，「両議院\nの議事」を決する（憲法５６条２項）（内閣総理大臣の指名〔憲法６７条１項〕\nも同様である。）から，各院の全出席議員の過半数は，「正当（な）選挙」で，\n全出席議員の過半数に按分される全国民の過半数から選出されることが要求\nされる（憲法前文第１項第１文前段)。そして，人口比例選挙のみが，各院の\n全出席議員の過半数が，全出席議員の過半数に按分される全国民の過半数から\n選出されることを保障し，非人口比例選挙は，過半数が，全出席議員の過半数\nに按分される全国民の過半数から選出されることを保障しない。\nそうすると，非人口比例選挙では，国会議員は，「正当に選挙」され得ず，\n非人口比例選挙で当選した議員は，憲法前文第１項第１文前段の「正当に選挙\nされた国会における代表者」に該当せず，非人口比例選挙は，違憲であり，国\n会議員が「正当に選挙」（憲法前文第１項第１文前段）されるのは，人口比例\n選挙であり，憲法５６条２項，前文第１項第１文後段及び１条，前文第１項第\n１文前段の人口比例選挙の要求は，小選挙区，中選挙区，大選挙区，全国区選\n挙区，選挙区，ブロック制選挙区，比例代表制選挙等のいずれの選挙制度につ\nいても，等しく適用される（原告らは，憲法が数学的に厳格な人口比例選挙を\n要求している旨の主張をするものではなく，実務を考慮した上での技術的観点\nからみて，合理的に実施可能な限りでの人口比例選挙であれば足りると主張す\nるものであり，被告（選挙管理委員会）らが，人口較差１：１からのかい離が\n合理的であることの立証責任を負う旨の主張をしているにすぎない。）。\n本件選挙の当時，衆議院議員の定数は，４６５人であり，そのうち２８９人\nが小選挙区選出議員であり，１７６人が，比例代表選出議員である（公職選挙\n法４条１項）ところ，人口比例選挙では，人口の過半数が全衆議院議員（小選\n挙区）の過半数を選出するものであるが，本件選挙の一票の最大較差は，１：\n２．０６６であるから，本件選挙は，非人口比例選挙であって，憲法５６条２\n項，前文第１項第１文後段及び１条，前文第１項第１文前段の一人一票の原則\nによる人口比例選挙の要求に違反する。\nなお，アダムズ方式による衆院選の選挙区割り（全２８９小選挙区及び比例\n代表の１１ブロック）について，衆議院議員一人当たり人口の最も小さい県の\n人口からスタートしてそれのより大きい県の人口に順次各当該議員数（小選挙\n区及び比例代表）の値を過半数（２３３議席）に至るまで累積すると，各該当\n各県の累積人口（過半数の議員を選ぶ人口）は，全人口の４８．０５％（５９\n４２万４９６７人）であり，憲法５６条２項，前文第１項第１文後段及び１\n条，前文第１項第１文前段が要求する上記の人口比例選挙の要求に違反する。\n昭和６０年大法廷判決の事情判決の法理（昭和５１年大法廷判決の事情判決の\n法理も同旨）は，提訴された選挙は，一部の選拳区の選挙のみであり，かつ，比\n例代表選挙は存在しなかったという２つの事情の下で，利益の比較衡量により違\n憲の選挙を有効と判決したものであるが，本件裁判では，①比例代表選挙で選\n出された定足数（憲法５６条１項）を超える衆議院議員が存在し，②全ての小\n選挙区（合計２８９選挙区）において訴訟代理人を共通にする原告らを含む選\n挙人らが提訴したとの事情があり，そのような事情の下では，衆院選（小選挙\n区）全体につき違憲無効判断が言い渡されても，定足数を満たす比例代表選挙\nにより選出された比例代表議員が存在するので（憲法５６条１項)，衆議院は，\n国会活動を有効に行い得るから，裁判所は，事情判決の法理に従い，利益の比\n較衡量をした上で，本件選挙について憲法９８条１項後段により無効である旨\nの判決をすべきである。\n４  被告らの主張\n憲法は，投票価値の平等を要求しているが，投票価値の平等は，選挙制度の\n仕組みを決定する唯一，絶対の基準ではなく，国会が正当に考慮することので\nきる他の政策的目的ないし理由との関連において調和的に実現されるべきも\nのである。そして，選挙制度の仕組みの決定については国会の広範な裁量に委\nねられているから，小選挙区制度における具体的な選挙区割りや，その前提と\nなる区割規定を定めるに当たっては，投票価値の平等を最も重要かつ基本的な\n基準としつつも，較差という客観的かつ形式的な数値だけでなく，当該較差の\n数値の背後にある選挙制度の仕組みや，当該較差を生じさせる要因等も含めて\n種々の政策的考慮要素を総合的に考慮した上で，国政遂行のための民意の的確\nな反映を実現するとともに，投票価値の平等を確保するという要請との調和を\n図ることが求められ，その調和が保たれる限りにおいて，当該選挙制度の仕組\nみを決定したことが，国会の合理的な裁量の範囲を超えるということにはなら\nないというべきである。\nしたがって，選挙制度の憲法適合性は，以上のような国会に与えられた裁\n量権の行使として合理性を有するといえるか否かによって判断され，国会が選\n挙制度の仕組みについて具体的に定めたところが，投票価値の平等の要請に反\nするため，国会に認められる裁量権を考慮してもなおその限界を超えており，\nこれを是認することができない場合に，初めてこれが憲法に違反することにな\nるものと解すべきである。\n平成２３年大法廷判決は，平成２４年改正前区画審設置法３条１項につい\nて，投票価値の平等に配慮した合理的な基準を定めたものと評価し，その後\nの平成２５年大法廷判決及び平成２７年大法廷判決も，そのような評価を前\n提として，立法府に対し，同項ないし平成２８年改正前の区画審設置法３条\nの趣旨に沿った選挙制度の整備を求めてきた。平成２４年以降の各改正は，\n国会が選挙区間の最大較差が２倍未満となる状態を安定的に維持すべく，一\n人別枠方式を廃止し，人口比例による議席配分の見直しを定期的に実施する\n仕組みを確立させる内容のものである。また，平成２８年改正では，４年後\nの平成３２年（令和２年）見込人口を基準としても最大較差が２倍未満にな\nるようにする選挙区割りの改定を行う措置が講じられ，平成２９年改正によ\nりその措置も実現された。このような平成２４年以降の各改正は，平成２３\n年から平成２７年までの各大法廷判決が繰り返し国会に求めてきた立法的措\n置の内容に適合し，国会が正当に考慮することができる他の政策的目的ない\nし理由との関連において，投票価値の平等の要請を調和的に実現した立法的\n措置と評価することができる。\n以上によれば，平成２４年以降の各改正を経て成立した本件区割規定が，\n国会の合理的な裁量の範囲の限界を超えるものではないことは明らかである。\nそして，本件選挙区割りは，平成２９年選挙時と同一のものであり，選挙区\n割りも平成２９年選挙時のものと同一であるから，平成２９年選挙に係る平成\n３０年大法廷判決によるそれらの評価と同様の評価がされるべきであり，違憲\n状態に至っていると評価することはできない。\nなお，区割規定やそれに基づく選挙区割りの憲法適合性を判断するに当た\nっては，最大較差の数値や較差が２倍以上となった選挙区の数という客観的か\nつ形式的な数値だけでなく，当該較差の数値の背後にある選挙制度の仕組みや\n当該較差を生じさせる要因等も含めて，種々の政策的考慮要素を総合的に考慮\nする必要がある。平成２８年改正法は，平成２２年の大規模国勢調査から平成\n２７年の簡易国勢調査までの日本国民の人口の増減率に基づき算出した平成\n３２年（令和２年）見込人口を基準としても最大較差を２倍未満とすることを\n基本とすることとしたものであり，当該増減率と異なる人口移動があったこと\nを要因として，結果的に２倍以上の較差が生じることも当然にあり得ることで\nあって，平成２３年から平成２７年までの各大法廷判決が問題視してきた一人\n別枠方式のような選挙制度自体に起因する構造的な問題により２倍以上の較\n差が生じたものではない。そもそも，現行の選挙制度では，選挙制度の安定性\nの要請を勘案し，大規模国勢調査の結果を踏まえて１０年単位で，又は簡易国\n勢調査の結果によっては５年単位でも選挙区割りの改定を行うこととしてお\nり，アダムズ方式に基づく議席配分を最初に実施する時期も，諸般の事情を考\n慮した平成２８年改正当時の国会の判断により，平成３２年（令和２年）の大\n規模国勢調査以降とされたものであるから，平成２９年改正以降アダムズ方式\nに基づく都道府県別定数を前提とする最初の選挙区割りが決定されるまでの\n間や，今後の１０年又は５年単位の選挙区割りの改定と改定の間に，ある程度\nの較差の変動が生じることは，当然にあり得ることであり，そのような場合に\n備えて１０年又は５年単位で選挙区割りを行い，是正するという現行の選挙制\n度が整備されているということができる。今後，アダムズ方式に基づいて都道\n府県別に定数配分をすれば，都道府県間の最大較差は１．６９７倍まで下がる\nことが見込まれ，この都道府県別定数を前提に，国勢調査人口による選挙区間\nの最大較差が２以上とならないような選挙区割りの改定案の勧告が，令和４年\n６月２５日までに行われることが法律上予定されているところであって，上記\nの較差（人口）の問題も，早晩確実に解消される見込みである。\n以上のような事情を考慮すれば，本件選挙区割りが違憲状態に至っている\nということはできない。\n仮に違憲状態にあったとの評価をするとしても，憲法上要求される合理的\n期間内における是正がされなかったとはいえない。\n平成３０年大法廷判決は，平成２７年大法廷判決が平成２６年選挙当時の\n選挙区割りについて判示した憲法の投票価値の平等の要求に反する状態が，平\n成２９年改正法による改正後の平成２８年改正法によって解消された旨明示\n的に判断している。\n本件選挙は，平成３０年大法廷判決後に初めて行われた総選挙であるから，\n仮に，本件選挙区割りが違憲状態に至っているとしても，国会がそのことを認\n識すべき契機が存在せず，国会においてその状態を認識し得ない状況であった\nことは明らかである。また，平成２８年改正の時点で，国会の判断として，ア\nダムズ方式による議席配分を実施するのが平成３２年（令和２年）の大規模国\n勢調査以降とされており，それまでの間にある程度の較差の変動が生じること\nは当然にあり得ることであり，そのような場合に備えて１０年又は５年単位で\n選挙区割りを行い，是正するという現行の選挙制度が整備されているというこ\nとができる。\nしたがって，仮に本件選挙区割りが違憲状態に至っていたとしても，国会が\n憲法上要求される合理的期間にその是正をしなかったということはできない。\n原告らは，憲法前文第１文前段，１条及び５６条２項等を根拠として，本件\n選挙は憲法の保障する一人１票の原則による人口比例選挙に反して無効である\nなどと主張するが，かかる原告らの主張に理由がないことは，これまで述べて\nきたことに照らして明らかである（最高裁判所平成３０年１２月１９日大法廷\n判決・集民２６０号１３９頁参照）。\n第３  当裁判所の判断\n１  憲法は，選挙権の内容の平等，換言すれば投票価値の平等を要求しているものと\n解される。他方，投票価値の平等は，選挙制度の仕組みを決定する絶対の基準では\nなく，国会が正当に考慮することのできる他の政策的目的ないし理由との関連にお\nいて調和的に実現されるべきものであるところ，国会の両議院の議員の選挙につい\nては，憲法上，議員の定数，選挙区，投票の方法その他選挙に関する事項は法律で\n定めるべきものとされ（４３条２項，４７条），選挙制度の仕組みの決定について\n国会に広範な裁量が認められている。\n衆議院議員の選挙につき全国を多数の選挙区に分けて実施する制度が採用され\nる場合には，選挙制度の仕組みのうち定数配分及び選挙区割りを決定するに際し\nて，憲法上，議員一人当たりの選挙人数ないし人口ができる限り平等に保たれるこ\nとを最も重要かつ基本的な基準とすることが求められているというべきであるが，\nそれ以外の要素も合理性を有する限り国会において考慮することが許容されてい\nるものと解されるのであって，具体的な選挙区を定めるに当たっては，都道府県を\n細分化した市町村その他の行政区画などを基本的な単位として，地域の面積，人口\n密度，住民構成，交通事情，地理的状況などの諸要素を考慮しつつ，国政遂行のた\nめの民意の的確な反映を実現するとともに，投票価値の平等を確保するという要請\nとの調和を図ることが求められているところである。したがって，このような選挙\n制度の合憲性は，これらの諸事情を総合的に考慮した上でなお，国会に与えられた\n裁量権の行使として合理性を有するといえるか否かによって判断されることにな\nり，国会がかかる選挙制度の仕組みについて具体的に定めたところが，上記のよう\nな憲法上の要請に反するため，上記の裁量権を考慮してもなおその限界を超えてお\nり，これを是認することができない場合に，初めてこれが憲法に違反することにな\nるものと解すべきである（昭和５１年大法廷判決，最高裁昭和５６年（行ツ）第５\n７号同５８年１１月７日大法廷判決・民集３７巻９号１２４３頁，昭和６０年大法\n廷判決，最高裁平成３年（行ツ）第１１１号同５年１月２０日大法廷判決・民集４\n７巻１号６７頁，最高裁平成１１年（行ツ）第７号同年１１月１０日大法廷判決・\n民集５３巻８号１４４１頁，最高裁平成１１年（行ツ）第３５号同年１１月１０日\n大法廷判決・民集５３巻８号１７０４頁，最高裁平成１８年（行ツ）第１７６号同\n１９年６月１３日大法廷判決・民集６１巻４号１６１７頁，平成２３年大法廷判決，\n平成２５年大法廷判決，平成２７年大法廷判決及び平成３０年大法廷判決参照）。\n２  上記の見地に立って，本件選挙当時の本件区割規定及びこれに基づく本件選挙区\n割りの合憲性について検討する。\n平成２３年大法廷判決は，上記１の判断枠組みに立ち，平成２４年改正前区\n割基準のうち一人別枠方式に関する部分について，平成６年に選挙制度を改め\nる際，人口比例の配分により人口の少ない地方において定数が急激に減少する\nことに対する配慮という経緯に由来するものであるが，本件選挙制度の導入か\nら１０年以上が経過した平成２１年選挙時には，その不合理性が投票価値の較\n差の主要な要因となっていたことが明らかで，既にその立法時の合理性が失わ\nれ，憲法の投票価値の平等の要求に反する状態に至っており，上記の状態にあ\nった一人別枠方式を含む平成２４年改正前区割基準に基づいて定められた平\n成２１年選挙区割りも，平成２１年選挙時における選挙区間の較差の状況の下\nで，憲法の投票価値の平等の要求に反する状態に至っていた旨を判示したもの\nである。\nまた，平成２５年大法廷判決は，平成２４年選挙が平成２１年選挙時に既に\n憲法の投票価値の平等の要求に反する状態に至っていた平成２１年選挙区割\nりの下で再び施行されたものであること，選挙区間の選挙人数の較差は平成２\n１年選挙時よりも更に拡大して最大較差が１対２．４２５に達していたこと等\nに照らし，平成２４年選挙時において，平成２１年選挙時と同様に，平成２１\n年選挙区割りは憲法の投票価値の平等の要求に反する状態にあったものとい\nわざるを得ない旨を判示したものであり，平成２７年大法廷判決も，平成２６\n年選挙時における選挙区間の選挙人数の最大較差が１対２．１２９に達し，較\n差２倍以上の選挙区も１３選挙区存在していたこと等を指摘しつつ，平成２６\n年選挙区割りは，平成２１年区割規定の定める平成２１年選挙区割りが平成２\n４年選挙時と同様に憲法の投票価値の平等の要求に反する状態にあったもの\nといわざるを得ない旨を判示したものである。\nそして，上記の各大法廷判決に加えて，選挙制度調査会による小選挙区選出\n議員の定数を６削減し，アダムズ方式を採用すること等を内容とする本件答申\nを受けて制定された平成２８年改正法は，上記の内容の含む規定を設けた上\nで，アダムズ方式による各都道府県への定数配分を平成３２年（令和２年）以\n降１０年ごとに行われる大規模国勢調査の結果に基づいて行うこととし，その\n５年後に行われる簡易国勢調査の結果に基づく選挙区間の人口の較差が２倍\n以上となったときは，その較差が２倍未満となるように各都道府県内の選挙区\n割りの改定をすべきことを定めるとともに，アダムズ方式による定数配分が行\nわれるまでの措置として，選挙制度の安定性を確保しつつ較差の是正を図るた\nめ，附則において，平成２７年の簡易国勢調査の結果に基づきアダムズ方式に\nより定数配分を行った場合に選挙区数の削減が見込まれる議員一人当たりの\n人口の少ない６県の選挙区数をそれぞれ１減ずる０増６減の措置を採り，併せ\nて新区画審設置法３条１項と同様の区割基準に基づき，次回の国勢調査が行わ\nれる平成３２年（令和２年）までの５年間を通じて選挙区間の人口の較差が２\n倍未満となるように選挙区割りの改定を行うこととしたものである。その上\nで，区画審による本件勧告を経て制定された平成２９年改正法において，各都\n道府県の選挙区数の０増６減を前提に，平成２７年の簡易国勢調査に基づく選\n挙区間の人口の最大較差を２倍未満（１．９５６倍）とするのみならず，平成\n３２年（令和２年）見込人口に基づく選挙区間の人口の最大較差も２倍未満\n（１．９９９倍）となるように１９都道府県の９７選挙区における選挙区割り\nの改定を内容とする公職選挙法の改正がされ，同改正後の本件区割規定の定め\nる本件選挙区割りの下において行われた前回選挙における選挙区間の投票価\n値の較差は，平成２７年の簡易国勢調査の結果による人口の最大較差において\n１対１．９５６，前回選挙当日の選挙人数の最大較差においても１対１．９７\n９に縮小され，選挙人数の最も少ない選挙区を基準として較差が２倍以上とな\nっている選挙区は存在しなくなったものである（以上につき，第２の２ アな\nいしエ）。\n以上の経過を踏まえ，平成３０年大法廷判決は，選挙人数の最も少ない選挙\n区を基準として較差が２倍以上となっている選挙区が存在しなくなった旨を\n指摘し，平成２４年改正法から平成２９年改正法までの立法措置によって，平\n成２４年改正前区画審設置法３条２項が削除されたほか，一人別枠方式の下に\nおいて配分された定数のうち議員一人当たりの人口の少ない合計１１県の定\n数をそれぞれ１減ずる内容の定数配分の見直しや，選挙区間の投票価値の較差\nを縮小するための選挙区割りの改定が順次行われたことにより，前回選挙の当\n日における選挙区間の選挙人数の最大較差が縮小したこと，前回選挙が施行さ\nれた時点において，平成３２年（令和２年）以降１０年ごとに行われる大規模\n国勢調査の結果に基づく各都道府県への定数配分をアダムズ方式により行う\nことによって一人別枠方式の下における定数配分の影響を完全に解消させる\n立法措置が講じられていたこと，その結果縮小した較差の状況を考慮し，前回\n選挙において，一人別枠方式を含む旧区割基準に基づいて配分された定数とア\nダムズ方式により各都道府県の定数配分をした場合に配分されることとなる\n定数を異にする都道府県が存在していることをもって，本件選挙区割りが憲法\nの投票価値の平等の要求に反するものとなるということはできず，以上の事情\nを総合的に考慮すれば，本件区割規定は，投票価値の平等の要請にかなう立法\n的措置を講ずることを求めた平成２３年大法廷判決以降の各最高裁大法廷判\n決の趣旨に沿って較差の是正を図ったものであり，投票価値の平等を最も重要\nかつ基本的な基準としつつ，新たな定数配分の方式をどの時点から議員定数の\n配分に反映させるかという点も含めて，国会において考慮することができる諸\n要素を踏まえた上で定められたものということができ，本件選挙当時において\nは，新区画審設置法３条１項の趣旨に沿った選挙制度の整備が実現されていた\nということができるから，平成２８年改正法及び平成２９年改正法による選挙\n区割りの改定等は，国会の裁量権の行使として合理性を有し，平成２７年大法\n廷判決が平成２６年選挙当時の選挙区割りについて判示した憲法の投票価値\nの平等の要求に反する状態は，平成２９年改正法による改正後の平成２８年改\n正法によって解消されたものと評価することができると判示したものである。\n本件選挙は，令和３年１０月３１日，新区画審設置法及び公職選挙法に基づ\nいて行われたものであり，本件選挙施行当時の小選挙区選挙の選挙区は，公職\n選挙法（一部改正後の平成２８年改正法による改正後の公職選挙法）１３条１\n項及び別表第１（本件区割規定）に定める本件選挙区割りのとおりであったが，\n本件選挙直前の同月１日調査時，選挙区間における議員一人当たりの選挙人数\nの最大較差（人口）は，前記第２の２⑷クのとおり，鳥取県第２区を１とした\n場合，東京都第２２区は２．０９６であり，２３選挙区において較差（人口）\nが２倍以上となったほか，本件選挙当日における選挙区間の最大較差（選挙人）\nは，鳥取県第１区と東京都第１３区との間の１対２．０７９であり，２９の選\n挙区において，較差（選挙人）が２倍以上となったものである。\nしかしながら，平成３０年大法廷判決が判示するとおり，本件選挙区割りは，\nそれ以前の各最高裁大法廷判決の趣旨に沿って選挙区間の較差の是正が図られ\nていたものであり，平成３２年（令和２年）見込人口においても最大較差が２倍\n未満となっていたほか，新区画審設置法が，平成３２年（令和２年）以降におい\nても，大規模国勢調査の結果に基づき，各選挙区間の最大較差が２倍以上になら\nないようにすること，平成３７年（令和７年）以降の簡易国勢調査の結果に基づ\nく最大較差が２倍以上になったときは，区画審が較差是正のために選挙区割りの\n改定案の作成及び勧告を行うこと等を定めていることに加え，平成２８年改正法\nの施行後も，全国民を代表する国会議員を選出するための望ましい選挙制度の在\nり方については，不断の見直しが行われるものとすることを定めている。これら\nの規定により，平成３２年（令和２年）以降において，アダムズ方式により各都\n道府県の区域内の選挙区の数を配分することによって，一人別枠方式の下におけ\nる定数配分の影響を完全に解消させる立法措置が講じられ，それにより，選挙区\n間の最大較差が２倍未満となることが見込まれていたものであって，平成２７年\n大法廷判決が平成２６年選挙当時の選挙区割について判示した投票価値の平等に\n反する状態を解消し，投票価値の較差として是正時において２倍以内に収めるだ\nけでなく，１０年後になる次回の国勢調査までの間についても，５年毎に行われ\nる簡易国勢調査の結果から最大較差が２倍以上になったときは，２倍未満となる\nような是正措置を講じることにして，投票価値の平等を安定的に持続させ，最大\n較差が２倍を大きく超える較差を生じさせず，かつ，それが恒常化することのな\nいように，その是正する方途を講じ，選挙制度の安定性を確保しつつ，漸進的な\n是正を図っているものと評価することができる。\nそして，本件選挙当日における選挙区間の較差が２倍を超えたのは，平成２８\n年改正法及び平成２９年改正法が前提とした平成３２年（令和２年）見込人口を\n算出した際に想定したところと異なる人口移動に起因するものであることに加\nえ，令和２年の大規模国勢調査の結果により，最大較差（人口）が１対２．０９\n６である旨が確定値として公表されたのが本件選挙後である令和３年１１月３０\n日であり，速報値が公表されたのが，その約５か月前である同年６月２５日であ\nったことも併せ考慮すると，一人別枠方式を定めた平成２４年改正前区画審設置\n法３条２項が削除された後の平成２８年改正前の区割基準ないし本件区割基準に\n基づいた定数の再配分が行われておらず，いまだに複数の都道府県において，そ\nのような再配分が行われた場合に配分されるべき定数とは異なる定数が配分され\nていることや，本件選挙の当時に２倍を若干超えた較差が残っていることなどを\n勘案しても，本件選挙の当時，本件選挙区割りの下での選挙区間における投票価\n値の不均衡は，未だ違憲の問題が生ずる程度の著しい不平等状態にあったものと\nはいえず，本件選挙区割りが憲法に違反するに至っていたといはいえない。\nなお，原告らは，①平成３０年大法廷判決が，平成２３年大法廷判決，平成２\n５年大法廷判決及び平成２７年大法廷判決の判例を不当に変更するものである，\n②違法判断の基準時は本件選挙の選挙投票日であり，基準時後におけるアダムス\n方式採用の立法措置を考慮することは，あり得ない旨の主張をするが，平成２３\n年大法廷判決，平成２５年大法廷判決及び平成２７年大法廷判決は，全ての都\n道府県について，一人別枠方式が廃止される前の同方式に基づく都道府県別定\n数を見直さなければ，違憲状態が解消されないという旨を判示したものではな\nく（なお，平成２５年大法廷判決は，一人別枠方式の構造的な問題が最終的に\n解決されているとはいえないと指摘しつつ，事柄の性質を鑑みるとこれを一気\nに解消するのではなく漸次的な見直しを重ねて対処すること等も許される旨\nの説示をしている。），平成３０年大法廷判決が，平成２９年選挙当時におけ\nる投票価値の較差の程度のみならず，平成２７年大法廷判決後にされた選挙制\n度調査会による本件答申やこれを前提とするアダムズ方式を採用した平成２\n８年改正法及び平成２９年改正法の内容に言及したのは，国会において考慮す\nることが許容されているそれ以外の合理的な要素として言及したものであり，\nこのような考え方は，原告らが指摘する各最高裁大法廷判決とも整合するもの\nであり，原告ら主張の違法判断の基準時の法論理に反するともいえない。\nしたがって，この点についての原告らの主張は，採用することができない。\nまた，原告らは，本件選挙が，憲法５６条２項，前文第１項第１文後段，１条，\n前文第１項第１文前段により，憲法の要求する人口比例選挙に反して無効である\nこと等を主張するが，上記説示したところに照らせば，憲法のこれらの規定から\n原告らの主張するようなほぼ完全な人口比例選挙の原則が当然に導かれると見\nることはできず，採用することができない。\n第４  結論\n以上によれば，本件選挙区割りが本件選挙の当時，憲法に違反するに至っていた\nということはできないから，原告らの請求は，その余の点について判断するまでも\nなく，理由がない。\nよって，原告らの請求をいずれも棄却することとし，訴訟費用の負担について，\n行政事件訴訟法７条，民事訴訟法６５条１項本文，６１条を適用して，主文のとお\nり判決する。\n東 京 高 等 裁 判 所 第 ８ 民 事 部\n裁 判 長 裁 判官      三     角     比     呂\n裁 判官      作     原     れ   い   子\n裁 判官      品     川     英     基\n"
}