{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 4,
    "month": 2,
    "day": 24
  },
  "case_number": "令和3(行ケ)2",
  "case_name": "選挙無効請求事件",
  "court_name": "名古屋高等裁判所金沢支部         　第１部",
  "result": "棄却",
  "lawsuit_id": "91000",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=91000",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/000/091000_hanrei.pdf",
  "contents": "１\n主                  文\n１  原告らの請求をいずれも棄却する。\n２  訴訟費用は原告らの負担とする。\n事  実  及  び  理  由\n第１  請求\n令和３年１０月３１日に行われた衆議院（小選挙区選出）議員選挙の富山県\n第１区ないし第３区、石川県第１区ないし第３区並びに福井県第１区及び第２区\nにおける選挙をいずれも無効とする。\n第２  事案の概要\n本件は、令和３年１０月３１日施行の衆議院議員総選挙（以下「本件選挙」\nという。）について、富山県、石川県及び福井県の各選挙区の選挙人である原告\nらが、公職選挙法１３条１項、別表第一の衆議院小選挙区選出議員の議員定数配\n分規定（以下、改正の前後を通じ、これらの衆議院小選挙区選出議員の選挙区割\nりを定める規定を併せて「区画規定」といい、特に本件選挙に係る選挙区割りを\n定めた区画規定を「本件区画規定」といい、同規定の定める選挙区画割り自体を\n「本件選挙区割り」という。）は憲法によって要求される人口比例選挙によって\n保障される一人一票の投票価値の平等に違反して無効であるから、これに基づき\n施行された本件選挙の上記各選挙区における選挙も無効であると主張して、公職\n選挙法２０４条に基づき、それぞれ上記各選挙区における選挙を無効とすること\nを求めた事案である。\n１  前提事実（証拠を掲記しないものは、争いのない事実又は弁論の全趣旨によ\nり認められる事実）\n⑴    当事者（原告適格）\nア  原告Ａは、本件選挙の富山県第１区の、原告Ｂは富山県第２区の、原告\nＣは富山県第３区の各選挙人である。\nイ  原告Ｄは本件選挙の石川県第１区の、原告Ｅは石川県第２区の、原告Ｆ\n２\nは石川県第３区の各選挙人である。\nウ  原告Ｇは本件選挙の福井県第１区の、原告Ｈは福井県第２区の各選挙人\nである。\n⑵  本件選挙\nア  本件選挙は、平成２９年法律第５８号（以下「平成２９年改正法」とい\nう。）による公職選挙法の改正（以下「平成２９年改正」という。）後の\n選挙区割り規定（以下「本件選挙区割規定」という。）の下で施行された。\nイ  本件選挙において、選挙当日の選挙区間における議員１人当たりの選挙\n人数の較差（概数。以下同じ。）は、選出される議員１人当たりの選挙人\n数が最少の鳥取県第１区を１とした場合、最大の東京都第１３区は２．０\n７９であり、富山県第１区は１．１５９、同第２区は１．０７２、同第３\n区は１．５７９、石川県第１区は１．６２９、同第２区は１．４０８、同\n第３区は１．０５５、福井県第１区は１．６２５、同第２区は１．１３７\nであった（乙１の２）。\n⑶  衆議院議員選挙制度の改正経緯、最高裁判所判決の推移等\nア  衆議院議員の選挙制度は、平成６年の公職選挙法の一部を改正する法律\n（平成６年法律第２号）並びに同法律の一部を改正する平成６年法律第１\n０号及び同第１０４号により、従来の中選挙区単記投票制から小選挙区比\n例代表並立制に改められた。そして、これと同時に成立した衆議院議員選\n挙区画定審議会設置法（以下、その後の改正の前後を通じて「区画審設置\n法」という。）において、衆議院議員選挙区画定審議会（以下「区画審」\nという。）は、衆議院小選挙区選出議員の選挙区の改定に関し、調査審議\nし、必要があると認めるときは、その改定案を作成して内閣総理大臣に勧\n告するものとされた（同法２条）。また、上記改定案を作成するに当たっ\nての基準（以下、後記の区画審設置法の改正の前後を通じて「区割基準」\nという。）として、①各選挙区の人口の均衡を図り、各選挙区の人口のう\n３\nち、その最も多いものを最も少ないもので除して得た数が２以上にならな\nいようにすることを基本とし、行政区画、地勢、交通等の事情を総合的に\n考慮して合理的に行わなければならないこと（同法３条１項）、②各都道\n府県の区域内の衆議院小選挙区選出議員の選挙区の数は、各都道府県にあ\nらかじめ１を配当した上で（以下、この配当方式を「１人別枠方式」とい\nう。）、これに、衆議院小選挙区選出議員の定数に相当する数から都道府\n県の数を控除した数を人口に比例して各都道府県に配当した数を加えた数\nとすること（同条２項）が定められた。\nイ  平成２１年８月３０日に施行された衆議院議員総選挙（以下「平成２１\n年選挙」という。）は、同１４年に成立した公職選挙法の一部を改正する\n法律（平成１４年法律第９５号）により改正された選挙区割り（以下「旧\n選挙区割り」という。）の下で施行されたものであり、選挙当日における\n選挙区間の選挙人数の最大較差は、高知県第３区と千葉県第４区との間の\n１対２．３０４（概数）であり、高知県第３区と比べて較差が２倍以上と\nなっている選挙区は、４５選挙区であった（乙２の１）。\n平成２１年選挙に関する最高裁平成２２年（行ツ）第２０７号同２３年\n３月２３日大法廷判決・民集６５巻２号７５５頁（以下「平成２３年大法\n廷判決」という。）は、平成２４年法律第９５号（以下「平成２４年改正\n法」という。）による改正前の区画審設置法３条１項は、選挙区の改定案\nの作成につき、選挙区間の人口の最大較差が２倍未満になるように区割り\nをすることを基本とすべきものとしており、これは、投票価値の平等に配\n慮した合理的な基準を定めたものということができると評価する一方、人\n口の少ない地方における定数の急激な減少への配慮等の視点から導入され\nた同条２項の１人別枠方式については、既に立法時の合理性が失われてい\nたものというべきであるから、当時の区画基準のうち１人別枠方式に係る\n部分及び当時の公職選挙法１３条１項、別表第一の規定の定める選挙区割\n４\nりも、憲法の投票価値の平等の要求に反する状態に至っていた旨判示した。\nそして、同判決は、これらの状態につき憲法上要求される合理的期間内に\nおける是正がされなかったとはいえず、上記区画基準及び区画規定が憲法\n１４条１項等の憲法の規定に違反するものということができないとした上\nで、事柄の性質上必要とされる是正のための合理的期間内に、できるだけ\n速やかに１人別枠方式を廃止し、平成２４年改正前の区画審設置法３条１\n項の趣旨に沿って区割規定を改正するなど、投票価値の平等の要請にかな\nう立法的措置を講ずる必要があると判示した。\nウ  平成２３年大法廷判決後、平成２４年１１月１６日、小選挙区選出議員\nの定数について、０増５減を行うこと及び当時の区割基準を定める規定の\nうち１人別枠方式に係る部分を削除することを内容とする改正法案が、平\n成２４年改正法として成立した。平成２４年改正後は、平成２４年改正前\nの区画審設置法３条１項が同改正後の区画審設置法３条となり、同条の内\n容のみが区画基準となった。\nエ  平成２４年改正法の成立と同日に衆議院が解散され、平成２４年１２\n月１６日、平成２１年選挙と同様に当時の区割規定及びこれに基づく 旧\n選挙区割りの下で 、 衆議院議員総選挙 （ 以下「 平 成 ２ ４ 年 選 挙 」 と い\nう。）が施行された。\nなお、平成２４年選挙当日における選挙区間の最大較差（選挙人）は、\n高知県第３区と千葉県第４区との間の１対２．４２５であり、高知県第３\n区と比べて較差が２倍以上となっている選挙区は 、７２選挙区であった\n（乙２の２）。\n平成２４年選挙に関する最高裁平成２５年（行ツ）第２０９号、第２１\n０号、第２１１号同年１１月２０日大法廷判決・民集６７巻８号１５０３\n頁（以下「平成２５年大法廷判決」という。）は、平成２４年選挙時にお\nいて、当時の区割規定の定める選挙区割りが、平成２１年選挙当時と同様\n５\nに憲法の投票価値の平等の要求に反する状態にあったが、同選挙前の時点\nにおいて是正の実現に向けた一定の前進と評価し得る法改正が成立に至っ\nていたものということができ、当時の区割規定が憲法１４条１項等の憲法\nの規定に違反するものということはできないとした上で、国会においては、\n今後も、平成２４年改正法による改正後の区画審設置法３条の趣旨に沿っ\nた選挙制度の整備に向けた取組が着実に続けられていく必要があると判示\nした。\nオ  区画審は、内閣総理大臣に対し、平成２５年３月２８日、平成２４年改\n正法の附則に規定された区割基準及び当時の区画審設置法３条に基づき、\n各都道府県の選挙区数の０増５減を前提に、選挙区間の人口較差が２倍未\n満となるように１７都県の４２選挙区において区割りを改めることを内容\nとする選挙区割りの改定案を勧告し（乙５、６）、上記改定案に基づく選\n挙区割りの改定を盛り込んだ平成２４年改正法の改正法案が、平成２５年\n６月２４日、平成２５年法律第６８号として成立した（以下、同法律によ\nる改正を「平成２５年改正」という。）。\nカ  平成２６年１１月２１日、衆議院が解散され、同年１２月１４日、平成\n２５年改正後の選挙区割りの下で、衆議院議員総選挙（以下「平成２６年\n選挙」という。）が施行された。\n同改正後の選挙区割りにおける選挙区間の最大較差（人口）は、１対１．\n９９８となるものとされていたが、平成２６年選挙当日における選挙区間\nの最大較差（選挙人）は、宮城県第５区と東京都第１区との間の１対２．\n１２９であり、宮城県第５区と比べて較差が２倍以上となっている選挙区\nは、１３選挙区であった（乙２の３）。\n平成２６年選挙に関する最高裁平成２７年（行ツ）第２５３号同年１１\n月２５日大法廷判決・民集６９巻７号２０３５号（以下「平成２７年大法\n廷判決」という。）は、平成２５年改正後の区割規定の定める選挙区割り\n６\nについて、投票価値の較差が生じた主な要因が平成２４年改正により１人\n別枠方式が廃止された後の区画審設置法による区割基準に基づいて定数の\n再配分が行われた場合とは異なる定数が配分されていることにあるとして、\nこのような投票価値の較差が生じたことは、全体として平成２４年改正法\nによる改正後の区画審設置法３条の趣旨に沿った選挙制度の整備が実現さ\nれていたとはいえないことの表れというべきであると指摘し、平成２４年\n選挙時と同様に憲法の投票価値の平等の要求に反する状態にあったもので\nはあるとしつつも、平成２６年選挙までの間に是正に向けた一定の前進と\n評価し得る法改正及びこれに基づく選挙区割りの改定が行われたものとい\nうことができ、憲法上要求される合理的期間内における是正がされなかっ\nたとはいえない旨判示した。その上で、国会においては、今後も、衆議院\nに設置された検討機関において行われている投票価値の較差の更なる縮小\nを可能にする制度の見直しを内容とする具体的な改正案の検討と集約が早\n急に進められ、平成２４年改正法による改正後の区画審設置法３条の趣旨\nに沿った選挙制度の整備に向けた取組が着実に続けられていく必要がある\nと判示した。\nキ  平成２５年改正法成立の前後を通じて、国会においては今後の人口移動\nによっても憲法の投票価値の平等の要求に反する状態にならないようにす\nるための制度の見直しについて、総定数の削減の要否等を含め、引き続き\n検討が続けられ、平成２６年６月１９日、衆議院に、衆議院議院運営委員\n会での議決に基づき、衆議院選挙制度に関する調査・検討等を行うための\n有識者による議長の諮問機関として、有識者を委員とする「衆議院選挙制\n度に関する調査会」（以下「選挙制度調査会」という。）が設置された。\n選挙制度調査会に対する諮問事項は、現行制度を含めた選挙制度の評価、\n衆議院議員定数削減の処理及び一票の較差を是正する方途等（以下「一票\nの較差の是正等」という。）であり、各会派は、選挙制度調査会の答申を\n７\n尊重するものとされていた（乙９）。\n選挙制度調査会においては 、同年９月１１日から同年１１月２０日ま\nで、合計４回の会合が開かれ 、一票の較差の是正等について議論がされ\nた（乙８の１ないし４）。\n選挙制度調査会は、平成２７年大法廷判決の前後を通じて 、各党の意\n見を聴取しつつ、一票の較差の是正等について多数回にわたって議論を\n重ねた結果、衆議院議長に対し、平成２８年１月１４日、次の内容の答\n申を提出した。\nその内容は、①衆議院議員の選挙制度のあり方については 、現行の小\n選挙区比例代表並立制を維持し 、②議員定数の削減については、衆議院\n議員の定数を１０削減して４６５人（小選挙区選出議員の定数につき６\n削減して２８９人、比例代表選出議員の定数につき４削減して１７６人）\nとする案が考えられるとした。 また、③投票価値の格差の是正について\nは、小選挙区選挙における各都道府県間の投票価値の格差をできるだけ\n小さくすること、各都道府県の配分議席の増減変動が小さいこと 、一定\n程度将来にわたっても有効に機能し得る方式であることとした上で 、こ\nの諸条件に照らして検討した結果として 、各都道府県への議席配分につ\nき、各都道府県の人口を一定の数値（小選挙区基準除数）で除し 、それ\nぞれの商の整数に小数点以下を切り上げて得られた数の合計数が小選挙\n区選挙の定数と一致するようにする方式（ いわゆるアダムズ方式）によ\nり行うものとした。そして、各都道府県への議員配分の見直しは 、制度\nの安定性を勘案し、１０年ごとに行われる国勢調査の結果による人口に\n基づき行うものとし 、その５年後に行われる国勢調査の結果 、選挙区間\nの人口の較差が２倍以上の選挙区が生じたときは 、各都道府県への議席\n配分の変更は行わず 、区画審において上記の較差が２倍未満となるよう\nに関係選挙区の区画の見直しを行うものとした。\n８\n（乙１０）\nク  前記答申を受けて、平成２８年５月２０日、衆議院議員選挙区画定審議\n会設置法及び公職選挙法の一部を改正する法律（平成２８年法律第４９号。\n以下「平成２８年改正法」という。）が成立した。\n平成２８年改正法は、その本則において、①衆議院小選挙区選出議員の\n選挙区間における人口較差について、選挙制度の安定性を勘案し、各都道\n府県の区域内の選挙区の数を平成３２年（令和２年）以降１０年ごとに行\nわれる大規模国勢調査の結果に基づき、アダムズ方式により配分した上で、\n各選挙区間の最大較差（日本国民の人口）が２倍以上にならないようにす\nること（平成２８年改正後の区画審設置法３条１項、２項、４条１項）、\n②平成３７年（令和７年）以降の簡易国勢調査（統計法５条２項ただし書\nにより行われる国勢調査であり、大規模国勢調査を行った年から５年目に\n当たる年に簡易な方法により行われる国勢調査）の結果に基づく各選挙区\n間の最大較差（日本国民の人口）が２倍以上になったときは、選挙区の安\n定性を図るとともに較差２倍未満を達成するため、各都道府県の選挙区数\nを変更することなく、区画審が較差是正のために選挙区割りの改定案の作\n成及び勧告を行うものとすること（同区画審設置法３条３項、４条２項）、\n③衆議院議員の定数を１０人削減すること（平成２８年改正後の公職選挙\n法４条１項）を明確に規定するとともに、平成２８年改正法の附則におい\nて、ⓐ平成３２年（令和２年）の大規模国勢調査までの措置として、平成\n２７年の簡易国勢調査の結果に基づき、各選挙区の人口に関し、平成３２\n年見込人口を踏まえ、平成３２年（令和２年）までの５年間を通じて較差\n２倍未満となるよう区割りを行うなどの措置を行うこと（平成２８年改正\n法附則２条１項、２条３項）、ⓑ小選挙区選挙の定数６減の対象県につい\nて、平成２７年の簡易国勢調査に基づき、アダムズ方式により都道府県別\n定数を計算した場合に減員対象となる都道府県のうち、議員１人当たり人\n９\n口の最も少ない都道府県から順に６県とすること(同附則２条２項１号）、\nⓒ平成２８年改正法の施行後においても、全国民を代表する国会議員を選\n出するための望ましい選挙制度の在り方については、不断の見直しが行わ\nれるものとすること（同附則５条）を定めている。\nケ  平成２８年改正法の成立後、同法附則の規定に従って区画審による審議\nが行われ、区画審は、平成２９年４月１９日、内閣総理大臣に対し、選挙\n区割りの改定案の勧告をした。\n前記勧告は、平成２８年改正法附則に基づき、各都道府県の選挙区数の\n０増６減を前提に、平成２７年の簡易国勢調査に基づく選挙区間の最大較\n差（人 口） を２ 倍未 満（１ .９５ ６倍 ） とする のみ なら ず 、 平成３ ２年\n（令和２年）見込人口に基づく選挙区間の最大較差（人口）も２倍未満\n（１.９９９倍）となるように１９都道府県の９７選挙区において区割り\nを改めることを内容とするものであった。\n（乙１４の１及び２）\nコ  選挙区割りの改定案を内容とする前記勧告を受けて、内閣は、平成２９\n年５月１６日、平成２８年改正法に基づき、同法のうち、０増６減を内容\nとする公職選挙法の改正規定の施行期日を定めるとともに、上記改定案に\n基づく選挙区割りの改定を内容とする公職選挙法の改正事項を定める法制\n上の措置として、衆議院議員選挙区画定審議会設置法及び公職選挙法の一\n部を改正する法律の一部を改正する法律案（平成２８年改正法の一部を改\n正するもの）を国会に提出し、平成２９年６月９日、上記改正法案が平成\n２９年法律第５８号として成立した（以下、上記法律を「平成２９年改正\n法」といい、同法による改正を「平成２９年改正」という。）。平成２９\n年改正法は、本件勧告どおり、衆議院小選挙区選出議員の選挙区の改定を\n１９都道府県９７選挙区において行うこと等を内容とするものである。\nサ  平成２９年９月２８日、衆議院が解散され、同年１０月２２日、本件選\n１０\n挙区割りの下で、衆議院議員総選挙（以下「平成２９年選挙」という。）\nが施行された。\n平成２９年選挙当日における選挙区間の最大較差（選挙人）は、鳥取県\n第１区と東京都第１３区との間の１対１．９７９であり、最大較差（選挙\n人）が２倍以上となった選挙区は０であった（乙２の４）。\n平成２９年選挙に関する最高裁平成３０年（行ツ）第１５３号同年１２\n月１９日大法廷判決・民集７２巻６号１２４０頁（以下「平成３０年大法\n廷判決」という。）は、本件選挙区割りについて、憲法の投票価値の平等\nの要求に反する状態にあったということはできないと判示した。同判決は、\nその理由中において、アダムズ方式を導入した平成２８年改正やその後の\n平成２９年改正について、平成３２年（令和２年）に行われる国勢調査の\n結果に基づく選挙区割りの改定に当たり、各都道府県への定数配分を人口\nに比例した方式の一つであるアダムズ方式により行うことによって、選挙\n区間の投票価値の較差を相当程度縮小させ、その状態が安定的に持続する\nよう立法措置を講じたものであると評価し、平成２９年選挙当時において\nは、平成２８年改正後の区画審設置法３条１項の趣旨に沿った選挙制度の\n整備が実現されていたということができるとした上で、平成２７年大法廷\n判決が平成２６年選挙当時の選挙区割りについて判示した憲法の投票価値\nの平等の要求に反する状態は、平成２９年改正法による改正後の平成２８\n年改正法によって解消されたものと評価することができると判示した。\n⑷  平成２９年改正後の人口の増減\n令和２年１０月１日を調査時点とする大規模国勢調査が実施され、令和３\n年６月２５日、その結果の速報値が公表され、同年１１月３０日、その結果\nの確定値が公表された。これによると、平成２７年から令和２年までの５年\n間における各都道府県の人口については、その５年間を通じて較差２倍未満\nとすべく選挙区割りの改定を行った平成２８年改正及び平成２９年改正が前\n１１\n提とした平成３２年見込人口を算出した際に想定したところと異なる人口移\n動が示されており、具体的には、東京都、千葉県、神奈川県、埼玉県、福岡\n県の５都県に平成３２年見込人口が計算上想定した増加率を超える割合で人\n口が流入している一方、北海道、青森県等の３３道府県からは、平成３２年\n見込人口が計算上想定した減少率を超える割合で人口が流出するなどしてい\nる状況が、統計上認められた。\n（乙１の１の１及び１の２、２３の１及び２）\n⑸  本件選挙の施行及び選挙区間の較差について\nア  令和３年１０月１４日、衆議院が解散され、同月３１日、本件選挙区割\nりの下で、衆議院議員総選挙（本件選挙）が施行された。\n平成２９年改正以降、区割規定に関する法改正はされておらず、本件区\n割規定は、平成２９年選挙時の区割規定と同一のものである（本件選挙区\n割り自体も、平成２９年選挙時の選挙区割りと同一である。）。\n令和２年１０月１日を調査時とする大規模国勢調査の結果（令和３年１\n１月３０日公表に係る確定値）による最大較差（人口）は、鳥取県第２区\nと東京都第２２区との間の１対２．０９６であり、２３選挙区において、\n較差（人口）が２倍以上となった（乙１の１の２）。\nまた、本件選挙当日における選挙区間の最大較差（選挙人）は、鳥取県\n第１区と東京都第１３区との間の１対２．０７９であり、２９の選挙区に\nおいて、較差（選挙人）が２倍以上となった（乙１の２）。\nイ  現行の区画審設置法によって予定されている、アダムズ方式に基づく都\n道府県別定数を前提とする、国勢調査人口による選挙区間の最大較差が２\n以上とならないような選挙区割りの見直しについては、１０年ごとに行わ\nれる大規模国勢調査の結果による人口が最初に官報で公示された日から１\n年以内に、区画審が選挙区割りの改定案を作成し勧告することとされてい\nる（同法４条１項）。そのため、今後、令和２年実施の大規模国勢調査の\n１２\n結果（速報値）が官報で公示された令和３年６月２５日（乙１の１の１）\nから１年以内に（令和４年６月２５日までに）区画審による選挙区割りの\n改定案の勧告がされ、同勧告を受け、その内容を実現する立法的措置が講\nじられることとなる見込みである。\n実際、令和２年実施の大規模国勢調査の結果（速報値）が令和３年６月\n２５日に官報で公示されたことを受け、改定案の作成に向けて、同年７月\n２日以降、数次にわたり区画審が開催されており、各選挙区の人口、選挙\n区の現状等のレビュー、都道府県知事への意見照会等についての審議が行\nわれている（乙２９）。\nなお、令和２年の大規模国勢調査の結果を前提に、平成２８年改正後の\n区画審設置法３条２項に基づく改定後の都道府県別定数を計算すると、定\n数が増加するのは、東京都（５増）、神奈川県（２増）、埼玉県（１増）、\n千葉県（１増）及び愛知県（１増）であり、定数が減少（いずれも１減）\nするのは、宮城県、福島県、新潟県、滋賀県、和歌山県、岡山県、広島県、\n山口県、愛媛県及び長崎県の１０県である。そして、同改定前の都道府県\n間の最大較差（人口）は、東京都（５４万２５６９人）と鳥取県（２７万\n４５４９人）の間の１．９７６倍であるところ、同改定後における都道府\n県間の最大較差（人口）は、岡山県（４６万５８２９人）と鳥取県（２７\n万４５４９人）との間の１．６９７倍となる見込みである。（乙１の１の\n２）\n２  争点\n⑴  本件選挙区割りが憲法の投票価値の平等の要求に反する状態に至っている\nか否か\n⑵  憲法上要求される合理的期間内における是正がされなかったか否か\n３  争点に関する当事者の主張\n⑴  争点⑴（本件選挙区割りが憲法の投票価値の平等の要求に反する状態に至\n１３\nっているか否か）について\n（原告らの主張）\nア  本件選挙区割りは、憲法５６条２項、１条、前文第１文が定める「人口\n比例選挙の要求」に反するから、憲法９８条１項により無効である。\nイ  正当に選挙された国会議員は、国会において、主権を有する国民を代表\nする。非人口比例選挙では、国会議員は、「正当に選挙」（憲法前文第１\n項第１文前段）された代表者に該当しないため、非人口比例選挙は、違憲\nである。\nウ  違憲判断の基準時は、本件選挙の選挙投票日であるところ、平成２８年\n改正法及び平成２９年改正法に基づく立法措置の対象となる選挙は、令和\n４年以降施行の衆院選であるから、上記立法措置が存在することを認め、\nそれを理由として平成２９年選挙は違憲状態ではないと判断した平成３０\n年大法廷判決は誤りである。\n（被告らの主張）\nア  本件選挙区割りは、平成３０年大法廷判決によって違憲状態に至ってい\nないと評価された平成２９年選挙時の選挙区割りと同一のものであり、同\n判決によって、平成２７年判決が判示した違憲状態が解消された旨明示的\nに判断されている以上、本件選挙区割りも同様の評価がされるべきもので\nあり、本件選挙区割りが違憲状態に至っているとはいえない。\nイ  確かに、本件選挙時には、選挙区間の最大較差が２倍を僅かに上回って\nおり、較差が２倍以上の選挙区も複数存在したが、平成２８年改正法は、\n平成２２年の大規模国勢調査から平成２７年の簡易国勢調査までの日本国\n民の人口の増減率に基づき算出した平成３２年見込人口を基準としても最\n大較差を２倍未満とすることを基本とすることとしたものであり、当該増\n減率と異なる人口移動があったことを要因として、結果的に２倍以上の較\n差が生じることも当然にあり得るものである。つまり、平成２３年から平\n１４\n成２７年までの各大法廷判決が問題視してきた１人別枠方式のような選挙\n制度自体に起因する構造的な問題により２倍以上の較差が生じたものでは\nないのである。\nそして、本件選挙時に認められた選挙区間の較差（人口）については、\n平成３２年（令和２年）の大規模国勢調査の結果に基づき、区画審により、\nアダムズ方式に基づく都道府県別定数を前提に、国勢調査人口による選挙\n区間の最大較差が２以上とならないような選挙区割りの改定案の勧告が、\n令和４年６月２５日までに行われることが法律上予定されていることによ\nり、早晩確実に解消される見込みである。その上、現行の選挙制度（現行\nの区画審設置法）が予定する選挙区割りの改定は、選挙制度の安定性を確\n保する観点から、１０年又は５年単位とされており、さらには、国会の判\n断により、最初にアダムズ方式による議席配分が実施されるのは平成３２\n年（令和２年）の大規模国勢調査以降とされたのであるから、平成２９年\n選挙から平成２８年改正後の区画審設置法が予定する各選挙区割りの改定\nまでの間に（本件選挙は上記の改定よりも前に行われている。）、ある程\n度の選挙区間の較差の変動が生じることは当然にあり得ることであり、そ\nのような場合に備えて１０年又は５年単位で選挙区割りを行い、是正する\nという現行の選挙制度が整備されているということができる。なお、その\nような較差の変動があり得たことは、将来の人口移動を正確に予測するこ\nとが困難であることや、小選挙区選出議員の定数増は事実上困難であり、\n都道府県内における個々の選挙区割りの決定の段階において市区町村を基\n本的な単位として、地域の面積、人口密度、住民構成、交通事情及び地理\n的状況等についても適切に考慮する必要があるなどそもそも国会が行うこ\nとができる選挙区間の較差の是正には一定の制約があることからも、明ら\nかである。\nウ  区割規定やそれに基づく選挙区割りの憲法適合性を判断するに当たって\n１５\nは、最大較差の数値や較差が２倍以上となった選挙区の数という客観的か\nつ形式的な数値だけでなく、当該較差の数値の背後にある選挙制度の仕組\nみや、当該較差を生じさせる要因等も含めて種々の政策的考慮要素を総合\n的に考慮する必要があるところ、本件区割規定及びこれに基づく本件選挙\n区割りにつき本件選挙時に２倍以上の較差が生じたことについては、平成\n３２年見込人口の見込みと異なる人口移動があったことを要因とするもの\nであり、選挙制度自体に起因する構造的な問題によるものではないこと、\n現行の選挙制度においては当該較差（人口）が早晩確実に解消される見込\nみであること、そもそも較差の是正には種々の限界があること等を考慮す\nれば、本件選挙区割りについては、違憲状態には至っていないと判断され\nた平成２９年選挙区割りと同様の評価がされるべきであって、違憲状態と\nはいえない。\n⑵  争点⑵（憲法上要求される合理的期間内における是正がされなかったか\n否か）について\n（原告らの主張）\nア  合理的期間の判例法理自体が憲法に違反し、憲法９８条１項により、そ\nの効力を有しない。\nイ  仮に上記アの主張が認められないとしても、本件選挙日の時点において\n当該合理的期間は既に徒過していると解されるので、本件選挙は憲法９８\n条１項により、無効である。\n（被告らの主張）\nア  合理的期間内における是正がされなかったといえるか否かの判断枠組み\n平成２５年大法廷判決及び平成２７年大法廷判決が判示するとおり、憲\n法秩序の下における司法権と立法権との関係に照らすと、議席配分又は選\n挙区割りが憲法の投票価値の平等の要求に反する状態に至っている旨の司\n法の判断がされれば国会はこれを受けて是正を行う責務を負うものである\n１６\nところ、憲法上要求される合理的期間内における是正がされなかったとい\nえるか否かを判断するに当たっては、単に期間の長短のみならず、是正の\nために採るべき措置の内容、そのために検討を要する事項、実際に必要と\nなる手続や作業等の諸般の事情を総合考慮して、国会における是正の実現\nに向けた取組が司法の判断の趣旨を踏まえた立法裁量権の行使として相当\nなものであったといえるか否かという観点から評価すべきものと解される。\nそして、憲法上要求される合理的期間内における是正がされなかったか\n否かは、裁判所において投票価値の較差が憲法の投票価値の平等の要求に\n反する状態に至っているとの判断が示されるなど、国会が、憲法の投票価\n値の平等の要求に反する状態となったことを認識し得た時期を基準（始期）\nとして、上記の諸般の事情を総合考慮して判断されるべきである。このよ\nうに国会が認識し得た時期を基準（始期）とすることについては、①平成\n２３年大法廷判決において、「平成１９年６月１３日大法廷判決（引用者\n注：平成１９年大法廷判決）において、平成１７年の総選挙の時点におけ\nる１人別枠方式を含む本件区割基準及び本件選挙区割りについて、（中略）\nいずれも憲法の投票価値の平等の要求に反するに至っていない旨の判断が\n示されていたことなどを考慮すると、本件選挙までの間に本件区割基準中\nの１人別枠方式の廃止及びこれを前提とする本件区割規定の是正がされな\nかったことをもって、憲法上要求される合理的期間内に是正がされなかっ\nたものということはできない」と判断されていること、②平成２５年大法\n廷判決において、「本件旧区割基準中の１人別枠方式に係る部分及び同方\n式を含む同区割基準に基づいて定められた選挙区割りについては、前掲最\n高裁平成１９年６月１３日大法廷判決までは憲法の投票価値の平等の要求\nに反する状態に至っていないとする当審の判断が続けられており、これら\nが憲法の投票価値の平等の要求に反する状態に至っているとする当裁判所\n大法廷の判断が示されたのは、平成２３年３月２３日であり、国会におい\n１７\nてこれらが上記の状態にあると認識し得たのはこの時点からであったとい\nうべきである。」と判断されていること、③平成２５年７月施行の参議院\n議員選挙に関する選挙無効訴訟に係る最高裁判所平成２６年１１月２６日\n大法廷判決（民集６８巻９号１３６３ページ）においても、「違憲の問題\nが生ずる程度の著しい不平等状態に至っているとし、その解消のために選\n挙制度の仕組み自体の見直しが必要であるとする当裁判所大法廷の判断が\n示されたのは、平成２４年大法廷判決の言渡しがされた平成２４年１０月\n１７日であり、国会において上記の状態に至っていると認識し得たのはこ\nの時点からであったというべきである。」と判断されていることからして\n明らかである。\nなお、原告らは、「『合理的期間の判例法理』自体が、憲法に違反し、\n憲法９８条１項により『その効力を有しない』」と主張するが、かかる原\n告らの主張は、同種選挙無効訴訟に関する累次の最高裁大法廷判決が前提\nとしてきた判断枠組みとは異なる独自の見解であり、理由がない。\nイ  国会が、本件選挙時までに本件区割規定及びこれに基づく本件選挙区割\nりが違憲状態であると認識することはできなかったことなどからすれば、\n合理的期間内に是正がされなかったなどと評価することはできないこと\nこれを本件について見ると、平成３０年大法廷判決は、「平成２７年大\n法廷判決が平成２６年選挙当時の選挙区割りについて判示した憲法の投票\n価値の平等の要求に反する状態は、平成２９年改正法による改正後の平成\n２８年改正法によって解消されたものと評価することができる」とした上\nで、「本件区割規定の定める本件選挙区割りは、憲法の投票価値の平等の\n要求に反する状態にあったということはできず、本件区割規定が憲法１４\n条１項等に違反するものということはできない」と判示している。そして、\n本件選挙は、平成３０年大法廷判決後に初めて行われた総選挙であるから、\n仮に何らかの事情により同判決における本件選挙区割りに関する評価が覆\n１８\nり、違憲状態に至っているとしても、国会において、そのことを認識すべ\nき契機は一切存在せず、その状態を認識し得ない状況であったことは、明\nらかである。そもそも平成２８年改正後の区画審設置法では、大規模国勢\n調査の結果による人口が最初に官報で公示された日から１年以内に、区画\n審が選挙区割りの改定案を作成し勧告することとされており（同法４条１\n項）、同改正の時点で、国会の政治的な判断として、同法の仕組みを初め\nて適用するのは平成３２年（令和２年）の大規模国勢調査以降とされ、同\n年までの投票価値の較差については、平成３２年見込人口も基準として２\n倍未満の較差を維持する選挙区割りの改定を行うことで担保することとさ\nれていた。そうすると、国会は、令和２年の大規模国勢調査の結果による\n人口（速報値）が最初に官報に公示された日（実際には令和３年６月２５\n日）以後、区画審による改定案の勧告を待って、同勧告を踏まえた立法的\n措置を講じることを予定しており、それとは異なるタイミングで選挙制度\nの改定を行うことは、平成２８年改正や平成２９年改正によって設けられ\nた選挙制度が予定するところと整合しないばかりか、選挙制度の安定性を\n考慮して平成３２年（令和２年）の大規模国勢調査以降にアダムズ方式に\nよる議席配分を導入することとした判断に正面から相反するものというべ\nきである。\n以上のとおり、国会において、本件選挙までに、本件区割規定の定める\n本件選挙区割りが憲法の投票価値の平等の要求に反する状態にあるなどと\nいうことは全く認識し得ない状況にあった上、立法府として選挙制度の在\nり方の不断の見直しを行う決意を示していることも考慮すれば、本件区割\n規定の定める本件選挙区割りについて憲法上要求される合理的期間内にお\nける是正がされなかったなどといえないことは明らかである。\n第３  当裁判所の判断\n１  憲法は、選挙権の内容の平等、換言すれば投票価値の平等を要求しているも\n１９\nのと解される。他方 、投票価値の平等は、選挙制度の仕組みを決定する絶対\nの基準ではなく、国会が正当に考慮することのできる他の政策的目的ないし\n理由との関連において調和的に実現されるべきものであるところ 、国会の両\n議院の議員の選挙については 、憲法上、議員の定数、選挙区、投票の方法そ\nの 他 選 挙 に 関 す る 事 項 は 法 律 で 定 め る べ き も の と さ れ （ ４ ３ 条 ２ 項 、 ４７\n条）、選挙制度の仕組みの決定について国会に広範な裁量が認められている。\n衆議院議員の選挙につき全国を多数の選挙区に分けて実施する制度が採用\nされる場合には、選挙制度の仕組みのうち定数配分及び選挙区割りを決定す\nるに際して、憲法上、議員１人当たりの選挙人数ないし人口ができる限り平\n等に保たれることを最も重要かつ基本的な基準とすることが求められている\nというべきであるが 、それ以外の要素も合理性を有する限り国会において考\n慮することが許容されているものと解されるのであって、具体的な選挙区を\n定めるに当たっては 、都道府県を細分化した市町村その他の行政区画などを\n基本的な単位として 、地域の面積、人口密度、住民構成、交通事情、地理的\n状況などの諸要素を考慮しつつ、国政遂行のための民意の的確な反映を実現\nするとともに、投票価値の平等を確保するという要請との調和を図ることが\n求められているところである。したがって 、このような選挙制度の合憲性は、\nこれらの諸事情を総合的に考慮した上でなお 、国会に与えられた裁量権の行\n使として合理性を有するといえるか否かによって判断されることになり 、国\n会がこのような選挙制度の仕組みについて具体的に定めたところが 、上記の\nような憲法上の要請に反するため 、上記の裁量権を考慮してもなおその限界\nを超えており、これを是認することができない場合に 、初めてこれが憲法に\n違反することになるものと解すべきである （最高裁昭和４９年（行ツ）第７\n５号同５１年４月１４日大法廷判決・民集３０巻３号２２３頁 、平成２３年\n大法廷判決、平成２５年大法廷判決、平成２７年大法廷判決及び平成３０年\n大法廷判決参照）。\n２０\n２  争点⑴（本件選挙区割りが憲法の投票価値の平等の要求に反する状態に至っ\nているか否か）について\n前記第２の１⑶クのとおり、平成２８年改正法は、投票価値の較差を是正す\nるための新たな議席配分方式として、各都道府県の人口に比例した配分方式\nの一つであるアダムズ方式を採用する 規定を設けた上で、アダムズ方式によ\nる各都道府県への定数配分を平成３２年以降１０年ごとに行われる 大規模国\n勢調査の結果に基づいて行うこととし 、その５年後に行われる簡易国勢調査\nの結果に基づく選挙区間の人口の較差が２倍以上となったときは同較差が２\n倍未満となるように各都道府県内の選挙区割りの改定を行うことを定め 、さ\nらに、アダムズ方式による定数配分が行われるまでの措置として 、選挙制度\nの安定性を確保しつつ較差の是正を図るため 、その附則において、平成２７\n年簡易国勢調査の結果に基づきアダムズ方式により定数配分を行った場合に\n選挙区数の削減が見込まれる議員１人当たりの人口の少ない ６県の選挙区数\nをそれぞれ１減ずる０増６減の措置を採るとともに 、平成２８年改正後の区\n画審設置法３条１項と同様の区割基準に基づき、次回の国勢調査が行われる\n平成３２年までの５年間を通じて選挙区間の人口の較差が２倍未満となるよ\nうに選挙区割りの改定を行うこととしたものである。 そこで、区画審による\n改定案の勧告を経て制定された平成２９年改正法において 、１９都道府県の\n９７選挙区における選挙区割りの改定を内容とする公職選挙法の改正が行わ\nれ、同改正後の本件区割規定の定める本件選挙区割りの下において 平成２９\n年選挙が行われ、平成２９年選挙における選挙区間の投票価値の較差は 、平\n成２７年簡易国勢調査の結果による人口の最大較差において１対１．９５６ 、\n選挙当日の選挙人数の最大較差においても１対１．９７９に縮小され 、選挙\n人数の最も少ない選挙区を基準として較差が２倍以上となっている選挙区は\n存在しなくなった。これを受けて、平成３０年大法廷判決は 、平成２７年大\n法廷判決が平成２６年選挙当時の選挙区割りについて判示した憲法の投票価\n２１\n値の平等の要求に反する状態は、平成２９年改正法による改正後の平成２８\n年改正法によって解消されたものと評価することができる と判示したもので\nある。\nその後、法改正は行われなかったため、本件選挙は、平成２９年選挙の際と\n同一の区割規定に基づく同一の選挙区割りの下において施行された ところ、\n本件選挙区割りの下における選挙区間の投票価値の較差は 、本件選挙当日の\n選挙人数の最大較差において は１対２．０７９となり、２９の選挙区におい\nて、較差（選挙人）が２倍以上と なり、平成２９年選挙時よりもその較差が\n拡大する結果となった。\nしかしながら、本件区割規定自体は、投票価値の平等の要請にかなう立法\n的措置を講ずることを求めた平成２３年大法廷判決以降の各大法廷判決の趣\n旨に沿って較差の是正を図ったものであり 、投票価値の平等を最も重要かつ\n基本的な基準としつつ、新たな定数配分の方式をどの時点から議員定数の配\n分に反映させるかという点も含めて、国会において考慮することができる諸\n要素を踏まえた上で定められたものということができ 、本件選挙当時におい\nては、平成２８年改正後の区画審設置法３条１項の趣旨に沿った選挙制度の\n整備が実現されていたということができるから 、平成２８年改正法及び平成\n２９年改正法による選挙区割りの改定等は 、国会の裁量権の行使として合理\n性を有するというべきである。\nそして、本件選挙によって上記のような投票価値の較差が生じた理由を検\n討するに、本件選挙区割りは、アダムズ方式によるものではないものの 、ア\nダムズ方式による定数配分が行われるまでの 措置として、選挙制度の安定性\nを確保しつつ較差の是正を図るため、平成２８年改正後の区画審設置法３条\n１項と同様の区割基準に基づき、次回の国勢調査が行われる平成３２年 （令\n和２年）までの５年間を通じて選挙区間の人口の較差が２倍未満となるよう\nに改定されたものであるところ、前記第２の１⑷のとおり 、実際に行われた\n２２\n令和２年１０月１日を調査時点とする大規模国勢調 査においては、東京都、\n千葉県、神奈川県、埼玉県、福岡県の５都県に平成３２年（令和２年）の見\n込み人口において計算上想定された増加率を超える割合で人口が流入してい\nる一方で、北海道、青森県等の３３道府県からは計算上想定された減少率を\n超える割合で人口が流出するなどしたことが要因 となり、本件選挙当日にお\nいて、２９の選挙区において較差（選挙人）が２倍以上となる結果が生じた\nものということができる。\n以上に加え、本件選挙が施行された時点において 、平成３２年（令和２年）\n以降１０年ごとに行われる大規模国勢調査の結果に基づく各都道府県への定\n数配分をアダムズ方式により行うことによって１人別枠方式の 下における定\n数配分の影響を完全に解消させる立法措置が講じられており 、令和２年実施\nの大規模国勢調査の結果を受けて法改正に向けて区画審が開催されている状\n況も踏まえれば、本件選挙において、結果的に投票価値の較差が２倍以上と\nなる選挙区が生じる結果が生じたことをもって直ちに本件選挙区割りが憲法\nの投票価値の平等の 要求に反する状態に至っているものと評価することはで\nきないというべきである。\nなお、原告らは、本件選挙区割りは、憲法５６条２項、１条、前文１項１\n文が定める「人口比例選挙の要求」に反するから 、憲法９８条１項により無\n効である旨主張するが、 上記説示したところによれば、これらの規定は、 原\n告らが主張する人口比例選挙を要求するものとは解されない。\nそうすると、その他原告らが主張する点を考慮しても、本件選挙当時にお\nいて、本件区割規定の定める本件選挙区割りは 、憲法の投票価値の平等の要\n求に反する状態にあったということはできず 、本件区割規定が憲法の規定に\n違反するものということはできない。\n３  結論\nよって、原告らの請求は、その余の争点（争点⑵）について判断するまで\n２３\nもなく、いずれも理由がないから 、これらを棄却することとして 、主文のと\nおり判決する。\n名古屋高等裁判所金沢支部第１部\n裁判長裁判官        蓮      井      俊    治\n裁判官        平      野      剛    史\n裁判官        峯      金      容    子\n"
}