{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Reiwa",
    "year": 2,
    "month": 11,
    "day": 4
  },
  "case_number": "令和1(行コ)302",
  "case_name": "更正をすべき理由がない旨の通知処分取消請求控訴事件",
  "court_name": "東京高等裁判所",
  "field": "行政",
  "lawsuit_id": "91886",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=91886",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/886/091886_hanrei.pdf",
  "contents": "令和２年１１月４日判決言渡し\n令和元年（行コ）第３０２号  更正をすべき理由がない旨の通知処分取消請求控訴\n事件（原審・東京地方裁判所平成３０年（行ウ）第２１９号）\n主              文\n１  原判決中控訴人敗訴部分を取り消す。\n２  上記の部分につき，被控訴人の請求をいずれも棄却する。\n３  訴訟費用は第１，２審とも被控訴人の負担とする。\n事 実 及 び 理 由\n第１  控訴の趣旨\n主文同旨。\n第２  事案の概要（略称は，原判決のものを用いる。）\n１  本件は，競馬の勝馬投票券（馬券）の的中による払戻金に係る所得（本件競\n馬所得）を得ていた被控訴人が，平成２４年分から平成２６年分までの所得税\n（平成２５年分及び平成２６年分については復興特別所得税を含む。以下同じ。）\nについて，本件競馬所得を一時所得として確定申告をした後，本件競馬所得が\n雑所得に該当するとしてそれぞれ更正の請求（本件各更正の請求）をしたとこ\nろ，Ａ税務署長から，いずれの更正の請求についても更正をすべき理由がない\n旨の通知処分（本件各通知処分）を受けたことから，本件各通知処分の取消し\nを求める事案である。\n２  原審は，本件各通知処分のうち，平成２５年分の所得税に係るものはその\n全部が違法であり，平成２４年分及び平成２６年分の所得税に係るものは原\n判決別紙４記載の総所得金額及び納付すべき税額を超える部分につき更正\nをすべき理由がないとする部分が違法であるとして，被控訴人の請求のうち，\n上記違法部分の取消しを求める部分を認容し，その余をいずれも棄却した。\nこれに対し，控訴人がその敗訴部分を不服として控訴した。\n３  前提事実並びに争点及び争点に関する当事者の主張は，原判決３頁２４\n行目の「競売」を「競馬」に改めるほかは，原判決の「事実及び理由」中「第\n２  事案の概要等」２及び３に記載のとおりであるからこれを引用する。\n４  当審における控訴人の主張\n⑴  馬券の的中による払戻金に係る所得の所得区分が，「営利を目的とする\n継続的行為から生じた所得」（所得税法３４条１項）として雑所得に該当\nするかは，行為の期間，回数，頻度その他の態様，利益発生の規模，期間\nその他の状況等の事情を総合考慮して判断するのが相当であるところ（最\n高裁平成２７年判決，最高裁平成２９年判決），原判決は，本件競馬所得\nのうち，通常馬券の的中による払戻金に係る所得（以下「通常馬券に係る\n所得」という。）が「営利を目的とする継続的行為から生じた所得」に該\n当すると判断した。しかしながら，継続的行為に該当するといえるために\nは，馬券の購入行為の「期間」，「回数・頻度」，「その他の態様」としての\n「方法」，「選別」及び「購入額」などの考慮要素から，「偶然性の影響の\n減殺や長期間に及ぶ全体的な収支から利益を考えるという長期的視点」に\n立った購入態様であると評価できるか否かによって決されるべきもので\nある。回収率（期待回収率）が１００％を超えるように馬券を選別して購\n入し続けることで，実際の回収率が１００％を超えた値に収束するには，\nそれ相応の長期間，多数回，頻繁に馬券を購入しなければならず，そうす\nると，馬券の「購入額」についても，極めて多額のものでなければならな\nい。したがって，継続的行為該当性の判断においては，「その他の態様」\nとしての馬券の購入額が重要な考慮要素となっているというべきである。\n被控訴人の通常馬券の購入額をみると，平成２２年分から平成２６年\n分までの５年間でみた場合，約３２００万円から約９７００万円という規\n模であったことが認められるが，被控訴人の通常馬券の購入額の規模は，\n①継続的行為該当性が肯定された先例の各最高裁判決では馬券の購入額\nが約３億４５００万円（民事事件で判明する年分を含めると約９９００万\n円）から約２１億７４００万円であったのに対して，②継続的行為該当性\nが否定された裁判例では馬券の購入額が約１７００万円から約２億２９\n００万円であったことからすると，上記②の規模にとどまることが明らか\nである。したがって，被控訴人の通常馬券の購入額は，極めて多額であっ\nたとはいえないので，その他の事情を考慮しても，継続的行為該当性は認\nめられない。\n⑵  営利目的該当性の判断においては，「利益発生の規模，期間その他の状\n況等」が考慮要素であるところ，どの程度の事実関係が認められれば営利\n目的該当性が肯定されるのかという点については，通常，馬券の払戻金が\n偶発的な一時の所得に過ぎないものであることからすれば，偶発的な一時\nの所得とは性質の異なるものであるといえる程度の「利益発生の規模，期\n間その他の状況等」がなければならず，原則として，年間を通じた回収率\nが１００％を超えていること（ただし，損失が発生した年分があっても，\nその理由が客観的に明らかである場合には，例外的に，損失が発生した年\n分があることをもって直ちに営利目的該当性が否定されない。）を前提に，\n極めて多額の利益が長期間にわたって発生していなければならない。\n被控訴人の年間を通じた回収率をみると，平成２２年分から平成２６\n年分までの５年間ないしは平成２２年分から平成２９年分までの８年間\nにおいて，約８６．４％から約１３１．３％であり，１００％未満となっ\nている年分があるのみならず，乱高下を繰り返し，その下限は１００％を\n大きく割り込むというものである上，そのように損失が発生した理由が客\n観的に明らかになっていない。また，被控訴人の通常馬券の利益発生の状\n況をみると，平成２２年分から平成２６年分の５年間でみた場合，約７９\n０万円の損失から約１４００万円という利益（損失）発生の規 模であった\nことが認められるが，このような被控訴人の通常馬券による利益発生の状\n況は，営利目的該当性が肯定された先例の各最高裁判決の規模（約１３０\n０万円〔民事事件の判決文から判明するものは約５６０万円〕から約２億\n０８００万円の利益発生の規模）とは異なる規模のものであり，営利目的\n該当性が否定された裁判例の規模にとどまるものである。そして，被控訴\n人の通常馬券による利益発生の状況は，数千万円から数億円規模の利益が\n長期間にわたって発生するという特殊な利益発生の状況ではなく，通常，\n偶発的な一時の所得である馬券の払戻金に係 る利益と異質なものである\nとは評価できない。以上のことからすると，被控訴人の通常馬券の購入は，\n回収率が１００％を超えるように馬券を選別して購入し続けてきたもの\nであったとは評価できず，営利目的該当性を認めることはできない。\n５  当審における被控訴人の主張\n継続的行為該当性の判断において，購入額は重要な考慮要素とはいえない。\nまた，仮に考慮要素であるとしても極めて多額の馬券を長期間にわたって購\n入していることが必要とはいえない。仮に必要であるとしても，控訴人の馬\n券購入額は極めて多額であり，その期間も十分に長期間であるから，結論と\nして被控訴人の通常馬券購入行為は継続的行為といえる。\nア  被控訴人の通常馬券による利益発生状況は，平成２２年から平成２６年\nまでの５年間のうち４年間で少なくとも５００万円を超える規模の利益が\nあり，平成２４年は損失であったとしても，期待回収率約７５％を相当超\nえる８６．４％を維持している。このようなことは一時的な偶然によって\nもたらされるものとしては到底説明できないものであり，利益を期待し得\nる独自のノウハウがあると考えざるを得ない。\nイ  現に平成２２年から平成２６年の５年間にわたり，１万以上のレースで\n馬券を購入しながら，うち４年間で回収率１００％超を実現し，総額３０\n００万円を超える利益を上げている被控訴人の通常馬券に係る所得は，偶\n発的な一時所得とは異質の税負担能力があるといえる。\nウ  課税の時的区分としての１月から１２月までの年という区切りごとに回\n収率１００％という基準を満たすかどうか検討する必要はなく，総体とし\nて観察すれば足りるので，損失を生じた年分の回収率が理論上の回収率（７\n５％）を大きく下回ったり，損失を生じた年分とその他の年分を合算した\n結果，全体の回収率が１００％未満であったりするような場合を除き，営\n利目的該当性が認められる。\nエ  平成２４年，２７年及び２９年に回収率が１００％を切った具体的な理\n由は結局のところ不明である。しかし，平成２７年以降は，被控訴人は馬\n券購入額及び購入点数を大幅に減少させており，かつ使用するソフトのバ\nージョンが変わるなど，馬券購入環境に大きな変化が生じたことから，平\n成２６年までの馬券所得の性質を検討する上で同列に論じることはできな\nい。また，被控訴人が，過去のレースの結果に現れた特定のファクターご\nとの統計上の傾向が今後も同様に現れると仮定して，過去のレースで投下\n資本を超える配当が得られた買い目の抽出条件をこれから行われるレース\nの買い目の抽出条件とする方法を採っていた以上，過去のレースに現れた\n特定のファクターごとの傾向が過去と全く同様には現れない場合には，回\n収率が１００％を下回る可能性があり，回収率１００％を下回った理由も，\n結局この点に尽きる。結果として単年度でみたときに回収率が１００％を\n下回ることがあったとしても，被控訴人の馬券購入態様からすれば，被控\n訴人の馬券所得を雑所得と解すべきことに変わりはない。\n第３  当裁判所の判断\n１  当裁判所は，本件競馬所得は，通常馬券の的中による払戻金に係るものも「営\n利を目的とする継続的行為から生じた所得」とはいえず，一時所得に該当する\nものと認められるから，本件各通知処分は適法であり，被控訴人の請求はいず\nれも理由がないと判断する。\nその理由は，以下のとおり補正するほかは，原判決の「事実及び理由」中「第\n３  当裁判所の判断」１から３までに記載のとおりであるから，これを引用す\nる。\n⑴  原判決１９頁２４行目冒頭から２１頁１２行目末尾までを次のとおり改め\nる。\n「⑷  しかしながら，事業所得が事業活動を遂行することで得られる収益に税\n負担能力を認めた趣旨に照らせば，「営利を目的とする継続的行為」とい\nえるためには，その行為がある程度の期間継続して客観的にみて利益が上\nがると期待し得る行為であることが必要であると解すべきであるが，被控\n訴人の平成２２年以降５年間の利益と損失をみると，平成２２年は約５８\n４万円，平成２３年は約１３７６万円，平成２５年は約５１６万円，平成\n２６年は約６０１万円と利益を上げたが，平成２４年は約７９０万円の損\n失となったことが認められる。この内，平成２３年の利益額はその他の利\n益を上げた３年の年間利益額の２倍を超える相当高額なものであったのに\n対し，平成２４年の損失額は，利益を上げた平成２２年，平成２５年，平\n成２６年の各１年間の利益額より多額のものであった。平成２４年の回収\n率は中央競馬の平成２４年事業年度の払戻率（馬券の発売金額に対する払\n戻金額の割合。約７５％）を相当程度超える８６．４％を維持してはいる\nが，営利性の存否の判断（客観的にみて利益が上がると期待し得る行為の\n存否の判断）という観点からは平成２４年の損失及びその額は，看過でき\nない否定的な事情と言わざるを得ない。\nこれに対し，被控訴人は，損失が生じた年があったことから，直ちに恒\n常的に利益を上げていたとはいえないと評価すべきではなく，払戻金に係\nる所得をどのような所得とするかは，その払戻金を得るための行為の評価\nの問題であって，結果的に利益を上げたか否かの問題ではないし，同じ収\n支であっても，どの時点で損失が生じたかによって結果が異なることは相\n当ではなく，本件についても，集計期間を２月から翌年１月までとするだ\nけで，損失を生じた年分が生まれたり生まれなかったりすると主張する。\nしかしながら，１年間というある程度長期間で集計してもなお約７９０万\n円の多額の損失を計上するということは，年間を通じての収支で利益が得\nられるように馬券の選別が行われる仕組みに大いに疑問を抱かせるもので\nあり，偶然性の影響が減殺されていないことを推認させるものであって，\n雑所得としての税負担能力を否定する事情といえる。本件について，集計\n期間を２月から翌年１月までとしても，別紙「本件の月別収支の状況」記\n載のとおり，平成２４年２月から平成２５年１月までの収支は損失となる\nので，集計期間を変えることにより５年にわたり全ての年において利益を\n上げていたとは認められない。\nまた，被控訴人は，同じ収支であっても，どの時点で損失が生じたかに\nよって結果が異なることは相当ではないと主張し，その例として，平成２\n２年１月から平成２６年１２月までの間，平成２４年１月，２月及び１２\n月のみ損失を出し，その余は各月で利益を出したと仮定した別紙「仮想収\n支表」（甲１３）を作成して，当該仮想収支表が平成２４年のみ損失を出\nしていることから営利性を否定することは不合理であることを挙げる。し\nかしながら，指摘の別紙「仮想収支表」の営利性が否定されることが不合\n理であるのは，平成２２年１月から平成２６年１２月までの６０か月のう\nち，損失を出した月が３か月しかない点にあるが，本件については，別紙\n「本件の月別収支の状況」記載のとおり，同一期間に損失を出した月は３\n１か月，利益を上げた月は２９か月であって，月別に細分化しても営利性\nを否定することは不合理ではない。\nまた，被控訴人は，払戻金に係る所得をどのような所得とするかは，そ\nの払戻金を得るための行為の評価の問題であって，結果的に利益を上げた\nか否かの問題ではないし，同じ収支であっても，どの時点で損失が生じた\nかによって結果が異なることは相当ではないと主張する。しかしながら，\n本件については,行為の評価の問題として，通常，馬券購入自体，本来偶然\n性に左右されるものであって，原則として継続した営利性は認められない\nところ，恒常的に利益を上げていた場合など，ある程度の期間，継続して\n客観的にみて利益が上がると期待し得る行為には，営利性を肯定できると\n解すべきである。本件では，平成２２年から２年連続で利益を上げたが，\n平成２４年は相当額の損失となり，平成２５年には利益を上げたものの，\n平成２４年の損失額を補うには足りず，平成２６年には利益を上げたとい\nうにとどまるのであるから，恒常的に利益を上げていたとまでは認められ\nない。\nもっとも，平成２４年の損失理由によってはこの損失の事実を除外して\n評価することも考えられるが，被控訴人は，平成２４年の損失理由につい\nて，馬券購入態様自体は変更しておらず，過去のデータ分析の結果から将\n来を予想する手法をとっているため，将来が過去と全く同様とはならない\n点にあり，その原因は不明であるというのであるから，損失を特別事情と\nして除外して評価することもできない。\n更に，前記 ア ， に認定のとおり，被控訴人は平成２３年頃からは\n４台のパソコンで本件ソフトを使用するようになったが，パソコンごとに\n異なる計算式等を設定していたこと，通常馬券に係る平成２４年から平成\n２６年までの中央競馬の開催レース中の購入レースの割合は，６７．６％\nから７６．５％に止まり，購入するか否か，どの計算式等を採用するかに\nついてもその態様が明らかでない。\n上記のような馬券の購入行為の態様，利益発生の規模，期間その他の状\n況等によれば，被控訴人において回収率が総体として１００％を超えるこ\nとが期待し得る独自のノウハウを有していたとまでは認められず，これに\n基づき馬券を選別して購入を続けていたということはできないので，その\nような被控訴人の上記の一連の行為は，客観的にみて営利を目的とするも\nのであったとまではいえない。\n⑸  以上のとおりであり，平成２４年から平成２６年までの本件競馬所得の\nうち通常馬券の的中による払戻金に係るものは，「営利を目的とする継続\n的行為から生じた所得」として，雑所得に該当するとは認められない。」\n⑵  原判決２３頁１４行目末尾の次に，改行の上，以下のとおり加える。\n「４  これまで検討したところによれば，平成２４年から平成２６年までの本\n件競馬所得は，通常馬券の的中による払戻金に係るものも，ＷＩＮ５に係\nる馬券の的中による払戻金にかかるものも，いずれも一時所得に該当する\nことになる。したがって，本件競馬所得が雑所得に該当することを理由と\nする本件各更正の請求は，いずれも更正をすべき理由がないこととなり，\n本件各通知処分は適法である。」\n２  当審における被控訴人の主張について\n被控訴人は，平成２４年は損失であったとしても，期待回収率約７５％を\n相当超える８６．４％を維持しているので，利益を期待し得る独自のノウハ\nウがあると考えざるを得ないと主張する。しかしながら，期待回収率を相当\n超えたとしても利益を上げない以上，利益は期待できないというほかなく，\n利益を上げることもあれば上げないこともあるというのでは偶発性は排除で\nきないので，利益を期待し得る独自のノウハウがあるとまでは認められない。\n被控訴人は，現に平成２２年から平成２６年の５年間にわたり，１万以上\nのレースで馬券を購入しながら，うち４年間で回収率１００％超を実現し，\n総額３０００万円を超える利益を上げている被控訴人の通常馬券に係る所得\nは，偶発的な一時所得とは異質の税負担能力があるといえる旨の主張をする。\nしかしながら，既に述べたとおり，５年間のうち４年間で利益を上げたとは\nいうものの，利益を上げたのは２年連続が２度続いたというにとどまること\nや，平成２３年の利益額は，その他の利益を上げた年の年間利益額の２倍以\n上の相当額に上ったことや，平成２４年の損失額は，平成２３年を除くその\n他利益を上げた３年の年間利益額を超える額に上っており，平成２６年まで\nの利益の計上によって回復することができたというのであるから，その利益\nと損失は年によって乱高下しており，結果として利益を上げているのも，平\n成２３年の利益額が大きかったからであって，その利益は偶発性によるもの\nと考えることが可能であり，偶発的な一時所得とは異質の税負担能力がある\nとはいえない。被控訴人は，１万以上のレースで馬券を購入したことを積極\n事情として主張するが，各レースでの利益と損失の有無は明らかでなく，多\n数のレースで馬券を購入し，利益を上げたのも偶発的な結果であると考える\nことも可能である。以上より，被控訴人の主張は採用できない。\n被控訴人は，課税の時的区分としての１月から１２月までの年という区切\nりごとに回収率１００％という基準を満たすかどうか検討する必要はなく，\n総体として観察すれば足りるので，損失を生じた年分の回収率が理論上の回\n収率（７５％）を大きく下回ったり，損失を生じた年分とその他の年分を合算\nした結果，全体の回収率が１００％未満であったりするような場合を除き，\n営利目的該当性が認められる旨の主張をする。しかしながら，理論上の回収\n率（７５％）をどの程度上回るかどうかは利益を上げるかどうかとは関係が\nないことは既に述べたとおりである。また，結果的に利益を上げていれば営\n利目的該当性が認められるとはいえないことも既に述べたとおりである。利\n益を上げるかどうかの判断として１月から１２月までの年という区切りごと\nに検討する必要がないとしても，営利目的該当性の判断のためには，何らか\nの区切りごとに検討する必要があると解されるが，本件において，「年」より\nも大きな区切りごとに検討することの合理性は認められず，１月から１２月\nまでではない１２か月で区切ったり，「年」よりも小さな「月」や「日」によ\nって細分化したりすれば営利目的該当性が認められるとの証拠もない。以上\nのとおりであり，被控訴人の主張は採用できない。\n被控訴人は，平成２４年，２７年及び２９年に回収率が１００％を切った\n具体的な理由は結局のところ不明であるが，平成２７年以降は，被控訴人は\n馬券購入額及び購入点数を大幅に減少させており，かつ使用するソフトのバ\nージョンが変わるなど，馬券購入環境に大きな変化が生じたことから，平成\n２６年までの馬券所得の性質を検討する上で同列に論じることはできない旨\n主張する。しかしながら，被控訴人が主張するような事情があったとしても，\n平成２７年以降の損失は，被控訴人が客観的にみて利益が上がると期待し得\nるノウハウを有していなかったことを推認させる事情の１つといえる。また，\n被控訴人は，平成２４年の損失について，過去のレースに現れた特定のファ\nクターごとの傾向が過去と全く同様には現れない場合には，回収率が１０\n０％を下回る可能性があり，結果として単年度でみたときに回収率が１０\n０％を下回ることがあったとしても，被控訴人の馬券購入態様からすれば，\n被控訴人の馬券所得を雑所得と解すべきことに変わりはない旨主張する。し\nかしながら，この点も，被控訴人が客観的にみて利益が上がると期待し得る\nノウハウを有していなかったことを推認させる事情の１つといえ，前記認定\nを左右しない。\n３  そうすると，被控訴人の請求は，いずれも理由がないから全部棄却すべきと\nころ，これと異なり，本件各通知処分のうち，平成２５年分の所得税に係るも\nのの全部，平成２４年分及び平成２６年分の所得税に係るものの原判決別紙４\n記載の総所得金額及び納付すべき税額を超える部分につき更正をすべき理由が\nないとする部分の取消しを認容し，その余を棄却した原判決は一部失当であっ\nて，控訴人の本件控訴は理由があるから，原判決中控訴人敗訴部分を取り消し\nて，取消し部分につき，被控訴人の請求をいずれも棄却することとして，主文\nのとおり判決する。\n東京高等裁判所第５民事部\n裁判長裁判官         秋   吉   仁   美\n裁判官          田   村   政   巳\n裁判官          小   西          洋\n（別紙すべて省略）\n"
}