{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 6,
    "month": 2,
    "day": 14
  },
  "case_number": "令和5(ワ)70291",
  "case_name": "発明の相当の対価及び逸失利益等請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "92758",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=92758",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/758/092758_hanrei.pdf",
  "contents": "令和６年２月１４日判決言渡  同日原本領収  裁判所書記官\n令和５年(ワ)第７０２９１号  発明の相当の対価及び逸失利益等請求事件\n口頭弁論終結日  令和５年１２月１５日\n判        決\n原         告                  Ａ\n被 告       ヤマハロボティクスホールディングス株式会社\n同訴訟代理人弁護 士        中 村 勝 彦\n丸 住 憲 司\n本間   洵\n主        文\n１  原告の請求をいずれも棄却する。\n２  訴訟費用は原告の負担とする。\n事実及び理 由\n第１  請求\n被告は、原告に対し、１６０万円を支払え。\n第２  事案の概要\n本件は、被告の元従業員である原告が、被告の在職中に職務上行った別紙特\n許目録記載の各特許に係る各発明（以下「本件各発明」という。）について、\n特許を受ける権利をいずれも被告に承継させたとして、被告に対し、特許法３\n５条３項（平成１６年法律第７９号による改正前のもの。以下、同項につき同\nじ。）に基づいて、上記承継に係る相当の対価の一部として１６０万円の支払\nを求める事案である。\n１  前提事実（当事者間に争いのない事実並びに後掲証拠（以下、書証番号は特\n記しない限り枝番を含む。）及び弁論の全趣旨により容易に認められる事実）\n(1)  当事者\nア  原告は、昭和５９年４月３日に被告（当時の商号は株式会社新川）に入\n社し、平成２６年３月３１日に被告を退職した、被告の元従業員である。\nイ  被告は、産業用ロボット、生産ラインシステム、その部品及び付属品の\n製造並びに販売等の事業を営む会社及びこれに相当する事業を営む外国会\n社の株式又は持分を所有することにより、当該会社の経営管理及びこれに\n付帯する業務を行うことを目的とする会社である（弁論の全趣旨）。\nなお、被告は、令和元年７月１日、「株式会社新川」から「ヤマハモー\nターロボティクスホールディングス株式会社」に商号を変更し、さらに、\n令和３年１月１日、現在の「ヤマハロボティクスホールディングス株式会\n社」に商号を変更した。\n(2)  職務発明及び特許を受ける権利の承継\n原告は、被告の従業員であった期間に、被告を使用者とする職務発明とし\nて別紙特許目録記載の各特許に係る本件各発明を行い、遅くとも別紙特許目\n録記載１１の特許の出願日である平成１３年１１月１２日までに、被告に対\nし、本件各発明に係る特許を受ける権利を承継させた（弁論の全趣旨）。\n(3)  本件各特許\n被告は、本件各発明につき、別紙特許目録記載のとおり、同目録記載の特\n許（以下、目録の順に、「本件特許１」、「本件特許２」などといい、これら\nの特許を併せて「本件各特許」という。）の特許出願をし、本件各特許に係\nる特許権（以下「本件各特許権」という。）の設定登録を受けた。なお、本\n件各特許権は、別紙特許目録記載の各「特許料不納による消滅日」又は「存\n続期間満了による消滅日」に、それぞれ消滅した。（甲１４ないし２４）\n(4)  被告の新設分割\nア  被告は、令和元年５月２７日、同年７月１日を効力発生日として、株式\n会社新川（以下「本件新会社」という。）を新たに設立し、本件新会社に\n対して被告が営む半導体製造装置及びその技術を応用した電子精密機器等\nの研究・開発・設計・製造・販売及び保守サービスに関する事業（以下\n「本事業」という。）と当該事業に属する資産、債務、雇用契約その他の\n権利義務を承継させる旨の新設分割計画書（以下「本件計画書」という。）\nを作成し、本件計画書記載のとおり新設分割をした（以下「本件新設分割」\nという。）。なお、本件特許２、３、５ないし８、１０、１１は、いずれも、\n半導体製造装置に関する特許であり、これらの特許に関する事業は、本事\n業の範囲に含まれる。（乙１）\nイ  本件計画書には、次の事項が記載されている（乙１。なお、「甲」は被\n告を、「乙」は本件新会社を指すものである。以下同じ。）\n「第３条（承継する資産、債務、雇用契約その他の権利義務）\n(1)  乙は、第６条に定める分割期日において、甲から、…別紙２「承\n継権利義務明細表」記載の資産、債務、雇用契約その他の権利義\n務…を承継する。\n(2)  本件分割後、甲は、乙に承継される債務すべてについて、免責的\n債務引受の方法により承継し、本件分割後、甲は当該債務を負わ\nない。」\nウ  本件計画書に別紙２として添付された承継権利義務明細表は、本件新会\n社が被告から承継する権利義務の範囲を次のとおり定めている（乙１）。\n「本件分割により、乙が甲から承継する本件権利義務の明細は、乙の成\n立の日において本事業に属する次に掲げる権利義務とする。…\n…\n２．承継する負債\n(1) 流動負債\n買掛金、未払金、未払費用、…その他流動負債…\n３．承継するその他の権利義務等\n(1) 本事業に主として従事する甲の従業員との雇用契約上の地位及び\nこれに付随する一切の権利義務\n当社は、分割期日において、当会社と従業員との間で締結してい\nる雇用契約に基づく権利義務を新設会社に全て承継し、…出向さ\nせるものとする。」\nエ  被告による本件新設分割の手続\n被告は、令和元年５月２９日、会社法８１０条２項に定める事項を官報\nに公告し、かつ、被告の定款の定めに従い、同事項を同法９３９条１項３\n号に定める電子公告の方法により公告した（乙１、１０、１１、弁論の全\n趣旨）。\n２  争点\n⑴  被告の原告に対する本件各発明に係る職務発明対価支払債務（以下「本件\n債務」という。）が本件新会社に承継されたか否か（争点１）\n⑵  相当の対価の額（争点２）\n第３  争点に関する当事者の主張\n１  争点１（本件債務が本件新会社に承継されたか否か）について\n（被告の主張）\n⑴  仮に、本件新設分割の効力発生日より前に、被告が原告に本件債務を負っ\nていたとしても、本件債務は本件新設分割により全て本件新会社に承継され\nたから、被告は本件債務の債務者ではない。\nすなわち、被告は、自らの商号を株式会社新川からヤマハモーターロボテ\nィクスホールディングス株式会社に変更して、自らは、いわゆる持株会社と\nなり、被告の子会社として新たに設立した本件新会社に本事業及びこれに関\n連する資産・負債等を承継させることを目的として、本件新設分割を行った。\nこのような本件新設分割の目的に照らすと、承継の対象となる本事業の\n範囲を広く解するべきであって、その範囲が持株会社としての事業を除く全\nての事業であることは明らかであるから、本件各特許に関する事業もこれに\n含まれる。\nそして、本件債務は、本件計画書に別紙２として添付された承継権利義務\n明細表２．(1)の「流動負債」又は同３．(1)の「本事業に主として従事する\n甲の従業員との雇用契約上の地位及びこれに付随する一切の権利義務」に含\nまれるから、本件計画書の効力により、本件新会社に承継されたといえる。\n⑵  これに対し、原告は、本件特許１、４及び９が、半導体装置に関する特許\nであり、半導体製造装置に関するものではないから、本事業の範囲に含まれ\nない旨主張するものと理解できる。\nしかし、本件特許１及び４は、半導体装置に関する発明のみならず、ワイ\nヤボンディング方法、すなわち、半導体製造装置の動作プロセスに関する発\n明が含まれている特許であるし、本件特許９は、本件特許３に係る半導体製\n造装置の動作プロセスを用いて成形することが想定された半導体装置に関す\nる特許であるから、これらの特許に関する事業も本事業に含まれるものであ\nる。\n⑶  したがって、本件新設分割より前に被告が本件債務を負っていたとしても、\n同債務は本件新設分割によって本件新会社に承継されているため、被告は原\n告に対して、本件債務を負っているとはいえない。\n（原告の主張）\n⑴  本件債務は原告と被告との間の雇用契約に基づいて発生したものであるか\nら、本件新設分割により本件債務が本件新会社に承継されることはない。\nこの点について、被告は、本件債務が本件計画書に別紙２として添付され\nた承継権利義務明細表３．(1)の「本事業に主として従事する甲の従業員と\nの雇用契約上の地位及びこれに付随する一切の権利義務」に含まれると主張\nするが、同３.(1)の規定は、本件新設分割時に被告とその従業員の間で締結\nしている雇用契約に基づく権利義務を本件新会社に承継させる趣旨の規定で\nあり、被告の主張は理由がない。\n⑵  また、個別契約に基づく債務の承継には、債権者の個別の同意が必要であ\nるところ、原告は被告から本件新設分割について通知を受けておらず、原告\nが債務の承継に同意した事実もない。\nしたがって、この点からしても、本件債務が本件新会社に承継されること\nはない。\n⑶  さらに、前提事実(3)のとおり、本件特許１、４及び９は、いずれも半導\n体装置の構造に関する特許であるから、本件特許１、４及び９の開発等は、\n「半導体製造装置及びその技術を応用した電子精密機器等の研究・開発・設\n計・製造・販売及び保守サービスに関する事業」すなわち本事業に含まれな\nい。\nしたがって、少なくとも、本件特許１、４及び９に関する本件債務が本件\n新会社に承継されることはない。\n２  争点２（相当の対価の額）について\n（原告の主張）\n本件各発明に係る特許を受ける権利を承継させたことにつき原告が受けるべ\nき相当の対価の額は１６０万円を下らない。\n（被告の主張）\n争う。\n第４  当裁判所の判断\n１  争点１（本件債務が本件新会社に承継されたか否か）について\n⑴  前提事実⑷アのとおり、本件においては、本件計画書により、本事業及び\n本事業に属する資産、債務、雇用契約その他の権利義務が被告から本件新会\n社に承継される旨規定されていたところ、本件特許２、３、５ないし８、１\n０、１１は、いずれも半導体製造装置に関する特許であり、これらの特許に\n関する事業は、本事業の範囲に含まれる。\nまた、証拠（甲１４、１７）及び弁論の全趣旨によれば、本件特許１及び\n４の特許請求の範囲には、半導体装置の発明のみならず、半導体製造装置の\n動作プロセスであるワイヤボンディング方法の発明が記載されていると認め\nられるから、本件特許１及び４に関する事業は、いずれも、「半導体製造装\n置…に関する事業」すなわち本事業に属する事業であると解釈することがで\nきる。\n他方で、本件特許９は、半導体装置に関する発明であるものの、半導体装\n置は、半導体製造装置により製造されるものであり、証拠（甲１６、２２）\n及び弁論の全趣旨によれば、本件特許９に係る発明の半導体装置は、本件特\n許３に係る発明の半導体製造装置により製造することができるものであると\n認められる。このような事実に照らすと、本件特許９に係る事業も、本事業\nに属する事業であると解釈するのが相当である。\nそうすると、仮に、本件新設分割時に被告が原告に対して本件債務を負っ\nていたとしても、前提事実(4)イ、ウのとおり、本件債務は、被告から本件\n新会社に承継される「買掛金…その他流動負債」（本件計画書に別紙２とし\nて添付された承継権利義務明細書２．(1)）に含まれるといえる。\nそして、本件計画書には、本件新会社に承継される被告の債務は本件新会\n社に免責的引受けの方法により承継されると記載されているから、本件債務\nは、本件新設分割により、その効力発生日に被告から本件新会社に免責的に\n承継されたといえ、被告が本件債務を負うものではないというべきである。\n⑵  これに対し、原告は、本件債務は原告と被告との間の雇用契約に基づいて\n発生したものであるから、本件計画書に別紙２として添付された承継権利義\n務明細表３．(1)の「本事業に主として従事する甲の従業員との雇用契約上\nの地位及びこれに付随する一切の権利義務」には含まれないから、本件新設\n分割により本件債務が本件新会社に承継されることはない旨主張する。\nしかし、本件債務は、仮に上記の「本事業に主として従事する甲の従業員\nとの雇用契約上の地位及びこれに付随する一切の権利義務」に含まれないと\nしても、既に説示したとおり、同明細表２(1)の「買掛金…その他流動負債」\nに含まれることは明らかであるから、原告の上記主張は採用することができ\nない。\nまた、原告は、本件債務は原告と被告との間の雇用契約に基づいて発生し\nたものであるから、原告の個別の同意を得ない限り、本件新設分割により本\n件債務が本件新会社に承継されることはない旨主張する。\nしかし、新設分割は会社の営業の全部又は一部を新たに設立した会社に包\n括的に承継させる組織上の行為であり、会社分割に伴う権利義務の承継は、\n新設分割計画の定めに従うこととされ、これにより不利益を受ける債権者の\n保護は、債権者異議手続により図られている（会社法７６４条、８１０条）。\n本件において、被告は、前提事実(4)エのとおり、会社法８１０条２項に\n定める事項を官報及び被告の定款において定める電子公告の方法により公告\nしているから、同条３項により、本件新設分割について、原則として、債権\n者に対して各別に催告をすることは要しない。そして、本件全証拠によって\nも、本件債務について、上記と異なる取扱いをしなければならないような事\n情は何ら認めることができない。\nしたがって、本件新設分割により、本件債務は、債権者である原告の個別\nの同意を得ることなく、本件新会社に免責的に承継されたと認められるから、\n原告の上記主張を採用することはできない。\nなお、原告は発明考案審査委員会の議事録等について文書提出命令を申し\n立てているところ（令和５年（モ）第８４４００号）、これは本件債務の債\n務者が被告であることを前提とした書証の申出であるといえ、本件の争点と\nの関係でいずれの書証も取調べの必要性が認められないから、上記申立てを\n却下する。\n２  結論\n以上によれば、その余の点について判断するまでもなく、原告の請求はいず\nれも理由がないからこれを棄却することとして、主文のとおり判決する。\n東京地方裁判所民事第２９部\n裁判長裁判官\n國   分   隆   文\n裁判官\n間   明   宏   充\n裁判官\nバ ヒ ス バ ラ ン 薫\n（別紙）\n特許目録\n１  登録番号              特許第３１８９１１５号\n発明の名称            半導体装置及びワイヤボンディング方法\n出願日            平成８年１２月２７日\n出願人                株式会社新川\n登録日                平成１３年５月１８日\n特許料不納による消滅日  平成２６年５月１８日\n発明者                Ａ、Ｂ\n２  登録番号             特許第３３３３４１３号\n発明の名称           ワイヤボンディング方法\n出願日            平成８年１２月２７日\n出願人               株式会社新川\n登録日               平成１４年７月２６日\n特許料不納による消滅日  平成２４年７月２６日\n発明者               Ａ、Ｂ\n３  登録番号             特許第３３７０５３９号\n発明の名称           ワイヤボンディング方法\n出願日              平成９年１月１３日\n出願人               株式会社新川\n登録日               平成１４年１１月１５日\n特許料不納による消滅日  平成２６年１１月１５日\n発明者               Ａ、Ｂ\n４  登録番号             特許第３４５５０９２号\n発明の名称           半導体装置及びワイヤボンディング方法\n出願日              平成９年１０月２７日\n出願人               株式会社新川\n登録日               平成１５年７月２５日\n特許料不納による消滅日  平成２４年７月２５日\n発明者               Ａ、Ｂ\n５  登録番号             特許第３３７７７４７号\n発明の名称           ワイヤボンディング方法\n出願日              平成１０年６月２３日\n出願人               株式会社新川\n登録日               平成１４年１２月６日\n特許料不納による消滅日  平成２２年１２月６日\n発明者               Ａ、Ｂ\n６  登録番号             特許第３３７７７４８号\n発明の名称           ワイヤボンディング方法\n出願日              平成１０年６月２５日\n出願人               株式会社新川\n登録日               平成１４年１２月６日\n特許料不納による消滅日  平成２２年１２月６日\n発明者               Ａ\n７  登録番号             特許第３５２２１２３号\n発明の名称           ワイヤボンディング方法\n出願日              平成１０年９月３０日\n出願人               株式会社新川\n登録日               平成１６年２月２０日\n特許料不納による消滅日  平成２３年２月２０日\n発明者               Ａ、Ｂ\n８  登録番号             特許第３４５５１２６号\n発明の名称           ワイヤボンデイング方法\n出願日               平成１１年３月２日\n出願人               株式会社新川\n登録日               平成１５年７月２５日\n特許料不納による消滅日  平成２１年７月２５日\n発明者               Ａ\n９  登録番号             特許第３３７０６４６号\n発明の名称           半導体装置\n出願日              平成１２年６月２日\n出願人               株式会社新川\n登録日               平成１４年１１月１５日\n特許料不納による消滅日  平成２２年１１月１５日\n発明者               Ａ\n10  登録番号             特許第３３４７７０７号\n発明の名称           ボンディング装置用超音波ホーン\n出願日              平成１２年４月６日\n出願人               株式会社新川\n登録日               平成１４年９月６日\n存続期間満了による消滅日  平成２年４月６日\n発明者               Ｃ、Ａ\n11  登録番号             特許第３７４２３３２号\n発明の名称           ワイヤボンデイング装置\n出願日              平成１３年１１月１２日\n出願人               株式会社新川\n登録日               平成１７年１１月１８日\n特許料不納による消滅日  平成２３年１１月１８日\n発明者               Ａ\n以上\n"
}