{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 8,
    "day": 31
  },
  "case_number": "令和4(わ)118",
  "case_name": "公職選挙法違反被告事件",
  "court_name": "広島地方裁判所",
  "gist": "参議院議員通常選挙に関し、７０万円の供与を受けたという選挙買収の事案において、被告人に買収の趣旨の認識があったことを認めた事案",
  "lawsuit_id": "92443",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=92443",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/443/092443_hanrei.pdf",
  "contents": "主          文\n被告人を罰金４０万円に処する。\nその罰金を完納することができないときは、５０００円を\n１日に換算した期間被告人を労役場に留置する。\n被告人から７０万円を追徴する。\n訴訟費用は被告人の負担とする。\n理          由\n（罪となるべき事実）\n被告人は、令和元年７月２１日施行の第２５回参議院議員通常選挙に際し、広島\n県選出議員選挙の選挙人であり、かつ、同選挙に立候補する決意を有していたＡの\n選挙運動者であるが、同人に当選を得しめる目的をもって、同人への投票及び投票\n取りまとめなどの選挙運動をすることの報酬として供与されるものであることを知\nりながら、\n第１  平成３１年３月３１日、広島市Ｂ区Ｃ丁目Ｄ番地被告人選挙事務所又はその\n周辺において、前記Ａの配偶者であるＥから、現金５０万円の供与を受け、\n第２  令和元年６月１日頃、広島市Ｂ区Ｆ丁目Ｇ番Ｈ号被告人事務所において、前\n記Ｅから、現金２０万円の供与を受けた。\n（証拠の標目）\n省略\n（事実認定の補足説明）\n第１  争点\n被告人が、Ｅから、現金５０万円、現金２０万円をそれぞれ受領したことに争\nいはなく、証拠上も優に認定できる。\n本件の争点は、①金銭交付の趣旨、すなわち、Ｅが、第２５回参議院議員通常\n選挙の広島県選出議員選挙（以下「本件選挙」という。）に関し、配偶者である\nＡを当選させる目的をもって、Ａへの投票及び投票取りまとめなどの選挙運動をす\nることの報酬として、被告人に対し各現金を供与したか、②このような金銭交付の\n趣旨を被告人が認識していたか、③被告人に対する公訴提起が公訴権の濫用に当た\nるかである。\nまた、①②の前提として現金５０万円の交付の時期、①に付随して被告人の選挙\n運動者該当性も争われている。\n第２  当裁判所が認定した事実\n１  認定事実\n関係証拠により、当裁判所が認定した事実は以下のとおりである。\n（１）被告人、Ｅ、Ａの立場等\n被告人は、昭和４１年からＩ郡Ｊ町議会議員に４回、昭和６０年から広島市Ｂ区\n選出の広島市議会議員に９回当選し、平成３１年３月２９日告示、同年４月７日投\n票の広島市議会議員選挙にも立候補し、当選した。被告人は、その間の平成１７年\nから平成２３年まで広島市議会の議長を務め、本件当時、Ｋという７名ないし１０\n名の会派の領袖的立場にあった。また、被告人は、当時、Ｌ党広島県支部連合会\n（以下「広島県連」という。）の顧問であり、選挙対策委員会の委員を務めていた。\n被告人の後援会には、最盛期で１万１０００世帯が登録されていた。\nＥは、Ｌ党に所属し、本件当時、広島県第三選挙区（広島市Ｍ区及びＭ’区等）\n選出の衆議院議員であった。\nＥの配偶者であるＡは、広島市Ｍ区選出の広島県議会議員等を務め、平成３１年\n４月２９日付けで広島県議会議員の任期を終えた。\n被告人は、Ｅから、平成２７、２８年頃から、夏と冬の年２回、現金１０万円を\n受け取っていた。その現金は、Ｅに領収証を発行し、Ｌ党広島県第三選挙区支部か\nらＬ党Ｂ区支部（以下、支部名を記載する場合は、いずれもＬ党の支部を表す。）\nへの交付金として収支報告書に載せていた。平成３０年１０月には、Ｅから、広島\n市議会議員選挙に立候補予定のＥの元秘書を被告人の会派に入れることを依頼され\nるとともに、現金１００万円を受け取ったが、その際にも、領収証、収支報告書に\nつき、同様の処理をした。\n（２）本件選挙をめぐる状況等\n本件選挙は、広島県全域を選挙区とし、令和元年７月４日に公示され、同月２１\n日に施行され、定数は２名であった。Ｌ党本部は、前年の平成３０年７月頃、広島\n県連の公認申請を経て、当時現職のＮを本件選挙の公認候補者とすることを決定し\nた。同年１１月終わり頃、Ｌ党本部は、本件選挙における二人目の公認候補者の擁\n立について広島県連の意見を求めたが、同年１２月、広島県連はこれに反対した。\nにもかかわらず、Ｌ党本部は、平成３１年３月１３日、Ａを二人目の公認候補者と\nして擁立することを決定し、Ａは、同月２０日、本件選挙への立候補を表明した。\nなお、この時点で、当時現職の参議院議員であったＮら２名を含む複数の候補者が\n本件選挙への立候補を表明していた。広島県連は、二人目の公認候補者の擁立とい\nうＬ党本部の決定に反発し、同月中旬から下旬頃にかけて、本件選挙においてはＮ\nのみを支援してＡの支援は行わない方針を決定し、現に、同月下旬頃にＥの公設秘\n書から各種団体名簿の提供を求められた際に、これを拒否するなどした。\n（３）Ｅによる現金供与の状況等\nＥは、平成３１年３月下旬頃から、Ａ陣営のスタッフらに対し、地方議会議員ら\nとの面会を取り付けるよう指示し、Ｅ自身は、相手方の氏名や供与額を記載したリ\nストを作成しながら、広島県内の地方議会議員ら合計約１００名に現金を供与した。\n当該リストは、「陣中見舞い等」と題するデータファイルで、「Ａ参議院議員選挙’\n１９」と題するフォルダに保存されており、当該リスト内には「Ｂ区  被告人５０\n＋２０」という記載もあった。\n（４）被告人への現金供与の状況等\nア  Ｅは、平成３１年３月３１日午後６時前後頃、同日午後に秘書が被告人側と\n連絡を取り、被告人が夕方頃には選挙事務所にいるとのことであったので事前調整\nの上、広島市議会議員選挙の陣中見舞いとして、運転手の送迎で、被告人の選挙事\n務所を訪れ、同事務所内又はその隣にある被告人方において、被告人に、陣中見舞\nいですなどと言って現金５０万円入りの封筒を渡し、被告人はこれを受け取った。\nイ  その後、Ｅは、令和元年６月１日午前１０時頃、事前連絡の上、被告人の常\n設事務所を訪れ、事務所内で被告人と二人で会い、被告人に、当選おめでとうござ\nいます、当選祝いに来ましたなどと言って、現金２０万円入りの封筒を渡そうとし\nた。これに対し、被告人は、Ｅに、Ａさんは残念ながら応援はできんなどと言った。\nその際、Ｅは、本件選挙において、Ｌ党が広島県で２議席を確保することの大義を\n説明するなどした。被告人は、別に困っとるわけじゃないんだからええけえなどと\n言って、現金２０万円入りの封筒の受領を断ったが、Ｅはその封筒を置いていった。\nまた、Ｅは、Ａに関する宣伝資料が入った白色手提げ袋も置いていった。\n（５）現金受領後の被告人の行動等\n被告人は、現金５０万円と現金２０万円の受領について、Ｅから領収証の交付を\n求められず、領収証を交付しなかった。また、被告人は、受け取った現金５０万円\nをタンス預金に入れ、広島市議会議員選挙の選挙運動費用収支報告書にも、被告人\nの政治団体の収支報告書にも、計上しなかった。さらに、被告人は、受け取った現\n金２０万円を、Ｂ区支部の口座に入金し、同支部の収支報告書に被告人から同支部\nへの寄附として計上した。\n被告人は、その後、令和３年２月２２日、現金７０万円を、熊本県南豪雨義援金\nとしてＯに寄附した。\n２  現金５０万円の交付時期について\n前記認定事実のうち、現金５０万円の交付時期、すなわち、被告人がＥから現金\n５０万円の交付を受けた時期につき、弁護人は、平成３１年３月３１日ではなく、\n平成３１年２月４日である旨主張するので、その点について、当裁判所の認定理由\nを説明する。\n（１）客観的な証拠の内容等\nＥの日程を示すデータによると、平成３１年３月３１日にも、平成３１年２月４\n日にも、Ｅが被告人を訪問する旨の予定を示す記載はない。\n他方、Ｅ方から発見された広島市議会会派別一覧によると、同書面は、平成３１\n年３月２０日に印刷された上、被告人の欄の横に、「５０」と手書きされていると\nころ、その手書き部分は、Ｅが平成３１年３月２０日以降に記載したものと認めら\nれる。\nまた、Ｅの秘書であるＰとＥの運転手であるＱとのＬＩＮＥのやりとりでは、平\n成３１年３月３１日午後５時４６分に、ＰがＱに被告人の選挙事務所の住所をメッ\nセージで送信し、その後、午後６時９分に、ＱがＰに、「現状  Ｒ→Ｓ→Ｒ（いま\nここ）」というメッセージを送信している。これは、Ｅが平成３１年３月３１日に\n被告人の選挙事務所に赴いたことを強くうかがわせ、金銭交付時期が平成３１年３\n月３１日であることを強く示唆している。\n他方で、被告人のホームページの活動状況には、平成３１年２月４日に「陣中見\n舞の来訪者あり」との来訪者名を特定しない記載はあるが、平成３１年３月３１日\nには、特段の記載はない。\nまた、遊説車日程表の平成３１年３月３１日のものには、Ｅの来訪予定の記載は\nないが、被告人が午後６時には選挙事務所に戻り、その後午後７時からの個人演説\n会場に赴く旨の記載がある。\nこれらの客観的証拠は、全体としてみると、交付時期が、平成３１年２月４日で\nあるよりも、平成３１年３月３１日であることに整合的である。\n（２）関係者の証言の内容等\nア  Ｅ、Ｐ、Ｑの証言\nＥは、平成３１年３月下旬頃から４月初めまでの時期に、被告人の選挙事務所又\nはその周辺で、現金５０万円を被告人に交付した旨証言する。また、Ｐは、Ｅの指\n示を受け、広島県や広島市の地方議会議員への陣中見舞いの日程調整を行い、平成\n３１年３月３１日当日、被告人が夕方選挙事務所にいる予定であるとの情報を得て、\n被告人側と調整の上、その頃、Ｅが被告人の選挙事務所に赴くこととし、Ｑに被告\n人の選挙事務所の住所をＬＩＮＥのメッセージで連絡するなどした旨証言し、Ｑは、\n平成３１年３月３１日夕方、Ｅを被告人の選挙事務所に乗せて行った旨証言する。\nＥの証言は、前記の広島市議会会派別一覧の手書き分が平成３１年３月２０日以\n降になされたことと整合的といえる。また、Ｐの証言は、Ｐが平成３１年３月２２\n日に、陣中見舞いの日程を組む旨のメールをＥの事務所関係者に送付していること\nに沿う上、前記の遊説車日程表の示す被告人の予定にも整合し、何より、前記のＱ\nとのＬＩＮＥのやり取りの内容に強く裏付けられている。Ｑの証言も、同様に、被\n告人の予定に沿うだけでなく、被告人の選挙事務所の前後に被告人と同じＢ区選出\nの広島市議会議員のＴの事務所にＥを送迎した点も含め、ＰとのＬＩＮＥのやり取\nりに強く裏付けられている。これらによると、ＰとＱの証言は信用性が高く、Ｅの\n証言の信用性を強く支えている。\nこの点、弁護人は、①被告人やＴと面会約束をしたとするＰの証言は事実に反す\nること、②Ｑは被告人の選挙事務所の住所を知らなかったこと、③ＰとＱの証言が\n整合していないこと、④Ｑの証言とＬＩＮＥの送受信時刻に矛盾があること、⑤Ｔ\nの事務所へ二度訪問したとするＱの証言が不自然であること、⑥被告人の選挙事務\n所の駐車場に駐車車両がなかった旨のＱの証言は事実に反することを指摘し、Ｐや\nＱの証言は信用できないと主張する。しかし、①の指摘については、国会議員であ\nるＥが地方議会議員の被告人らと面会するのに事前に面会約束をするのはむしろ当\n然というべきである。また、当時は、広島市議会議員選挙の選挙期間中であったの\nであるから、同選挙に立候補していた被告人とは面会約束がなければ会うことは困\n難といえる。さらに、同選挙期間中であるが故に、被告人との面会前後にＴ（被告\n人と同様、同選挙に立候補中）とＥが約束どおりに会えなかったことも不自然では\nない。経緯や相手等で若干曖昧な点があるとはいえ、当日面会約束を取り付けた旨\nのＰの証言に疑問はない。②の指摘については、確かに、選挙事務所予定地一覧に\n記載の被告人の選挙事務所の住所は、敷地の地番であり住居表示ではないから、一\n般的な地図やカーナビでは検索できないようである。しかし、Ｑは、ＰからのＬＩ\nＮＥで被告人の選挙事務所の場所を知らされたのであるから、それに基づいてＥを\n被告人の選挙事務所に送り届けたと認められる。この点により、Ｑの証言の信用性\nは否定されない。③の指摘については、確かに、ＱがＰに被告人の選挙事務所の場\n所を問い合わせたかにつき、ＰとＱの証言には違いがある。しかし、問合せの有無\nについて違いがあるとしても、ＱがＰから伝えられた被告人の選挙事務所にＥを送\n迎した旨の証言の信用性に影響はない。④の指摘については、弁護人は、Ｑの証言\nを前提にすると、Ｑ運転の車が再びＴの事務所に到着したのは、ＰがＱに送ったＬ\nＩＮＥのメッセージの午後５時４６分から早くとも３０分後の午後６時１６分頃で\nあり、Ｔの事務所に着いてからＱがＰに送ったＬＩＮＥのメッセージが午後６時９\n分であることと矛盾する旨指摘する。しかし、Ｑが証言する移動時間や滞在時間は\n体感にすぎない。また、Ｑは、ＰからのＬＩＮＥのメッセージを受領した時点でど\nこにいたか明確に証言しておらず、被告人の選挙事務所に向かう途中、ないし、付\n近であった可能性もある。なお、被告人の前後の予定からすると、Ｅが被告人の選\n挙事務所に滞在した時間は、Ｑが証言する１０分弱よりも短かった可能性もある。\nＱの証言がＬＩＮＥの時刻と矛盾するとはいえない。⑤の指摘については、Ｔは広\n島市議会議員選挙に立候補して選挙運動をしている最中であるから、不在を理由と\nした二度にわたる訪問も特段不自然ではない。⑥の指摘については、Ｑは、ほかに\nも車は止まっていなかったが、全くかどうかは曖昧である旨証言しており、自らの\n周囲に駐車車両がなかった旨を証言しているにすぎない。また、仮に駐車車両があ\nったとしても、Ｅを被告人の選挙事務所に送迎した旨のＱの証言の根幹部分の信用\n性は揺るがない。\nイ  Ｕの証言\n他方、平成３１年３月３１日午後に被告人の選挙事務所の当番であったＵは、事\n務所当番をしていた間、Ｅが被告人の選挙事務所に来たことはなかった旨証言する。\nしかし、Ｕは、その日、誰か来たかもしれないが誰かは覚えていないなどとも証言\nし、その日の来訪者の記憶はそれほど定かなものとはいえない上、Ｕの証言を前提\nとしても、トイレのために選挙事務所を不在にしたこともあるというのである。ま\nた、Ｕが被告人の選挙事務所にいたのは午後６時前後頃までであった一方、Ｅが被\n告人の選挙事務所に赴いたのも関係証拠上午後６時前後頃と認められるから、入れ\n違いの可能性も否定されない。そうすると、Ｕの証言が、前記のＥらの証言と矛盾\nするとまではいえず、Ｕの証言によっても、Ｅらの証言が信用できるとの判断は変\nわらない。\nウ  被告人の供述\nまた、被告人は、Ｅが、平成３１年２月４日午前９時頃、被告人の常設事務所に\n事前連絡なく来訪し、５０万円を渡された、ホームページの平成３１年２月４日の\n欄の「陣中見舞の来訪者あり」とはＥのことである旨供述する。しかし、そもそも、\n衆議院議員であるＥが、被告人不在のリスクを抱えてまで、５０万円を被告人に手\n渡すため、自らの選挙区外選出の広島市議会議員である被告人の常設事務所を、週\n初めの朝早く、事前連絡なしに突然来訪することは、考え難い。Ｅの日程のデータ\nやＥ、Ｐの証言によると、Ｅはその日、午前８時に父親が入院していたＶ病院に見\n舞いに行き、午前１０時には自宅にＰが迎えに来ることになっていたのであるから、\nなおさらである。現に、現金２０万円の交付の際には事前連絡がされている。加え\nて、被告人が指摘するホームページの記載は名前が特定されていない。むしろ、被\n告人の供述は、前記のＥの手書き入り広島市議会会派別一覧と整合的とはいえず、\nＰとＱとのＬＩＮＥのやり取りと全く整合しない。さらに、被告人は、いったんは、\n平成３１年３月下旬頃に、Ｅから５０万円を受領した旨を供述していたのであって、\n供述内容が変遷している。これらによると、被告人のこの点の供述は信用できない。\n（３）結論\n以上に照らすと、現金５０万円の交付時期は、平成３１年３月３１日と認められ\nる。\n第３  金銭交付の趣旨\n第２の認定事実によると、本件選挙には、現職２名を含む複数の者が立候補を予\n定しており、Ａが本件選挙で当選するためには、当時現職だったＮら２名のうち少\nなくとも１名よりも多くの票を獲得する必要があった。また、本件選挙は、広島県\n全域が選挙区であり、Ａが本件選挙で当選するためには、ＡやＥが政治的基盤を有\nしていた広島県第三選挙区内だけでなく、それ以外の地域でもＡの知名度を上げ、\n県内全域から票を獲得する必要があった。しかし、本件選挙の約１年前にＬ党の公\n認候補となったＮと異なり、ＡがＬ党の公認候補となったのは本件選挙の公示日の\n３か月余り前になってからのことであった。また、Ａ公認の経緯からすると、Ａの\n選挙活動において、広島県連からの支援は期待できない状態であった。これらの状\n況について、当時、現職の衆議院議員であり、かつ、配偶者としてＡの選挙を支援\nしていたＥも当然よく理解していた。\nこのような状況下で、Ｅは、配偶者であるＡが本件選挙に立候補を表明した十日\n余り後に、広島市Ｂ区を選挙区として長年広島市議会議員を務め、広島市議会の議\n長経験もあり、広島市議会の会派の領袖的立場であった被告人に対し、例年２回の\n寄附金額を大きく超える現金５０万円を交付している。\nさらに、Ｅは、本件選挙の公示日の１か月余り前に、被告人に対し、現金２０万\n円を交付している。その際には、Ｅは現金入りの封筒とともに、Ａの宣伝資料の入\nった手提げ袋も、被告人のもとに置いていっている。\nこれらの交付は、Ｅが、広島県内の多数の地方議会議員らに現金を供与する一環\nとして行われたもので、「Ｂ区  被告人５０＋２０」という本件金銭交付を示す記\n載のあるリストが「Ａ参議院議員選挙’１９」と題するフォルダ内に保存されてい\nたことはそれを示している。\n加えて、Ｅは、被告人への金銭交付に際し、Ａを当選させてほしい気持ちがあっ\nたことは否定できない旨証言している。\nこれら本件選挙におけるＡの置かれた状況、ＡとＥとの関係、金銭交付の時期、\n交付した金額、リストの保存状況等に照らすと、Ｅが被告人に交付した各金銭に、\n本件選挙に関し、Ａを当選させる目的で、Ａへの投票や投票取りまとめなどの選挙\n運動をすることの報酬が含まれていたことは明らかである。\nＥは、現金５０万円を陣中見舞い名目で、現金２０万円を当選祝い名目で、被告\n人にそれぞれ交付しているが、その点が前記の認定を妨げるものではない。\nなお、この認定を前提とすると、被告人の選挙運動者該当性もまた明らかである。\nこれに対し、弁護人は、被告人が本件選挙でＮを支援し、Ａを支援する余地がな\nいことは、現金２０万円の受領の際にも被告人がＥに伝えてＥもそれを前提にして\nいたのであるから、現金の交付とＡへの支援は完全に切り離されており、Ｅの証言\nは信用できない旨主張する。しかし、例えそのようなやり取りがあったとしても、\nＥの側からすれば、これまで継続的関係を有してきた広島市議会の重鎮である被告\n人の持つ影響力等に期待することは十分あり得るというべきである。\n第４  被告人の認識\n第２の認定事実によると、被告人は、本件当時、広島県連の顧問で選挙対策委員\n会の委員であったから、本件選挙におけるＡやＡを応援するＥの置かれた状況はよ\nく理解していたと認められる。また、被告人は、現金５０万円を受領した際にはＡ\nが本件選挙に立候補を表明してから間もないこと、現金２０万円を受領した際には\n本件選挙が迫ってきていることも、当然、それぞれ認識していたと認められる。加\nえて、被告人は、現金２０万円入りの封筒を渡されそうになると、自ら、本件選挙\nにおいてＡの応援はできない旨をＥに伝えているのであって、それは、被告人自身、\nＥの持参した現金と本件選挙におけるＡへの支援とが関連していること、すなわち、\nその現金がＡへの支援の報酬を含むものであることを感じ取ったからに他ならない。\nさらに、被告人は、現金５０万円についても、現金２０万円についても、領収証を\n交付せず、収支報告書上、Ｅや広島県第三選挙区支部からの寄附として処理してお\nらず、これまでのＥからの現金受領とは異なる取り扱いをしている。\n以上によると、被告人において、Ｅが被告人に交付した金銭に、本件選挙に関し、\nＡを当選させる目的で、Ａへの投票や投票取りまとめなどの選挙運動をすることの\n報酬が含まれていたことを認識していたことは明らかである。\n第５  公訴権濫用について\n弁護人は、違法な司法取引の結果、いったん被告人は不起訴処分となったにもか\nかわらず、検察審査会において起訴相当との議決がなされるや、検察官は、再捜査\nとして被告人を呼び出し、従前の被告人の供述調書の内容を３０分程度確認しただ\nけで、突然態度を翻して公訴提起したものであり、このような本件公訴提起は、公\n平、公正な公訴権の行使からかけ離れたものであり、公訴権が濫用されたものとし\nて直ちに公訴棄却されるべきであると主張する。\n関係証拠によると、検察官は、不起訴を前提として被告人を取り調べるなどし、\n被告人は、不起訴となることを期待して検察官の意に沿う供述をするなどしたこと\nは否定できないが、本件公訴提起は、弁護人も指摘するとおり、検察審査会におい\nて起訴相当との議決が出たことを踏まえてなされたものであって、本件公訴提起が\n公訴を棄却すべきほどの違法を有するものとはいえず、ましてや公訴の提起自体が\n職務犯罪を構成するような極限的な場合に当たるとはいえない。\n弁護人の主張には理由がない。\n第６  結論\n以上のとおり、①Ｅは、本件選挙にＡを当選させる目的をもって、Ａへの投票\n及び投票取りまとめなどの選挙運動をすることの報酬として、被告人に対し現金\n５０万円と現金２０万円を供与し、かつ、②このことを被告人も認識していたと\n認められる。また、③本件公訴が公訴権を濫用したものとして、公訴棄却すべき\nであるとはいえない。\n（法令の適用）\n罰 条  いずれも公職選挙法２２１条１項４号、１号\n刑 種 の 選 択  いずれも罰金刑を選択\n併 合 罪 の 処 理  刑法４５条前段、４８条２項\n労 役 場 留 置  刑法１８条\n追       徴  いずれも公職選挙法２２４条後段（被告人が、\n判示第１の犯行により取得した現金５０万円、\n判 示 第 ２ の 犯 行 に よ り 取 得 し た 現 金 ２ ０ 万 円\nは、いずれも公職選挙法２２４条前段の収受し\nた利益に該当するが、既に費消してその全部を\n没収することができないので、その価額を追徴\nする。）\n訴 訟 費 用 の 負 担  刑事訴訟法１８１条１項本文\n（量刑の理由）\n本件は広島市議会議員の重鎮であった被告人が、国政選挙である参議院議員選挙\nに際して、選挙買収のための現金の供与を受けた事案である。\nまず、被告人は、市議会議員を長年務め、その間、市議会の議長をも務めた者で\nあるにもかかわらず、２回にわたり、現金を受領しており、その意思決定には相応\nの非難がされるべきである。また、被告人が受け取った現金は、合計７０万円と相\n当に高額であり、本件は選挙の公正を害するおそれの高い犯行でもある。とはいえ、\n被告人が、Ｅの期待どおりにＡの支援をした形跡はうかがえず、積極的に選挙の公\n正を害したとまではいえない。さらに、被告人としては、現職の衆議院議員であっ\nたＥからの現金供与を拒みにくいとの心情があったこともうかがえる。\nこれらに加え、被告人は、本件発覚後、受領した金額と同額の現金を寄附してい\nること、検察審査会の議決を受けて公訴提起された後も任期満了まで市議会議員を\n続けたこと、さらには、Ｅから金銭を供与された他の地方議会議員らとの均衡も考\n慮し、被告人に対しては、主文の罰金刑に処するのが相当である。\nよって、主文のとおり判決する。\n（検察官の求刑－罰金７０万円、主文同旨の追徴）\n令和５年９月５日\n広島地方裁判所刑事第２部\n裁判長裁判官          後    藤    有     己\n裁判官      櫻      井    真  理  子\n裁判官      林              宏      樹\n"
}