{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 3,
    "month": 10,
    "day": 29
  },
  "case_number": "令和1(ワ)15716等",
  "case_name": "競業行為差止等請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "商標権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "90814",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=90814",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/814/090814_hanrei.pdf",
  "contents": "令和３年１０月２９日判決言渡  同日原本領収  裁判所書記官\n令和元年(ワ)第１５７１６号  競業行為差止等請求事件\n令和２年(ワ)第４３６９号  損害賠償請求反訴事件\n口頭弁論終結日  令和３年６月２８日\n判      決\n本 訴 原 告 ・ 反 訴 被 告      Ａ（以下「原告」という。）\n同 訴 訟 代 理 人 弁 護 士      石渡敏 暁\n本 訴 被 告 ・ 反 訴 原 告      Ｂ\n本 訴 被 告      株式会社ギャラリーアートポイント\n（以下「被告会社」という。）\n上記両名訴訟代理人弁護士      宮   﨑   まど か\n主      文\n１  Ｂは，原告に対し，４０万６５６０円並びにうち４９６０円に対する令和２\n年１０月９日から支払済みまで年５分の割合による金員及びうち４０万１６０\n０円に対する同日から支払済みまで年３％の割合による金員を支払え。\n２  原告は，Ｂに対し，１２８万３０６０円及びこれに対する本判決確定の日か\nら支払済みまで年５分の割合による金員を支払え。\n３  原告は，ウェブページ，パンフレット，チラシ等の広告物又は第三者への通\n知において，Ｂからギャラリーアートポイントの営業譲渡を受けた旨を記載し，\n又は，その旨を告知してはならない。\n４  原告は，自己の営業上で用いる看板，ポスター等の掲示物若しくはチラシに\n別紙６原告標章目録記載の各標章を付して展示し，若しくは頒布し，又は原告\nが代表者である旨を明記したインターネット上の告知若しくは宣伝に当該各標\n章を付して電磁的方法により提供してはならない。\n５  原告は，「ａｒｔｐｏｉｎｔ．ｊｐ」のドメイン名を保有し，又は，使用して\nはならない。\n６  原告のＢに対するその余の本訴請求，原告の被告会社に対する本訴請求及び\nＢのその余の反訴請求をいずれも棄却する。\n７  訴訟費用は，本訴反訴を通じてこれを５分し，その３を原告の負担とし，そ\nの余をＢの負担とする。\n８  この判決は，第２項ないし第５項に限り，仮に執行することができる。\n事実及び理 由\n第１  請求\n１  本訴請求\n(1)  Ｂは，令和１９年１０月２３日までの間，東京都中央区において，貸画廊\n及び企画画廊，これに類似する営業又は事業をしてはならない。\n(2)  Ｂは，貸画廊及び企画画廊を行うに当たり，「ＧＡＬＬＥＲＹ  ＡＲＴ\nＰＯＩＮＴ」なる名称，「ギャラリーアートポイント」なる名称又はこれらに\n類似の名称を使用してはならない。\n(3)  Ｂ及び被告会社（以下「被告ら」という。）は，別紙３被告らウェブペー\nジ目録記載の各ウェブページ，Ｆａｃｅｂｏｏｋ（ｈｔｔｐｓ：／／以下省\n略），Ｔｗｉｔｔｅｒ（ｈｔｔｐｓ：//以下省略）），パンフレット，チラシ等\nに，別紙２被告ら標章目録記載の各標章を付して，展示し，若しくは頒布し，\n又はこれらを内容とする情報に同目録記載の各標章を付して電磁的方法によ\nり提供してはならない。\n(4)  被告らは，別紙３被告らウェブページ目録記載の各ウェブページ，Ｆａｃ\nｅｂｏｏｋ（ｈｔｔｐｓ：／／以下省略），Ｔｗｉｔｔｅｒ（ｈｔｔｐｓ：//\n以下省略）），パンフレット，チラシ等の広告物から，別紙２被告ら標章目録\n記載の各標章を削除せよ。\n(5)  Ｂは，自ら又は第三者をして，別紙４営業妨害行為目録(差止対象行為)記\n載の各行為によって，原告の貸画廊及び企画画廊の営業を妨げてはならない。\n(6)  Ｂは，原告に対し，４０３万７９００円及びこれに対する令和２年１０月\n９日から支払済みまで年５分の割合による金員を支払え。\n２  反訴請求\n(1)  原告は，Ｂに対し，７５１万５０００円及びこれに対する本判決確定の日\nから支払済みまで年５分の割合による金員を支払え。\n(2)  主文第３項及び第４項同旨\n(3)  原告は，「ａｒｔｐｏｉｎｔ」を含むドメイン名を取得し，保有し，又は，\n使用してはならない。\n第２  事案の概要\n１  事案の要旨\n(1)  本訴事件\n本訴事件は，「ＧＡＬＬＥＲＹ  ＡＲＴ  ＰＯＩＮＴ」という商号（以下，\n「本件商号」ということがある。）を使用して貸画廊の事業を行い，「ＧＡＬ\nＬＥＲＹ  ＡＲＴ  ＰＯＩＮＴ」の文字を含む別紙１原告商標権目録記載の\n登録商標（以下「原告商標」という。）についての同目録記載の商標権（以下\n「原告商標権」という。）を有する原告が，同じく，本件商号で貸画廊の事業\nを行うＢ及びＢが代表者を務める被告会社に対し，以下の各請求をする事案\nである。\nア  Ｂから本件商号での画廊の営業について営業譲渡を受けた（以下，「本件\n営業譲渡」といい，本件営業譲渡に係る契約を「本件営業譲渡契約」とい\nう。）として，Ｂに対し，選択的に本件営業譲渡契約又は商法１６条１項に\n基づき，東京都中央区における貸画廊等の営業の差止めを請求するもの\n（前記第１の１(1)に係る請求）。\nイ  Ｂに対し，本件営業譲渡契約に基づき，貸画廊及び企画画廊を行うに当\nたり，本件商号，その日本語表記である「ギャラリーアートポイント」又\nはこれらに類似の名称を使用することの差止めを請求するもの（前記第１\nの１(2)に係る請求）。\nウ  被告らによる別紙２被告ら標章目録記載の各標章（以下，同目録の符号\nに従って「被告ら標章１」などといい，併せて「被告ら各標章」という。）\nの使用が原告商標権の侵害に当たるとして，被告らに対し，商標法３６条\n１項に基づく被告ら各標章の使用の差止め及び同条２項に基づく被告ら各\n標章の削除を請求するもの（前記第１の１(3)及び(4)に係る請求）。\nエ  Ｂによって原告の貸画廊の営業が妨害されているとして，Ｂに対し，選\n択的に本件営業譲渡契約又は営業権に基づき，別紙４営業妨害目録(差止対\n象行為)記載の行為によって原告の貸画廊及び企画画廊の営業を妨害するこ\nとの差止めを請求するもの（前記第１の１(5)に係る請求）。\nオ  Ｂに対し，不法行為に基づく損害賠償請求として，営業妨害行為による\n損害額合計２２３万３３１９円，原告商標権の侵害による損害合計１４３\n万７５００円（商標法３８条３項による使用料相当額の損害）及びこれら\nの合計額である３６７万０８１９円の１割に相当する弁護士費用相当額３\n６万７０８１円の合計４０３万７９００円並びにこれに対する不法行為の\n後の令和２年１０月９日（同月２日付け訴えの追加的変更申立書送達の日\nの翌日）から支払済みまで平成２９年法律第４４号による改正前の民法所\n定の年５分の割合による遅延損害金の支払を請求するもの（前記第１の１\n(6)に係る請求）。\n(2)  反訴事件\n反訴事件は，本件商号で貸画廊を営み，「ＧＡＬＬＥＲＹ  ＡＲＴ  ＰＯＩ\nＮＴ」の文字を含む別紙５被告商標権目録記載の各登録商標（以下，同目録\nの符号に従って「被告商標１」及び「被告商標２」といい，併せて「被告各\n商標」という。）についての同目録記載の各商標権（以下，同目録の符号に従\nって「被告商標権１」及び「被告商標権２」といい，併せて「被告各商標権」\nという。）を有するＢが，原告に対し，以下の各請求をする事案である。\nア  原告がＢから営業譲渡を受けたとウェブページ等の広告物や第三者への\n通知において告知することが，虚偽の事実を告知するものであり，不正競\n争防止法（以下「不競法」という。）２条１項２１号の不正競争に該当する\nとして，不競法４条に基づく損害賠償請求として合計５６９万５０００円\n（売上減少による損害３１９万５０００円及び信用毀損による無形損害な\nいし精神的損害２５０万円）の支払を請求し，原告がＢの画廊のインター\nンの業務を妨害したとして，不法行為に基づく損害賠償請求として慰謝料\n５０万円の支払を請求し，原告とＢが交互に使用している画廊の内装費を\nＢが全額負担したことにより，原告に不当利得が生じたとして，不当利得\n返還請求権に基づき，内装費の半額に相当する１３２万円の支払を請求す\nるとともに，これらの請求金額合計７５１万５０００円に対する本判決確\n定の日から支払済みまで平成２９年法律第４４号による改正前の民法所定\nの年５分の割合による遅延損害金の支払を請求するもの（前記第１の２(1)\nに係る請求）。\nイ  前記アの不正競争について，不競法３条１項に基づき，当該行為の差止\nめを請求するもの（主文第３項に係る請求）。\nウ  原告による別紙６原告標章目録記載の各標章（以下，同目録の符号に従\nって「原告標章１」及び「原告標章２」といい，併せて「原告各標章」と\nいう。）の使用が，被告各商標権の侵害に当たり，また，別紙７被告著作物\n目録記載のロゴマーク（以下「本件ロゴマーク」という。）はＢが著作権を\n有する著作物であるから，原告による原告各標章の使用は，Ｂの著作権\n（公衆送信権及び複製権）の侵害にも当たるとして，選択的に商標法３６\n条１項又は著作権法１１２条２項に基づき，原告各標章の使用の差止めを\n請求するもの（主文第４項に係る請求）。\nエ  原告による「ａｒｔｐｏｉｎｔ．ｊｐ」のドメイン名（以下「原告ドメ\nイン名」という。）の取得，保有及び使用が，不競法２条１項１９号の不正\n競争に該当すると主張して，不競法３条１項に基づき，「ａｒｔｐｏｉｎｔ」\nを含むドメイン名の取得，保有及び使用の差止めを請求するもの（前記第\n１の２(3)に係る請求）。\n２  前提事実（当事者間に争いがない又は後掲の証拠（以下，書証番号は特記し\nない限り枝番を含む。）及び弁論の全趣旨により容易に認められる事実）\n(1)  当事者\nア  原告は，別紙８事務所所在地目録記載１の所在地（以下，「原告事務所所\n在地」といい，同所における原告の事務所（展示室及び事務室を含む）を\n「原告事務所」という。）において，本件商号を使用して，貸画廊の事業を\n行う個人であり，合同会社ＧＡＬＬＥＲＹ  ＡＲＴ  ＰＯＩＮＴという貸\n画廊の事業を行う法人を経営している。\nイ  Ｂは，別紙８事務所所在地目録記載２の所在地（以下，「被告ら事務所所\n在地」という。）において，本件商号を使用して，貸画廊の事業を行う個人\nである。\nウ  被告会社は，平成３０年３月２３日に設立され，被告ら事務所所在地に\nおいて貸画廊の事業を行う法人であり，Ｂがその代表者を務める。\n(2)  原告とＢとの婚姻関係等\nア  原告とＢは，平成２６年８月頃知り合い，その後交際を開始し，平成２\n７年２月２０日に婚姻の届出をした（甲１）。\nイ  Ｂは，原告と婚姻する以前から，「ＧＡＬＬＥＲＹ  ＡＲＴ  ＰＯＩＮＴ」\nという名称の画廊を経営していたところ，原告は，Ｂとの婚姻当初から，\n上記画廊の経営をサポートしていた。\nウ  原告とＢとは，平成３０年１月頃から別居を開始した。\nエ  原告は，平成３０年８月，Ｂを相手方として夫婦関係調整調停を申し立\nて，同年１１月，同調停が不成立にて終了したことから，平成３１年１月\n１６日，Ｂに対して離婚を求める訴訟を提起した（東京家庭裁判所平成３\n１年（家ホ）第２０号離婚等請求事件。その後，Ｂからも離婚等を求める\n訴訟（同庁令和元年（家ホ）第８６６号離婚等請求反訴事件）が提起され\nた。以下併せて「本件離婚訴訟」という。）。\n原告とＢとは，原告とＢとを離婚する旨の本件離婚訴訟の判決（令和２\n年８月２６日確定）によって離婚した（甲２０７）。\n(3)  原告と被告らによる画廊の営業\n原告と被告らは，遅くとも，平成３０年１月以降，それぞれ，同一の建物\nの同じ区画である原告事務所所在地及び被告ら事務所所在地（以下，この場\n所の展示室及び事務室を併せて「本件事務所」ということがある。）において，\nいずれも本件商号を使用し，交互に本件事務所を使用する状況で，貸画廊の\n営業を行っている。\n(4)  原告とＢの商標権\n原告は原告商標権を有しており，Ｂは被告各商標権を有している（甲１３，\n１４，乙４３，４５，６５，６６）。\n(5)  被告らによる被告ら各標章の使用\nア  被告ら各標章と原告商標との対比\n被告ら標章１は原告商標と同一であり，被告ら標章２は，色彩を原告商\n標と同一にするものとすれば原告商標と同一と認められるものとして，原\n告商標に類似し（商標法７０条１項参照），被告ら標章３ないし５は，いず\nれも原告商標と類似する。\nイ  被告ら各標章の使用\n被告らは，平成２９年１０月２４日以降（被告会社については，その設\n立日である平成３０年３月２３日以降），画廊の事業を行うに当たり，被告\nらが運営する別紙３被告らウェブページ目録記載の各ウェブページ（以下\nこれらのウェブページからなる，被告らが運営するウェブサイトを「被告\nらウェブサイト」という。），ソーシャルネットワーキングサービスである\nＦａｃｅｂｏｏｋ，Ｔｗｉｔｔｅｒ及びパンフレット・チラシ等において，\nそれぞれ，被告ら各標章を付して，宣伝広告活動を行っているほか，Ｆａ\nｃｅｂｏｏｋ，Ｔｗｉｔｔｅｒ及びＹｏｕＴｕｂｅを用いて，展示会の様\n子を映像として掲載することにより，電磁的方法による映像面を介した画\n廊の役務の提供に当たり，その映像面に被告ら各標章を表示している（甲\n６ないし１２，１６ないし２１）。\n(6)  原告による原告各標章の使用\nア  原告各標章と被告各商標との対比\n原告各標章は，いずれも被告各商標と類似する。\nイ  原告各標章の使用\n原告は，令和元年１１月９日以降，貸画廊の事業を行うに当たり，その\n看板，ポスター，チラシ等の広告物に原告各標章を付して展示又は頒布し，\nまた，原告が管理するウェブサイト（後記(7)の原告ドメイン名を用いたも\nの。以下「原告ウェブサイト」という。），Ｆａｃｅｂｏｏｋ，Ｔｗｉｔｔ\nｅｒなどのＳＮＳ上で貸画廊の役務に関する広告を内容とする情報に原告\n各標章を付して電磁的方法によって提供している。\n(7)  原告による原告ドメイン名の使用\n原告は，平成３０年初め頃に，原告ドメイン名を取得し，その頃から，こ\nれを使用している。\n原告ドメイン名の主要部分は「ａｒｔｐｏｉｎｔ」であるから，原告ドメ\nイン名は，Ｂの商号であり，被告各商標の文字部分の日本語表記でもある\n「ギャラリーアートポイント」と類似する。\n３  争点\n(1)  本訴請求関係\nア  Ｂに対する営業及び商号使用の差止請求（請求の趣旨１(1)，(2)）に関\nする争点（争点１）\n(ｱ)  本件営業譲渡契約の成否（争点１－１）\n(ｲ)  差止請求権の有無及び範囲（争点１－２）\nイ  被告らに対する原告商標権に基づく差止及び廃棄請求並びにＢに対する\n原告商標権侵害の不法行為に基づく損害賠償請求（請求の趣旨１(3)，(4)，\n(6)）に関する争点（争点２）\n(ｱ)  被告らの役務と原告商標権の指定役務の類否（争点２－１）\n(ｲ)  被告らによる原告商標権の無効の抗弁（商標法３９条，特許法１０４\n条の３の抗弁）の成否（争点２－２）\nａ  商標法４条１項７号（公序良俗違反）該当性（争点２－２－１）\nｂ  商標法４条１項１０号（他人の周知商標と同一・類似の商標）該当\n性（争点２－２－２）\n(ｳ)  Ｂによる商標法２９条の抗弁の成否（争点２－３）\nａ  本件ロゴマークの著作物性（争点２－３－１）\nｂ  本件ロゴマークについてのＢの著作権取得の有無（争点２－３－２）\nｃ  本件営業譲渡契約に伴う，Ｂから原告への本件ロゴマークの著作権\nの譲渡の有無（争点２－３－３）\nｄ  原告商標の使用がＢの著作権の侵害に当たるか（争点２－３－４）\n(ｴ)  原告の被告らに対する原告商標権の行使が権利の濫用に当たるか（争\n点２－４）\n(ｵ)  Ｂの商標権侵害による原告の損害の発生及びその額（争点２－５）\n(ｶ)  被告らの商標使用についての差止め及び廃棄の必要性（争点２－６）\nウ  Ｂに対する，営業妨害行為の差止請求（請求の趣旨１(5)）の当否（争点\n３）\nエ  Ｂに対する，営業妨害行為の不法行為に基づく損害賠償請求（請求の趣\n旨１(6)）の当否（争点４）\n(2)  反訴請求関係\nア  原告に対する不競法２条１項２１号の不正競争を理由とする損害賠償請\n求及び差止請求（請求の趣旨２(1)，(2)）に関する争点（争点５）\n(ｱ)  原告とＢとの競争関係の有無（争点５－１）\n(ｲ)  他人の営業上の信用を害する虚偽の事実の告知の有無（争点５－２）\n(ｳ)  不正競争についての原告の故意・過失の有無（争点５－３）\n(ｴ)  不正競争によるＢの損害（争点５－４）\n(ｵ)  差止めの必要性（争点５－５）\nイ  原告に対する不法行為に基づく損害賠償請求（請求の趣旨２(1)）に関す\nる争点（争点６）\n(ｱ)  インターンの仕事の妨害等の有無及び不法行為該当性（争点６－１）\n(ｲ)  Ｂの損害の発生及びその額（争点６－２）\nウ  原告に対する不当利得返還請求の当否（争点７）\nエ  原告に対する被告各商標権に基づく差止請求（請求の趣旨 2(3)）に関す\nる争点（争点８）\n(ｱ)  原告の役務と被告各商標権の指定役務の類否（争点８－１）\n(ｲ)  差止めの必要性（争点８－２）\n(ｳ)  Ｂの原告に対する被告各商標権の行使が権利の濫用に当たるか（争点\n８－３）\nオ  原告に対する著作権法１１２条１項に基づく差止請求の当否（争点９）\nカ  原告に対する不正競争防止法２条１項１９号の不正競争を理由とする差\n止請求に関する争点（争点１０）\n(ｱ)  「ギャラリーアートポイント」が「他人の特定商品等表示」に当たる\nか（争点１０－１）\n(ｲ)  図利加害目的の有無（争点１０－２）\n(ｳ)  差止めの必要性（争点１０－３）\n第３  争点に関する当事者の主張\n１  争点１（Ｂに対する営業及び商号使用の差止請求に関する争点）について\n(1)  争点１－１（本件営業譲渡契約の成否）について\n（原告の主張）\nア  本件営業譲渡契約の成立\nＢは，婚姻当初から，「将来企画画廊をやっていきたい。それには，８０\n０万円程の資金が必要になる。」等と，原告に対して，繰り返し述べていた。\nまた，この頃，Ｂは，「企画画廊を始めたら，ＧＡＬＬＥＲＹ  ＡＲＴ  Ｐ\nＯＩＮＴの事業を原告に任せて，譲りたい。」等とも述べ，Ｂの画廊経営を\nサポートしていた原告に営業譲渡の話を度々持ち掛けていた。\n原告は，平成２７年２月２０日頃，Ｂとの間で，８００万円の支払を対\n価として，Ｂが原告に対して，Ｂが本件商号で行っていた貸画廊（以下\n「本件画廊」という。）の全ての業務を譲り渡す旨の合意をした（本件営業\n譲渡契約）。\n本件営業譲渡契約は，Ｂが，原告に対し，本件画廊の業務について，営\n業権を含む全ての権利，及び，屋号を含む全ての商号を譲渡するという内\n容であり，商号の譲渡に関しては，当事者の合理的意思として，本件商号\nのみならず，「ギャラリーアートポイント」等の本件商号に類似する名前も\n譲渡の対象とするものであった。\nイ  本件営業譲渡の代金の支払\n原告は，平成２７年２月２０日から平成２８年１月３日にかけて，原告\nの両親がいわゆるタンス預金として自宅で保管していた現金を原告の母か\nら借り受けて，Ｂに対し，本件営業譲渡代金として合計５７１万円を現金\nで支払った。\nその後，原告は，税金対策のためであるとのＢの説明を受けて，原告の\n画廊業務による外注費名目で，平成２８年２月から平成２９年８月にかけ\nて，原告の毎月の売上げの６割をＢに対して支払い，これによって，同月\nまでに，Ｂに対する本件営業譲渡契約の代金の支払を完了した。\nウ  本件画廊の移転を条件とする本件営業譲渡に基づく権利移転\n原告とＢは，平成２９年９月２６日，本件営業譲渡契約の内容に付加し\nて，本件画廊がその当時の所在地から別の場所に移転することを本件営業\n譲渡による権利移転の条件とすることを合意した。\n原告は，同年１０月２４日，原告は，原告事務所所在地に自身の営業の\n事務所を移転し，それと同時にＢも，自身の営業の準備として，同一の場\n所である被告ら事務所所在地に事務所を移転し，これに伴い本件画廊も同\n所に移転した。\nしたがって，同日，原告とＢの間の本件営業譲渡契約の条件が成就し，\n原告は，本件商号を含む本件画廊の全ての権利を譲り受けた。\nエ  甲第４号証の書面（以下「甲４書面」という。）について\n(ｱ)  甲４書面の作成\n原告及びＢは，平成２９年９月２６日，前記ウの条件を合意した際に，\n本件商号や本件画廊の業務全てを原告に譲渡するとの内容の書面（甲４\n書面）を作成し，Ｂは，これに署名押印した。\n甲４書面には，「私Ｂは企画画廊の資金８００万円をＡから受け取りま\nしたのでＧＡＬＬＥＲＹ  ＡＲＴ  ＰＯＩＮＴの移転場所が決まり移転\nしたらＧＡＬＬＥＲＹ  ＡＲＴ  ＰＯＩＮＴの名前も事業もすべての権\n利をＡに譲渡します」との記載がある。これは，原告及びＢの間で，「Ｇ\nＡＬＬＥＲＹ  ＡＲＴ  ＰＯＩＮＴ」の名前も権利も全て譲渡する旨，\nまた，その対価が支払済みである旨が記載されたものである。\n甲４書面は，当初の営業譲渡の合意後に作成されたものであり，これ\nをもって本件営業譲渡契約が締結されたわけではないとしても，営業譲\n渡に必要な事実は全て記載されており，処分証書に近い性質の文書であ\nる。\n(ｲ)  甲４書面が真正に成立したこと\nＢは，甲４書面のＢ作成部分について，署名を偽造されたものである\n旨主張する。\nしかしながら，甲４書面のＢの印影は，Ｂが押捺した事業用賃貸借契\n約書（甲５）の印影と同一である。また，甲４書面のＢの署名について\nも，Ｂ自身の署名であることに争いのない他の書面の（甲５，乙６２）\nの署名と酷似している。したがって，特段の事情がない限り，甲４書面\nは真正に成立しているといえる。\n(ｳ)  甲４書面の記載内容を裏付ける事実\n甲４書面の記載内容を裏付ける事実，すなわち，本件営業譲渡契約が\n成立していることを裏付ける事実としては，以下の点が挙げられる。\nａ  甲４書面には，５７１万円が２０１５年度に支払われた旨が記載さ\nれているが，この点に関しては甲第３号証の書面（以下「甲３書面」\nという。）に，具体的に受領した日付と金額の記載がある。甲３書面に\nついて，Ｂは，金額を自ら記載したことを認めつつ，ここに記載した\n数字は売上げの予想である旨供述するが，当該供述は信用できない。\nｂ  甲４書面の作成前から，原告は，甲４書面に記載されたとおり，画\n廊を移転するべく移転先を探している。本件事務所の賃貸借契約（以\n下「本件賃貸借契約」といい，これに係る契約書（甲５）を「本件賃\n貸借契約書」という。）については，原告とＢの双方が，賃借人となっ\nているものの，これは，貸主側の審査が原告のみでは通らなかったた\nめであり，当初は，原告のみが賃借人となることが前提となっていた\nもので，Ｂが連帯保証人になることも予定していなかった（甲１３４）。\nまた，本件賃貸借契約の保証金は原告が支払っており，これは，最終\n的な原状回復の責任を原告が負うという点について原告とＢが予定し\nていたからであり，原告が本来の賃借人であることを示すものである。\nｃ  甲４書面の作成直後から，原告からＢへの外注費名目の支払がされ\nなくなっていることも，「私Ｂは企画画廊の資金８００万円をＡから受\nけ取りました」との甲４書面の記載内容を裏付けるものである。\nｄ  被告らは，本件訴訟以前に，甲４書面に記載された本件営業譲渡の\n事実を原告が主張していなかったと主張する。\n確かに，原告の以前の代理人弁護士が送ったメール（乙２１）等に\nは，本件営業譲渡の事実を主張していないものもあるが，これは，甲\n４書面が平成３０年１月当時見つからなかったため，証拠がないもの\nを主張すべきでないと判断したためである。また，原告が同年２月２\n６日に以前の代理人弁護士に送信したメール（乙１３の１）には，原\n告のＢに対する主張内容として，「お母さまが守った画廊エリザベスビ\nルはそちらが解約と保証金を受け取った時点で終わっています。藤和\n銀座一丁目ビルは私が探して保証金を入れた画廊です」との記載があ\nり，原告は，この当時から，本件画廊が自らの画廊であることを主張\nしている。この主張は，本件営業譲渡があったことを前提としている\nことは明らかである。また，警察への相談処理経過の概要（乙２２）\nにも，原告が，「夫と離婚して画廊の権利を全て私にしてもらうという\n条件を夫が飲めば，その他慰謝料を請求するつもりはない」と警察官\nに述べたことが記載されている。この警察官への相談は，本件営業譲\n渡契約後，本件画廊の移転前の時期であったところ，本件営業譲渡契\n約の存在を前提にその実行を求めたものであり，特に甲４書面と矛盾\nするものではなく，むしろその内容を裏付けるものである。\n（Ｂの主張）\nア  本件営業譲渡契約の成立について\n本件営業譲渡契約の成立は否認する。原告とＢとの間で，平成２７年２\n月２０日頃，８００万円の対価で本件画廊の全ての業務を譲り渡す旨の合\n意が成立したとの事実はない。\nその当時，本件画廊の経営は順調であり，その年間の売上げは確定申告\n上でも１０００万円前後はあったものであり，８００万円の対価でＢがこ\nれを譲渡することはあり得ない。\nまた，Ｂが原告と結婚するタイミングで先の見えない新規事業に手を出\nそうとすることはあり得なかったし，その当時，原告は画廊については全\nくの素人であり，原告に本件画廊を譲渡して経営が成功する見通しも全く\nなかったから，結婚を控えたＢと原告がそのような営業譲渡契約をする理\n由は全くない。\nイ  本件営業譲渡の代金の支払について\n本件営業譲渡の対価として，原告がＢに合計５７１万円の現金を支払っ\nたとの事実は否認する。この５７１万円について原告は両親が原告のため\nに貯めていたタンス預金だと主張しているが，そのような現金の存在やＢ\nへの支払の事実を裏付ける証拠はない。\nまた，原告からＢに支払われていた原告による画廊売上金の６割に相当\nする金銭は画廊使用料であり，営業譲渡の代金ではない。\nウ  本件画廊の移転を条件として本件営業譲渡に基づく権利移転が実行され\nたとの主張について\nＢは，原告との間で，本件画廊の移転の際に本件営業譲渡を実行すると\nの合意はしていない。\n本件画廊の移転によって本件画廊についての営業譲渡が完成するとすれ\nば，Ｂはその後の本件画廊以外の事業の計画を立てていたはずであるが，\n平成２９年９月２６日当時，Ｂにはそのような計画はなかった。かえって，\nＢは，本件事務所への移転のために２６４万円を画廊改装費として支出し\nているが，本件画廊を原告に譲渡するのだとすれば不自然である。\nエ  甲４書面について\n(ｱ)  甲４書面は偽造文書であること\nａ  甲４書面のＢ名下の署名押印がＢによるものであることは否認する。\nＢ名下の印影がＢの印章によることは不知である。\nｂ  甲４書面は，書面の重要部分が原告の手書きであり，Ｂの署名があ\nる用紙さえあれば，原告が後から書き加えることは極めて容易である。\nまた，甲４書面のＢの署名は，本件賃貸借契約書を原告が有してい\nたことから，原告がＢの署名に似せて書くことは難しくはない。さら\nに，Ｂ名下の押印については，原告とＢが，当時夫婦であり，かつ，\n同じ事務所でデスクを並べて仕事をしていた環境にあったことからす\nると，原告がＢの印章を使用して押印することも極めて容易である。\n(ｲ)  甲４書面の記載内容を裏付ける事実がないこと\n甲４書面の記載内容や原告の主張する本件営業譲渡契約は不自然であ\nり，これらの作成や合意がされたことを裏付ける事実はない。\nａ  甲４書面の内容は，実際には存在しない金額について原告からの支\n払を認め，本件画廊を譲渡することを約束するとの内容であり，Ｂに\nとって一方的に不利なものである。\nこのような書面を，原告に求められるままに，内容を原告に書かせ\nた上で，Ｂが署名押印することによって作成することはあり得ない。\nｂ  甲３書面のＢ作成部分のうち，金額部分を作成したことは認めるが，\n金額の横の押印がＢによるものであることは否認し，その印影がＢの\n印章によることは不知である。甲３書面はＢが金額を記載した時点で\nは白紙であった。\n甲３書面は，Ｂが本件画廊の移転先候補地の間取りに合わせて収支\nのシミュレーションをしたメモ書きであり，営業譲渡の代金の支払に\n関する書面ではない。\nｃ  原告は，Ｂに対して画廊使用料を支払うことに不満が大きく，原告\nとＢは，本件画廊の移転後は，家賃や経費を折半することにより，画\n廊使用料は支払わないようにすることで合意した。本件画廊の移転先\nを探すことに原告が積極的に参加するようになったのも，本件賃貸借\n契約を原告とＢの共同名義で行ったのも，そのためである。\n他方，本件賃貸借契約の保証金については，Ｂが自ら負担するつも\nりでいたが，契約締結の窓口となって進めていた原告が自己資金の中\nからそれを支払っており，退去時に返還されるという保証金の性質上，\nＢは，あえて折半を主張する必要はないと考えて，これを黙認した。\nまた，移転後の本件画廊の改装内容については，Ｂが決め，前記ウ\nのとおり，画廊の改装費については，Ｂが全額を支払い，保険等，そ\nの他の出費についても，Ｂが自らの画廊に係るものとして支払を行っ\nた。\nｄ  原告は，平成３０年１月頃から始まった，当時の原告の代理人弁護\n士を通じたＢとの交渉において，Ｂから暴力や営業妨害をされている\nなどの多くの主張をしながら，本件営業譲渡を前提とした主張をして\nいなかった。\n(2)  争点１－２（差止請求権の有無及び範囲）について\n（原告の主張）\nＢは，本件営業譲渡契約及び商法１６条１項により，本件営業譲渡の効力\nとして，競業避止義務を負う。\nこれに反して，Ｂは，画廊の事業を営み，本件商号を使用している。\n本件営業譲渡契約は，本件商号を含めた一切の権利を譲渡するものである\nから，本件営業譲渡契約及び商法１６条１項の差止請求権は，Ｂが現在本件\n商号で営んでいる貸画廊の事業に及ぶことは明らかである。\nしたがって，原告は，Ｂに対し，本件営業譲渡契約及び商法１６条１項に\n基づき，前記第１の１(1)の画廊の営業の差止請求権を有するとともに，本件\n営業譲渡契約に基づき，前記第１の１(2)の本件商号等の名称の使用差止請求\n権を有する。\n（Ｂの主張）\n本件営業譲渡契約は成立していないから，当該契約に基づく差止請求はい\nずれも認められず，また，本件営業譲渡が存在しないため，商法１６条１項\nに基づく差止請求も認められない。\n２  争点２（被告らに対する原告商標権に基づく差止及び廃棄請求並びにＢに対\nする原告商標権侵害の不法行為に基づく損害賠償請求に関する争点）について\n(1)  争点２－１（被告らの役務と原告商標権の指定役務の類否）について\n（原告の主張）\nア  原告商標権の指定役務\n原告商標権の指定役務のうち，第３５類の「画廊による美術品の小売の\n業務において行われる顧客に対する便益の提供」には，画廊として作家の\nために展示した絵画等の美術品が売れた際に，販売代金のうち一部を手数\n料として徴収すること等，作家のために美術品等を販売する役務が含まれ，\nまた，第４１類の「絵画及び美術品の展示，絵画及び美術品の貸与」には，\nウェブサイトや広告媒体等において，作家の絵画を展示する役務が含まれ\nる。\nイ  被告らの役務\n被告らは，平成２９年１０月２４日以降，現在に至るまで，被告事務所\n所在地において，業として，作家のために展示した絵画等の美術品が売れ\nた際に販売代金のうち一部を手数料として徴収する役務，作家のために美\n術品等を販売する役務，及び，ウェブサイトや広告媒体等において作家の\n絵画を展示する役務（以下，併せて「被告ら役務」という。）を行い，もっ\nて，「画廊による美術品の小売の業務において行われる顧客に対する便益の\n提供」をし，また，「絵画及び美術品の展示，絵画及び美術品の貸与」をし\nているから，被告ら役務は，原告商標権の指定役務に含まれる。\nウ  被告らの主張について\n被告らは，企画画廊と貸画廊の違いを前提に，原告商標権の指定役務が\n貸画廊の役務を示すものではない旨主張する。\nしかしながら，貸画廊と企画画廊の違いは，一般的に企画画廊において\nは展覧会を主催するのが画廊であるのに対し，貸画廊においては展覧会を\n主催するのは画廊のスペースを借りた企画主であるというにすぎない。そ\nのため，貸画廊であっても，画廊での作品の売上げから一定割合の販売手\n数料が発生することも珍しくなく，その場合，手数料に見合った販売に関\nする業務を行うことを画廊側としても求められる。\nそして，ある時期には画廊の企画展を行い，別の時期には画廊のスペー\nスを貸して使用料を受け取る貸画廊を行うといったように，企画画廊と貸\n画廊の両者を兼ねる画廊も少なくない。企画画廊であっても，多くの作品\nは，自ら仕入れ，つまり購入をし，販売しているものではなく，一定期間\n作品を預かり，それを販売しているのであり，自ら仕入れをしていないも\nのについて委託を受けて販売業務をするという点では，企画画廊であって\nも，貸画廊であっても異なるものではない。\nこのように，企画画廊と貸画廊という一応の区別はあるものの，その両\n者の区別は曖昧な部分があり，企画画廊か貸画廊かにかかわらず，画廊に\n関する業務については，原告商標権のように，第３５類や第４１類として\n登録することが一般的である。\nまた，原告商標権には，類似群コードとして３５Ａ０１が付されている\nところ，この類似群コードには「商業又は広告のための画廊に関する役務\nの提供」が含まれており，この点からも原告商標の指定役務には広く画廊\nにおいて提供するサービス一般が含まれることが明らかである。\nなお，Ｂは，被告各商標権の登録をするに当たって第４１類についても\n指定役務として出願していたものの，原告商標の存在を理由に拒絶された\nことから，これを指定役務から外しており，このような経緯からすれば，\nＢも第４１類に貸画廊の役務が含まれると認識していたことは明らかであ\nる。\nエ  したがって，被告ら役務は，原告商標の指定役務に含まれ，又は，少な\nくともこれと類似するものである。\n（被告らの主張）\nア  原告商標権の指定役務について\n(ｱ)  （原告の主張）アにつき，第３５類の一般論としては認めるが，原告\n商標権の指定役務のうち第３５類の類似群コードは，２０Ｃ０１，２０\nＣ５０，２０Ｄ５０，２６Ｂ０１，２６Ｃ０１，３５Ａ０１及び３５Ｋ\n９９であり，小売りの業務は含まれるものの，貸画廊の本来業務として\nの絵画を展示することに対する対価を得ることは含まれない。\n原告商標権の指定役務の「画廊による美術品の小売りの業務において\n行われる顧客に対する便益の提供」とは，小売りをする場合の役務を指\nし，貸画廊は，美術品の販売の仲介はするが，美術品の小売りはしない\nから，これに該当しない。\nしたがって，貸画廊において「画廊として作家のために展示した絵画\n等の美術品が売れた際に，販売代金のうち一部を手数料として徴収する\nこと等」は，上記類似群コードの指定役務には含まれない。\n(ｲ)  （原告の主張）アの第４１類についての主張は争う。第４１類は，文\n化，教育，娯楽サービスの区分であり，商業的な貸画廊サービスはこれ\nに含まれない。\nイ  被告ら役務について\n被告ら役務が，「画廊による美術品の小売の業務において行われる顧客に\n対する便益の提供」並びに「絵画及び美術品の展示，絵画及び美術品の貸\n与」に当たるとの主張は争う。\n被告ら役務はスペースを貸して行う貸画廊であり，前記アからすれば，\n被告ら役務は，原告商標権の指定役務に含まれず，また，これに類似する\nものでもない。\n(2)  争点２－２（被告らによる原告商標権の無効の抗弁（商標法３９条，特許\n法１０４条の３の抗弁）の成否）について\nア  争点２－２－１（商標法４条１項７号（公序良俗違反）該当性）につい\nて\n（被告らの主張）\n被告ら標章１は，Ｂがその経営に係る本件画廊の名称や標章として使っ\nていたものであり，現在も被告らが使用しているものである。\n原告は，Ｂと夫婦であったことから，Ｂの本件画廊の名前を暫定的に借\nりて，画廊の運営をＢと交代で行うことになったものである。そして，原\n告は，離婚後もＢと画廊の経営を交代で行うことになったが，あくまで被\n告らの経営する本件画廊の名前を暫定的に借りて経営する立場であるにす\nぎない。したがって，原告が独自に被告ら標章１と同一の原告商標の出願\nをすることは，社会的相当性を欠くものである。\nこれに対し，原告は，本件営業譲渡によって本件商号を譲り受けた旨主\n張するが，本件営業譲渡そのものが虚偽である。\nよって，原告商標は公序良俗を害するおそれがある商標（商標法４条１\n項７号）に該当するものであって，その登録は無効であるから，原告は，\n被告らに対して，原告商標権を行使することはできない（商標法４６条１\n項１号，３９条，特許法１０４条の３）。\n（原告の主張）\n原告は，本件営業譲渡によって，Ｂから，本件商号を含め本件画廊に関\nする全ての権利を譲り受けている。また，原告は，本件営業譲渡後，少な\nくとも積極的に被告らが本件商号を使用することを認めてはいない。\nしたがって，原告による原告商標の登録には社会的相当性を欠く目的は\n認められず，原告商標は商標法４条１項７号に該当するものではない。\nイ  争点２－２－２（商標法４条１項１０号（他人の周知商標と同一・類似\nの商標）該当性）について\n（被告らの主張）\n被告ら各標章は，原告による商標登録出願がされた平成３０年１月当時，\nＢの本件画廊の業務に係る役務を表示するものとして，貸画廊を利用しよ\nうと考える作家や画廊関係者の間に広く認識されていた。\nよって，被告ら各標章と同一又は類似である原告商標は，「他人の業務に\n係る役務を表示するものとして需要者の間に広く認識されている商標又は\nこれに類似する商標」（商標法４条１項１０号）に該当するものであって，\nその登録は無効であるから，原告は，被告らに対して，原告商標権を行使\nすることはできない（商標法４６条１項１号，３９条，特許法１０４条の\n３）。\n（原告の主張）\n平成３０年１月当時にＢが被告ら各標章を使用していた事実は認められ\nるにしても，原告商標の出願時において，被告ら各標章が，一県の単位に\nとどまらず，その隣接数県の相当範囲の地域にわたって，少なくともその\n同種商品取扱業者の半ばに達する程度の層に認識されていた事実は到底認\nめられないから，被告ら各商標は需要者の間に広く認識されている商標で\nあったとはいえない。\nしたがって，原告商標は商標法４項１項１０号に該当するものではない。\n(3)  争点２－３（Ｂによる商標法２９条の抗弁の成否）について\nア  争点２－３－１（本件ロゴマークの著作物性）及び争点２－３－２（本\n件ロゴマークについてのＢの著作権取得の有無）について\n（Ｂの主張）\n(ｱ)  本件ロゴマークの著作物性\n本件ロゴマークはＢが作成したものであり，個々の素材としてはあり\nふれた図形や写植文字を使っているが，それらをバランスに配慮して一\n定の構図に組み立て，画廊のイメージを象徴するものとしてデザインし\nており，Ｂの個性が表れているものである。\nしたがって，本件ロゴマークには創作性が認められ，美術の範囲に属\nする著作物である。\n原告は，単純な図形と文字の組合せにすぎないことから，著作物に当\nたらないと主張するが，ロゴマークという性質上，当該マークが他と識\n別できることを条件に，できるだけ単純な形に凝縮させることは，美術\n的表現の一方法としてしばしばあることである。また，分解した場合に\n図形と文字に分かれることをもって，著作物に当たらないということは\nできない。\n(ｲ)  本件ロゴマークについてのＢの著作権\nａ  本件ロゴマークはＢが作成したものであるから，Ｂが著作権を有す\nるものである。\nｂ  原告は，本件ロゴマークの図形部分はＢの創作ではないため，当該\n部分はＢの著作物に当たらないと主張する。\nしかしながら，単に一般的な三角形や四角形などの図形のみでは，\n他との識別もできず，独自性も認められないため，本件ロゴマークの\n図形部分のみではそもそも著作物に当たらない。\n仮に，本件ロゴマークの図形部分に著作物性が認められるとすると，\n当該部分は，本件画廊の前々経営者であるＣ（以下「Ｃ」という。）に\nよって，作成され，画廊のために使用されていたから，その著作権は\nＣにあったといえる。その後，本件画廊の経営権をＣからＢの母であ\nるＤが引き継いだ際に，当該部分の著作権についても，本件画廊に付\n随するものとしてＣからＤに譲渡された。その後，Ｂは，Ｄから本件\n画廊の経営を引き継いだ際に，Ｄから当該部分の著作権の譲渡を受け\nたものである。\nｃ  よって，Ｂが本件ロゴマーク全体の著作権を有していることは明ら\nかである。\n（原告の主張）\n(ｱ)  本件ロゴマークの著作物性について\n本件ロゴマークは，平行四辺形の両側に二つの二等辺三角形を配置し\nたものに，「ＧＡＬＬＥＲＹ  ＡＲＴ  ＰＯＩＮＴ」の文字を組み合わせ\nたものである。\nこのうち，図形部分は，いずれも，単純かつ一般的なものを組み合わ\nせたものにすぎず，一般的な表現によるものである。また，文字部分も，\n一般的な書体で記載し配置したものにすぎない。そして，これらの配置\nの方法も，図形部分の右又は下に文字を配置したものにすぎないから，\n単純かつ一般的なありふれた表現といわざるを得ず，思想又は感情の表\n現とはいえない。\nしたがって，本件ロゴマークは，創作性を有するものではなく，著作\n物性があるとは認められない。\n(ｲ)  Ｂが本件ロゴマークの著作権を有するとの主張について\n本件ロゴマークは，元々Ｃが使用していたものであり，Ｃがいかなる\n経緯で本件ロゴマークを作成したかは不明である。\n仮に本件ロゴマークに著作物性があったとしても，少なくとも，Ｂや\nＤはその著作者ではない。\nＤの死亡時点で，Ｃは生存していたにもかかわらず，ＢはＣを排除し\nて本件画廊を経営するようになったものであり，本件ロゴマークや本件\n画廊の名称についてＢとＣとの間には紛争が生じていた。したがって，\nＢがＣから同人が有していた本件ロゴマークの著作権を取得したとは到\n底考えられない。\nイ  争点２－３－３（本件営業譲渡契約に伴う，Ｂから原告への本件ロゴマ\nークの著作権の譲渡の有無）について\n（原告の主張）\n仮にＢが本件ロゴマークの著作権を取得していたとしても，本件営業譲\n渡の対象には本件画廊の事業に関する有形無形の財産が含まれるから，本\n件営業譲渡によって本件ロゴマークの著作権はＢから原告に移転している。\n（Ｂの主張）\n本件営業譲渡の事実はないため，本件ロゴマークの著作権がＢから原告\nに移転したとの事実もない。\nウ  争点２－３－４（原告商標の使用がＢの著作権の侵害に当たるか）につ\nいて\n（Ｂの主張）\n原告商標は本件ロゴマークとほぼ同一であるから，原告商標の使用は本\n件ロゴマークについてのＢの著作権に抵触する。\nしたがって，原告は，商標法２９条により，Ｂに対して，本件ロゴマー\nクについてのＢの著作権と抵触する部分については原告商標権（禁止権）\nを行使できないから，原告商標権に基づく差止請求及び原告商標権の侵害\nに基づく損害賠償請求は許されない。\n（原告の主張）\nＢの主張は争う。\n(4)  争点２－４（原告の被告らに対する原告商標権の行使が権利の濫用に当た\nるか）について\n（被告らの主張）\n仮に，原告商標の登録について無効理由があるとまでいえないとしても，\n前記(2)ア（被告らの主張）及び同イ（被告らの主張）で述べた事情の下では，\n原告が被告らに対して原告商標権を行使することは権利の濫用として許され\nない。\n（原告の主張）\n原告は本件営業譲渡によってＢから本件商号を含め本件画廊に関する全て\nの権利を譲り受けており，前記(2)ア（原告の主張）及び同イ（原告の主張）\nで述べた事情によれば，原告の被告らに対する原告商標権の行使は権利の濫\n用には当たらない。\n(5)  争点２－５（Ｂの商標権侵害による原告の損害の発生及びその額）につい\nて\n（原告の主張）\nまず，原告商標についての使用料相当額は，市場の相場から概算すると売\n上額の５％を下らない。\n次に，被告らウェブサイトの掲載内容から概算すると，商標の登録された\n後の平成３１年１月１日から１年間のＢの画廊の売上げは概ね１５００万円\n程度であり，その５％の使用料相当額は年額７５万円，月額６万２５００円\nである。\nそして，原告商標権は平成３０年１０月５日に登録されているところ，そ\nの翌月である同年１１月から令和２年９月（令和２年１０月２日付け訴えの\n追加的変更申立書提出の前月）までの２３か月間の原告商標の使用料相当額\nは１４３万７５００円であり，これがＢの商標権侵害によって原告が受けた\n損害の額となる（商標法３８条３項）。\n（Ｂの主張）\n原告の主張は争う。\n被告らの年間の売上額に係る原告の主張及び使用料相当額がその５％を下\nらないとの原告の主張は，いずれも裏付けがあるものではない。\n(6)  争点２－６（被告らの商標使用についての差止め及び廃棄の必要性）につ\nいて\n（原告の主張）\n被告らは，前提事実(5)イのとおり，被告ら各標章を使用しているから，被\n告らに対して，商標法３６条１項に基づき被告ら各標章の使用を差し止め\n（前記第１の１(3)），同条２項に基づき被告ら各標章の削除する（前記第１\nの１(4)）必要がある。\n（被告らの主張）\n原告の主張は争う。\n３  争点３（Ｂに対する，営業妨害行為の差止請求の当否）について\n（原告の主張）\n(1)  原告の営業権及び本件営業譲渡契約\nア  営業権には，他人に妨害されずに正当な営業行為を行い得る「営業行動\nの自由」の保障が含まれており，特に営業権の主体が個人事業主の場合に\nは，人格的利益としての側面を有している。\nそして，個人事業主である原告の正当な営業活動は，営業権を理由とし\nて，第三者による侵害から保護されなければならないから，原告は営業権\nに基づいて営業妨害行為の差止めを求めることができる。\nイ  Ｂは，原告に対し，本件営業譲渡契約により，有償で営業を譲渡してい\nる。\nそして，本件営業譲渡契約の趣旨からは，譲渡人であるＢは，譲受人で\nある原告の営業を妨害しない義務を負い，譲受人である原告は，譲渡人で\nあるＢに対し，営業妨害行為をしないよう求める権利を有すると解される。\nしたがって，原告は，Ｂに対し，営業妨害行為の差止めを求めることが\nできる。\n(2)  Ｂによる営業妨害行為\nＢは，別紙４営業妨害行為目録(差止対象行為)記載の各行為に相当する，\n以下の各営業妨害行為を行っている。\nア  別紙４営業妨害行為目録(差止対象行為)記載１に係る行為について\n(ｱ)  Ｂは，平成３０年５月２９日頃，原告が本件事務所において自身の顧\n客であるＥと話をしている際に，大声で原告を怒鳴る等の行為を行った。\n(ｲ)  Ｂは，平成３０年６月２６日頃，原告の顧客作家に対し，原告があた\nかも病気であるかのように述べて，原告を誹謗中傷した。\n(ｳ)  Ｂは，平成３０年７月１１日１８時３０分頃，原告が本件事務所にお\nいて自身の顧客と話をしている際に，すぐそばで大きな音を立てながら\n口笛を吹くなどするのみならず，同日１９時頃，原告の顧客であるＦ及\nびＧに対して，粗雑な物言いで対応した上，両人を睨み付ける等の行為\nを行った。原告は，平成３０年７月１８日にも作家に対するＢの対応に\n関して作家からのクレームを受け，この他にも顧客から多数のクレーム\nを受けた。\n(ｴ)  Ｂは，平成３０年８月２７日，本件事務所において，観覧客である社\n会福祉法人中央区社会福祉協議会員のＨに対して，「帰ってもらってもよ\nいですか。」と述べる等の応対を行った。\n(ｵ)  Ｂは，平成３０年１１月１９日，本件事務所において，原告の顧客作\n家のいる前で，原告が作成した張り紙をペンチで外すといった行為に及\nび，原告の画廊業務スタッフであるＩに恐怖を与え，原告に対する顧客\n作家や業務スタッフらの信用を毀損した。\n(ｶ)  Ｂは，平成３１年４月１７日，原告が本件事務所において仕事をして\nいる際に，原告の前で，事業譲渡書の偽造なんて刑罰だから，刑務所に\nぶち込まれるから等と述べ，原告を畏怖させ，業務を妨害した。\n(ｷ) Ｂは，令和元年５月３１日，原告が本件事務所で顧客のＪと商談をし\nている最中に，大声で電話をして，あたかも原告が営業譲渡の契約書を\n偽造して営業し，商標権を無断使用しているかのような発言を行い，さ\nらには，Ｊに体をぶつける等の行為に及び，原告の営業を妨害した。な\nお，原告が本件営業譲渡についての説明文を原告ウェブサイト上に掲載\nしたのは，Ｂによる虚偽の説明や原告を誹謗するメッセージが広く流布\nされたことから，被害の拡大を止めるため，やむを得ず行ったことであ\nる。\n(ｸ)  Ｂは，令和元年１１月２５日午後３時１５分頃，本件事務所内におい\nて，原告，原告のスタッフであるＫ及びＢのスタッフであるＬがいると\nころで，平成３０年２月１８日原告とＢとが言い争いになった様子を録\n音したデータを大音量で再生した。しかも，その再生時間は，２，３秒\nにとどまるものではなかった。顧客の前で，このような録音データを再\n生する行為は，原告を誹謗中傷するものに他ならない。\nイ  別紙４営業妨害行為目録(差止対象行為)記載２に係る行為について\nＢは，平成３０年５月３０日，原告がこれまでのＢの妨害行為に対する\n抗議をした状況を録音して，同日，Ｍが本件事務所において個展発表をし\nているまさにそのとき，これを大音量で再生した。なお，同日，原告とＢ\nとの間で，Ｂが再生の理由として主張するようなやりとりはなかった。\nウ  別紙４営業妨害行為目録(差止対象行為)記載３に係る行為について\n(ｱ)  Ｂは，平成３０年１０月２８日頃，原告が利用している事務所の展示\nスペースに取り付けてあるライトを原告の顧客が観覧している目の前で\n撤収し，原告に急遽ライトを購入させる等の営業妨害を行った。\nさらに，Ｂは，平成３１年４月１８日，本件事務所の展示室を使用後，\n翌日から原告が展示室を画廊業務にて使用することになっていたにもか\nかわらず，当日中に展示室の画廊の壁を原状に戻さず，Ｂの作家が使用\nした荷物をそのままの状態にして，翌日の原告の営業を妨害した。\nまた，原告の使用する電話は，原告が工事費用を全て負担し，自身の\n名義で契約したものであり，Ｂが負担したものではない。それゆえ，原\n告は，Ｂに対し，Ｂ自身の番号を取得するよう求めたが，Ｂは，これを\n無視して，原告名義の電話を使用し，案内状等にもその番号を載せてい\nた。\n(ｲ)  原告事務所においては，令和元年８月１９日は，Ｎが代表を務める団\n体であるＵ２１世紀美術連立展の会員が多く参加するグループ展の初日\nであり，その後に会員を交えたパーティーも控えていた。そのような状\n況であるにもかかわらず，Ｂは，同日，原告事務所に設置してある表看\n板の原告の張り紙を無断で剥がすという行為に及んだ。さらに，原告事\n務所の前の路上からこれを偶々目撃した原告の母親がＢの上記行動を撮\n影しようとしたところ，Ｂは，原告の母親との間で騒ぎをあえて誘発し，\n他人に見せつけるかのように，警察を呼ぶなどした。その結果，原告は，\n警察との対応に時間を割かれ，グループ展の顧客対応ができなくなった\nだけでなく，Ｂの行為によって，信用を毀損された。\nエ  別紙４営業妨害行為目録(差止対象行為)記載４に係る行為について\nＢは，平成３０年１２月１０日午後４時１５分頃，本件事務所内におい\nて，原告が事務室の自席から離れている間，原告専用の電話機（別紙４営\n業妨害行為目録（差止対象行為）記載４の番号のもの）にかかってきた電\n話を，原告に無断で取った上で直ちに切り，その後に原告にその旨も告げ\nなかった。原告は，当該電話機について一定回数呼出し後に自身の携帯電\n話に転送する設定にすることで事務所不在時でも対応可能にしていたにも\nかかわらず，Ｂの上記行為により，電話を取ることができず，また，電話\nの相手方は，原告の営業に対する不信感を抱くに至ったものである。した\nがって，Ｂの上記行為は営業妨害行為に当たる。\nまた，Ｂは，平成３１年３月２１日午後３時３４分頃，原告の事務所内\nにおいて，原告が事務所の自席から離れている間，原告専用の電話機（番\n号：（省略））にかかってきた電話を，原告に無断で取った上で直ちに切り，\n再度呼出し音が鳴ると，原告に無断で留守番電話状態とした。Ｂは，あた\nかも原告が外出しているかのようにすることで，原告に電話対応をさせず，\n営業の機会を失わせる等の営業妨害行為を行ったものである。なお，原告\nは，Ｂにかかってきた電話に対して「そんな人いません」と答えるなどの\n対応はしていない。\nさらに，Ｂは，令和元年１０月２８日午後１時４０分頃，本件事務所内\nにおいて，原告が自席から離れている間，上記の原告専用の電話機にかか\nってきた電話を原告に無断で留守番電話状態とした。\nこれに対し，原告は，原告の画廊での展示中に，Ｂ側の電話が何度もか\nかってきて展示室に響き渡ることがあっても，それを留守番電話状態にし\nておらず，電話に触ることもしてない。\nオ  別紙４営業妨害行為目録(差止対象行為)記載５に係る行為について\nＢは，平成３０年７月２２日，Ｐに対して，原告の企画展をキャンセル\nして被告らの企画展に参加してもらわないと困る等と述べ，原告の企画展\nをキャンセルするよう勧め，原告の業務を妨害した。\nまた，Ｂは，平成３１年４月頃，原告と契約している顧客作家であるＮ\nに手紙を送り，その手紙の中で，原告がＢから本件商号での画廊の運営を\n乗っ取り，営業をしていると述べ，さらには，原告が心の病を抱えて，精\n神的に病んでいるとも述べて，誹謗中傷するなどし，顧客に対する原告の\n信用を低下させて，原告の業務を妨害した。\nさらに，Ｂは，令和元年５月３１日，Ｂの業務スタッフＱをして，原告\n顧客作家であるＪに対して，Ｂが原告に対して暫定的に名前を貸しており，\nＢが正当な営業権を有しているかのような内容のメールを送らせ，原告の\n営業を妨害した。\nこれに対し，Ｂは，質問を受けた対象者に限って，原告とのトラブルを\n説明していたと主張するが，Ｂが原告の顧客に対して一方的にメールを送\nっていたのは明らかである。\nカ  別紙４営業妨害行為目録(差止対象行為)記載６に係る行為について\nＢは，平成３０年１１月７日頃，原告が予定していた平成３１年１月７\n日から１２日までの大賞展の展示会スケジュールを無断で削除した上，当\n該予定の欄に被告らの会期を挿入するなどの書き換え行為を行った。なお，\n同年の大賞展の展示会について，原告とＢが共同で行う予定は一切なかっ\nた。\nキ  別紙４営業妨害行為目録(差止対象行為)記載７に係る行為について\nＢは，平成３０年１２月３日頃，作家のＲとの間に何らの取引もないに\nもかかわらず，Ｆａｃｅｂｏｏｋにおいて，同人に無断で同人の作品を掲\n示した。\nまた，Ｂは，平成３０年１２月３日，原告の代理人弁護士による警告が\nあったにもかかわらず，原告顧客作家らの「ＰＯＩＮＴ展（平成３０年１\n２月７日から２２日掲載）」における作品を，被告らウェブサイト，及び，\nＦａｃｅｂｏｏｋにおいて，無断で掲載した。\nさらに，Ｂは，原告顧客作家らの「Ｓ展」，及び，「Ｔ展」における作品\nを被告らウェブサイト及びＦａｃｅｂｏｏｋにおいて，無断で掲載した。\nク  別紙４営業妨害行為目録(差止対象行為)記載８に係る行為について\n(ｱ)  Ｂは，平成３０年１２月１０日，原告のＤＭ，原告主催の大賞展募集，\n展示会募集及びスタッフ募集のチラシに水を掛ける行為を行った。この\n点，Ｂは，アロマの機器が壊れていたためと主張するが，壊れているこ\nとを知りながら，原告のチラシの上にわざわざ置いて使用したものであ\nる。\n(ｲ)  Ｂは，従前から原告が管理していたＦａｃｅｂｏｏｋについて，離婚\nをきっかけに，自分自身に管理する権利があるといい出し，不正に原告\n個人のアカウントにアクセスして，パスワードを変更し，過去に原告が\n投稿していたＦａｃｅｂｏｏｋの記事を全て削除した。\n原告は，ＢのＦａｃｅｂｏｏｋを勝手に使用したことはなく，Ｂの同\n意の下，宣伝のためにこれを優先的に使用していたものである。原告は，\n平成２７年頃より，本件画廊のＳＮＳについて管理しており，その当時\nは，画廊のスタッフも皆投稿できるようパスワードは開示されていた。\n原告は，平成３０年にＢから本件画廊の事業を引き継いだため，他人に\n嫌がらせ等をされることを防ぐ目的で，自身が有するＳＮＳのパスワー\nドを変更していたが，Ｂは，同年６月１３日，原告が有するＦａｃｅｂ\nｏｏｋの原告個人のアカウントに不正アクセスし，これを経由して，原\n告が管理運営する画廊のＦａｃｅｂｏｏｋのアカウントにもアクセスし\nた。\nなお，原告は，同年４月，Ｇｏｏｇｌｅマイビジネスに「ＧＡＬＬＥ\nＲＹ ＡＲＴ ＰＯＩＮＴ」のオーナーとして登録し，管理していたとこ\nろ，Ｂは，令和元年１２月以降，オーナー権限を乗っ取り，画廊の営業\n時間や電話番号等の情報を変更し，原告の登録写真を自身の写真に変更\nして，画廊ではない場所の写真を掲載したり，原告が掲載した写真を全\nて削除して自身の写真にすり替えたりする行為を繰り返している。原告\nは，その度にＧｏｏｇｌｅに連絡し，オーナー権限を回復してもらうな\nどの対応を余儀なくされている。\n(ｳ)  Ｂは，令和元年７月１日，原告の展示中に原告顧客の前で，原告のチ\nラシの前に椅子を何度も置き，チラシを隠す行為をした。\n(ｴ)  Ｂは，令和元年８月２日，本件事務所の展示室において，原告との裁\n判の証拠書類を広げて，原告に対する誹謗中傷行為を行なった。\nＢは，令和元年８月３０日，原告と契約のある顧客作家に対して，原\n告の裁判での証拠書類を見せて「このような証拠は何の効力もないので\n裁判は年内に終わります。また裁判で判決後すぐ刑事告訴するので原告\nの所では１月展示はできなくなります」と伝えた。\nなお，Ｂは，原告がＢの顧客に対して，Ｂを誹謗中傷したと主張する\nが，そのような事実はない。\n(3)  差止めの必要性\nア  画廊業務を行うものは，作家の絵画等を展示するギャラリーにおいて，\n観覧客らが落ち着いた雰囲気の下で絵画を鑑賞できるように，常にギャラ\nリーの環境を静謐に保たなければならない。Ｂが行った別紙４営業妨害行\n為目録(差止対象行為)記載１及び２に係る行為は，上記の環境を阻害し，\n観覧客が絵画を鑑賞することを著しく困難にさせるものである。\nまた，画廊の備品，画廊業務の広告用のＤＭ及びチラシ等について，Ｂ\nが行った同目録３，４及び８に係る行為は，原告の画廊営業そのものや，\nその営業活動を著しく困難にさせるものである。\nさらに，同目録５ないし７に係る行為は，原告が正当な権利の下で，画\n廊として営業活動を行っていないと原告の顧客作家らに直接的又は間接的\nに宣伝する行為であり，原告の画廊としての営業活動を妨害するものであ\nる。\n同目録１及び５に係る行為は，原告に対する誹謗中傷行為や，原告の業\n務スタッフらを怖がらせる行為でもあり，原告の画廊としての信用を著し\nく毀損させるものである。\nこのように，前記(2)のＢの行為は，原告の営業活動を妨害するのみなら\nず，原告の信用も毀損するものであって，原告の営業活動の継続を困難に\nするものである。\nイ  Ｂの前記(2)の行為は，原告の画廊の営業を妨害する目的で行われ，その\n方法も甚だしく悪質で，かつ，執拗なものであって，社会通念上，原告の\n受忍限度の範疇を超えていることが明らかである。\nこれらに加えて，Ｂが，原告に暴力を振るい，警察沙汰になるような行\n動にも出たという原告とＢが別居するに至った経緯も考慮すると，一連の\n妨害行為以上の行為が今後も想定される。\nＢは，原告の代理人弁護士からの警告文が送られた後や，本訴が提起さ\nれた後も，妨害行為を継続しており，このことからも，Ｂが将来に渡って\n同種の妨害行為を続ける高度の蓋然性が認められる。\nしたがって，原告の正当な営業活動である画廊としての営業権を守るた\nめには，別紙４営業妨害行為目録(差止対象行為)記載の各行為を差し止め\nる必要性が認められる。\n（Ｂの主張）\n(1)  原告の営業権及び本件営業譲渡契約について\n一般論として，正当な営業活動が営業権を理由として第三者による侵害か\nら保護されることは認めるが，原告がＢに対して営業権に基づく営業妨害行\n為の差止請求権を有することは争う。また，本件営業譲渡契約は成立してい\nないから，原告が本件営業譲渡契約に基づいて差止請求権を有することもな\nい。\n(2)  Ｂによる営業妨害行為について\nア  別紙４営業妨害行為目録(差止対象行為)記載１に関する主張について\nＢと原告との間で，平成３０年５月２９日，本件事務所において言い争\nいがあったが，Ｂは大声で怒鳴ってはいない。Ｂ自身の画廊内のことであ\nり，原告の顧客であるからといって，大声で怒鳴るなどの行為はしなかっ\nた。\nＢは，平成３０年６月２６日頃，原告が病気だと積極的に発言したわけ\nではない。Ｂは，以前からの顧客から本件画廊の状況についていろいろと\n質問される中で，原告が病気ではないかと言う者がいたことを話しただけ\nであり，それも，ごく親しい人との話においてだけであった。\nＢは，平成３０年７月１１日に原告主張のようなことはしていない。原\n告は，Ｂが普通に行動していても，音を立てたり，話し声がしただけで，\n粗暴である，にらみつけたなどと話を大きくしている。\nＢは，平成３０年８月２７日には「大賞展」という大きなイベント展示\nをしており，そこでは顧客に投票をしてもらうことになっていたため，来\n場したＨに対し「投票お願いします。」と声をかけたところ，「原告から言\nわれているので投票には協力できない。」と言われ，「それならば，帰って\nいただいていいですか。」と言ったことはある。\n原告は，平成３０年１１月１９日に商標権登録証の写しと一緒に「ＧＡ\nＬＬＥＲＹ ＡＲＴ ＰＯＩＮＴ代表  Ａ」と書いた張り紙を本件画廊に貼\nり出した。そのような張り紙を共有スペースに貼り出せば，画廊の顧客に\n不安が広がるのは明らかであったため，Ｂは，これを剥がそうとしたとこ\nろ，簡単には剥がれないように強力に貼り付けられていたため，ペンチを\n持ってきて剥がした。それを，原告のスタッフが見ており，原告が警察に\n通報したが，Ｂは，ペンチを振り回したりはしていない。Ｂは，原告によ\nる営業妨害物を排除しようとしただけであり，原告らに対して直接の働き\nかけは何らしていない。\nＢは，平成３１年４月１７日，原告に対し「事業譲渡の証書を偽造する\nことは刑罰に当たる。」とは言ったが，「刑務所にぶち込まれる。」などとは\n言っていない。\n原告が令和元年５月１日に営業譲渡があったこと等を原告ウェブサイト\nに書き込んだため，Ｂの事務所に多くの問い合わせが来るようになった。\nＢは，それらの問い合わせに対して，営業譲渡はしておらず，事業譲渡書\nは偽造であると事実を説明した。Ｂは，原告商標については，当時，弁理\n士に依頼して異議申立てをしている状態であったので，その状況について\nも説明していた。\nＢが，令和元年１１月２５日に録音データを再生したことは認めるが，\nパソコンのファイルを整理中にたまたま中身をチェックしたときに再生さ\nれただけで，大音量でもなく再生されたのは２，３秒であった。\nイ  別紙４営業妨害行為目録(差止対象行為)記載２に関する原告の主張につ\nいて\n平成３０年５月３０日，原告とＢが口論をした後，急におとなしくなっ\nたので，「ずいぶんおとなしいね。」とＢが言うと，原告は「私は，いつも\nそうです。」と答えたので，Ｂは録音していた原告の音声を流したことはあ\nる。\nウ  別紙４営業妨害行為目録(差止対象行為)記載３に関する原告の主張につ\nいて\n(ｱ)  原告とＢは，本件事務所における画廊運営において，電話，ライトな\nど，多くのものを共用しており，その経費は，基本的にＢが支出してい\nたが，電話代については，平成３０年１月にＢが勾留されている間に，\n引落し口座が原告名義に変更されていた。平成３０年１０月頃から，原\n告はＢのスタッフ宛てにかかってきた顧客の電話を切ってしまうように\nなり，原告とＢとが言い争いになった。その結果として，Ｂは，別の電\n話を用意し，その代わりにＢの展示期間以外はライトを外すことにした\nのが，同月２８日の出来事である。\n本件画廊において，一週間の展示期間のうち，日曜日まで展示期間と\nするのは，以前からの習慣であった。原告は日曜日の昼のうちに荷物を\n撤収するようにと主張するようになったが，原告の一方的な主張である。\n平成３１年４月１８日についても，Ｂは，作家の荷物は原告の営業まで\nに撤収しており，原告の営業の妨害にはなっていない。\n(ｲ)  令和元年８月１９日の出来事については，Ｂが，原告による不当な張\nり紙を剥がしたことで原告の母と口論となり，Ｂが警察を呼んだことは\n認めるが，その余は否認する。\nエ  別紙４営業妨害行為目録(差止対象行為)記載４に関する原告の主張につ\nいて\n平成３０年１２月１０日Ｂの画廊展示中，原告の電話が大音量で鳴り，\nＢは，しばらく放置していたが，あまりにも何度も大きな音がするため，\n観覧客に迷惑を掛けないように一度切り，留守番電話のボタンを押した。\n平成３１年３月２１日頃までに，Ｂにかかってきた電話を原告が何度か\n勝手にとって「そんな人はいません」と言ったり，勝手に切ったりという\n妨害行為をしていたため，Ｂは，同様のことをされたら原告はどうするの\nかと思い，原告の電話を留守番電話状態にしたことがある。\n令和元年１０月２８日についても，Ｂは，原告宛ての電話が何度もかか\nって本件事務所の展示室に響いていたため，やむなく留守番電話状態にし\nたものである。\nオ  別紙４営業妨害行為目録(差止対象行為)記載５に関する原告の主張につ\nいて\nＰはもともとＢと契約をしている作家であったが，ある時，ＰはＢに対\nして，今度の展示会は原告の展示担当になっていると言われたため，原告\nとの契約書にサインしたと告げた。Ｐは原告とＢは同一の画廊を運営して\nいるという認識であったため，Ｂは，原告とＢでは営業主体が異なってお\nり，Ｂと契約するためには原告との契約は一度キャンセルする必要がある\nと説明した。\nＮはＵという作家グループに属していたが，Ｕに属する作家のうち複数\n名がＢの顧客であるとともに，原告の顧客もいた。原告はＢとの話合いな\nしに，翌年の展示予約をどんどん入れながら，どの日に予約を入れている\nかの連絡をＢにすることもなかったため，Ｂは予定を入れることができな\nくなっていた。そこで，Ｎに手紙を書いて，本件画廊の状況について説明\nし，このままではＵ所属作家の間においても，展示会予定が重複してしま\nう可能性があると注意を促したのである。\n原告が，Ｂが営業していた本件画廊の名前やデザインを勝手に商標登録\nし，本件営業譲渡があったと公表することは，Ｂからすると「画廊を乗っ\n取られるのか」「妻は精神がおかしくなったのか。」等と考えても不思議で\nはないし，親しい作家であればそのことを相談することもあった。また，\n原告商標に関することや，本件営業譲渡がないことは，関係者に広く説明\nする必要性は感じていたが，ウェブサイトなどで画廊としてのトラブルを\n公開してしまうことのデメリットも考慮し，説明したのは質問を受けた対\n象者に限定していた。\nカ  別紙４営業妨害行為目録(差止対象行為)記載６に関する原告の主張につ\nいて\n平成３１年１月７日からの大賞展については，本来は原告とＢとが共同\nで行う予定であったが，共同での展示が困難な状況になっていた。双方で\nの展示スケジュールに関しての取り決めもできていない状況で，原告が勝\n手に自己の展示スケジュールを記載したため，平成３０年１１月７日頃，\nそれを見つけたＢがそれを消して上書きした。それに対して，また原告が\n消して上書きをする，という行為を繰り返していたが，Ｂは最終的には展\n示は入れなかった。\nキ  別紙４営業妨害行為目録(差止対象行為)記載７に関する原告の主張につ\nいて\n原告が突然営業主体が別だと主張するようになるまで，Ｂは，原告とＢ\nの双方の展示会について，本件画廊のＦａｃｅｂｏｏｋで展示した作家の\n作品を紹介することを継続していたが，原告が突然に無断掲載などと主張\nしてきたものである。\nク  別紙４営業妨害行為目録(差止対象行為)記載８に関する原告の主張につ\nいて\n本件画廊では以前から，原告とＢが共同で，水蒸気によるアロマの機器\nを使っていたが，平成３０年１２月１０日，Ｂが当該機器を使おうとした\nところ，どこかにヒビが入っていたのか水漏れがしており，水が滴って，\n原告が準備していたチラシなどの上にこぼれてしまった。Ｂはわざと水を\nかけるようなことはしていない。\nＦａｃｅｂｏｏｋについての原告の主張に係る事実は否認する。原告は，\nＢが８年間使っていたＦａｃｅｂｏｏｋのアカウントのパスワードを勝手\nに変えて，使用していた。原告がＦａｃｅｂｏｏｋ上で被告らウェブサイ\nトを類似ページなどと誹謗中傷したため，Ｂが警察に届けると主張すると，\n原告はＢにパスワードを教え，Ｂがパスワードを変更して使用するように\nなった。しかし，その後，再び原告がパスワードを変更して原告が使用し\nている。\n令和元年７月１日の出来事については，Ｂが椅子を動かしたことは認め\nるが，原告がした行為を止めるための行為であった。\n令和元年８月２日及び同月３０日の出来事については，原告が原告ウェ\nブサイトやＦａｃｅｂｏｏｋ上で，営業譲渡があった旨の虚偽の主張やＢ\nに対する誹謗中傷を行い，これにより不安になって質問をしてきた個別の\n作家に対してＢが説明したものであり，原告の妨害行為に対する防御行為\nである。\n(3)  差止めの必要性について\nＢは，本件画廊を母であるＤから受け継ぎ，業績を立て直すために財産及\nび時間を全て注ぎ込んで現在の信用を築いてきたものである。したがって，\n原告の営業による展示期間であっても，本件画廊全体の信用を落とすような\n行為をＢ自らすることはあり得ない。\n別紙４営業妨害行為目録(差止対象行為)記載に係る行為は，原告による虚\n偽の主張であるか，又は通常の会話や行為を殊更誇大な表現によって違法で\nあるかのように表現したものである。また，原告のＢに対する妨害行為又は\n挑発行為に対して，Ｂがこれを排除するために行ったものであり，Ｂから妨\n害を仕掛けたことはない。\nこのように，Ｂから妨害行為を積極的に行ったものではないため，同目録\n記載の各行為についての差止めの必要性は認められない。\n４  争点４（Ｂに対する，営業妨害行為の不法行為に基づく損害賠償請求の当否）\nについて\n（原告の主張）\n(1)  別紙９－１営業妨害行為目録（実損被害）記載のＢの行為について\nア  Ｂの行為\nＢは，本件営業譲渡により本件画廊の営業を原告に譲渡したにもかかわ\nらず，営業譲渡の事実自体を否定し，原告に対して，別紙９－１営業妨害\n行為目録（実損被害）の各「原告の主張」欄記載の営業妨害行為を行った\n（以下，同目録記載の各行為については，同目録の「番号」欄の番号に従\nって「原告の実損被害１に係る行為」などといい，併せて「原告の各実損\n被害に係る行為」という。）。\nイ  不法行為該当性\nＢの上記行為は，器物損壊行為（原告の実損被害１，７，１１及び１２\nに係る行為），不正アクセス禁止法違反行為（原告の実損被害２に係る行\n為），窃取行為（原告の実損被害９に係る行為）に該当し，その違法性は明\nらかである。\n原告の実損被害４及び６に係る行為は，Ｂが，本来契約をした者が使用\nすべき電話やインターネット回線を，契約者である原告の許諾を得ずに使\n用したものであり，これも民事上違法な行為である。Ｗｉｆｉ回線はパス\nワードが設定されており，その場にいる者であっても自由に使用すること\nは予定されておらず，単に什器備品を使用するような行為とは同一視でき\nない。\n原告の実損被害３，５，８，１０及び１３に係る行為は，Ｂによって，\nいずれも意図的に原告の営業を妨害する目的で行われたものであり，その\nような行為を行う合理的理由や正当性を見出すこともできないものである\nから，これらも違法行為といえる。\nしたがって，原告の各実損被害に係る行為は，いずれもＢによる原告に\n対する不法行為に該当する。\nウ  原告の損害\n原告の各実損被害に係る行為によって，原告には，同目録の「被害金額\nの内訳」及び「被害金額」欄記載の額のとおり，それぞれ費用を支出した\nり，支出した費用が無駄になったという損害が生じており，同額がＢの上\n記不法行為による損害である。\n(2)  別紙９－２営業妨害行為目録（出展キャンセル被害）記載のＢの行為につ\nいて\nア  Ｂは，前記(1)の行為のほか，別紙９－２営業妨害行為目録（出展キャン\nセル被害）の各「原告の主張」欄記載の営業妨害行為を行った（以下，同\n目録記載の行為については，同目録の「番号」欄の番号に従って「原告の\n出展キャンセル被害１に係る行為」などといい，併せて「原告の各出展キ\nャンセル被害に係る行為」という。）。\nイ  原告の各出展キャンセル被害に係る行為は，いずれも，Ｂが原告側の顧\n客に働きかけを行ったことにより，原告の契約がキャンセルになったもの\nである。\nこれらのＢの行為は，いずれも，原告の顧客に対して意図的に契約をキ\nャンセルさせるために行ったものである上，このような働きかけを行う合\n理的な理由もないものであったから，違法である。\nウ  原告の各出展キャンセル被害に係る行為によって，原告には，同目録の\n「被害金額の内訳」及び「被害金額」欄記載の額のとおり，本来得べかり\nし利益を得ることができなくなったという損害が生じており，同額がＢの\n上記不法行為による損害である。\n（Ｂの主張）\n(1)  別紙９－１営業妨害行為目録（実損被害）記載のＢの行為について\nア  Ｂの行為について\n原告が指摘する各行為についてのＢの主張は，別紙９－１営業妨害行為\n目録（実損被害）の各「Ｂの主張」欄記載のとおりである。\n原告の主張は本件営業譲渡があったことを前提としているが，そもそも\n営業譲渡の事実はない。本件事務所に本件画廊を移転したのはＢであり，\n移転と同時に，原告とＢは，交代で，各自の営業として貸画廊経営をする\nこととし，同じ場所での営業であることから，Ｂは原告に対して本件商号\nや本件商号に係るロゴを使うことを許容していた。\nイ  不法行為該当性について\n原告がＢの原告に対する不法行為と主張する内容は，事実に反するもの\nであるか，Ｂが原告の妨害から業務を守るためにした正当な行為である。\nまた，原告の実損被害１及び１１に係る行為のうち原告のチラシへの水漏\nれについては，事故であり，故意に行ったものではない。\n原告は，Ｂと同じ事務所内において，Ｂの所有物である看板，ライト，\n椅子，カウンター，机，冷蔵庫，パーテーション等を当然のように使用し\nながら，原告自身で購入したＷｉｆｉ回線の使用について，無断使用であ\nるとか，営業妨害である等と主張しているものであり，Ｂに営業妨害等の\n不法行為はない。\nウ  原告の損害\n原告の主張に係る事実は否認する。\n仮に，原告の各実損被害に係る行為に違法性が認められたとしても，当\n該行為と原告が主張する損害との間に因果関係は認められない。\n(2)  別紙９－２営業妨害行為目録（出展キャンセル被害）記載のＢの行為につ\nいて\nア  Ｂの行為について\n原告が指摘する各行為についてのＢの主張は，別紙９－２営業妨害行為\n目録（出展キャンセル被害）の各「Ｂの主張」欄記載のとおりである。\nイ  不法行為該当性について\n原告が，営業譲渡を受けたという虚偽の告知をして，Ｂの業務を妨害す\nるばかりか，本件商号そのものの価値を貶め，今後の展示会の継続を危う\nくしていることを，Ｂは大変憂慮していた。原告の顧客とはいえ，画廊の\n顧客としての作家たちに損害が生じる可能性があることを放置できず，事\n情の説明を行ったものであり，不法行為に該当するような行為ではない。\nウ  原告の損害について\n原告の主張に係る事実は否認する。\n５  争点５（原告に対する不競法２条１項２１号の不正競争を理由とする損害賠\n償請求及び差止請求に関する争点）について\n(1)  争点５－１（原告とＢとの競争関係の有無）について\n（Ｂの主張）\n原告とＢは，同一の建物の同一区画において，一定の期間ごとに交代で貸\n画廊の業務を行い，その営業形態も同様である。また，両者の顧客は貸画廊\nを借りて展示会をする可能性のある作家であることから，需要者及び取引者\nは共通であるといえる。\nよって，原告とＢとは「競争関係にある」といえる。\n（原告の主張）\nＢの主張は争う。\n原告とＢはいずれも画廊を営んでいるが，原告は画廊の場所を貸し，商品\nを販売するという従来の画廊の営業に加えて，動画配信やオンライン配信を\n用いるなど従来とは異なるサービスを行っており，原告とＢの営業形態が同\n一とはいえない。\nまた，原告は，本件営業譲渡により，Ｂから本件画廊の営業の譲渡を受け\nており，本来，原告とＢとは競争関係にあるものではない。\n(2)  争点５－２（他人の営業上の信用を害する虚偽の事実の告知の有無）につ\nいて\n（Ｂの主張）\n原告は，原告ウェブサイト，Ｆａｃｅｂｏｏｋ及び顧客への個別のメール\nにおいて，Ｂからの本件営業譲渡があったと公表し，また，Ｆａｃｅｂｏｏ\nｋにおいて，被告らウェブサイトが偽物であるかのような表示をしている。\nこれらの記載は，Ｂの顧客に対し，Ｂの営業が違法なものであり，Ｂの画\n廊で展示会を行うことで何らかの不利益を被るおそれがあると感じさせる可\n能性があるものである。顧客である作家にとって，画廊が他の人に与えるイ\nメージや信用は非常に重要であり，内部で経営権に関する争いがある画廊と\nいうだけで，その価値は損なわれるから，上記の原告による表示はＢの営業\n上の信用を害するものである。\nまた，本件営業譲渡の事実がないことは，前記１(1)（Ｂの主張）のとおり\nであるから，上記の原告の表示は虚偽の事実を告知し，流布するものである。\n（原告の主張）\n原告が，本件営業譲渡があったことを公表していることは認める。\n前記１(1)（原告主張）のとおり，本件営業譲渡の事実があったことは真実\nであるから，虚偽の事実を告知し，流布した事実はない。\n(3)  争点５－３（不正競争についての原告の故意・過失の有無）について\n（Ｂの主張）\n原告には虚偽の本件営業譲渡を主張していることについて当然に故意が認\nめられる。\n仮に本件営業譲渡の事実があったと原告が信じていたとしても，原告とＢ\nとの間では，営業譲渡をすることや，その対価としていくらをどのように支\n払うかについて，何ら具体的な取決めもされておらず，合意をうかがわせる\n書面や覚書も作成されていないことからすれば，原告がそのように信じたこ\nとについては過失がある。また，原告は，Ｂと同一又は類似の業務を行う者\nであるから，本件営業譲渡があったという告知を行うことでＢの営業上の利\n益が害されることを当然予見し得たものである。\n（原告の主張）\nＢの主張に係る事実は否認する。\nそもそも，原告は適法に本件営業譲渡を受けたとの認識であり，虚偽の事\n実を告知するとの故意はない。\nまた，Ｂが営業譲渡をする旨が明記された甲４書面や甲３書面を作成して\nいたことからすれば，原告が本件営業譲渡の事実を告知することでＢの営業\n上の利益を害するとの認識を有することは不可能であり，原告には過失もな\nい。\n(4)  争点５－４（不正競争によるＢの損害）について\n（Ｂの主張）\nア  損害の発生\n原告による虚偽事実の告知によって，潜在的顧客等が，Ｂの営業に不安\nを抱くようになっている他，インターネット上の検索サイトでも本件画廊\nについての紛争があることが分かる表示が現れるようになっている。\nまた，原告とＢは同じ住所で同じ名称の画廊を経営しているため，Ｇｏ\nｏｇｌｅマイビジネス（ビジネス情報を登録すると，スマートフォンで検\n索したときに，顧客に情報を無料で提供できるというＧｏｏｇｌｅのサー\nビス）において，どちらか片方しか登録されない状態となっており，現在，\n原告が登録しているため，Ｂに連絡を取ろうとした場合でも原告の画廊に\n誘導される状態となっている。しかも，原告は，上記サービスにおいて，\nＢの営業日を休日と表示するなどしており，その結果，Ｂの営業が阻害さ\nれている。\nイ  売上げの減少による損害\n前記アにより，Ｂの画廊において，既に契約をしていた顧客からのキャ\nンセルが相次ぎ，反訴提起前の１年間でキャンセルされた件に係る売上げ\nは約１７８万円となっており，これらの損害が原告の行為と因果関係があ\nることは明らかである。\nこのように既にキャンセルされた件に係る金額だけでも年間の売上額\n（平成２７年度の確定申告額９８７万５９２４円）の約１８％に上るが，\nその他に，申込自体を控えた人が最低でもキャンセル数の同程度の１８％\nはいると考えられるから，Ｂは，全体として年間売上げの３６％を喪失し\nたことになる。\nしたがって，Ｂの年間の売上げを年間約９８７万円程度として３５５万\n円の売上げを失ったといえる。\nそして，Ｂの画廊におけるキャンセル数は，通常は１年に一件程度であ\nること，原告が原告ウェブサイトやメール等で本件営業譲渡を受けたと発\n信するようになって以降，キャンセルが激増したことから，キャンセルや\n申込減少のほとんどは，原告による誹謗中傷行為によるものだと見ること\nができる。よって，３５５万円の売上減少のうち，９割の３１９万５００\n０円は，原告の虚偽告知による損害であるといえる。\nウ  信用毀損による無形損害ないし精神的損害\nＢの顧客の本件画廊に対する不信感は，原告が不当な表示を止めない限\nり拡大するものと見られる。画廊経営はその信用の上に成立するものであ\nるから，紛争が解決しても信用回復には長期間を要することとなる。\nしたがって，前記イの目に見える損害だけではなく，現在までにＢが長\n年にわたって努力して築き上げてきた銀座の老舗画廊としての信頼が大き\nく損なわれているといえ，今後の営業に与える影響及びＢが受けた精神的\n損害は甚大であり，無形損害ないし精神的損害による損害額は少なくとも\n２５０万円を下回らない。\nエ  したがって，原告の不正競争による損害額は合計５６９万５０００円で\nある。\n（原告の主張）\nア  損害の発生について\nＢの主張する事実のうち，Ｇｏｏｇｌｅマイビジネスにおいて，原告の\nドメインが登録されている事実，原告がＢの営業日を休日としている事実\nは認めるが，その余は否認する。インターネットでの検索については，そ\nの端末や検索エンジンの履歴や位置情報によって異なるため一概にいえず，\n必ず，上位に紛争の事実が表示されるわけではない。\n原告は，原告ウェブサイトに自己の契約している電話番号を表示したり，\nＧｏｏｇｌｅマイビジネスを利用しているが，これらは，いずれも本件営\n業譲渡に基づいて行っているものであって，何ら違法性はないし，Ｂの営\n業日を休日として表示しているのも，原告が営業をしていない日を休日に\nしているにすぎず，これをもって営業妨害などと評価できるものではない。\nイ  売上げの減少による損害について\nＢの主張に係る事実は否認する。\n原告の行為によってキャンセルが生じたことの裏付けはなく，Ｂが提出\nするリスト（乙５０）においては，理由が確定していないものについても\n損害として算定されている。\n原告が原告ウェブサイト上に本件営業譲渡の記載を行ったのは，Ｂが原\n告の不特定多数の顧客に対して原告の主張が虚偽であるとの説明を行った\nことから，その反論としてやむなく行ったものである。その内容も，あく\nまで本件訴訟での決着がついていないことを明示し，被告らの主催する展\n示会については被告らに問い合わせるように促すものにすぎず，キャンセ\nルにつながるようなものではなく，特にＢの主催する展示について架空の\n展示であるなどと伝えたりした事実もない。\nＢは，令和２年のキャンセルが例年より多いと主張するが，そもそも同\n年の前半に関しては，新型コロナウィルスの蔓延の影響から，多くのイベ\nントがキャンセルとなっており，来客の減少に伴う損害は全て原告の責任\nである旨の主張に理由がないことは明らかである。\nウ  信用毀損による無形損害ないし精神的損害について\nＢの主張する事実は否認する。\nＢは，Ｂの今後の営業に与える影響及びＢの精神的損害が２５０万円で\nあるとも主張するが，Ｂが主張する不法行為はあくまで財産的なものであ\nると思われるところ，精神的損害が別途生じるとは思われない。\n(5)  争点５－５（差止めの必要性）について\n（Ｂの主張）\n前記(2)（Ｂの主張）記載の原告の行為により，Ｂは損害を  受けており，\nこれが継続する限り損害の発生は継続する。\nよって，原告が，文書，口頭又はインターネットにより，Ｂから本件画廊\nを引き継いだとの虚偽の事実を第三者に告知することを差し止めるべき必要\n性が認められる。\n（原告の主張）\nＢの主張は争う。\n６  争点６（原告に対する不法行為に基づく損害賠償請求に関する争点）につい\nて\n(1)  争点６－１（インターンの仕事の妨害等の有無及び不法行為該当性）につ\nいて\n（Ｂの主張）\n原告は，Ｂの画廊の業務を手伝うインターンに対し，「Ｂはギャラリーを乗\nっ取った」，「インターンも訴えるよ。」などと言ったり，インターンが帰る時\n間をみはからって，出口の前で待ち伏せをしたり，「作家からあなたにクレー\nムがあった。」と虚偽の言動をしたり，「あなたがここに来ているってことは，\n私に訴えられる覚悟で来ているんでしょうね。」と申し向けるなど，嫌がらせ\nを繰り返し，インターンを不安にさせた。\nまた，原告は，インターンへの嫌がらせをやめさせようとしたＢに対し，\n「何が，警察に捕まった犯罪者が」と本件事務所の展示室内の作家にも聞こ\nえるような声で叫ぶなど，インターンが行う仕事の妨害を繰り返した。\nこれらの原告の行為は，Ｂの業務を妨害する行為であり，Ｂに対する不法\n行為に該当する。\n（原告の主張）\nＢの主張する事実はいずれも否認する。\n原告が，Ｂのインターンに対してＢが指摘する各発言をした事実はない。\n原告が，Ｂに向かって，「何が，警察に捕まった犯罪者が」などと作家に聞\nこえるように発言した事実はない。原告がＢに対して発言した内容は，Ｂの\nインターンが原告の展覧会の際に作家等にあいさつをしなかったことについ\nて，あいさつをするように注意したという程度である。\n(2)  争点６－２（Ｂの損害の発生及びその額）について\n（Ｂの主張）\n原告の不法行為により，Ｂは，インターンのケアに多くの労力を費やすと\n共に，原告の言動によってインターンが辞めたり，新規に採用することが困\n難になったことにより，精神的苦痛を受けた。\nこのことによる精神的損害は５０万円を下回らない。\n（原告の主張）\nＢの主張に係る事実は否認する。\n７  争点７（原告に対する不当利得返還請求の当否）について\n（Ｂの主張）\nＢは本件画廊の本件事務所への移転に伴って，平成２９年７月から平成３０\n年２月にかけて内装費等として合計２６４万円を支払った。\n原告は，本件事務所の営業日の半数において，本件事務所を自己の営業のた\nめに使用しているから，内装費等の半額に対応する１３２万円の利益を得てお\nり，その反面，Ｂは，原告の営業日については営業できないため，原告の利益\nに対応する損失が生じている。\n（原告の主張）\nＢの主張に係る事実は否認する。\nＢは，移転の際の内装費等は全額自らが負担すると述べた上で，本件事務所\nの内装費等を負担した。また，Ｂが内装費等として支出した金銭の原資には，\n原告がＢに外注費名目で支払った金銭が含まれている。\nしたがって，厳密にはＢが上記内装費等をＢが負担したともいえず，また，\n原告が内装費等の半額を法律上の理由なく利得したともいえない。\n８  争点８（原告に対する被告各商標権に基づく差止請求に関する争点）につい\nて\n(1)  争点８－１（原告の役務と被告各商標権の指定役務の類否）について\n（Ｂの主張）\nア  被告各商標権の指定役務\n(ｱ)  被告商標権１の指定役務は別紙５被告商標権目録記載１のとおりであ\nり，その類似群コードは３５Ｂ０１である。類似群コード３５Ｂ０１に\nは「商業のための画廊に関する役務の提供」，「商業又は広告のための画\n廊に関する役務の提供」が含まれているから，被告商標権１の指定役務\nは，商業のための画廊スペースの貸出しや，それに伴う役務の提供を含\nむ。\n(ｲ)  被告商標権２の指定役務は同目録記載２のとおりであり，その類似群\nコードは４２Ｘ１０である。類似群コード４２Ｘ１０には「展示施設の\n貸与及びそれに関する情報の提供」，「商品の販売のための展示施設の貸\n与」が含まれているから，被告商標権２の指定役務は，貸画廊の役務の\n内容に合致している。\nイ  原告の役務\n原告は，令和元年１１月９日以降，現在に至るまで，原告事務所所在地\nにおいて，対価を得る目的で画廊の展示スペースを作家等に貸し出すと共\nに，作家の作品を掲示してオンライン販売をするなど，作家等が展示・販\n売するための便益を図るという業務を行っている。\nこれは，被告商標権１の指定役務である「商業のための画廊に関する役\n務の提供」及び「商業又は広告のための画廊に関する役務の提供」並びに\n被告商標権２の指定役務である「展示施設の貸与及びそれに関する情報の\n提供」及び「商品の販売のための展示施設の貸与」に当たる行為である。\nしたがって，原告の役務は被告各商標権の指定役務と同一又は類似であ\nる。\n（原告の主張）\nア  被告各商標権の指定役務について\n被告各商標権の指定役務は，別紙５被告商標権目録記載のとおりであり，\n画廊に関する役務は含まれていない。「画廊」という文言で商標検索をして\nも，概ね４１類の「美術品や絵画の展示に関する役務」を中心に登録され，\n３５類についても画廊であることを明示して登録がされていることが多く，\n他方で，被告商標権２の指定役務である４３類で指定されているものは見\n当たらない。これは，４３類がいわゆる商品展示会のようなものを行う場\n所を想定しているものであり，文化教養関係や美術関係の商品役務が４１\n類に存在しているからである。\nＢは類似群コードに基づく主張をするが，類似群コードはあくまで類似\nを推定するものであって，これに記載の業務が全て類似であるというわけ\nではない。被告各商標権の指定役務は，いずれも，貸画廊に関する役務を\n含まず，また，貸画廊に関する役務と類似のものではない。\nイ  原告の役務について\n原告が，原告事務所所在地において，対価を得る目的で画廊の展示スペ\nースを作家等に貸し出し，作家の作品をオンライン販売するなどしている\nこと，原告の役務が「商業のための画廊に関する役務の提供」に該当する\nことは認めるが，原告の役務は，被告各商標権の指定役務と同一又は類似\nではない。\n(2)  争点８－２（差止めの必要性）について\n（Ｂの主張）\n原告による前記前提事実(6)イの原告各標章の使用は，被告各商標権を侵害\nするものであり，これについて差止めの必要性が認められる。\n（原告の主張）\nＢの主張は争う。\n(3)  争点８－３（Ｂの原告に対する被告各商標権の行使が権利の濫用に当たる\nか）について\n（原告の主張）\nＢは，本件営業譲渡によって，本件商号に関する権利も原告に譲渡してお\nり，原告はこれを受けて原告各標章を使用している。それにも関わらず，Ｂ\nが，被告各商標権を取得して，原告に対して原告各標章の使用差止めを請求\nすることは，本件営業譲渡と矛盾するものであり，権利の濫用に当たる。\n（Ｂの主張）\n本件営業譲渡の事実は否認し，また，被告各商標権の行為が権利濫用に当\nたるとの評価は争う。\n９  争点９（原告に対する著作権法１１２条１項に基づく差止請求の当否）につ\nいて\n（Ｂの主張）\nＢが本件ロゴマークについての著作権を有しており，Ｂから原告への著作権\nの譲渡がないことは，前記２(3)ア（Ｂの主張）及び同イ（Ｂの主張）のとおり\nである。\n原告各標章は本件ロゴマークの複製物に当たるから，原告が原告各標章を前\n記前提事実(6)イのとおり使用することは，インターネット上での利用が本件ロ\nゴマークに係るＢの公衆送信権の侵害に，インターネット上での利用以外の看\n板，掲示物及びチラシ等における利用が本件ロゴマークに係るＢの複製権の侵\n害に，それぞれ当たり，当該行為を差し止める必要がある。\n（原告の主張）\nＢが本件ロゴマークについての著作権を有していないこと，仮に，Ｂが本件\nロゴマークの著作権を有しているとしても原告に著作権の譲渡がされたことは，\n前記 2(3)ア（原告の主張）及び同イ（原告の主張）のとおりである。\n前記前提事実(6)イの原告各標章の使用が本件ロゴマークについての公衆送信\n権及び複製権の侵害に当たるとの主張は争う。\n10  争点１０（原告に対する不正競争防止法２条１項１９号の不正競争を理由と\nする差止請求に関する争点）について\n(1)  争点１０－１（「ギャラリーアートポイント」が「他人の特定商品等表示」\nに当たるか）について\n（Ｂの主張）\nＢは，「ギャラリーアートポイント」という名称で本件画廊を長年経営し，\n「株式会社ギャラリーアートポイント」との名称の被告会社を設立した後も，\n画廊名としては「ギャラリーアートポイント」の名称のみを公表しており，\nこれが本件画廊を象徴する存在として周囲に周知され，独自の存在意義と利\n益を得ているから，「ギャラリーアートポイント」との商号は，原告にとって\n「他人」であるＢの「特定商品等表示」に当たる。\n（原告の主張）\n本件営業譲渡によって本件画廊の名称に関する権利も原告に譲渡されてい\nるから，「ギャラリーアートポイント」との名称は，Ｂの「特定商品等表示」\nではなく，原告にとって「他人」の「特定商品等表示」に当たらない。\n(2)  争点１０－２（図利加害目的の有無）について\n（Ｂの主張）\n原告は，あえてＢの商号と類似の原告ドメイン名を使用しており，①他人\nの顧客吸引力を不正に利用して事業を行う目的があること，及び，あえてＢ\nの営業を中傷し，Ｂの顧客を自己の画廊に誘導するなどして，②Ｂの営業に\n損害を与えようとしていることは明らかであるから，原告には図利加害目的\nがあるといえる。\n（原告の主張）\n原告は，本件営業譲渡により，「ギャラリーアートポイント」との名称の権\n利もＢから譲り受けているから，その使用に図利加害目的はない。\nまた，原告は，原告ウェブサイト上でも，Ｂとの混同を避けるように注意\n喚起をしており，Ｂの顧客を自己に誘導するようなことはしていないから，\nこの点でも図利加害目的はない。\n(3)  争点１０－３（差止めの必要性）について\n（Ｂの主張）\n原告が原告ドメイン名を取得，保有及び使用することにより，Ｂによる本\n件画廊の顧客や顧客になり得る作家らが原告ウェブサイトに誘導され，Ｂの\n顧客が奪われている。また，原告ドメイン名と被告らウェブサイトに係るド\nメイン名とで，類似のドメイン名が２種類あることから，顧客らが経営権に\n紛争があるのではないかと不信感を抱くようになっている。\nしたがって，原告による，原告ドメイン名の主要部分である「ａｒｔｐｏ\nｉｎｔ」を含むドメイン名の取得，保有及び使用によって，Ｂの営業上の利\n益を侵害するおそれがあるから，これを差し止める必要がある。\n（原告の主張）\n原告は，原告ドメイン名を使用する原告ウェブサイト上で，類似サイトと\nの混同を避けるように注意喚起をしており，Ｂの画廊との混同によって，Ｂ\nの営業上の利益を侵害するおそれはない。\n第４  当裁判所の判断\n１  争点１－１（本件営業譲渡契約の成否）について\n(1)  事実経過等\n前記前提事実に証拠（甲５４，１０１ないし１１０，１２７，１２８，１\n３２ないし１３４，１３６，１５７，２０６，２２１，乙１３，１７，２０，\n２１，２４，２５，３８，４０，４１，６１ないし６３，６７，７２，７４，\n原告本人，Ｂ本人）及び弁論の全趣旨を総合すれば，以下の事実が認められ\nる（認定事実の末尾に，当該事実の認定に用いた主な証拠を掲記する。）\nア  Ｂは，遅くとも，母であるＤが亡くなった平成１９年以降，本件商号を\n用いて，貸画廊である本件画廊を東京都中央区銀座のエリザベスビル（以\n下「画廊旧所在地」ということがある。）において経営していた（甲１０１，\n乙４１，７４，Ｂ本人）。\nイ  原告は，平成２６年８月頃にＢと知り合ったが，それ以前に画廊での勤\n務経験はなく，画廊の業務についての知識もなかった。\n原告は，その当時は会社員として勤務していたが，同年１１月頃から休\n日に本件画廊の仕事を手伝うようになり，平成２７年２月２０日にＢと結\n婚した後，同年５月頃に上記の勤務先を退職して本件画廊の仕事に専念す\nるようになり，また，その頃からＢと同居するようになった（甲２２１，\n原告本人）。\nウ  原告とＢとは，本件画廊の業務について，平成２７年から，いずれも個\n人事業主の形式で業務を行っていた（甲２２１，乙４０，原告本人）。\n原告は，Ｂに対して，画廊旧所在地での原告の売上げの概ね６０％に相\n当する金額を「外注費」ないし「画廊使用料」の名目で支払っており，少\nなくとも，以下のとおり，平成２８年２月１０日から平成２９年９月１５\n日にかけて，合計５３２万８７００円を，口座振込み又は相殺処理（平成\n２８年８月６日分）の方法で支払った。原告から，Ｂへの上記の名目での\n支払は平成２９年９月１５日のものが最終となった（甲１２７，１２８，\n乙４０，原告本人，Ｂ本人，弁論の全趣旨）。\n平成２８年２月１０日   １３万５１２８円\n平成２８年３月１１日   １５万５１３６円\n平成２８年４月１３日    ８万８８９６円\n平成２８年５月１４日   １８万９５７８円\n平成２８年６月１日    ２３万５３６８円\n平成２８年７月６日    ４１万６０４０円\n平成２８年８月６日    １９万４４００円（相殺処理による支払）\n平成２８年９月２１日   ３５万５８００円\n平成２８年１０月５日   ２８万７８８０円\n平成２８年１１月１日   ３８万４５２８円\n平成２８年１２月１６日  １１万９９４４円\n平成２９年１月１６日   ４４万８８２４円\n平成２９年２月１７日   ３３万６１９２円\n平成２９年３月１４日   ２６万９６８０円\n平成２９年４月１２日   １２万９８１０円\n平成２９年５月１９日   ３１万８８４０円\n平成２９年６月２１日   ３３万６４０８円\n平成２９年７月１９日   ３５万１８８８円\n平成２９年９月１５日   ５７万４３６０円\n合計５３２万８７００円\nエ  前記ウの当時，本件画廊に係る主な経費及び原告とＢの主な生活費につ\nいては，Ｂが負担していた（甲１３６，原告本人，Ｂ本人）。\nオ  原告とＢは，平成２８年頃から，画廊旧所在地からの本件画廊の移転先\nを探しており，平成２９年１０月２４日付けで，双方が賃借人となって，\n本件事務所についての本件賃貸借契約を締結した（甲５，１３２ないし１\n３４，乙３８，６１，６２）。\n上記の本件画廊の移転に関し，原告は，本件賃貸借契約に係る敷金及び\n保証会社の保証料の合計１１７万４７３４円並びに仲介手数料２５万３６\n９２円を負担し，他方で，Ｂは，移転後の本件事務所の内装費等として２\n３０万円程度を負担した（甲１０３ないし１０５，１０８，１１０，乙２\n０）。また，原告とＢは，本件賃貸借契約に関し，火災保険料及び初回支払\n分（平成２９年１２月分）の賃料をそれぞれ半額ずつ負担し，その後の平\n成３０年１月分と２月分の賃料についても１か月分ずつ負担した（甲１０\n３ないし１０７，乙１７，２０）。\nカ  Ｂは，原告への暴行を理由として，平成２９年１２月下旬に逮捕，勾留\nされ，平成３０年１月中旬に罰金の略式命令を受けた。原告とＢは，この\n刑事事件がきっかけとなり，別居を開始した（甲２２１，乙７２）。\nキ  前記カの刑事事件の示談交渉等を通じて，原告とＢとは，直接，又は弁\n護士を介するなどして，離婚するか否か，今後の本件事務所の使用方法，\n経費負担，生活費の負担，前記ウの外注費の返金の要否等について交渉を\n行うようになり，全面的な合意には至らなかったものの，少なくとも，当\n面，本件賃貸借契約によって賃借した本件事務所を交互に使用することに\nついては相互に了承した。原告とＢは，遅くとも平成３０年２月までに画\n廊旧所在地での本件画廊の営業を終了して，上記の新たに賃借した本件事\n務所への移転を完了させた（甲５４，２２１，乙１３，２１，２５，原告\n本人，弁論の全趣旨）。\n(2)  甲４書面及び甲３書面の記載内容等\nア  甲４書面の記載内容等\n甲４書面の記載内容等については，以下の事実が認められる（甲４，２\n０２）。\n(ｱ)  甲４書面には，その上部から中ほどにかけて，次の手書きの記載があ\nる。\n「Ａ様\n私Ｂは企画画廊の資金８００万円をＡから受け取りましたのでＧＡＬ\nＬＥＲＹ  ＡＲＴ  ＰＯＩＮＴの移転場所が決まり移転したらＧＡＬ\nＬＥＲＹ  ＡＲＴ  ＰＯＩＮＴの名前も事業もすべての権利をＡに譲\n渡します」\n「資金受け取り日\n２０１５年度  合計￥５，７１０，０００－  手渡しにて受領しま\nした\n２０１６年度  合計￥３，０５３，４１０－  口座振込にて受領し\nました\n２０１７年度  合計￥２，３１７，１７８－  口座振込にて受領し\nました」\n(ｲ)  甲４書面の下部には，「２０１７年９月２６日」との手書きの記載が\nあり，その横に「Ｂ」との署名があり，署名の横に「Ｂ」の印影がある。\n(ｳ)  甲４書面の前記(ｱ)の記載と前記(ｲ)の署名押印との間には空白があり，\nそこに押印する形で，公証人により，平成３０年９月１９日の確定日付\nが付されている。\nイ  甲３書面の記載内容等\n甲３書面の記載内容等については，以下の事実が認められる（甲３）。\n(ｱ)  甲３書面の最上部には横書きで「ＢがＡから２０１５年度手渡しで受\nけ取ったお金合計￥５７１０，０００－になります」との手書きの記載\nがある。\n(ｲ)  甲３書面には，前記(ｱ)の記載のすぐ下に，概ね以下のような配置で，\n「３６万」等の「万」で終わる数字が手書きされており，これらの数字\nの上又は左に「２０１６年１／３」などと日付が手書きされている。\n「2016 年 1/3     2015 年         2015 年\n３６万     2/20  ４５万      2/28    ５０万\n2015 年\n3/22  ３０万\n2015 年 4/26  ７５万    2015 年 5/24  １５０万\n2015 年 8/3   ３０万\n2015 年 9/12  ２０万\n2015 年 10/2  ５０万\n2015 年 11/9  １０万\n2015 年 12/6  ６０万\n2015 年  12/20   １５万」\nまた，これらの日付以外の数字のうち，「３６万」，「７５万」及び「５\n０万」は四角い枠で囲まれ，「４５万」は丸で囲まれ，「１５０万」は四\n角い枠で囲まれた上で，２重に丸で囲まれている。\n(ｳ)  前記(ｲ)の日付以外の各数字には，その右側に「Ｂ」の印影がある。\n(ｴ)  甲３書面の「2015 年  12/20   １５万」の記載がされた下の部分に\nは切り取られたような痕跡がある（原告本人，Ｂ本人，弁論の全趣旨）。\n(3)  本件営業譲渡契約の成否の検討\nア  原告は，本件営業譲渡契約が平成２７年２月２０日頃に成立したと主張\nするところ，弁論の全趣旨によれば，その当時に作成された営業譲渡に係\nる合意を内容とする処分証書としての契約書等は存在しないものと認めら\nれる。\nこの点に関し，前記(2)アのとおり，平成２９年９月２６日付けのＢ名義\nの甲４書面には，Ｂが「ＧＡＬＬＥＲＹ  ＡＲＴ  ＰＯＩＮＴの名前も事\n業もすべての権利をＡに譲渡します」との記載があるところ，原告は，甲\n４書面は本件営業譲渡に係る処分証書に近い性質の文書であると主張する。\nそこで，まず，甲４書面及び原告が甲４書面と同時に作成されたと主張す\nる甲３書面の成立について検討し，次に，これらの書面及びその他の証拠\nから，本件営業譲渡契約の成立が認められるかを検討する。\nイ  甲４書面及び甲３書面の真正な成立の推定について\n(ｱ)  甲４書面の真正な成立の推定について\nａ  証拠（甲４，５，乙４１，６２）及び弁論の全趣旨によれば，甲４\n書面における「Ｂ」との印影は，本件賃貸借契約書におけるＢ名下の\n印影と同一であり，Ｂの印章によるものと認められる（以下，甲４書\n面に用いられたＢの印章を「本件印章」という。）。なお，Ｂは，事務\n所で保管している「三文判」については原告と共有していた旨を述べ\nるが，本件印章について，これを原告が使用していたことを認めるに\n足りる証拠はない。\nｂ  前記ａによれば，甲４書面については，作成名義人であるＢ名下の\n印影が，Ｂの印章によって顕出されているから，反証のない限り，当\n該印影はＢの意思に基づいて顕出されたものと事実上推定され，民訴\n法２２８条４項により，甲４書面は真正に成立したものと推定される\nことになる。\n(ｲ)  甲３書面の真正な成立の真正について\nａ  証拠（甲３ないし５）及び弁論の全趣旨によれば，前記(2)イ(ｳ)の\n「Ｂ」の印影は，本件賃貸借契約書及び甲４書面におけるＢ名下の印\n影と同じく，本件印章によるものと認められる。\nｂ  前記 a によれば，甲３書面については，作成名義人であるＢの印章\nによって顕出されているから，反証のない限り，当該印影はＢの意思\nに基づいて顕出されたものと事実上推定され，民訴法２２８条４項に\nより，甲３書面は真正に成立したものと推定されることになる。\nウ  甲４書面の成立の推定を覆すべき事情の有無について\n(ｱ)  本件印章について\nＢは，本件印章について，自分の印章であるならば，いくつかある\n「三文判」の一つであり，本件事務所の机の引き出しに入れていたもの\nの一つである可能性がある旨供述する。\nそこで検討するに，証拠（甲５，乙３８，４１，６２）及び弁論の全\n趣旨によれば，本件印章は，Ｂの印鑑登録された印章ではなく，Ｂは，\n確定申告書（乙４１）や入居申込書（乙３８，６２）の作成には本件印\n章とは異なる印章を用いていたことが認められ，それらの印章と比較し\nて，本件印章が印影の大きさや字体において特徴があるともいえない。\nそうすると，本件印章が本件事務所において本件画廊の業務に関して日\n常的に使用していた複数の印章のうちの一つである旨のＢの供述は不自\n然ではなく，また，Ｂが，その保有する印章のうちで，本件印章を特に\n厳重に管理保管していたことを窺わせる証拠はない。\nそして，前記(1)のとおり，原告とＢとは，平成２７年５月頃から平成\n２９年１２月まで同居し，共に本件画廊の業務に従事しており，同月に\nＢが逮捕，勾留されたことで同居を解消した後も，移転後の本件事務所\nを交互に使用し，同じ事務室を使用していたものである。これらの事情\nに照らせば，甲４書面の作成日付である平成２９年９月２６日当時から，\nその公証人による確定日付が付された平成３０年９月１９日までの間に\nおいて，原告が本件印章に接触することは可能であったものと認められ\nる。\n(ｲ)  甲４書面の体裁について\n証拠（甲４，２２１，原告本人）及び弁論の全趣旨によれば，甲４書\n面において，「Ｂ」との署名及びその横の「Ｂ」の印影を除いた部分（前\n記(2)ア(ｱ)及び同(ｲ)のうち「２０１７年９月２６日」との日付）の記載\nは原告が記載したものと認められる。\nそして，証拠（甲４，５，Ｂ本人）及び弁論の全趣旨によれば，甲４\n書面における前記(2)ア(ｲ)の「Ｂ」との署名は，既に記載されていたも\nのをコピーするなどして作出されたものではなく，ペンのような筆記具\nによって実際に記載されたものであると認められ，また，Ｂによる自署\nと認められる本件賃貸借契約書（甲５），確定申告書（乙４１）及び入居\n申込書（乙３８，６２）におけるＢの署名と類似しているものの，その\n筆跡自体から，甲４書面における署名をＢ自身が記載したとまでは認め\nることができない。\n(ｳ)  甲４書面の記載内容について\n甲４書面の内容は，前記(2)アのとおりであり，「私Ｂは企画画廊の資\n金８００万円をＡから受け取りましたのでＧＡＬＬＥＲＹ  ＡＲＴ  Ｐ\nＯＩＮＴの移転場所が決まり移転したらＧＡＬＬＥＲＹ  ＡＲＴ  ＰＯ\nＩＮＴの名前も事業もすべての権利をＡに譲渡します」との記載，Ｂが\n原告から手渡しで合計５７１万円及び口座振込みで合計５３７万０５８\n８円の資金を受領した旨の記載等がされている。\nしかしながら，前記(1)オのとおり，原告とＢは，甲４書面の作成日付\nである平成２９年９月頃，本件画廊の移転を予定していたところ，その\n頃の時点で，Ｂが本件商号を用いた貸画廊の事業を止めて，企画画廊等\nの他の事業を開始する具体的な準備をしていたことを裏付ける証拠はな\nい。また，前記(1)オのとおり，原告とＢは，同年１０月には移転先の画\n廊に係る本件賃貸借契約を締結しているところ，同契約の締結は原告と\nＢとが連名で行い，移転後の本件事務所の内装費等をＢが負担するなど\nしており，本件全証拠によっても，その時点においても，Ｂが本件商号\nを用いた貸画廊の事業を終了しようとしていたことを窺わせる事情は認\nめられない。そうすると，Ｂは，本件画廊の移転後も引き続き本件商号\nを用いて貸画廊の事業を行うつもりであったと認めるのが相当であり，\n甲４書面の記載内容は，このような認定事実に反する明らかに不自然な\n内容を含むものといえる。\n原告は，本件賃貸借契約を連名で行ったのは，当時，原告１人では借\nりられず，Ｂも自分の事業を始めるために場所を探していたが見つけら\nれなかったので，初めは２人で一緒の場所で事業を行うこととなったた\nめであり，Ｂは別の場所を借りて企画画廊を行う予定であった旨供述す\nる。しかしながら，上記のとおり，Ｂが本件商号での事業を終了して，\n新たに自分の事業を始めることを企図して，その準備をしていたことを\n認めるに足りる証拠はなく，原告の上記供述は，裏付けを欠くものであ\nって，甲４書面の記載内容がその当時のＢの事業方針と整合しないとい\nう点を十分に説明できるものではない。したがって，原告の上記供述は\n採用することができない。\n(ｴ)  甲４書面の作成状況についての原告の供述について\n甲４書面の作成状況について，原告は，自宅において，Ｂから売上げ\nの６０％の外注費名目での支払を求められたことに対して，支払を継続\nするためには，甲４書面及び甲３書面を書いてほしいとＢに求め，Ｂが\n作成に応じた旨供述する。\nしかしながら，①甲４書面及び甲３書面には，原告がこれまで支払っ\nた金銭の額についての記載がある一方で，今後，その支払が継続する旨\nの記載はない。かえって，②甲４書面には，外注費の名目で口座振込み\n等で支払ったと主張する前記(1)ウの金銭について，Ｂの企画画廊の資金\nであって，その受取は完了している旨の記載がある。そうすると，原告\nが供述する上記の甲４書面の作成状況と甲４書面の記載内容とが整合し\nているとはいえない。\nこの点について，原告は，Ｂには支払を継続すると述べたものの，実\n際には，甲４書面及び甲３書面を作成してもらえば，その後に支払を継\n続するつもりはなかった旨供述し，前記(1)ウのとおり，原告からの外注\n費名目の支払は，その後行われていないものであるが，これらの点を考\n慮しても，原告が供述する上記の内心は甲４書面の作成時においては説\n明されていないものであるから，原告が供述する甲４書面の作成状況と\n甲４書面の実際の記載内容とが整合していないという上記の①及び②の\n点について，その合理的な説明がされているとはいえない。\n(ｵ)  甲４書面の保管状況等について\nａ  甲４書面は，前記(2)ア(ｳ)のとおり，平成３０年９月１９日の確定\n日付が付されているが，それ以前の甲４書面の保管状況を確定し得る\n証拠はない。\nｂ  前記(1)キのとおり，原告は，平成３０年１月頃以降，Ｂとの間で，\n弁護士を介するなどして画廊の使用方法等について交渉をしていたが，\n証拠（甲５４，２０６，２２１，乙１３，１５，２１，２４，２５，\n原告本人，Ｂ本人）及び弁論の全趣旨によれば，原告は，同年９月１\n９日以前において，上記の交渉の中で，Ｂに対し，甲４書面及び甲３\n書面の存在を指摘したことはなく，本件営業譲渡契約が成立している\nとの主張や甲３書面に記載されている５７１万円の現金の交付の事実\nの主張を明示的に行ってもいなかったものと認められる。このような\n原告の態度は，甲４書面及び甲３書面が平成２９年９月２６日当時に\n作成されていたとすれば，不自然なものといえる。\nなお，原告から当時の原告の代理人であったＶ弁護士に送信された\n平成３０年２月２６日付けのメール（乙１３）には，原告のＢに対す\nる主張内容として「お母さまが守った画廊エリザベスビルはそちらが\nエリザベスビルの解約と保証金を受け取った時点で終わっております。\n東和銀座一丁目ビルは私が探して保証金を入れた画廊です。」との記載\nがある一方，その前後には「ＧＡＬＬＥＲＹ  ＡＲＴ  ＰＯＩＮＴの\n名前でこちらも活動しておりますしこの画廊の名前はＧＡＬＬＥＲＹ\nＡＲＴ  ＰＯＩＮＴで２つの個人事業主（ディレクター）が入って\nいるという事でお客様には説明もしております。…私が使ってはいけ\nないという権利はそちらにはございません。」「こちらが画廊名を使用\nできないのであれば…ＧＡＬＬＥＲＹ  ＡＲＴ  ＰＯＩＮＴの名前事\n態無くしてもらう事になります」との記載もある。そうすると，上記\nのメールに記載された原告のＢに対する主張内容は，本件商号は原告\nとＢの双方が使用できるものであり，母から本件画廊を受け継いだこ\nとを理由としてＢが原告に対して本件商号の使用禁止を求めることは\nできない旨を訴える趣旨と理解できる。したがって，上記のメールは，\n平成３０年２月当時において原告がＢに対して甲４書面及び甲３書面\nに基づき本件営業譲渡契約の存在を主張していたことを裏付けるもの\nではない。\nｃ  原告は，甲４書面及び甲３書面の存在，本件営業譲渡契約の成立及\nび５７１万円の現金交付の事実をＢとの交渉当初に主張していなかっ\nた理由について，当時の原告の代理人であったＶ弁護士に初めて相談\nした際に，本件営業譲渡の事実や，手渡しでＢに現金を交付したこと\nがあることを伝え，Ｂに甲４書面及び甲３書面を作成してもらったが，\nこれらの書面が手元にないことを説明したところ，Ｖ弁護士から，証\n拠がなければどうにもならないため，甲４書面及び甲３書面の存在や\n本件営業譲渡契約及び手渡しでの現金交付の事実についての主張はせ\nず，外注費名目で口座振込みで支払った金銭の返還を求めようとの説\n明を受けたため，甲４書面及び甲３書面を発見するまでは，これらに\n基づく主張は控えていた旨供述する。\nしかしながら，原告がＶ弁護士に対して，甲４書面及び甲３書面の\n存在を伝えていたことを裏付ける証拠はない。また，証拠（乙２１）\nによれば，Ｖ弁護士は，遅くとも平成２９年１２月３１日の時点で，\nＢの弁護人ないし代理人の弁護士と連絡を取っていると認められるか\nら，原告がＶ弁護士に甲４書面及び甲３書面が手元にないとの上記の\n説明をしたとすれば，その時点以前であると考えられるが，原告は，\nこれらの書面の紛失に気付いた時期について，平成３０年１月中旬に\nＢの勾留が終わることになって原告が引っ越しをする際に紛失に気付\nいたものであり，それ以前には気付いていなかったとも供述している。\nそうすると，甲４書面及び甲３書面の紛失に気付いた時期についての\n上記二つの原告の供述は，互いに矛盾するものといえ，Ｖ弁護士の助\n言により，甲４書面及び甲３書面の存在及び本件営業譲渡契約につい\nて，Ｂとの交渉当初の時点で主張しなかったとの原告の供述は，採用\nし難いというべきである。\nｅ  甲４書面及び甲３書面の保管場所について，原告は，本人尋問にお\nいて，甲４書面及び甲３書面を画廊旧所在地の本件画廊に持って行き，\n自分の机の鍵の掛からない引出しに入れていたものであり，平成３０\n年１月中旬にＢの勾留が終わることになり，原告が別居するために引\nっ越しをする際に紛失に気付いた旨供述するところ，令和３年１月２\n２日付けの原告の陳述書（甲２２１）においては，甲４書面及び甲３\n書面をバッグに入れていたところ，上記の別居の際にＢの自宅に置い\nてきてしまった旨の記載がされており，保管場所についての原告の説\n明内容には変遷が見られる。\nまた，甲４書面及び甲３書面の発見状況について，令和３年１月２\n２日付けの原告の陳述書（甲２２１）では，原告の実家である原告の\n母の家を本件画廊の移転に際してＢが倉庫のように利用しており，平\n成３０年９月１８日に，原告の実家において，Ｂの服の中から甲３書\n面が，Ｂの本の中から甲４書面が出てきた旨の記載があり，原告は本\n人尋問においても同様の供述をする。上記のように，甲４書面及び甲\n３書面の保管場所についての原告の説明内容には変遷があるが，これ\nらの書面が別居の際に置き忘れた原告のバッグに入っていたとすると，\n別居後にＢが原告の実家に自らの荷物を持ち込んだということになる\nが，別居後の行動としては不自然であるし，そのような事実を裏付け\nる証拠はない。また，これらの書面を原告が本件画廊の机の引出しに\n入れていたとしても，Ｂが，隠匿等のためこれらの書面を原告の引出\nしから無断で持ち出しながら，自らが確実に管理せず，それを服や本\nに挟んだまま原告の実家に持ち込んだというのは，やはり不自然であ\nる。\nｆ  このように，平成３０年９月１９日以前の，甲４書面の保管状況を\n裏付ける証拠はなく，その保管，紛失，発見状況に関する原告の供述\nは不自然なものといわざるを得ない。\n(ｶ)  小活\n以上のとおり，本件印章が本件画廊の業務に関して日常的に使用して\nいた複数の印章のうちの一つであり，原告が本件印章に接触することが\n可能であったことに加え，甲４書面のうち，Ｂが記入したとされる部分\nはその署名部分のみであり，筆跡自体から，当該署名をＢ自身が記載し\nたとまでは認められないこと，甲４書面の記載内容が，その当時のＢの\n事業方針と整合しないものであり，原告が供述する甲４書面の作成状況\nとも整合しているとはいえないこと，甲４書面の平成３０年９月１９日\n以前の保管状況を裏付ける証拠がなく，その保管，紛失及び発見状況に\n関する原告の供述は不自然といわざるを得ないことを総合すれば，甲４\n書面についての，前記イ(ｱ)の真正な成立の推定は覆されるというべきで\nある。\nまた，前記のとおり，甲４書面におけるＢ名義の署名について，その\n筆跡自体からＢが行ったとまでは認められない。この点について，原告\nは，Ｂ名義の署名はＢ自身が行った旨を供述するが，Ｂは署名の事実は\nないと供述しており，Ｂによる署名の事実を裏付ける客観的な証拠はな\nい上，前記(ｳ)ないし(ｵ)で検討した，甲４書面の記載内容が不自然な内\n容を含むこと，原告が供述する上記の甲４書面の作成状況と甲４書面の\n記載内容とが整合しているとはいえないこと，甲４書面の保管，紛失，\n発見状況に関する原告の供述は不自然なものといわざるを得ないことも\n考慮すれば，甲４書面のＢ名義の署名をＢが行ったとの原告の供述は採\n用することができない。\nその他，甲４書面がＢの意思に基づいて成立したことを認めるに足り\nる証拠はない。\nエ  甲３書面の成立の推定を覆すべき事情の有無について\n(ｱ)  本件印章について\n前記ウ(ｱ)のとおり，本件印章は本件画廊の業務に関して日常的に使用\nしていた複数の印章のうちの一つであり，原告が本件印章に接触するこ\nとが可能であったものと認められる。\n(ｲ)  甲３書面の体裁及び甲３書面の作成状況についての原告の供述につい\nて\nａ  証拠（原告本人，Ｂ本人）及び弁論の全趣旨によれば，甲３書面に\nおける前記(2)イ(ｱ)の部分及び同(ｲ)の記載のうち各日付は原告が記載\nしたものであり，同(ｲ)の記載のうち日付以外の「３６万」等の各数字\n及びこれらの数字の周囲の四角ないし丸い囲みはいずれもＢが鉛筆で\n記載したものと認められる。\nしかしながら，金銭授受の事実を記載する趣旨の押印のある書面に\nおいて，金額部分を容易に修正可能な鉛筆で記載するというのは不自\n然であると考えられる。また，金額の記載の配置等についても，平成\n２７年の金額について，「2015 年 2/20」と「2015 年 2/28」及び「2015\n年 4/26」と「2015 年 5/24」のみが横に並べられ，その他は，縦１列に\n記載されている理由や，一部の数字のみが四角や丸で囲まれている理\n由は，記載上明らかではなく，また，甲３書面の下部に切り取られた\nような痕跡がある理由も明らかではない。\nｂ  原告は，甲３書面について，原告のメモ帳の記載（甲２。以下「本\n件メモ」という。）をＢに示して，そこに記載されている金額を記載し\nてもらい，署名をしてもらった，日付については記載をしてもらえな\nかったため，各金額の上又は左の日付は原告が記載し，その上でＢが\n押印をしたと供述する。確かに本件メモには，「２０１５年２月２０日」\nから「２０１６年１月３日」までの日付とその横に交付した金額が記\n載されており，日付と金額の記載内容は甲３書面と一致するものであ\nるが，本件メモにおける日付と金額は上から下に一列に，日付が古い\n順に記載されているものであって，甲３書面における上記の配置と一\n致するものではなく，また，甲３書面において四角や丸で囲まれてい\nる金額について，本件メモにおいて他の日付における金銭交付と特段\n異なる記載がされているとも認められない。したがって，この点の原\n告の供述は，甲３書面における記載の配置と必ずしも一致しないもの\nというべきである。\nまた，原告は，甲３書面の下部が切除されていることについて，Ｂ\nに甲３書面の最下部に署名をしてもらい，そこに押印してもらったが，\n甲３書面を紛失して発見した際には，その署名押印部分が切り取られ\nてなくなっていた旨供述する。しかしながら，前記ウ(ｵ)のとおり，原\n告は甲３書面は紛失後にＢの服の中から見つかったと供述するもので\nあるから，原告の供述を前提とすると，甲３書面の切除をした者もＢ\nであると考えるのが自然であるところ，甲３書面の残存部分にもＢの\n手書きの記載があり，本件印章が押捺されていることも考慮すると，\nＢがその全体を破棄するのではなく，署名押印部分のみを切除したと\nいうのは，不自然といわざるを得ない。したがって，原告の上記供述\nは，甲３書面の下部が切除されていることを合理的に説明するもので\nはない。\nこのように，甲３書面の作成状況についての原告の供述は，甲３書\n面の体裁の不自然さを払拭するものではなく，むしろ，その供述自体\nに不自然な内容を含むものであるといわざるを得ない。\n(ｳ)  甲３書面の記載内容について\n甲３書面の記載内容は，前記(2)イのとおりであり，「ＢがＡから２０\n１５年度手渡しで受け取ったお金合計￥５７１０，０００－になります」\nとの手書きの記載の下に，日付と金額であると考えられる記載があり，\n記載された各金額の合計は５７１万円となる。\n原告は，これらの金銭の交付について，原告の母親が原告のために自\n宅において現金で保管していた金銭があり，原告はこれを自由に持ち出\nすことが許可されていて，原告の実家からその都度持ち出してＢに現金\nで交付していた旨供述するが，そのような現金の持ち出しやＢへの交付\nを客観的に裏付ける記載はない。原告は，手渡しでの現金の交付につい\nては，本件メモにその都度記録していたと供述するが，本件メモは，「お\n母さんからの借入金  Ｂさんへ  渡したお金」との表題の下に，日時，\n金額が日付の上から下に整然と記載され，最下部に「合計  ５７１０，\n０００－」との記載があるものであり，各記載に用いた筆記具に違いが\nあることもうかがわれず，その体裁から，交付の都度記載していたこと\nが分かるものではなく，むしろ一度にまとめて記載した可能性を否定で\nきない。原告は，本件メモ以外には記録を残していなかった旨も供述し\nており，甲３書面に記載された日時に，それぞれ対応する金額が手渡し\nで交付されたことについて，他の証拠によって裏付けられているとはい\nえない。\n(ｴ)  甲３書面の保管状況等について\n前記ウ(ｵ)のとおり，原告は，平成３０年９月１９日以前には，Ｂとの\n交渉の中で，甲３書面の存在を指摘したことはなく，５７１万円の現金\nを手渡しした旨の主張もしていなかったものであって，本件営業譲渡契\n約が成立しているとの主張を明示的に行ってもいなかったものと認めら\nれる。このような原告の態度は，原告が主張するように甲３書面が平成\n２９年９月２６日当時に作成されていたとすれば，不自然なものである\nといえる。また，甲３書面の保管，紛失及び発見状況に関する原告の供\n述も，不自然な内容を含むものである。\n(ｶ)  甲３書面の作成経緯についてのＢの供述について\n甲３書面のＢの手書部分の作成経緯について，Ｂは，平成２９年の７\n月か８月頃に，当時移転先として検討していた芦澤ビルでの本件画廊の\n売上げと経費の収支をシミュレーションし，これを原告に見せて説明し\nたものであり，その際には，甲３書面の他の記載や押印はされていなか\nった旨供述する。\nさらに，Ｂは，芦澤ビルでは３つのスペースが取れるところ，甲３書\n面の中央の一番上の上記「３６万」，「４５万」及び「５０万」は「中ス\nペース」での月間売上予測であり，平均的には中央に記載した「４５万\n円」と予測し，「４５万円」の下の「３０万」及び「７５万」は他の２つ\nのスペースでのそれぞれの月間売上予測であり，これらの３つのスペー\nスの月間売上予測を合算した１５０万円（４５万円＋３０万円＋７５万\n円）が「７５万」との記載の右側に記載された四角と二重丸に囲まれた\n「１５０万」であって，また，「７５万」の下部の記載については，支出\nの予測を記載したものであり，そのうち「３０万」及び「２０万」は順\nにＢ及び原告の給与であって，その下の四角く囲まれた「５０万」はそ\nの合算であり，その下部の「１０万」は原告の母への仕送り分，「６０万」\nは賃料や管理費，「１５万」は雑費である旨供述する。\nＢの上記供述は，前記(ｲ)ａで検討した，Ｂの記載した金額の配置が揃\nっていないことや，一部の数字に丸や四角での囲みが記載されているこ\nとを一応説明し得るものであり，原告に示すためのシミュレーションで\nあったとすれば，Ｂ作成部分が鉛筆で記載されていることも不自然では\nない。また，証拠（乙３８，５９，６１，６２）及び弁論の全趣旨によ\nれば，Ｂは平成２９年夏頃に，実際に芦澤ビルへの移転を検討していた\nことが認められ，この事実はＢの上記供述に符合するものである。原告\nは，Ｂが作成した入居申込書（乙６２）に記載された芦澤ビルの賃料は，\n月３４万円，共益費は１０万１９３９円であるから，賃料を６０万円と\nする上記のシミュレーションとは開きがある旨指摘するが，当該入居申\n込書は平成２９年８月２日付けのものであり，それ以前の同年４月２０\n日付けのＢによる入居申込書（乙３８）においては，賃料について賃料\n４０万７７６０円（税別），共益費１０万１９４０円（税別）と記載され\nていたから，Ｂがシミュレーションにおいて賃料を６０万円程度とする\nのが不自然とはいえない。\nそうすると，甲３書面について，Ｂの手書部分は移転後の本件画廊の\n売上げと経費の収支をシミュレーションしたものであり，原告に甲３書\n面を示した際には，原告による記載や本件印章による押印はされていな\nかった旨のＢの供述を排斥することはできず，甲３書面について，Ｂが\nシミュレーションのために作成した文書に原告が加筆して作成した可能\n性を否定することはできない。\n(ｷ)  小括\n以上のとおり，本件印章が本件画廊の業務に関して日常的に使用して\nいた複数の印章のうちの一つであり，原告が本件印章に接触することが\n可能であったことに加え，甲３書面の体裁には被告作成部分が鉛筆で記\n載されていることや，各記載の配置，甲３書面の下部に切り取られたよ\nうな痕跡があるといった不自然な点があること，甲３書面の作成状況に\nついての原告の供述は，甲３書面の体裁の不自然さを払拭するものでは\nなく，かえって，供述内容自体に不自然な内容を含むものであること，\n甲３書面に記載された現金の交付が，他の証拠によって十分に裏付けら\nれているとはいえないこと，甲３書面の保管，紛失及び発見状況に関す\nる原告の供述は不自然な内容を含むものであること，他方で，甲３書面\nの作成経緯についてのＢの供述を排斥することはできず，Ｂがシミュレ\nーションのために作成した文書に原告が加筆して作成したものであった\n可能性が否定できないことからすれば，甲３書面についての前記イ(ｲ)の\n真正な成立の推定は覆されるというべきであり，その他，甲３書面が，\n原告の主張するような趣旨の文書として，Ｂの意思に基づいて成立した\nことを認めるに足りる証拠はない。\nオ  本件営業譲渡契約の成否について\n(ｱ)  前記イないしエで検討したとおり，甲４書面及び甲３書面について，\nそれが原告が主張する趣旨の文書として，Ｂの意思に基づいて成立した\nと認めることはできないから，その他の証拠によって，本件営業譲渡契\n約の成立が認められるかを検討する。\n原告は，Ｂが企画画廊を始めるために，その資金として必要な８００\n万円で，本件商号での本件画廊の営業を譲渡するとの本件営業譲渡契約\nが平成２７年２月２０日頃に成立した旨を主張し，平成２６年１１月頃\nから本件営業譲渡の話をＢから持ち掛けられ，平成２７年２月２０日の\n婚姻までの間に本件営業譲渡契約が成立した旨，当該主張に沿う供述を\nする。しかしながら，前記アのとおり，その当時において，原告とＢと\nの間で，本件営業譲渡について作成された契約書等はない上，前記(1)イ\nのとおり，原告は平成２６年１１月から本件画廊の業務を休日に手伝う\nようになったばかりであり，それ以前に画廊の業務の知識経験はなかっ\nたことからすれば，原告とＢが結婚を予定していたことを考慮しても，\n平成２７年２月頃に，Ｂが原告に対して，本件商号での本件画廊の営業\nを全て譲渡するとの内容の契約を締結したというのは不自然である。ま\nた，Ｂが，その当時において本件商号での貸画廊を終了して，企画画廊\nの事業を行うことを具体的に計画していた事実や，企画画廊を開設する\n資金が８００万円であるとの事実を認めるに足りる証拠もなく，この点\nに係る原告の供述は裏付けに欠ける。また，原告の供述を前提としても，\n原告とＢとの間で，平成２７年２月２０日頃までに，本件営業譲渡代金\nを８００万円とする理由やその具体的な支払時期についてのやりとりは\nなく，原告に本件商号での貸画廊の営業を譲渡した後のＢの事業計画に\nついての具体的な話はされていなかったものであり，そのような状況下\nで，本件画廊の営業譲渡という重要な資産についての取引が行われたと\nしいうのは不自然である。\nそうすると，原告の供述から，原告とＢとの間で，平成２７年２月２\n０日頃に，本件営業譲渡契約が成立したとは認められず，その他，本件\n営業譲渡契約の成立を認めるに足りる証拠はない。\n(ｲ)  なお，甲４書面及び甲３書面について，それが真正に作成されたこと\nの証明がされていないことは前記のとおりであるが，仮に，原告が供述\nするとおり，これらの書面をＢが作成した事実があったとしても，甲４\n書面をＢが作成した経緯や，前記(ｱ)で指摘した事項を考慮すれば，原告\nとＢとの間で本件営業譲渡契約が成立したとは認められない。\nすなわち，前記ウ(ｴ)のとおり，原告がＢに対して説明した甲４書面の\n作成趣旨は，Ｂがその作成に応じれば，原告は今後も「外注費」名目で\nの支払を継続するというものであり，「外注費」名目の金銭が企画画廊の\n資金であり，それは既に支払済みであるとの甲４書面の記載内容と整合\nしていない。したがって，甲４書面及び甲３書面の書面は，原告からＢ\nに対するそこに記載された金銭交付の事実を裏付ける証拠とはなり得る\nとしても，それによって，直ちに，金銭交付の趣旨が本件営業譲渡契約\nの代金であったと認めることはできないというべきである。\nそして，甲４書面及び甲３書面の作成の真否にかかわらず，本件営業\n譲渡契約が成立したとされる平成２７年２月頃の状況について前記(ｱ)の\n指摘は同様に当てはまるから，この点を考慮すれば，前記(ｱ)同様に，原\n告とＢとの間で，本件営業譲渡契約が成立したとは認められない。\n(4)  争点１についてのまとめ\n前記(3)のとおり，本件営業譲渡契約の成立は認められないため，Ｂが，本\n件営業譲渡契約及び商法１６条１項により競業避止義務を負うことはなく，\nまた，本件営業譲渡契約に基づいて本件商号やその類似の名称を使用しない\nとの義務を負うこともない。\nしたがって，その余の点について判断するまでもなく，争点１に係るＢに\n対する営業及び商号使用の差止請求は理由がない。\n２  争点２－４（原告の被告らに対する原告商標権の行使が権利の濫用に当たる\nか）について\n(1)  権利濫用該当性について\n事案に鑑み，争点２（被告らに対する原告商標権に基づく差止及び廃棄請\n求並びにＢに対する原告商標権侵害の不法行為に基づく損害賠償請求に関す\nる争点）については，まず，原告の被告らに対する原告商標権の行使が権利\nの濫用に当たるかを検討する。\n証拠（乙４，７５）及び弁論の全趣旨によれば，原告商標は被告ら標章１\nと同一であること，Ｂは，遅くとも，母であるＤが亡くなった平成１９年以\n降，本件商号を用いて貸画廊を運営しており，平成２１年以降は，被告ら標\n章１を使用していたこと，原告において本件営業譲渡契約が締結されたと主\n張する平成２７年２月当時，本件商号及び被告ら標章１には原告独自の信用\nが化体しておらず，むしろ，それらが正当に帰属すべきはＢであったと認め\nられる。\nこれに対し，原告は，本件営業譲渡によって，Ｂから本件商号を含め本件\n画廊に関する全ての権利を譲り受けていると主張するが，前記１のとおり，\n本件営業譲渡契約の成立は認められないから，平成３０年１月３０日の原告\n商標の登録出願がされた時点においても，本件商号及び被告ら標章１に原告\n独自の信用が化体していたとは認められず，これらが正当に帰属すべきはＢ\nであったと認めるのが相当である。\nそうすると，原告が，Ｂに対して，原告商標権に基づく差止及び廃棄請求\n並びに商標権侵害による損害賠償請求を行うことは，権利の濫用に該当して\n許されないというべきである。また，弁論の全趣旨によれば，被告会社は，\nＢが代表者を務め，Ｂと一体になって被告ら標章１を使用しているものと認\nめられるから，原告が，被告会社に対して，原告商標権に基づく差止及び廃\n棄請求を行うことも，同様に権利の濫用に該当するというべきである。\n(2)  争点２についてのまとめ\n前記(1)によれば，その余の点について判断するまでもなく，原告の被告ら\nに対する原告商標権に基づく差止及び廃棄請求並びにＢに対する原告商標権\n侵害の不法行為に基づく損害賠償請求は，いずれも理由がない。\n３  争点３（Ｂに対する，営業妨害行為の差止請求の当否）について\n(1)  本件営業譲渡契約に基づく差止請求について\n前記１のとおり，本件営業譲渡契約が成立したとは認められないから，そ\nの余の点について判断するまでもなく，本件営業譲渡契約に基づく原告のＢ\nに対する営業妨害行為の差止請求は理由がない。\n(2)  営業権に基づく差止請求について\nア  営業権に基づく差止請求権について\n以下，営業権に基づく差止請求として，別紙４営業妨害行為目録(差止対\n象行為)記載の各行為の差止請求が認められるかを検討する。\n前記前提事実(3)のとおり，原告とＢは，平成３０年１月以降，それぞれ，\nいずれも本件商号を使用し，交互に本件事務所を使用する状況で，画廊の\n営業を行っており，前記１(1)キのとおり，当面，本件事務所を交互に使用\nすること自体については相互に了承していたものであって，また，弁論の\n全趣旨によれば，一方が展示室を使用している日であっても，他方が事務\n室内での作業等のため本件事務所に立ち入ることは，相互に容認していた\nものと認められる。\n本件においては，前記１のとおり，本件営業譲渡の事実は認められず，\n本件商号は原告に帰属するものではないが，上記のとおり，原告が本件事\n務所において貸画廊の業務をすること自体についてはＢが了承していたも\nのであるから，Ｂの行為により，同じ場所を共用する事業者として相互に\n受忍すべき限度を超えて，原告の人格的利益を内包する平穏に営業を遂行\nする権利が侵害される蓋然性があり，事後的な損害賠償では回復の困難な\n重大な損害が発生すると認められるような場合には，上記の権利に基づき，\n当該権利を侵害する行為の差止めを求めることができると解するのが相当\nである。\nイ  別紙４営業妨害行為目録(差止対象行為)記載１の行為（原告事務所所在\n地において，原告及び原告の顧客作家に対して，大声を上げ，暴言を吐き，\n誹謗中傷をすること）について\n証拠（甲２２，２３，２５，２８，２９，６４，８２，８６，８７，１\n１４）及び弁論の全趣旨によれば，原告とＢとの間では，平成３０年以降，\n本件画廊の経営権や本件商号の帰属についての紛争が継続しており，その\n中で，少なくとも，平成３０年５月２９日頃，原告の顧客が本件事務所に\nいる状況で，原告とＢとが口論になったこと，同年６月２６日頃，Ｂが，\n原告の顧客作家に対し，原告が心の病を抱えるような状態である旨を述べ\nたこと，同年８月２７日，Ｂが，Ｂの展示期間中に本件事務所に原告を訪\nねてきた顧客に対し，展示への投票を求め，当該顧客がこれを断ったとこ\nろ，同人に帰るように述べたこと，同年１１月１９日，原告が本件事務所\nに，原告商標権を取得している旨の張り紙や原告商標権に係る登録証の写\nしを本件事務所の壁に貼ったところ，Ｂが，これらを剥がし，原告に貼ら\nないように求めたこと，原告がこれに応じず再び接着剤で上記の張り紙等\nを壁に貼り付けたことから，Ｂがペンチでこれを外したこと，平成３１年\n４月１７日，Ｂは，原告と事務室内で口論となった際に，事業譲渡書の偽\n造は刑事罰の対象になり，刑務所にぶち込まれる等との発言をしたこと，\n令和元年５月３１日頃，Ｂは，原告の顧客であるＪが本件事務所にいる状\n況で，自身の顧客等に対する電話で，本件営業譲渡の事実はなく，営業譲\n渡の契約書は偽造である旨を説明したこと（なお，原告は，同日にＢが原\n告の顧客であるＪに体をぶつけたと主張をし，原告からＶ弁護士に宛てた\n同年６月２日付けのメール（甲３０）には，Ｂが席を立った際にＪにぶつ\nかったが，何も言わずに出て行ったとの記載があるが，ＢがあえてＪにぶ\nつかったとの事実を認めるに足りる証拠はない。），同年１１月２５日，Ｂ\nは，事務室内において，原告，原告のスタッフ及びＢのスタッフがいる状\n況で，原告とＢとが言い争いになった際の録音データを数秒間再生したこ\nとが認められる。\n原告が同目録記載１の行為に関して主張するその余の事実については，\nこれを認めるに足りる証拠がなく，令和元年１１月２５日より後に，Ｂが，\n本件事務所において上記と同様の行為を継続したことについての具体的な\n主張立証はない。\nまた，前記１のとおり，Ｂから原告への本件営業譲渡の事実は認められ\nないところ，後記５(2)のとおり，原告は，本件営業譲渡の事実があったこ\nとを原告ウェブサイト上で公表し，個別に顧客に告知するなどの行為を継\n続しており，これはＢの信用を害する虚偽の事実の告知ないし流布（不競\n法２条１項２１号）に該当するものである。そうすると，原告が本件営業\n譲渡によって本件商号での貸画廊の営業を承継したと主張することに対し\nて，Ｂが本件営業譲渡の事実がなく，原告が本件商号を使用する権利がな\nい旨を原告に対して反論することや，その旨を原告及びＢの顧客に説明す\nること自体が直ちに不当とはいえない。\nしたがって，同目録記載１の行為である，本件事務所で大声を上げるこ\nとや，原告の顧客に対して暴言を吐くことなどは，原告の営業に対する妨\n害となり得るものではあるが，上記の各点を考慮すれば，本件口頭弁論終\n結時において，将来，受忍限度を超えた侵害行為が行われる蓋然性がある\nとは認められないから，同目録記載１の行為について原告が営業権に基づ\nく差止請求権を有すると認めることはできない。\nウ  別紙４営業妨害行為目録(差止対象行為)記載２の行為（原告とＢとのや\nりとりを録音して，これを第１項の事務所所在地にて，原告の営業時間中，\n大音量にて流すこと）について\n証拠（甲３１）及び弁論の全趣旨によれば，平成３０年５月３０日頃，\nＢが原告との口論の際の原告の発言を録音し，原告の顧客が本件事務所に\nいる時間に，本件事務所においてこれを再生したことが認められる。\nしかしながら，それ以降の時期において，Ｂが，原告とＢとの口論を録\n音して，原告の営業時間中に再生することを継続的に行ったことの主張立\n証はないから，本件口頭弁論終結時において，将来，受忍限度を超えた侵\n害行為が行われる蓋然性があるとは認められず，同目録記載２の行為につ\nいて原告が営業権に基づく差止請求権を有すると認めることはできない。\nエ  別紙４営業妨害行為目録(差止対象行為)記載３の行為（事務所に備え付\nけられたライト等の備品を取り外すこと，画廊展示室を使用後，展示室を\n原状に戻さないままにすること）について\n証拠（甲３２ないし３６，９０）及び弁論の全趣旨によれば，Ｂは，平\n成３０年１０月２８日頃，展示スペースに取り付けてあるライトを撤収し\nたことがあったこと，平成３１年４月１８日頃にＢの顧客の展示が終了し\nた際，壁の塗装が剥げており，補修が翌日になったことが認められる。\n上記のライトについて，原告は，本件営業譲渡によってＢから権利を譲\nり受けたと主張するところ，前記１のとおり，本件営業譲渡の事実は認め\nられないから，これをもって，Ｂが原告所有の備品を取り外したとはいえ\nないし，その後，Ｂが原告所有の備品を取り外すことを繰り返したとの主\n張立証もない。また，Ｂが展示室を使用した後の荷物の搬出や，その他の\n原状回復についても，Ｂがこれを殊更に遅らせることが継続しているとの\n主張立証もないから，同目録記載３の行為について，口頭弁論終結時にお\nいて，将来，受忍限度を超えた侵害行為が行われる蓋然性があるとは認め\nられず，原告が営業権に基づく差止請求権を有すると認めることはできな\nい。\n原告は，同目録記載３の行為の差止めに関して，それ以外にも，Ｂが原\n告名義の電話を使用したことがあったことや，令和元年８月１９日にＢが\n表看板の原告の張り紙を無断で剥がし，原告の母親との間でも騒ぎを起こ\nした等と指摘するが，原告が主張するこれらの事情は，同目録記載３の行\n為の差止請求権を基礎付けるものとはいえず，上記の判断を左右するもの\nではない。\nオ  別紙４営業妨害行為目録(差止対象行為)記載４の行為（原告専用電話番\n号が付してある固定電話を無断で使用する，又は，留守番電話設定にする\nこと）について\n証拠（甲３６ないし３９，１１９ないし１２２）及び弁論の全趣旨によ\nれば，Ｂは，平成３０年１２月，平成３１年３月及び令和元年１０月に，\n原告と共用している本件事務所内の事務室において，原告が自席から離れ\nている間に，原告の電話機にかかってきた電話を取った上で直ちに切った\nこと，また，留守番電話設定にすることがあったことが認められる。\n原告宛ての電話の着信音がＢによる展示その他の業務に与える影響も考\n慮すると，上記のような行為をＢが取ったことが原告の業務に対する積極\n的な妨害行為であるとはいい難い上，それ以降の時期において，Ｂがこれ\nらの行為を継続的に行ったことの主張立証はないから，口頭弁論終結時に\nおいて，将来，受忍限度を超えた侵害行為が行われる蓋然性があるとは認\nめられず，同目録記載４の行為について原告が営業権に基づく差止請求権\nを有すると認めることはできない。\nカ  別紙４営業妨害行為目録(差止対象行為)記載５の行為（原告の顧客作家\nに対して，原告があたかもＧＡＬＬＥＲＹ  ＡＲＴ  ＰＯＩＮＴの運営を\n乗っ取ったかのような内容，原告が心の病を抱え，精神的に病んでいる等\nと誹謗中傷するかのような内容，又は，原告が正当な営業権を有していな\nいとの内容の手紙，若しくは，メールを送ること，及び，原告主催の企画\n展に応募した原告の顧客作家に対して，これをキャンセルするよう勧める\nこと）について\n前記イのとおり，原告が本件営業譲渡によって本件商号での貸画廊の営\n業を承継したと主張することに対して，Ｂが本件営業譲渡の事実がなく，\n原告が本件商号を使用する権利がない旨の反論を行うことや，その旨を原\n告及びＢの顧客に説明すること自体が不当であるとはいえない。\nまた，証拠（甲４３）によれば，ＢのスタッフであったＱは，令和元年\n５月２７日，原告との間で展示の打合せを進めていたＪに対し，Ｂが原告\nに対して暫定的に名前を貸している旨を記載したメールを送信したことが\n認められるが，同証拠によって認められるＪとＱとの前後のメールのやり\n取りからすれば，Ｑがそのような説明をしたのは，Ｊが原告とＢとが同一\nの営業主体であると認識していたため，営業主体が別である旨を説明する\n趣旨であったものと考えられる。そして，前記１のとおり，本件営業譲渡\nの事実が認められず，本件商号についてはＢに帰属していたものと認めら\nれる。そうすると，原告とＢがいずれも本件商号を用いて営業をしている\n状況について，Ｂが原告に暫定的に本件商号を貸している旨の説明をする\nことが不当であるとはいえないから，上記のＪとのメールのやり取りがＢ\nによる原告の受忍限度を超えた営業妨害行為とまではいえない。\nさらに，証拠（甲４１，４２）によれば，Ｂは，平成３１年４月にＮに\n対して手紙を送付し，その中で原告の行動に対して「一種の心の病を抱え\nているものと思い，落ち着くまで様子をみるつもりで静観していた」など\nと記載していたことが認められるものの，それ以後，Ｂが，原告の顧客に\n対して，原告が心の病を抱え，精神的に病んでいる等との発言を継続して\nいたことについての主張立証はない。\nこの点，原告は，Ｂが，平成３０年７月２２日に，Ｐに対して，原告の\n企画展をキャンセルして，被告らの企画展に参加してもらわないと困る等\nと述べ，原告の企画展をキャンセルするよう勧めたと主張するところ，証\n拠（甲４０，９１，乙６９）及び弁論の全趣旨によれば，平成３０年７月\n２２日頃に，Ｐが，原告とＢの双方の展示会への参加を検討しており，原\n告とＢが了承するのであれば双方の展示会に参加したいと述べていたこと，\nＢは，両方に参加することに反対して自らの展示会にのみ参加するように\n求め，最終的には，Ｐが双方の展示会への出品をキャンセルしたことが認\nめられる。そして，Ｐの展示会への申込みについて，Ｐと原告又はＢとの\nメール（甲９１，乙６９）からは，Ｐは，Ｂと原告とが同一の経営主体で\nあるとの認識で原告の展示会への参加申込みをしており，さらには，原告\nに対する申込みをするより前に，Ｂに対してＢの展示会に参加する意向を\n示していたことがうかがわれ，このような事情をも考慮すれば，本件証拠\n上，Ｂが，原告とＢの両方の展示に参加することを反対して自らの展示に\n参加するように求めたことについて，原告の受忍限度を超えた営業妨害に\n当たる行為があったとまでは認められない。加えて，それ以後，Ｂが，原\n告の顧客に対して，個別に連絡を取り，原告主催の企画展への応募をキャ\nンセルするように求めることを継続していたことについての主張立証はな\nい。\n以上によれば，同目録記載５の行為について，口頭弁論終結時において，\n将来，受忍限度を超えた侵害行為が行われる蓋然性があるとは認められず，\n原告が営業権に基づく差止請求権を有すると認めることはできない。\nキ  別紙４営業妨害行為目録(差止対象行為)記載６の行為（原告の展示会ス\nケジュールを含めた一切の予定を原告に無断で書き換えること）について\n原告は，Ｂが平成３０年１１月７日頃に原告の展示会のスケジュールを\n無断で書き換えた旨主張するところ，証拠（甲４４）によれば，平成３０\n年１２月３日頃にＶ弁護士はＢに対する警告書を作成しており，その内容\nとして，原告とＢとが共用していたスケジュール管理のソフトウェアにお\nいて，Ｂが原告の展示会の予定を削除し，自らの予定に差し替えたことを\n指摘し，今後書換えをしないように求める記載があったことが認められる。\nしかしながら，上記の警告書記載の行為があったとしても，平成３０年\n１２月以降の時点で，Ｂが，原告のスケジュール管理ソフトウェアの記載\n内容の書換えを継続的に行ったことの主張立証はなく，口頭弁論終結時に\nおいて，原告とＢがスケジュール管理のソフトウェアを共用している事実\nを窺わせる証拠もないから，同目録記載６の行為について，口頭弁論終結\n時において，将来，受忍限度を超えた侵害行為が行われる蓋然性があると\nは認められず，原告が営業権に基づく差止請求権を有すると認めることは\nできない。\nク  別紙４営業妨害行為目録(差止対象行為)記載７（原告顧客作家に関する\n情報を無断で，被告らウェブサイト等にアップロードすること）について\n証拠（甲４４ないし５０）及び弁論の全趣旨によれば，前記キのＶ弁護\n士が作成した警告書には，Ｂが原告の顧客の作家の作品をＦａｃｅｂｏｏ\nｋやダイレクトメールにおいて掲載していることを指摘し，これらの掲載\nを行わないように求める記載があったこと（甲４４），Ｂが，少なくとも平\n成３０年１２月中までは，原告の顧客による展示の情報やその作品につい\nてＢが管理する被告らウェブサイト等に掲載していたことが認められる。\nしかしながら，それ以降の時期において，Ｂが原告の顧客による展示の\n情報やその作品の掲載を継続的に行ったことの主張立証はないから，同目\n録記載７の行為について，口頭弁論終結時において，将来，受忍限度を超\nえた侵害行為が行われる蓋然性があるとは認められず，原告が営業権に基\nづく差止請求権を有するとは認められない。\nケ  別紙４営業妨害行為目録(差止対象行為)記載８の行為（その他原告の業\n務を妨害する一切の行為）について\n証拠（甲５１，５２）及び弁論の全趣旨によれば，平成３０年１２月１\n０日，Ｂが，原告のチラシ等が置かれた棚の上部に加湿器を設置し，当該\n加湿器の故障による水漏れのため，原告のチラシ等が濡れることがあった\nものと認められるが，Ｂが当該加湿器からの水漏れを認識しながら，あえ\nて設置したことを認めるに足りる証拠はない。\nまた，原告は，原告が管理していたＦａｃｅｂｏｏｋのページをＢが管\n理しようとしたことを妨害行為として主張するが，原告は当該Ｆａｃｅｂ\nｏｏｋの管理権限について本件営業譲渡によってＢから承継した旨を主張\nしているから，前記１のとおり，本件営業譲渡が認められない以上，これ\nらの管理権限が専ら原告に帰属するものであったとはいえず，Ｂがこれを\n管理しようとしたことが直ちに原告の受忍限度を超えた営業妨害行為に当\nたるとはいえない。さらに，証拠（甲１４４ないし１４６）及び弁論の全\n趣旨によれば，原告とＢとの間では，どちらが本件商号を用いてＧｏｏｇ\nｌｅマイビジネスに登録するかを巡って紛争があり，双方が自らの画廊を\n本件商号で登録することを繰り返したことが認められるが，この点につい\nても，本件営業譲渡の事実が認められず，本件商号がＢに帰属することを\n考慮すれば，Ｂによる原告の受忍限度を超えた営業妨害行為に当たる行為\nがあったとまでは認められない。\nなお，同目録記載８の行為は「その他原告の業務を妨害する一切の行為」\nであるが，前記イないしクのとおり，同目録記載１ないし７の各行為につ\nいての差止請求権が認められない上，同目録記載８の行為の差止めに関し\nて，原告が特に主張した事情を考慮しても，上記のとおり，いずれも侵害\n行為が将来継続することを示すものとはいえないから，本件口頭弁論終結\n時において，同目録記載８のような一般的な差止めをする必要性があると\nはいえない。\nしたがって，同目録記載８の行為について，原告が営業権に基づく差止\n請求権を有すると認めることはできない。\nコ  小括\n以上によれば，原告の，営業権に基づく別紙４営業妨害行為目録(差止対\n象行為)記載の各行為の差止請求はいずれも理由がない。\n４  争点４（Ｂに対する，営業妨害行為の不法行為に基づく損害賠償請求の当否）\nについて\n(1)  別紙９－１営業妨害行為目録（実損被害）記載のＢの行為について\nア  原告の実損被害１に係る行為について\n証拠（甲６０，２１２）及び弁論の全趣旨によれば，原告は，平成３０\n年２月頃から令和２年４月頃までに，複数回にわたって本件事務所に防犯\nカメラを設置したものと認められる。\nしかしながら，証拠（甲２１２）によれば，原告による最初の防犯カメ\nラの発注（合計１７万８０００円）は，本件事務所への移転が完了する前\nである平成２９年１１月２３日以前になされているものであり，１度目の\n追加の発注（合計１１万３４００円）も平成３０年１０月頃であって，原\n告が原告の実損被害１に係る行為として具体的に指摘するＢの行為よりも\n前のものであって，原告がＢの営業妨害行為によってこれらの購入をせざ\nるを得なかったとは認められない。\nまた，証拠（甲２１２）によれば，原告は，平成３１年２月頃及び令和\n２年２月頃に防犯カメラを追加で発注しているが，原告の実損被害１に係\nる行為として具体的に指摘されているＢの行為の内容及び上記のとおり原\n告が平成３０年１０月頃までに既に相当な費用を投じて防犯カメラを設置\nしていたことに照らせば，原告がＢの行為によって，防犯カメラの更なる\n追加設置を余儀なくされたとは認められないというべきである。なお，原\n告の指摘するＢの行為のうち，①平成３０年１１月１９日の行為について\nは，前記３(2)イのとおり，原告が本件事務所の壁に貼り付けた張り紙等を\nＢがペンチで外したことは認められるが，ペンチを原告のスタッフに向け\nて脅したとの事実を認めるに足りる証拠はなく，②同年１２月１０日の行\n為についても，前記３(2)ケのとおり，Ｂが水漏れを認識しながら，あえて\n加湿器を設置したことを認めるに足りる証拠はない。また，③同日以降に\n行われたとされる原告専用電話を無断で取った等の行為については，前記\n３(2)オのとおり，原告の業務に対する積極的な妨害行為とはいい難いもの\nである。\nしたがって，その余の点について判断するまでもなく，原告の実損被害\n１に係る行為についてＢは不法行為に基づく損害賠償義務を負わない。\nイ  原告の実損被害２に係る行為について\n証拠（甲２３，６５，６６，７０，８１，１３６，２１３）及び弁論の\n全趣旨によれば，原告とＢとは，平成３０年２月以降，本件事務所に設置\nされていたパソコンを共用していたこと，同年５月末頃，原告とＢとの間\nでは，共用しているパソコンの使用方法を巡ってトラブルが生じることが\nあったこと，原告は，同年６月１３日頃，Ｆａｃｅｂｏｏｋアカウントの\nパスワードをＢに知られたと疑い，パソコンの共用をやめようと考えたこ\nと，原告は，同月１５日及び同年７月２４日に原告専用のノートパソコン\nを２台購入したことが認められる。\n前記１のとおり本件営業譲渡の事実は認められない上，原告とＢとが平\n成３０年当時に本件事務所において共用していたパソコンが原告の所有に\n係るものであったことを認めるに足りる証拠はないから，原告が，Ｂとの\n紛争を契機にパソコンの共用を止めようとして，自己の専用パソコンを購\n入したとしても，これをもって，原告にＢの行為と相当因果関係のある損\n害が発生したとは認められない。\nしたがって，その余の点について判断するまでもなく，原告の実損被害\n２に係る行為についてＢは不法行為に基づく損害賠償義務を負わない。\nウ  原告の実損被害３に係る行為について\n原告は，Ｂに不審な行動があり，防犯のため鍵付き金庫を購入せざるを\n得なくなったと主張するが，原告が具体的に指摘するＢの行動は，いずれ\nも金庫を購入したとする平成３１年１月１０日（甲１７７）よりも後の行\n動であって，原告が金庫の購入したこととの相当因果関係があるとはいえ\nず，その他，Ｂの行動によって，金庫を購入せざるを得なくなったことを\n認めるに足りる証拠はない。\nしたがって，その余の点について判断するまでもなく，原告の実損被害\n３に係る行為についてＢは不法行為に基づく損害賠償義務を負わない。\nエ  原告の実損被害４に係る行為について\n証拠（甲３２，３６，５４，８９，２１４，乙２４）及び弁論の全趣旨\nによれば，本件画廊が移転した際，電話及びインターネット回線の契約は\n原告が行っており，Ｂは，独自の電話回線の契約をしておらず，平成３０\n年１１月頃まで，原告名義で契約した電話番号を自身の番号として使用し，\n原告名義のインターネット回線を使用していたこと，平成３０年２月頃に\n原告とＢとが協議をした際，原告は，電話及びインターネット回線につい\nての費用の清算について協議が必要である旨は述べたが，Ｂがこれを使用\nすることを禁止する旨は述べていなかったこと，原告は，遅くとも平成３\n０年１０月末頃にまでにはＢに対して原告名義で契約している電話回線の\n使用を拒絶する旨を明確に伝え，その後，原告は，遅くとも，同年１２月\n頃までには，独自の電話回線の契約をしたことが認められる。\n原告は，平成３０年１月から同年１１月にかけてのＢによる電話及びイ\nンターネットの使用が不法行為に該当し，契約料金の全額（甲２１４）に\n相当する損害が発生したと主張するが，上記の経緯に加え，前記３(2)エの\nとおり，平成３０年１０月頃まで，原告とＢがスポットライトなどの本件\n事務所の備品を共用していたことも考慮すれば，Ｂによる上記の電話及び\nインターネット回線の使用については，原告の黙示の許諾があったと認め\nるのが相当であり，原告に対する不法行為に該当すると認めることはでき\nない。\nしたがって，その余の点について判断するまでもなく，原告の実損被害\n４に係る行為についてＢは不法行為に基づく損害賠償義務を負わない。\nオ  原告の実損被害５に係る行為について\n前記２(1)のとおり，原告がＢに対して原告商標権に基づく差止請求等を\n行うことは，権利の濫用として認められない。\nそうすると，原告がＢに対して原告商標権の侵害を理由として通知書及\nび警告書（甲１５）を作成，送付することが必要であったとは認められな\nいから，その余の点について判断するまでもなく，原告の実損被害５に係\nる行為についてＢは不法行為に基づく損害賠償義務を負わない。\nカ  原告の実損被害６に係る行為について\n証拠（甲１７８）及び弁論の全趣旨によれば，原告は，平成３１年１月\n１０日と同月２４日に，本件事務所におけるインターネット回線の調査整\n理や無線ＬＡＮの設定を依頼し，その出張費用等として４万３２００円を\n負担したものと認められる。\nしかしながら，平成３０年１１月までの期間にＢが原告のインターネッ\nト回線を使用することがあったことを考慮しても，前記エの経緯を踏まえ\nれば，平成３１年１月の時点においてＢによる原告の回線の使用のおそれ\nが具体的に存在したとは認められず，Ｂによる平成３０年１１月までの使\n用によって，上記の出張費用等の支出をせざるを得なくなったとまでは認\nめられないから，その余の点について判断するまでもなく，原告の実損被\n害６に係る行為についてＢは不法行為に基づく損害賠償義務を負わない。\nキ  原告の実損被害７に係る行為について\n証拠（甲６２，６３）及び弁論の全趣旨によれば，Ｂが，平成３０年８\n月１３日及び同月１６日に，本件事務所の外看板に掲示していた原告の掲\n示物を剥がして持ち去ったり，見えないようにしたりしたことが認められ\nる。\nＢは，この点について，原告がＢの業務を妨害する内容のチラシを貼り\n出したため，それを剥がしたものにすぎず，正当な行為であったと主張す\nるが，原告の掲示物の内容やそれらの全てがＢの業務を妨害するものであ\nったことを含め，Ｂの行為が正当行為に当たり得ることについて具体的に\n主張立証していないから，Ｂの上記行為は，原告の業務を妨害するものと\nして不法行為に該当するというべきである。\nそして，証拠（甲６２，６３，２１６）及び弁論の全趣旨によれば，Ｂ\nの上記行為によって，原告はチラシの作成費用が無駄になった結果，少な\nくとも１７２８円の損害を被ったものと認めるのが相当であり，Ｂは，不\n法行為に基づく損害賠償として同額の支払義務を負う。\nク  原告の実損被害８に係る行為について\n原告の実損被害８に係る行為については，原告の外出中にＢが本件事務\n所で待機すべき義務を負っていたことを認めるに足りる証拠はなく，原告\nの外出中にＢが本件事務所の戸締りをして本件事務所から出たことがあっ\nたとしても，それが原告に対する受忍限度を超える営業妨害に当たるとは\n認められないから，その余の点について判断するまでもなく，原告の実損\n被害８に係る行為についてＢは不法行為に基づく損害賠償義務を負わない。\nケ  原告の実損被害９に係る行為について\n原告の実損被害９に係る行為は，本件営業譲渡によってＢからスポット\nライトの所有権が原告に移転したことを前提とした主張であるが，前記１\nのとおり，本件営業譲渡の事実は認められず，原告が自らが使用するスポ\nットライトの購入費用を負担したことについて，Ｂの不法行為による損害\nが発生したとは認められないから，その余の点について判断するまでもな\nく，原告の実損被害９に係る行為についてＢは不法行為に基づく損害賠償\n義務を負わない。\nコ  原告の実損被害１０に係る行為について\n証拠（甲２１８）及び弁論の全趣旨によれば，原告は，平成３１年７月\n頃，パーテーション１枚を１万２５２８円で購入して，事務室内に設置し\nたものと認められる。\n前記３(2)アのとおり，原告とＢは，平成３０年１月以降，一方が展示室\nを使用している日であっても，他方が事務室内での作業等のため本件事務\n所に立ち入ることは相互に容認していたものと認められるところ，１つの\n事務室を双方が同時に使用する状況の下で，いずれかが，上記のようなパ\nーテーションを購入することは一般的な備品の購入と考えられ，Ｂの行為\nによって，原告が本来不必要な費用の負担をしたとの事情を認めるに足り\nる証拠はないから，その余の点について判断するまでもなく，原告の実損\n被害１０に係る行為についてＢは不法行為に基づく損害賠償義務を負わな\nい。\nサ  原告の実損被害１１に係る行為について\n証拠（甲５１，５２）及び弁論の全趣旨によれば，平成３０年１２月１\n０日，Ｂが，原告のチラシや原告の顧客のダイレクトメールの葉書等が置\nかれた棚の上部に加湿器を設置し，当該加湿器の故障による水漏れのため，\nこれらのチラシやハガキ等が濡れることがあったものと認められる。\nＢが当該加湿器からの水漏れを認識しながら，あえて設置したことを認\nめるに足りる証拠はないが，当日の加湿器の設置状況について，Ｂは，加\n湿器が普段置かれている棚の上になく，洗面所に置かれていたのを発見し，\nおかしいと思いながらも棚に戻して使用したら水漏れが発生したと主張し\nているところ，Ｂの主張を前提としても，加湿器が撤去されていた理由を\n確認せずに，これを再び設置して水漏れ事故を発生させたというものであ\nるから，上記の水漏れによる原告のチラシやハガキ等の棄損について，Ｂ\nには過失があったものと認めるのが相当である。\nそして，証拠（甲５１，５２，２１９）及び弁論の全趣旨によれば，水\nに濡れたダイレクトメールは全体で２７３２円の費用を掛けて発注したも\nのであり，水に濡れた部分を再発注すると同程度の費用が発生すること，\nそれ以外にも原告が作成したチラシの一部が水に濡れて使用できなくなっ\nたことが認められ，これらの点からすれば，上記の水漏れ事故によって原\n告は少なくとも上記の２７３２円の損害を被ったものと認められる。\nしたがって，Ｂは，不法行為に基づく損害賠償として同額の支払義務を\n負う。\nシ  原告の実損被害１２に係る行為について\n証拠（甲７６ないし７９，２２０）によれば，Ｂが，令和元年１０月２\n４日，本件事務所において，原告が陳列していた原告の顧客の展示会の案\n内の葉書等を回収して，事務室内の原告の机の上に置いたこと，その際に\n葉書が陳列棚から展示室の床面に落ちたことが認められる。\nしかしながら，このようなＢの行為によって上記の葉書等が使用できな\nくなったことを認めるに足りる証拠はないから，上記の葉書等を再度作成\nするための費用相当額の損害が原告に発生したとは認められず，その余の\n点について判断するまでもなく，原告の実損被害１２に係る行為について\nＢは不法行為に基づく損害賠償義務を負わない。\nス  原告の実損被害１３に係る行為について\n証拠（甲１８１）及び弁論の全趣旨によれば，原告は，平成３１年２月\n頃，絵画等美術品を保険の対象とし，保険金額を３００万円とする賠償責\n任保険に加入し，その保険料として年間４万５０５０円を負担したものと\n認められるが，画廊の運営において上記のような保険に加入することが特\n段不必要なこととはいえず，Ｂが鍵のかけ忘れの事実があったことを認め\nていることを考慮しても，当該保険料について，Ｂの行為によって原告が\n本来不必要な費用の負担をしたと認めることはできないから，その余の点\nについて判断するまでもなく，原告の実損被害１３に係る行為についてＢ\nは不法行為に基づく損害賠償義務を負わない。\n(2)  別紙９－２営業妨害行為目録（出展キャンセル被害）記載のＢの行為につ\nいて\nア  原告の出展キャンセル被害１に係る行為について\n証拠（甲８８）によれば，原告の顧客であるＷが，平成３０年５月３１\n日，原告に対し，申込済みの展示会への出展をキャンセルしたい旨のメー\nルを送信したが，そのキャンセルの理由は明示されていなかったことが認\nめられる。\nそして，前記３(2)ウのとおり，Ｂが，同月３０日頃，原告との口論の際\nの原告の発言を録音し，原告の顧客が本件事務所にいる時間に，本件事務\n所において，これを再生したことがあったものと認められるが，原告が同\n日の出来事をＶ弁護士に報告したメール（甲３１）では，上記の録音を再\n生した際に本件事務所内にいた作家としてＷとは別の作家の名前が記載さ\nれており，同人についての言及はなかった。\n以上に照らせば，原告の出展キャンセル被害１に係る行為について，原\n告の主張するような経緯でキャンセルが発生したとの事実を認めることは\nできないというべきであり，その余の点について判断するまでもなく，Ｂ\nは不法行為に基づく損害賠償義務を負わない。\nイ  原告の出展キャンセル被害２に係る行為について\n原告は，平成３０年７月１１日のＢの対応により，原告の顧客であった\n「Ｇ」からその後展示予約をしてもらえなくなったと主張するが，同人が\nその後に原告との契約を結ばなくなった理由についての主張立証はなく，\n同人と原告との取引がＢの行為によって終了したとは認められないから，\nその余の点について判断するまでもなく，原告の出展キャンセル被害２に\n係る行為について，Ｂは不法行為に基づく損害賠償義務を負わない\nウ  原告の出展キャンセル被害３に係る行為について\n前記３(2)カのとおり，本件証拠上，Ｂにおいて，Ｐが原告とＢの両方の\n展示に参加することを反対して自らの展示に参加するように求めたことに\nついて，原告の営業妨害に当たる行為があったとまでは認められない。\nしたがって，その余の点について判断するまでもなく，原告の出展キャ\nンセル被害３に係る行為について，Ｂは不法行為に基づく損害賠償義務を\n負わない。\nエ  原告の出展キャンセル被害４に係る行為について\n証拠（甲１８２ないし１８４，乙３５）及び弁論の全趣旨によれば，Ｂ\n及びそのスタッフであったＱが，平成３１年３月３１日頃，原告の画廊で\nの展示希望を有していたＩ’に対して，同人が本件事務所を訪問した際に\n本件画廊の営業権に関して説明したことが認められる。\nしかしながら，Ｂらが同人に上記のような説明をした経緯や，その説明\n内容を確定し得る証拠はなく，前記３(2)イのとおり，原告が本件営業譲渡\nによって本件商号での貸画廊の営業を承継したと原告の顧客に説明するこ\nとに対して，Ｂが，本件営業譲渡の事実がなく，原告は本件商号を使用す\nる権利がない旨を原告の顧客に説明すること自体が直ちに不当とはいえな\nい。そうすると，Ｉ’に対するＢの対応について，原告に対する営業妨害\nの不法行為に該当する行為があったとは認められない。\nしたがって，その余の点について判断するまでもなく，原告の出展キャ\nンセル被害４に係る行為について，Ｂは不法行為に基づく損害賠償義務を\n負わない。\nオ  原告の出展キャンセル被害５及び７に係る行為について\n原告は，Ｂとの紛争に関する説明を原告ウェブサイト上に掲載したとこ\nろ，原告の顧客であった「Ｘ」及び「Ｙ」が，この原告ウェブサイトの記\n載を見たことを理由に原告との契約をキャンセルしたと主張する。そして，\n証拠（甲１８５，１８６）によれば，令和元年６月２３日に「Ｘ」が，同\n月２２日に「Ｙ」が，それぞれ原告に対してキャンセルのメールを送って\nいることが認められる。\nそこで検討するに，証拠（乙４８）によれば，原告は，令和元年６月２\n０日頃，原告ウェブサイト（乙４８）において，「【重要なお知らせ】」と題\nするページを設け，Ｂから原告への本件営業譲渡があった旨を公表し，Ｂ\nとの間で本訴請求に係る裁判を行っていることなどを公表したことが認め\nられるが，前記１のとおり，本件営業譲渡の事実は認められず，原告が上\n記のような原告ウェブサイト上での公表をする必要があったとは認められ\nないから，上記の原告ウェブサイトの記載を理由として顧客が契約をキャ\nンセルしたことがあったとしても，それがＢの業務妨害行為によるものと\nはいえない。\nしたがって，その余の点について判断するまでもなく，原告の出展キャ\nンセル被害５及び７に係る行為について，Ｂは不法行為に基づく損害賠償\n義務を負わない。\nカ  原告の出展キャンセル被害６に係る行為について\n前記３(2)イのとおり，令和元年５月３１日頃，Ｂは，Ｊが本件事務所に\nいる状況で，自身の顧客等に対して電話で，本件営業譲渡の事実はなく，\n営業譲渡の契約書は偽造である旨を説明したことが認められるが，Ｂが原\n告とＪとの打合せを殊更に妨害したとの事実を認めるに足りる証拠はない。\nまた，前記３(2)カのとおり，ＢのスタッフであったＱが，令和元年５月２\n７日，Ｊに対して，Ｂが原告に暫定的に本件商号を貸している等と記載し\nたメールを送信したことについても，Ｂによる営業妨害とまではいえない。\nしたがって，その余の点について判断するまでもなく，原告の出展キャ\nンセル被害６に係る行為について，Ｂは不法行為に基づく損害賠償義務を\n負わない。\nキ  原告の出展キャンセル被害８に係る行為について\n証拠（甲４１，１６０，１６５，１７２）及び弁論の全趣旨によれば，\n東北芸術工科大学が支援する卒業生の展示会が令和２年２月に原告の画廊\nにおいて開催予定であったこと，令和元年１２月３日，同大学のＺが原告\nとの打合せのために本件事務所を訪問した際，Ｂが，帰途についたＺを追\nいかけて路上で呼び止め，上記展示会の開催予定を確認し，原告に事業譲\n渡書を偽造され，刑事告訴も考えているため，上記展示会については保証\nできないなどと述べたこと，令和２年２月５日，ＢがＺに対してメールを\n送信し，Ｂが，そのメール中で，原告が原告ウェブサイト上で公表してい\nる本件営業譲渡は事実無根であることを説明した上，本件営業譲渡の事実\nはなく，事業譲渡書は偽造されたものである旨を説明した文書を，同大学\nの生徒を含む本件画廊の関係者２０００名に送付する予定であること，こ\nの送付によって同月開催予定の展示会に影響が出るかもしれないこと，今\n後，原告とＢとの間の係争中の裁判の判決が出るまでは，原告の画廊で同\n大学の支援や協賛による展示会を行うことは控えてもらいたいこと，この\n要望が通らない場合には，Ｂが同大学の学長に直訴する予定であることな\nどを記載したこと，その後，Ｚは，同大学の方針として，同月の展示会を\n開催する代わりに，係争中の裁判の判決がでるまでは原告の画廊で同大学\nの支援や協賛による展示会を行うことは控えることとし，その旨をＢに伝\nえたことが認められる。\n前記１(1)キのとおり，本件営業譲渡の事実は認められないものの，Ｂは，\n原告が原告事務所所在地において貸画廊の業務をすること自体については\n了承していた上，ＢのＺに対する上記の働きかけは，単に，本件営業譲渡\nの事実がないといった，本件画廊の経営権に関するＢの立場を説明するに\nとどまらず，原告の画廊で開催が決定している具体的な展示会について，\nその開催が危ぶまれる旨を伝えたり，今後，同大学の支援や協賛による展\n示会を行うことを控えるように求めるものであって，働きかけの態様も，\n原告を訪問したＺを路上で呼び止めたり，要望が聞き入れられなければ学\n長に直訴すると述べるなど，穏当なものとはいえない。したがって，Ｂの\n上記行為は，原告の営業権を侵害する不法行為に該当すると認めるのが相\n当である。\nそして，証拠（甲４１，１７２及び１９６）及び弁論の全趣旨によれば，\n上記の令和２年２月の展示会における売上金は合計３６万２１００円であ\nったと認められるところ，Ｂの上記の不法行為による損害として，原告に\nは，少なくとも同額程度の逸失利益が生じたものと認めるのが相当であり，\nＢは，不法行為に基づく損害賠償として同額の支払義務を負う。\nケ  原告の出展キャンセル被害９に係る行為について\n証拠（甲１８８）によれば，平成３０年１１月２８日，Ａ’が原告に対\nして個展の申込みのメールを送信したこと，同年１２月４日，Ａ’が，Ｂ\nからも個展開催の勧誘のメールを受け取ったために，原告の画廊の運営に\n不信感を持ったとして，個展をキャンセルする旨のメールを原告に送信し\nたことが認められる。\nしかしながら，Ｂが，Ａ’が既に原告に対して個展の申込みをしていた\nことを知りながら，あえて，原告との取引を止めて，Ｂと契約するように\n勧誘したとの事実を認めるに足りる証拠はないから，ＢがＡ’に対して勧\n誘のメールを行ったことが，原告に対する営業妨害行為に当たるとはいえ\nない。\nしたがって，その余の点について判断するまでもなく，原告の出展キャ\nンセル被害９に係る行為について，Ｂは不法行為に基づく損害賠償義務を\n負わない。\n(3)  争点４についてのまとめ\n以上のとおり，Ｂの原告に対する不法行為による損害として，原告の実損\n被害７に係る行為につき１７２８円，原告の実損被害１１に係る行為につき\n２７３２円，原告の出展キャンセル被害８に係る行為につき３６万２１００\n円の合計３６万６５６０円が発生している。\nそして，Ｂの不法行為と相当因果関係のある弁護士費用は４万円と認める\nのが相当である（原告の実損被害７及び１１に係る行為につき合計５００円，\n原告の出展キャンセル被害８に係る行為につき３万９５００円と割り付ける\nものとする。）。\n以上によれば，原告のＢに対する不法行為に基づく損害賠償請求は，上記\nの各金額の合計４０万６５６０円及びこれに対する令和２年１０月９日から\n支払済みまでの遅延損害金の支払を求める限度で理由がある。\nなお，遅延損害金の利率は，原告の実損被害７及び１１に係る行為による\n損害並びにこれに対する弁護士費用の合計４９６０円について，令和２年３\n月末日までに発生した損害として平成２９年法律第４４号による改正前の民\n法所定の年５分の割合によるものとし，原告の出展キャンセル被害８に係る\n行為による損害及びこれに対する弁護士費用の合計４０万１６００円につい\nて，遅くとも同年１０月９日までに発生しているものとして民法所定の年\n３％の割合によるものとするのが相当である。\n５  争点５（原告に対する不競法２条１項２１号の不正競争を理由とする損害賠\n償請求及び差止請求に関する争点）について\n(1)  争点５－１（原告とＢとの競争関係の有無）について\nア  原告とＢは，平成３０年１月以降，同一の建物の同一区画において，一\n定の期間ごとに交代で貸画廊の業務を行っているものであり，その需要者\n又は取引者を共通にする可能性があると認められるから，原告とＢとは\n「競争関係にある」といえる。\nイ  原告は，自らの業務について，画廊の場所を貸し，商品を販売するとい\nう従来の画廊の営業に加えて，動画配信やオンライン配信を用いるなど従\n来とは異なるサービスを行っているから，原告とＢの営業形態が同一とは\nいえないと主張するが，少なくとも，上記の従来の画廊の営業については\nＢと同様の営業を行っているものと認められるから，原告の上記主張は，\n前記アの判断を覆すものではない。\nまた，原告は，本件営業譲渡によりＢから本件画廊の営業の譲渡を受け\nているから，原告とＢとは競争関係にないとも主張するが，前記１のとお\nり，本件営業譲渡契約の成立は認められないから，当該主張は採用するこ\nとができない。\n(2)  争点５－２（他人の営業上の信用を害する虚偽の事実の告知の有無）につ\nいて\nア  証拠（甲１８７，乙２３，２８，３２，４８及び４９）及び弁論の全趣\n旨によれば，原告は，令和元年６月２０日頃，原告ウェブサイト（乙４８）\nにおいて，「【重要なお知らせ】」と題するページを設け，Ｂから原告への本\n件営業譲渡があった旨を公表しており，また，Ｆａｃｅｂｏｏｋ上におい\nても，同月頃，Ｂからの営業譲渡があった旨を公表したことがあったこと\n（乙２３，２８），また，原告は，Ｆａｃｅｂｏｏｋにおいて，被告らウェ\nブサイトのＵＲＬを明示した上で「※類似サイトにご注意ください」，「公\n式サイトＧＡＬＬＥＲＹ  ＡＲＴ  ＰＯＩＮＴと誤認するようなサイトが\n確認されております」との表示をし，さらに「ＧＡＬＬＥＲＹ  ＡＲＴ\nＰＯＩＮＴの公式サイト」が原告ドメイン名による原告ウェブサイトであ\nる旨を表示したこと（乙３２），このような原告ウェブサイト等での公表の\nほか，本件営業譲渡があった旨を原告が顧客に対して個別にメール等で通\n知したこと（甲１８７，乙４９）が認められる。\nイ  前記１(3)のとおり，本件営業譲渡契約の成立の事実は認められないから，\nＢから原告への本件営業譲渡があったとの事実を公表ないし告知すること\nは，原告が本件商号及びそれを用いる貸画廊の営業の権利主体であり，Ｂ\nはこれらについての権利を有しないとの事実を公表等するものとして，Ｂ\nの営業上の信用を害する虚偽の事実の告知ないし流布（不競法２条１項２\n１号）に当たるというべきである。\nまた，被告らウェブサイトのＵＲＬを明示した上で，「ＧＡＬＬＥＲＹ\nＡＲＴ  ＰＯＩＮＴの公式サイト」が原告ドメイン名によるものである旨\nを記載し，「※類似サイトにご注意ください」といった記載をすることも，\nＢが本件商号についての権利を有しない旨を公表するものとして，同様に\nＢの営業上の信用を害する虚偽の事実の告知及び流布（不競法２条１項２\n１号）に当たるといえる。\n(3)  争点５－３（不正競争についての原告の故意・過失の有無）について\n前記１(3)オで検討したところからすれば，甲４書面及び甲３書面の作成の\n真否にかかわらず，本件営業譲渡があったとの事実は認められず，弁論の全\n趣旨によれば，Ｂは，平成３０年以降，一貫して本件営業譲渡の事実を認め\nていなかったものと認められることも併せ考慮すれば，原告が，Ｂとの間に\n本件営業譲渡契約が成立していると信じることには少なくとも過失があると\nいうべきである。\nしたがって，前記(2)の不正競争については，少なくとも原告の過失が認め\nられる。\n(4)  争点５－４（不正競争によるＢの損害）について\nア  売上げの減少による損害について\n(ｱ)  証拠（乙３３，４９，５０）及び弁論の全趣旨によれば，原告が前記\n(2)のとおり本件営業譲渡の事実を原告ウェブサイト等で公表しているこ\nとを理由として，顧客からＢに対して本件画廊の利用のキャンセルの連\n絡が入ったことがあったものと認められるところ，これらのキャンセル\nによる逸失利益は，前記(2)の不正競争による損害に当たり得るものとい\nえる。\nＢは，平成３０年から反訴提起がされた令和２年２月１７日までの間\nにキャンセルされた契約に係る売上げが総額約１７８万円に上ると主張\nし，キャンセルされたとする取引の一覧表（乙５０）を証拠として提出\nする。これらの一覧表に記載された合計１７８万００５０円の取引の中\nには，キャンセルの理由が不明なものも含まれているが，当該一覧表の\nうち，Ｂに対するメールの内容から，キャンセルの理由が原告による本\n件営業譲渡又はＢが権利者でないとの事実の告知又は公表であることが\n明らかといえるものが，少なくとも，「Ｂ’」（乙４９の１），「Ｃ’」（乙４\n９の５，６），「Ｄ’」（乙４９の７，９），「Ｅ’」（乙４９の１０），「Ｆ’」\n（乙４９の１１），「Ｇ’」（乙４９の１２）及び「Ｈ’」（乙４９の１４）\nとの契約であり，その展示会への参加費の売上げは合計２８万３０６０\n円であると認められ，これらの作家が展示会に参加しなかったことによ\nってＢが展示会に係る経費の支出を抑えられたことをうかがわせる証拠\nはない。したがって，反訴事件の提起までにキャンセルされた取引に係\nる逸失利益は，上記の２８万３０６０円と認めるのが相当である。\n(ｲ)  Ｂは，前記(2)の不正競争と因果関係のある損害として，実際にキャ\nンセルされた取引に係る売上げの減少のほか，顧客が申し込み自体を控\nえたことによる売上げの減少も同程度あったと主張するが，Ｂの平成３\n０年以降の売上げや申込み状況についての証拠は提出されておらず，ど\nの程度の申込みの減少があったかについての具体的な主張立証もないか\nら，この点については，後記イの無形損害として考慮するのが相当であ\nる。\n(ｳ)  したがって，Ｂは，前記(2)の不正競争により，売上げの減少による\n逸失利益として２８万３０６０円の損害を被ったものと認めるのが相当\nである。\nイ  信用毀損による無形損害ないし精神的損害について\n前記(2)のとおり，原告による営業誹謗行為は，Ｂと契約をした顧客のみ\nを通知の対象としたものではなく，原告ウェブサイト等で，一般に本件営\n業譲渡の事実を公表するというものであったから，原告の営業誹謗行為に\nよって，Ｂの営業上の信用が毀損されたものと認められる。\n前記ア(ｱ)の一覧表に記載されたキャンセル分の取引について，キャンセ\nルの理由が原告による本件営業譲渡又はＢが権利者でないとの事実の告知\n又は公表であることが明らかといえる取引のほかに，原告とＢとの間で権\n利の帰属を巡って紛争が生じていることを原因としてキャンセルしたと考\nえられるものが，少なくとも，「Ｊ’」（乙４９の２），「Ｋ’」（乙４９の３），\n「Ｌ’」（乙４９の８）及びＭ’（乙３３の１）の４名（同人らとの契約に係\nる参加費の額は合計３１万５０８０円）存在しているものと認められ，こ\nのような事情も考慮すれば，Ｂの営業上の信用が毀損されたことによる損\n害額は，反訴事件提起までの事情に基づいても，１００万円と認めるのが\n相当である。\nＢは，無形損害のほか，精神的損害についての損害賠償も請求するが，\n原告の不正競争により上記の無形損害に加えて賠償すべき精神的損害が生\nじたとは認められないから，当該主張は採用することができない。\nウ  したがって，Ｂの原告に対する不競法４条に基づく損害賠償請求は，損\n害額合計１２８万３０６０円及びこれに対する，本判決確定の日から支払\n済みまで平成２９年法律第４４号による改正前の民法所定の年５分の割合\nによる遅延損害金の支払を請求する限度で理由がある。\n(5)  争点５－５（差止めの必要性）について\nア  前記(2)のとおり，原告は，原告ウェブサイト等でＢから原告への本件営\n業譲渡があった旨を公表しており，本件口頭弁論終結時において，原告に\nよるこの事実の公表や告知が終了しているとは認められないから，当該事\n実の公表ないし告知を差し止める必要があると認められる。\nイ  したがって，Ｂの不競法３条１項に基づく営業誹謗行為の差止請求は理\n由がある。\n６  争点６－１（インターンの仕事の妨害等の有無及び不法行為該当性）につい\nて\n(1)  Ｂは，原告がＢのインターンに対して嫌がらせを繰り返したと主張すると\nころ，証拠（甲１８２ないし１８４，乙３５）及び弁論の全趣旨によれば，\n原告が，Ｂの業務を手伝うインターンであったＱに対して原告の顧客に対す\nるＱの対応について非難したり，原告の画廊での展示希望を持っていたＩ’\nに対してＱやＢが応対している様子を撮影したりしたことが認められる。\nさらに，Ｑの陳述書（乙３５）には，原告から睨まれた，原告から原告の\n顧客からＱからクレームがあったとして，原告から注意を受けた，Ｉ’との\n対応の際に，原告からＱを訴える旨を告げられたとの記載があるが，Ｉ’が\n本件事務所を訪問した理由やＩ’に対してＱが対応した経緯については具体\n的な記載はない。また，原告の顧客に対するＱの対応について原告が非難し\nたとの点については，本件全証拠によっても，実際には顧客からのクレーム\nがないにもかかわらず，原告が虚偽の事実を理由にＱを非難したとまでは認\nめることができない。\n前記１(1)の事実経過等も踏まえれば，平成３０年以降，原告とＢとは，本\n件事務所を交互に使用しながらも，その関係が相当に悪化しており，原告と\nＢのインターンとの関係も悪化していたことが認められるものの，本件証拠\n上，原告のＱに対する対応について，Ｂに対する積極的な営業妨害行為があ\nったとまでは認められない。\n(2)  Ｂは，Ｂのインターンの面接に来た者が，原告から内部がもめているので\n他で働く方がいい等の働きかけを受けた旨をＢに報告したとのメール（乙３\n３の５）を提出するが，当該メールに記載されたやりとりの有無やその経緯\nを裏付ける証拠はなく，この点についても，Ｂに対する不法行為に該当する\n行為があったとまでは認められない。\nまた，Ｂは，原告がＢに「何が，警察に捕まった犯罪者が」と画廊内の作\n家たちにも聞こえるような声で叫ぶなどしていたと主張し，Ｑの陳述書（乙\n３５）にも，原告とＢとの口論の中で，原告がそのような発言をした旨の記\n載がある。しかしながら，そのような発言の有無や経緯，発言がされた際の\n周囲の状況を確定し得る証拠はないから，この点でも，Ｂに対する営業妨害\n行為として不法行為に該当する行為があったとは認められない。\n(3)  以上によれば，その余の点について判断するまでもなく，Ｂの原告に対す\nる，インターンの仕事の妨害等の不法行為に基づく損害賠償請求は理由がな\nい。\n７  争点７（原告に対する不当利得返還請求の当否）について\n証拠（乙２０，６３）及び弁論の全趣旨によれば，Ｂは本件画廊の本件事務\n所への移転に伴って，平成２９年７月から平成３０年２月にかけて，旧画廊所\n在地の画廊の修繕費や，移転先の本件事務所の内装費等を負担したことが認め\nられる。\nしかしながら，弁論の全趣旨によれば，旧画廊所在地の画廊の契約当事者は\nＢであったと認められるから，その修繕費についてＢが負担したことにより，\n直ちにＢが損失を被ったとはいえず，原告がＢに対して不当利得返還義務を負\nうとは認められない。\nまた，前記１(1)オのとおり，Ｂは本件賃貸借契約の賃借人であり，前記１\n(3)のとおり，営業譲渡契約によって原告に本件画廊の営業を譲渡したとの事実\nもなく，平成３０年以降，移転後の本件事務所を使用しているのであるから，\nＢが内装費等を負担したことによって，直ちにＢが損失を被ったとはいえない。\nＢは，営業日の半数を原告の営業のために使用していることで，原告は，内装\n費等の半額に相当する利益を得ており，Ｂには，原告の営業日については営業\nできないため，原告の利益に対応する損害が生じているとも主張するが，前記\n１(1)キのとおり，原告とＢとは，当面，本件事務所を交互に使用することにつ\nいては相互に了承していたものであり，弁論の全趣旨によれば，本件賃貸借契\n約に基づく賃料についても折半しているものと認められるから，Ｂが，原告の\n営業日に営業できないことで，内装費等の半額に相当する損失を被ったとは認\nめられない。\n以上によれば，その余の点について判断するまでもなく，Ｂの原告に対する\n不当利得返還請求は理由がない。\n８  争点８（原告に対する被告各商標権に基づく差止請求に関する争点）につい\nて\n(1)  争点８－１（原告の役務と被告各商標権の指定役務の類否）について\n原告が，原告事務所所在地において対価を得る目的で画廊の展示スペース\nを作家等に貸し出しており，また，作家の作品を掲示してオンライン販売を\nしていることは争いがなく，このような原告の役務は「商業のための画廊に\n関する役務の提供」と評価されるものを含むといえる。\n他方で，被告商標権１の指定役務は，「第３５類  商取引の媒介・取次ぎ又\nは代理，商品の売買契約の仲介・代行，商品の売買契約の仲介に関する情報\nの提供，展示施設の提供に係る事業の運営」であるところ，指定役務に含ま\nれる「展示施設の提供に係る事業の運営」と原告の役務である「商業のため\nの画廊に関する役務の提供」とは，展示の対象が主に美術品であるかという\n点は違いがあるといえるものの，販売の対象となる物品を展示する役務とい\nう点では共通性があるといえ，これらの役務が提供される場所や，需要者に\nも重なりがあるものと考えられるから，指定役務である「展示施設の提供に\n係る事業の運営」に使用される標章と同一又はこれに類似する標章を，原告\nの役務である「商業のための画廊に関する役務の提供」に使用することは，\n役務の提供者が同一であるとの出所の混同を招くおそれがあるといえる。し\nたがって，原告の上記役務は，被告各商標権の指定役務と類似する役務とい\nうべきである。\n原告は，被告商標権１の審査時に先願に係る原告商標の存在を指摘されて\nいないことを指摘し，被告商標権１の指定役務について，画廊に関する役務\nに類似するとの判断はされていなかったとも主張する。しかしながら，原告\n商標に係る類似群コード（甲１４）と被告商標権１に係る類似群コード（３\n５Ｂ０１）は一致しておらず，被告商標権１の審査において原告商標の存在\nを指摘されなかったことが，直ちに被告商標権１の指定役務の解釈に影響す\nるともいえないから，原告の上記主張は採用することができない。\n(2)  争点８－２（差止めの必要性）について\n前記前提事実(6)のとおり，原告各標章は被告商標１と類似し，原告は，令\n和元年１１月９日以降，画廊の事業を行うに当たり，その看板，ポスター，\nチラシ等の広告物に原告各標章を付して展示，又は頒布し，また，原告が管\n理する，原告ウェブサイト，Ｆａｃｅｂｏｏｋ，ＴｗｉｔｔｅｒなどのＳＮ\nＳ上で役務に関する広告を内容とする情報に原告各標章を付して電磁的方法\nによって提供しているから，原告の上記各行為は，被告商標権１の指定役務\nに類似する役務について，被告商標１と類似する商標を使用するものとして，\n被告商標権１を侵害するものとみなされる（商標法３７条１号，２条３項８\n号）。\n弁論の全趣旨によれば，原告は，本件口頭弁論終結時においても，上記の\n各行為を継続しているものと認められるから，当該各行為を差し止める必要\nがあると認められる。\n(3)  争点８－３（Ｂの原告に対する被告各商標権の行使が権利の濫用に当たる\nか）について\n原告は，本件営業譲渡の事実を権利濫用の評価根拠事実として主張するが，\n前記１のとおり，本件営業譲渡の事実は認められず，被告商標権１の行使に\nついて，原告の権利濫用の抗弁は理由がない。\n(4)  争点８及び９についてのまとめ\n以上によれば，Ｂは，原告に対して，被告商標権１に基づき，前記(2)の原\n告各標章の使用の差止めを請求することができるから，Ｂの原告各標章の使\n用差止請求は理由がある。\nＢによる原告各標章の使用の差止請求は，商標法３６条１項に基づく差止\n請求と著作権法１１２条２項に基づく差止請求を選択的に行うものであり，\nそのうち商標法３６条１項に基づく差止請求については，被告各商標権に基\nづく請求が相互に選択的な関係にあるものと解されるところ，前記のとおり，\n被告商標権１に基づく請求が全て認容できるから，被告商標権２に基づく請\n求及び著作権法１１２条２項に基づく請求については判断を要しない。\n９  争点１０（原告に対する不正競争防止法２条１項１９号の不正競争を理由と\nする差止請求に関する争点）について\n(1)  争点１０－１（「ギャラリーアートポイント」が「他人の特定商品等表示」\nに当たるか）について\n前提事実(7)のとおり，Ｂは，本件画廊の営業に当たり，本件商号と共に，\nそれを片仮名で表記した「ギャラリーアートポイント」を商号として使用し\nていたものと認められるから，「ギャラリーアートポイント」との商号は，Ｂ\nの特定商品等表示（不競法２条１項１９号）に該当するといえる。\n原告は，本件営業譲渡が存在することを前提として，「ギャラリーアートポ\nイント」との商号が原告にとって「他人」の特定商品等表示に当たらないと\n主張するが，前記１のとおり，本件営業譲渡の事実は認められないから，原\n告の当該主張は理由がない。\n(2)  争点１０－２（図利加害目的の有無）について\nア  前提事実(7)のとおり，原告ドメイン名は，Ｂの特定商品等表示である\n「ギャラリーアートポイント」と類似するところ，証拠（乙４８，５２）\nによれば，原告は，原告ドメインを用いたウェブサイトにおいて，Ｂから\n原告に対する本件営業譲渡があった旨を公表し，また，Ｂは本件商号で画\n廊を経営することができないのに本件営業譲渡契約に反してこれを使用し\nている旨を記載しており（乙４８），他方で，同じウェブサイトにおいて，\n原告の画廊の沿革について，元々は昭和４４年にＣが設立した「ギャラリ\nーアートポイント」であり，画廊旧住所地での営業を経て，平成３０年２\n月に移転し，同時に原告が代表に就任した旨の記載をしていることが（乙\n５２）認められる。また，前記５(2)のとおり，原告は，Ｆａｃｅｂｏｏｋ\n（乙３２）上において，「※類似サイトにご注意ください」「公式サイトＧ\nＡＬＬＥＲＹ  ＡＲＴ  ＰＯＩＮＴと誤認するようなサイトが確認されて\nおります」として，被告らウェブサイトのＵＲＬを表示した上で「ＧＡＬ\nＬＥＲＹ  ＡＲＴ  ＰＯＩＮＴの公式サイト」は原告ドメイン名によるも\nのである旨を表示することもあった。\nイ  前記アの原告の行動からすれば，原告は，「ギャラリーアートポイント」\nとの商号が持つ顧客吸引力を利用する目的で，原告ドメイン名を取得及び\n使用しているものと認めるのが相当である。\nそして，前記１のとおり，本件営業譲渡契約の成立は認められず，本件\n商号及びそれを片仮名で表記した「ギャラリーアートポイント」との商号\nの顧客吸引力はＢの営業に帰属すると認められ，これが唯一原告の営業に\n帰属するとの事実はなかったものと認められるから，上記の原告ドメイン\n名の取得，使用について，原告は，不競法２条１項１９号にいう「不正の\n利益を得る目的」を有していたものと認めることができる。\n原告は，原告ドメインを用いた原告ウェブサイト上において，Ｂとの混\n同を避けるように注意喚起をしており，Ｂの顧客を自己に誘導するような\nことはしていないから，図利加害目的はないと主張する。確かに，原告ウ\nェブサイト上では，Ｂの事業とは共同経営ではなく，同じ場所でそれぞれ\nが別々に経営している旨の記載があるが（乙４８），前記アのとおり，上記\n記載と併せて，Ｂは本来は本件商号で画廊を経営することができない旨の\n記載がされているものであって，全体としては，「ギャラリーアートポイン\nト」との商号を使用できるのは原告のみであるとの趣旨が記載されている\nものといえるから，原告とＢとが営業主体として別である旨を表示してい\nることは，上記の「不正の利益を得る目的」を否定するものではない。\n(3)  争点１０－３（差止めの必要性）について\n弁論の全趣旨によれば，原告は，本件口頭弁論終結時においても，原告ド\nメインを用いた原告ウェブサイトの使用を継続しているものと認められるか\nら，原告ドメイン名の保有及び使用を差し止める必要があると認められる。\nＢは，原告ドメインの主要部分が「ａｒｔｐｏｉｎｔ」であるとして，原\n告ドメイン名に限らず，「ａｒｔｐｏｉｎｔ」を含むドメイン名全てについて\nの取得，保有及び使用の差止請求をするが，原告が原告ドメインのほかに\n「ａｒｔｐｏｉｎｔ」を含むドメイン名を取得したことや，将来取得する予\n定があることを認めるに足りる証拠はないから，本件口頭弁論終結時点にお\nいて，原告ドメイン名以外の取得，保有及び使用の差止めの必要性があると\nは認められず，また，原告ドメイン名の取得の差止についても必要性は認め\nられない。\nしたがって，Ｂの不競法３条１項に基づくドメイン名の取得，保有及び使\n用の差止請求は，原告ドメイン名の保有及び使用を差し止める限度で理由が\nある。\n10  結論\n(1)  本訴請求について\n以上によれば，原告のＢに対する本訴請求は，不法行為に基づく損害賠償\n請求として主文第１項記載の金額の支払（前記４(3)参照）を求める限度で理\n由があり，Ｂに対するその余の本訴請求及び被告会社に対する本訴請求はい\nずれも理由がない。\n(2)  反訴請求について\n以上によれば，Ｂの反訴請求は，不競法２条１項２１号の不正競争につき，\n不競法４条に基づく損害賠償請求として主文第２項記載の金額の支払（前記\n５(4)参照）及び不競法３条１項に基づく差止請求として主文第３項記載の行\n為の差止め（前記５(5)参照）を求め，被告商標権１に基づく商標法３６条１\n項の差止請求として主文第４項記載の行為の差止め（前記８(4)参照）を求め，\n不競法２条１項１９号の不正競争につき，不競法３条１項に基づく差止請求\nとして主文第５項記載の行為の差止め（前記９(3)参照）を求める限度で理由\nがあり，その余の反訴請求はいずれも理由がない。\nなお，前記８(4)のとおり，主文第４項に係る原告各標章の使用の差止請求\nは，選択的にされた各請求のうち，被告商標権１に基づく請求として認容す\nるものである。\n(3)  よって主文のとおり判決する。\n東京地方裁判所民事第２９部\n裁判長裁判官\n國   分   隆   文\n裁判官\n小   川      暁\n裁判官\n矢   野   紀   夫\n別紙一覧\n別紙１  原告商標権目録\n別紙２  被告ら標章目録                （４，５につき省略）\n別紙３  被告らウェブページ目録            （省略）\n別紙４  営業妨害行為目録(差止対象行為)\n別紙５  被告商標権目録\n別紙６  原告標章目録\n別紙７  被告著作物目録\n別紙８  事務所所在地目録               （省略）\n別紙９－１  営業妨害行為目録（実損被害）       （省略）\n別紙９－２  営業妨害行為目録（出展キャンセル被害）  （省略）\n"
}