{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 7,
    "day": 19
  },
  "case_number": "令和5(う)139",
  "case_name": "公職選挙法違反",
  "court_name": "大阪高等裁判所第2刑事部",
  "result": "棄却",
  "lawsuit_id": "92225",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=92225",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/225/092225_hanrei.pdf",
  "contents": "令和５年７月１９日宣告\n令和５年(う)第１３９号  公職選挙法違反被告事件\n被  告  人   Ａ\n主       文\n本件控訴を棄却する。\n理       由\n以下、原判決と同じ略語を使用する。\n第１  弁護人の控訴理由\n１  事実誤認（選挙運動該当性）\n被告人がＢ大名簿の登載者である原判決認定の３５名の住所に本件封書を送\n付した行為（以下「本件行為」という。）は、選挙運動の準備行為又は政治活\n動にすぎず、選挙運動に該当しないのに、該当するとして、法定外選挙運動用\n文書を頒布するとともに候補者の届出前かつ衆議院名簿の届出前の選挙運動（以\n下「事前運動」という。）をしたと認定した原判決には、判決に影響を及ぼす\nことが明らかな事実の誤認がある。\n２  事実誤認（故意）\n仮に本件行為が選挙運動に該当するとしても、被告人はＢ大名簿の登載者は\n被告人に対する支援を期待できる者であると認識しており、本件行為は選挙運\n動ではないと考えていたから、被告人には故意がないのに、これを認定した原\n判決には、判決に影響を及ぼすことが明らかな事実の誤認がある。\n３  理由不備、訴訟手続の法令違反及び法令適用の誤り又は事実誤認（得票目的）\n⑴  選挙運動に該当するというためには「投票を得、又は得させる目的」が必\n要なのに、被告人がこの目的を有していたことを認定しないまま本件行為の\n選挙運動該当性を肯定した原判決には理由不備がある。\n⑵  また、原判決はこの目的の有無について検討しておらず、審理が不十分で\nあるから、原審の訴訟手続には判決に影響を及ぼすことが明らかな法令違反\nがある。\n⑶  さらに、原判決がこの目的がなくても選挙運動に該当すると解しているの\nであれば、原判決には判決に影響を及ぼすことが明らかな法令適用の誤りが\nあり、原判決が被告人に上記目的があると認定しているのであれば、被告人\nにはその目的はないから、原判決には判決に影響を及ぼすことが明らかな事\n実の誤認がある。\n４  法令適用の誤り（憲法違反等）\n⑴  事前運動を一律に禁止した公職選挙法２３９条１項１号、１２９条の規定\nは、政治活動の自由を侵害するものとして違憲無効である。したがって、本\n件にこれらの規定を適用し、これらの規定が有効であることを前提として同\n法２４３条１項３号、１４２条１項１号を適用した原判決には、判決に影響\nを及ぼすことが明らかな法令適用の誤りがある。\n⑵  また、事前運動を一律に禁止する規定を憲法に適合するように解釈するた\nめには、禁止される選挙運動を一般選挙人に対する直接的な投票依頼行為に\n限る必要がある。したがって、本件行為は選挙運動に該当しないのに、該当\nするとした原判決には、判決に影響を及ぼすことが明らかな法令適用の誤り\nがある。\n第２  事実誤認（選挙運動該当性）の控訴理由に対する判断\n記録によれば、以下に述べるとおり、本件行為は選挙運動に該当すると認めら\nれる。原判決も「争点に対する判断」の第２及び第３の項において、おおむねこ\nれと同様の判断を示しており、その判断は、後述のとおり一部に疑問があるもの\nの、いずれも結論に影響を及ぼすようなものではなく、その部分を除けば、実質\n的に以下と同じ趣旨を述べるものと理解することができる。したがって、本件行\n為が選挙運動に該当すると認定した原判決に事実の誤認はない。\n１  本件行為の内容\n本件行為は、本件総選挙の公示５日前に、被告人の政治活動や選挙運動を支\n持又は支援する者の名簿ではないＢ大名簿の登載者３５名の住所に宛てて、い\nずれも選挙運動のために使用する文書であると認められる次の各文書を同封し\nた本件封書を送付したというものである。これは、被告人が作成した工程表（甲\n１０７添付）に基づき、同名簿登載者のうち被告人が立候補を予定している選\n挙区と概ね一致する区域（選挙区省略）の選挙人として被告人が抽出した２４\n４１名の住所に宛てて本件封書を送付した行為の一部である。なお、同封書の\n封筒には、弁護士であるＣの法律事務所の名称・住所等が記載されていた。\n⑴  「Ａを支えるＢ大有志の会会長・Ｃ」の作成名義で本件総選挙の立候補予定\n者である被告人の政治活動や選挙運動に対する支援を依頼する旨の文書\n⑵  被告人及び被告人が所属する政党に対する投票を依頼する趣旨の文言等が印\n刷されたはがき（以下「本件選挙はがき」という。）の宛名欄に同選挙区の選\n挙人である知人の住所・氏名等を書き、推薦人欄に署名等をして被告人の事務\n所へ返送することを依頼する文書及び本件選挙はがき２枚と返信用封筒\n⑶  被告人の政治ポスターの掲示場所の提供・選挙運動のボランティア活動・資\n金の提供・被告人の後援会への入会・被告人が所属する政党への入党等を勧誘\nする文書\n⑷  被告人が所属する政党の機関誌\n２  本件行為の性質\n本件行為は、形式的には、Ｃの名義で被告人の政治活動や選挙運動に対する\n支援を依頼し、具体的な支援行為として、本件選挙はがきの推薦人欄への署名\n等（本件総選挙に当たって他の選挙人に対して被告人を候補者として推薦する\nこと）と、知人である選挙人の氏名等を同はがきの宛名欄に記載した上で返送\nすることなど将来選挙運動として本件選挙はがきを発送するための準備作業を\n依頼するとともに、その他の政治活動・選挙運動への協力をも依頼し、併せて\n被告人の政治活動を紹介してこれに対する賛同を求めるものと理解できるもの\nである。そのうち選挙運動への協力を求める部分は選挙運動の準備行為に当た\nり、政治活動に対する賛同や協力を求める部分は政治活動そのものに当たるか\nら、選挙運動には当たらないように思われなくもない。\n他方、本件封書は公示直前に多数の選挙人に宛てて発送されたものであり、\n同封されている本件選挙はがきには被告人及び被告人が所属する政党に対する\n投票を依頼する文言が目立つように印刷されており、被送付者が送付を受けた\n文書の内容を理解しようとすれば必然的に同はがきの同文言が目に触れること\nになる。したがって、本件行為は、直接的な投票依頼をするのと実質的に同様\nの効果が期待できる行為でもある。\n３  選挙運動該当性の判断基準\n本件封書に本件選挙はがきが同封されているのは、依頼内容に同はがきの宛\n名書きの作業が含まれているからである。しかし、同作業は、将来発送するた\nめの準備といっても、機械的な作業であって被告人自身やその運動員が行うこ\nともできるものであるところ、これを支持者又は支援者の名簿ではない名簿の\n登載者に無差別に依頼しても応じてもらえる可能性は低く、依頼作業に要する\n労力を上回る効果は到底期待できない。したがって、この依頼だけに着目する\nと実質的に選挙運動の準備行為とはいえない。もっとも、依頼のうち、推薦人\n欄への署名（すなわち他の選挙人に対する推薦）を求める部分は、それが本件\n総選挙に当たっての推薦依頼であるという点で一応実質的な選挙運動準備行為\nであるといえる。宛名書きの部分は、これと一体をなす依頼とされていること\nにより、かろうじて選挙運動準備行為としての実質を有しているということが\nできる。\nしかし、特定の選挙に当たって明確な支持者でも支援者でもない選挙人に対\nして候補者の推薦を依頼する行為は、直接的な投票依頼をするのと近い効果を\n有するものであるから、当該行為の相手方、時期、方法その他の具体的な事情\nによっては、推薦依頼に名を借りた投票依頼行為であって選挙運動に該当する\nと認められる場合があるというべきである（最高裁判所昭和４４年３月１８日\n第３小法廷判決・刑集２３巻３号１７９頁参照）。そして、本件行為の時期、\n方法、すなわち、時期が公示の直前であり、本件選挙はがきの推薦人欄への署\n名を求めて同はがきを同封し、内容を理解しようとすれば必然的に同はがきに\n印刷された投票依頼文言が目に触れるような依頼方法をとっていることからす\nれば、これは推薦依頼に名を借りた実質的な投票依頼行為であると強く疑われ\nる行為である。これが２０００名を超える多数の選挙人に対する送付行為の一\n部であることを考慮すれば、その疑いは更に強いものになる。\nもっとも、そのような時期、方法等による推薦依頼であっても、推薦依頼を\nすればこれに応じてくれると相当程度期待できるような人的関係が被告人との\n間に築かれている者を相手方とする場合であれば、その者は既に被告人に対す\nる投票の意思を持っている蓋然性があるから、推薦依頼が投票依頼行為と実質\n的に同様の効果を有するとはいえない。このような場合は、宛名書きの依頼の\n部分も含めて選挙運動の準備行為として許容されるものといえよう。また、名\n簿登載者の全員との間にそのような人的関係が築かれていなくても、名簿登載\n者が全体として何らかの関係で結ばれた１つの集団を形成しており、上記のよ\nうな人的関係が被告人とその集団全体との間に築かれているのであれば、同名\n簿登載者に対して無差別に上記のような依頼をすることも許されるであろう。\nしかし、それ以外の場合は、投票を依頼するのと同様の効果を目的としたもの\nとしか考えられず、宛名書きの依頼の部分も含めて推薦依頼に名を借りた実質\n的な投票依頼行為であり、選挙運動に当たるというべきである。\nまた、本件行為は、本件選挙はがきへの推薦及び宛名書きの依頼以外の部分\nも含めて、被告人の選挙運動及び政治活動への支援や賛同を求める一体の行為\nであるから、そのうち推薦及び宛名書きの依頼の部分が選挙運動に当たると認\nめられる場合には、それ以外の部分も含め、全体として選挙運動に当たるもの\nといえる。\nそうすると、本件行為が選挙運動の準備行為及び政治活動として許されるもの\nであり、選挙運動には当たらないといえるか否かの第一次的な判断基準は、相手\n方であるＢ大名簿の登載者の集団全体との間で、推薦依頼をすればこれに応じて\nくれると相当程度期待できるような人的関係が築かれているか否かであるという\nことになる。原判決は、判断の基準は「被送付者と被告人との間に選挙運動の準\n備行為を期待し得る人的関係があったか否か」であるとし、「Ｂ大名簿掲載者が\n被告人への支援を期待し得る集団」であるか否かを検討の対象としているが、こ\nれも実質的には同じ趣旨をいうものと理解することができる。\n４  本件行為の選挙運動該当性\nＢ大名簿は、被告人が、Ｂ大学卒業生全員の氏名等が記載されたＢ大校友名\n簿（平成１３年版）を入手し、平成２６年頃、そのうち卒業年次が極めて古い\n者などを除き、住所を奈良県内とする者９０００名弱を抽出して、その氏名等\nを住所録ソフトにより電子データ化したものである。Ｂ大名簿の登載者からは、\nその後、既に死亡している者・被告人が文書を送付した際に宛所尋ね当たらず\nで返送された者・同じく文書の送付を希望しない旨の連絡があった者などが除\nかれていき（正確には、上記住所録ソフトにおいて印刷除外設定がされたもの。\n以下、Ｂ大名簿登載者について印刷除外設定がされたことを「除かれた」と表\n現し、印刷除外設定がされていない状態を「登載」と表現する。）、本件当時\nの登載者は８０００名弱にまで減っていた。\n被告人は、同名簿及びその前身であるＢ大校友名簿をその政治活動等に利用\nしており、平成１６年に参議院議員選挙に立候補した際には奈良県在住のＢ大\n校友名簿登載者に支援依頼文書を送付し、平成３１年に奈良県知事選挙に立候\n補した際にはＢ大名簿登載者に投票依頼はがきを送付したほか、平成２２年か\nら平成２８年までの間に３回、講演会や座談会を企画してそれぞれ奈良県在住\nのＢ大校友名簿登載者又はＢ大名簿登載者にその案内文書等を送付した。また、\n被告人は、自分自身もＢ大学の卒業生であることから、同大学の卒業生による\n同窓会組織であるＢ大校友会の代議員等を務め、その奈良県における支部であ\nる奈良県Ｂ大倶楽部の会合やその他の同窓会組織の会合に頻繁に出席し、その\n都度、挨拶をしたり参加者と会話をしたりしていた。さらに、被告人は、その\n政治活動や選挙運動の中で多くのＢ大学卒業生の支援を受けており、Ｂ大校友\n会や奈良県Ｂ大倶楽部の代表者の支援を受けたこともあった。Ｂ大校友会から\nは選挙の際に祝電やいわゆる為書きを受けたこともあった。\n以上の事実を前提として、Ｂ大名簿登載者の性質を見ると、同名簿は、Ｂ大\n学の卒業生全員を個々の意思とは無関係に登載した名簿が元になっており、Ｂ\n大学の卒業生であることと奈良県在住者であること以外には共通点のない者た\nちの名簿である。もとより政治家としての被告人を支持又は支援する者で構成\nされた団体の名簿ではない。奈良県Ｂ大倶楽部の構成員は、Ｂ大名簿登載者と\n相当程度重なっているものと推測されるところ、同倶楽部と被告人との間には\nある程度の関係が築かれているものの、同倶楽部の代表者による支援は個人的\nなものにすぎず、同倶楽部が組織として被告人の政治活動や選挙運動と関係を\n持ったという事実は存在しない。また、同倶楽部の会合に頻繁に参加して多く\nの参加者と会話等をしてはいるが、参加者は構成員のごく一部にすぎず、これ\nによって関係を築くことができる者の範囲は限られている。Ｂ大校友会やその\n他の同窓会組織についても同様であり、祝電や為書きは、Ｂ大学を卒業した立\n候補者全てになされた儀礼的なものにすぎない。要するに、Ｂ大名簿の登載者\nは、その大部分が被告人との間に同窓生であるということ以外にほとんど人的\n関係を有しない者たちの集団であるというべきであり、前記のとおり文書の送\n付を希望しない旨の連絡があった者などを除外していることを考慮しても、そ\nのような名簿登載者の性質が変わるものではない。そして、そのような集団に\n対し、前記の程度の文書等の送付とこれに反応した者に対する働きかけを行っ\nても、登載者の一部との間で前記人的関係が築かれることはあっても、登載者\nの集団全体との間で、推薦依頼をすればこれに応じてくれると相当程度期待で\nきるような人的関係が築かれるということは考え難く、現にそのような関係が\n築かれていたことを示す証拠は存在しない。弁護人は、Ｂ大学の卒業生の間に\nは強い同窓意識があると主張するが、仮にそうであるとしても同様である。ま\nた、弁護人は、当審において、被告人は選挙の度にＢ大名簿登載者に電話をか\nけて投票依頼をしていたという事実を新たに主張するが、仮にそのような事実\nがあったとしても上記の判断が左右されるものではない。\nそうすると、Ｂ大名簿の登載者は、推薦依頼をすればこれに応じてくれると\n相当程度期待できるような人的関係が被告人との間に築かれていた集団ではな\nいと認められる。したがって、本件行為のうち本件選挙はがきの宛名書きを含\nむ推薦依頼の部分は、投票を依頼するのと同様の効果を目的として行われた、\nすなわち得票目的で行われた実質的な投票依頼行為であって、選挙運動に該当\nし、本件行為は全体として選挙運動に該当すると認められる。\n５  弁護人の主張について\n弁護人は、原判決は、被告人が働きかけをすることによってＢ大名簿登載者\nが被告人への支援を期待し得る集団に変わり得ることを認めながら、どの程度\nの働きかけをすればそのような集団になるのか明確な基準を示していないが、\nそのような不明確な基準で有罪の判断をすることは、極めて大きな萎縮効果を\nもたらし、政治活動の自由を過度に制限するもので、選挙運動準備行為に対す\nる規制として不合理であると主張する。しかし、既に述べたとおり、被告人と\nＢ大名簿登載者との間に前記のような人的関係が築かれてさえいれば、本件の\nような推薦依頼等も選挙運動には該当しないと解され、証拠により示されるべ\nきものは働きかけの程度ではなく、人的関係なのであって、その基準は決して\n不明確なものではない。弁護人は、どの程度の働きかけをすればそのような人\n的関係が築かれるのかが明確でないというが、一定の人的関係を築くために有\n効な働きかけには様々な態様のものが考えられ、その効果も様々で、これに対\nする相手方の受け止め方によっても結果は異なり得るから、必要な働きかけの\n態様や頻度等を類型化できないのは当然のことである。それは基準が不明確で\nあるということではない。\n弁護人は、原判決の判断のうち、Ｂ大名簿の登載者とＡ名簿の登載者との間\nには有意な差があるという部分は誤っているとも主張する。この点に関する原\n判決の判断は、被告人はＢ大名簿とは別に、被告人と何らかの関係を持ったこ\nとのある人物らを登載したＡ名簿を作成し、これを政治活動等に利用していた\nが、本件総選挙に当たり、同名簿登載者の一部にも本件封書と同様の封書を送\n付していたという事実を踏まえ、弁護人が、同名簿登載者に対する送付につい\nては選挙運動に該当しないことを前提として、同名簿登載者とＢ大名簿登載者\nとの間に実質的な差はないと主張したのに対し、両名簿の登載者の間には有意\nな差があるという判断を示したものである。Ａ名簿については、その登載者の\n性質や被告人との人的関係が十分立証されていないから、弁護人が主張すると\nおり、Ｂ大名簿登載者との間に有意な差があると断定できるのか疑問である。\nしかし、弁護人の原審における上記の主張については、そもそもＡ名簿登載者\nに対する本件封書と同様の封書の送付行為が選挙運動に当たらないと考える根\n拠がなく、前提を欠くものといわざるを得ない。したがって、仮にこの点に関\nする原判決の上記判断が誤っているとしても、これは本件の結論に影響を与え\nるようなものではない。\n６  なお、原判決には、本件行為のうち推薦依頼の部分だけではなく、選挙ポス\nターの掲示場所の提供依頼等の他の依頼についても前記同様に支援を期待し得\nる集団かという判断基準を当てはめ、許容される選挙運動の準備行為には当た\nらないと判断するかのような説明をしている部分がある。しかし、それらにつ\nいては、依頼の内容によって事情が異なり、本件選挙はがきの宛名書きのよう\nに被告人や運動員が行うこともできるとかＢ大名簿登載者に依頼しても依頼作\n業に要する労力を上回る効果が期待できないとは必ずしもいえないものがある\nし、推薦依頼ほど投票依頼行為に近い効果を有するとはいえないものもあるか\nら、上記の説明部分には疑問がある。しかし、既に述べたとおり、本件行為は\n一体の行為であり、かつ、そのうち推薦及び宛名書きの依頼の部分は選挙運動\nに当たると認められるから、それ以外の部分も含め、全体として選挙運動に当\nたるというべきである。原判決も結局はこれと同趣旨の理由で本件行為は全体\nとして選挙運動に当たるとしているものと解され、その判断に誤りはない。\n第３  事実誤認（故意）の控訴理由に対する判断\n１  原判決が「争点に対する判断」の第４の項で述べるところは相当であり、事\n前運動及び法定外選挙運動用文書の頒布のいずれについても被告人に故意を認\nめた原判決に事実の誤認はない。\n２  弁護人は、被告人は、Ｂ大学の卒業生の間には強い同窓意識があるという認\n識をベースとしながら、前記のとおり、Ｂ大学卒業生と日常的に深い関わりを\n持ち、Ｂ大名簿登載者に文書の送付等の働きかけを繰り返し、現に同窓会組織\nの代表者や多くの卒業生から様々な支援を受けてきたことなどから、Ｂ大名簿\n登載者は支援を期待できる人たちになったと認識していたのであって、これは\n事実の錯誤に当たると主張する。しかし、弁護人が指摘する諸事情は、いずれ\nも、これによってＢ大名簿登載者の集団全体との間に、推薦依頼をすればこれ\nに応じてくれると相当程度期待できるような人的関係が築かれたと誤解するよ\nうなものではない。これらの事情によって被告人が何らかの期待を抱いたとし\nても、それは願望にすぎず、これによって被告人に事実の錯誤があったと考え\nる理由にはならない。\n弁護人は、被告人は被告人の事務員らがＢ大名簿の登載者から被告人と何ら\nかの関わりを持った者を除外していることを知らなかったから、Ｂ大名簿の内\n容についての錯誤があったと主張する。しかし、既に述べたとおり、同名簿の\n元々の性質等からすれば、被告人による働きかけなどの事実を考慮しても、同\n名簿登載者の集団と被告人との間に前記のような人的関係が築かれたとは考え\nられないのである。記録によれば、これに加えて、被告人の事務員らが同名簿\n登載者から被告人と何らかの関わりを持った者を除外してＡ名簿に移していた\nという事実も認められるが、上記の判断は、この事実の有無によって影響を受\nけるようなものではない。したがって、仮に被告人がこの事実を知らなかった\nとしても、それは故意の成否に影響するような事情ではない。\n第４  得票目的に関する控訴理由に対する判断\n１  原判決は、争点に対する判断の項において、「本件封書の・・・被送付者が\n被告人の支援者ではない者であった場合、・・・実質的には、被送付者に対し、\n被告人に投票することを呼びかけるのと同様の効果を目的としたものといわざ\nるを得ない」とした上、「そうすると、・・・被送付者と被告人との間に選挙\n運動の準備行為を期待し得る人的関係があったか否かについて、検討すること\nが必要になる」とし、引き続き、被告人と被送付者であるＢ大名簿登載者との\n人的関係について検討し、同名簿の登載者は、元々「選挙はがきの宛名書き・・・\nまでをも期待し得る集団とは到底いえない」し、被告人が行った働きかけ等を\n考慮しても、「被送付者は・・・支援が期待し得る集団であったとはいえない」\nから、本件行為は選挙運動に当たるとしている。原判決のこの判断は、確かに\n本件行為が得票目的をもって行われたということを明示的に示しているもので\nはないものの、その全体を通じて読めば、本件行為は「被告人に投票すること\nを呼びかけるのと同様の効果を目的としたもの」、すなわち得票目的をもって\n行われたものであると認定する趣旨であることが明らかである。\n２  したがって、原判決は得票目的を認定しているのであって、その点において\n理由不備も法令適用の誤りもなく、審理不尽の法令違反もない。また、この点\nの判断に事実誤認がないことは、既に前記第２で判断を示したとおりである。\n第５  憲法違反等の控訴理由に対する判断\n１  原判決が事前運動の一律禁止は政治活動の自由を侵害するもので憲法に違反\nするとの弁護人の主張に対し、これを排斥する理由として述べるところは相当\nである。すなわち、公職の選挙につき、常時選挙運動を行うことを許した場合\nには、不当、無用な競争を招き、不正行為の発生等により選挙の公正を害する\nに至るおそれがあるうえ、経費や労力がかさみ、経済力の差による不公平が生\nじ、ひいては選挙の腐敗をも招来するおそれがあるから、このような弊害を防\n止し、選挙の公正を確保するため、選挙運動をすることができる期間を規制し、\n事前運動を禁止することは、憲法２１条の保障する表現の自由に対する必要で\n合理的な制限であり、同条に違反するものではないし、憲法の他の法条に違反\nするものでもない。\n２  弁護人は、正当な運動はどれだけなされても不当、無用な競争を招くわけで\nはないし、選挙の公正が害されるのは買収等の不正行為によるものであるから、\n事前運動を一律に禁止しなくても、不当な選挙運動や不正行為を個別に規制す\nれば選挙の公正を確保することができると主張する。しかし、正当な選挙運動\nと不当、無用な選挙運動を区別して後者のみを規制するということは事実上困\n難であるから、事前運動を解禁すれば不当、無用な競争を招くおそれがあるこ\nとは否定できず、そうなれば、買収等も含めて不正行為が発生するおそれが高\nくなることも否定できない。また、その結果発生した不正行為を全て摘発する\nということも容易なことではない。したがって、選挙の公正を確保するため、\n一律に事前運動を禁止することに一定の合理性があることは明らかである。\n弁護人は、事前の段階であっても政治活動は無制限に可能であると主張する。\nその趣旨は、事前運動のみを禁止しても政治活動として不当、無用な競争が行\nわれることは防げないから、選挙の公正を確保することにはつながらないとい\nうものではないかと思われる。しかし、選挙運動とこれに当たらない政治活動\nとを同列に論じることはできない。確かに、選挙運動には当たらない政治活動\nが不正行為につながり、選挙の公正を害することもあり得ないことではないが、\nだからといって事前運動を禁止することが不正行為を防止し、選挙の公正を確\n保することにつながらないとはいえない。\n弁護人は、政治活動の自由は民主主義を支えるものであって、最大限保障さ\nれなければならないから、これを制限する必要がある場合であっても、制限は\n必要最小限でなければならず、他のより制限的でない方法により目的が達成で\nきるのであれば許されないと主張する。しかし、選挙の公正もまた、民主主義\nを支える重要な利益であるから、これを確保するために必要で合理的なもので\nあれば、ある程度政治活動の自由を制限することも許されるというべきである。\n政治活動の自由の重要性から直ちに厳格な憲法判断の基準を採用すべきである\nという弁護人の主張は採用できない。\n３  弁護人は、仮に事前運動の一律禁止が憲法に違反しないとしても、制限を最\n小限のものにするため、禁止される行為の範囲を一般選挙人に対する直接的な\n投票依頼行為に限定して解釈すべきであると主張する。しかし、既に述べたと\nおり、本件行為は、形式的には投票を依頼するものでないが、投票を依頼する\nのと同様の効果を得る目的で行われた実質的な投票依頼行為であると認められ、\nその相手方も多数に及ぶから、仮に、政治活動の自由の重要性に鑑みて禁止の\n範囲を限定的に解釈するとしても、そのような本件行為が禁止の範囲から外れ\nるような解釈が相当なものであるとは考えられず、弁護人の主張は採用できな\nい。\n令和５年７月１９日\n大阪高等裁判所第２刑事部\n裁判長裁判官          長    井    秀    典\n裁判官      杉      田    友      宏\n裁判官      野    口    卓    志\n"
}