{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 4,
    "month": 1,
    "day": 19
  },
  "case_number": "令和3(ワ)21245",
  "case_name": "発信者情報開示請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "91127",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=91127",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/127/091127_hanrei.pdf",
  "contents": "令和４年１月１９日判決言渡  同日原本交付  裁判所書記官\n令和３年（ワ）第２１２４５号  発信者情報開示請求事件\n口頭弁論終結日  令和３年１１月１２日\n判 決\n原 告  Ａ\n被 告    エヌ・ティ・ティレゾナント株式会社\n（以下「被告ＮＴＴ」という。）\n同訴訟代理人弁護士  五島丈 裕\n被 告  株 式 会 社 タ ス カ ジ\n（以下「被告タスカジ」という。）\n同訴訟代理人弁護士  小賀 坂俊 平\n中田裕 人\n被 告  株式会社ファンコミュニケーションズ\n（以下「被告ファンコミュニケーションズ」という。）\n同訴訟代理人弁護士  蓜島啓 介\n被 告  株 式 会 社 オ ー ス タ ン ス\n（以下「被告オースタンス」という。）\n同訴訟代理人弁護士  平田省 郎\n主 文\n１  被告ＮＴＴは，原告に対し，別紙１発信者情報目録記載の情報（ただし，\n同記載２及び４の情報を除く。）のうち，別紙２侵害情報目録１及び２に\n係る各情報を開示せよ。\n２  被告タスカジは，原告に対し，別紙１発信者情報目録記載の情報のうち，\n別紙２侵害情報目録５に係る各情報を開示せよ。\n３  被告ファンコミュニケーションズは，原告に対し，別紙１発信者情報目\n録記載の情報のうち，別紙２侵害情報目録６に係る各情報を開示せよ。\n４  被告オースタンスは，原告に対し，別紙１発信者情報目録記載の情報\n（ただし，同記載３の情報に限る。）のうち，別紙２侵害情報目録７に係\nる各情報を開示せよ。\n５  訴訟費用は，被告らの負担とする。\n事実及び理 由\n第１  請求\n主文同旨（訴状別紙１は本判決別紙１と同趣旨をいうものと解される。）\n第２  事案の概要\n１  本件は，写真家である原告が，被告らに対し，氏名不詳者らがそれぞれ，被\n告らの各運営するインターネット上のサービスに写真を掲載し，原告が著作権\nを有する各写真に係る著作権（複製権及び公衆送信権）を侵害していると主張\nして，特定電気通信役務提供者の損害賠償責任の制限及び発信者情報の開示に\n関する法律（以下，単に「法」という。）４条１項の規定に基づき，それぞれ\n対応する発信者情報の開示を求める事案である。\nなお，以下，当事者が使用する表記に従い，前記氏名不詳者らを「本件発信\n者１」ないし「本件発信者７」という。ただし，「本件発信者３」及び「本件\n発信者４」に係る分離前相被告株式会社メルカリに対する請求についての訴訟\nは，和解により終了したため，これらの者は，本判決上の対象外となる。\n２  前提事実（当事者間に争いのない事実並びに掲記した証拠及び弁論の全趣旨\nにより認定できる事実をいう。なお，本判決を通じ，証拠を摘示する場合には，\n特に断らない限り，枝番を含むものとする。）\n(1) 当事者\nア  原告は，「夜景写真家」を名乗り，夜景の撮影を中心とした活動をして\nいる写真家である。（甲Ｃ１２）\nイ  被告ＮＴＴは，インターネット上に「goo blog」というブログサービス\nを運営する株式会社である。\nウ  被告タスカジは，インターネット上に家事代行マッチングサービス「タ\nスカジ」というウェブサイトを運営する株式会社である。\nエ  被告ファンコミュニケーションズは，インターネット上にブログ開設サ\nービス「FANBLOG」というウェブサイトを運営する株式会社である。\nオ  被告オースタンスは，インターネット上に「趣味人倶楽部」というウェ\nブサイトを運営する株式会社である。\n⑵  氏名不詳者らの行為\nア  本件発信者１は，被告ＮＴＴの運営する前記「goo blog」を利用し，別\n紙２侵害情報目録記載１の「投稿日時」欄の日時頃，同「ページＵＲＬ」\n欄のＵＲＬのブログ記事であるウェブページ（以下「本件ウェブページ１」\nという。）に，同「画像」欄の画像（以下「本件投稿画像１」という。）\nを掲載した。（甲１）\nイ  本件発信者２は，被告ＮＴＴの運営する前記「goo blog」を利用し，別\n紙２侵害情報目録記載２の「投稿日時」欄の日時頃，同「ページＵＲＬ」\n欄のＵＲＬのブログ記事であるウェブページ（以下「本件ウェブページ２」\nという。）に，同「画像」欄の画像（以下「本件投稿画像２」という。）\nを掲載した。（甲２）\nウ  本件発信者５は，被告タスカジの運営する前記「タスカジ」を利用し，\n別紙２侵害情報目録記載５の「投稿日時」欄の日時頃，同「画像ＵＲＬ」\n欄のＵＲＬに，同「画像」欄の画像（以下「本件投稿画像５」という。）\nをアップロードし，これを縮小して正円形にトリミングしたプロフィール\n画像（以下「本件円形画像」という。）が，同「ページＵＲＬ」欄のＵＲ\nＬのプロフィールページに表示されるようにした。（甲５）\nエ  本件発信者６は，被告ファンコミュニケーションズの運営する前記\n「FANBLOG」を利用し，別紙２侵害情報目録記載６の「投稿日時」欄の日\n時頃，同「ページＵＲＬ」欄のＵＲＬのウェブページ上に，同「画像」欄\nの画像（以下「本件投稿画像６」という。）を掲載した。（甲６）\nオ  本件発信者７は，被告オースタンスの運営する前記「趣味人倶楽部」を\n利用し，別紙２侵害情報目録記載７の「投稿日時」欄の日時頃，同「画像\nＵＲＬ」欄のＵＲＬに，同「画像」欄の画像（以下「本件投稿画像７」と\nいう。）をアップロードし，これを正方形にトリミングしたサムネイル画\n像（以下「本件方形画像」という。）が，同「ページＵＲＬ」欄のＵＲＬ\nのウェブページに表示されるようにした。（甲７）\n⑶  原告の写真\n原告が登録したドメイン上で運営されている「夜景INFO」と題するウェブ\nサイトには，別紙３原告写真著作物目録記載の写真５枚（以下，これらの写\n真を同目録記載の番号に従い，「原告写真１」ないし「原告写真５」という。\nただし，原告写真３は，前記和解の対象となった写真であるため，本判決の\n判断の対象外となる。）に，「Copyright(c)  Night  View  Photographer  Ｂ」\n又は「NIGHT VIEW PHOTOGRAPHER C  ©」というクレジット表記を埋め込むな\nどして複製したもの（以下，原告写真１ないし原告写真５に対応し，「原告\n画像１」ないし「原告画像５」という。）が掲載されている。（甲８，９，\n甲Ｃ１３）\n３  争点\n(1) 本件発信者１及び２に係る権利侵害の明白性（争点１）\n(2) 本件発信者５に係る権利侵害の明白性（争点２）\n(3) 本件発信者６に係る権利侵害の明白性（争点３）\n(4) 本件発信者７に係る権利侵害の明白性（争点４）\n第３  争点に関する当事者の主張\n１  争点１（本件発信者１及び２による権利侵害の明白性）について\n（原告の主張）\n⑴  原告は，原告写真１及び２（甲９の１，２）を撮影し，クレジット表記を\n付すなどした上，「夜景INFO」に掲載しており，その著作権者及び著作者は\n原告である。そして，本件投稿画像１及び２は，原告写真１及び２に対応す\nるから，本件発信者１及び２の行為は，原告写真１及び２に対する原告の著\n作権（複製権及び公衆送信権）を明白に侵害する。\nなお，原告写真１（甲９の１）は，平成２７年１１月２日，原告が平成２\n６年８月１９日に購入した「Canon EOS 6D（機番：211020001638）」（甲Ａ\n１６）というカメラで撮影されたものである。\n⑵  これに対し，被告ＮＴＴは，引用の抗弁が成立すると主張するが，出所の\n明示はされていない上，転載の必然性が存在せず，主従関係の不明瞭である\nことからすれば，同抗弁が成立しないことは明白である。\n（被告ＮＴＴの主張）\n⑴  原告写真１及び２が，原告の著作物であることを明白に判断し得る証拠は\nない。また，その著作権の譲渡や著作物の利用許諾がされている可能性もあ\nる。したがって，いずれの場合についても権利侵害は成立しない。\n⑵  原告写真１及び２は，公表されていたものであるから，本件投稿画像１及\nび２における使用において，著作権法３２条１項の「引用」が成立する可能\n性もあり，その場合には権利侵害が成立しない。\n２  争点２（本件発信者５による権利侵害の明白性）について\n（原告の主張）\n⑴  原告は，自らが購入した機番「211020001638」のカメラを使用し（甲Ｃ１\n６），原告写真４（甲９の５）を撮影し，これを自らが運営するサイトであ\nる「夜景INFO」に掲載しており（甲Ｃ１２，１３），その著作権者及び著作\n者は原告である。そして，本件円形画像は，原告写真４に対応するから，本\n件発信者５が本件円形画像を表示させた行為は，原告写真４に対する原告の\n著作権（複製権及び公衆送信権）を明白に侵害する。\n⑵  なお，本件円形画像は，原告画像４を縮小し，円形にトリミング加工した\nように表示させるものであるが，その状態においても，著作物としての性質\nは十分に保持されているというべきである。なお，本件発信者５は，原告画\n像４に対し，原告の意に反する加工をし，クレジット表記（甲Ｃ１５）をト\nリミングするなどしているから，原告の著作者人格権（同一性保持権及び氏\n名表示権）をも侵害していることも事情として指摘し得る。\n⑶  仮に，本件円形画像による著作権侵害が成立しないとしても，本件発信者\n５は，本件投稿画像５をインターネット上にアップロードし，これをプロフ\nィールページ上などでの簡易な操作で閲覧し得るようにした（甲１７）。そ\nして，本件投稿画像５は，原告画像４を縦横８０％程度に縮小したものにす\nぎないから，いずれにせよ，本件発信者５は，原告写真４に対する原告の著\n作権（複製権及び公衆送信権）を明白に侵害したといえる。\n（被告タスカジの主張）\n⑴  原告画像４を掲載する「夜景INFO」が，原告の運営するサイトであるかど\nうかも明らかとはいえない上，他から入手した画像が当該サイトに掲載され\nている可能性も否定し得ない。そうすると，原告が，原告写真４の著作権者\nであることについて，合理的な疑いを超える立証がされているとはいえず，\n本件発信者５の行為について，権利侵害の明白性があるということはできな\nい。\n⑵  仮に，原告が，原告写真４の著作権者であるとしても，本件発信者５が，\n本件円形画像を掲載した行為は，原告写真４の複製権及び公衆送信権を侵害\nしない。なぜならば，本件円形画像は，原告画像４を大幅に縮小して円形に\nトリミングしたものであり，構図やピントの位置など，一般人の注意力をし\nて，その創作性を直接感得し得る程度の再現がされているとはいえないから\nである。\n⑶  これに対し，原告は，本件発信者５が，本件投稿画像５をも複製し，公衆\n送信していると主張する。しかしながら，プロフィールページに表示される\nのは本件円形画像であり，本件投稿画像５は，通常，その閲覧者の目に触れ\nるものではない。したがって，本件発信者５は，本件投稿画像５それ自体を\n複製し公衆送信しているのではなく，本件円形画像の形で複製し，公衆送信\nしているというべきである。\n３  争点３（本件発信者６による権利侵害の明白性）について\n（原告の主張）\n原告は，デジタル一眼レフカメラと交換レンズを使用し，その構図，焦点距\n離，シャッター速度，絞り数値，色味，気象条件等に創意工夫を加えた上，原\n告写真５を撮影し，これを自らが運営するサイトである「夜景INFO」に掲載し\nており，その著作権者及び著作者は原告である。そして，本件投稿画像６は，\n原告写真５に対応するから，本件発信者６の行為は，原告写真５に対する原告\nの著作権（複製権及び公衆送信権）を明白に侵害する。\n（被告ファンコミュニケーションズの主張）\n被告ファンコミュニケーションズは，個々のブログの内容に関知するもので\nはないため，権利侵害に関しては不知であり，それ以上の反論はない。\n４  争点４（本件発信者７による権利侵害の明白性）について\n（原告の主張）\n原告は，デジタル一眼レフカメラと交換レンズを使用し，その構図，焦点距\n離，シャッター速度，絞り数値，色味，気象条件等に創意工夫を加えた上，原\n告写真５を撮影し，これを自らが運営するサイトである「夜景INFO」に掲載し\nており，その著作権者及び著作者は原告である。そして，本件投稿画像７は，\n原告写真５に対応するから，本件発信者７の行為は，原告写真５に対する原告\nの著作権（複製権及び公衆送信権）を明白に侵害する。\n（被告オースタンスの主張）\n本件投稿画像７と原告写真５が同一であることは不知である。そして，本件\n投稿画像７は，神戸ポートタワー等を夜間に撮影したものにすぎず，構図に特\n徴的な点もないため，著作物性を有しない。また，原告が，本件投稿画像７の\n使用を承諾していないことも不知である。そのため，権利侵害の明白性を争う。\n第４  当裁判所の判断\n１  争点１（本件発信者１及び２に係る権利侵害の明白性）について\n⑴  前記前提事実及び後掲各証拠並びに弁論の全趣旨によれば，原告は，原告\n写真１（２７３６ピクセル×１８２４ピクセル）及び原告写真２（２７８４\nピクセル×１８５６ピクセル）の画像ファイルを保有していること（甲９の\n１，２），原告が運営する「夜景INFO」は，これらの画像ファイルに原告の\nクレジット表記を埋め込むなどした複製物である原告画像１及び２を掲載し，\n規約上「無断転載・複製」を禁じていること（甲８の１，２，甲Ｃ１２，１\n３），本件投稿画像１は，「夜景INFO」に掲載された原告画像１からクレジ\nット表記を削除し，「第５回  福岡ミネラルショー」等の文字を重ねるなど\nの加工をしたものであること（甲１），本件投稿画像２は，原告画像２を複\n製したものであること（甲２），以上の事実を認めることができる。\n上記認定事実によれば，原告写真１及び２の著作権者は原告であり，本件\n発信者１及び２は，前記前提事実⑵ア及びイのとおり，その複製物である本\n件投稿画像１及び２をウェブページに掲載したことが認められ，この点につ\nいて，原告の許諾など違法性阻却事由の存在をうかがわせるような事情も存\n在しないというべきである。\n⑵  これに対し，被告ＮＴＴは，本件投稿画像１及び２の掲載が著作権法３２\n条１項にいう「引用」に当たると主張するが，次のとおり，いずれも採用し\n得ない。\nア  本件発信者１について\n前記前提事実及び証拠（甲１の１，８の１）並びに弁論の全趣旨によれ\nば，本件ウェブページ１は，宝石の収集などに関するブログにおいて，冒\n頭に，福岡の夜景である原告画像１を加工するなどした本件投稿画像１を\n掲載した上，本文では，宝石等の展示や販売をする「第５回福岡ミネラル\nショー」が福岡で開催されることを紹介し，その内容を説明する記事であ\nること，本件投稿画像１は，原告画像１から原告のクレジット表記部分を\n削除し，右下に別のクレジット表記のような文字を加えた上，中央に「第\n５回  福岡ミネラルショー」，「２０１６年１１月１１日（金）～１１月\n１３日（日）」及び「開催！！」という文字，右上に宝石のような画像を\n重ねるなどしたものであること，以上の事実を認めることができる\n上記認定事実によれば，本件発信者１は，原告画像１を批評するなどの\n目的で利用するものではなく，福岡で開催される「福岡ミネラルショー」\nを紹介する記事において，当該記事のタイトル画像に完全に溶け込ませて\n原告画像１を福岡のイメージ画像として利用するものである。そのため，\n本件発信者１の創作部分と原告画像１の創作部分とは，これらを明確に区\n別することができないものと認められる。\nこのような利用態様を踏まえると，本件ウェブページ１における原告画\n像１の利用は，そもそも引用に当たらないと解するのが相当である。\n仮に引用に当たるという見解に立ったとしても，上記認定事実によれば，\n本件発信者１は，原告画像１を利用するに当たり，その著作者を明記せず，\n別人がクレジットした画像であるかのように加工した上，原告画像１とは\n直接の関連のない文字や画像を重ねていることが認められる。このような\n利用目的，態様等を踏まえると，これが著作権法３２条１項に規定する公\n正な慣行に合致するものとはいえず，また，引用の目的上正当な範囲内で\n行われたものともいえない。\nイ  本件発信者２について\n前記前提事実及び証拠（甲２の１，８の２）並びに弁論の全趣旨によれ\nば，本件ウェブページ２は，「吾妻公園ハイキング  ７月例会」と題する\n記事を掲載するものであり，当該ハイキングの模様を撮影した写真にキャ\nプションを付したものと並べて，群馬県桐生市内の公園の夜景である原告\n画像２を複製した本件投稿画像２を掲載し，「夜景です（ネットから借用）\n水道山公園。」とのキャプションを付したものであることが認められる。\n上記認定事実によれば，本件ウェブページ２は，記事の主題である上記\nハイキングに関連する参考画像として，本件投稿画像２を引用したもので\nあるものの，「夜景です（ネットから借用）」という言及の態様からして\nも，批評等を目的とするものとはいえず，そもそも本件記事のために本件\n投稿画像２を引用しなければならない必然性があったものとはいえない。\nこのような利用の目的，態様等を踏まえると，これが著作権法３２条１\n項に規定する公正な慣行に合致するものとはいえず，また，引用の目的上\n正当な範囲内で行われたものともいえない。\n⑶  したがって，本件発信者１及び本件発信者２による本件投稿画像１及び２\nの掲載によって，原告の著作権（複製権及び公衆送信権）が侵害されたこと\nは明らかであるというべきである。\n２  争点２（本件発信者５に係る権利侵害の明白性）について\n⑴  前記前提事実及び後掲各証拠並びに弁論の全趣旨によれば，原告写真４は，\n明るく灯火を発する東京タワーと六本木ヒルズを中央に配した夜景写真であ\nり（甲８の４），原告は，その所有するカメラの機種や機番をＥｘｉｆ情報\nに付した原告写真４（２７３６ピクセル×１８２４ピクセル）の画像ファイ\nルを保有していること（甲９の５，甲Ｃ１４），原告が運営する「夜景INFO」\nは，この画像ファイルに原告のクレジット表記を埋め込むなどした複製物で\nある本件投稿画像５（８１０ピクセル×５４０ピクセル）を掲載しており，\n規約上「無断転載・複製」を禁じていること（甲８の３，甲Ｃ１２，１３，\n１５），本件円形画像は，本件投稿画像５をアップロードすることで生成さ\nれるプロフィール画像（１２０ピクセル×１２０ピクセル）であり，本件投\n稿画像５の中央の大部分を含むように正円形にトリミングされていること\n（甲５，甲Ｃ１７），以上の事実を認めることができる。\n上記認定事実によれば，原告写真４の著作権者は原告であり，本件発信者\n５は，前記前提事実⑵ウのとおり，その複製物であると認められる本件円形\n画像をプロフィールページに表示させたことが認められ，この点について，\n原告の許諾など違法性阻却事由の存在をうかがわせるような事情も存在しな\nいというべきである。\n⑵  これに対し，被告タスカジは，本件円形画像において，原告画像４の創作\n性を直接感得し得る程度の再現がされているとはいえないと主張する。\nしかしながら，本件円形画像は，原告写真４（原告画像４を含む。以下本\n項において同じ。）の中央を占める被写体である東京タワーと六本木ヒルズ\nを含め，本件投稿画像５の中央部を取り込み，原告写真４の被写体の形態，\n性状，色彩の主要部分について，これと同様に表示するものであるから，本\n件円形表示により，原告写真４の創作的表現が有形的に再生されているもの\nと認められる（甲５，８の４，９の５）。そうすると，本件円形画像は，原\n告写真４の複製物に当たると認めるのが相当である。したがって，被告タス\nカジの主張は，採用することができない。\n⑶  以上によれば，本件投稿画像５に係る主張を検討するまでもなく，本件発\n信者５による本件円形画像の掲載によって，原告の著作権（複製権及び公衆\n送信権）が侵害されたことは明らかであるというべきである。\nなお，本件円形画像は，令和２年８月２７日，前記プロフィールページ上\nに存在し，現在では削除されているものの，原告が，同年１２月２日，被告\nタスカジに任意による発信者情報の開示を求めていることからすれば，遅く\nとも同日頃までは掲載され，原告の著作権（公衆送信権）を侵害していたも\nのと推認するのが相当である。したがって，少なくとも公衆送信権侵害につ\nいて，同年８月３１日施行された同年総務省令８２号による改正後の特定電\n気通信役務提供者の損害賠償責任の制限及び発信者情報の開示に関する法律\n第四条第一項の発信者情報を定める省令が適用されることになる。\n３  争点３（本件発信者６に係る権利侵害の明白性）について\n⑴  前記前提事実及び後掲各証拠並びに弁論の全趣旨によれば，原告写真５は，\n神戸ポートタワーを中心として，デートスポットである神戸モザイクのライ\nトアップされた情景の夜景写真であること（甲８の５），原告は，原告写真\n５（３１２０ピクセル×２０８０ピクセル）の画像ファイルを保有している\nこと（甲９の４，），原告が運営する「夜景INFO」は，この画像ファイルに\n原告のクレジット表記を埋め込むなどした複製物である原告画像５を掲載し，\n規約上「無断転載・複製」を禁じていること（甲８の５，甲Ｃ１２，１\n３，），本件投稿画像６は，原告画像５の複製物であると認められること\n（甲６），以上の事実を認めることができる。\n⑵  上記認定事実によれば，原告写真５の著作権者は原告であり，本件発信者\n６は，前記前提事実⑵エのとおり，その複製物である本件投稿画像６をウェ\nブページに掲載したことが認められ，この点について，原告の許諾など違法\n性阻却事由の存在をうかがわせるような事情も存在しないというべきである。\n⑶  したがって，本件発信者６による本件投稿画像６の掲載によって，原告の\n著作権（複製権及び公衆送信権）が侵害されたことは明らかであるというべ\nきである。\nなお，別紙２侵害情報目録記載６は，本件投稿画像６の投稿日時を令和２\n年８月２５日とするものの，証拠（甲６の１）によれば，本件投稿画像６は，\n遅くとも令和３年２月２日までは掲載され，原告の著作権（公衆送信権）を\n侵害していたものと認めるのが相当である。したがって，少なくとも公衆送\n信権侵害について，令和２年８月３１日施行された同年総務省令８２号によ\nる改正後の特定電気通信役務提供者の損害賠償責任の制限及び発信者情報の\n開示に関する法律第四条第一項の発信者情報を定める省令が適用されること\nになる。\n４  争点４（本件発信者７に係る権利侵害の明白性）について\n⑴  前記前提事実，証拠（甲７，８の５）及び弁論の全趣旨によれば，本件投\n稿画像７は，原告画像５の解像度を落とすなどして複製されたものであり，\n本件方形画像は，本件投稿画像７の中央の大部分を含むように正方形にトリ\nミングされた画像であることが認められる。そして，前記３⑴において認定\nした事実によれば，原告写真５の著作権者は原告であり，本件発信者７は，\n前記前提事実⑵エのとおり，その複製物である本件方形画像をウェブページ\nに掲載したことが認められ，この点について，原告の許諾など違法性阻却事\n由の存在をうかがわせるような事情も存在しないというべきである。\n⑵  これに対し，被告オースタンスは，原告写真５と本件投稿画像７の同一性\nを不知とした上，本件投稿画像７の著作物性を争う旨主張している。\nしかしながら，原告画像５が原告写真５の複製物であり，本件投稿画像７\nが原告画像５の複製物であることは，上記において認定したとおりであり，\nこれを覆すに足りる的確な証拠はない。\nまた，証拠（甲８の５，甲９の４）及び弁論の全趣旨によれば，原告写真\n５は，ライトアップされるなどした夜景写真を的確に撮影するため，構図，\n焦点距離，シャッター速度，絞り数値，ホワイトバランス，気象条件その他\nの撮影条件を工夫したことによる創作性が認められ，これが著作物に当たる\nことは明らかである。また，本件投稿画像７をトリミングした本件方形画像\nについても，原告写真７の中心部の被写体の大部分を含むものであるから，\n上記の理は，異なるところはない。\nそして，本件投稿画像７は，原告写真５よりも解像度が低くされているも\nのの，被写体の形態，性状，色彩等の主要部分について，上記と同様に表示\nしていることからすると，原告写真５の創作的表現が有形的に再生されてい\nるものと認めるのが相当である。\nしたがって，被告オースタンスの主張は，採用することができない。\n⑶  以上によれば，原告の本件発信者７の権利侵害に係る主張は，本件方形画\n像の掲載によるものを含むと解されるところ，上記⑴及び⑵のとおり，本件\n発信者７による本件方形画像の掲載によって，原告の著作権（複製権及び公\n衆送信権）が侵害されたことは明らかであるというべきである。\n５  小括\n以上によれば，本件発信者１，２及び５ないし７が，インターネット上に当\n該画像を掲載等したことによって，当該画像に対する原告の著作権（複製権及\nび公衆送信権）が侵害されたことは明らかである。\n６  その他\n被告らが，それぞれ対応する前記の権利侵害に係る情報の流通に関し，法４\n条１項に規定する「開示関係役務提供者」に該当すること，原告が，前記の発\n信者らに対し，損害賠償請求を予定しているなど同項２号に規定する「正当な\n理由」を有していることは，当事者間に争いがないか又は弁論の全趣旨によっ\nて，これらを認めることができる。なお，別紙１発信者情報目録記載の「発信\n者」は，当該侵害情報の発信に係る電気通信設備の利用につき，被告らと契約\nした者と同一であると推認するのが相当である。\nその他に，被告らの提出する準備書面及び本件全証拠を改めて精査しても，\n上記判断を左右するには至らない。被告らの主張は，いずれも採用することが\nできない。\n第５  結論\nよって，原告の請求は理由があるから，これを認容することとし，主文のと\nおり判決する。\n東京地方裁判所民事第４０部\n裁判長裁判官\n中島基 至\n裁判官\n𠮷 野 俊太 郎\n裁判官\n齊 藤 敦\n（別紙１）\n発 信 者 情 報 目 録\n別紙３原告写真著作物目録記載の画像について，別紙２侵害情報目録記載のとお\nり，被告らが管理する特定電気通信設備（ウェブサーバ等）にアップロードした発\n信者らに関する情報であって，次に掲げるもの。\n１  氏名又は名称\n２  住所\n３  電子メールアドレス\n４  発信者の電話番号\n（別紙２侵害情報目録は省略）\n（別紙３原告写真著作物目録は省略）\n"
}