{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 3,
    "month": 12,
    "day": 9
  },
  "case_number": "令和1(ワ)25121",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "特許権",
  "lawsuit_id": "90900",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=90900",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/900/090900_hanrei.pdf",
  "contents": "令和３年１２月９日判決言渡  同日原本領収  裁判所書記官\n令和元年(ワ)第２５１２１号  特許権侵害差止等請求事件\n口頭弁論終結日  令和３年９月２９日\n判         決\n原 告          株式会社ＲＥＶ Ｏ\n原              告          Ａ\n原              告          株式会社アイピーシ ー\n被              告       ＳＥＬＦ株式会 社\n同訴訟代理人弁護士          萬        幸      男\n同補佐人弁理士         水    野    勝      文\n同                          井    出              真\n同                          須    澤              洋\n同                          久    松    洋      輔\n主         文\n１  原告らの請求をいずれも棄却する。\n２  訴訟費用は原告らの負担とする。\n事実及び理 由\n第１  請求\n１  被告は，別紙製品目録記載のプログラムを生産し，使用し，譲渡し，貸し渡\nし，又は電気通信回線を通じて提供してはならない。\n２  被告は，原告らに対し，３３３万３３３３円及びこれに対する令和元年１０\n月１１日から支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n本件は，発明の名称を「情報提供装置，システム及びプログラム」とする特許（特\n許第６５３８０９７号。以下「本件特許」という。）に係る特許権（以下「本件特許\n権」という。）を共有する原告らが，別紙製品目録記載のプログラム（以下「被告プ\nログラム」といい，これをインストールしたスマートフォンを「本件スマートフォ\nン」という。）の生産，譲渡等は，本件特許権の文言侵害（請求項５），均等侵害（請\n求項５），間接侵害（請求項１，５）に当たると主張して，被告に対し，特許法１０\n０条１項に基づき，被告プログラムの生産，譲渡等の差止めを求めるとともに，同\n法１０２条２項に基づき，損害金３３３万３３３３円及びこれに対する訴状送達の\n日の翌日である令和元年１０月１１日から支払済みまで民法（平成２９年法律第４\n４号による改正前のもの）所定の年５分の割合による遅延損害金の支払を求める事\n案である。\n１  前提事実（証拠等を掲げた事実以外は，当事者間に争いがないか弁論の全趣\n旨により容易に認められる事実）\n(1)  当事者\n原告株式会社ＲＥＶＯは，健康・福祉に関するコンサルティング，商品の設計，\n開発業等を目的とする株式会社である。\n原告Ａは，コンピュータのソフトウェア等の設計・開発，ウェブデザインの設計，\nネットワークの構築・保守・点検等を業とする個人事業主である。\n原告株式会社アイピーシーは，知的財産に関する情報提供サービス及びコンサル\nティング業等を目的とする株式会社である。\n被告は，スマートフォン用アプリケーションプログラムの開発業等を目的とする\n株式会社である。\n(2)  本件特許権\nア  原告らは，次のとおりの本件特許権を有する（甲１）。\n特許番号  第６５３８０９７号\n発明の名称  情報提供装置，システム及びプログラム\n出願日  平成２９年２月７日\n分割の表示  特願２０１６－６６９０の分割\n原出願日  平成２８年１月１５日\n登録日  令和元年６月１４日\nイ  本件特許権は，５の請求項から成る（以下，このうち請求項１に係る特許発\n明を「本件発明１」といい，請求項５に係る特許発明を「本件発明５」といい，両\n者を併せて「本件各発明」という。また，その明細書（図面を含む。）を「本件明細\n書」といい，該当する段落を【０００１】などと表記する。甲１）\n(ｱ)  本件発明１\n本件発明１に係る特許請求の範囲の記載は，次のとおりである。\nユーザから取得したい個人情報のうち幾つかを予め受け付ける第１受付手段と，\n前記第１受付手段によって受け付けていない個人情報に対応する属性の質問を行う\n質問手段と，前記質問手段による質問に対する返答である個人情報を受け付ける第\n２受付手段と，前記第１及び第２受付手段によって受け付けられた個人情報と当該\n個人情報に対応する属性とが紐付けた状態で格納される格納媒体と，前記第１又は\n第２受付手段によって受け付けられた個人情報に基づいて前記ユーザに対して提案\nを行う提案手段と，を備え，前記提案手段は，前記個人情報に基づいてウェブサイ\nトから前記ユーザに対して提案すべき情報を取得する手段と，前記個人情報に基づ\nいてユーザに注意を促す手段と，を有する情報提供装置。\n(ｲ)  本件発明５\n本件発明５に係る特許請求の範囲の記載は，次のとおりである。\nユーザから取得したい個人情報のうち幾つかを予め受け付けるステップと，受け\n付けていない個人情報に対応する属性の質問を行うステップと，前記質問に対する\n返答である個人情報を受け付けるステップと，前記受け付けられた個人情報と当該\n個人情報に対応する属性とを紐付けた状態で格納するステップと，前記受け付けた\n個人情報に基づいて前記ユーザに対して提案を行うステップと，を含み，前記個人\n情報に基づいてウェブサイトから前記ユーザに対して提案すべき情報を取得するス\nテップと，前記個人情報に基づいてユーザに注意を促すステップと，を更に有する\nを（判決注；ママ）情報提供装置に実行させる情報提供プログラム。\nウ  構成要件の分説\n(ｱ)  本件発明１\n本件発明１を構成要件に分説すると，次のとおりである（以下，分説した構成要\n件をそれぞれの符号に従い，「構成要件１Ａ」などのようにいう。以下同じ。また，\n本件各発明の構成要件につき，構成要件１Ａ及び同５Ａをまとめて「構成要件Ａ」\nなどのようにいう。）。\n１Ａ  ユーザから取得したい個人情報のうち幾つかを予め受け付ける第１受付手\n段と，\n１Ｂ  前記第１受付手段によって受け付けていない個人情報に対応する属性の質\n問を行う質問手段と，\n１Ｃ  前記質問手段による質問に対する返答である個人情報を受け付ける第２受\n付手段と，\n１Ｄ  前記第１及び第２受付手段によって受け付けられた個人情報と当該個人情\n報に対応する属性とが紐付けた状態で格納される格納媒体と，\n１Ｅ  前記第１又は第２受付手段によって受け付けられた個人情報に基づいて前\n記ユーザに対して提案を行う提案手段と，を備え，\n１Ｆ  前記提案手段は，前記個人情報に基づいてウェブサイトから前記ユーザに\n対して提案すべき情報を取得する手段と，\n１Ｇ  前記個人情報に基づいてユーザに注意を促す手段と，を有する\n１Ｈ  情報提供装置。\n(ｲ)  本件発明５\n本件発明５を構成要件に分説すると，次のとおりである。\n５Ａ  ユーザから取得したい個人情報のうち幾つかを予め受け付けるステップと，\n５Ｂ  受け付けていない個人情報に対応する属性の質問を行うステップと，\n５Ｃ  前記質問に対する返答である個人情報を受け付けるステップと，\n５Ｄ  前記受け付けられた個人情報と当該個人情報に対応する属性とを紐付けた\n状態で格納するステップと，\n５Ｅ  前記受け付けた個人情報に基づいて前記ユーザに対して提案を行うステッ\nプと，を含み，\n５Ｆ  前記個人情報に基づいてウェブサイトから前記ユーザに対して提案すべき\n情報を取得するステップと，\n５Ｇ  前記個人情報に基づいてユーザに注意を促すステップと，を更に有する\n５Ｈ  を情報提供装置に実行させる情報提供プログラム。\n(3)  被告の行為\n被告は，平成２８年４月１９日以降，被告プログラムをユーザに対して無償で提\n供している。被告プログラムは，スマートフォンにインストールされて使用される\nいわゆるスマートフォン用のアプリケーションプログラムである。\n(4)  被告プログラム，本件スマートフォンの構成要件への充足性\n本件スマートフォンは本件発明１の構成要件１Ａないし１Ｃ，１Ｈを充足する。\nまた，被告プログラムは本件発明５の構成要件５Ａないし５Ｅ，５Ｈを充足する。\n(5)  本件無効審判\n被告は，令和元年１２月１９日，本件特許について特許無効審判（無効２０１９\n－８００１０６号事件。以下「本件無効審判」という。）を請求した。\n特許庁は，令和３年１月６日付けで，本件無効審判の請求は成り立たない旨の審\n決をしたが（乙２２），同審決に係る審決取消訴訟が，知的財産高等裁判所に係属し\nている。\n(6)  先行文献\n本件特許の原出願日である平成２８年１月１５日より前に存在する文献として，\n次のものがある。\nア  特開２０１５－１０２９９４号公報（乙８。以下「乙８公報」といい，これ\nに記載された発明を「乙８発明」という。）\nイ  特開２００５－４４２９２号公報（乙５。以下「乙５公報」といい，これに\n記載された発明を「乙５発明」という。）\nウ  特開２０１５－７５９７１号公報（乙４。以下「乙４公報」といい，これに\n記載された発明を「乙４発明」という。）\n２  争点\n(1)  本件各発明の技術的範囲への属否\nア  本件発明１（間接侵害）\n(ｱ)  本件スマートフォンは構成要件１Ｄを充足するか（争点１－１）\n(ｲ)  本件スマートフォンは構成要件１Ｅないし１Ｇを充足するか（争点１－２）\n(ｳ)  本件特許権１について，間接侵害（特許法１０１条２号）は成立するか（争\n点１－３）\nイ  本件発明５（文言侵害，均等侵害，間接侵害）\n(ｱ)  被告プログラムは構成要件５Ｆを充足するか（争点２－１）\n(ｲ)  被告プログラムは構成要件５Ｇを充足するか（争点２－２）\n(ｳ)  均等侵害の成否（争点２－３）\n(ｴ)  本件特許権５について，間接侵害（特許法１０１条１号）は成立するか（争\n点２－４）\n(2)  本件各発明が特許無効審判により無効にされるべきものと認められるか\nア  無効理由１（乙８発明に基づく新規性の欠如）（争点３－１）\nイ  無効理由２（乙５発明に基づく新規性の欠如）（争点３－２）\nウ  無効理由３（乙８発明に基づく進歩性の欠如）（争点３－３）\nエ  無効理由４（乙５発明に基づく進歩性の欠如）（争点３－４）\n３  争点に対する当事者の主張\n(1)  争点１－１（本件スマートフォンは構成要件１Ｄを充足するか）\n〔原告らの主張〕\n構成要件１Ｄは，受け付けたユーザの個人情報をその個人情報に対応する属性と\n紐付けた状態で格納する格納媒体を規定している。また，ここでいう格納媒体は，\n本件特許請求の範囲の請求項４に「最新の個人情報が格納されている格納媒体の内\n容で，他方の格納媒体の内容を更新する。」と記載されているとおり，提案とは異な\nる他の用途も想定されているし，本件明細書の段落【０００７】には，提案手段を\n備えていないにもかかわらず格納媒体を備えている情報提供装置についての記載が\nあり，段落【００２２】にも，提案手段とは無関係に「この不揮発性メモリは，後\n述するユーザの個人情報，生活パターンなどを格納する格納媒体としても用いられ\nる」という記載があることからして，構成要件１Ｄの格納媒体が提案を行うときに\nアクセスするものに限定されるものではない。\nそして，本件スマートフォンは，「プロフィール」のタブを選択すると，初期設定\n時にユーザから受け付けた個人情報やその後に受け付けた個人情報につき，性別，\n年齢層，業種等に整理された画面を表示する。また，「記録」というタブを選択する\nと，ユーザが質問に対して回答した「サッカーが好き」というような個人情報を示\nす画面を表示する。上記の各画面は，本件スマートフォンが通信不可の状態でも表\n示されるから，個人情報とこれに対応する属性とが，当該スマートフォン内に紐づ\nけられて格納されていることが明らかである。\n被告が主張するように，被告プログラムにおいては，ユーザの個人情報が被告サ\nーバに蓄積されているとしても，本件スマートフォンが格納媒体を有することに加\nえて，被告サーバもそのような蓄積可能な媒体を有するだけのことであって構成要\n件１Ｄを充足しない理由にはならない。\nよって，本件スマートフォンは，構成要件１Ｄを充足する。\n〔被告の主張〕\n本件発明１は，個人情報に基づく提案手段を有しており（構成要件１Ｅないし１\nＧ），当該提案を行うためには，当然に，提案時に利用する個人情報がどこかに記憶\nされていなければならない。したがって，構成要件１Ｄの格納媒体とは，ユーザに\n対して提案を行うときに，スマートフォンがアクセスするスマートフォン内の格納\n媒体のことである。\n一方，被告プログラムは，被告のサーバ（以下「被告サーバ」という。）のデータ\nベースに格納された個人情報等に基づきサービスを提供しており，そもそもスマー\nトフォンに格納された個人情報にアクセスして提案を行うステップを有していない。\nしたがって，本件スマートフォンは，構成要件１Ｄを充足しない。\n原告は，本件スマートフォンは通信不可の状態においてもユーザから受け付けた\n個人情報を示す画面が表示されることをもって，構成要件１Ｄを充足すると主張す\nるが，原告らが指摘する画面は，個人情報の入力履歴であり，ユーザに対して提案\nを行うときにアクセスする個人情報を格納した格納媒体が当該スマートフォンに存\nすることを根拠づけることにはならない。\n(2)  争点１－２（本件スマートフォンは構成要件１Ｅないし１Ｇを充足するか）\n〔原告らの主張〕\n本件発明１は，ユーザに対して提案を行う提案手段を有し（構成要件１Ｅ），かか\nる提案手段は，受け付けた個人情報に基づいてウェブサイトから提案すべき情報を\n取得する手段（構成要件１Ｆ）と個人情報に基づいてユーザに注意を促す手段（構\n成要件１Ｇ）とを有する。ここで，構成要件１Ｆの「提案すべき情報」とは，意見\nを提出する上で妥当な内容についての知らせと解釈すべきである。\n本件スマートフォンは，例えば，「疲れている」というユーザの個人情報に基づい\nて，「梅干しを食べることをオススメしますー」とか，「今日はカツオを使った料理\nとか食べるといいかもね」といったユーザに対する提案事項が記載された画面を表\n示し，かかる表示に付帯してその一連の対話内で，「紀州梅効能研究会」等のウェブ\nサイトから取得した梅干しにはクエン酸が豊富に含まれていることやクエン酸には\n疲労回復効果があることといったユーザに提案すべき情報が記載されたウェブペー\nジをダウンロードした画面を表示する。このように，本件スマートフォンは，「疲れ\nている」という個人情報に基づいて，梅干しを食べるという提案をする場合，ユー\nザに対して梅干しの効果を提案する上で妥当な内容についての知らせをウェブサイ\nトから取得するステップを有しているといえ，構成要件１Ｆを充足する。\nまた，本件スマートフォンは，「疲れている」とのユーザの個人情報に基づいて，\n「最近お疲れだし，しっかり栄養取ってほしい！」という注意を促すことが記載さ\nれた画面を表示する。かかる画面は，個人情報に基づいてユーザに注意を促すもの\nであるから，本件スマートフォンは，構成要件１Ｇを充足する。\nそして，構成要件１Ｆ及び１Ｇは，構成要件１Ｅに規定する「提案手段」を更に\n規定する関係にあるところ，上記のとおり，本件スマートフォンは，構成要件１Ｆ\n及び１Ｇを充足するから，構成要件１Ｅも充足する。\nしたがって，本件スマートフォンは，構成要件１Ｅないし１Ｇを充足する。\n〔被告の主張〕\n被告が提供するサービスでは，被告サーバが個人情報に基づく検索及び提案をし\nており，スマートフォンは，被告サーバから送信された会話文やリンクＵＲＬを表\n示するための表示画面を提供しているに過ぎず，被告プログラムには，スマートフ\nォンが自ら個人情報に基づく提案を行うステップは含まれていない。そのため，被\n告プログラムをスマートフォンにインストールしても，当該スマートフォンだけで\n構成要件１Ｅないし１Ｇを充足する情報提供装置は完成しない。\nしたがって，被告プログラムをインストールしたスマートフォンは，構成要件１\nＥないし１Ｇを充足しないことは明らかである。\n加えて，構成要件１Ｆについては，別の観点からも，充足しない。すなわち，構\n成要件１Ｆは「提案すべき情報」を取得すると規定しているところ，その意義は，\n個人情報に基づいて，ユーザが感知できない状態で所定のウェブサイトから提案す\nべき情報を収集し，ユーザがその情報提供を望むか否かにかかわらず提供する，い\nわゆるプッシュ型の情報提供であることにある。\n被告プログラムでは，ウェブサイトとは異なる被告サーバからＵＲＬを取得して，\nこれをユーザ端末に提供しているに過ぎず，提供されるＵＲＬに基づきウェブサイ\nトから情報を取得するか否かはユーザのアクション（選択）によって決定される。\nこのように，本件スマートフォンは，いわゆるプル型の情報提供を行う手段を採用\nしており，構成要件１Ｆのプッシュ型の情報提供とは異なる。\nしたがって，本件スマートフォンは，構成要件１Ｆを充足しない。\n(3)   争点１－３（本件特許権１について，間接侵害（特許法１０１条２号）は\n成立するか）\n〔原告らの主張〕\n本件明細書の記載によれば，本件発明１は，個人情報の入力がユーザの負担にな\nってしまうこと，特に，毎日の多忙な生活の中で個人情報の入力を継続して行うこ\nとの困難性を回避するために，情報提供装置との疑似コミュニケーションによって，\n適宜に追加の個人情報を入力させて，情報提供装置から健康に関する情報を含む各\n種情報を適切なタイミングで提供できるようにするものである。また，本件発明１\nによって，ユーザから最初に受け付けた個人情報以外の個人情報を取得することが\nできるため，それらの情報に基づいて健康に関する情報を含む各種情報を提供する\nことができるし，取得した個人情報に基づいて，ウェブサーバに蓄積されているウ\nェブサイトから，ユーザに対して提案すべき情報を取得し，また，ユーザから入力\nされた個人情報に基づいて「飲みすぎないように！」などのアドバイスのメッセー\nジを出力してユーザに注意を促すことができる。\n本件発明１の各構成要件を充足するこれらの構成は，被告プログラムをスマート\nフォンにインストールして初めて実現されるものであるから，被告プログラムは，\n本件発明１による課題の解決に不可欠なものである（特許法１０１条２号）。\nそして，被告プログラムは，市場において一般に入手可能な状態にある規格品，\n普及品のようなものではないから，「日本国内において広く一般に流通しているも\nの」には当たらない。\n加えて，被告は，遅くとも，本件訴訟の訴状の送達を受けた日には，本件発明１\nが原告らの特許発明であること及び被告プログラムがこれらの発明の実施に用いら\nれることを知ったといえる。\n以上から，被告が業として被告プログラムの生産，譲渡等をする行為は，本件発\n明１に係る特許権を侵害する。\n〔被告の主張〕\n本件スマートフォンは，少なくとも，構成要件１Ｄないし１Ｇを充足せず，間接\n侵害は成立しない。\n(4)  争点２－１（被告プログラムは構成要件５Ｆを充足するか）\n〔原告らの主張〕\nア  構成要件５Ｅ，５Ｆ及び５Ｇの関係（クレーム解釈）\n本件発明５のクレーム解釈につき，構成要件５Ｅは「前記受け付けた個人情報に\n基づいて前記ユーザに対して提案を行うステップと，を含み」，構成要件５Ｆは「前\n記個人情報に基づいてウェブサイトから前記ユーザに対して提案すべき情報を取得\nする手段と」，構成要件５Ｇは「前記個人情報に基づいてユーザに注意を促すステッ\nプと，を更に有する」と規定しているところ，構成要件５Ｆ及び５Ｇは，構成要件\n５Ｅを更に規定する関係にあると解釈すること（以下，かかる解釈を「解釈①」と\nいう。）もできれば，構成要件５Ｆ及び５Ｇは，構成要件５Ｅとは独立，並列的関係\nにあると解釈すること（以下，かかる解釈を「解釈②」という。）も可能である。す\nなわち，本件発明１は，構成要件１Ｅにおいてユーザに対して提案を行う提案手段\nを備えることを規定し，構成要件１Ｆにおいて，「前記提案手段は，」と続いている\nことからすると，本件発明１における構成要件１Ｅ，１Ｆ及び１Ｇの解釈は，構成\n要件１Ｆ及び１Ｇが構成要件１Ｅを更に規定していると読まざるを得ないが，本件\n発明５は，このような文言はなく，上記のような解釈に相当する解釈②を採らなけ\nればならない理由はない。一方で，本件発明５の規定ぶりから，解釈②を採用でき\nない理由もない。したがって，構成要件５Ｅ，５Ｆ及び５Ｇの関係は，解釈①でも，\n解釈②でも成り立つ。\nイ  構成要件５Ｆを充足すること\n前記(2)において主張したとおり，本件スマートフォンは，「疲れている」という\n個人情報に基づいて，梅干しを食べることを勧める旨の提案事項が記載された画面\nを表示し，この表示に付帯してその一連の対話内で，「紀州梅効能研究会」等のウェ\nブサイトから取得した梅干しにはクエン酸が豊富に含まれていることといったユー\nザに提案すべき情報が記載されたウェブページをダウンロードした画面を表示する。\nそして，構成要件５Ｅの充足性については被告も認めているところ，解釈①を前提\nにすると，本件スマートフォンは，上記のような提案事項が記載された画面を表示\nすることで，構成要件５Ｅを充足し，上記ウェブページをダウンロードした画面を\n表示することで，構成要件５Ｆを充足する。\nまた，解釈②を前提とした場合でも，当該スマートフォンは，構成要件５Ｆを充\n足する。 前記(2)において主張したとおり，構成要件５Ｆは，「ユーザの個人情報に\n基づいて提案を行う場合に，ウェブサイトから前記ユーザに対して『提案する上で\n妥当な内容についての知らせ』を取得するステップ」ということができる。そして，\n被告プログラムは，「疲れている」というユーザの個人情報に基づいて「梅干しを食\nべること」という提案をする場合，ウェブサイトから前記ユーザに対して梅干しの\n効果という「提案する上で妥当な内容についての知らせ」を取得するステップをユ\nーザ端末に実行させる構成を有しているといえる。\nしたがって，被告プログラムは，構成要件５Ｆを充足する。\n被告は，本件スマートフォンは，リンクが組み込まれた選択肢を提示することま\nでで，当該リンク先のウェブサイトからウェブページを取得するのは，被告プログ\nラムではない外部ブラウザが行うことであって，本件スマートフォンは構成要件５\nＦを充足しないと主張する。しかしながら，いわゆるスマートフォンアプリは，内\n部にウェブページをダウンロードする機能であるブラウザ（以下「内部ブラウザ」\nという。）を実装することができ，スマートフォンにプレインストールされている既\n存のブラウザ（以下「外部ブラウザ」という。）と連携することもでき，かかる技術\n事項は当業者にとって自明であるところ，被告プログラムは，内部ブラウザ自体が\n外部ブラウザと連携するタイプのものを実装しており，本件スマートフォンは，内\n部ブラウザによりリンク先のウェブページをダウンロードして当該ウェブページの\n画面を表示する。そうであれば，本件スマートフォンは，個人情報に基づいてウェ\nブサイトからユーザに対して提案すべき情報を取得しているということができ，構\n成要件５Ｆを充足することは明らかである。\n〔被告の主張〕\nア  構成要件５Ｅ，５Ｆ及び５Ｇの関係（クレームの解釈方法）\n本件発明５の構成要件５Ｇは，「ユーザに注意を促すステップと，を更に有する」\nと規定しているところ，「更に」は「加えて」を意味するから，本件発明５は，構成\n要件５Ｅに加えて，構成要件５Ｆ及び５Ｇを並列的に規定したものであって，解釈\n②を採らざるを得ない。\nイ  構成要件５Ｆを充足しないこと\n構成要件５Ｆは，情報提供システムに含まれるスマートフォンに実行させる処理\nの内容として，スマートフォンが自ら個人情報に基づいてウェブサイトから前記ユ\nーザに対して提案すべき情報を取得するステップを規定している。\n一方，被告プログラムでは，被告サーバからスマートフォンに送信された選択画\n面である「梅干しの効果調べる」といった表示をユーザがタップすると，当該個人\n情報に基づき，被告サーバ内に構築されているデータベースを検索し，提案すべき\nリンクＵＲＬがあるか否かをチェックし，提案すべきリンクＵＲＬがある場合には，\n当該リンクＵＲＬを被告サーバから提供してユーザが利用する外部ブラウザが立ち\n上がることにより，スマートフォンにその情報が表示される。したがって，被告プ\nログラムには，スマートフォンが自ら個人情報に基づく検索処理を行い，ウェブサ\nイトから画面を取得するステップは一切含まれていない。\nまた，構成要件５Ｆは，情報を取得するか否かの選択をユーザに認めないプッシ\nュ型の情報提供を規定しているのに対し，被告プログラムは，被告サーバから，ユ\nーザの選択肢として，リンクＵＲＬをスマートフォンに出力しており，プル型の情\n報提供を採用しているに過ぎない。リンクＵＲＬを取得して提示することと，ウェ\nブサイトから情報を取得することとは，技術的に同一ではないし，被告サーバが採\n用するユーザが必要に応じて操作して情報を閲覧する技術と，構成要件５Ｆが規定\nするユーザの選択に関係なく，ユーザに対して提案すべき情報を取得してこれを提\n供する技術とは，異なる技術である。\nしたがって，被告プログラムは，構成要件５Ｆを充足しないことが明らかである。\n(5)  争点２－２（被告プログラムは構成要件５Ｇを充足するか）\n〔原告らの主張〕\n本件スマートフォンは，「疲れている」という個人情報に基づいて，「今日はカツ\nオを使った料理とか食べるといいかもね」という提案事項が記載された画面を表示\nするとともに，その一連の対話内で，ユーザに対して「最近お疲れだし，しっかり\n栄養取っていってほしい！」という注意を促す事項が記載された画面を表示する。\nしたがって，上記の提案事項が記載された画面の表示をもって，構成要件５Ｅを\n充足し，注意を促す事項を記載した画面の表示をもって，構成要件５Ｇを充足する。\n〔被告の主張〕\n原告が，被告プログラムの構成が本件発明５を充足するとして指摘する，「疲労を\n回復するにはクエン酸がいいんだってさー」，「なので今のＡＢＣには，クエン酸が\nいっぱい入っている『梅干し』を食べることをオススメしますー」，「梅干しの効果\n調べる」といった本件スマートフォンの各画面は，構成要件５Ｅ及び５Ｆに係る主\n張に対応するものであって，構成要件５Ｇに対応するものではない。\nそもそも，被告プログラムに係るサービスにおいては，ユーザ端末で利用される\nブラウザに基づいて，例えば「紀州梅効能研究会」というウェブサイトが立ち上げ\nられた後，ユーザに注意を促す画面は表示されない。\nこのように，被告プログラムにおいては，ウェブサイトから取得した提案すべき\n情報を表示した後に，個人情報に基づいてユーザに注意を促す画面を表示する機能\nはないから，構成要件５Ｇを充足しない。\n(6)   争点２－３（均等侵害の成否）\n〔原告らの主張〕\n被告プログラムにおいて，ユーザに提案すべき情報を被告サーバから取得してお\nり，ウェブサイトから取得していないとして，文言侵害が否定されるとしても，以\n下のとおり，均等の第１要件ないし第５要件を充足するから（最高裁平成１０年２\n月２４日第三小法廷判決・民集５２巻１号１１３頁参照），均等侵害が成立する。\nア  第１要件\n被告プログラムをインストールした情報提供装置は，例えば，ユーザからの「疲\nれている」という個人情報を受け付けて「梅干しを食べる」ことを提案する場合，\nウェブサイトである「紀州梅効能研究会」に記載されている「疲労を回復するには\nクエン酸がいい」等の情報をユーザに提示している。このように，被告プログラム\nに係る情報提供装置は，本件発明５に係る情報提供装置の場合と同様に，ディスプ\nレイに表示する情報をウェブサイトから取得している。\nところで，本件発明５は，情報提供装置から各種情報を適切なタイミングで提供\nできるようにすることを課題としており，ここでいう情報の提供は，ユーザに対し\nて様々な提案を行うことも含まれている。そして，本件発明５は，ユーザに対する\n種々の提案の一態様として，ウェブサーバに様々な情報が蓄積されていることを前\n提とし，該当するウェブサーバに蓄積されている提案すべき情報を適切なタイミン\nグで提示する。このような技術事項は，従来技術には見られない特有の技術的思想\nを構成する特徴的部分であるから，本件発明５の本質的部分に当たる。\n被告プログラムは，かかる本質的部分をそのまま用いるものであり，本件発明５\nとの相違点，すなわち，ウェブサーバにアクセスすることによってウェブサイトか\nら提案すべき情報を取得するのか，そのウェブサイトから事前に取得した提案すべ\nき情報が格納されている自社サーバにアクセスすることによって当該情報を取得す\nるのかという点は，この本質的部分とは関係がない。\nしたがって，均等の第１要件を充足する。\nイ  第２要件\nウェブサーバにアクセスすることによってウェブサイトから提案すべき情報を取\n得するという本件発明５の構成を，そのウェブサイトから事前に取得した提案すべ\nき情報が格納されている自社サーバにアクセスすることによって当該情報を取得す\nる構成に置換したとしても，本件発明５の目的を達成することができ，同一の作用\n効果を奏することができる。\nしたがって，均等の第２要件を充足する。\nウ  第３要件\n被告プログラムにおいて，ウェブサーバにアクセスすることによってウェブサイ\nトから提案すべき情報を取得するか，そのウェブサイトから事前に取得した提案す\nべき情報が格納されている自社サーバにアクセスすることによって当該情報を取得\nするかは，当業者が適宜選択する設計事項に過ぎない。\nしたがって，均等の第３要件を充足する。\nエ  第４要件及び第５要件\n本件において，これらに該当する事情は存在しないから，均等の第４要件及び第\n５要件を充足する。\n〔被告の主張〕\n原告らの上記主張は争う。均等侵害は成立しない。\nア  第１要件\n原告らは，本件無効審判において，本件発明５の特徴的部分として，ユーザの個\n人情報に基づいてウェブページから情報を取得してこれをユーザに提案するという，\nいわゆるプッシュ型の情報提供であることを挙げており，本件発明５の本質的部分\nは，このプッシュ型の情報提供にあるとするのが相当である。\n一方，被告プログラムでは，ユーザがリンクを選択することでウェブサイトから\n情報が取得されるというプル型の情報提供を採用している。\nしたがって，被告プログラムと本件発明５とでは，本質的部分であるプッシュ型\nの情報提供の点で相違し，均等の第１要件を充足しない。\nイ  第５要件\n原告らは，本件無効審判において，ユーザがリンクを選択することでウェブサイ\nトから情報を取得するプル型の情報提供と，構成要件５Ｆにおいて規定するスマー\nトフォンが自ら個人情報に基づき情報を取得するプッシュ型の情報提供とは異なる\n旨主張していた。このように，原告らは，プル型の情報提供は本件発明５の技術的\n範囲に属しないことを認めているのであって，本件訴訟において，プル型の被告プ\nログラムについて均等侵害を主張することは，そもそも禁反言の法理に照らし，許\nされない。したがって，均等の第５要件も充足しない。\n(7)  争点２－４（本件特許権５について，間接侵害（特許法１０１条１号）は成\n立するか）\n〔原告らの主張〕\n被告プログラムは，本件発明５の実施にのみ使用する物であるといえ，仮に，直\n接侵害が成立しないとしても，間接侵害（特許法１０１条１号）が成立する。\nまず，本件スマートフォンに，「梅干しの効果調べる」，「わかった」，「ふーん」と\nいう選択肢を含む画面を表示させることは，被告プログラムがユーザに対して，梅\n干しの効果に関する記事というユーザに提案すべき情報を掲載したウェブサイトの\n画面を閲覧させることを目的としていることに他ならない。そうすると，ユーザが，\n上記３つの選択肢が記載された画面を表示された場合に，「わかった」又は「ふーん」\nという選択肢のみを選択するという使用形態は，被告プログラムの経済的，商業的\n又は実用的な使用形態ではなく，被告プログラムのユーザは，提案すべき情報が記\n載されたウェブサイトの画面を表示することを選択するのが通常の使用形態である\nといえる。したがって，被告プログラムを生産，譲渡等すれば，本件発明５の特許\n権の侵害行為が誘発される蓋然性が極めて高いということができる。\n〔被告の主張〕\n構成要件５Ｆは，ユーザがリンクを選択することでウェブサイトの情報を取得す\nるというプル型の情報提供手段を明確に排斥している。\nしたがって，被告プログラムにおいて「梅干しの効果調べる」という選択肢（リ\nンクＵＲＬ）をタップして情報を取得することは，そもそも構成要件５Ｆと異なる\nから，被告プログラムを生産，譲渡等することによって，本件発明５に係る特許権\nの直接侵害を誘発することはなく，間接侵害に該当しないことは明らかである。\n(8)  争点３－１（無効理由１（乙８発明に基づく新規性の欠如））\n〔被告の主張〕\nア  乙８公報には，以下の内容の発明が開示されている。\nａ  ユーザから取得したい個人情報のうち幾つかを予め受け付けるステップと，\nｂ  構成要件ａによって受け付けていない，ユーザの嗜好等に沿った質問形式の\nアバターコメントをユーザ端末に出力するステップと，\nｃ  構成要件ｂのアバターコメントに対する個人情報であるユーザの返答を受け\n付けるステップと，\nｄ  構成要件ａによって受け付けたユーザ情報と，構成要件ｃによって受け付け\nたユーザコメントを記憶するステップと，\nｅ  構成要件ａによって受け付けられたユーザ情報に基づいてユーザに対して提\n案を行うステップとを含み，\nｆ  ユーザ情報に基づいて出力されたリンクを選択して，ウェブサイトからユー\nザの嗜好等に沿った情報を取得するステップと，\nｇ  ユーザ情報に基づいてユーザに注意を促すステップと，を更に有する，\nｈ  上記を学習・生活支援システムに実行させるプログラム\nイ  本件各発明と乙８発明とを対比すると，構成要件ＡないしＧについては相違\nするところがない。また，本件各発明の構成要件Ｈにおける「情報提供装置」は，\n技術的には情報提供システムの意であり，乙８発明の構成ｈの「学習・生活支援シ\nステム」は各種情報をユーザに提供しているから，本件各発明の構成要件Ｈと乙８\n発明の構成ｈとは一致する。\n以上からすると，乙８発明と本件各発明は同一内容であり，新規性を欠き，無効\nとされるべきである。\n〔原告らの主張〕\n乙８公報においては，以下のとおり，本件各発明の構成要件ＥないしＨが開示さ\nれていない。\nア  本件各発明の構成要件Ｅにおける「提案」とは，議案や意見を提出すること\nという普通の意味で用いられている。\n一方，乙８公報には，スケジュールの未完了であることが確認されると，スケジ\nュールの修正を依頼する構成が開示されているところ，「依頼する」とは，人に用件\nを頼むことをいう意味であるから，乙８公報のスケジュールの修正を依頼するとは，\nユーザに対してスケジュールを変更するよう，スケジュールの修正を頼むという意\n味合いで用いられている。\nそうすると，乙８公報に記載されている「スケジュールの修正を依頼する」とは，\n本件各発明の構成要件Ｅにおける「議案や意見を提出するという提案を行う」こと\nとは相違する。\nまた，乙８公報に記載された発明は，ウェブサイトのリンクを出力するものであ\nるが，ウェブサイトのリンクは，ウェブサイトの所在を示す情報であって，この所\n在を示す情報が「議案や意見」であるはずがなく，この点で本件各発明の構成要件\nＥとは相違している。\nイ  本件各発明の構成要件Ｆにおいてユーザに提案すべき「情報」は，①ユーザ\nの個人情報に基づくものであること，②ウェブサイトに掲載されているものである\nこと，③ユーザに対して提案すべきものであることという３つの要件を全て満たす\n必要がある。\n一方，乙８発明は，キーワードに関連するウェブサイトのリンクを出力し，リン\nク先のウェブサイトがユーザ端末で閲覧されたか判断し，閲覧された場合は，当該\nウェブサイト上のテキストから新たなキーワードを抽出して新たなキーワードに関\n連するウェブサイトのリンクを出力するといった一連のサイクルを実行し，ユーザ\nの個人情報に基づき（上記①），ウェブサイトに掲載された情報を提供していること\n（上記②）はうかがえるが，これら情報が，ユーザに対して提案すべきものである\nこと（上記③）は開示されていない。\nこのように，乙８公報に開示されたユーザ端末が取得する情報は，本件各発明の\n構成要件Ｆの「情報」とは相違する。\nウ  本件各発明の構成要件Ｇにおける「注意」と「促す」とは，気を付けるよう\n仕向けるという意味で用いられている。\n一方，乙８公報には，上記アにおいても指摘したとおり，スケジュールが未完了\nであることが確認されると，ユーザにスケジュールの修正を依頼することが記載さ\nれているが，これは，「気を付けるよう仕向ける」こととは相違する。\nしたがって，乙８発明は，本件各発明の構成要件Ｇを有しない。\nエ  乙８発明においては本件各発明の構成要件Ｈの情報提供装置に相当するユー\nザ端末が情報を提供するものではない。\nしたがって，乙８発明は，本件各発明の構成要件Ｈと相違する。\n以上からすると，本件各発明と乙８発明とは一致しておらず，本件各発明は新規\n性を有する。\n(9)  争点３－２（無効理由２（乙５発明に基づく新規性の欠如））\n〔被告の主張〕\nア  乙５発明の構成\n乙５公報には，次の発明が開示されている。\nａ  ユーザに質問を投げかけることにより，ユーザ特定情報を取得するステップ\nと，\nｂ  ユーザ特性情報を取得するための質問を投げかけるステップと，\nｃ  構成要件ｂの質問に対する返答であるユーザ特定情報を取得するステップと，\nｄ  構成要件ａで取得したユーザ特定情報と構成要件ｃで取得したユーザ特性情\n報とを記憶するステップと，\nｅ  前記受け付けた個人情報に基づいて前記ユーザに対して提案を行うステップ\nと，\nｆ  マイデータと連携して，所定のブックマーク（リンクＵＲＬ）を操作するこ\nとにより情報を取得するステップと，\nｇ  個人情報に基づいて前記ユーザに注意を促すステップと，を更に有する\nｈ  を情報処理システムに実行させるプログラム\nイ  本件各発明と乙５発明との同一性\n本件各発明の構成要件ＡないしＣ並びにＧ及びＨと乙５発明の構成ａないしｃ並\nびにｇ及びｈは同一である。\nまた，乙５公報には，ユーザ特定情報（個人を特定する情報）とユーザ特性情報\n（嗜好，予定上等個人を特定することができない個人の特性に関する情報）とを紐\n付けるとの文言が記載されていないが，ユーザ特定情報とユーザ特性情報とを紐付\nけた状態で記憶しないと，誰の個人情報であるかが不明となり，乙５発明の目的を\n達成することができなくなるから，これらが紐付けられていることは明らかであっ\nて，乙５発明の構成ｄと本件各発明の構成要件Ｄとは同一であるといえる。\nさらに，本件各発明の構成要件Ｅの「提案」は，議案や意見を提出すること，ま\nた，その議案や意見のことをいうところ，乙５公報に記載されている「○○さんの\n持っているＳ社株ってそろそろ売りかもねぇ・・・」等のメッセージは，「Ｓ社株」\n「売りかも」という意見をしている点で，「提案」に当たり，乙５発明の構成要件ｅ\nは本件各発明の構成要件Ｅと一致する。\n乙５発明の構成要件ｆのブックマークは，マイデータと連携しているから，ブッ\nクマーク（リンクＵＲＬ）を操作して情報を取得するステップが，個人情報に基づ\nくことは明らかである。また，乙５公報に記載されているサービスは，ユーザに対\nする株指南であって，指導，意見の範ちゅうであり，「提案」に該当するから，乙５\n発明の構成ｆは本件各発明の構成要件Ｆと一致する。\nウ  小括\n以上からすると，乙５発明と本件各発明とは同一内容であり，本件各発明は新規\n性を欠くから，無効とされるべきである。\n〔原告らの主張〕\n本件各発明と乙５発明とを対比すると，次のとおり，相違点が多数ある。\nア  構成要件Ｂ，Ｃ及びＤとの相違点\n本件各発明は，第１受付手段によって受け付けていない個人情報あるいは予め受\nけ付けていない個人情報に対応する属性の質問を行う手段あるいはステップを有し\n（構成要件Ｂ），当該質問に対する返答である個人情報を受け付ける第２受付手段\nあるいはステップを有し（構成要件Ｃ），上記各手段あるいは各ステップによって受\nけ付けられた個人情報と当該個人情報に対応する属性とを紐付けた状態で格納媒体\nに格納する（構成要件Ｄ）。\nこれに対し，乙５発明は，質問を行う手段を有しているが，かかる質問手段は，\n第１受付手段によって受け付けていない個人情報に対応する属性の質問をするもの\nではなく，そのため，第２受付手段が，「第１受付手段によって受け付けていない個\n人情報に対応する属性の質問の返答である個人情報」を取得するものではなく，ま\nた，ユーザ特定情報とユーザ特性情報が紐付けて格納されるものでもないから，本\n件各発明の構成要件Ｂ，Ｃ及びＤと一致しない。\nイ  構成要件Ｅ及びＧとの相違点\n乙５公報に記載されている「株指南」で提供されている各種サービスは，いずれ\nも，本質的にはネット証券会社において一般的に提供されている市況ニュースを提\n供するサービスの一種であって，予め定められている条件に達したことを知らせる\nアラートサービスである。そして，ネット証券会社が提供しているサービスには，\nユーザの保有株式に基づいてその売却の提案情報をウェブサイトから取得してユー\nザに提案したり，ユーザに注意を促したりするサービスを提供しているものは一切\n見当たらない。\nしたがって，乙５発明には，提案を行うことや注意を促すことは開示されておら\nず，本件各発明に係る構成要件Ｅの「提案を行う」ものでも，構成要件Ｇの「注意\nを促す」ものでもない。\nウ  構成要件Ｆとの相違点\n乙５公報には，ユーザは必要に応じてブックマーク機能により，マイデータと連\n携して所定のブックマークを操作したときに，その対応する情報を閲覧することが\nできる旨記載されている。しかし，当該記載は，マイデータ（株価推移表）をブッ\nクマークに登録しておけば，ブックマーク機能を用いて，マイデータに簡便にアク\nセスできることを説明しただけであって，ウェブサイトからユーザに対して提案す\nべき情報を取得することを意味するものではない。\nしたがって，乙５発明は，本件各発明の構成要件Ｆのユーザに対して提案すべき\n情報を取得する構成を有していない。\nエ  構成要件Ｈとの非同一性\n乙５発明は，ユーザ端末が情報を提供するものではないから，本件各発明の構成\n要件Ｈの「情報提供装置」に当たらない。\nオ  小括\n以上より，乙５公報には，本件各発明の構成要件ＢないしＨについて開示されて\nおらず，本件各発明は，新規性を有する。\n(10)  争点３－３（無効理由３（乙８発明に基づく進歩性の欠如））\n〔被告の主張〕\nア  乙８発明の構成\n乙８公報によると，乙８発明として，上記(8)のとおりの構成が記載されている。\nイ  本件各発明と乙８発明との対比\n(ｱ)  一致点\n本件各発明と乙８発明とを対比すると，上記(8)でもみたとおり，本件各発明の構\n成要件ＡないしＤ及びＧについて，乙８発明と一致することは明らかである。\n構成要件Ｅに関して付言するに，乙８公報には，ユーザが一番関心のある事項に\n関連するアバターコメントを出力する旨が記載されており，このアバターコメント\nは，ユーザとアバターとの複数回交信により当該ユーザの一番の関心事を特定した\n後に出力されるため，「個人情報」に基づくことは明らかである。また，「提案」と\nは，一般的な意味における議案や意見を提出することや，その議案や意見をいうか\nら，ユーザが一番関心のある事項に関連するアバターコメントが「提案」に含まれ\nることは明らかである。したがって，乙８公報において開示されているユーザが一\n番関心のある事項に関連するアバターコメントを出力する構成は，本件各発明の構\n成要件Ｅと一致する。\n(ｲ)  相違点\n乙８公報に開示されているユーザ情報に基づいて出力されたリンクを選択して，\nウェブサイトからユーザの嗜好等に沿った情報（提案すべき情報）を取得する構成\nは，プル型の情報提供であるから，プッシュ型の情報提供を規定した構成要件Ｆと\n一応相違する。\nまた，本件各発明の構成要件Ｈの「情報提供装置」が，仮に，スマートフォンの\nような単独の情報提供装置を意味する場合，乙８発明の「学習・生活支援システム」\nとは一応相違する。\nウ  相違点に係る容易想到性があること\n(ｱ)    しかしながら，情報提供装置の技術分野において，プッシュ型及びプル型\nはいずれも周知技術であるから，乙８発明のプル型の情報提供をプッシュ型の情報\n提供に変更することは，当業者であれば容易である。\nまた，乙８発明は，趣味，習慣等についてアバターからユーザに話しかけること\nにより，学習・生活支援システムに飽きることなく，これを利用する方向への意識\n付けを行い，学習への意欲喚起を含め，学習への効果を高めるというその効果に照\nらすと，乙８発明の重要な部分は，ユーザの嗜好等に沿った情報を提供することで\nあって，プッシュ型又はプル型といった情報提供の手法ではない。乙８発明のプル\n型の情報提供をプッシュ型の情報提供に設計変更しても，ユーザの嗜好等に沿った\n情報提供は可能であり，学習効果を高めることができる。よって，乙８発明のプル\n型の情報提供をプッシュ型の情報提供に変更することに阻害要因はない。\nユーザの嗜好等に沿った情報を提供するという点については，乙４公報にも開示\nされている。乙４公報に開示されている乙４発明は，ユーザが嗜好する嗜好対象を\n記憶する嗜好記憶部と他の情報源とを参照し，ユーザの嗜好対象とユーザの嗜好対\n象と関連する関連情報とに基づいて提案内容を検索し，その検索結果をユーザに提\n示し，ユーザの反応が提案内容を受諾する反応であれば，提案内容を実行する情報\n提供装置に関するものであり，乙４公報には，ウェブサイトを検索して，ユーザに\n提案する提案内容を決定するとの発明内容が開示されているといえる。\n(ｲ)  次に，構成要件Ｈについても，単独の情報提供装置とシステムの相違点は，\n種々のデータ処理を専らユーザ端末であるスマートフォン等でのみ行うのか，シス\nテムに含まれるサーバで行うかの違いであり，かかる差異点は，情報提供サービス\nを行う際に，当業者が当然に考慮する事項であり，設計事項の範ちゅうに過ぎない。\nエ  小括\n以上のとおり，本件各発明は，乙８発明に乙４発明等の周知技術等を適応するこ\nとにより容易に想到し得るから，進歩性を有しない。\n〔原告らの主張〕\nア  本件各発明との対比\n本件各発明と乙８発明とを対比すると，前記(8)において主張したとおり，乙８発\n明は，本件各発明の構成要件ＥないしＨを有しない。特に，乙８公報に記載されて\nいる「スケジュールの修正を依頼する」とは，本件各発明の構成要件Ｅにおける「議\n案や意見を提出するという提案を行う」こととは相違するし，構成要件Ｇにおける\n「気を付けるよう仕向ける」こととも相違する。\nしたがって，本件各発明と乙８発明とを対比すると，乙８発明は構成要件Ｅない\nＧに係る構成を有していない点で相違している。\nイ  相違点に係る容易想到性がないこと\n(ｱ)  構成要件Ｆについて\n乙８発明の技術分野は，独自の意欲喚起指導が可能な学習・生活指導支援システ\nムに関するものであり，発明が解決しようとする課題は，ユーザ自身が設定したス\nケジュールの達成に向けての学習意欲や「自己成長」を維持向上させることが可能\nな学習・生活システムの提供を目的とし，その課題解決の手段として，ユーザ端末\nから入力されたユーザ情報，又はアバターコメントに対するユーザコメントに，ユ\nーザのスケジュールが含まれている場合に，アバター管理部がユーザ端末にアバタ\nーを介してスケジュール確認をし，情報収集部は，ユーザ端末からの入力情報に基\nづいて，抽出されたキーワードに基づいて，ウェブ上からキーワードに関連するウ\nェブページを収集し，ウェブページのリンク情報を収集情報記憶部に記憶する。一\n方，乙４発明の属する技術分野は，ユーザの趣味・嗜好に応じた情報を提供するこ\nとができる情報提供装置に関するものであって，ユーザからの明示的な指示がなく\nてもユーザの趣味・嗜好に合致した情報を自動的に探索して提案するいわゆるエー\nジェント技術を背景とする。そして，従来の情報提供技術では，ユーザにとって新\nたな発見や体験につながるような新鮮な情報を提供することができないという課題\nがあったため，かかる課題を解決すべく，情報提供装置において，ユーザが嗜好す\nる嗜好対象を記憶する嗜好記憶部と他の情報源とを参照することによって，ユーザ\nの嗜好対象と，ユーザの嗜好対象と関連する関連対象情報とに基づいて提案内容を\n検索してユーザに提示する方法を採用している。\nこのように，乙８発明と乙４発明とを対比すると，乙８発明はユーザの設定した\n目標の達成を支援するものであるのに対し，乙４発明の技術分野はユーザの趣味・\n嗜好自体のみならずこれに関する関連対象情報に基づく提案を行うものであって，\n技術分野には関連性がない。また，乙８発明の課題は，学習意欲を維持向上させた\nり，ユーザの「自己成長」を促進向上させたりすることであるのに対し，乙４発明\nの課題は，ユーザの趣味・嗜好から外れる可能性が小さく，ユーザにとって新たな\n発見や体験につながるような新鮮な情報を提供することであり，両発明の課題に共\n通性はない。加えて，乙８発明の作用・機能は，ユーザコメントにユーザのスケジ\nュールが含まれている場合にスケジュール確認を行うようにするものであるのに対\nし，乙４発明の作用・機能は，ユーザの嗜好対象の記憶部とウェブサイトを含む他\nの情報源とのそれぞれを参照することによって，ユーザの嗜好対象と関連対象情報\nとに基づく提案内容をユーザに提示して，ユーザが提案内容を受諾するならば，提\n案内容を実行させるものであって，両発明の作用・機能には関連性がない。さらに，\nユーザ自身が設定した目標設定のためのスケジュール確認を行い，ユーザへ様々な\n情報を提供するためにウェブ上からキーワードに関連するウェブページを収集する\nという乙８発明に，ユーザの嗜好情報に加えて関連対象情報も加味して検索した結\n果を提案するという乙４発明を適用するとの示唆は，乙８公報にも乙４公報にも存\n在しない。\nむしろ，乙８発明に乙４発明を適用することには阻害要因がある。すなわち，乙\n８発明は，ユーザの学習意欲を維持向上させ，ユーザの「自己成長」を促進向上さ\nせることが課題である。他方，乙４発明は，ユーザに目標の設定又はスケジュール\n計画の見直しを提案することになると考えられるが，乙８発明のシステムがかかる\n提案をしてくれるのであれば，ユーザが自ら目標設定やスケジュール計画をしよう\nとするインセンティブが低下してしまうから，当業者であれば，このような適用は\n通常考えないはずである。\n加えて，乙８発明に乙４発明を適用したとしても，本件各発明との相違点を埋め\nることはできない。すなわち，本件各発明は，ユーザから無理なく個人情報を受け\n付けて記憶した後（構成要件Ａ～Ｄ）に，ユーザの個人情報に基づく提案を行う際\n（構成要件Ｅ）に，ユーザに注意を促す（構成要件Ｇ）という高付加価値提案サー\nビスを提供することによって，ユーザが高い満足度を得ることができ，本件各発明\nに係るアプリケーションプログラムを継続して使用しようとするインセンティブが\n働き，継続率の向上が図られる。そして，ウェブサイトからユーザに提案すべき情\n報を取得する構成であれば，アプリケーションプログラム提供者は，ユーザごとに\n異なる多種多様な提案すべき情報を事前に作成する必要がないから，ユーザの満足\n度を向上させるための業務遂行に注力することができる。本件各発明は，継続率の\n向上の点で有利な効果を有するところ，乙８発明に乙４発明を適用したとしても，\nかかる効果を発揮することができない。\n以上のとおり，乙８発明に乙４発明を組み合わせる動機付けはない上，乙４発明\nを組み合わせても，構成要件Ｆとの相違点を埋めることはできない。\n(ｲ)  構成要件Ｅ及びＧとの相違点について\n乙８発明と本件各発明の構成要件Ｅ及びＧとの相違点についても，乙８発明を本\n件各発明の構成要件Ｅ及びＧに置換することは，何らかの示唆に基づくそれなりの\n動機付けが無ければなしえないから，各相違点に係る構成は，単なる設計事項に過\nぎないということはできない。そして，乙８公報には，構成要件Ｅ及びＧに係る何\nらの示唆もないから，かかる相違点を埋めることはできない。\nウ  小括\n以上からすると，本件各発明は，乙８発明に基づいて容易に想到し得たというこ\nとはできないから，乙８発明に基づく進歩性の欠如はない。\n(11)  争点３－４（無効理由４（乙５発明に基づく進歩性の欠如））\n〔被告の主張〕\nア  乙５発明の構成\n乙５公報によると，乙５発明として，上記(9)のとおりの構成が記載されている。\nイ  本件各発明と乙５発明との対比\n(ｱ)  一致点\n本件各発明と乙５発明とを対比すると，本件各発明の構成要件ＡないしＥ及びＧ\nについては，乙５発明と一致している。\n(ｲ)  相違点\n本件各発明と乙５発明とを対比すると，本件各発明の構成要件Ｆは，個人情報に\n基づいてウェブサイトからユーザに対して提案すべき情報を取得するステップを有\nするのに対し，乙５発明ではそのような構成を有していない可能性があり，かかる\n点が本件各発明と乙５発明との一応の相違点である。また，乙５発明の構成ｆは，\nプル型の情報提供であり，本件各発明の構成要件Ｆがプッシュ型の情報提供である\n点でも一応相違する。\n本件各発明の構成要件Ｈの「情報提供装置」についても，仮に，それがスマート\nフォンのような単独の情報提供装置を意味する場合，乙５発明が「情報処理システ\nム」である点で一応相違する。\nウ  相違点に係る容易想到性があること\n(ｱ)  構成要件Ｆについて\n乙５発明は，ユーザ特性情報に基づき，ユーザにサービスを提供しており，この\nユーザ特性情報にはユーザの嗜好情報が含まれている。また，乙４発明は，ユーザ\nの趣味，嗜好に応じた情報を提供することができる情報提供装置である。このよう\nに，乙５発明及び乙４発明は，ユーザの趣味・嗜好に応じた情報をユーザに提供す\nる情報提供装置である点で共通しているから，技術分野，課題，作用・機能の全て\nの点において関連性を有しており，乙５発明に乙４発明を組み合わせる動機付けが\nある。\n加えて，乙４発明に限られず，個人情報に基づいてウェブサイトからユーザに対\nして提案すべき情報を取得することは周知技術であるから，乙５発明にかかる周知\n技術を組み合わせることにより，構成要件Ｆに係る上記相違点は，当業者において\n容易に想到することができるといえる。\n更に，情報提供装置の技術分野において，プッシュ型の情報提供とプル型の情報\n提供は周知技術であって，プル型の情報提供をプッシュ型の情報提供に変更するこ\nとは当業者であれば容易である。\nそして，乙５公報に開示されているサービスは，株指南に関するものであり，ブ\nックマーク（リンクＵＲＬ）を操作することにより取得される情報をプッシュ型で\n提供しても，株指南という目的は達成することができるから，マイデータと連携し\nてブックマークを操作することにより情報を取得するステップをプッシュ型の情報\n提供に変更することに，何ら阻害要因はない。\n(ｲ)  構成要件Ｈについて\n広くスマートフォンが普及した出願時の状況に鑑みると，情報処理システムを単\n独の情報提供装置に変更することは，設計事項の範ちゅうである。\nエ  小括\n以上からすると，本件各発明は，乙５発明に基づいて容易に想到できるから，進\n歩性を有しておらず，無効とされるべきである。\n〔原告らの主張〕\nア  本件各発明と乙５発明との相違点\n乙５発明は，その質問手段が，構成要件Ｂが規定する「第１受付手段によって受\nけ付けていない個人情報に対応する属性の質問」をするものではないため，第２受\n付手段が，第１手段によって受け付けていない個人情報に対応する属性の質問に対\nする返答である個人情報を取得するものではなく，「第１受付手段」と「第２受付手\n段」との差異が明確ではなく，個人情報と当該個人情報に対応する属性とを紐付け\nた状態で格納媒体に格納しているとはいえない。したがって，乙５発明は，構成要\n件ＢないしＤと相違する。\nまた，乙５発明のブックマークを操作することによって対応する情報を閲覧でき\nる機能は，ウェブサイトからユーザに対して提案すべき情報を取得する機能ではな\nいから，構成要件Ｆと相違する。\n更に，乙５発明は，一般ユーザがより多くの質の高いサービスを低コストで，か\nつ，簡単・確実に利用することができるようにするために，ユーザ端末，個人情報\nサーバ，コンサルタントサーバ，店舗端末がインターネットを介して接続される情\n報処理システムというシステム構成を採用している点で，構成要件Ｈと相違する。\nイ  相違点に係る容易想到性がないこと\n(ｱ)  構成要件ＢないしＤについて\n乙５発明において，幾つかの個人情報を予め受け付け，その後，受け付けられて\nいない個人情報に対応する属性の質問に対する返答である個人情報を受け付ける構\n成に変更する動機付けはなく，また，乙５公報には，これを示唆する記載もないか\nら，かかる相違点について，容易想到性はない。\n(ｲ)  構成要件Ｆについて\n乙５発明は，多くの正確な情報（分野ごとの情報）を低コストでユーザに提供で\nきるようにする技術分野であり，より多くの質の高いサービスをより低コストでユ\nーザに提供すること，及び各種のサービスを自ら知っていたり，検索したりする必\n要がなく，簡単かつ確実にサービスの提供を受けるようにすることを課題とし，コ\nンサルタントサーバにエージェントを分散させ，個人情報サーバに保持されている\nユーザの個人情報に基づいてコンサルタントサーバの中から適宜選択されたものに\nよって，ユーザ端末に対して情報を提供する作用・機能を有する。\nこれに対し，乙４発明は，ユーザの趣味・嗜好自体のみならず，関連対象情報に\n基づく提案を行う技術分野に関するものであり，ユーザの趣味・嗜好から外れる可\n能性が小さく，ユーザにとって新たな発見や体験につながるような新鮮な情報を提\n供する点を課題とし，ユーザの嗜好対象の記憶部とウェブサイトを含む他の情報源\nとのそれぞれを参照することによって，ユーザの嗜好情報と関連対象情報とに基づ\nく提案内容をユーザに提示して，ユーザが提案内容を受諾するならば，提案内容を\n実行させる作用・機能を有する。\nこのように，乙５発明と乙４発明とは，技術分野，課題，作用・機能を異にする\nことからすると，乙５発明に乙４発明を適用する動機付けは認められない。\nむしろ，乙５発明は質の高い情報を低コストで十分効率的に提供することを目的\nとしており，コンサルタントサーバを保持するサーバ提供者の責任の下で用意され\nた専用のコンサルタントサーバによって，情報が取得されるものであるから，当該\n情報は質の高さが担保されたものであるといえるのに対し，乙４発明は，ウェブサ\nイトなどを用いて関連対象情報に基づく提案をするというものであるところ，ウェ\nブサイトに掲載されている情報は玉石混淆であるから，その質の高さが乙５公報と\n同じレベルのものではない。そうすると，乙５発明に乙４発明を適用すると，結果\nとして質の低い提案情報がユーザに対して不可避的に提示されてしまうため，質の\n高いサービスを提供するという乙５発明の課題に逆行する。このように，乙５発明\nに乙４発明を適用することには阻害要因がある。\n加えて，本件各発明は，個人情報を受け付けて記憶し，ユーザに注意を促すとい\nった高付加価値サービスを提供することができるため，ユーザに高い満足度を与え，\n本件各発明を利用したアプリケーションプログラムの継続率が向上し，かつ，ウェ\nブサイトからユーザに提案すべき情報を取得するため，アプリケーションプログラ\nム提供者において，ユーザごとに提供すべき情報を事前に作成する必要がなく，ユ\nーザの満足度を向上させるための業務に注力できるという効果を有している。\nしかるに，乙５発明に乙４発明を適用したとしても，本件各発明が有する上記効\n果を達成することはできず，乙５発明と本件各発明との相違点を埋めることができ\nない。\n(ｳ)  構成要件Ｈについて\n乙５発明は，ユーザ端末，個人情報サーバ，コンサルタントサーバ，店舗端末が\nインターネットを介して接続される「情報処理システム」というシステム構成を採\n用することで，ユーザ情報の秘匿性を害することなく，ユーザ情報をユーザ以外の\n者に利用させることができるものであるから，かかる情報処理システムを，単独の\n情報提供装置に設計変更することについて動機付けはなく，また，乙５公報にもそ\nのような示唆も記載されていない。\nウ  小括\n以上からすると，乙５発明に基づいて本件各発明との各相違点を容易に想到する\nことができたということはできないから，本件各発明は，乙５発明に基づいて進歩\n性を欠くとはいえない。\n(12)  原告らの損害\n〔原告らの主張〕\n被告プログラムの提供による被告の利益は，本件特許権の登録日である令和元年\n６月１４日以降，３３３万３３３３円を下らない。\nしたがって，被告の本件特許権に対する侵害行為によって，原告らに生じた損害\nは，３３３万３３３３円を下らない。\n〔被告の主張〕\n原告らの主張は，争う。\n第３  当裁判所の判断\n１  本件各発明について\n(1)  本件各発明の特許請求の範囲の記載は，前記第２の１（2）イのとおりであ\nるところ，本件明細書には，次の記載がある（甲１）。\nア  技術分野\n「本発明は，情報提供装置，システム及びプログラムに関し，特に，ユーザの日\n常生活に対して適切な情報を提供する情報提供装置，システム及びプログラムに関\nする。」【０００１】\nイ  背景技術\n「従来，人間の健康を維持するために，様々な情報が提供されている。特に，近\n年飛躍的に普及しているスマートフォンなどの携帯端末を利用した健康に関するア\nプリケーションが注目されている。例えば，特許文献１に開示されている発明によ\nれば，ユーザの自宅に，通信機能付又はそれに準じる機能が付与されている各種セ\nンサが設置され，脈拍や呼吸等の測定，血圧，脈拍，体組成計，血糖値計，体重計\n等による測定を行う構成になっている。これらの測定データは通信機能を介してサ\nーバに蓄えられ，ユーザごとに健康管理が把握できるようになっている。」【０００\n２】\nウ  発明が解決しようとする課題\n「しかし，特許文献１に開示されている発明は，ユーザ自身が，脈拍や呼吸等の\n測定，血圧，脈拍，体組成計，血糖値計，体重計等による測定を少なくも数日ごと\nに繰り返し行う必要があるため，その様々な個人情報の入力のための煩雑な作業が\nユーザの負担になってしまう。」【０００４】\n「特に，例えば，サラリーマンなど仕事をしている多くの人々は，いくら自分の\n健康維持のためとはいえ，毎日の多忙な生活の中で面倒な個人情報の入力を持続し\nて行うことは困難であるという課題があった。」【０００５】\n「そこで，本発明は，特許文献１とは異なるアプローチとして，情報提供装置と\nの疑似コミュニケーションにより適宜に追加の個人情報を入力することで，情報提\n供装置から健康に関する情報を含む各種情報を適切なタイミングで提供できるよう\nにすることを課題とする。」【０００６】\nエ  課題を解決するための手段\n「上記課題を解決するために，本発明の情報提供装置は，ユーザから取得したい\n個人情報のうち幾つかを予め受け付ける第１受付手段と，前記第１受付手段によっ\nて受け付けていない個人情報に対応する属性の質問を行う質問手段と，前記質問手\n段による質問に対する返答である個人情報を受け付ける第２受付手段と，前記第１\n及び第２受付手段によって受け付けられた個人情報と当該個人情報に対応する属性\nとが紐付けた状態で格納される格納媒体と，を備える。」【０００７】\n「また，本発明の情報提供システムは，上記情報提供装置を複数有しており，当\n該情報提供装置が相互にネットワークを介して接続された場合に，最新の個人情報\nが格納されている格納媒体の内容で，他方の格納媒体の内容を更新する。」【０００\n８】\n「また，本発明の情報提供プログラムは，ユーザから取得したい個人情報のうち\n幾つかを予め受け付けるステップと，受け付けていない個人情報に対応する属性の\n質問を行うステップと，前記質問に対する返答である個人情報を受け付けるステッ\nプと，前記受け付けられた個人情報と当該個人情報に対応する属性とを紐付けた状\n態で格納するステップと，を情報提供装置に実行させる。」【０００９】\nオ  発明の効果\n「本発明によれば，ユーザから最初に受け付けた個人情報以外の個人情報を取得\nすることができるので，それらの情報に基づいて健康に関する情報を含む各種情報\nを提供することができる。」【００１０】\nカ  発明の実施の形態\n（実施形態１）\n「図１は，本発明の実施形態１における\n情報提供システムの構成例を示す図であ\nる。図１の情報提供システムは，以下説明\nする，ユーザ端末１００Ａ～１００Ｅ（こ\nれらの総称を「ユーザ端末１００」と称す\nる。）と，ロボット２００と，ウェブサーバ\n３００と，ネットワーク４００とを備えて\nいる。」【００１４】\n「ユーザ端末１００は，例えば，電話機能及び通信機能を有するスマートフォン\n１００Ａ～１００Ｄ，腕時計型のリスト端末１００Ｅなどの情報提供装置の総称で\nある。もっとも，ユーザ端末１００は，スマートフォンやリスト端末のみならず，\nパーソナルコンピュータ，タブレットなどの各種の情報提供装置とすることもでき\nる。」【００１５】\n「ウェブサーバ３００は，例えば，健康に関する情報を含む，様々な情報が蓄積\nされているものである。ウェブサーバ３００は，ネットワーク４００を介してアク\nセスされたユーザ端末１００，ロボット２００からの要求に応じた情報を発信する。」\n【００１７】\n「ネットワーク４００は，インターネットなどで構成され，ユーザ端末１００，\nロボット２００，ウェブサーバ３００，及び，他のウェブサーバとの間における通\n信を実現するものである。」【００１９】\n「図２は，図１のユーザ端末１００（１００Ａ～１００Ｅ）の構成を示すブロッ\nク図である。図２において，ユーザ端末１００は，以下説明する，制御部１０１と，\n記憶部１０２と，通信部１０３と，時計部１０４と，温度センサ部１０５と，加速\n度センサ部１０６と，操作部１０７と，表示部１０８と，音声入力部１０９と，音\n声出力部１１０と，振動部１１１と，位置検出部１１２と，バス１１３と，操作部\n１０７及び表示部１０８を含むタッチパネル１１４とを備えている。」【００１９】\n「記憶部１０２は，例えば，制御部１０１によって実行される制御プログラム，\n及び，ユーザ端末１００の電源がオンされたときに行われるイニシャライズ処理に\n必要な初期データを記憶するＲＯＭ（Read Only Memory）と，制御部１０１によっ\nて処理されるデータを記憶するデータメモリとを有する。なお，データメモリは，\nデータを一時的にストアするとともに，ユーザ端末１００の電源がオフになるとス\nトアしたデータが消去するＲＡＭ（Random Access Memory）などの揮発性のメモリ\nと，ユーザ端末１００の電源がオフになってもストアしたデータを保持するフラッ\nシュメモリなどの不揮発性のメモリとを含む。この不揮発性メモリは，後述するユ\nーザの個人情報，生活パターンなどを格納する格納媒体としても用いられる。」【０\n０２２】\n「通信部１０３は，所定の無線通信プロトコルに従って，他のユーザ端末１００\nとの通話機能又はメール機能によりデータ通信を行うとともに，ロボット２００，\nウェブサーバ３００，及び，他のウェブサーバとの間における情報通信を行うもの\nである。」【００２３】\n「さらに，図１に示すように，例えば，ユー\nザ端末１００とロボット２００とが相互に\nネットワーク４００を介して接続される場\n合には，ユーザ端末１００とロボット２００\nとの記憶部内の情報を同期させて，いずれの\n記憶部にも最新の個人情報が格納されるよ\nうにするとよい。」【００３６】\n「図３は，図２に示すユーザ端末１００の\n初期動作を示すフローチャートである。ここ\nでは，以下説明する動作を実現可能なアプリ\nケーション（以下，「コンシェルジュアプリ」\nと称する。）が，ダウンロードされ，かつ，\nインストールされている，ユーザ端末１００の動作例を説明する。」【００３８】\n「この状態で，タッチパネル１１４に表示コンシェルジュアプリのアイコンを，\nユーザがタッチするなどして起動を選択すると，制御部１０１は，このことを特定\nして（ステップＳ１０３），ユーザの個人情報のうち以下の基本情報が，ユーザから\n入力済みであるか否かを判別する（ステップＳ１０４）。基本情報が入力済みでない\n場合には，基本情報入力画面をタッチパネル１１４に表示するという入力画面表示\n処理を実行する（ステップＳ１０５）。」【００４０】\n「図５に示すように，タッチパネル１１４には，基本情報として，例えば，ユー\nザの氏名，性別，及び，年齢だけといった極めてわずかな情報の入力又は選択を促\nす旨が表示される。なお，ここで重要なのは，当初入力等させる情報が少ないとい\nうことである。したがって，基本情報を構成する情報は，必ずしも，ユーザの氏名\n等に限定されるものではないし，これらを必ず用いなければわけではない点（判決\n注；ママ）に留意されたい。」【００４３】\n「ユーザ端末１００の動作としては，その後に，基本情報の入力が完了すると，\n制御部１０１は，入力された基本情報を記憶部１\n０２の不揮発性メモリにストアするといったス\nトア処理を実行する（ステップＳ１０６）。」【００\n５１】\n「つぎに，例えば，ユーザ端末１００のカレン\nダーアプリを通じて新たなイベント情報が登録\nされたか否かを判別する（ステップＳ１１１）。判\n別の結果，新たなイベント情報が登録されていな\nい場合には，図４に示す処理を終了する。一方，\n新たなイベント情報が登録された場合には，当該\n情報を抽出して，記憶部１０２のＲＡＭに一時的\nにストアするといったイベント情報ストア処理を実行する（ステップＳ１１２）。」\n【００６０】\n「その後，当該イベント情報に関連する質問の発生要因があるか否かを判別する\n（ステップＳ１１３）。」【００６１】\n「別の例としては，「来週日曜日の１３：００からサッカー」といった旨のイベン\nト情報が入力された場合には，「サッカーチームに所属しているのですか？」，「サッ\nカーの試合は良く観戦するのですか？」，「いつからサッカーを始めたのですか？」\nなどの質問の発生原因があるという判別結果が得られるようにしている。」【００６\n２】\n「判別の結果，発生要因がない場合には，図４に示す処理を終了する。一方，発\n生要因がある場合には，これらの質問を既に行っていないことを確認した場合には，\n発生要因に基づく質問画面作成して，タッチパネル１１４に表示といった質問画面\n表示処理を実行する（ステップＳ１１４）。こうして，質問画面を通じて，ステップ\nＳ１０５の実行によって取得する基本情報とは異なるユーザの詳細情報の入力をユ\nーザに促す。」【００６３】\n「また，予め用意している一又は複数の質問に対する回答がなされ，ユーザから\nの詳細情報の入力の完了がされると，ユーザから回答された詳細情報を記憶部にス\nトアするといった詳細情報ストア処理を実行して，図４に示す処理を終了する（ス\nテップＳ１１５）。」【００７１】\n「本実施形態では，取得したいユーザ情報を回答させるような質問を幾つか用意\nしている。これは，ユーザとの疑似コミュニケーションにも非常に貢献をすること\nになる。この種の質問の例を挙げると，ユーザの典型的な生活パターンを把握する\nための質問が考えられるが，これだけに留まらず，基本情報の取得の場面ではあえ\nて聞いていない多岐に亘る質問を用意するとよい。」【００７２】\n「この種の質問としては，例えば，趣味に関する情報（スポーツが好きなのか，\nそうだとしたら野球なのかサッカーなのか，また，どのくらいの頻度でプレイ又は\n観戦をしているのか，など。），仕事／学校に関する情報（どのような業種／学部（学\n科）なのか，勤続年／大学（高校）何年生なのか，など），生活に関する情報（休日\nの過ごし方だとか，既婚・未婚の別だとか，通常の帰宅時刻だとか，生活習慣を含\nむ衣住食の好みとか，など）についての質問が考えられる。」【００７３】\n「そして，最終的には，用意している全ての質問に関する回答が取得又は予想で\nきれば，ユーザとの間で非常に好適な疑似コミュニケーションを図ることが可能に\nなるし，一歩進んで，ユーザに対する種々の提案をすることも可能となる。ユーザ\nに対する種々の提案については，実施形態２として後述する。」【００７４】\n（実施形態２）\n「図１６は，本発明の実施形態２における情報提供システムの制御部１０１の動\n作を示すフローチャートであり，図４に示すものに対応する。本実施形態では，ユ\nーザに対する健康管理の提案をする場合の動作について説明する。なお，本実施形\n態の情報提供システム及びユーザ端末１００の構成は，図１及び図２に示したもの\nと同様である。」【００９４】\n「本実施形態では，まず，ユーザの\n生活パターン（予測によるものを含\nむ）を示すパターン情報につき作成済\nみであるか否かを判別する（ステップ\nＳ１１７）。パターン情報につき作成\n済みである場合には，それに従ったア\nドバイスをすることが考えられ，ステ\nップＳ１２０に移行する。」【００９\n５】\n「ユーザが１２：００頃に昼食を，\n１８：３０頃に夕食を，それぞれ外食\nで採る習慣があることを把握してい\nることを把握している場合（判決注；マ\nマ）には，これらの時刻頃に，音声入力部１０９をアクティブにして，ユーザがど\nのような料理を注文しているかを音声認識機能によって把握することができる。」\n【０１１４】\n「仮に，ユーザが同じような料理ばかりを摂取していることを把握した場合には，\n制御部１０１は，ネットワーク４００を介して，該当するウェブサーバ３００にア\nクセスし，食事と健康とに関する情報を，ユーザがニュース等をチェックするタイ\nミングでアドバイスをすることもできる。」【０１１５】\n「制御部１０１は，平日におけるユーザの生活習慣を予測した後は，図１６のフ\nローチャートにおいて，ユーザの生活パターンを示すパターン情報を作成して，記\n憶部１０２の不揮発性メモリにストアする（ステップＳ１１９）。」【０１１６】\n「ユーザがこのストアされたパターン情報と対比して，これと大きく異なる行動\nをした場合，又は，その恐れがある場合には，生活のリズムが崩れたり，不規則な\n生活となったりしがちなので，それを是正するような表示を行うことができる。係\nる場合の例としては，例えば，翌日が仕事であろうと予想される前日に，２４：０\n０を過ぎてもニュース等をチェックしている，或いは，そうしそうだということを\n把握したときは，「夜更かしは良いことではないので早く寝ましょう」といったメッ\nセージを表示することができる。」【０１１７】\n「図１６のフローチャートのステップＳ１１９においてパターン情報がストアさ\nれた場合には，制御部１０１は，例えば健康のアドバイスといった各種アドバイス\nが必要かどうかを判別する（ステップＳ１２０）。例えば，図３のフローチャートの\nステップＳ１１２において，飲み会の情報を一時的にストアした場合において，例\nえば，昼休みのニュース等のチェックのタイミングを見計らって，健康のアドバイ\nスをすることができる。」【０１１８】\n「図１２は，図２のタッチパネル１\n１４に表示されたイベント通知情報\nの画面例を示す図である。図１２に示\nすように，飲み会のイベント情報を表\n示するとともに，「飲みすぎないよう\nに！」とアドバイスのメッセージを出\n力してユーザの注意を促す（ステップ\nＳ１２１）。」【０１１９】\n「以上説明したように，本発明の各\n実施形態における情報提供装置によ\nれば，タッチパネル１１４を構成する操作部１０７若しくは音声入力部１０９又は\nその双方は，ユーザから取得したい個人情報のうち幾つかを予め受け付ける第１受\n付手段を構成する。また，タッチパネル１１４を構成する表示部１０８若しくは音\n声出力部１１０又はその双方は，第１受付手段によって受け付けていない個人情報\nに対応する属性の質問を行う質問手段を構成する。そして，操作部１０７若しくは\n音声入力部１０９又はその双方は，質問手段による質問に対する返答である個人情\n報を受け付ける第２受付手段を構成する。さらに，記憶部１０２の不揮発性メモリ\nは，第１及び第２受付手段によって受け付けられた個人情報と当該個人情報に対応\nする属性とが紐付けた状態で格納される格納媒体を構成する。」【０１３７】\n「また，本発明の各実施形態における情報提供システムによれば，上記情報提供\n装置を複数有しており，当該情報提供装置が相互にネットワーク４００を介して接\n続された場合に，最新の個人情報が格納されている格納媒体の内容で，他方の格納\n媒体の内容を更新する。」【０１３８】\n(2)  以上によれば，本件各発明は，ユーザが健康維持のために用いるスマートフ\nォン用アプリケーション等において，ユーザによる個人情報の入力が煩雑であった\nという課題に対し，ユーザから基本的な個人情報を受け付けた後，イベントやユー\nザの嗜好等の新たに入力された個人情報に基づき，ユーザに関連する質問をし，こ\nれに対するユーザの返答を受けるというような情報提供装置との疑似コミュニケー\nションを介してユーザの生活に関する情報，趣味に関する情報，仕事や学校に関す\nる情報等の種々の詳細な個人情報を適宜に受け付けて取得し，取得した個人情報を\nその情報に対応する属性の質問と紐付けた形で記憶部に格納し，当該個人情報に基\nづいてウェブサーバにアクセスしてウェブサイト上の情報を取得して提供したり，\nユーザに対して各種のアドバイスを行うという構成を採用し，もって，ユーザに対\nし適時に健康に関する情報を提供するという効果を奏するものである。\n以上を前提に，以下判断する。\nまず，本件スマートフォンの本件発明１への充足性について検討する。\n２  争点１－１（本件スマートフォンは構成要件１Ｄを充足するか）について\n(1)  本件発明１の構成要件１Ｄは，「前記第１及び第２受付手段によって受け付\nけられた個人情報と当該個人情報に対応する属性とが紐付けた状態で格納される格\n納媒体」というものであり，文言上，被告が主張するような限定（ユーザに対して\n提案を行う時にスマートフォンがアクセスするスマートフォン内の格納媒体でなけ\nればならない旨の限定）はない。また，本件明細書をみても，格納媒体につき，質\n問に対する回答としてユーザから詳細情報の入力が完了すると，その詳細情報を記\n憶部にストアする詳細情報ストア処理を実行して図４に示す処理を終了すること\n（【００７１】），本件各発明に係る情報提供装置が相互にネットワークを介して接\n続されている場合には，最新の個人情報が格納されている格納媒体の内容で，他方\nの格納媒体の内容を更新して同期することが可能であること（【０００８】，【００３\n６】，【０１３８】）といった記載があるにとどまる。\nそうすると，構成要件１Ｄの「格納媒体」は，上記のような限定がされるべきも\nのではなく，個人情報と属性とが紐付けた状態で格納されるものであれば足りると\nいうべきである。しかして，証拠（甲２８）によれば，本件スマートフォンは，通\n信不可の状態（ネットワークを介して被告サーバにアクセスすることができない状\n況下）においても，「プロフィール」タブをタップすると，ユーザが初期設定におい\nて入力した性別，年齢層，業種等の個人情報を示す画面が表示され，「記録」タブを\nタップすると「サッカーが好き」「人間ドラマ映画が好き」「忙しいタイプ」などと\nいったユーザが質問に対する回答として入力した個人情報を示す画面が表示される\nことが認められる。これらの画面は，ユーザ個別の情報とそのユーザの趣味，嗜好，\n性格等のユーザの属性とを関連付けて記憶し，その記憶された情報を表示している\nものであるから，本件スマートフォンは，第１受付手段及び第２受付手段によって\n受け付けられた個人情報とこれに対する属性とを紐付けて格納しているということ\nができる。\nしたがって，本件スマートフォンは，構成要件１Ｄに規定する「格納媒体」を有\nしているといえ，構成要件１Ｄを充足する。\n(2)  被告は，構成要件１Ｄの「格納媒体」は，ユーザに対して提案を行う時にス\nマートフォンがアクセスするスマートフォン内の格納媒体のことであるところ，本\n件スマートフォンは，被告サーバにユーザの個人情報を格納しているのであって，\n本件スマートフォン内には個人情報を格納する格納媒体を有しない，本件スマート\nフォンが通信不可の状態において被告プログラムを起動した際にプロフィールや記\n録のタブをタップして表示される情報は，入力履歴に過ぎないなどと主張する。\nしかし，前記認定のとおり，本件スマートフォンは，ネットワークを介して被告\nサーバにアクセスすることができない状況下においても，ユーザが入力した個人情\n報とその属性とを対応付けた画面を表示することが認められるのであるから，本件\nスマートフォン内に個人情報を格納する格納媒体を有しないという被告の主張は成\nり立たない。また，本件スマートフォンを通信不可の状態において被告プログラム\nを起動した際に本件スマートフォンに表示される情報が入力履歴であったとしても，\nユーザが入力した個人情報とその属性とを紐付けた情報を一時的にでも記憶する格\n納媒体を有することに変わりはない。さらに，仮に本件スマートフォンが被告サー\nバにも個人情報をその属性と紐付けて格納して記憶させているとしても，そのこと\nは，格納媒体を本件スマートフォンだけでなく，被告サーバにも備えていることを\n意味するに過ぎず，本件スマートフォンが構成要件１Ｄを充足しないということに\nはならないというべきである。\n以上によれば，被告の上記主張は採用することができない。\n３  争点１－２（本件スマートフォンが構成要件１Ｅ～１Ｇを充足するか）\n(1)  本件発明１の構成要件１Ｅは，「前記第１又は第２受付手段によって受け付\nけられた個人情報に基づいて前記ユーザに対して提案を行う提案手段」というもの\nであるところ，同提案手段については，「前記個人情報に基づいてウェブサイトから\n前記ユーザに対して提案すべき情報を取得する」（構成要件１Ｆ）とともに，「前記\n個人情報に基づいてユーザに注意を促す」（構成要件１Ｇ）と規定する。\n一方，証拠（甲４，８，１６，２１）によれば，本件スマートフォンは，性別，\n年代（年齢）といった個人の特定に資する情報の回答を受け付ける初期設定が完了\nすると，ユーザの趣味や，疲れているかどうかの体調等に関する質問を表示するこ\nとが認められる。具体的には，料理が趣味であるとの回答を受け付けると，「最新の\nお料理情報，チェックされますか？」といった表示をし，ユーザが画面上に表示さ\nれる「見る」をタップすると，料理に関するウェブサイトを表示する。また，ユー\nザが「疲れている」という情報を入力すると，「疲れたら休む。シンプルだけど，と\nっても大事なことです。」といった表示や，「疲労を回復するにはクエン酸がいい」\nとか「クエン酸がいっぱい入っている『梅干し』を食べることをオススメします」\nなどといった表示をし，ユーザが「はなす」をタップすると，「梅干しの効果調べる」\nという選択肢を表示し，当該選択肢を選択すると，「紀州梅効能研究会」というウェ\nブサイトが紹介する梅干しの疲労回復効果を記載したウェブページを表示する。こ\nのような，「料理が趣味である」「疲れている」というような個人情報に基づいて本\n件スマートフォンが画面に表示する，料理に関するウェブサイト上の情報，疲労を\n回復するためのウェブサイト上の情報は，ユーザに対して「提案すべき情報」に当\nたるということができる。\nそうすると，本件スマートフォンは，ユーザから入力された趣味や体調等の個人\n情報に基づいてウェブサイトからユーザに対して提案すべき情報を取得してこれを\nユーザに提供する構成を有していると認められ，かかる構成は，ユーザから受け付\nけた個人情報に基づいてユーザに提案を行う「提案手段」であって（構成要件１Ｅ），\n当該個人情報に基づいてウェブサイトからユーザに対して提案をすべき情報を取得\nする（構成要件１Ｆ）とともに，ユーザに注意を促すもの（構成要件１Ｇ）である\nということができる。したがって，本件スマートフォンは，構成要件１Ｅないし１\nＧを充足するというべきである。\n(2)  被告の主張について\nア  被告は，ユーザに対してその個人情報に基づく情報の検索や提案をするのは\n被告サーバであって，本件スマートフォンは，被告サーバから送信された会話文や\nリンクＵＲＬを表示するための画面を提供しているに過ぎず，本件スマートフォン\n自らは個人情報に基づく提案を行うステップを有していないとして，構成要件１Ｅ\nないし１Ｇの充足性を否定する。\n被告の上記主張は，本件発明１の情報提供装置は，それ単独で個人情報を受け付\nけてこれを情報提供装置内に格納し，ユーザに対して提案を行ったり，注意を促し\nたりする機能を有するスタンドアロン型の情報提供装置であることを前提とし，本\n件スマートフォンは，被告サーバをインターネットで接続して被告サーバからユー\nザに対して提案を行うべき情報を検索・取得してユーザに提供するオンライン型の\nものであるとして，構成要件１Ｅないし１Ｇの充足性を否定する趣旨のものと解さ\nれる。しかし，本件明細書には，本件発明１の情報提供装置が相互にネットワーク\nを介して接続される場合があることを前提とする記載（【０００８】，【００１４】，\n【００１７】等）がある上，本件発明１の情報提供装置も，ユーザに対して提案す\nべき情報をウェブサイトから取得し，これを示してユーザに対して提案を行うので\nあるから（構成要件１Ｆ），当然にインターネットを介してウェブサーバと接続する\nことが前提となっているのであって，本件発明１をスタンドアロン型の情報提供装\n置に限定して解釈すべき理由はない。\nしたがって，被告の上記主張は採用することができない。\nイ  また，被告は，本件発明１の情報提供装置は，ユーザが情報提供を望むか望\nまないかにかかわらず，ユーザに提案すべき情報を検索・取得し，これを提供する\nプッシュ型であるのに対し，本件スマートフォンはユーザに対して提案すべき情報\nが記載されたウェブサイトのＵＲＬを表示するに過ぎず，ユーザの選択に基づいて\n当該ウェブサイトを表示するかどうかが決まるプル型の情報提供装置であるから，\n本件スマートフォンは，「前記個人情報に基づいてウェブサイトから前記ユーザに\n対して提案すべき情報を取得する」（構成要件１Ｆ）との文言を充足しない旨主張す\nる。\nしかし，構成要件１Ｆは，ウェブサイトからユーザに対して提案すべき情報を取\n得すると規定するにすぎず，文言上，ウェブサイトから取得するユーザに提案すべ\nき情報の形態について，ユーザに提案すべき情報を記載したウェブサイトそのもの\nの情報まで表示するものとの限定はない。また，構成要件１Ｅをみても，「提案手段」\nは，第１受付手段及び第２受付手段によって受け付けられた個人情報に基づいた提\n案を行うことを要するものの，その提案の方法については文言上限定がされていな\nい。さらに，本件明細書に記載された実施形態をみても，ユーザが同じような料理\nばかり摂取していることを把握した場合には，制御部がネットワークを介して，該\n当するウェブサーバにアクセスし，食事と健康に関する情報をユーザがニュース等\nをチェックするタイミングでアドバイスすることができる（【０１１５】）との記載\nがある程度であって，ＵＲＬの表示にとどまらず，当該ＵＲＬ先のウェブサイトの\n表示までを行うことを要することを根拠付けるに足りる記載はない。\nこれらからすると，本件スマートフォンにおいて，ウェブサイトを閲覧するため\nに必要なアドレスを示すＵＲＬも，ウェブサイトから取得するユーザに対して「提\n案すべき情報」に当たり，本件スマートフォンは構成要件１Ｆを充足するというべ\nきである。\nしたがって，被告の上記主張は採用することができない。\n(3)  以上によれば，被告プログラムをインストールした本件スマートフォンは，\n本件発明１の全ての構成要件を充足し，本件発明１の技術的範囲に属することが認\nめられる。\n続いて，本件事案に鑑み，被告プログラムの本件発明５への充足性について検討\nする。\n４  争点２－１（被告プログラムは構成要件５Ｆを充足するか）について\n(1)  構成要件５Ｆは，「前記個人情報に基づいてウェブサイトから前記ユーザに\n対して提案すべき情報を取得するステップと，」という文言であり，受け付けた個人\n情報に基づいてウェブサイトからユーザに対して提案すべき情報を取得するステッ\nプを規定している。これを，構成要件５Ｅ（「前記受け付けた個人情報に基づいて提\n案を行うステップと，を含み，」）と対比すると，その文言内容に照らし，構成要件\n５Ｆのステップ（提案を行うステップ）と，構成要件５Ｅが規定するステップ（提\n案すべき情報を取得するステップ）とは，ステップの各内容からみて通常別個のも\nのとして把握される性質のものであるといえる。構成要件５Ｆのステップ（提案す\nべき情報を取得するステップ）が，構成要件５Ｅが規定するステップ（提案を行う\nステップ）を更に具体化して規定しているという関係にあるということはできない。\nしたがって，構成要件５Ｆのステップ（提案すべき情報を取得するステップ）は，\n情報提供プログラムが，ユーザに提案すべき情報をウェブサイトから取得する，と\nいうステップから成る構成を明らかにしているものというべきである。\nしかして，前記３の認定のとおり，被告プログラムにおいては，ユーザが疲れて\nいるという個人情報に接すると，梅干しを食べることを勧める旨の表示とともに，\n「はなす」という選択肢が表示され，これをタップすると，「梅干しの効果調べる」\nという選択肢が表示され，これを選択すると，「紀州梅効能研究会」による梅干しの\n疲労回復効果が記載された画面が表示されること，かかる画面は，ウェブサイトか\nら取得可能なウェブページの内容を表示するものであることが認められる。\n以上によれば，被告プログラムは，ユーザに提案すべき情報をウェブサイトから\n取得する，という構成（ステップ）を有しているといえ，構成要件５Ｆを充足する\nということができる。\n(2)  被告の主張について\nア  被告は，本件発明５は，個人情報に基づいてユーザがその情報提供を望むか\n否かにかかわらず提供されるプッシュ型の情報提供を採用しているのに対し，被告\nプログラムは，個人情報に基づいて提案する内容が記載されたウェブページのリン\nクを提供するだけで，ユーザがその情報提供を希望する旨のアクションがされる場\n合にリンク先のウェブページが表示されるプル型の情報提供を採用している点で相\n違するから，構成要件５Ｆを充足しない旨主張する。\nしかし，前記３(2)と同様の理由により，本件発明５の情報提供プログラムについ\nても，いわゆるプッシュ型に限定されるものではないというべきである。しかして，\n被告プログラムは，被告サーバを通じてユーザに提案すべき情報であるＵＲＬをウ\nェブサイトで検索して収集する過程を経て，当該ＵＲＬをユーザに提供し，ユーザ\nが当該ＵＲＬ先のウェブページを閲覧することを可能としているものであり（当事\n者間で争いがない。），このような構成は，個人情報に基づいてウェブサイトからユ\nーザに対して提案すべき情報を取得する手段に当たるということができる。\nしたがって，被告の上記主張は採用することができない。\nイ  また，被告は，本件スマートフォンは，ユーザに提案すべき情報が記載され\nたウェブサイトのＵＲＬを表示するところまで行い，ユーザが当該ウェブサイトの\n閲覧を選択すると，外部ブラウザが起動して当該ＵＲＬから当該ウェブサイトの情\n報を取得するのであって，被告プログラムには，スマートフォンが自ら個人情報に\n基づいてウェブサイトからユーザに対して提案すべき情報を取得するステップを有\nしていないから，構成要件５Ｆを充足しない旨主張する。\nしかし，証拠（甲１６，２１）及び弁論の全趣旨によれば，被告プログラムをイ\nンストールした本件スマートフォンにおいて，ユーザに提案すべき情報であるＵＲ\nＬ先のウェブページの閲覧を選択した後に，その画面に表示されるウェブページの\n表示内容と，当該ＵＲＬ先のウェブページを外部ブラウザで閲覧する場合に表示さ\nれる画面の表示内容とを対比したとき，両者の画面のフレームに相違があることが\n認められる。これからすると，本件スマートフォンは，「疲れている」とのユーザの\n個人情報に基づき，外部ブラウザによってではなく，被告プログラムに組み込まれ\nた内部ブラウザによって，ウェブサイトからユーザに提案すべき情報が記載された\nウェブページをダウンロードし，その結果を表示していると推認することができる。\nそうすると，本件スマートフォンは，ユーザに提案すべき情報が記載されたウェブ\nページを取得しているということができる。\nしたがって，被告の上記主張は採用することができない。\nなお，仮に，ＵＲＬ先のウェブサイトから取得する情報の表示を，被告プログラ\nムを構成しない外部ブラウザが行っているものであったとしても，情報提供システ\nムにおいては，複数のプログラムが相互に作用して一定の機能を発揮することも十\n分にあり得るところであって，本件明細書においても，本件発明５に関し，複数の\nプログラムの作用を利用することを除外していると認めるに足りる記載はないこと\nからすると，被告プログラムにおいて外部ブラウザを利用してウェブサイトから表\n示すべき情報を取得していること自体も，被告プログラムが構成要件５Ｆを充足し\nない理由にはならないというべきである。\n５  争点２－２（被告プログラムが構成要件５Ｇを充足するか）について\n(1)  構成要件５Ｇ（「前記個人情報に基づいてユーザに注意を促すステップと，\nを更に有する」）は，情報提供プログラムが，ユーザの個人情報に基づいてユーザに\n注意を促すステップを有することを規定している（なお，構成要件５Ｇについても，\n構成要件５Ｆと同様，構成要件５Ｅが規定する提案手段とは別に，情報提供プログ\nラムがユーザの個人情報に基づいてユーザに注意を促す手段を有する旨を規定して\nいると解するべきである。）。\nしかして，証拠（甲４，２１）によれば，被告プログラムにおいては，ユーザが\n疲れているという情報に接すると，「疲れたら休む。シンプルだけど，とっても大事\nなことです。」や，「最近お疲れだし，しっかり栄養取っていってほしい！」との表\n示がされることが認められる。このような表示は，ユーザに対して，休息や栄養補\n給に特に気をくばるように促す旨の表示であるといえる。そうすると，被告プログ\nラムは，ユーザの個人情報に基づいてユーザに注意を促す手段を有するものである\nといえ，構成要件５Ｇを充足すると認められる。\n(2)  被告は，被告プログラムにおいては，ユーザが疲れているという個人情報に\n基づいて梅干しの疲労回復効果に係るウェブページが表示された後に，ユーザに休\n息や栄養補給をするように促す画面が表示されないことを理由に，構成要件５Ｇを\n充足しない旨主張する。\nしかし，本件明細書には，構成要件５Ｇにおけるユーザへの注意の促しについて，\n時間的な制限を設ける旨の記載はなく，ユーザへの注意の促しのタイミングは，ユ\nーザに提案すべき情報の取得の先後を問わないと解するべきである。そして，上記\n認定のとおり，被告プログラムにおいて，ユーザに注意を促す旨の画面が表示され\nるのであるから，被告プログラムは，構成要件５Ｇを充足することとなる。\nしたがって，被告の上記主張は採用することができない。\n(3)  以上によれば，被告プログラムは，本件発明５の各構成要件を充足し，本件\n発明５の技術的範囲に属すると認められる。\n続いて，本件事案に鑑み，本件各発明に係る無効理由１について検討する。\n６  争点３－１（無効理由１（乙８発明に基づく新規性の欠如））について\n(1)  乙８公報には，次のとおりの記載がある（乙８）。\nア  技術分野\n「本発明は，学習・生活支援システムに関する。さらに詳しくは，独自の意欲喚\n起指導（ＥＭＳ：Educational Method of Self-motivation）が可能な学習・生活支\n援システムに関する。」【０００１】\nイ  背景技術\n「近年，パーソナルコンピュータやタブレットなどを用いて，コンピュータ上で\n講師による講義を視聴することにより，受講生・生徒が学習したり，講師と受講生・\n生徒とが，または受講生・生徒同士がコミュニケーションを取る方法が基調となっ\nている（たとえば，特許文献１参照）。このようなシステムを用いることにより，受\n講生・生徒は学習に対するモチベーションを高めて，学習効率を上げている。」【０\n００２】\nウ  発明が解決しようとする課題\n「一方，講師と受講生・生徒とが，または受講生・生徒個人がコミュニケーショ\nンを取っている最中のモチベーションの向上だけでなく，受講生・生徒同士が一人\nだけでコンピュータ上で学習する場合にも，学習への意欲を高めることが求められ\nている。」【０００４】\n「そこで，コンピュータ上に本システムのインターフェイスとなるアバター（ユ\nーザを象徴とするキャラクタ）を表示し，受講生・生徒，すなわち本システムに加\n入している一般・社会人等のユーザが，独自（一人）での学習時だけでなく，日常\n生活時においても役立つ学習・生活支援システムを提供することを目的とする。た\nとえば，ユーザが学生の場合，アバターから送られたメッセージメール等は，単な\nるアラーム機能ではなく，目標，行動内容に即したアバターコメントとして送られ，\nユーザ本人が，目標達成するための短期長期の設定目標の乖離や進捗具合の管理ツ\nールとしてシステムを活用し，ユーザは，計画，実践，検証，振り返り，動機付け\nを手軽にでき，ユーザ自身が設定したスケジュールの達成に向けての学習意欲を維\n持向上させることが可能な学習・生活支援システムの提供を目的とする。一方では，\n各種学校，通信講座等，社内教育等を含む，資格やライセンス取得を目指すために\n自らが「なりたい自己像」「めざす姿」「プラス思考イメージの形成」を前述と同様\nの方法を用いて動機付けし，これらを段階的に具現化することにより「自己成長」\nを促進向上させる学習・生活支援システムを提供することを目的とする。」【０００\n５】\nエ  課題を解決するための手段\n「本発明の学習・生活支援システムは，ネットワークを介して接続された学習・\n生活支援サーバとユーザ端末とを備え，アバターとユーザとの対話によりユーザの\n学習を支援する学習・生活支援システムであって，該学習・生活支援サーバが，前\n記アバターを管理し，前記ユーザ端末へ前記アバターからのアバターコメントを出\n力するアバター管理部と，ユーザ端末から入力されたユーザ情報を管理するユーザ\n情報管理部と，入力された前記ユーザ情報を分析し，ユーザ情報に応じてキーワー\nドを抽出するテキスト分析部とを備え，前記アバター管理部により出力されたアバ\nターコメントに対するユーザコメントが，前記ユーザ情報管理部により，前記学習・\n生活支援サーバに設けられたユーザ情報記憶部に記憶され，前記ユーザ情報記憶部\nに記憶されたユーザコメントが，前記テキスト分析部により分析および抽出され，\nキーワードとして前記ユーザ情報記憶部に記憶され，記憶された前記キーワードに\n基づいて，前記アバター管理部により，前記学習・生活支援サーバのアバターコメ\nント記憶部に予め記憶された複数のアバターコメントのうちの１つのアバターコメ\nントが選択され，前記キーワードに応じたアバターコメントが前記ユーザ端末に出\n力され，前記ユーザ端末から入力されたユーザ情報，または，アバターコメントに\n対するユーザコメントに，ユーザのスケジュールが含まれている場合に，前記アバ\nター管理部が前記ユーザ端末に前記アバターを介してスケジュール確認を行うこと\nを特徴とする。」【０００６】\n「また，前記アバター管理部による前記スケジュール確認に対して，前記ユーザ\n端末から入力がない場合，または前記スケジュールが達成されていないことを示す\n入力がなされた場合，前記アバター管理部が，前記ユーザ端末に対して，スケジュ\nールの変更入力を要求することが好ましい。」【００１２】\nオ  発明の効果\n「本発明によれば，学習・生活支援システムにおいて，学習・生活支援システム\nのユーザに特有のアバターコメントが各ユーザに向かって出されるため，学習・生\n活支援システムを定期的に利用する動機付けとなる。さらに，ユーザのスケジュー\nルがユーザから入力された情報に含まれている場合は，そのスケジュールの内容に\n基づいて，アバターからスケジュール確認が行われ，単なるアラーム機能ではなく，\nスケジュールの内容に即してアバターからアバターコメントが送られる。したがっ\nて，ユーザは，自己が設定したスケジュールの達成に向けての学習意欲が高まる。」\n【００１６】\nカ  発明を実施するための形態\n「以下，添付図面を参照し，本発明の学習・生活支援システムを詳細に説明する。\n以下では，本発明の学習・生活支援システムを，学習塾における例をあげて説明す\nるが，本発明は学習塾に限定されるものではなく，資格やライセンスを含む各種学\n校，通信講座等，社内教育等，学習システム一般において用いることができる。本\n実施形態の場合，後述するユーザは，講義，授業等を受ける受講生・生徒を想定し\nているが，後述する本発明の機能を利用する利用者であれば，特に受講生・生徒に\n限定されるものではない。」【００１８】\n「…つぎに，図３に示されるように，学習・生活支援サーバ２は，アバター４を\n管理し，ユーザ端末３へアバター４からのアバターコメントを出力するアバター管\n理部２１と，ユーザ端末３から入力されたユーザ情報を管理するユーザ情報管理部\n２２と，入力されたユーザ情報を分析し，ユーザ情報に応じてキーワードを抽出す\nるテキスト分析部２３とを備えている。図３に示す実施形態では，さらにネットワ\nークＮを介して情報を収集するための情報収集部２４と，学習・生活支援システム\n１の他の機能，たとえば，学習にあたって授業等を配信する講師と受講生・生徒と\nの間での双方向の教育システムなど，学習に関するコンテンツを管理するコンテン\nツ管理部２５とを備え，アバター管理部２１，ユーザ情報管理部２２，テキスト分\n析部２３，情報収集部２４，コンテンツ管理部２５とが制御部として構成されてい\nる。制御部は，少なくとも１つのＣＰＵ等を備え，ＲＯＭ等に予め記憶されたプロ\nグラムを読み込んで実行することにより，アバター管理部２１，ユーザ情報管理部\n２２，テキスト分析部２３，情報収集部２４，コンテンツ管理部２５等の機能を実\n行することが可能である。なお，制御部としては，ユーザ端末３に他の機能を提供\nすることが可能な他の機能を持たせてもよい。また，図３に示した実施形態では，\n１つの学習・生活支援サーバ２に複数の機能を持たせているが，各機能を別々のサ\nーバに持たせて，サーバの負荷\nを分散させてもよい。」【００２\n１】\n「また，図３に示されるよう\nに，学習・生活支援サーバ２は，\nユーザ端末３とネットワークＮ\nを介して接続するために，通信\n制御部２６を備えている。また，\n学習・生活支援サーバ２は，１つ\nのユーザ端末３だけでなく，複\n数のユーザ端末と双方向で通信\nすることができる。また，詳細は\n後述するが，学習・生活支援サーバ２は，記憶部を備えている。記憶部は，たとえ\nばＲＡＭやフラッシュメモリ，ハードディスク等の記憶装置により構成され，各種\n情報を記憶することができる。図示した実施形態では，学習・生活支援サーバ２内\nに各種情報が記憶されるように構成されているが，外部メモリ等により，学習・生\n活支援サーバ２の外部で記憶してもよいし，ユーザ端末３に各種情報を記憶しても\nよい。」【００２２】\n「アバター管理部２１は，アバター４の動作，容姿，アバター４からユーザに対\nするコメントであるアバターコメントのユーザ端末３への出力など，アバター４に\n関する制御部として機能する。…本発明では，主にアバター４は分身の元となる自\n己のユーザ自身にコメントし，会話をすることを主題としている。…アバター４と\nユーザ自身との会話は，アバターコメント記憶部２７ｃに予め記憶された複数のア\nバターコメントをベースとして行われ，アバター管理部２１がアバターコメント記\n憶部２７ｃにアクセスし，後述するようにユーザ端末３に入力された情報に応じて\nアバター管理部２１により選択され，ユーザ端末３に出力される。」【００２４】\n「ユーザ情報管理部２２は，ユーザ情報記憶部２７ａに記憶されるユーザの基本\n情報，ユーザの嗜好情報，ユーザの目標情報，ユーザ端末からのコメントであるユ\nーザコメントなど，ユーザに関する情報を管理する。より具体的には，ユーザ情報\n管理部２２は，ユーザ端末３から入力された情報を，ユーザ基本情報，ユーザ嗜好\n情報，ユーザ目標情報，ユーザコメントのいずれかを判断して分類し，ユーザ基本\n情報記憶部Ｕ１，ユーザ嗜好情報記憶部Ｕ２，ユーザ目標情報記憶部Ｕ３，ユーザ\nコメント記憶部Ｕ４に分類して記憶する。…」【００２５】\n「テキスト分析部２３は，ユーザ端末３から入力されたテキストまたは音声を分\n析し，そのテキストまたは音声によるユーザコメントや，ユーザ端末３からの入力\n情報から，キーワードを抽出する。テキスト分析部２３により，ユーザ端末３から\n入力された情報，すなわち，ユーザの学習における目標，ユーザが興味を持ってい\nる内容，ユーザが考えている内容などが情報として把握され，キーワードにより把\n握された内容に基づいて，アバター４からユーザ端末３に出力されるアバターコメ\nントが選択される。…」【００２６】\n「情報収集部２４は，ユーザへ様々な情報を提供するために，情報を収集し，収\n集情報記憶部２７ｄに記憶される。収集される情報としては，ユーザ端末３からの\n入力情報に基づいて，たとえば抽出されたキーワードに基づいて，ウェブ上からキ\nーワードに関連するウェブページを収集し，ウェブページのリンク情報を収集情報\n記憶部２７ｄに記憶する。なお，情報収集部２４により収集情報記憶部２７ｄに記\n憶される情報は，通信制御部２６，ネットワークＮを介してインターネット上のウ\nェブページから収集してもよいし，学習・生活支援システム１のコンテンツ提供者\nが自ら収集したものであってもよいし，他のユーザから提供された情報であっても\nよい。」【００２７】\n「本発明の学習・生活支援システム１は，上述したように，アバター管理部２１\nにより出力されたアバターコメントに対するユーザコメントが，ユーザ情報管理部\n２２により，学習・生活支援サーバ２に設けられたユーザ情報記憶部２７ａに記憶\nされ，ユーザ情報記憶部２７ａに記憶されたユーザコメントが，テキスト分析部２\n３により分析および抽出され，キーワードとしてユーザ情報記憶部２７ａに記憶さ\nれる。そして，記憶されたキーワードに基づいて，アバター管理部２１により，学\n習・生活支援サーバ２のアバターコメント記憶部２７ｃに予め記憶された複数のア\nバターコメントのうちの１つのアバターコメントが選択され，キーワードに応じた\nアバターコメントがユーザ端末３に出力され，ユーザ端末３から入力されたユーザ\n情報，または，アバターコメントに対するユーザコメントに，ユーザのスケジュー\nルが含まれている場合に，アバター管理部２１がユーザ端末３にアバター４を介し\nてスケジュール確認を行う。学習・生活支援システム１が，このように構成されて\nいることにより，ユーザにより入力された情報に基づいて，学習・生活支援サーバ\n２がユーザに関心のあるキーワードを抽出して，その関心のあるキーワードに応じ\nて，さらにアバター４からユーザ端末３に対して，すなわちユーザに対してさらに\n質問（アバターコメント）をなげかける。これにより，アバター４からのアバター\nコメントは，ユーザに関心のある事項に対するものとなり，さらにユーザとアバタ\nー４との継続した会話（アバターコメントとユーザコメント）を続けるにつれて，\nアバター４からのアバターコメントは，そのユーザの関心のある事項や，ユーザの\n目標などに応じて変化する。…」【００２９】\n「図４は，本発明の学習・生活支援システ\nム１の全体的な動作を示すフローチャートで\nある。まず，学習・生活支援システム１をユ\nーザ端末３において立ち上げると，学習・生\n活支援サーバ２のユーザ情報管理部２２から\nユーザ端末３に対してユーザ情報の入力を求\nめられる。具体的には，ユーザの生年月日，\n性別，職業（学年），ニックネーム，住所，起\n床・就寝時間，趣味，行きたい場所，習慣など\nのユーザ情報の入力が求められる。ユーザ端\n末３により，ユーザ情報が入力されると（Ｓ\n１），それぞれの内容に応じて，入力された内\n容がユーザ基本情報記憶部Ｕ１，ユーザ嗜好情報記憶部Ｕ２，ユーザ目標情報記憶\n部Ｕ３に分類されて記憶される。また，このユーザ情報の入力（Ｓ１）の前または\n後に，ユーザ端末３によりアバター４が作成され，そのアバター４の容姿等の情報\nがアバター情報記憶部２７ｂに記憶される。」【００３６】\n「つぎに，アバター管理部２１により，ユーザ端末３へアバター４を介してアバ\nターコメントが出力される（Ｓ２）。具体的には，「ＡＡさん，おはよう」といった\nようなアバターコメントがユーザ端末３に出力される。このアバターコメントは，\n一方向のコメントであっても，双方向を意図した質問形式のもののいずれであって\nもよい。また，アバターコメントを出すタイミングとしては，前回のログイン時か\nら所定の時間が経過した後や，ユーザにより入力されたユーザ情報から把握するこ\nとができる日時に送るようにすることができる。たとえば，初期状態では，ユーザ\nから入力されるユーザ情報は限られているので，初期に入力された起床・就寝時間\nや，習慣として入力された「歯を磨く（朝８時）」，「英語の教科書の音読（夜８時）」\nといったようなユーザ基本情報に記載された時間をもとに，その時間にアバターコ\nメントを出力することができる。」【００３７】\n「つぎに，ユーザ端末３からユーザの学習目標についての目標設定が入力される\n（Ｓ３）。…これらの長期的学習目標は，ユーザ情報管理部２２によりユーザ目標情\n報記憶部Ｕ３に記憶される。アバター管理部２１は，ユーザ目標情報記憶部Ｕ３お\nよびアバターコメント記憶部２７ｃを参照し，ユーザに対して，スケジュールにつ\nいて質問するアバターコメントをユーザ端末３に出力する（Ｓ４）。具体的には，ア\nバターコメント記憶部２７ｃのうち，長期的学習目標が設定された場合の基本コメ\nントを用いて，長期的学習目標としてユーザ目標情報記憶部Ｕ３に記憶された情報\nを抜き出し，「英語のテストで９０点以上とるために，スケジュールを入力してくだ\nさい」というアバターコメントがアバター管理部２１によりアバター４を介して出\nされる。…」【００３８】\n「このアバターコメントに対して，ユーザ端末３からスケジュールが入力される\n（Ｓ５）。具体的には，長期的学習目標を達成するためのユーザのスケジュールとな\nる，短期的学習目標がユーザ端末３から入力される。…短期的学習目標は，ユーザ\n情報管理部２２によりユーザ目標情報記憶部Ｕ３に記憶される。…」【００３９】\n「…スケジュールが未完了であることが確認されると，アバター４から「スケジ\nュールが未完了だよ。代わりのスケジュールを入力してね。」など，スケジュールの\n修正を依頼するアバターコメントが出される（Ｓ１１）。これに対して，ユーザは，\nその日の分の修正したスケジュールを出力する（Ｓ１２）。…」【００４３】\n「つぎに，図５のフローチャートを用いて，アバター４からのアバターコメント\nの選択プロセスについて説明する。アバター４からのアバターコメントは，基本的\nには，予めアバターコメント記憶部２７ｃに記憶されたアバターコメントを用いて\n出されるが，ユーザからのユーザコメントに応じて，制御部により，どの文面のア\nバターコメントをベースとするかが決定される。これにより，ユーザからのユーザ\nコメントが蓄積されていくに従い，アバターコメントは，ユーザの学習内容や，嗜\n好に沿った内容となる。…」【００４６】\n「まず，ユーザの基本情報など，ユーザ情報が入力される（Ｓ１０１）。Ｓ１０１\nで入力されたユーザ情報に基づいて，アバターコメントが出される（Ｓ１０２）。こ\nのアバターコメントに対して，ユーザからユーザコメントが出されると（Ｓ１０３），\n出されたユーザコメントは，ユーザコメント記憶部３に記憶される。記憶されたユ\nーザコメントは，テキスト分析部２３により分析され，キーワードが抽出される（Ｓ\n１０４）。テキスト分析部２３による分析は，上述したように，形態素解析により名\n詞等の品詞を判別して抽出する形態素解析エンジンを用いることができ，キーワー\nドがユーザコメント記憶部Ｕ４に，アバターコメントの内容と関連付けて記憶され，\n蓄積される（Ｓ１０５）。…」【００４７】\n「抽出されたキーワードに基づいて，さらにアバターコメントを出すこともでき\nるが，ユーザの関心のある内容を正確に把握するために，キーワードが所定数蓄積\nされた後に，キーワードに基づくアバターコメントを出すようにしてもよい（Ｓ１\n０６，Ｓ１０７）。…これにより，ユーザがその時点で一番関心のある事項に関連す\nるアバターコメントを出すことができ，ユーザがアバター４との会話を楽しんだり，\n学習への関心をより高めたりできる。…」【００４８】\n「また，アバター管理部２１により，ユーザ端末３に，キーワードに関連するウ\nェブサイトのリンクを出力することもできる（Ｓ１０７）。そして，リンク先のウェ\nブサイトが閲覧されたかを判断し（Ｓ１０８），リンク先のウェブサイトがユーザ端\n末３において閲覧された場合には，ウェブサイト上のテキストをテキスト分析部２\n３が分析し，新たなキーワードを抽出し，抽出された新たなキーワードが，ユーザ\n情報記憶部２７ａ（ユーザコメント記憶部Ｕ４またはユーザ嗜好情報記憶部Ｕ２な\nど）に記憶されるようにしてもよい（Ｓ１０９）。同様に，キーワードに基づくアバ\nターコメントにユーザからの回答があったか否かを判断し（Ｓ１０８），回答があっ\nた場合に，新たなキーワードの抽出を行うことができる（Ｓ１０９）。新たなキーワ\nードは，ユーザコメント記憶部Ｕ４に記憶され，次のアバターコメント，リンクの\n表示に用いることができる（Ｓ１１０）。」【００４９】\n(2)  以上によれば，乙８発明は，ネットワークを介して接続されたサーバとユー\nザ端末とで構成され，ユーザとアバターとの会話のやり取りを通じてユーザの学習\nを管理する学習・生活支援システムであり，上記サーバは，アバターを管理し，ユ\nーザ端末にアバターコメントを出力するアバター管理部と，ユーザ端末から入力さ\nれたユーザ情報を管理するユーザ情報管理部，入力されたユーザ情報を分析してユ\nーザが関心を有するキーワードを抽出するテキスト分析部，ネットワークを介して\n上記キーワードに基づいてウェブサイトから上記キーワードに関連するウェブペー\nジを収集し，ウェブページのリンク情報を取得する情報収集部，及び当該リンク情\n報を記憶する記憶部を備えており，ユーザ端末において学習・生活支援システムが\n立ち上げられると，ユーザの生年月日，性別，職業，ニックネーム，住所，起床・\n就寝時間，趣味，行きたい場所，習慣等のユーザ情報の入力を求めるとともに，ア\nバターコメントに対するユーザコメントや質問に対する回答を受け付け，ユーザ端\n末により学習目標を含むユーザ情報が入力されると，記憶部に当該ユーザ情報を記\n憶し，アバター管理部によりスケジュールが実行されたか否かを確認し，スケジュ\nールが未完了であることを確認すると，アバターからスケジュールの修正を依頼す\nる旨のアバターコメントを出力し，また，アバター管理部によりアバターコメント\nに対するユーザコメントを分析して抽出されたキーワードに基づいてウェブサイト\nのリンクを出力する構成のものであるということができる。（なお，乙８公報には，\nキーワードに基づいてウェブ上からキーワードに関連するウェブページを収集し，\nウェブページのリンク情報を収集情報記憶部に記憶する旨の記載がある（【００２\n７】）ことからすると，乙８発明は，ウェブ上から収集したウェブページのリンク情\n報を取得する構成をも備えていることが認められる。）\n(3)  上記を前提に，以下，本件各発明の各構成要件につき，乙８発明と対比する。\nア  構成要件Ａ（「ユーザから取得したい個人情報のうち幾つかを予め受け付け\nる第１受付手段と，」，「ユーザから取得したい個人情報のうち幾つかを予め受け付\nけるステップと，」）につき，乙８発明と対比する。\n乙８発明において，ユーザ端末において学習・生活支援システムが立ち上げられ\nると，ユーザ情報管理部が，ユーザの生年月日，性別，職業，ニックネーム，住所，\n起床・就寝時間，趣味，行きたい場所，習慣等のユーザ情報の入力を求める。しか\nして，これらの情報は，ユーザの属性や生活情報等に関する情報であるから，「個人\n情報」であるといえる。そして，ユーザ情報管理部が，これらの情報の入力を求め\nるのであるから，これは，構成要件１Ａの「ユーザから取得したい個人情報のうち\n幾つかを予め受け付ける第１受付手段」，構成要件５Ａの「ユーザから取得したい個\n人情報のうち幾つかを予め受け付けるステップ」に相当する。\nその他，両者の間に，相違する点は認められない。\nそうすると，構成要件Ａは，乙８発明の構成と同一のものといえる。\nイ  構成要件ＢないしＤ（「前記第１受付手段によって受け付けていない個人情\n報に対応する属性の質問を行う質問手段と，」「前記質問手段による質問に対する返\n答である個人情報を受け付ける第２受付手段と，」「前記第１及び第２受付手段によ\nって受け付けられた個人情報と当該個人情報に対応する属性とが紐付けた状態で格\n納される格納媒体と，」）（「受け付けていない個人情報に対応する属性の質問を行う\nステップと，」「前記質問に対する返答である個人情報を受け付けるステップと，」\n「前記受け付けられた個人情報と当該個人情報に対応する属性とを紐付けた状態で\n格納するステップと，」）につき，乙８発明と対比する。\n乙８発明の学習・生活支援システムは，アバター管理部により出力されたアバタ\nーコメントに対するユーザコメントを記憶・分析し，ユーザコメントから抽出され\nるキーワードを記憶し，ユーザに関心のあるキーワードを抽出し，その関心のある\nキーワードに応じて，ユーザに対して更に質問（アバターコメント）を投げかけ，\n又は，英語のテストで９０点以上とるためのスケジュールを入力してくださいなど\nといったアバターコメントをユーザ端末に出力し，ユーザに対してスケジュールの\n入力を促し，アバターを介してスケジュール確認を行うとともに，アバターコメン\nトに対してユーザ端末からスケジュールが入力されると，ユーザ情報管理部により\nユーザ目標情報記憶部に記憶される機能を有する。そして，かかるアバターコメン\nトや質問は，上記アで認定した学習・生活支援システムの立ち上げた際に入力され\nる起床・就寝時間，習慣として入力された事柄に記載された時間をもとに出力する\nことができるものである（【００３７】）から，同システムの立上げの際に入力する\n個人情報の後に行われるものといえる。\nしたがって，乙８発明の上記アバターコメントや質問を出力するとの構成は，構\n成要件１Ｂの「前記第１受付手段によって受け付けていない個人情報に対応する属\n性の質問を行う質問手段」，構成要件５Ｂの「受け付けていない個人情報に対応する\n属性の質問を行うステップ」と実質的に同一の構成であるといえ，また，乙８発明\nのアバターコメントに対するユーザコメントや質問に対する回答を受け付けるとの\n構成は，構成要件１Ｃの「前記質問手段による質問に対する返答である個人情報を\n受け付ける第２受付手段」，構成要件５Ｃの「前記質問に対する返答である個人情報\nを受け付けるステップ」に相当する。\nまた，乙８発明は，受け付けたユーザコメント，ユーザのスケジュールや質問に\n対する回答等のユーザ情報をその内容に応じて分類して記憶し，ユーザコメントの\n分析により抽出されたキーワードも，アバターコメントの内容と関連付けて記憶さ\nれ蓄積する記憶部を有する（【００４７】）。そして，受け付けたユーザコメントや質\n問に対する回答等は個人情報に，アバターコメントやユーザに対する質問は当該個\n人情報に対応する属性の質問にそれぞれ該当する。\nそうすると，乙８発明の上記記憶部は，構成要件１Ｄの「前記第１及び第２受付\n手段によって受け付けられた個人情報と当該個人情報に対応する属性とが紐付けた\n状態で格納される格納媒体」に相当するといえ，また，乙８発明の上記記憶部が有\nする機能は，構成要件５Ｄの「前記受け付けられた個人情報と当該個人情報に対応\nする属性とを紐付けた状態で格納するステップ」に相当する。\nその他，構成要件ＢないしＤと乙８発明の間に，相違する点は認められない。\n以上によれば，構成要件ＢないしＤは，乙８発明の構成と同一のものといえる。\nウ  構成要件Ｅ及びＦ（「前記第１又は第２受付手段によって受け付けられた個\n人情報に基づいて前記ユーザに対して提案を行う提案手段と，を備え，」「前記提案\n手段は，前記個人情報に基づいてウェブサイトから前記ユーザに対して提案すべき\n情報を取得する手段と，」）（「前記受け付けた個人情報に基づいて提案を行うステッ\nプと，を含み，」「前記個人情報に基づいてウェブサイトから前記ユーザに対して提\n案すべき情報を取得するステップと，」）につき，乙８発明と対比する。\n乙８発明は，ユーザコメントから抽出されたキーワードを所定数蓄積した後に，\nキーワードに基づくアバターコメントを出力してユーザがその時点で一番関心のあ\nる事項に関連するアバターコメントを出力することによって，ユーザがアバターと\nの会話を楽しんだり，学習への意欲をより高めたりすることができ，かかる効果を\n得るために，乙８発明は，ユーザ端末にキーワードに関連するウェブサイトのリン\nクを出力する機能をも有する（【００４８】，【００４９】）。また，乙８発明は，ネッ\nトワークを介して情報を収集するための情報収集部とアバター管理部とを備える制\n御部を有しており，この制御部にプログラムが読み込ませて実行することによって，\nアバター管理部及び情報収取部の機能を実行することが可能とされ（【００２１】），\nアバター管理部はアバターコメントの出力などを行う機能を有し，情報収集部はユ\nーザに対して様々な情報を提供するために，ユーザから入力された情報に基づいて\n抽出されたキーワードに基づいて，ウェブ上からキーワードに関連するウェブペー\nジを収集し，ウェブページのリンク情報を収集情報記憶部に記憶する機能を有する\n（【００２７】）。\nこのように，乙８発明は，ユーザから入力された情報から抽出したキーワードに\n基づいてそれに関連するウェブページを収集し，そのリンク情報を取得して記憶し，\nユーザ端末にキーワードに関連するウェブサイトのリンクをユーザ端末に出力する\nものである。しかして，かかるウェブサイトのリンクをユーザ端末に出力すること\nは，ユーザに対してユーザの関心のある事項に関連するウェブサイトの閲覧を勧め\nるものであるといえ，当該リンクを出力することは，ユーザに対する提案を行うも\nのということができ，また，当該リンクはウェブ上から取得されるものであるから，\nウェブサイトからユーザに対して提案すべき情報を取得しているということができ\nる。\nそうすると，乙８発明がユーザコメントに基づいてリンクを出力するアバター管\n理部及び情報収集部は，構成要件１Ｅの「前記第１又は第２受付手段によって受け\n付けられた個人情報に基づいて前記ユーザに対して提案を行う提案手段」に相当し，\nまた，乙８発明の，アバター管理部及び情報収集部によりユーザコメントに基づい\nてウェブサイトのリンクをユーザ端末に出力する機能は，構成要件５Ｅの「前記受\nけ付けた個人情報に基づいて前記ユーザに対して提案を行うステップ」に相当する。\nさらに，乙８発明における，ウェブ上からキーワードに関連するウェブページのリ\nンクを取得する情報収集部は，構成要件１Ｆの「前記個人情報に基づいてウェブサ\nイトから前記ユーザに対して提案すべき情報を取得する手段」に相当し，上記情報\n収集部によりウェブ上からキーワードに関連するウェブページのリンクを取得する\n機能は，構成要件５Ｆの「前記個人情報に基づいてウェブサイトから前記ユーザに\n対して提案すべき情報を取得するステップ」に相当する。\nその他，構成要件Ｅ及びＦと乙８発明の間に，相違する点は認められない。\n以上によれば，構成要件Ｅ及びＦは，乙８発明の構成と同一のものといえる。\nエ  構成要件Ｇ（「前記個人情報に基づいてユーザに注意を促す手段と，を有する」\n「前記個人情報に基づいてユーザに注意を促すステップと，を更に有する」）につき，\n乙８発明と対比する。\n構成要件Ｇに関し，本件明細書の記載をみると，「飲みすぎないように！」などの\nアドバイスのメッセージを出力する旨の記載があり（【０１１９】），かかる記載内容\nからすると，構成要件Ｇにおける「注意を促す」とは，気を付けるように仕向ける，\n気を配るように仕向けるとの意であると解することができる。\nしかして，乙８発明は，スケジュールが未完了であることが確認すると，アバタ\nーから，「スケジュールが未完了だよ。代わりのスケジュールを入力してね」のよう\nな，スケジュールの修正を依頼するアバターコメントを出力する機能を有する（【０\n０４３】）。そして，乙８発明の学習・生活支援サーバ内にはアバターコメントを出\n力するアバター管理部が実装されている（【００２４】等）ところ，上記機能は，ユ\nーザに対してスケジュールが完了していないことに気を付けるように仕向け，又は，\nスケジュールに気を配るように仕向けるものであるといえる。\nそうすると，乙８発明の，アバターコメントの出力を実行するアバター管理部は，\n構成要件１Ｇの「前記個人情報に基づいてユーザに注意を促す手段」に相当し，ま\nた，乙８発明の，ユーザに対して上記の趣旨のアバターコメントを出力するアバタ\nー管理部の機能は，構成要件５Ｇの「前記個人情報に基づいてユーザに注意を促す\nステップ」に相当する。\nその他，構成要件Ｇと乙８発明の間に，相違する点は認められない。\n以上によれば，構成要件Ｇは，乙８発明の構成と同一のものといえる。\nオ  構成要件Ｈ（「情報提供装置。」「を情報提供装置に実行させる情報提供プロ\nグラム。」につき，乙８発明と対比する。\n乙８発明のアバター管理部によるアバターコメントの出力は，情報の提供に当た\nるため，この点をもって既に，アバター管理部を有する乙８発明の学習・生活支援\nサーバは，情報を提供する装置（「情報提供装置」）であるということができる。\nまた，上記サーバは，アバター管理部のほかに，ユーザ情報管理部，テキスト分\n析部，情報収集部，コンテンツ管理部で構成される制御部を有しており，制御部は，\n少なくとも一つのＣＰＵ等を備え，ＲＯＭ等に予め記憶されたプログラムを読み込\nんで実行することにより，上記各部の機能を事項することが可能となるものである\n（【００２１】等）ことから，乙８発明の学習・生活支援サーバは，情報提供装置で\nあって，各種機能を実行させる情報提供プログラムを有しているといえ，乙８発明\nは，構成要件１Ｈの「情報提供装置」，構成要件５Ｈの「情報提供プログラム」と同\n一であるといえる。\nその他，構成要件Ｈと乙８発明の間に，実質的に相違する点は認められない。\n以上によれば，構成要件Ｈは，乙８発明の構成と実質的に同一のものといえる。\n(4)  したがって，本件各発明は，その全ての構成要件が，乙８発明の構成と実質\n的に同一のものであるから，本件各発明は，乙８発明との関係で，新規性を欠くも\nのといわざるを得ず，いずれも，特許無効審判により無効にされるべきものと認め\nられる（特許法２９条１項３号，１２３条１項２号）。\n(5)  原告らの主張について\n原告らは，①乙８公報に記載されている「スケジュールの修正を依頼する」とは，\n構成要件Ｅにおける，議案や意見を提出するという「提案を行う」こととは相違す\nる，②乙８公報がユーザ端末に出力するウェブサイトのリンクは，ウェブサイトの\n所在を示す情報であって，この所在を示す情報が，「提案を行う」内容である議案や\n意見であるはずがなく，乙８発明は構成要件Ｅと相違し，また，ウェブサイトのリ\nンクはユーザに対して提案すべき情報を規定している構成要件Ｆの「情報」とも相\n違する，③乙８発明がユーザのスケジュールが未完了であることを確認した場合に\nユーザにスケジュールの修正を依頼することは，構成要件Ｇの，気を付けるよう仕\n向けることとは相違する，④乙８発明のユーザ端末は，情報提供をするものではな\nいから，構成要件Ｈと相違する，などとして，本件各発明が乙８発明の構成と実質\n的に相違する旨主張する。\nしかしながら，原告らの上記各主張は，次のとおり，いずれも理由がないという\nべきである。\nまず，上記①及び③の点については，乙８発明において「スケジュールの修正」\nを依頼されたユーザは，スケジュールが完了していないことを知り，新たなスケジ\nュールを考えて入力するように促されることとなるのであって，「スケジュールの\n修正の依頼」も，ユーザに対して新たなスケジュールを組み立てる旨の議案や意見\nの提出にも当たるといえるから，構成要件Ｅの「提案を行う」と実質的に同一の構\n成であるといえる。また，乙８発明の上記のような働きは，まさにユーザに対しス\nケジュールが完了していないことに気を付けるように仕向け，又は，気を配るよう\nに仕向けることであるといえるから，乙８発明は，構成要件Ｇの「注意を促す手段」\nないし「注意を促すステップ」と実質的に同一の構成を有するといえる。\nまた，上記②の点については，構成要件Ｅの「提案を行う」との文言について，\n特許請求の範囲及び本件明細書の記載に，ユーザに提案すべき情報の具体的内容を\n限定する根拠となるものはなく，ウェブページを出力することに限る旨の示唆もな\nい。その上，前記説示のとおり，キーワードに関連するウェブページのリンクをユ\nーザ端末に出力することは，当該リンク先のウェブページを閲覧することをユーザ\nに勧めることに該当し，まさに，この点が「提案」といえるというべきである。そ\nうすると，乙８発明のアバター管理部が当該リンクをユーザ端末に出力することは，\n構成要件Ｅが規定するユーザに対する「提案を行う」との構成と，同一であるとい\nわなければならない。また，構成要件Ｆの「情報」との相違を指摘する原告の主張\nも，結局，リンクはあくまでウェブサイトの所在を示す情報に過ぎず，これがユー\nザに対して提案すべき情報には当たらないとの主張であると解されるが，前記のと\nおり，ユーザ端末にユーザの個人情報に基づいてこれに関連するウェブページのリ\nンクを出力することは，ユーザに対して当該リンク先のウェブページの閲覧を勧め\nるという意味において，ユーザに提案すべき情報を表示するものであり，乙８発明\nにおいてユーザ端末に出力されるリンクは，構成要件Ｆの「情報」と異なるもので\nはないというべきである。\nさらに，上記④の点は，前記説示のとおり，乙８発明の学習・生活支援サーバ及\nびプログラムは，構成要件１Ｈの「情報提供装置」，構成要件５Ｈの「情報提供プロ\nグラム」と同一であるといえる。\n以上によれば，原告らの主張はいずれも採用することができない。\n第４  結論\nしたがって，本件スマートフォンが本件発明１の，被告プログラムが本件発明５\nの技術的範囲に属すると認められるものの，本件各発明は，乙８発明との関係で，\n無効理由を有することとなり，原告らは，被告に対し，本件特許権に基づく請求を\nすることができない。原告らは，その他も縷々主張するが，その主張内容に鑑み慎\n重に検討しても，上記説示を左右するに足りるものはない。\nよって，その余の争点について判断するまでもなく，原告らの請求はいずれも理\n由がないから棄却することとして，主文のとおり判決する。\n東京地方裁判所民事第４７部\n裁判長裁判官    田    中    孝    一\n裁判官    小      口    五    大\n裁判官    鈴      木    美  智  子\n別紙\n製品目録\n「ＳＥＬＦ」という名称のプログラム\n"
}