{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 3,
    "month": 2,
    "day": 26
  },
  "case_number": "令和2(ワ)23327",
  "case_name": "発信者情報開示請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "90318",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=90318",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/318/090318_hanrei.pdf",
  "contents": "令和３年２月２６日判決言渡  同日原本領収  裁判所書記官\n令和２年(ワ)第２３３２７号  発信者情報開示請求事件\n口頭弁論終結日  令和３年１月１３日\n判        決\n原 告      Ａ\n同 訴 訟 代 理 人 弁 護 士      平野   敬\n被 告      エヌ・ティ・ティ・コミュニケーションズ株式会社\n同 訴 訟 代 理 人 弁 護 士      五島丈 裕\n主        文\n１  被告は，原告に対し，別紙１発信者情報目録記載の各情報を開示せよ。\n２  訴訟費用は被告の負担とする。\n事実及び理 由\n第１  請求\n主文同旨\n第２  事案の概要\n１  本件は，原告が，電気通信事業等を営む被告に対し，「Ｂ」と題する漫画作品\n（２巻まで刊行されており，以下，同作品の１巻及び２巻の全体を「本件漫画\n作品」という。）のうち，その１巻の冒頭部分に当たる別紙３著作物目録記載１\nないし５の各画像（以下「本件著作物」という。）を複製して作成された画像デ\nータ（以下「本件共有画像」という。）が，被告の電気通信設備を経由して，Ｐ\n２Ｐ方式のファイル共有ソフトウェアであるＢｉｔＴｏｒｒｅｎｔのネットワ\nーク上に送信（アップロード）されて送信可能化された上，同ネットワークを\n介して自動公衆送信されたこと（以下，この一連の行為を「本件共有行為」と\n総称する。）によって，本件著作物に係る原告の著作権（送信可能化権及び自動\n公衆送信権）が侵害されたことが明らかであるとした上で，本件共有行為を行\nったＢｉｔＴｏｒｒｅｎｔのユーザー（以下「本件共有者」という。）に対する\n損害賠償請求権の行使のため，被告が保有する別紙１発信者情報目録記載の各\n情報（以下「本件発信者情報」という。）の開示を受けるべき正当な理由がある\nとして，特定電気通信役務提供者の損害賠償責任の制限及び発信者情報の開示\nに関する法律（以下「プロバイダ責任制限法」という。）４条１項に基づき，本\n件発信者情報の開示を求める事案である。\n２  前提事実（当事者間に争いのない事実並びに後掲の証拠及び弁論の全趣旨に\nより容易に認められる事実）\n(1) 当事者\n原告は，「Ｃ」の筆名を用いて，漫画家として活動する個人である（甲１，\n１１）。\n被告は，電気通信事業等を営む株式会社であり，プロバイダ責任制限法２\n条３号の特定電気通信役務提供者に該当する。\n(2) 本件著作物の著作者\n原告は，筆名を「Ｅ」とする小説家が創作した小説を原案に，同人から許\n諾を受けて本件漫画作品を創作し，平成３１年３月に１巻を，令和２年６月\nに２巻を出版した。このように，原告は，本件漫画作品の１巻の冒頭部分に\n当たる本件著作物の著作者であり，本件著作物の著作権を有する。（甲２，８，\n１１）\n(3) 本件共有行為に関する調査の概要等\nＢｉｔＴｏｒｒｅｎｔとは，インターネット上でＰ２Ｐ方式のファイルの\n共有ないし交換を行うためのプロトコル（通信規約）の一つ又は当該プロト\nコルを実装した標準のファイル共有ソフトウェアであるところ，原告訴訟代\n理人弁護士平野敬（以下「原告代理人」という。）は，令和２年７月３日，原\n告の委託を受けて，ＢｉｔＴｏｒｒｅｎｔのネットワークに関する調査を行\nった（甲３，５）。\nその調査において，原告代理人は，インターネット上のウェブページから\n入手した「ＤＬｒａｗ．ｎｅｔ－Ｙｕｓｈａ  ｎｏ  Ｋｕｚｕ  ｖｏｌ  ０\n１－０２.ｒａｒ．ｔｏｒｒｅｎｔ」というファイル名のトレントファイル\n（対象ファイルに紐づく鍵となるファイル）を，原告代理人が使用する端末\nにインストールしたｑＢｉｔｔｏｒｒｅｎｔ（ＢｉｔＴｏｒｒｅｎｔのネッ\nトワークに参加できるソフトウェアの一つ）に取り込み，「ＤＬｒａｗ．ｎｅ\nｔ－Ｙｕｓｈａ  ｎｏ  Ｋｕｚｕ  ｖｏｌ  ０１－０２.ｒａｒ」というファ\nイル名の圧縮ファイル（以下「本件ファイル」という。）を受信（ダウンロー\nド）した。そして，当該ファイルを解凍すると，本件共有画像が当該ファイ\nルに格納されていた。（甲４，５，７，８）\nまた，上記調査中である令和２年７月３日午後３時５０分５８秒時点のｑ\nＢｉｔｔｏｒｒｅｎｔの画面には，「ＩＰ」欄に別紙２発信端末目録の「ＩＰ\nアドレス」欄記載の数値（以下「本件ＩＰアドレス」という。）と同一の数値\nが，「ポート」欄に同目録の「ポート番号」欄記載の数値と同一の数値が，\n「フラグ」欄に「ＤＩＸＨＥＰ」との符号（なお，「ＤＩＸＨＥＰ」のうち\n「Ｄ」とは，現在受信（ダウンロード）中を意味する符号である（甲１２の\n２）。）がそれぞれ表示されていたほか，「進捗状況」欄に「１００％」と，\n「ダウン速度」欄に「１６Ｂ／秒」とそれぞれ表示されていた（甲５，６の\n１）。\n(4) 本件発信者情報の保有\n被告は，本件ＩＰアドレスを管理しており，別紙２発信端末目録の「発信\n時刻」欄記載の日時に本件ＩＰアドレスを被告の顧客に割り当てていたもの\nであって，本件発信者情報を保有している（以下，本件発信者情報に係る被\n告の顧客を「本件契約者」という。）。\n(5) 本件共有行為に関する本件契約者の回答\n被告から照会を受けた本件契約者は，被告に対し，①本件共有画像をアッ\nプロードしたことには身に覚えがないこと，②別紙２発信端末目録の「発信\n時刻」欄記載の日時には，会社で勤務をしており，インターネット操作をで\nきる状態にはなかったこと，③本件ＩＰアドレス及び同目録の「リモートホ\nスト」欄記載のリモートホスト（以下「本件リモートホスト」という。）は，\n本件契約者に割り当てられたものとは別のものであると思われることを記載\nした令和２年１０月２３日付け「発信者情報開示に関する回答書」（乙１）を\n送付した。\nまた，本件契約者は，被告に対し，上記③に関して，本件ＩＰアドレス及\nび本件リモートホストと本件契約者に割り当てられたＩＰアドレス及びリモ\nートホストとが同時に存在することを確認した旨を記載した同年１１月２０\n日付け「発信者情報開示に関する回答書」（乙２）を送付した（以下，令和２\n年１０月２３日付け及び同年１１月２０日付けの各「発信者情報開示に関す\nる回答書」を併せて，「本件各回答書」という。）。\n３  争点\n(1)  侵害情報の流通によって原告の権利が侵害されたことが明らかであるか\n（争点１）\n(2)  本件発信者情報は「開示関係役務提供者が保有する当該権利の侵害に係る\n発信者情報」に該当するか（争点２）\n(3) 開示を受けるべき正当な理由の有無（争点３）\n４  争点に関する当事者の主張\n(1)  争点１（侵害情報の流通によって原告の権利が侵害されたことが明らかで\nあるか）について\n（原告の主張）\nア  ＢｉｔＴｏｒｒｅｎｔを利用してファイルを受信（ダウンロード）した\n者は，自動的にピアとして登録され，他のユーザーの要求に応じて，当該\nファイルを他の端末に送信（アップロード）する役割をも同時に担うこと\nとなる。\nこの点，原告代理人が調査した結果，別紙２発信端末目録の「発信時刻」\n欄記載の日時に本件共有行為がなされていることが確認された。このよう\nな調査結果及び上記のようなＢｉｔＴｏｒｒｅｎｔの仕組みによれば，本\n件共有者による本件共有行為は原告の本件著作物に対する著作権（送信可\n能化権及び自動公衆送信権）を侵害するものといえる。\nイ  ファイル共有ソフトウェアにより不特定多数の間で著作物を共有するこ\nとは，情報解析（著作権法３０条の４第２号），引用（同法３２条）その他\nの著作権制限規定にも該当せず，本件共有行為について違法性阻却事由は\n存在しない。\nウ  したがって，侵害情報の流通に該当する本件共有行為によって原告の権\n利が侵害されたことは明らかである。\n（被告の主張）\nア  別紙２発信端末目録の「発信時刻」欄記載の日時は，原告代理人による\n調査の日時を指すものであって，本件ファイルがＢｉｔＴｏｒｒｅｎｔの\nネットワークに送信（アップロード）ないし受信（ダウンロード）された\n日時を指すものとは認められない。\nまた，本件共有画像を受信（ダウンロード）して，その後送信（アップ\nロード）するというＢｉｔＴｏｒｒｅｎｔの仕組みは不自然であり，この\n点について原告が十分に主張立証しているとはいえない。\n以上を考え合わせると，上記日時に，本件共有画像が送信（アップロー\nド）されたとは認められない。\nイ  違法性阻却事由の不存在については争う。\nウ  したがって，侵害情報の流通によって原告の権利が侵害されたことが明\nらかであるとはいえない。\n(2)  争点２（本件発信者情報は「開示関係役務提供者が保有する当該権利の侵\n害に係る発信者情報」に該当するか）について\n（原告の主張）\nア  本件共有行為には，被告が管理する本件ＩＰアドレスが用いられていた。\nしたがって，被告は，原告の権利を侵害する情報に係る特定電気通信の\n用に供される特定電気通信設備を用いており，「開示関係役務提供者」（プ\nロバイダ責任制限法４条１項柱書き）に該当する。\nイ  本件契約者は，本件各回答書において，本件共有行為は身に覚えがない\nと述べており，その根拠として，自身に割り当てられているＩＰアドレス\n及びリモートホストが本件ＩＰアドレス及び本件リモートホストと異なる\nことや，別紙２発信端末目録の「発信時刻」欄記載の日時頃にはインター\nネットの操作をすることができなかったことを挙げる。\nしかしながら，一般に，プロバイダが契約者に割り当てるＩＰアドレス\nはルーターの再起動などによって変動し得る動的アドレスであることや，\nＢｉｔＴｏｒｒｅｎｔは，ファイルの送受信中にユーザーの操作を要せず，\n端末を起動させてさえいればよいことからすると，本件契約者の上記の指\n摘は，本件契約者と本件共有者が別の人物であることを根拠づけるもので\nはない。\nウ  したがって，本件発信者情報は，「開示関係役務提供者」である被告が保\n有する原告の「権利の侵害に係る発信者情報」に該当する。\n（被告の主張）\n被告の用いる特定電気通信設備が原告の権利を侵害する情報の流通の用に\n供された事実は否認し，被告が「開示関係役務提供者」に該当することは争\nう。\n本件契約者は，本件各回答書において，本件契約者に割り当てられたＩＰ\nアドレス及びリモートホストを調べたところ，いずれも，本件ＩＰアドレス\n及び本件リモートホストとは異なるものであったこと，別紙２発信端末目録\nの「発信時刻」欄記載の日時には勤務中でインターネットを操作することが\nできなかったこと等を根拠として，本件共有行為に及んだ事実を否定してい\nる。こうした本件各回答書の内容からすれば，本件契約者が本件共有行為に\n及んだとは認められない。\n(3) 争点３（開示を受けるべき正当な理由の有無）について\n（原告の主張）\n原告は，本件共有者に対し，損害賠償等を請求するべく準備をしていると\nころ，そのためには，本件共有者すなわち本件契約者の氏名及び住所の開示\nを受けることが必要であるから，原告には本件発信者情報の開示を受けるべ\nき正当な理由がある。\n（被告の主張）\n争う。\n第３  当裁判所の判断\n１  争点１（侵害情報の流通によって原告の権利が侵害されたことが明らかであ\nるか）について\n(1) 証拠（甲３，５）及び弁論の全趣旨によれば，以下の事実が認められる。\nア  ＢｉｔＴｏｒｒｅｎｔを用いたファイル共有の仕組み\n(ｱ)  目的のファイルを入手しようとするＢｉｔＴｏｒｒｅｎｔのユーザー\nは，ＢｉｔＴｏｒｒｅｎｔのネットワークを介してトラッカー（ファイ\nルの提供者のリストを管理するサーバーをいい，ＩＰアドレスを他のネ\nットワーク参加者（「ピア」とも呼ばれる。）と共有して相互に接続でき\nるようにする機能を有する。）に接続し，現時点で目的のファイルを保有\nし，かつ提供することができる端末のＩＰアドレス等の情報を取得する。\nそして，当該ユーザーは，取得した上記ＩＰアドレスの中から一つ以上\nを選んで目的のファイルの送信（アップロード）を要求し，ファイルを\n自己の端末で受信（ダウンロード）して，目的のファイルを入手する。\nなお，ＢｉｔＴｏｒｒｅｎｔでは，ネットワーク参加者（ピア）は，\nどのＩＰアドレスの端末がどのファイルを保有，提供しているかを容易\nに知ることができる仕組みが採用されている。\n(ｲ)  ＢｉｔＴｏｒｒｅｎｔでは，目的のファイルを受信（ダウンロード）\nするユーザーは，受信（ダウンロード）の開始と同時に，当該ファイル\n又はその受信（ダウンロード）途中のファイル断片を提供できるピアと\nしてトラッカーに登録される。そのため，上記ユーザーは，ＢｉｔＴｏ\nｒｒｅｎｔのネットワークの他のピアから当該ファイルの提供を要求さ\nれれば，当該ファイル又はその断片を当該ピアの端末に自動的に送信\n（アップロード）することとなる。\nイ  ｑＢｉｔｔｏｒｒｅｎｔの機能\nｑＢｉｔｔｏｒｒｅｎｔは，ＢｉｔＴｏｒｒｅｎｔのクライアントソフ\nトの一つであり，ＢｉｔＴｏｒｒｅｎｔのネットワーク上で目的のファイ\nルの送受信を行っているピアについて，その端末のＩＰアドレスやポート\n番号，進捗状況（当該ピアの端末にファイルがどの程度保存されているか\nを百分率で表した数値。）等を表示する機能がある。\n(2)ア 前記(1)の認定事実に加え，前記前提事実(3)のとおり，原告代理人が調\n査を行った令和２年７月３日午後３時５０分５８秒の時点で，本件ＩＰア\nドレスと同一の数値及び別紙２発信端末目録の「ポート番号」欄記載のポ\nート番号が付与された端末の「進捗状況」が「１００％」である旨がｑＢ\nｉｔｔｏｒｒｅｎｔの画面に表示されていたことに照らすと，上記端末に\nは，本件ファイルの全部が保存されていたことが認められる。そうすると，\n上記端末の使用者である本件共有者は，遅くとも上記の時点までには，本\n件ファイルの全部を取得して上記端末に保存し，かつ，これと同時に，Ｂ\nｉｔＴｏｒｒｅｎｔのネットワークを介して他のピアからの要求に応じて\n当該ファイルの送信（アップロード）をすることができる状態にしたと認\nめられる。よって，本件共有者は，遅くとも上記の時点までに，本件共有\n行為により，本件著作物に係る原告の送信可能化権を侵害したものである。\nさらに，前記(1)ア(ｱ)によれば，ＢｉｔＴｏｒｒｅｎｔのネットワーク\n上で受信（ダウンロード）されるファイルは，当該ファイルが保存された\n端末から受信（ダウンロード）を要求した端末へ直接送信（アップロード）\nされる。そして，前記前提事実(3)のとおり，原告代理人が調査を行った上\n記の時点において，ｑＢｉｔｔｏｒｒｅｎｔの画面に「Ｄ」「１６Ｂ／秒」\nと表示されていたものである。そうすると，上記の時点において，本件Ｉ\nＰアドレスが付与された上記端末から，原告代理人の端末に対して，本件\n共有画像を含む本件ファイルが送信（アップロード）され，原告代理人の\n端末が毎秒１６バイトの速度でこれを受信（ダウンロード）したと認める\nことができる。よって，本件共有者は，上記の時点において，本件共有行\n為により，本件著作物に係る原告の自動公衆送信権を侵害したものである。\n加えて，前記(1)ア(ｲ)のとおり，ＢｉｔＴｏｒｒｅｎｔでファイルを受\n信（ダウンロード）したユーザーは，そのネットワークのピアとして登録\nされ，不特定又は多数の他のピアから要求されれば，同ファイルをその要\n求したピアの端末に自動的に送信（アップロード）することになることに\n照らせば，本件共有行為は，本件著作物を複製して作成された本件共有画\n像を公衆からの求めに応じ，自動的に，公衆によって直接受信されること\nを目的として無線通信又は有線電気通信の送信を行うものであり，かつ，\n不特定の者によって受信されることを目的とする電気通信の送信というこ\nとができる。よって，本件共有行為は，「特定電気通信」（プロバイダ責任\n制限法２条１号）に当たる。\n以上によれば，遅くとも令和２年７月３日午後３時５０分５８秒頃まで\nに，本件共有者が行った特定電気通信である本件共有行為により，本件著\n作物に係る原告の著作権（送信可能化権及び自動公衆送信権）が侵害され\nたと認めるのが相当である。\nイ  これに対し，被告は，前記アの日時は原告代理人による調査の日時を指\nすものであって本件共有画像がＢｉｔＴｏｒｒｅｎｔのネットワークに送\n信（アップロード）ないし受信（ダウンロード）された日時を指すもので\nはないから，同日時において原告の権利が侵害されたとは認められないと\n主張する。\nしかしながら，前記前提事実(3)のとおり，原告代理人の調査によって，\n本件共有者が前記アの日時に本件共有画像を含む本件ファイルを原告代理\n人の端末に宛てて現に自動公衆送信している状況が直接確認されている。\nさらに，本件共有者は，上記の自動公衆送信の前提として，遅くとも前記\nの日時までに，本件ファイルを自己の端末に保存するなどして，本件共有\n画像を送信可能化していたものと推認することができる。\nしたがって，被告の主張は，侵害情報の流通により原告の著作権（送信\n可能化権及び自動公衆送信権）が侵害されたことを否定する理由とはなら\nない。\nウ  そして，本件全証拠によっても，本件共有行為について，著作権の制限\n規定に該当する事実その他の違法性阻却事由の存在をうかがわせる事情は\n認められない。\n(3)  被告は，本件漫画作品を販売するウェブサイトに，「Ｃ」の表記と共に「Ｅ\n（著）」と記載されていることから，「Ｃ」に本件著作物の単独の著作権が帰\n属することに疑義があると主張する。この主張については，本件著作物の著\n作権が「Ｃ」の筆名を用いる者と「Ｅ」の筆名を用いる者の共有に係る可能\n性があることに基づき，権利侵害の明白性を争うものと解される。\nしかしながら，仮に原告の保有する本件著作物の著作権が「Ｅ」の筆名を\n用いる者の著作権との共有著作権であったとしても，前記(2)で説示したとこ\nろに照らせば，本件共有行為により，少なくとも，原告が保有する本件著作\n物の著作権の持分が侵害されることとなる。そうすると，被告の上記主張を\n前提としても，侵害情報の流通によって原告の権利が侵害されたことに変わ\nりはないのであるから，この主張は，権利侵害の明白性を争うものとしては\n失当である。\n(4) 小括\n以上によれば，本件共有者による本件共有行為によって原告の本件著作物\nに対する著作権（送信可能化権及び自動公衆送信権）が侵害されたものと認\nめられ，かつ，これについて違法性阻却事由は認められないから，「侵害情報\nの流通によって当該開示の請求をする者の権利が侵害されたことが明らかで\nある」（プロバイダ責任制限法４条１項１号）と認められる。\n２  争点２（本件発信者情報は「開示関係役務提供者が保有する当該権利の侵害\nに係る発信者情報」に該当するか）について\n(1)  前記１(2)アのとおり，本件共有者は，原告代理人が調査を行った別紙２発\n信端末目録の「発信時刻」欄記載の日時に，本件ＩＰアドレスが付与された\n端末を利用して本件共有行為のうちの自動公衆送信行為を行い，本件著作物\nに係る原告の著作権（自動公衆送信権）を侵害したと認められる。また，前\n記前提事実(4)のとおり，被告は，上記の日時に，本件ＩＰアドレスを本件契\n約者に付与していた。以上を総合すれば，本件共有者と本件契約者は同一人\nであり，本件契約者が本件共有行為に及んだと推認されるから，本件発信者\n情報は「当該権利の侵害に係る発信者情報」に該当すると認められる。\nそして，前記前提事実(1)のとおり，被告が特定電気通信役務提供者に該当\nすることに争いはないところ，上記のとおり，原告の著作権（送信可能化権\n及び自動公衆送信権）を侵害する本件共有行為のうち，少なくとも，上記の\n日時になされた自動公衆送信行為については，被告の管理下にある本件ＩＰ\nアドレスが用いられたのであるから，本件共有者すなわち本件契約者による\n上記自動公衆送信行為に係る特定電気通信には，被告の特定電気通信設備が\n用いられたと認められる。以上によれば，被告は「開示関係役務提供者」に\n該当すると認められる。\n(2)  以上の認定に対し，被告は，①本件ＩＰアドレス及び本件リモートホスト\nが自らに割り当てられたものとは別のものであることや②別紙２発信端末目\n録の「発信時刻」欄記載の日時には勤務中でインターネットを操作すること\nができなかったことなどを根拠に本件共有画像のアップロードは身に覚えが\nないとする本件契約者作成の本件各回答書に基づき，本件契約者が本件共有\n行為に及んだ事実を否認して，被告が開示関係役務提供者に当たることを争\nう。\nそこで検討するに，弁論の全趣旨によれば，被告が提供するインターネッ\nト接続サービスにおいては，割り当てたＩＰアドレスは顧客ごとに不変のも\nのではなく，同一の顧客であっても，インターネットへの接続の都度，異な\nるＩＰアドレスが付与される仕様であると認められるから，本件ＩＰアドレ\nス及び本件リモートホストと異なるＩＰアドレス及びリモートホストが本件\n契約者に割り当てられていたとしても，それは当然であるといえる。そうす\nると，上記①の点については，本件共有行為を行っているとすれば自己に割\nり当てられたＩＰアドレスと本件ＩＰアドレスとが一致するはずであるとの\n誤解に基づくものであると理解できる。したがって，上記①の点は，本件契\n約者が本件共有行為をした事実に背反するものではないというべきである。\nなお，被告は，本件契約者が上記①の主張が誤解に基づくことを知っていれ\nば，そのような主張をするはずもなく，同主張をしていることが本件共有行\n為をしていないことを推認させる旨を主張するが，独自の見解であるといわ\nざるを得ず，採用することができない。\nまた，本件全証拠によっても，ＢｉｔＴｏｒｒｅｎｔのユーザーがファイ\nルを共有するために現に端末を操作する必要があるとは認められないから，\n上記②の点についても，本件契約者による本件共有行為を否定する根拠とは\nならない。\n以上によれば，本件契約者作成の上記各回答書の存在によって，前記(1)の\n認定が左右されるものではないというべきである。\n(3) 小括\n以上によれば，本件発信者情報は「開示関係役務提供者が保有する当該権\n利の侵害に係る発信者情報」（プロバイダ責任制限法４条１項柱書き）に該当\nすると認められる。\n３  争点３（開示を受けるべき正当な理由の有無）について\n証拠（甲１１）及び弁論の全趣旨によれば，原告は，本件契約者に対し，本\n件著作物の著作権侵害について，不法行為に基づく損害賠償請求その他の法的\n措置を講じる意思を有しており，その請求のためには，被告が保有する本件発\n信者情報の開示を受ける必要があるものと認められる。\nしたがって，原告には，本件発信者情報の「開示を受けるべき正当な理由が\nある」（プロバイダ責任制限法４条１項２号）と認められる。\n４  結論\n以上のとおり，本件共有行為により原告の権利が侵害されたことが明らかで\nあり，かつ，原告には本件発信者情報の開示を受けるべき正当な理由もあると\nいえるから，本件共有行為に係る通信を媒介した被告は，開示関係役務提供者\nとして本件発信者情報を開示すべき義務を負う。\nよって，原告の請求は理由があるから，これを認容することとして，主文の\nとおり判決する。\n東京地方裁判所民事第２９部\n裁判長裁判官\n國   分   隆   文\n裁判官\n小   川      暁\n裁判官\n佐 々 木      亮\n（別紙１）\n発信者情報目録\n別紙２発信端末目録記載のＩＰアドレスを，同目録記載の発信時刻頃に使用した\n者の情報であって，次に掲げるもの。\n１  氏名又は名称\n２  住所\n以  上\n（別紙２発信端末目録及び別紙３著作物目録は省略）\n"
}