{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Reiwa",
    "year": 3,
    "month": 1,
    "day": 22
  },
  "case_number": "令和1(受)861",
  "case_name": "取立債権請求事件",
  "court_name": "最高裁判所第三小法廷",
  "result_type": "判決",
  "result": "破棄自判",
  "article_info": "集民　第265号95頁",
  "original_court_name": "大阪高等裁判所",
  "original_case_number": "平成30(ネ)858",
  "original_date": {
    "era": "Heisei",
    "year": 31,
    "month": 2,
    "day": 1
  },
  "gist": "土地の売買契約の買主が売主に対し債務の履行を求めるための訴訟の提起等に係る弁護士報酬を債務不履行に基づく損害賠償として請求することの可否",
  "case_gist": "土地の売買契約の買主は，当該売買契約において売主が負う土地の引渡しや所有権移転登記手続をすべき債務の履行を求めるための訴訟の提起・追行又は保全命令若しくは強制執行の申立てに関する事務を弁護士に委任した場合であっても，売主に対し，これらの事務に係る弁護士報酬を債務不履行に基づく損害賠償として請求することはできない。",
  "ref_law": "民法（平成２９年法律第４４号による改正前のもの）４１５条，民法４１６条１項，民法（平成２９年法律第４４号による改正前のもの）４１６条２項，民法５５５条，民法５６０条",
  "lawsuit_id": "89963",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=89963",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/963/089963_hanrei.pdf",
  "contents": "令和元年（受）第８６１号  取立債権請求事件\n令和３年１月２２日  第三小法廷判決\n主      文\n１  原判決を次のとおり変更する。\n第１審判決を次のとおり変更する。\n(1)  被上告人らは，上告人に対し，それぞれ４８６万\n４３００円及びこれに対する平成２８年９月２９\n日から支払済みまで年６分の割合による金員を支\n払え。\n(2)  上告人のその余の請求を棄却する。\n２  訴訟の総費用は，これを５分し，その３を上告人の\n負担とし，その余を被上告人らの負担とする。\n理      由\n上告代理人伊藤知之，同四方奨，同山川大喜の上告受理申立て理由（ただし，排\n除された部分を除く。）について\n１  本件は，土地の売買契約の代金債権を差し押さえた上告人が，第三債務者で\nある被上告人らに対し，上記の売買代金として各１２５０万円余り及びこれに対す\nる各訴状送達の日の翌日である平成２８年９月２９日からの遅延損害金の支払を求\nめる取立訴訟である。被上告人らは，上記売買契約の売主に対する債務不履行等に\n基づく損害賠償債権を有するとし，同債権を自働債権とする相殺の抗弁を主張する\nなどして，上告人の請求を争っている。論旨は，上記の債務不履行に基づく損害賠\n償債権のうち弁護士報酬に関するものである。\n２  原審の適法に確定した事実関係等の概要は，次のとおりである。\n(1)  被上告人らは，平成２６年７月２３日，ハイエステート有限会社（以下\n「本件会社」という。）との間で，本件会社の所有する土地（以下「本件土地」と\nいう。）を９２００万円で買い受ける旨の売買契約（以下「本件売買契約」とい\nう。）を締結し，本件会社に対して手付として５００万円を支払った。本件売買契\n約において，残代金８７００万円の支払期限は同年９月末日とされ，残代金全額の\n支払時に本件土地の所有権が被上告人らに移転するものとされ，本件会社は，本件\n土地につき，本件会社の費用で，地上建物を収去し，担保権等を消滅させ，境界を\n指示して測量した上で，残代金の支払と引換えに引き渡すものとされた。\n(2)  平成２６年８月５日，本件会社は営業を停止し，その代表者が行方不明と\nなった。被上告人らは，同月，本件売買契約における本件会社の債務の履行を求め\nるための事務等を弁護士（以下「本件弁護士」という。）に委任した。\n(3)  本件弁護士は，被上告人らの代理人として，本件土地について，平成２６\n年８月，処分禁止の仮処分を申し立て，これを認容する旨の決定がされた後の同年\n９月，本件会社に対して所有権移転登記手続を求める訴訟を提起した。同訴訟にお\nいて，本件会社に対する公示送達により手続が進められて被上告人らの請求を認容\nする判決がされ，平成２７年５月，本件土地について，被上告人らに対する所有権\n移転登記がされた。\nまた，本件弁護士は，同年９月，被上告人らの代理人として，本件土地につい\nて，本件会社に対して地上建物を収去して明け渡すことを求める訴訟を提起した。\n同訴訟においても，本件会社に対する公示送達により手続が進められて被上告人ら\nの請求を認容する判決がされ，本件弁護士は，平成２８年６月，被上告人らの代理\n人として，上記判決に基づいて強制執行を申し立て，上記建物の解体撤去工事を行\nった業者に同工事の代金として４９８万７０００円を支払った。\n(4)  本件弁護士は，平成２７年８月，被上告人らの代理人として，本件土地に\n設定されていた本件会社を債務者とする根抵当権について，根抵当権者らに対して\n合計７０８０万円を支払い，根抵当権設定登記が抹消された。本件弁護士は，同\n月，被上告人らの代理人として，上告人によって本件土地にされた仮差押えについ\nて，上告人に対して３０万円を支払い，仮差押登記が抹消された。\nまた，本件弁護士は，被上告人らの代理人として，本件土地の測量等を土地家屋\n調査士に依頼し，平成２８年６月，その費用として１１８万４４００円を支払った\n（以下，本件弁護士が被上告人らの代理人として行った以上の各事務を「本件各事\n務」という。）。\n(5)  被上告人らは，平成３０年８月，原審の弁論準備手続期日において，本件\n会社が本件売買契約を締結した１０日余り後に営業を停止するなどしたことにつき\n債務不履行等が成立し，被上告人らが本件弁護士に本件各事務を委任したことによ\nる弁護士報酬その他被上告人らが負担した費用について債務不履行等に基づく損害\n賠償債権を有すると主張して，上告人に対し，同損害賠償債権と本件売買契約の残\n代金債権とを対当額で相殺する旨の意思表示をした。\n３  原審は，上記事実関係等の下において，上記弁護士報酬について，被上告人\nらは本件会社に対して債務不履行に基づく損害賠償債権を有すると判断し，上記弁\n護士報酬の額は９７２万８６００円を下らず，これにその他被上告人らが負担した\n費用である７７２７万１４００円を加えた額は，本件売買契約の残代金額である８\n７００万円以上であるから，債務不履行に基づく損害賠償債権による相殺により本\n件売買契約の残代金債権は消滅したとして，上告人の請求を棄却した。\n４  しかしながら，原審の上記判断は是認することができない。その理由は，次\nのとおりである。\n契約当事者の一方が他方に対して契約上の債務の履行を求めることは，不法行為\nに基づく損害賠償を請求するなどの場合とは異なり，侵害された権利利益の回復を\n求めるものではなく，契約の目的を実現して履行による利益を得ようとするもので\nある。また，契約を締結しようとする者は，任意の履行がされない場合があること\nを考慮して，契約の内容を検討したり，契約を締結するかどうかを決定したりする\nことができる。\n加えて，土地の売買契約において売主が負う土地の引渡しや所有権移転登記手続\nをすべき債務は，同契約から一義的に確定するものであって，上記債務の履行を求\nめる請求権は，上記契約の成立という客観的な事実によって基礎付けられるもので\nある。\nそうすると，土地の売買契約の買主は，上記債務の履行を求めるための訴訟の提\n起・追行又は保全命令若しくは強制執行の申立てに関する事務を弁護士に委任した\n場合であっても，売主に対し，これらの事務に係る弁護士報酬を債務不履行に基づ\nく損害賠償として請求することはできないというべきである。\nしたがって，本件各事務のうち訴訟の提起・追行並びに保全命令及び強制執行の\n申立てに関する各事務に係る弁護士報酬については，被上告人らが本件会社に対し\nて債務不履行に基づく損害賠償債権を有するということはできない。\nまた，本件各事務のうちその余の事務は，被上告人らが自ら本件土地を確保し，\n利用するためのものにすぎないから，同事務に係る弁護士報酬についても，被上告\n人らが本件会社に対して債務不履行に基づく損害賠償債権を有するということはで\nきない。\n５  以上によれば，本件各事務に係る弁護士報酬９７２万８６００円につき，被\n上告人らが本件会社に対して債務不履行に基づく損害賠償債権を有するとして同債\n権による本件売買契約の残代金債権との相殺を認めた原審の前記判断には，判決に\n影響を及ぼすことが明らかな法令の違反がある。論旨はこの趣旨をいうものとして\n理由がある。\n前記事実関係等及び上記４に説示したところによれば，原判決を主文第１項のと\nおり，被上告人らに対してそれぞれ上記の額の２分の１である４８６万４３００円\n及びこれに対する平成２８年９月２９日からの遅延損害金の支払を求める限度で認\n容する旨に変更すべきである。\nよって，裁判官全員一致の意見で，主文のとおり判決する。\n( 裁判長裁判官   林   景 一   裁判官   戸 倉 三 郎   裁判官   宮 崎 裕 子   裁判官\n宇賀克也  裁判官  林  道晴)\n"
}