{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 4,
    "month": 1,
    "day": 11
  },
  "case_number": "令和2(行ケ)10128",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "90864",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=90864",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/864/090864_hanrei.pdf",
  "contents": "令和４年１月１１日判決言渡\n令和２年(行ケ)第１０１２８号  審決取消請求事件\n口頭弁論終結日  令和３年１０月１３日\n判 決\n原 告  ボ ク シ ー ズ 株 式 会 社\n同訴訟代理人弁理士  坂 本 智 弘\n同  安 間 英 之\n被 告  特 許 庁 長 官\n同 指 定 代 理 人  佐 藤 智 康\n同  丸 山 高 政\n同  梶 尾 誠 哉\n同  山 田 啓 之\n主 文\n１  特許庁が不服２０１９－１４３４５号について令和２年９月８日にした審決\nを取り消す。\n２  訴訟費用は被告の負担とする。\n事 実 及 び 理 由\n第１  請求\n主文と同旨\n第２  事案の概要\n１  特許庁における手続の経緯等\n⑴  原告は，平成２７年５月２６日，「安否確認システム，受信機，安否確認\n方法及びプログラム」の発明について特許出願（特願２０１５－１０６５５\n３号）をした。\n⑵  原告は，令和元年７月２４日，拒絶査定を受けたので，同年１０月２８日，\nこれに対する不服審判（不服２０１９－１４３４５号）を請求した。\n⑶  特許庁は，令和２年９月８日，「本件審判の請求は，成り立たない。」と\nの審決（以下「本件審決」という。）をし，その謄本は，同月２９日，原告\nに送達された。\n⑷  原告は，令和２年１０月２９日，本件訴訟を提起した。\n２  特許請求の範囲の記載\n令和２年７月１４日付けの手続補正後の特許請求の範囲のうち，請求項１の\n記載は次のとおりである（以下，請求項１に係る発明を「本願発明」という。\nまた，上記手続補正後の明細書及び図面（甲５）を併せて「本願明細書等」と\nいう。）。\n【請求項１】\n「クラウド環境下における安否確認システムであって，\nクラウドを構成するサーバと，\n設置された施設及び前記施設内での設置箇所に係るＩＤ番号が予め前記サ\nーバに登録され，点灯又は消灯する照明装置と，受信機と，を備え，\n前記受信機は，前記サーバが送信する管理画面情報を受信し，安否通知ル\nールの設定，変更及び追加する画面を表示し，\n前記サーバは，前記安否通知ルールの設定，変更及び追加の情報を登録し，\n前記照明装置は，点灯又は消灯に応じて前記ＩＤ番号が重畳された電波を\n発信する発信装置を備え，\n前記発信装置は，交換可能であり，\n前記サーバが，前記発信装置が発信する前記電波に重畳された前記ＩＤ番\n号に基づき，前記受信機の画面を介して登録された前記安否通知ルールに応\nじて，前記照明装置の点灯又は消灯に係る情報を見守り対象者の安否情報と\nして見守り者の外部端末に通報することを特徴とする\n安否確認システム。」\n３  本件審決の理由の要旨\n本件審決は，以下のとおり，本願発明は特開２０１１－２９７７８号公報\n（甲１。以下「引用文献１」という。）に記載された発明（以下「引用発明」\nという。）に対する関係で進歩性を欠くと判断した。\n⑴  引用発明の認定\n「宅内装置２と遠隔監視装置１から構成される生活状況遠隔監視システムで\nあって，（【００１９】）\n前記宅内装置２は住居ごとに設置され，遠隔監視装置１は，１つ以上の住\n居に対応してそれらの住居を統括し，（【００３６】）\n前記宅内装置２は，電源タップ４と送信機３を備え，（【００１９】，\n【図１】）\n前記電源タップ４は，１対１の関係で接続されている電気機器６の稼働状\n態を判定し，判定した稼働状態である計測データに，住居内で電源タップ４\nを一意に識別する符号である検出部ＩＤを付けて，小電力無線で送信機３に\n送信し，（【００２０】，【００２２】，【００２３】，【図１】，【図\n６】，【図１０】）\n前記電気機器６は照明器具であり，（【００２１】）\n前記電源タップ４と電気機器６との接続は配線を端子等で接続する形態で\nあり，例えば，天井や壁面に設置される照明器具に，壁面に設けられるスイ\nッチボックスで接続する構成であり，（【００５４】）\n前記送信機３は電源タップ４から計測データと検出部ＩＤを受信し，観測\nデータと観測した時刻に，住居を一意に識別する符号である住居ＩＤ，検出\n部ＩＤおよび機器種類を付加して遠隔監視装置１に通信ネットワーク７（イ\nンターネット）を経由して送信し，（【００２４】，【００３１】）\n前記遠隔監視装置１は，宅内装置２から電気機器６の稼働状況を受信して，\n住居ごとに電気機器６の稼働状況を表示するものであって，受信部１１，制\n御部１２，記憶部１４および機器稼働状況表示部１３を備え，住居ＩＤと検\n出部ＩＤ（図４では「計測値ＩＤ」と表記されていると解される。）に基づ\nき電気機器６の稼働状態を格納し，（【００１９】，【００３３】，【００\n４０】，【図１】，【図４】）\n前記機器稼働状況表示部１３は，役場や消防署の担当者，あるいはマンシ\nョン管理人の人が，その異常や変化に気がつけば，その状況になっている住\n宅へ直接訪ねていくべきであると認識させる警告的情報を表示するものであ\nり，（【００４３】）\n前記遠隔監視装置１は，制御部１２の中に警戒状況判定部１８を備え，記\n憶部１４に警戒状況判定条件１７を保持し，機器稼働データ１５を受信する\nと自動的に警戒状況であるか否かを判定して表示するものであり，警戒状況\n判定部１８で，ある住居ＩＤの住居について警戒状況であると判定した場合\nに，警戒状況であると判定した住居ＩＤまたは住居ＩＤに対応する住居もし\nくは住人の名称と，警戒すべき事象名を機器稼働状況表示部１３に表示し，\n（【００５６】，【００６８】，【００７０】－【００７３】，【図１０】，\n【図１４】）\n前記警戒状況判定条件１７は外部から入出力インタフェースを通じて供給\nされ，監視すべき状況に応じて判定条件を変更することができる，（【００\n５７】，【００６９】，【００７４】）\n生活状況遠隔監視システム。」\n⑵  本願発明と引用発明との対比\nア  一致点\n「クラウド環境下における安否確認システムであって，\nクラウドを構成するサーバと，\n設置された施設及び前記施設内での設置箇所に係るＩＤ番号が予め前記\nサーバに登録され，点灯又は消灯する照明装置と，\n点灯又は消灯に応じて前記ＩＤ番号が重畳された電波を発信する発信装\n置，を備え，\n前記サーバは，前記安否通知ルールの設定，変更及び追加の情報を登録\nし，\n前記サーバが，前記発信装置が発信する前記電波に重畳された前記ＩＤ\n番号に基づき，登録された前記安否通知ルールに応じて，前記照明装置の\n点灯又は消灯に係る情報を見守り対象者の安否情報として見守り者に通報\nすることを特徴とする\n安否確認システム」\nである点。\nイ  相違点１\n本願発明が「サーバが送信する管理画面情報を受信し，安否通知ルール\nの設定，変更及び追加する画面を表示」する「受信機」を備え，「前記安\n否通知ルール」は「受信機の画面を介して（サーバに）登録され」るのに\n対し，\n引用発明では「警戒状況判定条件１７は外部から入出力インタフェース\nを通じて供給され」，（「遠隔監視装置１」の「記憶部１４」に）保持さ\nれる点。\nウ  相違点２\n本願発明では「サーバ」が「見守り者の外部端末に通報する」のに対し，\n引用発明では「遠隔監視装置１」が「警戒状況」を「機器稼働状況表示\n部１３」に表示することで「役場や消防署の担当者，あるいはマンション\n管理人の人」に通報する点。\nエ  相違点３\n本願発明では「照明装置」が「発信装置」を「備え」るのに対し，\n引用発明では「電気機器６」と「電源タップ４」とが１対１の関係で\n「接続」されている点。\nオ  相違点４\n本願発明では「発信装置は，交換可能であ」るのに対し，\n引用発明では「電源タップ４」が交換可能であるかが明らかでない点。\n⑶  容易想到性の判断\nア  相違点１について\n引用文献１には「（外部から警戒状況判定条件１７を遠隔監視装置１に\n供給するための）入出力インタフェース」の具体的な構成については開示\nされていないものの，画面表示を用いた入出力インタフェースは刊行物を\n例示するまでもなく当業者にとって周知技術であり，かつ，画面表示を用\nいた入出力インタフェースを用いる際に，画面表示に必要となる表示デー\nタ等を入出力インタフェースが受信する必要があることは技術常識である。\nしたがって，引用発明の「入出力インタフェース」として，画面表示を\n用いた入出力インタフェースを用いるようにして，本願発明でいう「サー\nバが送信する管理画面情報を受信し，安否通知ルールの設定，変更及び追\n加する画面を表示」する「受信機」とし，「前記安否通知ルール」を「受\n信機の画面を介して（サーバに）登録され」るようにすることに困難性は\n認められない。\nイ  相違点２について\n安否情報を見守り者が持つ端末に通知することは当業者にとって周知技\n術であるから，引用発明において，「警戒状況」を「機器稼働状況表示部\n１３」に表示する代わりに，「役場や消防署の担当者，あるいはマンショ\nン管理人の人」が持つ，「遠隔監視装置１」の外部の端末に通知するよう\nにして，本願発明とすることは，当業者が容易になし得る。\nウ  相違点３及び４について\n引用発明において「電気機器６」と「電源タップ４」とは１対１の関係\nで「配線を端子等で接続する」ものであるところ，それらを実装する際の\n両者の物理的な関係は任意であり，その一方で，故障した装置等を交換す\nることは技術分野に関わらず一般的に行われることであるから，「電気機\n器６」の上に「電源タップ４」を交換可能に実装すること，すなわち「電\n気機器６」が「電源タップ４」を備え，かつ「電源タップ４」を交換可能\nとすることは，当業者が適宜なし得る。\n⑷  結論\n本願発明は，引用発明と周知技術に基づいて，当業者が容易に発明するこ\nとができたから，進歩性を欠く。\n４  原告の主張する取消事由\n⑴  取消事由１\n本願発明と引用発明との一致点の認定の誤り，相違点の看過\n⑵  取消事由２\n照明装置の交換についての効果の判断の誤り\n⑶  取消事由３\n相違点３及び４に関する容易想到性の判断の誤り\n第３  当事者の主張\n１  取消事由１（本願発明と引用発明との一致点の認定の誤り，相違点の看過）\nについて\n〔原告の主張〕\n⑴  本願発明の「ＩＤ番号」\n本願明細書等の段落【００２０】ないし【００２８】，【図２】には，以\n下の事項が開示されている。\n①  「設置された施設及び前記施設内での設置箇所に係るＩＤ番号」は，\n照明装置の位置情報を含むものであり，照明装置の位置情報として利用\nされる。\n②  照明装置１０の発信装置は，一意に割り振られた位置ＩＤ番号を電波\nに重畳されて発信する。\n③  位置ＩＤ番号には，出荷ＩＤ番号，施設ＩＤ番号，内部管理ＩＤ番号，\n設置箇所が存在する施設住所（階数）及び設置箇所の経度・緯度が紐づ\nけて管理されている。\n④  照明装置１０の設置箇所には，施設の住所，経度緯度，及び施設が複\n数階から構成される場合は，階数を含む。\n以上の開示によれば，本願発明の「設置された施設及び前記施設内での設\n置箇所に係るＩＤ番号」は，照明装置１０の位置情報を含む。\n⑵  引用発明の「検出部ＩＤ」\n一方，引用発明の検出部ＩＤは，住居内で電源タップ４を一意に識別する\n符号であって単に電源タップ４を識別するためのものである。そのため，引\n用発明の検出部ＩＤは，設置された施設及び住居内で電源タップ４を一意に\n識別するＩＤ番号であるにとどまり，位置情報を含まないし，位置情報とし\nて利用されるものではない。\n⑶  しかるに，本件審決は，引用発明の検出部ＩＤが本願発明の「施設内での\n設置箇所に係るＩＤ番号」に相当すると解して一致点に含めており，一致点\nの認定を誤っている。本件審決は，この誤りの結果，次の相違点５を看過し，\nその容易想到性の判断を行っていないから，この誤りは審決の結論に影響を\n及ぼす。\n［相違点５］\n本願発明の「ＩＤ番号」は，「設置された施設及び前記施設内での設置\n箇所に係るＩＤ番号であ」り，位置情報を含むものであるのに対し，\n引用発明の「ＩＤ番号」は，「設置された施設及び住居内で電源タップ\n４を一意に識別するＩＤ番号であ」り，位置情報を含まない点。\n〔被告の主張〕\n⑴  本願発明の「ＩＤ番号」\n本願発明は，請求項１の記載上，「位置情報」との特定はないし，その技\n術的意義からみても，本願発明の「ＩＤ番号」が設置箇所の位置情報そのも\nのであったり，設置箇所の位置情報を含むものであったりする必要はない。\nしたがって，本願発明の「ＩＤ番号」は，照明装置１０の位置情報を含むも\nのではなく，照明装置１０の位置情報として利用されるものでもない。\nまた，本願明細書等における照明装置１０の設置箇所を示す情報の具体例\nをみても，段落【００２４】，【００２７】，【００４１】及び【００４\n２】の記載によれば，実際に照明装置１０の設置箇所を特定している情報は\n「施設ＩＤ番号」及び「内部管理ＩＤ番号」であって，本願発明の「ＩＤ番\n号」の具体例である「位置ＩＤ番号」ではない。\nしたがって，本願明細書等の記載からみても，本願発明の「ＩＤ番号」は\n位置情報を含むものではなく，照明装置１０の位置情報として利用されるも\nのでもない。\n⑵  引用発明の「検出部ＩＤ」\nア  引用文献１の【図５】をみると，検出部ＩＤ（「計測値ＩＤ」と記載さ\nれているが誤記である。）が「ｉｄ１３」の場合，住居ＩＤにかかわらず，\n電気炊飯器が接続されているところ，通常，電気炊飯器は台所で使用され，\nトイレや玄関で使用する人はいないから，検出部ＩＤの「ｉｄ１３」は，\n「台所」という，住居内で「どこ」に設置されているのかを識別している\nといえる。さらに，上記【図５】において，検出部ＩＤが「ｉｄ１７」の\n場合，ＰＣ，アイロン及びポットが接続されているが，上記と同様，通常，\nこれらはいずれも居間で使用され，トイレや玄関で使用する人はいないか\nら，検出部ＩＤの「ｉｄ１７」も，「居間」という，住居内で「どこ」に\n設置されているのかを識別しているといえる。\nそうすると，引用発明の「検出部ＩＤ」は，単に「電源タップ４を一意\nに識別する符号」にとどまるものとはいえないし，住居内の「どれ」かと\nいうことを識別することができるにとどまるものであるともいえない。上\n述のとおり，引用発明の「検出部ＩＤ」は，住居内で「どこ」に設置され\nているのかを識別する符号であり，位置情報として意味を有する。\nしたがって，引用発明の「検出部ＩＤ」は，「検出部ＩＤにより，住居\n内で『どこ』に設置されているかを識別することができる」ということが\nでき，本願発明の「内部管理ＩＤ番号」と同じ役割を有している。\nイ  引用発明の「電源タップ４」の「検出部ＩＤ」は「住居内で電源タップ\n４を一意に識別する符号」（段落【００２３】）である。通常，住居内の\n電源タップは，一度設置された場所を動かすことはない（つまり，電源タ\nップに接続している家電機器，たとえば，エアコン，テレビ，冷蔵庫など\nを新しく買い換えた場合でも，わざわざ，電源タップの場所を変更するこ\nとは常識的に考え難い。）から，引用発明の「電源タップ４」の「検出部\nＩＤ」により，その設置された場所を識別することが可能であることは，\n明らかである。\n加えて，引用発明の「警戒状況判定部１８」に関しては，「機器稼働デ\nータ１５が保持する住居別ＩＤと検出部ＩＤと推定時刻と電気機器６の種\n類と稼働状況との組からなるデータが判定条件に適合するか否かを調べ\nる」（段落【００５８】）との実施形態が開示されているから，引用発明\nは，検出部ＩＤを用いて警戒すべき状況か否かを判断することも示唆され\nている。ここで，「検出部ＩＤ」は，「電源タップ４」の設置された場所\nとの対応関係が想定されているからこそ，警戒すべき状況か否かの判断に\n寄与することが明らかである（逆に，設置された場所がわからないのなら\nば，判定条件に検出部ＩＤを適用する理由がない。）。\nなお，「検出部ＩＤ」から，住居内のどこに設置された照明器具である\nかを識別できることは，引用文献１の【図６】に，各室の照明器具に電源\nタップ４を備える態様が記載されていることからも明らかである。\nしたがって，引用発明の「検出部ＩＤ」は，「電源タップ４」の設置さ\nれた場所と対応関係があり，そのため，住居内の「どこ」に設置されてい\nるかを識別できるという意味で，本願発明の「内部管理ＩＤ番号」に相当\nする。\n⑶  以上のとおり，本願発明の「ＩＤ番号」は位置情報を含まないし（上記\n⑴），仮に，本願発明の「ＩＤ番号」が位置情報を含むというのであれば，\n引用発明の「検出部ＩＤ」も位置情報を含むというべきである（上記⑵）。\nよって，いずれにせよ，審決には，結論に影響を及ぼすような一致点の認\n定誤りはない。\n２  取消事由２（照明装置の交換についての効果の判断の誤り）について\n〔原告の主張〕\n本願発明の「照明装置」は，本願明細書等の段落【００２０】の記載によれ\nば，一般的に交換可能な電球や蛍光灯からなるものであって，本願発明では，\n「照明装置」自体が，「発信装置」を備えている。\nこのため，既存の照明装置を，本願発明の「照明装置」に交換するだけで，\n「工事を要することなく既存の照明装置を本願発明の照明装置に交換し，本願\n発明に係る安否確認システムを導入することができる」という効果を奏する。\nそして，「発信装置」の「照明装置」への実装方法や「発信装置」と「照明\n装置」との具体的な接続構成を特定しなくても，「発信装置」を内蔵する「照\n明装置」である電球や蛍光灯を，既存の電球や蛍光灯に交換することができる\nことは明らかであるから，本件審決における「『本願発明に係る安否確認シス\nテムは，工事をすることなく導入することができる』との主張は請求項の記載\nに基づいたものではない。」との判断は誤りである。\n〔被告の主張〕\n一般に「照明装置」は，電球や蛍光灯のように発光素子を意味することもあ\nるが，発光素子の他に付属する部品を一体化した装置（例えばシーリングライ\nト）を指すことも多いから，本願発明の照明装置は電球又は蛍光灯からなると\nいう原告の主張は前提を欠いており失当である。\nまた，本願発明で交換可能であるのは「発信装置」であって「照明装置」で\nはないし，原告の主張する「照明装置」を交換することによる効果は本願明細\n書等には一切記載がない。\n以上によれば，原告の上記主張は，本願明細書等の記載に基づくものではな\nく，特許請求の範囲の記載をみてもそのような効果を奏することが明らかであ\nるともいえないから，その前提を欠いており失当である。\n３  取消事由３（相違点３及び４の容易想到性の判断の誤り）について\n〔原告の主張〕\n本件審決は，「電気機器６」が「電源タップ４」を備え，かつ，「電源タッ\nプ４」を交換可能とすることは，当業者が適宜なし得る，と判断した。\n確かに，コンセントに接続されるもの同士である「電気機器６」と「電源タ\nップ４」とを一体とし，一つの構成とすることは，当業者が適宜なし得ること\nであるといえる。\nしかし，本願発明の「照明装置」は，電球や蛍光灯を対象としており，コン\nセントに接続されることを必須の構成としていないものであり，また，本願発\n明の「発信装置」も，コンセントを必要とするものではない。\n引用発明のコンセントの存在が必須な「電気機器６」と「電源タップ４」に\n接する当業者が，本願発明の「照明装置」に「発信装置」を内蔵させるという\nことに至るには，コンセントの存在が障壁となり，技術的な困難性がある。\nそして，本願発明は，「照明装置」自体が「発信装置」を備えることにより，\n既存の照明装置を，本願発明の「照明装置」に交換するだけで，「工事を要す\nることなく既存の照明装置を本願発明の照明装置に交換し，本願発明に係る安\n否確認システムを導入することができ」，「簡単で安価にシステム構築が可能\nとなる」効果を奏し，また，見守り対象者が常に監視されているという認識を\n持たずに済む，という効果も奏する。\n一方，引用発明は，コンセントが必須であるため，コンセントのない照明装\n置に適用することができず，既存の照明装置と交換することもできない。また，\n引用発明は，「電気機器６」と電源コンセントの間に，監視用の「電源タップ\n４」が設けられているため，見守り対象者は常に監視されているという意識を\n持つこととなり，本願発明の「見守り対象者が常に監視されているという認識\nを持たずに済む」という効果を有しない。\n〔被告の主張〕\n原告も認めるように，引用発明の「電気機器６」が「電源タップ４」を備え\nるように構成することは当業者が適宜なし得ることである。そして，引用文献\n１の図６をみても，「電気機器６」である各「照明器具」が各「電源タップ\n４」に接続されていることが理解できるから，このことからみても「電気機器\n６」（照明装置）が「電源タップ４」を備えるように構成することに何ら困難\n性は認められない。\nそして，本願発明の「照明装置」及び「発信装置」は，特許請求の範囲にお\nいて，いずれもコンセントに接続されるものであるか否かの特定はされていな\nいから，コンセントの存在が必須な引用発明から，コンセントを必要とするも\nのではない本願発明に至るのには技術的な困難性があるとする原告の主張は，\n特許請求の範囲の記載に基づくものではなく前提を欠いており失当である。\nまた，引用発明の「電源タップ４」も，監視のためのカメラ等を備えるもの\nではなく，外観上は「プラグ２４」と「コンセント２６」を備えるだけであっ\nて，一般家庭で多数使用されているありふれた電源タップと変わりはないから，\nそのような「電源タップ４」を見守り対象者が見たとしても，常に監視されて\nいるという認識を持つことはない。\nよって，引用発明は「見守り対象者が常に監視されているという認識を持た\nずに済む」という本願発明の効果を有しないとする原告の主張は理由がない。\nしたがって，本件審決の相違点３及び４の容易想到性の判断に誤りはない。\n第４  当裁判所の判断\n１  本願発明について\n⑴  特許請求の範囲\n本願発明の特許請求の範囲（請求項１）は，前記第２の２記載のとおりで\nある。\n⑵  本願明細書等の記載\n本願明細書等には，次のとおりの記載及び別紙１のとおりの図面がある。\nア  技術分野\n「本発明は，例えば，高齢者や独居生活者等の見守りを必要とする人の\n安否を確認する，安否確認システム，受信機，安否確認方法及びプログラ\nムに関する。」（段落【０００１】）\nイ  背景技術\n「近年，独居生活者が増加しており，特に，高齢化社会の進行に伴い，\n一人暮らしの高齢者，あるいは高齢者夫婦のみの世帯が増加の一途をたど\nっている。また，過疎化，近所づきあいいの減少等により，近隣の人々に\nよる見守りも期待できなくなり，更に，生活支援者等による支援にも限界\nがあることから，高齢者や独居生活者の安否確認が十分に行えないことが\n多く，不測の事態発生に対する対応の遅れが頻発している。」（段落【０\n００２】）\n「この対策として，従来，照明装置の点灯／消灯を基に高齢者等の安否\n確認を離れた場所にいる見守り者に通報するシステムが知られている（例\nえば，特許文献１参照）。」（段落【０００３】）\n「【特許文献１】特開２０１２－２７７８７号公報」（段落【０００\n４】）\nウ  発明が解決しようとする課題\n「しかしながら，特許文献１に開示された技術によれば，照明装置に照\n明操作検知器等，特別な付帯装置を付加する必要があり，設置や運用上，\nコスト高で，煩雑になるという課題があった。また，高齢者等の要見守り\n者（以下，見守り対象者という）は，常に監視されているという認識があ\nり，不快な感じを持たれることは否めない。」（段落【０００５】）\n「本発明は上記した課題を解決するためになされたものであり，人間が\n生活するうえにおいて必須である「照明」の点灯／消灯によって見守り対\n象者の行動を把握し，かつ，見守り対象者が常に監視されているという認\n識を持たずに済む，簡単で安価にシステム構築が可能な，安否確認システ\nム，受信機，安否確認方法及びプログラムを提供することを目的とす\nる。」（段落【０００６】）\nエ  課題を解決するための手段\n「（１）本発明の第１の観点に係る安否確認システムは，クラウド環境\n下における安確認システムであって，クラウドを構成するサーバと，設置\nされた施設及び前記施設内での設置箇所に係る位置ＩＤ番号が予め前記サ\nーバに登録され，点灯又は消灯に応じて電波を発信する照明装置と，前記\n照明装置からの前記電波を受信し，前記位置ＩＤ番号に係る問い合わせを\n前記サーバに行う受信機と，を備え，前記サーバが，前記受信機からの前\n記位置ＩＤ番号に基づき，予め定められた条件に応じて，前記照明装置の\n点灯又は消灯に係る情報を見守り対象者の安否情報として見守り者の外部\n端末に通報することを特徴とする。」（段落【０００７】）\nオ  発明を実施するための形態\n「このため，見守り者は，見守り対象者である高齢者等の生活住環境で\nある居間やトイレ等に電子タグ発信装置が実装されたＬＥＤ（ Light\nEmitted Diode）等の照明装置を複数設置し，更に，複数個設置された照\n明装置のそれぞれに実装された電子タグ発信装置の電波が届く範囲内に受\n信機を設置する。そして，利用者は，電子タグ発信装置を使用して高齢者\nの安否確認を行うアプリケーションプログラム（以下，単にアプリとい\nう）をクラウドコンピューティングシステムからダウンロードにより取得\nし，受信機にインストールする。続いて，利用者は，取得したアプリにし\nたがい，受信機に対し，照明装置の設置箇所，安否確認のルール，メッセ\nージ（メール）の配信先等の設定登録を行う。ちなみに，利用者は，照明\n装置の設置箇所の登録にあたり，点灯時，受信機にインストールされたア\nプリを起動し，その受信機を照明装置に近づけて近距離無線通信により行\nなう。」（段落【００１９】）\n「なお，照明装置は，ＬＥＤに限らず，白熱電球，蛍光灯でもよい。ま\nた，照明装置は，居間やトイレは勿論のこと，玄関，風呂，寝室等にも設\n置でき，これらの部屋から電波の届く範囲に受信機を設置し，照明装置同\n士が近接しても簡単に区別することが出来る。また，照明装置は，このシ\nステムにより，見守り対象者の入浴時間が日常より長い（例えば，いつも\nは３０分だが１時間を過ぎている等）等，蓄積した照明装置毎の点灯／消\n灯履歴データから見守り対象者の生活リズムを割り出し，事前に登録され\nた見守り者へメッセージを自動送信して異変を知らせる。例えば，見守り\n者の外部端末に，「○○様のお風呂が長いようです。ライトが１時間点灯\nしています。ご確認をお願いします」といった警告メッセージを送信す\nる。」（段落【００２０】）\n「このため，事業者は，予め，ＬＥＤビーコン１０ａ毎に，出荷する施\n設の位置情報（設置箇所が存在する施設の住所，並びに設置箇所の緯度経\n度及び施設の設置する階数等）をクラウドサーバ３０に登録する。そして，\nその位置情報に紐づく位置ＩＤ番号を作成し，ＬＥＤビーコン１０ａに位\n置ＩＤ番号を付与する。そしてそのＬＥＤビーコン１０ａには，上記の設\n定が行われ利用される施設（家庭，オフィスまたは公共施設でもよい）へ\n出荷される。図２（ａ）（ｂ）に，図１に示すＬＥＤビーコン１０ａから\n送信される位置ＩＤ番号のデータフォーマット，クラウドサーバ３０が有\nするＤＢ（データベース）に格納される管理情報のデータ構造の一例が，\nそれぞれ示されている。」（段落【００２４】）\n「図２（ａ）によれば，１６バイトのデータのうち，先頭の１バイトに\n電子タグ（ＬＥＤビーコン１０ａ）であることを示す識別子を，次の１バ\nイトに暗号パターンの種類を示す暗号方式を，次の１３バイトに位置ＩＤ\n番号を，最後の１バイトにチェックデジットを割当てている。なお，識別\n子の情報により，位置ＩＤ番号の１３バイトの領域はデータ領域として用\nいることが可能であり，これは，例えば，外部インタフェースがある場合\nに有効である。」（段落【００２５】）\n「図２（ｂ）にクラウドサーバ３０が内蔵するＤＢのデータ構造の一例\nが示されている。図２（ｂ）によれば，デーベースに蓄積される管理情報\nは，位置ＩＤ番号毎に，照明装置１０を単位として一意的に割り振られる\n出荷ＩＤ番号，施設を単位に割り振られる施設ＩＤ番号，及び出荷ＩＤ番\n号に紐付けられ，かつ，施設ＩＤ番号ごとに設置箇所を単位として割り振\nられる内部管理ＩＤ番号を含む。また，照明装置１０が，設置箇所が存す\nる施設の住所，設置箇所の緯度経度，及び施設が複数階から構成される場\n合は，設置箇所の階数と紐付けられて管理されている。」（段落【００２\n６】）\n「すなわち，同じ施設内では，同施設ＩＤ番号となり，施設ＩＤ番号に\n枝分かれして，施設の設置箇所ごとに内部管理ＩＤ番号が割り振られる。\n家庭の居住空間を施設として捉えれば，施設内の各部屋は，施設ＩＤ番号\nがＡ，内部管理ＩＤ番号１～３が，居間，トイレ，風呂場にそれぞれ割り\n振られている。」（段落【００２７】）\n「以下，図３のシーケンス図を参照しながら本実施形態に係る安否確認\nシステム１００の処理動作について説明する。まず，管理者である見守り\n者等が受信機２０を操作してクラウドサーバ３０をアクセスすることによ\nり，クラウドサーバ３０からアプリ（本実施形態に係る受信機プログラ\nム）をダウンロードにより取得する。そして，見守り者が，受信機２０に\n表示される，例えば，図８の左欄に画面構成の一例示す設定アプリの設定\n画面を参照し，「管理者設定」を選択すると，図９に画面構成の一例を示\nす管理者設定画面に遷移する。ここで，見守り者が必要情報を入力すると，\nクラウドサーバ３０から管理画面をアクセスするために必要なＵＲＬ\n（Uniform Resource Locator），及び利用者ＩＤ，パスワードを取得する\nことができる。」（段落【００２９】）\n「見守り者は，取得したＵＲＬ等に基づき管理画面にログインすると\n（ステップＳ１０），受信機２０のブラウザを介して図８の右欄に画面構\n成の一例を示す管理画面メニューが表示される。続いて見守り者は，メニ\nュー選択により，クラウドサーバ３０に，照明装置の設置箇所の設定（居\n間かトイレか風呂場か等），安否通知ルールの設定，通知先の設定等，管\n理画面の設定登録を行う（ステップＳ１１）。なお，見守り者は，メニュ\nー選択により，蓄積したデータに基づき，例えば，図１２にその画面構成\nの一例を示す照明装置１０のＯＮ／ＯＦＦ履歴の参照も可能である。ここ\nで設定登録された情報は，クラウドサーバ３０に送信される（ステップＳ\n１２）。」（段落【００３０】）\n「クラウドサーバ３０は，受信機２０により送信された設定登録情報か\nらＤＢに記憶する管理情報を生成する（ステップＳ１３）。ここでいう管\n理情報とは，図２（ｂ）に示す，施設内に設置されたＬＥＤビーコン１０\nａの位置ＩＤ番号毎に一意的に割り振られる出荷ＩＤ番号，施設を単位に\n割り振られる施設ＩＤ番号，及び出荷ＩＤ番号に紐付けられ，かつ，施設\nＩＤ番号ごとに設置箇所を単位として割り振られる内部管理ＩＤ番号の組\nである。また，照明装置１０が，設置箇所が存する施設の住所，設置箇所\nの緯度経度，及び施設が複数階から構成される場合は設置箇所の階数と紐\n付けられて管理されてもよい。」（段落【００３１】）\n「以上の前処理の後，受信機２０が，ある照明装置の点灯を契機にＬＥ\nＤビーコン１０ａからユニークな位置ＩＤ番号を含む電波を，その電波の\n受信可能範囲内で受信したとする（ステップＳ１４）。電波を受信した受\n信機２０は，クラウドサーバ３０に問い合わせを行う（ステップＳ１５）。\nなお，クラウドサーバ３０は，受信機２０から問い合わせを受信する毎に\n該当の照明装置１０の点灯／消灯履歴を蓄積しており，その履歴を参照す\nることにより，設定登録された安否通知ルールに基づき安否情報の生成を\n行う（ステップＳ１６）。」（段落【００３２】）\n「クラウドサーバ３０は，受信機２０から問い合わせを受けると，該当\nの照明装置１０の点灯／消灯履歴を参照し，予め設定登録された安否通知\nルールにしたがい，例えば，トイレの照明装置１０が１時間以上継続して\n点灯していた場合，異常（トイレで倒れているかもしれない）と判定し，\nあるいは，夜間の７時から１０時に居間の照明が点灯しない場合，異常\n（寝込んでいるかもしれない）と判定し，例えば，図１に示すように，\n「○○さんがライトを利用されていないようです。時間：○時○分～○時\n○分。ご確認願います。○○さんの連絡先０９０－××××－××××」\nのようなメッセージ（安否確認メール）を生成し（ステップＳ１７），予\nめ通知者設定された見守り者が所持する外部端末４０へ送信する（ステッ\nプＳ１７）。この安否確認メールは，外部端末４０に表示され，これを閲\n覧した見守り者は，電話連絡，あるいは現地に出向いて見守り者の安否確\n認が可能である（ステップＳ１８）。」（段落【００３３】）\n「図４にＬＥＤビーコン１０ａの構成が示されている。ＬＥＤビーコン\n１０ａは，制御部１００ａと，ＲＦ（Radio Frequency）部１０１ａとを\n含み構成される。ＲＦ部１０１ａは，不図示の信号源，変調回路，電力増\n幅器を含む電波生成のための高周波エネルギーを発生する高周波回路であ\nる。本実施形態では，２．４ＧＨｚ帯の周波数を用い，半径１０～１００\nｍ範囲内に位置するBluetooth（登録商標）搭載機器（受信機２０）に対\nし，制御部１００ａによる制御の下で生成される電波を送信する。ここで\nは，ボタン電池１個のみで数年駆動を可能とするバーション４．０の\nBluetooth（登録商標）規格に準拠した単方向送信の仕様とする。」（段\n落【００３４】）\n「制御部１００ａは，照明装置１０の設置箇所（居間，トイレ，寝室，\n玄関等）を特定する位置ＩＤ番号をブロードキャスト送信するが，このと\nき，位置ＩＤ番号を１以上の暗号化パターンで暗号化し，この暗号化パタ\nーンの種類を示す情報を付加して送信する。このため，制御部１００ａは，\n図２（ａ）に示すデータフォーマットからなる位置ＩＤ番号をＲＦ部１０\n１ａにより生成される電波に重畳させて送信する制御を行う。」（段落\n【００３５】）\n「このため，制御部２００が実行するアプリの機能をブロック展開して\n示せば，ＩＤ番号認識部２０１と，アプリケーション実行制御部２０２と\nを含み構成される。ＩＤ番号認識部２０１は，施設内に設置されたＬＥＤ\nビーコン１０ａから，電波によってブロードキャスト送信される，照明装\n置１０の設置箇所が特定される位置ＩＤ番号を取得し，認識してアプリケ\nーション実行制御部２０２に引き渡す。」（段落【００４０】）\n「アプリケーション実行制御部２０２は，ＩＤ番号認識部２０１が認識\nした位置ＩＤ番号に基づきクラウドサーバ３０に該当する照明装置１０の\n点灯／消灯履歴の問い合わせを行なう。クラウドサーバ３０は，その問い\n合わせに基づき，蓄積した該当の照明装置１０の点灯／消灯履歴を参照し\nて見守り対象者の安否確認情報を生成し，その安否確認情報をモバイルネ\nットワーク５０経由で見守り者が所持する外部端末４０へ送信する。また，\nアプリケーション実行制御部２０２は，受信機２０が上記の機能を実現す\nるため，予め見守り者等によって入力される，照明装置１０の設置箇所，\n安否通知ルール，通知先の設定登録も行なう。制御部２００は，更に，Ｌ\nＥＤビーコン１０ａから受信した電波の電波強度（ＲＳＳＩ：Received\nSignal Strength Indication）を測定する電波強度測定部２０３を含んで\nもよい。」（段落【００４１】）\n「記憶部２１０には，本実施形態に係る受信機２０のプログラム（アプ\nリ）が格納されるプログラム領域の他に，作業領域が割当てられ，記憶さ\nれている。プログラム領域に格納される受信機プログラムは，少なくとも，\n照明装置１０の点灯／消灯に応じて電波を発信する，照明装置１０から発\n信される電波を受信する処理手順と，クラウドコンピューティングシステ\nムを構成するクラウドサーバ３０に，受信した電波に含まれＬＥＤビーコ\nン１０ａの位置ＩＤ番号に基づく問い合わせを行う処理手順と，を含む。\nなお，クラウドサーバ３０が，受信機２０からの位置ＩＤ番号に基づき，\n予め定められた条件（安否通知ルール）に応じて，照明装置１０の点灯／\n消灯に係る履歴情報を見守り対象者の安否情報として見守り者の外部端末\n４０に通報するために，位置ＩＤ番号は，ＬＥＤビーコン１０ａを単位と\nして一意的に割り振られる出荷ＩＤ番号，ＬＥＤビーコン１０ａが設置さ\nれる施設を単位として割り振られる施設ＩＤ番号，及び出荷ＩＤ番号に紐\n付けられ，かつ，施設ＩＤ番号ごとに施設における設置箇所を単位として\n割り振られる内部管理ＩＤ番号を含む。」（段落【００４２】）\n⑶  本願発明の意義\n上記記載によれば，本願発明を次のとおり認定することができる。\n本願発明は，高齢者や独居生活者等の見守りを必要とする人の安否を確認\nする安否確認システムの発明であり（段落【０００１】），\n従来，独居生活者（特に高齢者）の安否確認のために，居宅の照明装置の\n点灯／消灯を，離れた場所にいる見守り者に通報するシステムが従来技術と\nして知られていた（段落【０００２】【０００３】）が，従来技術において\nは，照明装置に照明操作検知器等の特別な付帯装置を付加する必要があり，\n設置や運用上，コスト高で，煩雑になるという課題や高齢者等の見守り対象\n者が，常に監視されているという不快な感じを持つ，という課題があった\n（段落【０００５】）ので，\n本願発明の目的は，上記課題の解決のために，「照明」の点灯／消灯によ\nって見守り対象者の行動を把握し，見守り対象者が常に監視されているとい\nう認識を持たずに済み，簡単で安価にシステム構築が可能であるような，安\n否確認システムを提供することにあり（段落【０００６】），\n上記課題を解決する手段として，本願発明の安否確認システムは，クラウ\nド環境下における安否確認システムであって，クラウドを構成するサーバと，\n設置された施設及び前記施設内での設置箇所に係る位置ＩＤ番号が予め前記\nサーバに登録され，点灯又は消灯に応じて電波を発信する照明装置と，前記\n照明装置からの前記電波を受信し，前記位置ＩＤ番号に係る問い合わせを前\n記サーバに行う受信機と，を備え，前記サーバが，前記受信機からの前記位\n置ＩＤ番号に基づき，予め定められた条件に応じて，前記照明装置の点灯又\nは消灯に係る情報を見守り対象者の安否情報として見守り者の外部端末に通\n報することを特徴とする（段落【０００７】）という発明である。\n２  引用発明について\n⑴  引用文献１の記載事項\n引用文献１には，次のとおりの記載及び別紙２のとおりの図面がある。\nア  技術分野\n「本発明は，各住居での電気機器の使用状況を監視する生活状況遠隔監\n視システムおよび生活状況遠隔監視方法に関する。」（段落【０００\n１】）\nイ  発明を実施するための形態\n「（実施の形態１）\n図１は，本発明の第１の実施の形態に係る生活状況遠隔監視システム\nの構成例を示す。遠隔監視システムは，宅内装置２と遠隔監視装置１から\n構成される。宅内装置２は，電源タップ４と送信機３を備える。遠隔監視\n装置１は，宅内装置２から電気機器６の稼働状況を受信して，住居ごとに\n電気機器６の稼働状況を表示する。」（段落【００１９】）\n「宅内装置２の電源タップ４は，電源供給ラインの電源コンセントと電\n気機器６の間に介在する。電源タップ４は，プラグ２４，検出部２５，コ\nンセント２６，判定部２８，計測データ記憶部２７および検出部ＩＤ記憶\n部２９を含む。電源タップ４のプラグ２４は，住居内の電源コンセントに\n差し込まれて，コンセント２６に接続される電気機器６に電力を供給する。\nプラグ２４とコンセント２６の間に検出部２５が配置される。電源コンセ\nントから，プラグ２４，検出部２５およびコンセント２６を経由して電気\n機器６に電流が流れる。検出部２５は，電力計または電流計を備え，コン\nセント２６に接続される電気機器６が消費する電力または電気機器６に流\nれる電流を検出する。検出部２５は，電気機器６の消費電流または消費電\n力を所定時間単位に計測し，計測時刻と前記計測時刻における消費電流ま\nたは消費電力の組のレコードを生成する。」（段落【００２０】）\n「コンセント２６に接続される電気機器６は任意であって，例えば，テ\nレビ，冷蔵庫，エアコン，掃除機，照明器具，電気ポット，電気炊飯器，\n電子レンジまたはパソコンなどどのような電気機器でも構わない。」（段\n落【００２１】）\n「判定部２８は，検出部２５で検出した電流または電力のデータから，\nコンセント２６に接続されている電気機器６の稼働状態を判定する。電気\n機器６の稼働状態は，例えば電気機器６の消費する電流または電力がしき\nい値以上である稼働状態と，しきい値未満である非稼働（停止）状態の２\n状態で判定する。あるいは，停止，待機および稼働の３状態，さらに，稼\n働状態を複数の段階に分けて判定してもよい。判定部２８は検出部２５で\n検出したデータおよび／または判定した稼働状態である計測データを計測\nデータ記憶部２７に記憶する。」（段落【００２２】）\n「計測データ記憶部２７は，継続的に一定時間分の計測時刻と計測時刻\nにおける計測データを保持するものである。計測データ記憶部２７は，住\n居内の電源コンセントごとに用意する。検出部ＩＤ記憶部２９は，住居内\nで電源タップ４を一意に識別する符号である検出部ＩＤを記憶する。判定\n部２８は，計測データに検出部ＩＤを付けて，送信機３に送信する。電源\nタップ４と送信機３は，例えば，電力線搬送，無線ＬＡＮ，小電力無線，\nまたは，アナログもしくはＰＨＳ規格のコードレス電話で通信する。」\n（段落【００２３】）\n「送信機３は，送信部２２，住居ＩＤ記憶部２１および機器種類記憶部\n２３を含む。送信部２２は，電源タップ４から計測データと検出部ＩＤを\n受信する。住居ＩＤ記憶部２１は，住居を一意に識別する符号である住居\nＩＤを記憶している。住居ＩＤは，送信機３に付与された識別符号である\nが，１つの住居には通常１台の送信機３が設置されるので，住居を識別す\nる符号になっている。遠隔監視装置１は，送信機３の住居ＩＤごとに住居\nを識別する。」（段落【００２４】）\n「図１に示す宅内装置２の送信機３は，観測データと観測した時刻に住\n居ＩＤ，検出部ＩＤおよび機器種類を付加して遠隔監視装置１に，通信ネ\nットワーク７を経由して送信する。宅内装置２と遠隔監視装置１を接続す\nる通信ネットワーク７として，例えば，インターネット，電話網，携帯電\n話網またはＰＨＳなどを用いることができる。インターネットにアクセス\nす る 伝 送 経 路 と し て ， 例 え ば ， Ａ Ｄ Ｓ Ｌ （ Asymmetric  Digital\nSubscriber Line：非対称デジタル加入者線），ケーブルテレビ（同軸ケ\nーブル），光通信，無線ＬＡＮまたはＩＳＤＮ（Integrated Services\nDigital Network）などを用いることができる。」（段落【００３１】）\n「図１の遠隔監視装置１は，受信部１１，制御部１２，記憶部１４およ\nび機器稼働状況表示部１３を備える。受信部１１は，宅内装置２から住居\nＩＤ，検出部ＩＤ，機器種類および観測データと観測した時刻を受信する。\n制御部１２は，受信したデータを住居ＩＤおよび検出部ＩＤごとに，機器\n稼働データ１５として記憶部１４に記憶する。また，住居ＩＤごとに検出\n部ＩＤと機器種類を対応づけて保有機器情報１６として記憶する。」（段\n落【００３３】）\n「宅内装置２は住居ごとに設置され，遠隔監視装置１は，１つ以上の住\n居に対応してそれらの住居を統括する，あるいは管理・監視する組織に１\nつ設置される。例えば，１つの集落に１つ，具体的には役場や消防署に１\nつの遠隔監視装置１が存在する。あるいは，１つのマンションに１つ，例\nえば管理人室に１つの遠隔監視装置１が存在する，というような単位で設\n置される。」（段落【００３６】）\n「図４は，遠隔監視装置１で具体的に稼動状況が格納されている例を示\nしている。ここでは，電気ポットが稼動状態であることが，１０分毎に報\n告されている。」（段落【００４０】）\n「制御部１２は，事前に設定した時間単位で，受信部１１で受信し記憶\n部１４に記憶した機器稼働データ１５を，住居ごとに機器稼働状況表示部\n１３に表示する。この表示結果をみて，役場や消防署の担当者，あるいは\nマンション管理人の人が，その異常や変化に気がつけば，その状況になっ\nている住宅へ直接訪ねていくべきであると認識させる警告的情報とな\nる。」（段落【００４３】）\n「なお，本実施の形態１では，宅内装置２の電源タップ４を電源コンセ\nントと電気機器６のプラグ２４に接続する形態を説明した。電源タップ４\nを電源コンセントではなく，住居の電源線に接続し，電気機器６の配線を\n端子等で接続する形態でも構わない。例えば，天井や壁面に設置される照\n明器具に，壁面に設けられるスイッチボックスで接続する構成でもよ\nい。」（段落【００５４】）\n「（実施の形態２）\n図１０は，実施の形態２に係る生活状況遠隔監視システムの構成例を示\nすブロック図である。実施の形態２では，対象の住居における生活状況を\n監視する人に対して，注意を促す情報を表示すべき状況（警戒状況）を自\n動的に判定する。実施の形態２の生活状況遠隔監視システムは，実施の形\n態１の構成に加えて，制御部１２の中に警戒状況判定部１８を備える。ま\nた，記憶部１４に警戒状況判定条件１７を保持する。その他の構成は，実\n施の形態１と同様である。実施の形態２では，機器稼働状況表示部１３に，\n住居ＩＤごとに警戒状況であるか否かを表示する。」（段落【００５\n６】）\n「記憶部１４の警戒状況判定条件１７は，時系列でみた電気機器６の稼\n動状況データから，警戒すべき稼働状況を判定する条件とその警戒すべき\n事象名とを組にしたレコードの集合を１つ以上格納している。警戒状況判\n定条件１７は，外部から入出力インタフェース（図示せず）を通じて，ま\nたは，記憶媒体によって供給される。」（段落【００５７】）\n「警戒状況判定部１８で，ある住居ＩＤの住居について警戒状況である\nと判定した場合に，制御部１２は，その住居が警戒状況であることを表示\nする。具体的には，制御部１２は，警戒状況であると判定した住居ＩＤま\nたは住居ＩＤに対応する住居もしくは住人の名称と，警戒すべき事象名を\n機器稼働状況表示部１３に表示する。」（段落【００６８】）\n「なお，電気機器６を使用する状況は個人によって異なるので，警戒状\n況判定条件１７を，住居ごとに変えてもよい。また，保有する電気機器６\nは住居によって異なるので，警戒状況判定条件１７を複数の電気機器６の\n稼働状況の論理和などで設定してもよいし，警戒状況判定条件１７を複数\nの条件を組合せた論理演算で表してもよい。」（段落【００６９】）\n「図１４は，実施の形態２に係る警戒状況表示の動作の一例を示すフロ\nーチャートである。実施の形態２の警戒状況表示の動作は，実施の形態１\nの生活状況表示に警戒状況判定および警戒状況表示を追加している。図１\n４のステップＳ３１～ステップＳ３５までの動作は，図９のステップＳ２\n１～ステップＳ２５と同じである。」（段落【００７０】）\n「機器種類を保有機器情報１６に追加するかどうか判定して，機器種類\nの追加の処理を行ったのちに，制御部１２の警戒状況判定部１８は，警戒\n状況判定条件１７を読み出す。そして，記憶している機器稼働データ１５\nと受信した機器稼働データ１５から，警戒状況か否かを判定する（ステッ\nプＳ３６）。」（段落【００７１】）\n「警戒状況判定部１８で警戒状況であると判定した場合は（ステップＳ\n３７；ＹＥＳ），制御部１２はその注目している住居が警戒状況であるこ\nとを機器稼働状況表示部１３に表示する（ステップＳ３８）。警戒状況で\nないと判定した場合は（ステップＳ３７；ＮＯ），警戒状況であることを\n表示しない。いずれの場合も制御部１２は，機器稼働データ１５を，住居\nごとに機器稼働状況表示部１３に表示する（ステップＳ３８）。」（段落\n【００７２】）\n「以上説明したように，実施の形態２の生活状況遠隔監視システムによ\nれば，機器稼働データ１５から判定条件に基づいて，自動的に警戒状況で\nあるか否かを判定して表示する。その結果，オペレータが機器稼働データ\n１５をある期間にわたって眺めて判断する必要がない。また，オペレータ\nは機器稼働状況を常に監視している必要がない。」（段落【００７３】）\n「本実施の形態２の生活状況遠隔監視システムでは，判定条件を記述す\nる細かさを変えることで，きめ細かいサービスや監視も，比較的あらっぽ\nいサービスや監視のどちらにも切り替えることが可能である。たとえば，\n『毎日，８時１５分から８時３０分まで必ずテレビをみている』という判\n定条件を作り，それに整合しなかったら通知されるような使い方は，細か\nく監視したい場合には有効である。だが，そこまで細かく監視されるのは，\nカメラで監視されているのに似て不快に感じる，という場合もある。実施\nの形態２の生活状況監視システムでは，このような対象と監視すべき状況\nに応じて判定条件を変更することできる。」（段落【００７４】）\n「（実施の形態３）\n図１５は，実施の形態３に係る生活状況遠隔監視システムの構成例を示\nすブロック図である。実施の形態３では，宅内装置２のコンセント２６に\n接続される電気機器６の種類を表す情報を，外部から入力する。宅内装置\n２の電源タップ４は，機器種類入力部２０を備える。その他の構成は実施\nの形態１と同様である。」（段落【００７５】）\n「本実施の形態３では，コンセント２６に接続される電気機器６の種類\nを，判定部２８または送信機３で消費電流または消費電力から識別しなく\nてもよい。コンセント２６に接続される電気機器６の種類を表す情報は，\n機器種類入力部２０から入力される。」（段落【００７６】）\n「図１６は，電源タップ４と機器種類入力部２０の例を示す。図１６の\n例では，コンセント２６ごとに，機器種類を設定するスライドスイッチ２\n０ａが設けられている。例えばスライドスイッチ２０ａは，そのノブ２０\nｂの位置に対応して４ビットのデータを生成する。図１５の判定部２８は，\nスライドスイッチ２０ａが生成する４ビットのデータ（状態）を読み取り，\n予め設定された４ビットのデータと機器種類の対応から，コンセント２６\nに接続されている電気機器６の種類を取得する。」（段落【００７７】）\n「機器種類入力部２０は，図１６に示すようなスライドスイッチ２０ａ\nまたはダイヤルスイッチなどでもよいし，あるいは液晶タッチパネルで候\n補となる電気機器６のリストを提示して，そのうちの１つをタッチパネル\nに触れて選択させるものでもよい。その他同等な手段でもよく，電気機器\n６の種類を表すデータを入力できれば上述の例に限らない。」（段落【０\n０７８】）\n⑵  引用発明の認定\n以上の記載によれば，引用発明は，前記第２の３⑴記載のとおりと認定す\nることができる。\n３  取消事由１（本願発明と引用発明との一致点の認定の誤り，相違点の看過）\nについて\n⑴  本願発明における「施設内での設置箇所に係るＩＤ番号」の技術的意義\n上記認定に係る本願発明の内容に照らすと，本願発明においては，照明装\n置に備えられた発信装置が，「設置された施設及び前記施設内での設置箇所\nに係るＩＤ番号（が重畳された電波）」を発信し，ネットワーク経由で当該\n「ＩＤ番号」を受信したクラウドサーバが，当該「ＩＤ番号」に基づき，予\nめ登録された安否通知ルールに応じて安否確認を行う。そして，本願明細書\n等の段落【００２０】及び【図１】の記載も参照すると，「施設」とは「見\n守り対象者」の居宅を指し，「設置箇所」は当該居宅の中での個々の部屋\n（居間，トイレ，寝室等）を指すことを理解できる。\nそうすると，本願発明において「安否確認」という所期の作用効果を奏す\nるためには，照明装置から発信される「ＩＤ番号」と，クラウドサーバに登\n録された「ＩＤ番号」とが，いずれも，照明装置の「設置箇所」を特定し得\nるＩＤ番号でなければならないし，また，照明装置から発信される「ＩＤ番\n号」と，クラウドサーバに登録される「ＩＤ番号」とは，これらを相互に対\n照することによって，どの「設置箇所」において異常が生じているかを検知\n可能にするものでなければならないと解される。\n以上によれば，本願発明は，照明装置が発信装置を備え，この発信装置か\nら発信された「設置された施設及び前記施設内での設置箇所に係るＩＤ番\n号」（居間，トイレ，寝室等の各部屋を識別できる情報）に基づいて，照明\n装置の設置箇所（部屋）を識別し，この識別した設置箇所に応じた安否通知\nルールに従って安否判定を行うものであり，安否判定に，照明装置の設置箇\n所（具体的には居間，トイレ，寝室等の各部屋）という位置情報を利用する\nものと認められる。\n⑵  引用発明における「検出部ＩＤ」の技術的意義\n上記認定に係る引用発明の「検出部ＩＤ」が，「電源タップ４」の住居内\nでの設置箇所を識別するものであるか否かについて検討する。\n引用発明の「検出部ＩＤ」は，住居内で「電源タップ４」を一意に識別す\nる符号であるものの，引用文献１には，前記「検出部ＩＤ」が「電源タップ\n４」の設置箇所を表す情報と関連するものであることは一切記載されていな\nい。また，電源タップの一般的な使用形態を参酌すると，電源タップを住居\n内のどこに設置してどのような電気機器に接続するかは，当該電源タップを\n利用する者が任意に決められるものと解される。\n引用文献１では，「電源タップ４」に照明器具が接続される態様も開示さ\nれているものの（【図６】），照明器具は，居間，トイレ，寝室等，住居内\nのあらゆる箇所で用いられるものであり，よって，当該照明器具に接続され\nる電源タップの設置箇所も住居内のあらゆる場所が想定されるものであるか\nら，「検出部ＩＤ」により「電源タップ４」を一意に識別しても，それは\n「電源タップ４」の識別にとどまるものであって，当該「電源タップ４」の\n設置箇所も識別できるとする根拠は見出せない。\nすなわち，「電源タップ４」の「検出部ＩＤ」から住居内の設置箇所を識\n別するためには，「検出部ＩＤ」と当該「電源タップ４」の住居内での設置\n箇所とを対応付けた何らかの付加的情報が必要である。「電源タップ４」の\n「検出部ＩＤ」という，電源タップを一意に識別する符号から，当該「電源\nタップ４」の設置箇所を識別することができる，と認めることはできない。\n⑶  被告の主張について\nア  被告は，本願明細書等の段落【００２４】において，照明装置から発信\nされるＩＤ番号としては「位置ＩＤ番号」のみが開示されているところ，\n位置ＩＤ番号に紐づけられる位置情報に設置箇所（個々の部屋）が含まれ\nるか否かが明らかでないと指摘する。\nしかしながら，次の(ア)ないし(ウ)に照らすと，本願発明の「位置ＩＤ\n番号」には，居宅内の各部屋を特定する「内部管理ＩＤ番号」が含まれる，\nと理解されるから，被告の上記指摘は上記認定を覆すものではない。\n(ア)  段落【００２６】及び【００２７】においては，情報を受信するク\nラウドサーバの側のデータベース内に，居宅内の各部屋を特定する「内\n部管理ＩＤ番号」が登録されることが記載されており，段落【００２\n９】以下では，安否確認システムの動作によって，居宅内のどの部屋\n（設置箇所）において異常が生じているのかを判定する仕組みが詳細に\n説明されている。そうすると，発信装置から発信される「位置ＩＤ番\n号」が，クラウドサーバの保有する「内部管理ＩＤ番号」を含むものと\n解しないと，本願明細書等の記載全体を合理的に理解することができな\nい。\n(イ)  段落【００３５】，【００４０】及び【００４２】には，段落【０\n０２４】と異なり，「位置ＩＤ番号」が照明装置の設置箇所（居間，ト\nイレ，寝室等の各部屋）を特定することが明示されている。\n(ウ)  段落【００２４】において，「位置ＩＤ番号」に紐づけられる「位\n置情報」は，「設置箇所が存在する施設の住所，並びに設置箇所の緯度\n経度及び施設の設置する階数等」（下線付加）である。この「等」に，\n設置箇所となる各部屋の名称（居間，トイレ，寝室等）を含めることに\nよって，位置ＩＤ番号が，設置箇所を特定する情報（クラウドサーバの\n「内部管理ＩＤ番号」に対応する情報）を含むものと解釈することが許\nされないとはいえない。\nまた，設置箇所となる各部屋の名称を「等」に含めることが許されな\nい，あるいは位置情報をクラウドサーバへ登録する旨について述べたも\nのにとどまる，と解釈し，当該施設の中での「設置箇所」（各部屋）の\n位置情報は，利用者が照明装置の設置後にアプリを用いてクラウドサー\nバに登録する，と理解することも可能である。段落【００１９】の「利\n用者は，取得したアプリにしたがい，・・・照明装置の設置箇所・・・\nの設定登録を行う」との記載も参酌すると，むしろ，かかる理解が本筋\nであるともいえる。\n前記⑴のとおり，照明装置から発信される「ＩＤ番号」とクラウドサ\nーバに登録される「ＩＤ番号」とを相互に対照することができて初めて\n本願発明は所期の作用効果を奏することができるのであるから，本願明\n細書等に接する当業者の理解は，上記のいずれかであると考えられる。\nイ  被告は，電源タップに接続される電気機器の設置箇所（部屋）は，電気\n機器の種別によって通常定まるから，引用発明の「検出部ＩＤ」は，単に\n「電源タップ４を一意に識別する符号」，すなわち，住居内の「どれ」か\nということを識別する符号にとどまるものでもなく，住居内で「どこ」に\n設置されているのかを識別する符号であって，位置情報として意味を有し，\n本願発明の「内部管理ＩＤ番号」と同じ役割を有している旨主張する。\nたしかに，被告がその主張の根拠とする引用文献１の【図５】において，\n「住居ＩＤ」，「検出部ＩＤ」（図５の「計測部ＩＤ」との記載は「検出\n部ＩＤ」の誤記と認められる。），「機器種類」，「稼働状況」などから\nなる機器稼働データが例示されており，たとえば，「検出部ＩＤ」が“ｉ\nｄ１３”の場合は，「住居ＩＤ」が“ｈｉｄ７”の場合も“ｈｉｄ２”の\n場合も「機器種類」が“電気炊飯器”であること，「検出部ＩＤ」が“ｉ\nｄ１７”の場合は，「機器種類」が“ＰＣ”，“アイロン”，あるいは\n“ポット”であることが例示されており，「検出部ＩＤ」と電気機器の種\n類，ひいては「電源タップ４」の設置箇所との間に何らかの相関関係があ\nることも推測される。\nしかしながら，引用文献１の【図５】におけるこれらの例示は，利用者\nが住居内に各電源タップを任意に設置して電気機器に接続した結果として\n生じる，「検出部ＩＤ」と接続されている電気機器との対応関係を示して\nいるにすぎないというべきであって，たとえば，前記ポットは，台所，居\n間，ダイニング，寝室のいずれでも利用されることに鑑みると，【図５】\nの記載をもってして，「電源タップ４」の「検出部ＩＤ」と当該「電源タ\nップ４」の設置箇所との間に何らかの対応関係が定められているとするこ\nとはできない。\nまた，引用文献１の段落【００７５】ないし【００７８】には，実施の\n形態３に係る生活状況監視システムにおいて，「電源タップ４」に機器種\n類を設定する「スライドスイッチ２０ａ」を設けることが記載されており，\n【図１６】には，機器種類として，「冷蔵庫」，「炊飯器」，「テレビ」，\n「アイロン」，「レンジ」，「その他」が例示されており，「スライドス\nイッチ２０ａ」がこれらの機器種類の中から任意に機器種類を選択するこ\nとが示されている。\nしてみると，引用文献１に記載の「電源タップ４」は，「冷蔵庫」，\n「炊飯器」，「テレビ」等を含め，種々の電気機器に接続されることを前\n提としたものであり，当該「電源タップ４」が設置される箇所も，台所，\n居間等，住居内の様々な箇所が想定されるものであるから，「電源タップ\n４」の「検出部ＩＤ」と当該「電源タップ４」の設置箇所との間には，元\n来関連性はない。\n以上によれば，引用文献１に，「電源タップ４」を一意に識別するため\nの「検出部ＩＤ」に基づいて，当該「電源タップ４」の設置箇所を識別す\nるという技術思想が開示されているとは認められず，被告の上記主張は採\n用することができない。\nウ  被告は，住居内の電源タップ及びそれに接続される家電機器は，いった\nん設置されれば移動しないのが通常であること，引用発明においては「電\n源タップ４」の設置箇所が判明しているからこそ警戒すべき状況か否かの\n判定ができること，を考慮すれば，「電源タップ４」の「検出部ＩＤ」は\n設置箇所を識別し得る情報であり，本願発明の位置情報（設置箇所の情報\nを含む。）と相違しない旨主張する。\nしかしながら，以下のとおり，被告の上記主張は採用することができな\nい。\n(ア)  引用文献１の【図１３】には，警戒すべき状況か否かを判定するた\nめの条件の例が記載されている。この記載からは，電気機器の種別（テ\nレビ，炊飯器，アイロン等）と稼働状況（稼働中か停止中か）に応じて\n警戒状況を判定するという技術思想は読み取れるものの，電気機器の種\n別が同一である場合に，当該電気機器の設置箇所に応じて判定する条件\nを異ならせる（例えば，居間と寝室のテレビとで判定条件を異ならせ\nる）という技術思想を読み取ることはできない。\n例えば，【図１３】に記載された判定条件のうち，「３日以上，『電\n気炊飯器』の『停止』が続いた場合」は，住人が食事をとっていないと\nいう事態をうかがわせるから，かかる場合をもって段落【００５７】等\nにいう「警戒すべき稼働状況」として登録する，というのが引用発明の\n技術思想であると解される。電気炊飯器の設置箇所は，通常，「台所」\nという住居内の特定の部屋であるが，その間に住人が台所に立ち入った\nか否かが，警戒状況か否かを判定するための条件とされているものでは\nない。\nこのように，引用発明においては，警戒すべき状況か否かを判定する\nための情報として，特定の電源タップに接続された電気機器の種別を用\nいているが，当該電源タップ及びそれに接続された電気機器の設置箇所\nと関連する情報を用いることの開示又は示唆はない。\n(イ)  引用文献１の【図６】には，二つの部屋のそれぞれにおいて，同一\nの種別の電気機器である照明装置が「電源タップ４」に接続される態様\nが開示されており，二つの部屋にそれぞれ設けられた「電源タップ４」\nが，「検出部ＩＤ」を「遠隔監視装置１」に送信するものと認められる\nが，この場合であっても，上記(ア)に示したとおり，「検出部ＩＤ」は，\n各々の電源タップ及びこれに接続された電気機器を一意に識別するため\nの符号であるにとどまり，「電源タップ４」の設置箇所を示す情報では\nないから，「検出部ＩＤ」により各部屋を識別できるとする技術的根拠\nは見出せない。\n⑷  以上によれば，引用発明の「検出部ＩＤ」は，「電源タップ４」の住居内\nでの設置箇所を識別するものではないから，本願発明の位置情報のうち，住\n居内における設置箇所を特定する「内部管理ＩＤ番号」（具体的には居間，\nトイレ，寝室等の各部屋）とは技術的意義を異にする。\nそれにもかかわらず，本件審決は，引用発明の「検出部ＩＤ」は本願発明\nの「内部管理ＩＤ番号」に相当するとして，「施設内での設置箇所に係るＩ\nＤ番号」が安否確認に用いられることを一致点の認定に含めており，この認\n定には誤りがあるといわざるを得ない。その結果，本件審決は，原告の主張\nに係る相違点５を看過しており，上記一致点の認定誤りは本件審決の結論に\n影響を及ぼす誤りである。\n４  取消事由２（照明装置の交換についての効果の判断の誤り）について\n⑴  原告は，本願発明においては，「照明装置」自体が「発信装置」を備えて\nいるため，既存の照明装置を本願発明の「照明装置」に交換するだけで，\n「工事を要することなく既存の照明装置を本願発明の照明装置に交換し，本\n願発明に係る安否確認システムを導入することができる」という効果を奏す\nる旨主張するので，検討する。\n⑵  引用発明は，「電源タップ４」が１対１の関係で「電気機器６」と接続さ\nれるものである。引用文献１の段落【００２０】，【図１】等には，引用発\n明の実施形態として，「電源タップ４」と「電気機器６」との接続に関して\nコンセントを介して接続することが開示されているが，コンセントに接続さ\nれるもの同士である「電気機器６」と「電源タップ４」とを一体とし，一つ\nの構成とすることに格別の技術的困難性は認められず，当業者であれば必要\nに応じて適宜なし得ることにすぎないと認められる。\nそして，引用文献１の段落【００２１】には，「コンセント２６に接続さ\nれる電気機器６は任意であって，例えば，テレビ，冷蔵庫，エアコン，掃除\n機，照明器具，電気ポット，電気炊飯器，電子レンジまたはパソコンなどど\nのような電気機器でも構わない。」と記載されているところ，照明器具には\n電気スタンドなどコンセントを備える照明装置も想定されることから，かか\nる照明装置と電源タップとを一体化した場合，電気スタンドを交換すること\nによって，工事の必要なく，電源タップも交換されることになる。\nしてみると，引用発明においても，既存の「照明装置」を交換するだけで，\n「工事を要することなく」引用発明の生活状況遠隔監視システムを導入する\nという効果を奏し得るものであるから，原告の上記主張は，本願発明の進歩\n性を基礎付けるものではなく，採用することができない。\n５  取消事由３（相違点３及び４の容易想到性の判断の誤り）について\n⑴  原告は，コンセントの存在が必須な「電気機器６」と「電源タップ４」か\nらなる引用発明に接する当業者が，本願発明の「照明装置」に「発信装置」\nを内蔵させるという構成を想到するためには，コンセントの存在が障壁とな\nり，技術的な困難性がある旨主張するので，検討する。\n⑵  本願発明は，「照明装置」に関して「点灯又は消灯する照明装置」と特定\nしているだけであるから，本願発明の「照明装置」には，「点灯又は消灯す\nる照明装置」であれば，いかなる照明装置も含まれるものと解され，当然，\nコンセントに接続されて用いられる照明装置も，「点灯又は消灯する」もの\nであれば，本願発明の「照明装置」に含まれるものである。\nそして，上記４⑵で検討したとおり，引用発明において，コンセントに接\n続されるもの同士である「電気機器６」と「電源タップ４」とを一体とする\nことは，当業者であれば必要に応じて適宜なし得ることにすぎないと認めら\nれるところ，「電気機器６」がコンセントに接続される照明装置の場合には，\n当該照明装置は「電源タップ４」と一体となるものであるから，本願発明の\n「照明装置」に「発信装置」を内蔵させる構成に至ることになり，そのこと\nに技術的な困難性は認められない。\nしたがって，原告の上記主張は採用することができない。\n６  結論\n以上のとおり，取消事由２及び３に係る原告の主張には理由がないが，取消\n事由１に係る原告の主張には理由があるので，審決にはこれを取り消すべき違\n法がある。\nよって，主文のとおり判決する。\n知的財産高等裁判所第３部\n裁判長裁判官\n東   海   林      保\n裁判官\n上    田    卓    哉\n裁判官\n都    野     道    紀\n別紙１  本願明細書の図面\n【図１】\n【図２】\n別紙２  引用文献１の図面\n【図１】\n【図４】\n【図５】\n【図６】\n【図１０】\n【図１３】\n【図１４】\n【図１６】\n"
}