{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 4,
    "month": 3,
    "day": 29
  },
  "case_number": "令和3(ワ)24349",
  "case_name": "発信者情報開示請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "91568",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=91568",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/568/091568_hanrei.pdf",
  "contents": "令和４年３月２９日判決言渡  同日原本交付  裁判所書記官\n令和３年（ワ）第２４３４９号  発信者情報開示請求事件\n口頭弁論終結日  令和４年２月２４日\n判 決\n原        告           Ｘ\n同訴訟代理人弁護士            臼   坂   富士 彦\n森島崇 行\n被        告  ＫＤＤＩ株式会 社\n同訴訟代理人弁護士  今井和 男\n小倉慎 一\n山本一 生\n被        告  ソニーネットワークコミュニケーションズ株式会社\n同訴訟代理人弁護士  波多江      崇\n呉竹   辰\n松岡   亮\n慶太 朗\n林   里 奈\n中沢大 佑\n主 文\n１  被告ＫＤＤＩ株式会社は、原告に対し、別紙１発信者情報目録記\n載の各情報を開示せよ。\n２  被告ソニーネットワークコミュニケーションズ株式会社は、原告\nに対し、別紙２発信者情報目録記載の各情報を開示せよ。\n３  原告のその余の請求を棄却する。\n４  訴訟費用は、原告に生じた費用の１４分の７と被告ＫＤＤＩ株式会社に\n生じた費用の１４分の１３を同被告の負担とし、原告に生じた費用の１４\n分の４と被告ソニーネットワークコミュニケーションズ株式会社に生じた\n費用の３分の２を同被告の負担とし、その余を原告の負担とする。\n事実及び理 由\n第１  請求\n１  被告ＫＤＤＩ株式会社（以下「被告ＫＤＤＩ」という。）は、原告に対し、\n別紙３発信者情報目録記載の各情報を開示せよ。\n２  被告ソニーネットワークコミュニケーションズ株式会社（以下「被告ソニー」\nという。）は、原告に対し、別紙４発信者情報目録記載の各情報を開示せよ。\n第２  事案の概要\n本件は、原告が、氏名不詳者がインターネット上の投稿サイトに別紙５及び\n６の各投稿記事目録記載の各投稿を掲載して、原告の著作権（複製権及び公衆\n送信権）及び肖像権を侵害したなどと主張して、経由プロバイダである被告ら\nに対して、特定電気通信役務提供者の損害賠償責任の制限及び発信者情報の開\n示に関する法律（以下「法」という。）４条１項に基づき、別紙３及び４の各\n発信者情報目録記載の各情報（以下「本件発信者情報」という。）の開示を求\nめる事案である。\n１  前提事実（当事者間に争いがないか、掲記の証拠（特記ない限り枝番号含\nむ。）及び弁論の全趣旨により容易に認定できる事実）\n⑴  当事者\nア  原告は、７歳と４歳の娘を持つ主婦であり、インスタグラムに日常生活\nにおける自分や家族、友人、知人らとの写真などを投稿している。上記原\n告のインスタグラムのフォロワー数は２０万人を超えている。（甲９）\nイ  被告らは、電気通信事業を営む株式会社である。\n⑵  本件各投稿\n氏名不詳者は、別紙５及び６の各投稿記事目録の各「投稿日時」欄記載の\n各日時（日本時間）に、被告らから同目録の各「ＩＰアドレス」欄記載のＩ\nＰアドレスの割り当てを受けて、インターネット上の掲示板サイト「Ａ」\n（以下「本件ウェブサイト」という。）に設けられた同目録の各「スレッド」\n欄記載のスレッドに各投稿をした（以下、別紙５投稿記事目録の第１の投稿\nを「本件投稿１－１」、同目録第２の１及び２の各投稿を「本件投稿１－２\n－１」及び「本件投稿１－２－２」、同目録第３の投稿を「本件投稿１－３」、\n別紙６投稿記事目録の第１の投稿を「本件投稿２－１」、同目録第２の投稿\nを「本件投稿２－２」、同目録第３の投稿を「本件投稿２－３」といい、こ\nれらを併せて「本件各投稿」という。）。\n本件各投稿の内容は、別紙５及び６の各投稿記事目録の各「侵害投稿」欄\n記載のとおりである（以下、別紙５投稿記事目録の第１の記事を「本件投稿\n記事１－１」、同目録第２の１及び２の各記事を「本件投稿記事１－２－１」\n及び「本件投稿記事１－２－２」、同目録第３の記事を「本件投稿記事１－\n３」、別紙６投稿記事目録の第１の記事を「本件投稿記事２－１」、同目録第\n２の記事を「本件投稿記事２－２」、同目録第３の記事を「本件投稿記事２\n－３」という。また、本件投稿記事１－１及び本件投稿記事１－２－１に掲\n載された画像を「本件写真１」、本件投稿記事１－２－２の中央に掲載され\nた画像を「本件写真２」、本件投稿記事１－３に掲載された画像を「本件写\n真３」、本件投稿記事２－１に掲載された画像を「本件写真４」、本件投稿記\n事２－２に掲載された画像の左側のものを「本件写真５－１」、右側のもの\nを「本件写真５－２」、本件投稿記事２－３に掲載された画像を「本件写真\n６」という。）。\n（以上⑵について甲３ないし７）\n⑶  被告らの本件発信者情報の保有\nア  被告ＫＤＤＩは、別紙１発信者情報目録記載の各情報を保有している\n（争いのない事実）。\nイ  被告ソニーは、別紙４発信者情報目録記載の１ないし４の各情報を保有\nしている（争いのない事実）。\n２  争点\n⑴  本件各投稿による原告の権利侵害の明白性\n（被告ＫＤＤＩ関係）\nア  本件投稿１－１、同１－２－１、同１－２－２、同１－３により原告の\n肖像権が侵害されたことが明らかといえるか否か。\n（被告ソニー関係）\nイ  本件投稿２－１により原告の肖像権が侵害されたことが明らかといえる\nか否か。\nウ  本件投稿２－２により原告の肖像権又は著作権が侵害されたことが明ら\nかといえるか否か。\nエ  本件投稿２－３により原告の著作権が侵害されたことが明らかといえる\nか否か。\n⑵  発信者情報の開示を受けるべき正当な理由の有無\n３  争点に関する当事者の主張\n⑴  争点⑴アないしエ（本件各投稿による原告の肖像権又は著作権侵害の有無）\n【原告の主張】\nア  本件投稿１－１\n原告は、インスタグラマーとして多数のフォロワーを有する人物である\nものの、一般私人であり、その肖像を無断で使用されることを受忍しなけ\nればならない社会的地位にはなく、また、第三者に写真の転載を許諾した\nこともない。本件投稿記事１－１は、原告について、「通称Ｂ。実際は思\nいっきり芋くさい面長顔のそのへんにいる凡顔おばさん。それをアプリで\n別人加工し盛れる自撮りが大好き」などと記載する投稿から始まるスレッ\nドの投稿群の中の一部であり、原告の容姿を嘲笑、揶揄する文言が付され\nたものであって、その肖像の使用につき、正当な目的や必要性がない。そ\nして、本件投稿記事１－１は、原告の個人攻撃をするための手段として、\nその容貌の誹謗中傷、侮辱の材料として、原告を撮影した静止画である本\n件写真１を用いており、明らかに社会生活上受忍限度を超える使用態様で\nあり、本件投稿１－１は、原告の肖像権を侵害する。\nイ  本件投稿１－２－１\n本件投稿記事１－２－１は、上記本件投稿記事１－１と同様に、原告の\n容貌や人格について嘲笑する趣旨の投稿に、原告を撮影した動画の静止画\nである本件写真１を用いており、社会生活上の受忍限度を超えており、本\n件投稿１－２－１は、原告の肖像権を侵害する。\nウ  本件投稿１－２－２\n本件投稿記事１－２－２は、上記本件投稿記事１－１と同様に、原告の\n容貌について揶揄する趣旨の投稿に、原告が美容クリニックのインターネ\nット宣伝用に掲載を許諾した原告の施術前後の写真である本件写真２を用\nいており、社会生活上の受忍限度を超えており、本件投稿１－２－２は、\n原告の肖像権を侵害する。\nエ  本件投稿１－３\n本件投稿記事１－３は、上記本件投稿記事１－１と同様に、原告の容貌\nを嘲笑する趣旨の投稿に、本件写真１と同じ画像と原告の友人のインスタ\nグラムに掲載されていた写真をトリミングした画像を並べた本件写真３を\n用いており、社会生活上の受忍限度を超えており、本件投稿１－３は、原\n告の肖像権を侵害する。\nオ  本件投稿２－１\n本件投稿記事２－１は、上記本件投稿記事１－１と同様に、原告の容姿\nを嘲笑する趣旨の投稿に原告を撮影した動画の静止画である本件写真４を\n用いており、社会生活上の受忍限度を超えており、本件投稿２－１は、原\n告の肖像権を侵害する。\nカ  本件投稿２－２\n本件投稿記事２－２は、上記本件投稿記事１－１と同様に、原告の容\n姿を嘲笑する趣旨の投稿に、原告が自らのスマートフォンで自撮りした\n本件写真５－１と原告が美容クリニックのモニターモデルとして撮影及\nびインターネット宣伝用に掲載を許諾した本件写真５－２を用いており、\n社会生活上の受忍限度を超えており、本件投稿２－２は、原告の肖像権\nを侵害する。\n本件投稿記事２－２の本件写真５－１は、原告が自らのスマートフォ\nンで自撮りした写真であり、構図、撮影アングルなどの点で原告の思想\n及び感情を創作的に表現したものであり、著作物であると認められ、原\n告は、本件写真５－１の著作権を有する。\n被告ソニーは、本件写真５－１の利用が適法な引用に当たるなどと主\n張するが、本件投稿２－２は、原告に対する誹謗中傷を誘発させること\nが目的であり、引用の目的自体が不当であり、「引用の目的上正当な範\n囲内」でないことは明らかであり、適法な引用には当たらない。\nしたがって、本件投稿２－２は、原告の著作権（複製権及び公衆送信\n権）を侵害する。\nキ  本件投稿２－３\n本件写真６は、原告が自らのスマートフォンで原告の手と化粧品を撮影\nした写真であり、構図、撮影アングル、露光などの点で原告の思想及び感\n情を創作的に表現したものであり、著作物であると認められる。\nそして、本件写真６は原告のインスタグラムに掲載したものであること、\n本件件投稿２－３の日時は、「２０２１年５月２２日１１：２１」であり、\n本件写真６には「入院中老けるわけにはいかないから持ってきてもらった」\nとあるところ、原告は同月２０日に入院していたこと、本件写真６に写っ\nている「Ｃ」は原告が宣伝している商品であることからすれば、本件写真\n６は、原告が入院中にベッドの上で撮影したものであり、原告は、本件写\n真６の著作権を有する。\n被告ソニーは、本件写真６の利用が適法な引用に当たるなどと主張する。\nしかし、本件投稿２－３は、原告に対する誹謗中傷を誘発させることが目\n的であり、引用の目的自体が不当であり、「引用の目的上正当な範囲内」\nでないことは明らかであり、適法な引用には当たらない。\nしたがって、本件投稿２－３は、原告の著作権（複製権及び公衆送信権）\nを侵害する。\n【被告ＫＤＤＩの主張】\nア  本件投稿１－１、同１－２－１、同１－２－２、同１－３に投稿された\n写真の対象が原告であるか明らかではなく、また、仮に各写真の対象が原\n告であったとしても、以下のとおり、いずれも原告の肖像権を侵害するも\nのではない。\nイ  本件投稿１－１\n原告は、本件写真１の公表に承諾しており、肖像権を放棄している。\nまた、原告は、インスタグラマーであり、自己の容貌等についての写真\n等のインターネットへの公開について、一般人よりも受忍しなければな\nらない社会的地位にあるところ、本件投稿記事１－１の内容は、原告の\n姿を写した写真と「さわやかだと思います」という投稿者の感想を述べ\nるものにすぎず、原告の名誉やプライバシーを侵害するものではない。\nそして、インスタグラマーである原告をテーマとして会話をするために\nは、その話題として本件投稿１－１をする必要性もある。したがって、\n本件投稿１－１は、社会通念上受忍すべき限度を超えるものではなく、\n違法な肖像権の侵害があったとはいえない。\nまた、インターネット上に写真等を発表した場合には、それに対して\n肯定的な反応も否定的な反応も存在するのが当然であり、発表者は否定\n的な反応についてもそれを甘受する義務があるところ、本件投稿１－１\nは、原告の写った画像に対する当然予想され得る反応として社会通念上\n許される範囲内でされたものであり、これを違法なものとすること自体\n失当であり、違法性はない。\nウ  本件投稿１－２－１\n原告は、本件写真１の公表に承諾しており、肖像権を放棄している。ま\nた、本件投稿記事１－２－１の表現は、簡潔で具体性もない表現であり、\n意見を述べたものにすぎない上に、上記イ のとおり原告がインスタグラ\nマーであることなどに照らせば、本件投稿１－２－１における本件写真１\nの掲載が社会通念上受忍限度を超えていることが明らかとはいえず、原告\nの肖像権を侵害したことが明らかとはいえない。\nエ  本件投稿１－２－２\n原告は、本件写真２のインターネット上の掲載に承諾しており、肖像権\nを放棄している。また、本件投稿記事１－２－２の表現は、簡潔で具体性\nもない表現にすぎない上に、上記イ のとおり原告がインスタグラマーで\nあることなどに照らせば、本件投稿１－２－２における本件写真２の掲載\nが社会通念上受忍限度を超えていることが明らかとはいえず、原告の肖像\n権を侵害したことが明らかとはいえない。\nオ  本件投稿１－３\n原告は、本件写真３について友人が自らのインスタグラムに掲載するこ\nとについて承諾しており、肖像権を放棄している。また、本件投稿記事１\n－３の表現は、投稿者の意見を述べたものにすぎず、かつ簡潔な表現であ\nる上に、上記イ のとおり原告がインスタグラマーであることなどに照ら\nせば、本件投稿１－３における本件写真３の掲載が社会通念上受忍限度を\n超えていることが明らかとはいえず、原告の肖像権を侵害したことが明ら\nかとはいえない。\n【被告ソニーの主張】\nア  本件投稿２－１、同２－２に投稿された本件写真４、本件写真５の対象\nが原告であるか明らかでなく、また、仮に各写真の対象が原告であったと\nしても、以下のとおり、いずれも原告の肖像権を侵害するものではない。\nイ  本件投稿２－１\n原告は、商品の宣伝・広告により金銭を得るインスタグラマーであり、\nそのフォロワー数は２２万人を超えており社会的影響力は大きく、肖像の\n使用を一定程度受忍すべき立場にある。本件投稿２－１は、原告の容姿に\n関する投稿であるところ、原告の容姿を摘示する場合において、原告の肖\n像が撮影された写真はその容姿を最も正確かつ簡明に描写することができ\nる手段であると同時に、摘示する容姿に関する評価の根拠となるものとい\nえる。そして、本件投稿２－１は、原告が宣伝・広告する商品に関する正\n確な情報を提供しようとする公益的な目的で投稿されたものである可能性\nがあり、かつ、その目的のための必要不可欠な最小限度の方法であるとい\nえる。本件投稿２－１における本件写真４は、原告の明示又は黙示の承諾\nを得てＳＮＳ上に投稿された可能性が高く、原告は、本件写真４の肖像権\nを放棄した可能性があり、また、肖像権の放棄とまで認められないとして\nも、本件写真４に係る原告の肖像の要保護性は大幅に低いといわざるを得\nない。\n以上によれば、本件投稿２－１における原告の肖像の使用が社会生活上\n受忍の限度を超えるとはいえない。\nウ  本件投稿２－２\n肖像権侵害について\n本件投稿２－２は、原告の容姿に関する投稿であるところ、上記イと\n同様に、原告の社会的地位・活動内容に鑑みれば、原告は肖像の使用を\n一定程度受忍すべき立場にある。他方で、本件投稿２－２の投稿者は正\n当な目的のために必要不可欠な最小限度の方法として原告の肖像を使用\nしているにすぎず、かつ、使用された原告の肖像は、本件投稿２－２以\n前の時点で原告の明示又は黙示の承諾の下で公開されたものであり、要\n保護性が認められないか、少なくとも非常に小さいことからすれば、本\n件投稿２－２における原告の肖像の使用が社会生活上受忍の限度を超え\nるとはいえない。\n著作権侵害について\n本件写真５－１は、原告と思しき女性を単に正面から撮影したにすぎ\nず、構図、撮影アングルのいずれの点についてもありふれた表現にとど\nまっており、創作性が表れているとはいえない。また、原告が本件写真\n５－１を撮影したことが客観的に明らかとはいえず、原告に著作権が帰\n属しているとはいえない。したがって、本件投稿２－２により原告の著\n作権が侵害されたとはいえない。\nまた、本件投稿２－２は、「自撮りと全然違います」という主題の例\n証として、本件写真５－１を引用しており、主従関係がないとはいえず、\nかつ、明瞭区分性も認められ、「引用」に該当する。また、スレッドに\n写真を投稿する行為自体が特定の慣行に反する利用態様に該当すること\nはないため、「公正な慣行に合致するもの」といえる。そして、上記写\n真を掲載した目的は、原告が紹介する商品を購入する消費者にとって重\n要な関心事を伝達することにある可能性があり、その方法は、原告の承\n諾の下で公開済みの写真を対照しやすいように並べて掲載するというも\nのであり、目的達成のために合理的かつ必要最小限度の行為であり、\n「引用の目的上正当な範囲内」といえる。したがって、本件写真５－１\nの投稿は、適法な引用であり、原告の著作権を侵害しない。\nエ  本件投稿２－３\n本件写真６は、商品を単に正面から撮影したにすぎず、構図、撮影アン\nグルのいずれの点についてもありふれた表現にとどまり、創作性が表れて\nいるとはいえない。また、原告が本件写真６を撮影したことが客観的に明\nらかとはいえず、原告に著作権が帰属しているとはいえない。\nまた、本件写真６は、原告がステルスマーケティングを意味する「ステ\nマ」を行っているという趣旨の文章と共に投稿されており、上記ウ と同\n様に、「引用」の要件を満たすことから、本件写真６の投稿は、原告の著\n作権を侵害しない。\n⑵  争点⑵（発信者情報の開示を受けるべき正当な理由の有無）\n【原告の主張】\n原告は、本件各投稿の投稿者に対して、不法行為に基づく損害賠償請求等\nを行うために、本件発信者情報の開示を受ける必要があり、開示を受けるべ\nき正当な理由がある。\n【被告らの主張】\n原告の主張は争う。\n第３  当裁判所の判断\n１  認定事実\n証拠（後掲）及び弁論の全趣旨によれば、以下の事実を認めることができる。\n⑴    本件ウェブサイトには、令和元年１２月に「インスタＤ-2 Ｘ」という原\n告の実名を付したスレッドが作成され、以降、令和３年６月２日時点まで\nに「インスタＤ-2 Ｘ-2」ないし「インスタＤ-2 Ｘ-26」などの原告の実名\nを付した合計２７件のスレッド（以下、これらの原告の実名を付したスレ\nッドを「本件スレッド」と総称する。）が作成された。本件スレッドのうち\nの「インスタＤ-2  Ｘ-17」というタイトルのスレッドの投稿番号４０の投\n稿が本件投稿２－１であり、投稿番号４６１の投稿が本件投稿１－１であ\nり、「インスタ Ｄ-2  Ｘ-18」というタイトルのスレッドの投稿番号５９０\nの投稿が本件投稿２－２であり、「インスタ Ｄ-2  Ｘ-19」というタイトル\nのスレッドの投稿番号１４の投稿が本件投稿１－２－１であり、投稿番号\n９５５の投稿が本件投稿１－２－２であり、「インスタ Ｄ-2 Ｘ-23」とい\nうタイトルのスレッドの投稿番号７５６の投稿が本件投稿１－３であり、\n「インスタ Ｄ-2 Ｘ-24」というタイトルのスレッドの投稿番号９７５が本\n件投稿２－３である。（甲２ないし７）\n⑵    「インスタＤ-2 Ｘ-17」というタイトルのスレッドの冒頭には、「通称Ｂ。\n実際は思いっきり芋くさい面長顔のそのへんにいる凡顔おばさん。それを\nアプリで別人加工し盛れる自撮りが大好き。（鏡に映る実像をどうやって脳\n内変換しているのか教えてくれｗ）  主な収入源は詐欺ステマ。フォロワ\nーを騙しても心傷むことなくブランド品を買い漁りたいがためにステマス\nテマステマのオンパレード。（ステマをしないとエルメスもカルティエも買\nえません！）  上品ぶっていても発信される内容は口が悪いし何様発言が\n多くてほんとイタイ…  多摩川を越えての青山セカンドハウス物語〜週末\nは背景が変わりますｗオーダー中のだっさいセンスのインテリアにも乞う\nご期待！（今はリース家具ってことらしいからｗ）  突っ込みどころ満載\nなおもしろＢさんのファンスレをぜひ楽しんでｗ」との記載がある（甲２\nの６、１０の２）。\n上記スレッドには、「スタイルは加工なし？」（投稿番号３７）、「実物は短\n足だから足長加工必須だよ」「クリアのサイト見たらわかる」「顔を載せてな\nくても５等身ぐらいって一目瞭然」「顔長いんだもん」（同３８）、「顔むちゃ\nくちゃデカい！」（同３９）との記載がある各投稿がされており、それらの\n投稿の後に、本件投稿２－１（同４０）がされた。そして、本件投稿２－１\nに対して、「＞＞４０  これは撮る角度が悪すぎてすごいバランスになって\nるけど顔の長さは角度の問題でなくてこのまんまだよねｗｗ」（同４３）、\n「＞＞４０  田舎の寂れたスナックにいるホステスみたいですね」（同４４）\nなどの記載がある各投稿がされた（甲３の１）。\nまた、上記スレッドには、本件投稿１－１（投稿番号４６１）もされてお\nり、本件投稿１－１に対して、「＞＞４６１  これこそ本物だ！」（同５５\n３）、「＞＞４６１  Ｘさんて倖田來未に似てる」（５８１番）、「ノえぇ――\n――――――」（同７０９）などの記載がある各投稿がされた（甲３の２、\n１０の２）。\n⑶  「インスタ Ｄ-2  Ｘ-18」というタイトルのスレッド冒頭には、上記⑵の\nスレッドの冒頭と同様の記載がある（甲２の７）。\n上記「インスタ Ｄ-2 Ｘ-18」のスレッドには、「ほんとになんであんな頭\n長いの？」（投稿番号５８２）、本件写真１と共に「ちなみに「実物はさわや\nか」っていうのはさわやかな人っていう意味ではなくコレからきてるから\n（笑）」との記載がある投稿（同５８４）、「＞＞５８４  え…実物これ？４\n０歳ぐらい？」（同５８７）との記載等がある投稿がされ、それらの投稿の\n後に、本件投稿２－２（同５９０）がされた。本件投稿２－２に対して、\n「＞＞５９０  これで満面の笑みで自宅でポーズ決めて一人で自撮りしてる\nの凄いよね」（同５９７）などの記載がある投稿がされた（甲４）。\n⑷  「インスタ Ｄ-2  Ｘ-19」というタイトルのスレッドの冒頭には、上記⑵\nのスレッドの冒頭と同様の記載がある（甲２の８）。\n上記「インスタ Ｄ-2 Ｘ-19」のスレッドには、「シジミ目で余白多すぎ」\n（投稿番号４）、「ここでシジミ目言われてるから、キー！フンガフンガ！で\n今さらなる加工中なんでしょ笑  誰よりも加工しないと、見栄っ張りだから\n笑  悔しくて悔しくて今のままでは投稿できないんでしょ笑  自分が一番可\n愛く写ってないとね」（同６）、「皆で投稿前に加工回ししなかったんだろう\nか。いつもより加工あまめだよね。」（同８）、「無加工なわけない  さわやか\n見て！」（同１２）などの記載がある各投稿がされ、それらの投稿の後に、\n本件投稿１－２－１（同１４）がされた。本件投稿１－２－１に対して、\n「さわやかの顔の、ほんと怖いｗ４０代後半のおばさんにしか見えないｗ」\n（同１５）、「＞＞１４  ４６歳くらいに見えた  別人だ」（同１６）、「＞＞\n１４  ノーマルカメラはこれだもんね」（同１６２）などの記載がある各投\n稿がされた（甲２の８、５の１）。\nまた、上記スレッドには、「なぜこんな叩かれるんですか？普通に美人だ\nし、恨まれるような事したの？普通に街歩いてたら振り返る様な人だと思う」\n（投稿番号９５４）などの記載がある投稿の後に、本件投稿１－２－２（同\n９５５）がされた。本件投稿１－２－２に対して、「＞＞９５４  うん、私\nも振り返って２度見してしまうと思うｗ」（同９５７）などの記載がある投\n稿がされた（甲５の２）。\n⑸  「インスタ Ｄ-2 Ｘ-23」というタイトルのスレッドの冒頭には、「通称Ｂ。\n実際の顔はシジミ目キンタロー似。そのへんにいる面長の凡顔おばさん。そ\nれをアプリで韓国風美女に鬼加工して盛りまくった自分が大好き。（鏡に映\nる実像をどうやって脳内変換しているのか教えてくれｗ）  主な収入源は詐\n欺ステマ。フォロワーを騙しても心傷むことなくブランド品を買い漁りたい\nがためにステマステマステマのオンパレード。（ステマをしないとエルメス\nもカルティエも買えません！ステマ収入の税金対策にダミー会社も立ち上げ\nてま〜す！）  上品ぶっていても発信される内容は口が悪いし何様発言が多\nくてほんとイタイおばさん…  多摩川を越えての青山セカンドハウス物語〜\n週末は背景が変わりますｗオーダー中のだっさいセンスのインテリアにも乞\nうご期待！（今はリース家具ってことらしいからｗ）  突っ込みどころ満載\nなおもしろＢさんのファンスレをぜひ楽しんでｗ」との記載がある（甲２の\n１２）。\n上記スレッドには、本件投稿１－３（投稿番号７５６）がされ、その後に、\n「光ったプロテだけは同じだね  お子さんからもお友達？からもおもしろい\n人認定されてるし、変な人なんでしょ」（同７５７）などの記載がある投稿\nがされた（甲６、１０の３）。\n⑹  「インスタ Ｄ-2  Ｘ-24」というタイトルのスレッドの冒頭には、上記⑸\nと同様の記載がある（甲２の１３）。\n上記スレッドには、本件投稿２－３（投稿番号９７５）がされ、その後に、\n「＞＞９７５  ネイル伸びすぎじゃない？ｗ」（同９９２）などの記載があ\nる投稿がされた（甲７）。\n⑺  上記⑴ないし⑹の各スレッド以外の本件スレッドの冒頭には、上記のスレ\nッドと同趣旨の記載又は、「セレブに憧れる  ロバ顔代表、庶民派主婦。テ\nィファニーの指輪の値段自ら公開２４万ドヤｗｗｗ薬事法違反に引っかかり\nそうで焦り中ｗＢ」との記載（「インスタ Ｄ-2  Ｘ」の冒頭）、「通称Ｂ。\n実際は思いっきりオカメ顔なのに加工アプリでドヤる自撮り大好きババア。\n主な収入源は詐欺サプリステマとセンスの悪いオリジナルアパレルブランド。\n見栄張ってエルメス購入も楽天とかｗ上品ぶっていても発信される言動は口\nが悪く勘違いが甚だしいため、ただただイタイ…。  そんなツッコミどころ\n満載な面白すぎるＢのファンスレですｗ」（「インスタ Ｄ-2 Ｘ-4」の冒頭）\nなどの記載がされている。（甲２）\n⑻  本件スレッドには、本件各投稿前の時点において、本件写真１と同様の画\n像と共に「法令線ないね、、、？？？」との記載がある投稿（「インスタ Ｄ-2\nＸ」投稿番号８２６）やこれに対して「なんかクサそう。。。誰？」との返\n信コメント（同８３１）、本件写真１と同様の画像と共に「インスタとは別\n人のさわやかなＸさんのことですよｗほんとＸさんって面白いですよねｗ」\nとの記載がある投稿（「インスタ Ｄ-2  Ｘ4」投稿番号９９３）、本件写真１\nと同様の画像と共に「何をどうして他撮りさわやかが自撮りであのかおにな\nるのか教えてほしい」との記載がある投稿（「インスタ Ｄ-2 Ｘ-11」投稿番\n号６４７）やこれに対して「これまじ？インスタを見慣れてるせいかこれが\n加工してるように見える。この顔みて実物お綺麗でした□ってＤＭ送る人い\nるの…？」（同６５３）や「衝撃！これでどうやったら色んな所でポーズ決\nめて写真撮って自撮りまでしてマウント取れるの？」（同６６７）との返信\nコメント、本件写真１と同様の画像と共に「さわやかは裸眼？」との記載が\nある投稿（「インスタ Ｄ-2  Ｘ15」投稿番号８９４）やこれに対して「これ\n最近ですか？？ｉｇと違いすぎて…」（同８９７）や「＞＞８９４を見てか\nら言おう。これでも弄った後だからね。まだ加工が必要って…」（同９６１）、\n「いや〜アプリって本当凄いなと実感」（同９７１）などの返信コメントが\n投稿されている（甲２の２、２の３、２の４、２の５）。\n⑼  本件各写真について\nア  本件写真１は、原告の知人が飲食店において原告を撮影した動画に「初\nさわやかの人」との文字を加えて同知人のインスタグラムのアカウントに\nストーリーという２４時間限定で公開される態様で掲載された動画の一場\n面の静止画の画像であり、原告の顔や上半身等が写っている（甲２の２、\n９、弁論の全趣旨）。\nイ  本件写真２は、原告が美容クリニックのモニターモデルとして撮影され、\n同クリニックのインターネット上での宣伝用掲載を許諾した画像であり、\n原告の顔が写っている（甲９、弁論の全趣旨）。\nウ  本件写真３は二つの画像を左右に並べたものであり、左側の画像は、本\n件写真１のうち原告の顔等を残して左右等を切除した画像であり、右側の\n画像は、原告の友人が原告と友人らを撮影し、原告の友人のインスタグラ\nムに掲載された画像のうち原告の顔等が写っている部分の画像である（甲\n９、弁論の全趣旨）。\nエ  本件写真４は、原告の夫が原告を撮影した動画の静止画の画像であり、\n原告の夫のインスタグラムのアカウントにストーリーという２４時間限定\nで公開される態様で掲載されたものであり、歩いている原告の顔や全身等\nが写っている（甲９、１４、弁論の全趣旨）。\nオ  本件写真５－１は、原告のインスタグラム上に掲載していた原告の顔等\nが写っている写真の一部の画像である。また、本件写真５－２は、原告が\n美容クリニックのモニターモデルとして撮影され、同クリニックのインタ\nーネット上での宣伝用掲載を許諾した写真であり、原告の顔等が写ってい\nる。（甲８の２、９、弁論の全趣旨）\nカ  本件写真６は、「Ｃ」という文字等が記載されたラベルの付された商品\nとそれを持っている手の指が撮影された写真の画像に、「入院中老けるわ\nけにはいかないから持ってきてもらった」、「とりあえず早く寝て肌ぴかぴ\nかにする。売店にパック売ってるかな」との文言が加えられた画像である\n（甲７）。\n２  争点⑴ア・イ（本件投稿１－１ないし本件投稿２－１による原告の肖像権侵\n害）について\n⑴  人の肖像は、個人の人格の象徴であるから、当該個人は、人格権に由来す\nるものとして、これをみだりに利用されない権利を有する。そして、当該個\n人の社会的地位・活動内容、利用に係る肖像が撮影等されるに至った経緯、\n肖像の利用の目的、態様、必要性等を総合考慮して、当該個人の人格的利益\nの侵害が社会生活上の受忍の限度を超える場合には、当該個人の肖像の利用\nは肖像権を侵害するものとして、不法行為法上違法になると解するのが相当\nである。\n⑵  本件投稿１－１について\nア  本件スレッドは、スレッド名に原告の実名を含んだものであり、その各\n冒頭には原告を揶揄し、誹謗中傷する内容の記載がされ、本件スレッド内\nの投稿も、原告の写真を貼り付けるなどして原告の容姿を揶揄したり、原\n告を誹謗中傷したりするなどの内容が多く含まれているといえること（前\n記認定事実⑴ないし⑻）からすれば、本件スレッドは、原告の容姿等を揶\n揄し、誹謗中傷することを目的として設けられたものであり、そこでの投\n稿も、その目的を認識した上で、その目的のためにされたものが多いと認\nめられる。\n本件投稿記事１－１は、飲食店において原告を撮影した動画の静止画の\n画像である本件写真１と共に「さわやかだと思います」とのコメントを付\nしたものである（前記前提事実⑵、認定事実⑼ア）ところ、本件スレッド\nにおいて、「さわやか」という言葉が本件写真１と共に原告の容姿を揶揄\nする形でたびたび用いられていること（前記認定事実⑻）、本件投稿１－\n１後にこれに呼応した投稿もされていること（同⑵）からすれば、本件投\n稿記事１－１は、本件スレッドにおける原告の容姿等を揶揄し、誹謗中傷\nする投稿の一環として、本件写真１と共に「さわやか」という言葉を用い\nて、原告の容姿を揶揄し、誹謗中傷するものといえる。\n他方、本件スレッドは、原告の容姿等を揶揄し、誹謗中傷することを目\n的として設けられたものであり、本件投稿記事１－１の前後の投稿記事を\nみても、本件投稿記事１－１において、本件写真１を用いる必要性は見当\nたらない。また、本件写真１は、原告の知人のインスタグラムのアカウン\nトにストーリー機能を用いた２４時間限定という態様で公開されていたも\nのであり（前記認定事実⑼ア）、原告もその範囲では本件写真が広く一般\nに閲覧されることを承諾していたとはいえるものの、原告がその範囲を超\nえて前記のような性質の本件スレッドに掲載することまで承諾していたと\n認めることはできない。\nこれらの事情に鑑みれば、原告がインスタグラム上で自己の写真等を掲\n載しつつ商品の紹介宣伝等を通じて収益を得ているなどの原告の社会的地\n位又は活動内容などを考慮したとしても、前記のような性質を有する本件\nスレッドにおいて、本件投稿記事１－１のような形で原告の肖像を用いる\nことは、原告の社会通念上の受忍限度を超えるものであるというべきであ\nる。\nしたがって、本件投稿１－１によって、原告の肖像権が侵害されたこと\nは明らかというべきである。\nイ  被告ＫＤＤＩは、本件投稿記事１－１の内容は、原告の姿を写した写真\nと「さわやかだと思います」という投稿者の感想を述べるものにすぎず、\n原告の名誉やプライバシーを侵害するものではないなどと主張する。\nしかしながら、本件スレッドにおいて、「さわやか」という言葉が原告\nの容姿を揶揄する趣旨でたびたび用いられていたことは前記のとおりであ\nる。また、本件投稿１－１は、前記のとおり、本件スレッドにおける原告\nの容姿等を揶揄し、誹謗中傷する投稿の一環としてされたものと位置付け\nることができ、本件投稿記事１－１が単に投稿者の感想を述べたものとは\nいえず、原告の容姿を揶揄し、誹謗中傷するものというべきである。この\nような内容の投稿を原告の容姿等を揶揄し、誹謗中傷することを目的に設\nけられた本件スレッドに行うことは原告の肖像権を侵害することは前記の\nとおりである。被告ＫＤＤＩの上記主張を採用することはできない。\n⑶  本件投稿１－２－１について\n本件投稿記事１－２－１は、本件写真１と共に「中々香ばしい方ですね\n（笑）  これが真実の姿ですか？」などのコメントを付したものである（前\n記前提事実⑵）ところ、本件スレッドが前記のとおり、原告の容姿等を揶揄\nし、誹謗中傷することを目的として設けられたものといえること、本件投稿\n記事１－２－１の前後の投稿記事も原告が自身の写真を加工して投稿してお\nり、実物が劣っていることなどを指摘する趣旨の投稿といえること（前記認\n定事実⑷）からすれば、本件投稿記事１－２－１は、本件スレッドにおける\n原告の容姿等を揶揄し、誹謗中傷する投稿の一環として、本件写真１と共に\n上記コメントを用いて原告の容姿を揶揄し、誹謗中傷するものといえる。\n他方、本件投稿記事１－２－１において、本件写真１を用いる必要性は見\n当たらず、また、前記のとおり、原告が前記のような性質の本件スレッドに\n本件写真１を掲載することを承諾していたと認めることもできない。\nこれらの事情に鑑みれば、原告の社会的地位又は活動内容を考慮したとし\nても、前記のような性質の本件スレッドにおいて、本件投稿記事１－２－１\nのような形で原告の肖像を用いることは、原告の社会通念上の受忍限度を超\nえるものであるというべきである。\nしたがって、本件投稿１－２－１によって、原告の肖像権が侵害されたこ\nとは明らかというべきである。\n⑷  本件投稿１－２－２について\n本件投稿記事１－２－２は、原告を撮影したもので美容クリニックのイン\nターネット上での宣伝用掲載を原告が許諾した画像である本件写真２と共に\n「こういう写真見てから言ってる？ｗ」とのコメントを付したものである\n（前記前提事実⑵、認定事実⑼イ）ところ、本件投稿記事１－２－２は、原\n告について「なぜこんな叩かれるんですか？普通に美人だし、恨まれるよう\nな事したの？普通に街歩いてたら振り返る様な人だと思う」との投稿に対す\nる応答としてされ、本件投稿記事１－２－２に呼応して原告を揶揄する投稿\nもされている（前記認定事実⑷）。そして、本件スレッドが前記のとおり原\n告の容姿等を揶揄し、誹謗中傷することを目的として設けられたものといえ\nることに照らせば、本件投稿記事１－２－２は、本件スレッドにおける原告\nの容姿等を揶揄し、誹謗中傷する投稿の一環として、本件写真２と共に上記\nコメントを用いて、原告の容姿を揶揄し、誹謗中傷する趣旨のものといえる。\n他方、本件投稿記事１－２－２において本件写真２を用いる必要性は見当\nたらない。また、本件写真２は、原告が美容クリニックのインターネット上\nでの宣伝のために掲載を承諾していたものではある（前記認定事実⑼イ）が、\n原告がその範囲を超えて前記のような性質の本件スレッドに本件写真２を掲\n載することを承諾していたと認めることはできない。\nこれらの事情に鑑みれば、原告の社会的地位又は活動内容を考慮したとし\nても、前記のような性質の本件スレッドにおいて、本件投稿記事１－２－２\nのような形で原告の肖像を用いることは、原告の社会通念上の受忍限度を超\nえるものであるというべきである。\nしたがって、本件投稿１－２－２によって、原告の肖像権が侵害されたこ\nとは明らかというべきである。\n⑸  本件投稿１－３について\n本件投稿記事１－３に付された本件写真３の左側の画像は本件写真１のう\nち原告の顔の部分等を残すなどして左右を切除した画像であり、右側の画像\nは、原告の友人のインスタグラムに掲載された画像のうち原告の顔が写って\nいる部分の画像である。本件投稿記事１－３は、上記のような二つの写真を\n左右に並べて、「最近加工が過ぎない？  同一人物なの？」とのコメントを\n投稿したものである（前記前提事実⑵、認定事実⑼ウ）。本件スレッドは、\n前記のとおり、原告の容姿等を揶揄し、誹謗中傷することを目的として設け\nられたものといえ、また、本件投稿１－３の後に、「＞＞７５６  光ったプ\nロテだけは同じだね  お子さんからもお友達？からもおもしろい人認定され\nてるし、変な人なんでしょ」との投稿がされており（前記認定事実⑸）、本\n件投稿１－３は、原告を揶揄し、誹謗中傷する投稿を誘発していることに照\nらしても、本件投稿記事１－３は、本件スレッドにおける原告の容姿等を揶\n揄し、誹謗中傷する投稿の一環として、本件写真３と共に上記コメントを用\nいて、原告の容姿を揶揄し、誹謗中傷する趣旨のものといえる。\n他方、本件投稿記事１－３において本件写真３を用いる必要性は見当たら\nない。また、本件写真３は、原告の知人のインスタグラムに掲載された写真\nであり（前記認定事実⑼ウ）、原告がその範囲では公開を承諾していたとは\nいえるものの、原告がその範囲を超えて前記のような性質の本件スレッドに\n掲載することを承諾していたと認めることはできない。\nこれらの事情に鑑みれば、原告の社会的地位又は活動内容を考慮したとし\nても、前記のような性質の本件スレッドにおいて、本件投稿記事１－３のよ\nうな形で原告の肖像を用いることは、原告の社会通念上の受忍限度を超える\nものであるというべきである。\nしたがって、本件投稿１－３によって、原告の肖像権が侵害されたことは\n明らかというべきである。\n⑹  本件投稿２－１について\n本件投稿記事２－１は、原告を撮影した動画の一場面の静止画の画像であ\nる本件写真４と共に、「＞＞３７  スタイルこんな感じ」とのコメントを付\nしたものである（前記前提事実⑵、認定事実⑼エ）。本件投稿２－１は、「ス\nタイルは加工なし？」（投稿番号３７）に対する応答としてされており、本\n件投稿２－１の前後にも原告の容姿を揶揄し、誹謗中傷する内容の投稿がさ\nれていること（前記認定事実⑵）、本件スレッドは、前記のとおり、原告の\n容姿等を揶揄し、誹謗中傷することを目的として設けられたものといえるこ\nとに照らせば、本件投稿記事２－１は、本件スレッドにおける原告の容姿等\nを揶揄し、誹謗中傷する投稿の一環として、本件写真４と共に上記コメント\nを用いて、原告の容姿を揶揄し、誹謗中傷する趣旨のものといえる。\n他方、本件投稿記事２－１において本件写真４を用いる必要性は見当たら\nない。また、本件写真４は、原告の夫のインスタグラムのアカウントに２４\n時間限定という態様で公開されたものであり（前記認定事実⑼エ）、原告が\nその範囲では公開を承諾していたとはいえるものの、その範囲を超えて前記\nのような性質の本件スレッドに掲載することを承諾していたと認めることは\nできない。\nこれらの事情に鑑みれば、原告の社会的地位又は活動内容を考慮したとし\nても、前記のような性質の本件スレッドにおいて、本件投稿記事２－１のよ\nうな形で原告の肖像を用いることは、原告の社会通念上の受忍限度を超える\nものであるというべきである。\nしたがって、本件投稿２－１によって、原告の肖像権が侵害されたことは\n明らかというべきである。\n３  争点⑴ウ・エ（本件投稿２－２、２－３による著作権侵害の有無）\n⑴  本件投稿２－２について\n原告は、本件投稿２－２が原告の肖像権又は著作権を侵害すると選択的に\n主張することから、以下、本件投稿２－２による著作権侵害の有無について\n検討する。\nア  前記認定事実⑼オ、証拠（甲８の２、９）及び弁論の全趣旨によれば、\n本件投稿記事２－２に付された本件写真５－１は、原告が自身のスマート\nフォンで自らを撮影し、自身のインスタグラム上に掲載していた写真（以\n下「本件原告写真５－１」という。）について、原告の顔を残す形で左右\nを切除等した画像であると認められる。本件原告写真５－１は、構図やア\nングル、露光などを組み合わせた創作的な表現であるといえ、写真の著作\n物といえ、原告は、本件原告写真５－１の著作権者と認めることができる。\nそして、本件写真５－１の内容によれば、本件写真５－１から本件原告写\n真５－１の表現上の本質的特徴を感得することができる。そうすると、本\n件投稿２－２は、本件ウェブサイト上の本件スレッドに本件写真５－１を\n投稿するものであるところ、これにより、自動公衆送信装置である対応す\nるサーバーに本件写真５－１を蔵置して記録し自動公衆送信し得るように\nしたものであり、原告の複製権及び公衆送信権を侵害するものというべき\nである。\nイ  被告ソニーは、本件投稿記事２－２において本件写真５－１を掲載する\nことは、適法な引用（著作権法３２条１項）に当たるなどと主張する。\nしかしながら、本件投稿記事２－２は、本件写真５－１と同５－２を並\nべて「自撮りと全然違います」というコメントを付したものであり（前記\n前提事実⑵、認定事実⑼オ）、前記のような本件スレッドの性質や本件ス\nレッドの他の投稿記事の内容を踏まえれば、本件投稿記事２－２は、本件\n写真５－１を用いて、原告の容姿を揶揄し、誹謗中傷する趣旨のものとい\nうべきである。そして、本件投稿記事２－２のコメント部分はわずか１０\n文字であり、本件写真５－１が相当部分を占めていることを併せて考えれ\nば、本件投稿記事２－２において、本件写真５－１を利用することが。\n「公正な慣行に合致」し「引用の目的上正当な範囲内」で行われたものと\nいうことはできず、著作権法３２条１項の引用が成立するとはいえない。\n上記被告ソニーの主張を採用することはできない。\nウ  以上によれば、本件投稿２－２は、原告の複製権及び公衆送信権を侵害\nしており、他に著作権法上の権利制限事由の存在など著作権侵害の成立を\n阻却する事由も認められない。\nしたがって、本件投稿２－２によって、原告の複製権及び公衆送信権が\n侵害されたことは明らかといえる。\n⑵  本件投稿２－３について\n本件写真６は、「Ｃ」という文字等が記載されたラベルの付された商品と\nそれを持っている手の指を撮影した写真（以下「本件原告写真６」という。）\nに文字を入れるなどして加工した画像であるところ、当該画像からは、本件\n原告写真６を誰が撮影したか明らかではない。\n原告は、本件写真６が原告の入院中に投稿されたものであり、その頃、原\n告が入院していたこと、また、上記商品が原告が宣伝していた商品であり、\n原告のインスタグラムに本件写真６が掲載されていたことから、原告が本件\n原告写真６の撮影者であるなどと主張する。しかしながら、本件写真６の投\n稿時期と原告の入院時期が重なっていたり、また、原告が宣伝していた商品\nであったとしても直ちに本件原告写真６の撮影者が原告であるとはいえない。\nまた、原告のインスタグラムには、原告の知人やカメラマンなど原告以外の\n者が撮影した写真も掲載されていると原告が陳述しており（甲９）、原告の\nインスタグラムに本件写真６が掲載されていたとしても、原告が撮影したと\n認めるには足りない。以上によれば、上記原告の主張を前提としても、原告\nが本件原告写真６の撮影者であると認めることはできず、他にこれを認める\nに足りる証拠もない。\nしたがって、原告が本件原告写真６の撮影者であると認めることはできず、\n他に原告が本件原告写真６の著作権を有していることを認めるに足りる証拠\nはなく、本件投稿記事２－３が原告の著作権（複製権及び公衆送信権）を侵\n害しているということはできない。\n４  争点⑵（発信者情報の開示を受けるべき正当な理由の有無）\n証拠（甲９）及び弁論の全趣旨によれば、原告は、本件投稿１－１ないし２\n－２をした発信者らに対し、肖像権又は著作権（複製権、公衆送信権）侵害を\n理由とする不法行為に基づく損害賠償請求をする意思を有していることが認め\nられるところ、原告が損害賠償請求権を行使するためには、発信者を特定する\n発信者情報について開示を受ける必要があるといえ、その開示を受けるべき正\n当な理由があると認めることができる。\n５  結論\n以上のとおり、本件投稿１－１、同１－２－１、同１－２－２、同１－３、\n同２－１により原告の肖像権が侵害されたがことが明らかといえ、また、本件\n投稿２－２により原告の著作権が侵害されたことが明らかといえるところ、被\n告ＫＤＤＩは、別紙１発信者情報目録記載の各情報を保有していることが認め\nられ、他方、本件投稿１－３の投稿者に係るメールアドレスを保有していると\n認めるに足りる証拠はなく、また、被告ソニーは、別紙２発信者情報目録の１\nないし４の各情報を保有していると認めることができる。\nよって、原告の請求は、主文の限度で理由があるから認容することとし、そ\nの余の請求は理由がないから棄却することとして、主文のとおり判決する。\n東京地方裁判所民事第４６部\n裁判長裁判官  柴 田 義 明\n裁判官  棚井   啓\n裁判官  仲 田 憲 史\n別紙１\n発信者情報目録\n（被告ＫＤＤＩ株式会社関係）\n１  別紙５投稿記事目録記載の第１及び第２の各「ＩＰアドレス」を同目録記載の\n各「投稿日時」（ＪＳＴ）に使用し、同目録記載の各「接続先ＩＰアドレス」に\n接続した契約者に関する以下の⑴ないし⑷の情報\n２  別紙５投稿記事目録記載の第３の「ＩＰアドレス」を同目録記載の「投稿日時」\n（ＪＳＴ）に使用し、同目録記載の「接続先ＩＰアドレス」に接続した契約者に\n関する以下の⑴ないし⑶の情報\n⑴  氏名又は名称\n⑵  住所\n⑶  電話番号\n⑷  メールアドレス\n以上\n別紙２\n発信者情報目録\n（被告ソニーネットワークコミュニケーションズ株式会社関係）\n別紙６投稿記事目録記載の第１及び第２の各「ＩＰアドレス」を同目録記載の各\n「投稿日時」（ＪＳＴ）に使用し、同目録記載の各「接続先ＩＰアドレス」に接続\nした契約者に関する以下の情報\n１  氏名又は名称\n２  住所\n３  電話番号\n４  メールアドレス\n以上\n別紙３\n発信者情報目録\n（被告ＫＤＤＩ株式会社関係）\n別紙５投稿記事目録記載の各「ＩＰアドレス」を同目録記載の各「投稿日時」\n（ＪＳＴ）に使用し、同目録記載の各「接続先ＩＰアドレス」に接続した契約者に\n関する以下の情報\n１  氏名又は名称\n２  住所\n３  電話番号\n４  メールアドレス\n以上\n別紙４\n発信者情報目録\n（被告ソニーネットワークコミュニケーションズ株式会社関係）\n別紙６投稿記事目録記載の各「ＩＰアドレス」を同目録記載の各「投稿日時」\n（ＪＳＴ）に使用し、同目録記載の各「接続先ＩＰアドレス」に接続した契約者に\n関する以下の情報\n１  氏名又は名称\n２  住所\n３  電話番号\n４  メールアドレス\n以上\n別紙５\n投稿記事目録\n（被告ＫＤＤＩ株式会社関係）\n第１  スレッド  「インスタ  Ｄ-2  Ｘ-17」\n（本件投稿１－１）\n以下省略\n第２  スレッド  「インスタ Ｄ-2 Ｘ-19」\n（本件投稿１－２－１）\n以下省略\n（本件投稿１－２－２）\n以下省略\n第３  スレッド  「インスタ Ｄ-2 Ｘ-23」\n（本件投稿１－３）\n以下省略\n以上\n別紙６\n投稿記事目録\n（被告ソニーネットワークコミュニケーションズ株式会社関係）\n第１  スレッド  「インスタ  Ｄ-2  Ｘ-17」\n（本件投稿２－１）\n以下省略\n第２  スレッド  「インスタ Ｄ-2 Ｘ-18」\n（本件投稿２－２）\n以下省略\n第３  スレッド  「インスタ Ｄ-2 Ｘ-24」\n（本件投稿２－３）\n以下省略\n以上\n"
}