{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 3,
    "month": 4,
    "day": 14
  },
  "case_number": "令和2(行ケ)10107",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "90248",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=90248",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/248/090248_hanrei.pdf",
  "contents": "令和３年４月１４日判決言渡\n令和２年（行ケ）第１０１０７号  審決取消請求事件\n口頭弁論終結日  令和３年２月１日\n判                  決\n原              告          株式会社ハマサキ・ホールディング\n同訴訟代理人弁護士          日    野    孝    俊\n愛      甲      栄      治\n渡      邊              敏\n同訴訟代理人弁理士          松    尾    憲  一  郎\n市      川      泰      央\n被              告         株式会社 喜代 村\n同訴訟代理人弁理士          正      林      真      之\n小      菅      一      弘\n林              栄      二\n鶴      本      祥      文\n主                  文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事  実  及  び  理  由\n第１  請求\n特許庁が無効２０１８－８９０００５号事件について令和２年８月１３日に\nした審決を取り消す。\n第２  事案の概要\n１  特許庁における手続の経緯等\n⑴  原告は，以下のとおりの登録第５５５６２２３号商標（以下「本件商標」\nという。）の商標権者である（甲１の１ないし３）。\n商標の構成  別紙１記載のとおり\n登録出願日  平成２４年９月１３日\n登録査定日  平成２４年１２月２６日\n設定登録日  平成２５年２月８日\n指定商 品  第３０類「すし」\n⑵  被告は，平成３０年１月３１日，本件商標について商標登録無効審判を請\n求した（乙６）。\n特許庁は，上記請求を無効２０１８－８９０００５号事件として審理を行\nい，令和２年８月１３日，「登録第５５５６２２３号商標の登録を無効とす\nる。」との審決（以下「本件審決」という。）をし，その謄本は，同月２１\n日，原告に送達された。\n⑶  原告は，令和２年９月１０日，本件審決の取消しを求める本件訴訟を提起\nした。\n２  本件審決の理由の要旨\n⑴  本件審決の理由は，別紙審決書（写し）記載のとおりである。その要旨は，\n本件商標は，商標法４条１項７号，１０号，１１号及び１９号に該当しない\nが，同項１５号に該当するから，本件商標の登録は，同項の規定に違反して\nされたものであり，同法４６条１項の規定により無効とすべきであるという\nものである。\n⑵  本件審決が，本件商標が商標法４条１項１５号に該当すると判断した理由\nの要旨は，以下のとおりである。\nア  請求人（被告）は，別紙２記載のとおりの構成からなる登録第５００３\n６７５号商標（登録出願日平成１４年６月１９日，設定登録日平成１８年\n１１月１７日，指定商品第３０類「すし」及び指定役務第４３類「すしを\n主とする飲食物の提供」。以下「引用商標１」という。甲２。）及び「すし\nざんまい」の標準文字を表してなる登録第５５１１４４７号商標（登録出\n願日平成２２年４月９日，設定登録日平成２４年８月３日，指定商品第３\n０類「すし，すしを主とするべんとう」及び指定役務第４３類「すしを主\nとする飲食物の提供」。以下「引用商標２」という。甲３）の商標権者であ\nる。\nイ  本件商標と引用商標１及び２は，外観については，「すし」の文字等の有\n無や書体の差異から互いに区別し得ること，称呼については，本件商標か\nらは，「ザンマイ」の称呼を生じ，引用商標からは，「スシザンマイ」の称\n呼が生じるものであり，両者は，語頭において「スシ」の音の有無という\n顕著な差異を有するから，称呼において明瞭に聴別し得ること，観念につ\nいては，本件商標からは，「一心不乱に事をするさま」の観念を生じるのに\n対し，引用商標からは，「一心不乱にすしを食する」ほどの観念を生じ，両\n者は，区別できることからすると，外観，称呼及び観念のいずれにおいて\nも明らかに異なるものといえるから，これらを同一又は類似の商品につい\nて使用する場合であっても，互いに誤認，混同するおそれのない非類似の\n商標というべきである。\nウ  ①本件商標と引用商標１及び２は，前記イのとおり，非類似の商標では\nあるものの，いずれも，外観において平仮名「ざんまい」の文字を横書き\nした構成である点及び称呼において「ザンマイ」を含む点を共通にするも\nのであるから，ある程度の類似性を有すること，②引用商標１及び２は，\n本件商標の登録出願時及び登録査定時において，被告の業務に係る「すし」\nを表す商標として，需要者間に広く認識されていたということはできない\nものの，被告の業務に係る「すしを主とする飲食物の提供」を表す商標と\nして，需要者間に広く認識されていたというのが相当であり，被告のすし\n店による主要都市への出店，テレビ番組，雑誌，新聞等のメディアで取り\n上げられる頻度，他社を大きく引き離す売上高等を併せ考慮すれば，当該\nすし店の看板や名称に使用されている引用商標１及び２の周知著名性の程\n度は高いこと，③引用商標１の要部である「すしざんまい」及び引用商標\n２からは，既成語の「すし」と「一心不乱に事をするさま」の意味を有す\nる「ざんまい（三昧）」の文字を結合させたものと理解され，「一心不乱に\nすしを食するさま」ほどの観念を生じるものであるから，独創性が高いも\nのとはいえないこと，④本件商標の指定商品「すし」と引用商標２の指定\n商品「すし，すしを主とするべんとう」とは，テイクアウト専門のすし店\nやスーパー等といった販売部門，流通経路を共通にするものであるから，\n両者はその性質，用途又は目的において密接な関連性を有し，その需要者\n層も共通にし，また，本件商標の指定商品「すし」は，引用商標１及び２\nの指定役務である「すしを主とする飲食物の提供」における料理の内容（す\nし）であるうえに，「すしを主とする飲食物の提供」を行う，いわゆる回転\nずしや着席スタイルのすし店等でも，テイクアウト用として一般に取引，\n販売されるものであるから，「すし」と「すしを主とする飲食物の提供」と\nは，その性質，用途又は目的において密接な関連性を有し，その需要者層\nも一部共通にすること，上記①ないし④の本件商標と引用商標１及び２の\n類似性の程度，引用商標１及び２の周知著名性及び独創性，本件商標の指\n定商品と引用商標１及び２の指定商品及び指定役務との間の性質，用途又\nは目的における関連性の程度並びに需要者の共通性その他取引の実情を総\n合的に判断すると，本件商標は，その登録出願時及び登録査定時において，\n商標権者がこれをその指定商品「すし」に使用した場合，これに接する需\n要者が引用商標１及び２を想起，連想し，当該商品を被告あるいは被告と\n経済的又は組織的に何らかの関係を有する者の業務に係る商品であるかの\nように，その出所について混同を生ずるおそれがある。\nしたがって，本件商標は，商標法４条１項１５号に該当する。\n３  取消事由\n本件商標の商標法４条１項１５号該当性の判断の誤り\n第３  当事者の主張\n１  原告の主張\n⑴  本件商標と引用商標の類似性の程度の認定の誤り\n引用商標１は，別紙２記載のとおり，上段と下段の２段からなる商標であ\nり，上段の「つきじ喜代村」の文字は小さく，下段には，大きく縦で左流れ\nに「すし」の文字，横にやや右下流れに「ざんまい」の文字が記載され，両\n者は一体感があり，その下に「すしざんまい」に囲われるような小さな文字\nで「ＳＵＳＨＩＺＡＮＭＡＩ」の欧文字が記載され，また，「ざ」の文字の上\nの横の部分が「す」の文字の真ん中の中央部分と一部重なっており，全体的\nに「すし」↓，「ざんまい」→と通して読める記載になっており，しかも，「す\nし」の「し」の上の「`」と，「ざんまい」の「ざ」の文字の「゛」が横に対\n照的に配置されているので，「すしざんまい」の一連の称呼が生じやすい。\nそうすると，引用商標１は，「ざんまい」の文字が単に水平に横書きされて\nいる本件商標とは，著しく印象が異なり，本件商標と類似しないから，本件\n審決が本件商標と引用商標１及び２がある程度の類似性を有すると認定した\n点は誤りである。\n⑵  引用商標１及び２に係る周知著名性の判断の誤り\nア  すしの種類は，多様（握り寿司，巻き寿司，押し寿司（北陸地方の鱒寿\n司，岐阜県の朴葉寿司，北海道の松前寿司，福岡のかます寿司，京都の鯖\nの棒寿司，奈良・和歌山・石川の柿の葉寿司等），箱寿司，なれ寿司（鮒寿\n司，いずし等），早寿司，ちらし寿司（バラちらし，ばら寿司），稲荷寿司，\nカリフォルニアロール等）である（甲４ないし６）。\nしかるところ，「すしを主とする飲食物の提供」にいう「すし」は，握り\nずし，巻き寿司及びちらし寿司の３種類（以下，これらを併せて「握りず\nし等３種類」という場合がある。）に限られ，それら以外の多種多様な「す\nし」について提供がされている事実は存在せず，一般的な「すし」の提供\nは対価が高額であるから，その需要者は，「非大衆」の消費者であるのに対\nし，「すし」の販売にいう「すし」には，握りずし等３種類以外の多種多様\nなすしも含まれ，その需要者は「大衆」の消費者であるから，本件商標の\n指定商品「すし」と引用商標１及び２の指定役務「すしを主とする飲食物\nの提供」とは，需要者が異なり，需要者層の一部が共通にするものではな\nい。\nまた，「すしを主とする飲食物の提供」を行う取引者は，個人企業が大部\n分であり，鮮度が良く脂の乗った材料を見分けるすし職人の職人技の世界\nであるのに対し，「すし」の販売を行う取引者は大手企業が多く（甲７），\nすしの製造は機械化されているから（甲８ないし１０），本件商標の指定商\n品「すし」と引用商標１及び２の指定役務「すしを主とする飲食物の提供」\nとは，取引者も異なる。\nイ  引用商標１及び２の周知著名性の判断に当たっては，被告がどれだけの\n店舗でどのような営業をしているかが重要である。東京都内における被告\nの店舗数が多い区は，中央区が１５軒，港区及び江東区が各５軒であり，\nこれらの３つの区における寿司店の店舗数は，中央区が３１５軒，港区が\n２９０件及び江東区が９２件であるから（甲１３，１５），被告の店舗数の\n占める割合は非常に小さい。\n引用商標１については，被告がテレビコマーシャル等で自ら宣伝してい\nない。被告について話題性を有する報道がされるとしても，例えば，初競\nりでの落札や２４時間営業の寿司屋といった報道は，初競りは年に一回で\nあって，その報道は一過性のものであり，２４時間営業は他業種特にコン\nビニで行われているから，このような報道によって，引用商標１が，被告\nの業務に係る「すしを主とする飲食物の提供」を表す商標として周知著名\nになることはない。\nまた，引用商標２は，引用商標１の称呼をひらがなで表したものであり，\n需要者に広く知られている商標ではない。引用商標２は，第三者であるマ\nスコミが，テレビ番組や新聞，雑誌で被告のすし店を紹介するときに使用\nしたものであり，被告自身が使用したものではないから，商標としての使\n用と評価されない。\nしたがって，引用商標１及び２は，本件商標の登録出願時及び登録査定\n時において，被告の業務に係る「すしを主とする飲食物の提供」を表す商\n標として，需要者間に広く認識されていたものとはいえないから，引用商\n標１及び２の周知著名性の程度は高いとした本件審決の判断は，誤りであ\nる。\n⑶  本件商標の指定商品と引用商標１及び２の指定役務との間の性質，用途又\nは目的における関連性の程度等についての判断の誤り\nア  前記⑵アのとおり，引用商標１及び２の指定役務「すしを主とする飲食\n物の提供」にいう「すし」と本件商標の指定商品「すし」とは，握り寿司\n等３種類を除き，「すし」の内容が一致せず，需要者が異なるから，需要者\n層の一部を共通にするとの本件審決の判断は誤りである。\nイ  「すし」の販売にいう「すし」は，弁当と同じような用途であるのに対\nし，「すしを主とする飲食物の提供」にいう「すし」の提供は，すし職人と\n会話を楽しむといった別の要素があり，極めて人間的であり，しかも，魚\nの鮮度が勝負であり，鮮度が比較的短時間で落ちる商品を鮮度の良い状態\nで提供している。回転ずしや着席スタイルのすし店等でも，テイクアウト\nは行われているが，全体のごく一部であり，特に着席スタイルのすし店は\n鮮度にこだわり，テイクアウトが拒否されるのは周知の事実である。\nしたがって，「すし」と「すしを主とする飲食物の提供」とは，その性質，\n用途又は目的において密接な関連性を有するとの本件審決の判断は誤りで\nある。\n⑷  業態の相違\n原告の業態は，宅配寿司であり，ウェブサイト又は電話による注文を受け\nてから寿司を盛り，スピーディな配達をするというものであるのに対し（甲\n１８），被告の業態は，カウンター方式及び個室方式をとり，会食・接待・結\n納などにも利用できる料亭をイメージした落ち着いた雰囲気の個室を用意し\nている。テイクアウトはあくまで「お持ち帰り」としての利用であり（甲１\n９の１，２），原告の宅配とは形態が異なる。\nしたがって，原告の業態と被告の業態が相違する。\n⑸  混同を生ずるおそれの判断の誤り\n以上の⑴ないし⑷によれば，本件商標の登録出願時及び登録査定時におい\nて，本件商標をその指定商品「すし」に使用した場合，これに接する需要者\nが引用商標１及び２を想起，連想し，当該商品を被告あるいは被告と経済的\n又は組織的に何らかの関係を有する者の業務に係る商品であるかのように，\nその出所について混同を生ずるおそれがあるとはいえない。\nしたがって，本件商標が商標法４条１項１５号に該当するとした本件審決\nの判断は誤りである。\n２  被告の主張\n⑴  本件商標と引用商標１及び２の類似性の程度の認定の誤りの主張に対し\nア  引用商標１は，「すし」の文字が縦書きでどちらかといえば左流れに記載\nされ，一方の「ざんまい」の文字が左からやや右下流れに１行に横書きさ\nれている態様で表されており，両文字が異なる向きで記載されていること，\n「すし」の文字は，引用商標１の指定商品「すし」との関係では，商品の\n普通名称であり，引用商標１の指定役務「すしを主とする飲食物の提供」\nとの関係では，提供する飲食物の普通名称であることを踏まえると，引用\n商標１は，そのうちの「すし」と「ざんまい」の文字については分離して\n把握，認識する場合も否定できない。この場合，「すし」の文字部分を捨象\nした「ざんまい」の文字部分に看者の注目が集まるものといえる。引用商\n標２についても，「すし」の文字部分と「ざんまい」 の文字部分からなる\nものと容易に認識し得るから，自他商品の識別力がない「すし」の文字部\n分を捨象した「ざんまい」の文字部分に看者の注目が集まる。\nこのように，引用商標１及び２の「ざんまい」の文字部分に看者の注目\nが集まる場合があり，その「ざんまい」の文字部分は，本件商標を構成す\nる文字と同一である。\nまた，登録商標の使用に際し，商品の普通名称を付加して使用すること\nも普通に行われている。本件商標に指定商品の普通名称である「すし」の\n文字を付加して使用すると，引用商標１の要部である「すしざんまい」，引\n用商標２の構成文字である「すしざんまい」と同一の文字となる。\nなお，原告は，「宅配専門」の文字と，魚と思しき図形と，「寿司ざんま\nい」の文字から構成される商標を使用しており，「ざんまい」の文字に「寿\n司」の文字を付加した構成の商標を使用している。\nイ  以上によれば，本件商標と引用商標とがある程度の類似性を有するとし\nた本件審決の判断に誤りはない。\n⑵  引用商標１及び２に係る周知著名性の判断の誤りの主張に対し\nア  商標法２７条２項は，「指定商品又は指定役務の範囲は，願書の記載に基\nづいて定めなければならない。」と規定しているから，同じ「すし」と記載\nされているにもかかわらず，本件商標の指定商品「すし」は，多種多様な\n商品であるのに対し，引用商標１及び２の指定役務「すしを主とする飲食\n物の提供」にいう「すし」は，握り寿司等３種類に限定されているとの原\n告の主張は，失当である。むしろ，「すしを主とする飲食物の提供」は，「飲\n食物」の提供とされている以上，提供される料理の範囲としては，本件商\n標の指定商品「すし」を含むのはもちろん，「すし」以外の料理の提供も含\nまれ得る点において広い範囲にわたる。\n本来，「すしの提供」を行う事業者である回転ずしや一般的な寿司屋にお\nいても，テイクアウト，持ち帰り又は宅配により，「すし」を販売すること\nが普通に行われている状況にある。\nそして，指定商品「すし」も，指定役務「すしを主とする飲食物の提供」\nも，その需要者は，食事を欲する，一般消費者などであり，その主たる需\n要者層は共通する。特に，「すしを主とする飲食物の提供」の中には，回転\nずしなどの店舗が含まれ，これらの店舗では老若男女の広い範囲の一般消\n費者によって利用されている。\nしたがって，本件商標の指定商品「すし」の需要者が「大衆」の消費者\nであるのに対し，引用商標１及び２の指定役務「すしを主とする飲食物の\n提供」の需要者が「非大衆」の消費者であって，両者の需要者が異なると\nの原告の主張は失当であり，本件審決が需要者層を一部共通にすると認定\nした点に誤りはない。\nイ  商標の周知著名性は，売上高，広告，マスコミによる紹介の実績その他\nの判断要素を含め，総合的に判断すべきものであり，権利者の商標として\nの使用のみによって形成されるものではない。東京都内のすし店の総数よ\nりも，一企業の東京都内の店舗数が少ないからといって，それだけで周知\n著名性が否定されるものではない。\nテレビ，新聞，雑誌などの報道においても，「すしざんまい」が被告のす\nし店の名称として紹介されており，これを見た取引者，需要者は，被告の\nすし店の名称として「すしざんまい」を記憶していくのであり，これらの\n報道は，引用商標１及び２の周知著名性の獲得に大きく寄与するものとい\nえる。\n被告は，自己の運営するウェブサイト（乙１１，１５）において，各店\n舗の名称として「すしざんまい」の文字を表示しているから，引用商標２\nも自ら使用している。\n引用商標１の「つきじ喜代村」，「すしざんまい」及び「ＳＵＳＨＩＺＡ\nＮＭＡＩ」の文字は，それぞれ独立して商品の出所表示として機能し得る\nものであり，そのうち，「すしざんまい」の文字は，極めて大きな文字で顕\n著に表示されている。そうすると，引用商標１が表示されれば，社会通念\n上，「すしざんまい」の文字が商標として表示されているといえるから，引\n用商標２の使用にも当たる。\n被告は，本件商標の登録出願前からテレビコマーシャルを行っており（乙\n１の１ないし３），その放送の映像には，「すしざんまい」の文字が大きく\n表示された商標が使用されている。\n２０１２年（平成２４年）及び２０１５年（平成２７年）当時のすし店\nのシェアは，いずれにおいても，被告が２位以下を大きく引き離してトッ\nプである。\n以上によれば，引用商標の周知著名性を否定する原告の主張は，いずれ\nも失当であり，本件審決が，引用商標１及び２について，本件商標の登録\n出願時及び登録査定時において，被告の業務に係る「すしを主とする飲食\n物の提供」を表す商標として，需要者間に広く認識されていたと判断した\n点に誤りはない。\n⑶  本件商標の指定商品と引用商標１及び２の指定役務との間の性質，用途又\nは目的における関連性の程度等についての判断の誤りの主張に対し\nア  前記⑵アのとおり，引用商標１及び２の指定役務「すしを主とする飲食\n物の提供」と本件商標の指定商品「すし」は，需要者層の一部を共通にす\nるとの本件審決の判断に誤りはない。\nイ  「すしを主とする飲食物の提供」を行う店には，テイクアウト用に商品\n「すし」の販売を行っている店も少なくないから，本件商標の指定商品と\n引用商標１及び２の指定役務とは，その性質，用途又は目的において密接\nな関連性を有するとした本件審決の判断に誤りはない。\n⑷  業態の相違の主張に対し\n被告と原告の業務を見た場合，被告は，回転ずしなどを含め，すし店を展\n開しているが，その店舗では，テイクアウトや宅配用に商品「すし」の販売\nも行っているから，被告と原告の業務に相違があるとはいえない。\n⑸  混同を生ずるおそれの判断の誤りの主張に対し\n以上のとおり，引用商標１及び２は周知著名であること，本件商標と引用\n商標１及び２は類似性（近似性）を有すること，本件商標の指定商品と被告\nの引用商標１及び２の業務に係る商品・役務との間の性質，用途又は目的に\nおける密接な関連性，取引者及び需要者の共通性に照らすならば，本件商標\nが商標法４条１項１５号に該当するとした本件審決の判断に誤りはない。\nしたがって，原告主張の取消事由は理由がない。\n第４  当裁判所の判断\n１  認定事実\n前記第２の１の事実と証拠（甲１ないし３，１８，乙１，２，７，９ないし\n１１，１４，１７，１８（いずれも枝番のあるものは枝番を含む。））及び弁論\nの全趣旨を総合すれば，以下の事実が認められる。\n⑴  被告によるすしチェーンの店舗展開等\nア(ア)  被告は，昭和６０年１０月２２日に設立された，飲食店の経営等を\n目的とする株式会社である。\n被告は，平成１３年４月，東京都中央区築地に「すしざんまい本店」\nの名称のすし店を開店した。\nその後，被告は，「すしざんまい」の文字の後に「○○店」等を付した\nすし店（以下「「すしざんまい」チェーン店」という。）を店舗展開し，\n平成２４年８月までに，東京都に３０店舗（「すしざんまい別館」，「すし\nざんまい本陣」，「すしざんまい奥の院」，「すしざんまい錦糸町店」，「す\nしざんまい有楽町店」，「すしざんまい六本木店」等），福岡県に３店舗（「す\nしざんまい天神店」等），北海道に２店舗（「すしざんまい小樽店」等），\n神奈川県に２店舗（「すしざんまい横浜中華街東門店」等），栃木県に１\n店舗（「すしざんまい宇都宮駅店」）を開店し，更に同年１２月までに大\n阪府（「すしざんまい道頓堀店」）及び福岡市（「すしざんまい博多駅前店」）\nに各１店舗を開店し，同月時点の「すしざんまい」チェーン店の店舗数\nは合計４０店舗（乙１４の１，２）であった。\n(イ)  「すしざんまい」チェーン店の各店舗では，引用商標１を表示した\n看板（乙７の３，４等）や「すしざんまい」の文字を縦書きして表示し\nた行灯（乙７の６，７等）を使用していた。\nまた，被告は，平成２４年１２月当時，自己の運営するウェブサイト\nにおいて，引用商標１を表示した上で，「すしざんま  い」チェーン店の\n各店舗の店舗紹介を掲載していた（乙１５の３４等）。\nさらに，被告は，平成１１年８月，引用商標１を表示した，「すしざん\nまい」チェーン店のテレビＣＭ（乙１の１ないし３）を行った。\nイ  被告は，「すしざんまい」チェーン店のほかに，平成１５年６月から平成\n２２年１０月までの間，回転ずしの店として，「廻るすしざんまい築地店」\nほか３店舗を，すし店として，「すしざんまい」の文字の後に「匠」又は「得\n得」の文字を付した「すしざんまい匠」，「すしざんまい匠銀座６丁目店」，\n「すしざんまい得得赤羽店」及び「すしざんまい得得巣鴨店」を開店した\n（乙１４の２）。\nウ  被告は，平成１４年６月１９日，引用商標１について商標登録出願をし，\n平成１８年１１月１７日，その設定登録を受け，平成２２年４月９日，引\n用商標２について商標登録出願をし，平成２４年８月３日，その設定登録\nを受けた。\n⑵  被告の売上高等\nア  平成２５年５月２２日付け「日経ＭＪ（流通新聞）」（乙１１の８）に，\n「第３９回飲食業１２年度ランキング」の売上高経常利益率ランキングに\nおいて，「東京・築地市場の初セリで，青森県大間産のマグロを過去最高額\nの１匹１億５０００万円余りで落札した，「すしざんまい」の喜代村（東京・\n中央）。店舗売上高伸び率ランキングで昨年の２１位から６位に躍進し，経\n常利益率でも５位に入った。」などの記事が掲載された。\nイ  「Ｍｐａｃ（マーケティング情報パック）」の「すし店／２０１２年  ９，\n７００億円（国内市場）」（「出典：富士経済「外食産業マーケティング便覧\n２０１２  Ｎｏ．２」２０１２年７月２５日刊」）（乙１１の９）には，次\nのような記載がある。\n(ア)  「市場規模の推移\nすし店は，回転ずし／宅配ずし／テイクアウトずしを除いたすし業態\nを対象とする。すしは，チェーン企業の占有率が低く，個人経営の単独\n店が市場の大半を占めている。近年では，回転ずし／宅配ずし／テイク\nアウトずしなど単価の低い他業態に需要が奪われ，市場は減少の推移を\nたどっている。…２０１２年は，「すしざんまい」既存店舗売上が大幅に\n拡大，又他チェーン店でも微増を見込んでいる企業もあるが，単独店の\n業績が悪く，市場全体は減少が見込まれる。２０１２年の国内市場は，\n店舗数が前年比９８．８％の４万２，２００店，売上高が同９８．２％\nの９，７００億円と見込まれる。」\n(イ)  「メーカーシェア\n２０１２年見込\n企業名                    販売高見込        シェア\n喜代村                 ２５７億円          ２．６％\n京樽                   ４６億円          ０．５％\n寿司田                  ４４億円          ０．５％\n玉寿司                  ３５億円          ０．４％\nにっぱん                 ３５億円          ０．４％\nアミノ                  ３２億円          ０．３％\n梅丘寿司の美登利総本店     ２５億円          ０．３％\n金太郎鮨本店               ２３億円          ０．２％\nその他                 ９２０３億円        ９４．９％\n合計                    ９７００億円      １００％」\n「「すしざんまい」を展開する喜代村は，２０１１年に１２店オープン\nし，総店舗数は４６と積極的な出店を続けたこと，２４時間営業が奏\n功したこと等で，実績は大幅に拡大した。２０１２年は，既存店の売\n上が年初から好調を続け，新規オープンは３～４店舗と低調になると\n見ているが，前年比１７６％での着地を計画している。」\nウ  被告が運営するすし店（「すしざんまい」チェーン店並びに「廻るすしざ\nんまい」，「すしざんまい匠」及び「すしざんまい得得」の各店舗）の売上\n高は，２０１０年（平成２２年）が９９億９９００万円，２０１１年（平\n成２３年）が１０６億７８００万円及び２０１２年（平成２４年）が１４\n１億５２００万円であった（乙１７）。\n⑶  テレビ，新聞及び雑誌による報道について\nア  テレビ\n(ア)  「すしざんまい」チェーン店は，平成１４年５月３１日から平成２\n４年９月３日までの間，下記のとおり，報道番組，ワイドショー，情報\n番組，バラエティー番組などの多種多様なテレビ番組で，取り上げられ，\n報道された。\n記\n「ザ！情報ツウ」（日本テレビ）（乙７の２，１７），「ニュースプラス１」\n（日本テレビ）（乙７の３，４），「スーパーニュース」（フジテレビ）（乙\n７の５，５１，５９，８２，８８），「ニュースの森」（ＴＢＳ）（乙７の\n８），「超バンキシャ」（日本テレビ）（乙７の１０），「おいしい情報の楽\n園」（テレビ東京）（乙７の１２），「メレンゲの気持ち」（日本テレビ）（乙\n７の１３，１６），「スイスペ！」（テレビ朝日）（乙７の１４），「朝は楽\nしく！」（テレビ東京）（乙７の１５，１８），「アンテナ２２」（日本テレ\nビ）（乙７の２０），「ＧＩＲＬＳ  Ａ  ＧＯＧＯ！」（テレビ朝日）（乙７\nの２１），「スーパーＪチャンネル」（テレビ朝日）（乙７の２２，５８），\n「ガイアの夜明け」（テレビ東京）（乙７の２３），「報道特集」（ＴＢＳ）\n（乙７の２４），「朝ズバッ」（ＴＢＳ）（乙７の２５），「もしもツアーズ」\n（乙７の２６），「回転しない激安絶品寿司」（日本テレビ）（乙７の２７），\n「ＴＶチャンピオン２」（テレビ東京）（乙７の２８），「日曜ビッグバラ\nエティ」（テレビ東京）（乙７の３０），「おもいっきりＤＯＮ！」（乙７の\n３１），「日テレＮＥＷＳ２４」（日本テレビ）（乙７の３２），「ＴＨＥ  Ｎ\nＥＷＳ」（ＴＢＳ）（乙７の３３，４０），「旅の香り～氷川きよしの旅」\n（テレビ朝日）（乙７の３４），「ＮＥＷＳリアルタイム」（日本テレビ）\n（乙７の３５，４３），「ひるおび」（ＴＢＳ）（乙７の３６），「ＶＶＶ６\n東京Ｖシュラン２」（フジテレビ）（乙７の３７），「カンブリア宮殿」（テ\nレビ東京）（乙７の３８），「「ぷっ」すま！」（テレビ朝日）（乙７の３９），\n「もらえるテレビ」「ビズ・サーチ」（日本テレビ）（乙７の４１），「ＮＥ\nＷＳ２４」（日本テレビ）（乙７の４４），「ｏｈａ６  オハロク」（日本テ\nレビ）（乙７の４５），「スーパーモーニング」（テレビ朝日）（乙７の４６），\n「菅生新のビジネスハンター」（ＢＳジャパン）（乙７の４７），「全種類\nぜんぶ」（ＴＢＳ）（乙７の４８），「めんたいワイド」（ＦＢＳ福岡）（乙\n７の４９），「ＮＥＷＳ１」（北海道テレビ）（乙７の５０，５２），「今日\nドキッ！」（北海道放送）（乙７の５３），「イチオシ！」（北海道テレビ）\n（乙７の５４，５６），「ハッピーおとどけ隊」（札幌テレビ放送）（乙７\nの５７），「ダウンタウンのガキの使いやあらへんで！！」（日本テレビ）\n（乙７の６０），「ＳＴＶニュース」（札幌テレビ）（乙７の６２），「グッ\nチーの今日ドキッ！」（北海道テレビ）（乙７の６３，８０），「ＮＥＷＳ\nＺＥＲＯ」（日本テレビ）（乙７の６４），「ｏｈａ４！ＮＥＷＳ  ＬＩＮ\nＥ」（日本テレビ）（乙７の６５），「ニュース」（ＮＨＫ）(乙７の６６)，\n「ｎｅｗｓ  ｅｖｅｒｙ」（日本テレビ）（乙７の６７，７０，９７），「ｂ\nｉｚ  ｓｅａｒｃｈ」（日本テレビ）（乙７の６９），「成功の極意」（テレ\nビ朝日）（乙７の７１），「ワイドスクランブル」（テレビ朝日）（乙７の７\n２），「モーニングバード」（テレビ朝日）（乙７の７３），「ｚｉｐ！」（日\n本テレビ）（乙７の７４），「７スタＢｒａｔｃｈ！」（テレビ東京）（乙７\nの７５，７８），「ハケンＯＬは見た」（テレビ東京）（乙７の７６），「サ\nンデージャポン」（ＴＢＳ）（乙７の８３），「シューイチ」（日本テレビ）\n（乙７の８４），「Ｍｒ．サンデー」（フジテレビ）（乙７の８５），「ココ\nイコ」（テレビ朝日）（乙７の８７），「めざましテレビ」（フジテレビ）（乙\n７の８９），「ノンストップ」（フジテレビ）（乙７の９１），「お試しかっ！」\n（テレビ朝日）（乙７の９２），「欽ちゃんのニッポン元気化計画」（三重\nテレビ）（乙７の９３），「スタードラフト会議」（日本テレビ）（乙７の９\n４），「シルシルミシルサンデー３時間ＳＰ」（テレビ朝日）（乙７の９６）。\n(イ)  これらのテレビ番組では，「すしざんまい」チェーン店について，２\n４時間営業のすし店であること（乙７の２，５，１３），店舗でマグロの\n解体ショーを行うこと（乙７の８，３６，４１），行列ができるすし店で\nあること（乙７の４，１３，３８），著名人の「Ａ」が来日時に利用した\nこと（乙７の７６，８２，８３，８４，８８，９１），「５０００万円マ\nグロでおなじみ？」（乙７の９６）などと紹介された。\nまた，これらのテレビ番組では，「これ「すしざんまい」っていう２４\n時間やってる所ですね」（乙７の２），「東京都中央区築地  新店舗  すし\nざんまい本陣」，「東京都中央区築地  すしざんまい別館」（乙７の３），\nでは，「銀座の“人気すし”対決  すしざんまい」（乙７の４），「２４時\n間営業  すしざんまい」（乙７の５），「すしざんまい  ＳＵＳＨＩＺＡＮ\nＭＡＩ」（乙７の８），「すしざんまい  東京・銀座」（乙７の１０），「す\nしざんまい本店」（乙７の１２），「２４時間営業のお寿司屋「すしざんま\nい」」（乙７の１３），「つきじ喜代村  すしざんまい」，「つきじ喜代村  す\nしざんまい（別館）」，「つきじ喜代村  すしざんまい（銀座７丁目店）」\n（乙７の１４）のほか，「すしざんまい○○店」などの態様で，「すしざ\nんまい」の文字が表示されるとともに，引用商標１が付された店舗の看\n板等が表示された（乙７の３，４，８，１５，１７，２０，２３，２８，\n３６，３９，５８，６９）。\nイ  新聞及び雑誌\n(ア)  「すしざんまい」チェーン店は，平成１３年６月４日から平成２４\n年８月１０日までの間に，日刊スポーツ（乙９の１，２４，８１，８８，\n１１０，１３３，１５０，乙１０の８９），日刊ゲンダイ（乙９の６９，\n７７，８９，１２７，１３６，１３９），夕刊フジ（乙９の９０，１２３，\n１２８，１４１），スポーツニッポン（乙９の１２２），スポーツ報知（乙\n９の１３５），サンケイスポーツ（乙１０の９０，９９）等の新聞や，Ｈ\nａｎａｋｏ（乙９の４），ＴＯＫＹＯ１週間（乙９の８，２５，３４，３\n９），ヨミウリウィークリー（乙９の１４），散歩の達人（乙９の３３），\nＧＯＥＴＨＥ（乙９の４３），ファミリーウォーカー（乙９の４６），週\n刊アスキー（乙９の５１，６４，１１８），週刊プレイボーイ（乙９の６\n７），福岡ウォーカー（乙９の７０），女性自身（乙９の７１），サンデー\n毎日（乙９の９７），週刊新潮（乙９の１３８），女性セブン（乙９の１\n４０），週刊女性（乙９の１４４，１４７）等の雑誌で取り上げられた。\n例えば，平成１３年６月４日付けの日刊スポーツ（乙９の１）には，\n「築地場外市場だからこそ！！ネタ新鮮「すしざんまい」」，「東京の台所，\n築地場外市場に２４時間営業の寿司（すし）店「すしざんまい」が４月\nにオープンし，評判を呼んでいる」等と掲載され，「すしざんまい」の文\n字の表示と共に紹介された。\n(イ)  「すしざんまい」チェーン店は，朝日新聞（乙９の５，４４，９３），\n読売新聞（乙９の７），産経新聞（乙９の２６，９５），日本経済新聞（乙\n９の９９），日本経済新聞電子版（乙９の１１２）の全国紙において，複\n数回にわたり取り上げられた。\nａ  例えば，平成２２年１１月１日付け朝日新聞夕刊には（乙９の９３），\n「羽田→築地直行  地中海産マグロ，国際化で初の輸入」との見出し\nの下，「今回輸入した「すしざんまい」チェーンの「喜代村」のＹ社長\nは，「鮮度は時間との戦い。…」と話した。」などと掲載された。\nｂ  平成２２年１１月１３日付け日本経済新聞朝刊（乙９の９９）には，\n「羽田に国際定期便就航」，「生鮮食品，輸出入素早く」，「２４時間体\n制も強み」との見出しの下，「「スペインで水揚げしたマグロを２日後\nに店で出せる」。東京を中心にすしチェーン「すしざんまい」を展開す\nる喜代村（東京・中央）のＹ社長は話す。１日朝，スペインから発送\nした地中海産生鮮クロマグロ８匹を羽田で受け取った。」などと掲載さ\nれた。\nｃ  ２００１年（平成１３年）５月２５日付け朝日新聞朝刊（乙１０の\n１）には，「すし店  ２４時間営業（東京ストマック  築地魚河岸：９）\n／東京」との見出しの下，「築地界隈（かいわい）のホットな話題とな\nったのは，４月２０日に開店した２４時間営業の「すしざんまい」だ。\n早朝に店を開け，昼過ぎにシャッターを下ろす場外市場の人々にとっ\nて，２４時間そして年中無休のすし店の登場は驚きだった。母体の「喜\n代村」（本社・築地３丁目）はマグロの卸売りのほか，弁当，すし，う\nどん・そば店などを幅広く展開している。」などと掲載された。\nｄ  ２０１２年（平成２４年）１月５日付け日本経済新聞夕刊（乙１０\nの５８）には，「５６４９万円也，マグロ最高値，築地で初セリ。」の\n見出しの下，「新年恒例の初セリが５日，全国の主な卸売市場で開かれ\nた。東京・築地市場では青森県の大間産クロマグロが過去最高の１匹\n５６４９万円で競り落とされた。これまでの最高値は昨年の３２４９\n万円だった。…すし専門店「すしざんまい」を展開する喜代村（東京・\n中央）が単独で競り落とした。」などと掲載された。\n「すしざんまい」チェーン店を展開する被告が，初競りにおいて市\n場最高値でマグロを落札したことについては，同日付け日本経済新聞\n大阪夕刊（乙１０の５９），東京読売新聞夕刊（乙１０の６１），産経\n新聞大阪夕刊（乙１０の６２），共同通信ニュース（乙１０の６３），\n北海道新聞夕刊（乙１０の６５），東奥日報（乙１０の６６），東京新\n聞夕刊（乙１０の６７），信濃毎日新聞夕刊（乙１０の６８），静岡新\n聞夕刊（乙１０の６９），中日新聞夕刊（乙１０の７０），西日本新聞\n夕刊（乙１０の７１），熊本日日新聞夕刊（乙１０の７２），日経速報\n（乙１０の７４），日本経済新聞電子版（乙１０の７５ないし７７），\n同月６日付け日本経済新聞朝刊（乙１０の７８），産経新聞東京朝刊（乙\n１０の７９），岩手日報朝刊（乙１０の８０），秋田魁新報朝刊（乙１\n０の８１），福島民報（乙１０の８２），下野新聞（乙１０の８３），四\n国新聞朝刊（乙１０の８４），佐賀新聞（乙１０の８５），長崎新聞（乙\n１０の８６），宮崎日日新聞朝刊（乙１０の８７），日刊水産経済新聞\n（乙１０の８８），日本経済新聞電子版（乙１０の９２，９４）等にお\nいても掲載された。\n⑷  原告について\n原告は，寿司の製造，販売等を目的とする株式会社である。\n原告は，九州地区等において，電話又はウェブサイトで注文を受けて，寿\n司を配達する形態の宅配寿司店として，「寿司ざんまい博多店」，「寿司ざんま\nい古賀」，「寿司ざんまい宇部店」等を出店し，宅配寿司チェーンの店舗展開\nを行っている（甲１８，乙２の２）。\n原告は，自己の運営するウェブサイトにおいて，上記宅配寿司チェーンの\n名称として，「寿司ざんまい」の表示をしている（乙１８の２，３等）。\n２  引用商標１及び２に係る周知著名性について\n⑴  需要者について\nア  引用商標１は，別紙２記載のとおり，上段に筆文字風で記載された「つ\nきじ喜代村」の文字を，中段に大きく筆文字風で記載された「すしざんま\nい」の文字を，下段に小さくゴシック体で記載された「ＳＵＳＨＩＺＡＮ\nＭＡＩ」の文字を３段に配した構成からなる結合商標である。\nまた，引用商標２は，「すしざんまい」の標準文字を表してなる商標であ\nる。\nそして，「すし」は，一般的な食品であることに照らすと，引用商標１及\nび２の指定商品である第３０類「すし」と指定役務である第４３類「すし\nを主とする飲食物の提供」における需要者は，いずれも一般消費者であり，\n共通するものと認められる。\nイ  この点に関し原告は，「すしを主とする飲食物の提供」にいう「すし」は，\n握りずし，巻き寿司及びちらし寿司の３種類（握りずし等３種類）に限ら\nれ，それら以外の多種多様な「すし」について提供がされている事実は存\n在せず，一般的な「すし」の提供は対価が高額であるから，その需要者は，\n「非大衆」の消費者であるのに対し，「すし」の販売にいう「すし」には，\n握りずし等３種類以外の多種多様なすしも含まれ，その需要者は「大衆」\nの消費者であるから，本件商標の指定商品「すし」と引用商標１及び２の\n指定役務「すしを主とする飲食物の提供」とは，需要者が異なる旨主張す\nる。\nしかしながら，「すしを主とする飲食物の提供」の提供対象の「すし」が\n握りずし，巻き寿司及びちらし寿司の３種類に限定されると解すべき合理\n的な理由はない。\n次に，「すしを主とする飲食物の提供」について，その提供の場所を特に\n限定する記載はないから，提供の場所が「すし店」の店舗にのみ限定され\nるものではないのみならず，これを「すし店」についてみても，「すし店」\nには，比較的低価格で「すし」を提供する回転ずしの店舗も含まれること\nに照らすと，すし店の店舗で提供される「すし」がすし店以外で販売又は\n提供される「すし」よりも，高額であるとは一概にいえない。\nさらに，すし店を利用するのは，「非大衆」であって，「大衆」が需要者\nに含まれないものとは到底いえない。\nしたがって，原告の上記主張は，採用することができない。\n(2)  周知著名性について\nア  前記１の認定事実を総合すれば，①被告は，平成１３年４月，「すしざん\nまい本店」の名称のすし店を開店した後，東京都，北海道，栃木県，福岡\n県，神奈川県，大阪府において，すしチェーンである「すしざんまい」チェ\nーン店を店舗展開し，平成２４年１２月までに，店舗数が３９店舗に及ん\nでおり，同年の売上高見込み及びシェアは，全国のすし店において，いずれ\nも第１位であり，また，「日経ＭＪ（流通新聞）」が調査した「第３９回飲食\n業１２年度ランキング」の売上高経常利益率ランキングにおいて，被告は，\n店舗売上高伸び率ランキングで前年の２１位から６位に躍進し，経常利益\n率でも５位に入ったこと，②被告は，「すしざんまい」チェーン店の各店舗\nにおいて，引用商標１を表示した看板や「すしざんまい」の文字を縦書きし\nて表示した行灯を使用し，自己の運営するウェブサイトにおいて，引用商標\n１を表示した上で，「すしざんまい」チェーン店の各店舗の店舗紹介を掲載\nしていたこと，③テレビ，新聞及び雑誌において，被告が，平成２４年１月\nの東京・築地市場の初競りでクロマグロを過去最高値の１匹５６４９万円\nで競り落としたこと，「すしざんまい」チェーン店が２４時間営業のすし店\nであること，マグロの解体ショーを行っていることなどの話題について，全\n国的規模で，多数回にわたり紹介され，その紹介の際には，「すしざんまい」\nの文字が表示され，また，引用商標１を付した看板の映像や写真も掲載さ\nれたことが認められる。\n上記認定事実によれば，「すしざんまい」の表示は，本件商標の登録出願\n時（同年９月１３日）及び登録査定時（同年１２月２６日）において，被告\nが店舗展開する「すしざんまい」チェーン店の名称として，「すしを主とす\nる飲食物の提供」の役務の需要者である一般消費者の間に広く認識され，\n被告の業務に係る上記役務を表示するものとして，著名であったものと認\nめられる。\nイ  これに対し原告は，①引用商標１及び２に係る周知著名性の判断に当た\nっては，被告がどれだけの店舗でどのような営業をしているかが重要であ\nるところ，東京都内における被告の店舗数が多い３つの区（中央区，港区\n及び江東区）における被告の店舗数の占める割合は非常に小さい，②被告\nは，引用商標２については，テレビコマーシャル等で自ら宣伝しておらず，\n被告について話題性を有する報道がされるとしても，例えば，初競りでの\n落札や２４時間営業の寿司屋といった報道は，初競りは年に一回であって，\nその報道は一過性のものであり，２４時間営業は他業種特にコンビニで行\nわれているから，このような報道によって，引用商標１が，被告の業務に\n係る「すしを主とする飲食物の提供」を表す商標として周知著名になるこ\nとはない，③引用商標２は，第三者であるマスコミが，テレビ番組や新聞，\n雑誌で被告のすし店を紹介するときに使用したものであり，被告自身が使\n用したものではないから，商標としての使用と評価されないなどとして，\n引用商標１及び２に係る「すしざんまい」の表示は，本件商標の登録出願\n時及び登録査定時において，被告の業務に係る「すしを主とする飲食物の\n提供」を表す商標として，需要者の間に広く認識されていたものとはいえ\nない旨主張する。\nしかしながら，引用商標１及び２に係る「すしざんまい」の表示が，被\n告の業務に係る「すしを主とする飲食物の提供」を表す商標として，需要\n者の間に広く認識されていたかどうかは，被告による引用商標１及び２の\n使用態様，使用状況を基礎付ける「すしざんまい」チェーン店の店舗数，\n売上高，需要者の認識の契機となり得る「すしざんまい」チェーン店に関\nするテレビ，新聞及び雑誌の報道内容等を総合的に考慮して判断すべきも\nのであって，中央区，港区及び江東区といった限定された地域における被\n告の店舗数の占める割合のみを重視するのは妥当でないし，また，被告自\nらが行った使用や広告宣伝のみに考慮事情を限定すべき合理性はない。\n一方で，引用商標１及び「すしざんまい」の表示を伴う全国的規模の多\n数回にわたる報道が，被告の業務に係る役務を表示するものとしての「す\nしざんまい」の表示の著名性の獲得に大きな貢献をしたことは明らかであ\nる。\nしたがって，原告の上記主張は，採用することができない。\n３  本件商標の商標法４条１項１５号該当性について\n(1)  混同を生ずるおそれの有無について\nア(ア)  本件商標は，別紙１記載のとおり，「ざんまい」の文字を横書きに書\nしてなる商標である。本件商標から「ザンマイ」の称呼が生じる。\n「ざんまい」の語は，「一心不乱に事をするさま。」（広辞苑第七版）の\n意味を有するから，本件商標から，このような意味合いの観念を生じる。\nまた，前記２⑵ア認定のとおり，「すしざんまい」の表示は，本件商標\nの登録出願時及び登録査定時において，被告が店舗展開する「すしざん\nまい」チェーン店の名称として，需要者である一般消費者の間に広く認\n識され，被告の業務に係る「すしを主とする飲食物の提供」を表示する\nものとして，著名であったこと，「すし」に関連する登録商標の使用にお\nいては，「すし」又は「寿司」の表示を登録商標の前後に付加して使用す\nることが普通に行われており，現に，原告においても，本件商標の「ざ\nんまい」の前に「寿司」の文字を付加した「寿司ざんまい」の商標を使\n用していること（前記１(4)）に鑑みると，本件商標が指定商品「すし」\nに使用されたときは，被告が店舗展開する「すしざんまい」チェーン店\nを想起し，その名称としての「すしざんまい」の観念をも生じるものと\n認めるのが相当である。\n(イ)  引用商標１は，別紙２記載のとおり，上段に筆文字風で記載された\n「つきじ喜代村」の文字を，中段に大きく筆文字風で記載された「すし\nざんまい」の文字を，下段に小さくゴシック体で記載された「ＳＵＳＨ\nＩＺＡＮＭＡＩ」の文字を３段に配した構成からなる結合商標であり，\nこのうち，「すしざんまい」の文字は，引用商標１の中央に他の文字より\nも大きく，かつ，太く記載されており，「すし」の部分は，「し」が「す」\nの左下に位置し，縦書きのように記載されている。\nそうすると，引用商標１を構成する「つきじ喜代村」の文字部分，「す\nしざんまい」の文字部分及び「ＳＵＳＨＩＺＡＮＭＡＩ」の文字部分は，\n外観上，それぞれが分離して観察することが取引上不自然と思われるほ\nど不可分的に結合しているものとはいえない。\nそして，「すしざんまい」の文字部分の上記構成態様に照らすと，引用\n商標１の構成中の「すしざんまい」の文字部分は，取引者，需要者に対\nし，「すしを主とする飲食物の提供」の役務の出所識別標識として強く支\n配的な印象を与えるものと認められるから，要部として抽出できるもの\nと認めるのが相当である。\nしかるところ，引用商標１の要部である「すしざんまい」の文字部分\n及び「すしざんまい」の標準文字からなる引用商標２から，いずれも「ス\nシザンマイ」の称呼が生じる。\nまた，前記２⑵ア認定のとおり，「すしざんまい」の表示は，本件商標\nの登録出願時及び登録査定時においては，被告が店舗展開する「すしざ\nんまい」チェーン店の名称として，需要者である一般消費者の間に広く\n認識され，被告の業務に係る「すしを主とする飲食物の提供」を表示す\nるものとして，著名であったことに鑑みると， 引用商標１の要部である\n「すしざんまい」の文字部分及び引用商標２から，被告が店舗展開する\n「すしざんまい」チェーン店を想起し，その名称としての「すしざんま\nい」の観念を生じるものと認めるのが相当である。\n(ウ)  前記(ア)及び(イ)によれば，本件商標と引用商標１及び２は，外観\n及び称呼が異なるが，観念においては，本件商標が指定商品「すし」に\n使用されたときは，本件商標から被告が店舗展開する「すしざんまい」\nチェーン店を想起し，その名称としての「すしざんまい」の観念をも生\nじるのに対し，引用商標１の要部である「すしざんまい」の文字部分及\nび引用商標２からも，被告が店舗展開する「すしざんまい」チェーン店\nを想起し，その名称としての「すしざんまい」の観念を生じる点で共通\nするものと認められる。\nイ  以上のとおり，①「すしざんまい」の表示は，本件商標の登録出願時及\nび登録査定時において，被告が店舗展開する「すしざんまい」チェーン店\nの名称として，需要者である一般消費者の間に広く認識され，被告の業務\nに係る「すしを主とする飲食物の提供」を表示するものとして，著名であ\nったこと（前記２(2)ア），②本件商標と引用商標１の要部である「すしざ\nんまい」の文字部分及び引用商標２から，いずれも被告が店舗展開する「す\nしざんまい」チェーン店を想起し，その名称としての「すしざんまい」の\n観念を生じる点で共通すること（前記ア(ウ)），③本件商標の指定商品であ\nる「すし」と被告の業務に係る役務である「すしを主とする飲食物の提供」\nは，需要者が一般消費者である点で共通し（前記２⑴ア），販売の対象とな\nる商品又は提供の対象となる商品がいずれも「すし」である点で共通する\nことを総合考慮すると，本件商標をその指定商品の「すし」に使用すると\nきは，その取引者，需要者において，被告が店舗展開する「すしざんまい」\nチェーン店の名称として著名な「すしざんまい」の表示を想起し，当該商\n品を被告又は被告と緊密な営業上の関係又は同一の表示による商品化事業\nを営むグループに属する関係にある営業主の業務に係る商品であるかのよ\nうに，その出所について混同を生ずるおそれがあるものと認められる。\nしたがって，本件商標は，引用商標１及び２との関係において，商標法\n４条１項１５号に該当するものと認められる。\nこれと同旨の本件審決の判断に誤りはない。\n(2)  原告の主張について\n原告は，①引用商標１及び２の指定役務「すしを主とする飲食物の提供」\nにいう「すし」と本件商標の指定商品「すし」とは，握り寿司等３種類を除\nき，「すし」の内容が一致せず，需要者が異なる，②「すし」の販売にいう「す\nし」は，弁当と同じような用途であるのに対し，「すしを主とする飲食物の提\n供」にいう「すし」の提供は，すし職人と会話を楽しむといった別の要素が\nあり，極めて人間的であり，しかも，魚の鮮度が勝負であり，鮮度が比較的\n短時間で落ちる商品を鮮度の良い状態で提供していること，回転ずしや着席\nスタイルのすし店等でも，テイクアウトは行われているが，全体のごく一部\nであり，特に着席スタイルのすし店は鮮度にこだわり，テイクアウトは拒否\nされるのは周知の事実であることからすると，「すし」と「すしを主とする飲\n食物の提供」とは，その性質，用途又は目的において密接な関連性を有する\nとはいえない，③原告の業態は，宅配寿司であり，ウェブサイト又は電話に\nよる注文を受けてから寿司を盛り，スピーディな配達をするというものであ\nるのに対し，被告の業態は，カウンター方式及び個室方式をとり，会食・接\n待・結納などにも利用できる料亭をイメージした落ち着いた雰囲気の個室を\n用意しており，テイクアウトはあくまで「お持ち帰り」としての利用であり，\n原告の業態と被告の業態が相違するなどとして，本件商標の登録出願時及び\n登録査定時において，本件商標をその指定商品「すし」に使用した場合，こ\nれに接する需要者が引用商標を想起，連想し，当該商品を被告あるいは被告\nと経済的又は組織的に何らかの関係を有する者の業務に係る商品であるかの\nように，その出所について混同を生ずるおそれがあるとはいえないから，本\n件商標が商標法４条１項１５号に該当するものとはいえない旨主張する。\nしかしながら，①については，前記２(1)イで説示したとおり，本件商標の\n指定商品「すし」と引用商標１及び２の指定役務「すしを主とする飲食物の\n提供」とは，需要者が異なるものと認めることはできない。\n②については，「すしを主とする飲食物の提供」の提供の場所を原告が主張\nするような着席スタイルのすし店に限定すべき合理性はない。\n③については，原告が主張する原告の業態と被告の業態の相違は，本件商\n標をその指定商品「すし」に使用した場合，これに接する需要者が，当該商\n品を被告又は被告と緊密な営業上の関係又は同一の表示による商品化事業を\n営むグループに属する関係にある営業主の業務に係る商品であるかのように，\nその出所について混同を生ずるおそれがあるとの前記⑴の判断を左右するも\nのではない。\nしたがって，原告の上記主張は，その前提において採用することができな\nい。その他原告は，本件審決の認定判断の誤りについて縷々主張するが，い\nずれも理由がないか，本件審決の結論に影響を及ぼすものではない。\n４  結論\n以上によれば，原告主張の取消事由は理由がなく，本件審決にこれを取り消\nすべき違法は認められない。\nしたがって，原告の請求は棄却されるべきものである。\n知的財産高等裁判所第１部\n裁判長裁判官        大  鷹  一  郎\n裁判官     小  林  康  彦\n裁判官高橋彩は，転補のため署名押印することができない。\n裁判長裁判官        大  鷹  一  郎\n（別紙 1）          本件商標\n（別紙２）            引用商標１\n"
}