{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 2,
    "day": 28
  },
  "case_number": "令和4(ワ)15136",
  "case_name": "発信者情報開示請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "91969",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=91969",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/969/091969_hanrei.pdf",
  "contents": "令和５年２月２８日判決言渡  同日原本領収  裁判所書記官\n令和４年（ワ）第１５１３６号  発信者情報開示請求事件\n口頭弁論終結日  令和５年１月１６日\n判        決\n原        告          Ｘ\n同訴訟代理人弁護士         大    熊    裕    司\n島    川    知    子\n被        告          グーグル ・ エルエルシ ー\n同訴訟代理人弁護士          赤    川        圭\n山    内    真    之\n山    本    浩    貴\n伊    藤    誠    悟\nほ  か\n主        文\n１  被告は、原告に対し、別紙発信者情報目録記載の各情報を開示せよ。\n２  訴訟費用は被告の負担とする。\n３  この判決に対する控訴のための付加期間を３０日と定める。\n事実及び理 由\n第１  請求\n主文同旨\n第２  事案の概要\n１  本件は、原告が、インターネット上の地図サービスである「Ｇｏｏｇｌｅマッ\nプ」（以下「本件サイト」という。）を運営する被告に対し、氏名不詳者（以下\n「本件投稿者」という。）による別紙投稿動画目録記載のアカウントによる投稿\n（以下「本件投稿」という。）が、原告においてインスタグラムに投稿した動画\nに係る原告の著作権（複製権・公衆送信権）を侵害することが明らかであると主\n張して、特定電気通信役務提供者の損害賠償責任の制限及び発信者情報の開示に\n関する法律（以下「法」という。）５条１項に基づき、別紙発信者情報目録記載\nの各情報(以下「本件発信者情報」という。)の開示を求める事案である。\n２  前提事実（当事者間に争いのない事実並びに後掲の各証拠及び弁論の全趣旨に\nより認められる事実をいう。なお、証拠を摘示する場合には、特に記載のない限\nり、枝番を含むものとする。）\n当事者等\nア  原告は、肩書地に居住する女性である。\n原告の夫は、医療法人社団孝雄会アップル歯科医院（以下「本件歯科医院」\nという。）を経営する歯科医である。（甲１、２）\nイ  被告は、インターネットで閲覧可能な地図サービスである「Ｇｏｏｇｌｅ\nマップ」（本件サイト）を運営・管理する者である。\n⑵  本件動画に係る権利関係\nア  原告は、令和３年１０月２７日午前１１時３０分頃、夫が、本件歯科医院\n付近の路上を走りながら向かってくる様子をスマートフォンで撮影した（以\n下、これにより撮影された動画を「本件動画１」という。）。（甲８ないし\n１０、弁論の全趣旨）\nイ  原告は、同月２８日、本件動画１の下に「麻酔待ちの間にご近所に菓子折\nり渡しに走ってる。田舎すぎて。笑」とのテロップ（以下「本件テロップ」\nという。）を付した動画（以下「本件動画２」といい、本件動画１と併せて\n「本件各動画」という。）を作成し、自身のインスタグラムのストーリーズ\nに投稿した。\nなお、原告のインスタグラムのアカウントについては、非公開とする設定\nがされており（いわゆる鍵アカウント）、上記投稿当時、３０名程度のフォ\nロワーのみが閲覧することが可能な状態であった。\n（以上につき、甲９、１０、弁論の全趣旨）\n⑶  本件投稿者による投稿\nア  本件投稿者は、令和４年１月頃、Ｇｏｏｇｌｅのアカウントにログインを\nした上で、本件投稿を行った。（甲１０、弁論の全趣旨）\nイ  本件投稿は、別紙投稿画像目録記載のとおり、本件動画２の一場面を静止\n画として切り取った画像２枚（以下、併せて「本件投稿画像」という。）を、\n本件サイト上、本件歯科医院の写真としてアップロードするものである。こ\nれにより、本件サイトにおいて、地図上に表示された本件歯科医院をクリッ\nクすると、本件投稿画像が表示される状態となっていた。\n⑷  本件発信者情報の保有\n被告は、本件発信者情報を保有している。（弁論の全趣旨）\n３  争点\n⑴  権利侵害の明白性（争点１）\nア  本件各動画の著作物性（争点１－１）\nイ  黙示の承諾の有無（争点１－２）\nウ  著作権法４１条適用の有無（争点１－３）\n⑵  正当な理由の有無（争点２）\n第３  争点に関する当事者の主張\n１  争点１－１（本件各動画の著作物性）について\n（原告の主張）\n⑴  本件各動画の著作物性\n原告は、夫に頼まれて、本件歯科医院が借りている駐車場の大家に書類を\n届けに行こうとしたものの、まだ周囲の地理に詳しくなかったため、直ちに\nはたどりつけなかった。そして、原告は、その時見た空がとても青くて美し\nかったため、周囲の景色をスマートフォンの動画で撮影していたところ、夫\nがたまたま外に出てきて、大家の自宅のある方向を指で指して教えに来てく\nれたため、夫の走っている姿もそのまま撮影したものである。\nこのように、本件各動画は、原告が美しく感じる風景を自ら選択し撮影し\nたものであり、その構図やカメラアングルも自ら設定したものである。そし\nて、夫が登場した場面においても、スマートフォンを固定して撮影したもの\nではなく、夫を被写体としない選択もあったのに夫に焦点を合わせて撮影を\n行っていることからしても、誰が撮影しても同じ表現になるものではない。\nしたがって、本件各動画は、原告の個性の発揮によりその思想又は感情を\n創作的に表現したものであり、創作性は認められる。\n⑵  本件投稿画像の著作物性\n本件各動画に創作性が認められることは、上記において説示したとおりであ\nり、その動画の一部分である本件投稿画像についても、原告の個性が発揮され\nたものであるから、上記と同様に創作性が認められる。\n（被告の主張）\n⑴  本件各動画の著作物性\n本件各動画は、原告の夫が公道上を走っている点に主眼を置いて撮影したも\nのであり、本件各動画全体を通じて、空に主眼を置いている様子など、原告が\n美しく感じる風景を選択したことはうかがわれない。\nまた、本件動画１は僅か１９秒、本件動画２は僅か１５秒という短い動画で\nあるところ、カメラアングルもほぼ固定した状態で、正面から原告の夫を撮影\nしたものであり、自然光の下、スマートフォンのカメラ機能を用いて一般的な\n態様で撮影したものにすぎず、構図やカメラアングル等の工夫は見出せないも\nのである。\nしたがって、本件各動画には創作性がないため、本件各動画は「映画の著作\n物」には該当しない。\n⑵  本件投稿画像の著作物性\n本件投稿画像の投稿が原告の複製権・公衆送信権を侵害するものであるため\nには、本件動画２のうち本件投稿画像として切り取られた部分に創作性があり、\n当該部分に著作物性が認められる必要がある。しかしながら、本件投稿画像は、\n原告の夫が公道上にいる一場面を切り取ったものにすぎず、その構図やカメラ\nアングル、背景等においても創作性は認められない。\n２  争点１－２（黙示の承諾の有無）について\n（被告の主張）\n本件動画２は、インスタグラムにアップロードされた動画であるところ、イン\nスタグラムの利用者は、投稿する情報を公開する相手を任意に選択することがで\nきる（乙８）。そして、原告のインスタグラムのアカウントは、いわゆる鍵付き\nアカウントである以上、公開情報には該当しないものの、転載禁止等の注記がさ\nれていないことからすれば、原告は、少なくとも、原告のインスタグラムのフォ\nロワーに対し、本件動画２の一部の複製及び公衆送信など、インスタグラムの使\n用上当然に想定される利用形態について禁止する意向は示していない。\nしたがって、原告は、本件動画２の使用につき、黙示の承諾をしていたという\nべきである。\n（原告の主張）\n原告が本件動画２につき黙示の利用許諾をしていたと認められるには、その\nような事情が裏付けられるような具体的事実が認められなければならない。\nそして、原告のインスタグラムのアカウントは鍵付きであり、かつ、原告は、\n２４時間で消滅するストーリーズにより本件動画２を公開しているなど、その\n公開範囲をかなり限定していた事情を踏まえると、原告が黙示的許諾をしてい\nたことを裏付けるような積極的な事情が認められない限り、黙示的許諾をして\nいたとは認定できない。そうすると、転載禁止等の注記がなされていなかった\nとしても、第三者による著作物の利用を容認していた事情とはならないという\nべきである。\nしたがって、原告は、本件動画２の使用につき、黙示の承諾をしていなかった\nというべきである。\n３  争点１－３（著作権法４１条の適用の有無）について\n（被告の主張）\n本件投稿画像からは、医療関係者と思われる男性が白衣姿で走っている様子が\nうかがわれるとともに、「麻酔待ちの間にご近所に菓子折り渡しに走ってる。田\n舎すぎて。笑」との記載がある（甲６、９、１０）。そして、本件動画２が投稿\nされたのが令和３年１０月２８日であることからすれば、本件投稿画像は、遅く\nとも令和４年１月までには投稿されたものと考えられる。\nそうすると、本件投稿画像は、近時のニュース性のある、医療関係者の男性が\n患者の麻酔中に当該患者の下を離れて外出している様子を収めたものであり、当\n該様子を投稿することは、医療現場の実態や、医療事故につながりかねない様子\nをとらえた「時事の事件」を構成するものである。そして、このような本件投稿\n画像が、原告の夫が経営する本件歯科医院につき投稿されたことは、上記時事の\n事件を「報道する場合」に当たるといえる。\nまた、本件投稿画像の投稿は、本件動画２の全体ではなくその一部であるスク\nリーンショットのみを掲載するものであるから、「報道の目的上正当な範囲内」\nでの「複製」及び「利用」といえる。\nしたがって、本件投稿画像の投稿者は、本件歯科医院という医療現場の実態を\n報道するべく、当該現場を収めた本件動画２の一部を投稿という形で「複製」及\nび「利用」したものである（著作権法４１条）。\n（原告の主張）\n⑴  著作権法４１条にいう「時事の事件」とは、現在又は現在と時間的に近接し\nた時点の出来事であるとされ、時事の事件を「報道する」とは、事件や事実を\n取材し編集し、これを発表し又は伝達することをいう。\nこれを本件についてみると、本件投稿には、何らかの事件や事実を取材した\n形跡はなく、原告が投稿した本件動画を複製して公衆送信したにすぎないから、\n時事の事件を「報道する」には該当しない。\n⑵  また、著作権法４１条には、報道機関や報道記者ではない個人が行う報道が\n含まれ得るとしても、客観的に判断して時事の事件と認められるような報道で\nなければならず、著作物の利用が主目的であるような場合は、そもそも時事の\n事件の報道とはいえない。\n本件投稿は、それ自体、「時事の事件」の報道であるとは理解できない上に、\n原告が本件動画２をインスタグラムに投稿したのは令和３年１０月２８日で\nあるのに対し、本件投稿が行われたのは令和４年になってからであることから\nすれば、現在又は現在と時間的に近接した時点の出来事であるともいえない。\n４  争点２（正当な理由の有無）について\n（原告の主張）\n原告は、本件投稿者に対して、不法行為に基づく損害賠償等の請求をする予定\nであるが、そのためには、被告が保有する本件発信者情報の開示を受ける必要が\nある。\n（被告の主張）\n本件各動画は、原告の私的な動画（甲１０）であるため、消極的損害・積極的\n損害のいずれも観念することができない。そもそも、本件投稿画像は本件動画２\nの一部のみを切り取ったスクリーンショットに過ぎず、これが投稿されることに\nより原告に損害が生じることは考え難い。\nしたがって、原告の主張を前提としても、発信者に対する損害賠償請求が認め\nられない蓋然性が高く、原告には本件発信者情報の開示を受ける正当な理由がな\nい。\n第４  当裁判所の判断\n１  争点１－１（本件各動画の著作物性）について\n⑴  本件動画２及び本件投稿画像の著作物性\n前記前提事実、証拠（甲６、８、９）及び弁論の全趣旨によれば、本件動画\n２は、原告の夫が、医療用のユニフォームを着て、公道上を、画面の奥から手\n前に向かって走りながら近付いてくる様子を遠距離から撮影した上で、画面の\n下側に「麻酔待ちの間にご近所に菓子折り渡しに走ってる。田舎過ぎて。笑」\nというテロップ(本件テロップ)を加えた約１５秒の動画であることが認めら\nれる。\nそして、本件動画２は、約１５秒間という短い時間の中で、田舎で歯科医と\nして勤務する原告の夫の日常の風景を分かりやすく紹介するために、原告の夫\nが走っている様子が画面の中央に映るようにカメラの位置を低めに設定した\n上で、道路や空、道路沿いの住居といった背景がバランス良く写り込む構図・\nアングルで撮影した動画に、その状況を端的に説明するために本件テロップを\n加えるという編集を施したものであることが認められる。\nそうすると、本件動画２は、撮影方法や編集等に工夫を凝らした点において\n創作性があるといえるから、本件動画２には、映画の著作物として、著作物性\nを認めるのが相当である。そして、証拠（甲６ないし１０）及び弁論の全趣旨\nによれば、本件動画２の２か所をトリミングして静止画化した本件投稿画像に\nついても、上記において説示した工夫を踏まえると、著作物性を認めるのが相\n当である。\nしたがって、本件動画２及び本件投稿画像は、いずれも著作物性を認めるの\nが相当である。\n⑵  その他に、被告提出に係る主張書面及び証拠を改めて精査しても、上記工夫\n等に鑑みると、被告の主張は、上記判断を左右するに至らない。したがって、\n被告の主張は、採用することができない。\n２  争点１－２（黙示の承諾の有無）について\n被告は、本件動画２につき転載禁止等の注記がされていないことを根拠として、\n原告は本件動画２の利用を黙示に承諾していた旨主張する。\nしかしながら、証拠（甲１０）及び弁論の全趣旨によれば、本件動画２は、い\nわゆる鍵アカウント設定で投稿されたものであり、原告のフォロワーのみが閲覧\n可能なものとして公開されたものであること、ストーリーズに投稿されたもので\nあり、２４時間が経過すると視聴が不可能となること、以上の事実が認められる。\nそして、インスタグラムに公開した動画につき、転載禁止であることを積極的\nに示していない事実をもって、直ちに、第三者による一切の利用を承諾したとい\nうことはできず、その他に、被告は、黙示の承諾の存在を基礎付ける具体的事情\nを主張立証するものではない。\nこれらの事情を踏まえると、原告は、本件動画２の利用を第三者に承諾してい\nたものと認めることはできない。\nしたがって、被告の主張は、採用することができない。\n３  争点１－３（著作権法４１条の適用の有無）について\n⑴  被告は、本件投稿画像につき、医療関係者の男性が患者の麻酔中に当該患者\nの下を離れて外出している様子を収めたものであり、その様子を投稿すること\nは、医療現場の実態や、医療事故につながりかねない様子を捉えたものとして\nニュース性があるから、「時事の事件」を構成するものである旨主張する。\nしかしながら、前記前提事実、証拠（甲６及び１０）及び弁論の全趣旨によ\nれば、本件投稿画像は、ある男性が住宅地の道路上を走っている画像に、「麻\n酔待ちの間にご近所に菓子折り渡しに走ってる。田舎過ぎて。笑」というテロ\nップが付されるにとどまり、いつの出来事であるかどうか一切明らかではなく、\nしかも、本件投稿画像は、Ｇｏｏｇｌｅマップという地図アプリにおいて、本\n件歯科医院の上にカーソルを動かし、クリックした場合に表示されるものにす\nぎないものであることが認められる。\n上記認定事実によれば、本件投稿画像で表示された出来事は、これが生じた\n時期すら明らかではなく、地図アプリにおいて本件歯科医院の上にカーソルを\n動かし、クリックした場合に限り表示されるにすぎないことが認められる。\nそうすると、本件投稿画像の出来事は、著作権法４１条にいう「時事の事件」\nとはいえず、その投稿も、上記認定に係る表示態様に照らし、同条にいう「報\n道」というに足りないものと認めるが相当である。\nこれに対し、被告は、本件投稿画像で表示された出来事が医療現場の実態や、\n医療事故につながりかねない様子をとらえたものである旨主張するものの、一\n般の利用者の普通の注意と読み方とを基準として判断すれば、「麻酔待ちの間\nにご近所に菓子折り渡しに走ってる。田舎過ぎて。笑」というテロップの内容\n及び上記認定に係る本件投稿画像の内容を踏まえると、本件投稿画像は、医療\n現場の実態や、医療事故につながりかねない様子であると理解されるものと認\nめることはできず、上記各内容に照らしても、被告が主張するようなニュース\n性を認めることもできない。したがって、被告の主張は、その前提を欠くもの\nであり、いずれも採用することができない。\n⑵  被告の主張及び提出証拠を改めて精査しても、この判断を左右するには至ら\nない。被告の主張は、採用することができない。\n４  権利侵害の明白性について\n証拠（甲１０）及び弁論の全趣旨によれば、本件投稿者は、令和４年１月頃、\n本件投稿画像をＧｏｏｇｌｅマップ上に投稿していることからすると、本件動画\n２に係る原告の複製権及び公衆送信権を侵害したものといえる。その他に、本件\n投稿者による著作権侵害につき、違法性阻却事由の存在をうかがわせるような事\n情は認められない。そうすると、本件投稿者は、本件投稿画像の投稿により、本\n件動画２に係る原告の複製権及び公衆送信権を侵害するものであることは明ら\nかであると認められる。\n５  争点２（正当な理由の有無）について\n弁論の全趣旨によれば、原告は、本件投稿者に対し、損害賠償等を請求するこ\nとを予定していることが認められる。そうすると、上記において説示したところ\nを踏まえると、原告には本件発信者情報の開示を受けるべき正当な理由があるも\nのといえる。したがって、原告は、被告に対し、法５条１項に基づき、本件発信\n者情報の開示を求めることができる。\nこれに対し、被告は、本件動画２は私的な動画であり、消極的損害も積極的損\n害も観念することができないため、原告の損害賠償請求は認められない旨主張す\nるものの、本件投稿画像の投稿により原告の著作権が侵害されたことが明白であ\nることは、既に説示したとおりであり、具体的な損害額の多寡は、著作権の侵害\nの成否を左右するものではない。したがって、被告の主張は、採用することがで\nきない。\n第５  結論\nよって、原告の請求は理由があるから、これを認容することとし、主文のとお\nり判決する。\n東京地方裁判所民事第４０部\n裁判長裁判官\n中    島    基    至\n裁判官\n小    田    誉  太  郎\n裁判官\n國    井    陽    平\n（別紙）\n発信者情報目録\n別紙投稿記事目録記載の投稿記事を投稿したＧｏｏｇｌｅビジネスプロフィール\nのアカウントに関する登録情報であって、次に掲げるもの。ただし、裁判所の判決言\n渡日において被告が保有し、かつ、直ちに利用可能なものに限る。\n①電話番号\n②電子メールアドレス\n以上\n（別紙）\n投稿記事目録\nアップル歯科医院\nアカウント名：（アカウント名は省略）\nアカウントＵＲＬ：\n（ＵＲＬは省略）\n閲覧用ＵＲＬ：\n（ＵＲＬは省略）\n（別紙）\n投稿画像目録\n１  （画像は省略）\n２  （画像は省略）\n"
}