{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 4,
    "month": 1,
    "day": 27
  },
  "case_number": "令和1(ワ)20849",
  "case_name": "損害賠償請求事件",
  "court_name": "東京地方裁判所",
  "lawsuit_id": "91278",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=91278",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/278/091278_hanrei.pdf",
  "contents": "令和４年１月２７日判決言渡  同日原本領収  裁判所書記官\n令和元年(ワ)第２０８４９号  損害賠償請求事件\n口頭弁論終結日  令和３年１０月２８日\n判 決\n主 文\n１  原告が，破産者クリアアンサー株式会社に対し，東京地方裁判所令和元年\n(フ)第９２９６号破産事件につき５５万円の破産債権を有することを確定する。\n２  原告が，破産者リアライズ株式会社に対し，東京地方裁判所令和元年(フ)第\n９２９７号破産事件につき５５万円の破産債権を有することを確定する。\n３  被告Ａ，被告Ｂ及び被告Ｃは，原告に対し，連帯して，５５万円及びこれに\n対する平成２９年１０月５日から支払済みまで年５分の割合による金員を支払\nえ。\n４  原告の被告らに対するその余の請求をいずれも棄却する。\n５  訴訟費用は，これを１０分し，その９を原告の負担とし，その余を被告らの\n負担とする。\n６  この判決は，第３項に限り，仮に執行することができる。\n事実及び理 由\n第１  請求\n１  原告が，破産者クリアアンサー株式会社に対し，東京地方裁判所令和元年\n(フ)第９２９６号破産事件につき５５０万円の破産債権を有することを確定す\nる。\n２  原告が，破産者リアライズ株式会社に対し，東京地方裁判所令和元年(フ)第\n９２９７号破産事件につき５５０万円の破産債権を有することを確定する。\n３  被告Ａ，被告Ｂ及び被告Ｃは，原告に対し，連帯して，５５０万円及びこれ\nに対する平成２９年１０月５日から支払済みまで年５分の割合による金員を支\n払え。\n第２  事案の概要等\n１  事案の概要\n本件は，破産者クリアアンサー株式会社（以下「クリアアンサー」という。）\nの従業員兼破産者リアライズ株式会社（以下「リアライズ」という。）の代表\n者であった被告Ａ及びクリアアンサーの従業員であった被告Ｂ並びに原告の母\nである被告Ｃが，共謀の上，平成２９年１０月３日，引きこもりの状態にあっ\nた原告に自立支援サービスを受けさせるため，被告Ｃと同居する原告の自宅\n（以下「原告ら自宅」という。）２階の原告の部屋（以下「原告部屋」とい\nう。）から，原告をその意に反して連れ出し，同日から同月５日まで，原告を\nその意に反してクリアアンサーが管理していた施設内で監禁したとして，原告\nが，被告Ａ，被告Ｂ及び被告Ｃに対しては，民法（平成２９年法律第４４号に\nよる改正前のもの。以下，単に「民法」という。）７１９条１項に基づく損害\n賠償として慰謝料５００万円及び弁護士費用５０万円並びにこれらに対する損\n害発生日である同月５日から支払済みまで民法所定の年５分の割合による遅延\n損害金の支払を，被告クリアアンサー破産管財人に対しては，民法７１５条１\n項に基づく損害賠償金５５０万円の破産債権を有することの確定を，被告リア\nライズ破産管財人に対しては，民法７１５条１項又は会社法３５０条に基づく\n損害賠償金５５０万円の破産債権を有することの確定を，それぞれ求める事案\nである。\n２  前提事実(当事者間に争いのない事実並びに括弧内に記載した証拠及び弁論\nの全趣旨により容易に認められる事実。以下，単に「前提事実」という。)\n(1) 当事者等\nア  原告\n原告は，平成１９年３月に大学の心理学科を卒業し，千葉県鎌ケ谷市所\n在の病院においてデイケアの相談員として約２年間勤務した後，資格取\n得のため福岡県に転居して同県内の専門学校に通学し，社会福祉士及び\n精神保健福祉士の各資格を取得した。\nその後，原告は，平成２３年３月に発生した東日本大震災を機に千葉県\n鎌ケ谷市所在の実家（原告ら自宅）に戻り，両親（原告の父がＤ，母が\n被告Ｃである。）及び妹との生活を始めたが，同年１２月にＤが原告ら\n自宅を出て別居し，また，統合失調症の妹が平成２９年６月から原告ら\n自宅を出て一人暮らしを始めたことから，その後は，原告ら自宅におい\nて被告Ｃと２人で生活をしていた。\n原告は，原告ら自宅での生活を始めた後，ネットカフェでのアルバイト\nとして勤務していたが，体調の悪化を理由に平成２７年９月頃にアルバ\nイトを辞めた後は，職に就かず２階の自室（原告部屋）で過ごすことが\n多くなっていた。\n原告は，平成３０年１月３１日から通院及び加療を続けていた千葉県船\n橋市所在のこころクリニック船橋（以下「こころクリニック船橋」とい\nう。）において，同年１０月１４日，注意欠如症及び自閉スペクトラム\n症と診断され，また，令和元年９月８日，既存障害として受容性言語症\n及び注意欠如症があるほか自閉症及び心的外傷後ストレス障害を発病し\nているとの診断を受けた。\n（甲２，１０，１５，弁論の全趣旨）\nイ  Ｄ及び被告Ｃ\nＤは，原告の父であり，被告Ｃは，原告の母である。\nＤは，鬱病を患っており，松戸市役所に定年まで勤め，定年後も再任用\nされていたが，現在は無職である。\n被告Ｃは，複数の病院で看護師として勤務した後，現在は特別養護老人\nホームの施設長を務めている。\nＤが平成２３年１２月に原告ら自宅を出て行ったことから，Ｄ及び被告\nＣは別居生活をすることとなり，平成２６年６月に両者は離婚した。\n（甲１１，丙１）\nウ  被告Ａ，被告Ｂ，クリアアンサー及びリアライズ\nクリアアンサーは，引きこもり等の問題を抱えた者の自立支援サービス\nを提供する団体を運営していた株式会社であり，「あけぼのばし自立研\n修センター」という名称の施設（以下「本件施設」という。）において，\n上記サービスを提供していた。\nリアライズは，クリアアンサーの完全子会社であり，「東京自立研修セ\nンター」という名称の施設において，クリアアンサーと同様のサービス\nを提供するほか，クリアアンサーが提供するサービスに関する集客活動\nを行っていた。\nリアライズが用いている契約書によれば，リアライズが受託する業務を\nクリアアンサーの運営する施設において実施するものとされており，ま\nた，リアライズにおける業務の前提となる訪問カウンセリングについて\nも，クリアアンサーが運営する施設に入所させる目的で行うものとされ\nている。\n被告Ａは，本件当時，クリアアンサーの従業員兼リアライズの代表取締\n役であった。また，被告Ｂは，本件当時，クリアアンサーの従業員であ\nった。\n（乙６及び８の各１及び２，弁論の全趣旨）\n(2) 原告が本件施設に入所するまでの経緯\nア  被告Ｃとリアライズの間の契約締結\n被告Ｃは，平成２９年９月３０日，リアライズに対して，原告が２年ほ\nど原告部屋内において引きこもりの状態にあることなどを相談し，担当\nとなった被告Ａ及び被告Ｂから本件施設の説明を受けた。これを受けて，\n同日，被告Ｃは，リアライズとの間で，クリアアンサーの運営する施設\n（本件施設）において，リアライズが，原告に対して，社会人として自\n立した生活を営むための指導・支援及びその前提となる就業についての\n指導・支援などを行う業務（自立支援サービス）を提供するとの契約を\n結び（以下「本件契約１」という。），その後，その対価として２３５\n万４４００円を支払った。また，被告Ｃは，同日，リアライズに対して，\n本件契約１に関連して，原告がクリアアンサーの運営する施設（本件施\n設）に入所するように説得するためのカウンセリングを目的とした面談\n等を行うとの契約を結び（以下「本件契約２」という。また，本件契約\n１と併せて「本件各契約」という。），同年１０月４日，その対価とし\nて８３万１６００円を支払った。\n（乙１ないし３，６及び８の各１及び２，弁論の全趣旨）\nイ  原告が原告ら自宅を出るまでの経緯\n被告Ａ及び被告Ｂの両名を含むクリアアンサーの従業員合計４名（うち\n１名は女性である。以下，これら４名を「被告Ａら」という。）は，本\n件契約２に基づき，原告へのカウンセリングを行うため，平成２９年１\n０月３日の遅くとも午前１０時頃までに，原告ら自宅を訪れた。\n被告Ｃは，原告に対して被告Ａらを紹介した後，原告部屋から退出した。\nこれを受けて，被告Ａらが原告部屋に入り，「あけぼのばし自立研修セ\nンター」の資料（乙７（乙５を抜粋したもの））を見せながら本件施設\nの説明をした。原告は，当初，被告Ａに対して背を向け，全く返事をし\nなかったが，被告Ａが質問を続けるうち，しばらくして返事をするよう\nになった。\n原告は，同日午前１０時３分頃，Ｄに対し，自立支援サービスのセンタ\nーから相談員が来訪したことなどを伝える旨のメールを送信した。Ｄは，\nこれを受けて，遅くとも同日午前１１時頃までに，原告ら自宅を訪れた。\nＤは，原告部屋において，原告及び被告Ａに対して，現在の状況につい\nて説明を求めたことから，被告Ａは，被告Ｃと直接話をしてもらう必要\nがあると考え，Ｄを原告ら自宅の１階に誘導し，同所において，被告Ｃ，\nＤ及び被告Ａらの話合いの場が設けられた。その際，被告Ｃは，Ｄに対\nし，原告が自立した生活を営めるようにするためにクリアアンサー及び\nリアライズに支援を依頼することとなった経緯等につき説明した。\nその後，原告は，同日午後５時頃，部屋着のまま着替えることなく原告\n部屋を後にし，靴を履かずに裸足のまま原告ら自宅を出て，被告Ａらと\nともに，同人らが用意していた自動車に乗った。\n（甲３，乙７，弁論の全趣旨）\nウ  原告の本件施設内における状況\n(ｱ) 原告が生活していた本件施設内の部屋について\n原告は，平成２９年１０月３日から同月５日までの間，本件施設に入\n所した。本件施設内において原告が生活していた４階の部屋（以下「本\n件部屋」という。）は，別紙図面のとおりであり，風呂・トイレや電子\nレンジ，冷蔵庫，キッチンなど生活に必要な設備は整っていたものの，\n入所者が寝食する場所とは別に，原告の動静を２４時間にわたって監督\nするクリアアンサーの女性従業員が常駐する場所が設けられていた。\nまた，入所者が寝食する場所は，畳敷きになっており，外側には鍵付\nきの窓が備え付けられていた。\n（乙９の１ないし１４，乙１０，弁論の全趣旨）\n(ｲ) 平成２９年１０月３日から同月５日までの原告の状況\n原告は，平成２９年１０月３日午後５時頃に原告ら自宅を出た後，同\n日午後７時頃，被告Ａらの案内により，本件部屋に入った。\nクリアアンサーの従業員は，原告に対し，同日以降，弁当とお茶を提\n供していたが，原告がこれを口にすることはなかった。これを受けて，\n同月５日，クリアアンサーからの連絡により被告Ｃが本件部屋を訪れて\n原告に対して声を掛けたものの，原告が全く反応しなかったことから，\n同日午後４時３０分頃，クリアアンサーの従業員が救急車を呼び，原告\nは，東京女子医科大学病院に救急搬送された。\n原告は，同年１１月４日までの間，上記病院に入院した。また，同病\n院において，原告が適応障害及び脱水症を発症したという内容の同年１\n２月２２日付け診断書が作成された。\n（甲１，乙９の１ないし４，弁論の全趣旨）\n(3) 本件訴訟の提起並びにクリアアンサー及びリアライズに対する破産手続開\n始決定等\n原告は，令和元年８月２日，本件訴訟を提起した。\nクリアアンサー及びリアライズは，令和元年１２月２３日午後１時，東京\n地方裁判所より破産手続開始決定を受け（同裁判所令和元年(フ)第９２９６\n号，同裁判所令和元年(フ)第９２９７号），同日，両社の破産管財人として，\n弁護士Ｅ（被告クリアアンサー破産管財人兼被告リアライズ破産管財人）が\n選任された。\n本件訴訟手続は，クリアアンサー及びリアライズとの関係において，上記\n破産手続開始決定により中断したが，その後，被告クリアアンサー破産管財\n人及び被告リアライズ破産管財人が，クリアアンサー及びリアライズに係る\n各破産事件において，原告の届け出た破産債権各５５０万円の全額を認めな\nかったことから，原告は，令和３年８月３日，当裁判所に対し，被告クリア\nアンサー破産管財人及び被告リアライズ破産管財人に本件訴訟手続を受継さ\nせる旨の申立てをし，当裁判所はこれを認めた。\n（当裁判所に顕著）\n３  争点\n(1) 被告Ａ及び被告Ｂの行為が不法行為に当たるか。(争点１)\n(2) クリアアンサー及びリアライズが，被告Ａ及び被告Ｂの不法行為につき民\n法７１５条１項に基づく損害賠償責任を負うか。（争点２）\n(3) リアライズが，被告Ａの不法行為につき会社法３５０条に基づく損害賠償\n責任を負うか。（争点３）\n(4) 被告Ａ，被告Ｂ及び被告Ｃは，原告に対する不法行為について共謀してい\nたか。（争点４）\n(5) 損害の発生及びその数額（争点５）\n４  争点に関する当事者の主張\n(1) 被告Ａ及び被告Ｂの行為が不法行為に当たるか。（争点１）\n（原告の主張）\n以下の各事実に着目すると，被告Ａ及び被告Ｂが，平成２９年１０月３日\n午前９時頃に原告ら自宅を訪れ，本件施設に入所するよう説得を続けた上で，\n同日午後５時頃，原告を，被告Ａ及び被告Ｂを含むクリアアンサーの従業員\nが用意した自動車に乗り込ませて原告ら自宅から連れ出して本件施設に入所\nさせ，同日午後７時から同月５日までの間，本件部屋内に監禁した一連の行\n為は，原告の意に反するものであって，不法行為に当たる。\nア  原告が原告ら自宅を出て本件施設に向かうまでの状況\n被告Ａ及び被告Ｂを含む４，５名のクリアアンサーの従業員（被告Ａら）\nは，平成２９年１０月３日午前９時頃から同日午後５時頃まで，原告部\n屋において，原告に対し，被告Ａらに同行してクリアアンサーの運営す\nる施設（本件施設）に入所し，同施設内において生活するよう求めた。\nその後，被告Ａらのうち，２名の従業員が原告の両腕をそれぞれ抱え込\nみ，１名の従業員が原告の胴体を後ろから抱えて羽交い絞めにし，同日\n午後５時頃，原告の意に反して，原告を原告ら自宅から連れ出して被告\nＡらの用意した自動車に乗せ，同日午後７時頃，本件施設に連行した。\nイ  原告の本件施設内における処遇\n被告Ａ及び被告Ｂは，平成２９年１０月３日午後７時頃から同月５日ま\nで，原告を本件部屋に閉じ込めた。\n本件部屋内においては，原告の行動を監視するために，クリアアンサー\nの従業員が２４時間常駐していた。\n本件部屋の出入口のドアノブには，室内側・室外側双方にシリンダー錠\nが付いており，部屋の内外いずれからも鍵によって施錠及び解錠するこ\nとができたが，施錠及び解錠に用いるための鍵は，本件部屋内において\n原告を監視していたクリアアンサーの従業員が所持していた。\nまた，本件部屋内において原告が居住していた畳敷き部分の窓には，も\nともと窓に取り付けられていた鍵を固定する補助鍵が設置されて施錠さ\nれており，施錠及び解錠に用いるための鍵は，同じく本件部屋内に常駐\nするクリアアンサーの従業員が所持していた。\nさらに，本件施設の非常階段に出るためのドアには，「非常階段は施錠\nいたします。鍵は，スタッフが持っています。」と記載された貼り紙が\nあり，同ドアも常時施錠されていた。\n本件部屋及び本件施設から自由に外出することのできなかった原告は，\n恐怖と不安のあまり，全身の震えと涙が止まらない状態が続き，東京女\n子医科大学病院に救急搬送されるまで，食事も水も取ることができなか\nった。\n（被告Ａ，被告Ｂ，被告クリアアンサー破産管財人及び被告リアライズ破産管\n財人の主張）\n以下のとおり，被告Ａ及び被告Ｂの行為が原告の意に反するものではない\nことなどからすれば，被告Ａ及び被告Ｂの行為が不法行為に当たるとはいえ\nない。\nア  原告が原告ら自宅を出て本件施設に向かうまでの状況\n平成２９年１０月３日，Ｄ及び被告Ｃは，クリアアンサーの運営する施\n設（本件施設）に入所することに同意しない原告を説得するため，原告\n部屋に入り，Ｄが，原告に対し，「起きなさい○○（原告）。行かなく\nちゃだめよ。」などと声を掛けた上で脇を抱えて原告を立ち上がらせた。\nその後，原告は，自ら歩いて原告部屋を出て階段を降り，同日午後５時\n頃，被告Ａらが用意した自動車に歩いて乗った。これは，原告が，これ\n以上原告ら自宅で生活を続けることはできないと観念し，自らの意思で\n行動したものである。\nイ  原告の本件施設内における処遇\n(ｱ)  被告Ａ及び被告Ｂが本件施設内における原告の処遇に関与していな\nいこと\n被告Ａ及び被告Ｂは，本件当時，クリアアンサーの業務部又は業務統\n括部に所属していた者であり，原告の本件施設到着以降の処遇を所管し\nていた育成部に所属していたわけではなく，原告の処遇に関与していな\nかった。\n(ｲ) クリアアンサーが違法な監禁行為をしていないこと\n本件部屋内の出入口ドアや，原告が居住していた畳敷き部分の窓には，\n原告が自身で解錠できない鍵は設置されていなかった。\nまた，本件部屋内にクリアアンサーの従業員が常駐することは，未知\nの施設において生活することに対する精神的な不安を和らげるための措\n置であるし，従業員が常駐していた場所と原告が居住していた場所とは\n明確に区分されており，原告のプライバシーは十分に保たれていた。\nさらに，原告は，クリアアンサー従業員に対し，同人が常駐すること\nについて明確に拒否する意思を伝えたこともなかった。\n（被告Ｃの主張）\nア  原告が原告ら自宅を出て本件施設に向かうまでの状況\n被告Ａ，被告Ｂ，被告クリアアンサー破産管財人及び被告リアライズ破\n産管財人の主張アと同旨。\nイ  原告の本件施設内における処遇\n本件施設内における原告の状況等については知らない。\nまた，被告Ａ及び被告Ｂが原告を本件施設に入所させたことが不法行為\nに当たるとの主張は争う。\n(2) クリアアンサー及びリアライズが，被告Ａ及び被告Ｂの不法行為につき民\n法７１５条１項に基づく損害賠償責任を負うか。（争点２）\n（原告の主張）\n平成２９年１０月３日当時，クリアアンサー及びリアライズの被用者であ\nった被告Ａ及び被告Ｂが行った原告に対する不法行為は，クリアアンサー及\nびリアライズの事業の執行に伴うものである。\nしたがって，クリアアンサー及びリアライズは，被告Ａ及び被告Ｂの不法\n行為につき，民法７１５条１項に基づく損害賠償責任を負う。\n（被告クリアアンサー破産管財人及び被告リアライズ破産管財人の主張）\n被告Ａ及び被告Ｂが行った原告に対する不法行為がクリアアンサー及びリ\nアライズに対する事業の執行に伴うものであること並びに被告Ａ及び被告Ｂ\nがリアライズの被用者であったことは，いずれも否認ないし争う。\n(3) リアライズが，被告Ａの不法行為につき会社法３５０条に基づく損害賠償\n責任を負うか。（争点３）\n（原告の主張）\n平成２９年１０月３日当時，リアライズの代表取締役であった被告Ａが行\nった原告に対する不法行為は，リアライズの職務を行うに際してされたもの\nである。\nしたがって，リアライズは，被告Ａの上記不法行為につき，会社法３５０\n条に基づく損害賠償責任を負う。\n（被告リアライズ破産管財人の主張）\nリアライズの法人登記簿において，平成２９年１０月当時，被告Ａがリア\nライズの代表取締役として記載されていたことは認めるが，その余は否認な\nいし争う。\n(4) 被告Ａ，被告Ｂ及び被告Ｃは，原告に対する不法行為について共謀してい\nたか。（争点４）\n（原告の主張）\n被告Ａ，被告Ｂ及び被告Ｃは，共謀の上，平成２９年１０月３日，原告の\n意に反して原告を原告ら自宅から連れ出した上，同日から同月５日までの間，\n原告の意に反して本件施設において監禁した。\nしたがって，被告Ａ，被告Ｂ及び被告Ｃは，民法７１９条１項の共同不法\n行為に基づく損害賠償責任を負う。\n（被告らの主張）\n否認ないし争う。\n(5) 損害の発生及びその数額（争点５）\n（原告の主張）\n被告Ａ，被告Ｂ及び被告Ｃによる上記共同不法行為によって原告に発生し\nた損害は，精神的損害につき５００万円，弁護士費用につき同損害額の１割\nに相当する５０万円である。\n（被告らの主張）\n否認ないし争う。\n第３  当裁判所の判断\n１  認定事実\n前提事実及び当事者間に争いのない事実，括弧内に記載した証拠並びに弁論\nの全趣旨によれば，以下の事実が認められる。\n(1) 平成２９年１０月３日に至る経緯\nア  被告Ｃは，平成２９年，原告部屋内において引きこもりの状態にあった\n原告を自立させることを意図して，インターネット上で，自立支援サービ\nスを提供する事業者を探していたところ，クリアアンサー及びリアライズ\nの情報を発見し，リアライズに架電して面談を申し込んだ。（前提事実\n(2)ア，丙１，被告Ａ本人，被告Ｃ本人）\nイ  被告Ｃは，平成２９年９月３０日，被告Ａ及び被告Ｂと面談をした。被\n告Ａ及び被告Ｂは，被告Ｃが記入した書面に基づき，原告が生まれてから\n引きこもりに至るまでの経緯，原告と両親（Ｄ及び被告Ｃ）との関係，精\n神的な疾患や自殺願望の有無，暴力性の有無，現在被告Ｃら家族が困って\nいること，これに対して家族が取っている対策等を確認したほか，クリア\nアンサーが管理する「あけぼのばし自立研修センター」（本件施設）に関\nして，資料（乙５）を用いて説明を行った。\n被告Ａ及び被告Ｂが説明に用いた資料には，本件施設の概要として「私\nたちは，引きこもり・ニート・家庭内暴力・精神疾患などの問題を抱え\nた未就労の方々を研修生として迎え入れ，自立生活・就労の支援を行っ\nている民間の自立支援センターです。」などの説明が記載されているほ\nか，本件施設内の設備，提携支援団体・企業，クリアアンサーの関連企\n業，自立支援サービスに関する契約締結までの流れ，本件施設の入所者\n（以下，単に「入所者」という。）が受けることとなるプログラムの内\n容などが記載されている。また，本件施設におけるプログラムに関し，\n入所者に対する「ご説明・説得」について，「ご本人様の部屋まで相談\n員が伺い，同じ目線で説得を致します。対話を繰り返し，説明・説得を\n試みます。」との記載が，「ご入所直後」について，「入所後当日に，\nセンターのルールなどの説明をし，荷物の預かり，日用品の確認，部屋\nの選定などご本人と事務的な手続きをいたします。」との記載がある。\n（前提事実(2)ア，乙１ないし５（枝番を含む。），３０，被告Ａ本人，\n被告Ｂ本人）\nウ  被告Ｃは，上記イの説明を踏まえて，被告Ａ及び被告Ｂに対し，原告が\n３か月間本件施設に入所するプランにより自立研修プログラムを実施して\nもらいたいとの意向を伝え，平成２９年９月３０日，リアライズとの間で，\nリアライズが，原告に対して，社会人として自立した生活を営むための指\n導・支援及びその前提となる就業についての指導・支援などを行う業務\n（自立支援サービス）を提供し，被告Ｃがリアライズに対し，その対価と\nして２３５万４４００円を支払う内容の契約（本件契約１）及び本件契約\n１に関連して，リアライズが原告に対し，クリアアンサーの施設に入所す\nるように説得するためのカウンセリングを目的とした面談を行い，被告Ｃ\nがリアライズに対し，その対価として８３万１６００円を支払う内容の契\n約（本件契約２）を締結した。また，被告Ｃ，被告Ａ及び被告Ｂは，同日，\n原告と上記面談をするために原告ら自宅を訪問する日を，同年１０月３日\nとすることを決めた。\n本件契約１に係る契約書においては，「丙（原告）の『衣・食・住』等\nの基本的な実生活の行動全てにおいて，適当と判断される時期に至るま\nで原則的に乙（リアライズ）が管理するものとし，乙（リアライズ）が\n適当と認める事象以外において，丙（原告）の独断での行動を原則的に\n制限する。」などの定めがある。\nまた，本件契約２に係る契約書においては，「乙（リアライズ）は丙\n（原告）の心理状態を把握した上で，クリアアンサー株式会社が運営す\nる『あけぼのばし自立研修センター』…に入所させる目的で，本業務の\nプランニングを行い，丙（原告）へのアプローチを行う。また甲（被告\nＣ）は乙（リアライズ）のプランニングに原則的に従うこととする。」\nなどの定めがある。\n被告Ｃは，リアライズに対し，本件契約１の対価である２３５万４４０\n０円を分割して支払い，本件契約２の対価である８３万１６００円を平\n成２９年１０月４日に振り込んで支払った。\nなお，リアライズの実施する自立支援サービスについても，クリアアン\nサーが実質的なサービスの提供を行っており，クリアアンサー及びリア\nライズは，自立支援サービスについて，実態として一体的な業務運営を\n行っていた。\n（前提事実(1)ウ，(2)ア，乙６及び８の各１及び２，乙３０，被告Ａ本\n人）\n(2) 原告が平成２９年１０月３日に本件施設に入所するまでの経緯\nア  原告は，平成３０年１月３１日から通院及び加療をしていたこころクリ\nニック船橋において，同年１０月１４日に注意欠如症及び自閉スペクトラ\nム症と診断されていること及び平成２９年１０月３日当時，アルバイトと\nして勤めていた職場を強いストレスを理由として退職し，引きこもりの状\n態にあったことなどからすると，同日当時においても，少なくとも上記障\n害の兆候があったものと考えられる。（前提事実(1)ア，弁論の全趣旨）\nイ  被告Ａ及び被告Ｂの両名を含むクリアアンサーの従業員合計４名（うち\n１名は女性）（被告Ａら）は，平成２９年１０月３日の遅くとも１０時頃\nまでに，本件各契約に基づき，本件施設に入所するよう原告を説得するた\nめ，原告ら自宅を訪れた。被告Ｃは，原告部屋に入り，ベッドで横になっ\nていた原告に対し，「○○（原告）を支援する人を連れてきたから，よく\n話を聞きなさい。今日からこの人たちの支援を受けて自立するため，ここ\nから出て行って支援を受けてほしい。」と伝え，原告部屋から退出した。\n（前提事実(2)ア，イ，被告Ａ本人，被告Ｂ本人）\nウ  被告Ａらは，被告Ｃが原告部屋から退出した後，原告部屋に立ち入り，\n部屋着でベッドに横たわっていた原告に対して，被告Ａが自らの名刺を渡\nしながら，原告の支援をするクリアアンサーという施設の従業員である旨\n声を掛け，本件施設の資料（乙７）を見せながら説明をした。これに対し\nて，原告は，被告Ａらが引きこもりの状態にある者を無理やり連れ出す業\n者であると考え，同日午前１０時３分，自らのタブレット端末を用いて，\nＤに対し，「自立センターのとこから相談員さんたちが来たんだけど  私\nが悪いってことだよね」というメールを送った。\n原告は，当初，被告Ａに対して背を向け，全く返事をしなかったが，被\n告Ａが質問を続けるうち，しばらくして返事をするようになり，「引き\nこもってしまっているのは何が原因か。」との質問に対しては「母の暴\n言。」と回答し，「センター（本件施設）に興味を持ってくれたか。」\nとの質問に対しては「興味ない。」と回答したが，「このままの状態で\n苦しくないの。」との質問に対しては無言で回答しなかった。\n（前提事実(2)イ，甲３，原告本人，被告Ａ本人，被告Ｂ本人）\nエ  被告Ａは，被告Ａら４名で話をするよりも，一対一で話合いをした方が\n原告の本音を聞きやすいと考え，被告Ｂ及びクリアアンサー従業員２名を\n原告部屋から退出させた。\nその後，遅くとも同日の午前１１時頃までに，原告ら自宅に到着したＤ\nが原告部屋に入り，被告Ａに対して「おたくらは誰なんですか。」など\nと話しかけたので，被告Ａは，被告Ａらの訪問について事情を知らない\nＤと，依頼者であるＣを含めて話をするため，Ｄを原告ら自宅の１階に\n誘導し，被告Ｃ，Ｄ，被告Ａらの６名で，これまでの経緯等を含めた原\n告と被告Ｃ，被告Ａらが置かれている状況について話をすることとした。\n（前提事実(2)イ，被告Ａ本人，被告Ｂ本人）\nオ  Ｄからの求めに応じて，被告Ｃは，Ｄに対し，原告の自立のために本件\n各契約を締結した経緯を説明した上で，原告が引きこもりを続けるのであ\nれば，自分がこれ以上面倒をみることはできないことを伝え，Ｄが代わっ\nて原告を自立させたり支援したりすることができるのかと尋ねた。Ｄが，\n自分では支援等を行うことができないと回答すると，被告Ｃは，Ｄも支援\nをすることができないのであれば第三者の支援を仰ぐしかないと述べたが，\nＤは，第三者の支援を仰ぐことにも抵抗を感じるとの回答をした。\nそこで，被告Ａが，Ｄに対して，本件施設の資料（乙７）を見せて本件\n施設における自立支援プログラムの内容を説明し，被告Ｃも，第三者の\n支援を仰ぐべきだと再度述べたところ，Ｄは，一応の納得をして，本件\n施設に入所するよう原告を説得させてほしいと述べて原告部屋に入った\nものの，３０分から４０分程度かけてのＤによる説得も奏功せず，原告\nら自宅の１階に戻ったＤは，原告を説得するに至らなかったと述べた。\nこれに対して，被告Ｃは，被告Ａに対し，「なんとか今日連れて行って\nもらいたい。」などと念を押したが，被告Ａは，原告の同意を得て，原\n告自身で自動車に乗るのでなければ，本件施設に連れて行くことはでき\nないと答えた。\nその後，被告Ａが，Ｄに対して，被告Ｃは長年の原告に対する支援に限\n界を感じたために本件各契約を締結したことを説明し，この支援をＤが\n拒むのであれば，Ｄ自身が原告を支援するべきではないかと改めて伝え\nたところ，Ｄが「そうだな。最後は俺が背中を押すしかないだろう。俺\nが説得します。」などと述べて，再び原告に対する説得を試みることと\nなった。\nＤと被告Ｃは，２人で原告部屋に入り，被告Ａは，同人らの後ろについ\nて原告ら自宅の２階に上がり，原告部屋の入口で待機していた。Ｄは，\n原告部屋内で横になっていた原告に対して，「起きなさい○○（原告）。\n行かなくちゃだめよ。」と声を掛け，脇腹を支えるような形で原告を起\nき上がらせ，立ち上がった原告の手を引っ張って誘導するような形で原\n告ら自宅の１階に連れて行った。その流れで，原告は，同日午後５時頃，\n部屋着のまま着替えず，また，靴を履くことなく裸足のまま，被告Ａら\nの用意した迎えの自動車に乗り込んだ。\n（前提事実(2)イ，被告Ａ本人，被告Ｂ本人）\n(3) 平成２９年１０月３日から同月５日の間における原告の状況\nア  本件施設及び本件部屋について\n(ｱ) 本件施設及び本件部屋の施錠状況等\n本件部屋は，別紙図面のとおり，入所者が寝食する部分（別紙図面上\nの「研修生スペース」）と原告の動静を監視するクリアアンサーの女性\n従業員が２４時間常駐する部分（別紙図面上の「従業員スペース」）と\nに分かれており，両者を隔てる扉に鍵は設置されていなかった。他方で，\n本件部屋と本件施設内部とを隔てる出入口のドアには錠が取り付けられ\nていたものの，原告において本件部屋の内部から同ドアを開けることが\n物理的に不可能又は著しく困難であったと認めるに足りる証拠はない。\nまた，本件施設内の非常階段に続くドアには「非常階段は施錠いたしま\nす。鍵は，スタッフが持っています。声を掛けて下さい。ご協力お願い\nします。」という紙が貼られ，施錠されていたため，入所者が自由に非\n常階段を利用することはできなかった。（前提事実(2)ウ(ｱ)，甲５の１\n及び２）\n(ｲ)  入所者が退去したい旨申し出た場合におけるクリアアンサーの対応\n例\n前記(1)ウのとおり，本件契約１には，「丙（原告）の『衣・食・住』\n等の基本的な実生活の行動全てにおいて，適当と判断される時期に至る\nまで原則的に乙（リアライズ）が管理するものとし，乙（リアライズ）\nが適当と認める事象以外において，丙（原告）の独断での行動を原則的\nに制限する。」などの定めがあるところ，クリアアンサーにおいては，\n入所者が退去したい旨を申し出た場合，入所者に対し，どこで生活する\nのか，自宅以外に生活する場所が確保されているのか，などといった点\nを確認するため，当該入所者の家族との面談を実施し，同入所者の要求\nを受け入れるかどうかを判断することとされていた。\nまた，クリアアンサーにおいては，従業員が入所者の体に触れること\nは禁止されていたものの，退去を申し出た入所者が，家族からの意見を\n聞く前に本件施設からの退去を強行しようとした場合には，施設にとど\nまるよう，同人を説得することとされていた。\nさらに，クリアアンサーにおいては，仮に，従業員が説得したにもか\nかわらず，入所者が退去を強行した場合には，行方を確認するために，\n同人に従業員が同行することとされており，その上で，入所者に対して，\n本件施設に戻るように再度説得を試みることとされていた。\n（被告Ａ本人，弁論の全趣旨）\nイ  本件部屋内における原告の状況\n(ｱ) 平成２９年１０月３日\n原告は，平成２９年１０月３日午後７時頃，被告Ａらの案内を受けて\n本件部屋に入った。クリアアンサーにおいては，一般的に，本件施設に\n入所する者に対して，入所に対する同意書に署名するように求めている\nが，本件において，原告が本件施設に入所するに際しては，かかる書面\nを作成していない。\n原告の入所後，クリアアンサーの育成部の従業員は，原告に対し，弁\n当とお茶を渡したが，原告はこれをごみ箱に投げ捨て，全く口にしなか\nった。また，原告は，同日午後８時頃，本件部屋内の原告が寝食する場\n所を隔てる扉を閉めて閉じこもり，以後，本件部屋から出たり，本件部\n屋内に常駐していた従業員とコミュニケーションを取ったりすることは\nなかった。\n被告Ａ及び被告Ｂは，クリアアンサーの業務部に所属していたため，\n原告の本件部屋における生活の面倒を直接見ることはなかったが，育成\n部の従業員から逐次報告を受けていた。そして，被告Ｃとの連絡業務を\n担当していた被告Ａは，同日，被告Ｃに対し，原告がクリアアンサーの\n運営する施設に到着したこと，育成部による原告の支援体制及び原告が\n食事を取っていないことを連絡した。\n（前提事実(2)ウ(ｲ)，被告Ａ本人）\n(ｲ) 平成２９年１０月４日\nクリアアンサーの従業員は，平成２９年１０月４日，原告に対し，昼\n食を食べるように勧めたが，原告は全く反応しなかった。しばらくした\n後に確認したところ，クリアアンサーの従業員が提供したお茶がごみ箱\nに入れられ，弁当はごみ箱の横に置かれていた。\nその後も，クリアアンサーの従業員は，原告に対し，何度か話しかけ\nたものの，原告が言葉を発することはなかった。\n被告Ａは，同日，被告Ｃに対し，原告が全く食事を取っていないこと\nを伝えた上で，仮に原告が明日まで食事を取らなければ救急車を呼ぶ必\n要があることから，一度被告Ｃに本件施設まで来てもらいたい旨連絡し\nた。\n（前提事実(2)ウ(ｲ)，被告Ａ本人）\n(ｳ) 平成２９年１０月５日\n原告は，平成２９年１０月５日になっても，クリアアンサーの従業員\nが提供した朝食，昼食をいずれも全く口にしなかった。そこで，クリア\nアンサーの従業員は，同日午後３時頃，原告の身体を起こしてスポーツ\nドリンクを原告の口に注いで飲ませた。\n原告が引き続き食事を取らなかったことから，本件施設を訪れた被告\nＣが，原告に対し，「○○（原告），どうして食事取らないの。」など\nと声を掛けたものの，原告は，これにも全く反応しなかった。この状況\nから，被告Ｃは，過去の経験を踏まえて点滴が必要であると判断し，被\n告Ａが，同日午後４時３０分頃，救急車を呼び，原告は東京女子医科大\n学病院に救急搬送された。\n原告は，搬送された上記病院において，脱水症との診断を受け，同日\nから同年１１月４日まで，同病院に入院した。なお，同病院において，\n原告が適応障害及び脱水症を発症したという内容の同年１２月２２日付\nけ診断書が作成されている。\n（前提事実(2)ウ(ｲ)，被告Ａ本人，被告Ｃ本人）\n(ｴ) 本件部屋内における原告の処遇について\nクリアアンサーにおいては，自社で運営していた「キッチンあけぼの」\nという弁当屋で作った弁当を原告に対して提供していたものの，原告が\n弁当を全く口にしなかったことから，クリアアンサーの従業員は，原告\nに対し，コンビニエンスストアでおにぎり，サンドイッチ，ヨーグルト，\nゼリーなどを購入して提供していた。しかしながら，原告は，これらも\n全く口にすることはなかった。\nまた，原告は，本件部屋内において，風呂やトイレ等を自由に使用で\nきる状態にあったものの，前記ア(ｲ)のとおり，部屋から外に出るため\nには，部屋に常駐する従業員の許可を事実上得る必要があった。\n(4) 平成２９年１０月５日以降のＤの行動\nア  平成２９年１０月５日\n(ｱ)  Ｄは，平成２９年１０月５日，本件施設への入所に掛かる費用や本\n件施設からの退去方法等について相談するため，鎌ケ谷市役所の健康福\n祉部健康増進課（以下「健康増進課」という。）及び商工振興課消費生\n活センター（以下「商工振興課」という。），新宿区社会福祉協議会並\nびに牛込警察署に相談した。（乙２７，２８，調査嘱託の結果，弁論の\n全趣旨）\n(ｲ)  Ｄは，まず，健康増進課において，同課職員と面談を行った。Ｄと\nの面談結果について，以下のとおりの内容の同課作成の記録が存在する。\n「＜主訴＞おととい長女（原告）がひきこもり対応の寮？に入った。納\n得して送り出したつもりだが，本当にこれで良かったのか。連れ戻す\nことはできないか。」\n「＜長女入寮の経緯＞（略）ことし（平成２９年）６月ごろから，長女\n（原告）からのメールがひんぱんに届くようになり，『母とつかみ合\nいのけんかをした』などと話があった」\n「おととい（１０／３）（平成２９年１０月３日）長女（原告）からメ\nール受け，『寮に入れられる』と話あり，あわてて長女宅（原告ら自\n宅）へ向かった。」\n「『あけぼの橋自立研修センター』（本件施設）という民間の団体（ク\nリアアンサー）で，母（被告Ｃ）が長女（原告）に内緒で相談し，入\n寮の手続きすすめていたとの事。職員４名（被告Ａら）が車でおとず\nれ，長女（原告）の説得にあたった。」\n「その際父（Ｄ）もその場では娘（原告）の為にと納得し入寮をすすめ\nた。」\n「長女（原告）はいやがったが，最終的に職員（被告Ａら）と共に自宅\nを出た。」\n「＜助言＞（略）（同課職員が）娘（原告）さんにとってもしかすると\n良いことなのかもしれないと伝えると，（Ｄが）『そうかもしれない\nですよね』（と答えた。）」\n（乙２８，調査嘱託の結果，弁論の全趣旨）\n(ｳ)  Ｄは，続いて，商工振興課において，同課職員と面談を行った。Ｄ\nとの面談結果について，以下のとおりの内容の同課作成の記録が存在す\nる。\n「２日前（平成２９年１０月３日）施設の職員が４人（被告Ａら）来て，\n自分（Ｄ）と元妻（被告Ｃ）と二人で嫌がる娘（原告）を施設の自動\n車に乗せた。」\n「（原告は）母親（被告Ｃ）と折り合いが悪い」\n「センターから職員（被告Ａら）が来て  １０月３日（原告が）入所し\nた  １０月３日に納得した」\n（乙２７，調査嘱託の結果，弁論の全趣旨）\nイ  平成２９年１０月６日\nＤは，平成２９年１０月６日，被告Ａに架電し，本件施設を実際に確認\nしたいことなどを伝え，同月８日午前１０時にクリアアンサー事務所内\nにおいて面談をすることとなった。\nウ  平成２９年１０月８日\nＤは，平成２９年１０月８日，本件施設を訪れて見学した。\nＤは，同日，対応した被告Ａ及び被告Ｂに対し，原告が本件施設に入所\nするような事態になったのは被告Ｃのせいであると考えていることを伝\nえた上で，「ここに来たのは間違いではなかった。」と述べたほか，被\n告Ａらが原告ら自宅を訪れた同月３日におけるＤの言動につき頭を下げ\nて，「あのときは申し訳なかったです。」と述べるなどした。\n（被告Ａ本人）\nエ  平成２９年１０月９日\nＤは，平成２９年１０月９日，被告Ａに対し，「昨日はどうもありがと\nうございました。お話しした書類をお送りいたします。よろしくお願い\nいたします。」という内容のメールを送信するとともに，同メールの添\n付ファイルとして，原告の家庭内における被告Ｃの言動等について，\n「父親（Ｄ）・長女（原告）からの希望  母親（被告Ｃ）の長女（原告）\nへの攻撃を無くしたい。→母親（被告Ｃ）にきちんと治療してもらいた\nい。」などと記載された書面を送付した。（乙２６の１及び２）\n(5) 平成２９年１０月５日以降の原告の状況\nア  原告は，平成２９年１０月２８日，入院していた東京女子医科大学病院\nにおいて，看護師に対し，本件施設に預けられていた原告の所持品が原告\nに返却されて嬉しい旨を述べた。（甲１４）\nイ  東京女子医科大学病院において，原告が「自身の意志に反して強制的に\n曙橋自立支援センター（本件施設）へ入所させられ，身体の自由や通信の\n制限等を強いられ」，適応障害及び脱水症を発症したという記載内容の平\n成２９年１２月２２日付け診断書が作成された。(甲１)\nウ  原告は，こころクリニック船橋において，平成３０年１０月１４日，注\n意欠如症及び自閉スペクトラム症との診断を受けたほか，令和元年９月８\n日には，同年７月３０日時点における精神障害の原因となった傷病として，\n自閉症及び心的外傷後ストレス障害，既存障害として受容性言語症及び注\n意欠如症があるとの診断を受けた。同病院における原告の主訴は，上記診\n断に係る診断書の記載によれば，「平成２９年１０月３日，強引に母親の\n依頼したあけぼのばし自立研修センター（本件施設）に拉致され，閉じ込\nめられた。」というものであった。（前提事実(1)ア，甲１５）\n２  争点１（被告Ａ及び被告Ｂの行為が不法行為に当たるか。）について\n(1) 原告は，被告Ａらが，平成２９年１０月３日午前９時頃に原告ら自宅を訪\nれ，原告に対し本件施設に入所するよう説得を続けた上で，同日午後５時頃，\n原告を羽交い絞めにして無理やり自動車に乗り込ませて原告ら自宅から連れ\n出し，同月５日に至るまで，原告を本件施設に入所させて本件部屋内に監禁\nした一連の行為は，原告の意に反するものであって，民法７０９条所定の不\n法行為に当たると主張する。そこで，原告が原告ら自宅を出て本件施設に入\n所するまでの状況及び本件施設内における処遇について，被告Ａ及び被告Ｂ\nの行為が原告の意に反するものであったか否かを検討する。\n(2) 原告の本件施設内における処遇について\nまず，原告は，被告Ａ及び被告Ｂが，平成２９年１０月３日午後７時頃，\n原告を本件施設に入所させ，本件部屋に入室させるなどした行為が監禁に当\nたると主張するので，この点について検討する。\nア  原告が本件部屋又は本件施設から外出することが不可能であったかにつ\nいて\n前記認定事実によれば，本件施設の非常階段に出る扉が施錠されていた\n事実は認められるものの，本件全証拠によっても，上記のほか，本件施設\n又は本件部屋において，入所者が外出するに際して開閉する必要がある扉\n又は窓につき原告が解錠することができない鍵で施錠されていた事実まで\nは認められない。\nこれに対し，原告は，本件部屋内の出入口ドアノブには，部屋の内外双\n方から施錠できるよう両面にシリンダー錠が設けられており施錠されてい\nた，また，本件部屋内において原告が居住していた畳敷き部分の窓には，\nもともと窓に取り付けられていた鍵を固定する補助鍵が更に設置されて施\n錠されていたと主張し，これに沿う供述をする。\nしかしながら，これを裏付ける客観的な証拠はなく，むしろ室外から更\nに非常階段に出る際にはスタッフに声を掛けることを知らせる貼り紙が存\n在することにも照らせば，この点に関する原告の主張を直ちに採用するこ\nとはできない。\nそうすると，原告が本件施設に入所することとなった平成２９年１０月\n３日から同月５日の間，原告が本件部屋及び本件施設を出ることが物理的\nに不可能であったとまでは認められない。\nイ  原告が本件部屋又は本件施設から外出することが著しく困難であったか\nについて\n(ｱ)  もっとも，前記認定事実によれば，本件部屋は，出入口付近に原告\nの動静を監視するクリアアンサーの従業員が２４時間常駐する部屋が存\n在していたところ，クリアアンサーの従業員においては，本件施設を退\n去したい旨申し出た入所者に対しては退去をとどまるように説得し，さ\nらに退去を強行した入所者に対しては行方を確認するため同行し，かつ\n本件施設に戻るように説得を試みることと指示されていたから，原告の\n所在していた本件部屋内に常駐していた従業員においても，仮に原告が\n本件部屋からの外出を試みれば，外出をしないように説得を続けるとの\n対応になったものと考えられ，現実的に原告が本件部屋から自由に外出\nすることは極めて困難であったと認められる。\n(ｲ)  その上で，原告は，本件当時，精神的な障害を抱え，正業に就くこ\nとができず引きこもりの状態にあったところ，後述のとおり，少なくと\nも７時間もの長時間にわたって原告ら自宅に滞在していた被告Ａらから\n本件施設に入所するよう説得を続けられたことや，自分の味方になって\nくれるものと信頼していたＤからも本件施設に行くように促されたこと\nを踏まえ，本件施設へ入所する以外に選択肢はないものとの諦めの境地\nに至り，やむなく本件施設に入ったものと認められることからすれば，\n原告においても，仮に，本件部屋又は本件施設からの外出を試みようと\nしても，本件部屋内に所在していたクリアアンサーの従業員が，原告に\n対して，本件部屋内にとどまるように強く説得し，事実上，本件部屋か\nら外に出ることは著しく困難であるものと認識していたと考えられる。\n(ｳ)  以上によれば，原告は，本件部屋又は本件施設から自らの意思で外\n出することが著しく困難な状態に置かれたと評価するのが相当である。\nウ  被告Ａ及び被告Ｂが原告を本件施設に入所させ，本件部屋又は本件施\n設からの外出を著しく困難にした行為が原告の意に反するものであった\nか否かについて\n前記認定事実によれば，被告Ａらは，平成２９年１０月３日に原告ら\n自宅を訪れ，同日午後５時頃に至るまでの少なくとも７時間にわたって，\n原告を本件施設に入所させるための説得を行ったこと，原告は，一貫し\nて被告Ａらの説得に耳を傾けようとせず抵抗していたものの，最終的に\nは，Ｄによる説得を受けて，Ｄに抱き抱えられて起き上がる格好で本件\n施設に向かうこととしたこと，原告は，原告ら自宅を出る際，着替えを\nすることなく部屋着のまま，また，靴を履くことなく裸足のまま被告ら\nの用意した自動車に乗り込んだこと，クリアアンサーにおいては，一般\n的には，本件施設に入所しようとする者から入所に対する同意書への署\n名を求めているものの，原告が本件施設に入所するに際してはかかる書\n面は作成されていないこと，本件部屋から救急搬送された後も，原告は\n担当医に対し，一貫して，自らの意に反して本件施設に入所させられた\nと訴えていること，の各事実が認められる。\nまた，前記認定事実並びに証拠（原告本人）及び弁論の全趣旨によれば，\n本件施設への入所後，緊急搬送されるまでの間，原告において食事を取\nることのできない外部的な要因は存在せず，原告が本件部屋に入った平\n成２９年１０月３日から一貫して，原告は，本件施設への入所に対する\n強い抗議の意を示すため，その意思によりあえて食事を取らなかったも\nのと認められる。\n以上の事実に，上記イで述べたことを併せ考慮すると，被告Ａ及び被\n告Ｂが原告を本件施設に入所させ，本件部屋又は本件施設からの外出を\n著しく困難にした行為は，原告の意に反するものであったと認められる。\nエ  被告Ａ及び被告Ｂの反論について\n(ｱ)  これに対して，被告Ａ及び被告Ｂは，①原告が本件施設に到着して\n以降の原告の処遇を所管していた部署は育成部であり，被告Ａ及び被告\nＢは当該部署に所属していなかったことから，原告の本件施設内におけ\nる処遇に関しては同人らが不法行為責任を負う余地がないと主張する。\nしかしながら，前記認定事実によれば，被告Ａ及び被告Ｂは，原告の\n入所に関して被告Ｃから相談を受けて，同人に対してクリアアンサー及\nびリアライズにおける自立支援サービスの概要や本件施設の状況等につ\nいて詳細に説明を行って本件各契約を締結している上，平成２９年１０\n月３日には，本件契約２に基づき，原告を本件施設に入所させるために\n少なくとも７時間もの長時間にわたって説得を行っていたほか，被告Ａ\nにおいては，原告の状況につき育成部から報告を受け，これを被告Ｃに\n報告する立場にあったことが認められる。\nそうすると，被告Ａ及び被告Ｂは，原告が本件施設に入所した後にい\nかなる処遇をされるかを認識した上で原告を原告ら自宅から連れ出して\n本件施設に入所させたものと認められ，本件施設に入所した後の原告の\n処遇を所管する部署に所属していなかったことのみをもって，原告の本\n件施設内における処遇に関する不法行為責任を免れることはないという\nべきである。この点に関する被告Ａ及び被告Ｂの主張は採用できない。\n(ｲ)  また，被告Ａ及び被告Ｂは，②本件部屋内にクリアアンサーの従業\n員が常駐することは未知の施設において生活することに対する精神的な\n不安を和らげるための措置であること，③従業員が常駐していた場所と\n原告が居住していた場所とは明確に区分されており原告のプライバシー\nが十分に保たれていたこと及び④原告が明確に反対する意思表示をしな\nかったことを考慮すれば，クリアアンサーによる本件施設での原告の処\n遇が同人の意に反するものであったとはいえないと反論する。\nしかしながら，前記イで述べたとおり，クリアアンサーの従業員によ\nる少なくとも７時間にわたる説得活動を受けた原告においては，本件部\n屋又は本件施設から自らの意思で外出することが著しく困難な状態に置\nかれたというべきであって，このことは，仮に上記②及び③の事実が認\nめられるとしても変わるところではないし，原告の当時の心理状況，本\n件施設に入所するに至る経緯，本件施設に入所した後の原告に対する処\n遇内容などを考慮すれば，④原告が明確に反対する意思表示をしなかっ\nたからといって，原告が本件施設への入所や本件施設における処遇を受\nけ入れていたということは到底できない。そうすると，上記②ないし④\nの各事実を考慮しても，被告Ａ及び被告Ｂが原告を本件施設に入所させ，\n本件部屋又は本件施設からの外出を著しく困難にした行為が原告の意に\n反するものであったとの前記認定は左右されない。\n以上によれば，この点に関する被告Ａ及び被告Ｂの上記主張も採用で\nきない。\n(ｳ) したがって，被告Ａ及び被告Ｂの主張はいずれも採用できない。\n(3) 原告が意に反して原告ら自宅から連れ出されたか否かについて\n次に，原告は，被告Ａ及び被告Ｂが平成２９年１０月３日，原告をその意\nに反して原告ら自宅から連れ出したと主張するので，この点について検討す\nる。\nア  原告の意に反する連れ出しがあったかについて\n(ｱ)  前記認定事実によれば，被告Ａらは，平成２９年１０月３日に原告\nら自宅を訪れ，同日午後５時頃に至るまでの少なくとも７時間にわたっ\nて，原告を本件施設に入所させるための説得を行ったこと，被告Ａらが\n原告ら自宅を訪れたことを受け，原告がＤに対してメールを送信したこ\nと，原告は，一貫して被告Ａらの説得に耳を傾けようとせず抵抗してい\nたものの，最終的には，Ｄによる説得を受けて，Ｄに抱き抱えられて起\nき上がる格好で本件施設に向かうこととしたこと，原告は，原告ら自宅\nを出る際，着替えをすることなく部屋着のまま，また，靴を履くことな\nく裸足のまま被告らの用意した自動車に乗り込んだこと，本件施設に到\n着後においても，同意書に署名せず，提供された食事を取らないなどし\nて抵抗の意思を示していたこと，の各事実が認められる。\nこのような本件における事実経過に照らせば，被告Ａらに従って本件\n施設に行かない限り被告Ａらによる説得活動は延々と終わらないのでは\nないかと考えた原告において，味方になってくれるものとの思いからメ\nールを送信して原告ら自宅に来てもらったＤからも本件施設への入所を\n勧められるに至ったため，同日午後５時頃に至り，原告ら自宅を出て本\n件施設に向かうこと以外の選択肢がないと諦め，やむなく被告Ａらに同\n行することとしたものと認められる。\nそうすると，原告が，被告Ａらの説得を受けて本件施設への入所に納\n得し，原告ら自宅を出て本件施設へ入所することとしたものとはいえず，\n本件施設に入所することに対する真摯な承諾を与えていなかったものと\n認められる。\n(ｲ)  次に，被告Ａ及び被告Ｂの行為及び認識について検討すると，前記\n認定事実及び証拠（被告Ａ本人）によれば，平成２９年１０月３日にお\nいては，被告Ａらは，本件施設への入所につき原告の理解を得るべく，\n原告部屋において原告に対して声掛けをした上で，本件施設に係る資料\n（乙７）を原告に示すなどして本件施設への入所の案内をしたことが認\nめられる。そうすると，被告Ａ及び被告Ｂにおいて，原告ら自宅に来訪\nした時点において，本件施設の入所に対する原告の承諾の有無にかかわ\nらず原告を本件施設に入所させようとする意図があったとまでは認めら\nれない。\nもっとも，被告Ａ及び被告Ｂは，本件契約２に基づき，原告を本件施\n設に入所させることを目的として原告ら自宅を訪れたものであるところ，\n原告にとって唯一の居場所であった原告部屋を出て，見ず知らずの場所\nで家族以外の者と共に生活することは，原告にとっては極めて重大な問\n題であり，被告Ａらが訪問した当日に初めて説明を受けて即断すること\nが困難であることは容易に想定できる上，午前中から夕刻に至るまで少\nなくとも７時間にわたって延々と説得を続けていることや，既に被告Ｃ\nからは自立支援サービスの対価の他に説得業務の対価として８０万円以\n上の報酬を受領していることからすると，被告Ａ及び被告Ｂにおいては，\n仮に原告から本件施設への入所に対する真摯な承諾が得られなかったと\nしても，原告が強硬に抵抗しておよそ任意に入所したとはいえないよう\nな状況でなければ，原告の真摯な承諾を得ることができないままに原告\nを本件施設に入所させる事態となってもやむを得ないとの認識も併せて\n有していたというべきである。\nまた，前記認定事実のとおり，被告Ａらが原告ら自宅を訪れたことを\n受けて原告がＤに対してメールを送信したこと，原告は，少なくとも７\n時間にわたって一貫して被告Ａらの説得に耳を傾けようとせず抵抗して\nいたものの，最終的には，Ｄによる説得を受けて，Ｄに抱き抱えられて\n起き上がる格好で本件施設に向かうこととしたこと，原告は，原告ら自\n宅を出る際，着替えをすることなく部屋着のまま，また，靴を履くこと\nなく裸足のまま被告らの用意した自動車に乗り込んだことからすれば，\n結果として被告Ａ及び被告Ｂによる説得が奏功せず，原告が本件施設へ\nの入所について真摯な承諾をしていなかったことについては，原告ら自\n宅を出る時点において被告Ａ及び被告Ｂも認識していたものと認められ\nる。\n(ｳ)  したがって，被告Ａ及び被告Ｂは，原告ら自宅を訪れた時点におい\nて，仮に原告から本件施設への入所につき真摯な承諾を取り付けること\nができなかったとしても場合によってはそのまま本件施設に連れていく\nことを想定しながら原告に対して説得を行ったこと，結果として，原告\nからかかる真摯な承諾を得ることはできなかったことを認識しつつ，原\n告を原告ら自宅から連れ出したことが認められる。\nイ  被告Ａ及び被告Ｂが原告を羽交い絞めにするなどした行為があったかに\nついて\n(ｱ) さらに，原告は，平成２９年１０月３日午後５時頃，原告部屋におい\nて，被告Ａ及び被告Ｂが原告を羽交い絞めにするなどしたと主張し，ま\nた，Ｄがかかる行為を目撃し，その旨を鎌ケ谷市役所の健康増進課及び\n商工振興課において相談したにもかかわらず，かかる相談内容が正確に\n記録されていないなどと主張する。\n(ｲ) しかしながら，鎌ケ谷市役所の健康増進課及び商工振興課の各課職員\nは原告及びＤ並びに被告らと何ら利害関係があるとは認められないとこ\nろ，同職員らにおいてＤから聴取した内容を書き留めた書面（乙２７，\n２８）は，かかる相談の内容を詳細に書き留めており具体性に富むほか，\n当裁判所の認定に係る平成２９年１０月３日当時の状況やＤが同時期に\nクリアアンサーに対して送付したメール及びこれに添付された書面（乙\n２６の１及び２）に記載されたＤの認識とも整合する内容が記載されて\nいることなどからすれば，鎌ケ谷市役所において作成された各書面（乙\n２７，２８）の記載内容を信用することができ，Ｄの相談内容が大筋正\n確に記載されているものと認めることができる。\nそして，娘が羽交い絞めにされて自宅から無理やり連れ出されたとい\nった犯罪行為ともなり得る特異な相談があれば面談記録に当然記載され\nてしかるべきであるところ，上記各書面においては，クリアアンサーの\n従業員が原告を羽交い絞めにして連れ出した旨の記載は存在せず，また，\nＤは本件に関して警察にも相談をしているものの，Ｄにおいても，連れ\n出しの件についての相談はしておらず，単にクリアアンサーに関する情\n報を得たいがために相談したにすぎない旨述べているところであり，こ\nれは，被告Ａ及び被告Ｂが原告を羽交い絞めにするなどした行為が存在\nしないことを裏付けているものといえる。\nそうすると，上記認定に反するＤの証言を採用することはできず，Ｄ\nが鎌ケ谷市役所職員に対し，クリアアンサーの従業員による羽交い絞め\nがあったことを相談したと認めることはできない。また，この点に関す\nる原告の供述も，羽交い絞めにされたという最も核心的な部分において\n曖昧かつ抽象的な内容となっているから，採用することができない。\n(ｳ) したがって，被告Ａ及び被告Ｂが原告を羽交い絞めにするなどしたと\nの原告本人の供述及びＤの証言はいずれも採用することができず，他に\nこれを認めるに足りる証拠はないから，この点に関する原告の主張は採\n用できない。\nもっとも，原告の主張するような態様による連れ出しがあったことを\n認めることができないとしても，被告Ａ及び被告Ｂによる連れ出しが原\n告の意に反していたとの上記イにおける説示の結論が左右されるもので\nはない。\nウ  小括\n以上によれば，原告は，その意に反して原告ら自宅から連れ出されたも\nのと認められる。\n(4) 争点１に対する結論\n以上からすると，被告Ａ及び被告Ｂが，平成２９年１０月３日午後５時頃，\n原告を，被告Ａ及び被告Ｂを含むクリアアンサーの従業員が用意した自動車\nに乗り込ませて原告ら自宅から連れ出し，同日午後７時から同月５日に至る\nまで，原告を本件施設に入所させ，本件部屋又は本件施設からの外出を著し\nく困難にした一連の行為は，原告の意に反するものであって，民法７０９条\n所定の不法行為に当たる。\n３  争点２（クリアアンサー及びリアライズが，被告Ａ及び被告Ｂの不法行為に\nつき民法７１５条１項に基づく損害賠償責任を負うか。）について\n被告Ａ及び被告Ｂが，いずれも，平成２９年１０月３日から同月５日までの\n間，クリアアンサーの被用者であったことにつき当事者間に争いはなく，また，\n前提事実(1)ウ及び(2)並びに弁論の全趣旨によれば，被告Ａ及び被告Ｂによる\n前記２で説示した不法行為がクリアアンサーの事業の執行についてされたもの\nであると認められるから，クリアアンサーは，被告Ａ及び被告Ｂによる上記不\n法行為につき，民法７１５条１項に基づき損害賠償責任を負う。\n他方，本件全証拠によっても，被告Ａ及び被告Ｂがリアライズの被用者であ\nったと認めることはできないから，リアライズにおいて，上記両名の不法行為\nにつき民法７１５条１項に基づく損害賠償責任を負うとは認められない。\n４  争点３（リアライズが，被告Ａの不法行為につき会社法３５０条に基づく損\n害賠償責任を負うか。）について\n前提事実によれば，被告Ａが，平成２９年１０月当時，リアライズの代表取\n締役であったことが認められ，リアライズは，前記２で説示した被告Ａの不法\n行為につき，会社法３５０条に基づく損害賠償責任を負う。\n５  争点４（被告Ａ，被告Ｂ及び被告Ｃは，原告に対する不法行為について共謀\nしていたか。）について\n(1) まず，被告Ａと被告Ｂとの間における共謀が認められるかにつき検討する。\n被告Ａ及び被告Ｂは，前記認定事実のとおり，被告Ｃから相談を受けて面\n談をし，本件各契約の締結に関与している。その上で，前記２で説示したと\nおり，被告Ａ及び被告Ｂは，原告ら自宅を訪れた時点において，仮に原告か\nら本件施設への入所につき真摯な承諾を取り付けることができなかったとし\nても場合によってはそのまま本件施設に連れていくことを想定しながら原告\nに対して説得を行っており，結果として，原告からかかる真摯な承諾を得る\nことはできなかったことを認識しつつ，原告を原告ら自宅から連れ出してい\nる。\n以上からすれば，被告Ａ及び被告Ｂは，原告を，その意に反して原告ら自\n宅から連れ出した上で本件施設に入所させるなどし，もって原告の移動の自\n由等を侵害する一連の行為を共同したのであって，被告Ａ及び被告Ｂには上\n記不法行為についての共謀が認められるというべきである。\n(2)  続いて，上記(1)の認定を踏まえて，被告Ｃが，被告Ａ及び被告Ｂとの間\nで共謀していたと認められるかにつき検討する。\n前記認定事実及び証拠（乙６及び８の各１及び２，被告Ｃ本人）によれば，\n被告Ｃから被告Ａ及び被告Ｂに対して，原告の自立支援に関する相談をし，\n本件各契約の締結に至ったこと，被告Ｃは，被告Ａらの訪問に先立って，原\n告に対して，被告Ａらクリアアンサーの従業員が平成２９年１０月３日に来\n訪する予定であることを知らせていなかったことはもとより，そもそも本件\n施設への入所の件についても全く伝えていなかったこと，被告Ｃがリアライ\nズとの間で結んだ本件契約１においては，クリアアンサーの運営する施設に\nおいて実施する自立研修プログラムの実施に当たり，「丙（原告）の『衣・\n食・住』等の基本的な実生活の行動全てにおいて，適当と判断される時期に\n至るまで原則的に乙（リアライズ）が管理するものとし，乙（リアライズ）\nが適当と認める事象以外において，丙（原告）の独断での行動を原則的に制\n限する」との定めがあるところ，被告Ｃは被告らによる上記プログラムの実\n施に対して２００万円以上の対価を支払っていること，被告Ｃは，本件契約\n１に関連して，リアライズとの間で，被告Ａ及び被告Ｂが，原告を本件施設\nに入所させる目的で原告へのカウンセリングを目的とした面談を行うための\n契約（本件契約２）を締結し，被告Ｃはこれに対して更に８０万円以上の対\n価を支払っていること，原告が原告ら自宅を出ることとなった平成２９年１\n０月３日において，本件施設への入所に係る説得が難航する中で，被告Ａに\n対し「なんとか今日（原告を本件施設に）連れて行ってもらいたい。」と述\nべたこと，の各事実が認められる。\n以上によれば，被告Ｃは，被告Ａらによる本件施設入所への説得が行われ\nるに先立ち，原告が本件施設に入所することで原告の移動の自由等が相当程\n度侵害され得る状況下に置かれることを認識しており，本件施設への入所に\nつきあらかじめ原告に知らせてもこれを拒否される可能性があると考えてあ\nえて伝えていなかったものと考えられる。また，原告に対して被告Ａらが説\n得を試みた結果，原告が本件施設への入所について承諾をすれば何ら問題は\n生じないものの，原告が直ちにこれに承諾しない可能性があることも予期し\nていたものと考えられる。そして，被告Ａらが説得のために原告ら自宅を訪\nれた当日，被告Ａらだけでなく原告の最大の理解者であるＤが説得に臨んだ\nにもかかわらず，原告が本件施設への入所を拒否するという態度を見せたこ\nとを受け，被告Ａに対し，「なんとか今日（原告を本件施設に）連れて行っ\nてもらいたい。」と述べて同日中に原告の連れ出しを完了するように念を押\nして求めたことを併せ考えると，被告Ｃは，被告Ａらによる説得活動の結果，\n仮に原告から真摯な承諾が得られなかったとしても，原告を原告ら自宅から\n連れ出して本件施設に入所させることはやむを得ないとの認識であったとい\nうべきである。\nそして，前記認定事実のとおり，原告は，少なくとも７時間にわたって一\n貫して被告Ａらの説得に耳を傾けようとせず抵抗していたものの，最終的に\nは，Ｄによる説得を受けて，Ｄに抱き抱えられて起き上がる格好で本件施設\nに向かうこととしたこと，原告は，原告ら自宅を出る際，着替えをすること\nなく部屋着のまま，また，靴を履くことなく裸足のまま被告Ａらの用意した\n自動車に乗り込んだことからすれば，結果として被告Ａ及び被告Ｂによる説\n得が奏功せず，原告が本件施設への入所について真摯な承諾をしていなかっ\nたことについては，原告ら自宅を出る時点において被告Ａ及び被告Ｂのみな\nらず，被告Ｃも認識していたというべきである。\n(3) したがって，被告Ｃは，被告Ａ及び被告Ｂと同様の認識の下で，被告Ａ及\nび被告Ｂに対して，前記２で説示した不法行為を行わせたというべきであっ\nて，遅くとも，被告Ａに対して「なんとか今日（原告を本件施設に）連れて\n行ってもらいたい。」と述べた時点までに被告Ａ及び被告Ｂとの間で共謀が\n成立していたことが認められる。\nこれに対し，被告Ｃは，本件施設内における原告の具体的な処遇までは知\nらなかったと主張し，被告Ａ及び被告Ｂとの間の共謀を否認するが，前記\n(2)で説示したとおり，被告Ｃは，本件施設が自立支援を目的とする施設で\nあって，入所後は相当程度原告の自由が奪われることになること及び原告に\nおいて本件施設への入所について難色を示す可能性が高いことをあらかじめ\n認識していたこと，仮に被告Ａらによる原告への説得が奏功しなかったとし\nても，最終的に原告の意思に反してでも本件施設へ入所させることを認容し\nていたことからすれば，被告Ｃの上記主張は上記認定を左右しない。\n６  争点５（損害の発生及びその数額）について\n前記認定事実及び証拠（原告本人）によれば，原告は，被告Ａ，被告Ｂ及び\n被告Ｃの共同不法行為によって，適応障害及び心的外傷後ストレス障害と医師\nから診断される程度の精神的苦痛を被ったことが認められる。\nそして，原告の意思に反して原告に無断で本件各契約が締結され，本件不法\n行為が発生する事態となったという経緯，突然見知らぬ複数の人間が原告部屋\nを訪れ，全く見たことも聞いたこともない施設に入所するよう少なくとも７時\n間にわたって説得を続けられたことによる恐怖感，最終的に部屋着で裸足のま\nま原告ら自宅を出ることを余儀なくされ，監視付きの部屋に事実上閉じ込めら\nれた絶望感，原告の意に反して原告の自由が奪われた期間の長さ，反抗の意を\n示すために食事を取らなかった結果，体調を崩し緊急入院をする事態に陥った\nこと，その他本件に現れた一切の事情を踏まえると，原告が被った精神的損害\nを慰謝するための金額は５０万円と認めるのが相当である。\nまた，本件不法行為と相当因果関係のある弁護士費用相当額は，上記慰謝料\n額の１割である５万円と認めるのが相当である。\n第４  結論\n以上によれば，原告の請求は，主文第１項ないし第３項の限度で理由がある\nからこれを認容し，その余は理由がないから棄却することとして，主文のとお\nり判決する。\n東京地方裁判所民事第４３部\n裁判長裁判官   下澤良 太\n裁判官   廣瀬仁 貴\n裁判官   石原   拓\n別紙図面につき記載省略\n"
}