{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 3,
    "day": 22
  },
  "case_number": "令和4(行ケ)10091",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "91964",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=91964",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/964/091964_hanrei.pdf",
  "contents": "令和５年３月２２日判決言渡\n令和４年（行ケ）第１００９１号  審決取消請求事件\n口頭弁論終結日  令和５年１月２５日\n判                  決\n原              告                株 式 会 社 東 亜 産 業\n同訴訟代理人弁護士                高    橋    雄  一  郎\n同                                阿    部    実  佑  季\n同訴訟復代理人弁護士              金    森              毅\n被              告                ｎｅｏ   Ａ Ｌ Ａ 株 式 会 社\n同訴訟代理人弁護士                佐    藤    慧    太\n同                                河    合    哲    志\n同訴訟代理人弁理士                長  谷  川    芳    樹\n同                                清    水    義    憲\n同                                今    村    玲  英  子\n主                  文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事実及び理 由\n第１  請求\n特許庁が無効２０２１－８０００７８号事件について令和４年７月１５日\nにした審決を取り消す。\n第２  事案の概要\n１  特許庁における手続の経緯等\n⑴  被告は、発明の名称を「５－アミノレブリン酸リン酸塩、その製造方法及\nびその用途」とする発明に係る特許（特許第４４１７８６５号。請求項の数\n８。平成１７年２月２５日出願（優先権主張（日本）：平成１６年３月３０\n日（以下「本件優先日」という。）、同年１１月３０日）、平成２１年１２\n月４日設定登録。以下、この特許を「本件特許」といい、特許出願に係る願\n書に添付された明細書及び図面を「本件明細書等」という。）の特許権者で\nある。（甲６、１６）\n⑵  原告は、令和３年９月１３日、本件特許の請求項１に記載された発明（以\n下「本件発明」という。）につき、無効審判請求をした（無効２０２１－８\n０００７８号事件）。（甲７）\n⑶  特許庁は、令和４年７月１５日、「本件審判の請求は、成り立たない。」と\nの審決（以下「本件審決」という。）をし、その謄本は、同月２７日、原告に\n送達された。\n⑷  原告は、令和４年８月２３日、本件審決の取消しを求めて本件訴えを提起\nした。\n２  特許請求の範囲の記載\n本件発明に係る特許請求の範囲の記載は、次のとおりである。（甲６）\n「下記一般式（１）\nＨＯＣＯＣＨ２ＣＨ２ＣＯＣＨ２ＮＨ２・ＨＯＰ（Ｏ）（ＯＲ１）ｎ（ＯＨ）２－ｎ  （１）\n（式中、Ｒ１は、水素原子又は炭素数１～１８のアルキル基を示し；ｎは０～２\nの整数を示す。）で表される５－アミノレブリン酸リン酸塩。」\n３  本件審決の理由の要旨\n⑴  理由の骨子\n本件審決の理由は、別紙審決書（写し）記載のとおりであり、取消事由の\n関係では、要するに、本件発明は、甲２の公表特許公報（特表２００３－５\n２６６３７号公報。以下「引用文献」という。）に記載された発明（以下「引\n用発明」という。）であるとはいえないから、特許法２９条１項３号に該当す\nるとはいえないというものである。\n⑵  引用発明の認定\n本件審決が認定した引用発明は、次のとおりである。\n「１、２－プロピレングリコールおよびグリセリン中の５－ＡＬＡの１\n０％（質量％／容積％）溶液」\n⑶  本件発明と引用発明との一致点及び相違点の認定\n本件審決が認定した本件発明と引用発明との一致点及び相違点は、次のと\nおりである。なお、「５－ＡＬＡ」が「５－アミノレブリン酸」を意味するこ\nとは技術常識であり、この点について当事者間に争いはない。\nア  一致点\n「５－アミノレブリン酸に関する物」である点。\nイ  相違点\n本件発明は、「下記一般式（１）\nＨＯＣＯＣＨ２ＣＨ２ＣＯＣＨ２ＮＨ２・ＨＯＰ（Ｏ）（ＯＲ１）ｎ（ＯＨ）２－\nｎ   （１）\n（式中、Ｒ１は、水素原子又は炭素数１～１８のアルキル基を示し；ｎは０\n～２の整数を示す。）で表される５－アミノレブリン酸リン酸塩」であるの\nに対して、引用発明は「１、２－プロピレングリコールおよびグリセリン\n中の５－ＡＬＡの１０％（質量％／容積％）溶液」である点。\n４  原告の主張する取消事由\n本件発明の引用発明に対する新規性の有無に関する判断の誤り\n第３  当事者の主張\n〔原告の主張〕\n本件発明は、特許請求の範囲における一般式（１）中のｎが０の場合には、弱\n塩基である５－アミノレブリン酸と強酸であるリン酸とが中和して生じた５－\nアミノレブリン酸リン酸塩であるところ、以下のとおり、引用文献には５－ＡＬ\nＡホスフェート（５－ＡＬＡホスフェートが５－アミノレブリン酸リン酸塩と同\n義であることは技術常識であり、この点について当事者間に争いはない。）が記載\nされており、これを引用発明として認定することができるから、本件発明は、こ\nの範囲において引用発明と同一である。\nしたがって、本件発明と引用発明との一致点及び相違点の認定に係る本件審決\nの判断は誤りである。\n１  引用文献には５－ＡＬＡホスフェートが記載されていること\n⑴  引用文献の段落【００１２】には、特に有利な作用物質の例として「５－\nアミノレブリン酸またはその塩またはエステル」と記載され、複数列挙され\nている５－アミノレブリン酸の塩の「有利な例」の一つとして「５－ＡＬＡ\nホスフェート」と明記されている。\nそして、上記段落に２２個の物質が列挙されているからといって、５－Ａ\nＬＡホスフェートを引用発明として認定することができないわけではなく、\nまた、引用文献の実施例として５－アミノレブリン酸塩酸塩の記載があるか\nらといって、上記の有利な例が５－ＡＬＡホスフェートであることが否定さ\nれるものではない。\n⑵  引用文献においては、５－ＡＬＡホスフェートと一義的に確定することが\nできるよう記載されている上、５－ＡＬＡホスフェートが有利な例として明\n示されているから、化合物が一般式の形式で記載され、当該一般式が膨大な\n数の選択肢を有する場合には当てはまらず、５－ＡＬＡホスフェートを引用\n文献から抽出することができないとする理由はない。\n⑶  以上のとおり、引用文献には、５－ＡＬＡホスフェートが記載されている。\n２  当業者は技術常識に基づいて製造方法を理解することができること\n⑴  甲１７ないし１９の各文献（以下「甲１７文献」ないし「甲１９文献」と\nいう。）において、５－アミノレブリン酸単体は光合成細菌の変異株を用いて\n量産することができることが明示されているように、本件優先日当時、５－\nアミノレブリン酸単体の製造方法は周知であり、５－アミノレブリン酸単体\nの製造も入手も可能であったといえる。\n⑵  また、本件優先日当時、５－アミノレブリン酸をリン酸溶液に溶解すれば、\n弱塩基と強酸の組合せとなり、５－アミノレブリン酸リン酸塩を得ることが\nできることは技術常識であった。\n⑶  以上のとおり、本件優先日当時の当業者は、生産方法が確立されている５\n－アミノレブリン酸単体及びリン酸溶液を用いて、容易に５－アミノレブリ\nン酸リン酸塩を得ることができたものであり、引用文献に５－ＡＬＡホスフ\nェートの製造方法が記載されていなくとも、極めて容易にその製造方法を理\n解し得たものといえる。\nしたがって、引用文献の記載から、５－ＡＬＡホスフェートを引用発明と\nして認定することができる。\n３  甲１７文献ないし甲１９文献に関する被告の主張に対する反論\n⑴  被告は、乙１の１の文献（以下「乙１文献」という。）の記載内容からすれ\nば、甲１７文献及び甲１９文献にはアミノレブリン酸塩酸塩が開示されてい\nるにすぎない旨主張する。\nしかしながら、被告が指摘する記載は、商業的な５－アミノレブリン酸の\n生産に関するものであるところ、甲１７文献及び甲１９文献に記載されてい\nるとおり、塩酸塩として結晶単体を分離して取り出す前の５－アミノレブリ\nン酸の生産方法は確立していたこと、本件発明は、５－アミノレブリン酸リ\nン酸塩という物質を特定するのみであり、結晶単体を分離して取り出すこと\nや物質が高純度であることは特定していないことからすれば、商業的に５－\nアミノレブリン酸塩酸塩の結晶を取り出したか否かには意味がなく、たとえ\n塩基性水溶液中で不安定であっても、およそ５－アミノレブリン酸が得られ\nれば足りるというべきである。\n⑵  被告は、甲１８文献について、５－アミノレブリン酸が物質として取り出\nされているわけではない旨主張する。\nしかしながら、５－アミノレブリン酸が発酵液中に培地成分と混合した状\n態で存在していても、それが５－アミノレブリン酸であることに変わりはな\nい。また、５－アミノレブリン酸リン酸塩を製造するためには、その製造前\nに５－アミノレブリン酸を生産することができればよいのであって、それが\n高純度である必要はなく、培地成分と混合した状態であってもよい。\n〔被告の主張〕\n以下のとおり、引用文献の段落【００１２】に記載された５－ＡＬＡホスフェ\nートを引用発明として認定することはできないから、本件審決の判断に誤りはな\nい。\n１  引用文献の記載について\n⑴  化学物質発明が「刊行物に記載された発明」であるといえるためには、①\n物質の構成が開示されていること、取り分け、刊行物に多数の選択肢が列挙\nされている場合には、特定の選択肢に係る技術的思想を積極的あるいは優先\n的に選択すべき事情が存在することが必要である。また、②当該刊行物にお\nいて、当業者が当該物質の製造方法を理解し得る程度の記載があること、又\nは、③製造方法を理解し得る程度の記載がない場合には、刊行物に接した当\n業者が、思考や試行錯誤等の創作能力を発揮するまでもなく、特許出願時の\n技術常識に基づいてその製造方法その他の入手方法を見出すことができるこ\nとも必要である。\n⑵  そして、引用文献には、５－ＡＬＡホスフェートの製造方法に関する記載\nが全く存しない上、本件明細書等に「５－アミノレブリン酸は塩酸塩として\nのみ製造法が知られて」いた（段落【０００３】）と記載されているとおり、\n５－ＡＬＡホスフェートの製造方法は本件優先日前に知られていなかったも\nのであり、引用文献に接した当業者が、本件優先日時点の技術常識に基づい\nて、５－ＡＬＡホスフェートの製造方法その他の入手方法を見出すことがで\nきると認められる事情は存しないから、上記②及び③の要件をいずれも満た\nさない。\n⑶  また、引用文献に記載された５－ＡＬＡホスフェートは、引用文献の段落\n【００１２】において塩及びエステルとして多数列挙された物質の一例にす\nぎず、特に有利な例として挙げられているわけでもなく、上記段落に多数列\n挙された物質の中から５－ＡＬＡホスフェートを積極的あるいは優先的に選\n択すべき事情は存しないから、上記①の要件を満たさない。\n⑷  以上のとおり、引用文献から５－ＡＬＡホスフェートを引用発明として認\n定することはできない。\n２  甲１７文献ないし甲１９文献の記載について\n⑴  甲１７文献及び甲１９文献自体には、５－アミノレブリン酸単体の具体的\nな製造方法は記載されていない。また、これらの文献において引用されてい\nる乙１文献においては、生産された５－アミノレブリン酸は、発酵液中に培\n地成分と混合した状態で存在するものにすぎず、そこから５－アミノレブリ\nン酸が単体として取得されているものではなく、５－アミノレブリン酸塩酸\n塩が結晶として取得されていることからすれば、乙１文献においても５－ア\nミノレブリン酸単体の製造方法が開示されているとはいえない。そうすると、\n甲１７文献及び甲１９文献において、５－アミノレブリン酸単体の製造方法\nが開示されているとはいえない。\n⑵  また、甲１８文献は、発酵液中に培地成分と混合した状態で存在する５－\nアミノレブリン酸の濃度を示すものにすぎず、５－アミノレブリン酸が物質\nとして取り出されているわけではない。そうすると、甲１８文献においても、\n５－アミノレブリン酸単体の製造方法が開示されているとはいえない。\n⑶  以上のとおり、甲１７文献ないし甲１９文献の記載から、本件優先日当時、\n５－アミノレブリン酸単体の製造方法が周知であったとはいえない。\n第４  当裁判所の判断\n１  本件発明\n⑴  特許請求の範囲\n本件発明に係る特許請求の範囲は、前記第２の２のとおりである。\n⑵  本件明細書等の記載\n本件明細書等には、別紙１「本件明細書等の記載」のとおりの記載がある\n（甲６）。\n⑶  本件発明の技術的意義\n上記⑴及び⑵によれば、本件発明の技術的意義は、次のとおりであると認\nめられる。\nア  本件発明は、微生物・発酵、動物・医療、植物等の分野において有用な\n５－アミノレブリン酸リン酸塩に関する発明である。（段落【０００１】）\nイ  ５－アミノレブリン酸は、微生物・発酵分野、動物・医療分野及び植物\n分野における様々な用途に有用であることが知られ、また、塩酸塩として\nのみその製造方法が知られていた。\nしかしながら、５－アミノレブリン酸塩酸塩は塩酸を含んでいるため、\n医薬分野においては、５－アミノレブリン酸塩酸塩よりも低刺激性の５－\nアミノレブリン酸の塩が求められていたものであり、また、植物分野にお\nいては、５－アミノレブリン酸塩酸塩を利用すると噴霧器のノズルが詰ま\nったり、果実の着色が十分でなかったりするという問題が指摘されていた。\n（段落【０００２】ないし【０００５】）\nウ  本件発明は、低刺激性の５－アミノレブリン酸の新規な塩を提供するこ\nとを目的とする発明であり、陽イオン交換樹脂に吸着した５－アミノレブ\nリン酸を溶出させ、その溶出液をリン酸類と混合することにより、５－ア\nミノレブリン酸リン酸塩を製造し、上記の課題を解決しようとする発明で\nある。（段落【０００６】及び【０００７】）\nエ  本件発明の５－アミノレブリン酸リン酸塩は、臭気が感じられない上、\n皮膚や舌に対して低刺激性であり、皮膚等への透過性も良好であることか\nら、これを含有する組成物は光力学的治療又は診断用薬として有用である\nほか、水溶液にした場合の塩化物イオン濃度が低いため、植物への投与に\nおいて塩素被害が生じにくくなるという効果を奏する。（段落【００１３】）\n２  引用発明について\n⑴  引用文献の記載\n引用文献には、別紙２「引用文献の記載」のとおりの記載がある（甲２）。\n⑵  引用文献における５－ＡＬＡホスフェートの記載\nア  上記⑴のとおりの引用文献の請求項１及び２に係る特許請求の範囲の記\n載によれば、引用文献には、「誘導体が５－ＡＬＡの塩およびエステルから\n選択される」「非水性液体中に溶解または分散した５－アミノレブリン酸\nおよび／またはその誘導体を含有する組成物」の発明が記載されているも\nのといえる。\nまた、上記⑴によれば、引用文献の段落【００１２】には、引用文献の\n組成物が５－アミノレブリン酸の誘導体を作用物質として含有する旨、こ\nの作用物質として「５－アミノレブリン酸またはその塩またはエステル」\nが特に有利である旨が記載された上で、この「塩またはエステル」の有利\nな例として２２種類の化合物が挙げられ、その中に「５－ＡＬＡホスフェ\nート」が記載されている。\nイ  以上の記載内容によれば、引用文献には、化合物である５－ＡＬＡホス\nフェートが記載されているものといえる。\nなお、５－ＡＬＡホスフェートが５－アミノレブリン酸リン酸塩と同義\nであることは技術常識であり、この点について当事者間に争いはない。\n⑶  ５－ＡＬＡホスフェートを引用発明として認定することの可否\nア  判断基準\n(ｱ) 特許法２９条１項は、同項３号の「特許出願前に・・・頒布された刊\n行物に記載された発明」については特許を受けることができないと規定\nするものであるところ、上記「刊行物」に「物の発明」が記載されてい\nるというためには、同刊行物に当該物の発明の構成が開示されているこ\nとを要することはいうまでもないが、発明が技術的思想の創作であるこ\nと（同法２条１項参照）にかんがみれば、当該刊行物に接した当業者が、\n思考や試行錯誤等の創作能力を発揮するまでもなく、特許出願時の技術\n常識に基づいてその技術的思想を実施し得る程度に、当該発明の技術的\n思想が開示されていることを要するものというべきである。\n特に、当該物が新規の化学物質である場合には、新規の化学物質は製\n造方法その他の入手方法を見出すことが困難であることが少なくないか\nら、刊行物にその技術的思想が開示されているというためには、一般に、\n当該物質の構成が開示されていることに止まらず、その製造方法を理解\nし得る程度の記載があることを要するというべきである。そして、刊行\n物に製造方法を理解し得る程度の記載がない場合には、当該刊行物に接\nした当業者が、思考や試行錯誤等の創作能力を発揮するまでもなく、特\n許出願時の技術常識に基づいてその製造方法その他の入手方法を見いだ\nすことができることが必要であるというべきである。\n(ｲ)  以上を前提として検討するに、５－ＡＬＡホスフェートは新規の化合\n物であるところ、上記⑵のとおり、引用文献には、化合物である５－Ａ\nＬＡホスフェートが記載されているといえるものの、その製造方法に関\nする記載は見当たらない（甲２）。\nしたがって、５－ＡＬＡホスフェートを引用発明として認定するため\nには、引用文献に接した本件優先日当時の当業者が、思考や試行錯誤等\nの創作能力を発揮するまでもなく、本件優先日当時の技術常識に基づい\nて、５－ＡＬＡホスフェートの製造方法その他の入手方法を見いだすこ\nとができたといえることが必要である。\nイ  甲１７文献ないし甲１９文献の記載\n甲１７文献ないし甲１９文献はいずれも外国語文献であり、原告が提出\nした翻訳文によれば、各文献の記載について、次のとおり認められる。\n(ｱ) 甲１７文献（Appl Microbiol Biotechnol (2002) vol.58 p23-29）\n甲１７文献は、表題を「５－アミノレブリン酸の生合成、バイオテク\nノロジーによる生産とその応用」とする文献であり、次の記載がある（甲\n１７）。\nａ  「最近まで、ＡＬＡの大量生産は、その化学合成に必要な多数の工\n程のために非常に困難であった（Ｔａｋｅｙａら、１９９７）。生物学\n的ＡＬＡ形成に関して、いくつかの報告は、ＡＬＡ脱水酵素（ＡＬＡ\nＤ）の競合的阻害剤であるレブリン酸（ＬＡ）の添加を記載している。\nしかし、細菌および藻類による細胞外ＡＬＡ蓄積は非常に低かったた\nめ、実用的使用は除外された（ＳａｓｉｋａｌａおよびＲａｍａｎａ、\n１９９５）。」（２３頁左欄下から５行目ないし同頁右欄３行目）\nｂ  「しかし、比較的大量の細胞外ＡＬＡがＬＡを断続的に添加するこ\nとによって、およびテトラピロール化合物をハイレベルで合成する光\n合成細菌、ロドバクター・スフェロイデスを使用することによって蓄\n積することが観察された（Ｓａｓａｋｉら、１９８７、１９９０）。こ\nのアプローチに従って、光合成細菌の変異株を使用するＡＬＡ生産が\n確立されている（Ｎｉｓｈｉｋａｗａら、１９９９； Ｋａｍｉｙａｍ\nａら、２０００）。」（２３頁右欄４行目ないし１１行目）\n(ｲ) 甲１８文献（Appl Microbiol Biotechnol (2003) Vol.63 p267-273）\n甲１８文献は、表題を「要因設計を用いたＥｓｃｈｅｒｉｃｈｉａ ｃ\nｏｌｉにおける組換えアミノレブリン酸合成酵素産生の最適化」とする\n文献であり、次の記載がある（甲１８）。\nａ  「成長条件\n全ての最適化研究は、２５ｍｌの培地を含む１２５ｍｌの振盪フラ\nスコ中で行った。使用した複合培地は、(リットル当たり)：５．００\nｇの酵母抽出物、１０．００ｇのトリプトン、１０．００ｇのＮａＣ\nｌを含有するＬｕｒｉａＢｅｒｔａｎｉ（ＬＢ）培地であった。」（２\n６８頁左欄下から１０行目ないし６行目）\nｂ  「ＭＧ１６５５／ｐＴｒｃ９９Ａ－ｈｅｍＡにおけるＡＬＡの産生\n完全な要因設計実験から得られた結果に基づいて、最初に１０．０\nｇ／ｌのコハク酸塩、グルコースなし、および０．０５ｍＭのＩＰＴ\nＧを添加したＬＢ培地中で、ＭＧ１６５５／ｐＴｒｃ９９Ａ－ｈｅｍ\nＡを用いて発酵を行った。１０ｇ／ｌコハク酸塩および１．８８ｇ／\nｌグリシンの追加用量を６．０時間で添加して、消費されたこれらの\n炭素源を再供給し、発酵を１２．０時間で終了した。最大のＡＬＡ合\n成酵素活性は２９６ｍＵ／ｍｇタンパク質であり、ＡＬＡの最終濃度\nは５．２ｇ／１であり、３９ｍＭに相当する（図５）。興味深いことに、\nフマル酸塩は発酵の過程で出現し、約７時間で約１．０ｇ／ｌの最大\n濃度に達した。」(２７１頁左欄下から６行目ないし同頁右欄最終行)\n(ｳ) 甲１９文献（Biotechnol Genet Eng Rev (2001) vol.18 1）\n甲１９文献は、表題を「５‐アミノレブリン酸：発酵による生産、な\nらびに農業および生物医学的応用」とする文献であり、次の記載がある\n（甲１９）。\nａ  「多くのＡＬＡ製造方法が開発されている。ＡＬＡは、アシルシア\nニドの選択的還元（ＰｆａｌｚおよびＡｎｗａｒ、１９８４）または\nＮ－フルフリルフタルイミドの色素増感型酸素化（Ｔａｋｅｙａら、\n１９８９）を介して化学的に合成されている（図７．２）。しかしなが\nら、ＡＬＡの化学合成は少なくとも４つの反応ステップを必要とし、\n収率は６０％未満である。ＡＬＡの高い製造コストは、これまで、そ\nの商業的利用を制限してきた。\nクロストリダム・サーモアセチカム（Ｋｏｅｓｎａｎｄａｒら、１\n９８９）、メタン生成菌（Ｌｉｎら、１９８９）、クロレラ属菌（Ｓａ\nｓａｋｉら、１９９５；Ａｎｏら、１９９９、２０００）、光合成細菌\n（ｖａｎ ｄｅｒ ＭａｒｉｅｔおよびＺｅｉｋｕｓ、１９９６；Ｓａ\nｓａｋｉら、１９８９、１９９０、１９９３、１９９５； Ｔａｎａｋ\nａら、１９９１、１９９４ａ、ｂ）。しかしながら、光合成細菌による\nＡＬＡ産生は光照射を必要とし、曝気に敏感であることが見出されて\nいる。ＡＬＡ合成酵素をコードするヘムＡ遺伝子を含む組換え大腸菌\n由来の粗抽出物はＡＬＡを高収率で合成することが示されているが、\n大量の高価なＡＴＰを必要とする（ｖａｎ ｄｅｒ Ｍａｒｉｅｔおよ\nびＺｅｉｋｕｓ、１９９６）。これらの問題は、工業的規模でのＡＬＡ\nの生産に対して著しい障壁を提供してきた。これに対処するために、\nＮｉｓｈｉｋａｗａら（１９９９）は、光照射の不存在下でのＡＬＡ\nの産生のためのロドバクター・スフェロイドの順次突然変異誘発に基\nづく代謝工学的アプローチを導入した：このようにして、これらの研\n究者は工業規模でのＡＬＡの産生に成功した（Ｋａｍｉｙａｍａら、\n２０００）。」（１４９頁９行目ないし１５２頁８行目）\nｂ  「発酵の下流では、イオン交換樹脂を使用するＡＬＡ精製プロセス\nも確立されており、経済的に微生物産生ＡＬＡの供給を促進すること\nができると予想される（Ｋａｍｉｙａｍａら、２０００）。」（１５８頁\n下から３行目ないし最終行）\nウ  検討\n(ｱ) 原告は、甲１７文献ないし甲１９文献の記載からすれば、本件優先日\n当時、５－アミノレブリン酸単体の製造方法は周知であった上、５－ア\nミノレブリン酸をリン酸溶液に溶解すれば、弱塩基と強酸の組合せとな\nり、５－アミノレブリン酸リン酸塩を得ることができることは技術常識\nであったことからすれば、本件優先日当時の当業者は、極めて容易に５\n－ＡＬＡホスフェートの製造方法を理解し得たものといえる旨主張する\n（前記第３〔原告の主張〕２）。\nそこで検討するに、上記イ(ｱ)及び(ｳ)のとおり、確かに、甲１７文献\n及び甲１９文献には、乙１文献（上山宏輝ほか「光合成細菌変異株によ\nる５－アミノレブリン酸の工業的生産」（生物工学会誌第７８巻第２号４\n８ないし５５頁、２０００年発行））を引用しつつ、「ＡＬＡ生産が確立\nされている」、「ＡＬＡの産生に成功した」、「発酵の下流では、イオン交\n換樹脂を使用するＡＬＡ精製プロセスも確立されて」いるなどと記載さ\nれている。しかしながら、乙１文献には、「発酵液からのＡＬＡの精製」\nの項において、ＡＬＡが塩基性水溶液中では非常に不安定であり、種々\nの検討の結果、５－アミノレブリン酸塩酸塩結晶を得るプロセスを確立\nすることに成功した旨が記載されているにすぎない（５４頁左欄１２行\n目ないし２０行目）。そうすると、甲１７文献及び甲１９文献においては、\n細菌を培養して発酵液中にＡＬＡ（５－アミノレブリン酸）を産生させ\nる技術は開示されているものの、５－アミノレブリン酸単体を得る技術\nは開示されていないというべきである。\nまた、上記イ(ｲ)のとおりの甲１８文献の記載によれば、同文献におい\nては、発酵液中に培地成分と混合した状態で存在するＡＬＡの濃度が開\n示されているにすぎない。そうすると、甲１８文献においても、５－ア\nミノレブリン酸単体を得る技術は開示されていないというべきである。\n以上のとおり、甲１７文献ないし甲１９文献において、５－アミノレ\nブリン酸単体を得る技術が開示されているとはいえない。これに加え、\n前記⑴のとおり、引用文献においても「５－ＡＬＡは・・・化学的にき\nわめて不安定な物質である」、「５－ＡＬＡＨＣｌの酸性水溶液のみが充\n分に安定であると示される」と記載されているとおり（段落【０００７】）、\nこれらの事項が本件優先日当時の技術常識であったと認められることも\n考慮すると、本件優先日当時において、５－アミノレブリン酸単体を得\nる技術が周知であったとは認められない。\n(ｲ) 上記に関し、原告は、５－アミノレブリン酸リン酸塩を製造する上で、\n５－アミノレブリン酸が物質として取り出されている必要はなく、発酵\n液中に培地成分等と混合した状態であってもよい旨主張する（前記第３\n〔原告の主張〕３）。\nしかしながら、本件優先日当時、種々の成分を含む混合液に酸又は塩\n基を添加するという方法が、化合物である塩の製造方法として技術常識\nであったとは認められないことからすれば、引用文献に接した本件優先\n日当時の当業者が、化合物である５－アミノレブリン酸リン酸塩を製造\nする方法として、培地成分等と混合した状態で５－アミノレブリン酸が\n存在する発酵液にリン酸を添加する方法(又はこの発酵液をリン酸溶液\nに添加する方法)を、思考や試行錯誤等の創作能力を発揮することなく見\nいだすことができたものとはいえない。また、上記イ(ｲ)ａのとおり、甲\n１８文献において、培地に酵母抽出物やトリプトン等が含まれることが\n記載されていることからも明らかなように、培地成分等と混合した状態\nにある発酵液には種々のイオンが夾雑物として含まれているのであるか\nら、このような発酵液にリン酸を添加したとしても、等しい物質量の酸\n及び塩基の中和反応によって５－アミノレブリン酸リン酸塩という化合\n物が製造されたと評価することはできないというべきである。\n(ｳ) したがって、原告の上記各主張はいずれも採用することができない。\nそして、このほか、本件優先日当時の当業者が、５－ＡＬＡホスフェー\nトの製造方法その他の入手方法を容易に見出すことができたというべき\n事情は存しない。\nエ  小括\n以上によれば、引用文献に接した本件優先日当時の当業者が、思考や試\n行錯誤等の創作能力を発揮するまでもなく、本件優先日当時の技術常識に\n基づいて、５－ＡＬＡホスフェートの製造方法その他の入手方法を見いだ\nすことができたとはいえない。\nしたがって、引用文献から５－ＡＬＡホスフェートを引用発明として認\n定することはできない。\n⑷  引用文献から認定することができる引用発明の内容\nア  前記⑴によれば、引用文献には、「非水性液体に溶解または分散した５－\nアミノレブリン酸および／またはその誘導体を含有する組成物」の発明が\n記載されている（請求項１に係る特許請求の範囲、段落【０００１】）。こ\nの発明は、化学的に不安定な５－ＡＬＡを特定の条件で非水性液体中に溶\n解または分散させることにより、化学的安定性及び改良された膜透過性を\n有する５－アミノレブリン酸を含有する組成物の提供を解決課題とするも\nのであり（段落【０００９】）、５－アミノレブリン酸及び／又はその誘導\n体から選択される作用物質を２５℃で８０より小さい誘電率εを有する、\n非水性中に溶解又は分散させた組成物とすることにより、当該課題を解決\nするものである（段落【００１０】及び【００１１】）。\nそして、引用文献には、この発明に係る実施例として、「１、２－プロピ\nレングリコールおよびグリセリン中の５－ＡＬＡの１０％（質量％／容\n積％）溶液」が記載されている（段落【００４７】ないし【００４９】）。\nイ  以上によれば、引用文献からは、本件審決が認定したとおり（前記第２\nの３⑵）、「１、２－プロピレングリコールおよびグリセリン中の５－ＡＬ\nＡの１０％（質量％／容積％）溶液」を引用発明として認定することがで\nきる。\n３  本件発明の引用発明に対する新規性の有無\n⑴  本件発明と引用発明との対比\nア  前記１及び２に基づき、本件発明と引用発明とを対比するに、引用発明\nにおける「５－ＡＬＡ」が５－アミノレブリン酸を意味することは技術常\n識であり、当事者間に争いはない。そうすると、本件発明及び引用発明は、\n本件審決が認定したとおり（前記第２の３⑶ア）、「５－アミノレブリン酸\nに関する物」である点で一致するものと認められる。\nイ  そして、引用発明は、「１、２－プロピレングリコールおよびグリセリン\n中の５－ＡＬＡの１０％（質量％／容積％）溶液」であり、本件発明のよ\nうに化合物である５－アミノレブリン酸リン酸塩ではないから、本件発明\n及び引用発明は、本件審決が認定したとおり（前記第２の３⑶イ）、以下の\n点において相違するものと認められる。\n「本件発明は、『下記一般式（１）\nＨＯＣＯＣＨ２ＣＨ２ＣＯＣＨ２ＮＨ２・ＨＯＰ（Ｏ）（ＯＲ１）ｎ（ＯＨ）２－\nｎ   （１）\n（式中、Ｒ１は、水素原子又は炭素数１～１８のアルキル基を示し；ｎは０\n～２の整数を示す。）で表される５－アミノレブリン酸リン酸塩。』である\nのに対して、引用発明は『１、２－プロピレングリコールおよびグリセリ\nン中の５－ＡＬＡの１０％（質量％／容積％）溶液』である点。」\n⑵  新規性の有無\n上記⑴のとおり、本件発明と引用発明とを対比すると、両発明には相違す\nる点があるところ、この相違点は、実質的な相違点であるというべきである。\nしたがって、本件発明は、引用発明と一致するものとはいえないから、引\n用発明に対して新規性を欠くものとはいえない。\n４  結論\n以上によれば、本件発明は引用発明に対する新規性を欠くものとはいえない\nとした本件審決の判断に誤りはない。\nよって、原告の請求は、理由がないからこれを棄却することとして、主文の\nとおり判決する。\n知的財産高等裁判所第３部\n裁判長裁判官\n東  海  林              保\n裁判官\n中      平              健\n裁判官\n都      野      道      紀\n（別紙審決書写し省略）\n（別紙１）\n本件明細書等の記載\n１  発明の詳細な説明\n⑴  技術分野\n「本発明は、微生物・発酵、動物・医療、植物等の分野において有用な５\n－アミノレブリン酸リン酸塩、その製造方法、これを含有する医療用組成物\n及びこれを含有する植物活力剤組成物に関する。」（段落【０００１】）\n⑵  背景技術\n「５－アミノレブリン酸は、微生物・発酵分野においては、ＶＢ12 生産、\nヘム酵素生産、微生物培養、ポルフィリン生産など、動物・医療分野におい\nては、感染症治療（非特許文献１）、殺菌、ヘモフィラス診断、誘導体原料、\n除毛、リウマチ治療（非特許文献２）、がん治療（非特許文献３）、血栓治療\n（非特許文献４）、癌術中診断（非特許文献５）、動物細胞培養、ＵＶカット、\nヘム代謝研究、育毛、重金属中毒ポルフィリン症診断、貧血予防などに、植\n物分野においては農薬などに有用なことが知られている。」（段落【０００２】）\n「一方、５－アミノレブリン酸は塩酸塩としてのみ製造法が知られており、\n原料として馬尿酸（特許文献１参照）、コハク酸モノエステルクロリド（特許\n文献２参照）、フルフリルアミン（例えば、特許文献３参照）、ヒドロキシメ\nチルフルフラール（特許文献４参照）、オキソ吉草酸メチルエステル（特許文\n献５参照）、無水コハク酸（特許文献６参照）を使用する方法が報告されてい\nる。」（段落【０００３】）\n「しかしながら、５－アミノレブリン酸塩酸塩は塩酸を含んでいるため、\n製造過程、調剤・分包過程で気化した塩化水素により、装置腐食や刺激性を\n発生することを考慮する必要があり、これらを防止する措置を講ずることが\n望ましい。また、５－アミノレブリン酸塩酸塩を、直接、ヒトへの経口投与\nや皮膚への塗布の場合、舌や皮膚に灼熱感を感じるような刺激性がある。よ\nって、医薬の分野で利用する５－アミノレブリン酸として、５－アミノレブ\nリン酸塩酸塩よりも低刺激性の５－アミノレブリン酸の塩が求められてい\nた。」（段落【０００４】）\n「また、５－アミノレブリン酸塩酸塩は植物の分野に利用されている（特\n許文献７参照）が、植物に対して一般的に使用されている殺菌剤成分の硝酸\n銀等と混合して使用すると、５－アミノレブリン酸塩酸塩と硝酸銀が反応し\nて塩化銀の沈殿が発生する場合があり、噴霧器のノズルが詰まって噴霧でき\nなくなる可能性があり、操作上、注意を要した。\nまた、５－アミノレブリン酸塩酸塩水溶液を果実へ直接噴霧をした場合、\n塩化物イオンが存在すると、果実の着色が十分ではない場合があった。」（段\n落【０００５】）\n⑶  発明が解決しようとする課題\n「従って、本発明は低刺激性の５－アミノレブリン酸の新規な塩、その製\n造方法、これを含有する医療用組成物及びこれを含有する植物活力剤組成物\nを提供することにある。」（段落【０００６】）\n⑷  課題を解決するための手段\n「本発明者らは、かかる実情に鑑み鋭意検討を行った結果、陽イオン交換\n樹脂に吸着した５－アミノレブリン酸を溶出させ、その溶出液をリン酸類と\n混合することにより、上記要求が満たされる５－アミノレブリン酸リン酸塩\nが得られることを見出し、本発明を完成させた。」（段落【０００７】）\n⑸  発明の効果\n「本発明の５－アミノレブリン酸リン酸塩は、臭気が感じられず、そのた\nめ取り扱いやすい物質である。しかも、皮膚や舌に対して低刺激性であり、\nまた皮膚等への透過性も良好であることからこれを含有する組成物に光力学\n的治療又は診断用薬として有用である。本発明の製造方法によれば、簡便か\nつ効率よく５－アミノレブリン酸リン酸塩を製造することができる。また、\n水溶液にした場合の塩化物イオン濃度が低いため、植物への投与において、\n塩素被害が生じにくい。」（段落【００１３】）\n⑹  発明を実施するための最良の形態\n「一般式（１）で表わされる本発明の５－アミノレブリン酸リン酸塩は、\n固体でも溶液でもよい。固体とは、結晶を示すが、水和物でもよい。溶液と\nは、水をはじめとする溶媒に溶解又は分散した状態を示すが、そのｐＨがｐ\nＨ調整剤等によって調整されたものでもよい。また、水をはじめとする溶媒\nは、２種以上を混合して使用してもよい。ｐＨ調整剤としては、リン酸、ホ\nウ酸、フタル酸、クエン酸、コハク酸、トリス、酢酸、乳酸、酒石酸、シュ\nウ酸、フタル酸、マレイン酸やそれらの塩などを用いた緩衝液又はグッドの\n緩衝液が挙げられる。」（段落【００１７】）\n「溶液形態の５－アミノレブリン酸リン酸塩としては、水溶液が好ましい。\n該水溶液中の５－アミノレブリン酸リン酸塩濃度は０．０１ｗｔ  ｐｐｍ～\n１０ｗｔ％、さらに０．１ｗｔ  ｐｐｍ～５ｗｔ％、特に１ｗｔ  ｐｐｍ～\n１ｗｔ％が好ましい。また、この水溶液のｐＨは３～７、さらに３．５～７、\n特に４～７が好ましい。また、この水溶液中には、５－アミノレブリン酸リ\nン酸塩以外の塩が含まれていてもよく、その場合塩化物イオン濃度は５－ア\nミノレブリン酸リン酸塩の５０モル％以下、さらに１０モル％以下、特に３\nモル％以下が好ましい。」（段落【００１８】）\n「本発明の５－アミノレブリン酸リン酸塩は、陽イオン交換樹脂に吸着し\nた５－アミノレブリン酸をイオン含有水溶液で溶出させ、その溶出液をリン\n酸類と混合することにより製造することができる。また、その混合液に貧溶\n媒を加えて結晶化させることにより、５－アミノレブリン酸リン酸塩を固体\nとして得ることができる。陽イオン交換樹脂に吸着させる５－アミノレブリ\nン酸としては、特に制限されず、純度なども制限されない。すなわち、特開\n昭４８－９２３２８号公報、特開昭６２－１１１９５４号公報、特開平２－\n７６８４１号公報、特開平６－１７２２８１号公報、特開平７－１８８１３\n３号公報等、特開平１１－４２０８３号公報に記載の方法に準じて製造した\nもの、それらの精製前の化学反応溶液や発酵液、また市販品なども使用する\nことができる。尚、好ましくは、５－アミノレブリン酸塩酸塩が用いられる。」\n（段落【００１９】）\n「陽イオン交換樹脂としては、強酸性陽イオン交換樹脂又は弱酸性陽イオ\nン交換樹脂のいずれでもよい。また、キレート樹脂も好適に使用できる。こ\nれらのうちで、強酸性陽イオン交換樹脂が好ましい。強酸性陽イオン交換樹\n脂の種類としては、ポリスチレン系樹脂にスルホン酸基が結合したものが好\nましい。」（段落【００２０】）\n「５－アミノレブリン酸の陽イオン交換樹脂への吸着は、適当な溶媒に溶\n解した５－アミノレブリン酸溶液を陽イオン交換樹脂に通液することにより\n実施できる。このような溶媒としては、５－アミノレブリン酸が溶解すれば\n特に制限されないが、水；ジメチルスルホキシド；メタノール、エタノール、\nプロパノール、イソプロパノール、ブタノール、イソブタノール等のアルコ\nール系；Ｎ，Ｎ－ジメチルホルムアミド、Ｎ，Ｎ－ジメチルアセトアミド等\nのアミド系；ピリジン系などが挙げられ、水、ジメチルスルホキシド、メタ\nノール又はエタノールが好ましく、水、メタノール又はエタノールが特に好\nましい。また、２種以上の溶媒を混合して用いてもよい。また、精製前の化\n学反応溶液や発酵液を使用する場合には、反応溶媒の除去や適当な溶媒によ\nる希釈を行ってもよい。なお、上記溶媒、精製前の化学反応溶液や発酵液は、\n前記ｐＨ調整剤により、ｐＨ調整してもよい。」（段落【００２１】）\n「溶出に用いられるイオン含有水溶液としては特に限定されないが、リン\n酸、アルカリ金属もしくはアルカリ土類金属の水酸化物又は炭酸塩、アンモ\nニア、アミン、アミノ基を有する化合物を水に溶解したものが好ましく、水\n酸化リチウム、水酸化ナトリウム、水酸化マグネシウム、水酸化カリウム、\n水酸化カルシウム、水酸化セシウム、水酸化バリウム、炭酸アンモニウム、\n炭酸水素アンモニウム、炭酸ナトリウム、炭酸水素ナトリウム、炭酸カリウ\nム、炭酸カリウムナトリウム、炭酸水素カリウム、アンモニア、メチルアミ\nン、ジメチルアミン、トリメチルアミン、エチルアミン、ジエチルアミン、\nトリエチルアミンを水に溶解したものがより好ましく、アンモニアを水に溶\n解したものが特に好ましい。これらの水溶液は２種以上を組み合わせて使用\nしてもよい。アンモニア水の濃度は、０．０１～１０Ｎが好ましく、０．１\n～３Ｎが特に好ましい。」（段落【００２２】）\n「５－アミノレブリン酸の溶出液と混合されるリン酸類としては、一般\n式：ＨＯＰ（Ｏ）（ＯＲ１）ｎ（ＯＨ）２－ｎ（２）〔Ｒ１及びｎは前記定義のとお\nりである。〕で表わされる化合物を使用することができる。このようなリン酸\n類としては、例えば、リン酸；メチルリン酸、エチルリン酸、ｎ－ブチルリ\nン酸、２－エチルヘキシルリン酸、ヘキサデシルリン酸、ベンジルリン酸、\nオレイルリン酸、フェニルリン酸等のリン酸モノエステル；ジメチルリン酸、\nジエチルリン酸、ジｎ－ブチルリン酸、ジ（２－エチルヘキシル）リン酸、\nジヘキサデシルリン酸、ジベンジルリン酸、ジオレイルリン酸、ジフェニル\nリン酸等のリン酸ジエステルが挙げられ、メチルリン酸、エチルリン酸、オ\nレイルリン酸、フェニルリン酸、ジメチルリン酸、ジエチルリン酸、ジｎ－\nブチルリン酸、ジ（２－エチルヘキシル）リン酸、ジヘキサデシルリン酸、\nジベンジルリン酸、ジオレイルリン酸又はジフェニルリン酸が特に好ましい。\nまた、次亜リン酸又は亜リン酸も好適に使用できる。」（段落【００２３】）\n「リン酸類は、水和物又は塩のいずれでもよく、また適当な溶媒に溶解又\nは分散したものも好適に使用できる。リン酸類の混合量は、吸着した５－ア\nミノレブリン酸量から想定される５－アミノレブリン酸溶出量に対して、１\n～５０００倍モル量が好ましく、より好ましくは１～５００倍モル量、特に\n１～５０倍モル量が好ましい。なお、吸着した５－アミノレブリン酸量から\n想定される５－アミノレブリン酸溶出量は、陽イオン交換樹脂や溶出液の種\n類、溶出液の通流量によっても異なるが、通常、吸着した５－アミノレブリ\nン酸量に対し、９０～１００％である。」（段落【００２４】）\n「このような溶媒としては、水；ジメチルスルホキシド；メタノール、エ\nタノール、プロパノール、イソプロパノール、ｎ－ブタノール、イソブタノ\nール等のアルコール系；Ｎ，Ｎ－ジメチルホルムアミド、Ｎ，Ｎ－ジメチル\nアセトアミド等のアミド系；ピリジン系などが挙げられ、水、ジメチルスル\nホキシド、メタノール又はエタノールが好ましく、水、メタノール又はエタ\nノールが特に好ましい。また、２種以上の溶媒を混合して用いてもよい。」（段\n落【００２５】）\n「貧溶媒としては、固体が析出するものであれば特に制限されないが、こ\nのような溶媒としては、メタノール、エタノール、プロパノール、イソプロ\nパノール、ｎ－ブタノール、イソブタノール等のアルコール系；ジエチルエ\nーテル、ジイソプロピルエーテル、ジオキサン、テトラヒドロフラン、ジメ\nトキシエタン等のエーテル系；酢酸メチル、酢酸エチル、酢酸プロピル、酢\n酸イソプロピル、γ－ブチロラクトン等のエステル系；アセトン、メチルエ\nチルケトン等のケトン系；アセトニトリル、ベンゾニトリル等のニトリル系\nなどが挙げられ、酢酸メチル、酢酸エチル、γ－ブチロラクトン、アセトン\n又はアセトニトリルが好ましく、酢酸メチル、γ－ブチロラクトン、アセト\nン又はアセトニトリルが特に好ましい。また、２種以上の溶媒を混合して用\nいてもよい。」（段落【００２６】）\n「イオン含有水溶液による溶出及び溶出液とリン酸類との混合の温度は、\n溶出液及びリン酸類が固化しない状態において、－２０～６０℃が好ましく、\n－１０～３０℃が特に好ましい。」（段落【００２７】）\n「本発明の５－アミノレブリン酸リン酸塩は、５－アミノレブリン酸のア\nミノ基がアシル基で保護されたものや、アミノ基に１，３－ジオキソ－１，\n３－ジヒドロ－イソインドール－２－イル型分子骨格となるような保護基が\n結合したもののように、アミノ基が加水分解可能な保護基で保護された５－\nアミノレブリン酸から製造してもよい。また、本発明の５－アミノレブリン\n酸リン酸塩は、本発明以外の製造方法、すなわち、２－フェニル－４－（β\n－アルコキシカルボニル－プロピオニル）－オキサゾリン－５－オンを所望\nのリン酸を用いて加水分解する方法や５－アミノレブリン酸塩酸塩等のリン\n酸塩以外の塩を溶媒中で所望のリン酸類と接触させる方法によっても得ても\nよい。リン酸類としては前記一般式（２）のもの、反応溶媒としては前記記\n載のものを使用することができる。」（段落【００２８】）\n「５－アミノレブリン酸リン酸塩（１）は、後記実施例に示すように、５\n－アミノレブリン酸塩酸塩に比べて、臭気は感じられず、皮膚や舌に対する\n刺激性が弱く、更に変異原性が認められない。更に、動物の皮膚及び植物の\n表皮への透過性に優れている。従って、５－アミノレブリン酸リン酸塩は、\n５－アミノレブリン酸塩酸塩と同様に、ヒトを含む動物における光力学的治\n療又は光力学的診断剤として有用である。光力学的治療又は診断剤としては、\n癌、感染症、リウマチ、血栓、にきび等の治療又は診断剤が挙げられる。」（段\n落【００２９】）\n「５－アミノレブリン酸リン酸塩の光力学的治療剤又は診断剤としての\n使用に際しては、公知の条件で使用すればよく、具体的には、特表２００１\n－５０１９７０号公報、特表平４－５００７７０号公報、特表２００５－５\n０１０５０号公報、特表２００４－５０６００５号公報、特表２００１－５\n１８４９８号公報、特表平８－５０７７５５号公報に開示されている処方、\n方法で使用すればよい。」（段落【００３０】）\n「５－アミノレブリン酸リン酸塩を含有する光力学的治療又は光力学的\n診断用組成物は、皮膚外用剤、注射剤、経口剤、坐剤等の剤形にすることが\nできる。これらの剤形にするにあたっては、薬学的に許容される担体を用い\nることができる。当該担体としては、水、結合剤、崩壊剤、溶解促進剤、滑\n沢剤、充填剤、賦形剤等が用いられる。」（段落【００３１】）\n「また、５－アミノレブリン酸リン酸塩を例えば、植物用途に使用する場\n合、一般的に使用される肥料成分等を含有してもよい。肥料成分としては、\n特許文献７に開示されている物質が挙げられる。\n５－アミノレブリン酸リン酸塩は、植物活性化剤としても有用である。植\n物活性化剤としての使用に際しては、公知の条件で使用すればよく、具体的\nには、特許文献７に開示されている方法で植物に対して使用すればよい。」\n（段落【００３２】）\n⑺  実施例\n「以下実施例を挙げて本発明を更に詳細に説明するが、本発明はこれらに\n限定されるものではない。」（段落【００３３】）\n「実施例１  ５－アミノレブリン酸リン酸塩の製造\n強酸性イオン交換樹脂（ＡＭＢＥＲＬＩＴＥ  ＩＲ１２０Ｂ  Ｎａ、オル\nガノ（株）製）１８０ｍＬをカラムに詰めた。イオン交換樹脂は、塩酸処理\nしてナトリウムイオン型から水素イオン型に変換してから使用した。次いで、\n当該カラムに、５－アミノレブリン酸塩酸塩２０．００ｇ（１１９ｍｍｏｌ）\nをイオン交換水１０００ｍＬに溶解したものを通液した後、イオン交換水１\n０００ｍＬを通液した。次に、１Ｎアンモニア水をゆっくりと通液し、黄色\nの溶出液３４６ｍＬを採取した。採取した溶出液を８５％リン酸１６ｍＬ（Ｈ\n３ＰＯ４２３８ｍｍｏｌ）に加え、エバポレータで濃縮した。濃縮液にアセト\nン４００ｍＬを加え、スタラーで激しく攪拌してから４℃で１６時間静置し\nた。析出した固体を吸引ろ過で回収し、アセトン５００ｍＬで洗浄した。得\nられた固体を１２時間減圧乾燥し、目的物２３．０４ｇ（１０１ｍｍｏｌ）\nを得た。その物性データを以下に示す。」（段落【００３４】）\n「融点：１０８～１０９℃\n１Ｈ－ＮＭＲ（Ｄ２Ｏ，４００ＭＨｚ）δｐｐｍ：２．６７（ｔ，２Ｈ，ＣＨ\n２），２．８６（ｔ，２Ｈ，ＣＨ２），４．０８（ｓ，２Ｈ，ＣＨ２）１３Ｃ－Ｎ\nＭＲ（Ｄ２Ｏ，１００ＭＨｚ）δｐｐｍ：３０（ＣＨ２），３７（ＣＨ２），５０\n（ＣＨ２），１８０（ＣＯ），２０７（ＣＯＯ）元素分析値：Ｃ５Ｈ９ＮＯ３・Ｈ\n３ＰＯ４として\n理論値：Ｃ２６．２１％；Ｈ５．２８％；Ｎ６．１１％\n実測値：Ｃ２５．６％；Ｈ５．２％；Ｎ６．１％\nイオンクロマトグラフィーによるＰＯ４３－の含有率：\n理論値：４１．４５％\n実測値：４３％\nイオンクロマトグラフィー分析条件；分離カラム：日本ダイオネクス製\nＩｏｎＰａｃ  ＡＳ１２Ａ、溶離液：Ｎａ２ＣＯ３とＮａＨＣＯ３を含有する\n水溶液（Ｎａ２ＣＯ３：３．０ｍｍｏｌ／Ｌ、ＮａＨＣＯ３：０．５ｍｍｏｌ／\nＬ）、流速：１．５ｍＬ/ｍｉｎ.、試料導入量：２５μＬ、カラム温度：３５℃、\n検出器：電気伝導度検出器。」（段落【００３５】）\n「実施例２  ５－アミノレブリン酸（リン酸ジ－ｎ－ブチル）塩の製造\n強酸性イオン交換樹脂（ＡＭＢＥＲＬＩＴＥ  ＩＲ１２０Ｂ  Ｎａ、オル\nガノ（株）製）１８０ｍＬをカラムに詰めた。イオン交換樹脂は、塩酸処理\nしてナトリウムイオン型から水素イオン型に変換してから使用した。次いで、\n当該カラムに、５－アミノレブリン酸塩酸塩２０．００ｇ（１１９ｍｍｏｌ）\nをイオン交換水１０００ｍＬに溶解したものを通液した後、イオン交換水１\n０００ｍＬを通液した。次に、１Ｎアンモニア水をゆっくりと通液し、黄色\nの溶出液３２１ｍＬを採取した。採取した溶出液をリン酸ジ－ｎ－ブチル５\n０．００ｇ（２３８ｍｍｏｌ）に加え、エバポレータで濃縮した。濃縮液に\nアセトン４００ｍＬを加え、スタラーで激しく攪拌してから－２５℃で１６\n時間静置した。析出した固体を吸引ろ過で回収した。得られた固体を１２時\n間減圧乾燥し、目的物１４．６７ｇ（４３ｍｍｏｌ）を得た。その物性デー\nタを以下に示す。\n１Ｈ－ＮＭＲ（Ｄ２Ｏ，４００ＭＨｚ）δｐｐｍ：０．７５（６Ｈ，ＣＨ ３），\n１．２３（４Ｈ，ＣＨ２），１．４１（４Ｈ，ＣＨ２），２．４６（２Ｈ，ＣＨ\n２），２．５９（２Ｈ，ＣＨ２），３．６６（４Ｈ，ＣＨ２），３．８０（２Ｈ，\nＣＨ２）\n１３Ｃ－ＮＭＲ（Ｄ２Ｏ，１００ＭＨｚ）δｐｐｍ：１４（ＣＨ ３），２０（Ｃ\nＨ２），２９（ＣＨ２），３４．２（ＣＨ２），３４．３（ＣＨ２），３６（ＣＨ２），\n６７（ＣＨ２Ｏ），１７６（ＣＯＯ），２０４（ＣＯ）」（段落【００３６】）\n「実施例３  ５－アミノレブリン酸リン酸塩の臭気測定\n５人の被験者が、実施例１で製造した５－アミノレブリン酸リン酸塩の水\n溶液（カラムからの溶出液とリン酸の混合液）及びその固体の臭気を直接嗅\nぎ、下記の基準に従って臭気を評価した。結果を表１に示す。」（段落【００\n３７】）\n「・評価基準\n◯：臭いが感じられない。\n△：臭いはするが不快ではない。\n×：不快な臭いがする。」（段落【００３８】）\n「比較例１\n５－アミノレブリン酸塩酸塩の水溶液及び固体を使用する以外は実施例\n３と同様にして、臭気を評価した。なお、５－アミノレブリン酸塩酸塩の水\n溶液は、実施例１の５－アミノレブリン酸塩リン酸塩の水溶液の、５－アミ\nノレブリン酸及びリン酸イオン濃度と、５－アミノレブリン酸及び塩化物イ\nオン濃度とが、それぞれ同モル濃度となるように、５－アミノレブリン酸塩\n酸塩の固体と塩酸とイオン交換水により、調製した。結果を表１に示す。」（段\n落【００３９】）\n「【表１】\n」（段落【００４０】）\n「実施例４\n５－アミノレブリン酸リン酸塩０．５ｇを水１ｍＬに溶解した水溶液を使\n用する以外は実施例３と同様にして、臭気を評価した。結果を表２に示す。」\n（段落【００４１】）\n「比較例２\n５－アミノレブリン酸塩酸塩０．５ｇを水１ｍＬに溶解した水溶液を使用\nする以外は実施例３と同様にして、臭気を評価した。結果を表２に示す。」（段\n落【００４２】）\n「【表２】\n」（段落【００４３】）\n「表１、２より、５－アミノレブリン酸リン酸塩の水溶液は、５－アミノ\nレブリン酸塩酸塩の水溶液に比較して臭気が認められなかった。５－アミノ\nレブリン酸塩酸塩の水溶液の製造に必要な臭気対策や腐食性ガス対策が簡略\n化され、取り扱いがより簡便であった。また、５－アミノレブリン酸リン酸\n塩の固体も、５－アミノレブリン酸塩酸塩の固体と比べると臭気が認められ\nず、秤量、分封等の取り扱いがより簡便であった。」（段落【００４４】）\n「実施例５  ５－アミノレブリン酸リン酸塩水溶液の酸性度測定\n濃度１～１０００ｍＭの５－アミノレブリン酸リン酸塩水溶液、５－アミ\nノレブリン酸塩酸塩水溶液を各々調製し、その酸性度を２５℃にてｐＨメー\nターで測定した。結果を図１に示す。図１から明らかなように、同一濃度の\n場合、５－アミノレブリン酸リン酸塩水溶液の酸性度は、５－アミノレブリ\nン酸塩酸塩水溶液よりも低かった。」（段落【００４５】）\n「実施例６  ５－アミノレブリン酸リン酸塩の刺激試験\n５人の被験者が、実施例１で得た５－アミノレブリン酸リン酸塩の固体５\nｍｇを直接舌にのせ、下記の基準に従って味覚を評価した。結果を表３に示\nす。」（段落【００４６】）\n「・評価基準\n◯：刺激が感じられない。\n△：刺激はあるが弱い。\n×：強い刺激がある。」（段落【００４７】）\n「比較例３\n５－アミノレブリン酸塩酸塩の固体５ｍｇを使用する以外は実施例６と\n同様にして、味覚を評価した。結果を表３に示す。」（段落【００４８】）\n「【表３】\n」（段落【００４９】）\n「表３より、５－アミノレブリン酸リン酸塩は、５－アミノレブリン酸塩\n酸塩と比較して強い刺激が認められなかった。」（段落【００５０】）\n「実施例７  微生物（細菌）を用いる変異原性試験（復帰突然変異試験）\n試験は、「微生物を用いる変異原性試験の基準」（昭和６３年労働省告示第\n７７号）（平成９年労働省告示第６７号による一部改正）及び「新規化学物質\n等に係る試験の方法について」（平成１５年１１月２１日付け：薬食発１１２\n１００２号、平成１５・１１・１３製局第２号、環保企発第０３１１２１０\n０２号）の「細菌を用いる復帰突然変異試験」に準拠して行った。５－アミ\nノレブリン酸リン酸塩を蒸留水（和光純薬工業）に５％（ｗ／ｖ）溶解した\n溶液０．１ｍＬに０．１Ｍナトリウム－リン酸緩衝液（ｐＨ７．４）０．５\nｍＬ（代謝活性化試験ではＳ９ｍｉｘ０．５ｍＬ）を加え、更に各試験菌液\n（ヒスチジン要求性のＳａｌｍｏｎｅｌｌａ  ｔｙｐｈｉｍｕｒｉｕｍ  Ｔ\nＡ１００，ＴＡ９８，ＴＡ１５３５及びＴＡ１５３７ならびにトリプトファ\nン要求性のＥｓｃｈｅｒｉｃｈｉａ  ｃｏｌｉ  ＷＰ２  ｕｖｒＡの５種類\nの菌株を使用（日本バイオアッセイ研究センター））０．１ｍＬを加え、３７℃\nで２０分間振盪しながら、プレインキュベーションした。培養終了後、あら\nかじめ４５℃に保温したトップアガーを２．０ｍＬを加え、最小グルコース\n寒天平板培地に重層した。また、最小グルコース寒天平板培地は、各用量２\n枚設けた。ただし、溶媒対照（陰性対照）は３枚設けた。３７℃で４８時間\n培養した後、テスト菌株の生育阻害の有無を実体顕微鏡を用いて観察し、出\n現した復帰変異コロニー数を計数した。計測に際しては自動コロニーアナラ\nイザー（ＣＡ－１１：システムサイエンス（株））を用い８６ｍｍ径プレート\n（内径８４ｍｍ）の約８０ｍｍ径内を計測し面積補正及び数え落とし補正を\nパーソナルコンピューターで行い算出した。ただし、コロニー数が１５００\n以上では、自動コロニーアナライザーの信頼性が落ちるため、実体顕微鏡に\nてプレート内５点をマニュアル測定し平均値に面積補正を行った。用量設定\n試験は、ガイドライン上定められた最高用量である用量５０００μｇ／ｐｌ\nａｔｅを最高とし公比４で希釈した７用量を実施した。その結果、Ｓ９  ｍ\nｉｘの有無によらず、いずれの菌株においても溶媒対照と比較して２倍以上\nの復帰変異コロニー数の増加は認められなかった。本被験物質の菌に対する\n生育阻害は認められなかった。本被験物質の沈殿も認められなかった。従っ\nて、本試験はガイドライン上定められた最高用量である用量５０００μｇ／\nｐｌａｔｅを最高とし公比２で希釈した５用量を設定した。その結果、代謝\n活性の有無によらず、いずれの菌株においても溶媒対照と比較して２倍以上\nの復帰変異コロニー数の増加は認められなかったことから（表４）、５－アミ\nノレブリン酸リン酸塩は、突然変異誘発能を有さないことが確認された。」\n（段落【００５１】）\n「【表４】\n」（段落【００５２】）\n「実施例８  急性経口毒性試験\n試験は、ＯＥＣＤガイドラインＮｏ．４２３「急性経口毒性－急性毒性等\n級法」（２００１年１２月１７日採択）に準拠して行った。一群３匹の絶食さ\nせた雌のラット（Ｓｐｒａｇｕｅ－Ｄａｗｌｅｙ  ＣＤ種）に５－アミノレ\nブリン酸リン酸塩を体重１ｋｇ当たり３００ｍｇの投与量で処理した。更に\n別の絶食させた複数郡の雌ラットを体重１ｋｇ当たり２０００ｍｇの投与量\nで処理した。投与後２週間連続して観察した。その結果、いずれのラットに\nおいても死亡が確認されず（表５）、全身毒性の徴候もなく、全てのラットで\n通常の体重増加が示され(表６)、急性経口半数致死量（ＬＤ５０）は、体重１\nｋｇ当たり２５００ｍｇより大きいと推定された。」（段落【００５３】）\n「【表５】\n」（段落【００５４】）\n「【表６】\n」（段落【００５５】）\n「実施例９  急性皮膚刺激性試験\n試験は、ＯＥＣＤガイドラインＮｏ．４０４「急性皮膚刺激性／腐蝕性試\n験」（１９９２年７月１７日採択）及びＥＵ委員会指令９２／６９／ＥＥＣ\nＢ４法  急性毒性（皮膚刺激性）に準拠して行った。ニュージーランド白ウ\nサギ３匹（雄）を用い、毛をそった２．５ｃｍ四方の無傷な皮膚に５－アミ\nノレブリン酸リン酸塩０．５ｇを蒸留水０．５ｍＬに溶解したもの（ｐＨ３．\n１）を４時間塗布し、１、２４、４８、７２時間まで観察を行った。その結\n果、２４時間以内でごく軽度な赤斑が観察されたが、４８時間後の観察では\n正常となった（表７、８）。また、ニュージーランド白ウサギ１匹（雄）を用\nいて、毛をそった２．５ｃｍ四方の無傷な皮膚に５－アミノレブリン酸リン\n酸塩０．５ｇを蒸留水０．５ｍＬに溶解したもの（ｐＨ３．１）を３分、１\n時間塗布し、１、２４、４８、７２時間まで観察を行った結果では、何の皮\n膚刺激性も観察されなかった（表７、８）。このことより、Ｐ．Ｉ．Ｉ値（一\n次皮膚刺激性指数）は０．５であり、現行の国連勧告ＧＨＳでの刺激性分類\nでは分類外で刺激性物質には当てはまらないことが確認された。なお、対照\nとして５－アミノレブリン酸塩酸塩０．５ｇを蒸留水０．５ｍＬに溶解した\nものは、ｐＨが２．０以下でＯＥＣＤガイドラインより腐蝕性ありと判断さ\nれるため、行わなかった。」（段落【００５６】）\n「【表７】\n」（段落【００５７】）\n「【表８】\n」（段落【００５８】）\n「実施例１０  動物表皮透過性試験\n透析セル（有効面積１．１３ｃｍ２、図２）を用い、受容層にｐＨ６．８の\n生理食塩水１７ｍＬを攪拌しながら３７℃に保った。前処理した豚皮全層（表\n皮＋真皮）をメンブランフィルターにのせ、透析セルに設置した。供与層に\nは、１ｍＭの５－アミノレブリン酸リン酸塩水溶液を０．５ｍＬ添加した。\n所定時間毎に受容層の溶液を０．２ｍＬ採取し、新たに生理食塩水を補充し\nた。採取した試料又は標準液それぞれ０．０５ｍＬとＡ液（アセチルアセト\nン／エタノール／水＝１５／１０／７５（ｖ／ｖ／ｖ）の混合溶液１Ｌに塩\n化ナトリウム４ｇ含む）３．５ｍＬとＢ液（ホルマリン８５ｍＬを水で１Ｌ\nに希釈した溶液）０．４５ｍＬを混合し３０分間加熱処理し、３０分後水冷\nして５－アミノレブリン酸濃度をＨＰＬＣで測定し（分析条件は、蛍光検出\n器：励起波長４７３ｎｍ、蛍光波長３６３ｎｍを用い、溶離液はメタノール\n／２．５％酢酸水溶液＝４０／６０（ｖ／ｖ）溶液を用い、カラムはＷａｋ\nｏｓｉｌ－ＩＩ  ５Ｃ１８ＨＧ、４．６ｍφ×１５０ｍｍを用い、流速は１．\n０ｍＬ／ｍｉｎ、温度２５℃で行った。）、標準液のピーク面積から各濃度を\n算出した。\n次に、豚皮の替わりにタマネギの表皮を使用して、供与層の５－アミノレ\nブリン酸リン酸塩水溶液の濃度を０．１ｍＭにして同様に行った。その結果\nを図３、４に示す。図３、４から解るように、豚皮、タマネギ表皮において\n５－アミノレブリン酸塩酸塩と５－アミノレブリン酸リン酸塩は、同様の透\n過性を示した。」（段落【００５９】）\n「比較例４\n５－アミノレブリン酸リン酸塩の代わりに５－アミノレブリン酸塩酸塩\nを使用する以外は、実施例１０と同様にして、透過性を測定した。」（段落【０\n０６０】）\n「このことより、実施例９で示したように、５－アミノレブリン酸塩酸塩\nを直接、皮膚に塗布した場合、刺激性があるが、５－アミノレブリン酸リン\n酸塩では、皮膚刺激性は感じられず、皮膚への透過性が同等であり、５－ア\nミノレブリン酸リン酸塩は、５－アミノレブリン酸塩酸塩以上に医療（光線\n力学治療や光力学的診断剤）や植物に有効な塩であることが確認できた。」\n（段落【００６１】）\n「実施例１１（塩化銀の沈殿発生実験）\n５－アミノレブリン酸リン酸塩０．５ｇと硝酸銀０．５ｇをイオン交換水\n１０ｍＬに溶解し、５分静置し液の様子を観察した。沈殿の発生は認められ\nなかった。\nなお、５－アミノレブリン酸塩酸塩０．５ｇと硝酸銀０．５ｇをイオン交換\n水１０ｍＬに溶解し、５分静置し液の様子を観察した。沈殿の発生が認めら\nれた。」（段落【００６２】）\n「実施例１２（りんごの着色実験）\n実施例１で得られた、５－アミノレブリン酸リン酸塩をイオン交換水に溶\n解させ、表の所定濃度とした。その液に展着剤（丸和バイオケミカル（株）\n社製「アプローチＢＩ」）を濃度が０．１重量％となるように加えた。ｐＨは\nリン酸を用いて調整した。\n上記の５－アミノレブリン酸リン酸塩を５－アミノレブリン酸塩酸塩と\nして、またｐＨ調整のリン酸を塩酸とする以外は同様にして５－アミノレブ\nリン酸塩酸塩水溶液を調製した。\nりんご「ふじ」の子実が着果し、未だ赤色に着色していない主枝３本に対\nし、調製した液を１枝当たり２Ｌ噴霧した（９月１５日）。約２ヵ月後（１１\n月６日）にりんごを収穫し、着色度を調べた。着色の測定にはミノルタ社製、\n色彩度計ＣＲ－２００を用いた。結果を表９に示す。」（段落【００６３】）\n「【表９】\n」（段落【００６４】）\n「表９中のＬａｂ値では、Ｌは明るさ、ａは赤、ｂは黄を表す。従ってａ\nの値が高いほど赤が濃いことになる。５－アミノレブリン塩酸塩よりも５－\nアミノレブリン酸リン酸塩の方が赤の着色が濃かった。」（段落【００６５】）\n「実施例１３（植物活力効果）\n内径１２ｃｍの磁気製ポットに火山灰土壌が６００ｇ充填されかつ、１つ\nのポットに高さ１５ｃｍまで育ったツユクサが１本植えられているものを１\n２個ずつ用意して２０℃の恒温環境におき、１日１回下記散布液による茎葉\n散布処理を行った。２１日後の葉の様子を観察した。その結果を表１０にま\nとめた。」（段落【００６６】）\n「【表１０】\n」（段落【００６７】）\n「表１０の結果より、５－アミノレブリン酸リン酸塩に、５－アミノレブ\nリン酸塩酸と同等以上の植物の活力効果が認められた。」（段落【００６８】）\n「実施例１４（植物生長調節効果）\nイネ種（アキニシキ）をベンレート（住化タケダ園芸（株）製）（２００倍）\n水溶液に一昼夜浸漬し、その後、暗条件、３０℃にてインキュベートし催芽\nした。ハト胸期のステージのそろった種子を選び、カッターナイフで溝をつ\nけた発泡ポリエチレンシートに、ピンセットを用いて１シート当たり１０粒\n挟み込み、表１１に示す各濃度の５－アミノレブリン酸リン酸塩１５０ｍＬ\nを満たした腰高シャーレにこのシートを浮かべ、２５℃、５，０００ルクス\n連続光照射下で２４時間インキュベートした。反復数は各濃度３反復とした。\n３日後、調査を行い各区の第一葉鞘長、及び種子根長を測定し無処理区に対\nする比を算出し、それらの平均値を算出した。その結果を表１１に示す。」（段\n落【００６９】）\n「【表１１】\n」（段落【００７０】）\n「５－アミノレブリン酸リン酸塩は５－アミノレブリン酸塩酸塩と同等\n以上の植物生長促進効果を示した。」（段落【００７１】）\n「実施例１５（耐塩性向上効果）\n内径１２ｃｍの排水穴のない磁気製ポットに畑土壌を６００ｇ充填し、ワ\nタの種子（品種；Ｍ－５  Ａｃａｌａ）を７～８粒播種して１ｃｍ覆土し、\n温室内で育成させた。その後通常の管理を行い、子葉展開時に、表１２に示\nす濃度の供試化合物と展着剤（ネオエステリン：クミアイ化学社製）を０．\n０５％（ｖ／ｖ）含有する耐塩性向上剤を調製し、１０アール当たり１００\nリットルの散布水量で茎葉に散布処理した。各々の供試化合物は表１２の濃\n度とした。４日後、表１２に示すように土壌重量当たり０～１．５重量％に\n相当する量の塩化ナトリウムを３０ｍＬの水に溶解させて土壌に滴下処理し\nた。更に通常の栽培を続け、２３日後に調査を行った。調査は目視観察によ\nって行い、結果は塩害を以下に示す６段階で評価した。結果を表１２に示す。」\n（段落【００７２】）\n「（評価段階）\n０：全く塩害が見られない。\n１：極弱い塩害が見られる。\n２：弱い塩害が見られる。\n３：明らかな塩害が見られる。\n４：強い塩害が見られる。\n５：植物体は塩害により枯死した。」（段落【００７３】）\n「【表１２】\n」（段落【００７４】）\n「表１２に示したように、５－アミノレブリン酸リン酸塩は５－アミノレ\nブリン酸塩酸塩と同等以上の耐塩性向上効果を示した。」（段落【００７５】）\n「上記実施例で用いた５－アミノレブリン酸リン酸塩水溶液中の塩化物\nイオン濃度を、以下の条件のイオンクロマト法で測定した結果、いずれも検\n出限界（０．１ｐｐｍ）以下であった。\n測定条件は、Ａ．分離カラム（日本ダイオネクス製ＩｏｎＰａｃ  ＡＳ１\n２Ａ）、Ｂ．ガードカラム（日本ダイオネクス製ＩｏｎＰａｃ  ＡＧ１２Ａ）、\nＣ．溶離液（Ｎａ２ＣＯ３：３．０ｍｍｏｌ／Ｌ、ＮａＨＣＯ３：０．５ｍｍｏ\nｌ／Ｌからなる水溶液）、Ｄ．流量（１．５ｍＬ／ｍｉｎ）、Ｅ．サプレッサ\n（ＡＳＲＳ（リサイクルモード、電流値５０ｍＡ））、Ｆ．試料導入量（２５\nμＬ）、Ｇ．恒温槽温度（３５度）、Ｈ．検出器（電気伝導度検出器）による。」\n（段落【００７６】）\n２  図面\n⑴  図１\n⑵  図２\n⑶  図３\n⑷  図４\n（別紙２）\n引用文献の記載\n１  特許請求の範囲（請求項の数２６）\n⑴  請求項１\n２５℃で８０より小さい誘電率εを有する、非水性液体中に溶解または分\n散した５－アミノレブリン酸（５－ＡＬＡ）および／またはその誘導体から\n選択される作用物質を含有する組成物。\n⑵  請求項２\n誘導体が５－ＡＬＡの塩およびエステルから選択される請求項１記載の\n組成物。\n２  発明の詳細な説明\n「本発明は、非水性液体に溶解または分散した５－アミノレブリン酸および\n／またはその誘導体を含有する組成物および第１室に非水性５－アミノレブリ\nン酸製剤を有し、第２室に水性担持剤系を有する二重室系に関する。」（段落【０\n００１】）\n「光力学的治療は細胞増殖に関係する種々の前悪性および悪性の病気を治療\nするための新規のおよび将来性のある方法である。光力学的治療の原理は、い\nわゆる光増感剤を腫瘍組織に導入し、これを適当な波長の光で照らすことによ\nり細胞毒の活性な作用物質に変換し、作用物質が最後に細胞の破壊を引き起こ\nすことに基づく。この方法の選択性は通常の組織に比べて急速に増殖する腫瘍\n細胞での増感剤の激しい蓄積に基づく。位置的に制限された光の照射により腫\n瘍細胞に含まれる増感剤は意図的に活性化することができ、これによりガン細\n胞が破壊し、健全な組織が十分に保護される。」（段落【０００２】）\n「従来は光増感剤として多くの場合に静脈内投与可能なヘマトポルフィリン\n誘導体の混合物が使用された。しかしこのヘマトポルフィリン誘導体は種々の\nガン種類の際に元気づける臨床的結果にもかかわらず、種々の欠点を有する。\n第１に低い腫瘍選択性および緩慢な体外への除去により通常の組織でかなり高\nい作用物質濃度が生じる。その結果として照射の際に健全な組織での好ましく\nない光化学的反応が行われる。第２にこの処理は一般的な感光性で生じ、従っ\nて患者は約４週間の間日光にさらしてはならない。」（段落【０００３】）\n「通常の組織での高い作用物質濃度の減少および好ましくない副作用の減少\nは、所定の場合に、特に皮膚病および婦人病の適用の際に、公知の全身的製剤\nの代わりに局所的に適用可能な作用物質製剤の開発により達成することができ\nる。ＷＯ９５／０５８１３号は、例えば皮膚の適用のための５－ＡＬＡを浸透\nしたプラスターを記載する。感光性を減少するために、更に光化学的に不活性\nであり、目的細胞の内部ではじめて光増感剤に変換する光増感剤の前駆物質を\n使用することが試みられる。」（段落【０００４】）\n「５－アミノレブリン酸はグリシンおよびスクシニル－ＣｏＡから合成され\nる身体に特有の物質である。血液生合成の枠内で５－アミノレブリン酸（５－\nＡＬＡ）から多くの急速に進行する反応工程で高度に光活性のプロトポルフィ\nリンＩＸが形成され、これを引き続き緩慢な反応で血液に変換する。天然の一\n般のメカニズムは高すぎる血液濃度で５－ＡＬＡの身体特有の合成およびプロ\nトポルフィリンＩＸの分解を阻害する。」（段落【０００５】）\n「合成により製造した５－ＡＬＡの外部投与によりこの一般的メカニズムは\n回避され、プロトポルフィリンＩＸの高い生産性を生じる。この分解は天然の\n制御メカニズムにより更に阻害されるので、細胞中にプロトポルフィリンＩＸ\nが蓄積される。プロトポルフィリンＩＸは光の照射の際に光化学的酸化反応を\n開始し、従って光増感剤として作用する。増感剤分子による光量の吸収の際に、\nこれはまず電子的に励起された状態（一重項状態）に転移し、この状態は比較\n的短命であり、過剰のエネルギーがナノ秒の内部で蛍光光子の放出により再び\n放出し、または比較的寿命の長い三重項状態に移行する。この三重項状態から\nエネルギーを細胞に存在する酸素分子に移送することができる。その際生じる\n一重項酸素は、特に増殖した細胞に細胞毒性に作用し、これは酸素分子が細胞\n成分、例えば細胞膜およびミトコンドリアと反応し、または細胞障害ラジカル\nの形成を引き起こすからである。更に光増感剤の照射は特徴的な蛍光線を生じ、\nこれは検出反応に、例えば増殖細胞の検出に使用することができる。」（段落【０\n００６】）\n「５－ＡＬＡは分解反応の幅広いスペクトルにもとづく化学的にきわめて不\n安定な物質である（例えばＧｒａｎｉｃｋ  ｕｎｄ  Ｍａｕｚｅｒａｌｌ、Ｊ.\nＢｉｏｌ．Ｃｈｅｍ．２３２（１９５８）１１１９－１１４０、Ｆｒａｎｃｋ\nｕｎｄ  Ｓｔｒａｔｍａｎｎ  Ｈｅｔｅｒｏｃｙｃｌｅｓ  １５（１９９１）\n９１９－３２３、Ｊａｆｆｅ  ｕｎｄ  Ｒａｊａｇｏｐａｌａｎ  Ｂｉｏｏｒ\nｇ．Ｃｈｅｍ．１８（１９９０）３８１－３９４、Ｂｕｔｌｅｒ  ｕｎｄ  Ｇ\nｅｏｒｇｅ  Ｔｅｔｒａｈｅｄｒｏｎ  ４８（１９９２）、７８７９－７８８６、\nＮｏｖｏ等、Ｊ．Ｐｈｏｔｏｃｈｅｍ．Ｐｈｏｔｏｂｉｏｌ．Ｂ：Ｂｉｏｌ、\n３４（１９９６）１４３－１４８、Ｓｃｏｔｔ、Ｂｉｏｃｈｅｍ．Ｊ６２（１\n９５５）６Ｐ、Ｄａｌｔｏｎ等、ＰｈａｒｍＲｅｓ．１６（１９９９）２８５\n－２９５参照）。この分解反応は図１に示される。α－アミノケトンとして５－\nＡＬＡはダイマーのシッフ塩基（ＤＨＰＹ）を形成し、これは容易に酸化して\n芳香族化合物ＰＹを生じる。副反応として、ポルホビリノーゲンまたはプソイ\nドポルホビリノーゲンへの反応が生じることがある。すべての分解工程の第１\n反応段階、図１に示される不安定な中間段階を介したシッフ塩基の形成は強い\nｐＨ依存性平衡であり、その際例えばｐＨ５より高い、より高いｐＨ値は５－\nＡＬＡ分解を促進する。５－ＡＬＡＨＣｌの酸性水溶液のみが充分に安定であ\nると示される。しかしｐＨ値の最適化は薬剤として５－ＡＬＡを安定化する剤\nとして適してなく、それというのも強い酸性媒体は治療に使用できないからで\nある。」（段落【０００７】）\n「５－ＡＬＡの不安定性のほかにその際立ったイオン特性が生体利用可能性\nに関する問題である。５－ＡＬＡは生理的に認容されるｐＨ範囲（ｐＨ５～８）\nで両性イオンとして、すなわち解離したカルボキシル基およびプロトン化した\nアミノ基を有して存在する。知られているように、この種の荷電した物質は膜\n透過性が悪く、すなわち少ない規模でのみ上皮および細胞膜を通過して運ばれ\nる。従って生体利用可能性が低い。これは、５－ＡＬＡが従来の臨床的適用で\nきわめて高い用量で使用しなければならないことを示す。」（段落【０００８】）\n「従って本発明の課題は、技術水準から公知の欠点が少なくとも部分的に除\n去され、特に改良された化学的安定性および改良された膜透過性を有する５－\nＡＬＡを含有する組成物を提供することである。」（段落【０００９】）\n「前記課題は、５－ＡＬＡおよび／またはその誘導体を、２５℃で８０より\n小さい誘電率εを有する非水性液体に導入することにより解決され、その際こ\nの液体は有利には生理的に認容性であり、水と混合可能である。この液体の例\nは１，２－プロピレングリコールおよびグリセリンである。」（段落【００１０】）\n「従って本発明の対象は、２５℃で８０より小さい誘電率εを有する非水性\n液体中に溶解または分散した５－ＡＬＡおよび／またはその誘導体から選択さ\nれる作用物質を含有する組成物である。」（段落【００１１】）\n「本発明により、組成物は５－アミノレブリン酸および／またはその誘導体\nから選択される作用物質を含有する。誘導体は、特に塩、エステル、錯体およ\nび付加化合物であると理解される。作用物質は、特に有利には５－アミノレブ\nリン酸またはその塩またはエステルである。塩およびエステルの有利な例は５\n－ＡＬＡヒドロクロリド、５－ＡＬＡスルフェート、５－ＡＬＡニトレート、\n５－ＡＬＡホスフェート、５－ＡＬＡボラート、５－ＡＬＡタンネート、５－\nＡＬＡラクテート、５－ＡＬＡグリコラート、５－ＡＬＡスクシネート、５－\nＡＬＡシトレート、５－ＡＬＡタルトレート、５－ＡＬＡエンボネート、５－\nＡＬＡメチラート、５－ＡＬＡエチラート、５－ＡＬＡプロピオネート、５－\nＡＬＡブチレート、５－ＡＬＡヘキサノエート、５－ＡＬＡオクタノエート、\n５－ＡＬＡデカノエート、５－ＡＬＡミリステート、５－ＡＬＡパルミテート、\n５－ＡＬＡオレエートである。」（段落【００１２】）\n「非水性液体中の溶解または分散により作用物質５－ＡＬＡは有利には少な\nくとも部分的にエノール形で存在し、水に比べて極性の少ない液体中で増加し\nて形成される。エノール形の存在は組成物の黄色の着色を生じるが、これは５\n－ＡＬＡの図１に示される分解生成物への分解に由来するものでない。エノー\nル形の形成は５－ＡＬＡの安定化を生じ、これにより図１によるシッフ塩基の\n形成およびこれに続く他の分解生成物への反応を遅らせることができる。更に\nケト形と比較して少ない極性の５－ＡＬＡのエノール形は生理的膜により良好\nに吸収される。従って化学的安定性のほかに改良された生体利用可能性を達成\nすることができる。」（段落【００１３】）\n「作用物質を溶解または分散するために使用する非水性液体の有利な例は、\nアルコール、例えば高級アルコール、例えばＣ １～Ｃ２０－アルコール、エーテ\nルおよびエステル、多価アルコール、例えば二価または三価のアルコールおよ\nびそのエステル、例えばグリセリンおよびそのＣ １～Ｃ２０－カルボン酸を有す\nるモノエステル、ジエステルおよびトリエステル、１，２－プロピレングリコ\nール、１，３－プロピレングリコールおよびそのＣ １～Ｃ２０－カルボン酸を有\nするモノエステル、およびジエステル、ポリ（アルキレンオキシド）、特に１０\n００個までのアルキレン単位を有するポリ（エチレンオキシドおよび／または\nプロピレンオキシド）およびそのエステル、燐脂質、高級カルボン酸のエステ\nル、スルホキシド、例えばジメチルスルホキシド（ＤＭＳＯ）、Ｎ－ビニルピロ\nリドン、およびＮ，Ｎ－ジメチルアセトアミドのような製薬的に適合性の溶剤\nである。２種以上の前記物質の混合物も同様に適している。若干の実施例にお\nいて、非水性液体がアルカンジオール、アルカントリオールまたは有機酸でな\nい場合が有利である。」（段落【００１４】）\n「本発明を以下の図面および実施例により説明する。」（段落【００４４】）\n「図１は５－アミノレブリン酸（５－ＡＬＡ）が受ける分解反応の図である。」\n（段落【００４５】）\n「図２は無水グリセリン中の１０％５－ＡＬＡ溶液のＵＶ－ＶＩＳスペクト\nルの時間に依存した変化を示す図である（希釈していないものと０．２分の間\n隔を置いて水で１：１の比に希釈した後のものを記録した）。」（段落【００４６】）\n「実施例\n１．非水性５－ＡＬＡ組成物の製造\n１、２－プロピレングリコールおよびグリセリン中の５－ＡＬＡの１０％（質\n量％／容積％）溶液を製造した。完全に溶解した後に黄色い着色が見出された\nが、これは５－ＡＬＡから図１に示される分解生成物への分解に帰因しない。\n従って毛管電気泳動の際にＤＨＰＹ、ＰＹも、ポルホビリノーゲンも検出でき\nなかった。」（段落【００４７】）\n「従って溶液の変色は５－ＡＬＡのエノール形の形成に帰因した。これはＵ\nＶ－ＶＩＳ測定により確認された。グリセリン中でおよび１、２－プロピレン\nグリコール中で４４７ｎｍで吸収バンドが見出され、これは光学的に認識され\nる黄色の着色の原因であった。このスペクトルの移動は、５－ＡＬＡのエノー\nル化に帰因し、これはすでにアルカリ性水溶液中で認められた（Ｍｏｎｔｅｉ\nｒｏ等、Ａｒｃｈ．Ｂｉｏｃｈｅｍ．Ｂｉｏｐｈｙｓ．２７１（１９８９）２\n０６－２０７）。」（段落【００４８】）\n「無水の１０％５－ＡＬＡ溶液に水を１：１の比で添加した場合に、数分以\n内に溶液の黄色の着色の消失が認められた。これは４４７ｎｍでの吸光の減少\nの測定により理解できる（図２）。引き続き水で１：１００に希釈した溶液中で\n５－ＡＬＡのＵＶスペクトルを副生成物の存在なしに観察した。」（段落【００\n４９】）\n３  図面\n⑴  図１\n⑵  図２\n"
}