{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 2,
    "day": 21
  },
  "case_number": "令和3(ワ)4439",
  "case_name": "損害賠償等請求事件",
  "court_name": "大阪地方裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "91841",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=91841",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/841/091841_hanrei.pdf",
  "contents": "令和５年２月２１日判決言渡  同日原本領収  裁判所書記官\n令和３年（ワ）第４４３９号  損害賠償等請求事件\n口頭弁論終結の日  令和４年１２月２０日\n判決\n原告              新生ネット株式会社\n同代表者代表取締役\n同訴訟代理人弁護士     三木章広\n同             三島昇悟\n被告             株式会社ネットシステム\n同代表者代表取締役\n被告            Ｐ１\n上記両名訴訟代理人弁護士  今後修\n同              今後武\n主文\n１  原告の請求をいずれも棄却する。\n２  訴訟費用は原告の負担とする。\n事実及び理由\n第１  請求\n１  被告らは、原告に対し、連帯して、１２４０万２０００円及びこれに対する\n判決確定日から支払済みまで年３％の割合による金員を支払え。\n２  被告らは、別紙営業秘密目録記載の営業秘密を開示し、又は使用してはなら\nない。\n第２  事案の概要\n１  本件は、原告の元代表取締役である被告Ｐ１（以下「被告Ｐ１」という。）\nが、①原告から示された原告の営業秘密である早見表の数値等を不正の利益を得る\n目的又は原告に損害を加える目的で、被告株式会社ネットシステム（以下「被告ネ\nットシステム」という。）に開示した行為が不正競争防止法２条１項７号の不正競\n争に当たり、被告ネットシステムが被告Ｐ１に図利加害目的があることを知りなが\nら被告Ｐ１から原告の営業秘密を取得し、使用した行為が同項８号の不正競争に当\nたるとして、原告が、被告らに対し、同法４条に基づき、連帯して１２４０万２０\n００円の損害賠償及びこれに対する判決確定日から支払済みまで民法所定年３％の\n割合による遅延損害金の支払、不正競争防止法３条１項に基づき、営業秘密の開示、\n使用の差止めを求め、選択的に、②原告が伊勢市の公共事業において設計図書を作\n成する業者と結託して「S-One 工法  新生ネット株式会社同等とする」と記載させ\nることにより原告が受注できるはずであった工事を、被告Ｐ１が原告の早見表を被\n告ネットシステムに開示した上、「NS 工法  株式会社ネットシステム同等とする」\nと記載させたことにより、原告が受注できなかったと主張して、被告らに対し、不\n法行為に基づき、連帯して１２４０万２０００円の損害賠償及びこれに対する判決\n確定日から支払済みまで民法所定年３％の割合による遅延損害金の支払を求める事\n案である。\n２  前提事実（証拠を掲げていない事実は争いのない事実である。なお、枝番号\nのある証拠は、特に示さない限り、全ての枝番号を含む。以下同じ。）\n(1)  当事者等\n原告は、平成２９年２月２１日に設立された建築用ネットの設計、製造、施工及\nび販売を業とする株式会社である（甲２９）。\n被告ネットシステムは、建築一式工事業等を目的とする株式会社であり、建築用\nネットの設計、製造、施工及び販売を業として行っている（乙４）。\n被告Ｐ１は、平成３０年１月３１日まで原告の代表取締役であったが、代表取締\n役を辞任し、平成３１年２月２７日、取締役も辞任して原告を退社し、同年３月１\n日、被告ネットシステムの従業員となった（甲２９、乙４、５）\n(2)  早見表の作成等（甲３、１０、２３、２８、２９、乙５）\nア  株式会社小堀鐸二研究所（以下「小堀鐸二研究所」という。）は、平成２９\n年以前に、別紙営業秘密目録記載の早見表（以下「本件早見表」といい、本件早見\n表記載の数値及びそれを算出するための計算式を「本件情報」という。）を作成し、\n株式会社富士ネット工業（以下「富士ネット工業」という。）に提供した。\nイ  富士ネット工業の従業員であった被告Ｐ１及び原告代表者は、平成２９年１\n月頃、富士ネット工業を退社し、同年２月２１日、原告を設立した。\nウ  原告は、同年１０月１日、小堀鐸二研究所との間で、本件早見表の非独占的\nな利用許諾契約を締結した。\nエ  本件早見表は、天井材の落下を防止するためのネットを設置する工事におい\nて、いくつかの仕様の組合せによる想定荷重の計算結果を一覧にし、施工に必要と\nなる材料を選定し、積算（見積り）を行うための資料として作成されたものであり、\n各種の既定の材料（ネット、ケーブル等）を使用することを前提に、想定される５\n種類の天井の重さに応じてそれぞれ５通りのケーブルの支持スパンと６通りのネッ\nトの支持スパンの組合せについて、ケーブル支持部に生じることが想定される荷重\n等の数値を表形式で表示するもの（表１．１～１．５の早見表）及び特定の径のケ\nーブルを用いる場合の２種のネットと４通りのケーブルの支持スパンの組合せにつ\nいてネットの許容支持スパン等の数値を表形式で表示するもの（追加表１．１～１．\n５）並びに表１．１の早見表の組合せに落下距離を１．０ｍと想定した場合の数値\nを表形式で表示するもの（追加表２．１）からなる。\n３  争点\n(1)  本件情報の営業秘密該当性（争点１）\nア  秘密管理性の有無（争点１－１）\nイ  有用性及び非公知性の有無（争点１－２）\n(2)  被告らの行為の不正競争該当性（争点２）\n(3)  不正競争に係る損害の発生及び額並びに差止めの必要性（争点３）\n(4)  被告らによる共同不法行為の成否（争点４）\n(5)  不法行為に係る損害の発生及び額（争点５）\n４  当事者の主張\n(1)  本件情報の営業秘密該当性（争点１）\nア  秘密管理性の有無（争点１－１）\n（原告の主張）\n原告は、富士ネット工業が工法会を組み、所属事業者が工事を行う際に本件早見\n表を基にした情報提供を行っていたのと同様に、工法会を立ち上げることを計画し\nていたが、原告代表者であった被告Ｐ１は、小堀鐸二研究所に対し、あえて利用許\n諾の対象を原告のみに限定する利用許諾契約を締結しようとしたのであり、原告は、\n本件情報を秘密として管理しようとしていた。\nまた、原告は、小堀鐸二研究所に対し、本件情報を秘密として管理する契約上の\n義務を負っていた。\n原告は、本件情報を従業員にも開示せず、原告代表者や被告Ｐ１といった限られ\nた人間にしか開示していなかった。\n本件情報を知る者は、自己の管理するパソコン内部でのみ本件情報を保存し、外\n部への不必要な持出しは禁じられていた。\n被告Ｐ１は、原告代表者として、原告内部で本件情報を共有するにあたり、取扱\nいを十分注意するよう呼び掛けていた。\n原告は、本件情報を取引先等に開示する必要がある場合には、必要な個所以外は\nマスキングして開示することを徹底していた。\n被告Ｐ１は、富士ネット工業在籍時、本件情報を取り扱う際に設置工事を行う範\n囲でのみ開示するよう指示しており、管理する人間の範囲についても限定をかけよ\nうとしていた。\n（被告らの主張）\n被告Ｐ１は、原告代表者として本件情報を秘密として管理していなかったし、原\n告を去るにあたって本件情報を利用しないことを約したこともない。\n富士ネット工業は、平成２５年頃、小堀鐸二研究所に依頼して本件早見表を作成\nし、「Net-One 工法」と称して使用していたが、本件早見表は、基準に従った計算\nをすることにより容易に作成可能なものであることから、厳格に管理されることは\nなく、原告代表者、被告Ｐ１のほか、多数の従業員が本件早見表を保有しており、\n社外への持出し等を禁止されることもなかった。\n富士ネット工業は、平成２９年１月頃、全従業員が退社したところ、原告代表者\n及び被告Ｐ１は、本件早見表を保有したままであり、小堀鐸二研究所との付き合い\nがあったことから、原告は、新たに早見表を作成せずに、利用許諾契約を締結した。\n原告においては、在籍する営業の従業員全員が本件早見表を保有しており、営業\nの際には、本件早見表を顧客となり得る者に見せた上、本件早見表の数値に適合す\nる工法による場合には、工事の都度計算をする必要がないので工期を短くすること\nができるという説明を行っていた。\n原告においては、従業員が本件早見表を社外に持ち出すことを禁止されておらず、\n本件早見表の取扱いに関して特にルールも定められていなかった。\nNet-One 工法会は、平成２９年１月に富士ネット工業から全従業員が退職した時\n点で解散しており、富士ネット工業及び工法会による本件情報の管理は崩壊した。\nイ  有用性及び非公知性の有無（争点１－２）\n（原告の主張）\n富士ネット工業は、東日本大震災による工事需要に対応するため、工法会を組み、\n本件早見表を基にした情報提供を行っていたが、現場ごとの情報提供であって、工\n法会に所属する事業者であっても、本件早見表の一覧を目にすることはできず、 本\n件情報は、保有者である原告の管理下以外では、一般的に入手することができない。\n小堀鐸二研究所は、原告以外と本件早見表の利用許諾契約を締結しておらず、実質\n的に原告が独占的に利用している。\n天井落下防止ネット設置の構造計算に必要な計算方法は公にされておらず、建築\n物の構造計算は非常に難解であり、一級建築士の資格を有する者であっても、これ\nを行うことができる者は限られ、天井部材落下防止ネットは先例とすべき構造計算\nがなく、複雑かつ大量の構造計算が必要である。本件情報は、小堀鐸二研究所のみ\nが作成可能なものである。\n（被告らの主張）\n本件情報は、天井部材落下防止ネットを張る際の材料・工具・ネット等の種類及\nびワイヤー同士の幅等の組合せにより各支持部にどれだけの想定荷重がかかるかを\n計算した結果にすぎず、専門家に依頼することにより、誰でも同一の結果が得られ\nるものである。本件情報を算出するための計算方法は公にされており、S-One 工法\n及び NS 工法に用いられる部材は一般に入手可能な部材であり、組合せに特異な点\nはないから、本件情報は、営業秘密保有者の管理下以外で入手することができない\nものとはいえず、非公知性が認められない。\n本件情報を小堀鐸二研究所のみが作成可能だとすれば、天井部材落下防止ネット\nの構造計算を小堀鐸二研究所しか行えないことになり、全ての天井部材落下防止ネ\nットの構造計算を小堀鐸二研究所が行っていることになるから、およそあり得ない。\n(2)  被告らの行為の不正競争該当性（争点２）\n（原告の主張）\n被告Ｐ１は、原告在籍中に本件情報を保有しており、原告を退社して被告ネット\nシステムに入社し、本件情報を、不正の利益を得、原告の損害を与える目的で、被\n告ネットシステムに開示したから、被告Ｐ１の行為は、不正競争防止法２条１項７\n号の不正競争に当たる。\n被告ネットシステムは、被告Ｐ１の前記目的を知りながら、本件情報を取得し、\n小俣農村環境改善センター及び伊勢市生涯学習センターの天井落下防止工事におい\nて、本件情報を使用したから、被告ネットシステムの行為は、不正競争防止法２条\n１項８号の不正競争に当たる。\n（被告らの主張）\nいずれも否認又は争う。\n(3)  不正競争に係る損害の発生及び額並びに差止めの必要性（争点３）\n（原告の主張）\n被告ネットシステムは、小俣農村環境改善センター及び伊勢市生涯学習センター\nの天井落下防止工事において、本件情報を使用した。\n小俣農村環境改善センターの工事の落札金額は８７８万円であり、伊勢市生涯学\n習センターの工事の落札金額は１６０２万４０００円であるところ、利益率を５０\n％と仮定すると、被告ネットシステムには合計１２４０万２０００円の利益が生じ\nているから、不正競争防止法５条２項により推定される原告の損害額は、１２４０\n万２０００円である。\nこの損害は、被告らが共同して生じさせたものであるから、被告らは、原告に対\nして、連帯してその責任を負う。\nしたがって、被告らは、原告に対し、連帯して、不正競争防止法４条に基づき１\n２４０万２０００円の損害賠償義務及びこれに対する遅延損害金支払義務を負う。\nまた、原告は被告らの不正競争により営業上の利益を侵害されたから、被告らに\nよる本件情報の使用の差止めを求める必要がある。\n（被告らの主張）\n争う。\n(4)  被告らによる共同不法行為の成否（争点４）\n（原告の主張）\nア  被告Ｐ１の行為\n(ｱ)  本件早見表の持出し行為\n被告Ｐ１は、原告の代表取締役であった。原告は、本件早見表を用いた天井部材\n落下防止ネット設置工事を S-One 工法と称して競合他社との差別化を図っていた。\n原告は、S-One 工法の核となる本件早見表を重要な秘密として管理していた。\n被告Ｐ１は、守秘義務に違反して、被告ネットシステムに本件早見表を提供した。\n(ｲ)  見積業務の持出し行為\n原告は、平成３０年１０月頃、和田設計企画室から、小俣農村環境改善センター\n及び伊勢市生涯学習センターの天井部材落下防止工事の見積りを無償で行うよう依\n頼され、原告が見積作成業務に携わり、設計図面に「S-One 工法  新生ネット株式\n会社同等とする」と記載させることで施工対象となる現場の天井部材落下防止工事\nを受注することができることから、これに応じ、現場の施工図を受領した。被告Ｐ\n１は、本件早見表を参照しながら、天井部材落下防止ネットの割付図を作成し、こ\nれをもとに御見積書を作成し、施工に必要な部分以外をマスキングした早見表、使\n用部材の試験成績表を添付して、和田設計企画室に対し、同年１１月７日に小俣農\n村環境改善センターの工事分、同月１２日に伊勢市生涯学習センターの工事分を そ\nれぞれ提出した。被告Ｐ１は、図面の修正を行い、和田設計企画室に対し、平成３\n１年２月１４日に小俣農村環境改善センターの工事分、同月１６日に伊勢市生涯学\n習センターの工事分の各書面をそれぞれ２度目の提出をした。被告Ｐ１は、いずれ\nの割付図にも「S-One 工法」と記載した。\n被告Ｐ１は、２度目の見積書提出の際、和田設計企画室に対し、被告ネットシス\nテムに移籍することを伝えて、設計図面に「NS 工法  株式会社ネットシステム同\n等とする」との記載をするよう働きかけた。\n被告Ｐ１が原告代表取締役在任中に、見積作成業務を被告ネットシステムに持ち\n出すことを計画し、和田設計企画室に働きかけたことは、原告に対する守秘義務及\nび競業避止義務に違反する。\nイ  被告ネットシステムの行為\n被告ネットシステムは、被告Ｐ１が原告において見積作成業務を担当していたこ\nとを知って、被告Ｐ１から本件早見表の提供を受け、被告Ｐ１と共同して小俣農村\n環境改善センターの工事及び伊勢市生涯学習センターの工事に係る和田設計企画室\nに対する見積作成業務を完遂させた。\nウ  共同不法行為該当性\n被告らの行為は、被告Ｐ１の見積作成業務及び本件早見表の持出しによって実現\nした原告の業務の横奪であり、自由競争の範疇を超える悪質な不法行為（民法７０\n９条）であり、共同不法行為（民法７１９条）に該当する。\n（被告らの主張）\nア  被告Ｐ１の行為\n(ｱ)  本件早見表の持出し行為\n被告Ｐ１は、本件早見表を持ち出して被告ネットシステムに開示していない。本\n件早見表の情報は、原告において秘密として管理されておらず、守秘義務を負うも\nのでもない。\n(ｲ)  見積業務の持出し行為\n被告Ｐ１は、原告在籍時に、伊勢市が公共工事の予算を得るために設計業務及び\n概算見積りを依頼した和田設計企画室から、原告が当該業務を依頼されたことから、\n当該業務を担当し、見積りを作成した。被告Ｐ１は、被告ネットシステムに入社し\nた後である、前記見積業務を行った約１年後、伊勢市の担当者から、工事の予算が\n下りたが、実際に現場を見てほしいと打診され、現場を確認したところ、図面上で\nは判断できない部分が多々判明し、大きく設計の変更が必要となった上、特に伊勢\n市生涯学習センターの工事においては、施工のための特殊な金具が必要となること\nが判明した。そのため、被告Ｐ１は、設計図面等を制作することとなり、工事の施\n工についても被告ネットシステムが受注することになった。和田設計企画室は、小\n俣農村環境改善センターの工事及び伊勢市生涯学習センターの工事の設計図面を作\n成しておらず、被告Ｐ１が、和田設計企画室に対し、設計図面に「NS 工法  株式\n会社ネットシステム同等とする」との記載をするよう働きかけた事実はない。\nイ  被告ネットシステムの行為\n被告ネットシステムは、本件早見表とは別途に早見表を作成した。被告ネットシ\nステムは、小俣農村環境改善センターの工事及び伊勢市生涯学習センターの工事に\n係る和田設計企画室に対する見積作成業務を行っていない。\nウ  共同不法行為該当性\n原告の主張する被告らの行為は、いずれも事実ではなく、不法行為は存在しない。\n(5)  不法行為に係る損害の発生及び額（争点５）\n（原告の主張）\n被告Ｐ１の行為がなければ、伊勢市の公開する設計図面に「S-One 工法  新生ネ\nット株式会社同等とする」と記載されたはずであり、設計図面に「S-One 工法  新\n生ネット株式会社同等とする」との記載がある場合、伊勢市から工事を落札した業\n者は、施工内容が S-One 工法と同等かそれ以上の安全性を有していることを裏付け\nる資料を提出する必要があるが、伊勢市の競争入札資格を有する地元業者には、構\n造計算を経て S-One 工法以外の工法を選定し、施工するのは事実上著しく困難ない\nし不可能であるため、落札業者は、設計図面に記載された業者（原告）に問い合わ\nせ、当該業者（原告）が下請業者としてほぼ確実に受注する機会を得るというのが\n通常の過程であるから、原告は、落札業者から天井部材落下防止工事を受注するこ\nとができ、工事の落札金額（合計額）２４８０万４０００円の５０％に相当する１\n２４０万２０００円の利益を受け得たはずであった。\n被告Ｐ１の行為により、設計図面に「NS 工法  株式会社ネットシステム同等と\nする」と記載されたことで、被告ネットシステムが落札業者から天井部材落下防止\n工事を受注し、原告が受注できなかったのであるから、被告らの共同不法行為によ\nる損害の額は１２４０万２０００円である。\n（被告らの主張）\n原告在籍中の被告Ｐ１が行った見積業務は、あくまで役所が予算取りのために概\n括的に作成するものであり、現場の具体的状況に基づいたものではなく、必ずしも\n受注につながるものではない。実際に施工するにあたり、予算取りの見積りを依頼\nした業者とは別の業者に、工事のための設計を依頼することはしばしばみられるこ\nとであり、本件では、原告が工事のための設計にまで至らなかったにすぎない。ま\nた、S-One 工法は特異な点はなく、他業者であっても同等の工法を行うことは容易\nであり、「S-One 工法  新生ネット株式会社同等とする」と記載があっても、あく\nまで同等の工法であればよいから、工事の設計業務まで行った場合であっても受注\nしないこともある。\nしたがって、原告主張の見積業務と、工事の受注との間には因果関係がなく、原\n告の主張は認められない。\n第３  当裁判所の判断\n１  本件情報の営業秘密該当性（争点１）のうち、秘密管理性の有無（争点１－\n１）について\n(1)  当事者間に争いのない事実、証拠（甲３、１３～１５、２９、乙５、原告\n代表者、被告Ｐ１）及び弁論の全趣旨によれば、被告Ｐ１が原告の代表者ないし取\n締役であった期間に係る本件早見表及び本件情報の管理状況について、以下の事実\nが認められる。\nア  本件早見表の保有状況\n本件早見表は、天井部材落下防止ネットを張る際の材料の種類等に関する仕様の\n組合せにより各支持部にかかる想定荷重について構造計算をした結果を一覧表にま\nとめたものであり、工事の見積りを簡易に作成できることから、主に営業を行う者\nが使用しており、原告の従業員（１３ないし１４名）のうち、原告代表者及び被告\nＰ１を含む５名ほどが保有していた。これらの者は、本件早見表のデータファイル\nを自己の使用するコンピュータ及び持ち運び可能な電磁的記録媒体に保存してい\nた。\nイ  本件早見表及び本件情報の使用態様\n前記アのとおり、本件早見表及び本件情報は、主に営業を行う者が見積り作成の\nために使用しており、印刷して、取引先等に対し、必要に応じて一部のみを示すこ\nともあった。\nウ  営業秘密であることの表示\n本件早見表には、それ自体ないしその記載に係る情報が営業秘密である旨の表示\nはない。\nエ  データへのアクセス制限等\n前記アのとおり、本件早見表のデータファイルは、被告Ｐ１、原告代表者及び原\n告の従業員の使用するコンピュータ及び持ち運び可能な電磁的記録媒体に保存され\nていたが、パスワード設定等のアクセス制限措置がされていなかった。原告には、\n当該データファイルの使用ないしパスワード情報の管理に関する規制は存在せず、\nその管理は各人に委ねられており、少なくとも何らかの規制が確実に実施されてい\nたことをうかがわせる事情は見当たらない。\nなお、原告代表者及び被告Ｐ１が富士ネット工業在籍中、他の従業員とともに本\n件早見表（Net-One 工法と称するもの）を使用しており、被告Ｐ１はそのデータを\n社内で送信する際に、取扱いに十分注意するよう、また、データは持ち運び可能な\n電磁的記録媒体に保存していたため、データをなくさないように指示していた。し\nかし、その一方で、被告Ｐ１は複数名に早見表のデータを送信しながら、その転送\n禁止を指示したり、データファイルにパスワード設定をしたりしたことは認められ\nない。加えて、被告Ｐ１が、富士ネット工業を退職する従業員からデータの入った\n電磁的記録媒体を回収するなどの措置を講じた事実も認められない。\nオ  原告の秘密保持に関する規定その他の秘密漏洩防止措置\n原告の就業規則には、秘密保持に係る一般的な規定があるにとどまり、本件情報\nに係る秘密保持を具体的に義務付ける規定はない。また、原告と被告Ｐ１との間で\n本件情報に係る秘密保持契約は締結されておらず、原告が被告Ｐ１から本件情報に\n係る秘密保持に関する誓約書等の書面を取り付けたこともない。\n原告において、被告Ｐ１又は原告の従業員に対し、本件早見表記載の情報が営業\n秘密であることや本件情報が原告の営業秘密であることに関する注意喚起、本件早\n見表の取扱いに関する研修等の教育的措置が行われた事実は認められない。\n他方、本件早見表のデータ管理については、被告Ｐ１は、富士ネット工業在籍中\nから本件早見表のデータを保有し続けていたところ、原告は、データの保存、管理\nについて特段の定めや指示をしておらず、被告Ｐ１の退職に際して、被告Ｐ１に対\nし、本件早見表のデータの削除を命じたこともなかった。\n(2)  検討\nア  「営業秘密」（不正競争防止法２条６項）といえるためには、当該情報が秘\n密として管理されていることを要するところ、秘密として管理されているといえる\nためには、秘密としての管理方法が適切であって、管理の意思が客観的に認識可能\nであることを要すると解される。\nこれを本件早見表及び本件情報について見るに、前記各認定事実のとおり、本件\n早見表には営業秘密である旨の表示がなく、そのデータファイルにはパスワード等\nのアクセス制限措置が施されておらず、管理は各人に委ねられていた。また、原告\nにおいて、就業規則等において本件情報を具体的に秘密として指定して秘密保持義\n務を課す規定はなく、被告Ｐ１との間で本件早見表の内容及び本件情報に関する秘\n密保持契約等も締結等していなかった。さらに、原告は、本件情報が営業秘密であ\nることなどの注意喚起も、その取扱いに関する研修等の教育的措置も行っていなか\nった。本件早見表のデータ管理の点でも、原告は、被告Ｐ１の退職時にデータをコ\nンピュータや持ち運び可能な電磁的記録媒体から削除するよう指示しなかった。\nこのような本件情報の管理状況に鑑みると、当該情報は、原告において、特別な\n費用を要さずに容易に採り得る最低限の秘密管理措置すら採られておらず、適切に\n秘密として管理されていたとはいえず、また、秘密として管理されていると客観的\nに認識可能な状態にあったとはいえない。\nしたがって、本件早見表記載の情報を含む本件情報は秘密として管理されていた\nとはいえない。\nイ  原告は、本件早見表及び本件情報につき、被告Ｐ１が小堀鐸二研究所との契\n約上、本件早見表の利用許諾の対象を原告のみとしようとしたこと、原告が小堀鐸\n二研究所との契約上、秘密保持義務を負っていること、本件早見表のデータを保有\nしていたのは限られた人間だけであったこと、外部への持出しが禁止されていたこ\nと、被告Ｐ１が原告代表者として、原告内部で本件情報を共有するにあたり、取扱\nいを十分注意するよう呼び掛けていたこと、個別の現場において本件早見表を用い\nるにあたって必要箇所以外はマスキングしていたこと、富士ネット工業において秘\n密として管理されていたことから、原告において秘密として管理されていたと主張\nする。\nしかしながら、証拠（甲９、１０）によれば、原告と小堀鐸二研究所との契約は\n非独占的利用許諾の形式がとられている上、本件早見表の利用許諾の対象が、当初\n「原告及び原告の登録会員」であったものが、「原告及び原告の協力会社」と修正\nされたにすぎないから、この変更が何ら原告や被告Ｐ１が本件情報を秘密として管\n理していたことを示すものとはいえない。また、小堀鐸二研究所との契約上、原告\nが秘密保持義務を負っているとしても、原告が現実に本件情報を秘密として管理し\nていたかどうかには直接の関連性がない。前記(1)ア及びエ認定のとおり、本件早\n見表を保有していたのは１３名ないし１４名の原告の従業員のうち、主に営業を行\nう５名ほどの者であったことが認められるものの、業務上必要のある者が保有して\nいたというにすぎず、他の従業員のアクセスが制限されていたとは認められない。\nまた、本件早見表の外部への持出しが禁じられていたこと、被告Ｐ１が原告におい\nて本件情報の取扱いを十分注意するよう呼び掛けていたことについては、いずれも\n被告Ｐ１が否定しているところ、原告の主張を裏付ける客観的な証拠は全くない。\nさらに、個別の現場において本件早見表を取引先等に示す場合に必要箇所以外がマ\nスキングされていたからといって、本件情報の一部を担当者の判断で第三者に自由\nに開示していることに変わりはなく、これをもって原告が本件情報を秘密として管\n理していたとはいえない。加えて、富士ネット工業における本件早見表や本件情報\nの管理体制は、原告において秘密として管理されていたかどうかとは関連性がな\nく、被告Ｐ１が富士ネット工業在籍時に、本件情報の取扱いを注意するよう求める\nメールを他の従業員に送信していたとしても、富士ネット工業退職後、原告を設立\nしてからも同様の行動をしたことが推認されるわけで はないし、前記(1)エ認定の\nとおり、被告Ｐ１が富士工業ネット工業在籍中に、本件早見表のデータにつき、そ\nの取扱いや電磁的記録媒体の紛失に注意を促す以外に、アクセス制限や拡散防止の\n措置を講じていたものとも認められない。\n本件情報の内容についても、天井部材落下防止ネットを張る際のいくつかの仕様\nの組合せにより各支持部にかかる想定荷重について構造計算をした結果が一覧でき\nるため、便利ではあるが、仕様が異なればそのまま利用することはできないもので\nあるし、第三者が一級建築士等に依頼して独自に同種の早見表を作成することが困\n難とまではいえないから、本件情報を営業秘密として管理すべき必要性が客観的に\n高いとは解されない。\nそして、前記認定のとおり、本件早見表のデータは、営業秘密であることの表示\n等の措置のないままに、原告の従業員らの使用するコンピュータや持ち運び可能な\n電磁的記録媒体に保存されていたものであり、その使用後も、情報漏洩を防止する\n何らの措置も採られなかったことなどに鑑みると、これらの情報は、いずれも秘密\nとして適切に管理されているとはいえず、秘密として管理されていると客観的に認\n識可能な状態であったともいえない。\nその他原告が縷々指摘する事情を考慮しても、この点に関する原告の主張は採用\nできない。\nウ  そうすると、その余の点について検討するまでもなく、本件情報は、秘密管\n理性が認められず、不正競争防止法上の「営業秘密」に該当しない。\nしたがって、原告は、被告らに対し、不正競争防止法４条に基づく損害賠償請求\n権及びその遅延損害金支払請求権を有しない。\n２  不法行為の成否（争点４）\n(1)  本件早見表の持出し行為\n前記１のとおり、本件情報及び本件早見表は、原告において秘密として適切に管\n理されていたものではなく、秘密として管理されていると客観的に認識可能な状態\nであったものでもないから、被告Ｐ１が原告退職後も本件早見表のデータを保有し\nていたとしても、何ら違法とはいえない。\nまた、被告Ｐ１は、原告を退職する時点では原告の取締役であったが、原告在籍\n中に被告ネットシステムに本件早見表を開示したことを認めるに足りる証拠はな\nく、原告退職時に、原告との間で本件早見表に関して何らかの守秘義務を負ったこ\nとを認めるに足りる証拠もない。\nしたがって、被告Ｐ１が、本件早見表に関して原告に対して不法行為責任を負う\nものとは認められない。\n(2)  見積業務の持出し行為\n証拠（甲４、５、１６～２８）によれば、原告が和田設計企画室から提供を受け\nた小俣農村環境改善センター及び伊勢市生涯学習センターの図面（建設工事時の図\n面）に、平成３０年１１月頃、被告Ｐ１が手書きでワイヤーやロープ、吊り金具の\n配置等を 書 き 込 み 、 「 S-One 工 法 」 と 記 載 し て 和 田 設 計 企 画 室 に 提 出 し （ １回\n目）、原告が和田設計企画室から提供を受けた小俣農村環境改善センター及び伊勢\n市生涯学習センターの図面（改修工事の予算見積用に和田設計企画室が作成した図\n面）に、平成３１年２月頃、被告Ｐ１が手書きでワイヤーやロープ、吊り金具の配\n置等を書き込み、「S-One 工法」と記載して和田設計企画室に提出した（２回目）\nが、令和２年１１月頃に伊勢市資産経営部営繕課名義で作成され、同年１２月頃に\n一般競争入札のために公開された小俣農村環境改善センター及び伊勢市生涯学習セ\nンターの改修工事の設計図面には、前記被告Ｐ１の提出した図面の手書きの配置等\nとは異なるワイヤーやロープ、吊り金具の配置等が記載され、「NS 工法  株式会\n社ネットシステム同等とする」との記載があることが認められる。\nそうすると、被告Ｐ１が原告取締役在職時に和田設計企画室に協力して完成さ\nせ、伊勢市に提出された予算見積用の図面とは別に、令和２年１１月頃に競争入札\nに際して伊勢市において新たに設計変更された設計図面が作成されたものであり、\n被告Ｐ１において、原告取締役在職中に和田設計企画室に働きかけて設計図面に\n「NS 工法  株式会社ネットシステム同等とする」と記載させたとの原告主張の事\n実は認められない。\nしたがって、被告Ｐ１が見積業務の持出し行為をしたとする原告の主張は、その\n前提を欠くものであり、被告Ｐ１が原告に対して不法行為責任を負うものとは認め\nられない。\n(3)  被告ネットシステムの行為\n被告Ｐ１の行為が不法行為に当たるものではない以上、これを前提とする被告ネ\nットシステムの行為が不法行為に当たるものではないことは明らかであり、共同不\n法行為も成り立たない。\n第４  結論\n以上によれば、その余の点を検討するまでもなく、原告の請求にはいずれも理由\nがない。\nよって、原告の請求をいずれも棄却することし、主文のとおり判決する。\n大阪地方裁判所第２１民事部\n裁判長裁判官\n武      宮      英      子\n裁判官\n杉      浦      一      輝\n裁判官\n峯            健   一   郎\n※別紙添付省略\n"
}