{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 2,
    "month": 11,
    "day": 4
  },
  "case_number": "令和2(ネ)10034",
  "case_name": "不正競争行為差止等請求控訴事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "89820",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=89820",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/820/089820_hanrei.pdf",
  "contents": "令和２年１１月４日判決言渡\n令和２年（ネ）第１００３４号  不正競争行為差止等請求控訴事件\n（原審・東京地方裁判所令和元年（ワ）第１４３０３号）\n口頭弁論終結日  令和２年１０月５日\n判                決\n控訴人（一審原告）                ビジネスサポート協同組 合\n同訴訟代理人弁護士               高    根      英    樹\n被控訴人（一審被告）               協同組合ビジネスサポー ト\n同訴訟代理人弁護士         斎      藤        浩\n松      森    美    穂\n眞      並    万  里  江\n主         文\n１  本件控訴を棄却する。\n２  控訴費用は控訴人の負担とする。\n事 実 及 び 理 由\n以下，用語の略称及び略称の意味は，原判決に従う。\n第１  控訴の趣旨\n１  原判決を取り消す。\n２  被控訴人は，組合員のためにする高速道路ＥＴＣカード割引制度の共同精算\n事業及び自動車燃料等共同購買事業につき，「協同組合ビジネスサポート」及び\n「ビジネスサポート」の名称及び表示を使用してはならない。\n３  被控訴人は，大津地方法務局平成２８年８月１日設立の法人登記中，「協同\n組合ビジネスサポート」の名称の登記の抹消登記手続をせよ。\n４  被控訴人は，控訴人に対し，５９７万４０００円及びこれに対する平成２\n８年８月１日から支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n１  本件は，中小企業等協同組合法に基づき設立され，名称を「ビジネスサポー\nト協同組合」とする事業協同組合である控訴人が，同法に基づき設立され，名称を\n「協同組合ビジネスサポート」とする被控訴人に対し，被控訴人が「協同組合ビジ\nネスサポート」との名称及びその略称又は通称である「ビジネスサポート」という\n表示を使用することが，不正競争防止法２条１項１号の不正競争に当たると主張し\nて，①同法３条１項に基づき，同名称及び同表示の使用の差止めを，②同条２項に\n基づき，被控訴人の法人登記のうち名称部分の抹消登記手続を，③同法４条に基づ\nき，損害賠償金５９７万４０００円及びこれに対する被控訴人の設立日である平成\n２８年８月１日から支払済みまで平成２９年法律第４４号による改正前の民法所定\nの年５分の割合による遅延損害金の支払を求める事案である。\n原判決は，「ビジネスサポート協同組合」又は「ビジネスサポート」（控訴人表示）\nが，控訴人の商品等表示として需要者の間に広く認識されていたとは認められない\nから，被控訴人が控訴人表示を使用することは不正競争防止法２条１項１号の不正\n競争に当たらないとして，控訴人の請求を全て棄却したところ，控訴人は，これを\n不服として本件控訴を提起した。\n２  前提事実，争点及び争点に関する当事者の主張は，(1)のとおり補正し，\n(2)のとおり当審における主張を追加するほかは，原判決の事実及び理由欄の「第\n２  事案の概要」１，２及び「第３  争点に対する当事者の主張」に記載のとおり\nであるから，これを引用する。\n(1) 原判決の補正\n原判決２頁１７行目の「設立時」から１８行目末尾までを「設立時は，『関東ビ\nジネスサポート協同組合』との名称であったが，平成１０年２月，『ビジネスサ\nポート協同組合』との名称に変更し，以後，同名称を使用している（甲１，１３，\n甲１４の１～３，甲１５）。」に改める。\n(2) 当審における主張\nア  争点１（控訴人表示が，控訴人の商品等表示として需要者の間に広く\n認識されているか）について\n【控訴人】\n(ｱ) 控訴人表示の自他識別力\nａ  商品等表示に一般名称を用いたとしても，必ずしも識別力が否定さ\nれるものではない。\n控訴人表示は，単独の普通名称ではなく，複数の語が組み合わさったものである\nこと，各単語の選択，語順に個性があること，各単語に意味的関連性があるとは認\nめられないこと，「ビジネス」，「サポート」の語句は外来語であることから，一定\nの識別力を有しているというべきである。\nｂ  原判決は，控訴人の主たる事業内容である高速道路割引ＥＴＣカー\nド事業（組合員のカードの利用申込みを控訴人において一括して行う事業）は，一\n般化すれば組合員の事業を援助することであるから，控訴人表示は，事業内容を示\nすものにすぎず，識別性がないと判示する。\nしかし，控訴人の事業内容をビジネスの支援とするのは，過度の抽象化，一般化\nであり，不当である。\n(ｲ) 周知性\nａ  周知性の認識主体の範囲は，当該商品・営業等の種類，取引形態，\n当該表示の主要な対象予定者等により具体的事例に応じて決まるものであって，広\nく世間に知られていることまでは必要とされない。\nｂ  控訴人表示の需要者は，高速道路を業に伴って頻繁に利用し，長距\n離移動を日常的に行い，利用料金の割引を受けようとする事業者に限定されるので\nあって，需要者の範囲は限定されている。\nまた，事業者は，高速道路割引ＥＴＣカード事業を行うに当たっては，東日本，\n中日本，西日本の３社に分割されて解散した日本道路公団との規約を遵守する必要\nがあるが，同規約においては，高速道路割引ＥＴＣカード事業について積極的に広\n告をすることは禁止されているから，高速道路割引ＥＴＣカード事業においては，\n商品等表示を浸透させる方法自体が相当に限定されている。\nこのような条件の下で，控訴人は，高速道路を利用する事業者の間で一定の知名\n度を得ている。また，控訴人は，金融機関の紹介により顧客を獲得しているところ，\n金融機関が，その貸付先となる顧客等に対し，控訴人を積極的に紹介するというこ\nとは，控訴人が金融機関に対して高度の信用性を獲得していることを示している。\n控訴人を紹介している金融機関の中には株式会社商工組合中央金庫（以下「商工中\n金」という。）もあるが，商工中金が控訴人の紹介をしていることは，控訴人の信\n用度が高く，控訴人の名称が浸透していることを示している。\nｃ  したがって，控訴人表示には周知性が認められる。\n【被控訴人】\n(ｱ) 自他識別力\n「ビジネスサポート」という名称を使用する団体が多数存在すること（甲１２\nの１・２，乙３，７）から，「ビジネス」，「サポート」という普通名称の選択，語\n順に個性が認められないことは明らかである。\n「ビジネス」と「サポート」の組合せは，関連のない普通名称の組合せではな\nく，ビジネスをサポートするという一つの単語のように，融合性，密着性がある点\nにおいて，世間で広く使用されている用語となっており，現に各方面の企業におい\nて使用されている。\n(ｲ) 周知性\nａ  長距離移動を日常的に行う事業者は相当数存在し，需要者の範囲\nが限定されているということはできない。\nｂ  控訴人の事業内容は，共同購買事業（事務用品・消耗品・生活用\n品等の共同購買等），外国人実習生受入事業，高速道路割引ＥＴＣカード事業，異\n業種交流事業，福利厚生事業，教育研修と多岐にわたっており，組合員の範囲も，\n小売業，卸売業，サービス業，一般飲食店，建設業，製造業，道路貨物運送事業，\n国内旅行業と広範囲の業種を含んでいるから，控訴人表示の需要者の範囲が限定さ\nれているとはいえない。\nｃ  甲２１～２５，２７，３０等は，既に取引などにより控訴人と何\nらかの関係を有している企業や金融機関等が控訴人を認識している旨陳述している\nにすぎず，周知性を裏付ける証拠とはなり得ない。\n仮に，控訴人表示に周知性が認められるのであれば，被控訴人に対して控訴人\nと誤って電話をかけてくる需要者が出てくると考えられるが，そのようなことは一\n切ない。このように，実際に混同が生じていないことからも，控訴人名称が需要者\nの間に広く認識されているとはいえないことが裏付けられている。\nｄ  控訴人は，高速道路割引ＥＴＣカード事業では営業方法が限定さ\nれているとか，取引先からの控訴人の信用度が高いなどと主張するが，営業方法が\n限定されていることが周知性とどのように関連するのか不明であるし，取引先から\nの信用があるのは当然であり，何ら特別なことではないから，控訴人の上記主張は\n原判決の判断を覆す事情になり得ない。\nイ  争点２（被控訴人が「協同組合ビジネスサポート」又は「ビジネスサ\nポート」を使用することにより，控訴人の営業との混同が生じるか）について\n【控訴人】\n控訴人と被控訴人とを混同する事例として，以下の事例がある。\n(ｱ)  令和２年３月１３日，東京都中小企業団体中央会から，控訴人に，\n海外ＰＬ保険普及推進費の振込みをしたとの通知があったが，同振込みは誤振込で\nあることが判明した。この誤振込は，控訴人と被控訴人を混同した可能性がある。\n(ｲ)  令和２年９月１６日，安永運輸株式会社から，控訴人に，カード返\n却の問合せの電話があったが，同会社は控訴人の組合員ではなく，控訴人と被控訴\n人とを混同していたことが判明した。このように，控訴人と被控訴人とを混同した\n間違い電話は頻繁にかかってきている。\n(ｳ)  控訴人が依頼しているホームページ業者が，被控訴人のホームペー\nジを控訴人のものと混同して，資料を作成してきた。\n【被控訴人】\n(ｱ)  控訴人は，東京都中小企業団体中央会が控訴人と被控訴人を混同し\nて誤振込をした可能性があると主張するが，被控訴人は，控訴人の主張する振込に\n係る支払については無関係である。\n(ｲ)  控訴人の主張のとおり，控訴人に，控訴人と被控訴人とを混同した\n間違い電話が頻繁にかかってくるのであれば，被控訴人にも同様の間違い電話がか\nかってくるはずであるが，被控訴人にそのような間違い電話はかかってきていない。\n(ｳ)  控訴人が依頼しているホームページ業者の混同は，同業者のミスに\nすぎない。\n第３  当裁判所の判断\n１  事実認定\n(1) 控訴人\nア  控訴人は，平成６年３月２９日，名称を「関東ビジネスサポート協同組\n合」として，中小企業等協同組合法に基づいて設立された異業種の事業者を組合員\nとする事業協同組合であり，平成１０年２月には，名称を「ビジネスサポート協同\n組合」と変更した（甲１，甲３の１～３，甲４，１０，１３，甲１４の１～３，甲\n１５，１６，１９，弁論の全趣旨）。\n控訴人の目的等は，①組合員の取り扱う高速道路回数券，自動車燃料，通信機器，\n事務機器及び営業用消耗品の共同購買，②組合員のためにする電話通信割引制度の\n利用斡旋，③組合員のためにする自動車及び事務機器のリース斡旋，④組合員のた\nめにする高速自動車国道及び一般有料道路等の通行料金の支払代行に関する事業，\n⑤組合員のためにする会計業務の斡旋，⑥組合員のためにする保険の事務代行，⑦\n組合員のためにする外国人技術実習生受入事業，⑧外国人技能実習生受入れに係る\n職業紹介事業，⑨組合員のためにする事業資金の貸付け（手形の割引を含む。）及\nび組合員のためにするその借入れ，⑩組合員の事業に関する経営及び技術の改善向\n上又は組合事業に関する知識の普及を図るための教育及び情報の提供，⑪組合員の\n福利厚生に関する事業，⑫上記各事業に附帯する事業である（甲１）。\n控訴人は，組合への加入資格を有する事業者の地区について，設立当初は，東京\n都，福島県，茨城県，栃木県，埼玉県，神奈川県及び長野県としていたが，平成７\n年１２月には，群馬県，千葉県，山梨県及び静岡県を加え，平成１０年２月には，\n青森県，岩手県，宮城県，秋田県，山形県，新潟県及び愛知県を加え，現在の控訴\n人の地区は，上記の地区に，岐阜県，三重県，大阪府，兵庫県，北海道，福井県，\n富山県及び石川県を加えた地区となっている（甲１，甲３の１，甲１０，１３，甲\n１４の１～３，甲１５，１９）。\n控訴人の定款において組合員資格を認められる事業者の業種は極めて多岐に亘っ\nている（甲１３，弁論の全趣旨）。\n控訴人の組合員数は，平成３０年５月３１日の時点で３４２事業者であり，令和\n元年１０月７日の時点で２９４事業者であり，控訴人が行う主要な事業は，高速道\n路割引ＥＴＣカード事業，各種備品や消耗品，車両燃料等の共同購買事業及び外国\n人実習生受入事業である（甲１，甲３の１～３，甲８，１０，１３，１６，１９，\n弁論の全趣旨）。控訴人のパンフレットには，控訴人の事業内容として，共同購買\n事業，外国人実習生受入事業，高速道路割引ＥＴＣカード事業，異業種交流事業，\n福利厚生事業及び教育研修事業が挙げられている（甲３の１，甲１０，１９）。\nイ  控訴人の宣伝，広告方法は，パンフレットの交付及びホームページの開\n設によるほか，千葉信用金庫及び商工中金に，その顧客に対し控訴人を紹介しても\nらう方法も用いている（甲３の１～４，甲４，１０，甲１２の１，甲１９，２１，\n２８，２９，３１）。\n高速道路の運営会社は，事業協同組合に対して，高速道路割引ＥＴＣカード事業\nの利用のみを説明して勧誘することを禁止していることから，控訴人は，同事業に\nついて，マスメディアを利用した広告や電話による勧誘を行っていない（甲８，９，\n１１，弁論の全趣旨）。\n(2) 被控訴人\n被控訴人は，平成２８年８月１日，名称を「協同組合ビジネスサポート」として，\n中小企業等協同組合法に基づいて設立された異業種の事業者を組合員とする事業協\n同組合であり，組合への加入資格を有する事業者の地区は，控訴人の事業者の地区\nから北海道を除いた各地区に，滋賀県，京都府，和歌山県，奈良県，香川県，徳島\n県，高知県，愛媛県，岡山県，広島県，山口県，鳥取県，島根県，大分県，福岡県，\n佐賀県，長崎県，熊本県，宮崎県及び鹿児島県を加えた地区である（甲２，５）。\n被控訴人の目的等は，①組合員のためにするＥＴＣカード割引制度の共同精算事\n業，②組合員の事業に要する消耗品等の共同購買，③組合員の事業に関する経営及\nび技術の改善向上又は組合事業に関する知識の普及を図るための教育及び情報の提\n供，④組合員の福利厚生に関する事業，⑤上記各事業に附帯する事業であるが，被\n控訴人の開設したホームページには，被控訴人の事業として，高速道路割引ＥＴＣ\nカード事業，車両燃料等の共同購買事業，情報提供事業及び福利厚生事業が挙げら\nれている（甲２，５）。\n(3) 「ビジネスサポート」の表示について\n名称に「ビジネスサポート」を含む協同組合としては，控訴人及び被控訴人の他\nに，「アジアビジネスサポート協同組合」，「ＪＣビジネスサポート協同組合」及\nび「ビジネスサポート事業協同組合」があり，名称に「ビジネスサポート」を含む\n協同組合連合会としては，「全国ビジネスサポート協同組合連合会」がある（甲１\n２の１・２，乙３，７）。\n２  争点１（控訴人表示が，控訴人の商品等表示として需要者の間に広く認識\nされているか）について\n(1)ア  前記１のとおり，控訴人は，中小企業等協同組合法に基づいて設立さ\nれた事業協同組合であり，その組合員の資格は，前記１(1)アで認定した控訴人の\n地区内の中小規模の事業者に限られ，一方，被控訴人も中小企業等協同組合法に基\nづいて設立された事業協同組合であり，その組合員の資格は，前記１(2)で認定し\nた被控訴人の地区内の中小規模の事業者に限られる。\nまた，控訴人の事業内容は，前記１(1)アのとおり，高速道路割引ＥＴＣカード\n事業，各種備品や消耗品，車両燃料等の共同購買事業，外国人実習生受入事業等で\nあるから，控訴人に加入する可能性のある事業者は，これらの事業に関心のある事\n業者であると認められ，一方，被控訴人の事業は，前記１(2)のとおり，高速道路\n割引ＥＴＣカード事業，車両燃料等の共同購買事業，情報提供事業等であるから，\n被控訴人に加入する可能性のある事業者は，これらの事業に関心のある事業者であ\nると認められる。\nしたがって，控訴人に加入する可能性のある事業者のうち被控訴人のそれと重な\nる事業者は，前記１(1)アで認定した控訴人の地区のうち北海道を除く２５の都府\n県内の中小規模の事業者であると認められる。\nイ  不正競争防止法２条１項１号にいう「営業」は，取引社会における事\n業活動と評価できるものを指す（最高裁平成１７年（受）第５７５号同１８年１月\n２０日第二小法廷判決・民集６０巻１号１３７頁）ところ，本件においては，控訴\n人及び被控訴人が行う上記１(1)，(2)の各事業は，上記「営業」ということができ\nるものである。そして，控訴人の事業の需要者には，控訴人の組合員となって控訴\n人の上記１(1)アの事業を行う可能性のある上記アの事業者及び同事業の取引の相\n手方となる可能性のある者を含むというべきであり，その範囲は，かなり広く，被\n控訴人の事業者と重なる範囲もかなり広いということができる。\nウ  前記１(1)アのとおり，控訴人の組合員数は３４２事業者あるいは２\n９４事業者であるが，この数は，上記の需要者の範囲からすると極めて僅かなもの\nであるといえる。また，控訴人の事業に関する取引高等の控訴人の事業規模を示す\n証拠は提出されていないが，控訴人の上記の組合員数からすると，その規模も小さ\nいものと推認される。\nまた，前記１(1)イのとおり，控訴人が行っている宣伝，広告は，ホームページ\nの開設，パンフレットの交付によっており，上記の方法のほか，千葉信用金庫及び\n商工中金に紹介してもらう方法も用いているが，これら以外の方法で宣伝，広告を\nしていることを認めるに足る的確な証拠はないことからすると，控訴人の宣伝，広\n告の規模，程度は極めて小さなものであり，また，その効果も極めて小さいもので\nあるというべきである。\n以上からすると，控訴人が，平成６年３月から，自己の名称として，控訴人表示\n又は「関東ビジネスサポート」の表示を使用していることを考慮しても，控訴人表\n示が控訴人の商品等表示として需要者の間に広く認識されていると認めることはで\nきない。\n(2) 控訴人の主張について\nア  控訴人は，組合員が多種多様な業種で構成されていることから，控訴人\n表示は多様な業界で周知となっていると主張するが，前記１(1)アのとおり，控訴\n人の組合員数は３４２事業者あるいは２９４事業者であり，この数は多種多様な業\n種の事業者の数からすると極めて僅かな数であるから，控訴人表示が多様な業界で\n周知となっているとは認められない。\nイ  控訴人は，同業の事業協同組合で構成された互助団体に加入し，中心的\nな活動を行っていること（甲２０）から，控訴人表示は周知となっていると主張す\nる。\nしかし，控訴人が上記の互助団体においていかなる活動を行っているのか，また，\nどのような成果を挙げたか等についての証拠はないことを考慮すると，控訴人の上\n記主張事実から，控訴人表示が周知となったと認めることはできない。\nウ  控訴人は，控訴人表示の需要者は，高速道路を業に伴って頻繁に利用し，\n長距離移動を日常的に行い，利用料金の割引を受けようとする事業者に限定される\nと主張する。\nしかし，控訴人の事業の需要者は，前記(1)イ認定のとおりであって，高速道路\n割引ＥＴＣカード事業にのみ関心のある事業者だけであると認めることはできない。\nエ  控訴人は，商工中金等の金融機関がその顧客に控訴人を紹介していると\nころ，このことは，控訴人の信用度が高く，控訴人の名称が浸透していることを示\nしていると主張する。\nしかし，仮に，控訴人の商工中金等に対する信用度が高いとしても，そのことか\nら直ちに控訴人表示が周知であると認めることはできず，控訴人の上記主張は理由\nがない。\nオ  控訴人は，控訴人と被控訴人との間で混同が生じていると主張し，その\n具体例として，①控訴人の顧客会社に被控訴人から電話勧誘があり，同顧客会社は，\n被控訴人を控訴人と勘違いしたこと，②控訴人の同業の事業協同組合から，その組\n合員に控訴人から執拗な電話勧誘があったとの苦情が申し立てられたが，上記の電\n話勧誘は被控訴人によるものであるのに控訴人によるものと勘違いをしていたこと，\n③被控訴人に対する苦情を控訴人に申し立ててきた事業者がいたこと，④控訴人を\n被控訴人であると間違えて，控訴人に電話がかかってきたこと（以上につき，甲\n８），⑤被控訴人にすべき振込みを間違えて控訴人にしてきたこと（甲３２），⑥被\n控訴人の組合員から，控訴人を被控訴人と間違えて，問合せの電話がかかってきた\nこと，⑦控訴人が依頼している業者が，被控訴人のホームページを控訴人のものと\n混同したこと（甲３３）などを指摘する。\nしかし，⑤，⑥については，被控訴人の取引先や組合員が相手を間違えたという\nにすぎず，また，①，⑦については，控訴人の取引先が相手を間違えたというにす\nぎず，いずれも，控訴人表示が周知であることの根拠になるものということはでき\nない。\nまた，②～④については，これらの事実があるとしても，そのことから，直ちに\n控訴人表示の周知性を推認させるということはできない。\nしたがって，控訴人の上記主張は理由がない。\nカ  その他，前記(1)の判断が左右されるというべき主張や証拠はない。\n第４  結論\nよって，その余の点について判断するまでもなく，原判決は正当であり，本件\n控訴は理由がないから，これを棄却することとして，主文のとおり判決する。\n知的財産高等裁判所第２部\n裁判長裁判官\n森              義    之\n裁判官\n佐    野        信\n裁判官\n中    島    朋    宏\n"
}