{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 9,
    "day": 6
  },
  "case_number": "令和4(行ケ)10132",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "意匠権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "92355",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=92355",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/355/092355_hanrei.pdf",
  "contents": "令和５年９月６日判決言渡\n令和４年（行ケ）第１０１３２号  審決取消請求事件\n口頭弁論終結日  令和５年７月３日\n判 決\n原          告         株式会社イレブンインターナ\nショナル\n同訴訟代理人弁護士        久 世 勝 之\n同訴訟代理人弁理士       永 田 元 昭\n大 田 英 司\n同補佐人弁理 士       永 田 良 昭\n被          告        株 式 会 社 雅\n同訴訟代理人弁理士       風 早 信 昭\n浅 野 典 子\n主 文\n１  特許庁が無効２０２１－８８００１２号事件につい\nて令和４年１１月２２日にした審決を取り消す。\n２  訴訟費用は被告の負担とする。\n事 実 及 び 理 由\n第１  請求\n主文同旨\n第２  事案の概要\n本件は、意匠登録無効審判請求に対する不成立審決の取消訴訟である。争点は、\n意匠法３条１項３号該当性である。\n１  特許庁における手続の経緯等\n被告は、意匠に係る物品を「一組の自動車用フロアマット」とする意匠（登録第\n１６５２３０７号、以下「本件登録意匠」という。意匠公報写しは別紙１のとおり。）\nの意匠権者である（甲６、７）。\n本件登録意匠は、令和元年７月２３日を登録出願日（以下「本件出願日」という。）\nとし、意願２０１９－１６４３５号として出願され、令和２年１月１７日に設定登\n録がされた（甲６）。\n原告は、令和３年９月２１日、本件登録意匠について、意匠登録無効審判を請求\nした（無効２０２１－８８００１２号）。\n特許庁は、令和４年１１月２２日、「本件審判の請求は、成り立たない。」との審\n決（以下「本件審決」という。）をし、その謄本は、同年１２月１日、原告に送達さ\nれた。\n原告は、令和４年１２月２６日、本件審決の取消しを求めて本件訴えを提起した。\n２  本件審決の理由の要旨\n本件審決の理由の要旨は、次のとおりである。\n(1) 先行意匠１の認定について\nア  原告主張の先行意匠１について\n原告は、「先行意匠１」として、株式会社ユーアイ（以下「ユーアイ」という。）\nが、平成２４年２月頃から「３Ｄ  ＲＵＢＢＥＲ  ＭＡＴ」との商品名を付して販\n売を開始したトヨタハイエース標準ボディ専用で立体形状の自動車用フロアマット\n（運転席用フロアマット、助手席用フロアマット、運転席と助手席の間のセンター\n用フロアマット及び二列目用フロアマットとを有するもの。以下「先行製品」とい\nう。）の意匠を主張し、具体的には、甲１の１～４の各証拠の写真及び図面に表され\nた意匠をもって先行意匠１とする旨主張する。\n(ｱ) まず、甲１の１～４の証拠に表された意匠が、本件出願日前に公然知られた\n意匠であったといえるか検討する。\n甲１の１は、ユーアイの商品カタログ（以下「本件カタログ」という。）であり、\n裏表紙に「２０１０年２月現在」、「このカタログの掲載内容は平成２２年２月現在\nのものです。」などと記載されているから、同月以降に作成され、他所での販売のた\nめに配布することを前提としていたと認められるが、配布対象、配布場所、時期は\n明らかではなく、同月に発行及び配布されたことを裏付ける証拠はないから、甲１\nの１に表された意匠は、本件出願日前に公然知られた意匠であったとはいえない。\n甲１の２・３は、外国企業が製品製造のために作成した自動車用フロアマットの\n設計図面であり、遅くとも２００９年（平成２１年）１月２０日までに作成された\nと認められるが、このような製造のために作成された図面は、本来外部に漏れない\nように取り扱われるものであり、取引業者など暗に秘密保持を求められる関係者間\nにおいて開示されるものであっても、不特定多数に公然知られる状態とすることは\n考え難く、他に公開されるに至ったとする証拠もないから、甲１の２・３に表され\nた意匠は、本件出願日前に公然知られた意匠であったとはいえない。\n甲１の４は、原告が外国企業から納品を受けた自動車用フロアマットを検品した\n際に撮影した写真群であって、このような写真は、本来、取引業者等秘密保持を求\nめられる関係者間以外の不特定多数の者に開示されるものとはいえず、写真記載の\nタイムスタンプに示された年月日に公然知られたと認めることはできない。また、\n甲３の１・２からは、原告が甲１の４に撮影された製品と同一の型番の製品をユー\nアイに販売したことを認め得るが、原告からユーアイへの販売は、ＯＥＭ生産委託\nに基づき製品を納入したものにすぎず、不特定多数に販売されたとはいえないから、\n甲１の４に表された意匠は、本件出願日前に公然知られた意匠であったとはいえな\nい。\n以上のとおり、甲１の１～４の証拠に表された意匠は、いずれも本件出願日前に\n公然知られた意匠であったとはいえない。\n(ｲ) 次に、原告が主張する先行製品の意匠（先行意匠１）が、甲１の１～４にそ\nれぞれ表されているかを検討する。\n甲１の１（本件カタログ）には、ブランド「ＵＩ  ｖｅｈｉｃｌｅ」の「３Ｄ  Ｍ\nＡＴ／３Ｄマット」シリーズの製品が掲載されているが、「３Ｄ  ＲＵＢＢＥＲ  Ｍ\nＡＴ」との表記はない。甲１の２・３（設計図面）には、「ＨＩＡＣＥ」用のフロア\nマットが表されているが、「Ｃｌａｚｚｉｏ」と記した横長長方形のロゴ部を設けて\nいるから先行製品を表したとはいい難い。甲１の４（検品時写真）に写っている製\n品は、タグなどの表記からブランド「ＵＩ  ｖｅｈｉｃｌｅ」の「ＨＩＡＣＥ」用\nフロアマットであることは認められるが、「３Ｄ  ＲＵＢＢＥＲ  ＭＡＴ」の表記は\n見当たらない。そうすると、甲１の１～４にそれぞれ表された意匠は、それぞれハ\nイエース用の自動車用フロアマットであることは認め得るとしても、同一の製品に\n係る意匠であるとは認められない。\n形状等をみても、甲１の１・４は、撮影方向等の関係上縦横及び奥行き方向の計\n測が困難であるし、甲１の２・３は、「Ｃｌａｚｚｉｏ」と記した横長長方形のロゴ\n部において異なっているから、これらの意匠が同一の形状等ということもできない。\nしたがって、甲１の１～４は、これらが同一の製品についてのものであり、全て\n先行製品に係るものであるとの裏付け（製品の名称に加え、その製品を特定する品\n番又は型番などとの整合）に乏しく、他に補強的な証拠もないから、甲１の１～４\nに表された意匠をまとめて、先行意匠１の形状等として認定することはできない。\nイ  甲１の１に表された先行意匠１について\n原告は、審判体の審尋に対する回答書において、「御庁が甲第１号証の１を主たる\n証拠として先行意匠１を認定することを否定するものではない。」とも述べたので、\n甲１の１に表された意匠の形状等を認定すると、別紙２（本件審決が認定した先行\n意匠１（以下、原告が主張する甲１の１～４から認定される「先行意匠１」と区別\nするために「先行意匠１′」という。）の形状等）のとおりである。\n(2) 本件登録意匠と先行意匠１′との類否について\n本件登録意匠の形状等は別紙３（本件審決が認定した本件登録意匠の形状等）の\nとおりであり、別紙２のとおりの先行意匠１′の形状等との共通点及び相違点は、\n別紙４（本件審決が認定した共通点及び相違点）のとおりである。\nア  共通点の評価\n共通点（α２－１）～（α２－３）については、運転席用マットの具体的態様の\n共通点であって、運転席側の態様は需要者も注目するところであるので、両意匠の\n類否判断に与える影響は一定程度あるとしても、共通点（α３－１）～（α３－３）\n及び（α５－１）～（α５－３）については、助手席用マット及び二列目用マット\nの具体的態様の共通点であるが、具体的態様である全体の縦横及び奥行きの長さ比、\nセンター用マットの右辺及び左辺の形状等がほぼ不明な相違点がある中で、両意匠\nの類否判断に与える影響は一定程度にとどまるものである。共通点（α１）につい\nては、両意匠の基本的な構成態様を概括したものであって、自動車用フロアマット\nの組物としてごく普通のものであり、共通点（α４）はセンター用マットの上辺部\n周囲の部分的態様の共通点であり、共通点（α６）は自動車用フロアマットにおい\nてはごく普通の態様であるから、両意匠の類否判断に与える影響はいずれも小さい\nものである。\nそうすると、共通点（α２－１）～（α２－３）、共通点（α３－１）～（α３－\n３）及び（α５－１）～（α５－３）の両意匠の類否判断に与える影響は一定程度\nあるものとしても、共通点（α１）、共通点（α４）及び共通点（α６）は両意匠の\n類否判断に与える影響がいずれも小さいものであって、共通点全体が相まって生ず\nる効果を考慮したとしても、共通点は、両意匠の類否判断を決定付けるまでには至\nらない。\nイ  相違点の評価\n相違点（β１）及び相違点（β６）はセンター用マットの湾曲態様の僅かな相違\n及びフロアマット全体の細かな凹凸態様の相違であるから、両意匠の類否判断に与\nえる影響は小さく、相違点（β２―３）、相違点（β３―３）及び相違点（β５―３）\nのマット内の留め具部の相違や、ロゴ部の有無などは細部の部分的相違であって、\n両意匠の類否判断に与える影響は小さく、相違点（β２―２）、相違点（β３―２）\n及び相違点（β５―２）については、両意匠の各辺部周辺の具体的態様の相違であ\nるが、いずれも多少の相違であって、両相違の類否判断に与える影響は一定程度に\nとどまるものである。\nしかしながら、相違点（β２―１）、相違点（β３―１）、相違点（β４―１）及\nび相違点（β５―１）につき、本件登録意匠の具体的態様である全体の縦横及び奥\n行きの長さ比が明らかであるのに対し、先行意匠１′につきこれらが不明である点\nは、両意匠の類否判断に与える影響は大きく、さらに、相違点（β４―２）におい\nて、両意匠のセンター用マットの下辺の具体的態様が相違し、先行意匠１′の右辺\n及び左辺の形状等がほぼ不明で、本件登録意匠と全体の形状が対比できない点も、\n両意匠の類否判断に与える影響は大きい。\nそうすると、相違点（β１）、相違点（β２－３）、相違点（β３－３）、相違点（β\n５－３）及び相違点（β６）は両意匠の類否判断に与える影響は小さく、相違点（β\n２－２）、相違点（β３－２）及び相違点（β５－２）については、両意匠の類否判\n断に与える影響は一定程度にとどまり、相違点（β２－１）、相違点（β３－１）、\n相違点（β４－１）、相違点（β４―２）及び相違点（β５－１）が類否判断に与え\nる影響は大きいものであるから、それら相違点（β１）～相違点（β６）を総合す\nると、相違点が総じて両意匠の類否判断に与える影響は大きく、共通点は両意匠の\n類否判断を決定付けるまでには至らないものであるのに対し、相違点は、共通点を\n凌駕して、両意匠を別異のものと強く印象付けるものであるから、本件登録意匠が\n先行意匠１′に類似するということはできない。\nウ  小括\n以上のとおり、本件登録意匠と先行意匠１′は、意匠に係る物品は同一であるが、\n形状等については、両意匠の相違点が共通点を凌駕し、両意匠は類似するものでは\nない。\n(3) 結論\n以上によると、本件登録意匠は、本件出願日前に公然知られた意匠に類似する意\n匠とはいえず、意匠法３条１項３号に該当しない。\n第３  原告主張の審決取消事由（意匠法３条１項３号該当性の判断の誤り）\n１  先行意匠１の認定に誤りがあること及び先行意匠１が本件出願日前に公知で\nあったこと\n本件審決は、原告が主張する先行意匠１（先行製品の意匠）について、甲１の１\n～４にそれぞれ表された意匠につき、それぞれハイエース用の自動車用フロアマッ\nトであることは認め得るとしても、これらが同一の製品についてのものであり、全\nて先行製品に係るものであるとの裏付け（製品の名称に加え、その製品を特定する\n品番又は型番との整合）に乏しく、他に補強的な証拠もないから、甲１の１～４に\n表された意匠をまとめて、先行意匠１の形状等として認定することはできないとし\nた上、甲１の１のみから先行意匠１′を認定したが、この認定は誤りである。\n原告が主張する先行意匠１は、トヨタハイエース標準ボディ用３Ｄマット（先行\n製品）の意匠であって、ユーアイが顧客に相当数量販売したことにより、本件出願\n日前に公然知られた意匠となったものである。\nこれらの事実は、甲１の１・４、２、３の１・２から明らかである。\nすなわち、ユーアイは、遅くとも平成２４年から令和２年にかけて、原告から、\nハイエース標準ボディ用フロント用マット（品番：ＵＩ－０２３８、コード番号：\nＯＭＵＩＲ０２３８Ｋ、ラベル印字コード：ＵＩ００３４０１）及びリア用マット\n（品番：ＵＩ－０２３７、コード番号：ＯＭＵＩＲ０２３７Ｋ、ラベル印字コード：\nＵＩ－００３４０６）のＯＥＭ供給を受け、これを顧客に相当数量販売した。この\n事実は、甲１の４（外注先から先行製品の納品を受けた原告撮影に係る検品時写真）、\n甲２（ユーアイの代表者が作成した先行製品の仕様及び図面の確認書）、甲３の１・\n２（原告の商品別売上明細表）のいずれにも「ＯＭＵＩＲ０２３８Ｋ」、「ＯＭＵＩ\nＲ０２３７Ｋ」とのコード番号が記載されていることから明らかである。なお、ユ\nーアイが先行製品を本件出願日前に販売していたことを示す補強証拠として、甲４\nの１～４（平成２８年時点でのユーアイのウェブサイトのアーカイブ）、甲５の１・\n２（先行製品を購入し、使用した感想等が説明されているウェブ記事及びＹｏｕＴ\nｕｂｅ動画）が存在する。\nそして、先行製品の意匠が甲１の２・３（設計図面）のとおりであることは、原\n告自身のブランドロゴを付した原告自らが販売した製品に係る甲１の２・３の各図\n面に記載された製品と、ユーアイにＯＥＭ供給をするために原告の依頼により同じ\n金型を用いてユーアイ向けにロゴを付した製品を製造したものである甲２（ユーア\nイの代表者の確認書）添付の各図面に記載された製品とが、ブランドロゴ等に関す\nる細かい部分を除き同一の寸法、形状となっていることから明らかである。\nしたがって、甲１の１のみならず甲１の２～４も、先行製品の意匠を正しく表し\nているのであるから、本件審決が、これらに基づくことなく、甲１の１のみから先\n行意匠１′を認定したのは誤りである。\n２  本件登録意匠と先行意匠１との類否判断に誤りがあること\n本件審決は、上記のとおり甲１の１（本件カタログ）に掲載された写真のみから\n平面的に先行意匠１′を認定し、その全体の縦横や奥行きの長さ等が不明であると\nして、本件登録意匠との類似性を否定しているところ、先行意匠１が正しく認定さ\nれれば、その類否判断の結論が異なることは明らかであるから、本件審決の類否判\n断には誤りがある。\n第４  被告の反論\n原告は、ユーアイが先行製品を多数の顧客に販売したことにより、先行製品の意\n匠が本件出願日前に公然知られるに至ったと主張し、これらの事実は甲１の４、２、\n３の１・２から明白である旨主張する。\nしかし、甲１の１（本件カタログ）が実際に発行及び配布されたことが立証され\nていないこと、甲１の４（検品時写真）、甲３の１・２（原告の商品別売上明細表）\nは、原告がユーアイに対して自動車用フロアマットをＯＥＭ供給したことが認めら\nれるにとどまり、これらのみでは甲１の４に表された意匠が公然知られたといえな\nいことは、いずれも本件審決が認めるとおりであり、甲２（ユーアイの代表者の確\n認書）を考慮したとしても、甲１の１～４に表された意匠（原告が主張するところ\nの先行意匠１）が、本件出願日前に公然知られた意匠であったということはできな\nい。原告は、ユーアイが先行製品を本件出願日前に販売していたことを示す補強証\n拠として甲４及び５（いずれも枝番号を含む。以下ことわらない限り同じ。）を提出\nなどするが、審決取消訴訟においては、審判で審理判断されなかった新たな証拠に\nより登録されている権利の有効性を判断することは許されないから、これらの証拠\nは採用すべきではない。仮に、これらの証拠を採用するとしても、ウェブサイトと\nしての性質上、修正や改ざんの可能性が否定できず、信用性に乏しいというべきで\nあるし、これらの証拠には原告が主張する製品番号や商品コード等は記載されてい\nないから、原告が主張する先行製品が販売されたことを立証するものではない。\nまた、甲１の１～４の間で、相互に製品の名称やその製品を特定する品番又は型\n番などが整合しておらず、これらの証拠が全て同一の製品についてのものとは認め\nられないことも、本件審決が認めるとおりである。\nそして、原告は、審判体の審尋に対する回答書において、「御庁が甲第１号証の１\nを主たる証拠として先行意匠１を認定することを否定するものではない。」と述べ\nたことから、本件審決は、甲１の１に表された意匠をもって先行意匠１′を認定し\nたものであり、その認定に誤りはない。\n第５  当裁判所の判断\n１  認定事実\n(1) 各項目末尾掲記の証拠及び弁論の全趣旨によると、次の事実が認められる。\nア  原告は、２００８年（平成２０年）及び２００９年（平成２１年）に聖州企\n業股份有限公司が作成した「ＨＩＡＣＥ右駕專用踏墊」及び「ＨＩＡＣＥ右駕專用\n踏墊  後座１」の設計図面を所持していた。これらの図面には、トヨタハイエース\nの運転席用フロアマット、助手席用フロアマット、運転席と助手席の間のセンター\n用フロアマット並びに二列目用フロアマットの形状が正面図、側面図及び底面図に\nより示され、寸法も記載されている。なお、同設計図面中、運転席用フロアマット\n及び助手席用フロアマットには、それぞれ「Ｃｌａｚｚｉｏ」と書してなるロゴマ\nークが付されている。（甲１の２・３）\nイ  ユーアイは、平成２２年頃、「ＯＲＩＧＩＮＡＬ  ＰＡＲＴＳ  ＣＡＴＡＬＯ\nＧ  Ｖｏｌ．３」と題する本件カタログを作成した。その１２頁には、「３Ｄ  ＭＡ\nＴ／３Ｄマット」「最新の技術で成型されたラバー製の３Ｄマット！」「ハイエース\n専用設計＆ 立体構造」「標準ボディ用フロント  ３ｐｃｓ  ￥１０，２９０」「標準\nボディ用リア  １ｐｃｓ  ￥１０，２９０」などと記載され、「ＵＩ  ｖｅｈｉｃｌ\nｅ」と書してなるロゴマークが付された自動車用フロアマットを撮影した写真が５\n枚掲載されている。そして、平成２８年３月４日当時のユーアイのウェブサイトの\nアーカイブには、本件カタログに掲載された上記写真５枚と酷似した写真５枚が掲\n載され、「最新の技術で成型されたラバー製の３Ｄマット！」などの説明とともに\n「３Ｄラバーマット」が紹介され、「ハイエース専用設計＆ 立体構造」「標準ボディ\n用  フロント３ピース」「標準ボディ用  リア１ピース」などが購入でき、また在庫\n検索ができる旨が記載されている。（甲１の１、４の２）\nウ  原告は、平成２７年４月から同年５月にかけて、外注先からハイエース用自\n動車フロアマットの納品を受け、これらを検品のために撮影した（以下、同撮影に\n係る写真を甲１の４の丁数に応じて「写真１」などという。）。同フロアマットには\n「ＵＩ  ｖｅｈｉｃｌｅ」と書してなるロゴマークが付されている（写真５、７、\n９、１０、１２、１４、１５、２４、２５、２７）。その梱包箱には、「ＵＩＲ－０\n２３８Ｋ」「ＵＩＲ－０２３７Ｋ」等と記載されているほか（写真２、２１）、「２０\n０系ＨＩＡＣＥ標準ボディー」「ＯＭＵＩＲ０２３８Ｋ０３７７０２」等と記載され\nたラベル又は「２００系ＨＩＡＣＥ標準ボディーＳ－ＧＬ用リア」「ＯＭＵＩＲ０２\n３７Ｋ０３８１６６」等と記載されたラベルが貼付されている（写真４、２３）。ま\nた、「３Ｄラバーマット取扱説明書」と題する文書が添付されている（写真１６、２\n８）。（甲１の４）\nエ  原告の会計システムから抽出した商品別売上明細表（以下「本件売上明細表」\nという。）によると、原告は、平成２４年２月から令和２年１２月頃までの間に、ユ\nーアイに対して、「ＯＭＵＩＲ０２３８Ｋ  ３Ｄラバー」を１万５９１０セット、「Ｏ\nＭＵＩＲ０２３７Ｋ  ３Ｄラバー」を１万１０６０セット販売した。（甲３の１・２）\nオ  第三者によるインターネット上の情報サイト「みるみるランド」に投稿され\nた平成３１年２月２０日付け記事では、同記事の作成者が、ハイエース標準ボディ\n専用のフロアマットであるユーアイの「３Ｄラバーマット」のフロント用及びリヤ\n用を購入し、取り付け方や使用した感想等を記載している。また、その様子を撮影\nした動画は、ＹｏｕＴｕｂｅの「みるみるランド」と題するチャンネルにアップロ\nードされている。（甲５の１・２）\nカ  ユーアイの代表者が令和３年９月７日付けで作成した確認書（以下「本件確\n認書」という。）には、ユーアイが原告に対しトヨタハイエース用３Ｄマット（ＵＩ\nｖｅｈｉｃｌｅ  「３Ｄ  ＭＡＴ」標準ボディ用フロントマット、標準ボディ用リ\nアマット）のＯＥＭ製造を委託していること、ユーアイが平成２４年２月頃から令\n和元年７月２３日までの間に標準ボディ用フロントマット（品番：ＵＩ－０２３８、\n製品コード：ＯＭＵＩＲ０２３８Ｋ）を１万２３６０セット、標準ボディ用リアマ\nット（品番：ＵＩ－０２３７、製品コード：ＯＭＵＩＲ０２３７Ｋ）を８５６０セ\nットずつ、顧客に販売するために原告から購入したことがそれぞれ記載されている。\nまた、本件確認書には、聖州企業股份有限公司が作成した「toyota-hiace右駕專用\n型踏墊－神爪」の設計図面が添付されており、同設計図面は、甲１の２・３の製品\n図面における「Ｃｌａｚｚｉｏ」と書してなるロゴマークがなく、「ＵＩ  ｖｅｈｉ\nｃｌｅ」と書してなるロゴマークが付されているほかは、上記アの設計図面と寸法、\n形状等において酷似している。（甲２）\n(2) 被告の主張について\nア  被告は、審決取消訴訟においては、審判で審理判断されなかった新たな証拠\nにより登録されている権利の有効性を判断することは許されないから、原告が本件\n訴訟で提出した甲４及び５は、いずれも採用されるべきではない旨主張する。\n意匠登録無効審判の審決に対する取消訴訟においては、審判で審理判断されなか\nった公知事実との対比における無効原因を主張することは許されないと解される\n（最高裁昭和４２年（行ツ）第２８号同５１年３月１０日大法廷判決・民集３０巻\n２号７９頁参照）。これを本件についてみるに、原告は、審判において、本件出願\n日前に先行製品が一般に販売されたことにより先行製品の意匠である先行意匠１が\n公然知られるに至った旨を主張していたところ（甲８）、甲４及び５は、いずれも、\n先行製品が本件出願日前に販売された事実を裏付ける証拠であって、同事実は審判\nにより審理判断されている事実にほかならないから、原告が甲４及び５を提出して\n同事実を立証し、これらに基づき本件審決の誤りを主張することは許されるという\nべきである。被告の主張は採用することができない。\nイ  被告は、甲４及び５が採用されるとしても、これらの証拠はウェブサイトと\nしての性質上、修正や改ざんの可能性が否定できず、信用性に乏しい旨主張する。\nしかし、上記証拠はいずれも公開されたウェブサイト及びそのアーカイブである\nから、その記載が修正又は改ざんされたというのであれば、被告において実際に公\n開されているウェブサイトや信頼できるアーカイブを示した上、これと異なる点を\n具体的に指摘できるはずであるが、被告はそのような指摘をしない。他に、甲４及\nび５に、修正や改ざんをうかがわせるような点は見当たらない。被告の主張は採用\nすることができない。\n２  先行意匠１の認定に誤りがあること及び先行意匠１が本件出願日前に公知で\nあったこととの点について\n(1) 原告は、本件審決が、甲１の１～４に表された意匠をまとめて先行意匠１の\n形状等として認定することはできないとした上で甲１の１のみから先行意匠１′を\n認定した点に誤りがある旨主張する。\n原告が主張する先行意匠１は、ユーアイが顧客に相当数量販売したという先行製\n品（トヨタハイエース標準ボディ用３Ｄマット）の意匠である。\n前記１(1)の認定事実によると、ユーアイは、遅くとも平成２８年３月４日時点で、\nそのウェブサイト（甲４の２）において、「標準ボディ用  フロント３ピース」「標\n準ボディ用  リア１ピース」等のハイエース標準ボディ用フロアマットを「３Ｄラ\nバーマット」との商品名にて販売している旨を掲載しているところ、同ウェブサイ\nトに用いられている「３Ｄラバーマット」の写真５枚は、本件カタログで用いられ\nている写真５枚と酷似しており、ユーアイは、本件カタログ（甲１の１）に掲載さ\nれた商品（本件カタログでは「３Ｄ  ＭＡＴ」との商品名が記載されているが、そ\nの形状等に上記「３Ｄラバーマット」と相違するところはうかがわれない。）を一般\nに向けて現実に販売していたものと認められる。\nまた、原告は、平成２７年４月から同年５月にかけて、外注先から「ＵＩ  ｖｅ\nｈｉｃｌｅ」のロゴマークが付されたハイエース用自動車フロアマットの納品を受\nけたところ（甲１の４）、同フロアマットには「３Ｄラバーマット取扱説明書」と\n題する文書が添付されていたほか、梱包箱に記載された品番及び製品コードが本件\n確認書に記載の品番及び製品コード並びに本件売上明細表に記載の品番といずれも\n符合していることからすると、原告が納品を受けた上記フロアマットは、上記のと\nおりユーアイが販売していた「３Ｄラバーマット」と同一の製品であると認められ\nる。\nそして、本件確認書には、ユーアイが販売する「３Ｄ  ＭＡＴ」の設計が、本件\n確認書添付の聖州企業股份有限公司作成に係る「toyota-hiace 右駕專用型踏墊－神\n爪」と題する設計図面のとおりである旨が記載され、その設計図面に記載されたフ\nロアマットの形状等は、上記のとおりユーアイが販売していた「３Ｄラバーマット」\nの形状等として矛盾のないものであり、かつ、原告がかつて所持していた聖州企業\n股份有限公司が作成した「ＨＩＡＣＥ右駕專用踏墊」及び「ＨＩＡＣＥ右駕專用踏\n墊  後座１」の設計図面（甲１の２・３）に記載のフロアマットと寸法、形状等に\nおいて酷似していることが認められる。\n以上の事実を総合すると、ユーアイが販売していた先行製品（「３Ｄラバーマッ\nト」及び「３Ｄマット」）の形状等は、甲１の１～４に表されているということが\nできる。これらの証拠から先行製品の意匠すなわち先行意匠１を認定すると、別紙\n５のとおりとなる。\nしたがって、本件審決が、甲１の１～４に表された意匠をまとめて先行意匠１の\n形状等として認定できないとした点には誤りがある。\n(2) 前記１(1)の認定事実によると、原告は、遅くとも平成２４年２月頃から先行\n製品の納品を受けてこれをユーアイに供給し、ユーアイも、遅くとも同月頃からこ\nれを一般向けに販売するために原告から購入し、その合計数量は運転席用、助手席\n用及び運転席と助手席の間のセンター用と、二列目用の各フロアマットのそれぞれ\nについて１万セットを超えていることから、ユーアイの一般向けの販売数量も相当\n数に達すると認められるところ、現に、第三者が先行製品を購入してこれをインタ\nーネット上の情報サイトにおいて紹介していることも認められるから、先行製品の\n意匠すなわち先行意匠１は、本件出願日前に日本国内において公然知られた意匠で\nあったと認められる。\n(3) 被告は、甲１の１～４にそれぞれ表された意匠が公然知られたとはいえない\nとか、甲１の１～４の間で相互に製品の名称や、製品を特定する品番又は型番が一\n致しておらず、これらの証拠が同一の製品についてのものと認められないなどと主\n張する。\nしかし、前記(1)のとおり、ユーアイは本件出願日前にハイエース標準ボディ用フ\nロアマットである「３Ｄラバーマット」を一般に販売していたこと、その形状等は、\nウェブサイトに掲載された写真からみて、本件カタログに掲載されているものと相\n違するところはないこと、原告が本件出願日前に外注先から供給を受けてユーアイ\nに販売したフロアマットも、記載された品番及び製品コードからみて上記「３Ｄラ\nバーマット」と同一の製品であると認められること、甲１の２・３の設計図面はユ\nーアイに提供した製品の設計図面そのものではないが、ユーアイが販売している「３\nＤラバーマット」の設計図面と同一の法人が作成し、その記載された製品の内容も\n酷似していることなどの事実関係を総合すると、甲１の１～４につき、これらを併\nせて先行製品の意匠を認定することができるものである。\nそして、前記(2)のとおり、先行意匠１は、ユーアイが先行製品を一般向けに販売\nしたことによって、本件出願日前に公然知られたものと認められる。\nしたがって、被告の主張は採用することができない。\n３  本件登録意匠と先行意匠１との類否判断に誤りがあることとの点について\n(1) 本件登録意匠の意匠に係る物品は、運転席用、助手席用、運転席と助手席の\n間のセンター用、二列目用を一組として構成される「一組の自動車用フロアマット」\nであり、先行意匠１に係る物品は、運転席用、助手席用及び運転席と助手席の間の\nセンター用並びに二列目用の「自動車用フロアマット」であるから、両意匠の意匠\nに係る物品は、実質的に同一である。\n(2) 本件登録意匠の形状等は別紙３に、先行意匠１の形状等は別紙５に各認定の\nとおりである。\nこれらを対比すると、まず、本件登録意匠と先行意匠１の基本的構成態様は一致\nしている。具体的態様をみても、運転席用マットでは、上辺の略中央に略Ｖ字状の\n切れ込みを設けて両側を略隅丸台形状の凸状部に形成した点、各隅部の形状、外周\nの側壁部、マット内には右辺寄りに縦方向に直線状の凸状畝を設けたほか、その左\n側中央に凹溝で囲まれた略長方形状部を配してその内側に縦方向に複数の略細幅長\n方形部を等間隔に設け、左下隅寄りに二つの小円形状の留め具部を配している点等\nにおいて共通する。助手席用マットでは、右上隅を大きく扁平Ｗ字状に切り欠いた\n入り隅状としたなどの各隅部の形状、外周の側壁部、マット内には左辺寄りに縦方\n向に直線状の凸状畝を設けた点等において共通する。センター用マットでは、右上\n隅を縦方向で１／３強にわたって大きく斜めに切り欠いた丸みを帯びた角型の入り\n隅状とした点など各隅部の形状、外周に側壁部はなく略シート状である点、底面視\nで山状に湾曲している点等において共通する。二列目用マットでは、全体が略横長\nの骨盤形状ともいうべき左右対称の態様であって、上下左右の辺の形状、外周の側\n壁部、マット内の左右辺側には辺に沿って凸状の隆起部を設けている点等において\n共通する。そして、いずれのマットも、全体に暗トーンが施され、表面全体に細か\nな凹凸が設けられている点において共通する。\nこれに対し、本件登録意匠と先行意匠１の具体的態様をより子細に対比すると、\n①本件登録意匠の各マットにはロゴ部及びタグがないのに対し、先行意匠１の各マ\nットには、それぞれ「ＵＩ  ｖｅｈｉｃｌｅ」と記した長方形のロゴ部や小矩形状\nのタグが設けられている点、②各マットの縦横奥行きの長さ比、③センター用マッ\nトを平面視した際の具体的な形状、④各マットを正面視した際の辺の形状（直線状\nであるか僅かな斜線状であるか、傾斜の角度等）などにおいて相違点が認められる。\nしかし、意匠の類否判断は、全体的観察を中心に、これに部分的観察を加えて、総\n合的な観察に基づいてされるべきであって、細部の形状などの具体的態様のみを重\n視することはできないところ、上記①及び④については細部の部分的相違にとどま\nる上、上記②の本件登録意匠と先行意匠１との縦横奥行きの長さ比の相違は、主と\nして平面視及び側面視した際のフロアマットの厚みの相違に由来するものとみられ\nるが、この点は、自動車フロアマットとして装着した後には、特段美感への影響を\n与えるものとは認められない。同様に、上記③の相違点についても、自動車フロア\nマットとして装着した後には、特段、美感への影響を与えるものとは認められない。\nしたがって、これらの相違点は、いずれも需要者が特に注目する部分とはいえない。\nよって、本件登録意匠と先行意匠１とは、これらの相違点を考慮しても、需要者\nの視覚を通じて起こさせる全体的な美感を共通にしているものと認められるから、\n本件登録意匠は、先行意匠１に類似するものと認められ、意匠法３条１項３号に該\n当するというべきである。これと異なる本件審決の判断には誤りがある。\n４  結論\n以上の次第であるから、本件審決には、意匠法３条１項３号該当性の判断に誤り\nがあり、原告の請求には理由があるので、主文のとおり判決する。\n知的財産高等裁判所第１部\n裁判長裁判官\n本      多    知    成\n裁判官\n遠      山    敦    士\n裁判官\n天      野    研    司\n（別紙１）●（省略）●\n（別紙２）\n本件審決が認定した先行意匠１（先行意匠１′）の形状等\n（基本的構成態様）\n（ア）自動車の前方座席に用いる、浅い略正方形トレイ状の運転席用マット、浅\nい略正方形トレイ状の助手席用マット、及び正面方向に僅かに湾曲した略台形状の\nセンターマット並びに、後方座席に用いる、ごく浅い略横長逆台形トレイ状の二列\n目用マットから成る一組の自動車用フロアマットとしたものである。\n（具体的態様）\n（イ）運転席用マットについては、掲載ページ上右隅の図版部及び２段目左から\n１つめの図版部に表されており、どちらも斜め上方からの図版であるから、正面視\nで全体の縦横及び奥行きの長さ比は不明であって、正面視で上辺は、略中央に縦方\n向長さの約１／４の略Ｖ字状の切れ込みを設け、両側を略隅丸台形状の凸状部に形\n成し、左上隅は、緩やかな入り隅状に形成し、右上隅は、丸みを帯びた角形の入り\n隅状に形成し、左辺は略縦方向に直線状に形成し、右辺は縦方向に直線状に形成し\nて、右下隅は外向きの円弧状で、右下隅手前で内向きの浅い弧状となって、下辺は\n中程が僅かに上方に斜状で、左下隅から下辺左寄りにかけて外向きの緩やかで大き\nな円弧状に形成している。\nまた、右辺部を除く外周の側壁部外周の側壁部は、外方向へ傾いた傾斜面で、上\n辺部が最も高く、左側が次いで高く、左側から右側に向かうにつれて低くなってい\nる。\nそして、マット内の態様については、正面視で、右辺寄りに、右辺部と平行に、\n上端部を右向きに弧状に形成した、縦方向に直線状の凸状畝を設け、右辺沿いには\n「ＵＩ  ｖｅｈｉｃｌｅ」（「Ｕ」の右側上部と「Ｉ」の上部は、「－」状部を設けて\n一体化し、最後の「ｅ」は左右逆向き（判決注：ロゴ部において、以下同じ。）)と\n記した縦長長方形のロゴ部を設けている。そして、その左側中央に、凹溝で囲まれ\nた、切り込み部に沿って、左上隅を入り隅状とした略長方形状部を配し、内側には\n縦方向に複数の略細幅長方形部を設けており、その左下側左下隅寄りには、二つの\n二重小円形状のフック部を配している。\n（ウ）助手席用マットについては、掲載ページ１段目左から１つめの図版部及び\n２段目左から１つめの図版部に表されており、全体の縦横及び奥行きの長さ比は不\n明であって、上辺を扁平な略への字状とし、左上隅は、隅丸角状に形成し、右上隅\nは、大きく扁平Ｗ字状に切り欠いた入り隅状に形成し、左辺は長辺側が縦方向に鉛\n直状の９０度右方向に回転した略扁平なへの字状に形成し、右辺は縦方向に直線状\nに形成して、左下隅は隅丸角状に形成し、右下隅は外向きの小さな円弧状に、下辺\nは右下隅手前で斜状となって、中程が横方向に直線状で、左下隅寄りでは僅かに内\n向きのごく浅い弧状に形成している。\nまた、左辺部を除く外周の側壁部は、外方向へ傾いた傾斜面で、上辺部が最も高\nく、左側から右側に向かうにつれて高くなっている。\nそして、マット内の態様については、正面視で、左辺沿いには「ＵＩ  ｖｅｈｉ\nｃｌｅ」と記した縦長長方形のロゴ部を設け、左辺寄りに、左辺部と平行に、縦方\n向に直線状の凸状畝を設けている。\n（エ）センター用マットについては掲載ページ２段目左から１つめの図版部に表\nされており、全体の縦横及び奥行きの長さ比は不明であって、上辺はおおむね横方\n向に直線状で、左上隅は、略隅丸直角状に形成し、右上隅は、縦方向で１／３にわ\nたって大きく切欠いた、丸みを帯びた角形の入り隅状に形成し、左右辺は運転席用\nマット及び助手席用マットに隠れて不明であって、下辺部中央は、おおむね直線状\nで、底面視で左右側は僅かに傾斜し、端側は運転席用マット及び助手席用マットの\n裏に潜り込んでいる。\n（オ）二列目用マットについては、掲載ページ２段目左から一つ目～三つ目の図\n版部に表されており、正面視で全体の縦横及び奥行きの長さ比は不明であって、全\n体は略横長の骨盤形状ともいうべき左右対称の態様で、左右上隅部は斜め上方に膨\n出した先端部分を斜状に切削し、その角部が丸みを帯びたような略隅丸角状であっ\nて、上辺は中程がごく緩やかに内向きに湾曲し、左辺部は右に短辺側が鉛直状にな\nるように回転した略逆への字状で、右辺部は左に短辺側が鉛直状になるように回転\nした略への字状であって、下辺部は略横方向に直線状であるが左右両端寄りに隅丸\n等脚台形状の切り欠き部を形成し左右下隅部は隅丸角状の矩形状片を形成している。\nまた、側壁部は、上辺側が最も高いが、正面視で、上辺中程は低く両側はなだら\nかに左右辺側に連なり、側面側で、左右側上方に回り込んで、下側はほとんど設け\nられていない。\nそして、マット内の態様については、正面視で、上辺沿い中央には縦長長方形の\nロゴ部を設け、正面視で、隅丸等脚台形状の切り欠き部上側は丸みを帯びた段状に、\n左右辺側は、辺に沿って、上方にいくにつれてなだらかになる太幅の凸状の隆起部\nを設け、さらに細幅の凸状畝を、左右下側の矩形状片部は上方をまたいで、左右辺\nと下辺中央部は縁部に沿って、設けている。\n（カ）一組の自動車用フロアマットの全ては、全体に、暗トーンが施され、表面\n全面には細かな凹凸が施されている。\n以  上\n（別紙３）\n本件審決が認定した本件登録意匠の形状等\n（基本的構成態様）\nア  自動車の前方座席に用いる、浅い略正方形トレイ状の運転席用の自動車用フ\nロアマット（以下「運転席用マット」という。）、浅い略正方形トレイ状の助手席用\nの自動車用フロアマット（以下「助手席用マット」という。）、及び正面視下側が波\n状に湾曲した略台形状のセンター用の自動車用フロアマット（以下「センター用マ\nット」という。）並びに、後方座席に用いる、ごく浅い略横長逆台形トレイ状の二列\n目用の自動車用フロアマット（以下「二列目用マット」という。）から成る一組の自\n動車用フロアマットとしたものである。\n（具体的態様）\nイ  運転席用マットについては、正面視で全体の縦横及び奥行きの長さ比は約８：\n９：１であって、上辺は、略中央に縦方向長さの約２／７の略Ｖ字状の切れ込みを\n設け、両側を略隅丸台形の状の凸状部に形成し、左上隅は、緩やかな入り隅状に形\n成し、右上隅は、丸みを帯びた角形の入り隅状に形成し、左辺は略９０度右方向に\n回転した扁平な略への字状に形成し、右辺は縦方向に直線状に形成して、右下隅は\n外向きの円弧状で、下辺は右下隅手前で内向きの浅い弧状となって、中程が横方向\nに直線状で、下辺左寄りから左下隅にかけて緩やかで大きな外向きの円弧状に形成\nしている。\nまた、右辺部を除く外周の側壁部は、外方向へ傾いた傾斜面で、平面視で上辺部\n及び左辺部がより高く、左側から右側に向かうにつれて低くなっている。\nそして、マット内の態様については、正面視で、右辺寄りに、右辺部と平行に、\n上端部を右向きに弧状に形成した、縦方向に直線状の凸状畝を設け、その左側中央\nに、凹溝で囲まれた、切り込み部に沿って、左上隅を入り隅状とした略長方形状部\nを配し、内側には縦方向に複数の略細幅長方形部を等間隔に設けており、その左下\n側左下隅寄りには、二つの小円形状の留め具部を配している。\nウ  助手席用マットについては、正面視で全体の縦横及び奥行きの長さ比は約９：\n８：１であって、上辺を扁平な略への字状とし、左上隅は、隅丸角状に形成し、右\n上隅は、大きく扁平Ｗ字状に切り欠いた入り隅状に形成し、左辺は右に長辺側が縦\n方向に鉛直状となるように回転した略扁平なへの字状に形成し、右辺は縦方向に直\n線状に形成して、左下隅は外向きの隅丸角形状に、下辺は左下隅手前で内向きのご\nく浅い弧状となって、中程が横方向に直線状で、右下隅から下辺右寄りにかけて外\n向きの緩やかで大きな円弧状に形成している。\nまた、左辺部を除く外周の側壁部は、外方向へ傾いた傾斜面で、平面視で上辺部\n及び右辺部がより高く、右側から左側に向かうにつれて低くなっている。\nそして、マット内の態様については、正面視で、左辺寄りに、左辺部と平行に、\n縦方向に直線状の凸状畝を設けている。\nエ  センター用マットについては、正面視で全体の縦横及び奥行きの長さ比は約\n５：９．５：１であって、上辺はおおむね横方向に直線状で、左上隅は、略隅丸直\n角状に形成し、右上隅は、縦方向で１／３強にわたって大きく斜めに切欠いた、丸\nみを帯びた角形の入り隅状に形成し、左右辺は両辺の上方を略鉛直方向に平行とし\nて、左辺は右に長辺側が縦方向に鉛直状となるように回転した略逆への字状に、右\n辺は左に長辺側が縦方向に鉛直状となるように回転した略への字状に形成し、左右\n下隅は隅丸角状で下辺は中央が横方向に直線状で両端側が横方向の約１／５ずつ上\n方に向けて傾斜しており、外周に側壁部はなく略シート状であって、正面視で下方\nの約１／３が、底面視で左右側は上方向に浅い弧状に湾曲し、中央は下方向に浅い\n弧状となって上方より下方に行くほど湾曲が大きく、下辺が波状にうねっている。\nオ  二列目用マットについては、正面視で全体の縦横及び奥行きの長さ比は約１\n０：３０：１であって、全体は略横長の骨盤形状ともいうべき左右対称の態様で、\n左右上隅部は斜め上方に膨出した先端部分を斜状に切削し、その角部が丸みを帯び\nたような略隅丸角状であって、上辺は中程が緩やかに内向きに湾曲し、左辺は右に\n短辺側が鉛直状になるように回転した略逆への字状で、右辺は左に短辺側が鉛直状\nになるように回転した略への字状であって、下辺は略横方向に直線状であるが左右\n両端寄りに隅丸等脚台形状の切り欠き部を形成し左右下隅部は隅丸角状の矩形状片\nを形成している。\nまた、下辺部を除く外周の側壁部は、外方向へ傾いた傾斜面で、上辺側が最も高\nいが、正面視で、上辺中程は低く両側はなだらかに左右辺側に連なり、側面視で、\n下側に向かうにつれて低くなっている。\nそして、マット内の態様については、正面視で、隅丸等脚台形状の切り欠き部上\n側は丸みを帯びた段状に、左右辺側は、辺に沿って、上方にいくにつれてなだらか\nになる太幅の凸状の隆起部を設け、さらに細幅の凸状畝を、左右下側の矩形状片部\nの上方をまたいで、左右辺と下辺中央部は縁部に沿って設けている。\nカ  一組の自動車用フロアマットの全ては、全体に、暗トーンが施され、表面全\n面には布目状の細かな凹凸が施されている。\n以  上\n（別紙４）\n本件審決が認定した共通点及び相違点\n１  共通点\n（基本的構成態様について）\n（α１）自動車の前方座席に用いる、浅い略正方形トレイ状の運転席用マット、\n浅い略正方形トレイ状の助手席用マット、及び湾曲した略台形状のセンターマット\n並びに、後方座席に用いる、ごく浅い略横長逆台形トレイ状の二列目用マットから\n成る一組の自動車用フロアマットとしたものである点。\n（具体的態様について）\n（α２－１）運転席用マットについては、正面視で、上辺は、略中央に略Ｖ字状\nの切れ込みを設け、両側を略隅丸台形状の凸状部に形成し、左上隅は、緩やかな入\nり隅状に形成し、右上隅は、丸みを帯びた角形の入り隅状に形成し、右辺は縦方向\nに直線状に形成して、右下隅は外向きの円弧状で、右下隅手前で内向きの浅い弧状\nとなって、左下隅から下辺左寄りにかけて外向きの緩やかで大きな円弧状に形成し\nている点。\n（α２－２）また、運転席用マットの右辺部を除く外周の側壁部は、外方向へ傾\nいた傾斜面で、平面視で左側から右側に向かうにつれて低くなっている点。\n（α２－３）そして、運転席用マット内の態様については、正面視で、右辺寄り\nに、右辺部と平行に、上端部を右向きに弧状に形成した、縦方向に直線状の凸状畝\nを設け、その左側中央に、凹溝で囲まれた、切り込み部に沿って、左上隅を入り隅\n状とした略長方形状部を配し、内側には縦方向に複数の略細幅長方形部を等間隔に\n設けており、その左下側左下隅寄りには、二つの小円形状部を配している点。\n（α３－１）助手席用マットについては、正面視で上辺を扁平な略への字状とし、\n左上隅は、隅丸角状に形成し、右上隅は、大きく扁平Ｗ字状に切り欠いた入り隅状\nに形成し、左辺は長辺側が縦方向に鉛直状の９０度右方向に回転した略扁平なへの\n字状に形成し、右辺は縦方向に直線状に形成して、左下隅は隅丸角形状に、下辺は\n左下隅手前で内向きのごく浅い弧状となって、中程が横方向に直線状に、右下隅は\n外向きの円弧状に形成している点。\n（α３－２）また、助手席用マットの左辺部を除く外周の側壁部は、外方向へ傾\nいた傾斜面で、平面視で上辺部及び右辺部がより高く、右側から左側に向かうにつ\nれて低くなっている点。\n（α３－３）そして、助手席用マット内の態様については、正面視で、左辺寄り\nに、左辺部と平行に、縦方向に直線状の凸状畝を設けている点。\n（α４）センター用マットについては、正面視で上辺はおおむね横方向に直線状\nで、左上隅は、略隅丸直角状に形成し、右上隅は、縦方向で１／３強にわたって大\nきく斜めに切欠いた、丸みを帯びた角形の入り隅状に形成している点。\n（α５－１）二列目用マットについては、正面視で全体は略横長の骨盤形状とも\nいうべき左右対称の態様で、左右上隅部は斜め上方に膨出した先端部分を斜状に切\n削し、その角部が丸みを帯びたような略隅丸角状であって、上辺は中程が緩やかに\n内向きに湾曲し、左辺部は右に短辺側が鉛直状になるように回転した略逆への字状\nで、右辺部は左に短辺側が鉛直状になるように回転した略への字状であって、下辺\n部は略横方向に直線状であるが左右両端寄りに隅丸等脚台形状の切り欠き部を形成\nし左右下隅部は隅丸角状の矩形状片を形成している点。\n（α５－２）また、二列目用マットの下辺部を除く外周の側壁部は、外方向へ傾\nいた傾斜面で、上辺側が最も高く、正面視で、上辺の中程が低く両側はなだらかに\n左右辺側に連なっている点。\n（α５－３）そして、二列目用マット内の態様については、正面視で、隅丸等脚\n台形状の切り欠き部上側は丸みを帯びた段状に、左右辺側は、辺に沿って、上方に\nいくにつれてなだらかになる太幅の凸状の隆起部を設け、さらに細幅の凸状畝を、\n左右下側の矩形状片部は上方をまたいで、左右辺と下辺中央部は縁部に沿って設け\nている点。\n（α６）一組の自動車用フロアマットの全ては、全体に、暗トーンが施され、表\n面全面には細かな凹凸が施されている点。\n２  相違点\n（基本的構成態様について）\n（β１）本件登録意匠はセンター用マットの正面視下側が波状に湾曲しているの\nに対し、先行意匠１は、正面方向に僅かに湾曲したものである点。\n（具体的態様について）\n（β２－１）運転席用マットについて、本件登録意匠は、正面視で全体の縦横及\nび奥行きの長さ比は約８：９：１であるのに対し、先行意匠１は、全体の縦横及び\n奥行きの長さ比は不明である点。\n（β２－２）本件登録意匠の上辺の切り込みは縦方向に約２／７であって、左辺\nは略９０度右方向に回転した扁平な略への字状に形成し、下辺は中程が直線状で、\n外周の側壁部は、平面視で上辺部及び左辺部がより高いのに対し、先行意匠１は、\n縦方向に約１／４であって、左辺は略縦方向に直線状に形成し、下辺は中程が僅か\nに上方に斜状で、外周の側壁部は、上辺部が最も高く、左側が次いで高いものであ\nる点。\n（β２－３）本件登録意匠のマット内には、ロゴ部はなく、小円形状の留め具部\nを配しているのに対し、先行意匠１は、右辺沿いに「ＵＩ  ｖｅｈｉｃｌｅ」と記\nした縦長長方形のロゴ部を設け、二重小円形状のフック部を配している点。\n（β３－１）助手席用マットについて、本件登録意匠は、正面視で全体の縦横及\nび奥行きの長さ比は約９：８：１であるのに対し、先行意匠１は、全体の縦横及び\n奥行きの長さ比は不明である点。\n（β３－２）本件登録意匠は、下辺について、右下隅にかけて右下隅寄りの下辺\nは外向きの緩やかな円弧状に形成しているのに対し、先行意匠１は、右下隅寄りの\n下辺は右下隅手前で斜状となっている点。\n（β３－３）本件登録意匠は、マット内について、ロゴ部などはないのに対し、\n先行意匠１は、左辺沿いには「ＵＩ  ｖｅｈｉｃｌｅ」と記した縦長長方形のロゴ\n部を設けている点。\n（β４－１）センター用マットについて、本件登録意匠は、正面視で全体の縦横\n及び奥行きの長さ比は約５：９．５：１であるのに対し、先行意匠１は、全体の縦\n横及び奥行きの長さ比は不明である点。\n（β４－２）本件登録意匠の左右辺は両辺の上方を略鉛直方向に平行として、左\n辺は右に長辺側が縦方向に鉛直状となるように回転した略逆への字状に、右辺は左\nに長辺側が縦方向に鉛直状となるように回転した略への字状に形成し、左右下隅は\n隅丸角状で下辺は中央が横方向に直線状で両端側が横方向の約１／５ずつ上方に向\nけて傾斜しており、外周に側壁部はなく略シート状であって、正面視で下方の約１\n／３が底面視で左右側は上方向に浅い弧状に湾曲し、中央は下方向に浅い弧状とな\nって上方より下方に行くほど湾曲が大きく、下辺が波状にうねっているのに対し、\n先行意匠１の左右辺は運転席用マット及び助手席用マットに隠れて不明であって、\n下辺部中央は、おおむね直線状で、底面視で左右側は僅かに傾斜し端側は運転席用\nマット及び助手席用マットの裏に潜り込んでいる点。\n（β５－１）二列目用マットについて、本件登録意匠は、正面視で全体の縦横及\nび奥行きの長さ比は約１０：３０：１であるのに対し、先行意匠１は、外周の側壁\n部の側面視は不明である点。\n（β５－２）外周の側壁部について、本件登録意匠は、側面視で、下側に向かう\nにつれて低くなっているのに対し、先行意匠１は、側面側で、左右側上方に回り込\nんで、下側はほとんど設けられていない点。\n（β５－３）本件登録意匠は、ロゴ部などないのに対し、先行意匠１は、正面視\nで、上辺沿い中央には縦長長方形のロゴ部を設けている点。\n（β６）一組の自動車用フロアマットの全てについて、本件登録意匠は、表面全\n面には布目状の細かな凹凸が施されているのに対して、先行意匠１は、表面全面に\nは細かな凹凸が施されている点。\n以  上\n（別紙５）\n先行意匠１の形状等\n（基本的構成態様）\n（ア）自動車の前方座席に用いる浅い略正方形トレイ状の運転席用マット、浅い\n略正方形トレイ状の助手席用マット及び正面方向に僅かに湾曲した略台形状のセン\nターマット並びに後方座席に用いるごく浅い略横長逆台形トレイ状の二列目用マッ\nトから成る一組の自動車用フロアマットとしたものである。\n（具体的態様）\n（イ）運転席用マットについては、正面視（なお、以下、先行意匠１につき、本\n件登録意匠の各正面図と対比する形で正面を定めるものとする。）で全体の縦横及\nび奥行きの長さ比は約８：８．５：２であって、正面視で、上辺は、略中央に縦方\n向長さの約２／７の略Ｖ字状の切れ込みを設け、両側を略隅丸台形状の凸状部に形\n成し、左上隅は、略逆Ｌ字状の入り隅状に形成し、右上隅は、丸みを帯びた角形の\n入り隅状に形成し、左辺は下方が僅かに外に向かう斜線状に形成し、右辺は縦方向\nに直線状に形成して、右下隅は外向きの円弧状で、右下隅手前で内向きの浅い弧状\nとなって、下辺は中程が僅かに上方に向けて斜状で、左下隅寄りは緩やかな内向き\nの円弧状で、左下隅は外向きの円弧状に形成している。\nまた、右辺部を除く外周の側壁部は、外方向へ傾いた傾斜面で、平面視で上辺部\n及び左辺部がより高く、左側から右側に向かうにつれて低くなっている。\nそして、マット内の態様については、正面視で、右辺寄りに、右辺部と平行に、\nその上端部が右向きに丸みを帯びて曲がった縦方向に直線状の凸状畝を設け、右辺\n沿いには「ＵＩ  ｖｅｈｉｃｌｅ」と記した長方形のロゴ部を設けている。そして、\nその左側中央に、凹溝で囲まれた、切り込み部に沿った、左上隅を入り隅状とした\n略長方形状部を配し、内側には縦方向に複数の略細幅長方形部を等間隔に設けてお\nり、その左下側隅寄りには、二つの小円形状の留め具部を配している。加えて、背\n面側下辺略中央に小矩形状のタグを設けている。\n（ウ）助手席用マットについては、正面視で全体の縦横及び奥行きの長さ比は約\n８：９：２であって、上辺を左側が屈曲して右側が長い直線状の扁平な略クランク\n状とし、左上隅は、隅角状に形成し、右上隅は、大きく扁平Ｗ字状に切り欠いた入\nり隅状に形成し、左辺は長辺側が縦方向に鉛直状の９０度右方向に回転した略扁平\nなへの字状に形成し、右辺は縦方向に直線状に形成して、右下隅は外向きの緩やか\nで大きな円弧状に、下辺は中程及び左下隅手前が内向きのごく浅い弧状となって、\n緩やかな波状を形成し、左下隅は隅丸角形状に形成し、右下隅寄りは右下隅手前で\n斜状となっている。\nまた、左辺部を除く外周の側壁部は、外方向へ傾いた傾斜面で、底面視で上辺部\nが最も高く形成され、次いで、右辺部が高く、左側から右側に向かうにつれて高く\nなっている。\nそして、マット内の態様については、正面視で、左辺沿いには「ＵＩ  ｖｅｈｉ\nｃｌｅ」と記した長方形のロゴ部を設け、左辺寄りに、左辺部と平行に、縦方向に\n直線状の凸状畝を設けている。加えて、背面側下辺略中央に小矩形状のタグを設け\nている。\n（エ）センター用マットについては、正面視で全体の縦横及び奥行きの長さ比は\n約４．３：８：２であって、上辺はおおむね横方向に直線状で、左上隅は、略直角\n状に形成し、右上隅は、縦方向で１／３強にわたって大きく斜めに切欠いた、丸み\nを帯びた角形の入り隅状に形成し、左右辺は両辺の上方を略鉛直方向に平行として、\n左辺は右に長辺側が縦方向に鉛直状となるように回転した略逆への字状に、右辺は\n左に長辺側が縦方向に鉛直状となるように回転した略への字状に形成し、左右下隅\nは隅丸角状で下辺は中央が横方向に直線状で両端側が横方向の約１／９ずつ上方に\n向けて傾斜しており、外周に側壁部はなく略シート状であって、底面視で山状に湾\n曲している。また、背面側下辺略中央に小矩形状のタグを設けている。\n（オ）二列目用マットについては、正面視で全体の縦横及び奥行きの長さ比は約\n７．５：２２：１であって、全体は略横長の骨盤形状ともいうべき左右対称の態様\nで、左右上隅部は斜め上方に膨出した先端部分を斜状に切削し、その角部が丸みを\n帯びたような略隅丸角状であって、上辺は中程がごく緩やかに内向きに湾曲し、左\n辺は右に短辺側が鉛直状になるように回転した略逆への字状で、右辺は左に短辺側\nが鉛直状になるように回転した略への字状であって、下辺は略横方向に直線状であ\nるが左右両端寄りに隅丸等脚台形状の切り欠き部を形成し左右下隅部は隅丸角状の\n矩形状片を形成している。\nまた、下辺部を除く外周の側壁部は、外方向へ傾いた傾斜面で、上辺側が最も高\nいが、底面視で上辺中程は低く、両側はなだらかに左右辺側に連なり、側面視で、\n左右側上方に回り込んで下側はほとんど設けられていない。\nそして、マット内の態様については、正面視で、上辺沿い中央には「ＵＩ  ｖｅ\nｈｉｃｌｅ」と記した長方形のロゴ部を設け、隅丸等脚台形状の切り欠き部上側は\n丸みを帯びた段状に、左右辺側は、辺に沿って、上方にいくにつれてなだらかにな\nる太幅の凸状の隆起部を設け、さらに細幅の凸状畝を、左右下側の矩形状片部は上\n方をまたいで、左右辺と下辺中央部は縁部に沿って設けている。加えて、背面側下\n辺略中央に小矩形状のタグを設けている。\n（カ）一組の自動車用フロアマットの全ては、全体に、暗トーンが施され、表面\n全面には細かな凹凸が施されている。\n以  上\n"
}