{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 3,
    "month": 11,
    "day": 25
  },
  "case_number": "令和3(ネ)10051",
  "case_name": "特許権侵害差止等請求控訴事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "90712",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=90712",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/712/090712_hanrei.pdf",
  "contents": "令和３年１１月２５日判決言渡\n令和３年（ネ）第１００５１号特許権侵害差止等請求控訴事件\n（原審・大阪地方裁判所平成３０年（ワ）第８７０８号）\n口頭弁論終結日  令和３年１０月５日\n判 決\n控訴 人          Ｘ\n同訴訟代理人弁護士       舟    橋    直    昭\n同訴訟代理人弁理士          大    内    秀    治\n被控訴 人          石 橋 産 業 株 式 会 社\n同訴訟代理人弁護士       服      部    博    之\n同                          金    子    尚    史\n同補佐 人 弁 理 士          加    藤              久\n主 文\n１  本件控訴を棄却する。\n２  控訴費用は，控訴人の負担とする。\n事 実 及 び 理 由\n第１  控訴の趣旨\n１  原判決を取り消す。\n２  被控訴人は，原判決別添各被告製品目録記載の側溝を製造し，使用し，譲渡\nし，貸し渡し，若しくは輸出し，又は譲渡若しくは貸渡の申出をしてはならな\nい。\n３  被控訴人は，原判決別添各被告製品目録記載の側溝を製造する型枠を廃棄せ\nよ。\n４  被控訴人は控訴人に対し，７８９７万５０００円及びこれに対する平成３０\n年１２月１３日から支払済みに至るまで年５分の割合による金員を支払え。\n５  被控訴人は，日刊工業新聞社会面及び週刊ブロック通信に原判決別紙謝罪広\n告目録記載の広告文を各１回ずつ掲載せよ。\n第２  事案の概要等（以下において略称を用いるときは，別途定めるほか，原判決\nに同じ。）\n１  事案の概要\n本件は，名称を「被包型側溝」とする発明についての特許（特許第３７１８\n２７９号）に係る特許権（本件特許権。平成２８年３月１０日，存続期間満了\nにより消滅）を有していた控訴人が，被控訴人が原判決別添各被告製品目録記\n載の各製品（各被告製品。なお，各被告製品は，カタログ〔甲３４〕上の名称\nと形状によって特定され，上記目録における分説は，控訴人の主張〔請求原因〕\nに属するものである。）を製造・販売等することは，控訴人の特許権を侵害す\nるものであったし，不正競争防止法２条１項１号所定の混同惹起行為に当たる\nと主張して，①不正競争防止法３条に基づく製造等の差止め及び型枠の廃棄並\nびに謝罪広告の掲載，②民法７０９条及び特許法１０２条２項又は不正競争防\n止法４条に基づく損害賠償として７８９７万５０００円及びこれに対する訴状\n送達の日の翌日である平成３０年１２月１３日から支払済みまで平成２９年法\n律第４４号による改正前の民法所定の年５分の割合による遅延損害金の支払を\n求める事案である。\n原判決は，各被告製品は本件発明の技術的範囲に属さず，また，控訴人の販\n売する側溝本体及び側溝蓋（原告製品）の形態は商品等表示に当たらず，被控\n訴人が各被告製品を「消音側溝」等の名称で販売しても，原告製品との混同が\n生じるとも認められないとして，これらを棄却したところ，控訴人がこれを不\n服として控訴を提起した。\n２  「前提事実」，「争点」及び「争点についての当事者の主張」は，後記３の\nとおり原判決の補正をし，後記４及び５のとおり，当審における当事者の補充\n主張及び新たな主張を付加するほか，原判決の「事実及び理由」第２の１及び\n２並びに第３に記載のとおりであるから，これを引用する。\n３  原判決の補正\n⑴  原判決５頁２４行目の「（以下「被告製品」という。）」を削る。\n⑵  原判決６頁１５行目の「あるが，」の次に「前記イに加え，」を加える。\n⑶  原判決６頁１８行目の冒頭に「前記イに加え，」を加える。\n⑷  原判決６頁２０行目及び７頁１６行目の各「イ号物件，ロ号物件，ハ号物\n件及びホ号物件」を，「イ号物件ないしト号物件」にそれぞれ改める。\n⑸  原判決６頁２４行目の「被告製品」を，「イ号物件ないしト号物件とチ号\n物件又はリ号物件とを組み合わせた被告製品」に改める。\n４  当審における補充主張\n⑴  争点２（各被告製品が本件発明の技術的範囲に属するか）について\nア  控訴人の主張\n(ア)  争点２⑵（イ号物件ないしト号物件とチ号物件又はリ号物件とを組\nみ合わせた被告製品が，構成要件Ｂ３の「せぎり部」を充足するか）に\nついて\nａ  原判決は，上記被告製品について，側溝蓋と側溝本体との間に隙間\nが存したとしても，その隙間が，断面凸状の曲面からなる当接部の下\n端部に対応するのでなければ，本件発明のせぎり部には当たらないと\n解釈した。\nしかし，このような解釈は，特許請求の範囲にも，発明の詳細な説\n明にも記載されていない構造を発明の内容として認定しているもので，\n不当である。\n構成要件Ｂ３では，「せぎり部」の構造については，「前記当接部\n（断面凹状の曲面）の下端部との間に所定の隙間を形成するための」\nとの記載しかなく，「せぎり部と対応する位置」にある構造の形状に\nついては，何ら限定されていない。\n本件発明の技術的範囲に属するか否かを論じる場合，「せぎり部」\nは，施工中に蓋を載せる段階の時及び施工後に蓋を取った段階で，隙\n間に砂利，土等が集まり，側溝蓋の当接部と側溝の支持面との面接触\n状態が維持される形状となっているか否かという観点から判断すべき\nである。\n上記被告製品の側溝蓋の当接部の下端部には，突起が存するものの，\nその隙間部分の形状を見ると，側溝本体の曲面の支持面の下端部に段\n差形状があり，その段差の深さは，砂利や砂がたまる程度となってい\nて，曲面の支持面から流れた砂利や砂をためる作用効果を十分に認め\nることができる。\nしたがって，上記被告製品の隙間の形状は，側溝蓋の下端部に突起\nのあるなしにかかわらず，「せぎり部」に該当する。\nｂ  原判決は，上記被告製品の段差を設ける目的が突起と係合させて回\n転を防止することにあると判示するが，構成要件Ｂ３において「所定\nの隙間」としかなく，隙間の形状について限定されていない以上，施\n工中に蓋を載せる段階の時，及び施工後に蓋を取った場合，せぎり部\nに砂利，土等が集まるという作用効果を有するに足る形状であれば，\n他の目的があっても，構成要件Ｂ３を充足する。\n(イ)  ニ号物件について\n原判決は，本件発明の構成要件Ｂ１及びＢ４には「水平支持部材」の\n語が使われているから，側溝本体の上面にも蓋の上面にも６％の傾斜が\n付いているニ号物件は，構成要件Ｂ１及びＢ４の「水平支持部材」を充\n足しない旨判断する。\nしかし，原判決は，控訴人による物件の特定に基づき，６％の傾斜を\n製品の違いとして認定していると考えられるところ，被控訴人が主張し\nていない６％の傾斜の点について争点として捉えた上で，控訴人に反論\nの機会すら与えていないから，不意打ちの認定である。したがって，原\n判決には，弁論主義違背ないし釈明義務違反がある。\nイ  被控訴人の主張\n控訴人は，側溝本体に土砂が堆積する空間があれば全て本件発明の「せ\nぎり部」であるように主張するが，このような主張は，特許法７０条１項\nにおける基本原則と本件特許の構成要件を無視したもので失当である。\n⑵  争点４（被控訴人の行為は不正競争防止法２条１項１号に該当するか）に\nついて\nア  控訴人の主張\n(ア)  特別顕著性について\nａ  原判決は，「断面凸状の曲面からなる当接部を有する側溝蓋と，断\n面凹状の曲面からなる支持面を有する側溝本体という組み合わせ」（側\n溝蓋の当接部及び側溝本体の蓋受部の曲面形状）の製品は，原告製品\nや被告製品以外に，平成８年頃から，訴外ウチコン及びその関係企業\n並びに訴外全国リボーン側溝工業会の加盟企業が販売・施工する製品\n等において複数存在していたから，原告製品の形態には特別顕著性が\nない旨判断している。\nしかし，側溝の工事は地方公共団体によってされることが多く，一\n個人が側溝について公共機関と取引をすることは実質的に不可能であ\nることから，控訴人は，自らの会社（訴外リタッグ）を介して原告製\n品を側溝メーカーに宣伝しながら，原告製品の取扱企業としての訴外\n全国リボーン側溝工業会の加盟企業を増やしていき，原告製品の普及\n及びブランド化を進めてきたのであり，訴外リタッグや訴外全国リボ\nーン側溝工業会の加盟企業による上記形態の商品の製造販売は，一体\nとして原告製品の製造販売とみなされるべきである。また，訴外ウチ\nコン及びその関係企業も，もともとは訴外全国リボーン側溝工業会の\n構成員であったのであって，訴外ウチコンが訴外全国リボーン側溝工\n業会の加盟企業であった当時の上記形態を有する側溝蓋及び側溝本体\nの製造販売は，控訴人の行為と区別する必要はない。また，訴外ウチ\nコンが訴外全国リボーン側溝工業会を脱退した後の側溝の製造販売は\n違法なものであり，原告製品とは別に同様の側溝の製造販売が一般的\nに行われていたことを示す証拠とはならない。\n控訴人は，「側溝蓋の当接部及び側溝本体の蓋受部の曲面形状」を\n思いつき製品化を図り，その中で，側溝本体と側溝蓋の緻密な数値化\nを図った構造解析のほか，大学における土木工学の研究や，高等専門\n学校における耐久性等の研究によって評価を受け，これらの研究は，\nＮＨＫの全国放送で紹介された。その結果，原告製品は，瞬く間に側\n溝の業界で知られることとなり，控訴人に対して数多くの側溝メーカ\nーから問合せが入った。そこで，控訴人は，平成８年６月２２日に訴\n外関東リボーン側溝工業会を設立し，平成９年１０月２３日に訴外全\n国リボーン側溝工業会を立ち上げ，加盟企業と共に，原告製品の普及\n及びブランド化を進め，２０年以上が経過して現在に至っているので\nある。\nｂ  ＪＩＳ規格では，従来の側溝において側溝蓋及び側溝本体の蓋受部\nの形状については既に基準となる「蓋受部が平面」のものが存在して\nいる。そのため，原告製品の「側溝蓋の当接部及び側溝本体の蓋受部\nの曲面形状」は，特別顕著性を有するといえる。\n(イ)  周知性について\n訴外全国リボーン側溝工業会の加盟企業が製造販売した累積実績数は，\n大きく伸びている。加盟企業は，平成９年１１月工業会設立時には約８\n３社であったが，最大数は平成１１年の約９０社と増えており，単一の\n側溝だけの組織をみた業界の工業会ではトップである。\n原告製品は，雑誌等に掲載され，展示会に出品され，カタログ，チラ\nシで宣伝され，国交省の展示，国交省の登録，複数の県でリサイクル認\n定製品として利用が推奨されるなどしている。また，控訴人は，模倣品\nに対しては厳正に対処してきたところである。\nこうした結果，「側溝蓋の当接部及び側溝本体の蓋受部の曲面形状」\nは，控訴人の側溝を示すものとして周知となっている。\n(ウ)  混同のおそれについて\n控訴人及び訴外全国リボーン側溝工業会の加盟企業は，他社製品の不\n具合が生じた際，需要者（公共工事を担当する公共機関の工事課等の担\n当者）が原告製品と混同したことによりされた問合せを受けた経験が多\n数ある。\nイ  被控訴人の主張\n(ア)  特別顕著性及び周知性について\n被包型側溝は，その用途・性質上，およそ類似の形態を備えるもので\nあるところ，さらに，曲面からなる側溝蓋の当接部・側溝本体の支持面\nを有する組合せの側溝製品も，平成８年頃から複数存在・流通していた。\n原告製品は，その「リボーン側溝」という商品名・商標等によって，\n出所が表示され，需要者に出所が認識されているものであって，その形\n態自体に特別顕著性や周知性が存するものではない。\n(イ)  混同のおそれについて\n原告製品の形態自体に商品等表示機能はなく，また，各被告製品は，\n回転防止機構としての突起，切欠きが存するとの特徴を有するものであ\nって，原告製品の形態と同一又は類似しているものでなく，需要者にお\nいても別の製品として認知・認識されているものである。各被告製品は，\n「消音側溝」という，「リボーン側溝」とは全く別の製品名で呼称・流\n通しているものであって，原告製品と各被告製品との間で混同が生じる\nものでなく，需要者において混同が生じているなどとの実態も存在しな\nい。\n５  当審における新たな主張（均等論）\n⑴  控訴人の主張\n仮に，本件発明の特許請求の範囲に記載された構成に，各被告製品と異な\nる部分が存在するとしても，各被告製品は，本件発明の特許請求の範囲に記\n載された構成と均等なものとして，本件発明の技術的範囲に属する。\nア  イ号物件，ロ号物件，ハ号物件とチ号物件又はリ号物件とを組み合わせ\nた被告製品について\n(ア)  均等の第１要件について\n本件発明の本質的部分は，①当接部の曲面形状と，②当接部下端部の\n所定の隙間を形成するためのせぎり部，③曲面形状に加えてせぎり部を\n採用したという組み合わせである。\nそのため，本件発明の構成要件Ｂ３に関し，原判決が各被告製品全部\nを通じて非充足の理由として挙げている「側溝蓋のうちせぎり部と対応\nする位置には，断面凸状の曲面からなる当接部の下端部が存する」か否\nかは，本質的部分ではない。したがって，これらの被告製品は，均等の\n第１要件を充足している。\n(イ)  均等の第２要件について\n「側溝蓋のうちせぎり部と対応する位置には，断面凸状の曲面からな\nる当接部の下端部が存せずに突起が存在する」場合でも，せぎり部（隙\n間）の存在により，堆積した小石，砂利，土等も除去しやすいとの作用\n効果は発揮される。したがって，これらの被告製品は，均等の第２要件\nを充足している。\n(ウ)  均等の第３要件について\n構成要件Ｂ３にいうせぎり部の作用効果を保ちつつ，これらの被告製\n品のように，側溝蓋に突起を設けることは，当業者が適宜行う設計変更\nにすぎないから，これらの被告製品は，均等の第３要件を充足している。\n(エ)  均等の第４要件について\nこれらの被告製品について，本件発明の特許出願時における公知技術\nと同一又は当業者がこれから出願時に容易に推考できたものであること\nを示す証拠は見出されていない。したがって，これらの被告製品は，均\n等の第４要件を充足している。\n(オ)  均等の第５要件について\n本件特許の出願手続において，「側溝蓋のうちせぎり部と対応する位\n置には，断面凸状の曲面からなる当接部の下端部が存せずに突起が存在\nする」ものを特許請求の範囲から意識的に除外した事実はないから，こ\nれらの被告製品は，均等の第５要件を充足している。\nイ  ホ号物件とチ号物件又はリ号物件とを組み合わせた被告製品について\n(ア)  均等の第１要件について\n本件発明の本質的部分は，前記ア(ア)①ないし③の組み合わせである。\nそのため，本件発明の構成要件Ｂ１に関し，「開口部が，水平支持部\n材の上面の略中央に位置する」か否かは，本質的部分ではない。\nまた，本件発明の構成要件Ｂ３に関し，「側溝蓋のうちせぎり部と対\n応する位置には，断面凸状の曲面からなる当接部の下端部が存する」か\n否かも本質的部分ではないことは前記ア(ア)のとおりである。\nしたがって，ホ号物件とチ号物件又はリ号物件とを組み合わせた被告\n製品は，均等の第１要件を充足している。\n(イ)  均等の第２要件ないし第５要件について\nホ号物件の構成態様は，イ号物件の側溝１を開口部４の中心から断面\n切断して屈折させたものにすぎず，電柱を除けて側溝を設置する必要等\nが生じた場合は，通常必要な製品である。さらに，本来の長方形形状（イ\n号物件）の場合は，開口部が「略中央」に存したものである。\nしたがって，断面切断して屈折させた部分の構造については，本件特\n許と同一の作用効果を有し，当業者が容易に想到することができたもの\nであり，公知技術と同一であって，本件特許請求の範囲から意識的に除\n外したものと思われない。\nこれに，前記ア(イ)ないし(オ)で主張したところも併せ考えれば，ホ号\n物件とチ号物件又はリ号物件とを組み合わせた被告製品は，均等の第２\n要件ないし第５要件も充足する。\nウ  ヘ号物件又はト号物件とチ号物件又はリ号物件とを組み合わせた被告製\n品について\n(ア)  均等の第１要件について\n本件発明の本質的部分は，前記ア(ア)①ないし③の組み合わせである。\nそのため，本件発明の構成要件Ｃに関し，上部が完全に開放されるか，\n一部しか開放されないか等といった，当接部，当接部下端部形状，その\n組合せから外れる点は，本質的部分ではない。\nまた，「側溝蓋のうちせぎり部と対応する位置には，断面凸状の曲面\nからなる当接部の下端部が存する」か否かも本質的部分ではないことは\n前記ア(ア)のとおりである。\nしたがって，ヘ号物件又はト号物件とチ号物件又はリ号物件を組み合\nわせた被告製品は，均等の第１要件を充足している。\n(イ)  均等の第２要件ないし第５要件について\nいわゆる落蓋側溝（Ｕ字型側溝）は，道路における雨水排水をスムー\nズに行うために設置される製品であり，道路の形状や雨水量のコントロ\nールの必要性といった，専ら実務的観点から形状選択のなされる製品に\nすぎない。したがって，本件特許と同一の作用効果を有し，当業者が容\n易に想到することができたものであり，公知技術と同一であって，本件\n特許請求の範囲から意識的に除外したものではないから，ヘ号物件又は\nト号物件とチ号物件又はリ号物件とを組み合わせた被告製品は，均等の\n第２要件ないし第５要件も充足する。\nエ  ニ号物件とチ号物件又はリ号物件とを組み合わせた被告製品について\n６％の傾斜による水平支持部材は，道路の傾斜が急な場合に，道路の端\nで雨水をスムーズに側溝に流し込むためという実務的な観点から，当然，\n必要となる構造の側溝製品であり，本件特許の本質的部分である前記ア\n(ア)①ないし③の当接部，当接部下端部の構造等とは全く関係がない。\nまた，「側溝蓋のうちせぎり部と対応する位置には，断面凸状の曲面か\nらなる当接部の下端部が存する」か否かも本質的部分ではないことは前記\nア(ア)のとおりである。\nしたがって，ニ号物件とチ号物件又はリ号物件とを組み合わせた被告製\n品は，均等の第１要件ないし第５要件を全て充足する。\n⑵  被控訴人の主張\nア  イ号物件，ロ号物件，ハ号物件及びホ号物件とチ号物件又はリ号物件と\nを組み合わせた被告製品について\n(ア)  均等の第１要件について\n本件特許については，拒絶理由通知（乙２５）を回避するために提出\nされた補正書等（乙２６，２７）において，出願当初の請求項１に，構\n成要件Ｂ３に該当する「下端に前記側溝蓋の前記当接部の下端部との間\nに所定の隙間を形成するためのせぎり部が形成された」との部分が追加\nされ，これによって特許が成立した経緯がある。さらに，現時点の請求\n項１の「下端に沿って連続的に前記側溝蓋」のうち「に沿って連続的」\nという文言は，訂正審判により加入された文言である。\n「せぎり部」の位置については，出願人が本件発明の効果を主張する\nために必要な部分であり，また，審査過程において，拒絶理由に対しこ\nれを回避するために付加された事項であって，構成要件Ｂ３は，せぎり\n部の位置等も含めて，本件発明の本質的部分である。\n(イ)  均等の第２要件について\n本件発明の「せぎり部」と上記被告製品の「切欠き」は，その技術的\n意義が全く異なることに加え，本件発明では「せぎり部」に対応するの\nは，側溝蓋の凸状の曲面であり，したがって，「せぎり部」に堆積した\n土砂は，「せぎり部」の空間が埋め尽くされるまで，側溝蓋の当接部と\n側溝の支持面とを密着状態に維持できるというのが，その発明の眼目で\nある。他方，上記被告製品では，切欠き内の空間には側溝蓋の突起が突\n出していることから，切欠きと底面と突起先端の間のわずかな空間にし\nか，側溝蓋の当接部と，側溝の支持面を密着状態に維持できる土砂等の\n堆積は許容できず，上記被告製品が，本件発明と同様の作用効果を奏す\nるとはいえない。\nこのように，上記被告製品と本件発明の相違点である構成要件Ｂ３を\n上記被告製品の構成と置き換えると，本件発明と同じ効果を奏するなど\nとはいえないから，均等の第２要件も充足しない。\nイ  ニ号物件，へ号物件又はト号物件とチ号物件又はリ号物件を組み合わせ\nた被告製品について\n(ア)  均等の第１要件について\nニ号物件，ヘ号物件及びト号物件も構成要件Ｂ３を充足しないところ，\n構成要件Ｂ３が本件発明の本質的部分であることは前記ア(ア)のとおり\nであるから，上記被告製品は均等の第１要件を充足しない。\n(イ)  均等の第５要件について\n控訴人は，出願段階で引用例とされた乙２発明の発明者，出願人でも\nあるが，乙２発明は，被包型側溝ではなく，ヘ号物件及びト号物件と同\nじ，いわゆる「Ｕ字型側溝」に関するものである。\nそして，本件発明の明細書によっても，側溝の種類が多々ある中で，\n従来技術として敢えて側溝として特殊な「被包型側溝」を掲げ，この「被\n包型側溝」における課題を解決するとの主張で一貫し，他のタイプの側\n溝にも適用できることの記載や示唆も一切ない。また，拒絶理由通知に\n対する意見書（乙２７）においても，従来技術との差違を主張するに当\nたり，対象技術が被包型側溝であることなど，特許請求の範囲に記載さ\nれた文言の内容であることが強調されているところである。\nそうすると，結局，本件特許においては，様々な側溝の種類・形状等\nがある中で，「開口部が水平支持部材の上面の『略中央』に存すること」，\n「『被包型側溝』であること」，「『水平』支持部材を有すること」が\n意識的に記載され，その余の側溝の種類・形状等を除外したものと考え\nられるところであって，ニ号物件，へ号物件又はト号物件とチ号物件又\nはリ号物件を組み合わせた被告製品は，均等の第５要件を充足するもの\nではない。\n第３  当裁判所の判断\n当裁判所も，各被告製品は本件発明の技術的範囲に属さず，また，原告製品\nの形態は特別顕著性を有さず，周知商品等表示とはいえないので，控訴人の請\n求は理由がないものと判断する。\nその理由は，後記１のとおり原判決の補正をし，後記２及び３のとおり控訴\n人の当審における補充主張及び新たな主張に対する判断を加えるほかは，原判\n決の第４の１ないし４に記載するとおりであるから，これを引用する。\n１  原判決の補正\n⑴  原判決２１頁１行目，２４行目から２５行目，２２頁４行目，１０行目，\n２３頁１５行目，２４頁２４行目から２５行目，２６頁１９行目の各「イ号\n物件，ロ号物件，ハ号物件及びホ号物件」を「イ号物件ないしト号物件」に\nそれぞれ改める。\n⑵  原判決２１頁２３行目の「３５～３７，３９，４２，４３」を「３４～４\n３」に改める。\n⑶  原判決２６頁２０行目から２１行目の「構成要件Ｂ２及び構成要件Ｂ３を\nいずれも」を「構成要件Ｂ３を」に改める。\n⑷  原判決２６頁２２行目の「ト号物件は，構成要件Ｃを充足しないこと，ニ\n号物件は，」を「ト号物件は，構成要件Ｂ３に加え，構成要件Ｃを充足しない\nこと，ニ号物件は，構成要件Ｂ３に加え，」に改める。\n２  控訴人の当審における補充主張に対する判断\n⑴  争点２（各被告製品が本件発明の技術的範囲に属するか）について\nア  争点２⑵（イ号物件ないしト号物件とチ号物件又はリ号物件とを組み合\nわせた被告製品が，構成要件Ｂ３の「せぎり部」を充足するか）について\n(ア)  控訴人は，前記第２の４⑴ア(ア)ａのとおり，施工中に蓋を載せる段\n階及び施工後に蓋を取った段階で，隙間に砂利，土等が集まり，側溝蓋\nの当接部と側溝の支持面との面接触状態が維持される形状となってい\nれば本件発明における「せぎり部」に当たり，上記被告製品は，側溝蓋\nの当接部の下端部には突起が存するものの，その隙間部分は，砂利や砂\nがたまる程度の形状となっていて，曲面の支持面から流れた砂利や砂を\nためる作用効果を奏するから，構成要件Ｂ３にいう「せぎり部」を有し\nている旨主張する。\nしかし，本件発明の構成要件Ｂ３の「下端に沿って連続的に前記側溝\n蓋の前記当接部の下端部との間に所定の隙間を形成するためのせぎり\n部が形成された支持面」との記載によれば，①「所定の隙間」を修飾す\nる文言は，「側溝蓋の前記当接部の下端部との間に」であるところ，この\n「前記当接部」は，構成要件Ａの「断面凸状の曲面からなる当接部を有\nする側溝蓋」との記載を受けるものであるから，「前記当接部」は「側溝\n蓋にある断面凸状の曲面」であること，②「せぎり部」を修飾するのは，\n「所定の隙間を形成するため」との文言であり，「せぎり部」の目的は「所\n定の隙間を形成する」ことにあること，さらに，③「せぎり部」が形成\nされているのは「支持面」であり，この「支持面」は，構成要件Ｂ２か\nら，側溝蓋の「当接部」と略相似の断面凹状の曲面であることは明らか\nであるから，特許請求の範囲及び明細書中に明示的な記載がなくとも，\n本件発明において，側溝本体の「せぎり部」と対応する位置には，側溝\n蓋の断面凸状の曲面からなる「当接部」の下端部が存するものと合理的\nに理解することができる。したがって，この点に関する控訴人の主張は\n採用できない。\n(イ)  控訴人は，前記第２の４⑴ア(ア)ｂのとおり，施工中に蓋を載せる段\n階及び施工後に蓋を取った場合，せぎり部に砂利，土等が集まるという\n作用効果を有するに足る形状であれば，他の目的があっても，構成要件\nＢ３を充足する旨主張する。\nしかし，上記被告製品において，原判決別紙被告説明図における側溝\n蓋の「突起」と「せぎり部」（斜面Ａ）は概ね係合する関係にある上，上\n記被告製品のカタログ（甲３４）３頁において，「突起」の部分には「振\nれ止め機構」，「切欠き」の部分には「没落防護棚」との記載があり，「蓋\n受け部曲面による蓋の転覆，没落を解消しました」との記載もあること\nから，「突起」と「切欠き」による段差は，蓋の転覆，没落を防止する「振\nれ止め・回転防止機構」として機能しているものであると明確に把握す\nることができる。そうすると，上記被告製品において側溝本体に斜面Ａ\nによる段差を設ける目的は，隙間を形成することにあるのではなく，突\n起と係合させることで，側溝蓋の回転を防止することにあるといえる。\n以上によれば，本件発明と上記被告製品における各構造は，その目的\nを大きく異にするものであり，仮に，上記被告製品における隙間の部分\nに砂利，土等が集まり，その点において，本件発明の「せぎり部」と同\n様の作用効果を有する場合があるとしても，それは副次的な結果にすぎ\nないというべきである。そして，上記被告製品における側溝蓋と側溝本\n体との「隙間」は，「側溝蓋の突起及び底部」に対応する形で存在し，断\n面凸状の曲面からなる側溝蓋の「当接部」には対応していないものであ\nり，側溝本体の「切欠き」も「支持面」に存在するものでなく，また，\nその切欠きは，「側溝蓋の「当接部」と側溝本体の「支持面」との間」に\n「所定の隙間を形成するため」のものではないから，具体的な構造に差\n異があることも明らかであり，このような差異を無視して，上記被告製\n品が，構成要件Ｂ３を充足するということはできない。\nしたがって，この点に関する控訴人の主張は採用できない。\nイ  ニ号物件について\n控訴人は，前記第２の４⑴ア(イ)のとおり，被控訴人が主張していない\n６％の傾斜の点について争点として捉えた上で，控訴人に反論の機会すら\n与えず，不意打ちの認定をした原判決には，弁論主義違背ないし釈明義務\n違反があると主張する。\nしかし，たとえ被控訴人が主張していなくても，控訴人自らが主張して\nいる以上は，当該主張に基づく事実から導き出される点を争点とし，判断\nすることが弁論主義に違反するものでないことは自明であり，また，６％\nの傾斜がある以上は，ニ号物件が構成要件Ｂ１及びＢ４の「水平支持部材」\nを文言上充足すると直ちにいえないことは明らかであり，これを否定する\nのであれば，当該主張をしている控訴人において，しかるべき主張をする\nことは当然かつ容易であるから，釈明義務違反が存在するとも到底いえな\nい。\nしたがって，この点に関する控訴人の主張は採用できない。\nウ  小括\n以上のとおりであって，控訴人の当審における補充主張を検討しても，\n各被告製品が本件発明の技術的範囲に属するとは認められない。\n⑵  争点４（被控訴人の行為は不正競争防止法２条１項１号に該当するか）に\nついて\n控訴人は，前記第２の４⑵アのとおり，原告製品における「側溝蓋の当接\n部及び側溝本体の蓋受部の曲面形状」が特別顕著性を有し，需要者の間で周\n知となっており，被控訴人による各被告製品の販売により原告製品との混同\nのおそれがあるから，被控訴人の行為は不正競争防止法２条１項１号に該当\nすると主張する。\nそこで，  検討するに，商品の形態は，商品の美観を向上させたり，商品の\n機能をよりよく発揮させたりするために選択されるものであり，本来商品の\n出所を表示する目的を有するものではない。しかし，商品の形態が他の同種\n製品とは異なる顕著な特徴を有しており，かつ，その形態が，特定の事業者\nによって長期間独占的に使用され，又は短期間であっても極めて強力な宣伝\n広告や顕著な販売実績を有する等により，需要者においてその形態を有する\n商品が特定の事業者の出所を表示するものとして周知となっている場合は，\n商品の形態が出所を表示する二次的意味を有するに至るものと解される。\n本件においては，引用に係る原判決が第４の４⑵において説示するとおり，\n曲面からなる側溝蓋の当接部・側溝本体の支持面を有する組合せの側溝製品\nは，平成８年頃から複数の企業により流通しており，また，原告製品の形態\nが他の同種製品とは異なる顕著な特徴を有するとはいえない。控訴人は，前\n記第２の４⑵ア(ア)ａのとおり，訴外ウチコンが訴外全国リボーン側溝工業\n会を脱退した後の側溝の製造販売は違法なものであり，原告製品とは別に同\n様の側溝の製造販売が一般的に行われていたことを示す証拠とはならないと\n主張するが，ここでは事実として原告製品と同様の形態の製品の製造販売が\n行われていたかが問題となるものであるから，控訴人の主張は当を得ないと\nいうほかない。この点を措くとしても，訴外ウチコンによる側溝の製造販売\nが違法なものであったと評価するに足りる事情も認められない。訴外ウチコ\nンによる製造販売の違法性が問題となった別件（岐阜地方裁判所平成１５年\n６月２６日判決）でも，訴外ウチコンによる側溝の製造販売が違法なもので\nあるとの認定判断はされておらず，かえって，特許第２５１４９１８号特許\n権（甲１２。側溝と側溝蓋が曲面で接触する構成のＵ字型側溝に関するもの。）\nの共有者だった訴外リタッグが，訴外ウチコンに対し，同特許権侵害及び不\n正競争防止法に基づく製造販売の差止めや損害賠償請求をしていたところ，\nこれらの請求については，訴えが取り下げられたか，これとは別個の特許権\nに関する不当利得返還請求への訴えの変更がされたことがうかがえ，当該請\n求も棄却されていることが認められる（甲２３，８３の４）。\nさらに，側溝はその性質上地方自治体を主たる需要者とするもので，一般\n消費者を需要者とする消費財ではなく，需要者が単純に形態に基づいて取引\nをするものではない。控訴人は，前記第２の４⑵ア(イ)のとおり，原告製品は\n複数の県でリサイクル認定製品として利用が推奨されていると主張するが，\nそれらの証拠（甲６６ないし７２）は，廃棄物の再利用をしたことが認証さ\nれていることを示すものにすぎず，原告製品の形態に注目されて取引されて\nいることを示すものではない。\n以上のとおり，原告製品の形態が特別顕著性を有するともいえないし，特\n定の事業者によって長期間独占的に使用されているともいえず，控訴人が主\n張する証拠を精査しても，需要者において原告製品の形態が原告の出所を表\n示するものとして周知となっていると認めるに足りるものはないから，その\n他，控訴人がるる主張する点につき判断するまでもなく，この点に関する控\n訴人の主張は採用できない。\n３  控訴人の当審における新たな主張（均等論）に対する判断\n⑴    前記第２の５(1)ア（イ号物件，ロ号物件，ハ号物件とチ号物件又はリ号物\n件とを組み合わせた被告製品について）について\nア  均等の第１要件について\n(ア)  特許発明の本質的部分とは，当該特許発明の特許請求の範囲の記載\nのうち，従来技術に見られない特有の技術的思想を構成する特徴的部分\nであると解される。\nまた，上記本質的部分は，特許請求の範囲及び明細書の記載に基づい\nて，特許発明の課題及び解決手段とその効果を把握した上で，特許発明\nの特許請求の範囲の記載のうち，従来技術に見られない特有の技術的思\n想を構成する特徴的部分が何であるかを確定することによって認定され\nる。ただし，明細書に従来技術が解決できなかった課題として記載され\nているところが，出願時の従来技術に照らして客観的に不十分な場合に\nは，明細書に記載されていない従来技術も参酌して，当該特許発明の従\n来技術に見られない特有の技術的思想を構成する特徴的部分が認定され\nるべきである。\n(イ)  本件明細書には，従来の被包型側溝では，側溝蓋６０は平面によっ\nて支持されるため，側溝蓋６０及び側溝５０を成形する際に生じる誤差\n等により，側溝蓋６０の上面を車両や人が通過すると，側溝蓋６０がが\nたつき，騒音が発生しており，精度よく側溝５０及び側溝蓋６０を成形\nできたとしても，側溝５０の支持部５５の水平面５５ａには，土や小石\n等が溜り易く，これによってがたつき，騒音が発生していたという課題\nがあったため，特許請求の範囲記載の構成を採用し，支持面５を曲面と\nすることで側溝蓋１０と側溝１との密着性を向上し，がたつきや騒音を\n防止し，小石，砂利，土等が堆積しにくく，除去し易いものとなり，支\n持面５の下端にせぎり部５ａが形成されることで，側溝蓋１０の当接部\n１１の下端部と側溝１の支持面５の下端部との間に所定の隙間が形成さ\nれ，施工後には砂利，土等はこの隙間に集まり，側溝蓋１０の当接部１\n１と側溝１の支持面５とは面接触状態が維持されるとの記載がある（【０\n００８】ないし【００１２】，【００２６】，【００２７】）。\n一方，側溝の分野では，本件特許の出願時において，Ｕ字型側溝に関\nする特開平６－２４８６８８号公報（乙２）に記載された発明（乙２発\n明）が，側溝と側溝蓋が曲面で接触する構成を開示していることが認め\nられる。特許庁の審査の過程で引用発明とされた，控訴人自身が発明者\nである乙２発明は，本件明細書に開示されておらず，本件明細書の記載\nは不十分であるため，乙２発明も参酌して本件発明の本質的部分を検討\nすることにする。\n(ウ)  乙２発明の請求項１は「側溝蓋の接面部ａ５を曲面に成形加工し、\n幾何学的に相似な曲面に成形加工された接面部ｂ６を持つ側溝２の側溝\n蓋１となし，」として，本件発明の構成要件Ａ及びＢ２と同様の構成を有\nし，「発明の詳細な説明」では，従来技術の課題として，側溝蓋のガタツ\nキによる騒音防止のためフラット部の平面精度が要求されるが満足され\nていないこと及び異物が挟み込まれた場合，平面機能が損なわれ騒音発\n生の原因となることが挙げられ（【０００３】），接面部を曲面に成形加工\nした側溝蓋を，幾何学的に相似な曲面に成形加工した接面部を持つ側溝\nに密着するよう設置することで，騒音の発生等を防止することができる\nことが記載されている（【０００６】，【０００８】）。一方，被包型側溝は，\n側溝の分野において本件特許出願以前から公知であったと認められるか\nら（乙３ないし６），乙２発明に乙第３ないし６号証に記載された事項を\n適用することで，側溝と側溝蓋が曲面で接触する被包型側溝とすること\n自体は容易になし得たものであるといえる。\n他方，乙第２号証には，側溝の支持面の下端に，構成要件Ｂ３のよう\nな形態の「せぎり部」を設けることに関する記載はないところ，本件発\n明では，構成要件Ｂ３のとおり，支持面に下端に沿って連続的に前記側\n溝蓋の前記当接部の下端部との間に「所定の隙間を形成するため」のせ\nぎり部を形成することによって，側溝蓋１０の当接部１１の下端部と側\n溝１の支持面５の下端部との間に所定の隙間が形成され，施工後には砂\n利，土等はこの隙間に集まり，側溝蓋１０の当接部１１と側溝１の支持\n面５とは面接触状態が維持されるという，側溝と側溝蓋が曲面で接触す\nるだけでは達成できない独自の効果を奏することとされているのである\nから，構成要件Ｂ３は，「せぎり部」の位置も含めて，本件発明の進歩性\nを基礎づける本質的部分というべきである。\nこのことは，本件特許については，審査段階で，被包型側溝である特\n開平６－１０８５２６号公報（乙４）及び乙２発明から容易に想到し得\nたとの拒絶理由通知（乙２５）に対して，「下端に前記側溝蓋の前記当接\n部の下端部との間に所定の隙間を形成するためのせぎり部が形成された」\nとの構成要件Ｂ３（本件訂正前のもの）に相当する構成を付加し，支持\n面の下端に「せぎり部」が設けられている点を限定して（乙２６，２７），\n特許査定となっているという経緯からも，裏付けられる。\n(エ)  以上によれば，イ号物件，ロ号物件，ハ号物件とチ号物件又はリ号物\n件とを組み合わせた被告製品は，本件発明の本質的部分である構成要件\nＢ３において本件発明と相違するから，均等の第１要件を充足しない。\nイ  まとめ\nそうすると，イ号物件，ロ号物件，ハ号物件とチ号物件又はリ号物件と\nを組み合わせた被告製品は，均等の第１要件を充足しないから，その余の\n要件について判断するまでもなく，本件発明と均等なものとして，本件発\n明の技術的範囲に属するものではない。\n⑵  前記第２の５(1)イないしエについて\n控訴人主張の他の被告製品についても，前記(1)に判示したとおり，構成要\n件Ｂ３において均等の第１要件を充足しないから，控訴人の均等侵害を理由\nとする主張は，その余の点について判断するまでもなく理由がない。\n第４  結論\n以上によれば，控訴人の請求はいずれも理由がないから，これを棄却した原\n判決は相当である。\nしたがって，本件控訴は理由がないから棄却することとし，主文のとおり判\n決する。\n知的財産高等裁判所第４部\n裁判長裁判官\n菅      野      雅      之\n裁判官\n本      吉      弘      行\n裁判官\n岡    山    忠    広\n"
}