{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 2,
    "month": 2,
    "day": 6
  },
  "case_number": "令和1(う)229",
  "case_name": "覚せい剤取締法違反被告事件",
  "court_name": "名古屋高等裁判所刑事第1部",
  "result": "破棄自判",
  "original_court_name": "名古屋地方裁判所",
  "lawsuit_id": "89277",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=89277",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/277/089277_hanrei.pdf",
  "contents": "主       文\n原判決を破棄する。\n被告人を懲役７年及び罰金３５０万円に処する。\n原審での未決勾留日数中１２０日を懲役刑に算入する。\n罰金を全額納めることができないときはその未納分について金１万円を\n１日に換算した期間被告人を労役場に留置する。\n名古屋地方検察庁で保管中の別紙記載の覚せい剤を没収する。\n理       由\n第１  控訴趣意について\n検察官の控訴趣意は，検察官作成の控訴趣意書及び控訴趣意書補充書記載の\nとおりであり，これに対する答弁は，弁護人作成の答弁書及び答弁書２記載の\nとおりである。論旨は，覚せい剤営利目的所持の公訴事実に対し，所持してい\nた物が覚せい剤であることの認識を認めず，被告人を無罪とした原判決には事\n実の誤認があるという。\n第２  事案の概要及び前提となる事実関係\n１  公訴事実の概要\n訴因変更後の公訴事実の要旨は，被告人は，Ａ，Ｂ，Ｃ及び氏名不詳者らと\n共謀の上，営利の目的で，みだりに，平成３０年１０月４日，名古屋市所在の\n倉庫（以下「本件倉庫」）内において，覚せい剤約３３９㎏（以下「本件覚せい\n剤」）を所持したというものである。\n２  証拠上明らかな事実関係\n被告人は，中国籍で，当時，日本での在留資格をもち，Ｄの名称で輸入関\n係の仕事などしていたが，平成２９年１０月頃，知人のＡからＥを紹介され\nた。Ｅは，台湾所在のアルミホイール製造会社の社長を名乗り，日本に進出\nして同社が製造するＦ１用のタイヤホイールを日本で販売するビジネスを始\nめる，日本語等に通じないので地元の人間が欲しい，日本における営業所兼\n商品の保管場所として倉庫が必要だなどと話した。被告人は，Ｅのビジネス\nに参加することとし，同年１１月，Ｅから，初期費用などとして２５０万円\nを受け取り，名古屋市ａ区ｂに自分の名義で倉庫（以下「ｂ倉庫」）を借り，\n初期費用として約１０６万円を払ったが，その余の金を使い込み，ｂ倉庫の\n賃料を滞納したため，その後，契約は解除された。\nＥらは，平成３０年（以下，全て同年）８月１１日頃，Ｄを輸入者として，\nタイヤホイール２０本（以下「サンプル用ホイール」）を台湾から輸出したが\n（名古屋港到着は同月１８日），その頃，被告人の使い込みによりｂ倉庫が解\n約され使用できないことを知った。しかし，被告人に対し，再度倉庫を借り\nるよう依頼し，被告人の生活費の名目で１０万円，サンプル用ホイールの通\n関費の名目で１０万円を渡した。\n被告人は，同月２０日，Ｄの名義で本件倉庫を借りた。契約締結の際には\nＥの指示を受けたＡが同席し，初期費用約８２万円を支払った。本件倉庫の\n出入り口ドアの鍵は，被告人が受領した。\n被告人は，Ｅらから，本件倉庫で人が生活した場合の光熱費や本件倉庫に\n据え置く電化製品を購入した場合の費用を尋ねられ，これを見積もって返答\nした。これを踏まえて，９月１０日，Ｅらから６０万円が振り込まれた。\n被告人は，同月１１日，名古屋税関西部事務所でサンプル用ホイールの輸\n入申告及び納税手続をしてこれを受け取り，トラックを手配するなどして本\n件倉庫内に搬入したが，サンプル用ホイールの入った段ボール箱を開封して\n検品することはなく，これらを納品すべき取引先からの連絡もなく，品質確\n認や引き取りに訪れる者もいなかった。被告人は，Ｅらに取引先との契約書\nを見せるよう求めたが，ＥらはＦとの契約が決まっているなどと述べるばか\nりで契約書などを見せることはなかった。\n被告人は，Ｅらからタイヤホイール１９２本（以下「本件ホイール」。いず\nれも段ボール箱入り。以下，段ボール箱も含め「本件貨物」と称することも\nある）の納税費用や本件倉庫の周囲に塀を建てたり窓格子を付けたりする費\n用等を尋ねられ，納税費用（約１２２万円）を計算したり，材料費を見積も\nるなどして返答した。これを踏まえて，同月１８日，Ｅらから１９０万円が\n振り込まれたが，被告人は，その全額を自己の借金返済等に充てて使い込ん\nだ。被告人は，同月１９日，本件ホイールの輸入申告手続をしたものの納税\nしなかったため輸入は許可されず，本件ホイールを受け取ることができない\nまま，同月２３日，日本を出国した。\nＥは，被告人の使い込みに気付いて，同月２８日，Ａらをして現金１２１\n万７２００円を用意させ，被告人の知人女性を税関に赴かせて納税手続をさ\nせ，本件ホイールの輸入許可を受けた。\n被告人は，同月３０日に日本に帰国し，１０月２日，９月１０日に振り込\nまれた６０万円の中から本件倉庫の賃料として２０万円を振込入金するとと\nもに，運送会社に依頼して本件ホイールを本件倉庫まで運搬させ，自身で本\n件倉庫に搬入した。被告人は残金４０万円を使い込んだ。\n被告人は，段ボール箱を開封して本件ホイールを直接目にしたことはなか\nったが，段ボール箱に製造番号の記載がなかったことなどから本件ホイール\nにも製造番号がないことを認識していた。\n被告人は，９月頃，本件倉庫を仲介した会社従業員に本件倉庫の周囲に塀\nを設置して欲しいと依頼し，本件ホイールを搬入後の１０月２日午後６時頃，\n警備会社から本件倉庫の機械警備の見積を取り，月額約１万５０００円の料\n金プランの契約を同月８日に締結する約束をした。\n被告人は，同月３日，日本を出国したが，同日，知人女性に，本件倉庫の\n見回りと不審な状況があった際の連絡を依頼した。\n本件ホイール内にはアルミホイルに包まれた覚せい剤がほぼ同量ずつ，ホ\nイールを解体しなければ発見できない状態で隠匿されていた。\nＦ１用タイヤホイールは，一般のタイヤホイールと材料や大きさが異なり，\n価格も高額である上，Ｆ１に参加しているチームから依頼を受けて製造する\nものであり，チームからの依頼を受けない限り，Ｆ１用タイヤホイールを提\n供することはない。また，必ず性能確認を行い問題がないと判明した場合に\n初めて本格的な製造に入るという過程を経るのが実情である。\n第３  原審の審理概要と原判決の要旨\n１  原審の審理概要\n原審では，被告人が，Ｅに依頼されて，Ｄの名義で本件倉庫を借りたこと，\nＥの会社が輸出した本件ホイールにつき，名古屋税関西部事務所で輸入申告を\n行い，段ボール箱に収納された本件ホイールを本件倉庫内に自ら搬入したこと，\n本件ホイールに本件覚せい剤が隠匿されていたことには争いはなかったが，覚\nせい剤所持の有無，共謀の有無，営利目的の有無に加えて，主に，被告人の覚\nせい剤の認識の有無が争われた。\n２  原判決の要旨\n原判決は，覚せい剤が隠匿された本件ホイールを被告人が所持していたこと\nは認めたものの，以下のとおり説示して，本件ホイール内に覚せい剤を含む違\n法薬物が隠匿されているとの認識が被告人にあったと認めるには合理的疑いが\n残るとして無罪を言い渡した。\n被告人は，本件ホイールが正規品ではないこと，それにもかかわらずその\n輸入のために多額の費用がかかっていることを認識していたから，本件ホイ\nールの取引が正常なものでないことを認識していたと推認できる。しかし，\nそうした認識があったとしても，そのことから直ちに本件ホイール内に何ら\nかの物質が隠匿されているかもしれないと思い至ることが当然であるとはい\nえない。\n被告人は，正常な取引ではないと感じながらも報酬を得られるのであれば\nそれで構わないと思い，高額の費用に見合う物品が隠匿されている可能性ま\nで思い付くことなく，Ｅらの指示どおりに行動していたに過ぎない可能性が\n否定できない。\n本件ホイールの取引には，ホイールが正規品ではないこと，それにもかか\nわらず高額の費用がかかっていること，Ｅらは被告人の使い込みにより賃料\n不払いとなり倉庫の賃貸借契約が解除されたことを知った後も倉庫の賃借の\n依頼をしたこと，サンプル用ホイールについては品質確認も取引業者への引\n渡しもなかったこと，被告人は本件ホイールの契約書を確認できなかったこ\nとなど不自然な点が多数あり，被告人もそれらを認識しており，このことは\n本件ホイールの取引が正常なものではないという被告人の認識を強める事情\nではある。しかし，そうした認識があったとしても，そのことから直ちに本\n件ホイール内に覚せい剤を含む違法薬物が隠匿されていると認識していたと\nはいえない。\n被告人は，本件ホイールが模造品であったと思っており，そのホイール内\nに覚せい剤が隠匿されているとは認識していなかったと述べているところ，\n本件ホイールに関して多額の費用が投じられていることについては，これを\n正規品と偽って販売することができれば投じた費用に見合った利得が得られ\nる可能性もあるから，模造品であると思っていた旨の被告人の認識が不合理\nであるとまではいえず，したがって，本件ホイール内に覚せい剤が隠されて\nいることに思いが至らなかった可能性は否定できない。\n被告人が本件倉庫について機械警備を依頼したことや知人に倉庫の見回り\nを依頼したことを踏まえ，それが違法薬物が倉庫内に隠匿されていることを\n被告人が認識していたことを推認させる事情であるとの検察官の主張につい\nては，たしかに，この事実は盗難を防ぐ必要がある物品が本件倉庫内に保管\nされていることの認識を推認させるものではあるが，このことから直ちに本\n件ホイール内に覚せい剤を含む違法薬物が隠匿されているかもしれないとの\n認識に至るとはいえない。むしろ，機械警備や見回りの依頼は，本件ホイー\nル内に違法薬物が隠匿されていることが第三者に発覚する可能性を高めるも\nのであるから，被告人が覚せい剤の隠匿の事実を認識していたとすれば不合\n理な行動である。\nこれら事情を総合考慮すると，被告人が本件ホイール内に覚せい剤を含む\n違法薬物が隠匿されていると認識していたと認めるには合理的疑いがある。\n第４  当裁判所の判断\n１  被告人が本件倉庫内において，本件覚せい剤を所持していたことを認めた原\n判決の判断には，論理則，経験則等違反はなく正当である。\n他方，原判決は，本件ホイールが正規品ではないこと，本件ホイール取引が\n正常な取引ではないことを被告人は認識していたと認定しながら，本件ホイー\nル内に覚せい剤が隠匿されていることまでは思い至らなかった可能性があり，\n本件ホイールが模造品であると思ったとの弁解も直ちに排斥できないとして，\n被告人の覚せい剤の認識を否定した。\nしかしながら，原判決の判断は，論理則，経験則等に照らして不合理といわ\nざるを得ず是認できない。以下，その理由を述べる。\n２  本件ホイール取引の不自然性について\n原判決は，被告人の使い込みによりｂ倉庫の賃料が払われず賃貸借契約が解\n除されたことを知りつつ，Ｅは被告人に改めて本件倉庫の賃借を依頼したこと\nを本件取引の不自然性の一つに挙げているが，被告人の使い込みはこれにとど\nまらず，全部で３回にわたり，その額は総額で約３７０万円に及んでいること\nが認められる。ところが，Ｅらは，そうした被告人の不正行為を知った後もな\nお被告人に協力依頼を続けるという，通常の取引社会からすると極めて不合理\nな行動をとっている上，本件取引に関して投じられた費用は証拠から明らかな\nものだけでも合計約７２４万円に達している。このことは，Ｅらにとり，自分\nたちの目的実現のために輸出入取引に通じた被告人の協力が欠かせないもので\nあり，そのため被告人が使い込みなどの背信行為に及んだとしてもそれも想定\nの範囲内のこととして甘受していたことをうかがわせる事情であり，ひいては，\nＥらが扱っている物品は，そうした損失が生ずることを踏まえてもなおそれを\n上回る多額の利得が得られるものであることを強く推察させる。\n一方で被告人は，過去に貨物の輸出入取引に関わってきた経験があり，取引\nに関する経済的合理性を判断する能力に不足はなく，そのような被告人であれ\nば，不自然であることが明らかな本件取引に自分自身が関与することのリスク\nに無関心であろうはずがなく（反対に，あえて本件取引の実態に無関心な態度\nでいたというのであれば，それは当該取引の実態を知ることが自己に不利にな\nる可能性の存在を察知したからとも考えられる），Ｅらの意図を察することも\nさして困難ではないと認められるし，被告人は最初の使い込みが発覚した後も\n二度，三度と使い込みを重ねていることに照らすと，たとえ背信行為に及んだ\nとしてもＥらはそれをとがめてはこないであろうと見透かしていたことを強く\nうかがわせる。そうすると，不自然な取引とは感じながらも報酬が得られれば\nそれで構わないと被告人は思っていた，Ｅらの指示どおりに行動していたに過\nぎない可能性も否定できないなどとは到底認められない。むしろ，被告人は，\n本件ホイール取引が何らかの問題性を含んだものである可能性を十分に認識し\nていたことがうかがえる。\n加えて，タイヤホイールが正規品ではなく，それにもかかわらず多額の利得\nを生み出すことが想定あるいは期待されているということは，その取引は，タ\nイヤホイールとしての商品価値にではなく，別の価値に重きが置かれた取引で\nあり，しかも相応の利得をもたらす取引であることになる。そうすると，本件\nホイールとこれを収納した段ボール箱はいわば隠れ蓑であり，タイヤホイール\nの輸入という外形を利用した不正又は違法な物品の輸入ではないかと予見する\nことは十分に可能である。\nこの点について，当審における事実取調べの結果によれば，被告人から本件\n倉庫に住むことを許された中国人のＧは，平成３０年９月１１日か１２日から\n２週間程度本件倉庫に寝泊まりしたが，その際，被告人から，本件倉庫の使用\n目的について，しばらくしたら機械，工具を輸入して部品を加工すると聞いた\n旨供述する。この供述の信用性についてはこれを疑う事情はないところ，これ\nによれば，被告人は本件ホイールが何らかの加工を要する物であると認識して\nいたことが推察される。本件ホイールをタイヤホイールとして販売するのであ\nれば加工の必要はないのであるから，被告人は，本件タイヤホイールの取引が，\nタイヤホイールの輸入という外形を利用した不正又は違法な物品の輸入である\nことの認識を持ち得たと認められる。\nもとより，不正又は違法な物品といっても様々なものがあるからそれが直ち\nに覚せい剤であるということにはならない。しかしながら，複数人が関与し，\n海外から別の外観を装って輸入される物で，被告人の使い込みなどを踏まえて\nもなおそれを上回る多額の利得が得られる不正又は違法な物として，覚せい剤\nを含む違法薬物を予想することは論理則，経験則等からしてさほど困難なこと\nではない。\n原判決は，本件ホイール取引が正常な取引ではないとの認識が被告人に認め\nられるとしても，そのことから「直ちに」覚せい剤隠匿の事実にまで思い至る\nとはいえない旨説示するが，原審検察官も「直ちに」覚せい剤の認識が推認さ\nれるとまで主張しておらず，複数の間接事実及びそれら間接事実から推認でき\nる事情を総合すれば，「本件貨物内」に覚せい剤を含む違法薬物が含まれている\nことの認識が推認できると主張していたものである。それにもかかわらず，原\n判決は，間接事実の持つ意味やその重要性を正当に評価せず，また，そこから\nの推認作業も，後述するような合理的疑い足り得ない事情を前提に判断した結\n果，推認を誤ったもので是認できない。\n（なお，原判決は，争点 として「被告人が本件倉庫内に本件覚せい剤が隠匿\nされていると認識していたか否か」と争点設定しながら，その検討過程では，\n覚せい剤を含む違法薬物が「本件ホイール内」に隠匿されていたことの認識の\n有無を論じ，結論として，「本件ホイール内」に覚せい剤を含む違法薬物が隠匿\nされているとの認識が被告人にあったと認めるには合理的疑いが残る，とした。\nしかしながら，論告からも明らかなように，原審検察官は，本件倉庫内に搬入\nされた「本件貨物内」に覚せい剤を含む違法薬物が隠匿されていたことの認識\nを立証しようとしていたものであり「本件ホイール内」といった限定された空\n間での隠匿に関する認識だけを問題としていたわけではない。本件では，本件\nホイール取引が正規の取引ではなく，ホイール取引の外形を利用した不正又は\n違法な取引である可能性を認識し，ひいてはそれが覚せい剤を含む違法薬物の\n取引である可能性を認識・認容すれば，必然的に本件倉庫内の本件貨物の内容\n物についての認識・認容となるのであり，覚せい剤を含む違法薬物が「本件ホ\nイール内」に隠匿されていたことの認識まで必要とされていたわけではない）\n３  合理的疑いの有無について\n原判決は，被告人が本件ホイールを模造品であると思っていた旨述べている\nことに関して，模造品であっても正規品と偽って販売することができれば相応\nの利得が得られる可能性があるから，多額の費用が投じられていても本件ホイ\nールが模造品であると思っていた旨の被告人の認識が不合理とまではいえず，\nそのような認識であった被告人が本件ホイール内に覚せい剤が隠されているこ\nとまで認識できたとはいえない旨説示する。\nしかしながら，本件ホイールについて，被告人はＥらから模造品であると説\n明を受けたことはなく，模造品と確認したわけでもない。したがって，正規品\nではないから模造品であると思った旨の被告人の供述はそれ自体，根拠薄弱と\nいわざるを得ない。しかも，本件ホイールを正規品と偽って販売すること自体，\nＦ１用タイヤホイールの流通の特殊性に照らしておよそ現実的ではなく，被告\n人ですらそのような可能性を原審公判廷では述べていなかった。仮に本件ホイ\nールを正規品と偽って販売できたとしても，Ｅらが投じた多額の費用と労力に\n見合う利得が回収できる可能性があるとは到底考えられない。したがって，多\n額の費用が投じられてはいるが模造品であると思ったとしても直ちに不合理と\nはいえないとした原判決の判断は，非現実的かつ抽象的な可能性を前提にした\n不合理なものであり，到底是認できない。そうすると，多額の費用が投じられ\nていることの認識があるのにそれが模造品であると思った旨の被告人の供述は\n信用できないといわざるを得ない。\nまた，原判決は，被告人が本件倉庫に関して警備会社に機械警備を依頼した\nり，知人に本件倉庫の見回りを依頼したことについて，これら事情は，本件ホ\nイール内に覚せい剤が隠匿されていることが第三者に発覚する可能性を高める\nものであるから，被告人が覚せい剤の認識があったとすれば不合理な行動であ\nる旨説示する。\nしかしながら，本件ホイールは段ボール箱に収められていたから，一見して\n覚せい剤が隠匿されていると分かる状態ではなく，本件倉庫に搬入する際に段\nボール箱を目にした被告人自身そのことを分かっていたはずである。警備会社\nの担当者や知人女性が本件倉庫内の段ボール箱を勝手に開けて中身を確認する\n可能性はおよそ低いのであるから，警備や見回りによって覚せい剤隠匿の事実\nが発覚する危険が増すとは到底いえない。それにもかかわらず被告人が警備や\n見回りを依頼した事実は，被告人に覚せい剤の認識があるとの推認に対する合\n理的疑いとなるとした原判決は，前提となる事実を正解しないまま，誤った推\n論をし，その結果，合理的疑い足り得ない事情を合理的疑いとしたものであり\n是認できない。\n被告人が，本件倉庫に関して警備会社に機械警備を依頼したり，知人女性に\n本件倉庫の見回りを依頼した事実は，本件ホイールが倉庫の外に持ち出されて\nは困る相応の価値のある物であることの認識が被告人にあったことを裏付ける\n事情であり，覚せい剤を含む違法薬物の認識が未必的とはいえ被告人にあった\nとの認定と相反する事情ではない。\nなお，本件では，平成３０年１０月４日，知人女性が本件倉庫の見回りをし\nた際に，本件倉庫内から不審者が立てる物音を聞き，被告人に電話をかけたも\nののつながらず，被告人の意向を確認できないまま警察に通報した結果，犯行\nが発覚したという経緯があるが，これは偶然の結果に過ぎず，被告人の予期せ\nぬ事態であったと認められる。\n４  結  論\nそうすると，本件貨物が覚せい剤を含む違法薬物であることの推認について，\nこれを妨げる事情がうかがえない本件では，被告人も未必的にはこうしたこと\nを認識していたと推認できる。もとより，違法薬物以外の禁制品の可能性を認\n識していた余地も想定できるが，覚せい剤を含む違法薬物だけがそこから除外\nされるということは特段の事情がない限りは想定し得ず，本件ではそうした特\n段の事情はない。\nこれに対し，原判決は，間接事実としての本件ホイール取引の不自然性を十\n分に理解せず，その結果，推認可能な事情を推認せず，また，不合理な推論に\n基づいて被告人の弁解を支持し，さらに，誤った前提事実を基にした推論によ\nり合理的疑い足り得ない事情を合理的疑いとするなどして，被告人の覚せい剤\nに関する故意を推認するに至らなかった。このような判断過程は，論理則，経\n験則等に照らして不合理であり，原判決には判決に影響を及ぼす重大な事実誤\n認がある。\n検察官の事実誤認の論旨は理由がある。\nよって，刑訴法３９７条１項，３８２条により原判決を破棄し，同法４００\n条ただし書を適用して自判する。\n第５  自  判\n（罪となるべき事実）\n被告人は，Ａ，Ｂ，Ｃ及び氏名不詳者らと共謀の上，営利の目的で，みだりに，\n平成３０年１０月４日，名古屋市ｃ区ｄｅ丁目ｆ番地所在の倉庫内において，覚\nせい剤であるフェニルメチルアミノプロパン塩酸塩を含有する結晶約３０６.０\n５１１㎏及び覚せい剤であるフェニルメチルアミノプロパンを含有する結晶約３\n３.５３７６㎏（別紙記載の覚せい剤は，その鑑定残量）を，覚せい剤かもしれな\nいと認識しながら，あえて，所持したものである。\n（証拠の標目）\n略\n（事実認定の補足説明）\n被告人に本件覚せい剤の所持が認められること，それが覚せい剤であることの\n未必的故意が認められること，Ａらとの共謀があること，営利目的が認められる\nことはいずれも証拠上明らかである。\n（法令の適用）\n被告人の判示所為は覚せい剤取締法４１条の２第２項，１項，刑法６０条に該\n当するところ，情状により所定刑中懲役刑及び罰金刑を選択し，その所定刑期及\nび金額の範囲内で被告人を懲役７年及び罰金３５０万円に処し，刑法２１条を適\n用して原審での未決勾留日数中１２０日をその懲役刑に算入し，その罰金を完納\nすることができないときは，同法１８条により金１万円を１日に換算した期間被\n告人を労役場に留置し，主文掲記の覚せい剤は，判示の罪に係る覚せい剤で犯人\nの所持するものであるから，覚せい剤取締法４１条の８第１項本文によりこれを\n没収し，刑訴法１８１条１項ただし書により原審及び当審での訴訟費用は被告人\nに負担させない。\n（量刑の理由）\n被告人が共犯者らとともに倉庫内で保管し所持した覚せい剤は約３３９㎏と大\n量である。本件は多額の費用を投じ複数の関係者が関わった組織的犯行であり，\n被告人は，倉庫内での覚せい剤の保管を担うなど重要な役割を果たした。覚せい\n剤についての被告人の認識が未必的なものにとどまることを踏まえても，前刑（平\n成２８年８月，偽造有印公文書行使，無免許運転罪で懲役２年，４年間執行猶予）\nの執行猶予期間中に犯行に及んでおり，厳しい非難は免れずその刑事責任は重い。\n不合理な弁解をしており，反省の態度はみられない。\nそこで，記録上認められる被告人に有利な事情も考慮し，主文の懲役刑及び罰\n金刑を科すのが相当である。\n（原審求刑  懲役１０年及び罰金３５０万円，主文掲記の没収）\n令和２年２月１０日\n名古屋高等裁判所刑事第１部\n裁判長裁判官   堀   内      満\n裁判官   山   田   順   子\n裁判官   大久 保   優   子\n（別紙）\n覚せい剤３８１点（名古屋地方検察庁平成３１年領第５１２号の以下の符号のも\nの）\n符号   １から４３までの各枝番１\n４５から８８までの各枝番１\n９０から１３３までの各枝番１\n１３５から１６０までの各枝番１\n１６２から２０７までの各枝番１\n２０９から２２６までの各枝番１\n２２８から２６５までの各枝番１\n２６７の枝番１\n２６８の枝番１\n２７０から２７９までの各枝番１\n２８１から２８４までの各枝番１\n２８５から３３７までの各枝番２及び４\n（以  上）\n"
}