{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 2,
    "month": 11,
    "day": 13
  },
  "case_number": "令和1(ワ)35314",
  "case_name": "損害賠償請求事件",
  "court_name": "東京地方裁判所",
  "lawsuit_id": "89916",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=89916",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/916/089916_hanrei.pdf",
  "contents": "令和２年１１月１３日判決言渡  同日原本領収  裁判所書記官\n第３５３１４号  損害賠償請求事件\n口頭弁論終結日  令和２年９月１８日\n判        決\n主              文\n１  被告は，原告に対し，１０万円及びこれに対する令和元年１１月２７日から\n支払済みまで年５分の割合による金員を支払え。\n２  原告のその余の請求を棄却する。\n３  訴訟費用は，これを２０分し，その１９を原告の負担とし，その余を被告の\n負担とする。\n事実及び理 由\n第１  請求\n１  被告は，原告に対し，２００万円及びこれに対する令和元年１１月２７日か\nら支払済みまで年５分の割合による金員を支払え。\n２  訴訟費用は，被告の負担とする。\n第２  事案の概要\n本件は，原告が，東京地方検察庁特別捜査部（以下「東京地検特捜部」とい\nう。）において任意で取調べを受けていた被疑者について，その妻の依頼により\n被疑者の弁護人となろうとする者として被疑者との面会を求めたところ，対応\nした検察官が，上記依頼につき確認ができないとして，被疑者に対し，原告の\n来訪を伝えず，原告と被疑者との面会を実現するための措置をとらなかったこ\nとが違法であると主張して，被告に対し，国家賠償法１条１項に基づき，慰謝\n料２００万円及びこれに対する不法行為の日である令和元年１１月２７日から\n支払済みまで平成２９年法第４４号による改正前の民法所定の年５分の割合に\nよる遅延損害金の支払を求める事件である。\n１  前提事実（当事者間に争いのない事実及び弁論の全趣旨により容易に認めら\nれる事実）\n原告は，弁護士である。\nＡは，衣料品の製造，販売等を業とする有限会社Ｂ（以下「Ｂ」という。）\nの共同代表取締役であった者であり，同社の従業員らと共謀の上，同社の売\n上金を着服横領していたとの被疑事実により，令和元年１０月中旬から，東\n京地検特捜部による捜査の対象となっていた（以下「本件被疑事件」という。）。\n東京地検特捜部は，同年１１月２６日，本件被疑事件について，Ａの居宅\n及びＢの事務所のうちＡが私的に使用する居室などの捜索差押えを実施した\nところ，同居室内において２億円を超える現金を発見押収したほか，Ａ及び\nＡの妻が使用する各携帯電話等を押収した（以下「本件捜索差押え」という。）。\nＡは，上記捜索差押えに立ち会い，同日午後８時頃から午後１１時頃までの\n間，東京地方検察庁において，Ｃ検察官による取調べを受けた。\nＡは，令和元年１１月２７日午前１１時１０分頃（以下，同日の場合は年\n月日を省略することがある。），東京地方検察庁に出頭し，Ｃ検察官の取調べ\nを受けた（以下「本件取調べ」という。）。この際，Ｃ検察官は，本件被疑事\n件の主任検察官であったＤ検察官から，できるだけ短時間でＡを退庁させる\nよう指示を受けていた。\nア  Ａは，本件捜索差押えの後，本件取調べの開始に先立ち，Ａの妹から，\nその娘の使用する携帯電話（以下「本件携帯電話」という。）を借り受け，\n同日の午前中（出頭前）に，原告の所属する弁護士事務所に架電して，弁\n護士に相談したい旨を申し入れた。\nイ  原告は，午後０時前後に本件携帯電話に折り返し架電したところ，対応\nしたＡの妻からＡの弁護につき依頼を受けた。\n原告は，午後３時１０分頃，東京地方検察庁を訪れ，Ａの妻から依頼を受\nけた弁護士であり，Ａの弁護人になろうとする者であるとしてＡとの面会を\n求めたところ，Ｄ検察官が電話で対応した。Ｄ検察官は，原告に対し，Ａを\n取調べ中であるが取調べは短時間で終了する予定であることを説明した上，\n取調べ終了後に改めて連絡することを提案して原告の意向を確認したところ，\n原告は，取調べ終了までの時間をＤ検察官に尋ねたので，Ｄ検察官は，取調\nべ終了までの時間は明確には答えられない旨回答した。原告は，Ｄ検察官に\n対し，Ａとの面会を要求し，Ａが原告と面会する意思があるか否かを確認す\nるよう求めたが，Ｄ検察官は，任意の取調べを実施中であり，単に弁護人に\nなろうとする者であると自称する弁護士が被疑者との面会を求めたからとい\nって，検察官がその資格等を確認することなく直ちに面会させることはでき\nない旨を述べ，原告に再考を促して一度電話を切った。\nＤ検察官は，午後３時４０分頃，原告に対し，電話で，同日午前にも原告\nと同様に，Ａの妻から依頼を受けた弁護士を名乗る者からＡとの面会を申し\n入れる連絡があったことから，原告がＡの妻から依頼を受けた弁護士である\nかを確認する必要があり，そのためには一定の時間が必要である旨説明した\nところ，原告はこれを了承した。\n原告は，この際に，Ｄ検察官に対し，Ａが原告の事務所に電話番号を伝え，\n原告がこの電話番号に架電したところ，Ａの妻から弁護人選任の依頼を受け\nた旨説明し，上記電話番号（以下「本件電話番号」という。）を，Ａの妻の携\n帯電話番号であるとしてＤ検察官に伝えた。\n原告は，午後４時１５分頃，Ｄ検察官に対し電話をし，確認作業の進捗状\n況を尋ねた。Ｄ検察官は，原告から伝えられていた本件電話番号の使用者を\n確認できておらず，原告がＡの妻から弁護を依頼された事実が確認できない\nとして，原告に対し，Ａが原告と面会する意思があるか確認することは適切\nではない旨を説明した。これに対し，原告は，本件電話番号に直接電話を掛\nけ，妻からの依頼事実を確認すべきである，Ａが原告と面会する意思がある\nかを直ちにＡに確認すべきであるなどと主張したが，Ｄ検察官は，必要な資\n格等の確認は行わざるを得ない旨を伝え，電話を終了した。\nＤ検察官は， Ａ，Ａの\n妻，長女，長男，両親，妹がそれぞれ使用する携帯電話番号を確認したが，\nいずれも本件電話番号と異なるものであった。また，Ｄ検察官は，本件捜索\n差押えに従事した検察事務官らが，Ａの妻から連絡先等として本件電話番号\nを教示された可能性を考え，上記検察事務官らに確認を行ったが，本件取調\nべ終了までに確認できた検察事務官らは，いずれも本件電話番号の教示を受\nけていなかった。さらに，Ｄ検察官は，本件捜索差押えで押収したＡ及びＡ\nの妻の携帯電話内に保存されているアドレス帳データに本件電話番号が登録\nされているかを問い合わせたが，保存されているデータを保全する作業が未\n了であったことから，アドレス帳データを閲覧し確認することはできなかっ\nた。\nＤ検察官は，午後４時３０分頃，Ｃ検察官から，Ａの取調べを終えたので\nＡを退出させたい旨の連絡を受け，本件電話番号を示してＡに確認するよう\n指示し，その後，Ｃ検察官から，Ａへの聴取結果として， 本\n件携帯電話の借用及び弁護士事務所への架電）と併せて，原告と面会する意\n思がある旨の報告を受けた。Ｄ検察官は，午後５時前頃，原告に対し，取調\nべを終了すること，Ａが原告と面会する意思があることを伝えた。Ａは，午\n後５時頃，東京地方検察庁を退出した。\nＣ検察官は，本件取調べ中，Ａが本件被疑事件について自白する内容の供\n述調書１通を録取した。\n２  争点\n本件の争点は，原告がＡとの面会を要求したことに対し，Ｄ検察官が，直ち\nに原告とＡとの面会を実現させなかったことの違法性及び損害である。\n第３  当事者の主張\n１  原告の主張\n刑事訴訟法３９条１項は，身体の拘束を受けている被告人又は被疑者に関\nし，弁護人又は弁護人を選任することができる者の依頼により弁護人となろ\nうとする者（以下「弁護人等」という。）との接見交通権について規定してい\nるが，被疑者として任意の取調べを受けているにもかかわらず弁護人となろ\nうとする者の来訪も告げられない状態は，身体の拘束を受けているに等しい\n状態であって，同条が適用されるべきである。仮に，同条が身体拘束されて\nいる被告人又は被疑者にのみ適用される規定であるとしても，同条は，身体\n拘束されていない者はいつでも自由に弁護人を選任できることを前提として\nいるのであるから，同条の勿論解釈として，身体拘束を受けていない被疑者\nについても，弁護人等との面会が認められるべきである。\n原告は，Ａの弁護人になろうとする者として東京地方検察庁を訪れ，Ａの\n面会を求めたのであるから，これに対応したＤ検察官には，Ａに対して原告\nの来訪を告げ，原告との面会の意思があるかどうかを確認するとともに，原\n告とＡとの面会実現のための措置をとるべきであった。\nにもかかわらず，Ｄ検察官は，原告の来訪をＡに告げることなく，２時間\n近くにわたって原告とＡとの面会を妨害し，原告の接見交通権を侵害したも\nのであるから，このような行為は，刑事訴訟法３０条１項，３９条１項及び\n憲法３１条に反する違法なものである。\n原告が弁護人選任の依頼を受けたのは，原告が所属する弁護士事務所への\nＡの電話がきっかけなのであるから，原告がＡの妻から依頼を受けたかどう\nかは，Ａに確認すればすぐに分かることである。また，原告は，本件電話番\n号をＤ検察官に伝えているのであるから，本件電話番号に架電すれば，Ａの\n妻による依頼の事実は容易に確認できる。これらの確認をあえて行わず，殊\n更に迂遠な方法で本件電話番号の確認に長時間を費やすことは，時間稼ぎに\nよる接見妨害の意図によるものであることを物語っている。\n原告は，Ｄ検察官の上記行為により，Ａとの速やかな面会を果たせず，Ａ\nに対してなすべき助言を行うことができなかったのであり，十全な職責を果\nたすことができなかった。これによって原告が受けた精神的苦痛に対する慰\n謝料は，２００万円が相当である。\n２  被告の主張\n身体拘束を受けていない任意取調べ中の被疑者に対する，弁護人等の面会\n権については，憲法及び刑事訴訟法に何らの規定もなく，身体拘束を受けて\nいない被疑者は，いつでも取調べを拒否して退出することにより弁護人の援\n助を受けるための手段を自らとることができるから，現行法上，上記権利が\n認められているとはいえない。\n接見を申し出た者が弁護人となろうとする者に該当するといえるためには，\n弁護士資格を有すること（刑事訴訟法３１条１項）のほか，弁護人選任権者\nの依頼があることが必要である（同法３９条１項）。捜査機関（検察官，検察\n事務官又は司法警察職員をいう。以下同じ。）にとっては，弁護人選任権者か\nらの依頼により弁護人となろうとする者であるかどうかは明らかではないの\nで，このような者から接見の申出を受けた捜査機関は，合理的な時間の範囲\n内で，接見を申し出た者に対し，弁護人選任権者からの依頼の存在につき説\n明及び資料の提示を求め，確認することができる。捜査機関が，弁護人選任\n権者からの依頼の存在を確認することができない間は，弁護人となろうとす\nる者と被疑者を面会させる根拠がないのであるから，捜査機関が被疑者と面\n会させなかったとしても，何ら違法となるものではない。\n本件被疑事件については，Ａが２億円を超える多額の現金を保管していた\n目的や事件の背後関係が明らかになっていなかったのであり，上記現金に利\n害関係を有する未把握の者による捜査妨害や，Ａに対する不当な働きかけの\n可能性が具体的に想定される事態が生じていた。また，本件取調べ当日の午\n前１０時頃，Ａの妻から依頼を受けた弁護士であると自称する者がＡとの面\n会を求めるとともに，Ａの居所を尋ねるという不審な電話があった。このよ\nうな事実経過からすれば，本件事件に利害関係を有する周辺者等が，弁護士\nを介してＡに不当な働きかけを行うことなどを懸念すべき状況であったとい\nえるから，Ｄ検察官は，Ａの妻が弁護士に依頼したという事実について，特\nに慎重に確認を行うべき事情があった。\nＤ検察官は，Ａの妻やその他の親族の電話番号と本件電話番号の照合を行\nったものの，本件電話番号と一致するものは見当たらず，前日に押収した携\n帯電話に保存されている電話番号データについては，データ処理が未了であ\nったこともあり，確認することができなかった。また，Ａの居室への捜索差\n押えに臨場していた検察事務官らへの確認作業を行ったが，直ちに連絡をと\nって確認することが困難であったこともあり，一定の時間を要することはや\nむを得ないことであった。本件電話番号に架電したとしても，対応した者が\nＡの妻であるかを確認することはできず，捜査妨害やＡへの不当な働きかけ\nを図る周辺者やその関係者がＡの妻になりすますなどした場合，それを識別\nすることは困難であるから，本件電話番号に架電せず，上記方法によって確\n認を行うことは合理的な判断であった。\n捜査機関にとっては，Ａの妻から依頼を受けたことを確認できなかった原\n告は，捜査妨害やＡへの不当な働きかけを目的とする周辺者等から依頼を受\nけた者である可能性もあったのであり，原告が面会を希望していることをＡ\nに伝えることは，いたずらにＡを畏怖又は萎縮させるなどすることになりか\nねず，適切とはいえない。\nＤ検察官は，原告がＡの妻から依頼を受けた事実について，合理的な時間\nの範囲内で必要な確認作業を行っていたものであり，本件取調べが終了する\nまでの間，上記事実を確認できなかったのであるから，Ｄ検察官が，本件取\n調べの間，Ａに原告からの面会申入れがあったことを伝えず，原告をＡと面\n会させなかったことは違法とは言えない。\n第４  当裁判所の判断\n１  身体拘束を受けていない被疑者に対する弁護人等の面会権\nア  捜査機関は，弁護人等から身体の拘束を受けている被疑者との接見の申\n出があったときは，原則としていつでも接見等の機会を与えなければなら\n判決民集５４巻５号１６３５号）。\nイ  この理は，身体の拘束を受けていない被疑者について，捜査機関により\n任意の取調べが行われている場合についても同様に解すべきである。すな\nわち，弁護人等は，その弁護活動の一環としていつでも自由に被疑者と面\n会することができると解されるが，取調べ中の被疑者と直接に連絡を取る\nことはできない。一方で，被疑者は，身体の拘束を受けていない場合であ\nっても，弁護人等との面会予定を事前に把握しているなどの特段の事情が\nある場合を除き，取調べの継続中に自由に退去して弁護人の援助を受ける\nための手段を自らとることは困難であり，弁護人等の来訪につき告知を受\nけ，接見の機会を得て初めて，弁護人による実質的な弁護を受ける権利（刑\n事訴訟法３０条１項）を保障されるものと解される。\nウ  一方で，任意の取調べを行う捜査機関は，当該時点においては，被疑事\n件の捜査のために被疑者の身柄を拘束する権限を有していないから，取調\nべが継続中であること又はその予定を理由として接見を拒み，又はその日\n時等を指定すること（刑事訴訟法３９条３項）はできないものと解される。\nエ  以上の事情を総合すると，身体拘束を受けていない被疑者に対する弁護\n人等から面会の申出があった場合には，捜査機関としては，取調べを中断\nした上で，速やかに弁護人等の来訪を被疑者に伝え，被疑者が面会を希望\nするときは，その実現のための措置をとらなければならないというべきで\nあり，取調べの性格上，特定の事項に係る質疑等のため一定の時間を要し，\n即時の中断が困難な場合があること等を考慮しても，社会通念上相当と認\nめられる範囲を超えて弁護人等の来訪を被疑者に伝えず，その結果，速や\nかに弁護人等との面会が実現されなかった場合には，当該捜査機関の行為\nは，弁護人等の弁護活動を阻害するものとして違法と評価され，国家賠償\n法１条１項の規定による損害賠償の対象となるものと解される。\nア  以上の判示に関し，被告は，身体拘束を受けていない被疑者に対する弁\n護人等の面会権については，刑事訴訟法３９条とは異なり何らの規定もな\nいし，身体拘束を受けていない被疑者は，いつでも弁護人の援助を受ける\nための手段を自らとることができるから，弁護人等には，身体拘束を受け\nていない被疑者に対する面会権は認められているとはいえないと主張する。\nイ  しかしながら，身体拘束中の被疑者につき刑事訴訟法３９条１項の規定\nがある以上，任意の取調べ中の被疑者について，弁護人等との接見につき，\n少なくとも同等の権利を保障すべき必要があることは，捜査機関にとって\n６日第５民事部判決）\nが存在することも併せ考えると，被告の主張は，検察官の行為規範（職務\n行為基準説）に関する主張としても採用し難い（なお，前記前提事実 の\nとおり，Ｄ検察官は，本件電話番号につき原告から伝達を受けて，直ちに\nその確認作業に着手しているのであって，この点は，接見の機会付与に係\nる職務上の義務を前提とした行動と解される。）。\n２  Ｄ検察官の職務上の義務\nア  前記１の義務は，被疑者との面会を求めた者が弁護人等であることが前\n提になると解されるから，捜査機関は，面会を求めた者が弁護人等である\nかどうかを確認することができるというべきであり，具体的には，捜査機\n関は，「弁護人選任権者からの依頼」により弁護人になろうとする者である\nかどうかの確認のため，選任権者の氏名やその者による依頼の有無につい\nて，選任権者による書面の提出などの疎明を求めることができる。そして，\n上記のような確認ができるまでの間，捜査機関が被疑者との面会の機会を\n設けなかったとしても，直ちに違法とはいい難い。\nイ  ただし，前記１のとおり，捜査機関は，弁護人選任権者からの依頼が確\n認できた場合には，速やかに被疑者と弁護人等との面会のための措置をと\nらなければならないのであるから，その前提として，適切な方法により，\n合理的な時間内に上記確認を行うべき義務を負うものと解すべきである。\nまた，上記確認が，被疑者の弁護人選任権の実質的な保障のため弁護人\n等が被疑者に対し面会を求める権利の実現のための重要な前提となって\nいる以上，どのような確認方法を採るかについても，捜査機関には，上記\nの保障への配慮が求められるものと解すべきである。\nすなわち，「弁護人選任権者からの依頼」は，①「弁護人選任権者」の実\n在（本人確認）と，②当該者からの依頼の事実の確認により構成されると\nころ，上記②の依頼は口頭によるものを含み，また，書面による場合にも，\n弁護人等において，上記①②を兼ね備えた疎明をすることは困難な場合も\n多いと考えられる。一方で，上記の依頼が被疑者本人による場合はもちろ\nん，他の選任権者による場合であっても，当該依頼の存在を裏付ける情報\nは，被疑者本人が有している場合も多いと考えられ，また，接見の機会の\n付与は，最終的には被疑者本人の意思に委ねられるものである。\n以上の事情を考慮すれば，捜査機関は，弁護人選任権者からの依頼の存\n否について，被疑者との接見を申し出た者（弁護士等）による疎明が不完\n全な場合であっても，当該申出を裏付ける事情の存否につき，被疑者本人\nへの確認を含めて検討すべき義務を負うものと解するのが相当である。\n以上を前提として，Ｄ検察官の職務上の義務の存否について検討する。\nア  この点，前記前提事実 のとおり，Ｄ検察官は，午後４時３０分頃に\n本件取調べの終了の報告を受けた時点で，Ｃ検察官に対し本件電話番号に\nついてＡ本人への確認を指示し，その結果，Ａによる本件携帯電話の使用\n(借用)や，弁護士事務所への架電の事実につき確認したものである。\nイ  一方で，原告は，前記前提事実 のとおり，午後３時４０分頃の時点で，\nＡの妻からの依頼の事実の確認の必要性を主張するＤ検察官に対し，自ら\nに対する依頼の経緯（弁護士事務所へのＡの架電の事実等）と併せて，本\n件電話番号を伝達しており，当該伝達は，自らの資格を裏付ける事実を補\n充的に主張する趣旨であることが明らかである。Ｄ検察官としては，当該\n伝達の時点で，Ｃ検察官に対し前記アと同様の指示をすることにより，原\n告の申出を裏付ける事情を確認することは容易であったものというほかな\nい。\nウ  他方，前記前提事実 のとおり，本件捜索差押えにより，Ａ及びその妻\nが使用する携帯電話は押収されており，同人らが弁護士に対する依頼のた\nめ電話連絡を試みるに当たり，親族又は知人等から携帯電話を借用する可\n能性は当然に想定されるところである。この観点からは，本件携帯電話（本\n件電話番号）の本来の使用者を調査し，その結果，Ａ又はその妻の親族で\nあることが判明したとしても，当該事実のみにより，Ａ又はその妻が本件\n携帯電話を借用した事実が裏付けられるものではなく，逆に，本来の使用\n者が本件被疑事件の関係者等であることが判明したとしても，当該事実の\nみにより，上記借用の可能性を排除することはできない。さらに，本件電\n話番号に架電したとしても，対応した者の本人確認が困難であり，Ａの妻\nによる依頼の事実を的確に確認できない点は，被告自身も主張するところ\nである。\nこれらの事情に照らせば，本件携帯電話の本来の使用者の特定は，弁護\n人選任権者による依頼の存否を確認するに足りず，結局のところ，当該依\n頼の存否の確認のためには，前記アと同様に，本件携帯電話（本件電話番\n号）に関して，現に庁内に所在するＡ本人への確認を要するものであり，\nこの点は，Ｄ検察官においても認識可能な事情であったというほかない\n（現に，Ｄ検察官は，本来の使用者の特定作業が未了のまま，前記アの確\n認作業を行っている。）。\nエ  以上の事情を総合すれば，Ｄ検察官は，前記イのとおり，午後３時４０\n分頃に原告から本件電話番号等の伝達を受けた時点において，前記アと同\n様に，本件電話番号につきＡ本人に確認し，その結果を前提として，原告\nの来訪をＡに伝えるべき職務上の義務を負っていたものと解するのが相当\nである。\nア  以上の判示に関し，被告は，本件電話番号についてＡに確認した場合，\n本件被疑事件の関係者等による不当な働きかけをＡが察知し，畏怖ないし\n萎縮するおそれを生じさせるから，Ａの妻の弁護人選任依頼の有無を確認\nするためにＡ本人に本件電話番号について確認することは適切ではなく，\n本件電話番号自体についての確認作業（前記前提事実 ）を行ったことは\n適切である旨を主張し，関連する事情として，本件被疑事件の特質（背後\n関係の可能性等）や，本件取調べの当日午前中に，自称弁護士による不審\nな電話があった事実を主張する。\nイ  しかしながら，前記⑴のとおり，捜査機関は合理的な時間内に原告がＡ\nの妻から正式に依頼を受け弁護人となろうとする者であるかの確認を行\nう義務を負っていたというべきところ，\n本件の事情の下では，当該依頼の有無については，現に庁内に所在するＡ\n本人への確認が直截かつ簡便な方法であり，Ｄ検察官の立場に照らしても，\n他の合理的な方法は想定し難いものというほかない。\nウ  また，前記前提事実⑸のとおり，原告は，Ｄ検察官に対し，本件電話番\n号の伝達と併せて，Ａによる弁護士事務所への架電と，これに対する原告\nの返電の事実を含めて選任依頼に至る経緯を説明していたことに照らせば，\nＤ検察官としては，①本件電話番号自体に関するＡの認識の有無を確認し，\n又は，②当日午前中のＡによる架電の有無及び架電先を確認することによ\nり，弁護士（原告）の来訪の事実を伝えることなく，選任依頼に関する事\n実を確認することは可能であり，関係者の介入に係るＡの畏怖等を通じて\n捜査に支障を生ずる具体的なおそれが生ずるものとは考え難い。これらの\n確認方法の採用によりＡが認識する可能性のある事実は，捜査機関におい\nて本件携帯電話の存在や，Ａによる当日午前中の架電につき把握している\n事実にとどまり，仮に，本件携帯電話と事件関係者との関連性が存在する\nと仮定しても，上記確認方法の採用により，Ａにおいて，第三者の介入可\n能性につき認識する端緒となるものとは考え難いからである。\nエ  現実に， Ｄ検察官は，本件取調べの終了後に，\n前記①の確認作業を行ったものであり，この点は，当該確認方法により具\n体的な捜査上の支障を生じないことを端的に裏付けるものというほかない。\nこの点，被告の主張中には，上記の確認作業につき，Ａと原告との接触の\n当否の判断のため行った旨をいう部分があるが，本件取調べが任意捜査と\nして行われたことに照らせば，捜査機関において，その終了後に上記接触\nの可否ないし当否を判断する権限自体が存在しないものであり，上記主張\nは採用し難い。\nオ  以上によれば，被告の前記アの主張は採用できない。\n３  違法性の有無\n以上述べたところによれば，Ｄ検察官は，午後３時４０分頃，原告から，\n自らへの依頼の経緯と併せて，本件電話番号につき伝達を受けた時点から，\n前記①（本件電話番号自体についてのＡの認識）又は②（当日午前中の架電\nの有無及び架電先）につきＡ本人に確認し，これを前提として，Ａに対し，\n原告の来訪につき伝達すべき職務上の義務を負っていたところ，午後４時３\n０分頃までの間，上記の確認を行っていない。以下においては，当該Ｄ検察\nられる範囲を超え，違法と評価されるか否かについて検討する。\nア  この点，上記の不作為に係る時間は約５０分前後である。特に，前記２\nにおいて，弁護人選任権者による依頼\nの存否の確認のために，本件携帯電話の本来の使用者の調査のみでは足り\nず，Ａ本人への確認を要するものと解されるが，Ｄ検察官としては，その\nような認識に至るためには一定の検討時間を要するものと解されること\nに照らして，上記の時間（５０分）が長時間にわたるものとは評価できな\nい。\nイ  しかしながら，本件においては，Ｄ検察官は，Ｃ検察官から，本件取調\nべの終了につき連絡を受けて初めてＡ本人への確認を行ったものであり，\n確認までの時間が短時間にとどまったのは，取調べの終了に伴う結果に過\nぎないものともいえる。\nむしろ，原告において，Ａ本人に対する即時の確認を主張していたこと\n確認に先立ち，Ｃ検察官において取り調\n原告の立場からすれば，取調べの終了前の接見等の機会を奪われたものに\n等しいものと評価するほかない。また，客観的な観点に照らしても，前記\n調べの継続を理由として接見を拒むことはできないと解されるところ，選\n任依頼の確認に係る捜査機関の検討(時間)につき配慮することは，任意捜\n査に係る捜査機関の権限の制約を，実質的に没却する結果ともなりかねな\nい。\nウ  以上を考慮すれば，Ｄ検察官の前記不作為は，社会通念上相当と認めら\nれる範囲を超え，国家賠償法１条１項の適用上違法と評価するのが相当で\nある。\n４  原告に生じた損害額\n上記２のとおり，原告は，Ｄ検察官の行為により，弁護人等であることの適\n切な確認方法がとられないまま，弁護人等であることが確認できないとしてＡ\nとの面会を制限され，弁護権を違法に侵害されたものと認められる。そして，\n本件の一切の事情を考慮すると，原告が被った精神的損害に対する慰謝料は，\n１０万円が相当であると認められる。\n第５  結論\n以上によれば，原告の請求は，損害賠償金１０万円及びこれに対する不法行\n為の日である令和元年１１月２７日から支払済みまで年５分の割合による遅延\n損害金の支払を求める限度で理由があるからその限度で認容し，その余は理由\nがないからこれを棄却し，仮執行宣言については相当でないからこれを付さな\nいこととして，主文のとおり判決する。\n東京地方裁判所民事第１部\n裁判長裁判官     前   澤   達   朗\n裁判官     中   畑   章   生\n裁判官     加   藤   邦   太\n"
}