{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Reiwa",
    "year": 3,
    "month": 7,
    "day": 6
  },
  "case_number": "令和3(行ヒ)76",
  "case_name": "地方自治法２５１条の５に基づく違法な国の関与（是正の指示）の取消請求事件",
  "court_name": "最高裁判所第三小法廷",
  "result_type": "判決",
  "result": "棄却",
  "article_info": "民集　第75巻7号3422頁",
  "original_court_name": "福岡高等裁判所\n        　那覇支部",
  "original_case_number": "令和2(行ケ)1",
  "original_date": {
    "era": "Reiwa",
    "year": 3,
    "month": 2,
    "day": 3
  },
  "gist": "１　沖縄県漁業調整規則（昭和４７年沖縄県規則第１４３号。令和２年沖縄県規則第５３号による改正前のもの）４１条１項に基づく水産動植物の採捕に係る許可に関する県知事の判断と地方自治法２４５条の７第１項所定の法令の規定に違反していると認められるもの\n２　沖縄県漁業調整規則（昭和４７年沖縄県規則第１４３号。令和２年沖縄県規則第５３号による改正前のもの）４１条に基づく水産動植物の採捕に係る許可の申請について，県知事において審査基準にいう申請内容の必要性を認めることができないと判断したことが裁量権の範囲の逸脱又はその濫用に当たると認められた事例",
  "case_gist": "１　沖縄県漁業調整規則（昭和４７年沖縄県規則第１４３号。令和２年沖縄県規則第５３号による改正前のもの）４１条１項に基づく水産動植物の採捕に係る許可に関する県知事の判断は，裁量権の範囲の逸脱又はその濫用に当たると認められる場合には，地方自治法２４５条の７第１項所定の法令の規定に違反していると認められるものに該当する。\n２　公有水面埋立法４２条１項に基づく承認を受けた公有水面の埋立てに関し，埋立区域の一部について当該承認に係る願書に記載された設計の概要に含まれていない内容の地盤改良工事を追加して行う必要があることが判明していた場合において，沖縄県漁業調整規則（昭和４７年沖縄県規則第１４３号。令和２年沖縄県規則第５３号による改正前のもの）４１条に基づき埋立区域内に生息する造礁さんご類を埋立区域外に移植することを内容とする採捕の許可を求める申請について，県知事において審査基準にいう申請内容の必要性を認めることができないと判断したことは，当該造礁さんご類が上記地盤改良工事の対象となっている水域外における護岸造成工事の予定箇所又はその近辺に生息していたなど判示の事情の下では，裁量権の範囲の逸脱又はその濫用に当たると認められる。\n（２につき反対意見がある。）",
  "ref_law": "（１，２につき）地方自治法２４５条の７第１項，漁業法（平成３０年法律第９５号による改正前のもの）６５条２項１号，水産資源保護法（平成３０年法律第９５号による改正前のもの）４条２項１号，沖縄県漁業調整規則（昭和４７年沖縄県規則第１４３号。令和２年沖縄県規則第５３号による改正前のもの）３３条２項，沖縄県漁業調整規則（昭和４７年沖縄県規則第１４３号。令和２年沖縄県規則第５３号による改正前のもの）４１条１項，沖縄県漁業調整規則（昭和４７年沖縄県規則第１４３号。令和２年沖縄県規則第５３号による改正前のもの）４１条２項\n（２につき）公有水面埋立法２条２項，公有水面埋立法４条１項，公有水面埋立法１３条ノ２，公有水面埋立法４２条１項，公有水面埋立法４２条３項，行政手続法５条",
  "lawsuit_id": "90462",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=90462",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/462/090462_hanrei.pdf",
  "contents": "令和３年（行ヒ）第７６号  地方自治法２５１条の５に基づく違法な国の\n関与（是正の指示）の取消請求事件\n令和３年７月６日  第三小法廷判決\n主      文\n本件上告を棄却する。\n上告費用は上告人の負担とする。\n理      由\n第１  事案の概要等\n１  沖縄防衛局は，普天間飛行場の代替施設を沖縄県名護市辺野古沿岸域に設置\nするための公有水面の埋立て（以下「本件埋立事業」という。）に関し，沖縄県漁\n業調整規則（昭和４７年沖縄県規則第１４３号。令和２年沖縄県規則第５３号によ\nる改正前のもの。以下「本件規則」という。）４１条に基づき，上告人に対し，埋\n立区域内に生息する造礁さんご類を埋立区域外に移植することを内容とする採捕の\n許可を求める２件の申請（以下「本件各申請」という。）をしたが，上告人は何ら\nの処分もしなかった。被上告人は，本件各申請を許可する旨の処分（以下「本件各\n許可処分」という。）をしない沖縄県の法定受託事務の処理が法令の規定に違反す\nるなどとして，同県に対し，地方自治法２４５条の７第１項に基づき，本件各許可\n処分をするよう求める是正の指示（以下「本件指示」という。）をした。\n本件は，上告人が，本件指示は違法な国の関与に当たると主張して，地方自治法\n２５１条の５第１項に基づき，被上告人を相手に，本件指示の取消しを求める事案\nである。原審は，上記法定受託事務の処理が法令の規定に違反し，本件指示は適法\nであるとして，上告人の請求を棄却した。\n２  原審の適法に確定した事実関係等の概要は，次のとおりである。\n漁業法（平成３０年法律第９５号による改正前のもの。以下同じ。）６５\n条２項１号は，都道府県知事は，漁業取締りその他漁業調整のため，水産動植物の\n採捕に関する制限又は禁止に関して必要な規則を定めることができる旨を規定す\nる。水産資源保護法（平成３０年法律第９５号による改正前のもの。以下同じ。）\n４条２項１号は，都道府県知事は，水産資源の保護培養のために必要があると認め\nるときは，水産動植物の採捕に関する制限又は禁止に関して，規則を定めることが\nできる旨を規定する（以下，上記の各規定を併せて「漁業法６５条２項１号等」と\nいい，漁業法及び水産資源保護法を併せて「漁業法等」という。）。\n漁業法６５条２項１号等により都道府県が処理することとされている事務は，法\n定受託事務である（地方自治法２条９項１号，漁業法１３７条の３第１項１号，水\n産資源保護法３５条）。\nイ  本件規則は，漁業法等その他漁業に関する法令とあいまって，沖縄県におけ\nる水産資源の保護培養，漁業取締りその他漁業調整を図ること等を目的とするもの\nである（１条）。本件規則は，造礁さんご類を採捕してはならない旨を規定するが\n（３３条２項），試験研究等のための水産動植物の採捕に係る知事の許可（以下\n「特別採捕許可」という。）を受けた者が行う当該試験研究等については，同項の\n規定を適用しないものとしている（４１条１項）。同条２項は，特別採捕許可を受\nけようとする者は，所定の申請書を知事に提出しなければならない旨を規定する。\n沖縄県知事は，特別採捕許可の申請について，標準処理期間（行政手続法６条）\nを４５日と定めるとともに，申請内容に必要性と妥当性が認められること等を内容\nとする審査基準（同法５条。以下，同審査基準を「本件審査基準」という。）を定\nめた上，これらを公にしている。\nさんご類は，さんご礁の形成に不可欠な役割を果たすとともに，漁業の対象\nとなる生物の生息場所等として機能し，周辺の水産資源の保護，漁場の形成等の点\nで重要な役割を果たしている。さんご類の移植については，移植後の生残率は高く\nないとされており，沖縄県においては移植から４年後の生残率が２０％以下という\nデータもある。\n国は，アメリカ合衆国軍隊が使用する沖縄県宜野湾市所在の普天間飛行場に\nつき，同国との間で，一定の措置を講じた後に返還される旨を合意し，その後，同\n飛行場の代替施設を名護市辺野古沿岸域に設置することとした。\n沖縄防衛局は，名護市辺野古の辺野古崎地区及びこれに隣接する水域（以\n下，この水域を「本件水域」という。）に上記代替施設を設置するため，平成２５\n年３月２２日，沖縄県知事に対し，本件水域の公有水面の埋立て（本件埋立事業）\nの承認を求めて，公有水面埋立承認願書を提出した（以下，この出願を「本件埋立\n出願」という。）。同願書に添付された環境保全に関し講ずる措置を記載した図書\n（以下「本件図書」という。）は，本件埋立事業に係る環境影響評価書（環境影響\n評価法等に基づいて作成されたもの）を踏まえて作成されたものであるところ，本\n件図書には，本件水域内に生息するさんご類について，避難措置として適切な場所\nに移植を行う旨が記載されていた。\n当時の沖縄県知事は，本件埋立出願につき，公有水面埋立法４条１項各号の要件\nに適合すると判断して，平成２５年１２月２７日，同法４２条１項に基づく承認\n（以下「本件埋立承認」という。）をした。\n沖縄防衛局が本件埋立承認の後に実施した土質調査の結果，本件水域のうち\n辺野古崎の東側部分（以下「大浦湾側」という。）における大半の水域の地盤が軟\n弱であることが，平成３０年頃までに判明した（以下，この水域を「本件軟弱区\n域」という。）。この結果を受けて，同局は，本件軟弱区域について，本件埋立出\n願の願書に記載された設計の概要に含まれていない内容の地盤改良工事（以下「本\n件地盤工事」という。）を追加して行うことを決定した。\n沖縄県副知事は，平成３０年８月３１日，沖縄県知事の職務代理者の委任に\n基づき，沖縄防衛局に対し，上記 の事情により本件埋立事業が公有水面埋立法４\n条１項１号及び２号の各要件に適合していないこと等を理由として，本件埋立承認\nを取り消した。もっとも，国土交通大臣は，地方自治法２５５条の２第１項に基づ\nく沖縄防衛局の審査請求を受けて，平成３１年４月５日付けで，上記の本件埋立承\n認の取消しを取り消す旨の裁決をした。\n沖縄防衛局は，平成３１年４月２６日及び令和元年７月２２日，上告人に\n対し，本件埋立事業に係る環境影響評価書に基づく環境保全措置（造礁さんご類の\n移植技術に関する試験研究）の実施を目的として，大浦湾側に生息する合計約３万\n９５９０群体の小型さんご類（以下「本件さんご類」という。）を本件水域外の近\n隣の水域に移植することを内容とする特別採捕許可の申請（本件各申請）をした。\n本件さんご類の具体的な生息場所は，本件軟弱区域外の護岸造成工事（以下「本件\n護岸工事」という。）が予定されている箇所又はその近辺に限られている。\nイ  上告人は，本件各申請について，本件審査基準にいう申請内容の必要性及び\n妥当性があるか否かを判断することができないなどとして，特別採捕許可の申請に\n係る標準処理期間を経過した後も何らの処分もしていない。\nウ  漁業法等を所管する大臣である被上告人は，本件各許可処分をしない沖縄県\nの法定受託事務の処理が，漁業法６５条２項１号等に違反するなどとして，令和２\n年２月２８日付けで，同県に対し，地方自治法２４５条の７第１項に基づき，７日\n以内に本件各許可処分をするよう求める本件指示をした。\n沖縄防衛局は，令和２年４月２１日付けで，沖縄県知事に対し，公有水面埋\n立法４２条３項において準用する同法１３条ノ２第１項に基づき，本件埋立事業に\n係る設計の概要について，本件地盤工事を追加する旨の変更の承認の申請（以下\n「本件変更申請」という。）をした。\n上告人は，本件指示に不服があるとして，令和２年３月３０日付けで，国地\n方係争処理委員会に対し，地方自治法２５０条の１３第１項に基づく審査の申出を\nしたが，同年６月１９日付けで，本件指示が違法でないと認める旨の審査の結果の\n通知を受けた。上告人は，これに不服があるとして，同年７月２２日，同法２５１\n条の５第１項１号に基づき，本件訴えを提起した。\n第２  上告代理人加藤裕ほかの上告受理申立て理由第２点について\n１  所論は，仮に沖縄県知事の特別採捕許可をしない対応に瑕疵があるとして\nも，本件規則という都道府県規則に違反するにとどまり，漁業法６５条２項１号等\nの法令には違反しないから，地方自治法２４５条の７第１項所定の法令違反が成立\nする余地はないというものである。\n地方自治法２４５条の７第１項は，国家行政組織法５条１項に規定する各\n省大臣等は，所管する法律又はこれに基づく政令に係る都道府県の法定受託事務の\n処理が法令の規定に違反していると認めるときは，当該都道府県に対し，当該法定\n受託事務の処理について違反の是正又は改善のために講ずべき措置に関し，必要な\n指示をすることができる旨を規定する。そして，前記第１の２ のとおり，漁業法\n６５条２項１号等により都道府県が処理することとされている事務は法定受託事務\nに該当するところ，漁業法６５条２項１号等においては，都道府県知事は，漁業調\n整や水産資源の保護培養のため，水産動植物の採捕の制限又は禁止に関して必要な\n規則を定めることができる旨が規定されている。\n漁業法６５条２項１号等の趣旨を検討すると，海その他の公共の用に供する水面\nについては，水産資源の保護培養を図るとともに（水産資源保護法１条），その総\n合的な利用により漁業生産力を発展させるため（漁業法１条），本来，広域的な水\n産資源の適正な管理につき責務を有する国において，その利用を制限し又は禁止す\nる措置等を講ずる必要がある。もっとも，都道府県の区域ごとに講ずべき措置につ\nいては，その内容を一律に規定することが困難であり，また，具体的な事情に応じ\nて随時変更することを要するものが多いという性質があるため，漁業法６５条２項\n１号等は，当該措置に関する規定を都道府県知事の定める規則に委ねることとした\nものと解される。そうすると，漁業法６５条２項１号等は，都道府県知事が，規則\nを定めるに当たり，水産資源の保護等に関する専門技術的な知見を踏まえ，個別具\n体的な事情に即した妥当な措置がされることを確保するため，当該措置を個別の事\n案ごとに行政庁の裁量判断に委ねることを予定しているということができる。\nこのように，漁業法等に係る都道府県の法定受託事務の処理について定める漁業\n法６５条２項１号等は，都道府県知事の定める規則及びこれに基づく行政庁の個別\n具体的な措置の双方により，前記の漁業法等の目的に従って水産動植物の採捕を制\n限し又は禁止することとする趣旨の規定であると解される。\n本件規則は，漁業法等その他漁業に関する法令とあいまって，沖縄県におけ\nる水産資源の保護培養，漁業調整等を図ることを目的とし（１条），造礁さんご類\nの採捕を全面的に禁止しつつ（３３条２項），知事から個別の特別採捕許可を受け\nた者が行う試験研究等に限り，その禁止を例外的に解除することとしている（４１\n条１項）。\n上記の特別採捕許可に関する判断は，本件規則４１条１項の文言に加えて，上記\nで述べた漁業法６５条２項１号等の趣旨からすれば，水産資源の保護等に関する\n専門技術的な知見を踏まえて，当該申請に関する諸般の事情を総合的に考慮すると\nともに，漁業法等の目的等を勘案した知事の裁量に委ねられているが，裁量権の範\n囲の逸脱又はその濫用に当たると認められるときは，本件規則４１条１項に違反す\nるとともに，漁業法６５条２項１号等にも違反することとなると解するのが相当で\nある。\n３  したがって，本件規則４１条１項に基づく特別採捕許可に関する沖縄県知事\nの判断は，裁量権の範囲の逸脱又はその濫用に当たると認められる場合には，地方\n自治法２４５条の７第１項所定の法令の規定に違反していると認められるものに該\n当するということができる。所論の点に関する原審の判断は，以上の趣旨をいうも\nのとして，是認することができる。\n第３  上告代理人加藤裕ほかの上告受理申立て理由第１点（ただし，排除された\nものを除く。）について\n１  原審は，本件指示の時点で上告人が本件各許可処分をしていないことが，漁\n業法６５条２項１号等に違反するから，本件指示は適法であると判断した。所論\nは，この上告人の対応は，本件各申請の内容に本件審査基準にいう必要性を認める\nことができないことによるのであって，上記の規定に違反するものではないから，\n原審の上記判断には法令の解釈適用の誤りがあるというものである。\n２  前記第２によれば，被上告人は，上告人において本件規則４１条１項に基づ\nき本件各許可処分をしないことが裁量権の範囲の逸脱又はその濫用に当たると認め\nられるのでなければ，沖縄県に対し，この法定受託事務の処理が漁業法６５条２項\n１号等の規定に違反していることを理由に，地方自治法２４５条の７第１項に基づ\nき本件各許可処分をすべき旨の指示をすることができないものと解される。\nそして，前記第２の２ で述べた漁業法６５条２項１号等の趣旨等を考慮する\nと，本件規則４１条１項に基づく特別採捕許可に関する知事の判断は，これが裁量\n権の行使としてされたことを前提とした上で，その判断要素の選択や判断過程に合\n理性を欠くところがないかを検討し，重要な事実の基礎を欠く場合，又は社会通念\nに照らし著しく妥当性を欠くものと認められる場合に限り，裁量権の範囲の逸脱又\nはその濫用に当たると認めるのが相当である。\n３  本件各申請の内容の必要性に関する判断の適否を検討するに当たっては，前\n提として，沖縄防衛局において本件埋立事業のうち本件軟弱区域外の護岸造成工事\n（本件護岸工事）を適法に行うことができたかが問題となる。\n公有水面の埋立て（以下，単に「埋立て」という。）のうち国が行うものについ\nては，公有水面埋立法上，これを実施する官庁において，設計の概要等の所定の事\n項を記載した願書を都道府県知事に提出し（同法４２条３項において準用する同法\n２条２項），その承認を受けるべきであるところ（同法４２条１項），都道府県知\n事は，同法４条１項各号の要件に適合すると認める場合を除いては，この承認をす\nることができないとされている（同法４２条３項において準用する同法４条１\n項）。その趣旨は，公有水面を所有する国（同法１条１項）による埋立てであって\nも，環境保全上の問題を含め，埋立てにより周囲に生ずる支障の有無等について\nは，その地域の実情に通じた都道府県知事の審査を経るのが適当と考えられること\n等にある。そうすると，国の官庁は，都道府県知事の承認を受けて初めて，埋立て\nを適法に実施し得る地位を得るものと解される。\nまた，国が行う埋立てに係る設計の概要の変更について，都道府県知事は，正当\nの事由があると認めるときは，承認をした埋立てに関して設計の概要の変更の承認\n（以下「変更承認」という。）をすることができ，変更承認に関して公有水面埋立\n法４条１項の規定を準用するとされている（同法４２条３項において準用する同法\n１３条ノ２）。このような同法の規定に加えて，上記のような同法４２条１項に基\nづく承認の効果に照らすと，国の官庁は，変更後の設計の概要による埋立てについ\nては，変更承認を受けて初めて適法に実施し得る地位を得るのであって，変更承認\nがされるまでは工事に着手することができないものと解される。\nもっとも，公有水面埋立法上，国の官庁が埋立ての承認を受けた後に設計の概要\nを変更する必要が生じた場合に，当該承認に基づく工事を中断すべき旨の規定は設\nけられていない。したがって，この場合において，当該官庁は，変更承認を受けて\nいない段階であっても，当該変更に関する部分に含まれない範囲の工事について\nは，特段の事情のない限り，当初の願書に記載された設計の概要に基づいて適法に\n実施し得る地位を有しているものと解される。\nこれを本件についてみると，前記第１の２ のとおり，本件指示の時点では，本\n件埋立承認がされていた一方で，本件軟弱区域について本件埋立出願の願書に記載\nされた設計の概要に含まれていない内容の本件地盤工事を追加して行う必要がある\nことが判明していたが，上記特段の事情があったことはうかがわれない。そうする\nと，沖縄防衛局は，公有水面埋立法上，本件埋立事業のうち本件軟弱区域外におけ\nる埋立てに関する工事である本件護岸工事を適法に実施し得る地位を有していたと\nいうことができる。\n４  以上を踏まえ，本件指示の時点で本件各申請の内容に必要性を認めることが\nできないとした上告人の判断について，その適否を検討する。\n上告人は，本件さんご類の特別採捕許可に関する裁量権を行使するに当たり，前\n記の必要性があると認められるためには，本件さんご類の一定割合の死滅を伴うこ\nとが予想される移植を正当化し得る事情として，普天間飛行場の代替施設の設置と\nいう本件埋立事業の目的が達成される見込みがあることを要するとした上で，本件\n埋立事業の埋立区域の相当部分に本件地盤工事を実施することが必要であり，本件\n指示の時点では，この工事を追加する旨の本件変更申請すらされていなかったた\nめ，上記見込みがあると認めることはできないという考慮に基づき，前記の判断を\nしたことがうかがわれる。\nしかしながら，前記３のとおり，沖縄防衛局は，公有水面埋立法上，本件護岸工\n事を適法に実施し得る地位を有していたところ，前記第１の２ のとおり，本件各\n申請の対象である本件さんご類は，この工事の予定箇所又はその近辺に生息してい\nたというのである。そうすると，本件さんご類は適法に実施し得る本件護岸工事に\nより死滅するおそれがあった以上，水産資源の保護培養を図るとともに漁業生産力\nを発展させるという漁業法等の目的を実現するためには，本件さんご類を避難させ\nるべく本件水域外の水域に移植する必要があったというほかはない。\n前記第１の２ によれば，本件図書を添付してされた本件埋立出願は，本件埋立\n承認により，環境保全等につき十分配慮されたものであることという公有水面埋立\n法４条１項２号の要件に適合すると判断されており，その設計の概要に含まれる本\n件護岸工事の実施は，本件図書に適合する妥当な環境保全措置が採られる限り，水\n産資源の保護培養等を図るという漁業法等の目的にも沿うものということができ\nる。そして，前記第１の２ のとおり，本件各申請の目的は，本件図書の根拠とさ\nれた環境影響評価書に基づく環境保全措置の実施にあったというのである。したが\nって，前記の上告人の判断は，上記のような本件護岸工事を事実上停止させ，これ\nを適法に実施し得る沖縄防衛局の地位を侵害するという不合理な結果を招来するも\nのというべきである。\n以上によれば，前記の上告人の判断は，当然考慮すべき事項を十分に考慮してい\nない一方で，考慮すべきでない事項を考慮した結果，社会通念に照らし著しく妥当\n性を欠いたものというべきである。\n５  したがって，本件指示の時点で，上告人において本件各申請の内容に必要性\nを認めることができないと判断したことは，裁量権の範囲の逸脱又はその濫用に当\nたると認められる。所論の点に関する原審の判断は，以上の趣旨をいうものとし\nて，是認することができる。\n第４  結論\n以上によれば，論旨はいずれも採用することができない。なお，その余の上告受\n理申立て理由は，上告受理の決定において排除された。\nよって，裁判官宇賀克也，同宮崎裕子の各反対意見があるほか，裁判官全員一致\nの意見で，主文のとおり判決する。\n裁判官宇賀克也の反対意見は，次のとおりである。\n私は，多数意見と異なり，本件で上告人が是正の指示の時点で，本件各申請に対\nして本件各許可処分をしなかったことが，裁量権の範囲の逸脱又はその濫用として\n違法であるとはいえないと考える。その理由は，以下のとおりである。\n公有水面埋立法に基づく承認がなされた場合，その処分に無効の瑕疵がある場合\nを除き，事業者は，承認を受けた設計の概要に従って工事を行い当該埋立事業を完\n成させる法的地位を有する。しかし，海底等の情報が不確実な段階で審査がなされ\nることも想定されるから，同法に基づく承認の要件は，承認の時点で確実に判断す\nることが困難な内容を含むいわゆる将来予測型情勢判断とならざるを得ない。その\nため，設計の概要の変更が制度上予定されている（同法１３条ノ２，４２条）。\n設計の概要に従った工事を行って当該埋立事業を完成させることが不可能なこと\nが客観的に明白であるという特段の事情がある場合には，設計の概要の変更が必要\nになる。本件では，沖縄防衛局が実施設計のための海底地盤調査を行ったところ，\n設計の概要の前提とされた土質と異なり，設計の概要に従った工事を実施した場\n合，埋立ての安全性が認められないことが客観的に明らかになり，同局もこのこと\nを認めている。\n本件では，是正の指示がなされた時点では，変更承認の申請はなされていなかっ\nた。変更が客観的に見ておよそ実現不可能な場合には，当該埋立ての目的は実現で\nきないことになり，埋立工事の続行は許されるべきではなく，当初の承認は撤回さ\nれるべきであろう。本件の場合には，是正の指示の時点において，変更が客観的に\n見ておよそ実現不可能とまではいい切れず，本件地盤工事の対象区域外にある本件\nさんご類の移植のための特別採捕許可を申請することが，そもそも許されないとま\nではいえないように思われる。\nしかしながら，以下の理由から，本件指示の時点において，上告人が，本件各許\n可処分をしなかったことに裁量権の範囲の逸脱又はその濫用があったとはいえない\nと考えられる。\n公共事業を行うに当たり，複数の法令に基づく異なる許認可等を受ける必要があ\nることは，きわめて一般的なことである。行政手続法１１条２項，環境影響評価法\n３３条２項は，かかる場合があることを前提にした規定である。そして，それぞれ\nの許認可等の許否を判断するに当たっては，それぞれの制度の目的を踏まえて，各\n法令における許認可等の要件該当性を判断することになり，その結果，同一の公共\n事業について，ある法令に基づく許認可等は与えられても，他の法令に基づく許認\n可等は与えられないという結果になることも当然あり得ることになる。本件におい\nても，公有水面埋立法に基づく承認がなされているとしても，特別採捕許可の申請\nの許否の判断においては，漁業法等その他漁業に関する法令とあいまって，沖縄県\nにおける水産資源の保護培養，漁業調整等を図ることという本件規則１条の目的を\n踏まえる必要がある。\n本件各申請に係るさんご類は，本件軟弱区域の範囲外に存在する。しかし，本件\n軟弱区域の箇所が大浦湾側の埋立事業全体のわずかな部分であり，その部分を除い\nて工事を完成させても埋立事業の目的の実現に支障がないというわけではない。本\n件では，大浦湾側の大半に軟弱地盤が存在している。したがって，本件変更申請が\n不承認になった場合，本件各申請に係るさんご類の生息箇所のみの工事は無意味に\nなるといわざるを得ない。他方において，さんご類の移植は極めて困難で，移植を\n行っても大半のさんご類が死滅することに鑑みれば，さんご類の移植は，それ自体\nとして見れば，さんご類に重大かつ不可逆的な被害を生じさせる蓋然性が高い行為\nといっても過言ではない。このことに鑑みると，本件各許可処分を行うべきといえ\nるためには，本件さんご類の移植を基礎付ける大浦湾側の埋立事業が実施される相\n当程度の蓋然性があることが前提となると考えられる。本件変更申請が拒否される\nことになれば，本件さんご類の移植は無駄になるばかりか，移植されたさんご類の\n生残率は高くないこと等から，水産資源の保護培養という水産資源保護法の目的に\n反することになってしまうと考えられる。したがって，本件各申請を受けた上告人\nが，本件護岸工事という特定の工事のみに着目して本件各申請の是非を判断すると\nすれば，「木を見て森を見ず」の弊に陥り，特別採捕許可の制度が設けられた趣旨\nに反する結果を招かざるを得ないと思われる。\nすなわち，本件各申請に対する判断をするに当たり，本件変更申請が承認される\n蓋然性は，要考慮事項であり，その点を考慮することなく申請の許否を判断すれ\nば，考慮すべき事項を考慮しなかった考慮不尽となり，裁量権の範囲の逸脱又はそ\nの濫用となってしまうと考えられる。\n本件指示の時点においては，設計の概要の変更承認の申請はなされていなかっ\nた。しかも，原審の確定事実によれば，約６６ヘクタールにわたる軟弱地盤の改良\n工事のためには，当初の設計の概要に比べて約６倍の量の砂を使用して，深度約７\n０メートルまで杭を海底に打ち込まなければならない箇所が存在するなど，きわめ\nて大規模な工事が必要になる。したがって，上告人が，本件指示の時点において，\n本件各申請を許可すべきか否か判断できないとしたことは，要考慮事項を考慮する\nための情報が十分に得られなかったからであり，そのことについて上告人の責に帰\nすべき事案であるとはいえない。したがって，本件指示の時点において，上告人が\n本件各許可処分をしなかったことが裁量権の範囲の逸脱又はその濫用に当たるとま\nではいえないと考えられる。\nこのように述べることは，本件指示の時点においては，いまだ変更承認の申請す\nらなされていなかったので，要考慮事項を考慮できなかったという事情があり，し\nたがって，上告人が本件各申請について，同時点までに許可をしなかったことに違\n法性がないというにとどまり，本件変更申請が承認された場合には，特段の事情が\nない限り，本件各許可処分がされるべきことになると考えられる。\n裁判官宮崎裕子の反対意見は，次のとおりである。\n私は，宇賀裁判官の反対意見に全面的に同調するが，本件変更申請が承認される\n蓋然性は本件各申請の是非判断の要考慮事項であると考えるべき理由について補足\nして述べる。\n１  大浦湾側の軟弱地盤が判明した影響\n原判決の認定によれば，次のとおり認められる。本件では，本件埋立承認後に大\n浦湾側における大半の水域に軟弱地盤が存在することが判明し，本件地盤工事を実\n施しなければ，大浦湾側の埋立てについて所定の安全性を確保できないことが明ら\nかになった。本件地盤工事は，本件埋立出願の願書に記載された設計の概要（以下\n「当初の設計の概要」という。）に全く含まれていなかった地盤改良工事であるか\nら，公有水面埋立法４２条３項において準用する同法１３条ノ２第１項に基づき，\n当初の設計の概要に本件地盤工事を追加する旨の変更承認を受けない限り，この埋\n立てを施行することはできない。その結果，大浦湾側の埋立てについては，本件軟\n弱区域の埋立工事を実施することが技術的に不可能になるとともに，本件地盤工事\nを経ない限り所定の安全性を確保できないことが明らかになっていた。そして，本\n件指示の時点では，変更承認の申請すらされていなかったので，本件軟弱区域の埋\n立工事を実施できるかどうかは，未だ不確定な状況にあった。\n２  本件変更申請が承認される蓋然性は本件各申請の是非判断の要考慮事項であ\nると考えるべき理由について\n本件各申請は，大浦湾側の埋立てのための本件護岸工事を実施するのに伴う\n本件さんご類の採捕についてされたものである。沖縄防衛局は，この埋立てについ\nて本件埋立承認を受けており，本件埋立承認は本件指示の時点において有効に存続\nしていたから，本件護岸工事を適法に実施し得る法的地位を有していたと解される\nことについては私も異議はない。しかしながら，多数意見が，その点を指摘した上\nで，本件埋立出願は，本件埋立承認により環境保全等につき十分配慮されたもので\nあることという公有水面埋立法４条１項２号の要件（以下「２号要件」という。）\nに適合すると判断されていることを挙げて，当初の設計の概要に含まれている本件\n護岸工事の実施は，本件図書に適合する妥当な環境保全措置が採られる限り，漁業\n法等の目的にも沿うものであると判示している部分には賛成できず，本件護岸工事\nの実施に伴う本件さんご類の採捕が漁業法等の目的に沿うか否かの判断においては\n本件変更申請が承認される蓋然性が要考慮事項であると考える。以下，その理由を\n述べる。\n公有水面埋立法４条１項２号は，その文理上，埋立てのための個々の工事で\nはなく，「埋立」が２号要件に適合することを求める規定である。本件において\nは，辺野古崎を挟んで東側（大浦湾側）と南側をまとめて一つの水域（本件水域）\nとする埋立て（本件埋立事業）について本件埋立承認がなされているが，埋立区域\nの面積という点では前者が後者よりもかなり広く，埋立ての容積という点でも，\n（軟弱地盤部分を考慮すると）前者が後者よりも圧倒的に大きいことがうかがわれ\nる。ただし，地形的には，それぞれの区域の埋立てが相互に影響し合う関係にはな\nいことがうかがわれ，現に南側の埋立ては，当初の設計の概要に従って施行が進め\nられている。\n軟弱地盤が相当広域にわたって存在していることが認められる大浦湾側の埋\n立てについては，既に述べたように本件地盤工事を実施しなければ所定の安全性を\n確保できないことが明らかになっていたというのである。安全性の確保と２号要件\n中の災害防止への配慮との間には社会通念上関連性があると考えるのが合理的であ\nることを考えると，本件指示の時点においては，大浦湾側の埋立ては上記の要件に\n適合しているとはいえないことが強く推認できるといえる。\nのみならず，大浦湾側の埋立てについては，埋立て自体が不確定な状況になって\nいるというのであるから，本件指示の時点では，２号要件適合性の判断の対象たる\nべき埋立ての特定を欠く状態であったと考えざるを得ない。大浦湾側の埋立てにつ\nいては，それができるか否かは変更承認が得られるか否かによることは明らかであ\nり，変更承認の申請の審査においては，公有水面埋立法１３条ノ２第２項において\n同法４条１項が準用されるので，申請に係る埋立てについて２号要件適合性が改め\nて判断されなければならないと解される。本件指示の時点では変更承認の申請すら\nされていなかったのであるから，結局のところ，変更申請の対象となる「埋立」に\n含まれる大浦湾側の埋立てが２号要件に適合するか否かは，本件指示の時点では不\n明であったと考えざるを得ない。\nこのように考えると，本件指示の時点では，大浦湾側の埋立てが２号要件に\n適合すると判断した本件埋立承認が形式的には有効に存在しているとしても，その\n埋立て自体が不確定な状況になったことにより，かかる判断の対象である埋立ての\n設計の概要の変更（特に当初の設計の概要には全く含まれていなかった本件地盤工\n事を大浦湾側の大半において行うという大幅な変更）を余儀なくされ，その埋立て\nを行うためには変更承認を受ける必要があることが明らかとなっているのであるか\nら，本件埋立承認においてなされた２号要件適合性の判断は実質的には無意味なも\nのになっていると考えざるを得ない。既に述べたとおり２号要件適合性は「埋立」\nについて判断されるのであり，軟弱地盤の存在がある限り，本件護岸工事だけで施\n行できる（つまり変更承認を受けなければすることができない本件地盤工事なし\nの）埋立てというものを観念することはできない。\n確かに，沖縄防衛局は，本件護岸工事を行うことができる法的地位を有するか\nら，他の法令に違反しない限りは，当該工事を行うことができるとはいえるが，そ\nのような法的地位があるというだけで本件規則による造礁さんご類の採捕禁止の適\n用除外や特別採捕許可を受けられると解すべき法的根拠は見当たらない。そして，\n上記で述べたように，本件埋立承認に係る大浦湾側の埋立て自体が不確定な状況に\nなっている以上，形式的にはともかく，実質的には，本件各申請の時点においても\n本件指示の時点においても，もはやかかる不確定な埋立てが２号要件に適合してい\nると評価することはできない。\nそうすると，本件護岸工事に伴う本件さんご類の採捕が本件規則４１条１項\nの「試験研究等」に該当するか否かの判断においては，通常の場合のように公有水\n面埋立法４２条１項に基づく承認において埋立てが２号要件に適合しているとされ\nた判断が正しいことを所与の前提とすることはできない。なぜならば，本件のよう\nに埋立ての承認を受けた後で当初の設計の概要に含まれていた工事の大半の実施が\n技術的に不可能な状況になったために埋立てが不確定な状況になり，変更承認を受\nけない限りその埋立てを施行することができないことが明らかになった場合には，\n埋立ての承認自体は無効にもなっておらず，また，取り消されてもいないとして\nも，その承認においてなされた２号要件適合性の判断は実質的には無意味なものに\nなっているというべきだからである。以上を踏まえると，その承認に係る設計の概\n要に含まれていた一部工事の実施に伴う造礁さんご類の採捕に特別採捕許可を与え\nることがその埋立てに伴う環境保全措置としてなされる「試験研究等」に該当する\nものとして水産資源の保護培養等を図るという漁業法等の目的にも沿うといえるた\nめには，そもそも本件護岸工事が目的としているはずの埋立てができるといえる\nか，かかる埋立てが２号要件に適合しているかを，本件規則の目的に照らして実質\n的に検討する必要がある。\n以上を勘案すると，上記１のような事情の下で，変更承認の申請前になされ\nた本件各申請の審査においては，本件さんご類の採捕が本件埋立承認を受けた埋立\nてに伴う環境保全措置としての「試験研究等」に当たるか否かは，形式的にではな\nく実質的になされてこそ初めて漁業法等の趣旨，目的に適うというべきであるか\nら，大浦湾側の軟弱地盤によって生じた埋立ての不確定性が変更承認によって解消\nされ，その埋立てが２号要件に適合すると判断される相当の蓋然性があるか否かに\nよるといわざるを得ない。そうすると，埋立てができる蓋然性，すなわち，当初の\n設計の概要の変更について公有水面埋立法４２条３項において準用する同法１３条\nノ２により承認される蓋然性があるかを考慮することは，本件さんご類の採捕が適\n法な埋立てに伴う環境保全措置と評価できるか否かに直結する重要な考慮事項と考\nえられることになる。\n公有水面埋立法４２条１項に基づく承認を受けた埋立てに伴う環境保全措置とし\nての採捕が本件規則４１条１項の「試験研究等」に含まれるとする解釈は，かかる\n埋立てが承認に従って施行できることを前提とした上で２号要件に適合するものと\n判断されていてこそ妥当なのである。本件のように埋立て自体が不確定な状況とな\nり，埋立てを施行するためには変更承認が必要であることが明らかな場合には，も\nはや本件埋立承認時になされた２号要件に適合するという判断の実質的な意味は失\nわれたというべきであるから，形式的にかかる判断がなされた本件埋立承認が有効\nに存在していることだけを理由として，採捕が漁業法等の目的に沿う環境保全措置\nに該当すると判断することはできない。\n最後に，念のためにいうと，私も，宇賀裁判官の反対意見と同じく，本件変\n更申請が承認された場合には，特段の事情がない限り，本件各許可処分がされるべ\nきことになると考える。\n( 裁判長裁判官   林   道 晴   裁判官   戸倉三 郎   裁判官   宮崎裕 子   裁判官\n宇賀克也  裁判官  長嶺安政)\n"
}