{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 4,
    "month": 6,
    "day": 17
  },
  "case_number": "令和3(わ)299",
  "case_name": "保護責任者遺棄致死",
  "court_name": "福岡地方裁判所第２刑事部",
  "lawsuit_id": "92339",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=92339",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/339/092339_hanrei.pdf",
  "contents": "令和４年６月１７日宣告\n令和３年（わ）第２９９号  保護責任者遺棄致死被告事件\n判        決\n主        文\n被告人を懲役５年に処する。\n未決勾留日数中３００日をその刑に算入する。\n理        由\n（罪となるべき事実）\n被告人は、平成３１年１月３０日から令和２年３月２５日までの間、福岡県糟屋\n郡ａ町大字ｂｃ番地ｄｅにおいて、同日以降、同県糟屋郡ａ町大字ｂｆ番地ｇｈに\nおいて、三男であるＡ（平成▲年▲月▲日生）ら３人の子供を一人で養育していた\nもの、分離前の相被告人Ｘは、かねて被告人に対し、虚言を重ねて、食事を含めた\n被告人及びその子供らの生活全般を実質的に支配していたものであるが、被告人は、\n前記Ｘと共謀の上、令和元年８月頃から、被告人の子供らの食事の量及び回数を減\nらすなどした上、同年１０月頃以降、日中一人で留守番をするよう言い付けた前記\nＡが家の外に出たり勝手に食べ物を食べたりした『罰』と称して、多数回にわたり、\n連続して数日間同児に食事を一切与えなかったことなどにより、同児が徐々に痩せ\n細り、遅くとも令和２年３月下旬頃には、同児が重度の低栄養状態になっていたの\nであるから、被告人において同児に十分な食事を与えその生存に必要な保護をすべ\nき責任があったにもかかわらず、その頃から同年４月１８日午前中までの間、引き\n続き同児に十分な食事を与えず、よって、同日午後１０時頃、前記ｈの被告人方に\nおいて、同児（当時５歳）を飢餓死させた。\n（量刑の理由）\n１  本件犯行に至る経緯等は、次のとおりである。\n⑴  被告人は、平成２０年に婚姻し、その後、平成２１年から平成２６年にかけ\nて三児に恵まれて、専業主婦としてａ町内のマイホームで家族５人で生活して\nいた。近隣には被告人の母や姉も居住していて、夫も含め円満な家族関係の中\nで経済的にも不自由のない生活を送り、被害者を含む３人の子も愛情深く養育\nしていた。\n⑵  被告人は、Ｘ（以下「共犯者」という。）と平成２８年４月頃「ママ友」とし\nて知り合い、親交を深めていたところ、平成３０年５月頃、共犯者から、被告\n人や共犯者が他のママ友の悪口を言ったなどとしてそのママ友から裁判を起こ\nされそうになったが、暴力団組織を背景に持つボスと呼ばれる女性が介入して\nくれたため、被告人や共犯者が５０万円ずつ支払う旨の示談が成立したなどと\nいう嘘を吹き込まれ、示談金として５０万円を共犯者に支払った。その後も、\n被告人は、ボスが金を取り戻すためママ友に対する裁判を提起してくれるが、\n裁判で勝つためには贅沢な生活をしてはならない、裁判の内容について家族も\n含め誰にも話してはいけないなどの条件を守らなければならず、これに違反す\nると罰金が科せられ、勝訴しても金を手に入れることができないとか、条件に\n違反していないかを監視するため被告人の周辺には多数のスパイが配置され、\n被告人方の隣家に監視カメラが設置されているとか、多数のママ友が参加する\nグループラインが作られ、そこでも被告人が監視されたり、悪口を言われたり\nしているといった共犯者の嘘を信じ、罰金等として多額の現金を共犯者に支払\nっていた。\n⑶  また、被告人は、共犯者から、ボスの調査により被告人の夫が浮気をしてい\nることが分かった、夫は被告人の母や姉とも肉体関係があるなどという嘘を吹\nき込まれて、これを信じ、母や姉との関係を絶ったり、平成３１年１月末頃夫\nに転居先を告げずに子供３人を連れてａ町内のアパートに引っ越した上、令和\n元年５月離婚したりするなど、徐々に家族や友人らとの人間関係が遮断されて\nいった。\n⑷  以後、被告人は、３人の子供を一人で養育するようになったが、共犯者から、\nボスが裁判費用や調査費用等を立て替えてくれており、家が一軒建つほどの高\n額になっているなどと告げられて、被告人の給与や生活保護費、各種手当など\n収入の全部をボスへの返済等の名目で共犯者に渡すようになった結果、被告人\nらの生活は、食事を含めその全般が共犯者に頼らざるを得ないものとなってい\nった。\n⑸  被告人は、徐々に生活が困窮していく中、共犯者から、ボスが弁護士に依頼\nして被告人の元夫に対する慰謝料請求の裁判を起こそうと言ってくれている、\n勝訴すればまとまった額の金銭を手に入れられる、裁判で勝訴するためには、\n被告人の家族が共犯者から提供される食事のみで生活するなど清貧な生活を送\nっていることや、母子家庭であっても子供を厳しくしつけられるところを裁判\n所に見せなければならない、その様子を裁判所に報告するため被告人方にはボ\nスによって多数箇所に監視カメラが付けられているなどといった嘘を告げられ\nて、これを信じ、共犯者が提供する食料のみで被告人や子供らの食事を賄い、\n家族間での食事量の分配も共犯者の指示に従い、第三者から差し入れを受ける\nなどした食料は全て共犯者に報告した上、共犯者に渡したり、処分するなどし\nた。\n令和元年８月頃、被告人方のガス供給が料金不払いによって停止され、共犯\n者が被告人方に提供する食料が共犯者の手料理となったが、提供される食事量\nと回数がこれまでより大幅に減ることとなり、子供らの体重が減少し始めた。\n⑹  さらに、共犯者は、令和元年１０月頃から、被告人の不在中、被害者が言い\nつけを守らずに家の外に出ていたのが監視カメラに映っていたなどとして、被\n害者に罵声を浴びせるようになり、被害者をクローゼットに閉じ込めて生活さ\nせたり、罰として食事抜きを指示したりするようになった。被告人は、こうし\nた共犯者の行為は虐待だと認識していたものの、共犯者やその背後にいるボス\nの機嫌を損ねると、共犯者らの目が子供らに向いてしまうとか、共犯者から食\n料をもらえなくなったり、元夫に対する裁判でボスの協力を得られなくなった\nり、ボスから巨額の立替金の一括返済を迫られたりして、ますます一家が困窮\nしてしまうなどと考えて、その指示に従っていた。\nａ町役場は、同年１１月頃、被告人の子供らを要保護児童として把握し、児\n童相談所等の関係機関と連携を取りながら、被告人に被害者の体重減少を懸念\nしている旨伝えたり、被告人方を訪問して接触を試みたりしたが、共犯者が割\nって入ったり、公的機関の職員らを追い返さなければボスや共犯者の機嫌を損\nねるなどと考えた被告人が拒絶するなどしたため、被害者の状況を把握するこ\nとができないまま推移した。\n⑺  このような生活が令和２年３月まで続き、被害者は、自宅にある食料を盗み\n食いした罰などとして、同月には、最大１０日間連続で食事抜きとされるなど、\n食事を一切食べられない日が１９日間あり、食事を与えられた日も必要な量を\n大幅に下回るものしか与えられず、遅くとも同年３月下旬頃までには重度の低\n栄養状態に陥った。\n被害者の体重は、被告人らが夫と別れてアパートに転居する直前の平成３１\n年１月２８日の時点では同年齢の平均体重とほぼ変わらない１６．５キログラ\nムであったが、令和元年１０月２３日には１４．６キログラムに減少した。そ\nの後、令和２年３月下旬には、健常な時期の体重の６５パーセントを下回る１\n０．７２５キログラムまで更に減少していたと推定されている。\n被告人も、十分な食事を摂ることができず体重が減少するなどした上、被害\n者が盗み食いをしないように一晩中見張ることを共犯者に指示され、睡眠を十\n分に取ることもできていなかった。\n⑻  共犯者は、令和２年４月頃、突然、被告人方への食料の提供をやめるなどと\n言い出し、被告人ら家族はますます食料を手に入れることができなくなった。\n被害者は、同月中も、１日に少量の食事を１食だけしか与えられないなど、必\n要な量には程遠い食事しか与えられなかった。\n被害者は、同年３月下旬以降、極度に痩せて、元気なくじっとしていること\nの多い状態にあったことに加え、被告人に、繰り返し激しい頭痛を訴えたり、\n体を硬直させたり、頭をふらふらさせたり、病院に行きたいと言ったりしたこ\nともあったが、被告人は、従前から共犯者に「警察や病院に行くとボスに迷惑\nがかかる」などと言われていたこともあり、被害者を病院に連れていくことは\nなかった。\n他方で、被告人は、共犯者の指示に反して、共犯者方を訪れ、食料の提供を\n懇願したり、同年４月頃から、自身のスマートフォン内に、共犯者について「恩\n着せがましい」、「嘘つき」などと非難する内容のメモを残したりしていた。\n⑼  被害者は、本件犯行により、令和２年４月１８日、飢餓死した。\n被害者の体にはほとんど脂肪が残っておらず、極度のるい痩状態に陥ってい\nた上、臓器が大きく委縮するなどしていた。死亡時点での被害者の体重は、１\n０．２キログラムであり、同年齢の児童の平均体重の半分程度しかなかった。\n２  以上のとおり、被害者は、令和元年８月頃から食事の量と回数が減らされ、同\n年１０月頃からは『罰』などとしてたびたび食事を抜かれるようになり、令和２\n年３月には大半の日で食事を抜かれ、同月下旬頃には体重が大幅に減り重度の低\n栄養状態に陥っていたところ、更に約３週間余り、必要な量には程遠い食事しか\n与えられなかった。食事が人間の生存にとって必要不可欠なものであることは言\nうまでもなく、被害者に長期間飢えの苦しみを与えた本件犯行の態様は、余りに\nもむごいものといえる。\nもとより、被害者のかけがえのない命が失われたという結果は、取り返しのつ\nかない重大なものである。被害者の体には脂肪がほとんど残っておらず、内臓も\n大きく萎縮するなどしており、その肉体的苦痛は想像を絶し、本能的な欲求が満\nたされず、本来頼るべき母親から十分な保護を与えられなかった被害者の辛く悲\nしい気持ちも計り知れない。\nこのように、本件犯行の客観面は、相当悪質な部類に属する。\n３  もっとも、本件犯行に至る経緯をみると、被告人は、被害者に十分な食事を与\nえないことが本意なわけではなく、共犯者の嘘にだまされて、手元の金をすべて\n巻き上げられ、共犯者に依存しなければ食料も手に入れられない状況に陥ってい\nた上、家族らとの人間関係も遮断されて、共犯者のほかには身近に信頼できる者\nもなく、令和２年３月下旬以降は、自らも食事や睡眠が相当不足している状況に\nあり、判断能力も低下していた中、共犯者の指示に従わざるを得ないと考えて本\n件犯行に及んだものと認められる。しかも、被告人は、共犯者の機嫌をうかがい\nながら、許される範囲で被害者に食事を与え、不十分ながらもその責任を果たそ\nうとしていたのであるから、自らの楽しみを優先させて子供を虐待したり放置し\nたりした事案などとは責任非難の度合いが全く異なるものといえる。\n被告人が共犯者から数々の嘘によって経済的に搾取され、心理的にも支配され\nて、生活全般を共犯者から実質的に支配されていた被害者としての側面があり、\nこれが被告人が本件犯行に及んだ主な要因となっていたことからすると、本件犯\n行における被告人の意思決定を強く非難することはできない。\nこの点、検察官は、被告人が被害者の命より共犯者との関係維持や元夫への慰\n謝料請求裁判に勝つことを優先させたと指摘し、強い非難が及ぶべきであると主\n張するが、本件犯行当時の被告人の置かれた状況に照らせば、共犯者から食料が\n提供されなくなることなどを危惧してその指示に従わざるを得ないと判断した心\n情や、困窮する生活から脱却するため裁判に勝訴することに一縷の望みを託した\n心情は、相応に理解できるのであって、検察官の見方に与することはできない。\nしかし、子供に十分な食事を与えることは同居親として絶対に果たさなければ\nならない本質的かつ基本的な責任である。まして、被告人は、本件犯行当時被害\n者が、長期間にわたって極めて不十分な食事しか与えられず、異常に痩せ細って\nいたことや、繰り返し激しい頭痛を訴えるなど体調不良に陥っていたことを明確\nに認識していた上、自身のスマートフォン内に共犯者に対する不満を記すなど、\n自分で考えたり判断したりする能力は残されており、共犯者が被害者に罵声を浴\nびせたり、食事を抜いたりすることが虐待だと認識していたというのである。こ\nうした事情に照らすと、当時、子供らと一緒に生活したいという気持ちが強く、\n共犯者の指示に背くことが困難な状況にあったことを踏まえてもなお、被告人に\nは、親族に助けを求めるなどして被害者に十分な食事を与えるという生命・身体\nを保護する行動を取ることが期待可能であったとみるべきであり、その責任を果\nたせなかったことについてはやはり一定の非難を免れない。\n４  以上によれば、本件は、子に対する保護責任者遺棄致死事件の中で、極めて重\nい部類のものとはいえないが、執行猶予を付するほど軽い事案ということはでき\nない。\n５  その上で一般情状についてみると、被告人が本件犯行を認めて、深い反省や悔\n悟の態度を示していること、自らの行為の結果とはいえ、大事な我が子を失い、\n実名で全国報道がされるなど一定の社会的制裁を受けていること、情状証人とし\nて出廷した被告人の母が今後の被告人の支援を誓っていることなど、被告人の社\n会復帰のために酌むべき事情が認められる。\nそこで、これらの事情も考慮し、被告人には主文の刑を科すのが相当であると\n判断した。\n（求刑  懲役１０年）\n福岡地方裁判所第２刑事部\n裁判長裁判官    冨田  敦史\n裁判官    辛島  靖崇\n裁判官    加々美  希\n"
}