{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 2,
    "day": 28
  },
  "case_number": "令和4(ネ)10087",
  "case_name": "特許権侵害損害賠償請求控訴事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "91918",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=91918",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/918/091918_hanrei.pdf",
  "contents": "令和５年２月２８日判決言渡\n令和４年（ネ）第１００８７号  特許権侵害損害賠償請求控訴事件（原審・東京地\n方裁判所令和元年（ワ）第３２２３９号事件）\n口頭弁論終結日  令和４年１２月１９日\n判 決\n控訴人・被控訴人（以下「一審原告」という。）\n株式会社ＤＡＰリアライ ズ\n被控訴人・控訴人（以下「一審被告」という。）\nシ ャ ー プ 株 式 会 社\n同訴訟代理人弁護士        生        田     哲        郎\n同                        佐        野     辰        巳\n主 文\n１  一審原告の控訴及び一審被告の控訴をいずれも棄却する。\n２  控訴費用は各自の負担とする。\n事 実 及 び 理 由\n第１  控訴の趣旨\n１  一審原告\n⑴  原判決中、一審原告敗訴部分を取り消す。\n⑵  一審被告は、一審原告に対し、原審認容額に加えて、２１８０万０５４２\n円及びこれに対する令和元年１２月１３日から支払済みまで年５分の割合\nによる金員を支払え。\n２  一審被告\n⑴  原判決中一審被告敗訴部分を取り消す。\n⑵  前記取消しに係る部分について、一審原告の請求を棄却する。\n第２  事案の概要等\n１  事案の概要（以下において略称を用いるときは、別途定めるほか、原判決に\n同じ。）\n本件は、発明の名称を「携帯情報通信装置及び携帯情報通信装置を使用し\nたパーソナルコンピュータシステム」とする登録番号第４５５５９０１号の\n特許（本件特許）に係る特許権（本件特許権）の特許権者である一審原告が、\n被告各製品が本件発明の技術的範囲に属するものであると主張して、主位的\nに不法行為による損害賠償請求権に基づき、被告各製品に係る実施料相当損\n害額（特許法１０２条３項）７億２０００万円の一部として、３０００万円\n及びこれに対する不法行為の後（訴状送達の日の翌日）である令和元年１２\n月１３日から支払済みまで改正前民法所定の年５分の割合による遅延損害金\nの支払を求め、予備的に不当利得返還請求権に基づき、７億２０００万円の\n一部として、３０００万円及びこれに対する同日から支払済みまで年５分の\n割合による遅延損害金の支払を求める事案である。\n原判決は、不法行為に基づく損害賠償請求と不当利得返還請求は同額にな\nると判断した上で、主位的請求である前者につき８１９万９４５８円及びこ\nれに対する遅延損害金の限度で認容し、その余の主位的請求及び予備的請求\nをいずれも棄却したところ、一審原告及び一審被告がそれぞれ敗訴部分を不\n服として控訴を提起した。\n２  「前提事実」、「争点」及び「争点に関する当事者の主張」は、後記３の\nとおり原判決の補正をし、後記４のとおり当審における当事者の補充主張を\n加えるほか、原判決の「事実及び理由」欄の第２の２及び３並びに第３に記\n載するとおりであるから、これを引用する。\n３  原判決の補正\n⑴  原判決４頁５行目の「訂正することを求める訂正請求を行った。」を「訂\n正すること（以下「本件訂正２」という。）を求める訂正請求（以下「本\n件訂正請求２」といい、本件訂正２後の発明を「本件訂正発明」という。）\nを行った。」と改める。\n⑵  原判決４頁７行目末尾の次に改行して次のように加える。\n「これに対し、一審被告は、審決取消訴訟を提起したところ（知的財産高\n等裁判所令和３年（行ケ）第１０１３９号）、同裁判所は、令和４年１２\n月１９日、請求棄却の判決をした。」\n原判決７頁６行目末尾の次に改行して次のように加える。\n「⑸  本件訂正発明の構成要件の分説\n本件訂正発明を構成要件に分説すると、構成要件Ｇ及びＨに相当\nする部分を以下の構成要件Ｇ’及びＨ’の記載（ただし、下線部は、\n本件訂正２による修正部分である。）とするほかは、本件発明と同じ\nである。\nＧ’  を備え、前記無線通信手段が「本来解像度が前記ディスプレイ\nパネルの画面解像度より大きい画像データ」を伝達する無線信号\nを受信してデジタル信号に変換の上、前記中央演算回路に送信し、\n前記中央演算回路が該デジタル信号を受信して、該デジタル信号\nが伝達する画像データを処理し、前記グラフィックコントローラ\nが、該中央演算回路の処理結果に基づき、前記単一のＶＲＡＭに\n対してビットマップデータの書き込み／読み出しを行い、「該読\nみ出したビットマップデータを伝達するデジタル表示信号」を生\n成し、該デジタル表示信号を前記ディスプレイ制御手段又は 前記\nインターフェース手段に送信して、前記ディスプレイ手段又は前\n記外部ディスプレイ手段に画像を表示する機能（以下、「高解像\n度画像受信・処理・表示機能」と略記する）を有する、携帯情報\n通信装置において、\nＨ’  前記グラフィックコントローラは、前記携帯情報通信装置が前\n記高解像度画像受信・処理・表示機能を実現する場合に、前記単\n一のＶＲＡＭから「前記ディスプレイパネルの画面解像度と同じ\n解像度を有する画像のビットマップデータ」を読み出し、「該読\nみ出したビットマップデータを伝達するデジタル表示信号」を生\n成し、該デジタル表示信号を前記ディスプレイ制御手段に送信す\nる機能と、前記単一のＶＲＡＭから「前記ディスプレイパネルの\n画面解像度より大きい解像度を有する画像のビットマップデータ」\nを読み出し、「該読み出したビットマップデータを伝達するデジ\nタル表示信号」を生成し、該デジタル表示信号を前記インターフ\nェース手段に送信する機能と、を実現し、」\n原判決７頁７行目の「⑸」を「⑹」と、１０頁２２行目の「⑹」を「⑺」\nとそれぞれ改める。\n４  当事者の当審における補充主張\n⑴  争点２－１（乙１公報を主引例とする新規性欠如又は進歩性欠如（無効理\n由１））について\nア  一審被告の主張\n原判決は相違点④は容易に想到できたものではない旨判断した。\nしかし、乙１公報の【０１０３】及び【００８３】の記載から、乙１\n発明において、「無線通信手段」を設け、「無線通信手段」で受信した\n「画像データ」を処理して画像を表示するように構成することは、当業\n者が容易に想到し得たことであり、ここで「画像データ」として【００\n０５】ないし【０００７】で示唆されている「より広い画面表示サイズ\nを有効に利用する」ことができる画像データ、すなわち「内蔵した表示\nデバイスの解像度よりも高解像度の画像データ」を選択することは当業\n者が容易に成し得たことである。\nしたがって、相違点④は、乙第１号証の【０１０３】及び【００８３】\nに記載された技術的事項及び【０００５】ないし【０００７】に記載さ\nれた乙１発明の解決課題に基づいて当業者が容易に想到できたものであ\nる。\nまた、「内蔵した表示デバイスの解像度よりも高解像度の画像データ」\nを外部表示装置に表示させるという課題及び解決手段は、本件特許の優\n先日当時、特開２００１―１９７１６７号公報（乙１６。以下「乙１６\n文献」という。）、特開２００３－１０８４７２号公報（乙１７。以下\n「乙１７文献」という。）、特開２００２－１１６８４３号公報（乙１\n８。以下「乙１８文献」という。）及び特開２００１－３５２３７３号\n公報（乙１９。以下「乙１９文献」という。）により周知技術であった\nから、相違点④は本件特許優先日当時の周知技術に基づいて当業者が容\n易に想到できたものである。\nイ  一審原告の主張\n仮に、本来解像度が内蔵ディスプレイパネルの画像解像度より大きい画\n像データを選択することを当業者が容易になし得たとしても、相違点④に\n係るその余の構成の容易想到性については主張立証されていない。\n⑵  争点２－２（乙５公報を主引例とする進歩性欠如）（無効理由２）につい\nて\nア  一審被告の主張\n原判決は、相違点④は容易に想到できたものではない旨判断した。\nしかし、乙５公報には「本体の携帯性を考慮して表示部の設置面積を大\nきくとれないため、表示内容の視認性や臨場感が乏しい上、ユーザの視力\n低下を招くおそれがあった。また、携帯電話機での閲覧が意図されていな\nいＷｅｂコンテンツについては、正常に表示することすらできなかった。」\n（【０００５】）という課題を解決するために「入力された情報を外部表\n示装置で読取可能な画像信号形式に変換して出力する画像出力部を有して\n成り、前記外部表示装置への情報出力を行う構成としている」（【０００\n８】）という手段を採ることが記載されている。そのため、「携帯電話機\nの内蔵ディスプレイ装置の画面解像度より大きい画像データを含むコンテ\nンツ」を外部表示装置に情報出力する場合に乙５発明を適用することは,\n当業者が容易に想到できたことである。\nまた、前記⑴アのとおり、乙１６文献ないし乙１９文献により本件特許\nの優先日当時、内蔵した表示デバイスの解像度よりも高解像度の画像デー\nタを外部表示機器に表示させるという課題及び手段は周知であった。\n以上のことから、本件発明と乙５発明の相違点④は当業者が容易に想到\nできたものであり、本件発明は特許無効審判により無効とされるべきもの\nである。\nイ  一審原告の主張\n争う。\n⑶  争点３（訂正の対抗主張の可否）について\nア  一審被告の主張\n訂正要件違反について\nａ  無線通信手段について\n本件訂正発明に係る構成要件Ｇ’及びＤには、「前記無線通信手段」\nと「前記」と明記されているところ、これは、構成要件Ｂの無線通信\n手段と解される。そして、構成要件Ｂの記載によれば、「無線通信手\n段」は、無線信号を受信する機能と無線信号を送信する機能があるこ\nとは文理上明らかである。\n一審原告が本件訂正２の根拠と主張している本件明細書（当初から\n変更はない。）の【０１１８】、【０１２４】、【０１２６】ないし\n【０１２９】には、「高解像度画像受信・処理・表示機能」の「高解\n像度画像受信」の手段として、「テレビ受信用アンテナ１１２Ａ」と\n「テレビチューナ１１２Ｂ」を有する画像受信手段しか記載されてい\nない。そして、「テレビ受信用アンテナ１１２Ａ」と「テレビチュー\nナ１１２Ｂ」は、【０１１７】に記載の通信用アンテナ１１１Ａ、Ｒ\nＦ送受信部１１１Ｂとは異なり、無線信号を送信する機能を有さない。\nしたがって、本件明細書には、無線受信機能と無線送信機能を有す\nる無線通信手段（構成要件Ｂ）を、「テレビ受信用アンテナ１１２Ａ」\nと「テレビチューナ１１２Ｂ」を有する「高解像度画像受信」の手段\nとする「高解像度画像受信・処理・表示機能」を有する発明は記載さ\nれていない。\nｂ  本来解像度について\n本件訂正２により、構成要件Ｇ’及びＨ’  に「高解像度画像受\n信・処理・表示機能」に関する構成要件が付加されたことに鑑みれ\nば、本件訂正発明の作用効果の一つは、本件明細書【００２２】に\n記載された「その本来の解像度のままの全体画像として表示できる\nようになる」ことと解される。そして、上記作用効果を実現するた\nめには、「単一のＶＲＡＭ」に本来解像度の情報が保持されたビッ\nトマップデータが書き込まれる必要があり、そのためには中央演算\n回路が「物理的な現実化にあたって画素を間引いて表示画像の解像\n度を小さくしたり、画素を補間して表示画像の解像度を大きくした\nりしない」処理を行う必要がある。\nしかしながら、本件明細書の【０１１８】には、デジタル動画信号\nを一部間引くこと等が記載されており、上記の作用効果を奏すること\nができない。\n被告各製品が本件訂正発明の技術的範囲に属さないことについて\nａ  構成要件Ｇ’\n構成要件Ｇ’は「本来解像度が前記ディスプレイパネルの画面解像\n度より大きい画像」を受信し、処理し、表示する機能を有するという\nものである。\nこれに対し、被告各製品はモバイルプロセッサ内で画像データを間\n引きして内蔵ディスプレイパネル用の表示用データを生成し、これを\n補間して、内蔵ディスプレイパネルより大きい画面解像度を有する外\n部ディスプレイ用の表示データを生成している。そのため、外部ディ\nスプレイには、画質の粗い拡大画像が全画面に表示されることにしか\nならない。\nしたがって、被告各製品は、本来解像度の画像を表示する機能を有\nさないから、構成要件Ｇ’の「高解像度画像受信・処理・表示機能」\nを有していない。\nｂ  構成要件Ｈ’\n本件訂正２では、構成要件Ｈに「前記携帯情報通信装置が前記高解\n像度画像受信・処理・表示機能を実現する場合に」との限定が追加さ\nれた。また、本件訂正２は、テレビ用受信アンテナでテレビ放送を受\n信した場合が訂正の根拠とされている。\nこれに対して、被告各製品は、テレビ放送では画面解像度が内部デ\nィスプレイの解像度よりも大きい解像度のものを受信することはでき\nない。\nしたがって、被告各製品では、本件訂正２の根拠とされたテレビ放\n送の受信では、「高解像度画像受信・処理・表示機能を実現する場\n合」が存在しないから、構成要件Ｈ’の「前記携帯情報通信装置が前\n記高解像度画像受信・処理・表示機能を実現する場合に」の要件を充\nたさない。\nイ  一審原告の主張\n訂正要件違反について\nａ  無線通信手段について\n①通信用アンテナ、②ＲＦ送受信部、③ベースバンドプロセッサ、\n④テレビ受信用アンテナ、⑤テレビチューナ、⑥ＡＤ／ＤＡ変換部を\n併せたものが「無線通信手段」に該当する。\nインターネットプロトコルに準拠した電波信号に係る通信を行う場\n合は、①ないし③が、無線信号の受信、デジタル信号への変換、変換\n後のデジタル信号のデータ処理手段への送信、データ処理手段からの\nデジタル信号の受信、受信したデジタル信号の無線信号への変換、変\n換後の無線信号の送信の機能を行う。\nｂ  本来解像度について\n本件訂正発明の構成要件Ｇ’の「前記無線通信手段が「本来解像度\nが前記ディスプレイパネルの画面解像度より大きい画像データ」を伝\n達する無線信号」との記載からして、「本来解像度」は、「無線信号\nが伝達する画像データ」が本来有している解像度である。本件訂正発\n明は、「携帯電話機をはじめとする携帯情報通信装置」に係る発明で\nあり、無線信号が伝達する画像データが本来的に重要であることは明\nらかである。また、一般に、「画像の解像度」とは、「画像の水平・\n垂直画素数」を意味する（本件明細書等の【０１１８】、【０１１\n９】）。その他、本件明細書等の【００３２】の記載も参酌すれば、\n本件訂正発明の構成要件Ｇ’にいう「本来解像度」は、「データ処理\n手段と十分な大きさの画面解像度を有するディスプレイ手段とが、該\n画像データを、画素を間引いて表示画像の解像度を小さくしたり、画\n素を補間して表示画像の解像度を大きくしたりせずに、ディスプレイ\n手段の画面を構成する物理的な画素の色表示として過不足なく現実化\nすることによって表示される画像」の水平・垂直画素数を意味するも\nのというべきである。\n一審被告は、前記のとおり、本件訂正発明が画素の間引きや補間を\n行っている以上、本件明細書等の【００２２】記載の作用効果を奏し\nないから、本件訂正事項が新規事項を追加するものである旨主張する\nが、そのような解釈は、一審被告が本件明細書における「本来解像度」\nと「本来画像」を適切に区別しないことによって誤って導かれたもの\nである。\n被告各製品が本件訂正発明の技術的範囲に属しないとする点について\nａ  構成要件Ｇ’\n被告各製品はスマートフォンであり、インターネットに接続してウ\nェブサーバーにアクセスし、ウェブサーバーから本来解像度が内蔵デ\nィスプレイパネルの画面解像度より大きい画像データを読み出し、こ\nれを処理して、内蔵ディスプレイパネル又は外部表示装置に表示する\nことができるのであるから、構成要件Ｇ’を充足する。\nｂ  構成要件Ｈ’\n本件訂正発明において、「「本来解像度が付属ディスプレイの画面\n解像度より大きい画像データ」を伝達する無線信号」には、テレビ放\n送信号だけではなく、インターネットプロトコルに準拠した電波信号\nも含まれるのであるから、本件訂正２の際、テレビ放送受信アンテナ\nでテレビ放送を受信した場合が訂正の根拠とされているからといって、\n本件訂正発明において、「高解像度画像受信・処理・表示機能を実現\nする場合」が「テレビ放送を受信した場合」に限定される理由はなく、\n一審被告の主張は前提を欠くものである。\n⑷  争点４（特許権侵害の不法行為による損害の発生の有無及びその額）及び\n争点５（本件発明の実施についての不当利得返還義務の有無及び返還すべ\nき利得の額）について\nア  一審原告の主張\n業界における実施料の相場について\nａ  原判決は、知的財産の価値評価を踏まえた特許等の活用の在り方\nに関する調査研究報告書（甲５５。以下「甲５５報告書」という。）\nには、電気等の分野の実施料率の平均値等の記載があるものの、同\n報告書では、エレクトロニクス業界のライセンス交渉実態から、実\n施料率は、上記の例示された平均値を大幅に下回るものである旨判\n断し、同平均値を採用しなかった。\nしかし、そこで引用されているライセンス交渉実態は、規格技術\nに関する特許に係るパテントプールの例か（７８頁）、クロスライ\nセンスがされる例か（７９頁）、ノウハウを含めた交渉をする場合\nであるところ（８０頁）、本件特許は規格技術ではないからパテン\nトプールは関係がなく、また、一審原告は自社で発明した技術を実\n施してはいないのでクロスライセンスをすることもなく、特許とし\nて公開している以外のノウハウも有しないからノウハウを含めた交\n渉をすることもない。\nしたがって、原判決が、甲５５報告書の例外的事象における実施\n料率を理由に、電気等の分野の実施料率の平均値を採用しなかった\nのは不当である。\nｂ  原判決は、一審被告従業員による陳述書（乙１３。以下「乙１３\n陳述書」という。）に記載された、一審被告による実施許諾契約の\n実績を参考にしている。\nここで、乙１３陳述書には、実施料率の算定に関連して、ランニ\nング方式であるＣ社とのライセンス契約について記載されていると\nころ、一時金方式に比べ料率が高くなるランニング方式によってい\nるＣ社との契約内容は、あるべき実施料率の算定において重要であ\nる。\nまた、乙１３陳述書において一審被告がクロスライセンス契約を\n締結した外国企業が保有する「特許」の数は、これらの企業がライ\nセンス契約時に保有していた日本特許の数より多く（甲７２ないし\n７６）、多数の外国特許も含まれていると推認されることから、国\n内特許１件当たりの料率を算定する資料としては問題が大きい。\nこのようなことから、一審原告は、これらのライセンス契約の内\n容を明らかにするために、同契約書につき文書提出命令の申立てを\n行ったのに対し、一審被告は、これらのライセンス契約の実施料率\nは本件における要証事実ではないとして提出を拒んでいるのである\nから、結局、乙１３陳述書には証拠価値がないというべきである。\n原判決は、本件発明の作用効果が本件発明の構成以外では実現できな\nいことを認めるに足りる証拠はない旨判示するが、被告各製品が発売さ\nれた時期には、一審原告にとって、本件発明によらずに本件発明の効果\nを奏することは、経済的に現実的ではなかった。\nイ  一審被告の主張\n争う。\n第３  当裁判所の判断\n１  本件明細書の記載等について\n以下のとおり補正するほか、原判決の第４の１の記載のとおりであるから、\nこれを引用する。\n⑴  原判決４５頁２６行目の「本件明細書（甲２）には、次のような記載が\nある。」を、「本件明細書（甲２）には、以下のとおり及び別紙本件明細\n書（抜粋）のとおりの記載がある。」と改める。\n⑵  原判決４９頁１４行目末尾の（以下略）を削り、改行して以下のとおり\n加える。\n「  これにより、付属ディスプレイでは自らの画面解像度に相当する部分\nだけを切り出した部分画像しか表示できなかったり、画素を間引くこと\nによって画質を落とした全体画像しか表示できなかったりした画像を、\n大画面外部ディスプレイにおいては、その本来の解像度のままの全体画\n像として表示できるようになる。また、特に、水平方向の画素数が付属\nディスプレイの画面水平解像度より大きい画像を大画面外部ディスプレ\nイ装置に表示する機能を有する場合には、一行あたりに表示できる文字\n数を増やすことができ、その結果、長文の電子メールであっても、何行\nにもわたって表示され、垂直スクロールを何度も繰り返さなければなら\nないということはなくなる。また、それらの効果が総合されることによ\nり、パソコン向けウェブページも、大画面外部ディスプレイ装置におい\nて、パソコンの画面イメージとして実現されるレイアウトで閲覧できる\nようになる。」\n⑶  原判決５２頁７行目末尾の（以下略）を削り、改行して以下のとおり加\nえる。\n「  ＬＣＤドライバ１５Ｂは、該ビットマップデータに基づいて、ソー\nス・ドライバ部とゲート・ドライバ部とを作動させることによりＬＣＤ\nパネル１５Ａの画面を構成する各々の画素を駆動し、最終的にコミュニ\nケーションの相手からの無線動画信号に対応した画像がＬＣＤパネル１\n５Ａに表示される。\nこの際、携帯テレビ電話において送受信される無線動画信号の本来画\n像の解像度は、通常、ＬＣＤパネル１５Ａの画面解像度を上回らないた\nめ、ＬＣＤパネル１５Ａには、該本来画像が全画面表示されるか、本来\n画像がＬＣＤパネル１５Ａの画面の一部に表示されるか、又は本来画像\nの解像度はそのままで全画面に拡大表示される。（以下略）」\n⑷  原判決１１１頁末尾に頁を改めて、本判決別紙のとおり加える。\n２  争点１（被告各製品は、本件発明の構成要件を充足するか）について\n以下のとおり補正するほか、原判決の第４の２ないし５の説示のとおりであ\nるから、これを引用する。\n⑴  原判決６１頁２５行目冒頭から６３頁２３行目末尾までを次のとおり改め\nる。\n「ア  特許請求の範囲の記載\n本件発明の請求項１には、「前記グラフィックコントローラは、前\n記携帯情報通信装置が「本来解像度がディスプレイパネルの画面解像\n度より大きい画像データ」を処理して画像を表示する場合に、前記単\n一のＶＲＡＭから「前記ディスプレイパネルの画面解像度と同じ解像\n度を有する画像のビットマップデータ」を読み出し、「該読み出した\nビットマップデータを伝達するデジタル表示信号」を生成し、該デジ\nタル表示信号を前記ディスプレイ制御手段に送信する機能と、前記単\n一のＶＲＡＭから「前記ディスプレイパネルの画面解像度より大きい\n解像度を有する画像のビットマップデータ」を読み出し、「該読み出\nしたビットマップデータを伝達するデジタル表示信号」を生成し、該\nデジタル表示信号を前記インターフェース手段に送信する機能と、を\n実現し、」との記載があり、「該デジタル表示信号を前記ディスプレ\nイ制御手段に送信する機能」及び「デジタル表示信号を前記インター\nフェース手段に送信する機能」を実現する際の、信号の生成において、\n両機能ともに「前記単一のＶＲＡＭ」からビットマップデータを読み\n出すものと認められる。\nそうすると、本件発明における「単一のＶＲＡＭ」とは、携帯情報\n通信装置において、付属ディスプレイに係る「ディスプレイ制御手段」\n（構成要件Ｅ）のためと、外部ディスプレイに係る「インターフェー\nス手段」（構成要件Ｆ）のための両機能それぞれに専用のＶＲＡＭが\nあるのではなく、１つのＶＲＡＭが存在することと、これにより両機\n能において共に前記１つのＶＲＡＭからのビットマップデータの読出\nしを行うことを意味すると解釈できる。\nイ  明細書の記載\n本件明細書においては、第１の実施形態を示す図１、第２の実施形\n態を示す図６、第３の実施形態を示す図８には、それぞれＶＲＡＭと\nしてＶＲＡＭ１（１０Ｃ）のみが記載され、第１の実施形態に関する\n【０１１７】には「ＬＣＤパネル１５Ａの画面解像度と同じ解像度を\n有する画像を記述するビットマップデータをＶＲＡＭ１＿１０Ｃから\n切り出してＬＣＤドライバ１５Ｂに送信する」ことが、【０１２３】\nには「中央演算回路１＿１０Ａ１は、上記の描画命令とともに、ＶＲ\nＡＭ１＿１０Ｃから切り出したビットマップデータを、ＬＣＤドライ\nバ１５Ｂに送信する替わりに、ＴＭＤＳトランスミッタ１３Ａに送信\nするように命令する送信命令を生成し、該送信命令をグラフィックコ\nントローラ１＿１０Ｂに送信する。」ことが、第３の実施形態に関す\nる【０１５３】には、「グラフィックコントローラ１＿１０Ｂは、中\n央演算回路１＿１０Ａ１から受信した描画命令に基づき、仮想画面に\nおけるビットマップデータを生成しＶＲＡＭ１＿１０Ｃに書き込むと\nともに、ＬＣＤパネル１５Ａの画面解像度又は外部入出力ユニット４\nにおける外部ＬＣＤタッチパネル４５６の画面解像度に対応する部分\nをＶＲＡＭ１＿１０Ｃから切り出し、それぞれＬＣＤドライバ１５Ｂ\n又はＴＭＤＳトランスミッタ１３Ａに送信する。」ことが記載され、\n「単一のＶＲＡＭ」に関する前記アの解釈を裏付けている。」\n⑵  原判決６４頁１７行目冒頭から２２行目末尾までを次のとおり改める。\n「しかし、一審被告の指摘する本件明細書の記載は、「単一のＶＲＡＭ」\nを「一つの仮想画面のビットマップデータを書き込むメモリ領域が単一\nである」と限定して解釈すべきことを裏付けるものではない。」\n⑶  原判決６５頁２行目の「ハードウェアとしてのＶＲＡＭが一つ内蔵され\nていると認められる。」を「付属ディスプレイに表示するＶＲＡＭとして、\n外部ＳＤＲＡＭを備え、これらが外部ディスプレイに表示する画像データ\nを処理するものであるから、付属ディスプレイに係る「ディスプレイ制御\n手段」のためと、外部ディスプレイに係る「インターフェース手段」のた\nめの両機能それぞれに専用のＶＲＡＭがあるのではないことが認められ\nる。」と改める。\n⑷  原判決６５頁１１行目冒頭から１７頁末尾までを次のとおり改める。\n「 しかし、同事実をもってしては、付属ディスプレイに係る「ディスプ\nレイ制御手段」のためと、外部ディスプレイに係る「インターフェース\n手段」のための両機能それぞれに専用のＶＲＡＭがあるとはいえない。」\n３  争点２－１（乙１公報を主引例とする新規性欠如又は進歩性欠如（無効理由\n１））、争点２－２（乙５公報を主引例とする進歩性欠如（無効理由２））及\nび争点３（訂正の再抗弁の成否）について\n事案に鑑み、これらを一括した上、争点３（訂正の再抗弁の成否）から判断\nする。\n⑴  訂正の適法性について\nア  本件訂正２は、無効審判手続の中でされ、特許請求の範囲の減縮を目\n的とするものと認められる。\nイ  新規事項の追加の有無について検討する。\n本件明細書の【０１１８】には、「無線通信手段」である「テレビ\n受信用アンテナ１１２Ａ」が「ＬＣＤパネル１５Ａの水平・垂直画素\n数より大きい」本来画像を伝達するテレビ放送用信号を受信し、同信\n号がテレビチューナ１１２Ｂ及びＡＤ／ＤＡ変換部１＿１１２Ｃでデ\nジタル動画信号及びデジタル音声信号に変換され、バス１９を経由し\nて中央演算回路１＿１０Ａ１に送信され、同中央演算回路ではＬＣＤ\nパネル１５Ａに表示される画面イメージのビットマップデータを作成\nする描画命令を生成することが開示されているから、訂正事項１に係\nる「前記無線通信手段」が「「本来解像度が前記ディスプレイパネル\nの画面解像度より大きい画像データ」を伝達する無線信号を受信して\nデジタル信号に変換の上、前記中央演算回路に送信し」、「前記中央\n演算回路」が「該デジタル信号を受信して、該デジタル信号が伝達す\nる画像データを処理し」とすることは、本件明細書の記載の範囲内の\nものであるといえる。\nａ  一審被告は、前記第２の４⑶ア ａのとおり、本件明細書には、\n無線受信機能と無線送信機能を有する無線通信手段（構成要件Ｂ）\nを、「テレビ受信用アンテナ１１２Ａ」と「テレビチューナ１１２\nＢ」を有する「高解像度画像受信」の手段とする「高解像度画像受\n信・処理・表示機能」を有する発明は記載されていない旨主張する。\nしかし、本件明細書の【０１１６】からは「通信用アンテナ１１\n１Ａ」が、無線信号の受信及び送信を行うものであること、【０１\n１８】からは「テレビ受信用アンテナ１１２Ａ」が、無線信号の受\n信を行うものであることが理解できるところ、本件訂正発明には、\n無線信号の種類を限定する記載がないこと、図１には、「テレビ受\n信用アンテナ１１２Ａ」、「テレビチューナ１１２Ｂ」及び「ＡＤ\n／ＤＡ変換部１＿１１２Ｃ」と「通信用アンテナ１１１Ａ」、「Ｒ\nＦ送受信部１１１Ｂ」及び「ベースバンドプロセッサ１１」とを備\nえた実施例の記載があることからすれば、「通信用アンテナ１１１\nＡ」、「ＲＦ送受信部１１１Ｂ」、「ベースバンドプロセッサ１\n１」、「テレビ受信用アンテナ１１２Ａ」、「テレビチューナ１１\n２Ｂ」、及び「ＡＤ／ＤＡ変換部１＿１１２Ｃ」は、いずれも無線\n通信を行うための機能手段であり、合わせて構成要件Ｂにいう「無\n線通信手段」を構成するものというべきである。また、本件明細書\n等の【００５６】の記載からは、「無線通信手段」が、インターネ\nットプロトコルに準拠した無線信号による無線通信とテレビ放送信\n号による無線通信との両方を行うことも当然に想定されているとい\nうべきである。\nｂ  次に、一審被告は、前記第２の４⑶ア ｂのとおり、本件明細書の\n【０１１８】では、画素の間引きを行っていることから、本来解像\n度の画像を外部ディスプレイ手段に表示することができず、【００\n２２】に記載されている作用効果を奏することができないから、訂\n正事項１は新規事項を追加するものである旨主張する。\nしかし、構成要件Ｇ’においては、表示される画像が「本来解像度」\nであることまでは特定されておらず、構成要件Ｊにおいても、「外\n部ディスプレイ手段に、「前記ディスプレイパネルの画面解像度よ\nり大きい解像度を有する画像」を表示できるようにした」とされて\nいるのにとどまり、さらに、【発明が解決しようとする課題】【０\n０３１】においても、「外部ディスプレイ手段において、付属ディ\nスプレイの画面解像度よりも解像度が大きい画像を表示すること」\n等の記載がされており、本来の解像度がそのまま維持されることま\nで記載されているわけではない。一審被告が主張する本件明細書の\n【０１１８】は、テレビ放送に関する一例であって、このような場\n合には【００２２】記載の効果が生じないとしても、そのことをも\nって、本件明細書に、高解像度画面を表示する機能を有する旨の記\n載がないといえないことは明らかであるから、この点に関する一審\n被告の主張は採用できない。\n以上によれば、本件訂正２は、実質上、特許請求の範囲を拡張し、\n又は変更するものには該当しない。よって、本件訂正２は訂正要件を\n満たす。\n⑵  訂正による無効理由の解消の成否について\n本件訂正発明について、乙１公報を主引例とする進歩性欠如、乙５公報を\n主引例とする進歩性欠如が認められないのであれば、本件訂正２前の本件発\n明について、これらの文献を主引例とする進歩性欠如の有無について個別に\n判断するまでもなく、訂正により無効理由が解消したものと認められる。そ\nこで、以下、この点について検討する。\nア  乙１公報を主引例とする本件訂正発明の進歩性欠如の有無について\n乙１公報の記載事項等\n原判決の第４の６⑴に記載のとおりであるから、これを引用する。\n本件訂正発明と乙１発明の相違点\nによれば、本件訂正発明と乙１発明は、以下の点で相違するもの\nと認められる。\nａ  相違点㋑\n本件訂正発明は、「無線信号を受信してデジタル信号に変換の上、\n後記中央演算回路に送信するとともに、後記中央演算回路から受信し\nたデジタル信号を無線信号に変換して送信する無線通信手段」を備え\nているのに対し、乙１発明では、「無線通信手段」について特定され\nていない点。\nｂ  相違点㋺\n本件訂正発明の「中央演算回路」は、「無線通信手段から受信し\nた」デジタル信号を処理しているのに対し、乙１発明の「ＣＰＵ１０」\nは、「表示データ」をどこから受信したかについて特定されていない\n点。\nｃ  相違点㋩\n本件訂正発明は「携帯情報通信装置」についての発明であるが、\n乙１発明は「携帯機器」であって、「情報通信」を行う点について特\n定されていない点。\nｄ  相違点㋥\n本件訂正発明は、「高解像度画像受信・処理・表示機能」と略記さ\nれる機能を有し、グラフィックコントローラは、「携帯情報通信装置\nが前記高解像度画像受信・処理・表示機能を実現する場合に」、ディ\nスプレイパネルの画面解像度と同じ解像度を有する画像のビットマッ\nプデータから、所定のデジタル表示信号を生成し、これをディスプレ\nイ制御手段に送信する機能と、ディスプレイパネルの画面解像度より\n大きい解像度を有する画像のビットマップデータから、所定のデジタ\nル表示信号を生成し、これをインターフェース手段に送信する機能を\n実現するのに対して、乙１発明は、無線通信手段を有さず、また、\n「本来解像度が前記ディスプレイパネルの画面解像度より大きい画像\nデータ」を伝達する無線信号を受信するものではないため、この「本\n来解像度が前記ディスプレイパネルの画面解像度より大きい画像デー\nタ」を基に、ディスプレイ制御手段やインターフェース手段に送信す\nるデジタル表示信号を生成する機能を有さないから、「高解像度画像\n受信・処理・表示機能」と略記される機能を有さず、グラフィックコ\nントローラも、本件訂正発明の上記送信機能と同様の機能は実現可能\nであるものの、この送信機能で送信されるデジタル表示信号は、「高\n解像度画像受信・処理・表示機能を実現する場合に」生成、送信され\nるものではない点。\nｅ  相違点㋭\n本件訂正発明の「インターフェース手段」は、「前記グラフィック\nコントローラから受信した「ビットマップデータを伝達するデジタル\n表示信号」を、デジタルＲＧＢ、ＴＭＤＳ、ＬＶＤＳ（又はＬＤＩ）\n及びＧＶＩＦのうちのいずれかの伝送方式で伝送されるデジタル外部\n表示信号に変換して、該デジタル外部表示信号を前記周辺装置に送信\nする機能を有する」のに対し、乙１発明では、表示信号の「伝送方式」\nについて特定されていない点。\n相違点の容易想到性について\n事案に鑑み、相違点㋥の容易想到性から判断する。\nａ  乙１公報には、表示装置の解像度に関する記載はあっても、プロ\nグラムやデータに関する解像度の記載はなく、無線通信手段が「本\n来解像度が前記ディスプレイパネルの画面解像度より大きい画像デ\nータ」を伝達する無線信号を受信して、この「本来解像度が前記デ\nィスプレイパネルの画面解像度より大きい画像データ」についてデ\nィスプレイ制御手段やインターフェース手段に送信するデジタル表\n示信号を生成する具体的な構成については、何らの開示や示唆もな\nい。\nそうすると、当業者が相違点㋥に係る構成を容易に想到すること\nができたとはいえないというべきである。\nｂ  一審被告は、本件発明について前記第２の４⑴ のとおり主張する\nが、これは、本件訂正発明と乙１発明の相違点㋥についても、乙１公\n報の【０００５】ないし【０００７】における示唆及び優先日当時の\n周知技術（乙１６文献ないし乙１９文献）に基づいて当業者が容易に\n想到できたとの趣旨を含むものと解される。\n確かに、乙１６文献ないし乙１９文献によれば、携帯電話機におい\nて、携帯電話機のディスプレイによりそのままでは表示できないデー\nタを外部の表示装置に表示する技術は、周知技術であるといえる。\nしかし、乙１公報には、乙１発明の「画像データ」が「本来解像度\nが前記ディスプレイパネルの画面解像度より大きい画像データ」であ\nることについて、何らの開示や示唆もないことは前記ａのとおりであ\nる。\nまた、上記認定の周知技術も、携帯電話機において、携帯電話機の\nディスプレイによりそのままでは表示できないデータを外部の表示装\n置に表示する技術を開示するのにとどまり、「本来解像度が前記ディ\nスプレイパネルの画面解像度より大きい画像データ」を伝達する無線\n信号を受信するとの点や、携帯情報通信装置が前記高解像度画像受\n信・処理・表示機能を実現する場合に、グラフィックコントローラが、\n「前記ディスプレイパネルの画面解像度より大きい解像度を有する画\n像のビットマップデータ」を読み出し、「該読み出したビットマップ\nデータを伝達するデジタル表示信号」を生成し、該デジタル表示信号\nを前記インターフェース手段に送信する機能を実現するとの点まで具\n体的に示唆するものではないから、当該周知技術を加味しても、当業\n者が相違点㋥に係る構成を容易に想到できたとはいえない。\nまとめ\n以上によれば、仮に、本件発明について、乙１公報を主引例とする\n進歩性欠如が認められたとしても、本件訂正２によって解消するもの\nというべきである。\nイ  乙５公報を主引例とする本件訂正発明の進歩性欠如の有無について\n乙５公報の記載事項等について\n原判決の第４の７⑴に記載のとおりであるから、これを引用する。\n本件訂正発明と乙５発明の相違点\nによれば、本件訂正発明と乙５発明は、以下の点で相違するもの\nと認められる。\nａ  相違点㋬\n本件訂正発明の「中央演算回路」は、「前記無線通信手段から受\n信したデジタル信号」に対して、「前記入力手段から受信したデータ\nと前記記憶手段に格納されたプログラムとに基づき」、「リアルタイ\nムでデジタル表示信号を生成するか、又は、自らが処理可能なデータ\nファイルとして前記記憶手段に一旦格納し、その後読み出」すという\n手順を踏んで処理するのに対し、乙５発明の「制御部１０」は、受信\nした信号に対する具体的な処理手段について記載されていない点。\nｂ  相違点㋣\n本件訂正発明の「ディスプレイ手段」は、「グラフィックコント\nローラから受信したデジタル表示信号に基づき」動作するのに対し、\n乙５発明の「表示部１２」は、「デジタル表示信号」が「グラフィ\nックコントローラから受信した」ものである点が特定されていない\n点。\nｃ  相違点㋠\n本件訂正発明の「インターフェース手段」は、「グラフィックコ\nントローラから受信したデジタル表示信号に基づき」動作するのに対\nし、乙５発明の「画像出力部１７」は、「グラフィックコントローラ\nから受信したデジタル表示信号に基づき」動作することについて特定\nされていない点。\nｄ  相違点㋷\n本件訂正発明は、「高解像度画像受信・処理・表示機能」と略記さ\nれる機能を有し、グラフィックコントローラは、「携帯情報通信装置\nが前記高解像度画像受信・処理・表示機能を実現する場合に」、ディ\nスプレイパネルの画面解像度と同じ解像度を有する画像のビットマッ\nプデータから、所定のデジタル表示信号を生成し、これをディスプレ\nイ制御手段に送信する機能と、ディスプレイパネルの画面解像度より\n大きい解像度を有する画像のビットマップデータから、所定のデジタ\nル表示信号を生成し、これをインターフェース手段に送信する機能を\n実現するのに対して、乙５発明は、送受信部１１が、「本来解像度が\nディスプレイパネル（表示部１２）の画面解像度より大きい画像デー\nタ」を伝達する無線信号を受信するものではないため、「本来解像度\nがディスプレイパネル（表示部１２）の画面解像度より大きい画像デ\nータ」を基に、表示部１２で画像を表示するための信号と外部表示装\n置２で画像を表示するための信号との両方を生成するものではなく、\nまた、グラフィックコントローラや単一のＶＲＡＭも備えないから、\n「高解像度画像受信・処理・表示機能」と略記される機能を有さず、\n表示部１２や外部表示装置２で画像を表示するための信号は、「高解\n像度画像受信・処理・表示機能を実現する場合に」生成、送信される\nものではない点。\nｅ  相違点㋦\n本件訂正発明の「ビットマップデータを伝達するデジタル表示信\n号」は、「デジタルＲＧＢ、ＴＭＤＳ、ＬＶＤＳ（又はＬＤＩ）及\nびＧＶＩＦのうちのいずれかの伝送方式」で伝送されるのに対し、\n乙５発明では、「伝送方式」について特定されていない点。\n相違点の容易想到性について\nａ  事案に鑑み、相違点㋷から判断する。\n乙５公報には、送受信部１１で「本来解像度がディスプレイパネル\n（表示部１２）の画面解像度より大きい画像データ」を伝達する無線\n信号を受信して、この「本来解像度がディスプレイパネル（表示部１\n２）の画面解像度より大きい画像データ」を基に、表示部１２及び外\n部表示装置２に画像を表示することや、これを実現するための具体的\nな構成（信号の生成）の記載も示唆もない。\nそうすると、当業者が相違点㋷に係る構成を容易に想到することが\nできたとはいえないというべきである。\nｂ  一審被告は、本件発明について前記第２の４⑵アのとおり主張する\nが、これは、本件訂正発明と乙５発明の相違点㋷についても、乙５公\n報の【０００５】及び【０００８】の記載並びに優先日当時の周知技\n術（乙１６文献ないし乙１９文献）に基づいて、当業者が容易に想到\nできたとの趣旨を含むものと解される。\nしかし、乙５公報には、「携帯電話機の内蔵ディスプレイ装置の画\n面解像度より大きい画像データを含むコンテンツ」を受信することや、\nこれを基に、表示部１２及び外部表示装置２に画像を表示するための\n信号を生成することについて、何らの記載もないことは前記ａのとお\nりであり、また、前記ア ｂにおいて説示したのと同様の理由により、\n一審被告の主張は、乙１６文献ないし乙１９文献に基づく周知技術か\nらも裏付けられない（原審において一審被告が主張する乙６発明を組\nみ合わせることについては、その動機付けがあるとはいえないし、乙\n６公報は、「本来解像度が前記ディスプレイパネルの画面解像度より\n大きい画像データ」を伝達する無線信号を受信するとの点や、携帯情\n報通信装置が前記高解像度画像受信・処理・表示機能を実現する場合\nに、グラフィックコントローラが、「前記ディスプレイパネルの画面\n解像度より大きい解像度を有する画像のビットマップデータ」を読み\n出し、「該読み出したビットマップデータを伝達するデジタル表示信\n号」を生成し、該デジタル表示信号を前記インターフェース手段に送\n信する機能を実現するとの点まで具体的に示唆するものではないから、\n乙６発明を加味しても、当業者が相違点㋷に係る構成を容易に想到で\nきたとはいえない。\nまとめ\n以上によれば、仮に、本件発明について、乙５公報を主引例とする進\n歩性欠如が認められたとしても、本件訂正２によって解消するものとい\nうべきである。\n⑶  被告各製品が本件訂正発明の技術的範囲に属するかについて\n被告各製品が本件発明の構成要件を充足することについては、前記２にお\nける認定のとおりであるから、これを前提に、本件訂正２により加えられた\n構成要件Ｇ’  及び Ｈ’について判断する。\nア  構成要件Ｇ’\n一審被告は、前記第２の４⑶ア ａのとおり、被告各製品は、本来解像\n度の画像を表示する機能を有さないから、構成要件Ｇ’の「高解像度画像\n受信・処理・表示機能」を有しない旨主張する。\nしかし、本件訂正発明は、構成要件Ｊにあるように、「前記外部ディス\nプレイ手段に、「前記ディスプレイバネルの画面解像度より大きい解像度\nを有する画像」を表示できるようにした」ものであり、必ずしも、本来解\n像度の画像を表示する機能を有するものではない。被告各製品はモバイル\nプロセッサ内で画像データを間引きして内蔵ディスプレイパネル用の表示\n用データを生成し、これを補間して、内蔵ディスプレイパネルより大きい\n画面解像度を有する外部ディスプレイ用の表示データを生成しているので\nあるから、高解像度画面を表示する機能を有する。したがって、一審被告\nの主張は採用できない。\nイ  構成要件Ｈ’\n一審被告は、前記第２の４⑶ア ｂのとおり、被告各製品では、本件\n訂正２の根拠とされたテレビ放送の受信の場合には、「高解像度画像受\n信・処理・表示機能を実現する場合」が存在しないから、構成要件Ｈ’\nの「前記携帯情報通信装置が前記高解像度画像受信・処理・表示機能」\nを有さない旨主張する。\nしかし、「高解像度画像受信・処理・表示機能」が、テレビ用受信ア\nンテナでテレビ放送を受信した場合に限る旨の特定は、本件訂正発明に\nはない。また、前記３⑴イ ａのとおり、本件訂正発明の「無線通信手\n段」は、本件明細書の、テレビ受信用アンテナ、テレビチューナ、ＡＤ\n／ＤＡ変換部、通信用アンテナ、ＲＦ送受信部、ベースバンドプロセッ\nサを合わせたものと考えることができる。そうすると、被告各製品は、\n内蔵ディスプレイパネル用の表示用データを補間して、これより大きい\n画面解像度の外部ディスプレイ用の表示データを生成しているのである\nから、「前記外部ディスプレイ手段に、「前記ディスプレイバネルの画\n面解像度より大きい解像度を有する画像」を表示できるようにした」と\nの事項を充足するものである。\n⑷  小括\n以上のとおりであって、訂正の再抗弁が認められるから、その他の点に\nついて判断するまでもなく、一審被告らの乙１公報を主引例とする進歩性\n欠如、乙５公報を主引例とする進歩性欠如の主張は理由がない。\n４  争点２－３（「単一のＶＲＡＭ」なる語句の意義が不明瞭であることによ\nる明確性要件違反（無効理由３））について\n一審被告は、「単一のＶＲＡＭ」との語句が不明確である旨主張するが、\n当該語句が、本件明細書の記載も参酌すれば、付属ディスプレイに係る「デ\nィスプレイ制御手段」（構成要件Ｅ）のためと、外部ディスプレイに係る\n「インターフェース手段」（構成要件Ｆ）のための両機能それぞれに専用の\nＶＲＡＭがあるのではなく、１つのＶＲＡＭが存在することを意味するもの\nと理解できることは、補正の上引用した原判決第４の５⑴の説示のとおりで\nあり、本件発明は明確である。\n５  争点２－４（本件明細書に「単一のＶＲＡＭ」としたことの作用効果の記\n載がないことに基づくサポート要件違反（無効理由４））について\n原判決の第４の９の説示のとおりであるから、これを引用する。\n６  争点２－５（訂正要件違反（無効理由５））について\n原判決９４頁２６行目冒頭から９６行目４行目末尾までを以下のとおりに\n改めるほか、原判決の第４の１０の説示のとおりであるから、これを引用す\nる。\n「本件発明における「単一のＶＲＡＭ」とは、携帯情報通信装置において、\n付属ディスプレイに係る「ディスプレイ制御手段」（構成要件Ｅ）のため\nと、外部ディスプレイに係る「インターフェース手段」（構成要件Ｆ）の\nための両機能それぞれに専用のＶＲＡＭがあるのではなく、１つのＶＲＡ\nＭが存在することと、これにより両機能において共に前記１つのＶＲＡＭ\nからのビットマップデータの読出しを行うことを意味すると解釈できるこ\nと、本件明細書にこれに対応する記載があることは前記５⑴のとおりであ\nるから（なお、本件明細書は出願時から変更されていない。）、一審被告\nの主張は採用できない。」\n７  争点２－６（本件明細書に「適切に処理する」以外の処理が記載されてい\nないことによるサポート要件違反（無効理由６））について\n原判決の第４の１１の説示のとおりであるから、これを引用する。\n８  争点４（特許権侵害の不法行為による損害の発生の有無及びその額）につい\nて\n以下のとおり当審における一審原告の補充主張に対する判断を加えるほか、\n原判決の第４の１３の説示のとおりであるから、これを引用する。\n⑴  業界における実施料等の相場について\nア  一審原告は、前記第２の４⑷ア ａのとおり、原判決が、甲５５報告書\nの例外的事象における実施料率を理由に、電気等の分野の実施料率の平均\n値を採用しなかったのは不当である旨主張する。\nしかし、原判決は、一つのデバイスが関連する特許が膨大な量となると\nいう甲５５報告書の指摘に着目して、電気等の分野の実施料率の平均値を\n採用しないとしたのであり、その判断は首肯できるものである。\nイ  一審原告は、前記第２の４⑷ア ｂのとおり、乙１３陳述書における実\n施料相当額の算定には信用性がない旨主張する。\nしかし、仮にそのような不明点があるとしても、乙１３陳述書は、具体\n的な数値自体に意味があるというよりは、一つの算出手法を示したものと\n理解すべきであるから、個々のライセンス契約の内容自体を吟味する必要\nがあるものとは解し得ないし、優先権主張を伴う出願や分割出願制度等を\n利用した出願を全てまとめて１パテントファミリーとして、パテントファ\nミリー当たりのライセンス料率を算定するなど、１件当たりのライセンス\n料率が過少にならない工夫をしていること等に鑑みると、その信用性が否\n定されるべきものとはいえない上、そもそも原判決は、乙１３陳述書にお\nける料率をそのまま採用しているのではなく、その他の各種事情を総合勘\n案した上で、料率を決定しているのであるから、一審原告の主張は採用で\nきない。\n⑵  代替品の不存在について\n一審原告は、前記第２の４⑷ア のとおり、本件訂正発明によらずに、\n本件訂正発明の効果を奏することは経済的に現実的ではなかった旨主張す\nる。\nしかし、これを的確に裏付けるに足りる証拠はないし、その他の各種事\n情を総合考慮すると、そもそもこの点のみをもって本件結論が左右すると\nはいい難いから、一審原告の上記主張は採用できない。\n９  争点６（不法行為に基づく損害賠償請求権についての消滅時効の成否）\n原判決の第４の１４の説示のとおりであるから、これを引用する。\n争点５（本件発明の実施についての不当利得返還義務の有無及び返還すべき\n利得の額）について\n原判決１０４頁１９行目冒頭から２１行目末尾までを次のとおり改めるほか、\n原判決の第４の１５の説示のとおりであるから、これを引用する。\n「したがって、一審原告の一審被告に対する金銭請求は、主位的請求である\n不法行為に基づく損害賠償請求を、前記１３で認定した損害額の限度で認\n容すれば足りる。」\nその他\n一審被告は、「本来解像度」の用語の意義について、本件明細書等【００\n３２】に「「本来解像度」とは「本来画像」の解像度をする。」と定義され\nているので、「本来画像」の意義が問題となるところ、「本来画像」の用語\nの意義、内容は不明確であるから、本件特許明細書には、構成要件Ｇ’にお\nける「本来解像度」の意義を理解するための記載がなく、サポート要件に反\nする旨、当審において新たに主張するが、本件明細書等の「本来画像」及び\n「本来解像度」に関する関係記載（【０００６】、【００３２】、【００７\n９】、【０１１５】、【０１１８】、【０１１９】、【０１２４】ないし\n【０１２６】、【０１２８】ないし【０１３０】等）を総合すれば、当業者\nは、「本来画像」及び「本来解像度」が何を意味するかにつき十分に理解で\nきるというべきであるから、本件訂正発明は本件明細書等の発明の詳細な説\n明に記載したものといえる。\nその他にも、両当事者はるる主張するが、いずれも本件結論を左右し得な\nい。\n第４  結論\n以上によれば、一審原告の請求は、主位的請求である不法行為に基づく損害\n賠償請求権に基づき８１９万９４５８円及びこれに対する令和元年１２月１３\n日から支払済みまで改正前民法所定の年５分の割合による遅延損害金の支払を\n求める限度で理由があり、その余の主位的請求及び予備的請求はいずれも理由\nがないから棄却すべきところ、これと同旨の原判決は相当であり、一審原告及\nび一審被告の控訴はいずれも理由がないから棄却することとして、主文のとお\nり判決する。\n知的財産高等裁判所第４部\n裁判長裁判官\n菅    野    雅      之\n裁判官\n本      吉      弘      行\n裁判官\n岡      山      忠      広\n（別紙）\n別紙\n本件明細書（抜粋）\n【０００６】\nさらに、携帯情報通信装置でウェブページを閲覧する際の制約は、電子メール\nの読解する場合よりも大きい。通常、パソコンで閲覧されることを想定して作成さ\nれるウェブページ（以下、パソコン向けウェブページと略記する）は、ＨＴＭＬで\n記述された文書ファイル（以下、ＨＴＭＬファイルと略記する）及びそのリンクフ\nァイルで構成される。ところが、多くの携帯電話機では、付属ディスプレイの画面\nサイズ・画面解像度が小さいことを理由の一つとして、フルスペックのＨＴＭＬで\n記述されたウェブページを適切に閲覧することはできず、閲覧できるのはパソコン\n向けウェブサイトとは別個に構築されたいわゆる「ケータイ向けサイト」のウェブ\nページであって、ＣＨＴＭＬ（Ｃｏｍｐａｃｔ  ＨＴＭＬ）、ＨＤＭＬ（Ｈａｎｄ\nｈｅｌｄ  Ｄｅｖｉｃｅ  Ｍａｒｋｕｐ  Ｌａｎｇｕａｇｅ）又はＷＭＬ（Ｗｉｒ\nｅｌｅｓｓ  Ｍａｒｋｕｐ  Ｌａｎｇｕａｇｅ）等の携帯情報通信装置向けに特化\nしたマークアップ言語で記述されたウェブページだけとなっている。このため、特\nに解像度の大きい画像ファイルにリンクしたＨＴＭＬファイルで記述されたウェブ\nページは、ほとんどの場合正しく表示できず、また、画面を複数のフレームに分割\nし、各フレームに異なるＵＲＬ（Ｕｎｉｆｏｒｍ  Ｒｅｓｏｕｒｃｅ  Ｌｏｃａｔ\nｏｒ）を有するファイルを割り当てるフレーム表示のウェブページを含むウェブサ\nイトなどでは、そもそも管理者側が携帯電話機からのアクセス自体を拒否すること\nもある。\n【発明が解決しようとする課題】\n【００３１】\n本発明はこのような事情に鑑みてなされたものであり、その目的とするところ\nは、携帯電話機やＰＤＡをはじめとする携帯情報通信装置に大画面外部ディスプレ\nイ装置を接続することにより、より一般的には、携帯情報通信装置に大画面ディス\nプレイ手段を含む周辺装置、及び／又は、大画面ディスプレイ手段が接続される周\n辺装置を接続することにより、該大画面外部ディスプレイ手段において、付属ディ\nスプレイの画面解像度よりも解像度が大きい画像を表示すること、特に、長文の電\n子メールについては、垂直スクロールを繰り返すことなく読めること、パソコン向\nけウェブページについては、パソコンでの画面イメージに近いレイアウトで表示し、\nしかも水平スクロールを繰り返すことなく閲覧できること、テレビ番組については、\nテレビ放送における本来画像を表示することを、該大画面外部ディスプレイ手段向\nけの専用の表示データ生成手段を、付属ディスプレイに画像を表示するためにもと\nもと必要である表示データ生成手段（以下、付属表示データ生成手段と略記する）\nとは別個に使用することなく、大画面ディスプレイ手段を含む周辺装置、及び／又\nは、大画面ディスプレイ手段が接続される周辺装置と間のインターフェース手段の\n追加と、付属表示データ生成手段への若干の機能追加だけで実現する携帯情報通信\n装置を提供する点にある。また、携帯情報通信装置及び大画面外部ディスプレイ装\n置とともに用いられ、該大画面外部ディスプレイ装置の画面に、付属ディスプレイ\nの画面解像度よりも解像度が大きい画像を表示するための接続ユニットを提供する\n点にある。さらに、携帯情報通信装置とともに用いられ、自らに付属する大画面外\n部ディスプレイパネルに、該携帯情報通信装置の付属ディスプレイの画面解像度よ\nりも解像度が大きい画像を表示する外部入出力ユニットを提供する点にある。\n【課題を解決するための手段】\n【００３２】\n上記目的を達成するために、携帯情報通信装置に係る第１の発明は、ユーザー\nがマニュアル操作によって入力したデータを後記データ処理手段に送信する入力手\n段と、無線信号を受信してデジタル信号に変換の上、後記データ処理手段に送信す\nるとともに、後記データ処理手段から受信したデジタル信号を無線信号に変換して\n送信する無線通信手段と、後記データ処理手段を動作させるプログラムと後記デー\nタ処理手段で処理可能なデータファイルとを格納する記憶手段と、前記入力手段か\nら送信されたデータ及び前記記憶手段に格納されたプログラムに基づき、前記無線\n通信手段から受信したデジタル信号及び／又は前記記憶手段から読み出したデータ\nに必要な処理を行って、デジタル表示信号及びその他のデジタル信号を生成して送\n信するデータ処理手段と、画面を構成する各々の画素が駆動されることにより画像\nを表示するディスプレイパネルＡと、前記データ処理手段から受信したデジタル表\n示信号に基づき前記ディスプレイパネルＡの各々の画素を駆動するディスプレイ制\n御手段Ａとから構成されるディスプレイ手段とを備える携帯情報通信装置であって、\n外部ディスプレイ手段を含む周辺装置、又は、外部ディスプレイ手段が接続される\n周辺装置を接続し、該周辺装置に対して、前記データ処理手段から受信したデジタ\nル表示信号に基づき、外部表示信号を送信するインターフェース手段Ａ１と、前記\nデータ処理手段で生成されたデジタル表示信号の送信先として、前記ディスプレイ\n制御手段Ａと前記インターフェース手段Ａ１の少なくともいずれか一方を選択して\n指定する送信先指定手段とを備えるとともに、前記データ処理手段と前記インター\nフェース手段Ａ１とが相俟って、前記送信先指定手段がデジタル表示信号の送信先\nとして前記インターフェース手段Ａ１を指定した場合には、該インターフェース手\n段Ａ１から、高解像度外部表示信号を送信する機能を実現するようにしたものであ\nる。\nなお、本「明細書」及び「特許請求の範囲」でいう「デジタル表示信号」には 、\n後で詳述する「ビットマップデータ」等のデジタル画像データに直接対応した信号\nだけでなく、デジタル画像データの生成（描画）を命令する描画命令のデジタル信\n号も含む。\nまた、本「明細書」及び「特許請求の範囲」でいう「外部表示信号」とは、周\n辺装置における外部ディスプレイ手段がそれを受信して適切に処理することにより\n画像を表示することが可能であるような信号を意味する。そして、表示信号、画像\nデータファイル又は動画信号（以下、表示信号等と略記する）を「適切に処理する」\nとは、ディスプレイ手段、又は、データ処理手段及びディスプレイ手段が、表示信\n号等に含まれている画素ごとの論理的な色情報を、ディスプレイ手段の画面を構成\nする物理的な画素の色表示として過不足なく現実化することを意味しており、より\n具体的には、物理的な現実化にあたって画素を間引いて表示画像の解像度を小さく\nしたり、画素を補間して表示画像の解像度を大きくしたりしないことを意味してい\nる。\nさらに、本「明細書」及び「特許請求の範囲」でいう「高解像度」とは、表示\n信号等の本来解像度が前記ディスプレイパネルＡの画面解像度（水平画素数×垂直\n画素数）より大きいことを意味し、特に、「高解像度外部表示信号」とは、本来解\n像度が前記ディスプレイパネルＡの画面解像度より大きい外部表示信号を意味する。\nまた、表示信号等の「本来画像」とは、十分な大きさの画面解像度を有するディス\nプレイ手段、又は、データ処理手段と十分な大きさの画面解像度を有するディスプ\nレイ手段とが、該表示信号等を受信して適切に処理することにより表示される本来\nの画像を意味し、「本来解像度」とは「本来画像」の解像度を意味する。\nさらに、本「明細書」及び「特許請求の範囲」においては、「周辺装置におけ\nる～手段」という表記によって、「周辺装置に含まれた～手段又は周辺装置に接続\nされた～手段」を意味する。\n【００５６】\nまた、携帯情報通信装置に係る第２５の発明は、第１乃至第２４のいずれか１\nつの発明の携帯情報通信装置において、前記無線通信手段は、アナログテレビ放送\n信号、デジタルテレビ放送信号、携帯テレビ電話信号、インターネットプロトコル\nに準拠した無線ストリーミング信号のうちの少なくとも１つの無線信号（以下、無\n線動画信号と略記する）を受信し、デジタル動画信号に変換の上、前記データ処理\n手段に転送する機能を有し、前記データ処理手段は、該デジタル動画信号を処理す\nることによってリアルタイムでデジタル表示信号を生成する機能、及び／又は、該\nデジタル動画信号を自らが処理可能な画像データファイルとして前記記憶手段に一\n旦格納し、その後読み出した上で処理することによってデジタル表示信号を生成す\nる機能を有するようにしたものである。\n【００７９】\nこのうち特に第２の発明によれば、携帯情報通信装置のインターフェース手段\nＡ１に、高解像度外部表示信号の本来解像度を水平方向でも垂直方向でも下回らな\nい画面解像度を有する外部ディスプレイ手段を含む周辺装置を接続することにより、\n該外部ディスプレイ手段に水平画素数と垂直画素数の比率が５：４から１６：９ま\nでの範囲にあるような高解像度の全画面画像を表示することができる。この際、外\n部ディスプレイ手段の画面解像度が高解像度外部表示信号の本来解像度より大きい\n場合には、画面の中央部分、又は四隅のいずれかに偏った部分だけが表示領域とな\nって、それ以外の部分は非表示領域となることがあるが、外部ディスプレイ手段の\n画面解像度が高解像度外部表示信号の本来解像度と等しい場合には、高解像度画像\nを外部ディスプレイ手段の画面全体にわたって（非表示領域を生じることなく）表\n示される。また、外部ディスプレイ手段として、マルチスキャン機能を有し、画面\n解像度が外部表示信号の本来解像度より大きい高性能外部ディスプレイ手段を使用\nする場合にも、高解像度画像が外部ディスプレイ手段の画面全体にわたって表示さ\nれる。\n例えば、付属ディスプレイパネルの画面解像度がＱＶＧＡサイズであり、本来\n解像度がＸＧＡサイズ（水平画素数：垂直画素数＝４：３）であるような高解像度\n外部表示信号を送信する機能が実現される携帯情報通信装置においては、該携帯情\n報通信装置のインターフェース手段Ａ１に、マルチスキャン機能を有し画面解像度\nが例えばＳＸＧＡ(Ｓｕｐｅｒ ＸＧＡ) サイズ（水平画素数×垂直画素数＝１２８\n０×１０２４画素）であるような高性能外部ディスプレイ手段を含む周辺装置、及\nび／又は、外部ディスプレイ手段が接続される周辺装置を接続することにより、付\n属ディスプレイパネルの画面解像度（ＱＶＧＡサイズ）より解像度の大きいＸＧＡ\nサイズの画像を、該高性能外部ディスプレイ手段の画面全体にわたって（非表示領\n域を生じることなく）表示することができる。\n【０１１６】\n次に、携帯電話機１がデータ通信・処理用に使用される場合、通常は２０個前\n後の小型のキーからなるキー操作部１６Ａを操作することによって入力され、キー\n入力コントローラ１６Ｂでデジタル信号に変換されたデータ、及び／又は、インタ\nーネットプロトコルに準拠した電波信号を公衆ネットワークから通信用アンテナ１\n１１Ａで受信し、ＲＦ送受信部１１１Ｂ及びベースバンドプロセッサ１１を経由す\nることによりデジタル信号に変換されたデータが、バス１９を経由して中央演算回\n路１＿１０Ａ１に転送される。中央演算回路１＿１０Ａ１では、フラッシュメモリ\n１４Ａに格納されたプログラムに基づいて必要な処理を行い、処理されたデータは、\nバス１９を経由して、フラッシュメモリ１４Ａ及びＲＡＭ（Ｒａｎｄｏｍ  Ａｃｃ\nｅｓｓ  Ｍｅｍｏｒｙ）１４Ｂや、グラフィックコントローラ１＿１０Ｂや、ベー\nスバンドプロセッサ１１に転送される。そして、最終的には、ＬＣＤパネル１５Ａ\nに画像が表示されたり、スピーカ１８Ｂから音声が出力されたり、通信用アンテナ\n１１１Ａから電波信号が送信されたり、フラッシュメモリ１４Ａにデータが保存さ\nれたりする。\nなお、インターネットプロトコルに準拠した電波信号の送受信は、音声通信の\n場合と同様に、各種の通信方式によって実現できる。その際、通信用アンテナ１１\n１Ａ、ＲＦ送受信部１１１Ｂ及びベースバンドプロセッサ１１を複数帯域の電波信\n号に対応できるようにすることによって、例えば、屋内等の無線ＬＡＮの基地局・\nアクセスポイントに近い箇所では高速の無線ＬＡＮ方式で通信を行い、それ以外の\n箇所ではＣＤＭＡ方式等の第３世代移動体通信（セルラーシステム）で通信を行う\nようなことが実現できる。\n【０１１８】\nまた、携帯電話機１がテレビ番組の視聴用に使用される場合、テレビ受信用ア\nンテナＡで受信したテレビ放送信号は、テレビチューナ１１２Ｂ及びＡＤ／ＤＡ変\n換部１＿１１２Ｃでデジタル動画信号及びデジタル音声信号に変換され、バス１９\nを経由して中央演算回路１－１０Ａ１に送信される。\n携帯電話機１においては、テレビ番組の画像を、ＬＣＤパネル１５Ａを縦置き\nにして表示する（→縦長画面（水平画素数×垂直画素数＝２４０×３２０画素））\nか、横置きにして表示する（→横長画面（水平画素数×垂直画素数＝３２０×２４\n０画素））かを、キー操作部１６Ａを操作することによって選択することができ、\n中央演算回路１＿１０Ａ１は、この選択に対応した入力信号及び前記デジタル動画\n信号に基づき、ＬＣＤパネル１５Ａに表示される画面イメージ（ただし、縦長画面\nの場合、上部及び／又は下部に非表示領域が生じた画面イメージ）のビットマップ\nデータを作成する描画命令を生成し、該描画命令をグラフィックコントローラ１＿\n１０Ｂに送信する。この際、テレビ放送における本来画像の水平・垂直画素数は、\n縦長画面、横長画面のいずれの場合でも、ＬＣＤパネル１５Ａの水平・垂直画素数\nよりも大きいため、描画命令の生成にあたっては、ＡＤ／ＤＡ変換部１＿１１２Ｃ\nから送信されるデジタル動画信号を一部間引くことによって、解像度の低い画像の\n全体画像の描画命令を生成する。\nグラフィックコントローラ１＿１０Ｂ、ＶＲＡＭ１＿１０Ｃ及びＬＣＤドライ\nバ１５Ｂの動作は、キー操作部１６Ａの操作に従った画像のスクロールがないこと\nを除けば、ウェブページのページ画像を表示する場合と同様であり、結果として、\nＬＣＤパネル１５Ａにテレビ放送の動画がリアルタイムで表示される。\n一方、デジタル音声信号についても中央演算回路１＿１０Ａ１で適切に処理さ\nれ、さらにベースバンドプロセッサ１１とＣＯＤＥＣ１８Ｃを経由することによっ\nて、最終的にスピーカ１８Ｂから音声として出力される。この結果、上記のＬＣＤ\nパネル１５Ａに表示される動画と相俟ってテレビ番組として視聴することができる。\n【０１１９】\nまた、携帯電話機１が被写体の撮影用に使用される場合、被写体から反射又は\n放射される光信号は、携帯テレビ電話でのコミュニケーションの場合と同じ経路で\nデジタル動画信号に変換され中央演算回路１＿１０Ａ１に送信される。また、中央\n演算回路１＿１０Ａ１、グラフィックコントローラ１＿１０Ｂ、ＶＲＡＭ１＿１０\nＣ及びＬＣＤドライバ１５Ｂは、テレビ放送番組を視聴する場合と同様に動作し、\n結果として、ＬＣＤパネル１５Ａに被写体の映像（動画）がリアルタイムで表示さ\nれる。\nこの際、ＣＣＤ１２Ｂによって撮像される本来画像の水平・垂直画素数は、縦\n長画面、横長画面のいずれの場合でも、ＬＣＤパネル１５Ａの水平・垂直画素数よ\nりも大きいため、中央演算回路１＿１０Ａ１が描画命令を生成する際には、ＡＤ／\nＤＡ変換部２＿１２Ｃから送信されるデジタル動画信号を一部間引くことによって、\n解像度の低い画像の全体画像の描画命令を生成する。\n【０１２３】\nさて、作動中の携帯電話機１と、インターフェース部Ｃ１＿３５に外部ディス\nプレイ装置５が接続しており作動中の接続ユニット３（以下では、「インターフェ\nース部Ｃ１＿３５に外部ディスプレイ装置５が接続しており作動中」のことを「作\n動中」と略記する）を接続した場合、作動中の携帯電話機１を接続ユニット３に接\n続し、接続ユニット３を起動させた場合、あるいは携帯電話機１を作動中の接続ユ\nニット３に接続し、携帯電話機１を起動させた場合に、携帯電話機１の中央演算回\n路１＿１０Ａ１は、接続ユニット３から、接続ユニット３が接続していることを検\n知する信号（以下、接続検知信号と略記）、及び接続ユニット３のインターフェー\nス部Ｃ１＿３５に接続された外部ディスプレイ装置５の画面解像度データを、外部\n接続端子部Ｂ＿３３Ｄ、接続ケーブル２、外部接続端子部Ａ＿１３Ｄ及びバス１９\nを経由して受信する。\nそして、携帯電話機１の中央演算回路１＿１０Ａ１が前記接続検知信号を受信\nした場合、中央演算回路１＿１０Ａ１は、ＬＣＤパネル１５Ａの画面水平解像度又\nは画面解像度に対応した画像の描画命令に替えて、以下で説明するように、ＬＣＤ\nパネル１５Ａの画面解像度より大きな解像度を有する画像の描画命令を生成し、グ\nラフィックコントローラ１＿１０Ｂに対して送信する。また、中央演算回路１＿１\n０Ａ１は、上記の描画命令とともに、ＶＲＡＭ１＿１０Ｃから切り出したビットマ\nップデータを、ＬＣＤドライバ１５Ｂに送信する替わりに、ＴＭＤＳトランスミッ\nタ１３Ａに送信するように命令する送信命令を生成し、該送信命令をグラフィック\nコントローラ１＿１０Ｂに送信する。\n【０１２４】\nまず、インターネットに接続したウェブサイトにアクセスし、該ウェブサイト\nを構成するウェブページを閲覧している場合には、中央演算回路１＿１０Ａ１は、\nフラッシュメモリ１４Ａに格納されたブラウザプログラムに従い、ウェブページの\nレイアウト形式に応じて以下のように描画命令を生成・送信する。すなわち、ウェ\nブページがリキッドレイアウト、又は外部ディスプレイ装置５の画面水平解像度\n（６４０画素）よりも狭い固定幅レイアウトを採用していれば、外部ディスプレイ\n装置５の画面水平解像度と同じ水平画素数を有するページ画像の描画命令を生成・\n送信し、ウェブページが外部ディスプレイ装置５の画面水平解像度よりも広い固定\n幅レイアウトを採用していれば、該固定幅と同じ水平画素数を有するページ画像の\n描画命令を生成・送信する。\n一方、テレビ放送を視聴している場合及び被写体を撮影している場合には、そ\nれぞれＡＤ／ＤＡ変換部１＿１１２Ｃ及びＡＤ／ＤＡ変換部２＿１２Ｃから送信さ\nれるデジタル動画信号における本来画像の解像度は、外部ディスプレイ装置５にお\nける画面解像度より依然として大きいため、中央演算回路１＿１０Ａ１は、該デジ\nタル動画信号を一部間引くことによって、解像度を外部ディスプレイ装置５の画面\n解像度に合わせた低画質の全体画像の描画命令が生成・送信される。\n【０１２５】\nなお、携帯テレビ電話でのコミュニケーションを行っている場合には、携帯テ\nレビ電話における無線動画信号の本来画像の解像度は、ＬＣＤパネル１５Ａの画面\n解像度を上回らないため、携帯電話機１を接続ユニット３と接続した場合でも、中\n央演算回路１＿１０Ａ１からの描画命令が描画を命令する画像の解像度は変わらな\nい。ただし、フラッシュメモリ１４Ａが画像の補間プログラムを格納しており、中\n央演算回路１＿１０Ａ１がそれに従って作動する場合には、外部ディスプレイ装置\n５の画面解像度（無線動画信号の本来画像の解像度より大きい）と同じ解像度を有\nする画像の描画命令を生成・送信することができる。\n【０１２６】\nところで、外部ディスプレイ装置５として、画面解像度がＶＧＡサイズである\nようなものに替えて、フルハイビジョンテレビモニタ（水平画素数×垂直画素数＝\n１９２０×１０８０画素）のように、画面解像度が十分に大きい（ただし、あらか\nじめ設定された仮想画面の論理解像度（３８４０×２４００画素）よりも小さい）\nものを使用する場合には、中央演算回路１＿１０Ａ１が生成・送信する描画命令は、\n以下のように変わる。\nまず、ウェブページを閲覧している場合には、ほとんどのウェブページは、仮\nに固定幅レイアウトを採用している場合でも該固定幅が外部ディスプレイ装置５の\n画面水平解像度を超えることはないため、中央演算回路１＿１０Ａ１においては、\n外部ディスプレイ装置５の画面水平解像度と同じ水平画素数を有するページ画像の\n描画命令が生成・送信される。\n次に、テレビ放送を視聴している場合、又は被写体を撮影している場合にも、\nデジタル動画信号における本来画像の解像度は、外部ディスプレイ装置５の画面解\n像度を超えることはないため、中央演算回路１＿１０Ａ１においては、デジタル動\n画信号における本来画像の描画命令が生成・送信される。\nその際、視聴しているテレビ放送がアナログテレビ放送である場合や、この説\n明で想定しているようにＣＣＤ１２Ｂの解像度（１２８０×１０２４画素）がフル\nハイビジョンサイズ（１９２０×１０８０画素）より小さい場合には、描画命令が\n生成される本来画像の解像度は外部ディスプレイ装置５の画面解像度より小さくな\nるが、フラッシュメモリ１４Ａが画像の補間プログラムを格納しており、中央演算\n回路１＿１０Ａ１がそれに従って作動する場合には、外部ディスプレイ装置５の画\n面解像度（デジタル動画信号の本来画像の解像度より大きい）と同じ解像度を有す\nる画像の描画命令を生成することができる。\n【０１２８】\n接続ユニット３においては、インターフェース部Ｂ＿３３で受信・転送された\nビットマップデータを、ＴＭＤＳレシーバ機能を有するインターフェース部Ｃ１＿\n３５で受け入れて、必要な処理を行った上で外部ディスプレイ装置５に送信し、結\n果として、外部ディスプレイ装置５の画面において、その画面解像度に対応した解\n像度を有する画像が表示される。その際、リキッドレイアウト、又は外部ディスプ\nレイ装置５の画面水平解像度よりも狭い固定幅レイアウトを採用しているウェブペ\nージを閲覧している場合には、ページ画像の水平方向の全体が表示され、水平方向\nのスクロールを行う必要はないが、外部ディスプレイ装置５の画面水平解像度より\nも広い固定幅レイアウトを採用しているウェブページを閲覧している場合には、外\n部ディスプレイ装置５の画面には、ページ画像は水平方向の一部だけが表示される\nことになり、水平スクロールを行うことによってページ画像の全体が閲覧できる。\n一方、テレビ放送を視聴している場合、又は被写体を撮影している場合には、デジ\nタル動画信号の本来画像よりも解像度の低い画像が全画面表示される。\n【０１２９】\nただし、外部ディスプレイ装置５として、上記のようにフルハイビジョンテレ\nビモニタのような高解像度ディスプレイ装置を採用している場合には、外部ディス\nプレイ装置５に表示される画像は、以下のように変わる。\nまず、ウェブページを閲覧している場合には、上記の理由により、ほとんどの\nウェブページのページ画像はその水平方向の全体が表示され、水平スクロールする\nことなく閲覧できる。\n次に、テレビ放送を視聴している場合、被写体を撮影している場合には、又は\n携帯テレビ電話でのコミュニケーションを行っている場合には、上記のように、通\n常のケースでは、中央演算回路１＿１０Ａ１においてデジタル動画信号における本\n来画像の描画命令が生成・送信されることに対応して、外部ディスプレイ装置５の\n画面には本来画像が表示される。その際、外部ディスプレイ装置５又は接続ユニッ\nト３におけるインターフェース部Ｃ１＿３５がアップスキャンコンバート機能を有\nする場合には、該本来画像が外部ディスプレイ装置５の画面全体にわたって表示さ\nれ、そうでない場合には、画面の中央部分、又は四隅のいずれかに偏った部分だけ\nが表示領域となって、それ以外の部分は非表示領域となるような形態で表示される\n（ただし、ハイビジョンテレビ放送を視聴し、外部ディスプレイ装置５がフルハイ\nビジョンモニタである場合には、インターフェース部Ｃ１＿３５がアップスキャン\nコンバート機能を有しない場合でも、本来画像が外部ディスプレイ装置５の画面全\n体に表示される）。いずれの場合も外部ディスプレイ装置５の画面に表示される画\n像の解像度は本来解像度のままで変わらない。\n一方、フラッシュメモリ１４Ａが画像の補間プログラムを格納しており、中央\n演算回路１＿１０Ａ１がそれに従って作動しているケースでは、外部ディスプレイ\n装置５の画面解像度と同じ解像度を有する画像の描画命令を生成・送信する場合に\nは、本来解像度よりも解像度の大きい画像が、外部ディスプレイ装置５の画面全体\nにわたって表示される。\n【０１３０】\nなお、画像データを外部ディスプレイ装置５の画面で再生する場合にも、中央\n演算回路１＿１０Ａ１、グラフィックコントローラ１＿１０Ｂ及びＴＭＤＳトラン\nスミッタ１３Ａ等の機能は、基本的には他の用途における機能と同じである。\n画像データの本来画像の解像度と外部ディスプレイ装置５の解像度の大小関係、\n補間プログラムの有無、さらには外部ディスプレイ装置５又は接続ユニット３がマ\nルチスキャン機能を有しているか否かと等に応じて、本来画像、本来画像から画素\nが間引かれることによって低解像度となった画像、又は本来画像に画素が補間され\nることによって高解像度となった画像が、外部ディスプレイ装置５の画面全体にわ\nたって表示されたり、画面の中央部分、又は四隅のいずれかに偏った部分の表示領\n域に表示されたりする。\n【０１５３】\nその際、中央演算回路１＿１０Ａ１は、外部入出力ユニット４が接続している\nことを検知する接続検知信号に基づき、グラフィックコントローラ１＿１０Ｂに対\nして、生成したビットマップデータを、ＬＣＤドライバ１５ＢとＴＭＤＳトランス\nミッタ１３Ａのいずれかに送信することを命じる送信命令も合わせて送信する。\nこれに基づき、グラフィックコントローラ１＿１０Ｂは、中央演算回路１＿１\n０Ａ１から受信した描画命令に基づき、仮想画面におけるビットマップデータを生\n成しＶＲＡＭ１＿１０Ｃに書き込むとともに、ＬＣＤパネル１５Ａの画面解像度又\nは外部入出力ユニット４における外部ＬＣＤタッチパネル４５６の画面解像度に対\n応する部分をＶＲＡＭ１＿１０Ｃから切り出し、それぞれＬＣＤドライバ１５Ｂ又\nはＴＭＤＳトランスミッタ１３Ａに送信する。そして、このビットマップデータを\n必要なインターフェースを介して受信することにより、携帯電話機１のＬＣＤパネ\nル１５Ａ又は外部入出力ユニット４の外部ＬＣＤタッチパネル４５６に、自らの現\n在位置が中心部に示された地図画像に、必要に応じて画面の上部・下部に表示され\nるメニュー表示等を組み合わせた全画面画像が表示される。\n【図１】\n【図６】\n【図８】\n"
}