{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 3,
    "month": 5,
    "day": 26
  },
  "case_number": "令和2(行ケ)10109",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "90353",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=90353",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/353/090353_hanrei.pdf",
  "contents": "令和３年５月２６日判決言渡\n令和２年（行ケ）第１０１０９号  審決取消請求事件\n口頭弁論終結日  令和３年４月２８日\n判                  決\n原                告        株 式 会 社 フ ジ 医 療 器\n同 訴訟代理人弁護 士        辻     本     希  世  士\n辻     本     良     知\n松     田     さ  と  み\n重    冨    貴    光\n古    庄    俊    哉\n石    津    真    二\n手  代  木            啓\n富    田    詩    織\n杉    野    文    香\n同訴訟代 理人弁理 士        丸    山    英    之\n被                告        フ ァ ミ リ ー イ ナ ダ 株 式 会 社\n同訴訟代理人弁護 士        三    山    峻    司\n矢    倉    雄    太\n同訴訟復代理人弁護士        西    川    侑  之  介\n同訴訟代理人弁理 士      北    村    修  一  郎\n森              俊    也\n主                  文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事  実  及  び  理  由\n第１  請求\n特許庁が無効２０１８－８０００４１号事件について令和２年７月３１日に\nした審決を取り消す。\n第２  事案の概要\n１  特許庁における手続の経緯等\n⑴  被告は，平成１４年４月１９日にした特許出願（特願２００２－１１８１\n９１号）の一部を分割した特許出願（特願２００７－１６３９０６号）の一\n部を分割した特許出願（特願２００８－６１９９２号）の一部を分割した特\n許出願（特願２００９－２７５９６６号）の一部を更に分割して，平成２４\n年３月１９日，発明の名称を「マッサージ機」とする発明について，新たな\n特許出願（特願２０１２－６１４９０号。以下「本件出願」という。）をし\nた（甲１，５９）。\n被告は，同月２１日付けで特許請求の範囲及び明細書について手続補正\n（以下「本件補正」という。甲２）をした後，同年４月２７日付けで特許請\n求の範囲及び明細書について手続補正（以下「第２次補正」という。甲６）\nをし，同年６月８日，特許権の設定登録（特許第５００９４４５号。請求項\nの数６。以下，この特許を「本件特許」という。）を受けた（甲１，５９）。\n⑵  原告は，平成３０年４月１８日，本件特許について特許無効審判を請求し\nた。\n特許庁は，上記請求を無効２０１８－８０００４１号事件として審理を行\nい，平成３１年３月５日，「本件審判の請求は，成り立たない。」との審決\n（以下「第１次審決」という。）をした。\n原告は，同月２８日，第１次審決の取消しを求める審決取消訴訟（知的財\n産高等裁判所平成３１年（行ケ）第１００４２号事件）を提起し，同裁判所\nは，令和２年１月２１日，原告主張の本件特許の無効理由のうち，明確性要\n件違反に関し，判断遺脱の手続違背があるとして第１次審決を取り消す旨の\n判決（以下「前訴判決」という。）をし，その後，前訴判決が確定した。\n特許庁は，前訴判決の確定により，無効２０１８－８０００４１号事件の\n審理を再開し，令和２年７月３１日，「本件審判の請求は，成り立たない。」\nとの審決（以下「本件審決」という。）をし，その謄本は，同年８月１８日，\n原告に送達された。\n⑶  原告は，令和２年９月１５日，本件審決の取消しを求める本件訴訟を提起\nした。\n２  特許請求の範囲の記載\n⑴  本件補正前\n本件出願の願書に最初に添付した特許請求の範囲の請求項１ないし１７\n（以下，「旧請求項１」などという。）の記載は，次のとおりである（甲３，\n２９）。\n【請求項１】\n座部と，該座部に対して傾倒することが可能な背凭れ部とを備える椅子型の\nマッサージ機において，\n前記背凭れ部の傾倒方向と略同一の方向へ移動することが可能であり，被施\n療者の腕部を保持する保持部と，\n該保持部に設けられ，被施療者の腕部を施療する施療部とを備えることを特\n徴とするマッサージ機。\n【請求項２】\n前記保持部は，背凭れ部の傾倒に応じて移動することが可能な構成としてあ\nることを特徴とする請求項１に記載のマッサージ機。\n【請求項３】\n前記保持部と前記背凭れ部とを連結する連結部を更に備えることを特徴とす\nる請求項２に記載のマッサージ機。\n【請求項４】\n前記連結部は，可撓性を有するように構成されていることを特徴とする請求\n項３に記載のマッサージ機。\n【請求項５】\n前記保持部が，背凭れ部に移動可能に取り付けられていることを特徴とする\n請求項２に記載のマッサージ機。\n【請求項６】\n前記保持部は，被施療者の腕部を覆うことが可能な形状をなしていることを\n特徴とする請求項１乃至５の何れかに記載のマッサージ機。\n【請求項７】\n前記施療部は，被施療者の腕部を略全体に亘って施療することが可能である\nように，前記保持部に設けられていることを特徴とする請求項６に記載のマ\nッサージ機。\n【請求項８】\n前記保持部は，被施療者の上腕を保持する第１保持部分と，被施療者の前\n腕を保持する第２保持部分とを有することを特徴とする請求項１乃至７の何\nれかに記載のマッサージ機。\n【請求項９】\n前記第１保持部分と前記第２保持部分とが枢着されていることを特徴とする\n請求項８に記載のマッサージ機。\n【請求項１０】\n可撓性を有し，前記第１保持部分と前記第２保持部分とを連結する連結部を\n更に備えることを特徴とする請求項８に記載のマッサージ機。\n【請求項１１】\n前記座部の両側方に設けられたガードレールを更に備え，前記保持部は，前\n記ガイドレールに沿って移動することが可能であるように，前記ガイドレー\nルに係合されていることを特徴とする請求項１乃至１０の何れかに記載のマ\nッサージ機。\n【請求項１２】\n一端が前記保持部に接続された略棒状の連結部材と，該連結部材の他端及び\n前記座部を接続するユニバーサルジョイントと更に備えることを特徴とする\n請求項１乃至１０の何れかに記載のマッサージ機。\n【請求項１３】\n前記支持棒は伸縮することが可能であるように構成されていることを特徴と\nする請求項１２に記載のマッサージ機。\n【請求項１４】\n前記保持部は，保持した被施療者の腕部の長手方向へ伸縮することが可能で\nあるように構成されていることを特徴とする請求項１乃至１３の何れかに記\n載のマッサージ機。\n【請求項１５】\n前記保持部は，保持した被施療者の腕部の腕周りの方向へ回動することが可\n能であるように構成されていることを特徴とする請求項１乃至１４の何れか\nに記載のマッサージ機。\n【請求項１６】\n前記保持部は，布状部材によって構成されていることを特徴とする請求項１\n乃至１５の何れかに記載のマッサージ機。\n【請求項１７】\n前記施療部は，膨張・収縮することが可能な空気袋を有することを特徴とす\nる請求項１乃至１６の何れかに記載のマッサージ機。\n⑵  本件補正後\n本件補正後の請求項１ないし７の記載は，次のとおりである（下線部は本\n件補正による補正箇所である。甲２，３）。\n【請求項１】\n被施療者が着座可能な座部と，被施療者の上半身を支持する背凭れ部とを\n備える椅子型のマッサージ機において，\n前記座部の両側に夫々配設され，被施療者の腕部を部分的に覆って保持す\nる一対の保持部と，\n前記保持部の内面に設けられる膨張及び収縮可能な空気袋と，を有し，\n前記保持部は，その幅方向に切断して見た断面において被施療者の腕を挿\n入する開口が形成されていると共に，その内面に互いに対向する部分を有し，\n前記空気袋は，前記内面の互いに対向する部分のうち少なくとも一方の部\n分に設けられ，\n前記一対の保持部は，各々の前記開口が横を向き，且つ前記開口同士が互\nいに対向するように配設されていることを特徴とするマッサージ機。\n【請求項２】\n前記一対の保持部は，各々の前記開口が真横を向いていることを特徴とす\nる請求項１に記載のマッサージ機。\n【請求項３】\n前記保持部は，被施療者の前腕と手首又は掌を保持可能であることを特徴\nとする請求項１又は２に記載のマッサージ機。\n【請求項４】\n前記空気袋は，前記開口側の部分の方が奥側の部分よりも立ち上るように\n構成されていることを特徴とする請求項１～３のいずれかに記載のマッサー\nジ機。\n【請求項５】\n前記背凭れ部は，被施療者の胴体を支持するクッション部と，前記クッシ\nョン部より前方へ延設され被施療者の上腕及び肩の側部を覆う部分を有する\nカバー部と，を有し，\n前記カバー部には，膨張及び収縮することにより被施療者の肩に刺激を与\nえることができる空気袋が設けられていることを特徴とする請求項１～４の\nいずれかに記載のマッサージ機。\n【請求項６】\n前記保持部は，高さを調整可能に構成されていることを特徴とする請求項\n１～５のいずれかに記載のマッサージ機。\n【請求項７】\n左腕用の前記保持部に設けられた空気袋と，右腕用の前記保持部に設けら\nれた空気袋と，は，夫々独立に駆動されるよう構成されていることを特徴と\nする請求項１～６のいずれかに記載のマッサージ機。\n⑶  設定登録時（第２次補正後）\n本件特許の設定登録時（第２次補正後）の請求項１ないし６の記載は，次\nのとおりである（以下，請求項の番号に応じて，請求項１に係る発明を「本\n件発明１」などという。下線部は第２次補正による補正箇所である。甲１，\n６）。\n【請求項１】\n被施療者が着座可能な座部と，被施療者の上半身を支持する背凭れ部とを\n備える椅子型のマッサージ機において，\n前記座部の両側に夫々配設され，被施療者の腕部を部分的に覆って保持す\nる一対の保持部と，\n前記保持部の内面に設けられる膨張及び収縮可能な空気袋と，を有し，\n前記保持部は，その幅方向に切断して見た断面において被施療者の腕を挿\n入する開口が形成されていると共に，その内面に互いに対向する部分を有し，\n前記空気袋は，前記内面の互いに対向する部分のうち少なくとも一方の部\n分に設けられ，\n前記一対の保持部は，各々の前記開口が横を向き，且つ前記開口同士が互\nいに対向するように配設されていることを特徴とするマッサージ機。\n【請求項２】\n前記一対の保持部は，各々の前記開口が真横を向いていることを特徴とす\nる請求項１に記載のマッサージ機。\n【請求項３】\n前記保持部は，被施療者の前腕と手首又は掌を保持可能であることを特徴\nとする請求項１又は２に記載のマッサージ機。\n【請求項４】\n前記空気袋は，前記開口側の部分の方が奥側の部分よりも立ち上るように\n構成されていることを特徴とする請求項１～３のいずれかに記載のマッサー\nジ機。\n【請求項５】\n前記背凭れ部は，被施療者の胴体を支持するクッション部と，前記クッシ\nョン部より前方へ延設され被施療者の上腕及び肩の側部を覆う部分を有する\nカバー部と，を有し，\n前記カバー部には，膨張及び収縮することにより被施療者の肩に刺激を与\nえることができる空気袋が設けられていることを特徴とする請求項１～４の\nいずれかに記載のマッサージ機。\n【請求項６】\n左腕用の前記保持部に設けられた空気袋と，右腕用の前記保持部に設けら\nれた空気袋と，は，夫々独立に駆動されるよう構成されていることを特徴と\nする請求項１～５のいずれかに記載のマッサージ機。\n３  本件審決の理由の要旨\n⑴  本件審決の理由は，別紙審決書（写し）記載のとおりである。\nその要旨は，原告主張の無効理由１（本件補正に係る補正要件違反（新規\n事項の追加）），無効理由２（サポート要件違反），無効理由３（明確性要\n件違反），無効理由４（特開２００１－２０４７７６号公報（甲９）を主引\n用例とする進歩性の欠如）及び無効理由５（分割要件違反に伴う特開２０１\n０－４６５５６号公報（甲２９）を主引用例とする新規性及び進歩性の欠如）\nは，いずれも理由がないというものである。\nなお，本件審決は，本件発明１及び２を次のとおりの構成要件に分説した\n（以下，それぞれの符号に従って，「構成要件Ａ」などという。）。\n（本件発明１）\nＡ  被施療者が着座可能な座部と，\nＢ  被施療者の上半身を支持する背凭れ部と\nＣ  を備える椅子型のマッサージ機において，\nＤ  前記座部の両側に夫々配設され，被施療者の腕部を部分的に覆って保持\nする一対の保持部と，\nＥ  前記保持部の内面に設けられる膨張及び収縮可能な空気袋と，を有し，\nＦ  前記保持部は，その幅方向に切断して見た断面において被施療者の腕を\n挿入する開口が形成されていると共に，その内面に互いに対向する部分を\n有し，\nＧ  前記空気袋は，前記内面の互いに対向する部分のうち少なくとも一方の\n部分に設けられ，\nＨ  前記一対の保持部は，各々の前記開口が横を向き，且つ前記開口同士が\n互いに対向するように配設されている\nＩ  ことを特徴とする請求項１に記載のマッサージ機。\n（本件発明２）\nＪ  前記一対の保持部は，各々の前記開口が真横を向いている\nＫ  ことを特徴とするマッサージ機。\n⑵  本件審決が認定した甲９に記載された発明（以下「甲９発明」という。），\n本件発明１と甲９発明の一致点及び相違点は，次のとおりである。\nア  甲９発明\n使用者が着座可能な座部と，使用者の上半身が凭れる背凭れ部とを備え\nる椅子型のマッサージ機において，\n前記座部の両側にそれぞれ設けられ，使用者の腕を部分的に覆って保持\nする一対の腕保持部と，\n前記腕保持部の内面に配置される膨張及び収縮可能な空気袋と，を有し，\n前記腕保持部は，その幅方向に切断して見た断面において使用者の腕を\n挿入する開口が形成されており，その内面に互いに対向する部分を有し，\n前記空気袋は，前記内面の互いに対向する部分のそれぞれに配置され，\n前記一対の腕保持部は，各々の前記開口が上を向くように配設されてい\nるマッサージ機。\nイ  本件発明１と甲９発明の一致点及び相違点\n（一致点）\n「被施療者が着座可能な座部と，被施療者の上半身を支持する背凭れ部と\nを備える椅子型のマッサージ機において，\n前記座部の両側に夫々配設され，被施療者の腕部を部分的に覆って保持\nする一対の保持部と，\n前記保持部の内面に設けられる膨張及び収縮可能な空気袋と，を有し，\n前記保持部は，その幅方向に切断して見た断面において被施療者の腕を\n挿入する開口が形成されていると共に，その内面に互いに対向する部分を\n有し，\n前記空気袋は，前記内面の互いに対向する部分に設けられているマッサ\nージ機。」である点。\n（相違点１）\n空気袋について，本件発明１においては，前記内面の互いに対向する部\n分のうち少なくとも一方の部分に設けられている（構成要件Ｇ）のに対し\nて，甲９発明においては，前記内面の互いに対向する部分のそれぞれに設\nけられている点。\n（相違点２）\n一対の保持部について，本件発明１においては，各々の前記開口が横を\n向き，且つ前記開口同士が互いに対向するように配設されている（構成要\n件Ｈ）のに対して，甲９発明においては，各々の開口が上を向くように配\n置されている点。\n第３  当事者の主張\n１  取消事由１（本件補正に係る補正要件の判断の誤り）（無効理由１関係）\n⑴  原告の主張\n本件審決は，本件補正のうち，構成要件Ｈ及び【００１０】の「前記一対\nの保持部は，各々の前記開口が横を向き，且つ前記開口同士が互いに対向す\nるように配設されている」との事項（以下「事項Ｈ」という場合がある。）に\n係る補正（以下「構成要件Ｈに係る補正」という場合がある。），構成要件Ｊ\n及び【００１３】の「前記一対の保持部は，各々の前記開口が真横を向いて\nいること」との事項（以下「事項Ｊ」という場合がある。）に係る補正（以下\n「構成要件Ｊに係る補正」という場合がある。）は，本件出願の願書に最初に\n添付した明細書，特許請求の範囲又は図面（以下，これらを併せて「本件当\n初明細書等」といい，また，上記明細書と図面を併せて「本件当初明細書」\nという。甲４，５，２９）に記載した事項の範囲内においてしたものと認め\nられるから，新規事項の追加に当たらず，特許法１７条の２第３項に規定す\nる要件に適合する旨判断したが，以下のとおり，本件審決の判断は誤りであ\nる。\nア  構成要件Ｈに係る補正の判断の誤り\n(ア)  本件発明１の「保持部」に設けられる「開口」は，「被施療者の腕を\n挿入する」ものであるから（構成要件Ｆ），構成要件Ｈの「前記一対の保\n持部は，各々の前記開口が横を向き」との構成は，「被施療者の腕を挿入\nする」状態において「横」を向いている必要がある。\nしかるところ，本件当初明細書等には，構成要件Ｈの「前記一対の保\n持部は，各々の前記開口が横を向き」との構成についての明示的な記載\nはない。本件当初明細書の図１３（ａ）には，「略Ｃ字状の略半円筒形状」\n（以下「形状ａ」という場合がある。）の保持部が，図１３（ｃ）には，\n「所定角度だけ傾斜させた略チャネル状」（以下「形状ｃ」という場合が\nある。）の保持部が示されているが，図１３（ａ）及び（ｃ）は，「模式\n的断面図」（【０１００】）にすぎず，実際にマッサージ機に設置された際\nの使用態様を示すものではないから，かかる図面に基づいて，被施療者\nの腕を挿入する際における開口の方向を特定することはできない。\n加えて，形状ｃについては，開口が斜め上方を向くように描かれてい\nるから，そもそも「横」を向いていると評価することはできない。\nまた，形状ａについては，本件当初明細書の【００８９】に，図１１\nに示す保持部が「略Ｃ字状の略半円筒形状」である旨の記載があり，実\n際にマッサージ機に設けられた場合には「横」を向いていないはずの図\n１１に示す保持部も形状ａに包含するように説明されている。\nしたがって，図１３（ａ）及び（ｃ）から，構成要件Ｈに係る補正が\n本件当初明細書等に記載した事項の範囲内においてしたものということ\nはできない。\n(イ)  本件発明１は，構成要件Ｈの構成により，腕部を横方向に移動させ\nることで，保持部内に腕部を挿入し，引き出すことが可能であり，保持\n部内に腕部を位置させた状態で内側に曲げることができるという作用効\n果を奏するから，構成要件Ｈは，肘掛け部の上面に一対の保持壁を備え\nる甲９発明とは異なり，「保持壁に拘束されずに，腕部（肘など）を載せ\nることができる」という技術的事項を旧請求項１に導入するものである。\nしかるに，本件当初明細書等には，かかる技術的事項は一切記載され\nていないから，構成要件Ｈに係る補正は，本件当初明細書等のすべての\n記載を総合することにより導かれる技術的事項との関係において，新た\nな技術的事項を導入するものである。\n(ウ)  以上によれば，構成要件Ｈに係る本件補正は，新規事項を追加する\nものであるから，特許法１７条の２第３項の要件に適合しない。\nこれと異なる本件審決の判断は誤りである。\nイ  構成要件Ｊに係る補正の判断の誤り\n構成要件Ｊは，保持部の開口が「真横」を向いている構成である。\n前記アのとおり，本件当初明細書等には，保持部の開口が「横」を向い\nている構成の記載がない以上，「横」をさらに限定する「真横」を向いてい\nる構成の記載があるということはできない。\nしたがって，構成要件Ｊに係る本件補正は，新規事項を追加するもので\nあるから，特許法１７条の２第３項の要件に適合しない。これと異なる本\n件審決の判断は誤りである。\n⑵  被告の主張\nア  構成要件Ｈに係る補正の判断の誤りの主張に対し\n特許法７０条２項は，明細書の記載及び図面を考慮して，特許請求の範\n囲に記載された用語の意義を解釈する旨規定しているから，図１３の図面\nを用いて構成要件Ｈの解釈を行い，被施療者の腕を挿入する際における開\n口の方向を特定することは当然可能である。\n本件当初明細書の【００４２】には，保持部の形状について「略Ｃ字状」\nの断面形状を有することの記載があり，【００３７】，【００３８】及び図２\nには，断面視において「略Ｃ字状の略半円筒形状」をなす「保持部」が記\n載されており，「開口部」について，「保持部」における「長手方向へ延び\nた欠落部分」を指し，一般的な体格の成人の腕部の太さよりも若干大きい\n幅とされ，そこから保持部内に腕部を挿入可能であることが記載されてい\nる。そして，【０１００】には，腕部を保持する保持部は，図１３（ａ）に\n示されるものに限定されず，図１３（ｂ）～（ｅ）に示されるものとして\nもよいことが，【０１０１】には，図１３（ｃ）は，開口を「所定角度で傾\n斜させた」ものであり，図１３（ｅ）は，開口を「上方に開口」させたも\nのであることが記載されている。図１３（ａ）及び（ｃ）に描かれている\n図は，いずれも前方から後方を見たときに右手が挿入される保持部を表し\nており，まさにマッサージ機に設置された使用態様を表している\n以上の記載を踏まえると，本件当初明細書には，図１３（ａ）及び（ｃ）\nにおいて，所定角度で傾斜したものと傾斜していないものを含めて「開口\nが横を向」いている保持部が記載されていると理解するのが自然である。\nそして，「開口が横を向」いている保持部であっても，腕部を横方向に移\n動させることで被施療者が腕部を保持部内に挿入することができ，座部に\n座った被施療者の腕部を保持部の内面に設けた空気袋によって施療するこ\nとができることを容易に認識でき，被施療者の腕部を施療することが可能\nなマッサージ機を提供するという本件当初明細書記載の「本発明」の課題\nを解決できることを容易に理解できる。\n確かに，構成要件Ｈの「各々の前記開口が横を向き」の事項は，本件当\n初明細書等には明記されていないが，本件当初明細書の【００４２】，【０\n０７２】，図１，５，７，８等から自明な事項であるから，構成要件Ｈに係\nる補正は新規事項の追加に当たらない。\nしたがって，これと同旨の本件審決の判断に誤りはない。\nイ  構成要件Ｊに係る補正の判断の誤りの主張に対し\n請求項２の「開口が真横を向いている」にいう「開口」とは，そこから\n保持部内に腕部を挿入することを可能とするもの（【００３８】，図２）で\nあることからすれば，「開口が真横を向いている」とは，腕部の挿入方向に\n着目して，被施療者が座部に座った状態で腕部を「真横」（水平）に移動さ\nせることで保持部内に腕部を挿入することができるという技術的意義を\n有することを理解できる。\nそして，図１３（ａ）は，開口が所定角度で傾斜せずに横を向いている\n保持部，すなわち，「開口が真横を向」いている保持部を示していると理解\nするのが自然である。「開口が真横を向」いていれば，腕部を真横（水平）\nに移動させることで被施療者が腕部を保持部内に挿入することができ，座\n部に座った被施療者の腕部を保持部の内面に設けた空気袋によって施療\nすることができることを容易に認識でき，被施療者の腕部を施療すること\nが可能なマッサージ機を提供するという本件当初明細書記載の「本発明」\nの課題を解決できることも容易に理解できる。\nしたがって，構成要件Ｊに係る補正は，新規事項の追加に当たらないか\nら，これと同旨の本件審決の判断に誤りはない。\n２  取消事由２（明確性要件の判断の誤り）（無効理由３関係）\n(1)  原告の主張\n本件審決は，本件発明１の技術的課題が，椅子型マッサージ機において，\n被施療者が座部に座った状態で，被施療者の腕部を，空気袋によって施療す\nることであること，当該空気袋が保持部内面に設けられること（構成要件Ｅ）\nからすると，構成要件Ｆの「開口」とは，被施療者が座部に座った状態で，\n腕を保持部に挿入できる開口を意味するものと明確に理解することができる\nから，構成要件Ｆの記載は明確である旨判断したが，以下に述べるとおり誤\nりである。\nア  第２次補正後の明細書（以下，図面を含めて「本件明細書」という。甲\n１）の図１（実施例１），図６（実施例２），図７（実施例３），図９（実施\n例４），図１０（実施例５）及び図１２（実施例７）には，いずれも保持部\nが切りっぱなし状に開放された形状，すなわち，保持部のどの部分におい\nても幅方向に切断して見た断面が外に向かって開放されている形状のも\nのが記載されている。また，甲９の図１記載の腕保持部も，切りっぱなし\n状に開放された形状である。\nそうすると，本件出願当時，空気袋によって腕を施療するマッサージ機\nの保持部に開口部を設ける場合には，切りっぱなし状に開放された形状と\nすることが技術常識であったといえる。\nしかるところ，本件発明１の特許請求の範囲（請求項１）の記載からは，\n構成要件Ｆの「前記保持部は，その幅方向に切断して見た断面において被\n施療者の腕を挿入する開口が形成されている」にいう「幅方向に切断して\n見た断面」が，保持部のどの部分を幅方向に切断したものを指すのか判然\nとしないから，別紙原告主張図面記載の図Ａの保持部に内壁を含む構成\n（以下，単に「図Ａ構成」という。）のように，一部の断面であっても外に\n向かって開放されていればよいとの解釈も許容されかねない状況となっ\nており，上記解釈は，上記技術常識に反するものである。\nしたがって，構成要件Ｆの「前記保持部は，その幅方向に切断して見た\n断面において被施療者の腕を挿入する開口が形成されている」との記載は\n不明確である。\nイ  また，図Ａ構成のように保持部に内壁が存在する構成のものは，腕部を\n横方向に移動させたとしても，内壁が障害となって，保持部内に腕部を挿\n入し，引き出すことができず，また，保持部内に腕部を位置させた状態で\n内側に曲げることができないから，本件発明１の作用効果を奏しない。\nそうすると，図Ａ構成が構成要件Ｆの「前記保持部は，その幅方向に切\n断して見た断面において被施療者の腕を挿入する開口が形成されている」\nとの構成に含まれるとすれば，本件発明１の作用効果を奏しない構成のも\nのが構成要件Ｆに含まれることとなるから，構成要件Ｆの記載は，不明確\nである。\nウ  前記ア及びイによれば，構成要件Ｆの記載は，不明確であるから，本件\n審決の前記判断は誤りである。\nしたがって，構成要件Ｆを含む本件発明１は明確性要件（特許法３６条\n６項２号所定の要件）に適合せず，本件発明２ないし６についても，これ\nと同様である。\n⑵  被告の主張\nア  構成要件Ｆにいう「開口」は，構成要件Ｄ及びＦの記載から，「被施療者\nの腕部を部分的に覆って保持する」「保持部」に形成されていることが明ら\nかである。「腕」とは，上腕ないし前腕のことであり，手首及び掌部分を含\nまない。また，請求項１においては，被施療者の手首及び掌部分に関する\n構成を限定する記載はない。\nそうすると，構成要件Ｆの「前記保持部は，その幅方向に切断して見た\n断面において被施療者の腕を挿入する開口が形成されている」にいう「幅\n方向に切断して見た断面」とは，「被施療者の腕部を部分的に覆って保持す\nる箇所」を幅方向に切断して見た断面であることは明確であるから，構成\n要件Ｆを含む本件発明１は明確である。\nイ  この点について原告は，図Ａ構成が構成要件Ｆに含まれるとすれば，本\n件発明１の作用効果を奏しない構成のものが構成要件Ｆに含まれること\nとなるから，構成要件Ｆを含む本件発明１は，明確性要件に適合しない旨\n主張する。\nしかし，人間の腕に関連する各関節（すなわち肩，肘，手首，掌，指の\n関節）の可動性に鑑みれば，図Ａ構成のように保持部の掌部分及び手首部\n分に内壁を備える構成であったとしても，被施療者が座部に座った状態で，\n被施療者の腕を保持部に出し入れすることが可能であり，椅子型マッサー\nジ機において，被施療者が座部に座った状態で，被施療者の腕を空気袋に\nよって施療するという本件発明１の効果を奏するから，原告の上記主張は\n失当である。\n３  取消事由３（サポート要件の判断の誤り）（無効理由２関係）\n⑴  原告の主張\n本件審決は，本件発明１は，本件明細書の【００１０】に記載された構成\nをすべて備え，本件明細書にも，本件当初明細書の【００３７】，【００３８】\n及び図２と同様の記載があることからすれば，構成要件Ｆで規定する「開口」\nが本件明細書の当該記載によってサポートされているから，本件発明１は，\n本件明細書の発明の詳細な説明に記載されたものであり，当業者が本件発明\n１の技術的課題を解決できると認識できる範囲内のものであるとして，本件\n発明１ないし６は，サポート要件（特許法３６条６項１号所定の要件）に適\n合する旨判断した。\nしかしながら，前記２(1)アのとおり，本件明細書には，切りっぱなし状の\n保持部は記載されているが（図１，６，７，９，１０及び１２），図Ａ構成の\nように内壁が存在する保持部の記載はない。\nまた，構成要件Ｆの「前記保持部は，その幅方向に切断して見た断面にお\nいて被施療者の腕を挿入する開口が形成されている」との構成に図Ａ構成の\nように内壁が存在する保持部も包含されると解釈するのであれば，前記２(1)\nイで述べたように，本件発明１の作用効果を奏しない構成のものが構成要件\nＦに含まれることとなり，本件発明１の課題を解決できない構成がクレーム\nアップされていることに帰結するから，本件明細書の発明の詳細な説明の記\n載から，本件発明１の課題を解決できると認識することができない。\nしたがって，本件審決の上記判断は誤りである。\n⑵  被告の主張\n前記２⑵アで述べたように，構成要件Ｆにいう「開口」は，「被施療者の腕\n部を部分的に覆って保持する」「保持部」に形成されており，また，本件発明\n１の保持部の対象は，「腕」（腕部）であり，手首及び掌部分を対象としてい\nない。\n本件明細書の【０００７】には，椅子型のマッサージ機において，被施療\n者の腕部を施療することが可能なマッサージ機を提供するという本件発明１\nの課題が，【００１０】には，本件発明１の構成要件のすべてが，【００２８】\nには，被施療者が座部に座った状態で，被施療者の腕を空気袋によって施療\nするという本件発明１の効果が記載されている。\nまた，本件明細書の【００３７】には，「図２に示すように，保持部１０は，\n被施療者の上腕を保持するための第１保持部分１１と，被施療者の前腕を保\n持するための第２保持部分１２とから主として構成されている。第１保持部\n分１１は，断面視において略Ｃ字状の略半円筒形状をなしており，その一端\n部が背凭れ部６のガイドレール９より上方の箇所に取り付けられている。」\nとの記載があり，【００３８】には，「被施療者の上腕及び前腕を第１保持部\n分１１及び第２保持部分１２へ夫々の開口部から挿入することが可能であ\nる。」との記載がある。\nこれらの記載から，構成要件Ｆは，本件明細書の発明の詳細な説明に記載\nされているといえるから，構成要件Ｆを含む本件発明１は，サポート要件に\n適合する。\nしたがって，これと同旨の本件審決の判断に誤りはないから，原告主張の\n取消事由３は理由がない。\n４  取消事由４－１（甲９を主引用例とする本件発明１の進歩性の判断の誤り）\n（無効理由４関係）\n⑴  原告の主張\nア  相違点２の容易想到性の判断の誤り\n本件審決は，相違点２に関し，①甲９発明に甲１０ないし１３で示す周\n知技術を適用して当業者が容易に想到したものであるということはできな\nい，②甲９発明に甲１３記載の技術事項を適用して，当業者が容易に想到\nしたものであるということはできない，③甲９発明において腕保持部の開\n口の向きを横向きにすることが設計事項であったということはできないか\nら，甲９発明に基づいて，当業者が容易に想到したものであるということ\nはできない旨判断したが，以下のとおり誤りである。\n(ア)  周知技術との組合せによる容易想到性\nａ  甲９発明における腕保持部の開口の向きは上であるが，腕部を施療\nすることが可能なマッサージ機を提供するとの課題を解決できるもの\nであれば，保持部のデザインを変更しても問題はない。むしろ，甲９\n発明は，あくまでも「一実施形態に係るマッサージ機１０」にすぎな\nいから（甲９の【００１３】），上記課題の解決を阻害しないものであ\nる限り，デザインの変更は積極的に示唆されているといえる。\nそして，保持部のデザインは，空気袋によるマッサージ機に限らず，\n各種施療器具を設計製造する際に共通して生じるテーマであることか\nすると，当業者は，保持部のデザインを模索するに際し，各種施療器\n具に係る保持部の形状を当然に参酌する。\nｂ  本件審決は，甲１２記載の技術事項につき，開口の向きが横である\nこと，甲１３記載の技術事項につき，開口の向きが真横であることを\n認定し，また，甲１１記載の技術事項につき，人体に向かって横に開\n口するのみならず，上にも開口されていると述べるが，開口の向きが\n横である限度においては認めている。\n一方，本件審決は，甲１０記載の技術事項は腕部を施療するもので\nはない旨認定したが，甲１０に「この指圧具が少なくとも小型（首，\n腕，足等に使用するものは小型となる）である場合には」（【００１３】）\nとの記載があり，腕に使用されることが明記されているから，上記認\n定は誤りである。\nしたがって，甲１０ないし１３の記載によれば，本件出願当時，各\n種施療器具において，開口の向きが横である保持部は，周知であった\nというべきである。\nｃ  以上によれば，甲９に接した当業者は，甲９発明における保持部の\nデザインを変更する目的で，甲９発明において，前記ｂの周知技術を\n適用して，腕保持部の開口の向きを「上」から「横」にすることによ\nり，相違点２に係る本件発明１の構成とすることを容易に想到するこ\nとができたものである。\nこれを否定した本件審決の判断は誤りである。\n(イ)  甲１３との組合せによる容易想到性\n仮に開口の向きが横である保持部が本件出願当時の周知技術とはいえ\nないとしても，当業者は，甲９発明における保持部のデザインを変更す\nる目的で，甲９発明に甲１３記載の技術事項を適用して，腕保持部の開\n口の向きを横にすることにより，相違点２に係る本件発明１の構成とす\nることを容易に想到することができたものである。\nこれを否定した本件審決の判断は誤りである。\n(ウ)  設計事項による容易想到性\n人体の腕が，上方からも側方からも移動できるという技術的特徴を有\nすることは，本件出願当時，技術常識であったから，かかる技術的特徴\nを踏まえ，甲９発明の腕保持部のデザインを横方向に変更することは，\n当業者において当然に行う創作能力の発揮の帰結である。\nまた，前記(ア)ｂのとおり，本件出願当時，各種施療器具において，\n開口の向きが横である保持部は周知又は公知であったから，甲９発明の\n保持部のデザインのバリエーションとして開口の向きを横にすることは，\n当業者が創作に際して当然に行う常套手段でもある。\nそうすると，開口の向きを横とすることは設計事項であるから，当業\n者は，甲９発明における保持部のデザインを変更する目的で，甲９発明\nにおいて，相違点２に係る本件発明１の構成とすることを容易に想到す\nることができたものである。\nこれを否定した本件審決の判断は誤りである。\nイ  小括\n以上のとおり，本件審決における相違点２の容易想到性の判断に誤りが\nあるから，甲９を主引用例とする本件発明１の進歩性欠如の無効理由を認\nめなかった本件審決の判断は誤りである。\n⑵  被告の主張\nア  相違点２の容易想到性の判断の誤りの主張に対し\n(ア)  周知技術との組合せによる容易想到性の主張に対し\nａ(a)  甲１０の【００２２】及び図２に示される指圧具８は，対向する\nように二本の挟圧腕９を有し，その先端に装着された押圧部材１０\nは，使用者の腰や背中の背骨の両側をそれぞれ押圧するという機能\nを備えるものであるから，使用者の腕部をその内部に挿入し，内面\nに設けた空気袋を膨張及び収縮させることによって腕部を施療する\n本件発明１における「保持部」とは機能が大きく異なり，また，椅\n子に配設して使用するものではない。\n⒝  甲１１の図１Ａ（ＦＩＧ．１Ａ）に示される腕保持部１６は，対\n向する面（構成要件Ｆの「互いに対向する部分」）を有しておらず，\n仮に甲９発明に甲１１記載の技術を適用できたとしても，相違点２\nに係る構成が得られない。\n⒞  甲１２の図６（ＦＩＧ．６）に示される手の保護クッション８８\nと枕８９からなるベッドプレートの縦長溝８８１は，病人の手を保\n持するものであるが，胴体と同様の高さにあるという構造上，内部\nへの挿入，引き出しが困難であり，病人自身が容易に手を挿入し，\n引き出すことを想定していないものである。また，甲１２には，椅\n子に配設して使用することについての記載はない。\n⒟  甲１３には，図１Ｃ（ＦＩＧ．１Ｃ）に示される上肢を治療する\nパッド３１は，下肢を治療するパッド３５とともに使用され，それ\nぞれ，椅子２１，床の上に置かれることや椅子２１の内部に配置し\nてもよいことは記載されているが，甲９発明のように椅子の肘掛け\n部と一体に形成するものではない。\n(e)  甲１０ないし１３記載の技術事項は，いずれもマッサージ機に関\nするものではなく，甲９発明と技術分野が異なるから，甲９発明の\nマッサージ機における腕保持部の上向きの開口の向きについて当業\n者が適用を検討するような周知技術を示すものではない。\nｂ  以上によれば，当業者が，甲９発明及び甲１０ないし１３記載の周\n知技術に基づいて，相違点２に係る本件発明１の構成を容易に想到す\nることができたとの原告の主張は失当である。\n(イ)  甲１３との組合せによる容易想到性の主張に対し\n甲１３記載の技術は，骨粗鬆症等を治療するためにパルス電磁場を発\n生する治療装置に関するものであり，甲９発明とは技術分野が異なる上，\n図１Ｃ（ＦＩＧ．１Ｃ）に示される上肢を治療するパッド３１は，下肢\nを治療するパッド３５とともに使用され，椅子の肘掛け部と一体に形成\nするものではない。また，甲１３には，パッド３１を椅子２１と一体に\n配設することについての記載はない。\nそして，甲１３に示されるパッド３１は，パッド３５とともに肢にフ\nィットするように全体にＣ字形をしており，開口を患者の側に向けて，\nパッド３５とともに椅子２１（肘掛け）又は床の上に「置く」ことがで\nきることが開示されているにとどまり，「一対の保持部」について，各々\nの開口が横を向き，かつ開口同士が互いに「対向するように配設」する\nという技術思想の開示はない。\n以上によれば，甲９発明と甲１３記載の技術とは，腕を施療する点で\nは共通するものの，甲９発明は空気袋によるマッサージを行うのに対し，\n甲１３記載の技術は骨粗鬆症治療のためのパルス電磁波供給を行う点に\nおいて腕保持部の果たす機能や作用効果が異なるから，当業者において，\n甲９発明に甲１３記載の技術事項を適用する動機付けはない。\nしたがって，当業者が，甲９発明及び甲１３記載の技術事項に基づい\nて，相違点２に係る本件発明１の構成とすることを容易に想到すること\nができたとの原告の主張は失当である。\n(ウ)  設計事項による容易想到性の主張に対し\n甲９の記載（【００１７】，図１）によれば，甲９発明の腕保持部２４\nは，Ｕ字状の凹部２５を形成する保持壁部２４ａ，２４ｂを備えること\nにより肘掛け部２２の上部に一体的に形成されるものである。\n甲９に接した当業者は，甲９から，被施療者が甲９発明の椅子型マッ\nサージ機の座部前端に立った状態から椅子に着座するまでの一連の動作\nの間や，椅子に着座した被施療者が従来の椅子式マッサージ機が有して\nいた肘掛け部の上面に前腕を置くのと同様の動作により，保持壁に邪魔\nされることなく前腕を肘掛けの一対の保持壁の間の載置面に置くことが\nできると理解し，その構造も，従来の椅子式マッサージ機が有していた\n肘掛け部の上面を前腕の載置面として利用することで肘掛け部の上面の\n長手方向の両端に一対の保持壁を備えるようにしたものと理解する。\nそうすると，甲９に接した当業者において，甲９発明の椅子型マッサ\nージ機の腕保持部について，その構造を積極的に変更しようとする動機\n付けはない。\n他方，本件発明１のマッサージ機は，一対の保持部について，開口を\n横向きとし，互いに対向するように配設したものであるから，腕部を横\n方向に移動させることで，保持部内に腕部を挿入し，引き出すことが可\n能であり，保持部内に腕部を位置させた状態で内側に曲げることができ\nるものであり，肘掛け部の上面に一対の保持壁を備える甲９発明とは異\nなり，保持壁に拘束されずに，腕部（肘など）を載せることができると\nいう作用効果を奏する。\n以上によれば，甲９発明において，一対の保持部について，開口を横\n向きとし，互いに対向するように配設した構成（相違点２に係る本件発\n明１の構成）とすることは，単なる設計事項とはいえない。\nしたがって，甲９発明において，相違点２に係る本件発明１の構成と\nすることを容易に想到することができたとの原告の主張は失当である。\nイ  小括\n以上によれば，本件審決における相違点２の容易想到性の判断に誤りは\nないから，原告主張の取消事由４－１は理由がない。\n５  取消事由４－２（甲９を主引用例とする本件発明２ないし６の進歩性の判断\nの誤り）（無効理由４関係）\n⑴  原告の主張\n本件審決は，本件発明２ないし６は，いずれも本件発明１の発明特定事項\nを含むものであるところ，当業者が甲９を主引用例として相違点２に係る本\n件発明１の構成を容易に想到することができたものとはいえないことなどを\n理由に，本件発明２ないし６は甲９等に基づいて容易に発明をすることがで\nきたものではない旨判断した。\nしかしながら，前記４(1)で述べたとおり，本件審決における相違点２の容\n易想到性の判断に誤りがあるから，本件審決の上記判断は誤りである。\n(2)  被告の主張\n前記４⑵で述べたとおり，本件審決における相違点２の容易想到性の判断\nに誤りがないから，本件審決における本件発明２ないし６の進歩性の判断の\n誤りをいう原告の主張は，その前提において理由がない。\n第４  当裁判所の判断\n１  明細書の記載事項について\n(1)  本件当初明細書\n本件当初明細書の発明の詳細な説明（甲４）には，次のような記載がある\n（下記記載中に引用する図面（甲５）については別紙１を参照）。\nア  【技術分野】\n【０００１】\n本発明は，被施療者の身体を施療するマッサージ機に関する。\n【背景技術】\n【０００２】\n昨今，椅子型のマッサージ機が広く普及している。図１５は，この種の\nマッサージ機の構成の一例を示す斜視図である。図１５に示すように，椅\n子型のマッサージ機１０１は，座部１０２と，背凭れ部１０３とから主と\nして構成されている。座部１０２の両側方には，肘掛け部１０４が設けら\nれている。また，背凭れ部１０３の内部には，図示しないマッサージ機構\nが設けられている。被施療者は，座部１０２に着座し，肘掛け部１０４を\n腕置きとして用いて，マッサージ機１０１を使用する。また，背凭れ部１\n０３の下端部は，座部１０２の後部で回動自在に枢支されており，背凭れ\n部１０３をリクライニングさせることができるようになっている。\n【発明が解決しようとする課題】\n【０００３】\nしかしながら，上述した如き従来のマッサージ機にあっては，肘掛け部\n１０４に例えばバイブレータ等の施療装置が設けられていないことが多\nく，被施療者の腕部を施療することができないという問題があった。\n【０００４】\nまた，背凭れ部１０３を傾倒（リクライニング）させたときには，これ\nに伴って被施療者の上体も傾倒するため，肘掛け部１０４上で被施療者の\n腕部が移動することとなる。従って，肘掛け部１０４にバイブレータ等の\n施療装置が設けられている場合であっても，背凭れ部１０３を傾倒させる\n前後では，施療装置による施療箇所が被施療者の腕部の異なる部位となっ\nたり，背凭れ部１０３の傾倒前には施療装置による被施療者の腕部の施療\nを行うことができても，傾倒後には被施療者の腕部から施療装置が離れて\nしまい，施療を行えない等の問題があった。\n【０００５】\nまた，肘掛け部１０４の上面に，略前後方向へ移動可能な施療装置が設\nけられているマッサージ機もあるが，かかるマッサージ機では背凭れ部１\n０３の傾倒に合わせて施療装置を移動させて，背凭れ部１０３の傾倒前後\nでの被施療者の腕部の略同一箇所を施療装置によって施療することがで\nきても，肘掛け部１０４が前後に短い場合には，背凭れ部１０３の傾倒後\n等に肘掛け部１０４の長さが足りずに被施療者の腕部が肘掛け部１０４\nから離れて，肘掛け部１０４が腕置きとしての役割を十分に果たせないこ\nとがあった。\n【０００６】\nまた，通常肘掛け部１０４は前後に長い略棒状をなしており，その上\n面を被施療者の腕置きとして用いるようになっているため，バイブレー\nタ等の施療装置を肘掛け部１０４に設けた場合であっても，被施療者の\n腕部の下側部分だけを施療するように構成されていることが多く，腕部\nの略全体を施療することができないものが殆どであった。\n【０００７】\n本発明は斯かる事情に鑑みてなされたものであり，被施療者の腕部を施\n療することが可能であり，しかも背凭れ部を傾倒させた場合にも，傾倒前\nの部位と殆ど同一の部位を施療することが可能なマッサージ機を提供す\nることを目的とする。\n【０００８】\nまた，本発明の他の目的は，例えば背凭れ部の傾倒によって，被施療者\nの腕部が移動した場合であっても，被施療者の腕部を保持することができ\nるマッサージ機を提供することにある。\n【０００９】\nまた，本発明の更に他の目的は，被施療者の腕部の略全体を施療するこ\nとが可能なマッサージ機を提供することにある。\nイ  【課題を解決するための手段】\n【００１０】\n本発明に係るマッサージ機は，座部と，該座部に対して傾倒することが\n可能な背凭れ部とを備える椅子型のマッサージ機において，前記背凭れ部\nの傾倒方向と略同一の方向へ移動することが可能であり，被施療者の腕部\nを保持する保持部と，該保持部に設けられ，被施療者の腕部を施療する施\n療部とを備えることを特徴とする。\n【００１１】\n本発明に係るマッサージ機にあっては，保持部が背凭れ部の傾倒方向と\n略同一方向へ移動することが可能であるため，背凭れ部の傾倒に伴って保\n持部が移動した場合には，背凭れ部の傾倒前後において，被施療者の腕部\nと保持部との相対的な位置が殆ど変わることがない。よって，背凭れ部を\n傾倒させた場合にも，施療部によって傾倒前の部位と殆ど同一の部位を施\n療することが可能となる。\n【００１２】\nまた，被施療者の腕部を保持したまま，保持部が移動することが可能で\nあるため，被施療者の腕部が移動した場合であっても，被施療者の腕部を\n保持することができる。\n【００１３】\nまた，上記発明においては，前記保持部は，背凭れ部の傾倒に応じて移\n動することが可能な構成とすることが望ましい。これにより，背凭れ部の\n傾倒に伴って，保持部を移動させることができる。\n【００１４】\nまた，この場合においては，前記保持部と前記背凭れ部とを連結する連\n結部を更に備える構成とすることも可能である。これにより，背凭れ部が\n傾倒した場合に，保持部が背凭れ部に引っ張られるため，背凭れ部の傾倒\nに伴って保持部を移動させることが可能となる。\n【００１５】\n更にこの場合には，前記連結部は，可撓性を有するように構成されてい\nることが望ましい。これにより，背凭れ部が傾倒した場合に，保持部を傾\n倒前の姿勢を概ね保ったまま移動させることが可能となり，傾倒後の被施\n療者の姿勢を自然なものとすることができる。また，背凭れ部又は座部か\nら施療部への配管及び／又は配線を連結部の内部に設けた場合には，配管\n及び／又は配線が外部に露出することがないため，美的観点からも好まし\nい。\n【００１６】\nまた，上記発明においては，前記保持部が，前記背凭れ部に移動可能に\n取り付けられている構成とすることも可能である。これにより，背凭れ部\nが傾倒した場合に，保持部を傾倒前の姿勢を概ね保ったまま移動させるこ\nとが可能となり，傾倒後の被施療者の姿勢を自然なものとすることができ\nる。\n【００１７】\nまた，上記発明においては，前記保持部は，被施療者の腕部を覆うこと\nが可能な形状をなしている構成とすることが望ましい。更にこの場合には，\n前記施療部は，被施療者の腕部を略全体に亘って施療することが可能であ\nるように，前記保持部に設けられている構成とすることが望ましい。これ\nにより，被施療者の腕部を略全体に亘って施療することが可能となる。\n【００１８】\nまた，上記発明においては，前記保持部は，被施療者の上腕を保持する\n第１保持部分と，被施療者の前腕を保持する第２保持部分とを有する構成\nとすることができる。更にこの場合には，前記第１保持部分と前記第２保\n持部分とが枢着されている構成とするか，又は，可撓性を有し，前記第１\n保持部分と前記第２保持部分とを連結する連結部を更に備える構成とする\nことが望ましい。\n【００１９】\n背凭れ部が傾倒前後において，被施療者の肘の屈曲角度は変化する。従\nって，上記の構成とした場合には，第１保持部と第２保持部とがなす角度\nを変化させることができるため，背凭れ部の傾倒の前後で第１保持部と第\n２保持部とがなす角度を変化させることにより，背凭れ部の傾倒の前後で\n被施療者が肘の屈曲角度を変えることができる。よって，被施療者に自然\nな姿勢を保たせたまま，背凭れ部を傾倒させることができる。\n【００２０】\nまた，上記発明においては，前記座部の両側方に設けられたガイドレー\nルを更に備え，前記保持部は，前記ガイドレールに沿って移動することが\n可能であるように，前記ガイドレールに係合されている構成とすることが\n望ましい。\n【００２１】\n背凭れ部が後方へ傾倒された場合には，被施療者の腕部もこれに伴って\n略後方へ移動する。従って，略前後方向へ延びたガイドレールに沿って，\n保持部を移動させる構成とすることにより，保持部が被施療者の腕部を保\n持したまま，保持部を略前後方向へ移動させることが可能である。よって，\n被施療者に自然な姿勢を保たせたまま，背凭れ部を傾倒させることができ\nる。\n【００２２】\nまた，上記発明においては，一端が前記保持部に接続された略棒状の連\n結部材と，該連結部材の他端及び前記座部を接続するユニバーサルジョイ\nントとを更に備える構成とすることが望ましい。これにより，連結部材が\nユニバーサルジョイントを支点として如何なる方向へでも傾倒すること\nが可能であるので，保持部を多様な方向へ移動させることが可能となる。\n【００２３】\nまた，この場合においては，前記支持棒は伸縮することが可能であるよ\nうに構成されていることが望ましい。これにより，被施療者の体格に合わ\nせて，保持部の位置を調節することが可能となる。\n【００２４】\nまた，上記発明においては，前記保持部は，保持した被施療者の腕部の\n長手方向へ伸縮することが可能であるように構成されていることが望ま\nしい。これにより，使用時（被施療者の腕部を保持部が保持している状態\nのとき）には，被施療者の腕部の多くの部分を保持部によって保持するこ\nとができ，非使用時（被施療者の腕部を保持部が保持していない状態のと\nき）には，保持部をコンパクトにすることができる。\n【００２５】\nまた，上記発明においては，前記保持部は，保持した被施療者の腕部の\n腕周りの方向へ回動することが可能であるように構成されていることが望\nましい。これにより，被施療者の腕部の施療部位を調節することが可能と\nなる。\n【００２６】\nまた，上記発明においては，前記保持部は，布状部材によって構成され\nていることが望ましい。これにより，例えば肘掛けの上に保持部が配置さ\nれている場合であって，被施療者の腕部を保持部によって保持せずに，被\n施療者の腕部以外の身体部位を施療する目的でマッサージ機を使用すると\nきには，保持部が肉薄であるので，被施療者が肘を掛けるときの邪魔にな\nらない。\n【００２７】\nまた，上記発明においては，前記施療部は，膨張・収縮することが可能\nな空気袋を有する構成とすることができる。\nウ  【発明の効果】\n【００２８】\n以上詳述した如く，本発明に係るマッサージ機によれば，施療部によっ\nて被施療者の腕部を施療することが可能であり，また，背凭れ部を傾倒さ\nせた場合にも，施療部によって被施療者の腕部の殆ど同一の部位を，傾倒\n前後において施療することが可能となる。\n【００２９】\nまた，被施療者の腕部の略全体を施療することが可能となる等，本発明\nは優れた効果を奏する。\nエ  【図面の簡単な説明】\n【００３０】\n【図１】本発明の実施の形態１に係るマッサージ機の構成を示す斜視図で\nある。\n【図２】本発明の実施の形態１に係るマッサージ機が備える保持部の構成\nを示す斜視図である。\n【図３】第１保持部分の背凭れ部に対する取り付け構造を示す拡大斜視図\nである。\n【図４】背凭れ部に対する第１保持部分の取付構造を示す断面図である。\n【図５】第１保持部分を幅方向へ切断したときの断面図である。\n【図６】本発明の実施の形態２に係るマッサージ機の構成を示す斜視図で\nある。\n【図７】本発明の実施の形態３に係るマッサージ機の構成を示す斜視図で\nある。\n【図８】本発明の実施の形態３に係る肘掛け部及び保持部を幅方向へ切断\nしたときの断面図である。\n【図９】本発明の実施の形態４に係るマッサージ機の構成を示す斜視図で\nある。\n【図１０】本発明の実施の形態５に係るマッサージ機の要部の構成を示す\n拡大斜視図である。\n【図１１】本発明の実施の形態６に係るマッサージ機の要部の構成を示す\n拡大斜視図である。\n【図１２】本発明の実施の形態７に係るマッサージ機の構成を示す斜視図\nである。\n【図１３】本発明に係るマッサージ機の保持部の形状を説明する模式的断\n面図である。\n【図１４】本発明の実施の形態８に係るマッサージ機の要部の構成を示す\n拡大斜視図である。\n【図１５】従来のマッサージ機の構成の一例を示す斜視図である。\nオ  【発明を実施するための形態】\n【００３１】\n以下，本発明の実施の形態について図面を参照しながら説明する。\n【００３２】\n（実施の形態１）\n図１は，本発明の実施の形態１に係るマッサージ機の構成を示す斜視図\nである。図１に示す如く，本実施の形態１に係るマッサージ機１は，座部\n５，背凭れ部６，及びフットレスト７から主として構成されている。座部\n５は，水平配置された棒状の脚部５ａをその下部両側に夫々有する基台５\nｂの上部に，クッション部５ｃが配されて構成されている。クッション部\n５ｃは，ウレタンフォーム，スポンジ，又は発泡スチロール製の内装材（図\n示せず）が基台５ｂの上面に載置されており，更にこれをポリエステル製\nの起毛トリコット，合成皮革，又は天然皮革等からなる外装材にて覆って\n構成されている。\n【００３３】\n座部５の上部前側には，被施療者の足首及び脹脛をマッサージするため\nのフットレスト７の上端部が枢着されている。これにより，フットレスト\n７は，その上端部を中心にして前後に回動可能とされている。\n【００３４】\n更に座部５の後部には，背凭れ部６が設けられている。背凭れ部６は，\n被施療者の上半身を支持すべく，一般的な体格の成人がマッサージ機１に\n着座した際に，該成人の身体の一部がその外部にはみ出ない程度の大きさ\nとされており，前面視略長方形をなしている。背凭れ部６の下端部は，座\n部５の後部に横方向の枢軸によって枢支されており，この枢軸を中心に背\n凭れ部６が回動することにより，前後にリクライニングが可能とされてい\nる。\n【００３５】\n背凭れ部６の内部には，マッサージ機構８が設けられている。かかるマ\nッサージ機構８の構成については，例えば特開２０００－３５０７５６号\n公報にその詳細が記載されているので，ここではその説明を省略する。\n【００３６】\nまた，座部５の両側方には，略前後方向へ延びたガイドレール９が設け\nられている。このガイドレール９には，夫々被施療者の腕部を保持するた\nめの保持部１０が係合している。\n【００３７】\n保持部１０の構成を更に詳しく説明する。図２は，保持部１０の構成を\n示す斜視図である。図２に示すように，保持部１０は，被施療者の上腕を\n保持するための第１保持部分１１と，被施療者の前腕を保持するための第\n２保持部分１２とから主として構成されている。第１保持部分１１は，断\n面視において略Ｃ字状の略半円筒形状をなしており，その一端部が背凭れ\n部６のガイドレール９より上方の箇所に取り付けられている。\n【００３８】\n第１保持部分１１の開口部（長手方向へ延びた欠落部分）は，一般的な\n体格の成人の上腕の太さよりも若干大きい幅とされており，第２保持部分\n１２の開口部は，一般的な体格の成人の前腕の太さよりも若干大きい幅と\nされている。従って，施療者の上腕及び前腕を第１保持部分１１及び第２\n保持部分１２へ夫々の開口部から挿入することが可能である。\n【００３９】\n図３は，第１保持部分１１の背凭れ部６に対する取り付け構造を示す拡\n大斜視図である。第１保持部分１１の一端部には，回転金具１３ａがその\n中央部分で枢着されている。この回転金具１３ａは，略角板状の部材の両\n端を，夫々略クランク形状に屈曲させた如き形状をなしている。即ち，回\n転金具１３ａの両端部は，夫々一方向へ突出した段部とされている。この\n段部の突出側の夫々には，ローラ１３ｂが各別に枢着されている。\n【００４０】\n従って，回転金具１３ａは，第１保持部分１１に対する取付軸を中心に\n回動することが可能であり，また，夫々のローラ１３ｂも回転金具１３ａ\nに対して回転することが可能である。\n【００４１】\n図４は，背凭れ部６に対する第１保持部分１１の取付構造を示す断面図\nである。図４に示すように，ローラ１３ｂは背凭れ部６の側部に取り付け\nられたガイドレール１４に係合している。このガイドレール１４は，背凭\nれ部６の側部の長手方向に沿って設けられており，ローラ１３ｂがガイド\nレール１４内で転動することが可能である。よって，第１保持部分１１は，\nガイドレール１４に沿って移動することが可能であるとともに，回転金具\n１３ａの取付軸を中心として回動することも可能である。\n【００４２】\n図５は，第１保持部分１１を幅方向へ切断したときの断面図である。図\n５に示すように，図５に示すように，第１保持部分１１は，比較的硬度が\n高い材料からなり，略Ｃ字状の断面形状を有する略半円筒形状の外殻部１\n１ａを備えている。この外殻部１１ａの内面の略全体には，空気袋１１ｂ\nが設けられている。また，この空気袋１１ｂの表面には，図２で示すよう\nな，複数の空気袋１１ｃが設けられている。かかる空気袋１１ｂ，１１ｃ\nは，夫々ポンプ，電磁弁等からなる，座部５又は背凭れ部６に設けられた\n給排気装置（図示せず）にエアホース（図示せず）によって接続されてお\nり，給排気装置の動作によって膨張・収縮することが可能となっている。\nまた，空気袋１１ｂと空気袋１１ｃとは夫々独立に膨張・収縮するように\n構成されている。このような構成により，空気袋１１ｃが膨張・収縮する\nことによって，被施療者の上腕部に圧迫刺激を与えたり，それを解放する\nことができ，空気袋１１ｂが膨張・収縮することによって，空気袋１１ｃ\nによる刺激の強さを調節することができる。\n【００４３】\n一方，第２保持部分１２は，その下部から係合部１２ａが下方へ突出し\nている（図１参照）。そして，この係合部１２ａは，ガイドレール９に係合\nしている。これにより，第２保持部分１２は，ガイドレール９に沿って略\n前後方向へ移動することが可能となっている。\n【００４４】\nまた，第２保持部分１２の内面であって，被施療者の手首又は掌に相当\nする部分には，振動装置１５が設けられている。この振動装置が振動する\nことにより，被施療者の手首又は掌に刺激を与えることが可能となってい\nる。なお，第２保持部分１２のその他の構成は，第１保持部分の構成と略\n同様であるので，その説明を省略する。\n【００４５】\nこのような第１保持部分１１と第２保持部分１２とは，略横方向の枢軸\nによって枢着されている。これによって，保持部１０は，この部分で屈曲\nすることが可能となっている。\nカ  【００４６】\n次に，本発明の実施の形態１に係るマッサージ機の動作について説明す\nる。被施療者は，座部５に着座し，背凭れ部６に上体を凭れかけた状態で，\n上腕部を第１保持部分１１に，前腕部を第２保持部分１２に夫々挿入する。\n背凭れ部６が後方へ傾倒されたとき，第１保持部分１１は，背凭れ部６と\nともに後方へ移動する。背凭れ部６の被施療者の肩に当接する位置（以下，\n肩位置という）は，背凭れ部６の傾倒前後において異なることとなる。即\nち，背凭れ部６の傾倒前における肩位置よりも，傾倒後における肩位置の\n方が，背凭れ部６の下側となる。このとき，第１保持部分１１は，このよ\nうな肩位置の変化に合わせて，ガイドレール１４に沿って背凭れ部６の長\n手方向へ移動する。\n【００４７】\nまた，第１保持部分１１が後方へ移動するため，これに引っ張られて第\n２保持部分１２がガイドレール９に沿って略後方へ移動する。第１保持部\n分１１の背凭れ部６との連結箇所は，背凭れ部６の傾倒とともに後方へ移\n動しつつ下方へ移動することとなる一方，第１保持部分１１の第２保持部\n分１２との連結箇所は，略後方へ移動するのみであり，このため第１保持\n部分１１は，背凭れ部６の傾倒に伴って，略後方へ移動しながら略後方へ\n傾倒することとなる。これに対して，第２保持部分１２は，ガイドレール\n９に沿って略後方へ移動するのみであるため，その傾倒角度は殆ど変化し\nない。よって，第１保持部分１１と第２保持部分１２とがなす角度は，背\n凭れ部６の傾倒に伴って変化することとなる。また，第１保持部分１１と\n第２保持部分１２との連結箇所は，被施療者の肘位置に相当するため，被\n施療者は，保持部１０の屈曲角度の変化に合わせて，肘の屈曲角度を自然\nに変化させることができる。これによって，背凭れ部６の傾倒後において\nも，被施療者は自然な姿勢を保つことができる。\n【００４８】\nまた，前述した給排気装置の動作によって，第１保持部分１１に設けら\nれた空気袋１１ｂ，１１ｃ及び第２保持部分１２に設けられた空気袋が膨\n張・収縮する。これにより，被施療者の腕部を略全体に亘って施療するこ\nとができる。\nキ  【００４９】\n（実施の形態２）\n図６は，本発明の実施の形態２に係るマッサージ機の構成を示す斜視図\nである。図６に示すように，本発明の実施の形態２に係るマッサージ機１\n６は，椅子型をなしており，被施療者が着座するための座部１７と，被施\n療者の上半身を支持するための背凭れ部１８と，被施療者の足置きとして\n用いられるフットレスト１９とから主として構成されている。\n【００６２】\n前述したような座部１７の両側部には，２つのガイドレール２１が設け\nられている。このガイドレール２１には，被施療者の腕部を保持するため\nの保持部１０が係合している。\n【００６３】\nまた，背凭れ部１８のカバー１８ａは，被施療者が着座したときに，被\n施療者の肩に相当する部分が前方へ張り出した形状となっており，この先\n端部分に，保持部１０の第１保持部分１１が取り付けられている。この第\n１保持部分１１の取り付け構造は，実施の形態１に係るマッサージ機の第\n１保持部分１１の取り付け構造と同様であるので，その説明を省略する。\n【００６４】\nまた，本実施の形態２に係るマッサージ機１６の保持部１０のその他の\n構成及び作用は，実施の形態１に係るマッサージ機１の保持部１０の構成\n及び作用と同様であるので，同符号を付し，その説明を省略する。\nク  【００６５】\n（実施の形態３）\n図７は，本発明の実施の形態３に係るマッサージ機の構成を示す斜視図\nである。本実施の形態３に係るマッサージ機２２は，座部１７の両側部に，\n肘掛け部２３が夫々設けられている。この肘掛け部２３は，略前後方向に\n延びており，上下に若干湾曲した如き棒状をなしており，その上面を被施\n療者の腕置きとして利用することが可能となっている。また，肘掛け部２\n３の上方には，被施療者の前腕を保持するための保持部２４が配されてい\nる。\n【００６６】\n図８は，肘掛け部２３及び保持部２４を幅方向へ切断したときの断面図\nである。図８に示すように，肘掛け部２３の下部には，該肘掛け部２３の\n長手方向へ沿って，ガイドレール２５が設けられている。このガイドレー\nル２５は，上下方向を厚さ方向とした略板状をなしており，その厚さ方向\n中間部分に，扁平な空隙部２５ａが設けられている。この空隙部２５ａは，\nガイドレールの外側面，即ち，座部１７の反対側の側面にて開口しており，\nまた，空隙部２５ａの座部１７側の端部は，その空隙の厚みが他の部分よ\nりも拡大された拡大部２５ｂとなっている。この拡大部２５ｂは，横方向\nへ所定長さだけ設けられている。\n【００６７】\nこのような空隙部２５ａには，保持部２４が有する移動部材２４ａが挿\n入されている。移動部材２４ａは，空隙部２５ａの薄い空隙部分よりも若\n干薄い板を，略直角に屈曲させた如き形状をなしており，略水平な板状の\n部分と，略鉛直な板状の部分とから主として構成されている。移動部材２\n４ａの略水平な板状の部分は，空隙部２５ａに係入せしめられている。ま\nた，この移動部材２４ａの略水平な板状の部分の先端部は，他の部分より\n厚みを増してあるストッパ２４ｂとされており，このストッパ２４ｂが前\n述した空隙部２５ａの拡大部２５ｂ内に配されている。ストッパ２４ｂの\n厚さは，拡大部２５ｂの厚さよりも薄く，空隙部２５ａの拡大部２５ｂ以\n外の部分よりも厚くされている。また，ストッパ２４ｂの横方向の長さは，\n拡大部２５ｂの横方向の長さよりも短くされている。従って，移動部材２\n４ａは，ストッパ２４ｂが，拡大部２５ｂの両側端に当接する範囲内で，\n横方向へ移動することが可能となっている。\n【００６８】\nまた，移動部材２４ａの前後方向の長さは，空隙部２５ａの前後方向の\n長さよりも短くされている。これによって，移動部材２４ａは，その前後\n端が空隙部２５ａの前後端に当接する範囲内で，前後方向へ移動すること\nが可能となっている。\n【００６９】\nこのような移動部材２４ａの略鉛直な板状の部分の上端部は，ガイド部\n材２４ｃに接続されている。ガイド部材２４ｃは，板状部材が略円弧状に\n湾曲された如き形状をなしており，その湾曲の中心軸方向が略前後方向と\nされている。また，ガイド部材２４ｃの長手方向（軸長方向）の中間部分\nには，円弧の円周方向へ長い切り欠き部２４ｄが設けられている（図７参\n照）。\n【００７０】\nガイド部材２４ｃの湾曲内側には，保持部分２６が配されている。この\n保持部分２６は，幅方向に切断したときの断面視において略Ｃ字状の略半\n円筒形状をなしており，その外面がガイド部材２４ｃの内面に略密接され\nた状態となっている。\n【００７１】\n保持部分２６は，外殻部２６ａ及び空気袋２６ｂ，２６ｃによって主と\nして構成されている。外殻部２６ａは，幅方向の断面視において略Ｃ字状\nの湾曲板状をなしており，比較的硬度が高い材料によって形成されている。\nまた，外殻部２６ａの長さ方向（前後方向）中間部分の外面には，突起２\n６ｄが設けられている。この突起２６ｄは，ガイド部材２４ｃの切り欠き\n部２４ｄの幅よりも若干短い幅とされており，その頭部において幅が拡大\nされている。このような突起２６ｄは，切り欠き部２４ｄを貫通しており，\nその頭によって抜け止めがされた状態で，切り欠き部２４ｄに係合されて\nいる。従って，保持部分２６は，突起２６ｄが切り欠き部２４ｄ内で移動\nすることが可能な範囲内で，湾曲の円周方向へ移動することが可能である。\n【００７２】\nまた，外殻部２６ａの内面の略全面に亘って，空気袋２６ｂが設けられ\nている。また，この空気袋２６ｂの表面には，複数の空気袋２６ｃが設け\nられている。かかる空気袋２６ｂ，２６ｃは，夫々ポンプ，電磁弁等から\nなる，座部１７又は背凭れ部１８に設けられた給排気装置（図示せず）に\nエアホース（図示せず）によって接続されており，給排気装置の動作によ\nって膨張・収縮することが可能となっている。また，空気袋２６ｂと空気\n袋２６ｃとは夫々独立に膨張・収縮するように構成されている。このよう\nな構成により，空気袋２６ｃが膨張・収縮することによって，被施療者の\n上腕部に圧迫刺激を与えたり，それを解放することができ，空気袋２６ｂ\nが膨張・収縮することによって，空気袋２６ｃによる刺激の強さを調節す\nることができる。\n【００７４】\n本実施の形態３に係るマッサージ機２２のその他の構成は，実施の形態\n２に係るマッサージ機１６の構成と同様であるので，同符号を付し，その\n説明を省略する。\n【００７５】\n以上の如き構成により，背凭れ部１８を後方へ傾倒させた場合には，連\n結部材２７によって保持部分２６が後方へ引っ張られ，これによって保持\n部分２６がガイドレール２５に沿って後方へ移動することとなる。よって，\n背凭れ部１８が後方へ傾倒された場合に，保持部分２６が被施療者の腕部\nとともに後方へ移動することとなり，背凭れ部１８の傾倒後にも，腕置き\nとしての役割を十分に発揮することができる。\n【００７６】\nまた，保持部分２６が被施療者の腕部を中心として回動可能であるので，\n腕部の施療部位を被施療者の嗜好に合わせて調節することもできる。\nケ  【００７７】\n（実施の形態４）\n図９は，本発明の実施の形態４に係るマッサージ機の構成を示す斜視図\nである。図９に示す如く，本実施の形態４に係るマッサージ機２８は，被\n施療者の上腕を保持するための第１保持部分２９と，被施療者の前腕を保\n持するための第２保持部分３０とを有する保持部３１を備えている。第１\n保持部分２９の前端部分と，第２保持部分３０の後端部分とは，可撓性を\n有する連結部材３１ａによって連結されている。また，第１保持部分２９\nの後端部分と，背凭れ部１８のカバー部１８ａの一箇所とは，可撓性を有\nする連結部材３１ｂによって連結されている。なお，連結部材３１ａ，３\n１ｂの構成は，実施の形態３で説明した連結部材２７の構成と同様である\nので，説明を省略する。\n【００７８】\nまた，第２保持部分３０の外面の下部には，移動部材２４ａが取り付け\nられている。なお，第１保持部分２９及び第２保持部分３０のその他の構\n成は，実施の形態１において説明した第１保持部分１１及び第２保持部分\n１２の構成と同様であるので，説明を省略する。\n【００７９】\nまた，本実施の形態４に係るマッサージ機２８のその他の構成は，実施\nの形態３に係るマッサージ機２２の構成と同様であるので，同符号を付し，\nその説明を省略する。\n【００８０】\n以上の如き構成により，本実施の形態４に係るマッサージ機２８では，\n第１保持部分２９と第２保持部分３０とが連結部材３１ａによって連結さ\nれているため，第１保持部分２９と第２保持部分３０との間を，如何なる\n方向へでも屈曲させることができる。また，第１保持部分２９と背凭れ部\n１８とが連結部材３１ｂによって連結されているため，背凭れ部１８に対\nして，第１保持部材を所定の範囲内で如何なる位置へでも移動させること\nができる。また，凭れ部１８が後方へ傾倒された場合に，連結部材３１ｂ\nによって第１保持部分２９が後方へ引っ張られ，また連結部材３１ａによ\nって第２保持部分３０が後方へ引っ張られて，第２保持部分３０がガイド\nレール２５に沿って後方へ移動することとなる。よって，背凭れ部１８が\n後方へ傾倒された場合に，第１保持部分２９と第２保持部分３０との間の\n角度が変化しつつ，第１保持部分２９が被施療者の上腕とともに，第２保\n持部分３０が被施療者の前腕とともに，後方へ移動することとなり，背凭\nれ部１８の傾倒後にも，保持部３１が腕置きとしての役割を十分に発揮す\nることができる。\n【００８１】\nまた，本実施の形態４に係るマッサージ機２８では，第１保持部分２９\nが，連結部材３１ａ，３１ｂによって，第２保持部分３０及び背凭れ部１\n８に夫々連結されているので，横方向にも移動することができる。従って，\n被施療者の体格に合わせて，第１保持部分２９が横方向へ移動することと\nなり，より一層被施療者に自然な姿勢をとらせることができる。\nコ  【００８２】\n（実施の形態５）\n図１０は，本発明の実施の形態５に係るマッサージ機の要部の構成を示\nす拡大斜視図である。本実施の形態５に係るマッサージ機は，図１０に示\nす如き保持部３２を備えている。保持部３２は，２つの保持部分３３，３\n４を備えている。保持部分３３，３４は，夫々幅方向に切断したときの断\n面視において略Ｃ字状の略半円筒形状をなしており，保持部分３３が前方，\n保持部分３４が後方に位置するように，前後に並べて同軸的に配置されて\nいる。保持部分３３，３４は，夫々略Ｃ字状の断面形状の湾曲板状をなす\n外殻部３３ａ，３４ａと，外殻部３３ａ，３４ａの内面の略全面に亘って\n夫々設けられた空気袋３３ｂ，３４ｂと，空気袋３３ｂ，３４ｂの表面に\n夫々複数設けられた空気袋３３ｃ，３４ｃとから主として構成されている。\nなお，保持部分３３，３４の構成は，実施の形態３において説明した保持\n部分２６の構成と同様であるので，説明を省略する。\n【００８３】\n保持部分３３，３４は，夫々第１支持部材３５によって支持されている。\nこの第１支持部材３５は，幅方向の断面視において略Ｃ字状の湾曲板状を\nなしており，その内面に保持部分３３，３４が夫々摺動可能に取り付けら\nれている。更に詳しく説明すると，外殻部３３ａの後端部分と，外殻部３\n３ｂの前端部分との両方に重なるように，第１支持部材３５は設けられて\nおり，外殻部３３ａ，３４ｂは夫々独立に，第１支持部材３５の内面を前\n後方向へ摺動することが可能となっている。\n【００８４】\nまた，第１支持部材３５には，前後方向へ延びた２つの切り欠き部３５\nａ，３５ｂが前後に並設されている。前側の切り欠き部３５ａは，外殻部\n３３ａの表面に設けられた突起３３ｄに係合しており，後側の切り欠き部\n３５ｂは，外殻部３４ａの表面に設けられた突起３４ｄに係合している。\nこれによって，保持部分３３は，突起３３ｄが切り欠き部３５ａ内で移動\n可能な範囲において，第１支持部材３５に対して前後方向へ移動すること\nが可能であり，保持部分３４は，突起３４ｄが切り欠き部３５ｂ内で移動\n可能な範囲において，第１支持部材３５に対して前後方向へ移動すること\nが可能である。\n【００８５】\nこのような第１支持部材３５は，第２支持部材３６に支持されている。\n第２支持部材３６は，幅方向の断面視において略Ｃ字状の湾曲板状をなし\nており，その内面に第１支持部材３５の外面が接するように，第１支持部\n材３５を支持している。また，第２支持部材３６には，円弧の円周方向へ\n延びた２つの切り欠き部３６ａが設けられており，これらの切り欠き部３\n６ａ夫々に，第１支持部材３５の外面に設けられた２つの突起３５ｃが係\n合している。これによって，第１支持部材３５は，突起３５ｃが切り欠き\n部３６ａ内で移動可能な範囲において，第２支持部材３６に対して円周方\n向へ移動することが可能である。\n【００８６】\nまた，第２支持部材３６の外面には，移動部材２４ａが取り付けられて\nいる。本実施の形態５に係る移動部材２４ａは，複数のリブによって補強\nされている。なお，本実施の形態５に係るマッサージ機のその他の構成は，\n実施の形態３に係るマッサージ機２２の構成と同様であるので，同符号を\n付し，その説明を省略する。\n【００８７】\n以上の如き構成により，本実施の形態５に係るマッサージ機では，保持\n部分３３，３４を第１支持部材３５夫々前後方向へ移動することにより，\n被施療者の腕部の長さに合わせて，保持部３２の長さを調節することがで\nきる。\n【００８８】\nまた，第１支持部材３５を円周方向へ移動させることにより，これと保\n持部分３３，３４が一体的に円周方向へ移動することとなり，空気袋３３\nｃ，３４ｃによる施療位置を調節することができる。\nサ  【００８９】\n（実施の形態６）\n図１１は，本発明の実施の形態６に係るマッサージ機の要部の構成を示\nす拡大斜視図である。本実施の形態６に係るマッサージ機は，図１１に示\nす如き保持部３７を備えている。保持部３７は，幅方向の断面視において\n略Ｃ字状の略半円筒形状をなす保持部分３８と，この保持部分３８より小\nさい半径の略半円筒形状をなす保持部分３９とを有している。保持部分３\n８の先端部は，保持部分３９の後端部に重なった状態とされており，図示\nしない係合構造によって保持部分３８と保持部分３９とが相対的に前後方\n向へ移動可能な状態で係合されている。\nまた，保持部分３８は，幅方向の断面視において略Ｃ字状の略半円筒形状\nをなす外殻部３８ａと，空気袋３８ｂ，３８ｃとを備えている。外殻部３\n８ａの内面の内，保持部分３９の移動によって保持部分３９と重なりうる\n範囲を除いた部分の略全体に亘って，空気袋３８ｂが設けられており，こ\nの空気袋３８ｂの表面の数箇所に，複数の空気袋３８ｃが設けられている。\n【００９０】\n一方，保持部分３９は，略半円筒形状の外殻部３９ａと，空気袋３９ｂ，\n３９ｃとを備えている。外殻部３９ａの内面の略全体に亘って，空気袋３\n９ｂが設けられており，この空気袋３９ｂの表面の数箇所に，複数の空気\n袋３９ｃが設けられている。\n【００９２】\nなお，本実施の形態６に係るマッサージ機のその他の構成は，実施の形\n態３に係るマッサージ機２２からガイドレール２５を取り除いたもの同様\nの構成であるので，同符号を付し，その説明を省略する。\n【００９３】\n以上の如き構成により，本実施の形態６に係るマッサージ機では，保持\n部分３８と保持部分３９とが相対的に長手方向へ移動することが可能であ\nるので，被施療者の体格に合わせて，保持部３７の長さを調節することが\nできる。\n【００９４】\nまた，保持部３７が，連結部材４０，４１によって背凭れ部及び座部に\n連結されているので，所定の範囲で保持部３７を如何なる方向へでも移動\nすることができ，被施療者の体格に合わせて，保持部３７の位置の調整を\n行うことができる。\nシ  【００９７】\n（実施の形態７）\n図１２は，本発明の実施の形態７に係るマッサージ機の構成を示す斜視\n図である。本実施の形態７に係るマッサージ機４２は，被施療者の右腕用\nの第２保持分部１２の先端に，操作パネル４３が設けられている。この操\n作パネル４３には，図示しない複数の操作ボタンが設けられており，被施\n療者がこれらを押圧することによりマッサージ機に対して各種の動作指示\nを行うことができるようになっている。\n【００９８】\nなお，本実施の形態７に係るマッサージ機４２のその他の構成は，実施\nの形態２に係るマッサージ機１６の構成と同様であるので，同符号を付し，\nその説明を省略する。\n【００９９】\n以上の如き構成により，右腕用の第２保持部分１２と一体的に操作パネ\nル４３が移動することとなるので，背凭れ部１８を傾倒させた場合であっ\nても，被施療者の手元から操作パネル４３が離れることがなく，被施療者\nがマッサージ機４２の操作を行いやすい。\nス  【０１００】\n図１３は，本発明に係るマッサージ機の保持部の形状を説明する模式的\n断面図である。以上で説明した実施の形態１～７においては，被施療者の\n腕部を保持する保持部を，図１３（ａ）で示すような，幅方向に切断した\nときの断面視において略Ｃ字状の半円筒形状をなしているものとしたが，\nこれに限定されるものではなく，図１３（ｂ）～（ｅ）に夫々示すような\n形状としてもよい。\n【０１０１】\n図１３（ｂ）は，保持部の形状を，幅方向の断面視において略Ｌ字状と\nした場合について説明する断面図である。図１３（ｃ）は，保持部の形状\nを，幅方向の断面視において所定角度だけ傾斜させた略チャネル状とした\n場合について説明する断面図である。図１３（ｄ）は，保持部の形状が幅\n方向の断面視において略Ｌ字状となっており，しかも保持部がその角部に\nおいて屈曲されることが可能な構成について説明する断面図である。また，\n図１３（ｅ）は，保持部の形状を，幅方向の断面視において上方が開口す\nる略チャネル状とした場合について説明する断面図である。\n【０１０２】\nまた，図１３（ａ）～（ｅ）で示すように，夫々の保持部をガイドレー\nル等によって左右方向へ移動することが可能に構成してもよい。\nセ  【０１０３】\n（実施の形態８）\n図１４は，本発明の実施の形態８に係るマッサージ機の要部の構成を示\nす拡大斜視図である。本実施の形態８に係るマッサージ機は，図１４に示\nす如き保持部４４を備えている。保持部４４は，例えば略長方形の袋状の\n布製のカバー４４ａの内部に，複数の空気袋（図示せず）が設けられて構\n成されている。このカバー４４ａの両側縁部には，互いに係合可能なファ\nスナ４４ｂの２つの歯状部材が夫々取り付けられている。従って，ファス\nナ４４ｂを閉じた場合には，保持部４４は筒状となり，ファスナ４４ｂを\n開ききった場合には，保持部４４は略長方形状に展開されることとなる。\n【０１０４】\nまた，保持部４４は，肘掛け部に，前後方向へ移動自在に取り付けられ\nていてもよい。更に，保持部４４は，図示しない背凭れ部にその一端（被\n施療者の上腕の肩近傍部に対応する箇所）が連結されていてもよい。\n【０１０５】\nなお，以上で説明した実施の形態１～８に係るマッサージ機においては，\n左腕用の保持部の空気袋と，右腕用の保持部の空気袋とを夫々独立に駆動\nする構成とすることが望ましい。一般的に，同時に施療する箇所が少ない\nほど，マッサージ効果は高まると考えられている。これは，多くの箇所を\n同時に施療するよりも，少ない箇所を同時に施療する方が，施療箇所に対\nして加わっている刺激に被施療者の意識が集中しやすいためである。従っ\nて，被施療者の腕部を片腕毎に施療することにより，両腕を同時に施療す\nる場合に比して，マッサージ効果を高めることが期待できる。また，被施\n療者の腕部を片腕毎に施療することによって，施療されていない腕でマッ\nサージ機の操作を行うこともできる。\n(2)  本件明細書\nア  本件明細書（甲１）の発明の詳細な説明には，前記(1)の【０００４】な\nいし【０００６】，【０００８】，【０００９】，【００１１】，【００１２】，【０\n０１７】，【００１９】ないし【００２７】，【００２９】を削除し，【０００\n７】，【００１０】，【００１３】ないし【００１６】，【００１８】，【００２\n８】，【００３０】，【００８９】，【０１００】及び【０１０３】を次のとお\nり変更するほか（下線部は変更箇所である。甲２，６），前記(1)と同一の\n記載がある（なお，本件明細書の図面は，本件当初明細書の図面と同一で\nある。）。\n【０００７】\n本発明は斯かる事情に鑑みてなされたものであり，被施療者の腕部を施\n療することが可能なマッサージ機を提供することを目的とする。\n【００１０】\n本発明に係るマッサージ機は，被施療者が着座可能な座部と，被施療者\nの上半身を支持する背凭れ部とを備える椅子型のマッサージ機において，\n前記座部の両側に夫々配設され，被施療者の腕部を部分的に覆って保持す\nる一対の保持部と，前記保持部の内面に設けられる膨張及び収縮可能な空\n気袋と，を有し，前記保持部は，その幅方向に切断して見た断面において\n被施療者の腕を挿入する開口が形成されていると共に，その内面に互いに\n対向する部分を有し，前記空気袋は，前記内面の互いに対向する部分のう\nち少なくとも一方の部分に設けられ，前記一対の保持部は，各々の前記開\n口が横を向き，且つ前記開口同士が互いに対向するように配設されている\nことを特徴とする。\n【００１３】\nまた，上記発明においては，前記一対の保持部は，各々の前記開口が\n真横を向いていることが望ましい。\n【００１４】\nまた，前記保持部は，被施療者の前腕と手首又は掌を保持可能である\nことが望ましい。\n【００１５】\n更に，前記空気袋は，前記開口側の部分の方が奥側の部分よりも立ち\n上るように構成されていることが望ましい。\n【００１６】\nまた，前記背凭れ部は，被施療者の胴体を支持するクッション部と，前\n記クッション部より前方へ延設され被施療者の上腕及び肩の側部を覆う部\n分を有するカバー部と，を有し，前記カバー部には，膨張及び収縮するこ\nとにより被施療者の肩に刺激を与えることができる空気袋が設けられてい\nることが望ましい。\n【００１８】\nまた，左腕用の前記保持部に設けられた空気袋と，右腕用の前記保持部\nに設けられた空気袋と，は，夫々独立に駆動されるよう構成されているこ\nとが望ましい。\n【００２８】\n以上詳述した如く，本発明に係るマッサージ機によれば，空気袋によっ\nて被施療者の腕部を施療することが可能となる。\n【００３０】\n【図１】本発明の実施の形態１に係るマッサージ機の構成を示す斜視図で\nある。\n【図２】本発明の実施の形態１に係るマッサージ機が備える保持部の構成\nを示す斜視図である。\n【図３】第１保持部分の背凭れ部に対する取り付け構造を示す拡大斜視図\nである。\n【図４】背凭れ部に対する第１保持部分の取付構造を示す断面図である。\n【図５】第１保持部分を幅方向へ切断したときの断面図である。\n【図６】本発明の実施の形態２に係るマッサージ機の構成を示す斜視図で\nある。\n【図７】本発明の実施の形態３に係るマッサージ機の構成を示す斜視図で\nある。\n【図８】本発明の実施の形態３に係る肘掛け部及び保持部を幅方向へ切断\nしたときの断面図である。\n【図９】本発明の実施の形態４に係るマッサージ機の構成を示す斜視図で\nある。\n【図１０】本発明の実施の形態５に係るマッサージ機の要部の構成を示す\n拡大斜視図である。\n【図１１】参考例の実施の形態６に係るマッサージ機の要部の構成を示す\n拡大斜視図である。\n【図１２】本発明の実施の形態７に係るマッサージ機の構成を示す斜視図\nである。\n【図１３】本発明及び参考例に係るマッサージ機の保持部の形状を説明す\nる模式的断面図である。\n【図１４】参考例の実施の形態８に係るマッサージ機の要部の構成を示す\n拡大斜視図である。\n【図１５】従来のマッサージ機の構成の一例を示す斜視図である。\n【００８９】\n（実施の形態６）\n図１１は，参考例の実施の形態６に係るマッサージ機の要部の構成を示\nす拡大斜視図である。本実施の形態６に係るマッサージ機は，図１１に示\nす如き保持部３７を備えている。保持部３７は，幅方向の断面視において\n略Ｃ字状の略半円筒形状をなす保持部分３８と，この保持部分３８より小\nさい半径の略半円筒形状をなす保持部分３９とを有している。保持部分３\n８の先端部は，保持部分３９の後端部に重なった状態とされており，図示\nしない係合構造によって保持部分３８と保持部分３９とが相対的に前後方\n向へ移動可能な状態で係合されている。また，保持部分３８は，幅方向の\n断面視において略Ｃ字状の略半円筒形状をなす外殻部３８ａと，空気袋３\n８ｂ，３８ｃとを備えている。外殻部３８ａの内面の内，保持部分３９の\n移動によって保持部分３９と重なりうる範囲を除いた部分の略全体に亘っ\nて，空気袋３８ｂが設けられており，この空気袋３８ｂの表面の数箇所\nに，複数の空気袋３８ｃが設けられている。\n【０１００】\n図１３は，本発明（図１３（ａ），（ｃ））及び参考例（図１３（ｂ），\n（ｄ），（ｅ））に係るマッサージ機の保持部の形状を説明する模式的断\n面図である。以上で説明した実施の形態１～７においては，被施療者の腕\n部を保持する保持部を，図１３（ａ）で示すような，幅方向に切断したと\nきの断面視において略Ｃ字状の半円筒形状をなしているものとしたが，こ\nれに限定されるものではなく，図１３（ｂ）～（ｅ）に夫々示すような形\n状としてもよい。\n【０１０３】\n（実施の形態８）\n図１４は，参考例の実施の形態８に係るマッサージ機の要部の構成を示\nす拡大斜視図である。本実施の形態８に係るマッサージ機は，図１４に示\nす如き保持部４４を備えている。保持部４４は，例えば略長方形の袋状の\n布製のカバー４４ａの内部に，複数の空気袋（図示せず）が設けられて構\n成されている。このカバー４４ａの両側縁部には，互いに係合可能なファ\nスナ４４ｂの２つの歯状部材が夫々取り付けられている。従って，ファス\nナ４４ｂを閉じた場合には，保持部４４は筒状となり，ファスナ４４ｂを\n開ききった場合には，保持部４４は略長方形状に展開されることとなる。\nイ  前記アの記載事項によれば，本件明細書の発明の詳細な説明には，本件\n発明１に関し，次のような開示があることが認められる。\n(ア)  従来の座部と背凭れ部とから主として構成されている椅子型のマッ\nサージ機は，座部の両側方に設けられた肘掛け部に例えばバイブレータ\n等の施療装置が設けられていないことが多く，被施療者の腕部を施療す\nることができないという問題があった（【０００２】，【０００３】）。\n(イ)  「本発明」は，前記(ア)の事情に鑑み，被施療者の腕部を施療するこ\nとが可能なマッサージ機を提供することを目的（課題）とするものであ\nり，その課題を解決するための手段として，被施療者が着座可能な座部\nの両側に夫々配設され，被施療者の腕部を部分的に覆って保持する一対\nの保持部と，前記保持部の内面に設けられる膨張及び収縮可能な空気袋\nとを有し，前記保持部は，その幅方向に切断して見た断面において被施\n療者の腕を挿入する開口が形成されていると共に，その内面に互いに対\n向する部分を有し，前記空気袋は，前記内面の互いに対向する部分のう\nち少なくとも一方の部分に設けられ，前記一対の保持部は，各々の前記\n開口が横を向き，且つ前記開口同士が互いに対向するように配設されて\nいるという構成を採用した（【０００７】，【００１０】）。\nこれにより「本発明」のマッサージ機は，空気袋によって被施療者の\n腕部を施療することが可能となるという効果を奏する（【００２８】）。\n２  取消事由１（補正要件の判断の誤り）（無効理由１関係）について\n⑴  構成要件Ｈに係る補正の適否について\nア  本件補正は，旧請求項１（「座部と，該座部に対して傾倒することが可能\nな背凭れ部とを備える椅子型のマッサージ機において，前記背凭れ部の傾\n倒方向と略同一の方向へ移動することが可能であり，被施療者の腕部を保\n持する保持部と，該保持部に設けられ，被施療者の腕部を施療する施療部\nとを備えることを特徴とするマッサージ機。」）及び本件当初明細書の【０\n０１０】に，構成要件Ｈ及び【００１０】の「前記一対の保持部は，各々\nの前記開口が横を向き，且つ前記開口同士が互いに対向するように配設さ\nれている」との事項（事項Ｈ）を追加する補正（構成要件Ｈに係る補正）\nを含むものである。\nイ(ア)  本件当初明細書等には，「保持部」に関し，「図１は，本発明の実施の\n形態１に係るマッサージ機の構成を示す斜視図である。図１に示す如く，\n本実施の形態１に係るマッサージ機１は，座部５，背凭れ部６，及びフ\nットレスト７から主として構成されている。」（【００３２】），「座部５の\n両側方には，略前後方向へ延びたガイドレール９が設けられている。こ\nのガイドレール９には，夫々被施療者の腕部を保持するための保持部１\n０が係合している。」（【００３６】），「図２に示すように，保持部１０は，\n被施療者の上腕を保持するための第１保持部分１１と，被施療者の前腕\nを保持するための第２保持部分１２とから主として構成されている。第\n１保持部分１１は，断面視において略Ｃ字状の略半円筒形状をなしてお\nり，その一端部が背凭れ部６のガイドレール９より上方の箇所に取り付\nけられている。」（【００３７】），「第１保持部分１１の開口部（長手方向\nへ延びた欠落部分）は，一般的な体格の成人の上腕の太さよりも若干大\nきい幅とされており，第２保持部分１２の開口部は，一般的な体格の成\n人の前腕の太さよりも若干大きい幅とされている。従って，施療者の上\n腕及び前腕を第１保持部分１１及び第２保持部分１２へ夫々の開口部か\nら挿入することが可能である。」（【００３８】），「図５に示すように，第\n１保持部分１１は，比較的硬度が高い材料からなり，略Ｃ字状の断面形\n状を有する略半円筒形状の外殻部１１ａを備えている。この外殻部１１\nａの内面の略全体には，空気袋１１ｂが設けられている。また，この空\n気袋１１ｂの表面には，図２で示すような，複数の空気袋１１ｃが設け\nられている。」（【００４２】）との記載がある。\n上記記載と図１，２及び５（別紙１）を総合すると，本件当初明細書\n等には，「被施療者の腕部を保持するため」の「保持部１０」が，座部５\nの両側に配設され，被施療者の上腕及び前腕を挿入することが可能な「開\n口部（長手方向へ延びた欠落部分）」を有していること，「保持部１０」\nは，被施療者の上腕を保持するための「第１保持部分１１」と被施療者\nの前腕を保持するための「第２保持部分１２」とを有し，「第１保持部分\n１１」は「断面視において略Ｃ字状の略半円筒形状」であることが記載\nされている。また，図１には，「保持部１０」の開口部同士が互いに対抗\nするように配設されていることが示され，被施療者が座部５に座った状\n態で，「保持部１０」の開口部はいずれも被施療者の方を向いており，被\n施療者は腕部を横方向に移動させることで開口部内に上腕及び前腕を挿\n入することが可能であることを理解できる。\n(イ)  次に，本件当初明細書等には，図１３に関し，「図１３は，本発明に\n係るマッサージ機の保持部の形状を説明する模式的断面図である。以上\nで説明した実施の形態１～７においては，被施療者の腕部を保持する保\n持部を，図１３（ａ）で示すような，幅方向に切断したときの断面視に\nおいて略Ｃ字状の半円筒形状をなしているものとしたが，これに限定さ\nれるものではなく，図１３（ｂ）～（ｅ）に夫々示すような形状として\nもよい。」（【０１００】），「図１３（ｂ）は，保持部の形状を，幅方向の\n断面視において略Ｌ字状とした場合について説明する断面図である。図\n１３（ｃ）は，保持部の形状を，幅方向の断面視において所定角度だけ\n傾斜させた略チャネル状とした場合について説明する断面図である。図\n１３（ｄ）は，保持部の形状が幅方向の断面視において略Ｌ字状となっ\nており，しかも保持部がその角部において屈曲されることが可能な構成\nについて説明する断面図である。また，図１３（ｅ）は，保持部の形状\nを，幅方向の断面視において上方が開口する略チャネル状とした場合に\nついて説明する断面図である。」（【０１０１】）との記載がある。\n上記記載と図１，１３（ａ）及び（ｃ）（別紙１）を総合すると，図１\n３（ａ）に示された「幅方向に切断したときの断面視において略Ｃ字状\nの半円筒形状」の保持部は，開口が所定角度で傾斜せず，被施療者が座\n部５に座った状態で被施療者の方を向いていること，図１３（ｃ）に示\nされた「幅方向の断面視において所定角度だけ傾斜させた略チャネル状」\nの保持部は，開口が所定角度で傾斜し，被施療者が座部５に座った状態\nで被施療者の方を向いていることを理解できるから，これらの開口の向\nきを「横を向き」と表現することは不自然であるとはいえない。また，\n所定角度の傾斜のない，図１３（ａ）の保持部の開口の向きを「真横」\nと表現することも，不自然であるとはいえない。\n(ウ)  前記(ア)及び(イ)によれば，「前記一対の保持部は，各々の前記開口\nが横を向き，且つ前記開口同士が互いに対向するように配設されている」\nとの事項（事項Ｈ）は，本件当初明細書等に記載されていたものと認め\nられる。\nそうすると，構成要件Ｈに係る補正は，本件当初明細書等に記載した\n事項の範囲内においてしたものと認められるから，特許法１７条の３第\n２項の要件に適合する。\nこれと同旨の本件審決の判断に誤りはない。\nウ  これに対し原告は，①本件当初明細書等には，構成要件Ｈの「前記一対\nの保持部は，各々の前記開口が横を向き」との構成についての明示的な記\n載はないこと，図１３（ａ）及び（ｃ）は，「模式的断面図」（【０１００】）\nにすぎず，実際にマッサージ機に設置された際の使用態様を示すものでは\nないから，かかる図面に基づいて，被施療者の腕を挿入する際における開\n口の方向を特定することはできないこと，図１３（ｃ）の形状ｃについて\nは，開口が斜め上方を向くように描かれているから，そもそも「横」を向\nいていると評価することはできず，図１３（ａ）の形状ａについては，【０\n０８９】に，図１１に示す保持部が「略Ｃ字状の略半円筒形状」である旨\nの記載があり，実際にマッサージ機に設けられた場合には「横」を向いて\nいないはずの図１１に示す保持部も形状ａに包含するように説明されて\nいることからすると，図１３（ａ）及び（ｃ）から，構成要件Ｈに係る補\n正が本件当初明細書等に記載した事項の範囲内においてしたものという\nことはできない，②本件発明１は，構成要件Ｈの構成により，腕部を横方\n向に移動させることで，保持部内に腕部を挿入し，引き出すことが可能で\nあり，保持部内に腕部を位置させた状態で内側に曲げることができるとい\nう作用効果を奏するから，構成要件Ｈは，肘掛け部の上面に一対の保持壁\nを備える甲９発明とは異なり，「保持壁に拘束されずに，腕部（肘など）を\n載せることができる」という技術的事項を旧請求項１に導入するものであ\nるが，本件当初明細書等には，かかる技術的事項は一切記載されていない\nから，構成要件Ｈに係る補正は，本件当初明細書等のすべての記載を総合\nすることにより導かれる技術的事項との関係において，新たな技術的事項\nを導入するものであるとして，構成要件Ｈに係る本件補正は，新規事項を\n追加するものであり，特許法１７条の２第３項の要件に適合しない旨主張\nする。\nしかしながら，①については，前記イ(イ)で説示したとおり，本件当初\n明細書等の図１３（ａ）に示された「幅方向に切断したときの断面視にお\nいて略Ｃ字状の半円筒形状」の保持部は，開口が所定角度で傾斜せず，被\n施療者が座部５に座った状態で被施療者の方を向いていること，図１３\n（ｃ）に示された「幅方向の断面視において所定角度だけ傾斜させた略チ\nャネル状」の保持部は，開口が所定角度で傾斜し，被施療者が座部５に座\nった状態で被施療者の方を向いていることを理解できるから，これらの開\n口の向きを「横を向き」と表現することは不自然であるとはいえず，所定\n角度の傾斜のない，図１３（ａ）の保持部の開口の向きを「真横」と表現\nすることも，不自然であるとはいえない。\nまた，前記イ(ア)で説示したとおり，図１の記載から，被施療者が座部\n５に座った状態で，「保持部１０」の開口部が被施療者の方を向いていれば，\n被施療者は腕部を横方向に移動させることで開口部内に上腕及び前腕を\n挿入することが可能であることを理解できるのみならず，図１３（ａ）及\nび（ｃ）に基づいて，被施療者の腕を挿入する際の開口の向きを特定する\nことに困難があるとは認められない。\nさらに，【００８９】において，図１１の「保持部３７」は，形態６に係\nる「幅方向の断面視において略Ｃ字状の略半円筒形状」である旨の記載が\nあるからといって，図１３（ａ）に開口が横を向いた保持部が図示されて\nいることを否定することはできない。\n②については，本件補正後の請求項１及び本件明細書には，原告主張の\n「保持壁」に関する記載はなく，事項Ｈによって，「保持壁に拘束されずに，\n腕部（肘など）を載せることができる」という技術的事項を旧請求項１に\n導入したものと解することはできない。\nしたがって，原告の上記主張は理由がない。\n⑵  構成要件Ｊに係る補正の適否について\nア  本件補正は，旧請求項２（「前記保持部は，背凭れ部の傾倒に応じて移動\nすることが可能な構成としてあることを特徴とする請求項１に記載のマ\nッサージ機。」）及び本件当初明細書の【００１３】に，構成要件Ｊ及び【０\n０１３】の「前記一対の保持部は，各々の前記開口が真横を向いているこ\nと」との事項（事項Ｊ）を追加する補正（構成要件Ｊに係る補正）を含む\nものである。\nイ  前記(1)イ(イ)で説示したとおり，図１３（ａ）の保持部の開口の向きを\n「真横」と表現することも，不自然であるとはいえないから，事項Ｊは，\n本件当初明細書等に記載されていたものと認められる。\nそうすると，構成要件Ｊに係る補正は，本件当初明細書等に記載した事\n項の範囲内においてしたものと認められるから，特許法１７条の３第２項\nの要件に適合する。\nこれと同旨の本件審決の判断に誤りはない。\nウ  これに対し原告は，本件当初明細書等には，保持部の開口が「横」を向\nいている構成の記載がない以上，「横」をさらに限定する「真横」を向いて\nいる構成の記載があるということはできないから，構成要件Ｊに係る本件\n補正は，新規事項を追加するものであり，特許法１７条の２第３項の要件\nに適合しない旨主張する。\nしかしながら，原告の上記主張は，前記(1)ウで説示したところに照らし，\nその前提において理由がない。\n⑶  小括\n以上によれば，構成要件Ｈ及びＪに係る補正を含む本件補正は特許法１７\n条の２第３項の要件に適合するとした本件審決の判断に誤りはないから，原\n告主張の取消事由１は理由がない。\n３  取消事由２（明確性要件の判断の誤り）（無効理由３関係）について\n原告は，本件審決は，本件発明１ないし６は明確性要件に適合する旨判断し\nたが，本件発明１の構成要件Ｆの「前記保持部は，その幅方向に切断して見た\n断面において被施療者の腕を挿入する開口が形成されている」との記載は，不\n明確であるから，構成要件Ｆを含む本件発明１は明確性要件に適合せず，本件\n発明２ないし６も，これと同様であるから，本件審決の上記判断は誤りである\n旨主張するので，以下において判断する。\n⑴  明確性要件の適合性について\nア  本件発明１の特許請求の範囲（請求項１）の記載は，「被施療者が着座可\n能な座部と，被施療者の上半身を支持する背凭れ部とを備える椅子型のマ\nッサージ機において，前記座部の両側に夫々配設され，被施療者の腕部を\n部分的に覆って保持する一対の保持部と，前記保持部の内面に設けられる\n膨張及び収縮可能な空気袋と，を有し，前記保持部は，その幅方向に切断\nして見た断面において被施療者の腕を挿入する開口が形成されていると\n共に，その内面に互いに対向する部分を有し，前記空気袋は，前記内面の\n互いに対向する部分のうち少なくとも一方の部分に設けられ，前記一対の\n保持部は，各々の前記開口が横を向き，且つ前記開口同士が互いに対向す\nるように配設されていることを特徴とするマッサージ機。」というもので\nある。\n上記記載から，本件発明１の「保持部」は，「座部の両側に夫々配設され」，\n「被施療者の腕部を部分的に覆って保持する」ものであり，「保持部」には，\n「その幅方向に切断して見た断面において被施療者の腕を挿入する開口」\nが形成されており，「その内面に互いに対向する部分を有」することを理解\nできるから，構成要件Ｆの「前記保持部は，その幅方向に切断して見た断\n面において被施療者の腕を挿入する開口が形成されている」にいう「その\n幅方向に切断して見た断面」とは，被施療者の腕部を部分的に覆って保持\nする保持部をその幅方向に切断して見た断面であることを意味するもの\nと理解できる。\nそうすると，請求項１の記載から，構成要件Ｆの「前記保持部は，その\n幅方向に切断して見た断面において被施療者の腕を挿入する開口が形成\nされている」との記載は，被施療者の腕部を部分的に覆って保持する保持\n部を幅方向に切断して見た断面において，被施療者の腕部を挿入すること\nができる開口が形成されていることをいうものと理解できるから，上記記\n載の内容は明確である。\nこれと同旨の本件審決の判断に誤りはない。\nイ  これに対し原告は，①本件発明１の特許請求の範囲（請求項１）の記載\nからは，構成要件Ｆの「前記保持部は，その幅方向に切断して見た断面に\nおいて被施療者の腕を挿入する開口が形成されている」にいう「幅方向に\n切断して見た断面」が，保持部のどの部分を幅方向に切断したものを指す\nのか判然としないから，別紙原告主張図面記載の保持部に内壁を含む図Ａ\n構成のように，一部の断面であっても外に向かって開放されていればよい\nとの解釈も許容されかねない状況となっており，上記解釈は，本件出願当\n時，空気袋によって腕を施療するマッサージ機の保持部に開口部を設ける\n場合には，切りっぱなし状に開放された形状とすることが技術常識であっ\nたことに反するから，構成要件Ｆの「前記保持部は，その幅方向に切断し\nて見た断面において被施療者の腕を挿入する開口が形成されている」との\n記載は不明確である，②図Ａ構成のように保持部に内壁が存在する構成の\nものは，腕部を横方向に移動させたとしても，内壁が障害となって，保持\n部内に腕部を挿入し，引き出すことができず，また，保持部内に腕部を位\n置させた状態で内側に曲げることができないから，本件発明１の作用効果\nを奏しないことからすると，図Ａ構成が構成要件Ｆの「前記保持部は，そ\nの幅方向に切断して見た断面において被施療者の腕を挿入する開口が形\n成されている」との構成に含まれるとすれば，本件発明１の作用効果を奏\nしない構成のものが構成要件Ｆに含まれることとなるから，構成要件Ｆの\n記載は，不明確である旨主張する。\nしかしながら，前記アで説示したとおり，本件発明１の特許請求の範囲\n（請求項１）の記載から，構成要件Ｆの「前記保持部は，その幅方向に切\n断して見た断面において被施療者の腕を挿入する開口が形成されている」\nにいう「幅方向に切断して見た断面」とは，被施療者の腕部を部分的に覆\nって保持する保持部をその幅方向に切断して見た断面であることを意味\nするものと理解できるから，「幅方向に切断して見た断面」の内容は明確\nである。\nまた，保持部における内壁の有無は本件発明１の発明特定事項ではない\nから，原告が挙げる保持部に内壁を含む図Ａ構成が構成要件Ｆに含まれる\nかどうかは，構成要件Ｆの記載の明確性に影響を及ぼすものとはいえない。\nしたがって，その余の点について検討するまでもなく，原告の上記主張\nを採用することができない。\n(2)  小括\n以上によれば，構成要件Ｆを含む本件発明１及び本件発明１を発明特定事\n項に含む本件発明２ないし６は，明確性要件に適合するとした本件審決の判\n断に誤りはないから，原告主張の取消事由２は理由がない。\n４  取消事由３（サポート要件の判断の誤り）（無効理由２関係）について\n原告は，本件審決が，構成要件Ｆを含む本件発明１ないし６は，サポート要\n件に適合する旨判断したのは誤りである旨主張するので，以下において判断す\nる。\n⑴  サポート要件の適合性について\nア  前記３(1)アで説示したとおり，本件発明１の特許請求の範囲（請求項１）\nの記載から，構成要件Ｆの「前記保持部は，その幅方向に切断して見た断\n面において被施療者の腕を挿入する開口が形成されている」との記載は，\n被施療者の腕部を部分的に覆って保持する保持部を幅方向に切断して見\nた断面において，被施療者の腕部を挿入することができる開口が形成され\nていることをいうものと解される。\nイ  前記１⑵イの認定事実によれば，本件明細書の発明の詳細な説明には，\n本件発明１は，①従来の座部と背凭れ部とから主として構成されている椅\n子型のマッサージ機は，座部の両側方に設けられた肘掛け部に例えばバイ\nブレータ等の施療装置が設けられていないことが多く，被施療者の腕部を\n施療することができないという問題があったこと（【０００２】，【０００\n３】）に鑑み，被施療者の腕部を施療することが可能なマッサージ機を提供\nすることを目的（課題）とし，②その課題を解決するための手段として，\n被施療者が着座可能な座部の両側に夫々配設され，被施療者の腕部を部分\n的に覆って保持する一対の保持部と，前記保持部の内面に設けられる膨張\n及び収縮可能な空気袋とを有し，前記保持部は，その幅方向に切断して見\nた断面において被施療者の腕を挿入する開口が形成されていると共に，そ\nの内面に互いに対向する部分を有し，前記空気袋は，前記内面の互いに対\n向する部分のうち少なくとも一方の部分に設けられ，前記一対の保持部は，\n各々の前記開口が横を向き，且つ前記開口同士が互いに対向するように配\n設されているという構成を採用し（【０００７】，【００１０】），③これによ\nり空気袋によって被施療者の腕部を施療することが可能となるという効果\nを奏すること（【００２８】）の開示があることが認められる。\nそして，本件明細書の発明の詳細な説明には，「本発明に係るマッサージ\n機」として（【００１０】），本件発明１の発明特定事項（構成要件Ａないし\nＩ）が記載され，「実施の形態１」において，マッサージ機の全体構成（【０\n０３２】ないし【００３６】，図１），保持部の構成及び取付構造（【００３\n７】ないし【００４５】，図２ないし４），マッサージ機の動作及びその動\n作によって「被施療者の腕部を略全体に亘って施療することができる」こ\nと（【００４６】ないし【００４８】）が記載され，「実施の形態７」におい\nて，保持部の形状をその幅方向に切断したときの断面形状について（【０１\n００】，【０１０１】，図１３）記載されている。\n以上によれば，当業者は，本件明細書の発明の詳細な説明の記載から，\n構成要件Ｆを含む本件発明１は，空気袋によって被施療者の腕部を施療す\nることが可能となるという効果を奏し，本件発明１の上記課題を解決でき\nると認識できるものと認められるから，本件発明１は，発明の詳細な説明\nに記載したものであることが認められる。\nしたがって，本件発明１は，サポート要件に適合するものと認められる\nから，これと同旨の本件審決の判断に誤りはない。\nウ  これに対し原告は，①本件明細書には，切りっぱなし状の保持部は記載\nされているが（図１，６，７，９，１０及び１２），別紙原告主張図面記\n載の図Ａ構成のように内壁が存在する保持部の記載はないこと，②構成要\n件Ｆの「前記保持部は，その幅方向に切断して見た断面において被施療者\nの腕を挿入する開口が形成されている」との構成に図Ａ構成のように内壁\nが存在する保持部も包含されると解釈するのであれば，本件発明１の作用\n効果を奏しない構成のものが構成要件Ｆに含まれることとなり，本件発明\n１の課題を解決できない構成がクレームアップされていることに帰結す\nるから，本件明細書の発明の詳細な説明の記載から，本件発明１の課題を\n解決できると認識することができないとして，本件発明１がサポート要件\nに適合しない旨主張する。\nしかしながら，保持部における内壁の有無は，本件発明１の発明特定事\n項ではないから，原告が挙げる保持部に内壁を含む図Ａ構成が構成要件Ｆ\nに含まれるかどうかは，「特許を受けようとする発明が発明の詳細な説明\nに記載したものであること」（特許法３６条６項１号）に適合するもので\nなければならないとするサポート要件の適合性とは別個の問題であると\nいうべきである。\nしたがって，原告の上記主張は，その余の点について検討するまでもな\nく，採用することができない。\n⑵  小括\n以上によれば，構成要件Ｆを含む本件発明１及び本件発明１を発明特定事\n項に含む本件発明２ないし６がサポート要件に適合するとした本件審決の判\n断に誤りはないから，原告主張の取消事由３は理由がない。\n５  取消事由４－１（甲９を主引用例とする本件発明１の進歩性の判断の誤り）\n（無効理由４関係）について\n⑴  甲９の記載事項\nア  甲９（特開２００１－２０４７７６号公報）には，次のような記載があ\nる（下記記載中に引用する図１及び３については別紙２を参照）。\n(ア)  【０００１】\n【発明の属する技術分野】本発明はマッサージ機に関し，更に詳細には\n使用者の全身を効果的にマッサージして筋肉の疲労を取り，且つ精神的\nなリラクゼーションを与えることが可能なマッサージ機に関する。\n【０００２】\n【従来の技術】従来，マッサージ機には種々のものがあり，最近では空\n気袋の膨張収縮により指圧的にマッサージするような機種も開発されて\nいる。このようなマッサージ機としては，特開平１０－１１８１４１号\n公報に開示された椅子式エアーマッサージ機が代表的である。\n【０００３】また，足裏のマッサージ機としては，周面に多数の突起が\nついた筒状体を回転させながらその上に足を乗せてマッサージする機構，\n又は特許掲載公報（特許第２５３４１０３号）に開示されているように\n突起を上下動させて足裏のつぼを押圧する自動足裏マッサージ装置等が\n知られている。\n【０００４】\n【発明が解決しようとする課題】前述した椅子式エアーマッサージ機は，\n従来の揉みマッサージ機，叩きマッサージ機，或いはローリングマッサ\nージ機などに比べて使用者の皮膚に対して大きな摩擦を与えずに効果的\nなマッサージを行える点で非常に優れたものである。\n【０００５】しかしながら，前述した椅子式エアーマッサージ機は，上\n記特許公開公報の記載から明らかなように使用者の首部，背部，腰部，\n尻部，及び下腿部の筋肉を空気袋の膨張収縮による圧迫と解放の繰り返\nしによってマッサージを行うものであり，足部や身体全体の血行促進，\n更には現在の使用者の身体の状態を本人に確認させるような機能はない。\n【０００６】言い換えれば，前述した椅子式エアーマッサージ機は，身\n体の一部の筋肉を揉みほぐすものであった。しかし，最も最良のマッサ\nージ効果は，筋肉の疲労を取り除くと同時に，身体全体の血行を積極的\nに促進させることにある。これにより筋肉疲労の回復がより効果的にな\nるのである。\n【０００７】本発明の目的は，かかる従来の問題点を解決するためにな\nされたもので，従来の椅子式エアーマッサージ機を改良して，更に足部\nや腕部の筋肉疲労も取り除き，同時に身体全体の血行促進を促し，付加\n的に使用者の現在の身体の状態を本人に確認させ得るようなマッサージ\n機を提供することにある。\n(イ)  【０００８】\n【課題を解決するための手段】本発明はマッサージ機であり，前述した\n技術的課題を解決するために以下のように構成されている。すなわち，\n本発明のマッサージ機は，座部，この座部の両側に設けられ，上部に腕\n保持部が設けられた肘掛け部，及び座部の後端に設けられた傾斜可能な\n背凭れ部を備える椅子と，この椅子における座部の前端に設けられ，椅\n子に腰掛けた人の脚を支持する脚保持部と，脚の足部を乗せる足乗せ台\nとからなり，椅子の座部，背凭れ部，肘掛け部に設けられた腕保持部，\n及び脚保持部には，圧縮空気給排気機構に連通する空気袋が内部に設け\nられ，更に足乗せ台の内部には上下動可能な少なくとも２つの大きさの\n異なる押圧突起部が設けられていることを特徴とする。\n【０００９】＜本発明における具体的構成＞本発明のマッサージ機は，\n前述した必須の構成要素からなるが，その構成要素が具体的に以下のよ\nうな場合であっても成立する。その具体的構成要素とは，空気袋が，圧\n縮空気給排気機構により空気袋に圧縮空気を給排気することによる空気\n袋の膨張収縮によって，椅子に座った使用者の尻部，背部，腰部，腕部，\n及び脚部を押圧及び揉みを行ってマッサージすることを特徴とする。\n【００１０】また，本発明のマッサージ機では，背凭れ部の内部に電熱\nヒータが配置され，椅子に座った使用者の背部を暖めて血行を促すよう\nにしたことを特徴とする。更に，脚保持部は，これを構成する壁部の前\n端に設けられた温熱バーを備え，この温熱バーの内部に電熱ヒータを配\n置して椅子に座った使用者の脚における足首からふくらはぎに亘って暖\nめ，更に全身の血行を促すことができる。\n【００１１】更に，本発明のマッサージ機では，椅子の近傍に配置され\nる表示パネルを含み，この表示パネルが足裏形状を表示し，椅子に座っ\nて足部を足乗せ台に乗せている使用者が押圧突起部の動作により痛みを\n感じる位置で押すコントローラからの信号を受けて制御装置が表示パネ\nルに表示されている足裏形状の該当位置にマーカを表示することを特徴\nとする。\n【００１２】更にまた，本発明のマッサージ機では，表示パネルに表示\nされた足裏形状の該当位置にマーカが付された表示パネルの表示内容を\n用紙に印字するプリンターを備えていることを特徴とする。プリンター\nによって用紙に出力された足裏の痛み位置を何時でも確認できるため，\nその後の生活でも注意を払うことができる。\n(ウ)  【００１３】\n【発明の実施の形態】以下，本発明のマッサージ機を図に示される実施\n形態について更に詳細に説明する。図１には本発明の一実施形態に係る\nマッサージ機１０がで示されている。この実施形態のマッサージ機１０\nは，大別して椅子２０と，脚保持部３０と，足乗せ台４０とから構成さ\nれている。\n【００１４】この椅子２０の基本的な構成としては，座部２１と，この\n座部２１の両側に設けられた肘掛け部２２と，座部２１の後端に設けら\nれた傾斜可能な背凭れ部２３とを備えている。座部２１と背凭れ部２３\nのそれぞれ内部適所には，複数の空気袋（図示せず）が配置されている。\n【００１５】この椅子２０には，座部２１と背凭れ部２３の内部に設置\nされた複数の空気袋に圧縮空気を供給し，及び空気袋に供給された圧縮\n空気を排気する圧縮空気給排気機構（図示せず）が設けられている。こ\nの圧縮空気給排気機構により，座部２１と背凭れ部２３の内部に設置さ\nれた複数の空気袋に圧縮空気を供給排気する。\n【００１６】これにより，空気袋に膨張と収縮を起こさせ，その結果使\n用者の尻部，腰部，背部，及び首部の筋肉を椅子２０の外装布を介して\n圧迫解放してマッサージを行うようにされている。このような空気袋と\nこれに圧縮空気の供給排気をする圧縮空気給排気機構とにより空気式マ\nッサージ機構部が構成されている。\n(エ)  【００１７】\nこのような空気式マッサージ機構部の構造は，前述した\n特開平１０－１１８１４１号公報に開示されていて公知であると共に基\n本的な点では実質的に同じであるので詳細な説明は省略する。本実施形\n態のマッサージ機１０では，更に肘掛け部２２の上部に設けられた腕保\n持部２４を備えている。腕保持部２４は，使用者の腕を両側から挟むよ\nうにＵ字状の凹部２５を形成する保持壁部２４ａ，２４ｂを備え，各保\n持壁部内にも前述したと同様な空気袋（図示せず）が配置されている。\n【００１８】この腕保持部２４でも，これを構成している各保持壁部２\n４ａ，２４ｂ内の空気袋に圧縮空気を供給排気することにより膨張と収\n縮を起こさせて保持壁部間の凹部２５に入れられた使用者の腕を保持壁\n部２４ａ，２４ｂの外装布を介して挟み込むようにして圧迫し，またこ\nの圧迫を解放することによりマッサージを行うようにされている。\n【００１９】この腕保持部２４を構成する各保持壁部２４ａ，２４ｂ内\nに設置される空気袋への圧縮空気の給排気機構は，前述した座部２１及\nび背凭れ部２３の内部に設置された空気袋に圧縮空気を給排気する機構\nをそのまま使用することができる。\n(オ)  【００２５】\n更に，この実施形態に係るマッサージ機１０は，脚保持部３０を構成す\nる温熱バー３３の前方に配置された足乗せ台４０を備えている。この足\n乗せ台４０は，足の裏をマッサージするもので，その台表面には，図２\nに示されるように定位置に使用者の足を位置決めし得るように足の輪郭\n形状をしたフレーム４１が設けられ，このフレーム４１で囲まれた部分\nは開口部とされ，その開口部は比較的に丈夫な布カバー４２で覆われて\nいる。\n【００２６】足乗せ台４０の内部には，図３に示されるように２つの流\n体圧シリンダー装置４３，４４の各ピストンロッド先端部に取り付けら\nれたそれぞれ大きさの異なる押圧突起部４５，４６が設けられ，これら\nの押圧突起部４５，４６は，各流体圧シリンダー装置４３，４４により\n上下動し，これにより開口部を覆う布カバー４２を突き上げて突出し得\nるようにされている。\n【００２９】この実施形態のマッサージ機１０における足乗せ台４０で\nは，２つの押圧突起部４５，４６が足の裏に対して所定のパターンで前\n後左右に移動するように流体圧シリンダー装置４３，４４の移動が制御\nされる。この移動パターンは図４（ａ），図４（ｂ）及び図４（ｃ）に示\nされる３つの移動パターンが考えられる。\n(カ)  【００４５】\n【発明の効果】以上説明したように，本発明のマッサージ機によれば，\n椅子に座った使用者は背凭れ部，座部，及び腕保持部の内部に設けられ\nた空気袋の膨張収縮による圧迫と解放によって首部，背部，腰部，尻部，\n及び腕部のエアーマッサージがなされ，同時に脚保持部により脚も同時\nにマッサージされることと相まって，足首からふくらはぎに亘り温熱バ\nーにより加温され，更には足乗せ台により足裏も指圧的なマッサージを\n受け得るようにしたことで，全身が同時にマッサージされ，その結果全\n身の血行が促進されて使用者の疲労を極めて効果的に取り除くことがで\nきる。\nイ  前記アの記載事項によれば，甲９には，次のような開示があることが認\nめられる。\n(ア)  従来の椅子式エアーマッサージ機は，使用者の首部，背部，腰部，\n尻部及び下腿部の筋肉を空気袋の膨張収縮による圧迫と解放の繰り返\nしによってマッサージを行うものであり，身体の一部の筋肉を揉みほぐ\nすものであったため，足部や身体全体の血行促進，更には現在の使用者\nの身体の状態を本人に確認させるような機能はなかったという問題が\nあった（【０００５】，【０００６】）。\n(イ)  「本発明」は，かかる従来の問題点を解決し，従来の椅子式エアー\nマッサージ機を改良して，更に足部や腕部の筋肉疲労も取り除き，同時\nに身体全体の血行促進を促し，付加的に使用者の現在の身体の状態を本\n人に確認させ得るようなマッサージ機を提供することを目的（課題）と\nするものであり，その課題を解決するための手段として，座部，座部の\n両側に設けられ，上部に腕保持部が設けられた肘掛け部，及び座部の後\n端に設けられた傾斜可能な背凭れ部を備える椅子と，この椅子における\n座部の前端に設けられ，椅子に腰掛けた人の脚を支持する脚保持部と，\n脚の足部を乗せる足乗せ台とからなり，椅子の座部，背凭れ部，肘掛け\n部に設けられた腕保持部及び脚保持部には，圧縮空気給排気機構に連通\nする空気袋が内部に設けられ，更に足乗せ台の内部には上下動可能な少\nなくとも２つの大きさの異なる押圧突起部が設けられているという構\n成を採用した（【０００７】，【０００８】）。\n「本発明」のマッサージ機によれば，椅子に座った使用者は，背凭れ\n部，座部及び腕保持部の内部に設けられた空気袋の膨張収縮による圧迫\nと解放によって首部，背部，腰部，尻部及び腕部のエアーマッサージが\nされ，同時に脚保持部により脚もマッサージされ，更には足乗せ台によ\nり足裏も指圧的なマッサージを受け得るようにしたことで，全身が同時\nにマッサージされ，その結果全身の血行が促進されて使用者の疲労を極\nめて効果的に取り除くことができるという効果を奏する（【００４５】）。\n(2)  甲１０ないし１３の記載事項\nア  甲１０\n(ア)  甲１０（特開平８－３０８９０３号公報）には，次のような記載が\nある（下記記載中に引用する図１及び２については別紙３を参照）。\nａ  【０００１】\n【産業上の利用分野】本発明は指圧具に関する。さらに詳しくは，針\n灸治療はもとより，スポーツ，レジャー等において，また家庭内にお\nいても手軽に使用できる簡易な構成の指圧具に関する。\n【０００２】\n【従来の技術および発明が解決しようとする課題】従来，中国や日本\nを始めとするアジア各国において針灸治療の一貫として患者に指圧が\n施され，また，西欧においてはたとえばスポーツマッサージの一種と\nして緊張した筋肉を弛緩するために指圧に類似するマッサージがなさ\nれることがある。\n【０００３】指圧は，本来，施行者が自らの指や掌によって患者の身\n体のいわゆるつぼ（内蔵体壁反射で体表上に表れ，圧すると疼痛や快\n感を感じる点であり，針灸による治療点ともなる）と呼ばれる部分を\n狙って押圧し，筋肉を圧迫およびその緩和を繰り返すことにより血液\nの循環を促進してその部分の不具合，たとえば筋肉痛などを解消する\nものである。しかし，ときには硬質ゴムや合成樹脂製の棒や突起物等\nによって押圧する場合もある。\n【０００４】しかしながら上述の場合，指圧を必要とする患者に対し\nて必ず指圧を施行する人間の存在が必要である。たとえ自らの身体の\nつぼ各所を把握している者であっても背中，腰または首等に対して，\n自分で指圧を施すのは困難である。自分の手が行き届かないからであ\nり，また，たとえ届いてもとくに背中や腰に対しては強力に押圧する\n必要があるため，それが困難となる。さらに，足のふくらはぎや土踏\nまず，上腕および掌等には手が届くが，スポーツの最中の短い休憩時\n間等にかかる部位に指圧を施すのは当事者にとっては行いづらいこと\nである。\n【０００５】本発明は叙上の課題を解決するためになされたものであ\nり，自分以外に施行者を必要とすることがなく，しかも自らも作業を\nする必要なく，身体各部に対して容易に指圧を施すことのできる指圧\n具を提供することを目的としている。\nｂ  【０００６】\n【課題を解決するための手段】本発明の第一態様に係る指圧具は，身\n体に当接するための保持部と，該保持部に対して近接・離間すること\nにより開閉可能にその基端近傍同士が連結された挟圧部と，保持部お\nよび挟圧部のうち少なくとも挟圧部における保持部に対向する側に形\n成された身体を押圧するための少なくとも一個の押圧部と，前記保持\n部と挟圧部とのあいだに配設された，前記保持部と挟圧部とによって\n身体の部分を挟圧するように挟圧部を保持部に接近せしめるように付\n勢するための弾性部材とから構成されている。\nｃ  【００１３】\n【作用】本発明の第一態様に係る指圧具によれば，その弾性部材の作\n用によって保持部と挟圧部とで身体の一部を挟圧することができ，本\n発明の第二態様に係る指圧具によれば，そのラチェット機構によって\n身体の一部を挟圧するように保持部と挟圧部とを接近させることがで\nき，いずれの態様の指圧具も，そのときに押圧部を身体のいわゆるつ\nぼとよばれる部分に位置させて，適当な時間放置しておけば良好な指\n圧効果が得られる。しかも，この指圧具が少なくとも小型（首，腕，\n足等に使用するものは小型となる）である場合には，身体挟圧によっ\nて指圧具自体が身体に保持されることになるので，使用者が少々動い\nても脱落したり移動したりするおそれが少ない。もちろん，背中や腰\nに使用する大型の指圧具であっても，使用者が横たわったり，座って\n使用すれば脱落，移動の心配はない。\n【００１４】本発明の第三態様に係る指圧具によればその弾性部材の\n作用により，また，第四態様に係る指圧具によればその押圧部を凹所\n内方に向けて進出させることにより，本体の凹所に挿通されている身\n体の部分に押圧部が押圧されるため，本体の一部と押圧部とによって，\nまた押圧部同士によって身体の一部を挟圧することができ，そのとき\nに押圧部を身体のいわゆるつぼとよばれる部分に位置させて，適当な\n時間放置しておけば良好な指圧効果が得られる。しかも，身体挟圧に\nよって指圧具自体が身体に保持されることになるので，使用者が少々\n動いても脱落したり移動したりするおそれが少ない。また，構成が簡\n易であり小型化が可能であるため，スポーツやレジャーにも携行可能\nであり，使用者自身が容易に身体に装着することができる。\nｄ  【００１５】\n【実施例】つぎに，添付の図面を参照しつつ本発明の指圧具の実施例\nを説明する。\n【００１７】図１に示されている指圧具１は，主に使用者の背中や腰\n等，身体の大きい部位または広い部位に用いるものである。２は保持\n板であり，その一端近傍の上面に支持片２ａが形成され，そこに挟圧\n腕３の基端３ａが支軸４によって回動自在に枢支されている。挟圧腕\n３の基端近傍には調整ボルト５が螺着されており，この調整ボルト５\nの先端と対応する保持板２上面とのあいだに引っ張りコイルバネ６が\n張設されている。この引っ張りコイルバネ６によって挟圧腕３が下方，\nつまり保持板に向けて回動付勢される。また，挟圧腕３の先端３ｂ近\n傍にはその長手方向に沿って二本の押圧部材７が螺着されている。押\n圧部材７は先端にほぼ半球状の当接部７ａが形成され，基端には回転\nさせるための摘み部７ｂが形成されたボルトから構成されている。\n【００１８】なお，本実施例では二本の押圧部材７が長手方向に沿っ\nて配設されている。これは使用者の背骨の両側を押圧するのに便利で\nある他，引っ張りコイルバネ６の弾性力を一定にした場合にいずれか\n一方の押圧部材７を選択することによって押圧力を変化しうる（腕長\nさの変化によりモーメントを変化させうる）ので便利である。しかし，\n押圧部材７は二本に限定されることはなく，たとえば，一本であって\nもよく，また三本以上設けてもよい。また，挟圧腕を幅広く形成し，\n複数個を挟圧腕３の幅方向に配設してもよい。つまり，使用者の背骨\n方向に配列されることになる。\n【００１９】この指圧具１を使用するときには，まず指圧具１を床や\nベッド等の上に載置または固定し，挟圧腕３を上に押し上げた状態で\n使用者がうつ伏せになって自身の胴を保持板２と挟圧腕３とのあいだ\nに挿通する。その後，ちょうど押圧部材７の先端が背中または腰のつ\nぼに位置するように身体を動かしつつ挟圧腕３を下方に下ろし，保持\n板２と挟圧腕３とで身体を挟圧する。\n【００２０】その際，または予め，調整ボルト５によって引っ張りコ\nイルバネ６の初期たわみを変化させることで身体挟圧力を調節するこ\nとができる。また，二個の押圧部材７の挟圧腕３に対する螺入程度を\n変化させることによって，押圧部材７の突出程度をそれぞれ調節する\nことができるので，使用者の背骨の両側に同等の押圧力を作用させる\nことが容易になる。\n【００２１】なお，挟圧力の強さを調節する必要がない場合はとくに\n前記調整ボルト５を備えずに，引っ張りコイルバネ６の両端をそれぞ\nれ保持板２と挟圧腕３とに固定すればよい。\nｅ  【００２２】上述の指圧具１では挟圧腕３が一本しか備わっていな\nいが，一本に限定されることはない。たとえば，図２に示す指圧具８\nのように，対向するように二本の挟圧腕９を装備してもよい。本指圧\n具８によれば，各々の挟圧腕９の先端に装着された押圧部材１０が，\n使用者の腰や背中の背骨の両側をそれぞれ押圧することになる。また，\n本指圧具８では，その押圧部材１０を使用者の身体に向けて付勢する\n手段として圧縮コイルバネ１１を用いている。圧縮コイルバネ１１は\n挟圧腕９におけるその枢支点１２を挟んで押圧部側と反対の側に設置\nされている。\nｆ  【００４７】\n【発明の効果】本発明によれば，身体に容易に装着することができて\n良好な指圧作用を得ることができるため，とくに指圧施行者を必要と\nせず，また自らの手を用いて指圧をする必要もない。また，携行も可\n能であるため，使用場所を選ぶ必要もなく指圧作用を得ることができ\nる。\n(イ)  前記(ア)によれば，甲１０には，次のとおり，本件審決認定の技術事\n項（以下「甲１０技術事項」という。）が記載されている。\n「指圧具であって，対向するように二本の挟圧腕９を装備しており，各々\nの挟圧腕９の先端に装着された押圧部材１０が，使用者の腰や背中の背\n骨の両側をそれぞれ押圧する指圧具。」\nイ  甲１１\n(ア)  甲１１（米国特許第６２５１１２３号明細書）には，次のような記\n載がある（下記記載中に引用する図１ａ及び１ｂ（ＦＩＧ．１Ａ及び１\nＢ）については別紙４を参照）。\nａ  「発明の背景\n本発明は一般に治療装置とその方法に関し,特に自ら脊柱の矯正を\n行いやすくするようにしたり正常な湾曲に戻すことを促進したりする\n装置とその方法に関する。」（訳文２頁）\nｂ  「発明の概要\n本発明は，従来技術の間題および欠点を回避する治療デバイスおよ\nび方法を提供する。この目的は，構造が単純で，使いやすく，脊柱を\n再アライメントしてその可動性を取り戻すために身体を再教育するの\nに効果的な治療デバイスを提供することによって達成される。再アラ\nイメントは，本明細書では，脊柱の正常な弯曲の復元を表すために使\n用される。\n自己参加型運動によって脊柱の効果的な再アライメントを促進する\nために，再教育のために柱の一部分を安定させ，柱の他の部分を分離\nする（ｉｓｏｌａｔｅ）ことが重要である。発明者は，患者が腕を外\n側へ腕支持部に押しつけることによって肩甲帯複合体を自己安定化で\nきることを発見した。頭部，首部，肩，および／または股部の制御さ\nれた側方移動は，椎骨の滑液潤滑を誘発することによって脊柱の治癒\nを生ずるために効果的なものにされる。患者の身体は，再教育のため\nに脊柱の異なるパーツを分離するために，さまざまな姿勢に位置決め\n可能である。\n本発明の一態様によれば，治療デバイスは，身体の１対の腕を支持\nするための１対の離隔された腕支持部を備える。各腕支持部は，腕の\n重量を支持するための支持部分と，この支持部分に結合され，身体に\n対してその外側に配置された外側部分とを有する。外側部分は，実質\n的に身体の肩の幅だけ互いから離隔される。」（訳文４頁）\nｃ  「治療デバイスの特定の実施形態\n図１Ａおよび図１Ｂは，座位の患者を治療するための治療椅子１０\nの形をとる治療デバイスの第１の実施形態を示す。椅子１０は，床の\n上の支持構造１４によって支持された座部１２を含む。座部１２は，\n図１Ｂで最もよくわかるように，椅子１０に座る身体１３の殿部１５\nを支持する。座部１２は，一般的には，実質的に平坦で，詰め物がさ\nれる。椅子１０は，背部支持部（図示せず）も含んでよい。\n椅子１０は，座部１２の左右両側それぞれに配設されて一対の腕置\nき１６を備えている。それぞれの腕置き１６は，椅子１０に着座して\nいる身体１３の腕１９の重量を支える支持部１８を備えている。支持\n部１８は，身体１３の外側に配設された外側部２０に繋がっている。\n支持部１８および外側部２０は，一般的には，身体１３の腕１９に実\n質的に平面の接触面を提供し，プレート状部分から形成されてよい。\n支持部１８は，身体１３の肩に対して実質的に同じレベル上で１対の\n腕１９を支持するために，実質的に同じレベルに配置される。１対の\n腕置き１６の外側部２０は，実質的に身体１３の肩幅だけ互いから離\n隔され，一般的には，肩幅よりもやや大きく離隔される。外側部２０\nは，肩甲帯複合体を実質的に安定させるために身体１３から外側へ押\nす腕１９の側方移動に抵抗するための側方制約部として働く。特定の\n実施形態では，外側部２０は互いと実質的に平行である，支持部１８\nは実質的に水平である，および／または外側部分は実質的に垂直であ\nる。さらに，腕置き１６は，図１Ｂに示されるスロット付き支持部２\n１などの高さ調整機構によって，異なる身長に対応するために，座部\n１２に対する高さが調整可能であってよい。」（訳文７頁）。\n(イ)  前記(ア)によれば，甲１１には，次のとおり，本件審決認定の技術事\n項（以下「甲１１技術事項」という。）が記載されている。\n「背骨などの身体の治療に用いられる装置であって，座部１２の左右両\n側に配設され，身体１３の腕１９の重量を支える支持部１８と，その支\n持部１８に繋がり身体１３の外側に配設された外側部２０とを備えた一\n対の腕置き１６を備えた装置。」\nウ  甲１２\n(ア)  甲１２（米国特許第５６１３２５２号明細書）には，次のような記\n載がある（下記記載中に引用する図１及び６（ＦＩＧ．１及び６）につ\nいては別紙５を参照）。\nａ  「発明の背景\n本発明は，病床に関し，特に病人の体を左側又は右側に返したり病\n人が座る手助けをしたり病人の背中をマッサージするために簡便に操\n作し得る多目的病床に関する。\nベッドに平臥し，自身で身体を移動させることができない病人の世\n話をすることは，容易な仕事ではない。たとえば，麻痺または卒中の\n発作に苦しむ植物人間または病人の世話をするとき，患者の身体は，\nおおよそ２時間ごとに１度，定期的に寝返りさせられ，マッサージを\n受けなければならない。しかしながら，看護師は，他の人員の支援な\nしにこの作業を行うことができない。様々な病人用ベッドが病人用に\n開発されてきた。これらの病人用ベッドは一般に，互いにヒンジ結合\nされた２枚の縦プレートからなる折畳み式のベッドプレートを有して\nいる。一方の縦板が上方に向けられると，病人の上部または下部が持\nち上げられる。しかしながら，病人を起床させるのを助けるために折\n畳み式のベッドプレートが駆動されると，病人は，折畳み式のベッド\nプレートの持ち上げられた縦プレートに沿って下方に摺動しがちであ\nる。」（訳文２頁）\nｂ  「発明の概要\n本発明は，前述の問題を排除する多目的病人用ベッドを提供するよ\nうに成し遂げられている。本発明の１つの目的は，７０度～９０度の\n範囲内で左方または右方に病人の身体を寝返りさせるように動作され\n得る多目的病人用ベッドを提供することである。」（訳文２頁）\nｃ  「好ましい実施形態の詳細な説明\n本発明による多日的病人用ベッドは概して，病人の身体を寝返りさ\nせるように制御される身体寝返り機構と，病人が起床するのを助ける\nように制御される起床機構と，病人の背中をマッサージするように制\n御されるマッサージ機構とからなる。\n身体寝返り機構は，以下では図１を参照して概説される。図１に示\nすように，左回転シャフト１１および右回転シャフト１３がベッドス\nテッド１の２つの両側の側部に長手方向に装着されており，シート状\nの支持部１２が左回転シャフト１１と右回転シャフト１３との間に連\n結されている。左回転シャフト１１と右回転シャフト１８とが同じ方\n向に同期的に回転されると，病人が平臥するシート状の支持部１２は，\n一定の角度にわたって病人の身体を左方または右方に回転させるよう\nに移動される。」（訳文４頁ないし５頁）\nｄ  「図５および６を参照すると，通気性マットレス８７がシート状の\n支持部１２の下方でベッドステッド１に装着されている。言うまでも\nなく，付加的な通気性マットレスが，所望により，シート状の支持部\n１２の上部側に被覆されてもよい。手の保護クッション８８は,シート\n状の支持部１２に備え付けられており，病人の手を保持する縦長溝８\n８１が両方に設けられている。病人の頭部を支持するために，枕８９\nがシート状の支持部１２上に装着される。病人の身体が横方向に傾斜\nされるときに枕８９が曲げられるのを防止するために，硬質のプレー\nト要素８９１が枕８９の下方に置かれている。枕８９および手の保護\nクッション８８は好ましくは，それらの上で病人の頭および手がそれ\nぞれに支持されているときに空気の良好な通気が維持され得るように，\n隆起した部分を有して作製されている。シート状の支持部１２と回転\nシャフト１１および１３との連結は，フックループ材料によって作ら\nれ得る。たとえば，左回転シャフト１１は固定式でループテープ１１\n２を装着され，シート状の支持部１２の対応する端部は，左回転シャ\nフト１１のループテープ１１２に締結するために，固定式でフックテ\nープ１２１を装着される。手の保護クッション８８および枕８９はま\nた，フックループ材料によってシート状の支持部１２（またはシート\n状の支持部１２上の通気性マットレス）に締結され得る。病人の腰部\nに締結して腰部を定位置に固定するために，また腰部を暖かく保つた\nめに，２つのウェストストラップ９０がそれぞれ手の保護クッション\n８８に締結されている。」（訳文７頁ないし８頁）\n(イ)  前記(ア)によれば，甲１２には，次のとおり，本件審決認定の技術事\n項（以下「甲１２技術事項」という。）が記載されている。\n「自身で身体を移動させることができない病人の世話をするための多目\n的な病床であって，手の保護クッション８８に病人の手を保持する縦長\n溝８８１が設けられ，その縦長溝８８１が病人に向かって横に開口して\nおり，そしてその開口同士が互いに対向している保護クッション８８を\n備えた病床。」\nエ  甲１３\n(ア)  甲１３（国際公開第００／０７６６５号）には，次のような記載が\nある（下記記載中に引用する図１Ａ，１Ｂ及び１Ｃ（ＦＩＧ．１Ａ，１\nＢ及び１Ｃ）については別紙６を参照）。\nａ  「（発明の技術分野）\n本発明は一般に，骨無機質含量および骨密度の増大を促すことによ\nって骨粗鬆症およびその他の医学的状態を治療するＰＥＭＦ刺激装置\nに関する。」（原文１頁１行目ないし５行目，訳文（特表２００２－５\n２２１２５号公報。以下同じ。）９頁）\nｂ  「パルス電磁場（ＰＥＭＦ）は，筋骨格系のこのような問題を治療\nするのに有用な低エネルギーの時間変動磁場である。ＰＥＭＦ療法で\nは一般に，電磁変換コイルが骨折または癒合部の近くに配置され，こ\nれによって，変換コイルをパルシングさせたときにその下の骨にまで\n侵入する場が生み出される。」\n「従来の方法の１つは，扁平な１つの楕円形変換コイルをＰＥＭＦ\n骨折治療に使用するものである。この方法は，変換コイルが治療領域\n全体をカバーせず，場の侵入が限定されたものとなる可能性があるた\nめ，有利とは言えない。脊椎固定用の第２のコイル設計では，画定さ\nれた治療容積の内部での場のカバー範囲を広くするため，１次コイル\nおよび２次コイルが組み込まれた。したがって，場のカバー範囲が広\nく場の侵入が良好な効果的なＰＥＭＦ骨折治療を扁平コイル設計を使\n用して提供するためには，よりコンパクトでよりエネルギー効率がよ\nいコイルを１つだけ使用する新規のコイル／駆動回路設計が必要とな\nった。この設計は，「Ｈｉｇｈ  Ｅｆｆｉｃｉｅｎｃｙ  Ｐｕｌｓｅｄ  Ｅ\nｌｅｃｒｏｍａｇｎｅｔｉｃ  Ｆｉｅｌｄ（ＰＥＭＦ）  Ｓｔｉｍｕｌ\nａｔｉｏｎ  Ｔｈｅｒａｐｙ  Ｍｅｔｈｏｄ  ａｎｄ  Ｓｙｓｔｅｍ」と\nいう名称の米国特許５７４３８４４号に詳細に記載されている。」\n「（発明の概要）\n本発明の教示によれば，従来の扁平または楕円形コイルの使用ある\nいは１次／２次コイル設計の利用に関連した短所および問題が大幅に\n低減，または排除される。」\n「本発明の一態様は，骨粗鬆症の患者向けの骨密度（ＢＭＤ）刺激\n装置を含む。この形態の刺激装置は，ＰＥＭＦ刺激装置または骨粗鬆\n症刺激装置とも呼ばれる。この刺激装置は，電圧および電流を誘導し\nて，骨密度（ＢＭＤ）を高める非侵襲性治療を提供するパルス電磁場\n（ＰＥＭＦ）を発生させる。骨密度刺激装置によって発生したパルス\n電磁場は，骨粗鬆症の非侵襲性治療を提供する。この信号の周波数は，\n骨形成に影響を与えることが臨床的に証明済みの市販の刺激装置が送\nる信号の周波数と同様であることが好ましい。この信号は，現在市販\nされている多くのＰＥＭＦ装置よりも高いエネルギー効率をあたえ\nる。」\n（以上，原文２頁１行目ないし３頁１０行目，訳文【０００２】な\nいし【０００５】）\nｃ  「椅子２０に固定された，本発明の教示が具体化された骨密度刺激\n装置３０の他の実施形態を図１Ｂに示す。この実施の形態では，骨密\n度刺激装置３０が，図１Ａにおいて示されて論じられた部品群の他に\nパッド３１および３５を含む。骨密度刺激装置３０は，大腿骨近位部\n分，股関節，腰椎および胸椎領域に加えて患者の上肢および下肢を治\n療するように設計されることが好ましい。この実施形態ではパッド３\n１が椅子２０の上に載せられて示されており，パッド３５が床に置か\nれて示されている。パッド３１は，手首，腕などの患者の上肢を治療\nするように設計されることが好ましい。パッド３５は，足首，脚など，\n患者の下肢の治療に使用することができる。パッド３１および３５が\n床に置かれ，または椅子２０に固定されるとは限らない。追加のパッ\nド３１および３５を使用してそれぞれ別の上肢または下肢を治療する\nことも本発明の範囲に含まれる。」（原文１３頁２７行目ないし１４頁\n１０行目，訳文【００３４】）\nｄ  「図１Ａに関して論じたとおり，制御ユニット５０は，プログラム\nされた電気刺激を，パッド３１および３５の中に配置された変換コイ\nル１０４ａおよび１０４ｌに送ることが好ましい。次いで変換コイル\n１０４ａおよび１０４ｌがパルス電磁場を発生させる。このようにし\nて変換コイル１０４ａおよび１０４ｌは，患者がパッド３２の上に座\nったときに，患者の１箇所または数箇所の選択治療部位に非侵襲性の\n低エネルギーのパルス電磁場（ＰＥＭＦ）を送る。」（原文１５頁４行\n目ないし１１行目，訳文【００３７】）\nｅ  「この実施の形態のパッド３１および３５は，それぞれ患者の上肢\nまたは下肢に概ね合致するよう全体にｃ字形である。この実施形態で\nは，パッド３１および３５がそれぞれ，Ｖｅｌｃｒｏ（登録商標）を\n使用して固定するストラップ３１ａおよび３５ａを有する。このよう\nなストラップによって患者は。パッド３１および３５を，例えば自身\nの手首および足首に取外し可能に合致させることができる。パッド３\n１および３５を上肢および下肢に合致させる他の適当な手段を使用す\nることもできる。例えば一実施の形態では，適当な材料を使用するこ\nとによって，パッド３１および３５がストラップまたは固定手段を必\n要としないように構築される。このような実施の形態が図１Ｃに示さ\nれている。」（原文１５頁２８行目ないし１６頁５行目，訳文【００４\n０】）\nｆ  「椅子２１の中に配置された，本発明の教示が具体化された骨密度\n刺激装置３０の他の実施の形態を図１Ｃに示す。本発明のこの実施の\n形態では，変換コイル１０４ｓおよび１０４ｂがそれぞれ椅子２１の\n座席２２および背もたれ２４の内部に配置される。骨密度刺激装置３\n０は適当な任意の椅子２１の内部に配置することができる。例えば，\nこのような椅子が，リクライニングするように動作し，かつ／または\n座面２２の垂直調整機構を含むものであってもよい。図１Ｃではパッ\nド３１および３５がそれぞれ，椅子２１および床の上に置かれている。」\n（原文１６頁２１行目ないし３１行目，訳文【００４３】）\n(イ)  前記(ア)によれば，甲１３には，次のとおり，本件審決認定の技術事\n項（以下「甲１３技術事項」という。）が記載されている。\n「骨粗鬆症治療などに用いられるパルス電磁場刺激装置であって，椅子\n２０の両側に載置され，手首や腕などの上肢をあてがうパッド３１が，\nｃ字形をしており，座る人に向かって真横に開口しており，そして，そ\nの開口同士が互いに対向している装置。」\n⑶  周知技術との組合せによる相違点２の容易想到性の判断の誤りについて\n原告は，相違点２に関し，当業者は，甲９発明における保持部のデザイン\nを変更する目的で，甲９発明において，甲１０ないし１３の記載から認めら\nれる本件出願当時の周知技術（「各種施療器具において，開口の向きが横であ\nる保持部」）を適用して，腕保持部の開口の向きを「上」から「横」にするこ\nとにより，相違点２に係る本件発明１の構成とすることを容易に想到するこ\nとができたものであるから，これを否定した本件審決の判断は誤りである旨\n主張するので，以下において判断する。\nア  周知技術について\n(ア)  前記(2)ア(イ)のとおり，甲１０には，甲１０技術事項（「指圧具で\nあって，対向するように二本の挟圧腕９を装備しており，各々の挟圧腕\n９の先端に装着された押圧部材１０が，使用者の腰や背中の背骨の両側\nをそれぞれ押圧する指圧具。」）が記載されている。\n甲１０には，甲１０技術事項に係る「指圧具」は，「自分以外に施行者\nを必要とすることがなく，しかも自らも作業をする必要なく，身体各部\nに対して容易に指圧を施すことのできる指圧具を提供することを目的」\nとすること（【０００５】）の記載があり，また，図２には，二本の挟圧\n腕９が対向するように装備された指圧具が示されており，二本の挟圧腕\n９と保持板２とで空間が形成されていることを看取できる。\n(イ)  前記(2)イ(イ)のとおり，甲１１には，甲１１技術事項（「背骨などの\n身体の治療に用いられる装置であって，座部１２の左右両側に配設され，\n身体１３の腕１９の重量を支える支持部１８と，その支持部１８に繋が\nり身体１３の外側に配設された外側部２０とを備えた一対の腕置き１６\nを備えた装置。」）が記載されている。\n甲１１には，甲１１技術事項に係る「腕置き」は，「椅子１０に着座し\nている身体１３の腕１９の重量を支える支持部１８を備えている」こと\n（前記(2)イ(ア)ｃ）の記載があり，また，図１Ａ及び１Ｂには，支持部\n１８の開口が，着座している患者の身体に向かって，「横」を向いている\nことが示されている。\n(ウ)  前記(2)ウ(イ)のとおり，甲１２には，甲１２技術事項（「自身で身体\nを移動させることができない病人の世話をするための多目的な病床であ\nって，手の保護クッション８８に病人の手を保持する縦長溝８８１が設\nけられ，その縦長溝８８１が病人に向かって横に開口しており，そして\nその開口同士が互いに対向している保護クッション８８を備えた病床。」）\nが記載されている。\n甲１２には，甲１２技術事項に係る「病床」は，「病人の体を左側又は\n右側に返したり病人が座る手助けをしたり病人の背中をマッサージする\nために簡便に操作し得る多目的病床に関する」発明であること（前記(2)\nウ(ア)ａ）の記載があり，また，図６には，手の保護クッション８８に\n設けられた縦長溝８８１が病人に向かって横に開口していることが示さ\nれている。\n(エ)  前記(2)エ(イ)のとおり，甲１３には，甲１３技術事項（「骨粗鬆症治\n療などに用いられるパルス電磁場刺激装置であって，椅子２０の両側に\n載置され，手首や腕などの上肢をあてがうパッド３１が，ｃ字形をして\nおり，座る人に向かって真横に開口しており，そして，その開口同士が\n互いに対向している装置。」）が記載されている。\n甲１３には，甲１３技術事項に係る「パルス電磁場刺激装置」は，「\n骨無機質含量および骨密度の増大を促すことによって骨粗鬆症およびそ\nの他の医学的状態を治療するＰＥＭＦ刺激装置に関する」ものであり，\n「パッド３１は，手首，腕などの患者の上肢を治療するように設計され」，\n「患者がパッド３２の上に座ったときに，患者の１箇所または数箇所の\n選択治療部位に非侵襲性の低エネルギーのパルス電磁場（ＰＥＭＦ）を\n送る」こと（前記(2)エ(ア)ａ，ｃ，ｄ）の記載があり，また，図１Ｃに\nは，椅子２０の両側に載置されたパッド３１が，Ｃ字形をしており，座\nる人に向かって真横に開口していることが示されている。\n(オ)  前記(ア)ないし(エ)によれば，甲１０技術事項ないし甲１３技術事項\nに係る施療器具は，いずれもマッサージ機に関するものではなく，それ\nぞれの属する技術分野，技術課題及び作用効果が異なることが認められ\nる。\n一方で，甲１１技術事項ないし甲１３技術事項の内容に加えて，甲１\n１の図１Ｂには，支持部１８の開口が，着座している患者の身体に向か\nって，「横」を向いていることが示されていること，甲１２の図６には，\n手の保護クッション８８に設けられた縦長溝８８１が病人に向かって横\nに開口していることが示されていること，甲１３の図１Ｃには，椅子２\n０の両側に載置されたパッド３１が，Ｃ字形をしており，座る人に向か\nって真横に開口していることが示されていることを総合すると，本件出\n願当時，マッサージ機以外の施療器具の分野において，保持部の開口の\n向きが横のものが存在することは周知であったものと認められる。\nイ  相違点２の容易想到性について\n(ア)  前記⑴イの認定事実によれば，甲９には，従来の椅子式エアーマッ\nサージ機は，身体の一部の筋肉を揉みほぐすものであったため，足部や\n身体全体の血行促進をさせる機能はなかったという問題点があったため\n（【０００５】，【０００６】），従来の椅子式エアーマッサージ機を改良し\nて，更に足部や腕部の筋肉疲労も取り除き，同時に身体全体の血行促進\nを促し得るようなマッサージ機を提供することを目的（課題）とし，そ\nの課題を解決するための手段として，甲９記載のマッサージ機は，座部，\n座部の両側に設けられ，上部に腕保持部が設けられた肘掛け部，及び座\n部の後端に設けられた傾斜可能な背凭れ部を備える椅子と，この椅子に\nおける座部の前端に設けられ，椅子に腰掛けた人の脚を支持する脚保持\n部と，脚の足部を乗せる足乗せ台とからなり，椅子の座部，背凭れ部，\n肘掛け部に設けられた腕保持部及び脚保持部には，圧縮空気給排気機構\nに連通する空気袋が内部に設けられ，更に足乗せ台の内部には上下動可\n能な少なくとも２つの大きさの異なる押圧突起部が設けられているとい\nう構成を採用し（【０００７】，【０００８】），これにより，椅子に座った\n使用者は，背凭れ部，座部及び腕保持部の内部に設けられた空気袋の膨\n張収縮による圧迫と解放によって首部，背部，腰部，尻部及び腕部のエ\nアーマッサージがされ，同時に脚保持部により脚もマッサージされ，更\nには足乗せ台により足裏も指圧的なマッサージを受け得るようにしたこ\nとで，全身が同時にマッサージされ，その結果全身の血行が促進されて\n使用者の疲労を極めて効果的に取り除くことができるという効果を奏す\nること（【００４５】）の開示があることが認められる。\n甲９には，「腕保持部」に関し，「本実施形態のマッサージ機１０では，\n更に肘掛け部２２の上部に設けられた腕保持部２４を備えている。腕保\n持部２４は，使用者の腕を両側から挟むようにＵ字状の凹部２５を形成\nする保持壁部２４ａ，２４ｂを備え，各保持壁部内にも前述したと同様\nな空気袋（図示せず）が配置されている。」（【００１７】），「この腕保持\n部２４でも，これを構成している各保持壁部２４ａ，２４ｂ内の空気袋\nに圧縮空気を供給排気することにより膨張と収縮を起こさせて保持壁部\n間の凹部２５に入れられた使用者の腕を保持壁部２４ａ，２４ｂの外装\n布を介して挟み込むようにして圧迫し，またこの圧迫を解放することに\nよりマッサージを行うようにされている。」（【００１９】）との記載があ\nる。上記記載及び図１（別紙２）から，甲９には，腕保持部２４は，肘\n掛け部２２の上部に設けられた一対の保持壁部２４ａ，２４ｂによって\nＵ字状の凹部２５として形成され，腕保持部２４の開口は，「上」を向い\nていることの開示があることが認められる。\n以上のとおりの甲９の記載及び開示によれば，甲９記載のマッサージ\n機においては，使用者が座部に座った状態で，腕保持部２４のＵ字状の\n凹部２５に腕を載置することにより，保持壁部２４ａ，２４ｂ内の空気\n袋の膨張収縮により，腕部がマッサージされることを理解できる。\n一方で，甲９には，腕保持部２４の形状やその開口の向きを変更する\nことについての記載も示唆もない。また，従来の椅子式エアーマッサー\nジ機を改良して，更に足部や腕部の筋肉疲労も取り除き，同時に身体全\n体の血行促進を促し得るようなマッサージ機を提供するという甲９記載\nのマッサージ機の上記目的の観点からは，腕保持部２４の開口の向きを\n変更する必要性は認められない。\nそうすると，本件出願当時，マッサージ機以外の施療器具の分野にお\nいて，保持部の開口の向きが横のものが存在することが周知であったこ\nと（前記ア(オ)）を踏まえても，甲９に接した当業者において，甲９発\n明の腕保持部２４の形状を変更し，その開口の向きを「上」から「横」\nの構成に変更する動機付けがあったものと認めることはできないから，\n相違点２に係る本件発明の構成を容易に想到することができたものと認\nめることはできない。\n(イ)  これに対し原告は，①甲９発明は，腕部を施療することが可能なマ\nッサージ機を提供するとの課題を解決できるものであれば，保持部のデ\nザインを変更しても問題はないこと，②甲９発明は，あくまでも「一実\n施形態に係るマッサージ機１０」にすぎない（甲９の【００１３】）から，\n上記課題の解決を阻害しないものである限り，デザインの変更は積極的\nに示唆されているといえること，③保持部のデザインは，空気袋による\nマッサージ機に限らず，各種施療器具を設計製造する際に共通して生じ\nるテーマであることからすると，当業者は，保持部のデザインを模索す\nるに際し，各種施療器具に係る保持部の形状を当然に参酌することから\nすれば，甲９に接した当業者は，甲９発明における保持部のデザインを\n変更する目的で，甲９発明において，本件出願当時の周知技術（「各種施\n療器具において，開口の向きが横である保持部」）を適用して，腕保持部\nの開口の向きを「上」から「横」にすることにより，相違点２に係る本\n件発明１の構成とすることを容易に想到することができた旨主張する。\nしかしながら，前記(ア)で説示したとおり，甲９には，腕保持部２４\nの形状やその開口の向きを変更することについての記載も示唆もない。\nのみならず，甲９には，マッサージ機のデザインや美的観点に関する記\n載はなく，腕保持部２４のデザインを変更することについての記載も示\n唆もないから，甲９に接した当業者において，甲９発明の腕保持部２４\nの形状の開口の向きを「上」から「横」の構成に変更する動機付けがあ\nったものと認めることはできない。\nしたがって，原告の上記主張は，採用することができない。\n⑷  甲１３との組合せによる相違点２の容易想到性の判断の誤りについて\n原告は，当業者は，甲９発明における保持部のデザインを変更する目的で，\n甲９発明に甲１３技術事項を適用して，腕保持部の開口の向きを横にするこ\nとにより，相違点２に係る本件発明１の構成とすることを容易に想到するこ\nとができたものである旨主張する。\nしかしながら，前記⑶イ(イ)で説示したとおり，甲９には，腕保持部２４\nの形状やその開口の向きを変更することについての記載も示唆もないのみな\nらず，マッサージ機のデザインや美的観点に関する記載はなく，腕保持部２\n４のデザインを変更することについての記載も示唆もない。\nまた，甲１３技術事項は，骨粗鬆症等を治療するためにパルス電磁場を発\n生する治療装置に関するもので，甲９発明とは技術分野が異なる上，甲１３\nの図１Ｃ（ＦＩＧ．１Ｃ）に示される上肢を治療するパッド３１は，下肢を\n治療するパッド３５とともに使用され，甲９発明のように椅子の肘掛け部と\n一体に形成するものではないから（前記⑵エ(ア)ｅ，ｆ），甲９発明とは機能\nや作用効果も異なるものである。\nしたがって，甲９及び１３に接した当業者において，甲９発明に甲１３技\n術事項を適用することにより，甲９発明の腕保持部２４の形状の開口の向き\nを「上」から「横」の構成に変更する動機付けがあったものと認めることは\nできないから，甲９及び１３に基づいて，相違点２に係る本件発明の構成を\n容易に想到することができたものと認めることはできない。\nしたがって，原告の上記主張は採用することができない。\n(5)  設計事項による相違点２の容易想到性の判断の誤りについて\n原告は，人体の腕が，上方からも側方からも移動できるという技術的特徴\nを踏まえ，甲９発明の腕保持部のデザインを横方向に変更することは，当業\n者において当然に行う創作能力の発揮の帰結であること，甲９発明の保持部\nのデザインのバリエーションとして開口の向きを横にすることは，当業者が\n創作に際して当然に行う常套手段でもあることからすると，開口の向きを横\nとすることは設計事項であるから，当業者は，甲９発明における保持部のデ\nザインを変更する目的で，甲９発明において，相違点２に係る本件発明１の\n構成とすることを容易に想到することができた旨主張する。\nしかしながら，前記⑶イ(イ)で説示したとおり，甲９には，腕保持部２４\nの形状やその開口の向きを変更することについての記載も示唆もないのみな\nらず，マッサージ機のデザインや美的観点に関する記載はなく，腕保持部２\n４のデザインを変更することについての記載も示唆もないから，甲９発明の\n腕保持部２４の形状の開口の向きを「上」から「横」の構成に変更する動機\n付けがあったもの認めることはできない。\nしたがって，原告の上記主張は，その前提において採用することができな\nい。\n⑹  小括\n以上によれば，本件審決における相違点２の容易想到性の判断に誤りはな\nいから，原告主張の取消事由４－１は理由がない。\n６  取消事由４－２（甲９を主引用例とする本件発明２ないし６の進歩性の判断\nの誤り）（無効理由４関係）について\n本件発明２ないし６は，請求項１を引用して本件発明１の発明特定事項を全\nて含むものであるから，前記５と同様の理由により，当業者が容易に発明をす\nることができたものと認めることはできない。\nしたがって，これと同旨の本件審決の判断に誤りはないから，原告主張の取\n消事由４－２は理由がない。\n第５  結論\n以上のとおり，原告主張の取消事由はいずれも理由がないから，本件審決を\n取り消すべき違法は認められない。\nしたがって，原告の請求は棄却されるべきものである。\n知的財産高等裁判所第１部\n裁判長裁判官          大    鷹    一    郎\n裁判官          小      林    康    彦\n裁判官          小      川    卓    逸\n（別紙１）\n【図１】                            【図２】\n【図３】                            【図４】\n【図５】                            【図６】\n【図７】                            【図８】\n【図９】                            【図１０】\n【図１１】                          【図１２】\n【図１３】                          【図１４】\n【図１５】\n（別紙２）          甲９\n【図１】\n【図３】\n（別紙３）          甲１０\n【図１】\n【図２】\n（別紙４）          甲１１\n（別紙５）          甲１２\n（別紙６）          甲１３\n（別紙）                    原告主張図面\n【図Ａ】\n"
}