{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 6,
    "month": 1,
    "day": 25
  },
  "case_number": "令和5(行コ)38",
  "case_name": "難民の認定をしない処分取消等請求、訴えの追加的変更申立控訴事件",
  "court_name": "名古屋高等裁判所民事第２部",
  "original_court_name": "名古屋地方裁判所",
  "gist": "１　控訴人は、ミャンマーのラカイン州で出生したイスラム教を信仰するロヒンギャで、幼少時にヤンゴンへ移住して生活していたところ、民主化運動のデモに参加して禁固刑に処せられ、その際にロヒンギャであることを理由に暴力を受け、出所時に今後は政治活動に一切関わらない旨の誓約書に署名したが、その後も政治活動を行い、不正な手続で出国した後、日本においてロヒンギャ団体の会員となり、ミャンマー大使館前のデモに参加し、その写真が新聞に掲載されるなどしており、ミャンマーにおいてロヒンギャが迫害されている状況を踏まえると、控訴人には看過できないような人種、宗教及び政治的意見に関する事情が積み重なっており、ミャンマーに帰国すれば、通常人において受忍し得ない苦痛をもたらす程度の迫害を受けるおそれがある客観的・現実的な危険があったと認められ、控訴人は難民に該当するとして、平成２８年６月の法務大臣の難民不認定処分を取り消した事例\n２　裁判所が弁論の全趣旨及び証拠調べの結果をしん酌して事実についての判断をするに当たっては、難民認定申請者が客観的資料を提出しなかったり提出までに一定の期間を要したからといって、直ちに難民であることを否定すべきではなく、本人の供述するところを主たる資料として、恐怖や国家機関ないし公務員に対する不信感等による供述への逡巡、時間の経過に伴う記憶の変容、希薄化の可能性、民俗、宗教、置かれてきた環境等の背景事情の違いなども考慮した上で、基本的な内容が首尾一貫しているか、変遷に合理的理由があるか、不合理な内容を含んでいないか等を吟味し、難民であることを基礎付ける根幹的な主張が肯認できるか否かを検討して行うべきであり、国連難民高等弁務官駐日事務所作成の「難民認定基準ハンドブック」に記載されている難民申請者が置かれている状況や難民申請者が感じる恐怖などは、重要な経験則を示すものとして、尊重すべきであるとした事例\n３　行政処分庁がロヒンギャの迫害主体であるミャンマー人を控訴人の難民認定申請時の通訳に充てたことから、通訳の正確性について適正に担保されていたとは認められないなどとし、このことをも考慮した上で、控訴人の供述等の変遷による信用性の減殺を認めなかった事例\n４　口頭弁論終結時においても、ミャンマーでは、国家機関による民族浄化が行われるなど、ラカイン州外のロヒンギャであっても、迫害の恐怖を抱く客観的事情が存在し、前記１のような状況にある控訴人が難民に該当することは明らかで、法務大臣は難民の認定をしなければならず、裁量の余地はないとして、出入国管理及び難民認定法６１条の２第１項の規定による難民の認定を命じた事例\n５　令和４年１月の難民不認定処分についての取消し及び認定の義務付けの各請求は、平成２８年６月の処分の取消し及び認定の義務付けの各請求が認められるため、訴訟要件を満たさないとして、いずれの訴えも却下した事例",
  "lawsuit_id": "92830",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=92830",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/830/092830_hanrei.pdf",
  "contents": "主        文\n１  原判決を次の通り変更する。\n２  法務大臣が平成２８年６月１６日付けで控訴人に対してした難\n民の認定をしない旨の処分を取り消す。\n３  法務大臣は、控訴人に対し、出入国管理及び難民認定法６１条\nの２第１項の規定による難民の認定をせよ。\n４  第２事件の訴えをいずれも却下する。\n５  訴訟費用は第１、２審を通じて被控訴人の負担とする。\n事 実 及 び 理 由\n第１  控訴の趣旨\n１  原判決を取り消す。\n２  第１事件\n主文第２項及び第３項と同旨\n３  第２事件\n法務大臣が令和４年１月２４日付けで控訴人に対してした難民の認定をし\nない旨の処分を取り消す。\n法務大臣は、控訴人に対し、出入国管理及び難民認定法６１条の２第１項\nの規定による難民の認定をせよ。\n第２  事案の概要（略語は、本判決で定めるもののほか、原判決の例による。以下、\n本判決において同じ。）\n１  本件は、本邦にあるミャンマー連邦共和国（ミャンマー）で出生した外国人\n男性である控訴人が、平成２７年（２０１５年）２月１７日、法務大臣に対し\n出入国管理及び難民認定法（入管法）６１条の２第１項の規定に基づき難民の\n認定を申請したところ（本件難民認定申請①）、平成２８年６月１６日、難民の\n認定をしない旨の処分（本件難民不認定処分①）を受けたため、被控訴人を相\n手として、本件難民不認定処分①の取消し及び上記規定に基づく難民の認定の\n義務付けを求めるとともに（第１事件）、令和３年（２０２１年）２月１５日、\n法務大臣に対し同項の規定に基づき難民の認定を申請したところ（本件難民認\n定申請②）、令和４年１月２４日、難民の認定をしない旨の処分（本件難民不認\n定処分②）を受けたため、被控訴人を相手として、本件難民不認定処分②の取\n消し及び上記規定に基づく難民の認定の義務付け（本件難民不認定処分①に係\nる上記義務付けの訴えと併せて、「本件各義務付けの訴え」）を求める事案であ\nる。\n原審が、本件訴えのうち、本件各義務付けの訴えをいずれも却下し、控訴人\nのその余の請求をいずれも棄却したところ、控訴人（一審原告）がこれを不服\nとして控訴した。\n２  前提事実並びに争点及び争点に関する当事者の主張は、次のとおり補正し、\n次項に当審における当事者の補充主張を付加するほかは、原判決「事実及び理\n由」第２の１から３までに記載のとおりであるから、これを引用する。\n(1) 原判決４頁２２行目の「の適法性」の後に「及びその理由の有無」を付加\nする。\n(2) 原判決１２頁８行目から９行目の「原告は、ミャンマーを不法に出国した\nわけではないが、」を「控訴人の」と改める。\n(3) 原判決２１頁１２行目の「の適法性」の後に「及びその理由の有無」を付\n加する。\n３  当審における当事者の補充主張\n(1) 控訴人\nア  立証責任について\n立証責任は難民申請者側にあるとしても、難民申請者の置かれた困難な\n状況からすれば、処分行政庁は、自ら積極的な主張立証を行うべきである。\nイ  事実認定について\n控訴人は、ラカイン州で出生した。また、Ａは、控訴人の姉である。こ\nれらについてはいずれも公的文書がある。そうであるのに、原審裁判所は、\n提出が遅れた理由について釈明も行わず、公正な通訳が付けられなかった\nなどの理由により信用性の低い難民認定申請時の調書を重視して、上記事\n実を認定しなかった。また、控訴人の旅券は、出生地を偽った当初から無\n効なものである。\nウ  難民該当性の判断について\nＵＮＨＣＲの「難民認定基準ハンドブック」に記載された内容は、事後\nの慣行に当たるから、これを参照して難民法を解釈すべきである。また、\n迫害とは、生命、身体又は自由の侵害又は抑圧及びその他の人権の重大な\n侵害を意味するとともに、それ自体は迫害とは言えない措置や不利益等が\n合わさった結果として、全体として迫害を構成する累積的迫害をも意味す\nる。そして、迫害主体が国家であり、民族浄化を行っている場合には、民\n族浄化の対象とされた民族の構成員は、十分に理由のある恐怖を感じてい\nるというべきである。\nミャンマーでは、従来からロヒンギャに対する迫害が行われ、２０１６\n年（平成２８年）から２０１７年（平成２９年）にかけて大規模な虐殺が\n行われた。その後、２０２１年（令和３年）には軍事クーデター（以下「本\n件クーデター」という。）が起こり、更に状況は悪化している。迫害主体は\n国家機関であって、ロヒンギャを対象に民族浄化を図っているのだから、\nロヒンギャが迫害を受ける恐れは国籍国の全土にわたる。現にラカイン州\n以外のロヒンギャも迫害を受けている。また、国を去った後に後発的に難\n民になることがあることは、入管法６１条の２の２第１項２号の規定から\n明らかである。控訴人は、適法な旅券を持たずに出国したのであるから、\n帰国時に投獄される可能性が高い。加えて、控訴人は、かつて、ＮＬＤに\n加入して政治活動をしていたことがあるのだから、ＮＬＤと対立する軍事\n政権から拘禁及び暴力にさらされる可能性が高い。迫害の現実的な恐れが\nある以上、ロヒンギャであり政治活動を行っていた控訴人が恐怖を感じる\nことには十分に理由がある。\n(2) 被控訴人\nア  立証責任について\n難民不認定処分の取消訴訟における難民該当性の立証責任は、処分の取\n消しを求める控訴人が負うと解すべきであり、その立証の程度においても、\n一般の訴訟法上の原則が妥当するというべきである。\nイ  事実認定について\n控訴人の供述及び証人Ｂの証言に依拠して控訴人がロヒンギャであると\n認定した原判決は不当である。\n控訴人の出生地につき、出生届謄本の写真（甲Ａ３７の１）を採用せず、\n控訴人がヤンゴンで出生したと認定した原判決は正当である。上記出生届\n謄本の写真は、原審での被控訴人第６準備書面での被控訴人の反論のため\nに提出されたことからすれば、控訴人が写真を入手したとされる令和５年\n２月１５日までの約７か月にわたってその写真すら入手できなかったの\nは不自然といわざるを得ない。控訴人は、難民認定申請書においても事情\n聴取においてもラカイン州で生まれたとしかしておらず、出生届に記載の\nあるブーティーダウンで生まれたことを記載ないし供述していない。控訴\n人は、当初ヤンゴンで出生したと述べており、当時は病院名など詳細に語\nっていたことと比べると、控訴人がラカイン州で出生したと供述を変遷さ\nせた後は極めて概括的な供述にとどまっているのは不自然である。控訴人\nは、ヤンゴンで生まれたと答えることが難民認定申請において不利である\nと認識するや、出生地についての供述を変遷させており、その供述には信\n用性がないし、出生届謄本の写真の信用性もない。\n１９９１年の世帯一覧表（甲Ａ３６の１）の提出時期が遅れたことにつ\nいて合理的な理由がなく、作成日にも疑義があり、家族表（乙Ａ７０）と\nも矛盾する上、控訴人は１回目難民認定申請の当初からＡを姉であると供\n述しなかったのであり、このことには合理性がないから、Ａが控訴人の姉\nであると認定しなかった原判決は正当である。\nウ  ミャンマーの一般情勢に係る事実認定について\nラカイン州外でのロヒンギャは、暴力についてはより低度のリスクにさ\nらされているにとどまり、ＩＤカードを所持していればヤンゴンでロヒン\nギャであることはそう難しいことではない。２０２１年２月１日の本件ク\nーデター後においても、ロヒンギャ、とりわけヤンゴンに居住するロヒン\nギャが特に加害の対象とされているものではない。\n控訴人が記載されている家族表（乙Ａ７０）は、ミャンマー国籍を証す\nる書面として取り扱って差し支えないとされており、控訴人はミャンマー\n国籍を有しているといえる。また、本件旅券の出生地の記載が事実と異な\nるとしても、その部分の内容の真実性が否定されるにとどまり、本件旅券\nをミャンマーの権限ある公務員が正規に作成したことを否定すべき事情\nはない。\nまた、本件クーデターから本件難民不認定処分②に至るまで、約１年が\n経過していたが、控訴人が本国の政府当局により当該政治活動を理由に訪\n問を受けるなどしたこともなかった。\nエ  難民該当性の判断について\nそもそも「難民認定基準ハンドブック」は難民条約を解釈するための補\n足的手段に該当しないし、ガイドラインはハンドブックを補足するもので\nあるから、難民条約を解釈するための補足的手段に該当しない。\n一定の事情が累積することで「迫害」を構成することがあるとしても、\nその迫害は通常人において受忍し得ない苦痛をもたらす程度のものでな\nければならない。迫害を受けるおそれがあるという十分に理由のある恐怖\nがあるといえるためには現実的な危険が必要であり、現実的な危険の有無\nは、個々の申請者に関する具体的な事情を踏まえて判断される。また、い\nわゆる民族浄化のような状況があるときは、申請者の難民該当性を判断す\nるに当たり個別的な事情について検討を要しない場合もあり得るが、申請\n者が当該民族に属していたとしても、申請者の個別的な事情を検討した上\nで難民該当性を認めないことまで否定されるものではない。\n原判決は、本件に係る事実関係において、控訴人に迫害を受けるおそれ\nがあるという十分に理由のある恐怖があると認められるかを判断するに\n当たって必要な限りで本国の諸事情を検討したものであり、正当である。\n原判決は、ラカイン州以外のロヒンギャがその民族性を理由に、一般に\nロヒンギャに対する迫害が行われているものと認めることはできないとし\nた上で、控訴人の、ヤンゴンで生まれ、同所で生活し、ミャンマー国内に\nおいて移動の自由を有し、ミャンマー国籍を有する者として正規の旅券を\n用いて本邦へ入出国した者であるという個別事情を踏まえて難民該当性を\n否定したものであり、正当である。\n第３  当裁判所の判断\n１  当裁判所は、原審と異なり、本件第１事件における控訴人の請求はいず\nれも理由があるからこれを認容すべきであ ると判断する。そうすると、本\n件第２事件の訴えは、いずれも却下すべきこととなる。その理由は、以下の\nとおりである。\n２  難民の意義、立証責任等について\n原判決３６頁２０行目の「解され、」から３７頁２行目末尾までを「解される。」\nと、３８頁８行目の「場合に」を「場合にまで」とそれぞれ改め、同頁１０行\n目の「以上と」から「上記ア～エ」までを次のとおり改めるほかは、原判決「事\n実及び理由」の第３の２(1)に記載のとおりであるからこれを引用する。\n「もっとも、難民条約が、国際連合憲章及び世界人権宣言が人間は基本的\nな権利及び自由を差別を受けることなく享有するとの原則を確認している\nこと等を考慮して協定されたこと（前文）からも明らかなように 、難民の保\n護は、単なる恩恵ではなく、上記のような普遍的権利に基づく人道上のもの\nとして、締約国に要請されているものである。また、難民は、迫害を受ける\nおそれがある者で、一般的に非常に不利な状況に置かれているのであるか\nら、それが自分自身に関する事実であったとしても、経験則上、難民である\nことを証明するのに十分な客観的資料を持って出国することが期待できな\nい（このような資料を持っていれば、出国自体を阻止されてしまう可能性が\n極めて高い。）ばかりでなく、出国後も、このような資料を収集することは\n困難であるのが通常であると考えられる。したがって 、裁判所が、判決をす\nるに当たり、口頭弁論の全趣旨及び証拠調べの結果をしん酌して、自由な心\n証により、事実についての判断をするに当たっては、難民認定申請者がこれ\nらの客観的資料を提出しない、又は提出するまでに一定の 期間を要したか\nらといって、直ちに難民であることを否定すべきではなく 、本人の供述する\nところを主たる資料として 、恐怖や国家機関ないし公務員に対する不信感\n等による供述への逡巡、時間の経過に伴う記憶の変容、希薄化の可能性、民\n俗、宗教、置かれてきた環境等の背景事情の違いなども考慮した上で、基本\n的な内容が首尾一貫しているか、変遷に合理的理由があるか、不合理な内容\nを含んでいないか等を吟味し、難民であることを基礎付ける根幹的な主張\nが肯認できるか否かを検討して行うべきである。この点に関し、国連難民高\n等弁務官駐日事務所作成の『難民認定基準ハンドブック』（甲Ｃ２５）では、\n難民の地位の認定の基準及び手続に関する手引きとして 、事実の立証につ\nいて、『申請を提出する者に立証責任があるのが一般の法原則である。しか\nしながら、申請者は書類やその他の証拠によって自らの供述を裏付けるこ\nとができないことも少なくなく、むしろ、その供述のすべてについて証拠を\n提出できる場合のほうが例外に属するであろう。ほとんどの場合 、迫害から\n逃れる者はごく最少の必需品のみを所持して到着するものであって身分に\n関する書類すら所持しない例も多い。こうして 、立証責任は原則として申請\n者の側にあるけれども 、関連するすべての事実を確認し評価する義務は申\n請者と審査官の間で分担される。』などとされているのであって、当裁判所\nの上記判断と同趣旨をいうものと解される（なお、被控訴人は、難民該当性\nを基礎づける諸事情の有無及び内容等は、難民認定申請者においてこれを\n正確に申告することが容易である旨主張するが、上記ハンドブックにも『自\nらの経験から自国の当局に恐怖を抱いている者は、いかなる当局に対して\nも不安を感じるかもしれない。それ故、自由に供述したり自らの事実につい\nての十分で正確な説明をすることをおそれるかもしれない。』などとあるよ\nうに、難民申請者が置かれた実情を無視するもので、失当である。また、上\n記ハンドブックに記載されている難民申請者が置かれている状況や難民申\n請者が感じる恐怖などについても、重要な経験則を示すものとして、尊重す\nべきものといえる。）。\n以下、これ」\n３  認定事実\n前提事実に加え、争いのない事実並びに証拠（後掲証拠（枝番号のある書証\nについては全ての枝番号を含む。以下同じ。）のほか、甲Ａ３３、３４、証\n人Ｂ、控訴人本人）及び弁論の全趣旨によれば、以下の事実が認められる。\n(1) ミャンマーの一般情勢について\n原判決「事実及び理由」の第３の１(1)に記載のとおりであるからこれ\nを引用する。\n(2) ミャンマーにおけるロヒンギャの状況等\n原判決を次のとおり補正するほかは、原判決「事実及び理由」の第３の\n１(2)に記載のとおりであるからこれを引用する。\nア  原判決２４頁２行目末尾に改行の上、「ロヒンギャは、ビルマ民族の容姿\nとは異なりベンガル的な容姿容貌を有しており、ミャンマー語の発音もビ\nルマ民族とは異なっている。（甲Ａ２８、乙Ａ４４）」と加える。\nイ  原判決２４頁２２行目から２３行目の「報告には、おおむね、次のとお\nり記載されている。」を「報告によれば、次のような状況にある。」と、２\n６頁１６行目の「・公的差別」から１９行目の「である。」までを「差別は、\nラカイン州ほどではないものの、そもそも市民権が公的に認められていな\nい（なお、被控訴人は、ロヒンギャが正常に国籍を取得できず、差別を受\nけている状況について、『要件に該当しない者に国民としての権利を与えて\nいないのは当然である。』などと主張するが、以上及び以下の認定事実に照\nらし、世界人権宣言の趣旨にも反する人道上看過することができない不相\n当な主張といわざるを得ない。）。」とそれぞれ改める。\nウ  原判決２９頁２５行目末尾に改行の上、次のとおり加え、２９頁２６行\n目の「 」を「 」と改める。\n「   オーストラリア政府移民評価機関の２０１６年（平成２８年）\n６月２日付けの決定（本件豪州決定）によれば、ミャンマーでは、おお\nむね次のような状況にある。有効な旅券を持たずにミャンマーに帰国す\nる者には厳しい罰則があり、尋問センターへ移送され、慣行として睡眠\nと食事をはく奪される。過去の犯罪や政治活動が判明した場合、これ以\n上に過酷な迫害を受けることがある。ミャンマーを不法に出国したロヒ\nンギャがミャンマーに帰国した場合、ヤンゴンに居住していたと認めら\nれるか否かにかかわらず、刑務所や、ラカイン州の国内避難民（ＩＤＰ）\n収容所に移送される可能性がある。（甲Ｃ３５）」\nエ  原判決３０頁１５行目末尾に改行の上、次のとおり加え、３０頁１６行\n目の「 」を「 」と改める。\n「 (キ) ２０２２年（令和４年）の米国国務省の報告書によれば、ロ\nヒンギャは真にミャンマーに属しておらず、一般的に恐怖と軽蔑の目で\n見られる宗教に属するものとして認識され続けており、２０１４年（平\n成２６年）の国税調査ではカウントから除外され、治安部隊はロヒンギ\nャに対する蛮行、大量虐殺を行い続けているが、ほぼ完全に不処罰の状\n態が続いており、政府は国内各地で数千人のロヒンギャを逮捕・拘束し、\nほとんどすべての成人に懲役刑を宣告している。（甲Ｂ６２）\n２０２２年（令和４年）１１月のオーストラリア政府外務貿易省の報\n告書（甲Ｂ５８）によれば、ミャンマーでは、おおむね次のような状況\nにある。ラカイン州外のロヒンギャは、迫害、虐待等を避けるため、多\nくの場合、カーマン族等、民族を偽って生活しており、そのように民族\nを偽ってもなお、皮膚の色と宗教に基づいた深刻な差別に直面している。\n代々の政府が、ロヒンギャの権利を奪ってきた。クーデター前のミャン\nマーでは、ロヒンギャの虐殺等は、主にラカイン州で行われ、これには\n主に治安部隊が関与していた。本件クーデター以来、超法規的殺害は国\n内各地で報告されており、強制失踪は全国的に拡大し、件数も大幅に増\nえた。しばしば証拠が薄弱かないにもかかわらず、抗議活動、市民的不\n服従運動、民族武装組織、及びＰＤＦとの関与の疑いをかけられている\nＮＬＤ幹部と個人を逮捕し、拘禁している。強制的に失踪させられた人々\nは、拷問や超法規的殺害の対象となった。本件クーデター以降、軍事政\n権は元ＮＬＤメンバー、抗議者その他の政権の敵対者が所有する財産を\n没収してきた。没収は全国各地で発生し、ザカイン、ヤンゴン、マンダ\nレーでは特に多かった。西側諸国とのつながりを考えると、オーストラ\nリアから帰還する失敗した庇護希望者は、彼らがもともとなぜミャンマ\nーを離れたかに関わらず、公式の嫌がらせ、恣意的な拘禁及び暴力の高\n度のリスクにさらされる。\n２０２３年（令和５年）６月の英国内務省の報告書が引用する２０２\n２年（令和４年）１２月１９日の国連人権高等弁務官事務所の報告書に\nよれば、ラカイン州以外のロヒンギャについても、２０２１年（令和３\n年）２月の本件クーデター後、他の多くの地域で暴力的な弾圧を受け、\n多数派のバマールを含むすべての民族・宗教グループを標的にしたキャ\nンペーンが行われ、あらゆる前進が劇的に後退し、新たな暴力と弾圧の\n波に飲み込まれている。（甲Ｂ６１）\nなお、２０２１年（令和３年）３月の英国内務省の報告書によれば、\n本件クーデター後、ＮＬＤ関係者の逮捕が相次ぎ、そのほとんどが釈放\nされていない、また、抗議活動に関与した者も恣意的に逮捕、拘束され\nている。（甲Ｂ４７）」\nオ  原判決３０頁１６行目末尾に改行の上、次のとおり加える。\n「ゼイド・ラアド・アル・フセイン国連人権高等弁務官は、２０１７\n年（平成２９年）９月、国連人権理事会調査団の派遣をミャンマーが拒\n否しているため完全な状況把握はできていないとした上で、ミャンマー\nでのロヒンギャの扱いについて民族浄化の典型例のように見える旨を述\nべた（甲Ｂ２６）。また、米国のティラーソン国務長官は、２０１７年（平\n成２９年）１１月、ラカイン州の状況はロヒンギャに対する民族浄化に\n相当するとの声明を発表した（甲Ｂ２７）。国連人権担当のアンドリュー・\nギルモア事務次長補は、２０１８年（平成３０年）３月、ロヒンギャの\n民族浄化は続いていると述べた（甲Ｂ２８）。さらに、米国のポンペオ国\n務長官は、２０１８年（平成３０年）８月、ミャンマーにおけるロヒン\nギャに対する行為は民族浄化であると述べた（甲Ｂ２９）。」\nカ  原判決３０頁２１行目の「犯した」の後に「、国軍の意図は民族浄化を\n超えてロヒンギャを徹底的に殺戮することにあった」と加える。\nキ  原判決３０頁２４行目末尾に、改行の上、次のとおり加える。\n「しかし、軍事政権と対立しているＮＬＤのアウン・サン・スー・チ\nーでさえ、２０１９年（平成３１年又は令和元年）、その司法手続の過程\nで、国際司法裁判所において、内政上の武力衝突にすぎず、国軍はジェ\nノサイドを行っていないなどと述べており、ミャンマーの国家は、どの\n政党かに関わらず、ロヒンギャに対する保護の姿勢がない（甲Ｂ４６、\n乙Ｂ３２）。国際司法裁判所は、ミャンマーに対し、２０２０年（令和２\n年）、ロヒンギャ迫害を止めるためのあらゆる措置を取るよう仮保全措置\n命令を出したが、ミャンマー政府は、一貫してジェノサイドであるとい\nう見方を否定し続けており、ロヒンギャを迫害から保護しようとする姿\n勢は一貫してみられない。（乙Ｂ３３、３６）\n『ベンガリ』とは、バングラディッシュからの移民という意味で\nある。ミャンマーでは昔からロヒンギャはビルマの土着民族ではなく、\nイギリスの植民地支配下にバングラディッシュから来た外国人だと考え\nられており、これがミャンマー人の反ロヒンギャ感情と差別の根底をな\nしている。２０１６年（平成２８年）及び２０１７年（平成２９年）に\nおけるロヒンギャへの残虐行為のときに、その攻撃者である兵士、警察\n官らは、ロヒンギャのことを『バングラディシュ人／ベンガル人』など\nと呼んでいた。また、ミャンマー軍事政権のトップは、ロヒンギャを『ベ\nンガリ』と呼び、迫害すべきであると考えており、軍部はこれを差別の\n対象としている。（甲Ｂ１８、３８）」\n(3) 控訴人の個別的事情\nア  原判決を次のとおり補正するほかは、原判決「事実及び理由」の第３の\n１(3)に記載のとおりであるから、これを引用する。\n原判決３１頁３行目の「いる。」を、「いる（なお、控訴人がラカイン\n州生まれで、Ａが控訴人の姉であることについては、後記のとおりであ\nる。）。控訴人は、イスラム教徒であり、ロヒンギャ語を話すことができ、\nベンガル的な容姿容貌を有する上、ミャンマー語の発音もビルマ民族と\nは異なる。（乙Ａ４４）」と改める。\n原判決３１頁８行目から１１行目までを次のとおり改める。\n「ウ  控訴人の両親は、１９９７年（平成９年）１０月１０日、政府\n職員に賄賂を渡して国民精査証（本件証明証）の発行を受けた。本件証\n明証には、控訴人の民族として「ベンガリ＋ビルマ族」と記載され、本\n件証明証は３０歳になったら切り替えることと記載されている。もっと\nも、本件証明証が適法に発行されたものであるか否かは明らかではなく、\n仮に適法に発行されていたとしても控訴人は１９７９年（昭和５４年）\n生まれであるから、既に有効期限が過ぎており、現在では、本件証明証\n記載の番号は、他のミャンマー国民に割り当てられている。また、本件\n証明証を発行した政府職員は後に逮捕された。（甲Ａ３１、３２、４４）\n本件証明証には控訴人の民族は『ベンガリ』である旨記載されており、\n控訴人がロヒンギャであって、迫害の対象とすべきことを明示するもの\nであった。そのため、本件証明証を使用して国内移動等をすることはで\nきず、控訴人は本件証明証をほとんど使用したことがなかった。（甲Ａ３\n１、３２）」\n原判決３１頁１４行目を「訪問し、デモに参加して逮捕され、禁固２\n年６か月の刑を言い渡された。逮捕の際及び禁固刑の執行中、控訴人は、\nロヒンギャであることから、警察官等から暴行を受けた（なお、控訴人\nの供述は、暴行の内容・程度について一定の変遷がみられるものの、暴\n行を受けたこと自体については一貫しており、信用できる。）。控訴人は、\n２００５年（平成１７年）の出所時に、今後は政治活動に一切関わらな\nい、もし誓約を破った場合には厳しい処罰を受ける旨が記載された誓約\n書に署名をした。しかし、控訴人は、出所後、ＮＬＤに加入してビラ配\nりなど反政府の政治活動を続け、個人的にもデモに参加するなどした。\n（乙Ａ１０、１３、２４、２５、２７、２９、３５、３９、４４、６８\nの２）」と改める。\n原判決３１頁１６行目の「ミャンマー政府から旅券（以下「本件旅券」\nという。）の発給を受けた。」を「控訴人は、家族を通じ、ブローカーに\n金員を支払って旅券の作成を依頼し、顔写真を渡すなどした。控訴人自\n身が旅券発給所に行ったことはなく、上記のほかは全てブローカーに任\nせ、不正な方法で、出身地がヤンゴンと記載された旅券（以下「本件旅\n券」という。）を入手した。（乙Ａ２５、２９）」と改める。\n原判決３１頁２３行目の「政治活動をし、」から２５行目末尾までを、\n「政治活動をした。その後、軍情報局と名乗る政府関係者４名が深夜で\nある午前２時頃に控訴人の自宅を訪ねて目的を告げずに控訴人への面会\nを求めたり、複数回にわたり控訴人の自宅を訪問して捜索を行った。そ\nのため、控訴人はデモ参加以降、ほとんど自宅に戻らずに過ごしていた。\n（乙Ａ１３、２４、２５、２９、３５）」と改める。\n原判決３１頁２６行目の「ミャンマーを出国し」を「上記のようにし\nて不正に入手した内容虚偽の旅券を用い、出国のために更に金銭を支払\nってブローカーに手配を依頼し、空港の職員に賄賂を渡すなどして、不\n法にミャンマーを出国した（乙Ａ１３、２５、２９）。控訴人は、」と改\nめる。\n原判決３２頁６行目の「記載し、」を「記載したが、ロヒンギャ語には\n文字がないため、ロヒンギャ語を母国語として手続に必要な書類に記入\nすること（難民認定申請書等のほか、供述調書の署名を含む。）は、そも\nそも不可能であった（乙Ａ１３、３５、４４、６９）。また、控訴人は、\n上記各申請において、家族については名古屋入管に提出した家族表（乙\nＡ７０）どおりに記載し、」と改め、１０行目の「供述した。」を「供述\nしたとされた。」と改め、１２行目の「供述した。」を「供述したとされ\nた。もっとも、これらの手続における通訳人はいずれもミャンマー人で\nあった（なお、既に難民認定されているロヒンギャのＢは、自らの難民\n認定申請時にはミャンマー人の通訳ではなく日本人の通訳を依頼したが、\nその理由を、ミャンマー人がロヒンギャの話したことを正確に通訳する\nとは考えられなかったからであるとしていること、ミャンマーにおける\nロヒンギャに対する差別的な取扱い等が、アウン・サン・スー・チーが\n国家最高顧問等であった時期にも行われていたように、ミャンマー人は、\n一般的にロヒンギャに対する根強い偏見を持っている場合が多いと考え\nられること、現在でも、ミャンマーにおいてロヒンギャはミャンマー人\nから差別と迫害の対象とされていることからすれば、通訳人であるミャ\nンマー人に偏向的な態度があったとする控訴人の供述は信用することが\nでき、通訳の正確性について適正に担保されていたとは認められない。）。」\nと改め、１５行目の「政治的活動」を「ロヒンギャの人権擁護に関する\n政治活動」と改める。\n原判決３２頁２３行目末尾に改行の上、次のとおり加え、２４行目の\n「ケ」から３３頁１４行目の「ス」までの各項目番号をそれぞれ「コ」\nから「セ」までと改める。\n「ケ  控訴人は、平成２３年９月１５日、ミャンマー大使館前におけ\nるデモに参加し、ミャンマーの民主化を求めるなどの政治活動を行って\nおり、新聞報道もされて、控訴人がデモ参加者の一員として写っている\n写真が掲載された（なお、控訴人は、これらの資料を被控訴人に提出し\nているようであるが、被控訴人は、別の部分では控訴人による写真の提\n出の遅れ等について非難しておきながら、新聞報道に触れられている調\n書（乙Ａ２９、３５、３９）を書証として提出しているのに、控訴人か\nら提出があったものとして添付資料とされたこれらの新聞報道の資料は\n自ら所持しているのに提出しておらず、到底公正な態度とはいい難い。\nまた、難民審査参与員は、『言葉尻を捉えるようですが、調書の前後でそ\nういう違いが出てきているのには、当惑しています。当局も困ったでし\nょうが、そういう食い違いが出ているのは困るというように思うわけで\nす。』（乙Ａ３５の１１頁）、『あなたが政治活動しなければ、ロヒンギャ\n族であっても、別に何も迫害を受けないということを、あなた自身が証\n明したのではないですか。』、『あなたは、この三つの新聞記事のために帰\n国すると抹殺されると言っているのに、その重要な新聞が何新聞なのか\nすら憶えていないのですか。』、『日本でデモをして、１０人、２０人の中\nにいる写真に写った人を、帰国してわざわざ迫害するとは考えられない\nのではないですか。』（乙Ａ４４の１３、１５、１８頁）などと質問する\nなどしており、難民認定申請者の置かれた状況に対する無理解を露呈し\nているものといえるし、質問全体をみても、予断や偏見がうかがわれる\nもので、公平な立場に立っているとはいい難い。）。」\n原判決３２頁２４行目の「原告は」の前に、「在日ビルマロヒンギャ協\n会（ＢＲＡＪ）は、ロヒンギャの人権擁護のために政治的活動を行って\nいる。Ａは、同協会の代表者を務めていたＢと姻戚関係にあるＣの妻で\nある。１９９１年（平成３年）１２月１０日にミャンマー入国管理及び\n国勢調査局が作成した世帯員一覧表（甲Ａ３６、４１）には、Ａが控訴\n人の姉である旨の記載がある。」と加え、２６行目の「供述した。」を「供\n述したとされるが、これらの調査における通訳人もミャンマー人であり、\n通訳の正確性が適正に担保されているとは認められない。」と改める。\n原判決３３頁１６行目の「今回同人を追記した」を「以前同人を家族\nとして記載しなかった」と改め、２０行目の「追及されるため、」の後に\n「ずっとヤンゴンで生まれたと偽って暮らしており、パスポートもヤン\nゴン生まれとして作成してもらっていたので、」を加える。\n原判決３３頁２２行目末尾に改行の上、次のとおり加える。\n「ソ  １９７９年（昭和５４年）３月４日にラカイン州ブーティーダ\nウン市保健局が作成した控訴人の出生届謄本（甲Ａ３７、４０）には、\n控訴人がブーティーダウン市で出生した旨の記載があるところ、同市は\nラカイン州に存する。\nタ  控訴人は、ミャンマーでは、軍事政権の支配下で、政治、経済、\n福祉、全てに対して圧力がかけられ、国民は困っており、国民が自由に\nなるようにミャンマーという国が民主主義の国に変わるしかないと考え\nており、民主主義とは、自由に意見を言っても逮捕されないこと、政権\nを任せる人を自分で選ぶことができるということだと考えている。（乙Ａ\n２９）」\nイ 前記アの認定事実に基づく検討\n控訴人がロヒンギャであることについて\n控訴人がラカイン州出身の家族に生まれ、控訴人の家族がヤンゴンへ\n移住したという控訴人の供述部分は当初から一貫している。また、控訴\n人は、イスラム教徒であり、ロヒンギャ語を話すことができ、ベンガル\n的な容姿容貌を有する上、ミャンマー語の発音もビルマ民族とは異なっ\nている。本件証明証にも控訴人の民族は「ベンガリ」、すなわちロヒンギ\nャである旨が記載されている。さらに、控訴人は、来日後、詳細な審査\nを経てロヒンギャと認められた者のみが入会することのできるＢＲＡＪ\nに入会し、ロヒンギャであるとして難民認定されたＢも控訴人がロヒン\nギャであると認めている（甲Ａ３４、証人Ｂ）。以上によれば、控訴人が\nロヒンギャであるとするＢの原審での証言及び控訴人の供述は信用する\nことができる。\nしたがって、控訴人はロヒンギャであると認めることができる。\n控訴人がラカイン州生まれであることについて\n１９７９年（昭和５４年）３月４日にラカイン州ブーティーダウン郡\nブーティーダウン市保健局が作成した出生届謄本（甲Ａ３７、４０）に\nよれば、控訴人は、ラカイン州で出生したことが認められる。\n被控訴人は、上記出生届謄本の提出が遅かったことや、控訴人がラカ\nイン州のどこで出生したか把握していなかったこと、控訴人は当初はヤ\nンゴン出身であると供述していたことを理由に、上記出生届謄本の成立\nの真正を争っている。しかし、控訴人は、令和２年７月１７日の本件訴\n訟提起時からラカイン州で出生したと主張していたのに対し、被控訴人\nがこれを積極的に否認したのは令和４年６月３０日であり、控訴人が上\n記出生届謄本の写真を証拠として提出したのは令和５年２月２４日であ\nって（弁論の全趣旨（原審の第１回口頭弁論調書、第２回口頭弁論調書））、\nミャンマーで息をひそめて暮らすロヒンギャである控訴人の母が、４０\n年以上も前の書類を探し出し、控訴人にその写真を送信したり現物を送\nったりすることの困難さを考えれば、被控訴人による積極否認から控訴\n人による書証の提出まで約８か月を要したことをもって遅いということ\nは到底できないのであり、被控訴人の上記主張は、難民認定申請を行う\n者が置かれている状況に対する理解を欠くもので、それ自体失当という\nべきものである。また、控訴人は、２歳に満たないときにラカイン州を\n離れ（甲Ａ３３）、ヤンゴン生まれであることとして生活し、本件旅券及\nび本件証明証にもヤンゴン生まれと記載されていたため、難民認定の手\n続においてもヤンゴン生まれであると語ったにすぎず（乙Ａ５９、原審\nでの控訴人本人）、弁護士に委任した後は正しい出生地を述べるに至った\nといえるのであって（甲Ａ６１）、出生地に関する供述の変遷には合理的\nな理由があるというべきであり、このことを理由に上記出生届謄本の成\n立の真正が疑わしいということはできない。\nしたがって、被控訴人の主張は、上記認定を左右するものではない。\nＡが控訴人の姉であることについて\n１９９１年（平成３年）１２月１０日にミャンマー入国管理・国勢調\n査局が作成した世帯員一覧表（甲Ａ３６、４１）によれば、Ａが控訴人\nの姉であることが認められる。\n被控訴人は、上記１９９１年の世帯員一覧表の提出が遅くなったこと\nや、２００７年（平成１９年）の家族表（乙Ａ７０）にはＡの記載がな\nいこと、控訴人が難民認定手続の過程で供述したとされる内容から、上\n記１９９１年の世帯員一覧表の成立の真正及び信用性を争う。\nしかし、前記 と同様に、ミャンマーで息をひそめて暮らすロヒンギ\nャである控訴人の母が、３０年以上も前の書類を探し出し、控訴人にそ\nの写真を送信したり現物を送ったりすることの困難さを考えれば、提出\nが遅くなったことをもって成立の真正や信用性を否定する事情であると\nいうことはできない。また、上記１９９１年の世帯員一覧表（甲Ａ３６、\n４１）には控訴人の姉妹は３名との記載があるが、上記２００７年の家\n族表（乙Ａ７０）には控訴人の姉妹は２名との記載があり、Ａが１９９\n２年に婚姻して別居したこと（甲Ａ４２、原審での控訴人本人）と合致\nする。また、控訴人は、難民認定の手続において、Ａは婚姻して他の戸\n籍に入っていた上、控訴人と同居していなかったため、Ａを姉として記\n載ないし供述しなかったと主張及び供述（乙Ａ６１、原審での控訴人本\n人）しており、これには十分な合理性がある。Ｄは婚姻の届出をしたわ\nけではなく控訴人と同じ戸籍のままであるから（乙Ａ２４）、２００７年\nの家族表（乙Ａ７０）にＤが記載されていることは、これと矛盾するも\nのではない。（なお、控訴人は、Ｄが婚姻の届出をしていないことを、本\n邦に上陸した直後から一貫して供述しているところである（乙Ａ２４）。）\nさらに、控訴人は、原審の本人尋問において、難民認定の手続で、Ａ\nと一緒に住んでいると話したことはあるが、友人だとは話したことがな\nい、ロヒンギャに敵意を抱く可能性が相当程度あり、現に控訴人を見下\nした態度で強い言葉遣いをするミャンマー人が通訳に当たっており、正\nしく通訳されていなかったと思うと供述するところであり、前記認定に\n係るミャンマーにおけるロヒンギャの状況、ひいてはミャンマー人によ\nるロヒンギャの扱いからすれば、ロヒンギャの難民認定手続にミャンマ\nー人の通訳を当てれば、そのような事態が生じたとしても不自然ではな\nい。通訳が民族的偏見ないし嫌悪から誠実さを欠いていた可能性は、同\n調書において控訴人が供述したとされる内容が、細かい点を含めて複数\n個所に変遷があり、名古屋入国管理局で変遷の理由を尋ねられると、控\n訴人は、自分は同じことを言っている、審査官が書き忘れたのではない\nかなどと述べていたこと（乙Ａ２９）からも裏付けられるところである。\nまた、仮に、通訳の誠実さに問題がなかったとしても、控訴人は、ミャ\nンマーでは圧力をかけられていたため日本での難民認定手続においても\n真実を述べていいのかわからなかった、何か話すことにより難民性を認\nめてもらえなくなり、本国に帰される恐怖心があったなどとも供述して\nいるところであり（乙Ａ２９、３５）、難民申請者の置かれた状況からす\nると、十分に理解できるものであって、正確な話ができなかったとして\nも、やむを得ないというべきである（甲Ｃ４７（ＵＮＨＣＲ研修マニュ\nアル「難民申請者を面接する」）。同号証では、情報を明らかにすること\nへの恐怖として、①官憲（特に制服を着た人）に対する恐怖、②親類や\n友人を危険にさらすのではないかという恐れ、③面接に対する不安感、\n④不認定になった場合のその後に対する危惧を挙げており、他に、自尊\n心の喪失、カルチャーショック、観念や概念の相違についても指摘して\nいる。））。したがって、上記Ａについて述べたとされる調書の記載をもっ\nて、上記１９９１年の世帯員一覧表の成立の真正や信用性を否定する事\n情であるということはできない。\nしたがって、被控訴人の主張は、上記認定を左右するものではない。\n４  争点１（本件難民不認定処分①の取消事由の有無（控訴人の難民該当性））に\nついて\n(1)ア  訂正の上引用した前記認定事実によれば、本件難民不認定処分①の時\n点において、控訴人には、少なくとも以下の事情が存在していたことが認\nめられる。\n控訴人はロヒンギャであるところ、本件クーデター前のミャンマーに\nおいて、ロヒンギャをめぐる状況は以下のとおりであった。\nｉ  ロヒンギャは、従来から、民族的・宗教的理由により、ミャンマーで\n迫害を受けていた。\nii  ２０１３年（平成２５年）までの治安部隊によるロヒンギャへの大規\n模な攻撃は主にラカイン州で行われていたが、ラカイン州外においても、\nロヒンギャは、社会的、公的差別を受ける高度のリスクに直面していた。\niii そのため、ロヒンギャは、ラカイン州外においても民族を偽って生活\nする必要に迫られていた。\niv  ロヒンギャは、民族を偽ってもなお、皮膚の色と宗教に基づいた深刻\nな差別にさらされていた。\nｖ  ２０１４年（平成２６年）から２０１６年（平成２８年）の間は、ロ\nヒンギャに対する暴力は下火になったものの、差別の対象であることな\nどの状況が改善されていたわけではなく、極度に不安定な状態にあった\nもので、いつそれ以前の状態に戻ってもおかしくない状況であった。\n控訴人は、ブローカーに金銭を支払い、不正な手続で、虚偽の内容を\n含む旅券を得た。\n控訴人は、別途ブローカーに手配を依頼して金銭を支払い、空港職員\nに賄賂を渡してミャンマーを不法に出国した。\nミャンマーを不法に出国したロヒンギャがミャンマーに帰国した場\n合、ヤンゴンに居住していたと認められるか否かにかかわらず、刑務所\nや、政府が設置したラカイン州の国内避難民（ＩＤＰ）収容所に移送さ\nれる可能性があった。\nラカイン州のＩＤＰ収容所に入れられた場合、ロヒンギャは民族や宗\n教を理由に重大な迫害を受けるおそれがあった。\n控訴人のミャンマーにおける政治活動及びこれに対する政府の対応\nは、以下のとおりであった。\nｉ  控訴人は、デモに参加したことを理由に２年６か月の禁固刑を受け、\n逮捕時及び禁固刑の執行中に、ロヒンギャであることを理由に暴力を受\nけた。\nii  控訴人は、出所時に、今後は政治活動に一切関わらない、もし誓約を\n破った場合には厳しい処罰を受ける旨が記載された誓約書に署名をした。\niii  控訴人はその後ＮＬＤに加入してデモへの参加など政治活動を行い、\nその後、政府関係者が深夜に控訴人の自宅を訪問するなどの控訴人の捜\n索をしたため、控訴人は、ほとんど自宅に戻らなくなった。\n控訴人は、日本において、ＢＲＡＪの会員として、ミャンマー大使館\n前のデモに参加するなどミャンマー政府の方針に反する政治的活動をし\nており、このような活動は、新聞において報道され、控訴人が写った写\n真も掲載された。\n控訴人は、ロヒンギャであり、ロヒンギャとしてのアイデンティティ\nを主張している者である。また、控訴人は、ミャンマーの民主化を望ん\nでおり、このような考えは、ＮＬＤが政権を主導し、アウン・サン・ス\nー・チーが国家最高顧問等に就任していた時期にも、本件クーデターを\n起こせるだけの実力を温存し、ロヒンギャを迫害していた国軍の方針と\n真っ向から対立するものである。\nイ  以上によれば、本件難民不認定処分①の時点において、ミャンマーにお\nけるロヒンギャの状況と控訴人に関する具体的な事情を踏まえて判断すれ\nば、控訴人には、個別的にも看過できないような人種、宗教及び政治的意\n見に関する事情が積み重なっており、これを理由に、通常人において受忍\nし得ない苦痛をもたらす程度の迫害を受けるおそれがある客観的・現実的\nな危険があったと容易に認めることができる（なお、民族的集団は、難民\n条約の「人種」の概念に包含されるというべきである。難民認定基準ハン\nドブック（甲Ｃ２５）においてもこれに沿う見解が示されている。）。さら\nに、上記各事情を踏まえると、控訴人は、国籍国による国家的保護を受け\nることを期待することができる状態にはなかったと認められる。\nそうすると、控訴人は、十分に理由のある恐怖を有するために国籍国の\n外にいる者であって、その国籍国の保護を受けることができない者に当た\nるということができる。したがって、控訴人は、難民に該当するというべ\nきである。\nウ  被控訴人は、控訴人以外の者の事情を並べ挙げるなどして、控訴人が難\n民に当たらないなどと主張するが、被控訴人自らも「難民の認定は当該申\n請者について迫害を受けるおそれがあるという恐怖を抱く個別かつ具体的\nな事情が存在することが必要」と主張しているように、申請者の難民該当\n性の判断については個別的な事情が問題なのであるから、控訴人以外の者\nの事情を挙げる被控訴人の主張には理由がない。また、被控訴人が指摘す\nる者らは、いずれも合法的な手続に従って出入国を行っている者であり、\nロヒンギャとしてのアイデンティティを強く主張したり、反政府的な政治\n活動を行っていたとは認められない者である。\n被控訴人はそのほか種々主張するが、いずれも以上の認定及び判断を左\n右するものではない。\nエ  したがって、本邦にある外国人である控訴人は、難民に該当するから、\n本件難民不認定処分①は違法なものであり、取消しを免れない。\n５  争点３（本件難民不認定処分①に係る義務付けの訴えの適法性及びその理由\nの有無）について\n(1) 控訴人は、平成２７年２月１７日、本件難民認定申請①をし、本件難民不\n認定処分①の取消訴訟と本件難民認定申請①に係る義務付訴訟とを併合提起\nし、本件難民不認定処分①の取消請求は前記判断のとおり理由があるから認\n容すべきである。したがって、同義務付訴訟は適法である。\nそして、義務付けの本案要件の存否の判断の基準時は口頭弁論終結時であ\nるところ、前記判断のとおり、控訴人は、本件難民認定申請①のときにおい\nて難民に該当していたが、訂正の上引用した認定事実によれば、本件口頭弁\n論終結時においては、更に以下の状況が生じていたことが認められる。\nア  国連人権理事会のミャンマー調査団が報告し、米政府も認定するとおり、\n国軍による２０１７年（平成２９年）の作戦によって、ロヒンギャはジェ\nノサイド（集団殺害）を受けた。\nイ  さらに、２０２１年（令和３年）には、ミャンマーでは本件クーデター\nが発生して国軍が全権を掌握した。\n本件クーデター後、ミャンマーではロヒンギャに対する民族浄化ないし\n徹底的な大量殺戮が行われており、ヤンゴン地域において１３人のロヒン\nギャの遺体が発見されたように、ラカイン州外においてもロヒンギャは到\n底安全な状況にあるとはいえず、超法規的殺害、強制失踪が続発し、ロヒ\nンギャに対する暴力と弾圧のリスクが一層高まっている。\nウ  ロヒンギャに対する大量虐殺や強制失踪等を行っているのは国家機関で\nある国軍や治安部隊等である。ロヒンギャ迫害の主体は政府であるか、又\nは少なくとも政府がこれを知りながら放置している状況にあるということ\nができる。\nエ  本件クーデター後のミャンマーでは、軍事政権に敵対する政治活動をし\nていたと疑いをかけられた者は強制失踪させられ、拷問や殺害の対象とな\nることが全国的に増えている。\nオ  有効な旅券を持たずにミャンマーに帰国する者には、睡眠と食事をはく\n奪されるなどの厳しい処罰があり、過去の犯罪や政治活動が判明した場合、\nこれ以上に過酷な迫害を受けることがある。また、外国政府に庇護を希望\nした者は、元々なぜミャンマーを離れたかに関わらず、公式の嫌がらせ、\n恣意的な拘禁及び暴力の高度のリスクにさらされている。\n(2) 以上によれば、本件クーデター後、ミャンマーでは、国家機関により、ロ\nヒンギャに対する民族浄化が行われ、超法規的殺害、強制失踪等が国内各地\nで起こっている。これは通常人において受忍し得ない苦痛をもたらす迫害に\n当たることが明らかである。これによれば、通常のロヒンギャであれば、仮\nにラカイン州外のロヒンギャであったとしても、迫害の恐怖を抱く客観的事\n情が存在しているということができ、当該恐怖は十分に理由のあるものであ\nるということができる。なお、被控訴人は、本件クーデターから本件難民不\n認定処分②に至るまで、控訴人が本国の政府当局により当該政治活動を理由\nに訪問を受けるなどしたことがなかったなどと主張するが、控訴人はミャン\nマーの主権が及ばない本邦にあるのであって、帰国した場合にどうなるかが\n問題とされる本件においては全く意味のない的外れな主張といわざるを得な\nい。\nしたがって、本件口頭弁論終結時においても、ロヒンギャであり、前記４\n(1)ア のような状況にあった控訴人は、人種、宗教及び政治的意見を理由に、\n迫害を受けるおそれがあるという十分に理由のある恐怖を有するために、国\n籍国の外にいる者であって、国籍国の保護を受けることができない者である\nことが明らかであり、難民に該当することが明らかである。\n法務大臣は、申請人が難民条約上の難民の要件を満たすものであると認め\nるときは、必ず難民の認定をしなければならず、この行政行為に裁量の余地\nはない。そうすると、法務大臣は、本件難民認定申請①に基づき控訴人を難\n民と認定しなければならない。したがって、控訴人の主張には理由がある。\n６  第２事件について\n以上によれば、本件第１事件の控訴人の請求がいずれも認められる結果、本\n件難民不認定処分②の取消請求は訴えの利益を欠くことになるから、却下すべ\nきである。そして、申請型の義務付けの訴えは、処分がされた場合においては、\n当該処分の取消請求等が認容されるときに限り提起することができる（行政事\n件訴訟法３７条の３第１項２号）ところ、上記のとおり本件難民不認定処分②\nの取消請求は認容されないのであるから、本件難民認定申請②に係る義務付け\nの訴えは不適法である。そうすると、第２事件についてはいずれも訴えの却下\nをすべきこととなる。\n７  なお、被控訴人は、そのほか種々主張するが、いずれも以上の認定及び判断\nを左右するものではない。\n第４  結論\nしたがって、控訴人の本件難民不認定処分①の取消しを求める請求は認容\nすべきであり、本件難民認定申請①に係る義務付けの請求も認容すべきである。\nそうすると、第２事件のうち本件難民不認定処分②の取消しを求める部分は訴\nえの利益がないことになるからその訴えを却下すべきであり、第２事件の義務\n付けの訴えは訴訟要件を欠き不適法であるから却下すべきであるところ、原判\n決の第２事件の義務付けの訴えを却下した部分は結論において相当であるが、\nその余の部分は不当であるから、原判決を変更することとして、主文のとおり\n判決する。\n名古屋高等裁判所民事第２部\n裁判長裁判官\n長  谷  川    恭    弘\n裁判官\n上      杉    英      司\n裁判官\n亀    村    恵    子\n"
}