{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 4,
    "month": 12,
    "day": 14
  },
  "case_number": "令和4(行ケ)10070",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "91617",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=91617",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/617/091617_hanrei.pdf",
  "contents": "令和４年１２月１４日判決言渡\n令和４年（行ケ）第１００７０号  審決取消請求事件\n口頭弁論終結日  令和４年１０月１７日\n判        決\n原 告         ＲＸ  Ｊａｐａｎ株式会 社\n同 訴 訟 代 理 人 弁 理 士              高    橋      孝    仁\n被               告              特  許  庁  長  官\n同 指 定 代 理 人                  茂    木      祐    輔\n森      山        啓\n山      田    啓    之\n主        文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  請求\n特許庁が不服２０２１－６５６７号事件について令和４年５月１９日にした審決\nを取り消す。\n第２  事案の概要\n本件は、商標登録出願拒絶査定に対する不服審判請求を不成立とした審決の取消\n訴訟である。争点は、商標法３条１項３号該当性である。\n１  商標登録出願及び特許庁における手続の経緯等\n(1) 原告は、令和元年８月２６日、別紙１指定役務目録記載の役務を指定役務と\nして、「名古屋  次世代３Ｄプリンタ展」の文字を標準文字で表してなる商標（以\n下「本願商標」という。）の商標登録出願（商願２０１９－１１４０７３号）をし\nたが（甲５９）、令和３年２月１５日付けで拒絶査定（甲６１）を受けたため、同\n年５月２１日、これに対する不服審判の請求（不服２０２１－６５６７号）をした。\n(2) 特許庁は、令和４年５月１９日、「本件審判の請求は、成り立たない。」と\nの審決（以下「本件審決」という。）をし、その謄本は、同年６月６日に原告に送\n達された。\n２  本件審決の理由の要点\n(1) 商標法３条１項３号該当性について\n本願商標の構成中の「名古屋」の文字は、愛知県の県庁所在地である。そして、\nそのほか本願商標を構成する文字の語義や使用事例について、次のとおり確認する\nことができる。\nア  「次世代」の文字の語義及び使用事例について\n辞書等における意味や用例からすると、「次世代」の語は、各種製品等に対して\n「格段に進歩したもの、さらに高性能のもの」の意味で用いられる語である。\nまた、「３Ｄ  Ｐｒｉｎｔｅｒ（プリンター）」の語に対しても、「次世代」の\n語が「格段に進歩した、さらに高性能の」といった趣旨で使用されていることは、\n新聞やウェブサイトにおける各種の使用事例から確認できる。なお、「３Ｄプリン\nタ」の文字は、「３Ｄプリンター」の長音を省略して表記したものと容易に理解で\nきる。\nイ  展示内容を冠した「○○展」の使用について\n「多くの人にひろげて見せる。」等を意味する「展」の語を用い、主たる展示内\n容（製品や技術等）を冠した「○○展」の文字が、展示会の開催において使用され\nている実情を各種のウェブサイトで確認することができ、展示会の開催において、\n展示内容を冠した「○○展」の文字の使用は、展示会の展示内容を端的に表す手法\nとして、業界において一般に行われているということができる。\nウ  「３Ｄプリンター」を出展する展示会があり、中には「３Ｄプリンタ（ー）」\nを冠した展示会があることについて\n展示会の開催においては、一定のテーマの下で種々の商品や技術が展示されてい\nるところ、「３Ｄプリンター」についても展示内容とされていることを、ウェブサ\nイトにおける各種の事例から確認することができる。また、「３Ｄプリンター」を\n主たる展示内容とし、「３Ｄプリンタ（ー）」の文字を冠した展示会も存在するこ\nとが、新聞やウェブサイト等において認められる。\nエ  展示会における地名の使用状況について\n展示会の開催において、特定の地域における展示会であることを表すものとして、\n地名が用いられていることを、各種のインターネット情報から確認することができ、\n展示会の開催において、特定の地域における展示会であることを表すものとして、\n出展者や参加者等の対象（ターゲット）地域又は展示会の開催地の名称（地名）が、\n展示会の名称に付されるなどして使用されている実情がみられる。\nオ  以上を総合して考慮すると、本願商標の構成中の「次世代３Ｄプリンタ展」\nの文字部分（以下「本件文字部分」ということがある。）は、「格段に進歩した３\nＤプリンター、さらに高性能の３Ｄプリンター」ほどの意味合いを認識させる「次\n世代３Ｄプリンタ」を主たる展示内容とし、当該展示内容を冠した展示会であると\n認識させるものであるから、「次世代の３Ｄプリンターを内容とする展示会」ほど\nの意味合いを認識させるというべきである。\n加えて、前記エの実情がみられることからすると、本願商標は、全体として、「名\n古屋における次世代の３Ｄプリンターを内容とする展示会」ほどの意味合いを認識\nさせるというべきである。\nそうすると、本願商標を、その指定役務中、第３５類「商品見本市・商品博覧会・\n商品展示会の企画及び運営、販売促進のためのイベント及びマーケティングイベン\nトの手配及び運営、商業又は広告のための商品見本市の企画・運営、商業又は広告\nのための展示会の企画・運営」及び第４１類「展示会・展覧会・セミナー・会議・\nビジネス会議及び協議会の企画・運営又は開催並びにこれらに関する情報の提供及\nび助言」（以下、上記の第３５類及び第４１類の各役務を併せて「本件役務」とい\nうことがある。）について使用をしても、これに接する取引者、需要者は、「名古\n屋における次世代の３Ｄプリンターを内容とする展示会」を表したもの、すなわち\n役務の質（内容）を表したものと認識するにとどまるというのが相当である。\nしたがって、本願商標は、商標法３条１項３号に該当する。\n(2) 原告の主張について\nア  原告は、展示会の分野においては、本願商標を構成する各文字はあくまで造\n語要素であり、これらを組み合わせて成る「名古屋  次世代３Ｄプリンタ展」及び\n「次世代３Ｄプリンタ展」は、辞書等に掲載なく、新規かつ特徴ある造語と認識さ\nれるものである、また、展示対象物に関係する文字を冠した「○○展」の文字が、\n展示会の「商標」として採択・使用され、現実に、自他役務識別標識として機能し\nている事実がある旨主張する。\nしかし、前記(1)のとおり、展示内容を冠した「○○展」の文字が、展示会を実施\nする業界において、展示会における展示内容を表す手法として使用されていること\nからすると、本件文字部分についても、提供する役務の内容を表したものと理解さ\nせるものである。また、「○○展」が展示会の名称として実際に使用されている実\n情があるとしても、展示会の開催において集客や出展者募集等のために主たる展示\n内容（テーマ）を端的に表すことは、同業界において必要不可欠といえるものであ\nる。そうすると、本件文字部分は、主たる展示内容を端的に表したものであり、本\n願商標全体としても、名古屋における展示会の内容を表したものと認識させるにす\nぎないもので、将来を含め、役務の質を表示記述するものとして取引に際し必要適\n切な表示であるといえるから、特定人による独占使用を認めることは公益上適当で\nないとともに、自他役務の識別力を欠くものというべきである。\nしたがって、原告が主張するように、これを新規の造語と認識することはないと\nいうべきである。\nなお、ウェブサイト（イベント）の名称として、「○○展」の文字より大きく表\nして、又は括弧書きの使用や二段書き等により、「○○展」とは異なる名称を別途\n使用している事例がみられることからすると、「○○展」の文字以外の文字を使用\nすることにより、差別化が図られている様子がうかがえる。\nイ  原告は、本件文字部分からは、例えば、「３Ｄプリンタに関する、次世代の\n展示等」、「プリンタに関する、次世代の３Ｄ技術による展示等」、「次世代３Ｄ\nプリンタを利用した展示等」、「３Ｄプリンタを用いた次世代の展示等」、「次世\n代３Ｄプリンタによって製造された造形物の展示」、「次世代３Ｄプリンタの技術\nの展示」などの複数の意味が看取できるものである旨主張する。\nしかし、「次世代」の語が、製品等に関連して使用されるものであり、また、展\n示内容を冠した「○○展」の使用例が多くみられることからすると、本件文字部分\nからは、「次世代の３Ｄプリンターを内容とする展示会」ほどの意味合いが自然に\n生じるというべきであって、「次世代の展示」、「次世代３Ｄプリンタを利用した\n展示」といった意味合いが自然に生じることはないというべきである。\nウ  原告は、過去の登録例や審決例を挙げて、本願商標も登録すべき旨主張する。\nしかし、出願された商標が商標法３条１項３号に該当するか否かの判断は、査定（審\n決）の時点において、事案に即して個別具体的に判断されるべきものであり、過去\nに登録された事例に拘束されるべきでない。そして、本願商標は、その構成する文\n字の意味、前後の文字との関係や使用方法、使用例などを考慮すると、前記(1)のと\nおり役務の質（内容）を認識させるものである。\nエ  したがって、原告の主張は、いずれも採用することができない。\n第３  原告主張の取消事由（商標法３条１項３号該当性判断の誤り）\n本願商標である「名古屋  次世代３Ｄプリンタ展」は、本件役務に係る取引の実\n情の下では、役務の質の表示と認識されるものではなく、商標法３条１項３号に該\n当しない。したがって、本件審決には誤りがある。具体的には、次のとおりである。\n１  「○○展」の文字に係る本件役務の取引の実情\n本件役務の分野において、「○○展」は、次のとおり、単に展示会の展示内容を端\n的に表したもの又は役務の質（内容）の表示として一般に使用されているものでは\nなく、むしろ、特定人が開催等する展示会等の固有の名称、すなわち自他役務識別\n標識として採択され、使用され、認識されるのが一般的である。\n(1)「○○展」の文字の使用状況\n本件役務の分野における「○○展」の文字の使用状況は、別紙２「使用状況一覧」\n記載のとおりである。それによると、「○○展」の文字は、多くの場合、展示会等の\n名称、展示会名、催事名などとして使用されている。また、「○○展」の文字は、展\n示会等のウェブサイトにおいて、その上部の目立つ位置に表示されたり、他の文字\nよりも大きく表示されたりする上、単独で表示されることも多く、当該文字を見る\n者の注意を引く態様で使用されている。その上、「○○展」の文字は、ウェブページ\nのタイトルにも用いられているところ、ウェブページのタイトルは、検索エンジン\nの検索結果の見出しとなる文字列であるから（甲２２８）、一般に、ウェブサイトを\n特定するものでもあり、当該タイトルに表示された文字が展示会等の名称に当たる\n場合、当該展示会等自体を特定する文字であると解するのが自然である（甲１、２、\n２２９）。さらに、展示会等主催者以外の者が当該展示会等を紹介するウェブサイト\nにおいても、各展示会等の紹介ページの上部に、「○○展」の文字が、他の文字より\n大きく表示されたり、太字で表示されたりしている。\n加えて、甲２３０は、ＪＥＴＲＯのウェブサイトで紹介されている展示会の会期\n順一覧（日本開催のもの）の一部であって、そこに掲載されている見出しの表示は\n各展示会を特定する固有の展示会名称であるところ、そこには、「測定計測展２０２\n１」、「ＴＥＳＴ２０２１  第１６回総合試験機器展」、「食品開発展２０２１」、「マ\nンション総合展」、「外食ビジネスウィーク２０２１  第１６回  ラーメン産業展」\nなどの「○○展」との文字が、他の展示会の名称と何ら差異が付けられることなく\n列挙されている。本件審決が引用するＪＥＴＲＯの展示会一覧（甲４８）でも、同\n様に、「○○展」の表示が、他の展示会の名称と並んで記載されている。\n他方で、「○○展」の文字が、本件役務の取引の際に、一般に、展示会等に係る役\n務の内容を表示する箇所に記載されたり、展示会等の性質、内容又は特徴を説明す\nる文脈で用いられたりしている事実はない。\nしたがって、本件役務の分野において、「○○展」の文字は、単に展示会等の「展\n示内容を端的に表したもの」として使用されているものではなく、一般に、「特定人\nが開催等する展示会等の固有の名称」として採択され、使用されていることが明ら\nかである。\n(2) 需要者の認識\n展示会、見本市、展覧会、博覧会又はイベント等の企画、運営又は開催等に係る\n本件役務について、取引者及び需要者（以下、併せて「需要者等」という。）は、展\n示会等に出展する者及び展示会等に来場する者であると解される。\nそして、別紙３「需要者等による使用例一覧」記載のとおり、本件役務の需要者\n等が、「○○展」の文字を、特定人の展示会等を指称する語として用いている事実が\nある。それらにおける記述はいずれも、展示会等の出展者又は来場者が当該展示会\n等について言及したものであるところ、「○○展」の文字が、展示会等の展示内容や\n役務の質（内容）を意味する語としてではなく、それらの者が出展又は来場する特\n定の展示会等を指称する語として使用されていることは明らかである。換言すると、\n本件役務の需要者等において、「○○展」の文字を、特定人が開催等する展示会の固\n有の名称と認識していることは、明白である。\n(3) 「○○展」の質表示としての使用の不存在\n以上のとおり、需要者等において、「○○展」の文字は、展示会等の固有の名称と\nして使用され、認識されるのが一般的であるが、さらに、本件役務の取引の際に、\n「○○展」の文字が、一般に展示会等に係る役務の質（内容）の表示として用いら\nれていることを示す証拠もない。\nなお、展示会等の内容を説明する記述的な表示については、「○○展」ではなく、\n別紙４「記載例一覧」記載の例があるところ、例えば、「加工の極限を追及／進化す\nる表面処理技術の総合展」の記載（甲１３）や「世界最大規模のロボット専門展」\nの記載（甲１４２）は、それぞれ展示会等の内容をそのまま説明したものと理解で\nきるから、役務の内容を表示する役割を担っていることが明らかである。これに対\nし、「○○展」の文字は、それ単独で、上記各展示会の具体的内容を十分に説明する\nものではないし（例えば、「お米・穀物産業展」（甲１６０）という文字のみから、\n「世界中のものが集まること」、「調理器具も対象であること」、「販売展示会なのか、\n芸術作品の展示会なのか」等の具体的内容は特定できない。）、役務の内容を説明す\nる態様で使用されているものでもない。したがって、「○○展」の文字が、役務の質\n（内容）の表示に該当しないことは明らかである。\n(4) 識別性判断における取引の実情の考慮について\n商標法３条１項３号に規定される「役務の質の表示」に該当するか否かは、指定\n役務との関係で判断されるものであるから、指定役務の取引の実情が考慮されるべ\nきことは明らかである。\n(5) 独占適応性\n前記のとおり、展示会の業界において、「○○展」の文字は、それぞれ固有の展示\n会名称を表しているとの共通認識があるから、役務提供者は、自己の展示会名称の\n採択に当たり、通常の商標採択手法に従い、事前調査（登録商標の調査だけでなく、\n現実に他者に使用されている展示会名称の調査を含む。）等によって、他者の展示会\n名称との重複を避けるのが一般的であり、通常、同一の「○○展」の表示が複数の\n者に採択され使用されることはない（別紙２参照。なお、「○○」展の文字であって\nも、偶然に複数の者に同一の商標が使用される可能性はゼロではないが、識別標識\nたる商標が選択物であり、我が国の商標法が登録主義を採用している以上、それは\n展示会に係る役務の分野に限らず、全ての商品及び役務の分野について起こり得る\nことである。）。\nしたがって、本件役務の取引の実情の下では、個別具体的な「○○展」の文字は、\n同種の展示会を開催等する取引者にとって、事前の調査検討の対象として容易に使\n用を回避できるものであり、また実際に他者との重複使用が回避されており、取引\nに際し必要適切な表示として必ずその使用を欲するものとはいえず、一律に独占適\n応性を欠くものとは解されない。\n(6) 小括\n以上のとおり、「○○展」の文字は、本件役務の分野において、単に展示会等の展\n示内容を端的に表したものとして使用されているものではなく、一般に、特定人が\n開催等する展示会等の固有の名称として採択され、使用されていることが明らかで\nある。また、本件役務の需要者等が、「○○展」の文字を、特定人が開催等する展示\n会の固有の名称と認識していることも明白である。展示会等の固有の名称は、特定\n人の出所に係る展示会等を指称するものであるから、展示会等に係る役務の自他役\n務識別標識に当たり、商標法３条１項３号が規定する役務の質の表示に該当しない\nことが明らかである。\n２  本願商標の商標法３条１項３号非該当性\n(1) 具体的検討の必要性\n前記１によると、少なくとも、「○○展」との構成の商標が、一律に、役務の質の\n表示に該当するとして自他役務識別力を欠くと判断されるべき理由はない。もっと\nも、本願商標が、個別具体的な事情により、需要者等において役務の質の表示と認\n識されるのであれば、商標法３条１項３号に該当すると解されるから、以下、検討\nする。\n(2) 具体的検討\n本願商標の構成文字は１３字であって、外観上まとまりよく一体的に構成され、\nその構成全体から生ずる「ナゴヤジセダイスリーディープリンタテン」の称呼は、\n一気一連に容易に発音できる。したがって、本願商標は、需要者等に自然に記憶さ\nれる外観構成と称呼を備えており、外観及び称呼上、自他役務識別標識として機能\nしないと解される事情はない。\nまた、本願商標は、「名古屋」、「次世代」、「３Ｄ」、「プリンタ」及び「展」の５語\nから成ると解されるところ、「名古屋」は愛知県の県庁所在地を、「次世代」は「格\n段に進歩したもの、さらに高性能のもの」をそれぞれ意味する語として（本件審決）、\n「３Ｄ」は「立体的であること、三次元」を意味する語として（甲２３１）、「プリ\nンタ」は「コンピューターで、情報を出力用紙に印字する装置」等を意味する語と\nして（甲２３２）、それぞれ一般に理解されており、また、「展」は「展覧会の略」\n（甲６０）を意味する語である。したがって、本願商標全体からは、「名古屋の、“次\n世代の３Ｄプリンタ”の展覧会」とか、「名古屋の、次世代の“３Ｄプリンタの展覧\n会”（３Ｄプリンタに関する、次世代の展覧会であって、名古屋で開催されるもの\n等）」とか、「名古屋の、“次世代の三次元”のプリンタの展覧会」等の観念が生ず\nると解される。もっとも、これらは抽象的な観念にとどまり、例えば「名古屋の、\n“次世代の３Ｄプリンタ”の展覧会」という観念に着目しても、本件役務との関係\nで、「商品としての次世代の３Ｄプリンタそのものを展示する展覧会」なのか、「次\n世代の３Ｄプリンタを利用した展覧会」なのか、「次世代の３Ｄプリンタの研究に関\nする展覧会」なのかなど、展覧会の具体的な内容を特定することはできない（なお、\n商標「音楽マンション」から生ずる「音楽に何らかの関連を有する集合住宅」は抽\n象的観念であり特定の観念を生じさせるものではないとして、同商標の識別性を肯\n定した知財高裁平成２８年（行ケ）第１０１９１号同２９年５月１７日判決があ\nる。）。\n加えて、「名古屋  次世代３Ｄプリンタ展」及び「次世代３Ｄプリンタ展」は、辞\n書や用語辞典に掲載されている言葉ではなく、本来的に特定の意味や定義を有する\nものではない。\nまた、本件役務の分野において、「名古屋  次世代３Ｄプリンタ展」及び「次世代\n３Ｄプリンタ展」の文字が、原告以外の者に取引上一般に使用されている事実も、\n需要者等の間で特定の具体的な役務の内容や意味を表す言葉として認識されている\n事実もないから、本願商標が、実際上、特定の役務の質の表示として理解される事\n情はない。\nさらに、前記１のとおり、本件役務の分野において、「○○展」の文字は、自他役\n務識別標識として採択され、使用され、認識されるのが一般的であり、これが「役\n務の質の表示」として使用され、認識されると解すべき取引の実情は存在しない。\n以上のように、「名古屋  次世代３Ｄプリンタ展」及び「次世代３Ｄプリンタ展」\nの文字が、特定の具体的な意味を有さず、一般にも使用されていない取引状況にお\nいて、なお役務の質の表示として機能し、理解されると解すべき周辺事実も根拠も\nない。\nしたがって、本件役務に関する取引の実情を考慮すると、本願商標は、本件役務\nに使用された場合に、需要者等によって、「役務の質を表示したもの」と一般に認識\nされるものでないことが明らかである。\n(3) 原告による使用\n原告は、本願商標を実際に使用しており、本願商標を表示する際は、他の文字よ\nりも大きく目立つようにしたり、ウェブページのタイトルに記載するなど（甲２０\n０）、十分に自他役務識別標識として認識される態様で表示しており、本願商標を単\nに役務の質の表示するものとして使用した事実はない。また、需要者においても、\n「第4回名古屋  次世代３Ｄプリンタ展  イベントレポート」の見出しの下、「2022\n年4月13日～15日の3日間に開催された「第4回名古屋  次世代３Ｄプリンタ展」。こ\nの記事では、「３Ｄプリンターでモノづくりを変革」をテーマに出展したリコーブー\nスの内容についてご紹介します。」（甲２０１）などとして、「名古屋  次世代３Ｄプ\nリンタ展」の文字のみで原告が開催する展示会を特定しており、需要者等が、本願\n商標を展示会の固有の名称、すなわち自他役務識別標識として認識していることは\n明らかである。\nしたがって、原告による使用により、本願商標の識別性が喪失したといった事実\nはない。\n(4) 将来を含めた独占適応性\n独占適応性の観点からも、本願商標の登録を拒絶する理由はない。「○○展」の文\n字は、本件役務の分野において、一般に、役務の質等の特性を表示するものとして\n使用され、認識されるものではないし、さらに、前記(2)のとおり、個別具体的な事\n情を考慮しても、「名古屋  次世代３Ｄプリンタ展」及び「次世代３Ｄプリンタ展」\nの文字は、特定の一般的な役務の質や内容を認識させるにとどまるものとは解され\nないから、「役務の特性を表示記述する標章」にも、「取引に際し必要適切な表示」\nにも該当しないことが明らかである。\n「名古屋  次世代３Ｄプリンタ展」及び「次世代３Ｄプリンタ展」の文字が将来\n的に役務の質を表示したものや独占不適応な標章に該当するといい得るためには、\n証拠に基づいた論理的な根拠が必要である（商標「紅豆杉」についての東京高裁平\n成１２年（行ケ）第１６４号同１０月２５日判決はこの旨を判示する。）。しかし、\n「名古屋  次世代３Ｄプリンタ展」及び「次世代３Ｄプリンタ展」については、役\n務の質を表示するものと一般に認識されると解すべき証拠も根拠もなく、将来にお\nいてそのような一般認識が形成される蓋然性もなく、当然ながら、将来において需\n要者等が「名古屋  次世代３Ｄプリンタ展」及び「次世代３Ｄプリンタ展」を役務\nの質の表示と認識すると予測できるだけの証拠も根拠もない。\n(5) 登録例\n「○○展」との構成の商標は、展示会の開催等の役務を指定役務として、多く登\n録されている（甲２０２）。一例として、「分析機器展」（甲２０３）、「３Ｄ造形技術\n展」（甲２０４）、「モバイル端末・周辺機器展」（甲２０５）、「次世代介護テクノロ\nジー展」（甲２０９）などがある。なお、原告は、単に登録例があることのみに基づ\nいて本願商標を登録すべきと主張するものではなく、「○○展」との構成の商標が一\n律に識別性を欠くものとは解されないことを、実際の登録例の観点から、念のため\n申し添えるものである。\n(6) 小括\n以上のとおり、本願商標は、本件役務に使用された場合に、一般に、需要者等に\n役務の質の表示と認識されるものではないから、役務の質を普通に用いられる方法\nで表示する標章のみからなる商標には当たらず、商標法３条１項３号には該当しな\nい。\n３  本件審決の認定等について\n(1) 本件審決の認定のとおり、展示会と何らかの関係性を有する地域の名称が展\n示会の名称に含まれることはあるが、地域の名称が固有の展示会名称の構成要素の\n一部として含まれている場合や固有の展示会名称に付加されている場合に、当該展\n示会名称が自他役務識別標識として認識されることに変わりはなく、そのことは、\n展示会の名称が一般に役務の質の表示に該当する理由とはならない。\n(2)  本件審決は、本件文字部分は「「次世代３Ｄプリンタ」を主たる展示内容と\nし、当該展示内容を冠した展示会であると認識させるものであるから、「次世代の３\nＤプリンターを内容とする展示会」ほどの意味合いを認識させるというべきであ\nる。」と認定するところ、同認定は同義反復的であるが、いずれにせよ、仮に本件文\n字部分からそのような意味が生じるとしても、それは抽象的な観念にとどまり、特\n定の役務の具体的な内容を理解させるものではない。さらに、仮に、使用されてい\nる商標が展示会の展示内容を認識させる場合があるとしても、役務に付された一つ\nの標章が常に一つの機能しか果たさないと解すべき理由はなく、一つの商標が、自\n他識別機能を発揮すると同時に、併せて副次的に、需要者に役務の内容を想起させ\nる場合があるにすぎない（一つの標章が商品の機能を表すと同時に自他商品の識別\nをもすることを判示する知財高裁平成２１年（行ケ）第１０１４１号同１０月８日\n判決がある。）。特に、本件役務の分野において、「○○展」の表示が特定の展示会を\n指称する名称として採択され、使用され、認識されている取引の実情の下では、特\n定の展示会を指称する「○○展」の文字が、「○○を内容とする展示会」をも想起さ\nせることと、併せて「○○展」の表示が自他役務識別標識として機能することとは、\n何ら矛盾するものではない。\n(3) 本件審決は、①「○○展」が展示会の名称として実際に使用されている実情\nがあるとしても、展示会の開催において集客や出展者募集等のために主たる展示内\n容（テーマ）を端的に表すことは、同業界において必要不可欠といえるものである\nこと、②そうすると、本件文字部分は、主たる展示内容を端的に表したものであり、\n本願商標全体としても、名古屋における展示会の内容を表したものと認識させるに\nすぎないものであって、将来を含め、役務の質を表示記述するものとして取引に際\nし必要適切な表示であるといえるから、特定人による独占使用を認めることは公益\n上適当でないとともに、自他役務の識別力を欠くものというべきであると認定する。\nしかし、上記①については、主たる展示内容（テーマ）を端的に表すことが必要\n不可欠であることを示す証拠はなく、主たる展示内容（テーマ）を端的に表すため\nに「○○展」の表示が必要不可欠であるとの事実もない。現に、展示会「計測展」\nの「テーマ」は「未来のものづくり社会を支える計測と制御技術の総合展」と記載\nされており（甲６２）、「○○展」の表示ではないし、そのほか、展示内容の端的な\n説明として「○○展」とは別の表示が用いられていることは別紙４記載のとおりで\nある。\n上記②については、前記のとおり、将来を含め、本願商標が役務の質を表示記述\nするものに該当することの蓋然性を示す証拠はない。そもそも、商標法上、「役務の\n内容を表したもの」ではなく「役務の内容を端的に表したもの」が、当然に「役務\nの質を普通に用いられる方法で表示する標章」に該当するとの明文の規定はなく、\n上記②に係る本件審決の認定はそれ自体失当である。「役務の内容を端的に表した\nもの」は、「役務の内容を表したもの」あるいは「役務の質を表示したもの」そのも\nのではないから、個別の「役務の内容を端的に表したもの」が役務の質の表示に該\n当するか否かは、標章の構成や、役務の質の表示方法に係る取引の実情によって個\n別具体的に検討されるべきものであるところ、本件役務について、本願商標が役務\nの質の表示に該当しないことは前記のとおりである。\n(4) 本件審決は、ウェブサイト（イベント）の名称として、「○○展」の文字より\n大きく表して、又は括弧書きの使用や二段書き等により、「○○展」とは異なる名称\nを別途使用している事例がみられることからすれば、「○○展」の文字以外の文字を\n使用することにより、差別化を図っている様子がうかがえると認定する。\nしかし、展示会の業界においては、展示会に係る表示として、日本語名称、略称、\n通称、英語名称及び複数の展示会をまとめて表す総称など、様々な名称が使用され\nることが多く、それらが一つの展示会について同時に使用される場合に、いずれか\nが識別標識でありそれ以外が質の表示であるといった役割分担がされているわけで\nはなく、いずれも特定人の展示会の出所を示す識別標識として使用されているので\nある。実際、本件審決が指摘する「ＴＥＣＮＯ－ＦＲＯＮＴＩＥＲ」と「モータ技\n術展」及び「電源システム展」との関係は、前者は複数のイベントをまとめて指称\nする際の名称であり、後者は個別の展示会名称である（甲２８、２９）。「ＳＵＢＳ\nＥＡ  ＴＥＣＨ  ＪＡＰＡＮ」と「海洋産業技術展」との関係については、当該展\n示会が外国人需要者をも対象としているところ（甲２０６）、日本人需要者及び外国\n人需要者に共通する通称をも採用しているにすぎず、いずれも特定人の展示会の出\n所表示として使用されていることが明らかである（なお、「海洋産業技術展」につい\nては、「海洋技術、海洋ビジネスに関する専門展示会」の表示が併記されており（甲\n１２４）、むしろこれが展示内容（テーマ）を端的に表したものである。）。「ＩＮＴ\nＥＲＭＯＬＤ」についても、日英両方に通用する通称であり（甲２０７）、「金型加\n工技術展」及び「金型展」は、固有の展示会名称の日本語版である。\nそもそも、「計測展」（甲１）、「測定計測展」（甲２）、「総合検査機器展」（甲３）、\n「電子機器トータルソリューション展」（甲５）、「食品開発展」（甲６）、「産業交流\n展」（甲１０）、「鉄道技術展」（甲１２）、「高精度・難加工技術展」（甲１３）、「表面\n改質展」（甲１４）、「猛暑対策展」（甲１８）、「国際ドローン展」（甲２０）、「産業用\nカメラ展」（甲４１、１３２）、「建築・建材展」（甲１３９）、「農水産業支援技術展」\n（甲１４５）、「精密加工測定展」（甲２２５）、「画像センシング展」（甲２２６）、「慢\n性期医療展」（甲２２７）、「在宅医療展」（甲２２７）などのように、「○○展」の表\n示が最も大きく表されていたり、「○○展」以外の表示が存在しない場合も多いので\nあるから、本件審決の前記認定が誤りであることは明らかである。なお、展示会業\n界に限らず、広く一般に、特定の役務について、識別標識が常に一つしか使用され\nないと解すべき理由はなく、同時に２以上の商標が使用されることがないことを示\nす証拠はない。\n(5) 本件審決は、本件文字部分について、「次世代の展示」、「次世代３Ｄプリンタ\nを利用した展示」といった意味合いが自然に生じることはないというべきであると\n認定する。\nしかし、「次世代３Ｄプリンタ展」の文字は、「次世代」、「３Ｄ」、「プリンタ」及\nび「展」の４語から成ることが容易に理解できるから、前記２(2)のとおり、複数の\n抽象的な観念が生じることは否定できず、生じる意味が一つに限定されると解すべ\nき理由はない。本件審決の認定は、本件文字部分を、「次世代３Ｄプリンタ」と「展」\nとに分けて把握することを前提としているが、例えば、登録商標である「次世代介\n護テクノロジー展」（甲２０９）は、実際の使用態様として、「次世代」の文字のみ\nを図形や記号で装飾するなど（甲７９～８１）、「次世代」と「介護テクノロジー展」\nとに分けて把握できるような態様でも使用されており、このような例からも、複数\nの語からなる展示会名称の構成の分析を一つに断定することは誤りである。\nもっとも、仮に本件文字部分について「次世代の３Ｄプリンターを内容とする展\n示会」の意味が生じるとしても、前記のとおり、本件役務の取引の実情の下では、\n本願商標及び本件文字部分は役務の質の表示と認識されるものではない。\n(6) 本件審決は、拒絶査定で示された「３Ｄプリンタ（ー）」の文字を冠した展示\n会の事例を引用するところ、それらのうち、「３Ｄプリンター展」の文字が使用され\nている、①「プラスチックス・ジャパン・ドットコム」のウェブサイト（甲５１の\n１・２）、②鉄鋼新聞、③日刊工業新聞及び④「ＭＩＣＲＯＪＥＴ」のウェブサイト\n（甲５２）については、次の点を指摘できる。\nまず、上記①及び②は、展示会の開催レポート及び新聞記事であるが、年度の異\nなる同一の展示会に係るもので（甲２０８）、当該展示会の主催者が、自己の展示会\nを「３Ｄプリンター展」等とも称していたことからそれらの記事においても「３Ｄ\nプリンター展」等の文字が使用されているにすぎず、当該文字は、役務の一般的な\n質や内容を表すものではなく、特定の展示会を指称するものとして使用されている。\n次に、上記③及び④についても、展示会に係る記事であるところ、「３Ｄプリンター\n展」の語は、記事の「見出し」に使用されているにすぎない。上記①～④のような\n新聞記事やレポート記事の見出しには、限られた文字数の中で、読者の目を引くよ\nう短い表現を用いなければならず、そこで使用された語は、あくまで一時的なもの\nであって、明確に定義されたものでもなく、将来において、需要者等によって一般\n的に使用されるとも解されない。また、上記①～④は、平成２６年から令和元年に\nかけての記事であるが（しかも、上記④の展示会はドイツで開催されたものであ\nる。）、この６年の間に、「３Ｄプリンター展」の文字はわずかにこれら数件の記事の\n見出し等に登場したにすぎないし、本件審決の時点で、「３Ｄプリンター展」の文字\nが、新聞記事ではなく、我が国の需要者等によって、取引上、一般に使用されてい\nることを示す証拠はない。さらに、本願商標は「３Ｄプリンター展」ではなく「名\n古屋  次世代３Ｄプリンタ展」であり、本願商標又は本件文字部分が他者に使用さ\nれている事実はなく、将来的に、取引上、一般に使用されると解すべき証拠もない。\n(7) 被告は、「３Ｄプリンター」の文字を冠した展示会として、平成２０年から令\n和元年までの間で８件の事例を主張するが、うち３件は同一営業主体によるもので、\n実質的には６主体による展示会にとどまっている。そして、上記期間内に６主体に\nよるものにとどまっているという事情が、むしろ重視されるべきである。\n第４  被告の主張\n本件審決の認定、判断は、正当であって、本件審決に原告主張の違法はない。\n１  本願商標が商標法３条１項３号に該当すること\n(1) はじめに\n本願商標の構成中の「次世代」の文字及び「３Ｄプリンタ」の文字部分は、一般\nに慣れ親しまれた語であること、「次世代」の文字が、各種製品等に対して「格段に\n進歩したもの、さらに高性能のもの」の意味合いで用いられる語であり、「３Ｄプリ\nンター」に対しても実際に使用されていること、「展」の文字は、展示会の名称の一\n部として多数使用されるものであることを併せて考慮すると、本件文字部分は、そ\nの構成文字から、「次世代の３Ｄプリンタの展示会」ほどの意味合いを容易に理解さ\nせるものである。\nまた、展示会の開催において、「展」の文字に主たる展示内容（展示される製品や\n技術等）を冠し、「○○展」と称して、展示会の内容を端的に表したものが、業界に\nおいて一般に使用されている実情がみられること、実際に「３Ｄプリンター」を展\n示内容としたり、「３Ｄプリンター」を「展」の文字に冠して使用する事例が存在す\nることからすると、本願商標「次世代３Ｄプリンタ展」の文字は、「次世代３Ｄプリ\nンタ」を主たる展示内容とする展示会であることを表したにすぎないと認識させる\nものであるから、「次世代の３Ｄプリンターを内容とする展示会」ほどの意味合いを\n認識させるというべきである。\n加えて、特定の地域における展示会であることを表すものとして、地名が使用さ\nれている実情がみられることからすると、本願商標は、全体として、「名古屋におけ\nる次世代の３Ｄプリンターを内容とする展示会」ほどの意味合いを認識させるとい\nうべきである。\nそうすると、本願商標を本件役務について使用しても、これに接する需要者等は、\n「名古屋における次世代の３Ｄプリンターを内容とする展示会」を表したもの、す\nなわち役務の質（内容）を表したものと認識するにとどまるというのが相当である。\nしたがって、本願商標は、本件役務との関係で、「名古屋における次世代の３Ｄプ\nリンターを内容とする展示会」といった役務の質を表示記述するものとして取引に\n際し必要適切な表示であり、需要者等によって本件役務に使用された場合に、役務\nの質を表示したものと一般に認識されるというべきである。\n(2) 商標法３条１項３号の趣旨について\n商標法３条１項３号に掲げる商標が商標登録の要件を欠くと規定されているの\nは、このような商標は、指定役務との関係で、その役務の提供の場所、質、提供の\n用に供する物、効能、用途その他の特性を表示記述する標章であって、取引に際し\n必要適切な表示として何人もその使用を欲するものであるから、特定人によるその\n独占使用を認めるのは公益上適当でないとともに、一般的に使用される標章であっ\nて、多くの場合自他役務の識別力を欠くものであることによるものと解される（最\n高裁昭和５３年（行ツ）第１２９号同５４年４月１０日第三小法廷判決・裁判集民\n事１２６号５０７頁）。\nそうすると、商標が、その指定役務について役務の質を普通に用いられる方法で\n表示する標章のみからなる商標であるというためには、当該商標が指定役務との関\n係で役務の質を表示記述するものとして取引に際し必要適切な表示であり、当該商\n標が当該指定役務に使用された場合に、需要者等によって、将来を含め、役務の質\nを表示したものとして一般に認識されるものであれば足りるのであって、必ずしも\n当該商標が現実に当該指定役務に使用されていることを要しないと解される（知財\n高裁令和３年（行ケ）第１０１００号同４年５月１９日判決（「Ｓｃｒｕｍ  Ｍａｓ\nｔｅｒ」事件））。\nそして、当該商標の需要者等によって当該役務に使用された場合に役務の質を表\n示したものと一般に認識されるかどうかは、当該商標の構成やその指定役務に関す\nる取引の事情を考慮して判断すべきである（知財高裁令和３年（行ケ）第１０１１\n３号同４年１月２５日判決（「睡眠コンサルタント」事件））。\n(3) 本願商標の商標法３条１項３号該当性について\nア  本願商標を構成する各文字の語義及び使用例並びに語義上の意味合いについ\nて\n本願商標の構成中の「名古屋」の文字は、「愛知県西部の市。県庁所在地。政令指\n定都市の一つ。」を意味する語である（乙１）。\nそして、本願商標の構成中の「次世代」の文字は、「格段に進歩したもの、さらに\n高性能のもの」の意味をもって、「次世代の製品」、「次世代型携帯電話」、「次世代イ\nンターネット」のように使用される語である（乙２～４）。\nまた、本願商標の構成中の「３Ｄプリンタ」の文字は、一般に、「コンピュータ\n（ー）」、「フォルダ（ー）」、「ウエハ（ー）」等、語尾の長音を省略して表記すること\nがしばしばあることからすると、「３Ｄプリンター」の長音を略して表記したものと\n容易に理解できるものであるところ、当該語は「三次元キャド（ＣＡＤ）のデータ\nを元に、対象の断面図を幾重にも積層させて立体物を作る装置。三次元印刷機。」を\n意味する（乙５）ものであり、いずれの語も昨今において一般に慣れ親しまれた語\nであるといえる。\nなお、「次世代」の語は、「３Ｄプリンター」に対しても、「格段に進歩した、さら\nに高性能の」といった趣旨で使用されている実情がある（甲２５～２７、５３、乙\n６～８）。\n加えて、本願商標構成中の「展」の文字は、「多くの人にひろげて見せる。」等を\n意味する語であり（乙９）、展示会の開催において、展示会の名称の一部として、「・・・\n展」のように語尾に付されて多数使用されている実情がある（甲１～２４、２８～\n４６、６２～１６２）。\n以上によると、本件文字部分は、その構成文字から「次世代の３Ｄプリンターの\n展示会」ほどの意味合いを容易に理解させるものである。\nイ  展示内容を冠した「○○展」の使用例について\n展示会を行う業界において、例えば、「モータ技術展」（甲２８）、「電源システム\n展」（甲２９）、「電子部品材料展」（甲３０）、「海洋産業技術展」（甲３２）、「交通イ\nンフラ設備機器展」（甲３４）のように、主たる展示内容（製品や技術等）を冠した\n「○○展」の文字が使用されている実情を確認することができる（甲２８～４６）。\nすなわち、「○○展」における「展」を除いた「○○」の文字部分が、主たる展示内\n容を表したものであると無理なく理解できるときは、「○○展」の文字は、展示会の\n内容（テーマ、主たる出展対象）を表したものとみることができる。\nそして、展示会を行う業界においては、「３Ｄプリンター」を出展する展示会があ\nり（甲４７、４９、乙１０）、中には、「３Ｄプリンター」の文字を冠した展示会が\n実施されていることが複数のウェブサイト等で確認できる（①「イプロスものづく\nり」のウェブサイト及び「富山商工会議所」の「プレスレター」の記載（甲５０、\n乙１１）、②「プラスチックス・ジャパン・ドットコム」のウェブサイトの記載（甲\n５１の１・２）、③「所沢なび」のウェブサイトの記載（乙１２）、④「プラスチッ\nクス・ジャパン・ドットコム」のウェブサイト及び鉄鋼新聞の記載（乙１３、１４）、\n⑤日刊工業新聞の記載（乙１５）、⑥「ＭＩＣＲＯＪＥＴ」のウェブサイト記載（甲\n５２）、⑦「ＩＮＴＡＭＳＹＳ」のウェブサイトの記載（乙１６）並びに⑧「日本印\n刷新聞」のウェブサイトの記載（乙１７））。\nウ  展示会における地名の使用状況について\n展示会の開催において、出展者や参加者等の対象（ターゲット）地域又は展示会\nの開催地の名称（地名）を、展示会の名称に付すなどして、特定の地域における展\n示会であることを表すものとして地名が用いられている実情がある（甲５４～５８、\n乙１８）。\nそうすると、本願商標において、本件文字部分とスペースを介して配された「名\n古屋」の文字部分は、特定の地域（名古屋）における展示会であることを表したも\nのとみることができる。\nエ  小括\n前記アのとおり、本願商標構成中の「次世代」の文字及び「３Ｄプリンタ」の文\n字部分は、一般に慣れ親しまれた語であること、「次世代」の文字が、各種製品等に\n対して「格段に進歩したもの、さらに高性能のもの」の意味合いで用いられる語で\nあり、「３Ｄプリンター」に対しても実際に使用されていること、「展」の文字は、\n展示会の名称の一部として多数使用されるものであることを併せて考慮すると、本\n件文字部分は、その構成文字から、「次世代の３Ｄプリンタの展示会」ほどの意味合\nいを容易に理解させるものである。\nまた、前記イのとおり、展示会の開催において、「展」の文字に主たる展示内容（展\n示される製品や技術等）を冠し、「○○展」と称して、展示会の内容を端的に表した\nものが、業界において一般に使用されている実情が見られ、「３Ｄプリンター」が出\n展されている展示会の中には、「３Ｄプリンター」の文字を冠し、「３Ｄプリンター\n展」のように称する展示会も存在する。\n以上を総合して考慮すると、本件文字部分は、「格段に進歩した３Ｄプリンター、\nさらに高性能の３Ｄプリンター」ほどの意味合いを認識させる「次世代３Ｄプリン\nタ」を主たる展示内容とする展示会であることを表したにすぎないと認識させるも\nのといえるから、本件文字部分は、「次世代の３Ｄプリンターを内容とする展示会」\nほどの意味合いを認識させるというべきである。\nさらに、前記ウのとおり、特定の地域における展示会であることを表すものとし\nて地名が使用されている実情がみられることからすると、本願商標は、全体として、\n「名古屋における次世代の３Ｄプリンターを内容とする展示会」ほどの意味合いを\n認識させるというべきである。\nそうすると、本願商標を、その指定役務中、本件役務について使用をしても、こ\nれに接する需要者等は、「名古屋における次世代の３Ｄプリンターを内容とする展\n示会」を表したもの、すなわち役務の質（内容）を表したものと認識するにとどま\nるというのが相当である。したがって、本願商標は、本件役務との関係で、「名古屋\nにおける次世代の３Ｄプリンターを内容とする展示会」といった役務の質を表示記\n述するものとして取引に際し必要適切な表示であり、需要者等によって本件役務に\n使用された場合に、将来を含め、役務の質を表示したものと一般に認識されるとい\nうべきであるから、本願商標は、商標法３条１項３号に該当する。\n２  原告の主張について\n(1) 「○○展」の文字の使用について\nア  「○○展」の名称が役務の質（内容）を表すか否かは、当該名称を構成する\n文字とその使用状況等から判断すべきであって、展示内容を冠した「○○展」の文\n字が、展示会のウェブサイトの目立つ部分に表示されたり、大きく表示されてたり\nしているからといって、直ちに役務の内容を表したものではないということはでき\nないし、自他役務の識別標識として機能する固有の名称であると捉えることもでき\nない。また、主催者が、出展者の募集や集客のために、展示内容が端的に分かる展\n示会の名称をウェブサイトの目立つ部分に表示させたり、大きく表示させたりする\nことは、極めて自然なことというべきである。\nイ  本願商標については、前記１のとおり、本件文字部分は、主たる展示内容を\n「展」の文字に冠して、展示会の内容を表したものとして無理なく看取、理解され\nるものであり、商標全体としても、役務の質を表示したものと認識させるものであ\nる。\nウ  原告提出の証拠においても、主たる展示内容を冠した「○○展」の文字の使\n用が多数みられる（例えば、「橋梁・トンネル技術展」（甲１１、８７、８９）、「鉄\n道技術展」（甲１２、９０、９２）、「高機能化部品展」（甲１０１）、「関西物流展」\n（甲１７、１０２、１０４）、「国際ドローン展」（甲１１０、１１２））。\nエ  ＪＥＴＲＯのウェブサイト（甲２３０）において、主たる展示内容を冠した\n「○○展」よりなる展示会の名称が、固有の名称よりなる展示会等と並列に紹介さ\nれているとしても、ＪＥＴＲＯが様々な展示会を紹介する上で、主催者が使用する\n展示会の名称をそのまま用いて紹介することは当然のことである。また、展示会等\n主催者以外の者が展示会等を紹介するウェブサイト（例えば、甲８９、９２、９５、\n９７、９９等）において、「○○展」の文字が大きく目立つように表示されていると\nしても、集客等の支援、促進等のために、展示会の名称を大きく目立つように表示\nすることは自然に行われることであって、当該ウェブサイトで大きく目立つように\n表示されているからといって、直ちに「○○展」の文字が、内容を表したものでは\nないとか、自他役務の識別標識として機能する固有の名称であるということにはな\nらない。\n(2) 需要者等の認識について\nア  例えば、出展企業が自己の顧客やウェブサイトを訪れる者等を想定して、自\n己のウェブサイトにおいて当該展示会に出展することを情報発信する際に、主催者\nが用いる展示会の名称を、会場名や開催日時、ブース位置（小間番号）とともに、\nそのまま使用し、案内することは当然のことであって、出展者又は来場者が、自己\nのウェブサイト等で展示会へ参加することについて言及する際に、展示会の名称を\nそのまま使用したからといって、「○○展」の文字が、直ちに自他役務の識別標識と\nして機能する固有の名称であると捉えられるとはいえない。\nイ  本願商標については、本件文字部分である「次世代３Ｄプリンタ展」は、前\n記１のとおり、主たる展示内容を「展」の文字に冠して、展示会の内容を表したも\nのとして無理なく看取、理解されるものであり、商標全体としても、役務の質を表\n示したものと認識させるものである。\nウ  原告提出の証拠の記載からも、需要者（出展者又は来場者）において、「○○\n展」が展示内容を表したものであると認識している様子が見受けられる（例えば、\n「計測展」についての甲１６４の記載、「測定計測展」についての甲１６５の記載、\n「総合検査機器展」についての甲１６６の記載、「西日本国際福祉機器展」について\nの甲１７２の記載）。\n(3) 「○○展」の文字が役務の質（内容）の表示に該当しないとの主張について\n主たる展示の内容を冠した「○○展」の文字が、役務の質を表示するものである\nことは、前記１のとおりであって、主たる展示内容以外の、より詳細な展示内容の\n情報が記載されている他の記述があるとしても、そのことによって、本願商標が役\n務の質を表したものと認識されないというべきことにはならない。\n(4) 識別性判断における取引の実情の考慮について\n展示会の業務における取引の実情は、前記１(3)イのとおりであって、主たる展示\n内容を冠した「○○展」の文字が、本件役務を提供する業界において、複数の事業\n者によって多数使用されている実情がある。そして、本件文字部分は、主たる展示\n内容である「次世代３Ｄプリンタ」を「展」に冠して、展示会の内容を表したもの\nと無理なく認識できるものである。\n(5) 独占適応性について\n前記１のとおり、本願商標を構成する「名古屋」の文字は、特定の地域における\n展示会であることを表すための地名であること、「次世代３Ｄプリンタ」の文字部分\nは、「展」の文字との関係で、主たる展示内容を表すものと無理なく理解できるもの\nであり、実際に「３Ｄプリンター」を展示内容としたり、「３Ｄプリンター」を「展」\nの文字に冠して使用する事例が存在すること等からすると、名古屋において、次世\n代の３Ｄプリンターを内容とする展示会を企画又は開催しようとする事業者におい\nては、「名古屋  次世代３Ｄプリンタ展」の文字からなる本願商標の使用を欲すると\nいうべきである。そうすると、たとえ、展示会名称の事前調査等によって他者の展\n示会名称との重複を避けることがあるとしても、本願商標は、取引に際し必要適切\nな表示としてその使用を欲するものというべきであるから、独占適応性を欠くもの\nである。\n(6) 本願商標の商標法３条１項３号非該当性の主張について\n本願商標が役務の質を表示するものであることは、前記１のとおりであり、原告\nの主張の前提についても前記(1)～(5)のとおり失当であり、また、本願商標が商標\n法３条１項３号に該当するか否かの判断は個別具体的になされるべきであって、過\n去の登録例に左右されるべきではないから、原告の主張は、いずれも失当である。\n(7) 本件審決に対する主張について\nア  本願商標が、役務の質を表したものであることは前記１のとおりであって、\n自他役務の識別標識として機能する固有の名称ということはできないから、これを\n前提にした原告の主張は失当である。\nイ  なお、例えば「ＴＥＣＨＮＯ－ＦＲＯＮＴＩＥＲ ２０２２（２０２３）」と\n各展示会の名称（甲２８～３１、乙１９）や、「ＳＵＢＳＥＡ／ＴＥＣＨ ＪＡＰＡ\nＮ／第４回海洋産業技術展 ２０２２」（甲３２）、「ＩＮＴＥＲＭＯＬＤ ２０２２\n（第３２回金型加工技術展）／金型展２０２２ 大阪」（甲３３）、「メンテナンス・\nレジリエンスＴＯＫＹＯ２０２２」と各展示会の名称（甲３４～３７、甲１１０、\n乙２０）、「九州アグロ・イノベーション２０２２」と各展示会の名称（甲４５、４\n６）において、「○○展」の名称とは別の名称が併記されている態様をみると、当該\n別の名称が固有の名称であるのに対し、「○○展」の文字が展示会の内容を表したも\nのであると認識できることは、一見して明らかといえる。\nまた、このように異なる名称を併記した事例は、上記以外にも多数見られる（甲\n３、４、１７、２２、２３、３９、４０、４２～４４、６７、７０、１１５～１２\n１、１２４～１２７、１２９、１３０、１３３～１３８、１４８～１５１、１５４、\n１５７）。\n第５  当裁判所の判断\n１  認定事実等\n(1) 語の意義等\nア  「広辞苑  第七版」株式会社岩波書店（平成３０年１月１２日発行）による\nと、「名古屋」は、「愛知県西部の市。・・・県庁所在地。政令指定都市の一つ。」\nであって、「次世代」は、「①次の世代。子供の代。」、「②次の時代。次の段階。」\nを意味する語であり（同１２８６頁）、「スリーディー【３Ｄ】」は、「①立体的\nであること。三次元。さんディー。②３Ｄ映画の略。」を意味する語であり（同１\n５８９頁）、「プリンター」は、「①印刷工。印刷機。②写真の焼付機。③コンピ\nューターで、情報を出力用紙に印字する装置。印字機。」を意味する語であり（同\n２５９９頁）、「スリーディー・プリンター【３Ｄ printer】」は、「三次元キャ\nド（ＣＡＤ）のデータを元に、対象の断面図を幾重にも積層させて立体物を作る装\n置。三次元印刷機。」を意味する語である（同１５８９頁）（甲２３１、２３２、\n乙２、５）。また、上記「広辞苑  第七版」によると、「展」は、「展覧会の略。」\nを意味する語であって、用例として「ピカソ展」があり（同２０１７頁）、そして、\n「展覧会」は、「美術品・工芸品などを並べて見せる会。」を意味する語であって\n（同２０３７頁）、そのうち「展覧」の語が「物品・作品などを並べて見ること。\nまた、見せること。」を意味する語であること（同２０３７頁）も考慮すると、「品\n物・作品をならべて一般の人々に見せること。」を意味する語である「展示」（同\n２０２４頁）と「①人々が集まってする行事。集まり。つどい。」等を意味する語\nである「会」（同４７２頁）から成る「展示会」と、ほぼ同義と解される。\nなお、一般に、「プリンター」が「プリンタ」とも表記されることは、公知の事\n実と解される。\nイ  「次世代」は、「大辞泉【第二版】  上巻」株式会社小学館（平成２４年１\n１月７日発行）によると、「①次の世代。子供の代。」、「②次の時代。また、技\n術や製品の機能などが格段に進歩した段階。」を意味する語であり（乙３）、「大\nきな活字の新明解国語辞典  第八版」株式会社三省堂（令和３年２月１日発行）で\nは、「〔次の世代がその担い手になる意で〕今の段階につぐ次の進んだ段階。最尖\n端の技術をとり入れ、現在よりもさらに高性能のものを目指して、開発を進めてい\nるものについて言う。」とされる語である（乙４）。\nまた、上記「大きな活字の新明解国語辞典  第八版」によると、「展」は、「多\nくの人にひろげてみせる。」等を意味する語であるとともに、「展覧会。」の略語\nであるとされる（乙９）。\n(2) 使用例等\nア  「次世代」の語を「３Ｄプリンタ」の語に付した使用例\n次のように、「次世代」の語が、「３Ｄプリンタ」に対し、「次の段階」といっ\nた意味を示す趣旨で付されて用いられている例がある。\n(ｱ) 「ＪＯＥＬ」のウェブサイトでは、「もの作りを変える次世代型３Ｄプリン\nターが新生日本電子の象徴的製品になる」など、一般的な３Ｄプリンターとは異な\nり電子ビームを使って金属粉末を溶かすという画期的な製品を紹介する記載におい\nて、「次世代型３Ｄプリンター」の語が用いられている。（甲２５）\n(ｲ) 「近畿大学次世代基盤技術研究所」の「３Ｄ造形技術研究センター」のウェ\nブサイトでは、次世代の「ものづくり」に欠かせない金属系材料を中心とした３Ｄ\n積層造形技術に関する技術開発等の例の一つとして、「三次元造形技術を核とした\nものづくり革命プログラム（次世代型産業用３Ｄプリンタ等技術開発）」研究開発\nプロジェクト（経済産業省受託事業）の説明が記載されている。（甲２６）\n(ｳ) 「ＴＲＡＦＡＭ」のウェブサイトでは、事業の説明において、世界一の造形\n速度、造形精度を有する「次世代型産業用３Ｄプリンタ技術開発」について記載さ\nれている。（甲２７）\n(ｴ) 「ｉｇｕａｚｕ」のウェブサイトでは、「フランスのＡＭ技術と日本の熱処\n理・加工技術で新たなモノづくりの世界を切り拓かれている」事例の紹介において、\n「Additive Manufacturing（以下ＡＭ）は、樹脂や金属素材で高精度の積層造形が\n可能な次世代３Ｄプリンターを用い、航空宇宙や自動車、原子力等の先端産業製品\nの開発製造を行おうというもの。」と説明されている。（甲５３）\n(ｵ) 平成３１年２月１５日の毎日新聞の記事には、「次世代３Ｄプリンターなど\n新分野に取り組む国内メーカーとの取引」といった記載がある。（乙６）\n(ｶ) 平成３０年８月９日の日経産業新聞の記事には、「世界最大級の装置に加え、\n２０年には１辺が１３０センチの立方体を製造できる次世代３Ｄプリンターの販売\nを日本で開始する計画」という記載がある。（乙７）\n(ｷ) 平成２６年６月２５日の日経産業新聞の記事には、「開発は２０１３年度か\nら始まった次世代３Ｄプリンター開発の国家プロジェクト」についての記載がある。\n（乙８）\nイ  「〇〇展」の語の使用例\n(ｱ) 次のように、「〇〇展」の語が、「〇〇」の部分に当該展示会の主たる展示\n内容（製品、技術等）やそれに係る共通の特徴を示す語を置く形で用いられている\n例がある。\n「モータ技術展」（甲２８）、「電源システム展」（甲２９）、「電子部品材料\n展」（甲３０）、「熱設計・対策技術展」（甲３１）、「海洋産業技術展」（甲３\n２）、「金型加工技術展」、「金型展」、「金属プレス加工技術展」（甲３３）、\n「交通インフラ設備機器展」（甲３４）、「建設資材展」（甲３５）、「地盤改良\n展」（甲３６）、「インフラ検査・維持管理展」（甲３７）、「テロ対策特殊装備\n展」（甲３９）、「コンバーティングテクノロジー総合展」（甲４０）、「産業用\nカメラ展」（甲４１）、「自動車技術展：人とくるまのテクノロジー展」（甲４２）、\n「農業資材展」（甲４５）、「畜産資材展」（甲４６）、「下水道展」、「東京・\n下水道展」、「表面改質展」、「高精度・難加工技術展」、「おかやまテクノロジ\nー展」、「サステナブル  マテリアル展」、「名古屋  ものづくりＯＤＭ／ＥＳＭ\n展」、「名古屋  製造業ＤＸ展」、「名古屋  計測・検査・センサ展」、「名古屋\nものづくりＡＩ／ＩｏＴ展」（甲４８）\n(ｲ) そして、前記(ｱ)のような「〇〇展」の語の使用例の中には、「３Ｄプリンタ」\nと「展」から成る例がある。\nａ  「富山商工会議所会員事業所プレスレター」では、平成３０年１１月１５日\n及び同月１６日に開催される北陸初となる国内外４社の次世代３Ｄプリンタ総合展\n示会が、「北陸初となる複数メーカー合同の３Ｄプリンタ展示会開催」などという\n記載をもって紹介されている（甲５０）。そして、「イプロスものづくり」のウェ\nブサイトには、同展示会について、北陸初の「３Ｄプリンター展」が開催されたこ\nとの記載がある（乙１１。なお、同サイトには、平成３１年２月６日から開催され\nる「次世代プリンター展」についての記載もある。）。\nｂ  「プラスチックス・ジャパン・ドットコム」のウェブサイトには、平成２８\n年１月２７日から同月２９日まで開催された３Ｄプリンターに関する展示会である\n「３Ｄ Printing ２０１６（３Ｄプリンター展）」についての記載があり（甲５１\nの１）、平成２９年２月１５日から同月１７日まで開催された同様の展示会である\n「３Ｄプリンター展（３Ｄ Printing ２０１７）」についての記載がある（甲５１\nの２）。\nｃ  「ＭＩＣＲＯＪＥＴ」のウェブサイトでは、令和元年１１月１９日から同月\n２２日まで開催された３Ｄプリンターの展示会である「formnext 2019」について、\n「世界最大の３Ｄプリンター展」といった記載がある（甲５２）。\nｄ  「所沢なび」のウェブサイトには、平成２９年４月１６日から同年５月１３\n日まで「．Ｍａｋｅところざわ２０１７」イベント内で開催された「３Ｄプリンタ\nー展」についての記載がある（乙１２）。\nｅ  「プラスチックス・ジャパン・ドットコム」のウェブサイトには、平成３１\n年１月３０日から同年２月１日まで開催された「ＴＣＴ Ｊａｐａｎ ２０１９」に\nついて、同展示会が「３Ｄプリンター展を前身とする展示会」であることの記載が\nある（乙１３）。そして、平成３１年１月２４日付けの鉄鋼新聞の記事でも、同展\n示会が「東京の３Ｄプリンター展」として記載されている（乙１４）。\nｆ  平成２６年９月１８日付け日刊工業新聞の記事では、同月１７日に開幕した\n３Ｄプリンターの展示会が「３Ｄプリンター展開幕－アスペクトなど５社、装置や\n活用法を提案」との見出しをもって紹介されている（乙１５）。\nｇ  「ＩＮＴＡＭＳＹＳ」のウェブサイトでは、令和元年上半期のまとめの記事\nにおいて、「付加製造業展（３Ｄプリンター展）」が急速に発展したこと、上海で\n開催された「ＴＣＴ  Ａｓｉａ  付加製造業展（３Ｄプリンター展）」で高性能な\n大型造形産業用３Ｄプリンターを発表したこと、アメリカ・デトロイトで開催され\nた「Ｒａｐｉｄ＋  ＴＣＴ  付加製造業展（３Ｄプリンター展）」に出展したこと\nの記載がある（乙１６）。\nｈ  「日本印刷新聞」のウェブサイトでは、３Ｄプリンターに関する企画展が、\n「印刷博物館、３Ｄプリンター展開催中」の見出しをもって紹介されている（乙１\n７）。\n２  取消事由について\n(1) 本願商標の商標法３条１項３号該当性の検討\nア  本願商標の「名古屋  次世代３Ｄプリンタ展」については、「名古屋」と「次\n世代３Ｄプリンタ展」との間に空白があること及び「名古屋」が愛知県の県庁所在\n地を示す語であることを踏まえると、その構成上、「名古屋」の文字部分と「次世\n代３Ｄプリンタ展」の本件文字部分の二つの部分に区分されることが明らかである。\nイ(ｱ) 前記１(1)からすると、本願商標のうち本件文字部分である「次世代３Ｄプ\nリンタ展」は、「次の段階」等を意味する「次世代」の語、「三次元印刷機」等を\n意味する「３Ｄプリンタ」の語及び「展覧会」ないし「展示会」の略語である「展」\nの語から構成されるといえる。\nそして、「ピカソ展」の用例からもうかがえるように、「展」の語が、当該展示\n会等で取り扱われる内容やそれに係る共通の特徴を示す語を冠して「○○展」とい\nう形で使用されることがあることは、公知の事実である。\n(ｲ)  前記１(1)イによると、「次世代」の語は、「次の段階」等をいう場合に特\nに「技術」等に関して用いられることが多いとの事情もうかがわれるところ、同(2)\nアのように、「次世代」の語が、「３Ｄプリンタ」に対し、「次の段階」といった\n意味を示す趣旨で付されて用いられている例があることも考慮すると、本件文字部\n分に接した者は、本件文字部分が「次世代３Ｄプリンタ」の語と「展」の語とから\n成るものと理解するというのが自然である。\n(ｳ)  前記(ｱ)及び(ｲ)の点に加え、前記１(2)イ(ｱ)のように、「〇〇展」の語が、\n「〇〇」の部分に当該展示会の主たる展示内容（製品、技術等）やそれに係る共通\nの特徴を示す語を置く形で用いられている例があり、同(ｲ)のように、そのような\n「〇〇展」の語の使用例の中に「３Ｄプリンタ」と「展」から成る例があることも\n考慮すると、本件文字部分については、「次の段階の３Ｄプリンタを内容又はそれ\nに係る共通の特徴とする展示会」という意味合いを容易に認識させるものであると\nいうことができる。\nウ  前記イの点に加え、「名古屋」の語の意義や、行事の名称を含む特定の名称\nに地域を付記してその所在地や開催場所等を示すことが広く行われていることは公\n知の事実であること（なお、展示会等についても同様であることは、証拠（甲４８、\n５４～５８、乙１８）によっても裏付けられている。）も踏まえると、本件審決時で\nある令和４年５月１９日の時点において、本願商標である「名古屋  次世代３Ｄプ\nリンタ展」は、展示会等に係る本件役務について使用されるときは、これに接する\n需要者等において、「名古屋における、次の段階の３Ｄプリンタを内容又はそれに\n係る共通の特徴とする展示会」を表したものと認識されるというべきであるから、\n役務の提供の場所を表示するとともに、役務の内容を認識させるものとして役務の\n質を表示する標章に当たるということができる。\nエ  そして、本願商標は、「名古屋  次世代３Ｄプリンタ展」のみからなり、「名\n古屋  次世代３Ｄプリンタ展」の語を標準文字で記すという、普通に用いられる方\n法で表示する商標であるから、商標法３条１項３号に該当するというべきである。\nなお、以上に関し、仮に、本願商標に接した需要者等において、本件文字部分が\n「次世代」の語と「３Ｄプリンタ展」の語とから成るものと理解することがあった\nとしても、その場合、「次世代３Ｄプリンタ展」は、本件役務について使用される\nときは、「３Ｄプリンタを内容又はそれに係る共通の特徴とする次の段階の展示会」\nを表したものと認識され、役務の質を表示するとともに、役務の提供の態様、提供\nの方法又は時期その他の特徴を表示する標章に当たるというべきであるから、本願\n商標が商標法３条１項３号に該当するとの前記判断は左右されない。\n(2) 原告の主張について\nア  原告は、本件役務の分野において、「○○展」の語が、一般に、「特定人が\n開催等する展示会等の固有の名称」として採択され、使用されていることが明らか\nであると主張する。\nしかし、原告の主張する使用例（別紙２）全てを前提としても、前記(1)の判断は\n左右されない。前記１(1)及び(2)イ(ｱ)の認定事実等を踏まえると、原告が主張する\n使用例についても、「○○」展という展示会等の名称のうち「○○」の部分が展示\n会等の内容又はそれに係る共通の特徴を示すものである場合には、当該名称に接し\nた者においては、当該展示会等の固有の名称という意味合いと同時に、当該展示会\nの内容等を「○○」が示すものと認識するというべきであり、「○○展」が特定人\nが開催等する展示会等の固有の名称を示すものであるということから、直ちに、当\n該「○○展」が当該展示会等の内容等を示すものであるということが否定されるも\nのではない。\nこの点、原告は、ＪＥＴＲＯのウェブサイト（甲４８、２３０）において「○○\n展」の表示が固有の展示会名称として掲載されている旨を主張するが、展示会等の\n内容等を示す語であっても個々の展示会等の名称とされている以上は上記ウェブサ\nイトに当該名称をもって掲載されることは当然であるといえ、上記ウェブサイトに\n「○○」の部分が直ちに展示会等の内容等を十分に示す語ではない「○○展」の使\n用例とみ得るものが掲載されているとしても、そこに掲載されている他の「○○展」\nについて「○○」の部分が展示会等の内容等を示すものであることを否定すべきも\nのとはならない。\nしたがって、原告の前記主張は、前記(1)の判断に影響しない。\nイ  原告は、需要者等の認識に係る使用例（別紙３）について主張するが、前記\nアで述べたところに照らし、需要者等が「○○展」の文字を特定人の展示会等を指\n称する語として用いている例があるとしても、そのことは、前記(1)の判断に影響し\nない。\nウ  原告は、独占適応性に関し、展示会の業界において、本件役務の取引の実情\nの下で、個別具体的な「○○展」の文字は、同種の展示会を開催等する取引者にと\nって、事前の調査検討の対象として容易に使用を回避できるものであり、また実際\nに他者との重複使用が回避されており、取引に際し必要適切な表示として必ずその\n使用を欲するものとはいえないと主張する。\nしかし、そもそも、商標法３条１項３号に掲げる商標が商標登録の要件を欠くと\n規定されているのは、このような商標は、指定役務との関係で、その役務の提供の\n場所、質、提供の用に供する物、効能、用途その他の特性を表示記述する標章であ\nって、取引に際し必要適切な表示として何人もその使用を欲するものであるから、\n特定人によるその独占使用を認めるのは公益上適当でないという理由も有するもの\nであって（前掲最高裁昭和５４年４月１０日第三小法廷判決参照）、単に、同種の展\n示会を開催等する取引者が事前の調査検討によって他者との重複使用が回避されれ\nば足りるというものではない。加えて、展示会等の内容等を示す語を冠して「○○\n展」の名称が用いられる場合、当該名称を使用する者において、複数の一般的な語\nから成る名称であるため特に問題を生じないであろうと考えることは相応に合理的\nであるといえ、そのような場合に、その者に、当該名称の使用例が他に存在するか\nどうかについて、登録商標の有無を調査する場合と同程度の法的な調査義務を課す\nことは合理性を欠くというべきである。本件全証拠によっても、展示会に係る業界\nにおいて、一般に、「○○展」の文字の使用に当たり標章の使用と同程度の注意が\n払われていると認めるには足りず、展示会等を開催等する者が同種の展示会の名称\nを調査するなどしているという実態が仮にあるとしても、それは、基本的に、集客\n力や独自性の発揮といった観点や、商標法３条２項により保護され得る標章の使用\nを避けるといった観点から、事実上行われているとみるのが相当である。\nしたがって、原告の前記主張も、前記(1)の判断を左右するものではない。\nエ  原告は、他に「○○展」という商標の登録例があることからして、「○○展」\nとの構成の商標が一律に識別性を欠くものとは解されないと主張するが、同主張は、\n前記１(1)の「次世代」や「３Ｄプリンタ」の語の意義や、同(2)の使用例を踏まえ\nた本願商標についての前記(1)の判断に影響するものではない。\nオ  その余の原告の主張は、いずれも、既に認定判断したところに反するか、前\n提とする事情を欠くか、あるいはそもそも前記(1)の判断に影響しないものであっ\nて、いずれも同判断を左右するものではない。\n３  まとめ\n以上によると、原告主張の取消事由は認められない。\nなお、本願商標がその指定役務である別紙１指定役務目録記載の役務のうち本件\n役務以外の役務について使用される場合に、本件役務について使用される場合と異\nなって解すべき事情は見当たらない。\n第６  結論\n以上の次第で、原告の請求には理由がないからこれを棄却することとして、主文\nのとおり判決する。\n知的財産高等裁判所第２部\n裁判長裁判官\n本        多     知        成\n裁判官\n中     島        朋     宏\n裁判官\n勝        又     来未 子\n（別紙２）\n使用状況一覧\n１  展示会「計測展」\n「計測展」の文字が、公式ウェブサイトの左上及び１頁目ほぼ中央に、他の文字\nより大きく表示され、ウェブページのタイトルとしても表示されている（甲１）。ま\nた、同展示会の終了報告書において、「計測展」の文字が、表紙に最も大きな文字で\n表示され、その「開催概要」中の「（１）展示会概要」において、「名称」として「計\n測展２０２０  ＯＳＡＫＡ（Measurement & Control Show 2020 OSAKA）」との記載\nがある（甲６２）。さらに、ＪＥＴＲＯウェブサイトにおける同展示会紹介ページの\n中央及びウェブページタイトルに「計測展２０２０ＯＳＡＫＡ」の文字がある（甲\n６３）。\n２  展示会「測定計測展」\n「測定計測展」の文字が、公式ウェブサイトの左上に、他の文字よりも大きく表\n示され、ウェブページのタイトルとしても表示されている（甲２、６４）。また、「開\n催概要」の欄において、「名称」として「測定計測展 2021／Measuring Technology\nExpo 2021」との記載がある（甲６４）。さらに、ＪＥＴＲＯ及びＢ ｔｏ Ｂプラッ\nトフォーム業界チャンネル（以下、併せて「ＪＥＴＲＯ等」という。）の各ウェブサ\nイトにおける同展示会紹介ページの左上及びウェブページタイトルに「測定計測展\n２０２１」の文字がある（甲６５、６６）。\n３  展示会「総合検査機器展」\n「総合検査機器展」の文字が、公式ウェブサイトの左上に、他の文字よりも大き\nく表示され、ウェブページのタイトルとしても表示されている（甲３）。また、同展\n示会の２０２２年開催のものについて、「開催概要」の欄において、「名称」として\n「JIMA2022  第11回総合検査機器展」との記載がある（甲６７）。さらに、ＪＥＴＲ\nＯ等のウェブサイトにおける同展示会紹介ページの上部及びウェブページタイトル\nに「JIMA2021  第10回総合検査機器展」の文字がある（甲６８、６９）。\n４  展示会「使えるセンサ技術展」\n「使えるセンサ技術展」の文字が、公式ウェブサイトの左上及び１頁目ほぼ中央\nに、他の文字よりも大きく表示され、ウェブページのタイトルとしても表示されて\nいる（甲４）。また、同展示会の２０２３年の開催のものについて、「開催概要」の\nページにおいて、「第4回  使えるセンサ技術展2022  （旧名称：センサソリューシ\nョン＆技術展」との記載がある（甲７０）。さらに、ＪＥＴＲＯ等のウェブサイトに\nおける同展示会紹介ページの上部及びウェブページタイトルに「第３回使えるセン\nサ技術展」の文字がある（甲７１、７２）。\n５  展示会「電子機器トータルソリューション展」\n「電子機器トータルソリューション展」の文字が、公式ウェブサイトの１頁目ほ\nぼ中央に大きく表示されている（甲５）。また、２０２２年の開催のものの「開催概\n要」のページにおいて、「電子機器トータルソリューション展」との記載がある（甲\n７３）。さらに、ＪＥＴＲＯ等のウェブサイトにおける同展示会紹介ページの上部及\nびウェブページタイトルに「電子機器トータルソリューション展２０２１」の文字\nがある（甲７４、７５）。\n６  展示会「食品開発展」\n「食品開発展」の文字が、公式ウェブサイトの左上に、他の文字よりも大きく表\n示され、ウェブページのタイトルとしても表示されている（甲６）。また、同展示会\nの２０２２年の開催のものの「開催概要」のページにおいて、「展示会名」として「食\n品開発展 2022（Hi Japan/ FiT Japan/ S-tec Japan/ LL Japan」との記載がある\n（甲７６）。さらに、ＪＥＴＲＯ等のウェブサイトにおける同展示会紹介ページの上\n部及びウェブページタイトルに「食品開発展2021」の文字がある（甲７７、７８）。\n７  展示会「次世代介護テクノロジー展」\n「次世代  介護テクノロジー展」の文字が、公式ウェブサイトの左上に、他の文\n字よりも大きく表示され（「次世代」の文字が黒塗りの長方形内に白抜きで表されて\nいる。）、ウェブページのタイトル（「次世代」の文字が墨付き括弧書きされている。）\nとしても表示されている（甲７）。また、２０２２年開催のものの「開催概要」のペ\nージにおいて、「名称」として「第2回［次世代］介護テクノロジー展  Careテクノ\nロジー 大阪」との記載がある（甲７９）。さらに、ＪＥＴＲＯ等のウェブサイトに\nおける同展示会東京にて２０２２年開催のもの）紹介ページの上部及びウェブペー\nジタイトルに「第5回【次世代】  介護テクノロジー展（Careテクノロジー'22）」の\n文字がある（甲８０、８１）。\n８  展示会「健康施術産業展」\n「健康施術産業展」の文字が、公式ウェブサイトの左上及びその右下に、他の文\n字よりも大きく表示され、ウェブページのタイトルとしても表示されている（甲８）。\n９  展示会「西日本国際福祉機器展」\n「西日本国際福祉機器展」の文字が、公式ウェブサイトの左上及び右上に、他の\n文字よりも大きく表示され、ウェブページのタイトルとしても表示されている（甲\n９）。さらに、ＪＥＴＲＯ等のウェブサイトにおける紹介ページの上部及びウェブペ\nージタイトルに「第23回西日本国際福祉機器展」の文字がある（甲８２、８３）。\n１０  展示会「産業交流展」\n「産業交流展」の文字が、公式ウェブサイトの左上及び１頁目中央上部に、他の\n文字よりも大きく表示され、ウェブページのタイトルとしても表示されている（甲\n１０）。また、２０２２年の開催のものの「開催概要／募集要項」のページにおいて、\n「展示会名」として「産業交流展2022」との記載がある（甲８４）。さらに、ＪＥＴ\nＲＯ等のウェブサイトにおける同展示会紹介ページの上部及びウェブページタイト\nルに「産業交流展2021」の文字がある（甲８５、８６）。\n１１  展示会「橋梁・トンネル技術展」\n「橋梁・トンネル技術展」の文字が、公式ウェブサイトの左上に、他の文字より\nも大きく表示され、ウェブページのタイトルとしても表示されている（甲１１）。ま\nた、「開催概要」のページにおいて、「名称」として、「第4回社会インフラ構造物  モ\nニタリング、維持管理」の下に「橋梁･トンネル技術展」との記載がある（甲８７）。\nさらに、ＪＥＴＲＯ等のウェブサイトにおける同展示会紹介ページの上部及びウェ\nブページタイトルに「第4回橋梁･トンネル技術展」の文字がある（甲８８、８９）。\n１２  展示会「鉄道技術展」\n「鉄道技術展」の文字が、公式ウェブサイトの左上に、他の文字よりも大きく表\n示され、ウェブページのタイトルとしても表示されている（甲１２）。また、「開催\n概要」の欄において、「名称」として、「第7回鉄道技術展2021 Mass-Trans Innovation\nJapan 2021」との記載がある（甲９０）。さらに、ＪＥＴＲＯ等のウェブサイトにお\nける同展示会紹介ページの上部及びウェブページタイトルに「第7回鉄道技術展」の\n文字がある（甲９１、９２）。\n１３  展示会「高精度・難加工技術展」\n「高精度・難加工技術展」の文字が、公式ウェブサイトの左上に、他の文字より\nも大きく表示され、ウェブページのタイトルとしても表示されている（甲１３）。ま\nた、２０２２年開催のものの「開催概要」の欄において、「名称」として、「高精度・\n難加工技術展 2022」との記載がある（甲９３）。さらに、ＪＥＴＲＯ等のウェブサ\nイトにおける同展示会紹介ページの上部及びウェブページタイトルに「高精度・難\n加工技術展 2021」の文字がある（甲９４、９５）。\n１４  展示会「表面改質展」\n「表面改質展」の文字が、公式ウェブサイトの左上に、他の文字よりも大きく表\n示され、ウェブページのタイトルとしても表示されている（甲１４）。また、２０２\n２年開催のものの「開催概要」において、「名称」として、「表面改質展 2022」との\n記載がある（甲９３）。さらに、ＪＥＴＲＯ等のウェブサイトにおける同展示会紹介\nページの上部及びウェブページタイトルに「表面改質展 2021」の文字がある（甲９\n６、９７）。\n１５  展示会「電動化技術展」\n「電動化技術展」の文字が、公式ウェブサイトの１頁目ほぼ中央に、他の文字よ\nりも大きく表示され、ウェブページのタイトルとしても表示されている（甲１５）。\nさらに、ＪＥＴＲＯ等のウェブサイトにおける同展示会（２０２２年開催のもの）\nの紹介ページの上部及びウェブページタイトルに「電動化技術展 2022」の文字があ\nる（甲９８、９９）。\n１６  展示会「高機能化部品展」\n「高機能化部品展」の文字が、公式ウェブサイトの１頁目ほぼ中央に、他の文字\nよりも大きく表示され、ウェブページのタイトルとしても表示されている（甲１６）。\nさらに、ＪＥＴＲＯ等のウェブサイトにおける同展示会（２０２２年開催のもの）\nの紹介ページの上部及びウェブページタイトルに「高機能化部品 2022」の文字があ\nる（甲１００、１０１）。\n１７  展示会「関西物流展」\n「関西物流展」の文字が、公式ウェブサイトの上部に、他の文字よりも大きく表\n示され、ウェブページのタイトルとしても表示されている（甲１７）。また、２０２\n３年の開催のものの「展示会概要」のページにおいて、「名称」として「第4回 関西\n物流展（KANSAI LOGIX 2023）」との記載がある（甲１０２）。さらに、ＪＥＴＲＯ等\nのウェブサイトにおける同展示会紹介ページの上部及びウェブページタイトルに\n「第3回 関西物流展」の文字がある（甲１０３、１０４）。\n１８  展示会「猛暑対策展」\n「猛暑対策展」の文字が、公式ウェブサイトの上部に、他の文字よりも大きく表\n示され、また、ウェブページのタイトルとしても表示されている（甲１８）。また、\n２０２２年の開催のものの「開催概要」のページにおいて、「名称」として「第8回\n東京 猛暑対策展」との記載がある（甲１０５）。さらに、ＪＥＴＲＯ等のウェブサ\nイトにおける同展示会紹介ページの上部及びウェブページタイトルに「第7回 猛暑\n対策展」の文字がある（甲１０６、１０７）。\n１９  展示会「国際物流総合展」\n「国際物流総合展」の文字が、公式ウェブサイトの上部中央に、他の文字よりも\n大きく表示され、ウェブページのタイトルとしても表示されている（甲１９）。さら\nに、ＪＥＴＲＯ等のウェブサイトにおける同展示会紹介ページの上部及びウェブペ\nージタイトルに「国際物流総合展2022」の文字がある（甲１０８、１０９）。\n２０  展示会「国際ドローン展」\n「国際ドローン展」の文字が、公式ウェブサイトの左上に、他の文字よりも大き\nく表示され、ウェブページのタイトルとしても表示されている（甲２０）。また、２\n０２２年の開催のものの「開催概要」のページにおいて、「名称」として「第8回 国\n際ドローン展」との記載がある（甲１１０）。さらに、ＪＥＴＲＯ等のウェブサイト\nにおける同展示会紹介ページの上部及びウェブページタイトルに「第7回 国際ドロ\nーン展」の文字がある（甲１１１、１１２）。\n２１  展示会「騒音・振動対策展」\n「騒音・振動対策展」の文字が、公式ウェブサイトの上部に、他の文字よりも大\nきく表示され、ウェブページのタイトルとしても表示されている（甲２１）。また、\n２０２２年の開催のものの「開催概要」のページにおいて、「名称」として「第1回\n東京  騒音・振動対策展」との記載がある（甲１０５）。さらに、ＪＥＴＲＯ等のウ\nェブサイトにおける同展示会（２０２２年開催のもの）の紹介ページの上部及びウ\nェブページタイトルに「第1回 東京 騒音・振動対策展」の文字がある（甲１１３、\n１１４）。\n２２  展示会「表面技術要素展」\n「表面技術要素展」の文字が、公式ウェブサイトの左上に、本文の文字よりも大\nきく表示されている（甲２２）。また、２０２３の開催のものの「開催概要」のペー\nジにおいて、「名称」として「SURTECH2023 表面技術要素展」との記載がある（甲１\n１５）。さらに、ＪＥＴＲＯ等のウェブサイトにおける同展示会紹介ページの上部及\nびウェブページタイトルに「SURTECH2022 表面技術要素展」の文字がある（甲１１\n６、１１７）。\n２３  展示会「総合試験機器展」\n「総合試験機器展」の文字が、公式ウェブサイトの左上に大きく表示され、ウェ\nブページのタイトルとしても表示されている（甲２３）。また、「開催概要」欄の「名\n称」として「TEST2021 ［第16回総合試験機器展］」との記載がある（甲１１８）。さ\nらに、ＪＥＴＲＯ等のウェブサイトにおける同展示会紹介ページの上部及びウェブ\nページタイトルに「TEST2021 第16回総合試験機器展」の文字がある（甲１１９、１\n２０）。\n２４  展示会「施設園芸・植物工場展」\n「施設園芸・植物工場展」の文字が、公式ウェブサイトの左上に大きく表示され、\nウェブページのタイトルとしても表示されている（甲２４）。また、２０２２年の開\n催のものの「開催概要」のページにおいて、「名称」として「施設園芸・植物工場展\n2022（GPEC）」との記載がある（甲１２１）。さらに、ＪＥＴＲＯ等のウェブサイト\nにおける同展示会紹介ページの上部及びウェブページタイトルに「施設園芸・植物\n工場展2021」の文字がある（甲１２２、１２３）。\n２５  展示会「モータ技術展」\n「モータ技術展」の文字が、公式ウェブサイトに、他の文字よりも大きく表示さ\nれ、ウェブページのタイトルとしても表示されている（甲２８）。また、「開催概要」\nの欄において、「名称」として「第40回 モータ技術展」との記載がある（甲２８）。\n２６  展示会「電源システム展」\n「電源システム」の文字が、公式ウェブサイト１頁目ほぼ中央に、他の文字より\nも大きく表示され、ウェブページのタイトルとしても表示されている（甲２９）。ま\nた、「開催概要」の欄において、「名称」として「第37回 電源システム」との記載が\nある（甲２９）。\n２７  展示会「電子部品材料展」\n「電子部品材料展」の文字が、公式ウェブサイト１頁目ほぼ中央に、他の文字よ\nりも大きく表示され、ウェブページのタイトルとしても表示されている（甲３０）。\nまた、「開催概要」の欄において、「名称」として「第3回 電子部品材料展」との記\n載がある（甲３０）。\n２８  展示会「熱設計・対策技術展」\n「熱設計・対策技術展」の文字が、公式ウェブサイト１頁ほぼ中央に、他の文字\nよりも大きく表示され、また、ウェブページのタイトルとしても表示されている（甲\n３１）。また、「開催概要」の欄において、「名称」として「第24回 熱設計・対策技\n術展」との記載がある（甲３１）。\n２９  展示会「海洋産業技術展」\n「海洋産業技術展」の文字が、公式ウェブサイトの左上に大きく表示され、ウェ\nブページのタイトルとしても表示されている（甲３２）。また、「開催概要」ページ\nにおける「名称」として「SUBSEA TECH JAPAN 2022（第4回海洋産業技術展）」との\n記載がある（甲１２４）。\n３０  展示会「金型加工技術展」、「金型展」、「金属プレス加工技術展」\n「金型展」及び「金属プレス加工技術展」の文字が、公式ウェブサイトの上部に\n大きく表示され、ウェブページのタイトルとしても表示されている（甲１２５）。ま\nた、「開催概要」のページにおいて、「名称」として「INTERMOLD 2022（第33回金型\n加工技術展））/  金型展2022」との記載がある（甲１２６）。さらに、ＪＥＴＲＯ等\nのウェブサイトにおける同展示会紹介ページの上部及びウェブページタイトルに\n「INTERMOLD  2022（第33回金型加工技術展））/  金型展2022」の文字がある（甲３\n３、１２７）。\n３１  展示会「交通インフラ設備機器展」\n「交通インフラ設備機器展」の文字が、公式ウェブサイト１頁目ほぼ中央に、他\nの文字よりも大きく表示され、ウェブページのタイトルとしても表示されている（甲\n３４）。また、「開催概要」の欄において、「名称」として「第1回 交通インフラ設備\n機器展」との記載がある（甲３４）。\n３２  展示会「建設資材展」\n「建設資材展」の文字が、公式ウェブサイト１頁目ほぼ中央に、他の文字よりも\n大きく表示され、ウェブページのタイトルとしても表示されている（甲３５）。また、\n「開催概要」の欄において、「名称」として「第8回 建設資材展」との記載がある（甲\n３５）。\n３３  展示会「地盤改良展」\n「地盤改良展」の文字が、公式ウェブサイト１頁目ほぼ中央に、他の文字よりも\n大きく表示され、ウェブページのタイトルとしても表示されている（甲３６）。また、\n「開催概要」の欄において、「名称」として「第3回 地盤改良展」との記載がある（甲\n３６）。\n３４  展示会「インフラ検査・維持管理展」\n「インフラ検査・維持管理展」の文字が、公式ウェブサイト１頁目ほぼ中央に、\n他の文字よりも大きく表示され、ウェブページのタイトルとしても表示されている\n（甲３７）。また、「開催概要」の欄において、「名称」として「第15回 インフラ検\n査・維持管理展」との記載がある（甲３７）。\n３５  展示会「MEMSセンシング＆ネットワークシステム展」\n「MEMSセンシング＆ネットワークシステム展 2023」の文字が、公式ウェブサイト\nのウェブページのタイトルとして表示され、「開催概要」の欄において、「展示会名\n称」としても記載されている（甲１２８）。さらに、ＪＥＴＲＯウェブサイトにおけ\nる同展示会紹介ページの上部及びウェブページタイトルに「MEMSセンシングネット\nワークシステム展」の文字がある（甲３８）。\n３６  展示会「テロ対策特殊装備展」\n「テロ対策特殊装備展」の文字が、公式ウェブサイトのウェブページのタイトル\nとして表示され、「開催概要」の欄において、「名称」として「テロ対策特殊装備展」\n及び「(SEECAT)'22」の記載がある（甲１２９）。さらに、ＪＥＴＲＯ等のウェブサ\nイトにおける同展示会紹介ページの上部及びウェブページタイトルに「テロ対策特\n殊装備展(SEECAT)'22」の文字がある（甲３９、１３０）。\n３７  展示会「新機能性材料展」\n「新機能性材料展」の文字が、公式ウェブサイトの上部に大きく表示され、「開催\n概要」の欄において、「名称」としても「新機能性材料展」との記載がある（甲１３\n１）。さらに、ＪＥＴＲＯのウェブサイトにおける同展示会紹介ページの上部及びウ\nェブページタイトルに「コンバーティングテクノロジー総合展2023-新機能性材料\n展」の文字がある（甲４０）。\n３８  展示会「産業用カメラ展」\nＪＥＴＲＯ等のウェブサイトにおける同展示会紹介ページの上部及びウェブペー\nジタイトルに「産業用カメラ展2022」の文字がある（甲４１、１３２）。\n３９  展示会「自動車技術展」\n「自動車技術展」の文字が、公式ウェブサイトのほぼ中央に大きく表示され、ま\nた、ウェブページのタイトルとしても表示されている（甲４２）。また、ＪＥＴＲＯ\n等のウェブサイトにおける同展示会紹介ページの上部及びウェブページタイトルに\n「自動車技術展：人とくるまのテクノロジー展2022」の文字がある（甲１３３、１\n３４）。\n４０  展示会「国際製パン製菓関連産業展」\n「国際製パン製菓関連産業展」の文字が、公式ウェブサイトの左上及び１ページ\n目に大きく表示されている（甲４３、１３５）。また、「開催概要」の欄において、\n「名称」として「2023 モバックショウ（第２８回国際製パン製菓関連産業展）」と\nの記載がある（甲４３）。また、ＪＥＴＲＯのウェブサイトにおける同展示会紹介ペ\nージの上部及びウェブページタイトルに「２０２３モバックショウ（第２８回国際\n製パン製菓関連産業展）」の文字がある（甲１３６）。\n４１  展示会「国際食品素材／添加物展・会議」\n「国際食品素材／添加物展・会議」の文字が、公式ウェブサイトの左上に表示さ\nれている（甲４４）。また、「開催概要」の欄において、「展示会名」として「第27回\n国際食品素材／添加物展・会議」との記載がある（甲４４）。また、ＪＥＴＲＯ等の\nウェブサイトにおける同展示会紹介ページの上部及びウェブページタイトルに\n「ifia JAPAN 2022 第27回 国際食品素材／添加物展・会議」の文字がある（甲１３\n７、１３８）。\n４２  展示会「農業資材展」\n「農業資材展」の文字が、公式ウェブサイト１頁目ほぼ中央に、他の文字よりも\n大きく表示され、ウェブページのタイトルとしても表示されている（甲４５）。\n４３  展示会「畜産資材展」\n「畜産資材展」の文字が、公式ウェブサイト１頁目ほぼ中央に、他の文字よりも\n大きく表示され、また、ウェブページのタイトルとしても表示されている（甲４６）。\n４４  展示会「建築・建材展」\n「建築・建材展」の文字が、公式ウェブサイト（2023年開催のもの）の左上及び\n１頁目上部に、他の文字より大きく表示され、ウェブページのタイトルとしても表\n示されている（甲１３９）。また、ＪＥＴＲＯ等のウェブサイトにおける同展示会\n（2022年開催のもの）の紹介ページの上部及びウェブページタイトルに「建築・建\n材展2022」の文字がある（甲１４０、１４１）。\n４５  展示会「国際ロボット展」\n「国際ロボット展」の文字が、公式ウェブサイトの左上に表示され、ウェブペー\nジのタイトルとしても表示されている（甲１４２）。また、「開催概要」の欄におい\nて、「名称」として「（リアル会場）2022国際ロボット展［INTERNATIONAL  ROBOT\nEXHIBITION  2022（iREX2022）］」との記載がある（甲１４２）。さらに、ＪＥＴＲＯ\n等のウェブサイトにおける同展示会紹介ページの上部及びウェブページタイトルに\n「2022国際ロボット展」の文字がある（甲１４３、１４４）。\n４６  展示会「農水産業支援技術展」\n「農水産業支援技術展」の文字が、公式ウェブサイトの上部に大きく表示され、\nウェブページのタイトルとしても表示されている（甲１４５）。また、「開催概要」\nの欄において、「催事名」として「第7回「農水産業支援技術展」沖縄」との記載が\nある（甲１４５）。さらに、ＪＥＴＲＯ等のウェブサイトにおける同展示会紹介ペー\nジの上部及びウェブページタイトルに「第6回「農水産業支援技術展」沖縄」の文字\nがある（甲１４６、１４７）。\n４７  展示会「超高齢社会のまちづくり展」\n「超高齢社会のまちづくり展」の文字が、公式ウェブサイトの上部に大きく表示\nされ、ウェブページのタイトルとしても表示されている（甲１４８）。さらに、ＪＥ\nＴＲＯ等のウェブサイトにおける同展示会紹介ページの上部及びウェブページタイ\nトルに「第5回超高齢社会のまちづくり展（CareCITY’22）」の文字がある（甲１４\n９、１５０）。\n４８  展示会「介護産業展」\n「介護産業展」の文字が、公式ウェブサイト（2023年開催のもの）の上部に大き\nく表示され、ウェブページのタイトル及び「名称」としても表示されている（甲１\n５１）。また、ＪＥＴＲＯ等のウェブサイトにおける同展示会（2022年開催のもの）\n紹介ページの上部及びウェブページタイトルに「介護産業展2022（第8回）」の文字\nがある（甲１５２、１５３）。\n４９  展示会「病院・クリニック展」、「病院・クリニック支援展」\n「病院・クリニック展」の文字が、公式ウェブサイト（2023年開催のもの）の上\n部に大きく表示され、ウェブページのタイトル及び「名称」としても表示されてい\nる（甲１５４）。また、ＪＥＴＲＯ等のウェブサイトにおける同展示会（2022年開催\nのもの）紹介ページの上部及びウェブページタイトルに「病院・クリニック支援展\n2022（第2回）」の文字がある（甲１５５、１５６）。\n５０  展示会「物流機器開発展」、「マテハン・物流機器開発展」\n「物流機器開発展」の文字が、公式ウェブサイト（2023年開催のもの）の左上２\n箇所に大きく表示され、ウェブページのタイトルとしても表示されている（甲１５\n７）。また、ＪＥＴＲＯ等のウェブサイトにおける同展示会（2022年開催のもの）紹\n介ページの上部及びウェブページタイトルに「マテハン・物流機器開発展」の文字\nがある（甲１５８、１５９）。\n５１  展示会「お米・穀物産業展」\n「お米・穀物産業展」の文字が、公式ウェブサイトの左上に大きく表示され、ま\nた、ウェブページのタイトルとしても表示されている（甲１６０）。また、「開催概\n要」の欄において、「展示会名」として「第4回お米・穀物産業展」との記載がある\n（甲１６０）。また、ＪＥＴＲＯ等のウェブサイトにおける同展示会紹介ページの上\n部及びウェブページタイトルに「第4回お米・穀物産業展」の文字がある（甲１６１、\n１６２）。\n５２  展示会「計量計測展」\n「計量計測展」の文字が、公式ウェブサイト中に大きく表示されている（甲２１\n７、２２３）。また、同展示会の開催結果報告書において、「計量計測展」の文字が、\n表紙に最も大きな文字で表示され（甲２２４）、その「開催概要」において、「名称」\nとして「INTERMEASURE 2018（第28回計量計測展）」との記載がある（甲２２４）。\n５３  展示会「精密加工測定展」\n「精密加工測定展」の文字が、公式ウェブサイトの左上に大きく表示され、ウェ\nブページのタイトルとしても表示されている（甲２２５）。また、「概要」の欄にお\nいて、「名称」として「精密加工測定展2020」との記載がある（甲２２５）。さらに、\nＪＥＴＲＯ等のウェブサイトにおける同展示会紹介ページの上部及びウェブページ\nタイトルに「精密加工測定展2020」の文字がある（甲２１８、２１９）。\n５４  展示会「画像センシング展」\n「画像センシング展」の文字が、公式ウェブサイトの左上に大きく表示され、ウ\nェブページのタイトルとしても表示されている（甲２１０、２２６）。また、開催概\n要ページの「概要」の欄において、「名称」として「画像センシング展2022」との記\n載がある（甲２１０）。さらに、ＪＥＴＲＯ等のウェブサイトにおける同展示会紹介\nページの上部及びウェブページタイトルに「画像センシング展2022」の文字がある\n（甲２１１、２１２）。\n５５  展示会「慢性期医療展」、「在宅医療展」\n「慢性期医療展」、「在宅医療展」の文字が、公式ウェブサイトの左上及びほぼ中\n央にそれぞれ大きく表示され、ウェブページのタイトルとしても表示されている（甲\n２２７）。また、「開催概要」の欄において、「名称」として「慢性期医療展2022」（甲\n２１３）、「在宅医療展2022」（甲２１４）との記載がある。さらに、ＪＥＴＲＯ等の\nウェブサイトにおける同展示会紹介ページの上部及びウェブページタイトルに「慢\n性期医療展2022」（甲２１５、２２０）、「在宅医療展2022」（甲２１６、２２１）の\n文字がある。\n（別紙３）\n需要者等による使用例一覧\n１  日置電機株式会社のウェブサイト\n「計測展2020 OSAKAに出展します」、「HIOKIはグランキューブ大阪（中之島・大\n阪府立国際会議場）にて開催される「計測展2020 OSAKA」に出展いたします。」と\nの記載がある（甲１６３）。\n２  株式会社日立ハイテクのウェブサイト\n「『計測展2020 OSAKA』現地レポート」、「計測展は、2年に1回、大阪で秋に開\n催されてきました。」との記載がある（甲１６４）。\n３  株式会社ディジ・テックのウェブサイト\n「展示会のお知らせ～測定計測展から」、「来る9月16日（水）～18日（金）、「測\n定計測展」に出展します。」との記載がある（甲１６５）。\n４  株式会社分光応用技術研究所のウェブサイト\n「9月14-16日に開催される第11回総合検査機器展に出展します」、「東京ビック\nサイトにて開催される第11回総合検査機器展に出展することが決まりました。」と\nの記載がある（甲１６６）。\n５  ミカドテクノス株式会社のウェブサイト\n「電子機器トータルソリューション展2022に出展します。」、「展示会名：電子\n機器トータルソリューション展」との記載がある（甲１６７）。\n６  株式会社田中組のウェブサイト\n「電子機器2021トータルソリューション展を見学してきました。」、「10月28日、\n東京ビッグサイトで行われた「電子機器トータルソリューション展」を見学してき\nました。」との記載がある（甲１６８）。\n７  タカノ株式会社のウェブサイト\n「食品開発展2021に出展します」、「10月28日、東京ビッグサイトで行われた「当\n社は、2021年10月6日（水）～8日（金）の3日間、東京ビッグサイト西１・２ホール\n＆アトリウムにて開催されます「食品開発展2021」に出展します。」との記載があ\nる（甲１６９）。\n８  株式会社アール・ティー・シーのウェブサイトにおいて「展示会出展情報～\n次世代介護テクノロジー展に出展します」、「この度弊社は2022年3月9日（水）～\n11日（金）  東京ビッグサイト南展示棟で開催予定の「第５回次世代介護テクノロ\nジー展」に出展致します。」との記載がある（甲１７０）。\n９  リアン株式会社のウェブサイトにおいて「【出展報告】3/17-19  “健康施術\n産業展に出展しました。」、「展示会名：健康施術産業展」との記載がある（甲１\n７１）。\n１０  学校法人YIC学院専門学校YICリハビリテーション大学校のウェブサイト\n「西日本国際福祉機器展に行ってきました！」、「11/16（金）作業療法学科2年\n生が第20回西日本国際福祉機器展に行ってきました。」との記載がある（甲１７２）。\n１１  プールス株式会社のウェブサイト\n「第23回 西日本国際福祉機器展出展のお知らせ」、「プールス株式会社は第23回\n西日本国際福祉機器展に出展させていただきます。」との記載がある（甲１７３）。\n１２  京西電機株式会社のウェブサイト\n「産業交流展へ出展します」との記載がある（甲１７４）。\n１３  サンコーテクノ株式会社のウェブサイト\n「第３回橋梁・トンネル技術展に出展いたします」、「この度、弊社は１１月２\n７日（水）～２９日（金）に幕張メッセにて開催されます「第３回橋梁・トンネル\n技術展」に出展いたします。」との記載がある（甲１７５）。\n１４  個人のＳＮＳ投稿\n「鉄道技術展に行ってきました」、「今回は、「鉄道技術展」の取材に行ってき\nたので、そのことについて書きます。」との記載がある（甲１７６）。\n１５  株式会社長野サンコーのウェブサイト\n「高精度・難加工技術展2021に出展します」、「2021年12月1日［水］から開催さ\nれる「高精度・難加工技術展2021」に出展いたします。」との記載がある（甲１７\n７）。\n１６  株式会社高秋化学のウェブサイト\n「表面改質展２０２２に出展致します。」、「さて、今年の秋に東京ビッグサイ\nト西ホールにて開催されます表面改質展２０２２にブース出展致します。」との記\n載がある（甲１７８）。\n１７  サトーホールディングス株式会社のウェブサイト\n「第3回関西物流展に出展します」、「サトーはこの度、インテックス大阪で開催\nされる「第3回関西物流展」に出展いたします。」との記載がある（甲１７９）。\n１８  株式会社第一リフォームのブログ\n「労働安全衛生展・猛暑対策展へ行ってきました」、「6/23（水）～25（金）に\n東京ビッグサイト青海展示棟で『労働安全衛生展』『猛暑対策展』が開催されてい\nるということで、最新の「安全対策」や「猛暑対策」の情報収集のため視察をして\nきました」との記載がある（甲１８０）。\n１９  日本ビジネスロジスティクス株式会社のウェブサイト\n「国際物流総合展へ行ってきました」、「【国際物流総合展】は2020年2月19日（水）\nから2月21日（金）の3日間に渡り東京ビッグサイトで開催されました。」を見学し\nてきました。」との記載がある（甲１８１）。\n２０  クウサツ・ドットコム株式会社のウェブサイト\n「第8回 国際ドローン展に出展します！！！」、「第8回 国際ドローン展」との\n記載がある（甲１８２）。\n２１  株式会社スフィアリンクスのウェブサイト\n「国際ドローン展に行ってきました。」、「さて4月18日〜20日で行われた国際ド\nローン展の最終日に行って参りました。」との記載がある（甲１８３）。\n２２  株式会社ブルアンドベアのウェブサイト\n「第1回 騒音・振動対策展に出展します。」、「一般社団法人日本能率協会様主\n催の「第1回 騒音・振動対策展」に出展します。」との記載がある（甲１８４）。\n２３  株式会社松田製作所のウェブサイト\n「【展示会】第16回総合試験機器展に出展致します。」「2021年10月6日（水）～\n8日（金）東京ビッグサイトで開催されます「第16回総合試験機器展」におきまして\n弊社ブースを出展する運びとなりました。」との記載がある（甲１８５）。\n２４  株式会社Piezo Sonicのウェブサイト\n「「第40回 モータ技術展」出展のお知らせ」、「2022年7月20日（水）～22日（金）\n東京ビッグサイトで開催される「第40回 モータ技術展」に出展します。」との記載\nがある（甲１８６）。\n２５  アイホン株式会社のウェブサイト\n「「第1回交通インフラ設備機器展」に出展いたします。」との記載がある（甲１\n８７）。\n２６  株式会社クイックのウェブサイト\n「クイック営業部3人で、知識向上の為、東京ビッグサイトで行われている建設資\n材展へ行ってきました！」との記載がある（甲１８８）。\n２７  株式会社セキュリティーのウェブサイト\n「行って来ましたテロ対策特殊装備展」、「先週３日間に渡って東京で開催され\nた、「テロ対策特殊装備展」無事終了！！という訳でちょっとだけご報告を・・・」\nとの記載がある（甲１８９）。\n２８  大榮産業株式会社のウェブサイト\n「新機能性材料展2022に出展します。（2022年1月26-28日・東京ビックサイト）」\nとの記載がある（甲１９０）。\n２９  キヤノンＩＴソリューションズ株式会社のウェブサイト\n「産業用カメラ展」、「パシフィコ横浜において開催される「産業用カメラ展」\nに出展します。」との記載がある（甲１９１）。\n３０  株式会社スギノマシンのウェブサイト\n「【展示会】第27回 国際製パン製菓関連産業展出展のお知らせ」、「スギノマシ\nンは、「2021 モバックショウ（第27回国際製パン製菓関連産業展）」に出展いたし\nます。」との記載がある（甲１９２）。\n３１  ダイセルミライズ株式会社のウェブサイト\n「第28回『建築・建材展2022』に出展します」、「第28回『建築・建材展2022』\nが3月1日（火）から4日（金）までの4日間、東京ビッグサイトで開催されます。」\nとの記載がある（甲１９３）。\n３２  個人ブログ\n「2022国際ロボット展に行ってきました」、「3/12（土）東京ビッグサイトで2022\n国際ロボット展を見に行ってきました」との記載がある（甲１９４）。\n３３  株式会社クリビオのウェブサイト\n「第5回「農水産業支援技術展」沖縄に出展しました」、「2021年3月9日（火）～\n10日（水）に、沖縄県市町村自治会館にて、第5回「農水産業支援技術展」沖縄が開\n催され、当社も出展いたしました。」との記載がある（甲１９５）。\n３４  一般社団法人みんなの認知症情報学会のウェブサイト\n「超高齢社会まちづくり展（東京ビッグサイト）に出展します[3/14（水）-16(金)]」\nとの記載がある（甲１９６）。\n３５  サトーパーツ株式会社のウェブサイト\n「第1回マテハン・物流機器開発展に出展いたします。」、「2022年6月22日（水）\nから6月24日（金）まで開催されるKANSAI MATEX 第1回マテハン・物流機器開発展に\n出展します」との記載がある（甲１９７）。\n３６  ユイット合同会社のウェブサイト\n「今年もお米・穀物産業展へ行ってきました」との記載がある（甲１９８）。\n３７  株式会社プラスワンテクノのウェブサイト\n「計量計測展へご来場いただき誠にありがとうございました」、「この度は計量\n計測展にて、弊社ブース及び出展製品・技術説明会へお立ち寄りいただき厚く御礼\n申し上げます。」との記載がある（甲２２２）。\n（別紙４）\n記載例一覧\n１  「高精度・難加工技術展」、「表面改質展」のウェブページタイトル\n「高精度・難加工技術展／表面改質展」の右に「加工の極限を追及／進化する表\n面処理技術の総合展」の記載がある（甲１３）。\n２  「関西物流展」のウェブページ\n「物流業界の生産性向上や環境改善に繋がる製品・技術・サービスが一堂に集結\nする総合展示会」の記載がある（甲１７）。\n３  「騒音・振動対策展」のウェブページ\n「騒音・振動対策展」の表示の下に「騒音・振動に関する唯一の専門展示会がい\nよいよ大阪で初開催！」の記載がある（甲２１）。\n４  「電源システム展」のウェブページ\n「電源システム展とは」、「電源システム展とはどんな展示会ですか？」の欄に\nおいて、「国内唯一の「電源」に関する専門技術展」の記載がある（甲２９）。\n５  「熱設計・対策技術展」のウェブページ\n「熱設計・対策技術展とは」、「熱設計・対策技術展とはどんな展示会ですか？」\nの欄において、「国内唯一の「熱解析」、「熱設計」、「熱対策」に関する専門技\n術展」の記載がある（甲３１）。\n６  「農業資材展」のウェブページ\n「農業資材展とは」の下に「農業資材・設備、機械など農業生産のための製品・\n技術の専門展示会」の記載がある（甲４５）。\n７  「畜産資材展」のウェブページ\n「畜産資材展とは」の下に「畜産資材、畜産業の省力化推進のための製品・技術\nの専門展示会」の記載がある（甲４６）。\n８  「計測展」の終了報告書\n表紙及び２頁目「（１）展示会概要」欄の「テーマ」において、「未来のものづ\nくり社会を支える計測と制御技術の総合展」の記載がある（甲６２）。\n９  「食品開発展」のウェブページ\n「食品開発展とは」の下に、「食品の４大テーマである健康、美味しさ、安全・\n品質、フードロングライフに関わる専門展示会」の記載がある（甲７６）。\n１０  「国際ドローン展」のウェブページ\n「国際ドローン展」の上に、「ドローン（無人航空機）の産業利用に焦点をあて\nた国内最大級の専門展示会」の記載がある（甲１１０）。\n１１  「総合試験機器展」のウェブページ\n「材料試験＆環境試験と計測、評価に関する国内唯一の総合展」の記載がある（甲\n１１８）。\n１２  「海洋産業技術展」のウェブページ\n「海洋技術、海洋ビジネスに関する専門展示会」の記載がある（甲１２４）。\n１３  「建築・建材展」のウェブページタイトル\n「建築・建材展」の右に「建材や設備に関する総合展示会」の記載がある（甲１\n３９）。\n１４  「国際ロボット展」のウェブページ\n「開催にあたり」の欄に、「世界最大規模のロボット専門展」の記載がある（甲\n１４２）。\n１５  「お米・穀物産業展」のウェブページ\n「お米・穀物産業展」の表示の上に、「世界中のお米・お米加工品・穀物・調理\n器具が集まる専門展」の記載がある（甲１６０）。\n１６  「慢性期医療展」、「在宅医療展」のウェブページ\n「慢性期医療展 2022」の表示の上に、「慢性期医療に特化した唯一の専門展」と\nの、「在宅医療展 2022」の表示の下に、「在宅医療に特化した専門展」との記載が\nある（甲２２７）。また、同展示会の開催概要ページにおいては、「慢性期医療展\n2022」の表示に続いて「第12回 超高齢社会を支える慢性期医療の専門展」（甲２１\n３）との、「在宅医療展 2022」の表示に続いて「第4回 地域包括ケアシステムにお\nける在宅医療の専門展」（甲２１４）との記載がある。ＪＥＴＲＯ等のウェブサイ\nトにおいても同様である（甲２１５、２１６、２２０、２２１）。\n"
}