{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 6,
    "month": 2,
    "day": 16
  },
  "case_number": "令和5(行ウ)5003",
  "case_name": "特許料納付書却下処分取消請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "92764",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=92764",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/764/092764_hanrei.pdf",
  "contents": "令和６年２月１６日判決言渡  同日原本領収  裁判所書記官\n令和５年（行ウ）第５００３号  特許料納付書却下処分取消請求事件\n口頭弁論終結日  令和５年１２月８日\n判        決\n原 告          株式会社コンピュータ・システム研究所\n同訴訟代理人弁護士                岩永利 彦\n被 告         国\n処 分 行 政 庁                特許庁長 官\n同 指 定 代 理 人          橋本政 和\n及川麻 衣\n大谷恵 菜\n中   島   あん ず\n主        文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  請求\n特許第５５３５３４４号の特許権に係る第８年分の特許料納付書について、\n特許庁長官がした令和４年１２月１日付け手続却下処分を取り消す。\n第２  事案の概要等\n１  事案の要旨\n本件は、特許第５５３５３４４号の特許権（以下「本件特許権」といい、本\n件特許権に係る特許を「本件特許」という。）を有していた原告が、本件特許\n権の第８年分の特許料を所定の期限までに納付せず、かつ、特許法（ただし、\n令和３年法律第４２号による改正前のもの。以下、特に断りのない限り同\nじ。）１１２条１項により追納することができる期間を徒過したため、同法１\n１２条の２による特許権の回復を求めて、特許庁長官に対し、同条１項に基づ\nいて本件特許権の第８年分の特許料を納付する旨の納付書（以下「本件納付\n書」という。）を提出したものの、本件納付書に係る手続を却下する旨の処分\n（以下「本件処分」という。）を受けたことから、本件処分は同項所定の「正当\nな理由」の解釈適用を誤ってされた違法なものである等と主張して、その取消\nしを求める事案である。\n２  前提事実（当事者間に争いのない事実並びに後掲証拠（以下、書証番号は特\n記しない限り枝番を含む。）及び弁論の全趣旨により容易に認められる事実）\n⑴  当事者\nア  原告は、コンピュータソフトウェアの企画、開発、受託、販売、保守等\nを目的とする株式会社である（弁論の全趣旨）。\nイ  被告は国であり、本件処分の処分行政庁は特許庁長官である。\n⑵  本件特許権の設定登録等\n原告は、本件特許権について、Ｂ弁理士（以下「本件弁理士」という。）\nに委任して、平成２２年３月２３日、本件特許の特許出願をし、平成２６年\n４月２２日、本件特許権に係る第１年分から第３年分までの各特許料を納付\nし、同年５月９日、本件特許権の設定登録を受けた。\n本件弁理士は、その後も、原告からの委任に基づいて、本件特許権に係る\n第４年分から第７年分までの特許料を納付した。\n⑶  第８年分の特許料納付書の提出等\n特許法１０８条２項本文の規定により本件特許権の第８年分の特許料（以\n下「本件特許料」という。）を納付することができる期間（以下「本件納付\n期間」という。）の末日は令和３年５月９日であり、同法１１２条１項の規\n定により本件特許料を追納することができる期間（以下「本件追納期間」と\nいう。）は同月１０日から同年１１月９日までであったところ、原告は、本\n件納付期間中に本件特許料の納付をせず、本件追納期間中に本件特許料及び\n同条２項の定める割増特許料（以下「本件特許料等」という。）を納付しな\nかった。これにより、本件特許権は、同条４項の規定に基づいて、本件納付\n期間の経過の時に遡って消滅したものとみなされた。\n⑷  原告と本件弁理士とのやりとりの状況等\nア  原告は、令和４年２月９日、本件追納期間が徒過したことに気づき、本\n件弁理士に対し、携帯電話のショートメッセージサービスにより、同月１\n６日の午後に打合せをすることを提案した（甲９、１１、弁論の全趣旨）。\nイ  上記アの提案を受け、本件弁理士は、令和４年２月１４日、原告に対し、\n携帯電話のショートメッセージサービスにより、「今は鬱がひどく対応が\nできません」と返答した。\n⑸  本件納付書の提出等\n原告は、令和４年３月２２日、特許庁長官に対し、特許法１１２条の２に\nよる特許権の回復を求めて、同条第１項の規定による本件特許料等の追納の\nため、本件納付書を提出し、同日付けで、本件追納期間内に本件特許料等を\n納付することができなかったことについて「正当な理由」がある旨を記載し\nた回復理由書を提出した。\n⑹  本件追納期間中及び同期間後の本件弁理士の活動状況等\nア  本件弁理士は、令和３年９月２１日、原告を商標登録出願人とする商標\n出願（商願２０２０－１０４３４４）に係る商標登録料を納付した（乙９\nの２）。\nイ  本件弁理士は、令和３年９月２８日、原告を特許権者とする特許２件\n（特許第６０８４７８０号及び特許第６１０３１７６号）の特許料等を納\n付し、同年１０月２６日には、原告を特許出願人とする特許出願（特願２\n０１７－０７４８５６号）に係る特許料の納付をした（乙９の１、１０の\n３、１０の４）。\nウ  本件弁理士は、令和３年１０月１０日、原告を特許出願人とする特許出\n願２件（特願２０１７－９６１０４号及び特願２０１７－１９８８９４号）\nに係る手続補正書及び意見書をそれぞれ提出した（乙８の１ないし８の\n４）。\nエ  本件弁理士は、令和３年１０月２９日、原告を特許出願人とする特許出\n願（特願２０１８－２２１７５１号）に係る出願審査請求をするとともに、\n原告を商標登録出願人とする商標出願（商願２０２０－１１２３３４号）\nに係る商標登録料を納付した（乙８の５、９の３）。\nオ  本件弁理士は、令和３年１１月２５日、原告を登録義務者とする商標権\n移転登録申請をした（乙１１）。\nカ  本件弁理士は、令和３年１２月１３日、原告を特許出願人とする特許出\n願（特願２０２１－２０２０７９号）をした（乙８の６）。\nキ  本件弁理士は、令和３年１２月３０日、原告を商標登録出願人とする商\n標出願（商願２０２０－１５０５２９号）に係る商標登録料を納付した\n（乙９の４）。\n⑺  本件処分\nア  特許庁長官は、原告に対し、令和４年７月６日付けの却下理由通知書に\nよって、本件納付書による本件特許料等の納付手続は、本件追納期間内に\n本件特許料等を納付することができなかったことについて「正当な理由」\nがあるとはいえないことから、特許法１１２条の２第１項の要件を満たし\nていないとして、本件納付書に係る手続を却下すべきであるとする理由を\n通知した。\nイ  原告は、特許庁長官に対し、令和４年９月１３日付けで弁明書を提出し\nたが、特許庁長官は、同年１２月１日付け（令和４年１２月１３日発送）\nで、前記アの理由によって本件納付書に係る手続を却下する処分（本件処\n分）をした。\n⑻  本件訴えの提起\n原告は、令和５年４月２１日、本件訴えを提起した（当裁判所に顕著な事\n実）。\n３  争点\n本件の争点は、本件処分に取消事由が認められるかである。\n４  争点に関する当事者の主張\n（原告の主張）\n⑴  本件に令和３年法律第４２号による改正（以下「令和３年改正」という。）\n後の特許法（以下「改正後特許法」という。）が適用されることについて\nア  最高裁判所は、特定電気通信による情報の流通によって自己の権利を侵\n害されたとする者は、特定電気通信役務提供者の損害賠償責任の制限及び\n発信者情報の開示に関する法律（以下「法」という。）４条１項（令和３\n年法律第２７号による改正前のもの。以下同じ。）の委任を受けて制定さ\nれた特定電気通信役務提供者の損害賠償責任の制限及び発信者情報の開示\nに関する法律第四条第一項の発信者情報を定める省令（平成１４年総務省\n令第５７号。令和４年総務省令第３９号により廃止。以下「改正前省令」\nという。）の令和２年総務省令第８２号（以下「改正省令」という。）によ\nる改正後の省令（以下「改正後省令」という。）の公布後、施行前に当該\n権利の侵害がされたものであったとしても、法４条１項及び改正後省令の\n規定に基づき、当該権利の侵害に係る発信者情報として、発信者の電話番\n号の開示を請求することができる旨判示した（最高裁令和３年（受）第２\n０５０号同５年１月３０日第二小法廷判決・民集７７巻１号８６頁参照。\n以下、「令和５年最高裁判決」という。）。この判例によれば、本件追納期\n間が改正後特許法の施行日前に徒過したとしても、改正後特許法が適用さ\nれることになる。\nイ  令和３年改正は、国民の権利、利益をよりよく保障するためにされた\nのであるから、改正後特許法の施行日前であっても、新法の遡及適用がさ\nれる必要性が高いし、遡及適用しても第三者に不利益を与えることはない。\nまた、改正後特許法附則１条５号は、国民の利益のために一刻も早く\n改正後特許法を適用すべきであるにもかかわらず、専ら特許庁の新法対応\nの準備のためという不当な目的のために、改正後特許法１１２条の２第１\n項の施行を公布の日から起算して２年を超えない範囲内において政令で定\nめる日とし、同法附則２条８項は、上記施行日前に特許法１１２条４項の\n規定により消滅したものとみなされた特許権について、改正後特許法１１\n２条の２第１項の適用を認めないとすることによって、国民の財産権を侵\n害するものであり、いずれの規定も公布の日から起算して６か月を超えた\n部分については、目的が不当であって規制手段に合理性及び必要性を肯定\nすることができないから、憲法２９条２項に違反し違憲、無効である。\nウ  さらに、改正後特許法が既に公布されているにもかかわらず、同法の\n施行日前に問題が生じていたか、それとも施行日後に問題が生じたか、と\nいう偶然の事情により、一方は救済され、他方は救済されないとすること\nは、信義則に違反するものである。\nエ  したがって、令和３年５月２１日に公布された改正後特許法は、施行日\n前に追納期間が徒過した本件においても遡及適用がされるべきであり、本\n件において規範となるのは、特許法１１２条の２第１項の追納期間に「正\n当な理由」があるかどうかではなく、改正後特許法１１２条の２第１項た\nだし書の、故意に追納期間を徒過したかどうかである。\n本件において、原告は、故意に本件追納期間を徒過したものではないか\nら、改正後特許法１１２条の２第１項本文により、経済産業省令で定める\n期間内に限り、同省令で定めるところにより、同法１１２条４項に規定さ\nれる特許料及び割増特許料を追納することができる。\nところが、特許庁長官は、上記規定に違反して本件処分をしたものであ\nるから、本件処分には取消事由が存在する。\n⑵  「正当な理由」（特許法１１２条の２第１項）があることについて\n仮に、本件に改正後特許法１１２条の２第１項が適用されないとしても、\n次の事情に照らすと、本件弁理士は、うつ病にり患していたため、本件特許\n料等納付の期間管理及び本件特許料等の納付をできない程の病状にあったこ\nとは明らかであり、原告には、本件追納期間を徒過したことにつき特許法１\n１２条の２第１項の「正当な理由」がある。\nすなわち、本件弁理士は、前提事実⑷のとおり、原告からの打合せの提案\nに対し、ショートメッセージサービスにより、「今は鬱がひどく対応ができ\nません」と返答しているし、それに先立ち、携帯電話でも、原告に対し、う\nつ病にり患していることを通知している。このような本件弁理士の供述は、\n自らに不利となる供述であり、客観的な状況にも一致し、合理的で自然であ\nるから、信用することができる。\nまた、原告は、上記連絡を受けたきり、本件弁理士と連絡が全くとれなく\nなっており、このことからも、本件弁理士は、連絡がとれないほどに酷いう\nつ病の症状が続いていることを推認できる。\nさらに、原告は、本件弁理士と親しい弁理士（以下「弁理士Ａ」という。）\nに連絡をとり、現在の本件弁理士の状況について聴取したところ、弁理士Ａ\nは、本件弁理士について、弁理士業務の副業として介護業務に従事しており、\n相応の力を入れていたが、コロナ禍の影響により同副業が不振となり、うつ\n病にり患したのではないかと述べた。そして、本件弁理士が上記の副業を行\nっていることは裏付けがとれており、弁理士Ａの供述は客観的事実に整合す\nること、弁理士Ａと本件弁理士は親しい間柄であるにもかかわらず本件弁理\n士に不利な内容の供述をしていることに照らすと、弁理士Ａの供述の信用性\nは高いといえる。\n加えて、特許庁長官は、本件処分に至る過程において、原告に本件弁理士\nの診断書を提出するよう求めたが、前記のとおり、原告は本件弁理士とは連\n絡がとれておらず、本件弁理士の診断書を提出するのは不可能である。そし\nて、原告が診断書を提出できなくても、上記各間接事実によって、本件弁理\n士がうつ病にり患し、本件特許料等納付の期間管理及び本件特許料等の納付\nをできない程の病状にあったことは、十分認定することができ、診断書の提\n出がないことは、本件追納期間の徒過に特許法１１２条の２第１項の「正当\nな理由」があるとの結論に影響しない。\n⑶  本件処分の手続における違法事由、本件訴訟における信義則違反等につい\nて\nア  特許庁は、自らのウェブページにおいて、特許法１１２条の２第１項の\n「正当な理由」の有無の判断に関し、新型コロナウィルス感染症により影\n響を受けた手続については、その手続期間の末日が令和５年５月８日以\n前の場合は、（弁明書等に）記載された事項に疑義があると判断した場合\nを除き、証拠書類の提出を必要としない旨記載している（以下、同運用\nを「本件運用」という。）。\nそれにもかかわらず、本件において、特許庁長官は、原告に対して診\n断書の提出を要求しており、自ら設定した規律に明らかに違反している。\nしたがって、本件処分にはその手続に違法事由があり、本件処分自体\nも違法であるから、取り消されなければならない。\nイ  特許庁長官は、本件処分に至るまでの過程において、原告に対し、本\n件弁理士の診断書があれば「正当な理由」を認めてやってもよい旨述べ\nていたのに、本件訴訟において前言を翻し、診断書に代えて本件弁理士\nの病状を裏付ける客観的な証拠が必要であると主張し、原告の信頼を裏\n切り、争点をずらしにかかったのであるから、本件訴訟において「正当\nな理由」がないと主張することは、信義則に反し許されない。\n（被告の主張）\n⑴  本件に改正後特許法は適用されないことについて\nア  令和５年最高裁判決は、「改正前省令では、発信者情報として発信者そ\nの他侵害情報の送信に係る者の氏名、住所等を定めていたところ、改正\n省令により発信者情報に発信者の電話番号を追加する旨の改正がされた\nが、改正省令その他の法令において、改正省令の施行前にされた情報の\n流通による権利の侵害に係る発信者情報の開示の請求について改正後省\n令の規定の適用を排除し、改正前省令の定めるところによる旨の経過措\n置等の規定は置かれなかった。そうすると、上記施行後にされた法４条\n１項に基づく発信者情報の開示の請求については、権利の侵害に係る情\n報の流通の時期にかかわらず、改正後省令の規定が適用されるというべ\nき」と判示している。すなわち、令和５年最高裁判決は、経過措置が設\nけられていない事案において、改正省令の施行前の権利侵害に係る情報\n開示請求について改正後省令を適用したものである。\nこれに対し、本件は、改正後特許法附則２条８項という経過措置が設\nけられた場合であるから、令和５年最高裁判決の射程が及ばないことは\n明らかである。\nイ  改正後特許法附則２条８項は、改正後特許法１１２条の２第１項の施\n行日前に消滅したもの又は初めから存在しなかったものとみなされた特\n許権については、「なお従前の例による」として、特許法１１２条の２第\n１項が適用されることを明らかにしている。この改正後特許法附則２条\n８項は、令和３年改正に伴い、改正後特許法１１２条の２第１項の適用\nを受けるに当たって新たに回復手数料の納付を要するものとされ、手数\n料額等を定める政令や手数料徴取のためのシステムの整備等をする必要\nがあったことから、設けられたものである。このような政令やシステム\nの整備等がなく、納付すべきこととされた手数料額すら定まらずに、改\n正後特許法１１２条の２第１項が適用されるとすれば、大きな混乱を招\nくことは明らかである。改正後特許法附則２条８項は、こうした合理的\n根拠に基づき設けられているのであって、何ら違憲の瑕疵を帯びる規定\nではない。\nまた、原告は、改正後特許法附則２条８項により原告の財産権（憲法\n２９条２項）が制約されている旨を主張する。しかし、そこでいう財産\n権は、特許権そのものではなく、特許料の追納期間を徒過した場合に回\n復手数料を支払って特許権の回復を図ることのできる地位にすぎず、か\nかる地位は、改正後特許法附則２条８項により、改正後特許法１１２条\nの２第１項の施行日後になって初めて認められるものである。したがっ\nて、改正後特許法附則２条８項によって原告の財産権が制約されている\nとするのは誤りである。\n以上のとおり、改正後特許法附則２条８項は、合理的な規定であって、\n憲法２９条２項に何ら違反するものではないから、無効であるとの原告\nの主張には理由がない。\nウ  原告は、改正後特許法が既に公布されていたことをもって信義則が適\n用される旨を主張するが、経過措置の意義を無視するものであって、主\n張自体失当である。その他本件において信義則を適用すべき具体的事情\nは存しない。\nエ  以上によれば、本件特許権は、改正後特許法の施行日（令和５年４月\n１日）の前に令和３年１１月９日の本件追納期間の経過により消滅した\nものとみなされたから、本件特許料等の追納による本件特許権の回復に\nついては、改正後特許法附則２条８項により、特許法１１２条の２第１\n項が適用される。\n⑵  「正当な理由」（特許法１１２条の２第１項）がないことについて\nア  特許法１１２条の２第１項の「正当な理由」は、平成２３年法律第６３\n号による改正により定められたものであるところ、これは、特許法条約\n（ＰＬＴ）１２条における手続期間を徒過した場合に救済を認める要件と\nしての「Ｄｕｅ  Ｃａｒｅ」（いわゆる「相当な注意」）を取り入れたもの\nである。\nそうすると、特許法１１２条の２第１項所定の「正当な理由があるとき」\nとは、特許権者(代理人を含む。)として、相当な注意を尽くしていたにも\nかかわらず、客観的にみて追納期間内に特許料等を納付することができな\nかったときをいうものと解するのが相当である。\nそして、前提事実⑹のとおり、本件弁理士は、本件追納期間中も、本件\n追納期間が経過した後も、弁理士としての業務を行い、活動をしてきたも\nのであるから、本件特許料等を納付することが出来ないと認められる客観\n的事情があったことはうかがわれない。\nイ  原告は、本件弁理士がうつ病にり患し、本件特許料等納付の期間管理及\nび本件特許料等の納付をできない程の病状にあったと主張するが、本件追\n納期間における本件弁理士の精神的状態を裏付ける客観的な証拠を一切提\n出しておらず、本件弁理士のうつ病を基礎づける客観的資料はないし、原\n告が主張する間接事実から原告主張に係る事実を推認することもできな\nい。\nまた、本件弁理士は、本件追納期間中である令和３年１０月２９日、原\n告の特許担当者からの特許権の移転に関する問合せに対し、電子メールを\n返信しており、その返信内容に特段不自然な点はみられない。さらに、原\n告の特許担当者の陳述書（甲１１）によれば、本件追納期間内である令和\n３年夏から秋にかけて本件弁理士と打合せをしたが、本件弁理士に不審な\n点はなかったというのであり、前記アの本件弁理士の活動状況に照らして\nも、本件弁理士がうつ病にり患し、本件特許料等納付の期間管理及び本件\n特許料等の納付ができない程の病状にあったとはいえない。\nしたがって、原告の主張には理由がない。\n⑶  本件処分の手続における違法事由、本件訴訟における信義則違反等につい\nて\nア  特許庁が、新型コロナウィルス感染症の影響を受けた手続であり、かつ、\nその手続の期間の末日が令和５年５月８日（月曜日）以前のものについて\nは、期間徒過の救済に関し、原則として証拠書類の提出を必須としない旨\nを公表していたという限りで認めるが、本件は、前記「新型コロナウィル\nス感染症の影響を受けた手続」の事案であるとはいえないから、原告の主\n張は前提を欠いており、理由がない。\nイ  特許庁は、却下理由通知や本件処分のいずれにおいても、診断書等の客\n観的資料が提出されていないという状態を指摘して、本件弁理士の病状が\n不明であることや、うつ病にり患しているとはいえない旨を述べたにすぎ\nない。特許庁が医師の診断書があれば「正当な理由」を認めるという姿勢\nをとったことは一度もなく、却下理由通知や本件処分に対する原告の独自\nの解釈というほかない。\nしたがって、被告が本件訴訟において「正当な理由」がないと主張す\nることは、信義則に反し許されないとの原告の主張は理由がない。\n第３  当裁判所の判断\n１  適用法令について\n⑴  改正後特許法附則１条５号は、改正後特許法１１２条の２第１項について、\n公布の日から起算して２年を超えない範囲において政令で定める日に施行す\nると規定し、同附則２条８項は、同施行日前に特許法１１２条４項の規定に\nより消滅したものとみなされる特許権については、「なお従前の例による。」\nと規定している。そして、令和４年政令第２５０号により、上記の施行日は\n令和５年４月１日と定められた。\n本件特許権は、上記の施行日前である令和３年１１月９日の本件追納期間\nの経過により消滅したものとみなされたから、本件特許料等の追納による本\n件特許権の回復については、改正後特許法附則２条８項により、特許法１１\n２条の２第１項が適用される。\n⑵  原告は、令和５年最高裁判決に照らすと、本件追納期間が改正後特許法１\n１２条の２第１項の施行日前に徒過したとしても、同条項が適用される旨主\n張する。しかし、令和５年最高裁判決は、改正省令その他の法令において、\n改正省令の施行前にされた情報の流通による権利の侵害に係る発信者情報の\n開示の請求について改正後省令の規定の適用を排除し、改正前省令の定める\nところによる旨の経過措置等の規定は置かれなかった事案に関するものであ\nり、改正後特許法附則２条８項において、改正後特許法１１２条の２第１項\nの施行日前に特許法１１２条４項の規定により消滅したものとみなされる特\n許権については、「なお従前の例による。」との規定が置かれた本件とは事案\nを異にするものであるから、原告の主張は理由がない。\nまた、原告は、改正後特許法附則１条５号及び２条８項は、不当な目的の\nために合理性及び必要性を肯定することができない規制手段によって国民の\n財産権を侵害するものであり、憲法２９条２項に違反しており、同附則１条\n５号は公布の日から起算して６か月を超えた部分について違憲、無効である\nから、本件においては改正後特許法１１２条の２第１項を適用してよく、ま\nた、適用すべきである旨主張する。しかし、上記の各附則が無効となった場\n合、改正後特許法１１２条の２第１項の適用は、公布の日から起算して２０\n日を経過した日から施行されるところ（法の適用に関する通則法２条）、同\n条の改正に伴い、同条の適用による権利救済を受けるためには、新たに回復\n手数料の納付を要するものとされ、同回復手数料額を政令で定める必要があ\nったこと（改正後特許法１９５条２項、別表の１１。乙６）、回復手数料額\nの新設に伴うシステムの整備をする必要があったこと（弁論の全趣旨）に照\nらすと、改正後特許法１１２条の２第１項を、公布の日から起算して２０日\nが経過した日から施行することは不可能であるといわざるを得ない。そうす\nると、改正後特許法１１２条の２第１項をいつの時点から適用するのが相当\nであるのかという問題は残るところ、原告も、改正後特許法附則１条５号は\n公布の日から起算して６か月を超えた部分についてのみ違憲、無効である旨\n主張するが、本件全証拠によっても、施行日を原告主張に係る公布の日から\n起算して６か月以内の日とすることについて、十分な合理性を基礎付ける事\n実を認めることはできないから、本件において改正後特許法１１２条の２第\n１項を適用すべきとの主張及びその立証として足りていないといわざるを得\nない。\nさらに、原告は、改正後特許法が既に公布されているにもかかわらず、同\n法の施行日前に問題が生じていたか、それとも施行日後に問題が生じたか、\nという偶然の事情により、一方は救済され、他方は救済されないとすること\nは、信義則に違反するものである旨主張する。しかし、原告が指摘する事情\nは、既に説示したとおり有効な改正後特許法附則１条５号及び２条８項の適\n用により当然に生じる効果であり、これらの条項の適用を排除することを正\n当化する個別具体的な事情であるとはいえないから、原告の主張に理由はな\nい。\n２  「正当な理由」の有無について\n原告は、①本件弁理士が、原告に対し、「今は鬱がひどく対応ができません」\nと述べたこと（前提事実⑷イ）、②原告は本件弁理士と前提事実⑷のショート\nメッセージのやりとりをした後、本件弁理士と全く連絡がとれなくなったこと、\n③弁理士Ａが、本件弁理士は副業がうまくいかずうつ病になったのではないか\nと述べていることなどが認められ、④そのような状況下で本件弁理士の診断書\nを提出することは不可能であって、原告が診断書を提出できなくても、①ない\nし③の各間接事実から、本件弁理士は、うつ病にり患しており、本件特許料等\n納付の期間管理及び本件特許料等の納付ができない程の病状にあったことを十\n分認定することができ、原告には、本件追納期間を徒過したことについて特許\n法１１２条の２第１項の「正当な理由」があると主張する。\nしかし、前提事実⑹のとおり、本件弁理士は、本件追納期間中又は本件追納\n期間末日から間もなく、特許庁に対し、原告を特許権者とする特許若しくは特\n許出願人とする特許出願に係る特許料又は原告を商標登録出願人とする商標出\n願に係る商標登録料を納付していること、高度の技術的、法律的判断を要する\n特許出願申請、特許出願申請に係る手続補正書及び意見書の提出、審査請求等\nの諸手続を履践していること、その他にも、原告を義務者とする商標権の移転\n登録申請手続を行っていることが認められ、その間、弁理士としての活動を続\nけていたことが認められる。\nこのような事実に照らすと、上記①の本件弁理士の供述から、本件弁理士が、\n本件追納期間当時、本件特許料等納付の期間管理及び本件特許料等の納付がで\nきない程の病状にあったと認めるのは無理があるといわざるを得ない。そして、\n上記②は、本件追納期間後の事情であり、本件追納期間中の本件弁理士の病状\nを裏付けるものとはいい難いし、③の弁理士Ａの供述も、弁理士Ａの推測や考\nえを述べたものであることから、やはり、本件弁理士の病状を推認するのに十\n分なものとはいえない。\n以上によれば、上記①ないし③の事情に加え、原告が種々主張する事情を総\n合的に考慮しても、本件弁理士がうつ病にり患しており、本件特許料等納付の\n期間管理及び本件特許料等の納付をできない程の病状にあったと認めるに足り\nないというべきである。\nよって、原告の上記主張は理由がない。\n３  本件処分の手続における違法事由、本件訴訟における信義則違反等について\n⑴  原告は、特許庁長官が、自ら設定した規律に違反し、原告に診断書の提出\nを要求した旨主張するが、本件全証拠によっても、本件納付期間及び本件追\n納期間の徒過が新型コロナウィルスの影響を受けたものであることを認める\nには足りないから、原告の主張は、その前提を欠くというべきである。\n⑵  原告は、特許庁長官が、本件処分に至るまでの過程において、原告に対し、\n本件弁理士の診断書があれば「正当な理由」を認めてやってもよいと述べて\nいたにもかかわらず、本件訴訟に至って、診断書に代えて客観的な証拠を要\n求するなどして、原告の信頼を損ね、争点をずらしにかかった旨主張するが、\n特許庁長官が、診断書の提出があれば「正当な理由」を認めると述べていた、\n又は診断書の提出があれば「正当な理由」を認めるかのような態度をとって\nいたとの事実を認めるに足りる証拠はない。\n⑶  以上の主張のほか、原告が種々主張するところは、いずれも理由がないと\nいうべきである。\n４  結論\n以上の次第で、原告の請求は理由がないからこれを棄却することとし、主文\nのとおり判決する。\n東京地方裁判所民事第２９部\n裁判長裁判官\n國分隆 文\n裁判官\nバ ヒ ス バ ラ ン 薫\n裁判官\n木村洋 一\n"
}