{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 12,
    "day": 14
  },
  "case_number": "令和4(ネ)908",
  "case_name": "損害賠償請求控訴事件",
  "court_name": "名古屋高等裁判所民事第１部",
  "original_court_name": "名古屋地方裁判所",
  "gist": "１　被控訴人Ｂ（指定暴力団Ａの三次団体の幹部）が控訴人（愛知県内の会社経営者）に対して行った金銭要求行為が、暴力団の威力を示して控訴人を脅迫して行った違法な資金獲得行為であるとして、被控訴人Ｂについては民法（不法行為）に基づき、また、被控訴人Ｃ（指定暴力団Ａの代表者）については、暴対法（暴力団員による不当な行為の防止等に関する法律）３１条の２施行前のものは民法（使用者責任）に基づき、施行後のものは暴対法３１条の２（威力利用資金獲得行為に係る損害賠償責任）に基づき、控訴人に対し連帯して損害賠償責任を負うとされた事例。\n\n２　被控訴人Ｂが行った違法な資金獲得行為の一部については、損害賠償請求を行うまでに３年の消滅時効期間を過ぎているが、控訴人がその期間内に被控訴人Ｃ及びＢに対して損害賠償請求を行わなかったのは、その後の被控訴人Ｂによる違法な金銭要求行為及びそれを利用して行われた被控訴人Ｃの違法な資金獲得活動が原因であるから、被控訴人Ｃ及びＢが消滅時効を援用することは、権利の濫用に当たり許されないとされた事例。",
  "lawsuit_id": "92701",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=92701",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/701/092701_hanrei.pdf",
  "contents": "主          文\n１  原判決を次のように変更する。\n⑴  被控訴人らは、控訴人に対し、連帯して７５１万円及びこれに対する平成\n３０年１１月９日から支払済みまで年５分の割合による金員を支払え。\n⑵  控訴人のその余の請求をいずれも棄却する。\n２  控訴人のその余の控訴をいずれも棄却する。\n３  訴訟費用は、第一審、第二審を通じてこれを１０分し、その７を被控訴人ら\nの負担とし、その余を控訴人の負担とする。\n４  この判決主文第１項⑴は、仮に執行することができる。\n事  実  及  び  理  由\n第１  控訴の趣旨\n原判決を次のように変更する。\n被控訴人らは、控訴人に対し、連帯して１０７３万６０００円及びこれに対\nする平成３０年１１月９日から支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n１  事案の要旨\n⑴  本件は、控訴人が、指定暴力団Ａの三次団体の幹部である被控訴人Ｂから\n暴力団の威力を示してみかじめ料の支払を要求され、これに応じて平成１７\n年１０月ころから平成２８年８月ころまでの間に合計１０回にわたりみか\nじめ料を支払わざるを得なかったと主張して、被控訴人Ｂに対しては不法行\n為に基づき、上記Ａの組長である被控訴人Ｃに対しては使用者責任又は暴力\n団員による不当な行為の防止等に関する法律（以下「暴対法」という。）３１\n条の２に基づき、連帯して１０７３万６０００円の損害賠償金及びこれに対\nする不法行為の日の後の日である平成３０年１１月９日から支払済みまで\n民法（平成２９年法律第４４号による改正前のもの。以下に同じ。）所定の年\n５分の割合による遅延損害金の支払を求める事案である。\n⑵  原審が、控訴人の請求を、被控訴人らに対し４７万円及びこれに対する平\n成３０年１１月９日から支払済みまで年５分の割合による遅延損害金の連\n帯支払を求める限度で認容し、その余をいずれも棄却する旨の判決をしたと\nころ、敗訴部分を不服として、控訴人が控訴した。\n２  前提事実、争点及び争点に対する当事者の主張\n前提事実、争点及び争点に対する当事者の主張については、次のとおり補正\nし、下記３のとおり当審における控訴人の主張を、下記４のとおり当審におけ\nる被控訴人らの主張をそれぞれ補充するほかは、原判決の「事実及び理由」中\nの第２、１から３までに記載のとおりであるから、これ（原判決別紙を含む。）\nを引用する。\n（原判決の補正）\n⑴  原判決６頁３行目の「７８万円」を「９６万円」と改める。\n⑵  原判決８頁２０行目の「平成２５年４月１２日から」を「平成２５年４月\n１２日ころから」と改める。\n⑶  原判決１０頁１７行目の「損害賠責任を」を「損害賠償責任を」と改める。\n３  当審における控訴人の主張\n⑴  本件徴収行為１の違法性について\n被控訴人Ｂは、控訴人に対し、平成７年ころから、被控訴人ＢがＤの幹部\nであることを控訴人が知っていることを認識した上で、暴力団の恐怖のイメ\nージを植え付け、後援会費等の支払の要求を断れば控訴人の家族に対してど\nのような行為に出るかわからないなど、大変なことになってしまうと思わせ\nるような畏怖的な言動を積み重ね、要求を断ることを不可能にした上で、平\n成１４年ころから、後援会費や誕生日祝いといった名目での金銭の交付要求\nをしたものであって、これは典型的なみかじめ料の要求であり、このような\n中で平成１７年ころに行われた被控訴人Ｂの組事務所立上げ費用として３\n００万円を要求した本件徴収行為１は、たとえ控訴人に対する直接の害悪の\n告知がなかったとしても、暴対法９条４号もしくは同条２号に該当し、また、\n社会通念に照らし著しく相当性を欠く違法な行為である。\nそして、本件徴収行為１の資金は、それ以外の本件各徴収行為の資金と同\n様に、Ｄ、その上部組織であるＥ、更にはＡ全体の違法な活動を増大するた\nめに用いられた可能性を否定できない。\nしたがって、本件徴収行為１は、被控訴人両名による違法行為というべき\nである。\n⑵  本件各徴収行為に関する消滅時効の成否について\nア  不法行為の短期消滅時効の起算点に関する法の趣旨にかんがみれば、被\n害者が加害者に対して損害賠償請求をすることが期待できない事情があ\nる場合には消滅時効の進行は開始しないというべきである。本件の消滅時\n効の起算点を本件各徴収行為に対応する金銭の交付時とする考え方は、暴\n力団によるみかじめ料徴収行為の実態を無視したものといわざるをえな\nい。\nイ  そして、被控訴人Ｂは、Ｄの幹部組員であり、組を立ち上げた暴力団員\nであって、上記⑴のとおり、Ｄの威力を利用した資金獲得行為として本件\n各徴収行為を行ってきた。そして、本件各徴収行為は、被控訴人Ｂにより\n同一の暴力団の威力を利用し、同一の被害者たる控訴人に対し、相互に密\n接に関連した一連一体の行為として累積的な畏怖を生じさせるものであ\nる。このように、控訴人は被控訴人Ｂから恐怖を与え続けられてきたもの\nであって、かかる関係において、損害賠償請求という権利行使が事実上可\n能であったなどとは到底いえない。\nウ  また、被控訴人ＣがＡの組長であることからすれば、被控訴人Ｂに対す\nる以上に報復を恐れて被害回復のための損害賠償請求を行うことを躊躇\nせざるを得ず、損害賠償請求という権利行使が事実上可能であったなどと\nは到底いえない。\nエ  被控訴人らに対する損害賠償請求権については、消滅時効の起算点は、\nどんなに早くても、控訴人による金銭の最終交付日である平成２８年８月\nころであり、又は控訴人が警察に相談した日である同年１０月ころ、ある\nいは刑事判決の確定時である平成２９年１２月８日というべきであるが、\nいずれにしても、消滅時効は完成していない。\n⑶  消滅時効の援用が信義則違反又は権利濫用となることについて\n一般に、義務者が権利者の権利行使が困難になる原因を積極的に作出して\nいる場合等は「権利の上に眠る者」との評価は妥当せず、また、権利の性質\nや加害者と被害者との関係等から、時の経過のみによって権利を消滅させる\n公益性がない場合、時効援用は信義則違反や権利の濫用により制限されるべ\nきである。暴力団による資金獲得行為については、加害者が威力を利用して\n資金獲得行為を継続していること自体が、義務者が権利者の権利行使を困難\nにする原因を積極的に作出している場合に他ならないから、消滅時効の援用\nは制限されるべきである。本件でも、本件各徴収行為が新たな金銭的損害を\n被らせる不法行為であるだけでなく、一定の間隔で周期的に行われることで、\nその都度、暴力の危険にさらされ続けていることを被害者に再確認させ、も\nって損害賠償請求権等の権利行使や警察への被害相談等を封じ続けている\nといえる。暴対法３１条の３は、消滅時効の規定を除外してはいないが、権\n利濫用条項や信義則条項も除外していない。したがって、被控訴人らによる\n消滅時効の援用は、権利の濫用又は信義則違反に該当する。\n４  当審における被控訴人らの主張\n⑴  控訴人は、自身を一般人であると主張するが、被控訴人Ｂが暴力団幹部構\n成員であることを知りながら長年にわたり交友関係を続け、暴力団員の後援\n会の会長まで務めており、暴力団構成員との関係で一般人であるとは到底い\nえない。\n⑵  本件徴収行為１は、控訴人と被控訴人Ｂとの間で●●●●●に関するトラ\nブルが発生する前の出来事であり、両者間でことさらにトラブルはなかった\nから、控訴人が被控訴人Ｂに対して行った贈与行為と解され、不法行為には\n該当しない。\n⑶  本件各徴収行為は、交付時期や名目、金額、交付経緯がそれぞれ異なって\nおり、それぞれが個別の行為であるというほかない。被控訴人Ｂの恐喝の刑\n事事件も、徴収行為ごとに有罪認定している。そして、控訴人の損害として\nも、大気汚染のように累積する性質のものではなく、１回の徴収行為ごとに\n損害額を明確に区別できるものであるから、逐次的に消滅時効が進行するこ\nとに支障はない。したがって、本件各徴収行為はそれぞれの行為時（金銭交\n付時）が消滅時効の起算点となる。控訴人は一連一体の威迫行為を主張する\nが、本件各徴収行為は約１１年にわたるところ、本件徴収行為１と同２の間\nは約３年、同２と同３の間は約５年離れており、一連一体との評価は無理が\nある。\nまた、控訴人は、損害賠償請求をすることが期待できないから時効の進行\nは開始せず、刑事事件の有罪判決が確定した時に事実上請求が可能となり、\n時効の進行が開始するなどと主張するが、かかる考えは、自ら恐喝の被害に\n遭ったとして被害申告をした態度と矛盾するものである。また、民事手続と\n刑事手続は全く性質を異にするものであり、刑事手続で有罪が確定する前で\nも、民事手続における立証活動は可能であるし、刑事事件で有罪が確定した\nからといって、その後の嫌がらせが全くなくなる保証はない。\nしたがって、控訴人の上記主張は理由がない。\n⑷  控訴人は、被控訴人らが消滅時効を援用するのが権利濫用、信義則違反に\n当たると主張し、しかも、暴力団による威力を利用した資金獲得行為につい\nては義務者が権利者の権利行使を妨げている場合に他ならないとして、あた\nかも民法の消滅時効の規定が適用されないというに等しい主張をする。しか\nし、暴対法３１条の３において、指定暴力団の代表者等の損害賠償の責任に\nついては、民法の規定による旨の定めがなされており、威力を利用した資金\n獲得行為についても消滅時効の適用が予定されているといえるから、消滅時\n効の援用をすることが信義則違反又は権利濫用として一般的に排斥される\nことはない。そして、被控訴人らはいずれも、控訴人に対して何ら損害賠償\n請求権の行使を妨げるような行為はしていない。したがって、控訴人の上記\n主張は理由がない。\n第３  当裁判所の判断\n１  認定事実並びに争点１（本件各徴収行為の違法性）及び争点２（被控訴人Ｂ\nの被用者性・事業執行性）について\n認定事実並びに争点１（本件各徴収行為の違法性）及び争点２（被控訴人Ｂ\nの被用者性・事業執行性）に対する当裁判所の判断は、下記⑴のとおり補正し、\n後記⑵において当審における控訴人の主張に対する判断を加えるほかは、原判\n決の「事実及び理由」中の第３、１から３までに記載のとおりであるから、こ\nれを引用する。\n⑴  原判決の補正\nア  原判決２３頁２０行目の「加えるかもしれないと述べている」を「加え\nられるかもしれないと控訴人に思わせる発言をしている」と改める。\nイ  原判決２４頁８行目の「平成２５年９月１日から」から９行目の「とお\nり」までを削り、１０行目の「要求し、」の次に「平成２５年９月１日ころ\nから平成２８年８月ころまでの間、」を加え、１１行目の「とおり」を削る。\nウ  原判決２４頁２１行目から２２行目にかけての「加えるかもしれないと\n述べて」を「加えられるかもしれないと思わせる発言により」と改める。\nエ  原判決２６頁９行目の「前記２」の次に「⑴」を加える。\n⑵  当審における控訴人の主張に対する判断\n控訴人は、本件徴収行為１の違法性について、前記第２、３⑴のように主\n張する。しかし、前記⑴（引用に係る原判決の「事実及び理由」中の第３、\n２⑴）のとおり、平成１７年１０月ころの時点では控訴人が被控訴人Ｂを畏\n怖していたとはいえず、暴力団の威力を利用した資金獲得行為とはいえない\nから、不法行為は成立せず、上記主張は採用できない。\n⑶  まとめ\nしたがって、被控訴人Ｂは、本件徴収行為２から１０までについて不法行\n為に基づき控訴人に対する損害賠償債務を負い、また、被控訴人Ｃは、本件\n徴収行為２から１０までについて使用者責任に基づき、本件徴収行為３から\n１０までについて暴対法３１条の２にも基づき、控訴人に対する損害賠償債\n務を負う。\n２  争点４（消滅時効）について\n⑴  被控訴人らは、損害賠償債務のうち本件徴収行為２から８までの分につい\nて、本件金銭交付２から８までの各交付の日を起算点として３年が経過した\nことにより消滅時効（民法７２４条）が完成したと主張する。\n⑵  民法７２４条前段にいう「損害及び加害者を知った時」とは、被害者にお\nいて、加害者に対する賠償請求をすることが事実上可能な状況の下に、それ\nが可能な程度にこれらを知った時をいう。また、使用者責任による賠償請求\nに関して「加害者を知った」（同条前段）といえるためには、被害者が、使用\n者及び使用者と不法行為者との間に使用関係がある事実に加えて、一般人が、\n当該不法行為が使用者の事業の執行につきなされたものであると判断する\nに足りる事実についても認識することが必要である。\n⑶  この点、本件徴収行為２から８までは、被控訴人Ｂによる、暴力団の威力\nを利用した控訴人からの現金の受領であるところ、前記認定事実（引用に係\nる原判決の「事実及び理由」中の第３、１⑴から⑷まで）によれば、控訴人\nは、平成７年ころから被控訴人Ｂと一定の付き合いがあった上、被控訴人Ｂ\nによる本件徴収行為２から８までに係る不法行為について、それぞれ被控訴\n人Ｂに現金を交付した時点において、自己が不法行為の被害を受けており、\nかつ、加害者である被控訴人Ｂを認識していたといえる。\nまた、控訴人は、被控訴人Ｂと付き合いを始めたころから、被控訴人Ｂが\nＡ Ｅ Ｄの幹部であると認識し、平成１４年ころには被控訴人Ｂの後援会の\n会長となっている上、平成２０年２月に被控訴人Ｂから５００万円の支払を\n求められた際、たとえ警察に言っても、他の組員が大勢おり、しかも全国の\n組織なので逆らったら大変なことになるなどと妻に伝えていること（甲Ａ１\n０）も併せれば、本件金銭交付２がされた平成２０年２月８日ころには既に\n暴力団やＡについての知識を有し、被控訴人ＢがＡの下部組織の構成員であ\nり、Ａの代表者である被控訴人Ｃの直接又は間接の指揮下にあること、被控\n訴人Ｃが同Ｂの使用者であり「加害者」であることや、被控訴人Ｂの本件徴\n収行為２から８までが暴力団の威力を利用した資金獲得活動であり、使用者\nの事業の執行についてなされていること、被控訴人Ｂの要求を断れば、Ｄを\n含む全国の組織から報復を受ける可能性があることを認識していたという\nべきである。\n⑷  以上によれば、控訴人は、本件金銭交付２から８までのそれぞれの交付時\n点において、被控訴人らに対する賠償請求をすることが事実上可能な状況の\n下に、それが可能な程度に損害及び加害者を知り、また、被控訴人Ｃが同Ｂ\nの使用者であり、被控訴人Ｃの事業の執行として本件徴収行為２から８まで\nがなされたことを知っていたといえるから、上記各交付の時（原判決別紙「交\n付金一覧表」番号２から８までの行の「交付年月日」欄記載の年月日）から、\n消滅時効が進行するというべきである。暴対法３１条の３により、被控訴人\nＣに対する同条の２に基づく損害賠償債務（本件徴収行為３から８まで）も\n同様と解される。\nそうすると、前記第２、２（引用に係る原判決の「事実及び理由」の第２、\n１⑸ア、イ）のとおり、控訴人は平成３０年１１月８日に被控訴人らに対し\nて支払の催告をし、平成３１年３月２５日に本件訴訟を提起しているが、い\nずれも３年の時効期間を経過しており、消滅時効が完成している。\n⑸  これに対し控訴人は、前記第２、３⑵のとおり、どんなに早くとも平成２\n８年８月ころまでは賠償請求を行うことが事実上可能であったとはいえない\nと主張する。\n民法７２４条前段の短期消滅時効の趣旨は、不安定な立場に置かれる加害\n者の法的地位を安定させ加害者を保護することにあるが、それも、あくまで\n被害者が不法行為による損害の発生及び加害者を現実に認識しながら３年間\nも放置していた場合に加害者の法的地位の安定を図ろうとしているものに過\nぎず、それ以上に加害者を保護しようという趣旨ではない。\n控訴人は、本件金銭交付２から８までの各交付時点において、被控訴人Ｃ\nの被用者にあたる被控訴人Ｂが、同Ｃの資金獲得の事業の執行として本件徴\n収行為２から８までを行い、それによって控訴人自身に本件金銭交付２から\n８までの各交付金額の損害が発生したことを現実に認識していたのであるか\nら、上記の民法７２４条前段の趣旨に照らし、控訴人において、本件金銭交\n付２から８までの各時点において、被控訴人に対する賠償請求をすることが\n事実上可能な状況の下に、それが可能な程度に損害及び加害者を知り、被控\n訴人Ｃ及び同Ｃと同Ｂとの間の使用関係がある事実並びに一般人が本件徴収\n行為２から８までが被控訴人Ｃの事業の執行につきなされたものであると判\n断するに足りる事実を認識していたというのが相当であり、控訴人が被控訴\n人Ｂや同Ｃを畏怖し、又は暴力団の威力を利用した報復を恐れて賠償請求を\n躊躇したというような控訴人の事情は、加害者である被控訴人らとの関係に\nおいて、消滅時効の進行の開始を妨げる事情となるとはいえない。\nもっとも、控訴人にそのような事情が生じ被控訴人らに対する賠償請求を\n行わなかったことについて被控訴人らに原因がある場合、被控訴人らによる\n消滅時効の援用が許されるか否かについては、争点５において検討すること\nとする。\n⑹  また、控訴人は、前記第２、３⑵イのとおり、本件各徴収行為は一連一体\nの行為であると主張するが、これに対する当裁判所の判断は原判決２８頁１\n行目から８行目まで記載のとおりであるから、これを引用する。\n⑺  したがって、控訴人の主張を考慮しても、前記⑷の判断は左右されない。\n３  争点５（被控訴人らによる消滅時効の援用が信義則違反又は権利濫用に当た\nるか）について\n⑴  前記１（引用に係る原判決の「事実及び理由」中の第３、１）のとおり、\n控訴人は、平成２０年２月には被控訴人Ｂやその配下から、運営する会社や\n家族に危害を加えるかもしれないような気勢を示して相当に脅迫され、また、\n平成２５年４月にも被控訴人Ｂから、会社や家族に対し要求を容れなければ\n危害を加えられるおそれがあるかのように言われて脅されていたものであ\nり、さらには、後援会費や誕生日祝いの名目で一定の間隔で金銭を交付させ\nられ、被控訴人Ｂの配下の暴力団員を通じて金銭を交付させられる状況であ\nり、継続的に被控訴人らを畏怖した状態であったというべきである。しかも、\n控訴人は、被控訴人Ｂやその所属するＤの上部団体であるＡの被控訴人Ｃや\nその配下の暴力団員による報復を恐れて、金銭の返還請求や、警察への被害\n相談すらもすることができず、被控訴人らに脅された状態をやむなく受け入\nれ、諦めていたものと認められる。この点、控訴人はたしかに、平成２０年\n２月に被控訴人Ｂに脅迫された後、弁護士に相談に行ってはいるが、その際、\n控訴人は、警察に相談すべきであるとの弁護士の助言に対し、ありきたりの\n助言に過ぎないと感じるだけで従うことができず（甲Ａ１５、控訴人本人（原\n審））、結局は借用書を作成して貸付金の形態を取ることが自身の権利保護に\nついて対応できた最大限のものであり、合理的な対応ができる心理状態では\nなかった。\n⑵  控訴人が上記⑴のような状態に陥り、被控訴人らに対する賠償請求を行わ\nなかったのは、本件徴収行為２から８までが、被控訴人Ｂにより、前記１（引\n用に係る原判決の「事実及び理由」中の第３，１⑶アからウまで、⑷）のと\nおりの態様で、かつ同１（引用に係る原判決の「事実及び理由」中の第３、\n２⑵及び⑶（補正後））のとおりの違法性をもって行われたこと（その後に行\nわれた本件徴収行為９及び１０についても同様である。）、さらに、それが前\n記第２、２（引用に係る原判決の「事実及び理由」中の第２、１⑴イ、⑵）\nのとおりの組織性を背景とする前記１（引用に係る原判決の「事実及び理由」\n中の第３、３⑴及び⑵）のとおりのＡの威力を利用しての資金獲得活動に係\nる事業の一環というべき被控訴人Ｃの事業の執行と密接に関連する行為と\nして行われたことによるのであり、いわば被控訴人Ｂの違法な本件徴収行為\n２から８まで自体、並びにその後に行われた違法行為である本件徴収行為９\n及び１０並びにそれを利用して行われた被控訴人Ｃの違法な資金獲得活動\nが原因で控訴人が被控訴人らに対する賠償請求を行わなかったといえるの\nであるから、被控訴人らが、控訴人が本件徴収行為２から８までについて民\n法７２４条前段に定める期間内に被控訴人らに対して賠償請求を行わなか\nったことに乗じてその消滅時効を援用することは、権利の濫用に当たり、民\n法１条３項により許されないというべきである。\n⑶  被控訴人らは、前記第２、４⑷のように主張するが、控訴人が被控訴人ら\nに対し賠償請求を行わなかったことについて被控訴人らに原因があるとい\nえることは上記⑵のとおりであり、また暴対法３１条の３は、指定暴力団の\n代表者等の損害賠償の責任については、同法３１条、同条の２の規定による\nほか、民法の規定によると定めており、民法の消滅時効に関する規定のみな\nらず一般条項の適用をも排除していないのであるから、被控訴人らの主張は\n採用することができない。\n⑷  したがって、被控訴人らそれぞれによる消滅時効の援用（前記第２、２（引\n用に係る原判決の「事実及び理由」中の第２、１⑸ウ）の各意思表示。ただ\nし、本件徴収行為２から８まで又は同３から８までに係る部分に限る。）は許\nされないから、本件徴収行為２から８までに係る各不法行為、使用者責任又\nは被控訴人Ｃに対する本件徴収行為３から８までに係る暴対法３１条の２\nに基づく各損害賠償債務についてはいずれも消滅していないというべきで\nある。\n⑸  以上のとおりであるから、被控訴人Ｂは、本件徴収行為２から１０までに\nついて不法行為に基づき、被控訴人Ｃは本件徴収行為２について使用者責任\nに基づき、本件徴収行為３から１０までについては暴対法３１条の２に基づ\nき、それぞれ控訴人に生じた損害について損害賠償債務を負い、被控訴人ら\nの債務は不真正連帯債務となる。\n４  争点３（損害額）について\n⑴  財産的損害\n控訴人は、被控訴人らの本件徴収行為２から１０までによって、本件金銭\n交付２から１０までを行うことを余儀なくされ、原判決別紙「交付金一覧表」\nのとおり、合計５９６万円を失っており、控訴人は５９６万円の財産的損害\nを被ったといえる。\n他方、本件金銭交付２に関しては、控訴人は、その後、被控訴人Ｂから貸\n金返済名下に計１５万円を受け取っており（前記１（引用に係る原判決の「事\n実及び理由」中の第３、１⑶エ））、同額について損害のてん補があったとい\nうべきであるから、損益相殺の法理によりこれを控除すると、控訴人の損害\n額は５８１万円となる。\n⑵  慰謝料\n被控訴人Ｂの本件徴収行為２から１０までは、暴力団による威力を利用し\nた資金獲得行為であり、それによって控訴人が自身もしくは家族に危害を加\nえられたり、その営業を妨害されたりするのではないかとの恐怖を感じたこ\nと、本件徴収行為２から１０までが約８年半の期間にわたって繰り返し行わ\nれた行為であることなど諸般の事情を考慮すれば、本件徴収行為２から１０\nまでの不法行為による控訴人の精神的苦痛に対する慰謝料は１００万円を\n認めるのが相当である。\n⑶  弁護士費用\n控訴人が本件訴訟の提起及び追行を弁護士に委任して行った事実は当裁\n判所に顕著であり、本件事案の内容や性質等本件に現れた一切の事情を考慮\nすれば、控訴人が要した弁護士費用のうち、被控訴人らによる不法行為等と\n相当因果関係の認められる弁護士費用は、７０万円と認めるのが相当である。\n⑷  合計  ７５１万円\n５  結論\nしたがって、控訴人は、被控訴人らに対し、被控訴人Ｂについては不法行為、\n被控訴人Ｃについては使用者責任（本件徴収行為２）及び暴対法３１条の２（同\n３から１０まで）に基づき、連帯して７５１万円及びこれに対する不法行為後\nの日である平成３０年１１月９日（被控訴人らに対する催告の日の翌日）から\n支払済みまで民法所定の年５分の割合による遅延損害金の支払を求めること\nができる。\n第４  結語\nよって、上記第３、５の結論と異なる原判決は一部相当ではなく、控訴人の\n控訴は一部理由があるから、原判決を上記結論に従って変更し、その余の控訴\nはいずれも理由がないからこれらを棄却することとして、主文のとおり判決す\nる。\n名古屋高等裁判所民事第１部\n裁判長裁判官     松      村       徹\n裁判官     入    江    克    明\n裁判官     本      松       智\n"
}