{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 4,
    "day": 18
  },
  "case_number": "令和4(わ)368",
  "case_name": "過失運転致傷被告事件",
  "court_name": "札幌地方裁判所",
  "gist": "前方左右の注視を怠り進路の安全確認不十分のまま進行した過失により、進路前方を横断してきた児童運転の自転車に気付かず衝突させて傷害を負わせたとする過失運転致傷の事案につき、自転車が進入してきて衝突することの予見可能性及び結果回避可能性を認めるには合理的疑いが残るとして、無罪を言い渡した事例",
  "lawsuit_id": "92078",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=92078",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/078/092078_hanrei.pdf",
  "contents": "主                 文\n被告人は無罪。\n理            由\n第１  本件公訴事実及び争点について\n１  本件公訴事実は、「被告人は、令和３年１１月１０日午後４時４３分頃、普通\n乗用自動車（以下「被告人車両」という。）を運転し、札幌市ａ区ｂｃ条ｄ丁目ｅ\n番先道路をｆ方面からｇ方面に向かい時速約４０ｋｍで進行するに当たり、前方左\n右を注視し、進路の安全を確認しながら進行すべき自動車運転上の注意義務がある\nのにこれを怠り、前方左右を注視せず、進路の安全確認不十分のまま漫然前記速度\nで進行した過失により、折から進路前方を右方から左方に向かい横断してきたＡ\n（当時８歳、以下「被害者」という。）運転の自転車（以下「被害者自転車」とい\nう。）に気付かず、同自転車に自車前部を衝突させて同自転車もろとも同人を路上\nに転倒させ、よって、同人に全治約１年間を要し、高次脳機能障害等の後遺障害を\n伴うびまん性軸索損傷等の傷害を負わせた。」というものである（略称は裁判所が\n付したものである。）。\n２  弁護人は、被告人に前方注視義務違反はなく、本件具体的事情の下で歩行者や\n自転車の横断を予想すべき事情はなく、また、結果回避可能性もなく、自転車に気\n付くことは不可能であったから、被告人は無罪であると主張する。本件の争点は、\n①被告人がどの時点で本件事故の発生を予見できたか、②本件事故の発生を予見で\nきた時点で事故を回避できたかである。\n第２  前提事実\n１  本件事故が発生したｈ線（以下「本件道路」という。）は、住宅街を通過する\n片側２車線の道路であり、指定最高速度は時速４０ｋｍに規制されていた。車道の\n幅員は全体で１３．５ｍであり、路面はアスファルト舗装であった。\n本件事故現場付近は直線であり、ｆ方面からｇ方面に向けて下り勾配約２％であ\nった。\n本件事故当時は日没近くの時間帯で、付近には街灯が点在していた。路面は乾燥\n状態であった。\n２  被告人は、被告人車両を運転し、本件道路の第２車線（以下「本件第２車線」\nという。）をｆ方面からｇ方面に向かって進行していた。\n被告人車両の後方で第１車線を走行していたＢ運転車両（以下「Ｂ車両」とい\nう。）のドライブレコーダー映像（甲５〔211110162401_0033.mp4のファイル〕）\nによれば、再生開始から２４秒頃、被告人車両がＢ車両を追い越した。その前から\n３２秒頃にかけて、対向車線は第１車線を中心に断続的に車が走行しており、被告\n人車両は、２４秒頃から３２秒頃まで約１５ｍ間隔で進行する１０台の対向車両と\nすれ違い、その後衝突するまでは対向車両とすれ違っていない。\n他方、３２秒頃、被害者自転車が対向車線側歩道から対向車線に進入を開始した。\nその後、被害者自転車はさらに被告人進行車線に進入し、３４から３５秒頃、公訴\n事実記載の場所である本件第２車線上（以下「本件衝突場所」という。）において、\n被告人車両と衝突した。３８秒頃、被告人車両は停止した。\n３  本件衝突場所付近の道路状況についてみると、本件道路は、本件衝突場所の９．\n８ｍ手前で市道（以下「本件市道」という。）と交差しており、本件道路が優先道\n路であった。\n被告人車両の進行方向から見て左方（進行車線側）の道路状況についてみると、\n本件市道は本件道路に向かって比較的急な下り勾配となっていた。進行車線側から\n見て本件市道の手前には集合住宅が位置していた。\n被告人車両の進行方向から見て右方（対向車線側）の道路状況についてみると、\n本件道路が本件市道と交差する箇所からｆ方面寄りの歩道上には、街灯が設置され\nていた。他方、ｇ方面寄りの歩道上には消火栓標識があり、その背後は樹が茂って\nいた。\n４  被害者は、本件事故当日、紺色のパーカーと黒色のズボンを着用していた。被\n害者自転車は深緑色であり、少なくとも側方に反射板は設置されていなかった。\n第３  争点に対する判断\n１  被害者自転車を視認できる時点\n実況見分において、被害者自転車が移動した各地点が特定され、甲２添付の交通\n事故現場見取図（以下単に「見取図」という。見取図に甲３の修正を反映したもの\nを別紙として添付する。）において、歩道上の㋐地点、対向車線の車道に乗り入れ\n始めたⓅ’１地点、自転車全体が対向車線の第１車線に進入したⓅ’２地点、自転\n車全体が対向車線の第２車線に進入したⓅ’３地点、自転車の先頭が中央線に到達\nした㋑地点、本件第２車線上で被告人車両と衝突した㋒地点を特定しており、検察\n官は、主に、Ⓟ’２地点における予見可能性及び結果回避可能性があることを主張\nしている。そこで、以下、被害者自転車が各地点に到達した時点における予見可能\n性及び結果回避可能性を検討する。\n２  被害者自転車が歩道上にいた時点（㋐付近）\n被告人車両の進行車線側歩道上をｆ方面からｇ方面に向かって自転車で進行して\nいたＣは、実況見分において、被害者は、前記消火栓標識手前の地点（㋐地点）付\n近から対向車線に進入し、その際自身は見取図○Ⅰ の地点にいたと指示し、また公判\n廷において、その際被告人車両は自身より後ろにいた旨証言しており、この指示、\n証言のとおりの事実が認められる。\n見取図によれば、○Ⅰ とⓅ１は車線の向きに沿ってほぼ並列した位置にあるから、\n被害者自転車が㋐から対向車線に進入しようとした際、被告人車両はⓅ１より手前\nの位置にいたと認められる。そして、被告人車両からの見通し見分の結果（甲２写\n真２４）によれば、Ⓟ１からですら㋐を視認することはできないと認められるから、\nより遠距離にある被告人車両の位置から被害者自転車を視認することはできない。\nなお、検察官は、Ｃが○Ⅰ から㋐が視認できたことを指摘するが、○Ⅰ から㋐を直線\nでつないだ場合、本件第２車線とは、Ⓟ１から１５．５ｍｇ方面に進んだⓅ２付近\nで交わることになるから、○Ⅰ から㋐が視認できたからといって被告人車両から視認\nできたということにはならない。\nしたがって、被害者自転車が㋐地点にいた時点においては、これを視認できると\nして予見可能性を認めることができない。\n３  被害者自転車が歩道から車道に乗り入れ始めた時点（Ⓟ’１付近）\n実況見分において、被害者自転車が歩道から車道に乗り入れ始めたⓅ’１地点\nと衝突地点から４１．６ｍ手前のⓅ１地点が特定され、Ⓟ１地点において、被告人\nは、Ⓟ’１地点にある自転車が見えることを確認したことがうかがわれる。他方で、\n被害者自転車がⓅ’１地点にいた時点で被告人車両がⓅ１地点に到達していた旨の\n供述や指示説明は存在しない。そこで、被告人が、Ⓟ’１地点にいた被害者自転車\nを見て、本件事故を予見できたかどうかを検討する。\nＢ車両のドライブレコーダー映像（甲５、１３）上からは、被害者自転車がⓅ’\n１付近を通過した時点を特定することは困難であるので、その他の証拠を含めて到\n達した時点を推定し、その時点の被告人車両からの見通し状況を検討する。\n見取図上の衝突時点の被告人車両③及び被害者自転車㋒の各位置と、Ｃ指示説明\n時点の被告人車両②及び被害者自転車㋑の各位置との距離関係から遡って、被告人\n車両と被害者自転車がいずれも等速直進運動をしていたと仮定して逆算すると、被\n害者自転車がⓅ’１地点に到達した際の被告人車両到達地点は、Ⓟ１とⓅ２の間で\nある、②から約２０．２ｍ手前（衝突地点の約３３．３ｍ手前）の地点となる。\n（計算式：13.1m〔③～②の距離〕 × 6𝑚〔㋑～Ⓟ’１の距離〕\n3.9𝑚〔㋒～㋑の距離〕 ≅ 20.2𝑚）\nもっとも、この計算は、被害者自転車が停止した状態から発進し、衝突直前まで\nペダルをこいで加速していること等を考慮していないため、そのまま採用すること\nはできない。実際、同様の計算手法で、被害者自転車が㋐地点にいる際の被告人車\n両到達地点を算定すると、Ｃがいた○Ⅰ より衝突地点寄りの、②から約２４．２ｍ手\n前の地点となってしまい、信用できるＣ証言に反する結果になる。\n（計算式：13.1m〔③～②の距離〕 × 7.2𝑚〔㋑～㋐の距離〕\n3.9𝑚〔㋒～㋑の距離〕 ≅ 24.2𝑚）\nこの点を考慮すると、実際の被告人車両の位置は、前記②から約２０．２ｍ手前\nの地点より更に手前の地点であったと考えられるが、証拠上は、被害者自転車がⓅ’\n１地点にいた時点での被告人車両の位置をこれ以上特定することは困難である。こ\nの問題を留保した上で、被害者自転車が㋐の時点で被告人車両はⓅ１より手前であ\nったと認められ、その直後の時点において、被害者自転車がⓅ’１地点にあり、被\n告人車両がⓅ１地点付近に到達していたという場面はあり得ること、Ⓟ１より手前\nの地点においては、対向車両の存在によって被害者自転車の視認がより困難になる\nと考えられることから、検察官の主張にかんがみ、被害者自転車がⓅ’１地点に到\n達した際の被告人車両到達地点をⓅ１と仮定して見通し状況を検討する。\nドライブレコーダー映像上、被告人車両がⓅ１地点に到達した場面を特定する\nことは難しいが、これと近似する場面を、甲１３・再生時間－００：００：０７\n（１０／３０フレーム目）（以下同様の記載は単に「甲１３・－０７（１０／３\n０）」というように記載する。）と仮定した場合、１０台目すなわち衝突前最後に\nすれ違った対向車両が、消火栓標識前の区画線の白線の終点を通過し終えたように\nも見える。他方、Ⓟ１地点からのⓅ’１地点の見通し見分の結果（甲２写真２５）\nによれば、被害者自転車は消火栓標識の下付近に位置しているから、前記ドライブ\nレコーダー映像の場面では、対向車両が通過して、Ⓟ’１地点の被害者自転車が見\nえ始めた段階であったと認められる。また、Ⓟ’１地点は、街灯によって照らされ\nた範囲と暗がりの境目付近であったことも認められる。\nそうすると、日没近くの時間帯に、前照灯が付いた対向車両と多くすれ違った直\n後であり、暗い色の服を着た人物が乗り、側方に反射板が設置されていない薄暗い\n色の自転車が、街灯によって照らされた範囲と暗がりの境目付近から、暗い樹々を\n背景として対向車線の第１車線に進入したものであることを踏まえると、これをと\nっさに視認することは、できたとしても不鮮明であり、困難であったといわざるを\n得ない。被告人は、実況見分において、Ⓟ’１地点にいる自転車が見える旨確認し\nたことはうかがわれるが、事故発生を踏まえて意識的に注視することで視認できた\nからといって、直ちに、上記検討のとおりの具体的状況の下での予見可能性を根拠\n付けるものとはいえない。\nしたがって、被害者自転車がⓅ’１付近に到達した時点では、同自転車の存在\nを視認し、自車線上まで進行してきて事故が発生し得ることの予見可能性を認める\nことはできない。\n４  被害者自転車全体が対向車線の第１車線上に進入した時点（Ⓟ’２付近）\n検察官は、被告人車両がⓅ２地点に到達した時点で被害者自転車がⓅ’２付近\nに到達しており、被告人が被害者自転車に気付いて衝突を予見することが可能であ\nった旨主張する。しかし、実況見分におけるⓅ２地点とⓅ’２地点の特定は、被告\n人車両がⓅ２地点にあり、被害者自転車がⓅ’２地点にあると仮定した場合の見通\nし状況を確認したものであり、被害者自転車がⓅ’２付近に到達した時点で被告人\n車両がⓅ２地点に到達していた旨の供述や指示説明は存在しない。\n検察官は、甲１３・－０６（７／３０）の被告人車両と被害者自転車の位置関係\nが、見取図のⓅ２とⓅ’２に近似することを根拠に、被告人車両がⓅ２地点に到達\nした時点で被害者自転車がⓅ’２地点に到達していた旨主張する。この主張は、ド\nライブレコーダーの映像と実況見分調書の見取図との目視による対比という手法を\n根拠とし、厳密なものではなく、甲１３の映像の粗さも考慮すると、被告人車両と\n被害者自転車の位置関係を正確に特定することは困難であって、検察官主張のとお\nり近似させられるかには疑問があり、相応の誤差を見込む必要も考えられる。以下\nでは、この問題を留保した上で、検察官が主張する前提を仮定して、検討を進める。\nこの時点では、被害者自転車は、街灯によって比較的明るく照らされた対向車線\n上の区画線付近まで進入してきており、対向車両とのすれ違いも終わっていて視野\nを遮るものはない。被告人も、実況見分において、Ⓟ２地点からⓅ’２地点にいる\n仮想被害者の自転車が見えることを確認しているから、本件当時、Ⓟ２地点にいた\n被告人車両からⓅ’２地点にいた被害者自転車を視認することは可能であったと認\nめられる（甲２写真２７）。\nしたがって、被告人が、被害者自転車の向きやⓅ’２までの動きを視認すること\nによって、それが自車線上に向かっていることを認識でき、そのまま自車線上まで\n進行してくることを予見することは可能であったとも、考えられなくはない。そこ\nで、検察官が主張する予見可能性があることを仮定して、結果回避可能性の有無を\n検討することとする。\n被害者自転車がⓅ’２付近に到達した時点で、被告人が急制動の措置を講じる\nことで本件事故を回避することが可能であったかどうかについて検討する。\n検察官は、Ⓟ２地点から衝突地点までの距離が２６．１ｍである一方、実況見分\nの際に被告人が被害者自転車に気付いて制動措置を取ったと指示した衝突地点から\n被告人車両が実際に停止した地点までの距離が１８．２ｍであり、時速４０ｋｍで\n走行する自動車の停止距離が一般的に１７．３３ｍ（反応時間０．７５秒、摩擦係\n数０．７）とされていることから、結果回避可能性を肯定できる旨主張する。\nア  まず、前提として、被告人車両の速度について検討する。\n実況見分の結果（甲２）によれば、被告人車両のスリップ痕は約１０ｍであった\nと認められるから、ここからは、速度は時速４１．５４ｋｍ（秒速１１．５４ｍ）\nであったと推定される（摩擦係数については、乾いたアスファルト舗装路面であり、\n下り勾配約２％であることから０．６８とした。）。もっとも、被告人車両は、被\n害者自転車との衝突により若干減速したと考えられ、そのほかに考えられる誤差も\n含めて、実際の速度はより速かった可能性を想定する必要がある。\n（計算式：√2 × 0.68〔摩擦係数〕 × 9.8𝑚/𝑠2 × 10𝑚〔スリップ痕の長さ〕 ≅ 11.54𝑚/𝑠）\n次に、甲１３・－０６（７／３０）の被告人車両が見取図のⓅ２地点であると仮\n定して、衝突までにかかった距離と秒数から、速度を算定する。ドライブレコーダ\nー映像は後方から撮影されているため、衝突場面を映像上視認することはできない\nが、衝突音が記録された場面は、甲１３・－０４（１／３０）から－０４（１０／\n３０）頃までの間と認められ、音速等の誤差を考慮する必要はあるものの、幅を持\nたせた推定として、衝突時点とみなすことは可能である。そうすると、Ⓟ２から衝\n突地点までの２６．１ｍを約５４フレーム（１．７８２秒）から約６３フレーム\n（２．０７９秒）で移動したことになり、秒速約１４．６ｍ（時速約５３ｋｍ）か\nら秒速１２．５ｍ（時速約４５ｋｍ）と推定することが可能である。\n検察官が主張する時速４０ｋｍの根拠は、被告人の普段の走行感覚に基づく供述\nであって、具体的にメーター等で確認したものではなく、被告人も、時速５０ｋｍ\nは否定しつつも、前後５ｋｍ程度の幅はあり得ると供述している上、被告人車両は\nＢ車両を追い越して本件衝突場所に至っている。\nこれらの証拠関係からすると、被告人車両は本件事故当時時速４５ｋｍ程度で走\n行していた可能性が十分あるというべきである。\nイ  時速４５ｋｍ（秒速１２．５ｍ）の場合の被告人車両が被害者自転車との衝突\nを回避するための停止距離やそのために必要な反応時間について、検討する。\nまず、衝突時の被告人車両の位置③から停止位置④までの距離である１８．２ｍ\nを、検察官が主張するように本件当時の被告人車両の停止距離として用いることは、\nできない。検察官の主張は、③地点において、衝突と同時に被害者自転車を視認し\nて制動措置を取った旨の被告人の供述を前提にしている。しかし、被告人車両のブ\nレーキランプが甲１３・－０４（１３／３０）の場面で点灯したことを前提として、\n一般的な自動車運転者の反応時間を考慮すれば、前記のとおり推定した衝突時点の\n場面（甲１３・－０４（１／３０）ないし－０４（１０／３０））は、被告人が被\n害者自転車を初めて視認した時点としては遅過ぎる。被告人は、実際には、衝突よ\nり早い時点で被害者自転車を視認して制動措置を取り始めていたと推認するのが相\n当であり、停止距離は、前記１８．２ｍよりも相当程度長かったはずである。\n次に、秒速１２．５ｍの場合の制動距離は、前記のとおり摩擦係数を０．６８と\nすると１１．７２ｍと認めることができる。仮に１１．７２ｍを前提とすると、被\n告人車両が衝突地点までの２６．１ｍの間に停止するためには、空走距離は１４．\n３８ｍ未満でなければならず、反応時間は１．１５秒未満でなければならない。\n（計算式：(12.5𝑚/𝑠)2\n2 × 0.68[摩擦係数] × 9.8𝑚/𝑠2⁄ ≅ 11.72𝑚）\n（計算式：(26.1𝑚 − 11.72𝑚) (12.5𝑚/𝑠)⁄ = 1.15𝑠）\nそこで、この時間内に被害者自転車を発見して制動措置等を講じることができた\nかどうかについて検討する。\n反応時間については、一般に、通常の運動神経の人は０．６～０．８秒、運動神\n経が鈍い人は１．０秒程度であるとされているところ（『図解交通資料集』（牧野\n隆編著、立花書房、第５版））、被告人は事故当時７６歳であるから、１．０秒程\n度を要する可能性は十分考えられる。確かに、認知機能検査の結果、記憶力・判断\n力に心配はないとされている（弁４）が、同検査は簡易な手法によるものである上、\n記憶力・判断力以外の身体機能の低下による反応時間の遅れも考えられるから、同\n検査の総合点が高かったからといって必ずしも反応時間を通常の運動神経の人どお\nりにすべきとはいえない。被告人の反応時間が１．０秒であるとした場合、急制動\nの措置を取るための反応の遅れが許容される時間はわずか０．１５秒であり（なお、\n通常の運動神経の人の０．８秒を仮定しても、０．３５秒である。）、衝突を回避\nするための時間的余裕は少ない。\nさらに、本件衝突場所付近の道路状況の影響を考慮する必要がある。確かに、被\n告人が右方も視野に入れて前方を注視していれば、Ⓟ’２付近まで進入してきた被\n害者自転車が目に入る位置関係にあり、また、右方の市道からの車両等の進入の可\n能性も踏まえて右方を注視し、急制動の措置を取ることができたと考えられなくも\nない。しかし、被告人車両の進行車線に直接車両等が進入するのは、左方の市道か\nらであり、左方の市道の見通しは良くなく、比較的急な下り勾配にもなっていて、\n急に車両等が現れて衝突に至る可能性も考えられるから、前方左右を注視して運転\nするにしても、特に左方を注意して運転するのが自然な道路状況であった。また、\n自動車運転者にとって最優先されるべき前方注視箇所は進路前方の進行車線上であ\nるところ、左前方である同車線の第１車線には停止車両があり、その動静も注意す\nべき対象であったといえる。これに加え、本件道路は市街地を通過する道路であっ\nたとはいえ、被害者自転車は、横断歩道がない場所で、複数台の対向車両が通過し\nすれ違った直後に、２車線の対向車線を横断して進入してきており、被告人車両の\n運転者として容易に予想できる行動とはいえないこと、前記検討のとおり、被害者\n自転車は、対向車線に進入し始めた時点では視認困難であり、Ⓟ’２付近で突然車\n線上に現れたようにも見えたと考えられることを踏まえると、対向車線の第１車線\n上に被害者自転車が見えたとしても、どのような動きであるのかを直ちに認識でき\nるとは限らない。中央線を越えて本件第２車線まで進入してくる動きであることを\n認識・判断するために若干の時間を要することは考えられるし、その動きが意外な\n事態と感じられ、驚きや狼狽から反応が遅れることもあり得ると考えられる。\nそうすると、本件具体的事情の下では、Ⓟ’２地点にいる被害者自転車を視認し\nてから、それが自車線上に進入してこようとしていることを認識・判断して、急制\n動の措置を取るための反応時間として、一般的に言われているよりも長めである１．\n１５秒以上を要するとしても、やむを得ないとみる余地がある。したがって、被害\n者自転車がⓅ’２付近に到達した時点で被告人車両がⓅ２に到達していたと仮定し、\n被告人が被害者自転車を視認することができたとしても、この時点で、被告人が直\nちに急制動の措置を取ることで被害者自転車との衝突を回避できたと認めることに\nついては、合理的な疑いがあるといわざるを得ない。\n以上の検討を踏まえて、被害者自転車がⓅ’２地点に到達した時点における予\n見可能性等について、改めて検討する。\n前記検討のとおり、被告人は、前方左右を注視することで、Ⓟ’２地点に到達し\nた被害者自転車が視野に入り、これを視認できたとは考えられる（甲２写真２７）。\nまた、ドライブレコーダーの動画を拡大化して抜粋した動画（甲１３添付のＤＶＤ\n－Ｒ。以下「拡大動画」という。）によれば、Ⓟ’１地点からⓅ’２地点に進行す\nる被害者自転車の動きを視認することが容易であるようにも見えなくはない。\nしかし、拡大動画については、当時の被告人車両を運転していた被告人の視野は、\n被告人車両がＢ車両より前方に位置していたことや、時速４５ｋｍで走行中であっ\nて前方向の遠方に注意が向けられることによって、拡大動画よりも狭かった可能性\nが高い。拡大動画は、これらの問題が考慮されておらず、被告人車両からの視認状\n況としてそのまま用いることはできない。\n加えて、前記検討のとおり、本件具体的事情の下では、前方を中心としつつも特\nに左方に注意を向けるのが自然な道路状況であるから、２車線ある対向車線の第１\n車線上の歩道に近接した場所であるⓅ’２地点や、歩道上の㋐地点、その間のⓅ’\n１地点は、自動車運転者にとって、常に注意を向けるべき場所とはいい難い。Ⓟ’\n１地点やⓅ’２地点にいる被害者自転車が、仮に被告人の視野に入ったとしても、\n視野の周縁部分であり、しかも、前照灯を点灯した複数台の対向車両が通過した直\n後であることを考慮すると、この時点で被害者自転車の動きを注視することは、困\n難である。\n前記３検討のとおり、Ⓟ’１地点にいた被害者自転車を視認することは、できた\nとしても不鮮明であって困難なことに加え、Ⓟ’１地点からⓅ’２地点への進行は、\n被告人車両から見て、対向車線第１車線上の歩道に近接した場所におけるわずかな\n時間のわずかな移動距離に過ぎない。視野の周縁部でそれだけが見えたからといっ\nて、被害者自転車が対向車線を横断して自車線にまで進入しようとする動きと判断\nできるとは限らない。 で検討したとおり、被害者自転車が中央線を越えて自車線\n上に進入してくる動きをすることは、意外な事態であり、認識、判断に若干の時間\nを要することも考えられる。\n以上の検討によれば、被害者自転車がⓅ’２地点に到達した時点で被告人車両が\nⓅ２に到達していたと仮定した場合も、被害者自転車が自車線上に進入してきて衝\n突する可能性の予見を直ちに要求することには、無理があり、これを予見できるの\nが後に検討するⓅ’３地点に至った時点であるとしてもやむを得ない。被害者自転\n車がⓅ’２地点に到達した時点において、被告人に対し、予見可能性を肯定するこ\nとについても、合理的な疑いがある。\n５  被害者自転車が対向車線の第２車線に進入し（Ⓟ’３）、又は、中央線に到達\nした（㋑）時点\nＣは、実況見分において、被害者自転車が中央線の直前である㋑地点に到達した\n時点で被告人車両が②地点に到達していたと指示し、公判廷において、実況見分で\n指示したとおりの位置関係であった旨証言しており、この指示、証言のとおりの事\n実が認められる。他方、実況見分において、被告人車両がⓅ２地点にあり、被害者\n自転車が対向車線の第２車線に進入したⓅ’３地点にあると仮定した場合の見通し\n状況を確認し、被告人が、仮想被害者の自転車が見える旨確認したことがうかがわ\nれるが、位置関係がそのとおりである旨の供述や指示説明は存在せず、むしろドラ\nイブレコーダー映像（被害者自転車の位置からは甲１３・－０６（２５／３０）前\n後であるように見える。）からは、被告人車両は既にⓅ２を通過し、②との間にあ\nるようにも見える。\nこれらの地点からⓅ’３地点や㋑地点への視界を遮るものはなく、被告人が、前\n方左右を注視していれば、被害者自転車が視野に入るとともに、被害者自転車が自\n車線上に進入してくることを予想できたとも考えられる。\nしかし、②地点は、衝突地点の１３．１ｍ手前であり、被告人車両の速度におけ\nる停止距離を踏まえると、被告人が②地点に到達した時点で急制動の措置を講じる\nなどしても、既に㋑地点に到達している被害者自転車との衝突を回避することは、\n明らかに不可能であった。また、被害者自転車がⓅ’３地点にある場合の被告人車\n両の位置を特定することは困難であるが、前記検討のとおり、被告人車両がⓅ２地\n点にあった場合ですら、結果回避可能性には疑いがある上、例えば、Ⓟ２と②の中\n間地点（衝突地点の１９．６ｍ手前）にあると仮定した場合、反応時間は０．６３\n秒未満でなければならず、本件具体的事情の下では衝突回避は極めて困難であった\nといわざるを得ない。\n（計算式：(19.6𝑚 − 11.72𝑚) (12.5𝑚/𝑠)⁄ ≅ 0.63𝑠）\nしたがって、被害者自転車がⓅ’３地点や㋑地点に到達した時点においては、結\n果回避可能性を認めることはできない。\n第４  結論\n以上の検討によれば、被告人が前方左右を注視し、進路の安全を確認しながら進\n行していても、本件具体的事情の下では、被害者自転車が自車線上に進入してきて\n自車と衝突することの予見可能性や、その衝突の回避可能性には、合理的な疑いが\nあり、そのほか、被告人の過失を認めるに足りる証拠はない。\n結局、本件公訴事実については犯罪の証明がないことになるから、刑事訴訟法３\n３６条により、被告人に対し無罪の言渡しをする。\n（求刑  禁錮１年）\n令和５年４月１８日\n札幌地方裁判所刑事第３部\n裁判長裁判官    井 下 田   英   樹\n裁判官    加島一 十\n裁判官後藤紺は、差支えのため署名押印できない。\n裁判長裁判官    井 下 田   英   樹\n（別紙省略）\n"
}