{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 6,
    "month": 3,
    "day": 26
  },
  "case_number": "令和5(ネ)10084",
  "case_name": "特許権侵害損害賠償等請求控訴事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "92933",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=92933",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/933/092933_hanrei.pdf",
  "contents": "令和６年３月２６日判決言渡\n令和５年（ネ）第１００８４号  特許権侵害損害賠償等請求控訴事件（原審・東京\n地方裁判所令和２年（ワ）第１３３１７号）\n口頭弁論終結日  令和６年１月３０日\n判                  決\n控 訴 人 兼 被 控 訴 人           株 式 会 社 齋 藤 創 造 研 究 所\n（以下「第１審原告」という。）\n同訴訟代理人弁護 士              上山   浩\n同                               井上   拓\n被 控 訴 人 兼 控訴 人              A p p l e   J a p a n 合 同 会 社\n（以下「第１審被告」という。）\n同 代 表 者 代表 社 員            アップルサウスアジアピーティーイーリミテッド\n同訴訟代理人弁護 士             矢 倉 千 栄\n同                                稲 瀬 雄 一\n同訴訟復代理人弁理士              大 塚 康 徳\n同補佐人弁理 士              大 塚 康 弘\n同                                坂 田 恭 弘\n主                  文\n１  第１審被告の控訴に基づき、原判決を次のとおり変更する。\n⑴  第１審被告は、第１審原告に対し、１７５５万３６４２円及びうち１\n２６９万１８３１円に対する平成２１年９月２７日から、うち２５万３\n５８５円に対する平成２２年９月２６日から、うち１７０万７６０８円\nに対する平成２４年９月３０日から、うち２９０万０６１８円に対する\n平成２５年９月２９日から、各支払済みまで年５分の割合による金員を\n支払え。\n⑵  第１審原告のその余の請求を棄却する。\n２  第１審原告の控訴を棄却する。\n３  訴訟費用は、第１、２審を通じてこれを１００分し、その４を第１審被\n告の負担とし、その余を第１審原告の負担とする。\n４  この判決は、第１項⑴に限り、仮に執行することができる。\n事実及び理 由\n第１  控訴の趣旨\n１  第１審原告の控訴の趣旨\n⑴  原判決を次のとおり変更する。\n⑵  第１審被告は、第１審原告に対し、４億円及びこれに対する平成２１年９\n月２７日から支払済みまで年５分の割合による金員を支払え。\n２  第１審被告の控訴の趣旨\n⑴  原判決中、第１審被告の敗訴部分を取り消す。\n⑵  前項の部分につき、第１審原告の請求を棄却する。\n第２  事案の概要（略称等は、特に断らない限り、原判決の表記による。）\n１  本件は、原判決別紙特許権目録記載の特許（本件特許）を有していた第１審\n原告が、原判決別紙被告製品目録記載１の製品（被告製品１）及び同目録記載\n２の製品（被告製品２）は本件特許に係る発明の技術的範囲に属し、第１審被\n告が被告製品１及び被告製品２（併せて「被告各製品」という。）を輸入、販売\nする行為は、第１審原告の本件特許に係る特許権（本件特許権）を侵害するも\nのであると主張し、第１審被告に対し、不当利得返還請求として、９億６５４\n５万０４７５円及びうち６億９８０５万０７４４円に対する平成２１年９月２\n７日から、うち１３９４万７１９５円に対する平成２２年９月２６日から、う\nち９３９１万８４６７円に対する平成２４年９月３０日から、うち１億５９５\n３万４０６９円に対する平成２５年９月２９日から、各支払済みまで民法（平\n成２９年法律第４４号による改正前のもの。以下同じ。）所定の年５分の割合に\nよる法定利息の支払を求めた事案である。\n原判決は、第１審原告の請求のうち、４３８８万４１１２円及びうち３１７\n２万９５７９円に対する平成２１年９月２７日から、うち６３万３９６３円に\n対する平成２２年９月２６日から、うち４２６万９０２１円に対する平成２４\n年９月３０日から、うち７２５万１５４９円に対する平成２５年９月２９日か\nら、各支払済みまで年５分の割合による遅延損害金の支払を求める限度で認容\nし、第１審原告のその余の請求を棄却したので、第１審原告が原判決のうち第\n１審原告敗訴部分を不服として、第１審被告が原判決のうち第１審被告敗訴部\n分を不服としてそれぞれ控訴した。第１審原告は、当審において、請求額を４\n億円及びこれに対する平成２１年９月２７日から支払済みまで年５分の割合に\nよる金員に減縮した。\n２  前提事実、争点及び争点に対する当事者の主張は、後記３のとおり補正し、\n後記４のとおり当審における第１審原告の補充主張を付加し、後記５のとおり\n当審における第１審被告の補充主張を付加するほか、原判決「事実及び理由」\n第２の２及び３並びに第３（３頁１行目から４４頁２６行目まで）記載のとお\nりであるから、これを引用する。\n３  原判決の補正\n⑴  原判決３頁１５行目及び４頁１１行目の「軌道」をいずれも「軌跡」に改\nめる。\n⑵  原判決８頁１４行目の後に改行して次のとおり加える。\n「カ  第１審被告及びアップルインコーポレイテッドは、令和２年１２月２５\n日、本件特許について特許無効審判を請求したが、特許庁は、令和４年１\n月６日、審判請求不成立の審決をした。第１審被告及びアップルインコー\nポレイテッドは、上記審決の取消しを求める訴え（以下、この訴えに係る\n訴訟を「別件審決取消訴訟」という。）を知的財産高等裁判所に提起したが\n（知的財産高等裁判所令和４年（行ケ）第１００１２号、同第１００４５\n号）、同裁判所は、令和５年２月１６日、第１審被告及びアップルインコー\nポレイテッドの各請求をいずれも棄却するとの判決をした。第１審被告及\nびアップルインコーポレイテッドは、同判決を不服として上告受理申立て\nをしたが、最高裁判所は、令和５年１１月１日、上告受理申立てを不受理\nとする旨判断し、上記判決が確定した。別件審決取消訴訟では、後記乙８\n発明を主引用例とする進歩性の判断の誤り、後記乙９発明を主引用例とす\nる進歩性の判断の誤り及び後記乙１０発明を主引用例とする進歩性の判断\nの誤りが取消事由として主張されていた。（甲４３、６０、６１）」\n⑶  原判決９頁３行目の「本件各発明の無効理由の有無」を「本件特許の無効\n理由の有無」に改める。\n⑷  原判決９頁８行目の「特許法１０２条３項に基づく損害額」を「第１審被\n告が第１審原告に対して不当利得返還義務を負う金額」に改める。\n⑸  原判決１２頁４行目の「あるから、」の後、１７頁２０行目の「あるから、」\nの後、２３頁１９行目の「あるから、」の後に、それぞれ「本件特許は」を加\nえる。\n⑹  原判決３２頁８行目の「特許法１０２条３項に基づく損害額」を「第１審\n被告が第１審原告に対して不当利得返還義務を負う金額」に改める。\n４  当審における第１審原告の補充主張\n⑴  原判決は、本件各発明の相当実施料率を０．５％と認定したが、不当に低\nいものであり、相当実施料率は１０％を下回らない。\nア  本件では、①第１審被告は、本件特許成立前、かつ、本件各発明の実施\n品に当たるクリックホイール搭載の iPod 発売前に、第１審原告から本件\n特許の原出願を含む複数の特許出願に係る発明の実施許諾の交渉を申し\n入れられていたこと、②それにもかかわらず、第１審被告は、本件特許の\n原出願の存在を認識しながら、実施許諾を受けることなく、クリックホイ\nール搭載の iPod を発売し、輸入を開始したこと、③第１審被告は、本件特\n許の成立後も、再度第１審原告から実施許諾の交渉を申し入れられていた\nこと、④当該交渉において、第１審原告は、許諾実施料率７ないし１０％\nを提示していたこと、⑤それにもかかわらず、第１審被告は、実施許諾を\n受けることのないまま、長期間にわたってクリックホイール搭載 iPod の\n輸入・販売を続行したこと、⑥しかも、第１審被告は、第１審原告が別件\n訴訟を提起した後はもちろん、別件訴訟の第１審判決（別件１審判決）及\nび控訴審の判決後も、第１審原告に対し実施許諾を打診することさえせず、\n輸入・販売を強行したこと、⑦本件訴訟の被告各製品と同一構造の製品に\nついて、構成要件充足性が認定された判決が確定しているにもかかわらず、\n本件訴訟において再度構成要件充足性を争うという不誠実な訴訟追行態\n度をとっていること、⑧別件訴訟で、第１審被告は、地裁で１０個、高裁\nで１３個にもわたる無効事由を主張したがいずれも排斥されたにもかか\nわらず、本件訴訟の原審でも４個の無効事由を主張するという不誠実な訴\n訟追行態度をとっている、という事情が存在する。\nこのような悪質な侵害者である第１審被告に対し、第１審原告が、通常\nの実施料率と同程度の合意をすることはあり得ず、ましてそれより低い実\n施料率を合意することなどさらにあり得ない。\n原判決の認定によれば、「電気音響機械器具」の平成４年度から平成１０\n年度の実施料率（イニシャルなし）の平均値は５．７％であり、平成１６\n年から平成２０年の電気産業における司法決定ロイヤリティ料率の平均\n値は３．０％である。そして、上記のとおり、第１審原告は、訴訟提起前\nの交渉において、実施料率として７ないし１０％を提示していた。これら\nのことからすれば、特許法１０２条４項に基づいて認定されるべき相当実\n施料率は１０％を下回らないというべきである。\nイ  本件各発明は、製品内部での処理の改善や内部構造によるものではなく、\n顧客が直接操作する部分に係るものである点で、顧客吸引力に極めて大き\nな影響を与える。また、本件各発明の構成の中核であるクイックホイール\nは、被告各製品の外観の大半を占めるものであり、かつ、画面は競合製品\nにも共通して存在する構成であるから、クイックホイールがデザイン上の\n差別化ポイントとなっている。前記アの平均値５．７％あるいは３．０％\nは、相対的に価値の低い特許発明の実施料率を含む平均値であり、本件各\n発明の相当実施料率は業界相場の数倍程度と認定すべきである。\nウ  原判決が、本件各発明の相当実施料率を低くする方向の事情として挙げ\nたものは、以下のとおり、いずれも相当実施料率を低く認定すべき事情と\nはいえない。\n(ｱ) 「音楽配信サービスである iTunes Music Store に対応する iTunes を、\nそのまま持ち歩く環境を備えたこと」との点は、被告各製品の販売が開\n始された時点では競合他社も iTunes に相当する再生ソフトを提供して\nいたこと、iTunes は被告各製品以外の製品で使用することが可能であっ\nたこと、iTunes は使い勝手がよいといえず、被告各製品の使用者ですら\n他の音楽再生・管理ソフトを使用する者がいた。\n(ｲ)  デザインについては、むしろ、被告各製品は、本件各発明の構成の中核\nであるクリックホイールの採用により、デザイン面で競合製品と差別化\nできていた。\n(ｳ)  カラーバリエーションについては、これが被告各製品の売上げに影響\nを与えたことに関する主張も立証もなく、競合製品も被告各製品以上に\n多様なカラーバリエーションを採用していた。\n(ｴ)  大容量のハードディスクという点については、記憶媒体にハードディ\nスクを採用していたのは、クリックホイール搭載の iPod のうち被告製\n品１のみであり、他の機種は被告製品２を含めフラッシュメモリを採用\nしていた。また、フラッシュメモリは容量が大きいほど価格が高くなる\nため、第１審被告及び競合他社は価格設定に応じて複数の容量の機種を\n販売しており、被告製品２の記憶容量は競合製品に比して大きくなかっ\nた。\n(ｵ)  バッテリー持続時間については、第１審被告が提出した乙２７は、ホ\nームページに「長時間持続するバッテリー」の記載があることを述べて\nいるだけであり、それが競合製品と比較して優れていたことの記載はな\nく、バッテリーは、容量を大きくすれば、重量が重く、サイズが大きく\nなり、価格も高くなるので、第１審被告及び競合他社は価格設定に応じ\nて複数のバッテリー容量の製品を提供していた。\n(ｶ)  アップルのブランド価値については、現在はともかく、iPod 販売当初\nにおいては決して高くなかった。現在のアップルのブランド価値の形成\nには iPod が大きく寄与しており、複数の種類の iPod の中でも、クリッ\nクホイールを搭載した機種が最も長期間にわたって販売され、人気を博\nしてきたことからして、本件各発明がアップルのブランド価値に寄与し\nた。\n(ｷ)  第１審被告の宣伝広告については、第１審被告が iPod シリーズ、特に\n被告各製品の宣伝広告にどの程度の費用を投じたかについては、何らの\n証拠も存在せず、競合製品と比してより多額の宣伝広告費を投じていた\nことの証拠もない。\n(ｸ)  「クリックホイールの機能の割当てや本件各発明とは無関係のセンタ\nーボタンの役割」については、第１審被告も主張しておらず、証拠も提\n出されていないのであり、これらのような細かな事項が顧客吸引力に影\n響を与えたとは考えられず、仮に何らかの影響があったとしても微細な\nものにすぎなかった。\n⑵ア  第１審原告は、売上高が１０００万円を超えたこと等から、消費税課税\n事業者届出手続を行った。\n法人税基本通達２－１－４３は、他の者から支払を受ける損害賠償金の\n額は、その支払を受けるべきことが確定した日の属する事業年度の益金の\n額に算入するものと定めている。\nしたがって、今後、本件訴訟に基づく損害賠償金が第１審被告から第１\n審原告に支払われることが確定した時点では、第１審原告は消費税課税事\n業者になっており、当該損害賠償金について消費税が課されることになる。\nよって、消費税額相当額は、損害額に含まれることになる。\nイ  第１審原告が課税事業者となる選択を行ったのは、主としてインボイス\n制度の導入に対応するためである。\n令和５年１０月から始まったインボイス制度においては、免税事業者の\n取引先が課税事業者である場合、その課税事業者は免税事業者からの仕入\nれについて、原則、仕入税額控除ができないこととなっており、このため、\nインボイスを交付できない免税事業者は、課税事業者との取引について、\n取引金額の値下げを求められたり、取引自体を打ち切られてしまったりす\nる可能性がある。第１審原告は、令和５年会計年度の売上高が１０００万\n円を超える見込みとなったことも踏まえ、インボイス制度導入に伴う上記\nデメリットを避けるため、課税事業者となることを選択した。\nしたがって、第１審原告が第１審被告の負担を増大させることのみを意\n図して課税事業者となったとの第１審被告の理由には根拠がない。\nまた、第１審原告は、令和５年１０月からインボイス制度が開始された\nことから、同月３１日に消費税課税事業者届出手続を行い、同年１１月１\n日付け準備書面⑴でその旨を主張し、追って証拠を提出することも記載し\nた。このように、攻撃防御方法の提出は適時適切に行われており、時機に\n後れたものではない。\n５  当審における第１審被告の補充主張\n⑴  構成要件Ｃにおける「タッチ位置検出センサーが検知しうる接触圧力」と\nいう記載は、これを素直に読めば、「検知」の主語が「タッチ位置検出センサ\nー」、目的語が「接触圧力」であるので、本件各発明のタッチ位置検出センサ\nーは、接触圧力を検知することができるものに限定される。同様に、構成要\n件Ｄにおける「前記タッチ位置検出センサーに対する接触圧力よりも大きな\n接触圧力」という記載からも、本件各発明のタッチ位置検出センサーが、接\n触圧力を検知することができるものに限定されるとの解釈が導かれる。被告\n各製品のクイックホイールは、接触圧力を検知することができない静電容量\nセンサーを用いているから、被告各製品は、「タッチ位置検出センサー」を含\nむ構成要件Ａ、Ｃ及びＤを充足しない。構成要件Ｃ及びＤに関する原判決の\n解釈は、これらの構成要件の記載から逸脱しており、文言解釈の限界を超え\nるものであって、誤りである。\n⑵ア  乙８発明に周知技術１「接触点を一次元又は二次元座標上の位置データ\nとして検出するタッチ位置検出センサーの下にプッシュスイッチの接点が\n別個に配置された構成」を適用することは、従来技術との関係において新\nたな工夫を要せず、当業者にとって容易であり、かつ、乙８発明に周知技\n術１を適用することには動機付けがあったといえる。したがって、当業者\nが乙８発明に周知技術１を適用することにより、原判決が認定した相違点\n８－１に係る構成に想到することは容易であった。\nまた、乙８発明に対する周知技術１の適用は、「先行技術の単なる寄せ集\nめ」といえる、又は「設計変更等」に該当するといえるから、この点から\nしても、本件各発明の進歩性は否定される。\nイ  原判決が認定した相違点８－２は、センサー下プッシュスイッチの数が\n四つに特定されていること以外、相違点８－１と同じものであり、周知技\n術１の適用に際してプッシュスイッチの数を四つにすることは、設計的事\n項の採用にすぎないから、乙８発明に対してプッシュスイッチを四つとす\nるように周知技術１を適用することにより相違点８－２に係る構成に想\n到することは当業者が容易になし得たことである。\nウ  原判決が認定した相違点８－３「本件各発明では接触操作型入力装置が\n小型携帯装置に適用されている（構成要件Ｆ）のに対して、乙８発明にお\nいてはタッチパネル式制御信号発生装置が適用されたビデオテープレコ\nーダ（構成要件Ｆに相当）が小型携帯装置であるかは明らかでない点」に\nついては、乙８発明においてタッチパネル式制御信号発生装置を小型携帯\n装置に適用する（又は当該タッチパネル式制御信号発生装置が適用された\nビデオテープレコーダを小型携帯装置として構成する）ことは、一定の課\n題を解決するための技術の具体的適用に伴う設計的事項の採用にすぎず、\n本件特許の出願前に当業者が容易に発明できたことであるから、相違点８\n－３に係る構成に想到することは、当業者が容易になし得たことである。\n⑶ア(ｱ) 特許発明の寄与率を決定するにあたっては、特許発明による商品又は\n役務の価値ないし需要者の購入動機への寄与度を最終的な判断基準とす\nるのが妥当である。そして、商品又は役務全体の価額における特許発明\nの実施部分の価額割合や、商品又は役務全体の原価における特許発明の\n実施部分の原価割合を目安とすることは、特許発明の寄与率の考慮の客\n観性を担保するものとして許容される。したがって、本件各発明の寄与\n率を決定するにあたっては、本件各発明を実施するクリックホイールの\n価格が被告各製品の販売価格に占める割合を目安とすべきであるところ、\n損害計算対象期間におけるクリックホイールの平均価格は●●●円を上\n回ることはなく、これが被告各製品の平均販売価格に占める割合は、●％\nに満たない。\n(ｲ)  かつて iPod が商業的人気を博した背景には、アップルというブランド\nの訴求力、iTunes による従来の音楽鑑賞方法の進化、iTunes ミュージ\nックストアを通じた革新的な音楽配信サービス、及び iPod が有してい\nた大容量のストレージや長時間持続するバッテリー等、様々な要素の貢\n献があるのであって、本件各発明は被告各製品の売上げにほぼ貢献して\nいない。\n本件各発明に係る入力装置と、被告各製品のクリックホイールでは、\n構造、外観、機能及び動作の点で大きな違いがあり、本件各発明はクイ\nックホイールにほとんど寄与していない。\nクイックホイールが被告各製品の宣伝に用いられていたとしても、消\n費者は、被告各製品が有するその他の特徴など、前記の各要素を購入の\n主な動機にしていた。また、iPod シリーズにおいてタッチスクリーン搭\n載機が登場すると、被告各製品を含むクリックホイール搭載機種に対す\nる消費者の興味・関心は急速に失われており、このことはクリックホイ\nール自体の訴求力が低かったことを示している。また、本件における損\n害算定対象期間においては、クリックホイール搭載機種の販売台数は一\n貫して減少傾向にあった。\n(ｳ)  本件各発明の実施料率を定めるに当たり比較対象となるライセンス契\n約のうち、売上高に実施料率を乗じる方法により実施料の額を算出する\nこととされていた１５契約において、実施料率の中央値は２．６５％で\nあった（乙２７）。上記(ｲ)のとおり、本件の損害算定対象期間において、\nクイックホイールの技術自体が時代遅れのものとなっていたことに鑑\nみると、本件各発明の寄与率考慮前の実施料率は２．６５％を超えない。\nそして、上記(ｱ)のとおり、本件各発明の被告各製品に対する寄与率が\n●％を下回ることからすると、本件において損害額の算定に用いる実施\n料率は、２．６５％に●％を乗じた●●●●●％を超えることはない。\nイ  別件１審判決は、本件訴訟の原判決と概ね同様の事情を考慮した上で、\n相当な実施料率を●●●％と認定し、別件訴訟の控訴審判決もこの判断を\n是認した。本件訴訟の原判決と別件訴訟の判決とで異なることは、本件訴\n訟の原判決が、特許法１０２条４項に言及し、第１審被告が別件１審判決\n及び控訴審判決が言い渡された後も被告製品１を販売し続けたことを考\n慮した点にあると考えられる。\nしかし、特許法の令和元年改正で導入された特許法１０２条４項は、そ\nれに先立つ平成１０年改正で改正された同条３項の下で考慮することと\nされた事情を明確化したものにすぎず、原判決の時点で、別件訴訟の時か\nら損害額の算定方法や考慮すべき要素が変更されたわけではない。\nそして、別件訴訟の判決が確定する平成２７年９月９日までは、別件１\n審判決あるいは控訴審判決は覆される可能性があったのであり、第１審被\n告は、同日より前に被告製品１の販売を終了していた。したがって、第１\n審被告が別件１審判決及び控訴審判決の後も被告製品１を販売し続けた\nことをもって、原判決が「侵害態様は看過し得ない」と評価したのは行き\n過ぎである。\nしたがって、別件訴訟と本件訴訟において、認定される実施料率が大き\nく異なるべきではない。\nそして、特許法１０２条４項が、侵害時の事情のみならず、事実審が結\n審するまでのあらゆる事情を参酌することができるのであるとすれば、本\n件各発明に係る技術が、侵害時から本件訴訟の第１審の結審時までの間に\n陳腐化し、別件訴訟の判決で定められた高い実施料率に基づく実施料を払\nってまで本件各発明に係る技術を使いたいと考える者がいないことも考\n慮すべきである。\n以上によれば、本件で認められる寄与率が、仮に前記アの●●●●●％\nを上回るとしても、別件１審判決で認定された●●●％を大きく上回るこ\nとは相当でない。\n⑷ア  第１審原告は、課税事業者となったことを根拠として、消費税相当額も\n認容されるべきであると主張する。\nしかし、第１審原告が行ったのは、基準期間における課税売上高が１０\n００万円を超えた場合に行う消費税課税事業者届出手続ではなく、自ら課\n税事業者になることを選択する場合の手続である消費税課税事業者選択\n届出手続であった（甲６２）。\n上記手続は、基準期間における課税売上高が１０００万円を超えたか否\nかにかかわらず行うことが可能であった。すなわち、第１審原告は、本件\n訴訟が原審に係属している間に、上記の主張並びに関連する証拠である甲\n６２及び６３を提出することが可能であったにもかかわらず、少なくとも\n重大な過失によりこれを怠ったものである。そして、その結果として訴訟\nの完結の遅延を招いているから、時機に後れた攻撃防御方法であって、上\n記主張並びに甲６２及び６３は却下されるべきである。\nイ  第１審原告が第１審において提出した令和３年１１月１７日付け「訴訟\n救助の申立書」の疎明資料とされた決算報告書によれば、第１審原告の\n年間売上高は、第４５期（平成３０年４月１日～平成３１年３月３１\n日）、第４６期（平成３１年４月１日～令和２年３月３１日）及び第４７\n期（令和２年４月１日～令和３年３月３１日）のいずれも１０００万円\nに遠く及ばない額であった。消費者課税事業者選択届出書（甲６２）に\nおける基準期間の課税売上高の欄にも何も記載されていない。そうする\nと、売上高が１０００万円を超えたために課税事業者となる届出を行っ\nたとする第１審原告の主張は、極めて疑わしい。\n仮に第１審原告の令和５年度の課税売上高が１０００万円を超えてい\nたとしても、その場合に第１審原告が消費税の納税義務を負うのは、原\n則として早くとも令和７年度である。しかし、いわゆるインボイス制度\n開始の経過措置として、令和５年１０月１日から令和１１年９月３０日\nまでの日の属する課税期間中に適格請求書発行事業者の登録を受ける場\n合には、登録希望日（適格請求書発行事業者の登録申請書の提出日から\n１５日以後の日）から課税事業者となることができる措置が設けられて\nいる（消費税法施行令附則（平成３０年政令第１３５号）１５条）。第１\n審原告はこれを利用して、消費税課税事業者選択届出書の提出日の１５\n日後である令和５年１１月１５日から課税事業者となることを求め（甲\n６２）、それが認められている（甲６３）。つまり、第１審原告は、仮に\n１０００万円を超える課税売上高を上げていたとしても、消費税の納付\n義務を当面は免れることができたにもかかわらず、直ちに課税事業者と\nなることを敢えて選択したのである。\nこのように第１審原告が自ら課税事業者となる選択を行ったのは、ひ\nとえに第１審被告の負担を消費税相当額分だけ増大させたいとの意図に\n基づくものであったことが強く推認される。\n第１審原告が、必要もないのにあえて課税事業者になることを選択す\nることによって、第１審被告が支払義務を負う金額を増加させようとす\nるのは、信義則上の損害拡大防止義務に違反する行為であり、認められ\nない。\n第３  当裁判所の判断\n当裁判所は、第１審原告の請求のうち、１７５５万３６４２円及びうち１２\n６９万１８３１円に対する平成２１年９月２７日から、うち２５万３５８５円\nに対する平成２２年９月２６日から、うち１７０万７６０８円に対する平成２\n４年９月３０日から、うち２９０万０６１８円に対する平成２５年９月２９日\nから、各支払済みまで年５分の割合による遅延損害金の支払を求める限度で理\n由があるからこの限度で認容し、その余の請求は理由がないから棄却すべきで\nあると判断する。その理由は、当審における当事者の主張も踏まえて原判決を\n後記１のとおり補正し、後記２のとおり当審における第１審原告の補充主張に\n対する判断を付加し、後記３のとおり当審における第１審被告の補充主張に対\nする判断を付加するほか、原判決「事実及び理由」第４（原判決４５頁２行目\nから９４頁１２行目まで）に記載のとおりであるから、これを引用する。\n１  原判決の補正\n⑴  原判決５１頁２行目から３行目にかけての「前記タッチ位置検出センサー\nが検知しうる」を「前記タッチ位置検知手段におけるタッチ位置検出センサ\nーが連続して配置される前記軌跡上における前記タッチ位置検出センサーに\n対する」に改める。\n⑵  原判決５１頁７行目の「軌道」を「軌跡」に改める。\n⑶  原判決７５頁３行目の「ものでなはく、」を「ものではなく、」に改め、同\n８６頁２２行目の「特許法１０２条３項に基づく損害額」を「第１審被告が\n第１審原告に対して不当利得返還義務を負う金額」に改める。\n⑷  原判決８６頁２４行目から８７頁５行目までを次のとおり改める。\n「  第１審被告は、本件特許に係る発明の技術的範囲に属する被告各製品を輸\n入し、販売するのであれば、本来、第１審原告に対し、上記発明の実施の対\n価としての実施料（ライセンス料）を支払うべきであったといえるところ、\nこれを支払うことなく被告各製品の輸入、販売を行ったものであるから、上\n記実施料相当額について法律上の原因なく利益を受けているといえ、第１審\n原告は、上記実施料を受領していないから、上記実施料相当額について損失\nがあると認められる。」\n⑸  原判決８７頁６行目の「したがって、実施に対し受けるべき料率は、」を「そ\nして、上記実施料相当額は、被告各製品の売上高に対して実施料率を乗じて\n算出するのが相当であるが、この料率については、第１審原告の不当利得返\n還請求権の発生原因が第１審被告による第１審原告の本件特許権の侵害であ\nることを考慮すると、」に改める。\n⑹  原判決８７頁２５行目の「前記認定事実」を「前記１ないし７において認\n定した事実」に改める。\n⑺  原判決９１頁１３行目から１９行目までを次のとおり改める。\n「(ｲ) 侵害の期間等\n計算鑑定の結果によれば、被告各製品の売上高（ただし、被告製品１に\nついては、別件訴訟の対象期間の後である平成２５年３月３１日以降のも\nの）は、原判決別紙損害額計算表の「売上げ」の箇所に記載のとおりであ\nり（同表のマイナスの数字は返品等により売上額が減少したことを示す。）、\n被告製品１の売上げがあった最後の時期は平成２６年会計年度の第１２\n会計月（平成２６年８月３１日から同年９月２７日まで）、被告製品２の売\n上げがあった最後の時期は平成２４年会計年度の第１会計月（平成２３年\n９月２５日から同年１０月２９日まで）であることが認められる。」\n⑻  原判決９２頁１行目の「侵害の態様」を「侵害の期間」に、同頁５行目の\n「０．５％」を「０．２％」に、それぞれ改める。\n⑼  原判決９２頁６行目から９３頁１行目までを次のとおり改める。\n「⑶  消費税\nア  第１審原告は、特許権侵害に基づき利得金を侵害者から受領した場合、\nその利得金も消費税の課税対象となるから、消費税額相当額についても\n第１審被告が第１審原告に対して不当利得返還義務を負うと主張する。\nイ  消費税法９条１項及び９条の２第１項は、課税期間に係る基準期間又\nはその事業年度に係る特定期間における課税売上高が１０００万円以\n下である事業者は、その課税期間中又は事業年度に行った課税資産の譲\n渡等及び特定課税仕入れにつき、消費税の納税義務が免除される旨規定\nしている。そして同法２条１項１４号によれば、上記基準期間は、法人\nについては課税期間の事業年度の前々事業年度をいい、同法９条の２第\n４項２号は、上記特定期間は前事業年度開始の日以後６か月の期間をい\nう旨規定している。\n他方、納税義務が免除される事業者であっても、消費税事業者選択届\n出書をその納税地を所轄する税務署長に提出した場合、消費税法９条１\n項の消費税納付義務免除の規定が適用されず、消費税課税事業者となる\n（同条４項）。\n第１審原告の売上高は、平成３０年度は５０万円、平成３１年度（令\n和元年度）は７万７６００円、令和２年度は０円であり（弁論の全趣旨）、\nその後についても事業年度における売上高が１０００万円を超えたとは\n認められない。しかし、第１審原告は、令和５年１０月３１日、消費税\n課税事業者選択届出書を大月税務署に提出し、同年１１月１５日から課\n税事業者となっている（甲６２、６３）。これらの事実によれば、第１審\n原告は、同日に消費税の課税事業者となる以前は、消費税法９条１項に\nより、消費税の納税義務が免除されていたと認められる。\nウ  第１審原告は、第１審被告による本件特許権の侵害が行われた各年度\nにおいて、本件特許権の実施料相当額に加えて消費税相当額についても\n第１審原告の損害が発生したものとして、消費税相当額も加えた損害額\nに係る不当利得の返還と、当該不当利得金に対する当該年度の初日を起\n算日とする年５分の割合による利息の支払を求めている。\nしかし、前記イの事実によれば、第１審原告は、第１審被告による本\n件特許権の侵害が行われた年度においては、消費税の納税義務が免除さ\nれていたのであるから、当該各年度において、第１審原告に消費税相当\n額の損害（損失）が発生し、第１審被告が同額の利益を得たと認めるこ\nとはできない。\nまた、第１審原告が、令和５年１０月３１日に消費税課税事業者選択\n届出書を提出し、同年１１月１５日から課税事業者となったことをもっ\nて、遡って、前記各年度において、第１審原告に消費税相当額の損害が\n発生したと認められることになるとも解されない。\nしたがって、本件特許権の侵害が行われた各年度において、本件特許\n権実施料相当額に係る消費税相当額について第１審原告の損害が発生し\nたとの第１審原告の主張は採用することができず、この主張を前提とし\nて、消費税相当額の不当利得返還を求める第１審原告の請求は認められ\nないというべきである。」\n⑽  原判決９３頁４行目の「別紙損害額計算表」を「別紙控訴審損失額計算表」\nに、同頁６行目の「とおりとなる。」を「とおりとなり、その合計額は１５９\n５万７８５７円となる。」に、それぞれ改める。\n⑾  原判決９４頁１行目から３行目にかけての「利得金（別紙損害額計算表の\n「損失額」の「実施料率を乗じた額」）合計３９８９万４６４７円の約１割で\nある３９８万９４６５円」を「利得金（別紙控訴審損失額計算表の「損失額」\nの「実施料率を乗じた額」）合計１５９５万７８５７円の約１割である１５９\n万５７８５円」に改める。\n２  当審における第１審原告の補充主張に対する判断\n⑴  前記第２の４⑴の主張について\n第１審原告は、前記第２の４⑴アないしウのとおり、不当利得金の金額を\n算出するのに用いるべき実施料率は１０％を下らないと主張する。\nア  前記第２の４⑴アの主張について\n第１審原告が前記第２の４⑴アで挙げる①ないし⑧の事情のうち、第１\n審原告が第１審被告との交渉において提示して合意に至らなかった実施\n料率が７ないし１０％であったことは、相当な実施料率の判断において考\n慮すべき事情とはいえず、その余の事情は、これらを考慮しても、補正の\n上で引用した原判決「事実及び理由」第４の９⑴に挙げた考慮事情につい\nて本件で認められるものも含め総合考慮した場合に、実施料率として０．\n２％が相当であるとの結論を左右しない。第１審被告が、別件訴訟の第１\n審判決（別件１審判決）及び控訴審の判決の後も被告各製品の販売を継続\nしたとの点（前記第２の４⑴ア⑥の事情）については、補正の上で引用し\nた原判決「事実及び理由」第４の９⑵ウ(ｲ)によれば、被告製品２について\n最後の売上げがあったのは平成２４年会計年度の第１会計月（平成２３年\n９月２５日から同年１０月２９日まで）であり、これは別件１審判決の前\nであり、被告製品１について最後の売上げがあったのは平成２６年会計年\n度の第１２会計月（平成２６年８月３１日から同年９月２７日まで）であ\nり、別件訴訟において最高裁の判断がされた日（平成２７年９月９日）よ\nりも約１年前であって、別件訴訟の判決が確定した後における販売はなか\nったと認められ、これらの事実によれば、第１審被告が別件１審判決及び\n控訴審判決の後も被告製品２の販売を行ったことをもって、実施料率を高\nく算定すべき事情として過度に考慮することは相当でないというべきで\nある。\n上記相当な実施料率は、第１審原告が第１審被告と合意することのでき\nる料率を意味するものではないから、第１審原告が当該実施料率で合意す\nるつもりがないとの主張は、相当な実施料率に関する結論を左右しない。\nしたがって、第１審原告の上記主張は採用することができない。\nイ  前記第２の４⑴イの主張について\n第１審原告は、本件各発明が顧客の直接操作する部分に係るものである\nこと、クイックホイールがデザイン上の差別化ポイントとなっていること\nなどからすれば、本件各発明の相当実施料率は業界相場の数倍程度と認定\nすべきであると主張する。\nしかし、本件各発明が被告各製品において使用者が直接操作する部分に\n関するものであるとか、クイックホイールが被告各製品の外観の一定程度\nの部分を占めるといった事情があるとしても、本件各発明が携帯型音楽プ\nレーヤである被告各製品の売上げに最も寄与したと解すべきことにはな\nらず、全体的なデザイン、カラーバリエーション、音楽配信サービスとの\n関連性、「アップル」のブランド価値、第１審被告の宣伝広告等が被告各製\n品の売上げに相当程度貢献したことは、補正の上で引用した原判決「事実\n及び理由」第４の９⑵ウ(ｱ)及び後記ウのとおりである。\nしたがって、第１審原告の上記主張は採用することができない。\nウ  前記第２の４⑴ウの主張について、\n第１審原告は、原判決が本件各発明の相当実施料率を低くする方向の事\n情として挙げたものは、いずれも相当実施料率を低く認定すべき事情とは\nいえないと主張する。\nしかし、第１審原告が挙げる事情のうち、「音楽配信サービスである\niTunes  Music  Store に対応する iTunes を、そのまま持ち歩く環境を備え\nたこと」については、競業他社の製品が iTunes に相当するソフトウェア\nを提供していたとしても、そのことをもって iTunes が顧客吸引力を有し\nないことにはならない。甲４５には、iTunes を用いて第１審被告以外の会\n社が販売する製品に音楽を転送する方法が記載されているが、「著作権保\n護された曲は再生できません。」とも記載されており、第１審被告以外の会\n社が販売する製品で被告各製品と同様に iTunes を使用することができた\nとは認められない。iTunes は使い勝手がよいといえないとか、顧客の評判\nが悪いと認めるに足りる証拠はない。\nデザインについては、クリックホイールが被告各製品の外観の一部を構\n成するとしても、それが全体としてのデザインにおいて重要な位置を占め\nるとか、クリックホイールの存在があったために iPod がデザイン面で競\n合製品と差別化されていたとは認められない。\n「アップル」のブランド価値については、iPod が「アップル」のブラン\nド価値形成に一定の寄与をしたとしても、本件各発明が「アップル」のブ\nランド価値の形成に重要な寄与をしたとは認められない。\n宣伝広告については、第１審被告が被告各製品について宣伝広告を行っ\nていることは、甲１９ないし２７などからも明らかであり、このような宣\n伝広告によって被告各製品の存在や特長を認識した顧客が一定程度存在\nすると推認することができる。\nその余の事情は、被告各製品の特長や性質であり、顧客はこれらの製品\nの特長や性質も考慮して、被告各製品を購入するか否かを決定するといえ\nるから、これらの事情を被告各製品の売上げに貢献した事情として挙げる\nことは相当であり、このような様々な事情が被告各製品の売上げに寄与し\nていることの結果として、本件各発明が被告各製品の売上げに貢献した程\n度がそれほど高くない旨の判断をしたことも相当であるといえる。\nしたがって、第１審原告の上記主張は採用することができない。\n⑵  前記第２の４⑵の主張について\n第１審原告は、第１審被告から第１審原告に支払われるべき不当利得返還\n金に消費税相当額を含めるべきであると主張する。\nしかし、補正の上で引用した原判決「事実及び理由」第４の９⑶のとおり、\n本件の事実関係に照らして検討すると、第１審被告による本件特許権の侵害\nが行われた各年度において、第１審原告に消費税相当額の損失が発生したと\n認めることはできないから、第１審原告による消費税相当額の不当利得返還\n請求は認められない。\nしたがって、第１審原告の上記主張は採用することができない。\n３  当審における第１審被告の補充主張に対する判断\n⑴  前記第２の５⑴の主張について\n第１審被告は、本件各発明のタッチ位置検出センサーは、接触圧力を検知\nすることができるものに限定されるから、被告各製品は本件特許に係る発明\nの技術的範囲に属しない旨主張する。\nしかし、上記主張は原審段階での主張の繰り返しであり、これについては、\n原判決「事実及び理由」第４の２における判断のとおり、タッチ位置検出セ\nンサーは加えられた圧力を検知しない静電誘導式検知手段（静電容量タイプ）\nを含むものと認められ、第１審被告の主張を検討しても上記判断は左右され\nない。\nしたがって、第１審被告の上記主張は採用することができない。\n⑵  前記第２の５⑵の主張について\n第１審被告は、本件各発明については、乙８発明を主引用例とした進歩性\n欠如があるから、本件特許は無効とされるべきものであると主張する。\nしかし、前提事実⑸カ（本判決で補正した部分）のとおり、本件特許につ\nいては、第１審被告が当事者の一人となっていた別件審決取消訴訟の判決が\n確定し、審判請求不成立の審決が確定しており、別件審決取消訴訟において、\n第１審被告は、乙８発明を主引用例とした進歩性欠如の無効の主張をしてい\nたが、この主張が採用されなかったものである。\nそして、乙８発明を主引用例とした進歩性欠如の無効の主張が認められな\nいことは、原判決「事実及び理由」第４の４の判断のとおりであり、当審に\nおける第１審被告の補充主張を検討しても上記判断は左右されない。\nしたがって、第１審被告の上記主張は採用することができない。\n⑶  前記第２の５⑶アの主張について\n第１審被告は、本件における相当な実施料率は、２．６５％に●％を乗じ\nた●●●●●％を超えないと主張する。\nしかし、①売上高に実施料率を乗じる方法により実施料率を算出していた\nライセンス契約の１５例における実施料率の中央値が２．６５％であり、②\nクイックホイールの平均価格が被告各製品の平均販売価格に占める割合が\n●％に満たないから、本件における相当な実施料率は２．６５％に●％を乗\nじて算出される率を超えないという第１審被告の主張は、そもそも上記①及\nび②の各割合が第１審被告の主張するとおりであると認めるに足りない上、\n①の割合に②の割合を乗じることによって相当な実施料率が算出されるとい\nうべき根拠があるとも解されないから相当ではない。\nしたがって、第１審被告の上記主張は採用することができない。\n⑷  前記第２の５⑷アの主張について\n第１審被告は、第１審原告が消費税の課税事業者になったとの第１審原告\nの当審における主張並びに甲６２及び６３は、時機に後れた攻撃防御方法で\nあるから却下するよう申し立てた。\nしかし、これらの主張及び証拠の提出が、第１審原告の故意又は重大な過\n失により時機に後れて提出されたものであるとは認められないから、上記申\n立てを却下する。\nその上で、消費税相当額を不当利得返還金に含めるべきとの第１審原告の\n主張が認められないことは、補正の上で引用した原判決「事実及び理由」第\n４の９⑶のとおりである。\n４  その他、原審及び当審において当事者が主張する内容を検討しても、当審に\nおける上記認定判断（原判決引用部分を含む。）は左右されない。\n５  結論\n以上によれば、第１審原告の請求は、主文第１項⑴の限度で理由があるから\nこの限度で認容し、その余の請求は理由がないからこれを棄却すべきところ、\nこれと異なる原判決は一部不当であり、第１審被告の控訴は一部理由があり、\n第１審原告の控訴は理由がない。\nよって、主文のとおり判決する。\n知的財産高等裁判所第３部\n裁判長裁判官\n東  海  林              保\n裁判官\n今      井      弘      晃\n裁判官\n水      野      正      則\n"
}