{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 4,
    "month": 1,
    "day": 20
  },
  "case_number": "令和2(ワ)3481",
  "case_name": "損害賠償請求事件",
  "court_name": "大阪地方裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "90945",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=90945",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/945/090945_hanrei.pdf",
  "contents": "令和４年１月２０日判決言渡  同日判決原本交付  裁判所書記官\n令和２年(ワ)第３４８１号  損害賠償請求事件\n口頭弁論終結の日  令和３年１１月１８日\n判決\n原告              株式会社山成建設\n同訴訟代理人弁護士     大塚辰幸\n被告             株式会社ゴトウ\n被告            Ｐ１\n上記両名訴訟代理人弁護士  岡崎晃\n同              平山純輝\n主文\n１  原告の請求をいずれも棄却する。\n２  訴訟費用は原告の負担とする。\n事実及び理由\n第１  請求\n被告らは，原告に対し，連帯して，１９６４万３１１２円及びこれに対する令和\n２年５月１３日から支払済みまで年３％の割合による金員を支払え。\n第２  事案の概要\n１  本件は，原告の元従業員である被告Ｐ１が，不正の手段により原告の営業秘\n密である原告の見積情報を取得し，使用し，被告Ｐ１が代表者である被告株式会社\nゴトウ（以下「被告ゴトウ」という。）に開示し，被告ゴトウが，これを知って被\n告Ｐ１から原告の営業秘密を取得し，使用した行為がそれぞれ不正競争（不正競争\n防止法（以下「法」という。）２条１項４号，５号）に当たる，又は，被告Ｐ１が，\n原告から示された営業秘密を不正の利益を得る目的もしくは原告に損害を加える目\n的で，使用し，被告ゴトウに開示し，被告ゴトウが図利加害目的もしくは法的義務\n違反があることを知りながら被告Ｐ１から原告の営業秘密を取得し，使用した行為\nが不正競争（法２条１項７号，８号）に当たるとして，原告が，被告らに対し，法\n４条に基づき，１９６４万３１１２円の損害賠償及びこれに対する訴状送達の日の\n翌日（令和２年５月１３日）から支払済みまで年３％の割合による遅延損害金の支\n払を求める事案である。\n２  前提事実（証拠を掲げていない事実は争いのない事実である。）\n(1)  当事者等\n原告は，建築工事等を目的とする株式会社であり（甲１），京都府福知山市所在\nの本社（以下「本社」という。）のほか，令和２年１月頃までは，兵庫県西脇市に\n西脇支社（以下「西脇支社」という。）を置いていた（甲１３）。\n被告Ｐ１は，平成１７年１１月頃から西脇支社に従業員として勤務していたが，\n令和２年１月２０日付けで原告を解雇された。\n被告ゴトウは，平成２２年１月２６日に設立され，建築・土木一式工事の設計，\n施工及び監理等を目的とする株式会社であ り，被告Ｐ１はその代表取締役である\n（甲２）。\n(2)  本件見積書の作成等\nア  原告は，平成２９年２月１６日，工事名を「畜産技術センター検定牛舎外工\n事」（以下「対象工事１」という。）とする株式会社平尾工務店（以下「平尾工務\n店」という。）宛の見積書１通（甲３の１，２）を作成した（以下「本件見積書１」\nといい，その記載に係る宛先を「本件顧客情報１」，見積金額を「本件価格情報１」\nという。）。\nイ  原告は，平成３０年２月２日，工事名を「三田小学校校舎棟増築工事」（以\n下「対象工事２」という。）とする但南建設株式会社（以下「但南建設」という。）\n宛の見積書１通（甲５）を作成した（以下「本件見積書２」といい，その記載に係\nる宛先を「本件顧客情報２」，見積金額を「本件価格情報２」という。）。\nウ  原告は，同年５月２２日，工事名を「篠山市立たきこども園（仮称）新築工\n事」（以下「対象工事３」という。）とする上山建設株式会社（以下「上山建設」\nという。）宛の見積書１通（甲９の１～４）を作成した（以下「本件見積書３」と\nいい，その記載に係る宛先を「本件顧客情報３」，見積金額を「本件価格情報３」\nという。）。\nエ  原告は，同年７月２３日，工事名を「（仮称）徳井町Ｐ２邸新築工事」（以\n下「対象工事４」という。）とする株式会社柴田工務店（以下「柴田工務店」とい\nう。）宛の見積書１通（甲７）を作成した（以下「本件見積書４」といい，その記\n載に係る宛先を「本件顧客情報４」，見積金額を「本件価格情報４」という。）。\nオ  原告は，令和元年８月１９日及び同月２６日，工事名を「山惣工業株式会社\n西脇工場新築工事」（以下「対象工事５」という。）とする株式会社オオイシ（以\n下「オオイシ」という。）宛の見積書各１通（甲１０の１，２）を作成した（以下，\n両者を合わせて「本件見積書５」といい，その記載に係る宛先を「本件顧客情報\n５」，見積金額を「本件価格情報５」という。また，本件見積書１～５，本件顧客\n情報１～５及び本件価格情報１～５を，それぞれ，併せて「本件見積書」，「本件\n顧客情報」及び「本件価格情報」という。）。\n３  争点\n(1)  営業秘密該当性（争点１）\nア  秘密管理性の有無（争点１－１）\nイ  有用性の有無（争点１－２）\nウ  非公知性の有無（争点１－３）\n(2)  不正競争該当性（争点２）\n(3)  損害の発生及び額（争点３）\n４  当事者の主張\n(1)  営業秘密該当性（争点１）\nア  秘密管理性の有無（争点１－１）\n（原告の主張）\n本件見積書に記載された本件顧客情報及び本件価格情報が営業秘密であるところ，\n原告において，見積書の作成は，西脇支社の営業区域のものを含め原告代表者が直\n接本社名義で一元的に作成し，管理し，原告代表者の指示・了解がなければ，従業\n員及び下請業者を含む外部業者のいずれに対してもその内容は明らかにされない。\n原告においては，本社が発注業者から見積依頼を受けた場合，本社において見積\n書を作成し，押印した見積書を本社から発注業者に送付する。他方，西脇支社が発\n注業者から見積依頼を受けた場合は，西脇支社からの依頼を受けて本社にて見積書\nを作成し，これを西脇支社にメール送信し，西脇支社で押印の上，見積書を発注業\n者に送付していた。\n（被告らの主張）\n被告Ｐ１は，元請から見積依頼をされる際には，元請から予算の範囲，工事の内\n訳や項目，図面等の情報を受け取り，これを本社に報告し，本社が作成した見積り\nを受け取る。被告Ｐ１は，本社が所在する福知山市の単価で算出されたものを，西\n脇市方面の単価で修正し，又は修正しない場合でもチェックをした上で，修正等し\nた見積書を元請に送付していた。\n被告Ｐ１を含む西脇市方面の業者であれば西脇市方面の工事単価は誰でも算出で\nきるものであり，本件価格情報は，原告固有の秘密ではない。\nイ  有用性の有無（争点１－２）\n（原告の主張）\n公共工事の入札や私的工事の相見積りの際の見積書作成依頼者は受注を希望する\n者であるから，本件顧客情報は，単に取引勧誘の対象となる顧客の情報ではなく，\nまた，型枠工事業者はある程度限られていることから，原告への発注がかなり具体\n化している顧客に関する情報である。同じ業界人であれば，同じ工事に対する入札\n予定者・受注希望者がわかれば，入札実績・受注実績等を考慮して，落札・受注で\nきる会社かどうかや，その会社の入札価格・相見積価格をある程度想定できる。そ\nの上で，原告の受注単価を把握すれば，原告より低額な見積価格を算定し，被告ゴ\nトウへの受注を勧誘し得るようになる。このように，本件顧客情報及び本件価格情\n報は，いずれも業務上有益なものといえる。\n（被告らの主張）\n公共工事においては，入札の実施前にある程度の入札情報が公にされており，通\n常，業者はこの公開された情報に基づいて見積書を作成する。入札予定業者の個別\nの社名や型枠工事の個別の単価は公開されないが，西脇市方面の工事単価は，西脇\n市方面の業者であれば誰でも算出できるものである。\nまた，下請業者を誰にするかは元請が決定するところ，型枠工事業者が見積りに\nおいて工事単価をいかに定めても，元請は入札前にこの単価を参考にするだけであ\nって，型枠工事の見積りにより入札物件の落札が決まるわけではない。\nしたがって，本件見積書には，業務上有益な情報はない。\nウ  非公知性の有無（争点１－３）\n（原告の主張）\n見積書記載の情報は依頼を受けた者でなければ知り得ない情報である。\nまた，公共工事の入札に関する情報が地方自治体から公表されているといっても，\n入札予定業者の個別の社名や型枠工事の個別の単価を地方自治体が決めて公開して\nいるわけではない。すなわち，本件見積書に記載されている本件顧客情報及び本件\n価格情報は，いずれも地方自治体から公開されているものではない。\n西脇付近の単価なる画一的な単価は存在せず，被告Ｐ１に見積単価の修正を認め\nるかどうかはケースバイケースであって，相見積業者の存在等により減額すること\nも，工事の難易度により増額することもある。\n（被告らの主張）\n公共工事の入札については，入札が実施される前にある程度の入札情報が公にな\nっており，通常，業者は地方自治体から公開された情報に基づいて見積書を作成す\nる。地方自治体は入札予定業者の個別の社名や型枠工事の個別の単価を公開しない\nが，元請から見積りを依頼される際には，元請から予算の範囲，工事の内訳や項目，\n図面等の情報を受け取り，その情報に合わせて，西脇市方面の単価を記入するだけ\nである。西脇市方面の業者なら，工事単価を誰でも算出できる。このため，本件見\n積書に記載された情報は非公知とはいえない。\n(2)  不正競争該当性（争点２）\n（原告の主張）\nア  被告らの行為\n(ｱ)  本件見積書１について\n被告Ｐ１は，被告ゴトウが受注しその利益を図る目的で，原告が管理していた本\n件見積書１を取得し，これを自らが代表者である被告ゴトウに開示し，被告ゴトウ\nは，同見積書記載の情報を利用して見積書（乙１）を作成して工事を受注した。す\nなわち，被告Ｐ１は，本件見積書１を取得することにより本件顧客情報１及び本件\n価格情報１を入手し，その開示を受けた被告ゴトウは，原告より低額で見積書を作\n成し，和以貴建設株式会社（以下「和以貴建設」という。）に提出した。これによ\nって，和以貴建設はより落札可能性の高い低額で対象工事１に入札でき，被告ゴト\nウは，その結果落札できた和以貴建設から型枠工事を受注することができた。\n本件見積書１の依頼者である平尾工務店が落札できず，和以貴建設が落札後に被\n告ゴトウに見積依頼をしたとしても，和以貴建設も原告の取引先であるから，同社\nが原告に見積依頼をし，原告が受注することは十分考えられた。そこで，本件価格\n情報１を知っていた被告らは，それより廉価な価格で和以貴建設に働きかけ，又は\n和以貴建設が原告に依頼しようとするところを被告ゴトウへの発注を勧誘したと考\nえられる。\n(ｲ)  本件見積書２について\n被告Ｐ１は，被告ゴトウが受注しその利益を図る目的で，原告が管理していた本\n件見積書２を取得し，これを被告ゴトウに開示し，被告ゴトウは，同見積書記載の\n情報を利用して見積書（乙３）を作成して工事を受注した。被告ゴトウによる本件\n見積書２の取得から被告ゴトウによる型枠工事受注までの経過については，被告ゴ\nトウの見積書提出先が，対象工事２への入札業者である森津・向井経常建設共同企\n業体の下請である垣本建設工業株式会社（以下「垣本建設工業」という。）である\nこと，森津・向井経常建設共同企業体を構成する森津工務店や垣本建設工業が原告\nの取引先であることを除き，本件見積書１の場合と同様である。\n(ｳ)  本件見積書３について\n被告Ｐ１は，被告ゴトウが受注しその利益を図る目的で，原告が管理していた本\n件見積書３を取得し，これを被告ゴトウに開示し，被告ゴトウは，同見積書記載の\n情報を利用して見積書（乙２２）を作成して工事を受注した。すなわち，被告Ｐ１\nは，本件見積書３を取得することにより本件顧客情報３及び本件価格情報３を入手\nし，その開示を受けた被告ゴトウは，原告より低額で見積書を作成し，和以貴建設\nに提出した。これによって和以貴建設は対象工事３を受注できたのであり，被告ゴ\nトウは，同工事を受注した和以貴建設から型枠工事を受注することができた。本件\n見積書３の依頼者である上山建設が受注できなかったとしても，原告が和以貴建設\nから受注することが十分考えられることは，本件見積書１の場合と同様である。\n(ｴ)  本件見積書４について\n被告Ｐ１は，被告ゴトウが受注しその利益を図る目的で，原告が管理していた本\n件見積書４を取得し，これを被告ゴトウに開示し，被告ゴトウは，同見積書記載の\n情報を利用して見積書（甲８）を作成して工事を受注した。被告らは，本件見積書\n４については，依頼者である柴田工務店に提出しなかったとも考えられる。\n(ｵ)  本件見積書５について\n被告Ｐ１は，被告ゴトウが受注しその利益を図る目的で，原告が管理していた本\n件見積書５を取得し，これを被告ゴトウに開示し，被告ゴトウは，同見積書記載の\n情報を利用して見積書を作成して工事を受注した。本件見積書５に対応する被告ゴ\nトウの見積書は提出されていないものの，対象工事５を受注した株式会社ヨネダ\n（以下「ヨネダ」という。）の被告ゴトウに対する注文書が令和元年９月１３日付\nけであることから，本件見積書５の内容を知っていた被告らが，それより廉価な価\n格の見積書をオオイシではなくヨネダに直接提出し，ヨネダから受注したと考えら\nれる。\nイ  不正競争該当性\n被告らの上記各行為は，以下のとおり，それぞれ不正競争に該当する。\n(ｱ)  被告Ｐ１の行為について\n被告Ｐ１は，原告に対する背任行為によって本件見積書を取得したものであり，\nこれは不正の手段により営業秘密を取得する行為に該当する。また，被告Ｐ１が不\n正取得行為によって取得した本件見積書に基づいて被告ゴトウは原告の許可なく利\n用して自身の見積書を作成したのであるから，この点に係る被告Ｐ１の行為は，不\n正に取得した営業秘密を使用又は開示する行為に該当する（法２条１項４号）。\n仮に，本件見積書が原告から開示されたものであり被告Ｐ１による不正取得では\nないとしても，被告Ｐ１は，本件見積書に基づいて被告ゴトウの見積書を作成し，\nこれを取引先に提出して受注し，原告の受注機会を失わせた。したがって，被告Ｐ\n１の行為は，営業秘密を保有する事業者である原告からその営業秘密を示された場\n合において，不正の利益を得る目的又はその保有者（原告）に損害を与える目的で，\nその営業秘密を使用し，又は開示する行為に該当する（法２条１項７号）。\n(ｲ)  被告ゴトウの行為について\n被告ゴトウは，その代表者である被告Ｐ１が原告の作成した本件見積書を不正に\n取得したことを知りながらそれを取得し，被告ゴトウが受注しその利益を図る目的\nで，本件見積書記載の情報を利用して被告ゴトウ名義の見積書を作成し，注文者に\n提出した。これは，営業秘密について，その不正取得行為が介在したことを知って\nこれを取得し，取得した営業秘密を使用する行為に該当する（法２条１項５号）。\n仮に，本件見積書が不正取得されたものではないとしても，被告Ｐ１は，原告又\nは自己の取引先に提出し，被告ゴトウが受注することを目的として，本件見積書に\n基づいて被告ゴトウの見積書を作成し，取引先に提出したものである。これは，被\n告ゴトウが，正当取得者（被告Ｐ１）からの悪意の転得者として，図利加害目的が\nあること又は法的義務違反があることを知りながら，被告Ｐ１から当該秘密の開示\nを受け，それを使用又は開示する行為といえる（法２条１項８号）。\n（被告らの主張）\nア  被告らの行為\n(ｱ)  本件見積書１について\n平尾工務店は，本件見積書１に基づいて入札したが対象工事１を落札できず，和\n以貴建設がこれを落札した。被告ゴトウは，落札後に和以貴建設から見積依頼を受\nけ，平成２９年５月１７日付け見積書（乙１）を作成したが，その際，和以貴建設\nの指示・情報・予算の範囲内で見積りを作成しており，原告の情報を利用していな\nい。また，被告らは，和以貴建設に対し，働きかけや勧誘をしていない。\n(ｲ)  本件見積書２について\n但南建設は，対象工事２の入札に参加したものの落札できず，森津・向井経常建\n設共同企業体がこれを落札した。その落札後，被告ゴトウは，その下請である垣本\n建設工業から見積依頼を受け，平成３０年３月３０日付け見積書（乙３）を作成提\n出した。被告ゴトウが垣本建設工業から受注したのはもともと同社と付き合いがあ\nったからであり，被告らによる働きかけや勧誘はない。\n(ｳ)  本件見積書３について\n対象工事３については，何らかの理由により入札手続が行われず，随意契約によ\nり和以貴建設が受注することになった。被告ゴトウは，受注した和以貴建設から予\n算や項目を示されて，その範囲内で見積書を作成したのであって，その際，原告の\n営業秘密を利用していない。また，被告らは，廉価な価格で和以貴建設に働きかけ\nたことも，被告ゴトウへの発注の勧誘をしたこともない。\n(ｴ)  本件見積書４について\n本件見積書４については，柴田工務店から被告Ｐ１に対し単に見積書の作成だけ\nをしてほしいとの依頼があり，被告Ｐ１が原告から受け取った本件見積書４及びこ\nれと同じ内容の被告ゴトウの見積書を作成したものであって，実際に工事を受注し\nてはいない。\n(ｵ)  本件見積書５について\n原告は，オオイシ宛に本件見積書５を作成したが，被告ゴトウは，これとは無関\n係にヨネダから指定の単価での施工可能性を問われ，図面・内訳を提示された。被\n告ゴトウがヨネダから受注したのは令和２年３月３日であり，被告ゴトウによる受\n注は，同年１月２０日に被告Ｐ１が原告を退職した後の依頼によるものである。ま\nた，被告ゴトウは，本件見積書５を利用していない。\nイ  不正競争該当性\n被告Ｐ１の原告入社以前から被告ゴトウは存在し，原告も，被告Ｐ１が被告ゴト\nウの立場で活動することを許容していた。したがって，原告の元請が入札して落札\nできなかった工事に関し，その後，落札した業者からの依頼で被告ゴトウが受注し\nても何ら違法ではない。\n被告Ｐ１は，原告の顧客情報，見積情報を不正に取得しておらず，営業秘密の不\n正取得をしていない。また，被告ゴトウは，本件見積書の情報を使用（営業・受注）\nしておらず，発注者からの情報や公開されている入札情報等を基に活動しただけで\nある。\n(3)  損害の発生及び額（争点３）\n（原告の主張）\nア  逸失利益\n被告らの故意又は過失による不正競争によって，原告は，本来受注していた案件\nを受注する機会を失うという損失を受けた。\n原告が自らの見積書に従って工事を受注すれば見積金額の３５％が利益となる こ\nとを踏まえると，被告らの不正競争による原告の損害（逸失利益）は，以下のとお\nり，合計１７８４万３１１２円である。仮にこれが認められなくても，原告の逸失\n利益の額は，被告ゴトウが不正競争によって受注した工事により得た利益額と同額\nである（法５条２項）。\n(ｱ)  対象工事１   ５２９万２０００円\n見積金額１５１２万円×３５％＝５２９万２０００円\n(ｲ)  対象工事２   ５３２万９８００円\n見積金額１５２２万８０００円×３５％＝５３２万９８００円\n(ｳ)  対象工事３   ２２１万２８１２円\n見積金額６３２万２３２０円×３５％＝２２１万２８１２円\n(ｴ)  対象工事４   ２８７万２８００円\n見積金額８２０万８０００円×３５％＝２８７万２８００円\n(ｵ)  対象工事５   ２１３万５７００円\n見積金額６１０万２０００円×３５％＝２１３万５７００円\nイ  弁護士費用\n原告は，本訴の遂行を原告訴訟代理人弁護士に委任した。このうち，被告らの不\n法行為と相当因果関係のある損害は１８０万円が相当である。\nウ  まとめ\n被告らは，原告に対し，連帯して，法４条に基づき１９６４万３１１２円の損害\n賠償義務及びこれに対する遅延損害金支払義務を負う。\n（被告らの主張）\nア  損害の不発生\n対象工事１については，原告が本件見積書１を提出した平尾工務店が落札できな\nかったため，原告が受注できるはずもなく，被告ゴトウの行為によって原告が取引\n先を失ったわけではない。対象工事２及び３も同様である。\n対象工事４について，被告ゴトウは，これを受注しておらず，また，柴田工務店\nの仕事をしたことがなく，付き合いもない。したがって，被告ゴトウの受注により\n原告が取引先を失ったわけではない。\n対象工事５については，被告ゴトウが受注したのは被告Ｐ１の原告退職後であり，\nこれにより原告が取引先を失ったわけではない。\n以上のとおり，対象工事１～５のいずれに関しても，被告らの行為によって原告\nが受注できなかったことはないから，損害は発生していない。\nイ  損害額\n争う。原告の主張に何ら客観的な根拠はなく，明確な計算式もない。\n第３  当裁判所の判断\n１  秘密管理性の有無（争点１－１）について\n(1)  当 事 者 間に 争 い のな い 事 実 ， 証拠 （ 甲 ３～１０ ， 乙１ ～ １２ ， １ ８ ～ ２\n２，原告代表者，被告Ｐ１。なお，枝番号のある証拠は，特に示さない限り，全て\nの枝番号を含む。以下同じ。）及び弁論の全趣旨によれば，以下の事実が認められ\nる。\nア  原告の組織体制\n本件見積書作成当時から被告Ｐ１が原告を解雇されるまでの間の原告の組織体制\nは，以下のとおりであった。\n(ｱ)  本社\n所属員：原告代表者，取締役１名，事務員１名，職人１名，トラック運転手１名\n（合計５名）\n(ｲ)  西脇支社\n所属員：被告Ｐ１，従業員２名（合計３名）\nイ  原告における見積書の作成手順\n本件見積書作成当時から被告Ｐ１が原告を解雇されるまでの間の原告における見\n積書の作成手順は，以下のとおりであった。\n(ｱ)  本社に直接見積依頼があった場合\n発注業者が直接本社に工事項目，図面等を示して見積依頼をし，本社において原\n告代表者が見積書を作成し， 押印の上，本社から直接発注業者に見積書を送付す\nる。本件見積書５はこの方法で作成，送付されたが，原告代表者は，参考として被\n告Ｐ１にもそのデータをメール送信した。\n(ｲ)  西脇支社に見積依頼があった場合\n発注業者が西脇支社に工事項目，図面等を示して見積依頼をし，被告Ｐ１はこれ\nを本社に報告し，本社において原告代表者が見積書を作成し，原告代表者又は事務\n員から被告Ｐ１がメールで見積書のデータを受け取る。被告Ｐ１が必要に応じて見\n積書のデータを編集し，見積金額等を変更することもある。その上で，被告Ｐ１\nは，西脇支社として，これをプリントアウトし，押印して見積書を完成し，発注業\n者に送付する。本件見積書１～４は，この方法で作成された。\nなお，公共工事情報等から本社が西脇支社に営業勧誘を指示した結果，発注者か\nら西脇支社に見積依頼された場合も，見積依頼後の流れは同様である。\nウ  本件顧客情報及び本件価格情報の管理方法\n(ｱ)  営業秘密であることの表示\n本件見積書には，それ自体ないしその記載に係る情報が営業秘密である旨の表示\nはない。\n(ｲ)  データへのアクセス制限\n本件見積書のデータは，原告本社においては，原告代表者，取締役（原告代表者\nの妻）及び事務員がアクセス可能なコンピュータに保存される。しかし，コンピュ\nータにはパスワードが設定されていたものの，本件見積書のデータファイルにはパ\nスワードは設定されていなかった。\n本件見積書のデータは西脇支社のコンピュータに電子メールで送信されたが，そ\nの際，データファイルにパスワードは設定されていなかった。他方，当該データを\n保存した西脇支社のコンピュータにはログインパスワードが設定されていたとこ\nろ，被告Ｐ１はこれを知っていた。また，同人を除く西脇支社の従業員について\nは，当該コンピュータの使用ないしパスワード情報の管理に関する規制の有無は定\nかでなく，少なくとも何らかの規制が確実に実施されていたことをうかがわせる事\n情は見当たらない。\n(ｳ)  原告の秘密保持に関する規定その他の秘密漏洩防止措置\n原告の就業規則には，本件見積書を含む原告の見積書記載の情報に係る秘密保持\nを義務付ける規定はない。また，原告と被告Ｐ１との間でそのような情報に係る秘\n密保持契約は締結されておらず，原告が被告Ｐ１から秘密保持に関する誓約書等の\n書面を取り付けたこともない。\n原告において，被告Ｐ１に対し，見積書記載の情報が営業秘密であることや本件\n顧客情報及び本件価格情報が営業秘密であることに関する注意喚起，見積書の取扱\nいに関する研修等の教育的措置が行われたこともない。\n加えて，原告は，発注業者との間で，本件見積書の内容について秘密保持契約を\n締結していない。\n他方，本件見積書のデータ管理については，原告は，本社のコンピュータにデー\nタを残していたところ，西脇支社におけるデータの保存，管理について特段の定め\nや指示をしておらず，本件見積書の依頼者に対する提出後，被告Ｐ１に対し，本件\n見積書のデータの削除を命じたこともなかった。\n(2)  検討\nア  「営業秘密」（法２条６項）といえるためには，当該情報が秘密として管理\nされていることを要するところ，秘密として管理されているといえるためには， 秘\n密としての管理方法が適切であって，管理の意思が客観的に認識可能であることを\n要すると解される。\nこれを本件見積書記載の情報について見るに，前記各認定事実のとおり，本件見\n積書には営業秘密である旨の表示がなく，そのデータにはパスワード等のアクセス\n制限措置が施されていなかった。また，原告において，業務上の秘密保持に関する\n就業規則の規定はなく，被告Ｐ１との間で見積書の内容に関する秘密保持契約等も\n締結等していなかった。原告は，発注者との間においても見積書の内容に関する秘\n密保持契約を締結していなかった。さらに，原告は，見積書記載の情報が営業秘密\nであることなどの注意喚起も，その取扱いに関する研修等の教育的措置も行ってい\nなかった。本件見積書のデータ管理の点でも，原告は，見積書の使用後にデータを\n西脇支社のコンピュータから削除するよう指示しなかった。\nこのような本件顧客情報及び本件価格情報その他本件見積書記載の情報の管理状\n況に鑑みると，当該情報は，原告の企業規模等の具体的状況を考慮しても，原告に\nおいて，特別な費用を要さずに容易に採り得る最低限の秘密管理措置すら採られて\nおらず，適切に秘密として管理されていたとはいえず，また，秘密として管理され\nていると客観的に認識可能な状態にあったとはいえない。\nしたがって，本件見積書記載の情報は秘密として管理されていたとはいえない。\nイ  原告は，本件見積書記載の情報につき，原告代表者が一元的に管理し，その\n了承がなければ従業員や外部業者に対して明らかにされないから，秘密として管理\nされていたと主張する。\nしかし，前記認定のとおり，本件見積書の各データは，パスワードによる保護等\nの措置のないままに，発注者に交付されるべきもの又は参考として被告Ｐ１にメー\nルにより送信されたものであり，その使用後も，情報漏洩を防止する何らの措置も\n採られなかったことなどに鑑みると，これらの情報は，いずれも秘密として適切に\n管理されているとはいえず，秘密として管理されていると客観的に認識可能な状態\nであったともいえない。\nその他原告が縷々指摘する事情を考慮しても，この点に関する原告の主張は採用\nできない。\nウ  そうすると，その余の点について検討するまでもなく，本件顧客情報及び本\n件価格情報は，「営業秘密」に該当しない。\n２  不正競争該当性（争点２）及び損害の発生（争点３）について\n事案に鑑み，不正競争該当性及び損害の発生についても検討するに，以下のとお\nり，被告らの行為は不正競争に該当するとはいえず，また，その結果として原告が\n工事を受注できなかったとも認められない。\n(1)  法２条１項４号及び５号の不正競争該当性\n本件見積書１～４は，原告の取引先から見積依頼を受けて作成され，西脇支社で\n完成させて取引先に送付するために，担当者である被告Ｐ１にデータが送信された\nものである。また，本件見積書５は，原告代表者が参考として被告Ｐ１にデータを\n送信したものである。そうである以上，これらのデータの取得は，いずれも被告Ｐ\n１の不正の手段によって行われた行為とはいえず，そのような行為により取得した\n情報の使用又は開示行為もあり得ない。したがって，被告Ｐ１による不正取得行為\n（法２条１項４号）は認められない。\nそうすると，被告Ｐ１に不正取得行為が認められない以上，これを前提とする被\n告ゴトウによる営業秘密の使用等（法２条１項５号）も認められない。\nしたがって，この点に関する原告の主張は採用できない。\n(2)  法２条１項７号及び８号の不正競争該当性\nア  本件顧客情報について\n証拠（甲４，６，８，乙１～１２，１８～２２）によれば，被告ゴトウと被告ゴ\nトウに見積依頼した業者との間で作成された書面には，本件顧客情報の記載はな\nい。被告ゴトウが，被告ゴトウに見積依頼した業者に対して，被告ゴトウ名義の見\n積書に加えて本件見積書を開示するなど，被告らが本件顧客情報を使用又は開示し\nたことを認めるに足りる証拠もない。\nイ  本件価格情報について\n(ｱ)  本件価格情報１\n証拠（乙１，１６～１８，被告Ｐ１）によれば，対象工事１に係る平成２９年３\n月７日の開札の結果，原告が本件見積書１を提出した平尾工務店ではなく和以貴建\n設が対象工事１を落札したこと，同年５月１７日付け及び平成３０年７月１０日付\nけで，被告ゴトウが和以貴建設に対し合計金額を同じくする見積書（乙１，１８）\nを発行したことが認められる。本件価格情報１と被告ゴトウの上記各見積書の各単\n価を比較すると，いずれの項目においても後者の方が低額であるものの，これをも\nって直ちに，和以貴建設の落札後に見積りをした被告らが本件価格情報１を使用又\nは開示したことを裏付けるものとは必ずしも認められない。\nなお，平成２９年５月２４日付け注文書（乙２）によれば，和以貴建設の被告ゴ\nトウに対する注文金額は１２００万円（税込）であるところ，これは被告ゴトウ作\n成の上記各見積書にそれぞれ記載された合計金額１２２１万９８００円より更に廉\n価であり，同月１３日発行に係る見積書に基づくものとされている。\n(ｲ)  本件価格情報２\n証拠（乙３，１５，被告Ｐ１）によれば，対象工事２に係る平成３０年２月１６\n日の入札の結果，原告が本件見積書２を提出した但南建設（但南建設・フジタ組共\n同企業体）ではなく森津・向井経常建設共同企業体が同対象を落札し，被告ゴトウ\nが垣本建設工業に対し同工事に係る同年３月３０日付け見積書（乙３）を発行した\nこと，垣本建設工業が被告ゴトウに対し同日付け工事注文書（乙４）により同工事\nに係る型枠工事を上記見積書記載の見積金額と同額で発注したことが認められる。\n本件価格情報２と被告ゴトウの上記見積書の各単価を比較すると，数項目を除き後\n者の方が低額であるものの，これをもって直ちに，被告らが本件価格情報２を使用\n又は開示したとは認められない。むしろ，上記工事注文書によれば，発注に係る型\n枠工事の「品種・寸法」は「平成３０年１月１２日見積書による」とされていると\nころ，その日付は本件見積書２の作成日である平成３０年２月２日に先立つもので\nあることに鑑みると，同年３月３０日付けのもののほかに被告ゴトウ作成に係る\n「平成３０年１月１２日見積書」が存在し，これは，本件見積書２とは無関係に作\n成されたものである蓋然性が相当程度あるものと見られる。\n(ｳ)  本件価格情報３\n証拠（乙５～７，２２，被告Ｐ１）及び弁論の全趣旨によれば，対象工事３につ\nいて，原告は上山建設に平成３０年５月２２日付けの本件見積書３を提出し，被告\nゴトウは和以貴建設に同日付け見積書（乙２２）を提出したこと，同工事について\nは入札が成立せず，和以貴建設が後に随意契約で受注し，和以貴建設の依頼を受け\nた被告ゴトウが和以貴建設に対し平成３０年６月２０日付け見積書を発行したこと\nが認められる。被告ゴトウの平成３０年６月２０日付け見積書の詳細な内容やこれ\nと和以貴建設の被告ゴトウに対する注文書３通（乙５～７）との対応関係は不詳で\nあるが，上記注文書３通に係る注文金額の合計額は，本件見積書３の見積金額より\n低額である。もっとも，これをもって直ちに，被告らが本件価格情報３を使用又は\n開示したとは必ずしも認められない。\n(ｴ)  本件価格情報４\n対象工事４については，本件見積書４及び作成名義を除きこれと同一内容の被告\nゴトウ作成の見積書（甲８）があるものの，原告代表者の供述を含め，対象工事４\nが実際に行われ，これを被告ゴトウが受注したことを認めるに足りる証拠はない。\nそうである以上，被告ゴトウが本件価格情報４を使用して同工事を受注したとは認\nめられず，また，原告が同工事を受注する機会を失ったともいえない。\n(ｵ)  本件価格情報５\n証拠（乙８，被告Ｐ１）及び弁論の全趣旨によれば，対象工事５について，原告\nがオオイシに対し令和元年８月１９日付けの本件見積書５を提出する一方で，オオ\nイシの元請であるヨネダは，被告ゴトウに対し，同年９月１３日付け注文書（乙\n８）により同工事の型枠工事を発注したことが認められる。見積りなしに工事の発\n注が行われることは一般に考え難いことに鑑みると，被告ゴトウは，ヨネダに対\nし，同日以前に見積書を発行したこと，その見積額は注文金額である５８３万２０\n００円（税込）を少なくとも下回らないことが高度の蓋然性をもって推認される。\nそうすると，上記見積書記載の見積額は本件見積書５の見積額より低額である可能\n性が少なくない。もっとも，仮にそうであったとしても，それをもって直ちに，被\n告らが本件価格情報５を使用又は開示したとは必ずしも認められない。\n(ｶ)  以上のとおり，被告らが本件価格情報を使用又は開示したと認めることは\nできない。これに反する原告の主張は採用できない。\nウ  小括\nしたがって，被告らの行為のいずれについても，法２条１項７号及び８号に該当\nするものとはいえない。\n３  まとめ\n以上より，原告は，被告らに対し，法４条に基づく損害賠償請求権及びその遅延\n損害金支払請求権を有しない。\n第４  結論\nよって，原告の請求はいずれも理由がないから，これを棄却することし，主文の\nとおり判決する。\n大阪地方裁判所第２６民事部\n裁判長裁判官\n杉      浦      正      樹\n裁判官\n杉      浦      一      輝\n裁判官\n布     目     真    利    子\n"
}