{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Reiwa",
    "year": 6,
    "month": 4,
    "day": 19
  },
  "case_number": "令和4(受)1266",
  "case_name": "各株券引渡請求及び独立当事者参加事件",
  "court_name": "最高裁判所第二小法廷",
  "result_type": "判決",
  "result": "破棄差戻",
  "original_court_name": "東京高等裁判所",
  "original_case_number": "令和3(ネ)1006",
  "original_date": {
    "era": "Reiwa",
    "year": 4,
    "month": 2,
    "day": 10
  },
  "gist": "１　株券発行前にした株券発行会社の株式の譲渡は、譲渡当事者間においては、株券の交付がないことをもってその効力が否定されることはない\n２　株券発行会社の株式の譲受人は、譲渡人の株券発行会社に対する株券発行請求権を代位行使することができる",
  "lawsuit_id": "92912",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=92912",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/912/092912_hanrei.pdf",
  "contents": "主      文\n原判決を破棄する。\n本件を東京高等裁判所に差し戻す。\n理      由\n上告代理人藤村義徳、同原田玲の上告受理申立て理由第１及び第２の２について\n１  原審の確定した事実関係の概要は、次のとおりである。\n被上告人株式会社植宗は、平成１６年１月、株式会社植宗エクステリアの設\n立に当たり、その株式２００株（以下「本件株式１」という。）を引き受け、本件\n株式１の株主となった。同社は、公開会社でない株券発行会社である。\n被上告人植宗は、平成２４年４月、Ａに対し、本件株式１を譲渡し、植宗エクス\nテリアの取締役会は、上記の譲渡について承認した。\nまた、被上告人Ｙ１は、平成１８年５月、植宗エクステリアの募集株式３１０株\nを引き受け、当該株式の株主となった。被上告人Ｙ１は、同年８月頃、Ｂに対し、\n上記株式のうち２４０株（以下「本件株式２」という。）を譲渡し、同社の取締役\n会は、上記の譲渡について承認した。同人は、平成２５年７月、Ｃに対し、本件株\n式２を譲渡し、同社の取締役会は、上記の譲渡について承認した。\n植宗エクステリアは、設立以来、株券を発行したことはなかった。\nＡは、平成２９年１０月、本件株式１につき、債権者代位権に基づき被上告人植\n宗の植宗エクステリアに対する株券発行請求権を行使するとして、同社に対し、株\n券の交付を自己に対してすることを求め、同社から、株券として、原判決別紙３の\n目録記載の文書（以下「本件株券１」という。）の交付を受けた。また、Ｃは、同\n月、本件株式２につき、債権者代位権に基づき被上告人Ｙ１の同社に対する株券発\n行請求権を行使するとして、同社に対し、株券の交付を自己に対してすることを求\n令和４年（受）第１２６６号  各株券引渡請求及び独立当事者参加事件\n令和６年４月１９日  第二小法廷判決\nめ、同社から、株券として、原判決別紙２の目録記載の文書（以下「本件株券２」\nという。）の交付を受けた。\nＡは、令和２年３月、上告人に対し、本件株式１を譲渡し、本件株券１を交\n付した。また、Ｃは、同年７月、上告人に対し、本件株式２を譲渡し、本件株券２\nを交付した。植宗エクステリアの取締役会は、上記の譲渡についていずれも承認し\nた。\n２  本件は、上告人が、被上告人植宗に対し、上告人が本件株式１を有する株主\nであることの確認等を求め、また、被上告人Ｙ１に対し、上告人が本件株式２を有\nする株主であることの確認等を求める事案である。\n３  原審は、上記事実関係の下において、要旨次のとおり判断し、上告人は本件\n株式１及び２を無権利者から譲り受けたにすぎず、これらを善意取得する余地もな\nいとして、上告人の請求をいずれも棄却した。\n株券の発行前にした株券発行会社の株式の譲渡は、会社法１２８条１項によ\nり、当該株式に係る株券を交付しなければ、譲渡当事者間においても、その効力を\n生じないから、本件株式１について被上告人植宗からＡに、本件株式２について被\n上告人Ｙ１からＢに、それぞれ有効に譲渡されたということはできない。\nまた、株式会社が会社法２１６条所定の形式を具備した文書を株主に交付し\nたときに初めて当該文書が株券としての効力を有することになると解すべきとこ\nろ、本件株券１及び２は、株主である被上告人らに交付されたものでないから、株\n券としての効力を有せず、上告人は本件株式１及び２に係る株券の交付を受けたと\nいうことはできない。\n４  しかしながら、原審の上記判断は是認することができない。その理由は、次\nのとおりである。\n会社法は、株主はその有する株式を譲渡することができると規定するととも\nに（１２７条）、株式は意思表示のみによって譲渡することができることを原則と\nするところ、同法１２８条は、株券発行会社の株式の譲渡について特則を設け、同\n条２項は、株券の発行前にした譲渡につき、株券発行会社に対する関係に限ってそ\nの効力を否定している。そして、同条１項は、株券発行会社の株式の譲渡は、当該\n株式に係る株券を交付しなければ、その効力を生じないと規定しているところ、株\n券の発行前にした譲渡について、仮に同項が適用され、株券の交付がないことをも\nって、株券発行会社に対する関係のみならず、譲渡当事者間でもその効力を生じな\nいと解すると、同項とは別に株券発行会社に対する関係に限って同条２項の規定を\n設けた意味が失われることとなる。また、株券の発行前にした譲渡につき、上記原\n則を修正して譲渡当事者間での効力まで否定すべき合理的必要性があるということ\nもできない。以上によれば、同条１項は、株券の発行後にした譲渡に適用される規\n定であると解するのが相当であるというべきである。\nしたがって、株券の発行前にした株券発行会社の株式の譲渡は、譲渡当事者間に\nおいては、当該株式に係る株券の交付がないことをもってその効力が否定されるこ\nとはないと解するのが相当である。\nそうすると、本件株式１の被上告人植宗からＡへの譲渡は、本件株式１に係る株\n券の交付がないことをもって譲渡当事者間での効力が否定されることはなく、ま\nた、本件株式２の被上告人Ｙ１からＢへの譲渡及び同人からＣへの譲渡は、本件株\n式２に係る株券の交付がないことをもって譲渡当事者間での効力が否定されること\nはないというべきである。\nまた、株券発行会社の株式の譲受人は、株券の発行前に株式を譲り受けたと\nしても、当該株式に係る株券の交付を受けない限り、株券発行会社に対して株主と\nして権利を行使することができないから（会社法１２８条２項）、当該株式を譲り\n受けた目的を実現するため、譲渡人に対して当該株式に係る株券の交付を請求する\nことができると解される。そうすると、株券発行会社の株式の譲受人は、譲渡人に\n対する株券交付請求権を保全する必要があるときは、民法４２３条１項本文（平成\n２９年法律第４４号による改正前のもの）により、譲渡人の株券発行会社に対する\n株券発行請求権を代位行使することができると解するのが相当である。\nそして、株券発行会社の株式の譲受人は、譲渡人の株券発行会社に対する株券発\n行請求権を代位行使する場合、株券発行会社に対し、株券の交付を直接自己に対し\nてすることを求めることができるというべきであり（大審院昭和９年（オ）第２４\n９８号同１０年３月１２日判決・民集１４巻４８２頁、最高裁昭和２８年（オ）第\n８１２号同２９年９月２４日第二小法廷判決・民集８巻９号１６５８頁参照）、株\n券発行会社が、これに応じて会社法２１６条所定の形式を具備した文書を直接譲受\n人に対して交付したときは、譲渡人に対して株券交付義務を履行したことになる。\nしたがって、上記文書につき、株券発行会社に対する関係で株主である者に交付さ\nれていないことを理由に、株券としての効力を有しないと解することはできない。\nそうすると、前記事実関係の下では、本件株券１及び２につき、それぞれＡ及び\nＣに交付されたことをもって、本件株式１及び２に係る株券としての効力を有しな\nいということはできないから、上記両名から本件株券１及び２の交付を受けた上告\n人は、本件株式１及び２に係る株券の交付を受けたと認められる余地がある。\n５  以上と異なる原審の判断には、判決に影響を及ぼすことが明らかな法令の違\n反がある。論旨はこの趣旨をいうものとして理由があり、その余の論旨について判\n断するまでもなく、原判決は破棄を免れない。そして、更に審理を尽くさせるた\nめ、本件を原審に差し戻すこととする。\nよって、裁判官全員一致の意見で、主文のとおり判決する。\n( 裁判長裁判官   尾島   明   裁判官   三浦   守   裁判官   草野耕一   裁判官\n岡村和美)\n"
}