{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Reiwa",
    "year": 4,
    "month": 12,
    "day": 26
  },
  "case_number": "令和3(受)1115",
  "case_name": "離婚等請求本訴、同反訴事件",
  "court_name": "最高裁判所第二小法廷",
  "result_type": "判決",
  "result": "破棄差戻",
  "article_info": "民集　第76巻7号1948頁",
  "original_court_name": "東京高等裁判所",
  "original_case_number": "令和2(ネ)2527",
  "original_date": {
    "era": "Reiwa",
    "year": 3,
    "month": 3,
    "day": 16
  },
  "gist": "離婚請求に附帯して財産分与の申立てがされた場合において当事者が婚姻中にその双方の協力によって得たものとして分与を求める財産の一部につき財産分与についての裁判をしないことの許否",
  "case_gist": "離婚請求に附帯して財産分与の申立てがされた場合において、裁判所が離婚請求を認容する判決をするに当たり、当事者が婚姻中にその双方の協力によって得たものとして分与を求める財産の一部につき、財産分与についての裁判をしないことは許されない。",
  "ref_law": "民法７６８条２項、民法７６８条３項、民法７７１条、人事訴訟法３２条１項",
  "lawsuit_id": "91644",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=91644",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/644/091644_hanrei.pdf",
  "contents": "令和３年（受）第１１１５号  離婚等請求本訴、同反訴事件\n令和４年１２月２６日  第二小法廷判決\n主      文\n原判決中、財産分与に関する部分を破棄する。\n前項の部分につき、本件を東京高等裁判所に差し戻す。\n理      由\n上告代理人水野英樹、同玉木一成の上告受理申立て理由第１の１及び第２につい\nて\n１  本件は、上告人が、本訴として、被上告人に対し、離婚を請求するととも\nに、これに附帯して財産分与の申立てをするなどし、被上告人が、反訴として、上\n告人に対し、離婚を請求するとともに、これに附帯して財産分与の申立てをするな\nどした事案である。\n２  記録によれば、本件の経緯の概要は、次のとおりである。\n第１審は、本訴及び反訴の各離婚請求をいずれも認容するなどしたほか、当\n事者が婚姻中にその双方の協力によって得たものとして分与を求める財産の全部に\nつき、財産分与についての裁判をした。\n上記分与を求める財産には、上告人及び被上告人が婚姻後に出資して設立した医\n療法人の持分（以下「本件出資持分」という。）が含まれていた。\nこれに対し、被上告人は財産分与等に関する第１審の判断に不服があるとし\nて控訴をし、上告人は附帯控訴をした。なお、第１審判決中の離婚に関する部分に\n対しては、不服申立ての対象とされなかった。\n３  原審は、本件出資持分は当事者双方が婚姻中にその協力によって得た財産に\n当たるとしながらも、要旨次のとおり判断して、本件出資持分を除いたその余の財\n産についてのみ、財産分与についての裁判をした。\n上記医療法人が上告人に対して財産の横領等を理由に１億５７６７万円余の損害\n賠償を求める訴訟が係属中であること等に照らせば、本件出資持分については、現\n時点で、上告人の上記医療法人に対する貢献度を直ちに推し量り、財産分与の割合\nを定め、その額を定めることを相当としない特段の事情があるから、財産分与につ\nいての裁判をすることは相当ではない。\n４  しかしながら、原審の上記判断は是認することができない。その理由は、次\nのとおりである。\n民法は、協議上の離婚に伴う財産分与につき、当事者間に協議が調わないとき、\n又は協議をすることができないときは、当事者は、家庭裁判所に対して協議に代わ\nる処分を請求することができると規定し（７６８条２項本文）、この場合には、家\n庭裁判所は、当事者双方がその協力によって得た財産の額その他一切の事情を考慮\nして、分与をさせるべきかどうか並びに分与の額及び方法を定めると規定している\n（同条３項）。そして、これらの規定は、裁判上の離婚について準用されるところ\n（同法７７１条）、人事訴訟法３２条１項は、裁判所は、申立てにより、離婚の訴\nえに係る請求を認容する判決において、財産の分与に関する処分についての裁判を\nしなければならないと規定している。このような民法７６８条３項及び人事訴訟法\n３２条１項の文言からすれば、これらの規定は、離婚請求に附帯して財産分与の申\n立てがされた場合には、当事者が婚姻中にその双方の協力によって得たものとして\n分与を求める財産の全部につき財産分与についての裁判がされることを予定してい\nるものというべきであり、民法、人事訴訟法その他の法令中には、上記財産の一部\nにつき財産分与についての裁判をしないことを許容する規定は存在しない。\nまた、離婚に伴う財産分与の制度は、当事者双方が婚姻中に有していた実質上共\n同の財産を清算分配すること等を目的とするものであり、財産分与については、で\nきる限り速やかな解決が求められるものである（民法７６８条２項ただし書参\n照）。そして、人事訴訟法３２条１項は、家庭裁判所が審判を行うべき事項とされ\nている財産分与につき、手続の経済と当事者の便宜とを考慮して、離婚請求に附帯\nして申し立てることを認め、両者を同一の訴訟手続内で審理判断し、同時に解決す\nることができるようにしている。そうすると、当事者が婚姻中にその双方の協力に\nよって得たものとして分与を求める財産の一部につき、裁判所が財産分与について\nの裁判をしないことは、財産分与の制度や同項の趣旨にも沿わないものというべき\nである。\n以上のことからすれば、離婚請求に附帯して財産分与の申立てがされた場合にお\nいて、裁判所が離婚請求を認容する判決をするに当たり、当事者が婚姻中にその双\n方の協力によって得たものとして分与を求める財産の一部につき、財産分与につい\nての裁判をしないことは許されないものと解するのが相当である。\n５  以上と異なる見解に立って、本件出資持分につき、財産分与についての裁判\nをしなかった原審の判断には、判決に影響を及ぼすことが明らかな法令の違反があ\nる。論旨はこの趣旨をいうものとして理由があり、原判決中、財産分与に関する部\n分は破棄を免れない。そして、更に審理を尽くさせるため、上記部分につき本件を\n原審に差し戻すこととする。\nよって、裁判官全員一致の意見で、主文のとおり判決する。\n( 裁判長裁判官   三 浦   守   裁判官   草 野 耕 一   裁判官   岡 村 和 美   裁判官\n尾島  明)\n"
}