{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 2,
    "month": 3,
    "day": 26
  },
  "case_number": "令和1(ネ)4454",
  "case_name": "損害賠償請求控訴事件",
  "court_name": "東京高等裁判所",
  "result": "棄却",
  "original_court_name": "東京地方裁判所",
  "original_case_number": "平成30(ワ)26043",
  "lawsuit_id": "89804",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=89804",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/804/089804_hanrei.pdf",
  "contents": "主                  文\n１  本件各控訴をいずれも棄却する。\n２  控訴費用は控訴人らの負担とする。\n事  実  及  び  理  由\n第１  控訴の趣旨\n１  原判決を取り消す。\n２  被控訴人は，控訴人らに対し，それぞれ５円を支払え。\n３  訴訟費用は第１，２審とも被控訴人の負担とする。\n第２  事案の概要等（以下，略称は原判決のそれによる。）\n１  事案の概要\n当事者等\nア  控訴人Ａは，平成１４年１月２１日，Ｂ（前夫）と婚姻し，その氏を自\n身の氏である「Ｃ」から「Ｂ」に改めた。\nイ  控訴人Ａは，前夫との間に，平成１５年に長女を，平成１８年に二女を\nそれぞれもうけた。\nウ  控訴人Ａは，平成２７年１月８日，長女及び二女（控訴人Ａの子ら）の\n親権者をいずれも控訴人Ａと定め，前夫と離婚した。\n控訴人Ａは，同日，戸籍法７７条の２に基づく届出を行い，離婚前の氏\nである「Ｂ」を称することとしたが，その後，氏の変更許可を東京家庭裁\n判所に申し立て，同年４月２７日，同裁判所の許可を得て，「Ｂ」から\n「Ｃ」に復氏した。\n控訴人Ａ及び前夫は，離婚に際し，控訴人Ａの子らが１５歳を過ぎ，変\n更を希望しない限り，同人らの氏を変更しない旨を合意したため，控訴人\nＡの子らは，前記離婚後も，引き続き「Ｂ」を称することとなった。\nエ  控訴人らは，平成３０年８月１日，東京都Ｅ区長に対し，婚姻後の夫婦\nの氏を控訴人Ｄの氏である「Ｄ」とする婚姻の届出書を提出して受理され\nた。控訴人Ａの子らは，現在まで氏を変更することなく，「Ｂ」を称して\nいる。\n本件請求の内容，原審の判断及び本件控訴\n本件は，夫婦である控訴人らが，夫婦が婚姻の際に定めるところに従い，\n夫又は妻の氏を称すると定める民法７５０条は，憲法２４条１項及び１４条\n１項に違反するものであり，遅くとも，「民法の一部を改正する法律案要綱」\n（法律案要綱）が公表された平成８年時点において，民法７５０条が違憲状\n態にあり，このような違憲状態を解消するために採るべき措置が明らかに\nなっていたにもかかわらず，国会が現在まで同条を改廃して選択的夫婦別氏\n制を導入することを怠ったことは違法であるなどと主張して，国家賠償法（以\n下「国賠法」という。）１条１項に基づき，被控訴人に対し，それぞれ損害\n金（慰謝料）５円の支払を求める事案である。\n原審は，控訴人らの各請求をいずれも棄却したので，これに不服の控訴人\nらが本件各控訴をした。\n２  前提事実は，次のとおり付加訂正するほか，原判決の「事実及び理由」第２\nの１に記載のとおりであるから，これを引用する。\n（原判決の付加訂正）\n原判決２頁２０行目から２１行目にかけての「同人らが１５歳に達するま\nでは」を「，同人らが１５歳を過ぎ，変更を希望しない限り，」と改める。\n原判決２頁２２行目の「甲３５，」の次に「４１，」を加える。\n原判決３頁１１行目の「銀行預金口座」を「Ｆ銀行の貯金口座及び銀行預\n金口座」と改める。\n３  争点及び当事者の主張は，次のとおり当審における控訴人らの主張を付加す\nるほか，原判決の「事実及び理由」第２の２に記載のとおりであるから，これ\nを引用する。\n（当審における控訴人らの主張）\n連れ子のいる者が再婚をしたという事情が新規性のある事情に当たること\nについて\n原判決は，最高裁平成２６年（オ）第１０２３号同２７年１２月１６日大\n法廷判決・民集６９巻８号２５８６頁（夫婦同氏制国賠訴訟大法廷判決）が，\n連れ子のいる者が再婚をした場合も考慮した上で，憲法２４条１項違反の問\n題が生じない旨判示していることは当然であるとして，控訴人らの主張を排\n斥したが，夫婦同氏制国賠訴訟大法廷判決は，氏が，親子関係など一定の身\n分関係を反映し，婚姻を含めた身分関係の変動に伴って改められることがあ\nり得ることがその性質上予定されていることを前提として，婚姻及び家族に\n関する法制度を定めた法律の規定が憲法２４条に適合するものとして是認さ\nれるか否かは，当該法制度の趣旨や同制度を採用することにより生ずる影響\nにつき検討し，当該規定が個人の尊厳と両性の本質的平等の要請に照らして\n合理性を欠き，国会の立法裁量の範囲を超えるものとみざるを得ないような\n場合に当たるか否かという観点から判断すべきものであるという枠組みを示\nしているところ，夫婦同氏制国賠訴訟大法廷判決がこのような枠組みの下で\n判断をしたことと，夫婦同氏制国賠訴訟大法廷判決が，子が両親と同じ氏を\n称することによる利益を享受しない場面もあることを当然に考慮の対象とし\nたか否か，及び再婚時の氏に関する具体的問題につき，夫婦同氏制において\n一切例外を許容しない民法７５０条の当否を具体的に検討したか否かという\nことは，全く異なる事項であって，論理的に区別する必要があるから，夫婦\n同氏制国賠訴訟大法廷判決が，連れ子のいる者が再婚をした場合を具体的に\n考慮して判示をしたということはできない。\n原判決が，連れ子のいる者が再婚をする事例について初の憲法判断を回避\nしたことは誤りであることについて\n我が国の違憲審査は，付随的違憲審査制が採用されており，また，司法\nとは，法律上の争訟について法を適用し，これを裁定する作用であるところ，\n夫婦同氏制国賠訴訟大法廷判決の上告人らは，連れ子のいる者が再婚をする\nという事情を有しない当事者であったから，夫婦同氏制国賠訴訟大法廷判決\nは，連れ子のいる者が再婚をするという固有の具体的事情を考慮する必要が\nなかったこと， 夫婦同氏制国賠訴訟大法廷判決の反対\n意見において，「多数意見は，夫婦同氏により嫡出子であることが示される\nこと，両親と等しく氏を同じくすることが子の利益であるとする。これは，\n夫婦とその間の未成熟子を想定してのものである。夫婦とその間の未成熟子\nを社会の基本的な単位として考えること自体は間違っていないが，夫婦にも\n別れがあり，離婚した父母が婚氏続称を選択しなければ氏を異にすることに\nなる。夫婦同氏によって育成に当たる父母が同氏であることが保障されるの\nは，初婚が維持されている夫婦間の子だけである。子の利益の観点からいう\nのであれば，夫婦が同氏であることが未成熟子の育成にとってどの程度の支\nえとなるかを考えるべきである。」との意見を述べているが，同裁判官は，\n同判決の多数意見が，離婚や連れ子のいる者が再婚をする場合を検討したり，\n検討結果を判示したりしていないからこそ，反対意見を述べるに至ったもの\n，夫婦同氏制国賠訴訟大法廷判決に\nおいて，わざわざ補足意見を述べた旨明記されているにもかかわらず，同補\n足意見において，離婚事例や連れ子のいる者が再婚をする事例に特段言及を\nしていないことからすれば，同判決の多数意見は，連れ子のいる者が再婚を\nする場合を考慮ないし配慮した意見を述べていないと解され，原判決が，連\nれ子のいる者が再婚をするという個別事情につき新規性を否定し，これに対\nする初の憲法判断を回避したことは誤りである。\n原判決が，連れ子のいる者が再婚をすることによる改姓の不利益について，\n何ら考慮していないことについて\n仮に控訴人Ａが，離婚後から再婚時まで「Ｂ」姓を続称していたとして\nも，控訴人Ｄとの再婚により，事実上，「Ｄ」姓への改姓を余儀なくされる\nことから，離婚後再婚時まで婚氏続称をしている場合とそうでない場合とを\n区別する合理的理由はなく，少なくとも現在の母子の氏の不一致は，夫婦同\n氏制の帰結であって，婚姻由来の事象という 控訴人Ａの\n子らは，控訴人Ａの旧姓である「Ｃ」姓を自らの氏として称することを希望\nしており，「Ｃ」姓として母子の氏を一致させることができないという不利\n益を被っている 後から再婚前までという場面に限局すれば，控\n訴人Ａが「Ｃ」姓に復氏し，控訴人Ａの子らが，１５歳を過ぎた後，「Ｃ」\n姓に氏の変更をすることにより母子の氏を一致させることができたはずであ\nるにもかかわらず，再婚後は「Ｃ」姓として母子の氏を一致させることがで\nきない事態が生じていることからすれば，再婚後の母子の氏の不一致と夫婦\n同氏制との間の因果関係を考察するに際し，離婚後から再婚前までの経緯を\n要素として挙げることは相当でない。\n原判決が，現在においても，控訴人Ａの子らの氏を「Ｄ」に改姓すること\nができる旨の判示をしたこと等について\n原判決（１５頁）は，「現在においても，原告Ａの子らは，家庭裁判所\nの許可を得て，その氏を「Ｄ」に変更すること」ができると判示するが，こ\nの判示は，控訴人Ａが，子らが１５歳を過ぎるまで「Ｂ」姓を称するという\n協議離婚時の約定に違反することを推奨するものであって，極めて問題であ\n未だ１６歳に達していない二女が「Ｄ」姓に改姓した場合，控訴\n人Ａと前夫との間で，控訴人Ａが離婚条件に違反したことを理由にトラブル\nが起きる蓋然性が高く，この場合，むしろ，控訴人Ａの側に非があること，\nＡの子らが望んでいない「Ｄ」姓への改姓を志向，推奨\nしており，極めて問題である Ａの子らが「Ｄ」姓に改姓\nした場合，控訴人らと控訴人Ａの子らとの間の姓は一致することになるが，\n前夫である「Ｂ」姓との間では氏の不一致が生じるから，控訴人Ａの子らが，\nＡの子らは，出生後，自ら称し続けている「Ｂ」姓に対する強固な縁を有し，\nまた，「Ｃ」姓については，「Ｃ」姓である母方の祖父母や伯父との間にお\nける親族としての交流から，\n人Ａの子らにとって，「Ｄ」姓はなじみが薄い氏といわざるを得ず，中高生\nＡ\nの子らが「Ｄ」姓に改姓した場合，両親が離婚したことのみならず，母が再\n婚をしたことを強く推認させる結果，子らの複雑な家庭事情が際立ち，私生\n活上，主観的，客観的に支障が生じる懸念があることなどの状況があるにも\nかかわらず，原判決は，このような控訴人Ａの子らの生活環境への影響や控\n訴人Ａの置かれた状況について，何らしんしゃくをしていないことなど，原\n判決が，控訴人Ａの子らの氏を「Ｄ」姓に改姓することができると判示する\nことは極めて問題がある。\n第３  当裁判所の判断\n１  当裁判所も，控訴人らの各請求はいずれも棄却すべきものと判断する。その\n理由は，次のとおり付加訂正するほか，原判決の「事実及び理由」第３に記載\nのとおりであるから，これを引用する。\n（原判決の訂正）\n原判決１５頁１３行目から１４行目にかけての「同人らが１５歳に達する\nまで」を「同人らが１５歳を過ぎ，変更を希望しない限り，」と改める。\n原判決１５頁２０行目の「本来の性質に」から２４行目の「見いだすこと\nはできない。」までを，以下のとおり改める。\n「本来の性質に沿わないものであり，一定の統一された基準に従って定めら\nれ，又は改められるとすることが不自然な取扱いとはいえないところ（夫婦\n同氏制国賠訴訟大法廷判決参照），「Ｃ」という氏をこれまで称したことが\nない控訴人Ａの子らにおいて氏を「Ｃ」に変更することができないことをもっ\nて，直ちに不合理であるということはできない。」\n（当審における控訴人らの主張に対する判断）\n連れ子のいる者が再婚をしたという事情が新規性のある事情に当たるこ\nとについて\n控訴人らは，原判決は，夫婦同氏制国賠訴訟大法廷判決が，連れ子のいる\n者が再婚をした場合を考慮した上で，憲法２４条１項違反の問題が生じない\n旨判示していることは当然であるとして，控訴人らの主張を排斥したが，夫\n婦同氏制国賠訴訟大法廷判決は，氏が，親子関係など一定の身分関係を反映\nし，婚姻を含めた身分関係の変動に伴って改められることがあり得ることが\nその性質上予定されていることを前提として，婚姻及び家族に関する法制度\nを定めた法律の規定が憲法２４条に適合するものとして是認されるか否か\nは，当該法制度の趣旨や同制度を採用することにより生ずる影響につき検討\nし，当該規定が個人の尊厳と両性の本質的平等の要請に照らして合理性を欠\nき，国会の立法裁量の範囲を超えるものとみざるを得ないような場合に当た\nるか否かという観点から判断すべきものであるという枠組みを示していると\nころ，夫婦同氏制国賠訴訟大法廷判決がこのような枠組みの下で判断をした\nことと，夫婦同氏制国賠訴訟大法廷判決が，子が両親と同じ氏を称すること\nによる利益を享受しない場面もあることを当然に考慮の対象としたか否か，\n及び再婚時の氏に関する具体的問題につき，夫婦同氏制において一切例外を\n許容しない民法７５０条の当否を具体的に検討したか否かということは，全\nく異なる事項であって，論理的に区別する必要があるから，夫婦同氏制国賠\n訴訟大法廷判決が，連れ子のいる者が再婚をした場合を具体的に考慮して判\n示をしたということはできないと主張する。\nしかしながら，\n１，１２頁）で説示したとおり，夫婦同氏制国賠訴訟大法廷判決は，氏が，\n親子関係など一定の身分関係を反映し，婚姻関係を含めた身分関係の変動に\n伴って改められることがあり得ることがその性質上予定されていることを\n前提として，婚姻及び家族に関する法制度を定めた法律の規定が憲法２４条\nに適合するものとして是認されるか否かは，当該法制度の趣旨や同制度を採\n用することにより生ずる影響につき検討し，当該規定が個人の尊厳と両性の\n本質的平等の要請に照らして合理性を欠き，国会の立法裁量の範囲を超える\nものとみざるを得ないような場合に当たるか否かという観点から判断すべ\nきものであるという判断枠組みを示しているのであって，人は，出生の際に，\n嫡出である子については父母の氏を，嫡出でない子については母の氏を称す\nることによって氏を取得し（民法７９０条），婚姻の際に，夫婦の一方は，\n他方の氏を称することによって氏が改められ（同法７５０条），離婚や婚姻\nの取消しの際に，婚姻によって氏を定めた者は婚姻前の氏に復する（同法７\n６７条１項，７７１条，７４９条）といった規定により，子が両親と同じ氏\nを称することによる利益を享受しない場面もあることは，当然に考慮の対象\nとされているものというべきであり，初婚の夫婦とその間の子という家族の\nみを想定して判示されたものでないことは明らかであって，夫婦同氏制国賠\n訴訟大法廷判決の事案が，連れ子のいる者が再婚をした場合ではないので，\n具体的にその場合について言及していないものの，同判決において，連れ子\nのいる者が再婚した場合について考慮されていないということはできない。\nしたがって，控訴人らの上記主張は採用することができない。\n原判決が，連れ子のいる者が再婚をする場合における初の憲法判断を回\n避したことは誤りであることについて\n控訴人らは， 我が国の違憲審査は，付随的違憲審査制が採用されており，\nまた，司法とは，法律上の争訟について法を適用し，これを裁定する作用で\nあるところ，夫婦同氏制国賠訴訟大法廷判決の上告人らは，連れ子のいる者\nが再婚をするといった事情を有しない当事者であったから，夫婦同氏制国賠\n訴訟大法廷判決は，連れ子のいる者が再婚をするという固有の具体的事情を\n木内道祥裁判官は，夫婦同氏制国賠訴訟大\n法廷判決において反対意見を述べているところ，同裁判官は，同判決の多数\n意見が，離婚や連れ子のいる者が再婚をする場合を検討したり，検討結果を\n判示したりしていないからこそ，反対意見を述べるに至ったものと考えられ\n寺田逸郎裁判官は，わざわざ補足意見を明記しているにもかかわ\nらず，補足意見において，離婚事例や連れ子のいる者が再婚をする事例に特\n段言及をしていないことからすれば，同判決の多数意見は，連れ子のいる者\nが再婚をする場合を考慮ないし配慮した意見を述べていないと解され，原判\n決が，連れ子のいる者が再婚をするという個別事情につき新規性を否定し，\nこれに対する初の憲法判断を回避したことは誤りであると主張する。\nは，初婚の\n夫婦とその間の子という家族のみを想定して判示されたものでないことは\n明らかであって，同判決の事案が，連れ子のいる者が再婚をした場合ではな\nいので，具体的にその場合について言及していないものの，同判決において，\n連れ子のいる者が再婚した場合について考慮されていないということはで\nきない。\nまた，木内道祥裁判官が反対意見を述べ，寺田逸郎裁判官が補足意見を述\nべたことをもって，直ちに，夫婦同氏制国賠訴訟大法廷判決の多数意見が，\n連れ子のいる者が再婚をする場合を考慮ないし配慮した意見を述べていな\nいことを示すものであるということもできない。\nしたがって，控訴人らの上記主張は採用することができない。\n原判決が，連れ子のいる者が再婚をすることによる改姓の不利益について，\n何ら考慮していないことについて\n控訴人らは， Ａが，離婚後から再婚時まで「Ｂ」姓を続称し\nていたとしても，控訴人Ｄとの再婚により，事実上，「Ｄ」姓への改姓を余\n儀なくされることから，離婚後再婚時まで婚氏続称をしている場合とそうで\nない場合とを区別する合理的理由はなく，少なくとも現在の母子の氏の不一\n致は，夫婦同氏制の帰結であって，婚姻由来の事象というべきであること，\nＡの子らは，控訴人Ａの旧姓である「Ｃ」姓を自らの氏として称す\nることを希望しており，「Ｃ」姓として母子の氏を一致させることができな\n後から再婚前までという場面に限\n局すれば，控訴人Ａが「Ｃ」姓に復氏し，控訴人Ａの子らが，１５歳を過ぎ\nた後，「Ｃ」姓に氏の変更をすることにより母子の氏を一致させることがで\nきたはずであるにもかかわらず，再婚後は「Ｃ」姓として母子の氏を一致さ\nせることができない事態が生じていることからすれば，再婚後の母子の氏の\n不一致と夫婦同氏制との間の因果関係を考察するに際し，離婚後から再婚前\nまでの経緯を要素として挙げることは相当でないと主張する。\nなるほど，控訴人ら及び控訴人Ａの子らが，「Ｃ」姓として，母子の氏を\n一致させたいとの希望を有しているにもかかわらず，現行法の下では，控訴\n人らが夫婦の氏を「Ｃ」としない限り，このような希望を実現することがで\nきないことは，控訴人らが指摘するとおりである。しかしながら，氏は，個\n人の呼称としての意義があり，名とあいまって社会的に個人を他人から識別\nし特定する機能を有するものであることからすれば，自らの意思のみによっ\nて自由に定めたり，又は改めたりすることを認めることは本来の性質に沿わ\nないものであり，一定の統一された基準に従って定められ，又は改められる\nとすることが不自然な取扱いとはいえないところ（夫婦同氏制国賠訴訟大法\n廷判決参照），「Ｃ」という氏をこれまで称したことがない控訴人Ａの子ら\nにおいて氏を「Ｃ」に変更することができないことをもって，直ちに不合理\nであるということはできない。\nしたがって，控訴人らの上記主張は採用することができない。\n原判決が，現在においても，控訴人Ａの子らの氏を「Ｄ」に改姓すること\nができる旨の判示をしたこと等について\n現在においても，原告Ａの子らは，\n家庭裁判所の許可を得て，その氏を「Ｄ」に変更すること」ができると判示\nするが，この判示は，控訴人Ａが，子らが１５歳を過ぎるまで「Ｂ」姓を称\nするという協議離婚時の約定に違反することを推奨するものであって，極め\nＤ」姓に改姓した\n場合，控訴人Ａと前夫との間で，控訴人Ａが離婚条件に違反したことを理由\nにトラブルが起きる蓋然性が高く，この場合，むしろ，控訴人Ａの側に非が\nある Ａの子らが望んでいない「Ｄ」姓への改姓を\n志向，推奨しており Ａの子らが「Ｄ」\n姓に改姓した場合，控訴人らと控訴人Ａの子らとの間の姓は一致することに\nなるが，前夫である「Ｂ」姓との間では氏の不一致が生じるから，控訴人Ａ\nの子らが，前夫の嫡出子であることを氏から推認することは不能となること，\nＡの子らは，出生後，自ら称し続けている「Ｂ」姓に対する強固な\n縁を有し，また，「Ｃ」姓については，「Ｃ」姓である母方の祖父母や伯父\nとの間における親族としての交流から，身近な氏として慣れ親しんでいるこ\nＡの子らにとって，「Ｄ」姓はなじみが薄い氏といわざるを得\nず，中高生である子らにとって抵抗感が生ずることは想像に難くないこと，\nＡの子らが「Ｄ」姓に改姓した場合，両親が離婚したことのみなら\nず，母が再婚をしたことを強く推認させる結果，子らの複雑な家庭事情が際\n立ち，私生活上，主観的，客観的に支障が生じる懸念があることなどの状況\nがあるにもかかわらず，原判決は，このような控訴人Ａの子らの生活環境へ\nの影響や控訴人Ａの置かれた状況について，何らしんしゃくをしていないこ\nとなど，原判決が，控訴人Ａの子らの氏を「Ｄ」姓に改姓することができる\nと判示することは極めて問題があると主張する。\nしかしながら，原判決は，現行法の下においても，控訴人Ａの子らが，母\nである控訴人Ａの氏と一致させるため，家庭裁判所の許可を得て，その氏を\n「Ｄ」に変更することができる旨を判示したにすぎず，この判示をもって，\n直ちに，控訴人Ａと前夫との間で取り決めた協議離婚時の約定に違反するこ\nとを推奨したり，控訴人Ａの子らが望んでいない「Ｄ」姓への改姓を志向し\nたり，これを推奨したりするものであると解することはできない。また，原\n判決は，控訴人Ａの子らが「Ｄ」姓に改姓することによって，一定の不利益\nが生じることを否定するものでなく，控訴人らが指摘するような不利益があ\nることを考慮してもなお，民法７５０条の規定は，控訴人らの婚姻に適用さ\nれる限りにおいて，憲法２４条１項及び１４条１項に違反すると解すること\nができないと判断したものであって（原判決第３の２（１５頁）），原判決\nが，控訴人Ａの子らの生活環境への影響や控訴人Ａの置かれた状況について，\n何らしんしゃくをしていないということはできない。\nしたがって，控訴人らの上記主張は採用することができない。\n２  結論\nよって，控訴人らの各請求は，いずれも理由がないからこれらを棄却すべき\nであるところ，これと同旨の原判決は相当であって，本件各控訴はいずれも理\n由がないからこれらを棄却することとして，主文のとおり判決する。\n東京高等裁判所第１０民事部\n裁判長裁判官    大    段                亨\n裁判官    小  河  原                寧\n裁判官     朝      倉        亮    子\n"
}