{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 1,
    "day": 31
  },
  "case_number": "令和4(ワ)21198",
  "case_name": "発信者情報開示請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "91750",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=91750",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/750/091750_hanrei.pdf",
  "contents": "令和５年１月３１日判決言渡  同日原本領収  裁判所書記官\n令和４年(ワ)第２１１９８号  発信者情報開示請求事件\n口頭弁論終結日  令和４年１２月１４日\n判        決\n原 告  カ バ ー 株 式 会 社\n同訴訟代理人弁護士          田 中 圭 祐\n吉永雅 洋\n遠藤大 介\n蓮池   純\n神田竜 輔\n鈴木勇 輝\n被 告        ソフトバンク株式会 社\n同訴訟代理人弁護士        金子和 弘\n主        文\n１  被告は、原告に対し、別紙発信者情報目録記載の各情報（ただし、別紙ロ\nグイン情報目録記載５のログインに係るものに限る。）を開示せよ。\n２  原告のその余の請求をいずれも棄却する。\n３  訴訟費用は、これを８分し、その７を原告の負担とし、その余を被告の負\n担とする。\n事 実 及 び 理 由\n第１  請求\n被告は、原告に対し、別紙発信者情報目録記載の各情報を開示せよ。\n第２  事案の概要等\n１  事案の要旨\n本件は、原告が、氏名不詳者がツイッター（インターネットを利用してツイ\nートと呼ばれるメッセージ等を投稿することができる情報サービス）において、\n別紙著作物目録記載１のイラスト（以下「原告イラスト」という。）及び同目\n録記載２の動画（以下「原告動画」という。）に基づいて作成された別紙投稿\n画像目録の使用画像欄記載の画像（以下「本件画像」という。）の掲載を含む\nツイートを投稿し、これにより、原告イラスト及び原告動画に係る原告の複製\n権及び公衆送信権を侵害したことが明らかであり、上記氏名不詳者に対する損\n害賠償請求等のために必要であると主張して、被告に対し、特定電気通信役務\n提供者の損害賠償責任の制限及び発信者情報の開示に関する法律（以下「プロ\nバイダ責任制限法」という。）５条２項に基づき、別紙発信者情報目録記載の\n各情報（以下「本件発信者情報」という。）の開示を求める事案である。\n２  前提事実（当事者間に争いのない事実並びに後掲証拠（以下、書証番号は特\n記しない限り枝番を含む。）及び弁論の全趣旨により容易に認められる事実）\n⑴  当事者\nア  原告は、動画配信サイトＹｏｕＴｕｂｅにおいて、いわゆるＶＴｕｂｅ\nｒ（特定の２Ｄ又は３Ｄキャラクターを使用して、芸能活動に従事する者\nの総称）が出演する動画の配信を業とする株式会社である（甲１３及び弁\n論の全趣旨）。\nイ  被告は、電気通信事業を営む株式会社である。\n⑵  原告イラスト及び原告動画の著作物性及び著作権の帰属\nア  原告イラスト\n原告イラストは、「Ａ」との名称のキャラクターのイラストであって、\nキャラクター本体である女の子の頭頂部からうさぎの耳が生え、左側頭部\nの三つ編みの上部と右側頭部の三つ編みの下部にそれぞれニンジンが１本\nずつ挟まっているなどの容姿が描かれており、これにより、うさぎを擬人\n化したキャラクター設定を反映した描写がされているといえるから、思想\n又は感情を創作的に表現した美術の著作物であると認められる（甲１７及\nび弁論の全趣旨）。\nイ  原告動画\n原告動画は、原告イラストのイラストを、モーションキャプチャ技術に\nよって映像化したものであり、思想又は感情を創作的に表現した映画の著\n作物であると認められる（甲１８及び弁論の全趣旨）。\nウ  著作権の帰属\n原告は、原告イラスト及び原告動画の著作権を有している（甲１２及び\n弁論の全趣旨）。\n⑶  二次的創作ライセンス規約の存在\n原告は、二次的創作ライセンス規約（以下「本件規約」という。）に基づ\nいて、第三者に対し、原告が著作権を有するキャラクターのイラスト等の利\n用許諾をしているところ、同利用許諾の条件として、「本キャラクターの名\n誉・品位」を「傷つける行為をしないこと」（本件規約第４条２項⑵）及び\n「暴力的な表現」「のため利用しないこと」を掲げている（同項⑶）。\n⑷  氏名不詳者による本件画像の投稿\n氏名不詳者は、別紙投稿画像目録記載の投稿日時に、原告動画の一コマを\n切り抜いて作成した静止画像（別紙著作物目録記載２の「抜粋画像」欄の画\n像をいう。以下同じ。）に、涙や首つり縄の絵柄と「死ぬＡ」というテキス\nトを付加して画像を作成し、これをＹｏｕＴｕｂｅの動画のサムネイルに見\n立て、同画像の下部に「【首吊り】Ｖｔｕｂｅｒ初！自殺配信するＡよ－！\n【ホロライブ／Ａ】」とのテキストを付加して本件画像を作成し、これを添\n付したツイートを投稿した（甲１及び１８。以下、同ツイートを「本件ツイ\nート」と、本件ツイートが投稿されたアカウントを「本件アカウント」と、\n本件ツイートを投稿した氏名不詳者を「本件投稿者」という。）。\n⑸  ツイッター・インク（以下「ツイッター社」という。）による発信者情報\nの開示\n原告は、ツイッター社を相手方として、本件アカウントにログインした際\nのＩＰアドレス及びタイムスタンプについて仮の開示を求める仮処分を申し\n立て（東京地方裁判所令和４年（ヨ）第２２０４０号事件）、令和４年４月\n２０日、ツイッター社に対し、同申立てに係る情報について仮の開示を命じ\nる旨の仮処分決定がされた。ツイッター社は、同仮処分決定に基づいて、Ｉ\nＰアドレス及びタイムスタンプのうち、同年２月１０日（日本時間。特記し\nない限り以下同じ。）以降のもので、ツイッター社が保有するもの全てを開\n示した。（甲３ないし５）\n⑹  本件アカウントへのログイン経過\n本件アカウントには、令和４年２月１３日から同月１６日までの間におい\nて、別紙ログイン経過一覧表のログイン日時（日本時間）欄記載の日時に、\nＩＰアドレス欄記載のＩＰアドレスを接続元としたログインがされた（甲５、\n２９）。\n⑺  被告による発信者情報の保有\n被告は、別紙ログイン情報目録記載の各ログイン（以下、同目録の番号順\nに「本件ログイン１」、「本件ログイン２」などといい、これらを併せて「本\n件各ログイン」という。）に係る発信者情報（氏名又は名称、住所及び電話\n番号）を保有している（弁論の全趣旨）。\n３  争点\n⑴  本件ツイートにより原告の権利が侵害されたことが明らかであるか（争点\n１）\n⑵  本件発信者情報の開示を受けるべき正当な理由があるか（争点２）\n⑶  本件各ログインに係る送信が「侵害関連通信」（プロバイダ責任制限法５\n条２項柱書）に該当するか（争点３）\n第３  争点に関する当事者の主張\n１  争点１（本件ツイートにより原告の権利が侵害されたことが明らかであるか）\nについて\n（原告の主張）\n⑴  本件投稿者による原告の著作権侵害について\nア  原告イラストについて\n原告イラストと本件画像は、キャラクターの頭頂部からうさぎの耳が生\nえているデザインとなっている点、左側頭部の三つ編みの上部と右側頭部\nの三つ編みの下部にそれぞれニンジンが１本ずつ挟まっているデザインと\nなっている点、首元にウサギを模したマフラー又はショールを身に着けた\nデザインとなっている点、目の色が飴色とワインレッドのグラデーション\nである点、眉毛が円形に近い形状となっている点、髪色はトップから毛先\nにかけて白色からややくすんだ水色へのグラデーションとなっており、頭\n部のサイドが白色と水色の三つ編みとなっている点などで共通しており、\n本件画像から、原告イラストの表現上の本質的特徴を直接感得できるもの\nである。\nイ  原告動画について\n本件画像は、原告動画の静止画像に涙や首つり縄の絵柄と「死ぬＡ」と\nいうテキストを付加したものにすぎず、本件画像から、原告動画の表現上\nの本質的特徴を直接感得できるものである。\nウ  複製権及び公衆送信権の侵害について\n本件ツイートの投稿は、本件画像を掲載することによって、インターネ\nット上のサーバーに原告イラスト及び原告動画を有形的に再製するととも\nに、公衆の用に供されている電気通信回線に接続している自動公衆送信装\n置の公衆送信用記録媒体に本件画像に係る情報を記録することによって、\n原告イラスト及び原告動画を送信可能化したものであるから、原告イラス\nト及び原告動画の複製権（著作権法２１条）及び公衆送信権（同法２３条\n１項）を侵害するものといえる。\n⑵  本件投稿者による原告イラスト及び原告動画の利用に原告の許諾があると\nの主張について\n本件画像は、「Ａ」という名称のキャラクターが自殺しようとしており、\nかつ自殺の様子をＹｏｕＴｕｂｅで配信しているかのような印象を抱かせる\n動画である。自殺の予告や、自殺の様子を配信することは痛ましく凄惨な行\n為であるから、本件画像のような原告イラスト及び原告動画の使用態様は本\n件規約で禁止された「本キャラクターの名誉・品位」を「傷つける行為」\n（本件規約第４条２項⑵）及び「暴力的な表現」のための利用（同項⑶）に\n該当するといえ、本件規約によって許諾された範囲を逸脱するものであるこ\nとは明らかである。\nよって、本件規約により、原告イラスト及び原告動画を二次的創作に利用\nすることは許諾されているとの被告の主張は理由がない。\n（被告の主張）\n⑴  本件投稿者による原告の著作権侵害について\n争う。\n⑵  本件投稿者による原告イラスト及び原告動画の利用に原告の許諾があるこ\nと\n本件規約には、キャラクターの自殺に関する表現がキャラクターの名誉・\n品位を傷つける行為に該当することを明示した規定は存在しない。\nまた、自殺対策基本法９条は、自殺対策の実施に当たっては、自殺者及び\n自殺未遂者並びにそれらの者の親族等の名誉及び生活の平穏に十分配慮し、\nいやしくもこれらを不当に侵害することのないようにしなければならないと\n規定している。さらに、ＷＨＯ（世界保健機関）は、２０１３年の世界自殺\n予防デーのテーマとして「スティグマ：不名誉のそしりこそが自殺予防の大\nきな妨げ」を掲げているし、自殺を題材にした芸術作品も存在している。こ\nのように、自殺は不名誉なものであると解されてはならないのであるから、\n本件投稿者による原告イラスト及び原告動画の利用は、「キャラクターの名\n誉・品位」を「傷つける行為」（本件規約第４条２項⑵）には当たらないと\n解すべきである。\nよって、本件投稿者による原告イラスト及び原告動画の利用は、本件規約\nによって許諾されているといえ、原告の原告イラスト及び原告動画に係る複\n製権侵害及び公衆送信権侵害の主張は理由がない。\n２  争点２（本件発信者情報の開示を受けるべき正当な理由があるか）について\n（原告の主張）\n原告は、本件投稿者に対し、不法行為に基づく損害賠償を請求する予定であ\nるが、そのためには、被告が保有する本件発信者情報の開示を受ける必要があ\nり、原告が本件発信者情報の開示を受けるべき正当な理由があるといえる。\n（被告の主張）\n争う。損害賠償請求を行うためには、氏名又は名称及び住所のみによって発\n信者を特定することが可能であるから、さらに電話番号を開示する必要はない\nのであり、その開示を受けるべき正当な理由は認められない。\n３  争点３（本件各ログインに係る送信が「侵害関連通信」（プロバイダ責任制\n限法５条２項柱書）に該当するか）について\n（原告の主張）\n本件各ログインに係る送信は、特定電気通信役務提供者の損害賠償責任の制\n限及び発信者情報の開示に関する法律施行規則（以下「省令」という。）５条\n２号に掲げる「侵害情報の発信者が前号の契約に係る特定電気通信役務を利用\nし得る状態にするために…行った識別符号その他の符号の電気通信による送信」\nに該当する。\nそして、次のとおり、本件各ログインに係る送信は、「侵害情報の送信と相\n当の関連性を有するもの」（省令５条柱書）に該当し、「侵害関連通信」（プロ\nバイダ責任制限法５条３項）に該当する。\n⑴  相当の関連性が認められること\nア  省令５条は、侵害関連通信を「侵害情報の送信と相当の関連性を有する\nもの」と定めており、あえて幅をもった文言を用いている。省令５条の制\n定に先立ち、総務省は、投稿の前提となったログインに係る発信者情報に\n限って開示が認められるとする趣旨の総務省規則案（特定電気通信役務提\n供者の損害賠償責任の制限及び発信者情報の開示に関する法律施行規則案）\nを公表していたが、これに対する意見募集結果を踏まえ、上記規則案を修\n正し、省令５条の制定に至った。\nこのような省令５条の制定経緯に照らせば、侵害情報の送信との結びつ\nきがあり、権利侵害者の特定に資するログインに係る送信であれば、侵害\n情報の送信とログインに係る送信との間に「相当の関連性」が認められる\nと解すべきであり、侵害情報の送信前のログインのみならず、侵害情報の\n送信後のログインであっても、それが当該侵害情報の発信者のものと認め\nられるのであれば、侵害情報の送信との結びつきがあるといえ、権利侵害\n者の特定に資するといえるから、侵害情報の送信との「相当の関連性」が\nあるというべきである。\nイ  これに対し、被告は、本件各ログインのうち、侵害情報送信後のログイ\nンについては、ログインを行ってからログアウトをするまでの間に侵害情\n報が送信されることはなく、侵害情報送信前のログインについては、本件\nツイートと最も近接する本件ログイン６との間ですら、別紙ログイン経過\n一覧表の番号欄９記載のログイン（以下「本件直前ログイン」という。）\nのほか、被告以外の会社が管理する通信網を経由したログインが複数介在\nしているから、本件各ログインに係る送信と本件ツイートとの間に相当の\n関連性があるとはいい難いと主張する。\nしかし、ツイッターの利用に際しては、厳重なアカウント管理や保護が\n図られていること、個人のアカウントについてパスワードを第三者に教え\nたり共有したりすることは通常あり得ないこと、本件アカウントの誕生日\nの設定や本件アカウントからされた投稿内容に照らし、本件アカウントは\n一人の者により管理されていることがうかがわれること、本件発信者情報\nに係るＩＰアドレスは、固定回線に割り当てられたＩＰアドレスであるこ\nとからすると、本件投稿者と本件各ログインをした者は同一人物であると\n認められる。\nまた、本件ツイートの直前にされたログインは、本件直前ログインであ\nるところ、本件直前ログインに係る発信者情報は、被告における保存期間\n満了により消去されているから、他のログイン情報により発信者を特定す\nるしかない。\nさらに、本件直前ログインも、本件各ログインも、いずれも被告が提供\nするインターネットサービスを利用してされているのにもかかわらず、本\n件直前ログインの記録が残っていないという偶然の事情をもって本件投稿\n者の特定の途を閉ざすことは、被害者の救済を図ったプロバイダ責任制限\n法５条２項の趣旨を没却するといえる。\n加えて、別紙ログイン経過一覧表の番号欄２、３、６、１１、１２、１\n６及び１８記載のログインは、エヌ・ティ・ティ・コミュニケーションズ\n株式会社、さくらインターネット株式会社又はＡｍａｚｏｎ  Ｗｅｂ  Ｓ\nｅｒｖｉｃｅｓ，ＬＬＣが管理する通信網を経由したログインであり、い\nわゆるソーシャルログインであることがうかがわれ、投稿とは無関係にさ\nれたものであるから、それらのログインの存在が本件各ログインに係る送\n信と本件ツイートとの間の相当の関連性を否定する事情とはならない。\nよって、被告の上記主張は理由がない。\n⑵  その他の被告の主張について\n被告は、本件ツイートに「Ｔｗｉｔｔｅｒ ｆｏｒ ｉＰｈｏｎｅ」の表示\nがされていることをもって、本件ツイートが携帯電話回線向け電気通信役務\nを利用してされたものであると主張する。\nしかし、上記の表示は、ｉＰｈｏｎｅ向けアプリケーションを利用してツ\nイートを行った場合に表示されるものであり、携帯電話回線向け電気通信役\n務を利用してされた投稿に限定してされるものではない。\nしたがって、本件ツイートが携帯電話回線向け電気通信役務を利用してさ\nれたとはいえず、被告の上記主張は理由がない。\n（被告の主張）\n⑴  相当の関連性が認められないこと\nア  本件ログイン１ないし５について\n一般に、侵害情報送信後のログインは、侵害情報の送信の直前に行われ\nたログインとは異なり、ログインを行ってからログアウトをするまでの間\nに侵害情報が送信されることはないため、侵害情報送信後のログインに係\nる送信と侵害情報の送信との間に相当の関連性があるとはいい難い。\n本件ログイン１ないし５は、本件ツイートの後にされたログインであり、\nかつ、本件ツイートから相当時間が経過した後のログインであることから\nすると、本件ログイン１ないし５に係る送信と本件ツイートとの間に相当\nの関連性はないといわざるを得ない。\nイ  本件ログイン６ないし８について\n本件ログイン６ないし８は、本件ツイートの前にされたログインではあ\nるが、本件ツイートと本件ログイン６との間には、本件直前ログインのほ\nか、さくらインターネット株式会社が管理する通信網を経由したログイン\n（別紙ログイン経過一覧表の番号欄１２記載のログイン）及びＡｍａｚｏ\nｎ  Ｗｅｂ  Ｓｅｒｖｉｃｅｓ，ＬＬＣの管理する通信網を経由したログ\nイン（同一覧表の番号欄１１記載のログイン）が存在しているのであり、\n本件ログイン６ないし８に係る送信と本件ツイートの間に相当の関連性が\nあるとはいい難い。\nウ  小括\nしたがって、本件各ログインに係る送信と本件ツイートとの間に相当の\n関連性があるとは認められない。\n⑵  本件各ログインに係る送信が固定回線向け電気通信役務によるものである\nこと\nプロバイダ責任制限法５条３項は、「侵害関連通信」について、侵害情報\nの発信者が当該侵害情報の送信に係る特定電気通信役務を利用するために行\nった当該特定電気通信役務に係る識別符号その他の符号の電気通信による送\n信である旨規定している。\n本件直前ログインは、被告の携帯電話回線向け電気通信役務を利用してさ\nれていること、本件ツイートには「Ｔｗｉｔｔｅｒ ｆｏｒ ｉＰｈｏｎｅ」\nの表示があることからすると、本件ツイートの際に利用された特定電気通信\n役務は携帯電話回線向け電気通信役務であるといえる。\nそして、「侵害関連通信」に該当するのは、本件発信者が本件ツイートに\n係る特定電気通信役務（すなわち、携帯電話回線向け電気通信役務）を利用\nするために行った、「当該」特定電気通信役務に係る識別符号その他の符号\nの電気通信による送信でなければならないから、本件における「侵害関連通\n信」は、携帯電話回線向け電気通信役務を利用してされたログインに係る送\n信に限定される。\nしかし、本件各ログインに係る送信は、いずれも固定回線向け電気通信役\n務によるものであり、携帯電話回線向け電気通信役務によるものではないか\nら、侵害情報の送信に係る特定電気通信役務を利用したとはいえず、「侵害\n関連通信」に該当しない。\n第４  当裁判所の判断\n１  争点１（本件ツイートにより原告の権利が侵害されたことが明らかであるか）\nについて\n⑴  本件投稿者による原告の著作権侵害について\n著作権法が、著作物とは、思想又は感情を創作的に表現したものであって、\n文芸、学術、美術又は音楽の範囲に属するものをいい（著作権法２条１項１\n号）、複製とは、印刷、写真、複写、録音、録画その他の方法により有形的\nに再製することをいう（同項１５号）旨規定していることからすると、同法\n２１条の著作物の複製とは、当該著作物に依拠して、その創作的表現を有形\n的に再製する行為をいうものと解される。\n前記前提事実⑷のとおり、本件画像は、原告動画の静止画像（甲１８）に、\n涙や首つり縄の絵柄と「死ぬＡ」というテキスト等を付加して画像を作成し\nてはいるものの、本件画像と原告動画の静止画像（甲１８）は、イラストの\n①頭頂部からうさぎの耳が生えているデザインとなっている点、②左側頭部\nの三つ編みの上部と右側頭部の三つ編みの下部にそれぞれニンジンが１本ず\nつ挟まっているデザインとなっている点、③首元にウサギを模したマフラー\n又はショールを身に着けたデザインとなっている点、④目の色が飴色とワイ\nンレッドのグラデーションである点、⑤眉毛が円形に近い形状となっている\n点、⑥髪色はトップから毛先にかけて白色からややくすんだ水色へのグラデ\nーションとなっており、頭部のサイドが白色と水色の三つ編みとなっている\n点などで共通しており、本件画像から、原告動画の表現上の本質的特徴を直\n接感得することができる。\nそして、本件画像の掲載を含む本件ツイートの投稿は、公衆の用に供され\nている電気通信回線に接続している自動公衆送信装置の公衆送信用記録媒体\nに本件画像に係る情報を記録することによって、公衆の求めに応じて自動的\nに本件動画の送信を可能にする行為であると評価できる。\nしたがって、本件ツイートの投稿は、少なくとも原告動画に係る原告の公\n衆送信権を侵害するものというべきである。\n⑵  本件投稿者による原告動画の利用に原告の許諾があるといえるか\n前記前提事実⑶のとおり、原告は、インターネット上において、本件規約\nを公表し、原告が著作権を有する著作物を使用して二次的創作をすることを\n一般に許諾するとともに、その利用許諾の条件として、「公序良俗に反する\n行為や目的、暴力的な表現、反社会的な行為や目的、特定の信条や宗教、政\n治的発言のために利用しないこと」（本件規約４条２項⑶）を定めている。\n本件画像は、「Ａ」のキャラクターが自殺をしようとしているところをＹ\nｏｕＴｕｂｅで配信することを予告するかのような表現を内容とするものと\nいえるところ（前記前提事実⑷）、このような表現は、原告イラストに係る\nキャラクターの死を引き起こす表現であるから、「暴力的な表現」に該当す\nるといえ、本件投稿者による原告動画の利用は、本件規約の利用許諾条件を\n満たしているとはいえない。\nしたがって、本件投稿者による原告動画の利用に原告の利用許諾があった\nとは認められない。\n⑶  小括\n以上によれば、本件ツイートは、少なくとも原告の原告動画に係る公衆送\n信権を侵害するものであって、違法性を阻却する事由があることもうかがわ\nれないから、本件ツイートにより原告の権利が侵害されたことが明らかであ\nると認められる。\n２  争点２（本件発信者情報の開示を受けるべき正当な理由があるか）について\n原告は、本件投稿者に対して損害賠償を求める訴えを提起するため、本件発\n信者情報の開示を求めているものと認められ（弁論の全趣旨）、本件発信者情\n報の開示を受けるべき正当な理由を有するといえる。\nこれに対して、被告は、発信者を特定するためには、氏名又は名称及び住所\nに関する情報があれば必要かつ十分であり、電話番号に関する情報は不要であ\nるから、電話番号の開示を受けるべき正当な理由があるとはいえないと主張す\nる。\nしかし、プロバイダ責任制限法５条２項により開示される「当該侵害関連通\n信に係る発信者情報」には、「侵害情報の発信者の特定に資する情報」（同法\n２条６号）として、「侵害関連通信に係る者の氏名又は名称」（省令２条１号）\n及び「侵害関連通信に係る者の住所」（同条２号）のみならず、「侵害関連通\n信に係る者の電話番号」（同条３号）が挙げられている。そして、被告が把握\nする「侵害関連通信に係る者」の氏名又は住所が虚偽であった場合や同人が転\n居していた場合等、「氏名又は名称」及び「住所」だけでは「侵害関連通信に\n係る者」を十分に特定することができず、「電話番号」が特定に資する場合も\n想定され得る。これらの点に鑑みると，本件において，原告には、電話番号の\n開示を受けるべき正当な理由があるというべきである。\n３  争点３（本件各ログインに係る送信が「侵害関連通信」（プロバイダ責任制\n限法５条２項柱書）に該当するか）について\n⑴  相当の関連性について\nア  プロバイダ責任制限法５条３項が、発信者情報開示の対象となる侵害関\n連通信について、当該侵害情報の発信者を特定するために必要な範囲内で\nあるものであることを明示して求めるとともに、省令５条柱書及び同２号\nが、侵害情報の送信と相当の関連性を有するログインに係る送信に限って\n上記侵害関連通信と定めているのは、権利侵害を伴う投稿をした時の通信\nとは異なるログイン時の通信から把握される発信者情報を開示の対象とす\nることにより、権利侵害を伴う投稿とは関連性の薄い他の通信の秘密やプ\nライバシーを侵害するおそれが高くなる上、関連電気通信役務提供者に過\n度な負担を強いるおそれがあることから、開示の対象とするログイン時の\n通信を、侵害情報の発信者の特定のために必要最小限度のものに限定する\n趣旨と解される。この趣旨に照らせば、ログインに係る送信と侵害情報の\n送信とが相当の関連性を有するか否かは、当該ログインに係る送信と当該\n侵害情報の送信との時間的近接性、当該ログインに伴って行われた投稿内\n容と当該侵害情報の内容の一連性ないし一体性の有無のほか、当該侵害情\n報の発信者を特定する他の手段、方法等の有無を総合考慮して判断すべき\nと解するのが相当である。\nこれを前提として、本件各ログインに係る送信が本件ツイートとの間で\n相当の関連性を有するかを検討すると、前記前提事実⑹の別紙ログイン経\n過一覧表記載のとおり、本件ツイートに、時間的に最も近接するログイン\nは本件ログイン５であるところ、同ログインは、本件ツイートからわずか\n３０分後にされたものであることが認められ、時間的に極めて近接してい\nるといえる。また、本件においては、他に本件発信者を特定する適切な手\n段があるとは認められない。これらの事情に鑑みれば、本件ログイン５に\n伴って行われた投稿の有無及びその内容が明らかではないことを考慮して\nも、本件ログイン５に係る送信と本件ツイートとの間に相当の関連性を有\nすると認めるのが相当である。\n他方で、本件ログイン１ないし４及び６ないし８については、本件ログ\nイン５ほどの時間的近接性がないこと、本件ログイン５に係る発信者情報\nの開示を認めることにより、本件投稿者を特定することは可能であること\nからすると、これらのログインに係る送信と本件ツイートの間に相当の関\n連性があるとは認められない。\nイ  これに対し、被告は、侵害情報が送信された後になされたログインに係\nる発信者情報の開示については、当該侵害情報の送信の直前に行われたロ\nグインに係る発信者情報とは異なり、ログインを行ってからログアウトを\nするまでの間に侵害情報が送信されることはないため、侵害情報の送信と\nの相当の関連性があるとはいい難いと主張する。\nしかし、省令５条２号は、同条１号及び４号の規定とは異なり、「相当\nの関連性」が認められる限り、侵害情報の送信の前後を問わず、ログイン\n等通信が「侵害関連通信」に該当し得ることを前提としているから、プロ\nバイダ責任制限法が開示の対象を侵害情報の送信をするためにされたログ\nイン等の通信から把握される情報に限定していると解することは相当では\nなく、侵害情報送信の後になされたログイン等の通信から把握される情報\nも、開示の対象となり得ることを前提としていると解するのが相当である。\nしたがって、本件ログイン５に係る送信が侵害情報の送信後にされたこ\nとのみを理由として、本件ツイートとの相当の関連性が否定されるもので\nはなく、本件において認められる個別具体的事情のもとにおいては、被告\nの主張を採用することはできないというべきである。\n⑵  被告のその他の主張について\n被告は、本件ツイートが携帯電話向け電気通信役務を利用してされている\nのに対し、本件各ログインに係る送信は固定回線向け電気通信役務を利用し\nてされているから、侵害情報の送信に係る特定電気通信役務を利用してされ\nたとはいえず、プロバイダ責任制限法５条３項所定の「侵害関連通信」に該\n当しないと主張する。\nしかし、プロバイダ責任制限法５条２項の趣旨が、電気通信設備を用いて\n侵害関連通信を媒介等したとは認められるものの侵害情報を流通させた特定\n電気通信を媒介等したかどうかは不明である電気通信役務提供者に対しても\n開示請求を可能にする点にあることに鑑みると、同項に規定する「侵害関連\n通信」について定義する同条３項が、侵害情報を流通させた電気通信役務提\n供者が誰であるかを特定することを要求するものではないことはもちろんの\nこと、ましてや、携帯電話向け通信役務であるか、固定電話向け通信役務で\nあるかなど、侵害情報を流通させた電気通信役務の種類を特定することを侵\n害関連通信該当性の判断の前提として要求していると解することはできない\nというべきである。\nまた、被告の主張するとおり、本件ツイートが、被告の携帯電話通信役務\nを利用してされたものであれば、本件ログイン５に係る送信と本件ツイート\nとは、いずれも被告という同一の特定電気通信役務提供者の電気通信役務を\n利用してされたものであるといえ、前記⑴のとおり本件ログイン５に係る送\n信と本件ツイートとに時間的近接性が認められることも考慮すると、両者に\nは密接な関連性があるといえ、このような場合であっても電気通信役務の種\n類が違うことを理由に侵害関連通信該当性を否定して発信者情報の開示を認\nめないことは、法の趣旨に反するものといわざるを得ない。\nしたがって、被告が主張するとおり、本件ツイートが携帯電話向け電気通\n信役務を利用してされているのに対し、本件各ログインに係る送信は固定回\n線向け電気通信役務を利用してされているとしても、本件ツイート及び本件\nログイン５に係る送信が、いずれも、被告の提供する電気通信役務及びツイ\nッター社の提供するツイッターサービスを利用してされている本件において\nは、侵害情報の送信に係る特定電気通信役務を利用するために行った、「当\n該」電気通信役務に係るログインに係る送信（プロバイダ責任制限法５条３\n項）であるといえ、侵害関連通信に当たる。\nよって、この点に関する被告の主張は採用することができない。\n４  結論\n以上の次第で、原告の請求は主文の限度で理由があるからこれを認容し、そ\nの余は理由がないからこれを棄却することとし、主文のとおり判決する。\n東京地方裁判所民事第２９部\n裁判長裁判官\n國分隆 文\n裁判官\n間    明    宏    充\n裁判官\nバ ヒ ス バ ラ ン 薫\n（別紙）\n発信者情報目録\n別紙ログイン情報目録ＩＰアドレス欄記載のＩＰアドレスを割り当てられた電気\n通信設備から別紙投稿画像目録接続先ＩＰアドレス欄記載のＩＰアドレスに対して\n通信を行った電気通信回線を、別紙ログイン情報目録ログイン日時欄記載の日時頃\nに使用した者に関する情報であって、次に掲げる情報。\n１  氏名又は名称\n２  住所\n３  電話番号\n以上\n（別紙）\nログイン情報目録\nログイン日時（日本時間）  IPアドレス\n１  2022/4/15  21:01:23  （省略）\n２  2022/4/15  08:53:11  （省略）\n３  2022/2/16  08:58:27  （省略）\n４  2022/2/15  11:30:31  （省略）\n５  2022/2/15  00:07:46  （省略）\n６  2022/2/14  03:52:34  （省略）\n７  2022/2/14  03:40:55  （省略）\n８  2022/2/13  03:14:07  （省略）\n（別紙著作物目録、投稿画像目録及びログイン経過一覧表  省略）\n"
}