{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 2,
    "month": 3,
    "day": 17
  },
  "case_number": "令和1(行ケ)10072",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "89313",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=89313",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/313/089313_hanrei.pdf",
  "contents": "令和２年３月１７日判決言渡\n令和元年（行ケ）第１００７２号  審決取消請求事件\n口頭弁論終結日  令和２年２月１３日\n判     決\n原 告    株式会社３ｓｔａｒ  ｐｒｏ\nｊｅｃｔ\n同訴訟代理人弁理士    保    立    浩    一\n被              告    特許庁長官\n同 指 定 代 理 人    相    崎    裕      恒\n佐    藤    聡      史\n田    内    幸      治\n梶    尾    誠      哉\n小    出    浩      子\n主     文\n１  特許庁が不服２０１８－３５７８号事件について平\n成３１年４月８日にした審決を取り消す。\n２  訴訟費用は，被告の負担とする。\n事実及び理由\n第１  請求\n主文第１項と同旨\n第２  事案の概要\n１  特許庁における手続の経緯等\n⑴  原告は，平成２９年４月１３日，発明の名称を「ホストクラブ来店勧誘方法\n及びホストクラブ来店勧誘装置」とする発明について特許出願をしたが（特願２０\n１７－７９８１８。請求項数８。甲１），同年１２月６日付けで拒絶査定を受けた（甲\n８）。\n(2)  原告は，平成３０年３月１２日，これに対する不服の審判を請求するととも\nに（甲９），同日付け手続補正書により，特許請求の範囲を補正し（請求項数４。甲\n１０。以下「本件補正」という。），特許庁は，これを不服２０１８－３５７８号事件\nとして審理した。\n(3)  特許庁は，平成３１年４月８日，本件補正を却下の上，「本件審判の請求は，\n成り立たない。」との別紙審決書（写し）記載の審決（以下「本件審決」という。）を\nし，その謄本は，同月２３日，原告に送達された。\n(4)  原告は，令和元年５月２２日，本件審決の取消しを求める本件訴訟を提起し\nた。\n２  特許請求の範囲の記載\n(1)  本件補正後の請求項１の記載は，以下のとおりである。以下，本件補正後の\n請求項１に係る発明を「本件補正発明」といい，その明細書を，図面を含めて，「本\n件明細書」という（甲１，１０）。なお，文中の下線は補正箇所を，「／」は，原文の\n改行箇所を，それぞれ示す（以下同じ。）。\n【請求項１】ホストクラブへの来店を勧誘させる方法であって，／潜在顧客に対\nしてホストクラブ来店勧誘キットを提供するステップを含んでおり，／ホストクラ\nブ来店勧誘キットは，スマートフォンを装着することにより仮想現実動画ファイル\nを再生して仮想現実動画を視聴し得る紙製の仮想現実ゴーグルと，ホストクラブ仮\n想体験サービス提供サーバーへのアクセス情報を表示したアクセス情報表示部とを\n備えており，／ホストクラブ仮想体験サービス提供サーバーにはホストクラブ仮想\n体験サービス提供プログラムが実装されており，ホストクラブ仮想体験サービス提\n供サーバーの記憶部にはホストクラブを仮想体験させるホストクラブ仮想現実動画\nファイルが記憶されており，／ホストクラブ仮想体験サービス提供プログラムは，\nホストクラブ仮想現実動画ファイルをスマートフォンに送って視聴させるプログラ\nムであり，／前記アクセス情報は，スマートフォンからの操作によりホストクラブ\n仮想体験サービス提供プログラムを実行可能にする情報であり，／前記ホストクラ\nブ仮想体験サービス提供サーバーの記憶部には，潜在顧客の心理状態に応じて選択\nされ潜在顧客の心理状態に応じて異なるメンタルケアを行う複数の異なるホストク\nラブ仮想現実動画ファイルが記憶されており，／前記ホストクラブ仮想体験サービ\nス提供サーバーは，異なる心理状態の表記が各々されているとともに潜在顧客の心\n理状態に応じて選択される複数のコマンドボタンが設けれられた一つのウェブペー\nジを提供するものであり，各コマンドボタンは各ホストクラブ仮想現実動画ファイ\nルに対応しており，選択されたコマンドボタンに対応するホストクラブ仮想現実動\n画ファイルをメンタルケアとしてスマートフォンに送って再生させることを特徴と\nするホストクラブ来店勧誘方法。\n(2)  本件補正前の本件特許請求の範囲の請求項１の記載は，以下のとおりである。\n【請求項１】ホストクラブへの来店を勧誘させる方法であって，／潜在顧客に対\nしてホストクラブ来店勧誘キットを提供するステップを含んでおり，／ホストクラ\nブ来店勧誘キットは，スマートフォンを装着することにより仮想現実動画ファイル\nを再生して仮想現実動画を視聴し得る紙製の仮想現実ゴーグルと，ホストクラブ仮\n想体験サービス提供サーバーへのアクセス情報を表示したアクセス情報表示部とを\n備えており，／ホストクラブ仮想体験サービス提供サーバーにはホストクラブ仮想\n体験サービス提供プログラムが実装されており，ホストクラブ仮想体験サービス提\n供サーバーの記憶部にはホストクラブを仮想体験させるホストクラブ仮想現実動画\nファイルが記憶されており，／ホストクラブ仮想体験サービス提供プログラムは，\nホストクラブ仮想現実動画ファイルをスマートフォンに送って視聴させるプログラ\nムであり，／前記アクセス情報は，スマートフォンからの操作によりホストクラブ\n仮想体験サービス提供プログラムを実行可能にする情報であり，／前記ホストクラ\nブ仮想体験サービス提供サーバーの記憶部には，潜在顧客の心理状態に応じて選択\nされ潜在顧客の心理状態に応じて異なるメンタルケアを行う複数の異なるホストク\nラブ仮想現実動画ファイルが記憶されており，／前記ホストクラブ仮想体験サービ\nス提供サーバーは，潜在顧客の心理状態に応じて選択されるコマンドボタンを含む\nウェブページを提供するものであり，選択されたコマンドボタンに対応するホスト\nクラブ仮想現実動画ファイルをメンタルケアとしてスマートフォンに送って再生さ\nせることを特徴とするホストクラブ来店勧誘方法。\n３  本件審決の理由の要旨\n⑴  本件審決の理由は，別紙審決書（写し）記載のとおりである。要するに，①本\n件補正発明は，下記引用例１に記載された発明（以下「引用発明」という。）に基づ\nいて容易に発明することができたものであって，特許法１７条の２第６項において\n準用する同法１２６条７項の規定により，特許出願の際独立して特許を受けること\nができないものである，②本件補正前の請求項１に係る発明についても，本件補正\n発明と同様に，同法２９条２項の規定により，特許を受けることができないもので\nある，というものである。\n引用例１：「月刊ｅ・コロンブス」第４１巻５０頁（平成２７年１月２９日発行）\nに掲載された平成２６年１２月１９日付け日本経済新聞記事（甲３）\n⑵  本件審決が認定した引用発明，本件補正発明と引用発明との一致点及び相違\n点は，次のとおりである。\nア  引用発明\n広告代理店による販促支援に係る，テーマパークの事前体験などが想定された，\nサービスなどの疑似体験による販促の方法であって，／ハコスコによって開発され\nたゴーグル型の格安ＶＲ装置とスマホを使って，実際に出向かないと分からない感\n覚を時や場所を選ばず疑似体験できるものであり，／ゴーグル型の格安ＶＲ装置で\nある，雑誌の付録にしたり，企業の販促イベントで配布したりされる，手軽に組み\n立てられる段ボール製の装置の前面に，無料の専用アプリが取り込まれたスマホを\n差し込めばＶＲ映像を見ることができ，サーバから送られてくる様々な商品・サー\nビスのＶＲを楽しめ，装置を着けた頭の動きに連動してＶＲ映像も人の視覚のよう\nに変わっていくものである，／方法。\nイ  一致点及び相違点\n（一致点）\n所定の場所に出向かなければ体験できないサービスを顧客となり得る者である潜\n在顧客がその場所に出向くことなく仮想体験できるようにする販売促進活動の方法\nであって，／顧客となり得る者である潜在顧客に販売促進のための配布物を提供す\nるステップを含んでおり，／当該配布物は，スマートフォンを装着することにより\n仮想体験サービス提供サーバーに記憶された仮想現実動画ファイルを当該仮想体験\nサービス提供サーバーが再生することによって仮想現実動画を視聴し得るようにす\nる，紙製の仮想現実ゴーグルを備えており，／当該仮想体験サービス提供サーバー\nにはスマートフォンからの操作により実行可能とされて仮想現実動画ファイルをス\nマートフォンに送って視聴させるプログラムである仮想体験サービス提供プログラ\nムが実装されており，当該サーバーの記憶部には仮想現実動画ファイルが記憶され\nている，／方法。\n（相違点１）\n本件補正発明は，「ホストクラブ」への「来店」の「勧誘」の方法であるのに対し，\n引用発明は，テーマパークの事前体験などが想定されたものであって，所定の場所\nに出向かなければ体験できないサービスが「ホストクラブ」でなく，また，事前体験\nが「来店」の「勧誘」のためのものであると明示されていない点。\n（相違点２）\nサービスを仮想体験する潜在顧客が視聴するコンテンツである仮想現実動画につ\nいて，／本件補正発明は，「ホストクラブ」の仮想体験のための仮想現実動画であっ\nて，「潜在顧客の心理状態に応じて選択され潜在顧客の心理状態に応じて異なるメン\nタルケアを行う複数の異なるホストクラブ仮想現実動画ファイル」の仮想現実動画\nであるのに対し，／引用発明では，テーマパークの事前体験などが想定されたもの\nであって「ホストクラブ」の仮想体験のためのものでなく，また，「潜在顧客の心理\n状態に応じて選択され潜在顧客の心理状態に応じて異なるメンタルケアを行う複数\nの異なるホストクラブ仮想現実動画ファイル」の仮想現実動画でない点。\n（相違点３）\nサービスを仮想体験する潜在顧客に仮想現実動画の視聴を可能とすべく提供され\nる紙製の仮想現実ゴーグルを備えた配布物について，／本件補正発明では，「ホスト\nクラブ来店勧誘キット」，つまり，「ホストクラブ」への「来店」の「勧誘」のための\nものであり，また，仮想現実動画ファイルをスマートフォンに送って視聴させるプ\nログラムである仮想体験サービス提供プログラムが実装された仮想体験サービス提\n供サーバーへの「アクセス情報」であって「スマートフォンからの操作により」この\n仮想体験サービス提供プログラムを「実行可能にする」ものを「表示」した「アクセ\nス情報表示部」を備えた「キット」であるのに対し，／引用発明では，テーマパーク\nの事前体験などが想定されたものであって「ホストクラブ」への「来店」の「勧誘」\nのためのものでなく，また，「仮想体験サービス提供プログラム」が実装された動画\n提供サーバーへの「アクセス情報」であって「スマートフォンからの操作により」こ\nの仮想体験サービス提供プログラムを「実行可能にする」ものを「表示」した「アク\nセス情報表示部」を備えた「キット」であると明示されていない点。\n（相違点４）\n仮想体験サービス提供プログラムが実装された仮想体験サービス提供サーバーに\nついて，／本件補正発明では，「ホストクラブ仮想体験サービス提供プログラム」が\n実装された「ホストクラブ仮想体験提供サーバー」，つまり，「ホストクラブ」の仮想\n体験のためのものであって，「異なる心理状態の表記が各々されているとともに潜在\n顧客の心理状態に応じて選択される複数のコマンドボタンが設けれられた一つのウ\nェブページを提供するものであり，各コマンドボタンは各ホストクラブ仮想現実動\n画ファイルに対応しており，選択されたコマンドボタンに対応するホストクラブ仮\n想現実動画ファイルをメンタルケアとしてスマートフォンに送って再生させる」も\nのであるのに対し，／引用発明では，テーマパークの事前体験などが想定されたも\nのであって「ホストクラブ」の仮想体験のためのものでなく，「異なる心理状態の表\n記が各々されているとともに潜在顧客の心理状態に応じて選択される複数のコマン\nドボタンが設けれられた一つのウェブページを提供するものであり，各コマンドボ\nタンは各ホストクラブ仮想現実動画ファイルに対応しており，選択されたコマンド\nボタンに対応するホストクラブ仮想現実動画ファイルをメンタルケアとしてスマー\nトフォンに送って再生させる」ものでない点。\n(3)  本件訴訟において，本件補正発明と引用発明との相違点が以下のとおりであ\nることについて，当事者間に争いがない。\n（相違点１’）\n本件補正発明は，所定の場所に出向かなければ体験できないサービスが「ホスト\nクラブ」で，また，事前体験が「来店」の「勧誘」のためであるのに対し，引用発明\nは，所定の場所に出向かなければ体験できないサービスが「ホストクラブ」ではな\nく，また，事前体験が「来店」の「勧誘」のためであることが明示されていない点。\n（相違点２’）\n本件補正発明は，仮想現実動画ファイルが，「潜在顧客の心理状態に応じて選択さ\nれ潜在顧客の心理状態に応じて異なるメンタルケアを行う複数の異なるホストクラ\nブ仮想現実動画ファイル」であるのに対し，引用発明は，かかる構成を備えていな\nい点。\n（相違点３’）\n本件補正発明は，紙製の仮想現実ゴーグルを備えた配布物が，「動画提供サーバー\nへの「アクセス情報」であって「スマートフォンからの操作により」この仮想体験サ\nービス提供プログラムを「実行可能にする」ものを「表示」した「アクセス情報表示\n部」を備えた「キット」であるのに対し，引用発明は，かかる構成を有することが明\n示されていない点。\n（相違点４’）\n本件補正発明は，仮想体験サービス提供サーバーが，「異なる心理状態の表記が\n各々されているとともに潜在顧客の心理状態に応じて選択される複数のコマンドボ\nタンが設けられた一つのウェブページを提供するものであり，各コマンドボタンは\n各ホストクラブ仮想現実動画ファイルに対応しており，選択されたコマンドボタン\nに対応するホストクラブ仮想現実動画ファイルをメンタルケアとしてスマートフォ\nンに送って再生させる」ものであるのに対し，引用発明は，かかる構成を備えてい\nない点。\n４  取消事由\n本件補正発明の引用例１に基づく進歩性判断の誤り\n第３  取消事由についての当事者の主張\n〔原告の主張〕\n１  相違点１’の容易想到性判断の誤り\n引用発明は，広告代理店（博報堂）による販促支援に係るもので，大手広告代理店\nが大資本の顧客企業を相手に販売支援をする場合の手法の例であり，かかる大手広\n告代理店がホストクラブのような風俗業界のビジネスについて販促支援を行うこと\nは想定しにくいから，風俗業界での販売支援とは無縁の話であると考えるのが自然\nである。\nしたがって，引用発明を「ホストクラブ」の「来店」の「勧誘」に適用することを\n容易に想到することはできない。\n２  相違点２’及び４’の容易想到性判断の誤り\n引用例１には，ホストクラブへの来店の勧誘として，仮想現実動画により「メン\nタルケアを行う」ことや，「潜在顧客の心理状態に応じて異なるメンタルケアを行う」\nことは記載されていない。\nしたがって，引用発明をホストクラブのビジネスに適用し，ホストクラブの仮想\n体験サービスを販促支援として行ったとしても，その内容は，「メンタルケアを行う」\nものとして仮想現実動画を提供することや，「潜在顧客の心理状態に応じて異なるメ\nンタルケアを行う」ものとすることにはならない。そして，かかる事項は，当業者が\n適宜決定できることとはいえない。\nまた，広告代理店と広告主であるホストクラブの経営主体との間で，ホストクラ\nブへの来店の勧誘となる内容として，仮想現実動画の提供という手段を採用するこ\nとを取り決めたとしても，取決めのもとでなされる販売促進活動が周知技術を踏ま\nえたものにならざるを得ないとはいえないし，仮想現実動画を「メンタルケアを行\nう」ものとして提供することや，「潜在顧客の心理状態に応じて選択され潜在顧客の\n心理状態に応じて異なるメンタルケアを行う」ものとすることが，かかる取決めに\nよって決まるとはいえない。\n以上によれば，引用発明及び周知技術（甲４，５）に基づき，「潜在顧客の心理状\n態に応じて選択され潜在顧客の心理状態に応じて異なるメンタルケアを行う複数の\n異なるホストクラブ仮想現実動画ファイル」との構成（相違点２’）や，「潜在顧客の\n心理状態に応じて選択される複数のコマンドボタン」との構成（相違点４’）を容易\nに発明することはできない。\n３  小括\n以上によれば，本件補正発明は，引用発明から容易に想到できたものではない。\n〔被告の主張〕\n１  相違点１’の容易想到性判断の誤り\n商品開発力に優れた大手の企業の商品を中小の企業が参考とすることや，広告代\n理店がクライアントに提供する商品には販売促進活動にかかる提案が含まれること\nは一般的な事柄であることから，博報堂のような大手広告代理店が大資本の顧客企\n業を相手に行っている販売促進活動の手法を，中小の広告代理店が自社のクライア\nントに対して提案する販売促進活動の手法の参考とすることは，行われており，風\n俗業界をクライアントとする広告代理店が存在することは明らかである。\n本願出願当時，ホストクラブ等の店舗への来店を促進するマーケティングにおい\nて，ソーシャルメディアの活用が行われていた。また，ＶＲ動画ファイルは，個人で\nも容易に作成することができ，ソーシャルメディアにＶＲ動画ファイルを投稿し，\n店のホームページやブログに，当該ＶＲ動画ファイルへのリンクを貼ることも，可\n能であった。\nそうすると，引用例１に接した中小の広告代理店などの当業者が，引用発明の販\n売促進活動の手法を，本願出願当時の技術水準を踏まえて，風俗業界のようなマイ\nナーで特殊な業界での販売促進活動に用いることは容易になし得ることである。\nそして，引用発明が適用されるサービスが，引用例１に示された具体例に限定さ\nれるものではなく，利用者視点の映像が撮像できる限りにおいて，引用発明が適用\n可能なサービスを任意に選択できることは当業者にとって明らかである。\n２  相違点２’及び４’の容易想到性判断の誤り\n本件補正発明における「潜在顧客の心理状態」は，あくまで潜在顧客においてホ\nストクラブのサービスによるメンタルケアを求めようとする心理状態であり，「潜在\n顧客の心理状態に応じて選択され（る）」というのも，仮想体験されるホストクラブ\nのサービスの選択にあたって，これらの個別のサービスが提供するメンタルケア的\nな側面を捉えた選択が行われることを示している。\n「メンタルケア」の文言は広範かつ抽象的な文言であり，およそ体験型のサービ\nスは，メンタルケア的な側面を有する。そして，潜在顧客の来場を勧誘したいサー\nビスの提供者が，当該サービスにおいて体験できる内容を疑似体験できる複数の仮\n想現実動画ファイルをサーバーに記憶させておき，潜在顧客が疑似体験したいサー\nビスを自由に選択できるように，当該サービスのメンタルケア的な側面をＶＲ動画\nのタイトル等として表記した複数のボタン（ＶＲ動画ファイルへのリンク）を設け\nることは，当業者が適宜なし得る事項にすぎない。\n引用発明におけるサービスの販促活動の内容は，これを支援する側である広告代\n理店と支援を受ける側であるサービスの提供者との間の取決めに即したものとなら\nざるを得ず，「仮想現実動画」を「ホストクラブ」への「来店」の「勧誘」となる内\n容として「心理状態に応じて選択され潜在顧客の心理状態に応じて異なるメンタル\nケアを行う」ものとすることは，引用発明の販促活動を「ホストクラブ」への「来\n店」の「勧誘」とすることに伴って生ずることである。また，コマンドボタンに動画\nの内容を表記することは周知技術であるところ，そのような動画の内容としてサー\nビスの「メンタルケア的な側面」を捉えた表示を行うことも，周知技術の採用にあ\nたって，広告代理店とサービスの提供者との間の取決めに即して，適宜決定すべき\nことである。\n３  小括\n以上によれば，引用発明に周知技術を組み合わせて本件補正発明を容易に想到し\n得たとする本件審決の判断に誤りはない。\n第４  当裁判所の判断\n１  本件補正発明について\n(1)  本件明細書の記載\n本件補正発明に係る特許請求の範囲は，前記第２の２(1)のとおりであるところ，\n本件明細書の発明の詳細な説明には，以下の記載がある（下記記載中に引用する図\n１～３は，別紙本件明細書図面目録参照。）。\nア  技術分野\n【０００１】この出願の発明は，ホストクラブの売り上げ増加に貢献する技術に\n関するものであり，特にホストクラブへの来店を促進する来店勧誘の技術に関する\nものである。\nイ  背景技術\n【０００２】ホストクラブは，女性をターゲットにした有店舗接客型の風俗営業\nとして広く知られている。このような有店舗型の風俗営業も，他の業種と同様，新\n規の顧客を多くしていくことが売り上げ増加ためには重要である。\nウ  発明が解決しようとする課題\n【０００４】しかしながら，この種の娯楽に縁のない者にとっては，興味はあって\nも初めて入店するには勇気がいる面もある。とりわけホストクラブの場合，女性が\nターゲットであるため，この傾向が強い。店舗の中がどのようになっていて，どの\nようなサービスが提供され，またどの程度の費用がかかるのか不明なため，興味は\nあっても来店に二の足を踏むケースが多い。\n本願の発明は，このようなホストクラブビジネス特有の課題を解決するために為\nされたものであり，ホストクラブへの新規の顧客の来店を効果的に促進することが\nできる技術を提供することを解決課題としている。\nエ  課題を解決するための手段\n【０００５】上記課題を解決するため，本願の請求項１記載の発明は，ホストクラ\nブへの来店を勧誘させる方法であって，／潜在顧客に対してホストクラブ来店勧誘\nキットを提供するステップを含んでおり，／ホストクラブ来店勧誘キットは，スマ\nートフォンを装着することにより仮想現実動画ファイルを再生して仮想現実動画を\n視聴し得る紙製の仮想現実ゴーグルと，ホストクラブ仮想体験サービス提供サーバ\nーへのアクセス情報を表示したアクセス情報表示部とを備えており，／ホストクラ\nブ仮想体験サービス提供サーバーにはホストクラブ仮想体験サービス提供プログラ\nムが実装されており，ホストクラブ仮想体験サービス提供サーバーの記憶部にはホ\nストクラブを仮想体験させるホストクラブ仮想現実動画ファイルが記憶されており，\n／ホストクラブ仮想体験サービス提供プログラムは，ホストクラブ仮想現実動画フ\nァイルをスマートフォンに送って視聴させるプログラムであり，／前記アクセス情\n報は，スマートフォンからの操作によりホストクラブ仮想体験サービス提供プログ\nラムを実行可能にする情報であり，／前記ホストクラブ仮想体験サービス提供サー\nバーの記憶部には，潜在顧客の心理状態に応じて選択され潜在顧客の心理状態に応\nじて異なるメンタルケアを行う複数の異なるホストクラブ仮想現実動画ファイルが\n記憶されており，／前記ホストクラブ仮想体験サービス提供サーバーは，異なる心\n理状態の表記が各々されているとともに潜在顧客の心理状態に応じて選択される複\n数のコマンドボタンが設けられた一つのウェブページを提供するものであり，各コ\nマンドボタンは各ホストクラブ仮想現実動画ファイルに対応しており，選択された\nコマンドボタンに対応するホストクラブ仮想現実動画ファイルをメンタルケアとし\nてスマートフォンに送って再生させるという構成を有する。\nまた，上記課題を解決するため，請求項２記載の発明は，前記請求項１の構成に\nおいて，前記アクセス情報は，前記ホストクラブ仮想体験サービス提供サーバーの\nＵＲＬであるか，前記ホストクラブ仮想体験サービス提供プログラムの実行コード\nを含む二次元コードであるか，又は前記ホストクラブ仮想体験サービス提供サーバ\nーにアクセスさせるキーワードであり，／前記アクセス情報表示部は，前記仮想現\n実ゴーグルに印刷されたものであるという構成を有する。\nまた，上記課題を解決するため，請求項３記載の発明は，ホストクラブへの来店\nを勧誘させる装置であって，／ホストクラブ仮想体験サービス提供プログラムが実\n装されたホストクラブ仮想体験サービス提供サーバーと，／ホストクラブを仮想体\n験させるホストクラブ仮想現実動画ファイルが記憶された記憶部と，／潜在顧客に\n対して提供されたホストクラブ来店勧誘キットとを備えており，／ホストクラブ仮\n想体験サービス提供プログラムは，ホストクラブ仮想現実動画ファイルをスマート\nフォンに送って視聴させるプログラムであり，／ホストクラブ来店勧誘キットは，\nスマートフォンを装着することにより仮想現実動画ファイルを再生して仮想現実動\n画を視聴し得る紙製の仮想現実ゴーグルと，ホストクラブ仮想体験サービス提供サ\nーバーへのアクセス情報を表示したアクセス情報表示部とを備えており，／前記ア\nクセス情報は，スマートフォンからの操作によりホストクラブ仮想体験サービス提\n供プログラムを実行可能にする情報であり，／前記ホストクラブ仮想体験サービス\n提供サーバーの記憶部には，潜在顧客の心理状態に応じて選択され潜在顧客の心理\n状態に応じて異なるメンタルケアを行う複数の異なるホストクラブ仮想現実動画フ\nァイルが記憶されており，／前記ホストクラブ仮想体験サービス提供サーバーは，\n異なる心理状態の表記が各々されているとともに潜在顧客の心理状態に応じて選択\nされる複数のコマンドボタンが設けられた一つのウェブページを提供するものであ\nり，各コマンドボタンは各ホストクラブ仮想現実動画ファイルに対応しており，選\n択されたコマンドボタンに対応するホストクラブ仮想現実動画ファイルをメンタル\nケアとしてスマートフォンに送って再生させるものであるという構成を有する。\nまた，上記課題を解決するため，請求項４記載の発明は，前記請求項３の構成に\nおいて，前記アクセス情報は，前記ホストクラブ仮想体験サービス提供サーバーの\nＵＲＬであるか，前記ホストクラブ仮想体験サービス提供プログラムの実行コード\nを含む二次元コードであるか，又は前記ホストクラブ仮想体験サービス提供サーバ\nーにアクセスさせるキーワードであり，／前記アクセス情報表示部は，前記仮想現\n実ゴーグルに印刷されたものであるという構成を有する。\nオ  発明の効果\n【０００６】  以下に説明する通り，本願の各請求項の発明によれば，ホストクラ\nブ仮想現実動画の視聴という形でホストクラブの仮想体験がされるので，ホストク\nラブに行ったことのない者でもホストクラブがどのような場所・雰囲気でどのよう\nなサービスが提供されるのかが理解できる。このため，実際にホストクラブに行く\nことの敷居が低くなり，ホストクラブにとっては新規の顧客増による売り上げアッ\nプが期待できる。\nまた，潜在顧客の心理状態に応じて異なるホストクラブ仮想現実動画ファイルが\n再生されるので，その時々の状況に応じて最適なホストクラブ仮想体験がされる。\nこのため，来店の増加による売り上げアップがより期待できるものとなる。\nカ  発明を実施するための形態\n【０００８】まず，実施形態のホストクラブ来店勧誘キットの発明の実施形態に\nついて説明する。\n図１は，実施形態に係るホストクラブ来店勧誘キットの斜視概略図である。実施\n形態のホストクラブ来店勧誘キット（以下，勧誘キットと略称する。）は，ホストク\nラブへの来店を勧誘させるために潜在顧客に無料で提供されるものであり，一種の\n販促ツール（ノベルティ）である。この勧誘キットは，仮想現実ゴーグル１と，アク\nセス情報表示部２とを備えている。\n【０００９】仮想現実ゴーグル（以下，ＶＲゴーグルと略称する。）１は，簡易型\nＶＲゴーグルと称されているもので，スマートフォンを装着することにより仮想現\n実映像を視聴し得るグーグルである。この実施形態では，潜在顧客に無償提供され\nることを考慮し，紙製のＶＲゴーグル１が使用されている。例えば，株式会社ハコ\nスコ製のものを使用することができる。\n【００１１】このようなアクセス情報表示部２によってアクセスされる提供サー\nバーについて，図２を使用して説明する。図２は，実施形態のホストクラブ来店勧\n誘方法及び実施形態のホストクラブ来店勧誘装置の概略図である。したがって，以\n下の説明は，実施形態のホストクラブ来店勧誘方法及び実施形態のホストクラブ来\n店勧誘装置の説明でもある。\n図２に示すように，実施形態のホストクラブ来店勧誘装置は，ホストクラブ仮想\n体験サービス提供プログラム３１が実装された提供サーバー３と，記憶部４と，勧\n誘キット１０とによって構成されている。\n【００１４】図３に示すように，トップページには，このサイトがホストクラブ\n来店体験サービスを提供するサイトである旨や，体験サービスがＶＲ（仮想現実）\nによって提供される旨を説明したテキストが含まれている。\nそして，トップページは，ＶＲアプリダウンロードと表記されたボタン（アプリ\nＤＬボタン）５１が設けられている。このアプリＤＬボタン５１は，ＶＲ視聴用の\nアプリ（以下，ＶＲアプリという。）をダウンロードさせるためのボタンである。Ｖ\nＲ動画の視聴には，専用のＶＲアプリが必要になっており，アプリＤＬボタン５１\nはそのためのコマンドボタンである。\n【００１５】図２に示すように，提供サーバー３の記憶部４には，ホストクラブ\n仮想現実動画ファイル（以下，ＶＲ動画ファイルという。）６１が記憶されている。\nＶＲ動画ファイル６１は，ＶＲアプリによってスマートフォン９上で再生された際，\nＶＲゴーグル１を介して視認されることで仮想現実動画が視認されるファイルであ\nる。予め撮影された動画がＶＲアプリの仕様に合わせて編集され，ＶＲ動画ファイ\nル６１が作成される。作成されたＶＲ動画ファイル６１は，提供サーバー３に予め\nアップロードされる。映像を撮影してこのようなＶＲ動画ファイルを作成するサー\nビスを提供する業者も何社か存在しており，適宜選定して依頼することができる。\n【００１７】図３（１）に示すように，トップページには，アプリＤＬボタン５１\nに加え，「ＶＲ動画を視る」と表記されたボタン５２が設けられている。このボタン\n５２がタップされると，図３（２）に示す画面となり，この画面に視聴開始ボタン５\n３が設けられている。視聴開始ボタン５３は，提供サーバー３上のＶＲ動画ファイ\nル６１を指定した状態でＶＲアプリをスマートフォン９上で起動させるコマンドボ\nタンである。この実施形態では，提供サーバー３の記憶部４には複数の異なるＶＲ\n動画ファイル６１が記憶されており，これに対応して複数の視聴開始ボタン５３が\n設けられている。\n【００１８】この実施形態では，ユーザー（潜在顧客）は，自分の今の心理状態に\n応じて任意のホストクラブ仮想体験を行えるようになっている。図３（２）に示す\nページには，自分の今の心理状態に応じて任意の視聴開始ボタン５３をタップして\n欲しい旨の説明（不図示）が表示されるようになっている。\n上記説明から解るように，この実施形態では，スマートフォン９上のＶＲアプリ\nからの要求に応じてＶＲ動画ファイル６１を当該スマートフォン９に送信するウェ\nブサーバープログラムがホストクラブ仮想体験サービス提供プログラムに相当して\nいる。\n【００１９】次に，このようなホストクラブ来店勧誘装置の動作を説明する。以\n下の説明は，ホストクラブ来店勧誘方法の説明でもある。\nまず，クラブ事業者は，専門の業者に依頼する等して，自己の店舗における接客\n映像を撮影する。この際，カメラマンは，来店した顧客の視点で撮影がされるよう，\n顧客として振る舞いながら撮影を行う。そして，映像を編集してＶＲ画像ファイル\nを作成し，提供サーバー３の記憶部４に記憶する。この際，ユーザーの心理状態に\n応じて適宜の異なるシチュエーションの映像を複数撮影し，各々ＶＲ画像ファイル\nを作成する。例えば，落ち込んでいるので何人かのホストとともに陽気に盛り上が\nりたい気分の場合のシチュエーションの映像，一人のホストとじっくり話をしたい\n気分の場合のシチュエーションの映像，ホストと恋人のように話をしたい場合のシ\nチュエーションの映像といった具合である。尚，ここでのシチュエーションとは，\nホストクラブに入店してホストから接客のサービスを受け，店を出るまでの状況の\n意味である。\n【００２０】一方，クラブ事業者は，レンタルサーバー業者と契約する等して勧\n誘サイトを構築しておく。提供サーバー３には，勧誘サイトのトップページを含む\n各ページが実装される。そして，記憶部４には，上記のように作成された各ＶＲ動\n画ファイル６１がアップロードされる。\nまた，クラブ事業者は，ＶＲゴーグル１のメーカーに特注のＶＲゴーグル１の製\n作を依頼する。メーカーは，通常の紙製のＶＲゴーグル１を製作する際，予め印刷\nを施した紙資材でＶＲゴーグル１を製作し，図１に示す勧誘キット１０とする。\n【００２１】クラブ事業者は，潜在顧客に対して勧誘キット１０を無償で贈呈し，\n来店を勧誘する。例えば，来店した顧客に対して勧誘キット１０を贈呈し，友人に\n渡して仮想体験を誘うよう要請する。勧誘キット１０を渡されたその友人は，ＶＲ\nゴーグル１に印刷されているＱＲコードをスマートフォン９で読み取って勧誘サイ\nトにアクセスし，トップページを表示する。そして，必要に応じてＶＲアプリをダ\nウンロードした上で，いずれかの視聴開始ボタン５３をタップし，そのスマートフ\nォン９をＶＲゴーグル１にセットする。そして，ＶＲゴーグル１を顔に装着して覗\nき込むことで，ＶＲ動画を視聴する。これにより，ホストクラブの仮想体験がＶＲ\n動画の視聴という形で行われる。尚，音声については，スマートフォンのスピーカ\nーからそのまま聴取される場合もあるし，別途イヤホンを使用して聴取される場合\nもある。また，図１に示すＶＲゴーグル１は，折り畳まれた状態で提供される場合\nがある。この場合，簡単な組み立て作業でＶＲグーグル１を使用可能な状態とする\nことができるが，組み立ての仕方を説明したチラシが勧誘キットに含まれていたり，\n又は組み立ての仕方がＶＲゴーグル１に印刷されていたりする場合もある。\n【００２２】実施形態の勧誘キット１０，勧誘方法及び勧誘装置によれば，ＶＲ\n動画の視聴という形でホストクラブの仮想体験がされるので，ホストクラブに行っ\nたことのない者でもホストクラブがどのような場所・雰囲気でどのようなサービス\nが提供されるのかが理解できる。このため，実際にホストクラブに行くことの敷居\nが低くなり，ホストクラブにとっては新規の顧客増による売り上げアップが期待で\nきる。\nまた，潜在顧客の心理状態に応じて異なるホストクラブ仮想現実動画ファイルが\n再生されるので，その時々の状況に応じて最適なホストクラブ仮想体験がされる。\nこのため，来店の増加による売り上げアップがより期待できるものとなる。\n【００２４】ホストクラブというと，一般に，アルコールを主とする飲料を男性\nホストが女性に提供する接客業というイメージがあるが，その一方，ホストとの会\n話により顧客をリラックスさせたり，ストレスを解消させたり，癒したりする側面\nもある。即ち，ホストクラブ事業者によってはメンタルケア事業的なアプローチで\nホストクラブを運営しているケースもある。上述した実施形態についても，このよ\nうなメンタルケア事業的なアプローチをサポートするものとして捉えることができ\nる。即ち，メンタルケア的な側面があるという「安心感」を潜在顧客に与えること\nで，より来店を勧誘させることもできる。\nまた，実施形態の勧誘キットや実施形態の方法，装置は，最終的には潜在顧客を\n実際の店舗に来店させることが目的であるが，実際に来店をさせなくてもビジネス\nとして成立し得るようにするビジネスモデルもあり得る。即ち，最初の１回又は数\n回のＶＲ動画ファイル６１の視聴は無料であるが，それ以降の視聴は有料として提\n供する場合もあり得る。\n【００２７】また，視聴開始ボタン５３は，ユーザーが自分の心理状態に応じて\n任意のものを選択するとして説明したが，仮想体験の回数に応じて選択されるもの\nであっても良い。例えば，別の例として，ユーザーの心理状態に応じて選択される\n視聴開始ボタン５３のグループが設けられ，一つのグループにおいて視聴回数に応\nじて違った視聴開始ボタン５３が選択されるものとする。この場合，一つの視聴開\n始ボタン５３は，ＶＲ動画ファイル６１に一対一で対応しているから，視聴回数に\n応じて異なるＶＲ動画を視聴することになる。\n(2)  前記(1)によれば，本件補正発明の概要は，以下のとおりである。\nホストクラブにおいて，売上げ増加を図るには，新規の顧客を増やすための来店\n勧誘が重要であるところ，風俗営業のような娯楽に縁のない者にとっては，興味は\nあっても初めて入店するには勇気がいる面もあり，店舗の中がどのようになってい\nて，どのようなサービスが提供され，またどの程度の費用がかかるのか不明なため，\n興味はあっても来店に二の足を踏むケースが多い。本件補正発明は，このようなホ\nストクラブビジネス特有の課題を解決するため，ホストクラブへの新規の顧客の来\n店を効果的に促進することができる技術を提供することを解決課題としている。\n（【０００１】，【０００２】，【０００４】）\n本件補正発明によれば，ホストクラブ仮想現実動画の視聴という形でホストクラ\nブの仮想体験がされるので，ホストクラブに行ったことのない者でもホストクラブ\nがどのような場所・雰囲気でどのようなサービスが提供されるのかが理解でき，実\n際にホストクラブに行くことの敷居が低くなり，ホストクラブにとっては新規の顧\n客増による売上げアップが期待できる。（【０００６】，【００２２】）\nまた，潜在顧客の心理状態に応じて異なるホストクラブ仮想現実動画ファイルが\n再生されるので，その時々の状況に応じて最適なホストクラブ仮想体験がされ，来\n店の増加による売上げアップがより期待できるものとなる。（【０００６】，【００２\n２】）\n２  取消事由（本件補正発明の引用例１に基づく進歩性判断の誤り）について\n(1)  引用発明について\nア  引用例１には，次の記載がある。\n「１０００円ゴーグル装置で  博報堂が販促支援  スマホを活用」\n「ゲームや映画などに使われる「仮想現実（ＶＲ）」が商品選びの新たな手段にな\nりそうだ。博報堂は月内にもゴーグル型の格安ＶＲ装置とスマートフォン（スマホ）\nを使った販促支援を始める。車の運転席からの視野やマンションの室内の雰囲気な\nど，実際に出向かないと分からない感覚を時や場所を選ばず疑似体験できる。」\n「ＶＲ（バーチャルリアリティーの略）は３次元のコンピューターグラフィック\nスや実写の合成映像などを使い，見ている人にあたかも実体験しているかのように\n感じさせる技術。\n博報堂が使うのは，手軽に組み立てられる段ボール製の装置。ベンチャー企業の\nハコスコ（東京・渋谷）が開発した。装置を雑誌の付録にしたり，企業の販促イベン\nトで配布したりする。\n消費者が手持ちのスマホに無料の専用アプリ（応用ソフト）を取り込んで，装置\nの前面に差し込めばＶＲ映像を見ることができる。送られてくる様々な商品・サー\nビスのＶＲを楽しめる。装置を着けた頭の動きに連動し，ＶＲ映像も人の視覚のよ\nうに変わっていく。\n新サービスには自動車メーカーや流通企業から引き合いが来ているという。博報\n堂は自動車の新商品体験，マンションの内覧，テーマパークの事前体験などを想定\nする。車の内装のオプション装備を付け替えた様子なども疑似体験できる。同社は\n「カタログでは感じ取れない部分を消費者に伝えられる」としている。\n食品や雑貨をインターネットの通信販売で購入するのとは異なり，車や住宅選び\nでは休日に販売店や展示場に足を運ぶことが多い。ＶＲを活用すれば「平日の夜に\n自宅で」など自分の都合に合わせて商品を研究できる。\nスマホの活用や本体の大幅な簡素化で装置のコストは１千円程度。米フェイスブ\nックが今年買収した米オキュラスＶＲが開発したＶＲ用の本格装置は最低４万～５\n万円程度する。このため販促に使う場合は，イベント会場や店頭に数台設置し，来\n場者は行列して代わるがわる装置を体験するしかなかった。\n博報堂はＶＲ用アプリの企画・開発，配信，イベント企画までを一括受託する。凸\n版印刷も同様の販促システムの事業化を検討している。印刷会社の強みを生かし，\n紙製のＶＲ装置に様々な企業オリジナルの模様やキャラクターを印刷し，広告効果\nを高める。\nＶＲを販促に使う動きは広がっている。三菱自動車はオキュラスの装置を使い，\n１０月に多目的スポーツ車（ＳＵＶ）の運転席で「星空を見ながらのドライブ」を疑\n似体験できるデモを実施。明治もカップアイスのキャンペーンに活用した。広告大\n手の博報堂が乗り出すことで，消費者にＶＲが身近になりそうだ。（日本経済１４・\n１２・１９）」\n「その場に居るかのような体験ができる（水族館の映像）」（囲い内の説明）\nイ  引用発明の認定\n以上によれば，引用例１には，本件審決が認定したとおりの引用発明（前記第２\nの３(2)ア）が記載されていることが認められる。\nウ  本件補正発明と引用発明との対比\n本件補正発明と引用発明との相違点が，前記第２の３(3)のとおりであることは，\n当事者間に争いがない。\n(2)  相違点１’について\nア  引用発明は，「広告代理店による販促支援に係る，テーマパークの事前体験な\nどが想定された，サービスなどの疑似体験による販促の方法」であるところ，引用\n例１には，「実際に出向かないと分からない感覚を時や場所を選ばず疑似体験できる」\nとの記載があり，具体例として，「自動車の新商品体験，マンションの内覧，テーマ\nパークの事前体験など」，「その場に居るかのような体験ができる（水族館の映像）」，\n「三菱自動車は…多目的スポーツ車（ＳＵＶ）の運転席で「星空を見ながらのドラ\nイブ」を疑似体験するデモを実施。」，「明治もカップアイスのキャンペーンに活用し\nた。」等の記載がある。\nしたがって，引用発明は，ＶＲ映像によるサービスの疑似体験により，実際に当\n該体験をしてみたいと思わせて，来園，来場につなげるものを広く含むものである\nと解され，「来店」の「勧誘」も含まれることは自明である。\nまた，引用例１には，サービスの内容として，自動車の新商品体験，マンションの\n内覧，テーマパークの事前体験，水族館，星空を見ながらのドライブ，カップアイス\nなどが挙げられていることに照らすなら，引用発明の販売促進の対象には限定はな\nく，ＶＲ映像による疑似体験をできるものであれば，何でもよいと解され，特定の\n業種を除外する旨の記載や示唆はないから，「ホストクラブ」も含まれる。\nよって，引用発明における販売促進の対象を「ホストクラブ」のサービスとし，\n「来店」の「勧誘」に用いることは，当業者が容易に想到し得た事項である。\nイ  原告の主張について\n原告は，博報堂のような大手広告代理店がホストクラブのような風俗業界のビジ\nネスについて販促支援することは想定しにくく，引用発明をホストクラブの来店勧\n誘に適用することを容易に想到することはできない旨主張する。\nしかし，引用例１には，販売促進の対象から，特定の業種を除外する旨の記載や\n示唆はないことは，前記アのとおりである。\nまた，引用例１の「三菱自動車は…多目的スポーツ車（ＳＵＶ）の運転席で「星空\nを見ながらのドライブ」を疑似体験するデモを実施。」，「明治もカップアイスのキャ\nンペーンに活用した。」等の記載は，引用発明が，広告代理店が広告主企業から受託\nして行う販売促進だけではなく，商品やサービスを提供する者が自ら販売促進を行\nう場合にも活用できることを示唆するものである。\nしたがって，引用発明を，大手広告代理店が行わない業種の販促支援に適用する\nことは，当業者が容易に想到し得た事項といえ，原告の主張は採用できない。\n(3)  相違点２’及び４’について\nア  「潜在顧客の心理状態に応じて選択され潜在顧客の心理状態に応じて異なる\nメンタルケアを行う複数の異なるホストクラブ仮想現実動画ファイル」の意義\n本件補正発明の「潜在顧客の心理状態に応じて選択され潜在顧客の心理状態に応\nじて異なるメンタルケアを行う複数の異なるホストクラブ仮想現実動画ファイル」\nの意義は，請求項の記載自体から一義的に明らかとはいえないので，本件明細書の\n記載を参酌する必要がある。\n本件補正発明は，「ホストクラブ来店勧誘方法」であるところ，本件明細書には，\n「ＶＲ動画の視聴という形でホストクラブの仮想体験がされるので，ホストクラブ\nに行ったことがない者でもホストクラブがどのような場所・雰囲気でどのようなサ\nービスが提供されるのかが理解でき」，「このため，実際にホストクラブに行くこと\nの敷居が低くなり，ホストクラブにとっては新規の顧客増による売り上げアップが\n期待できる」ほか，「潜在顧客の心理状態に応じて異なるホストクラブ仮想現実動画\nファイルが再生される」ことから，「その時々の状況に応じて最適なホストクラブ仮\n想体験がされ」，「このため，来店の増加による売り上げアップがより期待できる」\n（【００２２】）との記載がある。\nこれらの記載によれば，本件補正発明は，ホストクラブ仮想現実動画により，ホ\nストクラブに行ったことがない者でも，ホストクラブの場所・雰囲気や，どのよう\nなサービスが提供されるのかを理解することができ，ホストクラブに行くことの敷\n居が低くなることから，顧客増による売上げ増につながるほか，潜在顧客の心理状\n態に応じて異なるホストクラブ仮想現実動画ファイルを再生することにより，その\n時々の状況に応じて最適なホストクラブ仮想体験を可能とすることによって，顧客\n増による売上げ増につながることを作用効果とするものである。\nそして，本件明細書の「まず，クラブ事業者は，専門の業者に依頼する等して，自\n己の店舗における接客映像を撮影する。この際，カメラマンは，来店した顧客の視\n点で撮影がされるよう，顧客として振る舞いながら撮影を行う。そして，映像を編\n集してＶＲ画像ファイルを作成し，提供サーバー３の記憶部４に記憶する。この際，\nユーザーの心理状態に応じて適宜の異なるシチュエーションの映像を複数撮影し，\n各々ＶＲ画像ファイルを作成する。例えば，落ち込んでいるので何人かのホストと\nともに陽気に盛り上がりたい気分の場合のシチュエーションの映像，一人のホスト\nとじっくり話をしたい気分の場合のシチュエーションの映像，ホストと恋人のよう\nに話をしたい場合のシチュエーションの映像といった具合である。尚，ここでのシ\nチュエーションとは，ホストクラブに入店してホストから接客のサービスを受け，\n店を出るまでの状況の意味である。」（【００１９】），「ホストクラブというと，一般\nに，アルコールを主とする飲料を男性ホストが女性に提供する接客業というイメー\nジがあるが，その一方，ホストとの会話により顧客をリラックスさせたり，ストレ\nスを解消させたり，癒したりする側面もある。即ち，ホストクラブ事業者によって\nはメンタルケア事業的なアプローチでホストクラブを運営しているケースもある。\n上述した実施形態についても，このようなメンタルケア事業的なアプローチをサポ\nートするものとして捉えることができる。即ち，メンタルケア的な側面があるとい\nう「安心感」を潜在顧客に与えることで，より来店を勧誘させることもできる。」（【０\n０２４】）との記載によれば，「潜在顧客の心理状態」とは，「落ち込んでいるので何\n人かのホストとともに陽気に盛り上がりたい気分」，「一人のホストとじっくり話を\nしたい気分」，「ホストと恋人のように話をしたい場合」というような，潜在顧客が\nホストクラブに行く動機付けとなる「心理状態」を意味し，「メンタルケア」とは，\n「ホストとの会話により顧客をリラックスさせたり，ストレスを解消させたり，癒\nしたりする」ことを意味するものと解される。\n以上によれば，本件補正発明の「潜在顧客の心理状態に応じて選択され潜在顧客\nの心理状態に応じて異なるメンタルケアを行う複数の異なるホストクラブ仮想現実\n動画ファイル」との記載は，「潜在顧客」がホストクラブに行く動機付けとなる「心\n理状態」にそれぞれ対応した「ホストとの会話により顧客をリラックスさせたり」，\n「ストレスを解消させたり」，「癒したりする」などの異なる「メンタルケア」を行う\nべく，「ホストクラブに入店してホストから接客のサービスを受け，店を出るまでの\n状況」をそれぞれ撮影した「複数の異なる仮想現実動画」のファイルであることを\n意味するものと理解される。\nイ  相違点２’の容易想到性について\n引用発明の販売促進の対象を「ホストクラブ」のサービスとし，ホストクラブへ\nの「来店」の「勧誘」の目的で使用した場合，「仮想現実動画」は，潜在顧客を対象\nとした，ホストクラブで提供するサービスを疑似体験する動画となり得ると解され\nる。\nしかしながら，引用例１には，「仮想現実動画」について，「メンタルケア」を行う\nものとすることや，「潜在顧客の心理状態に応じて選択され潜在顧客の心理状態に応\nじて異なるメンタルケアを行う複数の異なる」仮想現実動画ファイルとすることに\nついて，記載も示唆もない。\nまた，かかる事項が周知であったと認めるに足りる証拠もない。\nそうすると，引用発明に基づき，相違点２’に係る「潜在顧客の心理状態に応じて\n選択され潜在顧客の心理状態に応じて異なるメンタルケアを行う複数の異なるホス\nトクラブ仮想現実動画ファイル」の構成を当業者が容易に想到し得たとはいえない。\nよって，相違点２’に係る本件補正発明の構成は，当業者が容易に想到し得たもの\nではない。\nウ  相違点４’の容易想到性について\n前記イのとおり，相違点２’に係る「潜在顧客の心理状態に応じて選択され潜在顧\n客の心理状態に応じて異なるメンタルケアを行う複数の異なるホストクラブ仮想現\n実動画ファイル」の構成を当業者が容易に想到することができたとはいえない以上，\n「異なる心理状態の表記が各々されているとともに潜在顧客の心理状態に応じて選\n択される複数のコマンドボタン」を「各ホストクラブ仮想現実動画ファイル」に「対\n応」させることを，当業者が容易に想到することができたとはいえない。\nよって，相違点４’に係る本件補正発明の構成は，当業者が容易に想到し得たも\nのではない。\nエ  被告の主張について\n被告は，①引用発明におけるサービスの販促活動の内容は，広告代理店と広告主\nであるサービス提供者との間の取決めに即したものとならざるを得ず，「仮想現実動\n画」を「ホストクラブ」への「来店」の「勧誘」となる内容として「心理状態に応じ\nて選択され潜在顧客の心理状態に応じて異なるメンタルケアを行う」ものとするこ\nとは，引用発明の販促活動を「ホストクラブ」への「来店」の「勧誘」とすることに\n伴って生ずることにすぎず，また，②コマンドボタンに動画の内容を表記すること\nは周知技術であるところ，かかる動画の内容としてサービスの「メンタルケア的な\n側面」を捉えた表示を行うことも，周知技術の採用に当たって，広告代理店とサー\nビスの提供者との間の取決めに即して，適宜決定すべきことである旨主張する。\nしかし，引用例１には，テーマパークへの来場を勧誘したいサービスの提供者が，\nテーマパークの魅力を潜在顧客に伝える目的で，来場すると体験できるアトラクシ\nョンを疑似体験するための仮想現実動画を提供することの記載はあるものの，その\n際に，当該サービスのメンタルケア的な側面に応じた複数の異なる仮想現実動画を\nサーバーに記憶させておき，潜在顧客が疑似体験したいサービスを自由に選択でき\nるようにすることや，当該サービスのメンタルケア的な側面を仮想現実動画のタイ\nトル等として表記した複数のボタンを設けることの記載はなく，かかる示唆もない。\nそして，引用発明を「ホストクラブ」への「来店」の「勧誘」に適用した場合に，\n販促支援の内容は，販促支援をする広告代理店とこれを受ける広告主との間の取決\nめに即したものとなるとしても，「仮想現実動画」を，「心理状態に応じて選択され\n潜在顧客の心理状態に応じて異なるメンタルケアを行う複数の異なる」ものにする\nことが必然とはいえない。\nまた，コマンドボタンに動画の内容を表記することが周知技術であるとしても，\n取決めの下でなされる販促活動がかかる周知技術を踏まえたものになることが，必\n然とはいえない上，仮にかかる周知技術を適用したとしても，前記ウのとおり，「潜\n在顧客の心理状態に応じて選択され潜在顧客の心理状態に応じて異なるメンタルケ\nアを行う複数の異なるホストクラブ仮想現実動画ファイル」の構成を当業者が容易\nに想到することができたとはいえない以上，「異なる心理状態の表記が各々されてい\nるとともに潜在顧客の心理状態に応じて選択される複数のコマンドボタン」を「各\nホストクラブ仮想現実動画ファイル」に「対応」させるとの構成を，当業者が容易に\n想到することができたとはいえない。\n被告の主張は，進歩性に関する主張としては，採用できない。\n(4)  小括\nよって，本件補正発明は，引用発明及び周知技術に基づいて，当業者が容易に発\n明をすることができたものではないから，本件補正を却下した本件審決の判断には\n誤りがあり，原告主張の取消事由は理由がある。\n３  結論\n以上のとおり，本件審決は取り消されるべきものであるから，主文のとおり判決\nする。\n知的財産高等裁判所第１部\n裁判長裁判官          高      部    眞  規  子\n裁判官          小      林    康    彦\n裁判官          関      根    澄    子\n別紙  本件明細書図面目録\n"
}