{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 3,
    "month": 3,
    "day": 29
  },
  "case_number": "令和2(行ケ)10036",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "90210",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=90210",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/210/090210_hanrei.pdf",
  "contents": "令和３年３月２９日判決言渡\n令和２年（行ケ）第１００３６号  審決取消請求事件\n口頭弁論終結日  令和３年２月１日\n判                  決\n原            告          株式会社サンセイアールアンドディ\n訴訟代理人弁理士          山    田    和    寛\n福    嶋              亨\n冬    木    郁    代\n吉    田    元    治\n被            告          特許庁長官\n指 定 代 理 人          鷲    崎              亮\n石    井              哲\n瀬    津    太    朗\n樋    口    宗    彦\n小    出    浩    子\n主                  文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事  実  及  び  理  由\n第１  請求\n特許庁が不服２０１９－９２５０号事件について令和２年２月１２日にした\n審決を取り消す。\n第２  事案の概要\n１  特許庁における手続の経緯等\n⑴  原告は，平成２８年１１月２５日，発明の名称を「遊技機」とする発明に\nついて，特許出願（特願２０１６－２２８５１７号。以下「本願」という。\n甲３）をした。\n原告は，平成３０年２月２７日付けの拒絶理由通知（甲４）を受けたため，\n同年４月２５日付けで特許請求の範囲について手続補正（以下「第１次補正」\nという。甲６）をした後，平成３０年９月１１日付けの拒絶理由通知（以下\n「本件拒絶理由通知」という。甲７）を受けたため，同年１１月９日付けで\n特許請求の範囲について手続補正（以下「第２次補正」という。甲９）をし\nた。\n特許庁は，平成３１年４月１０日付けで，第２次補正を却下する決定（以\n下「第２次補正の却下決定」という。甲１０）をするとともに，第１次補正\n後の請求項１に係る発明の新規性及び進歩性を否定して拒絶査定（以下「本\n件拒絶査定」という。甲１１）をした。\n⑵  原告は，令和元年７月１０日，「原査定を取り消す。本願は特許すべきもの\nである。」との審決を求める拒絶査定不服審判（不服２０１９－９２５０号事\n件。甲１２）を請求するとともに，特許請求の範囲について手続補正（以下\n「本件補正」という。甲１３）をした。なお，本件補正は，第２次補正と同\nじ内容である。\n特許庁は，令和２年２月１２日，本件補正を却下する決定をした上で，「本\n件審判の請求は，成り立たない。」との審決（以下「本件審決」という。）を\nし，その謄本は，同月２５日，原告に送達された。\n⑶  原告は，令和２年３月２０日，本件審決の取消しを求める本件訴訟を提起\nした。\n２  特許請求の範囲の記載\n⑴  第１次補正後のもの\n第１次補正後の特許請求の範囲の請求項１の記載は，次のとおりである\n（以下，同請求項１に係る発明を「本願発明」という。甲６）。\n【請求項１】\nそれぞれが複数種の識別図柄を含む複数の識別図柄群が変動表示され，全\nての識別図柄群の変動が停止または擬似停止することで生じる図柄組み合わ\nせが全て同じ識別図柄によって構成される当たり組み合わせとなることで当\n否判定結果が当たりであることが報知される遊技機であって，\n前記複数の識別図柄群として，第一識別図柄群および第二識別図柄群と，\nこれらの識別図柄群よりも後に変動が停止または擬似停止する第三識別図柄\n群が設定され，\n前記第一識別図柄群および前記第二識別図柄群の変動が停止または擬似\n停止することによって表示される識別図柄が同じとなる態様であって，未だ\n当否判定結果が当たりとなる可能性が残されている態様がリーチ態様として\n設定されており，\n前記複数種の識別図柄のそれぞれには，前記当たり組み合わせを構成する\nものとなった場合に前記遊技者が享受する利益を示唆する価値要素が設定さ\nれており，\n前記リーチ態様が構成されていない状態から，前記第一識別図柄群から選\n択されて停止または擬似停止した識別図柄による第一リーチ態様と，前記第\n二識別図柄群から選択されて停止または擬似停止した識別図柄による第二リ\nーチ態様が構成された状態に変化するリーチ変化演出が実行可能であること\nを特徴とする遊技機。\n⑵  本件補正後のもの\n本件補正後の特許請求の範囲の請求項１の記載は，次のとおりである（以\n下，同請求項１に係る発明を「本件補正発明」という。下線部は，本件補正\nによる補正箇所である。甲１３）。\n【請求項１】\nそれぞれが複数種の識別図柄を含む複数の識別図柄群が変動表示され，全\nての識別図柄群の変動が停止または擬似停止することで生じる図柄組み合わ\nせが全て同じ識別図柄によって構成される当たり組み合わせとなることで当\n否判定結果が当たりであることが報知される遊技機であって，\n前記複数の識別図柄群として，第一識別図柄群および第二識別図柄群と，\nこれらの識別図柄群よりも後に変動が停止または擬似停止する第三識別図柄\n群が設定され，\n前記第一識別図柄群および前記第二識別図柄群の変動が停止または擬似停\n止することによって表示される識別図柄が同じとなる態様であって，未だ当\n否判定結果が当たりとなる可能性が残されている態様がリーチ態様として設\n定されており，\n前記複数種の識別図柄のそれぞれには，前記当たり組み合わせを構成する\nものとなった場合に前記遊技者が享受する利益を示唆する価値要素が設定さ\nれており，\n前記第一識別図柄群から選択されて停止または擬似停止した識別図柄と前\n記第二識別図柄群から選択されて停止または擬似停止した識別図柄とが一致\nせず前記リーチ態様が構成されていない状態で，前記第三識別図柄群の変動\nが停止または擬似停止して特殊組み合わせが構築されたときには，前記第一\n識別図柄群から選択されて停止または擬似停止した識別図柄による第一リー\nチ態様と，前記第二識別図柄群から選択されて停止または擬似停止した識別\n図柄による第二リーチ態様が構成された状態に変化するリーチ変化演出が実\n行可能であることを特徴とする遊技機。\n３  本件審決の理由の要旨\n⑴  本件審決の理由は，別紙審決書（写し）記載のとおりである。\nその要旨は，①本件補正発明は，本願出願前に頒布された刊行物である特\n開２００２－２００２６０号公報（以下「引用文献１」という。甲１）に記\n載された発明（以下「引用発明」という。）及び特開２０１３－１７５２５\n号公報（以下「引用文献２」という。甲２）に記載された事項（以下「引用\n文献２記載の事項」という。）に基づいて，当業者が容易に発明をすること\nができたものであり，特許法２９条２項の規定により特許出願の際に独立し\nて特許を受けることができないものであるから，本件補正は，却下すべきも\nのである，②本願発明は，引用発明と同一の発明であるから，同条１項３号\nの規定により特許を受けることができないというものである。\nなお，本件審決は，本件補正発明の構成を次のとおり分説した。\nＡ  それぞれが複数種の識別図柄を含む複数の識別図柄群が変動表示され，\n全ての識別図柄群の変動が停止または擬似停止することで生じる図柄組\nみ合わせが全て同じ識別図柄によって構成される当たり組み合わせとな\nることで当否判定結果が当たりであることが報知される遊技機であって，\nＢ  前記複数の識別図柄群として，第一識別図柄群および第二識別図柄群と，\nこれらの識別図柄群よりも後に変動が停止または擬似停止する第三識別\n図柄群が設定され，\nＣ  前記第一識別図柄群および前記第二識別図柄群の変動が停止または擬似\n停止することによって表示される識別図柄が同じとなる態様であって，未\nだ当否判定結果が当たりとなる可能性が残されている態様がリーチ態様\nとして設定されており，\nＤ  前記複数種の識別図柄のそれぞれには，前記当たり組み合わせを構成す\nるものとなった場合に前記遊技者が享受する利益を示唆する価値要素が\n設定されており，\nＥ  前記第一識別図柄群から選択されて停止または擬似停止した識別図柄と\n前記第二識別図柄群から選択されて停止または擬似停止した識別図柄と\nが一致せず前記リーチ態様が構成されていない状態で，前記第三識別図柄\n群の変動が停止または擬似停止して特殊組み合わせが構築されたときに\nは，前記第一識別図柄群から選択されて停止または擬似停止した識別図柄\nによる第一リーチ態様と，前記第二識別図柄群から選択されて停止または\n擬似停止した識別図柄による第二リーチ態様が構成された状態に変化す\nるリーチ変化演出が実行可能であることを特徴とする遊技機。\n(2)  本件審決が認定した引用発明，本件補正発明と引用発明の一致点及び相\n違点，引用文献２記載の事項は，次のとおりである。\nア  引用発明\n「ａ，ｂ  遊技盤面１２上には，複合装置１４，第１種始動口３０が配置\nされ（【００１３】），複合装置１４には特別図柄表示器２０が設け\nられ（【００１６】），特別図柄表示器２０の表示画面２１に３つの\n図柄表示列（左図柄表示列１１０，中図柄表示列１３０，右図柄表示\n列１５０）が形成され，図柄表示列１１０，１３０，１５０に表示さ\nれる特別図柄はいずれも「０」～「９」の計１０種類であり（【００\n１７】），\n第１種始動口３０にパチンコ球が入賞すると，遊技制御部では，大\n当たり判定乱数が取得され，大当たり判定乱数は大当たりにするか否\nかの決定に用いられ（【００１９】），\nパチンコ球が第１種始動口３０に入賞すると，特別図柄表示器２０\nの表示画面２１の３つの図柄表示列１１０，１３０，１５０は，変動\nを開始し，左図柄表示列１１０，右図柄表示列１５０，中図柄表示列\n１３０の順で図柄の変動を停止し（【００１８】），「停止」には，\n所定の位置で完全に変動が止まっている場合以外に，所定の位置で小\n刻みに微動や揺動しているような場合も含み（【００２０】），\n図柄表示列１１０，１３０，１５０に表示された特別図柄の配列に\nよって，遊技者に大当たり遊技を付与する大当たりか否かを報知し，\n特別図柄によって大当たり図柄配列（同じ図柄が３つ揃った場合）を\n形成した場合が「大当たり」である（【００１７】），パチンコ機１\n０であって（【００１３】），\nｃ，ｄ，ｅ  表示画面２１において，左図柄表示列１１０の図柄「３」\nおよび右図柄表示列１５０の図柄「７」が一旦停止して表示された後，\n左図柄表示列１１０および右図柄表示列１５０に，各構成面に図柄が\n配置された多面体１２０，１６０をそれぞれ表示し，当該多面体１２\n０，１６０を回転変動させて，左図柄表示列１１０の図柄および右図\n柄表示列１５０の図柄を再変動させ，再変動の過程において，左図柄\n表示列１１０では，回転変動開始前に表示されていた図柄「３」に加\nえて図柄「７」が表示され，右図柄表示列１５０では，回転変動開始\n前に表示されていた図柄「７」に加えて図柄「３」が表示され，左図\n柄表示列１１０および右図柄表示列１５０に同じ図柄「３」と図柄「７」\nが表示される場合があり，この場合，図柄「３」によるリーチ図柄配\n列と図柄「７」によるリーチ図柄配列とが形成され（認定事項サ），\n左図柄表示列１１０の図柄および右図柄表示列１５０の図柄が，一\n旦停止して表示された後，再変動し，リーチ図柄配列を形成する過程\nにおいて，中図柄表示列１３０は変動し続け（認定事項シ），\n回転変動時に増える図柄に確率変動図柄（奇数）を用いる（【００２\n７】），パチンコ機１０（【００１３】）。」\n（判決注・「認定事項サ」は【００２０】ないし【００２２】，【０\n０２４】，【００２５】及び図４ないし７に基づいて，「認定事項シ」\nは，【００１８】及び図４ないし７に基づいて認定された事項である。）\nイ  本件補正発明と引用発明の一致点及び相違点\n［一致点］\n「Ａ  それぞれが複数種の識別図柄を含む複数の識別図柄群が変動表示\nされ，全ての識別図柄群の変動が停止または擬似停止することで生じ\nる図柄組み合わせが全て同じ識別図柄によって構成される当たり組み\n合わせとなることで当否判定結果が当たりであることが報知される遊\n技機であって，\nＢ  前記複数の識別図柄群として，第一識別図柄群および第二識別図柄\n群と，これらの識別図柄群よりも後に変動が停止または擬似停止する\n第三識別図柄群が設定され，\nＣ  前記第一識別図柄群および前記第二識別図柄群の変動が停止または\n擬似停止することによって表示される識別図柄が同じとなる態様であ\nって，未だ当否判定結果が当たりとなる可能性が残されている態様が\nリーチ態様として設定されており，\nＤ  前記複数種の識別図柄のそれぞれには，前記当たり組み合わせを構\n成するものとなった場合に前記遊技者が享受する利益を示唆する価値\n要素が設定されており，\nＥ’前記第一識別図柄群から選択されて停止または擬似停止した識別図\n柄と前記第二識別図柄群から選択されて停止または擬似停止した識別\n図柄とが一致せず前記リーチ態様が構成されていない状態で，前記第\n一識別図柄群から選択されて停止または擬似停止した識別図柄による\n第一リーチ態様と，前記第二識別図柄群から選択されて停止または擬\n似停止した識別図柄による第二リーチ態様が構成された状態に変化す\nるリーチ変化演出が実行可能である遊技機。」である点。\n［相違点］（構成Ｅに関して）\n本件補正発明が，前記第一識別図柄群から選択されて停止または擬似\n停止した識別図柄と前記第二識別図柄群から選択されて停止または擬似\n停止した識別図柄とが一致せず前記リーチ態様が構成されていない状態\nで，前記第三識別図柄群の変動が停止または擬似停止して特殊組み合わ\nせが構築されたときには，リーチ変化演出が実行可能であるのに対し，\n引用発明は，左図柄表示列１１０（「第一識別図柄群」）の図柄および\n右図柄表示列１５０（「第二識別図柄群」）の図柄が，一旦停止して表\n示された後，再変動し，リーチ図柄配列を形成する過程において，中図\n柄表示列１３０（「第三識別図柄群」）は変動し続けるものであり，中\n図柄表示列１３０の変動が停止または擬似停止して特殊組み合わせが構\n築されたときに，リーチ変化演出が実行可能なものではない点。\nウ  引用文献２記載の事項\n「変動表示装置３５では，特図変動表示ゲームに対応して，複数の識別\n情報（飾り図柄）を変動表示する飾り特図変動表示ゲームが実行され，特\n図変動表示ゲームの結果が大当りとなる場合には，飾り特図変動表示ゲー\nムの結果態様は特別結果態様となり（「【００５２】），\n飾り特図変動表示ゲームが，変動表示装置３５における左，中，右の変\n動表示領域の各々で複数の識別情報を変動表示した後，左，右，中の順で\n変動表示を停止して結果態様を表示するものであり，左，右の変動表示領\n域において同一の識別情報で変動表示が停止した状態がリーチ状態とな\nり（【００７１】），\n１回の特図変動表示ゲーム中において，変動表示装置３５に変動表示さ\nれる飾り図柄を特別結果態様以外の停止態様で仮停止させて複数回の変\n動表示ゲームが連続して行われているかのような疑似連続演出を実行し\n（【０２２８】），\n特殊リプレイ図柄は，疑似連続演出の継続を報知可能な識別情報であり\n（【０３８４】），\n疑似連続演出が実行されない場合においても，特殊リプレイ図柄が表示\nされることがあり，左右２つの飾り図柄が一致しないはずれ態様を形成し\nた後に，中央の飾り図柄が特殊リプレイ図柄に制御され仮停止し，特殊リ\nプレイ図柄の仮停止直後に，左右２つの飾り図柄がリーチ態様を形成する\nように変化させる（【０４０８】，図４３（Ａ－１）～（Ｃ－１）），\n遊技機（【０００７】）。」\n第３  当事者の主張\n１  取消事由１（手続違背）\n⑴  原告の主張\nア(ア)  特許庁が本件拒絶査定とともにした第２次補正の却下決定は，第２\n次補正後の請求項１に係る発明（本件補正発明と同じ内容）は，特許法\n２９条２項の規定により，独立特許要件を満たしていないというもので\nあるが，第２次補正の却下決定の理由中には，①出願人（原告）は，意\n見書（甲８）において，「引用文献１においては，図７に示されるダブル\nリーチが構成された状態の前の状態である図６に示される状態において\nは，左図柄は「３」「６」「７」であり，右図柄は「２」「３」「７」であ\nることから，左図柄と右図柄の一部が一致しているといえる。」と主張す\nるが，図６に示される状態（左図柄に「３」「６」「７」，右図柄に「２」\n「３」「７」が表示された状態）は，回転変動による再変動を示すもので\nあるから，補正後の請求項１で特定される，「前記第一識別図柄群から選\n択されて停止または擬似停止した識別図柄と前記第二識別図柄群から選\n択されて停止または擬似停止した識別図柄とが一致せず前記リーチ態様\nが構成されていない状態」と差異があるものとは認められず，出願人の\n主張は採用することができない。」（以下「第１の判断」という。），②「な\nお，仮に，その点が相違するとしても，引用文献１の段落００３６には，\n図柄が再変動する変動態様は回転変動や展開変動に限定されず，必要に\n応じて種々変更可能であることが記載されており，補正後の請求項１に\n記載されたようなリーチ変化演出とすることは，当業者が容易に想到し\n得ることである。」（以下「第２の判断」という場合がある。）との記載が\nある。\n第１の判断は，引用文献１の「図６に示される状態」が「前記第一識\n別図柄群から選択されて停止または擬似停止した識別図柄と前記第二識\n別図柄群から選択されて停止または擬似停止した識別図柄とが一致せず\n前記リーチ態様が構成されていない状態」（以下「構成Ｅｐ」という場合\nがある。）が同一であることが，原告の主張を退けた理由として記載され\nているものと解される。\n(イ)  本件審決は，①第１の判断に関し，引用発明における「左図柄表示列\n１１０の図柄「３」および右図柄表示列１５０の図柄「７」が一旦停止\nして表示された」状態（引用文献１の図４に示される状態）が，本件補\n正発明の上記「リーチ態様が構成されていない状態」に相当するのであ\nって，引用文献１の図６に示される状態が，本件補正発明の上記「リー\nチ態様が構成されていない状態」に相当するものではなく，本件拒絶査\n定の理由（本件拒絶理由通知記載のもの）の説示に照らすと，第１の判\n断は，引用文献１の図４に示される状態ではなく，引用文献１の図６に\n示される状態が，本件補正発明の上記「リーチ態様が構成されていない\n状態」に相当するとの認定の基で判断がされたと解することもできない，\n②第２の判断に関し，引用発明は，本件補正発明の構成Ｅｐに相当する\n構成を具備しており，本件補正発明と引用発明とは，第２次記補正の却\n下決定における「その点」（構成Ｅｐ）で相違するものではないから，第\n２次記補正の却下決定において示された予備的な見解は，その前提を欠\nくものであり，当該予備的な見解の妥当性は，第２次記補正の却下決定\nの上でされた本件拒絶査定における判断の妥当性に影響を及ぼすもので\nもない旨判断した。\nしかるところ，第２次補正の却下決定の第１の判断は，引用文献１の\n「図６に示される状態」と構成Ｅｐとが同一であることを理由とするも\nのであることは明らかであるから，第２次補正の却下決定と本件審決と\nは，構成Ｅｐと対応付けられる事項が，第２次補正の却下決定では「図\n６に示される状態」であるのに対し，本件審決で「図４に示される状態」\nである点で異なるから，本願についての拒絶理由が異なるものといえる。\nまた，本件審決が第２次補正の却下決定の第２の判断を不要としてい\nる点においても，第２次補正の却下決定と本件審決とは，拒絶理由が異\nなるものといえる。\nイ  このように，第２次補正の却下決定を前提とする本件拒絶査定と本件審\n決とでは，拒絶理由が異なるから，本件審判手続において，審判合議体は，\n原告に対し，引用文献１の記載と構成Ｅｐとの明確な対応関係を示した上\nで，新たに拒絶理由通知をし，反論の機会（特許法１５９条において準用\nする同法５０条本文）を与えるべきであったのに，これを怠った手続違背\nの違法がある。\n⑵  被告の主張\nア  原告は，第２次補正の却下決定と本件審決とは，構成Ｅｐと対応付けら\nれる事項が，第２次補正の却下決定では「図６に示される状態」であるの\nに対し，本件審決で「図６に示される状態」である点で異なり，第２次補\n正の却下決定を前提とする本件拒絶査定と本件審決とでは，拒絶理由が異\nなる旨主張する。\n(ア)  しかしながら，第２次補正の却下決定は，①引用文献１に記載され\nた発明について，具体的に，特に【００２０】ないし【００２７】，図４\nないし７を示した上で，「引用文献１…には，左図柄表示列に「３」，右\n図柄表示列に「７」が停止し，中図柄表示列が変動している状態から，\n左図柄表示列と右図柄表示列とが，六面の立方体が回転変動する再変動\nを行い，左図柄表示列に停止した「３」と，右図柄表示列に停止した「７」\nとが，改めて左図柄表示列と右図柄表示列の両方に表示されて，「３」と\n「７」のダブルリーチを形成する遊技機が記載されている。」と認定し，\n②上記認定を前提に，「引用文献１における左図柄表示列と右図柄表示列，\n中図柄表示列，確率変動図柄は，補正後の請求項１における第一識別図\n柄群と第二識別図柄群，第三識別図柄群，価値要素に相当する。」，「して\nみると，補正後の請求項１においては，第三識別図柄群の変動が停止ま\nたは擬似停止して特殊組み合わせが構築されたときに，リーチ変化演出\nが実行されることが特定されているのに対して，引用文献１においては，\n中図柄表示列が変動している状態から，ダブルリーチを形成する点で相\n違する。」との第２次補正後の請求項１に係る発明と引用発明との一致点\n及び相違点を認定し，第１の判断は，上記一致点及び相違点の認定を前\n提とするものである。\n①の「左図柄表示列に「３」，右図柄表示列に「７」が停止し，中図柄\n表示列が変動している状態」が引用文献１記載の図４の状態に対応し，\nこの状態から，「左図柄表示列と右図柄表示列とが，六面の立方体が回転\n変動する再変動」する状態が引用文献１記載の図５及び６の状態に対応\nすることは明らかである。また，図５及び６に対応する「（左図柄表示列\nに「３」，右図柄表示列に「７」が停止し，中図柄表示列が変動している\n状態から，）左図柄表示列と右図柄表示列とが，六面の立方体が回転変動\nする再変動」する状態とは，中図柄表示列のみが変動している状態を起\n点として，当該中図柄表示列に加え，停止していた左右図柄表示列も再\nび（回転）変動する，即ち３列すべてが変動する状態である。\nしたがって，「再変動」は３つの図柄表示列がすべて変動している状態\nであるから，第２次補正の却下決定は，左右の図柄表示列が停止又は仮\n停止した構成Ｅｐの状態を，引用文献１の図５及び６に当たる「再変動」\nする状態のうち，図６の状態のみと対応付けているとの原告の解釈は，\n不合理である。\nそうすると，第２次補正の却下決定の第１の判断は，引用文献１の「図\n６に示される状態」と構成Ｅｐとを対応付けたことを前提とするもので\nはないから，原告の前記主張は，その前提において失当である。\n(イ)  また，本件拒絶理由通知は，図４ないし７を挙げて，引用文献１に\nは，左図柄に「３」，右図柄に「７」が停止し，中図柄が変動している状\n態から，「３」と「７」のダブルリーチを形成する遊技機が記載されてい\nる，【００２７】には，確率変動図柄に，例えば，奇数の図柄を用いるこ\nとが記載されていると認定した上で，第１次補正後の請求項１に係る発\n明と引用文献１に記載された発明とは，発明を特定する事項に差異はな\nい旨認定判断している。\nそうすると，少なくとも本件拒絶理由通知において，図４の状態が第\n１次補正後の請求項１に係る発明の「前記リーチ態様が構成されていな\nい状態」との構成に対応することを読み取ることができるから，原告は，\n本件拒絶理由通知を受けた時点で，上記構成を限定した構成Ｅｐと引用\n文献１の図４の状態とが対応付けられ得る可能性について理解し，防御\nする機会を与えられたということができ，本件審判段階においても当然\nに当該可能性について想定することができたものといえる。\nイ  以上によれば，第２次補正の却下決定を前提とする本件拒絶査定と本件\n審決とでは，拒絶理由が異なるものではないから，本件審判手続において，\n新たに拒絶理由通知をし，反論の機会（特許法１５９条において準用する\n同法５０条本文）を与えることを怠った手続違背の違法があるとの原告の\n主張は，その前提において，理由がない。\n２  取消事由２（引用文献１を主引用例とする本件補正発明の進歩性の判断の誤\nり）\n⑴  原告の主張\nア  一致点の認定の誤り\n本件審決が認定した本件補正発明と引用発明の一致点のうち，「Ｅ’前\n記第一識別図柄群から選択されて停止または擬似停止した識別図柄と前\n記第二識別図柄群から選択されて停止または擬似停止した識別図柄とが\n一致せず前記リーチ態様が構成されていない状態で，前記第一識別図柄群\nから選択されて停止または擬似停止した識別図柄による第一リーチ態様\nと，前記第二識別図柄群から選択されて停止または擬似停止した識別図柄\nによる第二リーチ態様が構成された状態に変化するリーチ変化演出が実\n行可能である」との構成（以下「Ｅ’の構成」という。）が一致点であると\n認定したのは，以下のとおり誤りである。\n(ア)  引用文献１の記載（【００２０】ないし【００２２】，【００２４】な\nいし【００２６】及び図４ないし７）の記載から，引用文献１に接した\n当業者は，①図４に示されている状態から図７に示されている状態に至\nる演出（以下「対象演出」という場合がある。）は，左図柄表示列１１０\nに表示される左図柄及び右図柄表示列１５０に表示される右図柄がそれ\nぞれ１つである状態（図４に示される状態）から，２つである状態（図\n５に示す状態）を経て，３つである状態（図６に示される状態）に変化\nし，３つの左図柄と３つの右図柄とで共通する図柄がリーチ図柄となる\nリーチが構成される状態（図７に示される状態）に至る演出」であるこ\nと，②図６に示される状態において表示される左右それぞれの３つの図\n柄のうち，共通図柄が１種であればシングルリーチ，２種であればダブ\nルリーチ，３種であればトリプルリーチとなるリーチ状態を構成するも\nのであって，対象演出において，どのようなリーチ状態が構成されるか\nは，図６に示される状態が基準となり，図４に示される状態において表\n示される１つの左図柄と１つの右図柄は，最終的にリーチ図柄となると\nは限らないこと，③【００２６】」の記載に照らせば，対象演出は，「図\n４→図５→図６」というように変化していくに従い，左右で共通図柄が\n増えること（リーチラインが増えること）で遊技者の期待感を増加させ\nることを目的とするものであり，「途中で共通図柄が増える」ということ\nが遊技者の期待感を増加させるために必要な本質的部分であるから，対\n象演出から図５や図６に示される途中の状態が排除されることは想定で\nきないことを認識するものといえる。\n(イ)  前記(ア)によれば，図４に示される状態において表示される１つの左\n図柄と１つの右図柄は，最終的にリーチ図柄となるとは限らないから，\n図４に示される状態はリーチ図柄となり得る候補が左右１つずつ表示さ\nれたにすぎず，図５や図６に示される途中の状態に応じてリーチ図柄と\nなるものが決まるものであり，図５や図６に示される途中の状態がなけ\nれば図７に示す状態に至らず，リーチ図柄が決まらない。\nそうすると，Ｅ’の構成を本件補正発明と引用発明との一致点と認定す\nることは，引用文献１記載の対象演出の成立に必須である図５や図６に\n示される途中の状態を無視するものであるから，妥当性を欠くものであ\nる。\nしたがって，本件審決が認定した本件補正発明と引用発明の一致点の\nうち，Ｅ’の構成を一致点であると認定したことは誤りである。\nイ  相違点の容易想到性の判断の誤り\n本件審決は，引用文献１の図４に示される状態に対し，引用文献２記載\nの事項を適用した上で，図４に示される状態から図７に示される状態に移\n行するようにして，相違点に係る本件補正発明の構成（構成Ｅ）とするこ\nとは当業者が容易に想到し得たことである旨判断した。\nしかしながら，前記ア(イ)のとおり，引用文献１記載の図４に示される\n状態での１つの左図柄と１つの右図柄は，図７に示される状態で必ずリー\nチ図柄となるとは限らないから，図４に示される状態に対し，引用文献２\n記載の事項を適用しようとする動機付けはない。\nかえって，引用文献１に接した当業者であれば，対象演出とは，図６に\n示される状態の共通図柄がリーチ図柄となり，図４に示される状態はリー\nチ図柄となりうる候補が左右１つずつ表示されたにすぎないと理解する\nから，図４に示される状態に対し，「リーチ態様」への変更のきっかけに関\nする技術である引用文献２記載の事項を適用することには阻害要因があ\nる。\nまた，前記ア(ア)のとおり，引用発明においては，対象演出は，「途中で\n共通図柄が増える」ということが遊技者の期待感を増加させるという目的\nのために必要な本質的部分であるから，図４に示される状態から図５や図\n６に示される状態を経由せずに，図７に示される状態に移行する演出を想\n定することは通常ではないのみならず，図４に示される状態に対し，引用\n文献２記載の事項を適用することは，対象演出における図５や図６に示さ\nれる途中の状態を不要なものとする操作であって，引用発明の目的に反す\nるものとなるから，阻害要因がある。\nしたがって，本件審決の上記判断は誤りである。\nウ  小括\n以上によれば，本件審決は，本件補正発明と引用発明の一致点の認定及\nび相違点の容易想到性の判断を誤り，本件補正発明の進歩性を否定した判\n断の誤りがあり，この誤りは，本件審決の結論に影響を及ぼすというべき\nである。\n⑵  被告の主張\nア  一致点の認定の誤りの主張に対し\n(ア)  本件補正発明の構成Ｅの記載及び本願の願書に添付した明細書（以\n下，図面を含めて「本願明細書」という。甲３）の記載（【００４５】，\n【００４６】）によれば，本件補正発明は，「前記第一識別図柄群から選\n択されて停止または擬似停止した識別図柄と前記第二識別図柄群から\n選択されて停止または擬似停止した識別図柄とが一致せず前記リーチ\n態様が構成されていない状態（非リーチ状態）で，前記第三識別図柄群\nの変動が停止または擬似停止して特殊組み合わせが構築されたとき」に，\n「前記第一識別図柄群から選択されて停止または擬似停止した識別図\n柄による第一リーチ態様と，前記第二識別図柄群から選択されて停止ま\nたは擬似停止した識別図柄による第二リーチ態様が構成された状態に\n変化するリーチ変化演出」が「実行可能」，すなわち，実行される場合が\nあれば足りると解すべきである。\n(イ)  引用文献１には，図４の「３」，「７」がそれぞれ停止した非リーチ\n状態から，図５及び６の遷移を経て図７の「３」，「７」についてのダブ\nルリーチ状態（２つのリーチ状態）に変化する演出が行われる場合があ\nることが実施例として記載されているから，引用発明と本件補正発明は，\n非リーチ状態から，遷移（示唆）演出を経て，ダブルリーチ状態に変化\nする演出が実行可能である点で共通するものといえる。\nそうすると，本件審決が，Ｅ’の構成を本件補正発明と引用発明との\n一致点と認定した点に誤りはない。\nイ  相違点の容易想到性の判断の誤りの主張に対し\n(ア)  本件審決が説示したとおり，①引用発明と引用文献２記載の事項と\nは，遊技機という共通の技術分野に属し，図柄変動表示における興趣を\n向上させるという共通の課題を解決するものであり，また，リーチ態様\nが構成されていない状態から，リーチ態様が構成された状態に変化する\nリーチ変化演出という共通の演出技術に関するものであり，②引用発明\nにおけるリーチ変化演出における興趣を向上させるために，リーチ変化\n演出が実行可能となる契機として，引用文献２記載の事項の「リーチ態\n様が構成されていない状態で，前記第三識別図柄群の変動が」「擬似停止\nして特殊組み合わせが構築されたとき」を採用し，「前記第一識別図柄群\nから選択されて停止または擬似停止した識別図柄と前記第二識別図柄\n群から選択されて停止または擬似停止した識別図柄とが一致せず前記\nリーチ態様が構成されていない状態で，前記第三識別図柄群の変動が」\n「擬似停止して特殊組み合わせが構築されたときには，リーチ変化演出\nが実行可能である」ようにして，相違点に係る本件補正発明の構成（構\n成Ｅ）とすることは，当業者が容易に想到し得たことである。\n(イ)  これに対し原告は，①引用文献１記載の「図４に示されている状態\nから図７に示されている状態に至る演出」（対象演出）においては，図６\nに示される状態での共通図柄がリーチ図柄となり，図４に示される状態\nはリーチ図柄となりうる候補が左右１つずつ表示されたにすぎないと理\n解するから，図４に示される状態に対し，「リーチ態様」への変更のきっ\nかけに関する技術である引用文献２記載の事項を適用することについて\nは阻害要因がある，②引用発明においては，対象演出は，「途中で共通図\n柄が増える」ということが遊技者の期待感を増加させるという目的のた\nめに必要な本質的部分であるところ，図４に示される状態に対し，引用\n文献２記載の事項を適用することは，対象演出における図５や図６に示\nされる途中の状態を不要なものとする操作であって，引用発明の目的に\n反するものとなるから，阻害要因がある旨主張する。\nしかしながら，①については，引用文献１には，非リーチ状態から，\n中間演出に当たる停止した２つの図柄によるダブルリーチへと変化する\n構成のみが開示されているのであるから，少なくともそのように制御さ\nれる場合があるということが開示されていること，引用発明では，奇数\nの識別図柄が有利度の高い確率変動図柄とされていること（【００２８】）\nに照らせば，確率変動図柄のみからなる「３」，「７」の組み合わせとな\nっていることと，その際に左右図柄表示列が再変動する中間演出が発生\nし，結果的に，さらに有利な状態となる期待度が大きい確率変動図柄に\nよるダブルリーチとなることとには，遊技機において期待度を高めるた\nめの演出の流れとして，一定の技術的意味合い（自然さ，必然性）があ\nり，当業者にとって，引用文献１の図４と図７とで「３」「７」の組み合\nわせが一致していることが単なる偶然（の一例）と理解されるものとは\nいえないから，①の阻害要因は存在しない。\n次に，②については，本件審決は，引用発明における「リーチ変化演\n出が実行可能となる契機」として，引用文献２記載の事項の「リーチ態\n様が構成されていない状態で，前記第三識別図柄群の変動が」「擬似停止\nして特殊組み合わせが構築されたとき」を採用したのであって，原告が\n主張する引用発明の図５や図６に示される途中の状態を不要なものとす\nる操作を行うものではなく，引用発明に引用文献２記載の事項を採用し\nても，当該契機の後に，引用発明の図５や図６に示される演出が実行さ\nれて図７の状態に至ることは明らかであるから，②の阻害要因は存在し\nない。\nしたがって，原告の上記主張は理由がない。\nウ  小括\n以上のとおり，本件審決における本件補正発明と引用発明との一致点の\n認定及び相違点の容易想到性の判断に誤りはないから，原告主張の取消事\n由２は理由がない。\n第４  当裁判所の判断\n１  本願明細書の記載事項について\n⑴  本願明細書（甲３）には，次のような記載がある（下記記載中に引用する\n図１ないし４については別紙１を参照）。\nア  【技術分野】\n【０００１】\n本発明は，遊技機に関する。\n【背景技術】\n【０００２】\n下記特許文献１等に記載されるように，多くの遊技機では，複数の図柄\n群の一部から選択された図柄が同じ図柄となることがリーチとして設定\nされている。一般的には，複数の図柄群の一部から選択された図柄が同じ\n図柄とならなかった時点でリーチ非成立となり，当否判定結果が当たりと\nなる可能性がなくなってしまう。\n【発明が解決しようとする課題】\n【０００４】\n本発明が解決しようとする課題は，リーチに関する演出により遊技の趣\n向性を向上させることが可能な遊技機を提供することにある。\nイ  【課題を解決するための手段】\n【０００５】\n上記課題を解決するためになされた本発明にかかる遊技機は，それぞれ\nが複数種の識別図柄を含む複数の識別図柄群が変動表示され，全ての識別\n図柄群の変動が停止または擬似停止することで生じる図柄組み合わせによ\nり当否判定結果が報知される遊技機であって，前記複数の識別図柄群の一\n部である所定数の識別図柄群の変動が停止または擬似停止することによっ\nて生じる中途組み合わせのうち，未だ当否判定結果が当たりとなる可能性\nが残されている態様がリーチ態様として設定されており，前記所定数の識\n別図柄群の変動が停止または擬似停止した時点で前記リーチ態様が構成さ\nれなかったとき，未だ変動している特定識別図柄群の変動が停止または擬\n似停止することによって生じる組み合わせが特殊組み合わせとなった場合\nに，前記リーチ態様に変化するリーチ変化演出が実行可能であることを特\n徴とする。\n【０００６】\n上記本発明によれば，リーチ態様が構成されなかったときにも，特殊組\nみ合わせとなることを経由してリーチ態様に変化することがある。つまり，\nリーチ態様が構成されなかった時点ではずれが確定してしまうことがなく\nなるため，単調な遊技性となることを抑制することが可能である。\n【０００７】\n前記特定識別図柄群は，前記識別図柄に加えて特殊図柄を含み，前記特\n定識別図柄群の変動が停止または擬似停止することによって生じる前記特\n殊組み合わせを構成する図柄に前記特殊図柄が含まれるようにするとよい。\n【０００８】\nこのような構成とすることで，特殊図柄がリーチ態様への変化をもたら\nすということが分かりやすくなる。\n【０００９】\n前記リーチ変化演出は，前記リーチ態様が構成されていない状態から，\n前記所定数の識別図柄群のいずれかから選択されて停止または擬似停止し\nた識別図柄によるリーチ態様が構成された状態に変化するようにするとよ\nい。\n【００１０】\nこのような構成とすることで，リーチ変化演出後に生じるリーチ態様は\nリーチ変化演出前に停止または擬似停止した識別図柄によって構成される\nこととなるから，リーチ変化演出前に識別図柄が停止または擬似停止する\nことに意味をもたせることが可能である。\n【００１１】\n前記複数の識別図柄群として，第一識別図柄群および第二識別図柄群と，\nこれらの識別図柄群よりも後に変動が停止または擬似停止する前記特定識\n別図柄群である第三識別図柄群が設定され，前記リーチ態様は，前記第一\n識別図柄群および前記第二識別図柄群の変動が停止または擬似停止するこ\nとによって表示される識別図柄が同じとなる状態であり，前記リーチ変化\n演出は，前記リーチ態様が構成されていない状態から，前記第一識別図柄\n群から選択されて停止または擬似停止した識別図柄による第一リーチ態様\nと，前記第二識別図柄群から選択されて停止または擬似停止した識別図柄\nによる第二リーチ態様が構成された状態となるものであるとよい。\n【００１２】\nこのように，リーチ変化演出後には，第一リーチ態様と第二リーチ態様\nという二つのリーチ態様が構成された状態（いわゆるダブルリーチ状態）\nに変化するようにすることで，リーチ変化演出の発生が遊技者にとってよ\nり有利な状況への変化であるということを認識させることが可能である。\nウ  【発明の効果】\n【００１３】\n本発明によれば，リーチに関する演出により遊技の趣向性を向上させる\nことが可能である。\nエ  【発明を実施するための形態】\n【００１５】\n以下，本発明にかかる遊技機１の一実施形態について図面を参照して詳\n細に説明する。まず，図１を参照して遊技機１の全体構成について簡単に\n説明する。\n【００１６】\n遊技機１は遊技盤９０を備える。遊技盤９０は，ほぼ正方形の合板によ\nり成形されており，発射装置９０８（発射ハンドル）の操作によって発射\nされた遊技球を遊技領域９０２に案内する通路を構成するガイドレール９\n０３が略円弧形状となるように設けられている。\n【００１７】\n遊技領域９０２には，表示装置９１，始動入賞口９０４，大入賞口９０\n６，アウト口などが設けられている。かかる表示装置９１の表示領域９１\n１は，遊技盤９０に形成された開口９０１を通じて視認可能となる領域で\nある。なお，表示領域９１１の形状等は適宜変更可能である（開口９０１\nの形状や大きさ，表示装置９１自体の形状や大きさを変更することで表示\n領域９１１の形状等を変更することができる）。\n【００１９】\nこのような遊技機１では，発射装置９０８を操作することにより遊技領\n域９０２に向けて遊技球を発射する。遊技領域９０２を流下する遊技球が，\n始動入賞口９０４や大入賞口９０６等の入賞口に入賞すると，所定の数の\n賞球が払出装置により払い出される。\n【００２０】\n大当たりの抽選は，図示されない制御基板に設けられた当否判定手段が\n始動入賞口９０４への遊技球の入賞を契機として実行する（このような始\n動入賞口は複数設けられていてもよい）。具体的には，始動入賞口９０４へ\nの遊技球の入賞を契機として乱数源から数値（以下，当否判定情報と称す\nることもある）が取得され，当該数値が予め定められた大当たりの数値と\n同じである場合には大当たりとなり，異なる場合にははずれとなる。本実\n施形態では，当該数値が取得された順に当否判定結果の報知が開始される\n（いわゆる変動が開始される）こととなるが，ある数値が取得されたとき\nに，それより前に取得された数値に基づく当否判定結果が報知されている\n際には，当該ある数値に基づく当否判定結果が開始されるまで，図示され\nない制御基板に設けられた記憶手段に記憶される。未だ当否判定の報知が\n開始されていない数値（以下単に保留（保留情報）と称することもある）\nの最大の記憶数（最大保留数）は適宜設定することができる。本実施形態\nにおける記憶手段が記憶できる最大保留数は，一種の始動入賞口９０４に\nつき四つである。図示しないが，記憶手段に記憶されている保留情報は，\n保留表示２０として表示領域９１１に表示される。なお，本実施形態では，\n当否判定の報知が開始される時点で，取得された数値が大当たりとなる数\n値か否かが判断されることとなるが，数値が取得されたときに当否判定を\n行い，当否判定結果自体を記憶させておく構成としてもよい（この場合に\nは当否判定結果自体が，当否判定情報に相当することとなる）。また，取得\nされた数値は，当否判定結果を報知する演出の具体的な内容を決定するた\nめの数値としても利用される。\n【００２１】\n当否判定手段が行う当否判定結果は，公知の遊技機と同様に，表示装置\n９１の表示領域９１１に表示される識別図柄１０（図２参照）の組み合わ\nせによって遊技者に報知される。具体的には，複数種の識別図柄１０含む\n識別図柄群１０ｇ（左識別図柄群１０ｇＬ，中識別図柄群１０ｇＣ，右識\n別図柄群１０ｇＲ）（図２（ａ）参照）が変動を開始し，最終的に各識別図\n柄群１０ｇから一の識別図柄１０が選択されて停止する。大当たりに当選\nしている場合には各識別図柄群１０ｇから選択されて停止した識別図柄１\n０の組み合わせは所定の組み合わせとなる。はずれである場合にはそれ以\n外（大当たりとなる組み合わせ以外）の組み合わせとなる。なお，各図に\nおいては，識別図柄１０を構成する「数字（文字）」のみを図示するが，当\n該数字とキャラクタ等が組み合わされた図柄を識別図柄１０として設定す\nることができる。本実施形態における各識別図柄群１０ｇが含む複数種の\n識別図柄１０は，数字の「１」～「８」のいずれかを含む八種である（図\n２（ｂ）参照）。ただし，後述するように，リーチ変化演出の発生時には特\n殊図柄２０（図２（ｂ）参照）が含まれることもある。\n【００２３】\n上述したように，当否判定結果は，識別図柄１０の組み合わせによって\n報知される。本実施形態では，当否判定結果が大当たりであることを示す\n識別図柄１０の組み合わせとして，三つの識別図柄群１０ｇから選択され\nた識別図柄１０が全て同じ識別図柄１０によって構成される組み合わせ\n（同じ識別図柄１０の三つ揃い）が設定されている。\n【００２４】\n本実施形態では，基本的には，最初に左識別図柄群１０ｇＬから一の識\n別図柄１０が選択されて停止または擬似停止し，次いで右識別図柄群１０\nｇＲから一の識別図柄１０が選択されて停止または擬似停止し，最後に中\n識別図柄群１０ｇＣから一の識別図柄１０が選択されて停止または擬似停\n止する。なお，当該停止または擬似停止する順は，あくまで「基本的」な\n停止または擬似停止の順であり，このような順で停止または擬似停止が発\n生しない演出が発生するようにすることを否定するわけではない。ここで，\n「擬似停止」とは，遊技者には図柄の変動が停止しているようにみえるも\nのの，完全には停止していないような状態をいう。「擬似停止」の一例とし\nては，識別図柄１０がわずかに揺れ動いているような状態とすることが挙\nげられる。このように「擬似停止」させるのは，将来的に識別図柄１０の\n種類が変化する可能性を残すための措置である。ただし，「停止」した場合\nであっても将来的に識別図柄１０の種類が変化する可能性がある設定とす\nるのであれば，「停止」させるようにしてもよい。本実施形態では，とりあ\nえず全ての識別図柄群１０ｇから選択された識別図柄１０を「擬似停止」\nさせ，当否判定結果が大当たりであるかはずれであるかを報知するように\n設定されている。つまり，基本的には，「停止」させるか「擬似停止」させ\nるかは単なる形式的な違いに過ぎず，遊技者の視点では停止しているとい\nうことに変わりはない。\n【００２５】\n本実施形態では，同じ識別図柄１０によって構成される組み合わせが大\n当たりを示す組み合わせとして設定されているのであるから，複数の識別\n図柄群１０ｇのうちの一部，具体的には，左識別図柄群１０ｇＬおよび右\n識別図柄群１０ｇＲから選択されて停止または擬似停止することによって\n生じる中途組み合わせを構成する識別図柄１０が同じ図柄である場合，未\nだ当否判定結果が大当たりとなる可能性が残っていることになる。かかる\n状態をリーチ（態様）と称する。大当たりとなる場合，リーチ態様が構成\nされ，その後中識別図柄群１０ｇＣから選択されて停止または擬似停止し\nた識別図柄１０がリーチ態様を構成する識別図柄１０と同じとなる。\n【００２６】\n各識別図柄１０は，遊技者にとっての価値が異なる。当該「価値」は，\n種々の観点から設定することができる。本実施形態では，大当たりとなっ\nたときに遊技者が享受する利益の大小，および，ある当否判定結果が報知\nされる演出においてリーチ態様が構成されたときに，当該当否判定結果が\n大当たりとなる蓋然性（いわゆる大当たり信頼度。以下単に信頼度と称す\nることもある）の高低が，当該「価値」として設定されている。\n【００２７】\n大当たりとなったときに遊技者が享受する利益の観点でいえば，偶数の\n数字を含む図柄が相対的に価値の低い識別図柄１０として，奇数の数字を\n含む図柄が相対的に価値の高い識別図柄１０として設定されている。具体\n的には，偶数の数字を含む識別図柄１０（通常図柄）の三つ揃いにより大\n当たりが報知されたときには，当該大当たり遊技終了後の遊技状態は当否\n判定抽選に当選する確率が低い低確率状態となる一方，奇数の数字を含む\n識別図柄１０（確変図柄）の三つ揃いにより大当たりが報知されたときに\nは，当該大当たり遊技終了後の遊技状態は当否判定抽選に当選する確率が\n高い高確率状態となるように設定されている（図３（ａ）参照）。つまり，\n大当たり遊技終了後の遊技状態という遊技者にとっての価値が，大当たり\nであることを示す組み合わせを構成する識別図柄１０の種類によって示さ\nれるものである。なお，大当たり遊技それ自体によって得られる価値（例\nえば，大当たり遊技中に獲得できる遊技球（いわゆる出玉）の期待値）が\n識別図柄１０の種類によって示される構成としてもよい。\n【００２８】\nリーチ態様が構成されたときの信頼度という観点でいえば，「７」の識別\n図柄１０によってリーチ態様が構成されたときの信頼度は，他の識別図柄\n１０によってリーチ態様が構成されたときの信頼度よりも高くなるように\n設定されている（図３（ｂ）参照）。つまり，信頼度（大当たりする蓋然性）\nという遊技者にとっての価値が，リーチ態様を構成する識別図柄１０の種\n類によって示されるものである。\n【００２９】\n大当たりとなったときに遊技者が享受する利益の観点とリーチ態様が構\n成されたときの信頼度という観点の両方からいえば，本実施形態における\n「７」の識別図柄１０は，遊技者にとって一番有利な図柄である。\nオ  【００３０】\n本実施形態では，基本的には，左識別図柄群１０ｇＬ，右識別図柄群１\n０ｇＲの順で変動が停止または擬似停止してリーチ態様が成立する（通常\nのリーチ成立の流れ）ことになる。その例外として，リーチ変化演出を経\n由したリーチ態様の成立が生じることがあるように設定されている。以下，\nリーチ変化演出について詳細に説明する。\n【００３１】\nリーチ変化演出は，所定数の識別図柄群１０ｇ，具体的にはリーチ態様\nを構成する対象の識別図柄１０を含む識別図柄群１０ｇ（本実施形態では\n左識別図柄群１０ｇＬおよび右識別図柄群１０ｇＲ）の変動が停止または\n擬似停止した時点でリーチ態様が構成されなかったとき（図４（ａ）（ｂ）\n参照）に，リーチ態様に変化するというものである。当該リーチ変化演出\nを体験した遊技者は，左識別図柄群１０ｇＬと右識別図柄群１０ｇＲから\n選択されて停止または擬似停止した識別図柄１０が同じ図柄とならなかっ\nた場合であっても，リーチ成立の可能性はあるということを認識すること\nになる。\n【００３２】\nリーチ変化演出が発生する場合には，各識別図柄群１０ｇから選択され\nて停止または擬似停止した識別図柄１０の組み合わせが特殊組み合わせと\nなる（図４（ｃ）参照）。本実施形態における特殊組み合わせは，中の識別\n図柄１０が特殊図柄２０となる組み合わせである。特殊図柄２０の具体的\nな態様はどのようなものであってもよい。本実施形態では，リーチ変化演\n出が発生する可能性があることを示す場合，中識別図柄群１０ｇＣに特殊\n図柄２０が含まれた状態で変動表示される（図４（ｂ）参照）。常に中識別\n図柄群１０ｇＣに特殊図柄２０が含まれる構成としてもよいし，リーチ変\n化演出が発生する可能性がある場合に限り，（いわゆる「煽り」として）中\n識別図柄群１０ｇＣに特殊図柄２０が含まれる構成としてもよい。図示し\nないが，特殊組み合わせが構築されなかった場合には，そのまま対象の当\n否判定結果がはずれであることが報知される。左の識別図柄１０と右の識\n別図柄１０によってリーチ態様が構成されなかったのであるから，中の識\n別図柄１０をどのようなものとしても，これらの識別図柄１０によって構\n成される組み合わせははずれを示すものとなる。\n【００３３】\nこのように，左識別図柄群１０ｇＬから選択されて停止または擬似停止\nした識別図柄１０（左の識別図柄１０）と右識別図柄群１０ｇＲから選択\nされて停止または擬似停止した識別図柄１０（右の識別図柄１０）が同じ\nとはならなかった（図４（ｂ）参照）ものの，中識別図柄群１０ｇＣから\n選択されて停止または擬似停止した識別図柄１０（中の識別図柄１０）が\n特殊図柄２０となる特殊組み合わせとなった場合（図４（ｃ）参照），リー\nチ変化演出が発生する。本実施形態では，リーチ変化演出の発生前に停止\nまたは擬似停止していた左の識別図柄１０による第一リーチ態様と，右の\n識別図柄１０による第二リーチ態様とが構築される。例えば，特殊組み合\nわせが，左から「２」の識別図柄１０・特殊図柄２０・「７」の識別図柄１\n０であった場合には，リーチ変化演出として，「２」の識別図柄１０による\n第一リーチ態様と，「７」の識別図柄１０による第二リーチ態様が発生する\n（図４（ｄ）参照）。なお，第一リーチ態様と第二リーチ態様が構成された\n後は，中識別図柄群１０ｇＣは再び変動を開始する。遊技者の視点でいえ\nば，中識別図柄群１０ｇＣから選択される識別図柄１０が「２」または「７」\nの識別図柄１０であれば大当たりとなる，いわゆる「ダブルリーチ」の状\n態が発生したとみることができる。\n【００３４】\nこのように，本実施形態にかかる遊技機１によれば，リーチ態様が構成\nされなかったときにも，特殊組み合わせとなることを経由してリーチ態様\nに変化することがある。つまり，リーチ態様が構成されなかった時点では\nずれが確定してしまうことがなくなるため，単調な遊技性となることを抑\n制することが可能である。\n【００３５】\nまた，リーチ変化演出後には，第一リーチ態様と第二リーチ態様という\n二つのリーチ態様が構成されたいわゆるダブルリーチ状態に変化するもの\nであるから，リーチ変化演出の発生が遊技者にとってより有利な状況への\n変化であるということを認識させることが可能である。\n【００３６】\n左の識別図柄１０と右の識別図柄１０が同じとなることによってリーチ\n態様が構成された場合（通常の流れでリーチ態様が構成された場合）より\nも，リーチ変化演出を経てリーチ態様が構成された場合の方が，信頼度が\n高くなるように設定されているとよい。このように構成すれば，リーチ変\n化演出を経て構成されるダブルリーチ状態が，形式的なもの（視覚的に好\n機であるようにみえるが，好機ではない構成）ではなく，現実的な好機で\nある演出とすることが可能である。さらに好ましくは，リーチ変化演出を\n経た場合二つのリーチ態様が構成されるのであるから，その場合の信頼度\nを，左の識別図柄１０と右の識別図柄１０が同じとなることによってリー\nチ態様が構成された場合の信頼度の二倍となる（「リーチ一つ（１ライン）\n当たりの信頼度×リーチが成立した（リーチライン）数」となる）ように\n設定されているとよい。\n【００３７】\n以上説明したように，本実施形態にかかる遊技機１では，リーチ態様が\n構成されなかったときにも，特殊組み合わせとなることを経由してリーチ\n態様に変化することがある。つまり，リーチ態様が構成されなかった時点\nではずれが確定してしまうことがなくなるため，単調な遊技性となること\nを抑制することが可能である。\n【００３８】\nまた，本実施形態は，特殊図柄２０が停止または擬似停止することによ\nり特殊組み合わせが構築されるものであるため，特殊図柄２０がリーチ態\n様への変化をもたらすということが分かりやすくなる。\n【００３９】\nまた，本実施形態では，リーチ変化演出後に生じるリーチ態様はリーチ\n変化演出前に停止または擬似停止した識別図柄１０によって構成されるこ\nととなるから，リーチ変化演出前に識別図柄１０が停止または擬似停止す\nることに意味をもたせることが可能である。\n【００４０】\n特に，本実施形態における各識別図柄１０は，上述したように遊技者に\nとっての価値が異なるものである。中識別図柄群１０ｇＣの変動が停止ま\nたは擬似停止する前は，常にリーチ変化演出発生の可能性があることにな\nるから，それよりも前に停止または擬似停止する識別図柄１０の種類（左\n識別図柄群１０ｇＬおよび右識別図柄群１０ｇＲから選択される識別図柄\n１０の種類）にも注目させることが可能である。例えば，本実施形態に則\nしていえば，遊技者にとっての価値が高い図柄として「７」の識別図柄１\n０が設定されているため，左の識別図柄１０または右の識別図柄１０とし\nて「７」の識別図柄１０が選択された場合には，（左の識別図柄１０と右の\n識別図柄１０によりリーチ態様が構成されなかった場合であっても）その\n後の展開に遊技者が注目する遊技性とすることが可能である。\n【００４１】\nまた，本実施形態は，リーチ変化演出後には，第一リーチ態様と第二リ\nーチ態様という二つのリーチ態様が構成された状態（いわゆるダブルリー\nチ状態）に変化するものであるため，リーチ変化演出の発生が遊技者にと\nってより有利な状況への変化であるということを認識させることが可能で\nある。\nカ  【００４５】\n・第二変形例\n上記実施形態では，特殊組み合わせが表示されたとき，それよりも前に\n停止または擬似停止していた左の識別図柄１０と右の識別図柄１０によ\nる「ダブルリーチ」状態が構成されることを説明したが，このような構成\nとしなくてもよい。すなわち，特殊組み合わせが表示される前に停止また\nは擬似停止していた複数の識別図柄１０のうちの一つによっていわゆる\n「シングルリーチ」状態が構成されるものとしてもよい（図６参照）。また，\n当否判定結果を示す識別図柄１０の数（識別図柄群１０ｇの数）が四つ以\n上であれば，構成されるリーチ態様（リーチライン）の数が三つ以上であ\nる設定（いわゆる「トリプルリーチ」以上のリーチ態様が構成される設定）\nとしてもよい。\n【００４６】\nまた，「ダブルリーチ」状態が構成されることもあれば，「シングルリー\nチ」状態が構成されることもある設定としてもよい。この場合，リーチ変\n化演出を経て「ダブルリーチ」状態が構成された場合の方が，リーチ変化\n演出を経て「シングルリーチ」状態が構成された場合よりも信頼度が高く\nなるような設定とするとよい。このようにすれば，特殊組み合わせが表示\nされた後，どのような態様のリーチが構成されるのかということにも注目\nさせる遊技性を実現することが可能である。「トリプルリーチ」以上のリー\nチ態様が構成される可能性がある設定とするのであれば，リーチラインの\n数が多くなればなるほど，信頼度が高くなるように設定すればよい。\nキ  【００５１】\n以上，本発明の実施の形態について詳細に説明したが，本発明は上記実\n施の形態に何ら限定されるものではなく，本発明の要旨を逸脱しない範囲\nで種々の改変が可能である。\n⑵  前記⑴の記載事項によれば，本願明細書には，本件補正発明に関し，次の\nような開示があることが認められる。\nア  複数種の識別図柄を含む複数の識別図柄群が変動表示され，全ての識別\n図柄群の変動が停止又は擬似停止することで生じる図柄組み合わせによ\nり当否判定結果が報知される遊技機では，多くの遊技機において，複数の\n図柄群の一部から選択された図柄が同じ図柄となることがリーチとして\n設定されており，一般的には，複数の図柄群の一部から選択された図柄が\n同じ図柄とならなかった時点でリーチ非成立となり，当否判定結果が当た\nりとなる可能性がなくなってしまうという問題があったことから，「本発\n明」は，リーチに関する演出により遊技の趣向性を向上させることが可能\nな遊技機を提供することを課題とするものである（【０００２】，【０００\n４】，【０００５】）。\nイ  「本発明」は，上記課題を解決するための手段として，複数種の識別図\n柄を含む複数の識別図柄群の一部である所定数の識別図柄群の変動が停\n止又は擬似停止した時点で，停止又は擬似停止した図柄が同じ図柄となら\nず，リーチ態様が構成されていない状態において，未だ変動している特定\n識別図柄群の変動が停止または擬似停止することによって生じる組み合\nわせが特殊組み合わせとなった場合に，上記リーチ態様が構成されていな\nい状態から，上記停止又は擬似停止した各図柄によるリーチ態様（第１リ\nーチ態様及び第２リーチ態様の２つのリーチ態様）が構成された状態に変\n化するリーチ変化演出を実行可能とする構成を採用し，これにより，遊技\nの趣向性を向上させることを可能にするという効果を奏する（【０００５】，\n【００１１】ないし【００１３】）。\n２  取消事由１（手続違背）について\n⑴  引用文献１の記載事項\nア  引用文献１（甲１）には，次のような記載がある（下記記載中に引用す\nる図１ないし８については別紙２を参照）。\n(ア)  【０００１】\n【発明の属する技術分野】\n本発明は，遊技機に関し，特に遊技機の表示画面に図柄を変動させて\n表示する技術に関する。\n【０００２】\n【従来の技術】\n遊技機の一つであるパチンコ機では，所定領域（例えば，第１種始動\n口）にパチンコ球（遊技球）が入球または通過した際に各種の乱数を読\nみ込むことで抽選を行い，この抽選結果に基づいて大当たりかはずれか\nを判別する。また，前記乱数に基づいて遊技盤面上に設けられた図柄表\n示装置（例えば，特別図柄表示器）の図柄の変動を開始する。そして，\nこの図柄表示装置において，所定の図柄配列，例えば３つの同じ図柄が\n１つのライン上に揃った大当たり図柄配列が形成されることで，大当た\nり遊技（特典）が遊技者に付与されたことを報知する。大当たり遊技は，\n具体的には，大入賞口を一定期間だけ開放する等の処理を行い，ほぼ一\n定数の出球が払い出される。大当たり図柄配列以外の図柄配列（はずれ\n図柄配列）を形成した場合には，大当たり遊技は付与されない。また，\n例えば３つの図柄表示列（左，中，右）のうちの２つが停止した時，各\n図柄表示列の図柄によって少なくとも１つの有効ライン上に大当たり図\n柄配列を形成する可能性がある場合を「リーチ状態」と呼ぶ。\n【０００３】\n【発明が解決しようとする課題】\nこのような従来のパチンコ機（遊技機）では，図柄が変動を開始して\nからリーチ状態になるまでの一連の動作が単純である。例えば，左，右，\n中の順で変動を停止する３つの図柄表示列を備えたパチンコ機において，\nリーチ状態を形成するためには，最初に左図柄表示列に表示される図柄\nによって，次に右図柄表示列に表示される図柄は一義的に特定される。\n従って，例えばすべり等の特殊な動作によって図柄表示列の変動態様を\n種々変化させても，遊技者の抱くリーチや大当たりに対する期待感を今\n一歩増加させることができなかった。\n【０００４】\n本発明はこのような点に鑑みてなされたものであり，その目的とする\nところは，表示画面に図柄を変動させて表示する遊技機において，表示\n画面の図柄が変動を開始してから特定の表示態様を形成するまでの遊技\n過程に新規な興趣を与え，遊技者の期待感を増加させることができる技\n術を提供することである。\n(イ)  【０００５】\n【課題を解決するための手段】\n上記した課題を解決するために，本発明における遊技機は請求項１～\n６に記載した通りに構成されている。なお，本発明の遊技機は，表示画\n面に特定の表示態様が形成されない場合，表示画面に表示されている所\n定図柄を種々の変動態様によって再変動させることで，画面表示による\n演出効果を高めるものである。\n【０００６】\n請求項１に記載した遊技機では，特典の付与に関する情報を表示する\n図柄が表示画面において変動する。そして，変動する図柄が予め定めら\nれた停止態様を形成した場合に，遊技者は特典が付与されることを認識\nすることができる。例えば，パチンコ機において，表示画面に大当たり\n図柄配列（予め定められた停止態様）が形成されると，遊技者は大当た\nり遊技（特典）が付与されたことを認識することとなる。なお，本発明\nでいう「図柄」には，特別図柄や普通図柄等のように抽選に関与する抽\n選表示用図柄のみならず，遊技に関係して表示画面に表示する全ての図\n柄（英数字，漢字，仮名等の文字，記号，絵柄，図形，静止画，動画等\nの画像など）が含まれる。従って，例えばキャラクタや背景図柄等の装\n飾図柄も本発明でいう図柄に含まれるものとする。また，図柄の個数は\n一つのみならず，複数の場合も含む。また，本発明でいう「表示画面」\nは，１つの表示画面のみならず複数の表示画面も含むものとし，例えば\n液晶表示器が好適に用いられる。表示画面に特定の表示態様が形成され\nない場合，この表示画面に表示されている所定図柄を再変動させる。こ\nこでいう「特定の表示態様」には，例えばパチンコ機において，大当た\nり遊技が遊技者に付与される「大当たり図柄配列」や，大当たり図柄配\n列を形成する一歩手前の状態である「リーチ図柄配列」等が含まれるも\nのとする。従って，「表示画面に特定の表示態様が形成されない場合」と\nは，例えばパチンコ機において，図柄変動後にリーチ図柄配列が形成さ\nれない（リーチ状態にならない）場合や大当たり図柄配列が形成されな\nい（大当たりにならない）場合をいう。そして，表示画面に特定の表示\n態様が形成されない場合，例えば，表示画面に一旦停止して表示されて\nいる図柄を，所定のタイミングで再変動させる。ここでいう「再変動」\nとは，回転変動，展開変動，スクロール変動等種々の変動態様を広く含\nむものとする。そして，再変動によって図柄の表示数が変更されること\nとなる。例えば，再変動後の図柄の表示数が，再変動前の図柄の表示数\nよりも増えるように構成することができる。このように構成することで，\n遊技者は，再変動後に所望する図柄が表示されることに対する期待感を\n抱くこととなる。とりわけ，図柄の表示数が増えると特定の表示態様が\n形成される確率が見かけ上高くなる。なお，再変動によって図柄の表示\n数が増加する以外に，図柄の表示数が減少する場合であってもよい。ま\nた，再変動中の図柄の表示態様としては，図柄の表示数が順次増加して\nいく態様，順次減少していく態様，増減を組み合わせた態様等がある。\nそして，再変動終了後に，特定の表示態様，例えばパチンコ機における\nリーチ図柄配列（特定の表示態様）が形成される。これにより，一旦は\nずれ図柄配列を形成した場合でも，再変動後に例えば図柄の表示数が増\nえることでリーチ図柄配列が形成されることとなり，画面表示に今まで\nにない新規な面白さをもたらすことができる。以上のように，請求項１\nに記載した遊技機によれば，表示画面の図柄が変動を開始してから特定\nの表示態様を形成するまでの画面表示において演出効果を高め，遊技者\nの期待感を増加させることができる。\n【０００７】\n請求項２に記載した遊技機では，表示画面に特定の表示態様が形成さ\nれない場合，所定図柄が再変動しているときに図柄の表示数が可変とな\nるように設定されている。ここでいう「可変」には，図柄の表示数が順\n次増加していく態様，順次減少していく態様，増減を組み合わせた態様\n等がある。例えば，図柄の表示数が１～３の間で増加したり減少したり\nするように構成することで，遊技者は，図柄が増減する度に緊迫感が高\nまるとともに，再変動中に所望する図柄が表示されることに対する期待\n感を抱くこととなる。従って，表示画面の図柄が変動を開始してから特\n定の表示態様を形成するまでの画面表示において更なる演出効果が期待\nできる。\n【０００８】\nまた，請求項３に記載した遊技機において，表示画面に特定の表示態\n様が形成されない場合，所定図柄が再変動しているときに，この表示画\n面に，構成面に所定図柄を含む複数の図柄が配置された多面体を表示す\nる。そして，この多面体を回転変動させることで，多面体の構成面に配\n置された複数の図柄が表示され，図柄の表示数が可変となる。これによ\nり，多面体の構成面の数や，多面体を回転させる方向を種々選択するこ\nとによって，画面表示に今までにない新規な面白さをもたらすことがで\nきる。なお，ここでいう「多面体」は，方形体，錐状体，柱状体等の複\n数の構成面を有するものであればよい。また，ここでいう「回転変動」\nとは，所定の方向へ一方的に回転する態様以外に，例えば左右方向に揺\n動する態様等も含むものとする。\n【０００９】\nここで，請求項３に記載した多面体は，請求項４に記載のように，複\n数の回転軸で回転変動するように構成されているのが好ましい。このよ\nうに構成すれば，多面体の回転軸の数を種々変更することによって，例\nえば所定の回転軸で回転変動させた多面体を今度は別の回転軸で回転変\n動させることで，多面体を複数の方向へ回転させることができる。この\nように，多面体の回転変動態様を種々変更することで，画面表示に新規\nな面白さをもたらすことができる。\n【００１０】\nまた，請求項５に記載した遊技機において，表示画面に特定の表示態\n様が形成されない場合，所定図柄が再変動しているときに，この表示画\n面に，構成面に所定図柄を含む複数の図柄が配置された多面体を表示す\nる。そして，この多面体を順次展開変動させることで，多面体の構成面\nに配置された複数の図柄が表示され，図柄の表示数が可変となる。これ\nにより，多面体の構成面の数や，多面体を展開させる方向を種々選択す\nることによって，画面表示に今までにない新規な面白さをもたらすこと\nができる。なお，ここでいう「展開変動」とは，例えば立方体のような\n立体の構成面を平面に表示させる変動態様をいう。したがって，多面体\nは，その構成面が表示上視認できる場合はもちろん，表示上視認できな\nくても，構成面が展開されるときに多面体を意識させるような場合であ\nってもよい。これにより，多面体の構成面の数や，多面体を順次展開さ\nせる方向を種々選択することによって，画面表示に今までにない新規な\n面白さをもたらすことができる。\n【００１１】\nまた，請求項６に記載した遊技機において，例えば所定図柄が再変動\nするときに表示される図柄の配列は，図柄の本来の順列とは異なるよう\nになっている。すなわち，例えば，表示画面に複数の図柄表示列を表示\nするパチンコ機において，各図柄表示列を変動する図柄は本来連続した\n数字の配列であるが，本発明によれば，再変動時，例えば回転変動や展\n開変動する際に表示される図柄（数字）は連続していない。これにより，\n回転変動や展開変動する際に増える図柄に意外性を持たせることで，遊\n技者の期待感を増加させることができる。\n(ウ)  【００１２】\n【発明の実施の形態】\n以下，本発明における第１および第２実施の形態のパチンコ機を図１\n～図１４に基づいて説明する。なお，本実施の形態では，パチンコ機の\n特別図柄表示器の表示画面に表示される図柄の表示態様について説明す\nる。\n〔第１実施の形態〕\nまず，第１実施の形態は，本発明をいわゆる第１種パチンコ機に適用\nしたものであって，図１～図８を参照しながら説明する。ここで，図１\nは第１種パチンコ機１０の外観を示す正面図である。図２は複合装置１\n４を拡大して表した正面図である。また，図３～図８は，いずれも第１\n実施の形態の表示画面２１に表示される表示態様を示す図である。\n【００１３】\n図１において，本発明の遊技機としてのパチンコ機１０の遊技盤面１\n２上には，複合装置１４，装飾ランプ１６，第１種始動口３０，中ゲー\nト３２，大入賞口３４，下部第１種始動口６２，一般の入賞口等が適宜\nに配置されている。第１種始動口３０は始動口センサ５６を有し，パチ\nンコ球が入賞すると通常の入賞口と同様に賞球（賞品球）を払い出す。\n中ゲート３２はゲートセンサ５４を有し，パチンコ球が通過しても賞球\nを払い出さない。大入賞口３４は蓋６６を有し，当該蓋６６はソレノイ\nド５０によって開閉される。また，大入賞口３４はＶゾーン５２を有し，\nそのＶゾーン５２はＶゾーンセンサ４８を有する。大入賞口開放期間内\nにパチンコ球がＶゾーン５２に入賞すると，大当たり遊技を所要回数（例\nえば１６回）内で継続することができる。上記大入賞口開放期間として\nは，例えば大入賞口３４にパチンコ球が１０個入賞するか，開放してか\nら３０秒間を経過するまでのいずれか早いほうが該当する。さらに蓋６\n６の下部には，第１種始動口３０と同等の機能を備えた下部第１種始動\n口６２を配置している。下部第１種始動口６２は始動口センサ５６と同\n様の機能を備えた始動口センサ６０を有する。\n【００１６】\n次に，図２を参照しながら複合装置１４の構成について説明する。図\n２に示すように，複合装置１４には，天入賞口１４ａ，特別図柄表示器\n２０等が設けられている。天入賞口１４ａは一般の入賞口の一つである。\n特別図柄表示器２０には，例えば液晶表示器が用いられ，この特別図柄\n表示器２０の表示画面２１には特別図柄等が表示される。なお，特別図\n柄として用いる図柄は，数字，文字（英数字や漢字等），記号，図形，絵\n柄等がある。また，背景図柄には，例えば動画（映像，アニメーション\n等）や静止画等がある。また，特別図柄表示器２０は液晶表示器以外に，\nＣＲＴ，ＬＥＤ表示器，プラズマ表示器等のように特別図柄等が表示可\n能な表示器を用いてもよい。表示画面２１の下方位置には，特別図柄用\nの保留球ランプ２８が表示されている。保留球ランプ２８は，ほぼ水平\n状に並べて複数（例えば４個）設けられ，特別図柄の図柄変動中に第１\n種始動口３０に入賞したパチンコ球の個数を表示する。\n【００１７】\n特別図柄表示器２０の表示画面２１は方形に形成され，この表示画面\n２１に３つの図柄表示列（左図柄表示列１１０，中図柄表示列１３０，\n右図柄表示列１５０）が形成されるように構成されている。そして，図\n柄表示列１１０，１３０，１５０に表示された特別図柄の配列によって，\n遊技者に大当たり遊技を付与する大当たりか否かを報知する。具体的に\nは，表示画面２１の図柄表示列１１０，１３０，１５０に表示された特\n別図柄によって大当たり図柄配列（例えば，同じ図柄が３つ揃った場合）\nを形成した場合が「大当たり」であり，それ以外の図柄配列が形成され\nた場合が「はずれ」である。なお，本実施の形態では，図柄表示列１１\n０，１３０，１５０に表示される特別図柄はいずれも「０」～「９」の\n計１０種類である。\n【００１８】\n次に，第１実施の形態の特別図柄表示器２０の表示画面２１に表示さ\nれる態様について，図３～図８を参照しながら詳細に説明する。なお，\nこれらの図において，変動している図柄表示列を図中下向きの矢印で示\nしている。遊技盤面１２に打ち出されたパチンコ球が第１種始動口３０\nに入賞すると，特別図柄表示器２０の表示画面２１の３つの図柄表示列\n１１０，１３０，１５０は，図３に示すように順変動方向（図２中の矢\n印４０方向）にほぼ一斉に変動（例えば，図柄が認識できない程度の高\n速で）を開始する。そして，左図柄表示列１１０，右図柄表示列１５０，\n中図柄表示列１３０の順で図柄の変動を停止する。\n【００１９】\nなお，パチンコ機の遊技制御部では４[ｍｓｅｃ]毎に各種乱数が更新\nされており，第１種始動口３０にパチンコ球が入賞すると，この入賞球\nを検知したタイミングで大当たり判定乱数，大当たり図柄用乱数が取得\nされる。大当たり判定乱数は大当たりにするか否かの決定に用いられ，\n大当たり図柄用乱数は大当たりが決定した場合に大当たりの特別図柄の\n停止態様を決定する乱数である。また，はずれ図柄や，図柄の変動態様\nの決定には，左特別図柄乱数，中特別図柄乱数，右特別図柄乱数，リー\nチ判定用乱数，変動パターン用乱数が使用される。これらの乱数は，変\n動に先立って取得される。左特別図柄乱数，中特別図柄乱数，右特別図\n柄乱数は，はずれが決定している場合の，特別図柄の停止態様を決定す\nる乱数である。リーチ判定用乱数は，はずれが決定している場合の，は\nずれリーチの演出を行うか否かを決定する乱数である。はずれリーチの\n演出を行うと決定された場合，左特別図柄乱数，中特別図柄乱数，右特\n別図柄乱数の中から１種類の乱数を捨て，はずれリーチが形成される特\n別図柄の停止態様を決定する。変動の態様を決定する際は，大当たりの\n場合，はずれリーチの演出を行う場合，単なるはずれの場合，それぞれ\nについて，変動パターン用乱数を参照し，演出の種類，変動の態様を示\nす変動パターン番号を決定する。このようにして，パチンコ機の遊技制\n御部で決定された左，中，右特別図柄の停止態様，変動パターン番号は，\n特別図柄表示制御部にコマンドとして送信される。特別図柄表示制御部\nでは，この左，中，右特別図柄の停止態様と変動パターン番号に従って\n図柄の変動や再変動を行う。\n【００２０】\n表示画面２１に，例えば図４に示すような図柄配列「３，↓，７」が\n表示されると，中図柄表示列１３０が変動を停止して表示する図柄に関\nわらずはずれ図柄配列を形成することとなる。そこで，本実施の形態で\nは，左図柄表示列１１０および右図柄表示列１５０が順に変動を停止し\nて，はずれ図柄配列を形成するような図柄配列が一旦表示されても，遊\n技制御部から送信された変動パターン番号に従って表示されている図柄\nを再変動させる。なお，ここでいう「停止」には，所定の位置で完全に\n変動が止まっている場合以外に，所定の位置で小刻みに微動や揺動して\nいるような場合も含むものとする。このような場合，一旦停止して表示\nされた左図柄表示列１１０の図柄「３」および右図柄表示列１５０の図\n柄「７」を，遊技制御部から送信された変動パターン番号に従って再変\n動させる。そして，この再変動によって表示画面２１にリーチ図柄配列\nや大当たり図柄配列を形成させることができる。なお，この図柄「３」\nおよび図柄「７」が本発明における所定図柄に対応している。\n【００２１】\n以下，第１実施の形態における左図柄表示列１１０および右図柄表示\n列１５０に表示されている図柄が再変動する際の変動態様について説明\nする。図４に示すように，再変動する際に，各構成面に図柄が配置され\nた多面体１２０，１６０，本実施の形態では全構成面が六面である立方\n体が表示される。変動開始時には，まず一旦変動を停止した図柄がこれ\nら多面体１２０，１６０の第１面１２１，１６１に表示される。すなわ\nち，多面体１２０の構成面の一つに図柄「３」が表示され，多面体１６\n０の構成面の一つに図柄「７」が表示されている。そして，これら多面\n体１２０，１６０が回転軸１１０ａおよび回転軸１５０ａを回転中心と\nして所定の方向，例えば左回り方向へ回転変動（再変動）して表示され\nる。このような回転変動では，多面体１２０，１６０の構成面（六面）\nのうち最大で二面が表示されることとなる。すなわち，六面のうちの一\n面あるいは二面が表示されることとなる。また，これら多面体１２０，\n１６０の構成面には，１０種類の図柄のうちの例えば６種類が配置され\nている。\n【００２２】\n具体的には，多面体１２０，１６０が回転変動する過程において例え\nば図５に示すような図柄が表示される。すなわち，左図柄表示列１１０\nでは，回転変動開始前に第１面１２１に表示されていた図柄「３」に加\nえ，回転変動開始後に第２面１２２に図柄「７」が表示される。また，\n右図柄表示列１５０では，回転変動開始前に第１面１６１に表示されて\nいた図柄「７」に加え，回転変動開始後に第２面１６２に図柄「２」が\n表示される。また，多面体１２０，１６０の各構成面に配置され，これ\nら多面体１２０，１６０が所定の方向へ回転変動する際に表示される図\n柄の配列は，本来の図柄の順列とは異なるようになっている。すなわち，\n左図柄表示列１１０および右図柄表示列１５０における図柄の配列は，\n例えば０，１，２…７，８，９といった連続した配列ではなく，本来の\n図柄の順列とは異なる配列で表示されることとなる。\n【００２３】\nこのような場合，左図柄表示列１１０と右図柄表示列１５０に同じ図\n柄「７」が表示されており，この図柄「７」を用いてリーチ図柄配列「７，\n↓，７」を形成させることができる。なお，本実施の形態では，図５に\n示す状態から更に，左図柄表示列１１０および右図柄表示列１５０の立\n方体が回転変動する場合について説明する。今度は，左図柄表示列１１\n０および右図柄表示列１５０の多面体１２０，１６０が，回転軸１１０\nｂおよび回転軸１５０ｂを回転中心として所定の方向，例えば前回り方\n向へ回転変動する。このような回転変動では，多面体１２０，１６０の\n構成面（六面）のうち最大で三面が表示されることとなる。\n【００２４】\n具体的には，多面体１２０，１６０が回転変動する過程において例え\nば図６に示すような図柄が表示される。すなわち，左図柄表示列１１０\nでは，従前に第１面１２１に表示されていた図柄「３」および第２面１\n２２に表示されていた図柄「７」に加え，第３面１２３に図柄「６」が\n表示される。また，右図柄表示列１５０では，従前に第１面１６１に表\n示されていた図柄「７」および第２面１６２に表示されていた図柄「２」\nに加え，第３面１６３に図柄「３」が表示される。\n【００２５】\nそして，このような場合，左図柄表示列１１０および右図柄表示列１\n５０に，同じ図柄「３」と図柄「７」が表示されており，この図柄「３」\nと図柄「７」を改めて左図柄表示列１１０および右図柄表示列１５０に\n表示させることで，図７に示すようにいわゆるダブルリーチを形成させ\nることができる。この場合，リーチラインＬ１１上にリーチ図柄配列「７，\n↓，７」が形成され，リーチラインＬ１２上にリーチ図柄配列「３，↓，\n３」が形成されることとなる。そして，その後図８に示すように中図柄\n表示列１３０に例えば図柄「７」が停止すると大当たり図柄配列となり，\n遊技者は引き続き大当たり遊技を行うこととなる。また，中図柄表示列\n１３０に図柄「３」あるいは図柄「７」以外の図柄が停止するとはずれ\n図柄配列となり，大当たり遊技は付与されない。\n【００２６】\nなお，本実施の形態では，図６に示す状態において，多面体１２０，\n１６０が回転軸１１０ｂ，１５０ｂを回転中心として回転変動する場合\nについて記載したが，多面体１２０を第２面１２２に直交する回転軸を\n回転中心として回転変動させ，多面体１６０を第１面１６１に直交する\n回転軸を回転中心として回転変動させることもできる。このようにすれ\nば，回転変動の変動態様に関わらず，常に多面体１２０の第２面１２２\nおよび多面体１６０の第１面１６１に表示された図柄「７」が表示され\nることとなる。すなわち，図５に示す状態で，左図柄表示列１１０およ\nび右図柄表示列１５０に表示された図柄「７」によって，いわゆるシン\nグルリーチが確定したこととなる。従って，悪くてもシングルリーチと\nなり，遊技者は，次なる回転変動における，いわゆるダブルリーチやト\nリプルリーチに対する期待感が高まる。また，本実施の形態では，多面\n体１２０，１６０が所定の方向へ回転変動する場合について記載したが，\n多面体の形状，回転変動の回数，回転方向等はこれに限定されない。ま\nた，回転変動後に３つのリーチラインが形成される場合（いわゆるトリ\nプルリーチ）であってもよい。\n【００２７】\n以上のように，第１実施の形態のパチンコ機によれば，表示画面２１\nに一旦はずれ図柄配列を形成した場合でも，多面体１２０，１６０を回\n転変動させることで図柄の表示数を増加させリーチ図柄配列を形成させ\nることができる。とりわけ，各多面体１２０，１６０を回転方向が異な\nる２つの回転軸を用いて回転変動させるため，図柄数の変更における自\n由度が増す。これにより，画面表示に今までにない新規な面白さをもた\nらすことができる。また，第１実施の形態のパチンコ機によれば，図柄\nが回転変動する際に表示される図柄（数字）が連続していなため，回転\n変動する際に増える図柄に意外性を持たせ，遊技者の期待感を増加させ\nることができる。また，回転変動時に増える図柄にいわゆる確率変動図\n柄（例えば奇数）を用いることで，遊技者の抱く期待感を更に高めるこ\nとができる。\n(エ)  【００３５】〔他の実施の形態〕上述したパチンコ機（遊技機）にお\nいて，他の部分の構造，形状，材質，個数，配置及び動作条件等につい\nては，上記実施の形態に限定されるものでなく，必要に応じて種々変更\n可能である。また，上記実施の形態を応用した次の各形態を実施するこ\nともできる。\n【００３６】（Ａ）上記実施の形態では，図柄が再変動する変動態様とし\nて回転変動や展開変動について記載したが，図柄が再変動する変動態様\nはこれらに限定されず，必要に応じて種々変更可能である。また，上記\n実施の形態では，再変動中に，図柄の表示数が増減する場合や，図柄の\n表示数が順次増加していく場合について記載したが，例えば図柄の表示\n数が順次減少していく場合であってもよい。\n(オ)  【００４１】\n【発明の効果】\n以上説明したように，本発明によれば，表示画面に図柄を変動させて\n表示する遊技機において，表示画面の図柄が変動を開始してから特定の\n表示態様を形成するまでの遊技過程に新規な興趣を与え，遊技者の期待\n感を増加させることができる技術を実現することができる。\nイ  前記(1)の記載事項によれば，引用文献１には，次のような開示があるこ\nとが認められる。\n(ア)  表示画面に図柄を変動させて表示する従来の遊技機においては，図\n柄が変動を開始してからリーチ状態になるまでの一連の動作が単純であ\nるため（例えば，左，右，中の順で変動を停止する３つの図柄表示列を\n備えたパチンコ機で，リーチ状態を形成するためには，最初に左図柄表\n示列に表示される図柄によって，次に右図柄表示列に表示される図柄は\n一義的に特定される。），遊技者の抱くリーチや大当たりに対する期待感\nを今一歩増加させることができないという問題があった（【０００２】，\n【０００３】）。\n「本発明」は，このような問題点に鑑みてされたものであり，表示画\n面の図柄が変動を開始してから特定の表示態様を形成するまでの遊技過\n程に新規な興趣を与え，遊技者の期待感を増加させることができる技術\nを提供することを目的とする（【０００４】）。\n(イ)  「本発明」は，上記課題を解決するための手段として，表示画面に\n特定の表示態様（例えば，リーチ図柄配列や大当たり図柄配列）が形成\nされない場合，表示画面に表示されている所定図柄を種々の変動態様に\nよって再変動させることで，画面表示による演出効果を高める構成を採\n用し，これにより表示画面の図柄が変動を開始してから特定の表示態様\nを形成するまでの遊技過程に新規な興趣を与え，遊技者の期待感を増加\nさせることができる技術を実現することができるという効果を奏する\n（【０００６】，【００４１】）。\n⑵  手続違背の有無について\n原告は，本件拒絶査定とともにした第２次補正の却下決定の理由は，引用\n文献１の「図６に示される状態」が第２次補正後の請求項１に係る発明（本\n件補正発明と同じ内容）の「前記第一識別図柄群から選択されて停止または\n擬似停止した識別図柄と前記第二識別図柄群から選択されて停止または擬似\n停止した識別図柄とが一致せず前記リーチ態様が構成されていない状態」（構\n成Ｅｐ）に相当することを前提に，第２次補正後の請求項１に係る発明は，\n独立特許要件を満たしていないと判断したのに対し，本件審決は，引用文献\n１の「図４に示される状態」が本件補正発明の構成Ｅのうち，「前記第一識別\n図柄群から選択されて停止または擬似停止した識別図柄と前記第二識別図柄\n群から選択されて停止または擬似停止した識別図柄とが一致せず前記リーチ\n態様が構成されていない状態」（構成Ｅｐ）に相当することを前提に，本件補\n正発明は，独立特許要件を満たしていないと判断したものであり，第２次補\n正の却下決定と本件審決とでは構成Ｅｐと対応付けられる事項が異なるため，\n第２次補正の却下決定を前提とする本件拒絶査定と本件審決とでは，本願の\n拒絶理由が異なるものといえるから，本件審判手続において，審判合議体は，\n原告に対し，引用文献１の記載と構成Ｅｐと対応付けられる事項との明確な\n対応関係を示した上で，新たに拒絶理由通知をし，反論の機会（特許法１５\n９条において準用する同法５０条本文）を与えるべきであったのに，これを\n怠った手続違背の違法がある旨主張するので，以下において判断する。\nア(ア)  本件拒絶査定（甲１１）の理由は，本願については，本件拒絶理由\n通知（甲７）に記載した理由１及び２によって拒絶をすべきというもの\nである。\n本件拒絶理由通知には，下記のような記載がある。\n記\n「●理由１（新規性），●理由２（進歩性）について\n・請求項     １\n・引用文献等  １\n引用文献１（特に，段落００２０～００２７，図４～図７）には，左\n図柄に「３」，右図柄に「７」が停止し，中図柄が変動している状態か\nら，「３」と「７」のダブルリーチを形成する遊技機が記載されてい\nる。また，段落００２７には，確率変動図柄に，例えば，奇数の図柄を\n用いることが記載されている。\nしたがって，請求項１に係る発明と，引用文献１に記載された発明と\nは，発明を特定する事項に差異はない。\nまた，少なくとも，請求項１に係る発明は，引用文献１に記載された\n発明に基いて，当業者が容易に想到し得たものである。」\n(イ)  前記(ア)のとおり，本件拒絶理由通知は，引用文献１に，「左図柄に\n「３」，右図柄に「７」が停止し，中図柄が変動している状態から，「３」\nと「７」のダブルリーチを形成する遊技機が記載されている。」と認定し，\nその認定の根拠として図４ないし７を引用しているが，このうち，「左図\n柄に「３」，右図柄に「７」が停止し，中図柄が変動している状態」を示\nした図面は，図４のみである。また，引用文献１の【００２０】の「表示\n画面２１に，例えば図４に示すような図柄配列「３，↓，７」が表示され\nると，中図柄表示列１３０が変動を停止して表示する図柄にかかわらず，\nはずれ図柄配列を形成することとなる。そこで，本実施の形態では，左図\n柄表示列１１０および右図柄表示列１５０が順に変動を停止して，はずれ\n図柄配列を形成するような図柄配列が一旦表示されても，遊技制御部から\n送信された変動パターン番号に従って表示されている図柄を再変動させ\nる。」との記載は，図４が「左図柄に「３」，右図柄に「７」が停止し，\n中図柄が変動している状態」を示した図面であることに対応する記載であ\nる。\n一方，引用文献１には，図６が，「左図柄に「３」，右図柄に「７」が\n停止し，中図柄が変動している状態」を示した図面であることを示した記\n載はない。かえって，引用文献１には，図６に関し，「なお，本実施の形\n態では，図５に示す状態から更に，左図柄表示列１１０および右図柄表示\n列１５０の立方体が回転変動する場合について説明する。今度は，左図柄\n表示列１１０および右図柄表示列１５０の多面体１２０，１６０が，回転\n軸１１０ｂおよび回転軸１５０ｂを回転中心として所定の方向，例えば前\n回り方向へ回転変動する。このような回転変動では，多面体１２０，１６\n０の構成面（六面）のうち最大で三面が表示されることとなる。」（【０\n０２３】），「具体的には，多面体１２０，１６０が回転変動する過程に\nおいて例えば図６に示すような図柄が表示される。すなわち，左図柄表示\n列１１０では，従前に第１面１２１に表示されていた図柄「３」および第\n２面１２２に表示されていた図柄「７」に加え，第３面１２３に図柄「６」\nが表示される。また，右図柄表示列１５０では，従前に第１面１６１に表\n示されていた図柄「７」および第２面１６２に表示されていた図柄「２」\nに加え，第３面１６３に図柄「３」が表示される。」（【００２４】）と\nの記載があり，上記記載及び図６によれば，図６は，多面体１２０，１６\n０の左図柄表示列１１０及び右図柄表示列１５０が図面中の矢印の前回\nり方向に回転変動していることを示した図面であり，左図柄表示列１１０\nに表示された図柄「３」，「７」及び「６」，右図柄表示列１５０に表示\nされた図柄「７」，「２」及び「３」は，いずれも回転変動中に表示され\nた図柄であって，左図柄に「３」，右図柄に「７」が停止した状態を示し\nたものでないことは明らかである。\nしたがって，本件拒絶理由通知の拒絶理由が，本件引用文献１の「図６\nに示される状態」が第２次補正後の請求項１に係る発明（本件補正発明と\n同じ内容）の「前記第一識別図柄群から選択されて停止または擬似停止し\nた識別図柄と前記第二識別図柄群から選択されて停止または擬似停止し\nた識別図柄とが一致せず前記リーチ態様が構成されていない状態」（構成\nＥｐ）に相当することを前提とするものと認めることはできない。\nイ(ア)  次に，第２次補正の却下決定（甲１０）の理由は，第２次補正後の請\n求項１に係る発明は，特許法２９条２項の規定により，特許出願の際に\n独立して特許を受けることができないというものである。\n第２次補正の却下決定には，下記のような記載がある。\n記\n「●特許法第２９条第２項について\n・請求項  １\n・引用文献等  １～２\n引用文献１（特に，段落００２０～００２７，図４～図７）には，左図\n柄表示列に「３」，右図柄表示列に「７」が停止し，中図柄表示列が変動\nしている状態から，左図柄表示列と右図柄表示列とが，六面の立方体が回\n転変動する再変動を行い，左図柄表示列に停止した「３」と，右図柄表示\n列に停止した「７」とが，改めて左図柄表示列と右図柄表示列の両方に表\n示されて，「３」と「７」のダブルリーチを形成する遊技機が記載されて\nいる。また，段落００２７には，確率変動図柄に，例えば，奇数の図柄を\n用いることが記載されている。\n引用文献１における左図柄表示列と右図柄表示列，中図柄表示列，確率\n変動図柄は，補正後の請求項１における第一識別図柄群と第二識別図柄群，\n第三識別図柄群，価値要素に相当する。\nしてみると，補正後の請求項１においては，第三識別図柄群の変動が停\n止または擬似停止して特殊組み合わせが構築されたときに，リーチ変化演\n出が実行されることが特定されているのに対して，引用文献１においては，\n中図柄表示列が変動している状態から，ダブルリーチを形成する点で相違\nする。\nこの点について，引用文献２（特に，段落０４０４～０４１６，図４２\n～図４３）には，左右２つの飾り図柄がリーチ態様を形成しない状態で，\n中央の飾り図柄が特殊リプレイ図柄で仮停止すると，左右２つの飾り図柄\nがリーチ態様を形成するように変化する遊技機が記載されている。\nそして，停止した２つの図柄がリーチを形成していない状態から，リー\nチ状態への変化を，どのようなタイミングで行うかは適宜設計し得る事項\nであるから，引用文献１において，中図柄表示列が変動している状態に代\nえて，引用文献２に記載された中央の飾り図柄が特殊リプレイ図柄で仮停\n止したときを採用することは，当業者が容易に想到し得ることである。」\n「出願人は，平成３０年１１月９日付け意見書において，「引用文献１に\nおいて「３」と「７」のダブルリーチが形成される変化は，中図柄が変動\nしている状態（本願発明でいう第三識別図柄群が変動している状態）で発\n生するものであるから，引用文献１は上記本願発明が特定する事項を開示\nするものであるとはいえない。」と主張するが，当該事項は，引用文献２\nに記載ないしは示唆されているから，出願人の主張は採用することができ\nない。\nまた，出願人は，同意見書において，「引用文献１においては，図７に\n示されるダブルリーチが構成された状態の前の状態である図６に示される\n状態においては，左図柄は「３」「６」「７」であり，右図柄は「２」「３」\n「７」であることから，左図柄と右図柄の一部が一致しているといえる。」\nと主張するが，図６に示される状態（左図柄に「３」「６」「７」，右図\n柄に「２」「３」「７」が表示された状態）は，回転変動による再変動を\n示すものであるから，補正後の請求項１で特定される，「前記第一識別図\n柄群から選択されて停止または擬似停止した識別図柄と前記第二識別図柄\n群から選択されて停止または擬似停止した識別図柄とが一致せず前記リー\nチ態様が構成されていない状態」と差異があるものとは認められず，出願\n人の主張は採用することができない。\nなお，仮に，その点が相違するとしても，引用文献１の段落００３６に\nは，図柄が再変動する変動態様は回転変動や展開変動に限定されず，必要\nに応じて種々変更可能であることが記載されており，補正後の請求項１に\n記載されたようなリーチ変化演出とすることは，当業者が容易に想到し得\nることである。\nしたがって，補正後の請求項１に係る発明は，引用文献１～２に記載さ\nれた発明に基づいて当業者が容易に想到し得たものである。」\n(イ)  前記(ア)のとおり，第２次補正の却下決定は，引用文献１に，「左図柄\n表示列に「３」，右図柄表示列に「７」が停止し，中図柄表示列が変動して\nいる状態から，左図柄表示列と右図柄表示列とが，六面の立方体が回転変\n動する再変動を行い，左図柄表示列に停止した「３」と，右図柄表示列に\n停止した「７」とが，改めて左図柄表示列と右図柄表示列の両方に表示さ\nれて，「３」と「７」のダブルリーチを形成する遊技機が記載されている。」\nと認定し，その認定の根拠として図４ないし７を引用しているが，このう\nち，「左図柄表示列に「３」，右図柄表示列に「７」が停止し，中図柄表示\n列が変動している状態」を示した図面は，図４であって，図６は，多面体\n１２０，１６０の左図柄表示列１１０及び右図柄表示列１５０が図面中の\n矢印の前回り方向に回転変動していることを示した図面であり，左図柄表\n示列に「３」，右図柄表示列に「７」が停止した状態を示したものでないこ\nとは，前記ア(イ)で説示したとおりである。\nもっとも，第２次補正の却下決定は，出願人（原告）の主張について，\n「図６に示される状態（左図柄に「３」「６」「７」，右図柄に「２」「３」\n「７」が表示された状態）は，回転変動による再変動を示すものであるか\nら，補正後の請求項１で特定される，「前記第一識別図柄群から選択されて\n停止または擬似停止した識別図柄と前記第二識別図柄群から選択されて\n停止または擬似停止した識別図柄とが一致せず前記リーチ態様が構成さ\nれていない状態」（構成Ｅｐ）と差異があるものとは認められず，出願人の\n主張は採用することができない旨判断しているが，この判断は，「図６に示\nされる状態」が，構成Ｅｐの「前記リーチ態様が構成されていない状態」\nと「差異がない」との判断を示したものであって，図６が，「左図柄表示列\nに「３」，右図柄表示列に「７」が停止し，中図柄表示列が変動している状\n態」を示した図面であることを認定したものとはいえない。\n以上によれば，第２次補正の却下決定の理由が，本件引用文献１の「図\n６に示される状態」が構成Ｅｐに相当することを前提とするものと認める\nことはできない。\nウ  以上のとおり，本件拒絶理由通知及び第２次補正却下決定のいずれにおい\nても，引用文献１記載の「図６に示される状態」が構成Ｅｐに相当すること\nを前提とするものと認めることはできず，かえって，引用文献１記載の「図\n４に示される状態」が構成Ｅｐに相当することを示したものと認められ，一\n方で，本件審決においても，引用文献１記載の「図４に示される状態」が構\n成Ｅｐに相当すると判断していること（２３頁８行目ないし１２行目）から\nすると，第２次補正の却下決定と本件審決とでは構成Ｅｐと対応付けられる\n事項が異なることを前提に本件拒絶査定と本件審決とでは本願の拒絶理由\nが異なるとして，新たに拒絶理由通知をし，反論の機会を与えるべきであっ\nたのに，これを怠った手続違背の違法があるとの原告の前記主張は，その前\n提において採用することができない。\nその他原告は，本件審判手続に手続違背がある旨を縷々主張するが，いず\nれも理由がない。\nしたがって，原告主張の取消事由１は，理由がない。\n３  取消事由２（引用文献１を主引用例とする本件補正発明の進歩性の判断の誤\nり）について\n⑴  一致点の認定の誤りの有無について\n原告は，本件審決が認定した本件補正発明と引用発明の一致点のうち，「Ｅ’\n前記第一識別図柄群から選択されて停止または擬似停止した識別図柄と前記\n第二識別図柄群から選択されて停止または擬似停止した識別図柄とが一致せ\nず前記リーチ態様が構成されていない状態で，前記第一識別図柄群から選択\nされて停止または擬似停止した識別図柄による第一リーチ態様と，前記第二\n識別図柄群から選択されて停止または擬似停止した識別図柄による第二リー\nチ態様が構成された状態に変化するリーチ変化演出が実行可能である」との\n構成（Ｅ’の構成）が一致点であると認定したのは，誤りである旨主張する\nので，以下において判断する。\nア(ア)  本件補正発明の構成Ｅは，「前記第一識別図柄群から選択されて停\n止または擬似停止した識別図柄と前記第二識別図柄群から選択されて停\n止または擬似停止した識別図柄とが一致せず前記リーチ態様が構成され\nていない状態で，前記第三識別図柄群の変動が停止または擬似停止して\n特殊組み合わせが構築されたときには，前記第一識別図柄群から選択さ\nれて停止または擬似停止した識別図柄による第一リーチ態様と，前記第\n二識別図柄群から選択されて停止または擬似停止した識別図柄による第\n二リーチ態様が構成された状態に変化するリーチ変化演出が実行可能で\nあることを特徴とする遊技機。」というものである。\n構成Ｅは，その文理上，前記第一識別図柄群から選択されて停止また\nは擬似停止した識別図柄と前記第二識別図柄群から選択されて停止また\nは擬似停止した識別図柄とが一致せず，リーチ態様が構成されなかった\n状態において，第三識別図柄群の変動が停止または擬似停止して特殊組\nみ合わせが構築されたときに，前記停止または擬似停止した識別図柄の\nそれぞれによるリーチ態様（第一リーチ態様及び第二リーチ態様の２つ\nのリーチ態様）が構成された状態に変化する「リーチ変化演出」が「実\n行可能であること」を規定したものと解される。\n次に，本願明細書には，①「リーチ変化演出」の実施形態として，「こ\nのように，左識別図柄群１０ｇＬから選択されて停止または擬似停止し\nた識別図柄１０（左の識別図柄１０）と右識別図柄群１０ｇＲから選択\nされて停止または擬似停止した識別図柄１０（右の識別図柄１０）が同\nじとはならなかった（図４（ｂ）参照）ものの，中識別図柄群１０ｇＣ\nから選択されて停止または擬似停止した識別図柄１０（中の識別図柄１\n０）が特殊図柄２０となる特殊組み合わせとなった場合（図４（ｃ）参\n照），リーチ変化演出が発生する。本実施形態では，リーチ変化演出の発\n生前に停止または擬似停止していた左の識別図柄１０による第一リーチ\n態様と，右の識別図柄１０による第二リーチ態様とが構築される。例え\nば，特殊組み合わせが，左から「２」の識別図柄１０・特殊図柄２０・\n「７」の識別図柄１０であった場合には，リーチ変化演出として，「２」\nの識別図柄１０による第一リーチ態様と，「７」の識別図柄１０による第\n二リーチ態様が発生する（図４（ｄ）参照）。なお，第一リーチ態様と第\n二リーチ態様が構成された後は，中識別図柄群１０ｇＣは再び変動を開\n始する。遊技者の視点でいえば，中識別図柄群１０ｇＣから選択される\n識別図柄１０が「２」または「７」の識別図柄１０であれば大当たりと\nなる，いわゆる「ダブルリーチ」の状態が発生したとみることができる。」\n（【００３３】）との記載があり，②「リーチ変化演出」の技術的意義に\n関し，「このように，本実施形態にかかる遊技機１によれば，リーチ態様\nが構成されなかったときにも，特殊組み合わせとなることを経由してリ\nーチ態様に変化することがある。つまり，リーチ態様が構成されなかっ\nた時点ではずれが確定してしまうことがなくなるため，単調な遊技性と\nなることを抑制することが可能である。」（【００３４】），「また，リーチ\n変化演出後には，第一リーチ態様と第二リーチ態様という二つのリーチ\n態様が構成されたいわゆるダブルリーチ状態に変化するものであるから，\nリーチ変化演出の発生が遊技者にとってより有利な状況への変化である\nということを認識させることが可能である。」（【００３５】）との記載が\nある。\n(イ)  本件補正発明の構成Ｅと本件審決が認定したＥ’の構成とを対比\nすると，リーチ態様が構成されていない状態からリーチ態様が構成され\nた状態に変化するリーチ変化演出を実行可能なものとするには，構成Ｅ\nは，リーチ態様が構成されていない状態において特殊組み合わせが構築\nされたときを要件としているのに対し，Ｅ’の構成は，このような要件\nによる限定がない点で相違する。\nイ  引用発明は，前記第２の３(2)アのとおり，「表示画面２１において，左\n図柄表示列１１０の図柄「３」および右図柄表示列１５０の図柄「７」が\n一旦停止して表示された後，左図柄表示列１１０および右図柄表示列１５\n０に，各構成面に図柄が配置された多面体１２０，１６０をそれぞれ表示\nし，当該多面体１２０，１６０を回転変動させて，左図柄表示列１１０の\n図柄および右図柄表示列１５０の図柄を再変動させ，再変動の過程におい\nて，左図柄表示列１１０では，回転変動開始前に表示されていた図柄「３」\nに加えて図柄「７」が表示され，右図柄表示列１５０では，回転変動開始\n前に表示されていた図柄「７」に加えて図柄「３」が表示され，左図柄表\n示列１１０および右図柄表示列１５０に同じ図柄「３」と図柄「７」が表\n示される場合があり，この場合，図柄「３」によるリーチ図柄配列と図柄\n「７」によるリーチ図柄配列とが形成され」，「左図柄表示列１１０の図柄\nおよび右図柄表示列１５０の図柄が，一旦停止して表示された後，再変動\nし，リーチ図柄配列を形成する過程において，中図柄表示列１３０は変動\nし続け」るとの構成（構成ｃ，ｄ，ｅ）を有する。\n引用文献１には，「第１実施の形態」に関し，①「表示画面２１に，例え\nば図４に示すような図柄配列「３，↓，７」が表示されると，中図柄表示\n列１３０が変動を停止して表示する図柄に関わらずはずれ図柄配列を形\n成することとなる。そこで，本実施の形態では，左図柄表示列１１０およ\nび右図柄表示列１５０が順に変動を停止して，はずれ図柄配列を形成する\nような図柄配列が一旦表示されても，遊技制御部から送信された変動パタ\nーン番号に従って表示されている図柄を再変動させる。…そして，この再\n変動によって表示画面２１にリーチ図柄配列や大当たり図柄配列を形成\nさせることができる。」（【００２０】），②「以下，第１実施の形態における\n左図柄表示列１１０および右図柄表示列１５０に表示されている図柄が\n再変動する際の変動態様について説明する。図４に示すように，再変動す\nる際に，各構成面に図柄が配置された多面体１２０，１６０，本実施の形\n態では全構成面が六面である立方体が表示される。変動開始時には，まず\n一旦変動を停止した図柄がこれら多面体１２０，１６０の第１面１２１，\n１６１に表示される。すなわち，多面体１２０の構成面の一つに図柄「３」\nが表示され，多面体１６０の構成面の一つに図柄「７」が表示されている。\nそして，これら多面体１２０，１６０が回転軸１１０ａおよび回転軸１５\n０ａを回転中心として所定の方向，例えば左回り方向へ回転変動（再変動）\nして表示される。このような回転変動では，多面体１２０，１６０の構成\n面（六面）のうち最大で二面が表示されることとなる。」（【００２１】），③\n「具体的には，多面体１２０，１６０が回転変動する過程において例えば\n図５に示すような図柄が表示される。すなわち，左図柄表示列１１０では，\n回転変動開始前に第１面１２１に表示されていた図柄「３」に加え，回転\n変動開始後に第２面１２２に図柄「７」が表示される。また，右図柄表示\n列１５０では，回転変動開始前に第１面１６１に表示されていた図柄「７」\nに加え，回転変動開始後に第２面１６２に図柄「２」が表示される。また，\n多面体１２０，１６０の各構成面に配置され，これら多面体１２０，１６\n０が所定の方向へ回転変動する際に表示される図柄の配列は，本来の図柄\nの順列とは異なるようになっている。」（【００２２】），④「このような場合，\n左図柄表示列１１０と右図柄表示列１５０に同じ図柄「７」が表示されて\nおり，この図柄「７」を用いてリーチ図柄配列「７，↓，７」を形成させ\nることができる。なお，本実施の形態では，図５に示す状態から更に，左\n図柄表示列１１０および右図柄表示列１５０の立方体が回転変動する場\n合について説明する。今度は，左図柄表示列１１０および右図柄表示列１\n５０の多面体１２０，１６０が，回転軸１１０ｂおよび回転軸１５０ｂを\n回転中心として所定の方向，例えば前回り方向へ回転変動する。このよう\nな回転変動では，多面体１２０，１６０の構成面（六面）のうち最大で三\n面が表示されることとなる。」（【００２３】），⑤「具体的には，多面体１２\n０，１６０が回転変動する過程において例えば図６に示すような図柄が表\n示される。すなわち，左図柄表示列１１０では，従前に第１面１２１に表\n示されていた図柄「３」および第２面１２２に表示されていた図柄「７」\nに加え，第３面１２３に図柄「６」が表示される。また，右図柄表示列１\n５０では，従前に第１面１６１に表示されていた図柄「７」および第２面\n１６２に表示されていた図柄「２」に加え，第３面１６３に図柄「３」が\n表示される。」（【００２４】），⑥「そして，このような場合，左図柄表示列\n１１０および右図柄表示列１５０に，同じ図柄「３」と図柄「７」が表示\nされており，この図柄「３」と図柄「７」を改めて左図柄表示列１１０お\nよび右図柄表示列１５０に表示させることで，図７に示すようにいわゆる\nダブルリーチを形成させることができる。この場合，リーチラインＬ１１\n上にリーチ図柄配列「７，↓，７」が形成され，リーチラインＬ１２上に\nリーチ図柄配列「３，↓，３」が形成されることとなる。そして，その後\n図８に示すように中図柄表示列１３０に例えば図柄「７」が停止すると大\n当たり図柄配列となり，遊技者は引き続き大当たり遊技を行うこととなる。\nまた，中図柄表示列１３０に図柄「３」あるいは図柄「７」以外の図柄が\n停止するとはずれ図柄配列となり，大当たり遊技は付与されない。」（【００\n２６】），⑦「以上のように，第１実施の形態のパチンコ機によれば，表示\n画面２１に一旦はずれ図柄配列を形成した場合でも，多面体１２０，１６\n０を回転変動させることで図柄の表示数を増加させリーチ図柄配列を形\n成させることができる。」（【００２７】）との記載がある。\nそして，引用文献１の上記記載及び図４ないし７から，引用文献１には，\n表示画面２１において，図４に示すように，左図柄表示列１１０の図柄「３」\nおよび右図柄表示列１５０の図柄「７」が一旦停止して表示された後，図\n５及び６に示すように，各構成面に図柄が配置された多面体１２０，１６\n０を左回り方向又は前回り方向に回転変動させて，左図柄表示列１１０の\n図柄および右図柄表示列１５０の図柄を再変動させ，再変動の過程におい\nて，図７に示すような，左図柄表示列１１０では，回転変動開始前に表示\nされていた図柄「３」に加えて図柄「７」が表示され，右図柄表示列１５\n０では，回転変動開始前に表示されていた図柄「７」に加えて図柄「３」\nが表示され，左図柄表示列１１０および右図柄表示列１５０に同じ図柄\n「３」と図柄「７」が表示される場合があり，この場合，図柄「３」によ\nるリーチ図柄と図柄「７」によるリーチ図柄のダブルリーチの図柄配列が\n形成されることが開示されていることが認められる。\nそして，引用文献１記載の上記開示事項を踏まえると，引用発明の構成\nｃ，ｄ，ｅにおける「左図柄表示列１１０の図柄「３」および右図柄表示\n列１５０の図柄「７」が一旦停止して表示された」状態（図４に示された\n状態）は，Ｅ’の構成のうちの「前記第一識別図柄群から選択されて停止\nまたは擬似停止した識別図柄と前記第二識別図柄群から選択されて停止\nまたは擬似停止した識別図柄とが一致せず前記リーチ態様が構成されて\nいない状態」（構成Ｅｐ）に，引用発明の構成ｃ，ｄ，ｅにおける「左図柄\n表示列１１０および右図柄表示列１５０に，各構成面に図柄が配置された\n多面体１２０，１６０をそれぞれ表示し，当該多面体１２０，１６０を回\n転変動させて，左図柄表示列１１０の図柄および右図柄表示列１５０の図\n柄を再変動させ」（図５及び６に示された状態），「再変動の過程において，\n左図柄表示列１１０では，回転変動開始前に表示されていた図柄「３」に\n加えて図柄「７」が表示され，右図柄表示列１５０では，回転変動開始前\nに表示されていた図柄「７」に加えて図柄「３」が表示され，左図柄表示\n列１１０および右図柄表示列１５０に同じ図柄「３」と図柄「７」が表示\nされる場合」（図７に示された状態）があり，「この場合，図柄「３」によ\nるリーチ図柄配列と図柄「７」によるリーチ図柄配列とが形成され」た状\n態は，Ｅ’の構成のうちの「前記リーチ態様が構成されていない状態で，\n前記第一識別図柄群から選択されて停止または擬似停止した識別図柄に\nよる第一リーチ態様と，前記第二識別図柄群から選択されて停止または擬\n似停止した識別図柄による第二リーチ態様が構成された状態に変化する\nリーチ変化演出が実行可能である」との構成に相当するものと認められる。\nしたがって，引用発明は，Ｅ’の構成を有するものといえるから，Ｅ’\nの構成を本件補正発明と引用発明の一致点と認定した本件審決に誤りは\nない。\nウ  これに対し原告は，引用文献１に接した当業者は，引用文献１の記載（【０\n０２０】ないし【００２２】，【００２４】ないし【００２６】及び図４な\nいし７）の記載から，①図４に示されている状態から図７に示されている\n状態に至る演出（対象演出）は，左図柄表示列１１０に表示される図柄（左\n図柄）及び右図柄表示列１５０に表示される図柄（右図柄）がそれぞれ１\nつである状態（図４に示される状態）から，２つである状態（図５に示す\n状態）を経て，３つである状態（図６に示される状態）に変化し，３つの\n左図柄と３つの右図柄とで共通する図柄（共通図柄）がリーチ図柄となる\nリーチが構成される状態（図７に示される状態）に至る演出であること，\n②図６に示される状態において表示される左右それぞれの３つの図柄の\nうち，共通図柄が１種であればシングルリーチ，２種であればダブルリー\nチ，３種であればトリプルリーチとなるリーチ状態を構成するものであっ\nて，対象演出において，どのようなリーチ状態が構成されるかは，図６に\n示される状態が基準となり，図４に示される状態において表示される１つ\nの左図柄と１つの右図柄は，最終的にリーチ図柄となるとは限らないこと，\n③【００２６】の記載に照らせば，対象演出は，「図４→図５→図６」とい\nうように変化していくに従い，左右で共通図柄が増えること（リーチライ\nンが増えること）で遊技者の期待感を増加させることを目的とするもので\nあり，「途中で共通図柄が増える」ということが遊技者の期待感を増加させ\nるために必要な本質的部分であるから，対象演出から図５や図６に示され\nる途中の状態が排除されることは想定できないことを認識することから\nすると，図４に示される状態において表示される１つの左図柄と１つの右\n図柄は，最終的にリーチ図柄となるとは限らず，図５や図６に示される途\n中の状態に応じてリーチ図柄となるものが決まるものであり，図５や図６\nに示される途中の状態がなければ，リーチ図柄が決まらず，図７に示す状\n態に至らないから，Ｅ’の構成を本件補正発明と引用発明との一致点と認定\nすることは，対象演出の成立に必須である図５や図６に示される途中の状\n態を無視するものであるから，妥当性を欠くものであるとして，本件審決\nがＥ’の構成を一致点であると認定したことは誤りである旨主張する。\nしかしながら，引用文献１の上記記載に照らすと，図５及び６は，図４\nに示されている状態から再変動を開始し，その再変動の過程の態様を示し\nたものであり，図５及び６に示された図柄は，変動中の多面体（構成面が\n六面である立方体）の各面を例示したものであり，停止又は疑似停止した\n図柄ではない。\nまた，引用文献１には，図５や図６に示される途中の状態に応じてリー\nチ図柄となるものが決まることを述べた記載はない。\nさらに，引用文献１の【００２３】の「図５に示す状態から更に，左図\n柄表示列１１０および右図柄表示列１５０の立方体が回転変動する場合\nについて説明する。今度は，左図柄表示列１１０および右図柄表示列１５\n０の多面体１２０，１６０が，回転軸１１０ｂおよび回転軸１５０ｂを回\n転中心として所定の方向，例えば前回り方向へ回転変動する。」及び【００\n２４】の「具体的には，多面体１２０，１６０が回転変動する過程におい\nて例えば図６に示すような図柄が表示される。」との記載に鑑みると，図６\nに示す状態は，図５に示す状態から更に変化する場合の一例にすぎず，図\n４に示す状態から図７に示す状態に至るには，必ず図６に示された図柄の\n表示を経由しなければならないことを開示したものとはいえない。\nしたがって，原告の上記主張は，その前提において採用することができ\nない。\n⑵  相違点の容易想到性の判断の誤りの有無について\nア  引用文献２の記載事項\n引用文献２（甲２）には，次のような記載がある（下記記載中に引用す\nる図２，１５，１７，３５，３７，４２及び４３については別紙３を参照）。\n(ア)  【技術分野】\n【０００１】\n本発明は，遊技の進行状態に応じて所定の演出を実行する遊技機に関\nする。\n【背景技術】\n【０００２】\n従来の遊技機，例えばパチンコ遊技機では，遊技盤に設けられた始動\n入賞口への遊技球の入賞に基づいて，変動表示装置に表示される複数の\n識別情報（飾り図柄）が変動する変動表示ゲームを開始する。変動表示\nゲームにおいて所定時間経過後に停止した複数の識別情報の結果態様が\n予め定められた特別結果態様であった場合には，遊技者に多くの賞球を\n払い出す特別遊技状態（大当り状態）となり，遊技者は多くの利益を獲\n得することが可能になる。\n【０００３】\n特許文献１には，１回の変動表示ゲーム中において識別情報を疑似的\nに停止（仮停止）させて複数回の変動表示ゲームが行われているかのよ\nうな疑似連続演出を実行することで，特別遊技状態が発生する期待度を\n高めるようにした遊技機が開示されている。\n【０００４】\nまた，近年では，疑似連続演出における複数回の変動表示ゲーム（疑\n似変動表示ゲーム）のうち，先行する疑似変動表示ゲームの実行中に，\n当該疑似変動表示ゲームの後に再び疑似変動表示ゲームが開始される\nことを示す特定の識別情報を表示し，疑似連続演出が継続することを報\n知する遊技機もある。\n【発明が解決しようとする課題】\n【０００６】\nしかしながら，上記した特定の識別情報は単に疑似連続演出における\n疑似変動表示ゲームが連続的に実行されることを報知するものであり，\n特定の識別情報と実行中の変動表示ゲームの結果との間には関連性はな\nかった。このような遊技機では，疑似連続演出が実行されることによっ\nて特別遊技状態が発生する期待度は高まるが，特定の識別情報の表示自\n体によって特別遊技状態が発生する期待度が高まるものではなく，遊技\nの興趣を高めきれていなかった。\n【０００７】\nそこで，本発明は上記した問題点に鑑みなされたものであり，疑似連\n続演出の継続を報知する特定の識別情報の表示により遊技の興趣を向上\n可能な遊技機を提供することを目的とする。\n(イ)  【課題を解決するための手段】\n【０００８】\n本発明は，始動入賞領域への遊技球の入賞に基づき遊技者に有利な特\n別遊技状態を発生させるか否かを決定するための抽選を実行する抽選手\n段と，前記始動入賞領域への遊技球の入賞に基づき前記抽選の実行権利\nを始動記憶として所定上限数まで記憶する始動入賞記憶手段と，１つの\n始動記憶に基づき，表示装置において複数の識別情報を変動表示させた\n後に停止表示して当該複数の識別情報の停止結果態様により前記抽選の\n結果を報知する変動表示ゲームを１回実行する変動表示ゲーム制御手段\nと，を備える遊技機において，前記変動表示ゲーム制御手段は，前記特\n別遊技状態を発生させる場合に，前記変動表示ゲームにおける前記複数\nの識別情報の停止結果態様を特別結果態様に制御する特別結果態様制御\n手段と，１回の前記変動表示ゲームにおいて，前記複数の識別情報の変\n動表示開始から停止表示までの間に，変動表示されている前記複数の識\n別情報を疑似停止表示させる疑似変動表示ゲームを所定回数行って疑似\n連続演出を実行する疑似連続演出実行手段と，を備え，前記疑似連続演\n出実行手段は，所定回数実行される前記疑似変動表示ゲームのうち先の\n疑似変動表示ゲームにおいて，前記複数の識別情報の少なくとも一つを，\n後の疑似変動表示ゲームが実行されることを示す特定識別情報に制御す\nる特定識別情報制御手段と，前記特別結果態様が導出される信頼度がそ\nれぞれ設定された複数の前記特定識別情報のうちの一つを，前記特定識\n別情報制御手段で制御される前記特定識別情報として選択する特定識別\n情報選択手段と，を備えることを特徴とする。\n(ウ)  【発明の効果】\n【０００９】\n本発明によれば，特定識別情報が疑似連続演出が継続すること及び実\n行中の特図変動表示ゲームの結果に対する期待度を報知するように構成\nされているため，疑似連続演出の継続のみを報知する従来のものと比較\nして，遊技の興趣を高めることが可能となる。\n(エ)  【発明を実施するための形態】\n【００２６】\n図２を参照して，遊技機１に配設される遊技盤３０について説明する。\n図２は，遊技機１に備えられる遊技盤３０の正面図である。\n【００７０】\nなお，リーチ（リーチ状態）とは，変動表示装置３５が時期を異なら\nせて複数の表示結果を導出表示し，複数の表示結果が予め定められた特\n別結果態様となった場合に，遊技状態が遊技者にとって有利な特別遊技\n状態となる遊技機１において，複数の表示結果の一部がまだ導出表示さ\nれていない段階で既に導出表示されている表示結果が特別結果態様とな\nる条件を満たしている表示状態，例えば最後に停止する識別情報を除く\n複数の識別情報が特別遊技状態となる特別結果を発生可能な識別情報で\n停止し，最後に停止する識別情報が変動表示している状態をいう。別の\n表現をすれば，リーチ状態とは，変動表示装置３５の変動表示制御が進\n行して表示結果が導出表示される前段階にまで達した時点でも，特別結\n果態様となる表示条件からはずれていない表示態様をいう。そして，例\nえば，特別結果態様が揃った状態を維持しながら複数の変動表示領域に\nよる変動表示を行ういわゆる全回転リーチもリーチ状態に含まれる。ま\nた，リーチ状態とは，変動表示装置３５の表示制御が進行して表示結果\nが導出表示される前段階にまで達した時点での表示状態であって，表示\n結果が導出表示される以前に決定されている複数の変動表示領域の表示\n結果の少なくとも一部が特別結果態様となる条件を満たしている場合の\n表示状態をいう。\n【００７１】\nよって，例えば特図変動表示ゲームに対応して変動表示装置３５に表\n示される飾り特図変動表示ゲームが，変動表示装置３５における左，中，\n右の変動表示領域の各々で所定時間複数の識別情報を変動表示した後，\n左，右，中の順で変動表示を停止して結果態様を表示するものである場\n合，左，右の変動表示領域において特別結果態様となる条件を満たした\n状態，すなわち同一の識別情報で変動表示が停止した状態がリーチ状態\nとなる。この他にも，すべての変動表示領域の変動表示を一旦停止した\n時点で，左，中，右のうち何れか二つの変動表示領域で特別結果態様と\nなる条件を満たした状態，例えば同一の識別情報となった状態（但し特\n別結果態様は除く）をリーチ状態とし，このリーチ状態から残りの一つ\nの変動表示領域を変動表示するようにしてもよい。\n【０２１９】\n図１５に示す特図１変動開始処理１は，特図１変動表示ゲームの開始\n時に実行される処理である。特図１変動開始処理１が開始されると，遊\n技制御装置６００は，第１特図変動表示ゲームの結果が大当りであるか\n否かを判定するための大当りフラグ１に，はずれ情報又は大当り情報を\n設定する大当りフラグ１設定処理を実行する（Ｓ８０１ａ）。そして，遊\n技制御装置６００は，第１特図停止図柄の設定に係る特図１停止図柄設\n定処理を実行する（Ｓ８０２ａ）。\n【０２２４】\n第１特図変動表示ゲームの変動パターンは図１５のＳ８０９ａ及びＳ\n８１０ａにおいて設定され，第２特図変動表示ゲームの変動パターンは\n図１６のＳ８０９ｂ及びＳ８１０ｂにおいて設定される。設定される変\n動パターンの内容について，図１７（Ａ）及び図１７（Ｂ）を参照して\n説明する。図１７（Ａ）は，はずれ時の変動パターンの一例を示すはず\nれ変動パターンテーブルである。図１７（Ｂ）は，大当り時の変動パタ\nーンの一例を示す大当り変動パターンテーブルである。なお，遊技機１\nは，図１７（Ａ）及び図１７（Ｂ）の変動パターン以外にも，各種遊技\n状態（時短状態等）に対応する変動パターンを設定可能に構成されてい\nる。\n【０２２５】\n特図変動表示ゲームの結果がはずれである場合には，変動パターンは，\n図１７（Ａ）のはずれ変動パターンテーブルに基づいて，リーチなし変\n動（変動パターン１），ノーマルリーチ変動（変動パターン２），変動時\n間の異なるＳＰ１リーチ変動（変動パターン３～５），変動時間の異なる\nＳＰ２リーチ変動（変動パターン６～８），及び変動時間の異なるＳＰ３\nリーチ変動（変動パターン９～１１）の中から１つの変動パターンに設\n定される。\n【０２２８】\n期待度が高く，変動時間が長めに設定される変動パターン４，５，７，\n８，１０，１１では，１つの始動記憶を使用して実行される１回の特図\n変動表示ゲーム中において，変動表示装置３５に変動表示される飾り図\n柄（識別図柄）を特別結果態様以外の停止態様で疑似的に停止（仮停止）\nさせて複数回の変動表示ゲームが連続して行われているかのような疑似\n連続演出を実行する。疑似連続演出では，飾り図柄の仮停止を伴う疑似\n変動表示ゲームが所定回数連続して行われる。変動パターン４，５，７，\n８，１０，１１における疑似連続回数は１回の特図変動表示ゲーム中に\nおける疑似変動表示ゲームの回数であり，変動パターン４，７，１０で\nは疑似連続回数が２回に設定され，変動パターン５，８，１１では疑似\n連続回数が３回に設定される。\n【０２３０】\n一方，特図変動表示ゲームの結果が大当りである場合には，変動パタ\nーンは，図１７（Ｂ）の大当り変動パターンテーブルに基づいて，ノー\nマルリーチ変動（変動パターン２），変動時間の異なるＳＰ１リーチ変動\n（変動パターン３～５），変動時間の異なるＳＰ２リーチ変動（変動パタ\nーン６～８），変動時間の異なるＳＰ３リーチ変動（変動パターン９～１\n１），及びプレミアムリーチ変動（変動パターン１２）の中から１つの変\n動パターンに設定される。\n【０２３２】\n期待度が高く，変動時間が長めに設定される変動パターン４，５，７，\n８，１０～１２では，疑似連続演出が実行される。変動パターン４，７，\n１０では疑似連続回数が２回に設定され，変動パターン５，８，１１で\nは疑似連続回数が３回に設定される。プレミアムリーチ変動を伴う変動\nパターン１２では，疑似連続回数が４回に設定される。このように，遊\n技機１は，疑似変動表示ゲームの実行回数が増加するほど，特図変動表\n示ゲームの結果が大当りとなる期待度（特別遊技状態が発生する期待度）\nが高くなるように構成されている。\n（第３実施形態）\n【０３７４】〔リプレイ図柄設定処理〕\n図３５は，第３実施形態による遊技機１の演出制御装置７００が実行\nするリプレイ図柄設定処理のフローチャートである。図３５の第３実施\n形態におけるリプレイ図柄設定処理は，図３１の第２実施形態における\nリプレイ図柄設定処理にＳ１３１１～Ｓ１３１８の処理を追加したもの\nである。なお，図３５のリプレイ図柄設定処理のＳ１３０１～Ｓ１３１\n０の処理は，図３１のＳ１３０１～Ｓ１３１０の処理と同じであるので，\n説明を省略する。\n【０３８４】\n図３７は，特殊リプレイ図柄の種類を示す図である。図３７に示す特\n殊リプレイ図柄１～４（予告対応識別情報）は，疑似連続演出の継続及\nび特図変動表示ゲームの期待度を報知可能な識別情報である。\n【０３９５】\n図３５のＳ１３１６又はＳ１３１７の処理で特殊リプレイ図柄の表示\nタイミングを決定した後，演出制御装置７００は，特殊リプレイ図柄の\n表示タイミングや，疑似連続回数，図４０のはずれ用特殊リプレイ図柄\n選択テーブル，図４１の大当り用特殊リプレイ図柄選択テーブルに基づ\nいて，特殊リプレイ図柄表示演出パターンを設定し（Ｓ１３１８），リプ\nレイ図柄設定処理を終了する。\n【０４０４】\nなお，本実施形態では，疑似連続演出を実行しない場合（疑似連続回\n数が１回の場合）にも，所定の選択率に基づいて特殊リプレイ図柄１～\n４のうちの１つが選択される。これは，図４２（Ａ）及び図４３（Ａ－\n１）～（Ｃ－１）を参照して後述するように，疑似連続演出が実行され\nると見せかけてリーチ後予告演出を実行するためである。\n【０４０５】\n〔画面遷移例〕\n図４２及び図４３を参照して，遊技制御装置６００及び演出制御装置\n７００による処理に基づいて実行される演出内容の一例について説明す\nる。\n【０４０６】\nまず，図４２（Ａ）及び図４３（Ａ－１）～（Ｃ－１）を参照して，\n図１７（Ａ）の変動パターン３における特殊リプレイ図柄表示演出及び\nリーチ後予告演出について説明する。図１７（Ａ）の変動パターン３は，\n疑似連続演出が実行されないように設定されている。\n【０４０７】\n図４２（Ａ）は，飾り図柄の変動状態及び各種演出の状態を示すタイ\nミングチャートである。図４３（Ａ－１）～（Ｃ－１）は，図４２（Ａ）\nに対応する図であり，特殊リプレイ図柄表示演出及びリーチ後予告演出\nを説明する画面遷移図である。\n【０４０８】\n本実施形態における遊技機１では，疑似連続演出が実行されない場合\nにおいても，リーチ後予告演出が実行される時に特殊リプレイ図柄が表\n示されることがある（Ｓ１３１５→Ｓ１３１６→Ｓ１３１８）。例えば，\n変動パターンが図１７（Ａ）の変動パターン３である場合には，図４２\n（Ａ）及び４３（Ａ－１）に示すように，左右２つの飾り図柄がはずれ\n態様を形成した後に，中央の飾り図柄が特殊リプレイ図柄（例えば特殊\nリプレイ図柄２）に制御され仮停止する。疑似連続演出が実行されない\nパターンである場合には，特殊リプレイ図柄２の仮停止直後に図４３（Ｂ\n－１）に示すように特殊リプレイ図柄２からイカの図柄が飛び出し，図\n４３（Ｃ－１）に示すように左右２つの飾り図柄がリーチ態様を形成す\nるように変化するとともに，飛び出したイカの図柄がリーチ後予告演出\n２を構成するように変化する。\n【０４０９】\n図４２（Ａ）及び図４３（Ｃ－１）に示すように，特殊リプレイ図柄\n２の仮停止直後に，左右２つの飾り図柄がリーチ態様を形成して中央の\n飾り図柄が再変動を始め，実行中の特図変動表示ゲームの期待度が低い\nことを報知するリーチ後予告演出２が実行される。リーチ後予告演出２\nの後にはＳＰ１リーチ演出が実行され，３つの飾り図柄が所定のはずれ\n態様を形成して，特図変動表示ゲームが終了する。\n【０４１０】\n本実施形態では，特殊リプレイ図柄を一旦表示して疑似連続演出が実\n行されると見せかけた後に，特殊リプレイ図柄を変化させて特殊リプレ\nイ図柄と関連する表示態様のリーチ後予告演出に移行するように構成し\nた。これにより，特殊リプレイ図柄が表示された場合に疑似連続演出が\n継続する演出パターンと，疑似連続演出が継続せずにリーチ後予告演出\nに発展する演出パターンとを実現でき，遊技に意外性を持たせることが\nでき，遊技の興趣をより高めることが可能となる。\nイ  相違点の容易想到性について\n(ア)  前記⑴イ認定のとおり，引用発明の構成ｃ，ｄ，ｅは，Ｅ’の構成に\n相当する構成を含むものと認められる。\nまた，前記２⑴イ認定のとおり，引用文献１には，引用文献１記載の\n遊技機の発明（「本発明」）は，表示画面に図柄を変動させて表示する従\n来の遊技機において，表示画面の図柄が変動を開始してから特定の表示\n態様を形成するまでの遊技過程に新規な興趣を与え，遊技者の期待感を\n増加させることができる技術を提供することを目的とし（【０００４】），\nその課題を解決するための手段として，表示画面に特定の表示態様（例\nえば，リーチ図柄配列や大当たり図柄配列）が形成されない場合，表示\n画面に表示されている所定図柄を種々の変動態様によって再変動させる\nことで，画面表示による演出効果を高める構成を採用し，これにより表\n示画面の図柄が変動を開始してから特定の表示態様を形成するまでの遊\n技過程に新規な興趣を与え，遊技者の期待感を増加させることができる\n技術を実現することができるという効果を奏する（【０００６】，【００４\n１】）との開示がある。\n(イ)  引用文献２記載の事項は，「変動表示装置３５では，特図変動表示ゲ\nームに対応して，複数の識別情報（飾り図柄）を変動表示する飾り特図\n変動表示ゲームが実行され，特図変動表示ゲームの結果が大当りとなる\n場合には，飾り特図変動表示ゲームの結果態様は特別結果態様となり，\n飾り特図変動表示ゲームが，変動表示装置３５における左，中，右の変\n動表示領域の各々で複数の識別情報を変動表示した後，左，右，中の順\nで変動表示を停止して結果態様を表示するものであり，左，右の変動表\n示領域において同一の識別情報で変動表示が停止した状態がリーチ状態\nとなり，１回の特図変動表示ゲーム中において，変動表示装置３５に変\n動表示される飾り図柄を特別結果態様以外の停止態様で仮停止させて複\n数回の変動表示ゲームが連続して行われているかのような疑似連続演出\nを実行し，特殊リプレイ図柄は，疑似連続演出の継続を報知可能な識別\n情報であり，疑似連続演出が実行されない場合においても，特殊リプレ\nイ図柄が表示されることがあり，左右２つの飾り図柄が一致しないはず\nれ態様を形成した後に，中央の飾り図柄が特殊リプレイ図柄に制御され\n仮停止し，特殊リプレイ図柄の仮停止直後に，左右２つの飾り図柄がリ\nーチ態様を形成するように変化させる，遊技機」というものであり，引\n用文献２記載の事項のうち，「疑似連続演出が実行されない場合において\nも，特殊リプレイ図柄が表示されることがあり，左右２つの飾り図柄が\n一致しないはずれ態様を形成した後に，中央の飾り図柄が特殊リプレイ\n図柄に制御され仮停止し，特殊リプレイ図柄の仮停止直後に，左右２つ\nの飾り図柄がリーチ態様を形成するように変化させる」構成は，本件補\n正発明の構成Ｅの「前記リーチ態様が構成されていない状態で，前記第\n三識別図柄群の変動が停止または擬似停止して特殊組み合わせが構築さ\nれたときには，前記第一識別図柄群から選択されて停止または擬似停止\nした識別図柄による第一リーチ態様と，前記第二識別図柄群から選択さ\nれて停止または擬似停止した識別図柄による第二リーチ態様が構成され\nた状態に変化するリーチ変化演出が実行可能である」との構成に相当す\nるものと認められる。\nしたがって，引用文献２記載の事項は，相違点に係る本件補正発明の\n構成を開示するものと認められる。\nまた，引用文献２には，①１回の変動表示ゲーム中において識別情報\nを疑似的に停止（仮停止）させて複数回の変動表示ゲームが行われてい\nるかのような疑似連続演出を実行することで，特別遊技状態が発生する\n期待度を高めるようにした従来の遊技機には，先行する疑似変動表示ゲ\nームの実行中に，当該疑似変動表示ゲームの後に再び疑似変動表示ゲー\nムが開始されることを示す特定の識別情報を表示し，疑似連続演出が継\n続することを報知する遊技機もあったが，特定の識別情報は単に疑似連\n続演出における疑似変動表示ゲームが連続的に実行されることを報知す\nるものであり，特定の識別情報と実行中の変動表示ゲームの結果との間\nには関連性はなかったため，疑似連続演出が実行されることによって特\n別遊技状態が発生する期待度は高まるが，特定の識別情報の表示自体に\nよって特別遊技状態が発生する期待度が高まるものではなく，遊技の興\n趣を高めきれていなかったという課題があったこと，②「本発明」は，\n上記問題点に鑑み，疑似連続演出の継続を報知する特定の識別情報の表\n示により遊技の興趣を向上可能な遊技機を提供することを目的とするこ\nと，③「本発明」によれば，特定識別情報が疑似連続演出が継続するこ\nと及び実行中の特図変動表示ゲームの結果に対する期待度を報知するよ\nうに構成されているため，疑似連続演出の継続のみを報知する従来のも\nのと比較して，遊技の興趣を高めることが可能となる効果を奏すること\nの開示がある（【０００３】ないし【０００７】，【０００９】）。\n(ウ)  前記(ア)及び(イ)によれば，引用発明と引用文献２記載の事項（技術）\nとは，表示画面に図柄を変動させて表示する遊技機において，表示画面の\n図柄が変動を開始してから特定の表示態様を形成するまでの図柄変動表\n示における興趣を向上させ，遊技者の期待感を増加させることを目的とす\nる点で課題が共通し，その課題を解決するための手段が，リーチ態様が構\n成されていない状態からリーチ態様が構成された状態に変化するリーチ\n変化演出を実行可能にするという共通の演出技術に関するものであるこ\nとが認められる。\nそうすると，引用文献１及び２に接した当業者は，引用発明において，\n表示画面の図柄が変動を開始してから特定の表示態様を形成するまでの\n遊技過程の興趣をより向上させ，遊技者の期待感をより増加させるため，\n引用文献２記載の事項の「左右２つの飾り図柄が一致しないはずれ態様を\n形成した後に，中央の飾り図柄が特殊リプレイ図柄に制御され仮停止し，\n特殊リプレイ図柄の仮停止直後に，左右２つの飾り図柄がリーチ態様を形\n成するように変化させる」構成を適用して，リーチ態様が構成されない状\n態において特殊組み合わせが構築されたときに，リーチ態様が構成されて\nいない状態からリーチ態様が構成された状態に変化するリーチ変化演出\nが実行可能な構成とする動機付けがあるものと認められるから，引用文献\n１及び２に基づいて，相違点に係る本件補正発明の構成とすることを容易\nに想到することができたものと認められる。\nウ  原告の主張について\n(ア)  原告は，①引用文献１記載の図４に示される状態での１つの左図柄\nと１つの右図柄は，図７に示される状態で必ずリーチ図柄となるとは限\nらないから，図４に示される状態に対し，引用文献２記載の事項を適用\nしようとする動機付けはないし，かえって，引用文献１に接した当業者\nは，図６に示される状態の共通図柄がリーチ図柄となり，図４に示され\nる状態はリーチ図柄となりうる候補が左右１つずつ表示されたにすぎ\nないと理解するから，図４に示される状態に対し，「リーチ態様」への変\n更のきっかけに関する技術である引用文献２記載の事項を適用するこ\nとには阻害要因がある，②引用発明においては，対象演出は，「途中で共\n通図柄が増える」ということが遊技者の期待感を増加させるという目的\nのために必要な本質的部分であるから，図４に示される状態から図５や\n図６に示される状態を経由せずに，図７に示される状態に移行する演出\nを想定することは通常ではないのみならず，図４に示される状態に対し，\n引用文献２記載の事項を適用することは，対象演出における図５や図６\nに示される途中の状態を不要なものとする操作であって，引用発明の目\n的に反するものとなるから，阻害要因がある旨主張する。\nしかしながら，①については，引用文献１記載の図４に示される状態\nでの１つの左図柄と１つの右図柄が，図７に示される状態で必ずリーチ\n図柄となるとは限らないことは，表示画面の図柄が変動を開始してから\n特定の表示態様を形成するまでの遊技過程の興趣をより向上させ，遊技\n者の期待感をより増加させるため，引用発明に引用文献２記載の事項を\n適用する動機付けを否定する根拠となるものではなく，また，上記事項\nを適用することの阻害要因になるものではない。\n次に，②については，引用発明において，引用文献２記載の事項を適\n用した場合，図４に示される状態において，変動中の中図柄表示例１３\n０の図柄が停止して特殊組み合わせが構築されたときに，リーチ態様が\n構成されていない状態からリーチ態様が構成された状態に変化するリー\nチ変化演出が実行可能な構成となるというものであって，このときに多\n面体の回転運動による左図柄表示例１１０及び右図柄表示例１５０の各\n図柄の再変動が開始するから，上記事項の適用により，図５や図６に示\nされる状態が不要なものになるものではない。\nしたがって，原告の上記主張は採用することができない。\n⑶  小括\n以上によれば，本件補正発明は，引用発明及び引用文献２記載の事項に基\nづいて，当業者が容易に発明をすることができたものと認められるから，本\n件補正発明は，進歩性が欠如し，独立特許要件を満たさないとした本件審決\nの判断に誤りはない。\nしたがって，原告主張の取消事由２は理由がない。\n第５  結論\n以上のとおり，原告主張の取消事由はいずれも理由がない。本件審決にこれ\nを取り消すべき違法は認められない。\nしたがって，原告の請求は棄却されるべきものである。\n知的財産高等裁判所第１部\n裁判長裁判官          大    鷹    一    郎\n裁判官          小      林    康    彦\n裁判官          高 橋   彩\n（別紙１）\n【図１】\n【図２】\n【図３】\n【図４】\n（別紙２）\n【図１】                            【図２】\n【図３】                            【図４】\n【図５】                            【図６】\n【図７】                            【図８】\n（別紙３）\n【図２】\n【図１５】\n【図１７】\n【図３５】\n【図３７】\n【図４２】\n【図４３】\n"
}