{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 6,
    "month": 2,
    "day": 9
  },
  "case_number": "令和5(ワ)70454",
  "case_name": "特許権侵害等請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "92755",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=92755",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/755/092755_hanrei.pdf",
  "contents": "令和６年２月９日判決言渡  同日原本領収  裁判所書記官\n令和５年(ワ)第７０４５４号  特許権侵害等請求事件\n口頭弁論終結日  令和５年１１月２９日\n判        決\n原 告                   Ｘ\n被 告       株 式 会 社 Ａ ｂ ｅ ｍ ａ Ｔ Ｖ\n同訴訟代理人弁護 士        奥田洋 一\n飯塚卓 也\n佐々木       奏\n主        文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事実及び理 由\n第１  請求\n被告は、原告に対し、１６０万円を支払え。\n第２  事案の概要\n本件は、発明の名称を「検査分析のサービスを提供するシステムおよび方法」\nとする特許第４２５３７９３号の特許（以下「本件特許」という。）に係る特\n許権（以下「本件特許権」という。）を有する原告が、被告に対し、動画配信\nサービスであるＹｏｕＴｕｂｅに動画広告を掲載する等の方法（以下「被告方\n法」という。）が、本件特許の特許請求の範囲の請求項５記載の発明（以下\n「本件発明」という。）の技術的範囲に属するから、被告方法の使用は本件特\n許権を侵害すると主張して、民法７０９条の不法行為による損害賠償請求権に\n基づき、同不法行為によって被った損害の一部である１６０万円の支払を求め\nる事案である。\n１  前提事実（当事者間に争いのない事実並びに後掲証拠及び弁論の全趣旨によ\nり容易に認められる事実）\n(1)  当事者\nア  原告は、本件特許権を有していたが、本件特許権は、令和５年７月２３\n日に存続期間満了により、消滅した（甲１）。\nイ  被告は、動画配信事業を営んでいる株式会社である。\n(2)  本件特許\n原告は、平成１５年７月２３日、本件特許に係る特許出願をし、平成２１\n年２月６日、本件特許権の設定登録（請求項の数１２）を受けた（甲１。以\n下、本件特許の特許出願の願書に添付した明細書及び図面を併せて「本件明\n細書」という。また、明細書の発明の詳細な説明中の段落番号を【０００１】\nなどという。）。\n(3)  本件発明\nア  本件特許の特許請求の範囲の請求項５（本件発明）の記載は、次のとお\nりである（甲１）。\n「ネットワークに接続可能なユーザ端末からの、地理的に離れて設置さ\nれた検査分析装置に対するリモート操作による検査分析のサービスを提\n供する方法であって、\n前記ネットワークに接続されたユーザガイドサーバが、前記ネットワー\nクに接続されたユーザ端末に対して、前記検査分析の処理内容および処\n理費用を含む案内情報を提示するステップと、\n前記ユーザガイドサーバが、前記ユーザ端末を介してユーザからの検査\n分析要求を受けたときに、仮のユーザＩＤ およびパスワードを発行する\nステップと、\n前記ユーザガイドサーバが、前記仮のユーザＩＤ およびパスワードを\n取得したユーザに対して、当該ユーザ端末を用いた前記検査分析装置の\nリモート制御の可否をユーザが評価できるように、前記検査分析装置の\n模擬操作を実行する、当該ユーザガイドサーバが有する模擬操作プログ\nラムの、前記仮のユーザＩＤ およびパスワードを用いた起動を許容する\nステップと、\n前記ユーザガイドサーバが、前記ユーザ評価の結果、当該ユーザ端末を\n介して正式検査分析の要求がユーザからなされた時に、当該正式要求を\n受けて、ユーザ認証のための認証用のユーザＩＤ およびパスワードを発\n行するステップと、\n前記ネットワークに接続されたユーザ認証サーバは、前記認証用のユー\nザＩＤ およびパスワードを用いて当該ユーザ認証サーバにアクセスした\nユーザに対し、当該ユーザ端末と前記検査分析装置との通信を可能とす\nるステップと、\n前記検査分析装置は、前記ユーザ認証サーバを介して接続されたユーザ\n端末によってリモート操作されるステップと、\nを含むことを特徴とする検査分析のサービスを提供する方法。」\nイ  本件発明は、次のとおり、構成要件に分説することができる（以下「構\n成要件Ａ」などという。）。\nＡ    ネットワークに接続可能なユーザ端末からの、地理的に離れて設\n置された検査分析装置に対するリモート操作による検査分析のサービ\nスを提供する方法であって、\nＢ    前記ネットワークに接続されたユーザガイドサーバが、前記ネット\nワークに接続されたユーザ端末に対して、前記検査分析の処理内容お\nよび処理費用を含む案内情報を提示するステップと、\nＣ    前記ユーザガイドサーバが、前記ユーザ端末を介してユーザからの\n検査分析要求を受けたときに、仮のユーザＩＤおよびパスワードを発\n行するステップと、\nＤ    前記ユーザガイドサーバが、前記仮のユーザＩＤおよびパスワード\nを取得したユーザに対して、当該ユーザ端末を用いた前記検査分析装\n置のリモート制御の可否をユーザが評価できるように、前記検査分析\n装置の模擬操作を実行する、当該ユーザガイドサーバが有する模擬操\n作プログラムの、前記仮のユーザＩＤおよびパスワードを用いた起動\nを許容するステップと、\nＥ    前記ユーザガイドサーバが、前記ユーザ評価の結果、当該ユーザ\n端末を介して正式検査分析の要求がユーザからなされた時に、当該正\n式要求を受けて、ユーザ認証のための認証用のユーザＩＤおよびパス\nワードを発行するステップと、\nＦ    前記ネットワークに接続されたユーザ認証サーバは、前記認証用の\nユーザＩＤおよびパスワードを用いて当該ユーザ認証サーバにアクセ\nスしたユーザに対し、当該ユーザ端末と前記検査分析装置との通信を\n可能とするステップと、\nＧ    前記検査分析装置は、前記ユーザ認証サーバを介して接続されたユ\nーザ端末によってリモート操作されるステップと、\nＨ    を含むことを特徴とする検査分析のサービスを提供する方法。\n(4)  被告の行為\n被告は、ＹｏｕＴｕｂｅなどの動画配信サイトにおいて動画広告を投稿す\nるとともに、被告が管理運営する動画配信サイトＡｂｅｍａＴＶ（以下「被\n告サイト」という。）において動画を配信している。\n２  争点\n(1)  被告方法が本件発明の技術的範囲に属するか（争点１）\n(2)  損害の発生の有無及び損害額（争点２）\n第３  争点に関する当事者の主張\n１  争点１（被告方法が本件発明の技術的範囲に属するか）について\n（原告の主張）\n(1)  「検査分析装置」及び「検査分析」の文言は、本件明細書の図面（別紙図\n面目録１ないし８参照）の記載を考慮して解釈されるべきである。そうする\nと、「検査分析装置」は、「インターネットを介したリモート操作が検査分析\nの対象となるコンピュータ装置であり、当該検査分析に異常がないことを条\n件とし、リモート操作した情報を提供するコンピュータ装置」であり、「検\n査分析」は、「インターネットを介した検査分析装置に対するリモート操作\nに異常がないかの検査分析」であると解すべきである。\n(2)  被告方法すなわち被告サイトに係る動画広告及び正規動画を提供する方法\nは、次のとおり、本件発明の技術的範囲に属する。\n①被告がＹｏｕＴｕｂｅにおいて投稿した動画広告には、被告の提供す\nる有料動画視聴サービスであるＡｂｅｍａプレミアムの費用等の案内情報が\n提示され（構成要件Ａ及びＢに相当）、②動画広告の視聴者（以下、被告方\n法に係る動画広告又は正規動画の視聴者を「視聴者」又は「ユーザ」と呼ぶ\nことがある。）は、「ユーザガイドサーバ」に相当するＹｏｕＴｕｂｅサーバ\nから、仮のユーザＩＤ及びパスワードを発行され（構成要件Ｃに相当）、③\n同仮のユーザＩＤ及びパスワードを入力することにより、検査分析装置の模\n擬操作プログラムを起動し、動画広告に異常がないかどうかをコメントする\nことにより検査分析を行い（構成要件Ｄに相当）、④動画広告には、被告サ\nイトをリンク先とするリンクが投稿されており、ユーザが同リンクを押下す\nると、被告サイトに遷移し、Ａｂｅｍａプレミアムへの会員登録ができるよ\nうになり、ユーザが同会員登録の申込みをすると、認証用のユーザＩＤとパ\nスワードが発行され（構成要件Ｅに相当）、⑤Ａｂｅｍａプレミアムのユー\nザ認証サーバは、上記④のＩＤとパスワードを入力したユーザ端末と、被告\nの管理するコンピュータ装置との通信を可能にし（構成要件Ｆに相当）、⑥\n被告のコンピュータ装置は、リモート操作（動画配信）を検査分析対象とし、\n⑦上記①ないし⑥の特徴を有する動画配信サービスを提供する（構成要件Ｈ\nに相当）。\n(3)  以上によれば、被告方法は、「検査分析装置」及び「検査分析」の構成を\n備え、構成要件ＡないしＨをいずれも充足する。\n（被告の主張）\n(1)  被告方法が「検査分析のサービスを提供する方法」（構成要件Ａ及びＨ）\nではないことについて\n本件明細書の記載によれば、本件発明の技術分野は、「半導体集積回路装\n置、撮像素子、および表示デバイスの開発、製造などの検査分析工程で用い\nられる走査型電子顕微鏡（ＳＥＭ）、共焦点レーザ顕微鏡などの検査分析装\n置の利用方法に関し、特に、地理的に離れた複数ユーザ側に対し、セキュリ\nティを確保し、ユーザへユーザ試料の検査分析データを効率よく提供する検\n査分析技術に関する」（【０００１】）ものであって、本件発明の目的は、「半\n導体集積回路装置などの開発、製造を効率的に行うために用いられる検査分\n析工程において、低コストで効率的に検査分析が行える技術を提供すること」\n（【００１５】）である。そして、本件明細書には、検査分析装置や検査分析\n工程について、半導体集積回路装置などの開発、製造を効率的に行うために\n用いられる、リモート操作でデバイスの検査分析装置を使用できるサービス\nやシステムに関する記載しか存在しない。\nこれに対し、被告方法は、一般視聴者に何らかの検査分析を低コストで行\nうことができるような「検査分析のサービスを提供する方法」を提供するも\nのではないから、構成要件Ａ及びＨを充足しない。\n(2)  被告方法が「検査分析装置」（構成要件Ａ、Ｄ、Ｆ及びＧ）や「検査分析」\n（構成要件Ａ、Ｂ、Ｃ、Ｅ及びＨ）の構成を備えないことについて\nア  本件発明の「検査分析装置」や「検査分析」とは、走査型電子顕微鏡な\nどの検査分析対象となる試料を装填等して検査分析を行う検査分析ユニッ\nトを有する装置や同検査分析工程を意味するところ、被告が提供するサー\nビスには、このような装置や工程は一切存在しない。\nしたがって、この意味でも、被告方法は構成要件ＡないしＨを充足しな\nい。\nイ  原告は、何かしらの装置に対するリモート操作自体が、構成要件Ａ、Ｂ、\nＣ、Ｅ及びＨの「検査分析」の対象であって、「検査分析」は、「検査分析\n装置」を使用して行われる検査分析とは異なるという解釈をしようとして\nいるものと解される。\nしかし、構成要件Ａは、「…検査分析装置に対するリモート操作による\n検査分析のサービスを提供する方法」と規定しており、「リモート操作」\n自体が検査分析の対象であるという解釈は採用できず、原告の主張は理\n由がない。\n(3)  被告方法が、２段階でＩＤ及びパスワードを発行するものではなく、構成\n要件Ｃ及びＥを充足しないことについて\n動画広告はＹｏｕＴｕｂｅなどの被告以外の配信事業者が、正規動画は被\n告が、それぞれの配信主体となって、ユーザに動画を提供するものであり、\n両者は、別個独立の事業者により運営されているサービスであって、被告は、\n動画広告をＹｏｕＴｕｂｅ等に投稿しているにすぎない。\nそして、動画広告はＹｏｕＴｕｂｅなどの被告以外の配信事業者のサーバ\nに格納され、正規動画は被告のサーバに格納されており、動画広告と正規動\n画は、一体ではなく、連動するものでもない。\nまた、被告の正規動画を視聴するためには、契約を締結する必要はなく、\nブラウザやアプリから特定のＵＲＬに接続すれば足りる。\nそのため、被告方法には、ユーザガイドサーバが、「仮のユーザＩＤおよ\nびパスワードを発行するステップ」（構成要件Ｃ）と、「ユーザ認証のための\n認証用のユーザＩＤおよびパスワードを発行するステップ」（構成要件Ｅ）\nという２段階でユーザＩＤ及びパスワードを発行するステップは存在しない。\nしたがって、被告方法は、構成要件Ｃ及びＥも充足しない。\n２  争点２（損害の発生の有無及び損害額）について\n（原告の主張）\n被告が、被告方法を使用することにより、初めてユーザの信頼を得ることが\nできたといった事情等を考慮すると、本件発明の実施料率を１０％と算定する\nのが相当である。\nよって、被告は、原告に対し、令和２年から令和４年までの間に被告が得た\n売上げの額と令和５年に被告が得た売上げを日割計算した額とを合計した額の\n１０％を支払う義務を負う。\n（被告の主張）\n争う。\n第４  当裁判所の判断\n１  本件明細書の記載事項等\n(1)  本件明細書（甲１）には、次のような記載がある（ただし、引用されてい\nる図面１、３、４及び５は、別紙図面目録記載のとおりである。）。\nア  【技術分野】\n【０００１】\n半導体集積回路装置、撮像素子、および表示デバイスの開発、製造など\nの検査分析工程で用いられる走査型電子顕微鏡（ＳＥＭ）、共焦点レー\nザ顕微鏡などの検査分析装置の利用方法に関し、特に、地理的に離れた\n複数ユーザ側に対し、セキュリティを確保し、ユーザへユーザ試料の検\n査分析データを効率よく提供する検査分析技術に関する。\n【背景技術】\n【０００４】\n半導体ウェハ、半導体チップなどの検査分析においては、検査分析対\n象となる試料と検査分析装置の性能が合致しないと全く有効な検査分析\nとならない。このため、これらのレーザビーム、電子ビームなどを用い\nた検査分析装置は、検査分析対象である半導体集積回路の微細化、高集\n積化に相応して、検査分析の高性能化が要求されてきた。\nまた、半導体ウェハ、半導体チップの検査分析においては、分析結果\nだけでなく、何を分析しようとしているか、分析対象を含めて、競合す\nる半導体メーカに対して重要な機密事項になる。このため、半導体メー\nカにおいては、半導体デバイス世代に合せて、個々に検査分析装置を買\nい揃えることが行われてきた。\n【０００５】\n検査分析装置は、より高い検査分析性能を得るための技術開発、装置\n製造コストを回収するため、検査分析装置自体が益々高額になってきた。\n目的に応じて多種に分かれた検査分析装置の操作ができるだけでなく、\n検査分析対象である半導体集積回路装置は微細化と高集積化が進展し、\n半導体製造プロセス材料にも熟知したエキスパートが必要となったため、\n人件費コストも増加している。\nこのようなことから、半導体ウェハ、半導体チップの検査分析におい\nては、そのコスト増が著しく、半導体集積回路装置の開発、製造コスト\nの増大の要因になっている。\nイ  【発明が解決しようとする課題】\n【００１３】\n半導体集積回路の開発、製造を効率よく進めるには、集積回路を形成し\nた半導体チップや半導体ウェハの検査分析において、回路パターンの微\n細化および高集積化に伴って以下のような問題を生ずることを本発明者\nは見出した。\nすなわち、回路パターンの微細化および高集積化の進展が早いため、先\n端半導体集積回路装置の開発では、最小パターン寸法が０．１ミクロン\n以下となり、例えば、それに合う高分解能の性能を有するＳＥＭが必要\nとなるが、量産時に比べ、使用頻度は多くならない。\nこれは、開発時点で当該性能のＳＥＭを導入したとすれば、装置の利\n用効率よくないことになる。結果として、新規の半導体集積回路の開発\nコストが増加することになる。\n【００１４】\nまた、検査分析装置の市場規模が小さいために、検査分析装置開発費\n用がかさみ、その結果、ＳＥＭなどの検査分析装置は高価となっている。\nこのような検査分析装置を持てない一般の研究者、開発技術者、中小企\n業メーカにおいても、検査分析装置を使うことができないユーザは、ま\nすます使うことができなくなるという問題があった。\n【００１５】\n本発明の目的は、半導体集積回路装置などの開発、製造を効率的に行\nうために用いられる検査分析工程において、低コストで効率的に検査分\n析が行える技術を提供することである。\nまた、本発明の他の目的は、効率的に検査分析するための検査分析装\n置を提供することである。\nまた、本発明の他の目的は、検査分析装置を持てない研究者、開発技\n術者、中小企業メーカが他と関係なく、契約を基にして、コンピュータ\nネットワークを用いて、検査分析装置を個々のユーザの秘密裏に個別使\n用を可能とする技術を提供することにある。\nウ  【課題を解決するための手段】\n【００１６】\n本願において開示される発明のうち、代表的なものの概要を簡単に説\n明すれば、次のとおりである。\nすなわち、本発明は、検査分析を希望するユーザの検査分析をユーザ\nがリモート操作して行うか、またはユーザが作成した検査分析のための\n操作レシピーデータに従って行い、検査分析データは通信ネットワーク\n手段を用いて早くユーザへ提供するものである。例えば、競合関係にあ\nる複数半導体メーカの半導体ウェハの検査分析を請負い、従来、集積回\n路の微細化の進展、新規プロセスの導入に伴って、各半導体メーカそれ\nぞれが個別に装置導入を図る必要がなくなり、検査分析に要するコスト\nを下げるものである。すなわち、有料となるにしても、従来より、大幅\nに検査分析コストを下げたオープンラボを実現するものである。\n【００１７】\n上記の検査分析には、検査分析装置の管理者側と検査分析ユーザ側のそ\nれぞれに、セキュリティ確保手段を講じている。従来は、ある特定の検\n査分析装置の導入情報が分かると競合するメーカの技術開発動向がある\n程度予想することができた。前記のセキュリティ確保により、本発明の\n検査分析を実施したこと自体も競合メーカに知れることはない。また、\n使用頻度が少なければ、個々のユーザ毎に、特別な検査分析装置の導入\nが不要となる。\n【００１８】\n検査分析装置の管理者側は、インターネットに接続されたユーザガイ\nドサーバにて、検査分析を希望するユーザに対し、検査分析費用の処理\n方法を含めてユーザと確認し合い、その後に、ユーザＩＤ登録し、パス\nワードを発行する。ユーザガイドサーバとは別のユーザ認証サーバにて、\nこのユーザＩＤ、パスワードによりユーザ認証を行う。ユーザ認証サー\nバとユーザガイドサーバとを完全分離することで、第三者からの本シス\nテムへの攻撃を防ぐようにした。ユーザ認証をパスしなければ真のユー\nザにならなく、ユーザ認証サーバに接続された検査分析装置は、その存\n在も分からない。\nユーザ認証でＯＫとなったユーザは、指定された検査分析装置のユー\nザのリモート操作によるリアルタイム制御、またはユーザ作成の操作レ\nシピーデータに従った制御が可能となる。\n【００１９】\n本発明の検査分析装置は、ネットワーク接続された別のコンピュータか\nら、制御できることの他、自動的に暗号付加されたデータに対し、ユー\nザが復号の鍵を持つ機能を設けたものである。ここで、暗号化は、検査\n分析の出力データを何らかの規則に従って変換し、そのままでは第３者\nにとって何を意味しているかわからないデータに変換することを示す。\nまた復号は、何らかの規則（最初の規則と同一でなくてもよい）によっ\nて元の暗号化前の出力データに復元できることを示す。\n【００２０】\n検査分析ユーザは、検査分析の際に、検査分析試料の他、検査分析の\n出力データに付加される暗号指定した検査分析のための操作レシピーデ\nータを検査分析装置へ入力する。\n検査分析装置の管理者側は、個々の検査分析データについては、関与\nしないで、検査分析装置が所定の性能を維持するように管理を行う。こ\nれにより、検査分析装置の管理者は、検査分析装置の性能維持管理がで\nきればよく、例えば、検査分析対象であった半導体集積回路の製造プロ\nセスに熟知したエキスパートでなくてよくなり、人件費コストが削減で\nきる。\n【００２１】\n本件発明を円滑に進めるには、検査分析サービス内容とそれに対応した\n処理費用を含む案内をインターネットなどで提示し、ユーザによく知ら\nせる必要がある。また、前記検査分析装置の管理者側は、検査分析ユー\nザが通信ネットワークを介して検査分析装置をリモート操作することに\n伴うセキュリティ確保のため、ユーザ認証を行うことをユーザに知らせ\nる必要がある。\nまた、ユーザ側より受け取った検査分析試料が検査分析装置へ装填され、\n所望の検査分析ができるようユーザ側へ検査分析条件を通知する必要が\nある。\n【００２３】\nユーザは、本件の検査分析装置に対し、暗号化指定を含むユーザ側コン\nピュータによるリアルタイムでリモート操作するか、または暗号化指定\nを含む事前作成した操作レシピーデータを検査分析装置へ送付しておく\n必要がある。前記の暗号化指定は、ユーザ側が暗号化データを復元させ\nるための鍵であり、検査分析処理の結果得られた検査分析データのセキ\nュリティ確保するために必要である。\n【００２４】\n本件発明の検査分析は、細く絞ったレーザビームを試料面へ照射して\nその反射光、散乱光、透過光の少なくとも一つを検出すること、または\n電子ビームを照射して二次電子、散乱電子、透過電子の内の少なくとも\n一つを検出することにより、試料上の所望の箇所を分析するものである。\n【００２５】\n本件発明の検査分析方法は、複数ユーザに対し、離れた場所にある検\n査分析装置を共用して利用可能とし、検査分析試料を検査分析装置に装\n着した際に、検査分析箇所が容易に判断できるように、検査分析試料の\n光学画像、または検査分析試料上の分析位置座標情報（分析試料を保持\nする駆動ステージ座標系の位置情報）をユーザ側へ提供するものである。\nエ  【発明の効果】\n【００２６】\n本件発明により、検査分析を所望する複数ユーザに対し、ユーザは個別\nに検査分析装置の導入のための投資することなく、ユーザ試料の検査分\n析が効率よく行うことが可能となった。\nまた、半導体集積回路を形成した試料などの検査分析を希望するユーザ\nは、セキュリティの確保が重要であり、本発明により、これが実現でき\nた。\nまた、検査分析装置の管理エキスパートと、検査分析の対象である試料、\n例えば半導体集積回路の製造プロセスに熟知したエキスパートとを役割\n分担することで、人件費コストの削減を可能とした。\n公共施設にある検査分析設備などの国有財産が広く国民に開放され、共\n有使用が行え、大学などの検査分析設備の投資効率を向上させることが\nできる。\nオ  【発明を実施するための最良の形態】\n【００２７】\n…\nなお、本発明の実施の形態において、半導体ウェハとは半導体集積回\n路装置の製造に用いるシリコンその他の半導体単結晶基板（一般にほぼ\n円形）、サファイア基板、ガラス基板その他の絶縁、反絶縁または半導\n体基板等、並びにそれらの複合的基板であり、絶縁層、エピタキシャル\n半導体層、その他の半導体層および配線層などを形成して集積回路を形\n成しているものとする。また、半導体チップとは、半導体ウェハから個\n別の半導体集積回路装置に分割されたもの、パッケージに搭載されたも\nのも含むとする。本件の検査分析の対象は、半導体ウェハ、半導体チッ\nプに限定されるものでないが、以下説明の都合により、検査分析対象が\n半導体ウェハとして説明する。\n【００２８】\n（実施の形態１）\n本発明者は、半導体集積回路の微細化および高集積化に伴い、半導体集\n積回路装置の開発、製造などに用いる検査分析を低コストで効率良く実\n施することを目的として、次のような観点で解決手段を検討した。\n前提として、不特定多数のユーザ（顧客）より検査分析試料を受け取り、\n効率的に検査分析を行う。ここで、検査分析は、半導体製造に合せた検\n査分析の条件設定をユーザ側が決め、ユーザの検査分析のための操作レ\nシピーデータとして提供を受ける。すなわち、検査分析装置の管理者側\nは、これまでに確立された検査分析技術の事例は、これを熟知していな\nいユーザ側に提示するが、ユーザの個別試料の内容について熟知する必\n要がないことを前提とした。これにより、検査分析装置の効率的な運用\nが行える。また、検査分析を希望するユーザに対しては、インターネッ\nト等のような通信回線を介し、検査分析結果の出力データを短時間で提\n供するものである。」\n【００３０】\nユーザガイド用サーバは、図１に示すように、インターネットなどの通\n信手段を介して、ユーザのワークステーション、ＰＣ（パソコン）など\nと接続され、本発明の検査分析の準備作業であるセキュリティ確保とリ\nモート操作を円滑に進めるために設けた。…\n【００３１】\n第一段階として、図３の１に示すように、ユーザガイド用サーバにより、\n本件の検査分析の処理内容と処理費用を含む案内を提示した。\n以下は、図３の２に示す段階で、本件によりユーザに提供されるサービ\nスが、ユーザに受け入れられることを前提として説明する。ユーザにと\nっては、高価な検査分析装置を所有することにメリットがあるのでなく、\nユーザの試料を低コストで検査分析を早くすることにメリットがあるか\nらである。\n【００３２】\n本件の検査分析サービスに対し、ユーザがメリットを認め、図３の３に\n示すように、ユーザがユーザガイド用サーバにアクセスし、ユーザが検\n査分析要求することで第二段階になる。\n【００３３】\n第三段階として、図３の４に示すように、ユーザのアクセスにより、ユ\nーザガイド用サーバにて、ユーザ認証のための、仮のユーザＩＤ登録と\nパスワードを発行した。\n【００３４】\n第四段階として、ユーザが、仮のユーザ名と仮のパスワードを用いて、\n図３の５、６に示すように、ユーザガイド用サーバに構築された検査分\n析装置の模擬操作プログラムを起動させ、ユーザ自身でユーザのワーク\nステーションまたはパソコンを用いて、検査分析装置のリモート制御で\nきるか、否か、確認できるようにした。ユーザのワークステーションま\nたはパソコンは、個人所有の検査分析装置を操作しているように動く。\nまた、ユーザ自身が検査分析のための操作レシピーデータを作成し、作\n成した操作レシピーデータに問題がないかチェックできるようにし、さ\nらに、後で、前記作成した操作レシピーデータによる検査分析が実際に\n使えるようにした。\n【００３５】\n第五段階としては、図３の７、８、９に示すように、上記の模擬操作プ\nログラムにより、検査分析結果のユーザ評価がＯＫとして、以下の処理\nを行った。\nユーザより検査分析の正式要求を受け、ユーザ認証のための、ユーザに\n対して、ユーザＩＤとワンタイムパスワードを発行した。その際に、ユ\nーザと検査分析装置の管理者側の請負者と守秘契約、費用支払い方法な\nどを取り決めた。ワンタイムパスワードは、指定した日時のみ有効パス\nワードとなるようにしたものである。\n図４に示したように、上記第一段階から第五段階までの主な処理は、ユ\nーザガイドサーバにより、行った。リピートオーダー処理の場合は、ユ\nーザと検査分析装置の管理者側の請負者と守秘契約、費用支払い方法な\nどは簡略化することが可能である。\n【００３６】\n第六段階として、ユーザＩＤとワンタイムパスワードを得たユーザに\n対し、図５に示したように、ユーザ認証サーバを介して、検査分析装置\nのワークステーション１との通信が可能とした。\nユーザＩＤとパスワードを得たユーザに対し、図３の１０、１１、１２、\n１３に示すフローの処理が行われるのであるが、検査分析装置側が提供\nできるスケジュールに従って、ユーザが使用登録することで、ユーザと\n検査分析装置の使用可能時間とのすり合せを行った。ユーザと検査分析\n装置側とのすり合せは、共同設備の利用予約などと同じように、検査分\n析装置側のサービス提供可能なスケジュールが、検査分析装置毎にコン\nピュータ上に構築されており、これにユーザの都合がいい時間をユーザ\nが決めるようにするスケジュール登録システムを構築して行った。スケ\nジュール登録された段階で、検査分析装置側の検査分析請負者は、ユー\nザから検査分析試料を受け取り処理した。\n【００３７】\n装置管理者側の請負者は、登録されたスケジュールに従い、検査分析装\n置へ試料を装着した。上記の第六段階で、図５に示すように、ユーザ側\nのワークステーションまたはパソコンにより、ユーザ認証サーバを介し\nて、検査分析装置の制御用ワークステーションにアクセス可能となり、\n検査分析装置の制御が可能とした。すなわち、検査分析装置の制御用ワ\nークステーションとインターネットなどの一般ネットワークの間に、ユ\nーザ認証用サーバを設け、これにより、第三者から、検査分析装置の制\n御用ワークステーションの存在が分からなく、検査分析装置の制御用ワ\nークステーションへの攻撃を防ぐために設けた。\n【００３８】\n第七段階では、ユーザガイドサーバから提供された検査分析装置の操\n作レシピーデータ作成のためのプログラムを用いることで、ユーザが操\n作レシピーデータを作成することを容易にした。ユーザが作成した検査\n分析装置を制御するための操作レシピーデータを受け取り、検査分析装\n置をリモート制御可能とした。その際に、図３の１４、１５、１６に示\nすように、ユーザしか復元できないように、検査分析の出力データの暗\n号化指示を受け、検査分析の出力データは、暗号付加されて検査分析装\n置に一次的保管した。暗号化直前にデータ圧縮させることで、その後の\nデータ保管、通信、暗号復元などのデータ処理を容易にすることができ\nた。ユーザは、上記の一次保管された検査分析の出力データをユーザの\nワークステーションまたはパソコンへ取り込み、ユーザの鍵を用いて復\n元させることができた。\n【００３９】\n第八段階は、以上の検査分析が問題なく完了した段階であり、図３の１\n７、１８、１９、２０に示すように、検査分析装置側の請負者は、ユー\nザから検査分析の完了通知を受けた。検査分析装置側の請負者は、試料\nを装置から取り出して、ユーザへ返却し、検査分析費用請求を含む後処\n理について、ユーザへ連絡した。\n(2)  前記(1)の記載事項によれば、本件明細書には、本件発明に関し、以下の\nとおりの開示があると認められる。\nア  半導体ウェハ、半導体チップなどの検査分析において、検査分析装置は、\n検査分析対象である半導体集積回路の微細化、高集積化に相応して、検査\n分析の高性能化が要求されてきており、また、半導体メーカにおいては、\n半導体デバイス世代に合せて、個々に検査分析装置を買い揃えることが行\nわれてきたところ、検査分析装置自体が益々高額になってきており、人件\n費コストも増加していることから、半導体ウェハ、半導体チップの検査分\n析においては、そのコスト増が著しく、半導体集積回路装置の開発、製造\nコストの増大の要因になっている（【０００１】、【０００４】、【０００\n５】）。\nしかも、半導体集積回路の検査分析においては、回路パターンの微細化\n及び高集積化の進展が早いため、高分解能の性能を有する検査分析装置\nが必要となるが、使用頻度が多くなく、利用効率がよくないため、開発\nコストが増加するという課題や、市場規模が小さいため検査分析装置が\n高価となるという問題があった（【００１３】、【００１４】）。\nイ  本件発明は、半導体集積回路装置などの開発、製造を効率的に行うため\nに用いられる検査分析工程において、低コストで効率的に検査分析が行\nえる技術を提供すること、効率的に検査分析するための検査分析装置を\n提供すること、そして、検査分析装置を持てない研究者、開発技術者、\n中小企業メーカが他と関係なく、契約を基にして、コンピュータネット\nワークを用いて、検査分析装置を個々のユーザの秘密裏に個別使用を可\n能とする技術を提供することを目的として、検査分析装置の管理者側と\n検査分析を希望するユーザ側のそれぞれにセキュリティ確保手段を講じ\nた上、ユーザが、離れた場所にある検査分析装置をリモート操作するこ\nとにより、検査分析を行うことを実現するサービスを提供する方法であ\nり、本件発明により、ユーザが個別に検査分析装置を導入する必要がな\nくなり、低コストで効率よく検査分析を行うことを可能とする効果を奏\nする（【００１５】ないし【００２１】、【００２３】、【００２６】）。\n２  争点１（被告方法が本件発明の技術的範囲に属するか）について\n(1)  「検査分析装置」及び「検査分析」の意義について\n本件発明に係る特許請求の範囲においては、構成要件Ａ、Ｄ、Ｆ及びＧに\n「検査分析装置」との記載があり、構成要件Ａ、Ｂ、Ｃ、Ｅ及びＨに「検査\n分析」との記載があるものの、それらの意義は、当該特許請求の範囲の記載\nからは明らかではない。\nそして、本件明細書には、技術分野に関し、「半導体集積回路装置…の開\n発、製造などの検査分析工程で用いられる走査型電子顕微鏡（ＳＥＭ）、共\n焦点レーザ顕微鏡などの検査分析装置の利用方法に関」する（【０００１】）\nとの記載が、背景技術に関し、「半導体ウェハ、半導体チップなどの検査分\n析においては、検査分析対象となる試料と検査分析装置の性能が合致しない\nと全く有効な検査分析とならない。」（【０００４】）及び「半導体ウェハ、半\n導体チップの検査分析においては、そのコスト増が著しく、半導体集積回路\n装置の開発、製造コストの増大の要因になっている。」（【０００５】）との記\n載が、課題に関し、「本発明の目的は、半導体集積回路装置などの開発、製\n造を効率的に行うために用いられる検査分析工程において、低コストで効率\n的に検査分析が行える技術を提供することである。」（【００１５】）との記載\nが、課題を解決するための手段に関し、本件発明は、検査分析装置の管理者\n側と検査分析を希望するユーザ側のそれぞれにセキュリティ確保手段を講じ\nた上、ユーザが、離れた場所にある検査分析装置を、リアルタイムでリモー\nト操作する、又は、ユーザが事前に作成した操作レシピーデータに基づいて\n検査分析を行う旨（【００１６】ないし【００１９】）の記載に加え、「本件\n発明の検査分析は、細く絞ったレーザビームを試料面へ照射してその反射光、\n散乱光、透過光の少なくとも一つを検出すること、または電子ビームを照射\nして二次電子、散乱電子、透過電子の内の少なくとも一つを検出することに\nより、試料上の所望の箇所を分析するものである。」（【００２４】）との記載\nが、発明の効果に関し、「本件発明により、検査分析を所望する複数ユーザ\nに対し、ユーザは個別に検査分析装置の導入のための投資することなく、ユ\nーザ試料の検査分析が効率よく行うことが可能となった。」（【００２６】）と\nの記載が、それぞれある。これらの記載に照らすと、「検査分析装置」とは、\n試料を装填等して、ユーザのリモート操作によりその試料を分析し、検査す\nる検査分析ユニットを有する装置を意味し、「検査分析」とは、試料を装填\n等して、ユーザのリモート操作によりその試料を分析し、検査する工程を意\n味すると理解することができる。\nこれに対し、原告は、「検査分析装置」について、「インターネットを介し\nたリモート操作が検査分析の対象となるコンピュータ装置であり、当該検査\n分析に異常がないことを条件とし、リモート操作した情報を提供するコンピ\nュータ装置」と、「検査分析」について、「インターネットを介した検査分析\n装置に対するリモート操作に異常がないかの検査分析」と、それぞれ解すべ\nきである旨主張し、検査の対象が「リモート操作」であることを前提として\nいるものと解されるが、本件明細書には、原告が主張する解釈の根拠となる\n記載はないから、同主張は理由がない。\n(2)  被告方法の構成要件充足性について\n原告の主張は明確ではないものの、被告の動画配信サービスを提供するサ\nーバが、「検査分析装置」に該当し、同サービスにおいて、視聴者が動画配\n信の内容についてコメントを付したり、高評価ボタンを押下したりすること\nが、「検査分析」であると主張するものと理解することができる。\nしかし、被告の動画配信サービスを提供するサーバは、検査分析の対象と\nなる試料の装填等を想定したものではなく、ユーザからリモート操作される\nことによりその情報等を分析し、検査する検査分析ユニットを備えているも\nのと認めることはできないから（弁論の全趣旨）、同サーバは、構成要件Ａ、\nＤ、Ｆ及びＧの「検査分析装置」に該当しない。\n同様に、被告の動画配信サービスにおいて、視聴者が、動画配信の内容に\nついてコメントを付したり、高評価ボタンを押下したりすることは、試料を\n装填等することを前提とするものではなく、ユーザが同試料について情報等\nを分析し、検査するものでもないから、構成要件Ａ、Ｂ、Ｃ、Ｅ及びＨの\n「検査分析」に該当しない。\nその他、原告の主張する被告方法の内容に照らし、被告方法が「検査分析\n装置」又は「検査分析」に該当する装置又は工程を備えるものとは認められ\nない。\n以上のとおり、被告方法が構成要件ＡないしＨを充足すると認めることは\nできない。\n３  結論\n以上によれば、その余の点について判断するまでもなく、原告の請求は理由\nがないから、これを棄却することとして、主文のとおり判決する。\n東京地方裁判所民事第２９部\n裁判長裁判官\n國   分   隆   文\n裁判官\n間   明   宏   充\n裁判官\nバ ヒ ス バ ラ ン 薫\n（別紙）\n図  面  目  録\n１  図面１\n２  図面２\n３  図面３\n４  図面４\n５  図面５\n６  図面６\n７  図面７\n８  図面８\n以上\n"
}