{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 2,
    "month": 8,
    "day": 20
  },
  "case_number": "令和2(ネ)10016",
  "case_name": "特許権侵害差止等請求控訴事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "89675",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=89675",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/675/089675_hanrei.pdf",
  "contents": "令和２年８月２０日判決言渡\n令和２年 第１００１６号  特許権侵害差止等請求控訴事件\n原審  東京地方裁判所平成３１年(ワ)第４９４４号\n口頭弁論終結日  令和２年６月３０日\n判     決\n控訴 人    株 式 会 社 ツ イ ン ズ\n同訴訟代理人弁護士     鮫 島 正 洋\n梶 井 啓 順\n森下   梓\n竹 澤 大 格\n被 控 訴 人    Ｙ\n（以下「被控訴人Ｙ」という。）\n被 控 訴 人    株式会社ＣＯＯＬＫＮＯＴ  ＪＡＰＡＮ\n（以下「被控訴人会社」という。）\n上記両名訴訟代理人弁護士    山 内 貴 博\n浜 崎 翔 多\n主     文\n１  本件控訴を棄却する。\n２  控訴費用は控訴人の負担とする。\n事実及び理由\n第１  控訴の趣旨\n１  原判決を取り消す。\n２  被控訴人らは，原判決別紙被告製品目録記載の製品を輸入し，販売し，販売\nの申出をしてはならない。\n３  被控訴人らは，控訴人に対し，連帯して，１億３０８０万円及びこれに対す\nる平成３１年３月１０日から支払済みまで年５分の割合による金員を支払え。\n４  被控訴人Ｙは，特許第５０７９９２６号の持分４分の１及び特許第５３９２\n５１９号の持分４分の１をいずれも有していないことを確認する。\n５（主位的請求）\n被控訴人Ｙは，控訴人に対し，特許第５０７９９２６号及び特許第５３９２５１\n９号に係る特許権につき，それぞれ持分４分の１の移転登録手続をせよ。\n（予備的請求）\n被控訴人Ｙは，特許第５０７９９２６号及び特許第５３９２５１９号に係る特許\n権につき，それぞれ持分４分の１の権利抹消登録手続をせよ。\n第２  事案の概要（略称は，特に断らない限り，原判決に従う。）\n１  事案の要旨等\n本件は，結ばない靴ひもに係る２件の特許権の共有者の１人である控訴人が，⑴\n他の共有者である被控訴人Ｙ及び同人が代表取締役を務める被控訴人会社が被告製\n品を販売していることは，本件特許権１を侵害すると主張して，被控訴人らに対し，\n①特許法１００条１項に基づき被告製品の輸入，販売等の差止めを求め，②民法７\n０９条に基づき，平成２８年１２月５日から平成３０年１２月５日までの間の損害\n（特許法１０２条２項の逸失利益及び弁護士費用等）合計３０８０万円及びこれに\n対する不法行為後の日である平成３１年３月１０日（訴状送達日の翌日）から支払\n済みまで民法所定の年５分の割合による遅延損害金の連帯支払を求め，⑵被控訴人\nらが控訴人の市場を奪うためにその営業を妨害したことは，不法行為を構成すると\n主張して，被控訴人らに対し，民法７０９条，会社法３５０条に基づき，損害の一部\nである１億円及びこれに対する同日から支払済みまで上記割合による遅延損害金の\n連帯支払を求めるとともに，⑶被控訴人Ｙの本件各特許権の持分４分の１は，本件\n各特許権の共有者間の共同出願契約の約定により，剥奪されたと主張して，①被控\n訴人Ｙが同持分を有しないことの確認，②同持分の控訴人に対する移転登録手続及\nび③同持分の権利抹消登録手続（③の請求は②の請求に対する予備的併合）を求め\nた事案である。\n原審は，本件訴えが訴えの利益を欠き不適法である旨をいう被控訴人らの主張を\n排斥し，本件訴えが適法であると判断した上，控訴人の各請求をいずれも理由がな\nいものとして棄却したことから，控訴人がこれを不服として本件控訴を提起した。\n２  前提事実\n前提事実は，原判決の「事実及び理由」の第２の２に記載されたとおりであるか\nら，これを引用する。\n３  争点\n⑴  訴えの利益の有無（本案前の争点）\n⑵  被告販売行為が控訴人の本件特許権１（共有持分権）を侵害するか（争点１）\n⑶  被控訴人Ｙが本件各特許権の持分権を喪失したか（争点２）\n⑷  被控訴人らの行為が不法行為を構成するか（争点３）\n⑸  損害の発生及びその数額（争点４）\n第３  争点に関する当事者の主張\n１  原判決の引用\n争点に関する当事者の主張は，後記２のとおり補正し，後記３のとおり当審にお\nける補充主張を付加するほかは，原判決の「事実及び理由」の第２の４に記載され\nたとおりであるから，これを引用する。\n２  原判決の補正\n⑴  各見出しに係る争点の内容を，それぞれ前記第２の３のとおりに改める。\n⑵  原判決１３頁２行目の「一般不法行為」を「不法行為」に改める。\n３  当審における補充主張\n⑴  被告販売行為が控訴人の本件特許権１（共有持分権）を侵害するか（争点１）\n〔控訴人の主張〕\nア  日本国内における靴ひもキャタピランの販売\n日本国内における靴ひもキャタピランの販売は，中国においてＡが製造し，Ｂが\n梱包したものを，被控訴人Ｙが仕入れて香港で日本への輸出を手配し，これを輸入\nした控訴人が日本で販売するという商流によって，平成２４年７月に始まり，その\n後も同様の商流によって行われた。\nイ  被控訴人らの本件定めの違反\n本件共同出願契約の本件定めによれば，本件各特許権の共有者である控訴人，被\n控訴人Ｙ，Ｂ及びＡは，他の共有者との事前の協議やその許可なく従前と異なる態\n様で特許を実施することができない。被控訴人Ｙによって平成２８年１２月５日に\n設立された被控訴人会社が日本において行っている被告販売行為は，本件特許権１\nの共有者である控訴人との事前の協議及びその許可を欠くから，本件定めに違反す\nるものとして，控訴人の本件特許権１（共有持分権）を侵害している。\nウ  被控訴人らの後記主張に対する反論（控訴人の違反の不存在）\n控訴人は，平成２８年４月以降，上記の商流と異なり，独自に原告製品を日本で\n製造し販売しているが（原告販売行為），上記の商流について関係者間に法的な合意\nはなかった。\nしたがって，原告販売行為が本件定めに違反することはないというべきである。\n控訴人は，独自に原告製品を製造し販売することが本件定めに違反すると認識し\nておらず，むしろ，弁護士等の意見を聴取するなどした結果，違反しないものと認\n識していた。また，控訴人は，原告製品を日本で独自に製造し販売するまでに，被控\n訴人Ｙとの間で協議を重ねたが，被控訴人Ｙから問題を指摘されたこともない。\nこのように，控訴人が本件定めに違反したことはないから，被告販売行為につい\nて控訴人との事前の協議及びその許可が不要となることはない。\n〔被控訴人らの主張〕\n本件定めによれば，他の共有者との事前の協議及び許可なく生産又は販売を行っ\nた者は，共同事業者に対する背信行為を行ったものとして，本件発明を実施する権\n限を失い，契約当事者の協調関係から排除される。一部の共同事業者が本件定めに\n違反した場合に，他の者が本件各特許権を実施することができなくなるのでは不合\n理であるから，一部の共同事業者が本件定めに違反したときは，それ以降は，本件\n各特許権の実施について当該違反者の事前の協議及び許可は不要となる。\nしたがって，１名が排除された後の生産又は販売については，残った３者間の事\n前の協議及び許可があれば足り，背信行為を行った者との事前の協議及びその者の\n許可は要しない。\n被控訴人Ｙが被告製品の日本での販売（被告販売行為）について控訴人の許可を\n得たことはないが，控訴人がこれに先立つ平成２８年４月に原告販売行為によって\n本件定めに違反し，以後，控訴人の許可は不要となったから，被告販売行為が本件\n定めの違反に当たる旨をいう控訴人の主張は理由がない。\n⑵  被控訴人Ｙが本件各特許権の持分権を喪失したか（争点２）\n〔控訴人の主張〕\nア  本件定めによれば，事前の協議や許可なく従前と異なる態様で特許を実施す\nることは許されず，本件定めは，違反者に対して本件各特許権の剥奪効を有すると\nころ，被告販売行為は，本件定めに違反する。\nよって，本件各特許権に係る被控訴人Ｙの共有持分権は喪失した。\nイ  被控訴人らの後記主張に対する反論（先行する違反の存在）\n被控訴人らが，平成２８年４月以降の原告販売行為をもって本件定めの違反に当\nたるというのであれば，被控訴人Ｙは，平成２７年９月までに，龍帯国際を経由す\nる方法により海外市場において製品を販売したことをもって，先に本件定めに違反\nしたことになる。控訴人が，海外市場について控訴人と龍帯国際がそれぞれ独自に\n市場を開拓し，販売することに合意したことはない。\n〔被控訴人らの主張〕\nア  前記のとおり，被告販売行為が本件定めの違反に当たることはないから，被\n控訴人Ｙが本件各特許権の持分権を喪失したことはない。\nイ  被控訴人Ｙは，平成２７年９月までに，Ｂ及びＡとともに，龍帯国際を経由\nする方法により海外市場において製品を販売した。控訴人は，当初この事業に関与\nしたものの，同年４月に龍帯国際から脱退し，その際，海外市場について控訴人と\n龍帯国際がそれぞれ独自に市場を開拓し，販売することが当事者間において合意さ\nれていた。よって，龍帯国際を経てした製品の販売が本件定めの違反に当たること\nはない。\n⑶  被控訴人らの行為が不法行為を構成するか（争点３）\n〔控訴人の主張〕\nア  被告販売行為は，前記のとおり，本件共同出願契約の違反と評価されるが，\nその他，商流を破壊するまでの被控訴人Ｙの行動やこれに続いて被控訴人らが被告\n製品の販売に関連して行った不当な営業活動（原判決の行為①～⑩）は，社会通念\n上自由競争の範囲を逸脱するものとして，控訴人に対する不法行為を構成する。\nイ  被控訴人らは，上記各行為の後にも，(ア)令和元年１２月２７日，別件訴訟に\nおいて調査嘱託が採用されたことなどを知らせるプレスリリースを行い，(イ)令和２\n年２月６日発行の週刊アサヒ芸能において，プロ野球に関する記事と関連して，控\n訴人と被控訴人らの係争についての記事が掲載されるようにし， 同月７日，本件\n訴訟の第１審において控訴人の請求を棄却する判決がされたことなどを知らせるプ\nレスリリースを新たに行って，代理人弁護士においてＳＮＳで拡散し，(エ)その頃，\n卸売業者の主催する展示会において，控訴人代表者が発明者ではないなど，控訴人\nと被控訴人らの係争についての記載を含むチラシを頒布した。\nこれらは，いずれも，それを読むであろう取引先等に対し，虚偽を含んだ事実を\n告げ，控訴人が不利であるとの印象を与えることによって，控訴人の取引先を奪お\nうとするものであり，控訴人に対する不法行為を構成する。\n〔被控訴人らの主張〕\nア  被控訴人らの行為①～⑩が控訴人に対する不法行為を構成することはない。\nイ  控訴人のいう上記(ア)ないし(エ)によって，控訴人にどのような損害が生じた\nか具体的な主張はない。また，この点を措くとしても，(ア)に虚偽は含まれておらず，\n(イ)は被控訴人らが記事を執筆したものでなく，被控訴人らが記事の作成に関与する\nことはできないから，記事の内容について被控訴人らが責任を負うことはなく，\nは被控訴人らの行為でなく，(エ)も控訴人代表者が発明者ではないなどとは一切記載\nしておらず，むしろ「４者で特許を取得」と正確に記載しているから，控訴人に対す\nる不法行為を構成することはない。\n第４  当裁判所の判断\n１  本案前の争点（訴えの利益の有無）について\n当裁判所も，控訴人の提起した本件訴えが訴えの利益を欠くことはなく，本件訴\nえは適法であると判断する。\nその理由は，原判決の「事実及び理由」第３の１に記載されたとおりであるから，\nこれを引用する。\nなお，控訴の趣旨第４項に係る訴えは，本件各特許権に係る自己の共有持分権に\n基づき，被控訴人Ｙが本件各特許権の共有持分権を有していないことの確認を求め\nるものと解され，特許法７３条１項等に照らし紛争の抜本的解決のために確認の利\n益がないとはいえない。\n２  認定事実\n前記前提事実に加え，証拠（各項に掲記したもの）及び弁論の全趣旨を総合すれ\nば，次の各事実を認めることができる。\n⑴  キャタピランの製造販売に至る経緯\nア  控訴人代表者と被控訴人Ｙは，結ばない靴ひもを製造し日本で販売すること\nを計画し，平成２２年１２月頃，関連する特許権との関係を整理するため，被控訴\n人Ｙがその義父を介して海外にいる関係者と初めて連絡をとった後，平成２４年５\n月頃までに，控訴人代表者において上記関係者との交渉等を行い，中国に拠点を有\nする被控訴人Ｙにおいて製品の製造方法に係る図面を作成するなどして，準備が進\nめられた（甲４，５，４８，５１，乙４）。\nイ  製造が予定された商品は，同年６月頃には，関係者間で「Ｙックス」などと仮\n称され，中国で製造した製品を被控訴人Ｙが控訴人に納品する流れが予定されてお\nり，被控訴人Ｙは，控訴人に対し，この頃から，一定の発注量の保証を求める要望を\nしていた（甲５，乙５）。\nウ  控訴人及び被控訴人Ｙは，Ｂ及びＡを含む４名の共同事業として，結ばない\n靴ひもを販売することとし，平成２４年７月，日本において，上記４名を発明者で\nあるとして，本件特許権１に係る特許出願をするとともに，本件発明１の技術的範\n囲に属する靴ひも「キャタピラン」の日本での販売を開始した。キャタピランの製\n造及びその日本での販売は，中国においてＡがその工場で製品を製造し，Ｂが梱包\nしたものを，被控訴人Ｙが仕入れ，香港で日本への輸出を手配し，これを輸入した\n控訴人が日本で販売するという商流によって始められ，その後も同様の商流で続け\nられた。上記４名は，同年９月に本件特許権１の設定登録を受けた。\nエ  上記４名は，同年８月に本件特許権２に係る特許出願をし，平成２５年１０\n月２５日にその設定登録を受けた。\n⑵  本件共同出願契約の締結\nア  控訴人，被控訴人Ｙ，Ｂ及びＡは，既に共同事業が開始されている製品のほ\nか，今後，事業を行うものも含め，結ばない靴ひもの製造販売に関し，その権利関係\n等について取り決めるため，平成２５年４月１５日付けで「共同出願契約」と題す\nる契約（本件共同出願契約）を締結した。\nイ  本件共同出願契約には，要旨，以下の各約定がある。\n(ア)  第１条（発明・発明者の確認）\n控訴人，被控訴人Ｙ，Ｂ及びＡは，以下のとおり特定される本件発明について，そ\nの内容及び発明者を確認し，かつ本契約の各種権利を共有する。\n発明の名称：チューブ状型組立基体の紐\n発明の内容：間隔をあけて繰り返し配置され，自身に加えられる軸方向張力の大\n小によって径の大きさが変化するこぶを有する伸縮性素材からなるチューブ状型組\n立基体の紐（チューブ状内部に中心紐を備えた紐と備えていない紐の２種類を含む）\n発明者：控訴人代表者，被控訴人Ｙ，Ｂ及びＡ\n(イ)  第２条（出願人名義及び持分の確認）\n本件発明に係る特許を受ける権利及び特許権は，いずれも控訴人，被控訴人Ｙ，\nＢ及びＡの共有（持分各４分の１）であり，日本国及び全世界の特許出願は，全て上\n記４名による共同出願とする。\n第３条（費用負担）\n本件発明に係る特許出願に必要な費用（特許出願，審査請求，審判請求及び審決\n取消訴訟等の手続料，特許料及び代理人手数料を含み，かつ，これらに限定されな\nい。）は，控訴人，被控訴人Ｙ，Ｂ及びＡが４分の１ずつの割合で負担する（第１項。\n第２項は省略）。\n(エ)  第４条（代表者の選定）\n本件発明に係る特許出願手続及び特許権の管理手続について，控訴人，被控訴人\nＹ，Ｂ及びＡは，控訴人を代表者として選定する（第１項）。\n控訴人は，代表者として前記手続を誠実に履行することを承諾し，被控訴人Ｙ，\nＢ及びＡは，控訴人に協力し，前記手続を履行する（第２項）。\n第５条（代理人の選任）\n控訴人は，前条に定める手続をＥに委託する。\n(カ)  第６条（出願維持を希望しない場合）\n控訴人，被控訴人Ｙ，Ｂ及びＡが本件に係る特許出願の維持を希望しない場合，\n他の当事者に対し，均等に，特許を受ける権利を無償で譲渡する（第１項。第２項は\n省略）。\n(キ)  第７条（本件発明の実施）\n控訴人，被控訴人Ｙ，Ｂ及びＡは，本件発明の実施に対する協議の後，別途に定め\nる。\n第８条（権利の譲渡等制限）\n控訴人，被控訴人Ｙ，Ｂ及びＡは，他の全ての当事者の同意を得なければ，本件特\n許権を，被控訴人Ｙ，Ｂ及びＡが自ら経営する法人以外の第三者に譲渡し，あるい\nは本件発明の実施を許諾してはならない。\n(ケ)  第９条（担保権の設定）\n控訴人，被控訴人Ｙ，Ｂ及びＡは，他の全ての当事者の同意を得なければ，保有す\nる本件各項権利について担保権の設定をしてはならない。\n(コ)  第１３条（違反行為）\n事前の協議・許可なく，本件の各権利を新たに取得し，又は生産・販売行為を行っ\nた場合，本件の各権利は剥奪される。（控訴人，被控訴人Ｙ，Ｂ及びＡの全員が対象\nである）（本件定め）\n(サ)  第１４条（海外販売）\n日本市場を重視する前提において，日本以外で本商品（チューブ状型組立基体の\nヒモ）を販売する場合，控訴人，被控訴人Ｙ，Ｂ及びＡは，協議を行った後に推進す\nることができる。この際の価格は，日本市場販売価格の８０％以上に設定する（第\n１項）。\n靴に装着された本商品がＯＥＭ形式で提供される場合，控訴人をあらゆる事務の\n窓口とする（第２項）。\n(シ)  第１７条（準拠法，管轄合意）\n本契約に争いが生じた場合，日本法を準拠法とし，東京地方裁判所を第一審の専\n属的合意管轄裁判所とする。\nウ  契約書作成の経緯\n本件共同出願契約に係る契約書は，控訴人，被控訴人Ｙ，Ｂ及びＡが，前記ア，イ\nのとおり，第１条において特定される靴ひもの発明に関して上記４名での共同事業\nを円滑に行うため，既に特許権が成立しているか否か，その販売を日本市場に向け\nて行うか海外市場に向けて行うかを問わず，事業の前提となる権利関係等について\n取り決めるため，平成２５年４月１５日付けで作成された。\n控訴人，被控訴人Ｙ，Ｂ及びＡの間では，本件共同出願契約第１条において特定\nされる靴ひもは，専らＡの工場で製造され，日本市場に向けた販売は，専ら控訴人\nが行うことが，了解されていた。また，日本市場向けの販売が先行していたことな\nどを踏まえ，本件発明に係る特許出願手続及び特許権の管理手続に係る代表者とし\nて控訴人が選定され，控訴人においてその手続をＥに委託することが約定される（第\n４条，第５条）など，控訴人が本件発明に係る特許出願手続及び特許権の管理手続\nを担当することとされた。\n⑶  共同事業をめぐる平成２７年頃の事実経過\nア  海外市場に向けた販売について\n本件共同出願契約がされた当時，日本市場に向けた販売と異なり，海外市場に向\nけた販売については，誰がどのように行うかについて合意が形成されていなかった。\n被控訴人Ｙは，海外市場においても本件特許の共有者４者の協調関係の下で販売活\n動を行った方がよいと考え，４者全員が参加する法人（龍帯国際）を設立した上で，\n当該法人を通じて海外市場での販売活動を行うという形で進めるべく準備を行い，\n控訴人もこれに同調していた。\nしかし，控訴人は，海外販売を自分の意のままに管理したいと述べて翻意し，平\n成２７年４月に龍帯国際への関与から事実上脱退した。このことを契機として，以\n後，龍帯国際と控訴人がそれぞれ独自に海外市場で販売を行うこととなり，控訴人\nは，米国等において製品の販売を行った。\n被控訴人Ｙは，控訴人が龍帯国際への関与から事実上脱退した後も，海外市場に\nおいても本件特許の共有者４者の協調関係の下で販売活動を行った方がよいと考え，\n独占販売権の設定やロイヤルティの決定等について４者の間を取り持ち，交渉を続\nけるなど，４者全員が等しく利益を享受できる道を模索した。\n（以上につき，甲９の１，１０〔６頁〕，６０，６３，２４０）\nイ  日本市場に向けた販売について\n控訴人の平成２７年におけるキャタピランの販売実績は月間平均８万４０００本\n程度であったところ，被控訴人Ｙは，同年９月頃，控訴人に対し，月間１０万ペア程\n度の最低購入数量を保証するよう求めるなどした（甲９の１・４，１０の３，１１，\n７８，７９，８５，８６）。控訴人がこの要求に応じないでいたところ，被控訴人Ｙ\nは，平成２８年１月及び２月には，キャタピランの購入価格につき従来の１．５倍\n以上の値上げを求めた（甲１１，１８，１９の１・２）。\n他方で，平成２７年１０月頃から，被控訴人Ｙが控訴人に販売したキャタピラン\nには度重なる品質不良が見られたため，控訴人は，被控訴人Ｙに対し，再三にわた\nり善処を求めたものの，改善はみられなかった（甲１１～１７，６６～７０，７１の\n１・２）。\n控訴人は，一連の経過からして，被控訴人Ｙからキャタピランの取引を拒絶され\nたものと判断し，日本において，独自に本件発明１の技術的範囲に属する靴ひもの\n製造及び販売を行うこととした。\n⑷  原告販売行為及び被告販売行為\nア  控訴人は，平成２８年４月以降，他の共有者である被控訴人Ｙ，Ｂ及びＡの\n同意ないし許可を得ることなく，日本において，独自に原告製品を製造し，「キャタ\nピラン」等の名称で販売している（原告販売行為）。\nイ  これに対し，被控訴人Ｙは，同年６月１５日，東京地方裁判所において，原告\n販売行為が本件特許権１（被控訴人Ｙの共有持分権）を侵害するなどと主張し，控\n訴人に対し，損害賠償２億２０００万円の支払を求める訴えを提起した（別件訴訟）。\nウ  また，被控訴人Ｙは，同年１２月５日，被控訴人会社を設立し，他の共有者で\nあるＢ及びＡの許可を得て，遅くとも平成２９年４月から，Ａの工場で製造した，\n本件発明１の技術的範囲に属する靴ひもである被告製品（ＣＯＯＬＫＮＯＴ）の日\n本における販売を開始した（被告販売行為）。被告販売行為について控訴人が同意な\nいし許可をしたことはない。\nこの時から，被控訴人らと控訴人とは，それぞれが日本国内で本件発明１の技術\n的範囲に属する靴ひもの販売を行うという競業関係に至っている。\n⑸  競業関係の下での被控訴人らの営業活動等\nア  被控訴人Ｙは，被告製品（ＣＯＯＬＫＮＯＴ）の宣伝チラシに「２０１２年の\n特許取得，発売開始以来累計２５０万セット以上が販売されました。」と記載し（甲\n２７），被控訴人会社は，平成３０年２月２３日に開催された東京マラソンＥＸＰＯ\n（以下「東京マラソンＥＸＰＯ」という。）において，被告製品を「本家本元，製造\n元」などと表示・説明して，宣伝した（甲２９の３，３０，３１）。\nイ  被控訴人会社の従業員は，平成２８年１２月頃，控訴人の取引先であるヤバ\nネスポーツの従業員に対し「クールノットはスパンデックスと呼ばれるゴムを使用\nしているが，キャタピランは使用しておらず，伸縮性が弱いため，ゴムがきれやす\nい。」と説明した（甲２８）。被控訴人Ｙも，東京マラソンＥＸＰＯにおいて，来場者\nに対し，原告製品のゴムは輪ゴムと同じラテックスであるのに対し，被告製品のゴ\nムはスパンデックスであると説明し，「輪ゴムをたんすの上に置いて１年ほったらか\nしやとどうなるか」と発言した（甲２９の１・２）。\nウ  被控訴人会社は，平成２８年１２月以降，同年７月に控訴人を退職したＣを\n雇用した（甲７４）。\nエ  被控訴人会社は，平成２９年７月頃，小売店で販売されていた原告製品合計\n１万１２１０ペア（小売価格９０７円，税別）を，ベンゼネラル株式会社から買い取\nった上，同月４日及び１１日，控訴人に対して１ペア５００円（税別）で買い取るよ\nうに求めたが，控訴人がこれに直ちに応じなかったため，同年８月，１万本一括，１\nペア２１５円（税別）で他社に卸売りに出した（甲３３，３４，９７，１２９）。\nオ  被控訴人Ｙは，東京マラソンＥＸＰＯにおいて，控訴人の取引先の担当者で\nあるＤに対し，同Ｄが控訴人のブースへ行こうとすると「あいつらペテン師だから」\nと言って引き留め（甲３２），控訴人の従業員が外国人の来場者から原告製品と被告\n製品の違いを尋ねられ，原告製品は日本製で被告製品は中国製である旨説明したと\nころ，被控訴人Ｙが「キャタピランはニセモノでクールノットがオリジナルである」\nと述べた（甲１２１）。また，被控訴人会社の従業員が，平成３０年１０月中旬頃，\n控訴人の取引先である株式会社佐藤スポーツの担当者に対し「ツインズ社は勝手に\n日本で粗悪品（すぐ切れる）を作り利益を上げている」と述べた（甲１０３）。\nカ  被控訴人会社は，ヤバネスポーツを再生債務者とする民事再生手続において，\n平成３０年１０月４日付けで，控訴人のスポンサーとしての適格性に疑義がある旨\nの意見書を提出した（甲１００）。\n⑹  別件訴訟\nア  別件訴訟については，東京地方裁判所において，被控訴人Ｙの各請求をいず\nれも棄却する旨の判決がされた。被控訴人Ｙは，控訴を提起し，控訴審で訴えを変\n更するなどしたところ，知的財産高等裁判所は，平成３０年１２月２６日，原告販\n売行為は，本件共同出願契約の本件定めに違反し，本件特許権１に係る被控訴人Ｙ\nの持分権を侵害するとの内容を含む本件中間判決を言い渡した。\nイ  被控訴人会社は，同日，「勝訴判決のお知らせ」と題するプレスリリースを行\nって，中間判決に至る経緯や今後の訴訟の見通し等について示し（甲１０２），平成\n３１年１月１８日にも，「キャタピラン等に関する株式会社ツインズに対する勝訴判\n決（中間判決）についてのＱ＆Ａ」と題するプレスリリースを行った（甲４１）。\n⑺  本件訴訟\n控訴人は，平成３１年２月２７日，本件訴訟に係る訴えを提起し，令和２年１月\n３０日，東京地方裁判所において，控訴人の各請求をいずれも棄却する旨の判決が\nされたことから，控訴人が控訴を提起した。\n⑻  被控訴人会社によるその後のプレスリリース等\nア  被控訴人会社は，令和元年１２月２７日，プレスリリースを行い，別件訴訟\nにおいて調査嘱託が採用されたことなどを明らかにした（甲２２６，２２７）。\nイ  令和２年２月６日発行の週刊アサヒ芸能において，プロ野球に関する掲載記\n事と関連付ける形で，靴ひもの販売を巡って控訴人と被控訴人らが係争中であるこ\nとなどが示された（甲２２８，２２９）。\nウ  被控訴人会社は，同月７日，プレスリリースを新たに行い，本件訴訟の第１\n審において控訴人の請求を棄却する判決がされたことなどを知らせた（甲２３０）。\nまた，被控訴人らの訴訟代理人である山内貴博弁護士のフェイスブックに同旨の記\n事の投稿がされた（甲２１９の１・２）。\nエ  被控訴人会社は，同じ頃，卸売業者の主催する展示会において，被告製品の\n宣伝チラシを配布した（甲２３１）。\n３  争点１（被告販売行為が控訴人の本件特許権１（共有持分権）を侵害するか）\nについて\n⑴  本件共同出願契約によれば，本件各特許権はいずれも控訴人，被控訴人Ｙ，\nＢ及びＡの共有（持分各４分の１）であり（第２条），各共有者が第三者に対してす\nる譲渡，実施の許諾及び担保の設定は，他の全ての共有者の同意がなければするこ\nとができない（第８条，第９条）とされている。\nところで，特許法７３条２項によれば，各共有者が自らする特許発明の実施につ\nいては，他の共有者の同意を要しないことをもって原則とした上，共有者間の合意\nによってこれと異なる定めをすることができる。\nそこで，控訴人，被控訴人Ｙ，Ｂ及びＡの間において締結された平成２５年４月\n１５日付け本件共同出願契約についてみると，同契約は，前記認定（２⑵ア）のとお\nり，上記４名の間において，既に平成２４年７月から共同事業が開始されている製\n品のほか，今後，事業を行うものも含めて，結ばない靴ひもの製造販売に関し，その\n権利関係等について取り決めるため締結されたものであると解される。\n本件共同出願契約の約定のうち「本件発明の実施」との見出しを有する第７条は，\n各共有者が協議の上で別途定めるとするものの，「違反行為」との見出しを有する第\n１３条が，事前の協議・許可なく，本件特許権を実施して生産・販売行為を行った場\n合，その特許権が剥奪されるとしている（本件定め）。\nそして，上記各約定を併せて読み，本件共同出願契約が締結された上記の経緯や，\n靴ひもの製造販売に関する共同事業の前提となる権利関係等を確認するための法的\n合意文書であるという契約書の性格にも照らせば，各共有者は，既に明示又は黙示\n的に合意されている事業形態（商流）に沿って発明を実施することは，各共有者に\nおいてすることができる一方，それと異なる態様での自己実施については，別途の\n協議，すなわち，事前の協議・許可を要し，これをすることなく，既に取得された特\n許権の実施として製品の生産・販売行為をすることは許されないとして制約したも\nのと解される。\nまた，本件定めの「剥奪される。」との文理からすると，他の共有者の事前の協議・\n許可を経由することなく，本件各特許権に係る発明を，自ら実施して，製品の生産\n又は販売をした共有者は，本件各特許権に係る自己の持分権を喪失するものと解す\nるのが相当である。なお，特許権の移転，放棄による消滅が登録しなければ効力を\n生じないことを定めた特許法９８条１項は，権利の得喪に伴い権利の帰属が問題と\nなる当事者間において，当該権利の得喪の効果を認めることの支障にはならない。\n⑵  控訴人は，平成２８年４月以降，従前の事業形態（商流）とは異なり，独自に\n原告製品を日本で製造し販売している。そして，原告販売行為について，他の共有\n者である被控訴人Ｙ，Ｂ及びＡとの事前の協議や許可はされていないから，控訴人\nは，本件定めに違反したものとして，本件各特許権の持分権を喪失したというべき\nである。\nこの点に関し，控訴人は，日本市場に向けて結ばない靴ひもを販売するときの商\n流は，慣行としてされていただけで，法的な合意があったわけではないなどとして，\n原告販売行為が本件定めに違反することはないとも主張するが，上記説示したとこ\nろに照らし，主張は理由がない。\n⑶  小括\n以上によれば，控訴人は，本件特許権１の持分権を喪失していることから，被告\n販売行為が本件特許権１（控訴人の共有持分権）を侵害することはない。\nよって，被告販売行為による控訴人の本件特許権１の侵害を根拠とする差止請求\n及び損害賠償請求は，いずれも理由がない。\n４  争点２（被控訴人Ｙが本件各特許権の持分権を喪失したか）について\n⑴  被控訴人Ｙは，平成２８年１２月５日に被控訴人会社を設立し，遅くとも平\n成２９年４月から被告販売行為を行っているが，被告販売行為が他の共有者である\nＢ及びＡの許可を得たものであることは，前記（２⑷ウ）のとおりである。\n他方，被告販売行為について控訴人が同意ないし許可をしたことはない。\nしかしながら，本件定めにいう「事前の協議・許可」をすることできる法的地位，\nすなわち，他の共有者が特許発明を実施することについて事前の協議及び許可をす\nることのできる法的地位は，本件各特許権の共有持分権の内容を構成するものと解\nされるから，本件定めに違反し，持分権を喪失した共有者は，以後，他の共有者がす\nる発明の実施について協議や許可に関与する余地はなくなるものと解される。\nそして，控訴人が，被告販売行為の開始に先立つ平成２８年４月以降，従前の事\n業形態（商流）とは異なるものとして，独自に原告製品を日本で製造し販売したこ\nとにより，その共有持分権を喪失していることは，前記（３⑵）のとおりであるか\nら，被告販売行為について控訴人の同意ないし許可は要しないというべきである。\n⑵  控訴人は，被控訴人Ｙが海外市場において龍帯国際を経由して製品を販売し\nていたことを挙げて，本件定めに違反したのは，被控訴人Ｙが先であると主張する\nけれども，前記（２⑶ア）の事実経過によれば，控訴人は，龍帯国際への関与から事\n実上脱退した際，龍帯国際が海外市場において販売することについて包括的に了解\nしていたと認められるから，上記販売については，本件定めにいう「事前の協議」が\nあり，他方，控訴人は「許可」をする地位を失っていたものと認めるのが相当であ\nる。\n⑶  小括\n以上によれば，被控訴人Ｙが本件各特許権の持分権を喪失したことはない。\nよって，被控訴人Ｙが持分を有しないことの確認を求める請求は理由がない。\nまた，被控訴人Ｙの持分に係る控訴人への移転登録手続を求める請求は，被控訴\n人Ｙの喪失した持分権が控訴人に移転していることを根拠（請求原因）とするもの\nであると解されるが，そのような事実は認められないから，請求は理由がない。\n被控訴人Ｙの持分に係る権利抹消登録手続を求める請求は，前記３のとおり，控\n訴人が本件各特許権の持分を喪失したから，請求は理由がない。\n５  争点３（被控訴人らの行為が不法行為を構成するか）について\n⑴  行為①ないし④について\n控訴人は，被控訴人Ｙが，控訴人をキャタピランの商流から排除することを目的\nとして，平成２７年９月頃から平成２８年２月頃にかけて，その最低購入数量を保\n証することや，その生産工場をＡの中国工場に限定することなどを相次いで求め（行\n為①②），キャタピランに多数の不良品が混在し，追加で多額の検品コストがかかっ\nている状況にもかかわらず，大幅な値上げの通告を一方的に行った（行為③④）と\nして，これらの行為が控訴人に対する不法行為を構成すると主張する。\nそこで判断するに，キャタピランが，平成２４年７月頃より，Ａが中国で製造し，\nＢが中国で梱包し，被控訴人Ｙが中国で仕入れ，香港で日本への輸出を手配し，控\n訴人が輸入して日本で販売するという商流により販売されていたことは，前記（２\n⑴ウ）のとおりであり，控訴人は，日本で販売するキャタピランを被控訴人Ｙから\n購入して調達するという関係にあったことが認められるものの，被控訴人Ｙが，控\n訴人のいう一連の行動を，控訴人を商流から排除することを目的として行ったこと\nを示す的確な証拠はない。\n平成２７年における控訴人のキャタピランの販売実績が月間平均８万４０００本\n程度であったところ，被控訴人Ｙは，平成２７年９月頃，控訴人に対し，月間１０万\nペア程度の最低購入数量を保証するように求め，さらに平成２８年１月及び２月に\nは，キャタピランの購入価格につき従来の１．５倍以上の値上げを求めたことは，\n前記（２⑶イ）認定のとおりである。\nもっとも，証拠（甲３，７８，７９，乙８，９）によれば，被控訴人Ｙが上記最低\n購入数量の保証及び値上げを求めた背景には，控訴人が平成２６年６月頃に日本に\nおける月間３０万本以上という販売見込みを示し，被控訴人Ｙ，Ａ及びＢに新たな\nキャタピランの生産設備を導入させたものの，その後，キャタピランの販売実績が\n月間平均８万５０００本を下回る水準にとどまり，平成２７年１月ないし８月の発\n注数量が上記設備導入前にも生産可能であった月間５万本さえも大きく下回る水準\nにとどまったことがあったと認められ，被控訴人Ｙが値上げの理由とした人件費の\n高騰についても，中国の上海（市内）における平成２７年の月額法定最低賃金が平\n成２５年の約１．２５倍となり，平成２８年も増加傾向にあったことからすると，\n理由がなかったものということはできない。\nそうすると，被控訴人Ｙによる最低購入数量の保証及び値上げの要求が控訴人を\n４者の商流から排除する目的をもって行われたとは認められず，キャタピランに多\n数の不良品が混在し，追加で多額の検品コストがかかっている状況を考慮しても，\n上記の判断は動かない。\nそして，他に行為①ないし④が控訴人に対する不法行為を構成すると評価すべき\n事情は見当たらない。\n⑵  行為⑤及び⑥について\n被控訴人Ｙにおいて原告販売行為が本件定めに違反するものとして問題視したこ\nとに正当な根拠があることは先に検討したとおりである。\nよって，被控訴人Ｙのした別件訴訟の提起（行為⑤）や被控訴人会社の設立と被\n告販売行為の開始（行為⑥）をもって控訴人に対する不法行為を構成すると評価す\nることはできない。\n⑶  被控訴人らと控訴人とが競業関係にあった時期における行為⑦～⑩について\nア  行為⑦について\n被控訴人らと控訴人とが競業関係にあった時期に，被控訴人Ｙが被告製品の宣伝\nチラシに「２０１２年の特許取得，発売開始以来累計２５０万セット以上が販売さ\nれました。」と記載し，また，被控訴人会社が，東京マラソンＥＸＰＯにおいて，被\n告製品を「本家本元，製造元」等と表示・説明して宣伝したことは，前記認定事実\n（２⑸ア）のとおりである。\n控訴人は，このことをとらえて，被控訴人らが，被告製品（ＣＯＯＬＫＮＯＴ）が\nあたかも平成２４年から日本国内で販売されていた商品キャタピランと同一製品で\nあるかのような表現をして，商品キャタピランに係る控訴人の営業努力にフリーラ\nイドし，同じキャタピランの名称をもつ原告製品との誤認混同を生じさせたなどと\nして，これらの行為が控訴人に対する不法行為を構成すると主張する。\nしかしながら，控訴人及び被控訴人Ｙらは，平成２４年９月に本件特許権１の設\n定登録を受け，同月から平成２８年４月頃までの間，協力して，日本において本件\n発明１の実施品であるキャタピランを販売していたところ，被告製品が，その間の\n商流を引き継いでおり，また，本件特許権１の実施品でもあることからすれば，「２\n０１２年の特許取得，発売開始以来累計２５０万セット以上が販売されました。」と\nの記載が控訴人の営業努力へのフリーライドであるという評価は当たらないし，同\n様に，被控訴人らが被告製品を「本家本元，製造元」等と表示・説明して宣伝したこ\nとにも根拠があるということができる。\nそうすると，被控訴人らが上記宣伝等を行っていたことは，営業上の競争関係に\nある控訴人との間において許される自由競争の範囲を逸脱するということはできず，\n不法行為を構成するということはできない。\nイ  行為⑧について\n(ア)  被控訴人会社の従業員が，平成２８年１２月頃，控訴人の取引先であるヤ\nバネスポーツの従業員に対し「クールノットはスパンデックスと呼ばれるゴムを使\n用しているが，キャタピランは使用しておらず，伸縮性が弱いため，ゴムがきれや\nすい。」と説明し，被控訴人Ｙも，東京マラソンＥＸＰＯにおいて，来場者に対し，\n原告製品のゴムは輪ゴムと同じラテックスであるのに対し，被告製品のゴムはスパ\nンデックスであると説明し，「輪ゴムをたんすの上に置いて１年ほったらかしやとど\nうなるか」と発言したことは，前記認定事実（２⑸イ）のとおりである。\n控訴人は，このことをとらえ，被控訴人らが，控訴人の取引先等に対し，原告製品\nが被告製品に比べて品質が劣化しやすい旨の虚偽の説明をするなどの不公正な営業\n活動を行ったとして，これらの行為が控訴人に対する不法行為を構成すると主張す\nる。\nしかしながら，原告製品が当時天然ゴムであるラテックスを使用していたことは\n当事者間に争いがなく，また，証拠（甲１８１，１８２，１８７，乙１４）によれば，\nスパンデックス（弾性糸）は，一般的にラテックス（天然ゴム）の数倍の引張り強度\nを持つことからすれば，被控訴人会社の従業員においてした上記各説明が虚偽であ\nるとまではいえない。\n(イ)  控訴人は，被控訴人らが，検索エンジンで「キャタピラン」と検索したとき\nに被控訴人会社のウェブサイトがトップに表示されるようにしたり，控訴人のイン\nスタグラムのフォロワーを無差別にフォローしたりしたとして，それが営業活動と\nして不公正であるとも主張するが，控訴人の主張する事実が認められるとしても，\nこれらが営業活動として許される自由競争の範囲を逸脱するものと評価することは\nできない。\n被控訴人会社が，平成２８年１２月以降の時期に，同年７月に控訴人を退職\nしたＣを雇用したことは，前記認定事実（２⑸ウ）のとおりである。\n控訴人は，このことをとらえて，被控訴人らが控訴人の元従業員を雇用すること\nによって関係する営業情報を入手し，その取引先を狙い撃ちした営業活動を行った\nとして，これらの行為が控訴人に対する不法行為を構成すると主張する。\nしかしながら，労働者が使用者と競合する他の事業者に就職した場合においても，\n一般に，事業者が他の事業者の従業員に転職を勧誘する行為は，それだけでは直ち\nに自由競争の範囲を逸脱することはなく，不法行為を構成するものということはで\nきないと解される。本件において，Ｃの転職に当たって被控訴人らにおいて具体的\nにどのような勧誘を行ったかについて明らかにする証拠はないから，勧誘行為それ\n自体をとらえて自由競争の範囲を逸脱するものと評価することはできない。また，\nＣから入手することのあり得る控訴人の営業情報について着目してみても，控訴人\nとＣとの間で秘密保持契約が締結されていたなどの事情も認められない本件事実関\n係の下においては，被控訴人らに，競業関係にある事業者間において許される自由\n競争の範囲を逸脱するような不公正な行為があったということはできない。\nそうすると，控訴人の上記主張は，その前提を欠き，理由がない。\nウ  行為⑨について\n(ア)  小売店で販売されていた原告製品合計１万１２１０ペア（小売価格９０７\n円，税別）を，平成２９年７月頃，ベンゼネラル株式会社から買い取った被控訴人会\n社が，同月４日及び１１日，控訴人に対して１ペア５００円（税別）で買い取るよう\nに求め，控訴人がこれに直ちに応じなかったところ，同年８月，１万本一括，１ペア\n２１５円（税別）で他社に卸売りに出したことは，前記認定事実（２⑸エ）のとおり\nである。\n控訴人は，このことをとらえて，被控訴人らが原告製品の信用を毀損する目的で\n積極的に原告製品を小売店から回収して安価で再流通させた旨主張するが，被控訴\n人らにおいて上記の行動をとった目的が原告製品の信用の毀損にあったことを示す\n的確な証拠はなく，かえって，被控訴人会社が一旦控訴人に買取りを打診している\nことからは，原告製品の値崩れの回避を考えたこともうかがわれる。\nよって，被控訴人らが，原告製品の信用を毀損する目的で積極的に原告製品を小\n売店から回収して安価で再流通させたとまでは認められず，これらの行為が控訴人\nに対する不法行為を構成すると評価することもできない。\n(イ)  被控訴人会社が，ヤバネスポーツを再生債務者とする民事再生手続におい\nて，平成３０年１０月４日付けで，控訴人のスポンサーとしての適格性に疑義があ\nる旨の意見書を提出したことは，前記認定事実（２⑸カ）のとおりである。\n控訴人は，このことをもって被控訴人らが控訴人及び原告製品の信用を毀損した\n旨主張するが，被控訴人らが，原告製品の信用を毀損する目的で上記の行動をとっ\nたことを示す的確な証拠はなく，提出された意見書（甲１００）にことさらに虚偽\nの事実が記載されていると認めるに足りる証拠もないことからすれば，これらの行\n為が控訴人に対する不法行為を構成すると評価することもできない。\n被控訴人Ｙが，東京マラソンＥＸＰＯにおいて，控訴人の取引先の担当者で\nあるＤに対し，同Ｄが控訴人のブースへ行こうとした際に「あいつらペテン師だか\nら」と言って引き留めたこと，控訴人の従業員が外国人の来場者から原告製品と被\n告製品の違いを尋ねられ，原告製品は日本製で被告製品は中国製である旨説明した\nところ，被控訴人Ｙが「キャタピランはニセモノでクールノットがオリジナルであ\nる」と述べたこと，被控訴人会社の従業員が，平成３０年１０月中旬頃，控訴人の取\n引先である株式会社佐藤スポーツの担当者に対し「ツインズ社は勝手に日本で粗悪\n品（すぐ切れる）を作り利益を上げている」と述べたことは，いずれも前記認定事実\n（２⑸オ）のとおりである。\n控訴人は，このことをもって，被控訴人らが，誹謗中傷や虚偽説明によって控訴\n人及び原告製品の信用を毀損した旨主張する。\nしかしながら，上記外国人の来場者は被控訴人Ｙの上記発言にもかかわらず原告\n製品を購入し（甲１２１），佐藤スポーツの担当者も控訴人の担当者に問い合わせを\nして説明を受け，控訴人との取引関係を継続している（甲１０３）。このことからす\nれば，上記の言動が，通常の受け手として，控訴人の信用を毀損すると理解するほ\nどのものであったとは認められず，この点を措いたとしても，控訴人の主張する信\n用毀損の損害との因果関係は認められない。\nエ  行為⑩について\n被控訴人会社が，平成３０年１２月２６日，原告販売行為は本件特許権１に係る\n被控訴人Ｙの持分権を侵害する旨の本件中間判決の言渡しを受けると，直ちにその\n旨のプレスリリースを行ったことは，前記認定事実（２⑹イ）のとおりである。\n控訴人は，このことをもって，被控訴人らが，本件中間判決をあたかも終局的か\nつ確定的なもので，その効果として原告製品が入手できなくなり，原告製品以外の\n控訴人の製品にも本件中間判決の効果が及ぶとの誤解を招くような情報を流布させ，\n控訴人及び原告製品の信用を毀損した旨主張する。\nしかしながら，被控訴人会社が行った本件中間判決に係るプレスリリースには「今\n回の中間判決に基づいて直ちにツインズ社によるキャタピラン等の製造・販売が差\nし止められることはありません。」，「今回の中間判決では，販売の差止めについて判\n断されておりません。」と記載されており（甲４１・３頁），本件中間判決の効果とし\nて原告製品が入手できなくなる旨の記載は存在しない。また，被控訴人会社は，上\n記プレスリリースにおいて，原告製品以外の控訴人の製品である「キャタピーエア\nー」及び「キャタピースマート」につき，「弊社としましては，特許権侵害の有無を\n調査し，知的財産高等裁判所が下した判断に基づいて，ツインズ社，卸売業者及び\n小売業者に対する適切な法的措置を検討しております。」としており，上記各製品に\n本件中間判決の効果が及ぶとまでは記載していない。\nそうすると，上記のプレスリリースは，一般の読者の普通の注意と読み方を基準\nとしてみても，係争中の事業者の一方が訴訟の経過を報じるときの内容として，控\n訴人の社会的評価を低下させ，不法行為を構成するものと認めることはできない。\nそして，他に，これらの行為がそれ自体として直ちに控訴人に対する不法行為を\n構成すると評価すべき事情は見当たらない。\n⑷  当審で追加して主張された各行為について\n控訴人は，被控訴人らが，(ア)令和元年１２月２７日，別件訴訟において調査嘱\n託が採用されたことなどを知らせるプレスリリースを行い，(イ)令和２年２月６日発\n行の週刊アサヒ芸能において，公式戦の開幕を控えたプロ野球に関する記事と関連\nして，靴ひもの販売をめぐる控訴人と被控訴人らの係争についての記事が掲載され\nるようにし， 同月７日，本件訴訟の第１審において控訴人の請求を棄却する判決\nがされたことなどを知らせるプレスリリースを新たに行って，これを代理人弁護士\nにおいてＳＮＳで拡散し，(エ)その頃，卸売業者の主催する展示会において，控訴\n人代表者が発明者ではないなど，控訴人と被控訴人らの係争についての記載を含む\nチラシを配布したが，これらは，いずれも，それを読むなどして知ることになるで\nあろう取引先等に対し，虚偽を含んだ事実を告げ，控訴人が不利であるとの印象を\n与えることによって，控訴人の取引先を奪おうとするものであり，控訴人に対する\n不法行為を構成すると主張する。\nしかしながら，関係する証拠（甲２１９の１・２，２２６～２３１）及び弁論の全\n趣旨によっても，上記(ア)及び の各プレスリリースに虚偽の内容が含まれていると\nは認められず，一般の読者の普通の注意と読み方を基準としてみても，係争中の事\n業者の一方が訴訟の経過を報じるときの内容として，控訴人の社会的評価を低下さ\nせるものと認めることはできない。\nまた，同(イ)の週刊誌は，取材に応じるなどの態様で，被控訴人らが記事の作出に\n関与したものと認められる。\nしかし，「新商品の特許権は，共同開発した４社で取得。と同時に，販売をツイン\nズ社，残り３社で製造を担う役割分担を明記する契約を交わしたという。」，「役割分\n担の契約を反故にされた製造側の３社は怒り心頭になりました。」（甲２２８）とあ\nるなど，当事者間に争いのある事実関係につき一方の見解視点から述べている部分\nはあるものの，虚偽の内容が含まれているとは認められず，その余の部分を含め，\nそのような記事の作出に関与したことが，許される自由競争の範囲を逸脱するとい\nうことはできない。\n同(エ)のチラシにも，控訴人代表者が発明者ではないとの記載はなく，むしろ「４\n者で特許を取得」したことの正確な指摘があることからすれば，全体として殊更に\n虚偽の事実を告げているものではなく，そのようなチラシを配布することが，許さ\nれる自由競争の範囲を逸脱するということはできない。\n以上によれば，上記の各行為が控訴人に対する不法行為を構成することはないと\nいうべきである。\n⑸  小括\n以上によれば，控訴人の主張する被控訴人らの上記各行為が控訴人に対する不法\n行為を構成することはない。\nそして，これらを一連のものとして一体的にみたとしても，同様に，控訴人に対\nする不法行為を構成することはないというべきである。\n６  結論\n以上の次第であるので，その余の点について判断するまでもなく，控訴人の請求\nはいずれも理由がない。\nよって，これと同旨の原判決は相当であり，本件控訴は理由がないから棄却する\nこととして，主文のとおり判決する。\n知的財産高等裁判所第１部\n裁判長裁判官      髙      部    眞  規  子\n裁判官      小    林    康    彦\n裁判官      髙    橋        彩\n"
}