{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 9,
    "day": 6
  },
  "case_number": "令和4(行ケ)10133",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "意匠権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "92356",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=92356",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/356/092356_hanrei.pdf",
  "contents": "令和５年９月６日判決言渡\n令和４年（行ケ）第１０１３３号  審決取消請求事件\n口頭弁論終結日  令和５年７月３日\n判 決\n原          告          株式会社イレブンインターナ\nショナル\n同訴訟代理人弁護士       久 世 勝 之\n同訴訟代理人弁理士       永 田 元 昭\n大 田 英 司\n同補佐人弁理 士       永 田 良 昭\n被          告         株 式 会 社 雅\n同訴訟代理人弁理士       風 早 信 昭\n浅 野 典 子\n主 文\n１  特許庁が無効２０２１－８８００１３号事件につい\nて令和４年１１月２２日にした審決を取り消す。\n２  訴訟費用は被告の負担とする。\n事 実 及 び 理 由\n第１  請求\n主文同旨\n第２  事案の概要\n本件は、意匠登録無効審判請求に対する不成立審決の取消訴訟である。争点は、\n意匠法３条１項３号該当性である。\n１  特許庁における手続の経緯等\n被告は、意匠に係る物品を「運転席用、助手席用、運転席と助手席との間のセン\nター用、二列目用を一組として構成される自動車用フロアマット」とする意匠（登\n録第１６５２３０８号、以下「本件登録意匠」という。意匠公報写しは別紙１のと\nおり。）の意匠権者である（甲６、７）。\n本件登録意匠は、令和元年７月２３日を登録出願日（以下「本件出願日」という。）\nとし、意願２０１９－１６４３６号として出願され、令和２年１月１７日に設定登\n録がされた（甲６）。\n原告は、令和３年９月２１日、本件登録意匠について、意匠登録無効審判を請求\nした（無効２０２１－８８００１３号）。\n特許庁は、令和４年１１月２２日、「本件審判の請求は、成り立たない。」との審\n決（以下「本件審決」という。）をし、その謄本は、同年１２月１日、原告に送達さ\nれた。\n原告は、令和４年１２月２６日、本件審決の取消しを求めて本件訴えを提起した。\n２  本件審決の理由の要旨\n本件審決の理由の要旨は、次のとおりである。\n(1) 先行意匠１の認定について\nア  原告が主張する先行意匠１について\n原告は、「先行意匠１」として、株式会社ユーアイ（以下「ユーアイ」という。）\nが、平成２４年２月頃から「３Ｄ  ＲＵＢＢＥＲ  ＭＡＴ」との商品名を付して販\n売を開始したトヨタハイエースワイドボディ専用で立体形状の自動車用フロアマッ\nト（運転席用フロアマット、助手席用フロアマット、運転席と助手席の間のセンタ\nー用フロアマット及び二列目用フロアマットとを有するもの。以下「先行製品」と\nいう。）の意匠を主張し、具体的には、甲１の１～４の各証拠の写真及び図面に表さ\nれた意匠をもって先行意匠１とする旨主張する。\n(ｱ) まず、甲１の１～４の証拠に表された意匠が、本件出願日前に公然知られた\n意匠であったといえるか検討する。\n甲１の１は、ユーアイの商品カタログ（以下「本件カタログ」という。）であり、\n裏表紙に「２０１２年９月現在」などと記載されているから、同月以降に作成され、\n他所での販売のために配布することを前提としていたと認められるが、配布対象、\n配布場所、時期は明らかではなく、同月に発行及び配布されたことを裏付ける証拠\nはないから、甲１の１に表された意匠は、本件出願日前に公然知られた意匠であっ\nたとはいえない。\n甲１の２・３は、外国企業が製品製造のために作成した自動車用フロアマットの\n設計図面であり、遅くとも２０１２年（平成２４年）５月３１日までに作成された\nと認められるが、このような製造のために作成された図面は、本来外部に漏れない\nように取り扱われるものであり、取引業者など暗に秘密保持を求められる関係者間\nにおいて開示されるものであっても、不特定多数に公然知られる状態とすることは\n考え難く、他に公開されるに至ったとする証拠もないから、甲１の２・３に表され\nた意匠は、本件出願日前に公然知られた意匠であったとはいえない。\n甲１の４は、原告が外国企業から納品を受けた自動車用フロアマットを検品した\n際に撮影した写真群であって、このような写真は、本来、取引業者等秘密保持を求\nめられる関係者間以外の不特定多数の者に開示されるものとはいえず、写真記載の\nタイムスタンプに示された年月日に公然知られたと認めることはできない。また、\n甲３の１・２からは、原告が甲１の４に撮影された製品と同一の型番の製品をユー\nアイに販売したことを認め得るが、原告からユーアイへの販売は、ＯＥＭ生産委託\nに基づき製品を納入したものにすぎず、不特定多数に販売されたとはいえないから、\n甲１の４に表された意匠（以下「甲１の４意匠」という。）は、本件出願日前に公然\n知られた意匠であったとはいえない。\n以上のとおり、甲１の１～４の証拠に表された意匠は、いずれも本件出願日前に\n公然知られた意匠であったとはいえない。\n(ｲ) 次に、原告が主張する先行製品の意匠（先行意匠１）が、甲１の１～４にそ\nれぞれ表されているかを検討する。\n甲１の１（本件カタログ）には、先行製品の形状等が表されていない。甲１の２・\n３（設計図面）は、「Ｃｌａｚｚｉｏ」と記した長方形のロゴ部が設けてられている\nから、ユーアイの製品図面とはいえず、先行製品の形状等を表しているとはいえな\nい。甲１の４（検品時写真）に写っている製品は、ユーアイの製品の写真と認めら\nれる。\nそうすると、甲１の４には先行製品の形状等が表されているといえるが、甲１の\n１には先行製品の形状等が表されておらず、甲１の２・３は先行製品と同一の製品\nということはできないから、甲１の２～４に表された意匠をまとめて、先行意匠１\nの形状等として認定することはできない。\nイ  甲１の４意匠について\n甲１の４意匠は、上記のとおり公然知られたものとは認められないが、念のため、\n本件登録意匠が甲１の４意匠と類似するかを判断するため、甲１の４意匠の形状等\nを認定すると、別紙２（本件審決が認定した甲１の４意匠の形状等）のとおりであ\nる。\n(2) 本件登録意匠と甲１の４意匠との類否について\n本件登録意匠の形状等は別紙３（本件審決が認定した本件登録意匠の形状等）の\nとおりであり、甲１の４意匠の形状等は別紙２（本件審決が認定した甲１の４意匠\nの形状等）のとおりであって、その共通点及び相違点は、別紙４（本件審決が認定\nした共通点及び相違点）のとおりである。\nア  共通点の評価\n共通点（α１）については、両意匠の基本的な構成態様を概括したものであって、\n自動車用フロアマットの組物としてごく普通のものであるから、両意匠の類否判断\nに与える影響は小さく、共通点（α２－１）～（α２－３）については、運転席用\nマットの具体的態様の共通点であって、運転席側の態様は、需要者も注目するとこ\nろであるので、両意匠の類否判断に与える影響は一定程度あるものであり、共通点\n（α３－１）～（α３－３）、共通点（α４）及び共通点（α５－１）～（α５－３）\nについても、助手席用マット、センター用マット及び二列目用マットの具体的態様\nの共通点であるが、具体的態様である全体の縦横及び奥行きの長さ比並びに左右側\n面及び平面底の形状等が甲１の４意匠についてほぼ不明な相違点がある中で、両意\n匠の類否判断に与える影響は一定程度にとどまるものである。共通点（α６）は、\n自動車用フロアマットにおいてはごく普通の態様であるから、両意匠の類否判断に\n与える影響は小さいものである。\nそうすると、共通点（α２－１）～（α２－３）、共通点（α３－１）～（α３－\n３）、共通点（α４）及び（α５－１）～（α５－３）の両意匠の類否判断に与える\n影響は一定程度あるものとしても、共通点（α１）及び共通点（α６）は両意匠の\n類否判断に与える影響がいずれも小さいものであって、共通点全体が相まって生ず\nる効果を考慮したとしても、共通点は、両意匠の類否判断を決定付けるまでには至\nらない。\nイ  相違点の評価\n相違点（β１）及び相違点（β６）はセンター用マットの湾曲態様の僅かな相違\n及びフロアマット全体の細かな凹凸態様の相違であるから、両意匠の類否判断に与\nえる影響は小さく、相違点（β２－３）、相違点（β３－３）、相違点（β４－３）\n及び相違点（β５－３）のマット内留め具部の相違や、ロゴ部及びタグの有無など\nは細部の部分的相違であって、両意匠の類否判断に与える影響は小さく、相違点（β\n２－２）、相違点（β３－２）及び相違点（β５－２）については、両意匠の各辺部\n周辺の具体的態様の相違であるが、いずれも多少の相違であって、両意匠の類否判\n断に与える影響は一定程度にとどまるものである。\nしかしながら、相違点（β２－１）、相違点（β３－１）、相違点（β４－１）及\nび相違点（β５－１）につき、本件登録意匠の具体的態様である全体の縦横及び奥\n行きの長さ比が明らかであるのに対し、甲１の４意匠につきこれらが不明である点\nは、両意匠の類否判断に与える影響は大きく、さらに、相違点（β４－２）におい\nて、両意匠のセンター用マットの下辺の具体的態様が相違し、甲４の１意匠の左右\n側面及び平底面の態様が不明で、本件登録意匠と全体の形状が対比できない点も、\n両意匠の類否判断に与える影響は大きい。\nそうすると、相違点（β１）、相違点（β２－３）、相違点（β３－３）、相違点（β\n４－３）、相違点（β５－３）及び相違点（β６）が両意匠の類否判断に与える影響\nは小さく、相違点（β２－２）、相違点（β３－２）及び相違点（β５－２）が、両\n意匠の類否判断に与える影響は一定程度にとどまるが、相違点（β２－１）、相違点\n（β３－１）、相違点（β４－１）、相違点（β４－２）及び相違点（β５－１）が\n類否判断に与える影響は大きいものであるから、それら相違点（β１）～相違点（β\n６）を総合すると、相違点が総じて両意匠の類否判断に与える影響は大きく、共通\n点は両意匠の類否判断を決定付けるまでには至らないものであるのに対し、相違点\nは、共通点を凌駕して、両意匠を別異のものと強く印象付けるものであるから、本\n件登録意匠が甲４の１意匠に類似するということはできない。\nウ  小括\n以上のとおり、本件登録意匠と甲１の４意匠は、意匠に係る物品は同一であるが、\n形状等については、両意匠の相違点が共通点を凌駕し、両意匠は類似するものでは\nない。\n(3) 結論\n以上によると、本件登録意匠は、本件出願日前に公然知られた意匠に類似する意\n匠とはいえず、意匠法３条１項３号に該当しない。\n第３  原告主張の審決取消事由（意匠法３条１項３号該当性の判断の誤り）\n１  先行意匠の認定に誤りがあること及び先行意匠１が本件出願日前に公知であ\nったこと\n本件審決は、原告が主張する先行意匠１（先行製品の意匠）につき、甲１の１～\n３には、先行製品の形状等が表されていないとか、先行製品を表していないなどと\nして、甲１の２～４に表された意匠をまとめて、先行意匠１の形状等として認定す\nることはできないとした上、甲１の４のみから先行意匠（甲１の４意匠）を認定し\nたが、この認定は誤りである。\n原告が主張する先行意匠１は、トヨタハイエースワイドボディ用３Ｄマット（先\n行製品）の意匠であって、ユーアイが顧客に相当数量販売したことにより、本件出\n願日前に公然知られた意匠となったものである。\nこれらの事実は、甲１の１・４、２、３の１・２から明らかである。\nすなわち、ユーアイは、遅くとも平成２４年から令和元年にかけて、原告から、\nハイエースワイドボディ用フロント用マット（品番：ＵＩ－０２３９、コード番号：\nＯＭＵＩＲ０２３９Ｋ、ラベル印字コード：ＵＩ０７３４０１）及びリア用マット\n（品番：ＵＩ－０１０３、コード番号：ＯＭＵＩＲ０１０３Ｋ、ラベル印字コード：\nＵＩ０７３４０３）のＯＥＭ供給を受け、これを顧客に相当数量販売した。この事\n実は、甲１の４（外注先から先行製品の納品を受けた原告撮影に係る検品時写真）、\n甲２（ユーアイの代表者が作成した先行製品の仕様及び図面の確認書）、甲３の１・\n２（原告の商品別売上明細表）のいずれにも「ＯＭＵＩＲ０２３９Ｋ」、「ＯＭＵＩ\nＲ０１０３Ｋ」とのコード番号が記載されていることから明らかである。なお、ユ\nーアイが先行製品を本件出願日前に販売していたことを示す補強証拠として、甲４\nの１～４（平成２８年時点でのユーアイのウェブサイトのアーカイブ）、甲５の１・\n２（標準ボディ用３Ｄマットを購入し、使用した感想等が説明されているウェブ記\n事及びＹｏｕＴｕｂｅ動画）が存在する。\nそして、先行製品の意匠が甲１の２・３（設計図面）のとおりであることは、原\n告自身のブランドロゴを付した原告自らが販売した製品に係る甲１の２・３の各図\n面に記載された製品と、ユーアイにＯＥＭ供給をするために原告の依頼により同じ\n金型を用いてユーアイ向けのロゴを付した製品を製造したものである甲２（ユーア\nイの代表者の確認書）添付の各図面に記載された製品とが、ブランドロゴ等に関す\nる細かい部分を除き同一の寸法、形状となっていることから明らかである。\nしたがって、甲１の１のみならず甲１の２～４も、先行製品の意匠を正しく表し\nているのであるから、本件審決が、これらに基づくことなく、甲１の４のみから先\n行意匠を認定したのは誤りである。\n２  本件登録意匠と先行意匠１との類否判断に誤りがあること\n本件審決は、上記のとおり甲１の４のみから平面的に先行意匠（甲１の４）を認\n定し、その全体の縦横や奥行きの長さ等が不明であるとして、本件登録意匠との類\n似性を否定しているところ、先行意匠が正しく認定されれば、その類否判断の結論\nが異なることは明らかであるから、本件審決の類否判断には誤りがある。\n第４  被告の反論\n原告は、ユーアイが先行製品を多数の顧客に販売したことにより、先行製品の意\n匠が本件出願日前に公然知られるに至ったと主張し、これらの事実は甲１の１・４、\n２、３の１・２から明白である旨主張する。\nしかし、甲１の１（本件カタログ）が実際に発行及び配布されたことが立証され\nていないこと、甲１の４（検品時写真）、甲３の１・２（原告の商品別売上明細表）\nは、原告がユーアイに対して自動車用フロアマットをＯＥＭ供給したことが認めら\nれるにとどまり、これらのみでは甲１の４に表された意匠が公然知られたといえな\nいことは、いずれも本件審決が認めるとおりであり、甲２（ユーアイの代表者の確\n認書）を考慮したとしても、甲１の１～４に表された意匠（原告が主張するところ\nの先行意匠１）が、本件出願日前に公然知られた意匠であったということはできな\nい。原告は、ユーアイが先行製品を本件出願日前に販売していたことを示す補強証\n拠として甲４及び５（いずれも枝番号を含む。以下ことわらない限り同じ。）を提出\nなどするが、審決取消訴訟においては、審判で審理判断されなかった新たな証拠に\nより登録されている権利の有効性を判断することは許されないから、これらの証拠\nは採用すべきではない。仮に、これらの証拠を採用するとしても、ウェブサイトと\nしての性質上、修正や改ざんの可能性が否定できず、信用性に乏しいというべきで\nあるし、これらの証拠には原告が主張する製品番号や商品コード等は記載されてい\nないから、原告が主張する先行製品が販売されたことを立証するものではない。\nまた、甲１の１～４の間で、相互に製品の名称やその製品を特定する品番又は型\n番などが整合しておらず、これらの証拠が全て同一の製品についてのものとは認め\nられないことも、本件審決が認めるとおりである。なお、本件審決は、甲１の４に\n表された意匠が本件出願日前に公然知られたとはいえないものの、「念のため」とし\nて、甲１の４から先行意匠を認定したものであり、その認定に誤りはない。\n第５  当裁判所の判断\n１  認定事実\n(1) 各項目末尾掲記の証拠及び弁論の全趣旨によると、次の事実が認められる。\nア  原告は、２００９年（平成２１年）及び２０１２年（平成２４年）に聖州企\n業股份有限公司が作成した「ＨＩＡＣＥ  ＷＩＤＥ右駕專用踏墊」及び「ＴＯＹＯ\nＴＡ－ＨＩＡＣＥ－Ｓ－ＧＬ－ＷＩＤＥ右駕專用脚踏墊」の設計図面を所持してい\nた。これらの図面には、トヨタハイエースの運転席用フロアマット、助手席用フロ\nアマット、運転席と助手席の間のセンター用フロアマット及び二列目用フロアマッ\nトの形状が正面図、側面図及び底面図により示され、寸法も記載されている。なお、\n同設計図面中、運転席用フロアマット及び助手席用フロアマットには、それぞれ「Ｃ\nｌａｚｚｉｏ」と書してなるロゴマークが付されている。（甲１の２・３）\nイ  ユーアイは、平成２４年頃、「ＨＩＡＣＥ ＆ ＲＥＧＩＵＳ ＡＣＥ  ＯＲＩ\nＧＩＮＡＬ  ＰＡＲＴＳ  ＣＡＴＡＬＯＧ  Ｖｏｌ．５．０」と題する本件カタロ\nグを作成した。その１４頁には、「３Ｄ  ＲＵＢＢＥＲ  ＭＡＴ／３Ｄラバーマッ\nト」「最新の技術で成型されたラバー製の３Ｄマット！」「ハイエース専用設計＆ 立\n体構造」「ワイドボディ用フロント  ３ｐｃｓ  ￥１１，３４０」「ワイドボディ用\nリア  １ｐｃｓ  ￥１１，３４０」などと記載され、「ＵＩ  ｖｅｈｉｃｌｅ」と書\nしてなるロゴマークが付された自動車用フロアマットを撮影した写真が５枚掲載さ\nれている。そして、平成２８年３月４日当時のユーアイのウェブサイトのアーカイ\nブには、本件カタログに掲載された上記写真５枚のうち４枚と酷似した写真４枚が\n掲載され、「最新の技術で成型されたラバー製の３Ｄマット！」などの説明とともに\n「３Ｄラバーマット」が紹介され、「ワイドボディ用  フロント３ピース」「ワイド\nボディ用  リア１ピース」などが購入でき、また在庫検索ができる旨が記載されて\nいる。（甲１、４の２）\nウ  原告は、平成２７年５月から同年６月にかけて、外注先からハイエース用自\n動車フロアマットの納品を受け、これらを検品のために撮影した（以下、同撮影に\n係る写真を甲１の４の丁数に応じて「写真１」などという。）。同フロアマットには\n「ＵＩ  ｖｅｈｉｃｌｅ」と書してなるロゴマークが付されている（写真３、５、\n８、２４、２５）。その梱包箱には「ＵＩＲ－０２３９Ｋ」「ＵＩＲ－０１０３Ｋ」\n等と記載されているほか（写真１９、２１）、「２００系ハイエースＷＩＤＥ」「ＯＭ\nＵＩＲ０２３９Ｋ０３８９５３」等と記載されたラベル又は「２００系ＨＩＡＣＥ\nワイドボディーＳ－ＧＬ用リア」「ＯＭＵＩＲ０１０３Ｋ０３８１６６」等と記載さ\nれたラベルが貼付されている（写真２、２３）。また、「３Ｄラバーマット取扱説明\n書」と題する文書が添付されている（写真１４）。（甲１の４）\nエ  原告の会計システムから抽出した商品別売上明細表（以下「本件売上明細表」\nという。）によると、原告は、平成２４年２月から令和３年１月頃までの間に、ユー\nアイに対して、「ＯＭＵＩＲ０２３９Ｋ  ３Ｄラバー」を７６５０セット、「ＯＭＵ\nＩＲ０１０３Ｋ  ３Ｄラバー」を２０００セット販売した。（甲３の１・２）\nオ  第三者によるインターネット上の情報サイト「みるみるランド」に投稿され\nた平成３１年２月２０日付け記事では、同記事の作成者が、ハイエース標準ボディ\n専用のフロアマットであるユーアイの「３Ｄラバーマット」を購入し、取り付け方\nや使用した感想、ワイドボディ用もあること等を記載している。また、その様子を\n撮影した動画は、ＹｏｕＴｕｂｅの「みるみるランド」と題するチャンネルにアッ\nプロードされている。（甲５の１・２）\nカ  ユーアイの代表者が令和３年９月７日付けで作成した確認書（以下「本件確\n認書」という。）には、ユーアイが原告に対しトヨタハイエース用３Ｄマット（ＵＩ\nｖｅｈｉｃｌｅ  「３Ｄ  ＭＡＴ」ワイドボディ用フロントマット、ワイドボディ\n用リアマット）のＯＥＭ製造を委託していること、ユーアイが平成２４年２月頃か\nら令和元年７月２３日までの間にワイドボディ用フロントマット（品番：ＵＩ－０\n２３９、製品コード：ＯＭＵＩＲ０２３９Ｋ）を６２００セット、ワイドボディ用\nリアマット（品番：ＵＩ－０１０３、製品コード：ＯＭＵＩＲ０１０３Ｋ）を１６\n００セットずつ、顧客に販売するために原告から購入したことが記載されている。\nまた、本件確認書には、聖州企業股份有限公司が作成した「toyota-hiace-wide右駕\n專用型踏墊」の設計図面が添付されており、同設計図面は、甲１の２の製品図面に\nおける「Ｃｌａｚｚｉｏ」と書してなるロゴマークがなく、「ＵＩ  ｖｅｈｉｃｌｅ」\nと書してなるロゴマークが付されているほかは、上記アの設計図面と酷似している。\n（甲２）\n(2) 被告の主張について\nア  被告は、審決取消訴訟においては、審判で審理判断されなかった新たな証拠\nにより登録されている権利の有効性を判断することは許されないから、原告が本件\n訴訟で提出をした甲４及び５は、いずれも採用されるべきではない旨主張する。\n意匠登録無効審判の審決に対する取消訴訟においては、審判で審理判断されなか\nった公知事実との対比における無効原因を主張することは許されないと解される\n（最高裁昭和４２年（行ツ）第２８号同５１年３月１０日大法廷判決・民集３０巻\n２号７９頁参照）。これを本件についてみるに、原告は、審判において、本件出願\n日前に先行製品が一般に販売されたことにより先行製品の意匠である先行意匠１が\n公然知られるに至った旨を主張しているところ、甲４及び５は、いずれも、先行製\n品が本件出願日前に販売された事実を裏付ける証拠であって、同事実は審判により\n審理判断されている事実にほかならないから、原告が甲４及び５を提出して同事実\nを立証し、これらに基づき本件審決の誤りを主張することは許されるというべきで\nある。被告の主張は採用することができない。\nイ  被告は、甲４及び５が採用されるとしても、これらの証拠はウェブサイトと\nしての性質上、修正や改ざんの可能性が否定できず、信用性に乏しい旨主張する。\nしかし、上記証拠はいずれも公開されたウェブサイト及びそのアーカイブである\nから、その記載が修正又は改ざんされたというのであれば、被告において実際に公\n開されているウェブサイトや信頼できるアーカイブを示した上、これと異なる点を\n具体的に指摘できるはずであるが、被告はそのような指摘をしない。他に、甲４及\nび５に、修正や改ざんをうかがわせるような点は見当たらない。被告の主張は採用\nすることができない。\n２  先行意匠の認定に誤りがあること及び先行意匠１が本件出願日前に公知であ\nったこととの点について\n(1) 原告は、本件審決が、甲１の２～４に表された意匠をまとめて先行意匠１の\n形状等として認定することはできないとした上で甲１の４のみから先行意匠を認定\nした点に誤りがある旨主張する。\n原告が主張する先行意匠１は、ユーアイが顧客に相当数量販売したという先行製\n品（トヨタハイエースワイドボディ用３Ｄマット）の意匠である。\n前記１(1)の認定事実によると、ユーアイは、遅くとも平成２８年３月４日時点で、\nそのウェブサイト（甲４の２）において、「ワイドボディ用  フロント３ピース」\n「ワイドボディ用  リア１ピース」等のハイエースワイドボディ用フロアマットを\n「３Ｄラバーマット」との商品名にて販売している旨を掲載しているところ、同ウ\nェブサイトに用いられている「３Ｄラバーマット」の写真５枚のうち４枚は、本件\nカタログで用いられている写真５枚のうち４枚と酷似しており、ユーアイは、本件\nカタログ（甲１の１）に掲載された商品を一般に向けて現実に販売していたものと\n認められる。\nまた、原告は、平成２７年５月から同年６月にかけて、外注先から「ＵＩ  ｖｅ\nｈｉｃｌｅ」のロゴマークが付されたハイエースＷＩＤＥ用自動車フロアマットの\n納品を受けたところ（甲１の４）、同フロアマットには「３Ｄラバーマット取扱説\n明書」と題する文書が添付されていたほか、梱包箱に記載された品番及び製品コー\nドが本件確認書に記載の品番及び製品コード並びに本件売上明細表に記載の品番と\nいずれも符合していることからすると、原告が納品を受けた上記フロアマットは、\n上記のとおりユーアイが販売していた「３Ｄラバーマット」と同一の製品であると\n認められる。\nそして、本件確認書には、ユーアイが販売する「３Ｄ  ＭＡＴ」の設計が、本件\n確認書添付の聖州企業股份有限公司作成に係る「toyota-hiace-wide 右駕專用型踏\n墊」と題する設計図面のとおりである旨が記載され、その設計図面に記載されたフ\nロアマットの形状等は、上記のとおりユーアイが販売していた「３Ｄラバーマット」\nの形状等として矛盾のないものであり、かつ、原告がかつて所持していた聖州企業\n股份有限公司が作成した「ＨＩＡＣＥ  ＷＩＤＥ右駕專用踏墊」及び「ＴＯＹＯＴ\nＡ－ＨＩＡＣＥ－Ｓ－ＧＬ－ＷＩＤＥ右駕專用脚踏墊」の設計図面（甲１の２・３）\nと酷似していることが認められる。\n以上の事実を総合すると、ユーアイが販売していた先行製品（「３Ｄラバーマッ\nト」及び「３Ｄマット」）の形状等は、甲１の１～４に表されているということが\nできる。これらの証拠から先行製品の意匠すなわち先行意匠１を認定すると、別紙\n５のとおりとなる。\nしたがって、本件審決が、甲１の２～４に表された意匠をまとめて先行意匠１の\n形状等として認定できないとし、甲１の４のみから先行意匠を認定した点には誤り\nがある。\n(2) 前記１(1)の認定事実によると、原告は、遅くとも平成２４年２月頃から先行\n製品の納品を受けてこれをユーアイに供給し、ユーアイも、遅くとも同月頃からこ\nれを一般向けに販売するために原告から購入し、その運転席用、助手席用及び運転\n席と助手席の間のセンター用並びに二列目用の各フロアマットの合計数量は６００\n０セットを超えていることから、ユーアイの一般向けの販売数量も相当数に達する\nと認められるところ、現に、第三者が先行製品を購入してこれをインターネット上\nの情報サイトにおいて紹介している（購入した製品は標準ボディ用であるものの、\nワイドボディ用もあることを記載している。）ことも認められるから、先行製品の意\n匠すなわち先行意匠１は、本件出願日前に日本国内において公然知られた意匠であ\nったと認められる。\n(3) 被告は、甲１の１～４にそれぞれ表された意匠が公然知られたとはいえない\nとか、甲１の１～４の間で相互に製品の名称や、製品を特定する品番又は型番が一\n致しておらず、これらの証拠が同一の製品についてのものと認められないなどと主\n張する。\nしかし、前記(1)のとおり、ユーアイは本件出願日前にハイエースワイドボディ用\nフロアマットである「３Ｄラバーマット」を一般に販売していたこと、その形状等\nは、ウェブサイトに掲載された写真からみて、本件カタログに掲載されているもの\nと相違するところはないこと、原告が本件出願日前に外注先から供給を受けてユー\nアイに販売したフロアマットも、記載された品番及び製品コードからみて上記「３\nＤラバーマット」と同一の製品であると認められること、甲１の２・３の設計図面\nはユーアイに提供した製品の設計図面そのものではないが、ユーアイが販売してい\nる「３Ｄラバーマット」の設計図面と同一の法人が作成し、その記載された製品の\n内容も酷似していることなどの事実関係を総合すると、甲１の１～４につき、これ\nらを併せて先行製品の意匠を認定することができるものである。そして、前記(2)の\nとおり、先行意匠１は、ユーアイが先行製品を一般向けに販売したことによって、\n本件出願日前に公然知られたものと認められる。\nしたがって、被告の主張は採用することができない。\n３  本件登録意匠と先行意匠１との類否判断に誤りがあることとの点について\n(1) 本件登録意匠の意匠に係る物品は「運転席用、助手席用、運転席と助手席と\nの間のセンター用、二列目用を一組として構成される自動車用フロアマット」であ\nり、先行意匠１に係る物品は「運転席用、助手席用、運転席と助手席との間のセン\nター用、二列目用の各自動車用フロアマット」であるから、両意匠の意匠に係る物\n品は、実質的に同一である。\n(2) 本件登録意匠の形状等は別紙３に、先行意匠１の形状等は別紙５に各認定の\nとおりである。\nこれらを対比すると、まず、本件登録意匠と先行意匠１の基本的構成態様は一致\nしている。具体的態様をみても、運転席用マットでは、上辺の中央やや右寄りに略\nＶ字状の切れ込みを設けて両側を略隅丸台形状の凸状部に形成した点、各隅部の形\n状、外周の側壁部、マット内には右辺寄りに縦方向に直線状の凸状畝を設けたほか、\nその左側中央に凹溝で囲まれた略長方形状部を配してその内側に縦方向に複数の略\n細幅長方形部を等間隔に設け、左下隅寄りに二つの小円形状の留め具部を配してい\nる点等において共通する。助手席用マットでは、右上隅を大きく切り欠いた入り隅\n状としたなどの各隅部の形状、外周の側壁部、マット内には左辺寄りに縦方向に直\n線状の凸状畝を設けた点等において共通する。センター用マットでは、上辺のやや\n右寄りに略Ｕ字状の切り欠き部を設けた点や各隅部の形状、外周に側壁部はなく略\nシート状である点、底面視で山状に湾曲している点等において共通する。二列目用\nマットでは、全体が略横長の骨盤形状ともいうべき左右対称の態様であって、上下\n左右の辺の形状、外周の側壁部、マット内の左右辺側には辺に沿って凸状の隆起部\nを設けている点等において共通する。そして、いずれのマットも、全体に暗トーン\nが施され、表面全体に細かな凹凸が設けられている点において共通する。\nこれに対し、本件登録意匠と先行意匠１の具体的態様をより子細に対比すると、\n①本件登録意匠の各マットにはロゴ部及びタグがないのに対し、先行意匠１の各マ\nットには、それぞれ「ＵＩ  ｖｅｈｉｃｌｅ」と記した長方形のロゴ部や小矩形状\nのタグが設けられている点、②各マットの縦横奥行きの長さ比、③センター用マッ\nトを平面視した際の具体的な形状、④各マットを正面視した際の辺の形状（直線状\nであるか僅かな斜線状であるか、傾斜の角度等）などにおいて相違点が認められる。\nしかし、意匠の類否判断は、全体的観察を中心に、これに部分的観察を加えて、総\n合的な観察に基づいてされるべきであって、細部の形状などの具体的態様のみを重\n視することはできないところ、上記①及び④については細部の部分的相違にとどま\nる上、上記②の本件登録意匠と先行意匠１との縦横奥行きの長さ比の相違は、主と\nして平面視及び側面視した際のフロアマットの厚みの相違に由来するものとみられ\nるところ、この点は、自動車フロアマットとして装着した後には、特段美感への影\n響を与えるものとは認められない。同様に、上記③の相違点についても、自動車フ\nロアマットとして装着した後には、特段、美感への影響を与えるものとは認められ\nない。したがって、これらの相違点は、いずれも需要者が特に注目する部分とはい\nえない。\nよって、本件登録意匠と先行意匠１とは、これらの相違点を考慮しても、需要者\nの視覚を通じて起こさせる全体的な美感を共通にしているものと認められるから、\n本件登録意匠は、先行意匠１に類似するものと認められ、意匠法３条１項３号に該\n当するというべきである。これと異なる本件審決の判断には誤りがある。\n４  結論\n以上の次第であるから、本件審決には、意匠法３条１項３号該当性の判断に誤り\nがあり、原告の請求には理由があるので、主文のとおり判決する。\n知的財産高等裁判所第１部\n裁判長裁判官\n本      多    知    成\n裁判官\n遠      山    敦    士\n裁判官\n天      野    研    司\n（別紙１）●（省略）●\n（別紙２）\n本件審決が認定した甲１の４意匠の形状等\n（基本的構成態様）\n（ア）自動車の前方座席に用いる、浅い略横長長方形トレイ状の運転席用マット、\n浅い略横長長方形トレイ状の助手席用マット、及び正面方向に湾曲した略台形状セ\nンター用マット並びに、後方座席に用いる、ごく浅い略横長逆台形トレイ状の二列\n目用マットから成る一組の自動車用フロアマットとしたものである。\n（具体的態様）\n（イ）運転席用マットについては、甲１の４の３頁～７頁に表されており（７頁\nのタグには、ＨＩＡＣＥ  ＷＩＤＥ  ＵＩ０７３４０１  １Ｒと記載。）、右下に２\n０１５／０６／２３  １４：１４又は１４：１５のタイムスタンプとおぼしき数字\n表記があり、いずれもやや斜め上方からの図版であるから、正面視で全体の縦横及\nび奥行きの長さ比は不明であって、上辺は、中央やや右よりに、縦方向長さの約２\n／１１の略Ｖ字状の切れ込みを設け、両側を略隅丸台形状の凸状部に形成し、左上\n隅は、略逆さへの字状の入り隅状に形成し、右上隅は、丸みを帯びた角形の入り隅\n状に形成し、左辺は右に約９０度回転した扁平な略への字状に形成し、右辺は縦方\n向に直線状に形成して、右下隅は外向きの円弧状で、右下隅手前から下辺に向けて\n内向きの浅い弧状となって、下辺の中程は横方向に直線状で、下辺左寄りから左辺\nにかけて左下隅は隅切り角状で角部は丸みを帯びている。\nまた、右辺部を除く外周の側壁部は、外方向へ傾いた傾斜面で、正面視で左上隅\n部周辺が最も高くなっている。\nそして、マット内の態様については、正面視で、右辺部と平行に、縦方向に直線\n状の凸状畝を設け、右辺沿いには「ＵＩ  ｖｅｈｉｃｌｅ」（「Ｕ」の右側上部と「Ｉ」\nの上部は、「－」状部を設けて一体化し、最後の「ｅ」は左右逆向き（判決注：ロゴ\n部において、以下同様）)と記した縦長長方形のロゴ部を設けている。そして、その\n左側中央に、凹溝で囲まれた、切り込み部に沿って、左上隅を入り隅状とした略長\n方形状部を配し、内側には縦方向に複数の略細幅長方形部を等間隔に設けており、\nその左下側には、三重円状の小円形状のフック部を一つ配し、マット部の左下隅に\nもう一つ配しており、加えて、背面側下辺略中央に小矩形状のタグを設けている。\n（ウ）助手席用マットについては、甲１の４の８頁～１０頁（１０頁のタグには、\nＨＩＡＣＥ  ＷＩＤＥ  ＵＩ０７３４０１  １Ｌと記載。）に表されており、右下に\n２０１５／０６／２３  １４：１５のタイムスタンプとおぼしき数字表記があり、\n全体の縦横及び奥行きの長さ比は不明であって、上辺を左寄りにごく僅かな凹みが\nある横方向に略直線状とし、左上隅は隅丸角状に、左上隅から左辺にかけては内向\nきの浅い弧状に形成し、右上隅は、大きく切り欠いた入り隅状で、右下向きの斜辺\nから横方向に屈曲し、右に向けて緩やかな弧の波状に形成し、左辺は右に９０度回\n転した略扁平への字状で、右辺は略直線状とし、左下隅は丸みを帯びた隅丸形状に、\n下辺は左下隅手前で内向きのごく浅い弧状が２つ連なった波状に形成し、右側は、\n横方向に直線状で、右下隅は丸みを帯びた斜辺の大きな略隅切り形状に形成してい\nる。\nまた、左辺部を除く外周の側壁部は、おおむね外方向へ傾いた傾斜面で、上辺側\nの側壁は上端寄りが屈曲しており、上辺側は他の側壁部より高くなっている。加え\nて、背面側下辺略中央に小矩形状のタグを設けている。\nそして、マット内の態様については、正面視で、左辺沿いには「ＵＩ  ｖｅｈｉ\nｃｌｅ」と記した縦長長方形のロゴ部を設け、左辺寄りに左辺と平行に、縦方向に\n直線状の凸状畝を設けている。\n（エ）センター用マットについては甲１の４の１１頁～１３頁（１３頁のタグに\nは、ＨＩＡＣＥ  ＷＩＤＥ  ＵＩ０７３４０１  １Ｃと記載。）に表されており、右\n下に２０１５／０６／２３  １４：１５のタイムスタンプとおぼしき数字表記があ\nり、全体の縦横及び奥行きの長さ比は不明あって、上辺は、正面視で、左端から約\n２／３にわたって、頂点が左寄りの略円弧状で、左から横方向長さの約２／７に縦\n方向長さの約１／４の略Ｕ字状の切り欠き部を設け、左上隅は、略隅丸角状に形成\nし、右上隅は、略隅丸角状で、略Ｕ字状の切り欠き部より、右側を略縦長矩形片状\nに形成している。左右辺は両辺の上方を略鉛直方向におおむね平行として、左辺は\n右に長辺側が鉛直状になるように回転した略逆への字状に、右辺は左に長辺側が鉛\n直状になるように回転した略への字状に形成し、左右下隅は隅丸角状で、正面視で\n下辺は左端から略直線状で、正面視で横方向の右から約２／２１が上方に向けて傾\n斜しており、外周に側壁部はなく略シート状であって、正面に向けて山状に湾曲し\nている。また、背面側下辺略中央に小矩形状のタグを設けている。\n（オ）二列目用マットについては、甲１の４の２４頁～２７頁（２７頁のタグに\nは、ＨＩＡＣＥ  ＷＩＤＥ  ＵＩ０７３４０３  ２Ａと記載。）に表されており、右\n下に２０１５／０５／１３  ０９：１０又は０９：１１タイムスタンプとおぼしき\n数字表記があり、全体は略横長の骨盤形状ともいうべき左右対称の態様で、左右上\n隅部は斜め上方に膨出した先端部分を斜状に切削し、その角部が丸みを帯びたよう\nな略隅丸角状であって、上辺は中程が緩やかに内向きに湾曲し、左辺部は右に短辺\n側が鉛直状になるように回転した略逆への字状で、右辺は左に短辺側が鉛直状にな\nるように回転した略への字状であって、下辺は略横方向に直線状であるが左右両端\n寄りに隅丸三角形状の切り欠き部を形成し左右下隅部は隅丸角状の横長の矩形状片\nを形成している。\nまた、下辺を除く外周の側壁部は、外方向へ傾いた傾斜面で、上辺側が最も高い\nが、正面視で、上辺中程は低く両側はなだらかに左右辺側に連なっている。\nそして、マット内の態様については、正面視で、上辺沿い中央には「ＵＩ  ｖｅ\nｈｉｃｌｅ」と記した縦長長方形のロゴ部を設け、左右辺側は、辺に沿って、上方\nにいくにつれてなだらかになる太幅の凸状の隆起部を設け、更に細幅の凸状畝を、\n左右辺及び下辺の縁部に沿って設けている。加えて、背面側下辺略中央に小矩形状\nのタグを設けている。\n以  上\n（別紙３）\n本件審決が認定した本件登録意匠の形状等\n（基本的構成態様）\nア  自動車の前方座席に用いる、浅い略横長長方形トレイ状の運転席用の自動車\n用フロアマット（以下「運転席用マット」という。）、浅い略横長長方形トレイ状の\n助手席用の自動車用フロアマット（以下「助手席用マット」という。）、及び正面視\n下側が波状に湾曲した略台形状のセンター用の自動車用フロアマット（以下「セン\nター用マット」という。）並びに、後方座席に用いる、ごく浅い略横長逆台形トレイ\n状の二列目用の自動車用フロアマット（以下「二列目用マット」という。）から成る\n一組の自動車用フロアマットとしたものである。\n（具体的態様）\nイ  運転席用マットについては、正面視で全体の縦横及び奥行きの長さ比は約６：\n８：１であって、上辺は、中央やや右よりに、縦方向長さの約１／４の略Ｖ字状の\n切れ込みを設け、両側を略隅丸台形状の凸状部に形成し、左上隅は、左側が横方向\nに直線状の角張った入り隅状に形成し、右上隅は、丸みを帯びた角形の入り隅状に\n形成し、左辺は右に長辺側が鉛直状になるように回転した扁平な略への字状に形成\nし、右辺は縦方向に直線状に形成して、右下隅は外向きの円弧状で、右下隅手前か\nら下辺に向けて内向きの浅い弧状となって、下辺の中程は横方向に直線状で、下辺\n左寄りから左辺にかけて左下隅は隅切り角状で角部は丸みを帯びている。\nまた、右辺部を除く外周の側壁部は、外方向へ傾いた傾斜面で、平面視で左上隅\n部周辺が最も高く、上側より下側がやや低くなっている。\nそして、マット内の態様については、正面視で、右辺寄りに、右辺部と平行に、\n縦方向に直線状の凸状畝を設け、その左側中央に、凹溝で囲まれた、切り込み部に\n沿って、左上隅を入り隅状とした略長方形状部を配し、内側には縦方向に複数の略\n細幅長方形部を等間隔に設けており、その左下側には、小円形状の留め具部を一つ\n配し、マット部の左下隅にもう一つ配している。\nウ  助手席用マットについては、正面視で全体の縦横及び奥行きの長さ比は約９：\n１１：１であって、上辺を左寄りにごく僅かな凹みがある横方向に略直線状とし、\n左上隅は隅丸角状に、左上隅から左辺にかけては内向きの浅い弧状に形成し、右上\n隅は、大きく切り欠いた入り隅状で、右下向きの斜辺から横方向に屈曲し、右に向\nけて緩やかな弧の波状に形成し、左辺は右に長辺側が鉛直状になるように回転した\nごく扁平な略への字状に形成し、右辺は縦方向に直線状に形成して、左下隅は丸み\nを帯びた隅丸形状に、下辺は左下隅手前で内向きのごく浅い弧状となって、中程が\n横方向に直線状で、右下隅は丸みを帯びた斜辺の大きな略隅切り形状に形成してい\nる。\nまた、左辺部を除く外周の側壁部は、おおむね外方向へ傾いた傾斜面で、上辺側\nの側壁は左側面視で略くの字状に屈曲しており、上辺側がより高く、平面視で右側\nから左側に向かうにつれて低くなっている。\nそして、マット内の態様については、正面視で、左寄りに左辺と平行に、縦方向\nに直線状の凸状畝を設けている。\nエ  センター用マットについては、正面視で全体の縦横及び奥行きの長さ比は約\n４．５：８：１であって、上辺は、左端から約２／３にわたって、右側が略斜状で\n頂点が左寄りの略円弧状で、左から横方向の約３／５に縦方向長さの約１／３の略\nＵ字状の切り欠き部を設け、左上隅は、略隅丸角状に形成し、右上隅は、略隅丸角\n状で、略Ｕ字状の切り欠き部より、右側を略縦長矩形片状に形成している。左右辺\nは両辺の上方を略鉛直方向におおむね平行として、左辺は右に長辺側が鉛直状にな\nるように回転した略逆への字状に、右辺は左に長辺側が鉛直状になるように回転し\nた略への字状に形成し、左右下隅は隅丸角状で、正面視で下辺は左端から略直線状\nで、横方向の右から約１／５が上方に向けて傾斜しており、外周に側壁部はなく略\nシート状であって、正面視で下方の約１／３が、底面視で左右側は上方向に浅い弧\n状に湾曲し、中央は下方向に浅い弧状となって、上方より下方に行くほど湾曲が大\nきく、下辺が波状にうねっている。\nオ  二列目用マットについては、正面視で全体の縦横及び奥行きの長さ比は約７．\n５：２７：１であって、全体は略横長の骨盤形状ともいうべき左右対称の態様で、\n左右上隅部は斜め上方に膨出した先端部分を斜状に切削し、その角部が丸みを帯び\nたような略隅丸角状であって、上辺は中程が緩やかに内向きに湾曲し、左辺部は右\nに短辺側が鉛直状になるように回転した略逆への字状で、右辺は左に短辺側が鉛直\n状になるように回転した略への字状であって、下辺は略横方向に直線状であるが左\n右両端寄りに隅丸三角形状の切り欠き部を形成し左右下隅部は隅丸角状の横長の矩\n形状片を形成している。\nまた、下辺を除く外周の側壁部は、外方向へ傾いた傾斜面で、上辺側が最も高い\nが、正面視で、上辺中程は低く両側はなだらかに左右辺側に連なり、側面視で、下\n側に向かうにつれて低くなっている。\nそして、マット内の態様については、正面視で、左右辺側は、辺に沿って、上方\nにいくにつれてなだらかになる太幅の凸状の隆起部を設け、更に細幅の凸状畝を、\n左右辺及び下辺の縁部に沿って設けている。\nカ  一組の自動車用フロアマットの全ては、全体に、暗トーンが施され、表面全\n面には布目状の細かな凹凸が施されている。\n以  上\n（別紙４）\n本件審決が認定した共通点及び相違点\n１  共通点\n（基本的構成態様について）\n（α１）自動車の前方座席に用いる、浅い略横長長方形トレイ状の運転席用マッ\nト、浅い略横長長方形トレイ状の助手席用マット、及び湾曲した略台形状のセンタ\nーマット並びに、後方座席に用いる、ごく浅い略横長逆台形トレイ状の二列目用マ\nットから成る一組の自動車用フロアマットとしたものである点。\n（具体的態様について）\n（α２－１）運転席用マットについて、正面視で、上辺は、中央やや右よりに、\n略Ｖ字状の切れ込みを設け、両側を略隅丸台形状の凸状部に形成し、左上隅は入り\n隅状に形成し、右上隅は、丸みを帯びた角形の入り隅状に形成し、左辺は長辺側を\n下向きにした扁平な略への字状に形成し、右辺は縦方向に直線状に形成して、右下\n隅は外向きの円弧状で、右下隅手前から下辺に向けて内向きの浅い弧状となって、\n下辺の中程は横方向に直線状で、下辺左寄りから左辺にかけて左下隅は隅切り角状\nで角部は丸みを帯びている点。\n（α２－２）また、運転席用マットの右辺部を除く外周の側壁部は、外方向へ傾\nいた傾斜面で、左上隅部周辺が最も高いものである点。\n（α２－３）そして、運転席用マット内の態様については、正面視で、右辺部と\n平行に、縦方向に直線状の凸状畝を設け、その左側中央に、凹溝で囲まれた、切り\n込み部に沿って、左上隅を入り隅状とした略長方形状部を配し、内側には縦方向に\n複数の略細幅長方形部を等間隔に設けており、その左下側には、小円形状部を一つ\n配し、マット部の左下隅にもう一つ配している点。\n（α３－１）助手席用マットについては、上辺を左寄りにごく僅かな凹みがある\n横方向に略直線状とし、左上隅は隅丸角状に、左上隅から左辺にかけては内向きの\n浅い弧状に形成し、右上隅は、大きく切り欠いた入り隅状で、右下向きの斜辺から\n横方向に屈曲し、右に向けて緩やかな弧の波状に形成し、左辺は長辺側を下向きに\nしたごく扁平な略への字状に形成し、右辺は縦方向に直線状に形成して、左下隅は\n丸みを帯びた隅丸形状に、下辺は左下隅手前で内向きのごく浅い弧状となって、右\n側は横方向に直線状で、右下隅は丸みを帯びた斜辺の大きな略隅切り形状に形成し\nている点。\n（α３－２）また、助手席用マットの左辺部を除く外周の側壁部は、おおむね外\n方向へ傾いた傾斜面で、上辺側の側壁は上端寄りが屈曲しており、上辺側は他の側\n壁部より高くなっている点。\n（α３－３）そして、助手席用マット内の態様については、正面視で、左辺部と\n平行に、縦方向に直線状の凸状畝を設けている点。\n（α４）センター用マットについては、上辺は、左端から約２／３にわたって、\n頂点が左寄りの略円弧状で、右寄りに略Ｕ字状の切り欠き部を設け、左上隅は、略\n隅丸角状に形成し、右上隅は、略隅丸角状で、略Ｕ字状の切り欠き部より、右側を\n略縦長矩形片状に形成している。左右辺は両辺の上方を略鉛直方向におおむね平行\nとして、左辺は右に長辺側が鉛直状になるように回転した略逆への字状に、右辺は\n左に長辺側が鉛直状になるように回転した略への字状に形成し、左右下隅は隅丸角\n状で、下辺は左端から略直線状で、右端寄りが傾斜しており、外周に側壁部はなく\n略シート状である点。\n（α５－１）二列目用マットについては、全体は略横長の骨盤形状ともいうべき\n左右対称の態様で、左右上隅部は斜め上方に膨出した先端部分を斜状に切削し、そ\nの角部が丸みを帯びたような略隅丸角状であって、上辺は中程が緩やかに内向きに\n湾曲し、左辺部は右に短辺側が鉛直状になるように回転した略逆への字状で、右辺\nは左に短辺側が鉛直状になるように回転した略への字状であって、下辺は略横方向\nに直線状であるが左右両端寄りに隅丸三角形状の切り欠き部を形成し左右下隅部は\n隅丸角状の横長の矩形状片を形成している点。\n（α５－２）また、二列目用マットの下辺部を除く外周の側壁部は、外方向へ傾\nいた傾斜面で、上辺側が最も高いが、正面視で、上辺中程は低く両側はなだらかに\n左右辺側に連なっている点。\n（α５－３）そして、二列目用マット内の態様については、正面視で、左右辺側\nは、辺に沿って、上方にいくにつれてなだらかになる太幅の凸状の隆起部を設け、\nさらに細幅の凸状畝を、左右辺及び下辺の縁部に沿って設けている点。\n（α６）一組の自動車用フロアマットの全ては、全体に、暗トーンが施され、表\n面全面には細かな凹凸が施されている点。\n２  相違点\n（基本的構成態様について）\n（β１）本件登録意匠はセンター用マットの正面視下側が波状に湾曲しているの\nに対し、甲１の４意匠は、正面方向に僅かに湾曲したものである点。\n（具体的態様について）\n（β２－１）運転席用マットについて、本件登録意匠は、正面視で全体の縦横及\nび奥行きの長さ比は約６：８：１であるのに対し、甲１の４意匠は、全体の縦横及\nび奥行きの長さ比は不明である点。\n（β２－２）本件登録意匠の上辺の切り込みは縦方向長さの約１／４であって、\n左上隅は、左側が横方向に直線状の角張った入り隅状に形成し、左辺は右に長辺側\nが鉛直状になるように回転した略扁平なへの字状に形成し外周の側壁部は、平面視\nで上側より下側がやや低くなっているのに対し、甲１の４意匠は、縦方向長さの約\n２／１１であって、左上隅は、略逆さへの字状の入り隅状に形成し、左辺は右に約\n９０度回転した扁平な略への字状に形成し、外周の側壁部の左右側面及び平底面側\nの態様は確認できないものである点。\n（β２－３）本件登録意匠のマット内には、ロゴ部はなく、小円形状の留め具部\nを配しているのに対し、甲１の４意匠は、右辺沿いに「ＵＩ  ｖｅｈｉｃｌｅ」と\n記した縦長長方形のロゴ部を設け、中央に孔のある三重小円形状のフック部を配し、\nまた、背面側の下辺略中央に矩形状のタグを設けている点。\n（β３－１）助手席用マットについて、本件登録意匠は、正面視で全体の縦横及\nび奥行きの長さ比は約９：１１：１であるのに対し、甲１の４意匠は、全体の縦横\n及び奥行きの長さ比は不明である点。\n（β３－２）本件登録意匠は、左辺は右に長辺側が鉛直状になるように回転した\n略ごく扁平なへの字状に形成し、下辺は左下隅手前で内向きのごく浅い弧状は一つ\nで、横方向に直線状なのは中程からであって、外周の側壁部について、上辺側は左\n側面視で略くの字状に屈曲しており、他の側壁部は平面視で右側から左側に向かう\nにつれて低くなっているのに対し、甲１の４意匠は、左辺は右に９０度回転した略\nごく扁平への字状で、下辺は左下隅手前で内向きのごく浅い弧状が２つ連なって波\n状に形成し、横方向に直線状なのは右側のみで、外周の側壁部の態様については、\n上辺側は、背面視で屈曲が確認できるものの具体的な屈曲度合い及び他の外周壁の\n具体的な左右側面及び平底面側の態様は確認できないものである点。\n（β３－３）本件登録意匠は、マット内について、ロゴ部などはないのに対し、\n甲１の４意匠は、左辺沿いには「ＵＩ  ｖｅｈｉｃｌｅ」と記した縦長長方形のロ\nゴ部を設け、背面側の下辺略中央に矩形状のタグを設けている点。\n（β４－１）センター用マットについて、本件登録意匠は、正面視で全体の縦横\n及び奥行きの長さ比は約４．５：８：１であるのに対し、甲１の４意匠は、全体の\n縦横及び奥行きの長さ比は不明である点。\n（β４－２）本件登録意匠の上辺は、左側の略円弧状部の右側が略斜状であって、\nＵ字状の切り欠き部を、左から横方向長さの約３／５に設け、縦方向長さの約１／\n３とし、下辺は横方向の右から約１／５が上方に向けて傾斜し、正面視で下方の約\n１／３が、底面視で左右側は上方向に浅い弧状に湾曲し、中央は下方向に浅い弧状\nとなって、上方より下方に行くほど湾曲が大きく、下辺が波状にうねっているのに\n対し、甲１の４意匠は、上辺は、左側の略円弧状部の右側に特段の斜状部はなく、\n略Ｕ字状の切り欠き部を上辺の左から横方向長さの約２／７に設け縦方向長さの約\n１／４とし、下辺は、正面視で横方向の右から約２／２１が上方に向けて傾斜し、\n全体が正面に向けて山状に湾曲している点。\n（β４－３）本件登録意匠はタグ部などないのに対し、甲１の４意匠は、背面側\nの下辺略中央に矩形状のタグを設けている点。\n（β５－１）二列目用マットについて、本件登録意匠は、正面視で全体の縦横及\nび奥行きの長さ比は約７．５：２７：１であるのに対し、甲１の４意匠は、全体の\n縦横及び奥行きの長さ比は不明である点。\n（β５－２）外周の側壁部について、本件登録意匠は、側面視で、下側に向かう\nにつれて低くなっているのに対し、甲１の４意匠は、左右側面及び平底面の態様は\n不明である点。\n（β５－３）本件登録意匠は、ロゴ部などないのに対し、甲１の４意匠は、正面\n視で、上辺沿い中央には縦長長方形のロゴ部を設け、背面側の下辺略中央に矩形状\nのタグを設けている点。\n（β６）一組の自動車用フロアマットの全てについて、本件登録意匠は、表面全\n面には布目状の細かな凹凸が施されているのに対して、甲１の４意匠は、表面全面\nには細かな凹凸が施されている点。\n以  上\n（別紙５）\n先行意匠１の形状等\n（基本的構成態様）\n（ア）自動車の前方座席に用いる浅い略横長長方形トレイ状の運転席用マット、\n浅い略横長長方形トレイ状の助手席用マット及び正面方向に湾曲した略台形状のセ\nンター用マット並びに後方座席に用いるごく浅い略横長逆台形トレイ状の二列目用\nマットから成る一組の自動車用フロアマットとしたものである。\n（具体的態様）\n（イ）運転席用マットについては、正面視（なお、以下、先行意匠１につき、本\n件登録意匠の各正面図と対比する形で正面を定めるものとする。）で全体の縦横及\nび奥行きの長さ比は約３：４：１であって、上辺は、中央やや右寄りに、縦方向長\nさの約１／４の略Ｖ字状の切れ込みを設け、両側を略隅丸台形状の凸状部に形成し、\n左上隅は、左側が横方向に直線状の隅丸の入り隅状に形成し、右上隅は、丸みを帯\nびた角形の入り隅状に形成し、左辺は右に約９０度回転した扁平な略への字状に形\n成し、右辺は縦方向に直線状に形成して、右下隅は隅丸状で、右下隅手前から下辺\nに向けて内向きの浅い弧状となって、下辺の中程は横方向に直線状で、下辺左寄り\nから左辺にかけて左下隅は隅切り角状で角部は丸みを帯びている。\nまた、右辺部を除く外周の側壁部は、外方向へ傾いた傾斜面で、底面視で左上隅\n部周辺が最も高く、上辺側はその左上隅部から右に向かって段状に低く、その余の\n上辺に連なり、下辺側の外壁部は、上辺側より低く形成し、中程からほぼ右辺まで\nは水平状に一定の高さになっている。\nそして、マット内の態様については、正面視で、右辺寄りに、右辺部と平行に、\n縦方向に直線状の凸状畝を設け、右辺沿いには「ＵＩ  ｖｅｈｉｃｌｅ」と記した\n縦長長方形のロゴ部を設けている。その左側中央に、凹溝で囲まれた、切り込み部\nに沿って、左上隅を入り隅状とした略長方形状部を配し、内側には縦方向に複数の\n略細幅長方形部を等間隔に設けており、その左下側には、三重の小円形状のフック\n部を一つ配し、マット部の左下隅寄りにもう一つ配しており、加えて、背面側下辺\n略中央に小矩形状のタグを設けている。\n（ウ）助手席用マットについては、正面視で全体の縦横及び奥行きの長さ比は約\n４．５：５．５：１であって、上辺を左から約１／４に僅かに内向きの弧状部を設\nけた横方向に略直線状とし、左上隅は隅丸角状に、左上隅から左辺にかけては内向\nきの浅い弧状に形成し、右上隅は、大きく切り欠いた入り隅状で、右下向きの斜辺\nから横方向に屈曲し、右に向けて緩やかな弧の波状に形成し、左右辺は縦方向に直\n線状に形成して、左下隅は丸みを帯びた隅丸形状に、下辺は左下隅手前で内向きの\nごく浅い弧状が２つ連なって波状に形成し、その右側は、横方向に直線状で、右下\n隅は丸みを帯びた斜辺の大きな略隅切り形状に形成している。\nまた、左辺部を除く外周の側壁部は、おおむね外方向へ傾いた傾斜面で、底面視\nで上辺側が高く、下辺側の外壁部は、上辺側より低く形成し、右端から左辺までは\nほぼ水平状に一定の高さになっている。\nそして、マット内の態様については、正面視で、左辺沿いには「ＵＩ  ｖｅｈｉ\nｃｌｅ」と記した縦長長方形のロゴ部を設け、左辺寄りに左辺と平行に、縦方向に\n直線状の凸状畝を設けている。\n（エ）センター用マットについては、正面視で全体の縦横及び奥行きの長さ比は\n約２．５：４：１であって、上辺は、左端から約２／３にわたって、右側が略斜状\nで頂点が左寄りの略円弧状で、左から横方向長さの約２／３に縦方向長さの約２／\n９の略Ｕ字状の切り欠き部を設け、左上隅は、略隅丸角状に形成し、右上隅は、略\n隅丸角状で、略Ｕ字状の切り欠き部より、右側を略縦長矩形片状に形成している。\n左右辺は両辺の上方を略鉛直方向におおむね平行として、左辺は右に長辺側が鉛直\n状になるように回転した略逆への字状に、右辺は左に長辺側が鉛直状になるように\n回転した略への字状に形成し、左右下隅は隅丸角状で、正面視で下辺は左端から略\n直線状で、横方向の右から約２／１３が上方に向けて傾斜しており、外周に側壁部\nはなく略シート状であって、底面視で、正面側に向けて、中程が略平坦なアーチ状\nに湾曲している。また、背面側下辺略中央に小矩形状のタグを設けている。\n（オ）二列目用マットについては、正面視で全体の縦横及び奥行きの長さ比は約\n７．５：２８．５：１であって、全体は略横長の骨盤形状ともいうべき左右対称の\n態様で、左右上隅部は斜め上方に膨出した先端部分を斜状に切削し、その角部が丸\nみを帯びたような略隅丸角状であって、上辺は中程が緩やかに内向きに湾曲し、左\n辺部は右に短辺側が鉛直状になるように回転した略逆への字状で、右辺は左に短辺\n側が鉛直状になるように回転した略への字状であって、下辺は略横方向に直線状で\nあるが左右両端寄りに隅丸三角形状の切り欠き部を形成し左右下隅部は隅丸角状の\n横長の矩形状片を形成している。\nまた、下辺を除く外周の側壁部は、外方向へ傾いた傾斜面で、上辺側が最も高い\nが、正面視で、上辺中程は低く両側はなだらかに左右辺側に連なり、側面視で、下\n側に向かうにつれて低くなっている。\nそして、マット内の態様については、正面視で、上辺沿い中央には「ＵＩ  ｖｅ\nｈｉｃｌｅ」と記した縦長長方形のロゴ部を設け、左右辺側は、辺に沿って、上方\nにいくにつれてなだらかになる太幅の凸状の隆起部を設け、さらに細幅の凸状畝を、\n左右辺及び下辺の縁部に沿って設けている。\n（カ）一組の自動車用フロアマットの全ては、全体に、暗トーンが施され、表面\n全面には細かな凹凸が施されている。加えて、背面側下辺略中央に小矩形状のタグ\nを設けている。\n以  上\n"
}