{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Reiwa",
    "year": 3,
    "month": 12,
    "day": 23
  },
  "case_number": "令和2(行ウ)135",
  "case_name": "建築確認処分取消請求事件",
  "court_name": "大阪地方裁判所",
  "field": "行政",
  "lawsuit_id": "91906",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=91906",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/906/091906_hanrei.pdf",
  "contents": "令和３年１２月２３日判決言渡\n令和２年（行ウ）第１３５号  建築確認処分取消請求事件（第１事件）\n令和３年（行ウ）第２４号  建築確認処分取消請求事件（第２事件）\n主                文\n１  本件各訴えのうち，令和元年８月２０日付け建築基準法６条の２第\n１項に基づく確認（第ＮＫ〇－〇号）の取消しを求める部分をいずれ\nも却下する。\n２  原告らのその余の請求をいずれも棄却する。\n３  訴訟費用は原告らの負担とする。\n事実及び理 由\n第１  請求\n１  令和２年（行ウ）第１３５号事件（第１事件）\n被告が，令和元年８月２０日付けでＡ株式会社（以下「本件会社」という。）\nに対してした建築基準法６条の２第１項に基づく確認（以下，同法６条１項に\n基づく確認と併せて「建築確認」という。）（第ＮＫ〇－〇号。以下「本件確\n認処分」という。）を取り消す。\n２  令和３年（行ウ）第２４号事件（第２事件）\n被告が，令和２年１２月２２日付けで本件会社に対してした建築確認（第Ｎ\nＫ〇－〇〇号。以下「本件変更確認処分」という。）を取り消す。\n第２  事案の概要\n被告は，建築基準法７７条の１８から７７条の２１までの規定の定めるところ\nにより同法６条の２第１項所定の指定を受けた者（以下「指定確認検査機関」と\nいう。）である。被告は，①令和元年８月２０日付けで，本件会社を建築主とす\nる別紙１建築物目録記載の建築物（南海電鉄Ｂ駅近隣の高さ約４３ｍの１４階建\nて分譲マンション。以下「本件建築物」という。）の建築計画（以下，この建築\n計画を，後記の計画の変更の前後を問わず「本件建築計画」という。）について，\n本件確認処分をした。また，被告は，②令和２年１２月２２日付けで，本件建築\n計画の一部が変更されたことに伴って変更された本件建築計画について，本件変\n更確認処分（以下，本件確認処分と本件変更確認処分を併せて「本件各処分」と\nいう。）をした。\n本件は，本件建築物の建築場所の近隣に居住する原告らが，本件建築計画が建\n築基準法又は建築基準法施行令に違反していたにもかかわらずこれらに適合する\nものとしてされた本件各処分は違法であるなどと主張して，被告を相手に，本件\n各処分の取消しを求める事案である。\n１  関係法令等の定め\n本件の関係法令等は，別紙２（関係法令等の定め）記載のとおりである（な\nお，同別紙において用いた略称は，本文においても同様に用いる。）。\n２  前提事実\n以下の事実は，当事者間に争いがないか，掲記の各証拠及び弁論の全趣旨に\nより容易に認めることができる。\n⑴  当事者等\nア  原告ら\n原告らは，いずれも肩書記載の住所地に居住する者である。原告Ｃは，\n本件建築物の敷地（以下「本件敷地」という。）の北東側に，原告Ｄは，\n本件敷地の北東側に，原告Ｅは，本件敷地の北東側に，原告Ｆは，本件敷\n地の東方向に，それぞれ居住する（なお，原告Ｃ，原告Ｄ，原告Ｅが本件\n各処分の取消請求の原告適格を有することについて，当事者間に争いがな\nい。）。\n原告Ｆは，エンジニアとして機械設計を業としている（甲７０）。\nイ  被告\n被告は，建築基準法に基づき，国土交通大臣から指定を受けた指定確認\n検査機関である。\nウ  本件会社\n本件会社は，本件建築物の建築主である。\n⑵  本件建築物とその敷地\n本件建築計画における本件建築物（高さ約４３ｍの１４階建て分譲マンシ\nョン）は，別紙１建築物目録記載のとおりである。なお，本件建築物は，現\n在，建築中である。（甲１，１２の１，１３，４６）\n本件敷地は，別紙１建築物目録記載１のとおりである。本件敷地は，南海\n電鉄Ｂ駅の北約１００ｍにあり，近隣商業地域に所在し，建築基準法５２条\n１項，２項の規定による建築物の容積率（建築物の延べ面積の敷地面積に対\nする割合）は３００％である。本件敷地の周辺には，原告ら宅を含め，多く\nの木造家屋が存在する。（甲１，１２の３，２０，４６）\nなお，α市内には，平成１０年頃から平成２５年頃にかけて，地上１３～\n１５階建てのマンションが少なくとも１０棟新築された（乙１９）。\n⑶  本件会社による構造計算書の作成依頼等\nア  設計業務等の依頼\n本件会社は，株式会社Ｈに対し，本件建築物の設計を依頼した。株式会\n社Ｈは，株式会社Ｉに対し，本件建築物の構造図，構造計算書の作成を依\n頼した。\nイ  本件地質調査報告書\n本件会社は，地質調査業者である株式会社Ｊに対し，本件敷地の地質調\n査を依頼した。株式会社Ｊは，平成３０年１２月２５日～平成３１年１月\n２９日の間に本件敷地においてボーリング調査（３か所）を実施するなど\nして，①ボーリング柱状図３通（本件敷地の北西部にある№１地点のボー\nリング柱状図１〔ボーリング調査に係る総掘進長７５．５ｍ〕，本件敷地\nの中央部にある№２地点のボーリング柱状図２〔同総掘進長６４．９ｍ〕，\n本件敷地の南東部にある№３地点のボーリング柱状図３〔同総掘進長６５．\n５ｍ〕），②本件敷地の推定断面図，③圧密試験結果報告書（圧密試験と\nは，粘性土の圧密〔荷重の作用により土が長い時間をかけて排水しながら\n体積を減少させる現象〕による沈下量，沈下速度，透水性等を測定する試\n験をいう。また，圧密沈下とは，圧密による沈下をいう。）等を作成し，\n同年３月，これらをまとめた報告書（以下「本件地質調査報告書」という。）\nを作成した。（乙３の１～４，１１，１２，１７，弁論の全趣旨）\n上記①のボーリング柱状図，上記②の推定断面図において，本件敷地の\n地質は，次のとおりであるとされている。なお，本件敷地は，大阪南部湾\n岸地域に位置し，本件敷地付近の地層は，地表面から順に，盛土層，上部\nの洪積層（Ｄ：diluvium），大阪層群（大阪府域の地盤を形成する古い堆\n積層で洪積層の一種）から成る。また，一般に，Ｎ値（基礎ぐいの先端付\n近の地盤の標準貫入試験による打撃回数の平均値。以下同じ。）について\nは，試験の生データであり，例えば，礫を多く含む地盤では「礫打ち」に\nよりＮ値が過大評価されることもあるので，数値を適切に評価・判断して，\n算定結果が安全側になるように用いる必要があるとされている。（甲１１，\n２４，５７，乙１１，１７）\n砂質土層（深さ１０ｍ程度，１４ｍ程度，２０ｍ程度，２９ｍ程度）\n深さ１０ｍ程度，１４ｍ程度，２０ｍ程度，２９ｍ程度の位置にそれ\nぞれ砂質土（sand）の層又は砂質土を含む層（それぞれＮ値３０程度，\n１０～５０程度，３０～１３０程度，３０～８０程度）が存在する。\n「礫混り砂」等の層（深さ４３～４５ｍ程度）\n深さ４３～４５ｍ程度の位置に２ｍ前後の「礫混り砂」等の層（Ｎ値\n４０～１００程度）が存在する。\nＤｃ４層（深さ４５～５７ｍ程度）\n深さ４５～５７ｍの位置に粘性土（clay）の層（Ｎ値１０～２０程度。\n以下「Ｄｃ４層」という。）が存在する。\n本件中間支持層（深さ６０ｍ程度）\n深さ６０ｍ程度の位置に５ｍ前後（おおむねＧＬ－５７～６２ｍであ\nる。）の砂質土・粘性土互層の層（Ｄｓｃ層でＮ値３０～２６０程度。\n以下「本件中間支持層」という。）が存在する。\nＤｃ５層（本件下部粘性土層）（深さ６３ｍ程度から下方）\n深さ６３ｍ程度から下方の位置に粘性土の層（Ｎ値１０～２０程度。\n以下「Ｄｃ５層（本件下部粘性土層）」という。）が存在する。\nウ  本件基礎ぐい検討書\nくい基礎施工業者であるＫ株式会社は，令和元年６月５日，本件地質調\n査報告書に基づき，「基礎杭の検討書」（以下「本件基礎ぐい検討書」と\nいう。）を作成した（乙１４・４－１３～１０８）。\n本件基礎ぐい検討書においては，場所打ちぐい工法（あらかじめ地盤中\nに削孔された孔内に，鉄筋かごを挿入した後，コンクリートを打設するこ\nとによって，現場において造成されるくいを構造する工法）により，くい\n長５７．９ｍ（くい先端深度は設計ＧＬ－６０ｍ）のくいを設置すること\nとされていた（乙１２，１４，弁論の全趣旨）。\nエ  本件構造計算書\n株式会社Ｉの構造設計一級建築士は，令和元年７月，本件地質調査報告\n書及び本件基礎ぐい検討書等を踏まえ，これらを含む本件建築物に係る構\n造計算書（以下「本件構造計算書」という。）を作成した。\n本件構造計算書の目次は，次のとおりである。（以上につき，乙１４，\n１７，１８）\n§１  建築物の概要\n§２  設計用荷重\n§３  電算機インプット用データー\n§４  基礎の設計（乙１４。その大部分は本件基礎ぐい検討書）\n§５  二次部材の設計\n§６  耐震壁の設計\n§７  その他の設計\nSuper Build SS3-RC\n別添資料⑴  Super Build/SS3 チェックリスト\n別添資料⑵  ガラスの耐風圧性能の検討\n別添資料⑶  地盤調査報告書（本件地質調査報告書〔乙１７〕）\n⑷  本件構造計算適合判定通知書\n一般財団法人日本建築総合試験所は，建築基準法１８条の２第１項の規定\nに基づき大阪府知事から同法６条の３第１項及び１８条４項の構造計算適合\n性判定に係る指定を受けた者である。一般財団法人日本建築総合試験所は，\n令和元年７月２３日，本件会社に対し，次の内容による構造計算適合性判定\n申請書に記載の計画が，同法６条の３第１項に規定する特定構造計算基準又\nは特定増改築構造計算基準に適合している旨を証明するとして，「建築基準\n法第１８条の２第４項の規定により読み替えて適用される同法第６条の３第\n４項の規定による適合判定通知書」（以下「本件構造計算適合判定通知書」\nという。）を交付した（ＧＢＲＣ判通第１９０２１５号）（乙６，弁論の全\n趣旨）。\nア  申請年月日：令和元年７月２２日\nイ  建築場所：大阪府（住所省略）の各一部並びに水路敷\nウ  建築物又はその部分の概要\nエ  建築物の名称：（仮称）α市β町新築工事\n番号：１\n構造計算の方法：その他（大臣認定プログラムではない）\n⑸  本件確認申請，本件確認処分等\nア  開発許可処分\nＧ市長は，令和元年７月２６日付けで，本件会社に対し，開発区域に含\nまれる地域の名称及び面積を「α市（住所省略）並びに水路敷」，「面積\n３２７９．７０㎡」とする開発許可処分（許可番号第１－９６１号）をし\nた（乙５）。\nイ  本件確認申請\n本件会社は，令和元年８月７日，被告に対し，主要用途を「共同住宅（自\n動車車庫，自転車駐車場付）」として，本件建築計画について，建築確認\n申請（以下「本件確認申請」という。）をした。本件会社は，被告に対し，\n本件確認申請の添付資料として，本件構造計算書，本件構造計算適合判定\n通知書等を提出した。（甲１，６７の２，乙１５の１～８，１８，弁論の\n全趣旨）\n本件建築計画においては，本件建築物に複数の自動車車庫を設けること\nが予定されていた。これらの自動車車庫のうち，本件建築物の北西側に設\n置が予定されているものは，パレットに自動車を乗せ，動力でこれを上下\n・左右させて立体的に駐車させる機械式駐車装置（以下「本件立体駐車場」\nという。）であって，その規模は，地上４段・地下１段，４連，前後２列\n（前部１７台・後部１７台）の合計３４台を収容するもの（合計２機）で\nあった。（甲１，３，４，１０の１・２，５０，５３～５５，乙１，７，\n１６）\nウ  本件確認処分\n被告は，令和元年８月２０日付けで，本件会社に対し，本件確認処分を\nした。なお，被告は，本件確認処分をするに当たり，本件立体駐車場の高\nさが８ｍを超えないと判断した。（乙１，弁論の全趣旨）\n⑹  本件変更確認申請，本件変更確認処分\nア  本件変更確認申請\n本件会社は，令和２年１２月１７日，被告に対し，本件建築計画につい\nて本件建築物に係る計画の一部を変更する旨の建築確認申請（以下「本件\n変更確認申請」という。）をした。本件会社は，本件変更確認申請の添付\n資料として，本件構造計算書及び本件構造計算適合判定通知書等を被告に\n提出した。なお，本件変更確認申請は，本件建築物に関し，１階駐輪場の\n一部及び１階給水ポンプ置場の増加に伴う床面積の増加によるもので，延\nべ面積に関し，自動車車庫等の部分の面積は７３８．２８㎡となった。（甲\n４６）\nイ  本件変更確認処分\n被告は，令和２年１２月２２日付けで，本件会社に対し，本件変更確認\n処分をした。なお，被告は，本件変更確認処分をするに当たり，本件立体\n駐車場はその高さが８ｍを超えないと判断した。（甲４６，弁論の全趣旨）\n⑺  本件訴えの提起等\nア  第１事件の訴え提起等\n原告らは，令和元年１０月１７日，Ｇ市建築審査会に対し，被告が本件\n会社に対してした本件確認処分を取り消す旨の裁決を求める旨の審査請求\nの申立てをした（甲６，４２の１）。\nＧ市建築審査会は，上記申立ての審査を行った結果，令和２年７月１６\n日，原告らの審査請求を棄却する旨の裁決をした（甲６，４２の２～６，\n４３の１～５，４４，６７の２・３，乙１５の１～８）。\n原告らは，令和２年１０月８日，本件確認処分の取消しを求めて，第１\n事件を提起した。\nイ  第２事件の訴え提起\n原告らは，令和３年３月１７日，本件変更確認処分の取消しを求めて，\n第２事件を提起した。\n３  争点\n（本案前の争点）\n⑴  原告Ｆの原告適格の有無（争点１）\n（本案の争点）\n⑵  本件各処分の適法性\n本件における本案の争点は，本件各処分の適法性であり，具体的には次の\nとおりである。\nア  本件立体駐車場は建築確認が必要な建築物に非該当であるか否か（争点\n２）\nイ  本件建築物の基礎地盤の安全性が法令に適合するか否か（争点３）\nウ  本件建築物の容積率が法令に適合するか否か（争点４）\nエ  本件各処分は開発許可を経た上でされたものであるか否か（争点５）\n４  争点に関する当事者の主張\n⑴  争点１（原告Ｆの原告適格の有無）について\n（原告らの主張）\n原告Ｆの自宅は，本件建築物から７３．５ｍ離れた位置に所在する。本件\n建築物の高さは４２．９３ｍであるから，原告Ｆは，本件建築物によって日\n常的に日照・通風阻害を直接受け，また，本件建築物が倒壊・炎上した場合\nには，生命・身体・財産に対して直接的な危険が生ずる蓋然性がある。\nしたがって，原告Ｆは，本件各処分の取消しを求めるにつき，原告適格を\n有する。\n（被告の主張）\n原告Ｆの自宅は，本件建築物から相当離れた位置に存在する。したがって，\n原告Ｆは，本件各処分の取消しを求めるにつき，原告適格を有しない。\n⑵  争点２（本件立体駐車場は確認が必要な建築物に非該当であるか否か）に\nついて\n（被告の主張）\nア  指定確認検査機関の審査の内容\n指定確認検査機関は，建築確認申請・変更確認申請を審査するに当たり，\n建築基準関係規定に基づき建築確認申請に添付された図書及び建築基準関\n係規定によって定められた事項を対象として，当該建築計画を建築基準関\n係規定に当てはめて，その要件充足の有無を審査，判断するものである。\nそして，その資料として提出される建築士作成の設計図書等については，\n建築士の技術的能力，職業倫理，責任感等に対する信頼を前提として審査\nすれば足り，申請書類等に現れていない点につき積極的に調査することを\n要しない。\nイ  本件立体駐車場について\n本件において，被告は，本件会社が本件確認申請・本件変更確認申請に\nおいて提出した「機械式駐車装置詳細図」に基づき，本件立体駐車場の高\nさ，すなわち，その接地面から最高部分であるモーター駆動部天端までの\n高さが７．９９ｍであることを確認し，その高さが８ｍを超えていないも\nのと判断し，本件立体駐車場は建築確認を必要とする建築物に当たらない\nとして本件各処分をしたのであって，本件各処分は適法である。\nウ  小括\nしたがって，本件立体駐車場は建築確認を必要とする建築物に該当しな\nいから，これを前提として，本件立体駐車場の床面積を考慮することなく，\n本件建築物の容積率の制限（３００％）に反しないとしてされた本件各処\n分は，いずれも適法である。\n（原告らの主張）\nア  本件立体駐車場について\n被告は，本件確認申請・本件変更確認申請を審査するに当たり，本件\n立体駐車場がその図面どおりに，最上段のパレットにモーターを横向き\nで設置することができるか否か，最上段のパレットのフレーム（はり）\nに落下防止装置を取り付ける構造となっているか否かを検討し，これら\nの設置・取付けが適正にされた状態で，本件立体駐車場の高さが８ｍを\n超えないことを確認する必要がある。また，被告は，その審査の際には，\n本件立体駐車場の図面が公的機関による安全性の「認証」を受けたメー\nカー仕様のものと同一であるか否かについても確認する必要がある。\n本件立体駐車場は，認定外仕様（国土交通省の認定，公的機関による\n認証を受けていない仕様）であって，落下防止装置の取付けもできない\n危険な装置である可能性が高いものであるところ（甲４９，５１），被\n告は，このような点について検討及び調査をしないで本件各処分をした\nのであるから，本件各処分はいずれも違法である。\n本件立体駐車場は，最上段のパレットに設置される転落防止用の壁（車\n止め）又はモーターを考慮すると，その高さが合計８ｍを超えるから，\n建築確認を要する建築物に当たる。\n仮に，本件立体駐車場の最上段のパレットに設置されるモーターを通\n常と異なる横置きの方法とすることでその高さが８ｍを超えないものと\nすることができるとしても，認定外仕様である本件立体駐車場について，\nモーターの設置方法を含めた安全性の確認・確保がされていない以上，\n本件立体駐車場の床面積を考慮した上で本件建築物の床面積・容積率を\n検討すべきである。そうすると，本件立体駐車場の床面積（パレット面\nの合計である１０２０㎡〔１５㎡×６８台〕）が本件建築物の容積率の\n算定において合算され（〔７６８２．３９㎡＋１０２０㎡〕÷２５６１．\n１２㎡＝３３９．７８％），本件建築物の容積率が３００％を超えるか\nら，本件建築物は容積率の制限に違反することとなる。\nイ  小括\nしたがって，被告は，本件各処分をするに当たり，本件立体駐車場が建\n築確認を必要としたにもかかわらずこれを看過し，また，本件立体駐車場\nの床面積を合算して本件建築物の容積率を検討すると本件建築物が容積率\n違反の状態となる点を看過したのであるから，本件各処分は，いずれも違\n法である。\n⑶  争点３（本件建築物の基礎地盤の安全性が法令に適合するか否か）につい\nて\n（被告の主張）\n次のア～エの事情に照らせば，本件建築物の基礎地盤の安全性が法令に適\n合しているといえ，本件各処分は適法である。すなわち，被告は，本件会社\nから提出された資料により，本件敷地の地盤調査の結果を踏まえ，地下水位\n等を考慮し，法令に基づき，地震時に上部構造に作用する層せん断力を計算\nし，当該力が作用するときの地盤アンカーに生ずる力がそれぞれ地盤の極限\n支持力（地盤が支え得る最大荷重），基礎ぐい及び地盤アンカーの耐力並び\nに圧縮方向及び引き抜き方向の極限支持力を超えないことを確認した。そし\nて，本件建築物には，本件構造計算適合判定通知書があった。被告が本件各\n処分をするに当たり，資料の不足や検討の不足はなかった。\nア  十分なボーリング調査がされていたこと\n本件建築物の建築面積は９０２．４２㎡であるのに対し，３本のボーリ\nング調査が実施されていたから，十分な本数のボーリング調査が実施され\nていた。そして，本件敷地について，ボーリング調査の本数を増やさなけ\nればならないほどに地層が変化していると想定すべき事情もなかった。\nイ  地盤応力度及び地盤支持力が十分であること\n地盤応力度が十分であること\nａ  荷重が圧密降伏応力を超えないこと\nＤｃ５層（本件下部粘性土層）の支持力は，支持層と位置付けた深\nさ６１．３０㎡までの土層（本件中間支持層）の下層が鉛直荷重（応\n力）に耐え得るかという観点から検討される。具体的には，支持層（本\n件中間支持層）の下層の圧密降伏応力（現在受けている圧密応力で圧\n密が終了している状態である正規圧密と，地盤中の土が現在受けてい\nる有効応力〔土被り圧〕以上の応力を過去に受けた状態である過圧密\n領域との境界を示す応力）を確認し，元々上方にある土層による荷重\n（有効上載圧）と新たに加わるくいによる荷重が圧密降伏応力を超え\nていないかを確認することとなる。\nボーリング調査の際に採取された土を用いて行われた圧密試験の結\n果，Ｄｃ５層（本件下部粘性土層）に位置する深さ６４．００～６４．\n９０ｍの試料の圧密降伏応力につき８９５kN／㎡と算出される一方，\nＤｃ５層（本件下部粘性土層）の有効上載圧（上方にある土層による\n荷重）は５１０kN／㎡と算出され，両者の差（圧密降伏応力－有効上\n載圧）は３８５kN／㎡となる。そして，設計支持力を基にくいの摩擦\n部分と先端部分の応力をそれぞれ求め，Ｐ１～Ｐ４のいずれのくいに\nついても，その合計が圧密降伏応力と有効上載圧の差（３８５kN／㎡）\nより小さいことを確認し，土層による荷重（有効上載圧）と新たに加\nわるくいによる荷重が圧密降伏応力を超えるものではないことを確認\nした。\nｂ  圧密沈下\nＤｃ５層（本件下部粘性土層）は，圧密降伏応力が８９５kN／㎡で\nあるのに対し，有効上載圧は５１０kN／㎡であって，過圧密比（圧密\n降伏応力／有効上載圧）は１．８であることから，過圧密状態である。\nそして，有効上載圧に新たに加わるくいによる荷重を加えても圧密降\n伏応力を下回っているから，圧密沈下は生じないものと考えてよい。\n地盤支持力が十分であること\n地盤の支持力（地盤等が荷重を支える力）は，土層の調査から得られ\nたデータを告示１１１３号で定められた計算式（告示式）に当てはめて\n算出する。一方，くい及び基礎による応力は，本件建築物の計画の内容\nから得られたデータを用いて算出する。\n各くいの応力（ただし，基礎自重を含まないもの）に関するデータは，\n別紙４（鉛直荷重軸力表）記載のとおりである。\n他方，告示１１１３号に基づき，各くいの長期許容鉛直支持力（なお，\n長期許容鉛直支持力を２倍にしたものが短期許容鉛直支持力となる。）\nを求める計算式は，「Ra＝１／３・（１５０・Ｎ\n― ・Ap＋１０／３・Ns\n――\n・Ls\n・φ＋１／２・qu\n――・Lc・φ）－Wp」（ただし，Wp はくいの自重である。\nなお，当該計算式は，上記のとおり，各くいの応力において基礎自重を\n控除していることとの均衡から，地盤の支持力を求める際にくいの自重\nを控除するもので，告示式とは実質的に同じ内容である。）となり，当\n該計算式に本件基礎ぐい検討書に記載された地盤の支持力に関する数値\n（乙１４・４－１３～１０８）を当てはめて長期許容鉛直支持力を求め\nることとなる（なお，上記計算式に当てはめるＮ値は，くい先端より上\n４Ｄ〔Ｄ：くい先端径。４Ｄ：くい先端径の４倍の厚さ〕下１Ｄ間の平\n均値を採用し，申請者側に不利に補正して２５とする。）。その計算結\n果は，別紙５（長期許容鉛直支持力表）のとおりであり（なお，Ｐ１ａ\nのくいについて，Ra〔地盤の許容支持力〕は１万３５８１．７kN と算出\nした。），このような計算結果から各くいの支持力を算出した結果は，\n別紙６（支持力計算一覧表）のとおりとなる。\n上記応力の数値（別紙４〔鉛直荷重軸力表〕参照）と上記設計支持力\n（長期許容鉛直支持力）を対比すると，いずれのくいについても，応力\nが設計支持力（長期許容鉛直支持力）を超えていないから，告示式が定\nめる基礎地盤の安全性は確保されているといえる。\n以上によれば，いずれのくいについても，応力が設計支持力を超えな\nいから，告示式に照らし，本件建築物の基礎地盤の安全性は確保されて\nいるといえる。\nウ  基礎・地盤説明書を審査したこと\n被告は，建築基準法施行規則１条の３の表２及び表３に定められた必要\n事項の記載のある図面等の提出を受け，これらの審査をし，本件各処分を\nした。これらの申請や申請の際に提出された書面等は建築基準法等に従っ\nたものであって，同施行規則及び指針告示に定める「基礎・地盤説明書」\nを含めて，不足はなかった。\nエ  原告らの主張について\n原告らは，ボーリング調査の本数が少ない旨主張する。\nしかし，建築面積が１万㎡の規模の建築物のボーリング調査の数量の\n目安が５～１０本とされ，本件敷地の地層に格別の変化があるともいえ\nない以上，９０２．４２㎡の建築面積に対して３本のボーリング調査を\n実施した本件建築物について，ボーリング調査の数が不足しているとは\nいえない。\n原告らは，①有効層厚比（Ｈ／Ｄ。Ｈ：くい先端以深の支持層厚，Ｄ\n：くい先端径。以下同じ。）が３未満である場合には，パンチング破壊\nの危険性を回避するためにその適用を避けるべきところ，本件建築物に\nついてもこれを満たしていない以上，告示式を適用することはできない，\n②被告が支持層であるとする層（本件中間支持層）は，礫・砂質土層の\n層厚が薄く，これを支持層として位置付けることはできない旨主張する。\nしかし，上記①については，告示１１１３号には，告示式を適用する\nに当たり，有効層厚比が３より大きいことを要求する定めはない。また，\n上記②については，支持層は，これが砂質土のときはＮ値を５０以上と\nし，これが粘性土のときはＮ値を２０～３０とすることが多いなどと指\n摘されることはあっても（日本建築学会『建築基礎設計のための地盤調\n査計画指針』），砂質土でなければ支持層とできない（あるいは粘性土\nであれば支持層とできない）などとされることはない。本件敷地につい\nても，支持層と位置付けた深さ６０ｍ付近（本件中間支持層）には，高\nいＮ値の土層が少なくとも５．５ｍ連続している。\n原告らは，建築確認申請書には，「基礎・地盤説明書」と題する文書\n又は「基礎・地盤説明書」の実質を有する文書が添付されなければなら\nず，これらに不足がある旨主張する。\nしかし，建築基準法施行規則１条の３の表２及び表３に定める「明示\nすべき事項」が建築確認申請書に添付した各々の図面等に明示されてい\nることが必要であるものの，これらの文書に「基礎・地盤説明書」の表\n題を付す必要はない。また，被告は，本件各処分をするに当たり，必要\nな書類等の提出を受け，これらを審査した。\n（原告らの主張）\n次のア～ウの事情に照らせば，本件各処分は，本件建築物について，地盤\n（大阪湾周辺の地盤を前提に考察されるべきである。）の許容応力度，基礎\nぐいの許容支持力が不足するから，建築基準法施行令９３条に違反する。ま\nた，被告は，本件各処分に当たり，建築主である本件会社から必要な書類等\nの提出を受けるなどの十分な審査をしなかった。\nア  ボーリング調査数が不足していること\n本件各処分は，本件敷地に３本のボーリング調査がされたことを前提と\nしてされたものであるが，本件敷地は地層が変化しているため，３本のボ\nーリング調査では調査本数が不足している。\nイ  地盤応力度及び地盤支持力が不足していること\n支持層が薄層に当たる場合，支持層の下層の粘性土に与える影響を考慮\nする必要があるため，告示式によりくいの先端支持力を評価することはで\nきない。有効層厚比が２以下であれば，パンチング破壊（くい先端が薄い\n支持層を打ち抜いてしまう破壊）の危険性が高く，有効層厚比が３以下で\nあれば，支持層は下層と共に変形するため，支持層と下層の２層構成であ\nることを考慮した支持力の算定が必要であり，告示式を用いた算定方法を\n用いることはできない。すなわち，有効層厚比が３より大きい場合であれ\nば下部粘性土の変化・影響が小さくなるから，告示式を適用するためには，\n有効層厚比が３より大きいことが必要となる。本件建築物についてみると，\n有効層厚比が３以下であるから，告示式を適用することはできない。\nまた，告示式は，くい先端より下方に，基礎ぐい先端の有効断面積を円\n形とした場合のその直径の５倍の深さまで同等の地盤が続いている場合で\nなければ適用することができないところ，本件敷地は，基礎ぐい先端の地\n盤と同等の地盤が続いていないから，告示式を適用することができない。\n被告は，本件各処分をするに当たり，本件敷地には告示式を適用すること\nができなかったにもかかわらず，これを適用した点で，誤りがある。この\nように，告示式が適用できない場合は，「地盤工学の知見等，適切な評価\n方法を用いて低減した先端支持力」を適用しなければならない（甲４８・\n５７３頁）。\n下層の粘性土層に働く応力度 qb は，一次元でのモデル化によれば，qb＝\nqs×Ｄ÷（Ｄ＋２Ｈtanθ）となる。被告は，これを二次元でのモデル化に\nよって検討するところ，このような二次元での検討をするのであれば，面\nとしての土質の均一性の検討が前提とされなければならない。しかし，被\n告は，このような検討をしていない。また，原告らの考え方（一次元での\nモデル）が安全側の考え方である。\n被告は，基礎ぐい先端の極限支持力を Rp＝１５０・Ｎ\n― ・Ap として，告示\n式 qp＝１５０／３・Ｎ\n― を適用する旨主張するが，本件建築物の地盤は，く\nい先端下部地盤のＮ値がＮ値算定区間と同等とみなすことができない（砂\n質土層を中間支持層とし，その直下でＮ値が小さい粘性土の地層を下部粘\n性土層とする薄層支持層・薄層支持ぐいが包含される。）場合であるから，\n基礎ぐい先端の極限支持力の算定式である Rp＝qp・Ap に代入する薄層支持\n層の極限応力度 qp は，qp＜１５０／３・Ｎ\n― でなければならず，被告が主張\nする算定方法には誤りがある。\nウ  基礎・地盤説明書の審査がないこと\n本件会社は，建築確認申請をするに当たり，建築基準法施行規則１条３\n第１項１号ロ⑵及び表３，指針告示が添付を求める「基礎・地盤説明書」\nを添付していなかった。被告は，「基礎・地盤説明書」の添付がなく，こ\nれによる地盤の安全性についての説明がされていないことを看過して本件\n各処分をした。\nなお，ここでいう「基礎・地盤説明書」とは，「構造計算において用い\nた支持層の位置，層の構成及び地盤調査の結果により設定した地盤の特性\n値が明記されており，それらが適切であることを審査する」ため，建築主\nの支持地盤と基礎ぐいに関する構造計算の考え方を理解するために必要と\nなる内容が記載された書面を指すのであって，そのような書面の表題が付\nされているか否かを問題とする趣旨ではない。\n⑷  争点４（本件建築物の容積率が法令に適合するか否か）について\n（被告の主張）\n次のア，イの事情に照らせば，本件各処分において，本件建築物のベラン\nダ及びベランダに設置される手洗い場について，本件建築物の床面積に算入\nすべき部分を算入しなかったということはなく，本件建築物の容積率は，法\n令に適合する。\nア  ベランダ\n一般に，建築物のベランダ等が建築物の隅に位置し，２面以上が外気に\n開放されているものについては，外気に開放されている全ての面から幅２\nｍを超える部分を床面積に算入することとなる。そして，２ｍの範囲は，\n手すりの延長線を想定し，その延長線を基準に幅２ｍの範囲を測定するこ\nととなる（別紙７の赤色斜線部分は床面積に算入されない。）。そして，\n原告らが問題視する別紙８の「容積未算入エリア」についても，床面積に\n算入すべき部分でない。\nイ  手洗い場\n一般に，建築物のベランダに設置される手洗い場は，ベランダの用途の\n一部である。大阪府下，例えば，豊中市においては，開放ベランダに設置\nする掃除用流し（大きさ６００㎜×６００㎜程度まで）部分を床面積に算\n入しないことができるとしているのであって，ベランダに設けられた手洗\nい場も上記掃除用流し程度の大きさであれば床面積に算入すべきものとは\nいえない。したがって，本件建築物のベランダに設置される手洗い場を床\n面積に算入する必要はない。\n（原告らの主張）\n次のア，イの事情に照らせば，本件各処分において，本件建築物の容積率\nは，考慮すべき部分を考慮せず，不当に低い数値とされているのであって，\n上記考慮されていない部分の存在を考慮して床面積・容積率を算出すると，\n本件建築物は容積率の制限に違反するものとなり，本件建築物の容積率は，\n法令に適合しない。\nア  ベランダ\n一般に，建築物のベランダのうち，幅２ｍを超える部分は当該建築物の\n床面積に算入することとなり，容積率に反映されることとなる。そして，\n上記２ｍはベランダの端から直線距離で測定すべきである。そうすると，\n本件建築物のベランダには，本件建築物の床面積に算入すべき部分が存在\nし，別紙８の「容積未算入エリア」がこれに当たることとなる。\nイ  手洗い場\n一般に，建築物のベランダに設置される手洗い場は，その専有部分のマ\nンション居住者が独占的に利用するものである。そうすると，このような\n手洗い場は，その共用的性格の欠如から容積率不算入とすることはできず，\nその床面への投影面積は，容積率の算定の前提とされる床面積に算入すべ\nきである。\n⑸  争点５（本件各処分は開発許可を経た上でされたものであるか否か）につ\nいて\n（被告の主張）\n本件確認申請・本件変更確認申請に先立ってされた令和元年７月２６日付\nけ開発許可処分は，共同住宅（マンション）を建築することを土地利用計画\n平面図上に明示し，これを前提にされたものである。なお，原告らが本件確\n認申請・本件変更確認申請と予定建築物が異なる旨指摘する開発許可は，本\n件敷地に含まれるはずの土地の一部が含まれているものの，基本的には本件\n敷地の隣地についてのものである。\nしたがって，本件敷地について，本件建築物を建築することを前提とした\n開発許可がされているから，本件各処分が本件建築物の建築の前提となる開\n発許可を得ないままにされたとする違法はない。\n（原告らの主張）\n建築確認申請には，開発行為の許可書又は許可不要証明書を添付しなけれ\nばならないが，本件建築物は，戸建てを予定建築物として開発許可を取得し\nた開発区域に建設されている。本件各処分は，都市計画法４２条１項ただし\n書の手続を経ることなくされた違法がある。\n第３  当裁判所の判断\n１  本件確認処分の取消しを求める請求に係る訴えの利益について\n⑴  訴えの利益の判断（職権判断）\n原告らは，本件訴えにおいて本件確認処分の取消しを求めており，被告は，\n原告Ｆにつき原告適格がないことを理由として訴え却下判決を求めている点\nを除けば，本案前の答弁をしておらず，本案の答弁として請求棄却判決を求\nめるにとどまっている。しかし，訴えの利益の有無として訴訟要件に関わる\n問題があるから，職権をもって判断する。\n⑵  検討\n建築基準法６条１項，同法６条の２第１項に定める建築確認の制度は，建\n築工事が着手される前に，建築計画が建築基準関係規定に適合することにつ\nいて建築主事又は指定確認検査機関の確認を受けさせることにより，違反建\n築物の出現を未然に防止することを目的とするものと解される。\nこのような建築確認の制度の趣旨・目的や建築基準法６条１項柱書き後段\nの文言等に照らすと，同項後段に基づく計画変更に係る建築物の建築確認に\nおいては，当該変更部分のみにとどまらず，変更後の計画全体について建築\n基準関係規定に適合しているか否かが審査され，その適合性について確認が\n行われるものというべきである。そして，建築主事又は指定確認検査機関が，\n変更後の計画につき建築基準関係規定に適合すると判断して建築確認をした\n場合，変更前の計画についての建築確認の効力を維持する必要性はなくなる\nから，変更後の計画についての建築確認が行われることにより，変更前の計\n画に係る建築確認は当然にその効力を失うことになるというべきである。\n⑶  小括\n以上によれば，本件確認処分は，その後の計画変更に係る処分である本件\n変更確認処分がされたことにより既にその効力が失われているものといえる\nから，本件各訴えのうち，本件確認処分の取消しを求める部分は，訴えの利\n益を欠く不適法な訴えというべきである。\nしたがって，本件確認処分の取消しを求める訴えは，争点１～５について\n判断するまでもなく，不適法である。\nそこで，以下では，本件変更確認処分の取消しを求める部分について検討\nすることとする。\n２  争点１（原告Ｆの原告適格の有無）について\n⑴  判断枠組み\n行政事件訴訟法９条は，処分等の取消訴訟の原告適格について規定すると\nころ，同条１項にいう当該処分の取消しを求めるにつき「法律上の利益を有\nする者」とは，当該処分により自己の権利若しくは法律上保護された利益を\n侵害され，又は必然的に侵害されるおそれのある者をいうのであり，当該処\n分を定めた行政法規が，不特定多数者の具体的利益を専ら一般的公益の中に\n吸収解消させるにとどめず，それが帰属する個々人の個別的利益としてもこ\nれを保護すべきものとする趣旨を含むと解される場合には，このような利益\nもここにいう法律上保護された利益に当たり，当該処分によりこれを侵害さ\nれ又は必然的に侵害されるおそれのある者は，当該処分の取消訴訟における\n原告適格を有するものというべきである。\nそして，処分の相手方以外の者について上記の法律上保護された利益の有\n無を判断するに当たっては，当該処分の根拠となる法令の規定の文言のみに\nよることなく，当該法令の趣旨及び目的並びに当該処分において考慮される\nべき利益の内容及び性質を考慮し，この場合において，当該法令の趣旨及び\n目的を考慮するに当たっては，当該法令と目的を共通にする関係法令がある\nときはその趣旨及び目的をも参酌し，当該利益の内容及び性質を考慮するに\n当たっては，当該処分がその根拠となる法令に違反してされた場合に害され\nることとなる利益の内容及び性質並びにこれが害される態様及び程度をも勘\n案すべきものである（行政事件訴訟法９条２項，最高裁平成１６年（行ヒ）\n第１１４号同１７年１２月７日大法廷判決・民集５９巻１０号２６４５頁参\n照）。\n⑵  検討\n上記⑴の見地に立って，原告Ｆが本件変更確認処分の取消しを求める原告\n適格を有するか否かについて検討する（なお，原告Ｃ，原告Ｄ，原告Ｅが本\n件変更確認処分の取消請求の原告適格を有することについて，当事者間に争\nいがない〔前記前提事実⑴ア〕。）。\nア  建築基準法２０条，建築基準法５２条\n建築基準法２０条\n建築基準法２０条は，建築物の構造耐力について定めるところ，同条\nは，建築物には，自重（固定荷重），積載荷重，積雪荷重，風圧，土圧\n及び水圧並びに地震その他の震動及び衝撃といった荷重外力が作用する\nから，これらに対して建築物は安全でなければならず，このような観点\nを考慮しないままに建築物が建築された場合には，当該建築物の倒壊等\nが生じ得ることを考慮したものであって，当該建築物の利用者又はこれ\nに近接する一定範囲の地域に居住する住民等の生命，身体が脅かされる\nことを防止する趣旨である。このような同条の趣旨，同条が建築確認を\n通して保護しようとしている利益の内容及び性質等に鑑みれば，同条は，\n建築物の荷重外力に対する安全性が十分でない場合に，建築物の倒壊等\nによる被害が直接的に及ぶことが想定される当該建築物の近隣住民の生\n命，身体の安全等を，個々人の個別的利益としても保護する趣旨を含む\nものと解される。\nそうすると，当該建物の荷重外力に対する安全性が十分でない場合に，\n当該建物の倒壊等による被害を直接的に受けることが予想される範囲の\n地域に居住する者は，建築確認の取消しを求めるにつき法律上の利益を\n有する者として，その取消訴訟における原告適格を有するというべきで\nある。\n建築基準法５２条\n建築基準法５２条は，建築物の容積率制限を定めるところ，同条は，\n高さ制限を定める同法５５条，５６条とともに，建築密度，建築物の規\n模等を規制することにより，建築物の敷地上に適度な空間を確保し，も\nって，当該建築物及びこれに隣接する建築物等における日照，通風，採\n光等を良好に保つことを目的とするものであるが，このほか，当該建築\n物に火災その他の災害が発生した場合に，隣接する建築物等に延焼する\nなどの危険を抑制することをもその目的に含むものと解するのが相当で\nある。そして，同法が，建築物の敷地，構造等に関する最低の基準を定\nめて，国民の生命，健康及び財産の保護を図り，もって公共の福祉の増\n進に資することを目的とするものであること（１条）に鑑みれば，同法\n５２条の規定は，建築確認に係る建築物の倒壊，炎上等による被害が直\n接的に及ぶことが想定される周辺の一定範囲の地域に存する他の建築物\nについてその居住者の生命，身体の安全等及び財産としてのその建築物\nを，個々人の個別的利益としても保護すべきものとする趣旨を含むもの\nと解すべきである。そうすると，建築確認に係る建築物の倒壊，炎上等\nにより直接的な被害を受けることが予想される範囲の地域に存する建築\n物に居住し又はこれを所有する者は，建築確認の取消しを求めるにつき\n法律上の利益を有する者として，その取消訴訟における原告適格を有す\nると解するのが相当である。\nイ  原告Ｆが本件変更確認処分の取消しを求める原告適格を有するか否かに\nついて\n証拠（甲１３，４３の１）及び弁論の全趣旨によれば，原告Ｆは，本件\n建築物から約７３．５ｍ離れた位置に所在する自宅において居住している\nと認められる（別紙３参照）。また，本件建築物の高さは，４２．９３ｍ\nである（前記前提事実⑵）。これらの事実関係等に照らせば，原告Ｆは，\n本件建築物の荷重外力に対する安全性が十分でない場合に，本件建築物の\n倒壊等による被害が直接的に及ぶことが想定される範囲の地域に居住して\nおり，また，本件建築物に火災その他の災害が発生した場合に，本件建築\n物の倒壊，炎上等による被害が直接的に及ぶことが想定される範囲の地域\nに居住しているということができる。\nそうすると，原告Ｆは，本件変更確認処分の取消しを求めるにつき法律\n上の利益を有する者として，原告適格があるというべきである。\n⑶  小括\nしたがって，原告Ｆは，本件変更確認処分の取消しを求める原告適格があ\nる（なお，原告Ｃ，原告Ｄ，原告Ｅが本件変更確認処分の取消請求の原告適\n格を有することについて，当事者間に争いがない。）。\n３  争点２（本件立体駐車場は確認が必要な建築物に非該当であるか否か）につ\nいて\n⑴  判断枠組み\n建築確認とは，建築物の計画が建築基準関係規定に適合するものであるこ\nとにつき，確認の申請書を提出して建築主事又は指定確認検査機関の確認を\n受けるものであり（建築基準法６条１項，６条の２第１項），確認の申請書\nの様式は国土交通省令で定めるとされ（同法６条９項），建築基準法施行規\n則１条の３がこれを定めている。また，確認審査は，指針告示に従って行わ\nなければならないとされているところ（同法１８条の３第１項，３項），指\n針告示は，建築基準法施行規則１条の３第１項の表１等に掲げる図書に記載\nされた当該表に掲げる「明示すべき事項」に基づき，建築基準法６条１項に\n規定する建築基準関係規定に適合するかどうかを審査する旨規定している\n（指針告示第１の３項）。\nこれは，建築確認が，建築物の建築計画が建築基準関係規定に適合してい\nるか否かを審査するものであるから，計画上の存在でしかない当該建築物の\n構造及び建築設備について，指定確認検査機関が，提出された確認申請書及\nび添付図書を審査することを超えて審査することは一般に想定されるもので\nはない。\nそうすると，建築確認は，確認申請書及び添付図書を対象として，建築物\nの建築計画の建築基準関係規定の適合性を審査するものであるということが\nでき，計画上の存在でしかない当該建築物の構造及び建築設備について，指\n定確認検査機関は，提出された確認申請書及び添付図書を審査することを超\nえて，独自に事実関係等を調査することが当然に求められているとはいえず，\n特段の事情がない限り，確認申請書及び添付図書を審理すれば足りると解す\nるのが相当である。\n⑵  認定事実\n前記前提事実並びに掲記の証拠及び弁論の全趣旨によれば，次の事実が認\nめられる。\nア  詳細図の提出\n本件会社は，本件変更確認申請をするに当たり，被告に対し，本件立体\n駐車場に関して，「機械式駐車装置詳細図⑵」及び「機械式駐車装置詳細\n図⑼」等を提出した（前記前提事実⑹ア，甲４９，乙１，弁論の全趣旨）。\nイ  詳細図の記載内容\n上記アの「機械式駐車装置詳細図⑵」には，本件立体駐車場について，\n①型番が「ＬＺ４１Ｗ－Ｍ８」である旨の記載，②「装置構造高さ」（ピ\nット底面から上端部まで）が「７９９０」（㎜）である旨の記載，③地上\n４段・地下１段の上下５段のパレットから成り，パレット上に駐車できる\n車両の高さは下から順に，１５５０㎜，２０００㎜，１５５０㎜，１５５\n０㎜，２１００㎜である（なお，このようなパレットが前後に設置され，\n前部・後部に各１７台〔合計３４台〕の自動車を駐車することができる。）\n旨の記載がある（乙１，弁論の全趣旨）。\nまた，上記アの「機械式駐車装置詳細図⑼」には，本件立体駐車場につ\nいて，③「ＬＺ４１Ｗ，ＬＺ２１Ｗ，ＬＴＺ２１機械式駐車装置仕様一覧\n表」として，「特殊仕様」の「項目」欄に「装置高さ８ｍ仕様（柱駆動部）\n（ＬＺ４１Ｗ）」，「内容」欄に「装置高さを，ピット底からモーター駆\n動部天端まで，８ｍ以下にする為，駆動部・柱長さを特殊対応しておりま\nす。」などの記載が，「装置基本仕様」欄に，「名称」が「レクセルパズ\nルＢＷ－２０１５」，「型式」が「レクセルパズル４１Ｗ（ＬＺ４１Ｗ）」，\n「認定番号」が「関東（１６）－４２」である旨の記載がある（甲１０の\n２，４９，５１）。\nウ  国土交通省の認定\n国土交通省関東地方整備局長は，平成２８年９月５日，駐車場法施行令\n１５条（同施行令第２章第１節〔路外駐車場の構造及び設備の基準〕の規\n定は，その装置が同節の規定による構造又は設備と同等以上の効力がある\nと認める場合においては，適用しないとするもの）により，株式会社ＩＨ\nＩ扶桑エンジニアリング，ＩＨＩ運搬機械株式会社を製作会社名とする，\n装置の分類を「二段・多段方式（昇降横行式，ピット式，縦列式）」，装\n置の名称を「レクセルパズルＢＷ－２０１５」，駐車場法施行令第２章第\n１節の規定の特例を認める事項を「令第９条，令第１０条，令第１２条，\n令第１３条」，（駐車場法施行規則４条の規定に基づく）安全機能の認証\nを「認証機関名：公益社団法人立体駐車場工業会」，「認証日：平成２８\n年８月２４日」，「認証番号：立駐工第１６－Ｈ０２５号」，「有効期限\n：平成３３年８月２４日」とする立体駐車場を認定した（認定番号は「関\n東（１６）－４２」である。）。上記の認定の際に株式会社ＩＨＩ扶桑エ\nンジニアリングほかから申請された書類中にある「全体組立図（１／５）」\nの「装置側面図」において，最上段のパレットの駆動装置（モーター）は，\n横置きとなっている。（甲２５，５０，５３の１～６，５４の１・２，５\n５の１～３）\n⑶  検討\n機械式自動車車庫（建築基準法８８条２項，建築基準法施行令１３８条３\n項２号参照）のうち高さが８ｍを超えるものについては建築確認を受ける必\n要がある。その趣旨は，屋根を有しない機械式自動車車庫は，一般に工作物\nとして建築基準法の適用を受けるものではないが，これが一定の規模に及ぶ\n場合には建築物と区別する理由がなく，建築基準法を適用する必要があると\nいう点にあると解される。そして，上記⑴の説示内容に照らせば，被告は，\n本件変更確認申請に際し，本件会社から提出された「機械式駐車装置詳細図」\n（上記⑵ア）を参照するなどし，本件立体駐車場の高さが８ｍを超えるもの\nではなく，建築確認の対象とならないことについて審査する必要があったと\n解されるものの，独自にその真偽を確認するための調査をすることが当然に\n求められていたとはいえない。\nまた，上記⑵イのとおり，「機械式駐車装置詳細図」には，本件立体駐車\n場について，型番が「ＬＺ４１Ｗ－Ｍ８」，装置構造高さ（ピット底面から\n上端部まで）が「７９９０」（㎜），認定番号が「関東（１６）－４２」で\nある旨の記載があり，これに加えて，特殊仕様として，装置高さをピット底\n面からモーター駆動部天端まで８ｍ以下にするため特殊対応する旨の記載が\nあることから，本件立体駐車場は，装置構造高さ（ピット底面からモーター\n駆動部天端まで）が７．９９ｍであって，国土交通省関東地方整備局長の認\n定を受けているものと読み取ることができる（なお，上記⑵ウのとおり，本\n件立体駐車場は，「レクセルパズルＢＷ－２０１５」の名称で，平成２８年\n８月２４日付けで公益社団法人立体駐車場工業会による安全機能の認証を受\nけ，同年９月５日付けで国土交通省関東地方整備局長の認定を受けていたも\nのである。）。\nそうすると，本件会社が本件変更確認申請をした際，本件立体駐車場は，\n構造及び設備並びに安全性を確保するために必要な機能について国土交通大\n臣が定める基準に適合しているものと認められ，その高さが８ｍを超えない\nものであった（本件会社による本件変更確認申請に事実と異なる記載があっ\nたこともうかがわれない。）。したがって，本件立体駐車場は，建築確認が\n必要な建築物に該当しないというべきである。そして，被告が，本件立体駐\n車場の高さが８ｍを超えるものではなく，建築確認を要するものではないと\n判断して本件建築物について本件変更確認処分をしたことは，適法である（以\n上の認定・判断は，本件立体駐車場の現実の施工状況によって左右されるも\nのではない。）。\n⑷  原告らの主張について\nこれに対し，原告らは，①本件立体駐車場は，最上段のパレットに設置さ\nれる転落防止用の壁（車止め）又はモーターを考慮するとその高さが８ｍを\n超えている，②本件変更確認処分をするに当たり，本件立体駐車場の最上段\nのパレットに適切に落下防止装置，モーターを設置することができるか否か，\nこれらが適切に設置された上で高さが８ｍを超えないことを審査する必要が\nある上，本件立体駐車場の図面（機械式駐車装置詳細図）が「認証」を受け\nたメーカー仕様のものと同一か否かについても審査する必要があるが，被告\nはこれらの審査をしていない以上，本件変更確認処分をするに当たり，本件\n立体駐車場の床面積を考慮することなく本件建築物の容積率がその制限に適\n合していると判断することはできない旨主張する。\nそこで，以下，これらの点について検討する。\nア  上記①（最上段の壁やモーターを考慮すると高さ８ｍを超えること）に\nついて\n原告らは，上記主張に沿う原告Ｄの陳述書（甲４１）及び原告Ｆの陳述\n書（甲４９，７０）を提出する。上記各陳述書は，本件立体駐車場は，メ\nーカー（株式会社ＩＨＩ扶桑エンジニアリング）のウェブサイト上のカタ\nログには構造高さ７９８０㎜と記載されているから，これに最上段のパレ\nットに設置されるモーター駆動部の高さ７６０㎜を加えると，その高さが\n８７４０㎜となる（そうでなくとも，ピットの底面から昇降ドラムの天端\nまでの高さを測ると，８０３０㎜となる。）とするものである。\nしかし，上記①の主張は，本件立体駐車場について，メーカーのウェブ\nサイト上のカタログ値を前提とするものであって，本件変更確認申請の際\nに添付された資料によるものではない。\nまた，この点を措くとしても，本件立体駐車場について，本件変更確認\n申請の際に添付された資料（機械式駐車装置詳細図）上では，本件立体駐\n車場の高さが８ｍを超えていないことは上記⑵，⑶で認定・説示したとお\nりである。\nさらに，本件会社が上記⑶で述べたような趣旨を潜脱しようとしたよう\nな事情はうかがわれない（なお，原告らは，転落防止用の壁〔車止め〕の\n存在を考慮すると本件立体駐車場の高さが８ｍを超えている旨主張する\nが，本件立体駐車場の装置構造の最も高い部分はモーター駆動部天端であ\nり，原告らが指摘する「転落防止用の壁（車止め）」とは認められないし，\n機械式駐車装置詳細図上において，本件立体駐車場の接地面からモーター\n駆動部天端までの高さが８ｍを超えていないことは，上記⑵で認定したと\nおりである。）。\nしたがって，上記各陳述部分は採用することができず，原告らの上記主\n張は理由がない。\nイ  上記②（高さ８ｍを超えないことの審査が必要であること）について\n原告らは，上記主張に沿う原告Ｄの陳述書（甲４１）及び原告Ｆの陳述\n書（甲２７，４９）を提出する。上記各陳述書は，一般に，機械式立体駐\n車場は，事故が多く，火災の危険が指摘されるところ，本件立体駐車場の\nメーカーのウェブサイト上には，「ニーズ対応」と称して地下部分のパレ\nットをつり下げ構造とすることによって「高さ」を抑えることができる旨\nの記載があるものの，「駆動装置を横にして高さを低くする」といった対\n応ができる旨の記載はなく，本件立体駐車場においても，つり下げ式の構\n造を採用するのではなく，最上段のパレットを低くし，駆動モーターを通\n常と異なる方法で取り付ける方法が選択されて，滑車及び落下防止装置を\n適正に配置できない状態を生じていることからすると，本件立体駐車場は\n危険である，とするものである。\nしかし，高さが８ｍを超えない機械式立体駐車場は建築基準法に定める\n建築物（又は準用工作物）に該当しないのであって，このような機械式立\n体駐車場が，本件建築物の容積率がその制限に違反しているか否かという\n点に影響を与えることは考え難い。\nまた，この点を措くとしても，被告に提出された「機械式駐車装置詳細\n図⑵」には，「装置構造高さ」（ピット底面から上端部まで）が「７９９\n０」（㎜）である旨の記載が，「機械式駐車装置詳細図⑼」には，認定番\n号として「関東（１６）－４２」の記載があることに照らせば，本件立体\n駐車場は，その高さは８ｍを超えないものであって，国土交通省関東地方\n整備局長による認定を受けたものといえるから，その安全性に格別の問題\nがあることはうかがわれない。\nそして，原告らが指摘するように，本件立体駐車場が建築主である本件\n会社の依頼を受けた個別対応によるものであったとしても，上記⑴のとお\nり，本件立体駐車場の高さは８ｍを超えない以上，本件立体駐車場が建築\n物（又は準用工作物）に当たることを前提として本件建築物が容積率の制\n限に反しているということはできない（上記各陳述書は，本件立体駐車場\nが「駆動装置を横にして高さを低く」した通常とは異なるものである旨指\n摘するが，上記⑵ウで認定したとおり，国土交通省関東地方整備局長が「レ\nクセルパズルＢＷ－２０１５」を認定する際に株式会社ＩＨＩ扶桑エンジ\nニアリングほかから申請された書類中にある「全体組立図（１／５）」の\n「装置側面図」において最上段のパレットの駆動装置（モーター）は横置\nきとなっていること等に照らせば，最上段のパレットの駆動装置を縦置き\nでなく横置きにすることは，駆動装置（モーター）の取付方法の相違に由\n来するものであって，通常と異なる施工方法であるとか，その安全性に問\n題を生じさせるものであるなどとはいえない。）。\nしたがって，上記各陳述部分は採用することができず，原告らの上記主\n張は理由がない。\nなお，原告らは，本件立体駐車場がつり下げ式の構造ではないことから\nその高さが８ｍを超えている旨主張するが，「機械式駐車装置詳細図⑵」\nには，「装置構造高さ」（ピット底面から上端部まで）が「７９９０」（㎜）\nである旨の記載があること（本件立体駐車場は，使用するパレット数及び\n上下のパレットの間隔についても複数の分類が設けられており，原告らが\n根拠とする甲１５号証は，上下のパレットの間隔がいずれも２１００㎜〔甲\n１５号証の表記は「Ｈ＝２１００」〕とされるなど，本件立体駐車場とは\n構造を異にしている。）に照らすと，原告らの同主張は採用することがで\nきない。また，原告らは，自宅のすぐ近くに機械式駐車場が建設され，火\n災の危険，防犯，騒音等の不安を感じる旨陳述し（甲１７～２０），それ\n自体は近隣住民の心情として十分理解することはできるものの，建築基準\n関係法令等及びその解釈・適用内容に照らせば，同陳述部分は，上記の認\n定・判断を左右するものではない。\nウ  以上のとおり，原告らの上記各主張は，いずれも理由がない。\n⑸  小括\n以上によれば，本件立体駐車場は，建築確認が必要な建築物に該当しない\nというべきである。\n４  争点３（本件建築物の基礎地盤の安全性が法令に適合するか否か）について\n⑴  認定事実\n前記前提事実並びに掲記の証拠及び弁論の全趣旨によれば，次の事実が認\nめられる。\nア  本件地質調査報告書\n本件地質調査報告書の記載内容\n本件地質調査報告書は，「１．調査概要」，「２．調査の方法と解説」，\n「３．調査結果」及び「４．地盤の液状化」の各項目から成り，添付資\n料として，位置図，ボーリング柱状図，推定断面図，プレッシャーメー\nタ試験結果，室内土質試験結果及び現場記録写真が添付されている。\n本件地質調査報告書には，次のような記載がある。\nａ  圧密試験\n平成３１年２月４日に圧密試験を実施した結果，本件敷地の№２地\n点のうち，①Ｄｃ４層（粘性土）に位置する深さ４７．００～４７．\n９０ｍの試料の圧密降伏応力（Ｐｃ）につき８００kN／㎡，②Ｄｃ５\n層（本件下部粘性土層）に位置する深さ６４．００～６４．９０ｍの\n試料の圧密降伏応力（Ｐｃ）につき８９５kN／㎡の結果が得られた。\nｂ  液状化の発生の検討\n本件敷地（調査地）の液状化の発生を検討した結果，「調査地では\n大地震動用のαmax＝３５０gal の水平加速度を採用する場合でも地\n震時に液状化が発生する地層は分布しないとすることができる」と判\n断した。（以上につき，乙１７）\n検討過程\nａ  地質調査の内容\n本件地質調査報告書に係る地質調査は，ボーリング調査，プレッシ\nャーメータ試験，室内土質試験から成るものである（乙１７）。\nｂ  液状化の検討\n株式会社Ｊは，地盤の液状化については，次のような検討を行った\n（乙１７）。\n⒜  液状化判定の対象とすべき土層\n液状化判定の対象とすべき土層としては，①地表面から２０ｍ以\n浅の飽和状態にあるＦｃ（細粒分含有率）≦３５％の沖積層，②Ｆ\nｃ＞３５％であっても，粘土含有率が１０％以下又は塑性指数が１\n５以下の埋土・盛土地盤，③細粒土を含む礫，透水性の低い土層に\n囲まれた礫，が挙げられる（日本建築学会『建築基礎構造設計指針』）。\n⒝  液状化の判定方法\n液状化の判定方法としては，次のような算定方法が用いられる（日\n本建築学会『建築基礎構造設計指針』）。\n①  せん断応力比（Ｌ）の算定\nせん断応力比（Ｌ）は，τｄ（水平面に生ずる等価な一定繰り\n返しせん断応力振幅）／σｚ’（検討深さにおける有効土被り圧\n〔鉛直有効応力〕）によって算定される。\n②  液状化抵抗比（Ｒ）の算定\n液状化抵抗比（Ｒ）は，τｌ（水平断面における液状化抵抗）\n／σｚ’（検討深さにおける有効土被り圧〔鉛直有効応力〕）に\nよって算定される。\n③  液状化安全率（ＦＬ）の算定\n液状化安全率（ＦＬ）は，Ｒ／Ｌ又はτｌ／τｄによって算定\nされる。液状化安全率（ＦＬ）が１以下の場合には液状化発生の\n可能性が高いと判断される。\n⒞  液状化の判定\n株式会社Ｊは，ＧＬ－約８～９ｍのＤｓ１層を対象に，№１地点，\n№３地点の調査結果を用いて，液状化の判定を行った（なお，Ｄｓ\n１層は洪積層に区分された地層であって本来であれば液状化の検討\n対象外となるが，Ｎ値がやや低いため，安全側の観点から，液状化\nの検討が行われた。）。\nその結果は，次のとおりであり，全試料でＦＬ＞１であった。\n①  №１地点のＧＬ－８．３ｍで採取された試料（Ｆｃ：１３．９\n％）のＦＬは，１５０gal で３．４６２であり，２００gal で２．\n５９６であり，３５０gal で１．４８４であった。\n②  №１地点のＧＬ－９．３ｍで採取された試料（Ｆｃ：１０．０\n％）のＦＬは，１５０gal で４．２４３であり，２００gal で３．\n１８２であり，３５０gal で１．８１８であった。\n③  №３地点のＧＬ－８．３ｍで採取された試料（Ｆｃ：２６．９\n％）のＦＬは，１５０gal で２．３９２であり，２００gal で１．\n７９４であり，３５０gal で１．０２５であった。\n④  №３地点のＧＬ－９．２２５ｍで採取された試料（Ｆｃ：２４．\n４％）のＦＬは，１５０gal で６．７６２であり，２００gal で５．\n０７１であり，３５０gal で２．８９８であった。\n本件敷地の地質等は，本件地質調査報告書記載のとおりである。\nイ  本件構造計算書\n本件構造計算書の記載内容\n本件構造計算書は，「建築物の概要」，「設計用荷重」，「電算機イ\nンプット用データ」，「基礎の設計」等の各項目から成り，これに一貫\n構造計算ソフト（ Super  Build  SS3-RC ）による計算書出力並びに\nSuperBuild/SS3 チェックリスト，本件地質調査報告書等が添付されてい\nる。なお，上記「基礎の設計」は，「基礎設計用軸力一覧」，「地盤調\n査結果」，「杭の設計」，「基礎の設計」等の各項目から成る。\nそして，本件構造計算書には，次のような記載がある（以上につき，\n乙１４，１８，弁論の全趣旨）。\nａ  くい先端下方の粘性土への影響\n「杭先端下方の粘性土への影響に対する検討」として，くいによる\n増加応力と粘性土の地盤の許容支持力及び圧密降伏応力を比較した結\n果，Ｄｃ４層の試料から得られた有効上載圧は３８０kN／㎡，Ｄｃ５\n層（本件下部粘性土層）の試料から得られた有効上載圧は５１０kN／\n㎡であり，いずれも過圧密状態にあった（乙１４・４－８０）。\nｂ  地盤の応力度\n⒜  くい先端下方の粘性土への影響の検討\n本件構造計算書の「基礎の設計」（本件基礎ぐい検討書）には，\n非液状化地盤であるとの判断を前提として，くい先端が位置する支\n持層（本件中間支持層）の下方にボーリングＧＬ（ボーリング調査\nの際の調査地盤の標高）－６１．３ｍ以下にＤｃ５層（本件下部粘\n性土層）が存在することから，「杭先端より下方に存在する粘性土\nへの影響を検討」した旨の記載がある（乙１４）。\n⒝  地盤応力度の検討－支持地盤下面における地盤の許容応力度等\nそして，本件構造計算書の「基礎の設計」（本件基礎ぐい検討書）\nの「地盤応力度についての検討」として，地盤の応力度を検討した\n結果，上記アのとおり，Ｄｃ５層（本件下部粘性土層）の試料から\n得られた圧密降伏応力が８９５．０kN／㎡であり，推定有効土被り\n圧が５１０．０kN／㎡（本件地質調査報告書）であったから，その\n差は３８５．０kN／㎡であった（乙１４）。\n他方，各くいの支持地盤下面における地盤の応力度が上記３８５．\n０kN／㎡（Ｄｃ５層〔本件下部粘性土層〕の試料から得られた圧密\n降伏応力から推定有効土被り圧を控除した値）を下回れば地盤応力\n度が適正であると評価できるところ，くい径１８００㎜の拡底径２\n８００㎜，２５００㎜，２２００㎜，１８００㎜の４種のくいにつ\nいて，支持地盤下面における地盤の許容応力度は，順に３８３．１\nkN／㎡，３７３．６kN／㎡，２１０．９kN／㎡，２２．６kN／㎡で\nあり，いずれも上記３８５．０kN／㎡を下回っていたから，地盤応\n力度は適正であった（乙１４）。\n⒞  地盤応力度の検討－周面摩擦力の考慮\nまた，本件構造計算書の「基礎の設計」（本件基礎ぐい検討書）\nは，地盤応力度に関しては，後記ｃ⒝の別紙６（支持力計算一覧表）\nに基づき，これを超えない範囲で設定された設計支持力（弁論の全\n趣旨）から，後記ｃ⒝の別紙５（長期許容鉛直支持力表）中の周面\n摩擦力（ただし，くい長のうち摩擦を考慮する範囲に該当する部分）\nを算出し，設計支持力から周面摩擦力を控除した残部をもって基礎\nぐい先端部分の地盤応力度を検討している。そして，このようにし\nて導かれた基礎ぐい先端部分の地盤応力度と支持層下部粘性土地盤\nの許容支持力度を対比し，前者が後者を下回ることを確認した。（乙\n１４）\nｃ  地盤の支持力\n⒜  本件各くいの応力\n本件各くいの応力は，別紙４（鉛直荷重軸力表）（ただし，くい\n頭曲げ及びくい偏心による付加軸力及び基礎自重は含まない。）に\n整理された（乙１４，２５）。\n⒝  長期鉛直支持力等\n①  本件構造計算書の「基礎の設計」（本件基礎ぐい検討書）は，\n「場所打ち鋼管コンクリート拡底杭工法」，本件土地におけるボ\nーリングの結果（３か所）を用い，次の計算式により長期鉛直支\n持力等を先端支持力と周面摩擦力の観点から明らかにした（乙１\n４）。\n長期許容鉛直支持力 Ra\n＝１／３×（ⓐ先端支持力＋ⓑ周面摩擦力〔砂質土Ｒｆｓ〕＋ⓒ\n周面摩擦力〔粘性土層Ｒｆｃ〕）－Wp\n＝１／３×（１５０×Ｎ\n― ×Ap＋１０／３×Ns\n――×Ls×φ＋１／２×qu\n――\n×Lc×φ）－Wp\nWp〔くいの自重〕＝２１９７．９kN\nⓐ先端支持力＝１５０×Ｎ\n― ×Ap（先端の有効面積㎡）\nⓑ周面摩擦力（砂質土Ｒｆｓ）\n＝１０／３×Ns\n――（くい周地盤中の砂質土部分の実測Ｎ\n値の平均値〔≦３０〕）×Ls（くい周地盤中の砂質土\n部分のくいの長さｍ）×φ（くいの周長ｍ）\nⓒ周面摩擦力（粘性土層Ｒｆｃ）\n＝１／２×qu\n――（くい周地盤中の粘性土部分の一軸圧縮\n強度の平均値〔≦２００kN／㎡〕）×Lc（くい周地盤\n中の粘性土部分のくいの長さｍ）×φ（くいの周長\nｍ）\n②  ボーリング調査の結果，ボーリング柱状図１につき平均Ｎ値（く\nい先端より上４Ｄ下１Ｄ間）として２６．３～３２．３が，ボー\nリング柱状図２につき平均Ｎ値として３０．５～３５が，ボーリ\nング柱状図３につき平均Ｎ値として２５～３２．２が，それぞれ\n得られたことから，Ｎ値として，２５を採用した（乙１４）。\n③  上記計算式に基づき，各ボーリング結果に基づいて計算された\n各くいの支持力計算は別紙５（長期許容鉛直支持力表）記載のと\nおりであって，これに基づいて別紙６（支持力計算一覧表）を作\n成した（乙１４）。\nｄ  支持力が応力を上回ったことの確認\nそして，別紙４（鉛直荷重軸力表）と別紙６（支持力計算一覧表）\nを対比すると，いずれのくいをみても，支持力（設計支持力・設計）\nが応力を上回ったことが確認された（乙１４）。\n検討過程\n本件構造計算書における基礎設計の検討過程は，本件敷地の地質を地\n質調査業者による本件地質調査報告書によって把握し，本件建築ぐいの\n工法・内容をくい基礎施工業者による本件基礎ぐい検討書によって把握\nした上で，本件建築物の概要を設計して，基礎設計に関する構造上の安\n全性を検討したというものである（乙１４，１７，１８）。\n本件建築物の基礎・地盤の設計内容は，本件構造計算書記載のとおり\nである。\nウ  本件敷地付近の地盤等\n本件敷地は，大阪南部湾岸地域に位置する。大阪南部湾岸地域を含めて\n現在の大阪湾を含む盆地状構造の一帯（大阪堆積盆地）は，ユーラシアプ\nレートの下にフィリピン海プレートが沈み込むテクトニクスにより，有馬\n－高槻構造線，生駒断層帯，中央構造線，大阪湾岸層，六甲－淡路断層帯\nの各断層・構造線の地殻変動を生み出す力が発生し，その地殻変動で形成\nされた。大阪湾岸域のうち堺市域～泉佐野市域では，洪積層の卓越した地\n盤となっているものの，薄層を成す砂質土と比較的厚い粘性土との複雑な\n多層地盤となっている。本件敷地付近の地層は，地表面から順に，盛土層\n（数ｍ），上部の洪積層（Ｄ：diluvium。約２５ｍまで），大阪層群（大\n阪府域の地盤を形成する古い堆積層で洪積層の一種。約２５ｍ以深）から\n成る。（前記前提事実⑶イ，甲１１，２４，乙３の１～４，８，１１，１\n２，１７）\n本件敷地付近の洪積層の土質は，粘性土（clay：０．０７５㎜よりも小\nさな粒子が主体となる土）（Ｄｃ），砂質土（sand：０．０７５～２㎜の\n粒子が主体となる土）（Ｄｓ），礫質土（gravel：２～７５㎜の粒子が主\n体となる土）（Ｄｇ），砂質土・粘性土互層（Ｄｓｃ）から成る（乙３の\n１～４，１１，１２，１７）。\nエ  建築物の基礎・地盤に関する一般的知見\n地盤の液状化\n地盤の液状化（liquefaction）とは，地盤内に繰り返しせん断応力が\n働くことによって生ずる過剰間隙水圧が，土粒子を拘束していた初期有\n効上載圧と等しくなる結果，有効応力がゼロになる現象をいう。\n地盤の液状化については，敷地地盤の安全性に関する一要素として，\n日本建築学会『建築基礎構造設計指針』において，その設計指針が定め\nられている。\nくい基礎におけるくいの鉛直支持力\nくい基礎とは，基礎スラブからの荷重を，くいを介して地盤に伝える\n形式の基礎をいう。\nくい基礎におけるくいの鉛直支持力の決定要因には，地盤から定まる\n支持力（くいと地盤との相互作用で決まるもので，先端支持力と周面抵\n抗力から成り立つ。）と，くい体の耐力から定まる支持力（くい体の圧\n縮抵抗が各限界状態に至るかどうかで決まる。）とがある。\n地盤から定まる設計用の支持力は，鉛直載荷試験によって求める方法\nと，支持力算定式から求める方法とがある。後者について，現在，主に\n用いられているのは，くいの先端支持力や周面抵抗力をＮ値等サウンデ\nィングによる測定値と関連付けた経験式である。\n場所打ちコンクリートぐいの支持力（支持力算定式による単くいの鉛\n直支持力）は，極限先端支持力度と極限周面抵抗力度から成り，それぞ\nれ砂質土・粘性土によって異なる。例えば，粘性土の極限周面抵抗力度\nに関して，粘性土層の非排水せん断強さ（Cu）の上限値としては１００\nkN／㎡が採用されているが，それ以上の数値が採用できる可能性はある。\n上記極限先端支持力度は，くい下方の支持層厚が先端径に対して十分\nに厚い場合と，支持層厚が薄い場合（薄層支持）とで異なる。くいの先\n端支持力は，支持層厚比がある限界値よりも小さくなるとくい下方の支\n持層の土塊が下部層に貫入する破壊を伴って低下する。したがって，薄\n層支持層の先端支持力は，鉛直載荷試験を行って求めるか，支持層の強\n度と支持層厚比及び下層の強度等を適切に考慮して算定する必要があ\nる。もっとも，中間的な支持層に根入れされた先端支持主体のくい基礎\nも選択肢の１つとされている。\n（以上につき，甲３９，４８，５６，５７，乙１７，２１～２３，弁\n論の全趣旨）\n⑵  事実認定の補足説明\nア  本件地質調査報告書の記載内容（特に，本件敷地が非液状化地盤である\nこと）の信用性（上記⑴ア関係）\n本件地質調査報告書は，ボーリング調査，プレッシャーメータ試験，室\n内土質試験等に基づき作成されたものであり，地盤調査の方法は告示１１\n１３号第１の内容（別紙２〔関係法令等の定め〕の４⑴）にも沿うもので\nあって，その内容が本件敷地付近の地盤等の状況（上記⑴ウ）にも符合す\nること等に照らしても，その記載内容の信用性を肯定することができる。\nこのうち，液状化の判定については，本件敷地の調査結果を前提に，日\n本建築学会『建築基礎構造設計指針』（乙２１）の設計指針に基づき，具\n体的に検討されており（上記⑴ア ｂ），地盤の液状化に関する一般的知\n見（上記⑴エ ）に照らしても，その内容は十分に信用することができる。\nイ  本件構造計算書の記載内容の信用性（上記⑴イ関係）\n本件構造計算書は，本件地質調査報告書（その信用性については上記ア\nで説示したとおりである。），本件基礎ぐい検討書（前記前提事実⑶ウ）\n等に基づき，構造計算ソフトを用いて，本件建築物の構造計算を行ったも\nのであり（前記前提事実⑶エ），関係法令等の定めにも沿うものであって，\nその内容に照らしても，その記載内容の一般的な信用性を肯定することが\nできる。その上で，個別的な信用性については，後記⑶，⑷で検討するこ\nととする。\n⑶  検討\nア  ボーリング調査の本数（建築基準法施行令９３条関係）\nボーリング調査の本数について\nａ  関係法令等の定め\n建築基準法２０条は，建築物の構造耐力に関し，建築物は，自重，\n積載荷重，土圧等に対して安全な構造のものとして政令で定める技術\n的基準等に適合するものでなければならない旨を定める。\n建築基準法施行令は，建築基準法２０条を受けて，「第３章  構造\n強度」（建築基準法施行令３６条～１０６条）において，技術的基準\nを定める。具体的には，同施行令３８条３項は，一定以上の高さ，面\n積及び下層階の床面積に作用する荷重を有する建築物については，基\n礎の底部（基礎ぐいを使用する場合にあっては，当該基礎ぐいの先端）\nを良好な地盤に達することとしなければならない旨を定める。また，\n同施行令は，高さが３１ｍを超える建築物にあっては，所定の基準に\n従った構造計算によることが必要であり（８１条２項１号，８２条），\n地盤の許容応力度及び基礎ぐいの許容支持力は，国土交通大臣が定め\nる方法によって，地盤調査を行い，その結果に基づいて定めなければ\nならない（９３条本文）旨を定める。\n建築基準法施行令９３条の規定に基づき，国土交通大臣は，告示１\n１１３号を定めているところ（告示１１１３号が規範性を有すること\nについては，当事者間に争いがない。），告示１１１３号は，第１に\nおいて，地盤の許容応力度を求めるための地盤調査の方法について，\nボーリング調査等を挙げ，第５において，基礎ぐいの許容支持力を定\nめる方法を挙げている。\nｂ  趣旨\n上記ａで述べたような関係法令等の規定の趣旨は，建築物は基礎に\nよって地盤に定着されて安全性が確保されるところ，高さ３１ｍを超\nえる建築物においては，地盤を調査した上で，その結果に基づいて地\n盤の許容応力度（地盤が構造物を支持し得る最大の鉛直方向抵抗力〔極\n限支持力〕を安全率で除した値）及び基礎ぐいの許容支持力を計算し\nて，それが基準に適合することを要求することによって，建築物の安\n全性を確保しようとするものである。\nｃ  検討\n上記ａのとおり，高さが３１ｍを超える建築物では所定の基準に従\nった構造計算によることが必要であること，地盤の許容応力度及び基\n礎ぐいの許容支持力は地盤調査を行ってその結果に基づいて計算する\n必要があること，地盤調査の方法の１つとしてボーリング調査がある\nことが定められているものの，上記ａの関係法令等の定めによっても，\nボーリング調査の本数は定められていない。そうすると，上記ｂの趣\n旨をも考え合わせると，ボーリング調査等による地盤調査については，\n建築計画の対象となる建築物の敷地の状況等に応じ，合理的な方法で\n行えば足りるものと解される。\nなお，国土交通省住宅局建築指導課長は，各建築設計関係団体の長\nに宛てて，平成２８年３月４日付け「基礎ぐいの適正な設計について」\nと題する通知（国住指第４２４０号）を発出し，日本建築学会『建築\n基礎設計のための地盤調査計画指針』を引用して，建築面積が１万㎡\nの規模の建築物のボーリング調査の数量は，地層構成に変化がない場\n合に５～１０本，地層が変化していると想定される場合に１０～２０\n本が目安とされている旨を通知しているところ（乙９），これも，上\n記と同じ趣旨をいうものであると解される。\n本件について\n前記前提事実⑵，⑶イ，⑹アのとおり，被告は，本件構造計算書に基\nづいて本件変更確認申請の審査をしているところ，本件構造計算書中の\n本件地質調査報告書によれば，本件敷地において実施されたボーリング\n調査の数量は３本であるのに対し，本件建築物の建築面積は９０２．４\n２㎡であるから（前記前提事実⑵），本件建築物について実施されたボ\nーリング調査の敷地面積に占める数量の割合（約３３０㎡に１本）は，\n上記通知（国住指第４２４０号）に定める目安とされる敷地面積に占め\nる数量の割合（最大でも約５００㎡に１本）を上回っている。そして，\n前記前提事実⑶イ，上記⑴ウ，証拠（甲４５，乙１４）及び弁論の全趣\n旨によれば，本件敷地の地層が変化しているとはいい難いから，ボーリ\nング調査の本数も合理的な方法の範囲内であったということができる。\nイ  地盤の応力度，設計支持力（建築基準法施行令９３条関係）\n地盤の応力度，設計支持力について\nａ  関係法令等の定め\n上記ア ａのとおり，建築基準法２０条，建築基準法施行令９３条\n等に基づき国土交通大臣が定める告示１１１３号第５は，基礎ぐいの\n許容支持力を定める方法を挙げている。\nｂ  趣旨\nその趣旨は，上記ア ｂで述べたとおりである。\n本件について\n上記⑴ア，イ，上記⑵アのとおり，本件敷地は，非液状化地盤である\nものの，粘土質地盤であるＤｃ５層（本件下部粘性土層）の上部に本件\n中間支持層があること，本件建築物の設計において場所打ちぐいが予定\nされていることから，本件敷地における本件建築物の基礎ぐいの許容支\n持力を定めるに当たっては，告示式（告示１１１３号第５の１号の表㈡\nの定める数式及びこれに付随する数式）を適用すべきこととなる。\nそして，上記⑴イのとおり，本件変更確認申請において添付資料とさ\nれた本件構造計算書には，本件基礎ぐい検討書を含み，「地盤応力度に\nついての検討」として，①支持地盤下面における地盤の許容応力度が，\n支持層下部粘性土（Ｄｃ５層〔本件下部粘性土層〕から得られた試料）\nの圧密降伏応力から推定有効土被り圧を控除した値を下回っているこ\nと，②基礎ぐいの設計支持力が基礎ぐいの周面摩擦力を考慮した上で支\n持地盤下面における地盤応力度を下回っていること等を審査し，建築物\n又は建築物の一部に有害な損傷，変形及び沈下が生じないことが確認さ\nれている。そして，その審査・確認に当たり，このような手法によるこ\nとができない事情は見いだせない。\nさらに，上記⑴イのとおり，本件構造計算書は，長期許容鉛直支持力\nを計算式に基づいて算出し（別紙５参照），これに基づいて支持力計算\n一覧表（別紙６）を作成した上で，地盤の許容支持力（設計 Ra）と実際\nにかかる応力（くい１本当たりの軸力）（別紙４）とを対比して，前者\nが後者を上回るとしているところ，地盤の許容支持力（設計 Ra）を算定\nするに当たって使用された計算式は，くいの自重（Wp）を控除している\n点で告示１１１３号に定める告示式とは異なるものの，実際にかかる応\n力（くい１本当たりの軸力）についても，告示１１１３号に定める告示\n式とは異なってくいの自重を含まないものとしているから，本件構造計\n算書の計算式は，告示１１１３号に定める告示式と実質的には同じ意味\n内容であったということができる。そして，地盤の許容支持力（設計 Ra）\nと実際にかかる応力（くい１本当たりの軸力）との対比の結果，いずれ\nのくいについても，地盤の許容支持力（設計 Ra）が実際にかかる応力（く\nい１本当たりの軸力）を上回っていることが確認されている（なお，以\n上は，長期に生ずる力に対する地盤の許容支持力に関するものであるが，\n長期に生ずる力に対する地盤の許容支持力を２倍にしたものが短期に生\nずる力に対する地盤の許容支持力であるとされるから〔告示１１１３号\n第５の１号参照〕，短期に生ずる力に対する地盤の許容支持力について\nみても，同様に，地盤の許容支持力〔設計 Ra〕が実際にかかる応力〔く\nい１本当たりの軸力〕を上回っているということができる。）。\nそうすると，本件構造計算書に記載された地盤の許容応力度並びに基\n礎及び基礎ぐいの許容支持力の数値及び算出方法は，告示式に適合する\nものであり，建築基準法令にかなうものといえる。\nウ  基礎・地盤説明書の審査等\n基礎・地盤説明書の審査等について\nａ  関係法令等の定め\n上記３⑴のとおり，建築確認は，確認申請書及び添付図書を対象と\nして，建築物の建築計画の建築基準関係規定の適合性を審査するもの\nであり，構造計算の確認審査は，適合判定通知書等の提出を受けた後\nにおいては，基礎・地盤説明書に基づき，指針告示別表に定める審査\nすべき事項について審査するものとされる（指針告示第１の４項３号\nロ）。\nまた，建築基準法６条の３第１項本文は，建築主は，同法６条１項\nの場合において，申請に係る建築物の計画が同法２０条１項２号又は\n３号に定める基準に適合するかどうかの確認審査を要するものである\nときは，構造計算適合性判定の申請書を提出して都道府県知事（又は\n同法１８条の２第１項の規定に基づき都道府県知事が指定する者）の\n構造計算適合性判定を受けなければならない旨を定める。\nｂ  趣旨\n建築確認の制度が設けられた趣旨は，上記１⑵でも述べたとおり，\n建築物には建築基準法を始め多くの法令により公共の福祉等の観点か\nら種々の規制が課されているところ，建築物の施工に先立って建築主\n事又は指定確認検査機関に対して確認申請書を提出することを建築主\nに義務付け，建築主事又は指定確認検査機関が建築物の建築計画に係\nる建築基準関係規定の適合性を審査することによって，違反建築物の\n出現を未然に防止し，建築物に対する規制の実現を図ろうとしたもの\nである。\nまた，構造計算適合性判定審査制度が設けられた趣旨は，平成１７\n年に発覚した構造計算書偽装事件を契機として，このような偽装を発\n見するためには，構造計算の過程等の詳細な審査や再計算を行う必要\nがあるところ，建築主事又は指定確認検査機関が単独でこれを行うこ\nとは困難であることから，建築主事又は指定確認検査機関による審査\nとは別に第三者で一定の技術力を有する者が構造計算の過程等の審査\nや再計算を実施することにより，構造計算の法規適合性のチェックを\n複層的に行おうとしたものである。\n本件について\n前記前提事実⑷，⑹アのとおり，本件会社は，被告に対し，構造計算\n基準に適合している旨の記載がある本件構造計算適合判定通知書及び本\n件構造計算書等を提出して，本件変更確認申請について審査を受けた。\nそして，前記前提事実⑶，上記⑴ア，イ，上記イにおいて説示したと\nころに加え，原告らは基礎・地盤説明書に不足があるなどと主張してい\nたもののその不足する部分を具体的に指摘していなかったこと（甲４４，\n乙１５の１～８）等の事情を総合すれば，本件会社から被告に提出され\nた本件構造計算書（本件地質調査報告書及び本件基礎ぐい検討書を含\nむ。）には，基礎・地盤説明書（建築基準法施行規則１条の３表３，指\n針告示参照）に相当する事項（具体的には，①地盤調査方法及びその結\n果，②地層構成，支持地盤及び建築物の位置，③地下水位，④基礎の工\n法の種別，位置，形状，寸法及び材料の種別，⑤構造計算において用い\nた支持層の位置，層の構成及び地盤調査の結果により設定した地盤の特\n性値，⑥地盤の許容応力度並びに基礎及び基礎ぐいの許容支持力の数値\n及びそれらの算出方法）が記載されていたと推認することができる。そ\nして，上記各事情を総合すれば，本件構造計算書には，上記①～⑥のう\nち，上記④，⑥についてはそれらが建築基準法令の規定に適合し，上記\n⑤についてその内容が適切であることについても記載され，被告におい\nてこれらの点を確認したものと推認することができる（なお，上記によ\nれば，本件構造計算書には，⑦基礎ぐい等の構造耐力上主要な部分であ\nる部材に関する構造計算が建築基準法令の規定に適合していること，⑧\n基礎ぐい等の構造耐力上主要な部分である部材に生ずる力が応力計算書\nにおいて適切に反映されていることについても記載があり，被告は，こ\nれらの点についても審査・確認したものと推認することができる。）。\nさらに，上記各事情を総合すれば，被告は，申請書等（建築基準法施\n行規則１条の３に規定する申請書並びに添えられた図書及び書類）と本\n件構造計算適合判定通知書等の記載事項が相互に整合していることにつ\nいても，審査・確認したものと推認することができる。\nしたがって，被告が本件変更確認処分をするに際し，基礎・地盤説明\n書は不足なく提出され，その記載内容にも特段の不備があったとはいえ\nないから，被告がした本件変更確認処分について，資料等の不足を看過\nしたなどといった事情は認められない。\nエ  以上によれば，本件建築物の基礎地盤の安全性は，法令に適合するとい\nうべきである。\n⑷  原告らの主張について\nこれに対し，原告らは，①上記⑶アの関係で，本件敷地は地層が変化して\nいるからボーリング調査の本数が３本では不足している，②上記⑶イの関係\nで，本件敷地に告示１１１３号に定める計算式（告示式）を適用することは\nできない（「地盤工学の知見等，適切な評価方法を用いて低減した先端支持\n力」〔甲４８・５７３頁〕を適用しなければならない。）（その理由は３つ\nあり，㋐基礎ぐいの支持層〔本件中間支持層〕が「薄層」で有効層厚比が３\n以下であること，㋑基礎ぐい先端より下方に基礎ぐいの支持層と同等の地盤\nが続いていないこと，㋒基礎ぐいの下層の粘性土層に働く応力度 qb につい\nて，被告は，一次元ではなく二次元のモデルを採用する一方で，面としての\n土質の均一性の検討を欠いていること，である。），③上記⑶イの関係で，\n本件に告示式を適用し得るとしても，基礎ぐい先端下部の地盤のＮ値は，Ｎ\n値算定区間と同等とみなすことができないため（砂質土層を中間支持層とし，\nその直下でＮ値が小さい粘性土の地層を下部粘性土層とする薄層支持層・薄\n層支持ぐいが包含される。），告示式の薄層支持層の極限応力度 qp＝１５０\n／３・Ｎ\n― の部分を修正し，qp＜１５０／３・Ｎ\n― を用いなければ適切な計算が\nできない，④上記⑶ウの関係で，被告は，本件変更確認処分をするに当たり，\n本件会社から「基礎・地盤説明書」として十分な内容が記載された図書の提\n出を受けず，これらを審査しないまま本件変更確認処分をした旨主張する。\nそこで，以下，これらの点について検討する。\nア  上記①（ボーリング調査の本数）について（上記⑶アの関係）\n原告らは，上記主張に沿う原告Ｆの陳述書（甲２４，３５）を提出する。\n上記陳述書は，ボーリング柱状図によれば，各ボーリング調査が実施され\nた３か所のみをみても，支持層厚が大きく変動しているとして，ボーリン\nグ調査の実施数の不足を指摘するものである。\nしかし，上記⑶アにおいて説示したとおり，建築面積が１０００㎡に満\nたない本件建築物について３本のボーリング調査が実施されていることに\n照らせば，本件建築物に係るボーリング調査の本数が不足しているとは解\nし難いところであるし，本件において，ボーリング柱状図及び本件敷地の\n推定断面図等（前記前提事実⑶イ，乙１１，１２，１４，１７）によって\nも，深さ約５８ｍ付近に「粘土質砂」又は「砂」等の層があり，深さ約６\n２ｍの位置から下方に「粘土」の層があり，両層の間に「粘土質砂」，「砂\n混り粘土」等の層がみられるものの，これらの層に特段の傾斜や起伏があ\nるとまではいえないから，上記３本のボーリング調査では調査本数に不足\nがあるとまではいえないというべきである（なお，原告Ｆは，敷地全体の\n信頼できる地層構成断面図の作成が必須である旨も陳述するが〔甲６４〕，\n上記に説示したところに照らせば，地層構成断面図の作成が必須であると\nまではいえない。）。\nしたがって，原告Ｆの上記陳述部分は採用することができず，原告らの\n上記主張は，理由がない。\nイ  上記②（告示式が適用されないこと，パンチング破壊のおそれがあるこ\nと）について（上記⑶イの関係）\n上記②㋐（有効層厚比が３以下であって，支持層が「薄層」であるこ\nと）について\nａ  支持層が「薄層」であることについて\n原告らは，上記主張に沿う原告Ｆの陳述書（甲１１，３５，６４）\nを提出する。上記陳述書は，ボーリング柱状図によれば，基礎ぐいの\n底端部下方の支持層（本件中間支持層）はＮ値が低く，有効層厚比は\n１かこれを下回るのであって，有効層厚比が３以下であるから，告示\n式を適用することはできないとし，支持層（本件中間支持層）が「薄\n層」であるから支持層突き抜け等を生ずるおそれがある，あるいは，\nボーリング柱状図３によれば，支持層（本件中間支持層）が「薄層」\nであることから，くい先端が砂層に根入れされた状態にない一方で，\nＤｃ５層（本件下部粘性土層）を支持層とする設計もされていないと\nいうものである。\nしかし，告示１１１３号第５は，その適用に当たり，原告らが指摘\nするような有効層厚比の数値要件を設けていない。そして，上記有効\n層厚比の値が小さい場合に支持層突き抜け等のおそれを指摘する「大\n阪府構造計算適合性判定指摘事例集－よくある指摘事例とその解説－\n２０１６年版」（甲５７〔大阪府，一般財団法人大阪建築防災センタ\nー，一般財団法人日本建築総合試験所，一般財団法人日本建築センタ\nー作成，大阪府内建築行政連絡協議会，一般社団法人日本建築構造技\n術者協会関西支部協力〕）においても，この点について，「５．６  杭\n先端の地盤と支持力」の解説の中で，「３．  ２層地盤の支持力の算\n定について」として，「Ｎ値は大きいが薄い砂質土層を中間支持層と\nし，その直下でＮ値が小さい粘性土の地層を下部粘性土層とする場合\n…には支持力と圧密沈下の両方の確認が必要となる。既往の研究では\nＨ／Ｄ…が２以下ではパンチング破壊の可能性が高く，３以上になる\nと下部粘性土層の影響は小さくなっていくとの研究があるが，中間支\n持層と下部粘性土層の剛性によりその影響は異なる。学会基礎指針や\n２０１５技術基準においても明確な設計法は定められてはいない。」\nとされており（なお，既往の研究として，甲３６～３８，乙８参照），\nこの項目のランクは「Ｂ」であり（ランクは「Ａ－１」，「Ａ－２」，\n「Ｂ」，「無」に分けられ，上から順に設計図書での遵守要求度が高\nい。），設計者の対応としては「本書と別の方法で設計しても可。そ\nの内容を判定図書に反映。」とされている（前記前提事実⑷参照）。\nむしろ，一般に，場所打ちコンクリートぐいの支持力（支持力算定\n式による単くいの鉛直支持力）は，極限先端支持力度と極限周面抵抗\n力度から成るところ，極限先端支持力度は，くい下方の支持層厚が先\n端径に対して十分に厚い場合と，支持層厚が薄い場合（薄層支持）と\nで異なり，くいの先端支持力は，支持層厚比がある限界値よりも小さ\nくなるとくい下方の支持層の土塊が下部層に貫入する破壊を伴って低\n下するために，薄層支持層の先端支持力は，鉛直載荷試験を行って求\nめるか，支持層の強度と支持層厚比及び下層の強度等を適切に考慮し\nて算定する必要があるものの，中間的な支持層に根入れされた先端支\n持主体のくい基礎も選択肢の１つとされている（上記⑴エ ）。そし\nて，本件中間支持層の内容（前記前提事実⑶イ ），Ｄｃ５層（本件\n下部粘性土層）の内容（前記前提事実⑶イ ），本件中間支持層に至\nるまでの複数の砂質土層・「礫混り砂」の層の内容（前記前提事実⑶\nイ ， ）等を前提に，本件の場所打ちコンクリートぐいの支持力（支\n持力算定式による単くいの鉛直支持力）に関する極限先端支持力度と\n極限周面抵抗力度を検討すると，本件計画においては，上記⑶イ の\nとおり，地盤応力度について，Ｄｃ５層（本件下部粘性土層）の圧密\n降伏応力の観点から，推定有効土被り圧と支持地盤下面における地盤\nの応力度の和が上記圧密降伏応力を下回っていることが確認され，ま\nた，支持層下部粘性土地盤の許容支持力度の観点から，支持地盤下面\nにおける地盤の応力度が上記許容支持力度を下回っていることが確認\nされたというのである（なお，ボーリング柱状図３によればくい先端\nが砂層に根入れされていないとする陳述部分〔甲６４〕もあるが，同\n柱状図によれば，基礎ぐいの先端付近の層は，「砂」，「砂質粘土」\n及び「砂混り粘土」であって，粘土層に留め置かれているとはいえな\nい上，標準貫入試験の結果によればＮ値は９０～１２０程度であるか\nら〔乙１１，１２，１４〕，同陳述部分が指摘する点を考慮しても，\n本件中間支持層を支持層として位置付けることができるというべきで\nある。）。\nしたがって，原告Ｆの上記陳述部分は採用することができず，原告\nらの上記主張は理由がない。\nｂ  本件構造計算書中の地盤応力度について\n⒜  くいの長さ，tanθの数値\n原告らは，上記主張に沿う原告Ｆの陳述書（甲６３〔５頁〕）を\n提出する。上記陳述書は，本件構造計算書中の「地盤応力度につい\nての検討」（乙１４・４－８１～８２）について，㋐その記載中の\n支持層下部粘性土層の天端がＧＬ－６１．３０ｍ，くい先端がＧＬ\n－５９．８７ｍとされ，これによりＬ（基礎ぐい先端から支持層下\n部粘性土層の天端までの距離）＝１．４３ｍが導かれているが，こ\nれはくいの長さが６０ｍとされる点と整合しない（原告らがＬ＝１．\n１であるべきである旨主張している点を措くとしても，くいの長さ\nから「Ｌ＝１．３」とすべきであるところ，上記「Ｌ=１．４３ｍ」\nという，根拠のない，申請者に有利な数値としている。），㋑その\n記載中の数式において，「tanθ＝０．５」とされている点は，安全\n側ではなく危険側の数値であるから，「tanθ＝０．３」が用いられ\nるべきであるとするものである。\nしかし，上記指摘に係る数値の具体的適用は，「地盤応力度につ\nいての検討（概算）」（乙１４・４－８２）においてされるところ，\n上記㋐・㋑について，「Ｌ＝１．３」，「tanθ＝０．３」の数値を\n用いたとしても，支持層下部粘性土地盤の許容支持力度を下回るか\nら，結論に影響するものではない。\nまた，本件構造計算書中の「地盤応力度についての検討」（乙１\n４・４－８１～８２）において，Ｌ＝１．４３とされたのは「ＧＬ」\nを基準として，くい長５７．９００ｍを考慮したことによるものと\n解されるし，「tanθ＝０．５」とされたのは，一般に「tanθ」が\n０．３～０．５とされ（甲３４，５７），専門的見地から数値が選\n択された結果であって，この点に一般的な基準を逸脱したような格\n別の不合理があるとは解されない。この点に関し，原告らは，「tan\nθ＝０．５」が危険側の評価となり得る数値であるとの指摘（甲３\n７～３９）を引用するが，同指摘自体が少ない実験数に基づくもの\nである上に（甲３７，３９），原告らにおいても，一般に許容され\nる範囲内の数値から専門的見地に基づいて選択された当該数値\n（「tanθ＝０．５」）を本件に適用することができない具体的事情\nを十分に主張・立証しているとはいえないから，「tanθ＝０．５」\nを採用したこと自体に不備があるということはできない。\nしたがって，原告Ｆの上記陳述部分は採用することができず，原\n告らの上記主張は，理由がない。\n⒝  乙１４号証・４－８１\n原告らは，上記主張に沿う原告Ｆの陳述書（甲６３〔１～２頁〕）\nを提出する。上記陳述書は，乙１４号証・４－８１を根拠として下\n部粘性土層に作用する有効上載圧と下部粘性土層の圧密降伏応力と\nの比較によって「下部粘性土層の支持力」の検討を行っているとす\nる被告の主張は，乙１４号証・４－８１は「圧密沈下」の検討を示\nすものであって，見当違いであるとするものである。\nしかし，支持力の検討手法として，くい先端を層厚の薄い支持層\n（本件中間支持層がこれに相当する。）にとどめ，下部に粘性土層\n（Ｄｃ５層〔本件下部粘性土層〕がこれに相当する。）がある場合\nに，いわゆる２層地盤の先端支持力の算定について圧密沈下の検討\nをすることも提唱されているところであって（上記⑴エ ），この\nような手法も，支持力の１つの検討方法として十分に考えられると\nころである。\nしたがって，原告Ｆの上記陳述部分は採用することができず，原\n告らの上記主張は，理由がない。\n⒞  乙１４号証・４－８２\n原告らは，上記主張に沿う原告Ｆの陳述書（甲６３〔４頁〕）を\n提出する。上記陳述書は，㋐乙１４号証・４－８２の表・計算式は，\nβqu＝８７９．２kN／㎡，β＝１／３とするものであるから，qu＝\n８７９．２×３＝２６３７．６kN／㎡となるところ，同計算式中に\nある粘着力Ｃ＝１８１．０kN／㎡の数値を前提として，日本建築学\n会『建築基礎構造設計指針』に紹介されている計算式により極限先\n端支持力度（極限先端支持力度 qu＝６・Cu〔Cu：非排水せん断強さ。\n粘着力Ｃ〕）を求めると，qu＝６・Cu＝６×１８１．０＝１０８６\nkN／㎡となるから，上記表・計算式によるβqu の値がそもそも高す\nぎ，上記βqu の数値は安全率（β＝１／３）と耐力係数を混同して\nいる，㋑根拠が定かでない設計支持力（Ra＝１万２６００kN）を基\nに設定した数値をくい先端の許容支持力 Rp＝５０００kN としてお\nり，更にこれを基に算定した支持層底面が下部粘性土層に作用する\n応力度（計算表中のｐ’’，ｐ’’＝Rp／Ab）と下部粘性土層の極限支持\n力度を検討式（ｐ’≦β・qu〔qb≦β・qu〕）で検討する点で誤って\nいる，とするものである。\nしかし，上記㋐についてみると，仮に，原告Ｆの指摘に基づき，\n乙１４号証・４－８２の表中において，同指摘が誤っているとする\n「βqu＝８７９．２kN／㎡」の数値を同指摘が適正とする「βqu＝\n７２４kN／㎡」に置き換えたとしても，これにより導かれる同表の\n「判定」欄に示される結論に影響を及ぼすものではない。そして，\n証拠（甲３９，５７）中には「qu」と「６・Cu」と「５．１αCu＋\nγDf／β」をおおむね同旨とする記述もみられるから（なお，甲３\n９号証の「qp」と甲５７号証の「qu」が同義であると解される。），\n「５．１αCu＋γDf／β」の数式によって得られる数値が，くい先\n端が粘性土の場合に，「qu」，「６・Cu」によって得られる数値よ\nり大きくなるとしても（甲６３〔原告Ｆの陳述書〕），同数式を用\nいることが相当でない旨の一般的知見が確立しているとはいえない\n（上記⑴エ）。\nまた，上記㋑についてみると，上記⑴イ，上記⑶イ のとおり，\n設計支持力は，別紙５（長期許容鉛直支持力表）等の計算に基づい\nて整理された別紙６（支持力計算一覧表）に基づくものであって，\nこれに別紙５（長期許容鉛直支持力表）中の周面摩擦力（ただし，\n摩擦を考慮する範囲に該当する部分に限る。）を導いて摩擦部分を\n検討し，設計支持力から周面摩擦力を控除した残部をもって先端部\n分の地盤応力度を検討するものであって，このような検討手法に格\n別不適切な点があるとはいえない。\nしたがって，原告Ｆの上記陳述部分は採用することができず，原\n告らの上記主張は，理由がない。\n⒟  乙１４号証・４－８２と乙１４号証・４－２０との関係\n原告らは，上記主張に沿う原告Ｆの陳述書（甲６３〔４頁〕）を\n提出する。上記陳述書は，申請者が乙１４号証・４－８２において\n粘着力（非排水せん断強さ）Ｃ（Cu）＝１８１．０kN／㎡とする一\n方で乙１４号証・４－２０において極限支持力度qu\n――＝１４５～２０\n０kN／㎡としているが，一般に Cu＝qu×１／２で説明されることか\nら，食い違いが生じているとするものである。\nしかし，上記のように「Cu＝qu×１／２」の一般式が成立すると\nしても，粘性土層の非排水せん断強さ（Cu）の上限値は１００kN／\n㎡以上となることが想定される一方で（上記⑴エ ），qu\n――の上限は\n２００kN／㎡とされていること（告示１１１３号第５，乙１４・４\n－２０）に照らせば，原告Ｆが食い違いであると指摘する点もqu\n――の\n値に上限値が設定されたことによるものと理解することができる\n（このことは，乙１４号証・４－２０だけでなく，乙１４号証・４\n－４０，乙１４号証・４－６０についても同様であると考えられ\nる。）。\nしたがって，原告Ｆの上記陳述部分は採用することができず，原\n告らの上記主張は，理由がない。\n⒠  薄層支持の先端支持力\n原告らは，上記主張に沿う原告Ｆの陳述書（甲６４）を提出する。\n上記陳述書は，次のような内容である。すなわち，本件中間支持層\nは薄層であるから，くいの根入れをしただけで，くいが突き抜け，\n地盤の許容支持力（Ra＝qp・Ap＋１／３・RF）につき，告示式の基礎\nぐいの先端の先端（本件中間支持層）の許容応力度（qp〔kN／㎡〕＝\n１５０／３・Ｎ\n― ）を適用することはできない。支持層の下にあるＤ\nｃ５層（本件下部粘性土層）の極限支持力度を適用しなければなら\nない。一軸圧縮強度を求め（平均Ｎ値－標準偏差／２），非排水せ\nん断強さ（Cu＝１／２・qu）により，支持層下方粘性土の極限支持\n力度を算出し，これを長期に生ずる地盤の許容支持力 Ra は基礎ぐ\nいの極限支持力 Ru の１／３，極限支持力 Ru は極限先端支持力 Rp と\nくい周面の摩擦力 RF の和，そして，極限先端支持力 Rp が極限先端\n支持力度 qpc とくい先端の有効面積 Ap の積で示すとして，これらを\n長期に生ずる地盤の許容支持力 Ra を求める下記の式にまとめるべ\nきである。そして，これに，Ｘ２Ｙ１の位置のＰ１ｃのくい，ボー\nリング柱状図１を前提として，Ｈ＝１．１（ｍ），Ｄ＝２．８（ｍ），\ntanθ＝０．３を当てはめると，Ra＝９５００．８(kN)となり，これ\nとＰ１ｃのくいの総軸力（軸重１万０５１１．４kN とくいの自重２\n１９７．９kN の合計１万２７０９．３kN）を比較すると，総軸力が\n許容支持力 Ra を上回り，危険であることが確認される。\n記\n一軸圧縮強度：qu＝１２．５・Ｎｃ＝１５０（kN／㎡）\n非排水せん断強さ：Cu＝１／２・qu＝７５（kN／㎡）\n支持層下方粘性土の極限支持力度：qc＝６・Cu＝４５０（kN／㎡）\nRa＝１／３・Ru＝１／３・（Rp＋RF）＝１／３・（qpc・Ap＋RF）\n＝１／３・（｛１＋２（Ｈ／Ｄ）tanθ｝２・qc・Ap＋RF）\nしかし，原告Ｆの上記陳述部分が採用できないことは上記イ ａ，\nｂ⒜で説示したとおりである。\nしたがって，原告Ｆの上記陳述部分は採用することができず，原\n告らの上記主張は，理由がない。\n⒡  以上のとおりであるから，原告らの上記⒜～⒠の主張は，いずれ\nも理由がない。\n上記②㋑（同等の地盤が続いていないこと）について\n原告らは，上記主張に沿う原告Ｆの陳述書（甲５２）を提出する。上\n記陳述書は，告示式（支持力算定式）の適用に当たり，くい先端以深に\nＮ値算定区間と同等の地盤が続くことが前提とされ，くい先端下部地盤\nのＮ値がＮ値算定区間と同等以上とみなすことができない以上，地盤工\n学の見地等，適切な評価方法を用いて低減した先端支持力を適用すべき\nところ，被告（申請者）が採用したＮ値算定区間（ボーリング柱状図１\n参照。くい先端の上４Ｄ’，下１Ｄ’）の平均Ｎ値は２６．３であるの\nに対し，くい先端下部地盤（くい先端より下方に５Ｄ’＝１４ｍ）のＮ\n値の平均は１８であるから，くい先端下部地盤のＮ値をＮ値算定区間と\n同等以上とみなすことができない以上，低減した先端支持力の数値を適\n用しなければならないにもかかわらずこれをしていないとするものであ\nる。\nしかし，『２０１５年版建築物の構造関係技術基準解説書』（甲４８）\n５７３頁に上記と同旨の記載が存するものの，その記載は，告示１１１\n３号第６に関し，直接的には告示１１１３号第５に定める工法（打込み\nぐい，セメントミルク工法による埋込みぐい及びアースドリル工法等に\nよる場所打ちぐい）によらない工法を採用した場合における基礎ぐいの\n許容支持力等について言及したものであるから，当該記載をもって告示\n１１１３号第５（本件について，上記⑶イ ）に定める告示式の適用範\n囲を直ちに画するものと解することはできない。\nむしろ，『２０１５年版建築物の構造関係技術基準解説書』（甲４８）\n５６９頁には，告示１１１３号第５に関し，「支持力算定式の適用に際\nしては，先端地盤が支持層と判断される層厚であることを確認する。層\n厚の考え方に関しては本告示第６に示す性能評価を取得した場合におけ\nる扱い…も参考とできる。十分な層厚と判断されない場合は，地盤条件\nを適切に評価し，有害な沈下が生じないことを確認することが必要であ\nる。」と記述されるにとどまる上，上記⑴イ，上記⑶イ のとおり，本\n件構造計算書の「基礎の設計」には，「杭先端下方の粘性土への影響に\n対する検討」がされており，くいによる増加応力と粘性土の地盤の許容\n支持力及び圧密降伏応力との比較が行われており，くいの荷重を含めて\nも圧密降伏応力を下回ることが確認されているというのである（上記⑴\nイ）。\nしたがって，原告Ｆの上記陳述部分は採用することができず，原告ら\nの上記主張は，理由がない。\n上記②㋒（qb についての被告主張の問題点）について\n原告らは，基礎ぐいの下層の粘性土層に働く応力度 qb について，被告\nは，一次元ではなく二次元のモデルを採用する一方で，面としての土質\nの均一性の検討を欠いている旨主張する。\nしかし，上記⑴ア，⑵アのとおり，本件地質調査報告書の記載内容の\n信用性を肯定することができるところ，上記⑶アのとおり，本件敷地の\n地層が変化しているとはいい難い。そうすると，本件地質調査報告書に\n基づいてされた基礎ぐいの下層の粘性土層に働く応力度 qb の検討が，\n面としての土質の均一性の考慮を欠いているということはできない。\nしたがって，原告らの上記主張は，理由がない。\nウ  上記③（告示式の修正の必要性）について（上記⑶イの関係）\n原告らは，上記主張に沿う原告Ｆの陳述書（甲６３）を提出する。上記\n陳述書は，『２０１５年版建築物の構造関係技術基準解説書』（甲４８）\n５６９頁の「支持力の算定式の適用に際しては，先端地盤が支持層と判断\nされる層厚であることを確認する。層厚の考え方に関しては本告示第６に\n示す性能評価を取得したくいにおける扱い…も参考とできる。十分な層厚\nと判断されない場合は，地盤条件を適切に評価し，有害な沈下が生じない\nことを確認することが必要である。」との記載に照らせば，下部粘性土層\nの支持力の検討に必要となる基礎ぐい先端における地盤の極限応力度 qpに\nついて，告示１１１３号第５の qp＝１５０／３・Ｎ\n― 〔kN／㎡〕の方法によ\nることはできず，qp＜１５０／３・Ｎ\n― の設定値を適用すべきであり，本件\nの薄層支持層・薄層支持ぐいに関する乙１４号証の「基礎杭の検討書（乙\n１４・４－１３～１０８）」において，くい先端の極限支持力を Rp＝１５\n０・Ｎ\n― ・Ap として告示式 qp＝１５０／３・Ｎ\n― を適用している点は，建築基\n準関係規定に適合していないこととなるとするものである。\nしかし，告示式を適用し得ること，本件中間支持層を支持層として位置\n付けることができることは，上記イ のとおりである。\nしたがって，原告Ｆの上記陳述部分は採用することができず，原告らの\n上記主張は，理由がない。\nエ  上記④（基礎・地盤説明書）について（上記⑶ウの関係）\n原告らは，上記主張に沿う原告Ｄの陳述書（甲５９，６２）を提出する。\n上記陳述書は，被告による本件変更確認処分における審査が本件構造計算\n適合判定通知書の存在にのみ依拠するものであり，本件変更確認処分の際\nに被告が審査の対象とした「面積求積図⑵」について不自然な記載（図中\nの②とされる部分の記載が求積表には欠落している。）があるなど，ずさ\nんな申請であったことを指摘するものである。\nしかし，構造計算適合性判定制度の内容は別紙２（関係法令等の定め）\nの１⑶，３⑵，５⑶のとおりであり，その趣旨は上記⑶ウ ｂのとおりで\nあるところ，本件においては，前記前提事実⑷のとおり構造計算適合性判\n定がされていること，一般に構造計算適合性判定については事前相談も認\nめられていること（別紙２〔関係法令等の定め〕の５⑶）等に照らせば，\n本件建築物の構造計算適合性判定は，適正に行われたものと優に肯認する\nことができる。\nしたがって，原告Ｄの上記陳述部分は採用することができず，原告らの\n上記主張は，理由がない。\nオ  以上のとおり，原告らの上記各主張は，いずれも理由がない。\n⑸  小括\n以上のとおり，本件建築物の基礎地盤の安全性は，法令に適合するという\nべきである。\n５  争点４（本件建築物の容積率が法令に適合するか否か）について\n⑴  ベランダについて\nア  検討\nａ  建築物についての容積率の上限の定め\n建築基準法５２条１項，２項は，建築物について容積率の上限を定\nめるところ，「容積率」とは，建築物の延べ面積の敷地面積に対する\n割合とされ（同条１項），「延べ面積」とは，建築物の各階の床面積\nの合計によるとされ（建築基準法施行令２条１項４号），「床面積」\nとは，建築物の各階又はその一部で「壁その他の区画の中心線で囲ま\nれた部分」の水平投影面積によるとされる（同項３号）。その上で，\n建築基準法５２条３項～１５項，建築基準法施行令１３５条の１４～\n１３５条の１９において，容積率を算定するための具体的な方法が定\nめられている。建築物についての容積率の制限は，市街地の環境を維\n持するとともに，建築物と道路等の公共施設とのバランスを取ること\n等を目的としたものである。\nｂ  趣旨\nこのように，床面積を算定するに当たって「壁その他の区画の中心\n線で囲まれた部分」の水平投影面積によるものとされたのは，「壁そ\nの他の区画の中心線で囲まれた部分」が，一般には建築物の屋内的用\n途に供されていることに基づくものと解される。\nａ  ところで，本件において，本件建築物のベランダ等について，幅２\nｍまでの部分を床面積に算入しないとする点については，当事者間に\n争いがない。このことは，昭和６１年４月３０日建設省住指第１１５\n号住宅局建築指導課長通知（甲３３）が，ベランダ等については，外\n気に有効に開放されている部分の高さが１．１ｍ以上であり，かつ，\n天井の高さの２分の１以上であるものについては，幅２ｍまでの部分\nを床面積に算入しないものとする旨を定めていることとも整合する。\nもっとも，ベランダ等について幅２ｍまでの部分を床面積に算入し\nないとする当該部分の特定方法については，法令等に具体的な言及が\nない（上記通知は上記建築基準法施行令２条１項３号の趣旨を踏まえ\nたものと解されるが，上記床面積に算入しない扱いとなる幅２ｍまで\nの部分をどのようにして特定するかという点について具体的な言及は\nない〔甲３３参照〕。）。\nｂ  そこで検討すると，上記 のとおり，床面積は，「建築物の各階又\nはその一部」として特定の階又は特定の部分に限定された概念であっ\nて，一般に屋内的用途に供されているか否かという観点からその範囲\nが画されることに加え，上記のような容積率制限の目的に照らせば，\n建築基準法，建築基準法施行令は，ベランダ等について幅２ｍまでの\n部分を床面積に算入しないとする当該部分の特定方法として，これを\n当該限定の内容に応じた合理的な方法により決することで足りるとす\nる趣旨であると解される。\nそうすると，２階以上の階のベランダ等について，床面積に算入しな\nい扱いとなる幅２ｍまでの部分の特定方法（測定方法）として，ベラン\nダ等の手すり部分の延長線を想定し，その延長線を基準に幅２ｍの範囲\nを特定（測定）する方法（別紙７参照）は，平たんなベランダ等の用途\nが一般に屋内的用地に供されているか否かを直線的に画するものとして\n有用であり，合理性を有する一方法として許容されているということが\nできる。\nしたがって，被告が，本件変更確認処分において，別紙８の「容積未\n算入エリア」の部分について，これを延べ面積に加算することなく本件\n建築物の容積率を算出したことは，適法である。\nイ  原告らの主張について\nこれに対し，原告らは，居住バルコニーの隅部分（別紙８の「容積未算\n入エリア」の部分）の合計面積（１．８４６㎡）を本件建築物の床面積に\n加算すると，その合計は７６８４．８８６㎡となるから，これを前提とし\nて，敷地面積２５６１．１２㎡との関係での本件建築物の容積率を求める\nと３００．０６％となる旨主張し，これに沿う原告Ｄの陳述書（甲６０）\nを提出する。\nしかし，原告らの主張する床面積の特定方法が法令の解釈として一義的\nに導かれ被告の床面積の特定方法が法令の解釈として一義的に誤っている\nなどといえないことは，上記アで説示したとおりである（甲５８号証は，\n上記ア ａと同旨のことを述べたものである。また，甲６１号証は，原告\nらの主張に沿う方法のみを挙げているのではなく，別の方法が基本である\nが原告らの主張に沿う方法とすることもできる旨述べたものである。）。\nしたがって，原告Ｄの上記陳述部分は採用することができず，原告らの\n上記主張は理由がない。\n⑵  手洗い場について\nア  検討\n上記３⑴において説示したとおり，建築確認申請に対する審査は，確認\n申請書及び添付図書を対象として，建築物の建築計画の建築基準関係規定\nの適合性を審査するものであるところ，証拠（甲１，４６，４７，５９，\n弁論の全趣旨）によれば，被告は，本件変更確認処分をするに当たり「床\n面積求積図」を含む必要となる資料等の提出を受け，これらを審査したこ\nと，ベランダに設置される手洗い場には格別囲い等が設けられていないこ\nと，審査の結果，本件建築物の容積率が２９９．９９％であって，容積率\nの制限の範囲内であるとして本件変更確認処分をしたことが認められる。\n本件建築物のベランダの幅はおおむね１．８ｍであり（甲５９，６０，\n弁論の全趣旨），上記⑴アのとおり，このようなベランダは容積率の算定\nに当たって床面積として考慮しない扱いが可能であるところ，このように\n容積率の算定に当たって床面積として考慮しない扱いがされる理由は，当\n該部分が一般に建築物の屋内的用途に供されているとはいえないことによ\nるものである。\nそうすると，ベランダに設置される手洗い場は，それだけで一般に建築\n物の屋内的用途に供されているということにはならず，ベランダに設置さ\nれる手洗い場の水平投影面積を本件建築物の床面積に加算しない扱いは，\n合理性を有する一方法として許容されているということができる。\nしたがって，被告が，本件変更確認処分において，ベランダに設置され\nる手洗い場の部分について，これを延べ面積に加算することなく本件建築\n物の容積率を算出したことは，適法である。\nイ  原告らの主張について\nこれに対し，原告らは，ベランダに設置される手洗い場の水平投影面積\nは，当該手洗い場が本件建築物の共用廊下・共用階段ではなく，これらが\n存在する専有部分の居住者の独占的利用に供されることを理由として，本\n件建築物の容積率を算定する際の延べ面積に加算されるべきであり，これ\nを加算しないで算出された容積率に基づく本件変更確認処分には容積率制\n限に違反している，ベランダに設置される手洗い場の水平投影面積は，当\n該手洗い場が本件建築物の共用廊下・共用階段ではなく，これらが存在す\nる専有部分の居住者の独占的利用に供されることを理由として，本件建築\n物の容積率を算定する際の延べ面積に加算されるべきである旨主張する。\nまた，原告Ｆは，これと同旨の陳述をする（甲４７）。\nしかし，床面積を算定するに当たって「壁その他の区画の中心線で囲ま\nれた部分」の水平投影面積によるものとされた趣旨は上記⑴アで説示した\nとおりである。また，建築基準法５２条６項は，共同住宅の共用の廊下又\nは階段の用に供する部分は建築物の容積率の算定の基礎となる延べ面積に\n算入しない旨規定するものの，その趣旨は，共同住宅の廊下又は階段が屋\n外に設けられるか内部に設けられるかによって容積率算定の取扱いを異に\nすることの不合理性を解消するというものであるから，同項の規定が共同\n住宅の廊下又は階段以外の共用部分である，ベランダに設置される手洗い\n場に当然に適用又は準用されるものではない。これらの事情に照らせば，\n共同住宅のベランダに設置される手洗い場に関する延べ面積の加算の有無\nが居住者の独占的利用に供されるか否かによって決せられるものではない\nというべきである。\nさらに，上記アで説示したとおり，本件建築物のベランダの幅はおおむ\nね１．８ｍであり（甲５９，６０，弁論の全趣旨），容積率の算定に当た\nって床面積として考慮しない扱いが可能である。そして，このように容積\n率の算定に当たって床面積として考慮しない扱いは，当該部分が一般に建\n築物の屋内的用途に供されているといえるか否かによるものと考えられる\nところ，囲い等を設置することなく単に手洗い場を設けただけで建築物の\n屋内的用途に供されているということにはならない。\nしたがって，原告Ｆの上記陳述部分は採用することができず，原告らの\n上記主張は，理由がない（この点に関し，原告Ｄは，本件建築物の住戸の\nタイプの１つであるＤ２タイプの居室前の空間が本件建築物の容積率を算\n定するに当たって延べ面積に加算されるべきである旨陳述するが〔甲５\n９〕，当該指摘は，販売会社のウェブサイト上に表示された図を根拠とす\nるものであって，本件変更確認処分がされた時点の資料ではないから，同\n陳述部分は採用することができない。）。\n⑶  小括\nしたがって，被告が，本件変更確認処分において，別紙８の「容積未算入\nエリア」の部分について，これを延べ面積に加算することなく本件建築物の\n容積率を算出したことは，適法である。\n６  争点５（本件各処分は開発許可を経た上でされたものであるか否か）につい\nて\n⑴  認定事実\n前記前提事実並びに掲記の証拠及び弁論の全趣旨によれば，次の事実が認\nめられる。\nア  開発許可処分\nＧ市長は，令和元年７月２６日付けで，本件会社に対し，開発許可処分\n（令和元年７月２６日Ｇ市指令建第１－９６１号）をし，同年８月２日付\nけで，都市計画法３７条に定める建築物を建築することに支障がない旨を\n承認した（令和２年８月２日Ｇ市指令第２－１２５号）。\n上記開発許可処分は，開発区域に含まれる地域の名称及び面積を「α市\n（住所省略）並びに水路敷」，「面積３２７９．７０㎡」とし，予定建築\n物を「共同住宅（分譲１１７戸）」とするものであった。\nなお，上記開発許可は，令和２年４月１５日付けで，許可を受けた者の\n商号が「Ｌ株式会社」に変更されるとともに，その工事施行者が「Ｍ株式\n会社」に決定された。（以上につき，乙５）\nイ  本件変更確認申請に当たっての開発許可に係る証明書の提出\n本件会社は，本件変更確認申請をするに当たり，被告に対し，上記アの\n開発許可に係る証明書を提出した。なお，本件変更確申請に係る建築計画\n概要書には，「許可・認定等」として「都市計画法２９条：Ｇ市指令建第\n１－９６１号令和元年７月２６日」との記載がある。（甲４６，乙５，弁\n論の全趣旨）\n⑵  検討\n前記前提事実⑵，⑹ア，上記⑴ア，イによれば，上記⑴アの開発許可処分\nは，その開発区域に含まれる地域の名称及び面積が「α市（住所省略）並び\nに水路敷」，面積が「３２７９．７０㎡」とされ，予定建築物を「共同住宅\n（分譲１１７戸）」とするものであって，対象となる地域及び名称並びに予\n定建築物について，本件変更確認処分に係る建築計画（本件敷地の地名地番\nを「大阪府α市β町（住所省略），水路敷」，敷地面積を２５６１．１２㎡\n〔建築面積９０２．４２㎡〕，主要用途を「共同住宅」とするものである。）\nに沿うものとなっている。そして，本件変更確申請に係る建築計画概要書に\nは，上記開発許可処分を経た旨の記載（「都市計画法２９条：Ｇ市指令建第\n１－９６１号令和元年７月２６日」）がある。\nしたがって，本件変更確認処分は，本件敷地に係る地名地番について，本\n件建築物を予定建築物として，都市計画法２９条に定める開発許可を経た上\nでされたものであると認められる。\n⑶  原告らの主張について\nこれに対し，原告らは，本件建築物は，戸建て住宅を予定建築物として開\n発許可を取得した開発区域に建設されている旨主張し，これに沿う証拠であ\nるとして開発登録簿（甲５）を提出する。\nしかし，上記開発登録簿（甲５）に記載された開発区域に含まれる地域の\n名称及び面積は，「α市β町（住所省略）並びに里道敷及び水路敷」，「面\n積７７２．５０㎡」とされ，予定建築物が「専用住宅（２戸）分譲」とされ\nており，本件変更確認処分における本件敷地，予定建築物（前記前提事実⑵）\nとは，地名地番のみならず予定建築物を異にするものである。\nしたがって，原告らの主張は，理由がない。\n⑷  小括\n以上のとおり，本件変更確認処分は，本件敷地について，本件建築物を予\n定建築物として，都市計画法２９条に定める開発許可（なお，同法３７条１\n号に定める承認を含む。）を経た上でされたものであって，本件変更確認処\n分は，建築基準法６条，６条の２，１８条，建築基準法施行令９条１２号，\n都市計画法２９条１項に適合するものといえる。\n７  まとめ\n本件各訴えのうち，本件確認処分の取消しを求める訴え（第１事件）は，訴\nえの利益が認められないから（上記１），争点１～５について判断するまでも\nなく，不適法である。\n本件各訴えのうち，本件変更確認処分の取消しを求める訴え（第２事件）は，\n原告らに原告適格が認められるものの（争点１），本件変更確認処分は適法で\nあるから（争点２～５），理由がない。\n第４  結論\nよって，本件各訴えのうち本件確認処分の取消しを求める部分はいずれも不適\n法であるからこれらを却下し，原告らのその余の請求はいずれも理由がないから\nこれらを棄却することとして，主文のとおり判決する。\n大阪地方裁判所第７民事部\n裁判長裁判官       山     地            修\n裁判官       新     宮     智     之\n裁判官       関            尭     熙\n（別紙１ないし同８省略）\n"
}