{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 6,
    "month": 2,
    "day": 28
  },
  "case_number": "令和5(ワ)70135",
  "case_name": "発信者情報開示請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "92878",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=92878",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/878/092878_hanrei.pdf",
  "contents": "令和６年２月２８日判決言渡  同日原本交付  裁判所書記官\n令和５年（ワ）第７０１３５号  発信者情報開示請求事件\n口頭弁論終結日  令和５年１２月８日\n判        決\n原               告       Ａ\n同 訴訟 代 理 人 弁 護 士     田中圭 祐\n同      神田竜 輔\n同      鈴木勇 輝\n被 告     ＧＭＯインターネットグループ株式会社\n同 訴 訟 代 理 人 弁 護 士     八木優 大\n主        文\n１  被告は、原告に対し、別紙発信者情報目録記載の各情報を開示せよ。\n２  訴訟費用は被告の負担とする。\n事実及び理 由\n第１  請求\n主文同旨\n第２  事案の概要等\n本件は，別紙動画目録記載の動画の著作権等を有するとする原告が、電気通信事\n業を営む被告に対し、①氏名不詳者が原告の動画をキャプチャーして画像を作成し\n原告に無断で掲載したサイトのＵＲＬを、氏名不詳者がインラインリンクの形式で\n投稿したことで、原告の著作権（公衆送信権）の侵害を容易にし、また、②インラ\nインリンクン形式で投稿したサイト上に原告の動画のキャプチャー画像について\n原告の変名を示さずに表示させて原告の氏名表示権を侵害したことが明らかであ\nるところ、上記氏名不詳者は、上記侵害に係る通信を被告の提供するプロバイダを\n経由して行ったことから、原告の損害賠償請求権等の行使のために必要であると主\n張して、特定電気通信役務提供者の損害賠償責任の制限及び発信者情報の開示に関\nする法律（以下「プロバイダ責任制限法」という。）５条１項所定の発信者情報開示\n請求権に基づき、上記の通信に係る発信者情報の開示を求めた事案である。\n１  前提事実（当事者間に争いがないか、後掲各証拠（書証は特記しない限り枝番\nを全て含む。）及び弁論の全趣旨によって容易に認められる事実。）\n⑴  当事者について\nア  原告は、Ｙｏｕｔｕｂｅ、ニコニコチャンネル及びＦａｎｔｉａという名\n称のサービス並びに自身のファンクラブサイトにおいて、視覚や聴覚を通じ\nて心地よさや刺激を受け取ることができるような動画の投稿や配信活動を\n行っている者である。\n原告は、自身を示す名称として、Ｙｏｕｔｕｂｅのチャンネルにおいて\n「bac」のハンドル名を、ニコニコチャンネル及びＦａｎｔｉａにおいて「da」\nの名称を、自身のファンクラブサイトで「a」の名称を使用している（甲１\n３、１５から１７）。\nイ  被告は、インターネット接続サービス等の電気通信事業を営む株式会社で\nある（争いがない事実）。\n⑵  別紙動画目録記載の動画（以下「本件動画」という。）について（甲６から８）\n本件動画は、原告のニコニコチャンネルである「ea’f」で公開された動画で\nある。\n⑶  本件動画のキャプチャー画像の投稿（乙１、弁論の全趣旨）\n氏名不詳者は、原告の許諾なく、本件動画のうちの一場面を撮影して作成さ\nれた別紙投稿記事目録の「添付画像」欄記載の画像（以下「本件画像」という。）\nを匿名で投稿が可能なウェブサイト（https://imgur.com/EcuCd6i）に投稿した\n（以下「本件元投稿」という。）。\n⑷  別紙投稿記事目録記載の投稿（甲１）\n氏名不詳者は、別紙投稿記事目録の「スレッド名」欄記載のスレッド（以下\n「本件スレッド」という。）において、同目録の「ＵＲＬ」欄記載のＵＲＬに、\n「投稿内容」欄記載の投稿をし、その際、当該投稿のすぐ下に本件画像を表示\nさせた（以下、これらを併せて「本件投稿」といい、本件投稿をした氏名不詳\n者を「本件発信者」という。）。本件発信者は、本件投稿の際、本件画像の著作\n者を示す氏名や変名、名称等の表示を一切しなかった。\n⑸  発信者情報の保有について（甲２から４）\n本件発信者は、被告を経由プロバイダとして本件投稿をしており、別紙発信\n者情報目録記載の各情報を保有している。\n２  争点\n⑴  本件発信者は、本件投稿により、原告の氏名表示権を侵害したといえるか（争\n点１）\nア  本件画像の著作者は原告であるといえるか（争点１－１）。\nイ  本件投稿が本件画像についての著作権法１９条１項の「公衆への提供若し\nくは提示」にあたるか（争点１－２）。\nウ  本件投稿で原告の変名を表示しないことが、著作権法１９条３項に規定す\nる省略できる場合に当たるか（争点１－３）。\n⑵  本件発信者は、本件投稿により、本件元投稿による原告の公衆送信権侵害を\n幇助したといえるか（争点２）\nア  本件画像の著作権者は原告であるといえるか（争点２－１）\nイ  本件投稿が、本件元投稿による原告の公衆送信権侵害の幇助行為といえる\nか（争点２－２）\nウ  本件元投稿が、著作権法３２条の「引用」にあたるか（争点２－３）\n３  争点に対する当事者の主張\n⑴  争点１（本件発信者は、本件投稿により、原告の氏名表示権を侵害したとい\nえるか）について\nア  争点１-１（本件画像の著作者は原告であるといえるか）について\n（原告の主張）\n本件動画は、原告がカメラの向きや角度を変更しない限り、カメラの画角\nが常に一定であり、こうした動画の内容からして、原告自身が被写体の構図\n及び撮影方法のほか、被写体と構成との関係を工夫して撮影したことは明ら\nかであり、本件動画の著作者は原告である。したがって、本件動画のキャプ\nチャー画像である本件画像の著作者も原告であるといえる。\n（被告の主張）\n本件動画の撮影者や出演者、投稿者が原告自身であるかは証拠上明らかで\nなく、第三者が出演者となり、第三者が撮影、投稿したものであることは否\n定できない。\nイ  争点１-２（本件投稿が本件画像についての著作権法１９条１項の「公衆\nへの提供若しくは提示」にあたるか）について\n（原告の主張）\n著作権法２１条から同法２７条までに規定される法定利用行為に該当し\nない行為であっても、著作物を公衆に認識させる行為であれば「公衆への提\n供若しくは提示」に該当するところ、本件投稿はインラインリンクを設定し\n本件スレッドの閲覧者をして何らの行為を要することなく、本件画像を閲覧\n者の端末の画面上に表示させ、著作物を認識させているから、本件投稿は原\n告の本件画像を「公衆への提供若しくは提示」したといえる。\n（被告の主張）\n本件発信者は、あくまでインラインリンクを設定しているにすぎず、本件\n画像について「公衆への提供若しくは提示」をしているとはいえない。\nウ  争点１-３（本件投稿で原告の変名を表示しないことが、著作権法１９条\n３項に規定する省略できる場合に当たるか）について\n（被告の主張）\n本件投稿は本件スレッド内に投稿されているが、本件スレッドは原告に関\nする話題が投稿されており、その目的も「脇腹の肉すげえ」という批評又は\n感想のために投稿されていることから、「著作物の利用の目的及び態様に照\nらし著作者が創作者であることを主張する利益を害するおそれもない」とも、\n「公正な慣行に反しない」ともいえ、氏名表示を省略することができる。\n（原告の主張）\n本件スレッドのタイトルは、別紙投稿記事目録の「スレッド名」欄記載の\nとおりであり、そのスレッドは、「Ｇ」という人物を話題とすることを目的と\nするスレッドである。したがって、本件画像の著作者名の変名である「ea’f」\n又は「d」の表示がない限り、本件投稿によって表示される本件画像の著作者\nがＧと誤信されることになるから、省略が許される場合に当たらない。\n⑵  争点２（本件発信者は、本件投稿により、本件元投稿による原告の公衆送信\n権侵害を幇助したといえるか）について\nア  争点２-１（本件画像の著作権者は原告であるといえるか）について\n（原告の主張）\n前記⑴アのとおり、本件画像の著作者は原告であり、原告が著作権者であ\nる。ニコニコチャンネルの規約上、チャンネル提供者に著作権が帰属するも\nのであることを前提とする規約があり、ニコニコチャンネルに投稿されてい\nるからといって、同チャンネルの運営者に著作権が譲渡されることはない。\n（被告の主張）\n前記⑴アのとおり、本件画像の著作者は原告であるか不明であるし、仮に\n原告が撮影者や投稿者であるとしても、ニコニコチャンネル内でアップされ\nたものであることから、その著作権が譲渡等されている可能性がある。\nイ  争点２-２（本件投稿が、本件元投稿による原告の公衆送信権侵害の幇助\n行為といえるか）について\n（原告の主張）\n画像ファイルのインラインリンクは、それ自体が画像ファイルを送信し又\nは送信可能化するものではないが、閲覧者の行為を経ることなく閲覧者の端\n末に侵害情報が送信されてしまうという性質を有するから、不特定多数の者\nがアクセスして閲覧することを容易にするものである。原告に無断でされた\n本件元投稿は、原告の複製権及び公衆送信権を侵害するところ、本件投稿は、\n本件元投稿先のＵＲＬを投稿し、本件画像についてはインラインリンクで表\n示されており、本件掲示板の閲覧者に何らの作為を要することなく、本件掲\n示板に原告が著作権を有する画像を不特定多数の者がアクセスして閲覧す\nることを容易にしたといえる。そして、本件投稿先のスレッドは、放送事故\nがされていわゆる炎上状態となっているものであり、このようなスレッド内\nにおいて原告の公式サイト外に存在している本件画像が原告の許諾なく違\n法に投稿されたものであることは明らかであり、本件発信者が幇助行為の認\n識をしていたことも明らかである。\n（被告の主張）\n本件投稿がインラインリンクであったとしても、ウェブページ上のインラ\nインリンク設置行為は、行為者自身がインラインリンクを設定しているにす\nぎず、著作物を複製したり、複製したデータを送信したりするものではない\nから、当該行為自体が著作権侵害行為を幇助する行為と評価することはでき\nない。インラインリンクには、閲覧者の行為を介することなく閲覧者の端末\nにリンク先のウェブサイトの情報が送信されてしまうという性質を有する\nが、このような送信がされるのはリンクを設置するウェブサイトの仕様にす\nぎず、行為者にとってはそのような表示がされることを知らない可能性もあ\nり、その場合、著作権侵害行為又は著作権侵害行為を幇助する故意又は過失\nが認められない。\nウ  争点２-３（本件元投稿が、著作権法３２条の「引用」にあたるか）につい\nて\n（被告の主張）\n本件画像の投稿に合わせてどういった行為が付随していたかは明らかで\nないが、引用の要件を満たすような別の投稿があり、それに付随する形で本\n件画像の投稿がされた可能性があるため、本件画像の投稿は著作権法３２条\n１項の引用に当たる可能性がある。したがって、本件画像の投稿が引用に該\n当すれば本件投稿も著作権侵害行為に当たらない。\n（原告の主張）\n本件投稿が「脇腹の肉すげぇ」などという正当な言論として保護に値しな\nい表現を行うために引用されているものであることから、本件投稿自体につ\nいては引用の要件を欠く。\n第３  当裁判所の判断\n１  争点１-１（本件画像の著作者は原告であるといえるか）について\n本件画像は、本件動画の一場面をキャプチャーして作成された画像であるとこ\nろ、証拠（甲６）によれば、本件動画は、カメラが一定の位置に固定され、本件\n動画の出演者がその固定されたカメラの画角等を踏まえて、エアロバイクの位置\nなどを調整し、薄紫色や黒色の衣装等を身に着けてエアロバイクに乗車して漕ぐ\n姿を撮影したものである。そして、前記第２の１⑴アで認定した原告が投稿や配\n信活動に使用しているＹｏｕｔｕｂｅ等の動画配信サービスのサムネイル画像\nには本件動画の内容と同種の画像が表示されるものがあり（甲１３、１５から１\n７まで）、これらの出演者と本件動画の出演者が同一人物であることがうかがわ\nれる。こうした事実関係を踏まえれば、原告が述べるとおり（甲５）、本件動画は\n原告がカメラの配置、出演者の写る範囲・角度、衣装、コンセプト等を考えて、\nエアロバイクを漕ぐ原告を撮影したものであると認められ、原告が出演者であり\nかつ著作者である。そして、本件画像は、本件動画のうち、上記のエアロバイク\nを漕いでいる場面のキャプチャー画像であり、そのカメラの配置、出演者の写る\n範囲・角度、衣装、コンセプト、撮影者等の前記の事実関係からすれば、本件画\n像も著作物であり、その著作者も、本件動画と同様に原告であるといえる。\n２  争点１-２（本件投稿が本件画像についての著作権法１９条１項の「公衆への\n提供若しくは提示」にあたるか）について\n⑴  原告は、前記第２の１⑴のとおり、Ｙｏｕｔｕｂｅ等のプラットフォームや\n自身のファンクラブサイトにおいて、配信者等を示す名称として「bac」、「da」、\n「a」などの名称を使用している。そして、前記１のとおり、上記プラットフォ\nームやファンクラブサイトにおいて公開している動画の出演者は、本件動画の\n出演者と同一人物であることがうかがわれ、いずれも原告が出演者でありかつ\n著作者であると考えられることからすれば、前記の各名称も、単に配信者とし\nての名称を示すだけではなく、著作者としての原告の変名を示すものとしても\n使用していると認められる。そうすると、各名称に共通する「a」については、\n著作者である原告を示す原告の変名であると認められる。そして、原告が著作\n者である動画については、いずれも前記名称を使用しているプラットフォーム\n又はファンクラブサイトで公表しており、少なくとも、原告の変名である「a」\nについて公表するのが通常であった。\n⑵  著作権法１９条１項の「著作物の公衆への提供若しくは提示」は，同法２１\n条から２７条までに規定する権利に係る著作物の利用によることを要しない\nと解するのが相当である（最高裁平成３０年（受）第１４１２号令和２年７月\n２１日第三小法廷判決・民集７４巻４号１４０７頁参照）。\n本件投稿は、本件画像そのものを投稿したものではなく、それ自体で原告の\n公衆送信権を侵害することとはならないが、前記第２の１⑷のとおり、本件投\n稿をすることで、本件投稿先のウェブページ等の閲覧者であれば誰にでも本件\n画像が表示されるようになったのであり、前記閲覧者に本件画像の内容を認識\nさせているから、本件投稿は、著作物である本件画像の「公衆への…提示」に\nあたる行為といえる。\n３  争点１-３（本件投稿で原告の変名を表示しないことが、著作権法１９条３項\nに規定する省略できる場合に当たるか）について\n被告は、本件投稿が原告への批評ないし原告の感想を述べるためのスレッドに\n投稿されていることを理由として、著作権法１９条３項により氏名等の表示を省\n略できる旨主張する。\nしかしながら、別紙投稿記事目録記載のスレッド名からすれば、本件投稿に接\nした者は、そのスレッドに投稿された本件画像が「Ｈ」に所属するメンバーの女\n性に関係するものであると理解することはあるといえる。しかし、そうであった\nとしても、本件投稿における本件画像についてその著作者を示唆するものがある\nとはいえないから、本件画像が投稿されたのが当該スレッドであることによって、\n著作者名の表示がなくとも「著作者が創作者であることを主張する利益を害する\nおそれもない」といえないことは明らかというべきである。\nしたがって、この点に関する被告の主張は採用できない。\n４  以上によれば、その余を判断するまでもなく、本件発信者によるプロバイダ責\n任制限法５条１項１号の「当該開示の請求に係る侵害情報の流通によって」、原\n告の「権利が侵害されたことが明らか」であるといえる。\n弁論の全趣旨によれば、原告は本件発信者に対して損害賠償請求等をする予定\nであることが認められる。そのためには、本件通信の発信者情報の開示が必要で\nあるといえるから、原告に発信者情報の開示を受けるべき正当な理由があるとい\nえる。\n第４  結論\n以上によれば、原告の請求はいずれも理由があるから、主文のとおり判決する。\n東京地方裁判所民事第４６部\n裁判長裁判官       柴    田    義    明\n裁判官      杉    田    時    基\n裁判官      仲    田    憲    史\n（別紙）\n発信者情報目録\n別紙投稿記事目録記載の投稿時に同目録記載のＩＰアドレスを割り当てられた電\n気通信設備から同目録記載のＵＲＬに対して通信を行った電気通信回線の同日時に\nおける契約者に関する情報。\n１  氏名又は名称\n２  住所\n３  電話番号\n４  電子メールアドレス\n（別紙）\n動  画  目  録\n（省略）\n（別紙）\n投  稿  記  事  目  録\n（省略）\n"
}