{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 2,
    "month": 1,
    "day": 17
  },
  "case_number": "令和1(わ)591",
  "case_name": "傷害致死被告事件",
  "court_name": "札幌地方裁判所",
  "gist": "介護職員である被告人が，被介護者である被害者に暴行を加えて左硬膜下血腫の傷害を負わせ，同傷害に基づく脳ヘルニアにより死亡させた事案について，被告人に懲役５年を言い渡した事例\n（裁判員裁判）",
  "lawsuit_id": "89217",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=89217",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/217/089217_hanrei.pdf",
  "contents": "令和２年１月１７日宣告\n令和元年（わ）第５９１号  傷害致死被告事件\n主         文\n被告人を懲役５年に処する。\n未決勾留日数中１１０日をその刑に算入する。\n理        由\n（罪となるべき事実）\n被告人は，令和元年７月１９日午後６時１１分頃から同月２０日午前７時３９分\n頃までの間に，札幌市所在の共同住宅内のＡ方において，同人（当時３５歳）に対\nし，顔面を拳で数回殴打するなどの暴行を加え，よって，同人に左硬膜下血腫の傷\n害を負わせ，同日午後５時２３分頃，同市所在の医療法人Ｂ病院において，同人を\n前記傷害に基づく脳ヘルニアにより死亡させた。\n（証拠の標目）省略\n（法令の適用）\n被告人の判示所為は刑法２０５条に該当するので，その所定刑期の範囲内で被告\n人を懲役５年に処し，同法２１条を適用して未決勾留日数中１１０日をその刑に算\n入し，訴訟費用については，刑事訴訟法１８１条１項ただし書を適用して被告人に\n負担させないこととする。\n（量刑の理由）\n介護職員である被告人は，業務として，重度の障害を抱える被害者が一人暮らし\nをする同人方に泊まり込み，その介護を行っていた際に，被害者に対して顔面のほ\nか，胸や背中を拳で殴ったりかかとで蹴ったりすることを含む判示の暴行を加えた。\n死亡するに至ったことは，被害者の負っていた水頭症等の障害が寄与した可能性が\nあるものの，寝たきりで意思疎通も難しい被害者に対し，被告人の供述によっても\n約２時間の間に，断続的に複数回の暴行に及んだ点で，態様は悪質というほかない。\n何らの落ち度もない被害者の生命が一方的に奪われたという結果の重大性は論を待\nたない。\n本件犯行までの経緯についてみると，被告人自身が分からないと述べていること\nから動機が明らかとはいえないが，その一因として，業務の負担が蓄積し，かつ，\n軽減されないことへのストレスや勤務シフトに関する職場への不満，また，仕事が\n思うようにうまくできないことへの自責の念や劣等感，いら立ちといった負の感情\nが噴出したことが考えられる。被告人の具体的な業務内容や勤務状況によると，被\n告人がストレス等を抱えることは無理からぬところであり，上司に対して公休日の\n変更等を申し出たが断られたことがあることや，職員が同僚や上司に相談しやすい\n環境が十分整えられていたとはいえなかったことにも照らすと，同情できる面もあ\nる。しかし，そうであるとしても，本件犯行は，介護職員にあるまじき重大な背信\n行為というべきであり，正当化されるものではない。被告人が，上司や同僚に自身\nの体調不良を申し出た上で休暇を取得するなどの考えられる他の方策を選択するこ\nとなく本件犯行に至ったことには，強い非難が妥当する。\n以上のとおり，本件は，犯行態様が悪質であり，動機や経緯の点で被告人に同情\nすべき点がないとはいえないものの大きく酌むべき事情とはいえないことから，相\n応の期間の実刑を免れない。\nそして，被告人が犯行の事実自体を認め，反省の言葉とともに，被害者及びその\n遺族への謝罪の意思を表していること，被告人が若年であり前科前歴がないことな\nども考慮の上，被告人を主文の刑に処することが相当であると考えた。\n検察官北野達也，岡田和人，私選弁護人西村武彦  各公判出席\n（求刑・懲役６年，弁護人の科刑意見・懲役４年）\n令和２年１月１７日\n札幌地方裁判所刑事第３部\n裁判長裁判官            駒    田      秀    和\n裁判官       山    下    智    史\n裁判官       牧    野    一    成\n"
}