{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 4,
    "month": 3,
    "day": 10
  },
  "case_number": "令和2(行ウ)66",
  "case_name": "特別地方交付税の額の決定取消請求事件",
  "court_name": "大阪地方裁判所第7民事部",
  "gist": "１　地方交付税法１５条２項に基づき総務大臣が行う特別交付税の額の決定は，抗告訴訟の対象となる行政処分に当たる\n２　地方交付税法１５条２項に基づく総務大臣による特別交付税の額の決定を受けた地方団体は，当該決定の取消しを求める訴えの利益を有する\n３　特別交付税に関する省令附則５条２１項（令和２年総務省令第１１１号による改正前のもの）及び同附則７条１５項（令和２年総務省令第１２号による改正前のもの）の各規定は，いずれも地方交付税法１５条１項の委任の範囲を逸脱した違法なものとして無効である",
  "lawsuit_id": "91040",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=91040",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/040/091040_hanrei.pdf",
  "contents": "主        文\n１  処分行政庁が令和元年１２月に原告に対してした，令和元年度の第１\n回目の特別交付税の額の決定を取り消す。\n２  処分行政庁が令和２年３月に原告に対してした，令和元年度の第２回\n目の特別交付税の額の決定を取り消す。\n３  訴訟費用は被告の負担とする。\n事 実 及 び 理 由\n第１  請求\n主文同旨\n第２  事案の概要\n地方団体である原告（泉佐野市）は，総務大臣から，令和元年１２月，令和元\n年度の第１回目の特別交付税の額の決定（以下「本件１２月分決定」という。）を\n受け，令和２年３月，令和元年度の第２回目の特別交付税の額の決定（以下「本\n件３月分決定」といい，本件１２月分決定と併せて「本件各決定」という。）を受\nけた。\n本件は，原告が，令和元年度における市町村に係る特別交付税の額の算定方法\nの特例を定めた，特別交付税に関する省令附則５条２１項（令和２年総務省令第\n１１１号による改正前のもの。以下同じ。）及び同附則７条１５項（令和２年総務\n省令第１２号による改正前のもの。特に断らない限り，以下同じ。以下「本件各\n特例規定」という。）は，いわゆるふるさと納税として地方税法３７条の２及び同\n法３１４条の７の規定により個人の都道府県民税及び市町村民税（以下「個人住\n民税」という。）の特例控除の対象となる寄附金（以下「ふるさと納税寄附金」と\nいう。）に係る収入が多額であることをもって，特別交付税の額を減額するもので\nあって，地方交付税法（昭和２５年法律第２１１号）の委任の範囲を逸脱した違\n法なものとして無効であるから，本件各特例規定に基づいて原告に対して交付す\nる令和元年度の特別交付税の額を算定した本件各決定は違法であるなどと主張し\nて，被告を相手に，本件各決定の取消しを求める事案である。\nなお，当裁判所は，令和３年４月２２日，本件訴えは，裁判所法３条１項にい\nう「法律上の争訟」に当たるとする中間判決を言い渡した。\n１  関係法令の定め\n⑴  地方交付税法\nア  地方交付税法の目的\n地方交付税法１条は，同法は，地方団体（都道府県及び市町村をいう〔同\n法２条２号〕。以下同じ。）が自主的にその財産を管理し，事務を処理し，\n及び行政を執行する権能を損なわずに，その財源の均衡化を図り，及び地\n方交付税の交付の基準の設定を通じて地方行政の計画的な運営を保障する\nことによって，地方自治の本旨の実現に資するとともに，地方団体の独立\n性を強化することを目的とする旨規定する。\nイ  地方交付税の意義\n地方交付税法２条１号は，同法において，地方交付税とは，同法６条の\n規定により算定した所得税，法人税，酒税及び消費税のそれぞれの一定割\n合の額並びに地方法人税の額で地方団体が等しくその行うべき事務を遂\n行することができるように国が交付する税をいう旨規定する。\nウ  運営の基本\n地方交付税法３条１項は，総務大臣は，常に各地方団体の財政状況の\n的確な把握に努め，地方交付税の総額を，同法の定めるところにより，\n財政需要額が財政収入額を超える地方団体に対し，衡平にその超過額を\n補塡することを目途として交付しなければならない旨規定する。\n地方交付税法３条２項は，国は，地方交付税の交付に当たっては，地\n方自治の本旨を尊重し，条件を付け，又はその使途を制限してはならな\nい旨規定する。\n地方交付税法３条３項は，地方団体は，その行政について，合理的か\nつ妥当な水準を維持するように努め，少なくとも法律又はこれに基づく\n政令により義務付けられた規模と内容とを備えるようにしなければなら\nない旨規定する。\nエ  地方交付税の総額\n地方交付税法６条１項（平成２８年法律第８６号による改正前のもの。\n以下同じ。）は，所得税及び法人税の収入額のそれぞれ１００分の３３．\n１，酒税の収入額の１００分の５０，消費税の収入額の１００分の２０．\n８並びに地方法人税の収入額をもって地方交付税とする旨規定する。\n地方交付税法６条２項（平成２８年法律第８６号による改正前のもの。\n以下同じ。）は，毎年度分として交付すべき地方交付税の総額は，当該年\n度における所得税及び法人税の収入見込額のそれぞれ１００分の３３．\n１，酒税の収入見込額の１００分の５０，消費税の収入見込額の１００\n分の２０．８並びに地方法人税の収入見込額に相当する額の合算額に当\n該年度の前年度以前の年度における地方交付税で，まだ交付していない\n額を加算し，又は当該前年度以前の年度において交付すべきであった額\nを超えて交付した額を当該合算額から減額した額とする旨規定する。\nオ  地方交付税の種類等\n地方交付税法６条の２第１項は，地方交付税の種類は，普通交付税及\nび特別交付税とする旨規定する。\n地方交付税法６条の２第２項は，毎年度分として交付すべき普通交付\n税の総額は，同法６条２項の額の１００分の９４に相当する額とする旨\n規定する。\n地方交付税法６条の２第３項は，毎年度分として交付すべき特別交付\n税の総額は，同法６条２項の額の１００分の６に相当する額とする旨規\n定する。\nカ  普通交付税の額の算定\n地方交付税法１０条１項，２項は，普通交付税は，毎年度，基準財政\n需要額（各地方団体の財政需要を合理的に測定するために，当該地方団\n体について同法１１条の規定により算定した額をいう〔同法２条３号〕。\n特に断らない限り，以下同じ。）が基準財政収入額（各地方団体の財政力\nを合理的に測定するために，当該地方団体について同法１４条の規定に\nより算定した額をいう〔同法２条４号〕。特に断らない限り，以下同じ。）\nを超える地方団体に対して，当該地方団体の基準財政需要額が基準財政\n収入額を超える額を交付する旨規定する。\n地方交付税法１０条３項本文は，総務大臣は，同条１項及び２項の規\n定により交付すべき普通交付税の額を，遅くとも毎年８月３１日までに\n決定しなければならない旨規定する。\n地方交付税法１１条は，基準財政需要額は，同法１２条に規定する測\n定単位の数値を同法１３条の規定により補正し，これを当該測定単位ご\nとの同法１２条に規定する単位費用に乗じて得た額を当該地方団体につ\nいて合算した額とする旨規定する。\n地方交付税法１４条１項～３項は，基準財政収入額は，市町村にあっ\nては，当該市町村の普通税等の２２の収入項目ごとに，一定の算定基礎\nにより，総務省令で定める方法により，算定する（原則として，各収入\n項目について，標準税率又はこれに相当するものによって算定した当該\n年度の収入見込額の７５％に相当する額を算入する。）旨規定する。\nキ  特別交付税の額の算定\n地方交付税法１５条１項は，特別交付税は，㋐同法１１条に規定する\n基準財政需要額の算定方法によっては捕捉されなかった特別の財政需要\nがあること，㋑同法１４条の規定により算定された基準財政収入額のう\nちに著しく過大に算定された財政収入があること，㋒地方交付税の額の\n算定期日後に生じた災害（その復旧に要する費用が国の負担によるもの\nを除く。）等のため特別の財政需要があり，又は財政収入の減少があるこ\nと㋓その他特別の事情があること，により，基準財政需要額又は基準財\n政収入額の算定方法の画一性のため生ずる基準財政需要額の算定過大又\nは基準財政収入額の算定過少を考慮しても，なお，普通交付税の額が財\n政需要に比して過少であると認められる地方団体に対して，総務省令で\n定めるところにより，当該事情を考慮して交付する旨規定する。\n地方交付税法１５条２項は，総務大臣は，総務省令で定めるところに\nより，同条１項の規定により各地方団体に交付すべき特別交付税の額を，\n毎年度，２回に分けて決定するものとし，その決定は，第１回目は１２\n月中に，第２回目は３月中に行わなければならない旨，この場合におい\nて，第１回目の特別交付税の額の決定は，その総額が当該年度の特別交\n付税の総額のおおむね３分の１に相当する額以内の額となるように行う\nものとする旨規定する。\n地方交付税法１５条４項は，総務大臣は，同条２項前段又は同条３項\nの規定により特別交付税の額を決定したときは，これを当該地方団体に\n通知しなければならない旨規定する。\nク  特別交付税の交付時期\n地方交付税法１６条１項は，特別交付税は，毎年度，同法１５条２項の\n規定により１２月中に総務大臣が決定する額については１２月に，同項\nの規定により３月中に総務大臣が決定する額については３月に交付する\n旨規定する。\nケ  地方交付税の額の算定方法に関する意見の申出\n地方交付税法１７条の４第１項は，地方団体は，地方交付税の額の算\n定方法に関し，総務大臣に対し意見を申し出ることができ，この場合に\nおいて，市町村にあっては，当該意見の申出は，都道府県知事を経由し\nてしなければならない旨規定する。\n地方交付税法１７条の４第２項は，総務大臣は，同条１項の意見の申\n出を受けた場合においては，これを誠実に処理するとともに，その処理\nの結果を，地方財政審議会に，同法２３条の規定により意見を聴くに際\nし，報告しなければならない旨規定する。\nコ  地方交付税の額に関する審査の申立て\n地方交付税法１８条１項は，地方団体は，同法１０条４項又は同法１５\n条４項の規定により地方交付税の額の決定又は変更の通知を受けた場合\nにおいて，当該地方団体に対する地方交付税の額の算定の基礎について不\n服があるときは，通知を受けた日から３０日以内に，総務大臣に対し審査\nを申し立てることができる旨，この場合において，市町村にあっては，当\n該審査の申立ては，都道府県知事を経由してしなければならない旨規定す\nる。\nサ  地方交付税の額の算定に用いる数の錯誤等\n地方交付税法１９条１項は，総務大臣は，同法１０条４項の規定によ\nり普通交付税の額を通知した後において，又は同法１８条１項の規定に\nよる審査の申立てを受けた際に，普通交付税の額の算定の基礎に用いた\n数について錯誤があったことを発見した場合（当該錯誤に係る数を普通\n交付税の額の算定の基礎に用いた年度以降５か年度内に発見した場合に\n限る。）で，当該地方団体について基準財政需要額又は基準財政収入額を\n増加し，又は減少する必要が生じたときは，錯誤があったことを発見し\nた年度又はその翌年度において，総務省令で定めるところにより，それ\nぞれその増加し，又は減少すべき額を当該地方団体に交付すべき普通交\n付税の額の算定に用いられるべき基準財政需要額若しくは基準財政収入\n額に加算し，又はこれらから減額した額をもって当該地方団体の当該年\n度における基準財政需要額又は基準財政収入額とすることができる旨規\n定する。\n地方交付税法１９条７項は，地方団体は，同条１項から５項までの場\n合においては，同条６項の文書を受け取った日から３０日以内に，総務\n大臣に対し異議を申し出ることができる旨規定する。\nシ  地方交付税の額の減額等の意見の聴取\n地方交付税法２０条２項は，総務大臣は，同法１０条３項，同法１５条\n２項及び３項，同法１８条２項並びに同法１９条１項から５項まで及び８\n項の規定による決定又は処分について関係地方団体が十分な証拠を添え\nて衡平又は公正を欠くものがある旨を申し出たときは，公開による意見の\n聴取を行わなければならない旨規定する。\nス  地方財政審議会の意見の聴取\n地方交付税法２３条は，総務大臣は，次に掲げる場合には，地方財政審\n議会の意見を聴かなければならない旨規定する。\n１号  地方交付税の交付に関する命令の制定又は改廃の立案をしようとす\nるとき。\n（２号以下略）\n⑵  特別交付税に関する省令\nア  市町村に係る１２月分の算定方法\n特別交付税に関する省令３条１項（令和２年総務省令第１２号による改\n正前のもの。以下同じ。）は，各市町村に対して毎年度１２月に交付すべき\n特別交付税の額は，同項１号の額及び同項６号の額の合算額に，同項３号\nの額から同項４号の額を控除した額（当該額が負数となるときは，０とす\nる。）と同項２号の額の合算額から同項５号の額を控除した額（当該額が負\n数となるときは，０とする。）を加えた額とする旨規定する。\n（各号略）\nイ  市町村に係る３月分の算定方法\n特別交付税に関する省令５条１項（令和２年総務省令第１１１号による\n改正前のもの。以下同じ。）は，各市町村に対して毎年度３月に交付すべき\n特別交付税の額は，同項１号の額に同項３号の額から同項４号の額を控除\nした額（当該額が負数となるときは，０とする。）と同項２号の額の合算額\nから同項５号の額を控除した額（当該額が負数となるときは，０とする。）\nを加えた額とする旨規定する。\n（各号略）\nウ  本件各特例規定（市町村に係る令和元年度の特別交付税の額の算定方法\nの特例）\n市町村に係る１２月分の算定方法の特例\n特別交付税に関する省令附則５条２１項は，令和元年度において，当\n該年度の基準財政需要額（普通交付税に関する省令４８条の規定の適用\nを受ける場合にあっては，同条の規定を適用しないで算定した基準財政\n需要額。以下この項において同じ。）が基準財政収入額（同条の規定の適\n用を受ける場合にあっては，同条の規定を適用しないで算定した基準財\n政収入額。以下この項において同じ。）を超える各市町村に対して１２月\nに交付すべき特別交付税の額は，特別交付税に関する省令３条１項の規\n定にかかわらず，同項１号の額及び同項６号の額の合算額に，同項３号\nの額から同項４号の額を控除した額（当該額が負数となるときは，０と\nする。）並びに同項２号の額の合算額から当該年度の４月１日から９月\n３０日までの間における地方税法等の一部を改正する法律（平成３１年\n法律第２号）１条の規定による改正前の地方税法３７条の２第１項１号\n及び同法３１４条の７第１項１号に掲げる寄附金の収入見込額の２分\nの１に相当する額並びに地方税法３７条の２第２項及び同法３１４条\nの７第２項に規定する特例控除対象寄附金の収入見込額の２分の１に\n相当する額並びに基準財政収入額の合算額が基準財政需要額に１．２２\nを乗じて得た額又は基準財政需要額に２８億６４００万円を加えた額\nのいずれか大きい額を超える額として総務大臣が定める額を控除した\n額（当該額が負数となるときは，０とする。）を加えた額とする旨規定す\nる。\n市町村に係る３月分の算定方法の特例\n特別交付税に関する省令附則７条１５項は，令和元年度において，当\n該年度の基準財政需要額（普通交付税に関する省令４８条の規定の適用\nを受ける場合にあっては，同条の規定を適用しないで算定した基準財政\n需要額。以下この項において同じ。）が基準財政収入額（同条の規定の適\n用を受ける場合にあっては，同条の規定を適用しないで算定した基準財\n政収入額。以下この項において同じ。）を超える各市町村に対して３月に\n交付すべき特別交付税の額は，特別交付税に関する省令５条１項の規定\nにかかわらず，同項１号の額に同項３号の額から同項４号の額を控除し\nた額（当該額が負数となるときは，０とする。）並びに同項２号の額の合\n算額から，次の１号の額から２号の額を控除した額を控除した額（当該\n額が負数となるときは，０とする。）を加えた額とする旨規定する。\n１号  当該年度における地方税法等の一部を改正する法律（平成３１年\n法律第２号）１条の規定による改正前の地方税法３７条の２第１項\n１号及び同法３１４条の７第１項１号に掲げる寄附金の収入見込額\nの２分の１に相当する額並びに地方税法３７条の２第２項及び同法\n３１４条の７第２項に規定する特例控除対象寄附金の収入見込額の\n２分の１に相当する額並びに基準財政収入額の合算額が基準財政需\n要額に１．２２を乗じて得た額又は基準財政需要額に２８億６４０\n０万円を加えた額のいずれか大きい額を超える額として総務大臣が\n定める額\n２号  特別交付税に関する省令３条１項の規定によって算定した額から\n同省令附則５条２１項の規定によって算定した額を控除した額\n２  前提事実\n当事者間に争いのない事実並びに証拠及び弁論の全趣旨により容易に認定す\nることができる事実は，次のとおりである。\n⑴  ふるさと納税制度の概要\nいわゆるふるさと納税制度は，平成２０年に創設された。すなわち，平成\n２０年法律第２１号による地方税法の一部改正により，個人住民税（所得割）\nの納税義務者の地方団体に対する寄附金のうち一定額を超える額について，\n所得税の所得控除（所得税法７８条１項）及び１０％相当額の個人住民税の\n税額控除がされることに加えて，個人住民税（所得割）の税額控除の金額に\n所定の上限額の範囲内で特例控除額の加算がされるという制度（以下「ふる\nさと納税制度」という。）が設けられた（上記改正後の地方税法３７条の２第\n１項，２項及び３１４条の７第１項，２項）。\n⑵  本件各特例規定の制定経緯\nア  ふるさと納税制度創設当時における，地方交付税におけるふるさと納税\n寄附金の取扱い\nふるさと納税研究会による報告\nふるさと納税制度の創設に先立ち，総務大臣の下，有識者等による研\n究会として，ふるさと納税研究会が開催された。ふるさと納税研究会は，\n「ふるさと」に対する納税者の主体的な貢献を可能にする税制上の仕組\nみの実現に向けた諸課題について研究・検討し，平成１９年１０月，そ\nの結果を「ふるさと納税研究会報告書」と題する報告書にまとめた。\n「ふるさと納税研究会報告書」には，地方交付税におけるふるさと納\n税寄附金の取扱いについて，「現行の地方交付税制度のもとでは，地方団\n体が寄附金を受けても当該地方団体の地方交付税が減少することはなく，\nまた，寄附者の住所地の地方団体においては，個人住民税減少分の７５％\nは基準財政収入額に反映される」，「『ふるさと納税』の趣旨を踏まえれば，\n『ふるさと納税』に相当する寄附金についても，これまでと同様の取扱\nいとし，寄附を受領した地方団体の地方交付税が減少することのないよ\nうにすることが望ましい。また，寄附者の住所地の地方団体において寄\n附により個人住民税が減少した場合についても，これまでと異なる取扱\nいをすべき理由はなく，減少額の７５％を基準財政収入額に反映するこ\nとが望ましい」と記載されていた。（以上につき，甲７）\n法令上の定め\nふるさと納税制度の創設当時，ふるさと納税寄附金に係る収入につい\nて，地方交付税の減額要因とする旨の法令上の定めは存在しなかった。\nイ  地方団体のふるさと納税寄附金に係る収入の状況等\n全ての地方団体のふるさと納税寄附金に係る収入の合計額は，ふるさと\n納税制度が創設された平成２０年度においては約８１億円であり，平成２\n５年度までにおいては約１００億円前後で推移していたが，平成２６年度\nにおいては約３８９億円，いわゆるワンストップ特例制度が導入された平\n成２７年度においては約１６５３億円，平成２８年度においては約２８４\n４億円，平成２９年度においては約３６５３億円，平成３０年度において\nは約５１２７億円と増加した。\n他方で，平成３０年度において，ふるさと納税寄附金に係る収入額が大\nきい上位１０団体（いずれも市町村である。）の収入額の合計額は，約１５\n５４億円であり，全ての地方団体のふるさと納税寄附金に係る収入の合計\n額（約５１２７億円）の約３０．３％を占めていた。なお，平成３０年度\nにおける原告のふるさと納税寄附金に係る収入額は，約４９８億円であり，\n全ての地方団体の中で最も大きかった。\nまた，ふるさと納税寄附金に係る収入額と基準財政収入額（地方交付税\n法１４条１項）を合計した場合に，不交付団体（普通交付税が交付されな\nい地方団体をいう。以下同じ。）の財政力指数（基準財政収入額を基準財政\n需要額で除した数値。以下同じ。）の平均値（平成３０年度においては１．\n２１，令和元年度においては１．２２）及び財源超過額（基準財政収入額\nが基準財政需要額を超える額。以下同じ。）の平均額（平成３０年度におい\nては２４億３８００万円，令和元年度においては２８億６４００万円）を\n上回る地方団体が生じていた。（以上につき，乙２４，弁論の全趣旨）\nウ  平成３０年度特例規定\n上記イのような状況を受け，総務大臣は，ふるさと納税寄附金に係る収\n入によって，平均的な不交付団体を上回る財政力を有するに至った地方団\n体について，地方団体間の財源配分の均衡を図る観点から，特別交付税の\n算定において，不交付団体に準じた取扱いとすることとして，特別交付税\nに関する省令の一部を改正する省令（平成３１年省令第２０号）を制定し，\n特別交付税に関する省令附則７条１５項（令和元年総務省令第６１号によ\nる改正前のもの。以下「平成３０年度特例規定」という。）を新設した。\n平成３０年度特例規定は，平成３０年度において，基準財政需要額が基\n準財政収入額を超える各市町村に対して３月に交付すべき特別交付税の\n額について，本件各特例規定と同様に，ふるさと納税寄附金に係る収入の\n一定額を特別交付税の減額要因となる事情として定めるものであった。\nエ  本件各特例規定\n総務大臣は，令和元年１２月１１日，特別交付税に関する省令の一部を\n改正する省令（令和元年総務省令第６１号）を制定した。これは，令和元\n年度における市町村に係る特別交付税の額の算定方法の特例規定（本件各\n特例規定）として特別交付税に関する省令附則５条２１項（上記関係法令\nの定め⑵ウ ）及び同附則７条１５項（上記関係法令の定め⑵ウ ）を設\nけるなどの改正をしたものである。\n本件各特例規定は，令和元年度において，基準財政需要額が基準財政収\n入額を超える各市町村に対して１２月及び３月に交付すべき特別交付税\nの額は，特別交付税に関する省令３条１項及び同省令５条１項の規定（上\n記関係法令の定め⑵ア，イ）にかかわらず，当該地方団体の当該年度にお\nける基準財政収入額に当該年度におけるふるさと納税寄附金の収入見込\n額の２分の１に相当する額を加算した額が，基準財政需要額に不交付団体\nの財政力指数の平均を乗じて得た額又は財源超過額の平均額を加算した\n額のいずれか大きい額を超える地方団体については，当該超える額を災害\n等に要する経費以外の算定額から減額して算定する旨を定めるものであ\nった。\nなお，平成２７年度から平成２９年度までの間に，地方団体全体におい\nてふるさと納税寄附金の募集に要した経費のふるさと納税寄附金に係る\n収入に占める割合が約５０％であったことから，平成３０年度特例規定及\nび本件各特例規定において，基準財政収入額に加算するふるさと納税寄附\n金の収入見込額はその２分の１に相当する額とされた（乙２５）。\n⑶  本件１２月分決定\n総務大臣は，令和元年１２月，原告について，地方交付税法１５条２項に\n基づき，特別交付税に関する省令附則５条２１項の規定を適用した上，令和\n元年度の１２月に原告に交付すべき特別交付税の額を７１０万２０００円と\nする旨の決定（本件１２月分決定）をし，大阪府知事を経由して，同月１３\n日付けの通知書により，泉佐野市長に通知した（甲１の１・２）。\n⑷  本件１２月分決定に対する審査申立て\n原告は，令和元年１２月２５日，本件１２月分決定の額の算定の基礎につ\nいて不服があるなどとして，総務大臣に対し，地方交付税法１８条１項に基\nづく審査申立てをした。これに対し，総務大臣は，令和２年１月２３日，上\n記審査申立てを却下する旨の決定をした。（甲２の１～４，５の１・２）\n⑸  意見の申出\n原告は，令和２年２月２６日，大阪府知事を経由して，総務大臣に対し，\n地方交付税法１７条の４第１項に基づき，本件各特例規定の見直しについて，\n意見の申出をした。\n原告が申し出た意見の概要は，①「ふるさと納税を含め，個人が任意に支\n出する寄附金については，基準財政収入額に算入しないこととしている。」と\nする平成３０年３月の交付税の算定方法に関する意見の処理方針，②有識者\n等による「ふるさと納税研究会報告書」（甲７）の「寄附を受領した地方団体\nの地方交付税が減少することのないようにすることが望ましい。」との意見，\n③会計年度独立の原則，に反して，ふるさと納税寄附金収入の２分の１を基\n準財政収入額と同等とみなして特別交付税の交付算定額から控除することの\n見直しを要望する，というものであった。\nこれに対し，総務大臣は，令和２年３月２７日，大阪府を通じて，原告に\n対し，原告の上記意見を採用しない旨の処理結果を送付した。（以上につき，\n甲３，６の１・２）\n⑹  本件３月分決定\n総務大臣は，令和２年３月，原告について，地方交付税法１５条２項に基\nづき，特別交付税に関する省令附則７条１５項の規定を適用した上，令和元\n年度の３月に原告に交付すべき特別交付税の額を４６１６万７０００円とす\nる旨の決定（本件３月分決定）をし，大阪府知事を経由して，同月２７日付\nけの通知書により，泉佐野市長に通知した（甲４の１・２）。\n⑺  本件訴えの提起\n原告は，令和２年６月８日，本件各決定の取消しを求める本件訴えを提起\nした。\n⑻  特別交付税の概要等\nア  特別交付税（特別交付金）の創設\n地方財政平衡交付金法の制定（昭和２５年）\n特別交付税は，地方財政平衡交付金法（昭和２５年法律第２１１号。\nなお，昭和２９年法律第１０１号において題名が地方交付税法に改めら\nれた。）の附則において，昭和２５年度及び昭和２６年度の暫定措置とし\nて創設された（当時の名称は，「特別交付金」であった。）。\nすなわち，地方財政平衡交付金法附則２条は，昭和２５年度及び昭和\n２６年度に限り，地方財政平衡交付金（地方交付税の前身に当たるもの）\nの総額のうち１０分の１に相当する額は，特別交付金とする旨規定し，\n同法附則４条は，特別交付金は，同法１２条の測定単位によっては捕捉\nし難い特別の財政需要があること，交付金の額の算定期日後に生じた災\n害（その復旧に要する費用が国の負担によるものを除く。）等のため特別\nの財政需要があることその他特別の事情があることにより，交付金の額\nが財政需要に比して過少であると認められる地方団体に対して，当該事\n情を考慮して交付する旨規定していた。\n地方財政平衡交付金法の改正（昭和２７年）\nその後，昭和２７年法律第１６６号による地方財政平衡交付金法の改\n正により，地方交付税は，同法の本則（同法１５条）において恒久的に\n定められることとなった。上記改正により，特別交付金の額の算定に関\nする規定は，現在の特別交付税法１５条１項と同様の規定となった。\nすなわち，上記改正後の地方財政平衡交付金法１５条１項は，特別交\n付金は，同法１１条に規定する基準財政需要額の算定方法によっては捕\n捉されなかった特別の財政需要があること，同法１４条の規定により算\n定された基準財政収入額のうちに著しく過大に算定された財政収入があ\nること，地方財政平衡交付金の額の算定期日後に生じた災害（その復旧\nに要する費用が国の負担によるものを除く。）等のため特別の財政需要が\nあり，又は財政収入の減少があることその他特別の事情があること，に\nより，基準財政需要額又は基準財政収入額の算定方法の画一性のため生\nずる基準財政需要額の算定過大又は基準財政収入額の算定過少を考慮し\nても，なお，普通交付金（普通交付税の前身に当たる。）の額が財政需要\nに比して過少であると認められる地方団体に対して，規則で定めるとこ\nろにより，当該事情を考慮して交付する旨規定していた。\nイ  特別交付税（特別交付金）に関する国会審議における政府委員の答弁\n特別交付税（特別交付金）に関する国会審議における政府委員の答弁の\n概要は，次のとおりであった。\n昭和２６年１１月２４日参議院地方行政委員会における政府委員（地\n方自治庁財政課長）の答弁\n昭和２６年１１月２４日参議院地方行政委員会において，政府委員（地\n方自治庁財政課長）は，「地方財政平衡交付金の特別交付金の配分に当り\nましては，…基準財政収入額にも競輪や競馬の収入があります場合には\nプラスをして行くというような方法をとっておるわけであります。」など\nと答弁した（乙２０）。\n昭和３９年１２月１０日参議院地方行政委員会における政府委員（自\n治省財政局長）の答弁\n昭和３９年１２月１０日参議院地方行政委員会において，政府委員（自\n治省財政局長）は，「特別交付税を計算いたします場合に，たとえば，競\n馬競輪収入が非常に多いとか，あるいは水利使用料が多いという分につ\nきましては，その分は基準財政収入額の計算に入らないわけであります。\nその分は減額項目として一定額を計算の基礎に置いて減額しておるわけ\nであります。」などと答弁した（乙２１）。\n昭和５５年３月２５日参議院地方行政委員会における政府委員（自治\n省財政局長）の答弁\n昭和５５年３月２５日参議院地方行政委員会において，政府委員（自\n治省財政局長）は，「基本的に，全地方公共団体の共有の財源でありかつ\n財源調整を目的とする特別交付税の配分ということでございますので，\nある一定のものについてはこれは財源的な余裕があるという見地から引\nいても差し支えない。」などと答弁した（乙２２）。\n３  争点\n⑴  本案前の争点\nア  本件訴えが裁判所法３条１項にいう「法律上の争訟」に当たるか否か\n（争点１）\nイ  地方交付税法１５条２項に基づき総務大臣が行う特別交付税の額の決\n定が，抗告訴訟の対象となる行政処分に当たるか否か（争点２）\nウ  本件各決定の取消しを求める訴えの利益の有無（争点３）\n⑵  本案の争点\n本件各特例規定が地方交付税法１５条１項の委任の範囲を逸脱した違法な\nものとして無効であるか否か（争点４）\n４  争点に関する当事者の主張\n⑴  争点１（本件訴えが裁判所法３条１項にいう「法律上の争訟」に当たるか\n否か）について\n上記の点に関する当事者の主張は，中間判決に記載のとおりである。\n⑵  争点２（地方交付税法１５条２項に基づき総務大臣が行う特別交付税の額\nの決定が，抗告訴訟の対象となる行政処分に当たるか否か）について\n（原告の主張）\nア  行政処分に当たること\n地方交付税法１５条２項に基づき総務大臣が行う特別交付税の額の決定\nは，地方団体が地方交付税法の規定に従って特別交付税の交付を受ける権\n利を侵害する国の行為であり，公権力の主体である国が，直接，独立の法\n主体である地方団体の権利義務を形成し又はその範囲を確定することが法\n律上認められている行為に当たるから，抗告訴訟の対象となる行政処分に\n当たる。\nイ  時機に後れた攻撃防御方法であるとの申立て\n地方交付税法１５条２項に基づき総務大臣が行う特別交付税の額の決定\nは，抗告訴訟の対象となる行政処分に当たらない旨をいう被告の主張は，\n時機に後れた攻撃防御方法であるから，却下を求める。\n（被告の主張）\nア  行政処分に当たらないこと\n行政主体を名宛人とする行為\n国や地方団体といった行政主体は，法律上付与された行政権限の主体\nであり，私人とは本質的に異なる存在であるから，私人が行政主体から\n公権力の行使を受けてその権利が形成されたりその範囲が画されたりす\nることと，行政主体が他の行政主体から公権力の行使を受けて法令上の\n権限が分配等されることとは，それぞれその法的性質が異なる。行政事\n件訴訟法は，このような法的性質の相違を前提に，主観訴訟と客観訴訟\nを明確に区別し，抗告訴訟を飽くまでも国民の権利の救済を守備範囲と\nする主観訴訟として位置付けている。そうすると，行政主体を名宛人と\nする行為については，その根拠となる法令が，私人を名宛人とする場合\nにも同様の法的地位の変動を想定しており，行政主体を私人と同様に扱\nっている場合でなければ，抗告訴訟の対象となる行政処分に当たらない\nというべきである。\n地方交付税法１５条２項に基づき総務大臣が行う特別交付税の額の決\n定は，地方団体のみをその名宛人とすることを想定し，私人を名宛人と\nすることを想定しておらず，本来は国民から税を徴収すべき立場にある\n地方団体に対して国が代わりに徴収した税を配分する行為であるから，\n抗告訴訟の対象となる行政処分に当たるということはできない。\n訴訟手続によらない紛争解決の仕組み\nまた，地方交付税法には，総務大臣による地方交付税の額の決定につ\nいて，抗告訴訟の対象とすることを念頭に置く規定は存在しない一方で，\n行政内部の紛争処理手続として地方交付税の額に関する審査の申立ての\n手続が定められ（同法１８条１項，１９条７項），さらに，地方交付税の\n額の算定方法に関する意見の申出の手続が定められている（同法１７条\nの４）。このように，地方交付税法において，各地方団体に交付する地方\n交付税の額の決定について，訴訟手続によらない内部紛争解決の手続規\n定によって紛争解決を図る仕組みが特別に設けられていることに照らせ\nば，地方交付税法は，特別交付税の額の決定を抗告訴訟の対象とするこ\nとを想定していないといえる。\nイ  小括\nしたがって，地方交付税法１５条２項に基づき総務大臣が行う特別交付\n税の額の決定は，抗告訴訟の対象となる行政処分に当たらない。\n⑶  争点３（本件各決定の取消しを求める訴えの利益の有無）について\n（原告の主張）\nア  訴えの利益があること\n本件各決定の取消しを求める訴えの利益はある。\nこれに対し，被告は，地方交付税の総額の決定はやり直せないから原告\nに対してのみ地方交付税の額の決定を行うことは法律上不可能である旨主\n張する。しかし，違法行為であるにもかかわらず是正できない旨の主張は\n許されるものではない。また，違法な配分であれば，翌年以降の年度にお\nいて調整すべきである。したがって，被告の上記主張は採用することがで\nきない。\nイ  時機に後れた攻撃防御方法であるとの申立て\n本件各決定の取消しを求める訴えの利益がない旨をいう被告の主張は，\n時機に後れた攻撃防御方法であるから，却下を求める。\n（被告の主張）\nア  訴えの利益がないこと\n総務大臣が，地方交付税の総額の配分から離れて，原告に対してのみ地\n方交付税の額の決定を行うことは法律上不可能であり，本件各決定が取り\n消されたとしても，総務大臣は，地方交付税法で定められた令和元年度の\n地方交付税の総額の上限を超えて，地方交付税の額を定める余地はないこ\nとから，本件各決定と同額の特別交付税の額の決定を原告に対して行わざ\nるを得ない。そうすると，本件各決定を取り消すことにより原告に回復す\nべき権利又は法律上の利益が存在するということはできない。\nイ  小括\nしたがって，本件各決定の取消しを求める訴えの利益はない。\n⑷  争点４（本件各特例規定が地方交付税法１５条１項の委任の範囲を逸脱し\nた違法なものとして無効であるか否か）について\n（原告の主張）\nア  地方交付税法１５条１項違反であること\n地方交付税法１５条１項の解釈\n地方交付税法１５条１項は，地方団体の収入が多額であることを理由\nとして，特別交付税を減額する旨規定しておらず，他の地方団体との均\n衡を図ることを目的として，特別交付税を減額する旨も規定していない。\nすなわち，同項は，特別交付税の減額要因として，①基準財政需要額の\n算定方法の画一性のため生ずる基準財政需要額の算定過大，又は②基準\n財政収入額の算定方法の画一性のため生ずる基準財政収入額の算定過少\nを定めているところ，上記②は，基準財政収入額を構成する収入の算定\n結果が著しく過少であること（基準財政収入額の過少）をいう。そして，\nふるさと納税寄附金に係る収入は，上記①又は②に当たらない。\n地方交付税制度の基本的枠組みとの関係\n地方交付税制度においては，算定基準の明確化及び恣意介入の排除の\n観点から，基本的主要事項について法律で定め，具体的細目について省\n令で定めることとされ，地方交付税法は，「基準財政収入額」，「財政収入」\nに該当する収入について，限定的に定めている（地方交付税法１４条３\n項等）。\n本件各特例規定は，具体的細目について定めるものではなく，特別交\n付税の算定方法の基本的事項について定めるものであり，また，ふるさ\nと納税寄附金に係る収入額を基準財政収入額と同等に取り扱うものであ\nり，実質的に省令によって地方交付税法が定める基準財政収入額の内容\nを変更するものである。\n小括\nそうすると，ふるさと納税寄附金に係る収入を特別交付税の減額要因\nとして規定する本件各特例規定は，地方交付税法１５条１項に反するも\nのである。\nイ  その他の違法事由\n地方財政法２６条違反\n地方財政法２６条は，地方交付税が減額される事由について，「法令の\n規定に違背して著しく多額の経費を支出し，又は確保すべき収入の徴収\n等を怠った場合」に限定している。原告がふるさと納税として多額の寄\n附金を集めたことは法令の規定に違背するものではなく，原告は確保す\nべき収入の徴収等を怠っていないから，地方財政法２６条が定める地方\n交付税が減額される場合に該当しない。\nそうすると，令和元年度の原告に交付する特別交付税の額を減額した\n本件各決定は，地方財政法２６条に違反し，違法である。\n会計年度独立の原則違反\nある年度にふるさと納税寄附金に係る収入があったとしても，当該寄\n附金に係る返礼品の提供のための経費その他事務経費が翌年度以降に生\nずることもある。\nそうすると，このような年度ごとの収支の変動を考慮しない本件各特\n例規定は，地方自治法２０８条が定める会計年度独立の原則に違反する\nものである。\n信義則違反\n「ふるさと納税研究会報告書」（甲７）において，ふるさと納税寄附金\nを受領した地方団体の地方交付税が減少することのないようにすること\nが望ましいとされ，被告は，ふるさと納税寄附金に係る収入については，\n基準財政収入額に算入しないこととしてきたにもかかわらず，法改正に\nよらず，また，相当な予告期間を置かずに，ふるさと納税寄附金に係る\n収入を特別交付税の減額要因として定める本件各特例規定が制定された。\nそうすると，本件各特例規定は，上記の方針を信頼してきた原告に想\n定外の財政上の不利益をもたらすものであり，信義則に反し，違法であ\nる。\n他事考慮（懲罰目的）の違法\n総務大臣は，ふるさと納税制度に関する技術的助言に原告が従わなか\nったことを実質的な理由として，地方税法３７条の２第２項及び同法３\n１４条の７第２項に基づく指定をしなかった。これに対し，原告は，国\n地方係争処理委員会に対する国の関与に関する審査の申出，国の関与に\n関する訴えを提起した。\nそうすると，本件各特例規定は，原告が上記の技術的助言に従わなか\nったことや，審査の申出及び訴訟の提起をしたことに反発し，見せしめ，\n懲罰の意図が働いて制定されたものであり，他事考慮によるものであり，\n違法である。\n（被告の主張）\nア  地方交付税法１５条１項違反でないこと\n地方交付税法１５条１項が定める特別交付税の減額要因\nａ  地方交付税制度の基本原則，地方交付税の位置付け\n地方交付税は，財源の均衡化を図ることを目的とし（地方交付税法\n１条），財政需要額が財政収入額を超える地方団体に対して衡平にその\n超過額を補塡することを目途として交付されるものである（同法３条\n１項）。これらの地方交付税の目的，基本原則の下，特別交付税は，基\n準財政需要額と基準財政収入額との差を基礎として交付される普通交\n付税の交付によっては地方団体の財政需要が満たされない場合に，基\n準財政需要額及び基準財政収入額では捕捉できない財政需要額及び財\n政収入額を考慮して交付するものと位置付けられている。\nｂ  「基準財政需要額又は基準財政収入額の算定方法の画一性のため生\nずる基準財政需要額の算定過大又は基準財政収入額の算定過少を考慮\nしても」の趣旨\n上記ａのような地方交付税制度の基本原則，特別交付税の位置付け\n等に照らすと，地方交付税法１５条１項のうち，「基準財政需要額又は\n基準財政収入額の算定方法の画一性のため生ずる基準財政需要額の算\n定過大又は基準財政収入額の算定過少を考慮しても」と定める部分は，\n普通交付税のみでは，基準財政需要額や基準財政収入額を捕捉するこ\nとには限界があることを前提に，普通交付税の算定に用いる基準財政\n需要額及び基準財政収入額の算定方法の画一性から生ずる財政需要額\nと基準財政需要額，財政収入額と基準財政収入額とのかい離が生ずる\nことを，特別交付税算定における減額要因として規定するものと解さ\nれる。すなわち，同項は，特別交付税の減額要因として，基準財政需\n要額が地方団体の個別具体の財政需要額と比較して過大となっている\n場面と，基準財政収入額が地方団体の個別具体の財政収入額と比較し\nて過少となっている場面という，交付の必要性を緩和・解消する場面\nを需要・収入の両面から包括的に規定し，これらを，特別交付税算定\nにおける減額要因として機能させることを規定するものである。\nｃ  基準財政収入額算定上の項目に係る収入の算定過少に殊更限定され\nないこと\nそして，上記ａのような地方交付税制度の基本原則，特別交付税の\n位置付け等，上記ｂのような「基準財政需要額又は基準財政収入額の\n算定方法の画一性のため生ずる基準財政需要額の算定過大又は基準財\n政収入額の算定過少を考慮しても」の趣旨に照らせば，特別交付税の\n額の算定において，基準財政収入額の算定項目に含まれない財政収入\n額を考慮することを地方交付税法が禁止しているとは到底解されない。\nかえって，地方交付税法はどのような収入を特別交付税の算定におい\nて減額要因とみるかについて，具体的・個別的な制約を課していない\nこと，これを前もって法律で定めることは普通交付税の画一的な算定\n方法を補完するという特別交付税の本来の役割を損なうことになるこ\nと，特別交付金が暫定的であった当時においても，競輪・競馬に係る\n収入という基準財政収入額の項目に挙げられていない収入を特別交付\n金の減額要因としていた中，これを本則に規定し，恒久化した法制度\nの下でも同様の減額をする運用を想定していたことに鑑みると，地方\n交付税法１５条１項は，特別交付税を減額する場合について，基準財\n政需要額算定上の項目外の需要や基準財政収入額算定上の項目外の収\n入を排除して，それらの項目そのものの算定が過大や過少の場合に殊\n更限定する趣旨のものではないというべきである。\nｄ  小括\nそうすると，地方交付税法１５条１項の委任に基づいて総務大臣が\n策定した省令は，上記の同法の基本的枠組みに反するものでない限り，\n同法の委任の範囲を超えるものではない。すなわち，同法１５条１項\nに基づく省令を定めるに当たって，基準財政収入額で捕捉されなかっ\nた財政収入を減額要因として特別交付税の交付に際して考慮すること\nは，およそ地方交付税法の委任の範囲を超えるものではない。\n本件各特例規定について\n本件各特例規定は，ふるさと納税寄附金に係る収入額が基準財政収入\n額の画一的な算定方法では捕捉することができないため，当該収入から\n生じる地方団体間の財源配分の不均衡が相当大きくなったことから，財\n政需要額が財政収入額を超える地方団体に対し衡平にその超過額を補塡\nするという観点から，特別交付税においてふるさと納税寄附金に係る収\n入の一定額を考慮することとしたものである。\nそして，ふるさと納税寄附金に係る収入は，地方交付税法１４条にお\nいて基準財政収入額の収入項目として定められていないから，現実には\n財政収入として存在しても，基準財政収入額においては算定上考慮でき\nず，したがって財政収入を評価する上で基準財政収入額の算定が過少と\nなっているとみるべきものであり，しかも，同法１５条１項が規定する\n特別交付税の交付事由があり，財政需要に対する不足があるとしても，\nこれを緩和・解消する要因になるものであるから，ふるさと納税寄附金\nに係る収入がここに含まれることは明らかである。\nまた，本件各特例規定は，ふるさと納税寄附金に係る収入の全額では\nなく２分の１を考慮するものとし，控除額の算定に当たり，基準財政需\n要額に不交付団体の財政力指数の平均を乗じた額又は基準財政需要額に\n財源超過額の平均額を加算した額のうち，より大きい額を差し引くこと\nをした上で，災害等に要する経費等当該地方団体の財政事情がどのよう\nなものであるかにかかわらず交付することが適当な項目からは減額せず，\n減額の対象を絞り込むなど従前の取扱いを著しく変更することがないよ\nう十分な配慮も行っている。さらに，本件各特例規定の内容については，\n地方財政審議会においても意見を聴取し，何ら異論の出なかったところ\nであり，慎重な手続を踏んでいる。これらのことからも，本件各特例規\n定の合理性は明らかである。\n小括\nしたがって，本件各特例規定が，地方交付税法１５条１項の委任の範\n囲を逸脱した違法なものということはできない。\nイ  その他の違法事由について\n地方財政法２６条違反について\n地方財政法２６条は，地方交付税法所定の算定をして決定した地方交\n付税の額について減額する場合を定めたものにすぎない。これに対し，\n本件各特例規定は，一旦決定した特別交付税の額を減額するものではな\nく，その額の算定方法自体を定めたものである。\nそうすると，本件各特例規定は，地方財政法２６条に違反しない。\n会計年度独立の原則違反について\n地方交付税の算定の基礎となる財政需要や財政収入は当該年度に生\nずると考えられる標準的な額で算定することになるところ，ふるさと納\n税寄附金が急激に増大を始めた平成２７年度以降の全地方団体の収入と\nこれに要した経費の実績から，その収入の見込額の２分の１の額が標準\n的な収入額であるとの判断は合理的であったといえる。\nそうすると，本件各特例規定は，会計年度独立の原則に違反しない。\n信義則違反について\n被告が特別交付税の算定においてふるさと納税寄附金に係る収入を\n考慮しないという処理方針を示したことはなく，原告に一定額の特別交\n付税が交付されるという信頼が生ずるものではない。\nそうすると，本件各特例規定による特別交付税の算定が行われたこと\nを信義則違反とみることはできない。\n他事考慮（懲罰目的）の違法について\n本件各特例規定が制定されたのは，原告が技術的助言に従わなかった\nことや，審査の申出及び訴訟の提起をしたことに反発し，見せしめ，懲\n罰の意図が働いたためではなく，ふるさと納税の運用状況から，特別交\n付税において財政需要額が財政収入額を超える額の衡平な補塡の観点\nからふるさと納税寄附金に係る収入を一定限度で考慮すべきであると\n考えられたためである。\nそうすると，本件各特例規定は，他事考慮によるものではない。\n第３  当裁判所の判断\n１  争点１（本件訴えが裁判所法３条１項にいう「法律上の争訟」に当たるか否\nか）について\n中間判決で判断したとおり，本件訴えは，裁判所法３条１項にいう「法律上\nの争訟」に当たる。\n２  争点２（地方交付税法１５条２項に基づき総務大臣が行う特別交付税の額の\n決定が，抗告訴訟の対象となる行政処分に当たるか否か）について\n⑴  検討\nア  地方交付税の目的\n地方交付税は，地方交付税法６条の規定により算定した所得税等の一定\n割合の額及び地方法人税の額で地方団体が等しくその行うべき事務を遂\n行することができるように国が地方団体に対して交付する税である（同法\n２条１号，３条１項）。地方交付税の種類は，普通交付税及び特別交付税で\nある（同法６条の２第１項）。地方交付税は，地方団体がその事務を行うた\nめの財源となるものであって，使途が制限されない一般財源である（同法\n３条２項）。\nまた，地方団体は，地方自治法上は普通地方公共団体に当たり（同法１\n条の３第２項），地域における事務等を処理する法人であり（同法２条１項，\n２項），国の事務を国に代わって処理するのではなく，地方団体自らの事務\nを処理するものである（同法２条１項，２項参照）。\nそうすると，地方交付税は，国から独立した法人である地方団体が自ら\nの事務を行うために交付されるものであるといえる。\nイ  地方交付税の性質\n上記アのとおり，地方交付税は，国が地方団体に対して交付するものと\n定められているところ（地方交付税法２条１号，３条１項），地方団体が自\nら賦課・徴収するものではなく，国が賦課・徴収した所得税等の国税の一\n定割合が，地方交付税法に基づく総務大臣による具体的な交付額の算定・\n決定を経て，各地方団体に配分・交付されるものである。\nそうすると，地方交付税は，国の地方団体に対する支出金の性質を持つ\nものというべきである。\nウ  地方交付税の額の決定の仕組み\n地方交付税のうち，普通交付税については，毎年度，基準財政需要額が\n基準財政収入額を超える地方団体に対して当該地方団体の基準財政需要\n額が基準財政収入額を超える額を交付するものとされた上，総務大臣は，\n各地方団体に対して交付すべき普通交付税の額を，遅くとも毎年８月３１\n日までに決定しなければならないとされている（地方交付税法１０条１項\n～３項）。\n他方で，特別交付税については，地方交付税法１１条に規定する基準財\n政需要額の算定方法によっては捕捉されなかった特別の財政需要がある\nこと等により，基準財政需要額又は基準財政収入額の算定方法の画一性の\nため生ずる基準財政需要額の算定過大又は基準財政収入額の算定過少を\n考慮しても，なお，普通交付税の額が財政需要に比して過少であると認め\nられる地方団体に対して，総務省令で定めるところにより，当該事情を考\n慮して交付するものとされている（同法１５条１項）。総務大臣は，総務省\n令で定めるところにより，各地方団体に交付すべき特別交付税の額を，毎\n年度，２回に分けて決定するものとされている（同法１５条２項）。また，\n地方交付税は，毎年度，所定の時期にそれぞれ所定の額を交付するとされ\nている（同法１６条）。\nこのように，国が地方団体に対して交付する地方交付税の具体的な額は，\n普通交付税及び特別交付税のいずれについても，総務大臣が一定の算定方\n法等に従った決定を行うことによって確定することになる。\nエ  以上のように，地方交付税は，国から独立した法人である地方団体が自\nらの事務を行うために交付されるものであって（上記ア），国の地方団体に\n対する支出金の性質を持ち（上記イ），また，その具体的な額は，総務大臣\nが一定の算定方法等に従った決定を行うことによって確定することになる\n（上記ウ）。そして，これらの事情等に照らせば，地方団体は，地方交付税\n法に基づく地方交付税の額の決定を受けることにより，当該決定に係る地\n方交付税の額の交付を受ける具体的な権利ないし法律上の利益を取得する\nものというべきである。\nそうすると，地方交付税法１５条２項に基づき総務大臣が行う特別交付\n税の額の決定は，地方交付税法を根拠として優越的地位に基づいて一方的\nに行う公権力の行使であり，地方団体の上記権利ないし法律上の利益に直\n接影響を及ぼす法的効果を有するものであるから，抗告訴訟の対象となる\n行政処分に当たるものと解するのが相当である。\nオ  なお，原告は，地方交付税法１５条２項に基づき総務大臣が行う特別交\n付税の額の決定は抗告訴訟の対象となる行政処分に当たらない旨をいう被\n告の主張は，時機に後れた攻撃防御方法であるとして却下を求めている。\nしかし，上記主張により訴訟の完結を遅延させることとなると認められな\nいから，上記主張は却下しないこととする。\n⑵  被告の主張について\nア  行政主体を名宛人とする行為\n被告は，前記第２の４⑵の（被告の主張）欄のア のとおり，行政主体\nを名宛人とする行為については，その根拠となる法令が，私人を名宛人と\nする場合にも同様の法的地位の変動を想定しており，行政主体を私人と同\n様に扱っている場合でなければ，抗告訴訟の対象となる行政処分に当たら\nないところ，地方交付税法１５条２項に基づき総務大臣が行う特別交付税\nの額の決定は，地方団体のみをその名宛人とすることを想定し，私人を名\n宛人とすることを想定しておらず，本来は国民から税を徴収すべき立場に\nある地方団体に対して国が代わりに徴収した税を配分する行為であるから，\n直接国民の権利義務に影響を及ぼすものではない旨主張する。\nしかし，地方交付税法に基づく地方交付税の額の決定は，地方団体のみ\nがその名宛人となり得る行為であるものの，上記⑴で説示したとおり，地\n方交付税は，国から独立した法人である地方団体が自らの事務を行うため\nに交付されるものであり，国の地方団体に対する支出金としての性質を有\nするものというべきであって，国が地方団体に代わって徴収した税の配分\nとしての性質を有するものということはできない。そして，上記⑴で説示\nしたとおり，地方交付税法が定める地方交付税の額の決定の仕組み等にも\n照らせば，同法に基づく地方交付税の額の決定を受けた地方団体は，当該\n決定に係る地方交付税の額の交付を受ける具体的な権利ないし法律上の利\n益を取得するというべきであるから，地方交付税の額の決定は，直接，国\nから独立した法人である地方団体の権利義務に影響を及ぼすものといえる。\nしたがって，被告の上記主張は採用することができない。\nイ  訴訟手続によらない紛争解決の仕組み\n被告は，前記第２の４⑵の（被告の主張）欄のア のとおり，地方交付\n税法において，各地方団体に交付する地方交付税の額の決定について，訴\n訟手続によらない内部紛争解決の手続規定によって紛争解決を図る仕組み\nが特別に設けられていることに照らせば，地方交付税法は，特別交付税の\n額の決定を抗告訴訟の対象とすることを想定していないといえる旨主張す\nる。\nしかし，地方交付税法が，地方交付税の額の決定についてその算定の基\n礎に不服がある場合における不服申立ての手続（同法１９条），地方交付税\nの額の算定方法に関する意見の申出の手続（同法１７条の４）等，訴訟以\n外の紛争処理制度を設けていることをもって，直ちに地方交付税の額の決\n定の行政処分性が否定されるものではない。そして，上記⑴で説示したと\nおり，地方交付税の目的，性質，同法が定める地方交付税の額の決定の仕\n組み等に照らせば，地方団体は，同法に基づく地方交付税の額の決定を受\nけることにより，当該決定に係る地方交付税の額の交付を受ける具体的な\n権利ないし法律上の利益を取得するものというべきであり，地方交付税の\n額の決定は抗告訴訟の対象となる行政処分に当たるというべきである。\nしたがって，被告の上記主張は採用することができない。\n⑶  小括\n以上によれば，地方交付税法１５条２項に基づき総務大臣が行う特別交付\n税の額の決定は，抗告訴訟の対象となる行政処分に当たる。\n３  争点３（本件各決定の取消しを求める訴えの利益の有無）について\n⑴  検討\nア  上記２で説示したとおり，地方交付税法１５条２項に基づく総務大臣に\nよる特別交付税の額の決定は，当該決定に係る特別交付税の額の交付を受\nける具体的な権利ないし法律上の利益に直接影響を及ぼす法的効果を有す\nるものであるから，当該決定を受けた地方団体はその取消しによって上記\n法的効果を排除することができる。そうすると，同項に基づく総務大臣に\nよる特別交付税の額の決定を受けた地方団体は，当該決定の取消しを求め\nる訴えの利益を有するというべきである。\nしたがって，本件各決定の取消しを求める訴えの利益はある。\nイ  なお，原告は，本件各決定の取消しを求める訴えの利益はない旨をいう\n被告の主張は，時機に後れた攻撃防御方法であるとして却下を求めている。\nしかし，上記主張により訴訟の完結を遅延させることとなると認められな\nいから，上記主張は却下しないこととする。\n⑵  被告の主張について\n被告は，前記第２の４⑶の（被告の主張）欄のとおり，総務大臣が，地方\n交付税の総額の配分から離れて，原告に対してのみ地方交付税の額の決定を\n行うことは法律上不可能であり，本件各決定が取り消されたとしても，総務\n大臣は，地方交付税法で定められた令和元年度の地方交付税の総額の上限を\n超えて，地方交付税の額を定める余地はないことから，本件各決定と同額の\n特別交付税の額の決定を原告に対して行わざるを得ないのであるから，本件\n各決定を取り消すことにより原告に回復すべき権利又は法律上の利益が存在\nするということはできない旨主張する。\nしかし，地方交付税法は，地方団体に対して交付する普通交付税の額を決\n定し，これを通知した後，普通交付税の額の算定の基礎に用いた数について\n錯誤があったことを発見した場合，錯誤があったことを発見した年度又は翌\n年度等において当該地方団体に対して交付すべき普通交付税の額の算定に用\nいられるべき基準財政需要額に加算するなどして調整する旨を定めている\n（同法１９条１項。前記関係法令の定め⑴サ ）。このことに鑑みれば，総務\n大臣において，本件各決定が取り消された場合においても，改めて原告に対\nして交付すべき令和元年度の特別交付税の額の決定をし，翌年度以降におい\nて原告に対して交付すべき普通交付税又は特別交付税の額の算定において調\n整するなどして対応することが，およそ不可能であるなどといえない。\nしたがって，被告の上記主張は採用することができない。\n⑶  小括\n以上によれば，本件各決定の取消しを求める訴えの利益はある。\n４  争点４（本件各特例規定が地方交付税法１５条１項の委任の範囲を逸脱した\n違法なものとして無効であるか否か）について\n⑴  判断枠組み\n地方交付税法１５条１項は，特別交付税は，同法１１条に規定する基準財\n政需要額の算定方法によっては捕捉されなかった特別の財政需要があること，\n同法１４条の規定により算定された基準財政収入額のうちに著しく過大に算\n定された財政収入があること，地方交付税の額の算定期日後に生じた災害（そ\nの復旧に要する費用が国の負担によるものを除く。）等のため特別の財政需\n要があり，又は財政収入の減少があることその他特別の事情があること，に\nより，基準財政需要額又は基準財政収入額の算定方法の画一性のため生ずる\n基準財政需要額の算定過大又は基準財政収入額の算定過少を考慮しても，な\nお，普通交付税の額が財政需要に比して過少であると認められる地方団体に\n対して，総務省令で定めるところにより，当該事情を考慮して交付する旨規\n定する（前記関係法令の定め⑴キ ）。\n本件各特例規定は，地方交付税法１５条１項の委任に基づいて特別交付税\nの具体的な算定方法を定めるものであるから，同項の委任の範囲を逸脱する\nものである場合には，その逸脱する部分は違法なものとして効力を有しない\nというべきである。\nそこで，本件各特例規定が地方交付税法１５条１項の委任の範囲を逸脱す\nるものであるか否かについて，以下検討する。\n⑵  本件各特例規定が地方交付税法１５条１項の委任の範囲を逸脱するもので\nあるか否かについて\nア  地方交付税法１５条１項の文理からの検討\nまず，法文の文理をみると，地方交付税法１５条１項は，特別交付税\nは，（Ａ）㋐「第１１条に規定する基準財政需要額の算定方法によっては\n捕捉されなかった特別の財政需要があること」，㋑「第１４条の規定によ\nり算定された基準財政収入額のうちに著しく過大に算定された財政収入\nがあること」，㋒「交付税の額の算定期日後に生じた災害（その復旧に要\nする費用が国の負担によるものを除く。）等のため特別の財政需要があり，\n又は財政収入の減少があること」，㋓「その他特別の事情があること」に\nより，（Ｂ）「基準財政需要額又は基準財政収入額の算定方法の画一性の\nため生ずる基準財政需要額の算定過大又は基準財政収入額の算定過少」\nを考慮しても，なお，（Ｃ）普通交付税の額が財政需要に比して過少であ\nると認められる地方団体に対して，総務省令で定めるところにより，当\n該事情を考慮して交付すると定めている。\nこのような地方交付税法１５条１項の文理に照らせば，同項は，上記\n（Ａ）の㋐～㋓の各事情があることを特別交付税の交付事由とし，上記\n（Ｂ）の各事情があることを特別交付税の減額要因として，これらの事\n情を考慮して，普通交付税の額が財政需要に比して過少であると認めら\nれる地方団体に対して，特別交付税を交付することを定めた上，上記（Ａ）\n及び（Ｂ）の各事情の具体的内容を定めることにつき，総務省令に委任\nしているものと解するのが自然である。\nこのうち，上記（Ｂ）の特別交付税の減額要因となる事情である「基\n準財政需要額又は基準財政収入額の算定方法の画一性のため生ずる基準\n財政需要額の算定過大又は基準財政収入額の算定過少」とは，①「基準\n財政需要額…の算定方法の画一性のため生ずる基準財政需要額の算定過\n大」，又は②「基準財政収入額の算定方法の画一性のため生ずる…基準財\n政収入額の算定過少」という２種類の事情を定めているものと解される。\nそして，このうち上記②の「基準財政収入額の算定方法の画一性のため\n生ずる…基準財政収入額の算定過少」とは，その文理，地方交付税法１\n５条１項の構造（上記②は上記（Ａ）の㋑と対になっていること，上記\n（Ｂ）には上記（Ａ）の㋓に相当する減額要因となる事情についての包\n括的な定めが存在しないこと等），同法１４条が定める基準財政収入額の\n算定方法の内容（前記関係法令の定め⑴カ ）等に照らせば，普通交付\n税の算定の基礎に用いられる基準財政収入額が画一的な方法で算定され\nることに起因して，基準財政収入額の算定の基礎となる収入項目に係る\n現実の収入額と基準財政収入額中の当該収入項目に係る基準税額とに差\n異が生じ，そのために当該基準税額の算定過少が生じていることをいう\nものと解するのが相当である。すなわち，地方交付税法１５条１項は，\nその文理上，基準財政収入額の算定の基礎とならない収入項目に係る収\n入が存在すること又はこれが一定額に及ぶことを特別交付税の減額要因\nとなる事情として定めることにつき，総務省令に委任しているものと解\nすることはできないというべきである。\nこれを本件各特例規定についてみると，本件各特例規定は，地方団体\nの令和元年度におけるふるさと納税寄附金に係る収入が一定額に及ぶこ\nとを特別交付税の減額要因となる事情として定めるものであるところ\n（前記関係法令の定め⑵ウ，前記前提事実⑵エ），地方団体がふるさと納\n税寄附金に係る収入を得たことは，上記①の「基準財政需要額…の算定\n方法の画一性のため生ずる基準財政需要額の算定過大」がある場合に当\nたらないことは明らかである。そして，ふるさと納税寄附金に係る収入\nは基準財政収入額の算定の基礎となる収入項目に当たらないから（地方\n交付税法１４条等参照），地方団体がふるさと納税寄附金に係る収入を得\nたことは，上記②の「基準財政収入額の算定方法の画一性のため生ずる\n…基準財政収入額の算定過少」がある場合にも当たらないというべきで\nある。\nそうすると，ふるさと納税寄附金に係る収入が一定額に及ぶことを総\n務省令により特別交付税の減額要因となる事情として定めることは，上\n記（Ａ）及び（Ｂ）の各事情（具体的には，上記（Ｂ）に関する上記①\n及び②）の具体的内容を定めるものということはできないから，法文の\n文理からは，本件各特例規定が地方交付税法１５条１項の委任の範囲内\nの事項を定めるものということはできない。\nイ  地方交付税法１５条１項の委任の趣旨からの検討\n上記アで説示したとおり，本件各特例規定は，地方交付税法１５条１項\nの文理に照らせば，同項の委任の範囲内の事項を定めるものということは\nできない。もっとも，本件各特例規定が，同項が総務省令に委任した趣旨\nに適合するものといえるのであれば，同項の委任の範囲内の事項を定める\nものと解する余地もないとはいえない。\nそこで，地方交付税法１５条１項の委任の趣旨について検討すると，同\n項が特別交付税の交付事由及び減額要因となる事情の具体的内容につい\nて総務省令に委ねたのは，特別交付税の交付事由及び減額要因となる事情\nの具体的内容については，地方行政・地方財政・地方税制や地方団体の実\n情等に通じた総務大臣の専門技術的な裁量に委ねるのが適当であること\nに加え，状況の変化に対応した柔軟性を確保する必要があり，法律で全て\n詳細に定めるのは適当ではないことによるものと解される。\n他方，ふるさと納税寄附金に係る収入が一定額に及ぶことについて，地\n方団体間の公平性を確保しその納得を得るという観点から，これを特別交\n付税の減額要因となる事情とするか否かは，ふるさと納税制度の創設の経\n緯，ふるさと納税の全体の規模（前記前提事実⑵）等に照らせば，地方交\n付税制度の本質的事項についての政策決定であるといえるから，基本的に\nは，立法者において主として政治的，政策的観点から判断すべき性質の事\n柄であるというべきである。また，本件各特例規定は，ふるさと納税寄附\n金に係る収入が多額である地方団体にとって，特別交付税の交付額の大幅\nな減額をもたらし得るものであって，当該地方団体に重大な財政上の不利\n益を生じさせ得るものである（なお，市町村の普通交付税の基準財政収入\n額の算定の対象となっている収入項目は２２項目〔地方交付税法６条の３\nの交通安全対策特別交付金，地方特例交付金等の地方特例交付金等の地方\n財政の特別措置に関する法律８条の地方特例交付金を含めると２４項目〕\nであるところ，平成３０年度において，そのうち市町村民税，固定資産税，\n市町村たばこ税及び地方消費税交付金の４項目はふるさと納税寄附金に\n係る収入よりも収入額が大きいが，その余の１８項目はふるさと納税寄附\n金に係る収入よりも収入額が小さい〔乙３６〕。）。そのような定めは，総務\n大臣の専門技術的な裁量に委ねるのが適当な事柄であるとはいい難いし，\n状況の変化に対応した柔軟性の確保が問題となる事柄でもないから，その\nような定めについてまで上記の委任の趣旨が妥当するとはいえない。\n以上によれば，地方交付税法１５条１項が，総務大臣に対し，同大臣限\nりでそのような定めをすることを委ねたものと当然に解することはでき\nない。\nウ  小括\n以上によれば，ふるさと納税寄附金に係る収入が一定額に及ぶことにつ\nいて特別交付税の減額要因となる事情として定めることは，地方交付税法\n１５条１項の文理に照らし，その委任の範囲内にあるということはできず，\n同項の委任の趣旨をしんしゃくしても，これが委任の範囲内にあるという\nべき根拠を見いだすことはできない。\nそして，本件各特例規定は，いずれも，ふるさと納税寄附金に係る収入\nが存在し，かつ，それが一定額に及ぶことについて特別交付税の減額要因\nとなる事情として定めるものであるところ，以上に説示したところによれ\nば，そもそも，ふるさと納税寄附金に係る収入が存在することを特別交付\n税の減額要因となる事情として定めることは，地方交付税法１５条１項の\n委任の範囲内の事項を定めるものとはいえないから，本件各特例規定は，\nそれらの規定内容に照らせば，それらの全体について，同項の委任の範囲\nを逸脱した違法なものであるというべきである。\nそうすると，本件各特例規定は，いずれも地方交付税法１５条１項の委\n任の範囲を逸脱した違法なものとして無効というべきである。\n以上説示したところによれば，本件各特例規定に基づいて，原告に対し\nて交付する令和元年度の特別交付税の額を算定することはできないから，\n本件各決定はいずれも違法である。\n⑶  被告の主張について\nア  「基準財政需要額又は基準財政収入額の算定方法の画一性のため生ずる\n基準財政需要額の算定過大又は基準財政収入額の算定過少を考慮しても」\nの趣旨について\n被告は，前記第２の４⑷の（被告の主張）欄のア ａ，ｂのとおり，地\n方交付税制度の基本原則（地方交付税法３条１項），基準財政需要額及び基\n準財政収入額では捕捉できない財政需要額及び財政収入額を考慮して交付\nされるとの特別交付税の位置付け等に照らすと，地方交付税法１５条１項\nは，特別交付税の減額要因として，基準財政需要額が地方団体の個別具体\nの財政需要額と比較して過大となっている場面と，基準財政収入額が地方\n団体の個別具体の財政収入額と比較して過少となっている場面という，交\n付の必要性を緩和・解消する場面を需要・収入の両面から包括的に規定し，\nこれらを，特別交付税算定における減額要因として機能させることを規定\nするものである旨主張する。\nしかし，上記⑵アで説示したとおり，地方交付税法１５条１項は，その\n文理に照らし，特別交付税の減額要因となる事情として，①「基準財政需\n要額…の算定方法の画一性のため生ずる基準財政需要額の算定過大」，又は\n②「基準財政収入額の算定方法の画一性のため生ずる…基準財政収入額の\n算定過少」という２種類の事情を定めていると解されるところ，同項が，\n単に，同法１４条により算定された基準財政需要額が実際の財政需要額と\n比較して過大となっていること，又は算定された基準財政収入額が実際の\n財政収入額と比較して過少となっていることを減額要因となる事情として\n包括的に定めているものと解することは，上記の同項の文理と整合的であ\nるとはいい難い。また，上記⑵イで説示したところに照らせば，基準財政\n収入額としては捕捉されない財政収入について，総務大臣限りで特別交付\n税の減額要因として定めることが，同法１５条１項の委任の趣旨に当然に\n含まれるものと解することもできない。そうすると，同項が，単に，基準\n財政需要額が実際の財政需要額と比較して過大となっていること，又は基\n準財政収入額が実際の財政収入額と比較して過少となっていることが特別\n交付税の減額要因となる事情になると包括的に規定していると解すること\nはできないというべきである。\nしたがって，被告の上記主張は採用することができない。\nイ  基準財政収入額算定上の項目の算定過少に殊更限定されないことについ\nて\n被告は，前記第２の４⑷の（被告の主張）欄のア ｃのとおり，①地方\n交付税法はどのような収入を特別交付税の算定において減額要因とみるか\nについて，具体的・個別的な制約を課していないこと，②これを前もって\n法律で定めることは普通交付税の画一的な算定方法を補完するという特別\n交付税の本来の役割を損なうことになること，③特別交付金が暫定的な制\n度であった昭和２５年度及び昭和２６年度当時においても，競輪・競馬に\n係る収入という基準財政収入額の算定の基礎とならない収入が特別交付税\nの減額要因とされていた中，これを本則に規定し，恒久化した法制度の下\nでも同様の減額をする運用をしていたことに鑑みると，地方交付税法１５\n条１項は，特別交付税を減額する場合について，基準財政需要額算定上の\n項目外の需要や基準財政収入額算定上の項目外の収入を排除して，その項\n目そのものの算定が過大や過少の場合に殊更限定する趣旨のものではない\n旨主張する。\nしかし，上記①（地方交付税法が特別交付税の算定における減額要因の\n制約を課していないこと）については，一般に，法律の委任を受けて行政\n機関により定められた委任命令が，委任の範囲を逸脱したものとして違法\nとなるのは，法律が具体的又は個別的に課した制約に反する事項を定める\nものである場合に限られるものではない。そして，上記⑵で説示したとお\nり，本件各特例規定は，地方交付税法１５条１項の文理によると，その委\n任の範囲内の事項を定めるものということはできず，同項の委任の趣旨を\nしんしゃくしても，これが委任の範囲内にあるということはできず，同項\nの委任の範囲を逸脱した違法なものというべきである。\nまた，上記②（減額要因を前もって法律で定めることは特別交付税の本\n来の役割を損なうこと）については，地方交付税法１５条１項の委任の趣\n旨について，特別交付税の交付事由及び減額要因となる事情の具体的内容\nにつき総務省令で定めることを委ねたものである（すなわち，基準財政収\n入額の算定の基礎となる収入項目として定められていない収入を特別交付\n税の減額要因として定めることを委ねておらず，これを定めるには法律の\n改正を要する）と解したとしても，普通交付税の画一的算定方法によって\n捕捉されない財政需要を満たすという特別交付税の役割，機能が損なわれ\nるとは必ずしもいえない。かえって，上記⑵イで説示したとおり，ふるさ\nと納税寄附金に係る収入額を特別交付税の減額要因となる事情として定め\nるか否かは，基本的には，立法者において主として政治的，政策的観点か\nら判断すべき性質の事柄であり，また，本件各特例規定は，地方団体に重\n大な財政上の不利益を生じさせ得るものであるから，このような定めをす\nることが委任の趣旨に必ずしも適合するものということはできない。\nそして，上記③（競輪・競馬に係る収入）については，特別交付税に関\nする省令は，基準財政収入額の算定の基礎とならない競馬・競輪等の公営\n競技に係る収益金について特別交付税の減額要因となる事情とする旨を定\nめており（同省令３条１項４号イ等），特別交付税（特別交付金）に関する\n国会審議における政府委員は，競馬・競輪に係る収益金を特別交付税の減\n額要因となる事情として考慮する運用に法的問題はない旨の各答弁をして\nいる（前記前提事実⑻イ）ものの，上記⑵アで説示したとおり，地方交付\n税法１５条１項は，特別交付税の減額要因となる事情について限定的に規\n定していることに鑑みると，同項が，基準財政収入額の算定の基礎となら\nない収入項目に係る収入について特別交付税の減額要因として定めること\nを総務省令に委任したと解することは困難である。\nしたがって，被告の上記主張は採用することができない。\nウ  本件各特例規定について\n被告は，前記第２の４⑷の（被告の主張）欄のア のとおり，本件各特\n例規定は，ふるさと納税寄附金に係る収入の全額ではなく２分の１を考慮\nすることとしているなど，従前の取扱いを著しく変更しないよう十分な配\n慮も行っており，また，本件各特例規定の制定に当たっては，地方財政審\n議会に対する意見聴取を踏まえるなど慎重な手続を踏んでいることからも，\n本件各特例規定の合理性は明らかである旨主張する。\nしかし，本件各特例規定の内容自体に合理性があるからといって，直ち\nに本件各特例規定が地方交付税法１５条１項の委任の範囲内の事項を定め\nるものということはできない。そして，同項の文理等に照らせば，本件各\n特例規定が同項の委任の範囲を逸脱したものであることは，上記⑵で説示\nしたとおりである。\n⑷  小括\n以上によれば，本件各特例規定は，いずれも地方交付税法１５条１項の委\n任の範囲を逸脱した違法なものとして無効というべきである。\nそして，本件各特例規定に基づいて，原告に対して交付する令和元年度の\n特別交付税の額を算定することはできないから，原告主張の他の違法事由に\nついて判断するまでもなく，本件各決定は，いずれも違法である。\n５  まとめ\n以上のとおり，本案前の争点に関し，本件訴えは，裁判所法３条１項にいう\n「法律上の争訟」に当たり（上記１），地方交付税法１５条２項に基づき総務大\n臣が行う特別交付税の額の決定は，抗告訴訟の対象となる行政処分に当たり（上\n記２），本件各決定の取消しを求める訴えの利益はある（上記３）。その上で，\n本案の争点に関し，本件各特例規定は，いずれも地方交付税法１５条１項の委\n任の範囲を逸脱した違法なものとして無効というべきである（上記４）。そして，\n本件各決定はいずれも違法である。\n第４  結論\nよって，原告の請求はいずれも理由があるからこれらを認容することとして，\n主文のとおり判決する。\n大阪地方裁判所第７民事部\n裁判長裁判官            山    地              修\n裁判官       太    田    章    子\n裁判官       山    田    慎    悟\n"
}