{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 2,
    "day": 17
  },
  "case_number": "令和4(ネ)264",
  "case_name": "損害賠償請求控訴事件",
  "court_name": "広島高等裁判所第2部",
  "result": "棄却",
  "original_court_name": "広島地方裁判所\n        　福山支部",
  "original_case_number": "平成31(ワ)43",
  "lawsuit_id": "91946",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=91946",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/946/091946_hanrei.pdf",
  "contents": "主        文\n１  本件控訴を棄却する。\n２  控訴費用は控訴人の負担とする。\n事 実 及 び 理 由\n第１  控訴の趣旨\n１  原判決中控訴人敗訴部分を取り消す。\n２  上記部分に係る被控訴人らの請求をいずれも棄却する。\n３  訴訟費用は、第１、２審とも被控訴人らの負担とする。\n第２  事案の概要（以下、略称は特に断りのない限り原判決に従う。）\n１  要旨\n丙（丙警部補）は、静岡県警察に在籍する警察官であったが、平成２４年\n３月１０日に自殺した（本件自殺）。\n本件は、丙警部補の妻子である被控訴人らが、本件自殺は、同警部補が過\n重な業務（公務）に従事し、強度の精神的及び肉体的負荷を受けた結果、鬱\n病等の精神疾患を発症し、その精神疾患の影響によって行われたものである\nところ、本件自殺につき、静岡県警察を設置する控訴人には、同警部補が過\n重な業務に従事してその心身の健康を損なうことがないよう配慮すべき安全\n配慮義務に違反した債務不履行があると主張して、控訴人に対し、上記債務\n不履行による損害賠償請求権に基づき、同警部補の死亡による損害として、\n①被控訴人甲（同警部補の妻）につき３６１７万６１７６円（遺族補償年金\n及び葬祭補償の各給付と損益相殺した後の額）及びこれに対する請求日の翌\n日である平成３０年９月２６日から支払済みまで民法（平成２９年法律第４\n４号による改正前のもの。以下同じ。）所定の年５分の割合による遅延損害\n金の支払を、②被控訴人乙（同長女）につき７１７７万７６３４円及びこれ\nに対する上記と同じ割合及び起算日による遅延損害金の支払をそれぞれ求め\nた事案である。\n原審が、①被控訴人甲の請求につき３１５１万０９３６円及びこれに対す\nる遅延損害金の支払を求める限度、②被控訴人乙の請求につき６９８５万２\n３９５円及びこれに対する遅延損害金の支払を求める限度でそれぞれ認容\nし、その余の請求をいずれも棄却したところ、控訴人が自己の敗訴部分を不\n服として本件控訴を提起した。\n２  前提事実、争点及び争点に関する当事者の主張は、次のとおり補正し、後記\n３及び４のとおり当審における控訴人の補充主張並びに追加主張及び同追加主\n張に対する被控訴人らの主張を加えるほか、原判決の「事実及び理由」の「第\n２  事案の概要」の２及び３に記載のとおりである（ただし、各「時間外労\n働」をいずれも「時間外勤務」に、各「労働時間」をいずれも「勤務時間」に\nそれぞれ改める。）から、これを引用する。\n原判決４頁１１行目の「１６、」の次に「２０、」を加える。\n原判決５頁１５行目の「交番を務めていた」を「交番長を務めていた」に\n改める。\n３  当審における控訴人の補充主張\n丙警部補の勤務時間（業務の量的過重性）について\n以下の諸事情を考慮すると、原判決別紙７に係る本件自殺（発症）前１か\n月間ないし発症６か月前の１か月間の丙警部補の勤務時間の認定は不当であ\nり、別紙１の「１  勤務時間合計」の「控訴人の主張」「認定されるべき時\n間外勤務時間数」欄のとおり、時間外勤務時間数は、多くとも、①発症前１\nか月間が１０３時間１５分、②発症２か月前の１か月間が５０時間３８分、\n③発症３か月前の１か月間が５２時間３０分、④発症４か月前の１か月間が\n８９時間３０分、⑤発症５か月前の１か月間が７７時間３０分、⑥発症６か\n月前の１か月間が２３時間００分である。\nア  丙警部補が妻である被控訴人甲に対し、例えば「これから帰る」などと\nいったメール（甲３、４）を送った事実のみから、当該メール送信時刻ま\nでが勤務時間であったと認定することはできない。すなわち、当該メール\nを送るまでの間、丙警部補がどこで何をしていたのか判然とせず、かつ、\nその間の業務の成果物等もない以上、当該メールの存在だけから時間外勤\n務を認定することには無理があるというべきであり、この点は、地方公務\n員災害補償基金静岡県支部審査会による裁決（甲１８・２１頁）において\nも指摘されているとおりである。\nイ  丙警部補は、非番や週休日に勤務した平成２４年２月１６日、同年１月\n４日、同月１日、平成２３年１２月２３日、同月１４日、同月１２日、同\n月１１日、同年１１月２９日、同月２４日、同月１７日、同月８日、同月\n５日、同年１０月２７日、同月２４日、同月１８日及び同年９月２１日の\n各日において、少なくとも１時間ないし２時間は昼食等のための休憩を取\nっていたものであり、原判決がこれを考慮していないのは不当である。\nウ  ＧＳＥに係る本件事前会合等の参加に関し、電車の移動時間（勤務地で\nある下田市から静岡県沼津市又は静岡市まで）も含めて一律に６時間又は\n９時間を時間外勤務時間として認定すべき根拠はない。\nエ  原判決が、丙警部補の１か月間ごとの時間外勤務時間数を算出するに当\nたり、３０日を週７日ごとに区切った残り２日の勤務時間の全てをそのま\nま時間外勤務時間として認定したのは不当であり、当該２日については、\n時間外勤務ではない通常の勤務時間（所定当直時間等）は控除されるべき\nであるから、少なくとも週４０時間の７分の２に相当する時間（４０時間\n×２／７＝１１．４２）に基づく１１時間は控除されるべきである。\nオ  ①平成２４年２月２２日（週休日）については、当日行われた「教養」\nが正午に終了したことから、同日の終業時刻は 丙警部補自身が申告（乙\n２）した正午までとすべきであり、②同年２月１８日については、同警部\n補は午後４時３６分に妻に対して「一旦帰るよ。」とのメールを送信して\nいることから、少なくとも午後４時３０分から午後６時までの間は勤務時\n間ではなかったとすべきである。\nカ  甲第２９号証（本人記載の時間外勤務実績報告書（乙２）以外に本人が\n己交番にいたことが確認できた時間の一覧表）によれば、勤務日誌（乙\n１）が残っている平成２４年初めからの２か月余の間に、全部合わせても\n僅か数時間だけが時間外勤務実績報告書（乙２）に記載された時間以外に\n己交番にいたことが確認できるところ、これによれば、丙警部補は、自ら\nの時間外勤務を基本的には漏れなく申告していた事実が裏付けられる。そ\nして、丙警部補と共に己交番における３班体制の班長を務めていた戊巡査\n部長の時間外勤務時間が３０時間ないし４０時間、庚巡査部長の時間外勤\n務時間が３０時間未満であって、 同警部補が時間外勤務実績報告書（乙\n２）により申告していた時間外勤務が他の班長と比較して長かったことも\n併せ考慮すると、同警部補の実際の勤務時間が申告時間（乙２）よりも長\nかったとはいえない。\n丙警部補の業務の質的過重性について\n警察官として質的に過重な業務（特別な負担）となり得るのは、例えば、\n制度の創設やサミットの開催準備等に昼夜の別なく集中的に携わった、社会\n的な関心を集める案件で対応を誤り、行政に対する国民の 信頼を低下させ\nた、大きな不祥事の対応に責任者として対応した、上司等から執拗なハラス\nメントを受けたなど、通常業務とは心身の負担が全く異なる、普通であれば\n遭遇しない状況や業務に当たった場合に限られるのであって、このことは、\n認定基準についての人事院による判断の具体化・明確化を図るための指針で\nある「精神疾患等の公務上災害の認定について」（平成２０年４月１日付け\n職補－１１４号人事院事務総局職員福祉局長通達。最終改正令和２年５月２\n９日職補－１７１）の別表「公務に関連する負荷の分析表」で明記されてい\nる質的に過重な業務の例からも明らかである。\n原判決が認定基準に係る質的過重性に関して取り上げる事情（㋐窃盗事件\nの捜査、 実習生の指導、 引継ぎ準備並びに 外部団体の研修（ＧＳＥ）\nへの参加及びその準備）は、いずれも警察官が日常的に行う業務であり、次\nのとおり、通常業務と質的に異なる業務とは到底いえず、仮に同時期にそれ\nらの要因が重なることがあったとしても、丙警部補に社会通念上、客観的に\nみて、精神障害を発病させるほどの過重な心理的負荷があったと認めること\nはできない。\nア  ㋐窃盗事件の捜査について、平成２４年２月の専従捜査班結成後は（自\n主的か否かを問わず）専従捜査班ではない交番勤務員によって当該窃盗事\n件の捜査として見回りやパトロールが行われた事実はない。丙警部補につ\nいても、夜間捜査に従事する必要性はなく、実際にこれに従事していると\nころを見た者もいないのであり、少なくとも専従捜査班発足以降の窃盗事\n件の捜査（夜間捜査）は、仮に実施されたとしても、業務命令に基づくも\nのではないことは明らかである。\nまた、仮に丙警部補が上記窃盗事件の夜間捜査に従事していたとして\nも、刑事課主管に係る窃盗事件の捜査を補助する業務は、交番勤務員とし\nての日常業務であり、当該窃盗事件の連続発生が同警部補の勤務評定等に\n不利益をもたらす可能性も全くなかったことからすると、認定基準にいう\n「質的に過剰な業務」にはなり得ない。\nイ  実習生の指導（職場実習指導員への指名）について、まず、原判決が\n指摘する己交番と下田警察署間の移動等については、丙警部補自身が移動\nする際に実習生を同乗させることで足り、それとは別の送迎の必要性はな\nい。また、実習生に対する指導や実習生が内規上行うことのできない業務\nを行うことなどにより、丙警部補の客観的な作業量が増えた可能性はある\nものの、それは警察官一般に求められる通常の業務の範囲内のものにすぎ\nない。さらに、戊証人の証言（原審証人調書１８～１９頁）や被控訴人甲\nの供述（原審本人調書２４頁）からは、実習生を担当することによる負担\nは、気を抜けないとか、一人の方が気楽だといった主観的・抽象的な範囲\nにとどまるものであり、通常業務以上に心理的負荷をもたらすものとはい\nえない。\nウ  引継ぎの準備（異動のための引継ぎ）について、まず、丙警部補が異\n動のための引継ぎ作業に従事していた事実はない。原判決がその根拠とし\nて掲げる甲第３０号証（聞き取り調査結果）中の記載や乙第１６号証（\nの丁課長からの聴取結果）中の記載は、丙警部補が春の異動時期前の一般\n的状況にあったことを示すにとどまり、同警部補自身が異動のために多忙\nであったことを意味するものではない。実際に己交番の勤務員であった辛\n氏も、丙警部補が自身の引継ぎのために多忙であったとは認識していない\n（乙２４・下田警察署における聴取結果）。静岡県警察においては、昇任\n試験に合格している場合を除いて人事異動対象職員が自身の異動の事実を\n知るのは発令前の内示の時であるとの慣行があり、丁証人及び戊証人も同\n様の証言をしている。\nまた、そもそも異動のための引継ぎ作業は人事異動発令前から準備しな\nければならないようなものではなく、通常の業務に比して業務量を増加さ\nせる要因となることはあり得ない。\nエ  外部団体の研修（ＧＳＥ）への参加やその準備について、まず、ＧＳ\nＥの事前研修として要求されたのは、月１回程度（平成２３年１２月から\n平成２４年２月までの間に計３回開催）の事前研修、研修の際に実施され\nる英語によるプレゼンテーションの準備（甲１７・１８頁）であり、客観\n的にみて長時間を要するものではないことは明らかである。上記プレゼン\nテーションに関しても、あらかじめ定めたシナリオどおりに３分ないし５\n分程度英語で説明する程度であり、質疑応答等も予定されていなかった。\nそして、丙警部補の自己紹介（英文）は平成２４年２月２５日に、パワー\nポイントのスライドは 同月２７日にそれぞれ作成されていた。このよう\nに、上記事前準備は特段の作業量を要するものではなく、仮に勤務時間外\nにこうした作業を行う必要があったとしても、丙警部補にとって取り立て\nて負担になるようなものではなかった。\n次に、ＧＳＥへの参加について、外部団体主催の海外研修への参加であ\nるから多少の心理的負荷は想定されるものの、その実質は親善訪問に近い\nものであり、丙警部補において、上記プレゼンテーションの内容や英語能\n力が第三者から評価を受けたり、その後の業績に消極的な影響を与えたり\nする可能性は全くないものであった。上記プレゼンテーションの形式も、\n英語で、かつ、簡単な自己紹介（家族や仕事、趣味等）を上記のとおり短\n時間行うというもので、その内容は事前研修で披露して修正を受けたもの\nであり（甲１８・１６頁）、丙警部補の学歴（国立静岡大学理学部卒業）\nからしても、大きな心理的負荷を与えるものとは評価できない。また、Ｇ\nＳＥで求められるプレゼンテーションの内容及び語学能力は水準の高いも\nのではなく（乙２４、甲１８・１９頁）、参加者である丙警部補に特段の\n心理的負荷を与えるものではなかった。\n控訴人の安全配慮義務違反の有無について\n次の各事情に鑑みると、控訴人において丙警部補の異変を知り、それに対\n処することは不可能であったから、控訴人に法的責任（義務違反行為）はな\nい。\nア  丙警部補は、毎勤務ごとに行われていた健康状態等チェック表（乙１\n０）に自ら問題がない旨の申告をし、最後の当直が終わった際にも、何ら\n変わった様子は見られなかった（原審証人戊調書２１頁）。\nイ  地方公務員災害補償基金静岡県支部が実施したアンケート調査の回答結\n果（乙１１）を全体としてみれば、何の異変も感じなかったとの回答が多\nく（全１６名中１１名）、何らかの不調和を感じたという５名も「他の人\nと話をしなくなった」、「いらいらしている」、「言動がおかしい」などとは\n感じなかったと回答している。\nウ  丙警部補の家族からも、控訴人に対し、 同警部補の様子がおかしいと\nか、何らかの対処が必要であるといった申告はされなかった。\n４  当審における控訴人の追加主張及び同追加主張に対する被控訴人らの主張\n控訴人の追加主張―過失相殺の（類推）適用\n仮に控訴人に安全配慮義務違反があるとしても、①丙警部補の携わった業\n務の中には夜間の単独での窃盗事件の捜査など必ずしも同警部補が行わなく\nてもよかった、自主的・自発的に行われた活動が少なくないこと、②同警部\n補は、自ら病院を受診することも、静岡県警察が設けたメンタルヘルスに関\nする相談窓口等を利用することもなかったこと、③同警部補は、被控訴人甲\nとの間での本件出来事を経て本件自殺に至っているところ、「心の元気力チ\nェッカー」では、職場「外」のストレスである家族・友人・隣人関係や、家\n族のサポートがともにＥ（かなり悪い）と評価され（甲７）、「家族と喧嘩を\nして、気まずい思いをしている」、「家族に怒りを感じている」、「家族のこと\nを考えると悲しい気持ちになる」との質問に対していずれも「１（よくあて\nはまる）」と回答していたこと（乙２６・６枚目の質問５３～５５番。回答\nは１５枚目）からすると、本件においては、少なくとも相応の過失相殺の\n（類推）適用が認められるべきである。\n被控訴人らの主張\n①静岡県警察においては、非番における捜査を積極的に行うように指示し\nていたものであり（甲６８、原審丁証人調書２９頁）、下田警察署管内でも\n事件や事故の発生件数の多かった己交番勤務員においては、被疑者の検挙に\n結び付くための方策をそれぞれ考えて実行しており、丙警部補はそのことに\n最も積極的に取り組んでいたこと（原審戊証人調書３９頁）、②控訴人の指\n摘するメンタルヘルスに関する相談窓口は一般的なものにすぎず、多忙を極\nめ、精神障害についての自覚がないか、又は正常な認識や行動選択能力の減\n退していた同警部補が利用する現実的な機会があったとはいえず、病院等の\n受診も同様であること、③同警部補は、業務（公務）に起因して精神疾患を\n発症していたため、希死念慮の発現又は精神障害による行動選択能力ないし\n自殺を思いとどまる抑制力が著しく阻害された精神状態の下、一時的かつ深\n刻とまではいえない家庭内のいさかいの後、本件自殺に至ったにすぎないも\nのであることから、本件において過失相殺の（類推）適用は認められるべき\nではない。\n第３  当裁判所の判断\n１  当裁判所も、①被控訴人甲の請求につき３１５１万０９３６円及びこれに対\nする遅延損害金の支払を求める限度、②被控訴人乙の請求につき６９８５万２\n３９５円及びこれに対する遅延損害金の支払を求める限度でそれぞれ認容し、\nその余の請求をいずれも棄却すべきものと判断する。その理由は、次のとおり\n補正し、後記２及び３のとおり当審における控訴人の補充ないし追加主張に対\nする判断を加えるほか、原判決の「事実及び理由」中「第３   当裁判所の判\n断」に記載のとおりである（ただし、各「時間外労働」（同「第３  当裁判所\nの判断」 の２ アに 記載のものを除く。）をいずれも「時間 外勤務」に、各\n「労働時間」（同アに記載のものを除く。）をいずれも「勤務時間」にそれぞれ\n改める。）から、これを引用する。\n原判決１１頁１６行目の「作成することができない場合でも」を「作成す\nることができない状況であっても」に、２２行目の「上記のような場合も」\nを「上記のような状況に至ったときも」にそれぞれ改める。\n原判決１５頁９行目の「必要があった。（」の後に「甲３０、」を加える。\n原判決１７頁１５行目の「公務扱いとはしないとの」を「公務とはしな\nい」に改める。\n原判決２０頁６行目の「状況となっていた上、」の後に「英語能力に関す\nる不安から始めた英語学習もやめ、」を加える。\n原判決２３頁８行目の「平成２４年３月１６日付」を「平成２４年３月１\n６日」に改める。\n原判決２３頁２１行目及び２６行目の各「労働時間」の後にいずれ も\n「（勤務時間）」を加える。\n原判決２３頁２２行目から２３行目にかけての「（業務そのものに留まら\nず、これに密接に関連する活動等を含む。）」を削る。\n原判決２４頁１８行目冒頭から２５頁 ８行目末尾までを次のとおり改め\nる。\n「  他方、被控訴人らは、丙警部補と被控訴人甲との間でやり取りされていた\nメール（甲３、４）を提出するところ、当該メールはその性質上夫婦間で私\n的にやり取りされたものであり、その内容においても、例えば 同警部補の\n「帰る」、「今から署に行く」などといったメッセージがどこで作成されたの\nか明らかではないなど、具体的な時間外勤務時間数を算定する根拠とするに\nは不明確ないし不確実なものであると言わざるを得ず、上記メール及びこれ\nに基づく被控訴人甲の陳述書（甲４４）の記載や原審における本人尋問の結\n果に直ちに依拠することはできないというべきである。もっとも、上記メー\nルの内容のほか、己交番における業務に関して作成される勤務日誌（その一\n部が乙１）上、丙警部補が時間外勤務として一定の業務に従事している時間\nが存在していること（前記１の認定事実 ウ）からすると、同警部補が、勤\n務時間外に業務に従事した時間の全てを時間外勤務実績報告書に記載してい\nたものではないことが推認される。」\n原判決２５頁９行目の「他方、」を「また、」に改める。\n原判決３０頁９行目から１０行目にかけての「どの具体的な活動の内容」\nを「そのいずれの活動の具体的内容」に改める。\n原判決３０頁１８行目から１９行目にかけての「海外研修に密接に関連す\nる活動」を「海外研修のために必要な活動」に改める。\n原判決３１頁４行目の「選択する余地はなく、」の後に「その服装も警察\n署からの参加者であることを踏まえて背広を着用していたこと（甲４３）も\n併せ考慮すると、」を加え、同頁６行目の「少なくとも、」及び同頁７行目の\n「（ないしこれに準じる時間）」をいずれも削る。\n原判決３１頁１３行目の「別紙」から２１行目末尾までを「本判決別紙２\n「 丙警部補 の 勤務 時間（控訴審認定）」（ 以下「控訴審 勤務 時 間 表 」 と い\nう。）の「１  勤務時間合計」の「当裁判所の認定」欄に記載のとおりであ\nり、その認定根拠は、控訴審勤務時間表の２ないし７の「当裁判所の認定」\n中の「認定根拠」欄記載のとおりである（なお、被控訴人が提出したメール\n（甲３、４）の中には、丙警部補が、時間外勤務実績報告書（乙２）におい\nて時間外勤務が報告されていない日ないし時間帯においても、己交番におい\nて業務を行っていることを推認させる記載があるものの、当該記載から具体\n的な時間外勤務時間数を認めることはできない。）。」\n原判決３２頁１行目の「平成２３年８月頃」を 「平成２３年１０月頃」\nに、同頁３行目から４行目にかけての「非番の己交番勤務員ら」を「己交番\nの勤務員ら」にそれぞれ改める。\n原判決３５頁１４行目の「同警部補にとって」から２０行目末尾までを次\nのとおり改める。\n「同警部補は勤務時間外にこれらの作業を行わざるを得ない状況になっていた\nものであり、他のＧＳＥの参加者の陳述書（甲４３）において、同警部補が\n一番大変なパワーポイントの作成と取りまとめの担当者となったところ、同\n警部補は初めてのパワーポイントの作成に苦労して相当の時間を費やした、\n警察の仕事が忙しくてＧＳＥの準備まで手が回らず、資料の作成などでほと\nんど寝ていないと述べていた旨の記載があることや、基金による聞き取り調\n査において、己交番勤務員が、同警部補はＧＳＥの研修に参加するに当たっ\nて外国語がしゃべれないことを悩んでいた旨の証言を行っていること（乙２\n４）に照らすと、ＧＳＥ参加のための研修参加や事前準備等は同警部補の業\n務を増加させる要因となっただけではなく、同警部補に一定の心理的負荷を\n与えたものと解される。」\n原判決３６頁１０行目の「状態がみられ、」の次に「ＧＳＥの海外研修が\n間近に迫っていたにもかかわらず、それまで続けていた英語学習をやめてし\nまい、」を加える。\n原判決３８頁１行目の「労働時間表」から２２行目の「あったとい え\nる。」までを次のとおり改める。\n「控訴審勤務時間表によれば、丙警部補の時間外勤務時間は、発症６か月前の\n１か月間の時点では２５時間であったものが、発症５か月前及び発症４か月\n前の１か月間はいずれも１００時間弱で推移した後、発症３か月前の１か月\n間は約７０時間、発症２か月前の１か月間は約５５時間となり、発症前１か\n月間には１１７時間を超えるに至っていたものであって、発症５か月前から\n増加傾向にあった時間外勤務時間が発症前１か月間に顕著に増加したことが\n認められる（なお、前記 ウで判示したとおり、同警部補と被控訴人甲との\nメールのやり取りの内容等によれば、具体的な時間外勤務時間数は認定でき\nないものの、上記のとおり認定した時間外勤務時間以外にも己交番において\n業務を行っていた時間があると推認される。）。また、上記のとおり時間外勤\n務時間数が顕著に増加した発症前１か月間の具体的な勤務状況をみても、１\n日の週休日（平成２４年２月２５日）を挟んで、１４日間にも及ぶ連続勤務\nが２回繰り返されている（同月１１日から同月２４日まで、及び同月２６日\nから同年３月１０日まで）上、証拠（甲４４、６３）によれば、上記週休日\n（同年２月２５日）にも翌日のＧＳＥに係る本件事前会合等の準備のために\n相当時間を費やしていたと認められるほか、上記連続勤務期間中、休憩時間\n等（ただし、この間にも急訴事案が発生した場合には業務に従事する必要が\nあるとされている。）も含めれば拘束時間が２４時間に及ぶ当直勤務を行っ\nたのに引き続き、非番日において夜間から深夜帯に至るまでの時間外勤務を\n行っていることが多数回確認できることに照らすと、特に発症前１か月間の\n時間外勤務状況は、同警部補にとり、著しく心身の疲労を蓄積させる程度の\nものであったといえる。」\n原判決３９頁８行目の「（認定事実 ウ）」を「（認定時事実 イ）」に改め\nる。\n原判決３９頁１４行目の「実習生の教育」を「実習生の指導」に改める。\n原判決３９頁１８行目から１９行目にかけての「発症１か月前の期間」を\n「発症前１か月間」に、２０行目の「同２か月前」を「発症２か月前の１か\n月間」にそれぞれ改める。\n原判決３９頁１９行目の「労働時間表」を「控訴審勤務時間表」に、２１\n行目の「１４０時間」を「１１７時間」にそれぞれ改める。\n原判決４３頁２１行目の「長時間の時間外勤務を常態化させた」を「時間\n外勤務を増加させてこれを常態化した」に改める。\n原判決４３頁２６行目の「特に発症１か月前」を「発症前１か月間」に、\n「１４０時間」を「１１７時間」にそれぞれ改める。\n原判決４４頁１行目の末尾に次のとおり加える。\n「このように、丙警部補には様々な業務が集中し、それに伴う時間外勤務時間\n数の増加が顕著に認められたにもかかわらず、丁課長らは、かかる重畳的な\n業務負担の作出に関わるとともに、前記１の認定事実 イのとおり、同警部\n補が時間外勤務実績報告書で報告した時間外勤務の時間の一部を抹消した\nり、より短時間に修正するなどしていたものであって、同警部補の実際の時\n間外勤務時間数をその心理的負荷の観点から評価することを行っていなかっ\nたと言わざるを得ない。」\n２  当審における控訴人の補充主張に対する判断\n丙警部補の勤務時間（業務の量的過重性）について\n控訴人は、前記第２の３ アないしカの事情によれば、丙警部補の発症前\n１か月間ないし発症６か月前の１か月間の時間外勤務時間数は、多くとも①\n発症前１か月間が１０３時間１５分、②発症２か月前の１か月間が５０時間\n３８分、③発症３か月前の１か月間が５２時間３０分、④発症４か月前の１\nか月間が８９時間３０分、⑤発症５か月前の１か月間が７７時間３０分、⑥\n発症６か月前の１か月間が２３時間００分である旨主張する。\nしかし、上記アないしカの事情については、次のとおり当裁判所の判断に\n反する部分について採用できず、丙警部補の発症前１か月間ないし発症６か\n月前の１か月間の時間外勤務時間数は、前記１で補正の上引用した原判決の\n「事実及び理由」中「第３  当裁判所の判断」の２ ウのとおり、控訴審勤\n務時間表の「１  勤務時間合計」の「当裁判所の認定」欄に記載のとおり認\nめるのが相当であるから、控訴人の上記主張はこの判断に反する部分は採用\nできない。\nア  前記第２の３ アに係る丙警部補と被控訴人甲との間でやり取りされた\nメール（甲３、４）と具体的な勤務時間数の認定との関係については、前\n記１で補正の上引用した原判決の「事実及び理由」中「第３  当裁判所の\n判断」の２ イ ａのとおり、上記メール及びこれに基づく被控訴人甲の\n陳述書（甲４４）の記載や原審における本人尋問の結果に直ちに依拠する\nことはできないが、他方で、上記メールの内容や勤務日誌から、同警部補\nが、勤務時間外に業務に従事した時間の全てを時間外勤務実績報告書に記\n載していたものではないとも推認されるのであり、この判断に反する控訴\n人の主張部分は採用できない。\nイ  前記第２の３ イに係る非番や週休日における休憩時間の取得について\nは、時間外勤務実績報告書（乙２）では、勤務時間を具体的な始期と終期\nのほかこれに対応する時間外勤務時間数を３０分単位で記載する体裁とな\nっているところ、１日のうち複数の勤務時間が生じた場合にはこれらを複\n数に分けて記載することとされているほか、上記 アのとおり、丙警部補\nが、勤務時間外に業務に従事した時間の全てを時間外勤務実績報告書に記\n載していたものではないことからすると、同警部補は、休憩時間を除いた\n時間を勤務時間として報告していたものと推認するのが相当である。した\nがって、この点に関する控訴人の主張は採用できない。\nウ  前記第２の３ ウに係る本件事前会合等の参加に必要な電車の移動時間\nについては、前記１で補正の上引用した原判決の「事実及び理由」中「第\n３  当裁判所の判断」の２ イ のとおり、上記移動時間は、業務起因性\n判断の前提となる勤務時間として考慮するのが相当であるし、証拠（甲８\nないし１１、１７、４３、５３ないし５５）及び弁論の全趣旨によれば、\n移動等を含めた時間数についても相当なものとして是認できるから、この\n点に関する控訴人の主張は採用できない。\nエ  前記第２の３ エに係る控訴人の主張について検討するに、証拠（甲６\n７の１、甲７８）及び弁論の全趣旨によれば、「脳・心臓疾患の労災認定\n実務要領」（厚生労働省労働基準局労災補償部補償課職業病認定対策室）\nでは、労災認定における時間外労働時間数（発症前６か月間における１か\n月間ごとの時間外労働時間数）を算出するに当たっては、①発症前１か月\n目に係る発症日から数えて２９日目と３０日目の２日間については、この\n２日間を含む１週間（発症前２９日～３５日目）の就労状況をみて、 ３\n１日目からの５日間のうちに休日が２日以上ある場合は、２日間の総労働\n時間数から１６時間を引いた時間数を時間外労働時間数とし、 ３１日目\nからの５日間のうちに休日が１日ある場合には、この２日間の労働のうち\nの１日を休日労働とみなして、２日間の総労働時間数から８時間を引いた\n時間数を時間外労働時間数とし、 ３１日目からの５日間のうちに休日が\nない場合には、この２日間の労働を休日労働とみなして、２日間の総労働\n時間数をそのまま時間外労働時間数とし、②発症前２か月目に係る発症日\nから数えて５９日目及び６０日目についても、上記①と同様に算出し、そ\nれ以前（発症前３か月目以前）も同様に算出するとの手順が定められてい\nることが認められる。このような算出方法は業務の過重性を評価する手法\nとして合理性を有するものと解されるところ、これを本件に当てはめる\nと、控訴審勤務時間表の２ないし７の「当裁判所の認定」欄記載のとお\nり、平成２４年２月１１日と同月１０日、平成２３年１２月１３日と同月\n１２日、同年１０月１４日と同月１３日については、いずれも２日間の総\n勤務時間数がそのまま時間外勤務時間数となり、平成２４年１月１２日と\n同月１１日、平成２３年１１月１３日と同月１２日、同年９月１４日と同\n月１３日については、いずれも２日間の総勤務時間数から８時間を控除し\nた時間が時間外勤務時間数となる。\nそうすると、前記第２の３ エに係る控訴人の主張については、上記認\n定判断の限度で理由があるが、これと反する部分は採用できない。\nオ  前記第２の３ オに係る①平成２４年２月２２日及び②同月１８日の時\n間外勤務時間数について、①同月２２日については控訴人の主張どおり終\n業時刻を正午までと認めるべきであるが、②同月１８日については、控訴\n人指摘に係るメールの存在から直ちに勤務時間から控除すべき時間がある\nこと、それが控訴人主張の時間数であることを認めることはできない か\nら、同日に関する控訴人の主張は採用できない。\nカ  前記第２の３ カに係る控訴人の主張は、前記１で補正の上引用した原\n判決の「事実及び理由」中「第３  当裁判所の判断」の２ イ ａのとお\nり、丙警部補が勤務時間外に業務に従事した時間の全てを時間外勤務実績\n報告書に記載していたものではないと解されることに照らし、採用できな\nい。丙警部補が申告した時間外勤務時間が、戊巡査部長及び庚巡査部長と\n比較して長かったとしても、それが上記判断を覆す事情になるとは解され\nない。\n丙警部補の業務の質的過重性について\n控訴人は、前記第２の３ アないしエのとおり、㋐窃盗事件の捜査、 実\n習生の指導、 引継ぎの準備並びに 外部団体の研修（ＧＳＥ）への参加及\nびその準備は、いずれも警察官が日常的に行う業務であり、通常業務と質的\nに異なる業務とは到底いえず、仮に同時期にそれらの要因が重なることがあ\nったとしても、丙警部補に社会通念上、客観的にみて、精神障害を発病させ\nるほどの過重な心理的負荷があったと認めることはできない旨主張する の\nで、以下順に検討する。\nア  控訴人は、前記第２の３ アのとおり、 窃盗事件の捜査について、少\nなくとも専従捜査班発足以降の捜査（夜間捜査）は、仮に実施されていた\nとしても業務命令に基づくものではない上、刑事課主管に係る窃盗事件の\n捜査を補助する業務は、交番勤務員として日常業務であって、質的に過重\nな業務になり得ない旨主張する。\nしかし、前記１で補正の上引用した原判決の「事実及び理由」中「第３\n当裁判所の判断」の２ アのとおり、平成２４年２月の専従捜査班発足以\n降も丙警部補が連続窃盗事件に関して「夜間捜査」、「非番捜査」の理由で\n時間外勤務を報告し、これが承認されていることからすれば、同警部補が\n業務として連続窃盗事件の捜査に従事していたことは明らかであり、己交\n番勤務員等が同警部補は自らが交番長を務める己交番管内で連続窃盗事件\nが発生していたことに重圧を感じていた 旨証言している（甲３０、乙１\n８）ことからも、連続窃盗事件の捜査が発症前１か月間における質的に過\n重な業務を構成する要因の一つになったと評価すべきである。この点に係\nる控訴人の上記主張は採用できない。\nイ  控訴人は、前記第２の３ イのとおり、 実習生の指導について、通常\n業務以上に心理的負荷をもたらすものとはいえない旨主張する。\nしかし、前記１で引用した原判決の「事実及び理由」中「第３  当裁判\n所の判断」の２ イのとおり、丙警部補は、職場実習指導員として、発症\n前１か月間の直前である平成２４年２月５日から実習生の指導に当たって\nいたところ、実習生と２名で職務執行を行うため職務の分担が困難となっ\nてその業務量が増大しただけではなく、同警部補が実習生との勤務につい\nて負担を感じていたとの証言（甲３０、３１）があることからしても、実\n習生の指導が発症前１か月間における質的に過重な業務を構成する要因の\n一つになったと評価すべきである。控訴人の上記主張は採用できない。\nウ  控訴人は、前記第２の３ ウのとおり、 引継ぎの準備（異動のための\n引継ぎ）について、まず、丙警部補が異動のための引継ぎ作業に従事して\nいた事実はない旨主張する。しかし、証拠（甲３０、乙１６）によれば、\n複数の己交番勤務員が、丙警部補は平成２４年２月及び同年３月に引継ぎ\n作業のため、週休日に時間外勤務をしていたと証言していること、丁課長\nが平成２４年３月期に同警部補の異動があることを前提とした対応をして\nいたことが認められるのであって、同警部補が異動のために引継ぎ作業を\nしていたことは優に認められる。丙警部補が行っていた作業が春の異動時\n期前の一般的なものにすぎない旨の控訴人の主張は採用できない。\nまた、控訴人は、異動のための引継ぎ作業が通常の業務に比して業務量\nを増加させる要因となることはあり得ない旨主張するが、前記１で引用し\nた原判決の「事実及び理由」中「第３  当裁判所の判断」の２ ウのとお\nり、異動のための引継ぎ作業には、後任者に対するもの（引継書の作成及\nび実際の引継ぎ）のほか、異動時期までに未処理事案等を処理し、書類を\n整理するなどの作業もあり、実際に平成２４年２月から同年３月頃にかけ\nて丙警部補が週休日等に己交番に出勤して引継ぎのための作業等を行って\nいたことに照らし、控訴人の上記主張は採用できない。\nエ  控訴人は、前記第２の３ エのとおり、 外部団体の研修（ＧＳＥ）へ\nの参加やその準備について、まず、その事前準備は客観的にみて長時間を\n要するものではなく、丙警部補にとって取り立てて負担になるようなもの\nではなかった旨主張する。しかし、丙警部補が非番日や週休日に長時間の\n移動を要する本件事前会合等に参加することを余儀なくされていたこと\nや、勤務時間外に相当な時間を費やして、自信のない外国語を用い、慣れ\nないパワーポイントを作成してプレゼンテーションの準備をせざるを得な\nい状況にあったことに照らし、控訴人の上記主張は採用できない。\nまた、控訴人は、ＧＳＥへの参加自体についても、丙警部補に特段の心\n理的負荷を与えるものとは評価できない旨主張する。しかし、 証拠（甲\n８、３２、３３、乙２４）によれば、丁課長は、丙警部補にＧＳＥへの参\n加希望を確認した際、募集要項に語学は含まれていないから英語は話せな\nくても問題がない旨伝えたこと、実際には、応募資格には「英語会話に心\n得があ」ることが掲げられ、現地でも通訳はつかず、参加者が直接会話す\nる必要があったこと、同警部補は、外国語が話せないことについて悩んで\nいたこと、ＧＳＥの他の参加者は、英語での交流が多いため参加者はプレ\nッシャーを感じるとの認識を有していたことが認められる。そうすると、\n丙警部補は、ＧＳＥに参加して外国で研修するためには相応の英語能力が\n必要であることを知り、勤務時間外において語学の勉強をするなど努力は\nしていたものの、英会話能力に自信が持てずに悩んでいたことがうかがわ\nれるのであって、同警部補にとってＧＳＥへの参加、特に英会話能力の問\n題は相当な心理的負担になっていたものと解される。この点、控訴人は、\nＧＳＥへの参加は親善訪問に近く、丙警部補のプレゼンテーションの内容\nや英語能力が評価されるわけではないから、同警部補に心理的負荷を与え\nるものではない旨主張するが、応募資格として英語会話に心得があること\nが挙げられ、警察署から選抜されて国際的な文化交流及び職業的交流を通\nじ国際理解の推進とその後のリーダーの育成を目的とするＧＳＥに参加す\nるというのであるから、英語能力に自信がない者にとっての心理的負荷は\n相当なものがあったと考えるべきである。\nオ  以上検討したとおり、前記㋐ないし の要因はいずれも丙警部補の業務\n量を増大させる要因となっただけでなく、心理的負荷を与えるものであっ\nたと評価すべきであり、これらの要因を単体でみれば、同警部補の業務の\n難易度を著しく高め、あるいは業務量を著しく増大させるものではないと\nしても、これらが特に発症前１か月間に重畳的に同警部補に生じたことに\nより、その業務量を大きく増加させ、同警部補に強度の心理的負荷を与え\nたものと解するのが相当である。\nこのように上記期間における丙警部補の業務は、客観的にみて質的に過\n重なものであったと評価すべきであり、この点に関する控訴人の主張は採\n用できない。\n控訴人の安全配慮義務違反の有無について\n控訴人は、前記第２の３ アないしウの事情によれば、丙警部補の異変を\n知り、それに対処することは不可能であったから、控訴人に法的責任（義務\n違反行為）はない旨主張する。\nしかしながら、前記１で補正の上引用した原判決の「事実及び理由」中\n「第３  当裁判所の判断」の３ のとおり、丙警部補の上司であった丁課長\nらは、同警部補から勤務日誌や時間外勤務実績報告書の提出を受け、同警部\n補の発症５か月前の１か月間から発症前１か月間の時間外勤務時間数が増加\n傾向にあり、かつ発症前１か月間の時間外勤務時間数が１１７時間を超える\n状況に至っていたことを認識し、その原因についても、同警部補が専従捜査\n班発足以降も連続窃盗事件の夜間捜査に従事したり、実習生の指導により分\n担する業務量が増加し、異動のための引継ぎ準備等を行っていたためである\nことを知り、又はこれを容易に知ることができ、さらには同警部補が勤務時\n間外にＧＳＥへの参加準備を行っていることも知っていたものである。加え\nて、丁課長らにおいては、丙警部補が真面目で責任感が強く、愚痴などは言\nわず、他者の援助を求めず何でも自分一人で背負い込む性格であり、実際に\nそのような姿勢で己交番の交番長としてその職責を果たしていたことを認識\nしていたと解されるところである。\n丁課長らは、上記諸要因によって丙警部補の時間外勤務時間数が増大し、\n発症前１か月間はその状況が更に顕著になり、それによって同警部補の疲労\nや心理的負担が過大なものになっていることを容易に認識し得たにもかかわ\nらず、同警部補の業務量を調整したり、その様子や状況を確認することもな\nく、かえって重畳的な業務負担の作出に関わるとともに、同警部補が時間外\n勤務実績報告書で報告した時間外勤務の時間の一部を抹消して、実際の時間\n外勤務の時間を短くする修正を施していたものであって、丁課長らが同警部\n補の業務の過重性に配慮していなかったことは明らかである。\nそうすると、控訴人においては、丙警部補に業務を従事させこれを管理す\nるに際し、職務の遂行に伴う疲労や心理的負担などが過度に蓄積して同警部\n補の心身の健康を損なうことがないようにする義務に違反したというべきで\nある。控訴人が当審において主張する各事情が上記判断を左右するものでな\nいことは、上記判示に照らし明らかである。\n３  当審における控訴人の追加主張（過失相殺の（類推）適用）に対する判断\n控訴人は、前記第２の４ ①ないし③の事情によれば、本件において過失相\n殺の（類推）適用が認められるべきである旨主張する。\nそこで検討するに、業務（公務を含む。）の負担が過重であることを原因と\nして労働者又は公務員に心身に生じた損害の発生又は拡大に上記労働者等の性\n格及びこれに基づく業務遂行の態様等が寄与した場合において、上記性格が同\n種の業務に従事する労働者等の個性の多様さとして通常想定される範囲を外れ\nるものでないときは、上記損害につき使用者（公務員の場合における国または\n地方公共団体を含む。）が賠償すべき額を決定するに当たり、上記性格等を、\n民法７２２条２項の類推適用により上記労働者等の心因的要因として斟酌する\nことはできないと解すべきところ（最高裁判所平成１０年（オ）第２１７号、\n第２１８号同１２年３月２４日第二小法廷判決・民集５４巻３号１１５５頁参\n照）、控訴人の指摘する事情のうち①については、前記２の アに判示したと\nおり、連続窃盗事件の捜査は丙警部補がその業務として従事していたものであ\nり、業務外に自主的・自発的に行われた活動ではないし、強い責任感と職責の\n自覚をもって業務に打ち込む職員がいることは、警察官の職務に従事する公務\n員の個性の多様さとして通常想定される範囲を外れるものではない。\nまた、控訴人の指摘する事情のうち②については、量的及び質的に過剰な業\n務を抱えていた丙警部補が、病院を受診したり、相談窓口等を利用するなどの\n機会があったとは認め難いし、前記１で引用した原判決の「事実及び理由」中\n「第３  当裁判所の判断」の１ イ及びウのとおり、同警部補が、平成２３年\n１１月ないし１２月に受検したストレス診断（「心の元気力チェッカー」）の総\n合評価が最低評価の「Ｅ（かなり悪い）」である旨を丁課長に伝えた際、同課\n長は「しょうがない職場だな」と冗談のように答えただけで、病院の受診や相\n談窓口等の利用を勧めるなどの対応もしていないことに鑑みれば、控訴人にお\nいては、メンタルヘルスに対する職員の意識が低く、また、ストレス状況に応\nじて病院の受診や相談窓口等の利用を促すこと等が周知徹底されていなかった\nことがうかがわれる。\nさらに、控訴人の指摘する事情のうち③については、前記１で補正の上引用\nした原判決の「事実及び理由」中「第３  当裁判所の判断」の２ のとおり、\n丙警部補は、業務上の心理的負荷により、うつ病エピソード等の精神疾患を発\n症し、その影響により本件自殺に至ったものと解されるところ、控訴人が指摘\nするストレス診断の結果をもって上記精神疾患の発症に被控訴人甲が関係した\nと認めることはできず、かえって、証拠（甲３、４、４４、原審における被控\n訴人甲本人尋問）によれば、同警部補は、被控訴人甲に対し、日常的に帰宅時\n間や業務の進捗状況を伝え、当直時等に己交番で食べる夕食の準備を頼み、実\n習生やＧＳＥに関する苦労話などを伝えるなどし、被控訴人甲もプレゼンテー\nション（ＧＳＥ）の準備に協力するなどしていたことが認められるのであっ\nて、被控訴人甲は、同警部補の業務上の心理的負荷を軽減する役割を一定程度\n担っていたと評価すべきである。\n以上のとおりであって、過失相殺に係る控訴人の主張は理由がない。\n４  結論\nよって、原判決は相当であり、本件控訴は理由がないからこれを棄却するこ\nととして、主文のとおり判決する。\n広島高等裁判所第２部\n裁判長裁判官\n小    池    明    善\n裁判官\n光    岡    弘    志\n裁判官\n若    松    光    晴\n"
}