{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 4,
    "day": 10
  },
  "case_number": "令和3(ワ)33726",
  "case_name": "発信者情報開示請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "92370",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=92370",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/370/092370_hanrei.pdf",
  "contents": "令和 5 年 4 月 10 日判決言渡  同日原本領収  裁判所書記官\n令和 3 年（ワ）第 33726 号  発信者情報開示請求事件\n口頭弁論終結日  令和 5 年 2 月 9 日\n判 決\n原 告            株 式 会 社 ク ロ サ イ\n同訴訟代理人弁護士            柳   勝 久\n被 告            ツイッター   イン ク\n同訴訟代理人弁護士            中島   徹\n同                            平 津 慎 副\n同                            上 田 一 郎\n同                            清   水   美彩 惠\n主 文\n1  被告は、原告に対し、別紙発信者情報目録記載の各情報を開示せよ。\n2  訴訟費用は被告の負担とする。\n事 実 及 び 理 由\n第 1  請求\n主文同旨\n第 2  事案の概要\n1    本件は、原告が、氏名不詳者により短文投稿サイト「Twitter」（以下「ツイッ\nター」という。）に投稿された別紙投稿目録 1 記載の各投稿（以下「本件各投稿」\nという。）において、①別紙投稿画面一覧 1 記載のとおり、原告が著作権を有す\nる別紙著作物目録記載の各投稿（以下「本件各著作物」という。）をキャプチャ\nした画像が投稿され、原告の本件各著作物に係る著作権（複製権及び公衆送信権）\nが侵害された旨（主位的主張）、また、②本件各投稿により原告の投資情報サー\nビス等に係る営業権が侵害された旨（予備的主張）を主張して、ツイッターを運\n営する被告に対し、特定電気通信役務提供者の損害賠償責任の制限及び発信者\n情報の開示に関する法律（以下「法」という。）5 条 1 項に基づき、別紙発信者\n情報目録記載の各情報（以下「本件発信者情報」という。）の開示を求める事案\nである。\n2  前提事実（当事者間に争いがないか、末尾の証拠及び弁論の全趣旨により容易\nに認められる事実）\n(1)  当事者等\n原告は、金融商品取引法に基づく投資助言・代理業の登録を受け、一般投\n資家向けに、投資助言その他投資情報サービス等を行う株式会社である。\n被告は、ツイッターを運営する企業であり、その役務提供の内容等に照ら\nし、特定電気通信（法 2 条 1 号）の用に供される電気通信設備（特定電気通\n信設備。同条 2 号）を他人の通信の用に供する者（特定電気通信役務提供者。\n同条 3 号）に当たり、また、本件発信者情報をいずれも保有している。\n(2)  氏名不詳者の行為\n氏名不詳者は、別紙投稿目録 1 記載の各投稿日時に、同別紙記載の各 URL\nによりツイッターに本件各投稿を投稿した。本件各投稿には、別紙投稿画面\n一覧 1 記載のとおり、本件各著作物をキャプチャした画像がそれぞれ使用さ\nれている（甲 6）。\n3   本件の主たる争点は権利侵害の明白性であり、これに関する当事者の主張は\n次のとおりである。\n（原告の主張）\n(1)    著作権侵害（主位的主張）\n本件各著作物は、いずれも、原告が、対象企業の業績、株価の見通し、買い\n推奨の理由等について、対象企業の財務状況、日経平均株価の動向等を踏まえ、\n自らの個性を発揮して創作的に表現したものであり、文芸の範囲に属する言\n語の著作物に該当する。\n本件各投稿では、本件各著作物をキャプチャした画像がそれぞれ使用されて\nいることから、氏名不詳者は、本件各著作物をいずれも複製した上でツイッタ\nーに投稿したといえる。このような投稿行為により本件各著作物に係る原告\nの著作権（複製権及び公衆送信権）が侵害されたことは明らかである。\n(2)   営業権侵害（予備的主張）\n本件各著作物は、いずれも原告が顧客との間で締結した投資顧問契約に基づ\nきオンラインサロンに投稿した投資助言サービスに係る情報であるところ、\n上記投資顧問契約上、原告が配信した投資助言サービスの内容を第三者に漏\nえいすることは明示的に禁止されている。したがって、本件各投稿により、原\n告の営業権が侵害されたことは明らかである。\n（被告の主張）\n(1)   著作権侵害について\n本件各著作物は、いずれも、対象企業の会社概要、業績、株価等の資料を前\n提に、原告の同社に対する評価、株価見通し、買い推奨等をコメントしたもの\nであるところ、上記のような資料を前提として、その株価見通し等をコメント\nしようとする場合の表現方法は相当程度限定されており、表現の選択の幅は\nほとんどない。したがって、本件各著作物はいずれも言語の著作物に該当する\nとはいえない。\n(2)   営業権侵害について\n一般に企業秘密や営業上の情報の漏えい等による権利侵害については、不\n正競争防止法が営業秘密等の問題として規律するところであり、他人の営業\n上の情報を使用する行為のうち同法の不正競争に該当しない行為については、\n基本的には自由競争の範囲内の行為である。したがって、ある行為が不正競争\nに該当しないものである場合、不正競争防止法が規律する利益とは異なる法\n的に保護された利益を侵害するなどの特段の事情がない限り、一般不法行為\nは成立しないと解すべきである。\nしかるに、本件各著作物の内容は、いずれも原告に対して会費を支払えば誰\nでも会員になって閲覧することができ、不特定多数の外部の人間に公開され\n得るものである。経済産業省の公表する「限定提供データに関する指針」に照\nらせば、原告が投資顧問契約上顧客に対して外部漏えいを禁止していたとし\nても、本件各著作物は秘密管理性の要件を満たさず、営業秘密に該当しない。\nしたがって、本件各投稿は、いずれも不正競争防止法違反に問責されない。\nまた、本件において、不正競争防止法が規律する利益とは異なる法的に保護\nされた利益を侵害するなどの特段の事情が存在することの主張立証はない。\nしたがって、本件各投稿につき、一般不法行為である営業権侵害も成立しない。\n第 3  当裁判所の判断\n1  争点（権利侵害の明白性）について\n(1)   証拠（甲 7）及び弁論の全趣旨によれば、本件各著作物は、いずれも、原告\nが、対象企業の業績、株価の見通し、買い推奨の理由等について、対象企業の\n財務状況、日経平均株価の動向等を踏まえ、自らの知識、経験、個性等に基づ\nいて、個別具体的にコメントしたものと認められる。そうすると、本件各著作\n物は、いずれも原告の思想又は感情を創作的に表現したものといえる。\nしたがって、原告は、著作物である本件各著作物の著作者としてその著作権\nを有するものと認められる。これに反する被告の主張は採用できない。\n(2)  氏名不詳者は、ツイッターに、別紙投稿画面一覧 1 記載のとおり、本件各\n著作物をキャプチャした画像を使用した本件各投稿をそれぞれ投稿した。\nこのことから、氏名不詳者が本件各著作物を複製したこと及びこれを利用し\nて作成した本件各投稿をツイッターに投稿することにより公衆送信したこと\nは、いずれも明らかといってよい。したがって、本件各投稿の作成・投稿によ\nり原告が本件各著作物に係る著作権（複製権及び公衆送信権）を侵害されたこ\nとは明らかと認められる。\n(3)  以上より、本件各投稿による原告の権利侵害の明白性は認められる。\n2    その他の要件について\n(1)  前提事実(1)によれば、被告は、上記権利侵害に係る「特定電気通信の用に供\nされる特定電気通信設備を用いる特定電気通信役務提供者」（法 5 条 1 項）に\n該当する。また、被告は、本件発信者情報をいずれも保有している。\n(2)  弁論の全趣旨によれば、原告が氏名不詳者に対して著作権侵害を理由とする\n損害賠償請求権等を行使するためには、本件発信者情報の開示を受ける必要が\nあると認められる。\nしたがって、原告には本件発信者情報の開示を受けるべき正当な理由がある\nといえる。\n(3)  本件発信者情報は、特定発信者情報以外の発信者情報に当たる。\n3  まとめ\n以上より、原告は、法 5 条 1 項に基づき、被告に対し、本件発信者情報の開示\n請求権を有する。\n第 4  結論\nよって、原告の請求は理由があるからこれを認容することとし、主文のとおり\n判決する。\n東京地方裁判所民事第 47 部\n裁判長裁判官\n杉    浦      正    樹\n裁判官\n小    口      五    大\n裁判官稲垣雄大は、てん補につき、署名押印することができない。\n裁判長裁判官\n杉    浦      正    樹\n別紙\n発信者情報目録\n別紙投稿目録 1 記載の投稿が投稿されたアカウントの契約者に関する以下の情\n報。\n①  電話番号\n②  電子メールアドレス\n（別紙投稿目録 1、別紙投稿画面一覧 1、別紙著作物目録省略）\n"
}