{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 3,
    "month": 4,
    "day": 9
  },
  "case_number": "令和2(ワ)1224",
  "case_name": "墓参妨害排除等請求事件",
  "court_name": "札幌地方裁判所",
  "gist": "１　本件は，原告が，兄の被告に対し，①主位的に，墓参についての慣習上の権利に基づき，両親の遺骨が埋葬された墳墓の所在地に関する情報開示と，当該墳墓への参詣の妨害禁止を求めるとともに，上記権利を侵害されたと主張して，不法行為に基づき，一部請求として損害賠償金の支払を求め，②予備的に，民法８９７条２項に基づき，上記遺骨の分骨手続及び分骨後の遺骨の引渡しを求める事案である。\n２　裁判所は，主位的請求を棄却し，予備的請求については請求の趣旨の特定を欠き，これが補正によって特定可能になるものでもないとして，予備的請求に係る訴えを却下した。",
  "lawsuit_id": "90861",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=90861",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/861/090861_hanrei.pdf",
  "contents": "判 決\n主 文\n１  原告の主位的請求をいずれも棄却する。\n２  原告の予備的請求に係る訴えを却下する。\n３  訴訟費用は，原告の負担とする。\n事実及び理 由\n第１  請求\n１  主位的請求\n(1)  被告は，原告に対し，亡Ａ（本籍・北海道室蘭市（以下記載省略），最後\nの住所・札幌市α区（以下記載省略），平成５年（以下記載省略）死亡）及\nび亡Ｂ（本籍・北海道室蘭市（以下記載省略），最後の住所・札幌市α区\n（以下記載省略），平成１０年（以下記載省略）死亡）の遺骨が埋葬された\n墳墓の所在地に関する情報を開示せよ。\n(2)  被告は，原告及び原告の同行者が，１(1)記載の墳墓に参詣することを妨\n害してはならない。\n(3) 被告は，原告に対し，１万円を支払え。\n２  予備的請求\n(1)  被告は，原告に対し，亡Ａ（本籍・北海道室蘭市（以下記載省略），最後\nの住所・札幌市α区（以下記載省略），平成５年（以下記載省略）死亡）及\nび亡Ｂ（本籍・北海道室蘭市（以下記載省略），最後の住所・札幌市α区\n（以下記載省略），平成１０年（以下記載省略）死亡）の遺骨について，分\n骨手続をせよ。\n(2) 被告は，原告に対し，２(1)の分骨された遺骨を引き渡せ。\n第２  事案の概要\n本件は，原告が，兄の被告に対し，①主位的に，墓参についての慣習上の権利\nに基づき，両親の遺骨が埋葬された墳墓の所在地に関する情報開示と，当該墳墓\nへの参詣の妨害禁止を求めるとともに，上記権利を侵害されたと主張して，不法\n行為に基づき，一部請求として損害賠償金１万円の支払を求め，②予備的に，民\n法８９７条２項に基づき，上記遺骨の分骨手続及び分骨後の遺骨の引渡しを求め\nる事案である。\n１  前提事実（証拠等を掲記した事実以外は当事者間に争いがない。）\n(1) 当事者\nア  被告は，ＡとＢの長男である。\nイ  原告は，ＡとＢの二男である。\n(2)ＡとＢの死亡\nＡは，平成５年（以下記載省略），死亡した。\nＢは，平成１０年（以下記載省略），死亡した。\n(3)Ａ及びＢの遺骨\nア  Ａ及びＢの遺骨（以下，併せて「本件遺骨」という。）は，両名の死亡\n後，いずれも札幌市所在のＣ寺の遺骨収納スペースに保管され，被告がそ\nの使用料を支払っていた。\nイ  被告は，平成２４年頃，本件遺骨をＣ寺から移動させ，京都市所在の自\n宅で手元供養を行った。\n(4) 祭祀承継及び遺骨についての家事審判手続\n札幌家庭裁判所は，平成２９年３月２４日，原告を申立人，被告を相手方\nとする家事審判手続（札幌家裁平成２８年（家）第９０８号祭祀承継者指定\n（相続）申立事件。以下「本件家事審判手続」という。）において，①Ｂの\n祭祀財産の承継者を被告と定め，②本件遺骨の取得者を原告及び被告と定め\nる旨の審判をした。\nこれに対して双方が抗告したところ，札幌高等裁判所は，同年６月２７日，\n上記①については原審の判断を維持し，上記②については本件遺骨の取得者\nを被告と定める旨の決定をし，同決定は確定した（甲２，乙９，１０）。\n(5) 遺骨についての損害賠償請求訴訟\n原告は，本件遺骨のＣ寺からの移動は不法行為に該当すると主張して，平\n成２９年１月，被告及びその妻子らに対し，不法行為に基づき，損害金２２\n０万円の支払を求める旨の訴訟を札幌地方裁判所に提起した（札幌地裁平成\n２９年（ワ）第１１５号損害賠償請求事件。以下「本件前訴」という。）。\nしかるに，札幌地方裁判所は，平成３０年２月２８日，原告の請求はいず\nれも理由がないとして，これを棄却する旨の判決をした。\n原告は控訴したが，札幌高等裁判所は，同年８月２４日，原告の控訴を棄\n却する旨の判決をし，同判決は確定した（乙１１ないし１４〔枝番号含\nむ。〕）。\n２  争点\n(1) 主位的請求について\nア  主位的請求に係る訴訟要件の有無\nイ  墳墓情報開示請求及び参詣妨害禁止請求の当否\nウ  損害賠償請求の当否\n(2) 予備的請求について\nア  予備的請求に係る訴訟要件の有無\nイ  分骨手続請求及び遺骨引渡請求の当否\n第３  当事者の主張\n１  争点(1)ア（主位的請求に係る訴訟要件の有無）について\n（被告の主張）\n(1) 原告の主位的請求は，いずれも特定されていない。また，いずれの請求も，\n原告が被告にこれらの作為義務を要求することのできる法的な根拠もなく，\n請求自体が失当である。さらに，いずれも給付請求のようであるが，執行も\nできない態様のものである。\n(2) また，原告の主位的請求は，いずれも本件家事審判手続や本件前訴の判決\n等において否定され，結論が出ていることの蒸し返しであって，信義則にも\n反する。\n（原告の主張）\n(1) 原告の主位的請求は，墳墓の情報を開示する義務（作為義務）や，墳墓へ\nの参詣を妨害しない義務（不作為義務）などとして特定されている。そして，\nこれらの義務につき違反状態又は違反のおそれが認められた場合，間接強制\nの対象となり得る。\n(2) また，本件家事審判手続での判断は家事審判にすぎず，確定判決と異なり\n既判力は存在しないし，仮に既判力が認められるとしても本訴における原告\nの主張とは矛盾しない。本件前訴についても，そこでの主張は本訴における\n原告の主張は異なる。いずれにせよ，原告の主位的請求は，蒸し返しには当\nたらない。\n２  争点(1)イ（墳墓情報開示請求及び参詣妨害禁止請求の当否）について\n（原告の主張）\n(1) 我が国では，遺骨が埋葬されている墳墓において焼香・合掌・礼拝という\n形態における墓参を行い，死者をまつり祖先をしのぶといった，素朴な宗教\n心に基づく慣行がある。そして，子孫による継続的な参拝の実体がある場合，\n当該子孫には，慣習上，上記のような形態で墓参をする権利が認められると\nいうべきである（京都地裁平成１３年１１月１日判決〔甲７〕参照）。\n本件において，原告はＣ寺への参拝を欠かさず行っていたものであり，原\n告及び原告の家族は，本件遺骨が収蔵された墳墓への参詣を強く希望してい\nるのであって，原告は，祭祀承継者である被告に対し，原告及びその同行者\nらをして，本件遺骨が埋葬された墳墓を参詣させることを請求する権利を有\nする。\nそして，かかる権利は，①被告が原告に対し，本件遺骨が埋葬された墳墓\nの所在地に関する情報を開示すること，及び，②被告が，原告及び原告の同\n行者らによる当該墳墓への参詣を妨害しないことによって実現される。\n(2) この点につき被告は，本件家事審判手続や本件前訴での蒸し返しである旨\n主張するが，争点(1)アでも主張したとおり，蒸し返しには当たらない。\nまた，被告は，プライバシー権を主張するが，被告は本件遺骨に関する情\n報の開示によりいかなる不利益が生じるのかなど，プライバシー権侵害の要\n件を何ら主張しておらず，主張自体失当である。\n（被告の主張）\n(1) 原告の主張する権利は争う。なお，原告の引用する京都地裁判決は本件と\n全く事案を異にする上，控訴審で変更されている。\n(2)  争点(1)アでも主張したように，原告の主張は本件家事審判手続や本件前\n訴での主張の蒸し返しであって，既判力に抵触する。\nまた，被告は祭祀承継者であるところ，本件遺骨に関する情報は祭祀の内\n容に関するものであって，プライバシー性が高い上に，信教の自由や内心の\n自由に係るものとして，秘匿されるべき必要性も高い。他方，原告はこれま\nで被告に対する虚偽主張，訴訟等を行っており，両者の間にはもはや信頼関\n係はない。被告として，原告との関わりを持たず，祭祀承継者として静かに\n本件遺骨を守り続けて行こうとすることはむしろ当然かつ自然であって，仮\nに原告に何らかの権利や請求権があるとしても，その行使は権利濫用に該当\nする。\n３  争点(1)ウ（損害賠償請求の当否）について\n（原告の主張）\n争点(1)イで主張したとおり，原告には本件遺骨が埋葬された墳墓を参詣す\nる権利があるところ，被告は平成２７年以降，本件遺骨が収蔵された施設名の\n開示を拒否し，もって上記権利を侵害したものである。これにより原告が被っ\nた精神的苦痛に対する慰謝料の額は１００万円を下回らず，原告は，被告に対\nし，一部請求として，このうち１万円を請求する。\n（被告の主張）\n争う。本件前訴での主張の蒸し返しにすぎない。\n４  争点(2)ア（予備的請求に係る訴訟要件の有無）について\n（被告の主張）\n(1) 原告の予備的請求についても，やはり特定されておらず，請求自体が失当\nであって，執行もできない態様のものであるほか，既判力に抵触し，主要な\n争点についての判断にも反し，また信義則にも反する。\n(2) なお，原告は，予備的請求の根拠条文を民法８９７条２項としているとこ\nろ，同項は祭祀承継者を「家庭裁判所が定める」としているのであって，地\n方裁判所に管轄はない。\n（原告の主張）\n(1) 原告の予備的請求は，作為義務を定めたものであり，請求は特定されてい\nる。なお，この義務につき違反状態又は違反のおそれが認められた場合，間\n接強制の対象となり得る。\nまた，原告の予備的請求は，蒸し返しには当たらない。\n(2) なお，被告は地方裁判所に管轄がない旨主張するが，原告は被告が祭祀承\n継者であることは争っておらず，家庭裁判所での審理が必要とされるもので\nはない。\n５  争点(2)イ（分骨手続請求及び遺骨引渡請求の当否）について\n（原告の主張）\n遺骨の一部を分属させなければならない特別な事情がある場合には，民法８\n９７条２項又はその類推適用に基づき，分骨請求権が認められるのであって，\nこのことは，大阪高裁平成３０年１月３０日決定（甲８）の判断からも明らか\nである。\n本件において被告は，明確に原告の墓参を拒絶しているのであって，原告の\n心情や墓参の便宜に配慮していない。しかも，Ａ及びＢは，原告による墓参を\n希望していたのであって，このような状況は，Ａ及びＢの遺志にも反する。\nしたがって，本件においては，遺骨の一部を分属させなければならない特別\nな事情があるため，原告は，被告に対し，民法８９７条２項に基づき，本件遺\n骨の分骨手続を求めるとともに，分骨後の遺骨の引渡しを求めることができる。\n（被告の主張）\n分骨請求権が認められるとの主張については争う。なお，原告の引用する大\n阪高裁平成３０年１月３０日決定は，家事審判に対する抗告審での判断であっ\nて，その事案も本件と異にする上，結論として分骨を認めておらず，原告が有\n利に援用できるような裁判例ではない。\nそもそも，本件遺骨については，本件家事審判手続の抗告審において，被告\nのみが取得するものと判断されており，同判断は確定しているのであって，原\n告の主張は既判力にも抵触する。\n第４  当裁判所の判断\n１  認定事実\n前記前提事実及び後掲の各証拠によれば，次の事実が認められる。\n(1) 本件家事審判手続\nア  家事調停手続申立て\n原告は，平成２７年１２月３日，原告を申立人，被告，被告の妻及び被\n告の子ら２名（合計４名）を相手方として，①Ａ及びＢの祭祀財産の承継\n者を原告とする，②被告，被告の妻及び被告の子ら２名が連帯して原告に\n１００万円を支払うとの内容の家事調停手続を申し立てた。\n原告は，上記②の理由として，本件遺骨のＣ寺からの移動は窃盗罪を構\n成し，不法行為に該当するのであって，これにより原告が被った精神的苦\n痛を慰謝するには１００万円を下回らないなどと主張していた（乙７）。\nイ  第１審の判断\n上記アの調停のうち，原告と被告との間の祭祀承継者指定の部分（上記\n①）のみ家事審判手続に移行し，札幌家庭裁判所は，平成２９年３月２４\n日，審判をした。\n上記審判において，札幌家庭裁判所は，Ｂの祭祀財産については被告が\n長期間にわたって管理していることなどを理由に，その承継者を被告と定\nめた。また，札幌家庭裁判所は，民法８９７条２項に基づいて被相続人の\n遺骨の取得者を定めることができると解した上，本件遺骨は原告及び被告\nが共同で取得すべきであるとして，両者をその取得者と定めた。\nこれに対し，双方が抗告した（甲２，乙９）。\nウ  抗告審の判断\n札幌高等裁判所は，平成２９年６月２７日，祭祀財産の承継者について\nは原審の判断を維持し，本件遺骨については，次の理由により，その取得\n者を被告と定める旨の決定をした（甲２）。\n「遺骨は，祭祀財産などとともに祭祀の対象と扱われているのが実際であ\nり，祭祀財産と離れて管理，保管されることが予定されるものではないか\nら，特段の事情がない限り，祭祀財産の承継者が遺骨も取得するものとい\nうべきである（最高裁判所第三小法廷・平成元年７月８日判決・家裁月報\n４１巻１０号１２８頁参照）。」\n「本件において，祭祀財産の承継者とは異なる者を遺骨の取得者として指\n定すべき特段の事情は存しない。」\n「そうすると，被相続人らの遺骨も，被相続人の祭祀財産の承継者となる\nべき原審相手方〔判決注：被告〕をその取得者と定めるのが相当である。」\n(2) 本件前訴\nア  訴えの提起\n原告は，本件遺骨のＣ寺からの移動は不法行為に該当すると主張して，\n平成２９年１月，被告及びその妻子らに対し，不法行為に基づき，損害金\n２２０万円の支払を求める旨の訴訟（本件前訴）を札幌地方裁判所に提起\nした。\n本件前訴において，原告は，「被告らが本件遺骨を移動させたことで，\n…本件遺骨を前にした法事や参拝の機会を奪われ，宗教上の信仰心や感情\nを侵害された。」などと主張していた（乙１１，１２）。\nイ  第１審の判断\n札幌地方裁判所は，平成３０年２月２８日，被告の子らが本件遺骨の移\n動に関与したとする的確な証拠はなく，また，被告及びその妻による本件\n遺骨の移動は不法行為には当たらないと判断して，原告の請求を棄却する\n旨の判決をした。\nこれに対し，原告が被告及びその妻との関係でのみ控訴した（乙１２，\n１３）。\nウ  控訴審の判断\n札幌高等裁判所は，平成３０年８月２４日，次の理由により，原告の控\n訴を棄却する旨の判決をし，同判決は確定した（乙１３，１４〔枝番号含\nむ。〕）。\n「この点，控訴人〔判決注：原告〕が主張する控訴人の信仰心や感情が，\n法律上保護される利益に当たらないとまではいい難い。しかるに，…被控\n訴人Ｄ〔判決注：被告〕は，Ａの葬儀に際しては施主（同葬儀の喪主はＢ）\nを，Ｂの葬儀に際しては喪主を務めるなどし，また，Ｂの祭祀財産の承継\n者及び本件遺骨の取得者とされるべき地位にあったものと認められる。そ\nうすると，本件遺骨をどこでどのように保存し，祀るかといった点につい\nては，上記のような地位を有する被控訴人Ｄの意向が優先されるべきもの\nというべきである。」\n「本件遺骨の移動は社会通念上不当なものとはいえず，これにより上述の\n控訴人の信仰心等が害されたとしても，かかる移動が控訴人に対する不法\n行為を構成するとまではいえない。」\n(3) 札幌市に対する照会及びその回答\n原告の代理人弁護士は，札幌弁護士会を通じて，平成２９年１０月３０日，\n札幌市に対し，Ａ及びＢの埋蔵等届における「改葬（分骨を含む）先の施設\n名」を教示されたい旨照会した。\nこれに対し，札幌市は，同年１２月４日，次の理由により，照会事項につ\nいては公開することができない旨回答した（甲３，４）。\n「当該照会の依頼者であるＥ〔判決注：原告〕は，実兄であるＤ〔判決注：\n被告〕と実父母の遺骨の所有権をめぐり裁判を起こしており，当該遺骨の所\n有権はＤにあるとの判決があった。\nまた，Ｄは，本市で当該遺骨の改葬許可の手続きを行う際に，当該遺骨改\n葬先の施設名を誰にも公開しないよう本市に強く求めていた。\n以上のことから，兄弟間で当該遺骨に関して争いがある中で，当該改葬先\nの施設名を公開することにより，Ｄの権利利益を害するおそれがあると認め\nられるため，本件は非公開とする。」\n２  争点(1)ア（主位的請求に係る訴訟要件の有無）について\n(1) 原告は，主位的請求において，①本件遺骨が埋葬された墳墓の所在地に関\nする情報の開示，②当該墳墓への参詣を妨害することの禁止，③１万円の支\n払を求めている。\n(2) これに対し，被告は，上記①ないし③の請求はいずれも特定されておらず，\n法的な根拠もなく，執行もできない態様のものであるため，これらの請求に\n係る訴えは却下されるべきであると主張する。\nしかし，上記①の請求は，本件遺骨，すなわちＡ及びＢの遺骨が埋葬され\nた墳墓の所在地に関し，その情報の開示を求めるというものであり，上記②\nの請求は，原告及びその同行者が当該墳墓に参詣することを妨害してはなら\nない旨を求めるというものであり，上記③の請求は，１万円の支払を求める\nというものであって，いずれも請求として特定されており，その執行も可能\nというべきである。また，請求に法的な根拠がないからといって，その請求\nに係る訴え自体が直ちに不適法となるものでもない。\nしたがって，被告の上記主張は，いずれも採用することができない。\n(3) また，被告は，上記①ないし③の請求はいずれも本件家事審判手続や本件\n前訴で否定されたものの蒸し返しであって，信義則に反すると主張する。\nこの点，確かに，本件家事審判手続では本件遺骨の帰属が争われ，結論と\nしてその取得者を被告と定める旨の判断がされたところである。また，本件\n前訴では，原告が「本件遺骨を前にした法事や参拝の機会を奪われ，宗教上\nの信仰心や感情を侵害された。」などと主張して損害賠償を請求し，結論と\nしてこれが棄却されたところである。他方，本件の主位的請求も本件遺骨に\n係る請求であり，中でも上記③の請求は，「本件遺骨が埋葬された墳墓を参\n詣する権利」が侵害されたと主張して，損害賠償を請求するものである（争\n点(1)ウ）。そうすると，本件の主位的請求は蒸し返しに当たるとの被告の主\n張も，十分に理解し得るところではある。\nしかし，本件家事審判手続及び本件前訴では，本件において原告の主張す\nる「墳墓を参詣する権利」の存否等が直接争われたというわけではない。ま\nた，本件で原告の主張する被告の権利侵害行為は，「本件遺骨が収蔵された\n施設名の開示を拒否」したというものであって（争点(1)ウ），本件前訴で主\n張していた「本件遺骨のＣ寺からの移動」という権利侵害行為と全く同一と\nいうわけでもない。\nしたがって，原告の主位的請求が本件家事審判手続及び本件前訴の蒸し返\nしであって，これに係る訴えの提起が信義則に反するものと断言するには，\nなお躊躇があるというべきである。被告の上記主張は，採用することができ\nない。\n(4) 以上によれば，原告の主位的請求に係る訴えについては，その訴訟要件が\n具備されているものというべきである。\n３  争点(1)イ（墳墓情報開示請求及び参詣妨害禁止請求の当否）及び同ウ（損\n害賠償請求の当否）について\n(1) 原告は，我が国の慣習上，子孫には「墓参をする権利」が認められるとし，\nそれゆえ原告には被告に対して「本件遺骨が埋葬された墳墓を参詣させるこ\nとを請求する権利」があると主張して，当該権利に基づき，①本件遺骨が埋\n葬された墳墓の所在地に関する情報の開示，②当該墳墓への参詣を妨害する\nことの禁止，③１万円の支払を求めている。\nこれは，「墓参をする権利」を人格権ないしそれに準ずる権利であるとし\nて，当該権利に基づく妨害排除請求権として情報の開示を求め（上記①），\nまた，当該権利に基づく妨害排除・予防請求権として参詣の妨害の禁止を求\nめ（上記②），さらに，これらを前提に，情報不開示及び参詣妨害が不法行\n為に該当するとして，その損害賠償を求めるもの（上記③）と解される。\n(2) この点，確かに，子孫として先祖の墳墓を参詣するという行為は，死者を\nまつり先祖をしのぶという素朴な宗教心に基づくものであって，これにより\n満たされる宗教上の信仰心や感情といったもの自体は，法律上保護される利\n益に当たらないとまではいい難い。本件前訴の控訴審も，「本件遺骨を前に\nした法事や参拝の機会を奪われ，宗教上の信仰心や感情を侵害された」との\n原告の主張に対し，「控訴人〔判決注：原告〕が主張する控訴人の信仰心や\n感情が，法律上保護される利益に当たらないとまではいい難い。」と判示し\nているところである。\nしかし，ここから直ちに，一般に「墓参をする権利」というものが人格権\nないしそれに準ずる権利として認められ，原告が被告に対して「本件遺骨が\n埋葬された墳墓を参詣させることを請求する権利」を有していて，これに基\nづき，裁判上，妨害排除請求権ないし妨害予防請求権まで行使することがで\nきるというのは，あまりにも飛躍があるというべきである。特に，原告はこ\nのような権利についての法令上の根拠を何ら具体的に主張せず，ただ「墓参\nをする権利」が慣習上認められるというにとどまっているのであって，この\n点からも原告の主張についてはその採用がためらわれるところである。\nまた，本件家事審判手続において，Ｂの祭祀財産の承継者は被告と定めら\nれ，本件遺骨の取得者も被告と定められていて，この判断は確定している。\nそして，被告は，本件遺骨をめぐってなお原告から本訴を提起されるなどし\nている中で，今後は祭祀承継者として静かに本件遺骨を守り続けていきたい\nと願っているのであって（被告第４準備書面〔７頁〕参照），このような被\n告の心情も十分理解することができる。\nしたがって，原告の上記(1)の主張は，にわかに採用することができない。\n(3) この点につき原告は，自らの主張を裏付けるものとして，墳墓への参詣請\n求を一部認容した京都地裁平成１３年１１月１日判決（甲７）を引用する。\nしかし，上記判決は，真宗大谷派の門主の四男が，宗教法人としての真宗\n大谷派に対し，大谷祖廟の祖廟地における墳墓への参詣を求めた事案であり，\nこの四男は門主の祭祀承継者に指定されていたものでもあって，祭祀承継者\nではない原告の提起した本件とは事案を大きく異にする。そして，そもそも\n上記判決は控訴審で変更されているというのであって（第１回弁論準備手続\n調書），いずれにせよ，上記判決の存在をもって，原告の上記(1)の主張に理\n由があると即断することは困難である。\n(4) 以上によれば，その余の点について判断するまでもなく，原告の主位的請\n求はいずれも理由がない。\n４  争点(2)ア（予備的請求に係る訴訟要件の有無）について\n(1) 原告は，予備的請求において，①本件遺骨の分骨手続を求めるとともに，\n②分骨後の遺骨の引渡しを求めている。\n(2) これに対し，被告は，原告の予備的請求の根拠は民法８９７条２項という\nのであり，同項は祭祀承継者を「家庭裁判所が定める」としているのであっ\nて，地方裁判所に管轄はないと主張する（ただし，家事事件手続法９条１項\nに基づく移送申立てまではしていない。）。\nしかし，本件において原告が求めているのは，飽くまでも分骨手続及び遺\n骨の引渡しであって，民法８９７条２項に基づく「相続の場合における祭具\n等の所有権の承継者の指定」（家事事件手続法３９条，別表第二・１１）そ\nのものではなく，それゆえ地方裁判所に管轄がないとはいえない（最高裁平\n成元年７月１８日第三小法廷判決・家裁月報４１巻１０号１２８頁参照）。\n(3) しかしながら，原告の予備的請求は，以下のとおり，その特定を欠くもの\nといわざるを得ない。\nア  まず，原告の分骨請求（上記①）に係る請求の趣旨は，「被告は，原告\nに対し，亡Ａ（本籍・北海道室蘭市（以下記載省略），最後の住所・札幌\n市α区（以下記載省略），平成５年（以下記載省略）死亡）及び亡Ｂ（本\n籍・北海道室蘭市（以下記載省略），最後の住所・札幌市α区（以下記載\n省略），平成１０年（以下記載省略）死亡）の遺骨について，分骨手続を\nせよ。」というものである。\nしかるに，ここにいう分骨手続というのは極めて幅のある概念であって，\n何をどこまで行えば履行したことになるのかすら，何ら明確ではない。\nそもそも，「分骨」という用語自体，その対象，内容等について法令上\n定義されたものはなく，ただ「墓地，埋葬等に関する法律施行規則」（昭\n和２３年厚生省令第２４号）５条に証明書の発行についての規定があるだ\nけであるし，一般用語としても，「分骨」とは「遺骨の一部を分けて，他\nに納めること。」（広辞苑第６版）などとされているにすぎない。\n本件についてみても，まず，本件遺骨全体のうち，どの部位の骨をどの\n程度の量まで分骨しなければならないのか，骨１片でも足りるのか，それ\nとも全体のうち相応の割合まで分骨しなければならないのかなどについて\nは全く明らかではなく，その対象自体が特定されていない。\nまた，分骨手続として要求される内容についても，単に遺骨の一部を分\nけるだけで足りるのか，それともこれに伴う宗教上の儀式，例えば仏教に\nおける閉眼供養及び開眼供養などの法要の実施まで要するのか，仮に要す\nるとしてどの宗派の様式による法要を要するのか，その費用は原告と被告\nのいずれが負担するのかなど，何ら明らかではない。\nさらに，「分骨」とは，上記のとおり「遺骨の一部を分けて，他に納め\nること。」とされているのであって，分骨手続を履行したというために，\nいわゆる納骨手続まで要するのか，仮に要するとして納骨先の墳墓や納骨\n堂の手配・契約まで要するのか，仮に要さないとしても骨壺の準備までは\n要するのかなど，一連の手続のうちどこまでが必要とされるのかについて\nも，やはり明らかではない。\n加えて，上記「墓地，埋葬等に関する法律施行規則」５条に定める証明\n書の発行依頼や，その分骨先への提出など，分骨に伴って必要とされる各\n種事務についてもどこまで必要とされるのか，これもやはり明らかではな\nい。\n結局のところ，上記請求の趣旨はおよそ特定されているとはいえず，こ\nれが補正によって特定可能となるともにわかに考え難い。\nイ  そして，原告の分骨請求（上記①）に係る請求の趣旨が特定されていな\nい以上，これを前提とする分骨後の遺骨の引渡請求（上記②）についても，\nやはり，その引渡しの対象物が不明であって，特定されていないものとい\nわざるを得ない。\nウ  なお，この点につき原告は，大阪高裁平成３０年１月３０日決定（甲８）\nを引用する。\nしかし，上記決定は，家事審判手続において分骨手続及び当該分骨の引\n渡しが申し立てられた事案であり，原審（大阪家裁堺支部平成２９年１０\n月２６日審判）が当該申立てを却下したのに対し，抗告審においてこれを\n維持したものにすぎないのであって，民事訴訟において分骨手続を求める\n旨の請求がされた場合に，これが特定されているか否かが正面から判断さ\nれた事案ではない。\nしたがって，上記決定は，本件の判断を左右するものではない。\n(4) 以上によれば，原告の予備的請求に係る訴えは，不適法であって却下を免\nれない。\n５  結論\nよって，原告の主位的請求は理由がないからいずれも棄却し，原告の予備的\n請求に係る訴えは不適法であるから却下することとして，主文のとおり判決す\nる。\n札幌地方裁判所民事第５部\n裁判長裁判官  瀬   孝\n裁判官  佐 藤 克 郎\n裁判官萩原孝基は，転補のため署名押印することができない。\n裁判長裁判官  瀬   孝\n"
}