{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 3,
    "month": 7,
    "day": 21
  },
  "case_number": "令和1(行ウ)8",
  "case_name": "通知（処分）撤回及び損害賠償等請求事件",
  "court_name": "岐阜地方裁判所",
  "gist": "被告の設置する公立図書館を日常的に利用していた原告が，終期の定めのない図書館の利用及び入館禁止処分を受けたことにつき，同処分は違法であるとしてその取消しを求めるとともに，上記処分等により原告が差別的に扱われたことなどにより精神的苦痛を被ったとして，国家賠償法１条１項又は民法７０９条に基づく損害賠償（慰謝料４０万円）を求めた事案につき，上記処分は地方自治法１４条２項，２４４条２項に違反するとして，処分取消請求及び国家賠償請求の一部を認容した事例",
  "lawsuit_id": "90821",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=90821",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/821/090821_hanrei.pdf",
  "contents": "主 文\n１  土岐市教育委員会が，原告に対し，令和元年１１月１８日付け\nで行った土岐市図書館利用及び入館禁止処分を取り消す。\n２  被告は，原告に対し，５０００円及びこれに対する令和元年１\n１月２１日から支払済みまで年５分の割合による金員を支払え。\n３  原告のその余の請求を棄却する。\n４  訴訟費用は，これを５分し，その１を原告の負担とし，その余\nを被告の負担とする。\n５  この判決は，第２項に限り，仮に執行することができる。\n事実及び理 由\n第１  請求\n１  被告教育委員会教育長Ａ及び土岐市図書館長Ｂが，原告に対し，令和元年１\n１月１８日付けで通知した，土岐市図書館利用及び入館禁止処分を取り消す。\n２  被告は，原告に対し，４０万円及びこれに対する令和元年１１月２１日から\n支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n１  本件は，土岐市図書館（以下「本件図書館」という。）を日常的に利用して\nいた原告が，本件図書館の利用及び入館禁止処分（後記本件処分）を受けたこ\nとにつき，同処分は違法であるとしてその取消しを求めるとともに，上記処分\n等により原告が差別的に扱われたこと及び被告が原告から受領した公文書開示\n請求書を紛失したことにより精神的苦痛を被ったとして，国家賠償法１条１項\n又は民法７０９条に基づく損害賠償（慰謝料４０万円）を求める事案である\n（附帯請求は，令和元年１１月２１日から支払済みまで平成２９年法律第４４\n号による改正前の民法所定年５分の割合による遅延損害金）。\n以下，前者を本件処分取消請求，後者を本件損害賠償請求という。\n２  条例等の定め\n⑴  土岐市図書館設置条例（乙２。以下「本件条例」という。）\n本件条例は，市民の図書その他の資料に対する要求にこたえ，自由で公平\nな資料の提供を中心とする諸活動によって，市民の文化，教養，調査研究，\nレクリエーション等に資するため，図書館法１０条に基づき，土岐市図書館\nを設置するものしており（１条，２条），本件条例の施行に必要な事項を教\n育委員会規則により定めるものとしている（６条）。\nなお，本件条例には，本件図書館の利用者に対し，図書館の利用及び入館\nを禁止ないし制限することができる旨の規定はない。\n⑵  土岐市図書館運営規則（乙１。以下「本件規則」という。）\n本件規則は，本件条例６条の規定に基づき，本件図書館の運営等に関し，\n必要な事項を定めるものであり（１条），以下の規定を置く。\nア  この規則若しくは館長の指示に従わない者に対して館長は，図書館資料\n及び施設の利用を禁止することができる（６条）。\nイ  個人の図書館資料の貸出冊数は，同時に１０冊以内とし，貸出期間は，\n１５日以内とする（１２条１項）。館長が特に必要と認めたときは，貸出冊\n数及び貸出期間を変更することができる（同条３項）。\n３  前提事実\n以下の各事実は，当事者間に争いがないか，後掲各証拠及び弁論の全趣旨に\nより明らかに認められる（月日のみで記載する日付は，令和元年のものである。\n以下同じ。）。\n⑴  当事者等\n原告は，土岐市の住民であり，後記⑷の本件処分を受けるまで，本件図書\n館を日常的に利用していた者である。\n被告は，地方公共団体であり，本件条例に基づいて本件図書館を設置して\nいる。また，被告教育委員会は，本件図書館の事務を所掌する。\n⑵  ７月３１日付け通知書\n被告教育委員会事務局長Ｃは，原告に対し，７月３１日付け通知書（甲２\nの１。以下「通知書１」という。）を送付した（８月１日到達）。通知書１\nには，それまでに原告から寄せられた苦情，要望等に回答する（回答事項は\n２３項目に上り，要望等に対応する旨の回答もあれば，理由を付記して対応\nしない旨の回答もある。）とともに，原告の本件図書館の利用方法に不適切\nな点があることを指摘した上，要旨後記アからキまでの行動を止めるように\n注意し，改善されない場合には図書館の利用を制限する可能性がある旨の記\n載がある。（甲２の１，弁論の全趣旨）\nア  カウンター内の備品を黙って借りること\nイ  職員の能力を試すためにレファレンスを依頼すること\nウ  原告が利用カードを提示しない場合の職員の対応に文句をいうこと\nエ  職員の名札をいきなり引っ張ること\nオ  蔵書上で予約カードの記入等を行うこと（本が傷む）\nカ  職員に対し，「あなたは言われたことだけすればよい」と発言すること\nキ  予約カード等を黙ってカウンターに置いていくこと\n⑶  １０月１日付け通知書\n本件図書館館長Ｂ（以下「Ｂ館長」という。）は，被告教育委員会教育長\nＡ（以下「Ａ教育長」という。）と連名で，原告に対し，１０月１日付け通\n知書（甲２の２。以下「通知書２」という。）を送付した（１０月３日到達）。\n通知書２には，要旨，通知書１による注意にもかかわらず，原告が，後記ア\nからサまでの行動を改善せず，又は新たに行っていると指摘した上，通知書\n２の到達後２週間以内に上記各行動を改善せず，若しくは職員からの注意を\n受け容れない場合，又は通知書２の到達から２週間経過後に再び上記各行動\nに及んだ場合には，本件条例６条に基づき本件図書館の利用及び入館を禁止\nする旨の記載がある。（甲２の２，弁論の全趣旨）\nア  蔵書の管理方法（配架の方法，汚破損の対処，延滞者への督促等）への\n介入，指示\nイ  大量の閉架書庫所蔵資料の要求\nウ  検索機での書庫出納票の大量発行\nエ  資料の大量確保\nオ  児童書コーナーの占拠\nカ  カートの長時間占有\nキ  カウンターの長時間占拠\nク  カウンターでの割込み\nケ  特定の司書に対する過度の要求，つきまとい\nコ  職員の注意を聞き入れないこと\nサ  資料や書庫出納票を黙っておいていくこと，職員の質問に返事をしない\nこと，職員に対する高圧的な態度\n⑷  本件処分\n被告教育委員会（処分行政庁）は，原告に対し，Ａ教育長とＢ館長の連名\nで１１月１８日付け通知書（甲２の３）を送付し（１１月１９日到達），通\n知書１による注意や通知書２によるＢ館長の指示にもかかわらず，原告の前\n記⑶ア，ウ，ク，ケ，コ，サの各行動が改善されず，更に，図書の過剰な借\n出しや，蔵書管理方法に関する新たな介入及び指示等，新たな問題行動もみ\nられるようになったことから，本件規則６条に基づき本件図書館の利用及び\n入館を禁止する旨通知した（以下，この通知書により告知された行政処分を\n「本件処分」という。）。（甲２の３，弁論の全趣旨）\n⑸  原告による公文書開示請求等\nア  原告は，９月１２日付け公文書開示請求書に対する回答が未着であると\nして，９月２７日必着で回答するよう求める旨記載した「公文書開示請求\n書に対する回答未着の件」と題するＢ館長宛ての書面（以下「９月２６日\n付け書面」という。）を，９月２６日，本件図書館の返却ポスト内に差し入\nれた。（甲１４の３，弁論の全趣旨）\nイ  本件図書館職員は，９月２６日付け書面が差し入れられたことを受けて，\n９月２７日，本件図書館及び被告教育委員会において９月１２日付け公文\n書開示請求書の存否を調査したが，その存在確認に至らなかった。（弁論の\n全趣旨）\nウ  本件図書館職員は，９月２８日，原告が所持する９月１２日付け公文書\n開示請求書の控えとされる書面（甲１４の１）の提示を受け，その写しを\nとり，これを公文書開示請求と扱うことした。（甲１４の１，弁論の全趣旨）\nエ  土岐市教育委員会は，９月２８日付け通知書（甲１４の２）をもって，\n原告に対し，前記ウの開示請求に係る公文書が不存在である旨通知した。\n４  争点及び当事者の主張\n⑴  争点\nア  本件処分取消請求について\n本件処分の適法性（争点１）\nイ  本件損害賠償請求について\n本件処分等による原告への対応の国家賠償法上の違法性の有無（争点\n２）\n被告職員は９月１２日付け公文書開示請求書を紛失したか（争点３）\n損害額（争点４）\n⑵  争点１（本件処分の適法性）について\nア  被告の主張\n本件規則６条に基づく本件処分の適法性\n本件規則６条によれば，館長は，その指示に従わない者に対し，図書\n館資料及び施設の利用を禁止することができる。本件条例には，図書館\n資料及び施設の利用禁止に関する規定は存在しないが，このような処分\nは，図書館運営上，当然に想定される処分であり，このような処分に関\nする規定を欠くことは考え難い。このような処分に関する規定が本件規\n則６条しかないことも考慮すると，本件規則６条が本件条例６条の委任\nの範囲内であることは明らかであり，本件規則６条は，地方自治法１４\n条２項の趣旨を没却するものではない。したがって，被告教育委員会は，\n本件規則６条に基づいて，本件図書館の利用禁止処分をすることができ\nる。\nまた，公立図書館である本件図書館において，全面的かつ無期限の利\n用禁止処分をすることは，知る権利（憲法２１条参照）のうち対象者の\n情報を受領する権利を制約するものであるが，本件図書館の利用者及び\n図書館職員の生命及び身体等を守り，一般の利用者にとって安全で円滑\nな図書館運営を行うために，全面的に本件図書館の利用を禁止しなけれ\nばならない事態が容易に想定され，利用禁止に至る経緯や事情によって\nは，無期限の資料及び施設の利用禁止処分をすることがやむを得ない場\n合もある。このような場合には，失われる利益（当該利用者の情報を受\n領する権利）よりも得られる利益（一般の利用者及び図書館職員の生命，\n身体等を守り，一般の利用者にとって円滑な図書館運営をすること）の\n方が大きいので，やむにやまれず，本件図書館の無期限の利用禁止処分\nをすることも許される。なお，無期限の利用禁止処分であっても，永久\nにこれが解除されないわけではない。無期限の利用禁止処分で守ろうと\nした上記利益をこの処分を解除して得ることができると確認できれば，\nこの処分を解除することになる。\nよって，被告教育委員会は，本件図書館の利用者に対し，本件図書館\nの利用を全面的かつ無制限に禁止できる権限がある。\n本件においては，原告は，通知書２を受領し，本件図書館の利用態度\nを改善するよう求めるＢ館長の指示を認識したにもかかわらず，別紙「態\n様等一覧表」（以下，単に「別紙」という。）のとおり，１０月４日か\nら１１月１９日までの間，上記指示に従わずに通知書２で改善を求めら\nれた各行動をしたほか，新たな問題行動をしており（なお，別紙の「該\n当行為」欄に記載の数字のうち，①は前提事実⑶ア〔蔵書管理方法への\n介入・指示〕，③は同ウ〔検索機での書庫出納票の大量発行〕，⑧は同\nク〔カウンターでの割込み〕，⑩は同コ〔職員の注意を聞き入れないこ\nと〕，⑪は同サ〔資料等を黙っておいていくこと等〕の行為に該当する\nことを意味する。），「館長の指示に従わない者」（本件規則６条）に\n該当する。\nまた，原告の上記各行動のうち，図書の汚破損や劣化等に関する指摘\n（前提事実⑶アに該当する行為）は，その回数が多いことに加え，指摘\nは不要である旨の本件図書館職員による申出を無視して繰り返されてお\nり，適切な行動でないことは明らかである。さらに，原告は，短時間で\n借出し及び返却手続を繰り返す方法により，一時期の貸出制限数である\n１０冊を大幅に超過する図書を借り出しており（例えば１０月１３日は\n１日の貸出総数が１５６冊に上った。），明らかに嫌がらせ目的がある\nといえ，知る権利に資するような利用態様ではない。本件図書館職員ら\nは，本件処分までの間，誠実に原告に対応してきたが，原告の過剰な要\n求が止むことはなく，その対応に長時間を要し，精神的に疲弊して利用\n者と対面する業務に従事できなくなる者が出るなどしており（うち１人\nは１０月３１日に退職した。），一般の利用者にも弊害が生じている。\nこれらの事情に照らせば，被告教育委員会は，本件図書館職員の精神衛\n生を保ち，一般の利用者にとって円滑な図書館運営を図るために，原告\nに対し，本件図書館の利用を禁止しなければならず，本件処分によって\n得られる利益が失われる利益よりも圧倒的に大きいことは明らかである\nから，本件処分をすることにつき，やむにやまれぬ必要性もあったとい\nえる。\nよって，被告教育委員会は，本件規則６条に基づき，本件処分をする\nことができ，本件処分は適法である。\n地方自治法２４４条２項に基づく本件処分の適法性\n原告の上記各行動に照らせば，本件図書館の利用を拒む正当な理由が\nあるといえ，被告教育委員会は，地方自治法２４４条２項に基づき，本\n件処分をすることができる。したがって，本件処分は，適法である。\nイ  原告の主張\n本件処分の根拠とされる別紙記載の行動のうち，カウンターでの割込\nみ（別紙の「該当行為」欄に⑧と記載のもの），返却用ポストを利用した\n大型本の返却，特定の職員に対する意図的な付きまとい，本件図書館職\n員に対する暴言については否認する（返却用ポストに投入したのは「大\n型本」ではない。）。また，被告が指摘する各行動について，その日時や\n借り出した図書の冊数，細かな言葉のやりとりについては覚えていない。\n図書の借出しや閉架図書の閲覧等の図書利用，そのための書庫出納票\nの発行等に対応するのは本件図書館職員の義務であるし，図書の利用態\n様には当然個人差があるところ，頻繁かつ長時間にわたり本件図書館を\n利用する原告が数多く図書や書庫出納票を利用するのは当然であり，全\nて必要があって利用しているものであるから，これらを制限することは\n許されない。これらの対応を受ける原告の利益は，知る権利及び教育を\n受ける権利として憲法上保障されるものである。また，本件図書館職員\nは，蔵書管理や図書利用の手続等について，利用者の要望等を的確に汲\nみ取って業務に反映させる義務があり，職員の不足や繁忙等を理由にこ\nれを拒絶することは許されない。本件図書館における蔵書管理は杜撰で\nあり，各種手続にも無駄があり，設備も十分に整備されておらず，本件\n図書館職員の配慮には総じて不足があるなど，不適切な図書館運営がさ\nれており，その運用を改善すべきであったのに改善せず，原告の要望等\nを拒否し続けた。\nＢ館長の指示は，上記各事情を無視した不合理なものであり，これに\n従わないことを理由に本件処分を行うのは不当である。\n⑶  争点２（本件処分等による原告への対応の国家賠償法上の違法性の有無）\nについて\nア  原告の主張\n前記⑵イのとおり，そもそも本件図書館の利用を制限しようとするＢ館\n長の指示及び本件図書館職員の対応は不当であるし，他の利用者も原告と\n同様の行動をしていることがあるのに，Ｂ館長や本件図書館職員は，原告\nを狙い撃ちして本件図書館の利用を制限したり，原告の要望を無視したり\nした。したがって，本件処分や，本件処分に至るまでのＢ館長の指示，本\n件図書館職員の原告への対応は，原告を差別的に取り扱うものであり，違\n法な公権力の行使又は不法行為に該当する。\nイ  被告の主張\nＢ館長及び本件図書館職員らは，本件処分に至るまで原告に対して誠実\nに対応してきたものであり，本件処分が適法であることは前記⑵アのとお\nりである。原告を差別的に取り扱ったことはなく，原告の主張には理由が\nない。\n⑷  争点３（被告職員は９月１２日付け公文書開示請求書を紛失したか）につ\nいて\nア  原告の主張\n原告は，９月１２日，被告秘書広報課の男性職員に公文書開示請求書を\n提出したが，被告職員はこれを紛失した。\n同請求書には，原告の氏名や住所といった個人情報が記載されており，\nこれを紛失することは国家賠償法の適用上違法である。\nイ  被告の主張\n否認する。被告職員が９月２８日より前に９月１２日付け公文書開示請\n求書を原告から受領したことはない。\n⑸  争点４（損害額）について\nア  原告の主張\n原告は，違法な本件処分等による差別的取扱い及び公文書開示請求書紛\n失により，精神的苦痛を被った。その慰謝料としては，それぞれ２０万円\nずつが相当である。\nイ  被告の主張\n否認し，争う。\n第３  当裁判所の判断\n１  争点１（本件処分の適法性）について\n⑴  本件処分は法令上許容されるか\nア  本件処分は，被告教育委員会が，原告に対し，全面的かつ無期限で本件\n図書館の利用を禁止することを内容とするものである。そこで，そもそも，\n被告教育委員会が，本件図書館の利用者に対し，このような利用禁止処分\nを課することが許容されるか否かが問題となる。\nイ  本件図書館は，公の施設，すなわち，地方公共団体が住民の福祉を増進\nする目的をもってその利用に供する施設であり，住民は，正当な理由がな\nい限り拒否されることなく利用することができる権利を有するから（地方\n自治法２４４条２項），本件処分が原告の上記権利を制限するものであるこ\nとは明らかである。\n地方公共団体が住民の権利を制限するには，法令に特別の定めがある場\n合を除くほか，条例によらなければならないところ（地方自治法１４条２\n項），本件条例には本件図書館の利用の禁止ないし制限に関する規定は存在\nしない。また，図書館法，地方教育行政の組織及び運営に関する法律（以\n下「地方教育行政法」という。）にも，公立図書館の利用を禁止ないし制限\nできる場合について定めた規定は存在しない。\nこの点につき，被告は，本件規則６条が，本件規則又は館長の指示に従\nわない者に対し図書館資料及び施設の利用を禁止することができる旨を定\nめていることを指摘し，本件処分は本件規則６条に基づくものとして適法\nである旨主張する。本件規則は，条例ではなく，本件条例６条の委任に基\nづく被告教育委員会の規則である。仮に，本件規則６条に基づき利用者に\n対し無期限の利用禁止処分をすることが法令又は条例の委任の範囲内であ\nる場合には，本件処分は，地方自治法１４条２項の許容するところとなり\n得る。もっとも，地方自治法１４条２項，２４４条２項の趣旨に照らすと，\n上記委任の範囲を逸脱したものではないというためには，被告教育委員会\nに対し，利用者に無期限の利用禁止処分をすることを委任する授権の趣旨\nが，図書館法その他の関係法令又は本件条例の規定等から明確に読み取れ\nることを要するものというべきである。\n本件条例６条は，本件条例の施行に関して必要な事項を教育委員会規則\nで定めると規定しているのみであり，その文理からは委任の範囲を明確に\n読み取ることができない。そこで，図書館法等の定めや公立図書館を利用\nする行為の性質から，本件規則６条に対する委任の範囲について検討する\nこととする。\nウ  図書館を利用する行為の法的意義について検討するに，およそ個々の利\n用者が，自由に，様々な意見，知識，情報に接し，これを摂取する機会を\nもつことは，その者が個人として自己の思想及び人格を形成・発展させ，\n社会生活の中にこれを反映させていく上において欠くことのできないもの\nであり，また，民主主義社会における思想及び情報の自由な伝達，交流の\n確保という基本的原理を真に実効あるものたらしめるためにも必要なとこ\nろである。それゆえ，これらの意見，知識，情報に接する自由が憲法上保\n障されるべきことは，思想及び良心の自由の不可侵を定めた憲法１９条の\n規定や，表現の自由を保障した憲法２１条の規定の趣旨，目的から，いわ\nばその派生原理として当然に導かれるというべきである（最高裁昭和５２\n年（オ）第９２７号同５８年６月２２日大法廷判決・民集３７巻５号７９\n３頁参照）。\nそして，公立図書館である本件図書館は，利用者に対して思想，意見そ\nの他の種々の情報を含む図書館資料を提供してその教育に資すること等を\n目的とする公的な場であるから（図書館法３条１項参照），そのような図書\n館の利用者の自由は，憲法上の意義を有するものとして十分に尊重される\nべきである。\nエ  図書館法は，社会教育法の精神に基づき，図書館の設置及び運営に関し\nて必要な事項を定め，その健全な発達を図り，もって国民の教育と文化の\n発展に寄与することを目的とし（図書館法１条），図書館について，図書館\n奉仕のため，土地の事情及び一般公衆の希望に従い，更に，学校教育を援\n助し，及び家庭教育の向上に資することとなるように留意しなければなら\nない旨を定め（３条柱書），公立図書館の利用を無償とする（１７条）とと\nもに，公立図書館の設置に関する事項は，当該図書館を設置する地方公共\n団体の条例で定めなければならないものとしている（１０条）。\nオ  本件条例は，図書館法１０条に基づいて，市民の図書その他の資料に対\nする要求にこたえ，自由で公平な資料の提供を中心とする諸活動によって，\n市民の文化，教養，調査研究，レクリエーション等に資するために本件図\n書館を設置するものとしており（１条），本件条例の施行に必要な事項につ\nいて，教育委員会規則で定めるものとしている（６条）。これは，本件図書\n館の設置目的の実現については，土岐市の社会教育等の実情や希望等に通\nじた被告教育委員会の裁量に委ねるのが適当であることに加え，そのよう\nな具体的な事項は状況の変化に対応した柔軟性を確保する必要があり，条\n例で全てを詳細に定めるのは適当でないことによるものと解される。\nカ  地方教育行政法は，地方公共団体において，法律で定めるところにより，\n学校，図書館，博物館，公民館その他の教育機関を設置するものとし（３\n０条），その設置，管理及び廃止に関する事務については，当該地方公共団\n体の教育委員会が執行すべきものとしており（２１条１号），教育委員会は，\n法令又は条例に違反しない限りにおいて，教育機関の施設，設備その他の\n管理運営の基本的事項について必要な教育委員会規則を定めるものとして\nいる（３３条１項）。\nこの趣旨は，教育機関の管理運営の基本的事項は，当該教育機関の規模，\n予想される利用者の数や利用者の当該施設に対する希望，そこで働く人の\n人数や労働条件などの各地方公共団体の実情に応じて定めるのが相当で\nあり，教育委員会は，これらの事情に通じているとの判断に基づくものと\n考えられる。\nキ  上記オ，カによれば，本件条例６条及び地方教育行政法３３条１項の本\n件規則６条に対する委任の範囲は，本件図書館の管理運営上の基本的な事\n項に限られると解され，図書館の管理事務を執行すべき被告教育委員会（前\n記カ）が，一般の利用者の図書館の利用を妨害する者や，図書館の管理運\n営に重大な支障を与える利用者に対し，個々の事情を踏まえて図書館資料\n又は施設の利用を一時的に制限することは，管理運営上の基本的事項に含\nまれると解される。\nしかし，本件図書館は，公の施設であって，原則として，誰でも無償で\n利用でき（地方自治法２４４条２項，図書館法１７条），他方，地方公共\n団体は，権利を制限するには，法令に特別の定めがある場合を除くほか，\n条例によることが必要とされていること（地方自治法１４条２項）に照ら\nせば，利用者に対し，一時的な利用の制限を超えて，全面的かつ無期限の\n利用禁止の処分をすることは，およそ本件図書館の管理運営の基本的事項\nに含まれるということはできない。そして，前記イで説示したとおり，本\n件条例及び法令に，図書館の利用者に対し，全面的かつ無期限の利用禁止\n処分をすることを許容する規定はないから，本件規則６条は，全面的かつ\n無期限の図書館資料及び施設の利用禁止処分をすることができることを\n委任された規定と解することはできない。\nそうすると，被告教育委員会は，本件規則６条に基づいて本件処分をす\nることはできないというべきである。\nク  なお，被告は，原告が館長の指示に違反して本件図書館を利用する態度\nによれば，原告の本件図書館利用を拒む正当な理由があるから，本件処分\nは地方自治法２４４条２項から直接適法性が基礎付けられるとも主張する。\nしかし，前記ウのとおり，利用者が公立図書館を利用する自由は憲法上\nの意義を有するものというべきであって，その内在的制約として，現に他\nの利用者による本件図書館の利用を現に妨げる行為をしている者が，その\n妨げる行為を阻止するために本件図書館からの退出及びその当日の再入館\nを禁じられる程度の制約を受けることは別論として，本件処分のごとき，\n利用者に対して全面的かつ無期限の利用禁止処分をすることを基礎付ける\n正当な理由は想定し難く，少なくとも前記第２の４⑵アで被告が主張する\n事由をもっては，上記正当な事由に当たるとは認め難い。\n⑵  以上によれば，本件処分はそもそも法令上許容される余地がないというべ\nきであり，その余の点につき検討するまでもなく，違法であって取消しを免\nれない。\n２  争点２（本件処分等による原告への対応の国家賠償法上の違法性の有無）に\nついて\n⑴  前記１のとおり，本件処分は，違法である。これは，本件規則６条に基づ\nき本件処分をすることが地方自治法１４条２項，２４４条２項に違反するこ\nとを理由とするものであるが，地方公共団体の執行機関である被告教育委員\n会は，その職務上の注意義務を果たせば，このことを認識することができた\nものと認められる。よって，本件処分をしたことは，国家賠償法上も違法で\nあり，被告教育委員会はこのことにつき過失があると認められる。\nなお，原告は，本件処分自体のほか，本件処分に至るまで，Ｂ館長や本件\n図書館職員が，原告を狙い撃ちして図書館利用を制限したり，原告の要望を\n無視したりするなどの差別的取扱をしており，これらは国家賠償法上違法な\n公権力の行使又は不法行為に該当する旨を主張する。また，被告教育委員会\nは，後記⑵の経過を踏まえて原告に対し，本件処分を行ったものであり，こ\nれは，原告の上記主張と重なるところである。そこで，以下では，この経過\nにつき検討する。\n⑵  本件処分の原因となった本件図書館に関わる原告の行為について，以下の\n事実を認めることができる。\nなお，これらの事実は，いずれも被告が主張するとおりのものであるとこ\nろ，原告は，その外形を前提として，専ら自己の行為の正当性を主張するこ\nとに終始しているから，弁論の全趣旨によりこれらの事実を認めることがで\nきる。\nア  蔵書管理方法への介入等\n原告は，本件図書館職員に対し，別紙（「該当行為」欄に①に記載ある\nもの）のとおり，図書の汚破損等の指摘や，蔵書管理方法の改善を求める\n発言を執拗に繰り返し，また，別紙通し番号２７，７０，１１８のとおり，\n断りなく書庫の図書の配列を変更するなどした。\nイ  検索機での書庫出納票の大量発行\n原告は，別紙（「該当行為」欄に③と記載あるもの）のとおり，書庫出\n納票の大量発行を繰り返した。\nウ  図書や書庫出納票等の放置等\n原告は，別紙（「該当行為」欄に⑪と記載あるもの）のとおり，図書の\n返却手続，予約カードの処理，書庫出納票を用いた文献調査の依頼等を行\nった際，本件図書館職員からカウンターにて待機するよう求められたにも\nかかわらず，図書や予約カード，書庫出納票をカウンター等に放置して立\nち去ってしまう行為を繰り返した。\nエ  過剰な図書の借出し\n原告は，別紙（「該当行為」欄に「過剰な貸出・返却」と記載あるもの）\nのとおり，本件図書館職員の注意にもかかわらず，短時間に図書の借出し\n及び返却手続を繰り返し，１日に多数の図書を借り出した。\nオ  返却用ポストを利用した大型本等の返却\n原告は，別紙の通し番号７７，１４９，１５１，１５８，１６４，１７\n１，１７９，１８０，１９２，１９９，２０４のとおり，本件図書館職員\nが注意したにもかかわらず，大型本や重量のある本を返却用ポストに投入\nすることを繰り返した。\nなお，原告は，返却用ポストを利用して返却した図書が大型本等である\nことを争うようであるが，証拠（乙５，６）によれば，原告が返却用ポス\nトに投入した図書資料には，図鑑サイズの図書やハードカバーが施された\n重量感がある図書等がたびたび含まれていたことが認められるから，上記\n事実を認めることができる。\nカ  これらの出来事等を踏まえて，被告教育委員会事務局長は通知書１を，\nＢ館長及びＡ教育長は通知書２を，それぞれ原告に対し送付した。それで\nも原告の行為は止まなかったため，処分行政庁は，原告に対し，本件処分\nをした。\n⑶  そこで，本件図書館職員の行為が国家賠償法上違法といえるかにつき，検\n討する。\nア  原告は，本件図書館職員が蔵書管理方法に関し介入等を制限したことが\n違法である旨主張する。\nしかし，汚破損等の修繕を含む蔵書管理は，専ら図書館職員が行うべき\n事項であり，利用者がこれに介入等するのを制限することは，利用者に何\nら不利益を課すものではない。また，図書の修繕は必ずしも容易なものば\nかりでなく，修繕等を求められる図書が多数に上れば職員の業務に支障を\n来すことは否定できず，常識的な範囲を超えた量の図書について汚破損等\nの指摘をすることは，本件図書館職員の業務をいたずらに逼迫，混乱させ\nる有害なものであるといわざるを得ない。したがって，利用者が，図書館\n職員による蔵書管理方法について，常識的な範囲を超えて図書の汚破損等\nを指摘する場合，これを制限することには合理性がある。\n前記⑵アのとおり，原告による指摘は極めて多数回に及ぶ上，同時に概\nね十冊前後の図書の汚破損を指摘したり（別紙通し番号５，８，１３１，\n１５９，１８７等参照。），１日に何度も図書の汚破損の指摘を繰り返し\nたりしている（１０月１４日，１０月３１日，１１月１日，１１月５日等\nは特に回数が多い。）。他方で，本件図書館の蔵書に，わざわざ指摘を要\nするほど目立つ汚破損等のある図書が多く含まれることを窺わせる証拠\nはない。\nそうすると，原告による指摘の回数や態様は明らかに常軌を逸している\nというべきであって，原告の上記各行動を制限しようとした本件図書館職\n員の対応やＢ館長の指示には合理性があるといえ，違法なものとは認めら\nれない。\nイ  原告は，検索機での書庫出納票の大量発行を制限したことが違法である\n旨主張する。\n本件図書館においては，利用者が自ら検索機を用いて書庫出納票を発行\nする取扱となっているところ，特定の利用者が大量の書庫出納票を発行し，\n検索機を長時間占有することは，他の利用者による検索機の利用を妨げる\nものとなり得る。この点，原告は，他の検索機が空いていることを確認し\nて利用している旨主張するが，そのことを裏付ける証拠はない。\nまた，大量の書庫出納票の発行を繰り返すことにより，大量の用紙を消\n費し，検索機の消耗を早めることは容易に推認されるから，これを制限す\nることは不合理ではない。\n図書館の利用方法には当然に個人差があり，特に，閉架書庫の図書を頻\n繁に利用する利用者等は，相対的に多くの書庫出納票を活用することが想\n定されるから，その利用量が多いことをもって直ちに書庫出納票の利用を\n制限することには慎重さが求められるものの，原告は，前記⑵イのとおり，\n通常の想定を大幅に上回る量の書庫出納票を発行することを繰り返した\nものであり，これを１日に複数回繰り返すことも少なくなかった（別紙の\n１０月１４日，１１月１日，１１月１４日等参照）のであって，他の利用\n者への配慮や設備維持の観点から，これを制限する必要性があったという\nべきである。\nしたがって，原告の上記各行動を制限しようとした本件図書館職員の対\n応やＢ館長の指示は合理性があると認められ，違法とはいえない。\nウ  原告は，図書や書庫出納票の放置を制限することが違法であると主張す\nる。\n一般に，図書館職員が，カウンターでの手続に際して，図書の過不足や\n汚破損の有無等の確認，注意事項の説明等を円滑に行うため，手続等を行\nっている間利用者にカウンター付近に留まるよう求めることは，当該手続\nに長時間を要するなどの事情がない限り，合理性があるというべきである。\n原告は，前記⑵ウのとおり，本件図書館職員の要請に耳を貸さず，手続\n中一方的にカウンターを立ち去ってしまうことがたびたびあったことが\n認められる。\nしたがって，この事情を踏まえれば，本件図書館職員が，原告に対し，\n図書や書庫出納票をカウンターで放置せず，同所での手続等に協力するこ\nとを求めたことには合理性があると認められ，違法とはいえない。\nエ  原告は，本件図書館職員が過剰な図書の借出しであるとして原告の図書\n利用を制限しようとしたことが違法であると主張する。\nこの点，原告は，前記⑵エのとおり，図書の大量借出し及び返却手続を\n繰り返してはいるが，本件規則１２条１項の定める「同時に１０冊」の貸\n出件数を超過したことはなかったようであり，また，１日の延べ貸出冊数\nの上限を定める規定は存在ない。しかし，原告は，貸出手続を経る必要の\nない館内利用の場合にまで，わざわざ貸出手続を行っているものと認めら\nれるところ，貸出及び返却の手続は，本件図書館職員に一定の負担をかけ\nるものであるから，過剰な図書の借出しは，本件図書館職員の業務を逼迫\nさせ，ひいては他の利用者の円滑な図書利用を妨げるおそれがある。他方\nで，上記態様による借出しを制限することで原告が不利益を受けることは，\n容易には想定されない。\nそうすると，原告がする図書の大量借出しを制限しようとした本件図書\n館職員の対応及びＢ館長の指示には合理性があり，違法とはいえない。\nオ  原告は，返却用ポストを利用した図書の返却を制限したことが違法であ\nると主張する。\n本件図書館には返却用ポストが設置され，対面の返却手続を経ずに図書\nを返却することが可能であり，この方法は，利用者と職員双方の手間を減\nらし，特に，返却時に新たな図書の借出し等を予定しない利用者にとって\n利用価値が高い。他方，図書を返却用ポストに投入する際，一定の衝撃が\n生じることは避けられないため，特に重量のある大型の図書については，\n図書の自重により破損，劣化等することが想定される。これらの事情を踏\nまえると，大型本や重い本について，返却用ポストの利用を制限すること\nには合理性がある。\n原告は，前記⑵オのとおり，返却ポストに，いわゆる図鑑サイズの図書\nや，ハードカバーが施された重量のある図書等を投入することを繰り返し\nていたから，これを制限しようとした本件図書館職員の対応及びＢ館長の\n指示には合理性があると認められ，違法とはいえない。\n⑷  小括\n以上によれば，本件処分をしたこと自体は国家賠償法の適用上違法と認め\nられるが，本件処分に至るまでのＢ館長の指示，本件図書館職員による対応\nは，合理性があり，違法とは認められない。\n３  争点３（被告職員は９月１２日付け公文書開示請求書を紛失したか）につい\nて\n原告は，９月１２日付け公文書開示請求書を被告秘書広報課の男性職員に提\n出したと主張するが，これを認めるに足りる証拠はない。よって，被告職員が\n９月１２日付け公文書開示請求書を紛失したとの事実は，認められない。\n４  争点４（損害額）について\n本件処分は，原告が本件図書館を利用して，知識，意見，情報を摂取すると\nいう憲法上の価値を，条例上の根拠なく侵害し，その実現を妨げるものである\nから，原告において精神的な損害が生じたものと言わざるを得ない。他方，原\n告は，本件図書館職員による蔵書の管理方法について執拗に介入し（前記２⑵\nア），１日に多数の図書を借り出すことを繰り返しており（前記２⑵エ。例え\nば，１０月５日午後には閉架本１００冊，１０月１３日には図書１５３冊とい\nう，およそ借り出した時間内に閲読できるとは考えられないほど大量の図書を\n借り出しては返却するなどしている。），その態様が，本件図書館の通常の利\n用方法と大きくかけ離れたものであることは否定できないから，原告の本件図\n書館利用の主たる目的が，多くの場合，図書館の利用目的として想定される知\n識，意見，情報を摂取するためであったとは認められない。\nしたがって，原告の図書館を利用する利益は尊重すべきであるものの，本件\n処分がその制約となる程度は小さく，これにより原告が被る精神的損害も小さ\nいものというべきである。\n以上のほか，本件につき証拠上認められる一切の事情を考慮すれば，原告の\n精神的苦痛を慰謝するには，５０００円をもってするのが相当である。\n第４  結論\n以上によれば，本件処分の取消請求は理由がある。また，損害賠償請求につ\nいては，国家賠償法に基づき慰謝料５０００円及びこれに対する遅延損害金の\n支払を求める限度で理由があるが，その余は理由がない（なお，主文第１項は，\n請求第１項と文言上は異なるものの，原告が取消しを求めているのが本件処分\nであること，本件処分を実体的に行ったのは被告教育委員会で，Ａ教育長及び\nＢ館長はその表示行為を行ったにすぎないことから，主文第１項は，請求第１\n項と同旨である。）。\nよって，主文のとおり判決する。\n岐阜地方裁判所民事第２部\n裁判長裁判官            鳥   居   俊   一\n裁判官            伊   藤   隆   裕\n裁判官            乙   部   華   穂\n（別紙省略）\n"
}