{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 8,
    "day": 24
  },
  "case_number": "令和4(ワ)19876",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "商標権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "92397",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=92397",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/397/092397_hanrei.pdf",
  "contents": "令和 5 年 8 月 24 日判決言渡  同日原本領収  裁判所書記官\n令和 4 年（ワ）第 19876 号  商標権侵害行為差止等請求事件\n口頭弁論終結日  令和 5 年 6 月 23 日\n判 決\n原        告            Ａ\n同訴訟代理人弁護士              荒木昭 彦\n同                和田史 郎\n被        告\n特定非営利活動法人 NPO 現代の理論・社会フォーラム\n（以下「被告 NPO」という。）\n被        告            株式会社同時代 社\n（以下「被告会社」という。）\n被告ら訴訟代理人弁護士        三   尾   美枝 子\n同                山   田   さく ら\n同                     中市達 也\n主 文\n1  被告らは、それぞれ、別紙被告標章目録記載の各標章を付した出\n版物の出版、販売若しくは販売のための展示又は頒布をしてはなら\nない。\n2  被告 NPO は、別紙出版物目録記載 1 の出版物を廃棄せよ。\n3  被告らは、それぞれ、別紙出版物目録記載 2 の出版物を廃棄せよ。\n4  被告らは、原告に対し、連帯して 17 万 5808 円及びこれに対する\n令和 4 年 7 月 1 日から支払済みまで年 3%の割合による金員を支払\nえ。\n5   原告のその余の請求をいずれも棄却する。\n6   訴訟費用は被告らの負担とする。\n7  この判決は、第 4 項に限り、仮に執行することができる。\n事実及び理 由\n第 1  請求\n1  主文第 1 項～第 3 項と同旨\n2  被告らは、原告に対し、連帯して 57 万 6000 円及びこれに対する令和 4 年 7\n月 1 日から支払済みまで年 3%の割合による金員を支払え。\n第 2  事案の概要\n1   本件は、別紙商標権目録記載の各登録商標（以下、同目録記載の順に「本件\n商標 1」などといい、これに係る商標権を「本件商標権 1」などという。また、\n本件商標 1 及び 2 を併せて「本件各商標」、本件商標権 1 及び 2 を併せて「本\n件各商標権」という。）の商標権者である原告が、別紙被告標章目録記載の各\n標章（以下、同目録記載の順に「被告標章 1」などといい、これらを併せて\n「被告各標章」という。）を付した別紙出版物目録記載の各出版物（以下、同\n目録記載の番号順に「被告出版物 1(1)」などといい、これらを併せて「被告各\n出版物」という。）の出版、販売等を行う被告らの行為は本件各商標権を侵害\nする（商標法 37 条 1 号）旨を主張して、被告らに対し、本件各商標権に基づ\nき、上記各行為の差止め（商標法 36 条 1 項）及び廃棄（同条 2 項）を求める\nと共に、本件各商標権侵害の不法行為（民法 709 条、損害額につき商標法 38\n条 3 項）に基づき、57 万 6000 円の損害賠償及びこれに対する不法行為後の日\nである令和 4 年 7 月 1 日（被告出版物 2(20)の発行日）から支払済みまで民法\n所定の年 3%の割合による遅延損害金の支払を求める事案である。\nなお、原告は、差止請求に係る訴状記載の請求の趣旨において差止の対象に\nつき「『現代の理論』という標章を付した出版物」とし、また、訴状訂正申立\n書において、被告標章 1 を「原告標章」、被告標章 2 を「被告標章」としてい\nる。しかし、本件各商標はいずれも「現代の理論」（標準文字）であること、\n廃棄請求の対象が被告各出版物であることなどその主張全体の趣旨に鑑みると、\n差止請求の対象は被告各標章を付した出版物と理解される。\n2  前提事実（争いのない事実、後掲の証拠及び弁論の全趣旨により容易に認め\nられる事実）\n(1)  当事者\nア  原告は、平成 26 年 5 月から「現代の理論」季刊電子版（以下「原告出\n版物」という。）を発行している「現代の理論編集委員会」という名称の\n団体（以下、原告出版物を発行している上記編集委員会を、他の時期に雑\n誌「現代の理論」の編集にあたってきた編集委員会と区別して、「本件編\n集委員会」という。）の事務局長である。\nイ  被告 NPO は、平成 17 年 7 月 15 日、任意団体「言論 NPO・現代の理論」\nを前身として法人化された特定非営利活動法人である。当初、その名称は\n「特定非営利活動法人言論 NPO・現代の理論」であったが、平成 20 年 5\n月 9 日、「特定非営利活動法人 NPO 現代の理論・社会フォーラム」に変\n更された。\nウ  被告会社は、書籍出版物の企画、制作、販売等を目的とする株式会社で\nある。\n(2)  原告出版物及び被告各出版物の販売に至る経緯等\nア  雑誌「現代の理論」は、昭和 34 年 5 月に月刊誌として創刊され、同年\n9  月頃に一時終刊になった（以下、この期間の同雑誌を「雑誌「現代の理\n論（第 1 次）」ということがある。）。同雑誌は、その後、昭和 39 年 1\n月に再刊され、平成元年 12 月に再び終刊となった（以下、この期間の同\n雑誌を「雑誌「現代の理論」（第 2 次）」ということがある。）。\nイ  雑誌「現代の理論」は、平成 16 年 6 月に季刊誌としての創刊準備号が\n発刊された後、同年 10 月、「現代の理論  04 秋 vol.1」が発行され、平成\n19 年 4 月発行の「現代の理論  07 春号 vol.11」まで、季刊誌として継続的\nに発行された。その発行所は法人化前の被告 NPO であり、発売は株式会\n社明石書店（以下「明石書店」という。）であった。\n同年 7 月発行の「現代の理論  07 夏号 vol.12」からは明石書店が発行所\nとなって同雑誌の発行が継続されたが、平成 24 年 1 月、明石書店が発行\n事業から撤退し、同年 4 月、「現代の理論  12 春／終刊号 vol.30」の発行\nをもって終刊となった（以下、平成 16 年 6 月～平成 24 年 4 月の間に発行\nされたものを「雑誌「現代の理論」（第 3 次）」ということがある。）。\n（甲 8、21）\nウ  被告 NPO は、平成 20 年 2 月、雑誌「FORUM  OPINION」を創刊し、季\n刊誌として継続的に発行するようになった。\nエ  本件編集委員会は、平成 26 年 5 月、その運営するウェブサイト上で、\n自らを発行人とする「現代の理論」季刊電子版（原告出版物）を創刊した。\n以後、原告出版物は、季刊誌として継続的に無料配信されている。\nオ  被告 NPO は、同年 7 月、雑誌「現代の理論」の再刊を決定し、平成 28\n年 2 月にそのデモ版を発行し、そこで、同年 6 月から雑誌「現代の理論」\nを再刊する旨告知ないし周知した。その上で、被告 NPO は、同年 6 月、\n雑誌「FORUM  OPINION」の題号を「現代の理論」へ改題し、同月以降、\n被告各出版物を発行、販売している。\nまた、被告会社は、平成 29 年 10 月以降、被告出版物 2 の発売元とし\nて、これらを販売している。\n被告出版物 1(1)～(4)の各表紙には被告標章 1 が、被告出版物 1(5)及び 2\nの各表紙には被告標章 2 が、それぞれ付されている。（甲 3、6、7）\n(3)  本件各商標権\nア  本件商標権 1\n(ｱ)  原告は、平成 28 年 4 月 9 日、第 9 類「電子印刷物」及び第 16 類「印\n刷物」を指定商品として、「現代の理論」の文字を標準文字で表してな\nる本件商標 1 の商標登録出願をし、平成 29 年 9 月 8 日、本件商標権\nの設定登録を受けた。（甲 1、4）\n(ｲ)  被告 NPO は、平成 29 年 12 月 4 日、商標法 4 条 1 項 8 号、10 号、15\n号、19 号及び 3 条 1 項柱書違反を異議申立理由として、本件商標 1 の商\n標登録について登録異議の申立て（異議 2017-900365 号。以下「本件商\n標 1 異議事件」という。）をした。\nこれに対し、特許庁は、平成 30 年 3 月 15 日、本件商標 1 の商標登録\nを維持する旨の決定をし、同決定は、同月 26 日、確定した。\n(ｳ)  被告 NPO は、令和 2 年 9 月 10 日、本件商標 1 の指定商品のうち、第\n16 類「印刷物」に係る商標登録について、商標法 50 条 1 項に基づく商\n標登録取消審判（取消 2020-300638 号。以下「別件審判」という。）を\n請求し、同年 10 月 1 日、その予告登録がされた。\nこれに対し、特許庁は、令和 3 年 2 月 12 日、本件商標 1 の指定商品\n中、第 16 類「印刷物」についての商標登録を取り消す旨の審決（以下\n「別件審決」という。）をし、同審決は、同年 3 月 24 日、確定した。\nこの確定により、本件商標権 1 のうち別件審決による取消しに係る部分\nは、別件審判の予告登録の日に消滅したものとみなされる（同法 54 条\n2 項）。\nイ  本件商標権 2\n原告は、令和 3 年 9 月 6 日、第 16 類「印刷物」を指定商品として、「現\n代の理論」の文字を標準文字で表してなる本件商標 2 について商標登録出\n願を行い、令和 4 年 2 月 22 日、本件商標権 2 の設定登録を受けた。\n被告 NPO は、これに対し、商標法 4 条 1 項 8 号、10 号、15 号及び 19\n号違反を異議申立理由として、本件商標 2 の商標登録について登録異議の\n申立て（異議 2022-900184 号。以下「本件商標 2 異議事件」という。）を\nした。\nこれに対し、特許庁は、令和 5 年 1 月 17 日、本件商標 2 の商標登録を\n維持する旨の決定をした。（甲 2、5）\n(4)    本件訴訟に先行する前訴の経緯等\nア  本件訴訟に先立ち、原告及び本件編集委員会は、本件の被告らを被告と\nして、東京地方裁判所に概要次のとおりの訴訟を提起した（当庁平成 30\n年（ワ）第 32478 号商標権侵害行為差止等及び不正競争行為差止等請求事\n件。以下「前訴」という。）。\nすなわち、前訴は、本件編集委員会の被告らに対する請求のほか、原告\nが、被告 NPO に対しては合意に基づく「現代の理論」という標章を付し\nた出版物の出版等差止め及び廃棄請求並びに債務不履行に基づく損害賠償\n請求をすると共に、被告らに対し、本件商標権 1（ただし、前訴第 1 審の\n口頭弁論終結時点では、別件審決はまだされていない。）に基づく差止め\n及び廃棄請求と共に、本件商標権 1 侵害の不法行為に基づく損害賠償請求\nをしたものである。\nイ  東京地方裁判所は、令和 3 年 1 月 21 日、本件編集委員会は権利能力な\nき社団に当たらず、当事者能力を有しないから、本件編集委員会の前訴に\n係る訴えはいずれも不適法であるとして却下すると共に、原告の請求につ\nいては、原告と被告 NPO 間の合意の成立が認められず、また、原告によ\nる本件商標権 1 の行使は権利濫用に当たり許されないとして、いずれも棄\n却する旨の判決を言い渡した（乙 14。以下「前訴原判決」という。）。\nウ  これに対し、原告及び本件編集委員会は、控訴を提起した（知的財産高\n等裁判所令和 3 年（ネ）第 10013 号商標権侵害行為差止等及び不正競争行\n為差止等請求控訴事件）。なお、原告は、別件審決が確定したことを受け\nて、控訴審において、本件商標権 1 に基づく上記差止め及び廃棄請求の主\n張を撤回した。\n知的財産高等裁判所は、令和 3 年 8 月 18 日、次のとおり、原告の控訴\nに基づき前訴原判決を一部変更するとともに、本件編集委員会の控訴につ\nいては不適法を理由にこれを棄却する旨の判決を言い渡した。すなわち、\n被告 NPO による被告出版物 1 の販売及び被告らによる被告出版物 2(1)～\n(4)の販売は、本件商標権 1 侵害の不法行為ないし共同不法行為を構成する\nとしつつ、使用料相当額（商標法 38 条 3 項）を売上高の 3%として算定し\nた損害額の賠償及び遅延損害金の支払請求の限度で原告の請求を認めた。\n（甲 43）\n3    争点\n(1)   商標の類否（争点 1）\n(2)  商品の類否（争点 2）\n(3)  本件商標 2 の商標登録に係る無効の抗弁の成否（争点 3）\n(4)    被告 NPO の先使用権の成否（争点 4）\n(5)    原告による権利濫用の有無（争点 5）\n(6)    原告の損害額（争点 6）\n4    争点に関する当事者の主張\n(1)   争点 1（商標の類似性）\n（原告の主張）\n被告各標章は、いずれも「ゲンダイノリロン」との称呼を生じ、本件各商\n標と称呼において同一である。\nしたがって、本件各商標と被告各標章とは、同一又は類似するものといえ\nる。\n（被告らの主張）\n被告各標章がいずれも「ゲンダイノリロン」との称呼を生じることは認め\nる。その余は否認ないし争う。\n(2)  争点 2（商品の類似性）\n（原告の主張）\n被告各出版物は、本件各商標の指定商品である第 16 類「印刷物」に含ま\nれる。\nまた、本件商標 1 の指定商品である「電子印刷物」の類似群コードは\n「26A01  26D01」であり、「印刷物」の類似群コード「26A01」と共通であ\nる。加えて、雑誌「現代の理論」は、原告を含む編集委員会が、紙媒体とし\nての雑誌として長らく発行してきたものであること、現在の社会状況では、\n紙媒体の出版物と共に電子版の出版物を同一の者が発行することは通常行わ\nれていること、現実に原告出版物と被告各出版物とを混同した問合せがされ\nていることなどから、被告各標章の使用は、本件商標 1 の指定商品である第\n9 類「電子印刷物」と同一又はこれに類似する商品への使用といえる。\n（被告らの主張）\n否認ないし争う。\nア  被告らが雑誌「現代の理論」に被告各標章を付する行為は、本件商標 1\nの指定商品「電子印刷物」又はこれに類似する商品に、登録商標を使用し\nたものではない。このため、指定商品「印刷物」とする商標の登録がなか\nった期間については、被告らの行為は本件各商標権を侵害していない。\nイ  類似群コードはあくまで特許庁が出願商標の登録審査を行う際に用いる\n基準であり、商標権侵害の有無が裁判で争われる際の商品の類似性の有無\nとは異なる。商標権侵害の有無を判断するに際しては、取引の実情も考慮\nした上で、需要者が両商品を誤認混同するおそれがあるか否かという観点\nから、案件ごとに個別具体的に判断されるべきである。\n本件においては、雑誌「現代の理論」が、構造改革派を中心としたリベ\nラル・革新派の論壇誌として昭和 34 年 5 月に月刊誌として創刊され、以\n降日本共産党中央の弾圧等や、左翼運動・学生運動の盛衰等により大きく\n影響を受け、対象となる需要者の激減により幾度となく休刊を強いられ、\n再発刊を繰り返してきたものの、同雑誌の意義の重要性から、被告 NPO\nにより再発行され、現在に至っているという歴史的な経緯と、同雑誌を支\n持する購買層の意識を鑑みれば、需要者が両商品を誤認混同するおそれは\n全くない。また、被告らが販売している紙媒体と原告が使用しているよう\nな電子媒体では、需要者にとっても意味合いが大きく異なるため、需要者\nの誤認混同の恐れはない。\nしたがって、被告らの商品と本件商標 1 に係る指定商品とは類似しない。\n(3)  争点 3（本件商標 2 の商標登録に係る無効の抗弁の成否）\n（被告らの主張）\nア  本件商標 2 の登録は、次のとおり、商標法 4 条 1 項 19 号、10 号、15 号、\n8 号及び 3 条 1 項柱書に違反してされたものであり、商標登録無効審判に\nよって無効にされるべきものである（商標法 46 条 1 項 1 号）ことから、\n原告は、被告らに対し、本件商標権 2 を行使し得ない（同法 39 条、特許\n法 104 条の 3 第 1 項）。\nイ  商標法 4 条 1 項 19 号\n雑誌「現代の理論」の表示は、昭和 34 年の発刊当時の精神を受け継ぎ\nつつ、昭和 34 年から長年にわたって断続的に使用され、需要者の間で周\n知となっているところ、需要者の間で、その出所（発行主体）として営業\n上の信用等を化体させ周知性の獲得等に貢献してきた帰属主体は、昭和\n34 年から平成 16 年に至る時期を経て、同年以降は被告 NPO であり、平成\n19 年から平成 24 年までは明石書店が発行主体であったが、平成 28 年 6 月\n以降は、再び被告 NPO が発行して現在に至っている。したがって、本件\n商標 2 は、被告 NPO の業務に係る雑誌を表示するものとして国内におけ\nる需要者の間に広く認識されている商標と同一又は類似の商標である。\nまた、原告は、被告 NPO の雑誌「現代の理論」の発行を妨害し、かつ、\n金銭請求を行うという不正の目的をもって、不使用により取り消された本\n件商標 1 と同様の本件商標 2 を、自らは使用しないにもかかわらず、再び\n登録したものである。\nしたがって、本件商標 2 は、商標登録無効審判により無効にされるべき\nものである。\nウ  商標法 4 条 1 項 10 号\n雑誌「現代の理論」の発行経緯等に鑑みれば、「現代の理論」は被告\nNPO が使用しているものとして周知である。\nこのため、本件商標 2 は、他人の業務に係る商品として需要者の間に広\nく認識されている商標又はこれに類似する商標であり、その商品について\n使用するものである。\nしたがって、本件商標 2 の商標登録は、商標法 4 条 1 項 10 号に違反し\nてされたものであり、商標登録無効審判により無効にされるべきものであ\nる。\nエ  商標法第 4 条 1 項 15 号\n仮に、被告 NPO が使用している標章「現代の理論」が周知商標とまで\nいえないとしても、季刊誌「現代の理論」の発行経緯や発行状況に鑑みれ\nば、本件商標 2 は、被告 NPO の業務に係る商品である季刊誌「現代の理\n論」と混同を生じるおそれがある。\nしたがって、本件商標 2 の商標登録は、商標法 4 条 1 項 15 号に違反し\nてされたものであり、商標登録無効審判により無効にされるべきものであ\nる。\nオ  商標法 4 条 1 項 8 号\n被告 NPO は、平成 17 年 7 月 15 日、季刊誌「現代の理論」の発行事業\nを主目的の 1 つとして設立された NPO 法人である。被告 NPO は、設立時\nは「特定非営利活動法人言論 NPO・現代の理論」との名称であり、平成\n20 年 5 月 9 日に「特定非営利活動法人 NPO 現代の理論・社会フォーラム」\nと改称して現在に至っている。また、被告 NPO は、設立前から「言論\nNPO・現代の理論」との名称で雑誌「現代の理論」を発行していた。すな\nわち、被告 NPO の名称には、一貫して「現代の理論」が含まれている。\nしたがって、被告 NPO の名称のうち最も重要な部分は、設立時から一\n貫して使用し、かつ、季刊誌の名称でもある「現代の理論」であり、「現\n代の理論」は被告 NPO の略称として定着している。\nまた、被告 NPO は、複数のフォーラムやシンポジウム、研究会の開催\n等を定期的に行い、雑誌「現代の理論」の発行以外の活動も幅広く行って\nおり、被告 NPO の略称は著名である。本件商標 2 は、被告 NPO の著名な\n略称である「現代の理論」を含んでいる。\nしたがって、本件商標 2 の商標登録は、商標法 4 条 1 項 8 号に違反して\nされたものであり、商標登録無効審判により無効にされるべきものである。\nカ  商標法 3 条 1 項柱書違反\n原告は、本件商標 1 につき、本件商標 2 と同じく第 16 類「印刷物」を\n指定商品として商標登録していた。しかし、その指定商品に係る商標登録\nは、指定商品について登録商標を一度も使用しなかったため、令和 3 年 2\n月 12 日に取り消された。原告は、今後も「印刷物」の指定商品について\n商標「現代の理論」を使用する予定はなく、かつ、客観的に見ても実際に\n使用する能力はない。\nすなわち、原告は、「印刷物」に本件商標 2 を使用する意思がないにも\nかかわらず、同じ「現代の理論」の商標登録の不使用取消しの後、再度、\n本件商標 2 の商標登録を行ったものである。\nしたがって、本件商標 2 の商標登録は、商標法 3 条 1 項柱書に違反して\nされたものであり、商標登録無効審判により無効とされるべきものである。\n（原告の主張）\nア  いずれも否認ないし争う。\nイ  商標法 4 条 1 項 19 号について\n「現代の理論」という名称が広く認識されたのは、原告を含む本件編集\n委員会が、雑誌「現代の理論」（第 3 次）及び WEB 版（原告出版物）の\n発行により、営々と「現代の理論」の発行を続けてきたからにほかならな\nい。被告 NPO は，雑誌「現代の理論」の発行が明石書店に移った時点で，\n雑誌「現代の理論」とは全く関わりがなくなった。\nまた、原告を含む本件編集委員会は，現在も WEB 版「現代の理論」を\n発行しており，その信用等を保護するため，雑誌としての「現代の理論」\nの発行予定がなくても，商標登録をする必要がある。何らかの意味での紙\n媒体での発行も常に検討課題となっている。このため、原告は、不正な目\n的で商標登録を行ったものではない。\nウ  商標法 4 条 1 項 10 号について\n本件商標 2 の商標登録出願時において，「現代の理論」という標章が被\n告 NPO の業務に係る商品又は役務を表示するものとして需要者の間に広\nく認識されていたとはいえない。\nエ  商標法 4 条 1 項 15 号について\n「現代の理論」は、被告 NPO を示す略称として使用されてきたもので\nはないのみならず，「現代の理論」が被告 NPO を示す略称として一般に\n知られていたともいえない。また、本件商標 2 の商標登録出願時及び登録\n査定時において， 標章「 現代の理論」が被告 NPO の業務に係る商品\n（「印刷物」）又は役務を表示するものとして，需要者の間に広く認識さ\nれ，周知又は著名であったとはいえない。\nこのため，本件商標 2 は，被告 NPO の業務に係る商品又は役務と混同\nを生ずるおそれがある商標に該当しない。\nオ  商標法 4 条 1 項 8 号について\n被告 NPO の名称中の「NPO 現代の理論・社会フォーラム」の文字部分\nと「現代の理論」の文字とは、外観及び称呼が異なり，同一の標章とはい\nえない。このため，「NPO 現代の理論・社会フォーラム」の文字部分中\nに「現代の理論」の文字が含まれるからといって，被告 NPO がその事業\n活動において自己の名称として「現代の理論」の文字部分を他の構成から\n独立して使用してきたとはいえない。また，そもそも、「現代の理論」が\n被告 NPO を示す略称として使用されてきたことや，「現代の理論」が被\n告 NPO を示す略称として一般に知られていたことを認めるに足りる証拠\nはない。\nこのため，「現代の理論」は，被告 NPO の「著名な略称」に該当しな\nい。\nカ  商標法第 3 条 1 項柱書について\n原告において，今後「印刷物」の指定商品について「現代の理論」を使\n用する予定がないということはなく，かつ，使用する能力がないともいえ\nない。したがって，原告に「印刷物」に本件商標 2 を使用する意思がない\nとはいえない。\n(4)  争点 4（被告 NPO の先使用権の成否）\n（被告らの主張）\n被告 NPO は、平成 15 年 11 月、雑誌「現代の理論」を発行することを主\n目的の 1 つとして設立された団体であり、平成 16 年 10 月にその創刊号を発\n刊した後、一時的に明石書店に出版権を譲渡した時期も含め、平成 17 年 7\n月に法人化される前後を通じて、現在まで「現代の理論」という標章を雑誌\n名として使用している。被告 NPO の業務にかかる商品である雑誌「現代の\n理論」は、需要者の間に広く認識されており、また、被告 NPO による上記\n標章の使用は、上記発行経緯等に鑑みれば、不正競争の目的をもってするも\nのではないことも明らかである。\nしたがって、被告 NPO は、上記標章について、商標法 32 条 1 項に基づき、\n先使用に基づく法定使用権を有するから、原告は、被告らに対し、本件各商\n標権を行使できない。\n（原告の主張）\n否認ないし争う。\n本件各商標の各商標登録出願時において，「現代の理論」という標章が被\n告 NPO の業務に係る商品又は役務を表示するものとして需要者の間に広く\n認識されていたとはいえない。また、被告 NPO は、平成 19 年 7 月に雑誌\n「現代の理論」（第 3 次）の出版権を明石書店に譲渡した後、平成 28 年 2\n月に雑誌「現代の理論」デモ版を発行するまでの 7 年以上にわたり、その発\n行する雑誌に「現代の理論」という標章を使用していないことから、「現代\nの理論」という標章を継続して使用していたとはいえない。\nしたがって，被告 NPO は、被告各出版物に対する被告各標章の使用につ\nき、先使用に基づく法定使用権を有しない。\n(5)  争点 5（原告による権利濫用の有無）\n（被告らの主張）\n被告 NPO は、法人化される前の平成 16 年 6 月から雑誌「現代の理論」準\n備号を発行し、法人化した後も、雑誌の名称に自らの略称である「現代の理\n論」を付した上で、その発行業務を行ってきた。また、被告各標章は、被告\nNPO の業務に係る商品又は役務を表示するものとして周知となっていた。\nしかるに、原告は、被告 NPO が平成 28 年 2 月に雑誌「現代の理論」のデ\nモ版を発行し、同年 6 月から同雑誌を再刊することを知って、同年 4 月に\n「現代の理論」の 1 回目の商標登録出願（本件商標 1 に係るもの）をした。\nこれは、被告 NPO が「現代の理論」という標章を使用できなくし、雑誌\n「現代の理論」を発行させないようにするとの嫌がらせ目的のものであった。\n実際に、原告は印刷物として「現代の理論」を一度も使用せず、原告の商標\n登録は不使用取消しとなった（別件審決）。ところが、原告は、印刷物とし\nて「現代の理論」を使用する予定も能力もないのに、再度、「現代の理論」\n（本件商標 2）の商標登録を出願してその登録を受け、本件において、被告\nらに対し、被告各出版物の出版差止め及び廃棄請求並びに金銭請求を行って\nいる。\nまた、原告は、一時期は被告 NPO の理事も務めていたが、被告 NPO の方\n針に賛同しなかったために被告 NPO から離脱することを余儀なくされた者\nである。前訴及び本件訴訟は、いわば、原告が被告 NPO に対して長年保有\nしてきた恨みを、商標権侵害訴訟という手段を使って晴らそうというもので\nあり、権利の行使手段として到底許されるものではない。\nしたがって、原告による本件各商標に係る商標登録出願及び本件訴訟の提\n起は、不正の目的によるものであるから、原告の被告らに対する本件各商標\n権の行使は権利濫用に当たり許されない。\n（原告の主張）\n否認ないし争う。\n(6)  争点 6（原告の損害額）\n（原告の主張）\nア  被告らは、前訴で損害賠償の対象となった平成 30 年 5 月 1 日発行の同\n年夏号の後も、現在までに、16 号分の被告出版物 2 を販売している。\n被告各出版物は一部 1200 円で販売され、各号 1000 部販売されているか\nら、16 号分の販売総数は 1 万 6000 部であり、その売上高の合計は、1920\n万円である。その 3%である 57 万 6000 円が原告の損害である。\nイ  被告各出版物の売上に係る後記被告らの主張する事実については、不知。\n仮に被告らの上記主張を前提とすると、まず、被告 NPO の売上は合計\n531 万 5845 円である。正会員から徴収する年会費 1 万円の 4 割が会員に対\nする被告各出版物に係る売上とされているが、6 割分すなわち 6000 円は、\n雑誌の製作費等の売上に対する原価を賄うものとみることができる。した\nがって、被告らが売上として認める 531 万 5845 円は、そのまま、被告\nNPO の収入と見得る。\nまた、被告会社の売上とされる 54 万 4440 円は、被告会社が雑誌の製作\n費等を負担していることはないと思料されるので、この金額がそのまま、\n同被告の収入と見得る。\nしたがって、上記両金額を合算した 586 万 0285 円は、そのまま被告ら\nの利益と見得る。\n上記アの 3%という使用料率は、雑誌の売価 1 部 1200 円という雑誌製作\n原価等を含んだ金額を前提とするものである。これに対し、上記 586 万\n0285 円という金額は経費部分を除いた利益であるから、その額を基に損\n害額を算定する場合は、3%以上の割合での計算がされるべきである。\n「受けるべき金銭の額」（商標法 38 条 3 項）の考慮要素としては、当\n該商標の顧客吸引力、商標のライセンス許諾例、業界相場、権利者の姿\n勢・侵害者の姿勢等が考えられるところ、本件では、顧客吸引力という点\nは、上記 586 万 0285 円という利益額がそれを現実の数字として示したも\nのと考えられる。また、本件ではとりわけ、権利侵害者である被告らの対\n応を検討すべきである。被告らは、前訴において、原告の権利を侵害した\nものと判断されたにもかかわらず、その後も被告各標章を使用して原告の\n権利侵害を継続した。その上で、今後も同標章の利用を継続する姿勢を示\nしている。このような被告らの対応等に鑑みれば、「登録商標の使用に対\nし受けるべき金銭の額に相当する額」は、586 万 0285 円の 10%として 58\n万 6028 円とされるべきである。本件での原告の請求はその一部請求であ\nる。\n（被告らの主張）\nア  被告出版物 2 の売上高\n被告出版物 2 の売上高は、まず、被告 NPO の販売分については、販売\n価格は 1 部 1000 円であると共に、正会員の会費 1 万円に含まれる雑誌「現\n代の理論」代金がその 4 割程度であることから、531 万 5845 円である。被\n告会社の販売分については、その取扱部数から在庫分及び廃棄分を控除し\nた販売部数（698 部）に Amazon 及び出版取次会社に対する販売価格の平\n均額（780 円）を乗じた 54 万 4440 円がその売上高である。\nイ  使用料率\n損害の算定に当たって用いる使用料率は 、以下のとおり、せいぜい\n0.1%が相当である。\nすなわち、商標権におけるロイヤルティ率の平均値は全体では 2.6%で\nあるところ、第 16 類「紙、紙製品及び事務用品」における平均値は 1.3%\nとなっており、他の多くの商標分類と比べても低い数値となっている。ま\nた、被告 NPO は、平成 20 年から年 4 回発行していた季刊誌「FORUM\nOPINION」を改題し、平成 28 年 6 月から雑誌「現代の理論」を発行した\nが、「FORUM  OPINION」として発行していた時期の被告 NPO の会員は\n雑誌「現代の理論」として発行するようになって以降もそのまま引き継が\nれて購読者の中心となっている。これは、雑誌「現代の理論」の売上の相\n当額が「被告 NPO が発行している雑誌であること」によって支えられて\nいることを示しており、本件各商標は、仮に被告らの売上に寄与している\nとしてもその寄与はごくわずかである。\nさらに、被告各標章が被告らの商品である雑誌「現代の理論」を表示す\nるものとして需要者に周知であったと認められない場合、需要者は一般消\n費者とされると思われるところ、この場合、本件各商標の周知性は、せい\nぜい被告各標章と同程度かそれ以下である。被告らの雑誌「現代の理論」\nの上記売上額を踏まえると、損害額の算定に際しては、本件各商標の周知\n性が非常に低いことが前提とされなければならない。\n以上より、使用料率は極めて低く設定されるべきであり、せいぜい\n0 .1%とされるべきである。\n第 3  当裁判所の判断\n1  商標の類否（争点 1）について\n本件各商標は、いずれも、「現代の理論」を標準文字で表してなるものであ\nる。他方、被告各標章は、別紙被告標章目録記載のとおりのものであり、その\n外観は、「現代の理論」の文字をゴシック体風の書体で横書きしたもの（被告\n標章 1）及び筆書き風の書体で縦書きしたもの（被告標章 2）である。したが\nって、本件各商標と被告各商標とは、それぞれ、その外観が少なくとも類似す\nるものといえる。\nまた、本件各商標及び被告各標章は、いずれも「ゲンダイノリロン」の称呼\nを生じる。観念についても、その外観の類似性及び称呼の同一性に鑑みると、\nいかなる観念を生じると考えても、両者の観念は少なくとも類似するものと見\nられる。\nさらに、上記 3 要素の類似性にもかかわらず、本件各商標及び被告各標章に\nつき、商品の出所を誤認混同するおそれがないと認めるべき取引の実情等は見\n当たらない。\nしたがって、本件各商標及び被告各標章は、それぞれ類似するものと認めら\nれる。これに反する被告らの主張は採用できない。\n2  商品の類否（争点 2）について\n(1)  本件商標 1 と被告各標章について\n本件商標 1 の指定商品は、第 16 類「印刷物」（ただし、別件審判に係る\n予告登録の日までに限る。）のほか、第 9 類「電子印刷物」であるのに対し、\n被告各標章は紙媒体である雑誌すなわち印刷物に付して使用されるものであ\nる。\n指定商品「電子印刷物」と商品「印刷物」とは、媒体を異にすることなど\nから、同一とはいえない。しかし、本件商標 1 の商標登録出願がされた平成\n28 年当時において既に、雑誌その他の出版物につき、同一人が同一内容の\n出版物を紙媒体及び電子版として出版することが広く行われていたことは、\n顕著な事実である。こうした事情等に鑑みると、被告各標章を印刷物に付し\nて使用する行為は、少なくとも、本件商標 1 の指定商品である第 9 類「電子\n印刷物」に類似する商品についての使用ということができる。これに反する\n被告らの主張は採用できない。\n(2)  本件商標 2 と被告各標章について\n本件商標 2 の指定商品は第 16 類「印刷物」であることから、被告各標章\nを印刷物に付して使用する行為は、本件商標 2 の指定商品についての使用と\nいうことができる。\n(3)  小括\n以上より、被告各出版物に被告各標章を付して使用する被告らの行為は、\n指定商品に類似する商品についての登録商標に類似する商標の使用（本件商\n標 1 との関係）及び指定商品についての登録商標に類似する商標の使用（本\n件商標 2 との関係）に該当し、本件各商標権の侵害と見なされる（商標法 37\n条 1 号）。\n3  本件商標 2 の商標登録に係る無効の抗弁の成否（争点 3）について\n(1)  前記前提事実に加え、後掲の証拠及び弁論の全趣旨によれば、次の事実\nが認められる。\nア  雑誌「現代の理論」（第 1 次及び第 2 次）の発行\n(ｱ)  雑誌「現代の理論」（第 1 次）は、昭和 34 年 5 月、月刊誌として創\n刊されたが、同年 9 月頃、日本共産党中央の干渉等により一時終刊とな\nった。\n(ｲ)  その後、Ｂ（以下「ｂ」という。）らが統一社会主義同盟を結成し、\nスターリン批判や中ソ論争等を媒介にしながら、歴史の転換点に立った\n新しい政治・理論潮流の形成に踏み出すとして、雑誌「現代の理論」\n（第 2 次）は、昭和 39 年 1 月、月刊誌として再刊された。しかし、同誌\nは平成元年 12 月に終刊となった。\n雑誌「現代の理論」（第 2 次）は、発行が株式会社現代の理論社、編\n集兼発行人がＣ（元東京経済大学学長。以下「ｃ」という。）、発売が\n河出書房であり、編集はＤ（岐阜経済大学名誉教授。以下「ｄ」とい\nう。）編集長ほか、Ｅ（元神奈川県知事。以下「ｅ」という。）、ｂ、\nＦ（桃山学院大学名誉教授。以下「ｆ」という。）らが中心となって行\nっていた。\nその終刊に際しては、平成元年 12 月 27 日付け朝日新聞書籍欄に「休\n刊宣言」が掲載され、「休刊号」は「戦後史と『現代の理論』」を特集\nし、ｃ、ｄ、ｅ、ｆらといった再刊時からの構成員に加え、Ｇを含む学\n者や評論家等の論客が揃い、ＨやＩらも寄稿した。\nイ  雑誌「現代の理論」（第 3 次）の発行\n(ｱ)  雑誌「現代の理論」（第 1 次及び第 2 次）の中心的人物のうち存命で\nあったｆは、平成 14 年 2 月 9 日、統一社会主義同盟の結成 40 周年記念\n集会において、雑誌「現代の理論」の再刊を呼びかけた。\nこれを受けて、Ｊ（以下「ｊ」という。）は、ｂの遺族から同雑誌の\n再刊と題字使用の了解を得て、同年 7 月、同雑誌の再刊に向けた準備を\n開始し、平成 15 年 11 月 29 日、同雑誌の再刊に向けた設立会合が開催\nされた。同年 12 月に発行された「季刊『現代の理論』の発刊決まる」\nと題する書面には、上記会合において、同雑誌の発行主体として任意団\n体「言論 NPO・現代の理論」を発足させ、将来的には NPO 法人化を目\n指すこと、同雑誌の編集主体は「編集委員会」であることなどが確認さ\nれた旨が記載されると共に、同月 10 日現在の「編集委員会」の編集委\n員として、ｆ、Ｋ（以下「ｋ」という。）、Ｌ（以下「ｌ」という。）、\nＭ（以下「ｍ」という。）、Ｎ（以下「ｎ」という。）、Ｏ、Ｐ、Ｑ\n（以下「ｑ」という。）、Ｒ、Ｓ、Ｔ、ｊ、Ｕ、Ｖ、Ｗ、Ｘ（以下「ｘ」\nという。）の氏名が列挙され、また、「言論 NPO・現代の理論」の規\n約が掲載されている。\n任意団体「言論 NPO・現代の理論」においては、その規約 10 条及び\n11 条に従い、理事として原告及びｊほか複数名が選出され、ｊが理事\n長に、原告が事務局長に就任した。\n(ｲ)  雑誌「現代の理論」（第 3 次）は、平成 16 年 6 月に創刊準備号が発\n刊された後、同年 10 月に「現代の理論  04 秋 vol.1」が発行され、平成\n19 年 4 月発行の「現代の理論  07 春号 vol.11」まで、季刊誌として継続\n的に発行された。これらの雑誌の奥付には、「編集人／Ｋ」、「発行人\n／Ｊ」、「発行所／言論 NPO・現代の理論」、「発売／（株）明石書\n店」等の記載があった。\n平成 16 年 1 月 10 日～平成 19 年 1 月 18 日の間、ｊを含む上記「編集\n委員会」の編集委員と概ね共通するメンバーの編集委員が、「現代の理\n論編集委員会」を開催し、雑誌「現代の理論」（第 3 次）の企画・編集\n業務を行っていた。\n(ｳ)  平成 17 年 7 月 15 日、任意団体「言論 NPO・現代の理論」が特定非\n営利活動法人として法人化し、被告 NPO（当時の名称は「特定非営利\n活動法人言論 NPO・現代の理論」）が設立された。被告 NPO において\nは、ｊが理事長、原告が副理事長を務め、ｌ、ｑなど、上記(ｲ)の編集\n委員の大半が理事を務めていた。\n(ｴ)  雑誌「現代の理論」（第 3 次）の出版権譲渡に至る経緯等\na  雑誌「現代の理論」（第 3 次）は、販売部数が伸び悩み、財政難が\n続いたため、被告 NPO の内部において、平成 18 年中頃には明石書店\nへの出版権の譲渡が検討されるようになり、平成 19 年 1 月以降には、\n被告 NPO の解散が提案されるようになった。\nb  ｊは、同年 2 月 12 日、原告に対し、「現代の理論編集委員会へのメ\nモ」を付したメール（甲 17）を送信した。同メモには、雑誌の発行\n準備から現状に至るまで、NPO 設立と編集委員会体制で進んできた\nが、雑誌の発行を中心としてきたために編集委員会活動が優先し、\nNPO の活動と体制が未分化のまま進んできたこと、この未分化状態\nから脱し、NPO として自立した活動と体制の確立を進める必要があ\nることといった意見等が記載されていた。\n同年 3 月 3 日に開催された被告 NPO の理事会において、雑誌「現\n代の理論」の出版権を明石書店に譲渡することに伴い被告 NPO を解\n散させる提案と共に、被告 NPO を存続させるというｊの提案が議論\nされたが、被告 NPO を解散させる提案への賛成意見が多数を占めた。\n同理事会には、ｊのほか、ｌ、ｍ、ｎ、ｑ、ｘ及び原告が理事として\n出席した。（甲 27）\nｊは、被告 NPO の解散に賛成できないとして、同年 4 月 19 日、原\n告に対し、被告 NPO の理事長を辞任し、同月 22 日の理事会に出席し\nない旨を記載したメールを送信した。（甲 19）\n同日開催された被告 NPO の理事会において、ｊの理事長辞任の申\n出を受けて当面の間理事長の職務は副理事長の原告が代行することが\n確認された。また、同理事会において、雑誌「現代の理論」につき、\n同年 6 月 1 日をもって明石書店にその出版権を譲渡し、明石書店の出\n版物として継続して発行すること、同雑誌の誌面内容については、明\n石書店より委託を受けたその当時の編集委員会が編集に当たることが\n確認された。\nその後、同月 27 日に開催された被告 NPO の社員総会では、被告\nNPO の解散に関する決議はされず、明石書店への雑誌「現代の理論」\nの出版権（発行事業）の譲渡に関する決議のみがされた。\nまた、ｊを除く、雑誌「現代の理論」（第 3 次）の編集委員会のメ\nンバーのほとんどは、被告 NPO の理事を辞任した。\nc  平成 19 年 7 月 1 日付けで、被告 NPO（理事長代行  原告）、「季刊\n『現代の理論』編集委員会」（代表  ｋ）及び明石書店（代表取締役\n社長  Ｙ）の 3 者名義で「季刊『現代の理論』の出版権譲渡に関する\n覚書き」（甲 20。以下「本件覚書」という。）が作成された。\n本件覚書には、以下の事項等が記載されている。\n・「1、言論 NPO・現代の理論は季刊『現代の理論』の出版権を、\n（株）明石書店に無償譲渡し、第 12 号（07 夏号）より明石書店が\n発行元となる。」\n・「2、季刊『現代の理論』の出版権の譲渡を受けた明石書店は、\n「新たな言論の公共空間」としての雑誌『現代の理論』の発展を期\nし、継続発行のため努力する。」\n・「3、譲渡に伴い明石書店に引き継ぐ資産は、①12 号以降の定期購\n読の前納金額。②発刊基金提供者への向こう 1 年間の定期購読料。\n③11 号以前の執筆者へ、むこう 1 年間の寄贈に伴う費用とし、そ\nの他の債権・債務は引き継がない。」\n・「4、新たな雑誌『現代の理論』の企画・編集については、明石書\n店から委託を請けた現行の編集委員会が責任を持つ。今後の編集委\n員会の改革や強化は明石書店と協議し進める。」\nこのような本件覚書に基づいて、雑誌「現代の理論」（第 3 次）の\n出版権が被告 NPO から明石書店に無償譲渡された。\nd  「現代の理論  07 夏号 vol.12」は、平成 19 年 7 月 10 日に明石書店\nを発行主体（発行所）として発行された。\n同号に掲載された「季刊『現代の理論』本号より明石書店が発行」\nと題する社告には、以下のように記載されている。\n「読者の皆様へ、本誌は本号（vol.12）より弊社が発行元となるこ\nとをご報告します。雑誌『現代の理論』は一九五九年の第一次、六四\n年からの第二次と、マルクス主義や社会主義の革新を掲げ、左派の理\n論誌として日本の論壇に一石を投じてきました。一九八九年惜しまれ\nつつ停刊した小誌は、二〇〇四年、かつての筆者や読者であった世代\nが中心となり、発行－言論 NPO・現代の理論、編集－『現代の理論』\n編集委員会として再刊され、発売は弊社が協力してまいりました。活\n字離れや硬派の論壇誌を取り巻く環境の厳しいなかで、熱心な読者や\n筆者の皆さんに支えられ自主発行が続けられ、『現代の理論』に期待\nする励ましの声、また多くの新聞の論壇欄で取り上げられるなど一定\nの社会的認知も進んできました。この間、NPO、編集委員会、弊社の\n三者は、『現代の理論』の安定的な継続発行とさらなる飛躍をどのよ\nうに実現するか、方策についての協議を重ねてきました。その結果、\n弊社が発行元を引き受けるのが最善であるとの結論に到達いたしまし\nた。…なお雑誌の編集・企画につきましては、従来どおり『現代の理\n論』編集委員会にお願いしていきます。」\n同号以降も、雑誌「現代の理論」（第 3 次）は、明石書店が発行主\n体となって季刊誌として継続的に発行され、ｊを除く、原告、ｘ、ｋ、\nｎほかこれまでの同雑誌の編集委員会のメンバーが、「『現代の理論』\n編集委員会」として、明石書店の委託を受けてこれらの雑誌の企画、\n編集業務を行った。また、これらの雑誌の奥付には、「編集人／『現\n代の理論』編集委員会  代表／Ｋ」、「発行人／Ｙ」、「発行所／\n（株）明石書店」などの記載がある。（甲 15、16）\n(ｵ)  被告 NPO は、平成 20 年 2 月、雑誌「FORUM OPINION」を創刊し、\n季刊誌として継続して発行するようになった。これらの雑誌の奥付には、\n「NPO 現代の理論・社会フォーラム  FORUM  OPINION 編集委員会」な\nどの記載がある。\nまた、被告 NPO は、同年 5 月 9 日、その名称を「特定非営利活動法\n人言論 NPO・現代の理論」から「特定非営利活動法人 NPO 現代の理\n論・社会フォーラム」に変更した。\n(ｶ)  明石書店は、平成 23 年秋頃、雑誌「現代の理論」（第 3 次）の発行\n事業の財政難や、同雑誌の編集委員会との間での同事業を巡る金銭トラ\nブル発生などもあって、同雑誌の編集委員会に対し、同事業から撤退し\nたい旨の申出をし、同事業の清算についての話合いがされた。その結果、\n雑誌「現代の理論」（第 3 次）は 30 号をもって終刊とし、終刊号の刊\n行をもって編集委員会と明石書店の協同事業は終了し、本件覚書は効力\nを失うことが両者間で確認された。（甲 28）\n雑誌「現代の理論」（第 3 次）は、平成 24 年 1 月、明石書店が発行\n事業から撤退し、同年 4 月、「現代の理論  12 春／終刊号 vol.30」の発\n行をもって終刊となった。終刊となった雑誌の奥付には、「編集・発行\n人／『現代の理論』編集委員会  代表／Ｋ」、「発売所／（株）明石書\n店」などの記載がある。（甲 16）\nウ  原告出版物の配信、被告出版物 1 及び 2 の発行、販売等\n(ｱ)  雑誌「現代の理論」（第 3 次）の編集委員会のメンバーであった原\n告、ｘ、ｑ、ｌらは、平成 26 年 5 月 1 日、「現代の理論編集委員会」\nを発行人として、ウェブサイト上において、原告出版物の無料配信を開\n始した。このことは、同月 8 日の毎日新聞夕刊（甲 23）で紹介された。\n(ｲ)  被告 NPO は、同年 7 月 29 日に開催された運営委員会において、雑誌\n「現代の理論」の再刊を決定した。\nその後、被告 NPO は、平成 28 年 2 月、雑誌「現代の理論」デモ版を\n発行し、同デモ版において同年 6 月から雑誌「現代の理論」を再刊する\nことを告知ないし周知した。\n(ｳ)  原告は、同年 4 月 9 日、第 9 類「電子印刷物」及び第 16 類「印刷物」\nを指定商品として、本件商標 1 の商標登録出願をした。\n(ｴ)  ｘ及び原告は、「現代の理論編集委員会  Ｘ  Ａ」の名義で、同年 6\n月 17 日、被告 NPO に対し、「現代の理論」は「現代の理論編集委員会」\nがその名称の季刊誌をかつて発行し、現在もウェブ上でその季刊誌を引\nき継いで同じ表題のもと電子出版物として発行しているところ、被告\nNPO が同名の出版物を発行することになると、読者や関係者を混乱さ\nせることになるなどとして、「現代の理論」という名称を出版物に付す\nことの中止を求める旨の申入書（甲 11）を送付した。\n他方、被告 NPO は、同月、雑誌「FORUM  OPINION」の題号を「現\n代の理論」へ改題して、被告標章 1 を表紙に付した被告出版物 1 の発行、\n販売を開始した。\n(ｵ)  ｌ、ｑ及び原告は、「現代の理論編集委員会  代表編集委員Ｌ、同\nＱ、事務局担当者Ａ」の名義で、平成 29 年 9 月 6 日、被告会社に対し、\n被告 NPO が発行する「現代の理論」と称する出版物の発売元とならな\nいことなどを求める旨の「申入れ」と題する書面（甲 12）を送付した。\n(ｶ)  原告は、同月 8 日、本件商標権 1 の設定登録を受けた。\n(ｷ)  被告 NPO は、同年 10 月以降、被告標章 2 を表紙に付した被告出版物\n2 を発行、販売し、被告会社は、その発売元として、これらを販売した。\nエ  本件訴訟に至る経緯等\n(ｱ)  被告 NPO は、同年 12 月 4 日、本件商標 1 異議事件の申立てをした\nが、特許庁は、平成 30 年 3 月 15 日、本件商標 1 の商標登録を維持する\n旨の決定（甲 14）をし、同決定は、同月 26 日、確定した。\n(ｲ)  原告及び本件編集委員会は、平成 30 年 10 月 15 日、前訴を提起した。\n(ｳ)  被告 NPO は、令和 2 年 9 月 10 日、本件商標 1 に係る別件審判を請求\nし、同年 10 月 1 日、その予告登録がされた。これに対し、特許庁は、\n令和 3 年 2 月 12 日、本件商標 1 の指定商品中、第 16 類「印刷物」につ\nいての商標登録を取り消す旨の別件審決をし、同審決は、同年 3 月 24\n日、確定した。\n(ｴ)  前訴原審は、同年 1 月 21 日、本件編集委員会の前訴に係る訴えは、\nいずれも却下し、原告の請求は、いずれも棄却する旨の判決を言い渡し\nた（前訴原判決）。\n(ｵ)  原告及び本件編集委員会は、前訴原判決を不服として控訴を提起し\nた。なお、原告は、別件審決が確定したことを受けて、控訴審において、\n上記差止め及び廃棄請求について、本件商標権 1 に係る商標法 36 条に\n基づく主張を撤回した。\n前訴控訴審は、同年 8 月 18 日、被告らによる原告の本件商標権 1 侵\n害を認め、原告の控訴に基づき前訴原判決を一部変更し、本件編集委員\n会の控訴は棄却する旨の内容の判決を言い渡した。\n(ｶ)  原告は、同年 9 月 6 日、第 16 類「印刷物」を指定商品として本件商\n標 2 の商標登録出願を行い、令和 4 年 2 月 22 日、本件商標権 2 の設定\n登録を受けた。\n(ｷ)  原告は、同年 8 月 6 日、本件訴訟を提起した。\n(ｸ)  被告 NPO は、本件商標 2 異議事件の申立てをしたが、特許庁は、令\n和 5 年 1 月 17 日、本件商標 2 の商標登録を維持する旨の決定（甲 44）\nをした。\n(2)  本件商標 2 の商標登録に係る無効の抗弁の成否\nア  商標法 4 条 1 項 19 号について\n被告らは、本件商標 2 は、被告 NPO の業務に係る商品又は役務を表示\nするものとして周知な「現代の理論」という標章と同一又は類似の商標で\nあるなどとして、本件商標 2 の商標登録には商標法 4 条 1 項 19 号違反の\n無効理由がある旨主張する。\nこの点について、前記認定事実によれば、被告 NPO 又はその前身の任\n意団体「言論 NPO・現代の理論」は、平成 16 年 6 月～平成 19 年 4 月の\n間、雑誌「現代の理論」（第 3 次）（創刊準備号から「07 春号 vol.11」ま\nで）を発行主体（発行所）として発行するにあたり、「現代の理論」とい\nう標章を雑誌に使用したものといえる。しかし、これらのうち、「05 新\n春号 vol.2」から「07 春号 vol.11」までの各号の発行部数は各 4000 部、販\n売部数は書店で各 1000 部程度、定期購読で各 600 部程度にすぎない（甲\n43、弁論の全趣旨）。\nまた、被告 NPO は、平成 20 年 2 月以降、雑誌「FORUM  OPINION」を\n季刊誌として継続的に発行するようになったが、その題号は「現代の理論」\nと異なる。その題号の下には「NPO 現代の理論・社会フォーラム」の文\n字が記載されているけれども（甲 29）、これは「現代の理論」という文\n言が含まれているというに過ぎず、「現代の理論」の標章と同一であると\nはいえない。このため、被告 NPO による雑誌「FORUM  OPINION」の発\n行は、「現代の理論」の標章の使用に当たらない。\n加えて、本件商標 2 の指定商品「印刷物」は、その対象に限定がないこ\nとから、需要者は、一般消費者であると認めるのが相当である。\nこれらの事情に鑑みると、本件商標 2 の商標登録出願時及び登録査定時\nにおいて、「現代の理論」の標章は、被告 NPO の業務に係る商品（「印\n刷物」）又は役務を表示するものとして、国内外の需要者の間に広く認識\nされていたものとは認められない（なお、この点は本件商標 1 の商標登録\n出願時及び登録査定時においても異ならない。）。\nそうである以上、本件商標 2 の商標登録は商標法 4 条 1 項 19 号に違反\nするものとはいえないから、その余の点を論ずるまでもなく、この点に関\nする被告らの主張は採用できない。\nイ  商標法 4 条 1 項 10 号について\n上記アと同様に、「現代の理論」の標章が被告 NPO の業務に係る商品\n若しくは役務を表示するものとして周知であることを前提とし、本件商標\n2 の商標登録は商標法 4 条 1 項 10 号に違反するものとする被告らの主張も\n採用できない。\nウ  商標法 4 条 1 項 15 号について\n被告らは、雑誌「現代の理論」の発行経緯や発行状況に鑑みれば、本件\n商標 2 は、被告 NPO の雑誌「現代の理論」及び同「FORUM OPINION NPO\n現代の理論・社会フォーラム」の発行業務に係る商品又は役務と混同を生\nずるおそれがある商標に該当するから、その商標登録は商標法 4 条 1 項 15\n号に違反する旨主張する。\nしかし、前記アのとおり、本件商標 2 の商標登録出願時及び登録査定時\nにおいて「現代の理論」の標章は被告 NPO の業務に係る商品又は役務を\n表示するものとして需要者の間に広く認識されていたものとは認められず、\n周知又は著名であったとはいえない。\nそうである以上、本件商標 2 は、被告 NPO の業務に係る商品又は役務\nと混同を生ずるおそれがある商標に該当するものと認められない。\nしたがって、本件商標 2 の商標登録は商標法 4 条 1 項 15 号に違反する\nものとはいえない。この点に関する被告らの主張は採用できない。\nエ  商標法 4 条 1 項 8 号について\n被告らは、「現代の理論」は被告 NPO の略称として定着し著名であっ\nたとして、本件商標 2 の商標登録は商標法 4 条 1 項 8 号に違反する旨主張\nする。\nしかし、被告 NPO の名称である「特定非営利活動法人 NPO 現代の理\n論・社会フォーラム」中の「NPO 現代の理論・社会フォーラム」の文字\n部分と「現代の理論」の文字とは、外観及び称呼が明らかに異なり、同一\nの標章であるとはいえない。このため、「NPO 現代の理論・社会フォー\nラム」の文字部分中に「現代の理論」の文字が含まれるからといって、被\n告 NPO がその事業活動において自己の名称として「現代の理論」の文字\n部分を他の構成から独立して使用してきたものということはできない。\nそもそも、「現代の理論」が被告 NPO を示す略称として使用されてき\nたことを認めるに足りる証拠はなく、また、「現代の理論」が被告 NPO\nを示す略称として一般に知られていたことを認めるに足りる証拠もない。\nしたがって、「現代の理論」は、被告 NPO の「著名な略称」に該当す\nるものとは認められない。\nそうすると、本件商標 2 の商標登録は商標法 4 条 1 項 8 号に違反するも\nのとはいえない。この点に関する被告らの主張は採用できない。\nオ   商標条 3 条１項柱書違反について\n被告らは、原告には、今後も「印刷物」の指定商品について「現代の理\n論」を使用する予定がなく、客観的に見ても実際に使用する能力がないか\nら、本件商標 2 の商標登録は商標法 3 条 1 項柱書に違反する旨を主張す\nる。\nしかし、本件商標 1 の当初の指定商品である第 16 類「印刷物」につき、\n別件審決において、登録商標の不使用を理由に同指定商品に係る商標登録\nが取り消されたからといって、そのことは、本件商標 2 の登録査定日であ\nる令和 4 年 2 月 14 日の時点において原告が本件商標 2 を印刷物に使用す\nる意思も能力もなかったことを直ちに意味するものではない。上記時点で\n印刷物を発行するに足りる資金を現に有しなかったとしても、同様である。\nその他にこれを認めるに足りる客観的な証拠もない。原告ないし本件編集\n委員会が雑誌「現代の理論」のウェブ配信のみを行い、紙媒体としては発\n行していないことも、上記時点及びその後も被告各出版物が発行、販売さ\nれている状況を踏まえると、需要者の誤解を避けるためとみる余地が合理\n的かつ十分にあり得るのであって、少なくとも原告が紙媒体としての雑誌\nを発行していないことは、原告がその意思も能力も有しないことを必ずし\nも意味しない。\nしたがって、本件商標 2 の商標登録は商標法 3 条柱書に違反するものと\nはいえない。この点に関する被告らの主張は採用できない。\nカ  なお、被告らの無効の抗弁（ただし、商標法 4 条 1 項各号違反を無効理\n由とするもの）において無効と主張されている商標権が本件商標権 1 又は\n2 のいずれであるかは、いささか判然としない。しかし、仮に本件商標権\n1 の無効を主張する趣旨を含むとしても、上記と同様の理由から、本件商\n標 1 の商標登録は、その主張に係る商標法 4 条 1 項各号に違反するものと\nはいえない。\n4  被告 NPO の先使用権の成否（争点 4）について\n被告らは、本件各商標の各商標登録出願時において、「現代の理論」という\n標章は、いわゆる構造改革派と呼ばれた知識社会の厚い層をなす思想家・変革\n者や学会・教授等の知識階級を中心とする比較的限られた読者層の中では知ら\nない者はいないほど、被告 NPO の業務に係る商品又は役務を表示するものと\nして周知となっていたから、被告 NPO は、商標法 32 条 1 項に基づく先使用権\nを有する旨主張する。\nしかし、前記 3(2)アのとおり、本件各商標の各出願時のいずれにおいても、\n「現代の理論」の標章が被告 NPO の業務に係る商品又は役務を表示するものと\nして需要者の間に広く認識されていたものとは認められない。\nまた、前記認定事実によれば、被告 NPO は、平成 19 年 7 月に雑誌「現代の\n理論」（第 3 次）の出版権を明石書店に譲渡した後である平成 20 年 2 月に雑\n誌「FORUM  OPINION」を創刊し、季刊誌として継続的に発行するようになっ\nたのであり、遅くともこの頃までには、引き続き明石書店からの委託に基づき\n雑誌「現代の理論」の編集に当たっていた編集委員会とは組織として袂を分か\nっていたものと見られる。その後、被告 NPO は、平成 28 年 2 月に雑誌「現代\nの理論」デモ版を発行するまで、その発行する雑誌に「現代の理論」という標\n章を使用しなかった。そうすると、被告 NPO は、その間、自己の業務に係る\n商品又は役務を表示するものとして「現代の理論」の標章を使用していたとは\n認められない。\nしたがって、本件各商標のいずれとの関係においても、被告 NPO は、これ\nを使用する先使用権（商標法 32 条 1 項）を有しない。この点に関する被告ら\nの主張は採用できない。\n5  原告による権利濫用の有無（争点 5）について\n被告らは、「現代の理論」の標章が被告 NPO の業務に係る商品又は役務を\n表示するものとして周知となっていたことなどを前提として、このような状況\nの下で、原告は、嫌がらせ目的で本件商標 1 の商標登録出願をし、これが別件\n審決により指定商品のうち「印刷物」について取消しとなった後も、印刷物と\nして「現代の理論」を使用する予定も能力もないのに、不正の目的により、本\n件商標 2 の商標登録をし、被告らに対し、本件訴訟を提起して、被告各出版物\nの出版差止め及び廃棄請求並びに金銭請求を行っているなどとして、原告によ\nる被告らに対する本件商標権 2 の行使は権利濫用にあたり許されない旨を主張\nする。\nしかし、前記 3(2)ア及びエのとおり、「現代の理論」が被告 NPO を示す略\n称として使用されてきたこと及び「現代の理論」が被告 NPO を示す略称とし\nて一般に知られていたことを認めるに足りる証拠はなく、また、本件各商標の\n商標登録出願時において、「現代の理論」という標章が被告 NPO の業務に係\nる商品又は役務を表示するものとして需要者の間に広く認識されていたものと\n認めることもできない。その意味で、被告らの上記主張は、そもそもその前提\nを欠く。\nさらに、前記認定に係る雑誌「現代の理論」（第 3 次）の終刊後の原告出版\n物及び被告各出版物の出版に至る経緯や本件各商標の商標登録出願に至る経緯\n等につき、その時系列を踏まえて見る限り、本件商標 1 の商用登録出願は、原\n告出版物の配信が既に開始されている状況において、被告らが雑誌「FORUM\nOPINION」を雑誌「現代の理論」に改題して発行する旨告知ないし周知した\nことを受けて行われたものと理解することも合理的に可能であり、少なくとも、\nこうした経緯からは、原告の不正の目的の存在をうかがうことはできない。こ\nのことは、本件商標 2 の商標登録出願についても同様である。\nその他被告らが縷々指摘する事情を考慮しても、この点に関する被告らの主\n張は採用できない。\n6  差止め及び廃棄請求について\n以上によれば、被告らによる被告各標章の使用は、本件各商標権を侵害する\nものとみなされ（商標法 37 条 1 号）、原告によるその権利行使を妨げるべき\n事情もないことになる。また、前記認定事実及び弁論の全趣旨によれば、被告\nらは、今後も、被告各標章を付した出版物を出版、販売若しくは販売のための\n展示又は頒布をして、本件各商標権を侵害するおそれがあると認められる。\nしたがって、原告は、被告らに対し、被告各標章を付した被告各出版物の出\n版等の差止請求権（同法 36 条 1 項）及び侵害組成物である被告各出版物の廃\n棄請求権（同条 2 項）を有する。\n7  損害賠償請求について\n(1)  上記のとおり、被告らによる被告各標章の使用は、本件各商標権を侵害\nするものである。また、上記行為につき被告らの過失が推定されるところ\n（商標法 39 条、特許法 103 条）、この推定を覆滅すべき事情の主張立証はな\nい。\nしたがって、原告は、本件各商標権侵害の不法行為に基づき、被告らに対\nし、損害賠償請求権を有する。\n(2)  原告の損害額（争点 6）について\nア  損害額算定の基礎となる売上額の範囲\n本件において、原告は、被告らに対し、商標法 38 条 3 項に基づき、前\n訴において損害賠償請求が認められた被告各出版物 1 及び 2(1)～(4)を除い\nた被告出版物 2(5)～(20)に係る本件各商標の使用料相当額の損害額の賠償\nを求めている。\nまた、弁論の全趣旨によれば、被告各出版物は、被告 NPO に会費（1 人\n当たり 1 万円であり、会費には被告各出版物の代金も含まれている。）を\n支払っている正会員に対しては各号の発行時に交付されていることが認め\nられる。さらに、被告各出版物が季刊誌として発行されている雑誌である\nことに鑑みると、被告各出版物は、正会員以外の者に対しても、その大部\n分は各雑誌の発行と同時期に販売されたものと考えられる。\nイ  被告出版物 2(5)～(20)の売上額\n証拠（乙 15 及び後掲のもの）及び弁論の全趣旨によれば、被告出版物\n2(5)～(20)の各年度における売上額は、以下のとおりと認められる。\n(ｱ)  被告出版物 2(5)及び(6)（平成 30 年度発行）について\na    被告 NPO の売上  60 万 3408 円\n正会員の会費が 1 万円であること、被告各出版物の被告 NPO にお\nける販売価格が 1 部当たり 1000 円であること、被告各出版物は年 4\n回発行されること、上記会費には被告各出版物の代金が含まれること\nからすると、正会員の会費収入の 4 割相当額が被告各出版物の売上に\n相当すると考えられる。\nまた、被告出版物 2(5)及び(6)が発行された平成 30 年度の正会員の\n会費収入は 94 万円であり、それ以外の雑誌「現代の理論」販売収入\nは 83 万 0816 円であることが認められる。\nそうすると、その売上は、60 万 3408 円と認められる。\n{（正会員会費収入 94 万円×0.4）＋「現代の理論発行販売収入」\n83 万 0816 円}÷4 号分×2 号分＝60 万 3408 円\nb  被告会社の売上  2 万 8080 円\n被告会社は、Amazon に対しては本体価格 1200 円の 66%（乙 18）、\n取次のトーハンには 65%（乙 19、20）、日本出版販売株式会社には\n64%（乙 19、21）でそれぞれ販売していること等の事情を考慮すると、\n本体価格 1200 円の 65%である 780 円を 1 部当たりの売上金額と認め\nるのが相当である（以降の年度についても同様である。）。\nまた、証拠（乙 16、17）及び弁論の全趣旨によれば、被告会社に\nおける被告出版物 2(5)及び(6)の販売部数は 36 部と認められる。\nしたがって、その売上は、2 万 8080 円と認めるのが相当である。\n780 円×36 部＝2 万 8080 円\n(ｲ)  被告出版物 2(7)～(10)（令和元年度発行）について\na    被告 NPO の売上  123 万 8970 円\n令和元年度においては、被告 NPO の正会員の会費収入は 91 万円、\nそれ以外の「現代の理論発行販売収入」は 87 万 4970 円であることが\n認められる。\nそうすると、その売上は 123 万 8970 円と認められる。\n（91 万円×0.4）＋87 万 4970 円＝123 万 8970 円\nb  被告会社の売上  15 万 3660 円\n証拠（乙 16、17）及び弁論の全趣旨によれば、被告会社における\n被告出版物 2(7)～(10)の販売部数は 197 部と認められる。\nそうすると、その売上は 15 万 3660 円と認められる。\n780 円×197 部＝15 万 3660 円\n(ｳ)  被告出版物 2(11)～(14)（令和 2 年度発行）について\na    被告 NPO の売上  123 万 8641 円\n令和 2 年度においては、被告 NPO の正会員の会費収入は 91 万円、\nそれ以外の「現代の理論発行販売収入」は 87 万 4641 円であることが\n認められる。\nそうすると、その売上は 123 万 8641 円と認められる。\n（91 万円×0.4）＋87 万 4641 円＝123 万 8641 円\nb  被告会社の売上  9 万 5940 円\n証拠（乙 16、17）及び弁論の全趣旨によれば、被告会社における\n被告出版物 2(11)～(14)の販売部数は 123 部と認められる。\nそうすると、その売上は 9 万 5940 円と認められる。\n780 円×123 部＝9 万 5940 円\n(ｴ)  被告出版物 2(15)～(18)（令和 3 年度発行）について\na  被告 NPO の売上  148 万 4826 円\n令和 3 年度においては、被告 NPO の正会員の会費収入は 90 万 4000\n円、それ以外の「現代の理論発行販売収入」は 112 万 3226 円である\nことが認められる。\nそうすると、その売上は 148 万 4826 円と認められる。\n（90 万 4000 円×0.4）＋112 万 3226 円＝148 万 4826 円\nb  被告会社の売上  8 万 5800 円\n証拠（乙 16、17）及び弁論の全趣旨によれば、被告会社における\n被告出版物 2(15)～(18)の販売部数は 110 部と認められる。\nそうすると、その売上は 8 万 5800 円と認められる\n780 円×110 部＝8 万 5800 円\n(ｵ)  被告出版物 2(19)及び(20)（令和 4 年度発行）について\na    被告 NPO の売上  75 万円\n平成 30 年度～令和 3 年度の被告 NPO の正会員数及び「現代の理論\n発行販売収入」の推移を踏まえると、被告ら主張のとおり、令和 4 年\n度発行に係る被告出版物 2(19)及び(20)の売上に関しては、75 万円と\n推計するのが相当である。\n150 万円÷4 号分×2 号分＝75 万円\nb  被告会社の売上  18 万 0960 円\n証拠（乙 16、17）及び弁論の全趣旨によれば、被告会社における\n被告出版物 2(19)及び(20)の販売部数は 232 部と認められる。\nそうすると、その売上は 18 万 0960 円と認められる。\n780 円×232 部＝18 万 0960 円\n(ｶ)  小計\n以上より、被告 2(5)～(20)出版物の売上は合計 586 万 0285 円と認めら\nれる。これに反する原告の主張は採用できない。\nウ  使用料相当額\n商標権のロイヤルティ料率の平均値が約 2.6%とされていること（乙\n22），被告各出版物がいわゆるオピニオン誌であること，被告らによる本\n件各商標権の侵害行為の態様その他本件の諸般の事情を総合考慮すると，\n本件各商標に係る使用料相当額（商標法 38 条 3 項）は，その売上高の 3%\nと認めるのが相当である。これに反する原告及び被告らの主張はいずれも\n採用できない。\nそうすると，原告の損害額は，17 万 5808 円（1 円未満切捨て）と認め\nられる。\n586 万 0285 円×3％＝17 万 5808 円\n(3)    小括\n以上によれば，原告は，被告らに対し，連帯して、本件各商標権侵害の不\n法行為に基づき、17 万 5808 円の損害賠償請求権及びこれに対する不法行為\n後である令和 4 年 7 月 1 日（被告出版物 2(20)の発行日）から支払済みまで\n民法所定の年 3%の割合による遅延損害金請求権を有することが認められる。\n第 4  結論\nよって、原告の請求は主文記載の限度で理由があるから、その限度でこれを\n認容し、その余は理由がないからこれを棄却することとして、主文のとおり判\n決する。\n東京地方裁判所民事第 47 部\n裁判長裁判官\n杉    浦    正      樹\n裁判官\n小    口    五      大\n裁判官\n吉    野    弘      子\n別紙\n商標権目録\n1  商標登録第 5978523 号\n登録商標：現代の理論（標準文字）\n指定商品：第 9 類「電子印刷物」、第 16 類「印刷物」。\nただし、第 16 類「印刷物」に係る商標登録について、商標法 50 条\n1 項所定の商標登録取消審判（取消 2020-300638 号事件）の請求によ\nり、令和 2 年 10 月 1 日、予告登録がされ、令和 3 年 2 月 12 日、指\n定商品中、第 16 類「印刷物」についての商標登録を取り消す旨の審\n決がされ、同年 3 月 24 日、確定した。\n出願日：平成 28 年 4 月 9 日\n設定登録の日：平成 29 年 9 月 8 日\n2    商標登録第 6517517 号\n登録商標：現代の理論（標準文字）\n指定商品：第 16 類「印刷物」\n出願日：令和 3 年 9 月 6 日\n設定登録の日：令和 4 年 2 月 22 日\n別紙\n被告標章目録\n別紙\n出版物目録\n(1)  『現代の理論』2016 夏号（通巻 33 号）\n(2)  『現代の理論』2016 秋号（通巻 34 号）\n(3)  『現代の理論』2017 新春号（通巻 35 号）\n(4)  『現代の理論』2017 年 4 月春号（通巻 36 号）\n(5)  『現代の理論』2017 年夏号（通巻 37 号）\n(1)  『現代の理論』2017 秋号\nISBN /ｶﾀﾛｸﾞ NO:9784886838261\n(2)  『現代の理論』2018 冬号\nISBN /ｶﾀﾛｸﾞ NO:9784886838322\n(3)  『現代の理論』2018 春号\nISBN /ｶﾀﾛｸﾞ NO:9784886838360\n(4)  『現代の理論』2018 夏号\nISBN /ｶﾀﾛｸﾞ NO:9784886838407\n(5)  『現代の理論』2018 秋号\nISBN /ｶﾀﾛｸﾞ NO:9784886838469\n(6)  『現代の理論』2019 冬号\nISBN /ｶﾀﾛｸﾞ NO: 9784886838506\n(7)  『現代の理論』2019 春号\nISBN /ｶﾀﾛｸﾞ NO: 9784886838568\n(8)  『現代の理論』2019 夏号\nISBN /ｶﾀﾛｸﾞ NO: 978488683860\n(9)  『現代の理論』2019 秋号\nISBN /ｶﾀﾛｸﾞ NO: 9784886838643\n(10)  『現代の理論』2020 冬号\nISBN /ｶﾀﾛｸﾞ NO: 9784886838681\n(11)  『現代の理論』2020 春号\nISBN /ｶﾀﾛｸﾞ NO: 978488683873\n(12)  『現代の理論』2020 夏号\nISBN /ｶﾀﾛｸﾞ NO: 9784886838803\n(13)  『現代の理論』2020 秋号\nISBN /ｶﾀﾛｸﾞ NO: 978488683886\n(14)  『現代の理論』2021 冬号\nISBN /ｶﾀﾛｸﾞ NO: 9784886838926\n(15)  『現代の理論』2021 春号\nISBN /ｶﾀﾛｸﾞ NO: 9784886838995\n(16)  『現代の理論』2021 夏号\nISBN /ｶﾀﾛｸﾞ NO: 9784886839039\n(17)  『現代の理論』2021 秋号\nISBN /ｶﾀﾛｸﾞ NO: 9784886839084\n(18)  『現代の理論』2022 冬号\nISBN /ｶﾀﾛｸﾞ NO: 9784886839152\n(19)  『現代の理論』2022 春号\nISBN /ｶﾀﾛｸﾞ NO: 97848868392\n(20)  『現代の理論』2022 夏号\nISBN /ｶﾀﾛｸﾞ NO: 9784886839268\n"
}