{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 4,
    "month": 3,
    "day": 28
  },
  "case_number": "令和3(行ケ)10063",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "91059",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=91059",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/059/091059_hanrei.pdf",
  "contents": "令和４年３月２８日判決言渡\n令和３年（行ケ）第１００６３号  審決取消請求事件\n口頭弁論終結日  令和４年１月２６日\n判                  決\n原              告     テ イ エ ヌ ネ ッ ト 株 式 会 社\n同訴訟代理人弁護士      山      下      清兵 衛\n同                      山      下      功一 郎\n同訴訟代理人弁理士    橘              哲      男\n同                      藤      本      正      紀\n被          告      東 田 商 工 株 式 会 社\n同訴訟代理人弁護士    沖              達      也\n主                  文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事実及び理 由\n第１  請求\n特許庁が無効２０１９－８００１０７号事件について令和３年４月６日にし\nた審決のうち「特許第３５９８５０８号の請求項１～３に係る発明についての\n審判請求は、成り立たない。」とした部分を取り消す。\n第２  事案の概要\n１  特許庁における手続等（当事者間に争いがない。）\n(1)  被告は、平成１６年３月３日、発明の名称を「屋内のネット等の吊張体の\n吊張り方法、及びその装置」とする発明について特許出願（特願２００４－\n１０１２８２号。優先権主張：平成１５年７月１７日、優先権主張番号：特\n願２００３－２９７９６６号）、優先権主張国：日本。以下「本件出願」とい\nう。）をし、平成１６年９月２４日、特許権の設定登録を受けた（特許第３５\n９８５０８号。請求項の数４。以下、この特許を「本件特許」という。）。\n(2)  原告は、令和元年１２月１１日、本件特許を無効とすることを求める特許\n無効審判（無効２０１９－８００１０７号事件）を請求した。\n特許庁は、令和３年４月６日、「特許第３５９８５０８号の請求項４に係る\n発明についての特許を無効とする。特許第３５９８５０８号の請求項１～３\nに係る発明についての審判請求は、成り立たない。」との審決（以下「本件審\n決」という。）をし、その謄本は、同月１５日、原告に送達された。\n(3)  原告は、令和３年５月１２日、本件審決のうち「特許第３５９８５０８号\nの請求項１～３に係る発明についての審判請求は、成り立たない。」との部分\nについて取消しを求める本件訴訟を提起した。\n２  特許請求の範囲の記載\n本件特許の請求項１ないし３に係る特許請求の範囲は、以下のとおりである\n（以下、請求項１ないし３に係る発明をそれぞれ「本件発明１」、「本件発明２」、\n「本件発明３」といい、本件発明１ないし３を「本件発明」という。）。\n【請求項１】\n体育館等の円弧状の天井部を有する屋内をネット等の吊張体で複数に区画、球\n技における防球用として吊張体を吊張り、又はカゴ状の吊張体を吊張りするの\nに使用すべく、ウインチを用いてウインチワイヤーを緊張した状態で円弧状の\n天井部に沿って移動し、該ウインチワイヤーに一端側を連結された吊り上げワ\nイヤーを移動することで、吊り上げワイヤーの他端側に設けられた吊張体を吊\n張りする屋内のネット等の吊張り方法において、前記吊り上げワイヤーのうち、\n任意の吊り上げワイヤーにおけるウインチワイヤーとの取り付け位置と、天頂\n部、又は天頂部に最も近接している基準となる吊り上げワイヤーにおけるウイ\nンチワイヤーとの取り付け位置との高さ方向の距離に対応した長さを、吊張体、\n又は／及び吊り上げワイヤーの他端側に設けられた調整手段であらかじめ調整\nした後、吊り上げワイヤーを移動してネット等の吊張体を吊張りすることを特\n徴とする屋内のネット等の吊張り方法。\n【請求項２】\n体育館等の円弧状の天井部を有する屋内をネット等の吊張体で複数に区画、球\n技における防球用として吊張体を吊張り、又はカゴ状の吊張体を吊張りするの\nに使用すべく、円弧状の天井部に沿って設けられたウインチワイヤーと、該ウ\nインチワイヤーを緊張した状態で移動するウインチと、前記ウインチワイヤー\nに一端側を連結し、他端側にネット等の吊張体の設けられた吊り上げワイヤー\nとから構成された屋内のネット等の吊張り装置において、前記吊張体、又は／\n及び吊り上げワイヤーの他端側には、前記吊り上げワイヤーのうち、任意の吊\nり上げワイヤーのウインチワイヤーとの取り付け位置と、天頂部、又は天頂部\nに最も近接している基準となる吊り上げワイヤーのウインチワイヤーとの取り\n付け位置との高さ方向の距離に対応した長さを調整するための調整手段が設け\nられていることを特徴とする屋内のネット等の吊張り装置。\n【請求項３】\n前記調整手段が、吊張体に設けられたワイヤー挿通体と、該ワイヤー挿通体に\n挿通された吊り上げワイヤーの下端部に設けられたストッパーとから構成され\nている請求項２に記載の屋内のネット等の吊張り装置。\n３  本件審決の要旨（ただし、取消理由と関係する部分に限る。）\n(1)  本件審決の要旨は、①本件発明１及び２は、不明確とはいえないから、本\n件特許請求の範囲の請求項１及び２の記載は、特許法３６条６項２号に規定\nする要件（明確性要件）を満たす、②本件発明１及び２について、本件出願\nの願書に添付した明細書（以下、図面を含めて「本件明細書」という。）の発\n明の詳細な説明には、その発明の属する分野における通常の知識を有する者\nがその実施をすることができる程度に明確かつ十分に記載したものであるか\nら、本件発明１及び２に係る特許は、同項１号に規定する要件（実施可能要\n件）を満たした出願にされたものである、③本件発明は、本件発明の優先日\n前に頒布された特開２００３－１１７０４６号公報（甲１。以下「甲１文献」\nという。）に記載された発明（以下「甲１発明」という。）に，本件発明の優\n先日前に頒布された刊行物である特開平７－２６５５５３号公報（甲２。以\n下「甲２文献」という。）、特開平５－１８７１３４号公報（甲３。以下「甲\n３文献」という。）、特開平４－６４８２９号公報（甲４。以下「甲４文献」\nという。）及び特開平４－６２３２６号公報（甲５。以下「甲５文献」という。）\nに記載された事項を適用して，当業者が容易に発明をすることができたもの\nではないから、同法２９条２項の規定に違反してなされた出願にされたもの\nではないというものであり、その理由の詳細は、後記(2)及び(3)のとおりであ\nる。\n(2)  本件審決が認定した甲１発明、本件発明１と甲１発明との一致点及び相違\n点は、次のとおりである。\nア  甲１発明\n「体育館等の円弧状の天井部を有する屋内空間部を複数に区画するため、\n又は球技における防球用として使用するネットを吊張りするため、略円弧\n状の天井部に沿ってウインチワイヤーを常に緊張した状態で設け、該ウイ\nンチワイヤーを屋内空間部内に設けられたエンドレスウインチを用いて\n自動的に移動することで、前記ウインチワイヤーに一端側が連結され、他\n端側がネットに連結された複数の吊り上げワイヤーを移動してネットを\n天井部に沿って円弧状に吊張りする、屋内空間部のネット吊張り方法であ\nって、\n前記吊り上げワイヤーは、連結管を介してウインチワイヤーに取り付け\nられ、天頂部分でウインチワイヤーに連結されている吊り上げワイヤーの\nみ連結管がウインチワイヤーに固定され、他の吊り上げワイヤーは、ウイ\nンチワイヤーに移動自在に挿通された筒状の連結管に取り付けられ、ウイ\nンチワイヤーに固定された停止具に当接することにより他の吊り上げワ\nイヤーを上昇移動すべく構成され、\n前記停止具のウインチワイヤーへの固定位置は、屋内空間部の床面にネ\nットを載置した状態で、他の吊り上げワイヤーと天頂部との高さ方向の距\n離（Ｌ１、Ｌ２）により決定され、天頂部分より順次円弧状にネットは上昇\n移動し、吊張りすることが出来る、屋内空間部のネット吊張り方法。」\nイ  甲１発明と本件発明１との一致点及び相違点\n＜一致点＞\n「体育館等の円弧状の天井部を有する屋内をネット等の吊張体で複数に\n区画、球技における防球用として吊張体を吊張り、又はカゴ状の吊張体を\n吊張りするのに使用すべく、ウインチを用いてウインチワイヤーを緊張し\nた状態で円弧状の天井部に沿って移動し、該ウインチワイヤーに一端側を\n連結された吊り上げワイヤーを移動することで、吊り上げワイヤーの他端\n側に設けられた吊張体を吊張りする屋内のネット等の吊張り方法。」\n＜相違点＞\n本件発明１では「前記吊り上げワイヤーのうち」、任意の吊り上げワイヤー\nにおけるウインチワイヤーとの取り付け位置と、天頂部、又は天頂部に最\nも近接している基準となる吊り上げワイヤーにおけるウインチワイヤー\nとの取り付け位置との高さ方向の距離に対応した長さを、「吊張体、又は／\n及び吊り上げワイヤーの他端側」に設けられた調整手段で調整するのに対\nし、甲１発明では、停止具のウインチワイヤーへの固定位置は、屋内空間\n部の床面にネットを載置した状態で、他の吊り上げワイヤーと天頂部との\n高さ方向の距離（Ｌ１、Ｌ２）により決定されるものである点。\n(3)  原告の各主張に対する本件審決の要旨は以下のとおりである。\nア  明確性要件違反について\n(ア)  「高さ方向の距離に対応した長さ」について\n本件特許の請求項１の「前記吊り上げワイヤーのうち」との記載から、\n「高さ方向の距離に対応した長さ」が、「吊り上げワイヤー」の「長さ」\nを意味するものであり、また、「前記吊り上げワイヤーの『うち』」との\n記載があるので「全長」を指すものではないこと、すなわち、「高さ方向\nの距離に対応した長さ」が「吊り上げワイヤー」の部分を指すものとい\nえるから、請求項１の「高さ方向の距離に対応した長さ」との記載が不\n明確であるとはいえない。本件発明２及び本件発明２を引用する本件発\n明３の「高さ方向の距離に対応した長さ」についても同様である。\n(イ)  本件発明１及び２の「調整手段」の具体的構成について\n本件発明１においては、「調整手段」が「吊張体、又は／及び吊り上げ\nワイヤーの他端側」に設けられるものであることが特定されており、ま\nた、「高さ方向の距離に対応した長さを・・・調整手段であらかじめ調整\nし」と特定されていることから、「調整手段」が吊り上げワイヤーの長さ\nを調整する機能を有する手段であることが特定されている。そして、「調\n整手段」の具体的構成が発明特定事項において特定されなくても、当該\n調整手段が奏する機能として、吊り上げワイヤーの長さを調整すること\nが特定されていれば、本件発明１の構成を理解し得ることに照らせば、\n本件発明１が第三者に不測の不利益を負わせるほど不明確なものとはい\nえない。\nイ  実施可能要件違反\n本件発明１の「前記吊り上げワイヤーのうち、任意の吊り上げワイヤー\nにウインチワイヤーとの取り付け位置と、天頂部、又は天頂部に最も近接\nしている基準となる吊り上げワイヤーにおけるウインチワイヤーとの取\nり付け位置との高さ方向の距離に対応した長さを、吊張体、又は／及び吊\nり上げワイヤーの他端側に設けられた調整手段であらかじめ調整した」と\nの特定事項、本件発明２の「前記吊張体、又は／及び吊り上げワイヤーの\n他端側には、前記吊り上げワイヤーのうち、任意の吊り上げワイヤーのウ\nインチワイヤーとの取り付け位置と、天頂部、又は天頂部に最も近接して\nいる基準となる吊り上げワイヤーのウインチワイヤーとの取り付け位置\nとの高さ方向の距離に対応した長さを調整するための調整手段」との特定\n事項により、「調整手段」は、「吊り上げワイヤー」のうち「高さ方向に対\n応した長さ」を調整するものと解される。\n(ア)  「調整手段」が「ネット体に設けた係止体」の場合\n本件明細書の【００５８】の「ネット体１２に、吊り上げワイヤー９\nの係止体（例えば、着脱自在なクリップ等）を設けることで、吊り上げ\nワイヤー９の長さ調整を行うことも可能であり」との記載を参酌すれば、\n本件明細書には「ネット体に設けた係止体」の吊り上げワイヤーに係止\nする位置を調整することにより「高さ方向の距離に対応した長さ」が調\n整されることが理解でき、「ネット体に設けた係止体」が吊り上げワイヤ\nーに係止する位置を調整することで「高さ方向の距離に対応した長さ」\nが調整されることは当業者にとって明らかといえるから、本件発明１の\n「調整手段」が「ネット体に設けた係止体」である場合について、本件\n明細書には本件発明１及び２を当業者が容易に実施できる程度に記載さ\nれているものといえる。\n(イ)  「調整手段」が「吊り上げワイヤーに設けた係止体」の場合\n本件明細書の【００５８】の「吊り上げワイヤー９に、ネット体１２\nへの係止体（例えば、着脱自在なクリップ等）を設けることで、吊り上\nげワイヤー９の長さ調整を行うことも可能であり」との記載を参酌すれ\nば、「吊り上げワイヤーに設けた係止体」の吊り上げワイヤーに設ける位\n置を調整することにより、「高さ方向の距離に対応した長さ」が調整され\nることが理解でき、そして、係止体の位置によりウインチワイヤーとの\n取り付け位置から係止体までの吊り上げワイヤーの長さが調整されるこ\nとが理解できる。\nそして、①「吊り上げワイヤーに設けた係止体」が吊り上げワイヤー\nと吊張体とを係止する係止体の場合、「吊り上げワイヤーに設けた係止体」\nが吊張体の天井部に最も近い部分と係止するところ、「吊り上げワイヤー\nに設けた係止体」を設ける位置を調整することで「高さ方向の距離に対\n応した長さ」が調整されることは当業者にとって明らかであるといえる\nから、本件発明１の「調整手段」が「吊り上げワイヤーに設けた係止体」\nであって、吊り上げワイヤーと吊張体とを係止する場合について、本件\n明細書の発明な詳細な説明には、本件発明１及び２を当業者が容易に実\n施できる程度に記載されているものといえる。②「吊り上げワイヤーに\n設けた係止体」が吊り上げワイヤー自体を係止する係止体の場合、被請\n求人（被告）が提出する乙号証に開示されている技術を用いることでネ\nット体１２を通して折り返された吊り上げワイヤー１２の留める位置を\n調整することにより、吊り上げワイヤー９のネット体１２までの長さが\n調整されると理解できるから、本件発明１の「調整手段」が「吊り上げ\nワイヤーに設けた係止体」であって、吊り上げワイヤー自体を係止する\n係止体の場合について、本件明細書の発明の詳細な説明には、本件発明\n１及び２を当業者が容易に実施できる程度に記載されているものといえ\nる。\nウ  進歩性について\n(ア)  本件発明１について\n調整する対象が、本件発明１は、「吊り上げワイヤーのうち」の一部で\nあるのに対し、甲１発明は、ウインチワイヤーに固定された停止具の固\n定位置である点で明らかに相違し、調整する対象を「吊り上げワイヤー\nの一部」から停止具の固定位置へと変更することが容易とはいえない。\n甲１発明は、円弧状の天井部を有する屋内空間部をスムーズにネットを\n吊り張りして複数に区画することができ、その取扱も容易で、かつ円弧\n状の天井部を有するネットを効率よく吊り張りすることができるよう、\n吊り上げワイヤーは、ウインチワイヤーに移動自在に挿通された筒状の\n連結管を介してウインチワイヤーに取り付けられ、ウインチワイヤーに\n固定された停止具に当接することにより吊り上げワイヤーを上昇移動す\nべく構成したのであるから、本件発明１のように、「吊張体、又は／及び\n吊り上げワイヤーの他端側」に設けるよう設計変更することは阻害要因\nがある。\nそして、甲２文献に、幕体２の最下端に設けられたリング３２と昇降\nコード３１の最下端に設けられた錘３３からなる幕体２のまくり上がり\n位置調整機構が記載されているとしても、甲１発明の連結管及び停止具\nは、ウインチワイヤーに設けられたものであり、吊張体を円弧状の天井\n部に合わせて吊り張りできるように、各吊り上げワイヤーの吊り上げタ\nイミングを調整しているものであるところ、甲２文献に記載された上記\n事項は、調整手段が取り付けられる位置が異なる上、目的も異なるもの\nであるから、同事項を甲１発明に適用する動機付けがあるとはいえない。\nまた、甲３文献にも相違点に係る構成は記載されていない。\nしたがって、本件発明１は、甲１文献ないし甲３文献に記載された事\n項から当業者が容易に発明できたものとはいえない。\n(イ)  本件発明２について\n本件発明２は、本件発明１の「屋内のネット等の吊張り方法」のカテ\nゴリーを変更し、「屋内のネット等の吊張り装置」としたものであるから、\n本件発明１と同様の理由により、本件発明２は、甲１文献ないし甲３文\n献に記載された事項から当業者が容易に発明できたものとはいえない。\n(ウ)  本件発明３について\n本件発明３は、本件発明２の「屋内ネット等の吊張り方法」を更に限\n定したものであるから、本件発明１と同様の理由により、甲１文献ない\nし甲５文献に記載された事項から当業者が容易に発明できたものとはい\nえない。\n第３  当事者の主張\n１  取消事由１（明確性要件違反の判断の誤り）\n(1)  原告の主張\nア  本件発明に係る各請求項には、単に調整手段の存在が記載されているだ\nけであり、「高さ方向の距離に対応した長さ」を調整するための調整手段\nの具体的構成の記載はなく、当業者が実施するのに十分な程度に課題の解\n決するための手段（調整手段）について明確な記載はない。\nまた、本件発明に係る各請求項には、調整手段が、吊り上げワイヤーの\n取付位置の高さの差である「高さ方向の距離に対応した長さ」を調整する\n方法についての記載はなく、本件明細書の記載を考慮しても、調整手段が\n「高さ方向の距離に対応した長さ」を具体的にどのような調整方法で調整\nするのかについて明確ではない。\nイ(ア)  本件明細書の【００３２】、図４及び図５には、調整手段として、\nリング当接体（筒状体又は係止体）、ワイヤー挿通体（リング）、スト\nッパーの構成の記載があるが、こうした構成では、ネット最上端部を円\n弧状に形成することは不可能であり、円弧状を形成するための機序が明\n確ではない。\n(イ)  被告が主張する後記(2)イの実施例②及び③は、本件明細書の【００\n５８】にしか記載はないが、「係止体」を用いることしか特定されてお\nらず、本件明細書には、吊り上げワイヤーの長さ調整を行うために係止\n体の位置を変えることは記載も示唆もないし、「高さ方向の距離に対応\nした長さ」の調整をどのようにして行うかも当業者が実施可能な程度に\n記載されておらず、明確性の要件を満たさない。\n(ウ)  「ネットを順次折り畳みながら吊り上げる際にネットの折り畳み状\n態を調整する」という本件発明の作用効果を奏するための構成が特許請\n求の範囲に記載されておらず、本件明細書の記載を考慮しても明確では\nないから、明確性の要件を満たさない。\n(エ)  本件発明は、課題解決のための調整機能を発揮するためには、吊り\n上げワイヤーに取り付けられた部材（筒状体、ストッパー又は係止体）\nが吊り上げワイヤーの上昇に伴ってリング状のワイヤー挿通体のところ\nで係止する機序が必須であり、当該機序を発明特定事項とするものに限\n定される。本件発明に係る特許請求の範囲には、本件明細書に記載され\nた課題を解決するための手段が反映されていない。\nウ  以上のとおり、本件発明は明確性要件を満たさず、これと異なる本件審\n決の判断は誤りであり、本件審決は取り消されるべきである。\n(2)  被告の主張\nア  本件発明１は、「前記吊り上げワイヤーのうち、任意の吊り上げワイヤ\nーにおけるウインチワイヤーとの取り付け位置と、天頂部、又は天頂部に\n最も近接している基準となる吊り上げワイヤーにおけるウインチワイヤ\nーとの取り付け位置との高さ方向の距離に対応した長さを、吊張体、又は\n／及び吊り上げワイヤーの他端側に設けられた調整手段であらかじめ調\n整した後、」との発明特定事項を有する。\n本件明細書の【００３７】、【００４０】、【００４１】、【００５８】、\n【図１】及び【図２】には、各吊り上げワイヤーの長さについて、ネット\nを床面まで下ろすのに必要な長さよりも、「高さ方向の距離に対応した長\nさ」（Ｌ１、Ｌ２）分だけ長くなるように調整しておく（高さの差分だけ余\nらせておく）ことにより、ネットを吊り上げるタイミングを変え、もって\nネットを円弧状に吊り上げることが可能とすることが明記されている。\nイ  また、調整手段の構成については、本件明細書には、以下のとおり、開\n示されている。\n(ア)  実施例①\n吊り上げワイヤー９の他端側（床面側）に一対の筒状体１５を設け、\nネット体１２には筒状体１５を係止させるためのワイヤー挿通体１６を\n設けておく構成（【００３７】、【００４０】、【００４１】、【図５】）\n：筒状体１５の取付位置を変えることにより長さを調整する。\n(イ)  実施例②\n吊り上げワイヤー９に、ネット体１２への係止体（例えば、着脱自在\nなクリップ等）を設ける構成（【００５８】）\n：クリップで係止する位置を変えることにより長さを調整する。\n(ウ)  実施例③\nネット体１２に、吊り上げワイヤー９への係止体（例えば、着脱自在\nなクリップ等）を設ける構成（【００５８】）\n：クリップで係止する位置を変えることにより長さを調整する。\n(エ)  実施例④\nネット体１２にワイヤー挿通体１６を設け、吊り上げワイヤー９の下\n端部に球状のストッパー１４を設ける構成（【００５８】、【図２】）\n：ストッパー１４の取付位置を変えることにより長さを調整する。\nウ  このように、本件明細書及び図面には、本件発明１の「調整手段」の構\n成及び吊り上げワイヤーの長さの調整のための機序について明らかにさ\nれていることから、本件発明１の特許請求の範囲の記載は、第三者の利益\nを不当に害するものではないため明確性要件違反に当たらず、本件審決の\n判断に誤りはない。\nまた、本件発明２は「前記吊張体、又は／及び吊り上げワイヤーの他端\n側には、前記吊り上げワイヤーのうち、任意の吊り上げワイヤーのウイン\nチワイヤーとの取り付け位置と、天頂部、又は天頂部に最も近接している\n基準となる吊り上げワイヤーのウインチワイヤーとの取り付け位置との\n高さ方向の距離に対応した長さを調整するための調整手段が設けられて\nいる」との発明特定事項を有するところ、同様の理由により明確性要件違\n反に当たらない。\nなお、原告は、前記イ(イ)のとおり、本件明細書の【００５８】に記載\nされた実施例②及び③を取り上げて、その記載が不明確である旨主張する\nが、吊り上げワイヤーの長さを調整するための調整手段の一例として【０\n０５８】の記載があるのであり、吊り上げワイヤーとネット体とを「着脱\n自在なクリップ」のような「係止体」を用いて係止する場合には、当該「係\n止体」の取付位置を変えることにより吊り上げワイヤーの長さを調整する\nことができることは、当業者にとって自明であるから、原告の上記主張は\n理由がない。\n２  取消事由２（実施可能要件違反の判断の誤り）\n(1)  原告の主張\nア  本件発明は、本件明細書の【発明の効果】（【００２４】ないし【００\n２７】）等の記載から、以下の２つの作用効果を奏するものに特定される\n（以下の(ア)、(イ)の作用効果をそれぞれ「作用効果①」、「作用効果②」\nと略する。）。\n(ア)  作用効果①\n円弧状の天井に沿ってネットを吊張りするために調整手段が「高さ方\n向の距離に対応した長さ」の調整を行う。\n(イ)  作用効果②\n調整手段が、ネットを自動的に収納し、収納時の折り畳み状態の調整\nを行う。\nイ  被告は、調整手段の構成として、前記１(2)の実施例①ないし④のとおり\n説明しているが、以下のとおり、いずれも実施可能要件を満たさないもの\nである。\n(ア)  実施例①は、本件明細書の【００４０】及び【００４１】の記載に\nよれば、吊り上げワイヤーの上方への牽引に伴って筒状体が上昇し、そ\nの筒状体が筒状体の上方に位置するワイヤー挿通体部分で停止する（当\n接、係止する）ことにより、ネットを吊り上げる。\nしかし、本件明細書の【図５】では、一対の筒状体がどのワイヤー挿\n通体にも当接又は係止しておらず、【００４０】、【００４１】の記載\nと矛盾するものであるから、当業者は、本件明細書の記載に基づいて実\n施例①を実施しようとしても不可能である。\nまた、実施例②及び③では、被告の説明によると、実施例①の筒状体\nを係止体に置き換えただけであるので、実施例①と同様の理由により、\n実施可能要件を満たさない。\n(イ)  前記(ア)のとおり、実施例①は、吊り上げワイヤーの上方への牽引\nに伴って筒状体が上昇し、その筒状体が筒状体の上方に位置するワイヤ\nー挿通体部分で停止する（当接、係止する）ことにより、ネットを吊り\n上げるものであり、筒状体がネットに取り付けられた複数のワイヤー挿\n通体のうち最上端のワイヤー挿通体に当接、係止した場合にはネットは\nスムーズに吊り張りされる。\n他方で、筒状体がネットに取り付けられた複数のワイヤー挿通体のう\nち、最上端のワイヤー挿通体以外のワイヤー挿通体に当接、係止した場\n合には、当接、係止したワイヤー挿通体よりも上方のワイヤー挿通体が\n全て当接、係止したワイヤー挿通体の位置まで降下して複数のリング状\nのワイヤー挿通体に積み重なり、筒状体が当接、係止している位置より\n上方のネット部分は何も支持されないため、上方のネット部分は下方の\n筒状体の当接、係止位置まで垂れ下がってだぶつくことになる。\n本件明細書の【図４】は、筒状体は最上端のワイヤー挿通体以外のワ\nイヤー挿通体に当接、係止しており、筒状体が当接、係止している位置\nより上方のワイヤー挿通体は何も支持されてないから、全てその下方の\n筒状体の当接、係止位置まで降下し、複数のリング状のワイヤー挿通体\nに積み重なることになり、また、筒状体が当接、係止している位置より\n上方のネット部分も何も支持されていないので、全てその下方の筒状体\nの当接、係止位置まで垂れ下がり、だぶつくことになるが、【図４】で\nはそうならずにネットが吊り張りされている。また、【図４】のように、\n最上端のワイヤー挿通体以外のワイヤー挿通体に筒状体が当接、係止す\nる場合には、その当接、係止部分には上方から垂れ下がってきたネット\nの重量分の負荷がかかり、ネットが絡まるおそれもあるため、ネットを\n円滑に吊張りすることができない。\nしたがって、当業者は、【図４】のとおり実施例①を実施しようとし\nても実施は不可能である。\nまた、実施例②及び③は、実施例①の筒状体を係止体に置き換えただ\nけであるので、実施例①と同様の理由により、実施可能要件を満たさな\nい。\n(ウ)  実施例①では、「高さ方向の距離に対応した長さ」を一対の筒状体\nで決定する（【００３７】）が、現場作業員等が円弧状の天井の高さ等\nを計測し、その計測した天井の高さ等に基づいて吊り上げワイヤーにお\nいて「高さ方向の距離に対応した長さ」に対応した筒状体を取り付ける\nことにより調整手段による調整を実質的に行っているのであり、こうし\nた調整手段は、現場作業員による単なる人為的取決めに基づく現場作業\nであるにすぎず、また、筒状体の取付作業において「筒状体が具体的に\n吊り上げワイヤーのどの位置に取り付けられるのか」等について本件明\n細書には明確に記載されていない。\nしたがって、実施例①については、本件明細書には、当業者が実施可\n能な程度に明確に記載されていない。\nまた、実施例②及び③は、実施例①の筒状体を係止体に置き換えただ\nけであるので、実施例①と同様の理由により、実施可能要件を満たさな\nい。\n(エ)  実施例②及び③は、本件明細書の【００５８】に記載があるのみで、\n特許請求の範囲及び本件明細書の記載を考慮しても、係止体を用いるこ\nとしか特定することができず、吊り上げワイヤーの長さ調整を行うため\nの係止体の取付位置を変えることは、記載も示唆もない。\nしたがって、実施例②及び③については、本件明細書等には当業者が\n実施可能な程度に明確に記載されているとはいえない。\n(オ)  本件発明の調整手段は、本件明細書の【図４】及び【図５】に開示\nされているものである。そして、本件発明が、「高さ方向の距離に対応\nした長さ」を調整してネットを吊り上げ（作用効果①）、ネットを折り\n畳み、その折り畳み状態を調整する（作用効果②）ためには、少なくと\nも、ワイヤー挿通体が必須の構成要素である。\n被告の説明を前提として実施例③を図示すると、別紙４の１のとおり\nであるが、実施例③では、係止体とワイヤー挿通体の両方がネットに設\nけられていることになり、作用効果①をどのような機序で奏するのか明\nらかではない。\nまた、実施例②及び③は、作用効果②をどのような機序で奏するのか\nについて、特許請求の範囲及び本件明細書を考慮しても、当業者が実施\n可能な程度に明確に記載されているとはいえない。この点、被告は、作\n用効果②は本件発明が解決しようとする課題とは関係のない特定の実\n施形態について追加する効果であり、実施可能要件との関係で作用効果\n②を奏するように記載されていなければならない旨の原告の主張は誤\nりである旨主張するが、作用効果②は、本件明細書では「発明の第２の\n課題解決手段」として記載されており（【００２０】、【００２１】）、\n発明の効果として記載されている（【００２７】）から、本件発明は、\n作用効果②を奏するための構成及び機序を有するものに限定されるの\nであり、被告の上記主張は理由がない。\n(カ)  実施例④を本件明細書の【図２】に基づいて図示したものは、別紙\n４の２のとおりである。この図のとおり、実施例④は、筒状体を用いず\nに、ワイヤー挿通体及びストッパーの２点で構成されるものであり、吊\nり上げワイヤーが上昇すると、吊り上げワイヤーの下端に設けられたス\nトッパーがネットの上端に設けられたワイヤー挿通体に引っ掛かりネ\nットを吊り上げていくものであるが、ネットの上端で吊り上げワイヤー\nと係止するのみでネットを下方から折り畳むことができず、作用効果②\nを奏することができない。\nしたがって、実施例④は、当業者が作用効果②を奏するように実施す\nることができない。\nウ  本件明細書には、「高さ方向の距離に対応した長さ」に関して、【００\n３１】、【図２】、【図４】及び【図５】には、「Ｌ」との記載があり、\n【００３７】、【００４０】、【００４１】及び【図１】には、「Ｌ１」及\nび「Ｌ２」との記載がある。本件明細書の記載からすると、「Ｌ」と「Ｌ１」\n及び「Ｌ２」は同じ長さであるが、本件明細書の記載をみても、「Ｌ」と「Ｌ\n１、Ｌ２」の関係が不明であり、また、【図５】の一対の筒状体のうち上部\nの筒状体の技術的意義は不明であって、「高さ方向の距離に対応した長さ」\nを「一対の筒状体の間の距離（Ｌ）」とすることが本件発明の課題解決に\nどのように寄与しているのかについて、特許請求の範囲及び本件明細書の\n記載から理解することができない。\nそうすると、本件明細書には、「高さ方向の距離に対応した長さ」をど\nのような長さに調整すればよいか、またはどのような方法により調整すれ\nばよいかについて、当業者が実施できる程度に記載されているとはいえな\nい。\nエ  以上によれば、本件発明は実施可能要件を満たすものではなく、これと\n異なる本件審決の判断は誤りであり、本件審決は取り消されるべきである。\n(2)  被告の主張\nア  前記１(2)アのとおり、本件明細書には、本件発明が、各吊り上げワイヤ\nーの長さを、ネットを床面まで下ろすのに必要な長さよりも「高さ方向の\n距離に対応した長さ（Ｌ１、Ｌ２）分だけ長くなるように調整しておく（高\nさの差分だけ余らせておく）ことにより、ネットを円弧状に吊り上げるこ\nとを可能とし、かつ、吊り上げワイヤーの「長さを調整するための調整手\n段」を「吊張体、又は／及び吊り上げワイヤーの他端側」（床面側）に設\nけておくことにより、従来技術の課題であった設置時や設置後の調整作業\nを、床面において、簡易かつ安全に行うことを可能とするものであること\nが開示されており、「調整手段」の具体的構成についても記載されている。\nそして、吊り上げワイヤーの長さを調整するための調整手段の一例とし\nて、【００５８】には、前記１(2)イの実施例②及び③が記載されているが、\n前記１(2)ウのとおり、吊り上げワイヤーとネット体とを「着脱自在なクリ\nップ」のような「係止体」を用いて係止する場合には、当該「係止体」の\n取付位置を変えることにより、吊り上げワイヤーの長さを調整することが\nできることは当業者にとって明らかであるから、本件明細書には、実施例\n②及び③の態様についても当業者が容易に実施できる程度に記載されて\nいる。\nイ  なお、前記２(1)アのとおり、原告は、本件発明は作用効果①だけではな\nく作用効果②を奏するものに限定される旨主張する。\nしかし、本件発明の解決しようとする課題は、体育館等の円弧状の天井\n部を有する屋内を複数に区画するため、略円弧状の天井部に沿って設けら\nれたウインチワイヤーと、一端側が前記ウインチワイヤーに連結された吊\nり上げワイヤーと、ウインチワイヤーを移動するためのウインチと、吊り\n上げワイヤーの他端側に連結されたネット体とからなるネット吊張り装\n置において、吊り上げワイヤーの微調整が簡易で、かつ、安全に行え、メ\nンテナンスの面でも安全に作業できることにあり（本件明細書の【０００\n２】ないし【００１０】）、原告が主張する作用効果②は、上記発明が解\n決しようとする課題とは関係のない特定の実施形態においてのみ追加さ\nれる効果であって、実施可能要件との関係において作用効果②を奏するか\n否かを検討する必要はない。\nウ  以上によれば、本件発明は、本件明細書の発明の詳細な説明に当業者が\nその実施をすることができる程度に明確かつ十分に記載されているから、\nこれと同旨の本件審決の判断に誤りはなく、原告主張の取消事由２は理由\nがない。\n３  取消事由３（進歩性欠如の判断の誤り）\n(1)  原告の主張\nア  一致点及び相違点の認定の誤り\n本件発明１は、「前記吊り上げワイヤーのうち、任意の吊り上げワイヤ\nーにおけるウインチワイヤーとの取り付け位置と、天頂部、又は天頂部に\n最も近接している基準となる吊り上げワイヤーにおけるウインチワイヤ\nーとの取り付け位置との高さ方向の距離に対応した長さ」（以下「高さ方\n向の距離に対応した長さ」という。）との発明特定事項を有するものであ\nる。本件発明１は、「ウインチワイヤーを緊張した状態で円弧状の天井部\nに沿って移動」するものであるから、「高さ方向の距離に対応した長さ」\nは「円弧状の天井部の高低差」に等しい。\nこれに対し、甲１発明は、ウインチワイヤーに固定された停止具が連結\n管に当接することで吊り上げワイヤーが上昇移動することにより、ネット\nは中央部より円弧状の天井部の形状に応じて上昇し、円弧状の天井部まで\n屋内空間部をネットで区画することが可能となっており（甲１文献の【０\n０２８】、【００２９】、【００３５】）、甲１発明における停止具及び\n連結管は、「円弧状の天井部の高低差」に対応した長さを調整するための\n手段に該当し、本件発明１の調整手段と同様の機能を備えた手段であると\nいえる。\nそうすると、本件発明１の調整手段と甲１発明の連結管及び停止具とは\n構成が共通しているから、本件発明１と甲１発明の一致点及び相違点は、\n次のように認定されるべきである。\n（一致点）\n「体育館等の円弧状の天井部を有する屋内をネット等の吊張体で複数に\n区画、球技における防球用として吊張体を吊張り、又はカゴ状の吊張体を\n吊張りするのに使用すべく、ウインチを用いてウインチワイヤーを緊張し\nた状態で円弧状の天井部に沿って移動し、該ウインチワイヤーに一端側を\n連結された吊り上げワイヤーを移動することで、吊り上げワイヤーの他端\n側に設けられた吊張体を吊張りする屋内のネット等の吊張り方法におい\nて、「円弧状の天井部の高低差」を調整手段であらかじめ調整した後、吊\nり上げワイヤーを移動してネット等の吊張体を吊張りすることを特徴と\nする屋内のネット等の吊張り方法。」\n（相違点）\n本件発明１では、調整手段が「吊張体、又は／及び吊り上げワイヤーの\n他端側（床側）」に設けられているのに対し、甲１発明では、「連結管」\nがウインチワイヤーに設けられ、「停止具」が吊り上げワイヤーの一端側\n（天井側）に設けられている点。\nイ  容易想到性の判断の誤り\n(ア)  本件発明１の調整手段が「吊張体、又は／及び吊り上げワイヤーの\n他端側（床側）」に設けられているのに対し、甲１発明では、「連結管」\nがウインチワイヤーに設けられ、「停止具」が吊り上げワイヤーの一端\n側（天井側）に設けられている点で相違する。しかし、メンテナンス等\nを容易に行うことを目的として、「高さ方向の距離に対応した長さ」を\n調整するための部材の取付け位置を天井側から床側に変更することは、\n当業者であれば当然に思いつくことであるから、当該相違点は、部材の\n取付位置の設計変更であるにすぎず、実質的な相違点ではない。\n(イ)  仮に、「高さ方向の距離に対応した長さ」を調整するための部材の\n取付位置を天井側から床側に変更することが設計事項に当たるものでは\nないとしても、甲２文献には、幕体を昇降させる手段が記載されており、\n当該幕体の昇降手段は、昇降する昇降コードと、昇降コードが挿通し、\n幕体に取り付けられたリングと、リングに挿通している昇降コードの最\n下端に取り付けられている錘とを有する構成が開示されおり（【００３\n７】、【００３８】、【図４】、【図９】、【図１０】等）、リングの\n内径は、錘の外径よりも小さく設計されており、昇降コードを引き上げ\nると、錘が最下位のリングに引っ掛かるようになっており、昇降コード\nを引き上げ、錘を上昇せると、幕体が下端部側から漸次まくり上がるよ\nうになっている（【００３７】、【００３８】、【００８８】、【図４】、\n【図９】、【図１０】等）。そして、甲２文献に記載された昇降手段は、\n幕体の上端を円弧状の様々な形状にして吊り上げることを目的としてお\nり、甲１発明の調整手段の目的と共通するものであり、また、甲２文献\nに記載されたリング及び錘は甲１発明の連結具及び停止具とその構造を\n共通にするものであるから、甲１発明に甲２文献に記載された事項を適\n用する動機付けがある。\nまた、甲３文献に記載された昇降手段は、昇降用ワイヤを上下駆動し\nてネットを昇降し、ネット側に設けられている部材（ターンバックル）\nを用いて、ネットの上端の高さを調整することを目的とするものであり\n（【００１０】、【００１３】、【００１４】）、甲１発明の調整手段\n（連結管及び停止具）の目的と共通するものであるから、甲３文献に記\n載された事項を甲１発明に適用する動機付けがある。\nそして、甲２文献には、昇降コード（吊り上げワイヤー）の他端側及\nび幕体（ネット）側にネットの上端を円弧状に調整可能な手段が設けら\nれていることが記載されており、また、甲３文献には、昇降コード（吊\nり上げワイヤー）の他端側及び幕体（ネット）側に、ネットの上端を円\n弧状に調整可能な調整手段を設けることが記載されているから、甲１発\n明に甲２文献及び甲３文献に記載された事項を適用すれば、相違点の構\n成に想到する。\nウ  小括\n以上によれば、本件審決の一致点及び相違点の判断に誤りがあり、甲１\n発明に甲２文献及び甲３文献に記載された事項を適用すれば、上記相違点\nの構成に想到し得る。\nしたがって、これと異なる本件審決の判断は誤りであり、また、本件発\n明２は、本件発明１の「屋内のネット等の吊張り方法」を「屋内ネット等\nの吊張り装置」としたものであり、本件発明３は、本件発明２の「屋内ネ\nット等の吊張り装置」を更に限定したものであるにすぎないから、本件発\n明２及び３に関する本件審決の判断も誤りであり、本件審決は取り消され\nるべきである。\n(2)  被告の主張\nア  一致点及び相違点の認定の誤り\n原告は、甲１発明の「ウインチワイヤーに設けられた連結管」が本件発\n明の吊り上げワイヤーの長さの「調整手段」と同様の機能を備えた手段で\nあるとして、調整手段が床側に設けられているか、天井側に設けられてい\nるかという点が相違点である旨主張するが、甲１－１発明の「ウインチワ\nイヤーに設けられた連結管」は、吊り上げワイヤーの長さを調整する手段\nではないから、原告の上記主張は誤りであり、本件審決が認定した一致点\n及び相違点に誤りはない。\nイ  容易想到性の判断の誤り\n(ア)  甲１発明は、天井に沿って設けられたウインチワイヤーに、吊り上\nげワイヤーと連結している「連結管」と「高さ方向の距離に応じてウイ\nンチワイヤーに固定された停止具」を設け、各吊り上げワイヤーを上方\nに移動させるタイミングを変えることにより、ネットを円弧状に吊り上\nげるという動作を実現するものである。\nこれに対し、本件発明１は、各吊り上げワイヤーの長さが、ネットを\n床面まで下ろすのに必要な長さよりも「高さ方向の距離に対応した長さ」\n（Ｌ１、Ｌ２）分だけ長くなるよう調整しておく（高さの差分だけ余らせ\nておく）ことにより、ウインチを作動させると各吊り上げワイヤーは同\n時に上方に移動するが、吊り上げワイヤーと連結しているネットは、天\n頂部に近いものから先に（順番に）吊り上がり、もってネットを円弧状\nに」吊り上げることを可能とするものである。そして、本件発明１にお\nいては、「吊張体、又は／及び吊り上げワイヤーの他端側」（床面側）\nに吊り上げワイヤーの「長さを調整するための調整手段」を設けておく\nことにより、従来技術の課題であった設置時及び設置後の調整作業を床\n面において簡易かつ安全に行うことを可能としたものである。\nこのように、甲１発明と本件発明１では、ネットを円弧状に吊り上げ\nるための構成及び動作が全く異なるものであり、相違点に係る構成は単\nなる取付位置についての設計的事項であるとはいえない。\nかえって、甲１発明の構成及び動作と本件発明１の構成及び動作は、\nネットを円弧状に吊り上げるための構成及び動作として二者択一であ\nり、両立し得ないものであるから、甲１発明の構成を本件発明１の構成\nに変更することについては阻害要因がある。\n(イ)  甲２文献には、相違点に係る構成の記載はなく、甲１発明に甲２文\n献に記載された事項を適用しても、本件発明１には想到し得ない。原告\nは、甲２文献の【００３７】及び【００３８】の各記載を引用するが、\nこれらは単に幕体を下から漸次まくり上げる方法について述べるにす\nぎず、「前記吊張体、又は／及び吊り上げワイヤーの他端側に、高さ方\n向の距離に対応した吊り上げワイヤーの長さを調整するための調整手\n段」とは関係しない記載である。\nまた、甲２文献に記載された発明は、「昇降コードの長さに対応した\n値を示す設定値とこの設定値の前に設定されている既設定値との差の正、\n負によって上記モータの回転方向を決定し、上記差の大きさに対応した\n回転数だけ上記モータを回転させる昇降制御器」（請求項１）であり、\n各昇降コードの昇降位置を昇降制御器で設定しておくことにより電気信\n号を用いて制御するものであり、本件発明と吊張体の吊り上げ方法を全\nく異にするものである。\n(ウ)  甲３文献には、相違点に係る構成が記載されておらず、同文献に記\n載された事項を甲１発明に適用したとしても、本件発明１には想到し得\nない。\n原告は、ターンバックルを操作して微調整を行う構成のみを抜き出し\nて甲１発明に適用しようとするが、甲３文献に記載された発明は、【０\n０１４】に記載されているとおり、「各養生ネットが一線に揃うように」\nするために、ターンバックルを操作して微調整を行うものであって、「任\n意の吊り上げワイヤーのウインチワイヤーとの取り付け位置と、天頂部\nとの間に、高さ方向の距離の差が生じる」ことやネットを円弧状に吊り\n張することを前提とするものではなく、相違点に係る構成については記\n載も示唆もない。\nウ  小括\n以上によれば、本件審決が認定した一致点及び相違点の判断に誤りはな\nく、甲１発明に甲２文献又は甲３文献に記載された事項を適用しても相違\n点の構成には想到し得ない。また、本件発明２は、本件発明１の「屋内の\nネット等の吊張り方法」を「屋内ネット等の吊張り装置」としたものであ\nり、本件発明３は、本件発明２の「屋内ネット等の吊張り装置」を更に限\n定したものであるから、本件発明１と同様の議論が当てはまる。\nしたがって、これと同旨の本件審決の判断に誤りはなく、原告主張の取\n消事由３は理由がない。\n第４  当裁判所の判断\n１  本件明細書の記載事項等について\n本件明細書（甲１２）には、別紙１のような記載があり、この記載事項によ\nれば、本件明細書の発明の詳細な説明には、本件発明に関し、次のような開示\nがあることが認められる。\n(1)  「本発明」は、体育館、屋根付き雨天練習場、屋根付き球場（通称、ドー\nム球場）等の大きな空間部を有し、天井部が略円弧状の屋内を、使用目的（例\nえば、テニスコート等のコートを複数面取りしたり、野球の練習において、\n内野外野の連携練習と打撃練習等に分ける。）に応じて確実に区分けしたり、\n球技における防球用（観客席への球の飛び込み防止、又は隣り合うコートで\nの球の飛び込み防止等）、又はカゴ状のネット体を吊張りするのに使用する\n屋内ネット等の吊張体の吊張り方法とその装置に関するものである（【００\n０１】）。\n(2)  体育館等の円弧状の天井部を有する屋内を複数に区画するため、又は球\n技における防球用としてネットを吊張りするために、略円弧状の天井部に沿\nって設けられたウインチワイヤーと、一端側が前記ウインチワイヤーに連結\n体を介して連結された吊り上げワイヤーと、ウインチワイヤーを移動するた\nめのウインチと、吊り上げワイヤーの他端側に連結されたネット体からなり、\nしかも、連結体がウインチワイヤーに沿って天頂部との距離に応じて移動す\nるように構成されている装置があるが、こうしたネット吊張り装置では、円\n弧状の天井部に設けられたウインチワイヤーに沿って連結具が移動するため\nに、連結具の移動を天頂部との距離に応じて停止するための停止体を各吊り\n上げワイヤー毎に少なくとも２個設ける必要があり、その調整作業（特にウ\nインチワイヤー設置後に行う微調整）は天井側で行わなければならず、クレ\nーン車等を屋内に用いて行う必要があり、コスト面で高くなるとともに、そ\nの調整作業が煩雑となるという欠点があり、また、ネット体の天井側の吊張\nりを床面に対して水平方向に変更するなどの場には、その都度、連結具の取\nり付け位置の変更が必要となり、その作業も天井側で行わなければならず煩\n雑であるとともに、メンテナンスの面においてもその作業が煩雑であるとい\nう問題点があった（【０００６】、【０００８】、【０００９】）。\n(3)  「本発明」は、このような従来の構成が有していた問題を解決するもので\nあり、吊り上げワイヤーの微調整が簡易で、かつ、安全に行え、メンテナン\nスの面でも安全に作業ができることを目的とするものである（【００１０】）。\n(4)  「本発明」の体育館等の屋内のネット等の吊張り装置は、天井部分の移動\nはウインチワイヤーのみであるために、ネット体の吊張り、収納時において\n故障、トラブルの発生が従来の装置に比して少なく、また、調整手段がネッ\nト等の吊張体、又は／及び吊り上げワイヤーの下端（床面）側に設けられて\nいるために、ネット等の吊張体を床面側に吊り下ろすのみでメンテナンス等\nが容易に行うことができるほか、調整手段の構成も簡易であり、かつ、ネッ\nト等の吊張体、又は／及び吊り上げワイヤーの下端（床面）側に設けられて\nいるために、室内に施工する場合の施行時間の短縮、施工工程の短縮を図る\nことができる（【００２４】ないし【００２６】）。\n２  甲１文献の記載事項について\n(1)  甲１文献には別紙２のような記載があり、この記載事項によれば、同文献\nには次のような開示があることが認められる。\nア  本発明は、体育館等の大きな空間部を有し、天井部が略円弧状に形成さ\nれた屋内空間部を、使用目的に応じて区画分けしたり、又は球技において\n設けるネットの吊張りを確実に行うのに使用する屋内空間部のネット吊\n張り方法とその装置に関する（【０００１】）。\nイ  体育館、屋根付き雨天練習場、屋根付き球場（通称、ドーム球場）等の\n大きな空間部を有し、天井部が略円弧状（アーチ状）の屋内空間部を、使\n用目的に応じて区画分けして同時にスムーズに使用する場合、又は球技に\nおける防球用として安全性を確保する場合に、ネットを用いて屋内空間部\nを区切って使用することがあるが、従来、使用する区切用ネットを吊張り\nする場合は、まずネット屋内空間部の床面に載置し、ウインチワイヤーを\nネットに取り付け、該ウインチワイヤーを天井周縁の一方より他方側へ取\nり付け、その後自動ウインチ、又は手巻きウインチでウインチワイヤーを\n緊張しながら移動してネットを直線状に吊張りし、吊張りしたネットの上\n部に当たる円弧部分はネットを取り付けないか、又は予め固定したネット\nを設けることで屋内空間部を区画分けし、また、吊張りしたネットを取り\n外す場合は、自動ウインチ、又は手巻きウインチを用いて緊張したウイン\nチワイヤーを弛ませた後、床面にウインチワイヤーを垂らしてネットを取\nり外していた（【０００２】ないし【０００４】）。\nウ  こうした従来の方法では、近年の大型化した体育館や屋根付き（ドーム）\n球場のような大空間を有する屋内空間部の場合、ネットを吊張りするのに\n時間（数時間）がかかり、また、多大な労力を要するために、ネットを吊\n張りする準備が大変で作業効率が悪く、また、円弧状の天井部分のネット\nに関しても、ネットが固定された状態であれば、屋内空間部全体を使用す\nる場合にネット部分が邪魔になり、ネットを取り付けない状態であれば、\nその部分よりボールが飛び込む恐れがあり、確実な屋内空間部の区画がで\nきないという欠点があった（【０００５】、【０００６】）。\nエ  本発明は、あらゆる体育館、屋根付き（ドーム）球状等の屋内空間部で、\n区画分け、又は防球用として、容易に、スムーズにネットを吊張りするこ\nとができ、特に天井部分の円弧状に沿ってネットで区画することのできる\n屋内空間部のネット吊張り方法とその装置を提供することである（【００\n０７】）。\n(2)  そして、甲１文献の【請求項１】、【発明の詳細な説明】の【００１４】\nないし【００１８】、【００２１】ないし【００２３】の記載、【図１】な\nいし【図４】を総合すると、同文献には、本件審決が認定した甲１発明が記\n載されているものと認められる。\n３  取消事由１（明確性要件違反の判断の誤り）について\n(1)  特許出願における特許請求の範囲の記載については、「特許を受けようと\nする発明が明確である」（特許法３６条６項２号）との要件に適合すること\nが求められている。その趣旨は、特許制度が、発明を公開した者に独占的な\n権利である特許権を付与することによって、特許権者についてはその発明を\n保護し、一方で第三者については特許に係る発明の内容を把握させることに\nより、その発明の利用を図ることを通じて、発明を奨励し、もって産業の発\n達に寄与することを目的とするものであることを踏まえたものであると解さ\nれる。こうした趣旨からすると、同号の要件の適合性については、特許請求\nの範囲の記載、本件明細書の記載及び出願当時の技術常識を踏まえ、特許請\n求の範囲の記載が第三者に不測の損害を被らせない程度に明確に記載されて\nいるかという観点から判断されるべきである。\n以下、これを前提として判断する。\nア  本件発明１について\n本件発明１は、体育館等の円弧状の天井部を有する屋内においてネット\n等の吊張体を吊張りするために、ウインチを用いてウインチワイヤーを緊\n張した状態で円弧状の天井部に沿って移動し、該ウインチワイヤーに一端\n側を連結された吊り上げワイヤーを移動することで、吊り上げワイヤーの\n他端側に設けられた吊張体を吊張りする屋内のネット等の吊張方法にお\nいて、①前記吊り上げワイヤーのうち、②任意の吊り上げワイヤーにおけ\nるウインチワイヤーとの取り付け位置と、③天頂部、又は天頂部に最も近\n接している基準となる吊り上げワイヤーにおけるウインチワイヤーとの\n取り付け位置との、④「高さ方向の距離に対応した長さ」を、⑤吊張体、\n又は／及び吊り上げワイヤーの他端側に設けられた「調整手段」であらか\nじめ調整した後、吊り上げワイヤーを移動してネット等の吊張体を吊張り\nするとの発明特定事項を有するものである。\nここで、「高さ方向の距離に対応した長さ」は、特許請求の範囲の記載\nに加えて、本件明細書の【００３７】、【００４０】及び【図１】によれ\nば、吊り上げワイヤーの一部分を指すものであり、「任意の吊り上げワイ\nヤーにおけるウインチワイヤーとの取り付け位置」と「天頂部、又は天頂\n部に最も近接している基準となる吊り上げワイヤーにおけるウインチワ\nイヤーとの取り付け位置」との高さ方向の距離に対応した長さであると解\nすることができる。すなわち、【図１】では、吊り上げワイヤー９ａのウ\nインチワイヤーの取り付け位置と（上記②）、天頂部に最も近接している\n基準となる吊り上げワイヤー９ｂのウインチワイヤーとの取り付け位置\nとの（上記③）、高さ方向の距離に対応した長さ（上記④）は、Ｌ １である\nと解することができる。\nそして、「調整手段」は、特許請求の範囲の記載に加えて、本件明細書\nの【００３１】、【００３２】及び【図１】によれば、吊り上げワイヤー\nの「高さ方向の距離に対応した長さ」を、吊張体、又は／及び吊り上げワ\nイヤーの他端側で調整するものをいうと解することができる。【図１】で\nは、吊り上げワイヤーの床面側で「高さ方向の距離に対応した長さ」であ\nるＬ１を調整する手段を有している（上記⑤）ことが理解することができ、\n本件明細書の【００４０】及び【００４１】によれば、調整された「高さ\n方向の距離に対応した長さ」に応じた距離（Ｌ１、Ｌ２）だけ吊り上げワイ\nヤーが吊り上げられた後、吊張体を上方に持ち上げるように構成されてい\nるものと解することができる。\nそうすると、本件発明１の特許請求の範囲には、「高さ方向の距離に対\n応した長さ」を、吊張体、又は／及び吊り上げワイヤーの「他端側」（床\n面側）で調整する手段であることが特定されており、本件明細書の記載を\n参酌すると、調整手段は、「高さ方向の距離に対応した長さ」に応じた距\n離だけ吊り上げワイヤーが吊り上げられた後、吊張体を上方に持ち上げる\nように構成されているものと解することができるから、調整手段の具体的\n構成については特定されていなくても、本件発明１に係る特許請求の範囲\nの記載としては、第三者が特許に係る発明の内容を把握することを困難に\nするものとはいえず、第三者に不測の不利益を及ぼすほどに不明確なもの\nとはいえない。したがって、本件発明１は、明確性の要件を満たすもので\nある。\nイ  本件発明２について\n本件発明２は、体育館等の円弧状の天井部を有する屋内をネット等の吊\n張体で複数に区画、球技における防球用として吊張体を吊張り、又はカゴ\n状の吊張体を吊張りするのに使用すべく、円弧状の天井部に沿って設けら\nれたウインチワイヤーと、該ウインチワイヤーを緊張した状態で移動する\nウインチと、前記ウインチワイヤーに一端側を連結し、他端側にネット等\nの吊張体の設けられた吊り上げワイヤーとから構成された屋内のネット\n等の吊張り装置において、①前記吊張体、又は／及び吊り上げワイヤーの\n他端側には、②前記吊り上げワイヤーのうち、③任意の吊り上げワイヤー\nのウインチワイヤーとの取り付け位置と、④天頂部、又は天頂部に最も近\n接している基準となる吊り上げワイヤーのウインチワイヤーとの取り付\nけ位置との、⑤高さ方向の距離に対応した長さを調整するための調整手段\nが設けられているとの発明特定事項を有するものであるところ、前記アの\nとおり、調整手段である「高さ方向の距離に対応した長さ」は、本件明細\n書の記載等を参酌すると、吊り上げワイヤーの一部分を指すものであり、\n「任意の吊り上げワイヤーにおけるウインチワイヤーとの取り付け位置」\nと「天頂部、又は天頂部に最も近接している基準となる吊り上げワイヤー\nにおけるウインチワイヤーとの取り付け位置」との高さ方向の距離に対応\nした長さであると解することができる。\nそうすると、本件発明２の特許請求の範囲には、「高さ方向の距離に対\n応した長さ」を、吊張体、又は／及び吊り上げワイヤーの「他端側」（床\n面側）で調整する手段であることが特定されており、前記アのとおり、本\n件明細書の記載を参酌すると、調整手段は、「高さ方向の距離に対応した\n長さ」に応じた距離だけ吊り上げワイヤーが吊り上げられた後、吊張体を\n上方に持ち上げるように構成されているものと解することができるから、\n調整手段の具体的構成については特定されていなくても、本件発明２に係\nる特許請求の範囲の記載としては、第三者が特許に係る発明の内容を把握\nすることを困難にするものとはいえず、第三者に不測の不利益を及ぼすほ\nどに不明確なものとはいえない。したがって、本件発明２は明確性の要件\nを満たすものである。\nウ  本件発明３について\n本件発明３は、本件発明２の調整手段を、「吊張体に設けられたワイヤ\nー挿通体と、該ワイヤー挿通体に挿通された吊り上げワイヤーの下端部に\n設けられたストッパー」から構成されるものに限定したものであるところ、\n本件発明２の調整手段について前記イのとおり明確性の要件を満たす以\n上、本件発明３についても同様に、明確性の要件を満たすものといえる。\n(2)  これに対し、原告は、前記第３の１(1)アのとおり、本件発明に係る請求\n項には、「高さ方向の距離に対応した長さ」を調整するための調整手段の具\n体的構成の記載はなく、「高さ方向の距離に対応した長さ」を調整する方法\nについての記載もないから、本件発明は明確性の要件を満たさない旨主張す\nるが、前記(1)で説示したとおり、特許請求の範囲の記載としては、原告が主\n張するような調整手段の具体的構成等の記載は不要であるから、この点に係\nる原告の主張は理由がない。\nまた、原告は、前記第３の１(1)イのとおり、(ア)円弧状を形成するための\n機序が明確ではない、(イ)被告が主張する実施例②、③の調整手段の調整方\n法が明確ではない、(ウ)「ネットを順次折り畳みながら吊り上げる際にネッ\nトの折り畳み状態を調整する」という作用効果を奏するための構成が特許請\n求の範囲に記載されていない、(エ)吊り上げワイヤーに取り付けられた部材\nが吊り上げワイヤーの上昇に伴ってリング状のワイヤー挿通体のところで係\n止する機序に係る課題を解決するための手段が特許請求の範囲に記載されて\nいない旨主張する。しかし、前示のとおり、明確性の要件の適合性は、特許\n請求の範囲の記載が第三者に不測の不利益を及ぼすほど不明確であるか否か\nが問題であって、原告が主張するような細部に係る点の記載がなくても明確\n性が否定されるものではないし、そもそも原告の主張は、被告の主張する実\n施例の明確性を問題としたり、明確性要件違反と実施可能要件違反とを混同\nしたりするものを含んでおり、当を得ないというほかない。\n(3)  以上によれば、本件発明に係る特許請求の範囲の記載は明確性の要件に\n適合するものであり、原告主張の取消事由１は理由がない。\n４  取消事由２（実施可能要件違反の判断の誤り）について\n(1)  特許法３６条４項１号に規定する実施可能要件は、明細書の発明の詳細\nな説明に、その発明の属する技術分野における通常の知識を有する者が、過\n度の試行錯誤等を経ることなく、特許請求の範囲に記載された発明を実施で\nきる程度に明確かつ十分に記載されていることを問題とするものであるとこ\nろ、原告は、前記第３の２(1)イのとおり、被告が主張するところの実施例①\nないし④について、これらが実施可能であるか否かの観点から実施可能要件\nを充足しない旨主張するものであって、そもそも失当というほかない。\n(2)  この点を措くとしても、特許請求の範囲の記載に加えて、本件明細書の発\n明の詳細な説明の記載を総合すると、「高さ方向の距離に対応した長さ」は、\n任意の吊り上げワイヤーの部分の長さであり、天頂部、又は天頂部に最も近\n接している基準となる吊り上げワイヤーにおけるウインチワイヤーとの取り\n付け位置と、任意の吊り上げワイヤーにおけるウインチワイヤーとの取り付\nけ位置との高さ方向における距離に対応する長さであること、吊張体、又は\n／及び吊り上げワイヤーの他端側に設けられた「調整手段」は、吊り上げワ\nイヤーの「高さ方向の距離に対応した長さ」を調整するための手段であり、\n高さ方向の距離に対応した長さだけ吊り上げワイヤーが吊り上げられた後、\n吊張体を上方に持ち上げる構成をいうものであることは、前記３(1)アで説示\nしたとおりである。\nそして、本件明細書の発明の詳細な説明には、実施形態の１つとして、調\n整手段の具体的な構成に関し、吊り上げワイヤーの下端部に固定状態で設け\nられた球状のストッパー１４、該ストッパー１４の上部側で吊り上げワイヤ\nー９に挿通して設けられた筒状体１５、ネット体１２に設けられたリング状\nのワイヤー挿通体１６の構成が開示されており（【００３２】、【００５７】）、\n【００３１】、【００３７】ないし【００４２】、【図１】、【図２】、【図\n４】を参酌すると、こうした構成においては、吊り上げワイヤーの下端部（床\n面側）で、一対の筒状体１５の間を「高さ方向の距離に対応した長さ」（Ｌ。\n以下「差分」ということもある。）に調整した上でウインチ１０を作動させ\nると、吊り上げワイヤー９の上部の移動に合わせてストッパー１４、筒状体\n１５も上部に連動して「高さ方向の距離に対応した長さ」（Ｌ）に相当する\n分が移動した後、ワイヤー挿通体１６に当接して吊張体１２が吊り上げワイ\nヤー９と係合し、さらに吊り上げワイヤー９を上部に移動させることに連動\nして吊張体１２も上部に持ち上げられる動作が行われることで、基準となる\n吊り上げワイヤー（図１の９ｂ）から差分に応じて順に吊張体１２が吊り上\nげられ、円弧状の天井に吊張体を吊張りすることができるものと、当業者で\nあれば容易に理解することができる。\nそうすると、本件明細書の発明の詳細な説明には、個々の実施例や図面に\n関していえば、十分に説明されているとはいえない点があるものの、当業者\nが過度の試行錯誤等を経ることなく、特許請求の範囲に記載された発明を実\n施できる程度に明確かつ十分に記載されているといえる。\n(3)  その他、原告は、種々主張するが、いずれも当を得ないもの、あるいは採\n用し得ないものというほかない。原告が、本件発明の本質的部分（「高さ方\n向の距離に対応した長さ」に関する調整手段）が、吊り上げワイヤーの長さ\nを、天頂部又は天頂部に最も近接している基準となる吊り上げワイヤーにお\nけるウインチワイヤーの取り付け位置と、任意の吊り上げワイヤーにおける\nウインチワイヤーの取り付け位置との間の高さ方向の距離に対応する長さを、\n他端側（床面側）で調整するものであることをそもそも正解していないこと\nは、原告が本件発明の実施例として図示した別紙４の１及び２の各図からも\n明らかというべきであり、原告の主張は、その前提を誤るものというべきで\nある。\nまた、原告は、ネットを折り畳み、その折り畳み状態を調整する（作用効\n果②）は、本件明細書では発明の「第２の課題解決手段」として記載されて\nおり、発明の効果として記載されているから、本件発明の特定事項であり、\n実施可能要件の対象となる事項である旨主張するが、上記作用効果②は、本\n件明細書において、【発明が解決しようとする課題】には記載がなく、課題\n解決手段による作用の一つとして記載されているのにすぎないから、このよ\nうな事項が実施可能要件の対象となることはない。\n(4)  以上によれば、本件明細書の発明の詳細な説明は、当業者であれば、その\n実施をすることができる程度に明確かつ十分に記載したものであるといえる\nから、実施可能要件に適合するものであり、原告主張の取消事由２は理由が\nない。\n５  取消事由３（進歩性欠如の判断の誤り）について\n(1)  一致点及び相違点の認定の誤り\nア  前記２(2)のとおり、甲１発明は、天井に沿って設けられたウインチワイ\nヤーに、吊り上げワイヤーと連結している「連結管」と、天頂部と他の吊\nり上げワイヤーの取付位置との高さ方向の距離に応じてウインチワイヤ\nーに固定された停止具を設けて、連結管がウインチワイヤーに固定された\n停止具に当接することで各吊り上げワイヤーを上方に移動するタイミン\nグを変えることにより、吊張体（ネット）を天井に沿って円弧状に吊り上\nげる動作をするものと認められる。\nこれに対して、本件発明１は、これまで説示したとおり、各吊り上げワ\nイヤーの長さを、当該吊り上げワイヤーにおけるウンチワイヤーの取り付\nけ位置と、天頂部、又は天頂部に最も近接している基準となる吊り上げワ\nイヤーにけるウインチワイヤーとの「高さ方向の距離に対応した長さ」に\n相当する差分だけ長く調整しておくことにより、ウインチを作動させると\n各吊り上げワイヤーは同時に上方に移動するが、天頂部、又は天頂部に最\nも近接している吊り上げワイヤーと連結している吊張体（ネット）から先\nに吊り上がり、順次、天頂部に近い吊り上げワイヤーに連結している吊張\n体（ネット）が吊り上がることにより、吊張体（ネット）を円弧状に吊り\n上げる動作をするものである。\nこのように、本件発明１と甲１発明は、ネットを円弧状に吊り上げるた\nめの動作機序が異なるものであり、こうした動作の違いを生じさせる調整\n手段の特定は相違点と位置付けられるべきであるから、本件審決の判断に\n誤りはない。\nイ  これに対し、原告は、前記第３の３(1)アのとおり、甲１発明における停\n止具及び連結管は、「円弧状の天井部の高低差」に対応した長さを調整す\nるための手段に相当し、本件発明１の調整手段と同様の機能を備えたもの\nであることを前提として、「「円弧状の天井部の高低差」を調整手段であ\nらかじめ調整した後、吊り上げワイヤーを移動してネット等の吊張体を吊\n張りすること」が一致点として認定されるべきである旨主張するが、本件\n発明１と甲１発明における動作機序が異なることを無視した主張という\nほかなく、およそ採用の限りではない。\n(2)  容易想到性の判断の誤り\nア  本件審決の容易想到性の判断の誤りに関する前記第３の３(1)イ(ア)の\n原告の主張は、「「円弧状の天井部の高低差」を調整手段であらかじめ調\n整した後、吊り上げワイヤーを移動してネット等の吊張体を吊張りするこ\nと」が一致点であることを前提とするものであるところ、前記(1)のとおり、\nこの点は一致点ではなく相違点であるから、原告の主張はその前提におい\nて理由がない。\nイ  また、前記第３の３(1)イ(イ)の原告の主張については、甲２文献の【０\n０３７】、【００３８】、【図４】（別紙３－１参照）には、幕体２を吊\nり上げるための昇降コード３１と、複数のリング３２が縦状に所定の間隔\nに取り付けられ、昇降コード３１に挿通され、昇降コード３１の最下端に\n錘３３が取り付けられた幕体２を吊り上げる構成が開示されているが、甲\n１発明の調整手段である連結管と停止具は天井部のウインチワイヤーに\n取り付けられたものであり、単なる幕体を上部に吊り上げる機序が開示さ\nれているにすぎない甲２文献に記載された事項を適用する動機付けもな\nければ、こうした構成を適用しても、相違点である本件発明の調整手段、\nすなわち、任意の吊り上げワイヤーの長さを、基準となる吊り上げワイヤ\nーとウインチワイヤーとの取り付け位置と、その任意の吊り上げワイヤー\nとウインチワイヤーとの取り付け位置との高さ方向の距離に対応した長\nさ（差分）を他端側（床面側）であらかじめ調整する構成に想到するもの\nではない。\n次に、甲３文献に記載された調整手段については、原告は、ネット側に\n設けられている部材（ターンバックル）を用いる構成に着目するようであ\nるが、同文献の【００１４】の記載によれば、ターンバックル１２は、ワ\nイヤロック１１の下端部に取り付けられ、各養生ネットを一線に揃えさせ\nるために微調整をするためのものであって、同文献には、相違点に係る構\n成については記載も示唆もないから、同文献に記載された事項を甲１発明\nに適用したとしても、本件発明１の調整手段の構成に想到するものではな\nい。\n(3)  以上によれば、本件審決には一致点及び相違点の誤りはなく、本件発明１\nは、甲１発明に甲２文献又は甲３文献に記載された事項から容易に想到する\nことができないから、これと同旨の本件審決の判断に誤りはない。また、本\n件発明１の「屋内のネット等の吊張り方法」に関する調整手段が設けられて\nいることを特徴とする「屋内のネット等の吊張り装置」とした本件発明２、\n及び本件発明２の「屋内のネット等の吊張り装置」の調整手段について吊張\n体に設けられたワイヤー挿通体とストッパーの構成に限定した本件発明３に\nついても、同様に、甲１発明に甲２文献又は甲３文献に記載された事項から\n容易に想到することができないから、これと同旨の本件審決の判断に誤りは\nない。\nしたがって、原告主張の取消事由３は理由がない。\n６  以上によれば、原告主張の取消事由はいずれも理由がないから、原告の請求\nは棄却されるべきである。\nよって、主文のとおり判決する。\n知的財産高等裁判所第４部\n裁判長裁判官\n菅      野      雅      之\n裁判官\n中      村              恭\n裁判官\n岡      山      忠      広\n（別紙１）\n【発明の詳細な説明】\n【技術分野】\n【０００１】\n本発明は、体育館、屋根付き雨天練習場、屋根付き球場（通称、ドーム球場という）\n等の大きな空間部を有し、天井部が略円弧状の屋内を、使用目的（例えば、テニス\n等のコートを複数面取りする場合、又は野球の練習分け（内野外野の連携練習と打\n撃練習等に分ける場合）等）に応じて確実に区画分けしたり、球技における防球用\n（観客席への球の飛び込み防止、又は隣り合うコートでの球の飛び込み防止等）、又\nはカゴ状のネット体を吊張りするのに使用する屋内のネット等の吊張体の吊張り方\n法とその装置に関する。\n【背景技術】\n【０００２】\n体育館等の屋内を、２面（、又は多面）に分けて球技で同時に使用（試合、練習等）\nする場合は、試合、練習等をスムーズ（コート間でボールの飛び込み等がないよう\nに）に行うため、又は安全性のために、ネット体を用いて屋内を区切って使用する。\nこの場合に、従来使用されているネット等の吊張装置は、ネット体を吊張りするの\nに、屋内の側面側に設けられた複数の手巻きウインチと、天井側に設けられた滑車\nと、手巻きウインチより滑車を介して床面に垂らした複数の吊り上げワイヤーと、\n該吊り上げワイヤーに取り付けたネット体とから構成され、それぞれの手巻きウイ\nンチを巻き取る方向に回転することで、吊り上げワイヤーを移動しネット体を吊張\nりする。\nまた、ネット体を取り外す場合は、手巻きウインチを引き出す方向に回転すること\nで、吊り上げワイヤーを移動し床面に吊り上げワイヤーを垂らしてネット体を取り\n外する。\n【０００３】\nまた、観客席部分の防球用としてネットを吊張りする際も、同様にワイヤーにネッ\nトを取り付けた後、手巻きウインチでワイヤーを天井周縁の一方より他方側へ緊張\nすることによりネットを吊張りしていた。\n【０００４】\n上述のような手動による方法では、近年の大型化した体育館や、屋根付き（ドーム）\n球場のような大空間部のある屋内の場合、ネットを吊張りするのに時間（数時間）\nがかかり、又多大な労力を要するために、ネットを吊張りする準備が大変で、作業\n効率が悪く、特に、複数に分割してネットを吊張りする際は、さらなる準備に時間\nを要する等ネットの吊張りに関しての問題があった。\n【０００５】\n特に、屋根付き（ドーム）球場のような場合、天井部分が円弧状になっているため\nに天井部分は、斜めにワイヤーを設けネットを吊張りしなければならないが、これ\nでは円弧部を確実な区分けができない。さらに、円弧状の天井部にネットを張る場\n合は、斜めにネットを移動するために手動式では、さらに多くの労力を必要とする\nという欠点があった。\n【０００６】\nそこで、体育館等の円弧状の天井部を有する屋内を複数に区画するため、又は球技\nにおける防球用としてネットを吊張りするために、略円弧状の天井部に沿って設け\nられたウインチワイヤーと、一端側が前記ウインチワイヤーに連結体を介して連結\nされた吊り上げワイヤーと、ウインチワイヤーを移動するためのウインチと、吊り\n上げワイヤーの他端側に連結されたネット体とからなり、しかも連結体がウインチ\nワイヤーに沿って天頂部との距離に応じて移動するように構成されている装置が考\nえられた（特許文献１参照。）。\n【０００７】\nこの装置は、エンドレスウインチを作動させるとウインチワイヤーが円弧状の天\n井部に沿って移動し、該ウインチワイヤーに設けられた吊り上げワイヤーが上方に\n移動することとなる。\nそして、各吊り上げワイヤーは、天頂部との距離に応じて連結体の移動距離が決め\nられているために、先ず、天頂部の吊り上げワイヤーがネット体を持ち上げ、他の\n吊り上げワイヤーは、連結体のみが天頂部との距離に応じてウインチワイヤーの移\n動方向と逆方向に移動する。その後、天頂部からの距離の短い順に各吊り上げワイ\nヤーがネット体を持ち上げ、円弧状の天頂部に沿ってネット体を吊張りすることが\nできる。\n【特許文献】     特開２００３－１１７０４６号   公報\n【発明の開示】\n【発明が解決しようとする課題】\n【０００８】\nしかしながら、上述のようなネット吊張り装置では、円弧状の天井部分に設けられ\nたウインチワイヤーに沿って連結具が移動するために、連結具の移動を天頂部との\n距離に応じて停止するための停止体を各吊り上げワイヤー毎に少なくとも２個設け\nる必要があり、その調整作業（特にウインチワイヤー設置後に行う微調整）は天井\n側で行わなければならず、クレーン車等を屋内に用いて行う必要があり、コストの\n面で高くなるとともに、その調整作業そのものが煩雑となるという欠点があった。\n【０００９】\nまた、ネット体の天井側の吊り張を床面に対して水平方向に変更する等の場合、そ\nの都度連結具の取り付け位置の変更が必要となり、その作業も天井側で行わなけれ\nばならず煩雑であるとともに、メンテナンスの面においてもその作業が煩雑である\nという問題点があった。\n【００１０】\n本発明は、このような従来の構成が有していた問題を解決するものであり、吊り上\nげワイヤーの微調整が簡易で、且つ安全に行え、メンテナンスの面でも安全に作業\nできることを目的としている。\n【課題を解決するための手段】\n【００１１】\nそして、本発明は上記目的を達成するために、体育館等の円弧状の天井部を有する\n屋内をネット等の吊張体で複数に区画、球技における防球用として吊張体を吊張り、\n又はカゴ状の吊張体を吊張りするのに使用すべく、ウインチを用いてウインチワイ\nヤーを緊張した状態で円弧状の天井部に沿って移動し、該ウインチワイヤーに一端\n側を連結された吊り上げワイヤーを移動することで、吊り上げワイヤーの他端側に\n設けられた吊張体を吊張りする屋内のネット等の吊張り方法において、前記吊り上\nげワイヤーのうち、任意の吊り上げワイヤーにおけるウインチワイヤーとの取り付\nけ位置と、天頂部、又は天頂部に最も近接している基準となる吊り上げワイヤーに\nおけるウインチワイヤーとの取り付け位置との高さ方向の距離に対応した長さを、\n吊張体、又は／及び吊り上げワイヤーの他端側に設けられた調整手段であらかじめ\n調整した後、吊り上げワイヤーを移動してネット等の吊張体を吊張りすることを特\n徴とする。\n【００１３】\nまた、具体的には、体育館等の円弧状の天井部を有する屋内をネット等の吊張体で\n複数に区画、球技における防球用として吊張体を吊張り、又はカゴ状の吊張体を吊\n張りするのに使用すべく、円弧状の天井部に沿って設けられたウインチワイヤーと、\n該ウインチワイヤーを緊張した状態で移動するウインチと、前記ウインチワイヤー\nに一端側を連結し、他端側にネット等の吊張体の設けられた吊り上げワイヤーとか\nら構成された屋内のネット等の吊張り装置において、前記吊張体、又は／及び吊り\n上げワイヤーの他端側には、前記吊り上げワイヤーのうち、任意の吊り上げワイヤ\nーのウインチワイヤーとの取り付け位置と、天頂部、又は天頂部に最も近接してい\nる基準となる吊り上げワイヤーのウインチワイヤーとの取り付け位置との高さ方向\nの距離に対応した長さを調整するための調整手段が設けられていることである。\n【００１４】\nさらに、調整手段が、吊張体に設けられたワイヤー挿通体と、該ワイヤー挿通体よ\nり延出した吊り上げワイヤーに設けられたストッパーとから構成されていることで\nある。\n【００１６】\n上記本発明の作用は、体育館、屋根付き球場等の大きな空間部のある屋内をネット\n等の吊張体を用いて区画したり、防球用として吊張したり、又はカゴ状の吊張体を\n使用する際、天井周縁近傍の片側、又は両側に設けられたウインチを作動すること\nで円弧状の天井に沿って設けられたウインチワイヤーを移動し、該ウインチワイヤ\nーに設けられた吊り上げワイヤーを上方に吊り上げることにより、吊り上げワイヤ\nーに設けられたネット等の吊張体を吊張りする。\n【００１７】\nこの際、任意の吊り上げワイヤーのウインチワイヤーとの取り付け位置と、天頂\n部、又は天頂部に最も近接している基準となる吊り上げワイヤーのウインチワイヤ\nーとの取り付け位置との高さ方向の距離に対応した長さを、吊張体、又は／及び吊\nり上げワイヤーの他端側に設けられた調整手段であらかじめ調整した後、吊り上げ\nワイヤーを移動することで、ネット等の吊張体は、上部側を円弧状の天井に沿って\n吊り張りされ、下部側を床面に水平状態として吊り張りされることとなる。\n【００１８】\nまた、ネット等の吊張体を下ろす際は、ウインチを逆方向に作動しウインチワイヤ\nーを上記と逆方向に移動し、基準となる天項部の吊り上げワイヤーより順に天頂部\nに近い位置の吊り上げワイヤーが下方に移動することで、前記ネット等の吊張体の\n下部側（床面側）を床面に水平状態に保ちながら床面に下ろすことができる。\n【００１９】\nネット等の吊張体の収納に関しては、長期間使用しない場合は、床面に下ろした\n後、吊り上げワイヤーより取り外して収納する。\n【００２０】\nまた、第２の課題解決手段による作用は、ネット等の吊張体の上部側、又は吊り上\nげワイヤーに設けられた調整手段を用いて、ネット等の吊張体の上部側の吊り上げ\nワイヤーをフリーの状態とし、この状態で吊り上げワイヤーをネット等の吊張体の\n吊る張りする位置よりさらに上方に移動することにより、ネット等の吊張体を折り\n畳むように天井側に移動して円弧状の天井に沿って収納することができる。\n【００２１】\nこの際も上記と同様に、吊張体、又は／及び吊り上げワイヤーの他端側に設けられ\nた調整手段を微調整することで、ネット等の吊張体の折り畳み状態（上下方向の幅、\n折り畳みむ回数等）を調整することができる。\n【００２２】\nまた、調整手段の吊り上げワイヤーのストッパーを、任意の吊り上げワイヤーのウ\nインチワイヤーとの取り付け位置と、天頂部、又は天頂部に最も近接している基準\nとなる吊り上げワイヤーのウインチワイヤーとの取り付け位置との高さ方向の距離\nに対応した長さの位置に設けることで、ウインチワイヤーの移動により天頂部、又\nは天頂部に最も近接している基準となる吊り上げワイヤーが上方（又は下方）に移\n動してネット等の吊張体を吊り上げる（下方に下ろす）しても、任意の吊り上げワ\nイヤーは高さ方向の距離分吊り上げワイヤーのみを吊張体に設けられたワイヤー挿\n通体内を移動することとなる。その後、ワイヤー挿通体にストッパーが当接するこ\nとで、その部分のネット等の吊張体を吊り上げる（下方に下ろす）こととなる。\n【発明の効果】\n【００２４】\n上述したように本発明の体育館等の屋内のネット等の吊張り装置は、天井部分の\n移動はウインチワイヤーのみであるために、ネット体の吊張り、収納時において故\n障、トラブルの発生が従来の装置に比し少なくという効果を発揮するものでありま\nす。\n【００２５】\nまた、調整手段がネット等の吊張体、又は／及び吊り上げワイヤーの下端（床面）\n側に設けられているために、ネット等の吊張体を床面側に吊り下ろすのみでメンテ\nナンス等が容易に行えることとなる。\n【００２６】\nまた、調整手段の構成も簡易であり、且つネット等の吊張体、又は／及び吊り上げ\nワイヤーの下端（床面）側に設けられているために、室内に施工する場合の施工時\n間の短縮、施工工程の短縮を図ることができる。\n【００２７】\nさらに、ネット等の吊張体の上部側の吊り上げワイヤーをフリーにすることで、ネ\nット等の吊張体を天井側に折り畳んだ状態で収納することができるので、屋内の区\n画をより多目的にでき、使用範囲広げることができる。\n【実施の実施するための最良の形態】\n【００２８】\n以下、本発明の体育館等の屋内のネット吊張り装置の実施の形態を図１～図８に\n基づいて説明する。\n【００２９】\n図１は、屋内のネット吊張り方法を説明する概略説明図であり、図２はネット吊張\nり装置を示す概略説明図であり、図３はウインチワイヤーと吊り上げワイヤーとを\n連結する連結具を示す概略側面図であり、図４は吊り上げワイヤー、及びネット体\nに設けられた調整手段を示す概略側面図であり、図５は吊り上げワイヤー、及びネ\nット体に設けられた調整手段を示す概略正面図であり、図６は、カゴ状ネット体を\n示す概略斜視図であり、図７はネット体の収納状態を示す概略説明図であり、図８\nは他の屋内のネット吊張り方法を説明する概略説明図であり、図９は他の屋内のネ\nット吊張り方法を説明する概略説明図である。\n【００３０】\n屋内のネット吊張り装置１は、体育館等の屋内の天井２の枠等に設けられ、且つ下\n方側に吊り上げ滑車３の取り付けられた複数の支持具４…と、該支持具４の上方側\nに一対設けられた滑車５…と、該滑車５…間に設けられたウインチワイヤー７と、\n該ウインチワイヤー７とを移動するウインチ１０（図中ではエンドレスウインチを\n使用。尚、ウインチ１０の種類はエンドレスウインチに限定されるものでなく、巻\nき取り式ウインチ等、使用する屋内の大きさ、設置位置等により自在に決定される\nものである。）と、連結具８を介して一端側を前記ウインチワイヤー７に連結し、且\nつ吊り上げ滑車３に巻回された吊り上げワイヤー９と、該吊り上げワイヤー９の他\n端側に設けられた吊張体としてのネット体１２とから構成されている。\n【００３１】\n前記吊り上げワイヤー９には、任意の吊り上げワイヤー９ａのウインチワイヤー\n７への取り付け位置と、天頂部、又は天頂部に最も近接している基準となる吊り上\nげワイヤー９ｂのウインチワイヤー７への取り付け位置との高さ方向の距離に対応\nした長さ（Ｌ）を調整する調整手段が設けられている。\n【００３２】\n上記調整手段は、吊り上げワイヤー９の下端部に固定状態で設けられた球状のス\nトッパー１４と、該ストッパー１４の上部側で、吊り上げワイヤー９に挿通して設\nけられた筒状体１５と、ネット体１２に設けられたリング状のワイヤー挿通体１６\nとから構成されている。\n【００３３】\n前記ワイヤー挿通体１６のネット体１２に設ける位置は、ネット体１２の縦方向\nに沿って一列状に設ける。その個数については特に限定されるものでないが、ネッ\nト体１２の上部側と、下部側とには必要である。\n【００３４】\nまた、前記ストッパー１４は、重り体を兼ねるべく重量のあるものでもよい。（重\nり体は別個にネット体１２の下端側に取り付ける構成することも可能である。）\n【００３５】\n前記連結具８は、ウインチワイヤー７に挿通後その前後への移動を固定し該ウイ\nンチワイヤー７に対してその位置で回動自在な連結具本体８ａと、該連結具本体８\nａの側面に回動自在に設けられた補助連結体８ｂとから構成され、補助連結体８ｂ\nは前後の連結部８ｃ、８ｄがそれぞれ回動すべく構成されている。\n【００３６】\n上記構成よりなるネット吊張り装置１を使用して、体育間等の円弧状の天井２を\n有する屋内にネット体１２を吊張りする方法を説明する。\n【００３７】\n上記装置１を使用する際は、先ずそれぞれの吊り上げワイヤー９…の他端側をネ\nット体１２に設けられたワイヤー挿通体１６に挿通後、該吊り上げワイヤー９…の\n端部にストッパー体１５…をそれぞれ取り付ける。その後、天頂部、又は天頂部に\n最も近接している基準となる吊り上げワイヤー９ｂのウインチワイヤー７への取り\n付け位置と、それぞれの吊り上げワイヤー９ａ…のウインチワイヤー７への取り付\nけ位置との高さ方向の距離に対応した長さ（Ｌ１、Ｌ２）を調整してその距離を一対\nの筒状体１５で決定する。\n【００３８】\nその後、吊り上げワイヤー９…の一端側を連結具８の補助連結体８ｂ…に連結す\nる。\n【００３９】\nこの状態で、ウインチ１０を作動すると、ウインチワイヤー７がエンドレス状態\n（又は、一定距離を前後移動）で天井２の円弧に沿って滑車５…間を移動する（矢\n印方向）こととなる。\n【００４０】\nそして、ウインチワイヤー７に連結具８を介して連結された吊り上げワイヤー９\n…のうち、天頂部の吊り上げワイヤー９ｂが、先ず上方に移動することとなる。こ\nの際、他のそれぞれの吊り上げワイヤー９ａは、ネット体１２に設けられたワイヤ\nー挿通体１６内を筒状体１５で調整されたそれぞれの距離（Ｌ １、Ｌ２）まで移動す\nる。\n【００４１】\nそれぞれの吊り上げワイヤー９ａが調整されたそれぞれの距離（Ｌ １、Ｌ２）移動\nした後、天頂部に近い吊り上げワイヤー９ｂより順次ワイヤー挿通体１６部分で筒\n状体１５が停止し、ネット体１２を上方に持ち上げることとなる。\n【００４２】\nすべての吊り上げワイヤー９がネット体１２を上方に持ち上げると、円弧状の天\n井２に沿ってネット体１２を吊張りすることができることとなる。\n【００４３】\nまた、ネット体１２を収納する際（完全に取り外す）は、ウインチ１０を作動して\nウインチワイヤー７を上記と逆方向に移動し、天頂部に近い吊り上げワイヤー９ｂ\nより順次吊り上げワイヤー９ａ…を下方に移動する。そして、ネット体１２を床面\nに下ろした状態で、各吊り上げワイヤー９…をワイヤー挿通体１６より引き抜いて\nネット体１２を完全に取り外して、ネット体１２のみを収納する。\n【００４４】\nまた、ネット体１２を一次的に収納する場合は、筒状体１５を吊り上げワイヤー９\nに対してフリーの状態にした後、ウインチ１０を作動してウインチワイヤー７を吊\nり上げワイヤー９が上方に移動する方向に移動し、吊り上げワイヤー９の端部のス\nトッパー１４がワイヤー挿通体１６を順次重ねながら押し上げることで、ネット体\n１２を吊張りする位置よりさらに上方に移動して、円弧状の天井２に沿って折り畳\nんだ状態で収納する（図７参照）。\n【００４５】\nこのように、円弧状の天井２に対して、天頂部、又は天頂部に最も近接している基\n準となる吊り上げワイヤー９ｂのウインチワイヤー７への取り付け位置と、それぞ\nれの吊り上げワイヤー９ａ…のウインチワイヤー７への取り付け位置との高さ方向\nの距離に対応した長さを、ネット体１２側で調整するために、その調整（微調整を\n含む）がスムーズで、且つそのメンテナンスも容易に行えることとなる。\n【００４６】\nまた、吊り上げワイヤー９は複数の回動部を有する連結具８を介してウインチワ\nイヤー７に連結されているために、各ワイヤーの移動時に絡み合うことなく、スム\nーズに移動することができる。\n【００５０】\nまた、上記実施例では、１台のウインチ１０でウインチワイヤー７を移動したが、\nウインチ１０の数はこれに限定されるものでなく、例えば、ウインチワイヤー７を\n天頂部より２分割にして、天井の両端側に設けられた２台のウインチ１０、１０で\nそれぞれのウインチワイヤー７、７を移動すべく構成することも可能であり、また、\n天井側に設ける吊り上げワイヤー９の数に応じて同数、又はそれより少ない数のウ\nインチ１０を設けることで、ウインチワイヤー７を移動することも可能である。\n【００５１】\n例えば、それぞれの吊り上げワイヤー９に対応した数のウインチ１０を設け、各吊\nり上げワイヤー９の下方側に実施例の調整手段を設けることにより、各ウインチ１\n０の始動を制御することなく作動して、ネット１２を適切に吊張りすることができ\nる（図８参照）。\n【００５２】\n例えば、円弧状の天井２に沿って設けられた複数の吊り上げワイヤー９のうち、天\n井２部分での同じ高さの吊り上げワイヤー９をそれぞれ、１台のウインチ１０で移\n動するように設置し、且つ各吊り上げワイヤー９の下方側に実施例の調整手段を設\nけることにより、各ウインチ１０の始動を制御することなく作動して、ネット１２\nを適切に吊張りすることができる（図９参照）。\n【００５４】\nまた、上記実施例では、ウインチワイヤー７を天井２に設けられた複数の滑車５を\n介して略円弧状に移動させたが、本発明において、ウインチワイヤー７の移動手段\nはこれに限定されるものでない。\n【００５５】\n例えば、円弧状の天井２に沿ってレールを設け、該レールに沿って吊り上げワイヤ\nー９の設けられた滑車を移動することで、ネット体１２を吊張りすることも可能で\nある。この際も、吊り上げワイヤー９の下端側に調整手段を設けることで、ネット\n体１２の吊張りを調整することができる。\n【００５７】\nさらに、上記実施例では調整手段は、吊り上げワイヤー９の下端部に固定状態で設\nけられた球状のストッパー１４と、該ストッパー１４の上部側で、吊り上げワイヤ\nー９に挿通して設けられた筒状体１５と、ネット体１２に設けられたリング状のワ\nイヤー挿通体１６とから構成したが、本発明における調整手段はこれに限定される\nものでない。\n【００５８】\n例えば、吊り上げワイヤー９に、ネット体１２への係止体（例えば、着脱自在なク\nリップ等）を設けることで、吊り上げワイヤー９の長さ調整を行うことも可能であ\nり、ネット体１２に、吊り上げワイヤー９の係止体（例えば、着脱自在なクリップ\n等）を設けることで、吊り上げワイヤー９の長さ調整を行うことも可能であり、又\n簡易にネット体１２にワイヤー挿通体１６を設け、吊り上げワイヤー９の下端部に\n球状のストッパー１４を設けることで調整することも可能である。\n（別紙２）\n【特許請求の範囲】\n【請求項１】  体育館等の円弧状の天井部を有する屋内空間部を複数に区画するた\nめ、又は競技における防球用として使用するネットを吊張りするため、略円弧状の\n天井部に沿ってウインチワイヤーを常に緊張した状態で設け、該ウインチワイヤー\nを屋内空間部内に設けられたエンドレスウインチを用いて自動的に移動することで、\n前記ウインチワイヤーに一端側が連結され、他端側がネットに連結された複数の吊\nり上げワイヤーを移動してネットを天井部に沿って円弧状に吊張りすることを特徴\nとする屋内空間部のネット吊張り方法。\n【発明の詳細な説明】\n【０００１】\n【発明の属する技術分野】本発明は、体育館等の大きな空間部を有し、天井部が略\n円弧状に形成された屋内空間部を、使用目的に応じて区画分けしたり、又は球技に\nおけるに設けるネットの吊張りを確実に行うのに使用する屋内空間部のネット吊張\nり方法とその装置に関する。\n【０００２】\n【従来の技術】体育館、屋根付き雨天練習場、屋根付き球場（通称、ドーム球場と\nいう）等の大きな空間部を有し、天井部が略円弧状（アーチ状）の屋内空間部を、\n使用目的（例えば、テニス等のコートを複数面取りする場合、又は野球の練習（内\n野外野の連携練習と打撃練習等に分ける場合）等）に応じて区画分けして同時にス\nムーズ（コート間でボールの飛び込み等がないように）に使用（試合、練習等）す\nる場合、又は球技における防球用（観客席への球の飛び込み防止、又は隣り合うコ\nートでの球の飛び込み防止等）として安全性を確保する場合に、ネットを用いて屋\n内空間部を区切って使用する。\n【０００３】従来、使用する区切用ネットを吊張りする場合は、先ずネット屋内空\n間部の床面に載置し、ウインチワイヤーをネットに取り付け、該ウインチワイヤー\nを天井周縁の一方より他方側へ取り付け、その後自動ウインチ、又は手巻きウイン\nチでウインチワイヤーを緊張しながら移動してネットを直線状に吊張りする。そし\nて、吊張りしたネットの上部にあたる円弧部分は、ネットを取り付けないか、又は\n予め固定したネットを設けることで屋内空間部を区画分けしていた。\n【０００４】また、吊張りしたネットを取り外す場合は、自動ウインチ、又は手巻\nきウインチを用いて緊張したウインチワイヤーを弛ませた後、床面にウインチワイ\nヤーを垂らしてネットを取り外していた。\n【０００５】\n【発明が解決しようとする課題】しかしながら、上述のような方法では、近年の大\n型化した体育館や、屋根付き（ドーム）球場のような大空間を有する屋内空間部の\n場合、ネットを吊張りするのに時間（数時間）がかかり、又多大な労力を要するた\nめに、ネットを吊張りする準備が大変で、作業効率が悪いという欠点があった。\n【０００６】また、円弧状の天井部分のネットに関しても、ネットが固定された状\n態であれば、屋内空間部全体を使用する場合に、ネット部分がじゃまになり、ネッ\nトを取り付けない状態であれば、その部分よりボールが飛び込む恐れがあり、確実\nな屋内空間部の区画ができないという欠点があった。\n【０００７】そこで、本発明は、あらゆる体育館、屋根付き（ドーム）球場等の屋\n内空間部で、区画分け、又は防球用として容易に、スムーズにネットを吊張りする\nことができ、特に天井部分の円弧状に沿ってネットで区画することのできる屋内空\n間部のネット吊張り方法とその装置を提供することにある。\n【０００８】\n【課題を解決するための手段】本発明は、上記目的を達成するために、請求項１に\nおいて、体育館等の円弧状の天井部を有する屋内空間部を複数に区画するため、又\nは球技における防球用として使用するネットを吊張りするため、略円弧状の天井部\nに沿ってウインチワイヤーを常に緊張した状態で設け、該ウインチワイヤーを屋内\n空間部内に設けられたエンドレスウインチを用いて自動的に移動することで、前記\nウインチワイヤーに一端側が連結され、他端側がネットに連結された複数の吊り上\nげワイヤーを移動してネットを天井部に沿って円弧状に吊張りすることを特徴とす\nる。\n【０００９】また、請求項２に記載のように、吊り上げワイヤーのうち天井部の天\n頂部分に連結された吊り上げワイヤーより上昇移動し、他の吊り上げワイヤーは天\n頂部と天井部の吊り上げ位置との高さ方向の距離に応じて順次上昇移動することで\nある。\n【００１０】また、請求項３に記載のように、体育館等の円弧状の天井部を有する\n屋内空間部を複数に区画するため、又は球技における防球用として使用するネット\nを吊張りするために、略円弧状の天井部に沿って設けられたガイド体と、該ガイド\n体に設けられたウインチワイヤーと、該ウインチワイヤーをガイド体に沿って移動\nすべく屋内空間部内に設けられたエンドレスウインチと、前記ウインチワイヤーに\n一端側が連結され、他端側がネットに連結された複数の吊り上げワイヤーとから構\n成されていることを特徴とする。\n【００１１】また、請求項４に記載のように、吊り上げワイヤーは、円弧の天頂部\n分のウインチワイヤーに一端側が連結された吊り上げワイヤーと、天頂部との高さ\n方向の距離に応じて順次ウインチワイヤーに一端側が連結された他の吊り上げワイ\nヤーとからなり、且つ天頂部分で連結された吊り上げワイヤーは、一端側をウイン\nチワイヤーに固定し、他の吊り上げワイヤーは、ウインチワイヤーに移動自在に挿\n通された連結管を介して固定され、しかも、該連結管は天頂部と天井部の吊り上げ\n位置との高さ方向の距離に応じてウインチワイヤーに固定された停止具に当接する\nことにより他の吊り上げワイヤーを上昇移動すべく構成されていることである。\n【００１２】さらに、請求項５に記載のように、吊り上げワイヤーの他端側は、ネ\nットの高さ方向に複数設けられた取付リングに挿通し、ネットの下端部に連結され\nていることである。\n【００１３】\n【作用】即ち、本発明は、体育館、屋根付き球場等の大きな空間のある屋内空間部\nをネットを用いて複数に区画したり、又は防球用として使用する際、円弧状の天井\n部にガイド体を介して設けたウインチワイヤーを常に緊張した状態でエンドレスウ\nインチを用いて自動的に移動することで、ウインチワイヤーに一端側が連結され、\n他端側がネットに連結された複数の吊り上げワイヤーを上昇移動する。これにより、\n吊り上げワイヤーに連結されたネットを吊張りすることができる。\n【００１４】また、吊り上げワイヤーは、円弧の天頂部分のウインチワイヤーに一\n端側が連結された吊り上げワイヤーと、順次ウインチワイヤーに一端側が連結され\nた他の吊り上げワイヤーとからなり、しかも、天頂部分で連結された吊り上げワイ\nヤーは、一端側をウインチワイヤーに固定し、他の吊り上げワイヤーは、ウインチ\nワイヤーに移動自在に挿通された連結管を介して固定され、該連結管は天頂部と他\nの吊り上げワイヤーの取り付け位置との高さ方向の距離に応じてウインチワイヤー\nに固定された停止具に当接することにより移動すべく構成されている。\n【００１５】このために、ネットを吊張りする場合、ウインチワイヤーを移動する\nと、先ず天頂部分のウインチワイヤーに一端側が連結された吊り上げワイヤーがウ\nインチワイヤーを移動と同時に吊り上げられる。続いて、天頂部の近傍の次の吊り\n上げワイヤーは、天頂部と次の吊り上げワイヤーの取り付け位置との高さ方向の距\n離程ウインチワイヤーを連結管内で通過してウインチワイヤーに固定された停止具\nを連結管に当接した後、ウインチワイヤー移動に対応して吊り上げられることとな\nる。\n【００１６】このように、天頂部より順次距離のある次の吊り上げワイヤーが上記\nと同様にウインチワイヤーを連結管内で通過してウインチワイヤーに固定された停\n止具を連結管に当接した後、ウインチワイヤー移動に対応して順次吊り上げられる\nこととなり、吊り上げワイヤーの他端側に連結されたネットが天井部に沿って円弧\n状に吊張りすることができることとなる。\n【００１７】また、吊り上げワイヤーの他端側は、ネットに設けられた取付リング\nを挿通し、ネットの下端部に連結されているために、ネットを吊張り後、さらにウ\nインチワイヤーを移動することで、ネットは取付リング部分で折り畳まれながら天\n井部分に沿って円弧状に収納することができる。\n【００１８】このように、本発明は、円弧状の天井部を有する屋内空間部をスムー\nズにネットを吊張りして複数に区画することができ、また、その取扱も容易で、且\nつ円弧状の天井部を有するネットを効率よく吊張りすることができこととなる。\n【００１９】\n【実施の形態】以下、本発明の体育館等の屋内空間部のネット吊張り装置の一実施\n例を図面に沿って説明する。\n【００２０】図１は、屋内空間部のネット吊張りの方法を説明する概略説明図であ\nり、図２はネット吊張り装置を示す概略正面説明図であり、図３は吊り上げワイヤ\nーの設けられた連結管、ウインチワイヤーの設けられた停止具によりネットの上昇\nを示す概略断面正面図であり、図４は、図３のウインチワイヤーをさらに移動して\nネットを上昇させた概略正面図であり、図５は、ネットを収納した状態を示す概略\n正面図である。\n【００２１】ネット吊張り装置１は、屋内空間部２の側面に設けられたエンドレス\nウインチ３と、該エンドレスウインチ３に一端側を巻回し、屋内空間部２の円弧状\n（アーチ状）の天井部２ａに沿って設けられたガイド体（例えば滑車、案内レール\n等）に沿って緊張して設けられたウインチワイヤー５と、該ウインチワイヤー５に\n一端側が連結された複数の吊り上げワイヤー６…と、該吊り上げワイヤー６…の他\n端側に設けられたネット１０とから構成されている。\n【００２２】前記吊り上げワイヤー６は、連結管７を介してウインチワイヤー５に\n取り付けられ、天頂部分でウインチワイヤー５に連結されている吊り上げワイヤー\n６ａのみ連結管７がウインチワイヤー５に固定（例えば、連結管７の前後に停止具\n９を設ける等）されている。他の吊り上げワイヤー６ｂ…は、ウインチワイヤー５\nに移動自在に挿通された筒状の連結管７に取り付けられ、ウインチワイヤー５に固\n定された停止具９に当接することにより吊り上げワイヤー６ｂを上昇移動すべく構\n成されている。\n【００２３】前記停止具９のウインチワイヤー５への固定位置は、屋内空間部２の\n床面にネット１０を載置した状態で、各吊り上げワイヤー６ｂ…と天頂部との高さ\n方向の距離（Ｌ１、Ｌ２…））により決定される。即ち、天頂部分より順次円弧状に\nネット１０は上昇移動し、吊張りすることが出来る。\n【００２４】前記吊り上げワイヤー６は、一端側の連結管７との連結部、他端側の\nネット１０との下端部分では吊り上げワイヤー６の捩じれを解消するより戻し８が\n設けられている。\n【００２５】前記吊り上げワイヤー６…の他端側は、ネット１０の上端側より該ネ\nット１０の縦方向に一定の間隔で取り付けられた取付リング１１に挿通してネット\n１０の最下端側により戻し８を介して連結されている。尚、吊り上げワイヤー６に\nは、より戻し８の近傍で球体１２が挿通され、吊り上げワイヤー６…を上昇してネ\nット１０を天井部２ａ側に収納する際、ネット１０に取り付けられた取付リング１\n１に球体１２を当接してネット１０を折り畳むことが可能となる。さらに、ネット\n１０の下端部分にはネット１０を垂直に維持するための複数の錘体１５…（例えば、\n砂袋等）が設けられている。\n【００２６】上記構成よりなるネット吊張り装置１を使用して、屋内空間部２を区\n画するためのネット１０を吊張りする方法を説明する。\n【００２７】上記装置を使用する際は、先ず屋内空間部２の床面に区画用のネット\n１０を配置し、各吊り上げワイヤー６…を取付リング１１に挿通してネット１０の\n最下端側により戻し８を介して連結し、ネット１０の下端部分に複数の錘体１５が\n設ける。\n【００２８】この状態で、エンドレスウインチ３を作動するとウインチワイヤー５\nが円弧状の天井部に沿って移動し、ウインチワイヤー５に取り付けられた吊り上げ\nワイヤー６…が上昇移動する。この吊り上げワイヤー６…の上昇移動は、中央部の\n吊り上げワイヤー６ａが先ず上昇移動し、天頂部との高さ方向の距離（Ｌ１、Ｌ２\n…）をあけて、両サイド近傍の次の吊り上げワイヤー６ｂ…が距離（Ｌ１）ほど連\n結管７内を通過した後、ウインチワイヤー５に固定された停止具９が前記連結管７\nに当接することで吊り上げワイヤー６ｂ…が上昇移動し、さらに次の吊り上げワイ\nヤー６ｂ…それぞれの同様にして上昇移動する。このため、ネット１０は中央部よ\nり円弧状の天井部の形状に応じて上昇移動することとなる。\n【００２９】これにより、円弧状の天井部まで屋内空間部２をネット１０で区画す\nることができる。\n【００３０】また、屋内空間部２を区画するネット１０を収納する際は、さらにエ\nンドレスウインチ３を作動することで、ウインチワイヤー５を移動する。これによ\nり、吊り上げワイヤー６…が引っ張られネット１０に取り付けられた取付リング１\n１に球体１２を当接して、取付リング１１の間隔毎にネット１０を折り畳んで、円\n弧状の天井部に収納されることとなる。\n【００３１】このように、ウインチワイヤー５を天井部の沿って設け、エンドレス\nウインチ３を作動することにより、自在にネット１０を昇降することができること\nとなる。そして、エンドレスウインチ３を使用して自動的にネット１０を移動する\nことで、現在多く建設されている大空間部を有する屋内空間部２をネット１０で容\n易に、且つスムーズに天井図に沿って区画分け等を行うことが可能となる。\n【００３２】又、上記実施例では、吊り上げワイヤーの他端側は、ネットの上端側\nより該ネットの縦方向に一定の間隔で取り付けられた取付リングに挿通してネット\nの最下端側により戻しを介して連結したが、本発明の吊り上げワイヤーとネットと\nの連結はこれに限定するものでなく、例えば、ネットの上端側で吊り上げワイヤー\nの他端側を連結することにより、ネットを使用しない場合、吊り上げワイヤーの他\n端側をネットの上端側より取り外すことで、ネットを収納することも可能である。\n【００３３】更に、上記実施例では、連結管を円筒状に形成したが、例えは、チェ\nーンを用いる構成でもよい。\n【００３４】\n【発明の効果】叙上のように、本発明による体育館等の屋内空間部のネット吊張り\n方法とその装置は、常に緊張した状態でエンドレスウインチを用いて、自動的にウ\nインチワイヤーを移動することができるので、従来の手動方法に比しネットを容易、\n又スムーズ（労力を要することなく）に短時間で移動して、吊張りすることが可能\nとなるという利点を得た。\n【００３５】また、吊り上げワイヤー、及びウインチワイヤーの取り付け位置、取\nり付け方法により、種々の室内（特に大空間部を有する室内）を区画割り、特にア\nーム（円弧状）部分の天井部分まで区画することができるので、より有効に防球用\nとして使用することができるという利点がある。\n【００３６】さらに、装置の構成も簡易であるために、製造コストを抑えることが\nでき、経済的であるという利点がある。\n（別紙３）\n１  甲２\n【００２９】････図１は、本発明の一実施例に係る幕体昇降装置を示す外観図であ\nる。本実施例の幕体昇降装置は、窓，舞台又は宴会場等の上位に取り付けられたレ\nール１に上端縁部が固定されたカーテンや舞台幕等の幕体２と、昇降コード３１を\n介して幕体２を昇降する昇降ユニット３と、これらの昇降ユニット３を制御する昇\n降制御器５とでなる。\n【００３３】昇降コード３１は、ドラム３５から押上げ金具４３側に向かって引き\n出されている。すなわち、図３に示すように、ドラム３５から引き出された昇降コ\nード３１は、吊り下げ体４２と押上げ金具４３との間を通って、吊り下げ体４２の\n下端中央部に至り、この下端中央部に穿設された挿通孔４２ｂを通って下方に垂れ\n下がっている。そして、この昇降コード３１の下端に挿通孔４２ｂよりも大径の錘\n３３が取り付けられている。\n【００３４】昇降ユニット３が上記のような構成をしているので、モータ３４が起\n動して正回転すると、昇降コード３１がドラム３５に巻き取られて上昇する。錘３\n３が上昇して吊り下げ体４２の下端面に当たると、吊り下げ体４２が長孔４２ａに\n沿って持ち上げられる。そして、長孔４２ａの下端が支持シャフト４１に当たると、\n吊り下げ体４２の持上げが止められる。すると、図３の二点鎖線で示すように、錘\n３３の引き揚げ力によって、吊り下げ体４２が、昇降コード３１方向への力を受け、\n支持シャフト４１を中心にして図３の矢印Ａ方向に回転させられる。この結果、二\n点鎖線で示すように、リミットスイッチ４のレバー部４ａが押上げ金具４３によっ\nて押上げられ、リミットスイッチ４がＯＦＦ作動してモータ３４の回転が停止する。\n【００３５】このようなリミットスイッチ４のＯＦＦ作動を確実に行うには、上記\nしたように、昇降コード３１を押上げ金具４３側に向かってドラム３５から引き出\nすことが必要である。すなわち、図３の一点鎖線で示すように、昇降コード３１を\n押上げ金具４３の逆側から引き出すと、ドラム３５の錘３３への引き揚げ力が、一\n点鎖線で示す昇降コード３１方向に働くので、吊り下げ体４２が支持シャフト４１\nを中心にして図３の矢印Ｂ方向に回転して、リミットスイッチ４をＯＦＦ作動させ\nることができないからである。\n【００３６】また、モータ３４を逆駆動させてドラム３５を逆回転させると、錘３\n３の重さにより昇降コード３１がドラム３５から引き出されて下降する。\n【００３７】このように昇降ユニット３で昇降される６本の昇降コード３１は、図\n１に示す幕体２に取り付けられたリング３２に挿通されている。具体的には、図４\nに示すように、幕体２の裏面であって昇降コード３１が吊り下げられる箇所に、複\n数のリング３２が縦状に所定間隔で取り付けられ、これらのリング３２に昇降コー\nド３１が挿通されている。そして、昇降コード３１の最下端に錘３３が取り付けら\nれている。\n【００３８】リング３２の内径は、錘３３の外形よりも小さく設定されており、昇\n降コード３１を引き上げると、錘３３が最下位のリング３２に引っ掛かるようにな\nっている。これにより、昇降コード３１を引き上げ、錘３３を上昇させると、幕体\n２が下端部側から漸次まくり上がる。\n【００８８】以上説明したように、本実施例の幕体昇降装置によれば、入力装置５\n１の設定キー５１－１，～，５１－６を操作するだけで、昇降コード３１－１，～，\n３１－６の位置を自由かつ容易に設定，変更することができるので、幕体２をバラ\nエティに富んだ種々のスタイルに設定，変更することができる。\n２  甲３\n【００１０】\n【作用】養生ネット昇降用ワイヤは他端を錘に取付けられていることにより緊張状\n態を維持する。養生ネット昇降用ワイヤの長さは建築物の高さに合せて適宜調節し\nて養生ネットの上部フレームに取付ける。複数の巻上機を共通の駆動装置により駆\n動することにより養生ネット昇降用ワイヤを上下駆動し、養生ネットを昇降する。\n【００１１】\n【実施例】･･･以下説明する実施例は、本発明を、特公昭５７－４０３１３号公報に\n示されるような、養生ゴンドラと突梁との間に養生ネットを張設し、養生ネットと\n建築物外壁面との間の空間内に作業ゴンドラを昇降させる方式において使用される\n養生ネットの昇降に適用したものである。なお、図２においては、説明の便宜上突\n梁に設けられた各シーブにおける各種ワイヤの巻回状態の図示を省略している。\n【００１２】図１および図２において、建築物１のパラペット６に固定された突梁\n２から吊環３ａ、３ｂを介してステージ吊下用外側ワイヤ４が、また吊環３ａ、３\nｃを介してステージ吊下用内側ワイヤ５がそれぞれ吊下げられている。突梁２はパ\nラペット６に沿って複数本取付けられており、各突梁２からワイヤ４、５がそれぞ\nれ吊下げられ、これらのワイヤ４間には上部フレーム７に取付けられた養生ネット\n８が張設されている。各養生ネット８の両側縁部には適宜の箇所にリング９が取付\nけられており、これらのリング９の中にワイヤ４を挿通させることにより、各養生\nネット８はワイヤ４を案内として昇降することができる。なお３５は作業ゴンドラ\n吊下げ用ワイヤに用いる吊環である。\n【００１３】養生ネット８の上部フレーム７には、養生ネット昇降用ワイヤ１０の\n一端がワイヤロック１１およびターンバックル１２を介して取付けられている。ワ\nイヤロック１１は、図３に拡大して示すように、台形の凹部１１ｃを形成した箱形\nブロック１１ａ内に突出したピン１１ｄを楔形ブロック１１ｂの長穴１１ｅに挿入\nするようにして楔形ブロック１１ｂを箱形ブロック１１ａに嵌装したものであり、\n楔形ブロック１１ｂを引上げた位置において養生ネット昇降用ワイヤ１０をその所\n望の位置において凹所１１ｃ内に配置した後、楔形ブロック１１ｂを上方からたた\nき込むことによりワイヤ１０は楔形ブロック１１ｂと箱形ブロック１１ａとの間に\n挾圧されてロックされる。\n【００１４】ワイヤロック１１の下端部には養生ネット取付位置微調整用のターン\nバックル１２が取付けられている。養生ネット昇降用ワイヤ１０を養生ネットの上\n部フレーム７に取付ける際は、ワイヤ１０のおおよその取付位置にワイヤロック１\n１をロックした後ターンバックルを操作して微調整を行うことにより、各養生ネッ\nトが一線に揃うように、各上部フレーム７とワイヤロック１１の取付位置との間の\n長さを調節する。\n【００１５】養生ネット昇降用ワイヤ１０は突梁２のシーブ３ｄ、３ｅを介して突\n梁２の後部に設けた巻上機１３に巻回されている。巻上機１３としては、たとえば\n特願平第２０９９６５号に記載されているようなワイヤ側面と接する両側面板を板\nバネで構成したエンドレスワインダー等が好適である。\n【００１６】養生ネット昇降用ワイヤ１０の他端側は突梁２のシーブ３ｆ（図２参\n照）を介して建築物１の外壁面１０ａに沿って吊下げられており、その先端部は錘\n１４に取付けられている。\n（別紙４）\n１  実施例③\n２  実施例④\n(1)  吊り上げ前\nウイ ンチワ イヤー ７\n吊り 上げ\nワイ ヤー９\nワイヤ ー\n挿通体 １６\nストッ パー１ ４\n係止 体\nネット 体１２調整手 段\n床面\nワイヤ ー\n挿通体 １６\nワイヤ ー\n挿通体 １６\nスト ッパー １４\n係 止体\nウイ ンチワ イヤー ７\n吊り 上げ\nワイ ヤー９\nネ ット体 １２\n調整手 段\n床面\nワイヤ ー\n挿通体 １６\nスト ッパー １４\n(2)  吊り上げ後\nウイ ンチワ イヤー ７\n吊り 上げ\nワイ ヤー９\nネッ ト体１ ２\n調整 手段\n床面\nワイ ヤー\n挿通 体１６\nストッ パー１４\n"
}