{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 5,
    "day": 30
  },
  "case_number": "令和4(わ)524",
  "case_name": "現住建造物等放火未遂、ストーカ行為等の規制等に関する法律違反被告事件",
  "court_name": "札幌地方裁判所",
  "gist": "被告人が、元交際相手の女性に対し、禁止命令に違反してストーカー行為をした上、当該女性ら２名が居住する住宅の玄関扉付近の壁面に灯油をまいて放火したものの、未遂にとどまった事案について、被告人に対し、懲役３年、うち４月につき３年間の保護観察付き執行猶予を言い渡した事例",
  "lawsuit_id": "92152",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=92152",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/152/092152_hanrei.pdf",
  "contents": "主        文\n被告人を懲役３年に処する。\n未決勾留日数中１８０日をその刑に算入する。\nその刑の一部である懲役４月の執行を３年間猶予し、その猶予の期間中\n被告人を保護観察に付する。\n理        由\n（犯行に至る経緯）\n被告人は、昭和６０年頃から平成２７年頃までＡと不倫関係にあり、Ａの生活費\nを援助するなどしてきた。そして、自身が離婚した令和２年９月ないし１０月頃か\nらＡとの交際を再開させ、Ａに好意を寄せていたが、身体表現性障害により自身の\n体調に異変を覚える中、うまく言葉が発せられないことをＡに嘲笑されたと感じた\nり、Ａから性交渉を拒否されたりしたため、Ａを叩いたり車を傷つけたりするなど\nの嫌がらせをするようになった。\n（罪となるべき事実）\n第１  被告人は、令和４年２月２４日、北海道警察本部長からストーカー行為等の\n規制等に関する法律５条１項の規定により、Ａ（当時５９歳）に対し、更に反\n復してつきまとい等をしてはならない旨の禁止命令を受けていたものであるが、\n身体表現性障害が悪化したのはＡのせいであるとか、本当はＡも被告人のこと\nを愛しているのに警察官に対しては嘘を言っているなどと考え、Ａに対する好\n意の感情が満たされなかったことに対する怨恨の感情を充足する目的で、\n１  同年６月２１日午後１１時２５分頃、北海道苫小牧市a町b丁目c番d号Ａ方\n敷地内に立ち入って押し掛け、\n２  同月２２日午前０時３分頃から同日午前０時５分頃までの間に、Ａ方風除\n室内に立ち入ってＡ方に押し掛けた上、Ａ方西側ベランダ窓ガラスを数回叩\nいて、在宅していたＡに対し、著しく粗野又は乱暴な言動をし、\nさらに、Ａ方の住宅ローンを支払ったのが被告人であるにもかかわらず、Ａが\nのうのうと生活していることが許せなくなり、前記同様の目的で、\n３  同月２９日午前８時５３分頃及び同日午前８時５５分頃、２回にわたり、\nＡ方風除室内に立ち入ってＡ方に押し掛け、\nもって前記禁止命令に違反して、Ａの身体の安全、住居等の平穏若しくは名誉\nが害され、又は行動の自由が著しく害される不安を覚えさせるような方法によ\nり、つきまとい等を反復して行い、ストーカー行為をした。\n第２  被告人は、前記第１のとおり、自身が住宅ローンを支払った家でＡがのうの\nうと生活していることが許せなくなり、せめて家だけでも燃やしてやろうと思\nい立ち、Ａら２名が現に住居に使用し、かつ、Ｂが現にいる前記Ａ方（木造亜\n鉛メッキ鋼板葺平家建、床面積合計９６．８８平方メートル）に放火しようと\n考え、同日午前８時５５分頃、Ａ方風除室において、玄関扉東側壁面に灯油を\nまいた上、その付近にあった傘立ての傘を同壁面に立て掛けて、同傘に持って\nいたライターで点火して火を放ち、Ａ方を焼損しようとしたが、その頃、Ａ方\nの前を通り掛かった近隣住民が火災に気付いて消火したため、同壁面等を焦が\nしたほか、同風除室東側のはめ殺し窓ガラスを破損したにとどまり、その目的\nを遂げなかった。\n（証拠の標目）省略\n（法令の適用）\n罰 条\n判示第１の所為     ストーカー行為等の規制等に関する法律１９条１項、５\n条１項１号、２条４項、１項１号、４号\n判示第２の所為     刑法１１２条、１０８条\n刑種の選 択   判示第１の罪につき懲役刑、判示第２の罪につき有期懲\n役刑を選択する。\n法律上の減 軽   判示第２の罪につき刑法４３条本文、６８条３号\n併合罪の処 理   刑法４５条前段、４７条本文、１０条（重い判示第２の\n罪の刑に刑法４７条ただし書の制限内で法定の加重をす\nる。）\n未 決 勾 留 日 数 算 入   刑法２１条\n刑の 一部 執行猶 予   刑法２７条の２第１項\n保護観 察   刑法２７条の３第１項\n訴 訟 費 用 （ 不 負 担 ）    刑事訴訟法１８１条１項ただし書\n（量刑の理由）\n放火未遂の点は、たまたま通り掛かった近隣住民が直ちに消火活動を行ったため\n大事には至らなかったが、住宅密集地であり、火の付近には可燃物である発泡スチ\nロールが置かれていたことや既に窓ガラスが割れて火に外気が入る状態になってい\nたことからすると、本件放火行為は、家屋内に燃え広がったり隣家等に延焼したり\nする危険な犯行である。被告人は、二度にわたって灯油を購入し、一度はＡ方の外\n壁に灯油をまいて放火を試み、失敗してもなお本件放火行為に及び、放火してＡ方\nを離れた後も火がついているか確認しに戻ってくるなど、いわば燃やす気満々であ\nり、その強固な犯意に対する非難は強い。本件の経緯は前記のとおりであるが、自\n己の好意が満たされなかったことに端を発して相手方の家屋に火をつけるというの\nはあまりに身勝手で悪質にすぎるから、本件放火行為との関係では同情できない。\n弁護人は、被告人が身体表現性障害に罹患していたことや認知機能が低下してい\nたことを酌むべきである旨主張する。しかし、鑑定結果によれば、これらの事情は\n本件に直接影響しないとされている。そもそも被告人のＡに対する感情は誰もが持\nちうる感情であって、特に障害や認知機能の低下が影響したとは認められないし、\n犯行当時の被告人は自分の考えに従ってきちんと動けていた。したがって、被告人\nの身体表現性障害や認知機能の低下が酌むべき事情とは認められない。\n検察官は、本件が重い部類に属すると主張して懲役７年の刑を求めているが、被\n告人とＡとの間には３０年近くにわたりお互いにとって都合の良い関係を続けてき\nた経緯があり、交際再開後のＡにも思わせぶりな言動があったことを考慮すると、\nストーカー行為の関係では被告人ばかりを非難することはできない。そして、本件\n放火が未遂であることを前提とした同種事案の量刑傾向をも踏まえると、本件が重\nい部類に属するとまではいいきれず、検察官の求刑は重すぎるといわざるを得ない。\n以上から、本件は、同種事案の量刑傾向の中で比較的重い部類に位置づけられる。\nそして、被告人には、認知機能が低下して思い込みが修正されにくく、相反する\n考えや感情に折り合いをつけることが不得手で柔軟性の乏しいパーソナリティ傾向\nが認められる上、この裁判でも、被告人は、Ａの証言に納得できない部分があるな\nどと述べ、Ａが自分のことを愛しているなどと言っておきながら、裁判では自分に\n好意がないと述べたことに疑問を感じている。このような事情に照らすと、今後も\n身寄りのない被告人が再びＡを頼って接触しないか強く懸念されるので、被告人に\nは、罪の重さと均衡を失しない限度で、できるだけ長くＡと接触できない期間を設\nける必要があり、かつ、服役が終わった後も保護観察による監督を受けさせる必要\nがあると考える。そこで、被告人に対しては、懲役刑の全部の執行を猶予すること\nはせず、一部短期間の執行を猶予した上で保護観察に付することとした。\nよって、主文のとおり判決する。\n（求刑－懲役７年、弁護人の科刑意見－執行猶予付き判決）\n令和５年５月３０日\n札幌地方裁判所刑事第２部\n裁判長裁判官  井  戸   俊  一\n裁判官  新  宅   孝  昭\n裁判官  滝  嶌   秀  輝\n"
}