{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 3,
    "month": 4,
    "day": 15
  },
  "case_number": "令和2(ネ)10049",
  "case_name": "特許権侵害差止等請求控訴事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "90251",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=90251",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/251/090251_hanrei.pdf",
  "contents": "令和３年４月１５日判決言渡\n令和２年（ネ）第１００４９号特許権侵害差止等請求控訴事件\n（原審・東京地方裁判所平成３０年（ワ）第２１４４８号）\n口頭弁論終結日  令和３年１月１９日\n判 決\n控訴 人          株 式 会 社 コ プ ロ ス\n同訴訟代理人弁護士          神 邊 健 司\n同補佐 人 弁 理 士          加     藤            久\n被控訴 人          株式会社スミテックエンジニアリング\n（以下「被控訴人スミテック」という。）\n被控訴 人          大 善 建 設 株 式 会 社\n（以下「被控訴人大善」という。）\n被控訴人両名訴訟代理人弁護士       利光   洋\n同訴訟代理人弁理士          松   尾   憲一 郎\n同補佐 人 弁 理 士          今 中 崇 之\n主 文\n１  本件控訴を棄却する。\n２  控訴費用は，控訴人の負担とする。\n事 実 及 び 理 由\n第１  控訴の趣旨\n１  原判決を取り消す。\n２  被控訴人らは，原判決別紙物件目録記載の立坑構築機を譲渡し，貸し渡し，\n又は譲渡若しくは貸渡しの申出をしてはならない。\n３  被控訴人大善は，原判決別紙物件目録記載の立坑構築機を使用してはならな\nい。\n４  被控訴人スミテックは，原判決別紙物件目録記載の立坑構築機を廃棄せよ。\n５  被控訴人大善は，原判決別紙物件目録記載の立坑構築機を廃棄せよ。\n６  被控訴人らは，控訴人に対し，連帯して，１億２３７５万００５１円及びこ\nれに対する平成３０年７月２６日から支払済みまで年５分の割合による金員\nを支払え。\n７  被控訴人大善は，控訴人に対し，５３１万３６００円及びこれに対する平成\n３０年７月２６日から支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要等（以下において略称を用いるときは，別途定めるほか，原判決\nに同じ。）\n１  事案の概要\n本件は，名称を「立坑構築機」とする発明についての特許（特許第３６９４\n７２４号）に係る特許権を有する控訴人が，被控訴人らに対し，原判決別紙物\n件目録記載の立坑構築機（被告製品）が上記特許のうち請求項１に係る特許発\n明（本件発明）の技術的範囲に属すると主張して，①被控訴人らが被告製品を\n譲渡等することにより，あるいは，被控訴人大善が被告製品を使用することに\nより，本件特許権を侵害するおそれがあるとして，特許法１００条１項に基づ\nき，被控訴人らに対し被告製品の譲渡，貸渡し等の差止めを，被控訴人大善に\n対し被告製品の使用の差止めをそれぞれ求め，また，同条２項に基づき，被控\n訴人らそれぞれに対し，被告製品の廃棄を求めるとともに，②被告製品の譲渡\nにより本件特許権を侵害したとして，被控訴人らに対し，民法７０９条，同法\n７１９条１項に基づき，連帯して，１億２３７５万００５１円（特許法１０２\n条２項の推定による場合は４９３１万２８００円）及びこれに対する訴状送達\nの日の翌日である平成３０年７月２６日から支払済みまで平成２９年法律第４\n４号による改正前の民法所定の年５分の割合による遅延損害金の支払を求め，\n③被控訴人大善が被告製品の使用により本件特許権を侵害したとして，民法７\n０９条及び特許法１０２条２項に基づき，２３３２万円及びこれに対する平成\n３０年７月２６日から支払済みまで上記年５分の割合による遅延損害金の支払\nを求めた事案である。\n原判決は，被告製品は本件発明の技術的範囲に属さず，本件特許権の侵害（文\n言侵害）が成立しない上，本件特許は特許無効審判により無効にされるべきも\nのであって，特許法１０４条の３第１項の規定により，控訴人は，被控訴人ら\nに対し，本件特許権を行使することができないから，その余の点について判断\nするまでもなく，控訴人の請求はいずれも理由がないとして，これらを棄却し\nたところ，控訴人がこれを不服として控訴を提起した。\nなお，控訴人は，上記③の請求について，当審において，請求額を５３１万\n３６００円及びこれに対する遅延損害金に減縮し，被控訴人大善は，この請求\nの減縮に同意した。\n２  「前提事実」，「争点」及び「争点に関する当事者の主張」は， 原判決２０\n頁１６行目冒頭から２１行目末尾までを「被控訴人大善が，被告製品を七軒町\n雨水幹線築造工事において使用したことにより受けた利益の額は５３１万３\n６００円であり，同額は特許法１０２条２項に基づき控訴人の損害と推定され\nる。」と改め，後記３及び４のとおり，当審における当事者の補充主張及び新\nたな主張を付加するほか，原判決の「事実及び理由」第２の１ないし３に記載\nのとおりであるから，これを引用する。\n３  当審における補充主張\n(1)  争点１－２（構成要件Ｅの「両端部を各々接続して」との文言の充足性（被\n告製品は，そもそも円弧状ベアリング片間に隙間（クリアランス）が設けら\nれている構成ではなく，仮にそうでないとしても，構成要件Ｅの「把持機構\nは，それぞれの両端部を各々接続して環状の歯車付ベアリングを構成する」\nとは，被告製品のような，円弧状ベアリング片間に隙間（クリアランス）が\n設けられている構成を排斥しておらず，被告製品は上記文言を充足するとい\nえるか否か））について\nア  控訴人の主張\n原判決は，構成要件Ｅ「両端部を各々接続して」を「両端部を各々隙間\nなく接続して」の趣旨と解釈するが，以下のとおり誤りである。\n第一に，「接続」の意味を，一般的な辞書類でみると，広辞苑第７版で\nは，「つなぐこと。つながること。続けること。続くこと。」とされ，Ｇ\nｏｏ辞書（甲２８）では，「１  二つ以上のものがつながること。また，つ\nなぐこと。」，Ｗｅｂｌｉｏ辞書（甲２９）では，「①つなぐこと。つな\nがること。  」とされているところ，機械の分野では，「接続」する，すな\nわち「つなぐ」場合には，高圧の液体や気体を搬送するためのパイプの接\n続の場合，鉄道レールの接続の場合など，様々な態様があり，「接続」の\n文言は，一義的に「密着状態で隙間なく接続されている」ものだけに限定\nして使用されているわけではない。本件発明において「円弧状ベアリング\n片」を「接続」する目的は，「円弧状ベアリング片」を接続することによ\nって「環状の歯車付ベアリングを構成する」ことであるが，「環状の歯車\n付ベアリング」がベアリングとしての機能を発揮するためには，使用時に\n転動体が内輪と外輪の間を支障なく３６０度スムーズに回転移動するこ\nとが必要であるものの，そのために，組み合わされた「円弧状ベアリング\n片」の端部に転動体の移動に支障をきたさない程度の多少の隙間があって\nも何ら支障はない。ベアリングの転動体がこぼれ落ちないようにすること\nが本件発明の解決課題であるとすれば，セグメント片の両端部を密着させ\nなくとも，接続面の隙間を転動体がこぼれ落ちない程度に狭くすることで\nも十分に達成することができる。\n第二に，本件発明の立坑構築機のように，複数の部材（パーツ）を組み\n立てて一つのまとまりのある物を構成する場合には，一つ一つのパーツ自\n体の加工（製造）誤差と組立に伴う誤差が必ず生じ，製品はその誤差を考\n慮した設計となっている。被告製品の歯車付きベアリングの図面である甲\n第６号証の３（以下，書証については単に「甲６の３」などと略記する。）\nにおいても，図の２か所の寸法に公差が記載されているし，円弧状ベアリ\nング片を組み立て「歯車付き環状ベアリング」を構成した場合，隙間なし\nで設計したものであっても，必ず数ミリ程度の隙間が生じるものである。\nしたがって，本件発明の「接続」は，組み立て後，ベアリングとしての機\n能を奏するように接続すれば足り，「１ｍｍ程度の隙間があるものを権利\n範囲に含まない」と限定することは，およそ全ての装置を権利範囲外のも\nのとすることであり，技術常識上ありえない。この点につき，被控訴人ら\nは，被告製品の「隙間」について設計時からの計算により設けたものであ\nり，偶発的にできたものではない旨主張する。しかし，仮に，予め予定さ\nれていたものであったとしても，構成要件Ｅを充足することは変わらない\n上，被控訴人らが主張するように「隙間」が重要な技術的意義を有するも\nのであれば，その設計図書に明示されていなければならないが，甲６の３\nには，この点について何の表示もない。\nイ  被控訴人らの主張\n本件明細書（甲５）において，【従来の技術】に関して【０００４】に\nは「円弧状歯車片７９，８０を隙間をあけて対向配置している。」とあり，\n【発明が解決しようとする課題】として【０００６】には「使用時に各両\n端部を当接させず，その間に隙間８５，８６を有して配置されている。」，\n【０００７】には「ベアリングを部分的に切断し，端部を当接させない状\n態で回転させると，内部の転動体が端部からこぼれ落ちてしまうので」，\n【０００８】には「円弧状歯車片７９，８０が隙間８５，８６を移動する\nときには・・・端部が隙間８５，８６を通過する度に回転状態が不安定に\nなるという問題があった。」とされており，これらの問題を解決するため\n【課題を解決するための手段】として【００１１】には「円弧状ベアリン\nグは隙間なく接続して環状の歯車付ベアリングを構成し，」とあり，【発\n明の実施の形態】として【００２０】には「円弧状ベアリング片２１，２\n２は，それぞれの両端部を各々接続して環状の歯車付ベアリング２を構成\nする。」，【００２４】には「円弧状ベアリング片２１，２２の両端部を\n当接させる。」，【００２７】には「分割内輪部２３の端部同士と，分割\n外輪部２４の端部同士・・・をボルト等を用いて締結固定することも可能\nである。」等とあるのであって，本件特許における「接続」が「円弧状の\nベアリング片」の「各々の両端部を」「隙間なく接続」することを指し，\nこの「隙間なく」が一切の隙間を許容しないことは明白である。\nそして，被告製品においては，客観的に隙間（クリアランス）が存在す\nるのであるから，その隙間（クリアランス）の程度いかんによらず，被告\n製品が本件発明の構成要件Ｅを充足することはない。\n控訴人は，甲６の３の図面にクリアランスの記載がないと主張するが，\n同図面は，被控訴人スミテック作成に係るものではなく，部品会社作成に\n係るものである。\n⑵  争点２－４（乙２発明に乙２０発明を適用することに基づく進歩性欠如の\n有無）について\nア  控訴人の主張\n(ア)  本件発明の対象である「立坑構築機」は，工場に設置されるような大\n型装置とは異なり，頻繁に移動を伴う性質のものであり，しかも，工事\n現場は，一般に，クレーン等も設置し難いような作業条件の悪いところ\nが多い。そのような条件の中で，作業現場毎に分解，組み立てを繰り返\nし頻繁に行わねばならず，いかに迅速・正確・安全に分解と組み立てが\nできるかが，一般の装置にはない解決課題となる。\n本件発明は，このような特殊な事情下で，迅速・正確・安全に大型立\n坑構築機の分解組み立てが可能な技術を提供したことに実質的価値があ\nり，本件の技術思想は，単に大きな装置を分解して搬送可能な大きさの\nものにしただけではなく，この種の立坑構築機で搬送時に一番支障とな\nる「環状ベアリングを円弧状ベアリング片のまま周方向に分割可能なも\nの」として搬送できる大きさとし，かつその上で，搬送の障害とはなら\nない部品については，次の現場での組み立てが迅速・正確・安全にでき\nるよう，必要以上に分割，分解することなく，可能な限り組み立て後の\n状況を維持するよう「把持機構は，それぞれの両端部を各々接続して環\n状の歯車付ベアリングを構成する円弧状ベアリング片を備え」た構成と\nしたことにある。\n(イ)  乙２０公報の特許請求の範囲には「前記外輪セグメントと内輪セグ\nメントのいずれか一方を軸方向に分割して第１分割輪と第２分割輪を\n形成し」と記載されており，また乙２０公報の８４頁上右側３行目には\n「軸受セグメントを円形に組み合わせて転がり軸受を形成するため，軸\n受セグメントは軸方向に分解可能であり，破損による軸受セグメントの\n取替えも容易である」と記載されている。\nこのように，乙２０発明において複数の軸受セグメントを組み立て環\n状とされた転がり軸受を周方向に分割するには，本件発明のように「内\n輪と外輪と転動体」を一体のまま，しかも把持機構に備えられたままで\n周方向に分割することはできず，外輪セグメントと内輪セグメントのい\nずれか一方を軸方向に分割して第１分割輪と第２分割輪に分割する作業\nが必要となるので，次の現場で組み立てるに当たって，分割された第１\n分割輪と第２分割輪を再度組み立て直し，軸受セグメントを組み立てる\n必要が生じる。\nまた，乙２０発明では，組み立て使用された転がり軸受を分解する際\nには，軸受セグメントをばらばらにする必要があり，円弧状ベアリング\n片を構成する「内輪，外輪，転動体」を一体のまま周方向に分割する本\n件発明の構成要件Ｅにかかる構成は，記載も示唆もない。なお，乙２０\n発明の「転動体を含む保持器」に代えて，ベアリングの転動体として一\n般に使用されている鋼球を使用すれば，円弧状ベアリング片につき，内\n輪と外輪と転動体をばらばらに分解することなく一体のまま分割するこ\nとも考えられるとしても，乙２０発明にはそのような技術思想自体が存\n在しないから，建設現場での分解，組み立てを容易にするためという目\n的をもって，乙２０発明の「転動体を含む保持器」に代え「鋼球」とす\nることは，本件特許出願当時，当業者にとって容易なことではない。\n(ウ)  原判決は，乙２公報に旋回ベアリング自体を分割することが一切記\n載されていないとしても，主引用発明である乙２発明と副引用発明であ\nる乙２０発明の技術分野の関連性，課題の共通性，作用，機能の共通性\nから，当業者において，両者を組み合わせる動機付けがあると判断する。\nしかし，乙２発明においては，昇降フレームについては，旋回ベアリ\nングの取付座を分断するように分割する一方，旋回ベアリング自体を分\n割することは一切記載されておらず，その示唆もない。乙２発明におい\nて，装置の搬送を容易にする目的をもって，昇降フレームを分割すると\nいう考えがある以上，同様に搬送を容易にするために搬送に支障となる\n大型旋回ベアリングも分割する発想に至ることは当然であるのに，乙２\n発明では，旋回ベアリングはそのままの状態であることを考えると，こ\nれは，旋回ベアリング６自体を分割することはできない，しない方がよ\nい，との思想があることが容易に理解される。\n一方，乙２０発明には，乙２発明のこの思想とは相反する「軸受ベア\nリングを分割する」という思想があり，両者の技術思想は相反するから，\n乙２発明に乙２０発明を組み合わせることに動機付けがないばかりか，\n両発明を組み合わせることに阻害要因がある。また，乙２発明に乙２０\n発明を組み合わせて，装置として機能させるためには，乙２発明の回転\nリング７の構成自体を大きく改変する必要が生ずるところ，「環状ベア\nリングを搬送できる大きさとし，かつその上で，搬送に障害とはならな\nい部品については，次の現場での組み立てが迅速・正確・安全にできる\nよう，必要以上に分割，分解することなく，可能な限り組み立て後の状\n況を維持する」という解決課題の認識がない乙２発明と乙２０発明をい\nくら組み合わせても，上記課題をもって，本件発明にたどり着くことは\nあり得ないから，  大きな改変をしてまで乙２０発明を乙２発明と組み合\nわせることには明らかな阻害要因がある。\n(エ)  顕著な作用効果\n本件発明は，構成要件Ｅを備えることで，「現場で使用後，次の現場\nや修理のための工場への搬送のために，歯車付環状ベアリングを周方向\nに分解した後も，円弧状ベアリング片は，ベアリング片を構成する内輪，\n外輪，転動体にバラバラに分解することなく，一体のままで把持機構が\n備える構造となり，作業がし難い建設現場で，搬送のための分解が容易\nになるだけではなく，次の現場での組み立て時には，内輪と外輪と転動\n体が一体のまま，その一体となった「円弧状ベアリング片」の端部を接\n続するだけで，迅速正確に，歯車付環状ベアリングを構成する（組み立\nてる）ことができる」という，単に乙２発明と乙２０発明とを組み合わ\nせただけでは到底期待することができない顕著な作用効果を奏するもの\nであり，このような場合には，本件発明は乙２発明と乙２０発明から当\n業者が容易に想到できたものではないと解すべきである。\nイ  被控訴人らの主張\n(ア)  控訴人は，本件発明において，いかに迅速・正確・安全に分解と組み\n立てができるかが，一般の装置にはない解決課題となると主張するが，\n本件明細書においては，そのような記載はない。\n乙２０公報についても，「軸受セグメントを円形に組み合わせて転が\nり軸受を形成するため，軸受セグメントは軸方向に分解可能であり，破\n損による軸受セグメントの取替えも容易である」との記載があるにすぎ\nず，あくまで「分解可能」なだけであり，分解・解体について控訴人の\n主張するような記載はない。\n(イ)  主引用発明と副引用発明を組み合わせる場合において，当該発明の\n実施を行うためには，主引用発明の実施例から多少なりの構造上の改変\nが必要となるのは当然のことである。また，進歩性の判断は，あくまで\n技術的思想をもって行うものであって，実際の装置の構造の改変の有無\n等は問題にならない。本件における主引用発明（乙２発明）と副引用発\n明（乙２０発明）は，技術分野の関連性，課題の共通性，作用・機能の\n共通性もあり，組み合わせる動機付けがある。\n４  当審における新たな主張（均等論）\n⑴  控訴人の主張\n仮に，被告製品において「それぞれの両端部に１ｍｍ程度の隙間がある」\n点が本件発明の構成要件Ｅとの相違点であるとしても，このような相違点は，\n以下のとおり均等である。\nア  本件発明の効果を発揮するために必要なことは，円弧状ベアリングを組\nみ立てて構成する「歯車付環状ベアリング」が，組み立てによってベアリ\nングとしての本来の機能を何ら支障なく発揮できるようにすることであ\nって，「隙間なく接続」することは必須条件ではなく，本件発明の本質的\n部分とはいえないから，被告製品の相違点は，均等の第１要件を充足して\nいる。\nイ  本件発明における「隙間がないもの」を「被告製品程度の隙間があるも\nの」に置き換えたとしても，組み立てられた「歯車付環状ベアリング」と\nしての機能に何ら支障はなく，隙間の無い「歯車付環状ベアリング」と全\nく同じ作用効果を奏するから，被告製品の相違点は，均等の第２要件を充\n足している。\nウ  本件発明のように，複数の部品を組み合わせて構成される物，特に，大\nきな荷重が作用する物において，設計時に隙間が空かない設計であっても，\n組み立て時又は使用時に「隙間」が空くことは技術常識であって，「隙間\nの無い接続」を「１ｍｍ程度の隙間」に置き換えることは容易であるから，\n被告製品の相違点は，均等の第３要件を充足している。\nエ  本件特許に関する特許無効審判の審決の取消を求めた審決取消請求事件\n（知的財産高等裁判所令和元年（行ケ）第１０１０２号）においては，無\n効２０１８－８００１２０号事件における「本件審判の請求は，成り立た\nない」との審決が維持され，「原告らの請求を棄却する」との判断がされ\nた。したがって，被告製品は，特許発明の特許出願時点における公知技術\nと同一ではなく，また当業者がその公知技術から出願時に容易に推考でき\nたものではないから，被告製品の相違点は，均等の第４要件を充足してい\nる。\nオ  本件特許の出願手続において，「ベアリングとしての機能に何ら支障の\n無い１ｍｍ程度の隙間のあるもの」を特許請求の範囲から意識的に除外し\nた事実は一切ないから，被告製品の相違点は，均等の第５要件を充足して\nいる。\n⑵  被控訴人らの反論\n本件明細書によれば，本件発明は，従来技術の課題として，「しかしなが\nら，この従来の装置においては，円弧状歯車片７９，８０は，使用時に各両\n端部を当接させず，その間に隙間８５，８６を有して配置されている。」（【０\n００６】），「内輪と外輪の間に多数の転動体を有するベアリングは，支持\n部材として一般的なものであるが，ベアリングを部分的に切断し，端部を当\n接させない状態で回転させると，内部の転動体が端部からこぼれ落ちてしま\nうので，使用することができない。」（【０００７】），「円弧状歯車片７\n９，８０が隙間８５，８６を移動するときにはガイドがない状態になるので，\n円弧状歯車片７９，８０の端部が隙間８５，８６を通過する度に回転状態が\n不安定になるという問題があった。」（【０００８】）と設定した上で，そ\nれを解決する手段として「円弧状ベアリングは隙間なく接続して環状の歯車\n付ベアリングを構成」（【００１１】）するのであるから，本件発明におい\nて，「円弧状ベアリング片」の「各々の両端部を隙間なく接続して環状の歯\n車付ベアリングを構成」することが，「特許発明の本質的部分」に該当する\nことは明らかである。\n控訴人の均等論の要件に関するその他の主張も，明細書に根拠がないか，\n意味不明のものにすぎない。\n第３  当裁判所の判断\n１  当裁判所は，被告製品は本件発明の技術的範囲に属するが，本件特許は特許\n無効審判により無効にされるべきものであって，特許法１０４条の３第１項の\n規定により，控訴人は，被控訴人らに対し，本件特許権を行使することができ\nず，結局，控訴人の請求にはいずれも理由がないものと判断する。その理由は\n以下のとおりである。\n２  争点１（被告製品が本件発明の技術的範囲に属するか）について\n⑴  本件明細書の記載については，原判決２２頁１９行目の末尾に行を改めて\n以下のとおり加えるほかは，原判決第３の１⑴に記載のとおりであるから，\nこれを引用する。\n「【０００８】また，円弧状歯車片７９，８０が隙間８５，８６を移動すると\nきにはガイドがない状態になるので，円弧状歯車片７９，８０の端部が隙間\n８５，８６を通過する度に回転状態が不安定になるという問題があった。」\n⑵  ⑴によれば，本件明細書には，以下のような開示がある。\nア  鋼管等を回転して圧入する立坑構築機の輸送について，道路交通法上運\n搬物の幅を３２００ｍｍ以内に収めなければならず，立坑構築機の外形を\nこれに合わせようとすると鋼管等の直径を２５００ｍｍ以下にする必要が\nあるが，これを超える直径の鋼管等が要求される場合もあり，従来は，上\n下の各フレームはコ字状で，回転体は，中心角が１８０度より小さい円弧\n状歯車片を隙間をあけて対向配置し，幅方向に縮幅して運搬時の幅を狭く\nすることが行われていた（【０００２】ないし【０００５】）。\nイ  しかしながら，この従来の装置においては，装置の使用時に，円弧状歯\n車片は上，下フレームに対して相対的に回動することになるが，ベアリン\nグを部分的に切断し，端部を当接させない状態で回転させると，内部の転\n動体が端部からこぼれ落ちてしまうので，使用することができず，特殊な\nガイドを用いて保持するとすれば，装置が複雑になり，また，円弧状歯車\n片が隙間を移動するときにガイドがない状態になるので，その度に回転状\n態が不安定になるという問題があった（【０００６】ないし【０００８】）。\nそこで，「本発明」は，幅方向の寸法を狭くすることができ，標準的なベ\nアリングを用いて回転を安定させることができる立坑構築機を提供するこ\nとを課題とする（【０００９】）。\nウ  前記課題を解決するため，「本発明」の立坑構築機は，ベースフレームに\n昇降且つ回動可能に支持され，円筒状部材の外周部に着脱される把持機構\nと，この把持機構を駆動する回転駆動装置とを備えた立坑構築機において，\n前記ベースフレームは組立可能に複数に分割された分割フレームを備え，\n前記把持機構は，それぞれの両端部を各々接続して環状の歯車付ベアリン\nグを構成する複数に分割された円弧状ベアリング片を備えている（【００１\n０】）。\nエ  「本発明」では，円弧状ベアリングは隙間なく接続して環状の歯車付ベ\nアリングを構成し，内輪及び外輪の間に配置された転動体がこぼれ落ちな\nい構造になっているので，左右の分割保持フレームにそれぞれ設けられた\n円弧状ベアリング片の高さを段違いに配置して，分割により幅方向の寸法\nを一挙に狭くすることで運搬の便宜を図るとともに，標準的なベアリング\nを使用して装置を安価にし，回転を安定させることができる（【００１１】，\n【００２６】，【００２８】）。\n⑶  被告製品が本件発明の構成要件Ｅを充足するか\n被告製品が本件発明の構成要件ＡないしＤ，Ｆを充足することは争いがな\nく，被告製品が本件発明の構成要件Ｅを充足するかが問題となる。\nア  争点１－１（構成要件Ｅの「把持機構は，（中略）円弧状ベアリング片を\n備えている」との文言の充足性。上記「把持機構」は，歯車付の円弧状ベ\nアリング片ないし環状の歯車付ベアリングと一体化したバンド部材と解\nすべきではなく，そのような一体化したバンド部材を備えないとしても，\n被告製品は上記文言を充足するといえるか否か）について\n(ア)  本件発明において，「把持機構」を歯車付の円弧状ベアリング片ない\nし環状の歯車付ベアリングと一体化したバンド部材と特定する記載は，\n特許請求の範囲にも，本件明細書にもない。また，歯車付の円弧状ベア\nリング片ないし環状の歯車付ベアリングとバンド部材が一体化していな\nければ把持機能を有しないともいえない。歯車付の円弧状ベアリング片\nないし環状の歯車付ベアリングとバンド部材がその組み合わせにより把\n持機能を果たすのであれば，「把持機構」に当たると解される。\nしたがって，本件発明における「把持機構」は，歯車付の円弧状ベア\nリング片ないし環状の歯車付ベアリングと一体化したバンド部材と解す\nべきとはいえない。\n(イ)  引用に係る原判決第２の１⑷イによれば，被告製品において，①バ\nンド部材５０は，回転リングの上方に備え付けられており，締め付けシ\nリンダー１３により，締め付けられることで円筒状ケーシングを掴む第\n１バンド部材５０－１（可動バンド），第２バンド部材５０－２（可動バ\nンド），及び回転リング５１と接続された第３バンド部材５０－３（固定\nバンド），第４バンド部材５０－４（固定バンド）の４つのバンド部材か\nら構成され（構成ｅ－１），②第３バンド部材５０－３は回転リング部材\n５１－３と接続され，第４バンド部材５０－４は回転リング部材５１－\n４と接続され，第１バンド部材５０－１と第３バンド部材５０－３がそ\nれぞれの端面で接続され，第２バンド部材５０－２と第４バンド部材５\n０－４がそれぞれの端面で接続され，第１バンド部材５０－１と第２バ\nンド部材５０－２が締め付けシリンダー１３を介して接続されることで，\n一つの環状のバンド部材を構成し（構成ｅ－２），③外歯部２６が備えつ\nけられた分割外輪部２４，分割内輪部２３及びボール２５から構成され\nる「円弧状部材３６，３７」は，それぞれの分割外輪部２４が上記「回\n転リング部材５１－３」及び「回転リング部材５１－４」に接続されて\nいる（構成ｅ－３）ものである。\nそうすると，被告製品は，把持機能を有するバンド部材が円弧状ベア\nリングと接続し，全体として把持機構を構成するものといえるから，構\n成要件Ｅの「把持機構は，（中略）円弧状ベアリング片を備えている」を\n充足するものと認められる。\nイ  争点１－２（構成要件Ｅの「両端部を各々接続して」との文言の充足性\n（被告製品は，そもそも円弧状ベアリング片間に隙間（クリアランス）が\n設けられている構成ではなく，仮にそうでないとしても，構成要件Ｅの「把\n持機構は，それぞれの両端部を各々接続して環状の歯車付ベアリングを構\n成する」とは，被告製品のような，円弧状ベアリング片間に隙間（クリア\nランス）が設けられている構成を排斥しておらず，被告製品は上記文言を\n充足するといえるか否か））について\n(ア)  被告製品の構成について\n被告製品の構成については，原判決の第３の１⑵アに記載のとおりで\nあるから，これを引用する。\n上記構成によれば，環状の歯車付ベアリングを構成したときに，２つ\nある分割内輪部２３の間に，被告製品ＬＭＶ－４０００ＤＺＲではフロ\nント側で０．８ｍｍ以上，バック側で０．４ｍｍ以上の隙間が，被告製\n品ＬＭＶ－５０００ＤＺＲではフロント側で０．２ｍｍ以上，バック側\nで０．１ｍｍ以上の隙間がそれぞれ生じ，また，２つある分割外輪部２\n４の間に，被告製品ＬＭＶ－４０００ＤＺＲではフロント側で２．１ｍ\nｍ以上，バック側で０．８ｍｍ以上の隙間が，被告製品ＬＭＶ－５００\n０ＤＺＲではフロント側で１．１ｍｍ，バック側で１．３ｍｍ以上の隙\n間がそれぞれ生じる。\nしたがって，被告製品は，円弧状ベアリング片間に隙間（クリアラン\nス）が客観的に存在する構成であるということができる。\n(イ)  構成要件Ｅへの被告製品の充足性について\n従前技術においては，ベアリングを部分的に切断し，端部を当接させ\nない状態で回転させると，内部の転動体が端部からこぼれ落ちてしまう\nので，使用することができなかったという問題があったところ，本件発\n明は，この課題を解決するため，構成要件Ｅの「把持機構は，それぞれ\nの両端部を各々接続して環状の歯車付ベアリングを構成する」との構成\nを採用したものと解される（前記⑵）。\n「接続」とは「つなぐこと。つながること。続けること。続くこと。」\nを意味するものである（広辞苑第７版）が，接続部に一切の隙間が存在\nしないことを一義的に意味するものではないと解されるし，本件発明の\n課題に照らせば，環状の歯車付ベアリングを構成する際，内部の転動体\nが端部がこぼれ落ちるほどの隙間がなく，環状の歯車付ベアリングとし\nての機能を果たすのに支障がないものであれば，課題を解決することが\nできるのであるから，構成要件Ｅの「把持機構は，それぞれの両端部を\n各々接続して環状の歯車付ベアリングを構成する」との構成を充足する\nと認めるに妨げないというべきである。\n証拠（乙１１ないし１４）によれば，被告製品においては，転動体（ボ\nール）は，円弧状ベアリング片間の隙間（クリアランス）より十分大き\nく，円弧状ベアリングは，転動体が脱落することなく，本来の機能を果\nしているといえる。そうすると，被告製品における前記(ア)認定の隙間\nは，その存在により転動体の脱落を招いていた従来技術における「隙間」\n（【０００６】，【０００７】）には当たらず，被告製品の円弧状ベアリン\nグ片は，それぞれの両端面を「接続する」ものであると認められるから，\n被告製品は，構成要件Ｅを充足する。\nしたがって，被告製品は，本件発明の技術的範囲に属することになる。\n３  争点２（本件特許の無効の抗弁の成否）について\n⑴  当裁判所も，本件特許は当業者が乙２発明に乙２０発明を適用することに\n基づいて容易に発明することができたもの（特許法２９条２項）であるから，\n特許無効審判により無効にされるべきもの（同法１２３条１項２号）である\nと判断する。\nその理由は，後記⑵のとおり控訴人の当審における補充主張に対する判断\nを付加するほかは，原判決の第３の２に記載のとおりであるから，これを引\n用する。\n⑵  当審における控訴人の補充主張に対する判断\nア  控訴人は，前記第２の３⑵ア(ア)のとおり，本件発明の技術思想は，単に\n大きな装置を分解して搬送可能な大きさのものにしただけではない旨主\n張する。\nしかし，本件発明の課題は，前記２⑵ア及びイのとおり，輸送の便宜の\nために幅方向の寸法を狭くすることができるようにしつつ，標準的なベア\nリングを用いて回転を安定させることができる立坑構築機を提供するこ\nとであって，本件明細書には，解体や組み立ての迅速性等といった控訴人\n主張の課題に関する記載はないから，控訴人の主張は採用できない。\nイ  控訴人は，前記第２の３⑵ア(イ)のとおり，乙２０公報には，本件相違点\nに係る構成は，記載も示唆もされていないと主張する。\nしかし，乙２０公報には，「内輪セグメント３と外輪セグメント４との間\nに組込まれた上記の各保持器９，１１，１３は，・・・第５図に示す保持器\n１１のように，周方向に複数に分割されたものであってもよい。」（８３頁\n左上欄１行～６行）との記載があり，長尺物の転動体を用いる必要はない\nことが示唆されているところ，ベアリングの転動体として鋼球が一般に使\n用されていることは控訴人も認めるとおりであり，鋼球等を用いれば，組\nみ立て使用された転がり軸受を分解する際に，軸受セグメントをばらばら\nにする必要があるということはできない。乙２０発明は，トンネル掘削機\nのカッタヘッド等を回転自在に支持する大形転がり軸受という技術分野\nにおいて，大形転がり軸受の内輪及び外輪が削り出しによって形成された\n環状のものであった従来技術では，転がり軸受が超大型化すると，その転\nがり軸受を輸送することができなくなるという技術的課題があったのを\n解決するため，大形転がり軸受を周方向に分割して複数の軸受セグメント\nとするという技術的思想を採用したものであり，当該技術思想は，本件相\n違点に相当する構成を開示するものというべきである。したがって，控訴\n人の主張は採用することができない。\nウ  判決の主引用発明（乙２発明）への副引用発明（乙２０発明）の組み合\nわせの可否の判断に誤りがあるとする点について\n前記第２の３⑵ア(ウ)において，控訴人は，乙２発明と乙２０発明の技\n術思想は相反するから，乙２発明に乙２０発明を組み合わせることに動\n機付けがないばかりか，阻害要因がある旨主張する。\nしかし，主引用発明である乙２発明と副引用発明である乙２０発明の\n両者には，技術分野の関連性，課題の共通性，作用，機能の共通性があ\nることは引用に係る原判決第３の２⑶エ(ア)において説示するとおりで\nあり，当業者において，両者を組み合わせる動機付けがある。そもそも\n控訴人が自認するように，乙２発明において，装置の搬送を容易にする\n目的をもって，昇降フレームを分割するという考えがある以上，同様に\n搬送を容易にするために搬送に支障となる大型旋回ベアリングも分割す\nる発想に至ることは当然であるとした場合，旋回ベアリングの分割につ\nき記載がないことをもって直ちに，乙２発明には旋回ベアリング６自体\nを分割することはできない，しない方がよいとの思想があると解するこ\nとはできず，むしろ旋回ベアリングの分割に支障があることを示唆する\n記載がない以上は，旋回ベアリングについても，それぞれの両端部を各々\n接続して旋回ベアリングを構成する複数に分割された円弧状ベアリング\n片とすることに阻害要因はないというべきである。したがって，控訴人\nの主張は採用することができない。\n次に，控訴人は，乙２発明に乙２０発明を組み合わせて装置として機\n能させるためには，乙２発明の回転リングの構成自体を大きく改変する\n必要が生ずるから，明らかな阻害要因があると主張する。\nしかし，主引用発明に副引用発明を適用する過程において，一定の改\n変は不可避であるばかりでなく，本件発明において，歯車付ベアリング\n以外のものを分割することは構成要件とはなっておらず，回転リングを\n分割するかどうかは設計事項というべきであり，乙２発明に乙２０発明\nを適用するに際して，重量の重いベアリングのみを分割することでも足\nりるから，回転リングの構成自体を大きく改変する必要があるという控\n訴人の主張は，その前提を欠くものである。\nエ  顕著な作用効果について\n控訴人は，前記第２の３⑵ア(エ)のとおり，本件発明は，構成要件Ｅを備\nえることで，単に乙２発明と乙２０発明とを組み合わせただけでは到底期\n待することができない顕著な作用効果を奏すると主張する。\nしかし，控訴人が主張する作用効果は本件明細書に記載のないものであ\nるし，仮にそのような作用効果があるとしても，主引用発明（乙２発明）\nの環状の歯車付ベアリングを複数に分割された円弧状ベアリング片とし\nたときに，上記の作用効果を奏することは当業者が予測できる範囲内のも\nのである。\n(3)  小括\n以上によれば，本件発明は進歩性を欠くので，本件特許は，特許無効審判\nにより無効にされるべきものであり，特許法１０４条の３第１項の規定によ\nり，控訴人は，被控訴人らに対し，本件特許権を行使することはできない。\nそうすると，その余の点について判断するまでもなく，控訴人の請求はい\nずれも理由がない。\n第４  結論\n以上によれば，控訴人の請求はいずれも理由がないから，控訴人の請求をい\nずれも棄却した原判決は結論において相当である。\nしたがって，本件控訴は理由がないから棄却することとし，主文のとおり判\n決する。\n知的財産高等裁判所第４部\n裁判長裁判官\n菅      野      雅      之\n裁判官\n本      吉      弘      行\n裁判官\n岡    山    忠    広\n"
}