{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 4,
    "month": 9,
    "day": 15
  },
  "case_number": "令和1(ワ)18281",
  "case_name": "損害賠償請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "92015",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=92015",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/015/092015_hanrei.pdf",
  "contents": "令和 4 年 9 月 15 日判決言渡  同日原本領収  裁判所書記官\n令和元年（ワ）第 18281 号  損害賠償請求事件\n口頭弁論終結日  令和 4 年 7 月 11 日\n判         決\n原 告          A C A 株式会 社\n同訴訟代理人弁護士          飯    田    豊      浩\n被              告        株式会社アルメディ オ\n（以下「被告会社」という。）\n同訴訟代理人弁護士          藤    井              篤\n被              告          Ａ\n（以下「被告Ａ」という。）\n同訴訟代理人弁護士          石    井    逸      郎\n主         文\n1  被告らは、原告に対し、連帯して160万円及びこれに対する被\n告会社は令和元年8月9日から、被告Ａは同月10日から、いずれも\n支払済みまで年5%の割合による金員を支払え。\n2  原告のその余の請求を棄却する。\n3  訴訟費用は、これを30分し、その1を被告らの負担とし、その\n余を原告の負担とする。\n4  この判決は、第1項に限り、仮に執行することができる。\n事実及び理 由\n第 1  請求\n被告らは、原告に対し、連帯して5000万円及びこれに対する被告会社は令和元年\n8月9日から、被告Ａは同月10日から、いずれも支払済みまで年5%の割合による金員\nを支払え。\n第 2  事案の概要\n本件は、原告が、原告の代表者であった被告Ａが原告の開発した技術やノウハウ\nを被告会社に提供してこれを取得させた行為は、原告に対する忠実義務（会社法 355\n条）及び競業避止義務（同法 356 条 1 項 1 号）に違反する不法行為であり、被告会\n社はこれに加担したと主張して、被告らに対し、民法 719 条 1 項及び 709 条に基づ\nき、原告に生じた損害 2 億円のうち 5000 万円の損害賠償及び訴状送達の日の翌日\n（被告会社については令和元年 8 月 9 日、被告Ａについては同月 10 日）から支払\n済みまで平成 29 年法律第 44 号による改正前の民法（以下「改正前の民法」という。）\n所定の年 5%の割合による遅延損害金の支払を求める事案である。\n1  前提事実（証拠等を掲げた事実以外は、弁論の全趣旨により容易に認められる\nか、当事者間に争いがない。なお、枝番号の記載を省略したものは、枝番号を含む\n（以下同じ）。）\n(1)  当事者\nア  原告は、超微粉末原料を使用した商品の企画、研究、開発、販売業務等を目\n的とする株式会社である（甲 1）。\nイ  被告会社は、オーディオ、ビデオ、コンピュータ周辺機器等の規準及び調整\n用テストディスクの開発、製造、販売、炭素材の開発、製造、販売等を目的とする\n株式会社である。\nウ  被告Ａは、原告設立時である平成 28 年 5 月 17 日からその取締役及び代表取\n締役を務めていた者である。同被告については、平成 31 年 3 月 28 日付け取締役解\n任及び代表取締役退任を原因として、同年 4 月 2 日付けでその旨の登記がされてい\nる（甲 40）。\n(2)  原告による技術開発の経緯等\nア  原告は、平成 28 年 5 月 17 日の設立当初から、炭素繊維を粉砕、分散して再\n利用するための技術開発等を実施している。炭素繊維は、航空機、自動車等の部材、\nスポーツ用品、家電部品等に幅広く利用されているものであって、粉砕されて粉末\n状のミルド（炭素繊維ミルド）の形状で樹脂やゴム等に添加して用いられる。炭素\n繊維ミルドは、ナノレベルまでに粉砕すると凝集を起こしやすく、また、飛散によ\nる人体、環境への影響等の課題が指摘されている。（甲 3、5～7、10、20）\nイ  原告は、平成 29 年 12 月 20 日、被告Ａを発明者の一人とし、発明の名称を\n「インク用分散液とその製造方法、該インク分散液を含有するインク、及び、プリ\nント配線板とその製造方法」とする発明に係る特許出願（特願 2017-243317 号。以\n下「本件特許出願」という。）をした。その後、本件特許出願は、令和元年 7 月 4 日\nに公開された（特開 2019-108503 号）。（甲 19）\nまた、原告は、2018 年（平成 30 年）11 月 7 日、被告Ａを発明者とし、発明の名\n称を「カーボンナノワイヤー分散液及びその製造方法」とする発明に係る国際特許\n出願（国際出願番号 PCT/JP2018/041299。以下「本件国際特許出願」という。）をし\nた。その後、本件国際特許出願は、令和元年 5 月 16 日に国際公開された（国際公開\n番号 WO/2019/093360）。（甲 25）\nもっとも、本件特許出願については、原告から審査請求期限までに審査請求がさ\nれなかったため、出願が取り下げられたものとみなされる。本件国際特許出願につ\nいても、所定の期限内に国内移行手続がとられなかったため、原告は、特許出願人\nたる地位を喪失している。\n(3)  被告会社による炭素繊維の技術開発に係る公表\n被告会社は、平成 30 年 8 月 23 日、そのウェブサイトに、「世界初  高分散の高濃\n度炭素繊維マスターバッチ、塗料ベースの商品化／～粉末の飛散が無い環境重視型\n／～ユーザーニーズに合わせたオーダーメイドも可能」と題するニュースリリース\n（甲 9。以下「本件記事」という。なお、「／」は改行部分を示す。以下同じ。）を掲\n載した。同記事において、被告会社は、短炭素繊維の原糸を粉砕した粉末状のもの\nをマスターバッチに成形する技術開発を行い、商品化に成功したこと、今後本格的\nに量産化する予定である旨等を公表した。\n(4)  本件論文の公表\n被告Ａと被告会社取締役（当時）のＢ（以下「Ｂ」という。）は、共同執筆者とし\nて、「高分散・高濃度炭素繊維マスターバッチ」と題する論文（甲 10。以下「本件論\n文」という。）をプラスチック産業・技術の総合情報誌である「プラスチックスエー\nジ」平成 31 年 1 月号に投稿し、その頃、本件論文が公表された。本件論文には、炭\n素繊維にはポリアクリロニトリル（PAN）系炭素繊維やピッチ（PITCH）系炭素繊維\nといった種類があることの説明があるほか、PAN 系炭素繊維粉砕品及びピッチ系炭\n素繊維粉砕品の拡大画像（図 1 及び 2。以下、これらを併せて「本件画像」という。）\nが掲載されている。\nなお、本件画像は、原告が平成 29 年 7 月に被告会社に対して CFRP 分散加工試作\n品を提供した際に、合わせて被告会社に提供されたものである。\n(5)  被告Ａの被告会社顧問への就任\n被告Ａは、遅くとも平成 30 年 8 月には被告会社の顧問に就任し、少なくとも令和\n3 年 12 月までその地位にあった（乙 13）。\n2  争点\n(1)  被告Ａの原告に対する忠実義務違反及び競業避止義務違反の有無（争点 1）\n(2)  被告会社の被告Ａとの共同不法行為の成否（争点 2）\n(3)  原告の損害発生の有無及び損害額（争点 3）\n3  争点に対する当事者の主張\n(1)    争点 1（被告Ａの原告に対する忠実義務違反及び競業避止義務違反の有無）\n〔原告の主張〕\nア  原告は、その設立当初から、高額の資金を投下して炭素繊維やこれを含有す\nる炭素繊維強化プラスチック（CFRP）を粉砕した粉末を製造・販売し、これらの粉\n末を利用したマスターバッチ及び機能性素材を開発する事業に取り組み、独自の炭\n素繊維の粉砕技術と分散技術を用いて、平成 29 年 6 月までに、炭素繊維のナノファ\nイバーチップの開発に成功した。また、原告は、同年 7 月には、炭素繊維ミルドの\n粒子サイズを目的に合わせて作り、マスターバッチ、ドライパウダー、ペースト、\nリキッド、チップ等、ユーザーの加工方法、加工機に合わせた形状で提供可能な商\n品の開発を進めていた。さらに、原告は、ナノサイズの炭素繊維の製造技術の開発\n研究を進めて独自のノウハウを蓄積し、同年 12 月には、アスペクト比（短辺と長辺\nの比率）を保持したままで炭素繊維を繊維径 300nm 以下、繊維長 1µm～20µm のサ\nイズに粉砕したカーボンナノワイヤーを製造する方法に関して本件特許出願をした。\nなお、原告が製造していた炭素繊維の粉末は、製品の製造過程で生じた CFRP の端\n材から製造するものに限られず、新品の炭素繊維を用いた純度の高いものも含まれ\nる。\n加えて、原告は、その開発する炭素繊維の粉砕技術、分散技術に係る営業活動等\nも積極的に行ってきた。具体的には、平成 29 年 4 月頃に経済産業省の担当官と面談\nをし、開発状況を説明して原告の技術の独創性を認識してもらい、また、平成 30 年\n11 月には、業界紙「プラスチックス」において、炭素繊維のナノファイバー（短繊\n維の炭素繊維粉末）を製造・開発する技術が紹介されるなどしている。\n被告Ａは、このような原告において、代表取締役在任中、炭素繊維の粉砕、分散、\n再生等の事業につき技術面で中心的な役割を担ってきた者である。このため、被告\nＡは、原告に対し、原告の炭素繊維の粉砕・分散に関する技術、ノウハウが他社に\n流出し、利用されることのないようにする取締役としての忠実義務（会社法 355 条）\nを負っていた。\nところが、被告Ａは、原告代表取締役在任中の平成 30 年頃以降、原告に秘匿して\n被告会社と顧問契約を結び、技術指導として、原告が資金、労力をかけて開発して\nきた炭素繊維の粉砕・分散技術やノウハウを、原告に無断で被告会社に提供し、そ\nの対価として顧問料の支払を受けていた。すなわち、被告会社が当時抱えていた課\n題は、炭素繊維粉末が凝集しやすく、溶媒に分散させにくいという点であったとこ\nろ、被告Ａは、被告会社に対し、このような課題を解決するための技術提供を行っ\nていた。凝集の課題を解決することは、原告が進めていた炭素繊維粉末の製造販売\nと密接不可分のものであると共に、同じく原告が行っていた炭素繊維粉末のマスタ\nーバッチ及び機能性素材の開発において不可欠のものである。このため、被告Ａが\n被告会社に対して炭素繊維の凝集の課題を解決するための技術提供を行うことは、\n原告の炭素繊維粉末の製造・販売に係る技術を提供したものといえる。\nこのような被告Ａの行為は、原告の事業に多大な影響を与えるものであり、原告\nの取締役としての忠実義務に反する。\nイ  被告Ａが被告会社に対して炭素繊維粉末の凝集を解決する方法を提供した行\n為は、原告が当時行っていた炭素繊維の粉砕、分散、再生等を含む炭素繊維の特性\nを生かした製品の企画・研究・開発等に不可欠なものであり、原告の事業の部類に\n属する取引に当たる。したがって、被告Ａの上記行為は競業取引にも該当するとこ\nろ、被告Ａはこれについて原告の株主総会における承認を受けていないから、原告\nの取締役としての競業避止義務（会社法 356 条 1 項 1 号）にも反する。\nウ  以上のとおり、被告Ａの上記行為は、原告に対する忠実義務及び競業避止義\n務に違反する背任行為であるから、原告に対する不法行為を構成する。\nエ  被告Ａの主張について\n原告の炭素繊維に関する事業の本質は、炭素繊維の特性である熱伝導性、導電性、\n耐腐食性、耐摩耗性等を活かした製品の企画・研究・開発であって、原料となる炭\n素繊維の粉末が CFRP をリユースしたものかどうかは本質的な問題ではない。また、\n被告会社も、「CF 端材の処理が世界的な課題となっています。」などと広報してお\nり、炭素繊維の廃材のリユースを一切考えていなかったわけではない。そうである\n以上、原告と被告会社とが行う炭素繊維に関する事業が性質を異にするということ\nはできない。\n〔被告Ａの主張〕\nア  原告は、炭素繊維の製造・分散技術に関する独自のノウハウを有していない。\n原告の主張によれば、原告が独自のノウハウと称する内容はアスペクト比を維持し\nたままで炭素繊維をナノサイズまで粉砕することであるところ、被告Ａは、当時の\n原告の顧問Ｃ（以下「Ｃ」という。）に対して他社のナノファイバーの製造技術につ\nいて説明をするなど、この技術を利用した炭素繊維粉末等の製品化の構想を有して\nいた。しかし、原告は、この着想や構想の段階にとどまっており、それ以上に、そ\nれを基にして独自に開発したノウハウはない。原告は、廃材としての CFRP のリサ\nイクルを目指し、その開発を行っていたが、CFRP の粉砕まではできていたとして\nも、再凝集が起きてしまい、分散させることに成功していなかったのである。当時、\n原告が一般的な炭素繊維の粉末を販売することもあったが、業としてといえるほど\n販売していたわけではなく、また、原告が進めようとしていた技術開発は、当時の\n原告の実質的なオーナーであったＤ（以下「Ｄ」という。）が平成 29 年 7 月に逮捕\nされたことによりとん挫していた。\nそもそも、被告Ａの被告会社に対する技術的なアドバイスは、原告の上記開発思\n想とは関連しない。すなわち、被告Ａは、被告会社に対し、主に、グラファイト（黒\n鉛）を中心にしつつ、業界における一般的な技術レベルを前提とした一般的な粉砕、\n分解、分散技術等に関するアドバイスや、廃材の CFRP のリサイクルとは異なる新\n品の CFRP を原料として含有樹脂を取り除き、又は樹脂を含まない長繊維を選定し\nて炭素繊維だけを取り出して機能素材に加工する技術開発、製品化についてアドバ\nイスをしていたに過ぎない。また、原告が開発していたカーボンナノワイヤー分散\n液の製造技術と被告会社が開発していた炭素繊維のマスターバッチの製造方法も異\nなる。このように、被告Ａは、被告会社に対し、原告が開発しようとしていた廃材\nの CFRP のリサイクルやそこから取り出した炭素繊維を、樹脂を含んだままで、ナ\nノサイズにした炭素繊維からさらにマスターバッチにするという点についての技術\n的なアドバイスを一切行っていない。\n以上より、被告Ａの原告に対する忠実義務違反はない。\nイ  被告Ａは、業界において、炭素繊維の粉砕加工技術に関するスペシャリスト\nとして知られており、当時も現在も、技術者として、様々な会社に対し粉砕技術等\nに関する技術的なアドバイスを行っているのであって、被告会社に対するアドバイ\nスもその域を超えるものではない。原告も、被告Ａがこうしたアドバイスを多くの\n業者に提供していることは知っていた。また、そもそも、このようなアドバイスの\n提供は、競業避止義務により禁じられる「取引」行為（会社法 356 条 1 項 1 号）に\n該当しない。\nしたがって、被告Ａが技術者として一般的なアドバイスを行うことは、原告の知\n的所有権を侵害しない限り、原告との関係で競業避止義務ないし忠実義務に違反す\nるものではない。\nウ  被告Ａは、Ｄの逮捕以降、原告従業員の退職が相次ぎ、CFRP のリサイクル\n技術の開発に協力する姿勢を示していた取引先等が撤退したりするなどして事業が\nとん挫したことから、原告に対して取締役及び代表取締役を退任する意向を示して\nおり、現に平成 30 年 10 月以降の役員報酬の支払を受けていない。したがって、被\n告顧問となった同年夏頃からは、被告Ａは、実質的には原告の代表取締役の地位を\n失っていたというべきであり、原告に対して忠実義務や競業避止義務を負っていな\nい。\nエ  以上のとおり、被告Ａは、原告に対する忠実義務及び競業避止義務に違反す\nる行為をしていない。\n(2)  争点 2（被告会社の被告Ａとの共同不法行為の成否）\n〔原告の主張〕\nア  原告の会社案内には、原告が「炭素繊維の新品開発事業（防滑シート・防さ\nび塗料・ブレーキパッド部材）」を行っていることが明記されており、また、各種報\n道によって、原告が炭素繊維粉末を分散させた樹脂等を活用した製品の開発に取り\n組んでいたことは、業界において公知であった。\nところが、被告会社は、原告から CFRP のナノサイズの分散加工試作品の提供を\n受けた後、原告の技術、ノウハウを自社のものとして利用する意図で、被告Ａが原\n告の代表取締役であること、被告Ａが原告から承諾を得ていないことを知りながら\n被告Ａを自社の顧問とした上で、原告の費用で原告のために開発された炭素繊維の\n粉砕、分散に関する技術やノウハウを不正に取得した。\nすなわち、本件記事によれば、炭素繊維の粉末には、媒体になじみにくいという\n分散の問題や、計量がしにくく、作業現場の環境汚染、人体への影響等という飛散\nの課題があるところ、被告会社は、このような問題を解決した優れた分散性、流動\n性、加工性、生産性、環境保全性を有する商品（マスターバッチ、塗料ベース）を\n開発したとされる。ところが、原告は、遅くとも平成 29 年 6 月頃には、炭素繊維を\nナノサイズに分散させ、媒体への拡散性を有し、飛散しないチップ状のナノファイ\nバーチップを開発していたし、同年 12 月には炭素繊維を粉砕したものを分散媒に\n分散させたカーボンナノワイヤー分散液に係る本件特許出願をしている。このよう\nに、原告においてナノファイバーチップ等の炭素繊維の開発がされた後に、原告が\n有する炭素繊維の粉砕、分散技術と同一の特徴を有する製品が被告会社において開\n発されたこと、その間、被告会社は、原告から CFRP のナノサイズの分散加工試作\n品の提供を受け、被告Ａを顧問に迎え入れたことからは、原告の炭素繊維の粉砕、\n分散の技術やノウハウが原告に流用されたと考えるのが合理的かつ自然である。加\nえて、被告Ａと当時の被告取締役Ｂとを共同執筆者とする本件論文に、原告が撮影\nし、管理する本件画像が、原告の許可なく掲載されて使用されていることも、被告\n会社が被告Ａと共同して原告の有する技術やノウハウを不正に取得・利用したこと\nを裏付ける。\nこのように、被告会社が原告の有する炭素繊維の粉砕、分散技術に着目し、被告\nＡとの間で顧問契約を締結して同人から原告の上記技術やノウハウの提供を受け、\nこれに対価を支払い、こうして得た技術等を基に、「世界初」のものとして高分散高\n濃度を特徴とする炭素繊維のマスターバッチ、塗料ベースの開発に成功した旨の本\n件記事をリリースしたという被告会社の一連の行為は、原告に損害を与えることを\n認識しながら被告Ａの違法行為を積極的に誘発するとともに、炭素繊維の粉砕、分\n散、再生等の事業を営む原告に対して損害を与える行為である。したがって、被告\n会社は、被告Ａと連帯して原告に対する不法行為責任を負う（民法 719 条 1 項、709\n条）。\nイ  仮に被告会社が被告Ａを顧問として迎え入れる際に同人からは原告を退任し\nたと聞かされていたとしても、被告会社は、被告Ａから炭素繊維粉末の分散技術に\n関する援助を受けるに先立ち、少なくとも原告の商業登記簿の記載を確認すべきで\nあり、これを怠った被告会社には過失がある。\n〔被告会社の主張〕\n原告が被告会社により不正に取得されたと主張する炭素繊維のナノファイバー製\n造に関する技術、ノウハウなるものが原告において開発されたことは否認する。\n原告による本件特許出願及び本件国際特許出願に係る発明は新規性及び進歩性を\n欠くものである上、炭素繊維につきアスペクト比を保持したまま極小サイズに繊維\n化する技術は、既に粉砕業界では炭素繊維も含め加工技術として各社が特許を有し、\n利用されていたものである。アスペクト比を保持したナノサイズの炭素繊維を繊維\n同士が凝集せずに樹脂等の溶媒に安定的に混合する技術は未開発であるものの、こ\nの点は原告も同様である。\nまた、本件特許出願に係る発明は、炭素繊維をアスペクト比を保持したままでナ\nノサイズに繊維化する技術そのものではなく、基盤に電解金属メッキによって導電\n性回路を形成するために、該基盤に電導性下地を設けておくためのインクの材料で\nあるインク用分散液に関するものである。このため、本件特許出願により登録が認\nめられても、原告がアスペクト比を保持したままで炭素繊維をナノサイズに繊維化\nする技術を独占的に保有することにはならない。\nしたがって、被告Ａによる被告会社に対するアドバイスの内容は原告の知的財産\nを構成するようなものではなく、かつ、原告が有していたノウハウは一切明らかに\nなっていない。\n本件記事は、炭素繊維粉末の分散不良が発生しやすいという課題を解決した商品\nを開発したとし、当該商品の優れた「分散性」、「流動性」、「加工性」、「生産性」に\nついて記載しているが、これは原告が開発した技術を被告会社が不正に利用したこ\nとを裏付けるものではない。本件画像も、原告が被告会社に CFRP の分散加工試作\n品を売却した際に併せて売却したものであり、被告会社が原告に無断で使用したも\nのではない。\n(3)  争点 3（原告の損害発生の有無及び損害額）\n〔原告の主張〕\nア  原告は、平成 30 年頃、様々な利用可能性を有する炭素繊維のナノファイバー\nの製品化に向け、相当の時間と 2 億円を超える資金を投下して研究開発を行い、世\n界で初めて炭素繊維のナノファイバーを開発したとして、多くの大手企業に対して\n売込みなどの営業活動を行い、中国の大手素材メーカーとの取引交渉も大詰めを迎\nえていた。ところが、被告会社が、本件記事により、原告から不正に取得した炭素\n繊維のナノファイバーの製造技術をあたかも自社の研究開発の成果であるかのよう\nに広報したことにより、原告は、複数の企業から原告の技術に対して疑いの眼差し\nを向けられるようになり、中国の大手素材メーカーとの交渉も困難な状況に陥った。\n他方、被告会社は、本件記事によって、その株価を 1 株当たり 157 円から 287 円\nにまで上昇させ、5000 万円を下らない利益を得た。\n本件に係る事情を総合的に考慮すると、原告が被告らの不法行為により被った損\n害は 2  億円を下らない。そこで、原告は、本件においては、この 2 億円の損害のう\nち、被告会社が被告Ａとの共同不法行為により得た利益 5000 万円を原告に生じた\n損害として請求する（会社法 423 条 2 項参照）。\nイ  仮に上記損害が認められないとしても、原告と被告会社は、いずれも事業の\n一環として炭素繊維粉末のマスターバッチの開発に取り組んでおり、市場において\n競合する関係にある。そのため、被告会社が炭素繊維粉末のマスターバッチを開発\nすることは原告の利益低下につながる可能性が高く、被告らの共同不法行為によっ\nて原告に損害が生じているといえる。このような関係にある原告が無償で被告会社\nに対して技術的援助をすることはなく、仮に技術的援助を行うとしても、被告会社\nから原告に対して相当の対価が支払われるのが通常である。本件においては、被告\n会社が被告Ａに対して月額 80 万円の顧問料を支払っていたことを踏まえると、原\n告が被告会社から受領できたはずの対価相当額は月額 80 万円を下らない。\nそうすると、被告Ａが遅くとも平成 30 年 3 月頃から原告の取締役を退任する平\n成 31 年 3 月までの 12 か月間、原告は、被告会社から合計 960 万円（＝80 万円×12\nか月）の対価を受領することができたはずであるから、被告らの共同不法行為によ\nって原告が被った損害は 960 万円を下らない。\n〔被告らの主張〕\n否認ないし争う。\n原告は炭素繊維を基にしてナノサイズに繊維化したチップの商品化に至っていな\nいこと、原告が行おうとしていた廃材 CFRP のリサイクル事業と被告会社の炭素繊\n維の機能素材開発事業とは事業の性質を異にし、両者は競合関係にないことなどか\nら、被告Ａが行った被告会社に対する技術協力と因果関係のある原告の損害は観念\nしえない。\nまた、被告会社が被告Ａを顧問として迎え入れた平成 30 年 8 月以降、被告会社か\nら被告Ａに対して支払われた顧問料は月額 20 万円であって、月額 80 万円ではない。\n第 3  当裁判所の判断\n1  争点 1（被告Ａの原告に対する忠実義務及び競業避止義務違反の有無）につい\nて\n(1)  前提事実（前記第 2 の 1）に加え、掲記した証拠及び弁論の全趣旨によれば、\n次の事実が認められる。\nア  原告における技術開発の経緯等\n(ｱ)  被告Ａは、機能材料の分野で事業に従事していたところ、平成 27 年 9 月頃\nに知人からＤを紹介されたのを機に、Ｄと共に新たな会社を設立して炭素繊維に特\n化した共同事業を開始することとし、平成 28 年 5 月 17 日に設立された原告の代表\n取締役に就任した。（甲 1、20）\n原告は、設立当初から炭素繊維の粉砕技術等の開発を進め、平成 29 年 4 月に開催\nされた「高機能プラスチック展」に出展し、炭素繊維プラスチック（CFRP）のリユ\nースに関する技術の紹介を行うなどした。その際、原告は、少なくとも 75 社以上の\n企業や団体から問合せを受けたところ、その中には炭素繊維を扱う大手企業も含ま\nれていた。（甲 34、35、37、証人Ｅ（以下「Ｅ」という。））\n(ｲ)  原告は、同年 6 月 13 日、経済産業省において、同省職員に対し、原告が開\n発を進めている CFRP を再利用するための粉砕技術、分散技術、複合化技術（異な\nる複数の材料を一つの機能素材に変える技術）の内容やその利用方法等について説\n明を行った。その際原告が用意した資料「ACA CFRP COCMPOSITE SERIES」（甲 3）\nには、以下のような記載がある。\n「2.  CFRP リユース製品への展開\n1)  粉砕技術\n乾式気流粉砕機を用いて、独自の減圧、回転速度、粉末回収方法により粉砕物で\nある微粒子の形状、表面状態をコントロールします。…\n2)  分散技術\n分散を容易にすることを前提に、微粒子がマトリクス、バインダー内に拡散し、\n再凝集を防ぐ技術です。これらは主に湿式分散で行い、添加剤の選定など配合が主\nとなる技術。…\nナノファイバーチップ\n炭素繊維をナノサイズに分散させたチップ状の商品です。ナノサイズの炭素繊維\nでありながら、飛散しないため、吸引事故などの危険性がなくなります。また、媒\n体への拡散性が非常に高く、粉末への混合、樹脂練りこみ、湿式加工に使える分散\n体です。\n用途は機能性塗料・フィルム、電子部品素材、電池用素材、超微粒孔充填材、機\n能性接着剤など。」\n(ｳ)  被告Ａは、同月 24 日、Ｅに対し、他社に依頼していた新品 CFRP の粉砕品\nの粒度分布測定結果をメールに添付して中間報告をすると共に、取引先となり得る\nCFRP のサンプルの送付先を問い合わせた。\n同メールにつき、Ｃは、同日、被告Ａに対し、「既存メーカーが到達できないゾー\nンに来てますね。電子顕微鏡写真で見る限り CF 長さ方向は短くなり 1-26µ、CF 直\n径方向は糸断面が露出するたて割れを起こしており実質的な直径は 1-5µ まで小さ\nくなっていますね。この形状ですと電気的な特性期待できると思います。」と返信し\nた（甲 14）。\nこれを受け、被告Ａは、同月 25 日、Ｃに対し、「気流粉砕で、アスペクト比を変\nえずに【繊維長 1～20 ミクロン、繊維径 11～1 ミクロン】のミルドは他社にはない\n特有のモノに仕上がっています。」、「先日、このミルドを精製水と分散剤で湿式分散\nしたものが、【繊維長平均 360 ナノ、繊維径平均 20 ナノ】の CFRP ナノファイバー\nが出来ております。添付した電顕写真はアスペクトを長めに CFRP の繊維を解して\n円柱（針状）のナノ粒子に仕上ました。」、「湿式分散は／精製水  89.95%／分散剤 3\n種混合  0.05%／CFRP（当社ミルド）10％」、「なお、出来上がった 10%水溶液 CFRP\nナノファイバーは分散剤でコートしてあるため 150℃乾燥機で 3 分程度で乾燥しチ\nップになります。チップの型枠次第で板、ペレット、球体などが形成可能であり、\n危険なナノサイズでありながら、チップかにより飛散を抑えられます。」、「このナノ\nファイバーチップをポリイミドに分散させ、Fe ブスバーに塗布焼成後、銅メッキが\n付きます。つまり導電性塗料になっていることが分かります。」、「サイクロンミルの\n乾式加工ミルドをベースに湿式加工することで、超高額な CNT の代わりに『導電性\n塗料、電磁波シールド、電材』などの機能素材へ利用できる可能性を秘めています。」\nなどと返信した（甲 15）。\nこの被告Ａによるメールに添付された資料「ACA CFRP COCMPOSITE SERIES」\nには、ナノファイバーチップの説明として、「完全オーダーメイド  受注対応量  10g\n～」、「炭素繊維をナノサイズに分散させたチップ状の商品です／ナノサイズの炭素\n繊維でありながら、飛散しないため、吸引事故などの危険性がなくなります／また、\n媒体への拡散性が非常に高く、粉末への混合、樹脂練りこみ、湿式加工に使える分\n散体です」との記載に続き、以下の説明がある。\n「【用途】  機能性塗料・フィルム、電子部品素材、電池用素材、超微粒孔充填材、\n機能性接着剤など\n【形状】  チップ状  粒子の平均粒径 400nm\n【含水率】  100ppm 以下」\n「ナノファイバーチップはナノサイズの炭素繊維が 99%以上でありながら、拡散\n性を損なうことなく安全に使えます／親水性、油性への分散コントロールも可能で\nす」\nまた、同資料には、ミルドファイバースタンダードの説明として、「受注対応量\n500g～」、「炭素繊維を微粉砕技術で加工した短繊維のバージョン。短繊維であるた\nめマトリクスに分散しやすく、円柱状を保持しているので炭素繊維の機能を損なう\nことなく、幅広い用途に利用できます」といった記載に続き、以下の説明がある。\n「【用途】  充填補強材、防滑素材、帯電防止材、高隠蔽・軽量化素材、ブレーキ\n素材など\n【形状】  粉末品  平均繊維径 12µm\n【サイズ】  平均繊維長  10µm 以下、30µm、50µm、70µm\n【比重】  1.7\n【強度】  引張強度  1500MPa（元素材データによる）\n【含水率】  500ppm 以下」\n(ｴ)  同月 28 日付け「化学工業日報」は、原告が「単層 CNT…と同等の性能と、\n圧倒的なコスト競争力を併せ持つリチウムイオン 2 次電池…負極材向けの導電助剤\nを開発した。粉砕技術と分散技術を用いて炭素繊維のアスペクト比を一定レベルに\n保持したまま、20 マイクロメートル以下の長さに微細化。」、「メソフェーズピッチ\n系炭素繊維のなかでも高弾性で高密度タイプのチョップドファイバーを独自技術で\n粉砕加工し、微細化して製造する。」などとする記事（甲 5）を掲載した。\n(ｵ)  被告Ａは、同年 7 月 2 日、Ｄ及びＥらに対し、「炭素繊維、黒鉛、CB 顔料を\nマスターバッチに加工するメーカーは何社かありますがベースになる炭素繊維のサ\nイズを加工してマスターバッチ化するのは世界初。」などと記載したメール（甲 6）\nを送信した。同メールに添付された資料には、「炭素繊維（カーボンファイバー）の\n新たなコンポジットスタイル」との見出しの下、以下の記載がある。\n「通常、微粒子粉末をベースとするマスターバッチは、ベース粉末のサイズを変\nえることが出来ないため、別素材との組合せ、またバージン樹脂に入れるマスター\nバッチの添加量を変える必要があり、コスト、機能性を犠牲にすることが多い。」\n「当社が開発した炭素繊維コンポジット【マスターバッチ】は、炭素繊維のサイ\nズを変えることで、これまでになかったメリットを引き出すことができる。」\n「当社が開発した炭素繊維コンポジット（マスターバッチ、ペースト、リキッド\nなど）は、コンパウンドやゾルに添加することでコストダウンにもつながります。」\n「当社が開発した炭素繊維コンポジットはコストダウンだけではなく、多くのメ\nリット持っています。」\n「①   炭素繊維の円柱状のファイバー形状を維持したミルドファイバーが母体。\n／②  炭素繊維の平均粒子径を 100 ミクロンから 600 ナノと目的に合わせたサイズ\nに変えることが可能。／③  熱安定剤、補填材、難燃剤、耐候剤などの機能性添加\n剤を取り入れることが可能。／④  高分散性を持ち合わせ媒体への拡散性が非常に\n良い。」\n「①  樹脂などのマトリクスで炭素繊維をカバーしているので、飛散した場合で\nも付着せず、環境汚染が避けられる。／②  浮遊粒子の発生がないため吸引など人\n体への影響は受けにくい。」\n「コンポジットのベースとなる炭素繊維は、微粒子になっても繊維状を保持する\nように加工技術が加えられている。」\n「当社が開発した炭素繊維コンポジットは『着色』『機能』『品質』『環境・安全面』\nを付与した加工品である。／弊社では炭素繊維ミルドをベースにミクロンサイズか\nらナノサイズまでコントロールしコンポジットを作ることに成功する。／これまで\nにない大きな特徴は、ベースとなる炭素繊維ミルドの粒子サイズを 100 ミクロンか\nら 600 ナノまで、それぞれの目的に合わせることが可能。これによって、固定サイ\nズの粒子で作る炭素繊維マスターバッチではできなかったコストダウン、機能性付\n与、発色コントロールなど新たな期待が持てる。／また、炭素繊維コンポジットは\n『マスターバッチ』『ドライパウダー』『ペースト』『リキッド』『チップ』など、ユ\nーザーの加工方法、加工機に合わせた形状で提供が可能である。」\n「チップ／ペースト、リキッドの液体分を除去し、表面を界面活性剤でコートし\nた乾燥チップ。粒子サイズは 10 ミクロンからナノレベルまでが可能。」\n(ｶ)  被告Ａは、平成 30 年 2 月 13 日、担当従業員（及び CC としてＥ）に対し、\n炭素繊維ナノワイヤーの作成準備を進めることを指示する旨のメール（甲 31）を\n送信した。同メールにおいて、被告Ａは、以下のとおり、液体の準備事項及びアシ\nザワ・ファインテック株式会社（以下「アシザワ社」という。）への試作申込みに\nおける留意点を伝えた。\n「1.  試作用液体の準備\n※秤を産技研に持ち込んでいるので違う秤で計量。\n①  ピロリドン  950g（大きな台秤にて計量）\n②  三菱新品ピッチ系粉砕品  50g（食品用の秤借りてください）\n③  BYK180 を 20g  （食用品の秤）\nこれらを容器に入れて手で振ってシェイクしておく。\n2.  アシザワへの試作申込\n出来れば今週中、上記 1L をビーズミルで試作したいとアシザワへ電話かメール\nで依頼してください。1L なので時間的には 1 日だけです。」\n併せて、被告Ａは、同メールにおいて、重要事項として、使用する機種は溶剤系\nビーズミルとすること、分散途中で粘性が上がってくるのを抑えるために、分散剤\nサンノプコ・ローマ D を入れていること、今回の持込サンプル全体量 1020g にロー\nマ D を最初から 10g 程入れて手で振ってからスタートすることなどを指示した。\n(ｷ)  被告Ａは、同月 14 日、Ｅ及びＤに対し、「アシザワでの試作結果 OK です。\n粒度分布の山からアスペクトは出ています。…なお、アシザワのマシンで、あの配\n合以外はアスペクト折れてしまうという結果にもなります。何れも分散剤を使わな\nいと出来ません。」と記載したメール（甲 21）を送信した。\nイ  本件特許出願に係る発明の内容\n本件特許出願に係る公開特許公報（甲 19）の明細書（図面を含む。）（以下「本件\n明細書 1」という。）には、概ね、次のような記載がある。\n(ｱ)  技術分野\n本発明は、特定の形状を有するカーボンナノワイヤーが分散されたインク用分散\n液や同分散液を含有するインクを用いて導電性下地を設け、その上に電解金属メッ\nキを施すことにより、導電性回路を形成するプリント配線板の製造方法を提供する\nものである（【0001】）。\n(ｲ)    背景技術\nプリント配線板の製造方法にはいくつかの方法があるが、それぞれに固有の問題\n点のほか、いずれも、工程数が多い、材料の多くが無駄になる、製造コストがかか\nる等の問題がある（【0002】～【0008】）。\nコストのかからないプリント配線板の製造方法として、導電性インクで回路を形\n成する方法が種々あるが、高価な金属を使用すること、加熱処理を必要とすること、\n導電性粒子間の接続が弱いこと、回路が機械強度的に弱いこと、解像性が低いこと、\nフレキシブル基板に対して導電性維持の点から適用し難いこと、ビアホール等の孔\nの内に導電性材料を充填し難い（又は充填できない）こと等から、更なる改良が望\nまれていた（【0009】）。\n一方、軽量で強靭さとしなやかさを併せ持つ炭素繊維や炭素繊維強化プラスチッ\nク（CFRP）等が、金属の代替として種々の成形品に多く利用されており、中でも最\nも短い炭素繊維はミルドファイバーともいわれ、一般に平均繊維長 70µm 以上\n200µm 以下であって、平均繊維径は約 10µm である（【0010】）。\nしかし、CFRP やいわゆる炭素繊維は、短くなるほど加工性が難しくなり、凝集\nしやすくなることから利用し難く、ミルドファイバーより細い又は短いサイズを有\nする炭素繊維は現実にはない。繊維径や繊維長が小さく更にはアスペクト比が大き\nい炭素繊維は市場には存在せず、少なくともこのような炭素繊維が安定して分散し\nている分散液は知られていない（【0011】）。その背景として、導電性においては、カ\nーボンナノチューブ、銀、銅等のナノ粒子に関する研究が進み、それらが一般的で\nあるため、ナノサイズの炭素繊維は不要である等の理由によるものと考えられる。\n炭素繊維が導電性を有することは知られてはいるものの、平均繊維径や平均繊維長\nが極めて小さく、またアスペクト比が大きい炭素繊維の分散液は知られておらず、\n該分散液を使用した導電性を有する（導電性を利用した）インクも知られておらず、\n該インクを用いたプリント配線板の製造方法も知られていなかった（【0012】）。\n(ｳ)  発明が解決しようとする課題\n本発明の課題は、低価格でプリント配線板を製造する方法を提供することであり、\n該プリント配線板を製造するための「基板上に回路を形成するためのインク」、「該\nインクの材料となるインク用分散液」、「該インク用分散液の製造方法」等を提供す\nることである（【0015】）。\n(ｴ)  課題を解決するための手段\n本発明は、基板に電解金属メッキによって導電性回路を形成するために、該基板\nに導電性下地を設けておくために用いられるインクの材料であるインク用分散液で\nあって、平均繊維径が 300nm 以下であり平均繊維長が 1µm 以上 20µm 以下のカー\nボンナノワイヤー、ポリイミド、及び分散媒を少なくとも含有することを特徴とす\nるインク用分散液を提供するものである（【0017】）。\nまた、本発明は、原料炭素繊維を乾式粉砕して炭素繊維を得るか、又は、乾式粉\n砕された炭素繊維を用意し、次いで、該炭素繊維を上記分散媒中でビーズミルを用\nいて湿式粉砕することによって、該炭素繊維を粉砕しつつ該分散媒に分散させてカ\nーボンナノワイヤー分散液を製造し、該カーボンナノワイヤー分散液にポリイミド\nを溶解させることを特徴とするインク用分散液の製造方法を提供するものである\n（【0019】）。\n(ｵ)  発明を実施するための形態\na    インク用分散液\n本発明のインク用分散液は、平均繊維径が 300nm 以下であり平均繊維長が 1µm\n以上 20µm 以下のカーボンナノワイヤーを含有する。更に好ましくは、該カーボン\nナノワイヤーの平均アスペクト比は 3 以上 200 以下である。平均アスペクト比は、\n［平均アスペクト比］＝［平均繊維長］／［平均繊維径］で定義される（【0041】）。\nb  カーボンナノワイヤー\n「カーボンナノワイヤー」とは、グラファイト（黒鉛）の化学構造、炭素繊維の\n化学構造を有し、平均繊維径が 300nm 以下であり、平均繊維長が 1µm 以上 20µm 以\n下のものをいう。平均繊維長が 70µm 以上 200µm 以下のいわゆるミルドファイバー\nと比較して、平均繊維長が短いものであり、平均繊維径も細い（【0042】）。\nカーボンナノワイヤーの平均繊維径は、好ましくは 200nm 以下、より好ましくは\n130nm 以下、更に好ましくは 100nm 以下、特に好ましくは 80nm 以下である。上限\nが上記の条件であれば分散性や分散安定性が良くなり、該カーボンナノワイヤーを\n有するインクを印刷して得られる導電性下地の導電性、均一性、印刷性、ホール充\n填性、基板屈曲部の導電維持性、導電性下地を薄く設けたときの導電維持性等が向\n上する。平均繊維径の下限は、粉砕、分散等を含めた製造の容易さの点、インクの\n構造粘性の増大を抑制し、インク中に高濃度にカーボンナノワイヤーを分散させる\nことができる点等から、20nm 以上が好ましく、30nm 以上が特に好ましい（【0043】）。\nカーボンナノワイヤーの平均繊維長は、20µm 以下であるが、15µm 以下が好まし\nく、10µm 以下がより好ましく、7µm 以下が更に好ましく、4µm 以下が特に好まし\nい。カーボンナノワイヤーの平均繊維長の下限は、1.2µm 以上が好ましく、1.4µm 以\n上がより好ましく、1.7µm 以上が更に好ましく、2µm 以上が特に好ましい（【0044】）。\nカーボンナノワイヤーの平均アスペクト比は、3 以上 200 以下が好ましく、4 以上\n100 以下がより好ましく、6 以上 50 以下が更に好ましく、8 以上 30 以下が特に好ま\nしい（【0045】）。\nc    分散媒\n本発明のインク用分散液の分散媒としては、塗料、インク等の溶媒又は分散媒と\nして使用されるものや、塗料、インク等を製造する際のマスターバッチの溶媒又は\n分散媒として使用されるものが挙げられる。限定はされないが、ビーズミル処理に\nよる粉砕との相性が良いこと、カーボンナノワイヤーの分散性が特に好適であるこ\nと、ポリイミド、ポリエポキシ等のポリマー基板にマッチングしていること、導電\n性下地を形成しやすいこと等の理由から、ピロリドン、N-メチルピロリドン、N-エ\nチルピロリドン等の窒素原子が炭化水素基で置換されていてもよいピロリドン、メ\nチルエチルケトン等のケトン、γ-ブチロラクトン等のラクトン等が好ましく、窒素\n原子に炭化水素基が結合していてもよい 2-ピロリドンがより好ましく、N-メチル-2-\nピロリドン（NMP）が特に好ましい（【0046】、【0050】）。\nd  分散液中のカーボンナノワイヤーの含有割合\n本発明のインク用分散液中に分散されているカーボンナノワイヤーの含有割合は、\n特に限定はなく、それから得られるインク中のカーボンナノワイヤーの最適含有量\nを勘案して決めればよい。分散媒とカーボンナノワイヤーの合計質量に対して、カ\nーボンナノワイヤーは、1 質量%以上 99.7 質量%以下が好ましく、5 質量%以上 99.5\n質量%以下がより好ましく、10 質量%以上 99 質量%以下が更に好ましく、20 質量%\n以上 98 質量%以下が特に好ましい。含有割合が上記下限以上であると、分散液が薄\n過ぎずに分散媒が無駄にならないこと、必要以上に分散液の体積が大きくならない\nこと等の効果がある。含有割合が上記上限以下であると、カーボンナノワイヤーの\n分散性や分散安定性が良くなること、ビーズミル処理等の粉砕に際して、分散液の\n粘度、構造粘性、濃度が高くなり過ぎずに、粉砕性や分散性が向上し、粉砕時間や\n分散時間の短縮になること、アスペクト比が大きなカーボンナノワイヤーが得られ\nること等の効果がある（【0051】、【0052】）。\ne  インク用分散液の製造方法及び原料である炭素繊維\n本発明の「インク用分散液の製造方法」は、上記のインク用分散液の製造方法で\nあって、原料炭素繊維を乾式粉砕して炭素繊維を得るか、又は、乾式粉砕された炭\n素繊維を用意し、次いで、該炭素繊維を上記分散媒中でビーズミルを用いて湿式粉\n砕することによって、該炭素繊維を粉砕しつつ該分散媒に分散させてカーボンナノ\nワイヤー分散液を製造し、該カーボンナノワイヤー分散液にポリイミドを溶解させ\nることを特徴とする。分散液中のカーボンナノワイヤーは、平均繊維径が 300nm 以\n下であり平均繊維長が 1µm 以上 20µm 以下となるように、好ましくは、更に平均ア\nスペクト比が 3 以上 200 以下となるように、粉砕しつつ該分散媒に分散させる\n（【0064】）。\n本発明においては、原料となる上記「原料炭素繊維」には、サイジング処理され\nた炭素繊維、炭素繊維強化プラスチック（CFRP）、炭素繊維強化炭素複合材料、JIS\n規格でいう 90 質量%以上が炭素質物である炭素繊維、炭素繊維単身又は炭素質物単\n身、いわゆる炭素繊維といわれるもの等が含まれる（【0065】）。\n本発明の特に好ましいインク用分散液の製造方法によれば、陰イオン系界面活性\n剤の存在下でビーズミル処理することによって、CFRP 等の「炭素繊維」を縦に解\nき、平均繊維径を細くすることができるので、原料となる上記「炭素繊維」として、\nCFRP を使用することが、本発明の特徴を生かすためにも特に好ましい（【0066】）。\n本発明のインク用分散液の製造方法においては、まず、原料炭素繊維を乾式粉砕\nするか、又は、乾式粉砕された炭素繊維を用意する。すなわち、炭素繊維を乾式粉\n砕してもよいし、既に乾式粉砕されている炭素繊維を入手して使用してもよいが、\n後述するビーズミル処理する前に、原料炭素繊維を乾式粉砕することが好ましい\n（【0068】）。\n乾式粉砕する前の原料である原料炭素繊維は、ある程度粉砕等されたチョップド\nファイバー、ミルドファイバー等であっても、大きな CFRP 等を要すれば粗粉砕し\nたものであってもよい。また、廃棄物であったり不要になったりした CFRP（を粗\n粉砕したもの）であってもよい。「不要になった CFRP」とは、一般に使用・販売さ\nれている CFRP で不要となったもの、廃棄物である CFRP、メーカー等で試作品（失\n敗品を含む）として出てきた CFRP 等が挙げられる（【0069】）。\nf  乾式粉砕\n本発明においては、まず乾式粉砕がされるが、サイクロンミル、ジェットミル等\nを用いた気流式粉砕が、本発明における乾式粉砕として特に好ましい。サイクロン\nミル、ジェットミル等を用いた気流式粉砕では、平均繊維径や平均繊維長を十分に\n小さくすることが難しい等の問題が生じず、その後のビーズミルを用いた湿式粉砕\nに供するのに好ましい平均繊維径、平均繊維長及びそれらの分布（粒度分布）とす\nることが可能である（【0071】、【0072】）。\n本発明において原料となる炭素繊維は、平均繊維長 70µm 以下になるまで乾式粉\n砕してから後述する湿式粉砕をすることが好ましい。より好ましくは 5µm 以上\n60µm、更に好ましくは 10µm 以上 50µm 以下、特に好ましくは 15µm 以上 40µm 以\n下にしておく。上限が上記より大きいと次の工程であるビーズミルによる湿式粉砕\nで該湿式粉砕の条件を調整しても、最終的にカーボンナノワイヤーの平均繊維径が\n300nm 以下になりにくい場合、最終的に上記の（より好ましい又は特に好ましい）\n平均繊維径になり難い等の場合、最終的にカーボンナノワイヤーの平均繊維長や平\n均アスペクト比が上記した（好ましい又は特に好ましい）範囲になり難い等の場合\nがある。また、下限が小さ過ぎると、湿式粉砕後にカーボンナノワイヤーの平均繊\n維長が上記の下限以上になり得ないため、最終的にカーボンナノワイヤーの平均繊\n維長や平均アスペクト比が上記した（好ましい又は特に好ましい）範囲になり難い\n等の場合がある。特に、最終的なカーボンナノワイヤーの平均繊維長や平均アスペ\nクト比が小さくなり過ぎる場合がある（【0079】～【0081】）。\n乾式粉砕後の平均アスペクト比は、10 以下であることが好ましく、より好ましく\nは 7 以下、特に好ましくは 5 以下である。本発明のインク用分散液は、乾式粉砕に\nよって、比較的大きな平均繊維径や比較的小さな平均アスペクト比にしておいても、\n又は、しておくことによって、後の特定の湿式粉砕によって、最終的に好適な「小\nさな平均繊維径や大きな平均アスペクト比」が得られることを見出して製造できた\n（【0083】）。\n本発明のインク用分散液の製造方法においては、湿式粉砕前の乾式粉砕後の炭素\n繊維の平均繊維径が 3000nm 以上であり、かつ、平均アスペクト比が 10 以下である\nことが特に好ましい（【0084】）。\ng    湿式粉砕\n乾式粉砕の後に湿式粉砕をするが、該湿式粉砕は、上記分散媒の中に、上記乾式\n粉砕した炭素繊維を含有させ、（好ましくは陰イオン系界面活性剤の存在下で）ビー\nズミル処理することによって、所定のカーボンナノワイヤーの形状（平均繊維径、\n平均繊維長、好ましくは平均アスペクト比）にする。ビーズミル処理をすることに\nよって、本発明における新規なカーボンナノワイヤーの形状の分散液にすることが\nできる（【0085】）。\n湿式粉砕は、ビーズミルを用いてビーズミル処理をする。これによって、はじめ\nて前記したような特定の形状のカーボンナノワイヤーを有する、新規なカーボンナ\nノワイヤー分散液、インク用分散液、及びインクが得られた。ビーズミル処理の条\n件は、前記した特定の平均繊維径、平均繊維長、好ましくは平均アスペクト比のカ\nーボンナノワイヤー（分散液）とインク用分散液が得られるように調整する。下記\nするビーズミル処理の条件は、乾式粉砕後の炭素繊維を粉砕して最終的に前記した\n形状のカーボンナノワイヤーを得るために極めて重要であり、ビーズミル処理にお\nける各条件の組合せは、容易に選択できる当たり前の範囲ではない（【0086】）。\nビーズミルに用いられるビーズの材料としては、ジルコニアが硬度等の点から特\nに好ましい。ビーズミルに用いられるビーズのビーズ径は、0.1mm 以上 1.5mm 以下\nが好ましく、0.2mm 以上 1mm 以下がより好ましく、0.5mm 以上 0.8mm 以下が特に\n好ましい。ビーズ径が大きすぎると、ビーズミル容器内のビーズ個数が減り、接触\n点が減ることになり、好適に分散ができない場合、平均繊維径等を十分に小さく粉\n砕できない場合等がある。一方、ビーズ径が小さすぎると、好適に分散できない場\n合、粉砕に時間がかかり過ぎる場合等がある（【0087】）。\nビーズミル処理に用いる撹拌羽の形状は、プロペラ型であることが分散液が極め\nて高い構造粘性やチクソトピー性を有するため、ずり速度を大きくし（粘度を大き\nくさせず）、撹拌性、粉砕性、分散性等を好適に保つために好ましい。撹拌羽根の回\n転数は、撹拌羽根の差し渡し長さにもより限定はないが、1000rpm 以上 1200rpm 以\n下が特に好ましい。撹拌羽根の先端の周速度は、撹拌羽根の差し渡し長さにもより\n限定はないが、直径 20cm として、上記回転数から計算できる範囲が好ましく、具\n体的には、9m/s 以上 13m/s 以下が特に好ましい（【0089】、【0090】）。\nビーズミルの粉砕分散の運転方式は、循環式が好ましい（【0091】）。\n湿式粉砕・分散の時間は、1 パス当たりの時間（連続運転時間）は、特に限定はな\nいが、7 分以上 45 分未満が好ましく、10 分以上 40 分以下がより好ましく、15 分以\n上 30 分以下が特に好ましい。ビーズミル処理における分散液と炭素繊維（カーボン\nナノワイヤー）の温度は、好ましくは 0℃以上 50℃以下、特に好ましくは 5℃以上\n35℃以下である（【0093】）。\nまた、ビーズミルは、市販の装置も使用できる（【0094】）。\nh  ビーズミル粉砕時に用いる界面活性剤\n湿式粉砕は、陰イオン系界面活性剤の存在下でビーズミル処理をして、粉砕と同\n時に分散させることが好ましい。本発明のインク用分散液の製造方法の好ましい態\n様は、前記炭素繊維を、ビーズミルを用いて湿式粉砕しつつ上記分散媒に分散させ\nてカーボンナノワイヤー分散液を製造する際に、該分散媒中に陰イオン系界面活性\n剤を含有することである。上記陰イオン系界面活性剤は、高分子陰イオン系界面活\n性剤であることが好ましく、酸基を有する（共）重合物の、アルカリ金属塩、アン\nモニウム塩、アルキルアンモニウム塩、アルキロールアンモニウム塩等であること\nがより好ましい（【0095】）。\n(ｶ)    実施例 1\n＜原料＞\n原料の炭素繊維として、CFRP ミルドファイバー（長さ 70µm～150µm、直径\n11000nm）を使用した。この炭素繊維はピッチ系であった。\n＜乾式粉砕＞\n上記原料 500g を以下の条件で乾式粉砕を行った。乾式粉砕には以下の気流粉砕\n機であるサイクロンミルを用いた。\n使用装置：株式会社静岡プラント製、サイクロンミル 150S、雰囲気温度：室温\n（25℃）、インペラ回転数：8000rpm～15000rpm、粉砕時間：15 分\nその結果得られたものは、平均繊維径 8000nm（90 体積%の分布幅で、5000nm～\n11000nm）、平均繊維長は 45µm（90 体積%の分布幅で、20µm～70µm）、平均アスペ\nクト比は 5.6 であった。（以上につき、【0118】～【0121】）\n〈予備混合〉\n次に、以下の条件で水と界面活性剤を加えて撹拌する予備混合を行った。\nN-メチル-2-ピロリドン（NMP）：100 質量部、前記実施例 1 で乾式粉砕したもの：\n5 質量部、陰イオン系界面活性剤として、ポリ（メタ）アクリル酸共重合体のアル\nキロールアンモニウム塩：2 質量部、混合容器：下記の湿式ビーズミル容器内、撹\n拌機：防爆用ハンドドリル（2 枚の羽根つき）、回転数：500rpm、液温：室温（25℃）、\n撹拌条件：下記の湿式ビーズミルの回転を停止し、原料循環戻り容器（ホッパー）\nに直接上記撹拌機を投入、撹拌時間：10 秒\nこの予備混合の終了時点で、陰イオン系界面活性剤のために、既に「炭素繊維」\nが縦に解れて平均繊維径の減少が見られた。また、2 種の陰イオン系界面活性剤の\n量をそれぞれ 2 倍にしたところ、平均繊維径の更なる減少が見られた。陰イオン系\n界面活性剤、特に高分子（オリゴマーを含む）陰イオン系界面活性剤の効果が確認\nされた。（以上につき、【0122】～【0125】）\n〈湿式粉砕と分散処理〉\n次に、上記予備混合で得られた液をそのまま用いて、以下の条件で湿式粉砕を行\nってカーボンナノワイヤー分散液を調製した。\n使用装置：アシザワ社製の湿式ビーズミル、方式：循環式、容器体積：5L、使用\nビーズ：ビーズ材質＝ジルコニア、ビーズ径＝0.5mm、ビーズ使用量＝3500g（嵩 3.5L）、\nビーズ充填率：70%、回転数：アジテータ周速 10m/s、  液温：室温（25℃）、ビーズ\nミル処理時間：90 分、パス回数：3 パス、1 パスの時間：30 分\n上記湿式粉砕により得られたものは、平均繊維径は 200nm（90 体積%の分布幅で、\n100nm～300nm）、平均繊維長は 10µm（90 体積%の分布幅で、5µm～15µm）、平均ア\nスペクト比は 50 であった。\n上記のようにして得られた湿式粉砕直後のカーボンナノワイヤー分散液から、分\n散媒である NMP を常法によって留去し、カーボンナノワイヤーが 98 質量%で含有\nされているカーボンナノワイヤー分散液を調製した。（以上につき、【0126】～【0129】）\nウ  本件国際特許出願に係る発明の内容\n本件国際特許出願の国際公開された明細書（図面を含む。）（甲 25。以下「本件明\n細書 2」という。）には、概ね、次のような記載がある。\n(ｱ)    技術分野\n本発明は、特定の形状を有するカーボンナノワイヤーが分散された分散液、その\n製造方法及び該分散液から得られる塗料又はインクに関するものである（【0001】）。\n(ｲ)    背景技術\n従来、炭素繊維、サイジング処理された炭素繊維、炭素繊維強化プラスチック\n（CFRP）は、軽量であり、強靭さとしなやかさを合わせ持っているため、金属の代\n替として種々の成形品に多く利用されており、更にその廃 CFRP も利用されている。\n中でも最も短い炭素繊維はミルドファイバーといわれ、一般には平均繊維長は 70µm\n以上 200µm 以下であり、平均繊維径は約 10µm であり、そのサイズの細かさから、\n研磨剤、補強補助剤等に利用されていることが多い（【0002】）。\nしかし、CFRP やいわゆる「炭素繊維」は、短くなるほど加工性が難しくなり、凝\n集し易くなることから利用価値は少ないと考えられており、現在のところ、ミルド\nファイバーより細いサイズを有するナノサイズの炭素繊維は現実にはない。すなわ\nち、現在、ナノサイズの炭素繊維の需要や利用度は極めて低く、特にアスペクト比\nが大きいナノサイズの炭素繊維は市場には（商業的には）存在せず、少なくともこ\nのような炭素繊維が安定して分散している分散液は知られていない（【0004】）。\n(ｳ)  発明が解決しようとする課題\n本発明の課題は、平均繊維径がナノサイズのカーボン繊維において、該平均繊維\n径の細さに比較して平均繊維長が長く、すなわちアスペクト比が大きく、分散媒体\nの中で粉砕及び分散がし易く、また再凝集がし難いカーボンナノワイヤー分散液、\n及び、その製造方法を提供することである（【0007】）。\n(ｴ)  課題を解決するための手段\n本発明者は、サイジング処理された炭素繊維、炭素繊維強化プラスチック（CFRP）\n等のいわゆる「炭素繊維」の粉砕方法と分散方法とを特定のものとすれば、上記課\n題を解決できることを見出した。特に粉砕方法については、特定の 2 段階で粉砕す\nること、特定の界面活性剤の存在下で特定の方法で粉砕すること、特に分散方法に\nついては、特定の方法によってカーボンナノワイヤー表面に特定の界面活性剤を均\n一に付与することで、上記課題を解決し、優れたナノサイズのカーボンナノワイヤ\nー分散液を製造できることを見出して本発明を完成した（【0008】）。\n本発明は、分散媒中に平均繊維径が 300nm 以下であり、かつ、平均アスペクト比\nが 30 以上 200 以下のカーボンナノワイヤーが分散されたものであることを特徴と\nするカーボンナノワイヤー分散液、上記のカーボンナノワイヤー分散液の製造方法\n等を提供するものである（【0009】～【0015】）。\n(ｵ)  発明の効果\n本発明によれば、平均繊維径が 300nm 以下と十分に小さく、かつ、平均アスペク\nト比が極めて大きい炭素繊維（カーボンナノワイヤー）の分散液を得ることが可能\nである。分散媒中に平均繊維径が 300nm 以下であり、かつ、平均アスペクト比が 30\n以上 200 以下のカーボンナノワイヤーが分散されたカーボンナノワイヤー分散液は、\n今までに知られておらず、新規なものである。本発明のカーボンナノワイヤー分散\n液の製造方法によれば、平均アスペクト比が大きい特定のナノサイズの形状に好適\nに粉砕ができ、更に好適に分散媒中に分散することが可能で、そうして得られた分\n散液は、極めて分散安定性にも優れている（【0016】）。\n本発明のカーボンナノワイヤーは、化学構造的にはグラファイトであるが、形状\n的には銀ナノワイヤーに近いため、現在、銀ナノワイヤーが使用されている用途と\n同様の用途に好適に利用され、しかも、価格的に銀ナノワイヤーより極めて安価で\nある（【0017】）。\n本発明におけるカーボンナノワイヤーは、光散乱しない程度に平均径が小さく、\n低い電気抵抗率を有するため、透明導電膜等に対する用途が期待される（【0018】）。\nまた、分散体が粒子状ではなくワイヤー状であるため、すなわち、平均繊維径が\nナノサイズであると共にアスペクト比が大きいので、マイクロサイズの空隙を有す\nる基板に塗布した場合、「該分散体が該空隙に入り込んで十分な導電性を示さなく\nなる」ということがない。すなわち、平均繊維長が十分に長いので、該空隙に流れ\n込むことがなく、該基板上でカーボンナノワイヤー同士のネットワークを形成する。\nその結果、本発明のカーボンナノワイヤー分散液を用いて、塗布、印刷等で形成し\nた、膜、層、配線等は、たとえ厚さが薄くても高い導電性を有する（【0019】）。\nまた、該基板を屈曲させたり、折り曲げたりしても、アスペクト比が大きいので、\nカーボンナノワイヤー同士のネットワークが切れることが少なく、導電性を維持で\nきる（【0020】）。\n(ｶ)  発明を実施するための形態\nカーボンナノワイヤー分散液の特徴、カーボンナノワイヤー分散液の製造方法、\n原料となる炭素繊維、乾式粉砕及び湿式粉砕の条件、界面活性剤等については、概\nね、本件明細書 1 と同旨の記載がある（【0027】～【0092】）。\n(ｷ)  実施例\na  実施例 1\n＜原料＞\n原料の炭素繊維として、CFRP ミルドファイバー（長さ 70µm～150µm、直径\n11000nm）を使用した。この炭素繊維はピッチ系であった。\n＜乾式粉砕＞\n上記原料 500g を以下の条件で乾式粉砕を行った。乾式粉砕には以下の気流粉砕\n機であるサイクロンミルを用いた。\n使用装置：株式会社静岡プラント製、サイクロンミル 150S、雰囲気温度：室温\n（25℃）、インペラ回転数：8000rpm～15000rpm、粉砕時間：15 分\nその結果得られたものは、平均繊維径は 8000nm（90 体積%の分布幅で、5000nm\n～11000nm）、平均繊維長は 45µm（90 体積%の分布幅で、20µm～70µm）、平均アス\nペクト比は 5.6 であった。（以上につき、【0097】～【0100】）\n〈予備混合〉\n次に、以下の条件で水と界面活性剤を加えて撹拌する予備混合を行った。\n精製水：100 質量部、上記で乾式粉砕したもの：5 質量部、陰イオン系界面活性\n剤：高縮合ナフタレンスルホン酸ナトリウム=1 質量部、及び、ポリ（メタ）アクリ\nル酸共重合体のアルキロールアンモニウム塩=1 質量部、撹拌機：新東科学株式会社\n製、スリーワンモーターBLh1200、撹拌翼：プロペラ型、回転数：1000rpm～1200rpm、\n液温：室温（25℃）、撹拌時間：3 分～5 分\nこの予備混合の終了時点で、陰イオン系界面活性剤のために、既に「炭素繊維」\nが縦に解れて平均繊維径の減少が見られた。また、2 種の陰イオン系界面活性剤の\n量をそれぞれ 2 倍にしたところ、平均繊維径の更なる減少が見られた。平均アスペ\nクト比の増大に関して、陰イオン系界面活性剤、特に高分子（オリゴマーを含む）\n陰イオン系界面活性剤の効果が確認された。（以上につき、【0101】～【0104】）\n＜湿式粉砕と分散処理＞\n次に、上記予備混合で得られた液をそのまま用いて、以下の条件で湿式粉砕（裁\n判所注  【0105】の「乾式粉砕」は「湿式粉砕」の誤記と認める。）を行ってカーボ\nンナノワイヤー分散液を調製した。\n使用装置：アシザワ社製の湿式ビーズミル、方式：循環式、容器体積：5L、使用\nビーズ：ビーズ材質：ジルコニア、ビーズ径：0.5mm、ビーズ使用量：3500g（嵩 3.5L）、\nビーズ充填率：70%、回転数：アジテータ周速 10m/s、液温：室温（25℃）、ビーズ\nミル処理時間：90 分、1 パスの時間：30 分、パスの回数：3 回\n上記湿式粉砕により得られたものは、平均繊維径は 200nm（90 体積%の分布幅で、\n100nm～300nm）、平均繊維長は 15µm（90 体積%の分布幅で、10µm～20µm）、平均\nアスペクト比は 75 であった。（以上につき、【0105】～【0107】）\nb  実施例 4\n実施例 1 において、乾式粉砕は同一とし、予備混合と湿式粉砕と分散処理を以下\nのようにした。\n〈予備混合の処方〉\nN-メチル-2-ピロリドン（NMP）：100 質量部、前記実施例 1 で乾式粉砕したもの：\n5 質量部、陰イオン系界面活性剤：ポリ（メタ）アクリル酸共重合体のアルキロー\nルアンモニウム塩：2 質量部\n〈装置と条件〉\n混合容器：下記の湿式ビーズミル容器内、撹拌機：防爆用ハンドドリル（2 枚の\n羽根つき）、回転数：500rpm、液温：室温（25℃）、撹拌条件：下記の湿式ビーズミ\nルの回転を停止し、原料循環戻り容器（ホッパー）に直接上記撹拌機を投入、撹拌\n時間：10 秒\n〈湿式粉砕と分散処理〉\n次に、上記予備混合で得られた液体をそのまま同一容器内で用いて、以下の湿式\n粉砕を行った。\n使用装置：アシザワ社製の湿式ビーズミル、方式：循環式、容器体積：5L、使用\nビーズ：ビーズ材質：ジルコニア、ビーズ径：0.5mm、ビーズ使用量：3500g（嵩 3.5L）、\nビーズ充填率：70%、回転数：アジテータ周速 10m/s、  液温：室温（25℃）、ビーズ\nミル処理時間：90 分、パス回数：3 パス、1 パスの時間：30 分\n上記湿式粉砕により得られたものは、最終的に平均繊維径は 200nm（90 体積%の\n分布幅で、100nm～300nm）、平均繊維長は 10µm（90 体積%の分布幅で、5µm～15µm）、\n平均アスペクト比は 50 であった。（以上につき、【0118】～【0123】）\nエ  被告会社における開発状況等\n(ｱ)  Ｂは、平成 29 年 3 月、被告会社の炭素繊維関連の製品開発を行う新規事業\n担当役員となり、航空機等を用途とするカーボンシート等の開発において、熱伝導\n性を落とさないような接着剤の開発に炭素繊維の粉末を利用することを検討してい\nたところ、Ｃから原告の紹介を受けた（証人Ｂ）。\nＢは、同年 7 月頃、原告に対し、CFRP のナノサイズの分散加工試作品の提供を\n依頼し、原告は、同月 12 日頃、これを被告会社に提供した（甲 8、17）。\n(ｲ)  被告会社は、同年 8 月頃、原告に対し、前記試作品に関連し、被告会社で実\n験を行う際の留意点を問い合せるなどした。それ以降、被告Ａは、被告会社に対し、\nカーボンナノファイバーに関する技術的なアドバイスを行っていた（甲 18、被告Ａ）。\n(ｳ)  被告会社は、平成 30 年 8 月頃、前記新規事業の開発を進めるため、被告Ａ\nと顧問契約を締結した（証人Ｂ）。\n(ｴ)  被告会社は、同月 23 日、本件記事（甲 9）をプレスリリースした。本件記事\nには、「世界初  高分散の高濃度炭素繊維マスターバッチ、塗料ベースの商品化／～\n粉末の飛散が無い環境重視型／～ユーザーニーズに合わせたオーダーメイドも可能」\nとの見出しの下、以下の内容の記載がある。\n「要旨\n当社では、市場の期待に応え、これまでのミルド粉末あるいは加工品では難しい\nとされた成形品細部への充填を驚異的な分散力で安定的に作れる【高濃度・高分散\nのカーボンファイバー（短炭素繊維…「CF」）のマスターバッチ、塗料ベース】の開\n発に成功し、7 月 20 日よりサンプル出荷を開始しました。今後市場の反響を見つつ、\n本格的量産化を進めてまいります。」\n「既存 CF ミルドの課題\n新品や加工した CF のミルドを使用する場合には、次のような課題があります。\n・CF のミルドが凝集し、媒体に馴染みにくい。／・その結果、分散不良が発生し\nやすい。／・流動性、噴流性に欠けるので原料タンク内でブロッキング（塊）が発\n生しやすい。／・飛散がし易いので計量しにくく、配管でも詰まりやすく自動計量\nが出来ない。／・飛散による現場の環境汚染、人体への影響が懸念される。」\n「当社 CF マスターバッチ、塗料ベースによる課題解決\n当社のマスターバッチ、塗料ベースはこうした課題をすべて解決するもので、次\nのような特長があります。\n・優れた「分散性」…媒体となる樹脂、水、溶剤などに素早く拡散し再凝集しな\nい。／・優れた「流動性」…原料容器内での偏析が無く、計量性にも優れている。\n／・優れた「加工性」…ユーザーが必要とする媒体に CF をムラなく安定的な濃度\nで分散させ、形状はペレット、またリキッド状でも提供が可能。ユーザーのコンパ\nウンド、ゾルなどとの馴染みも良く、必要な量も調整しやすい。／・優れた「生産\n性」…CF のミルドよりも操作性及び加工性が良いため、加工時間の短縮ができる。\n／・優れた「環境保全性」…飛散しないので人体の安全が確保でき、また生産機械\nの汚染が発生しない。」\n「当社保有技術の特長\n・計算された確かな配合設計と微粒子分散加工技術によって、ユーザーニーズに\n合わせたマスターバッチ、塗料ベースをオーダーメイドで作り出し、従来の CF ミ\nルド粉砕よりも高濃度な製品が提供できる。／・含有している CF は合理的な粉砕\nと独自の分散方法により、既存 CF ミルドよりもシャープな粒度分布を実現。／・\n前工程で界面活性効果を持たせたマスターバッチ、塗料ベースは、界面活性剤の後\n添加に比べて拡散性に優れ、界面活性剤のコストも削減できる。／・CF のサイズは\n5cm の長繊維を含有する板状マスターバッチからナノサイズの液状塗料ベースまで\n幅広く調製できる。（これに対して既存 CF ミルドでは、線径 11µm  繊維長 25µm が\n限界。）／・エポキシ、塩ビ、ウレタン、アクリル、PP、PE、ABS、ナイロンなどユ\nーザーの求める樹脂に合わせ、CF の含有量、指定する添加剤、またはフィラー、金\n属をプラスするなどハイブリッドなオーダーメードが可能。」（以上につき、甲 9）\nオ  Ｂは、平成 31 年 1 月頃、被告会社顧問との肩書を付した被告Ａと共に、本件\n論文を公表し、その中で本件画像を掲載した。本件論文には、概ね以下の内容が記\n載されている。\nすなわち、ナノカーボン物質は非常に興味深い特性を持つが、産業への展開をし\nづらくしている要因の 1 つに凝集の問題がある。これを克服するために炭素繊維を\nナノサイズに粉砕し、凝集の問題を種々の分散剤を用いて解決していったが、分散\nできたナノサイズ炭素繊維（カーボンナノファイバー）は非常に危険であり、単体\nでの取扱いが非常に難しく、現状のプラスチック加工現場での取扱いは不可能に近\nい。そこで、これをマスターバッチ化することとし、被告会社は、平成 30 年 8 月 24\n日、微細な炭素繊維を様々な樹脂に高濃度で分散させたマスターバッチの開発に成\n功したと発表した。一般に炭素繊維ミルド粉末を使用したマスターバッチは濃度\n30％が限界といわれているのに対し、被告会社の分散手法を用いた場合、樹脂の種\n類によっては 80wt%の濃度のマスターバッチの作製が可能である。この高分散・高\n濃度炭素繊維マスターバッチは、3D プリンターフィラメント、車両部品等の様々な\n用途に利用できる可能性がある。\n(2)  原告が開発していた技術内容及びその価値等\n前提事実（前記第 2 の 1）及び前記(1)の各認定事実によれば、原告は、平成 28 年\n5 月の設立以降、炭素繊維等の粉砕技術の専門的知見を有する被告Ａの主導の下に\n炭素繊維の粉砕技術等の開発を進め、平成 29 年 6 月頃には、炭素繊維を平均繊維径\n1～11µm、平均繊維長 1～20µm に気流粉砕し、これをさらに湿式分散することによ\nり平均繊維径 20nm、平均繊維長 360 nm の円柱状のナノ粒子を製造する方法を見出\nし（前記(1)ア(ｳ)）、また、同年 12 月までには、本件特許出願に係る発明として、原\n料となる炭素繊維を所定の条件で乾式粉砕して平均繊維径 3000nm 以上、平均アス\nペクト比 10 以下とし、さらに、これを所定の条件で水と高分子陰イオン系界面活性\n剤を加えて予備混合を施した液体を用いて所定の条件の湿式粉砕に供して平均繊維\n径 200nm、平均繊維長 10µm、平均アスペクト比 50 のカーボンナノワイヤー分散液\nを調製し、カーボンナノワイヤーが 98 質量%で含有されるカーボンナノワイヤー分\n散液を調製する技術を見出しており（前記(1)イ）、その後も、被告Ａにおいて、湿式\n粉砕に用いる装置として、アシザワ社製の湿式ビーズミルを使用し、原材料等とな\nるピッチ系粉砕品、有機溶媒であるピロリドン等を所定の分量で混ぜ合わせておき、\n試作用液体として準備すること、分散途中で粘性が上がってくるのを抑えるために\n分散剤を所定の分量混ぜ合わせておくのが好ましいとして、上記内容を原告従業員\nに指示して本件特許出願に係る発明の実用化に必要な研究開発を進め（前記(1)ア\n(ｶ)）、平成 30 年 11 月には、本件国際特許出願として、本件特許出願に係る発明と\n概ね同旨の発明につき出願をした（前記(1)ウ）といえる。\nこのような経緯に鑑みると、原告は、平成 29 年 6 月までには、試作品ではあるも\nのの、炭素繊維の粒子を平均繊維径 20nm、平均繊維長 360nm のナノサイズに粉砕\nし、これをマスターバッチ化することに成功し、その後も炭素繊維をアスペクト比\nを大きくするように繊維状に粉砕する方法、分散剤の選定等についても試行錯誤を\n重ね、同年 12 月までには、特許出願ができる程度に、炭素繊維を一定のサイズに粉\n砕するために使用する乾式粉砕の装置、雰囲気温度、インペラ回転数、粉砕時間、\n混合液の処方条件、湿式粉砕及び分散処理に使用する装置、使用ビーズの条件等や\n一連の工程を特定し、その後も、実用化に向けて、炭素繊維を一定のナノサイズに\nまで粉砕しつつ飛散や再凝集の課題を解決し得る一定の技術を取得していたという\nべきである。\n他方、その当時、このような炭素繊維の粉砕技術等を用いて、所定のサイズのカ\nーボンナノワイヤー分散液であって、かつ、高濃度にカーボンナノワイヤーを含有\nする分散液を調製する方法が原告以外の第三者によって既に開示されていたことを\nうかがわせる具体的な事情を認めるに足りる証拠はない。\nそうすると、遅くとも本件特許出願当時に原告が有していたカーボンナノワイヤ\nー分散液の製造方法に係る技術内容、すなわち、炭素繊維をカーボンナノワイヤー\nと称するほどのサイズ（平均繊維径 30nm～200nm、平均繊維長 1µm～20µm、アス\nペクト比 3～200）に粉砕・分散処理したカーボンナノワイヤー分散液を調製する方\n法（以下「原告方法」という。）は、一定の有用性・経済的価値を有するものであり、\nみだりに他者に開示、使用されない正当な保護を受けるに値する情報といえる。\n(3)  被告Ａの被告に対する技術情報の提供の有無\nア  前記（(1)エ(ｱ)、(ｲ)）認定のとおり、被告会社は、平成 29 年 7 月、原告から\nCFRP のナノサイズの分散加工試作品の提供を受け、その後、原告に対して同試作\n品を用いて実験を行う際の留意点を尋ねるなどしており、当時、炭素繊維を粉砕し\nた高濃度・高分散のマスターバッチ等の開発に関心を抱いていたことがうかがわれ\nる。その上で、被告会社は、平成 30 年 8 月には、「世界初  高分散の高濃度炭素繊\n維マスターバッチ、塗料ベースの商品化」などとうたった本件記事をリリースし、\n翌年 1 月には、本件記事を踏まえつつ、いずれもその肩書に被告会社の名称を付し\nたＢ及び被告Ａを共同執筆者とする本件論文において、80wt%という高分散・高濃\n度炭素繊維マスターバッチの作製が可能であることなどを公表した。\nこうした経緯から、被告会社も、平成 29 年から平成 31 年にかけて、炭素繊維の\nマスターバッチ及び塗料ベースの開発を進め、本件記事や本件論文に公表した程度\nにこれに成功していたことがうかがわれる。\nイ  原告の開発した前記技術内容（前記(2)）と被告会社の開発した技術内容（前\n記ア）とを比較すると、いずれも、導電性、熱伝導性を備える炭素繊維の各種部材\nへの利用可能性を広げるために、炭素繊維をナノサイズにまで粉砕したものを樹脂\n等の媒体に拡散させて高濃度に炭素繊維を含んだマスターバッチを製造することに\nより、再凝集しやすく飛散しやすいという炭素繊維粉末の課題を解決し、多様な用\n途での利用を実現させるというものである点で、両者の技術的課題及び意義は共通\nしている。また、原告及び被告会社が開発していた炭素繊維を含有するマスターバ\nッチは、ナノサイズに粉砕した炭素繊維を高濃度に含むものである点で、その技術\n的特徴も共通する。\nウ  証人Ｂの供述によれば、以下の各事実が認められるところ、この点に関する\n同人の供述の信用性につき疑義を抱くべき具体的な事情はないことから、同供述は\n信用するに足りるものといってよい。\n(ｱ)  被告会社は、平成 29 年当時、炭素繊維粉末を利用して航空機等の用途に用\nいる素材の開発を目指していたものの、炭素繊維の粉末が凝集を起こしてしまうと\nいう課題を有していたところ、Ｃから、原告や原告の技術者として被告Ａの紹介を\n受け、被告Ａを顧問に迎え入れた。\n(ｲ)  被告会社の顧問となった被告Ａは、被告会社の研究開発に必要な炭素繊維粉\n末を準備し、Ｂは、被告Ａから主に炭素繊維の分散技術の提供を受けていた。\n(ｳ)  被告Ａは、被告会社の取引先との打合せにも同席し、炭素繊維の分散に関す\nる技術的説明等を行っていた。\n(ｴ)  被告会社が本件記事としてリリースした高分散の高濃度炭素繊維マスター\nバッチ及び塗料ベースの商品化は、被告Ａが提供した技術により実現したものであ\nる。\n(ｵ)  本件論文で触れられている炭素繊維の凝集に関して、「種々の分散剤を用い、\n試行錯誤を重ね解決し」、「カーボンナノファイバーをマスターバッチ化することに\nした。マスターバッチ化するに当たり、樹脂の種類により分散剤の種類や配合比、\n量も異なってしまう。そのため、樹脂ごとの“レシピ”が必要になり、熱硬化性樹脂\nから PEEK をはじめとしたスーパーエンプラを含む熱可塑性樹脂などのレシピを作\n製した」のは、主に被告Ａである。\n(ｶ)  本件論文に記載されている「一般に炭素繊維ミルド粉末を使用したマスター\nバッチは濃度 30%が限界」であるのに対し、「我々の分散手法を用いた場合では、樹\n脂の種類にもよるが 80wt%の濃度のマスターバッチの作製が可能である。」ことに\nついては、被告Ａがその分散手法の詳細な内容を把握している。\nエ  これらの事情を踏まえると、被告会社は、被告Ａを顧問に迎え入れるまでに\nは炭素繊維の粉末を利用したマスターバッチを製造する技術等についての知見及び\n経験を有していなかったことから、被告Ａが有する炭素繊維の分散技術に期待して\n同被告を顧問として迎え入れ、同被告も、被告会社の顧問として炭素繊維の分散技\n術の開発に必要な炭素繊維粉末を準備した上で、高濃度で分散性の優れた炭素繊維\nのマスターバッチ製造のための試行錯誤を繰り返し、一般的な炭素繊維ミルド粉末\nを利用したマスターバッチの濃度を優に超える高濃度のマスターバッチを作製する\nための製造方法（レシピ）を開発したものといえる。\nこのことと、原告が平成 29 年当時有していた炭素繊維を原料とするカーボンナ\nノワイヤー分散液の技術的課題、意義及びその特徴と被告会社が自社の技術として\n広報した高分散・高濃度の炭素繊維マスターバッチのそれとが共通していること、\n他方で、その当時、被告会社において被告Ａ以外の者により炭素繊維粉末を高濃度\nに含むマスターバッチの製造に関する具体的技術やノウハウを取得したことを認め\nるに足りる証拠はないことに鑑みると、被告Ａは、原告において開発していたカー\nボンナノワイヤー分散液の製造技術を被告会社に対して提供し、被告会社において\nこれを利用したことが合理的に推認される。\n(4)  被告Ａの忠実義務違反の有無\n被告Ａは、平成 31 年 3 月 28 日に原告の取締役を解任されるまで、原告の代表取\n締役を務めていたのであるから、その在任中、原告の業務を遂行するに当たり、原\n告が開発を進めている炭素繊維の粉砕・分散技術の内容を競合他社その他の第三者\nに開示して原告の利益を害することのないようにする忠実義務を負っていたものと\nいえる。\nまた、被告Ａは、原告の代表取締役在任中、自ら、炭素繊維の粉砕・分散技術の\n開発の責任者としてカーボンナノワイヤー分散液の製造方法の研究・開発を主導し\nていた上、原告において開発を進めていた炭素繊維の粉砕・分散技術について、「炭\n素繊維、黒鉛、CB 顔料をマスターバッチ加工するメーカーは何社かありますがベー\nスになる炭素繊維のサイズを加工してマスターバッチ化するのは世界初」であると\n認識して自らＤらに対して報告し（前記(1)ア(ｵ)）、本件特許出願においては発明者\nの一人と、本件国際特許出願においては発明者とされている（前記第 2 の 1(2)イ）。\nしかも、平成 30 年 1 月 19 日、東レ株式会社と原告とが共同で炭素繊維のリサイク\nル事業を開始する旨の新聞報道がされている（甲 44）。これらの事情に鑑みると、\n被告Ａは、原告が開発した炭素繊維の粉砕・分散技術に関する情報が原告の事業上\n重要な価値を有するものであることを知っており、原告の取締役の忠実義務として、\n同情報がみだりに公開されるなどして原告に損害が生じないよう適切に管理するべ\nき義務を負っていたといえる。このことは、原告の当時の顧問であるＣが、被告Ａ\nを含む原告の役員等に宛てたメール（甲 17）で、試作品サンプルを提供した被告会\n社について「お互いに機密を扱うので用途については会話しないということで請求\n業務よろしくお願いします。」などと忠告したことからもうかがわれる。\nにもかかわらず、被告Ａは、遅くとも平成 30 年 8 月には、原告の代表取締役に在\n任中であり、かつ、原告においてカーボンナノワイヤー分散液の製造方法の研究・\n開発を進めている最中に、原告から炭素繊維をナノサイズに分散加工した試作品を\n購入した被告会社の顧問に就任し、前記認定のとおり、被告会社に対して炭素繊維\nの粉砕、分散に関する技術内容を提供した。このような被告Ａの行為は、カーボン\nナノワイヤー分散液の製造方法といった炭素繊維の粉砕・分散技術に関する原告の\n技術情報を、少なくとも過失によって第三者である被告会社に開示して使用させた\nものであり、原告に対する忠実義務に違反する。これにより、被告Ａは、原告の営\n業上守られるべき利益を侵害したといえることから、原告に対して不法行為責任を\n負う。\n(5)  被告らの主張について\nア  被告らは、原告は炭素繊維の粉砕・分散の技術について独自の技術やノウハ\nウを有していたものではないとか、原告と被告会社とでは製造方法や技術思想が異\nなるものであるなどと主張し、被告Ａも同旨の供述をする。\n確かに、本件明細書 1 及び 2 記載の実施例においては、炭素繊維の粉砕に使用す\nる装置として原告以外の他社が製造する装置が挙げられている。また、実際に、被\n告Ａは、原告の炭素繊維の粉砕や分散液を調製するに当たり、既存の装置を使用し、\n原材料も他社から仕入れた新品の炭素繊維粉末品や分散媒、分散剤を使用していた\n（前記(1)ア(ｶ)、イ、ウ）。\nしかし、原告が一定のサイズのカーボンナノワイヤーを含有するカーボンナノワ\nイヤー分散液を作成するに当たり、乾式粉砕する際にどの装置をどのような条件で\n稼働させて一定の炭素繊維の粉末に仕上げ、次いで、分散媒や界面活性剤をどの程\n度の割合で調整し、さらに、湿式粉砕する際にどの装置をどのような条件で稼働さ\nせるかという装置、材料、それらの調製条件等の一連の工程の組合せは、原告が労\n力と時間をかけて試行錯誤した結果として見出されたもので、そこに技術的価値が\nあるのであって、その際に既存の装置や原材料を使用しているからといって、原告\nが開発したカーボンナノワイヤー分散液の製造方法の技術的価値を否定することは\nできない。\nまた、前記のとおり、原告がその当時開発していた炭素繊維から製造したカーボ\nンナノワイヤー分散液と被告会社が開発した高濃度炭素繊維マスターバッチ、塗料\nベースの技術的内容は共通することから、原告が有していた炭素繊維の粉砕及び分\n散技術は、被告会社においても利用価値のあるものであったことがうかがわれる。\nさらに、証人Ｅの供述によれば、原告は、炭素繊維をナノサイズに粉砕する際は\n新品の炭素繊維を第三者から購入して使用していたことが認められる上、本件明細\n書 1【0069】及び 2【0046】によれば、本件特許出願及び本件国際特許出願に係る発\n明においては新品の炭素繊維を用いることも許容されていることに鑑みると、原告\nが開発していたカーボンナノワイヤー分散液の原料となる炭素繊維は廃材の CFRP\nに限定されていたものではない。事業化という点では、原告は、開発を進めていた\n炭素繊維の粉砕・分散技術につき廃材の CFRP のリユースを念頭に置き、多数の事\n業者もその観点から原告に注目していたことがうかがわれるものの、そのことは、\n原告と被告会社の事業の同質性ないし共通性を否定する理由にはならない。\nイ  また、被告らは、本件国際特許出願について、特許庁審査官により新規性又\nは進歩性を欠くと判断されている上、炭素繊維の粉砕等は、本件特許出願当時、既\nに多くの業者が有していた技術であるなどとして、原告方法が知的財産として価値\nのあるものではないと主張し、被告Ａも同旨の供述をする。\nしかし、本件国際特許出願に係る特許請求の範囲記載の発明の一部に新規性又は\n進歩性が否定されるものがあったとしても、必ずしも本件国際特許出願に係る発明\n全体の新規性ないし進歩性が欠けるわけではない。現に、本件国際特許出願に係る\n特許請求の範囲記載の発明の一部については、国際調査機関の見解書（乙 1）にお\nいて、新規性及び進歩性を有すると判断されている。他方、被告ら指摘に係る本件\n特許出願に先行する技術（乙 2～11）は、次のとおり、いずれも、本件特許出願に係\nる発明とは異なるものである。\nすなわち、国際公開番号 WO2016/084697A1（乙 2）に係る発明は、黒鉛化カーボ\nンナノファイバーやカーボンブラック粒子を原料として、高圧分散装置等を使用し\nてこれを分散して導電性ペーストを製造する方法に関するものであるが、原告方法\nのような乾式粉砕する工程を含んでおらず、また、粉砕した炭素繊維の分散に陰イ\nオン系界面活性剤を使用する手法を含んでいない点で、原告方法とは異なる。\n国際公開番号 WO2010/090343A1（乙 3）に係る発明は、黒鉛化炭素片及び液体分\n散媒を含有する分散液の製造方法に関するものであるが、分散液に含まれる黒鉛化\n炭素片の形状は、原告のカーボンナノワイヤー分散液に含有される炭素繊維の形状\nと必ずしも同一ではない上、黒鉛化炭素片の形成に、原告方法で使用されるような\n乾式粉砕に関する工程を含んでいない点で、原告方法とは異なる。\n特開 2005-154200 号公報（乙 4）に係る発明は、カーボンナノチューブのグラフェ\nンシートを除去することによりカーボンナノチューブを製造する方法であって、原\n告方法における炭素繊維の乾式粉砕に関する工程や陰イオン界面活性剤の例示もさ\nれていない点で、原告方法とは異なる。\n特開 2009-196828 号公報（乙 5）に係る発明は、水にカーボンナノチューブ及び陰\nイオン界面活性剤を溶解させて水分散液を調製した後、「スプレードライ法」により\n水分を除去してカーボンナノチューブ含有粉末を製造する方法に関するものである\nが、原告方法において用いられる炭素繊維の乾式粉砕の工程を含まない点で、原告\n方法とは異なる。\n特開 2009-235650 号公報（乙 6）に係る発明は、繊維状炭素系材料と同材料上に形\n成された絶縁被膜とを備えた繊維状炭素系材料絶縁物の製造方法に関するものであ\nるが、当該繊維状炭素系材料絶縁物の製造工程に、原告方法で規定されたアスペク\nト比に炭素繊維を乾式粉砕する工程や陰イオン界面活性剤の存在下で湿式粉砕をす\nる工程を含まない点で、原告方法とは異なる。\n特開 2012-82077 号公報（乙 7）に係る発明は、多層カーボンナノチューブ集合体\n及びその製造方法に関するものであるが、炭素含有ガスと触媒とを接触させてカー\nボンナノチューブを製造するものであって、原告方法における乾式粉砕を用いてカ\nーボンナノワイヤーを製造する工程や陰イオン界面活性剤の存在下で湿式粉砕をす\nる工程を含まない点で、原告方法とは異なる。\n特表 2013-534897 号公報（乙 8）に係る発明は、酸性溶液中に絡まった非離散の多\n層カーボンナノチューブを懸濁させ、懸濁させたナノチューブ繊維組成物を音波的\nに処理して離散カーボンナノチューブ繊維を形成させてカーボンナノチューブ繊維\nを調製する方法に関するものであるが、原告方法のように炭素繊維を乾式粉砕する\n工程や陰イオン界面活性剤の存在下で湿式粉砕する工程を含まない点で、原告方法\nとは異なる。\n特開 2013-217011 号公報（乙 9）に係る発明は、気相法で製造された微細炭素繊維\nを不活性雰囲気中で熱処理した後、粉砕処理を行うことにより直線性微細炭素を得\nる方法に係るものであるが、原告方法における乾式粉砕により炭素繊維を製造する\nのではなく、気相法によって得るものである上、分散性を向上させるための凝集や\n分岐を有する黒鉛化微細炭素繊維を解砕・粉砕処理するのに原告方法で用いられる\n湿式粉砕を使用することについては記載されていない点で、原告方法とは異なる。\n特開 2015-162262 号公報（乙 10）に係る発明は、高濃度かつ高分散の多層カーボ\nンナノチューブ分散液を電池再生材として用いることにより電池機能を効果的かつ\n速やかに回復し得る電池機能回復方法、電池機能回復組成物及びその製造方法に関\nするものであるが、原料となる多層カーボンナノチューブは、アーク放電法、レー\nザ蒸発法、化学気相成長法等により製造されたものを用いることができるとされて\nいるのに対し、原告方法における乾式粉砕の工程については記載されていない。ま\nた、同文献には、分散処理をビーズミルを用いて行うこと、添加剤として分散剤や\n界面活性剤を副成分としてもよいことが記載されているが、原告方法で特定される\n高分子陰イオン界面活性剤の存在下で湿式粉砕する工程は記載されていない。これ\nらの点で、同文献に係る発明と原告方法とは異なる。\n特開 2017-66546 号公報（乙 11）に係る発明は、ピッチ系極細炭素繊維を用いて形\n成する非水電解質二次電池用の電極合剤層等を提供するものであり、原料となる炭\n素繊維の製造方法にビーズミル等の粉砕処理工程を有していてもよいこととされて\nいるが、上記の粉砕処理を施す前の平均アスペクト比を 10 以下にしておくことに\nついての記載はない上、原告方法のように陰イオン界面活性剤の存在下で湿式粉砕\nする旨の記載もない点で、原告方法とは異なる。\n以上のとおり、被告らが指摘する各先行技術の内容は、いずれも原告方法とは異\nなる。\nウ  さらに、被告らは、原告が当時開発していたカーボンナノワイヤー分散液は、\n凝集の問題が解決できず、実用化に至っていないとして、カーボンナノワイヤー分\n散液の製造方法に関して保護されるべき原告の技術は存在しないとも主張する。\nしかし、本件特許出願に係る発明は、炭素繊維は短くなればなるほど加工性が難\nしくなり、凝集し易くなるという課題を解決するために、カーボンナノワイヤーの\n平均繊維径と平均繊維長を特定の範囲にし、さらに、平均アスペクト比を特定の範\n囲にすることで、分散性、分散安定性を良くしたカーボンナノワイヤー分散液の製\n造方法に関するものであるところ、原告が当時開発していたカーボンナノワイヤー\n分散液について凝集の問題が解決できていなかったとすることは、このような本件\n特許出願に係る発明の内容と矛盾する。しかるに、同発明が実施可能でなかったこ\nとをうかがわせる具体的な事情は見当たらない。また、ある発明について特許出願\nをしたとしても、これを上市可能な程度に実用化するには、原材料の選定と調達、\n装置の安定的供給の可否、当該技術を具現化する知識・経験を有する者の確保その\n他の要素を更に満たす必要があることから、実用化に至っていないことをもって直\nちにその発明の知的財産としての価値が否定されるものではない。\nエ  加えて、被告Ａは、平成 29 年 7 月にＤが逮捕されて以降、原告の業務には従\n事していなかったなどとも主張する。\nしかし、前記認定事実（(1)ア(ｶ)）及び証拠（甲 30）によれば、被告Ａは、平成 30\n年 2 月以降の時期において、原告従業員に対しカーボンナノワイヤー分散液の製造\nに係る具体的な指示を出したり、他社との間で炭素繊維のナノサイズの試作品の打\n合せを行ったり、炭素繊維粉末（ミルド）の原料調達先や工場の選定を行うなど、\n事業の遂行に必要な業務を行い、その予定を原告の役員等と共有していたことが認\nめられる。すなわち、被告Ａは、Ｄが不在となった後も、原告において、原告が開\n発を進めていた炭素繊維を原料とするカーボンナノワイヤー分散液の製造、事業化\nに向けた職務に従事していたことが認められる。\nオ  その他被告らが縷々指摘する事情を考慮しても、この点に関する被告らの主\n張は採用できない。\n2  争点 2（被告会社の被告Ａとの共同不法行為の成否）について\n(1)  前記 1 のとおり、被告会社は、原告の代表取締役在任中であった被告Ａを被\n告会社の顧問として迎え入れ、被告Ａから炭素繊維の粉砕・分散に係る技術の提供\nを受けていた。また、本件記事において公表された技術の内容は、原告が有してい\nたカーボンナノワイヤー分散液の製造方法に係る技術情報と共通している。\nそうすると、被告会社は、被告Ａから炭素繊維の粉砕・分散に係る技術情報の提\n供を受け、これを自己の事業において利用したものと認められる。このような被告\n会社の行為は、客観的にみて、被告Ａの原告に対する忠実義務違反の不法行為と関\n連したものといえる。\nまた、被告会社は、当時原告の代表取締役であった被告Ａから、原告が開発を進\nめている炭素繊維の粉砕・分散技術が被告会社にとっても有用な価値があるものと\n認識してその技術情報の提供を受けたのであるから、少なくとも、被告Ａから原告\nのこのような技術情報の開示・提供を受けることについて過失があったといえる。\n(2)  これに対し、被告会社は、被告Ａからは原告の代表取締役を退任していると\n伝えられていたなどとして、被告Ａと共同して不法行為責任を負うことはない旨主\n張する。\nしかし、被告Ａが平成 30 年当時も原告の炭素繊維事業に従事していたことは、前\n記（1(5)エ）のとおりである。また、被告Ａが原告の代表取締役を退任しているか否\nかは原告の登記情報をみれば明らかであって、仮に被告Ａから上記のような報告を\n受けていたとしても、それ自体をもって被告会社の過失を否定することはできない。\nその他被告会社が縷々指摘する事情を考慮しても、この点に関する被告会社の主\n張は採用できない。\n(3)  以上より、被告会社は、被告Ａから原告の炭素繊維の粉砕・分散に関する技\n術情報の提供を受け、これを利用したことにつき、原告に対し、被告Ａと共同して\n不法行為責任を負うというべきである。\n3  争点 3（原告の損害発生の有無及び損害額）について\n(1)  原告は、被告らにより原告が有していた炭素繊維の粉砕・分散技術やノウハ\nウが利用されたことにより、原告の事業拡大の機会が奪われ、原告には少なくとも\n2 億円の損害が生じたと主張する。\nしかし、前提事実（前記第 2 の 1(2)イ）のとおり、本件特許出願については出願\nが取り下げられたものとみなされ、本件国際特許出願も、所定の期限内に国内移行\n手続がとられなかったため原告は特許出願人たる地位を喪失しており、いずれも権\n利化には至っていない。また、前記 1(4)のとおり、平成 30 年 1 月 19 日、原告が他\n社と共同で炭素繊維のリサイクル事業を開始する旨の新聞報道がされているものの、\nその後の同事業の展開の有無及び内容といった具体的事情は明らかでなく、また、\n同事業により原告が相応の蓋然性をもって得られると見込まれる利益の程度も明ら\nかではない。さらに、原告は、現在は原告のグループ会社を通じて炭素繊維の粉末\nのサンプルを提供する程度であって、CFRP からマスターバッチを製造する事業は\n進めていない（証人Ｅ）。\nそうである以上、被告Ａの主導によって原告が開発を進めていたカーボンナノワ\nイヤー分散液やマスターバッチの製造事業については、被告Ａが被告会社に技術情\n報の提供をした平成 30 年当時、原告においてこれを量産化し、市場に置くまでには\n至っておらず、また、見込まれる事業規模等も不明というほかないから、被告らの\n共同不法行為により原告に 2 億円の損害が生じたとは認められない。この点に関す\nる原告の主張は採用できない。\n(2)  また、原告は、被告Ａによる競業避止義務違反の取引によって被告会社が\n5000 万円の利益を得ているとし、この利益額をもって原告の損害である旨主張する。\nしかし、被告Ａが被告会社の顧問に就任する行為それ自体は原告の事業の部類に\n属する取引行為ではない。また、被告Ａが、被告会社の顧問として、原告と事業上\n競合する可能性のある被告会社に対して原告が有する技術情報を提供する行為も、\n第三者のために会社の事業の部類に属する取引を行うことに当たらない。そうであ\nる以上、被告Ａの行為につき、取締役の競業避止義務に違反するものとはいえない。\nこの点を措くとしても、被告会社が被告Ａから炭素繊維の粉砕、分散技術の提供を\n受けたことにより、5000 万円程の利益を上げたことを認めるに足りる的確な証拠は\nない。\n(3)  もっとも、被告Ａが原告において開発していた炭素繊維の粉砕及び分散技術\nに係る情報を被告会社に提供し、その提供を受けた被告会社は、本件記事において、\n「世界初」の高分散・高濃度の炭素繊維マスターバッチの製造に成功した旨を公表\nするに至ったものである。被告会社は、この公表により、原告が開発を進めていた\n炭素繊維の分散技術が有する経済的価値を一定程度享受したものと評価するのが相\n当である。\nそうである以上、原告は、被告Ａを通じて被告会社に対してもたらされた原告の\n技術情報の価値に見合うだけの対価を本来であれば得られるべきであるところ、被\n告らの共同不法行為によりその機会を奪われたということができる。その対価相当\n額については、証拠（乙 13）によれば、被告Ａは、被告会社の顧問に就任した平成\n30 年 8 月の属する同年には、被告会社から顧問料として 100 万円を、翌年以降も年\n間 240 万円を受領していたことが認められるところ、このことから、被告会社は、\n被告Ａから提供を受ける技術情報の価値につき月額 20 万円程度と評価していたこ\nとがうかがわれる（なお、原告は、これが月額 80 万円であると主張する。しかし、\nこれを認めるに足りる証拠はない。）。このような評価が不合理であるとする具体的\nな事情も見当たらない。この点に加え、原告が本件特許出願及び本件国際特許出願\nに係る発明を最終的には権利化していないこと、原告が現在もその炭素繊維の粉砕、\n分散技術を利用した炭素繊維マスターバッチの量産化には至っていないことなど、\n本件に表れた一切の事情を踏まえれば、被告らの共同不法行為による原告の逸失利\n益は、被告Ａが原告の取締役の地位にありながら被告会社の顧問を務めていた期間\n（8 か月）に対応する報酬額相当額の 160 万円と認められる。これに反する原告の\n主張は採用できない。\n4  まとめ\n以上より、原告は、被告らに対し、共同不法行為に基づき、連帯して 160 万円の\n損害賠償請求権及びこれに対する各訴状送達の日の翌日から支払済みまで改正前の\n民法所定の年 5%の割合による遅延損害金請求権を有する。\n第 4  結論\nよって、原告の請求は、主文の限度で理由があるから、その限度でこれを認容し、\nその余は理由がないからこれを棄却することとして、主文のとおり判決する。\n東京地方裁判所民事第 47 部\n裁判長裁判官\n杉    浦    正      樹\n裁判官\n小    口    五      大\n裁判官\n鈴    木    美  智  子\n"
}