{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 4,
    "month": 2,
    "day": 22
  },
  "case_number": "令和1(わ)5248",
  "case_name": "収賄，有印私文書偽造・同行使，詐欺，詐欺未遂，贈賄",
  "court_name": "大阪地方裁判所第9刑事部",
  "lawsuit_id": "91074",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=91074",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/074/091074_hanrei.pdf",
  "contents": "主文\n被告人Ａを懲役１年に処する。\nこの裁判確定の日から３年間その刑の執行を猶予する。\n本件公訴事実中、収賄の点については、被告人Ａは無罪。\n被告人Ｂは無罪。\n理由\n（罪となるべき事実）\n被告人Ａは、自己を患者とする処方箋を偽造行使して薬局からＥＤ治療薬をだま\nし取ろうと考え、\n第１  平成２８年３月３１日頃、大阪府Ｃ市Ｃ市民病院において、行使の目的をも\nって、無断で入手したＤ病院Ｅの記名押印のある処方箋用紙の患者氏名欄に\n「Ａ」、処方欄に「a（５０ｍｇ）１Ｔａｂ  ５回分」、交付年月日欄に「２\n８  ３  ３１」などと書き込み、被告人Ａを患者としてa５錠を処方する旨の\n平成２８年３月３１日付けＤ病院Ｅ作成名義の処方箋１通を偽造した上、同日\n午後６時４４分頃、大阪市Ｆ薬局Ｇ店において、同店従業員に対し、偽造に係\nる処方箋１通を真正に成立したもののように装って提出行使し、aの購入を申\nし込み、同店従業員に真正な処方箋による購入の申込みであると誤信させ、同\n店従業員から、a５錠（販売価格合計８７８０円）の交付を受け、もって人を\n欺いて財物を交付させ、\n第２  同年６月４日頃、Ｃ市民病院において、行使の目的をもって、無断で入手し\nたＤ病院Ｈの記名押印のある処方箋用紙の患者氏名欄に「Ａ」、処方欄に「b\n（２０）１錠  ５回分」、交付年月日欄に「２８  ６  ４」などと書き込み、\n被告人Ａを患者としてb５錠を処方する旨の平成２８年６月４日付けＤ病院Ｈ\n作成名義の処方箋１通を偽造した上、同月６日午後２時２４分頃、Ｆ薬局Ｇ店\nにおいて、同店従業員に対し、偽造に係る処方箋１通を真正に成立したものの\nように装って提出行使し、bの購入を申し込み、同店従業員に真正な処方箋に\nよる購入の申込みであると誤信させ、同店従業員から、b５錠（販売価格合計\n１万３１０円）の交付を受け、もって人を欺いて財物を交付させ、\n第３  同年７月２７日頃、Ｃ市民病院において、行使の目的をもって、無断で入手\nしたＤ病院Ｈの記名押印のある処方箋用紙の患者氏名欄に「Ａ」、処方欄に\n「a（５０）１Ｔａｂ  ５回分」、交付年月日欄に「２８  ７  ２７」などと\n書き込み、被告人Ａを患者としてa５錠を処方する旨の平成２８年７月２７日\n付けＤ病院Ｈ作成名義の処方箋１通を偽造した上、同日午後６時３分頃、Ｆ薬\n局Ｇ店において、同店従業員に対し、偽造に係る処方箋１通を真正に成立した\nもののように装って提出行使し、aの購入を申し込み、同店従業員に真正な処\n方箋による購入の申込みであると誤信させ、同店従業員から、a５錠（販売価\n格合計８５４０円）の交付を受け、もって人を欺いて財物を交付させ、\n第４  平成３０年５月１５日頃、Ｃ市民病院において、行使の目的をもって、かつ\nて勤務していた際に入手し、すでに閉院していたＩ会皮膚泌尿器科医院院長Ｊ\nの記名押印のある２枚綴りの複写式処方箋用紙の１枚目の患者氏名欄に「Ａ」、\n処方欄に「c（２０）１錠  ５回分」、交付年月日欄に「３０  ５  １５」な\nどと書き込み、被告人Ａを患者としてc５錠を処方する旨の平成３０年５月１\n５日付けＩ会皮膚泌尿器科医院院長Ｊ作成名義の複写式処方箋を偽造した上、\n同月１６日午後２時９分頃、Ｆ薬局Ｇ店において、同店従業員に対し、偽造に\n係る複写式処方箋の２枚目部分１通を真正に成立したもののように装って提出\n行使し、cの購入を申し込み、同店従業員に真正な処方箋による購入の申込み\nであると誤信させ、同店従業員から、c５錠（販売価格合計９２５０円）の交\n付を受け、もって人を欺いて財物を交付させ、\n第５  平成３１年２月１日頃、Ｃ市民病院において、行使の目的をもって、すでに\n閉院していたＩ会皮膚泌尿器科医院院長Ｊの記名押印のある２枚綴りの複写式\n処方箋用紙の１枚目の患者氏名欄に「Ａ」、処方欄に「a錠（５０）１錠  ３\n回分」、交付年月日欄に「３１  ２  １」などと書き込み、被告人Ａを患者と\nしてa３錠を処方する旨の平成３１年２月１日付けＩ会皮膚泌尿器科医院院長\nＪ作成名義の複写式処方箋を偽造した上、同日午後１時１５分頃、Ｆ薬局Ｇ店\nにおいて、同店従業員に対し、偽造に係る複写式処方箋の１枚目部分１通を真\n正に成立したもののように装って提出行使し、aの購入を申し込み、同店従業\n員に真正な処方箋による購入の申込みであると誤信させ、同店従業員から、a\n３錠（販売価格合計５７３０円）の交付を受け、もって人を欺いて財物を交付\nさせ、\n第６  同年４月２５日頃、Ｃ市民病院において、行使の目的をもって、無断で入手\nしたＤ病院Ｈの記名押印のある処方箋用紙の患者氏名欄に「Ａ」、処方欄に\n「a（５０）１錠  ５回分」、交付年月日欄に「３１  ４  ２６」などと書き\n込み、被告人Ａを患者としてa５錠を処方する旨の平成３１年４月２６日付け\nＤ病院Ｈ作成名義の処方箋１通を偽造した上、同日午後４時頃、Ｆ薬局Ｇ店に\nおいて、同店従業員に対し、偽造に係る処方箋１通を真正に成立したもののよ\nうに装って提出行使し、aの購入を申し込み、同店従業員に真正な処方箋によ\nる購入の申込みであると誤信させ、同店従業員からa５錠を交付させようとし\nたが、同店従業員に偽造であることを見破られたため、その目的を遂げなかっ\nたものである。\n（被告人Ａについての法令の適用）\n１  構成要件及び法定刑を示す規定\n判示第１ないし第６の各所為のうち、\n有印私文書偽造の点       それぞれ刑法１５９条１項\n同行使の点               それぞれ刑法１６１条１項、１５９条１項\n詐欺の点（第１ないし第５）  それぞれ刑法２４６条１項\n詐欺未遂の点（第６）     刑法２５０条、２４６条１項\n２  科刑上一罪の処理\n判示第１ないし第６について、いずれも刑法５４条１項後段、１０条〔有印私\n文書の各偽造、各行使、各詐欺（判示第１ないし第５）又は詐欺未遂（判示第\n６）との間にはそれぞれ順次手段結果の関係があるので、結局以上をそれぞれ１\n罪として最も重い詐欺（判示第１ないし第５）又は詐欺未遂（判示第６）罪の刑\n（ただし、短期は偽造有印私文書行使罪の刑のそれによる。）で処断。〕\n３  併合罪の処理\n刑法４５条前段、４７条本文、１０条（犯情の最も重い判示第２の罪の刑に法\n定の加重）\n４  刑の全部の執行猶予\n刑法２５条１項\n（贈収賄罪についての無罪の理由）\n第１  贈収賄罪に係る公訴事実の要旨\n贈収賄の公訴事実の要旨は次のとおりである。\n被告人Ａ（以下「Ａ」という。）は、Ｃ市民病院（以下「本件病院」という。）\n医療局呼吸器科医師であり、主任医長兼同病院呼吸器センター長として、患者の診\n療及び学術的研究等に関する事務を掌理し、所属職員を指揮監督するとともに、同\n病院が研究機関として臨床研究を行うに当たり、その研究責任者として研究計画書\n等の作成、同病院倫理委員会への申請及び研究の実施等の職務に従事していたもの、\n被告人Ｂ（以下「Ｂ」という。）は、医療機関における臨床研究等の立案及び実施\nなどを目的とするＫ研究所（以下「研究所」という。）の代表理事であるが、\n１  Ａは、着衣の花粉を粘着クリーナーで除去した場合の花粉症症状の改善効果\nの検討に関する臨床研究について、Ａを研究責任者として本件病院で実施すること\nを受け入れた上、同研究に関する研究計画書等の作成、同病院倫理委員会への申請\n及び研究の実施並びにＣ市と研究所間の共同研究契約の締結に際し、これらを円滑\nに進めていくことができるよう有利かつ便宜な取り計らいを受けたことに対する謝\n礼及び今後も同様の取り計らいを受けたいとの趣旨の下に供与されるものであるこ\nとを知りながら、Ｂから、平成３１年４月２３日、研究所名義の預金口座から、Ａ\n名義の預金口座に現金２０万円（以下「本件金員」という。）の振込入金を受け、\nもって自己の職務に関して賄賂を収受し、\n２  Ｂは、１記載のとおり、１記載の趣旨の下にＡに２０万円の振込入金をし、\nもってＡの前記職務に関して賄賂を供与した。\n第２  争点\nＡやＢが公訴事実記載のとおりの地位等にあったこと、公訴事実記載の臨床研究\n（以下「本件臨床研究」という。）が、倫理委員会の審査やＣ市と研究所の間の共\n同研究契約の締結を経るなどした後、Ａを研究責任者として本件病院で実施された\nこと、ＢがＡに対して研究所名義の預金口座から振り込む方法により本件金員の交\n付をしたことに争いはなく、争点は、本件金員の交付が賄賂の供与に該当するかど\nうかである。\n第３  当裁判所の判断\n１  前提事実\n関係証拠によれば、以下の事実が認められる（以下、平成３１年・令和元年の日\n付については、月日のみを記載する。）。\n本件病院は、Ｃ市が設置した病院であり、Ａは、本件当時、本件病院の医療局呼\n吸器科に所属する勤務医であり、患者の診療に関する事務や学術的研究に関する事\n務等をその職務内容としていた。また、Ａは、同病院呼吸器科の主任医長であると\n同時に、呼吸器内科、同外科を統括する呼吸器センターのセンター長の地位にあり、\n同センターが所管する事項のうち対外的事項に関して病院を代表する任務も有して\nいた。\n本件病院では、治験や特定臨床研究には該当しない臨床研究（人を対象とする医\n学的研究及び臨床的応用）については、研究責任者が、研究を実施しようとすると\nきに研究計画書を作成し、同病院に設置された倫理委員会に申請をし、倫理的観点\nから妥当であるかどうかの審査及び院長への報告を経た上で、院長の承認を受けて\n実施されるとされていたところ、Ａは、本件に至るまでの間、本件病院において多\n数の治験や臨床研究を研究責任者として実施した実績を有し、Ａが作成した研究計\n画書について、本件病院の倫理委員会の審査を通過せず、本件病院における研究の\n実施が承認されなかったことはなかった。なお、Ａは、前記職務を有する一方で、\n日本内科学会、日本呼吸器学会等の複数の学会に所属し、多数の論文の執筆や講演、\n治験を含む臨床研究に関与するなどし、学会等における受賞歴も有する者であった。\nＢは、本件当時、医療品・医療機器・食品等の調査及び研究並びに提言等を目的\nとする一般社団法人である研究所の代表理事であった。\n株式会社Ｌ（以下「Ｌ」という。）は、平成３０年頃、同社の主要商品である粘\n着クリーナー（商品名「Ｍ」）の海外におけるシェア拡大のために、花粉等による\nアレルギー症状への対策商品としての認証を取得する方針を立て、同社の海外事業\n推進部課長であったＯが、その当時同社との間で医療に関するコンサルティング契\n約を締結していた研究所のＢに対し、その相談をした。Ｂは、同年１２月末から翌\n年１月にかけて、Ｏらに対し、花粉の発生時期である３月から５月に花粉症患者を\n対象としてＭを使用して着衣の花粉を除去した場合の花粉症症状の改善効果を検証\nする臨床研究を実施し、そのデータを収集して医学専門家に評価してもらい、最終\n的には論文化、雑誌投稿もしてもらうことなどを提案するとともに、その際に、試\n験条件等に関するアドバイス等をしてもらったり、データの評価や論文化をしても\nらったりする医学専門家の候補者として、Ａを含む３名の呼吸器の専門医（Ａのほ\nか、１名は国立病院機構の院長の医師であり、１名は民間の内科クリニックの医師\nである。）を推薦し、研究費用の見積もりとして医学専門家に対する費用２０万円\nを含む合計４４２万円をＯらに提示した。その後、Ｂは、まず前記民間の内科クリ\nニックの医師に連絡をとったものの、返答がなかったため、１月２０日、かつてＢ\nが製薬会社に勤務していた頃に新薬の開発の関係で共同研究をした間柄にあったＡ\nに対し、花粉症について教えて欲しい旨のメッセージを送って面会を求め、１月２\n９日、Ｏらとともに本件病院でＡと面談した。この面談の際に、ＢとＯらが、Ａに\n対し、Ｍの説明や、Ｍのアレルギー症状への対策商品としての認証を取得するため\nに花粉症症状の改善効果を検証する臨床研究を行いたいと考えていること、患者を\n二群に分け、症状の変化を日記に付けさせて確認する方法を検討していることなど\nを説明した。これに対し、Ａは、Ｂらの研究計画に興味を示し、鼻汁や好酸球の数\nなどを調査することが適当であること、日記を付けさせる方法では信頼性に問題が\nあるのでスマートフォンのアプリを使用する方法が適当であること、患者の数は多\nい方がよいこと、鼻以外に目のかゆみや呼吸の苦しさといった症状にも着目すべき\nであることなど、臨床研究の方法等について具体的な提言をし、論文にしなければ\n認証が取得できないので、アメリカの学会等で発表することを検討すべきことや、\n臨床研究の実施機関について、本件病院で行うこともできるが、症例数によっては\n他の医療機関の患者も加える必要があることなどを伝え、Ｂらの研究計画に協力す\nる意向を示し、Ｂも、面談終了後、Ａに対し、「また、ご一緒に研究が出来ること\nも嬉しい限りです。計画書を作成しますので、ご指導のほど宜しくお願い申し上げ\nます。」とのメッセージを送信した。\nこの面談結果を踏まえ、Ｌは、１月３０日の時点で、Ａ及び研究所との間でＭを\n使用して着衣の花粉を除去した場合の花粉症症状の改善効果を検証する共同研究を\n実施する方針を社内で決定し、その旨をＢに伝えると、２月６日には、ＢとＯらＬ\nの関係者が、１月２９日の面談の際のＡからの提言も参考にしながら臨床研究の内\n容・方法等について協議する打合せを実施し、打合せ終了後、Ｂが、Ａに対し、電\n子メール等を利用してＯらとの打合せ結果を報告するとともに、症例数や患者の群\n分け方法、本件病院の倫理委員会の開催日などについて質問をした。これに対し、\nＡは、内服による試験ではないため有意差を出せるまでの症例数は多くなる可能性\nがあること、患者の群分けの際にはランダム化が必要であること、測定方法として\nはＭＳＣ（Ｍａｊｏｒ  Ｓｙｍｐｔｏｍ  Ｃｏｍｐｌｅｘ）スコアが簡便であるこ\nとなど、臨床研究の方法等についての具体的な提言を、関係する文献を添付して送\n信したりしながら複数回に分けて行ったほか、本件病院の倫理委員会が適時開催で\nあることをＢに伝えた。また、Ａは、２月９日、Ｂに対し、臨床研究を本件病院で\n行うことを前提に、臨床研究が他の大学等で妥当性の審議が必要となる「ヒトを利\n用した臨床研究」に当たらないかどうかを確認し、２月１７日、Ｂから、それには\n該当せず、本件病院の倫理委員会において承認を受ければ足りる旨の回答を受ける\nと、Ｂに対し、本件病院のみの倫理委員会への申請であれば速やかに行うことがで\nきる旨連絡した。なお、これらのやり取りの最中である２月８日に、Ａは、自己に\n関する費用について、「私に関する費用は、昔と同じように個人とのアドバイザリ\nー契約になります。費用はいつもながらお任せです。」などとＢに伝え、Ｂが、\n「製薬会社ではありませんので、申し訳ありません。２０万円でお願いできればと\n思っております。手続に関しましては、どちらへ問い合わせればよろしいでしょう\nか。」などと返信している。\nＢは、２月１４日頃には、臨床研究を本件病院で行うことを前提に、従前から研\n究所が研究計画書の原案等を作成するに当たりその委託をしていたＰに対し、研究\n計画書の原案の作成を依頼し、２月１９日頃、Ｐから計画書案（研究機関を本件病\n院、研究責任者をＡ、共同研究機関の研究責任者をＢとし、研究の目的を「花粉症\nにおける衣服用粘着クリーナーの有効性の検証」などとするもの）の送付を受ける\nと、２月２２日から３月１日までの間に、これをＡに送信するなどしてＡの意見を\n聴取し、観察期間の長さや除外対象とする患者などについてＡの意見を踏まえて修\n正の上、３月３日、Ａの了承を得た。\nＢは、以上のＡとのやり取りと並行して、Ｏらとの間では、臨床研究を本件病院\nで行うことを前提に、契約当事者や契約形態、経費負担等について協議を行い、当\n初はＬと研究所と本件病院、Ｌと研究所とＡの各三者間で業務委託契約を締結する\n準備が進められたが、Ｌ側の法務部の見解なども踏まえ、本件病院との関係では、\n最終的に、Ｌが研究所に業務委託する旨の契約と、研究所と本件病院が共同研究す\nる旨の契約を締結することとなり、Ｌ側の法務部担当者においてそれに沿った内容\nの契約書案を作成し、Ｌと研究所の間では３月中旬頃までに１月１１日付けとして\n業務委託契約が締結された。この際に、Ｌの研究所に対する業務委託費は３１０万\n円で合意され、その中には「Ａ先生への謝礼」として２０万円が計上されていた。\nそれ以外の契約については、Ｂが、Ｌから提供された契約書案をもとにして研究所\nと本件病院の間の共同研究契約書案と、研究所とＡの間の共同研究契約書案（研究\n所と本件病院の間の共同研究契約書案とは、研究経費欄が「指導料として、２００、\n０００円」と変更された点を除き、全て同じ内容のもの）を作成した上で、３月９\n日、Ａに対し、研究計画書やＰに作成させた患者への説明文書等と共に送信すると、\n同日、Ａは、Ｂに対し、早速研究計画書を本件病院の倫理委員会に提出する、自身\nとの契約は適当で構わない旨のメッセージを返信した。\nその後、Ａは、３月１１日、Ｂから送付を受けた研究計画書を本件病院の倫理委\n員会に提出すると、持ち回り審査により若干の修正を経て同計画書が承認され、同\n委員会から報告を受けた院長の承認も３月２９日付けで得られたことから、４月１\n日以降、Ａは、本件病院において、研究計画書に基づき、自身が研究責任者となっ\nて本件臨床研究を開始した。これと並行して、本件病院内において、研究所と本件\n病院の間の契約の手続が進められ、４月上旬には、契約主体を本件病院からＣ市に\n変更し、作成年月日を３月１日付けとした研究所とＣ市の間の共同研究契約書が完\n成し、４月１５日頃にＢに郵送された。その後、Ｂは、４月１７日、Ａに対し、研\n究所とＡの間の共同研究契約書（前記契約書案から内容の変更がないもの。以下\n「本件契約書」という。）を送付し、Ａが同契約書に押印して返送すると、Ｂが、\n４月２３日、研究所名義の預金口座からＡ名義の預金口座に２０万円（本件金員）\nの振込入金をした。本件金員は、４月２日にＬが研究所に支払った業務委託費を原\n資としていた。\nその後、本件臨床研究は、症例数が十分な人数に達しなかったことから、７月頃\nにいったん中断となり、翌年に引き続き実施する予定とされたが、Ａらが逮捕され\nたため、翌年度の実施はされなかった。\n２  本件金員がＡのどのような行為に対して支払われたか\n当事者の主張\n本件金員について、検察官は、Ａが本件病院において臨床研究の実施を受け入れ\nた上、同病院の倫理委員会に提出する研究計画書等の作成、同委員会への研究の申\n請及び研究の実施並びに共同研究契約の締結に際し、これらを円滑に進めていくこ\nとができるよう有利かつ便宜な取り計らいをしたことに対する謝礼等の趣旨のもと\nに供与されたものであると主張する。\nこれに対し、Ｂは、本件金員は、ＡがＢの依頼に応じ、Ｌ及び研究所に対して医\n学専門家として行ったアドバイス等（Ｌ及び研究所が計画していた臨床研究のアイ\nデアの実現可能性の検討や、具体的な試験条件・研究デザインの提案、データの評\n価、その論文化等）に対して支払った旨の供述をし、Ａもこれと同趣旨の供述をし、\n両名の弁護人も、ＢとＡの間には、医学専門家としてのアドバイス等に対して報酬\nを提供する旨のアドバイザリー契約ないし合意が成立していたとみるべきであり、\n本件金員はＡの医学専門家としてのアドバイス等に対する正当な対価であって、賄\n賂に該当しない旨主張している。\n⑵  Ｂ及びＡの供述の信用性について\n本件では、前記のとおりＢ及びＡのいずれもが、本件金員につき、医学専門家と\nしてのＡのアドバイス等に対して支払われた旨の供述をしていることから、その信\n用性についてみると、両名の供述は、関係者供述や客観的証拠から認定できる本件\n臨床研究が実施された経過等と良く整合しており、その信用性を否定し難い。\nすなわち、Ｎ証人の証言等によれば、臨床研究には、民間企業が主導する場合と\n医師ないし医療機関が主導する場合があり、前者の場合は民間企業が研究計画書を\n作成し、その作成に当たり、医師に報酬を支払いつつ医学専門家ないしアドバイザ\nーとして関与してもらうことが一般的であるとされるところ、本件についても、前\n記のとおり、当初、海外におけるＭのシェア拡大を企図し、花粉症等によるアレル\nギー症状への対策商品としての認証を取得する方針を立てたＬと、その相談を受け\nたＢにおいて、臨床研究の試験条件等についてアドバイスをしてくれたり、データ\nの評価や論文化等をしてくれたりする医学専門家が必要であると考えていた経過や、\nＡが複数の呼吸器の専門医の中から選ばれた経過が認められる。また、本件臨床研\n究の実施に至るまでの準備状況をみても、本件臨床研究に係る研究計画書は、Ｂが\n中心となって当初その内容を検討し、最終的な原案も研究所がＰに依頼して作成し\nた経過が認められるとともに、最終的な研究計画書が完成するまでの間、ＡがＢに\n対して、臨床研究の症例数や患者の群分け方法、観察期間、評価項目、記録方法な\nどに関し、呼吸器の専門医としての知識・経験に基づく医学的ないし統計学的なア\nドバイスというべき具体的な提言等をしていた経過が認められる。さらに、本件臨\n床研究の実施の際の費用負担等をみても、使用するＭや患者に支払う謝礼、倫理委\n員会への費用、Ａに対する本件金員については、いずれもＬが拠出している。この\nほか、Ａが、Ｂに対し、４月下旬頃、本件臨床研究とは別に、黄砂やイネ科抗原、\n喘息症状との関係での臨床研究を行うことを提案したり、７月下旬頃、翌年度の研\n究で花粉飛散量と症状の相関が確認できればそれだけで論文を作れる等と述べたり、\n９月下旬頃、Ｂから本件臨床研究の解析データの送信を受けると、Ｂに対し、現時\n点では学術的ではないが、ＣＭには使えるのではないかなどと返信したりしていた\n経過も認められる。以上の一連の経過等は、Ａに対し、Ｌ及び研究所に対する医学\n専門家としてのアドバイス等を依頼したというＢ供述とよく整合する。\n他方、臨床研究が本件病院で実施されることとなった経過についてみると、Ｌと\n研究所の間では、Ａに依頼する以前の時点では、医学専門家が所属する医療機関等\nにおいて臨床研究やその前提となる倫理委員会の審査をしてもらうことを想定して\nいた形跡はなく、１月２９日の面談の際に、Ｂらの計画に興味を示したＡの側から\n本件病院においても実施ができる旨Ｂらに告げたことを契機として、本件病院で行\nうことを前提とした検討が始められた経過が認められる。また、関係証拠に照らし\nても、Ａに対する本件金員の提供の約束がされたことにより、本件病院における臨\n床研究の受け入れが促進されたといった事情や、研究所と本件病院・Ｃ市の間の共\n同研究契約の締結、倫理委員会への申請・審査の手続に当たり、他の臨床研究の場\n合と比較してＬや研究所に対して有利な取り計らいというべき便宜供与がされたと\nいう事情等は特に見当たらない。\nそして、２０万円をＡのアドバイス等に対して支払ったというＢらの供述部分に\nついてみても、金額を２０万円とした理由に関する「医師であることから時給を２\n万円程度とし、情報入手ややり取り等に要する時間として少なくとも１０時間ぐら\nいは必要と考えた」旨のＢの説明は、不自然な内容とはいい難いし、Ｌと研究所の\n間では、Ａに依頼する以前の時点では、臨床研究等の実施場所をどうするかなどと\nは切り離して、専ら医学専門家に支払う費用として２０万円を計上していた経過が\n認められるところ、その後、臨床研究が本件病院で実施されることとなり、その前\n提として倫理委員会への申請・審査が行われたり、共同研究契約の契約手続が行わ\nれたりした経過がありながら、Ａに対して最終的に支払われた額は、当初医学専門\n家に支払う費用として計上されていた２０万円のままであって、本件臨床研究が実\n施されるなどした経過を踏まえて増額がされたという経過は認められない。\nこのほか、本件臨床研究の準備の過程で、ＡがＢに対して「私に関する費用は、\n昔と同じように個人とのアドバイザリー契約になります。」とのメッセージを送っ\nていたことや、ＢがＬのＯに対して「Ａ先生とはアドバイザー契約を貴社と先生間\nで締結し、半年間２０万円をお支払いする契約して下さい」とのメールを送信して\nいたことも、本件金員はＡの医学専門家としてのアドバイス等に対して支払った旨\nのＢらの供述を裏付けているといえる。\n以上によれば、Ｂらの供述は、その信用性を否定し難く、Ｂらの供述するとおり、\n本件金員は、ＡがＢの依頼に応じ、Ｌ及び研究所に対して医学専門家としてのアド\nバイス等をしたことに対して支払われたと認められる。\n⑶  検察官の主張について\nア  以上に対し、検察官は、Ｂらが供述するようなアドバイザリー契約・合\n意自体が存在しないと主張し、その理由として、①ＡがＢらにしたアドバイス等は、\n臨床研究が本件病院で実施されることが事実上決定し、研究責任者として同研究に\n従事することとなった後の行為であって、Ａが職務として行うべき研究計画書等の\n作成に含まれるものであり、実体のある職務外の活動があるわけではないこと、②\n本件契約書は、アドバイザリー契約・合意の実体を示す記載を欠いており、賄賂の\n提供を糊塗するための実体のない契約書とみるほかないこと、③Ａが本件病院に対\nして兼業許可願を提出していなかったことなどを指摘する。\nこのうち①は、Ｂらが供述するようなアドバイザリー契約・合意がされるような\n前提事情が存在しないという主張と解し得るところ、１月２９日の初回の面談の時\n点でＡがＢに対して臨床研究を本件病院で行うこともできるという発言をしたこと\nや、その後、ＢやＬの担当者も本件病院において臨床研究を実施することを前提に\n検討を進めた経過があること、Ａが本件病院で多数の臨床研究等を研究責任者とし\nて受け入れてきた実績があり、過去にＡが研究責任者となった臨床研究等はいずれ\nも本件病院の倫理委員会で承認が得られていたことは前記のとおりである。しかし、\n他方で、２月９日頃から２月１７日にかけて、ＡとＢとの間で、本件臨床研究に関\nし、他の大学等で妥当性の審議が必要となるヒトを利用した臨床研究に当たらない\nかどうかを確認し合っていた経過もあることからすれば、Ａを研究責任者として本\n件病院で臨床研究を実施することが１月２９日の時点で既に事実上決定していたと\nみるには無理がある。他大学等における審査が不要であることが確認できた時点以\n降は、臨床研究を本件病院で実施することが事実上決定したとみる余地はあるもの\nの、Ｂらの供述を前提とすると、研究所とＡがした合意内容は、Ａが、Ｌ及び研究\n所が計画していた臨床研究の実現可能性の検討や、臨床研究の計画書の作成等に当\nたってのアドバイスを含む具体的な試験条件・研究デザインの提案、データの評価、\nその論文化等を継続的に行い、研究所がそれに対する対価を支払うことと解し得る\nところ、臨床研究を本件病院で実施することが事実上決定したことによって、その\n合意内容につき変更が生じるものではなく、Ｂらが本件臨床研究の研究計画書を作\n成したり、データの評価をしたりするに当たって、依然として医学専門家としての\nＡのアドバイス等が必要となることに変わりはないし、その点のＢ及びＡの認識に\nも変化が生じるものではない。それゆえ、臨床研究を本件病院で実施することとな\nった経過は、アドバイザリー契約・合意が存在したことを疑わせるものとはいえな\nい。検察官は、本件臨床研究の研究計画書の記載内容などを根拠として、Ｌや研究\n所が本件臨床研究を主導した要素はないとも主張するが、本件臨床研究が企画され\nた経過や、実施に当たっての準備状況、取り分け最終的な研究計画書の原案は研究\n所がＰに依頼して作成したものであること、実施の際の費用負担等からは、企業主\n導型と呼ぶかどうかはともかく、本件臨床研究にＬ及び研究所が主体的に関与して\nいたことは明らかであって、Ａがアドバイス等を行う前提に欠けているとか、アド\nバイザリー契約・合意が実体を欠くとはいえない。\n②（本件契約書の記載内容等）についてみても、研究所とＡの間で締結された本\n件契約書が、Ｂらが供述するようなアドバイス等に係る業務を委託する内容とは必\nずしもなっておらず、研究所とＣ市の間で締結された共同研究契約書と類似する内\n容となっていることは、検察官が指摘するとおりである。もっとも、本件契約書に\nは「指導料」という表現に改められた上で２０万円の支払いについて記載がされて\nいるし、その作成経過に関する「Ａから契約書が欲しいと言われ、必要があれば後\nに修正を求められるであろうし、まずは作成することが第一と考え、研究所と本件\n病院の間の契約書を一部修正する方法で作成した」旨のＢの供述や、「付せんが貼\nられていたところに判を押して返送しただけで、文言は全然見ていなかった。Ｂを\n信頼していた」旨のＡの供述は、法律の専門家ではない者の供述としてあながち不\n自然とはいえないから、契約書の形式・内容もＢらの供述の信用性に疑問を生じさ\nせるものとはいえない。検察官は、Ｂが、賄賂の支払いをあたかも正当なもののよ\nうに装い、賄賂の提供を糊塗するために実体のない本件契約書を作成するに至った\nとも主張するが、そのような意図があるにしては契約書の形式・内容がずさんであ\nり、検察官の主張はこの点からも採用し難い。\n③（兼業許可願の不提出）についても、Ａが本件病院に対して兼業許可願を提出\nしていなかったことはそのとおりであるものの、本件金員の提供者であるＢにおい\nて、その事情を承知していたと認めるに足りる証拠はない。また、Ａ自身との関係\nでも、Ａが敢えて兼業許可願を提出しなかったとみたところで、この点が公務員の\n兼業に係る規制に違反する行為として懲戒等の対象となり得ることは別として、兼\n業許可願を出さなかったことは、本件金員の受領を本件病院との関係で公にしない\nという意図をＡが有していたことを推認させるにとどまり、検察官が主張するよう\nな、アドバイザリー契約・合意の実体がなかったことを推認するに足りるものでは\nない。\nイ  検察官は、本件金員は、Ａが本件病院で臨床研究を受け入れた上、研究\n計画書等の作成や倫理委員会への申請、研究の実施、共同研究契約の締結に際し、\nこれらを円滑に進めていくことができるような有利かつ便宜な取り計らいをしたこ\nとに対して供与されたものであると主張し、その根拠として、①Ｂが、研究所とＣ\n市の間の共同研究契約締結に至る一連の作業が行われた直後に、Ａに対し、「先生\nご尽力のお陰をもちまして病院との契約ができました。ありがとうございました。\n」などと記載した手紙を添えて、本件契約書を送付するなどしていたことや、②本\n件契約書の作成等がＡのアドバイス等が行われた後、相当期間が経過した後に行わ\nれていること、③Ａが、研究所とＣ市の間の共同研究契約の締結に関する指示等と\n並行して、Ａ個人に対する費用の支払要求と解し得る連絡をＢに送っていたことな\nどを指摘する。\nしかし、①感謝の手紙を事後的に送ったり、③Ａの方から支払いに関する言及を\nしたりしていることは、本件金員をＡの医学専門家としてのアドバイス等に対して\n支払ったとのＢらの供述を前提としても矛盾なく説明し得る事情であるし、②本件\n金員が交付された時期が４月以降になったことも、花粉症の季節である３月から５\n月中に実施するべく本件臨床研究の準備が急ぎ行われたことに照らすと特に不自然\nとはいえず、本件金員の交付について、検察官が主張するような、Ａが臨床研究を\n本件病院で受け入れるなどしたこと等に対して支払われたとみる根拠としては薄弱\nである。Ｌ及び研究所としては、Ｍの海外におけるアレルギー症状への対策商品と\nしての認証を取得する前提として必要となる臨床研究を実施するに当たり、その研\n究のアイデアの実現可能性の検討や、具体的な試験条件・研究デザインの提案、デ\nータの評価、その論文化等をしてくれる医学専門家を探していたものであって、医\n学専門家が所属する医療機関等において臨床研究を受け入れてもらうことまでを想\n定していたものではなく、ＢがＡにアドバイス等を依頼したのも、飽くまでＡが呼\n吸器の専門医であったからであって、Ａが本件病院の医師であったとか、本件病院\nの主任医長兼呼吸器センター長として臨床研究に関する対外的な代表権を有してい\nたからではない。このように、ＢがＡに依頼したアドバイス等が、Ａが本件病院の\n医師であることを抜きにしても考え得るものであることからすると、本件金員につ\nいて、Ｂらが供述する医学専門家としてのアドバイス等に対する支払いに加えて、\n本件病院において臨床研究を受け入れてもらったことや、倫理委員会の審査等に当\nたって、有利かつ便宜な取り計らいをしたことの対価として支払われたと認めるこ\nとはできない。\nウ  以上のとおり、Ａの医学専門家としてのアドバイス等に対して本件金員\nを支払ったとするＢらの供述は、その信用性を否定できず、他に、本件金員につき、\n検察官が主張するようなＡの行為に対して支払われたと認めるに足りる証拠はない。\n３  賄賂罪該当性について\n検察官は、アドバイザリー契約・合意が現にあり、本件金員がそれに基づ\nくＡのアドバイス等に対して交付されたとしても、本件病院では、研究計画書の作\n成は研究責任者が行うこととされており、Ａによるアドバイス等は、臨床研究計画\nの作成というＡの公務そのものであるから、本件金員の交付は、Ａの職務に対する\n対価として賄賂に該当することは明らかであるとも主張している。そこで、以下、\nこの主張の当否について検討する。\nＡのアドバイス等のうち、１月２９日の初回面談時にしたアドバイス等は、\n本件病院で臨床研究を実施することを必ずしも前提とするものではなく、私人とし\nての立場で行ったものであって、Ａの公務やその準備行為とはいい難い。他方、Ａ\nのアドバイス等のうち、本件臨床研究の研究計画書の作成に際してのアドバイスを\n含め、本件病院において臨床研究を実施することを前提として行われたものについ\nては、Ａが本件臨床研究の研究責任者の地位にあり、自らも研究計画書を作成する\n職責にあるとともに、第三者が研究計画書の原案を作成する場合でも、その倫理的\n妥当性や実現可能性の検討を研究責任者として行うことが予定されていたことから\nすると、Ａの職務そのもの、又は、その準備行為という性質を有することは否定で\nきない。\nこの点、Ｂの弁護人は、本件臨床研究は企業主導の臨床研究であるから、研究計\n画書の作成は研究責任者の責務とはいえず、Ａの公務には当たらない旨主張する。\n確かに、前記のとおり、本件臨床研究にはＬ及び研究所が主体的に関与していたと\n認められる。しかし、Ａの側も、１月２９日の面談の際にＢらの研究計画に興味を\n示し、臨床研究を本件病院において行うこともできる旨告げ、その受け入れ・実施\nに取り組んだ経過が認められるし、本件臨床研究の研究計画書にはＡの研究責任者\nとしての役割及び責任として「研究計画書、説明文書・同意書（中略）研究報告書\nの作成」と記載されている一方、本件病院の臨床研究の標準業務手順書には「研究\n責任者の発案による研究でない場合（中略）研究実施計画書あるいは委受託契約書\n等に業務責任範囲を明記する。」との記載があるにもかかわらず、研究計画書では\nそのような責任範囲の限定がされていない。そうすると、本件臨床研究について、\n研究計画書の作成がＡの職務である「学術的研究」に含まれないとはいい難く、こ\nの点のＢの弁護人の主張は採用できない。\nそこで、さらに、そのような公務ないしその準備行為という性質を有する\nものも含んだＡのアドバイス等に対し、本件金員を交付する行為が、Ａの職務と対\n価関係にある不法な利益の供与であり、社会通念上受領することが許容されない賄\n賂に該当するかどうかについて検討すると、公務は原則として対価なしで行うこと\nが求められるから、通常は、公務の対価として金品が交付された場合には、そのこ\nと自体から不法な趣旨・目的が推定されるといい得る。しかし、本件のように、Ｌ\nや研究所のような事業者が、Ａのような、研究を職務のひとつとする公務員に対\nし、当該公務員の公務としての研究と関係を有する指導や助言等をしてくれたこと\nに対して金品を交付する場合には、事業者側は、研究者個人としての知識、経験、\n能力、資質、名声、権威等といった個人的属性に対する敬意・評価としての謝礼の\n趣旨を含めて交付をするのが一般的といえる。それゆえ、事業者の側から公務員に\n対して当該公務員の公務としての研究と関係を有する指導や助言等に対して金品の\n交付がされたとしても、交付がされたこと自体から直ちに不法な趣旨・目的が推定\nされることにはならず、このような場合に、当該金品が賄賂に当たるかどうかは、\n指導・助言等の内容や、金品が交付された経過、交付額などに照らし、当該金品の\n交付が賄賂罪としての処罰を要するほどに当該公務員の職務の公正さやそれに対す\nる社会一般の信頼を損なうかどうかという観点から判断すべきであって、指導・助\n言等自体に不正な点がなく、それに対する金品の交付も当該公務員の個人的属性に\n対する敬意・評価としての謝礼として社会通念上許容し得る範囲にとどまるなど、\n理由のある趣旨・目的に基づいて交付されたとみることができ、当該公務員の職務\nの公正さ等を損なうとはいえないときは、賄賂に当たらないというべきである。\nこれを本件についてみると、Ａがしたアドバイス等は、前記のとおり実体を伴う\nことはもとより、その内容も、花粉症患者を対象としてＭを使用して着衣の花粉を\n除去した場合の花粉症症状の改善効果を検証する臨床研究について、症例数や患者\nの群分け方法、観察期間、評価項目、記録方法などに関し、医学的・統計学的に有\n効な試験・評価方法がどのようなものであるかという観点から具体的な提言を行っ\nたものであり、将来的にはデータの評価やその論文化等も予定していたものである。\nＬ及び研究所という事業者の事業活動に対するアドバイス等ではあるものの、本件\n臨床研究自体は、対象者の花粉症の諸症状が改善されるかについて医学的な検証を\n行うという面で医学的・社会的な意義も有していたし、Ｌ及び研究所の利益を図る\nべく研究結果を歪め得るような不正なアドバイス等がされた形跡は何ら見受けられ\nない。それゆえ、Ａのアドバイス等自体に不正な点があるとはいえないし、医学専\n門家としてのＡ個人の知識、経験等の属性に対する敬意・評価が向けられてしかる\nべき前提は十分にあるといえる。本件臨床研究の研究計画書にＬが出資しているこ\nとの記載を欠いていることや、Ａが本件に関連する兼業許可願を本件病院に提出し\nていなかったという事実関係も、Ａのアドバイス等自体の不正さを基礎付けるもの\nとはいえない。\n他方、本件金員が交付された経過についてみると、ＢがＡにアドバイスを依頼し\nた当初（１月２９日）の時点では、Ｂにおいて、本件病院における臨床研究の実施\nを前提としていたわけではなく、Ａとしても本件病院で臨床研究を実施することを\n前提にＢの依頼に応じたものではないのであって、その日のＡのアドバイス等が私\n人としての立場で行われたものであることは、前記のとおりである。この時点で、\n医学専門家としての知識、経験等を有するＡに対してアドバイス等を依頼すること\nや、その謝礼として金品の交付を考えることに不法な趣旨・目的は見受けられない。\nその後、臨床研究を本件病院で実施することになったがために、Ａが行うアドバイ\nス等について、公務ないしその準備行為という性質を有する部分が生じたとはいえ、\nそのことから直ちに交付の趣旨・目的に変化が生じるとは考え難く、公務等の性質\nを有する部分との関係でも、いまだ医学専門家としての知識、経験等に対する敬意\n・評価としての謝礼として交付したとみる余地は残る。交付額についてみても、２\n０万円という金額は、他の医学専門家による指導・助言への報酬例と比較して、高\n額とまではいい難いし、Ａのアドバイス等には、本件病院における臨床研究の実施\nを必ずしも前提としない時点におけるアドバイスや、黄砂等との関係での臨床研究\nの実施の提言などといった、私人としての立場で行われたものも含まれていること\nからすると、医学専門家としての知識、経験等に対する敬意・評価としての謝礼と\nして、社会通念上許される限度を超えた金額であるとは必ずしもいえない。交付方\n法としても、研究所名義の預金口座からＡ名義の預金口座に振り込まれたものであ\nって、不正な金員を隠ぺいしようとする目的を疑わせるような方法が採られたわけ\nではなく、その他、本件金員の交付につき、不法な趣旨・目的をうかがわせる事情\nは見当たらない。\nこれらの事情を踏まえると、本件金員の交付は、私的労務に対する対価の支払い\nのほか、医学専門家としてのＡの不正とはいえないアドバイス等に関し、その知識\n・経験等に対する敬意・評価としての社会通念上許容し得る範囲を超えない謝礼と\nいう理由のある趣旨・目的に基づいて交付されたものとみる余地があり、いまだ賄\n賂罪としての処罰を要するほどにＡの職務の公正さやそれに対する社会一般の信頼\nを損なう行為とはいい難い。\nしたがって、本件金員の交付は、Ａの職務に関する賄賂の供与・収受に当たると\nは認められず、贈収賄罪が成立するとはいえない。\n第４  結論\n以上のとおり、Ａ及びＢに関する贈収賄罪に係る公訴事実については、犯罪の証\n明がないことになるから、刑事訴訟法３３６条により、Ｂに対しては無罪を、Ａに\n対しては収賄罪の公訴事実について無罪を、それぞれ言い渡すこととする。\n（量刑の理由）\n被告人Ａは、医師という立場にありながら、処方箋に対する社会一般の信頼を\n損なわせる犯行を繰り返したものである。詐欺の被害総額が高額とはいえず、代金\nの支払いをしているがために財産上の被害が生じていないことを考慮しても、看過\nできる犯罪ではないが、前科前歴はなく、罪を認め反省の態度を示しているので、\nその刑の執行は全部猶予した。\n（求刑  被告人Ａ  懲役２年、追徴２０万円  被告人Ｂ  懲役８月）\n大阪地方裁判所第９刑事部\n裁判長裁判官    矢    野      直    邦\n裁判官    南              う  ら  ら\n裁判官    安    藤              諒\n"
}