{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 4,
    "month": 6,
    "day": 16
  },
  "case_number": "令和4(行ケ)10002",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "91260",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=91260",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/260/091260_hanrei.pdf",
  "contents": "令和４年６月１６日判決言渡\n令和４年（行ケ）第１０００２号  審決取消請求事件\n口頭弁論終結日  令和４年４月１４日\n判                  決\n原              告                Ⅹ\n同訴訟代理人弁理士                中    井              博\n同                                岡    本    茂    樹\n同                                洲    崎    竜    弥\n被              告                特 許 庁 長 官\n同 指定 代理 人                 茂      木    祐    輔\n同                                岩      崎    安    子\n同                                山      田    啓    之\n主                  文\n１  原告の請求を棄却する。\n２  訴訟費用は、原告の負担とする。\n事実及び理 由\n第１  請求\n特許庁が不服２０２０－１６９１７号事件について令和３年１１月２４日\nにした審決を取り消す。\n第２  事案の概要\n１  特許庁における手続の経緯等\n(1)  原告は、令和元年７月１９日、以下の構成からなり、指定役務を第４４類\n「あん摩・マッサージ及び指圧、きゅう、はり治療、カイロプラクティック、\n医療情報の提供、栄養の指導」とする商標（以下「本願商標」という。）につ\nいて、商標登録出願をした（商願２０１９－０９８６１９号）。（甲１）\n（本願商標）\n(2)  原告は、令和２年９月７日付けで拒絶査定を受けたことから、同年１２月\n８日、拒絶査定不服審判を請求した（不服２０２０-１６９１７号）。（甲２、\n３）\n(3)  特許庁は、令和３年１１月２４日、「本件審判の請求は、成り立たない。」\nとする審決（以下「本件審決」という。）をし、その謄本は、同年１２月９日\nに原告に送達された。\n(4)  原告は、令和４年１月６日、本件審決の取消しを求めて、本件訴えを提起\nした。\n２  本件審決の理由の要旨\n本件審決の理由は、別紙審決書（写し）のとおりであり、要するに、本願商\n標をその指定役務に使用しても、これに接する取引者、需要者は、「温めた石を\n用いた灸（施術）」であること、すなわち役務の質（内容）を認識するにとどま\nるというべきであるから、本願商標は商標法３条１項３号に該当し、また、本\n願商標を「温めた石を用いた灸（施術）」を内容とする役務以外の役務に使用す\nるときは、役務の質の誤認を生ずるおそれがあるから、本願商標は同法４条１\n項１６号にも該当するというものである。\n３  取消事由\n(1)  取消事由１\n商標法３条１項３号該当性に関する判断の誤り\n(2)  取消事由２\n商標法４条１項１６号該当性に関する判断の誤り\n第３  当事者の主張\n１  取消事由１（商標法３条１項３号該当性に関する判断の誤り）\n〔原告の主張〕\n(1)  原告が「温石灸」という語を使用して提供している役務（施術）は、遠赤\n外線を放射し、血行を促進する玄武岩（温石）の下に、鎮痛作用・消炎作用\nを発揮するもぐさを置き、温められたもぐさから出る成分を身体に浸透させ\nる方法で行われるものである。そして、このような温石及びもぐさの両方を\n用いる役務（施術）は、原告が平成２６年７月２６日付けのブログ記事にお\nいて「当院オリジナルのお灸」と称して開始したものであり、「温石灸」の語\nは、原告がオリジナルの施術と共に創出した造語であって、原告及び原告の\n許諾を受けた者のみが、「温石をもぐさの上に置いて行う施術」との意味合い\nで使用しているものである。\nしたがって、「温石灸」の語は、本願商標の指定役務との関係で出所識別機\n能を発揮するものである。\n(2)  鍼灸、マッサージ等の本願商標の指定役務を提供する業界（以下「本件業\n界」という。）において、施術の方法及び内容（効能）等は、需要者等の関心\n及び注目を最も集める事項であるから、本願商標がその取引者、需要者によ\nって当該役務に使用された場合に役務の質を表示したものと一般に認識され\nるというためには、本願商標から直接的かつ具体的な施術の方法及び内容（効\n能）等が想起されることが必要である。\nそして、本件業界において、「温石」の語が「温めた石」ほどの意味合いを\nもって使用されていることは争わないが、「温石」の語が使用されている例は、\nいずれも本願商標を構成する「温石」の語が特定の意味合いを示す語として\n使用されていることを示すのみであり、「温石灸」の語が特定の役務の質・内\n容を直接的かつ具体的に示す語として使用されていることを示すものではな\nい。また、「温石灸」の語は、「温めた石を用いた灸（施術）」ほどの意味合い\nを漠然と想起させ得るものではあるものの、施術において「温石」をどのよ\nうに用いるかや、温めた石である「温石」と肌にのせたもぐさに火を点じて\n焼く施術である「灸」との関係性が明らかではない。\n以上によれば、「温石灸」の語から直接的かつ具体的な施術の方法及び内容\n（効能）等が想起されるものではない。\n(3)  本件業界において、「温石」のみならず「温石灸」の文字を一連に書して\n使用されている例は限られている。また、「温石灸」の語の使用例においては、\n「温石灸」の語と共にそれが意味する様々な施術の方法及び内容（効能）等\nが示されているところ、これらは、いずれも「温石療法」又は「温石」と呼\nばれてきた施術と同義であるか、「ホットストーン」や「温灸」と呼ばれる施\n術であって、本願商標の「温石」の語が意味する「温めた石」と「灸」の語\nが意味する「肌にのせたもぐさに火を点じて焼く施術」とから想起される役\n務（施術）とは異なるものである。このように、本件業界においては、「温石\n灸」の語が、その構成文字に相応して生じる意味合いとは異なる施術の方法\n及び内容（効能）等を表すものとして、かつ、様々な意味合いで使用されて\nいるものといえる。\nまた、上記の使用例における施術は、「温石療法」、「温石」、「ホットストー\nン」又は「温灸」とも表示し得るものであるから、本願商標が、当該役務と\nの関係で役務の質を表示記述するものとして取引に際し必要適切な表示であ\nるとみるべき事情は存しない。\nさらに、平成３０年度において、全国には「はり及びきゅうを行う施術所」\nが３万０４５０件も存在することからすれば、「温石灸」の語の使用例はごく\nわずかにすぎない。そして、その理由は、「温石」、「温石療法」、「ホットスト\nーン」又は「温灸」といった語が、役務の質を認識させるものとして「温石\n灸」の語よりも一般に浸透し、使用されている実情があるからである。\n以上によれば、本件業界における「温石灸」の語の使用例をもって、「温石\n灸」の語が示す役務の内容が一般に理解されるものとはいえない。\n(4)  以前から、鍼灸治療においては、様々な材料等を使用した灸が行われ、「塩\n灸」や「味噌灸」等、その材料等の名称を冠した灸が存在することがうかが\nわれるものの、これらの施術は、塩や味噌といった材料等をもぐさの下に置\nいて行われるものである。そして、「味噌灸」等の語は、これを構成する材料\n等の名称と肌にのせたもぐさに火を点じて焼く施術である「灸」の語とから\n直接的に想起される施術の方法及び内容（効能）等を示すものであり、役務\nの質を表示したものと一般に認識されるものといえる。これに対し、原告が\n「温石灸」として行っている施術は、「温めた石」をもぐさの上に置いて行わ\nれるものである。\nこのように、従来の「味噌灸」等と原告による上記施術とでは、施術方法\nが全く異なるものであり、「温石灸」の語を従来の「味噌灸」等の語と同様の\n意味で捉えると、施術の方法及び内容（効能）等が理解し難いものとなるこ\nとからすれば、従来から材料の名称を冠した「味噌灸」等と称する灸が存在\nするからといって、「温石灸」の語が、特定の役務の質・内容を直接的かつ具\n体的に示すものであるとはいえない。\n(5)  本件審決が指摘するテレビ番組（令和３年１月１７日に放送された「ザ！\n鉄腕！ＤＡＳＨ！！」。以下「本件テレビ番組」という。）は、従来から広く\n使用されてきた「温石」又は「温石療法」と同義のものを「温石灸」として\n紹介したものにすぎないから、本件業界の関係者が番組内で行われた施術の\n内容を自然に受け入れたのは当然であり、否定的な意見が述べられなかった\nとの事実をもって、「温石灸」の語が、灸（施術）の一種を表すものとして、\n特定の役務の質・内容を示すものと理解されたとはいえない。\n(6)  以上によれば、本願商標は、特定の役務の質・内容を直接的かつ具体的に\n示すものではなく、その指定役務との関係で出所標識機能を発揮するもので\nあるから、商標法３条１項３号に該当するものではない。\n〔被告の主張〕\n(1)  本件業界において、「温石」の語は、「温めた石」ほどの意味合いをもって、\n灸と同様の使用方法や効果を有するものとして施術（灸等）に使用されてお\nり、また、「温石」の語を使用した施術が、灸の一種又は灸と同種の施術とし\nて扱われている実情があるほか、「温石（温めた石）」を使用した灸（施術）\nが「温石灸」と称されて行われている実情がある。\n(2)  また、全国放送の本件テレビ番組において、温めた石を用いた灸としての\n「温石灸」が、味噌を使用した灸である「味噌灸」と共に紹介されたが、こ\nの放送に対して、本件業界の関係者からは、施術の内容を理解することがで\nきないなどの疑問や否定的な反応はみられず、むしろ施術の内容を自然に理\n解し、好感を持って受け止められた様子がうかがえる。そうすると、本件業\n界に携わる者にとって、「温石灸」の語は、造語として捉えられたというより\nは、灸（施術）の一種を表したものとして認識されたものとみるべきである。\n(3)  さらに、鍼灸治療においては、塩、味噌、しょうが、にんにく等の材料の\nほか、台座や箱等の道具を使用した様々な灸が行われており、これらの灸を\n「塩灸」、「味噌灸」、「生姜灸」、「ニンニク灸」、「台座灸」、「箱灸」等と称す\nる実情がある。\n(4)  上記(1)ないし(3)のとおりの実情からすれば、「温石灸」の語は、「温めた\n石を用いた灸」や「温めた石を用いた施術」を表したものとして容易に理解\nされるというべきである。そうすると、本願商標をその指定役務に使用して\nも、これに接する取引者、需要者は、「温めた石を用いた灸（施術）」である\nこと、すなわち役務の質（内容）を認識するにとどまるというべきである。\nこのことは、原告が温めた石及びもぐさの両方を用いる施術を開始したと\nされる平成２６年当時において、同様の役務（施術）が他に存在しなかった\nとしても同様である。また、「温めた石を用いた灸（施術）」といった役務の\n質について、もぐさの使用の有無や温めた石の使用方法が具体的なものであ\nることまで求められるものではない。\n(5)  以上によれば、本願商標は、その指定役務との関係で、「温めた石を用い\nた灸（施術）」といった役務の質を表示記述するものとして取引に際し必要適\n切な表示であり、本願商標の取引者、需要者によってその指定役務に使用さ\nれた場合に、役務の質を表示したものと一般に認識されるものというべきで\nあるから、商標法３条１項３号に該当する。\n２  取消事由２（商標法４条１項１６号該当性に関する判断の誤り）\n〔原告の主張〕\n前記１で主張したところによれば、本願商標は、商標法４条１項１６号に該\n当するものではない。\n〔被告の主張〕\n前記１で主張したところによれば、本願商標を「温めた石を用いた灸（施術）」\nを内容とする役務以外の役務に使用するときは、当該役務があたかも「温めた\n石を用いた灸（施術）」を内容とする役務であるかのように、役務の質の誤認を\n生ずるおそれがあるから、本願商標は、商標法４条１項１６号に該当する。\n第４  当裁判所の判断\n１  取消事由１（商標法３条１項３号該当性に関する判断の誤り）について\n(1)  判断基準\n商標法３条１項３号に掲げる商標が商標登録の要件を欠くと規定されて\nいるのは、このような商標は、指定役務との関係で、その役務の提供の場所、\n質、提供の用に供する物、効能、用途その他の特性を表示記述する標章であ\nって、取引に際し必要適切な表示として何人もその使用を欲するものである\nから、特定人によるその独占使用を認めるのは公益上適当でないとともに、\n一般的に使用される標章であって、多くの場合自他役務の識別力を欠くもの\nであることによるものと解される（最判昭和５４年４月１０日同５３年（行\nツ）第１２９号・最高裁裁判集民事１２６号５０７頁参照）。\nそうすると、出願に係る商標が、その指定役務について役務の質を普通に\n用いられる方法で表示する標章のみからなる商標であるというためには、審\n決がされた時点において、当該商標が当該役務との関係で役務の質を表示記\n述するものとして取引に際し必要適切な表示であり、当該商標の取引者、需\n要者によって当該役務に使用された場合に、将来を含め、役務の質を表示し\nたものと一般に認識されるものであれば足りると解される。そして、当該商\n標の取引者、需要者によって当該役務に使用された場合に役務の質を表示し\nたものと一般に認識されるかどうかは、当該商標の構成やその指定役務に関\nする取引の事情を考慮して判断すべきである。\n(2)  本願商標の構成\nア  前記第２の１(1)のとおり、本願商標は、普通に用いられる書体で書した\n横書きの「温石灸」の漢字及び「おんじゃくきゅう」の平仮名を、上下二\n段に配した構成からなるものであり、上段の平仮名部分は下段の漢字部分\nの読みを表すものとして認識されるものといえる。\nイ  そして、本願商標の漢字部分のうち「温石」の語は、一般に、「焼いた軽\n石を布などに包んで身体を温めるもの。」（甲２２）、「軽石などを焼いて布\nなどに包み、懐に入れたりしてからだをあたためるもの。焼き石。」（甲２\n３）、「焼いた石を綿などで包んだもの。冬、体を暖めるのに使った。焼き\n石。」（甲２４）を意味する語である。\nまた、「灸」の語は、一般に、「漢方療法の一つ。もぐさを肌の局部、経\n穴・灸穴にのせてこれに火を点じて焼き、その熱気によって病を治療する\nこと。」（甲２５）、「漢方医術の一。もぐさをつぼに当たる皮膚の特定の位\n置に据え、線香で火をつけて燃やし、その熱の刺激で病気に対する治癒力\nを促進する療法。」（甲２６）を意味する語である。\nウ  本願商標の漢字部分は、上記の「温石」の語と「灸」の語とを組み合わ\nせた語であるといえる。\n(3)  本願商標の指定役務に関する取引の実情\n各文末に掲記した証拠及び弁論の全趣旨によれば、本件審決がされた令和\n３年１１月２４日の時点における本願商標の指定役務に関する取引の実情と\nして、次の事実が認められる。\nア  本件業界における「温石」の語の使用状況等\n(ア)  「日本鍼灸治療学会誌  １９６５年１４巻２号」に掲載された「重\n症胃下垂症の皮内鍼と温石療法」と題する記事には、次の記載がある（甲\n２７）。\nａ  「実施方法  方法は、至極簡単で、この程度（温度は焼立ての焼芋\n位）温めた石をタオル等の布でくるみ、肌着か、寝巻一枚着た上から\n腹上に載せる。位置は臍を中心とした位に、仰臥位で足は伸した方が\nよい。」\nｂ  「奏効理由  昔から臍の上に塩を置いて、大きいお灸をする、臍の\n塩灸は広く行なわれ、よく効くものである。・・・温石を臍を中心とし\nた位置に載せると、その部は胃の底部、横行結腸、小腸があり深部は\n腹部の大動静脈、腎臓、副腎等がある。」\nｃ  「結び  ・・・灸治療も従来のままでは新らしい時代から取りのこ\nされてしまうのではないでしょうか、灸療に代る温熱刺激療法の一法\nとして私は温石療法を広く普及したいと念願しております。」\n(イ)  「医道の日本  ２０１９年８月号」に掲載された「冷えに対する温\n石と鍼灸マッサージ」と題する記事には、次の記載がある（甲２８）。\nａ  「私は、自然農法の農園と鍼灸マッサージ治療院を、専業農家の主\n人と２人で協力して行っています。」\nｂ  「背臥位（１回目）\n・・・そして、一方の手で肩の筋肉を触りながら、もう一方の手で、\n肩の筋肉がゆるむ腹部の経穴を探り・・・、そこに温めた石（温石）\nを置きます・・・反応のある経穴に温石でアプローチしながら同時に\nマッサージを行えるのが、温石を施術に用いるメリットの一つです。」\n(ウ)  鍼灸外来を行っている「なのはなクリニック」のウェブサイトには、\n「鍼灸（しんきゅう）とは」との見出しの下に、「使用する鍼や灸など」\nとして、「■温石（おんじゃく）」、「当院では玄武岩と呼ばれる石を用い\nています。日本では平安時代末頃から江戸時代にかけて暖をとるために\n様々な種類の石が用いられていました。局所を効果的に温められるので、\n冷えが重度の患者さんに用います。」との記載がある（甲２９）。\n(エ)  千葉県医師会のウェブサイトにおける「運動と食事で冷え対策」と\nのページには、「東洋医学ではどのような治療法がありますか？」との問\nいに対する回答として、「体を温めたり、血流を良くしたりする漢方薬を\n処方します。漢方医は個別の体質に合わせた診断（証診断）を行い最適\nな処方を決定します。もし、冷えでお悩みの方は一度ご相談ください。\nまた、鍼灸（しんきゅう）では、お灸や温罨法（おんあんほう）、温石（お\nんじゃく）などの治療もあります。」との記載がある（甲３０）。\n(オ)  鍼灸院である「住吉鍼灸院」のウェブサイトには、「温石諮熱療法」\nとの見出しの下に、「温石透熱療法とは温めた石を冷えている箇所に置き、\nピンポイントで遠赤外線効果を用いて温めることができます。当院で扱\nっている石は、アメリカのアリゾナ州で有名なパワースポット『セドナ』\nの火山活動により自然に造られた、玄武岩という火山岩の一種です。」と\nの記載がある（甲３４）。\n(カ)  鍼灸院である「はり・きゅう・経絡温石マッサージ  鍼灸治療院く\nう－空－」のウェブサイトには、「経絡温石（けいらくおんじゃく）マッ\nサージ」との見出しの下に、「エネルギーの高い温かい石とコールドスト\nーンを用いて、この経絡を刺激し、気の流れを整えていきます。」との記\n載がある（甲３５）。また、同鍼灸院については、長野商工会議所のウェ\nブサイトにおいて、「鍼灸が怖いと思われる方には温石マッサージのコー\nスもあるので安心です。」と紹介されている（甲３６）。\n(キ)  「観光体験博覧会  たはら巡り～な」のウェブサイトには、「温石療\n法を体験しました☆」と題する記事において、「今回は『渥美半島は癒し\nの半島  身体と心をほぐしてゆるめる温石療法体験』を体験をしてきま\nした。」、「木のトンネルを抜けると、温熱パンダ療術所が見えてきます！」、\n「ここで使われる石は渥美半島の石で、１０分から１５分お鍋で温めた\n石を使います」、「温めた石をタオルか手拭いに包み身体へ当てていきま\nす。」との記載がある（甲３７）。\n(ク)  口コミサイトである「エキテン」のウェブサイトには、鍼灸院であ\nる「漢方鍼灸院  鳳仙花」の紹介欄に、「特徴  古典的な東洋医学に基づ\nき、鍼やお灸・温石などで施術いたしております。」との記載がある（甲\n３８）。また、上記ウェブサイトには、鍼灸院である「三華堂鍼灸整骨院」\nの紹介欄に、「温石ボディケア（３０分コース）」として「温めた火山岩\nをタオルにくるみ、お体に乗せることで体内の芯から温める温熱ケア。」\nとの記載がある（甲３９）。さらに、上記ウェブサイトには、整体等を行\nう「温石薬石整体  ほっとろ木」の紹介欄に、「体に温かい天然石を乗せ\n『ストーンマッサージ』で体中のツボを刺激し、コリをほぐし、全身の\n血液やリンパ液の流れを良くします。」との記載があるほか、施術メニュ\nーとして「温石薬石整体」との記載がある（甲４０）。\n(ケ)  「ｓｔｏｎｅ  ａｒｏｍａ  ｍｉｔｅ（ミーテ）」のウェブサイトに\nは、「温石薬石整体  ３０分コース」の内容として、「１００度に温めた\nアツアツの玄武岩の角や面を使って経穴（ツボ）を刺激し、さらに拇指\nや肘を使ってお体の凝りや滞りをゆっくりと流していきます。」との記載\nがある（甲４１）。\n(コ)  鍼灸院である「鍼灸  うえだ」のウェブサイトのトップページには、\n「鍼灸施術の起源と発展は人類そのものの進化と密接に関係しています。\n身体の不調・痛い処に当てると症状が緩和する『手当て』。」、「また温か\nい石を身体に当てることにより症状の緩和した『温石おんじゃく』はお\n灸の元祖と言われています。これらを使いながら人の身体の中の気の流\nれを見つけていく『経絡』とツボである『経穴』。鍼灸の起源と発展は先\n人の知恵の結晶と云えるでしょう。」との記載がある（乙２）。\n(サ)  鍼灸院である「高円寺温灸治療院」のウェブサイトには、施術メニ\nューとして、「温灸  温熱療法」欄に「温石療法とも呼ばれています。奥\n多摩の温泉の石を温めた『石灸』を使用し、自律神経をダイレクトに刺\n激。」との記載がある（乙３）。\n(シ)  鍼灸院である「はり  きゅう／おんしん堂」のウェブサイトには、\n施術内容の紹介として、「０３．灸、温石（おんじゃく）」との見出しの\n下に、「温石は温めた石を布などで包んでお腹や胸に入れて暖をとる、古\n式カイロのようなものです。最近ではホットストーンとも呼ばれていま\nす。ツボに温石を置くと、適度な重みのある石から暖かさがじんわりと\n広がり、身体を深部から温めます。血液やリンパの流れを活発にするの\nで、冷え性や疼痛の軽減、免疫力の向上の効果が見込めます。」との記載\nがある（乙４）。\nイ  本件業界における「温石灸」の語の使用状況等\n(ア)  鍼灸院である「和氣香風」のウェブサイトには、「もぐさを使わない\nお灸！？」との見出しの下に、「お灸の基本は『もぐさ』を使いますが、\n実は古くから『もぐさを使わないお灸』というのは存在しています。」、\n「『温石灸』・・・これは、つまり『ホットストーン』です。昭和に『Ａ』\nというお灸名人がいました。Ａ先生は、温めた石を背中や腰のこった部\n位に並べて載せ、体調が良くなった経験から鍼灸の修行と勉強を始め、\nお灸名人と呼ばれるほどの人になりました。・・・こういう方法を『温灸』\nともいいます。」との記載がある（甲１３）。\n(イ)  鍼灸院である「とも治療室」のウェブサイトには、施術内容の紹介\n欄に、「温石灸  ホットストーン」として、「冷えやコリの強い方には  暖\nかな温石灸（ホットストーン）でさらに深くまでほぐしていきます。灸\nに使う石は、地球のマグマと同じ成分を持つ玄武岩。」との記載がある（甲\n１４）。\n(ウ)  鍼灸院等の口コミサイトである「しんきゅうコンパス」のウェブサ\nイトにおける「しろくま鍼灸治療院」の紹介ページには、施術メニュー\nとして、「鍼灸治療」欄に「鍼灸治療  ６０分  ６０００円」、「鍼×温石\n灸  ７０分  ７０００円」との記載がある（甲３１）。\n(エ)  鍼灸院である「鍼灸ｙｕｒｕｒｉ」のウェブサイトには、施術内容\nの紹介欄に、「温石灸」として、「ベン石を使用した温灸器を使用して全\n身の流れを温めながら整えます。コリや浮腫が気になる方にオススメ」\nとの記載がある（甲３２）。\n(オ)  鍼灸院である「泉美堂治療院」のウェブサイトには、施術内容の紹\n介として、「きゅう治療」欄に「画像は温石灸です（遠赤外線効果で温か\nく気持ち良いと患者様に評判です）熱くはありません、火傷の心配もな\nく鍼施術やオイルマッサージの併用で治療効果が増します。  ※ホット\nストーンと呼ばれることもあります。」との記載がある（甲５５）。\n(カ)  鍼灸院である「鍼灸院  こもれび」のウェブサイトには、施術料金\nの紹介として、「時短コース（約３０分）  ３０００円」、「循環を良くす\nる鍼＋温石灸」の記載がある（甲５６）。\n(キ)  鍼灸院である「番町もくの木鍼灸院」のウェブサイトには、同鍼灸\n院に併設された「Ｒｅｌａｘもくの木倶楽部」の紹介として、「“はり・\nきゅう”の治療は経験がなく、少し不安な方々へ。」、「温石灸などの温灸\nと手技による施術を基本としています。」との記載がある（甲５７、５８）。\n(ク)  鍼灸院である「水輪」のウェブサイトには、施術内容の紹介として、\n「温石灸」欄に「４０～６０度に温めた玄武岩をお顔にのせて、お顔の\n血流を良くし、肌の新陳代謝を促進します。リンパマッサージをする前\nに温石灸を施しますので、マッサージの効果がさらに高まります。」との\n記載がある（乙６）。\n(ケ)  「Ｂｅａｕｔｙ  Ｎａｉｌ  Ｈａｉｒ  Ｓａｌｏｎｓ」のウェブサ\nイトには、鍼灸院である「鍼灸院  こもれび」の紹介ページにおいて、\n「以前は目に置く小さな温石灸に、アロマワセリンをつけていました。\nそれをアロマスプレーに変更しています。まず、紙の上にもぐさを置\nき・・・、温めた石と綿花にアロマスプレーを吹きかけます・・・。そ\nして包んで・・・目に置きます。綿花に含ませているので乾きにくく、\n温まることで香りが広がっていきます。」との記載がある（乙７）。\n(コ)  鍼灸院である「Ｍｏｄｅｒｎｏ  Ｃａｒａ．ｉｎｃ／モデルノカー\nラ」のウェブサイトには、施術メニューの紹介として、「よもぎ温石灸」\n欄に「ツボをよもぎ温石灸で温めることで、気血水の巡りが上がり、冷\nえ改善、免疫力アップ、コリ、むくみの軽減も期待できます。」との記載\nがある（乙８）。\n(サ)  鍼灸院等の口コミサイトである「しんきゅうコンパス」のウェブサ\nイトにおける「Ｌｕｎｅ～リュンヌ～」の紹介ページには、「お灸には温\nめた庵治石と玄武岩をヨモギ染めした無農薬コットン１００％の生地で\nくるみ使用し、自分で選んだアロマとの相乗効果で全身を温め凝りをほ\nぐし癒やします。」、「☆自宅でケアできる自分で貼れる鍼や耳ツボジュエ\nリー、温石灸セット等も販売しております。」との記載がある（乙９）。\n(4)  検討\nア  上記(2)イ及び(3)アによれば、本件審決がされた時点における本件業界\nにおいては、「温石」の語が、一般的な意味合いと同様に、「温めた石」ほ\nどの意味合いで使用されていたものといえる上、温めた石を身体の特定の\n位置に置き、熱の刺激による効果を得る施術（以下「温石を用いた施術」\nということがある。）が広く行われていたものといえる。\nそして、上記(2)イによれば、灸は、身体の特定の位置に置いたもぐさに\n火をつけ、熱の刺激による効果を得る漢方療法であるといえることからす\nれば、温石を用いた施術及び灸は、患部を熱で温める方法が、温めた石又\nは火をつけたもぐさのいずれを用いるかという点において異なるものと\nいえるところ、上記(3)アによれば、本件審決がされた当時の本件業界にお\nいて、温石を用いた施術は、「温石療法」や「温石」等と呼ばれ（上記(3)\nア(ア)、(コ)等）、灸とは区別されて取り扱われている実情があったものと\nいえる。\nイ  しかしながら、他方で、温石を用いた施術及び灸は、熱を発する物体を\n身体の特定の位置に置き、熱の刺激による効果を得る施術であるという点\nにおいて共通するものといえる。そして、上記(3)アによれば、温石を用い\nた施術と灸とを区別して取り扱っているウェブサイト等においても、温石\nを用いた施術が、灸に類似する効果を得ることができる施術として、灸と\n共に紹介されていることが多い（上記(3)ア(ウ)、(カ)、(ク)、(コ)、(サ)\n及び(シ)）といえるほか、千葉県医師会のウェブサイトにおいては、温石\nを用いた施術が鍼灸治療の一つとして紹介されている（上記(3)ア(エ)）。\nこれに加え、上記(3)イによれば、本件審決がされた当時、鍼灸治療を行う\n鍼灸院において、温石を用いた施術が、「温石灸」との名称で、灸と並ぶ通\n常の施術メニューの一つとして広く行われていたものといえる。\n以上の事情を併せ考えると、本件審決がされた当時の本件業界において、\n温石を用いた施術は、必ずしも灸と厳格に区別されていたものではなく、\n患部を温めるための道具として火をつけたもぐさの代わりに温めた石を\n用いることにより、灸に類似する効果を得ることができる施術として、「温\n石灸」との名称でも広く行われている実情があったものといえる。\nなお、このような実情があったことは、全国放送の本件テレビ番組にお\nいて、温石を用いた施術が「温石灸」として紹介されたこと（甲４２）、こ\nの放送を観た複数の本件業界の関係者が、好意的な感想を述べていること\n（甲４３、４４、５９、乙１１、１２）からも裏付けられるものといえる。\nウ  また、証拠（甲４５ないし５４、乙１３）及び弁論の全趣旨によれば、\n本件業界においては、従来から、灸の施術として、もぐさの下に塩や味噌\n等の材料を置いたり、箱等の道具の中にもぐさを置いたりする方法が広く\n行われてきたこと、このような灸は、使用する材料や道具等の名称を冠し\nて「味噌灸」、「箱灸」等と称されていることが認められる。\nこのように、本件審決がされた当時の本件業界においては、様々な材料\nや道具等を使用して施術する灸が存在し、このような灸が、使用される材\n料や道具等の名称と「灸」の語とを組み合わせた名称で称されている実情\nがあったものといえる。\nエ  以上のとおり、本件審決がされた当時の本件業界においては、施術の方\n法や内容を表すものとして、灸に使用する材料や道具等の名称を冠した\n様々な名称の灸が存在するという実情があったといえるところ、温石を用\nいた施術が、患部を温めるための道具として火をつけたもぐさの代わりに\n温めた石を用いることにより、灸に類似する効果を得ることができる施術\nとして、「味噌灸」等と同様に「温石灸」との名称でも広く行われている実\n情があったことを併せ考慮すると、本件審決がされた当時の本件業界にお\nいて、「温石灸」の語は、「火をつけたもぐさの代わりに温めた石を患部に\n置く、灸と同種の施術」を表す語として、「温めた石を用いた灸（施術）」\nほどの意味合いの語であると取引者、需要者に容易に理解されるものであ\nったというべきである。\nしたがって、本願商標の取引者、需要者は、「温石灸」の語が本願商標の\n指定役務に使用された場合には、「温めた石を用いた灸（施術）」ほどの意\n味合いを有する語であり、役務の質（内容）を表示したものと一般に認識\nするものというべきである。\nオ  以上によれば、「温石灸」の語は、本願商標の指定役務との関係で役務の\n質を表示するものとして取引に際し必要適切な表示であり、本願商標の取\n引者、需要者によって当該役務に使用された場合に、役務の質を表示した\nものと一般に認識されるものというべきであるから、本願商標の指定役務\nについて役務の質を普通に用いられる方法で表示する標章であるといえ\nる。\nしたがって、「温石灸」の漢字部分及びこの読みを表す「おんじゃくきゅ\nう」の平仮名部分からなる本願商標は、その指定役務について役務の質を\n普通に用いられる方法で表示する標章のみからなる商標と認めるのが相\n当である。\n(5)  原告の主張に対する判断\nア  原告は、原告が「温石灸」の語を使用して行っている施術は、平成２６\n年に施術を開始した、温石及びもぐさの両方を用いるオリジナルの施術で\nあり、「温石灸」の語は、「温石をもぐさの上に置いて行う施術」との意味\n合いを有する造語であるから、本願商標の指定役務との関係で出所識別機\n能を有する旨主張する（前記第３の１〔原告の主張〕(1)）。\nそこで検討するに、証拠（甲９、１０、３３）及び弁論の全趣旨によれ\nば、原告は、平成２６年１０月頃から、温めた石をもぐさの上に置いて患\n部を温める施術を「温石灸」との名称で行っていること、原告がこのよう\nな内容の施術を「温石灸」との名称で行うことを許諾したのは、「ＭｏＭｏ\nＳｏはり灸院」のみであることが認められる。\nしかしながら、本願商標が商標法３条１項３号に該当するか否かは、本\n件審決がされた時点における取引の実情を考慮して判断すべきものであ\nるところ、上記(4)で検討したとおり、本件審決がされた当時の本件業界に\nおいて、温石を用いた施術が、火をつけたもぐさの代わりに温めた石を用\nいることにより、灸に類似する効果を得ることができる施術として、「温石\n灸」との名称でも広く行われている実情があったといえることからすれば、\n原告がそれ以前から温石及びもぐさの両方を用いる施術を「温石灸」と称\nして行っているなどの事情があるからといって、前記の結論が左右される\nものではないというべきである。\nしたがって、原告の上記主張は採用することができない。\nイ  原告は、本件業界において「温石」又は「温石灸」の語が使用されてい\nる例について、「温石」が「温めた石」ほどの意味合いを有するとしても、\n施術において「温石」をどのように用いるかや、「温石」と肌にのせたもぐ\nさに火を点じて焼く施術である「灸」との関係性が明らかではないから、\n使用されている「温石灸」の語から直接的かつ具体的な施術の方法及び内\n容（効能）等が想起されるものではない旨主張する（前記第３の１〔原告\nの主張〕(2)）。\nしかしながら、原告が指摘するとおり、商標法３条１項３号に該当する\nというためには、当該商標から具体的な役務の質（内容）が認識されるこ\nとが必要であると解されるものの、上記(4)で検討したとおり、本件審決が\nされた当時の取引の実情を考慮すると、「温石灸」の語は、「火をつけたも\nぐさの代わりに温めた石を患部に置く、灸と同種の施術」を表すものと容\n易に理解されるものであったというべきである。そうすると、「温石灸」の\n語からは、施術に用いる道具、施術の方法及び施術によって得られる効果\nがいずれも容易に理解されるものといえるから、本願商標の取引者、需要\n者は、「温石灸」の語から役務の質（内容）を具体的に認識することができ\nるものといえる。\nしたがって、原告の上記主張は採用することができない。\nウ  原告は、本件業界において行われている「温石灸」の施術について、①\n「灸」の語の一般的な意味とは異なる内容の施術であり、かつ、様々な施\n術の方法及び内容（効能）等を含むものであること、②「温石」や「温石\n療法」等とも表示することができるから、「温石灸」の語は役務の質を表示\n記述するものとして取引に際し必要適切な表示であるとはいえないこと、\n③全国に存在する「はり及びきゅうを行う施術所」の数からすれば、「温石\n灸」の語を使用する事業者はごくわずかであることを理由に、本件業界に\nおいて「温石灸」が施術されている例があることをもって、「温石灸」の語\nが示す役務の内容が一般に理解されるものとはいえない旨主張する（前記\n第３の１〔原告の主張〕(3)）。\nしかしながら、上記①については、上記(4)で検討したとおり、本件業界\nにおいて一般に行われている「温石灸」の施術は、火をつけたもぐさを使\n用しない点において、本来的な意味における灸とは異なるものではあるも\nのの、火をつけたもぐさの代わりに温めた石を用いることにより、灸に類\n似する効果を得ることができる施術として行われていることなどからす\nれば、「温石灸」の語は、このような内容の施術を表すものとして容易に理\n解されるものといえる。\nまた、上記②については、上記(4)で検討したとおり、本件審決がされた\n当時の本件業界において、温石を用いた施術は、「温石療法」や「温石」等\nと呼ばれ、灸とは区別されて取り扱われている実情があったといえるもの\nの、他方で、必ずしも灸と厳格に区別されていたものではなく、灸に類似\nする効果を得ることができる施術として、「温石灸」との名称でも広く行わ\nれている実情があったといえることからすれば、温石を用いた施術が「温\n石療法」や「温石」等とも表示されているからといって、「温石灸」の語が、\n役務の質を表示記述するものとして取引に際し必要適切な表示であるこ\nとが否定されるものではないというべきである。\nさらに、上記③については、上記(4)で検討したところに照らせば、全国\nに存在する「はり及びきゅうを行う施術所」の数のみを根拠として、前記\nのとおりの取引の実情があったことを否定することはできないというべ\nきである。\nしたがって、原告の上記主張は採用することができない。\nエ  原告は、材料等の名称を冠した従来の「味噌灸」等と原告が行っている\n「温石灸」とでは施術内容が全く異なるものであり、「温石灸」の語を従来\nの「味噌灸」等の語と同様の意味で捉えると、施術の方法及び内容（効能）\n等が理解し難いものとなるから、「味噌灸」等と称する灸が存在するからと\nいって、「温石灸」の語が、特定の役務の質・内容を直接的かつ具体的に示\nすものであるとはいえない旨主張する（前記第３の１〔原告の主張〕(4)）。\nしかしながら、本件において検討すべきであるのは、本件審決がされた\n当時の本件業界において使用されていた「温石灸」の語から認識される内\n容であるから、原告が行っている「温石灸」の具体的な施術内容が考慮さ\nれるものではないというべきである。そして、上記(4)で検討したとおり、\n本件審決がされた当時の本件業界において、温石を用いた施術は、施術の\n道具として温めた石を用いる灸と同種の施術であることから、「味噌灸」等\nと同様に、「温石灸」とも称されるようになったものであり、「温石灸」の\n語は、「火をつけたもぐさの代わりに温めた石を患部に置く、灸と同種の施\n術」を表す語として容易に理解されるものであったというべきである。\nしたがって、原告の上記主張は採用することができない。\nオ  原告は、本件テレビ番組において「温石灸」と称された施術は、従来か\nら広く使用されてきた「温石」又は「温石療法」と同義のものとして紹介\nされたものにすぎないから、そのような内容の放送がされ、本件業界の関\n係者がこれに否定的な意見を述べなかったとの事実をもって、「温石灸」の\n語が、灸（施術）の一種を表したものとして、特定の役務の質・内容を示\nすものとして理解されたものとみるのは相当でない旨主張する（前記第３\nの１〔原告の主張〕(5)）。\nしかしながら、上記(4)で検討したところに照らせば、原告が指摘すると\nころによって、前記の結論が左右されるものではないというべきである。\nしたがって、原告の上記主張は採用することができない。\n(6)  小括\n以上によれば、本願商標は、その指定役務について役務の質を普通に用い\nられる方法で表示する標章のみからなる商標であるといえるから、商標法３\n条１項３号に該当するものと認められる。\n２  取消事由２（商標法４条１項１６号該当性に関する判断の誤り）について\n(1)  前記１で検討したところによれば、本願商標は、その指定役務に使用され\nた場合には、本願商標の取引者、需要者によって、「温めた石を用いた灸（施\n術）」という役務の質（内容）を表示したものと一般に認識されるものという\nべきである。\nそうすると、本願商標が、その指定役務のうち「温めた石を用いた灸（施\n術）」以外の指定役務に対して使用された場合には、役務の質の誤認を生ずる\nおそれがあるといえる。\n(2)  以上によれば、本願商標は、役務の質の誤認を生ずるおそれがある商標で\nあるといえるから、商標法４条１項１６号に該当するものと認められる。\n３  結論\n以上検討したところによれば、本願商標は、商標法３条１項３号及び同法４\n条１項１６号に該当するものと認められる。したがって、本件審決の判断に誤\nりはないから、取消事由１及び２は、いずれも理由がない。\nよって、原告の請求は、理由がないからこれを棄却することとして、主文の\nとおり判決する。\n知的財産高等裁判所第３部\n裁判長裁判官\n東  海  林              保\n裁判官\n中      平              健\n裁判官\n都      野      道      紀\n（別紙審決書写し省略）\n"
}