{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 4,
    "month": 2,
    "day": 10
  },
  "case_number": "令和3(わ)686",
  "case_name": "現住建造物等放火未遂被告事件",
  "court_name": "札幌地方裁判所",
  "gist": "被告人が，死にたいと考え，他の居住者と暮らしていた居室に灯油をまいた上で放火したものの，その床面等の一部を焦がしたにとどまった現住建造物等放火未遂の事案について，被告人に対し，懲役３年，４年間の保護観察付き執行猶予を言い渡した事例",
  "lawsuit_id": "90981",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=90981",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/981/090981_hanrei.pdf",
  "contents": "主        文\n被告人を懲役３年に処する。\nこの裁判が確定した日から４年間その刑の執行を猶予する。\n被告人をその猶予の期間中保護観察に付する。\n理        由\n（罪となるべき事実）\n被告人は、令和３年８月中旬頃から、知人に紹介を受けた北海道内の勤務先で建\n築作業員として稼働し、他の作業員２名が現に住居として使用する札幌市a区b条c丁\n目にあるd（鉄筋コンクリート造陸屋根４階建）e号室（専有面積約６９．２５㎡）\nで暮らしていたものであるが、パチンコをやらないという前記知人や勤務先の社長\nとの約束を破り、前借りした給与をパチンコで費消してしまった自分のことが嫌に\nなっていたほか、勤務先の先輩の指導が厳しく、慣れない建築作業員の仕事にも嫌\n気がさしていたものの、実父との関係から実家に戻ることもできず、同年９月１３\n日頃から死にたいと考えるようになっていた。\nそうした中で、被告人は、死ぬために前記de号室に放火しようと考え、同月１６\n日午後６時頃から同日午後７時４分頃までの間に、同室居間床面等に灯油をまいた\n上、灯油が染みこんだ雑誌に火のついたたばこを押し付けて点火し、同雑誌を同床\n面に放り投げて火を放ったが、通報により臨場した消防隊員に消火されたため、同\n居間の床面等を焦がしたにとどまり、放火の目的を遂げなかった。\n（証拠の標目）省略\n（法令の適用）\n罰          条   刑法１１２条、１０８条\n刑種の選択              有期懲役刑を選択する。\n法律上の減 軽   刑法４３条本文、６８条３号\n刑の執行猶予              刑法２５条１項\n保護観察              刑法２５条の２第１項前段\n訴 訟 費 用 の 不負 担    刑事訴訟法１８１条１項ただし書\n（量刑の理由）\nまず、本件は灯油を用いて行われたものであり、居室内が広く燃えて、本件居室\nの他の住人の財産等にも大きな被害をもたらした可能性もあるところ、本件犯行の\n危険性を軽く見ることはできない。もっとも、客観的に見れば、本件居室は鉄筋コ\nンクリート造の耐火性の強い建物である上、まかれた灯油の量が少なかったことも\nあり、火の勢いは消防隊員が短時間で消火できるものであったから、その犯行が危\n険性の高いものであったとまではいえない。実際に、本件放火は未遂に終わり、床\n等が焦げた範囲も約３㎡にとどまり、負傷者もいなかった。\n次に、本件に至る経緯や動機をみると、被告人は、現実から逃れるようにして、\n死にたいと考え、その手段として、突発的に居室に火を放つという方法を選択して\nしまったものである。その原因となったギャンブル依存症の問題については、これ\nまでも自ら改善する機会があったことからすると、犯行に至る経緯を被告人のため\nに大きく酌むことはできないが、抑うつ気分を伴う適応障害等の被告人自身では制\n御しづらい精神障害が本件犯行動機の形成に一定程度影響を与えていることを考え\nれば、被告人がこのような選択をしたことを強く責められないところである。\n以上によれば、本件は、ほとんどにおいて懲役３年以下の刑に処せられて執行猶\n予が付されている自殺目的の現住建造物等放火未遂の事案の中で、実刑を選択する\nほどに特に重いものとはいえない一方で、懲役３年を下回るほどに軽いものともい\nえない。\nそこで、前科のない被告人に対しては、主文の刑を科した上、その刑の執行を猶\n予するのが相当といえる。そして、被告人は事実を認め、精神障害の治療を受け、\n自分に合った職に就くなどして更生する意思を示しており、母親による更生の支援\nもあるが、現時点において、被告人の居住先や就労先の確保、家族による支援の在\nり方、継続的な医療的支援の確保等につき、専門家による指導や援助が必要な状況\nにあり、その更生環境が整っているとはいえない。そこで、本件犯行の重さに照ら\nし、執行猶予の期間を４年間とするが、その更生のためには公的機関による支援が\n必要であるから、その猶予の期間中、被告人を保護観察に付することとした。\n（求刑－懲役４年、弁護人の科刑意見－懲役３年・執行猶予５年）\n令和４年２月１０日\n札幌地方裁判所刑事第２部\n裁判長裁判官  中  川   正  隆\n裁判官  牛  島   武  人\n裁判官  豊  富     育\n"
}