{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 2,
    "day": 1
  },
  "case_number": "令和4特(わ)2373",
  "case_name": "柔道整復師法違反",
  "court_name": "東京地方裁判所刑事第1部",
  "lawsuit_id": "92016",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=92016",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/016/092016_hanrei.pdf",
  "contents": "令和５年２月１日  東京地方裁判所刑事第 1 部宣告\n令和４年特（わ）第２３７３号  各柔道整復師法違反被告事件\n主       文\n被告人Ａを懲役１年に、被告人Ｂを懲役１０月に処する。\n被告人両名に対し、この裁判が確定した日から３年間、それぞれその刑\nの執行を猶予する。\n理       由\n（罪となるべき事実）\n被告人Ａは、厚生労働大臣が指定した柔道整復師国家試験の実施に関する事務を\n行う指定試験機関である公益財団法人Ｃ財団から同国家試験の試験委員に選任され、\n令和４年３月６日に行われた第３０回柔道整復師国家試験（以下「本件試験」とい\nう。）の試験問題作成等を担当していたもの、被告人Ｂは、Ｃ財団理事として、Ｃ財\n団の業務執行の決定等の職務に従事していたものであるが、\n第１  被告人Ａは、令和３年１０月１日、東京都（住所省略）学校法人Ｄ専門学校に\nおいて、同校校長補佐Ｅに対し、携帯電話機の無線通信機能を利用して、本件試\n験の全出題予定問題を読み上げた音声データを同人の携帯電話機に送信して教\n示し、\n第２  被告人両名は、共謀の上、被告人Ｂが、令和４年２月１０日、東京都内におい\nて、学校法人Ｆ専門学校Ｇ科学科長Ｈに対し、パーソナルコンピューターを用\nいて、同人が使用するメールアドレスに宛てて、本件試験の出題予定問題の要\n点となる文言を電子メールで送信し、さらに、同月２１日、東京都内において、\n同人に対し、パーソナルコンピューターを用いて、同メールアドレスに宛てて、\n本件試験の出題予定問題と類似した内容の問題を電子メールで送信して教示し\nもって試験事務に関して知り得た秘密を漏らしたものである。\n（量刑の理由）\n本件は、判示第１は、柔道整復師国家試験の試験委員であった被告人Ａが、出席し\nた本件試験のＩ会議で録音した全出題予定問題の音声データを、被告人Ａが非常勤\n講師を務めたＤ専門学校の校長補佐に送信して教示し、もって試験事務に関して知\nり得た秘密を漏らしたという事案であり、判示第２は、被告人Ａ及び同国家試験の\n指定試験機関の理事であった被告人Ｂが共謀の上、被告人Ｂが、被告人Ａから送信\nされた本件試験の出題予定問題の要点となる文言（以下「本件キーワード」という。）\nや、本件キーワードを基に被告人Ｂが作成した本件試験の出題予定問題と類似した\n内容の問題を、被告人Ｂが非常勤講師を務めたＤ専門学校の学科長に送信して教示\nし、もって試験事務に関して知り得た秘密を漏らしたという事案である。いずれも、\nそれ自体、柔道整復師国家試験の公平公正を害し、その信頼を揺るがしかねない悪\n質な行為であることはいうまでもなく、判示第１は全出題予定問題の音声データを\nそのまま漏えいしたもので、漏えいの程度は大きい。動機、経緯について、被告人Ａ\nは、先輩に当たる前任者から言われたことや、非常勤講師を務めた専門学校の生徒\nを合格させたい、同専門学校に貢献したいなどとの気持ちから、被告人Ｂも、同様に\n専門学校の生徒を試験に合格させたい、同専門学校に貢献したいなどとの気持ちか\nら、本件各犯行に及んだというのであるが、努力しているのに不合格になっている\n生徒を合格させたいとの利他的な動機であったとか、金銭的な見返りはなかったと\nかいった各被告人の弁護人が指摘する事情を踏まえても、試験委員あるいは指定試\n験機関の理事として当然に守らなければならない義務に反する行為であることに変\nわりはなく、このような行為に及んだ意思決定は強い非難に値する。各被告人の刑\n事責任は決して軽視することができない。\nしかしながら他方、各被告人は、公訴事実を認め、反省の情を示していること、交\n通違反歴を除き、前科はないこと、被告人Ａについて、本件の発覚により、勤めてい\nた専門学校から懲戒解雇となったこと、被告人Ｂについて、指定試験機関の理事を\n含め柔道整復の関係団体の理事を辞任したり、退会したりしたこと、妻が公判廷に\nおいて今後の指導監督を約束していることなど、各被告人のために酌むべき事情も\n認められる。\nそこで、これら諸般の事情を総合考慮し、各被告人に対し、主文の刑を量定した\n上、その刑の執行を猶予するのが相当であると判断した。\nよって、主文のとおり判決する。\n（求刑  被告人Ａにつき懲役１年、被告人Ｂにつき懲役１０月）\n令和５年２月１日\n東京地方裁判所刑事第１部\n裁判官  坂  田  威一郎\n"
}