{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 4,
    "month": 8,
    "day": 22
  },
  "case_number": "令和4(ネ)10010",
  "case_name": "商標権侵害行為差止等請求控訴事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "91424",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=91424",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/424/091424_hanrei.pdf",
  "contents": "令和４年８月２２日判決言渡\n令和４年（ネ）第１００１０号  商標権侵害行為差止等請求控訴事件\n（原審・東京地方裁判所令和２年（ワ）第１４９４号）\n口頭弁論終結日  令和４年６月１日\n判        決\n控訴 人             Ｘ\n同 訴 訟 代 理 人 弁 護 士              田    辺      信    彦\n植      松    祐    二\n松      原    香    織\n北      村    恵    眞\n被控訴 人         Ｙ１\n被控訴 人          Ｙ２\n上記両名訴訟代理人弁護士        大      口    昭      彦\n勝    又      祐      一\n上 記 両 名 補 佐 人 弁 理 士        神      保    欣      正\n主        文\n１  本件控訴を棄却する。\n２  控訴費用は控訴人の負担とする。\n事 実 及 び 理 由\n用語の略称及び略称の意味は、本判決中で改めるほかは、原判決に従うものとす\nる。また、原判決の引用部分の「別紙」を「原判決別紙」と読み替える。\n第１  控訴の趣旨\n１  原判決を取り消す。\n２  被控訴人らは、武道に関する宣伝用のウェブサイトに原判決別紙被告標章目\n録１記載の標章を付して電磁的記録により提供し、又は武道に関するめくり若しく\nは宣伝用のパンフレット等の広告物に同目録１及び２記載の標章を付して展示若し\nくは頒布してはならない。\n３  被控訴人らは、武道の教授、普及、演武その他これらに関連する活動におい\nて、原判決別紙被告標章目録１及び２記載の表示を使用してはならない。\n４  訴訟費用は第１審、第２審とも被控訴人らの負担とする。\n第２  事案の概要等\n１  事案の概要\n(1) 本件は、剣術の小野派一刀流の宗家であると主張する控訴人が、被控訴人ら\nに対し、次の各請求をする事案である。\nア  被控訴人らによる標章の使用が、次のとおり、「小野派一刀流」の文字から\nなり第４１類「剣道を主とする古武道の教授」を指定役務とする控訴人の登録商標\n（本件商標）に係る商標権を侵害するもの（商標法３７条１項）であると主張して、\n被控訴人らによるウェブサイト、めくり、パンフレット等における標章の使用差止\nめを求める請求（前記第１の２に係る請求）\n(ｱ) 被控訴人らが、日本古武道振興会（古武道振興会）のウェブサイトにおいて\n「小野派一刀流剣術」（原判決別紙被告標章目録１）の標章を使用したこと（本件\n標章使用①）は、指定役務又はこれと類似する役務の広告に標章を付して電磁的方\n法により提供する行為（商標法２条３項８号）に当たる。\n(ｲ) 被控訴人らが、古武道大会における演武の際のめくりやパンフレットにおい\nて「小野派一刀流剣術」及び「小野派一刀流」（原判決別紙被告標章目録１及び２）\nの各標章（以下、併せて単に「被告標章」ということがある。）を使用したこと（本\n件標章使用②）は、指定役務又はこれと類似する役務の提供の用に供する物に標章\nを付したものを役務の提供のために展示し、また、役務に関する広告に標章を付し\nて頒布する行為（商標法２条３項５号・８号）に当たる。\nイ  被控訴人らによる本件標章使用①及び②（本件標章使用）が、主位的には、\n控訴人の周知な商品等表示である原判決別紙原告商品等表示目録記載の標章（原告\n標章）と同一又は類似の商品等表示の使用に当たり、控訴人の営業と混同を生じさ\nせる不正競争行為（不正競争防止法２条１項１号）に当たるとして、不正競争防止\n法３条１項に基づき、予備的には、控訴人が代表する法人格のない団体である「小\n野派一刀流」の名称権に基づき、武道の教授等の活動における被告標章の使用差止\nめを求める請求（前記第１の３に係る請求）\n(2) 原審は、前記(1)アの請求について、本件標章使用①については、保存振興の\n対象とされている古武道の流派の名称を掲げたものにすぎず、本件標章使用②につ\nいては、演武される流派等の名称を表示するものにすぎず、いずれも商標的使用に\nは当たらないと判断するとともに、前記(1)イの請求のうち不正競争防止法に基づ\nくものについては、同様に、本件標章使用につき、「商品等表示」の「使用」に当\nたらず、また、原告標章につき、「小野派一刀流」の名称は、継承した流派の名称\nを示すにとどまり、剣道の教授に係る周知な営業を表示するものとして使用された\nとは認められないから、控訴人の周知な商品等表示を認めることはできず、不正競\n争行為は認められないと判断し、さらに、前記(1)イの請求のうち名称権に基づく請\n求については、そもそも、控訴人が代表し、その名称を「小野派一刀流」とする団\n体の存在を認めるに足りず、仮にその存在が認められたとしても控訴人個人の資格\nでその権利を行使し得るものではないと判断して、控訴人の請求をいずれも棄却し\nた。\n(3) 原判決を不服として、控訴人が控訴を提起した。\n２  前提事実\n次のとおり改めるほかは、原判決の「事実及び理由」中の「第２  事案の概要」\nの２に記載するとおりであるから、これを引用する。\n(1) 原判決２頁２５行目の「津軽藩主に伝えられた」を「津軽藩主にも伝えられ\nたとされる」に、３頁１行目の「津軽藩主家においても」を「小野家と津軽藩主\n家において」にそれぞれ改める。\n(2) 原判決３頁４行目末尾の次に改行して、次のとおり加える。\n「もっとも、小野派一刀流は、津軽藩主家や山鹿家に伝えられたとされるほかに\nも、江戸時代、小野家や弟子らによって幕藩体制下の多くの藩に伝えられるなどし、\n江戸時代から明治時代にかけて、津軽藩主家や山鹿家に伝えられた系統とは異なる\n様々な分派が創始され、「一刀流」に「忠也派」、「中西派」などを付する形で伝\nえられ、現在に至っているが、その中には「小野派一刀流」を自称してきたものも\nある。（甲１３の１の１、甲１３の２・３、甲３１の１、乙１１、１２の２～４、\n乙１３、１４、１５の１～３、乙３７、３８の１・２、乙３９の１、乙４０、４１、\n乙４２の２・７・１３・１８、乙４３の２の１～１０、乙４６の１～７、乙４７～\n５０、弁論の全趣旨）」\n(3) 原判決３頁８行目～９行目の「Ａ（第６代）の９代後である」を「Ａの道統\nを継承する」に、同頁１２行目の「衆議院及び参議院議員を２０年以上」を「衆議\n院議員又は参議院議員を計２０年以上」にそれぞれ改める。\n(4) 原判決４頁１行目の「Ｂと離反し」を「Ｂとの間の溝を深め」に改める。\n(5) 原判決４頁１５行目の「Ｂが遺した」から１６行目の「基づき」までを「Ｂ\nの公正証書遺言（甲１４）の付言事項に従い、Ｂ作成の「礼楽堂に関する遺言書」\nと題する書面（甲１５）に示された意向を踏まえ」に、同頁２０行目及び２４行目\nの各「神夢想林崎流」をいずれも「神夢想林崎流居合術」にそれぞれ改め、５頁１\n行目の「被告Ｙ１に対し」から５行目の「決定をした」までを「前記「礼楽堂に関\nする遺言書」と題する書面の内容を踏まえ、①被控訴人Ｙ１に対しては、「直元流\n大長刀術」については宗家として、「小野派一刀流」及び「神夢想林崎流居合術」\nについては被控訴人Ｙ１の修行内容や古武道振興会主催の演武大会への参加実績等\nを考慮して代表者として、それぞれ受継を承認するとともに、②Ｃに対しては「神\n夢想林崎流居合術」について宗家として、原告に対しては「小野派一刀流」につい\nて宗家として、それぞれ受継届を受理し、いずれも古武道振興会には新規入会をす\nるという形で取り扱う旨を決定した」に、同頁６行目～７行目の「代表会員とする\n旨の」を「自らを小野派一刀流等３流派全ての代表者とする旨の」に、同頁１１行\n目の「小野派一刀流等四流派」を「小野派一刀流等４流派」にそれぞれ改める。\n(6) 原判決５頁１６行目の「甲１２」を「甲１」に改める。\n(7) 原判決６頁９行目、２１行目及び２２行目の各「靖国神社」をいずれも「靖\n國神社」に、同頁１４行目及び１７行目の各「無双」をいずれも「夢想」に、同頁\n１５行目の「Ｄ」を「Ｄ’」に、同頁１７行目の「これを一覧したページ」を「参\n加流派の一覧を掲載したページ」に、同頁２６行目の「下賀茂神社」を「下鴨神社」\nにそれぞれ改め、７頁２行目の「パンフレットには」の次に「、「小野派一刀流剣\n術」について」を加える。\n３  争点及び争点に関する当事者の主張\n次のとおり改め、後記４のとおり当審における控訴人の補充主張を加えるほかは、\n原判決の「事実及び理由」中の「第２  事案の概要」の３及び「第３  争点に関す\nる当事者の主張」にそれぞれ記載するとおりであるから、これを引用する。\n(1) 原判決７頁１２行目の「周知どうか」を「周知かどうか。」に、同頁１３行\n目の「本件請求」を「差止請求」にそれぞれ改める。\n(2) 原判決８頁２１行目の「被告ら行為②」を「本件標章使用②」に改め、９頁\n３行目の「あるから」の次に「被控訴人らの主張は」を加え、同頁１７行目の「本\n件ウェブページの」を「本件ウェブページにおける」に改める。\n(3) 原判決１０頁２２行目の「修練であり」の次に「、かつ」を加え、１１頁７\n行目～８行目の「被告らの活動」を「被控訴人らのする古武道の演武」に、同頁１\n１行目～１２行目の「被告らの活動は、差止めの対象となる」を「被控訴人らのす\nる古武道の演武は、」に、同頁１８行目の「束修・入門料、謝等」を「束脩・入門\n料、月謝等」に、同頁１９行目の「旧師」を「Ｅ」に、１２頁４行目の「商標の効\n力が」を「本件商標に係る商標権の効力は」に、同頁２３行目の「本件標章使用は」\nを「被控訴人らによる演武は」にそれぞれ改める。\n(4) 原判決１３頁１５行目の「本件商標」を「本件商標に係る商標権」に、同頁\n２２行目の「流儀など」を「流儀などを」にそれぞれ改める。\n(5) 原判決１５頁２５行目の「法の目的」を「同法の目的」に改める。\n(6) 原判決１６頁４行目の「周知かどうか」の次に「。」を加える。\n(7) 原判決１７頁２３行目の「『一刀流極意』」を「「一刀流極意」」に、１８\n頁１４行目の「古武道協会」を「日本古武道協会（以下「古武道協会」という。）」\nに、１９頁７行目の「日本武道館」を「財団法人日本武道館（当時。現在の公益財\n団法人日本武道館。以下、公益認定の前後を通じて「日本武道館」という。）」に、\n同頁２５行目の「ウェブサイトも」を「ウェブサイトでも」に、同頁２６行目の「表\n示している」を「表示されている」に、２０頁１５行目の「一刀流は」を「一刀流\nについては」にそれぞれ改める。\n４  当審における控訴人の補充主張\n(1) 争点１（本件標章使用が商標法２条３項の「使用」に当たるか。）について\nア  「小野派一刀流」が当該流派を継承する集団（団体）の名称でもあること\n次のとおり、「小野派一刀流」の流派名は、小野派一刀流の流派の教え・系統を指\nすとともに、宗家を長とし門人によって構成される本流流派を継承する集団（団体）\nを指す固有名詞であり、両者は密接不可分の関係にある。小野派一刀流は、現在まで\n宗家を長とし門人によって構成される集団（団体）において継承され、これが需要者\nたる古武道界及び剣道界で周知性を有している。そのため、流派の教え・系統のみを\n指す趣旨で「小野派一刀流」の流派名を使用する場合であっても、教え・系統を継承\nする集団（団体）たる「小野派一刀流」を想起させ、さらには正統を継承し小野派一\n刀流を統率する宗家をして教え・系統の出所として想起させることとなる。したが\nって、「小野派一刀流」を古武道の流派の名称やその特徴的な形を意味するものとし\nて用いる限りは需要者が提供される役務の出所を認識し得るような使用態様に当た\nらないとの原判決の判断は、誤りである。\n(ｱ) 日本の伝統芸能における「流派」の意義\n古来（特に江戸時代）、日本では家制度により家業（技能）を継承していたところ、\n明治期以降も伝えられてきた伝統芸能においては、この慣習を維持し、家元や宗家\nが代々その正統を継承し、流派一門の中心・代表として各流派の流儀を普及する活\n動を行ってきた。そのため、日本の伝統芸能において、「流派」という言葉は、流儀\nの違いによるそれぞれの系統を指すのみならず、家元・宗家を長とし門弟や名取に\nよって構成される当該系統を継承する集団をも指すもので、流儀の違いによるそれ\nぞれの系統は、家元・宗家を長とする当該集団に継承されるものであるから、系統と\n集団とは密接不可分の関係にあり、流派の名称によってその双方が想起される。\n(ｲ) 古武道における「流派」の意義\n古武道も、前記(ｱ)の伝統芸能と同じく、家業として継承されてきた。古来、古武\n道では、一子相伝、唯授一人の制度によって流儀（流派）の相続がされてきたもので、\n正統は一人に限って相続せしめ、これを証するため、特別の伝書、相伝の刀剣、古文\n書などの物的証拠又は極秘の形などの伝授がされた。\n宗家は、次期宗家選定と相伝、弟子の取立てと当該修錬度に応じた免許付与、破門\n等の広範かつ強大な権限を有するところ、前宗家から指名され唯授一人で就任した\n新宗家は、歴代宗家が脈々と護持相伝してきた流派の名称、形、流儀、実績や権威を\n含む道統に係る精神、秘伝等ことごとくを書伝又は口伝等で引き継ぎ、宗家制の根\n幹である弟子取立て、破門等のほか、師弟同行して流祖の信念と術技を正しく伝承\nする責任と権限を有する。\n明治期以降、流派の権威が往時に比べて薄れていったとはいえ、現在でも、流派は\n流祖の教え・系統を正しく伝えるもので、宗家はその代表者であるというのが古武\n道界の常識である（甲１３の１の２の１７頁。なお、このことは、古武道に淵源を持\nち密接な関係を有し、需要者の多くを共通とする剣道界にあっても常識であるとい\nえる。）。流派とは、単にその古武道の型・やりよう（体技）のみをいうのではなく、\n体技、心術、哲理、道義の一体化した教え・系統（甲３１の７頁）をいうとともに、\nこれを作り上げ継承してきた宗家を長とし門人によって構成される集団をも指し、\n両者は密接不可分の関係にある。\nしたがって、前記(ｱ)の伝統芸能と同様、古武道においても、流派の名称は、その\n流派の教え・系統と、宗家を長とし門人によって構成される当該教え・系統を継承す\nる集団との両方を想起させる（甲１０６の１・２、甲１０７、１０８参照）。\n(ｳ) 「小野派一刀流」の流派名の意義\n「小野派一刀流」も、次のとおり、前記(ｲ)と同様、流派の教え・系統と、宗家を\n長とし門人によって構成される当該教えを継承する集団（団体）とを指す固有名詞\nであって、両者は不可分の関係にある。\nａ  「小野派一刀流」は、次のとおり、現に宗家を長とし門人によって構成され、\n教え・系統たる小野派一刀流を継承する集団を指す固有名詞として使用されている。\n外部者から見て、宗家を長とし門人によって構成され、小野派一刀流の教え・系統を\n継承する集団が「小野派一刀流」と呼称されているとともに、当該集団（団体）を統\n率する宗家も当該集団（団体）を「小野派一刀流」と呼称しているところである。\n(a)  昭和５７年に古武道協会と日本武道館とが日本古武道演武パリ大会を開催す\nるに当たり、「小野派一刀流」に演武者の派遣等協力方を依頼し、当該協力に対する\n感謝状を「小野派一刀流」に献呈した（甲１０６の１・２）。\n(b)  古武道協会が編集した我が国における古武道の解説書である「日本古武道総\n覧」（甲１３の１の１）における「小野派一刀流剣術」の紹介記事では、Ｂが宗家と\nして記載されているほか、創始者からＢに至る本流承継図が掲載されており、また、\n当時の門弟数が約１５０名で、免許皆伝者が２０名であったことも記載されている。\n(c)  古武道協会の機関誌である「日本古武道協会四十年史」（甲５３）における\n「小野派一刀流剣術」の紹介記事では、控訴人が第１８代宗家として記載されてい\nるほか、「支部数・会員数」等が明記されている。\n(d)  古武道協会のウェブサイトにおける「小野派一刀流剣術」の紹介記事（甲３\n３の２）では、控訴人が第１８代宗家と明記された上、稽古場及び支部並びに小野派\n一刀流ウェブサイトのＵＲＬに加え、門人らが稽古に励んでいる旨が記載されてい\nる。\n(e)  古武道協会及び日本武道館が共催する日本古武道演武大会又は日本古武道演\n武交流大会では、剣術等の公開演武等が行われ、当該大会の参加者や観客に頒布さ\nれるパンフレットには参加「流派」の紹介記事が掲載されているところ、当該記事で\nは、Ｂや控訴人が小野派一刀流宗家として明記され、本流の承継図が記載されると\nともに、活動状況、稽古場及び支部等が併せて記載されている（甲７８、８２）。\nｂ  「小野派一刀流」は、次のとおり、単なる集団に留まらず、現在に至るまでの\n間に、共通目的等を有する団体性をも優に備えるに至っている。\n(a) Ｅの代における「小野派一刀流」\n本流は、歴代宗家及び門人によって継承されてきたが、Ｅは、原点を掘り起こし、\n全ての技法、理論、伝統を再統合し再確立し（甲１３の１の１の６６頁）、古来から\n伝わる入門手続を改めて認めた上、（宗家に誓って）宗家の門人となる入門手続（甲\n３１の７５頁）にならって小野派一刀流入門帳（甲２０）を新たに編成し、起請文を\n認めて同入門帳に記帳した者を本流の門人とした。Ｅは、入門・破門という集団（団\n体）への入会・退会手続及び起請文という集団（団体）内部の定め（規則）を改めて\n整備した。\n(b) Ｂの代における「小野派一刀流」\nＢの代において、小野派一刀流の団体性は、一層高まった。Ｂは、新たに弟子を取\nり立てて門人を増やし、禮楽堂で修錬を行う禮楽堂門人に対して指導稽古を行い、\n門人による稽古修錬・演武を許諾したほか、提携道場や海外支部における小野派一\n刀流の門人による稽古修錬や演武も許諾し、さらに、小野派一刀流は宗家禮楽堂道\n場においてのみ継承される旨を定めた上（甲７６）、小野派一刀流等３流派の継承道\n場である禮楽堂に入門する者は必ず小野派一刀流に入門しなければならず、本流修\n錬が進んだ者にのみ他二流を教授することとした。これらによって、本流を継承す\nる集団（団体）は、「代表者として宗家を置き、「小野派一刀流」との固有名詞を使\n用し、禮楽堂を中心として剣術の教授等を行う集団（団体）」と画された。\nさらに、Ｂは、小野派一刀流及び禮楽堂道場を維持発展させるために禮楽堂維持\n会を発足させ（甲７６）、会長に就任し、本流門人の中心的存在である禮楽堂門人の\nほとんどは禮楽堂維持会に加入した。以降、Ｂの小野派一刀流の教授、演武その他指\n導普及のための活動は、禮楽堂維持会会員が拠出する入会金、維持会費その他の収\n入を原資とし、経済上の収支計算の上に立って行われたため、小野派一刀流は、収支\nの上でも団体性を備えたといえる。\n(c) 控訴人の宗家就任後の「小野派一刀流」\n控訴人は、新たに弟子を取り立てて門人を一層増やしている。控訴人の下、それま\nで提携道場であった長正館（大阪）、石鶏館（茨城）、松元会（警視庁）及び中野松\n元会（東京）の各門人（小野派一刀流門人でない同好者という位置付けであった者）\nは、小野派一刀流に入門した。海外の門人を含め、現在の小野派一刀流の門人数は、\n２００名を超えた。そして、本流門人の多くは、小野派一刀流等４流派の各宗家がす\nる事業を支援する団体として設立された一般財団法人禮楽堂（代表理事は控訴人。\n甲１０９）の会員（甲１１０）となっており、会員規則に基づき同財団法人に入会金\n及び年会費を支払っている（甲１１１）。現在、小野派一刀流の教授、演武その他指\n導普及のための活動は、同財団法人の会員が拠出した入会金、会費その他の収入を\n原資とし、経済上の収支計算の上に立って行われており、小野派一刀流の団体性は\n更に強固なものとなっている。\n(ｴ) 武道に関する役務の出所表示としての「小野派一刀流」の使用例について\n乙４３に示された小野派一刀流を名乗って演武大会に出場している者（小野派一\n刀流五行之形は中西派であるため除く。）は、いずれも禮楽堂と提携関係にあった長\n正館（大阪）、宏道会（千葉）、石鶏館（茨城）、松元会（警視庁。控訴人勤務先）、\n中野松元会（東京）の門人であり、演武に当たり、宗家であるＢ又は控訴人の許諾を\n得て「小野派一刀流」の名称を使用していたから（甲４８）、役務の出所に混同を生\nじさせる態様で使用されたものではなかった。また、Ｂと異なる伝系を示すものに\nついては、大東流合気柔術の道場は「会津藩伝継小野派一刀流」（乙４２の２の「静\n岡神刀柔進会清進会」。甲１１２）、「会津伝小野派一刀流」（乙４２の２・１８）\n又は「惣角伝小野派一刀流」（乙４２の２０）と表示し、中西派の道場は「小野派一\n刀流中西派」（乙８９の３９）又は「小野派一刀流五行之形」（五行之形はＦが考案\nした中西派独自の形である。乙４３の２の９の１３頁）と表示しており、役務の出所\nに混同を生じさせない態様で使用している。なお、乙４２及び乙８９における「小野\n派一刀流」の使用は、歴史的説明の文脈でＥに伝わった以外の伝系が存在すること\nを示すもの（Ｂの代以降における武道に関する役務の出所表示としての使用ではな\nいもの）がほとんどである。\nイ  本件標章使用が商標法２条３項の「使用」に当たること\n前記アの点に加え、「小野派一刀流」を代表者名と共に記載する方法で使用した場\n合には、教え・系統たる小野派一刀流とともに、宗家を長とし門人によって構成され\nる当該系統を継承する集団（団体）たる小野派一刀流との観念を生じるといえ、当該\n代表者名は、同集団（団体）を統率する宗家又は宗家から代表と称することを許諾さ\nれた門人（支部代表者等）の名称と認識される。また、演武に当たり、「小野派一刀\n流」を演武者の氏名と共に記載する方法で使用した場合には、当該流派を継承する\n集団（団体）たる小野派一刀流を統率する宗家から演武の許諾を受けた者（通常は集\n団（団体）の構成員たる門人）と認識される。そのため、被告標章は、単に（出所と\n切り離された）小野派一刀流の流派の教え・系統を指すものではなく、宗家を長とし\n門人によって構成される当該流派を継承する集団（団体）たる小野派一刀流を指し、\n又はサービスの出所として当該集団（団体）を統率する宗家を想起させるものとし\nて使用され、被控訴人らの提供するサービスの出所を識別し得る態様で表示された\nものである。具体的には、次のとおりである。\n(ｱ) 本件標章使用①について\n小野派一刀流の教え・系統とこれを継承してきた集団（団体）とが密接不可分であ\nり、本流が宗家を長とし門人によって構成される集団（団体）において継承されてき\nたこと、中でも正統は広範かつ強大な権限を有する宗家一人に継承されることは、\n前記アで述べたとおり、古武道界・剣道界の常識である（以下、この常識を「本件常\n識」ということがある。）。そのため、本件ウェブページにおいて、「小野派一刀流\n剣術」の名称に代表者名と連絡先が併せて掲示されると、需要者たる古武道界・剣道\n界に属する者は、小野派一刀流（教え・系統）を継承する集団（団体）たる小野派一\n刀流を想起し、当該「代表者」とは、小野派一刀流に係る武道に関するサービスを提\n供する権限を唯一有し、同集団（団体）を統率する本流宗家又は同宗家から代表と称\nすることを許諾された門人（支部代表者等）であると認識するであろうことは、古武\n道界及び剣道界の常識に属するといえる。\nしたがって、本件標章使用①は、被控訴人らの提供する小野派一刀流の教授を含\nむ武道に関する役務の出所を識別し得る態様で表示されたものといえ、その出所に\nつき需要者をして、実際の宗家である控訴人又は控訴人と組織的関係のある者によ\nる役務提供であると誤認混同させるおそれがあるから、本件標章使用①は、商標法\n２条３項の「使用」に当たる。\n(ｲ) 本件標章使用②について\nａ  浅草第３７回日本古武道大会のパンフレットの記載について\n(a)  同パンフレットには、第一会場での演武流派として、他の流派に係る記載と\n並んで「小野派一刀流剣術（Ｇ）  Ｙ１（東京都）」と太字で記載されている（甲１\n０の２の６頁）。「Ｙ１（東京都）」の記載は、その左隣に列記された演武者の氏名\nより一段高く太字で目立つように記載されており、演武者の氏名として被控訴人Ｙ\n１の氏名が重ねて記載されていることからも分かるとおり、演武者の表示ではなく\n小野派一刀流剣術の代表者の記載であることが一目瞭然である。また、令和元年５\n月４日に開催された下鴨神社奉納演武、同月５日に開催された白峯神宮奉納演武、\n同年１１月３日に開催された日本古武道大会のパンフレットの記載（甲１１の２・\n３・５）も同様である。\n本件常識を踏まえると、上記のような記載に接した需要者たる古武道界・剣道界\nに属する者は、「小野派一刀流剣術」の記載は、古武道大会で演武される流派（ここ\nでは「教え・系統」に内包される「体技」の趣旨かと思われる。）の表記であるとと\nもに、小野派一刀流（教え・系統）を継承する集団（団体）たる小野派一刀流を表記\nするものと認識する。そして、代表者として記載された氏名は、小野派一刀流に係る\n武道に関するサービス（教授、演武を含む。）を提供する権限を唯一有し、同集団（団\n体）を統率する本流宗家又は同宗家から代表と称することを許諾された門人（支部\n代表者等）であると認識する。この点、小野派一刀流剣術と並んで記載されている\n「小笠原流弓馬術礼法（Ｈ）  Ｉ」のＩが小笠原流弓馬術礼法の宗家、「天真正伝香\n取神道流兵法（Ｊ）  Ｋ」のＫが天真正伝香取神道流の宗家であることが需要者にと\nって周知であることからすると（甲３の３、甲１１３）、これらと同様の体裁で記載\nされた被控訴人Ｙ１の氏名は、宗家から許諾された小野派一刀流の支部代表者にと\nどまらず、小野派一刀流を代表する宗家の記載と誤認されるおそれが高い。\n(b)  浅草第３７回日本古武道大会等は古武道振興会が主催又は共催する演武大会\nであること（甲１０の２、甲１１の２・３）から、単なる同好者による演武ではなく、\n古武道振興会が加盟流派と認めた流派代表者の許諾のもとその一門によって演武さ\nれるものと認識されるのが通常である。そして、本件常識を踏まえると、演武者の氏\n名の表示は、小野派一刀流を継承する集団（団体）たる小野派一刀流を統率する宗家\nから演武の許諾を受けた者（通常は集団（団体）の構成員たる門人）の表示と認識さ\nれる。\n(c)  参加流派一覧のページにおける記載についても、演武される流派を表示する\nだけであれば必要ないはずの氏名があえて表記してあるのは、そこに記載された流\n派名が、演武される流派（体技）のみならず演武する流派（継承する集団）を示すも\nのであるからに他ならない。そのような記載に接した需要者たる古武道界・剣道界\nに属する者は、「小野派一刀流剣術」の記載は、古武道大会で演武される流派（体技）\nの表記であるとともに、小野派一刀流（教え・系統）を継承する集団（団体）たる小\n野派一刀流を表記するもので、かっこ書きされた氏名は、小野派一刀流に係る武道\nに関するサービス（教授、演武を含む。）を提供する権限を唯一有し、同集団（団体）\nを統率する小野派一刀流宗家又は宗家から代表と称することを許諾された門人（支\n部代表者等）であると認識する。\n(d) したがって、被告標章は、被控訴人らの提供する「教授」、「演武」という役\n務の出所を識別し得る態様で表示されているというほかない。\nｂ  浅草第３７回日本古武道大会でのめくりの使用について\nめくりは、武道大会等での公開演武の場合には、演武者及び当該演武者の所属流\n派とともに、当該流派の形を演武することを表示する。浅草第３７回日本古武道大\n会は、古武道振興会が主催する演武大会であり（甲１０の２）、一般の武道同好者が\n飛び入りで参加することはできず、かねて古武道振興会加盟流派の代表者が当該流\n派の門人の中から選抜又は許諾した適正な資格者のみがめくりに記載された演武者\nとして演武すると認識されるのが通常である。本件常識を踏まえても、当該演武者\nは、本流に係る武道に関するサービス（教授、演武を含む。）を提供する権限を唯一\n有し、集団（団体）を統率する宗家から演武の許諾を受けた者（通常は集団（団体）\nの構成員たる門人）であると認識される。そのため、上記大会でのめくりに接した需\n要者たる古武道界・剣道界に属する者は、「小野派一刀流」の記載を、その時点で演\n武されている流派の表示と認識するとともに、その時点で演武している演武者が、\n本流を統率する宗家から演武の許諾を受けた者（通常は門人）であることの表示と\n認識する。\nしたがって、上記めくりにおける「小野派一刀流」の表示は、被控訴人らの提供す\nる「教授」、「演武」という役務の出所を識別し得る態様で表示されているというほ\nかない。\nｃ  靖國神社春季例大祭奉納演武及び靖國神社秋季例大祭奉納演武のパンフレッ\nトの記載について\n靖國神社春季・秋季例大祭は、古武道振興会が共催する演武大会であること（甲３\nの３）から、単なる同好者による演武ではなく、古武道振興会が加盟流派と認めた流\n派代表者の許諾のもとその一門によって演武されるものと認識されるのが通常であ\nる。そして、本件常識を踏まえると、演武者は小野派一刀流に係る武道に関するサー\nビス（教授、演武を含む。）を提供する権限を唯一有し、集団（団体）を統率する宗\n家から演武の許諾を受けた者（通常は集団（団体）の構成員たる門人）と認識される。\nそのため、「小野派一刀流剣術」の表記と共にこれを演舞する被控訴人Ｙ２らの氏名\nを併記した記載に接した需要者たる古武道界・剣道界に属する者は、「小野派一刀流\n剣術」の記載は、演武される流派（体技）の表示であると同時に、これを継承する流\n派（集団・団体）としての「小野派一刀流」の表示であると認識するとともに、演武\n者たる被控訴人Ｙ２らの氏名を、本流を統率する宗家から演武の許諾を受けた者（通\n常は集団（団体）の構成員たる門人）の表示と認識する。\nしたがって、靖國神社春季例大祭奉納演武及び靖國神社秋季例大祭奉納演武のパ\nンフレットにおける「小野派一刀流」の表示は、被控訴人らの提供する「教授」、「演\n武」という役務の出所を識別し得る態様で表示されているというほかない。\nｄ  小括\n以上のとおり、本件標章使用②は、いずれも単に小野派一刀流の流派の教え・系統\nを指すものではなく、宗家を長とし門人によって構成される当該流派を継承する集\n団（団体）たる小野派一刀流を指し、又はサービスの出所として当該集団（団体）を\n統率する宗家を想起させるものとしての使用であって、被控訴人らの提供するサー\nビスの出所を識別し得る態様で標章を表示したもので、その出所につき需要者をし\nて、実際の宗家である控訴人又は控訴人と組織的関係のある者による役務提供であ\nると誤認混同させるおそれがあるから、本件標章使用②は、商標法２条３項の「使\n用」に当たる。\n(2) 争点５（本件標章使用が「商品等表示」の「使用」に当たるか。）について\n前記(1)によると、本件標章使用は、被控訴人らの提供するサービスの出所を識別\nし得るものとして被告標章を表示するもので、不正競争防止法２条１項１号にいう\n「商品等表示」の「使用」に該当し、その出所につき需要者をして、実際の宗家で\nある控訴人又は控訴人と組織的関係のある者による役務提供であると誤認混同させ\nるおそれがある。\n(3) 争点６（原告標章が周知かどうか。）について\n「小野派一刀流」の標章は、前記(1)のように、需要者の間においては、宗家を長\nとし門人によって構成される小野派一刀流（教え・系統）を継承する集団の固有名\n詞として知られており、かつ、流派の正統が広範かつ強大な権限を有する宗家一人\nに継承されていることは需要者の間において常識であるから、同標章を同流の宗家\nが使用すれば、需要者にとっては、剣術等の教授等に係る宗家の営業が想起され、\nそのような表示として需要者の間で周知性を有することは明白であった。具体的に\nは、次のとおりである。\nア  控訴人の業務の需要者\n需要者の範囲は、次のとおり、古武道界及び剣道界に身を置く者並びに古武道に\n関心のある者である。\n(ｱ) 古武道界\n小野派一刀流は、古武道の演武大会等において演武等を披露する機会が多く、古\n武道団体に所属する人は演武等の本流の活動を観覧する機会が多い。また、古武道\n協会等の古武道を統括する団体は、古武道の普及等を目的として小野派一刀流を始\nめとする古武道の実践団体に演武等を依頼することもある（甲１０６の１）。した\nがって、これらの古武道の団体や古武道の統括団体に所属する古武道たる剣術等に\n携わる者は、需要者に該当する。\n(ｲ) 剣道界\n剣術は、剣道の源流であるがゆえに、古武道界のみならず広く剣道界において保\n存普及に係る支援を受け、剣道関係者に演武が披露されたり、これらが愛読する雑\n誌において度々紹介されたりすることにより、剣道関係者の関心を集め、また、関\n心を集めることにより更に剣道関係者に周知される機会を得ている（甲３０、３２、\n５８の１～５、甲５９の１～１６、甲８３、８７、８８、１００～１０４、１１４\nの１・２、乙４３））。そして、剣道関係者、分けても高段者が剣術を修練する実\n例は多い。したがって、剣道界に身を置く人間にとって、古武道たる剣術の教授や\n演武に関わる機会が多数存在するといえ、これらの者も需要者に含まれる。\n(ｳ) 古武道（剣術を含む。）に関心がある者\n小野派一刀流を含む古武道たる剣術等が各地の神社等での演武大会等において公\n開演武を行う際、その場には古武道界や剣道界に身を置く者のほか、古武道たる剣\n術等に関心を持つ一般の観覧客も多数存在しており、それら観客も需要者に含まれ\nる。\nイ  控訴人の営業表示の周知状況\n前記(1)のとおり、小野派一刀流は、宗家を長とし門人によって構成される小野派\n一刀流を継承する集団（団体）であり、現在では、代表者として宗家を置き、「小\n野派一刀流」との固有名詞を使用し、禮楽堂を中心として剣術等の教授等を行う団\n体であるといえる。本流の主な目的は、古武道たる剣術等の継承・普及発展であり、\nその活動は経済上の収支計算の上に立って行われている。そして、次の各事実から\nすると、少なくとも前記アの需要者にとっての一般的な常識（前記(1)ア(ｲ)参照）\nに照らし、「小野派一刀流」の標章からは、控訴人を長とし門人から構成される古\n武道の団体及び小野派一刀流に係る武道に関するサービス（教授、演武を含む。）\nを提供する権限を唯一有する宗家たる控訴人による本流の教授等の活動が想起され\nる。したがって、「小野派一刀流」の標章は、控訴人の営業表示として使用されて\nおり、かつ、そのことは需要者にとって周知となっていた。\n(ｱ) 小野派一刀流が宗家とともに団体として複数の文献において紹介されている\nこと\n小野派一刀流が単なる流派の名称としてだけでなく当該流派を継承する団体の名\n称としても使用されていたこと及び宗家が剣術等の教授等において「小野派一刀流」\nの標章を付して活動を行っていたことは、「日本古武道総覧」（甲１３の１の１）、\n古武道協会の機関誌「日本古武道協会四十年史」（甲５３。なお、古武道協会には\n現在まで我が国に伝承されている古武道の流派のほとんどが加盟しており、原則と\nして正会員となれるのは各流派の宗家・代表者であって、まさに日本の古武道界を\n統括する組織である。）、古武道協会及び日本武道館が共催する日本古武道演武大\n会や日本古武道演武交流大会で参加者や観客に頒布されるパンフレット（甲７８、\n８２）など、複数の文献において紹介されている。それらの内容からすれば、控訴\n人を含む本流宗家が「小野派一刀流」の標章を付して、剣術等の教授等の活動を行\nっていたことが需要者に周知であるといえる。\n(ｲ) Ｅ及びＢが剣術等の教授等を含む各活動において「小野派一刀流」の標章を\n付して活動していたこと\nＥ及びＢは、本流の宗家として、その活動を公刊物で紹介され、各演武大会等へ\n出場し、古武道を統括する組織の委員等の活動等を行い、各活動において「小野派\n一刀流」の標章を付していた。これらの活動により、遅くともＢが死去した平成２\n９年８月までには、「小野派一刀流」の標章は本流の宗家の営業表示として周知の\nものとなったといえる。上記活動等の概要は、次のとおりである。\nａ  Ｅの活動\nＥは、禮楽堂を創設し、その献堂式には各界の著名人多数が参集し、本流の公開\n演武等を拝見し言祝いだ（甲１７）。Ｅが本流の宗家であり、「小野派一刀流」の\n標章を付して禮楽堂において剣術等の教授等の活動を行うことは、需要者に広く深\nく周知された。また、Ｅは、オリンピック東京大会のデモンストレーション競技と\nして本流の公開演武を広く公開し披露し、我が国武道界のみならず、世界的にも「小\n野派一刀流」が宗家たるＥの活動を示す標章であることを周知させた（甲４１）。\nさらに、Ｅは、平成１５年には「剣道殿堂」の第一次顕彰者のうちの一人に選抜さ\nれて広報等で広く紹介され（甲３９）、全日本剣道連盟（以下「全剣連」という。）\nが年３回開催する大会で関係者数千人に配布されるプログラムの「顕彰の栞」に毎\n回掲載されて顕彰され、併せて本流宗家であることが喧伝され（甲４２）、全日本\n学生剣道優勝大会では今も優勝チームがＥ杯をもって表彰されている。Ｅは、長年、\n剣術等の教授等を行い、その普及振興について大きな功績を遺したもので、Ｅの第\n１６代宗家としての活動の周知性は、現在も大きく重いものとして遺っている。\nｂ  Ｂの活動\n(a) 禮楽堂を中心にした剣術等の教授等の活動\n需要者の多くが購読している「月刊剣道日本」（甲５８の１～５）、「剣道時代」\n（甲５９の１～１６）、「月刊武道」（甲６０の１～８）、「月刊秘伝」（甲６１\nの１～８）といった雑誌は、Ｂを小野派一刀流の第１７代宗家として紹介するとと\nもに、「小野派一刀流」の標章を付して、本流の技解説のほか、禮楽堂を含む国内\n外道場における本流の活動状況に関する記事を掲載した（発行部数については甲７\n５の３・４、甲１１５）。\nまた、本流宗家としてＢがした諸活動は、上記のような主に需要者を対象とした\n雑誌のみならず、別冊歴史読本シリーズ「⑦日本伝承武芸流派読本」（甲６２）、\n歴史群像シリーズ「６８  戦国剣豪伝」（甲５３）、「Weekly AERA」（甲６４）、\n「百万人の福音」（甲６５）、「新潮４５」（甲６６）、「青山学報」（乙５３の\n１）、「駒場エデン教会創設３５周年記念誌」（甲５１の２）といった一般人読者\nを対象とした雑誌等にも掲載された（発行部数については甲６７の３・４、甲１１\n５）。\n前記(1)ア(ｲ)のとおり、「小野派一刀流」という流派の名称から本流の教え・系\n統のみならず当該系統を継承する集団（団体）が想起されること及び流派の正統は\n広範かつ強大な権限（当該武道流派に関する役務提供権限を含む。）を有する宗家\n一人に継承されることが需要者の間での常識であることからすると、上記各雑誌の\n記事に接した需要者は、宗家たるＢを長とし門人から構成される集団（団体）が、\n宗家権限に基づく剣術の教授という活動を行うに際して、「小野派一刀流」の標章\nを付していると認識することが自然であり、当該標章は宗家たるＢの営業表示とし\nて需要者の間で周知となっていたといえる。\n(b) 演武大会への出場\nＢは、本流の宗家として、日本古武道演武大会を始めとする複数の演武大会に出\n場したもので、各演武大会のパンフレット等の記載を見れば、Ｂが本流の宗家で、\nかつ、宗家自らが公開演武者として出場した事実は明らかである（甲３８、７８、\n乙４の２～５）。前記(1)ア(ｲ)の流派名の意義に関する古武道界の常識に照らすと、\n「小野派一刀流」の標章は、かかる公開演武やパンフレット等に接した需要者に、\n宗家であるＢとＢを長とする門人によって構成される団体の名称及び宗家の権限に\n由来する当該団体による剣術等の教授等の活動を想起させる。したがって、「小野\n派一刀流」の標章はＢの営業表示として需要者に周知されていたことが明らかであ\nる。\n(c) 古武道界での業界活動\nＢは、小野派一刀流宗家の地位にあったことから、我が国古武道の主要統括団体\nである古武道協会及び古武道振興会の双方において理事又は常任理事の重職を務め、\n公益財団法人日本武道館五十年史（甲２８）、日本古武道演武大会のパンフレット\n（甲７８）には、「小野派一刀流」の標章とともにこれらの事実が明記された。長\n期にわたる在任期間において、Ｂが小野派一刀流宗家としての活動を行っているこ\nとが広く周知された。\nまた、Ｂは、古武道協会から第１回（平成２２年度）「古武道功労者」に選ばれ\n（甲４３）、古武道振興会からも平成２９年に感謝状を贈呈された（甲５２）。\n(d) 剣道家への指導\nＢは、平成１０年から平成２７年までの間、警察大学校で本流に関する教授を行\nった（甲９７）。教授の対象者が全国警察の剣道指導者（都道府県警師範クラス）\nであり、剣道高段者に警察官が占める割合が高いことをも踏まえると、剣道高段者\nの中に当該教授結果を直接、間接に享受した者が多く存在することが容易に推認で\nき、結果として、Ｂによる小野派一刀流の宗家としての活動の周知性を質量ともに\n格段に高めた。その他、Ｂは、日本武道館主催の「地域社会武道指導者全国研修会」\n（甲７９）及び「第１６回国際武道文化セミナー」（甲８０）において講師を務め、\n小野派一刀流宗家として本流について解説を行うなどの活動を通じて、「小野派一\n刀流」が自己の営業表示であることの周知性を高めた。\n(e) 稽古道場の建替え及び披露\nＢは、平成１２年の禮楽堂建替え時、小野派一刀流宗家及び禮楽堂の堂主として\n関係者に案内状等を送付し、これを受けて需要者を含む多数の来賓が披露式に参集\nした。「小野派一刀流」の標章が集団（団体）を指し、宗家であるＢの営業表示と\nして周知されたことは明らかである（甲５８の２、甲６０の３、甲８１）。\n(f) その他の情報媒体を通じた周知化\n「日本の古武道」、「日本の剣術」などその他一般公刊物やメディア情報媒体は、\nＢを小野派一刀流宗家として紹介し、併せてＢが禮楽堂を主道場として「小野派一\n刀流」の標章を付して剣術の教授等を行っている状況など本流の具体的活動内容等\nを記載・記録して公表した（甲１３の４、甲５４～５７、７０～７６。発行部数に\nついては甲１１５）。したがって、「小野派一刀流」の標章から、禮楽堂を中心と\nして継承される剣術の教え・系統及びＢを長とし門人により構成されるそれを継承\nする団体双方の観念が想起されることはもとより、同標章は、Ｂの営業表示として\n周知性を獲得し維持している。\n(ｳ) 本流宗家の営業表示として「小野派一刀流」の標章が現在もよく周知性を保\n持していること。\nａ  控訴人が小野派一刀流宗家の地位とともに本流の営業表示たる標章を承継し\nたこと\n前記(ｲ)のとおり、「小野派一刀流」の標章は、小野派一刀流の宗家であったＥ又\nはＢによる営業活動を表示するものとして、遅くとも平成２９年８月には需要者の\n間において周知性を獲得していたところ、営業表示が承継元の行っていた営業活動\n自体と一体のものとして承継された場合には、承継元の行っていた活動の営業表示\nとしての周知性も承継されるといわねばならず、控訴人は、Ｂの遺言書に基づき禮\n楽堂堂主及び小野派一刀流宗家に指名され、営業表示を承継したものである。\nそして、控訴人は、小野派一刀流剣術の第１８代宗家として、禮楽堂を中心にし\nたＢの剣術教授等の営業を承継し、これを継続中である（甲５３等）。\nしたがって、控訴人は、Ｂの行為によって需要者間に周知性を獲得した本流集団\n（団体）としての活動に係る営業表示を承継したのであり、「小野派一刀流」の標\n章は、控訴人の営業表示としても周知性を保持している。\nｂ  前記ａをおいても「小野派一刀流」の標章が控訴人の営業表示として周知で\nあること\n百歩譲って、前記ａのＥ及びＢの営業表示としての周知性が控訴人に承継されて\nいないとしても、需要者における一般的な常識に照らすと、控訴人が小野派一刀流\nの宗家として行った次のような活動を通じて、「小野派一刀流」の標章は、本流宗\n家たる控訴人の営業表示として周知性を獲得した。\n(a) 古武道協会の機関誌は、控訴人が本流第１８代宗家に就任し、「小野派一刀\n流」の標章を付して禮楽堂を中心に剣術教授等を行っていることを掲載した。また、\n控訴人は、日本古武道演武大会、鹿島神宮奉納日本古武道交流演武大会、東京剣道\n祭などの各種大会において、宗家として本流門人と共に自ら公開演武した際、「小\n野派一刀流」の標章を付して演武披露し、当該大会のパンフレットやウェブサイト\nでは、「小野派一刀流」の標章とともに控訴人が宗家として紹介された（甲４４、\n７８の１２、甲８２～９０、１０１、１０３、１０４）。\n(b) 控訴人は、剣道専門家たる警視庁警務部教養課剣道指導室教師であり、警視\n庁管内警察署を巡回し、剣道実技を指導中であるが、平成３０年度全国警察剣道大\n会において、命により小野派一刀流の宗家として「小野派一刀流」の標章を付し演\n武を行った（甲８３）。\n(4) 争点７（控訴人は団体の名称権侵害を理由に差止請求をし得るか。）について\n前記(1)のように、小野派一刀流という名称が、単なる流派の名称にとどまらず、\n宗家を長とする門人によって構成される当該流派を継承する集団（団体）の名称を\n指すことは明らかである。そして、古武道の流派の宗家が、広範かつ強大な権限を\n唯一有しており、一般的に当該流派への入門、破門の承認等の内部統制を行う権限\nを有するだけでなく、外部に対して当該団体を代表する地位を有していることも、\n前記(1)ア(ｲ)のとおりである。\nしたがって、控訴人は、小野派一刀流の宗家として、本流の名称権を行使し得る\n地位にあるということができる。\n第３  当裁判所の判断\n１  当裁判所も、控訴人の本訴請求はいずれも理由がないものと判断するが、そ\nの理由は、後記２のとおり改め、後記３のとおり当審における控訴人の補充主張に\nついての判断を加えるほかは、原判決の「事実及び理由」中の「第４  当裁判所の\n判断」（以下、単に「原判決の第４」という。）の１～４に記載するとおりである\nから、これを引用する。\n２  引用に係る原判決の訂正\n(1) 原判決２２頁２行目末尾の次に改行して、次のとおり加える。\n「(1) 認定事実\nア  平成２９年５月２８日時点の「日本古武道振興会規約」には、次の旨の定め\nがある。（甲４）\n(ｱ)  古武道振興会の会員は、①代表会員（当該古武道流派継承の本にある者で、日\n本国籍を有する者又は日本国内に住所を有する者）、②流派会員（代表会員から一門\nとして申請されて古武道振興会所定の会員登録簿に記載された者）、③特別会員（会\n費として細則規定による年額を納入する者）及び④名誉会員（古武道振興会の事業\nに関して特に功労があった者又は細則規定の金額を寄付した者）の区分によるもの\nとする。（５条１項１号～４号）\n(ｲ)  代表会員は、入会時に細則規定の流派登録料を納入するものとする。会員は、\n登録料を納入した流派以外の演武をすること、名称を名乗ることができない。（５条\n２項）\n(ｳ)  代表会員になろうとするものは、理事２名以上の推薦により入会申込書を提\n出し、審査担当常任理事の調査結果をふまえた常任理事会の承認を経なければなら\nない。（６条１項）\n(ｴ)  前記(ｳ)の入会申込書は、次の各項目等につき説明し、かつ、資料を添付しな\nければならない。推薦状及び入会申込書については細則で定める。（６条２項）\n①  流派の成立から当代までの伝承・系譜\n②  先代から申込者に対する流派の免許・伝書等の授与\n③  申込者の入門から現在までの修行内容\n④  ５条１項１号に該当する旨\n(ｵ)  明治以降に成立した流派及び復元された流派の入会は原則として認めない。\n（６条３項）\n(ｶ)  江戸時代以前から併伝（単なる併修を含まない。）された流派は、これを併せ\nて単一の流派とみなす。（６条４項）\n(ｷ)  代表会員の資格は、５条１項１号の要件を満たす他の者が受け継ぐことがで\nきる。（７条１項）\n(ｸ)  前記(ｷ)の場合は、受継届を提出し、常任理事会の承認を得なければならない。\n受継届については細則で定める。\n(ｹ)  受継届には次の項目等を説明し、かつ、資料を添付しなければならない。\n①  現代表会員から受継者に対する流派の免許・伝書等の授与\n②  受継者の入門から現在までの修行内容\n③  ５条１項１号に該当する旨\nイ  訂正して引用した原判決の第２の２「前提事実」の(4)のとおり、Ｂの死去後\nの小野派一刀流等３流派に関する受継の問題については、平成３０年度の古武道振\n興会の第１回常任理事会において審議され承認等の判断がされたところ、古武道振\n興会作成の平成３０年５月３１日付けの被控訴人Ｙ１宛ての文書には、次のような\n記載がある。（乙２０の１・２）\n(ｱ) 受継とは、前代表会員の指名等により、同門の一人が代表会員の地位を承継\nするものであり、受継を承認するには、受継申出者が古武道振興会規約５条１項１\n号の要件を満たす必要がある。\n(ｲ) 控訴人、被控訴人Ｙ１及びＣは、いずれもＢ又はＥのもとで長年にわたって\n修行を積み重ねてきた実績を有し、禮楽堂での稽古においても中心的な役割を果た\nしているものと思われ、宗家指名を受けた流派における各氏の受継は、特に問題は\nないように思われる。\n(ｳ) 被控訴人Ｙ１の小野派一刀流及び神夢想林崎流居合術の受継について検討す\nるに、そもそも古武道振興会規約５条１項１号が代表会員の要件として求めるもの\nは「流派継承の本」すなわち当該流派がよって立つ基としての存在であり、流派内\nでの宗家その他の地位は古武道振興会における代表会員の資格要件ではない。被控\n訴人Ｙ１は上記二つの流派の宗家には指名されなかったものの、これまでの被控訴\n人Ｙ１の修行内容、禮楽堂における稽古の状況、前宗家指示による古武道振興会主\n催の演武大会への参加実績等を考慮すると、被控訴人Ｙ１もまた小野派一刀流等３\n流派の本をなす実質を備えているものといえる。そして、前宗家が遺言書において\n被控訴人Ｙ１を古武道振興会との事務連絡責任者として指名したのは、前宗家もま\nた、過去の実績や経験、禮楽堂における実態を踏まえ、被控訴人Ｙ１を中心とした\n古武道振興会における活動を期待され、少なくとも古武道振興会の関係においては\n宗家という地位の有無を問題としないことを明文にて宣言されたものと解される。\nウ(ｱ) 本件標章使用②がされた武道大会等のうち、浅草第３７回日本古武道大会\nは、東京都台東区の後援を得て古武道振興会が主催したもの、下鴨神社奉納演武は、\n下鴨神社が主催し古武道振興会が共催となったもの、白峯神宮奉納は、白峯神宮が\n主催し古武道振興会が共催となったもの、日本古武道大会は、明治神宮の協賛を得\nて古武道振興会が主催したものであった。また、靖國神社春季例大祭奉納演武及び\n靖國神社秋季例大祭奉納演武についても、古武道振興会がその開催に関与した。（甲\n３の２、甲１０の２、甲１１の２・３・５、弁論の全趣旨）\n(ｲ) 古武道振興会が主催する大会において使用されるパンフレットやめくりは、\n本件ウェブページに掲載されている加盟流派の情報と同様に、古武道振興会に既に\n登録されている情報に基づき、古武道振興会が主体となって、作成、掲示、配布等\nするもので、加盟流派からの要望等は受け付けられていない。（乙８４の２）」\n(2) 原判決２２頁３行目の「(1)」を「(2)」に改め、同頁５行目～６行目の「，\n「淺山一傳流兵法」を皮切りに」を削除し、同頁１０行目の「名前」を「氏名」に、\n同頁１１行目の「同ウェブページの」を「本件ウェブページがそもそも古武道振興\n会のウェブサイト中の「加盟流派」と題したページであることに加え、上記のよう\nな」に、同頁１２行目の「同振興会に」から１５行目末尾までを「あくまで古武道\n振興会において保存振興の対象として加盟を認めている古武道の各流派の名称であ\nって、当該各流派の古武道を実施する団体の名称ではなく、そこに併記された代表\n者の氏名及び連絡先もあくまで上記のような各流派の代表者及び連絡先として古武\n道振興会が把握しているものの記載にすぎないものとみるのが合理的である。」に、\n同頁１９行目～２０行目の「保存振興の対象となる流派」を「あくまで古武道振興\n会において保存振興の対象として加盟を認めている流派」に、同頁２１行目の「そ\nの代表者である」から２３行目末尾までを「「代表」として被控訴人Ｙ１の氏名が記\n載されていることを考慮しても、被控訴人らによってその提供する何らかの役務の\n出所を示すものとして表示されているとみることはできない。」に、２３頁２行目の\n「保存振興の」から３行目の「掲げたものであり」までを「古武道振興会において\n保存振興の対象として加盟を認めている流派の名称の一つを掲げたものであって、\n団体の名称としてこれを掲げたものではなく、当該流派に係る特定の団体が提供す\nる何らかの役務の出所を認識し得るような態様で被控訴人らにより用いられている\nものとは認められないから」にそれぞれ改める。\n(3) 原判決２３頁５行目の「(2)」を「(3)」に、同頁７行目の「下賀茂神社」を\n「下鴨神社」に、同頁１７行目の「氏名表示は」を「氏名の記載は、」に、同頁２\n３行目の「これらの記載が」を「上記各大会が前記認定のとおり古武道振興会の主\n催等によるものであったことからしても、上記各記載が被控訴人らにより」に、２\n４頁３行目の「演武されている」を「されている演武に係る」に、同頁４行目の「示\nすものであり，これをもって，」を「示すものとみるのがその使用態様に照らして\n合理的であり、上記大会が前記認定のとおり古武道振興会の主催によるものであっ\nたことからしても、上記めくりが被控訴人らにより」に、同頁６行目及び７行目の\n各「靖国神社」をいずれも「靖國神社」に、同頁８行目の「「演武流派」として」\nから９行目の「氏名が表示」までを「演武者の順番表に、「小野派一刀流剣術」と\nして、被控訴人Ｙ２の氏名が記載」に、同頁１２行目の「表示されているにすぎず，\nこれをもって，」を「表示されているとみるのがその形式及び内容に照らして合理\n的であり、上記各奉納演武が前記認定のとおり古武道振興会の関与したものであっ\nたことからしても、上記各パンフレットの記載が被控訴人らにより」にそれぞれ改\nめ、同頁１７行目の「掲げたものにすぎず，」の次に「被控訴人らによる」を加え、\n同頁１９行目の「(3)」を「(4)」に改め、同行目の「被告らによる」を削除する。\n(4) 原判決２４頁２３行目の「意味するものにすぎず，」を「表示したものにす\nぎず、被控訴人らにおいて」に、同頁２４行目の「ものとして表示されている」を\n「態様で表示した」にそれぞれ改める。\n(5) 原判決２５頁３行目の「周知どうか」を「周知かどうか」に改め、同頁４行\n目の「商標権侵害及び」及び同頁５行目の「いずれも」をいずれも削除し、同頁２\n０行目の「前記前提事実(2)によれば」を「訂正して引用した原判決第２の２「前提\n事実」の(1)及び(2)によれば」と改め、同頁２３行目の「認められるが」の次に「、\n当時、津軽藩主家や山鹿家に伝えられたとされる系統とは異なる小野派一刀流の分\n派が存在し、その中には「小野派一刀流」を自称する分派も存在しており、また」\nを加え、同頁２６行目の「７１等」を「７１」に改め、２６頁４行目の「認められ\nるが」の次に「、「小野派一刀流」が古武道の流派の名称であることや、訂正して\n引用した原判決第２の２「前提事実」の(1)のとおり、当時、津軽藩主家や山鹿家に\n伝えられたとされる系統とは異なる分派が存在し、その中には「小野派一刀流」を\n自称する分派も存在していたことからすると」を加え、同頁５行目の「示すにすぎ\nず」から８行目末尾までを「示すものとみられ、それを超えて、これらの記事から\n直ちに、「小野派一刀流」が特定の団体の固有の名称を示すものとして使用されて\nいたものとは認め難く、また、それが禮楽堂における剣術の教授に係る役務の提供\n主体としてのＢや特定の団体を示す表示として使用されていたと認めるにも足りな\nい。」に、同頁９行目の「甲６１，７５の４」を「甲７５の５」に、同頁１４行目\nの「同事実から」から１６行目末尾までを「それを超えて、これらの記事から直ち\nに、「小野派一刀流」が特定の団体の固有の名称を示すものとして使用されていた\nものとは認め難く、また、それが役務の提供主体としての控訴人や特定の団体を示\nす表示として使用されていたと認めるにも足りない。」に、同頁２３行目の「主張\nは」を「主張には」にそれぞれ改める。\n(6) 原判決２６頁２４行目の「争点８（原告は団体の名称権侵害を理由に本件請\n求をし得るか。）」を「控訴人は団体の名称権侵害を理由に差止請求をし得るか（争\n点７）」に改め、同頁２５行目の「代表する」の次に「団体である」を、同頁２６\n行目の「しかし」の次に「、訂正して引用した原判決の第４の３(4)のとおり、控訴\n人が、「小野派一刀流」又は「小野派一刀流剣術」の「第十八代宗家」又は「宗家」\nであるとして、「小野派一刀流」という剣術の流派を継承したとされている武道雑\n誌の記事などが存在することが認められるものの、それを超えて」をそれぞれ加え\nる。\n３  当審における控訴人の補充主張についての判断\n(1) 争点１（本件標章使用が商標法２条３項の「使用」に当たるか。）について\nア  控訴人は、日本の伝統芸能や古武道における流派の意義、そして「小野派一\n刀流」の流派名の意義等を主張して、「小野派一刀流」は、流派の教え・系統を指す\nとともに、宗家を長とし門人によって構成される本流流派を継承する集団（団体）を\n指し、両者は密接不可分の関係にあるから、流派名としての「小野派一刀流」の使用\nは、同時に集団（団体）としての「小野派一刀流」を想起させるもので、需要者が提\n供される役務の出所を認識し得るような態様での使用に当たる旨を主張する。\nしかし、本件全証拠によっても、日本の伝統芸能一般又はそのうち古武道一般に\nおいて、一つの流派について一つの集団（団体）しか存在しないという事情は認めら\nれない。この点、例えば、古武道振興会の「加盟流派」のページ（本件ウェブページ。\n甲３の１）には、「荒木流拳法（Ｋ）」（代表はＫ）及び「荒木流拳法（Ｌ）」（代\n表はＬ）として、「荒木流拳法」という流派名を冠する加盟流派が代表を異にして二\nつ掲載されており、同様に「神道夢想流杖術」、「夢想神伝流居合術」及び「柳生心\n眼流兵法」についても、同一の流派名を冠する加盟流派が代表を異にして複数掲載\nされている。また、古武道協会のウェブサイトにおける「各流派の紹介」のページ\n（甲３３の１）にも、「天神真揚流柔術（新座市）」と「天神真揚流柔術（川越市）」\nとが掲載されている。\nそうすると、控訴人の主張するように、流派名と当該流派を継承する集団（団体）\nとの間に密接な関係があることを前提としても、当該密接な関係により流派名が想\n起させる集団（団体）が、直ちに特定の役務の提供等の一主体となるような特定の団\n体であるということはできず、それは、当該流派を継承する複数の団体を含み得る\nより抽象的な集団にすぎないとみるのが相当である。\nそして、本件全証拠をもってしても、「小野派一刀流」が古武道の流派の名称であ\nるということを前提にしてもなお、それが特定の役務の提供等の一主体となるよう\nな当該流派を継承する特定の団体を指すものであると認めるに足りず、「小野派一\n刀流」について上記と異なって解すべき事情は認められない。\nしたがって、流派名としての「小野派一刀流」の使用が同時に集団（団体）として\nの「小野派一刀流」を想起させるものであるとの控訴人の前記主張は、訂正して引用\nした原判決の第４の１における、本件標章使用が被控訴人らによる商標的使用であ\nるとは認められないという判断を左右するものではないというべきである。\nイ  控訴人は、本件標章使用①について、本件常識（小野派一刀流の教え・系統と\nこれを継承してきた集団（団体）とが密接不可分であり、本流が宗家を長とし門人に\nよって構成される集団（団体）において継承されてきたこと、中でも正統は広範かつ\n強大な権限を有する宗家一人に継承されること）のほか、「小野派一刀流剣術」の名\n称と共に「代表」等として被控訴人Ｙ１が掲載されているという態様を特に指摘し\nて、本件標章使用①が商標的使用に当たる旨を主張する。\nしかし、訂正して引用した原判決の第４の１(2)（本件標章使用①について）で認\n定説示したとおり、「加盟流派」について掲載した本件ウェブページの記載の形式や\n内容からすると、そこにおける「小野派一刀流剣術」の名称やその「代表」等の記載\nに接した者においては、その名称は古武道振興会において加盟を認められている古\n武道の流派の一つの名称であって、併記された代表者の氏名及び連絡先もあくまで\nそのような流派の代表者及び連絡先として古武道振興会が把握しているものの記載\nであると理解するとみるのが合理的である（なお、前記アで指摘したとおり、本件\nウェブページには、同一の流派名を冠する加盟流派が代表を異にして複数掲載され\nている例があるところ、「小野派一刀流剣術」については代表を異にする同名とみら\nれる加盟流派が他に記載されていないことから、その記載に接した者においては、\n加盟流派としては単一のものと理解することにはなるが、他方で、上記の例がある\nことが同時に容易に看取できることからすると、「小野派一刀流剣術」に係る「代表」\n等の記載が、古武道振興会の加盟流派、換言すると古武道振興会の認識を離れて、客\n観的に、流派としての「小野派一刀流剣術」の唯一の宗家や当該宗家から代表と称す\nることを許諾された者を示すものであると直ちに認識するとまではいえない。）。\nまた、訂正して引用した原判決の第４の１(1)（認定事実）からすると、本件ウェ\nブページの記載に当たり、古武道振興会は、自律的に定めた「日本古武道振興会規\n約」における会員に関する定めに基づき、会員資格や代表会員の資格の受継につい\nて判断しているもので、Ｂの死去後の受継の問題についても、平成３０年度第１回\n常任理事会において、自律的に判断がされたものとみられる（なお、その判断の前提\nとされた事実関係について、本件証拠に照らし、明白な誤認があったというべき事\n情や被控訴人らから古武道振興会を欺罔するような説明がされたといった事情も認\nめられない。）。そのような判断に基づいてされたとみられる本件ウェブページにお\nける「小野派一刀流剣術」に係る記載（なお、古武道振興会規約は、古武道振興会\nのウェブサイトにも掲載されていることが窺われる（甲３の１～３）。）をもって、\n当該流派に係る特定の団体が提供する何らかの役務の出所を認識し得るような態様\nで被控訴人らが表示をしたものと認めることもできない。\nしたがって、「小野派一刀流剣術」の名称と共に「代表」等として被控訴人Ｙ１が\n掲載されているという態様を特に指摘しての控訴人の前記主張は、訂正して引用し\nた原判決の第４の１(2)（本件標章使用①について）の判断に影響を与えるものでは\nない。控訴人が主張する本件常識も、前記アで説示した点に照らし、同判断を左右し\nない。\nウ  控訴人は、本件標章使用②について、「小野派一刀流剣術（Ｇ）  Ｙ１（東京\n都）」との記載が太字でされていることや演武者名とは別に記載されていること、並\nんで記載された流派について記載されている者が当該流派の宗家であることが需要\n者に周知であること、本件常識や本件標章使用②に係る武道大会等は古武道振興会\nが主催等するものであること等を特に指摘して、本件標章使用②が商標的使用に当\nたる旨を主張するが、本件標章使用②が被控訴人らによる被告商標の商標的使用と\n認められないことは、訂正して引用した原判決の第４の１(3)（本件標章使用②につ\nいて）で認定説示したとおりである。\n前記アで説示した点に照らし、本件常識は、本件標章使用②が被控訴人らによる\n被告商標の商標的使用と認められないとの判断を左右するものではない。\nまた、訂正して引用した原判決の第４の１(1)（認定事実）のとおり、本件標章使\n用②がされた武道大会等は古武道振興会が主催等したものであること、古武道振興\n会が主催する大会において使用されるパンフレットやめくりは、本件ウェブページ\nに掲載されている加盟流派の情報と同様に、古武道振興会に既に登録されている情\n報に基づき、古武道振興会が主体となって作成、掲示、配布等するものであること\n（これは、古武道振興会が主催以外の態様で関与した武道大会等についても同様と\n推認され、この推認を覆す事情はない。）や、本件標章使用②に係るパンフレット\nの記載内容等を踏まえると、前記イで説示したのと同様、控訴人が指摘するその余\nの点も、本件標章使用②が被控訴人らによる被告商標の商標的使用と認められない\nとの判断に影響を与えるものではないというべきである（なお、控訴人が指摘する\n点のうち、本件標章使用②に係る武道大会等は古武道振興会が主催等するものであ\nるという点は、むしろ、同判断の根拠となり得るものといえる。この点、本件全証拠\nをもってしても、古武道振興会が、古武道の各流派の正当性について有権的に判断\nする団体であるといった事情や、古武道の流派が加盟し得る唯一の団体であるとい\nった事情は見受けられない。控訴人の主張は、ひっきょう、被控訴人Ｙ１について受\n継を認めたという古武道振興会の判断を論難するものにすぎないというべきであ\nる。）。\n(2) 争点５（本件標章使用が「商品等表示」の「使用」に当たるか。）について\n争点１についての控訴人の主張が採用できないことは、前記(1)で説示したとお\nりであるから、当該主張を前提とした争点５についての控訴人の主張は、訂正して\n引用した原判決の第４の２の判断を左右するものではない。\n(3) 争点６（原告標章が周知かどうか。）について\nア  訂正して引用した原判決の第４の２のとおり、争点５についての控訴人の主\n張が採用できないこと及び前記(2)からすると、原告標章が周知かどうかにかかわ\nらず、不正競争防止法に基づく控訴人の主張には理由がないというべきであり、争\n点６についての控訴人の当審における補充主張は、当該判断に影響を与えるもので\nはない。\nイ  なお、控訴人の当審における補充主張を踏まえても、訂正して引用した原判\n決の第４の１で指摘したように、古武道の流派の名称である「小野派一刀流」につ\nいて、それが直ちに特定の団体の固有の名称を示すものとして使用されていたもの\nとは認め難く、また、訂正して引用した原判決の第４の３で指摘したように、「小\n野派一刀流」については様々な分派が存在し、その中には「小野派一刀流」を自称\nする分派も存在していたことのほか、前記(1)アのとおり、その他にも同一の流派に\nついて複数の団体が存するとみられる例があることも証拠上認められる本件におい\nて、原告標章が控訴人の周知な「商品等表示」に当たると認めるには足りないとい\nうべきである。さらに付言するに、被控訴人らは平成３１年３月５日付けで禮楽堂\n（小野派一刀流等４流派）から破門する旨の通知を受けるまで、Ｅが継承した「小\n野派一刀流」の門下にあった者で、かつ、前記(1)イ及びウで指摘したとおり、本件\n標章使用はいずれも古武道振興会におけるしかるべき手続を経て被控訴人Ｙ１が代\n表会員としての受継を認められたことによるものであると認められるのであって、\n本件ウェブページにおける掲載や武道大会等におけるパンフレット及びめくりにお\nける被告標章の使用という限度での本件標章使用の態様を踏まえても、本件標章使\n用が、控訴人との関係で、「他人」（Ｅが継承した「小野派一刀流」という流派に\n属する者により構成される団体が観念でき、かつ、それが営業主体たり得ると仮定\nした場合に、同団体とは異なる団体）の商品等表示の使用に当たるとみることも困\n難であるというべきである。\n(4) 争点７（控訴人は団体の名称権侵害を理由に差止請求をし得るか。）について\n争点７についての控訴人の主張が採用できないことは、訂正して引用した原判決\nの第４の４で説示したとおりである。前記(1)アで指摘した点に照らし、控訴人の当\n審における補充主張は、上記判断を左右するものではない。\n４  まとめ\n(1) 以上によれば、その余の点について判断するまでもなく、控訴人の本訴請求\nにはいずれも理由がない。\n(2) なお、控訴人は、我が国文化の一翼を担う剣術古流を正しく承継していくこ\nとの重要性、武道界における破門等の意義の重大性などを指摘し、原判決は、日本\n文化、現代武道の淵源である古武術の法的保護を図るとの視点や武道の現代的意義\n等に係る基本的理解に欠け、原判決を放置した場合に伝統文化である剣道（剣術や\n居合を含む。）の普及等に与える影響は重大であるなどと主張する。\nしかし、商標法及び不正競争防止法を根拠とする控訴人の各請求についての前記\n各判断は、控訴人が主張するような、商標法の目的（同法１条）や不正競争防止法\nの目的（同法１条）の範囲を超える歴史的、文化的事情によって左右されるものと\nはいえず、名称権に関する前記判断も、それらの事情によって左右されない（他方\nで、本件訴訟における商標法、不正競争防止法又は名称権に関する判断が、控訴人\nによる被控訴人らに対する破門の効力に影響を与えるものでもないことも当然であ\nる。）。\n第４  結論\nよって、控訴人の本訴請求をいずれも棄却した原判決は相当であり、本件控訴は\n理由がないから、これを棄却することとして、主文のとおり判決する。\n知的財産高等裁判所第２部\n裁判長裁判官\n本      多     知    成\n裁判官\n中    島        朋    宏\n裁判官\n勝      又     来  未  子\n"
}