{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Reiwa",
    "year": 4,
    "month": 4,
    "day": 21
  },
  "case_number": "令和2(行ヒ)303",
  "case_name": "法人税更正処分等取消請求事件",
  "court_name": "最高裁判所第一小法廷",
  "result_type": "判決",
  "result": "棄却",
  "article_info": "民集　第76巻4号480頁",
  "original_court_name": "東京高等裁判所",
  "original_case_number": "令和1(行コ)213",
  "original_date": {
    "era": "Reiwa",
    "year": 2,
    "month": 6,
    "day": 24
  },
  "gist": "１　法人税法１３２条１項にいう「これを容認した場合には法人税の負担を不当に減少させる結果となると認められるもの」の意義\n２　組織再編成に係る一連の取引の一環として行われた金銭の借入れが法人税法１３２条１項にいう「これを容認した場合には法人税の負担を不当に減少させる結果となると認められるもの」には当たらないとされた事例",
  "case_gist": "１　法人税法１３２条１項にいう「これを容認した場合には法人税の負担を不当に減少させる結果となると認められるもの」とは、同項各号に掲げる法人である同族会社等の行為又は計算のうち、経済的かつ実質的な見地において不自然、不合理なもの、すなわち経済的合理性を欠くものであって、法人税の負担を減少させる結果となるものをいう。\n２　企業グループにおける組織再編成に係る一連の取引の一環として、当該企業グループに属する内国法人である同族会社が、当該企業グループに属する外国法人から行った金銭の借入れは、次の⑴～⑶など判示の事情の下では、当該借入れに係る支払利息の額を損金の額に算入すると法人税の額が大幅に減少することとなり、また、当該借入れが無担保で行われるなど独立かつ対等で相互に特殊関係のない当事者間で通常行われる取引とは異なる点があるとしても、法人税法１３２条１項にいう「これを容認した場合には法人税の負担を不当に減少させる結果となると認められるもの」には当たらない。\n　⑴　上記一連の取引は、上記企業グループのうち米国法人が直接的又は間接的に全ての株式又は出資を保有する法人から成る部門において日本を統括する合同会社として上記同族会社を設立するなどの組織再編成に係るものであった。\n　⑵　上記一連の取引には、税負担の減少以外に、上記部門を構成する内国法人の資本関係及びこれに対する事業遂行上の指揮監督関係を整理して法人の数を減らす目的、機動的な事業運営の観点から当該部門において日本を統括する会社を合同会社とする目的、当該部門の外国法人の負債を軽減するための弁済資金を調達する目的、当該部門を構成する内国法人等が保有する資金の余剰を解消し、為替に関するリスクヘッジを不要とする目的等があり、当該取引は、これらの目的を同時に達成する取引として通常は想定されないものとはいい難い上、その資金面に関する取引の実態が存在しなかったことをうかがわせる事情も見当たらない。\n　⑶　上記借入れは、上記部門に属する他の内国法人の株式の購入代金及びその関連費用にのみ使用される約定の下に行われ、実際に、上記同族会社は、株式を取得して当該内国法人を自社の支配下に置いたものであり、借入金額が使途との関係で不当に高額であるなどの事情もうかがわれず、また、当該借入れの約定のうち利息及び返済期間については、当該同族会社の予想される利益に基づいて決定されており、現に利息の支払が困難になったなどの事情はうかがわれない。",
  "ref_law": "（１、２につき）法人税法１３２条１項",
  "lawsuit_id": "91112",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=91112",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/112/091112_hanrei.pdf",
  "contents": "令和２年（行ヒ）第３０３号  法人税更正処分等取消請求事件\n令和４年４月２１日  第一小法廷判決\n主      文\n本件上告を棄却する。\n上告費用は上告人の負担とする。\n理      由\n上告代理人舘内比佐志ほかの上告受理申立て理由（第６を除く。）について\n以下、法人の名称は別表記載の略称により表記する。\n１  被上告人は、平成２０年１２月期（平成２０年１０月７日から同年１２月３\n１日までの事業年度）及び平成２１年１２月期（平成２１年１月１日から同年１２\n月３１日までの事業年度。以下、その後の事業年度も同様に表記する。）から平成\n２４年１２月期までの各事業年度（以下「本件各事業年度」という。）に係る法人\n税の確定申告において、被上告人と同じ企業グループに属するＵＭＩＦからの金銭\nの借入れ（以下「本件借入れ」という。）に係る支払利息（以下「本件支払利息」\nという。）の額を損金の額に算入したところ、麻布税務署長は、同族会社等の行為\n又は計算の否認に関する規定である法人税法１３２条１項を適用し、上記の損金算\n入の原因となる行為を否認して被上告人の所得の金額につき本件支払利息の額に相\n当する金額を加算し、本件各事業年度に係る法人税の各更正処分及び平成２０年１\n２月期を除く本件各事業年度に係る過少申告加算税の各賦課決定処分（以下、併せ\nて「本件各処分」という。）をした。\n本件は、被上告人が、上告人を相手に、本件各処分（上記各更正処分については\n申告額を超える部分）の取消しを求める事案であり、本件借入れが法人税法１３２\n条１項にいう「これを容認した場合には法人税の負担を不当に減少させる結果とな\nると認められるもの」に当たるか否かが争われている。\n２  原審の適法に確定した事実関係等の概要は、次のとおりである。\n被上告人及びその属する企業グループの概要\nア  被上告人は、平成２０年１０月７日に設立された音楽に関する事業（以下\n「音楽事業」という。）を目的とする合同会社であり、フランス法人であるヴィヴ\nェンディが直接的又は間接的に全ての株式又は出資（以下「全持分」という。）を\n保有する法人から成る企業グループ（以下「本件企業グループ」という。）のう\nち、音楽事業を担当する部門（以下「本件音楽部門」といい、これを構成する法人\nを「本件音楽部門法人」と総称する。）に属している。また、被上告人は、法人税\n法２条３号にいう内国法人であり、平成２７年法律第９号による改正前の同条１０\n号にいう同族会社に当たる。\nイ  本件企業グループは、音楽事業のほか、テレビ、映画等のメディアに関する\n事業を行う企業グループである。別表記載の法人（ヴィヴェンディを除く。）は、\nいずれも本件音楽部門に属していたところ、本件音楽部門法人についての平成２０\n年９月以前の主な資本関係は、第１審判決別紙５のとおりであり、このうち内国法\n人の資本関係の概要等は、次のとおりであった。\n本件音楽部門法人である内国法人（以下「日本の関連会社」という。）に\nは、ＵＭＫＫ、ＵＭＰＫＫ、ＭＧＢＫＫ及びＶ２Ｊがあった。\nＵＭＫＫは、その全持分をオランダ法人であるＵＭＴＣにより保有されてお\nり、ＵＭＴＣは、その全持分をオランダ法人であるポリグラムにより間接的に保有\nされていた。また、ＵＭＰＫＫは、その全持分をＵＭＫＫにより保有されていた。\nＭＧＢＫＫは、その全持分をオランダ法人であるＭＧＢＢＶにより保有され\nており、ＭＧＢＢＶは、その全持分をポリグラムにより保有されていた。\nＶ２Ｊは、その全持分を英国法人であるＶ２により保有されており、Ｖ２\nは、その全持分をポリグラムにより間接的に保有されていた。\n組織再編成に係る取引\nア  本件企業グループは、平成１２年（２０００年）以降、本件音楽部門法人の\n数が増加し、資本関係も複雑化したことから、組織再編成を行ってきたところ、そ\nの基本方針は、一つの国に一つの持株会社を設置し、その傘下に事業会社等を所属\nさせ、法人の数を減らすとともに、各国の法人間で資本と負債のバランスを適正に\nするというものであった。そして、本件企業グループは、遅くとも平成２０年（２\n００８年）７月２３日までに、日本の関連会社について組織再編成等を行うための\n計画（以下「本件再編成等スキーム」という。）を策定した。\nイ  本件企業グループにおいては、次の ～ のとおり、本件再編成等スキーム\nに基づく組織再編成に係る取引（以下「本件組織再編取引」と総称する。）が行わ\nれた（特に断らない限り、この項の月日は、平成２０年（２００８年）のものをい\nう。）。\n被上告人の設立と増資\nポリグラムが全持分を保有する英国法人であるＣＭＨは、９月２５日、オランダ\n法人であるＣＭＨＬを設立し、ＣＭＨＬは、１０月７日、被上告人を資本金２００\n万円で設立した。そして、被上告人は、同月２９日、ＣＭＨＬから２９５億円の追\n加出資（以下「本件追加出資」という。）を受けた。\n本件借入れ\n被上告人は、１０月２９日、フランス法人であるＵＭＩＦとの間で、無担保で８\n６６億６１３２万円を借り入れる旨の金銭消費貸借契約を締結し、同日、ＵＭＩＦ\nから同額の交付を受けた（本件借入れ）。本件借入れの約定は次のａ～ｄのとおり\nであり、そのうち利息及び返済期間については、被上告人が多額の利益を生じてい\nたＵＭＫＫを吸収合併すること（以下「本件合併」という。）によりその事業を承\n継することを前提に、予想される利益に基づいて決定された。\nａ  借入金は、ＵＭＫＫ、ＭＧＢＫＫ及びＶ２Ｊ（以下「本件各内国法人」とい\nう。）の株式の購入代金及びその関連費用にのみ使用される。\nｂ  利息の利率は、平成２６年（２０１４年）１０月２９日までは年６．８％、\nその後は年５．９％とする。\nｃ  被上告人は、平成４０年（２０２８年）１０月２９日に借入金残額及び経過\n利息等を返済する。\nｄ  被上告人は、平成２１年（２００９年）１０月２９日までであれば３００億\n円を限度として借入金を返済することができ、平成２６年（２０１４年）１０月２\n９日以降はいつでも借入金の全部の返済をすることができる。\n被上告人による本件各内国法人の全発行済株式の取得（買収）\nａ  被上告人は、１０月２９日、ＵＭＴＣからＵＭＫＫの全発行済株式を代金１\n１４４億１８００万円で購入する旨の売買契約を締結し、ＵＭＴＣに対して同額を\n支払って上記株式を取得した（以下、この株式の取得を「本件ＵＭＫＫ買収」とい\nう。）。\nｂ  被上告人は、１０月２９日、ＭＧＢＢＶからＭＧＢＫＫの全発行済株式を代\n金１４億６９００万円で購入する旨の売買契約を締結し、ＭＧＢＢＶに対して同額\nを支払って上記株式を取得した（以下、この株式の取得を「本件ＭＧＢＫＫ買収」\nという。）。\nｃ  被上告人は、１０月２９日、Ｖ２からＶ２Ｊの全発行済株式を代金２０００\nポンドで購入する旨の売買契約を締結し、Ｖ２に対して同額に相当する３２万円を\n支払って上記株式を取得した（以下、この株式の取得を「本件Ｖ２Ｊ買収」とい\nう。）。\n被上告人によるＵＭＰＧＫの設立\n被上告人は、１１月６日、ＵＭＰＧＫを設立した。\n被上告人及びＵＭＰＧＫによる吸収合併\nａ  被上告人とＵＭＫＫは、１１月１０日、被上告人を存続会社とし、ＵＭＫＫ\nを消滅会社として吸収合併する旨の契約を締結し、平成２１年１月１日に合併の効\n力が生じた（本件合併）。\nｂ  ＵＭＰＧＫとＭＧＢＫＫ及びＵＭＰＫＫは、ＵＭＰＧＫを存続会社とし、Ｍ\nＧＢＫＫ及びＵＭＰＫＫを消滅会社として吸収合併する旨の契約を締結し、平成２\n１年７月１日に合併の効力が生じた。\nウ  本件組織再編取引の結果、本件音楽部門法人についての主な資本関係は、第\n１審判決別紙６のとおりとなったところ、日本の関連会社についての資本関係は、\n次のとおりとなった。\nポリグラムがＣＭＨの全持分を保有し、ＣＭＨがＣＭＨＬの全持分を保有\nし、ＣＭＨＬが被上告人の全持分を保有する。\n被上告人が、ＵＭＰＧＫ及びＶ２Ｊの全持分を保有する。\n従前、本件各内国法人の全持分をそれぞれ保有していたＵＭＴＣ、ＭＧＢＢ\nＶ及びＶ２は、いずれも、日本の関連会社の株式又は出資を保有しない。\n本件組織再編取引に伴う資金面に関する取引\nア  本件企業グループにおいては、平成２０年（２００８年）１０月２９日、次\nの ～ のとおり、本件追加出資、本件借入れ及び本件各内国法人の買収について\nの資金面に関する取引（以下「本件財務関連取引」と総称し、これと本件組織再編\n取引を総称して「本件組織再編取引等」という。）が行われた。\n本件追加出資の原資（２９５億円）の調達\nヴィヴェンディは、フランス法人であるＵＭＧＴに対して、ＵＭＧＴは、英国法\n人であるＵＭＯに対して、順次、１億９９９５万４３３２．１６ポンドを送金し、\nＵＭＯは、ＣＭＨに対して、これを出資金として送金した。ＣＭＨは、ヴィヴェン\nディとの間で上記金員について両替をして２億４７１９万２８９４．２５ユーロを\n得た上で、ＣＭＨＬに対し、これを出資金として送金した。そして、ＣＭＨＬは、\nヴィヴェンディとの間で上記金員について両替をして２９５億円を得た上で、被上\n告人に対し、これを出資金として送金した（本件追加出資）。\n本件借入れの原資（８６６億６１３２万円）の調達\nａ  ヴィヴェンディは、ＵＭＧＴに対して、ＵＭＧＴは、ＵＭＩＦに対して、順\n次、４億６５５５万６９８０．０６ユーロを送金した。ＵＭＩＦは、ヴィヴェンデ\nィとの間で上記金員について両替をして５５５億５９５７万円を得た。\nｂ  ヴィヴェンディは、ＵＭＧＴに対して、ＵＭＧＴは、ＵＭＩＦに対して、順\n次、３００億円を送金した。\nｃ  ヴィヴェンディは、ＵＭＧＴに対して、ＵＭＧＴは、ＵＭＩＦに対して、順\n次、９２３万２０２６．１４ユーロを送金した。ＵＭＩＦは、ヴィヴェンディとの\n間で上記金員について両替をして１１億０１７５万円を得た。\nｄ  ＵＭＩＦは、被上告人に対して、上記の合計８６６億６１３２万円を貸付金\nとして送金した（本件借入れ）。\n本件ＵＭＫＫ買収の代金（１１４４億１８００万円）の送金等\nａ  ＵＭＴＣは、ヴィヴェンディとの間で、被上告人から支払われた本件ＵＭＫ\nＫ買収の代金について両替をして、９億５８７５万６４９４．０５ユーロを得た。\nｂ  ＵＭＴＣは、ポリグラムに対して、貸付金として、ポリグラムは、ＵＭＩＦ\nに対して、借入れの返済金として、順次、上記ａの金員のうち４億８２９２万３４\n６０．１０ユーロを送金した。\nｃ  ＵＭＴＣは、オランダ法人であるＵＩＭＢＶに対して、上記ａの金員のうち\n４億７５８３万３０３３．９５ユーロを貸付金として送金した。\nＵＩＭＢＶは、このうち４億０９３２万３４９８．５８ユーロをＵＭＩＦに対し\nて、その余の６６５０万９５３５．３７ユーロをＵＭＧＴに対して、それぞれ借入\nれの返済金として送金した。\nｄ  ＵＭＩＦは、ＵＭＧＴに対して、上記ｂ及びｃのとおり送金を受けた合計８\n億９２２４万６９５８．６８ユーロを送金した。\nｅ  ＵＭＧＴは、ヴィヴェンディに対して、上記ｃ及びｄのとおり送金を受けた\n合計９億５８７５万６４９４．０５ユーロを送金した。\n本件ＭＧＢＫＫ買収の代金（１４億６９００万円）の送金等\nＭＧＢＢＶは、ヴィヴェンディとの間で、被上告人から支払われた本件ＭＧＢＫ\nＫ買収の代金について両替をして、１２３０万９３６８．１９ユーロを得た。そし\nて、ＭＧＢＢＶは、ＵＩＭＢＶに対して、ＵＩＭＢＶは、ＵＭＧＴに対して、ＵＭ\nＧＴは、ヴィヴェンディに対して、順次、１２３０万９３６８．１９ユーロを送金\nした。\nイ  本件財務関連取引による資金量の変動は、ヴィヴェンディが２億７４３２万\n円の資金減少、被上告人が２億７４００万円の資金増加、ＵＭＯが３２万円の資金\n増加（本件Ｖ２Ｊ買収の代金）であり、他の本件音楽部門法人には、結果的に資金\n量の変動はなかった。\n本件組織再編取引等の目的等\nア  本件組織再編取引等は、本件再編成等スキームの策定に当たり設定された次\nの目的（以下「本件各目的」という。）を同時に達成することを企図するものであ\nった。\n本件音楽部門のオランダ法人全体の負債を軽減するための弁済資金を調達す\nること\n日本の関連会社を１社の傘下にまとめること\n日本における音楽出版社を合併により１社とすること\n日本の関連会社が保有する円資金の余剰を解消し、ヴィヴェンディが為替に\n関するリスクヘッジをすることなく、ユーロ市場での投資活動を行うことを可能に\nすること\n日本の関連会社の資本構成に負債を導入し、日本の関連会社が保有する円建\nての資産及び日本の関連会社が生み出す円建てのキャッシュ・フローに係る為替に\n関するリスクを軽減すること\n業務と資本の各系統の統一を図ることにより経営を合理化・効率化すること\n及びＵＭＯが保有する資金の余剰を減少させること\n日本の関連会社を合同会社にすることにより、米国の税制上のメリットを受\nけ、又はデメリットを回避するとともに、被上告人を含む日本の関連会社の柔軟か\nつ機動的な事業運営を行うこと\n当時検討されていた日本における本件音楽部門法人以外の音楽事業会社の買\n収に備えること\nイ   本件音楽部門は、米国法人であるＵＭＧが直接的又は間接的に全持分を保\n有する法人から成るところ、本件各内国法人が株式会社であったため、米国の税制\n上、本件各内国法人についていわゆるチェック・ザ・ボックス規則による構成員課\n税を選択することができず、これを選択することによるメリットを受けることがで\nきなかったが、本件音楽部門において日本を統括する会社となった被上告人が合同\n会社として設立されたことにより、被上告人について上記構成員課税を選択するこ\nとができるようになった。\n合同会社は、株式会社との対比において、より機動的な事業運営が可能とな\nるところ、合同会社である被上告人の定款には、被上告人の業務は業務を執行する\n社員が決定すること及び同社員はＣＭＨＬとすることが定められた。\n本件各処分\nア  被上告人は、本件各事業年度につき、次の ～ のとおりの本件支払利息の\n額を損金の額に算入し、第１審判決別表１、３及び５のとおり法人税の確定申告を\n行った。なお、平成２１年１２月期から平成２４年１２月期までの本件支払利息の\n額は、益金の額の過半に相当し、これを損金の額に算入すると法人税の額が大幅に\n減少することとなるものであった。\n平成２０年１２月期  １０億４７６３万９０６９円\n平成２１年１２月期  ４４億１０８１万６５６２円\n平成２２年１２月期  ３９億０６４８万３２２９円\n平成２３年１２月期  ３９億０６４８万３２２８円\n平成２４年１２月期  ３８億１３２９万７０３３円\nイ  これに対し、麻布税務署長は、上記アの損金算入は被上告人の法人税の負担\nを不当に減少させる結果となるものであるとして、法人税法１３２条１項を適用\nし、その原因となる行為を否認し、被上告人の所得の金額につき本件支払利息の額\nに相当する金額を加算して、被上告人の本件各事業年度に係る法人税の額を計算\nし、第１審判決別表１、３及び５のとおり本件各処分をした。\n３   法人税法１３２条１項は、同項各号に掲げる法人である同族会社等におい\nては、その意思決定が少数の株主等の意図により左右され、法人税の負担を不当に\n減少させる結果となる行為又は計算が行われやすいことから、税負担の公平を維持\nするため、そのような行為又は計算が行われた場合に、これを正常な行為又は計算\nに引き直して法人税の更正又は決定をする権限を税務署長に認めたものである。こ\nのような同項の趣旨及び内容に鑑みると、同項にいう「これを容認した場合には法\n人税の負担を不当に減少させる結果となると認められるもの」とは、同族会社等の\n行為又は計算のうち、経済的かつ実質的な見地において不自然、不合理なもの、す\nなわち経済的合理性を欠くものであって、法人税の負担を減少させる結果となるも\nのをいうと解するのが相当である。\n同族会社等による金銭の借入れが上記の経済的合理性を欠くものか否かにつ\nいては、当該借入れの目的や融資条件等の諸事情を総合的に考慮して判断すべきも\nのであるところ、本件借入れのように、ある企業グループにおける組織再編成に係\nる一連の取引の一環として、当該企業グループに属する同族会社等が当該企業グル\nープに属する他の会社等から金銭の借入れを行った場合において、当該一連の取引\n全体が経済的合理性を欠くときは、当該借入れは、上記諸事情のうち、その目的、\nすなわち当該借入れによって資金需要が満たされることで達せられる目的において\n不合理と評価されることとなる。そして、当該一連の取引全体が経済的合理性を欠\nくものか否かの検討に当たっては、①当該一連の取引が、通常は想定されない手順\nや方法に基づいたり、実態とはかい離した形式を作出したりするなど、不自然なも\nのであるかどうか、②税負担の減少以外にそのような組織再編成を行うことの合理\n的な理由となる事業目的その他の事由が存在するかどうか等の事情を考慮するのが\n相当である。\nア  そこで、上記 に述べたところを踏まえて、本件借入れがその目的におい\nて不合理と評価されるか否かを検討した上で、本件借入れに係るその他の事情を考\n慮して、本件借入れが経済的合理性を欠くものか否かを判断することとする。\nイ   本件組織再編取引は、本件音楽部門において日本を統括する会社として被\n上告人を設立するなどの組織再編成を行うものであるところ、国際的な企業グルー\nプにとって、地域ごとの拠点を統括する会社を設立することは、当該地域における\n取引関係の一本化や経理、人事等の間接部門の合理化に資するものであって、一般\nに合理的な方策であると考えられる。また、被上告人を合同会社として設立するこ\nとは、被上告人についてチェック・ザ・ボックス規則による構成員課税を選択する\nことを可能にするとともに、より機動的な事業運営を可能にするものであるから、\n本件音楽部門や本件企業グループ全体にとって有益である。\n他方、本件財務関連取引は、全て同日に行われ、ヴィヴェンディ及び本件音楽部\n門法人の間で出資金、貸付金、借入れの返済金等として送金や両替を重ねるもので\nあり、ヴィヴェンディと被上告人において２億７０００万円余の資金変動があった\nほかは、他の本件音楽部門法人に有意な資金量の変動をもたらさない一方で、被上\n告人に８６６億円余の多額の債務を生じさせた上で、これに対応した多額の利息の\n負担を生じさせるものである。しかしながら、本件企業グループは、各国の法人間\nで資本と負債のバランスを適正にするなどの基本方針の下で組織再編成を行ってき\nたところ、本件再編成等スキームを策定するに当たって設定された本件各目的の内\n容等に照らすと、本件財務関連取引を含む本件組織再編取引等には、日本の関連会\n社の資本関係及びこれに対する事業遂行上の指揮監督関係を整理して法人の数を減\nらす目的、機動的な事業運営の観点から本件音楽部門において日本を統括する会社\nを合同会社とする目的、本件音楽部門のオランダ法人全体の負債を軽減するための\n弁済資金を調達する目的、日本の関連会社やＵＭＯが保有する資金の余剰を解消\nし、ヴィヴェンディによる為替に関するリスクヘッジを不要とする目的等があった\nということができ、本件組織再編取引等は、これらの目的を同時に達成する取引と\nして通常は想定されないものとはいい難い上、本件財務関連取引の実態が存在しな\nかったことをうかがわせる事情も見当たらない。\nもっとも、本件組織再編取引等には、日本の関連会社の資本構成に負債を導\n入する目的があったところ、本件合併以後の事業年度である平成２１年１２月期か\nら平成２４年１２月期までの本件支払利息の額は、これを損金の額に算入すると法\n人税の額が大幅に減少することとなるものであったこと等からすれば、上記目的に\nは、多額の利益を生じていたＵＭＫＫの事業を承継した被上告人に対して多額の利\n息債務を負担させることにより、被上告人の税負担の減少をもたらすことが含まれ\nていたといわざるを得ない。\nしかしながら、本件組織再編取引等には、税負担の減少以外に、前記 に説示し\nたとおりの目的があり、これらは、本件組織再編取引等を行う合理的な理由となる\nものと評価することができる。\n以上によれば、本件組織再編取引等は、通常は想定されない手順や方法に基\nづいたり、実態とはかい離した形式を作出したりするなど、不自然なものであると\nまではいえず、また、税負担の減少以外に本件組織再編取引等を行うことの合理的\nな理由となる事業目的その他の事由が存在したものということができる。\nそうすると、本件組織再編取引等は、これを全体としてみたときには、経済的合\n理性を欠くものであるとまでいうことはできず、本件借入れは、その目的において\n不合理と評価されるものではない。\nウ  本件借入れに係るその他の事情についてみると、本件借入れは無担保で行わ\nれ、被上告人は本件借入れが一因となって最終的に貸借対照表上は債務超過となっ\nていることがうかがわれるなど、本件借入れには独立かつ対等で相互に特殊関係の\nない当事者間で通常行われる取引とは異なる点もある。\nしかしながら、本件借入れは、本件各内国法人の株式の購入代金及びその関連費\n用にのみ使用される約定の下に行われ、実際に、被上告人は、株式を取得して本件\n各内国法人を自社の支配下に置いたものであり、借入金額が使途との関係で不当に\n高額であるなどの事情もうかがわれない。また、本件借入れの約定のうち利息及び\n返済期間については、被上告人の予想される利益に基づいて決定されており、現\nに、本件借入れに係る利息の支払が困難になったなどの事情はうかがわれない。\nそうすると、上記の点があることをもって、本件借入れが不自然、不合理なもの\nとまではいい難い。\nエ  以上の諸事情を総合的に考慮すれば、本件借入れは、経済的かつ実質的な見\n地において不自然、不合理なもの、すなわち経済的合理性を欠くものとはいえな\nい。\nしたがって、本件借入れは、法人税法１３２条１項にいう「これを容認した場合\nには法人税の負担を不当に減少させる結果となると認められるもの」には当たらな\nいというべきである。\n４  以上と同旨の原審の判断は、正当として是認することができる。論旨は採用\nすることができない。\nよって、裁判官全員一致の意見で、主文のとおり判決する。\n( 裁判長裁判官   岡   正 晶   裁判官   山 口   厚   裁判官   深 山 卓 也   裁判官\n安浪亮介  裁判官  堺   徹)\n別表\n略称  法人の名称（第１審判決の表記による。）\nＵＭＩＦ  ユーエムアイ・ファイナンス・エス・アー・エス\nヴィヴェンディ  ヴィヴェンディ・エス・アー\nＵＭＫＫ  ユニバーサルミュージック株式会社\nＵＭＰＫＫ  株式会社ユニバーサル・ミュージック・パブリッシング\nＭＧＢＫＫ  株式会社ユニバーサル・ミュージック・ＭＧＢ・パブリッシン\nグ\nＶ２Ｊ  株式会社ヴイツーレコーズ・ジャパン\nＵＭＴＣ  ユニバーサル・ミュージック・トレーディング・カンパニー・\nビーヴィ\nポリグラム  ポリグラム・ビーヴィ\nＭＧＢＢＶ  ユニバーサル・ミュージック・パブリッシング・エムジービー\n・ホールディング・ビーヴィ\nＶ２  ヴィツー・ミュージック・グループ・リミテッド\nＣＭＨ  センテナリー・ミュージック・ホールディングス・リミテッド\nＣＭＨＬ  シーエムエイチエル・ビーヴィ\nＵＭＰＧＫ  ユニバーサル・ミュージック・パブリッシング合同会社\nＵＭＧＴ  ユーエムジー・トレジャリー・エス・アー・エス\nＵＭＯ  ユーエム・オペレーションズ・リミテッド\nＵＩＭＢＶ  ユニバーサル・インターナショナル・ミュージック・ビーヴィ\nＵＭＧ  ユニバーサル・ミュージック・グループ・インク\n"
}