{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 6,
    "month": 2,
    "day": 16
  },
  "case_number": "令和5(行ウ)5002",
  "case_name": "特許料納付書却下処分取消請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "92779",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=92779",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/779/092779_hanrei.pdf",
  "contents": "令和６年２月１６日判決言渡  同日原本交付  裁判所書記官\n令和５年（行ウ）第５００２号  特許料納付書却下処分取消請求事件\n口頭弁論終結日  令和５年１２月２２日\n判         決\n原               告        株式会社コンピュータ・システム研究所\n同 訴訟 代 理 人 弁 護 士      岩永利 彦\n被 告      国\n処分行政 庁         特許庁長 官\n同 指定代理 人      橋本政 和\n同       多田百 合\n同       澤 哲 哉\n同       及川麻 衣\n同       稲垣若 菜\n同       大谷恵 菜\n同       中   島   あん ず\n主         文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事実及び理 由\n第１  請求\n特許庁長官が、特許第４８２７１２０号の特許権に係る第１１年分の特許料納\n付書について、令和４年１２月１日付けでした手続却下の処分を取り消す。\n第２  事案の概要等\n１  事案の概要\n原告は、保有していた特許権（特許第４８２７１２０号）について、第１１年\n分の特許料の追納期間にも特許料及び割増特許料（以下「特許料等」という。）の\n納付をせず、その後、特許庁長官に対して追納のための納付書（以下「本件納付\n書」という。）及び回復理由書を提出したものの、特許庁長官は、令和４年１２月\n１日付けで原告に対し、本件納付書による納付手続を却下する処分（以下「本件\n処分」という。）をした。本件は、原告が、上記の追納期間の徒過は、故意に行わ\nれたものではないと主張し、また、本件に令和３年法律第４２号（以下「改正法」\nという。）による改正前の特許法１１２条の２第１項（以下「旧特許法１１２条の\n２第１項」という。）が適用されるとしても、旧特許法１１２条の２第１項の「正\n当な理由」があると主張し、本件処分は違法であるとして、本件処分の取消しを\n求める事案である。\n２  前提事実（当事者間に争いがないか、後掲各証拠及び弁論の全趣旨によって容\n易に認められる事実）\n原告は、コンピュータソフトウェアの企画、開発、受託、販売及び保守等を\n目的とする株式会社である。（弁論の全趣旨）\n原告は、以下の特許権（以下、「本件特許権」といい、本件特許権に係る特許\nを「本件特許」という。）を有していた。（甲１６）\n特許番号   特許第４８２７１２０号\n発明の名称  労働安全衛生マネージメントシステム、その方法及びプログラ\nム\n出願日    平成１７年７月１４日\n登録日    平成２３年９月２２日\n原告は、本件特許につき、第１０年分までの特許料を納付したが、第１１年\n分の特許料の納付期間の末日である令和３年９月２２日までに同年分の特許\n料を納付せず、旧特許法１１２条１項所定の特許料の追納期間（以下「本件追\n納期間」という。）の末日である令和４年３月２２日までにも、特許料等の納付\nをしなかった。（争いなし）\n原告は、令和４年３月３１日、特許庁長官に対し、追納のための特許料納付\n書（本件納付書）及び本件追納期間の末日までに特許料等を納付することがで\nきなかったことについて正当な理由がある旨を記載した回復理由書を提出し\nた。（甲１７、１８）\n特許庁長官は、令和４年７月６日付けで、原告に対し、本件特許に係る第１\n１年分の特許料納付書は却下すべきものであると認められること、却下すべき\n理由及び原告に弁明があれば２か月以内に提出するよう記載された却下理由\n通知書（以下「本件却下理由通知書」という。）を送付した。原告は、同年９月\n１３日付けで、弁明書を提出したが、特許庁長官は、同年１２月１日付けで、\n本件却下理由通知書記載の理由で、特許法１８条の２第１項に基づき本件処分\nをした。本件却下理由通知書記載の理由の要旨は下記のとおりであった。（甲\n１９、乙１、２）\n記\n原告が本件追納期間を徒過した理由は、原告及び原告が新たに委任した弁理士\nが本件特許に係る特許料等が未納であること及び本件追納期間を把握していな\nかったことにあると考えられるところ、原告は、原告が本件追納期間中に委任し\nていた弁理士が業務を怠っていたことを認識した後、遅くとも新たに弁理士に事\n務を委任するまでの間に、本件特許権の状況について正しく把握し、新たに原告\nが委任した弁理士も、原告から依頼を受けた後、自ら早急に状況を把握する必要\nがあったにもかかわらずこれらを怠ったのであるから、原告及び新たに委任され\nた弁理士において、期間徒過を回避するための相応の措置が講じられていたもの\nと認めることはできない。\n３  争点\n本件について改正法による改正後の特許法１１２条の２第１項が適用され\nるか（争点１）\n原告が本件追納期間を徒過したことについて、旧特許法１１２条の２第１項\nの「正当な理由」があったか（争点２）\n４  争点についての当事者の主張\n本件について改正法による改正後の特許法１１２条の２第１項が適用され\nるか（争点１）について\n（原告の主張）\n本件では、以下の理由により、旧特許法１１２条の２第１項でなく、改正法\nによる改正後の特許法１１２条の２第１項が適用される。\nア  改正法附則２条８項は、改正法により改正された特許法１１２条の２第１\n項の施行日前に旧特許法により消滅したもの又は初めから存在しなかった\nものとみなされた特許権については、「なお従前の例による」としている。\nしかし、法令の遡及適用については実質的に判断されるべきであり、特許権\n者の十分な救済を図るという観点、改正法による改正後の特許法が、特許権\n者の権利、利益がより保障される方向に改正されたものであること、権利回\n復が認められても第三者等に不測の不利益を与えるものではないこと、施行\nまで長期間の猶予期間を設けられたのがもっぱら特許庁の準備のためであ\nることに照らせば、改正法附則２条８項は適用されるべきではない。\nイ  また、改正法附則２条８項に規定する改正後の特許法１１２条の２第１項\nの「施行日」は、改正法附則１条５号により公布後２年を超えない範囲内の\n政令で定める日としているところ、改正法附則１条５号は、もっぱら国家権\n力である特許庁に新法対応のための準備期間を与えるという便宜を図るこ\nとを立法目的としており、その目的は公共の福祉に合致しない不当なもので\nある。加えて、仮に、公布日から特許庁等の準備期間を一定期間設けるとし\nても、改正法附則１条５号が定める改正法による改正後の特許法１１２条の\n２第１項等の規定の施行までの期間が２年を超えない範囲内の施行日では\n長すぎ、６か月を超える部分については合理性及び必要性を肯定できない。\nそうすると、改正法附則１条５号のうち６か月を超える範囲内で政令で定め\nる日を施行日とすることを許容する部分については、特許権を侵害し、憲法\n２９条２項に違反し、無効であり、改正法附則１条５号を前提として定める\n改正法附則２条８項も憲法２９条２項に違反し、無効である。\nウ  改正法による改正後の特許法が既に公布されていたという経緯、その他の\n状況にもかかわらず、経過措置により改正法による改正後の特許法１１２条\nの２の適用がないとすることは、信義則に違反する。\n（被告の主張）\n争う。\n原告が本件追納期間を徒過したことについて、旧特許法１１２条の２第１項\nの「正当な理由」があったか（争点２）について\n（原告の主張）\n以下の事情に照らせば、原告が本件追納期間を徒過したことについて旧特許\n法１１２条の２第１項の「正当な理由」があった。\nア  原告は、平成２０年頃から、Ａ弁理士（以下「本件弁理士」という。）と顧\n問契約を締結し、本件特許も含む数十件の特許について特許料の納付の管理\nも含めて委任していた。ところが、本件弁理士はうつ病等が原因で一切の委\n任事務を懈怠したまま姿を消し、そのことが令和４年２月に原告に明らかに\nなった。\nイ  原告では、営業秘密管理の観点から、本件弁理士とやりとりをする者を特\n許担当者一人のみに限っており、同担当者もデューデリジェンスへの対応等\nで多忙であった。\nウ  コロナ禍及び本件弁理士に代わる新たな弁理士の候補者を吟味する必要\nがあったことから、原告が新たな弁理士（以下「新任弁理士」という。）に\n委任するまでに１か月かかった。\nエ  原告が新任弁理士に委任した令和４年３月１５日から本件追納期間の末\n日までわずか１週間しかなく、新任弁理士は本件弁理士から引継ぎを受ける\nこともできなかった。\n（被告の主張）\n否認ないし争う。\n本件弁理士は、本件追納期間当時、弁理士として適切に業務を行っており、特\n許料等の納付を行うことができなかったと認められる客観的な事情はうかがわ\nれない。本件弁理士がうつ病に罹患していたとも認められない。\nまた、原告が主張する事実を前提にしても、本件追納期間に特許料等を追納す\nることができなかったといえる客観的な事情があったとはいえない。\n第３  当裁判所の判断\n１  本件について改正法による改正後の特許法１１２条の２第１項が適用される\nか（争点１）について\n改正法附則２条８項は、改正法による改正後の特許法１１２条の２第１項の\n規定は、同項の施行日以後に改正法による改正後の特許法１１２条４項から６\n項までの規定により消滅したもの又は初めから存在しなかったものとみなさ\nれる特許権について適用し、同施行日前に改正法による改正前の特許法１１２\n条４項から６項までの規定により消滅したもの又は初めから存在しなかった\nものとみなされた特許権については、なお従前の例による旨規定する。\n改正法による改正後の特許法１１２条の２第１項の施行日は、改正法附則１\n条５号により公布の日から起算して２年を超えない範囲内において政令で定\nめる日とされ、令和４年政令２５０号により令和５年４月１日と定められたと\nころ、原告は、前記第２の２ のとおり、同日より前の令和４年３月２２日ま\nでの本件追納期間に特許料等の納付をせず、その結果、本件特許権は、改正法\nによる改正前の特許法１１２条４項により、特許法１０８条２項により特許料\nの納付をしなければならなかった令和３年９月２２日に遡って消滅したもの\nとみなされた。そうすると、改正法附則２条８項により、本件においては、特\n許料等の追納について、改正法による改正後の特許法１１２条の２第１項では\nなく、旧特許法１１２条の２第１項が適用される。\n原告は、法令の遡及適用については実質的に判断されるべきであると主張し、\n改正法による改正後の特許法１１２条の２第１項が、特許権者の権利、利益が\nより保障される方向に改正されたものであることなど、前記第２の４ アのと\nおりの事情を指摘する。\nしかし、法令は、一律に適用されるべきものであり、本件では、その適用に\nついて、法律の附則において、どのような場合に改正前の条項が適用され、ど\nのような場合に改正後の条項が適用されるかを明確に定めている。原告が指摘\nする事情があったとしても、それらの事情を理由として、法令に定められたの\nと異なる適用をすることが相当であるとは認められない。\n原告は、改正法附則１条５号及びこれを前提とする改正法附則２条８項が、\n財産権を侵害するものであり憲法２９条２項に反すると主張する。\nしかし、特許権の内容等は法律で定められるものであり、特許料の納付を所\n定の期間内にしなかった場合の特許権の消滅等を定めた改正法による改正前\nの特許法の規定が財産権を侵害するものであるとは認められない。\nそして、改正法により旧特許法１１２条の２等が改正されたが、同時に改正\n法附則１条５号及び２条８項が制定されたのであるから、改正法附則１条５号\n及び２条８項は、従前の特許権の内容等について新たに制限等をするものとは\nいえない。\nこれらによれば、一定の場合に旧特許法１１２条の２等が適用されることを\n定める改正法附則１条５号及び２条８項が財産権を侵害するものであるとは\n認められない。改正法附則１条５号及び２条８項が財産権を侵害し憲法２９条\n２項に違反する旨の原告の主張には理由がない。\n原告は、改正法附則２条８項を適用することが信義則に違反すると主張する。\nしかし、本件において、原告が第２の４ ウにおいて主張する事実は、同項\nを適用することが信義則に反することを基礎付ける事情に当たるとはいえず、\nその他、本件において、被告が同項の適用を主張することが、原告被告間の信\n義則に違反するような事情があるとは認められない。\n２  原告が本件追納期間を徒過したことについて、旧特許法１１２条の２第１項の\n「正当な理由」があったか（争点２）について\n旧特許法１１２条の２第１項所定の「正当な理由があるとき」とは、特許権者\n（代理人を含む。）として、相当な注意を尽くしていたにもかかわらず、客観的\nにみて追納期間内に特許料を納付することができなかったときをいうものと解\nするのが相当である。\n甲１１号証によれば、原告の専務取締役であるＢは、遅くとも令和４年２月９\n日までに、原告への出資を検討していた会社から、原告が保有している多くの特\n許について特許料の不払いによって登録が抹消されているとの連絡を受け、同日、\n特許料の支払も含めて原告が原告の保有する特許の管理を委任していた本件弁\n理士に連絡をとったところ、本件弁理士から、うつ病等を理由に業務をすること\nが難しい状況にあると告げられたことが認められる。\nそうすると、原告は、遅くとも令和４年２月９日には、原告が保有し、本件弁\n理士がその特許料等の納付を管理していた特許権について本件弁理士において\n適切な管理をしていないものがあること、そのため、当時原告が多数保有してい\nる特許権について特許料の納付期限が到来しているものについては特許料の納\n付が滞っている可能性が高いこと、所定の期間に特許料が納付されなければ特許\n権が消滅することを認識したと認められる。そうすると、原告は、遅くとも同日\nの時点で、保有している特許権を今後も維持したいというのであれば、即座に、\n原告が保有している特許の特許料の納付状況等について確認すべきであること\nや、仮に納付されていない場合にはその対処について速やかに検討すべきである\nことを認識したか、少なくともこれらを極めて容易に認識できる状況にあったと\nいえる。そして、本件特許についてこれらの点について検討し、必要な相談（今\n後の長期的な特許関係の事務の委任ではなく、このような緊急事態への対処のみ\nを委任するのであれば、同日に近い時期に原告が弁理士に相談することは難しく\nなかったといえる。）等をしていれば、本件特許について、本件追納期間満了まで\nに特許料等を納付すべきことについて容易に知り得て、これを納付することがで\nきたといえる。そうであるにもかかわらず、原告は、上記の認識をした令和４年\n２月９日から本件追納期間の満了まで１か月以上の期間があったにもかかわら\nず、同期間満了までに特許料等を納付しなかったのであるから、当時、新型コロ\nナウイルスによる感染症が問題になっていたことを考慮しても、その余を判断す\nるまでもなく、原告は、相当な注意を尽くしていたにもかかわらず、客観的にみ\nて追納期間内に特許料を納付することができなかったとはいえない。よって、原\n告が本件追納期間を徒過したことについて旧特許法１１２条の２第１項の「正当\nな理由」があったとはいえない。\n第４  結論\n以上によれば、本件納付書による特許料等の納付について、本件追納期間徒過\nについて正当な理由があるとはいえないとして本件納付書による納付手続を却\n下した本件処分に、違法があるとはいえない。よって、原告の請求には理由がな\nいから棄却することとし、主文のとおり判決する。\n東京地方裁判所民事第４６部\n裁判長裁判官       柴    田    義    明\n裁判官      杉    田    時    基\n裁判官      仲    田    憲    史\n"
}