{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 3,
    "month": 12,
    "day": 23
  },
  "case_number": "令和2(ワ)24492",
  "case_name": "発信者情報開示請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "90845",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=90845",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/845/090845_hanrei.pdf",
  "contents": "令和３年１２月２３日判決言渡  同日原本領収  裁判所書記官\n令和２年(ワ)第２４４９２号  発信者情報開示請求事件\n口頭弁論終結日  令和３年９月２２日\n判        決\n原 告    Ａ\n同訴訟代理人弁護士        田中圭 祐\n同訴訟復代理人弁護士  蓮池   純\n被 告        ツ イ ッ タ ー   イン ク\n同訴訟代理人弁護士        中所昌 司\n同  森脇和 聡\n主        文\n１  被告は，原告に対し，別紙投稿記事目録１のユーザー名欄記載のアカウント\nについて，同目録記載１の投稿以前の同アカウントへのログインのうち，令和\n２年４月３日午前零時（日本標準時）以降のもので最も新しいもののＩＰアド\nレス並びに同ＩＰアドレスが割り当てられた電気通信設備から被告の用いる特\n定電気通信設備に上記ログインに関する情報が送信された年月日及び時刻を開\n示せよ。\n２  被告は，原告に対し，別紙投稿記事目録１のユーザー名欄記載のアカウント\nについて，同目録記載２の投稿以前の同アカウントへのログインのうち，令和\n２年４月３日午前零時（日本標準時）以降のもので最も新しいもののＩＰアド\nレス並びに同ＩＰアドレスが割り当てられた電気通信設備から被告の用いる特\n定電気通信設備に上記ログインに関する情報が送信された年月日及び時刻を開\n示せよ。\n３  被告は，原告に対し，別紙投稿記事目録２のユーザー名欄記載のアカウント\nについて，同目録記載１の投稿以前の同アカウントへのログインのうち，令和\n２年４月３日午前零時（日本標準時）以降のもので最も新しいもののＩＰアド\nレス並びに同ＩＰアドレスが割り当てられた電気通信設備から被告の用いる特\n定電気通信設備に上記ログインに関する情報が送信された年月日及び時刻を開\n示せよ。\n４  被告は，原告に対し，別紙投稿記事目録２のユーザー名欄記載のアカウント\nについて，同目録記載２の投稿以前の同アカウントへのログインのうち，令和\n２年４月３日午前零時（日本標準時）以降のもので最も新しいもののＩＰアド\nレス並びに同ＩＰアドレスが割り当てられた電気通信設備から被告の用いる特\n定電気通信設備に上記ログインに関する情報が送信された年月日及び時刻を開\n示せよ。\n５  被告は，原告に対し，別紙発信者情報目録記載３(1)及び４の各情報を開示\nせよ。\n６  原告のその余の請求をいずれも棄却する。\n７  訴訟費用は，これを４分し，その１を原告の負担とし，その余は被告の負担\nとする。\n８  被告のために，この判決に対する控訴のための付加期間を３０日と定める。\n事 実 及 び 理 由\n第１  請求\n被告は，原告に対し，別紙発信者情報目録記載の各情報を開示せよ。\n第２  事案の概要等\n１  事案の要旨\n本件は，原告が，ツイッター（インターネットを利用してツイートと呼ばれ\nるメッセージ等を投稿することができる情報サービス）において，氏名不詳者\nにより，原告の著作物である別紙原告イラスト目録記載の各イラストに別のイ\nラストを重ね合わせるなどの加工を施して作成された別紙投稿画像目録記載の\n各画像を含む別紙投稿記事目録１及び別紙投稿記事目録２記載の各ツイートが\n無断で投稿されたことにより，上記各イラストに係る原告の著作権（複製権及\nび自動公衆送信権）及び著作者人格権（同一性保持権）が侵害され，原告の名\n誉が毀損され，かつ，原告の営業権が侵害されたことが明らかであると主張し\nて，ツイッターを運営する被告に対し，特定電気通信役務提供者の損害賠償責\n任の制限及び発信者情報の開示に関する法律（以下「プロバイダ責任制限法」\nという。）４条１項に基づき，別紙発信者情報目録記載の情報（以下「本件発\n信者情報」という。）の開示を求める事案である。なお，別紙発信者情報目録\n記載３(1)の情報の開示請求と同記載３(2)の情報の開示請求は，選択的であ\nる（以下，令和２年総務省令第８２号による改正後の特定電気通信役務提供者\nの損害賠償責任の制限及び発信者情報の開示に関する法律第四条第一項の発信\n者情報を定める省令を単に「省令」といい（ただし，改正後の省令であること\nを明確にするために「改正後の省令」と記載することがある。），同改正前の特\n定電気通信役務提供者の損害賠償責任の制限及び発信者情報の開示に関する法\n律第四条第一項の発信者情報を定める省令を「改正前省令」という。）。\n２  前提事実（当事者間に争いのない事実並びに後掲証拠（以下，書証番号は特\n記しない限り枝番を含む。）及び弁論の全趣旨により容易に認められる事実）\n(1) 当事者\nア  原告は，「Ｂ」というペンネームを用いて活動するイラストレーターで\nあり，ツイッターを利用して，自身が作成したイラストを販売している\n（甲９，１０）。\nイ  被告は，ツイッターを運営し，そのシステムを管理する米国法人である。\n(2) 原告によるイラストの作成及び公表\n原告は，別紙原告イラスト目録記載の各イラストを作成し，公開した（以\n下，同目録記載１のイラストを「本件原告イラスト１」といい，その余の同\n目録のイラストも同様の例による。）。\n原告は，本件原告イラスト１ないし５の著作者であり，その著作権を保有\nする。\n(3) 氏名不詳者によるツイートの投稿\nア  別紙投稿記事目録１記載のとおり，ユーザー名を「Ｃ’」とするツイッ\nターのアカウント（以下「本件アカウント１」という。）において，同目\n録の「投稿日時」欄記載の各日時（日本標準時）に，同目録の「投稿内容」\n欄記載のとおりの本文を有する同目録記載１及び２の各ツイートが投稿さ\nれた（以下，前者を「本件ツイート１－１」，後者を「本件ツイート１－\n２」といい，これらのツイートを投稿した氏名不詳者を「本件投稿者１」\nという。）。\nイ  別紙投稿記事目録２記載のとおり，ユーザー名を「Ｄ’」とするツイッ\nターのアカウント（以下「本件アカウント２」といい，本件アカウント１\nと併せて「本件各アカウント」という。）において，同目録の「投稿日時」\n欄記載の各日時（日本標準時）に，同目録の「投稿内容」欄記載のとおり\nの本文を有する同目録記載１及び２の各ツイートが投稿された（以下，前\n者を「本件ツイート２－１」と，後者を「本件ツイート２－２」といい，\nこれらのツイートを投稿した氏名不詳者を「本件投稿者２」という。さら\nに，本件ツイート１－１，１－２，２－１及び２－２を「本件各ツイート」\nと総称し，本件各ツイートの投稿を「本件各投稿」という。）。\nウ  本件各ツイートには，別紙投稿画像目録記載のとおりの各画像が含まれ\nている（以下，同目録記載１(1)の画像を「本件投稿画像１－１－１」と\nいい，その余の同目録の画像も同様の例による。）。また，本件各ツイート\nのタイムライン（個々のツイートが時系列順に表示されるページ）上での\n表示は，それぞれ別紙タイムライン表示目録記載のとおりである。\n(4) 被告による本件発信者情報の保有及び被告の「開示関係役務提供者」該当\n性等\n被告は，本件発信者情報を保有している（弁論の全趣旨）。\nまた，被告は，本件各投稿に関して，「開示関係役務提供者」（プロバイダ\n責任制限法４条１項）に該当する。\n３  争点\n(1) 本件各投稿により原告の権利が侵害されたことが明らかであるか（争点１）\nア  本件ツイート１－１の投稿による権利侵害の明白性（争点１－１）\nイ  本件ツイート１－２の投稿による権利侵害の明白性（争点１－２）\nウ  本件ツイート２－１の投稿による権利侵害の明白性（争点１－３）\nエ  本件ツイート２－２の投稿による権利侵害の明白性（争点１－４）\n(2)  本件発信者情報が「当該権利の侵害に係る発信者情報」（プロバイダ責任\n制限法４条１項）に該当するか（争点２）\nア  別紙発信者情報目録記載１及び２のログイン時のＩＰアドレス及びタイ\nムスタンプが「当該権利の侵害に係る」発信者情報たる省令５号の「ア\nイ・ピー・アドレス」及び省令８号の「侵害情報が送信された年月日」に\n該当するか（争点２－１）\nイ  別紙発信者情報目録記載３(1)の電話番号が省令３号の「電話番号」に\n該当するか（争点２－２）\nウ  別紙発信者情報目録記載３(2)のショートメッセージサービス用の電子\nメールアドレスとしての電話番号（以下「ＳＭＳ用電子メールアドレス」\nという。）が改正前省令３号の「電子メールアドレス」に該当するか（争\n点２－３）\n(3) 原告が本件発信者情報の開示を受けるべき正当な理由を有するか（争点３）\n第３  争点に関する当事者の主張\n１  争点１（本件各投稿により原告の権利が侵害されたことが明らかであるか）\nについて\n(1) 争点１－１（本件ツイート１－１の投稿による権利侵害の明白性）につい\nて\n（原告の主張）\nア  複製権及び自動公衆送信権侵害について\n(ｱ) 権利侵害の明白性\nａ  本件ツイート１－１には，原告が作成し，著作権を有する本件原告\nイラスト１と同一の画像である本件投稿画像１－１－４が添付されて\nいる。そして，本件ツイート１－１を投稿する行為により，必然的に，\n当該画像のデータが被告のサーバーにアップロードされ，当該サーバ\nー上に当該データが有形的に再製されることとなるから，本件投稿者\n１が本件ツイート１－１を投稿する行為は本件原告イラスト１の「複\n製」（著作権法２条１項１５号）に当たる。加えて，当該行為は，本\n件投稿画像１－１－４について，公衆によって直接受信されることを\n目的として，無線又は有線電気通信を行うもののうち，公衆からの求\nめに応じて自動的に行うものに該当するから，「自動公衆送信」（同項\n９号の４）に当たる。\nｂ  本件ツイート１－１は，その本文の内容等を踏まえると，原告が，\n違法なトレースに及んだという事実を指摘するものと理解できるから，\n本件投稿者１が本件ツイート１－１において本件投稿画像１－１－１\nないし１－１－４を添付した目的は，原告が違法なトレースに及んだ\nという事実を指摘し，公表する点にあることがうかがわれる。\nしかし，トレースは，私的複製の範囲にとどまるなどの理由により，\n適法に行われる場合もあり，一概に違法であると断定することはでき\nないし，そもそも，原告が他者のイラストをトレースして本件原告イ\nラスト１を作成したことは事実ではない。そうすると，本件投稿者１\nは，著作権侵害の成否について慎重な検討を経ることなく，安易に，\n事実に反する内容をあたかも真実であるかのように記載した本件ツイ\nート１－１を投稿したものといわざるを得ず，原告は，本件ツイート\n１－１を含む本件各ツイートの投稿によって，いわれもない盗作の疑\nいを掛けられ，誹謗中傷を受け，創作活動から身を引かざるを得なく\nなったという甚大な損害ないし不利益を被ったものである。そうする\nと，引用の目的は正当とはいえず，本件投稿画像１－１－２ないし１\n－１－４を掲載して，本件原告イラスト１を引用する必要性は認めら\nれない。また，これら画像をツイートに漫然と添付せずとも，本件原\n告イラスト１が掲載されたウェブサイトのリンクを掲載するなどの他\nの行為によることは容易であるから，このような観点からも，本件投\n稿者１が本件投稿画像１－１－４を掲載する必要性は乏しいものとい\nうべきである。そうすると，本件投稿画像１－１－４の掲載は，本件\n原告イラスト１の引用として「引用の目的上正当な範囲内で行なわれ\nるもの」（著作権法３２条１項）であるとは認められない。\nまた，本件ツイート１－１では，本件原告イラスト１の複製物につ\nいては出所の明示（著作権法４８条１項）がされていないのに対し，\n比較対象とする画像については出所が明示されているなど，本件投稿\n者１は，自らの主張に不要な情報を切り捨てた上で，本件投稿画像１\n－１－１ないし１－１－４を一方的，独善的に添付しているのであっ\nて，このような態様による本件原告イラスト１の引用が「公正な慣行\nに合致するもの」とは認められない。\n以上によれば，本件投稿者１による本件ツイート１－１の投稿が\n「引用の目的上正当な範囲内で行なわれるもの」であるとも，「公正\nな慣行に合致するもの」であるともいえないから，著作権法３２条１\n項による引用として適法とは認められない。\n加えて，本件ツイート１－１の投稿は，後記イのとおり，本件原告\nイラスト１に関する同一性保持権を侵害するものであるから，係る観\n点からも，著作権法３２条１項による引用として適法とは認められな\nい。\nその他，本件ツイート１－１の投稿について，原告による利用許諾\n等の違法性阻却事由は認められない。\nｃ  したがって，本件投稿者１が本件ツイート１－１を投稿したことに\nより，侵害情報の流通によって本件原告イラスト１に係る原告の複製\n権及び自動公衆送信権が侵害されたことが明らかであると認められる。\n(ｲ) 被告の主張について\n被告は，本件ツイート１－１を投稿する目的は「批評」（著作権法３\n２条１項）に該当するか，これに該当しないとしても引用の目的として\n正当であると主張する。しかし，前記(ｱ)ｂのとおり，引用の目的が正\n当とは認められない。\nまた，被告は，本件ツイート１－１に本件投稿画像１－１－４を添付\nすることが引用として適法であることの根拠として，トレースの疑いを\n指摘し，検証するために，イラストと比較対象である画像を引用したり，\n両者を重ね合わせた画像を引用したりすることが広く行われていること\nを挙げるが，そのような事実は認められない。\nこのように，被告の主張は，前提を欠くものであって，理由がない。\n(ｳ) 小括\n以上によれば，本件投稿者１が本件ツイート１－１を投稿したことに\nより，侵害情報の流通によって原告の複製権及び自動公衆送信権が侵害\nされたことが明らかであると認められる。\nイ  同一性保持権侵害について\n(ｱ) 本件ツイート１－１には，原告に無断で，原告が著作者人格権を有す\nる本件原告イラスト１に他のイラストレーターの作品を重ね合わせて作\n成された本件投稿画像１－１－２及び１－１－３が添付されている。そ\nして，本件ツイート１－１の投稿により，本件投稿画像１－１－２ない\nし１－１－４がトリミングされて，ツイッターのタイムライン上に表示\nされている。\nしたがって，本件投稿者１が本件ツイート１－１を投稿する行為は，\n原告の意に反して，本件原告イラスト１を「改変」（著作権法２０条１\n項）するものであるから，同イラストに係る原告の同一性保持権を侵害\nするものであり，当該権利侵害が「侵害情報の流通によって」（プロバ\nイダ責任制限法４条１項１号）生じるものであることは明らかである。\n(ｲ) また，著作権法２０条２項４号の「やむを得ないと認められる改変」\nは，同号が同一性保持権侵害に関する例外規定であることに照らすと，\n同項１号ないし３号に掲げられた事由と同様の強度の必要性が認められ\nる改変と解するべきである。そして，本件投稿者１が本件ツイート１－\n１を投稿する行為は，原告が違法なトレースに及んだという事実を軽率\nに指摘するものであるから，本件投稿画像１－１－２及び１－１－３は，\n本件原告イラスト１の「やむを得ないと認められる改変」には当たらな\nいと認められる。\n(ｳ) したがって，本件投稿者１が本件ツイート１－１を投稿したことによ\nり，侵害情報の流通によって原告の同一性保持権が侵害されたことが明\nらかであると認められる。\nウ  名誉毀損について\n(ｱ) 本件投稿者１は，本件ツイート１－１において，本件投稿画像１－１\n－１ないし１－１－４を添付した上，「ゆるーくトレス？  普通にオリ\nジナルで描いてもここまで比率が同じになるかな」と記載した本文を投\n稿して，原告が違法なトレースによって本件原告イラスト１を作成した\nとの事実を摘示している。本件投稿者１は，上記事実の摘示により，本\n件ツイート１－１を読んだ者に対し，本件原告イラスト１はトレースに\nよって他者の著作権を侵害して作成されたものであり，原告は違法なト\nレースを行う人物であるとの印象を抱かせた。その結果，原告の社会的\n評価が低下し，よって，原告の名誉が毀損されたものである。\nそして，本件ツイート１－１が摘示する事実が公共の利害に関する事\n実であるとしても，本件投稿者１が専ら公益を図る目的で同ツイートを\n投稿したとは認められず，原告が，本件原告イラスト１を作成する際に\n他者の作品をトレースした事実はないから，摘示された事実は真実では\nない。したがって，本件投稿者１が本件ツイート１－１を投稿した行為\nについて，違法性は阻却されない。\n以上によれば，本件投稿者１が本件ツイート１－１を投稿したことに\nより，侵害情報の流通によって原告の名誉権が侵害されたことが明らか\nであると認められる。\n(ｲ) 被告は，本件ツイート１－１が本件投稿者１の意見ないし論評を表明\nするものであるという理解を前提とする主張をするが，前記(ｱ)のとお\nり，本件ツイート１－１では事実が摘示されているのであり，意見ない\nし論評を表明するものではないから，前提を欠いた主張である。\n仮に，本件ツイート１－１が，法的な見解を表明するものであり，意\n見ないし論評の表明に該当するとしても，同ツイートは，原告が第三者\nの作品を違法にトレースした旨の事実を前提にした意見ないし論評であ\nると認められる。このように，本件ツイート１－１は，原告が違法にト\nレースした旨の事実の摘示を含む投稿であり，当該事実が原告の社会的\n評価を低下させるものである以上，その投稿が名誉毀損に該当すること\nは明らかである。\n(ｳ) 被告は，本件ツイート１－１が原告の社会的評価を低下させるとして\nも，本件投稿者１が同ツイートを投稿する行為について違法性が阻却さ\nれると主張する。しかし，前記(ｱ)のとおり，原告が，本件原告イラス\nト１を作成する際に他者の作品をトレースした事実はないから，摘示さ\nれた事実の重要な部分における真実性は存在しないと認められる。\nしたがって，本件投稿者１が同ツイートを投稿する行為について違法\n性は阻却されないと認められるから，被告の主張には理由がない。\nエ  営業権侵害について\n原告は，イラストを作成して販売する活動をしているところ，本件投稿\n者１が本件ツイート１－１を投稿し，あたかも原告がトレースに及んだか\nのような事実が摘示されたことにより，原告のイラストレーターとしての\n評判が下落し，原告のイラストの価値が損なわれ，これらを購入する顧客\nが減少して，イラストの販売による原告の売上や収益が減少した。\nしたがって，本件投稿者１が本件ツイート１－１を投稿したことにより，\n侵害情報の流通によって原告の営業権が侵害されたことが明らかであると\n認められる。\n（被告の主張）\nア  複製権及び自動公衆送信権侵害について\n(ｱ) 本件ツイート１－１の目的\nａ  本件ツイート１－１の本文の内容及び添付された画像によれば，本\n件投稿者１が同ツイートに本件投稿画像１－１－２ないし１－１－４\nを添付した目的が，原告がトレースに及んだという疑惑について指摘\nし，検証を行うことにあることは明らかである。\nこの点，原告が自己のイラストを販売するプロのイラストレーター\nであること，トレースは，第三者の著作権を侵害し，刑事罰の対象に\nもなり得るものであることに照らすと，本件ツイート１－１が摘示す\nる事項は公共性及び公益性を有するものであるから，本件投稿画像１\n－１－２ないし１－１－４を添付した上記の目的は，「批評」（著作権\n法３２条１項）に該当するものであるし，「批評」に該当しないとし\nても引用の目的として正当なものである。\nｂ  原告は，本件投稿者１において，原告が違法なトレースに及んだと\nいう事実を軽率に摘示したと主張するが，本件投稿者１は，相当の根\n拠に基づいて本件ツイート１－１を投稿しているのであって，軽率に\n著作権侵害の疑惑を指摘したものではない。\nまた，原告は違法なトレースをしていないと主張するが，後記ウの\nとおり，原告が作成した本件投稿画像１－１－４が他者のイラストと\n相当重なり合っていることなどに照らすと，原告が，他者のイラスト\nを違法にトレースして本件原告イラスト１を作成したことが認められ\nる。\nしたがって，原告の主張はいずれも理由がない。\n(ｲ) 本件ツイート１－１における引用が公正な慣行に合致するものである\nこと\nａ  あるイラストがトレースにより作成されたかどうかを検証するため\nには，当該イラストと，比較対象となる画像を引用したり，両者を重\nね合わせた画像を作成したりすることが必要である。仮に，こうした\n画像の利用が禁じられ，文章のみによってトレースの有無を議論しな\nければならないとすれば，客観的な根拠に基づく判断をすることがで\nきず，公正な議論が困難となる。\nこの点，本件投稿者１は，上記目的のために，本件原告イラスト１\nと同一の画像である本件投稿画像１－１－４と，これに比較対象とな\nる画像を重ね合わせた本件投稿画像１－１－２及び１－１－３を本件\nツイート１－１に添付したものであるから，「公正な慣行に合致する」\n（著作権法３２条１項）との要件を満たすというべきである。\nｂ  これに対し，原告は，出所の表示がないことを根拠に，「公正な慣\n行に合致する」との要件を満たさないと主張するが，出所の表示は引\n用の要件ではなく，出所の表示がなくとも，様々な事情を総合考慮し\nた上で「公正な慣行に合致する」との要件が満たされることはあるか\nら，出所の表示がないことの一事をもって当該要件が満たされないと\nする原告の主張には理由がない。\n(ｳ) 本件ツイート１－１が引用の目的上正当な範囲内で行われたこと\nａ  本件原告イラスト１と同一の画像である本件投稿画像１－１－４を\n忠実に添付することは，前記(ｱ)ａの目的を達成するために必要なこ\nとである。また，本件投稿画像１－１－２及び１－１－３は，単に本\n件原告イラスト１と比較対象となる画像を重ねたのみであって，それ\n以上の加工を加えたものではなく，トレースの有無を検証する上で必\n要かつ相当なものである。\nそうすると，本件投稿者１が，本件投稿画像１－１－２ないし１－\n１－４を添付した行為は，前記(ｱ)ａの目的に照らし，「引用の目的\n上正当な範囲内」（著作権法３２条１項）のものである。\nｂ  これに対し，原告は，本件ツイート１－１では，必要最小限度の範\n囲を超えて原告の著作物を使用しているとして，「引用の目的上正当\nな範囲内」の要件を満たさないと主張する。しかし，引用の必然性や\n必要最小限性を厳密に要求すると，引用に対する不必要な心理的抑圧\n要因となりかねず，妥当ではない。本件投稿画像１－１－２及び１－\n１－３は，前記(ｲ)ａのとおり，単に原告のイラストと第三者のイラ\nストを重ねたものにすぎないし，この方法は，両者のイラストが細部\nにおいて一致しているかを確かめるのに最も直接的でわかりやすい方\n法であるから，前記(ｱ)ａの目的に照らして必要かつ相当な行為であ\nり，「引用の目的上正当な範囲内」のものといえる。\n(ｴ) 小括\nしたがって，本件投稿者１が本件ツイート１－１に本件投稿画像１－\n１－２ないし１－１－４を添付して投稿する行為は，著作権法３２条１\n項による引用として適法といえるから，上記行為により，侵害情報の流\n通によって本件原告イラスト１に係る原告の複製権及び自動公衆送信権\nが侵害されたことが明らかとは認められない。\nイ  同一性保持権侵害について\n(ｱ) 「改変」（著作権法２０条１項）に該当しないこと\nａ  本件投稿画像１－１－２及び１－１－３は，本件原告イラスト１と\n第三者の画像が単純に重ねられて作成されたものにすぎず，それ以上\nに加工がされているものではない。また，本件ツイート１－１の投稿\n内容及び本件投稿画像１－１－１ないし１－１－４によって，本件投\n稿画像１－１－２及び１－１－３がイラストを重ねて作成されたこと\nが容易に読み取ることができるから，本件ツイート１－１の読者にお\nいて，これらの画像自体が原告の著作物であると誤解するおそれはな\nい。\nそうすると，本件投稿画像１－１－２及び１－１－３を作成する行\n為は「改変」に該当しない。\nｂ  仮に本件投稿画像１－１－２及び１－１－３を作成する行為が「改\n変」に当たるとしても，これを本件ツイート１－１として投稿する行\n為は本件投稿画像１－１－２及び１－１－３を作成する行為とは別個\nのものであるから，本件投稿者１が本件投稿画像１－１－２及び１－\n１－３をツイッターに投稿する行為は「改変」に該当せず，同一性保\n持権を侵害する行為にはなり得ない。\nｃ  原告は，本件ツイート１－１の投稿により，原告のイラストがト\nリミングされ，これにより同一性保持権が侵害されると主張する。\nしかし，著作物としての本質的な特徴を感得させることができな\nいような態様で著作物を用いたにすぎない場合には同一性保持権侵\n害は成立しないと解されるところ，本件ツイート１－１が表示され\nているタイムラインにおいて，本件投稿画像１－１－２及び１－１\n－３は，人物の横顔のイラストにおいてその人物を特徴づける頭部\nやあごの部分といった重要な部分が表示されておらず，著作物とし\nての本質的な特徴を感得できないものとなっている。したがって，\n本件ツイート１－１の投稿によってトリミングされたとしても，そ\nれは「変更，切除その他の改変」に該当しない。\nまた，本件投稿画像１－１－４は，人物の横顔の部分にはトリミ\nングがされていないから，「変更，切除その他の改変」が存在しない。\nｄ  このように，本件ツイート１－１の投稿に関して本件原告イラスト\n１の「改変」に該当する行為は存在しない。\n(ｲ)  「侵害情報の流通によって」（プロバイダ責任制限法４条１項１号）\nに該当しないこと\nプロバイダ責任制限法４条１項１号は，「侵害情報の流通によって」\nと規定しており，侵害情報それ自体の流通によって直接権利が侵害され\nることが必要と解されるところ，仮に本件投稿画像１－１－２及び１－\n１－３を作成する行為が「改変」に当たるとしても，本件投稿者１が改\n変後の本件投稿画像１－１－２及び１－１－３を添付した本件ツイート\n１－１を投稿することによって同一性保持権が侵害されるものではなく，\n同一性保持権は，侵害情報それ自体の流通によって直接侵害される関係\nにはない。したがって，「侵害情報の流通によって」権利が侵害された\nとの要件を満たさない。\n(ｳ)  「やむを得ないと認められる改変」（著作権法２０条４項）に該当す\nること\n本件投稿画像１－１－２及び１－１－３は，本件原告イラスト１が第\n三者のイラストをトレースして作成されたか否かを検証する目的で作成\nされたものであるが，トレースに係る検証の対象がイラストであること\nからすると，トレースがされたか否かを客観的かつ公正に論ずるために\nは，本件原告イラスト１を比較対象となる画像と重ね合わせるという態\n様で利用することが不可欠である。しかも，前記(ｱ)ａのとおり，本件\nツイート１－１の読者が本件投稿画像１－１－２及び１－１－３を原告\nの著作物であると誤解するおそれはない。\nそうすると，仮に本件投稿画像１－１－２及び１－１－３を作成する\n行為が「改変」に当たるとしても，「やむを得ないと認められる改変」\nに該当するといえる。なお，原告は，原告に無断で上記各画像が作成さ\nれていることを根拠に，「やむを得ないと認められる改変」には該当し\nないと主張するが，無断で利用していることによって当該要件の該当性\nが否定されるものではない。\n(ｴ) 小括\n以上の次第で，本件投稿者１が本件ツイート１－１を投稿したことに\nより，侵害情報の流通によって原告の本件原告イラスト１に係る同一性\n保持権が侵害されたことが明らかであるとは認められない。\nウ  名誉毀損について\n(ｱ) 本件ツイート１－１は，断定調ではなく疑問調で記載されており，本\n件原告イラスト１がトレースにより作成された可能性を指摘するもので\nあって，原告がトレースをした旨を述べるものではない。仮に，原告が\nトレースをした旨を述べるものであるとしても，原告がトレースをした\n可能性があるとの本件投稿者１の主観的な意見を述べるものにすぎない。\nそうすると，本件ツイート１－１は，原告がトレースをしたとの事実\nを摘示するものではなく，よって，原告の社会的評価を低下させるもの\nではない。\n(ｲ) 仮に，本件ツイート１－１によって原告の社会的評価が低下するとし\nても，以下のとおり，当該ツイートを投稿する行為には，違法性阻却事\n由がないとは認められない。\nａ  本件ツイート１－１は，本件原告イラスト１が，第三者の著作権を\n侵害するものである可能性について法的な見解を表明したものであり，\n意見ないし論評の表明と位置付けられる。\nこの点，本件原告イラスト１と本件投稿画像１－１－１が存在する\nという事実は，原告が第三者の著作権を侵害している可能性について\n意見を述べる前提となる事実であるところ，原告がプロのイラストレ\nーターであることを踏まえると，当該事実は公共の利害に関するもの\nである。また，本件ツイート１－１を投稿する目的は，専ら公益を図\nることにあることに加え，本件ツイート１－１において意見ないし論\n評をする前提としている当該事実は真実であるといえる。さらに，本\n件ツイート１－１では，本件原告イラスト１と第三者が作成したイラ\nストを引用した上で，全て疑問調で本文を記載しており，原告が第三\n者の著作権を侵害したと断定的に述べることを避けた表現になってい\nるから，意見ないし論評としての域を逸脱するものではない。\nしたがって，本件ツイート１－１については，意見ないし論評とし\nての違法性阻却事由がないとは認められない。\nｂ  仮に，本件ツイート１－１が，原告が本件投稿画像１－１－１をト\nレースして本件原告イラスト１を作成した事実を摘示するものと解さ\nれるとしても，前記ａのとおり，当該事実は公共の利害に関するもの\nであるといえるし，本件ツイート１－１を投稿する目的は専ら公益を\n図ることにあるといえる。さらに，本件原告イラスト１と本件投稿画\n像１－１－１が，横顔の輪郭の線，耳の形・大きさ・位置及び眉の長\nさ・大きさ・形状においてほとんど一致していること等を踏まえると，\n原告が本件投稿画像１－１－１をトレースして本件原告イラスト１を\n作成した事実は真実であると認められる。\nしたがって，本件ツイート１－１が名誉毀損に該当するものである\nとしても，違法性阻却事由がないとは認められない。\n(ｳ) 以上によれば，本件投稿者１が本件ツイート１－１を投稿したことに\nより，侵害情報の流通によって原告の名誉権が侵害されたことが明らか\nであるとは認められない。\nエ  営業権侵害について\n本件ツイート１－１を投稿する行為は，原告の複製権，自動公衆送信権，\n同一性保持権を侵害せず，名誉毀損も成立しないのであるから，本件ツイ\nート１－１を投稿する行為が原告の営業権を侵害するとも認められない。\nそして，本件ツイート１－１の投稿により原告の営業が支障を来したこ\nとについては何ら具体的な主張，立証がないし，仮に何らかの支障が生じ\nたとしても，受忍限度を超えるものとは認められない。\nしたがって，本件投稿者１が本件ツイート１－１を投稿したことにより，\n侵害情報の流通によって原告の営業権が侵害されたことが明らかであると\nは認められない。\n(2) 争点１－２（本件ツイート１－２の投稿による権利侵害の明白性）につい\nて\n（原告の主張）\nア  複製権及び自動公衆送信権侵害について\n本件ツイート１－２には，原告が作成して著作権を有する本件原告イラ\nスト２と同一の画像を含む本件投稿画像１－２－１が添付されており，前\n記(1)（原告の主張）アと同様に，本件投稿者１が本件ツイート１－２を\n投稿する行為は「複製」及び「自動公衆送信」に該当する。\nそして，前記(1)（原告の主張）ア(ｱ)ｂと同様の理由に加え，本件投\n稿画像１－２－２の鏡餅の画像が平凡なものであり，当該画像と類似する\n画像を作成しても著作権侵害が成立する余地はないといえることを踏まえ\nると，本件投稿者１が本件投稿画像１－２－１を添付することが，著作権\n法３２条による引用として適法とは認められない。その他，原告が本件投\n稿者１に対して本件原告イラスト２を複製及び自動公衆送信することを許\n諾したなどの違法性阻却事由は認められない。\nしたがって，本件投稿者１が本件ツイート１－２を投稿したことにより，\n侵害情報の流通によって本件原告イラスト２に係る原告の複製権及び自動\n公衆送信権が侵害されたことが明らかであると認められる。\nイ  同一性保持権侵害について\n本件ツイート１－２には，原告に無断で，原告が著作者人格権を有する\n本件原告イラスト２と同一の内容を含む本件投稿画像１－２－１と，本件\n原告イラスト２にインターネット上の鏡餅の写真を重ね合わせて作成され\nた本件投稿画像１－２－３及び１－２－４とが添付されている。そして，\n本件投稿者１が本件ツイート１－２を投稿することにより，これらの画像\nがトリミングされてツイッターのタイムライン上に表示されている。\nしたがって，本件投稿者１が本件ツイート１－２を投稿したことにより，\n侵害情報の流通によって本件原告イラスト２に係る原告の同一性保持権が\n侵害されたことが明らかであると認められる。\nウ  名誉毀損について\n(ｱ) 本件投稿者１は，本件ツイート１－２において，本件投稿画像１－２\n－１ないし１－２－４を添付した上，「トレス常習犯ですわ。」との記事\nを投稿して，原告がトレースを常習的に行っているとの事実を摘示して\nいる。本件投稿者１は，上記事実の摘示により，本件ツイート１－２を\n読んだ者に対し，原告がトレースを行っているとの印象を抱かせ，その\n結果，原告の社会的評価が低下し，よって，原告の名誉が毀損された。\nそして，前記(1)（原告の主張）ウと同様の理由により，本件投稿者\n１が本件ツイート１－２を投稿した行為について，違法性は阻却されな\nい。\n以上によれば，本件投稿者１が本件ツイート１－２を投稿したことに\nより，侵害情報の流通によって原告の名誉権が侵害されたことが明らか\nであると認められる。\n(ｲ) 被告は，本件ツイート１－２についても，意見ないし論評の表明に当\nたると主張するが，前記(ｱ)のとおり，同ツイートは事実を摘示するも\nのであるし，仮に意見ないし論評の表明に当たるとしても，同ツイート\nには，原告が第三者の作品を違法にトレースした旨の事実の摘示が含ま\nれているというべきであるから，同ツイートにおける意見ないし論評の\n表明が，本件投稿画像１－２－１及び１－２－２が存在するという事実\nを前提とするものであって，原告によるトレースの事実を前提としない\nとする被告の主張は，理由がない。\nエ  営業権侵害について\n前記(1)（原告の主張）エと同様，本件投稿者１が本件ツイート１－２\nを投稿し，あたかも原告がトレースに及んだかのような事実が摘示された\nことにより，原告のイラストレーターとしての評判が下落し，原告のイラ\nストの価値が損なわれ，これらを購入する顧客が減少して，イラストの販\n売による原告の売上や収益が減少した。\nしたがって，本件投稿者１が本件ツイート１－２を投稿したことにより，\n侵害情報の流通によって原告の営業権が侵害されたことが明らかであると\n認められる。\n（被告の主張）\nア  複製権及び自動公衆送信権侵害について\n(ｱ) 本件ツイート１－２は，本件ツイート１－１と同様に，原告がトレー\nスを行ったという疑惑について指摘し検証を行うという公共性及び公益\n性を有する目的で，本件原告イラスト２と同一の本件投稿画像１－２－\n１を原告作成のものとして，本件投稿画像１－２－２を比較対象となる\n画像として，本件投稿画像１－２－３及び１－２－４を比較のために重\nねた画像として，それぞれ掲載し，本件原告イラスト２を引用するもの\nである。したがって，前記(1)（被告の主張）アと同様の理由により，\n上記の各画像の掲載による引用は，「公正な慣行に合致する」ものであ\nり，かつ，「引用の目的上正当な範囲内」のものであると認められる。\n(ｲ) 原告は，平凡な鏡餅の画像と類似する創作を行っても，著作権侵害等\nが成立する余地はないから，著作権法３２条１項による引用として適法\nということはできないと主張する。この主張は，原告が依拠した鏡餅の\n画像には創作性が認められない以上，原告が本件原告イラスト２を作成\nする行為には著作権侵害が成立しない旨を指摘するものと解される。\nしかし，本件ツイート１－２の目的は，原告がトレースをしたという\n疑惑を指摘，検証することにあり，本件投稿画像１－２－１，１－２－\n３及び１－２－４の画像を掲載して，本件原告イラスト２を引用したの\nも同様の目的によるのである。そうすると，原告が依拠した画像に創作\n性がなく，原告の行為に著作権侵害が成立しないとしても，本件ツイー\nト１－２が，著作権法３２条１項が規定する引用の要件を満たさないこ\nとになるわけではないから，原告の上記主張には理由がない。\n(ｳ) したがって，本件投稿者１が本件ツイート１－２を投稿する行為は，\n著作権法３２条１項による引用として適法といえるから，上記行為によ\nり，侵害情報の流通によって本件原告イラスト２に係る原告の複製権及\nび自動公衆送信権が侵害されたことが明らかとは認められない。\nイ  同一性保持権侵害について\n前記(1)（被告の主張）イと同様の理由で，本件ツイート１－２を投稿\nする行為により，侵害情報の流通によって原告の本件原告イラスト２に係\nる原告の同一性保持権が侵害されたことが明らかとは認められない。\nウ  名誉毀損について\n(ｱ)  本件ツイート１－２も，前記(1)（被告の主張）ウと同様に，本件原\n告イラスト２が第三者の著作権を侵害する可能性について，本件投稿者\n１がその主観的な意見を述べたものにすぎず，このような意見が表明さ\nれたとしても，原告の社会的評価が低下したとは認められない。\n(ｲ) 仮に，本件ツイート１－２によって原告の社会的評価が低下するとし\nても，以下のとおり，当該ツイートを投稿する行為には違法性阻却事由\nが認められる。\nａ  本件ツイート１－２は，本件原告イラスト２が第三者の著作権を侵\n害するものである可能性について法的な見解を表明したものであり，\n意見ないし論評の表明と位置付けられる。\nこの点，本件ツイート１－２の本文の内容に加え，同ツイートに本\n件投稿画像１－２－１及び１－２－２が添付されていることを踏まえ\nると，同ツイートは，本件原告イラスト２と同一の本件投稿画像１－\n２－１及び第三者が撮影した鏡餅の写真画像である本件投稿画像１－\n２－２が存在するという客観的な事実関係を摘示した上で，上記の法\n的な見解を表明したものであるといえる。しかるところ，本件ツイー\nト１－２が公共の利害に関する事実に係るものであり，同ツイートの\n目的が専ら公益を図るものであることは，前記(1)（被告の主張）ウ\nと同様である。加えて，上記の法的な見解を表明する前提となってい\nる，本件投稿画像１－２－１及び１－２－２が存在するという客観的\nな事実関係は，前者の画像は原告が作成したイラストと同じものであ\nること，後者の画像は楽天市場で販売されている商品写真として存在\nすることに照らすと，真実であると認められる。そして，本件ツイー\nト１－２は，人身攻撃に及ぶものではなく，本件原告イラスト２と第\n三者の写真画像を比較して意見を述べるものにすぎず，意見ないし論\n評としての域を逸脱するものではない。\nしたがって，本件ツイート１－２については，意見ないし論評とし\nての違法性阻却事由が認められる。\nｂ  仮に，本件ツイート１－２が，原告が本件投稿画像１－２－２の写\n真画像をトレースして本件原告イラスト２を作成した事実を摘示する\nものと解されるとしても，前記ａのとおり，当該事実は公共の利害に\n関するものであるといえるし，本件ツイート１－２を投稿する目的は\n専ら公益を図ることにあるといえる。さらに，本件原告イラスト２と\n本件投稿画像１－２－２は，餅，みかん及びみかんの葉の輪郭の線が\nほぼ完全に一致する点や，鏡餅が茶色の板の上に載っており，当該板\nの手前側の端を示す水平線と奥側の端を示す水平線とが一致する点に\nおいて共通すること等を踏まえると，原告が本件投稿画像１－２－２\nをトレースして本件原告イラスト２を作成した事実は真実であると認\nめられる。\nしたがって，本件ツイート１－２が事実を摘示するものであるとし\nても，違法性阻却事由が認められる。\n(ｳ) 以上によれば，本件投稿者１が本件ツイート１－２を投稿したことに\nより，侵害情報の流通によって原告の名誉権が侵害されたことが明らか\nであるとは認められない。\nエ  営業権侵害について\n本件ツイート１－２を投稿する行為には，原告の複製権，自動公衆送信\n権，同一性保持権を侵害せず，名誉毀損も成立しないのであるから，本件\nツイート１－２を投稿する行為が原告の営業権を侵害するとも認められな\nいし，前記(1)（被告の主張）エと同様，本件ツイート１－２の投稿によ\nり原告の営業が支障を来したことについては何ら具体的な主張，立証がな\nいし，仮に何らかの支障が生じたとしても，受忍限度を超えるものとは認\nめられない。\nしたがって，本件投稿者１が本件ツイート１－２を投稿したことにより，\n侵害情報の流通によって原告の営業権が侵害されたことが明らかであると\nは認められない。\n(3) 争点１－３（本件ツイート２－１の投稿による権利侵害の明白性）につい\nて\n（原告の主張）\nア  複製権及び自動公衆送信権侵害について\n(ｱ) 本件ツイート２－１には，原告が作成し，著作権を有する本件原告イ\nラスト３及び４と同一の画像である本件投稿画像２－１－１及び２－１\n－２が添付されており，前記(1)（原告の主張）アと同様に，本件投稿\n者２が本件ツイート２－１を投稿する行為は「複製」及び「自動公衆送\n信」に該当する。\n(ｲ) 本件ツイート２－１の本文は，疑問調により記載されているものの，\nその表現ぶりに照らすと，上記の疑問調の表現は，単に読者に疑問を投\nげかけるのではなく，本件投稿者２が，読者に対し，原告が違法なトレ\nースを行っているとの事実を間接的ないし婉曲に摘示するものと理解で\nきる。そうすると，前記(1)（原告の主張）ア(ｱ)ｂと同様の理由によ\nり，本件投稿者２が本件ツイート２－１を投稿する行為が著作権法３２\n条１項による引用として適法ということはできない。\nその他，本件ツイート２－１の投稿について，原告の許諾等の違法性\n阻却事由は認められない。\n(ｳ) したがって，本件投稿者２が本件ツイート２－１を投稿したことによ\nり，侵害情報の流通によって本件原告イラスト３及び４に係る原告の複\n製権及び自動公衆送信権が侵害されたことが明らかであると認められる。\nイ  営業権侵害について\n前記(1)（原告の主張）エと同様，本件投稿者２が本件ツイート２－１\nを投稿し，あたかも原告がトレースに及んだかのような事実が摘示された\nことにより，原告のイラストレーターとしての評判が下落し，原告のイラ\nストの価値が損なわれ，これらを購入する顧客が減少して，イラストの販\n売による原告の売上や収益が減少した。\nしたがって，本件投稿者２が本件ツイート２－１を投稿したことにより，\n侵害情報の流通によって原告の営業権が侵害されたことが明らかであると\n認められる。\n（被告の主張）\nア  複製権及び自動公衆送信権侵害について\n本件ツイート２－１は，その本文の記載内容に照らし，原告がトレース\nをして本件原告イラスト１を作成したという疑惑について，原告の画力と\nいう側面から検証する目的のものであることは明らかであるところ，こう\nした目的は，前記(1)（被告の主張）アと同様の理由により，公共性及び\n公益性を有する。\nそして，上記の目的を達成するために，その主張の根拠を多面的に示す\nことは必要なことであるから，本件投稿者２が本件投稿画像２－１－１及\nび２－１－２を添付することは，「公正な慣行に合致する」ものであるし，\nこれらの画像の添付は，上記目的との関係で合理的であるから，「引用の\n目的上正当な範囲内」のものであると認められる。\nしたがって，本件投稿者２が本件ツイート２－１を投稿する行為は，著\n作権法３２条１項による引用として適法といえるから，上記行為により，\n侵害情報の流通によって本件原告イラスト３及び４に係る原告の複製権及\nび自動公衆送信権が侵害されたことが明らかとは認められない。\nイ  営業権侵害について\n本件ツイート２－１を投稿する行為は，原告の複製権，自動公衆送信権\nを侵害せず，客観的な根拠を示して「画力の差に違和感を感じませんか？」\nと疑問を投げかけているにすぎないから，本件ツイート２－１を投稿する\n行為が原告の営業権を侵害するとも認められない。\nそして，前記(1)（被告の主張）エと同様，本件ツイート２－１の投稿\nにより原告の営業が支障を来したことについては何ら具体的な主張，立証\nがなく，仮に何らかの支障が生じたとしても，受忍限度を超えるものとは\n認められない。\nしたがって，本件投稿者２が本件ツイート２－１を投稿したことにより，\n侵害情報の流通によって原告の営業権が侵害されたことが明らかであると\nは認められない。\n(4) 争点１－４（本件ツイート２－２の投稿による権利侵害の明白性）につい\nて\n（原告の主張）\nア  複製権及び自動公衆送信権侵害について\n(ｱ) 本件ツイート２－２には，原告が作成し，著作権を有する本件原告イ\nラスト５を含む画像である本件投稿画像２－２－２が添付されており，\n前記(1)（原告の主張）アと同様に，本件投稿者２が本件ツイート２－\n２を投稿する行為は「複製」及び「自動公衆送信」に該当する。\n(ｲ) 本件ツイート２－２に関しても，本件ツイート２－１と同様に，間接\n的ないし婉曲に原告が違法なトレースを行ったとの事実を摘示するもの\nと理解できるから，前記(1)（原告の主張）ア(ｱ)ｂと同様の理由によ\nり，本件投稿者２が本件ツイート２－２を投稿する行為が，著作権法３\n２条１項による引用として適法ということはできない。\n(ｳ) したがって，本件投稿者２が本件ツイート２－２を投稿したことによ\nり，侵害情報の流通によって本件原告イラスト５に係る原告の複製権及\nび自動公衆送信権が侵害されたことが明らかであると認められる。\nイ  同一性保持権侵害について\n本件ツイート２－２には，原告に無断で，原告が著作者人格権を有する\n本件原告イラスト３における女性の横顔の鼻から口に掛けての個所に赤い\n長方形の枠を重ねて作成された本件投稿画像２－２―１が添付されている。\nそして，本件ツイート２－２が投稿されることにより，ツイッターのタイ\nムライン上に，トリミングされた画像が掲載されることとなる。\nしたがって，本件投稿者２が本件ツイート２－２を投稿する行為は，原\n告の意に反して本件原告イラスト３を「改変」するものであるから，同行\n為により，侵害情報の流通によって同イラストに係る原告の同一性保持権\nが侵害されたことが明らかであると認められる。\nウ  営業権侵害について\n前記(1)（原告の主張）エと同様，本件投稿者２が本件ツイート２－２\nを投稿し，あたかも原告がトレースに及んだかのような事実が摘示された\nことにより，原告のイラストレーターとしての評判が下落し，原告のイラ\nストの価値が損なわれ，これらを購入する顧客が減少して，イラストの販\n売による原告の売上や収益が減少した。\nしたがって，本件投稿者２が本件ツイート２－２を投稿したことにより，\n侵害情報の流通によって原告の営業権が侵害されたことが明らかであると\n認められる。\n（被告の主張）\nア  複製権及び自動公衆送信権侵害について\n本件ツイート２－２は，原告がトレースをして本件原告イラスト１を作\n成したという疑惑について，原告の画力という側面から検証するため，原\n告が販売している横顔のイラストである本件投稿画像２－２－２を，本件\n原告イラスト３と同一の画像である本件投稿画像２－２－１と比較するも\nのである。そうすると，前記(1)（被告の主張）ア及び前記(3)（被告の\n主張）アと同様の理由により，本件ツイート２－２の目的は公共性及び公\n益性を有するものであり，本件投稿者２が本件ツイート２－２を投稿する\n行為は，著作権法３２条１項による引用として適法といえる。\nしたがって，上記行為により，侵害情報の流通によって本件原告イラス\nト３及び５に係る原告の複製権及び自動公衆送信権が侵害されたことが明\nらかであるとは認められない。\nイ  同一性保持権侵害について\n(ｱ) 本件投稿画像２－２－１が，本件原告イラスト３に赤い長方形の枠を\n重ねて作成されたのは，原告の画力について批評するために，当該イラ\nストの鼻と唇の部分に，本件ツイート２－２の読者を誘導するための表\n示を必要としたためである。同ツイートの本文には，「左の絵には鼻と\n唇の間に不自然な山があり「横顔がどうなっているか」という基本的な\nデッサンを理解していない方が描いたようにしか見えません」との説明\n文が記載されているから，本件投稿画像２－２－１の赤い長方形の枠が\n原告の著作物の一部であると誤解するおそれはなく，客観的に原告の人\n格的利益を侵害するとは認められない。\nしたがって，本件原告イラスト３に赤い長方形の枠を追加する行為は，\n「改変」に該当しない。\n(ｲ)  仮に，前記(ｱ)の行為が「改変」に該当するとしても，加工の態様と\nしては相当な範囲にとどまり，「やむを得ないと認められる改変」に当\nたる。\n(ｳ) なお，前記(ｱ)の行為が「改変」に該当し，「やむを得ないと認められ\nる改変」に当たらないとしても，「侵害情報の流通によって」原告の同\n一性保持権が侵害されたとは認められないことは，前記(1)（被告の主\n張）イ(ｲ)のとおりである。\n(ｴ) 以上の次第で，本件投稿者２が本件ツイート２－２を投稿したことよ\nり，侵害情報の流通によって本件原告イラスト３に関する原告の同一性\n保持権が侵害されたことが明らかであるとは認められない。\nウ  営業権侵害について\n本件ツイート２－２を投稿する行為は，原告の複製権，自動公衆送信権\nを及び同一性保持権を侵害しないのであるから，本件ツイート２－２を投\n稿する行為が原告の営業権を侵害するとも認められないし，前記(1)（被\n告の主張）エと同様，本件ツイート２－２の投稿により原告の営業が支障\nを来したことについては何ら具体的な主張，立証がないし，仮に何らかの\n支障が生じたとしても，受忍限度を超えるものとは認められない。\nしたがって，本件投稿者２が本件ツイート２－２を投稿したことにより，\n侵害情報の流通によって原告の営業権が侵害されたことが明らかであると\nは認められない。\n２  争点２（本件発信者情報が「当該権利の侵害に係る発信者情報」（プロバイ\nダ責任制限法４条１項）に該当するか）について\n(1) 争点２－１（別紙発信者情報目録記載１及び２のログイン時のＩＰアドレ\nス及びタイムスタンプが「当該権利の侵害に係る」発信者情報たる省令５号\nの「アイ・ピー・アドレス」及び省令８号の「侵害情報が送信された年月日」\nに該当するか）について\n（原告の主張）\nア  「当該権利の侵害に係る発信者情報」該当性\n「当該権利の侵害に係る発信者情報」とは，「氏名，住所その他の侵害\n情報の発信者の特定に資する情報」（プロバイダ責任制限法４条１項柱書\nき）をいい，侵害情報の発信そのものの発信者情報に限定されるものでは\nないと解される。そして，ツイッターは，利用者が，ユーザー名やパスワ\nード等を入力することによりログインしなければ利用できないサービスで\nあるから，アカウントにログインした者が，当該アカウントにおけるツイ\nートの投稿者である蓋然性が認められる。したがって，ツイッターのアカ\nウントへのログイン時のＩＰアドレス及びタイムスタンプも「侵害情報の\n発信者の特定に資する情報」として「当該権利の侵害に係る発信者情報」\nに該当するというべきである。\n本件においては，本件アカウント１及び２の投稿の内容やアカウントの\nプロフィールの記載に照らし，同一のアカウントを複数人が管理している\nことはうかがわれないから，口頭弁論終結時までの最も新しいログイン時\nのものを含め，原告が開示を請求するログイン時のＩＰアドレス及びタイ\nムスタンプは全て「当該権利の侵害に係る発信者情報」に該当する。\nイ  省令５号及び８号該当性\n被告は，省令８号の「侵害情報が送信された年月日及び時刻」という文\n言を根拠に，同号が開示の対象とする情報は侵害情報の送信時のタイムス\nタンプのみであると主張する。\nしかし，プロバイダ責任制限法４条１項の趣旨が，情報の発信者のプラ\nイバシー，表現の自由，通信の秘密に配慮した厳格な要件の下で，加害者\nの特定を可能にして被害者の権利の救済を図るというものであることにか\nんがみると，同項の「権利の侵害に係る発信者情報」とは，侵害情報が発\n信された際に割り当てられたＩＰアドレス等から把握される発信者情報に\n限らず，権利侵害との結び付きがあり，権利侵害者の特定に資する通信か\nら把握される発信者情報をも含むと解される。そうすると，省令８号の\n「侵害情報」には，侵害情報そのもののみならず，ログイン行為に係る情\n報等，権利侵害者の特定に資する通信から把握される情報が含まれるとい\nうべきである。仮に，省令５号がログイン時のＩＰアドレスを含むものと\nし，省令８号がログイン時のタイムスタンプを含まないと解すると，ログ\nイン時のＩＰアドレスの開示請求が認められても，ログイン時のタイムス\nタンプの開示請求は認められないこととなるが，ＩＰアドレスに対応する\nタイムスタンプが存在しない限り，当該ＩＰアドレスに係る発信者の特定\nはおよそ不可能であるから，上記の帰結は著しく不合理で妥当性を欠くも\nのであって，プロバイダ責任制限法４条１項の上記趣旨に反するものであ\nる。\n（被告の主張）\nア  「当該権利の侵害に係る」該当性\n(ｱ) プロバイダ責任制限法が，情報の発信者のプライバシー，表現の自由，\n通信の秘密に配慮した厳格な要件の下でのみ発信者情報開示請求を認め\nていることに加え，同法４条１項が「当該開示関係役務提供者が保有す\nる当該権利の侵害に係る発信者情報」と定めていることに照らすと，発\n信者情報開示請求の制度は，侵害情報の発信者に関する情報全てを幅広\nく開示の対象とするものではなく，あくまでも，請求者が侵害情報であ\nると主張する特定の情報の発信行為に関する情報のみを開示の対象とす\nるものと解される。\nこの点，ツイッターのアカウントへのログイン行為と侵害情報の発信\n行為は，全く別個の行為である。加えて，ログイン行為を行う者の端末\nから被告のサーバーに送信される情報は，アカウントＩＤやパスワード\nなどのログインに必要な情報であって，侵害情報とは全く別の情報であ\nり，侵害情報と何ら関係がない情報である。\nしたがって，ログイン時のＩＰアドレス及びタイムスタンプは，同項\nが規定する「当該権利の侵害に係る」発信者情報に該当しない。\n(ｲ) 原告は，ツイッターがアカウントにパスワード等を入力するなどして\nログインしなければ利用することができないサービスであることから，\nアカウントにログインした者は当該アカウントにおけるツイートの投稿\n者である蓋然性が認められるため，ログインに係る情報も「発信者の特\n定に資する情報」として「当該権利侵害に係る発信者情報」に該当する\nと主張する。\nしかし，上記のような解釈は，侵害情報の流通によって権利侵害を受\nけた者の権利の救済を図るという要請と，情報発信者のプライバシー，\n表現の自由，通信の秘密の保護の双方に配慮し，開示の対象となる情報\nを限定的に列挙したプロバイダ責任制限法４条 1 項及び省令の趣旨に反\nするものである。また，ツイッターでは，１個のアカウントに対して複\n数のログイン状態が競合することが可能であるため，ツイート行為とロ\nグイン行為が時間的に近接しているとしても，ツイートが当該ログイン\n行為によるログイン状態を利用して行われたかどうかは明らかではない\nから，たとえ本件各ツイートの投稿とログイン行為が時間的に近接して\nいるとしても，当該ログイン行為によるログイン状態の下で本件各ツイ\nートが投稿されたとは断定できない。\nしたがって，原告の上記主張には理由がない。\nイ  省令５号及び８号該当性\n省令は，開示請求の対象となり得る情報について，必要最小限の範囲の\n情報のみを限定列挙し，抽象的・包括的な条項を置いていない。そうする\nと，省令の規定を安易に拡張解釈して，開示請求の対象となり得る情報の\n範囲を拡大することは，通信の秘密や表現の自由を侵害する結果となりか\nねず，許されないというべきである。\nしかるところ，省令８号は，「第五号のアイ・ピー・アドレスを割り当\nてられた電気通信設備」から，「開示関係役務提供者の用いる特定電気通\n信設備」に「侵害情報が送信された年月日」と規定しており，同号が「侵\n害情報が送信された」という文言を採用したことからして，同号が開示の\n対象とする情報は侵害情報の送信時のタイムスタンプのみであると解すべ\nきことは明らかである。\nまた，省令５号は，「侵害情報に係るアイ・ピー・アドレス」と規定し\nているところ，これは，コンテンツプロバイダが保存するＩＰアドレスが\n経由プロバイダのＩＰアドレスであって，発信者自身のＩＰアドレスでは\nないことから，経由プロバイダのＩＰアドレスを開示の対象とするために，\n「発信者のアイ・ピー・アドレス」という文言ではなく「侵害情報に係る\nアイ・ピー・アドレス」という文言を採用したものである。また，ＩＰア\nドレスとタイムスタンプは，両者を一体として利用することで初めて発信\n者の特定に資する情報となり得るものであるから，同号は省令８号と統一\n的に解釈されるべきである。そうすると，省令５号が開示の対象とする情\n報は，侵害情報の送信時のＩＰアドレスのみであると解される。\nこの点，ログイン行為は，侵害情報とは全く異なる情報を送信する行為\nであり，侵害情報が送信された時点とは全く異なる時点においてされる行\n為である。したがって，ログイン時のタイムスタンプは，それによって侵\n害情報の発信者が特定される面があるとしても，省令８号の「侵害情報が\n送信された年月日」に該当せず，ログイン時のＩＰアドレスは，省令５号\nの「侵害情報に係るアイ・ピー・アドレス」に該当しない。\nウ  開示の対象となり得るログイン時のＩＰアドレス等の範囲\n仮に，ログイン情報と権利侵害投稿の関連性を検討することにより，一\n定の範囲のログイン時のＩＰアドレス等が，プロバイダ責任制限法４条１\n項の「当該権利の侵害に係る発信者情報」及び省令５号及び８号の各文言\nに該当し，開示の対象となり得るとしても，被告が保有するログイン時の\nＩＰアドレス等の全部が開示の対象になるとはいえず，侵害情報の発信行\n為と全く関連しないＩＰアドレス等は，省令５号及び８号に該当しないと\n解すべきである。少なくとも，本件各ツイートの投稿の後の時点における\nログイン行為に関するＩＰアドレス等の情報は，当該ログインを利用して\n本件各ツイートの投稿がなされた可能性が論理的にあり得ない以上，「当\n該権利の侵害に係る発信者情報」には該当しない。\n本件において，原告は，令和２年４月３日から口頭弁論終結時までのロ\nグイン時のＩＰアドレス等の全ての開示を請求するところ，その中には，\n本件各ツイートの投稿日と時間的な近接性がなく，何らの関連性も認めら\nれないものが含まれているから，原告の上記請求の全部に理由があるとは\nいえない。\n(2)  争点２－２（別紙発信者情報目録記載３(1)の電話番号が省令３号の「電\n話番号」に該当するか）について\n（原告の主張）\nア  プロバイダ責任制限法４条１項は「特定電気通信による情報の流通によ\nって自己の権利を侵害されたとする者」に対し，発信者情報開示請求権を\n認めているのであるから，同項に基づく発信者情報開示請求権は，侵害情\n報の送信ではなく，侵害情報の流通によって発生する。そして，侵害情報\nの流通は，一回的な行為ではなく，特定電気通信による継続的な行為ない\nし状態であるから，侵害情報の流通が認められる限り，発信者情報開示請\n求権は不断に発生し続けるものと解される。そして，開示関係役務提供者\nの発信者情報開示義務は，同項に基づき発信者情報開示請求がされた時点\nで具体的に生じるものと解される。したがって，改正後の省令が施行され\nる前の時点で送信された侵害情報であっても，改正後の省令が施行された\n後は，改正後の省令が適用されるというべきである。このことは，令和２\n年総務省令第８２号による改正について，改正前の事案には改正後の省令\nが適用されないとする経過規定が省令に置かれていないことからもうかが\nわれる。\nこの点，本件各ツイートは削除されておらず，なお不特定多数の者が閲\n覧可能な状態にあるから，本件各ツイートにより，前記１(1)（原告の主\n張）及び前記１(2)（原告の主張）のとおりの権利侵害が生じ続けている。\nしたがって，本件各投稿のときに改正後の省令が施行されていないものの，\n改正後の省令を前提に本件発信者情報の開示を請求するものとなる。そう\nすると，本件においても，改正後の省令３号により，本件投稿者１の電話\n番号の開示を請求することができるというべきである。\nイ  被告は，本件各投稿が省令の施行前にされたものであり，省令３号は施\n行前に権利侵害が発生した事案について遡及的に適用されないとして，本\n件には省令３号が適用されることはないと主張する。\nしかし，原告は，前記アの理由から，本件には改正後の省令が適用され\nると主張しているのであり，本件に省令３号が遡及的に適用されると主張\nしているものではないから，省令３号の遡及適用の有無は問題とならない。\nしたがって，被告の主張は前提を欠くものであり，理由がない。\n（被告の主張）\nア  本件各ツイートは，省令が施行された令和２年８月３１日よりも前の時\n点において投稿されたものである。そして，省令３号は，改正前に権利侵\n害が発生した事案に遡及的に適用することはできないと解される。\nしたがって，原告の，本件投稿者１の電話番号に関する発信者情報開示\n請求には理由がない。\nイ  原告は，本件はそもそも省令３号の遡及的な適用が問題となる事案では\nない旨を主張する。\nしかし，発信者情報開示請求権は，投稿者が特定電気通信設備の記録媒\n体又は送信装置に侵害情報を記録，入力するという積極的作為に及んだ時\n点に発生するものであり，その後に刻々と発信者情報開示請求権が発生す\nるものではない。したがって，本件については，本件各投稿がされた時点\nでそれぞれ発信者情報開示請求権が発生することとなるが，本件各投稿が\nされた時点では省令３号が施行されていなかった以上，本件において省令\n３号が適用されるか否かは，省令３号の遡及的な適用が可能か否かによる\nものといわなければならない。\nウ  原告は，省令の施行前の事案には省令が適用されない旨の経過規定が省\n令に置かれていないこと等を根拠に，本件においては，改正後の省令３号\nが適用される旨を主張する。\nしかし，一般に法令の効力は施行以後に限られ，過去の事項には適用さ\nれないのが原則であり，例外的に法令の遡及適用が許容されるのは，国民\nの権利義務に直接関係のない場合等であって，法令の経過規定に特別の規\n定があるときに限られると解するべきである。この点，省令３号を遡及的\nに適用した場合には，プロバイダに電話番号の開示義務を新たに課するこ\nとになる上，発信者の表現の自由，プライバシー，通信の秘密等の権利利\n益を制約することになるから，国民の権利義務に直接関係のない場合には\n当たらない。加えて，省令には，改正後の省令を遡及適用する旨の経過規\n定が置かれていない。\nしたがって，本件に省令３号を遡及的に適用することはできないという\nべきであるから，原告の上記主張には理由がない。\n(3)  争点２－３（別紙発信者情報目録記載３(2)のＳＭＳ用電子メールアドレ\nスが改正前省令３号の「電子メールアドレス」に該当するか）について\n（原告の主張）\nプロバイダ責任制限法３条の２第２号の「電子メールアドレス」には，そ\nの文言からして，ＳＭＳ用電子メールアドレスが含まれることが明らかであ\nる。\nすなわち，同号は，「電子メールアドレス等」について，「公職選挙法第百\n四十二条の三第三項に規定する電子メールアドレス等をいう。」と規定する\nところ，公職選挙法１４２条の３第３項は，「電子メールアドレス」につい\nて，「特定電子メールの送信の適正化等に関する法律第二条第三号に規定す\nる電子メールアドレスをいう。」と規定する。そして，特定電子メールの送\n信の適正化等に関する法律２条３号は，「電子メールアドレス」の定義につ\nいて，「電子メールの利用者を識別するための文字，番号，記号その他の符\n号をいう。」と規定するとともに，同条１号は，「電子メール」の定義につい\nて「総務省令で定める通信方式を用いるものをいう。」と規定し，かかる委\n任を受けて制定された特定電子メールの送信の適正化等に関する法律第二条\n第一号の通信方式を定める省令は，上記の通信方式として，「携帯して使用\nする通信端末機器に，電話番号を送受信のために用いて通信文その他の情報\nを伝達する通信方式」（２号）を規定している。以上によれば，公職選挙法\n１４２条の３第３項の「電子メールアドレス」には，ＳＭＳ用電子メールア\nドレスも含まれることとなるため，プロバイダ責任制限法３条の２第２号の\n「電子メールアドレス」にも，ＳＭＳ用電子メールアドレスが含まれること\nとなる。そして，改正前省令には，３号の「電子メールアドレス」からＳＭ\nＳ用電子メールアドレスを除外する旨の規定は置かれていなかった。したが\nって，プロバイダ責任制限法４条１項による委任を受けて制定された改正前\n省令３号の「電子メールアドレス」もプロバイダ責任制限法の「電子メール\nアドレス」と同様に解釈されるべきであるから，改正前省令３号の「電子メ\nールアドレス」にはＳＭＳ用電子メールアドレスも含まれることになる。\nよって，本件投稿者１のＳＭＳ用電子メールアドレスの開示請求は認めら\nれるべきである。\n（被告の主張）\nプロバイダ責任制限法４条１項に基づく開示請求の対象を限定列挙した省\n令には，発信者のＳＭＳ用電子メールアドレスは掲げられていない。\nまた，ＳＭＳ用電子メールアドレスは，携帯電話に関する，０９０等から\n始まる１１桁の番号からなるものであって，携帯電話番号にほかならないか\nら，改正前省令３号の「電子メールアドレス」にＳＭＳ用電子メールアドレ\nスが含まれるとする解釈は当該文言に反する。\nそして，前記(1)（被告の主張）アのとおり，省令では，開示の対象とな\nり得る情報のうち必要最小限の情報のみを限定列挙し，抽象的・包括的な規\n定を置いていないことを踏まえると，安易に省令の規定を拡大解釈して開示\n請求の対象となり得る情報の範囲を拡大することは許されないというべきで\nあるから，ＳＭＳ用電子メールアドレスは，改正前省令３号の「電子メール\nアドレス」に該当しないと解すべきである。\n原告は，プロバイダ責任制限法３条の２第２号，公職選挙法１４２条の３\n第３項等の規定を根拠として，ＳＭＳ用電子メールアドレスが改正前省令３\n号の「電子メールアドレス」に含まれると主張する。しかし，プロバイダ責\n任制限法３条の２第２号は，公職選挙法１４２条の３第３項にある「電子メ\nールアドレス等」の定義を引用するにすぎず，この定義をもってプロバイダ\n責任制限法における「電子メールアドレス」の定義とすることを規定するも\nのではない。\nしたがって，原告の，本件投稿者１のＳＭＳ用電子メールアドレスに関す\nる発信者情報開示請求には理由がない。\n３  争点３（原告が本件発信者情報の開示を受けるべき正当な理由を有するか）\nについて\n（原告の主張）\n原告は，本件投稿者１及び２に対し，不法行為に基づく損害賠償等を請求す\nる予定であるが，そのためには，被告が保有する本件発信者情報の開示を受け\nる必要がある。\n（被告の主張）\n事実に関する主張は不知であり，法的主張は争う。\n第４  当裁判所の判断\n１  争点１（本件各投稿により原告の権利が侵害されたことが明らかであるか）\nについて\n(1) 争点１－１（本件ツイート１－１の投稿による権利侵害の明白性）及び争\n点１－２（本件ツイート１－２の投稿による権利侵害の明白性）について\nア  認定事実\n前記前提事実並びに証拠（甲１，２，４，９，１１，１３，１７，１８，\n２６，２７，２９，３０，４２ないし４５，４８，乙１，２，４，１６）\n及び弁論の全趣旨によれば，以下の事実が認められる。\n(ｱ) 本件ツイート１－１及び１－２並びにその前後に投稿されたツイート\nの内容\n本件ツイート１－１及び１－２並びにその前後には，本件アカウント\n１において，以下のツイートが投稿されている（甲１，２，１７，乙１，\n２）。\nａ  ２０２０年（令和２年）４月３日の投稿\n(a) 「これどうだろうｗｗ  ゆるーくトレス？  普通にオリジナルで\n描いてもここまで比率が同じになるかな」を本文とし，４枚の添付\n画像を含むツイート（本件ツイート１－１）。\n(b) 「絶対目が開いてないのはトレス元に似ちゃうからなのか」を本\n文とするツイート。\n(c)  「首の角度は変えてるけど...」を本文とし，２枚の添付画像\n（いずれも，女性の横顔を描いた複数のイラストを重ねて作成され\nたもの。）を含むツイート。\n(d) 「検証に使った元のイラスト作家さん」を本文とし，ハイパーリ\nンク（参照先として当該記事のＵＲＬを設定すること）を含むツイ\nート。\nｂ  ２０２０年（令和２年）４月４日の投稿\n(a) 「トレス疑惑について①  横顔イラストと普段書かれているイラ\nストとの画力の差があったため，既存の絵を検索し当て嵌めたとこ\nろトレス疑惑が浮上。ラレとして検証に使用した絵はＥさんの絵で\nす。「横顔  イラスト」で画像検索すると上の方に出てきました。」\nを本文とし，４枚の添付画像（女性の横顔のうち口元，イヤリング，\n首，髪の毛等の部分のみが表示されているイラスト，本件投稿画像\n１－１－１と同一のイラスト及び女性の横顔を描いた複数のイラス\nトを重ねて作成された２枚のイラスト（うち１枚は乙１５である。））\nを含むツイート。\n(b) 「トレス疑惑について②」及び「こちらで横顔の目を開いたイラ\nストを公開されていたので，重ねてみたところ大部分が一致。」を\n本文とし，ハイパーリンク及び４枚の添付画像（いずれも女性の横\n顔の目元を描いたイラストであるが，うち３枚は複数のイラストを\n重ねて作成されたもの。）を含むツイート。\n(c) 「こちらがこの方の普段の絵柄のようです。骨格から目の描き方\nまで違うのでトレスを疑ってしまいます。」を本文とし，２つのハ\nイパーリンクを含むツイート。\n(d) 「この横顔イラストは１点３０００円～５０００円で販売してい\nるみたいです。ハンドメイド作家さん等使用してる方が沢山います。\n（プレ企画で当選して使っている方もいます）」を本文とし，１枚\nの画像（原告が従前イラストを販売していたウェブサイトの画像\n（甲４の３，乙４の３）である。）を含むツイート。\n(e) 「余談ですが，販売しているイラスト以外でもトレス疑惑があり\nます。これに関してはご自身の自由なのですが，根拠として載せて\nおきます」，「１枚目：クリィミーマミ公式垢アイコン」，「２枚目：\nトレス疑惑イラスト」，「３枚目：クリィミーマミ公式アイコンの透\n明度を下げて重ね合わせ」及び「４枚目：公式アイコン赤  疑惑イ\nラスト青」を本文とし，本文が記載するとおりの４枚の画像を含む\nツイート。\n(f)  「これでほぼ黒」を本文とし，３枚の画像（「Ｂ」というサイン\nの入った画像及び複数の女性の横顔のイラストを重ねて作成された\n２枚の画像。）を含むツイート。\nｃ  ２０２０年（令和２年）４月５日の投稿\n(a) 「他のイラストでもトレスしてますね。４枚目は線の色をライト\nブルーに変えてます。」を本文とし，４枚の画像（仮面を着けた女\n性の白黒のイラストと「最終回」「ルパンの娘」の文字が記載され\nた２枚の画像，仮面を着けた女性の写真画像及び当該写真画像にラ\nイトブルーの線が重ね合わせられて作成された画像（乙１６の１）。）\nを含むツイート。\n(b) 「この鏡餅も画像検索ですぐ出てきた。トレス常習犯ですわ。Ｂ\nさん」を本文とし，４枚の添付画像を含むツイート（本件ツイート\n１－２）。\nｄ  ２０２０年（令和２年）４月６日の投稿\n(a)  本件投稿者２が４月５日に投稿したツイート（「トレパク疑惑が\n出ているＢ（中略）様ですが，アメブロの方にこんな物もありまし\nた  一部切れていますが右下の署名でＢ様の作品だとわかります\n（Ｂ様の作品，と呼ぶべきかは微妙ですが．．．」という本文に，「ビ\nブリア古書堂の事件手帖」などと記載された２枚の画像（乙１６の\n２，１６の３）が添付されたツイート）をリツイートしたもの。\n(b) 「写真のトレスが好きみたいですね。重ねるまでもないのでその\nままです。多分クイックスポイトで色取って塗って馴染ませての繰\nり返しで描いてるんじゃないかなあ。」を本文とし，２枚の画像\n（男女及び「雪の華」との記載を含む２枚の画像（乙１６の４，１\n６の５））を含むツイート。\n(c) 「うーむ」を本文とし，２枚の画像（男女及び「九月の恋と出会\nうまで」との記載を含む２枚の画像（乙１６の６，１６の７））を\n含むツイート。\n(d)  「１枚目：公式絵」，「２枚目：公式絵反転  輪郭，耳，鼻が一\n致」，「３枚目：同じく公式絵反転  目の形  まつ毛の位置等が一致」\n及び「４枚目：服の肩部分が一致  やんわりトレス？」を本文とし，\n４枚の画像（女の子のキャラクターのイラストであり，うち３枚は，\n他のイラストと重ねて作成されたもの。）を含むツイート。\n(e) 「禰豆子はラフの時からトレスでしたね」を本文とし，３枚の画\n像（女の子のイラストであり，うち１枚は線で描かれた白黒のもの，\n１枚はカラーで背景とともに描かれたものであり，１枚はこれら２\n枚のイラストを重ねて作成されたものである。）を含むツイート。\nｅ  ２０２０年（令和２年）４月７日の投稿\n本件投稿者１が４月５日に投稿した「なんかごめん」を本文とし，\n２枚の画像（イノシシの被り物をした人物のイラストと，同イラスト\nに赤い線が重ねられて作成された画像）を含むイラスト。\n(ｲ) 原告によるイラストの販売及び作成状況等\nａ  原告は，自らが作成したイラストを，ツイッターや，インターネッ\nト上のフリーマーケットサービスである「ｍｉｎｎｅ」を通じて販売\nするイラストレーターとして活動していた。また，原告は，芸能事務\n所に所属し，Ａ’の芸名を用いてナレーターとして活動している。そ\nして，原告は，作成したイラストに，イラストレーターとしてのペン\nネームである「Ｂ」のサインを入れたり，ナレーターとしての芸名で\nある「Ａ’」のマークを入れたりしている。なお，原告は，令和３年\n７月２０日頃，その時点で依頼されているイラストが完成し次第，Ｓ\nＮＳを通じたイラストの販売を中止する旨の意向を示した。（甲９，\n１１，１３，４８）\nｂ  原告は，平成３０年２月頃，ツイッターを通じて，アクセサリーの\nハンドメイド作家から，アクセサリーを飾る台紙を描いてほしいとい\nう依頼を受け，女性の横顔のイラストを提供したことをきっかけに，\n様々なハンドメイド作家にイラストを提供するようになった。こうし\nたイラストは，依頼者の似顔絵を参考に一から作成することもあれば，\n１回目に候補の下絵として作成したものをベースに用いて作成するこ\nともあり，ベースが定まった後は，原告と依頼者との間で，髪色やメ\nイクなどの細部のデザイン等について意見交換を繰り返し，少しずつ\n作画を変更しながら，イラストを完成させていくという方式を採って\nいた。その後，原告は，イラストの作成のペースが依頼に追い付かな\nくなったことから，「ｍｉｎｎｅ」上で，あらかじめ作成した複数の\nイラストのデータを販売する方式を採るようになった。（甲２６，２\n７，２９，３０，４２ないし４５）\nｃ  原告は，本件原告イラスト１を作成し，販売したが，同イラストを\n作成した際，本件投稿画像１－１－１のイラストをトレース（既存の\n絵をなぞって写し取る手法により，新たな絵を作成することをいう。）\nしていない（甲９，２６，４３）。\nｄ  原告は，本件原告イラスト１及び２の画像を添付したツイートを投\n稿することを本件投稿者１に許諾したことはない（甲９）。\n(ｳ) 事実認定の補足説明\n前記(ｲ)ｃの認定事実に対し，被告は，本件投稿画像１－１－１と本\n件原告イラスト１を重ね合わせた本件投稿画像１－１－２及び１－１－\n３は，重なり合いが多いから，原告が本件原告イラスト１をトレースに\nより作成したと認められる旨主張する。\nそこで，原告イラスト１を作成した際に本件投稿画像１－１－１のイ\nラストをトレースしていない旨の記載がある原告の陳述書（甲９，２６，\n４３）の信用性について検討する。まず，証拠（甲１８）及び弁論の全\n趣旨によれば，原告は，本件原告イラスト１の線画を保有していること\nが認められるところ，線画はイラストを作成する過程で描かれるイラス\nトの骨子であることに照らすと，上記事実は，原告が本件投稿画像１－\n１－１と同じ画像をトレースすることなく本件原告イラスト１を作成し\nたことを裏付けるものといえる。そして，原告の上記陳述書には，本件\n原告イラスト１を含む，ハンドメイド作家から女性の横顔のイラストの\n作成を依頼され，提供するまでの作業について具体的に記載されており，\nかつ，この記載内容に沿って現に依頼者とやり取りしていた様子がうか\nがわれる（甲２９，３０，４２）。さらに，本件原告イラスト１と同様，\n女性の横顔のイラストを作成する様子を撮影した動画（甲４４）によれ\nば，原告は，本件原告イラスト１と同様の女性の横顔のイラストを作成\nする技能を身に付けていることが認められ，この事実は，原告が本件投\n稿画像１－１－１と同じ画像をトレースしなくとも本件原告イラスト１\nを作成することができたことを裏付けるものといえる。\n以上によれば，他のイラストをトレースすることなく本件原告イラス\nト１を作成した旨の原告の上記陳述書の記載は十分に信用することがで\nきるというべきであり，これに基づいて前記(ｲ)ｃの事実を認定するこ\nとができるから，被告の上記主張は採用することができない。\nイ  原告の社会的評価の低下の有無\n(ｱ) ある記事の意味内容が他人の社会的評価を低下させるものであるかど\nうかは，当該記事についての一般の読者の普通の注意と読み方とを基準\nとして判断すべきものであり（最高裁昭和２９年（オ）第６３４号同３\n１年７月２０日第二小法廷判決・民集１０巻８号１０５９頁参照），そ\nの基準は，ツイッター上の投稿記事の名誉毀損該当性の判断においても\n同様に適用されるものであると解される。\nまた，名誉棄損には，事実の摘示によるもののみならず，意見ないし\n論評によるものも含まれるところ，ある表現が証拠等をもってその存否\nを決することが可能な他人に関する特定の事項を明示的に主張，又は黙\n示的に主張するものと理解されるときは，当該表現は上記特定の事項に\nついての事実を摘示するものと解するのが相当であり（最高裁平成６年\n（オ）第９７８号同９年９月９日第三小法廷判決・民集５１巻８号３８\n０４頁参照），上記のような証拠等による証明になじまない物事の価値，\n善悪，優劣についての批評や議論などは，意見ないし論評の表明に属す\nるものというべきである（最高裁平成１５年（受）第１７９３号，第１\n７９４号同１６年７月１５日第一小法廷判決・民集５８巻５号１６１５\n頁参照）。そして，一般の読者の普通の注意と読み方とを基準として判\n断すべきものであることは，上記の区別に当たっても妥当するものとい\nうべきである（前掲最高裁平成９年９月９日第三小法廷判決参照）。\n(ｲ)  本件ツイート１－１及び１－２についてみるに，前記ア(ｱ)の認定事\n実のとおり，本件投稿者１は，令和２年４月３日から同月７日までの短\n期間に，１８回にわたり，本件ツイート１－１及び１－２を含むツイー\nトを投稿しているところ，これらのツイートは，主として，原告が作成\nしたとされるイラストと第三者が作成したとされるイラストとを重ね合\nわせて対比した結果，原告がトレースによって本件原告イラスト１を作\n成した疑惑がある旨を記載したものである。加えて，本件ツイート１－\n２の本文は「トレス常習犯ですわ。Ｂ」というものであり，前記ア(ｱ)\nｂ(f)記載のツイートの本文は「これでほぼ黒」というものであって，\nいずれも，原告がトレースをしていたことを断定的に記載したものであ\nる。\nこうしたツイートの一連の記載内容を踏まえ，一般の読者の普通の注\n意と読み方とを基準として本件ツイート１－１及び１－２の本文及び添\n付画像を見れば，本件ツイート１－１は，原告が，他者が作成した本件\n投稿画像１－１－１をトレースする手法によって本件原告イラスト１を\n作成したという事項を，本件ツイート１－２は，原告が常習的にトレー\nスによってイラストを作成しているという事項を明示的に主張するもの\nと理解される。そして，これらはいずれも原告に関する事項であり，か\nつ，証拠等をもってその存否を決することが可能なものであるといえる。\nしたがって，本件ツイート１－１及び１－２は，いずれも，事実を摘示\nするものと認めるのが相当である。\nそして，原告がイラストレーターとして活動し，作成したイラストを\n３０００円ないし５０００円程度で販売していたことを踏まえると，一\n般の読者の普通の注意と読み方とを基準とすれば，本件投稿者１が本件\nツイート１－１及び１－２を投稿して上記の各事実を摘示することによ\nり，原告のイラストレーターとしての社会的評価が低下したものと認め\nられる。\n(ｳ)ａ これに対し，被告は，①本件ツイート１－１が疑問調で記載されて\nいることを根拠に，本件原告イラスト１がトレースにより作成された\n可能性を指摘するものであって，原告がトレースをした旨を述べるも\nのではなく，また，②そうでないとしても，原告がトレースをした可\n能性があるとの本件投稿者１の主観的な意見を述べるものにすぎず，\n事実を摘示するものではないから，原告の社会的評価を低下させるも\nのではないと主張する。確かに，本件ツイート１－１は，「ゆるーく\nトレス？」のように疑問符を付したり，「同じになるかな」のように\n疑問を読者に投げかけるような表現を用いたりして記載されており，\n前記(ｲ)で認定した事実を断定的に摘示した記載ぶりとはなっていな\nい。しかし，前記ア(ｱ)の一連のツイートを通覧すれば，本件投稿者\n１は，イラストを重ね合わせて対比した結果，原告がトレースをして\n本件原告イラスト１を作成した事実に対して相当の確信を持っており，\nそのような認識を前提に本件ツイート１－１を投稿したことがうかが\nわれる。そうすると，本件ツイート１－１は，単に原告がトレースに\nより本件原告イラスト１を作成した可能性がある旨を摘示すること\n（上記①）又はそうした可能性がある旨の意見を表明すること（上記\n②）にとどまらず，前記(ｲ)の事実を明示的に摘示したものと理解す\nるのが相当であって，被告の上記主張は，前提を欠くものである。\nまた，被告は，前記(ｲ)の認定に対し，③本件ツイート１－１は，\n原告が本件原告イラスト１を作成する行為が第三者の著作権を侵害す\nるものである可能性について法的な見解を表明したものであり，意見\nないし論評の表明と位置付けられると主張する。確かに，トレースは\n他の絵を写し取る手法であるから，他者の著作権を侵害しかねない行\n為ではあるが，前記ア(ｱ)の一連のツイートを通覧しても，原告が第\n三者の著作権を侵害している旨を明示的に記載した箇所はなく，一般\nの読者の普通の注意と読み方とを基準として本件ツイート１－１の表\n現を読む限り，本件投稿者１が，同ツイートにおいて，原告がトレー\nスによって本件原告イラスト１を作成した旨を述べていると理解する\nことはできても，そのような原告の行為について著作権侵害が成立す\nる旨の法的な見解を述べているものと理解することはできないという\nべきである。そうすると，本件ツイート１－１の表現は，証拠等をも\nってその存否を決することが可能な他人に関する特定の事項を明示的\nに主張するものと理解されるから，意見ないし論評の表明ではなく，\n事実を摘示するものというべきである。\nしたがって，被告の上記各主張は，いずれも採用することができな\nい。\nｂ  また，被告は，本件ツイート１－２についても，前記ａの各主張と\n同旨の主張をする。しかし，本件ツイート１－２は，本件ツイート１\n－１と異なり，疑問符や疑問調の表現を何ら用いておらず，「トレス\n常習犯ですわ。」などと，原告が単にトレースに常習的に及んでいた\nことを断定的に記載するものであるから，一般の読者の普通の注意と\n読み方とを基準として読む限り，トレースの可能性がある旨を述べる\nものと解する余地はない。そして，前記ａで説示したところと同様の\n理由により，本件ツイート１－２が，法的な見解その他本件投稿者１\nの意見ないし論評の表明を内容とするものと理解することはできない。\nしたがって，被告の上記の各主張は，いずれも採用することができ\nない。\nウ  違法性阻却事由の存否\n(ｱ) 事実を摘示しての名誉毀損にあっては，その行為が公共の利害に関す\nる事実に係り，かつ，その目的が専ら公益を図ることにあった場合に，\n摘示された事実がその重要な部分について真実であることの証明があっ\nたときには，上記行為には違法性がなく，仮に上記証明がないときにも，\n行為者において上記事実の重要な部分を真実と信ずるについて相当の理\n由があれば，その故意又は過失は否定される（最高裁昭和３７年（オ）\n第８１５号同４１年６月２３日第一小法廷判決・民集２０巻５号１１１\n８頁，最高裁昭和５６年（オ）第２５号同５８年１０月２０日第一小法\n廷判決・裁判集民事１４０号１７７頁参照）。\nそして，プロバイダ責任制限法４条１項１号が規定する「侵害情報の\n流通によって当該開示の請求をする者の権利が侵害されたことが明らか\nであるとき」に該当するといえるためには，当該侵害情報の流通によっ\nて請求者の名誉が毀損されたことに加え，違法性阻却事由の存在をうか\nがわせるような事情の存在しないことが必要であり，侵害情報の流通が\n他人の社会的評価を低下させる事実の摘示を伴う場合には，当該情報の\n流通が公共の利害に関する事実に係るものであり，かつ，その目的が専\nら公益を図ることにあること，さらに，摘示された事実が真実であるこ\nとについて，これらをうかがわせるような事情が存在しないことを要す\nるものと解される。\n(ｲ)  本件ツイート１－１及び１－２についてみるに，前記ア(ｲ)ｃの認定\n事実のとおり，原告は，本件原告イラスト１をトレースの手法によって\n作成しなかったと認められるから，本件ツイート１－１及び１－２が摘\n示する事実は，その重要な部分について真実ではないと認められる。\n以上によれば，本件投稿者１が本件ツイート１－１及び１－２を投稿\nする行為について，違法性阻却事由が存在することをうかがわせるよう\nな事情が存在しないものと認められる。\nエ  小括\n以上の次第で，本件投稿者１が本件ツイート１－１及び１－２を投稿す\nることにより，原告の名誉が毀損されたことは明らかであると認められる。\n(2) 争点１－３（本件ツイート２－１の投稿による権利侵害の明白性）につい\nて\nア  複製及び自動公衆送信（送信可能化）の有無\n前記前提事実(3)イのとおり，本件投稿者２は，本件原告イラスト３及\nび４と同一の画像である本件投稿画像２－１－１及び２－１－２を含む本\n件ツイート２－１をツイッターに投稿して，上記各投稿画像のデータを被\n告のサーバーに記録したものであるが，本件投稿者２の上記行為は，本件\n原告イラスト３及び４を有形的に再製するものといえるほか，「公衆の用\nに供されている電気通信回線に接続している自動公衆送信装置の公衆送信\n用記録媒体」（著作権法２条１項９号の５）である被告のサーバーに上記\n各投稿画像のデータを記録し，自動公衆送信し得るようにするものといえ\nるから，本件投稿者２は，本件原告イラスト３及び４を複製及び自動公衆\n送信（送信可能化）したと認められる。\nイ  引用（著作権法３２条１項）等の成否\n本件ツイート２－１の内容は，原告がツイッター上でトレースを否定す\nるツイートを投稿したことを受けて，原告が作成したイラストである本件\n原告イラスト３及び４と同一の画像である本件投稿画像２－１－１及び２\n－１－２を，「これもまた，Ｂ様が描いたイラストです」と本文に明記し\nて添付した上，本文に「横顔のイラストと比較し，画力の差に違和感を感\nじませんか？」などと記載することにより，原告の上記投稿内容の信用性\nに疑問を呈するというものであると理解できる。こうした本件ツイート２\n－１の内容に照らすと，本件投稿者２が本件投稿画像２－１－１及び２－\n１－２を添付した目的は，原告がトレースをして女性の横顔のイラストを\n作成したことを疑わせる事情ないし根拠として，原告が作成した本件原告\nイラスト３及び４の画像そのものを提示して，「画力の差」，すなわち原告\nがトレースをして作成したと本件投稿者２が主張する横顔のイラストの出\n来栄えと本件原告イラスト３及び４の出来栄えに差があることを明らかに\nすることにあるものと認められる。\nしかし，トレースによって作成されたとされる原告のイラストは，女性\nの横顔を描いたものであるから，仮に，「画力の差」がトレースを疑わせ\nる根拠となり得るとして，かつ，そのことを示すために原告のイラストそ\nのものを提示する必要がある場合があるとしても，上記の目的を達するた\nめには，原告が描いた横顔のイラストのうち構図が同一又は類似のもの同\n士を比較して「画力の差」の程度を検討すれば足りるというべきである。\nこの点，本件投稿画像２－１－１は，白黒の線画からなる点において，ト\nレースによって作成されたとされる原告のイラストとは異なるものの，女\n性の横顔を描いた点において構図に共通点があるといえる。これに対し，\n本件投稿画像２－１－２は，大きく目を開いた女性の正面視を描いたもの\nであって，トレースによって作成されたとされる原告のイラストとは構図\nが大きく異なる。そうすると，本件投稿画像２－１－１を添付していなが\nら，さらに本件投稿画像２－１－２を本件ツイート２－１に添付する必然\n性はないといわざるを得ない。現に，本件ツイート２－２では，本件投稿\n画像２－２－１として，本件投稿画像２－１－１に赤枠を付した画像を添\n付した上，「特に横顔同士で比較してみてください」として，原告が描い\nた横顔のイラストの出来栄えの差を特に指摘して，原告がトレースによっ\nて女性の横顔のイラストを作成した旨を述べているのであって，このこと\nは，本件投稿画像２－１－２を添付する必然性がないことを示す事情であ\nるということができる。\n以上によれば，著作権法３２条の引用として適法とされるためには，そ\nの引用が必要不可欠であることまでは要求されないことを十分に斟酌して\nも，本件投稿者２が，本件ツイート２－１を投稿するに際し，本件投稿画\n像２－１－２を添付して引用することは「引用の目的上正当な範囲内で行\nなわれるもの」には該当しないと認めるのが相当である。\nそして，証拠（甲９）及び弁論の全趣旨によれば，原告は，本件投稿者\n２に対し，本件原告イラスト３及び４を複製及び自動公衆送信（送信可能\nか）することを許諾していなかったものと認められ，その他の違法性阻却\n事由も存在しないと認められる。\nウ  小括\n以上の次第で，本件投稿者２が本件ツイート２－１を投稿することによ\nり，侵害情報の流通によって本件原告イラスト４に係る原告の複製権及び\n自動公衆送信権（送信可能化権）が侵害されたことが明らかであると認め\nられる。\n(3) 争点１－４（本件ツイート２－２の投稿による権利侵害の明白性）につい\nて\n前記前提事実(3)イ及びウのとおり，本件投稿者２が本件ツイート２－２\nを投稿することにより，本件ツイート２－２を表示するタイムライン上に，\n同ツイートに添付された本件原告イラスト５の下部がトリミングされ，同イ\nラストのうち，下２枚の女性の横顔のイラストの目から下の部分が切り取ら\nれた画像が表示されるに至っている。そして，弁論の全趣旨によれば，上記\nの表示は，本件投稿者２による上記投稿に伴って，ツイッターの仕様に従い\n自動的に表示されたものと認められ，かつ，そのように画像が切り取られる\nことは，原告の意に反するものであると認められる。以上によれば，当該表\n示は，本件投稿者２が行った本件ツイート２－２の投稿によって惹起される\nに至ったものであり，原告の意に反して本件原告イラスト５を「改変」（著\n作権法２０条１項）するものと評価することができ，かつ，これが「やむを\n得ないと認められる改変」（同条２項４号）とはいえない。\nしたがって，本件投稿者２が本件ツイート２－２を投稿することにより，\n侵害情報の流通によって本件原告イラスト５に係る原告の同一性保持権が侵\n害されたことが明らかであると認められる。\n(4) 権利侵害の明白性に関する結論\n以上の次第で，争点１に関するその余の争点について判断するまでもなく，\n本件投稿者１及び２による本件各投稿により，「侵害情報の流通によって」，\n原告の「権利が侵害されたことが明らかである」（プロバイダ責任制限法４\n条１項１号）と認められる。\n２  争点２（本件発信者情報が「当該権利の侵害に係る発信者情報」（プロバイ\nダ責任制限法４条１項）に該当するか）について\n(1) 争点２－１（別紙発信者情報目録記載１及び２のログイン時のＩＰアドレ\nス及びタイムスタンプが「当該権利の侵害に係る」発信者情報たる省令５号\nの「アイ・ピー・アドレス」及び省令８号の「侵害情報が送信された年月日」\nに該当するか）について\nア  プロバイダ責任制限法４条１項は，同項１号及び２号にいずれにも該当\nするときに限り，「当該権利の侵害に係る発信者情報」の開示を請求する\nことができると定めるとともに，同項によって開示される対象となるべき\n「発信者情報」の具体的な内容を省令に委任し，これを受けて，省令では，\n上記開示される対象となるべき発信者情報を限定列挙の方法により規定し\nているところ，この規定の趣旨は，侵害情報の被害者の権利回復を図る必\n要性と，発信者のプライバシーや表現の自由，通信の秘密との調和を図る\nことにあると解される。そして，同項においては，開示の対象となる情報\nについて，権利の侵害に「係る」発信者情報というやや幅を持たせた文言\nが用いられていることに照らすと，開示請求の対象は，侵害情報が発信さ\nれた過程で直接把握された発信者情報に限定されるものではなく，侵害情\n報についての特定電気通信の送信そのものとはいえないログイン行為に関\nする情報であっても，侵害情報の流通による権利の侵害に関連して把握さ\nれる発信者情報であり，省令により定められているものであれば，開示請\n求の対象となると解すべきである。\nまた，省令５号が「侵害情報に係るアイ・ピー・アドレス」と規定し，\n侵害情報に「係る」というように，開示の対象となる情報をやや幅をもっ\nて規定していることからすれば，侵害情報の発信そのもののＩＰアドレス\nだけでなく，侵害情報の発信と密接に関連し，同一人物のものである確度\nが高い情報のＩＰアドレスであれば，開示請求の対象となると解すべきで\nある。\n他方，省令８号は，「第５号のアイ・ピー・アドレスを割り当てられた\n電気通信設備…に侵害情報が送信された年月日及び時刻」として，開示の\n対象となる「年月日及び時刻」を「侵害情報が送信された」ときのもので\nあることを定めている。このような同号の文言に照らすと，同号は，侵害\n情報についての特定電気通信の送信そのものの「年月日及び時刻」のみを\n開示請求の対象とし，ログイン行為に関する特定電気通信のタイムスタン\nプは同号の「侵害情報が送信された年月日及び時刻」に該当しないとみる\n余地がある。しかし，省令８号が，「権利の侵害に係る発信者情報（氏名，\n住所その他の侵害情報の発信者の特定に資する情報であって総務省令で定\nめるものをいう。以下同じ。）」とするプロバイダ責任制限法４条１項柱\n書きの規定による委任を受けて，「侵害情報の発信者の特定に資する情報」\nとしてタイムスタンプを規定した趣旨については，いわゆる動的ＩＰアド\nレス（ネットワークに接続するたびに割り当てられる，その都度異なるＩ\nＰアドレスのこと）の場合等においてはＩＰアドレスの開示を受けるのみ\nでは発信者を特定することができず，タイムスタンプと併せて開示関係役\n務提供者に開示請求を行うことによって，発信者の特定に資する場合があ\nることを踏まえたものであると解される。そうすると，省令８号により開\n示の対象となる「年月日及び時刻」については，省令５号により開示の対\n象となる「アイ・ピー・アドレス」と統一的に解釈するのが，その法意に\n沿うというべきである。したがって，省令８号の「年月日及び時刻」は，\n省令５号の「アイ・ピー・アドレス」と同様，侵害情報の発信と密接に関\n連し，同一人物のものである確度が高い情報のＩＰアドレスに係るタイム\nスタンプを含むものと解するのが相当である。\nイ(ｱ)  これを本件についてみるに，前記前提事実(3)のとおり，本件投稿者\n１は，令和２年４月３日午後１０時３０分に本件ツイート１－１を，同\n月５日午前１時３１分に本件ツイート１－２をそれぞれ投稿し，本件投\n稿者２は，同月７日午後７時２１分に本件ツイート２－１を，同日午後\n７時２６分に本件ツイート２－２をそれぞれ投稿しているから，本件各\n投稿以前になされた本件各アカウントへのログインのうち，同月３日午\n前零時以降のもので最も新しいものであれば，ログイン行為と上記各投\n稿とが時間的に相当近接しているといえる。以上に加え，ツイッターで\nは，アカウントにログインしなければツイートを投稿することができな\nい仕組みを採用していること，本件全証拠によっても本件各アカウント\nが複数人によって管理されていることがうかがわれないことを総合する\nと，上記の各ログイン行為をした者が，そのログイン状態の下で本件各\n投稿を行ったものと推認することができる。そうすると，上記の各ログ\nイン行為に係るＩＰアドレスは，侵害情報の発信である本件各投稿と密\n接に関連し，侵害情報の発信者と同一人物のものである確度が高い情報\nと認められるから，省令５号の「侵害情報に係るアイ・ピー・アドレス」\nに該当すると認めるのが相当である。\nそして，当該ログイン行為に係るタイムスタンプは，省令８号の「年\n月日及び時刻」として，開示の対象となると認められる。\n(ｲ) 原告は，別紙発信者情報目録記載１及び２のとおり，令和２年４月３\n日から口頭弁論終結時までのログイン時のＩＰアドレス及びタイムスタ\nンプの開示を請求する。しかし，侵害情報の発信である本件各投稿と密\n接に関連し，侵害情報の発信者と同一人物のものである確度が高い情報\nと認められるのは前記(ｱ)で認定した限りのものであり，それ以外のＩ\nＰアドレス及びタイムスタンプについては，本件各投稿と密接に関連し，\n侵害情報の発信者と同一人物のものである確度が高い情報と認めること\nはできないから，原告の請求は，前記(ｱ)で開示の対象になると認定し\nた部分を除き，理由がない。\nウ(ｱ)  前記ア及びイ(ｱ)の認定判断について，被告は，ツイッターのアカウ\nントへのログイン行為と侵害情報の発信行為は別個の行為であり，ログ\nイン行為で送信される情報は侵害情報とは全く異なるものであるから，\nログイン時のＩＰアドレス及びタイムスタンプは，プロバイダ責任制限\n法４条１項柱書きの「当該権利の侵害に係る」発信者情報に該当しない\nと主張する。\nしかし，ログイン時のＩＰアドレス及びタイムスタンプであっても，\n侵害情報の発信と密接に関連し，同一人物のものである確度が高いもの\nであれば，「当該権利の侵害に係る」発信者情報として，同項に基づく\n開示請求の対象となる情報に該当すると解すべきであることは前記アの\nとおりであるから，これに反する被告の主張を採用することはできない。\n(ｲ) また，被告は，プロバイダ責任制限法４条１項及び省令の立法趣旨や\n規定の内容に照らせば，省令５号及び８号を安易に拡張解釈して，開示\n請求の対象となり得る情報の範囲を拡大することは，通信の秘密や表現\nの自由等を侵害する結果となるから，許されないとして，ログイン時の\nＩＰアドレス及びタイムスタンプは，省令５号及び８号所定の情報に該\n当しないと主張する。\n確かに，侵害情報の被害者の権利回復を図る必要性を過度に重視して，\nプロバイダ責任制限法４条１項の「当該権利の侵害に係る発信者情報」\nを殊更に広く解釈することは相当ではない。しかし，前記アのように，\n開示の範囲を，侵害情報の発信と密接に関連し，同一人物のものである\n確度が高いものに限られると解釈する限り，省令５号及び８号にログイ\nン時のＩＰアドレス及びタイムスタンプが含まれ得ると解しても，発信\n者のプライバシーや表現の自由，通信の秘密と権利を侵害された者の権\n利救済との利益衡量を図り，発信者情報開示請求に厳格な要件を設ける\nというプロバイダ責任制限法の趣旨に反する帰結に至ることはないとい\nうべきである。\nなお，被告は，省令８号が「侵害情報が送信された年月日及び時刻」\nと規定していることを根拠に，ログイン行為に係るタイムスタンプは同\n号に該当しないと主張するが，ログイン時のタイムスタンプであっても\n同号に該当し得ることは前記アのとおりである。このように解さないと，\nたとえログイン時のＩＰアドレスが開示されても，これに対応するタイ\nムスタンプの開示を受けることができないこととなる結果，特に，いわ\nゆる動的ＩＰアドレスの場合では，開示を受けた者において発信者の特\n定をすることが事実上不可能となるのであって，「侵害情報の発信者の\n特定に資する情報」として省令５号において「アイ・ピー・アドレス」\nを，省令８号において「年月日及び時刻」を規定した趣旨を損なうこと\nとなり，著しく妥当性を欠く帰結となる。\n(ｳ) したがって，被告の主張はいずれも採用することができない。\n(2)  争点２－２（別紙発信者情報目録記載３(1)の電話番号が省令３号の「電\n話番号」に該当するか）について\nア  前記前提事実(3)アのとおり，本件投稿者１は，改正後の省令が施行さ\nれた令和２年８月３１日より前の時点である同年４月３日又は同月５日に，\n本件ツイート１－１及び１－２を投稿したものである。しかし，証拠（甲\n６）によれば，本件訴えの提起に先立つ仮処分命令の申立てにおいて，原\n告は，別紙発信者情報目録記載３(1)の電話番号の開示を請求しておらず，\n本件全証拠によっても，原告が本件訴えの提起の前に上記電話番号の開示\nを請求したことは認められない。加えて，本件訴えの提起が，改正後の省\n令が施行された以降の時点である同年９月２９日になされたことは当裁判\n所に顕著である。この点，プロバイダ責任制限法４条１項に基づく発信者\n情報開示請求権は，その成立要件が全て充足された時点において開示関係\n役務提供者に具体的な開示義務が発生するものであり，弁論の全趣旨によ\nれば，本件訴えに係る発信者情報開示請求権については，本件訴えの提起\nによる開示請求がされた時点で発信者情報開示請求権が発生したものと認\nめられ，かつ，口頭弁論終結時までに同請求権が消滅したことはうかがわ\nれないから，改正後の省令が適用されるものと認めるのが相当である。\nしたがって，原告は，被告に対し，プロバイダ責任制限法４条１項及び\n省令３号に基づき，同号の「発信者の電話番号」として，本件アカウント\n１の利用者の電話番号の開示を請求することができる。\nイ  被告は，プロバイダ責任制限法４条１項に基づく発信者情報開示請求権\nは，投稿者が特定電気通信設備の記録媒体又は送信装置に侵害情報を記録，\n入力するという積極的作為に及んだ時点に発生するものであり，その後に\n刻々と発信者情報開示請求権が発生するものではないとして，本件につい\nては，改正後の省令が遡及的に適用されるかどうかという問題が生じる旨\nを主張する。\nしかし，プロバイダ責任制限法４条１項に基づく発信者情報開示請求権\nは，その要件上，被告が指摘する同項１号に係る行為のみによって発生す\nるものではないのは明らかであり，本件については，本件訴えの提起によ\nり発信者情報開示請求がなされた時点で，後記３の同項２号の要件を含む\n本件訴えに係る発信者情報開示請求権の成立要件が充足され，被告に具体\n的な開示義務が発生すると解され，かつ，口頭弁論終結時までにこれが消\n滅したことはうかがわれないことは前記アのとおりであり，これに反する\n被告の上記主張を採用することはできない。\nウ  以上の次第で，原告は，被告に対し，本件アカウント１の利用者に係る\n電話番号の開示を請求することができる。\nなお，前記第２の１のとおり，原告の被告に対する別紙発信者情報目録\n３(1)の開示請求と同(2)の開示請求は選択的なものであるから，前者の\n開示請求に理由がある以上，後者の開示請求に関する争点である争点２－\n３についての判断を要しない。\n(3) 発信者情報該当性に関する結論\nこのように，本件各アカウントにログインした際のＩＰアドレス及び当該\nＩＰアドレスに係るタイムスタンプについては，前記(1)で説示した範囲に\n限り，プロバイダ責任制限法４条１項の「発信者情報」に該当する。\nまた，前記(2)のとおり，本件アカウント１のアカウントの管理者の電話\n番号は同項の「発信者情報」に該当する。\nさらに，本件アカウント２のアカウントの管理者の電子メールアドレスは，\n省令４号の「発信者の電子メールアドレス」に該当し，「発信者情報」に該\n当する。\n３  争点３（原告が本件発信者情報の開示を受けるべき正当な理由を有するか）\nについて\n証拠（甲９）及び弁論の全趣旨によれば，原告は，本件投稿者１及び２に対\nし，不法行為に基づく損害賠償等を請求する予定であること，そのためには被\n告が保有する発信者情報の開示を受ける必要があることが認められる。\nしたがって，原告には，発信者情報について，「開示を受けるべき正当な理\n由がある」（プロバイダ責任制限法４条１項２号）と認められる。\n４  結論\n以上の次第で，原告の請求は，本件各投稿以前になされた本件各アカウント\nへのログインのうち，令和２年４月３日午前零時（日本標準時）以降のもので\n最も新しいもののＩＰアドレス及びタイムスタンプ，本件アカウント１の管理\n者に係る別紙発信者情報目録記載３(1)の情報並びに本件アカウント２の管理\n者に係る同目録記載４の情報の開示を求める限度で理由があるからその限度で\n認容し，その余の請求はいずれも理由がないからこれらを棄却することとして，\n主文のとおり判決する。\n東京地方裁判所民事第２９部\n裁判長裁判官\n國   分   隆   文\n裁判官\n矢   野   紀   夫\n裁判官\n佐 々 木      亮\n別紙\n発  信  者  情  報  目  録\n別紙投稿記事目録１及び別紙投稿記事目録２記載の各記事を投稿した者に関\nする情報であって，次に掲げるもの。\n１  別紙投稿記事目録１及び別紙投稿記事目録２のユーザー名欄記載のアカウ\nントにログインした際のＩＰアドレスのうち，令和２年４月３日から口頭弁\n論終結時までのもので，被告が保有するもの全て。\n２  前項のＩＰアドレスが割り当てられた電気通信設備から，被告の用いる特\n定電気通信設備に前項のログイン情報が送信された年月日及び時刻。\n３(1) 別紙投稿記事目録１のユーザー名記載のアカウントの管理者の電話番号。\n(2) 別紙投稿記事目録１のユーザー名記載のアカウントの管理者の電子メー\nルアドレス（携帯して使用する通信端末機器に，電話番号を送受信のため\nに用いて通信文その他の情報を伝達する通信方式のもの。）。\n４  別紙投稿記事目録２のユーザー名欄記載のアカウント管理者の電子メール\nアドレス（その全部又は一部においてシンプルメールトランスファープロト\nコルが用いられる通信方式のもの。）。\n以  上\n別紙\n投  稿  記  事  目  録  １\n１  本件ツイート１－１\n閲覧用URL  https://以下省略\n名前  Ｃ\nユーザー名  Ｃ’\n投稿日時  2020年4月3日  午後10:30\n投稿内容  これどうだろうww\nゆるーくトレス？  普通にオリジナルで描いてもここまで比\n率が同じになるかな\n２  本件ツイート１－２\n閲覧用URL  https://以下省略\n名前  Ｃ\nユーザー名  Ｃ’\n投稿日時  2020年4月5日  午前1:31\n投稿内容  この鏡餅も画像検索ですぐ出てきた。\nトレス常習犯ですわ。\nＢさん\n以  上\n別紙\n投  稿  記  事  目  録  ２\n１  本件ツイート２－１\n閲覧用URL  https://以下省略\n名前  Ｄ\nユーザー名  Ｄ’\n投稿日時  2020年4月7日  午後7:21\n投稿内容  Ｂ様がトレースを否定するツイートをされたようです\nそれを信じているファンの皆様\n一度こちらのイラストを見て下さい\nこれもまた，Ｂ様が描いたイラストです\n横顔のイラストと比較し，画力の差に違和感を感じませんか？\n２  本件ツイート２－２\n閲覧用URL  https://以下省略\n名前  Ｄ\nユーザー名  Ｄ’\n投稿日時  2020年4月7日  午後7:26\n投稿内容  特に横顔同士で比較してみてください\n左の絵には鼻と唇の間に不自然な山があり「横顔がどうなって\nいるか」という基本的なデッサンを理解していない方が描いた\nようにしか見えません\nＢ様は他のイラストでも手が描けない方です\nそれでもトレースしていない ，という主張を信じられるでしょ\nうか\n以  上\n別紙  原告イラスト目録―省略\n別紙  投稿画像目録―省略\n別紙  タイムライン表示目録―省略\n"
}