{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 3,
    "month": 4,
    "day": 14
  },
  "case_number": "令和2(ワ)4481等",
  "case_name": "令和２年（ワ）第２３２３３号",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "90423",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=90423",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/423/090423_hanrei.pdf",
  "contents": "令和３年４月１４日判決言渡  同日原本交付  裁判所書記官\n令和２年（ワ）第４４８１号  著作者人格権等侵害行為差止等請求事件（第１事件）\n令和２年（ワ）第２３２３３号  損害賠償請求事件（第２事件）\n口頭弁論終結日  令和３年２月３日\n判 決\n原 告  Ｘ\n同訴訟代理人弁護士  太田真 也\n第１事件被告兼第２事件被告訴訟代理人弁護士\nＹ\n第２事件被告兼第１事件被告訴訟代理人弁護士\nＺ\n上記両名訴訟代理人弁護士  宮村啓 太\n坂根真 也\n井桁大 介\n水橋孝 徳\n小松圭 介\n主 文\n１  Ｙは，別紙記事目録記載１(1)のブログに掲載されている同記載２(1)イ\nのファイルを削除せよ。\n２  原告のその余の請求をいずれも棄却する。\n３  訴訟費用は，原告に生じた費用の１０分の７とＹに生じた費用との合計\nの９分の１をＹの負担とし，その余を原告の負担とする。\n事実及び理 由\n第１  請求の趣旨\n１  第１事件\n(1) Ｙは，別紙記事目録記載１の各ブログに掲載されている同記載２の記事を\n削除せよ。\n(2) Ｙは，原告に対し，２００万円及びこれに対する令和２年３月５日から支\n払済みまで年５分の割合による金員を支払え。\n２  第２事件\nＺは，原告に対し，１５０万円及び令和２年９月２６日から支払済みまで年\n３分の割合による金員を支払え。\n第２  事案の概要\n１  本件は，原告から懲戒請求（以下「本件懲戒請求」という。）を受けた弁護\n士であるＹが自らのブログ上に掲載した，原告の主張に対する反論を内容とす\nる別紙記事目録記載２の各記事（同目録記載２(1)の記事を「本件記事１」，\n同(2)の記事を「本件記事２」という。）に関し，①Ｙが原告の氏名を明示し\nて本件記事１及び２を掲載したことが原告のプライバシー権を侵害するととも\nに，原告の氏名が請求人として記載された懲戒請求書（以下「本件懲戒請求書」\nという。）をＰＤＦファイルに複製し，インターネットにアップロードした上，\n本件記事１内に同ファイルへのリンク（以下「本件リンク」という。）を張っ\nた行為が，著作権（公衆送信権）及び著作者人格権（公表権）を侵害し〔第１\n事件〕，②第１事件におけるＹの訴訟代理人となったＺが，第１事件に係る訴\nえの提起後，Ｚのブログ記事（以下「本件記事３」という。）に本件記事１に\n対するリンクを張ったことが，前記著作権及び著作者人格権の各権利の幇助に\n当たるとして〔第２事件〕，原告が，Ｙに対し，本件記事１（本件リンク先の\nＰＤＦファイルを含む。）及び本件記事２の削除を求めるとともに，慰謝料２\n００万円及び不法行為の後である第１事件の訴状送達の日の翌日（令和２年３\n月５日）から支払済みまで民法（平成２９年法律第４４号による改正前）所定\nの年５分の遅延損害金の支払を求め，Ｚに対し，慰謝料１５０万円及び不法行\n為の後である第２事件の訴状送達の日の翌日（令和２年９月２６日）から支払\n済みまで民法所定の年３分の遅延損害金の支払を求める事案である。\n２  前提事実（当事者間に争いのない事実並びに掲記した証拠及び弁論の全趣旨\nにより認定できる事実。なお，本判決を通じ，証拠を摘示する場合には，特に\n断らない限り，枝番を含むものとする。）\n(1) 当事者\nア  原告は，Ｙに対して本件懲戒請求（第二東京弁護士会令和２年（コ）第\n１号）をした者である。\nイ  Ｙは，弁護士であり，Ａに対する刑事被告事件の弁護人を務めるなどし\nていた。\nウ  Ｚは，弁護士であり，第１事件におけるＹの訴訟代理人である。\n(2) 第１事件に至る経緯\nア  Ｙは，令和２年１月４日付けで，別紙記事目録記載１(1)のブログ（以\n下「本件ブログ」という。）上に，Ａが，保釈条件に反し，レバノンに出\n国したことについて，「まず激しい怒りの感情が込み上げた。裏切られた\nという思いである。」，「が，一つだけ言えるのは，彼がこの１年あまり\nの間に見てきた日本の司法とそれを取り巻く環境を考えると，この密出国\nを「暴挙」「裏切り」「犯罪」と言って全否定することはできないという\nことである。」などと記載された記事（以下「令和２年１月４日付けブロ\nグ記事」という。）を掲載した。（乙１）\nイ  原告は，令和２年１月７日，第二東京弁護士会に対し，Ｙを対象弁護士\nとして，自身が作成した本件懲戒請求書（甲２）を提出した。本件懲戒請\n求書には，Ｙに対する懲戒事由について，「保釈中の被告人を故意か重過\n失によりレバノンに出国させてしまった。これは保釈の条件に違反する行\n為であり，その管理監督義務を懈怠する行為であり，重大な非行に該当す\nる」などとするとともに，令和２年１月４日付けブログ記事についても，\n「自身が被告人を管理監督する立場にいながら，このような発言をするこ\nとは，あまりに無責任であり，違法行為を肯定する発言であり，違法行為\nを助長する行為である。弁護士としての品位に反する行為であるのは明白\nである。」などと記載した。\nウ  株式会社産業経済新聞社（以下「産経新聞社」という。）は，令和２年\n１月１７日，自社のニュースサイト上に，「Ｙ弁護士にも懲戒請求  Ａ被\n告逃亡肯定「品位に反する」」と題する記事（以下「本件産経記事」とい\nう。）を掲載した。同記事は，Ｙの令和２年１月４日付けブログ記事の内\n容を紹介した上で，「Ｙ弁護士に対し，東京都内の男性から，『被告の逃\n走を肯定する発言をブログでしたのは重大な非行』などとして懲戒請求が\n出され…たことが…関係者への取材で分かった。…関係者によると，懲戒\n請求書ではＹ氏について『被告を管理監督する立場にいながら，このよう\nな発言をすることは，あまりに無責任であり，違法行為を肯定する発言で\nあり，助長する行為。弁護士としての品位に反する行為であるのは明白』\nなどと指摘，Ｙ氏が逃亡に関与した疑いもあるとして同弁護士会に調査を\n求めた。」などと報道している。（乙２）\nエ  Ｙは，令和２年２月４日，本件ブログ上に本件記事１（甲１）を掲載し，\n「Ｘ氏による懲戒請求に対して私が第二東京弁護士会綱紀委員会に提出し\nた弁明書の内容は次のとおりです。」として，反論文を記載するとともに，\n前記「Ｘ氏による懲戒請求」の部分に本件リンクを張り，本件懲戒請求書\nのうち，原告の住所の「丁目」以下及び電話番号を墨塗りしたＰＤＦファ\nイル（甲２）をインターネット上で閲覧し得るようにした（甲３）。Ｙは，\n同月５日，本件記事２として，別のブログ上に，同内容の反論文を掲載し\nたが，本件記事２には，前記ファイルに対するリンクは張られていなかっ\nた（甲４）。\n(3) 第２事件に至る経緯\nア  原告は，令和２年２月２０日，Ｙに対し，第１事件の訴えを提起した。\n原告及びＹは，同年７月２２日，第１事件の第一回口頭弁論期日に出廷し，\n口頭による意見陳述を行った。\nイ  Ｚは，令和２年７月３１日，自らのブログ上に本件記事３を掲載し，\n「Ｙ弁護士が，Ａ氏の事件に関して懲戒請求されたことについて，懲戒請\n求者の氏名を出した上で，その懲戒請求書を自身のブログに掲載しながら\n反論文を掲載したことについて，懲戒請求者から著作者人格権，プライバ\nシー権侵害を理由にブログの差し止め及び損害賠償を求められているとい\nう事件があります。」などとして，Ｙの前記意見陳述の内容を「素晴らし\nい意見陳述」として掲載するとともに，上記記載のうち「自身のブログに\n掲載しながら反論文を掲載した」という部分にリンクを設定し，本件記事\n１にアクセスができるようにした。（甲１２）\nウ  原告は，令和２年９月１４日，Ｚに対し，第２事件の訴えを提起すると\nともに，第１事件についても，同日付け訴え変更の申立書により，損害賠\n償請求の額を１５０万円から２００万円に拡張した。\n(4) 弁護士に対する懲戒の手続\nア  弁護士法の規定\n(ｱ) 弁護士及び弁護士法人は，この法律又は所属弁護士会若しくは日本弁\n護士連合会の会則に違反し，所属弁護士会の秩序又は信用を害し，その\n他職務の内外を問わずその品位を失うべき非行があつたときは，懲戒を\n受ける。（５６条１項）\n(ｲ) 何人も，弁護士又は弁護士法人について懲戒の事由があると思料する\nときは，その事由の説明を添えて，その弁護士又は弁護士法人の所属弁\n護士会にこれを懲戒することを求めることができる。（５８条１項）\n(ｳ) 弁護士会は，所属の弁護士又は弁護士法人について，懲戒の事由があ\nると思料するとき又は前記(ｲ)の請求があつたときは，懲戒の手続に付\nし，綱紀委員会に事案の調査をさせなければならない。（同条２項）\n(ｴ)  綱紀委員会は，前記(ｳ)の調査により対象弁護士等につき懲戒委員会\nに事案の審査を求めることを相当と認めるときは，その旨の議決をする。\nこの場合において，弁護士会は，当該議決に基づき，懲戒委員会に事案\nの審査を求めなければならない。（同条３項）\n(ｵ)  懲戒委員会は，前記(ｴ)の審査により対象弁護士等につき懲戒するこ\nとを相当と認めるときは，懲戒の処分の内容を明示して，その旨の議決\nをする。この場合において，弁護士会は，当該議決に基づき，対象弁護\n士等を懲戒しなければならない。（同条５項）\n(ｶ) 日本弁護士連合会は，第５６条の規定により弁護士会がした懲戒の処\n分について審査請求があつたときは，日本弁護士連合会の懲戒委員会に\n事案の審査を求め，その議決に基づき，裁決をしなければならない。\n（５９条１項）\n(ｷ) 第５６条の規定により弁護士会がした懲戒の処分についての審査請求\nを却下され若しくは棄却され，又は第６０条の規定により日本弁護士連\n合会から懲戒を受けた者は，東京高等裁判所にその取消しの訴えを提起\nすることができる。（６１条１項）\nイ  第二東京弁護士会の綱紀委員会及び綱紀手続に関する規則（以下「綱紀\n委員会規則」という。）の規定（乙８）\n(ｱ) 綱紀委員会の議事は，公開しない。ただし，綱紀委員会の承認を得た\nとき又はこの規則に定めがあるときは，この限りでない。（１０条）\n(ｲ) 綱紀委員会は，事案を調査するため，調査期日を定めることができる。\n（３３条１項）\n(ｳ)  調査期日は，公開しない（３７条１項）。対象弁護士等の請求があ\nったときは，前項の規定にかかわらず，対象弁護士を審尋する調査期日\nを公開する。（同条２項）\n３  争点\n⑴  本件懲戒請求書の著作物性（争点１－１）\n⑵  本件懲戒請求書の公表の有無（争点１－２）\n⑶  引用の適法性（争点１－３）\n⑷  権利濫用の成否（争点１－４）\n⑸  プライバシー権侵害の有無（争点２）\n⑹  本件記事３の掲載の不法行為性（争点３）\n⑺  原告に生じた損害の有無及び額（争点４）\n第３  争点に関する当事者の主張\n１  争点１－１（本件懲戒請求書の著作物性）について\n（原告の主張）\n著作権法２条１項１号にいう「文芸，学術，美術，又は音楽の範囲に属する\nもの」には，知的，文化的精神活動の所産の全てが幅広く含まれる。本件懲戒\n請求書は，懲戒請求という目的のために作成された書面であり，その目的を達\n成するため，どのように法的構成を組み立て，どのように表現するかという側\n面において，知的，文化的な精神活動がされている。\nまた，本件懲戒請求書は，主張の展開方法や表現方法に工夫を凝らしたもの\nであり，単に事実を羅列しただけのものや定型的なありふれた表現を用いたも\nのではない。\nしたがって，本件懲戒請求書は，表現自体に何らかの独自の個性が現れ，思\n想又は感情を個性的に表現しているものであり，創作性のある「著作物」に該\n当する。\n（被告らの主張）\n(1) 弁護士会に対する懲戒請求は公的な訴追行為に類するものであるから，本\n件懲戒請求書は，著作権法２条１項の「文芸，学術，美術，又は音楽」のい\nずれの範囲にも属しない。仮に，「知的，文化的精神活動の所産全般」が\n「著作物」に当たるとすると，権利範囲の外延がいたずらに拡大し，表現の\n自由や経済的自由と抵触するおそれがある。仮に原告の主張する上記定義を\n採用するとしても，弁護士会に対する懲戒請求は「知的，文化的な精神活動」\nに当たらない。\n(2) 表現行為であっても，単なる意見や批判は，無から有を生み出すものでは\nなく，創作性が認められない。三島由紀夫の手紙のようにクリエイターの個\n性が表れたものであれば創作性が認められるが（東京高判平成１２年５月２\n３日判時１７２５号１６５頁参照），本件懲戒請求書は，クリエイターでも\nない原告が，事実を摘示し，懲戒事由該当性を論じた文書にすぎず，創作的\nな表現は含まれておらず，著作物として保護すべき利益は存在しない。\n(3) 著作権法の沿革からして，その主な保護対象は経済的な利益にあるところ，\n本件懲戒請求書は，公的な訴追行為に類する書類であり，保護すべき経済的\n利益を有しない。また，仮に，これが著作物に当たるとすれば，類似の懲戒\n請求をしようとする者は，本件懲戒請求書との抵触を回避しなければならな\nいことになるが，このような保護を与えることは，懲戒制度の趣旨に反し，\n著作権法の目的及び沿革からしても許されない。\n２  争点１－２（本件懲戒請求書の公表の有無）について\n（被告らの主張）\n(1) 弁護士会に提出されたことについて\n懲戒請求書は，弁護士会に提出されることで本来の目的を達する性質のも\nのであり，その提出後は，多数の者の目に触れることが予定されている。例\nえば，第二東京弁護士会の綱紀委員会の委員は約１００名に上り，懲戒委員\n会の委員は１５名である。さらに，これらの委員以外の弁護士会の職員も，\n記録に綴られた懲戒請求書を随時閲覧することになる。\nまた，懲戒請求の審査手続は，対象弁護士から公表を求められた場合には\n非公開とすべき理由がない。実際にも，Ｙは，審尋期日の公開を請求してお\nり，審査が公開されれば，本件懲戒請求書の内容は一般公衆に知られること\nになる。さらに，懲戒処分の取消しの訴えが提起されることになれば，公開\nの法廷で審理及び判決がされる。\nしたがって，本件懲戒請求書は，これが第二東京弁護士会に提出された時\n点で「発行」され，「公表」されたというべきである（著作権法４条１項）。\n(2) 産経新聞社に提供されたことについて\n原告は，本件懲戒請求書を産経新聞社に提供し，その重要な一部を本件産\n経記事に掲載させた。著作権法は，著作物の独占利用と自由利用とを調整す\nるものであるが，著作物の一部が提示されたにもかかわらず，その全体を市\n民の共通財産として利用し得ないというのは不合理であり，著作権３２条１\n項の「報道，批評，研究」の目的も達成し得なくなる。\n特に，本件産経記事に掲載されたのは「懲戒請求の理由」の第３段落の全\n文であり，本件懲戒請求書の主要な部分である。それ以外の部分，すなわち，\n本件懲戒請求書の第２段落は，原告のブログ記事を引用する部分であり，第\n４～７段落は，他の弁護士に対する懲戒請求書の「懲戒の理由」を引用する\n部分にすぎない上，その要旨は既に報道されていたものであって（乙６），\nＹに対する固有の懲戒理由を述べているのは，第３段落だけである。このよ\nうな主要な部分が公衆に提示された以上，本件においては，原告の懲戒請求\n書の全体が公表されたものというべきである。\n（原告の主張）\n(1) 弁護士会に提出されたことについて\n第二東京弁護士会では，懲戒手続を非公開とする運用をしており，綱紀委\n員会の委員のうち，本件懲戒請求書を閲読するのは，審査を担当する主査及\nび副査の２～３名程度であるのが実情である。そうすると，本件懲戒請求書\nについて，著作権法３条１項の「発行」に当たると認められる程度の作成及\nび頒布がされたということはできず，原告又は原告の許諾を受けた者によっ\nて公衆に提示されたということもできないから，同法４条１項にいう「公表」\nがあったということもできない。\n(2) 産経新聞社に提供されたことについて\n本件産経記事は，関係者から聴取した話を要約して掲載したという形式を\nとっている上，掲載した分量も，本件懲戒請求書の全９０行のうち，４行程\n度に相当する部分にすぎない。本件産経記事をもって，著作権法４条１項の\n「公表」がされたということはできない。\nなお，被告らは，著作物の一部が公表されれば，その全体が公表されたこ\nとになるなどと主張するが，失当である。これは，映画などの本編の一部の\n映像を予告編として公開されたからといって，本編の公開前に無断で本編を\n公開すれば，公表権侵害となることと同様である。\n３  争点１－３（引用の適法性）について\n（被告らの主張）\n(1) 適法な引用の要件は，引用して利用する著作物と引用されて利用される著\n作物とを明瞭に区別して認識することが可能であること，及び，前者が主，\n後者が従の関係にあることである。本件記事１は，「懲戒請求に対する弁明\n書」との題名の下，弁明書全文を掲載した上，本件懲戒請求書を独立のＰＤ\nＦファイルとしている。このように，記事の本文と本件懲戒請求書は明瞭に\n区別して認識され，反論の内容を明らかにする記事本文が「主」であり，本\n件懲戒請求書が「従」の関係にある。したがって，本件リンクは，著作権法\n３２条１項が許容する「引用」に該当する。\n(2) 本件懲戒請求書の引用は，「公正な慣行」に合致し，「引用の目的上正当\nな範囲内」であった。懲戒請求を受けた弁護士は，そのことを第三者に知ら\nれただけで甚大な不利益を受ける。特に，Ｙは，刑事弁護を専門とする弁護\n士であり，その刑事弁護活動に非違行為があったなどとされれば，弁護士と\nしての活動にとって多大な支障となる。Ｙとしては，本件懲戒請求が報道さ\nれた以上，自らの名誉と信頼を保持するため，本件懲戒請求の内容を前提と\nして示した上，これに対する反論を公表することが必要であった。\nそして，反論を公表するに当たっては，誰からどのような懲戒請求を受け\nたのかを正確に明らかにする必要がある。そのためには，原告の氏名も含め，\n本件懲戒請求書の全文を掲載することが最も公正な方法であり，同文書の一\n部を切り取って引用したのでは，都合の良い部分のみを引用したと受け取ら\nれるおそれもある。\nそうすると，本件懲戒請求書の全文を掲載して引用することは，「公正な\n慣行」に合致し，「引用の目的上正当な範囲内」であるということができる。\n（原告の主張）\n(1) 引用が許容されるのは「公表された著作物」であるところ，本件懲戒請求\n書が「公表された著作物」に当たらないことは前記２（原告の主張）のとお\nりであるから，本件記事１内に本件リンクを張って本件懲戒請求書のＰＤＦ\nファイルにアクセスできるようにした行為は，著作権法３２条１項に規定す\nる適法な「引用」に当たらない。\n(2) また，適法な「引用」というためには，①明瞭区分性，②主従関係，③引\n用の必然性等の要件を満たすことが必要となるが，本件リンクを張る行為に\nついては，以下のとおり，上記要件①～③を満たさない。\nア  本件リンクは，本件懲戒請求書を複製したＰＤＦファイルをサーバに記\n録し，閲覧者が本件記事１中の下線部分をクリックすれば，自動的に公衆\n送信される状況を作り出したものであり，このような掲載方法は，公正な\n慣行に合致するものとはいえない。本件懲戒請求書は，本件記事１に一体\n的に埋め込まれていると評価すべきであり，本文と引用部分が明瞭に区分\nされていないので，上記①の要件を満たさない。\nイ  本件記事１本文は，合計２頁７０行に満たないものであるのに対し，本\n件懲戒請求書は，合計４頁９０行に近いから，量的にみれば，本件懲戒請\n求書の割合の方が大きい。また，同記事が本件懲戒請求書の全文を掲載し\nていることからすれば，質的にみても，本件懲戒請求書が補足的に掲載さ\nれているとはいえない。したがって，本件記事１は，本文が主で引用部分\nが従の関係にあるとはいえず，上記②の要件を満たさない。\nウ  被告らは，本件産経記事に対する反論文の公表が必要であったと主張す\nるが，そのような反論が客観的・一般的に必要であったわけではない。仮\nに，本件産経記事への反論の必要があったとして，同記事は本件懲戒請求\n書の４行に相当する部分に類似した内容を掲載したものにすぎず，読者も\n同記事に記載されている程度の情報しか得ていないことからすれば，その\n全文を引用する必然性がない。したがって，上記③の要件を満たさない。\n４  争点１－４（権利濫用の成否等）について\n（被告らの主張）\n(1) 我が国の著作権法においては，著作権の一般的な権利制限規定は設けられ\nていないが，著作権も著作者人格権も，私権の一般制限法理である権利濫用\n法理（民法１条３項）に服することになる。原告は，公表権及び公衆送信権\nの侵害を主張して差止め及び損害賠償の請求をするが，その請求は，以下の\nとおり，権利の濫用というべきである。\nア  原告の請求が権利の濫用に該当するかどうかを検討するに当たっては，\n米国連邦著作権法が規定するフェア・ユース法理を参酌することが相当で\nある。フェア・ユースの法理は，①使用の目的及び性格，②著作物の性質，\n③著作物全体との関連における使用された部分の量及び実質，④著作物の\n潜在的市場又は価値に対する使用の影響を考慮要素とするものである。\nフェア・ユース法理の考慮要素のうち，上記①の要素では，著作物が商\n業性を有するかどうかが問われるところ，本件記事１は反論的な対抗言論\nを目的とするものであり，商業的な意図・効果はない（上記①及び④の要\n素）。また，本件懲戒請求書は公的な訴追行為に類するものであり，その\n性質上，著作者が私的に公表権を独占すべきものではない（上記②の要\n素）。さらに，Ｙが本件懲戒請求書の全文を引用したのは，本件懲戒請求\nの趣旨を正しく読者に伝えるためであり，そのためには全文を引用する方\nが断片的な引用をするよりも適切である（上記③の要素）。\n以上のとおり，フェア・ユース法理の各考慮要素に照らすと，Ｙが本件\n懲戒請求書を引用した行為は，著作物の公正利用に当たるということがで\nきる。\nイ  我が国における権利濫用法理の適用という観点からすると，著作者及び\n著作権者の請求が権利濫用に当たるかは，権利者に制限を受けてもやむを\n得ないと考えられる事情があるか，権利者と侵害者が受ける利益とを比較\n考量しバランスを失することがないかという両面から検討することが相当\nである。\n(ｱ) 原告は，産経新聞社に本件懲戒請求書の内容をリークして記事にさせ\nているが，このような行為は，当該情報のコントロールを第三者に委ね\nるに等しい。本件懲戒請求書が原告自身の意思に基づき，広く社会に対\nして発信力を持つマスコミに渡っていることによれば，原告自身も本件\n懲戒請求書が公衆の面前に触れることになることは理解していたはずで\nある。しかるに，原告は，Ｙの反論を受けるや，突如として，自らの公\n表権や公衆送信権を主張し始めた。原告は，Ｙの対抗言論から逃れるた\nめ，その権利を奇貨として利用しているにすぎないのであって，その権\n利を主張する正当な理由がない。\n(ｲ) 本件懲戒請求は，弁護人の行動にも社会の耳目が集まっていた刑事事\n件の弁護人であるＹに対するものであり，原告個人の利害得失には何ら\n関連せず，公的要素が強い。そのため，正確で詳細な情報が明らかにさ\nれるべきであって，それが国民の知る権利に奉仕し，言論市場における\n闊達な議論に資する。議論の端緒たる本件懲戒請求書が公開されること\nは，社会正義に合致するのであるから，原告には，公表権や公衆送信権\nを制限されるやむを得ない事由があるといえる。\n(ｳ) 原告とＹの利用衡量を行うに，原告は，本件懲戒請求書をマスコミに\n自らリークしているのであるから，本件記事１が掲載された時点では，\n公表権や公衆送信権として保護されるべき権利は既に失われていたに等\nしく，Ｙが本件懲戒請求書をそのブログで公表しても，原告には不利益\nは生じない。また，原告には経済的な不利益も生じていない。\n他方，Ｙにとっては，本件記事１の公表は，対抗言論としての側面を\n強く有するものであり，表現の自由市場に広く問題提起をするものとし\nて憲法上の保護を強く受ける。その際に，本件懲戒請求書の存在を示し，\nその内容を正確に引用しなければ，同被告の主張は前提を欠くものにな\nってしまう。また，本件懲戒請求書を引用することにより，Ｙに経済的\nな利得は生じていない。\nなお，Ｙは，本件懲戒請求書の全文を引用しているが，本件懲戒請求\n書の存在を示し，正確な引用をするためには，全文引用こそが望ましい\n表現方法である。本件懲戒請求書は，Ａ氏の出国に関してＹが懲戒され\nるべき理由について，文章全体で表現しているのであるから，その一部\n分のみを切り取って反論するのはかえって不適切である。\n以上のとおり，原告には，本件懲戒請求書に関する公表権及び公衆送\n信権が制限されてもやむを得ない事由があり，その制限をしても不利益\nは生じないのに対し，Ｙが本件懲戒請求書を引用することには正当な利\n益があると認められるので，原告の著作権及び著作者人格権に基づく請\n求は，権利濫用に当たるというべきである。\n(2) 裁判所が，原告の請求を認容することは，以下の理由から，裁判権の行使\nによる表現規制となる。\nア  本件記事１は，反論権の行使としての性格を有するものであり，特に保\n護されなければならない。原告は，本件懲戒請求書をマスメディアに交付\nするなどし，その一方的な言い分が報道されたのであるから，それに対す\nる正確な反論が許されないのは，不公正なことである。反論権は，メディ\nアを通じた誹謗中傷に対して名誉及び名声を保護する重要な権利であり，\n保護すべき必要性が高い。\nイ  原告は，懲戒請求という公的な訴追制度とメディアという強力な言論フ\nォーラムを利用し，Ｙの名誉，名声を傷付けた。これに対し，Ｙは，自ら\nのブログというささやかなメディアで反論権を行使した。公的関心事につ\nいて，いわれのない汚名を着せられ，それがメディアに公開されながら，\n自らの名誉を回復するための表現すら許されないということは，憲法が許\n容するところではない。\nウ  原告の請求は，本件記事１における表現の内容に着目し，その差止めを\nも求めるものであるから，最も厳しい審査基準が適用される。すなわち，\n法律上の制限の目的が切実な必要性に基づくものであり，制限が比例原則\nに従うこと，すなわち，表現規制によって保護される利益が規制される表\n現の価値を凌駕するものであり，制約の程度が必要最小限のものであるこ\nとを要する。\nしかるに，原告の主張は，Ｙのブログによる表現内容を制約し，その差\n止めを正当化するような切実な必要性を示していない。また，原告の「権\n利」なるものは，当該記事を自由な討論の場から排除しなければ守れない\nような法的利益ではない。\nエ  全ての市民は，弁護士会の懲戒権の行使について，知る権利がある。懲\n戒請求を受けた当事者であるＹは，市民に向け，懲戒請求の実態を公開し，\n議論を求める権利がある。原告は，弁護士会という公的フォーラムを利用\nし，公的権力の行使を求めているのであるから，一般市民に知られること\nを覚悟しなければならない。原告の主張する権利は，Ｙの表現の価値に劣\n後する。\n（原告の主張）\n(1) 原告による差止め及び損害賠償の請求は，Ｙが，原告に無断で本件懲戒請\n求書を掲載したことに起因する。Ｙの行為によって，原告の著作権及び著作\n者人格権といった権利の侵害が発生している以上，原告が前記各請求をする\nことは，まさに正当な権利行使である。\nア  これに対して，被告らは，フェア・ユースの法理によって，原告の請求\nが権利濫用に当たるなどと主張するが，著作権法は，著作権の制限規定を\n個別具体的に列挙しているのであり，それ以外に，フェア・ユースの法理\nによる抗弁を認めるべき理由はない。\nイ  また，被告らは，原告が本件懲戒請求書をマスコミに自らリークしてい\nるなどと主張するが，前記２（原告の主張）のとおり，本件懲戒請求書は\n公表されていないのであるから，本件産経記事により原告の公表権や公衆\n送信権が制限される理由はない。\nウ  被告らは，Ｙが本件産経記事に対する反論をする必要があったと主張す\nるが，仮に反論の必要があったとしても，本件懲戒請求書の全文を引用す\nる必要などなかったことは明らかである。\nエ  被告らは，本件懲戒請求書に経済的価値がないなどとも指摘するが，そ\nれは損害論の問題であって，著作権や著作者人格権が認められるか否かの\n考慮要素とならない。特に，著作者人格権に基づく請求は，経済的価値で\nは測れない人格的価値の侵害を問題とするものである。\nオ  したがって，被告らの権利濫用の主張は理由がない。\n(2) 被告らは，本訴における差止請求や損害賠償請求を認容することは表現の\n自由に対する侵害に当たると主張するが，原告の請求が認容される判決が出\nされていない現時点においては，そもそも被告らが違憲と主張する国家の行\n為自体が存在していないのであるから，被告らの主張は失当である。\n５  争点２（プライバシー権侵害の有無）について\n（原告の主張）\nＹが懲戒請求者として原告の氏名を公開したことは，原告のプライバシー権\nを侵害するものである。\n(1) 自らが懲戒請求者であるという情報は，「自己が欲しない他者にはみだり\nにこれを開示されたくないと考えること」が「自然」なものであり（最高裁\n平成１４年（受）第１６５６号同１５年９月１２日第二小法廷判決・民集５\n７巻８号９７３頁参照），プライバシーとして，法的保護の対象となる。な\nぜなら，懲戒請求者であるという情報は，何らかの法的な紛争や事件などが\nなければ関わり合いになることもない弁護士という職業にある人物との間に\nおいて，懲戒請求をしなければならないような紛争を抱えているのではない\nかと推測させる情報だからである。通常の一般人の合理的な判断に基づくの\nであれば，このような情報は自己が欲しない他者にはみだりにこれを開示さ\nれたくないと考えるのが自然である。\n(2)ア これに対し，被告らは，懲戒手続が公的な手続であることを前提とした\n上で，原告が公的事柄について自ら懲戒という公的手続を選択して参加の\n意思を表明したと主張するが，原告は，本件懲戒請求によって，Ｙを懲戒\n処分とすることを求めたにすぎず，これにより「公的事柄」に参加し，あ\nるいは「公的関心事」を惹起させたわけではない。\nイ  被告は，懲戒請求者の氏名の公開が制度的に予定されているかのように\n主張する。しかし，対象とされた弁護士が，制度上，懲戒請求者の氏名を\n知り得るとしても，それをインターネット上で公開することが認められて\nいるわけではない。また，懲戒手続の審理は非公開であり，懲戒請求者の\n氏名が外部に漏れることはない。対象弁護士が，不当懲戒を理由とする損\n害賠償請求を提起するなどすれば，公開法廷での審理の対象となるが，そ\nれは例外的な場合にすぎず，懲戒制度一般に妥当するものではない。\nウ  被告らは，本件記事１及び２が，Ｙの職業的生存を賭けた反論であり，\n原告のプライバシー権に比し，優越的な保護を受けると主張する。しかし，\n懲戒請求に反論するため，懲戒請求者の氏名を公開する必要性はない。Ｙ\nは，その必要性がないのに，報復目的で原告の氏名を公表したのであり，\nその行為が違法であることは明らかである。\nエ  被告らは，原告が，本件懲戒請求書を産経新聞社に交付することにより，\n自らプライバシーの権利を放棄したとも主張する。しかし，本件産経記事\nは原告の氏名を明らかにしておらず，原告のプライバシーに配慮をしたも\nのとなっている。そうである以上，原告が，本件産経記事により，プライ\nバシーの権利を放棄したなどということはできない。\n（被告らの主張）\n原告が懲戒請求者であるという情報には，以下のとおり，プライバシーの合\n理的な期待が及ばず，プライバシーとしての法的保護は及ばないので，本件記\n事１及び２による原告の氏名の開示について，原告に対するプライバシー権侵\n害は成立しない。\n(1)ア プライバシーとして法的保護の対象となる情報は，「自己が欲しない他\n者にはみだりにこれを開示されたくないと考えること」が「自然な」情報\nである。プライバシーの合理的期待及び法的に保護される情報は，古典的\nな「放っておいてもらう権利」として保護されるべき情報や，自己コント\nロール権の内実としての私生活上の事実であって，通常人であれば公開を\n欲しない情報に限られる。\nイ  懲戒請求は，他者を公的に訴追する行為であり，純然たる公的行為で\nあって，私的行為ではない。懲戒請求者が誰であるかは，懲戒請求の本質\n的内容であり，匿名による請求は不適法である。第二東京弁護士会の綱紀\n委員会規則も，懲戒請求書には「懲戒請求者の氏名又は名称及び住所」\n（２０条１項１号）を記載しなければならないと規定している。懲戒請求\nが誰であるかは公的な関心事になるのであり，懲戒請求者は，そのような\n公的なアクションを起こす以上，これを甘受すべきである。これに匿名の\n保護を与えることは，無責任な懲戒請求を助長することになるから，懲戒\n請求者の氏名は，むしろ公開されるのが適切である。\nウ  実際，懲戒請求者の氏名が明らかになることは，制度的にも想定されて\nいる。対象弁護士は，懲戒請求者の氏名及び住所を当然に知ることができ\nるが，当該懲戒請求について，虚偽告訴を理由に告訴をし，あるいは，不\n法行為を理由に損害賠償訴訟を提起すれば，その氏名は公表され得る。ま\nた，対象弁護士が，懲戒処分の取消しを求める抗告訴訟を提起しても，懲\n戒請求者の氏名は，証拠及び主張として明らかにされる。\nエ  さらに，懲戒手続にも適正手続が保障されるから，対象弁護士には，手\n続の公開を求め，懲戒請求者を尋問する権利があるというべきである。綱\n紀委員会規則３７条２項も，対象弁護士の請求があった場合は，審尋の調\n査期日を公開しなければならないとする。公開審理の保障の当然の前提と\nして，対象弁護士には，懲戒請求者が誰であるかを世間一般に公開する権\n利が当然に保障されなければならない。\nオ  特に，本件で問題とされる刑事事件は，著名な自動車会社を巻き込み，\n社会的な関心事となった事案である。原告は，自らの私的利益とは無関係\nであるのに，このような公的事柄について，自ら公的手続を選択し，それ\nに参加したのであり，その事実を報道機関にリークすることで，本件懲戒\n請求自体を純然たる公的関心事とした。原告は，本件懲戒請求の懲戒請求\n者として，自らの氏名が公開されるのを甘受すべき立場にある。\nカ  なお，原告は，懲戒請求者であることは，弁護士との間に紛争を抱えて\nいるのではないかと推測されると主張する。しかし，弁護士と関わり合い\nになることが外部に知られることを欲しない情報であるなどという社会常\n識はない。また，懲戒請求は，弁護士との間に紛争を抱えていなくても可\n能な手続である。このように，懲戒請求者であるという情報は，開示され\nたくないと考えることが「自然」な情報であるとはいえない。\n(2) 原告は，本件懲戒請求書を自らマスメディアに交付しているのであるから，\n懲戒請求者としての自らの氏名について，プライバシーとして保護される権\n利を放棄したというべきである。マスメディアは，入手した情報の報道を使\n命とするから，原告は，その提供した情報をマスメディアに公開されること\nを甘受しなければならない。自ら懲戒請求書をマスメディアに交付しながら，\nその氏名について公開されることを欲しないとするのは背理である。\n(3)ア 本件記事１及び２の公表行為は，憲法２１条１項の保護を受ける。しか\nも，Ｙは，本件懲戒請求を受けた事実がマスメディアに公表されたため，\nその職業的生存を賭けた反論をしたのであり，これは表現の自由の中でも\n中核を占めるものであって，優越的な保護を受ける。\nＹの表現行為に対し，原告のプライバシーを優越させるためには，その\n法律上の制限の目的が切実な必要性に基づくものであり，その制限が比例\n原則に従うこと，すなわち，表現規制によって保護される利益が規制され\nる表現の価値を凌駕するものであり，制約の程度が必要最小限であること\nが必要である。\nイ  本件記事１及び２における原告の氏名の開示の目的は，反論権の行使と\nいう表現の自由の中でも最も正当なものであり，開示の態様も，自らのブ\nログに反論文を掲載するというものであり，住所の地番は墨塗りし，原告\nの私生活の平穏を必要以上に害しないように配慮もしている。\nウ  また，原告の氏名を開示したことには，やむにやまれぬ必要性があった。\n懲戒請求に相当の根拠があるかどうかの評価をする上で，懲戒請求者の属\n性や氏名は必須である。特に，本件懲戒請求については，Ａに対する被告\n事件に係る保釈条件や弁護活動の詳細を知る関係機関や関係者による請求\nかどうかが，その正当性・適法性の評価と密接に関連する。\nエ  公共の関心事については，犯罪報道などと同様に，実名報道が求められ\nる。本件のように，懲戒請求という公共の関心事について，懲戒請求を受\nけた弁護士が，職業的生命を賭けた反論をする場合に，懲戒請求者の氏名\nを記載する行為が妨げられることがあってはならない。名誉回復のための\n表現の自由が，犯罪報道に係る報道の自由に劣後することはないからであ\nる。氏名を明らかにしなければ，誰の懲戒請求に対して反論しているのか\n分からないのであるから，弁護士としての社会的信用を回復することがで\nきない。\nオ  原告の実名を開示せざるを得ないような状況は，原告が自ら招来したも\nのである。Ｙが，本件記事１及び２を公表することで，懲戒請求者の氏名\nも含め，正確な反論をすることを迫られたのは，原告が，自ら懲戒請求と\nいう公的な手続を選択した上，それをマスメディアにリークしたことにあ\nる。原告が，その必要性もないのに，自ら公的事柄に関わり，公的手続を\n選択しながら，自らの氏名のみに私事性を主張することは自己矛盾である。\nカ  以下のとおり，原告のプライバシー情報の性質，内容，被害の程度は，\n本件記事１及び２による表現の価値を凌駕するものとはいえない。\n(4) 原告は，本件記事１及び２の削除も求めるが，プライバシー侵害を理由に\n表現の削除請求が認められるのは，「重大で回復困難な損害」（最高裁判所\n平成１３年（オ）第８５１号，同年（受）第８３７号同１４年９月２４日第\n３小法廷判決・集民２０７号２４３頁）が生じる場合や「当該事実を公表さ\nれない法的利益が優越することが明らかな場合」（最高裁平成２８年（許）\n第４５号同２９年１月３１日第三小法廷決定・民集７１巻１号６３頁参照）\nに限られる。本件記事１及び２における原告氏名の開示が，そのような場合\nに当たらないことは明らかであるから，少なくとも削除請求が認められる余\n地はない。\n６  争点３（本件記事３の掲載の不法行為性）について\n（原告の主張）\nＺは，本件記事３を掲載するに当たり，本件記事１に対するリンクを張るこ\nとによって，読者が，本件記事１に掲載された本件懲戒請求書に容易に到達し，\nこれを閲覧することができるようにした。そして，同被告は，本件記事１に掲\n載された本件懲戒請求書が，原告の許諾を受けずに公衆送信され，それについ\nて，原告が訴訟の提起をしていることを十分に認識していた。\nそうすると，Ｚの上記行為は，原告の著作物に係る公衆送信権及び公表権に\n対する侵害行為を幇助する不法行為に該当し，本件記事１の拡散を助長するこ\nとにより，原告の精神的苦痛を拡大させたものであるということができる。\n（被告らの主張）\n本件記事１内に本件リンクを張る行為が，原告の著作権及び著作者人格権を\n侵害しないことは既に主張したとおりであり，本件記事３の掲載が違法となる\n余地はない。また，ＺのブログとＹのブログとの間には何らの関係もないから，\n本件記事３の掲載が，本件リンクの幇助となる関係にもない。\n７  争点４（原告に生じた損害の有無及び額）について\n（原告の主張）\n(1) Ｙが，本件記事１及び２に原告の氏名を記載し，原告の氏名が掲載された\n本件懲戒請求書を公表し，公衆送信したことによって，原告の氏名をインタ\nーネット上で検索すると本件記事１及び２が上位に表示されるようになった。\nこのように，本件懲戒請求をした者が原告であることが世間に周知されたた\nめ，原告は多大な精神的苦痛を被った。また，Ｙが，本件記事３を掲載した\nことによって，本件記事１は，これまで以上に多くの人の目に触れることに\nなり，原告は，一層の精神的苦痛を被った。原告の被った精神的苦痛に対応\nする慰謝料は２００万円を下らない。\n(2) Ｚが，本件記事３を掲載したことによって，本件記事１は，これまで以上\nに多くの人の目に触れることになり，原告は，一層の精神的苦痛を被った。\nこの精神的苦痛に対応する慰謝料は１５０万円を下らない。\n（被告らの主張）\n原告の主張は争う。\n第４  当裁判所の判断\n１  争点１－１（本件懲戒請求書の著作物性）について\n(1)  本件懲戒請求書（甲２）は，前記前提事実(2)イのとおり，原告が，第二\n東京弁護士会に対し，弁護士であるＹにはＡの出国及びブログ記事における\n発言について弁護士法５６条の懲戒事由があるとして，同法５８条１項に基\nづき懲戒の請求をするために提出した文書である。\n本件懲戒請求書（甲２）の構成，内容等をみると，同請求書は，懲戒請求\n書である旨の表示，請求の日付，請求の宛先，請求者の氏名，対象弁護士の\n氏名，懲戒請求の趣旨，懲戒請求の理由などが記載され，その中には懲戒請\n求書という文書の性質上，当然に記載すべき定型的な事項も含まれる。\nしかし，懲戒請求の理由については，その内容が一義的かつ形式的に定ま\nるものではなく，その構成においても様々な選択肢があり得るところ，本件\n懲戒請求書は，本件記事１及び２の一部の引用及びこれに対する評価，他の\n弁護士に対する懲戒請求の理由の引用，Ｙに対する懲戒理由の説明並びに結\n論から構成されるものであり，その構成や論旨の展開には作成者である原告\nの工夫が見られ，その個性が表出しているということができる。\nまた，懲戒請求の理由における記載内容についても，本件懲戒請求書には\n単に懲戒理由となる事実関係が記載されているにとどまらず，弁護人には被\n告人の管理監督義務があるという自らの解釈，弁護人の関与なしに被告人が\n逃亡し得るのかという自らの疑問，Ｙの発言が長期拘留を助長するという自\nらの意見，綱紀委員会の調査を求める事項などが７０行（１行３５文字）に\nわたり記載されており，その表現内容・方法等には作成者である原告の個性\nが発揮されているということができる。\nそうすると，本件懲戒請求書は，原告の思想又は感情を創作的に表現した\nものであって，著作権法２条１項１号に規定する「著作物」に該当するとい\nうべきである。\n(2) これに対し，被告らは，以下のとおり主張するが，いずれも理由がない。\nア  被告らは，懲戒請求は，公的な訴追行為に類する行為であるから，同号\nの「文芸，学術，美術，又は音楽の範囲」に属さず，知的，文化的な精神\n活動にも当たらないと主張する。\nしかし，公的な訴追行為に類する行為のための文書が，類型的に著作物\nに当たらないと解すべき理由はない。もとより，公的又は準公的な文書は\n法令等に定められた所定の定型的な記載を含むが，弁護士に対する懲戒請\n求書に則していえば，「懲戒請求の理由」の構成や記載内容については，\n一義的かつ形式的に決まるものではなく，作成者が様々な創意工夫をする\n余地があり，表現方法・内容の選択肢の幅も広いというべきである。\n本件懲戒請求書についても，その構成，表現内容等については様々な工\n夫等がみられ，原告の個性が発揮しているということができることは，前\n記判示のとおりである。\nイ  被告らは，本件懲戒請求書が，三島由紀夫の手紙などとは異なり，クリ\nエイターでもない原告が，事実を摘示し，懲戒事由該当性を論じた文書に\nすぎず，創作的な表現は含まれていないと主張する。\nしかし，著作物の要件である「思想又は感情を創作的に表現したもの」\nとは，高度な創作性や独創性を要するものではなく，「思想又は感情」の\n外部的表現に著作者の個性が何らかの形で現われていれば足りると解すべ\nきである。前記判示のとおり，本件懲戒請求書には，その構成，表現内容\n等において様々な工夫等がみられ，原告の個性が発揮しているということ\nができるので，「思想又は感情を創作的に表現したもの」ということがで\nきる。\nウ   被告らは，著作権法の沿革からして，その主な保護対象は経済的な利\n益にあるところ，本件懲戒請求書には保護すべき経済的利益を有しないの\nで，著作物に当たらないと主張するが，著作権法は，そもそも，経済的価\n値を有することを著作物の要件としていないのであり，著作物に該当する\n上で経済的利益の存在を求める被告らの見解は採用し得ない。\nまた，被告らは，仮に，本件懲戒請求書が著作物に当たるとすれば，類\n似の懲戒請求に支障が生じると主張するが，弁護士に対する懲戒請求は，\n対象とする弁護士や基礎となる事実関係が異なれば，懲戒請求の理由は全\nく異なるのであり，また，共通の事実関係に基づく同一の弁護士に対する\n懲戒請求書であっても，懲戒請求の理由の構成や表現内容の選択肢は幅広\nく，作成者が様々な創意工夫をすることが可能である。そうすると，本件\n懲戒請求書を著作物と認めたとしても，類似の懲戒請求に支障が生じると\nは考え難く，そのことが懲戒制度の趣旨に反するということもできない。\n２  争点１－２（本件懲戒請求書の公表の有無）について\n(1) 弁護士会に提出されたことについて\nア  被告らは，本件懲戒請求書は，弁護士会への提出により，「発行」され，\n又は「上演，演奏，上映，公衆送信，口述若しくは展示の方法で公衆に提\n示」されたものであるから，「公表」（著作権法４条１項）されたもので\nあると主張する。\nしかし，本件懲戒請求書が第二東京弁護士会に提出されたとしても，同\n請求書は同弁護士会における非公開の懲戒手続に使用されるにすぎず，そ\nの手続の性質上，同請求書にアクセスすることができるのは，同手続に関\n与する同弁護士会の関係者に限られると解するのが相当である。そうする\nと，その提出をもって，本件懲戒請求書が「発行」（同法３条）され，又\nは，「上演，演奏，上映，公衆送信，口述若しくは展示の方法で公衆に提\n示」されたということはできない。\nイ  被告らは，第二東京弁護士会の綱紀委員会の委員は約１００名に上り，\nその他の弁護士会の職員も懲戒請求書を随時閲覧することになるので，懲\n戒請求書が同弁護士会に提出されると，必然的に多数の関係者の目に触れ\nることになると指摘する。\nしかし，綱紀委員会規則（乙８）によれば，同委員会においては，７名\n以上の部会員からなる部会による議決手続（１１条）や１人又は数人の主\n査委員により調査手続が行われると定められており（５１条），本件の懲\n戒手続に関与しない綱紀委員会の委員や弁護士会職員が本件懲戒請求書を\n広く閲読することが当然に予定されていると考えることもできない。\nこれらの手続において，本件懲戒請求書の複製物が作成されることは想\n定されるとしても，「発行」とは「公衆の要求を満たすことができる相当\n程度の部数の複製物」（著作権法３条１項）が権利者の許諾を得るなどし\nて作成・頒布されることをいうところ，本件懲戒請求書は，その手続の性\n質上「公衆の要求を満たすことができる相当程度の部数の複製物」を作\n成・頒布することを当然に予定するものではなく，また，そのような事実\nも認められない。\nウ  また，被告らは，懲戒請求の審査手続が公開され得るものであることな\nども指摘する。しかし，審査手続が公開されたとして，それをもって，当\n該手続に係る懲戒請求書が「公表」されたということはできず，懲戒処分\nに対する取消しの訴えが提起された場合も同様である。\nエ  したがって，弁護士会に対する本件懲戒請求書の提出行為が，著作権法\n４条にいう「公表」に当たるということはできない。\n(2) 産経新聞社に提供されたことについて\nア  被告らは，本件懲戒請求書は原告により産経新聞社に提供され，その重\n要な一部が本件産経記事として報道されたのであるから，同請求書は「公\n表」されたものであると主張する。\n本件産経記事（乙２）は，前記前提事実(2)のとおり，本件懲戒請求書\nの「懲戒請求の理由」の第３段落全体（４行）を，その用語や文末を若干\n変えるなどした上で，かぎ括弧付きで引用しており，証拠（甲２，乙２，\n６）及び弁論の全趣旨を総合すれば，原告は，産経新聞社に対し，Ｙの氏\n名に関する情報を含め，本件懲戒請求書又はその内容に関する情報を提供\nしたと推認することができ，これを覆すに足りる証拠はない。\nしかし，本件産経記事で引用されたのは，本件懲戒請求書のごく一部に\nとどまり，後記ウのとおり，当該引用部分が本件懲戒請求書の主要な部分\nであるということもできないことに照らすと，本件産経記事における上記\n引用によって，本件懲戒請求書が公表されたということはできない。\nイ  被告らは，著作物の一部の「公表」されたにもかかわらず，その全体を\n市民の共通財産として利用し得ないというのは不合理であると主張する。\nしかし，本件懲戒請求書はその全部が不可分一体の関係にあるものでは\nなく，公表された範囲もごく一部にとどまることに照らすと，前記判示の\nとおり，本件懲戒請求書の一部の内容が本件産経記事に引用される形で公\n衆の認識し得るところになったとしても，当該請求書が公表されたという\nことはできない。\nウ  被告らは，本件産経記事の引用部分は，本件懲戒請求書の主要な部分で\nあると主張する。\nしかし，本件産経記事に引用された部分は，Ｙのブログに掲載された記\n事についての意見であって，懲戒請求の理由そのものではなく，当該引用\n部分が「懲戒請求の理由」に占める割合もごく一部にすぎない。本件懲戒\n請求書には，上記の引用部分に続いて，他の弁護士に対する懲戒請求の理\n由が引用され，当該理由がＹにも同様の理由が妥当するとされた上で，原\n告の意見が更に記載され，結論に至っているものであり，当該引用部分が\n本件懲戒請求書の主要な部分であるということはできない。\n(3) 小括\n以上のとおり，本件懲戒請求書が公表されたということはできない。\n３  争点１－３（引用の適法性）について\n(1) 著作権法３２条１項は，「公表された著作物は，引用して利用することが\nできる。この場合において，その引用は，公正な慣行に合致するものであり，\nかつ，報道，批評，研究その他の引用の目的上正当な範囲内で行われるもの\nでなければならない。」と規定する。同項の規定によれば，著作物の全部又\nは一部を著作権者の承諾を得ることなく自己の著作物に含めて利用するため\nには，①利用されるのが公表された著作物であること，②当該著作物の利用\nが引用に該当すること，③当該引用が公正な慣行に合致すること，④当該引\n用が報道，批評，研究その他の引用の目的上正当な範囲内で行われるもので\nあることの各要件を満たすことが必要であると解するのが相当である。\n(2) 上記要件①について\n本件においては，前記２のとおり，著作物である本件懲戒請求書が公表さ\nれたと認めることはできないので，本件記事１内に本件リンクを張り，本件\n懲戒請求書を複製したＰＤＦファイルにアクセスすることを可能にしたＹの\n行為は，上記①の要件を充足しない。\n(3) 上記要件②について\nア  著作物が「引用」されたというためには，当該著作物に接した一般人が\n引用されている部分を特定し，判別し得ることが前提となるので，引用し\nて利用する側の著作物と引用されて利用される側の著作物とが明瞭に区別\nされることが必要である。同様に，「引用」は他者の著作物の全部又は一\n部を自己の著作物に含めて利用する行為であるので，両著作物のうち，い\nずれが引用する側であり，いずれが引用される側であるかを一般人が判別\nし得ることが必要となる。そのためには，引用する側の著作物と引用され\nる側の著作物に主従の関係があることを要するというべきである。\nそうすると，①引用して利用する側の著作物と，引用されて利用される\n側の著作物とを明瞭に区別して認識することができること，及び，②引用\nする著作物と引用される著作物の間に，引用する側が主，引用される側が\n従の関係があることは，「引用」の基本的な要件を構成すると解するのが\n相当である（最高裁判所昭和５１年（オ）第９２３号同５５年３月２８日\n第３小法廷判決・民集３４巻３号２４４頁参照。なお，同判決は，旧著作\n権法〔明治３２年法律第２９号〕３０条１項２号（「自己の著作物中に正\n当の範囲内に於て節録引用すること」）に関する判断であるが，「引用」\nの概念は現行法下においても妥当すると解される。）。\nイ  前記前提事実(2)エのとおり，Ｙは，本件ブログ上に本件記事１（甲１）\nを掲載し，原告の懲戒請求に対する反論文を記載するとともに，「Ｘ氏に\nよる懲戒請求」との部分に本件リンクを張\nり，本件懲戒請求書を複製したＰＤＦファイルをインターネット上で閲覧し\n得るようにしたものと認められる（甲３）。\nこのように，本件記事１における本件懲戒請求書の採録方法は，記事上\nの記載部分の一部にリンクを張ることにより，別のウェブページに掲載さ\nれた本件懲戒請求書を閲覧し得るようにしたものであり，その形式に照ら\nすと，Ｙの引用した著作物と本件懲戒請求書とを明瞭に区別することがで\nきる。\nまた，本件記事１は，１０段落以上にわたるのに対し，本件リンクの張\nられた部分は一行にも満たない長さであり，本件懲戒請求書を閲覧するに\nは，リンク部分をクリックした上で別のウェブページを閲覧しなければな\nらないことによれば，Ｙの本件ブログに接した一般人は，引用した側の本\n件記事１が主であり，引用された側の本件懲戒請求書が従であると判別し\n得るというべきであり，本件記事１の分量と本件懲戒請求書の分量の多寡\nはこの結論を左右しないというべきである。\nウ  したがって，本件記事１内に本件リンクを張り，本件懲戒請求書を複製\nしたＰＤＦファイルにアクセスすることを可能にしたＹの行為は，「引用」\nに該当する。\n(4) 上記要件③について\nア  著作権法３２条１項は，引用が「公正な慣行に合致すること」を要件と\nしている。ここにいう「公正な慣行」は，著作物の属する分野や公表され\nる媒体等によって異なり得るものであり，証拠に照らして，当該分野や公\n表媒体等における引用に関する公正な慣行の存否を認定した上で，引用が\n当該慣行に合致するかを認定・判断することとなると考えられる。\nそして，当該著作物の属する分野や公表される媒体等において引用に関\nする公正な慣行が確立していない場合であっても，当該引用が社会通念上\n相当と認められる方法等によると認められるときは「公正な慣行に合致す\nる」というべきである。\nイ  前記判示のとおり，複製された本件懲戒請求書のファイルは，本件ブロ\nグに掲載された本件記事１上の「Ｘ氏による懲戒請求」との記載にリンク\nを張ることにより閲覧し得るようにされたものである。本件のようなブロ\nグに掲載された記事における他の著作物の引用方法については，確立され\nた公正な慣行が存在すると認めるに足りる証拠はない。\nそこで，本件懲戒請求書の引用方法等が社会通念上相当と認められるか\nについてみるに，インターネット上の記載の一部に他の文書等へのリンク\nを張って，当該記載に係る他の文書等を閲読することができるようにする\nこと自体は，一般的に行われている方法であるといい得るものの，後記\n(5)のとおり，他人の著作物である本件懲戒請求書の全体を著作権者の同\n意なくＰＤＦファイルにしてアクセスを可能にするという引用方法・態様\nが社会通念上相当であるということはできない。\nしたがって，本件懲戒請求書の引用が「公正な慣行に合致する」という\nことはできない。\n(5) 上記要件④について\nア  著作権法３２条１項は，引用が「報道，批評，研究その他の引用の目的\n上正当な範囲内で行われるものであること」を要件としている。同要件は，\n引用部分を明瞭に区分し得ることを前提とした上で，当該引用部分が，認\n定された「引用の目的」との関係において「正当な範囲内」であることを\n求めるものであり，引用が「正当な範囲内」で行われたかどうかは，①引\n用の目的の内容及び正当性，②引用の目的と引用された著作物との関連性，\n③引用された著作物の範囲及び分量，④引用の方法及び態様，⑤引用によ\nり著作権者が得る利益及び引用された側が被る不利益の程度などを総合的\nに考慮して判断するのが相当である。\nイ  本件記事１は，本件産経記事によりＹに対する懲戒請求がされたことが\n報道され，同被告に対する批判的な論評がされたことを踏まえ，Ｙの信\n用・名誉を回復するため，原告のＹに対する懲戒請求の理由及び本件産経\n記事の報道内容に対する反論を目的とするものであると認められる。\n弁護士に対する懲戒は，懲戒請求がされたという事実が第三者に知られ\nるだけでも，その請求を受けた弁護士の業務上の信用や社会的信用に大き\nな影響を及ぼすものであり，それが根拠のない請求であっても，請求をさ\nれた事実が外部に知られた場合には，その誤解を解くには相当の時間と労\n力を要することとなる。本件においては，上記のとおり，Ｙに対する懲戒\n請求がされたばかりか，当該懲戒請求をされたことが報道され，広く公衆\nの知るところになったのであるから，同被告が，公衆のアクセス可能なブ\nログに反論文を掲載するという方法・態様により自らの信用・名誉の回復\nを図ることは当然に許容されるというべきである。そして，それによりＹ\nが経済的な利益を得ることはなく，原告が経済的な不利益を被ることもな\nい。\nウ  しかし，弁護士に対する懲戒請求に対する反論文をブログに掲載するに\n当たり，他人の著作物である本件懲戒請求書を引用する際は，当該引用が\n必要であることを要するとともに，引用が必要であると認められる場合に\nおいても，その引用の範囲・分量が目的を達成する上で必要な範囲にとど\nまることを要するというべきである。\nこの観点から本件記事１をみるに，同記事に掲載された，本件懲戒請求\nに対するＹの弁明書には，項目１～３の小見出しの直後に，本件懲戒請求\nの請求人である原告の主張が，本件懲戒請求書の該当頁を摘示し，一部引\n用するなどしつつ，簡潔かつ正確に記載されており，本件記事１にアクセ\nスした人は，こうした記載により原告の主張を十分に理解することができ\nる。\nそうすると，Ｙが本件懲戒請求書の全体を引用する必要性はなく，仮に，\n原告の主張の要約の正確性を担保するために本件懲戒請求書の記載を引用\nする必要が認められるにしても，弁明書に摘示された本件懲戒請求書の該\n当部分などその一部を引用するのみで足り，本件懲戒請求書の全体を引用\nすることは，その目的を達成する上で必要な範囲を超えるというべきであ\nる。\nエ  これに対して，被告らは，本件懲戒請求書の正確な引用をするためには，\n全文引用こそが望ましい表現方法であり，その一部分のみを切り取って反\n論するのはかえって不適切であると主張するが，本件記事１において，原\n告の懲戒請求の要旨が正確かつ簡潔に要約され，本件記事１に接した者が\n懲戒請求の理由を十分に理解し得ることは前記判示のとおりであり，本件\n懲戒請求書の全文を引用しなければ，本件懲戒請求の理由を理解し得ず，\n又は，その趣旨を誤解するなどの事情が存在するとは認められない。\nオ  以上によれば，本件懲戒請求書の引用が「引用の目的上正当な範囲内で\n行われるものである」と認めることはできない。\n(6) したがって，本件ブログに掲載された本件記事１内に本件リンクを張り，\n本件懲戒請求書を複製したＰＤＦファイルにアクセスすることを可能にした\nＹの行為は，適法な引用に当たらず，原告の著作権（公衆送信権）及び著作\n者人格権（公表権）侵害を構成するものというべきである。\n４  争点１－４（権利濫用の成否）について\n被告らは，本件訴訟において，原告が著作権及び著作者人格権の侵害を主張\nして差止め及び損害賠償の請求をすることは，権利の濫用に当たるものとして\n許されないと主張するので，以下，検討する。\n(1) 被告らは，権利者である原告の権利行使が制限されてもやむを得ない事情\nとして，①本件懲戒請求は，原告が，自らの利害得失には関係なく，Ａに対\nする刑事被告事件の弁護人を務めたＹに対して請求したものであり，公的要\n素が強いこと，②原告は，自らの意思に基づき，広く社会に対して発信力を\n持つマスコミに本件懲戒請求書を渡しており，同請求書が公衆に開示される\nことになると理解していたはずであることを挙げる。\nア  弁護士に対する懲戒は何人も請求をすることができるところ（弁護士法\n５８条１項），本件懲戒請求が，社会的に注目されたＡに対する刑事被告\n事件の弁護人を務めたＹに対するものであり，請求人である原告が同事件\nに私的な利害関係を有していないことは，被告らの指摘するとおりである。\nそうすると，本件懲戒請求は，原告とＹの間の私的紛争ではなく，公益的\nな性質を有するものであるということができる。\nイ  また，本件懲戒請求の後，産経新聞に「Ｙ弁護士にも懲戒請求  Ａ被告\n逃亡肯定「品位に反する」」と題する記事（本件産経記事）が掲載され，\n本件懲戒請求書の一部が引用されて紹介されているところ，前記判示のと\nおり，同記事は，原告が，同新聞社にＹの氏名とともに，本件懲戒請求書\nに関する情報を提供したことに起因して掲載されたものと推認される。\n本件記事１は，本件懲戒請求に対する反論を内容とするものであるが，\nＹが本件記事１を公衆のアクセス可能なブログに掲載するに至ったのは，\n本件産経記事によりＹに対する懲戒請求がされたことが広く報道され，公\nに知られることになったことが原因であると考えられる。その意味では，\n原告がマスコミに対して上記の情報提供行為をすることにより自らの著作\n物に対する権利侵害を招来したという面があることは否定し得ない。\nウ  弁護士に対する懲戒は，懲戒請求がされたという事実が第三者に知られ\nるだけでも，その請求を受けた弁護士の業務上の信用や社会的信用に大き\nな影響を及ぼすことは，前記判示のとおりである。Ｙに対する懲戒請求が\nされたことは本件産経記事により公衆の知るところになったのであるから，\n同被告が，公衆のアクセス可能なブログに反論文を掲載するという方法・\n態様により自らの信用・名誉の回復を図ることは，前記判示のとおり，当\n然に許容されるというべきである。\nエ  しかし，本件懲戒請求に対する反論を内容とする記事をＹがそのブログ\nに掲載することが是認されるとしても，そのことから，本件記事１内に本\n件リンクを張り，本件懲戒請求書の全体を複製したＰＤＦファイルにアク\nセスすることを可能にするという行為（公衆送信権の侵害行為）に対する\n原告の権利行使が当然に制限されるものではない。\n前記判示のとおり，本件記事１には，原告による懲戒請求の理由の要旨\nが記載され，同記事にアクセスした人は，こうした記載により原告の主張\nを十分に理解することができたのであり，Ｙが本件懲戒請求書の全体を引\n用する必要性はなく，仮に，これを引用するとしても弁明書に摘示された\n部分のみを引用することで足りたものというべきである。そして，Ｙが，\n本件懲戒請求書のファイルを本件ブログに掲載せず，又は，同請求書の一\n部のみを引用することにより，原告の著作権等の侵害を回避することが困\n難であったと認めるに足りる証拠はない。\n加えて，本件では，原告が他者による本件懲戒請求書の公衆送信を許容\nしていたことをうかがわせる事情はないことに照らすと，原告が，その権\n利の行使をすることが権利の濫用に当たるということはできない。\nオ  他方，公表権侵害に基づく請求については，原告が，自ら，本件懲戒請\n求書に関する情報を新聞社に提供し，記事の中でその一部を引用すること\nを容認していたという事情を考慮する必要がある。\n公表権は未公表の著作物について及ぶところ，本件においては，原告が，\n本件懲戒請求書を産経新聞社に提供し，その一部が同記事において引用さ\nれているとの事実が認められ，本件記事１が掲載された時点で，原告の公\n表権を保護すべき必要性は相当程度減じていたというべきである。そして，\n原告が自ら本件懲戒請求書に関する情報を新聞社に提供し，本件産経記事\nの中で原告の意に沿う部分を引用することを容認していながら，本件懲戒\n請求の相手方であるＹが同請求に反論する一環として同請求書を公開する\nや，これを公表権侵害であるとして権利行使に及ぶことは権利の濫用に当\nたるというべきである。\n(2) 原告の主張について\n原告は，公表権侵害に基づく請求について，本件懲戒請求書は公表されて\nいないのであるから，その請求が制限される理由はないと主張するが，上記\n(1)のとおり，本件に現れた事情を考慮すると，原告の公表権に基づく請求\nは権利の濫用に当たるというべきである。\n(3) 被告らの主張について\nア  被告らは，本件懲戒請求書の正確な引用をするためには，全文引用こそ\nが望ましい表現方法であり，その一部分のみを切り取って反論するのはか\nえって不適切であると主張するが，同主張を採用し得ないことは，前記３\n(4)エ記載のとおりである。\nイ  また，被告らは，本件懲戒請求書を引用することにより，Ｙに経済的な\n利得は生じていないことも考慮すべきであると主張するが，本件懲戒請求\n書は，そもそも商業的な性質を有していないのであるから，本件における\n権利濫用の成否の判断に当たり，原告又は被告に経済的な得失が生じたか\nどうかという要素を重視することは相当ではない。\nウ  さらに，被らは，反論権は，メディアを通じた誹謗中傷に対して名誉及\nび名声を保護する重要な権利であるから，表現規制によって保護される利\n益が規制される表現の価値を凌駕するものであり，制約の程度が必要最小\n限であることを要するところ，原告の主張する権利は，Ｙの表現の価値に\n劣後するにもかかわらず，裁判所が原告の請求を認容することは，裁判権\nの行使による表現規制となると主張する。\nしかし，本件で問題とされている著作権等の侵害行為は，本件記事１内\nに本件リンクを張り，本件懲戒請求書を複製したＰＤＦファイルにアクセ\nスすることを可能にする行為であり，Ｙが本件懲戒請求に対して反論を行\nうことを何ら妨げるものではない。実際上も，Ｙは，本件懲戒請求書の要\n旨を記載しつつ，本件懲戒請求に対して反論をしているのであり，本件懲\n戒請求書を複製したＰＤＦファイルへのアクセスを確保しないと十分な反\n論を行うことが困難であるというような事情も認められない。\nしたがって，被らの上記主張は理由がない。\n(4) 以上のとおり，原告の著作権及び著作者人格権に基づく請求のうち，公衆\n送信権に基づく請求が権利の濫用に当たるということはできないが，公表権\nに基づく請求は権利の濫用に当たり許されないと解するのが相当である。\n５  争点２（プライバシー権侵害の有無）について\n前記前提事実のとおり，本件記事１及び２は，本件懲戒請求に係る懲戒請求\n者として，原告の氏名を記載しているところ，原告は，原告の氏名及び本件懲\n戒請求の請求者が原告であることは，「自己が欲しない他者にはみだりにこれ\nを開示されたくないと考える」ものであるので，Ｙの同行為はプライバシー侵\n害に当たると主張するので，以下検討する。\n(1) 一般に，請求者の氏名に関する情報及び弁護士に対して懲戒請求をしたと\nの情報は，プライバシーの権利ないし利益として，法的保護に値するという\nべきであり，弁護士に対する懲戒請求が公益的な性質を有するものであると\nしても，懲戒請求の対象弁護士が，相応の事情や経緯もなく，懲戒請求に対\nする反論を目的として，懲戒手続を通じて知り得た請求者の個人情報をイン\nターネット上でその同意なく公開し，公衆によるアクセスを可能にしたとす\nれば，プライバシー侵害になり得るものと考えられる。その意味で，対象弁\n護士には懲戒請求者が誰であるかを世間一般に公開する権利が当然に保障さ\nれなければならないとの被告らの主張は採用し得ない。\nしかし，本件においては，前記判示のとおり，原告が，本件懲戒請求後，\n産経新聞社に対し，Ｙの氏名も含め，本件懲戒請求書又はその内容に関する\n情報を提供し，その結果，本件産経記事において，「東京都内の男性」がＹ\nに対して本件懲戒請求をしたことが報道され，また，本件懲戒請求書の一部\nが引用される形でその理由が紹介されたとの事情が認められる。\n原告のこのような行動は，本件懲戒請求の存在を広く公衆に知らしめ，同\n手続についての公的関心を惹起しようとするものであり，同手続に関心を持\nった公衆は，当然，その請求者が誰であるかという点にも興味を持つと考え\nられる。また，非公開手続である本件懲戒手続の対象弁護士の氏名を同意な\nく公開することは，同手続の請求者である原告自身の氏名等の情報の保護の\n必要性を減殺する行為であり，懲戒請求の相手方である弁護士の氏名をマス\nコミに開示し，新聞記事を通じて一般公衆に公表しながら，請求者である自\n己の氏名についてはこれを公表されたくないと期待することが自然であり，\nあるいは法的保護に値する正当なものであるということはできない。\n以上のとおり，本件における上記の事実関係を踏まえると，本件記事１及\nび２が掲載された時点において，本件懲戒請求の請求者が原告であるという\n情報は，他者にみだりに開示されたくないと考えるのが自然なものであると\nは評価し得ず，プライバシーの権利又は利益として法的保護に値するもので\nあるということはできない。\n(2) これに対し，原告は，懲戒請求者であるという事実は，何らかの法的な紛\n争や事件などがなければ関わり合いになることもない弁護士という職業にあ\nる人物との間に紛争を抱えているのではないかと推測させるものであるから，\n他者に開示されたくないと考えるのが自然な情報であると主張する。\nしかし，懲戒請求は，何人もなし得るものであるから，懲戒請求をしたこ\nとから直ちに弁護士との間に紛争を抱えていることが推認されるものではな\nく，また，懲戒請求の請求人は，相手方である弁護士の非行行為を指摘して\nその懲戒を求める側であるから，懲戒請求をしたという情報を他者に開示さ\nれたくないと考えることが一般的であるということもできない。\n(3) 以上のとおり，Ｙが，本件記事１及び２において，原告の氏名を公開し，\n原告が本件懲戒請求の請求者であることを開示したことが，原告のプライバ\nシー権を侵害するということはできない。\n６  争点３（本件記事３の掲載の不法行為性）について\n(1)  本件記事３の掲載の経緯及び内容は，前記前提事実(3)ア及びイのとおり\nであり，これによれば，Ｚは，Ｙの第１事件における訴訟代理人として，本\n件記事３において，Ｙの意見陳述が素晴らしいものであったとして，その内\n容をインターネット上に紹介するとともに，これを紹介する前提として，第\n１事件の内容を説明した上，本件記事１にリンクをし，これを参照し得るよ\nうにしたものであると認めることができる。\n(2) 原告は，このような本件記事３の掲載が，本件懲戒請求書に係る公表権及\nび公衆送信権の侵害の幇助に当たると主張する。\nしかし，本件記事３は，Ｙの意見陳述を紹介する前提の説明のため，本件\n記事１を容易に参照し得るようにリンクを張ったにすぎず，その参照先であ\nる本件記事１自体はＹの掲載した記事であって，原告の著作物ではない。\nしたがって，本件記事３の掲載が，本件記事１のリンク先であるＰＤＦフ\nァイルに係る公表権及び公衆送信権を侵害するとも，その幇助に当たるとも\n評価することはできない。\n(3) したがって，その余の点を検討するまでもなく，本件記事３の掲載につい\nて，不法行為が成立するということはできない。\n７  争点４（原告に生じた損害の有無及び額）について\n以上の検討によれば，Ｙが本件懲戒請求書のファイルに本件リンクを張った\n行為について，原告の公衆送信権の侵害が成立することになるところ，同侵害\n行為により原告に財産的損害が生じたと認めるに足りる証拠はない。\nなお，仮に，原告の公表権に基づく請求が権利の濫用に当たるとしても，前\n記判示のとおり，原告が，自ら本件懲戒請求書を産経新聞社に提供し，その一\n部が同記事において引用されていることなどを考慮すると，本件産経記事の掲\n載後にＹが本件懲戒請求書を公表したとしても，それにより原告が法的保護に\n値する精神的な苦痛を受けたと認めることはできない。\nしたがって，原告の損害賠償請求は理由がない。\n８  結論\nよって，原告の請求は，本件リンク先のＰＤＦファイルである別紙記事目録\n記載２(1)イのファイルの削除を求める限度で理由があり，その余は理由がな\nいから棄却することとし，なお，仮執行宣言については相当でないから，これ\nを付さないこととし，主文のとおり判決する。\n東京地方裁判所民事第４０部\n裁判長裁判官\n佐藤達 文\n裁判官\n𠮷 野 俊太 郎\n裁判官\n齊 藤 敦\n（別紙）\n記 事 目 録\n１  ブログ\n(1) インターネット上の「Ｂ」\n（ＵＲＬは省略)\n(2) インターネット上の「Ｃ」\n（ＵＲＬは省略)\n２  記事\n(1) 本件記事１\nア  閲覧用ＵＲＬ\n（ＵＲＬは省略)\nイ  懲戒請求書掲載ＵＲＬ\n（ＵＲＬは省略)\nウ  タイトル\n「懲戒請求に対する弁明書」\nエ  投稿日\n2020/2/4\n(2) 本件記事２\nア  閲覧用ＵＲＬ\n（ＵＲＬは省略)\nイ  タイトル\n「懲戒請求に対する弁明書」\nウ  投稿日\n2020/2/5\n"
}