{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 3,
    "day": 29
  },
  "case_number": "令和4(許)13",
  "case_name": "債権差押命令に対する執行抗告棄却決定に対する許可抗告事件",
  "court_name": "最高裁判所第三小法廷",
  "result_type": "決定",
  "result": "破棄差戻",
  "article_info": "民集　第77巻3号819頁",
  "original_court_name": "福岡高等裁判所",
  "original_case_number": "令和4(ラ)108",
  "original_date": {
    "era": "Reiwa",
    "year": 4,
    "month": 5,
    "day": 31
  },
  "gist": "第三債務者が差押命令の送達を受ける前に債務者との間で差押えに係る金銭債権の支払のために電子記録債権を発生させた場合において、上記差押えに係る金銭債権について発せられた転付命令が第三債務者に送達された後に上記電子記録債権の支払がされたときの上記転付命令の効力",
  "case_gist": "第三債務者が差押命令の送達を受ける前に債務者との間で差押えに係る金銭債権の支払のために電子記録債権を発生させた場合において、上記差押えに係る金銭債権について発せられた転付命令が第三債務者に送達された後に上記電子記録債権の支払がされたときは、上記支払によって民事執行法１６０条による上記転付命令の執行債権及び執行費用の弁済の効果が妨げられることはない。",
  "ref_law": "民事執行法１５９条、民事執行法１６０条",
  "lawsuit_id": "91990",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=91990",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/990/091990_hanrei.pdf",
  "contents": "令和４年（許）第１３号  債権差押命令に対する執行抗告棄却決定に対する\n許可抗告事件\n令和５年３月２９日  第三小法廷決定\n主      文\n原決定を破棄する。\n本件を福岡高等裁判所に差し戻す。\n理      由\n抗告代理人中島繁樹の抗告理由について\n１  記録によれば、本件の経緯は次のとおりである。\n相手方は、令和３年１１月１５日、抗告人に対して相手方への金員の支払を\n命ずる旨の仮執行の宣言を付した判決（以下「本件判決」という。）を債務名義と\nして、抗告人の株式会社ホームインプルーブメントひろせ（以下「ひろせ」とい\nう。）に対する売掛債権について差押命令（以下「前件差押命令」という。）及び\n転付命令（以下「前件転付命令」といい、前件差押命令と併せて「前件転付命令\n等」という。）を得た。\n前件転付命令等は、同月１８日、第三債務者であるひろせに、同月２５日、債務\n者である抗告人にそれぞれ送達され、その後確定した。\nひろせは、前件差押命令の送達を受ける前に、抗告人との間で、前件転付命\n令等に係る売掛債権のうち合計１４６３万円余の債権（以下「本件被転付債権」と\nいう。）について、その支払のために電子記録債権（以下「本件電子記録債権」と\nいう。）を発生させていた。ひろせは、抗告人に対し、本件電子記録債権の支払\n（以下「本件支払」という。）をし、相手方に対しては本件被転付債権の支払をし\nなかった。\n相手方は、令和４年１月２２日、本件判決を債務名義として、抗告人が有す\nる原々決定別紙差押債権目録記載の各売掛債権について差押命令の申立てをし、原\n々審は、同月３１日、これに基づく差押命令（以下「本件差押命令」という。）を\n発した。本件差押命令の執行債権は、原々決定別紙請求債権目録記載のとおりであ\nり、前件転付命令の執行債権が含まれていたが、本件被転付債権の額が控除されて\nいなかった。\nこれに対し、抗告人は、本件被転付債権は前件転付命令がひろせに送達された時\n点で存在したから、前件転付命令の執行債権は、本件被転付債権の券面額で弁済さ\nれたものとみなされ（民事執行法１６０条）、その大部分が消滅しており、本件差\n押命令は、同法１４６条２項が禁止する超過差押えに当たるとして、その取消しを\n求める執行抗告をした。\n２  原審は、上記事実関係の下において、要旨次のとおり判断し、本件差押命令\nは超過差押えに当たらないとして、抗告人の執行抗告を棄却した。\n差押えに係る金銭債権がその支払のために発生した電子記録債権の支払により消\n滅し、第三債務者がこれを差押債権者に対抗することができるときは、上記差押え\nに係る金銭債権について発せられた転付命令により執行債権及び執行費用が弁済さ\nれたものとみなされることはない。本件において、ひろせは、本件被転付債権につ\nいての差押命令の送達を受ける前に、抗告人との間で、その支払のために本件電子\n記録債権を発生させたものであり、前件転付命令等の送達を受けた後に本件支払を\nしたとしても、本件支払により本件被転付債権が消滅したことを差押債権者である\n相手方に対抗することができる以上、前件転付命令の執行債権は、弁済されたもの\nとみなされることはない。\n３  しかしながら、原審の上記判断は是認することができない。その理由は、次\nのとおりである。\n第三債務者が差押命令の送達を受ける前に債務者との間で差押えに係る金銭債権\nの支払のために電子記録債権を発生させた場合には、上記送達後にその電子記録債\n権が支払われたとしても、上記差押えに係る金銭債権は消滅し、第三債務者はその\n消滅を差押債権者に対抗することができると解される（最高裁昭和４６年（オ）第\n５２１号同４９年１０月２４日第一小法廷判決・民集２８巻７号１５０４頁参\n照）。\nもっとも、転付命令が効力を生じた場合、執行債権及び執行費用は、転付命令に\n係る金銭債権が存する限り、差押債権者がその現実の満足を受けられなくても、そ\nの券面額で転付命令が第三債務者に送達された時に弁済されたものとみなされる\n（民事執行法１６０条）。上記差押えに係る金銭債権について転付命令が発せら\nれ、これが第三債務者に送達された後に、第三債務者が上記電子記録債権の支払を\nした場合には、上記転付命令に係る金銭債権は上記の弁済の効果が生ずる時点で存\n在していたのであるから、上記の弁済の効果が妨げられる理由はないというべきで\nある（その場合、差押債権者は、債務者に対し、債務者が支払を受けた上記電子記\n録債権の額についての不当利得返還請求等をすることができることは別論であ\nる。）。\nしたがって、第三債務者が差押命令の送達を受ける前に債務者との間で差押えに\n係る金銭債権の支払のために電子記録債権を発生させた場合において、上記差押え\nに係る金銭債権について発せられた転付命令が第三債務者に送達された後に上記電\n子記録債権の支払がされたときは、上記支払によって民事執行法１６０条による上\n記転付命令の執行債権及び執行費用の弁済の効果が妨げられることはないというべ\nきである。\n４  これと異なる原審の判断には、裁判に影響を及ぼすことが明らかな法令の違\n反がある。論旨は理由があり、原決定は破棄を免れない。そして、本件支払がされ\nた時期等について更に審理を尽くさせるため、本件を原審に差し戻すこととする。\nよって、裁判官全員一致の意見で、主文のとおり決定する。\n( 裁判長裁判官   今崎幸 彦   裁判官   宇賀克 也   裁判官   林   道晴   裁判官\n長嶺安政  裁判官  渡 惠理子)\n"
}