{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 3,
    "day": 9
  },
  "case_number": "令和4(ネ)10105",
  "case_name": "損害賠償金請求控訴事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "91873",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=91873",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/873/091873_hanrei.pdf",
  "contents": "令和５年３月９日判決言渡\n令和４年（ネ）第１０１０５号  損害賠償金請求控訴事件\n（原審・東京地方裁判所令和４年（ワ）第３３１３号）\n口頭弁論終結日  令和５年１月２６日\n判 決\n控訴 人          エス・アンド・ケー株式会社\n被控訴 人                      Ｙ\n同訴訟代理人弁護士          柳      田      康      男\n主 文\n１  本件控訴を棄却する。\n２  控訴費用は控訴人の負担とする。\n事 実 及 び 理 由\n第１  控訴の趣旨\n１  原判決中、控訴人敗訴部分を取り消す。\n２  被控訴人は、控訴人に対し、６８万３３２６円及びこれに対する令和３年４\n月１４日から支払済みまで年３パーセントの割合による金員を支払え。\n第２  事案の概要等\n（以下、略称は、特に断りのない限り、原判決に従う。）\n１  事案の概要\n本件は、控訴人において、被控訴人が原判決別紙画像目録１及び２記載の各\n画像を複製して、その運営するオンラインショップ（被告ストア）のウェブペ\nージにおいて閲覧できる状態とした行為につき、これらの画像に係る控訴人の\n著作権（複製権及び公衆送信権）が侵害されたと主張して、被控訴人に対し、\n不法行為（民法７０９条）に基づき、損害賠償金７３万３３２６円及び最終の\n不法行為の日である令和３年４月１４日から支払済みまで民法所定の年３パー\nセントの割合による遅延損害金の支払を求める事案である。\n原審は、本件請求につき、被控訴人に対して５万円及びこれに対する遅延損\n害金の支払を命ずる限度でこれを認容し、その他の請求を棄却した。\n控訴人は、敗訴部分（７３万３３２６円から５万円を控除した部分及びこれ\nに対する遅延損害金）を不服として控訴を提起した。\n２  前提事実\n次のとおり補正するほかは、原判決の「事実及び理由」第２の１（前提事実）\nに記載されたとおりであるから、これを引用する。\n原判決２頁５行目の「（スキャンパン）」を「（スキャンパン。以下、その\n経営主体を「スキャンパン社」という。）」に改める。\n原判決２頁１５行目の「「本件画像」という。」の次に「また、本件個別画\n像の各画像に付された番号に従い各画像を「本件画像①」のようにいう。」\nを加える。\n３  争点及び争点に関する当事者の主張\n次のとおり補正し、後記４に当審における控訴人の補充主張を付加するほか\nは、原判決第２の２（争点及び争点に係る当事者の主張）に記載されたとおり\nであるから、これを引用する。\n⑴  原判決３頁９行目の「デザイン制作会社」の次に「である株式会社いつも\n（以下「いつも社」という。）」を加え、同１０行目の「また、原告は、同デ\nザイン制作会社に対し、」を次のとおり改める。\n「いつも社の担当者と控訴人とは、控訴人において本件商品の紹介及び販売\nをするためのウェブサイトのデザインやそのコンテンツについて継続的\nに協議を重ね、遅くとも平成３１年３月頃までには、上記ウェブサイト\nのデザイン、本件画像、本件商品の説明文、動画等を完成させ、外部か\nら閲覧可能な状態にした。本件画像のうち、本件画像②中のフライパン\nの写真及び本件画像③中の作業中の職人の写真３枚は、スキャンパン社\nから提供を受けたものであるが、本件画像①、④、⑦中の各写真及び本\n件個別画像は控訴人が撮影した写真である。いずれの写真も控訴人がい\nつも社に提供し、控訴人の指示の下に同社が、控訴人の考案する文章や\n控訴人の選択する素材、配色、構図、フォントを配置、組み合せて控訴\n人独自の発想を表現して、本件画像①ないし⑦及び本件個別画像を作成\nした。このようなことから、控訴人は、いつも社に対し、」\n⑵  原判決３頁１５行目の「６万６６６６円」の次に「（当初、ウェブページ\n１ページ当たり６画像を利用していたとして損害賠償金をウェブページ１ペ\nージ当たり５万円としていたが、その後、１ページ当たり８画像を利用して\nいたことが判明したことによる〔５万円÷６×８〕。）」を加える。\n４  当審における控訴人の補充主張（控訴人の損害額について）\n⑴  仮に、本件画像①ないし⑦と本件個別画像とが一体としてみられる利用態\n様であったとしても、被告ストアにおいては、個別の商品の販売促進のため\n個別の商品ごとにウェブページが分けられ、本件画像が商品ごと、すなわち\nウェブページごとに独立して利用されている。したがって、全ウェブページ\nが一体をなすものではないから、その複製又は送信可能化は、当該商品ごと\n又はウェブページごとにその数だけ行われたものである。したがって、損害\n賠償額は、少なくとも、当該無断複製又は送信可能化に係るウェブページ１\n１ページ分の額となるはずである。\n⑵  音楽ないし音源の利用料について、曲の使用回数、使用方法、複製枚数\n（本数）等による例があり（甲２１ないし２４）、複数回利用すれば、その\n回数ごとに利用料が発生するとされている。また、美術作品の利用料につい\nて、美術作品の使用回数、複製枚数等による例があり（甲２５、２６）、目\n的ごとに（例えば、ＵＲＬが異なるウェブページ）複数回利用すれば、その\n回数ごとに利用料が発生するとされている。画像の利用料について、１媒体\nにつき１回限りによる例があり（甲２７）、画像を複数媒体（例えば、ＵＲ\nＬが異なるウェブページ）に利用すれば、その回数ごとに利用料が発生する\nとされている。\n著作物を複数媒体に利用すると回数ごとに利用料が発生するとされている\nこれらの料金体系を、本件画像の利用に当てはめた場合、利用料は、被告ス\nトアにおける利用ページごとにカウントされるべきとするのが相当である。\nまた、新聞社や写真素材等の利用料金表（甲５ないし７）についても、素\n材（写真等）の数、利用予定期間、利用回数、媒体数（ＵＲＬが異なるウェ\nブページで使用した場合等）ごとに料金設定がされている。\n⑶  本件画像は、控訴人が自ら取り扱う商品の販売促進のために制作されたも\nのであり、そもそも第三者に利用許諾をすることは想定されておらず、料金\n体系など存在し得ない。このような場合、一般的に写真素材の利用許諾がさ\nれるときの利用料の相場を参考にして損害を算定せざるを得ないはずであり、\nそして、そのような利用料の相場の根拠となるのは写真のライセンス等を目\n的とするサービスの料金体系しかない。そうであれば、本件画像がレンタル\nや販売を目的としていないとしても、新聞社や写真素材等の利用料金表（甲\n５ないし７）の料金額を参考にせざるを得ない、そして、被告サイトは通販\nサイトであり、誰でもいつでもアクセス可能であり、本件画像が掲載されて\nいた期間が比較的短期とはいえ、相当数の利用者によって閲覧された蓋然性\nが高い。また、被控訴人の利用は、顧客を誘引することを目的とする商業的\n利用であるから、その目的及び態様が悪質であることも損害額の算定に当た\nり考慮されるべきである。\n第３  当裁判所の判断\n１    当裁判所も、本件請求は、被控訴人に対して損害賠償金５万円及びこれに\n対する最終の不法行為の日である令和３年４月１４日から支払済みまで民法所\n定の年３パーセントの割合による遅延損害金の支払を求める限度で理由があり、\nその余は理由がないものと判断する。\nその理由は、原判決４頁２２行目冒頭から５頁４行目末尾までを次のとおり\n補正し、後記２に当審における控訴人の補充主張に対する判断を付加するほか\nは、原判決第３の１に記載されたとおりであるから、これを引用する。\n「  ア  控訴人は、いつも社に対し、本件画像等のデザイン制作業務を含む本\n件委託契約の対価として約７００万円を支払った旨を指摘するが、本件委託\n契約の業務内容や代金の支払方法等を考慮すると、その支払の多くは、本件\n画像の作成以外のウェブサイト関連業務サービスや検索エンジン最適化サー\nビスの対価であると推認することができる（甲１５ないし１７）。\nしたがって、上記約７００万円の支払に基づいて、控訴人による著作権の\n行使について受けるべき金銭の額を算定することは相当ではない。\nイ  次に、控訴人は、本件画像の１ページ当たりの損害額に被控訴人が本\n件画像を掲載したウェブサイトのページ数を乗じて控訴人の損害額を算定す\nべき旨を主張する。\nしかしながら、前記⑴のとおり、本件画像①ないし⑦（本件共通画像）と\nそれぞれ異なる本件個別画像との組合せは、本件画像の１回の利用として想\n定された範囲内の一体の利用とみられるから、まず、各画像の複製又は送信\n可能化ごとに損害額を算定することは重複となり妥当ではない。また、控訴\n人指摘に係る毎日新聞社のＰｈｏｔｏＢａｎｋ（甲５）、朝日新聞フォトアーカイブ\n（甲６）及び株式会社アフロ（甲７）の各料金表は、本件証拠上、上記各料\n金表記載の価格が前提とする利用条件等が必ずしも明らかではないこと等か\nらすると、これらの各料金表記載の価格を、本件画像の複製又は送信可能化\nにより生じた控訴人の損害額算定に当たり、ウェブページ１ページごとに算\n定するものとすべき根拠とすることはできない。\n他方、控訴人は、控訴人の売上減少額を控訴人の損害としてみるべきであ\nる旨をも主張する。しかし、そもそも被控訴人による本件画像の利用と相当\n因果関係の認められる控訴人の売上減少及びその額の立証はない。この点を\n措くとしても、被控訴人による本件商品の販売実績を認めるに足りる証拠は\nないから、被控訴人が本件商品を販売したことによって控訴人の売上が減少\nしたという関係も認められず、本件画像の利用と控訴人の売上減少との因果\n関係を検討する前提も欠けている。\nしたがって、これらの点に関する控訴人の主張はいずれも採用することが\nできない。」\n２  当審における控訴人の補充主張に対する判断\nア  控訴人は、前記第２の４のとおり、①本件画像がウェブページごとに独立\nして利用されている以上、損害額はウェブページ数を基本に算定すべきであ\nる（同⑴及び⑵）、②第三者に許諾することを想定していない著作物にも相\n場の利用料を参酌して利用料を算出するべきである（同⑶）旨主張する。\n上記主張に対して、引用に係る原判決の第３の１（補正後のもの）におい\nて説示するところを改めて敷衍すると、次のとおりである。\nイ  著作権法１１４条３項によって、著作権者が著作権侵害によって受けた損\n害の額とすることのできる「受けるべき金銭の額に相当する額」の算定に当\nたっては、当該著作物の利用回数あるいは当該利用から生じた利益等の、当\n該著作物の直接の侵害行為の物理的な分量に従うのみならず、当該著作物の\n利用期間、利用態様、当該著作物から享受できる内容又は価値、侵害者の内\n心の態様（同条５項参照）、当該著作物を利用する市場の状況、他の者への\n利用許諾の状況等の諸般の事情を総合考慮して定めるべきものである。\n本件についてみると、ウェブサイトの閲覧上、本件画像は、見かけ上、本\n件商品の数に相当するウェブページで閲覧されるものではあるが、それらは\n一定の目的をもって一体化された画像の一部が使い回されているとみること\nも可能なものであり、本件画像の１回の利用として想定された範囲内の一体\nの利用とみることができるから、本件画像ごとに複製又は送信可能化につい\nて損害額を算定することは妥当とはいい難い。そして、本件画像の利用期間\nも短期間であって、現に被告ストアで販売された本件商品も認められないと\nいうことであれば、たとえ通販サイトであろうとも、閲覧に供された回数は\n限定的なものと考えるのが自然である。さらに、本件画像②中のフライパン\nで調理中の食材を写した写真と本件画像③中のフライパンを製造している職\n人の写真は、スキャンパン社から提供を受けたものであることを控訴人は自\n認しており（スキャンパン社がこれら写真に係る著作権を控訴人に譲渡した\nことを認めるに足りる証拠はない。）、控訴人が著作権を有するものではない\nし、本件画像は商業的実用用途を目的とする著作物であって、むしろ、本件\n商品をありのままに表現することを主目的とするものと理解され、その表現\nされる思想又は感情は限定的なものであるといえる。また、被控訴人に過失\nがあることは免れないとしても、それは重大なものではなく、その利用目的\nも、控訴人の営業を殊更に妨害するためであったり、本件画像に表現された\nところから享受できる価値を損なうためであったりなどの、専ら害意に基づ\nくものとは認められず、単純なる自己の営業のための商業的利用にすぎない。\nウ  次に、写真又は画像についての利用許諾状況をみてみると、日本美術著作\n権協会の利用申請方法は、画像の利用許諾を原則として１用途１目的につき\n毎回申請を要するものと定めていること（甲２５）、株式会社東京美術倶楽\n部の使用料規程は、コンピューター・ネットワークにおける美術の著作物の\n利用料の額を、著作物１点あたり１回につき１か月当たり１万円（美術関係\n業態以外）、２か月目以降は５０００円と定めていること（甲２６）、朝日新\n聞社が運営するデータベースの利用規約は、収録された写真、動画等を提供\nするサービスにおける法人の利用条件を、１媒体につき１用途１回限りの非\n独占的使用に限り、重版、再放送その他の用途で再利用する場合には別料金\nが発生すると定めていること（甲２７）、Ｉｍａｇｅｎａｖｉの利用ガイドは、画像素\n材について、使用になる用途、期間によって料金設定が決まり、複数媒体に\n使用する場合には１使用ごとに料金が発生すると定めていること（甲２８）\nが認められるが、これらの規定が念頭に置く「目的」、「用途」、「回数」又は\n「使用」は何を基準とするかは一義的には明らかでなく、ましてや上記各証\n拠がウェブサイトという１媒体の中における利用料をウェブページを基準に\nして決めていると理解することも困難であるから、これら利用料の算定方法\nを直ちに本件における損害額の算定方法の参考とすることはできない（なお、\n控訴人から音楽又は音源の利用に関する利用許諾に関する証拠も提出されて\nいるが、著作物としての性質が大きく異なるものであり、その参酌は相当で\nない。）。\nエ  さらに、写真又は画像についての利用料についてみると、毎日新聞社は、\n同社が権利を有する報道写真等をインターネット上で商業利用する者に対し、\n２万２０００円から４万４０００円の利用料の支払を求めることがあり（甲\n５）、朝日新聞社は、同社が権利を有する報道写真等をインターネット上で\n利用する者に対し、使用期間６か月までの場合に２万２０００円、使用期間\n１年までの場合に３万３０００円、使用期間３年までの場合に５万５０００\n円の使用料の支払を求めることがあり（甲６）、株式会社アフロは、同社が\n権利を有する様々な種類の静止画像をインターネット上の広告やホームペー\nジなどに利用する者に対し、同一ウェブサイト内においては利用箇所を問わ\nず、利用期間１年までの場合に２万２０００円、利用期間３年までの場合に\n２万８６００円、利用期間５年までの場合に３万３０００円の利用料の支払\nを求めることがある（甲７）との事実が認められるものの、利用許諾される\n写真のサイズ、質等や、媒体の数、掲載場所等の利用許諾の際の利用条件の\n詳細が不明であり、これら利用料をそのまま本件における損害額の算定につ\nいて参考とすることはできず、ましてや、上記利用料を参考として算定した\n額をウェブページ１ページ当たりの損害として損害額を算定すべきとする根\n拠ともならない。\nオ  以上のとおりであり、本件記録に顕れた諸般の事情を考慮すると、本件に\nおける損害額は、ストア（店舗）を基準にして１ストア当たり５万円とする\nのが相当であると認められ、控訴人の前記主張を採用することはできない。\n３  結論\n以上の次第であり、控訴人の本件請求は、被控訴人による本件画像の著作\n権（複製権及び公衆送信権）侵害の不法行為に基づき、被控訴人に対し、損\n害賠償金５万円及びこれに対する最終の不法行為の日である令和３年４月１\n４日から支払済みまで民法所定の年３パーセントの割合による遅延損害金の\n支払を命じる限度で理由があるから、この限度で控訴人の請求を認容し、そ\nの余は理由がないからこれを棄却すべきであり、これと同旨の原判決は相当\nであって本件控訴は理由がないので、これを棄却することとして、主文のと\nおり判決する。\n知的財産高等裁判所第４部\n裁判長裁判官\n菅      野      雅      之\n裁判官\n本      吉      弘      行\n裁判官\n中      村              恭\n"
}