{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 3,
    "day": 7
  },
  "case_number": "令和3(わ)604",
  "case_name": "殺人",
  "court_name": "京都地方裁判所第2刑事部",
  "lawsuit_id": "92068",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=92068",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/068/092068_hanrei.pdf",
  "contents": "令和５年３月７日宣告\n令和３年（わ）第６０４号  殺人被告事件\n主        文\n被告人を懲役１１年に処する。\n未決勾留日数中４２０日をその刑に算入する。\n理        由\n（罪となるべき事実）\n被告人は、精神障害を有していた夫であるＡを実子であるＢと共に疎ましく思って\nいたところ、Ｂ及びＣと共謀の上、Ａを殺害しようと計画し、平成２３年３月５日午\n後０時頃から同日午後４時頃までの間に、東京都江戸川区ａ町ｂ丁目ｃ番ｄ号ｅマン\nションｆ号室等において、手段不詳によりＡ（当時７７歳）を殺害した。\n（事実認定の補足説明）\n第１  争点等\n公訴事実記載の日時場所においてＡが死亡したことは関係証拠上明らかに認\nめられる。他方、弁護人は、Ａが殺害されたとしても、被告人がその共謀をした\nことはない旨主張し、被告人もこれに沿う供述をする。\n本件の争点は、Ａが、被告人、Ｂ及びＣの共謀に基づいて殺害されたと認めら\nれるか否かである。\n第２  認定事実\n関係各証拠によれば、次の事実が認められる。\n１  被告人とＡ及びＢとの関係\n(1) 被告人は、昭和５０年８月にＡと結婚し、平成２年６月に一度離婚したもの\nの、平成５年１月にＡと再度入籍した。Ａは、被告人との結婚以前から精神障\n害を有して入退院を繰り返してきており、被告人との結婚後も、長年にわたっ\nて入退院を繰り返し、平成２２年１月２３日以降は、双極 I 型感情障害（主に\n躁症状が強く現れる躁鬱病）の治療のため長野県所在のｇ病院に入院していた。\nまた、過去に起こした脳梗塞等の後遺障害として嚥下障害や歩行障害が生じて\nいた。\n(2) Ｂは、被告人とＡとの間の実子である。\n２  ＢとＣとの関係等\nＢは、平成１２年４月にｈ大学医学部医学科に入学し、平成１４年春頃、ｉ大\n学医学部医学科に在籍していたＣと知り合った。なお、Ｃは、平成１５年５月に\n医師免許を取得している。その後、Ｂは、大学を退学していたが、当時、厚生労\n働省において医系技官として医師国家試験の受験資格認定審査業務に携わって\nいたＣの指南を受け、平成２１年３月に厚生労働省に内容虚偽の資料を提出して\n医師国家試験受験資格認定を受け、平成２２年３月に医師国家試験に合格して同\n年５月に医師免許を取得し、その頃、福島県内の医療機関で臨床研修を開始した。\nなお、Ｃは、平成２２年４月以降、ｊ大学病院で勤務していた。\n３  Ａの殺害計画等\n(1) 被告人及びＢは、長年にわたり、精神障害を有するＡの介助、医療費等の経\n済的負担のほか、多くの苦労を余儀なくされてきたことから、Ａを疎ましく感\nじており、遅くとも平成２２年頃にはＡの死を望むようになった。\n(2) Ｂは、Ａの状況等をＣに知らせていたが、Ｃと連絡を取り合う中で、Ａを退\n院させた上で殺害するという計画を具体化させていき、その結果、少なくとも\nＢ及びＣは、遅くとも平成２３年３月５日までに、以下の内容を骨子とするＡ\nの殺害計画を練り上げた（以下、特に断りのない限り、平成２３年のこととす\nる。）。\n①  被告人とＢが、ｇ病院の担当医師らに対し、Ａを東京都内の病院に転院さ\nせる手はずが整った旨の嘘を伝え、３月５日にＡを退院させ、車椅子に乗せ\nたＡを新幹線でｋ駅まで搬送し、同駅でＣと合流する。なお、Ｃと合流する\n前に、ＢがＡにインスリン製剤を注入し、Ａを鎮静状態にしておく。\n②  Ａをレンタカーに乗せてｋ駅から東京都江戸川区ａ町ｂ丁目ｃ番ｄ号ｅ\nマンションｆ号室に搬送する。\n③  ｅマンションｆ号室においてＡを殺害する。\n④  Ｂ及びＣの共通の知人である医師の名義で死亡診断書を作成し、それと一\n体となった死亡届を東京都中央区役所に提出し、火葬許可証を取得した上で、\n速やかにｅマンションに近い火葬場でＡを火葬する。\n(3) 他方で、Ｂは、前記(2)の計画について、以下のとおり、被告人との間で、\nＣからのメールを転送したり、計画に基づく準備を依頼するなどのやり取りを\n行った。\nア  退院手続等についてのやり取り\n(ｱ) Ｂは、１月１日、被告人に対し、「『今年は大仕事』するのだ」と記載し\nたメールを送信した。他方、被告人は、同月２４日、Ｂに対し、「今年は\n１３回忌を迎える。おさらばして貰うには、丁度よい年じゃ！！！」など\nと記載したメールを送信した。\n(ｲ) Ｂは、２月１８日、Ｃに対し、ｇ病院から退院させる準備として、同病\n院の担当医師に紹介状を書いてもらい、週明けには被告人に同病院に赴い\nてもらおうと考えている旨記載したメールを送信し、また、被告人に対し\nては、同メールを引用して返信してきたＣからのメールを転送した。\n(ｳ) Ｂは、３月１日、被告人に対し、Ａを退院させるために被告人がｇ病院\nに対して告げるべき台詞や口ぶりを記載したメールを送信した。同台詞の\n内容は、要旨、Ａの転院先が既に横浜市内の病院に決まっており、同月５\n日に家族が迎えに行くので転院手続の準備をお願いしたいというもので\nある。\n(ｴ) Ｂは、３月３日、被告人に対し、ｌ病院のウェブページのＵＲＬを記載\nしたメールを送信した。これを受けた被告人は、同日、Ｂに対し、「基地・\n出世！」「最高の名門で寝起きか」などと記載したメールを送信した。な\nお、「基地」とはＡのことである。\nイ  搬送手段・搬送場所等についてのやり取り\n(ｱ) Ｂは、２月１８日、Ｃとの間で、Ａの搬送用にｍレンタリースで福祉車\n両をレンタルすることを確認し、他方で、被告人に対し、福祉車両の情報\nが記載されたＣからのメールを転送した。また、Ｂは、同月２５日、被告\n人に対し、Ｃの名前で福祉車両のレンタルを申し込んだとの内容のメール\nを送信した。\n(ｲ) Ｂは、２月２５日、被告人に対し、ｅマンションの物件情報についての\nウェブページやその所在地が記載された地図のＵＲＬを記載したメール\nを送信した。\n(ｳ) Ｂは、２月１０日、被告人に対し、糖尿病患者用のインスリン注入器（い\nわゆる「フレペン」）についてのウェブページのＵＲＬが記載されたメー\nルを送信した。また、Ｂは、同月２６日、被告人に対し、インスリンによ\nる低血糖等についてのウェブページのＵＲＬが記載されたメールを送信\nした上で、同月２７日、「爆弾なんて野暮なモン使いませんぜ、奥さん。\n鉛筆ですよ  エンピツ。」などと記載したメールや、インスリン注入用注\n射針についてのウェブページのＵＲＬを記載したメールを送信した。\nウ  殺害後の処理方法等についてのやり取り\n(ｱ) Ｂは、２月１日、被告人に対し、火葬場の情報についてのウェブページ\nのＵＲＬが記載されたＣからのメールを転送した。\n(ｲ) Ｂは、２月２日、被告人に対し、「棺桶」との件名で、除籍謄本には死\n亡地が載ってしまうことを付記した上で、Ｃからのメールを転送した。こ\nれに対し、被告人は、同日、Ｂに対し、「棺桶」との件名で、福島であぼ\nんなら福島であぼんと載るんだよねなどと記載したメールを送信した。な\nお、「あぼん」とは「死亡する」などという意味である。\n(ｳ) Ｂは、２月２６日、被告人に対し、「本人名義の銀行口座等の処理は計\n画的に」と記載し、死亡後の主な手続についてのウェブページのＵＲＬを\n記載したメールを送信した。\n(ｴ) Ｂは、２月２６日、被告人に対し、Ｃから聞いた話として、「死体は江\n戸川区に転がしておきつつ、中央区に死亡届を出しに行けばその場で火葬\n許可証をゲット」などと記載したメールを送信した。\n(ｵ) 被告人は、２月２６日、Ｂに対し、死亡届についてのウェブページのＵ\nＲＬを記載したメールを送信した。\n(ｶ) Ｂは、３月２日、被告人に対し、ｎ葬儀所のウェブページのＵＲＬを記\n載した上で、「ｎとａは目と鼻の先」、「あした  とりあえず  ｎに電話し\nて、おたくって土日もやってるんですか？って問い合わせてくれや。日曜\n日  お世話になることが可能かどうかが事前に知りたい。でなければ、最\n初から月曜日以降狙いとなる」などと記載したメールを送信した。これを\n受けて、被告人は、同日、Ｂに対し、「起きたらｎに電話して尋ねます」\nと記載したメールを送信し、後日、Ｂにその確認結果を伝えた。\n４  犯行日前後の被告人らの行動等\n(1) Ｃは、２月２５日までに、ｍレンタリース埼玉に対し、３月５日午前１１時\nにｋ駅東口店を出発し、同日午後８時にｏ駅西口店に返却するとの条件で福祉\n車両のレンタルを申し込んだ。\n(2) Ｂは、２月２７日頃、車椅子のレンタル会社に対し、３月４日にｐホテルで\n受け取り、同月７日に都内から返却発送するとの条件で車椅子のレンタルを申\nし込んだ。\n(3) Ｂは、２月２８日、ｅマンションｆ号室を３月４日から４月２日までの約１\nヶ月間賃借する内容の賃貸借契約を締結した。被告人は、Ｂの依頼を受けて、\n３月４日にｑの支店において上記部屋の鍵を受領したほか、Ｂから、Ｃからの\n依頼であると告げられた上で、室内に点滴を吊り下げることができるような設\n備の有無の確認を依頼されたことから、それを確認するなどして、Ｂに伝え、\nＢは、その結果をＣに伝えた。\n(4) 被告人は、３月４日、Ａ名義の金融機関の口座から預金を全て出金した。\n(5) 被告人は、遅くとも３月５日より前に、Ｂの指示（前記３(3)ア(ｳ））を受け、\nｇ病院に対し、Ａを転院させる手はずが整ったので同日に退院させるとの意向\nを伝えた。\n(6) ３月５日当日の経過は、以下のとおりである。\nア  被告人及びＢは、午前９時３０分頃、ｇ病院を訪れてＡを退院させるとと\nもに、事前にレンタルしていた車椅子にＡを乗せ、ｒ駅から新幹線でｋ駅に\n移動した。被告人、Ｂ及びＡは、午前１１時４６分頃、ｋ駅に到着し、駅前\nロータリーにおいて、福祉車両をレンタルしたＣと合流した。\nなお、退院時点におけるＡの健康状態は良好であり、経鼻胃管の必要も生\nじていなかった。\nイ  Ｂ及びＣは、午後０時過ぎ頃、Ｃが運転する福祉車両にＡを車椅子ごと乗\n車させた上で、ｅマンションに向かったが、被告人はＢらと別れて一人で東\n京駅に向かった。\nウ  Ａは、ｅマンションに到着後、そのｆ号室に搬送され、午後４時頃までに\n死亡した。\nエ  Ｂは、死亡日時を３月５日午後１時５３分、死亡した場所をｅマンション\nｆ号室、直接死因を「急性循環不全」、診断者名をＢ及びＣの共通の知人で\nある医師名とする死亡診断書を偽造した。また、Ｂと合流した被告人は、同\n死亡診断書と一体となった死亡届を作成し、午後５時２０分頃、ｅマンショ\nンから公共交通機関を利用すれば約１時間１５分の距離に位置する東京都\n中央区役所に、同死亡届を提出し、死体火葬許可証を受領した。さらに、被\n告人又はＢは、この日のうちに葬儀業者を通じてｎ葬儀所での火葬を予約し\nた。\n(7) Ａの遺体は、３月１０日午後０時頃、ｎ葬儀所において火葬され、その後、\nアフリカに埋められた。\n５  被告人らの事後のメール内容\n(1) 被告人は、３月２５日、Ｂに対し、Ａについて「生き様がそのままに出てし\nまった。化け物よ。。サラバ！」「Ｂ（注：Ｂの名をひらがなで表記）が幸せな\n人生を送れるように邪魔をしにくるなよ！！」「もちろん、被告人（注：被告\n人の名をひらがなで表記）もや！」などと記載したメールを送信した。\n(2) Ｂは、４月１８日、Ｃに対し、「入籍おめでとう。おいらは結婚はもちろん\n女とすら無縁の人生を歩んでるのでゴールインした勝ち組を見上げるのが実\nにまぶしい。 しかし  結婚生活はいろいろと大変。ぜひとも幸せに。とりあ\nえず  赤ちゃんができたらよいねえ。」「あさっての深夜羽田発、日曜日の深夜\n羽田帰還予定。 バンコクで暇つぶしして、ヨハネスではヒルトンのスイート\nに泊まって  ワイン飲んで打ち上げてくる。 すべてが初体験ツアー。まあ法\n要にかこつけて  うざい小児科から離れてバカンスできるんだからおいしい\nもんだ。」などと記載したメールを送信した。\n(3) Ｂは、４月２６日、Ｃとメールのやり取りをする中で、Ｃに対し、「４日の\n夕方以降福島で打ち上げでも  ぜんぜんオッケイだが。」「とりあえず３日夜に\n福島っていうことで。土産話ならぬ  記念写真でも持参するわ。」などと記載\nしたメールを送信した。\n(4) Ｂは、５月２９日、被告人に対し、「先生、お世話になりますた  from スワ\nジランド」と記載してＣの写真を添付したメールを送信した。\n(5) Ｂは、１１月２日、被告人に対し、「悪人でも逃げ出したくなる南アフリカ。\nあそこは逃げ回るって行くところやないで。ドキチガイ  ざまぁみろ。」「連れ\nて帰ってほしいか？  そらできんで。  胸がすっとするワ。」と記載したメー\nルを送信した。\n(6) 被告人は、平成２９年３月２日、Ｂに対し、「ｋって、縁起が良い通過点だ\nと思ってる」などと記載したメールを送信した。これを受けて、Ｂは、同日、\n被告人に対し、「せやな。人生がグイっとステップアップする節目だよな。」と\n記載したメールを送信した。\n(7) 被告人は、令和元年７月２０日、Ｂに対し、「よかったなぁ、オバケさんよ\nぉ」「オマイさんは恵まれていたぜ、平安な心になれて官僚に感謝しろよ？」\nなどと記載したメールを送信した。\n第３  争点に対する判断\n１  Ａが殺害されたと認められるかについて\nＡは、ｇ病院を退院してから長くても７時間以内には死亡するに至っている\n（前記第２の４(6)ア及びウ）ところ、Ａの退院時点における健康状態は良好で\nあり（同ア）、そのような短時間で病死・自然死に至った可能性を具体的にうか\nがわせるような事情は何ら見出せない。また、死亡診断書が偽造されている（同\nエ）ところ、仮にＡが自然死、病死又は事故死であれば、あえて死亡診断書を偽\n造する必要がないことを併せ考えれば、Ａが殺害されたと推認することができる。\n２  被告人がＢ及びＣとの間でＡの殺害を共謀したかについて\n(1) 前記認定事実に基づく検討\n被告人とＢとの間のメールのやり取り等（前記第２の３(3)、４(4)）によれ\nば、Ｂから被告人に対して殺害計画に関する情報が送信されているだけでなく、\n被告人がＢに対してその意味内容を確認したような経過はうかがわれず、かえ\nって、被告人は、死亡届の情報が記載されたＵＲＬをＢに送信したり、ｅマン\nションに近い葬儀所へ事前に確認するようＢから依頼されてこれを了承した\nりしているほか、Ｂからのメールを受けてＡの預金口座から全額出金している\nことが認められる。これらの被告人の言動は、Ｂからのメールの記載内容や殺\n害計画を正しく理解し、Ａが退院後の近い時期に死亡することを前提としなけ\nれば説明がつかないものというほかない。そうすると、被告人は、遅くとも３\n月５日までに、ｌ病院に転院させるとの虚偽の説明を行ってＡを同日退院させ、\nＣと合流して福祉車両でｅマンションに搬送するのみならず、何らかの手段に\nよってＡを殺害し、その後、東京都中央区役所に死亡届を提出した上でｎ葬儀\n所で火葬するという一連の計画を認識していたものと推認できる。\nその上で、被告人は、ｅマンションの鍵を受領し、その下見をしたり（同４\n(3)）、Ａを退院させるためｇ病院に対して虚偽の説明をしたり（同(5)）、また、\n３月５日当日には自らＡの退院手続を行い、Ｂと共にＡをｋ駅まで搬送してＣ\nに引き渡し、自らはＢらと別れて東京駅で待機していたこと（同(6)ア、イ）\nも併せ鑑みれば、被告人は、Ａの殺害計画について、単に認識していたにとど\nまらず、これを受け入れ、かつ、加担していたと認められる。\n以上に加えて、Ｂが被告人に対してＣからのメールを転送するなどしており\n（同３(3)ア(ｲ)、イ(ｱ)、ウ(ｱ)、(ｲ)、(ｴ)）、また、ＢがＣに対して被告人も\n本件計画の準備に携わっていることを伝えるなどしていたこと（同ア(ｲ)、同\n４(3)）からすれば、Ａの殺害計画については、被告人、Ｂ及びＣにおいて、\n遅くとも３月５日までに、順次、共謀を遂げたものと認められる。\n(2) 被告人の公判供述についての検討\nア  以上に対し、被告人は、公判廷において、要旨、①Ｂからの殺害計画に関\nするメールの多くは目を通しておらず、殺害計画が進んでいるとは思ってい\nなかったのであり、３月５日にＡを退院させるのは胃ろうの造設を防ぐため\nに転院させることが目的であると認識していた、②同日、ｇ病院でＡを車椅\n子に乗せようとしてベッドから起き上がらせようとした際、「棺桶」とのタ\nイトルのメールとＡの様子が合わさり、このままではＣにＡが殺害されるか\nもしれないと閃き、同病院内とｋ駅に向かう新幹線の中で、Ｂに対し、やめ\nよう、ｇ病院に戻ろうなどと伝えたところ、Ｂから、ｇ病院には戻れないが、\nＣと話をするから大丈夫、東京駅で待っていてくれと言われ、その言葉を信\nじて東京駅に向かった、③Ｃとはｋ駅において初めて会ったが、何の会話も\nしなかった、④その後、Ｂから連絡があって合流し、ｅマンションに向かい、\n室内で布団に横たわっていたＡを見て初めてＡが死んでいることを知った\n旨供述する。\nイ  しかしながら、前記(1)で述べたとおり、被告人が送信しているメールの\n内容からして、殺害計画の細部はともかく、その概要を知らなかったとは到\n底考え難く、また、事前の準備行為や当日の行動についても、転院を前提と\nする行動でないことは客観的に明らかであって、被告人が何の疑問もなくＢ\nの指示に従ったり、単に転院手続が進められていると誤解したりする余地は\nない。被告人の公判供述は、事件の核心部分において曖昧な供述に終始して\nいるだけでなく、Ｃに殺害されるかもしれないとの思いを抱きながらＣにＡ\nを預けて自分は東京駅で待機するなど、その供述内容自体も不自然・不合理\nというほかない。また、被告人とＢのと間では、他人に見られることを前提\nとしていないこともあってか、メールでのやり取りにおいては、他人に対す\nる不満等を含めて、Ｂの表現を借りれば、書きたい放題に、心情を率直に伝\nえ合ってきたにもかかわらず、３月５日以降のメールでのやり取り（前記第\n２の５）を見ても、Ｃへの感謝の気持ちを述べることはあっても、Ｃが被告\n人やＢらの意に反してＡを殺害したことに関する非難等をうかがわせる記\n載は存在していない。\n以上によれば、被告人の上記供述は信用できない。\n(3) 弁護人の主張について\nア  以上に対し、弁護人は、①被告人がＢからのメールの内容をその意図どお\nりに理解できていたというには強い疑問が残る、②被告人が殺害計画を認識\nしていたとすれば矛盾するメールが存在する、③Ｃと被告人とが意思を通じ\n合っていたとはいえない旨主張する。\nしかしながら、前記(1)で述べたとおり、被告人は、Ｂからの殺害計画に\n関するメールを理解していたと認められるし、弁護人が指摘するメールにつ\nいてみても、殺害計画がまだ具体化する以前の時期のものであることなどか\nらすれば、殺害計画と矛盾する内容のメールとまでは評価できないし、そも\nそも、被告人とＢとはメール以外にも電話でもやり取りを行っていたという\nのであるから、メールの返信がないことなどをもって被告人がＢのメールを\n読んでいなかったことの裏付けとなるものではない。また、前記(1)のとお\nり、Ｂによるメールの転送等を通じて、被告人も本件の殺害計画の概要につ\nいては認識していたし、Ｃにおいても、被告人が計画を承知した上で準備に\n関与することを認識していたものと認められる。\n以上によれば、弁護人の上記主張をもって前記認定・判断を左右させるも\nのとは評価できない。\nイ  なお、弁護人は、被告人が、④殺害計画に感づいていたとしても、自らが\nその計画の一員であることを認識していたとはいえないし、⑤Ａの死を望ん\nでいたとしても、自ら又はＢの犯罪としてＡの殺害を遂行しようと考えたこ\nとがあったとはいえない旨主張する。\nしかしながら、被告人は、殺害計画の立案に積極的に関与していなかった\nとしても、Ｂと共にＡの死亡を望んでいたという強い利害関係を有していた\nことに加えて、退院のための手続やｅマンションの下見といったＢ及びＣが\n行い得なかった役割を担っているほか、３月５日当日においても、Ａを退院\nさせてＣの下へ搬送し、殺害後も死亡届を作成して提出するなど本件の殺害\n計画に不可欠な役割を果たしていると認められる。その上で、被告人が本件\n殺害計画における自身の役割等の持つ意味を理解できなかったことをうか\nがわせる事情も見出せないことからすれば、被告人は、自己の犯罪、すなわ\nち正犯として本件犯行に関与したものと評価することができる。\n(4) 小括\n以上のとおり、被告人がＢ及びＣとの間でＡの殺害を共謀したと認められる。\n３  共謀に基づき殺害されたと認められるかについて\n(1) なお、公判廷において、被告人は、Ｂに対し、やめよう、ｇ病院に戻ろうな\nどと伝えた旨供述し、Ｂも、被告人からやめようと言われたことから、Ｃに対\nして計画の中止を説得し、最終的にはＣから計画中止の了承を得たものの、Ｃ\nが、Ｂに無断でＡを殺害した旨供述する。\n(2) しかし、３月５日における実際の被告人らの行動は、当初の計画どおりに手\n際よく進行されており、そこに予定外の事態が生じたことはうかがわれず、同\n日以降におけるＢと被告人又はＣとの間のメールのやり取りを見ても、計画の\n途中で予定外の事態が生じたことを具体的にうかがわせる事情は何ら見出せ\nない。また、Ｂの供述を前提にすれば、Ｃは、殺害計画の中止を了承しながら、\nこれまで付き合いの長かったＢを何ら説得等することもなく、いつＢが入室し\nてくるかも分からない状況下で、そのような関係にあるＢの父を無断かつ独断\nで、それも車椅子から降ろして布団に寝かせる時間も含めて１０分程度の短時\n間のうちに殺害したことになるが、そのような短時間のうちに一人で、他殺と\n疑われないように殺人を実行することが現実的に可能であるかも疑問である\n上、それまでＢとの間で犯行発覚を防ぐために種々の準備・計画をしていたこ\nとを踏まえれば、Ｃにおいて、Ｂらの意思に反してＡを殺害したとしても、Ｂ\nらが事を荒立てずに協力してくれるだろうなどといった不確かな見込みに基\nづいて殺害を行うとは考え難いし、Ｂを説得等することができないような事情\nもない中で無断かつ独断で犯行に及んだというのはあまりにも不自然・不合理\nというほかない。\n以上によれば、Ａは、当初の殺害計画に基づいて殺害されたと合理的に推認\nすることができ、Ｂの上記供述は信用できない。\n４  結論\n以上の次第であるから、被告人、Ｂ及びＣの共謀に基づいてＡが殺害されたと\n認められ、被告人には殺人罪が成立する。\n（量刑の理由）\n１  本件は、被告人が、子であるＢ及びその医師仲間であるＣと共謀して夫を殺害し\nた殺人１件の事案である。\n２(1) 具体的な殺害方法は不詳であるものの、被告人らは、医師としての知識・経験\nや立場、あるいは妻としての立場を基に、夫を退院させる方法や殺害後の処理方\n法等の検討を重ねたり、必要となる医療品や犯行場所の確保等の準備をしたりす\nるなどして、他殺を疑われることなく殺害する計画を緻密に練り上げ、その計画\nに基づいて共犯者３名で役割分担をしながら殺人を実行しており、その殺害計画\nは相当に巧妙で悪質である。\n(2) 被告人個別の事情を見ても、犯罪計画を主体的に練り上げたのは専ら他の共犯\n者らであるし、被告人が殺害行為に直接携わったとも認められないことからすれ\nば、被告人が共犯者の中で主導的役割を果たしたとまではいえないものの、計画\nの全貌を把握した上で、他の共犯者らでは行い得ない事前の準備や、犯行当日の\n退院手続、殺害後の死亡届の作成など、殺害計画の完遂に不可欠な役割を主体\n的・積極的に果たしたと評価すべきである。\n被告人は、長年にわたって精神障害を有する夫の介助等に伴う多くの苦労を余\n儀なくされてきたことで、夫の死を望むようになっていたところ、ＢがＣから他\n殺を疑われることなく殺害する方法を提案されるなどする中で、夫の殺害計画に\n賛同するに至っている。被告人の長年にわたる苦労等に鑑みれば、その動機・経\n緯には同情の余地もあり、全くの身勝手な理由で殺人を犯した事案と同様にみる\nことはできない。\nしかし、当時、夫を殺害しなければならないほどに被告人が追い詰められてい\nたことをうかがわせる事情はなく、安易に人の命を奪うことを決めた被告人の意\n思決定は強い非難に値し、典型的な介護殺人の事案とも事案を異にしている。\n３  以上の犯情を前提に、量刑上考慮すべき前科のない被告人による内縁を含む配偶\n者に対する殺人１件で、他に主要な罪のない事案のほか、介護疲れ又は怨恨を動機\nとする事案等の量刑傾向も踏まえて検討すると、本件は、典型的な介護殺人等とは\n異なっており、法定刑としての有期懲役刑の下限付近に位置付けるべきような軽い\n部類に属するとはいえない。他方で、計画は巧妙で悪質ではあるものの、動機・経\n緯に酌むべき事情も認められることや、被告人が本件において果たした役割の程度\n等を踏まえれば、ことさらに重い部類に属するともいえない。\n４  そこで、以上のほか、被告人に反省の態度はうかがわれない一方で再犯の可能性\nがあるとも認められないこと、被告人の年齢など、本件に現れた一切の事情を考慮\nして、主文のとおり量刑した。\n（求刑・懲役１２年）\n令和５年３月７日\n京都地方裁判所第２刑事部\n裁判長裁判官     川上   宏\n裁判官    檀上信 介\n裁判官    中    谷        洸\n"
}