{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 1,
    "day": 30
  },
  "case_number": "令和4(ワ)21447",
  "case_name": "発信者情報開示請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "91771",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=91771",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/771/091771_hanrei.pdf",
  "contents": "令和５年１月３０日判決言渡  同日原本領収  裁判所書記官\n令和４年（ワ）第２１４４７号  発信者情報開示請求事件\n口頭弁論終結日  令和４年１２月１５日\n判        決\n原        告          Ａ\n同訴訟代理人弁護士         田    中    圭    祐\n吉    永    雅    洋\n遠    藤    大    介\n蓮    池        純\n神    田    竜    輔\n被        告         Ｇ ｏ ｏ ｇ ｌ ｅ   ＬＬ Ｃ\n同訴訟代理人弁護士             増    澤        融\n田    中    浩    之\n松    井    裕    介\n飯    田    耕  一  郎\nほ  か\n主        文\n１  被告は、原告に対し、別紙発信者情報目録記載の各情報を開示せよ。\n２  訴訟費用は被告の負担とする。\n３  この判決に対する控訴のための付加期間を３０日と定める。\n事実及び理 由\n第１  請求\n主文同旨\n第２  事案の概要\n１  氏名不詳者（以下「本件発信者」という。）は、動画投稿ウェブサイトである\n「ＹｏｕＴｕｂｅ」（以下「本件サイト」という。）において、別紙投稿動画目\n録の投稿日時欄記載の日時に、別紙著作物目録記載の楽曲（以下「本件楽曲」と\nいう。）を投稿した（以下、当該投稿を「本件投稿」という。）。他方、原告は、\n本件楽曲を制作し、クリエイター向けポータルサイトの「ニコニ・コモンズ」（以\n下「本件ポータルサイト」という。）において本件楽曲を公開した旨主張してい\nる。\n本件は、原告が、本件投稿によって原告の氏名表示権が侵害されたと主張して、\n本件サイトを設置・運営する被告に対し、特定電気通信役務提供者の損害賠償責\n任の制限及び発信者情報の開示に関する法律（以下「プロバイダ責任制限法」と\nいう。）５条１項に基づき、別紙発信者情報目録記載の各情報（以下「本件発信\n者情報」という。）の開示を求める事案である。\nなお、争点整理の結果、本件の争点は、著作者該当性及び氏名表示の省略の可\n否（著作権法１９条３項該当性）のみであるとされた（第２回口頭弁論調書参照）。\n２  前提事実（本判決を通じ、証拠を摘示する場合には、特に記載のない限り、枝\n番を含むものとする。）\n⑴  当事者\nア  原告は、本件ポータルサイトにおいて、楽曲を公開している。（甲３、弁\n論の全趣旨）\nイ  被告は、本件サイトを設置・運営する法人であり、プロバイダ責任制限法\n２条３号にいう特定電気通信役務提供者に該当する。（弁論の全趣旨）\n⑵  本件投稿等\nア  本件発信者は、本件サイトにおいて、別紙投稿動画目録の投稿日時欄記載\nの日時に、本件楽曲を投稿（本件投稿）した。（弁論の全趣旨）\nイ  被告は、本件発信者情報を保有している。（弁論の全趣旨）\n３  争点\n⑴  著作者該当性（争点１）\n⑵  氏名表示の省略の可否（争点２）\n第３  争点に関する当事者の主張\n１  争点１（著作者該当性）について\n（原告の主張）\n原告は、２０１０年１１月頃、本件楽曲を制作し、本件ポータルサイトにおい\nて、「Ｈｅｒｏｄ」というタイトルを付し、作者名を「涼々」として、本件楽曲\nを公開した。\n本件楽曲は、「レコンポーザ９５  Ｒｅｌｅａｓｅ２」というＭＩＤＩシーケ\nンスソフトを使用し、制作された。なお、最終的に１つの楽曲データとして録音\nする際には、「ＶＳＴＨｏｓｔ」というソフトウェアを使用している。また、本\n件楽曲の音源の作成に用いたのは、シンセサイザーソフト「ＳｕｐｅｒＷａｖｅ\nＰ８」、エフェクターソフト「ＦｒｅｅＡｍｐ２」といったフリーソフトである。\nこれらのソフトウェアを使用し、本件楽曲を構成するＭＩＤＩデータを作成（出\n音）した。\nそもそも原告は、２００７年に発売された音声合成ソフト「ＶＯＣＡＬＯＩＤ\n２ 初音ミク」に興味を持ち、これを用いて６曲ほど楽曲を作成して、ニコニコ動\n画に投稿していた。このうち、「ミクオリジナル曲 【Ｈｅｒｏｄ（ヘロデ）～ク\nリスマス中止のお知らせ～】」という楽曲（以下「本件元楽曲」という。）は、\n上記音声合成ソフトを使用したボーカルのある楽曲であったところ、本件楽曲は、\n本件元楽曲からボーカルを取り除いて作成したものである。\nこのように、本件楽曲は原告が創作したものであり、著作者は原告である。こ\nのことは、本件ポータルサイトのアカウント「涼々」の管理画面の証拠（甲４）\nから明らかである。\n（被告の主張）\n原告は、本件楽曲の作曲者であると主張し、陳述書（甲３）及び「涼々」のア\nカウントの管理画面（甲４）を提出する。しかしながら、原告本人の陳述書にお\nいては、本件楽曲の作曲者でなければ知り得ないような情報は含まれておらず、\n同陳述書は、作曲についての知識があれば作出が可能な内容となっている。また、\n上記管理画面からは、原告が本件楽曲を本件ポータルサイトに投稿したとの事実\nが読み取れるだけであって、本件楽曲の作曲者であることまでは読み取れない。\nそもそも、デジタルコンテンツとなっている楽曲については、他者の著作物であ\nっても、無断で複製した上で、無断で投稿することは非常に容易である。\nまた、本件ポータルサイトは、既に完成した楽曲のデータを送信してアップロ\nードする仕様になっており、同サイト内で（音楽の）データを作成した上で投稿\nするといった仕様ではないので、投稿者が著作者である蓋然性が高いとはいえな\nい。\nしたがって、原告に本件楽曲の著作者人格権が帰属することが明らかではない\nから、原告の著作者人格権が侵害されたことが明らかとはいえない。\n２  争点２（氏名表示の省略の可否）について\n（被告の主張）\n原告は、本件楽曲について、インターネット全般において営利利用を含めた利\n用を広く許諾しており、氏名表示を求めるような利用条件の記載も行っていない。\n原告がこのように幅広い利用許諾を行っていることからすれば、本件投稿におい\nて氏名の表示を省略したとしても、原告が創作者であることを主張する利益を害\nするおそれはなく、公正な慣行にも反しない。したがって、本件投稿においては、\n著作権法１９条３項に基づき、著作者名の表示を省略することができる。\n（原告の主張）\n原告は、本件ポータルサイトに本件楽曲を公開し、それが利用された回数に応\nじて収益を獲得しているから、著作権法１９条３項にいう「著作者が創作者であ\nることを主張する利益を害するおそれがないと認められるとき」に該当しない。\nまた、本件サイト上で他者の楽曲を転載・利用することについて作曲者名を表示\nしないことが「公正な慣行に反しない」とも認められないから、本件投稿におい\nて、著作者名の表示を省略することは認められない。\n第４  当裁判所の判断\n１  争点１（著作者該当性）について\n証拠（甲３ないし６）及び弁論の全趣旨によれば、原告は、本件楽曲を自ら制\n作した旨陳述しているところ、本件楽曲の制作に使用したソフトウェア等を明ら\nかにして本件楽曲の制作経緯を具体的に述べるほか、曲の一部で音のもたつきが\nみられる理由を当時の制作環境を踏まえて詳述するなど、その陳述は、具体的か\nつ迫真的であり、その内容に不自然なところはない。しかも、前掲証拠及び弁論\nの全趣旨によれば、原告は、２０１０年１１月頃、「涼々」の変名で本件楽曲を\n本件ポータルサイトにアップロードしているところ、これまで、原告以外の第三\n者が本件楽曲の著作権を主張している事情もうかがわれない。\nこれらの事情を踏まえると、原告の上記の陳述は、信用性が高いものと認める\nのが相当である。\nしたがって、原告が本件楽曲を制作したといえるから、本件楽曲の著作者は、\n原告であると認めるのが相当である。\nこれに対し、被告は、原告の上記陳述内容が作出可能であることや、本件ポー\nタルサイトに他者の著作物を投稿することは容易であることなどから、原告が著\n作者であることは明らかとはいえないと主張する。しかしながら、上記において\n説示した事情を踏まえると、被告の主張を十分に考慮しても、原告の上記陳述の\n信用性を左右するまでに至らない。\nしたがって、被告の主張は、採用することができない。\n２  争点２（氏名表示の省略の可否）について\n被告は、原告が本件ポータルサイトにおいて、本件楽曲の利用を広く許諾して\nおり、氏名表示を求めてもいないことに照らせば（甲５）、著作権法１９条３項\nに基づき、著作者名の表示を省略できると主張する。\nしかしながら、証拠（甲３、４）及び弁論の全趣旨によれば、原告は、本件ポ\nータルサイトを通じて本件楽曲が利用される数に応じて、現に収益を得ているこ\nとが認められる。そのため、原告は、本件投稿において著作者名が表示されずに\n本件楽曲が無断で利用されることにより、上記収益を得る機会を失うおそれがあ\nるといえる。そうすると、本件楽曲の利用の目的及び態様に照らし、原告が創作\n者であることを主張する利益を害するおそれがないと認めることはできない。ま\nた、本件サイトで著作者名を表示しないことが公正な慣行に反しないと認めるに\n足りる的確な証拠もない。したがって、本件楽曲の著作者名の表示は、著作権法\n１９条３項の規定に基づき、これを省略することはできない。\n以上によれば、被告の主張は、採用することができない。\n３  正当な理由の有無について\n証拠（甲３）及び弁論の全趣旨によれば、原告は、本件発信者に対し、損害賠\n償請求等を予定していることが認められる。したがって、原告には本件発信者情\n報の開示を受けるべき正当な理由があるものといえる。\n４  以上によれば、原告は、被告に対し、プロバイダ責任制限法５条１項に基づき、\n本件発信者情報の開示を求めることができる。\n第５  結論\nよって、原告の請求は理由があるから、これを認容することとして、主文のと\nおり判決する。\n東京地方裁判所民事第４０部\n裁判長裁判官\n中    島    基    至\n裁判官\n古    賀    千    尋\n裁判官\n國    井    陽    平\n（別紙）\n発  信  者  情  報  目  録\n別紙投稿動画目録記載のＵＲＬにより特定されるユーザーに関する情報のうち、\nＧｏｏｇｌｅアカウント、ＹｏｕＴｕｂｅチャンネル及びＡｄＳｅｎｓｅアカウ\nントに係る登録情報であって、次に掲げるもの。ただし、判決確定日において被告\nが保有し、かつ直ちに利用可能なものに限る。\n１  氏名\n２  住所\n３  電話番号\n４  電子メールアドレス\n以上\n（別紙）\n投  稿  動  画  目  録\nURL  （省略）\n動画タイトル  Herod\n概要欄  ゆっくり系の動画などでいう東方二次創作系の動画や、戦闘系の\n動画などに使われている曲です！\nチャンネル名  （省略）\n投稿日時  2017年4月5日午前0時36分\n以  上\n（別紙）\n著  作  物  目  録\nURL  （省略）\n楽曲タイトル  Herod\n公開日  2010年11月05日\n以  上\n"
}