{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 2,
    "month": 1,
    "day": 30
  },
  "case_number": "令和1(行ケ)7",
  "case_name": "不指定取消請求事件",
  "court_name": "大阪高等裁判所第１民事部",
  "gist": "地方税法（平成３１年法律第２号による改正後のもの）３７条の２第２項及び３１４条の７第２項に係る地方団体の指定（いわゆる「ふるさと納税指定制度」）の申出に対し総務大臣が泉佐野市を指定しなかったことが違法であるとしてその取消を求めるのに対し，同法に基づく告示（平成３１年総務省告示第１７９号）の定める「募集の適正な実施に係る基準」は，法の委任の範囲内のもので，租税法律主義に反するものではなく，技術的助言に従わないことへの不利益的取扱として地方自治法２４７条３項に反するものではなく，国の必要最小限を超える関与として同法２４５条の３に反するものでもなく，また，同市が上記告示の要件を満たさないとの総務大臣の判断は違法でなく，手続的違法も存しないなどとして，適法であるとされた事例",
  "lawsuit_id": "89257",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=89257",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/257/089257_hanrei.pdf",
  "contents": "主         文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事実及び理 由\n第１  請求\n１  被告が，令和元年５月１４日付で泉佐野市についてした地方税法３７条の２第\n２項及び３１４条の７第２項による指定をしなかったことを取り消す。\n２  訴訟費用は被告の負担とする。\n第２  事案の概要\n本件は，平成３１年３月２９日公布に係る「地方税法等の一部を改正する法律」\n（平成３１年法律第２号）により改正された地方税法（昭和２５年法律第２２６号。\n以下「法」という。なお，特に後記改正後のものを「改正法」ということがある。）\nにより導入された「ふるさと納税指定制度」の適用に際し，泉佐野市がしたふるさ\nと納税の対象となる法３７条の２第２項及び３１４条の７第２項に係る地方団体\n（都道府県，市町村又は特別区をいう。以下同じ。）に基づく指定の申出に対し，令\n和元年５月１４日，総務大臣が同市をこれに指定しなかったこと（以下「本件不指\n定」という。）は違法であるとして，同市の執行機関である原告が，本件不指定の取\n消しを求める事案である。\n１  前提事実(当事者間に争いのない事実及び証拠等により容易に認められる事\n実)\n当事者\nア  原告は，普通地方公共団体である泉佐野市の市長である。\nイ  被告は，法３７条の２第２項及び３１４条の７第２項に定める地方団体を\n指定する権限を有する行政庁である。\nふるさと納税制度の概要\nア  平成２０年度税制改正の一環として，納税者が地方団体に対して一定額\n（以下「適用下限額」という。）以上の寄附を行うと，その超える部分の金額\n全額につき，一定の上限(以下「控除上限額」という。)まで，所得税の寄附\n金控除のほか，個人住民税から，従前控除が認められていた部分(基本部分\n１０％〔道府県民税４％(指定都市２％)・市町村民税６％(指定都市８％)〕)\nに特例控除額(特例分)を上乗せして控除されるという制度が設けられた\n(平成２０年４月３０日改正に係る所得税法(昭和４０年法律第３３号)７８\n条及び法３７条の２〔道府県民税について〕及び３１４条の７〔市町村民税\nについて〕〔以下，両条文は同様の構造であるため，ふるさと納税制度につい\nての条文を引用する場合３７条の２のみを表記するが，いずれも同法３１４\n条の７を含む趣旨である。〕。甲Ｂ６)。一般に，この法３７条の２第１項１号\n等に規定する都道府県，市町村又は特別区に対する寄附金を「ふるさと納税」\nと呼び，上記制度全体を「ふるさと納税制度」（以下「本件制度」という。）\nと総称している。\nイ   寄附の相手先である地方団体については，納税者の生まれ故郷に限ら\nず，応援したいと考える地方団体も対象となる。\n地方団体は，後記のとおり，ふるさと納税（寄附金）を受けるのに伴い，\nその返礼として寄附者らに対し物品や役務等を提供するようになったが，\nこの返礼品 法\n令に規定されたことはなかった。\nウ  平成２０年度から平成２５年度までは本件制度の利用は低調であったが，\n平成２６年度以降は，ふるさと納税受入額及び受入件数ともに大幅に増加し\nた。上記増加要因としては，①返礼品が充実するとともに，その利便性が向\n上したこと，平成２７年４月には，②上記の控除上限額を所得割額の１割か\nら２割に拡充し，③確定申告をせずに寄附金税額控除を受けられる特例の創\n設を内容とする法の改正がされたこと（甲Ｂ８）が挙げられる。\n法改正に至る経緯\nふるさと納税受入額及び受入件数ともに\n大幅に増加したが，ふるさと納税を受けるに当たり地方団体が提供する返礼品\nが充実し，返礼品を取り揃えた団体が多くの寄附を集める事象及びそのような\n地方団体が増加する傾向が生じていたため，返礼品に関する事情が利用増加の\n要因とみられると指摘された。これに対し，総務大臣から，返礼品につき，技\n術的助言として以下のとおりの通知が発出された。\nア  平成２７年４月の総務大臣の通知\n本件制度を利用した寄附金額が増大する一方で，返礼品を強調して寄附を\n募集することへの批判がされるようになったため，平成２７年４月１日，総\n務大臣は，地方団体宛てに，地方自治法（以下「地自法」という。）２４５\n条の４の「技術的助言」として，通知（平成２７年４月１日付け総税企第３\n９号総務大臣通知。以下「平成２７年通知」という。甲Ｂ９，乙１９）を発\n出した。この通知では，返礼品に関し，返礼品の価格やその価格割合の表示\nをしないよう，また換金性の高いものや高額又は返礼割合の高い品物の送付\nを行わないようにするよう求めた（甲Ｂ９・３２頁）。\nイ  平成２８年４月の総務大臣の通知\n平成２６年度には，返礼品としてポイント制を提供する地方団体が，平成\n２７年度には，電化製品，金券を提供する地方団体が多くの寄附を集めた。\nこの状況を受け，平成２８年４月１日，総務大臣は，地方団体宛てに，「技\n術的助言」として，通知（平成２８年４月１日付総税企第３７号総務大臣通\n知。以下「平成２８年通知」という。甲Ｂ１０）を発出した。この通知でも，\n返礼品に関し，上記ア掲記の各表示，また同掲記の品物の送付をしないよう\n求め，加えて，金銭類似性の高いものや資産性の高いものも送付しないよう\n求めた。\nウ  平成２９年４月の総務大臣の通知\n平成２７年度及び２８年度は，肉や焼酎等返礼割合の高い返礼品を提供す\nる地方団体の寄附金額が二年連続で日本一になった。\nこの状況を受け，平成２９年４月１日，総務大臣は，地方団体宛てに，技\n術的助言として，通知（平成２９年４月１日付総税市第２８号総務大臣通知。\n以下「平成２９年通知」という。甲Ｂ１１，乙１６）を発出した。この通知\nでは，返礼品に関し，前記ア同様の各表示をしないよう，同様の品物の送付\nをしないよう求めたが，送付をしないよう求める品物は更に詳細に挙げられ\nていた。なお，上記ア，イのとおり，平成２８年までの通知では返礼割合に\nついて「高額」や「返礼割合の高い」と記載されたのみで数値の目安に言及\nはなかったが，この通知で初めて，寄附額に対する返礼品の調達価格の割合\n（返礼割合）を３割以下とする「返礼割合の基準」が明示された（甲Ｂ１１・\n２枚目）。\nエ  平成３０年４月の総務大臣の通知\n当時の総務大臣は，平成２９年９月，返礼品については各地方団体にお任\nせするのが当然と述べていたが，平成３０年４月，地方団体宛てに，技術的\n助言として，通知（平成３０年４月１日付け総税市第３７号総務大臣通知。\n以下「平成３０年通知」という。甲Ｂ１２，乙１７）を発出した。この平成\n３０年４月通知では，返礼品に関し，平成２９年４月通知に沿った対応をす\nるよう求め，返礼割合を３割以下とすることに加えて，返礼品を「地場産品\nとする」ことも求めた。\nオ  泉佐野市におけるふるさと納税の受入額の推移\n泉佐野市におけるふるさと納税の受入件数及び受入額の推移は，\n平成２６年度には４億６７５６万５６４１円の伸びを示し，その後も順調\nに大幅な伸びを示すようになり，平成２７年度には１１億５０８３万７４\n８０円，平成２８年度には３４億８３２６万４２３１円，平成２９年度に\nは１３５億３２５０万９２８７円，平成３０年度には４９７億５２９０万\n６４６５円となるに至った。\n泉佐野市は，同市が地域活性化に期待した関西国際空港が平成６年に開\n港したが，これに関連する負債が１０００億円以上に膨らみ，バブル崩壊\n後は関西国際空港の利用が低迷するなどして収入に伸び悩み，平成２３年，\n泉佐野市長に就任した現市長は，税外収入の確保強化の柱の一つとして「ふ\nるさと納税」の取組を進め（甲Ｂ４０の２頁），平成２９年度，上記の金\n額を記録して寄附額日本一となった。\n法の改正（ふるさと納税指定制度）\nア  本件制度への寄附先の指定制度の導入\n平成３１年の地方税法改正により，本件制度に，「ふるさと納税指定制\n度」（以下「本件指定制度」という。）が導入された。\n上記改正により，従前本件制度を規定していた法３７条の２において，\n第１項で「特例控除対象寄附金」として他の公益団体に対する寄附金より\nも特例控除分が上乗せされる対象となる寄附金として区別した上で，第２\n項にその定義規定を置き，総務大臣が次に定める基準に適合するものとし\nて指定した地方団体に対するものをいうとされた。\nⅰ  寄附金の「募集の適正な実施に係る基準」として総務大臣が定める基\n準\nⅱ  上記ⅰで返礼品を提供する場合には，以下の基準(以下の①・②の基\n準を併せて「法定返礼品基準」という。)\n①  返礼品３割以下基準\n地方団体が個別の寄附金受領に伴い提供する返礼品調達に要する\n費用の額として総務大臣が定めるところにより算定した額が，いずれ\nも当該地方団体が受領する当該寄附金の額の３割に相当する金額以\n下であること（法３７条の２第２項１号。以下「返礼品３割以下基準」\nという。）\n②  地場産品基準\n地方団体が提供する返礼品が当該地方団体の区域内で生産された\n物品又は提供される役務その他これに類するものであって総務大臣\nが定める基準に適合するものであること（同項２号。以下「地場産品\n基準」という。）。\n同制度の施行日は令和元年６月１日とされた（特例控除対象寄附金の適\n否も同日からとされた〔甲Ａ２８・５７頁〕。）。\n指定は原則１年単位で行うこととされ，指定対象期間は毎年１０月１日\nからその翌年９月３０日までの期間とされた（施行規則１条の１６第２項）\n（なお，上記最初の年度に限っては，６月からの施行となるため，通常の\n指定の場合，指定対象期間は１年４か月間となる〔改正附則２条，甲Ｂ１\n６，甲Ｃ４５〕。）。\nイ  平成３１年総務省告示第１７９号の制定\n総務省は，上記 ⅰの寄附金の募集の適正な実施に係る基準等を定める\nため，平成３１年総務省告示第１７９号（以下「本件告示」という。）を定め\nた。\n本件告示は，本件制度の趣旨につき１条で定めたほか，２条において，\n上記 ⅰの寄附金の「募集の適正な実施に係る基準」は，次の各号のい\nずれにも該当することとした。\nａ  １号\n特定の者に対して経済的利益の供与を行うことを約して寄附者を紹\n介させる方法その他不当な方法による募集(１号イ)，返礼品を強調した\n寄附者を誘引するための宣伝広告（同号ロ），寄附者による適切な寄附\n先の選択を阻害するような表現を用いた情報提供（同号ハ）等の取組を\n行わないこと。\nｂ  ２号\n各年度において寄附金の募集に要した費用の額の合計額が，当該各年\n度において受領した寄附金の額の５割以下であること。\nｃ  ３号\n平成３０年１１月１日から法３７条の２第３項所定の指定申出書提\n出日までの間（以下「認定基礎期間」という。）に，本件告示１条に規定\nする趣旨に反する方法により他の地方団体に多大な影響を及ぼすよう\nな寄附金の募集を行い，当該趣旨に沿った方法による寄附金の募集を行\nう他の地方団体に比して著しく多額の寄附金を受領した地方団体でな\nいこと。\nまた，本件告示は，上記 ⅱ②において，「地場産品基準」として総務\n大臣が定める基準は，同告示５条１号ないし９号のいずれかに該当するも\nのであることとした。\nウ  法施行規則の改正（平成３１年総務省令第３８号）\nまた，本件指定制度導入に当たり，指定の申出書とその添付書類に関して\n定める法施行規則の改正がされた。同規則１条の１６は指定の申出について，\n同条の１７第２項は申出に当たって添付する書類について定めた（乙５７）。\n本件指定制度施行初年度の指定申出書の提出期間は，平成３１年４月１日\nから同月１０日である（改正附則２条２項，同規則１条の１６第１項）。\nエ  ふるさと納税指定制度の導入の効果\n上記ふるさと納税指定制度の導入により，上記施行日以降は，総務大臣の\n指定がない地方団体に対して寄附をした者は，所得税の所得控除及び個人住\n民税の税額控除を受けられるが，特例控除を受けることができなくなる。\n本件不指定に至る経緯\nア  指定の申出\n原告は，平成３１年４月５日付けで，被告に対し，ふるさと納税の対象団\n体としての指定を受けるべく，同法３７条の２第３項に基づく申出をした\n（以下「本件指定申出」という。甲Ｂ１７）。\nイ  本件不指定\n被告は，令和元年５月１４日付けで，泉佐野市について本件不指定をし\nた（同日付け総税市第１３号総務大臣通知。甲Ｂ１）。\nこれにより，泉佐野市は，令和元年６月１日以降，同市に対して寄附を\nした者について，所得税の所得控除及び個人住民税の税額控除は受けられ\nるが，本件制度に係る特例控除を受けることができないことになった。\nなお，被告は，泉佐野市だけではなく，他の３地方団体についても，泉\n佐野市と同時に指定しないこととし，他の４３地方団体については指定対\n象期間を４か月に限定し，その取組状況等を更に指定継続の適否を判断す\nることとし，その他の地方団体については１年４か月の指定をした（甲Ｂ\n１６）。\n被告は，本件不指定を通知した書面中に，不指定の理由として，以下の\n３点を挙げた（甲Ｂ１）。\n①  泉佐野市から提出された改正法３７条の２第３項及び３１４条の７\n第３項に規定する申出書及び添付書類の内容が同法３７条の２第２項\n及び３１４条の７第２項の基準に適合していることを証するとは認め\nられないこと（以下「不指定理由①」という。）。\n②  認定基礎期間中，返礼割合が３割超又は地場産品以外の返礼品等を提\n供することにより寄附金の募集を行い，著しく多額の寄附金を受領して\nおり，本件告示２条３号に該当しないこと（以下「不指定理由②」とい\nう。）。\n③  現に泉佐野市が実施している寄附金の募集の取組の状況に鑑み，同法\n３７条の２第２項各号及び３１４条の７第２項各号に掲げる基準に適\n合する団体とは認められないこと（以下「不指定理由③」という。）。\n被告は，上記各不指定理由中，本件不指定理\n由①は，「独立の不指定理由としては扱わない」として，撤回した。\n本件訴訟に至る経緯\nア  原告は，令和元年６月１０日，本件不指定に不服があるとして，地自法２\n５０条の１３第１項に基づき，国地方係争処理委員会に対し，本件不指定を\n取り消し，泉佐野市について同法３７条の２第２項及び３１４条の７第２項\nの規定による指定をすべきであるとの勧告を求める審査の申出を行った（甲\nＡ１）。\nイ  国地方係争処理委員会は，同年９月３日，上記審査申出に対し，被告は，\n平成３１年４月５日付けの原告からの改正法３７条の２第２項及び３１４\n条の７第２項に係る指定の申出について，本決定の到達の日から３０日以内\nに，本決定の趣旨に従い，再度の検討を行った上で，その結果を理由ととも\nに原告へ通知することを勧告するとの勧告を行った（甲Ａ２４。以下「本件\n勧告」という。）。\nウ  被告は，同年１０月３日，本件勧告を受けて，原告に対し，本件勧告を受\nけて再度の検討を行った結果，本件不指定を維持することとしたとの通知\n（甲Ａ２５）を行った。\nエ  また，被告は，同月４日，地自法２５０条の１８第１項第１文に基づき，\n被告検討結果を原告に通知したことを国地方係争処理委員会に通知した（甲\nＡ２６）。これを受けて，国地方係争処理委員会は，同項第２文に基づき，被\n告が講じた措置についての通知が国地方係争処理委員会にあったことの通\n知を同月４日付で原告に発送し，この通知は同月７日に原告に到達した（甲\nＡ２７）。\nオ  原告は，令和元年１１月１日，地自法２５１条の５第１項２号に基づき，\n本件訴えを提起した（顕著な事実）。\n２  争点\n本件不指定は，法３７条の２第２項所定の①「募集の適正な実施に係る基準と\nして総務大臣が定める基準」に適合しないこと，同条項所定の②「返礼品を提供\nする場合には，…当該基準及び次に掲げる基準」に適合しないとされたものであ\nき次の イが， 。\n法３７条の２第２項及びその委任を受けて定められた本件告示２条３号の\n憲法適合性等\nア  法３７条の２第２項の「募集の適正な実施に係る基準」の意義（同要件は\n白紙委任か。），同条項に基づく本件告示２条３号はその委任の趣旨の範囲内\nにあるか，告示を定める総務大臣の裁量権の逸脱濫用の有無（争点 ア）。\nイ  本件告示２条３号は過去において適法であった行為を遡及的に不利益に\n取り扱う規定として租税法律主義に反するか（ イ）\n本件告示の地自法適合性( )\nア  本件告示２条３号は，（文言上）技術的助言に従わないことへの不利益的\n取扱を規定したもので地自法２４７条３項に反するか\nイ  本件告示２条３号は地自法２４５条の３等（国の関与の必要最小限の原則）\nに反するか（ ）。\n本件不指定の要件判断の違法の有無( )\nア  募集の適正な実施に係る基準に適合する団体か（争点 ア）\nイ  法３７条の２第２項各号の要件適合性（本要件の審査方法（返礼品の提供\nをしないと申出をした場合に法定返礼品基準の適用について審査する必要\nがないのに審査をしたことは違法か）（争点 イ）。\n手続的違法の有無（予備的主張）( )\nア  本件告示制定手続の適法性（争点 ア）。\nイ  本件不指定は，地自法２５０条の２に反するか（争点 イ）\nウ  本件不指定は，地自法２５０条の４に反するか（争点 ウ）\n３  争点に関する当事者の主張\n法３７条の２第２項及びその委任を受けて定められた本件告示２条３号の\n憲法適合性等\nア  法３７条の２第２項の「募集の適正な実施に係る基準」の意義（同要件は\n白紙委任か。），同条項に基づく本件告示２条３号はその委任の趣旨の範囲内\nにあるか，\n原告の主張\nａ  委任立法は，授権法から授権の趣旨が明確に読み取れることを要し，\n委任は個別具体的であることを要するが，法３７条の２第２項柱書きか\nらは，その授権の趣旨が明確に読み取れず，個別具体的でもない。\nｂ  本件指定制度の趣旨\n⒜  改正法の本件指定制度の趣旨は法に明文規定がない。本件制度の趣\n旨は不明確であり，後日の解釈を加えて正当化するのは，委任立法の\n限界等法治主義の観点，地方団体への国家関与の最小限化(地方団体\nの自主性尊重）の観点からは相当でない。\n⒝  本件指定制度の趣旨は，本件制度における今後の募集の適正な実施\nを確保することにある。\n⒞  本件制度の趣旨に反する方法により多額の寄附金を受けた地方団\n体に対し本件制度の優遇を付与しない，あるいは他の健全な運用を行\nった地方団体との公平性を確保して，他の地方団体の理解を得ながら\n同制度の健全な運用を実現するという点は制度趣旨に含まれていな\nい。すなわち，法定返礼品基準を遵守していた他の地方団体が，不公\n平感を抱いて改正法施行後に上記基準に反する返礼品提供をすると\nは考え難く，他の地方団体との公平は制度趣旨との合理的関連性を欠\nく。泉佐野市が当時適法であった時点で本件制度の運用実績を上げた\nことは，違法化された後に違法行為を行うこととの合理的関連を欠く。\nｃ  法の趣旨及び法３７条の２第２項の「寄附金の募集の適正な実施に係\nる基準」という文言の解釈\n⒜  そもそも法の定めた「適正な実施」という文言自体具体性を欠き，\n個別具体的な委任もなく，基準としても不明確であるから，白紙委任\nを許容するものであり，委任立法の限界を超えて違憲である。\n⒝  上記ｂ⒝の趣旨からすれば，「寄附金の募集の適正な実施に係る基\n準」とは，今後の募集の適正な実施を担保するための基準である。上\n記文言中「係る」とは直接の関係を指すから，通常，改正法施行後の\n募集の適正をいう。\n⒞  「寄附金の募集の適正な実施に係る基準」には，「過去の募集が適正\nでなければ今後指定しない」という意味や「本件制度の優遇を付与す\nるに値する適正な地方団体を選別する」という意味は含まれない。他\nの自治体の理解を得られるかは募集の適正な実施とは関係がない。\nｄ  委任の趣旨を超えること\n本件告示は過去の趣旨に反する方法による募集や寄附金の受領額の\n多さを問題としているが，次のとおり委任の趣旨を超える。\n⒜  本件指定制度の趣旨は，指定対象期間内の健全かつ公正な制度運用\nの実現が目的である。本件告示は，認定基礎期間中の過去の募集態様\nとその結果をもって直ちにかつ一律に不指定団体の要件としたもの\nで，上記の委任の趣旨の範囲を超える（本件勧告も同旨）。\n⒝  同告示において，行為時点で法的規制を問題とされていなかった過\n去の適法行為を事後的に問題視することは，上記目的と何ら関連しな\nいし，その実現に寄与しない。寄附金の受領額が多かったのは正当な\n競争の結果であり，受領額の差を次の機会に調整させられる理由もな\nい。\n⒞  過去の行為により今後の規制不遵守を推認してよいかについては，\n本件では改正法施行の前後で法的規制が全く異なるから，新制度施行\n前の行為の事情により今後の不遵守を推認することはできず，合理性\nはない。\nｅ  被告の主張に対する反論\n被告は，総務大臣に広範な裁量権があると主張するが，誤りである。\n⒜  本件訴訟は自治権の侵害からの救済を求めるものである。\nⅰ  地自法の現行の国の関与の規定は地方分権改革の一環として導\n入されたものであり，国と地方団体の関係は，行政権と一般私人の\n関係と同様の諸原則が妥当する。\nⅱ  国の関与に対する地方団体の訴訟が抗告訴訟として可能か，機関\n訴訟としてしか認められないかは議論があるが，監督権の違法な行\n使は，地方団体たる法人が国に対して有する自治権の侵害に該当し，\n本件はその救済を求める訴訟であり，地方自治の保障の充実の見地\nからは抗告訴訟に該当する。納税者の権利利益にも影響が及ぶ。\n⒝  大臣が定める告示は杜撰な内容となる傾向があり，国の地方団体に\n対する関与は法律またはそれに基づく政令によらねばならず，告示に\nよることは許されない。\n被告の主張\nａ  本件制度の趣旨\n本件制度及び本件指定制度の趣旨は，以下のとおりであり，原告の主\n張は独自の見解である。\n⒜  本件制度の導入\nⅰ  本件制度の趣旨は，納税者が自分の意思で納税対象を選択できる\n道を開き，納税の重要さを自覚する機会とするとともに，自分を育\nんだ地方・ふるさとへの恩に感謝する気持ちを形にし，地方団体の\n方も，これらの納税を施策に活かし，併せて寄附を受けるにふさわ\nしい行政の実現に向けて不断の経営改善努力をすることにより，地\n域活性化につなげていくというところにある。本件制度は，上記考\nえ方に基づき，かつ，寄附金税制を応用する方法が採用されたこと\nから，地方団体も寄附を受けるにふさわしい施策を行い，地域の活\n性化・内発的発展を促すという好循環を作り出し，地方自治の進化\nを期待した制度である。\nⅱ  ただ，研究会の段階でも，地方団体が寄附を受けるため寄附者に\n特産品の贈与を約束するなどの本件制度の濫用の懸念は指摘され\nていたが，直ちに法令上の規制を要するとはいえないとして，各地\n方団体の良識ある行動を強く期待するとされていた。\n⒝  本件制度の仕組み及び法的な位置付け\nⅰ  税額控除であること\n本件制度の税法上の正確な位置付けは，対価を伴わない経済的無\n償の供与を意味する「寄附」であり，寄附金税額控除という方法が\n採用された。所得控除や税額控除に係る優遇措置は，公益的事業へ\nの個人の寄附の増進を目的とした政策的なものであり，一種の特別\n措置と解されている。\nⅱ  本件制度の帰結\n①  本件制度上，納税者の住所地以外の地方団体への寄附により，\n寄附先の寄附金収入が増加し，住所地の地方団体の個人住民税の\n収入減少が生じる。本件制度の帰結として，寄附者の寄附により，\n本来住所地の地方団体に納税すべき地方税の一部が，寄附金受領\n団体にそのまま移転する効果が生じることを意味する。\n②  加えて，我が国では，国税の一定割合を原資とする地方交付税\nにより財政調整が図られるため，住所地の地方団体の個人住民税\n減少は，国による地方団体相互間の財政調整にも影響する。\n⒞  返礼品の問題について\n上記制度趣旨からすれば，過剰な宣伝や誘引による募集方法，寄附\nの謝礼として社会的儀礼の範囲を超える返礼品を見返りとする募集\n方法は許容されない。\nⅰ  本件制度では，寄附である以上，本来の意義である無償性が前提\nであり，返礼品は飽くまでも社会的儀礼の範囲内の謝礼であって対\n価性がないことが前提であり，特別の利益供与は認められない。\nⅱ  本件制度では，本来，受入寄附金は，公益に資し，地域活性化の\n用途に用いるべきであり，これを寄附者への過度な返礼品調達や過\n大な広告費用に充当し，かかる募集方法を行う地方団体に過度に寄\n附金が集中する事態は，制度本来の趣旨に沿い地道な取組を行う他\nの地方団体の理解を得られず，制度への信頼を損なう。\nⅲ  地方団体の行う募集方法は，他の国法上の規律とも抵触してはな\nらず，他の地方団体に与える悪影響を顧みずに著しく多額の寄附金\nを集める事態は，地方財政法２条１項に照らし許されない。\nⅳ  本件制度が納税者に大きな優遇を付与する特別な税制として導\n入された以上，制度趣旨や政策目的，寄附金税制という仕組み等か\nらしても募集方法には自ずから制約がある。\n⒟  本件指定制度の導入の経緯\nⅰ  本件制度運用開始後，地方団体間では，寄附者に対して寄附の誘\n引として地域特産品等を提供する取組が広がり，制度趣旨に反する\n返礼品提供が過熱するようになった。返礼品調達費用や過大な広告\n等募集に多額の費用を支出し，地方団体の行政サービスに充てる税\n収が減少し，収支が悪化した地方団体からの批判が高まった。\nⅱ  国会や地方財政審議会の審議においても，問題意識が繰り返し指\n摘され，制度の健全な運用の必要性が訴えられるようになった。\nⅲ  総務大臣も，その後，次のとおり総務大臣通知等の発出を行った\nが，事態は収束せず，市町村会等への働き掛けを通じて本件制度の\n趣旨を踏まえた良識ある対応を求めた。市町村会等からも一定の基\n準やルールの設定を求める声も寄せられた。\n①  総務大臣は，平成２９年通知を発し，返礼品は，社会通念に照\nらし良識ある範囲のものとして，３割を超える返礼割合の品物を\n送付している地方団体においては３割以下とするよう求めた。\n②  総務大臣は，平成３０年通知を発出して平成２９年通知の遵守\nを求め，加えて返礼品を地場産品とするよう要請した。\nⅳ  このように，本件指定制度は，制度の趣旨をゆがめる地方団体を\n本件制度の対象外とできるような制度を求められ導入に至った。\n⒠  本件指定制度の内容と趣旨\nⅰ  本件指定制度は，特例控除の優遇に値する寄附金の対象としてふ\nさわしい地方団体を総務大臣が指定するものとし，あらかじめ審査\nを経て指定された地方団体に限り特例控除対象の寄附先とするも\nのである。\nⅱ  法は，指定に共通する「募集適正基準」及び返礼品を提供する場\n合の基準として次の①②のとおり法定返礼品基準を規定し，指定は\nこれらの基準の適合の有無により行うものとした（なお，返礼品の\n提供が原則形態となるものではない。）。\n①  返礼品３割以下基準\n社会通念上のお返しとして相当の範囲，平均的取組を行う地方\n団体においてほぼ遵守可能との実績，半分以上が制度本来の使用\nに充当するのが相当であること（返礼品調達以外の費用を２割弱\nと想定した。）などを踏まえると，当該寄附金の額の３割以下と\nするのが合理的である。\n②  地場産品基準\n返礼品提供の場合には，当該返礼品それ自体が当該地方団体の\n地域の雇用創出や新たな地域資源発掘等当該地域経済活性化に\n寄与するものであることが制度の趣旨に沿うもので，寄附の謝礼\nであることや社会的儀礼の範囲内などの観点からも，この基準は\n合理的である。\nｂ  法３７条の２第２項柱書きの「募集の適正な実施に係る基準」\n「募集の適正な実施に係る基準」とは，特例控除の優遇に値する寄附\n金の対象にふさわしい地方団体指定のための適格性審査基準である。\n⒜  この審査は，特例控除対象寄附金の寄附先としてふさわしいかどう\nか，すなわち，本件制度の健全性・公平性確保，本件制度が本来目指\nしていた政策目的の実現などの募集の適正な実施を確保する観点か\nら行われる。その判断に当たっては，当該地方団体が，指定対象期間\nにおいて行おうとする将来の募集方法はもとより，当該地方団体が従\n前過去に行ってきた取組実績や過去の客観的事実も重要である。\n⒝  国会審議においても，過去の行為や実績を考慮する旨議論された。\nｃ  本件告示の制定\n「募集の適正な実施に係る基準」を受け，本件告示が定められた。\n⒜  本件告示は，その１条において趣旨を確認し，同２条３号において，\n①１条所定の趣旨に反する方法により他の地方団体に多大な影響を\n及ぼすような寄附金の募集を行い，かつ，②趣旨に沿った方法で募集\nを行う他の地方団体に比して著しく多額の寄附金を受領した地方団\n体でないことを要件とした。\n⒝  上記の要件は，本件寄附金の増大を最優先の目的として過度な誘引\nと過度な返礼品を提供しての募集は，本件制度の趣旨や政策目的に反\nするものであり，結果として著しく多額の寄附金を受領したことは，\n本件制度の根幹を揺るがすような事態であり，公平性健全性について\nの信頼を損ないかねないとして，かかる地方団体が他の地方団体と全\nく同列の扱いで指定を受けることになれば，適正な募集に努めてきた\n地方団体や個人住民税の減少となった地方団体の理解や納得を得ら\nれないとの観点から，かかる地方団体は，特例控除寄附先として指定\nを受け得る適格性を欠くものであり，このような要件に該当しない団\n体であることが，本件制度の寄附先としての指定を受け得る適格性が\nあるものとしたものである。\nｄ  本件告示２条３号が法３７条の２第２項の委任の範囲内にあること\n⒜  募集適正基準の策定は，適格性審査基準として総務大臣の政策的専\n門技術的裁量に委ねられていること\nⅰ  本件制度は政策目的実現のために導入された，政策性・公共性の\n高い法制度であり，地方団体が趣旨に沿った節度ある取組を行うこ\nとを前提として成り立つ制度である。\nⅱ  本件制度に導入された本件指定制度の適格性審査は，前記ｂ⒜の\nのとおりふさわしい団体かどうかを政策的専門技術的見地から行\nわれるものであり，総務大臣の政策的専門技術裁量に委ねられる。\nこの審査はその時々の国・地方の財政状況や地方団体毎の財政状況\nを踏まえた地方団体間の効率的財政資金配分の観点，本件制度運用\n状況や納税者の意識を含む経済社会情勢，税制としての他の制度と\nの整合性を踏まえた政策的専門技術的考察が不可欠である。\nⅲ  法３７条の２第２項柱書きの条文が，「適正な実施」という一般的\n包括的文言を用い，「係る」との漠然とした結びつきを意味する文言\nが使用されているのは，上記の裁量を尊重する趣旨であるが，過去\nの取組状況は，基準を遵守する動機付けが働きやすく，募集の適正\nな実施と合理的関連を有するから，これを考慮する基準を設けるこ\nとは何ら委任の趣旨に反しない。\n⒝  国と地方団体という行政機関間の紛争事案であること\nⅰ  本件は，基本的人権の制約の事案とは異なり，国と地方団体とい\nう対等な関係にある行政機関間における権限分配の問題である。\n本件制度は，寄附者が税制上有利な取扱いを受ける制度の寄附の\n対象となる地方団体の地位であり，政策的に創設された個別的な優\n遇税制における地位であって地方団体が生来的にあるいは根源的に\n有する権限や自然権的な地位ではないから，制度にふさわしい地方\n団体に限定されるのは当然であり，立法府が総務大臣に広い裁量の\n下で指定の認定基準を定める権限を付与することは合理的である。\nⅱ  本件制度の下における地方団体は，寄附金税制により優遇を受け\nる納税者の寄附の結果として，寄附金受領・税額控除により，個人住\n民税の減少という歳入増減に係る影響を反射的に受けるにすぎない。\n特例控除の寄附先とされなくなれば，納税者側から寄附行為の動機\n付けが乏しくなるとの事実上の影響を受け，従前どおりの寄附金受\n領を期待し得なくなるという事実上の期待が損なわれるにすぎない。\n⒞  過去の運用実績を基準とすることも当然予定されていたこと\nⅰ  総務大臣による指定に当たっては，上記⒜のとおり，その適格性\nの審査は，募集の適正な実施を確保する観点から実質的に行われる\nべきであるから，将来の募集方法のほか，当該地方団体の過去の取\n組実績や当該団体の属性等，過去の客観的事実を組み合わせ，ある\nいは選択的に基準に取込むなどして考慮することも裁量の範囲内\nである。\nⅱ  前記の本件指定制度の立法経過からすれば，本件指定制度におい\nて，過去の取組実績も基準に含めることは当然に想定されていた。\n趣旨に反する募集により多額の寄附金を集めた団体が他の地方団\n体と全く同列に扱われ指定されるとすれば，他の地方団体の理解や\n納得を得られず，公平を損ない，募集の適正な実施を確保する上で\n支障となる。本件制度に関係する主体の多くが納得感をもって当該\n制度を自発的に健全に発展させるよう環境設定を行うことは安定\n的な制度運用において不可欠である。\n⒟  小括\n以上によれば，本件告示２条３号は，特例控除対象の寄附先となる\n地方団体の適格性審査基準として必要な規定であり，寄附金募集の適\n正な実施確保との間に合理的な関連を有するから，法律の委任の範囲\n内であることは明らかである。\nｅ  原告の主張に対する反論\n⒜  募集適正基準は将来の募集を適正に行うための基準であるとの原\n告の主張によれば，今後の適正な実施の意思に委ねることと何ら変わ\nらず，適正な実施は確保し得ない。\n⒝  また，認定基礎期間の始期は，総務省において本件制度見直しの検\n討を前提に，改善の取組内容を調査すると通知した際の調査の基準時\nである。多くの地方団体において募集方法の改善が予想される中で，\nなお趣旨に反する方法で募集を行えば，一層強い誘引となり，極端に\n多額の寄附金が集中することは十分予想可能であった。\n⒞  原告が正当な競争と主張するのは，本件制度創設時から制度の濫用\nとして懸念され良識による自制に委ねることが期待されていた行為\nを行ったことを正当な競争と主張するもので，本件制度及び本件指定\n制度の趣旨を正解しないものである。\n⒟  本件指定制度はこのような制度をゆがめる地方団体を指定対象か\nら外すことを企図して創設されたものである。\nイ  本件告示２条３号は過去において適法であった行為を遡及的に不利益に\n取り扱う規定として租税法律主義に反するか（争点 イ）。\n原告の主張\n本件告示２条３項が問題とする行為は，過去の時点で適法であった行為\nであること\nａ  本件指定制度導入までは，返礼品についての法的規制は一切なく，泉\n佐野市の募集行為は適法であった。総務大臣の技術的助言に法的拘束力\nはないから，募集行為は原則として各地方団体に委ねられていた。被告\nは，本件告示２条３項を制定して，上記各地方団体の判断に委ねられ自\n由に行い得る行為を理由に本件不指定をしたものであり，実質的には法\n律の遡及適用であり，法的安定性及び予測可能性を害する。\nｂ  泉佐野市は，法定のルール内で適法かつ正当に競争をしたことに対し\nて制裁を課せられたもので（なお，泉佐野市は，加えて地方交付税の減\n額という制裁も受けている。），法治主義に反する。元来制度設計時に明\n確な競争ルールを定めておくべきであったのに，それをせず，禁止され\nていない過去の行動について，その法制度の不備を事後的に地方団体に\n不利に転嫁したものであり，禁反言法理にも反する。\n被告の主張\n租税法律主義は，飽くまでも納税者の経済生活における法的安定性と予\n測可能性を与えることを機能とするものであるが，法３７条の２第２項の\n規定上，本件指定制度の指定は納税者の寄附に先立ってされるから，問題\nとならない。原告の租税法律主義の理解は誤りである。\n本件告示の地自法適合性\nア  本件告示２条３号は，（文言上）技術的助言に従わないことへの不利益的取\n扱を規定したもので地自法２４７条３項に反するか（争点 ア）\n原告の主張\n本件指定制度において指定を受けるに必要な要件として定められた①\n返礼品３割以下基準及び②地場産品基準は，いずれも本件指定制度が法定\nされて初めて法定化されたものであり，従前法規制はなかった。\nａ  技術的助言に従わないことにつき不利益的取扱をすることは禁止さ\nれていること\n⒜  総務大臣は，従前，上記①や②に関する通知を発出したが，これら\nは地自法２４５条の４に定める「技術的助言」であって，法的拘束力\nがなく，従うか否かは任意である。これへの不遵守を理由に不利益扱\nいをすることは地自法２４７条３項により禁止される不当な制裁で，\n法治主義に反する。\n⒝  国地方係争処理委員会は，過去の募集行為は行為時に違法でなく，\nこれを理由とする不利益的扱いは地自法２４７条３項に反する旨示\n唆した。\nｂ  上記 イ と同旨\nｃ  被告の主張に対する反論\n⒜  被告は，泉佐野市の行為が地方財政法２条１項に抵触すると主張す\nるが，同条は抽象的な訓示規定であり，行為規範ではない。また，本\n件制度では元々都市部から地方への住民税の移転が想定され，都市部\nの住民税受領額の減少は制度自体予定しており，元々個人住民税の大\n幅減少防止の観点から，特例控除枠の上限が設定されており，その枠\n内で競争したにすぎないから，他の地方団体の「財政に累が及ぶ」と\nの評価は当たらない。なお，被告は，改正法以前の状況を法令違反で\nあるというのではなく（違法である旨の警告はされていない。），地方\n財政法２条１項に「照らして不当」というにすぎず，同規定に「反す\nる」とも明言していない。\n⒝  被告は，技術的助言の内容と本件告示とは異なると主張するが，制\n度の趣旨に反するというのは正に技術的助言の内容そのものである。\n４か月指定となった４３団体が不指定となっていないから技術的助\n言と制裁とは異なるとも主張するが，認定基礎期間中に返礼割合３割\n超の返礼品を提供しているのに，法定基準を遵守したものと判定した\nのである。\n不指定４団体は，恣意的な判断により狙い撃ちされたものである。\n被告の主張\nａ  地自法２４７条３項が，国等の行政機関が行う助言等に従わなかった\nことを理由とする不利益な取扱いを禁止するのは，地方団体等は，助言\n等に従うべき法律上の義務を負わないためである。本件不指定は，改正\nに係る法３７条の２第２項の規定とその委任を受けて制定された本件\n告示という法令の根拠に基づいてされたものであり，同条項が妥当する\n場面ではない。行政指導の対象となった事実がその後の行政処分の理由\nとなったとしても不利益的取扱とはいえず，違法とはいえない。\nｂ  本件告示２条３号は，総務大臣の技術的助言とは対象となる事実自体\nが異なるし，制裁を定めるものでもない。認定基礎期間において返礼割\n合３割超又は地場産品以外の返礼品の提供を行った地方団体４３団体\nは，平成２９年通知又は平成３０年通知に反しているが，本件通知２条\n３号の本件制度の趣旨に反する方法で募集したとの要件を満たすもの\nの，著しく多額の寄附金を受領したとの要件を満たさないとして，４か\n月の指定を受けた。\nイ  本件告示２条３号は地自法２４５条の３等に反するか（争点 イ）。\n原告の主張\nａ  本件告示２条３号の要件は必要最小限の関与・規制ではなく，国の関\n与の必要最低限を定める地自法２４５の３に反し，普通地方公共団体の\n自主性・自立性を侵害するから，告示を定める裁量権の逸脱濫用がある。\n⒜  著しく多額の寄附金受領について\n本件告示２条３号の「著しく多額」の要件は，基準として不明確で\nある上，新制度施行後に違反をした場合に比して不均衡が生じる。\n⒝  指定対象期間内において，制度の趣旨に反する方法による寄附金の\n募集と，他の団体に比して著しく多額の寄附金の受領がされないこと\nを確保すれば十分であるのに，過去の募集態様を一律に要件とする点\nにおいても，関与の必要最小限の原則に反する。\n⒞  返礼品を提供しない地方団体にも適用する点も必要最小限の関与\nとはいえない。\nｂ  不指定とされた地方団体が後に指定を受けるための要件（復権ルール）\nも不明確であり，恣意的な裁量を許容するものとなっている。これは，\n予測可能性・法的安定性を害するものであり，泉佐野市の安定的な行政\n運営に支障が生じることとなる。\n被告の主張\nａ  地自法２４５条の３は関与の基本理念を示す規定であって裁判規範\nとしての機能を有しない。したがって，立法府や政令制定者は，立法に\n際して，当該基本指針に対して一般的な配慮義務を負うにすぎない。\nｂ  国地方係争処理委員会が，本件告示２条３号が地自法２４５条の３第\n１項と適合するかの点を取り上げたのは，司法審査の場面とは異なり，\n同委員会が地方団体の自主性，自立性尊重の観点から不当か否かについ\nても広範な審査権限を有することによる（同法２５０条の１４）。\nｃ  のとおり，本件告示が法律の委任の範囲内にある以上，地自\n法２４５条の３に抵触するとの点が問題となる余地はない。\n本件不指定の要件判断の違法の有無\nア  募集の適正な実施に係る基準(本件告示２条３号)に適合する団体か（争点\n原告の主張\nａ  上記のとおり，募集の適正な実施基準は違法無効である。なお，原告\nは，本件指定制度開始後は，募集の適正な実施を行う予定である。\nｂ  著しく多額の寄附金の受領について（不合理・不公平な取扱を受けて\nいること）\n今般，不指定とされた４団体と，４か月の指定を受けた４３団体とは，\n返礼品提供の態様においては全く同じである。異なるのは認定基礎期間\nにおける寄附金の受入額が５０億円を超えたか否かのみであり，４０億\nないし５０億円の寄附金を受けてもなお指定を受けた団体もあるから\n（乙４２），泉佐野市に対する取扱いは不合理不公平である。\nｃ  基準に適合しないことの立証責任は被告にあること\n国民の権利義務を制限し義務を課す行政行為の要件事実の立証責任\nは被告である行政庁側にある。\nｄ  原告は本件制度の趣旨にかなう取組をしてきたこと\n原告は，本件制度を活用し，様々な取組をしてきた（文化財保存のク\nラウドファンディング，起業家支援プロジェクト，復興支援の取組，災\n害寄附の代理受付，モノからコトへの取組等であり，被災地支援パート\nナーシップにおいては支援金の全体の３割が泉佐野市の寄附である。）。\n認定基礎期間中に返礼品としてアマゾンギフト券を提供したのは，地場\n産品規制について，新制度から排除される市内事業者の救済と影響を最\n小限とするためである。\n被告の主張\nａ  泉佐野市は本件告示２条３号に該当しないこと\n⒜  本件告示２条３号の前段の要件（告示１条の趣旨に反する方法によ\nり他の地方団体に多大な影響を及ぼすような寄附金の募集を行った\nこと）\nⅰ  泉佐野市の募集広告は，買物をする消費者を誘引するようなお値\n打ち感を強調するものであり，寄附金を集めることのみを最優先の\n目的とし，納税者の関心を返礼品の価値の高さにのみ向ける寄附金\nの募集方法である。\nⅱ  泉佐野市の返礼品は地場産品でないものが７割以上を占めてい\nた。内容も，一般の小売店舗で容易に入手し得るものが多い。\nⅲ  ピーチポイント，アマゾンギフト券はいずれも地場産品以外であ\nり，金銭類似の性質も併有し，寄附に対する社会的儀礼の範囲を超\nえる。かかる返礼品の提供は，寄附を行う多くの人にとり，過剰な\n誘引として作用し，本来の趣旨である税の使途を自らの意思で決め\nることを阻害することは明らかである。\nⅳ  認定基礎期間における泉佐野市の返礼品の返礼割合は，全品目で\n返礼割合３割を超え，上位１００品目の返礼割合は単純平均で４３．\n５％であり，返礼割合が４割未満の品は１３品目にすぎない。\nⅴ  以上によれば，泉佐野市が趣旨に反する方法による募集を行った\nことは明らかである。他の地方団体から批判が多数寄せられている。\nｂ  本件告示２条３号の後段の要件（趣旨に沿う方法による募集を行う他\nの地方団体に比して著しく多額の寄附金を受領していたこと）\n⒜  泉佐野市は認定基礎期間において約３３２億円もの寄附金を受領\nした。これは全地方団体が受領した寄附金総額の約 1 割にも上る。\n⒝  この間，原則となる指定対象期間１年４か月の指定を受けた１７４\n０地方団体の平均受領額は約１億円であり，最大受領額も４０億円か\nら５０億円の間であるから，泉佐野市はこれらに比して著しく多額の\n寄附金を受領した。\n⒞  泉佐野市の個人住民税の歳入額は平成２９年度当時約４７億円で\nあり，平成３０年度１年間の寄附金受領額は同市の１０年分の個人住\n民税に該当する。同市の平成元年度から平成２７年度までの決算平均\n額は約４１２億円であるが，平成３０年度の決算額は約１３００億円\n程度に増額しており，同市は人口が約１０万人であるのに，上記額は\n人口３０万人から４０万人規模の地方団体に匹敵する。\nイ  法３７条の２第２項各号の要件適合性（返礼品を提供しないと申出をした\n場合に法定返礼品基準の適用について審査する必要がないのに審査をしたこ\nとは違法か）\n原告の主張\nａ  返礼品を提供しないと申出をした場合には，法定返礼品基準の適用に\nついて審査する必要はない。\n⒜  法３７条の２第３項の規定と法施行規則１条の１７について\nⅰ  法３７条の２第３項は，申出書提出について規定するが，これに\n関する法施行規則１条の１７第１項は，その記載事項について，返\n礼品提供の場合には同条項１号から４号までの事項を，返礼品を提\n供しない場合には，同条項１号及び４号の事項のみ記載すると規定\nし，後者につき同条２号及び３号を除外した。これは，返礼品提供\nについては地方団体に自己申告させるということを意味する。\nⅱ  法３７条の２第３項は，添付書類として同条２項所定の基準に適\n合することを証する書類と規定するが，これに関する法施行規則１\n条の１７第２項は，「指定対象期間に行おうとする」寄附金の募集\nの取組の内容に関する書類と規定しているから，上記地方団体の自\n己申告によって申出書の内容・添付書類の内容を決めて審査するこ\nとになる。\n⒝  被告の主張に対する反論\n被告は，総務大臣が申告内容にかかわらず実質審査を行うことを前\n提とする規定であると主張するが，次のとおり失当である。\n①  法は，全国１７８８の地方団体について，総務大臣が上記申告内\n容を前提とせずに実質審査をすることを予定しておらず，事実上も\n不可能である。実際には，総務大臣の意向に沿わない泉佐野市等の\nみを狙い撃ちにする極めて不公平不当な解釈である。\n②  法施行規則１条の１７第２項３号は，文言上指定対象期間に「行\nおうとする」寄附金募集の取組内容と規定しているから，行おうと\n自己申告する寄附金募集の取組内容を指すと解釈すべきである。\nｂ  泉佐野市は，法定返礼品基準に適合しない募集をする意思はない。\n⒜  法定返礼品基準に適合しない募集をする意思は認定できない。\nⅰ  泉佐野市は法を遵守する旨終始明言している。本件では，改正法\n施行前後で法的規制が全く異なるため，施行前に助言に従わないこ\nとが施行後に規制を遵守しないとの推認は働かない。\nⅱ  法定基準違反の募集行為は，募集の性質上すぐに露見するし，指\n定取消しの制裁があるから，かかる行動は見合わず，動機も皆無で\nある。\nⅲ  泉佐野市は返礼品を提供しないとの申出をしているが，申出後に\n所定の手続を経て返礼品提供する団体に変更できると聞いており，\n返礼品の提供を検討していると述べたのも，新制度の下で上記所定\nの手続履践後に行う予定である。\n⒝  被告の主張に対する反論\nⅰ  泉佐野市は，返礼品の基準適合を証する書類の準備が間に合わな\nかったため，一旦返礼品を提供しない団体として申出をし，その後\n上記⒜ⅲのとおりとすることにしたにすぎないから，上記書類の提\n出がないことをもって不指定にすることは許されない。\nⅱ  原告が従前返礼品として提供したピーチポイントを地場産品に\n該当すると明記した点を不指定の理由とするのは失当である。\n①  これは従前提供に係る返礼品の報告（様式２－２）であり，今\n後提供予定の返礼品の記載（様式３）ではない。\n②  原告は，ピーチポイントが地場産品に該当する解釈は可能との\n意見を述べたにすぎず，法を遵守する意思がないとはいえない。\n被告の主張\nａ  法定返礼品基準に適合するかどうかの審査の在り方\n⒜  返礼品を提供する地方団体か否かで異なる２種類の指定があるも\nのではない。地方団体が一度指定を受ければ，返礼品提供の有無にか\nかわらず効果は同一であり，募集方法のいかんにかかわらず，その寄\n附金が特例控除対象となるという効果は同じである。\n⒝  返礼品を提供しない申出書の規定は，記載事項の省略を定めるにす\nぎない。申出書の記載は返礼品提供に関する判断における重要な資料\nの一つではあるが，基準に適合することを証する書類のほか，その他\nの資料や情報も判断材料になり得る。泉佐野市は，記者会見の場で申\n出とは異なる説明をしており，当然その内容も勘案して審査される。\nｂ  法３７条の２第２項各号の基準適合団体ではないこと(原告は返礼\n品を提供する予定があること)\n⒜  泉佐野市は，申出書提出後間もなく今後も返礼品を提供する予定\nであるとの意思を公式に表明し，その方針転換を表明してもいない\nから，指定対象期間において返礼品を提供する予定があると認めら\nれる。\n⒝  同市の返礼品の誘引力に依存して寄附金を募集する姿勢は改正法\n公布後も変化がみられず，返礼品提供予定を前提に審査を行う必要\nがあった。\n⒞  同市は，法定返礼品基準に適合することを証する書類を提出して\nおらず，従前の運用改善の計画はおよそ明らかにしていない。\n⒟  同市の従前の運用からも，法定返礼品基準に適合した運用が期待\nできるような事情は見当らない。\n①  従前，同市はあらゆる種類の返礼品の誘引力を用いる旨表明し，\n返礼品３割以下基準の法定後も，返礼品は各地方団体が決めるべ\nき事柄であるとか，趣旨に反するとはいえないと表明していた。\n②  同市は，返礼率５０％が標準であるとして３割を上回る返礼品\nを取扱い，改正法公布後も同様の取組であった。アマゾンギフト\n券のキャンペーンも開始し，返礼割合も最大７割まで引き上げた。\n③  明らかに地場産品とはいえないものも含めてあらゆる物品を\n取り揃えるなど，地場産品基準を無視した。\n手続的違法の有無（予備的主張）\nア  本件告示制定手続の適法性（争点 ア）。\n原告の主張\nａ  本件告示は，行政手続法３８条以下に基づき意見公募手続（いわゆる\nパブリックコメント）がされておらず違法であり，これによる不指定は\n無効である。\nｂ  本件告示は，行政手続法４条４項６号には該当せず，意見公募手続の\n適用除外とはならない。\n同号により適用除外となるのは，命令が国又は地方団体の内部的事項\nあるいは国の地方団体に対する関与にとどまる場合であるが，本件告示\nは，地方団体の申出に対する指定処分の基準であり，本件制度に関する\n地方団体及び国民の権利利益に大きく関わるため，内部的事項には該当\nしない。\n被告の主張\n本件告示は，行政手続法４条４項６号により，意見公募手続に係る第６\n章の規定の適用が除外される。\n行政機関相互の関係においては，国民・私人との関係の規律と同様の手\n続規定を設けることは適当でないとして，適用除外が定められており，本\n件は，地方公共団体に対する国の関与の一類型（地自法２４５条柱書きの\n括弧書きにおいて「普通地方公共団体がその固有の資格において当該行為\nの名あて人となるものに限り」とされている。）であり，行政手続法４条４\n項６号所定の「国と普通地方公共団体との関係」「について定める命令等」\nに該当する（行政手続法の上記除外事由が定められた過程において示され\nた整理においても，現時点では義務付けまではしないことが適当であると\nされた。）。また，本件では国民の権利義務に関わる処理基準ともいえない。\nイ  本件不指定は，地自法２５０条の２に反するか（争点 ）\n原告の主張\n本件不指定は，地自法２５０条の２に反する。\nａ  本件不指定後，本件告示２条３号所定の「著しく多額」という要件は，\n５０億円を上回る場合であると公表された（甲Ｂ１６）。被告は，この著\nしく多額という基準は地方団体申出前には明らかにできない数字であ\nると自ら述べていた（甲Ａ２９）が，著しく多額の判断基準を設定・公\n表することに何の支障もなかった。\nｂ  同号所定の「趣旨に反する」及び「他の地方団体に多大な影響を及ぼ\nす」の判断基準も本件不指定時には公表されていなかった。\n被告の主張\nａ  地自法２５０条の２は，行政手続法５条の審査基準同様，許認可等の\n申請などの全てについて基準を定めることを求めるものではない。法令\nにおいて許認可等の性質に応じて既に具体的ないし明確な定めがある\n場合や，許認可の性質上法令所定の内容以上に具体的基準を設けること\nができない場合等，基準を設定しないことにつき合理的理由及び正当な\n根拠がある場合には基準を設定しないことも許容される。\nｂ  本件について\n⒜  本件では，地方団体の適格性審査の趣旨目的は明らかであり，法律\nの規定や告示に具体的な定めがあり，それ以上具体化できない。\n⒝  さらに指定申出に当たり，総務省からは，あらかじめ「ふるさと納\n税に係る指定制度の運用について」「ふるさと納税に係る指定制度の\n運用についてのＱ＆Ａについて」を送付・公表しており，本件告示２\n条２号の費用の算定や，不当な方法による募集の具体例などを示して\nいる。\n⒞  法所定の申出書添付書類が提出されて初めて，認定基礎期間におい\nて趣旨に沿う方法による募集であったかどうかが判明するほか，各受\n入額の全体の分布状況，最高額や平均額等が判明するため，著しく多\n額に該当し得る金額をあらかじめ特定することはできない。\nウ  本件不指定は，地自法２５０条の４に反するか（争点 ）\n原告の主張\n被告の提示した不指定理由①ないし③を記載した書面は，結論と根拠条\n文を挙げるものにすぎず，理由提示義務に反する。\nａ  不指定理由①は，申出書・添付資料の内容が基準に適合しないという\nものであるが，どの基準に適合しないか不明である。\nｂ  不指定理由②は，本件告示２条３号の条文の文言どおりであり，特に\n「著しく多額」の理由も不明である。\nｃ  不指定理由③は，「現に実施している寄附金の募集の取組」という表\n現に関する事実関係が全く不明であり，了知できない。被告の答弁書を\n見るまで，泉佐野市職員が今後も返礼品を提供したいと述べたことや，\n本件不指定直前まで最大６割という高い返礼割合で返礼品を提供した\nことが基礎となったことは了知できなかった。不指定後，質問書を送付\nしたのは事実関係が了知できなかったからである。\n被告の主張\nａ  泉佐野市は，自らの返礼品の内容や返礼割合について十分把握した上\nで申出書及び添付書類を作成提出した。\n返礼品の全てが返礼割合３割超又は地場産品以外の返礼品を提供す\nるものに該当すること，その受領に係る寄附金額も自ら記載した。\nしたがって，その募集方法の全てが本件告示２条３号に該当し，受領\nに係る寄附金額が著しく多額との評価を受けることも当然認識し得た\nことは明らかで，理由となる事実は具体的に特定されており，通知書の\n意味するところは明白であり，理由付記として欠けるところはない。\nｂ  また，泉佐野市は，今後も返礼品を提供する旨公式の場で述べ，返礼\n品の提供予定を前提とする書面(様式３)不提出も承知していた。\nｃ  泉佐野市が，不指定後送付した質問書においても，総務大臣がした判\n断が，「趣旨に反する」募集方法であり，他の地方団体に「多大な影響を\n及ぼす」に該当するとの判断であったことは十分知りながら，その評価\nないし判断根拠につき回答を求めたにすぎなかった。また，国地方係争\n処理委員会の審議過程においても，理由付記の不備により，本件不指定\nの理解や対応が損なわれるといった支障を被っていない。\n第３  当裁判所の判断\n１  認定事実\n本件制度の制定経過\nア  本件制度の提言\n本件制度創設の契機となったのは，平成１９年５月の当時の総務大臣の\n問題提起であり，同大臣の下に本件制度の研究会が設置され（以下「研究\n会」という。），同年６月に第１回研究会が開催され，検討が重ねられた（乙\n２，５）。\n研究会において整理された基本的な考え方によれば，多くの国民が地方\nのふるさとで成育し，教育も受け，進学や就職を機に都会に出て，そこで\n納税をするとのライフサイクルを背景に，都会の地方団体がこれらの納税\n者から税収を得るのに，彼らを育成した「ふるさと」の地方団体に税収は\nないという状況が生じているのを踏まえて，税額の一部とはいえ納税者が\n自分の意思で納税先を選択できる制度があってもよく，これにより，①納\n税者意識の涵養，②ふるさとの大切さを意識でき，③受入側の地方団体に\nおける自治意識進化といった重要な意義が見いだせる，これにより納税者\nと地方団体の間に新たな関係が生まれることが期待されると提案され，同\n年１０月に「ふるさと納税研究会報告書」に，納税者選択に係る任意の地\n方団体に対する寄附金額のうち毎年５０００円を超える部分を，当該納税\n者の（制度利用前の）住民税所得割の税額の１割を上限として住民税額か\nら控除し，寄附額中５０００円を超える部分の１００％の減税を，所得税\nと併せて実現するという提案に取りまとめられた（乙２・１ないし３頁，\n１５，１８，１９，２０，２２頁）。\nこれにより，地方団体間の税収格差の是正に資することが期待されたも\nのの，飽くまでもふるさとの大切さを再認識することに役立つという意義\nが重要であると強調されている（乙２・３頁）。\nなお，このような税金の一部を生まれ故郷の地方団体に納付し得る仕組\nみの提言はこれまでにもあり，地方団体に対する寄附金が個人住民税にお\nける所得控除の対象に追加され平成６年度以降適用されていたが（乙２・\n６頁），使いにくさの指摘とともに，上記当時には，都会転出者が成長の過\n程で地方が教育・福祉に負担したコストの還元の仕組みや，生涯を通じた\n受益と負担のバランス論といった考え方（同７頁）や，都市の住民から，\nふるさとに限らず関心を持つ地方への「応援」という考え方などが提言さ\nれ（同８頁），本件制度はこれら二つの考え方に立脚するものとなった。\nａ  制度の設計としては，本件制度が納税者の任意性を契機とするため，\n地方団体への税を分割する方式を採らず寄附金税制を応用する方式を\n採ることとされた。これは，寄附金税制の応用の方式を採用すれば，地\n方団体への税を分割する方式を採る場合に指摘される，課税権やその強\n制性，住民間の公平性等の諸問題を克服することができるとの理由が挙\nげられている（同１２頁）。\nｂ  また，控除方式については，所得控除や税額控除があり得るが（現行\nの寄附金税制は所得控除方式を採用している。），税額控除方式ならば，\n税率にとらわれず政策目的に沿って控除率を設定できるため税額軽減\n効果を高くできることや，効果を実感しやすく分かりやすいといった\n利点があるとされ，税額控除方式が採用された（同１４，１５頁）。\nｃ  適用下限額については，上記１０万円から大幅に引き下げるのが相\n当であるが，税務執行上の事務負担のほか，寄附者の真剣さ，地方団体\n側の制度濫用につながる危険なども指摘され，種々の検討の結果，所\n得税と同じく５０００円を超える部分の税額控除が採用された（同１\n９，２０頁）。\nｄ  本件制度の帰結として居住地の住民税を控除するならば，住民とし\nて住所地から受益していながら全く負担を免れることとなるのを防止\nする必要から，特例控除の上限額の設定を要するものとされた(同１８\n頁)。\nまた，制度推進や実効性確保のためには，地方団体が寄附を受けるにふ\nさわしい行政とその積極的な取組や情報発信が望まれるとされる一方で，\n寄附を集めるため，地方団体が寄附者に対し特産品などの贈与を約束した\nり，直接的な勧誘活動を行ったりするなど，本件制度濫用の懸念も指摘さ\nれていた（同２３頁）が，これへの規制は見送られ，各地方団体の自制に\n委ねることとされた。\nなお，寄附を受領した地方団体への地方交付税は減少させないのが望ま\nしく，寄附により個人住民税が減少した場合についても，従前同様減少額\nの７５％を基準財政収入額に反映するのが望ましいとされた（同２１頁）。\nイ  与党税制改正大綱\n上記は，平成１９年１２月に取りまとめられた与党の平成２０年度税制改\n正大綱中，税体系の抜本的改革の一環である「民間が担う公益活動の推進，\n「ふるさと納税」」の項において，公益法人制度改革への対応，民間による\n自発的な公益活動を更に促進するための寄附金税制の改革と共に，個人住民\n税の地方団体に対する寄附金税制を大幅に拡充し，現行の所得控除方式を税\n額控除方式に改め，所得税と併せて一定限度まで全額控除する仕組みを導入\nするとして，改革の骨組みに組み込まれた（乙６）。\nウ  国会の審議経過\n本件制度の趣旨につき，第１６９回国会においても，前記 と同様の\n説明がされ，平成２０年２月２２日の衆議院総務委員会では，各地方団体\nにおいて従前以上に地域の活性化のための方策に取組み，その情報発信を\nし，寄附を促す取組も促進されることを期待するものであると説明された\n（乙７の１）。\n他方，同年４月の参議院総務委員会では，研究会で指摘された，本件制\n度の濫用，すなわち，寄附を集めるために特産品を贈る約束をするとか直\n接的な勧誘活動を強く行う団体が出現する懸念も明らかにされたが，飽く\nまでも「いわゆる善政競争のようなものをしていくということが大事」で\nあって，自治の良識が問われるところであり，本件制度の趣旨を踏まえ，\n節度のある良識ある行動をとり適切に対応するよう期待すると答弁され\nた（同月８日，２４日。乙７の２，３）。\n本件制度の内容\nア  本件制度の制定\n上記の検討と議論等を経て，本件制度は，納税者が地方団体に対して，\n一定の金額（適用下限額）を超える額の寄附金を支出した場合，その超え\nる部分の金額につき，一定の上限まで（控除上限額），原則として所得税・\n個人住民税から全額を控除できる制度として成立した(平成２０年４月３\n０日改正に係る所得税法７８条及び法３７条の２。甲Ｂ６，甲Ｃ４１，乙\n４０)。\n本件制度は，基本的に，研究会のとりまとめた報告書をほぼ踏襲して立\n法化されており，上記 二つの考え方を承継し，制度の枠組みは，\n（個人住民税の所得控除方式を税額控除方式に\n改めた。）。\n本件制度の政策的な意義は，従前認められていた税額控除分（基本部分\n１０％〔道府県民税４％，市町村民税６％〕）に特例控除額を上乗せして\n適用下限額を除いた寄附金額の全額を控除できる（５分の２を都道府県民\n税から，５分の３を市町村民税から）こととなるため，地方団体に対する\n寄附をより一層奨励し，地方団体が様々な特色ある施策を実現するための\n財源を自ら確保し，もって全国の地方団体における豊かな地域社会の形成\n及び住民福祉の増進に寄与することが期待されると説明されていた（甲Ａ\n２８・１５頁）。\n地方団体がふるさと納税（寄附金）を受けるに際して提供することが予\n想される返礼品についても，研究会の考え方を踏襲し，さし当たって，地\n方団体の自制に委ねることとされ，法文上，規制はされなかった。\nイ  本件制度の修正\n平成２３年６月３０日，適用下限額を５０００円から２０００円とする\n改正がされた（平成２３年法律第８３号）。\n平成２７年３月３１日，控除上限額を所得割額の１割から２割とする改\n正がされた（平成２７年法律第２号）。\nウ  本件制度の帰結\n本件制度の帰結として，寄附者が住所地以外の地方団体に寄附を行った\n場合，寄附先の地方団体の寄附金収入は増加する一方で，当該寄附者の住\n所地の地方団体の個人住民税は同額において控除される。そのため，寄附\n金上限額内の金額についてであるが，寄附者が本来納税すべき住所地の個\n人住民税の一部が，寄附金を受領した地方団体にそのまま移転することと\nなり，住所地の地方団体の個人住民税は減収となる。\nまた，各地方自治体の財政は，国税の一定割合を原資とする地方交付税\nにより財政調整が図られており，地方交付税法２条３号所定の基準財政需\n要額が同条４号所定の基準財政収入額を超える地方団体に対し，衡平に超\n過額が補填される（同法３条１項）。この補填の算定については，寄附者の\n住所地の地方団体の基準財政収入額の算定に当たり税収の減少とされ（乙\n７の３・２枚目１段目），その７５％の限度で地方交付税により補填され\nる（同法１４条。したがって，減少部分については国庫負担にも影響する。）。\n他方，寄附を受領した地方団体の基準財政収入額には算入されない。\n本件制度の利用状況\nア  受入数，受入件数の伸長\n平成２０年度から平成２５年度までは本件制度の利用は低調であったが，\n平成２６年度以降は，寄附金受入額及び受入件数ともに増加の端緒を得，平\n成２７年度に大幅な増加をみた（乙６１）。このように大幅に制度利用が増\n加したのは，①地方団体が，寄附金を受けるに際して提供する返礼品が充実\nし，その返礼品情報を取りまとめてふるさと納税の申込みを受け付ける「ふ\nるさと納税ポータルサイト」の利用が増加したこと，また，平成２７年４月\nには，② のとおり，控除上限額を所得割額の１割から２割に拡充\nし，③寄附金税額控除を受ける手続簡素化の制度創設を内容とする法改正が\nされたこと（甲Ｂ８）によるものであった（争いがない。）。\nイ  各地方団体の取組\n総務省では，ふるさと納税の使途を地域の実情に応じて工夫し，ふるさ\nと納税を活用する事業の趣旨や内容，成果を明確にすること，ふるさと納\n税をした納税者に対し事業等の取組を継続的に情報発信することが重要\nな視点であるとして多数の地方団体の取組を紹介するなどした。\n地方団体の中には，奨学金や子育て・教育支援，人材育成，スポーツや\n国際交流事業の充実，伝統工芸や有形・無形の文化財などの観光資源の保\n存，図書館や学校など公共施設・公教育・福祉の充実といった取組に使用\nするなど，趣旨に沿った取組事例も多数見受けられるようになった（乙１\n０）。その一方，都市部の地方団体を中心に，本件制度による控除が多額に\n上った（乙１２の１，２）。\n返礼品の状況\n平成２５年度の段階で本件制度に関して調査を行ったところ，８割の地\n方団体において本件制度に係る寄附金を充当する事業等の使途を選択で\nきるようにするなど上記制定時の経緯に応じ趣旨にかなう対応を執って\nいた。返礼品として特産品を送付することへの意識調査では，積極的に実\n施すべきとの回答が１３％，５割が問題ないと回答し，その余についても\n３割は問題があるが地方の良識に任せるべきであるとの意見であり，規制\nを望む意見はほぼなかった（甲Ｃ１０，乙１８・６枚目）。また，この段\n階では，積極派や問題なしとの意見につき，その理由を尋ねたところ，特\n産品の送付は，地方団体のＰＲ効果等のメリットが大きい，あるいは地域\n経済への波及効果等が望めるなどの理由を回答していた（同６枚目）。\nウ  平成２７年度地方財政審議会（乙１４）\nしかし，平成２６年１２月の地方財政審議会では，本件制度について，個\n人住民税額が過度に減少するような仕組みとならないよう留意を要すると\nされ，国民の批判を招かない形での本件制度の活用が進むことが期待される\nとして，ふるさと納税に対する謝礼（返礼品等の送付）については地方自治\n体における節度ある運用を求める旨の意見が付記された（甲Ｃ８，乙１４）。\nエ  その後の動向（平成２７年通知までの状況）\n平成２７年度の利用動向\n前記アのとおり，平成２６年度以降ふるさと納税受入額及び受入件数と\nもに大幅に増加したが，この背景として，地方団体間で，ふるさと納税を\n受ける地方団体が提供する返礼品が高額化し始め，これを誘引として利用\nする地方団体が，多くの寄附を集めるようになったとの事情があった。\n平成２７年度の寄附額は１６５３億円であったが，返礼品調達費用は６\n３２億円であり，寄附額の４割に上る状況となった等の集計結果も報道さ\nれた（甲Ｂ３８）。\n本件制度の拡充と国会審議について\n本件制度は，前記のとおり，平成２７年度４月から①特例控除額が拡充\nされ，②申告手続が簡素化された（ワンストップ特例の創設。甲Ｂ８）。\n上記拡充に関する同年２月２６日の第１８９回国会の衆議院本会議で\nは，返礼品の高額化や返礼品競争のような状況が生じていることにつき，\nそもそも本件制度は税収を増加させるものではなく，税を移転する仕組み\nにすぎないし，税収の一部が本来地域活性化のために使用されるべきとこ\nろ，返礼品の費用に充当される事態は税使途の自由度を失わせる正常でな\nい状態である旨の指摘がされた（乙７の４・４枚目）。これに対する総務\n大臣の答弁は，返礼品の送付についてはふるさとの宣伝や地場産業育成の\n効果があるが，過熱しているとの意見もあるため，良識ある対応を要請し\nているとの内容にとどまっていた（同４段目）。\n法改正に至る経緯\n上記の状況を踏まえ，当時の総務大臣から，返礼品につき，\n（以下ア，ウ，オ，キ）のとおりの通知が相次いで発出され，またその間，以\n下のとおりの事実経過をたどった。\nア  平成２７年通知\n上記のとおり，本件制度を利用した寄附金額が増大する一方で，専ら返礼\n品を強調して寄附を募集することへの批判が高まったため，平成２７年４月\n１日，総務大臣は，地方団体宛てに，地自法２４５条の４の「技術的助言」\nとして，平成２７年通知（甲Ｂ９・３２頁，乙１９）を発出した。\n平成２７年通知は，法の他の改正等の通知とともに，特記事項として，ふ\nるさと納税の特例控除額上限の拡充（前記 ， ア）につき適切な取扱\nいを求めるとともに，留意点として，次のとおり掲げて適切な対処を求めた。\n「当該寄附金が経済的利益の無償の供与であること…を踏まえ」，寄附\nの募集に際し，「返礼品(特産品)の送付が対価の提供との誤解を招きかね\nないような表示により寄附の募集をする行為を行わないようにすること」\nとして，「返礼品（特産品）の価格」や「返礼品（特産品）の価格の割合」\n（寄附額の何％相当など）の表示を例として挙げた。\nそして，本件制度は，経済的利益の無償の供与である寄附金を活用して\n豊かな地域社会の形成や住民の福祉増進に寄与するため通常の寄附金控\n除に加えて特例控除が適用される仕組みであることを踏まえ，①換金性の\n高いプリペイドカード等，②高額又は寄附額に対し返礼割合の高い返礼品\n（特産品）の返礼品としての送付は行わないようにすることを求めた。\nそのほか，返礼品は寄附とは別途に行われることが前提となっており，\nその経済的利益は一時所得に該当することや，寄附金控除の趣旨を踏まえ\nた良識ある対応を行うこと，窓口の明確化，寄附者の利便性の向上に努め\nること，寄附を受ける地方団体はふるさと納税の使途（寄附金使用目的）\nについてあらかじめ十分な周知を行うなど，納税の目的が明確に伝わるよ\nう努めることなども併せて求める内容となっていた。\nイ  その後の状況\n第１８９回国会の平成２７年５月１４日の参議院総務委員会では，本来\nの税収を超えるような寄附金額が集まるような地方団体まで出現するに\n至ったことが指摘されたが，政府参考人からは良識ある判断の下で趣旨に\n沿った運用を進めてもらいたいとして，平成２７年通知を出した旨答弁さ\nれた（乙７の５）。\n平成２６年度に長崎県平戸市が，寄附額に応じて付与されるポイントを\n使用して特典を選ぶことのできる仕組み（ポイント制）を提供して寄附額\nが日本一になり，翌年の平成２７年度にはこの「ポイント制」が流行し（甲\nＢ３５・８頁），平成２７年度，岡山県備前市，長野県伊那市などが電化\n製品（同９頁）を提供し，千葉県大多喜町が金券を提供して人気となり，\nこれらの地方団体が多くの寄附を集めた。\nウ  平成２８年通知\nこの状況を受け，平成２８年４月１日，総務大臣は，地方団体宛てに，技\n術的助言として，平成２８年通知（甲Ｂ１０）を発出した。平成２８年通知\nは，法の他の改正等の通知とともに，特記事項として，前記アの平成２７年\n４月通知とほぼ同様の注意事項を掲げた（甲Ｂ１０・３３頁）。\n表示をしないよう求めたものは，前記ア の平成２７年通知と同旨であ\nった。\n送付をしないよう求めたものは，「趣旨に反するような返礼品」として，\n前記アの平成２７年通知掲記 をより詳細なものへと修正した（「換金\n性の高いもの」について，金銭類似性の高いもの・資産性の高いものに分\nけた，例示品目を詳細に挙げたなど。）。\nなお，この平成２８年通知に対し，区域内の工場で製造した電化製品や\n工業製品を返礼品とした地方団体からは「畑でできた農産物と町の工場で\nできた電化製品と何が違うのか」との意見も出た（争いがない。）。\nエ  その後の経過\n平成２８年４月ないし５月の国会審議\n第１９０回国会の平成２８年４月７日の総務委員会では，総務大臣が通\n知を繰り返し発出しているにもかかわらず，本件制度が「割安な，安価な，\n手ごろな，お得なカタログショッピングと化している」と指摘され，総務\n大臣も，各地方団体で運用改善に取り組まれているところではあるが，返\n礼品として金券や電化製品が提供され，これがネットオークションに出品\nされて換金される事態も生じたため，前記ウの平成２８年通知に至ったと\n説明された（乙７の６）。\nその後の動向\nａ  平成２７年度及び２８年度は，宮崎県都城市が“肉と焼酎，日本一”\nというブランド戦略で取り組んだ返礼割合の高い返礼品が人気を博し，\n２年連続で寄附額が日本一になった（争いがない）。\nｂ  平成２８年５月の報道では，前記平成２８年通知に対し，制度趣旨に\n沿わないことに理解を示す地方団体や，通知に従って返礼割合を下げる\nという地方団体，「商品を買うような行為」が税収減少を来したとして\n非常事態を訴えていた地方団体の間からは安堵の声もあったが，返礼品\nの価格は下げられないとか，地場産業との関係から困難を訴える声も多\n数上がった（甲Ｂ３８）。\nｃ  その後もなお返礼品提供の過熱は止まず，第１９３回国会の平成２９\n年２月２１日の総務委員会では，返礼品は本件制度外のものであり，本\n来の制度趣旨と異なる方向に進んでいるとの懸念や，度を越した返礼品\nは，原資が税金であり本来使途には公益性の要請があるところ，特定の\n個人への利益供与同然であるなどの法的な問題点も指摘された（乙７の\n７・２枚目３，４段目）。\nｄ  平成２８年度は，返礼割合３割を超える自治体は１１５６団体で全体\nの６４．７％に上っていた（甲Ｃ２３・２枚目）。\n市町村税課長による照会・回答\n平成２９年２月，総務省自治税務局市町村税課長は，全国知事会，全国\n市長会，全国町村会（地方財政委員会の委員を共同推薦するなどの権能を\n有する全国的連合組織。地自法２６３条の３第１項）に対して照会を発出\nしたところ，各会から，次のとおりの回答があった。\nａ  全国市長会（甲Ｃ１２，乙２０）（平成２９年３月）\n⒜  本件制度についての評価は千差万別で，新たな自主財源の確保や特\n産品の効果的ＰＲによる地域経済の振興を評価する都市がある一方，\n寄附金控除による税収の減少をマイナスの影響と評価する都市もあ\nる。多くの都市が，自治体間の返礼品競争の過熱について懸念を示し，\n寄附金控除による市税収入への影響や事務の増加を課題とするもの\nのほか，本来の趣旨が忘れられ返礼品目当ての現状を危惧する意見も\n多い。\n⒝  返礼品送付は，都市の魅力や特産物の効果的なＰＲとなっている，\n新たな地域資源発掘，返礼品調達による販路拡大，品質向上等の事業\n者の意欲の向上等，地域産業の振興につながるとする都市もある一方\nで，寄附額中返礼品の調達コストの占める割合が多くなり，本来の募\n集目的である事業に充当する財源の目減りの弊害があるとする都市\nもある。\nまた，返礼品の効果を評価する意見が多い一方で，過熱する返礼品\n競争を懸念する都市が非常に多く，自治体間格差の発生への危惧，本\n件制度への依存による事業者の本来の競争力を失わせるおそれを指\n摘する都市があり，節度をもって対応すべきであるが，現状では自主\n性に任せた適正化は困難であり，国において一定の基準やルールを設\nけるべきだとする都市が多い。\nｂ  全国町村会（甲Ｃ１３，乙２１）（平成２９年３月）\n⒜  地域活性化や人口減少対策等の地方創生に資するとして評価でき\nるが，過度の返礼品競争等のため評価できないとする意見もある。多\nくの団体が，返礼品競争について課題があるとしている。\n⒝  返礼品については，特産品や自治体の宣伝効果が高く，特産品の開\n発，販路・顧客の拡大になり，産業振興や経済の活性化に寄与してい\nるとする一方で，過度の返礼品競争は本来の制度の趣旨から問題があ\nり，国による一定の基準，ルール等を設けるべきであるが，一方で過\n度な制限は裁量を狭めるため慎重であるべきとの意見もある。\nｃ  全国知事会（乙２７）（平成２９年３月）\n⒜  本件制度は，積極的な活用により地域活性化や交流人口拡大に資す\nる効果もあるが，返礼品については，制度本来の趣旨，寄附であるこ\nとや，通常の寄附金控除に上積みとして特別控除となる仕組みである\nことを踏まえ，金銭類似性の高いものや資産性の高いものの返礼品を\n送付する行為は行わないようにするなど，節度ある運用とすべきであ\nる。\n⒝  なお，この回答には，都道府県の個別意見として，過度の返礼品競\n争や税源の流出，高額所得者の優遇，制度の理解が不十分ないし逸脱\nした利用等の課題，返礼品に力を入れる一部地方団体に寄附が集中す\nる等の問題点や，返礼品目当ての寄附を助長し，制度本来の趣旨を毀\n損する，返礼品コスト増加による実質的収入減少等の懸念などのさま\nざまな意見が付されている。\n総務省による意見聴取\n総務省自治税務局市町村税課は，同時期頃，本件制度の返礼品に関する\n課題の洗い出しと改善策のため，次のとおり，意見を聴取した。\nａ  有識者からの意見聴取（乙２６の１）\n有識者からの意見聴取の結果は，概略次のとおりであった。\n⒜  本件制度は，寄附文化の醸成や募集の取組の広がりなど一定の評価\nが可能な一方で，返礼品については行き過ぎで，良くない方向に向か\nっている。地方の特産品支援では，住民税の減税措置を講じる合理的\n理由が失われる，税収の移転自体は制度導入時からの目論見であり，\nそれ自体は悪くはないが，返礼品競争の結果であれば問題である。\n⒝  返礼品がなければ制度はここまで定着し活用されることはなかっ\nたし，地方の特産品のＰＲや振興に資する効果も無視できないが，ポ\nータルサイト事業者が現れたことで実質的に通販化し，経済的利益化\nを惹起し，現状放置すると，制度の根幹を揺るがしかねない。返礼品\nが当然となれば，寄附文化をもゆがめる要因ともなり得る。本来，自\n主規制すべきであるが，その動きがなければ国が規制することもやむ\nを得ないとの意見もみられた。\n⒞  返礼割合は，社会通念上のお返しと考えるとされたが，意見には極\nめて幅広のばらつきがみられた。なお，３割とすれば，送付料や広報\n費用等も含めて少なくとも半分以上が自治体に残るとの意見があっ\nた。他方，返礼品は本来不要という意見もあった。\nｂ  地方団体の実務担当者からの意見聴取（乙２６の２）\n地方団体の実務担当者からの意見聴取の結果は，概略次のとおりであ\nった。\n⒜  ふるさと納税の健全な発展の上での課題，返礼品に対する考えとし\nて，応援したい地域を応援する，使途に共感することで競い合うとい\nう本来の目的から離れ，モノにつられて寄附が行われ，通販化してい\nるといった意見，本来，寄附は見返りを求めないから，返礼品は不要\nのはずである，返礼割合の高さの競争となれば，自治体間の適正な競\n争が阻害されるといった意見がみられた。\n⒝  返礼割合については，４割程度ないし２，３割がせいぜいとする意\n見，５割は上限であるとの意見から８割程度は高すぎるとの意見，１\n０００円程度という意見，返礼品の価格の上限設定は２，３万程度と\nいう意見，上限の設定は不要と思うが１００万円を超えるものは明ら\nかにおかしいとの意見等が出された。\n⒞  返礼割合の規制については，上限設定をすれば，かえって現在返礼\n品を送付していない団体まで参加して，返礼品送付が原則化する懸念\nがあること，国の対応ないしは基準策定の要望，一部の団体による高\n額返礼品送付を止めないなら，返礼品価格相当を寄附金控除の適用外\nとすることも考える必要があるとの意見も出た。\nオ  平成２９年通知\nこの状況を受け，平成２９年４月１日，総務大臣は，地方団体宛てに，技\n術的助言として，平成２９年通知（甲Ｂ１１，乙１６）を発出した。この通\n知は，前記平成２７年通知や平成２８年通知と異なり，「ふるさと納税に係\nる返礼品の送付等について」と題する個別通知であり，本件制度がふるさと\nや地方団体の様々な取組を応援する気持ちを形にする仕組みとして創設さ\nれ，これら資金により各地方団体の事業に活用され地域活性化への貢献，災\n害時における被災地支援として役立っている一方で，返礼品については，各\n地方団体の独自の取組として行われ，各地方団体間の競争が過熱し，本件制\n度の趣旨に反する返礼品送付があるとの指摘があるとし，返礼品の基本事項\nとその在り方に関する留意事項を示してこれが制度趣旨に沿うものとなる\nよう責任と良識ある対応として，以下の事項の徹底を求めた。\n基本的事項としては，返礼品の送付を強調する募集を慎み，ふるさと納\n税の使途となる事業について十分な周知と事業の成果報告等，目的等が明\n確に伝わるよう努めること。\nａ  返礼品の在り方として，寄附金が経済的利益の無償の供与であり，通\n常の寄附金控除に加えて特例控除が適用されることを踏まえて，返礼品\nの価格の表示については，前記アの平成２７年通知，同ウの平成２８年\n通知と同様であること（甲Ｂ１１，乙１６）。\nｂ  返礼品の送付については，「ふるさと納税の趣旨に反するような返礼\n品」として， 更に詳細なものへ\nと修正し（「金銭類似性の高いもの」，「資産性の高いもの」，「価格\nが高額なもの」，「寄附額に対する返礼品の調達価格の割合の高いもの」\nとし，例示品目を追加），換金の難易や転売防止策の程度，地域への経\n済効果等の如何にかかわらず送付しないこと。\nｃ  返礼割合は，社会通念に照らし良識の範囲内のものとし，少なくとも，\n返礼品として３割を超える返礼割合のものを送付している地方団体に\nおいては，速やかに３割以下とすること。\n上記のとおり，平成２９年通知では，初めて，返礼品の返礼割合を３割\n以下とする「返礼割合の基準」が明示された（甲Ｂ１１の２枚目）。\nカ  その後の状況\n全国市長会の表明（乙２３）（平成２９年４月１２日）\n全国市長会は，返礼品送付について，上記平成２９年通知の発出に対し，\n本件制度を健全に発展させ，継続的に維持できるよう，制度趣旨を踏まえ，\n適切に対応していく所存であるとのコメントを発表した。\n全国町村会の申合せ（乙２４）（同月２６日）\n全国町村会は，返礼品の送付について，返礼割合を３割以下とする上記\n平成２９年通知に沿って，責任と良識ある対応をしていくことを申し合わ\nせた。\n「ふるさと納税に係る返礼品の見直し要請等について」\nａ  総務省は，自治税務局市町村税課長から原告に宛てて通知（平成２９\n年５月２４日付け総税市第５３号）を発出し，平成２９年通知でふるさ\nと納税の趣旨に反する返礼品については責任と良識ある対応を求めて\nいるが，泉佐野市においては返礼品に制度の趣旨に反するものがあると\nして上記対応の必要の認識を促し，見直しの要請をし，具体的な方針と\n進捗状況等の報告を求めた（甲Ｃ１７，乙２８）。\nｂ  泉佐野市が総務省から返礼品に関する見直し要請の中でピーチポイ\nントは不適切であるとの指摘を受けたのに対し，泉佐野市議会は，同年\n７月，この取組は，関西国際空港の活性化に貢献し，地域経済活性化に\n寄与するもので，地方創生に資する取組と評価しているとして，見直し\n対象からこれを除外するよう強く求める意見書を送付した（甲Ｂ２８）。\nｃ  総務省は，平成２９年５月から６月にかけ，多くの地方団体に見直し\n要請をしたところ，これに応じて見直す旨表明した地方団体も多数みら\nれた（乙２７）。\n平成２９年度の状況\nａ  後記 のとおり，上記見直し等の要請や見直し予定の報告等を取り\nまとめた結果によれば，平成２９年８月の段階で，返礼割合３割超の地\n方団体は８４１団体，全体の４７．０％であった（甲Ｃ２３・２枚目）。\n平成２９年４月通知以降，平成２８年度実績( ｄ)の３分の２に\n減少したことになる。その後，上記見直し要請などが奏功し，後記キの\nとおりの平成３０年通知までの間，返礼割合３割超の団体は更に減少\nし，４９０団体・全体の２７．４％に至った（甲Ｃ２３・２枚目）。\nｂ  その一方， 平成２９年の泉佐野市の寄附金は，全\nてが返戻割合３割超でかつ地場産品以外の返礼品の提供による募集に\nよるもので，受入件数は８６万２０８２件，受入額は１３５億３３００\n万円と報告され，全国一位を記録した（甲Ｃ２１・４枚目）。\nｃ  平成２９年６月には，総務省が宝飾品について見直しを求め，志摩市\nが真珠の返礼品について真珠は地場産業であるとして再考を求めたも\nのの，結局は同年７月，取りやめるに至った（甲Ｂ３８）。\nｄ  平成３０年３月には，なお一部に海外産ワインやシャンパン，無関係\nの地域の調理器具やフルーツ等のほか，一般のギフトカタログを返礼品\nとするものまでみられた（乙２９）。\n各方面の意見等（乙２７）\n地方団体の長等らは，記者会見等で，高額な返礼品の扱いを続ける自治\n体との不公平感を解消してほしい旨の要望，本件制度自体への反対のほ\nか，営業努力しなければ税の流出が止まらないため，やむを得ず返礼品の\n充実には力を入れてきたとの意見が述べられ，この間の国の法規制の動き\nについては，地方創生の理念に基づき創意工夫して総務省通達を受けて真\n面目な取組をした自治体は８割もあるのに，一部の独善的な自治体によっ\nて国の介入を許すことになったことへの怒り，真面目に地元産品で寄附者\nに向き合う自治体と，外部の価値を利用してカネ集めをしている自治体と\nいった対立を指摘し，制度の根幹を揺るがすような悪用であるといった意\n見，返礼割合の損得で寄附先の自治体が選ばれている現状は制度本来の趣\n旨から逸脱しているといった指摘，国が法規制に乗り出したのは制度の安\n定的な運営のために必要であると理解を示す意見などが見られた。また，\n「ふるさと納税制度に関する共同声明」を発表し，あえて過度な返礼品競\n争に加わらない旨宣言する自治体もあった。\n平成３０年度地方財政審議会（甲Ｃ９，乙１５）\n平成３０年度地方財政審議会は，平成２９年１１月，上記同旨の本件制\n度の創設の趣旨を確認した上，地域の活性化等への活用実績もみられる\nが，高額な返礼品の送付等，行き過ぎた競争により制度自体に対する国民\nの批判を招かないよう，平成２９年４月通知を踏まえて良識ある対応が求\nめられるとした。\nキ  平成３０年通知\n平成２９年９月，当時の総務大臣は，新聞記者のインタビューに対し，\nふるさと納税への返礼品については，「自治体にお任せするのが当然」と\nし，総務大臣が通知を出さなくても「ふるさと納税のよい取組や在り方の\n紹介」で足りるとも述べた（甲Ｂ２９）。\nところが，平成３０年４月，総務大臣は，地方団体宛てに，技術的助言\nとして，返礼品に関し，平成２９年４月通知に沿った対応をするよう再度\n求め，依然として返礼割合が高い等趣旨に反する返礼品を送付する団体に\n対しては，責任と良識のある対応を求めるとともに，地域資源を活用し，\n地域の活性化を図ることも重要な役割であるので，返礼品は地方団体の区\n域内で生産されたものとすることが適切である旨の平成３０年通知（甲Ｂ\n１２，乙１７）を発出するに至った。\nク  その後の推移\n全国市長会（甲Ｃ１９，乙３０）（平成３０年４月１１日）\n全国市長会は，本件制度による寄附金が地方創生を推進する手段として\n積極的に活用されている一方で，返礼品競争や一部自治体の高額な返礼品\n送付などの課題があり，平成２９年通知，平成３０年通知もされているが，\n本来地方団体自らが主体的な判断により節度を持って対応していくべき\nであり，適切に対応していく所存であることを改めて確認するとのコメン\nトを発表した。\n全国町村会（甲Ｃ２０，乙３１）（平成３０年４月５日）\n全国町村会は，各都道府県町村会長に宛てて，平成２９年４月の申合せ\nにもかかわらず，制度の趣旨に反する返礼品の送付があるため平成３０年\n通知が発出されたとして，上記通知の周知と返礼品の送付等については良\n識ある対応をお願いしたいとの同会長通知を発出した。\n総務大臣の記者会見（乙３３）（平成３０年７月６日）\n関する一部の突出した自治体の事例により制度そのものが否定されるこ\nとになりかねないとして，地方団体において必要な見直しを行うよう要請\nする旨述べた。\nケ  調査の結果等\n平成３０年７月公表に係る現況調査結果（甲Ｃ２３，乙３２，６１）\n総務省は，平成３０年７月，「ふるさと納税に関する現況調査結果（平成\n２９年度実績）」を発表し，これにおいて，平成２９年通知を踏まえた市区\n町村の対応状況について，「返礼割合３割超の返礼品及び地場産品以外の\n返礼品をいずれも送付している市区町村で，平成３０年８月までに見直す\n意向がなく，平成２９年度受入額が１０億円以上の市区町村」として，泉\n佐野市を含む１２地方団体の名称を公表した。これによると，受入額１０\n億円以上のうち，１０億円台が６団体，２０億円台が３団体，４０億円台，\n７０億円台が各１団体で，泉佐野市は１３５億円と突出した受入額であっ\nた。\n平成３０年９月時点における調査結果（甲Ｃ２３）\nａ  総務省は，見直し状況に関する調査を行い，各地方団体の長に回答を\n求めた（乙３６）結果を「ふるさと納税に係る返礼品の見直し状況につ\nいて（平成３０年９月１日時点）」として取りまとめた\nｂ  これによれば，平成３０年通知後，返礼割合３割超の返礼品を提供す\nる団体は，同年６月時点で，３２７団体（全体の１８．３％）となり，\n同年７月には２９５団体（全体の１６．５％）に，同年８月には２７０\n団体（全体の１５．１％）に，同年９月には２４６団体（全体の１３．\n８％）と漸次減少した。\nｃ  他方，依然として趣旨に沿わない返礼品提供の見直しの方向性が定ま\nらない団体もあり，見直し予定に関する聴取結果を取りまとめたとこ\nろ，静岡県小山町（返礼割合４０％）や福岡県上毛町（返礼割合４５％），\n佐賀県嬉野市（返礼割合６５％），同県唐津市（返礼割合５２％），同県\n基山町（返礼割合５０％），同県みやき町（返礼割合４９．０％）などは\n「未定」と回答し，福岡県宗像市（返礼割合４８．６％）は９月中にと\n回答したが，泉佐野市の見直しの状況は未回答であった（甲Ｃ２３）。\nｄ  地場産品以外のものを返礼品として提供していた２３５団体中１９\n０団体で見直しが完了していなかった（甲Ｃ２３）。\n平成３０年１１月時点における調査結果（乙４０，甲Ｃ１４）\n総務省が同年１１月１日時点で調査したところ，返礼割合３割超の返礼\n品を提供・送付する団体は，２５団体（全体の１．４％）となり，地場産\n品以外の返礼品を提供・送付する団体は，７３団体（４．１％）となった\n（乙４０・１２頁），双方を送付する団体は７団体であった。なお，泉佐野\n市は，上記調査に対し未回答であった。\n法改正の検討の開始及び改正案の審議\nア  総務大臣の記者会見・見直し要請（乙３５，３６）\n当時の総務大臣は，平成３０年９月１１日の閣議後記者会見において，\n前記 ケ の調査結果の取りまとめを受け，これまで総務大臣名での個別\n通知を２度発出して必要な見直しを要請してきたにもかかわらず，一部の\n団体において自発的な見直しが期待できない状況が続いており，通知に従\nって見直した他の地方団体から「正直者が馬鹿を見ないようにしてほし\nい」との切実な声があるとし，本件制度を有効に活用し具体的な成果を上\nげている事例もあり，今後は，本件制度の健全な発展のために，良い取組\nを伸ばしつつ問題ある事例は正していく必要があるとの考えを述べた上\nで，過度な返礼品を送付し，制度の趣旨を歪めているような団体について\nは，ふるさと納税の対象外にすることもできるよう，制度の見直しを検討\nすることとした旨を表明した（乙３５）。\n総務省は，上記同日，原告に対し，自治税務局市町村税課長から前記\nカ と同名の「ふるさと納税に係る返礼品の見直し要請等について」と題\nする通知（同日付け総税市第７４号総務省自治税務局市町村税課長通知）\nを発出し，泉佐野市を含む一部の地方団体の本件制度の趣旨に沿わない運\n用実態が明らかになったとして，返礼品競争の過熱に伴い，本件制度自体\nに対する批判が高まっており，同制度は，存立の危機にあること，このま\nま泉佐野市を含む一部の地方団体において，制度の趣旨に反するような返\n礼品を送付する状況が続けば，制度そのものが否定されることになりかね\nないと懸念を伝えた上で，本件制度の趣旨に反するような返礼品を送付し，\n制度の趣旨をゆがめているような地方団体については，本件制度の対象外\nにすることもできるよう，制度の見直しを検討することとしたとして，１\n日も早く見直しを行うよう求め，さらに見直しの取組内容等については，\n平成３０年１１月１日時点で調査を実施する予定であることを伝えた（乙\n３６）。\nイ  地方財政審議会（乙３７）\n地方財政審議会は，平成３０年１１月２０日，平成３１年度地方税制改正\n等に関する意見として，本件制度の地方団体の財源確保努力の推進や地方経\n済再生における重要な役割を果たしているとした上で，一部自治体の送付す\nる過度な返礼品に対する強い批判が本件制度の存続に影響を及ぼしかねな\nい状況になっており，これまで総務大臣が２度にわたり通知を出すなど技術\n的助言の範囲内において必要な見直しを行うよう要請が行われてきており，\nこれに応じる自治体が多くある一方で，なお依然として一部が過度な返礼品\nを送付して多額の寄附金を得る状況は継続しているため，本件制度の本来の\n趣旨に沿う形での運用が行われるよう制度的な対応が必要であり，その制度\n的対応の方向性としては，上記各通知の内容も踏まえ，「返礼品３割超」又は\n「地場産品以外」の返礼品を送付し，制度の趣旨をゆがめているような地方\n団体に対する寄附金については個人住民税の特例控除が行われないことと\nする等が考えられるとした。\nウ  税制改正大綱（乙３８）\n政府は，与党税制調査会に本件制度の見直し案を諮り，与党税制調査会は，\n平成３０年１２月１４日に平成３１年度与党税制改正大綱を取りまとめ，同\n大綱において，本件制度については，同制度の健全な発展に向けて，一定の\nルールの中で地方団体の創意工夫により全国各地の地域活性化につなげる\nため，過度な返礼品を送付し，制度の趣旨をゆがめているような地方団体に\nついては，本件制度の対象外にすることができるよう，制度の見直しを行う\nとの基本的考え方と，具体的内容として，総務大臣が，寄附金の募集を適正\nに実施する地方団体で，返礼品を送付する場合は返礼割合３割以下で地場産\n品とするとの基準を定め，これを充足する地方団体をその申出に基づき特例\n控除の対象として指定するなどの枠組みが示された。\nエ  法等の一部を改正する法律案\n平成３１年２月８日，上記のとおりの具体的内容により制度見直しを行\nうものとして本件指定制度についての「地方税法等の一部を改正する法律\n案」が閣議決定され，第１９８回通常国会に提出された（乙３９）。\n内閣法制局に対して本件指定制度導入に係る地方税法改正の内容を説\n明した資料においては，次のとおり説明されている（甲Ａ２８）。\nａ  本件制度については，過度な返礼品の送付により寄附を集める返礼品\n競争が過熱したため，総務大臣通知を発出して送付の見直しを求めてき\nたが，累次の要請にかかわらず，依然として見直しを行わない地方団体\nが見受けられ，本件制度自体に対する批判，個別団体を名指ししての指\n摘等が提示されている。特に，平成２９年度の寄附受入額は，平成２８\n年度以上に一部の地方団体への偏りが見受けられた（２０頁）。\nｂ  今回の見直しは，上記背景を踏まえて検討するものであるが，改正に\n当たっては，改正後の制度が本件制度の制度創設の経緯や政策的意義に\n沿ったものとなるよう制度の仕組みを見直す（２１頁）。\nｃ  基本的な考え方としては，特例控除額の上乗せの措置については，寄\n附の実質的な負担がほとんどなく，特別な寄附奨励効果があり，寄附者\nの住所地の地方団体の税収に与える影響が大きな制度であり，寄附によ\nり財源を確保し，これを有効活用して特色ある施策に取り組むことを目\n的とした制度であることを踏まえて，寄附金の募集を適正に行う地方団\n体を総務大臣が指定し，これへの寄附金に限定する（２２頁）。なお，控\n除の対象としない地方団体を指定するのは，ペナルティとして制度設計\nことになり課題が大きく，他の寄附金控除対象の指定との整合性を考え\nると，除外制度とするのではなく，一定のルールの中で寄附の募集を適\n正に行う地方団体を指定する方式により，特例控除額の上乗せ対象を限\n定することとする（２３頁）。\nオ  国会審議\n規制の方針と概要について（乙７の８，７の１１）\n本件指定制度は，第１９８回国会において審議され，平成３１年３月１\n日の総務委員会において，今回の改正案において初めてふるさと納税の返\n礼品を法律に位置付けることになるが，全ての地方団体が返礼品提供を行\nうことを前提とする制度にしようとするものではないと説明され，地方団\n体の中には個人住民税が減収となる地方団体もあるため，各団体が制度趣\n旨を踏まえた対応をすることにより制度が成り立つものであり，集められ\nるだけ集めるとか，景気対策・消費拡大策として位置付けるものではない，\nしかしその一方で，本件制度の寄附金の有効活用による地場産業の振興や\n雇用創出等地域経済の活性化への取組は重要であるとも説明された（乙７\nの８）。\nまた，同年２月２７日の予算委員会において，元々の制度は，応援した\nい地方団体を選んで寄附をするものであるのに，返礼品競争に陥っている\nのは懸念すべきことであるとの意見があり，前記税制改正大綱では，これ\nへの歯止めとして，過度な返礼品を送付し，制度の趣旨を歪めている地方\n団体については対象外にするとの方針が決定されたが，本来の趣旨からは\n返礼品は要らないはずで，一切禁止してはどうかとの質問に対して，前記\nの地域振興につながるよい事例も生まれてきており，今般ルールを整備す\nることにより制度の健全な発展を期したいと答弁された（乙７の１１）。\n法定返礼品基準\n第１９８回国会では各基準についても次のとおり審議された。\nａ  返礼品３割以下基準\n返礼品３割以下基準については，平成２９年通知発出に際して，平均\n的取組を行う団体が同水準であったことを踏まえ，また，返礼品調達以\n外の送付料や広告料が２割程度であったことも踏まえたと説明された\n（乙７の９）。\nｂ  地場産品基準（乙７の１０）\n地場産品基準のうち，役務については，当該団体の区域内で提供され\nる役務，例えば区域内の観光施設や宿泊施設の利用などが該当すると説\n明された。ピーチポイントは，他の路線でも使用可能であるため該当し\nないとの解釈が示された（乙７の１０）。\n募集の適正な実施に係る基準について（甲Ｄ２０，乙７の１１～１３）\nａ  前記のとおり，制度の趣旨をゆがめている地方自治体については対象\n外とするとの方針が示された。\nこれに加え，同月１９日の財務金融委員会では，指定に当たって指定\n制度が開始される前の地方団体の行動は考慮されるのか，これと租税法\n律主義との関係が質問された。これにつき，政府参考人からは，募集の\n適正な実施に係る基準については，適合性の判断はできる限り客観的情\n報を基に行う必要があること（その判断材料として，指定制度前の取組\n状況についても申出書と添付資料の提出を求めると併せて説明された。\nこの点は同月２２日の予算委員会の審議でも「募集の適正化要件」など\nとして確認された〔乙７の１３〕），既存の寄附金控除の枠組みにつき，\n過去の実績を勘案して対象の指定をする仕組みが採用されている例も\nあり，そうしたものを参考として検討する，租税法律主義の関係では，\n寄附者の寄附について遡って特例控除が適用されなくなるというもの\nではないから，その趣旨に反しないと答弁された（乙７の１２）。\nｂ  募集の適正な実施に係る基準に関連して，同月２１日総務委員会にお\nいて，政府参考人は，上記「適正」については「寄附金の募集を適正に\n行う地方団体」を本件制度の対象とする旨答弁した（甲Ｄ２０）。\nｃ  同月２２日予算委員会第二分科会では，泉佐野市のように駆け込みセ\nールのようなことをやっているところは指定の対象から外すのか，過去\nに遡って不適切なことをしたことまで指定の判断材料にするのかとい\nう質問に対し，上記ａのとおり，他の寄附金税制等の仕組みも参考にし\nて検討するとの答弁があった（乙７の１３）。また，同年３月７日の総務\n委員会の審議の中で，駆け込みで荒稼ぎをしている地方団体について\nは，これほど多額を集めれば，当然，他の地方団体への影響もあるので，\n５年間指定から外す措置を執ってもらいたいとして見解を問われたの\nに対し，総務副大臣は，他の団体の税収を大きく減少させるような場合\nは地方財政法２条１項の規定との関係が問われる可能性があるとの考\nえを示した（乙７の１４）。\n法の改正内容\nア  本件指定制度の導入\n前記前提事実 ア のとおり，本件制度に対し，平成３１年３月２９日，\n本件指定制度が導入された。\n内容は前記前提事実 ア のとおりであり，これを受けて同イのとお\nり，本件告示が制定された。\nイ  申出書関係\n改正法は，特例控除対象寄附金は，総務大臣が定める基準に適合する地\n方団体として総務大臣が指定するものに対するもの（法３７条の２第２\n項）と規定したが，その指定を受けようとする地方団体は，総務省令で定\nめるところにより，第１号寄附金の募集の適正な実施に関し総務省令で定\nめる事項を記載した申出書に，同項に規定する基準に適合していることを\n証する書類を添えて，総務大臣に提出することを要する（同条３項）。\n上記を受け，法施行規則１条の１７は，次のとおり定める。\nａ  １項は，法３７条の２第３項に規定する申出書の記載事項として，適\n正実施基準に適合する旨（１号），返礼品３割以下基準に適合する旨(２\n号)，地場産品基準に適合する旨(３号)，その他指定に関し必要な事項\n（４号）につき記載するものとした。なお，返礼品を提供しない場合に\nは上記１号及び同４号に掲げる事項としている。\nｂ  ２項は，法３７条の２第３項に規定する申出書に添える指定基準に適\n合することを証する書類として，寄附金の募集の取組・寄附金額の実績\nについて総務大臣が実施した調査結果に関する書類（１号），指定対象期\n間の前年度における募集の所要経費に関する書類（２号），指定対象期間\nに行おうとする寄附金募集の取組内容に関する書類(３号)，認定基礎期\n間における寄附金の募集の取組実施状況及びその結果に関する書類(４\n号)，指定対象期間に提供する返礼品等の内容に関する書類(５号)，その\n他指定に関し必要な書類(６号)を添付するものとしている。\n指定の申出書に関する運用を説明する通知（平成３１年４月１日付け総\n税市第１７号。以下「運用通知」という。）(乙５７）\n運用通知は，次のとおり，上記の詳細な記載要領を定めている。\nａ  運用通知には，申出書及び添付書類の書式が添付されている。\nｂ  運用通知の説明\n⒜  申出書の書式（乙５７・６頁）は，「１．適正募集基準」として，本\n件告示２条１号イないしニ，同条２号，同条３号に関する申出を記載\nするものとし，「２．返礼品等の提供に関する申出事項」として，返礼\n品の提供の有無及び提供する場合の返礼品割合基準及び地場産品基\n準の適合の申出を記載するものとしている。\nなお，上記のうち，本件告示２条３号所定の「他団体に多大な影響\nを及ぼすような募集を行っていないこと」の申出については，様式２\n－１を添付することも求めている(同申出書 。\n⒝  申出書に添付する書類につき，「全団体が提出を要する書類」は，様\n式１－１及び様式２－１であり，「上記の書類の内容によって該当団\n体のみが提出を要する書類」は，様式１－２及び様式２－２，様式３\nのほか，「「ふるさと納税に係る返礼品の送付状況について」（平成３\n０年１２月２５日付け総税市第９９号）に対して提出のあった調査票\nＢ票」(以下「事前照会調査票」という。)とされている（乙５５，５\n７）。\nｃ  末尾には，次の内容の書式が添付されている。\n⒜  様式１－１  本件告示２条２号所定の募集に要した費用\n⒝  様式１－２  本件告示２条２号所定の募集に要した費用について\nの改善方策等\n⒞  様式２－１  認定基礎期間のふるさと納税の受入額とそのうち返\n礼割合３割超又は地場産品以外の返礼品等に係る受入\n額\n同様式末尾には，ふるさと納税受入額が２億円以上で，返礼割合３\n割超又は地場産品以外の返礼品に係るふるさと納税受入額がある場\n合には，①事前照会調査票，②様式２－２，③様式３を提出する旨の\n指示が記載されている。\n⒟  様式２－２  認定基礎期間の返礼品等の提供状況\n認定基礎期間の返礼品の提供状況として，返礼品の全品目，受入額\nすることを求めている。\n⒠  様式３  指定対象期間開始後の返礼品等の提供予定\n「記載要領」として，①指定対象期間開始後の返礼品等は全て記載\nすること，「当該返礼品等の取扱開始（予定）期間」欄は，当該返礼品\n等についての取扱開始（予定）年月日を記載すること等を求めている。\n⒡  様式４  告示５条８号ハに関する事項\n総務省は，各地方団体の納税担当部長らに対し，本件指定制度の運用と\n指定の申出を含むその詳細及び具体例等が示された上記運用通知を送付\nし，併せて「ふるさと納税に係る指定制度の運用についてのＱ＆Ａ」（平成\n３１年４月１日付事務連絡。乙５６）を送付した。\n大阪府総務部市町村課は，大阪府から総務省に対して本件指定制度に関\nし確認した事項の共有を図るため，府内市町村に文書を送付した（甲Ｂ２\n７）。同文書中に，返礼品を提供しない申出をしたが，指定期間内に返礼品\nを提供するよう変更することは可能かとの質問に対し，問題はないと思わ\nれるが，申請書は再提出を要するかもしれないと回答されたことが記載さ\nれている（３枚目）。\nウ  指定について\n本件指定制度開始初年度については，法改正附則により，法施行規則１\n条の１６及び１条の１７の規定の適用については，総務大臣が原則である\n前記 の指定対象期間を相当でないと認める場合には，これ\nを令和元年６月１日（改正附則１条による法施行規則の施行日）から同年\n９月３０日までの４か月間とすることができる旨定めた（改正附則２条２\n項）。\n法３７条の２第５項は，総務大臣が特例控除対象寄附金の寄附先に指定\nした地方団体について，寄附金募集実施状況等必要な事項の報告を求める\nことができると定めた。\nエ  指定の取消し\n法３７条の２第６項は，指定した地方団体が同条２項に規定するいずれか\nの基準に該当しなくなった場合，前記 の報告をしない場合ないしこれに\n虚偽の報告をした場合については，指定を取り消すことができる旨，同条４\n項は，上記の指定の取消しについては２年間指定を受けることができない\n旨，各定めた。\nオ  地方財政審議会の意見聴取\n同条８項は，総務大臣は，募集の適正な実施に係る基準の策定改廃，特例\n控除対象寄附金の寄附先となる地方団体の指定・不指定につき，地方財政審\n議会の意見聴取を義務付けた。\n泉佐野市におけるふるさと納税の受入額の推移と募集取組状況\nア  受入件数・受入れ額等\n取組等\n泉佐野市は，地域活性化を期待した関西国際空港が平成６年に開港した\nが，その関連負債が１０００億円以上に膨らみ，バブル崩壊後は，同空港\nの利用も低迷するなどして思うように収入や伸びなかったため，平成２３\n年，泉佐野市長に就任した原告は，税外収入の確保強化の柱の一つとして\n「ふるさと納税」の取組を進め（争いがない。），平成２９年度で寄附額\n日本一となった。なお，泉佐野市には，泉州タオル，水なす，玉ねぎなど\nの特産品がある。\n受入額推移\n泉佐野市におけるふるさと納税の受入件数及び受入額の推移は，以下の\nとおりであった。\n平成２０年度        ９２件       ６９４万１０００円\n平成２１年度       １７６件      １０２５万４５００円\n平成２２年度       １００件      １６５７万７０７９円\n平成２３年度        ４８件       ６３３万１０００円\n平成２４年度       ４６８件      １９０２万１４９７円\n平成２５年度      １９８９件      ４６０４万９０００円\n平成２６年度    ２万４２７４件    ４億６７５６万５６４１円\n平成２７年度    ４万６９３９件   １１億５０８３万７４８０円\n平成２８年度   ２１万６８５３件   ３４億８３２６万４２３１円\n平成２９年度   ８７万１５１８件  １３５億３２５０万９２８７円\n平成３０年度  ２５０万５５３１件  ４９７億５２９０万６４６５円\n平成３０年４月実施の調査結果（平成３０年４月照会実施）\n泉佐野市は，平成２９年度実績に関する総務省からの照会に対し，寄附\n件数は８６万２０８２件，寄附\n回答し，返礼品調達費用は６０億８８４０円で（送付・広報・決済等，事\n務費用等を含めると８４億１８７０円），返礼品調達費用に関する返礼割\n合は４４．９９％と回答した（乙４１・１０頁，別紙１１）。\n平成３０年６月実施の調査結果（平成３０年６月照会実施）\n泉佐野市は，見直し状況に関する照会に対し，次のとおり回答した。\nａ  「返礼割合３割超の返礼品の見直し状況」の項目\n「すべての返礼品を３割以下としているか」については「×」，「す\nべての返礼品を３割以下としていない場合その理由」については「検討\n中」，「見直す意向はあるか」との項目について「あり」，見直し時期\nについては「未定」（乙４１・１１頁）。\nｂ  「地場産品以外の返礼品の見直し状況」の項目\n平成３０年通知を踏まえた対応方針については「その他」「取りやめ\nる必要はないと考えている」，見直しの意向については「意向あり」，\nその時期については「検討中」。\n平成３０年１０月実施の調査結果（平成３０年１０月１６日付け照会）\n泉佐野市は，総務省の上記照会に対し，同年１１月１日，次のとおり回\n答した（甲Ｂ３７）。\nａ  本件制度は，①首都圏自治体と地方自治体の格差縮小，②地方活性化，\n③国民が自発的に税の納付と使途に携わることができる機会にもなる意\n義のある制度であるが，このうち本来の趣旨は飽くまでも①であると理\n解している。\nｂ  総務省の返礼品に関する通知は受け入れ難い。調達率３割の根拠は示\nされておらず，地場産品限定という点も理由の説明がない。一定のルー\nルや基準を設けること自体には賛同するが，幅広く議論を行うべきで，\n議論の場を設けてもらいたい。\nｃ  返礼品は各地方団体のアイデアや努力の結晶であることを理解してほ\nしい。特に地場産品が乏しい自治体が特段の取組を進めてきたものであ\nって，一方的にこれらを否定することは地方分権の推進に反する。\n平成３０年９月及び１１月の調査結果\n総務省では，平成３０年９月及び１１月にも上記同様の調査をしたが，\n泉佐野市からは回答がなかった（乙４１・１２頁）。\n平成３０年１１月の記者会見\n泉佐野市は，同年１１月２７日に東京都内で記者会見を開き，上記１１\n月の調査に対しては白紙回答だが，考えをまとめた上記回答書を提出した\nとし，その内容を明らかにした。（乙５４）。\nイ  認定基礎期間中の泉佐野市の募集取組状況（返礼品提供送付状況)（乙４\n１・第１以下）\n認定基礎期間中の寄附金受入額\n同期間中の寄附金受入額は，３３１億９２１８万３０００円であった。\n返礼品目について\n泉佐野市の認定基礎期間中の返礼品は，１０２６品目あり，内訳は，食\n品ではビール等酒類，清涼飲料水，米やブランド牛肉等の高級食材，雑貨\nでは羽毛布団，泉州こだわりタオルがあったほか，航空会社のポイント等\nがあった。\n返礼割合\n前記返礼品目１０２６品目の返礼割合は全て３割超であり，上位１０\n０品目についての返礼割合は３３．６％～５０．０％で，平均４３．５％\nである（なお，後記アマゾンギフト券は含まれない。）。上位１００品目\n中返礼割合４割以上の品は８７品目，返礼割合４割未満の品は１３品目\nであった。なお，担当理事は，返礼割合は基本４割から４割５分に設定し\nていると述べていた。\n地場産品\n泉佐野市の申出によれば，上記提供に係る返礼品１０２６品目のうち，\n地場産品は２８１品目（受入額合計約９０．９億円），その余の７４５品\n目（受入額合計約２４１．０億円）は地場産品でない。\n上位１００品目中，地場産品との申出をした品目は１２品目（米４品\n目，航空会社のポイント４品目，泉州こだわりタオル３品目，季節の泉州\n野菜セット１品目で，受入額は合計約２７．９億円）であり，その余の８\n８品目（受入額は合計約２２６．４億円）は，地場産品ではない。\n平成３０年１２月の募集広告（乙４１・５頁）\n泉佐野市は，ふるさと納税ポータルサイト「さとふる」で，募集期間を\n平成３０年１２月１５日から同月３１日，寄附金額５０００円以上の場\n合に，従来提供してきた上記返礼品に加えて，返礼品毎に寄附金額３％～\n１０％のアマゾンギフト券を交付するとの寄附の募集を行った。\n同募集広告には，「１００億円還元キャンペーン」「寄附額の最大１０％\n分」などの記載があるイラスト表示がされている。\n平成３１年２月ないし３月の募集広告（乙４１・５，６頁，５３）\n泉佐野市は，同市のウェブサイト上で，募集期間を平成３１年２月１日\nから同年３月３１日，当該期間中の寄附申込者全員に，従来提供してきた\n返礼品に加えて，返礼品毎に寄附金額２０％のアマゾンギフト券を交付\nするとの寄附の募集を行った。\n同募集広告には「１００億円還元閉店キャンペーン！２月・３月限\n定！」「なくなり次第終了。Ａｍａｚｏｎギフト券付きふるさと納税」な\nどと色柄とも目立つイラスト表示がされている。\nウ  認定基礎期間後に新たに行った募集行為\n平成３１年４月２日以降\n泉佐野市は，同市のウェブサイト上で，募集期間を平成３１年４月２日\n以降，前記 同様の内容（ただし，アマゾンギフト券２０％の返礼品に\n限定）の寄附の募集を行った。\n同募集広告でも前記 と同様のイラスト表示があるほか，前記イ\nキャンペーン最終日に寄附が集中したことで寄附できなかった方か\nらの要望があり，これに応えるため，当面の間，アマゾンギフト券２０％\n還元のお礼品のみ４月２日１０時頃より再開している旨が付記されてい\nる。\n平成３１年４月２６日以降（乙４１・８，９頁）\n泉佐野市は，同市のウェブサイト上で，募集期間を平成３１年４月２６\n日以降，当該期間中の寄附申込者に，従来の返礼品に加えて，返礼品毎に\n寄附金額の１０％～３０％のアマゾンギフト券を交付するとの寄附の募\n集を行った。\n同募集広告には「規制後のふるさと納税を体感して，ギフト券最大３\n０％をゲット！」「３００億円限定キャンペーン５／３１まで！」などと\n記載したイラストが表示されているほか，「「地場産品問題」体感コース」\n「「経費５０％問題」体感コース」「「ポータルサイト手数料問題」体感\nコース」などと色文字で記載され目立つ表示の広告となっている。\n令和元年５月２４日以降（乙４１・９，１０頁）\n泉佐野市は，同市のウェブサイト上で，募集期間を平成３１年５月２４\n日から同月３１日，当該期間中の寄附申込者に，従来の返礼品に加えて，\n返礼品毎に寄附金額２０％～４０％のアマゾンギフト券を交付するとの\n寄附の募集を行った。\n同募集広告には「泉佐野史上，最大で最後の大キャンペーン！５／３１\nまで」などと記載したイラストが表示されているほか，上記 同様「「地\n場産品問題」体感コース」などと色文字で記載され目立つ表示の広告とな\nっている。\n本件不指定に至る経緯\nア  申出書及び添付書類の提出\n原告は，平成３１年４月５日，次のとおり，本件指定申出を行い，次のと\nおり申出書及び法所定の添付書類を提出した（甲Ｂ１７，乙５１）。\n申出書\n「１．適正募集基準」の本件告示２条各号に関する適合性については，\nいずれも「適合して募集を実施」とし，「２．返礼品等の提供に関する申\n出事項」の   返礼品等の提供の有無」については，「提供しない」と\nした（乙５１）。\n添付書類\nａ  様式２－１及び２－２には，認定基礎期間中における「ふるさと納税」\nの受入額は，３３１億９２１８万３０００円で，提供した返礼品１０２\n６品目の全てが「返礼割合３割超」又は「返礼割合３割超かつ地場産品\n以外」の返礼品に当たることが記載された。\n様式１－１には，募集に要した費用は５０．８％であったこと，様式\n１－２には，その改善方策につき，「１．返礼品の調達率を３割以下と\nする。１.（ママ）返礼品を送付しない。２．手数料の必要がない独自サ\nイトを最大限活用する。３．ポータルサイトの手数料の引き下げ交渉を\n行う。」と記載された。\nｂ  原告は，所定の添付書類として，令和元年６月１日以降における「ふ\nるさと納税」の返礼品の提供予定について記載すべき様式３を提出しな\nかった。\nイ  泉佐野市のした記者会見\n泉佐野市は，平成３１年４月１１日，前記の本件指定制度に関する法改正\nを受けて報道関係者に対して記者会見を行い，副市長，成長戦略担当理事及\nび成長戦略担当参事が以下の説明をした（乙５２）。\n本件指定制度に関する見解について\nａ  本件制度に対する確固たる考えや方針に基づき適正に制度運用をし\nてきたが，法制化以前にされた技術的助言についてはその助言をどのよ\nうに判断するかは各地方団体の判断に委ねられてきたと理解しており，\n法施行前の取組に対する遡及的な規制は法治国家が採るべき手法とは\n思えない。\nｂ  返礼品に関する基準やルールは総務省の一方的な見解であり，地方団\n体に対し押し付けるべきではない。返礼品は地方団体の裁量で決めるべ\nきであり，地場産品ルールについても地方団体間の実情に格差があり，\nこれらのルールも意見を出し合いながら決めていくべきであった。返礼\n品は地域の活性化につながっている。\n記者からの質問に対する回答等\nａ  返礼品の改善については，日程的に事業者との調整ができず，一旦，\n返礼品を送付しないという申請をした（１６枚目）。純粋な寄附のみで\n制度の運用をしていくのかについては，現状での申請内容であり，今後\nは状況を見ながら，返礼品の追加等も含めて考えており，提供できる返\n礼品はかなり少なくなるが，返礼品は全く送らないというわけではない\n（１７枚目）。\nｂ  返礼品のリストの提出は時間的に間に合わなかったためで，一旦は全\n部送るのをやめるというのではなく「物理的時間的問題」である（１８\n枚目）。\nｃ  本件制度施行後に返礼品の品目を提出しても間に合うのかについて\nは，後から出すということはできると聞いている（２９枚目）。\nｄ  アマゾンギフト券による募集は，暫定的な形でやってきたが，まだ問\n合せもあることから，もうしばらく続けたい（２１枚目）。\nｅ  平成２９年度の寄附金額３６０億円は，泉佐野市の市税収入２００億\n円を超えるが，経費も含まれているので，行政に使える部分は限られて\nくる（３１，３２枚目）。\nｆ  財政赤字との関係については，１０００億円以上の借金を抱えて財政\n状況は厳しく，寄附金を直接借金返済に充当できないので，積極的に教\n育などの事業に充ており，泉佐野市の小中学校にはプールがなかったが\nこれを整備していきたい（同３２，３３頁）。\nウ  本件指定制度における初年度の指定状況\n本件不指定\n前記第２の１(前提事実) イのとおり，被告（総務大臣）は，泉佐野市\nを法３７の２第２項の規定による指定をしない旨の通知を原告に対して\n行った。\n他の地方団体の指定状況\n他の地方団体のうち，認定基礎期間中に，返礼割合３割超又は地場産品\n以外の返礼品を提供することにより寄附金受入れを行っていた地方団体\nは２８１あった（甲Ｂ１６・１頁）。\nａ  そのうち，上記の方法による寄附金の募集を行い，さらに認定基礎期\n間中に金券類を新たに返礼品に追加して募集を行うなどして５０億円\nを上回る寄附金受入れを行った泉佐野市を含む４団体については不指\n定とされたが，総務省は，上記５０億円は，寄附金の募集を適正に行っ\nた団体について，最多受領額が５０億円，平均額が１億円強であること\nを総合的に勘案したと説明した（甲Ｂ１６・２頁）。\nなお，不指定とされた地方団体の中には，泉佐野市同様，アマゾンギ\nフト券を返礼品として提供して，平成３０年４月から１２月末までに前\n年度の９倍，町予算の２倍の寄附金を集めたと報道された地方団体が含\nまれている（乙５０）。\nｂ  また，被告は，上記の方法による寄附金額受入れが２億円を超えた４\n３団体については， に基づき，指定対象期間を令和元年６月\n１日（施行日）以降９月３０日までの４か月間として指定を行ったが，\nこれは，指定制度の健全な運用をより確実なものとするため，同年７月\nに１０月以降の１年間の指定を受けるための申出をさせ，新制度下にお\nける実際の取組状況を踏まえて指定継続の適否を判断することとされ\nたためであった（甲Ｂ１６・３頁）。\nなお，これらの４３団体の受入寄附金中，返礼割合３割超又は地場産\n品以外の返礼品提供による寄附金額は，最多が４８億円の１団体で，続\nいて３２億円が１団体，３０億円が１団体，２６億円が２団体で，最少\n額は２億円の４団体であった（同頁）。\nエ  泉佐野市の質問及びその回答\n本件不指定の通知を行った後，原告は，令和元年５月１７日付けで，被\n告に対し，「平成３１年総務省告示第１７９号第２条第３号に規定される\n『趣旨に反する』という事項に抵触したとの判断かと思われますが，泉佐\n野市が『趣旨に反する』にあたいするという具体的な根拠をお示しくださ\nい。」，「『他の地方団体に多大な影響を及ぼす』とありますが，泉佐野\n市が他の地方団体に多大な影響を及ぼしたということについて，具体的な\n根拠をお示しください。」との質問を記載した質問書を送付した（乙５９）。\n上記質問書を受けて，総務省自治税務局市町村税課長は，同月２４日付\nけで，泉佐野市に対し，認定基礎期間中の返礼割合が３割超又は地場産品\n以外の返礼品等を提供したこと，認定基礎期間開始以降，アマゾンギフト\n券を返礼品等に上乗せして付与するキャンペーン等を実施したこと，それ\nらにより，約３３２億円の多額の寄附金を受領したこと等から，本件告示\n２条３号の規定に該当しないことは明らかである旨回答した（乙６０）。\n２  （本件告示及び法の憲法適合性）に対する判断\n憲法の許容する法律の委任の限度を超えるか，委任命令が法律の授権の趣旨\nを超えるか否かの判断手法について\n原告は，本件告示所定の各要件を満たさないとして本件不指定を受けたもの\nであるところ，①法３７条の２第２項の「募集の適正な実施に係る基準」の総\n務大臣に対する委任は白紙委任である，また②上記条項の委任を受けて定めら\nれた本件告示２条３号は，法の委任を超えるものであって違憲無効であるなど\nと主張する。\n法律の委任とは，法律がその所管事項を定める権能を命令に委任することを\nいい，憲法は，内閣に法律の規定を実施する限度で政令を制定する権能を付与\nしており，その委任の限度内で，命令において法律事項も規定することができ\nると定めているが（憲法７３条６号），①委任は，立法権が国会に属するという\n憲法の原則を崩さない程度において，個別具体的に限られた特別の事項につい\nてのみ行われ得るものであり，一般的抽象的な委任は，憲法上付与された立法\n権の許容する限度を超えては許されないというべきであり，授権規定が憲法の\n許容する委任の限度を超えるか否かについては，当該規定のみならず当該法律\nの他の規定や法律全体の趣旨，目的の解釈によって，その委任を受けた機関を\n指導又は制約すべき目標，基準，考慮要素等が合理的に導き出される限り，憲\n法の許容する委任の限度を超えるものではないというべきである（最高裁平成\n４８頁参照）。\nまた，他方，②法律による行政の要請は，国民の権利義務を制限する場合（国\n家行政組織法１２条３項）と否とを問わず妥当するというべきであるから，本\n件告示が法３７条の２の委任の範囲内にあるかについては，委任命令の合憲性\nに関する一般的な判断方法に従い，授権法である法３７条の２の文言・文理の\nほか，法が本件告示に委任した趣旨，法３７条の２を含めた本件制度の趣旨及\nび，目的及び仕組みとの整合性，委任命令によって制限される権利利益等に照\nらして本件告示が授権の趣旨に反しないかを検討することになる（最高裁平成\n２４年(行ヒ)第２７９号同２５年１月１１日第二小法廷判決民集６７巻１号\n１頁参照）。\nそうすると，本件においては，本件告示の授権法である法３７条の２第２項\nの「募集の適正な実施に係る基準」が何を委任していて，その基準を読み取る\nことができるか（委任の趣旨）を，同条項の文言のほか，趣旨や目的等に照ら\nして検討すべきである。\n本件制度及び本件指定制度の文言等\nア  本件制度は，納税者が地方団体に対して適用下限額以上の寄附を行うと，\nその超える部分全額につき，一定の上限まで，所得税の寄附金控除のほか，\n個人住民税から，従前控除が認められていた部分(基本部分)に特例控除額\n(特例分)を上乗せして控除されるという特例税額控除の制度であり，これに\n導入された本件指定制度（法３７条の２第２項〔３１４条の７第２項も同様。\n以下同じ。〕）は，その後の返礼品競争という弊害が現れた経緯を踏まえて，\n被告の発した技術的助言中の返礼品の目安に関する部分を法制度内に取り\n込み，法定基準に高めた上，本件指定制度として，特例控除の対象となる寄\n附金を受け得る寄附先を資格制度とする枠組みであり，総務大臣に，上記特\n例控除対象寄附金の寄附先となる地方団体に指定する基準として，「募集の\n適正な実施に係る基準」を定める権限を付与した上，総務大臣に，上記「募\n集の適正な実施に係る基準」に適合し，返礼品提供を行う場合にはこれらに\n上記法定基準を遵守すると認めた地方団体につき，これを指定する権限も付\n与するという制度である。\nイ  このように，総務大臣が制定権限を付与された「募集の適正な実施に係る\n基準」は，総務大臣がその適合性の判断をして寄附先の指定も行うものであ\nるから，上記基準は同制度の基軸の一つであるが，上記の「適正」との文言\nは，それ自体で意味内容が一義的に判明しないから，その文言が制定された\n法の趣旨と枠組みの中においてその意味内容を解釈すべきこととなる。法３\n７条の２に本件制度の趣旨規定は置かれなかったが，①授権規定そのものに\n委任の基準や考慮要素が明示されていなくとも，委任を受けた機関を指導又\nは制約すべき目標，基準，考慮要素が導き出せるか，他方，②その委任の趣\n旨が何であるかを文言のほか，関連諸規定や授権法全体の解釈によって導き\n出せるかにつき，本件制度の創設の経緯や，その後本件指定制度導入に至る\n経緯等，隣接する諸制度における他の規定や法律全体の趣旨によりこれを補\nって解釈することとなる。\n本件制度の趣旨・目的等と，本件制度に本件指定制度が導入された経緯\nア   本件制度は，平成２０年度税制改正において，民間の公益活動を支える\nとの考えの一環として，民間による自発的公益活動促進やこれへの寄附金\n税制等の改革と併せて，個人住民税の地方団体に対する寄附金税制の拡充\nの中で，納税者側の自発的意思で納税先を選択して地方団体を応援できれ\nば納税意識の涵養や地方自治の充実に資するとの考え方に立脚し，希望す\nる団体に対し寄附をする形で住民税を納付する仕組みとして構想され，地\n方団体側には，寄附を受け得る施策や特色ある事業に積極的に取り組む工\n夫をし，その旨の情報発信もするなどにより地方の活性化につなげていく\nとの努力を期することとして，実現したものである。このように，税額控\n除の対象となる寄附金をどのように設定するかを定めるに当たっては，他\nの税制との関係や関係諸法令との整合性，他の諸施策との整合性を勘案し\nて政策的に定められることが多いと考えられる。\n本件制度は，政策的観点から効果的な控除率の設定をしやすいとの判断\nもあり，寄附金税額控除の枠組みが採用された（個人住民税の所得控除方\n式を税額控除方式に改めた。）。この控除率の設定は，寄附者（納税者）に，\n所定の控除上限額の範囲内で寄附額部分「全額」の税額控除という単なる\n寄附にとどまらない利益を得させることで，その効果を実感させ，寄附先\nの地方団体への寄附促進を企図するものとなった。\nしかし，税収全体を増加させる仕組みではないため，地方団体側として\nは，本来，寄附対象となるべき特色ある事業の創設や特色ある施策の工夫\nに政策的努力をすべきところ，これを待たず手っ取り早く納税者に利益を\n提供する等の誘引により寄附を集めようと直接的な勧誘活動を行う懸念\nも考えられた。そうした懸念は創設当初から指摘されていたが，地方団体\nには，上記制度が寄附金税制の一環であるとの枠組みと，本件制度の上記\nの趣旨をいずれも十分に理解した上で，節度ある自制が期待され，返礼品\nは本件制度の外に置かれていた。\nイ  ところが，制度発足から数年経過すると，制度の利用促進のため納税者に\n付与される利益が拡充された（平成２３年には適用下限額が２０００円に低\n減され，平成２７年には控除上限額が所得割額の１割から２割に拡充され\nた。）ことと併せて，地方団体から寄附の返礼として提供される物品や役務\nが，通信販売のような品揃えの下で選択できるほど充実したものとなり，こ\nれらを取りまとめたポータルサイトが現れたこと等も強力な契機となって，\n本件制度の利用が格段に向上した。そして，納税者・寄附側では，住民税の\n控除に加えて，適用下限額を除けば無償で返礼品を入手できることになるた\nめ，いわゆるお得感により大きな評判を呼ぶことになったことから，地方団\n体としても，この状況をみて，地方団体の特色ある施策や事業への寄附とい\nう本来の趣旨に沿う発展以上に，返礼品の内容に工夫を凝らしてこれを誘引\nとする寄附の募集にも注力してより多くの寄附金を得る，いわゆる「返礼品\n競争」に参入せざるを得なくなり，そのため，高価品あるいは換金性の高い\n物品・役務の提供により，直接的に納税者を誘引する事態となり，次第に，\n得た寄附金は，本来振り向けられるべき地方の事業や特色ある施策ではな\nく，返礼品の経費(調達，広告，送付費用)に充当されることを余儀なくされ\nる状況が生じ始め，地方団体から上記の状況への苦情が多数寄せられるよう\nになった。また，地方の事務担当者からも，原資が税金であり使途は公益の\n要請があるのに返礼品に使用されるのは寄附者への利益供与同然である，モ\nノにつられての寄附は寄附文化の醸成の妨げとなる，本来の趣旨である自治\n体間の適正な競争が阻害されるなどの指摘が噴出し，このような問題は国会\n審議等でも取り上げられた。このような事態を受けて，総務大臣は，本件制\n度を運用する主体でもある地方団体に対し，本件制度が寄附という経済的利\n益の無償供与という法的枠組みにあることの認識を促し，過度な返礼品を誘\n引とする寄附の募集は対価の提供との誤解を与えかねず，制度の趣旨に反す\nると繰り返し通知(技術的助言)を発出し，返礼品の許容し得る目安まで示す\nなどしたが，事態は収束しなかった。\nウ  特に，本件制度の平成２７年通知後から本件指定制度導入直前までの運用\n状況をみると，総務大臣の上記複数回の通知や見直し要請にもなお従わず返\n礼品を強い誘引とする募集を改めない地方団体があったために，これらの地\n方団体に寄附の集中が生じ，これにより，上記通知に従って募集方法を改め\nた多数の地方団体が不公平感を抱くようになり，上記通知に従ってあえて寄\n附金を得ることによる財源拡充の恩恵を得る機会を逸することになるより\nも，返礼品競争へ参入しようとするものも現れ，新たな参入が更なる参入を\n促すという悪循環を生じ，さらには，得た寄附金もこれら高額化する返礼品\nの費用への充当を余儀なくされる結果，本来本件制度が予定している地方の\n特色ある事業・施策の促進に振り向けることができなくなるという事態を招\nくようになった。このような中，最終的には，ほとんどの地方団体が，返礼\n品につき，本件制度の基本的な枠組みである寄附の枠組みに沿うよう改善に\n向かって取組を進める一方で，泉佐野市を含めた少数の地方団体は返礼品の\n強い誘引に依拠する募集を継続したため，これらの団体にますます突出して\n多額の寄附金が集中する事態に至り，国会審議や国民各層においてこれらの\n諸事実・現象が指摘されて批判の対象とされ，国会においては，これら趣旨\nに沿わない募集を続ける地方団体は寄附金を受けられないようにすべきで\nあるとの議論もされるようになっていた。\nエ  本件指定制度は，このような経過により，本件制度に導入されたもので，\n本件制度が元々寄附者の住所地の地方団体の減収をもたらすものであると\nいう問題を含んだ制度である上，これに返礼品競争が加わることにより，地\n方団体全体の財源の総額の増加は見込まれないのに，返礼品の調達費用を含\nむ募集経費としてそこから流出する金額がますます増加し，結果として本来\nの特色ある事業など公の支出に充てることができる総額も減少するという\n事態を招くもので，これを根本的に是正するには，本件制度の廃止か，返礼\n品の禁止という措置を採るほかないものであるところ，本件制度の本来の制\n度趣旨と，地場産品を返礼品とすることによる地域産業奨励の効果などを維\n持するという政策的判断から，上記弊害を軽減，除去するためにその導入が\n図られたものということができる。これらのことを考慮すると，本件指定制\n度の趣旨は，本件制度の運用が，上記イ，ウにおいて生じた本件制度の上記\nの悪循環と弊害に対応して複数回の通知が発出されたが是正に至らないた\nめ，これ以上状況が悪化しないよう手当てを行い，制度存廃の危機に瀕して\nいた本件制度を本来あるべき正常な運用に復するために導入された制度で\nあり，その目的を達するため，寄附先となる地方団体を指定する制度に改め\nたものであることから，総務大臣は，その付与された権限につき上記の目的\nを達するために裁量権を行使し得るものというべきである。\n法３７条の２第２項の「募集の適正な実施に係る基準」の解釈について（募\n集の適正な実施に係る基準は白紙委任か）\nア  法３７条の２第２項の「募集の適正な実施に係る基準」の解釈\n募集の適正な実施とは，本件制度の趣旨に沿う募集であり，\n見た本件制度の趣旨に沿う募集とは，本件制度において特例控除対象寄附\n金の募集を行うに当たり，地方団体が，経済的利益の無償供与である寄附\nという法的枠組みに従い，その取り組む事業や特色ある施策によって寄附\n先として選定されるようその募集を行うことをいい，このような正常な運\n用の下において実施される募集をいうと考えられる。\nすなわち，本件制度は，地方団体が，寄附先に選ばれるような取組事業\nや特色ある施策の工夫をしてこれを寄附対象とする募集を行い，寄附を行\nう納税者もこれらの事業・施策に着目して寄附を行い，もって自治のあり\n方を共に考えることを通じて地方活性化を図るという好循環を生み出す\nという想定の下に，優れた事業・特色ある施策に共感して寄附を促進する\nとの政策的企図を有する制度であったが，前記 イにみたとおり，本件制\n度は，運用の途上で返礼品依存の募集が寄附金を多く得る事態に陥ったた\nめ，上記の正常な運用が阻害され，本来企図した好循環ではなく，悪循環\nと弊害を生じ，そのために正常な運用の下にあるべき募集の実施も，適正\nを期し難くなっていたことが明らかである。\nイ  本件指定制度の導入の趣旨（授権法の趣旨及び目的）\n前記前提事実１ 本件指定制度において法が寄\n附先に指定される要件として定めたのは，ⅰ募集の適正な実施に係る基準\nに適合する地方団体で，かつⅱ返礼品を送付する場合には法定返礼品基準\nの遵守を求めるというものであって，本件制度の趣旨に沿うよう募集が適\n正に実施されるためには，単に返礼品に関する規制によるだけでなく，特\n例控除対象となる寄附金の寄附先を，本件制度の趣旨に沿う募集を行う地\n方団体のみに限ることが必要であるとの考慮によるものと考えられる。\nそして，本件指定制度は，総務大臣に，地方団体に対し上記寄附先とな\nるための指定を行うに当たり，その指定条件として，募集の適正な実施に\n係る基準の制定権限を総務大臣に委任し，またその当てはめに係る指定権\n限も委任したものである。前記の悪循環が生起するに至った諸要因や因果\n経過のほか，これへの手当てとして繰り返し発出されてきた通知（技術的\n助言）及びその発出経緯，各通知発出に至るまでにその都度された指摘や\n批判，国会審議等，また各通知後の効果とその限界をみると，本件指定制\n度の趣旨は，本件制度の趣旨に沿う募集を行うのは，これらの諸要因が是\n正されない中では困難であったから，最終的に，前記の諸問題に関連する\n諸要因や諸条件を改善・解消した地方団体のみによって本件制度を運用で\nきるようにし，もって当初本件制度が企図する好循環が行われるよう促\nし，本件制度の正常な運用の回復を期することにあると解される。\nそうすると，法は，総務大臣に対し，適正な募集に係る基準として，本\n件制度の正常な運用を回復し，寄附金募集の適正な実施を確保するため\nに，寄附先となり得る地方団体指定の基準の制定に当たって，上記 に\nみた４回の通知に至った諸要因として社会内に生起した現象の具体的な\n因果経過や客観的事実を踏まえ，社会経済政策の見地から，必要な合理的\n条件を設定する権限を委ねたというべきである。\nそして，前記１認定の各事実及び上記 イ及びウの諸問題の諸要因や弊\n害に関する事情及びこれに関する各通知発出の経緯や要因とされる主た\nる指摘や国会の議論等をみると，ⅰ.本件制度の依拠する寄附の法的枠組\nみに反して，対価と見まがうような水準の返礼品の提供を直接的に誘引と\nして募集を行うことの法的観点からの問題(これには納税者寄附者に寄附\n額全額の控除以上に適用下限額を超える部分につき無償で返礼品を供与\nすることは特定寄附者への利益供与に該当するのではないかとの疑問も\n含まれる。)，ⅱ.かかる返礼品に依存した募集を行うと，得た寄附金の多\nくが返礼品の経費等募集に要する費用（調達，送付，広告費用等)に充当さ\nれ，本来の地方団体の取組事業に充てられる部分が減少して，同事業をは\nじめとする地方団体の施策の発展への支障が生じる懸念，ⅲ.本件制度が\n本来の趣旨とする地方団体自身の取り組む特色ある施策等とは関係のな\nい返礼品を提供することにより，本来の地方団体の取組事業・施策に来す\n影響，ⅳ.返礼品に依存した募集を改め，寄附先に選ばれるような事業施策\nを育成して募集を行うようにするには相応の時間を要すると考えられる\nこと，ⅴ.高額な返礼品を誘引として募集を行う団体があると，本件制度に\nより地方団体間に税収移転効果が生じるため，他の地方団体も税収減を回\n避しようと同水準あるいはより高額な返礼品で誘引する募集を止められ\nなくなるとの悪循環が生じること，ⅵ.本件制度は納税者に向けた制度で\nあるが，いかなる募集を行おうと結果として地方団体間の税収移転効果が\n生じてしまうこと，ⅶ．寄附という法的枠組みであることの認識を促す通\n知を繰り返しても枠組みから逸脱して返礼品提供に依存した募集を継続\nした地方団体が，他の多くの募集を改めた地方団体に対し税収の減少を甘\n受させてでも上記の方法を更に継続することにより，結果として極めて多\n額の寄附金がますますこれら特定の地方団体に集中することになること\n等の諸事実が挙げられる。\nそして，本件制度は，地方団体への寄附が促進されるよう納税者側の寄\n附金税制として設定されているのであるから，地方団体の取り組む事業や\n施策に寄附が向けられるよう社会経済的な条件整備や政策的考慮を不可\n欠とするものであり，本件制度が政策目的による寄附を促進するために税\n額控除という法的枠組みを採っていることを併せ勘案すると，総務大臣\nは，社会経済的あるいは政策的な広い裁量の下に，上記諸要因や弊害に関\n連する事情を取捨選択あるいは組み合わせることにより，必要かつ適切な\n条件設定を行うことができるというべきである。\nそうすると，その中には，本件制度発足以降の運用期間を通じて，本件\n制度の趣旨に沿う運用をし，又はこれに改めてきた地方団体を特例控除対\n象寄附金の寄附先として選定する一方で，上記趣旨に反する募集を継続し\nて寄附金を多く受領した地方団体を参入させないことが可能な選別基準\nを設けることもその委任の趣旨に含まれるというべきである。\nウ  法３７条の２第２項の「募集の適正な実施に係る基準」は白紙委任か\n原告は，法３７条の２はそもそも委任の趣旨が明確ではなく「募集の適正\nな実施に係る基準」とは不明確であり，白紙委任の疑いが強いと主張する（争\n。\nしかしながら，前記のとおりの本件制度の趣旨と，これに本件指定制度を\n導入した経緯に照らすと，適正とは本件制度の趣旨である上記 の意味と\nして理解することができ， 募集の適正な実施に係る基準\nとは， でみた悪循環に陥らないようにし，本件制度の正常な運\n用を回復するために，これに関して社会内で生じた前記各諸要因との関連を\n解消ないし改善し，本来の趣旨に沿う募集を行う地方団体を寄附先に指定す\nるための基準というべきである。\n本件では，適正の意味内容は，授権法において，委任基準や考慮すべき要\n素は明示されていないが，本件制度の正常な運用の妨げとなる\nでみたような特徴的な事象を生じたことへの手当てであり，ここから上記イ\n授権規定の\n趣旨及び目的からすれば，委任を受けた総務大臣において，その考慮要素を\n合理的に導き出すことが可能であり，前記条項は白紙委任であるとはいえな\nい。\nエ  法全体，隣接諸制度との整合性\n地方税法は，地方団体の自主運営のため必要な課税権，自主財政権につい\nて，国の課税権との調整の必要や，自治体相互間の調整のため，あるいは，\n国の政策目的から，地方税レベルで必要な政策目的を盛り込んだもので国の\n政策実現を妨げるような課税の禁止等の要請等を広く取り込む法であると\nころ，本件指定制度は，本件制度が税収の移転という効果を有するためこれ\nを調整する目的で定められたものでもあり，法全体内にあって整合的であ\nる。\nまた，租税特別措置法上の寄附金税額控除を認めた他の寄附金税制の枠組\nみ(甲Ｃ３８，３９)においても寄附先や寄附対象事業の定めを通じてそれへ\nの寄附金を促進するという仕組みを採っているなど，寄附先を適正なもの，\nあるいは趣旨に沿うものに指定する制度とすることは整合的である。\nオ  享受する利益の性質\n本件制度の法的枠組みは，納税者が行う寄附の税額控除制度であり，寄附\nを促進するために，納税者に対し，特例控除という個人住民税の全額控除の\n効果を付与したというのがこの法的枠組みの中心にあるのであって，地方団\n体は，飽くまでも寄附先として位置付けられている。したがって，地方団体\nが，特例控除対象となる寄附金の寄附先となることにより寄附金をより多く\n受け得る利益は，本件制度が上記法的枠組みを採った結果，地方団体が受け\n得る事実上の期待というべきであり，上記の利益が本件制度によって付与さ\nれたこととの整合性からすれば，本件制度に本件指定制度を導入したこと\nは，その制度の変更によって地方団体が享受し得る上記事実上の期待の内容\nが変容したにすぎないといえる。\n「募集の適正な実施に係る基準」として定められた本件告示２条３号は，委\n任の趣旨の範囲を超え，基準を定める総務大臣の裁量権の逸脱があるか\nア  本件告示は，法３７条の２の委任を受けて，特例控除対象寄附金の寄附先\nとなり得る指定に係る基準を定めるものであり，そのうち同告示２条３号\nは，認定基礎期間において，①趣旨に反する方法により他の地方団体に多大\nな影響を及ぼす募集を行い，②これにより趣旨に沿った募集を行う他の地方\n団体に比して著しく多額の寄附金を受領した地方団体でないことを指定基\n準の一つと定めるが，前記\n社会内に生起した現象とその具体的因果経過，そこでの諸要因及び考慮が想\n定される要素をみると，本件告示の上記①及び②の各要件が，正に本件制度\nに生じた悪循環の発生した経過に関わる諸要因のうちの顕著なもの(\n)であると判断するのには相当の理由があるというべきである。これに\n加え，本件制度が納税者の地方団体に対する寄附金が特例税額控除されると\nいう制度であって，地方団体は飽くまでもその寄附先という位置付けである\nことや( )，寄附先の指定を受ける利益の性質( )を考慮して\nも，これらの事実を広く考慮することは委任の趣旨に反しないというべきで\nあるから，上記にみたとおり，前記授権法がその権限を総務大臣に付与して\n定めた募集の適正な実施に係る基準は，委任の趣旨に反しないというべきで\nあり，本件告示の制定に告示を定める総務大臣の裁量の逸脱があるとはいえ\nない。\nイ  なお\n示によることは許されないと主張するが，告示は，国家行政組織法１４条に\n定めるとおり，各省大臣がその機関の所掌事務について公示する形式であ\nり，法律の委任に基づく限り，法源の一つであり，租税関係において技術的\n事項を含む場合には，固定資産評価基準などのように，他の行政立法と特段\nの区別なく広く用いられている。本件については，本件告示は前記で挙げた\n社会内において生じた現象に照らして定めるべきものであり，その条件の設\n定についての具体的な取捨選択は，総務大臣が法の委任に基づき本件制度の\n政策的な見地及び社会経済的な見地から判断するのが相当というべきであ\nる。\nそうすると，法が「総務大臣の定めるところによる」として形式上告示に\nよることができるとしている上，実質的にも，文言や趣旨，関連法制度との\n整合性，前記の指定制度の制定経過からみた総務大臣に付与された権限の趣\n旨に照らし，委任の趣旨の範囲を逸脱するものとはいえず，告示によること\nを違法という余地はない。\nウ  なお，法３７条の２第８項は，募集の適正な実施に係る基準の設定及び改\n廃，本件指定制度による指定，指定の取消しにつき，いずれも，地方財政審\n議会の意見聴取を義務付けているが，これは，総務大臣の適正実施基準の設\n定及び本件不指定に至る手続の過程に，裁量権行使に当たり専門的意見を踏\nまえた一定の統制と歯止めを設ける趣旨と解され，同審議会が，その構成員\nの任命が両議院の同意を得て行われる重要な審議会と位置付けられている\nことも考慮すると（総務省設置法１２条１項），法は一定の手続を履践させ\nてその慎重を期しているということができ，本件告示についても，同審議会\nは審議を経て，地方財政の在り方を定める上で相当であるとの判断によりこ\nれを是認したものであるから，この点からも，総務大臣が告示を定める権限\nを濫用したとはいい難い。\nエ  原告は，本件指定制度の趣旨は将来（指定対象期間）における募集の適正\nないしは健全かつ公正な制度運用の実現が目的であると主張するところ，こ\nれに基づく以下の各主張につき検討する。\n原告は，本件指定制度の趣旨は将来の募集の適正を確保するとの趣旨で\nあり，募集の適正な実施に係る基準は，将来の募集の適正な実施の確保に\n向けられた基準であると主張する。\n募集の適正な実施に係る基準とは，上記 で説示したとおりであり，同\n基準は，本件制度の正常な運用の回復により募集の適正な実施を確保する\nことに向けられたものというべきである。\n募集の適正な実施に係る基準が将来到来する指定対象期間における募\n集の適正な実施の確保を目的とすることは原告の主張のとおりであるが，\n改正法は，返礼品について法定基準化したのみでは十分ではないとし，こ\nれに加えて寄附先を指定するとの本件指定制度を導入したのであり，これ\nは，本件制度の趣旨に沿う募集が行われるためには，技術的助言として通\n知を４度発出しても是正できなかった経過を含めた前記の悪循環の原因\n及び因果経過に鑑みて，本件制度の趣旨に沿う募集に改めるなど本件制度\nの正常な運用が行われるよう修正した地方団体によってのみ本件制度を\n運用する指定制度が必要であるとの判断に至ったことによるものという\nことができる。\n原告は，本件指定制度の趣旨目的には他の地方団体の理解や納得は含ま\nれていないとして，本件指定制度施行後の募集の適正を確保するとの趣旨\nと，上記他の地方団体の理解や納得，公平性とは合理的関連を欠くから，\n募集の適正な実施に係る基準は上記を考慮する基準とは解し得ないとも\n主張する。\nしかしながら，本件制度が，地方団体の特別控除対象寄附金の取得によ\nり反射的に他の地方団体の税収の減少をもたらし，地方交付税を通じて国\n庫へも影響が及ぶものとなっていることからすると，本件制度の正常な運\n用の回復に当たって，かかる効果も踏まえて上記条件を設定することは，\n委任の趣旨に反しないというべきである。\nａ⒜  本件制度は，納税者に発生する税額控除の効果を軸とする制度であ\nるため，いかなる手段による募集であっても，寄附先にされた寄附金\n部分が，当該納税者の居住地方団体においては反射的に住民税の減収\nとなるから，寄附金部分につき他の地方団体に税収の減少が生じるこ\nと自体は，元々本件制度自体が予定するところである。しかし，そう\nだとしても，本件制度は，その趣旨に反する税収の減少までも許容す\nるものではない。本件制度の趣旨からすれば，他の地方団体に本件制\n度の帰結する効果（住民税の減収）を甘受させることが正当化される\n根拠は，本件制度の趣旨である納税者から共感,賛同を得ることによ\nり寄附先に選択されるに足りる事業や施策の取組を行うことなど，本\n件制度が企図した好循環に寄与した地方団体に寄附が促進されるこ\nとにある。\n⒝  本件指定制度が本件制度に導入されたのは，本件制度により集めら\nれる寄附金が適正な募集によるものとなり，寄附金が各地方団体の工\n夫する事業や取り組む施策に対する共感や賛同に基づき寄附される\n状態を回復させるためであるが，他の地方団体の犠牲の下に，上記取\nり組む事業の育成を待たずに返礼品による直接の誘引による募集に\nよるなど趣旨に反する方法により著しく多額の寄附金を取得した地\n方団体は，前記 悪循環に関係したものであり，本件制度の\n正常な運用の回復には支障となるものとして引き続き本件制度によ\nる寄附金を得る地位に置くことは上記正当性を欠くと判断すること\nも，相当でないということはできない。\nｂ  また，本件制度は，その帰結するところは上記ａ⒜のとおりであり，\n寄附を受けた地方団体と，寄附者への税額控除の結果税収減少を被る各\n地方団体とは，その相互の間で，その住民税を分け合う関係となること\nを意味する。したがって，本件制度の下では，供与を受けた寄附金も，\n本来控除対象部分は全額他の地方団体の住民税として公益のために使\n用されるべきものであったから，飽くまでも寄附先においてもできる限\nりこれと同様に公益に使用されるものとして，地方団体の取り組む事業\nや工夫による施策へ充当されることが予定されるところであり，寄附者\nへの個別利益の付与としての返礼品への充当を予定すべきものではな\nい。そうでなければ，住民税の減収となる他の地方団体との間において\n公平性を欠き，本件制度の下において寄附金の取得を正当化することが\nできないとの判断はもっともなものであり，これが委任の趣旨の範囲を\n超えるとはいえない。\n原告は，寄附金の受領額が多いのは正当な競争の結果であり，これを次\nの機会に調整させられる理由はないとも主張する。\nしかしながら，本件制度において想定されている競争とは，寄附の対象\nに選ばれるような地方団体が取り組む施策や事業に関する競争であり，多\n額の寄附金を誘引する返礼品の競争ではない。ところが，原告が寄附金を\n得たのは，寄附が経済的利益の無償供与であるとの法的枠組みを顧みるこ\nとなく，対価と誤解されるような高額品あるいは買物と同様の誘引を用い\nて行う手段による募集によるもので，法の枠組みを逸脱するものであるこ\nとは明らかである(法律による行政の要請からすれば，財源獲得が住民に\n対する責任であるからといって手段を問わないとはいえない。)。本件制\n度の期するところも，税の使途を地方団体の取り組む公共性のある施策や\n事業により決めるという好循環であるのに対し，返礼品による誘引という\n手段による募集はこれを阻害するものであって正当な競争によるものと\nは到底いえないから，正当な競争による寄附金取得と評価できない行為を\nもって，指定の対象としない条件とすることは不合理ではなく，これが委\n任の趣旨に反するとはいえない。\n原告は，本件指定制度の趣旨は指定対象期間における健全かつ公正な制\n度運用の実現が目的であって，本件告示が，過去の募集態様とその結果を\nもって「直ちにかつ一律に」不指定団体の要件としたのは，上記委任の趣\n旨の範囲を超えるものであって，本件勧告もその旨を指摘すると主張す\nる。\n原告の上記主張は，本件告示２条３号に定める募集の適正な実施に係る\n基準は将来の指定対象期間における募集の適正な実施を確保することが\nその趣旨であるとの前提で，地方団体の指定に当たり，指定対象期間にお\nける募集の適正な実施を確保するためには，その意思と能力の有無を認定\nするための一資料として過去の募集態様を問題とすれば足りるというも\nのと解される。\nしかしながら，本件指定制度の導入経緯とその趣旨は前記にみたとおり\nであり，本件制度において募集の適正な実施を確保するためには，指定対\n象期間における募集の適正な実施のための直接的な法規制のみならず，本\n件制度が陥った悪循環を脱し，本件制度の正常な運用を回復することも必\n要であると解されるから，指定対象期間における適正な募集を行う意思と\n能力の有無の認定資料の一つとして過去の募集態様を問題とするだけで\nは足りず，本件指定制度発足当初は前記の悪循環の発生と関連する諸要素\nを解消した地方団体だけで本件制度を運用することとし， で挙\n示するような悪循環に関連する諸要素を解消・改善した地方団体であるこ\nとや，これと関連を有しない地方団体であることを一律に条件と設定した\nとしても，不合理とまでいうことはできず，これが委任の趣旨の範囲を超\nえるとはいえない。なお，国地方係争処理委員会の本件勧告も，「直ちに\nかつ一律に」不指定団体の要件とすることにつき上記委任の趣旨の範囲を\n超える「おそれ」を指摘するにとどまり，違法と断ずるものではない。\n自治権の侵害に該当するとの主張について\n原告は，総務大臣に広範な裁量権があるとの被告の主張は誤りであるとし\nて，国の監督権の違法な行使は地方団体たる法人が国に対して有する自治権の\n侵害であり，本件はこれに該当するから，国の違法な関与に対しては抗告訴訟\nとしての取消訴訟が可能であり，総務大臣は地方団体の自治権を侵害しない限\n度で裁量権があるにすぎないと主張する。\nア  普通地方公共団体は，地方自治の本旨に従い，その財産を管理し，事務を\n処理し，行政を執行する権能を有するから（憲法９２条，９４条），これを実\n質的に遂行するためには，財政運営についての自主財政権を有することも不\n可欠の要素であるところ，これらについては，憲法には具体的な定めが置か\nれず，地方公共団体の運営に関する事項として，法律でこれを定めるものと\nしている。この点については，地方財政法及び地方税法が，国民の税負担の\n全体の程度や国と地方間，地方公共団体相互間の財源の配分等において調整\nを要するとの観点からの定めを置いているから，地方団体の財政運営権も，\nこれらによりその内容及び準則を定めるところによることとなる。\n本件制度の下においては，地方団体としては，その住民が他の地方団体に\nふるさと納税を行うことで控除される税額よりも多くの寄附金を集めなけ\nれば，地方交付税による補填を受けられない部分については税収と寄附金を\n合わせた財源の減少を来すこととなるから，この点において，財政運営権に\n影響が及ぶ結果を招くことになるため\n益負担の観点や区域内住民との公平性の観点，国の施策は地方財政の自主的\n運営と自律性に配慮すべきものと定めた地方財政法２条２項が求めるとこ\nろに従って控除上限額が設定されたと考えられるから，本件制度が地方自治\nの本旨を損なうというものではないのはもとより，自治権に影響が及ぶとい\nうものでもない。\nイ  これに加えて，前記 のとおり，本件制度は飽くまで納税者に認めら\nれた寄附金税額控除の制度であって，本件制度下においては，地方団体には\n特例控除対象となる寄附金の寄附先となり特例控除対象の寄附金を受ける\nことができる利益があるとしても，それを法的な保護を受け得る地位という\nには疑問がある。もとより，地方団体は，寄附金を自由に受け得るのである\nから，本件指定制度による指定を受けられないことは，寄附金を受けても，\n納税者において特例控除対象とならないために納税者に動機付けが働かず\n他の地方団体に寄附が寄せられ，これにより税収の減収を来すという間接的\nな影響を受けるが，このような不利益を受けるとしても上記同様に制度の仕\n組みによる事実上の期待ができなくなるというにすぎず，少なくとも本件指\n定制度の導入により，これらの利益を受けられなくなることが，自治権とか\nかわるものとはいえない。\nウ  原告が自治権の侵害と主張するのは，寄附金税額控除が上記のような制度\nであったとしても，寄附金の募集行為そのもののほか，これに付随する返礼\n品提供も，地方団体の自治事務(地自法２条８項。法定受託事務以外の事務）\nに属するから，これらは原告の自治権に属し裁量の範囲内であるとの趣旨を\n含むものとも考えられる。\n確かに，募集行為自体及びこれに付随する返礼品提供事務が自治事務で\nあって，返礼品提供が地方団体の区域内にある産業及びこれを構成する個\n別事業者の補助育成につながる，あるいはそれ自体本件制度そのものの広\n報の役割を果たしているといえる側面もないではなく，返礼品の提供が本\n件制度それ自体を促進させた面も否定できない。また，返礼品の経済的意\n味合いが地方団体の行うべき区域内行政・自治施策や地域振興に関連する\n部分を含み，あるいは本件制度の趣旨に沿う部分をも含んでいたという余\n地も否定できない。従前から総務大臣が，当初各通知を技術的助言として\n発出したのも，こうした地方の事業と返礼品の関係に鑑みると，法の趣旨\nの範囲内で工夫がなされる限りにおいては，これを尊重すべきであるとの\n考えに基づくものと解される。\nしかしながら，本件制度の法的枠組みは飽くまで寄附であって，納税者\nにおいて受け得る住民税特例控除の効果以外については，基本的に寄附者\nが地方団体に対し経済的利益を無償で供与する（対価は受けない）との法\n的位置付けであるのに，対価であるかのような高額な返礼品を提供するの\nは寄附とはいえず，他の地域の寄附者への利益供与に当該地方団体の住民\n税を充てる行為と同様であるという意味において本件制度の法的枠組み\nを甚だしく逸脱するものであり，このような高価品等の提供により寄附金\nを得ようとするのは，本件制度に期待された好循環を阻害するものである\nし，本件制度による住民税の移転という効果からみても，これが前記のと\nおり各地方団体同士が互いに住民税を分け合う関係にあることも意味す\nるにもかかわらず，住民税の使途が公益に充てられないことを容認するこ\nとに帰結するといえるから，本件制度の枠組みを逸脱するものである。\nこのような制度において寄附先となる各地方団体は，自治権の主体であ\nると同時に，法の定める範囲内で地方税の納税も受けて施策を行う行政主\n体でもあるから，本件制度の上記のような法的な枠組みと住民税移転とい\nう法的な作用・効果を十分踏まえた上で，法律による行政を担うべき行政\n主体として法の定めた法的枠組みとその趣旨の範囲内においてこれを運\n用すべきであり，本件制度下において寄附金の募集を行うこと及びその方\n法についても，飽くまでも本件制度の趣旨に反しない限度でしかその自治\nは及ばないというべきであり，当該団体のみの判断で全くの自由に行い得\nるものではないと解される。\nまた，原告は，国と地方団体の関係は，国と私人との関係同様に考える\nことができ，本件は地方団体の国による自治権侵害に対しその救済を求め\nるものであるとも主張するが，本件制度は，地方団体の取り組む施策や実\n施事業を対象に納税者から寄附がなされることを促進するものであり，上\n記 のとおり，地方団体は飽くまでこれらの寄附対象となる施策や事業を\n実施する行政主体であって私人の立場と同一に考えられないし，本件指定\n制度は，本件制度の趣旨に反する運用を是正する要請により導入されたも\nのであって，国による自治権侵害の救済ということを観念することもでき\nない。\nなお，地方財政法２条１項は，他の地方団体の財政に累を及ぼすような\n施策を行ってはならないと規定しているが，この規定は，たとえ地方団体\nの自治に属するような施策であっても，他の地方団体に悪影響を及ぼすこ\nとを禁じるものであり（乙９），本件においても，仮に，返礼品に関する施\n策に自治施策に関連する部分があったとしても，前記の本件制度の帰結す\nるところに鑑みると，本件制度の趣旨に反する方法で他の地方団体の税収\nに減収をもたらすことは本件制度が容認するものではないという意味で，\n金額や規模によっては，同様に上記条項にも抵触するおそれがあったもの\nである。\nエ  以上のとおりの本件制度の枠組みに照らせば，自治権の侵害の主張は採用\nすることができないし，本件訴訟は，飽くまでも行政主体間における法的な\n枠組みの是正の問題としての機関訴訟に該当するものである。以上によれ\nば，自治権を理由に総務大臣の裁量権が狭いものであるとの原告の主張は，\n採用することができない。\n本件告示２条３号は過去において適法であった行為を遡及的に不利益に取\nり扱う規定として租税法律主義に反するか（争点 ）\nまた，原告は，過去において適法であった行為を遡及的に不利益に取り扱う\n規定は，租税法律主義に反するから許されないと主張する。\nア  しかしながら，租税法律主義を定める憲法８４条は，国民の財産権及び国\n民の課税関係上の地位について規定するものというべきであり（最高裁昭和\n４８年(行ツ)第２４号同５３年７月１２日大法廷判決・民集３２巻５号９４\n６頁，最高裁平成２１年(行ツ)第７３号，同２３年９月２２日第一小法廷判\n決・民集６５巻６号２７５６頁），本件は，そもそも，国ないし地方団体相\n互の関係であって適用の前提を欠く。また，本件指定制度は，指定対象期間\nとして令和元年６月以降の適用開始に当たって，その要件充足の有無の局面\nにおいて，過去の事実を勘案するものにすぎず，本件指定制度の適用により\nその指定を受けなかったことは，過去に遡って地位を喪失ないし変更する等\nの効果を受けるというものでもないから，租税関係法令の遡及適用の問題は\n生じないというべきである。\nイ  原告は，本件制度に本件指定制度を導入し，本件告示２条３号所定の要件\nを定めたことは，それまで規制がなかった行為について遡って不利益に扱い，\n不指定とすることは法的安定性を害するとも主張するが，前記のとおり，特\n例控除対象となる寄附金を受け得る利益というものは事実上の期待にすぎ\nず，既得の法的地位に変更をもたらすものではないから問題とされる余地は\nないというべきである。\nウ  むしろ，本件指定制度の導入は，本件制度が本来予定された趣旨に沿う運\n用をされず，正常な運用に支障を来すに至ったために，法律による行政の原\n理を貫徹することにより，本件制度に参入する地方団体間に秩序を回復する\nことにその趣旨があることが明らかであり，本来本件制度が従前から依拠す\nる枠組みに反することを許容しないことを本件制度に改めて明示すること\nにより修正しようとするものであるから，租税法律主義に反するとの主張は\n採用できない。\n３  適合性）\n本件告示の規定が，地自法２４７条３項で禁じられる不利益的取扱を規定す\nるものか（争点 ）。\nア  地自法２４７条３項の規定について\n地方分権一括法及び地自法の二度にわたる改正の趣旨は，国と地方の関\n係を上下主従の関係から対等・協力を基本とする新しい関係を構築するこ\nととして，地方公共団体に対する国等の関与について，そのルールの確立\nと公正及び透明性の確保・向上を図ることとしたものである。同法２４５\n条は，所定の関与類型につき行政主体間の規律を定める旨明示し，同法２\n４５条の２は，国と地方の関係を対等のものとして，包括的な指揮命令関\n係下にあった従前の不透明な力関係から脱して，法律に定められた限度で\nしか関与し得ないという関与の法定主義を定めている。\n助言とは，客観的に妥当性のある行為又は措置を実施するよう促すこと\nを前提にそれに必要な事項を示す行為であり，その性質は，行政指導であ\nって，一定の行政目的実現のために相手方に任意に作為不作為を求めるも\nのであるところ，同法２４７条３項が，助言に従わなかったことについて\n不利益的取扱を禁止したのは，法律上従う義務を負わない事項は，飽くま\nでも相手方の任意の協力により実現されるものであることを明らかにす\nる趣旨であり，関与の法定主義を別の形で規定したものと解される。\nイ  本件の技術的助言\n本件では，総務大臣から，４回にわたり，平成２７年通知ないし平成３\n０年通知が技術的助言として出されたが，その内容は，本件制度が寄附税\n制の一環であり，寄附とは法的な意味としては，経済的利益の無償供与で\nある旨の認識を促し，本件制度の趣旨を再掲した上，募集を行うに当たっ\nて提供される返礼品は，上記枠組み内にとどめ，対価の提供との誤解を招\nくような返礼品は送付しないようにとの注意を促すというものであり，最\n後の２回の通知において，返礼品は，従前「社会通念に照らし良識の範囲\n内」としていたのを「３割」と，「地域資源の活用」としていたのを「地\n場産品」とそれぞれ明示して，内容の修正を求めたものである。\nこれらの各通知は，結局，本件制度は寄附の枠組みによるものであって，\n当該制度の法的な枠組みにつき認識を促すこと，本件制度の趣旨がどのよ\nうなものであるかの認識を促すことを通じて，返礼品を寄附として法の許\n容する水準・性質のものに引き戻すことにあると考えられる。\nウ  法定返礼品基準及び本件告示２条３号の規定\nこのような状況において，本件制度に本件指定制度が導入され，返礼品基\n準を法制度化し，併せて募集の適正な実施に係る基準により，特例控除対象\nとなる寄附金を受け得る寄附先となり得る選定基準が法定されたものであ\nるが，これは，寄附の募集に当たっては，対価の提供申出は法律上の寄附の\n概念に反するため，通知において従前その目安(ただし，通知の都度，次第\nに詳細化していった。)として示したものを，法制度へと高め，許容されな\nい旨の明示規定を定めた上(法３７条の２第２項各号)，総務大臣の定める募\n集の適正な実施に係る基準の適合性(同項柱書き)を求めたのを受けて，募集\nの適正な実施に係る基準を定めて，本件告示（平成３１年４月１日）前であ\nる認定基礎期間における「趣旨に反する方法」による募集として，社会的儀\n礼の範囲を超える返礼品を提供して募集を行った行為(その水準は結局前記\n通知の内容で，上記法定化された返礼品基準と同一である。)がないことを，\n指定に当たっての定型的な消極要件として規定したものである。\nめられたものとすれば，上記のとおり，技術的助言として，本件制度の依拠\nする法的枠組みに反する旨指摘した行為について，その旨を改めて明確な基\n準をもって法定化した上，以後に効力を発する指定の要件とすることは，関\n与の法定主義に何ら反するものではない。\nエ  本件告示２条３号が技術的助言に従わないことに対する不利益な取扱と\nいえるかについて\nａ  前記の経緯によれば，確かに，寄附金の募集や返礼品提供については，\n当初本件制度外に置かれ(特段の規定もなく），地方団体の自制に委ね\nるとされ，また，本件趣旨に沿う地方団体の施策や事業とも関連すると\nいえる余地もあるため技術的助言とされたものの，内容は，本件制度が\n前提としている法律的な仕組みの遵守を求めたものであった。もとより，\n前記２ 泉佐野市は，自治権の主体であると同時に，統\n治権の主体との側面も有する地方団体であるから，当然，法律による行\n政を行うため，法の範囲内で法制度の仕組みや制度的位置付けを理解し\nた上で地方行政を司るべきであり，本件制度の運用に当たっては，飽く\nまでも，同制度が前提とする寄附という法的枠組みの範囲内でのみ，裁\n量をもって自治に関する事業事務を遂行すべきであったのであり，元々\n枠組みから逸脱した行為について任意に判断を行う余地はない。\nｂ  しかるに，前記認定によれば，泉佐野市が提供する返礼品は，その値\n段や返礼割合において他の地方団体に比して突出した極端なものであ\nって，法の許容する範囲を逸脱し，自治体の裁量の範囲を逸脱している\nことは明らかであり（泉佐野市は，返礼割合を３割以下とした通知には\n根拠がないとも主張するが，泉佐野市の返礼品の返礼割合とアマゾンギ\nフト券上乗せ等が返礼との社会的儀礼を逸脱したものであることは明\nらかである。），いかに行政指導とはいえ，泉佐野市は，寄附という法\n的枠組みの範囲内に是正すべきであったといえるのであって，従前の通\n知は，その部分において是正の要求の意味合いも含むものであったとい\nえる。\nｃ  改正法及び本件告示は，従前通知において地方団体の裁量は尊重しつ\nつも本件制度の法的な枠組みを示し，またその目安として示した技術的\n助言の内容を，事後的にであれ，法に明文化したものにすぎないところ，\n泉佐野市は，法の枠組みから逸脱し，任意に委ねられるとはいえない部\n分でこれを是正しなかったことに関して，法定化後の定めに従って対象\n期間開始後に寄附先と指定されなかったのであるから，技術的助言の前\n提である任意性を損なうものでも，関与の法定主義の趣旨を損なうもの\nでもない。\nｄ  なお，証拠(甲Ａ２９・２８頁)によれば，国地方係争処理委員会にお\nいて，総務大臣は，地方財政法２条１項の趣旨に反するものとして是正\nの要求も可能であったが，これを受けて必要な措置が講じられるには制\n度的担保がなく一定期間を要するため，立法的な解決が適しているとの\n判断であったと答えているところであり，前記にみたとおり，本件制度\nは，泉佐野市に極端に巨額の寄附金が集中し，他の多くの地方団体に影\n響を及ぼし，地方財政法２条１項の趣旨に反する状況に至っていたから，\n本件指定制度により速やかに法の枠組みに従って正常な運用を回復す\nる必要性が高かったとみられる。\n原告は，本件告示２条３号の要件の定めは，前記の返礼品の水準を示さ\nれた通知に従わないことを不利益に扱うものと主張する。\nａ  前記のとおり，泉佐野市が本件指定制度において指定を受け得なかっ\nたのは，本件告示２条３号という法律に基づく指定要件に該当しなかっ\nたからであるが，それは法的な枠組みに沿って募集の在り方を是正しな\nかったためであって，前記の各通知に従わなかったことそれ自体を理由\nとするものではないから，本件指定制度の導入により不利益に扱われる\nとか，制裁を受けたという関係にはない。\nｂ  なお，前記認定事実１ の事実によれば，前記各通知に従わず，\n認定基礎期間中に趣旨に反する方法による募集方法を用いた地方団体\nであっても，その後の是正状況に鑑みて指定を受けたものもあり，前記\n各通知に従わないことを理由に不指定としたわけでなく，本件告示を制\n裁として運用しているものではないことは明らかである。\nｃ  前記各通知は，飽くまでも趣旨に反する方法による募集をしないよう\n求めるものであるが，本件告示２条３号は，趣旨に反する方法による募\n集に加え，これにより他の地方団体に比して著しく多額の寄附金を集め\nたものでないことも指定の消極要件としており，本件告示が，法の逸脱\nの範囲が著しい点に加え，他の地方団体に影響を及ぼすもののみを問題\nとしたのであり，制裁として運用するものでないことは明らかである。\n原告は，技術的助言に従う法律的義務を負わないから，これに従わない\n自由を有すると主張するものとも考えられるところ，前記２ でも説示し\nたとおり，返礼品の提供が自治施策とも関連する側面を有するとしても，\nそれは，全くの自治に委ねられるべきことではなく，本件制度の法的な枠\n組みとの整合性を有する限度内においてのみ自由に委ねられたことであ\nって，本件制度の濫用に至る程度に及んではならないのは当然である。\nオ  以上によれば，本件告示は地自法２４７条３項の不利益取扱禁止に反する\nものではなく，泉佐野市の受けた不指定は，同条の前提とする関与の法定主\n義に反するものではない。\n本件告示２条３号は地自法２４５条の３等（国の関与の必要最小限の原則）\nに反するか（争点 ）。\nア  原告は，本件告示２条３号は地自法２４５条の３に定める国の関与の必要\n最小限度の原則に反すると主張する。\n地自法２４５条の３の国の関与の必要最小限度の原則は，国が，法律又は\nこれに基づく政令により，地方公共団体に対する国等の関与の規定を設ける\n場合には，その目的を達成するために必要な最小限度のものとするとともに，\n地方公共団体の自主性及び自立性に配慮すべきことを定めるが，関与の規定\nを設ける場合，目的との関係で何が必要最小限度の手段であるかの判断は，\n地方団体は統治主体として国や他の地方団体との間において多岐にわたる\n関係を取り結んでおり，国の施策とも様々に関与しているから，これら問題\nとなる関係規定の目的や性格，制度全体における当該規定の法的位置付け等\nや関与の在り方により千差万別であり，その関与規定の定められた社会経済\n的な背景事情にもよるため，立法の指針として用いるのと異なり，司法が判\n断する場合，人権侵害に関する場合と同様にこれを裁判規範として適用する\nのは，極めて困難である。また，本件制度にあっては，前記にみたように，\n当該地方団体が寄附を受けるというにとどまらず，寄附受入部分につき，寄\n附者の住所地の地方団体の住民税を減少させるという波及的な効果がある\nことに鑑みて，本件指定制度を導入することにより，趣旨に沿う運用を行う\n地方団体にのみ特例控除対象寄附金を受け得ることとしたものであるから，\n個別の地方団体の自主性や自立性が直接の問題となるものではない。そうす\nると，本件で必要最小限度の関与であるかを判断するには，結局，法の趣旨\nに照らし必要かつ相当であるかを検討する限度で可能であるにとどまると\nいうべきである。\nイ  原告が，本件告示２条３項が必要最小限度の関与の原則に反すると主張す\nるのは， ，以下検討する。\n原告は，本件告示２条３号に定める過去の受領に係る寄附金額が著しく\n多額であるとの要件は不明確である上，本件指定制度導入後の違反の場合\nと不均衡が生じるからその関与は必要最低限ではないと主張する。\nａ  本件告示２条３号は，認定基礎期間中に，趣旨に沿った方法による寄\n附金の募集を行う他の地方団体に比して著しく多額の寄附金の受領し\nていないことを消極要件と定め，受領金額につき相対的な概念を規定す\nるが，これは，前記にみたとおり，本件制度の正常な運用を回復するに\nは，他の地方団体に生じた結果をも考慮せざるを得なかったことによる\nものといえる。そうである以上，その影響については，受領した寄附金\n額が重要な指標となると解されるところ，認定基礎期間中にいかなる金\n額の寄附金を得たかは事後的にしか判明しないから，本件指定制度に定\nめる基準が上記のような定めとなるのはやむを得ないところである。\nｂ  また，原告は本件指定制度導入後の場合と不均衡を生じる旨主張する\nが，将来の指定期間における指定の可否は，当該時点において総務大臣\nが法の委任に基づき合理的に定める基準に従って行われるべきもので\nあって，現時点における不確実な予想に基づき均衡の有無を論ずべきも\nのではないから，採用できない。\nしたがって，上記主張に係る点が必要最小限度の関与の原則に反する\nとはいえない。\n原告は，規制は，指定対象期間内において趣旨に反する寄附金の募集と\n他の団体に比して著しく多額の寄附金を受領していないことさえ確保で\nきれば十分であるのに，一律に過去に関する上記各行為をしなかったこと\nまで求めるのは必要最小限度を超えていると主張する。\nしかしながら，本件制度及び本件指定制度の趣旨と指定に当たっての考\n慮要素との関係については にみたとおりであり，原告の本件\n制度及び本件指定制度の趣旨に関する主張や，原告の過去の募集方法を考\n慮要素とすることの是非に関する主張は採用できないから，この点を理由\nとする主張は前提を欠き，採用できない。\n原告は，返礼品を提供しない地方団体にも募集の適正な実施に係る基準\nを適用している点で必要最小限の関与とはいえないとも主張するが，法は，\n本件指定制度による指定の要件として本件告示２条３号の規定を許容し\n法３７条の\n２は，適正実施基準を，返礼品を提供する場合の要件と別のものとして規\n定していないことからすると，返礼品を提供しない地方団体に対しても適\n正実施基準を適用することが必要最小限を超える関与として地自法２４\n５条の３に違反するとはいえない。\n原告は，不指定や指定の取消しを受けた場合その後に指定を得ることが\nできる復権の時期やめどが明確でなく，予測可能性や法的安定性を害する\nと主張する。\nしかしながら，前記認定事実１ エのとおり，本件指定制度は，指定後\nに基準に適合しなくなり指定が取り消された場合，２年間指定を受けるこ\nとができないとの規定を設けているが，これは，法が，指定取消しの場合，\n２年間は指定を得られないという欠格事由を定めたものであって，同期間\n経過後において指定を受けるには，その時点における基準に適合している\nことが前提となるのであり，当然に指定を受けられることが保証されてい\nるものではないと解されるから，指定取消しの場合と不指定の場合との均\n衡をいう原告の主張は前提を欠く。いずれの場合も，総務大臣が定める当\n該時点における指定基準（認定基礎期間についても，当該時点における合\n理的なものが定められることとなると思われる。）に基づいて指定される\nべきであるから，上記の点が必要最小限度の関与の原則に反するとはいえ\nない。\n４  争点 （本件不指定の違法の有無）に対する判断\n総務大臣の指定権限\nア  申出に対し指定を受けるためには，法３７条の２第２項の委任を受けて総\n務大臣が定める本件告示２条の所定の募集の適正な実施に係る基準に適合\nすることを要する。\nイ  法は，総務大臣に指定審査権限も付与しており，前記のとおりの本件指定\n制度の趣旨及び前記の経過からすると，指定に必要な考慮要素は本件制度に\n正常な運用を回復すべき諸要素につき，いずれも実質的な基礎を有すると考\nえられるから，上記法３７条の２第２項所定の各要件該当性の審査は実質的\nな審査を行うべきであり，指定の審査に当たっては，提出させた添付書類及\nび関連する客観的事実を勘案して，本件制度の運用の期間を通じて本件制度\nの趣旨に沿う運用をしてきたか否か等の本件告示２条３号該当事実，返礼品\n提供の場合に求められる法定返礼品基準の遵守の有無等について，審査を行\nうことができると解される。\n募集の適正な実施に係る基準（本件告示２条３号所定の要件）に適合するか\n（争点 ア）\nア  本件告示２条３号前段の要件（（同告示１条掲記の）「趣旨に反する方法に\nより他の地方団体に多大な影響を及ぼすような寄附金の募集を行っていた\nこと」の要件）について\nによれば，泉佐野市の認定基礎期間における返礼割\n合は全品目で３割を超え，返礼割合４割未満は１３％程度であり，地場産品\nでないものが７割以上を占め，換金性の高いアマゾンギフト券やピーチポイ\nントを提供するものであり，本件制度が寄附の法的枠組みに依拠するにもか\nかわらず，対価の提供と誤解を招くような極めて不適切な募集方法により寄\n附金を集めたものであるから，本件制度の趣旨に反する方法により寄附金の\n募集を行ったことは明らかである。前記認定事実 によ\nれば，税収減を恐れて返礼割合の高い返礼品をやむを得ず継続し，あるいは\nこれらの費用負担がかさむ旨を訴える地方団体が多数現れるなどしていた\nのであり，受領した寄附金の金額をも考慮すると，他の地方団体に多大な影\n響を及ぼしたものというべきである。\nイ  本件告示２条３号後段の要件（「趣旨に沿った方法による寄附金の募集を\n行う他の団体に比して著しく多額の寄附金を受領した地方団体でないこと」\nの要件）について\nによれば，泉佐野市は，平成２９年度実績で，上\n記返礼割合３割超又は地場産品でない方法により１０億円以上の受入金\n額があった数団体の中でも，更に桁違いの突出した金額である１３５億円\nを取得していたし，認定基礎期間中の趣旨に反する方法による受入額が３\n３１億９２１８万３０００円という極めて多額の寄附金を受領したもの\nであり（申出書も同旨），この認定基礎期間中という５か月間の自らの受\n入額が，上記の前年度の年間の実績額の更に２．４倍もの突出した金額で，\nのとおり，\nこの金額は，多くの他の地方団体が趣旨に沿う方法に改めた中で，返礼品\nマ\nゾンギフト券の上乗せによりその返礼割合を更に高めたため，寄附金が極\n端に集中したことによるとみられるから，本件告示２条３号に定める「趣\n旨に沿った方法による寄附金の募集を行う他の地方団体に比して著しく\n多額の寄附金を受領した」に該当し，それに該当しないことを求める本件\n告示の定める適正な実施基準を満たさないことは明らかである。\n原告は，著しく多額の寄附金の受領について，５０億円を超えたか否か\nしか差がなく，４０億円から５０億円の寄附金を受けてもなお指定を受け\nた地方団体もあり，泉佐野市への取扱いは不合理不公平であると主張す\nる。\nしかしながら，前記認定事実\nてした説明によれば，認定基礎期間中の寄附金受領額５０億円で線引きを\nするという趣旨で説明するものではなく，募集を適正に行った他の多くの\n地方団体の得た寄附金は平均１億円，最多でも５０億円の分布を示してい\nた事実を前提に，泉佐野市ほか３団体は，上記最多額をはるかに超え突出\nして多額であることの説明をしたものであり，実際，この４団体は８９億\n円以上，泉佐野市は３３１億円であったというのであるから，これらの分\n布をみれば，これら４団体が著しく多額の寄附金を受領したことは論をま\nたない。したがって，泉佐野市への取扱いに何ら不合理不公平はない。\n法３７条の２第２項各号に掲げる基準に適合する団体であるか（その審査方\n法・返礼品の提供をしないと申出をした場合に法定返礼品基準の適用について\n審査する必要がないのに審査をしたことは違法か）（争点 〔 原告の主張，\n被告の主張ａ〕）。\nア  法３７条の２第２項各号に掲げる基準の適合性の審査方法について\n法の定めと審査方法に関する原告の主張\n法３７条の２第２項(３１４条の７第２項各号も同様。以下同じ。)は，\n「返礼品等（括弧内略）を提供する場合には，当該基準及び次に掲げる基\n準」として同項各号を規定して指定のための要件を定めているところ，原\n告は，申出に当たって，返礼品を提供しない旨の申出をしているから，返\n礼品等を提供する場合について挙げられる「各号…に掲げる基準に適合す\nる」かどうかを審査するのは，法文上矛盾すると主張する。\nそして，これに関連して，①法３７条の２第３項に定める申出書に関し\nて委任を受けて定められた法施行規則１条の１７第１項は，返礼品を提供\nしない場合には同条１号及び４号の事項だけを記載するとしているから，\n返礼品の審査は地方団体に自己申告させることを意味する，②法３７条の\n２第３項に定める添付書類に関して委任を受けて定められた法施行規則\n１条の１７第２項は，指定対象期間に行おうとする寄附金の取組内容と規\n定しているから，添付書類の内容も申出によって内容が定まっていると主\n張する。\n返礼品の提供をしないとの申出とその添付書類の審査について\nそこで，法の委任により申出書と添付書類につき定めた法施行規則の規\n定，その記載要領として通知された運用通知をみると，次のとおりである。\nａ  法３７条の２第３項の委任により申出書の記載事項を定める法施行\n規則１条の１７第１項は，申出書には原則として１号ないし４号に掲げ\nる事項を記載し，返礼品を提供しない場合には，１号及び４号に掲げる\n事項を記載するよう求め，返礼品の提供の予定の有無によって申出書の\n記載事項を異にしている。これに対し，法の委任により申出書に添付す\nべき書類を定める法施行規則１条の１７第２項は，添付すべき各書類に\nつき申出書の事項との関連を示していない。また，同項には第６号に「前\n各号に掲げるもののほか，指定に関し必要な書類」との定めがある。\nｂ  運用通知は，前記認定事実\nする書類として，本件告示２条２号（従前してきた募集方法）所定の費\n用に関する様式１－１，認定基礎期間の受入状況に関する様式２－１を\n提出させ，その内容によって，その余の添付書類の提出の要否を定め，\n様式２－１の記載要領 によれば，①認定基礎期間の受入\n額と②返礼割合３割超基準・地場産品基準違反の返礼品による受入額い\nかんによって（類型に該当する場合），ⅰ)返礼品の送付状況（事前照会\n調査票），ⅱ)認定基礎期間の返礼品提供状況に関する様式２－２，ⅲ)\n指定対象期間における返礼品等の提供予定に関する様式３を提出する\nよう求めており，申出書に返礼品の提供を予定しないと記載したからと\nいって，指定対象期間中の返礼品提供予定に関する添付書類の添付を免\n除する仕様とはなっていない（なお，運用通知は，指定対象期間中の予\n定に関する添付書類中に，当該返礼品の取扱開始（予定）期間を記入す\nる欄も設けており，できる限り今後の返礼品に関する予定も含めて記載\nすることを求めている。）。\n法の定める審査の方法\nａ  法は，原則として，総務大臣が定める募集の適正な実施に係る基準へ\nの適合を求めており，返礼品を提供する場合にはその基準に加えて法３\n７条の２第２項各号に定めるところに適合することをも求めている。そ\nして，法は文言上「返礼品等を提供する場合」と定め，「返礼品を提供す\nる旨の申出をする場合」とは規定していないから，返礼品に関する法３\n７条の２第２項１，２号の要件充足を求められるのは，申出書において\n返礼品提供の申出をした場合に限定されるわけではなく，総務大臣が，\n当該地方団体が返礼品を提供する予定であると認めた場合も含むと解\nされる。また，法は，申出の内容によって指定の内容を異にするとも規\n定していないから，その基準適合性を証する書面の内容をも申出によっ\nて異にすると読み取ることはできない。\nｂ  指定の申出について，法は，総務省令で定めるところにより，適正な\n実施に関して総務省令で定める事項の記載をした申出書に，同項に規定\nする基準に適合することを証する書類を添えて提出するよう定めてい\nる。そうすると，法が本件制度において寄附先となる資格について，具\n体的な基準を定めることを総務大臣に委任したから，申出書と添付書類\nをその資格基準の判断にかなう仕組みとするよう定めることも総務大\n臣の裁量の範囲内にあるといえる。\n審査方法と原告の主張に対する判断\nａ  以上を総合すると，法施行規則１条の１７第２項所定の申出書におい\nて，返礼品を提供しないとの申出に応じて同条３項に定める添付書類に\nつき必要となる書類が定まるものではなく，また，申出書の内容いかん\nにより一部が免除されるとも解されない。なお，同項６号は「指定に関\nし必要な書類」と定めており，上記\nの記載によれば，申出に対し，全員提出を要する添付書類に記載された\n具体的内容の類型に応じて，その余の添付書類としてどの様式の書面を\n要するかを指示する内容となっているから，総務大臣が，提出された書\n面に従って審査をした上更に個別に提出すべき書類を追加させること\nも可能であると考えられる。\nｂ  以上を総合すると，返礼品を提供すると申し出た場合のみ法定返礼品\n基準を遵守させるというのが法令の定めであるとは解されず，総務大臣\nが，当該地方団体が，指定対象期間中に返礼品を提供する予定であると\n認めた場合であっても，返礼品基準の該当や遵守を審査することができ\nると解される。\nイ  法３７条の２第２項各号の要件適合性について\n泉佐野市の返礼品提供の予定について\nａ  全地方団体が提出すべき様式１－１及び同２－１の添付書類の内容\n（前記のふるさと納税の受入金額やそのうち法定返礼品基準に違反す\nることとなる返礼品による受入額）によれば，泉佐野市は，事前照会調\n査票（法施行規則１条の１７第２項１号について定めるものを指すと考\nえられる。），様式１－２，同２－２，同３の提出を要求されることにな\nる。\nｂ  これに対し，前記認定事実１ のとおり，泉佐野市は，申出書にお\nいて返礼品を提供しない旨の申出をし，全地方団体が提出すべき様式１\n－１と同２－１のほか，同１－２，同２－２を提出したものの，様式３\nは提出していない。\nｃ  しかし，前記認定事実１ のとおり，泉佐野市は，記者会見では，\n申出どおり一旦返礼品の提供をやめるとは明確に答えず，今後返礼品の\n送付を予定する意思であるとも表明している。また，同１ によれ\nば，添付書類中の返礼品の費用に関する改善方策については「返礼品を\n送付しない」と記載する一方，ポータルサイトの活用や改善に関する記\n載をして，上記返礼品提供予定の言動と矛盾しない記載内容であったか\nら，総務大臣が，泉佐野市が指定対象期間中に返礼品の提供を予定して\nいると認めて，法３７条の２第２項に定める各号の審査をすることは何\nら他事考慮には該当せず，審査権を逸脱濫用するものとはいい難い。\nなお，前記認定事実 認定のとおり，泉佐野市は，認定基礎期\n間中も，また，申出後（認定基礎期間後）・申出の審査期間中も，同様に趣\n旨に反する募集を継続し，これにアマゾンギフト券を上乗せするとして，\nその返礼割合を更に高め，自らに極めて多額の寄附金を更に集中させるな\nどの行為に出ているところであるが，これは，泉佐野市が本件制度の趣旨\nについて異なる前提に立つことをうかがわせるものであるのみならず，指\n定対象期間開始後も申出に反し返礼品を提供するのではないかとの疑い\nを強め，同市の返礼品を提供しない旨の申出の信用性を低めるものといわ\nざるを得なかったし，どのような手段であれ寄附金を集めてしまえば，結\n果的には特例控除寄附金と扱われ，納税者の特例控除の効果が生じ（その\nため，他の地方団体においても住民税減収効果も生じることになる。），こ\nれを否定されることがないことを見越しての行為ではないかと疑われて\nもやむを得ない面があったといわざるを得ない。\nウ  返礼品提供団体への変更の申出に関する原告の主張について\nこれに対し，原告は，返礼品の提供を検討していると述べたのも，今般の\n指定後，所定の手続を経て返礼品を提供する団体に変更できると聞いていた\nため，本件で一旦返礼品を提供しない旨を申し出ておき，その後に新制度の\n下で返礼品を提供する団体に変更することを前提としたものであると主張\nする。\n確かに，前記認定事実１ イ によれば，大阪府が本件指定制度に関する\n事項について認識の共有を図るため府内市町村に送付した文書中に，返礼品\nの提供をしない旨の申出をしたが指定期間内に返礼品を提供するよう変更\nすることが可能かとの質問に対する回答として，これが可能であることを前\n提とするかのような記載がある。また，前記認定事実 ｃのとおり，\n上記申出後の記者会見においても，返礼品の品目の提出は後から出すことも\nできると聞いている旨を述べているから，泉佐野市としては，申出後，所定\nの手続（ただし，このような手続が実際に想定されていたのかは必ずしも明\nらかでないが，国地方係争処理委員会での総務省の陳述（甲Ａ２９・２３，\n２４頁）では，前記認定事実１ ウのとおり，法３７条の２第５項により，\n実施状況に応じて報告を行うとの一般的な規定により必要な書面を追完す\nることとなるとされる。）を踏んだ上で返礼品の提供を再開することを考え\nていたことがうかがわれる。\nまた，上記申出は，本件指定制度が創設されて初めてのもので，法の解釈\nが必ずしも帰一せず，また，その運用の実情も地方団体に必ずしも十分周知\nされていない状況にあったものと考えられる。したがって，泉佐野市が当初\nは返礼品を提供することを考えておらず，その旨の申出を行った以上，返礼\n品に関する様式３等の提出の要はないものと考え，これを提出しなかったと\nいうのももっともなこととみられるから，被告が泉佐野市の申出を審査し，\n同市が返礼品の提供をする意思があると判断したのであれば，被告として\nは，原告に対しその旨を指摘し，返礼品に関する事項につき補正を促すなど\nすべきであり，これを欠いたまま不指定理由③に基づいて不指定処分を行う\nことは，手続的に問題とする余地があるといわざるを得ない。\nしかしながら，本件では，既に不指定理由②において泉佐野市は指定要件\nを欠いていて，不指定となるのを免れなかったのであり，上記の補正を促さ\nなかったとしても，これが結果に影響を及ぼすものではなかったから，この\n点が本件不指定の違法をもたらすものとはいえない。\n５  争点 （手続的違法・予備的主張）に対する判断\n本件告示制定手続の適法性（争点 ア）。\n原告は，本件告示は，行政手続法に定める事前の意見募集手続を経ていない\nから，告示制定手続が違法であり，告示は違法無効であるから，これに基づく\n本件不指定も違法である旨主張する。そこで，行政手続法４条４項６号の本件\n告示への適用の有無が問題となる。\nア  行政手続法４条４項６号は，地自法第２編第１１章に規定する国と地方公\n共団体の関係及び地方公共団体相互間の関係その他国と地方公共団体との\n関係及び地方公共団体相互間の関係について定める命令等を定める行為に\nついては行政手続法６章は適用しないと定めている。\n本件制度自体は，納税者の寄附金税額控除を定めるものであって，上記国\nと地方団体との関係を定めるものではないが，その委任を受けた本件告示は，\n国の寄附金促進政策において特例税額控除の対象となる寄附金を受け得る\n地方団体は，本件告示に基づき定められるから，地自法第２編第１１章に規\n定する国と地方団体との関係について定めた命令に該当するというべきで\nある。したがって，本件告示について，意見公募手続が必要とはいえない。\nイ  原告は，本件告示は本件制度に関わる地方団体と一般国民の権利利益に影\n響すると主張するが，本件指定制度導入下の本件制度においても，納税者が\n指定外の地方団体に対して寄附を行う自由を否定されるものではなく，指定\nに係る地方団体に対し寄附をすれば本件制度により創設された特例控除を\n受け得るとしても，特例控除対象となる寄附を行うということに権利性を認\nめ得るものではないから，これが国民の権利義務に影響すると解することは\nできない。よって，原告の主張は採用できない。\n本件不指定は，地自法２５０条の２に反するか（争点 イ）\nア  地自法２５０条の２第１項は，国の行政機関等は，普通地方公共団体から\nの法令に基づく申請等の申出があった場合において，許認可その他これらに\n類する行為をするかどうかを法令の定めに従って判断するための基準を定\nめ，かつ行政上特別の支障があるときを除き，これを公表しなければならな\nい旨規定する。本条項は，行政手続法に定める申請に対する処分に係る審査\n基準の規定に準じて設けられたものであるところ，国の行政機関等の，普通\n地方公共団体からの法令に基づく申請の取扱いは，国と地方公共団体等の関\n係という行政主体間相互の関係を規律するものであることから，国民・住民\nが一般に知り得るような状態にすることが行政の透明性の向上という趣旨\nにかなうと考えられたことによるものである。\nイ  そうすると，この基準が，法令の規定それ自体において既に明確に定めら\nれており，当該法令の定めのみによって判断することが可能な場合にまで，\n別に審査基準を定めることを求めるものでないと解されるところ，本件では，\n募集の適正な実施に係る基準の内容は，本件告示に明確に定められていて明\nらかといえるし，返礼品基準及び地場産品基準については法において明確に\n定められており，明らかといえる。また，認定基礎期間中の寄附金額につい\nては，申出書提出前には確定しないから，本件告示２条３号の「著しく多額」\nなどの基準となる額を事前に定めることは不可能であった。\nそうすると，本件不指定は，上記審査基準を定めずに不指定をしたとして\nも，地自法２５０条の２に反するとはいえない。\nウ  以上によれば，原告の主張は採用することができない。\n本件不指定は，地自法２５０条の４に反するか（争点 ウ）\nア  地自法２５０条の４は，国の行政機関等が普通地方公共団体に対し，申請\nに係る許認可等を拒否する処分をするときは，当該許認可等を拒否する内容\n及び理由を記載した書面を交付するよう義務付けている。本条項は，行政手\n続法に定める申請により求められた許認可等を拒否する処分を行う際の理\n由提示義務の規定に準じて解釈すべきところ，同規定上，処分に際してその\n理由を付記することが求められるのは，処分庁に慎重・合理的な判断を要求\nし，もってその恣意の抑制に資するし，また，処分の名宛人にとっても，処\n分理由を知ることは争訟提起に便宜となることに基づくと解される。理由付\n記の程度としては，根拠規定の提示のみによっても当該規定の適用の基礎と\nなった事実関係をも当然知り得るような場合を別として，単にそれのみを示\nすだけでは十分ではなく，処分を具体的に根拠付けるものでなければならず，\nまた，処分書の記載自体から知り得るものでなければならないと解される\n（最高裁昭和５７年(行ツ)第７０号同６０年１月２２日第三小法廷判決・民\n集３９巻１号１頁等）。\nイ  本件においては，不指定の理由のうち，不指定理由①（申出書及び添付書\n類の内容が適合することを証するとは認められない）は撤回されたため考慮\nしない。その余の不指定理由については次のとおりである。\n不指定理由②について\nａ  不指定理由②は，認定基礎期間中の「返礼割合が３割超又は地場産品\n以外の返礼品等を提供することにより寄附金募集を行い，著しく多額の\n寄附金を受領」したため本件告示２条３号に該当しない旨示されている。\nｂ⒜  上記で示された「返礼割合が３割超又は地場産品以外の返礼品」に\nついては，前記認定の ，同キ\n通知や見直しの求め），同 によれば，総務大臣\nは，過去にその意義を繰り返し説明し，その是正を求めていたもので\nあり，泉佐野市自身，申出書に，認定基礎期間中提供した返礼品は全\nてがこの返礼品に該当すると記載していたのであるから，その意味内\n容は，これらの説明から一義的に特定することができ，明らかという\nべきである。また，泉佐野市は，総務大臣の示す返礼割合が３割超と\nいうことの意味内容も，総務大臣の示す地場産品の意味内容も十分認\n識しており，原告の主張は，本件制度の趣旨が自らの理解と異なるこ\nと及びそれらにつき自らが納得するかどうかをいうにすぎない。\n⒝  上記⒜の方法により「著しく多額の寄附金を受領」したという点に\nついては，泉佐野市は，自らの前記申出書の中で，認定基礎期間中の\n返礼品提供が上記⒜に該当し，これによる受入額は３３１億９２１８\n万３０００円であることを併せて記載していた。前記認定事実１ ケ\nによれば，平成２９年度実績で，上記⒜の方法により，他の地方団体\nに比して突出した金額を取得していたことが発表されており，上記の\n認定基礎期間中の自らの受入額が，更にその２．４倍もの突出した金\n額であることも自らの受入額自体とそれへの批判などから容易かつ\n当然に知り得たというべきであり，他の趣旨に沿う方法で募集を行っ\nた地方団体に比して，著しく多額であることは十分認識していたし，\n当然に認識し得る状況であった。\n⒞  原告は，前記認定事実１ 自らが不指定となったのと同時に総\n務省から発表された「５０億円を上回る額を集めた以下の４団体につ\nいては不指定とする」との説明に照らし，５０億円を上回ることにつ\nいては知り得ないと主張するようであるが，前記４ のとおり，\nそもそも，５０億円を上回るかどうかの問題でないことは明らかであ\nる（上記のとおり，５０億円という発表は，募集を適正に行った団体\nのうち受入額最多が５０億円であったというにすぎない。）。\nｃ  以上によれば，不指定理由②は，理由付記としてこの記載のみで，相\n手方たる泉佐野市も，その適用の基礎となった事実関係を十分知り得る\nものとして，理由付記の程度は十分である。\n不指定理由③について\nａ  不指定理由③は，「現に貴団体が実施している寄附金募集の取組の状\n況に鑑み」，「法３７条の２第２項各号及び３１４条の７第２項各号に掲\nげる基準に適合する団体とは認められないこと」が示されている。これ\nは，泉佐野市が現在実施中の寄付金募集の取組の状況に鑑みると，今後\n提供予定の返礼品についても同様に法３７条２の第２項各号所定の返\n礼品３割以下基準及び地場産品基準を満たしていない，あるいは満たさ\nれる見通しがないということを意味することは明らかである。\nｂ  原告は，「現に実施している寄附金の募集の取組」という表現に関す\nる事実関係が不明であると主張するが，この主張が，自らの申出が返礼\n品提供予定でないことを前提としているため，返礼品を提供する場合に\n必要となる法３７条の２第２項(３１４条の７第２項も同旨)掲記の各\n号の基準を，不指定理由②とは別途に問題とする理由が不明という趣旨\nも含むということであったとしても，泉佐野市は，その一方では今後返\n礼品を提供すると公表してもいるから，申出にかかわらず，広く今後の\n返礼品提供の姿勢が正に問題とされていることは当然認識し又は認識\nし得たと考えられる。また，運用通知に指示される申出書記載の要領（前\n記３\nるものとなっており，また今後提供予定の返礼品も記載するよう求める\nものとなっている。）を踏まえれば，原告が今後返礼品提供予定と公表\nしている募集の方法が法３７条の２第２項掲記の各号の基準に適合す\nるかどうかも含めて問題とされていることは，上記の不指定理由で示さ\nれていることを認識し得るといえる。\n原告の主張は，上記の申出と添付書類の関係が，自らが前提とする見\n解と異なることを主張するものにすぎず，採用できない。\nウ  以上によれば，原告の主張はいずれも採用できない。\n第４  結論\nよって，原告の請求は理由がないから棄却することとし，訴訟費用の負担につき\n行政事件訴訟法７条，民事訴訟法６１条を適用して，主文のとおり判決する。\n大阪高等裁判所第１民事部\n裁判長裁判官       佐    村    浩    之\n裁判官       天    野    智    子\n裁判官西田隆裕は，転補のため，署名押印することができない。\n裁判長裁判官       佐    村    浩    之\n"
}