{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 3,
    "month": 9,
    "day": 16
  },
  "case_number": "令和3(ネ)10005",
  "case_name": "損害賠償請求控訴事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "90642",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=90642",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/642/090642_hanrei.pdf",
  "contents": "令和３年９月１６日判決言渡\n令和３年（ネ）第１０００５号  損害賠償請求控訴事件（原審・東京地方裁判所平\n成２９年（ワ）第２８５４１号事件）\n口頭弁論終結日  令和３年６月２４日\n判 決\n控訴人・被控訴人（以下「一審原告」という。）\n株 式 会 社 豊 田 自 動 織 機\n同訴訟代理人弁護士       安國忠 彦\n同訴訟代理人弁理士          磯 田 志 郎\n被控訴人・控訴人（以下「一審被告」という。）\nハノンシステムズ・ジャパン株式会社\n同訴訟代理人弁護士  喜田村   洋   一\n同訴訟代理人弁理士  園    田    吉      隆\n主 文\n１  一審原告の控訴に基づき，原判決を次のとおり変更する。\n⑴  一審被告は一審原告に対し，６億９８８５万８０５０円及びこれに対\nする平成２９年９月１日から支払済みまで年５分の割合による金員を支\n払え。\n⑵  一審原告のその余の請求を棄却する。\n２  一審原告の当審における追加請求を棄却する。\n３  一審被告の控訴を棄却する。\n４  訴訟費用は，第１，２審を通じこれを３分し，その１を一審被告の，そ\nの余を一審原告の負担とする。\n５  この判決は，第１項⑴に限り，仮に執行することができる。\n事 実 及 び 理 由\n第１  当事者の求めた裁判\n１  一審原告\n⑴  原判決を次のとおり変更する。\n⑵  一審被告は，一審原告に対し，１８億５３６２万１４６８円及びこれに対\nする平成２９年９月１日から支払済みまで年５分の割合による金員を支払\nえ。\n（一審原告は，原審においては，１０億円及びこれに対する遅延損害金又は\n利息の支払を求めていたが，当審において，上記のように拡張した。）\n２  一審被告\n⑴  原判決中一審被告敗訴部分を取り消す。\n⑵  前記取消しに係る部分について，一審原告の請求を棄却する。\n第２  事案の概要等\n１  事案の概要（以下において略称を用いるときは，別途定めるほか，原判決に\n同じ。）\n本件は，名称を「ピストン式圧縮機における冷媒吸入構造」とする発明に\n係る特許権を有する一審原告が，一審被告の輸入・販売する圧縮機（被告各\n製品）は同特許権に係る発明の技術的範囲に属すると主張して，一審被告に\n対し，不法行為に基づく損害賠償又は不当利得返還請求として，１７億１３\n２０万３３６６円のうち１０億円及びこれに対する平成２９年９月１日（訴\n状送達日の翌日）から支払済みまで平成２９年法律第４４号による改正前の\n民法所定の年５分の割合による遅延損害金又は利息の支払を求めた事案であ\nる。\n原判決は，一審被告による特許権侵害を認め，一審原告の請求を４億３８\n３０万０８４０円及びこれに対する遅延損害金の支払を求める限度で認容し，\nその余を棄却したので，当事者双方が敗訴部分を不服として控訴を提起した。\nなお，一審原告は，当審において，１８億５３６２万１４６８円及びこれに\n対する遅延損害金又は利息の支払を求める旨請求を拡張した。\n２  「前提事実」，「争点」及び「争点に対する当事者の主張」は，以下のと\nおり原判決の補正をし，後記３のとおり当審における当事者の補充主張を加\nえるほか，原判決の「事実及び理由」欄の第２の１及び２（ただし，一審被\n告は，当審において，無効理由１ないし６及び８については主張を撤回した\nので，⑵はキのみ）並びに第３の１ないし３，１０，１２及び１３に記載す\nるとおりであるから，これを引用する。\n⑴  原判決３頁２３行目の次に改行して次のように加える。\n「一審原告が，一審被告に対し，被告各製品の製造販売の差止め等を求め\nた訴訟（東京地方裁判所平成２６年（ワ）第３４６７８号。以下「前件侵\n害訴訟」という。）につき，同裁判所は，平成２９年４月２１日，一審原\n告の請求を認容する判決をし，その控訴事件（知的財産高等裁判所平成２\n９年（ネ）第１００６０号）につき同裁判所は，同年１１月２８日，一審\n被告の控訴を棄却する旨の判決をし，同判決は上告棄却・不受理により確\n定した。（甲６，９，１４）」\n⑵  原判決４頁１行目の「との審決を」から４行目末尾までを「との審決（以\n下「本件審決」という。）をした。一審被告は，本件審決の取消しを求め\nる審決取消訴訟を提起した（知的財産高等裁判所平成３１年（行ケ）第１\n００１６号）が，同裁判所は，令和２年１月２９日に一審被告の請求を棄\n却する旨の判決をし，同判決は上告棄却・不受理により確定した。（甲１\n８，２７，３８）」と改める。\n⑶  原判決６５頁１０行目の「ものである。」の次に「本件優先日当時，斜板\n形のピストン圧縮機の冷媒吸入構造としては，一般に，弾性を有する金属\n等の薄い板片（リード）をシリンダ室側に片持ち式に取り付け，吸入ポー\nトを内側からリードによって閉塞して冷媒の逆流を防止するリードバルブ\n方式が採用されていたが，シリンダ室と吸入室及び吐出室の圧力差が必須\nであり，リードの弾性変形で形成された隙間を通じてシリンダ室に冷媒を\n供給するため流路断面積が小さく，吸入抵抗が発生するという問題があっ\nた。これを解決するためシャフト（回転軸）の回転によって冷媒を供給す\nるロータリバルブ方式の開発が進められていたが，未だ実用化されていな\nかった。本件訂正発明は，冷媒漏れを防止し，体積効率を向上するなどの\n効果を得ることによって，ロータリバルブ方式の実用化を可能にした基本\n発明である。実際，一審原告は，本件優先日（平成１３年１１月２１日）\n後の平成１６年から，業界で初めて，ロータリバルブ方式のピストン式圧\n縮機（１０ＳＲ圧縮機）の販売を開始している。」を加える。\n⑷  原判決６８頁２３行目末尾に改行して次のように加える。\n「一審原告は，本件訂正発明はロータリバルブ方式の実用化を可能にした\n基本発明であり，一審原告は本件優先日後の平成１６年から業界で初めて\nロータリバルブ方式のピストン式圧縮機の販売を開始していると主張する。\n一審原告が本件優先日後にロータリバルブ方式のピストン式圧縮機の販\n売を開始したことは認めるが，その製品（１０ＳＲ１５Ｃ）は，ロータリ\nバルブが円筒状でなく外周に凹部や溝を備えたものであった（現在は，外\n周に凹部や溝を備えない製品となっている。）。そうすると，本件訂正発\n明によってロータリバルブ方式が実用化されたとはいえない。」\n３  当審における補充主張\n⑴  争点⑵キ（無効理由７：実施可能要件又はサポート要件違反）について\nア  一審被告の主張\n本件訂正発明がその目的とする効果を奏しないこと\nａ  本件訂正発明は，斜板形でロータリバルブ方式のピストン式圧縮\n機において，スラスト軸受に撓み可能なスラスト軸受を用い，ロー\nタリバルブの外周面を軸孔の内周面で直接支持することで，ロータ\nリバルブを吸入通路に近づくように変位させて冷媒の漏洩を抑制し，\n体積効率を向上させることを目的としたものであるが，そもそも斜\n板形でロータリバルブ方式のピストン式圧縮機ではロータリバルブ\nが吸入通路に接触するまで変位することは原理的に常に生じている\nことであって，本件訂正発明が上記構成を採用することによって冷\n媒の漏洩が抑制されることもないし，体積効率が向上することもな\nい。\nむしろ，撓み可能なスラスト軸受を用いた本件訂正発明において\nは，ロータリバルブが軸孔内周面に接触する際の押圧力が増すために，\n摩擦力の増大，フレッチング（摩耗現象），振動の発生等の障害を生\n起する可能性がある。\nｂ  本件訂正発明が，その目的とする効果を奏するかを検討するため，\n被告製品１（ＲＳ－１５）と，従来型製品（ＲＳ－１５Ｎ。被告各製\n品を設計変更したもの〔以下「設計変更品」という。〕の１つである\nが，その技術内容としては後記のとおり従来型製品である。）を用い\nて，比較実験した結果は，以下のとおりである。\n⒜  ＲＳ－１５Ｎは，ロータリバルブがシリンダブロックとは別体の\nラジアルベアリングで支持されているという意味においても ，撓\nみ可能なスラスト軸受等の他の技術的特徴に関しても従来技術で\nある乙第１８号証（特開平７－６３１６５号公報。以下，書証に\nついては単に「乙１８」などと略記する。）に記載された圧縮機\nと全く同一である。\nＲＳ－１５Ｎの構造を，乙１８に記載された圧縮機と比較した\n場合，両者はロータリバルブ方式の斜板式圧縮機である点で共通\nしており，相違点は，スラスト軸受の支持構造，つまり，乙１８\nにおいては剛性の高いスラスト軸受が用いられているのに対して，\nＲＳ－１５Ｎでは撓み可能なスラスト軸受が採用されている点の\nみである。\nしたがって，ＲＳ－１５Ｎは，従来技術（乙１８）に属すると\nいうことができる。\n⒝  体積効率に関する実験結果（乙６７）は，シャフトの回転数１０\n００ＲＰＭ及び１８００ＲＰＭのいずれにおいても従来技術であ\nるＲＳ－１５Ｎが本件訂正発明に基づく被告製品１よりも体積効\n率において優れていることを示している。\n上記比較試験の結果について，統計におけるｔ－検定を行った\n結果をみても，Ｐ値が１０００ＲＰＭにおいて０．０３５，１８\n００ＲＰＭにおいて０．００２である。統計解析においては ，Ｐ\n値が０．０５以下であることが有意性の基準と考えられているの\nで，従来技術であるＲＳ－１５Ｎが本件訂正発明の実施品である\n被告製品１よりも優れていることが，統計的有意性をもって裏付\nけられている。\n実施可能要件違反\n前記 のとおり，撓み可能なスラスト軸受を用いた本件訂正発明\nにおいては，ロータリバルブが軸孔内周面に接触する際の押圧力が増\nすために，摩擦力の増大，フレッチング，振動の発生等の障害を生起\nする可能性がある。\n乙６７の実験結果に鑑みれば，本件訂正発明はその効果を奏しない\nというべきで，本件訂正発明が，特定の条件下においては効果を奏す\nることがあったとしても，そのための条件が何であるかは明細書に記\n載されておらず，当業者にとって自明でもないから，その実施には過\n度の試行錯誤を要する。\nしたがって，本件特許は，特許法３６条４項１号に違反するものと\nして同法１２３条１項４号により無効とされるべきである。\nサポート要件違反\n本件訂正発明の構成では，前記 のとおり，発明の目的である体\n積効率の向上を達成することはできない。そうすると，本件訂正発明\nは，課題の解決手段として発明の詳細な説明に記載したものでない。\nしたがって，本件特許は，特許法３６条６項１号に違反するものと\nして，同法１２３条１項４号により無効とされるべきである。\nイ  一審原告の主張\n一審被告主張の体積効率に関する実験結果（乙６７）は，実験条件も\n不明であり，信用性がない。\n⑵  争点⑶（損害額及び不当利得額）について\nア  一審原告の主張\n特許法１０２条２項により算定される損害について\n原判決は，一審被告がマツダに本件訂正発明を実施しない設計変更\n品を継続して販売していたことから，本件訂正発明の作用効果に対す\nる顧客吸引力等が相当限定的なものであったと認定している。しかし，\n●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●\n●●●●●●●●●●●●●●一審被告及び顧客であるマツダが，侵\n害当時に，代替品に切り替えることが直ちにできず，設計変更品に切\nり替えるのに相当長期を要したことは，顧客にとって，本件訂正発明\nに代替性がなかったことを示すものである。\nまた，原判決は，圧縮機たる被告各製品が，汎用品ではなく，マツ\nダの要求仕様・品質基準を満たすものとして開発されたことも推定覆\n滅事情として挙げるが，このことをもって，顧客が本件訂正発明以外\nの特徴等に着目して被告各製品を購入したという認定の論拠となるも\nのではない。\n被告の顧客であるマツダは，平成２１年，内燃機関の効率改善によ\nる世界一の燃費性能向上を目指す独自戦略であるスカイアクティブテ\nクノロジーを打ち出したが，平成２４年から展開された上記テクノロ\nジーに基づく製品群には被告各製品が使用されていた。マツダの高度\nな要求を満足できる圧縮機は，一審被告による本件侵害行為の当時，\n本件訂正発明の技術であるロータリバルブ方式の圧縮機，すなわち，\n一審原告の製品と被告各製品しかなかったのであり，一審被告が長期\n間をかけて設計変更した圧縮機もまた，ロータリバルブ方式の圧縮機\nであったことも，この事実を裏付けている。\n従来技術であるリードバルブ方式では，回転数の上昇に伴い，本質\n的な欠点である開口の遅れに起因して，開閉動作の追随性が悪くなる\n傾向があるのに対し，ロータリバルブ方式では，圧力差によって開閉\nが行われるのではなく，回転軸に設けられて回転軸と同期して開閉が\n行われるため，追随性の悪化はない。一審被告のホームページ（甲３\n１）でも，ロータリバルブ方式が，従来型の吸入弁に対して吸入ロス\nを抑えることで燃費改善するものである旨記載されているところ，そ\nの比較対象とされる「従来型の吸入弁」を備えた圧縮機とは，リード\nバルブ方式のものである。一審被告の製品ラインナップにおいては，\n被告各製品の特徴が他の圧縮機と比較して示されており，その中で，\n顧客は，他の圧縮機を選択せずに，あえて価格の高い被告各製品を購\n入している。\nまた，被告各製品は，韓国で権威ある賞を受賞しているところ，受\n賞製品の特徴として紹介された３つの差別化技術のうち，少なくとも\n「シャフトの回転によるオイル分離効果を介してエアコンの性能と車\n両燃費を向上させる」ことと，「冷媒吸入バルブ削除による吸入損失\n低減にコンプレッサーの消費動力を最小限に抑える」ことは，本件訂\n正発明によってもたらされるものであり，本件訂正発明が顧客吸引力\nを有することは明らかである。\n以上によれば，特許法１０２条２項により算定される損害について，\n推定覆滅事由は認められない。\n特許法１０２条３項により算定される損害について\nａ  原判決は，圧縮機の分野において，実施料率を３ないし４％とす\nる例を中心としつつ，その前後の実施料率とする例も相当程度ある\nことがうかがわれるとしながら，特許権侵害をした者に対して事後\n的に認められるべき，本件での実施に対して受けるべき料率を，通\n常の実施料率より低い２％と認定している。\nしかし，特許法１０２条３項における損害賠償請求は，通常の取\n引における実施権許諾契約の場面ではなく，侵害行為であることがし\nんしゃくされなければならず，当業界における正常な取引における実\n施料率よりも高い実施料率が認定されることは当然である。\n本件においては，一審原告と侵害者である一審被告とのライセン\nス自体が想定困難であるから，なおさら想定実施料率も高率とならざ\nるを得ない。また，ロータリバルブ方式のピストン式圧縮機の市場は\n寡占状態にあり，相互にライセンスを行っていない閉ざされた市場傾\n向にあることに鑑みれば，単に競業関係にあるということではなく，\n「特許発明の実施」は通常認められるべきではないことを前提に，同\n項に定める「特許発明の実施に対し受けるべき金銭の額」を検討しな\nければならない。\nｂ  原判決は，一審被告がマツダに対し設計変更品を継続して販売し\nていることを理由に，本件訂正発明の顧客吸引力が相当に限定的な\nものであり，被告各製品の販売において，代替不可能な技術であっ\nたとはいい難いとしている。\nしかし，技術の代替可能性についての判断は，侵害行為時を基準\nとしてなされるべきである。前述のとおり，●●●●●●●●●●\n●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●\n●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●\n●●●●●●●このような経緯を無視し，結果的に設計変更に至っ\nたという事実をもって，本件訂正発明の代替不可能性は否定されな\nい。\nまた，設計変更品は，滑り軸受がブロンズ製のブッシュを軸孔に\n打ち込むことにより形成され，当該ブッシュにより回転軸を軸受け\nする点を除き，設計変更前の被告各製品と同一である。この設計変\n更品は，①シリンダブロック（アルミ）とは異なるブロンズ製のブ\nッシュを，シリンダブロックの軸孔に打ち込んで軸受けを形成する\nことから，材質の熱膨張係数の相違による経年使用時の圧入状態の\n変化，つれ回りを起こす可能性がある，②滑り軸受の圧入工程時に\n相応の衝撃がシリンダボアに付加されることに起因するシリンダボ\nアの変形の可能性がある，③滑り軸受の圧入工程時に滑り軸受その\nものの内径が減少するため，ロータリバルブとシリンダブロックの\n軸孔の内壁面との公差幅をより大きく確保する必要が発生し ，それ\nだけ圧縮機の性能が低下する，という問題を生じるものであり，そ\nうすると，設計変更品は，本件訂正発明の構成を一部欠いただけで，\n技術的に劣後する設計変更を行ったものであるから，本件訂正発明\nとの関係で代替技術に該当しない。\nこのように，本件訂正発明の作用効果を享受せず，被告各製品よ\nりも技術的に劣る設計変更品がマツダに受け入れられたのは ，代替\n性を維持する範囲において，本件訂正発明の構成の一部を置換する\n程度のロータリバルブ方式のピストン式圧縮機でなければ，マツダ\nにとって設計変更後の圧縮機として採用し得なかったからである。\nｃ  一審原告は，莫大な開発コストと労力を投じ１０年以上にわたっ\nて冷媒漏洩問題に取り組んだ結果，平成１３年１１月，本件訂正発\n明の出願に至り，平成１６年に世界で初めてロータリバルブ方式の\nピストン式圧縮機の販売開始に至った。これに対し，一審被告は，\nこのような費用も労力も負うことなく，一審原告がロータリバルブ\n方式のピストン式圧縮機を市場に投入した後，本件訂正発明を実施\nしたロータリバルブ方式のピストン式圧縮機を製造し，平成２０年\nには韓国，米国において販売を開始し，平成２４年には日本におい\nても被告各製品の販売を開始し，市場に参入したのであるから，侵\n害態様としても悪質である。\nｄ  以上の事実を総合すれば，一審原告が実施に対して受けるべき想\n定実施料率は，少なくとも８％を下らない。\n為替レートについて\n平成２４年１２月と平成２５年１月の限界利益について，各月の為\n替レートの平均（平成２４年１２月につき１ドル８３．６４円，平成\n２５年１月につき１ドル８９．２４円）で算定すべきとする一審被告\nの主張について異論はない。そうすると，これらの各月の売上につい\nても，同為替レートを基に算定すべきである（なお，被告各製品の平\n成２５年２月から平成２９年６月までの売上高及び限界利益（円ベー\nス），平成２４年１２月分及び平成２５年１月分の売上高及び限界利\n益（ドルベース）については争わない。）。\nこれを前提とすると，被告製品１については，売上高合計●●●●\n●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●\n●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●\n●●●●●●●●●●●●為替レート８３．６４円を乗じた●●●●\n●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●\n為替レート８９．２４円を乗じた●●●●●●●●●●●●●●●●\n●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●\n●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●\n●●●●●●●●●●●●●●●●●●為替レート８３．６４円を乗\nじた●●●●●●●●●●●●●●●●●●●●●●●●●●●●●\n●●●●為替レート８９．２４円を乗じた●●●●●●●●●●●●\n●●●●となり，被告製品２については，売上高合計●●●●●●●\n●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●\n●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●\n●●●●●●●●●●●為替レート８３．６４円を乗じた●●●●●\n●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●\n●為替レート８９．２４円を乗じた●●●●●●●●●●●●●●●\n●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●\n●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●\n●●●●●●●●●●●●●●●●●●●●●●●為替レート８３．\n６４円を乗じた●●●●●●●●●●●●●●●●●●●●●●●●\n●●●●●●●●●為替レート８９．２４円を乗じた●●●●●●●\n●●●●●●●●●となる。\n以上によれば，一審原告は，一審被告に対し，特許法１０２条２項に\nより算定される損害の賠償として，限界利益の合計額●●●●●●●●\n●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●\n支払を請求することができる。また，同条３項により算定される損害の\n賠償又は不当利得の返還請求として，売上高の合計額●●●●●●●●\n●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●\n●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●\n●●の支払を請求することができる。\n弁護士費用について\n本件訴訟において一審被告による特許権侵害の不法行為と相当因果\n関係のある弁護士費用及び弁理士費用は，損害額●●●●●●●●●\n●●●●●●●●●●●●●●●●●●●●●●●を下回るものでは\nなく，そのうち，●●●●●●●●を請求する。\nイ  一審被告の主張\n特許法１０２条２項により算定される損害について\nａ  特許法１０２条２項の適用がないことについて\nマツダは，カーエアコンシステムをデンソーないし一審原告から\nではなく，自社グループで調達できるよう，被告親会社，パナソニッ\nクとの合弁会社としてＪＣＳを設立した。このため，マツダは特殊な\n製品を除いては，圧縮機については系列会社であるＪＣＳから購入し，\nＪＣＳは系列会社である一審被告から本件製品を購入し，一審被告は\n親会社である被告親会社から本件製品を購入している。ＪＣＳ設立の\n経緯からして，ＪＣＳが一審原告から本件訂正発明の実施品を購入す\nることはあり得ない。前件侵害訴訟で一審原告勝訴の判決が下された\n際，マツダが仕入先を変更することなく，設計変更品の購入を選択し\nていることが，これを裏付ける。\nｂ  限界利益の額について\n圧縮機とクラッチは別装置であり，被告製品の利益は，クラッチ\nを含まないものとして算定されるべきである。\nまた，原判決は，平成２４年１２月分及び平成２５年１月分の為\n替レートに関する証拠はないとして，令和２年８月２７日時点の為替\nレート(１ドル=１０６円)で換算することで，限界利益を算定してい\nるが，平成２４年１２月分及び平成２５年１月分の為替レート（ＴＴ\nＭ） の平均はそれぞれ１ドル８３．６４円及び８９．２４円である\nから（甲７０の１及び２），被告製品の平成２４年１２月分及び平成\n２５年１月分の限界利益は，この為替レートを用いて算出すべきであ\nる（上記両月分の売上高についてもこの為替レートを用いて算出すべ\nきことは争わない。）。\nｃ  推定覆滅事由\n⒜  本件訂正発明はロータリバルブ及びこれと一体となっている回転\n軸を，回転中心からずれたところでスリコギ運動させることが特\n徴であるところ，シャフトとロータリバルブが偏心するだけでな\nくスリコギ運動をするので，機械的な問題が一層多く，例えば，\nロータリバルブが潤滑油膜を破って軸孔と直接当接することによ\nる接触面のフレッチング，オイルシールの損傷，摩擦，損耗，振\n動，騒音の発生，発熱，サービス寿命の短縮等，非常に多くの障\n害を生じる可能性がある。\nしたがって，圧縮機等の製品を吟味する技術者にとっては，本件\n特許発明が明細書に記載された効果を有することと同時に，前記の\n障害を生じないことが必要であるところ，実験又は解析の結果が記\n載されていない本件明細書からは本件特許発明が主張する体積効率\n向上効果が得られることはにわかには信じ難く，同時に，本件明細\n書からは前記障害に対する対策どころか，当該障害の存在が認識さ\nれていることすら読み取ることができない（なお，被告各製品では，\n厳密なクリアランス管理を採用することによって，本件訂正発明の\n技術的思想であるロータリバルブのスリコギ運動がもたらす障害を\n解消している。）。このような状況において，本件訂正発明が需要\n者の購買行動に与えた影響はゼロに等しいか，あるいはマイナスで\nあって，積極的に寄与したと考えることはできない。\n現に，需要者であるマツダは，本件訂正発明を実施しない設計\n変更品を購入しており，マツダにとって，本件訂正発明の効果は，\n購入意欲に結びついていない。\n⒝  本件訂正発明に体積効率改善の効果がないことは前記 のと\nおりである。\n本件訂正発明に技術的価値がないことは，損害の算定に当たって\nも考慮されるべきである。\n⒞  前記ａで主張した被告製品の流通経路，一審被告（ハノンシステ\nムズグループ），ＪＣＳ及びマツダの特殊な関係等の事情からす\nれば，本件特許権の侵害がなかった場合，その需要は，一審原告\nの製品に置き換わることはない。\n⒟  本件訂正発明は，ピストン式圧縮機における冷媒吸入構造であり，\n論理的にピストン式圧縮機の一部の構造の特許である。\nまた，本件訂正発明は，本件訂正により付加された構成である\n①ロータリバルブの外周が円筒形状（溝なし）であるとの構成と，\n②ロータリバルブの導入通路が回転軸内に形成された通路を介し\nて連通する構成というものであり，もっぱら，圧縮機の中の冷媒\n吸入構造の中の更に一つの部品であるロータリバルブの形状に係\nる発明である。\nそうすると，本件特許権の実質的な価値は，本件訂正発明のうち，\n本件訂正により付加された構成に限定されるか，それにほぼ等しい\nものと評価せざるを得ず，本件訂正発明が，被告各製品に占める割\n合は極めて低いというべきである。\n⒠  クラッチの製造には高度の技術を要する。また，クラッチの構成\nは，組み合わせる圧縮機だけによって決まる定型のものではなく，\n自動車やエンジンの種類や形式によって異なるため，製品ごとに\n顧客の要求事項に沿った設計製造が必要なことから費用が相対的\nにみて大きく発生する。また，クラッチは，圧縮機とは別個独立\nに取引されている。\nしたがって，被告各製品の価額がクラッチを含むものである点を\n考慮しなかった原判決は不当である。\n⒡  小括\n以上の事情を総合すれば，全体としての推定覆滅の割合は少な\nくとも８割，本件における特殊性を考慮すれば９割以上となると\n解される。\n特許法１０２条３項により算定される損害について\n原判決は，実施に対し受けるべき料率の認定において，その考慮要\n素の認定及び評価を誤っている。\nａ  実施料率認定の根拠等について\n⒜  本件特許権は，圧縮機の分野に係る日本の特許権１件であるとこ\nろ，●●●●●●●●●●●●●●●●●●●●●●●●●●●\n●●●●●●●●●●●●●●●●●●●●●●●●ライセンス\n契約（乙６５の２。以下「本件ライセンス契約」という。） の事\n例が，本件の事例と最も共通性，近似性があるので，本件ライセ\nンス契約による実施料率を重視し，本件の実施料率を認定すべき\nである。\nこの点，原判決は，本件ライセンス契約の対象が本件特許権と\nは技術的な内容が相当に異なることを理由に，他の事例より特に\n重視すべき理由があるとはいえないとしているが，本件訴訟の事\n案と本件ライセンス契約はいずれも圧縮機を販売するための特許\n権の実施許諾を対象とするものであるから，実施許諾の対象は同\nじと評価すべきである。\n⒝  また，原判決は，甲１９ないし２１を根拠に，圧縮機の分野では，\n実施料率を３％程度とする例を中心としつつ，その前後の実施料\n率とする例も相当程度あると認定する。しかし，これらの事例は，\nいずれも一審被告や一審原告とは何ら関係がない一般的なもので\nあって，具体的な点において本件と共通性や類似性は全く認めら\nれない。さらに，本件特許権は，圧縮機の分野に係る日本の特許\n権１件であるから，特許法１０２条３項の実施に対し受けるべき\n料率を検討するに当たっては，日本の特許権１件の非独占的な実\n施許諾による料率と対比すべきであるが，甲２０は日本の特許権\nに関する実施許諾契約ではなく，また，独占的実施権を許諾した\n事案である。\nｂ  特許発明の技術内容や重要性について\n本件訂正発明の構成が，体積効率改善の効果を奏しないか，むし\nろマイナスであること，設計変更品が被告各製品と同等の効果を奏し\nていることは前記 のとおりである。\nｃ  特許発明の売上げ及び利益への貢献，侵害の態様について\n本件訂正発明の売上げ及び利益への貢献はほぼないか，さもなけ\nればマイナスであることは前記 ⒜のとおりである。\nまた，侵害の態様についていえば，被告各製品は，本件訂正発明\nとは無関係に，厳密なクリアランス管理により，冷媒漏れ防止の効果\nを達成しているものである。\nｄ  特許権者と侵害者の競合関係について\n前記 のとおり，被告各製品が組み込まれていたマツダ製の自\n動車においては，圧縮機について，「被告親会社→一審被告→ＪＣＳ\n→マツダの商流」という系列関係が確立していることを考慮すると，\n特許権者と侵害者の競合関係が存在するとはいえない。\nｅ  その他の事情について\n本件訂正 発明の 作用 効果につ いて， 前件 侵害訴訟 の 控訴 審 判決\n（甲９）が「ロータリバルブの外周面が吸入通路の入口に近づき，圧\n縮室内の冷媒が吸入通路から漏れ難くな」ることであると認定してい\nる（１６頁１４行目～１６行目）一方，本件審決（甲１８）が「回転\n軸を傾かせて，ロータリバルブの外周面を吐出行程にあるシリンダボ\nアに連通する吸入通路の入口付近の軸孔の内周面に押接」することと\n認定しており（６３頁２２行目～２３行目），「押接」の要否という\n本件の判断を左右する事項に関して矛盾している。\nまた，一審原告は，被告親会社に対し，韓国において本件特許権\nの韓国における対応特許権に基づいて，特許権侵害訴訟を提起したが，\nソウル高等法院において被告親会社の主張が認められ，対象製品は対\n応韓国発明の保護範囲に属さないと認定し，一審原告の請求が棄却さ\nれた（乙５９）。本件特許権と対応韓国特許権は，特許請求の範囲は\n同一ではないものの，明細書の記載は同じ内容であり，発明の本質は\n全く同じである。一方，日本における前件侵害訴訟では，一審原告の\n請求が認容されている。\nこのように，各判断主体で判断が異なることは，本件特許発明の\n価値が低いことを示すものである。\n⑶  争点⑷（消滅時効）について\nア  一審被告の主張\n一審原告は，遅くとも平成２６年３月１８日の時点において，被告親\n会社が製造した被告製品２が，日本で流通し，マツダに販売されているこ\nとを認識し，一審被告が被告親会社の子会社として設立されていたことも\n認識していた。\n原判決は，一審原告は，被告親会社からマツダにＲＳコンプレッサー\nが販売される商流を具体的に把握することができなかったとし，一審証人\nＡは，被告親会社からマツダにＲＳコンプレッサーが販売される商流を具\n体的に把握することができなかったから，弁護士を通じて外部の調査会社\nに商流調査を依頼し，平成２６年１０月１７日に，その調査結果として，\n①被告親会社がマツダに対してロジスティックス会社経由で直接納品する\nルート，②被告親会社の日本法人である一審被告が輸入し，マツダに納品\nするルート，③ＪＣＳが輸入し，マツダに納品するルートの３つがあるの\nではないかと報告を受けていたと証言するが，これを裏付ける調査報告書\nは，書証として提出されていない。\nイ  一審原告の主張\n争う。\n第３  当裁判所の判断\n当裁判所は，一審原告の請求は６億９８８５万８０５０円及びこれに対す\nる遅延損害金の支払を求める限度で理由があると判断する。その理由は以下の\nとおりである。\n１  本件訂正発明について\n原判決の第４の１に記載のとおりであるから，これを引用する。\n２  争点⑴（被告各製品が本件訂正発明の技術的範囲に属するか）について\n原判決の第４の２ないし４に記載のとおりであるから，これを引用する。\n３  争点⑵キ（無効理由７ 実施可能要件又はサポート要件違反）について\n⑴  実施可能要件違反について\nア  本件明細書の発明の詳細な説明には，発明の課題，課題を解決する手\n段，当該構成の作用，当該構成により得られる効果が記載され，実施例\nにおいて具体的な構成が記載され，特に【００４３】ではクリアランス\n管理についても具体的な示唆があることから，本件明細書の発明の詳細\nな説明の記載には，当業者が発明の技術上の意義を理解するために必要\nな事項が記載されており，当業者は，本件明細書の発明の詳細な説明の\n記載及び本件優先日の技術常識に基づいて，過度の試行錯誤を要するこ\nとなく，その物を製造し，使用できるものというべきである。\nしたがって，本件訂正発明に実施可能要件違反は認められない。\nイ  一審被告は，前記第２の３⑴ア のとおり，撓み可能なスラスト軸受\nを用いた本件訂正発明においては，各種の障害を生起する可能性がある\nから，その実施に当たっては過度の試行錯誤を要すると主張する。しか\nし，圧縮機の分野においては，冷媒と共にコンプレッサーに帰還してく\nるオイル（潤滑油）が摺動部を流れることによって潤滑がなされ，作動\n室内では室内の隙間をシーリングして冷媒のもれを防ぐ役割を果たして\nいることは技術常識であり（甲１１），本件訂正発明を実施するに際し，\n摺動面の潤滑油の油膜が途切れないように付勢力を設定したり，潤滑油\nを選定したりすることは，圧縮機の設計上，当然に求められることで，\nそのための調整が必要となることをもって，過度の試行錯誤とはいえな\nい。\nまた，一審被告は，乙６７によれば設計変更品であるＲＳ－１５Ｎの\n方が，本件訂正発明の実施品であるＲＳ－１５（被告製品１）より体積効\n率において優れているから，本件訂正発明が効果を奏さないことは明らか\nであるとし，本件訂正発明が特定の条件下では効果を奏することがあった\nとしても，そのための条件が何であるかが明細書に記載されていないとし\nて，その実施に当たっては過度の試行錯誤を要するとも主張する。\nしかし，乙６７は，ＲＳ－１５ＮとＲＳ－１５の構造上の違いを除き，\n実験条件が不明であり，その信用性を検証することができず，直ちにこれ\nを採用することはできない。\nまた，甲２８，乙６７によれば，ＲＳ－１５Ｎは，ロータリバルブの\nラジアル軸受構造についてのみ，本件訂正発明の技術的範囲に属するＲＳ\n－１５（被告製品１）と異なるものである。すなわち，ＲＳ－１５が，シ\nャフト５０の前側が，シャフト用孔２１を介してフロント側シリンダブロ\nック２０によって直接支持され，また，シャフト５０の後側は，シャフト\n用孔３１を介してリヤ側シリンダブロック３０によって直接支持されてい\nる（引用に係る原判決２０３頁１１行目～１６行目）のに対し，ＲＳ－１\n５Ｎは，シャフト５０の前側が，フロント側シリンダブロック２０の内側\nに設置された滑り軸受によって直接支持され，また，シャフト５０の後側\nは，リヤ側シリンダブロック３０の内側に設置された滑り軸受によって直\n接支持されている点が異なる（本件訂正発明の構成要件Ｅを充足しな\nい。）。他方で，ＲＳ－１５Ｎは，ＲＳ－１５同様に，本件訂正発明のそ\nの余の構成要件を充足するものであり，ＲＳ－１５が構成要件Ｃの「ロー\nタリバルブを付勢する圧縮反力伝達手段」及び構成要件Ｆの「該圧縮反力\n伝達手段の一部をなすスラスト軸受手段」を充足することにより，吐出行\n程にあるシリンダボアのフロント側通路に向けて近づくようにシャフトの\n外周面が変位し，このことによって冷媒漏れが防止されることは，引用に\n係る原判決の第４の３における説示のとおりである。そうすると，ＲＳ－\n１５同様に本件訂正発明の構成要件Ｃ及びＦを充足するＲＳ－１５Ｎが，\n被告製品１と同等以上の圧縮率を達成していることは，本件訂正発明が体\n積効率の向上という効果を奏することを否定するものとはいえず，乙６７\nの実験結果をもって，前記実施可能要件についての判断が左右されるもの\nではない。\n⑵  サポート要件違反について\nア  前記⑴アのとおり，本件明細書の発明の詳細な説明には，発明の課題，\n課題を解決する手段，当該構成の作用，当該構成により得られる効果が\n記載され，実施例において具体的な構成が記載されている。\nそして，本件訂正発明は，構成要件Ａにおいて，発明の前提となるロ\nータリバルブを備えたピストン式圧縮機が特定され，構成要件Ｃないし\nＦでは，吐出行程にあるシリンダボア内のピストンに対する圧縮反力を\nロータリバルブに伝達して，吐出行程にあるシリンダボアに連通する吸\n入通路の入口に向けてロータリバルブを付勢する圧縮反力伝達手段とを\n有すること，当該圧縮反力伝達手段を構成するラジアル軸受及びスラス\nト軸受の構成が特定されており，これらは，本件訂正発明の詳細な説明\nにおいて，課題を解決する手段として記載された発明に対応するから，\n本件訂正発明の特許請求の範囲に記載された発明は，発明の詳細な説明\nに記載された発明で，発明の詳細な説明の記載又はその示唆により当業\n者が当該発明の課題を解決できると認識できる範囲のものである。\nしたがって，本件訂正発明にサポート要件違反は認められない。\nイ  一審被告は，前記第２の３⑴ア のとおり，乙６７によれば設計変更\n品であるＲＳ－１５Ｎの方が，本件訂正発明の実施品であるＲＳ－１５\nより体積効率において優れているから，本件訂正発明が効果を奏さない\nことは明らかであるとし，本件訂正発明の構成では，発明の目的である\n体積効率の向上を達成することはできないから，本件訂正発明は，課題\nの解決手段として発明の詳細な説明に記載したものでないと主張する。\nしかし，乙６７は，ＲＳ－１５ＮとＲＳ－１５の構造上の違いを除き，\n実験条件が不明であり，直ちにこれを採用することはできないことは，\n前記⑴イのとおりである。\nまた，前記アのとおり，本件訂正発明は，吐出行程にあるシリンダボ\nアに連通する吸入通路の入口に向けてロータリバルブを付勢する圧縮反力\n伝達手段を有し，これが課題解決手段に対応するものであるところ，乙６\n７の実験におけるＲＳ－１５Ｎは，本件訂正発明の構成要件Ｅ以外の構成\n要件を充足するもので，ＲＳ－１５や本件訂正発明と同様の撓み可能なス\nラスト軸受構造，すわなち，圧縮反力伝達手段に係る構成（スラスト軸受）\nを備え，これにより，吐出行程にあるシリンダボアに連通する吸入通路の\n入口に向けてロータリバルブを付勢するという，上記課題解決手段に相当\nする構成となっている（ラジアル軸受の構成を除く。）のであるから，当\n該ＲＳ－１５Ｎが，被告製品１と同等以上の圧縮率を達成していることは，\n本件訂正発明の効果を否定するものとはいえず，乙６７の実験によって，\n上記サポート要件についての判断が左右されるものではない。\n４  争点⑶（損害額及び不当利得額）について\n⑴  被告各製品の売上高及び限界利益について\nア  売上高\n平成２５年２月から平成２９年６月までの被告各製品の売上高が，被\n告製品１につき●●●●●●●●●●●●●●被告製品２につき●●●●\n●●●●●●●●●●であることに争いはない。\nまた，平成２４年１２月，平成２５年１月の被告各製品のドルベース\nでの売上高が，被告製品１につき平成２４年１２月●●●●●●●●●●\n平成２５年１月●●●●●●●●●●●被告製品２につき平成２４年１２\n月●●●●●●●●●●●平成２５年１月●●●●●●●●●●であるこ\nと，平成２４年１２月の為替レートの平均は１ドル８３．６４円（乙７０\nの１），平成２５年１月の為替レートの平均は１ドル８９．２４円（乙７\n０の２）であり，この両月分の売上高についてもこの為替レートを用いて\n算出すべきことについても争いがない。そうすると，両月の被告各製品の\n円ベースでの売上高は，被告製品１につき平成２４年１２月●●●●●●\n●●●●●平成２５年１月●●●●●●●●●●●●●被告製品２につき\n平成２４年１２月●●●●●●●●●●●●●平成２５年１月●●●●●\n●●●●●●●となる。\nこれらを合計すると，被告製品１の売上高総計は●●●●●●●●●\n●●●●●被告製品２の売上高総計は●●●●●●●●●●●●●●であ\nる。\nイ  限界利益について\n平成２５年２月から平成２９年６月までの被告各製品の限界利益が，\n被告製品１につき●●●●●●●●●●●被告製品２につき●●●●●●\n●●●●●●であることは争いがない。\nまた，平成２４年１２月，平成２５年１月の被告各製品のドルベース\nでの限界利益が，被告製品１につき平成２４年１２月●●●●●●●●●\n平成２５年１月●●●●●●●●●被告製品２につき平成２４年１２月●\n●●●●●●●●平成２５年１月●●●●●●●●であること，平成２４\n年１２月分については同月の為替レートの平均である１ドル８３．６４円，\n平成２５年１月分については同月の為替レートの平均である１ドル８９．\n２４円で換算すべきことについても争いがない。そうすると，両月の被告\n各製品の円ベースでの限界利益は，被告製品１につき平成２４年１２月●\n●●●●●●●●●平成２５年１月●●●●●●●●●●被告製品２につ\nき平成２４年１２月●●●●●●●●●●平成２５年１月●●●●●●●\n●●となる。\nこれらを合計すると，被告製品１に係る限界利益が●●●●●●●●\n●●●被告製品２に係る限界利益が●●●●●●●●●●●●であると認\nめられる。\n⑵   特許法１０２条３項について\nア  特許法１０２条３項による損害額として，侵害品の売上高を基準とし，\nそこに実施に対し受けるべき料率を乗じて算定する場合，実施に対し受\nけるべき金銭の料率の算定に当たっては，①当該特許発明の実際の実施\n許諾契約における実施料率や，それが明らかでない場合には業界におけ\nる実施料の相場等も考慮に入れつつ，②当該特許発明自体の価値すなわ\nち特許発明の技術内容や重要性，他のものによる代替可能性，③当該特\n許発明を当該製品に用いた場合の売上及び利益への貢献や侵害の態様，\n④特許権者と侵害者との競業関係や特許権者の営業方針等訴訟に現れた\n諸事情を総合考慮して，合理的な料率を定めるべきである。以下，順に\n検討する。\n①  当該特許発明の実際の実施許諾契約における実施料率や，それが明\nらかでない場合には業界における実施料の相場等\n本件訂正発明について実際に実施許諾契約が締結されたことを示\nす証拠はない。\nａ  Ｉｎｔｅｌｌｅｃｔｕａｌ  Ｐｒｏｐｅｒｔｙ  Ｒｅｓｅａｒｃ\nｈ  Ａｓｓｏｃｉａｔｅｓ作成の自動車関連技術分野のロイヤル\nティ料率の調査結果の報告書には，「車両用空調システム用の新\n型の圧縮機及び液分離器の製造につき，非公開の外国車両製造企\n業と技術ライセンス契約を締結した。１９９８年後半に技術移管\nを完了予定の上で，Ｓｈａｎｇｈａｉ  Ｍａｃｈｉｎｅｒｙ（ラ\nイセンシー）は，７年間にわたって製造される全ての対象製品の\n正味販売価格の３％を外国車両製造企業に支払う必要がある。」\nとの記載，「Ｐｒｉｍｅ  Ｍａｎｕｆａｃｔｕｒｉｎｇ  Ｃｏｍ\nｐａｎｙ（ライセンシー）は，オフロード用車両及びバスのため\nの高効率な空調システムの開発に用いられる，他に類をみない環\n境保護上安全でかつオゾン保護機能を備えた車両空調技術につき，\n独占的な全世界の特許契約を締結した。Ｐｒｉｍｅは，販売され\nた空調や冷媒システムそれぞれの範囲内に含まれる全てのＲｏｖ\nａｃ（ライセンサー）の基本部品の正味販売価格の６％の実施料\nをＲｏｖａｃに支払う。これには，主に圧縮機，熱交換機，弁体，\n配管システムが含まれる。」との記載がある（甲１９）。\nｂ  米国のマーケティングコンサルティング会社（ＡＵＳ  Ｃｏｎｓ\nｕｌｔａｎｔｓ）が作成したロイヤルティのデータベースには，\n自動車関連技術につき，「ライセンス協定：会社は軌道ベーン圧\n縮機を製造する独占的ライセンスを有する。ライセンスは，自動\n車空調，輸送用冷凍機，工業用空気圧縮機，真空ポンプを含めて\n複数の市場に及ぶ。：インド，パキスタン，セイロン，ネパール，\nバングラディッシ ュ」「支払 い詳細 ：実施料：実施料 率\nは，・・・上記各国以外に輸出する場合は８％，上記各国へ販売\nする場合は５％と開示された。」との記載，「ライセンス協定：\n韓国企業は・・・エジプトの車両部品会社と，車両用空調部品の\n製造及び組立に関する韓国企業の技術を当エジプト企業に供与す\nる契約を締結した。」「支払い詳細：前払い金：契約の下で，Ｅ\nｌｔｅｒｉａｋ（ライセンシー）は，手付金の２００.０００アメ\nリカドル，及び実施料：１０月を起算日とした５年間の純売上高\nの３％の実施料をＨａｌｌａ（ライセンサー）に支払わなければ\nならない。」との記載がある（甲２０）。\nｃ  経済産業省知的財産政策室編「ロイヤルティ料率データハンドブ\nック」（甲２１）には，ロイヤルティ料率アンケート調査結果と\nして，本件訂正発明の技術分野に近似する原動機，圧縮性流体用\nポンプ等を対象製品とする「技術分類  機関またはポンプ」にお\nい て ， １ ６ 件 の 事 例 が あ り ， 実 施 料 率 １ ％ 未 満 が １ 件 （ ６ ．\n３％），実施料率１～２％未満が３件（１８．８％），実施料率\n２～３％未満が２件（１２．５％），実施料率３～４％未満が６\n件（３７．５％），実施料率５～６％未満が２件（１２．５％），\nその他２件（１２．５％）と記載されている。\nｄ  ●●●●●●●●●●●●●●●●●●●●●●●●●●●●●\n●●●●●●●●●●●●●●●●●●●●●●●●●●●●●\n●●●●●●●●●●●●●●●●●●●●●●●●●●●●●\n●●●●●●●●●●●●●●●●●●●●●●●●●●●●●\n●●●●●●●●●●●●●●●●●●●●●●●●●●●●●\n●●●●●●●●●●●●●●●●●●●●●●●●●●●●●\n●●●●●●●●●●●●●●●●●●●●●●●●●●●●●\n●●●●●●●●●●●●●●●●●●●●●●●●●●●●●\n●●●●●●●●●●●●●●●●●●●●●●●●●●●●●\n●●●●●●●●本件ライセンス契約によれば，ロイヤルティは\n１台当たり固定額で支払われるので，料率方式とは異なる。\nｅ  ●●●●●●●●●●●●●●●●●●●●●●●●●●●●●\n●●●●●●●●●●●●●●●●●●●●●●●●●●●●●\n●●●●●●●●●●●●●●●●●●●●●●●●●●●●●\n●●●●●●●●●●●●●●●●●●●●●●●●●●●●●\n●●●●●●●●●●●●●●●●●●●同契約も，契約時及び\n量産化時に固定額で支払うもので，料率方式とは異なる。\n本件訴訟において，本件特許権の技術分野については実際の実施許\n諾契約の実施料率を示す証拠はない。\n本件特許権の技術分野に近似する分野（「機関またはポンプ」）\nの実施料率についてのアンケート調査結果によれば，実施料率３～\n４％未満の例が最も多く（３７．５％），実施料率５～６％未満の例\nや実施料率２～３％未満の例は同数（１２．５％），実施料率１～\n２％未満は３件（１８．８％）とされており，また，他の調査結果や\nデータベースには，実施料率３％又は６％の例や実施料率５～８％又\nは３％の例もあったとされていることからすれば，圧縮機の分野でも，\n実施料率を３％から４％程度とする例を中心としつつ，その前後の実\n施料率とする例も相当程度あることがうかがわれる。\nなお，一審被告は，前記第２の３ 本件訴訟の\n事案と本件ライセンス契約はいずれも圧縮機を販売するための特許権\nの実施許諾を対象とするものであって，実施許諾の対象は同じと評価\nすべきであるから，本件ライセンス契約を重視すべきであると主張す\nるが，●●●●●●●●●●●●●●●●●●●●●●●●●●●●\n●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●\n●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●\n●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●\n●●●●●●●●●このようなライセンス契約の事例を他の事例より\n特に重視すべき理由があるとはいえず，圧縮機分野の実施料率の一例\nとしてみるのが相当である。\nまた，一審被告は，甲１９ないし２１に掲げられた事例は，いず\nれも，一審被告や一審原告とは何ら関係がない一般的なものであって，\n具体的な点において，本件と共通性や類似性はないとか，本件特許権\nは，圧縮機の分野に係る日本の特許権１件であるから，特許法１０２\n条３項の実施に対し受けるべき料率を検討するに当たっては，日本の\n特許権１件の非独占的な実施許諾による料率と対比すべきであるとこ\nろ，甲２０は日本の特許権に関するものではなく，また，独占的実施\n許諾の事例であるなどと主張するが，実施料率を定める事例として，\n具体的な点において完全に合致する事例がなければ，同分野の他の事\n例（他の国の特許権に関するものを含む。）を参酌することは当然で\nあるし，甲２０で独占的とされるのは製造のみであり，販売について\nライセンシーが独占権を得ていることはうかがわれない。したがって，\n一審被告の主張は採用できない。\n②  本件訂正発明の技術内容や重要性，他のものによる代替可能性\n本件優先日前である平成９年３月２５日に発行された書籍「カーエ\nアコン」（甲１１）には，ピストン式圧縮機の斜板形のものでロータ\nリバルブを使用したものは記載されておらず，１１３頁の図６．５で\n吸入弁（リードバルブ）が図示されている。\n従来技術であるリードバルブ方式は，シリンダ室と吸入室の圧力\n差が必要であること，流路断面積が小さいこと，弁による吸入抵抗が\n発生するという難点があることから，シャフトの回転によって冷媒を\n提供するロータリバルブ方式が提案されてはいたものの（乙１８，２\n２，２３，２８，３０等），回転軸の外周面と軸孔の内周面のクリア\nランスによって，吐出行程時の圧縮室から冷媒が漏れるという問題が\nあったこと，クリアランス管理が非常に難しいこと（本件明細書【０\n００４】）から実用化には至っていなかったのであり，本件訂正発明\nにおいて，ロータリバルブを備えた回転軸に伝達される圧縮反力を利\n用して，吐出行程にあるシリンダボアに連通する吸入通路の入口に向\nけてロータリバルブを付勢させて，体積効率を向上させていること\n（本件明細書【００１５】），クリアランスに関する厳密な管理が不\n要となること（本件明細書【００４３】）は，コスト面も含め，ロー\nタリバルブ方式を実用化するのに寄与したものと認められ，一審原告\nが，本件優先日後に，ロータリバルブ方式のピストン式圧縮機を販売\nしていることは争いがない。\nもっとも，実用化当初の一審原告の製品（１０ＳＲ１５Ｃ）は，\n本件訂正前の構成であるから，ロータリバルブが円筒状でなく凹部や\n溝が設けられており，本件訂正発明そのものの実施品ではないと考え\nられる。しかし，同製品も，圧縮反力で冷媒漏れを防止するという本\n件訂正発明の技術思想を利用するものであり，この点については本件\n訂正の前後で変更はない。\nそうすると，本件訂正発明はロータリバルブ方式のピストン式圧\n縮機の実用化に寄与したものというべきで，相応の顧客吸引力がある\nということができる。\n一審被告は，被告各製品の販売先であるマツダに対し， 設計変更\n品を継続して販売しているが，●●●●●●●●●●●●●●●●\n●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●\n●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●\n●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●\n●●●●●●●●少なくとも，侵害時（平成２４年１２月から平成\n２９年６月）の大部分において，本件訂正発明の効果を奏する代替\n技術はなかったということになる。\n③  当該特許発明を当該製品に用いた場合の売上及び利益への貢献や侵害\nの態様\n本件訂正発明がロータリバルブ方式を実用化するのに貢献したこ\nとは前記②のとおりである。\n一方，どの程度の体積効率の向上がもたらされるかは具体的数値\nをもっては明らかではなく，本件訂正発明の作用効果についての顧客\n吸引力等は一定程度限定される。\n被告各製品はクラッチ部分と組み合わされて販売されている。\n乙６２によれば，被告各製品に該当する部品番号に相当するコン\nプレッサー（クラッチ部分及び圧縮機部分）の販売価格は４６８．１\n５ドル，クラッチ部分のみの販売価格は２３１．８２ドルとする事例\nがあることが認められるが，これはアフターマーケット（商品販売後\nの需要に対する正規ディーラーではない業者の市場）における販売価\n格であり，直ちに一審被告とＪＣＳないしマツダとの間の被告各製品\nの取引にあてはめることはできない。また，一審被告は，被告各製品\nと別にクラッチを販売しているものではない。\nしかし，クラッチ部分と圧縮機部分は観念的には区別することが\nでき，特許法１０２条３項の適用に当たっては，被告各製品の売上高\nは，クラッチ部分を含むものであるという事情も考慮する必要がある。\n一審被告は，前記第２の３ 被告各製品は，本\n件訂正発明とは無関係に，厳密なクリアランス管理により，冷媒漏\nれ防止の効果を達成していると主張する。\n一審被告のいう被告各製品における「厳密なクリアランス管理」\nは，シャフトとシャフト用孔を極めて高精度に仕上げ，クリアラン\nスを３０μｍに設定する構造を採用し，ラジアル軸受は，斜板取付\nけ部とスラスト軸受を除く全領域でシャフトを支持する軸受とし，\nさらに，軸受がシリンダブロックの外側に突き出る長い構造を採用\nすることによって，シャフトの動きを伴うことなく，冷媒が吸入通\n路の入口から漏出するのを防止するというものである（引用に係る\n原判決１２頁５行目ないし１３行目）。\nしかし，一審被告の主張のとおり厳密なクリアランス管理により冷\n媒漏れを防止しているというのであれば，乙３報告書（被告製品１\n〔クリアランスが３０μｍ〕と，クリアランスを５０μｍ，７０μｍ，\n９０μｍ，１１０μｍに変更した圧縮機の体積効率を比較したもの）\nにおいて，クリアランスが３０μｍである被告製品１よりも５０μｍ\nのものの方が体積効率は落ちることになるはずであるが，３０μｍと\n５０μｍとで体積効率はほとんど変わらなかったとされているのであ\nるから，一審被告の主張は十分な裏付けを欠くものというべきである。\nまた，仮に，被告各製品が，一審被告主張の厳密なクリアランスを\n採用し，その構成が冷媒漏れの防止に対する効果を奏することがある\nとしても，一方で，被告各製品は，原判決別紙イ号物件説明書及びロ\n号物件説明書記載のとおりの構造を有しており，ピストン６０に作用\nした圧縮反力Ｆが斜板やスラスト荷重吸収機能が付与されたフロント\n側スラスト軸受７０に伝達され，このスラスト荷重吸収により斜板５\n１の動きを許容することで斜板５１の径中心部を中心としてシャフト\n５０を傾かせようと作用し，これによって，シャフト５０（回転弁）\nは，吐出行程中のシリンダボア２２に連通するフロント側通路２３の\n入口に向けて付勢され，この際シャフト５０が変位しているのであっ\nて，この本件訂正発明の構成要件Ｃ，Ｆを充足する構成によっても，\n冷媒漏れが防止されるものといえることは，原判決が第４の３で説示\nするとおりであるから，本件訂正発明とは無関係に冷媒漏れを防止し\nているという一審被告の主張は採用できない。\n④  特許権者と侵害者との競業関係や特許権者の営業方針\n一審原告は，ロータリバルブ方式のピストン式圧縮機を製造・販\n売しており，一審被告は，平成２４年１２月以降，ロータリバルブ\n方式のピストン式圧縮機である被告各製品を輸入・販売しているの\nであるから，両者は競合関係にある。一審被告は，前記第２の３⑵\nのとおり，被告各製品が組み込まれていたマツダ製の自動車\nにおいては，圧縮機について，「被告親会社→一審被告→ＪＣＳ→\nマツダの商流」という系列関係が確立しているとして競業関係を否\n定するが，ここでは，特許権者と侵害者の間の料率を定める上で競\n業関係が問題とされているのであるから，一審原告がマツダに直接\n販売することができるかどうかの問題ではなく，一審被告の主張は\n採用できない。\nロータリバルブ方式のピストン式圧縮機の市場は寡占状態にあり，\n相互に実施許諾を行っていない閉ざされた市場傾向にある（弁論の\n全趣旨）。\nイ  以上の検討を踏まえると ，圧縮機の分野では，実施料率を３％から\n４％程度とする例を中心としつつ，その前後の実施料率とする例も相当\n程度あることがうかがわれること，本件訂正発明が相応の技術的価値を\n有し，代替品もなかったこと，一審原告と一審被告が競業関係にあり，\n相互に実施許諾を行うことが考えにくいこと，他方，本件訂正発明の作\n用効果に対する顧客吸引力等は一定程度限定されること，被告各製品の\n売上高はクラッチ部分を含むものであること等の本件諸事情を考慮すれ\nば，特許権侵害をした者に対して事後的に定められるべき，本件での実\n施に対し受けるべき料率は，３％と認めるのが相当である。\nなお，一審被告は，第２の３ 本件訂正発明の作用\n効果や侵害の成否等について，前件侵害訴訟における知財高裁判決や本件\n無効審決，ソウル高等法院等，判断主体によって判断が分かれていること\nを理由に，本件訂正発明の価値が低いと主張するが，事前の実施許諾契約\nの料率については特許権が無効となる可能性等も考慮して算定されるのと\n異なり，特許法１０２条３項の損害は，特許権が有効であり，特許権侵害\nがあることを前提に算定されるものであるから，別個の手続の状況を考慮\nに入れるのは相当でない。\nウ  損害額の算定\n前記⑴ア認定の被告製品１及び同２の売上高によれば，特許法１０２\n条３項による一審原告の損害額は，以下の計算式のとおり，合計●●●●\n●●●●●●●●となる。\n（計算式）\n・  被告製品１（ＲＳ－１５）\n●●●●●●●●●●●●●●●●●●●●●●●●●\n●●●●●●●●●●●●●●\n・  被告製品２（ＲＳ―１３）\n●●●●●●●●●●●●●●●●●●●●●●●●●●\n●●●●●●●●●●●●●●\n・  合計  ●●●●●●●●●●●●\nエ  特許法１０２条２項により算定される損害について\n特許法１０２条２項により特許権者が受けた損害と推定される侵害者\nが侵害行為により受けた利益の額は，侵害者の侵害品の売上高から，侵\n害者において侵害品を製造販売することによりその製造販売に直接関連\nして追加的に必要となった経費を控除した限界利益の額であるところ，\n前記⑴イのとおり，●●●●●●●●●●●●●●●●●●●●●●●\n●●●●●●●●●●●●●●●●●●●●●●であり，●●●●●●\n●●●●●●●●が一審被告の特許権侵害行為により一審原告が被った\n損害の額と推定される。\nそうすると，この限界利益の額●●●●●●●●●●●●が同条２項\nによる損害の上限となるが，この金額が同条３項による前記損害●●●\n●●●●●●●●●より少ないことは明らかであるから，同条２項の推\n定の覆滅事由の有無にかかわらず，同条３項により算定される損害額が\n同条２項により算定される損害額を上回ることは明らかといえる。した\nがって，同条２項による損害についてはこれ以上の判断を要しない。\nオ  消費税相当額\n消費税は，「国内において事業者が行つた資産の譲渡等」に課される\nものである（消費税法４条１項）。「資産の譲渡等」には，「無体財\n産権の侵害を受けた場合に加害者から当該無体財産権の権利者が収受\nする損害賠償金」が含まれると解する消費税基本通達があること（消\n費税基本通達５－２－５）から，特許権を侵害された者が特許権侵害\nの不法行為に基づく損害賠償金を侵害者から受領した場合，その損害\n賠償金は消費税の課税対象とされているものと解される。そうすると，\n本件では，前記エのとおり特許法１０２条３項により算定された●●\n●●●●●●●●●●が損害賠償金となるところ，一審原告の損害額\nの算定に当たっては，上記損害額に消費税相当額を乗じた額を加算す\nるのが相当と解される。 一審 原告は，消費税相当額として損害額に\n８％を乗じた額を請求しており，その額は，以下の計算式のとおり，\n●●●●●●●●●●となる。\n（計算式）\n●●●●●●●●●●●●×８％＝●●●●●●●●●●\nしたがって，消費税相当額を加えた損害額は，●●●●●●●●●\n●●●となる。\n一審被告は，一審原告の主張する損害額の根拠となる一審被告の売\n上について既に消費税相当額を納税済みであり，国が既に支払われた\n一審被告の売上に対応する消費税相当額に加え，当該売上に対応する\n知的財産権侵害の損害賠償額について消費税相当額を重ねて徴収でき\nる理由はなく，消費税相当額を加算することは認められないと主張す\nる。しかしながら，本件では，特許法１０２条３項により算定された\n●●●●●●●●●●●●が損害賠償金となり，この損害賠償金を侵\n害者から受領することが「資産の譲渡等」に当たると解されているの\nであるから，一審被告が被告各製品の売上げについて消費税相当額を\n納付したことをもって，一審原告が本件の損害賠償金について消費税\nを課税されないことにはならないと解される。したがって，一審被告\nの上記主張を採用することはできない。\nカ  弁護士費用及び弁理士費用\n本件事案の性質・内容，本件訴訟に至る経過，本件審理の経過等諸般の\n事情に鑑みれば，一審被告による不法行為と相当因果関係のある弁護士費\n用及び弁理士費用は，●●●●●●をもって相当と認める。\nキ  小括\n以上によれば，一審原告の損害額は，６億９８８５万８０５０円となる。\nなお，一審原告は，民法７０３条に基づき不当利得金の返還請求をして\nいるが，当該請求が上記の損害額を上回ると認めることはできないから，\nこれについては判断を要しない。\n５  争点⑷（消滅時効）について\n原判決の第４の１４における説示のとおりであるから，これを引用する。\n第４  結論\n以上によれば，一審原告の請求は，６億９８８５万８０５０円及びこれに対\nする不法行為の後の日である平成２９年９月１日から支払済みまで民法所定の\n年５分の割合による遅延損害金の支払を求める限度で理由があるところ，これ\nと異なる原判決を一審原告の控訴に基づき主文１項のとおり変更し，一審原告\nの当審において追加された請求は理由がないから棄却し，一審被告の控訴は理\n由がないから棄却することとして，主文のとおり判決する。\n知的財産高等裁判所第４部\n裁判長裁判官\n菅      野      雅      之\n裁判官\n本      吉      弘      行\n裁判官\n岡      山      忠      広\n"
}