{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 4,
    "month": 3,
    "day": 22
  },
  "case_number": "令和3(行ケ)10087",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "91070",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=91070",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/070/091070_hanrei.pdf",
  "contents": "令和４年３月２２日判決言渡\n令和３年（行ケ）第１００８７号  審決取消請求事件\n口頭弁論終結日  令和４年１月２５日\n判 決\n原 告    イ ロ\n同訴訟代理人弁護士     山 口 健 司\n同               石   神   恒太 郎\n同             佐 藤信 吾\n同             薄 葉健 司\n同訴訟代理人弁理士     外 川 奈 美\n同              大 橋 啓 輔\n同               平田   学\n被 告     イルー インターナショナル\nカンパニー   リ ミ テ ッ ド\n同訴訟代理人弁護士     西 脇 怜 史\n同               宮 島 明 紀\n同訴訟代理人弁理士     金 沢 彩 子\n主 文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n３  この判決に対する上告の提起及び上告受理の申立てのための付加期間を３０\n日と定める。\n事 実 及 び 理 由\n第１  請求\n特許庁が取消２０１９－３００７７０号事件について令和３年３月２４日にし\nた審決を取り消す。\n第２  事案の概要\n１  特許庁における手続の経緯等\n⑴  原告は，次の商標（以下「本件商標」という。）の商標権者である。\n登録番 号    第５６２３８６８号\n登録出願日   平成２４年１０月１７日\n設定登録日   平成２５年１０月１８日\n登録商 標\n商品の区分及び指定商品\n第１４類「フランス製の宝飾品，フランス製の宝玉，フランス製の宝玉\nの原石，フランス製の計時用具，フランス製の時計」\n第１８類「フランス製の革及び人工皮革，フランス製の獣皮，フランス\n製の皮革，フランス製のトランク，フランス製の旅行かばん，\nフランス製の傘，フランス製の日傘，フランス製の財布，フラ\nンス製の小銭入れ，フランス製のハンドバッグ」\n第２５類「フランス製の被服，フランス製の履物，フランス製の運動用\n特殊靴，フランス製の帽子」\n⑵  被告は，令和元年１０月１８日，本件商標の全ての指定商品（以下「本件\n指定商品」という。）について，商標法５０条に基づき不使用取消しの審判\n（取消２０１９－３００７７０号事件。以下「本件審判事件」という。）を\n請求した。なお，同条２項に規定する「審判の請求の登録前３年以内」は，\n平成２８年（２０１６年）１０月１８日から令和元年（２０１９年）１０月\n１７日までの期間（以下「本件要証期間」という。）となる。\n⑶  特許庁は，令和３年３月２４日，本件商標の商標登録を取り消す旨の審決\n（以下「本件審決」という。）をし，その謄本は，同年４月１日，原告に送\n達された。なお，出訴期間として９０日が付加された。\n⑷  原告は，令和３年７月２９日，本件審決の取消しを求めて本件訴訟を提起\nした。\n２  審決の概要\n⑴  本件審決の内容は，別紙審決書（写し）記載のとおりである。\n⑵  本件審判事件において，原告（被請求人）は，次のとおりの主張立証をし\nた（証拠番号は本件訴訟のもの）。\n①  本件要証期間内に，原告は，日本の輸入販売業者である株式会社上野商\n会に対して被服を販売し，同社との間の取引書類（注文書，注文請書，請\n求書等）に，「ＩＲＯ」の文字からなる標章を表示した（甲３～８）。\n②  本件要証期間内に日本で発行されたファッション雑誌の写真記事におい\nて，モデルが着用している被服等につき，「スカート／ＩＲＯ」「ベルト\n／ＩＲＯ(www.iroparis.com)」「ドレス／ＩＲＯ(www.iroparis.com)」等\nの記載がある（甲９，１１）。\n③  「ＩＲＯ」の表示及び「www.iroparis.com」の表示は，いずれも，本件\n商標と社会通念上同一と認められる商標の使用である。\n④  本件商標の使用に係る商品（上記の被服等。以下「本件使用商品」とい\nう。）が本件指定商品の範ちゅうの商品であるか否かに関し，本件使用商\n品はいずれもフランス以外の国で製造されたものであるが，フランス国パ\nリにある原告の本社の従業員（デザイナー）によりデザインされ，フラン\nス国法人としての原告による厳格かつ恒常的な品質管理の下，原告の指示\nに従って生産されたから，「フランス製の被服」と同視されてしかるべき\nである。\n⑶  これに対し，被告は，上記①②については商標としての使用に当たらない\nこと，同③については「社会通念上同一と認められる商標」（商標法３８条\n５項かっこ書）とはいえないこと，同④の主張については，本件使用商品は\n「フランス製の」被服等とはいえないこと等を主張した。\n⑷  本件審決においては，上記④の点のみについて判断がされた。その要旨は，\n本件使用商品が「フランス製の」被服等であるとは認められないから，原告\nが本件指定商品のいずれかについて本件商標の使用をした事実を証明したと\nはいえず，本件商標の登録を取り消すべきである，というものである。\n３  原告主張の審決取消事由\n本件使用商品が本件指定商品の範ちゅうの商品であるか否かに関する判断の\n誤り\n第３  当事者の主張\n〔原告の主張〕\n以下のとおり，本件使用商品は「フランス製」の被服等に該当するから，本件\n審決の判断は誤りである。\n１  本件使用商品の製造工程及び流通について\n本件使用商品は，サプライヤー（製造者）がフランス以外の国に所在する場\n合であっても，フランス国パリにある原告の本社の従業員（デザイナー）によ\nりデザインされ，パリで入手可能な素材を使用してパリで試作され，フランス\n国法人としての原告による厳格かつ恒常的な品質管理の下で生産され，パリの\n倉庫に送付され，パリから日本へ向けて出荷されている。\n２  被服の国際商取引の実情について\nフランスなど欧州主要国の人件費は著しく高額であるところ，被服に関して\nはその商品としての価格競争力を担保するために，デザインや生地選びは本場\nのフランス等で行うものの，実際の製造は，当該主要国以外の人件費の安い国\n（例えば東欧やアジア等）で厳格な品質管理のもとで行われることがいまや国\n際的情勢となっている。いわゆる「ハイエンド」と称される，高額かつ高級な\nラグジュアリーブランドですら，人件費抑制のために，他国に製造委託を行っ\nているのであるから，欧州に拠点を有するアパレルブランドの大半が，同様に\n他国に製造工程の一部ないし全部を委託しているのが国際的趨勢であり，現実\nの取引実情であることは顕著な事実である。\nこのような中で，被服のデザインや生地選び等の製造工程の重要なステップ\n及び当該被服の品質管理が，フランス国で厳重かつ恒常的に行われている限り，\nフランス以外の国において，生地が製造され，あるいは被服として縫製されて\n製造されているとしても，フランス国内で製造されたものと品質に相違はない\nと考えるのが客観的に妥当である。\n上述の被服等の製造及び取引の実情を踏まえると，本件使用商品について，\n「フランス製の」部分について厳格な文言解釈をただ機械的・画一的にあては\nめ，フランス国内で製造工程の全てが行われている場合のみしか，「フランス\n製の被服」と認めないと限定解釈することは，国際的常識や現実の商取引の実\n情に到底合致するものではない。また，このような機械的・画一的限定解釈を\n盾に，現に自他商品識別力を発揮し，業務上の信用が現実に化体している本件\n商標を取り消すことは，商標法の制度趣旨（商標法１条）に反するばかりか，\n国際信義に反するおそれもある。\n３  商標審査便覧を踏まえた解釈について\n商標審査便覧によると，商品の産地，販売地（取引地）を表すものと認めら\nれる商標の出願がされた場合，商標法４条１項１６号の拒絶理由があるものと\nして，指定商品を「フランス産（製）の被服」のように補正させることになる\nところ，これがフランス国で「製造」，すなわち，被服のデザイン・生地選び\nから生地裁断，裁縫の製造工程が全てフランス国内で行われている場合に限定\nするべきとも，他国へＯＥＭ製造を委ねている場合は除くべきとも，フランス\n国で「販売，譲渡」されている場合を除外するべきとも，記載されていない。\nむしろ上記２の取引の実情を考慮に入れれば，被服に関しては「製造」工程\nの一部ないし販売（譲渡）行為が行われていれば，「フランス産（製）」に該\n当すると捉えるのが国際的社会常識や現実の取引の実情にも合致すると捉える\nのが客観的に合理的である。\nよって，本件指定商品である「フランス製の被服」について，本件商標の使\n用の事実を判断する上で，フランス国内で被服の製造の一部工程が行われてい\nたり，出来上がった商品が販売（譲渡）されていることを示すことで足りると\nいうべきである。\n４  商標法５０条の趣旨に基づく解釈について\n⑴  不使用取消審判の制度趣旨は，登録商標が使用されていないがゆえに業務\n上の信用が化体していないか，過去に業務上の信用が化体していたとしても\n不使用により消滅した場合，登録を取り消して他人が商標を取得することが\nできるようにする制度であり，登録主義の弊害を使用主義的見地から是正す\nるものと解される。\nそうとすると，実際に商標が使用され，商標法の保護客体である信用が化\n体している指定商品に関しては，商標登録を取り消すべきではない。\nここで，「被服」一般について検討するに，現実の需要者・取引者からす\nれば，被服等のファッション用品，特にブランド品は，品質管理が厳格に行\nわれ，その結果として品質が実質的に同一であれば，その商品が現実にどこ\nで製造されたかを全く問題にはしないのであり，また，品質が厳格かつ恒久\n的に管理され，実質的に同一であれば，ブランド品の需要者・取引者は何ら\n不利益を蒙ることはないといえる。\nすなわち，本件商標が「フランスで企画・デザイン・恒常的かつ厳格な品\n質管理を行っているが故にすべての製造工程がフランスで行われた商品と同\n視すべき一定の品質を備えた被服」に使用される限りは，商標の本質的機能\nの一つである品質保証機能は担保され，当該商品に使用された本件商標に業\n務上の信用が化体しているといえる。\n参考として，並行輸入について，判例は，商品の品質管理が商標権者によ\nって行われていれば真正商品として並行輸入が認められると結論付けている。\nこのように，商標権者による真正商品であるか否かは，商品の品質管理が\n誰によって行われているかが，適法となる真正商品の要件となっており，商\n標権者が品質管理を行っていることこそが重視されている。\n以上を踏まえると，本件指定商品の「フランス製の被服」は，本件使用商\n品である「フランスで企画・デザイン・厳格かつ恒常的な品質管理が行われ\nた被服」を含むと捉えるべきである。\n⑵  このように，昨今の国際商取引の実情や品質管理機能の担保を踏まえれば，\n単に縫製等の一部製造工程が行われた国・場所を重視して，指定商品該当性\nを否定する必然性も合理性もない。「フランス製の被服」をフランスで製造\n工程の全てが行われている場合に限定して，商標登録を取り消すことは，商\n標権者に過剰な不利益をもたらすものといわざるを得ない。また「フランス\n製の被服」は，本件使用商品である「フランスで企画・デザイン・厳格かつ\n恒常的な品質管理が行われた被服」を含むと解釈しても商標の本質的機能の\n一つである品質保証機能は何ら損なわれないのであるから，商標に化体した\n業務上の信用を裏切るものではないのであって商標に化体した業務上の信用\n保護を旨とする商標法の趣旨の観点からも，本件商標は取り消されるべきで\nはない。\nまた，商標法５０条及び３８条５項で規定される「社会通念上同一と認め\nられる商標」について，特許庁編「工業所有権法（産業財産権法）逐条解\n説」では「本条の審判における『登録商標』の使用にあっては，その使用の\n範囲を拡大して社会通念上同一と認められるものを含ませることを明確にし\nた」，「登録商標の使用であるかどうかは，自他商品（役務）の識別をその\n本質的機能としている商標の性格上，単なる物理的同一にこだわらず，取引\n社会の通念に照らして判断される必要があるとの考え方から，従来より審決\n例でも裁判例でも，社会通念上同一と認識しうる商標の使用については登録\n商標の使用と認めてきていた」，「登録商標と物理的に同一のものを使用す\nるというよりは，それを付する商品（役務）の具体的な性状に応じ，適宜に\n変更を加えて使用するのがむしろ通常であるという産業界の実情にも合致す\nることが明確になった」と記載されている。\nしたがって，不使用商標，すなわち全く使用されておらず，法の保護客体\nである業務上の信用が何ら化体していない商標の個別整理を図るという商標\n法５０条の趣旨からは，使用標章と登録商標とは物理的に同一である必要は\nなく，本質的機能である自他商品の識別機能を発揮している限りは社会通念\n上同一の商標であれば足り，そしてその社会通念上同一の商標であるか否か\nはその使用が登録商標に業務上の信用を化体させたか否かの観点から個別具\n体的に判断されるべきものである。\nここで「商標」について，商標法２条１項で「この法律で『商標』とは，\n人の知覚によって認識することができるもののうち，文字，図形，記号，立\n体的形状若しくは色彩又はこれらの結合，音その他政令で定めるもの（以下\n『標章』という。）であって，次に掲げるものをいう。」として「１．業と\nして商品を生産し，証明し，又は譲渡する者がその商品について使用をする\nもの」と定義している。\nすなわち，法は，単なる「文字，図形」等の結合については「標章」と位\n置づけ，これが指定商品との関係で使用されてはじめて「商標」となると規\n定しているのである。\nしたがって，上記「社会通念上同一と認められる商標」とは，「『社会通\n念上同一と認められる標章』が，『社会通念上同一と認められる商品』につ\nいて使用されている」ことを示すとも解釈できる。\nそうとすれば，「フランスで企画・デザイン・恒常的かつ厳格な品質管理\nを行っているが故にすべての製造工程がフランスで行われた商品と同視すべ\nき一定の品質を備えた被服」は，「社会通念上同一と認められる商品」に該\n当する。\nよって，本件では，使用標章・使用商品の両面から，「社会通念上同一と\n認められる商標」が本件要証期間内に使用されているということができる。\n５  特許庁における審査実務の一貫性について\n特許庁における商標審査の実務においては，外国の名称「〇〇」を含む商標\nの出願に対し，商標法４条１項１６号に該当するという拒絶理由が通知された\n後，指定商品の記載に「〇〇国でデザインされ〇〇国法人としての出願人によ\nる厳格かつ恒常的な品質管理の下で出願人の指示に従って生産された」，「〇\n〇製及び／又は〇〇のデザインに従って作られたものであり，〇〇国の法律に\n基づいて登録され，現存している〇〇の会社として出願者が常に厳しい品質管\n理下に置いている」，「〇〇に由来する（originated）」等の限定を付する補\n正によって登録査定に至った例がある。\nこのように，特許庁における商標審査の実務においても，特に被服等の商品\nの産地・販売地（取引地）を表すものと認められる外国の国家名・地名を含む\n商標の指定商品について，実際の取引の実情を勘案して，当該国においてデザ\nインされ当該国の法人としての出願人による品質管理が行われている商品につ\nいては，品質誤認を生じさせるおそれのない当該国で製造された商品と同一視\nされ得る商品として柔軟に登録が認められていることが分かる。\nこれは，特許庁においても，多くのアパレルブランドが，その商品の製造工\n程の一部を外国企業に委託していることが社会的実勢であることを認め，当該\n国際商取引の事実を許容していることの証左である。\n商標の「登録」の過程であれ，「不使用取消」の過程であれ，行政の判断主\n体は同じく特許庁なのであるから，「〇〇製の商品」という指定商品の解釈は\n統一的判断基準・手法によって行われるべきである。さもないと行政判断の首\n尾一貫性や法的安定性が担保できない。\n〔被告の主張〕\n１  原告の主張１について\n不知\n２  原告の主張２について\n被服の国際的な製造や取引の実情はどうであれ，フランス以外の国で製造さ\nれた製品を「フランス製」であるということはできない。\n３  原告の主張３について\n「フランス製」といえばフランスで製造された商品に限ることは明らかなた\nめ，商標審査便覧にはその旨があえて記載されていないにすぎない。\n４  原告の主張４について\n⑴  同⑴の主張に対し\n原告が販売した商品は「フランス製の被服」でないから，本件指定商品で\nある「フランス製の被服」に本件商標の業務上の信用は化体していない。\n⑵  同⑵の主張に対し\n「登録商標と社会通念上同一と認められる商標」とは，商標の表示態様が\n社会通念上同一と認められるものである。これを「社会通念上同一と認めら\nれる商品」に拡大解釈することは原告独自の解釈にすぎない。\n５  原告の主張５について\n原告主張のような実例があることは，そのような補正によって商標法４条１\n項１６号の拒絶理由が解消されたことを示すにすぎず，「〇〇製」と同一視さ\nれたことを示すものではない。\n第４  当裁判所の判断\n１  本件商標の使用の事実及び本件使用商品の製造工程について\n⑴  後掲各証拠及び弁論の全趣旨によれば，以下の事実を認定できる。\nア  原告は，フランス国パリに営業の本拠を有し，「ＩＲＯ」のブランドで\n被服及びアクセサリー等を販売している。\nイ  原告が本件審判事件において特許庁に提出した証拠中には，本件要証期\n間中における原告と株式会社上野商会（日本の輸入業者）との間の取引書\n類（\"ORDER FORM\", \"ACKNOWLEDGEMENT OF ORDER\", \"INVOICE\"）があり，\nこれらの取引書類の上部欄外には，レターヘッドとして「ＩＲＯ」の文字\nが大きく表示されている（甲３～８）。\nウ  雑誌「エル・ジャポン」（２０１８年１月号）及び雑誌「ヴォーグ・ジ\nャパン」（２０１７年８月号）の女性モデルを撮影した写真のページには，\n着用している被服等について，「スカート／IRO」，「ベルト／\nIRO(www.iroparis.com)」，「ドレス／IRO(www.iroparis.com)」の記載が\nある（甲９，１１）。\nエ  本件使用商品は，フランス国パリにある原告の本社の従業員（デザイナ\nーチーム）によりデザインされ，パリの本社で製造工程を一貫して管理し，\n商品の素材なども選択され，パリで入手可能な素材を使用してパリで試作\nされ，試作品が承認されると製作指示書が発行されてサプライヤー（製造\n者）に送付され，サプライヤーは製作指示書に基づいて試作サンプル等を\n製作し，試作サンプルが原告の本社の期待した要件を全て満たすと，デザ\nイナーチームが被服の製作順序を検証し，サプライヤーがその検証結果を\n受け取った時点で発注され，その結果製造された商品は，パリの倉庫に送\n付されるという製造工程を経ている（甲１６）。\nオ  上記サプライヤーはフランス国以外の国に所在するため，本件使用商品\nはフランス国以外の国で製造されたものであり，実際，「ＩＲＯ」の文字\nが表示され，女性用の被服の写真が掲載されている原告自身のウェブサイ\nト（IRO FALL WINTER 21 COLLECTION）においては，「PRODUCT DETAILS」\n欄に「Made in China」と記載されている（乙４）。\n⑵  以上によれば，原告が本件商標の指定商品であると主張する本件使用商品\nは，フランス国パリにある原告の本社の従業員（デザイナーチーム）により\nデザインされ，パリで入手可能な素材を使用してパリで試作され，フランス\n国法人としての原告による品質管理の下で製造されてはいるものの，本件使\n用商品はフランス国以外の国のサプライヤーによって製造されていることが\n認められる。\n２  登録商標を使用すべき商品について\n⑴  商標法５０条２項によれば，本件の場合，商標権者たる原告が本件商標の\n登録取消しを免れるためには，本件指定商品のいずれかについての本件登録\n商標の使用の事実を証明しなければならない。そして，使用の事実は本件指\n定商品と同一の商品に限られるのであって，指定商品に類似する商品につい\nての使用の事実を証明しても，登録取消しを免れ得ないことは，同条項の文\n理上明らかである。商標権のうち禁止権に係る部分すなわち類似部分の使用\nは，権利としての使用でなく事実上の使用であるため，商標法５０条の意図\nする登録商標の使用義務の履行とは認められないからである。\nなお，商標法５０条２項の適用に当たり，使用する商標については商標法\n３８条５項かっこ書きが適用されるため，「登録商標と社会通念上同一と認\nめられる商標」の使用であっても登録取消しを免れ得るが，いかなる商品に\nついての使用であるかに関しては商標法に同旨の定めはないから，上記「社\n会通念上同一」とは登録商標に関する記述であって，「指定商品と社会通念\n上同一と認められる商品」について使用の事実を証明しても，商標の登録取\n消しを免れることはできないと解される。\n⑵  そして，本件指定商品は，「フランス製の被服」であり，「フランス製」\nとは，フランス国内で製造された物を意味すると解されるところ，前記認定\nのとおり，本件使用商品は，フランス国以外の国で製造された物であるから，\n本件使用商品の使用によっては本件指定商品について本件登録商標を使用し\nたものと認めることはできないというべきである。\n３  原告の個別の主張について\n⑴  原告は，本件使用商品がフランス国以外の国で製造されたことを自認しつ\nつも，フランス国で企画，デザイン及び品質管理が行われていることを理由\nに，「フランス製の」被服等に当たると認められるべきであるとして，前記\n第３の１及び２のとおり種々の主張をする。\nしかしながら，同主張に係る事実関係を前提としても，原告の主張は，結\n局のところ，本件使用商品（フランスで企画等が行われた被服等）は本件指\n定商品（「フランス製の」被服等）と類似すること，あるいは社会通念上同\n一と認められることを理由に，本件商標の登録取消しを免れ得ると主張する\nに等しいものであり，上記のとおり，商標法５０条２項の文理に反するから，\n採用できない。そして，このことは，商品の原産地表示に関する不正競争防\n止法，関税法並びに不当景品類及び不当表示防止法の一般的な運用（乙２，\n３，５～８，１１）に照らしても明らかである。\n⑵  商標審査便覧に係る主張（前記第３の３）につき\n原告は，商標審査便覧において，商標法４条１項１６号の拒絶理由を解消\nするための補正として指定商品に「○○製の」との限定を付すことが示され\nているところ，この限定が「製造された」の趣旨であるとは明記されていな\nいことを指摘する。\nしかしながら，商標審査便覧の内容が当裁判所における商標法の解釈適用\nを左右しないことは当然である。また，原告の指摘箇所において，「○○製\nの」との限定を付す補正は一例として教示されているにすぎないと解され，\n現に，「イタリア製の」との限定を付す補正を教示する拒絶理由通知書（甲\n２１の２）に対して「イタリアにてデザインされイタリア国法人としての出\n願人による厳格かつ恒常的な品質管理の下で出願人の指示に従って生産され\nた」等の限定を付す補正を行い登録査定に至った登録第６４３０９４９号\n（甲２１の３）のような例もみられるのであるから，商標出願の実務におい\nて，「○○製の」と「〇〇国でデザインされた」等とは区別されているとい\nうべきである。\nしたがって，原告の上記主張は採用することができない。\n⑶  商標法５０条の趣旨に係る主張（前記第３の４）につき\n確かに，上記認定の事実関係を前提とすれば，本件使用商品はフランス国\nで企画等がされた被服等であって「フランス製の」被服等と著しく類似する\nから，商標の使用を通じた信用の蓄積がない商標を整理しようとする商標法\n５０条の趣旨に照らして，本件商標の登録を取り消すことはいささか酷であ\nるともいえる。また，本件商標の場合，出願人（原告）が「フランス製の」\nとの限定を付す補正をしたのは商標法４条１項１６号の拒絶理由を解消する\nためやむなく行ったことにすぎず，例えば「フランスで製造，企画，デザイ\nン又は品質管理された」のような限定を付す補正が拒絶理由通知書や商標審\n査便覧等において教示されていたとすればそれに従った可能性が高い，とい\nう事情もある。\nしかしながら，そのような事情があるとしても，前記２のとおり，商標法\n５０条２項の文理からすれば，「指定商品」を「指定商品と社会通念上同一\nと認められる商品」に拡張解釈することは認められないのであるから，かか\nる拡張解釈を排した本件審決の判断に誤りはない。\nなお，原告は，商標法２条１項１号における「商標」と「標章」との使い\n分けを根拠に，「社会通念上同一と認められる商標」とは「『社会通念上同\n一と認められる標章』が，『社会通念上同一と認められる商品』について使\n用されている」と解釈されるべきとも主張するが，独自の解釈であって採用\nすることができない。\n⑷  特許庁における審査実務の一貫性に係る主張（前記第３の５）につき\n原告は，外国の地名を含む商標の出願に対して商標法４条１項１６号該当\nの拒絶理由通知がされた後，「○○製の」ではなく「○○でデザインされ\nた」等の限定を付す補正によって登録査定に至った例があると主張する。\nしかしながら，そのことは，当該補正によって商標法４条１項１６号該当\nの拒絶理由が解消したと判断されたことを示すにすぎず，「○○でデザイン\nされた」等と「○○製の」とが同義であると判断されたことを示すわけでは\nない。したがって，原告の上記主張は，上記２の判断を何ら左右しない。\n４  結論\n以上によれば，本件審決に原告主張の取消事由はない。\nよって，原告の請求は理由がないからこれを棄却することとし，主文のとお\nり判決する。\n知的財産高等裁判所第３部\n裁判長裁判官\n東  海  林          保\n裁判官\n上    田    卓    哉\n裁判官\n都    野     道    紀\n（別紙審決書写し省略）\n"
}