{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 4,
    "day": 20
  },
  "case_number": "令和2(ワ)4913",
  "case_name": "特許権侵害差止等請求事件",
  "court_name": "大阪地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "92070",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=92070",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/070/092070_hanrei.pdf",
  "contents": "令和５年４月２０日判決言渡  同日原本受領  裁判所書記官\n令和２年（ワ）第４９１３号  特許権侵害差止等請求事件\n口頭弁論終結日  令和５年２月６日\n判 決\n原告                      ヨコタ工業株式会社\n同訴訟代理人弁護士        辻󠄀本  希世士\n同                        辻󠄀本  良知\n同                        松田  さとみ\n同補佐人弁理士           丸山  英之\n被告                      アトラスコプコ株式会社\n同訴訟代理人弁護士       末吉  剛\n同                        髙橋  聖史\n同補佐人弁理士            松尾  淳一\n同                        藤木  依子\n主 文\n１  被告は、別紙物件目録記載の製品を製造し、販売し、輸入し又は販売の申出\nをしてはならない。\n２  被告は、別紙物件目録記載の製品を廃棄せよ。\n３  被告は、原告に対し、４４８６万７９０３円並びにうち３０９３万３３８０\n円に対する令和２年６月１６日から支払済みまで年５分の割合及びうち別紙\n損害一覧表（裁判所認定）の「表３（遅延損害金）」の「金額」欄記載の各金\n員に対する、対応する「起算日」欄記載の各日から支払済みまで年３分の割合\nによる金員を支払え。\n４  原告のその余の請求をいずれも棄却する。\n５  訴訟費用は、これを５分し、その１を被告の負担とし、その余を原告の負担\nとする。\n６  この判決は、第３項に限り、仮に執行することができる。\n事実及び理 由\n第１  請求\n１  主文第１項と同旨\n２  被告は、別紙物件目録記載の製品を廃棄し、同製品の製造に必要な金型を除\n却せよ。\n３  被告は、原告に対し、１１億円及びこれに対する令和２年６月１６日から支\n払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n本件は、発明の名称を「電動式衝撃締め付け工具」とする特許（以下「本件特許」\nという。）に係る特許権（以下「本件特許権」という。）を有する原告が、被告が\n本件特許の特許請求の範囲請求項１記載の発明（以下「本件発明」という。ただし、\n後記のとおり、原告は訂正請求をしている。）の技術的範囲に属する別紙物件目録\n記載の製品（以下、総称して「被告製品」という。）を製造し、販売等することは\n本件特許権の侵害に当たると主張して、被告に対し、特許法１００条１項に基づき、\n被告製品の製造、販売等の差止めを、同条２項に基づき、被告製品及びその製造に\n必要な金型の廃棄等を求めるとともに、一次的に被告及び被告製品の製造者等との\n共同不法行為（民法７１９条１項前段又は２項）を前提として算出した損害賠償金\nとして（一次的請求原因）、二次的に被告単独の不法行為（民法７０９条）を前提\nとして特許法１０２条２項又は３項により算出した損害賠償金として（二次的請求\n原因）、１１億円及びこれに対する被告製品販売開始後の日（本訴状送達の日の翌\n日）である令和２年６月１６日から支払済みまで平成２９年法律第４４号による改\n正前の民法所定の年５分の割合による遅延損害金の支払を求める事案である。\n１  前提事実（証拠等を掲げていない事実は争いのない事実又は弁論の全趣旨に\nより容易に認められる事実である。なお、枝番号のある証拠で枝番号の記載のない\nものは全ての枝番号を含む。）\n(1)  当事者\n原告は、締め付け工具の製造販売等を業とする株式会社であり、被告は、締め付\nけ工具の製造輸入販売等を業とする株式会社である。\n(2)  本件特許権\nア  原告は、次のとおりの特許権（本件特許権）を有している。なお、後記ウの\n本件訂正前の本件特許の特許請求の範囲、明細書及び図面（以下、明細書及び図面\nを「本件明細書」という。）の記載は、別紙特許公報【掲載省略】のとおりである\n（甲２）。\n登録番号    第４３６２６５７号\n出願日        平成１８年  １月３１日\n優先日        平成１７年  ９月  ７日（以下「本件優先日」という。）\n登録日        平成２１年  ８月２８日\n発明の名称   電動式衝撃締め付け工具\nイ  構成要件の分説\n本件発明の構成要件を分説すると次のとおりである。\nＡ１  電動モータの出力部の回転を衝撃発生部に伝達し、前記衝撃発生部にお\nいて発生する衝撃力によりメインシャフトに強力なトルクを発生させる電\n動式衝撃締め付け工具において、\nＢ  電動モータは、\nＢ１  磁極部を持つステータと、\nＢ２  前記ステータの外周側に隙間を設けて貼設された磁石と、\nＢ３  前記磁石を内周面に保持する筒缶部を有するロータとを備える\nＢ４  アウタロータ型電動モータであることを特徴とする\nＣ  電動式衝撃締め付け工具。\nウ  無効審判事件及び訂正請求\n被告は、令和３年３月１６日、本件特許の特許請求の範囲請求項１から６に係る\n特許について、特許無効審判の請求（無効 2021－800019 号事件）をした。\n原告は、当該無効審判事件において、令和４年４月２８日、本件特許の特許請求\nの範囲請求項１を、後記(3)のとおりに訂正し、本件明細書の段落【0035】、【0036】、\n【0039】、【0042】及び【0045】における実施例２及び実施例３を、それぞれ、参\n考例１及び参考例２とする訂正請求をした（以下「本件訂正」という。）。\n(3)  本件訂正後の構成要件の分説等\nア  本件訂正による訂正後の特許請求の範囲請求項１は次のとおりである（下線\n部が本件訂正部分である。以下「本件訂正発明」といい、本件発明と本件訂正発明\nを併せて「本件各発明」という。）。\n電動モータの出力部の回転を、作動油によりトルクを発生する油圧パルス発生部\nである衝撃発生部に伝達し、前記衝撃発生部において発生する衝撃力によりメイン\nシャフトに強力なトルクを発生させる電動式衝撃締め付け工具において、電動モー\nタは、磁極部を持つステータと、前記ステータの外周側に隙間を設けて貼設された\n磁石と、前記磁石を内周面に保持する筒缶部を有するロータとを備えるアウタロー\nタ型電動モータであることを特徴とする電動式衝撃締め付け工具。\nイ  本件訂正発明の構成要件を分説すると、以下のとおりである（下線部が本件\n訂正部分である。）。\nＡ２  電動モータの出力部の回転を、作動油によりトルクを発生する油圧パル\nス発生部である衝撃発生部に伝達し、前記衝撃発生部において発生する衝撃\n力によりメインシャフトに強力なトルクを発生させる電動式衝撃締め付け\n工具において、\nＢ  電動モータは、\nＢ１  磁極部を持つステータと、\nＢ２  前記ステータの外周側に隙間を設けて貼設された磁石と、\nＢ３  前記磁石を内周面に保持する筒缶部を有するロータとを備える\nＢ４  アウタロータ型電動モータであることを特徴とする\nＣ  電動式衝撃締め付け工具。\n(4)  被告の行為等\n被告は、平成２９年７月から被告製品の少なくとも一部を、業として輸入及び販\n売等している（弁論の全趣旨）。\n(5)  被告製品の構成等\n原告の主張する被告製品の形状及び動作の説明等は、別紙被告製品説明書記載の\nとおりであり、原告の主張する被告製品の構成は、別紙被告製品の構成（原告主張）\n記載のとおりであるところ、別紙被告製品説明書の「第２」の「衝撃締め付け工具」\nとの部分並びに別紙被告製品の構成（原告主張）のａ及びｃの「衝撃締め付け工具」\nとの部分以外は、当事者間に争いがない。被告製品は１５品番存在するが、本件各\n発明との対比においては同一の構成を備える。\n(6)  構成要件の充足\n被告製品が、本件各発明の構成要件Ｂ～Ｂ４を充足することは、当事者間に争い\nがない。\n２  争点\n(1)  本件発明に関する被告製品の構成要件Ａ１及びＣの充足性（争点１）\n(2)  本件発明に関する無効の抗弁の成否（争点２）\nア  明確性要件違反の有無（争点２－１）\nイ  米国特許第３８０４１８０号（１９７４年４月１６日公開。乙７。以下「乙\n７公報」という。）記載の発明（以下「乙７発明」という。）に基づく進歩性欠如\nの有無（争点２－２）\nウ  “International Conference on Power Electronics, Machines and Drives”\nに掲載された”HIGH  TORQUE  MACHINES  FOR  POWER  HAND  TOOL  APPLICATIONS” (邦\n訳：「電動手工具（パワーハンドツール）応用のための高トルク機械」)と題する文\n献（２００２年公開。以下「乙６文献」という。）記載の発明（以下「乙６発明」\n（電動手工具）又は「乙６－２発明」（電動モータ）という。）に基づく進歩性欠\n如の有無（争点２－３）\nエ  公開特許公報（特開平８－２６７３６８号公報。平成８年１０月１５日公開。\n乙１５。以下「乙１５公報」という。）記載の発明（以下「乙１５発明」という。）\nに基づく進歩性欠如の有無（争点２－４）\nオ  公開特許公報（特開２００１－２０５５７５号公報。平成１３年７月３１日\n公開。乙１６。以下「乙１６公報」という。）記載の発明（以下「乙１６発明」と\nいう。）に基づく進歩性欠如の有無（争点２－５）\nカ  欧州特許第１０１５１８５号（２００２年１０月３０日公開。乙８。以下「乙\n８公報」という。）記載の発明（以下「乙８発明」という。）に基づく進歩性欠如\nの有無（争点２－６）\n(3)  訂正の再抗弁の成否（争点３）\n(4)  原告の損害及びその額（争点４）\nア  共同不法行為を前提とした損害及びその額（一次的請求原因関係）（争点４\n－１）\nイ  単独の不法行為を前提とした損害及びその額（二次的請求原因関係）（争点\n４－２）\n(5)  差止め及び廃棄等の必要性（争点５）\n第３  争点についての当事者の主張\n１  争点１（本件発明に関する被告製品の構成要件Ａ１及びＣの充足性）につい\nて\n【原告の主張】\n(1)  「衝撃発生部」（構成要件Ａ１）及び「衝撃締め付け工具」（構成要件Ａ１\n及びＣ）の充足性\nア  意義\n「衝撃発生部」とは、字句の意味として「衝撃を発生させる部材」であると定義\nされる。このうち「衝撃」とは、本件発明の特許請求の範囲の文言上、「電動モータ\nの出力部の回転が伝達されることにより発生し、メインシャフトに強力なトルクを\n発生させる衝撃力」であると理解される。\nまた、「衝撃締め付け工具」とは、本件発明の特許請求の範囲の文言上、「電動モ\nータの出力部の回転を衝撃発生部に伝達し、衝撃発生部において発生する衝撃力に\nよりメインシャフトに強力なトルクを発生させる締め付け工具」であると定義され\nている。\n本件発明の特許請求の範囲の記載上、衝撃締め付け工具ないし衝撃発生部につい\nて、油圧パルスに関しては本件明細書の実施例１に記載されたベーン方式の油圧パ\nルス発生部ないし同部によって衝撃を発生させ締め付けを実現する工具を指すなど\nという限定はされていない。\nまた、本件明細書にも、実施例に記載された電動式衝撃締め付け工具は一例であ\nり、これに限定されないことが明記されている。\nイ  被告製品について\n被告製品は、本件発明の電動モータに相当する「Ｍｏｔｏｒ」及びメインシャフ\nトに相当する「Ａｎｖｉｌ」を具備し、「Ｍｏｔｏｒ」による回転が「Ｐｕｌｓｅ\nｕｎｉｔ」に伝わり、「Ｐｕｌｓｅ  ｕｎｉｔ」により発生する衝撃力によって「Ａ\nｎｖｉｌ」にトルクを発生させている。すなわち、被告製品の「Ｐｕｌｓｅ  ｕｎ\nｉｔ」において発生する衝撃力は、本件発明の電動モータに相当する「Ｍｏｔｏｒ」\nの出力部の回転が伝達されることにより発生し、メインシャフトに相当する「Ａｎ\nｖｉｌ」に強力なトルクを発生させる衝撃力となる。したがって、被告製品の「Ｐ\nｕｌｓｅ  ｕｎｉｔ」は本件発明の「衝撃発生部」に相当し、被告製品は本件発明\nの「衝撃締め付け工具」に相当する。\n(2)  「強力なトルク」（構成要件Ａ１）の充足性\nア  意義\n「強力な」とは、電動モータの出力部の回転が伝達されることにより衝撃発生部\nに発生した衝撃力によって、メインシャフトにトルクを発生させる電動式締め付け\n工具について、このような工具においてメインシャフトに発生するトルクに対し、\n特段の数値限定や比較による特定をすることなく、「強力な」という修飾ないし形容\nを付するものである。\n本件発明の特許請求の範囲に、特定の数値によりトルクの程度を限定するような\n記載はなく、本件明細書にも、トルクの程度を一定の数値以上のものに限定する旨\nの記載はない。したがって、「強力なトルク」の用語について、特定の数値以上のト\nルクを発生させるものであるとは解されない。\nイ  被告製品について\n被告製品は、電動モータの回転が伝達されることにより、衝撃発生部に発生した\n衝撃力により、メインシャフトにトルクを発生させる電動式締め付け工具である。\nしたがって、被告製品は、このような工具であることに基づき、メインシャフトに\n相当するＡｎｖｉｌに発生するトルクがその具体的な数値にかかわらず「強力な」\nものである。\n(3)  以上より、被告製品は、構成要件Ａ１及びＣを充足する。\n【被告の主張】\n(1)  「衝撃発生部」（構成要件Ａ１）及び「衝撃締め付け工具」（構成要件Ａ１\n及びＣ）の非充足性\nア  意義\n「衝撃締め付け工具」及び「衝撃発生部」との用語は、当該技術分野において一\n般的な技術用語ではなく、本件明細書中にも定義されていない。締め付け工具分野\nでの技術常識を参照しても、これらの用語の意味は明確ではない。本件明細書にお\nいて、これらの用語について説明されているのは、実施例のみであるところ、本件\n明細書では、「衝撃発生部」の実施例として、ベーン方式の油圧パルス発生部Ｐ（実\n施例１）、ハンマ（実施例２）、クラッチ（実施例３）が説明されている。\nしたがって、本件明細書の実施例１によれば、本件発明の「衝撃発生部」とは、\n油圧パルスに関してはベーン方式の油圧パルス発生部を指しており、本件発明の「衝\n撃締め付け工具」は、ベーン方式の油圧パルス発生部によって「衝撃」を発生させ\n締め付けを実現する工具と解される。\nイ  被告製品について\n被告製品は、モータの回転を締付力に変換する方式として、オイルクッションを\n通じてトルクを蓄積してパルスを発生させるパルスツールに該当し、パルスツール\nにおいてトルクを蓄積してパルスを発生させる手段として、ピストン方式の油圧パ\nルス発生部を備える。\nしたがって、被告製品は、本件発明の「衝撃発生部」であるベーン方式の油圧パ\nルス発生部とは構成が異なるため、本件発明の「衝撃発生部」（構成要件Ａ１）及\nび「衝撃締め付け工具」（構成要件Ａ１及びＣ）を充足しない。\n(2)  「強力なトルク」（構成要件Ａ１）の非充足性\nア  意義\n本件発明の特許請求の範囲では「強力なトルク」という用語が使用されているが、\nどの程度のトルクを指しているのかが不明確である。本件明細書にも、トルクの大\nきさについては具体的な記載がない。「強力」とは、一般に「力や作用が強いこと」\nを意味し、力や作用が「強い」ことは、絶対値としての数値範囲又は相対比較のた\nめの基準値によって規定することができ、また規定されるべきである。\n本件発明の特許請求の範囲において、あえて「強力なトルク」と明記されている\n以上、当業者であれば、「強力なトルク」とは、少なくとも従前のトルクを超える\nトルクであると理解するほかない。したがって、本件発明の構成要件Ａ１における\n「強力なトルク」とは、本件優先日当時の締め付け工具のトルクを超えるトルクを\n意味していると解される。\n本件優先日前に被告が販売していた締め付け工具は、少なくとも４６０Ｎｍ以上\nのトルクを発生させることが可能であった。\nイ  被告製品について\n被告製品において発生するトルクは、最大でも１５０Ｎｍにすぎない。この値は、\n本件優先日前に被告が販売していた締め付け工具のトルクである４６０Ｎｍと比較\nしてはるかに小さい。\nしたがって、被告製品は、本件優先日当時の締め付け工具のトルクを超えるトル\nクを発生させるとはいえず、「強力なトルク」を備えていない。よって、被告製品\nは、本件発明の構成要件Ａ１を充足しない。\n２  争点２（本件発明に関する無効の抗弁の成否）について\n(1)   争点２－１（明確性要件違反の有無）について\n【被告の主張】\n本件発明の特許請求の範囲の「強力なトルク」（構成要件Ａ１）は、本件特許の\n明細書及び技術常識を考慮しても明確ではない。\nすなわち、本件明細書において、「強力なトルク」との文言は、先行文献の説明、\n請求項１及び実施例で使用されているが、その定義は見当たらない。また、「強力」\nとは、一般に「力や作用が強いこと」を指し、力や作用が「強い」ことは、絶対値\nとしての数値範囲又は基準の値との比較によって規定することができるものの、技\n術常識によって補うことはできない。\nその結果、第三者は、いずれのトルクが「強力」であるのかや、自らの製品が「強\n力なトルク」を備えているのかを判断することができず、不測の不利益を被る。\n以上のとおり、本件発明の特許請求の範囲の記載は、特許請求の範囲のみならず、\n本件明細書を考慮し、技術常識を基礎としても、第三者に不測の不利益を及ぼすほ\nどに不明確であるため、明確性要件（特許法３６条６項２号）に違反しているから、\n本件特許は、特許無効審判により無効にされるべきものである。\n【原告の主張】\n本件発明の特許請求の範囲における「強力な」とは、電動モータの回転が伝達さ\nれることにより、衝撃発生部に発生した衝撃力により、メインシャフトにトルクを\n発生させる電動式締め付け工具について、このような工具においてメインシャフト\nに発生するトルクに対し、特段の数値限定や比較による特定をすることなく「強力\nな」という修飾ないし形容を付するものである。\n本件明細書の記載によれば、本件発明は、インナロータ型電動モータに内在する\n問題点を解決するために、アウタロータ型電動モータの電動式衝撃締め付け工具を\n提供することを課題とするものであり、「メインシャフトに強力なトルクを発生さ\nせる」点について従来技術との間に特段の差違はないことが把握できる。\nまた、一般的に、電動式衝撃締め付け工具においては、メインシャフトに付与さ\nれるトルク（締付力）が電動モータで発生する回転力（トルク）よりも強くなるよ\nうに設計されている。したがって、本件発明の構成要件Ａ１の発明特定事項を備え\nる工具につき、そのメインシャフトに発生するトルクが「強力な」ものであると形\n容ないし修飾されることは、本件優先日当時における当業者の技術常識に沿う。\nこのように、本件明細書の記載及び本件優先日当時における当業者の技術常識を\n踏まえても、「強力なトルク」について前記のとおりの解釈に至ることができる。\nしたがって、本件発明に係る特許請求の範囲は、客観的に十分に明確であり、第\n三者の利益が不当に害されるほどに不明確であるとはいえない。\n(2)  争点２－２（乙７発明に基づく進歩性欠如の有無）について\n【被告の主張】\n本件発明は、以下のとおり、乙７発明に本件優先日当時の周知技術を適用するこ\nとにより容易に発明をすることができたから、本件特許は、特許無効審判により無\n効にされるべきものである。\nア  乙７発明の構成\n乙７公報に開示された乙７発明の構成は、次のとおりである。\nａ  電動モータは、ユーザがハウジング１を前方に押す前は、ロック手段１９\nがアンビル３とハンマー２とを隔離しているため、ロータ１１及びハンマー\n２のみを回転させるが、ユーザがハウジング１を前方に押すと、カム２０及\nび係脱手段２１により、ロック手段１９が解除され、アンビル３がハンマー\n２に向けて移動し、アンビル３の衝撃ジョー６がハンマー２の衝撃ジョー５\nと係合し、それにより、ハンマー２及びロータ１１に蓄積された運動エネル\nギーによってアンビル３及びスピンドル４の回転が生じ、スピンドル４の先\n端に締め付けトルクが生じる電動モータ付き電動式インパクトレンチにお\nいて、\nｂ  電動モータは、\nｂ１  電磁石を有するステータ８と、\nｂ２  前記ステータ８の外周側に隙間を設けて配置された円筒状のロータ１\n１とを備える\nｂ３  アウタロータ型電動モータであることを特徴とする\nｃ  電動モータ付き電動式インパクトレンチ\nなお、乙７公報は、電動モータを備えた電動式インパクトレンチを開示している\nところ、当該電動モータのステータ及びロータの一方は、電磁石を備える。乙７公\n報の図１では、ケーブルがステータ８付近まで達している一方で、ロータの付近に\nはケーブルが描かれていない。また、仮にロータが電磁石を備える場合は、回転す\nる電磁石に対し電流を供給する必要が生じるが、乙７公報の図１にはそのための機\n構が見当たらない。したがって、乙７発明は、ステータ８が電磁石を有する。\nイ  本件発明と乙７発明の一致点\n電動モータの出力部の回転を衝撃発生部に伝達し、前記衝撃発生部において発生\nする衝撃力によりメインシャフトに強力なトルクを発生させる電動式衝撃締め付け\n工具において、電動モータは、ステータと、前記ステータの外周側に隙間を設けて\n配置された筒缶部を有するロータとを備えるアウタロータ型電動モータであること\nを特徴とする電動式衝撃締め付け工具である点\nウ  本件発明と乙７発明の相違点\n本件発明では、ロータが内周面に磁石を保持し、当該磁石はステータの外周側に\n隙間を設けて貼設されているのに対し、乙７発明は、ロータの内周面に保持される\n磁石が明示されていない点（以下「相違点１－１」という。）\nエ  容易想到性\n相違点１－１に係る本件発明の構成は、乙７発明に、本件優先日当時周知であっ\nたブラシレスＤＣモータ（以下「ＢＬＤＣモータ」という。なお、ＤＣモータとは\n直流モータを意味する（甲２１、乙１０）。）のうちアウタロータ型電動モータの\n技術を適用することにより容易に想到できる。\n本件優先日当時、電動モータとして、ＢＬＤＣモータは技術常識であり、高効率\n等の利点から、ブラシ付きＤＣモータ等に代わって普及していた。ＢＬＤＣモータ\nは、ステータ（固定子）に電磁石が配置され、ロータに磁石が配置され、ロータと\nステータとの位置関係に応じてインナロータ型とアウタロータ型とに大別される。\nアウタロータ型では、ロータは、ステータに対向する内周側に磁石を備える。アウ\nタロータ型の電動モータは、インナロータ型と比較して、より高いトルクを得るこ\nとができるのは技術常識である。\n乙７発明の電動モータは、アウタロータ型である。また、乙７公報では、ケーブ\nルの配置等から、ステータ８が電磁石を有することが強く示唆されているから（前\n記ア）、乙７発明に、ステータが電磁石を有するというＢＬＤＣモータのアウタロ\nータ型電動モータの技術を適用する動機付けが認められる。この電動モータを実際\nに稼働させるにあたり、慣用のＢＬＤＣタイプを採用することは、当業者が容易に\n想到し得た事項である。ロータに電磁石を配置すると電流の供給上難点があるため、\n乙７発明の電動モータにＢＬＤＣモータを使用する場合には、必然的にアウタロー\nタ型を採用する。\n以上のとおり、当業者は、本件優先日当時、周知であったＢＬＤＣモータのアウ\nタロータ型電動モータの技術により、乙７発明のアウタロータ型電動モータをＢＬ\nＤＣモータに特定し、ロータの内周面に磁石を保持する構成を容易に想到すること\nができた。なお、ロータに磁石を保持する方法として、エポキシ系接着剤及びアク\nリル系接着剤等接着剤で「貼設」することは周知技術ないし技術常識であった。\n【原告の主張】\n本件発明は、以下のとおり、乙７発明に基づいて容易に発明できたとはいえない。\nア  乙７発明の構成\n乙７発明は、電動モータの出力部の回転を衝撃発生部に伝達し、前記衝撃発生部\nにおいて発生する衝撃力によりメインシャフトに強力なトルクを発生させる電動式\n衝撃締め付け工具であり、本件発明の構成要件Ａ１及びＣに相当する構成を有する\nことは認める。\nしかし、乙７発明には、ロータがステータを内包すること（本件発明の構成要件\nＢ４）が開示されているが、ステータが磁極化すること（同Ｂ１）、ステータの外側\nに隙間を設けて磁石が貼設されていること（同Ｂ２）、及び同磁石を内側に保持する\n筒缶部の存在（同Ｂ３）は開示されていない。\n被告は、乙７発明につき、乙７公報の図１の記載からステータが磁極化すること\nが開示されている旨述べるが、そのことを明示した箇所はない。\nイ  本件発明と乙７発明の一致点\n電動モータの出力部の回転を衝撃発生部に伝達し、前記衝撃発生部において発生\nする衝撃力によりメインシャフトに強力なトルクを発生させる電動式衝撃締め付け\n工具である点\nウ  本件発明と乙７発明の相違点\n乙７発明は、ステータとロータの関係全般（ステータが磁極部を有するか否か、\nステータの外側に隙間を設けて磁石が貼設されているか否か、及び、同磁石を内側\nに保持する筒缶部の存在）が不明である点において、本件発明と相違する。（以下「相\n違点１－２」という。）\nエ  容易想到性\n乙７発明との相違点に係る本件発明の構成は、ステータとロータの関係全般であ\nる。\n被告は、本件優先日当時のアウタロータ型のＢＬＤＣモータの技術及びその特長\nが周知であったと主張するが、乙７発明は、ファスナーの締め及び緩めに使用され\nる電動インパクトレンチを開示するのに対し、被告が周知技術の根拠として挙げる\n例は家電製品、事務機、電気自動車等に利用されるモータに関するものか、具体的\nな技術の内容が認定できないものであり、いずれも乙７発明と技術分野を異にし、\n電動式衝撃締め付け工具に適用されることが示唆されていない。\nまた、乙７発明において、少なくともロータが磁石を保持する構成は開示されて\nいない。仮に、乙７発明において、被告が主張するとおりステータが磁極化するの\nであれば、乙７発明は、磁極化するステータと磁石を有しないロータの構成によっ\nてロータを回転させるＳＲモータ等のモータを開示していると理解される。ステー\nタが磁極化するという被告の理解を前提にすれば、乙７発明から本件発明に想到す\nるには、ロータに磁石を設けない前提のモータである乙７発明を、ロータに磁石を\n設ける種類のモータに変更するという行為を要することとなる。しかし、乙７発明\nにおいてこのような変更に及ぶことを示唆する記載はなく、当業者が、モータの種\n類を根本的に変更する動機付けはない。\n(3)  争点２－３（乙６発明又は乙６－２発明に基づく進歩性欠如の有無）につい\nて\n【被告の主張】\n本件発明は、以下のとおり、乙６発明又は乙６－２発明に、本件優先日当時の周\n知技術を適用することにより容易に発明をすることができたから、本件特許は、 特\n許無効審判により無効にされるべきものである。\nア  乙６発明（電動手工具）及び乙６－２発明（電動モータ）の構成\n(ｱ)  乙６文献に開示された乙６発明の構成は、次のとおりである。\nａ  ブラシレスモータを備え高トルクが求められる パワーハンドツールにお\nいて、\nｂ  ブラシレスモータは、\nｂ１  軸から放射状に延びる複数の歯を有する鉄心又はクローポール型の\nヨークを備えた電磁石を持つステータと、\nｂ２  前記ステータの外周側に隙間を設けて配置された永久磁石と、\nｂ３  前記永久磁石を内周面に保持する円筒状のロータ構造とを備える\nｂ４  アウタロータ型電動モータであることを特徴とする\nｃ  パワーハンドツール\n(ｲ)  乙６文献には、電動手工具の発明とともに、次のとおりの構成を有する電動\nモータの発明（乙６－２発明）も開示されている。\nａ´  高トルクが求められる電動手工具に使用されるブラシレスモータであっ\nて、\nｂ１´  軸から放射状に延びる複数の歯を有する鉄心又はクローポール型のヨ\nークを備えた電磁石を持つステータと、\nｂ２´  前記ステータの外周側に隙間を設けて配置された永久磁石と、\nｂ３´  前記永久磁石を内周面に保持する円筒状のロータ構造とを備える\nｃ´  アウタロータ型電動モータ\nイ  本件発明と乙６発明又は乙６－２発明との一致点\n電動モータは、磁極部を持つステータと、前記ステータの外周側に隙間を設けて\n貼設された磁石と、前記磁石を内周面に保持する円筒部を有するロータとを備える\nアウタロータ型電動モータである点\nウ  本件発明と乙６発明又は乙６－２発明との相違点\n（乙６発明との相違点）\n(ｱ)  相違点２－１\n本件発明は、電動式衝撃締め付け工具であるのに対し、乙６発明は、高トルクが\n求められる電動式の電動手工具（パワーハンドツール）であるものの、衝撃締め付\nけ工具に特定されていない点\n(ｲ)  相違点２－２\n本件発明は、モータの出力部の回転を衝撃発生部に伝達し、前記衝撃発生部にお\nいて発生する衝撃力によりメインシャフトに強力なトルクを発生させるのに対し、\n乙６発明は、上記の点が明示的には特定されていない点\n(ｳ)  相違点２－３\n磁石を保持する方法について「貼設」されているか否かを相違点とする場合は、\n次の相違点も生じる。\n本件発明では、磁石が「前記ステータの外周側に隙間を設けて貼設され」ている\nのに対し、乙６発明では、磁石を保持する態様が明示されていない点\n（乙６－２発明との相違点）\n(ｴ)  相違点２－４\n本件発明は、電動式衝撃締め付け工具の発明であるのに対し、乙６－２発明は、\n高トルクが求められる電動式の電動手工具に使用できるモータの発明である点\n(ｵ)  相違点２－５\n本件発明は、モータの出力部の回転を衝撃発生部に伝達し、前記衝撃発生部にお\nいて発生する衝撃力によりメインシャフトに強力なトルクを発生させるのに対し、\n乙６－２発明は、上記の点が特定されていない点\n(ｶ)  相違点２－６\n磁石が「貼設」されたか否かを相違点とする場合には、本件発明では、磁石が「前\n記ステータの外周側に隙間を設けて貼設され」ているのに対し、乙６－２発明では、\n磁石を保持する態様が明示されていない点\nエ  容易想到性\n(ｱ)  相違点２－１及び２－２について\nａ  相違点２－１に係る技術常識\n乙６発明は、高いトルクをもたらす電動モータを備えた電動手工具（パワーハン\nドツール）に関する。パワーツールとは、一般に、電動工具を指し、ハンドツール\nとは、ユーザが手で持って操作する工具を指す。\nパルスツールは、ボルト及びネジ等のファスナの締め付けに使用される工具であ\nり、高いトルクが望まれ、本件優先日当時、インパクトレンチと並んで電動手工具\nの代表例であることは技術常識であり、様々な用途のために販売され使用されてい\nた。\nｂ  相違点２－２に係る周知技術\nパルスツールでは、パルス状のトルクの発生のため、通常、油圧式のオイルパル\nスユニットが使用され、モータとしては、空圧式モータと電動式モータとのいずれ\nも使用することができる。本件優先日当時、電動式モータを使用したパルスツール\nにおいても、空圧式モータを使用したパルスツールにおいても、モータの連続的な\n回転をオイルパルスユニットによってパルス状のトルクに変換し、出力軸に伝達す\nる技術は、周知であった。\n本件発明においても、モータの回転を衝撃力に変換する衝撃発生部部分に技術的\n意義はなく、周知技術を用いたものである。\nｃ  動機付け等\n乙６発明は、使用される電動手工具が、適度な速度で高い出力のトルクの用途及\nびギアボックスの省略が望ましい用途のいずれにも適していることを示唆している。\n締め付け工具では、モータの特性である出力、トルク及び回転速度のうちトルクが\n重要である上、パルスユニットのモータにおいて、低速で高いトルクが求められる\nことは、実用品のカタログ等に記載されるなど技術常識であった。\nまた、締め付け工具の中でも、パルス状のトルクを発生させるパルスツール等の\n工具では、ギアボックスのギアの損耗が大きいため、ギアボックスの使用には問題\nが大きい。\nこのような電動手工具及びパルスツールの技術常識に照らし、乙６発明は、締め\n付け工具、とりわけパルスツールに有益であることが示唆されているといえる。\n以上のとおり、当業者は、乙６発明の電動手工具をパルスツールに特定すること\nを当然に選択し、パルスツールの具体的な態様としてオイルパルスユニットを備え\nた電動式締め付け工具等の周知技術を適用して、相違点２－１及び２－２の構成を\n採用することを容易に想到し得た。\n(ｲ)  相違点２－３について\n本件優先日当時、電動モータのロータに磁石を保持する方法として接着剤を使用\nして「貼設」することは周知技術ないし技術常識であった。したがって、相違点２\n－３は、実質的な相違点ではないか、当該周知技術を適用することにより容易に想\n到し得た事項にすぎない。\n(ｳ)  相違点２－４及び２－５について\n本件優先日当時、電動式モータを使用したパルスツール等において、モータの連\n続的な回転をオイルパルスユニットによってパルス状のトルクに変換し、出力軸に\n伝達する周知技術は、相違点２－４及び２－５の全体に対応する。乙６－２発明を\n当該周知技術のパルスツールの動力源として使用すると、衝撃力の発生及び伝達だ\nけでなく、パルスツールも当然に実現し、相違点２－４及び２－５に係る本件発明\nの構成に容易に想到することができる。\n(ｴ)  相違点２－６について\n前記(ｲ)と同様、相違点２－６は、実質的な相違点ではないか、乙６－２発明に対\nし電動モータのロータに磁石を接着剤で貼る技術常識等を適用することにより当業\n者が容易に想到し得た事項にすぎない。\n【原告の主張】\n本件発明は、以下のとおり、乙６発明又は乙６－２発明に基づいて容易に発明で\nきたとはいえない。\nア  乙６文献記載の発明の構成\n乙６文献は、積層型及びクローポール型という２つの磁極部を持つステータを備\nえるアウタロータ型電動モータを開示しており、電動手工具に関する乙６発明は開\n示されていない。また、被告は、前記２つのモータをそれぞれに分析することなく、\n乙６－２発明としてまとめて認定している点で誤りがある。\nイ  本件発明と乙６文献記載の発明との一致点\n磁極部を持つステータを備えるアウタロータ型電動モータである点\nウ  本件発明と乙６文献記載の発明（電動モータ）との相違点\n(ｱ)  相違点２－７\n乙６文献記載の発明は、電動モータの出力部の回転を衝撃発生部に伝達し、前記\n衝撃発生部において発生する衝撃力によりメインシャフトに強力なトルクを発生さ\nせる電動式衝撃締め付け工具ではない点\n(ｲ)  相違点２－８\n乙６文献記載の発明の電動モータは、ステータの外側に隙間を設けて磁石が貼設\nされているか否か、及び同磁石を内側に保持する筒缶部の存在が明らかでない点\nエ  容易想到性\n小型、軽量で、低反力且つ耐久性を有する電動式衝撃締め付け工具を提供すると\nいう本件発明の課題と、電動手工具に応用するための高トルク機械を提供するとい\nう乙６文献記載の発明の課題は、前提において根本的に相違している。乙６文献に\nおいて、本件発明の課題は一切記載されておらず、電動モータを、何らかの電動手\n工具に応用することが示唆されているにとどまる。\n電動手工具は、穴あけ作業用、ねじ類の締め付け用、研削・研磨作業用、切断用\n工具及び切削用工具などに分類され、電動式衝撃締め付け工具は、ねじ類の締め付\nけ用のうち、スクリュードライバーでもナットランナーでもない、インパクトレン\nチを一部に包含する工具のうち電動式のものに分類される。\nまた、仮に乙６文献記載の発明が高トルクの用途やギアボックスの省略に触れて\nいるとしても、これらは衝撃締め付け工具にのみ妥当するものではなく、少なくと\nも他の電動手工具にも等しく妥当するから、その電動モータを何らかの電動手工具\nに応用することが示唆されているとしても、当業者において、用途、機能及び種類\n別に多数存在するパワーハンドツールの中から、あえて電動式衝撃締め付け工具を\n選択するという論理付けは成立し得ない。\nオ  被告の主張について\n特許発明と主引用発明との間の相違点を認定するに当たっては、発明の技術的課\n題解決の観点からまとまりのある構成を単位として認定するべきところ、被告は前\n記相違点２－７を２つの相違点２－４及び２－５として分断して認定している点で\n相当でない。また、被告は相違点２－８を看過している。\n相違点２－４及び２－５について、乙６文献は電動モータを開示するにとどまる\nため、乙６文献記載の発明から本件発明に想到するには、電動モータを、電動手工\n具に適用するステップと、当該電動モータを適用した電動手工具の中から、電動モ\nータの出力部の回転を衝撃発生部に伝達し、前記衝撃発生部において発生する衝撃\n力によりメインシャフトに強力なトルクを発生させる電動式衝撃締め付け工具を選\n択するステップが必要となる。相違点に係る構成に至るためにこのような複数のス\nテップを要する場合には、格別な努力を要するといえ、容易想到性が認められない。\n相違点２－６について、被告の説明を前提にすれば、乙６－２発明から本件発明\nに想到するには、前記の各ステップに先立ち、乙６－２発明に係る電動モータに磁\n石を貼設するステップが必要となる。また、磁石を固定する方法としては種々のも\nのが考えられることから、その中から磁石を「貼設」することを容易に想到できる\nとはいえない。\n(4)  争点２－４（乙１５発明に基づく進歩性欠如の有無）について\n【被告の主張】\n本件発明は、以下のとおり、乙１５発明に乙６－２発明及び技術常識を適用する\nことにより容易に発明をすることができたから、本件特許は、特許無効審判により\n無効とされるべきものである。\nア  乙１５発明の構成\n乙１５公報に開示された乙１５発明の構成は、次のとおりである。\nａ  電動モータ１５の出力軸の連続的な回転を油圧式のベーン方式のパルス\n力発生装置１６に供給し、パルス力発生装置１６が増幅されたインパルス状\nのトルクを発生し、パルス力発生装置１６の出力と同軸に接続されたツール\n出力軸１９にねじ締付用のトルクを発生させる 電動モータ付きトルク制御\n式パルスツールにおいて、\nｂ  電動モータは、\nｂ１  中空円筒状のステータと、\nｂ２  ステータ又はロータの一方に固定された永久磁石であって、ステータ\n又はロータの他方との間に隙間を開けて固定された永久磁石と、\nｂ３  円柱状のロータとを備える\nｂ４  インナロータ型のＤＣモータであることを特徴とする\nｃ  電動モータ付きトルク制御式パルスツール\nイ  本件発明と乙１５発明の一致点\n電動モータの出力部の回転を衝撃発生部に伝達し、前記衝撃発生部において発生\nする衝撃力によりメインシャフトに強力なトルクを発生させる電動式衝撃締め付け\n工具において、電動モータは、ロータ及びステータと、ロータ及びステータの一方\nに固定され、他方との間に隙間を設けて貼設された永久磁石を備え、ロータ及びス\nテータのうち外側の部材が筒缶状であることを特徴とする電動式衝撃締め付け工具\nである点\nウ  本件発明と乙１５発明の相違点\n(ｱ)  相違点３－１\n本件発明では、電動モータが磁極部を持つステータと磁石を内周面に保持する筒\n缶部を有するロータとを備えるアウタロータ型であるのに対し、乙１５発明は、電\n動モータがインナロータ型であってアウタロータ型ではない点\n(ｲ)  相違点３－２\n仮に、磁石が「貼設」されたか否かを相違点とする場合、本件発明では、磁石が\n「前記ステータの外周側に隙間を設けて貼設され」ているのに対し、乙１５発明で\nは、磁石を保持する態様が明示されていない点\nエ  容易想到性\n(ｱ)  相違点３－１について\nａ  副引用例\n乙６－２発明は、本件発明の構成要件Ｂ～Ｂ４の全てを備えたアウタロータ型の\n電動モータであって、高いトルクが求められる電動手工具に用いられる（前記(3)\n【被告の主張】ア(ｲ)）。乙１５発明に乙６－２発明を適用することにより、相違点\n３－１は解消する。\nｂ  動機付け\n締め付け工具では、トルクが重要であり、乙１５公報でも、ねじが所定のトルク\nで締め付けられること、トルクの設定及び制御が必要であることが記載されている。\n締め付け工具において、締め付けのためのトルクの上限が大きいほど、当該締め\n付け工具をより大きなサイズのボルトに適用できる点で有利である。締め付け工具\nのトルクを増大させるためには、モータの出力するトルクを大きくするという方法\nと、減速機（ギア）を用いる方法とがある。\n本件優先日当時、パルスツール用の圧空モータにおいて、低速で高いトルクが求\nめられていることは技術常識であり、乙１５公報にも、電動モータに関し発生トル\nクの大きいＤＣモータを使用することが多い旨が記載されていることから、低速で\n高いトルクを実現する乙６－２発明のＢＬＤＣモータを、乙１５発明に適用する動\n機がある。\nこれに対し、ギアを用いる方法は、乙１５文献においてトルクを増幅させる方法\nとして付加的に記載されているにすぎない上、電動モータを維持しつつパルスツー\nルに新たな要素を追加するとパルスツールの重量及びサイズが増大し、トルクを断\n続的に発生させる場合にギアボックスの摩耗が進むという問題点を有する。\nしたがって、当業者であれば、乙１５発明においてより高いトルクを実現するた\nめに電動モータのトルクを大きくしたはずであり、高トルクという機能及び作用を\n有する乙６－２発明は、この目的に合致する。\nさらに、乙１５発明の電動モータ１５と乙６－２発明のＢＬＤＣモータとは、Ｄ\nＣモータという点で合致し、軸回転を出力するという機能及び作用の点で共通す\nる。両者は、中空円筒状の外側部材と円柱状の内側部材とを備え、一方が他方に対\nして回転するという点でも共通する。\n以上のとおり、締め付け工具の技術常識及び乙１５発明の示唆に照らし、当業者\nであれば、トルクの適用範囲を広げるため、モータのトルクを大きくしたはずであ\nり、高トルクのモータに関する発明である乙６－２発明を適用する動機付けがある。\n(ｲ)  相違点３－２について\n乙１５発明のＤＣモータのロータ又はステータは、磁石を保持している。ロータ\n又はステータに磁石を保持するためにはそのための手段が必要であり、接着剤を使\n用して磁石を貼設する方法は周知技術ないし技術常識であった。\n【原告の主張】\n本件発明は、以下のとおり、乙１５発明に基づいて容易に発明することができた\nとはいえない。\nア  本件発明と乙１５発明の相違点\n乙１５発明はインナロータ型電動モータに係る発明であり、アウタロータ型電動\nモータを開示しない。したがって、乙１５発明は、本件発明の構成要件Ｂ１～Ｂ４\nを開示しない点において、本件発明と相違する。\nイ  容易想到性\n乙１５公報はインナロータ型電動モータを開示するが、これをアウタロータ型電\n動モータに置き換えることの示唆は存在しない。乙１５公報においては、高トルク\nのものを採用することが示唆されているのではなく、逆に、比較的発生トルクの小\nさいモータを採用することや、小容量のモータを採用することによってツールの小\n型化が図れることが示唆されている。仮に乙６－２発明が高トルクのモータである\nとすれば、乙１５発明に対し、このような高トルクのモータを適用することには阻\n害要因があるといえる。\nこの点を措くとしても、高トルク化を図るには、インナロータ型を維持しつつ回\n転力を強くすることなど種々の手段があり得る。乙１５発明に触れた当業者におい\nて高トルク化が必要であるならば、インナロータ型電動モータにおいて高トルク化\nを図るための技術を適用することが自然であり、ステータとロータの位置関係を根\n本的に逆転させるアウタロータ型電動モータにあえて置換するとは考えられない。\nさらに、乙６－２発明は、電動手工具に応用され得る電動モータを開示するにと\nどまり、電動手工具ではなく、乙１５発明のようなパルス力を発生させるねじ締め\n付け電動工具に使用することの示唆もない。\nしたがって、乙１５発明に乙６－２発明を適用して前記アの相違点に係る本件発\n明の構成に至ることが容易であるとはいえない。\nウ  被告の主張について\n本件発明の構成要件Ｂ１～Ｂ４は、ひとまとまりの技術思想を示す発明特定事項\nであるからひとつの相違点であると整理するべきであるところ、被告は、当該各構\n成要件に係る相違点を２つの相違点に分断している。\nまた、乙１５発明と乙６－２発明の課題は、その相互間においても、本件発明と\nも一致するところがないため、乙１５発明に乙６－２発明を適用する動機はない。\nさらに、被告の容易想到性に係る主張は、乙１５発明に乙６－２発明を適用し、\n乙１５発明のインナロータ型電動モータをアウタロータ型に置き換えるステップと、\n周知技術を適用し、磁石を筒缶部の内周面に貼設されるようにするという２つのス\nテップを要求しているに等しい上、磁石の固定方法には種々のものが考えられるこ\nとから、その中から磁石を「貼設」することを容易に想到できるとはいえない。\n(5)  争点２－５（乙１６発明に基づく進歩性欠如の有無）について\n【被告の主張】\n本件発明は、以下のとおり、乙１６発明に乙６－２発明を適用することにより容\n易に発明をすることができたから、本件特許は、特許無効審判により無効とされる\nべきものである。\nア  乙１６発明の構成\n乙１６公報に開示された乙１６発明の構成は、次のとおりである。\nａ  電動モータ４の出力軸の回転によってオイルパルスユニット５を駆動し、\nオイルパルスユニット５において発生するパルス状のトルクＴにより、出力\n軸９及びソケット１０にねじ部品を被ねじ込み部品にねじ込むためのトル\nクを発生させる、電動モータ付きトルク制御式インパクトレンチにおいて、\nｂ  電動モータ４は、\nｂ１  ロータ及びステータを有し、\nｂ２  ロータ及びステータの一方は永久磁石を保持し、他方は電磁石を保持\nする\nｂ３  ＤＣモータであることを特徴とする\nｃ  電動モータ付きトルク制御式インパクトレンチ\nイ  本件発明と乙１６発明の一致点\n電動モータの出力部の回転を衝撃発生部に伝達し、前記衝撃発生部において発生\nする衝撃力によりメインシャフトに強力なトルクを発生させる電動式衝撃締め付け\n工具において、電動モータは、ロータ及びステータと、永久磁石とを備えることを\n特徴とする電動式衝撃締め付け工具である点\nウ  本件発明と乙１６発明の相違点\n(ｱ)  相違点４－１\n本件発明では、電動モータが磁極部を持つステータと磁石を内周面に保持する筒\n缶部を有するロータとを備えるアウタロータ型であり、磁石がステータの外周側に\n隙間を設けて貼設されているのに対し、乙１６発明は、電動モータがアウタロータ\n型であるか不明である点\n(ｲ)  相違点４－２\n仮に、磁石が「貼設」されたか否かを相違点とする場合には、本件発明では、磁\n石が「前記ステータの外周側に隙間を設けて貼設され」ているのに対し、乙１６発\n明では、磁石を保持する態様が明示されていない点\nエ  容易想到性\n(ｱ)  相違点４－１について\n乙１６発明のインパクトレンチは、締め付け工具の代表例であり、乙６－２発明\nが応用される電動手工具の用途と合致する。また、乙１６発明の電動モータ４と、\n乙６－２発明のＢＬＤＣモータとは、ＤＣモータという点で合致し、軸回転を出力\nするという機能及び作用の点で共通する。\nまた、締め付け工具の技術常識に照らし、当業者であれば、トルクの適用範囲を\n広げるため、モータの出力するトルクを大きくしたはずであるところ（前記(4)【被\n告の主張】エ(ｱ)ｂ）、乙６－２発明は、高トルクのモータに関する発明である。\n以上のとおり、用途、機能及び作用の共通性や技術常識に照らせば、当業者にと\nって、乙１６発明に乙６－２発明を適用し、相違点４－１に係る本件発明の構成に\n至ることは容易である。\n(ｲ)  相違点４－２について\n乙１６発明のＤＣモータのロータ又はステータは、磁石を保持している。したが\nって、相違点６－２は、実質的な相違点ではないか、ロータに接着剤で磁石を貼設\nする周知技術を適用することにより容易に想到し得た事項にすぎない。\n【原告の主張】\n本件発明は、以下のとおり、乙１６発明に基づいて容易に発明をすることができ\nたとはいえない。\nア  乙１６発明の構成\n乙１６発明がステータ、ロータ及び永久磁石を備えることは、否認する。\n乙１６発明はＤＣモータを開示するが、モータの詳細は一切明らかにされていな\nい。ＤＣモータにはブラシ付きとブラシレスの２種類があるところ、乙１６発明は\nＤＣモータであることしか開示しないから、ブラシ付きかブラシレスかは特定され\nていない。むしろ、乙１６発明の図面にはブラシ付きＤＣモータに特有のブラシ部\nの存在が見受けられ、ブラシ付きＤＣモータであることが示唆されている。\nイ  本件発明と乙１６発明の相違点\n乙１６発明は、本件発明の構成要件Ｂ１～Ｂ４を開示しない点において、本件発\n明と相違する。\nウ  容易想到性\n乙１６発明は、電動モータにつきＤＣモータであると記載するにとどまり、どの\nような種類のモータを選択すべきかにつき一切示唆しない。乙１６文献に、当業者\nにおいてモータのトルクを大きくすることや、アウタロータ型電動モータが適して\nいることなどは一切記載されていない。また、アウタロータ型電動モータとインナ\nロータ型電動モータとの比較において、アウタロータ型電動モータが高トルクであ\nるとは限らず、インナロータ型電動モータを採用して高トルク化を図ることもあり\n得るから、高トルク化の目的の下に、突如としてアウタロータ型電動モータを採用\nする構成に想到するというのは論理が飛躍している。\nエ  被告の主張について\n被告の主張は、乙１６発明に乙６－２発明を適用し、乙１６発明のブラシ付きＤ\nＣモータをＢＬＤＣモータに置き換えるステップ、ＢＬＤＣモータの中からアウタ\nロータ型を選択するステップ、及び周知技術を適用して磁石を筒缶部の内周面に貼\n設されるようにするステップという３つのステップを要求するものであるから、相\n違点に係る構成に至るのが容易であるとは認められない。\nまた、乙１６発明と乙６－２発明の課題は、その相互間においても、本件発明と\nも一致するところがなく、乙１６発明に乙６－２発明を適用する動機付けはない。\n(6)  争点２－６（乙８発明に基づく進歩性欠如の有無）について\n【被告の主張】\n本件発明は、以下のとおり、乙８発明に本件優先日当時の周知技術を適用するこ\nとにより容易に発明をすることができたから、本件特許は、特許無効審判により無\n効とされるべきものである。\nア  乙８発明の構成\n乙８公報に開示された乙８発明の構成は、次のとおりである。\nａ  ファスナが停止するまでは電動モータが従来のモータとして作動し、その\n後、電動モータのはずみ車ロータ４を共振周波数で振動回転させ、ねじりバ\nネ３及び回転バイアス手段によって、締付方向に振動エネルギーとモータ駆\n動エネルギーとの和によって締付トルクを発生させ、コレット型ソケットに\n当該トルクを伝達する（クラッチを介して伝達することもできる）電動モー\nタ付き手持ち型締め付け工具において、\nｂ  電動モータは、\nｂ１  電磁コイル６を持つ内部ステータ２０と、\nｂ２  前記ステータ２０の外周側に隙間を設けて配置された永久磁石９と、\nｂ３  前記永久磁石９を内周面に保持するカップ型のはずみ車ロータ４とを\n備える\nｂ４  アウタロータ型電動モータであることを特徴とする\nｃ  電動モータ付き手持ち型締め付け工具\nイ  本件発明と乙８発明の一致点\n電動モータは、磁極部を持つステータと、前記ステータの外周側に隙間を設けて\n貼設された磁石と、前記磁石を内周面に保持する筒缶部を有するロータとを備える\nアウタロータ型電動モータであることを特徴とする電動式衝撃締め付け工具である\n点\nウ  本件発明と乙８発明の相違点\n(ｱ)  相違点５－１\n本件発明は、モータの出力部の回転を衝撃発生部に伝達し、前記衝撃発生部にお\nいて発生する衝撃力によりメインシャフトに強力なトルクを発生させる衝撃締め付\nけ工具であるのに対し、乙８発明は、アウタロータを共振周波数で振動回転させ、\nねじりバネ３及び回転バイアス手段とにより、締付方向に、モータの回転によるト\nルクよりも大きなトルクを発生させる締め付け工具である点\n(ｲ)  相違点５－２\n仮に、磁石が「貼設」されたか否かを相違点とする場合には、本件発明では、磁\n石がステータの外周側に隙間を設けて「貼設」されているのに対し、乙８発明では、\n磁石を保持する態様が明示されていない点\nエ  容易想到性\n(ｱ)  相違点５－１について\n乙８発明のねじりバネ３及び回転バイアス手段は、モータの回転よりも大きなト\nルクを発生させる手段である。本件優先日当時、モータの回転よりも大きなトルク\nを発生させる手段として、オイルパルスユニットを備えた電動式締め付け工具の周\n知技術（モータの連続的な回転をオイルパルスユニットによってパルス状のトルク\nに変換し、出力軸に伝達する技術）が普及していた。当該周知技術は、締め付け工\n具という点で、乙８発明及び本件発明と同じ技術分野に属し、その機構も、乙８発\n明のねじりバネ３及び回転バイアス手段よりも簡便である。したがって、乙８発明\nのねじりバネ３及び回転バイアス手段に換えて上記周知技術を採用することは、当\n業者が容易に想到し得た事項である。\n(ｲ)  相違点５－２について\nアウタロータ型電動モータにおいて、接着剤を使用してロータに磁石を貼設する\n方法は周知技術ないし技術常識であった。\n【原告の主張】\n本件発明は、乙８発明に基づいて容易に発明をすることができたとはいえない。\nア  乙８発明の構成及び相違点\n乙８発明が、本件発明の構成要件Ａ１の構成を備えず、被告が主張する相違点５\n－１が存することは認める。\n乙８発明は、内部ステータ２０が電磁コイル６を有すること及びはずみ車ロータ\n４が内部ステータ２０の回りを回転することを開示しているが、ステータの外側に\n隙間を設けて磁石が貼設されていること及び同磁石を内側に保持する筒缶部の存在\nは、開示されていない。\nしたがって、被告が主張する相違点５－２（ロータが磁石を保持する方法が「貼\n設」であるか否か）に限られず、本件発明は、電動モータが、ステータの外周側に\n隙間を設けて貼設された磁石（構成要件Ｂ２）及び前記磁石を内周面に保持する 筒\n缶部を有するロータとを備える（構成要件Ｂ３）のに対し、乙８発明は、電動モー\nタが、ステータの外側に隙間を設けて磁石が貼設されているか否か及び同磁石を内\n側に保持する筒缶部の存在が明らかでない点（以下「相違点５－３」という。）にお\nいて相違する。\nイ  容易想到性\n(ｱ)  相違点５－１について\n乙８発明は、共鳴振動質量型締付工具であり、振動力が小さく、慣性を用いた手\n持ち型締め付け工具によって必要とされる摩擦を克服できないという従来技術の課\n題を解決するため、ねじりバネ３及び回転バイアス手段を必須の構成とする発明で\nある。乙８発明において、ねじりバネ３及び回転バイアス手段を別の構成に置換す\nることは、課題に直結する必須の構成を放棄するものである。したがって、当業者\nがこのような置換行為に及ぶことは考えられず、動機付けがあるとは認められない。\n(ｲ)  相違点５－３について\n被告は、電動モータにおいて、ロータに接着剤で磁石を貼設する方法が周知技術\nである等と主張する。しかし、被告が当該周知技術を裏付ける公知例としてあげる\nものは、乙８発明や本件発明と課題が一致せず、組み合わせる動機付けが認められ\nない。\nまた、磁石を固定する方法としては種々のものが考えられることから、その中か\nら磁石を「貼設」することを容易に想到できるとはいえない。\n３  争点３（訂正の再抗弁の成否）について\n【原告の主張】\n仮に本件発明が乙７発明に基づく進歩性欠如の無効理由を包含するとしても、以\n下のとおり、被告製品は本件訂正後の本件特許権を侵害する。\n(1)  本件訂正の適法性\nア  本件訂正は、前提事実(2)ウのとおり、本件発明における衝撃発生部につき、\n作動油によりトルクを発生する油圧パルス発生部であるとする限定を付するもので\nあり、特許請求の範囲の減縮を目的とするものである（特許法１３４条の２第１項\n１号）。\nイ  また、本件明細書には、「油圧パルス発生部」が本件発明の「衝撃発生部」\nに相当すること、油圧パルス発生部において発生する衝撃パルスによりメインシャ\nフトにトルクが発生すること、油圧パルス発生部においてトルクを発生させるのが\n作動油であることが記載されていることから、本件訂正に係る訂正事項は、訂正前\nの本件明細書の記載に基づくものであり、願書に添付した明細書、特許請求の範囲\n又は図面に記載した事項の範囲内の訂正である（特許法１３４条の２第９項、１２\n６条５項）。\nウ  本件訂正前の請求項１における「衝撃発生部」に関して、その種類は特定さ\nれておらず、本件訂正前の本件明細書において作動油によるパルス式（実施例\n１）、ハンマによるインパクト式（実施例２）及びクラッチによるクラッチ式（実\n施例３）が記載されていることから、本件訂正における訂正事項は、衝撃発生部の\n種類を作動油によるパルス式に限定するものにすぎず、実質上特許請求の範囲を拡\n張し、又は変更する訂正ではない（特許法１３４条の２第９項、１２６条６項）。\n(2)  無効理由の解消\nア  本件訂正発明と乙７発明の相違点\n本件訂正発明と乙７発明は、前記２(2)【原告の主張】ウの相違点１－２（ただし、\n「本件発明」を「本件訂正発明」と読み替える。）に加え、次の点において相違す\nる。\n衝撃発生部につき、本件訂正発明は、作動油によりトルクを発生する油圧パルス\n発生部であるのに対し、乙７発明は、ハンマー２、インパクトジョー５及び６並び\nにアンビル３（以下「ハンマー２等」という。）において発生する打撃によりスピ\nンドル４にハンマー２及びロータ１１の運動エネルギーが送られるインパクト発生\n部である点（以下「相違点１－３」という。）\nイ  本件訂正に係る相違点１－３の容易想到性\n本件訂正発明は、パルス式の電動式衝撃締め付け工具のみを対象とするのに対し、\n乙７発明は、インパクト式の電動式衝撃締め付け工具を対象とするため、両発明は\n異なる種類の電動式衝撃締め付け工具を対象とし、技術分野を異にする。\nまた、本件訂正発明の課題は、小型、軽量で、低反力且つ耐久性を有するパルス\n式の電動式衝撃締め付け工具を提供するものとなりパルス式の電動式衝撃締め付け\n工具に限定される課題であるから、インパクト式の電動式衝撃締め付け工具である\n乙７発明の課題とは異なる。\n乙７発明から本件訂正発明に想到するには、ハンマー２等において発生する打撃\nによりスピンドル４にハンマー２及びロータ１１の運動エネルギーが送られる構成\nを、作動油によりトルクを発生させる構成に置換しなければならないが、乙７発明\nにおいて、このような置換行為を示唆する記載はない。\n乙７発明において、ハンマー２等において発生する打撃によりスピンドル４にハ\nンマー２及びロータ１１の運動エネルギーが送られるインパクトレンチであること\nは、その課題を解決するために必須の本質的な構成であり、他の構成に置換するこ\nとはあり得ず、阻害要因がある。具体的な構成の観点からしても、乙７発明の構成\nにおいて、ハンマー２等において発生する打撃力を用いてスピンドル４に運動エネ\nルギーを送る構成をどのように変更すれば、作動油によりトルクを発生させる構成\nに置換することができるのかが想像できない。\nインパクトレンチ及びオイルパルスツールはそれぞれのメリット及びデメリット\nがあり、オイルパルスツールの開発経緯等からインパクトレンチが全てオイルパル\nスツールに当然に置換されるかのような被告の主張は適切でない。また、被告が乙\n７発明に適用されると主張する副引例として提示した乙９３発明等の公知例等は、\n相違点１－３に係る構成を開示していない。\n以上のとおり、乙７発明を出発点として相違点１－３に係る本件訂正発明の構成\nに想到することが容易であるとはいえず、乙７発明を主引例とする進歩性欠如の無\n効理由は、少なくとも本件訂正発明との関係において解消する。\nウ  サポート要件違反について\n被告は、本件明細書には「作動油によりトルクを発生する油圧パルス発生部」と\nの上位概念が記載されていないとして、本件訂正発明がサポート要件に反する旨を\n主張する。\nしかし、本件訂正発明に係る「作動油によりトルクを発生する油圧パルス発生部」\nは、願書に添付した明細書、特許請求の範囲又は図面に記載した事項の範囲内であ\nり、本件明細書に記載されている（前記(1)イ）。また、本件発明の課題は、本件訂\n正により、「作動油によりトルクを発生する油圧パルス発生部」である衝撃発生部\nを備える電動式衝撃締め付け工具に適用されるように限定された。「作動油により\nトルクを発生する油圧パルス発生部」が本件明細書に記載された範囲内である以上、\n本件明細書に触れた当業者は、本件訂正前の本件発明に適用される課題につき、「作\n動油によりトルクを発生する油圧パルス発生部」である衝撃発生部を備える電動式\n衝撃締め付け工具に適用されることを当然に認識できる。\nしたがって、本件訂正発明は、サポート要件に違反しない。\n(3)  被告製品の本件訂正発明の充足性\n本件訂正発明は、本件発明における衝撃発生部につき、作動油によりトルクを発\n生する油圧パルス発生部であるとする限定を付するものである。被告製品において\n本件発明の衝撃発生部に相当する「Ｐｕｌｓｅ  Ｕｎｉｔ」は、作動油によりトル\nクを発生する油圧パルス発生部である。\nしたがって、被告製品は、本件訂正発明のうち本件訂正によって付加された発明\n特定事項を充足する。\nまた、被告製品が本件訂正発明のその余の発明特定事項を充足することについて\nは、本件発明と同様である（前記１【原告の主張】）。\n以上より、被告製品は、本件訂正発明の技術的範囲に属する。\n【被告の主張】\n訂正の再抗弁は、以下のとおり、成り立たない。\n(1)  本件訂正の適法性\n本件訂正により追加された「作動油によりトルクを発生する油圧パルス発生部」\nとは、ユニット中の油によりパルス状のトルクを発生させるオイルパルスユニット\n全般を示している。\n作動油によりパルス状のトルクを発生させる方式には、ベーン方式やピストン方\n式等様々なタイプが存在するところ、本件明細書には、「作動油によりトルクを発\n生する油圧パルス発生部」について、オイルパルスユニットのうち、ベーン方式で\nある個別具体的な油圧パルス発生部Ｐが記載されているのみであり（実施例１）、\nそれ以外の説明は見当たらない。\n本件訂正は、本件明細書の記載を「作動油によりトルクを発生する油圧パルス発\n生部」、すなわちオイルパルスユニット全般に上位概念化しており、その文言上本\n件明細書に開示された以外の態様、すなわちベーン方式以外のタイプのオイルパル\nスユニットにも及び得る。\nしたがって、本件訂正は、願書に添付した明細書、特許請求の範囲又は図面に記\n載した事項の範囲内においてなされたものとはいえないから、新規事項を追加する\nものであり、訂正要件を充足しない。\n(2)  無効理由の解消\nア  本件訂正発明と乙７発明の相違点\n本件訂正発明と乙７発明とは、相違点１－１（ただし、「本件発明」を「本件訂\n正発明」と読み替える。）のほか、次の相違点（以下「相違点１－３´」という。）\nを有する。\n衝撃発生部が、本件訂正発明では、作動油によりトルクを発生する油圧パルス発\n生部であるのに対し、乙７発明では、ハンマー２及びその衝撃ジョー５並びにアン\nビル３及びその衝撃ジョー６であり、衝撃ジョー５及び６の係合により、アンビル\n３及びスピンドル４が静止状態から回転する点\nイ  本件訂正発明に係る相違点１－１の容易想到性\n前記２(2)【被告の主張】エで述べたことと同様である（ただし、「本件発明」を\n「本件訂正発明」と読み替える。）。\nウ  本件訂正発明に係る相違点１－３´の容易想到性\n(ｱ)  乙７発明にオイルパルスユニットの周知技術を適用し、相違点１－３´の\n構成に至ることは、以下のとおり、容易である。\n乙７発明は、トルクの発生に衝撃ジョー間の衝突を使用するため、締め付け工具\nのうちインパクトレンチに当たる。本件訂正発明は、オイルクッションを通じてト\nルクを蓄積し、パルス状のトルクを発生させるパルスツールを含む。間欠的又は瞬\n間的な力を利用した締め付け工具の主要なタイプはインパクトレンチとパルスツー\nルの２つに限られ、両者は同一の技術分野に属し、間欠的なパルスを発生させると\nいう作用・機能の点で共通する。\nインパクトレンチは軽量かつ安価という利点を有するものの、金属部品間の衝突\nを要するため、部品の摩耗が大きく、その結果製品の寿命が短い、騒音が大きい、\n高精度のトルク制御が難しい、振動によりユーザが怪我をすることがあるといった\n欠点を有している。パルスツールはインパクトレンチの前記欠点を克服するために\n開発されたもので、技術的にインパクトレンチを上回る。この特長は、間欠的又は\n瞬間的な力を発生させる手段としてオイルの圧縮及び解放を採用し、オイルパルス\nユニットを採用したことに由来する。\nまた、本件優先日当時、パルスツールにおいて、モータの連続的な回転をオイル\nパルスユニットによってパルス状のトルクに変換し、出力軸に伝達する技術は、既\nに周知であり、乙１５発明等当該周知技術の公知例が複数存在した。\nさらに、乙７発明はアウタロータ型電動モータを備えるところ、アウタロータ型\n電動モータの出力をオイルパルスユニットに加えることは技術的に何ら困難ではな\nく、本件明細書でも、モータの出力である回転軸が、油圧パルス発生部Ｐの入力軸\nに結合しているにすぎず、両者の結合に特段の工夫が必要とされているわけではな\nい。\n以上のようなインパクトレンチとパルスツールの技術分野の同一性、作用効果の\n共通性及び技術常識に照らせば、本件優先日当時、当業者は、打撃ユニットに由来\nするインパクトレンチ全般に共通する技術的欠点を有する乙７発明に対し、オイル\nパルスユニットの周知技術を適用するよう強く動機付けられ、乙７発明の衝撃発生\n部を周知のオイルパルスユニットで置換して、相違点１－３´の構成に至ることが\n容易であった。\n(ｲ)  また、オイルパルスユニットの周知技術に関しては、特許公報（特公昭３９\n－１０６４４号公報。昭和３９年６月１５日公開。乙９３。）記載の発明（以下「乙\n９３発明」という。）、特許公報（特公昭４０－２０６３３号公報。昭和４０年９\n月１４日公開。乙９４。）記載の発明（以下「乙９４発明」という。）、特許公報\n（特公昭４１－５８００号公報。昭和４１年３月２９日公開。乙９５。）記載の発\n明（以下「乙９５発明」という。）又は被告作成のパンフレット（２００４年公開。\n乙３４。）に記載された発明（以下「乙３４発明」という。）、そのほか乙第１４\n号証～乙第２０号証の各公開特許公報又は公開実用新案公報に記載された発明が存\n在する。乙７発明に、これらの発明のいずれかを適用し、乙７発明の衝撃発生部を\n乙９３発明等のユニット又は装置で置換することにより、相違点１－３´は容易に\n解消する。\n詳述すると、乙９３発明は、衝撃型工具であり、間欠的なトルクを発生させるユ\nニットを備え、当該ユニットが、ハウジング部材Ａ及びスピンドル部材Ｂを備え、\n油がハウジング部材Ａの空所に充填される構成を有する。当該ユニットは、油の圧\n力の上昇及び解放により間欠的なトルクを発生させており、オイルパルスユニット\nに該当する。当該ユニットは、油を使用しているため、本件訂正発明の「作動油に\nよりトルクを発生する油圧パルス発生部」に該当する。\n乙９４発明及び乙９５発明も、オイルパルスユニットに該当する衝撃ユニット又\nは衝撃発生装置の構成を有する。当該衝撃ユニット及び衝撃発生装置は油を使用し\nているため、本件訂正発明の「作動油によりトルクを発生する油圧パルス発生部」\nに該当する。\nまた、乙９３発明～乙９５発明に係る各特許公報等には、インパクトレンチの打\n撃ユニットは様々な問題を有していること及びオイルパルスユニットがその解決手\n段であることが明記されている。そのため、当業者は、乙７発明に対し乙９３発明\n～乙９５発明を適用するよう動機付けられる。\n乙３４発明は、油圧パルスユニットの構成を有する。乙３４号証のパンフレット\nには、パルスツールの油圧パルスユニットにより、打撃ユニットでの金属同士の打\n撃を回避でき、それにより、長寿命、低騒音、低振動及び高精度でのトルク制御を\n実現できることが詳細に記載されているため、当業者が乙７発明に対し乙３４発明\nを適用するよう動機付けられる。\nしたがって、当業者は、乙７発明に対し、乙９３発明等いずれかの発明を適用し、\n乙７発明の衝撃発生部を乙９３発明等のユニット又は装置で置換し、相違点１－３\n´に係る本件訂正発明の構成を容易に想到し得る。\n(ｳ)  以上から、本件訂正発明は、当業者が容易に想到し得たものであり、進歩性\nが欠如している。\nエ  サポート要件違反\n本件訂正後の特許請求の範囲請求項１に記載の「電動式衝撃締め付け工具」は、\n「作動油によりトルクを発生する油圧パルス発生部である衝撃発生部」を備える。\nもっとも、本件明細書にはベーン方式の油圧パルス発生部Ｐのみが記載されており、\n「作動油によりトルクを発生する油圧パルス発生部」との上位概念が記載されてい\nるわけではない。\n乙７発明との対比において、本件明細書に開示された課題解決手段は、瞬間的な\nトルクの発生手段として、ベーン式の油圧パルス発生部Ｐを採用した点にある。し\nかし、本件訂正発明では、この課題解決手段が反映されていない。したがって、本\n件訂正後の特許請求の範囲請求項１の記載は、サポート要件（特許法３６条６項１\n号）に適合しない。\n(3)  被告製品の本件訂正発明の充足性\n前記１【被告の主張】(1)のとおり、本件発明の「衝撃発生部」とは、本件明細書\nの実施例１に記載されたベーン方式の油圧パルス発生部を意味している。本件訂正\nにより、本件発明の「衝撃発生部」が、「作動油によりトルクを発生する油圧パル\nス発生部」（オイルパルスユニット）に特定されたことにより、本件訂正発明が当\n該構成に特徴を有し、オイルパルスユニットが課題解決手段と解されることから、\n本件訂正発明の「衝撃締め付け工具」は、ベーン方式の油圧パルス発生部によって\n「衝撃」を発生させ締め付けを実現する工具と解される。\n被告製品の「Ｐｌｕｓｅ  Ｕｎｉｔ」はピストン方式の油圧パルス発生部であり、\n本件訂正発明の「衝撃発生部」であるベーン方式の油圧パルス発生部とは異なる。\nしたがって、被告製品は、本件訂正発明の「衝撃発生部」（構成要件Ａ２）及び\n「衝撃締め付け工具」（構成要件Ｃ）の構成を有していない。\nまた、被告製品は、本件訂正発明における「強力なトルク」（構成要件Ａ２）の\n構成を備えていない（前記１【被告の主張】(2)）。\nしたがって、被告製品は、本件訂正発明の構成要件Ａ２及びＣを充足しない。\n４  争点４（原告の損害及びその額）について\n(1)  争点４－１（共同不法行為を前提とした損害及びその額）（一次的請求原因\n関係）\n【原告の主張】\nア  構成１（被告による譲渡等につき成立する共同不法行為）\n被告は、スウェーデンに本社を置くアトラスコプコＡＢ（以下「ＡＢ」という。）\nの日本法人である。被告製品は、ＡＢにおいて全世界に販売の申出がなされた上で、\n日本では、被告が顧客から注文を受けると、ＡＢの関連会社である Power  Tolls\nDistribution N.V.（以下「ＰＴＤ」といい、これとＡＢを併せて「ＡＢら」という。）\nから被告に引き渡され、被告から顧客へ販売される。また、被告及びＡＢらは、被\n告製品を日本で販売することを意図し、電圧等を日本仕様に設計するなど被告製品\nの仕様の詳細を決定した上で、被告製品を被告において販売していた。\nこのような販売のプロセス等からすれば、被告及びＡＢらは、日本市場に向けて\n被告製品を販売するに際して、ＡＢないしＰＴＤによって製造し、ＡＢによって全\n世界に向けて販売の申出をし、被告において日本の顧客から注文を受けて販売する\nという役割分担の下に一体的な関係にあるといえる。すなわち、日本における被告\nによる被告製品の販売の申出及び販売という実施行為は、被告及びＡＢらが共同の\n意思に基づき、販売促進のために相互に協力し、共同して行っていると評価される。\nよって、被告及びＡＢらは、原告に対し、被告の被告製品の販売による本件特許\n権の侵害行為につき共同不法行為に基づく連帯責任を負う（民法７１９条１項前段）。\nまた、以上の事情に照らせば、被告による被告製品の日本国内での販売は、ＡＢ\nらの教唆ないし幇助に基づくものともいえ、被告及びＡＢらには、当該販売につき、\n共同不法行為が成立すると擬制される（同条２項）。\nイ  構成２（ＡＢないしＰＴＤによる譲渡等と被告による譲渡等につき成立する\n共同不法行為）\n前記アのとおり、被告製品は、ＰＴＤから被告に対して輸出され、日本において\n被告が受領した後、日本の顧客に販売されている。特許の実施行為の一態様である\n「譲渡」とは、物の発明たる特許発明を化体した特許製品についての移転を意味す\nるところ、被告は、被告製品を日本において受領したにとどまり、被告製品を移転\nした主体は、被告製品を日本に向けて発送したＰＴＤであるから、ＰＴＤは、日本\nにおいて被告製品を譲渡したと解されるか、ＰＴＤは、日本に所在する被告を自己\nの手足として輸入行為をさせたと解される。そして、被告及びＡＢは、これらの実\n施行為を共同で行った、又は、教唆及び幇助をしたと評価される。\nこのことは、被告製品が、ＰＴＤから委託を受けた運送業者により日本に持ち込\nまれて被告に引き渡され、運送業者に対する費用は、ＡＢないしＰＴＤによって一\n次的に支払われた後に被告との間で精算する方式が取られており、被告は、日本で\nの運送作業等を自らの責任によって日本の運送業者に手配しているにとどまること\nからも明らかである。\nしたがって、被告及びＡＢらは、共同不法行為に基づく連帯責任を負う（民法７\n１９条１項前段又は同条２項）。\nウ  原告の損害額\n(ｱ)  被告製品の限界利益の額\n前記ア及びイのとおり、被告は、ＡＢらとの本件特許権侵害の共同不法行為を行\nったものであるから、被告が負担すべき損害賠償の範囲としては、ＰＴＤの被告に\n対する被告製品の譲渡行為も含む侵害行為により、被告及びＡＢらが得た利益の総\n額が原告の損害額と推定されるべきである（特許法１０２条２項）。そして、その金\n額は、以下のｃのとおりである。\nａ  売上額\n平成２９年７月から令和３年１０月における被告製品の各売上は別紙損害一覧表\n（原告主張）の「売上（税込）」欄記載のとおりであり、合計●（省略）●円である。\nなお、消費税法基本通達５－２－５に鑑みると、特許法１０２条２項所定の限界利\n益の額は、消費税相当額を含む売上額を基準として算定されるべきである。\nｂ  控除すべき経費の額等\n被告及びＡＢらが得た利益の総額を立証するには、被告製品の製造費用に係る資\n料が必要となるが、本件では、被告製品の製造はＡＢらが行っていることから、当\n該費用を立証することが当該事実の性質上極めて困難である。\nｃ  そうすると、口頭弁論の全趣旨及び証拠に基づき、相当な損害額が認定され\nるべきである（特許法１０５条の３）。被告製品が該当する「機械工具製造業」にお\nける平均的な限界利益率が５９．０％であること、被告製品の製造費用に係る資料\nを入手可能な地位にある被告が被告自身の仕入れに係る費用しか説明しないこと等\nの事情を踏まえれば、被告及びＡＢらが得た利益の総額は、被告製品の売上の５９．\n０％を下らず、本件特許権侵害による原告の相当な損害額は、●（省略）●円（●\n（省略）●円×５９．０％）を下らない。\nｄ  被告の主張について\n被告は、仕入費用（購入価格）及び輸入消費税を経費として主張するが、被告及\nびＡＢらのうち日本法人である被告の仕入費用は、被告及びＡＢら全体で得た利益\nを算定する観点から、控除すべき経費から除外される。\nまた、被告が主張する「輸送費」名目の費用は、製品ごとに管理されるものでは\nなく、ツール事業全体で把握されるものであるから、被告製品以外の販売に係る経\n費を包含し、被告製品の販売に関連して直接追加的に必要になった経費ではない。\n仮に輸送費が被告製品の控除すべき経費に該当するとしても、当該経費は、前記ｃ\nのとおり限界利益を算定するに際して既に評価されているため、重ねて控除する余\n地はない。\n(ｲ)  小括\n平成２９年７月から令和３年１０月に、本件特許権の侵害行為により被告及びＡ\nＢらが得た限界利益の額は、前記(ｱ)ｃのとおり、●（省略）●円である。\n同限界利益額を前提にすると、被告が賠償すべき弁護士費用相当額は、その１０％\nに相当する●（省略）●円を下らない。\nよって、原告の損害は、その合計額である●（省略）●円を下らない。\n【被告の主張】\n原告主張の被告及びＡＢらによる共同不法行為は成立しない。\nア  原告主張の構成１について\n被告は、ＡＢから独立した企業として日本国内に多くの営業所を有し、約２５０\n名の従業員を雇用している。被告は、被告製品をＰＴＤから購入し、日本に輸入し\nた上、日本の顧客に対して被告製品を販売するとともに、潜在的な顧客に対して被\n告製品のパンフレットを配布している。被告は、ＰＴＤとの貿易取引条件において、\n輸送費及び倉庫費を負担し、ＰＴＤが被告製品を指定の運送人の管理下に置いた際、\nすなわち輸出地において、その所有権を取得している。\nこのように、被告は、被告の計算と責任において、被告製品の日本への輸入及び\n日本での販売を行っており、ＡＢらは、被告と同一のグループに属するというだけ\nで、これらの行為に関与しておらず、日本の顧客に対して被告製品を販売していな\nい。また、ＡＢらは、被告による被告製品の販売につき、教唆ないし幇助も行って\nいない。\nイ  原告主張の構成２について\nＰＴＤは、国外において、被告に対し、被告製品を販売したのであり、本件特許\n権の効力はＰＴＤの当該行為には及ばない。したがって、ＰＴＤの販売は不法行為\nを構成せず、被告及びＡＢらの共同不法行為は成立しない。\n(2)  争点４－２（単独の不法行為を前提とした損害及びその額）（二次的請求原\n因関係）\n【原告の主張】\n被告及びＡＢらの共同不法行為が成立しない場合、原告は、被告製品の型番ごと\nに、特許法１０２条２項の限界利益の額（後記ア及びイ。同項の推定が覆滅された\n場合に同条３項を重畳適用した額を含む。）と、同条３項の実施料相当額（後記ウ）\nについて、いずれか高額になる方を選択的に損害賠償額として主張する。\nア  特許法１０２条２項に基づく損害額\n(ｱ)  平成２９年７月から令和３年１０月において、被告製品の販売により被告\nのみが得た限界利益は、別紙損害一覧表（原告主張）の「限界利益」欄記載のとお\nりである。なお、●（省略）●とするべきである。\n(ｲ)  推定覆滅事由の不存在\nａ  被告の営業努力\n被告が営業努力として主張する各事実は、仮にそのような事実が存在したとして\nも、被告ないしＡＢが通常の範囲を超える格別の工夫や営業努力をしたと認めるに\n足りるものではなく、推定覆滅事由に該当しない。\nｂ  市場の非同一性\n一般的に、被告製品の方が対応する原告の製品よりも●（省略）●のものがある\nこと自体は争わない。しかし、●（省略）●の価格差のみで市場が異なるとはいえ\nない。\nｃ  競合品の存在\n被告が競合品として主張する各製品は、アウタロータ型の電動モータを採用する\n電動式衝撃締め付け工具ではないと考えられ、被告製品及びこれと競合する原告の\n製品（バッテリーシステムレンチ「ＹＳ－ｅ８００」等。以下「原告製品」という。）\nとは構造が根本的に異なる。\nまた、被告製品及び原告製品は、主として車輛工場において重要保安部位向けに\n使用されるところ、被告が挙げる製品のうち、瓜生製作株式會社（以下「瓜生製作」\nという。）のＵＢＸ－ＡＦシリーズ以外は、このような重要保安部位向けに使用され\nず、主にそれよりも重要度の低い部位に用いられるため、競合品に該当しない。被\n告が列挙する各製品は、このような締付対象の性質もあって、数十万円単位である\n被告製品及び原告製品と比べ、数万円から１０万円程度と廉価である。\n瓜生製作のＵＢＸ－ＡＦシリーズは、車輛工場をターゲットとした製品ではある\nものの、そのシェアは微々たるものであるから、競合品として取り上げるに値しな\nい。構造の観点からしても、インナロータ型電動モータを採用する瓜生製作の製品\nは被告製品とモータの種類を異にし、その他の三洋機工株式会社（以下「三洋機工」\nという。）、デソータ・インダストリアル・ツールズ（以下「デソータ」という。）、\n株式会社エスティック（以下「エスティック」という。）の製品は、電動式衝撃締め\n付け工具ではなくナットランナーであると思われ、工具の構造自体が根本的に異な\nる。\n被告は、需要者が電動式の締め付け工具を選択するに際し、モータの構造は関係\nがないと主張するが、モータの構造はトルクの出力や工具の大きさ・重量に大きく\nかかわる重要な要素である。\n以上のとおり、被告が被告製品の競合品として主張する各製品は、原告製品や被\n告製品に代替し得るものではなく、競合品に該当しない。\nｄ  侵害品の性能\n(a)  被告製品が掲載されたカタログ（乙５８。以下「被告カタログ」という。）\nの記載によれば、被告は、被告製品を販売するに際し、低反力、小型及び耐久性を\n一貫して強調している。本件訂正発明は、小型、軽量、低反力かつ耐久性を有する\n電動式衝撃締め付け工具の提供を課題としており、本件訂正発明によって解決され\nる課題は、被告が被告製品を販売するに際して最も強調する要素と一致している。\nまた、被告は、被告製品を「ＴＢＰコードレスパルスツール」との名称で販売し\nており、サイズ等により多くの型番が存在するものの、その全てが本件訂正発明の\n構成を備えている。\n本件訂正発明は、同種工具の分野における最も基礎的な技術を提供する重要な基\n本特許であり、本件特許権の存続期間中、本件訂正発明の技術範囲を充足しない態\n様で、アウタロータ型の電動モータを採用する電動式衝撃締め付け工具を製造販売\nすることは困難である。仮に、本件訂正発明の作用効果（小型、軽量、低反力、耐\n久性）を実現する方法が他に存在するとしても、これらの作用効果を同時に、かつ\n低コストで実現するためには、本件訂正発明によることが不可欠である。\nしたがって、本件訂正発明の実施品であることは、被告製品の売上及び利益に対\nし、最大の貢献をしている。\n(b)  被告は、被告製品に本件訂正発明以外の技術が多数使用されていること等\nを主張するが、被告製品が、被告の主張する各技術を実施等したものであることの\n証拠は存在しない。仮に、被告製品がこれら各技術を実施等したものであるとして\nも、その結果原告製品に比べて優れた効能を有するなどして、被告製品の売上げに\n貢献しているという事情も認められない。\nｅ  本件訂正について\n本件訂正により、本件訂正発明の技術的範囲がオイルパルスツールの範囲内に限\n定され、本件訂正発明の技術的範囲からインパクト式等が除外されることになった\nとしても、オイルパルスツールにおける本件訂正発明の作用効果は、本件発明の作\n用効果と変わりがない。よって、本件訂正の事実は、覆滅事由には該当しない。\nｆ  以上のとおり、被告が主張する事由は、いずれも特許法１０２条２項の推定\nを覆滅する事由に該当しない。\nイ  特許法１０２条３項の重畳適用について\n(ｱ)  特許法１０２条２項に基づく推定が一部覆滅される場合、覆滅部分の全て\nについて同条３項が適用される。\n仮に、同条３項の適用が認められる範囲が、覆滅部分について特許権者が実施許\n諾をすることができたと認められる場合に限られるとしても、被告が主張する推定\n覆滅事由のうち、少なくとも被告の営業努力及び競合品の存在を理由とする覆滅部\n分については同条３項が適用される。すなわち、被告の営業努力に基づく被告製品\nの売上や、被告製品が存在しない場合にその需要の一部が競合品に向かった場合に\nついて、原告の逸失利益を観念し得ないとしても、被告が本件訂正発明を実施した\n以上、当該実施に対して原告による実施許諾の機会があったと考えられる。\n(ｲ)  特許法１０２条３項が適用される場合、原告が受けるべき実施料相当額は、\n後記ウのとおり、被告製品の各型番の売上（消費税相当額を含む。）に対し、それぞ\nれ実施料率１０％を乗じた額が相当である。\nウ  特許法１０２条３項に基づく損害額\n(ｱ)  原告は、被告に対し、本件訂正発明の実施に対し受けるべき金銭相当額（実\n施料相当額）を、自己が受けた損害額として請求することができる（特許法１０２\n条３項）。\n(ｲ)  実施料率\n相当な実施料率は、次の諸事情を総合考慮すると、被告製品の各型番の売上に対\nし１０％を下らない。\nａ  実際の実施許諾契約における実施料率\n原告は、本件訂正発明につき他社に実施許諾したことはない。\nｂ  業界における実施料の相場\n被告製品が該当する金属加工機械において、平成４年度から平成１０年度におけ\nる実施料率の平均値は、イニシャル有りが４．４％、イニシャル無しが３．３％で\nある。また、被告製品が該当する成形の技術分野において、実施料率の平均値は３．\n４％であり、最大９．５％の契約実績がある。これらの実施料は、特許権侵害の存\n在を前提とした料率ではない上、本件では、本件訂正発明の代替技術が存在せず、\n原告と被告が実質的に海外同業他社に該当する等実施料率を増額する要因が複数存\n在する。よって、前記平均値を大幅に上回る実施料率が認定されるべきである。\nｃ  本件訂正発明の技術内容や重要性、被告製品の利益へ貢献等\n本件訂正発明が同種工具の分野における基礎的な技術を提供する重要な基本特許\nであること、その技術的範囲を充足しない態様でアウタロータ型電動モータを採用\nする電動式衝撃締め付け工具を製造販売することは困難であること、被告製品の販\n売に際して本件訂正発明により解決される課題が最も強調されていること、複数あ\nる被告製品においていずれも本件訂正発明が実施されていること等は前記ア(ｲ)ｄ\nのとおりである。したがって、本件訂正発明の実施品であることは、被告製品の売\n上及び利益に対し、最大の貢献をしているといえる。\nｄ  原告と被告との競業関係、原告の営業方針\n原告は、原告自身による製造販売を模倣品により妨害されない目的において、特\n許権を出願及び登録する方針を貫き、取得した特許権につき実施許諾をしていない。\n原告は、主要製品の一つとして原告製品を販売しており、被告製品と原告製品は、\n部品の締め付けという目的のみならず、主として保安上安全性が求められる重要度\nの高い部品を締め付け対象とする点でも顧客を共通にし、完全に競合関係にある。\nこのような状況下において、原告が被告に対し、本件特許権につき実施許諾する\n必要性及び合理性は無い。\nｅ  本件訂正との関係\n本件訂正により、オイルパルスツール以外の電動式衝撃締め付け工具が本件訂正\n発明の技術的範囲から除外されることにはなるが、工具の構成自体には何らの限定\nも付されない。したがって、本件発明は、本件訂正後も、オイルパルスツールにお\nいて、モータからメインシャフトに至るまでの工具全体の構成を発明特定事項とし\nつつ、アウタロータ型の電動モータを採用する衝撃締め付け工具を初めて提示する\nという極めて重要な基本特許であることに変わりはない。また、本件訂正によって\nも被告製品における本件訂正発明の重要性は変わらない。\nよって、本件訂正は、少なくとも被告との関係においては実施料率の算定に影響\nを与えるものではない。\n(ｳ)  実施料相当額\n被告製品の販売に基づき生じる実施料相当額は、別紙損害一覧表（原告主張）の\n「実施料（１０％）」欄記載のとおりである。\nエ  小括\n前記ア～ウを踏まえ、被告製品ごとに特許法１０２条２項に基づく損害額（覆滅\n部分について同条３項を重畳適用した額を含む。）及び同項に基づく損害額を算定\nし、高額な方を採用した場合、別紙損害一覧表（原告主張）の「請求額」欄記載の\nとおりとなり、合計●（省略）●円となる。\nまた、弁護士費用として、上記合計額の１０％に相当する●（省略）●円が損害\n額に加算されるべきである。\n以上より、平成２９年７月から令和３年１０月における原告の損害額は、少なく\nともこれらの合計である●（省略）●円である。\n【被告の主張】\nア  特許法１０２条２項に基づく損害額\n(ｱ)  被告製品の限界利益の額\n平成２９年７月から令和２年３月３１日まで、及び同年４月１日から令和３年１\n０月までの各被告製品の売上数量及び売上高は、別紙損害一覧表（被告主張）の表\n１及び表２の各「数量」及び「販売価格」欄記載のとおりである。また、各被告製\n品に関連する費用は、同表１及び表２の各「購入価格」及び「輸送費」欄記載のと\nおりである。なお、輸送費は、通関料及び配送手数料等を含むものであり、被告の\nツール事業全体で発生した当該費用を、被告製品の売上高に応じて按分した額であ\nる。また、損害賠償金は資産の譲渡等に該当せず、被告は消費税を国に納め、同税\nについて何ら利益を得ていないため、被告製品の売上及び経費のいずれにおいても\n消費税を考慮するべきではない。仮に、被告製品の売上額に消費税相当額を加える\n場合、別紙損害一覧表（被告主張）の「輸入消費税」欄記載の額が経費に含まれる\nことになり、かつ、売上額に加える消費税相当額は、当該輸入消費税を補填する限\n度に留めるべきである。\n(ｲ)  推定覆滅事由の存在\n本件には、次の事由が存在し、被告製品の限界利益をもって原告の損害とする推\n定を大きく覆滅する。\nａ  被告の営業努力\n被告製品の製造メーカであるＡＢ及びその関連会社は、電動工具の分野において、\n世界的に主要なプレーヤーであり、研究開発を活発に行い、高い技術力（詳細は後\n記ｄのとおり。）を有している。\n被告は、ＡＢの関連会社であり、日本において大規模なサービスサポートチーム\nを有し、外国からのリモートサポートを受けることも可能である。\nＡＢの製品は、様々な国で供給・使用され、各国で同等のサービスサポートを受\nけることができるため、顧客には、世界各地の生産設備でＡＢの製品を導入するメ\nリットが存在する。\nこれらの被告ないし被告製品のブランド力、技術力及びサービス体制は、顧客が\n被告製品を選択する主要な理由の一つである。\n被告製品の価格は、対応する原告製品よりも●（省略）●であり、この価格差は、\n前記のとおりの被告ないし被告製品のブランド力等に対する顧客の高い評価に裏付\nけられているといえる。\nｂ  市場の非同一性\n前記ａのとおり、被告製品の価格は対応する原告製品よりも●（省略）●、コス\nト削減が厳しく求められる製造業において、●（省略）●もの価格差は無視できる\nものではない。電動式のパルスツールは、安価な製品ではないため、相対比のみな\nらず、製品価格の差額も大きい。したがって、被告製品を求める市場は、原告製品\nの市場とは異なる。\nｃ  競合品の存在\n被告製品は、締め付け工具のうち、パルスツールに該当するところ、締め付け工\n具の市場では、次のとおり、被告製品が販売されている時期に、原告以外にも多数\nのメーカが競合品を販売している。\n(a)  瓜生製作のパルスツール\nＵＢＸ－Ｔシリーズ、ＵＢＸ－ＡＦシリーズ、ＢＰ－Ｔシリーズ\n(b)  三洋機工のパルスツール\nＳＨＢＮ型\n(c)  デソータのパルスツール\nＢＬＲＴシリーズ\n(d)  パナソニック株式会社（以下「パナソニック」という。）のインパクトレン\nチ\nＥＺ７５シリーズ、ＥＹＳＬＡシリーズ、ＥＹＳＭＡシリーズ、ＥＹＳＭＥ\nシリーズ\n(e)  株式会社マキタ（以下「マキタ」という。）のインパクトレンチ\nＴＷ１６１シリーズ、ＴＷ１８１シリーズ、ＴＷ２８４シリーズ、ＴＷ３０\n０シリーズ、ＴＷ７００シリーズ、ＴＷ１００１シリーズ\n(f)  エスティックのパルスツール\nＨａｎｄｙ２０００シリーズのコードレスタイプであるＥＨＣ－Ｒシリーズ\nのうちＥＨＣ－Ｒ０００５－ＰＺ１／２、ＥＨＣ－Ｒ０００８－ＰＺ１/２、\nＥＨＣ－Ｒ００１２－ＰＺ１/２、ＥＨＣ－ＬシリーズのうちＥＨＣ－Ｌ０\n０２６－ＰＺ１/２\nパルスツールの需要者は、適切なトルクにて適切な頻度（単位時間当たりの締付\n個数）でボルト等のファスナを締め付けることを求めており、モータの構造によっ\nて製品を選択しているわけではない。前記各製品は、アウタロータ型電動モータで\nはない製品であっても、当然にこのような性能を有している。\n被告製品は、車輌工場における重要保安部位向けのみならず、重機、建設機械及\nび一般産業機械の製造にも使用され、自動車の製造に使用される場合にもその用途\nは様々である。さらに、重要保安部位の締め付けでは、被告製品のようなパルスツ\nールではなく、より高精度であるナットランナーが使用されることも多い。\nこれらの競合製品の存在に照らし、仮に被告製品が販売されなかったとしても、\nその需要者の多くは、当該競合品に向かったはずである。\nｄ  侵害品の性能\n(a)  被告製品が顧客に訴求している技術等\n被告カタログには、被告製品の特徴として、①バッテリーツール（充電式）、②\n高い生産性、③高トルク、④高精度、⑤低反力、⑥メンテナンス軽減、⑦多様な使\n用環境に対応可能であることが記載されている一方で、モータの構造又は被告製品\nがアウタロータ型電動モータを使用していることに関する記載は一切ない。\nこのうち、③の「高トルク」はアウタロータ型電動モーターと関連し得るが、被\n告製品において高トルクを実際に実現している技術は、発生するトルク間の時間間\n隔を短縮する技術（TorqueBoost）、モーターを効率的に冷却する液体循環式の冷却\nユニット及びモーターの高速回転を可能にするバッテリーの出力向上技術である。\nまた、被告カタログには、被告製品のより具体的な特徴として、バッテリー残量\n等を作業者の目線から容易に確認できるＬＥＤインジケーターの表示機能があるこ\nと、作業者の手になじむバランスのとれたツールであること、オイル漏れの影響を\n軽減し、メンテナンス周期を伸ばす新型パルスユニットであること、効率的な冷却\nシステムを搭載していること、予備バッテリーを内蔵し通信を維持したままバッテ\nリー交換が可能であること、６０００ｒｐｍまで回転速度を設定可能であること、\n別製品のコントローラ及びそれに搭載されたソフトウェアにより、リモートでも複\n数のツールを同時に制御できること、内蔵されたブザーからの音でも締付けが可能\nであること、デュアルアンテナにより無線環境に対応しツールの接続性が向上して\nいること、高速バックアップユニット機能を搭載していること等が記載されており、\nいずれも本件訂正発明以外の特徴が顧客に対して訴求されている。\n被告は、前記各特徴を、ＡＢが特許出願した独自の技術をはじめ本件訂正発明以\n外の多数の技術を利用して実現している。したがって、被告製品の利益の多くはそ\nれらに起因しており、被告の利益に対する本件訂正発明の寄与は限定的である。\n(b)  原告の主張について\n原告は、被告製品が本件訂正発明の解決課題（小型、軽量、低反力、耐久性）を\n顧客に訴求している旨主張する。\nしかし、被告カタログでは、パルスツールである被告製品が、ナットランナー等\nとの比較において、及びカムシャフトの形状を工夫して高トルク発生時間を短縮し、\n通常よりもユーザが反力を感じる時間を短くするという被告の独自技術により他社\nのパルスツールとの比較においても低反力ツールに当たることを訴求するために、\n低反力であることを強調しており、本件訂正発明の作用効果とは無関係である。\nまた、小型、軽量、耐久性という効果は、製品全体の設計及び素材の改良、各部\n品の性能の向上といったアウタロータ型電動モータ以外の要素によっても実現でき\nる。実際に、被告製品は、パルスユニットの独自の設計により、パルスユニットの\n部品点数を減らし、冷却ユニットを従前の空冷式から液体の気化を利用した独自の\n機構を採用し、製品の小型化及び軽量化を実現している。被告製品の冷却ユニット\nは、先端がモータ内部に設置されているという点でも、製品全体の小型化に寄与し\nている。加えて、被告製品では、人間工学に基づいた設計により、ユーザが重量を\n感じにくくなるように工夫をし、被告独自の技術を採用してメンテナンス軽減、す\nなわち耐久性を実現している。\nさらに、小型化、軽量化、低反力、耐久性という文言は、アウタロータ型電動モ\nータを使用していないパルスツールの説明にも使用されている文言であり、これら\nの効果は、アウタロータ型電動モータによってのみ実現されるわけではない。\nしたがって、被告カタログの記載を根拠に、被告製品の特徴として本件訂正発明\nの作用効果が顧客に訴求されているとは認められない。\nｅ  本件訂正発明は被告製品の一部のみに使用されていること\n被告製品は、パルス状のトルクを発生させる電動式の締め付け工具であり、電動\nモータ及びオイルパルスユニット以外にも、冷却システム、新たに開発されたカム、\nファスナ用のソケット、各種センサー、制御回路、通信用の部品、ソフトウェア及\nび人間工学を考慮したデザイン等多数の部品（ソフトウェアを含む。）を備える。\n被告製品は、これらの部品により、高精度でのトルクの締め付け、装置の制御、改\n善された使用感等を実現している。したがって、被告製品が本件訂正発明の技術的\n範囲に属するとしても、本件訂正発明は、被告製品の一部を占めているにすぎない。\n当該事情は、被告製品に本件訂正発明以外の様々な技術が使用されている場合（前\n記ｄ）と同様、推定を大幅に覆滅する事由である。\nｆ  本件訂正について\n本件訂正により、特許請求の範囲が減縮される結果、特許発明の従来技術への貢\n献が小さいことがより明らかとなり、本件訂正発明の技術的価値は、本件発明より\nも低下する。その結果、顧客が被告製品を購買する動機において、本件訂正発明以\n外の発明及び技術の占める割合が増大したといえる。\n(ｳ)  推定覆滅の程度\n前記(ｲ)の事情に照らせば、特許法１０２条２項に基づく損害額は、大幅に覆滅さ\nれるべきである。例えば、被告の営業努力及び競合製品の存在（被告以外に、競合\n他社が少なくとも５社が存在する。）に照らし、少なくとも６分の５は覆滅される\nべきである。さらに、被告製品の性能（前記(ｲ)ｄ(a)の①～⑦の特徴から①を除く\n６つの特徴）のうちモータに関連する事項は１つのみであることに照らし、残部の\n少なくとも６分の５は覆滅されるべきである。\nイ  特許法１０２条３項の重畳適用について\n特許法１０２条２項に基づく推定が一部覆滅される場合、特許権者が第三者にラ\nイセンスを付与して対価を得る機会があったにもかかわらず、被告の行為によって\nその機会が失われたと評価される場合に限り、推定覆滅部分について同条３項の適\n用が認められると解される。本件では、次のとおり、いずれの事由により推定が覆\n滅する場合でも、原告がライセンスの機会を喪失したとは認められず、特許法１０\n２条３項の適用は認められない。\n(ｱ)  被告の営業努力\n被告の営業努力により、損害の推定が覆滅する場合、個々の被告製品当たりの利\n益の推定が覆滅されると考えられ、本件訂正発明は、その覆滅部分には貢献してい\nない。\n(ｲ)  競合品の存在\n原告の主張によれば、被告が競合品として挙げる各製品は本件訂正発明を使用し\nていない。仮に被告製品が市場に存在しなかった場合、競合他社は、本件訂正発明\nを使用することなく市場占有率に応じて被告製品の顧客を獲得することができた。\n(ｳ)  侵害品の性能\n本件特許以外の技術が被告製品に使用され、顧客の購買意欲の形成に寄与してい\nる事情は、被告製品１個当たりの利益に貢献する事情である。当該事情を理由する\n覆滅部分について、原告が追加の特許製品を市場に投入できるわけではなく、原告\nはライセンスの機会を有していない。\n(ｴ)  本件訂正発明は被告製品の一部のみに使用されていること\n本件訂正発明が被告製品の部分のみに使用されているとの事情は、個々の被告製\n品において、本件訂正発明が寄与していない部分があることを意味する。当該部分\nについては、被告製品１個当たりの利益の推定が覆滅するため、原告が追加の特許\n製品を市場に投入できる機会が生まれるわけではない。\nウ  特許法１０２条３項に基づく損害額\n①パルスツールにはモータ以外にも様々な部品及び技術が使用され、被告製品に\nおいてもパルスユニット、冷却ユニット、ファスナ用のソケット、トルク及び角度\nなどの各種センサー、計測及び制御用の電子回路、データ通信用の部品及び電子回\n路並びにバッテリー等モータ以外の部品に関し、多数の技術が使用されていること、\n②被告カタログにおいてもパルスユニット及び冷却ユニットなどモータ以外の部品\nによる効果が強調され、顧客に評価されていること、③業界での相場が約３％であ\nること、④パルスツールの需要者は、適切なトルクにて適切な頻度でファスナを締\n付けることを求めており、内部のモータに関心を有しているわけではないため、パ\nルスツールの市場には、被告製品及び原告製品以外にも、本件発明によらない様々\nな代替品が存在すること、⑤仮想的な交渉において、被告は、被告製品の事業が赤\n字となるほどに高額な実施料率を払うはずがないこと、⑥本件訂正により特許請求\nの範囲が減縮され、発明の従来技術への貢献、すなわち発明の重要性は小さくなる\nこと等の事情に照らせば、実施料率は１％未満である。\n５  争点５（差止め及び廃棄等の必要性）について\n【原告の主張】\n被告は、業として被告製品を輸入、販売等しており、本件特許権を侵害している\nから、原告には、被告による輸入、販売等の差止め、及び、被告製品の廃棄等を求\nめる必要性がある。\n【被告の主張】\n争う。\n第４  当裁判所の判断\n１  本件各発明に関する認定\n(1)  本件明細書（甲２）には次の記載がある（なお、前提事実(2)ウのとおり、\n本件訂正において、【0035】、【0036】、【0039】及び【0042】に記載されている\n実施例２は参考例１と、実施例３は参考例２とされている。また、図面については、\n別紙特許公報参照。）。\nア  技術分野\nこの発明は、電動式衝撃締め付け工具に関するものである。（【0001】）\nイ  背景技術\n従来の電動式衝撃締め付け工具では、通常、インナロータ型電動モータの出力軸\nの回転を減速機を介して衝撃発生部に伝達し、前記衝撃発生部において発生する衝\n撃力によりメインシャフトに強力なトルクを発生させるようにしている…。（【0002】）\nしかしながら、上記従来の電動式衝撃締め付け工具では、以下に示すような問題\nがある。\n（問題点１）\nインナーロータ型電動モータでは、図２０に示すように、トルクは磁石ｇからロ\nータｒとそれに圧入された細く惰弱な出力軸ｓに伝達されるようになっており、前\n記出力軸ｓの先端部に設けられたソケットｋを介して衝撃発生部へとトルクが伝達\nされる。（【0003】）\nここで、上記衝撃発生部の回転速度は、ボルト等の着座による締め付け抵抗の増\n加に伴って高トルクが発生するために一挙に減少することとなるが、このような現\n象により、一定速度で回転しようとする電動モータの出力軸には高トルク発生毎に\n大きな捩れ力が働くことになる。（【0004】）\nしたがって、出力軸ｓとロータｒ、もしくは出力軸ｓとソケットｋの圧入部が空\n滑りして、力が伝達しなくなる。また、ブラシ式モータである場合には整流子とロ\nータの位置が崩れて、電動モータは短期間で適正な動きをしなくなるか、もしくは\n動作しなくなる。（【0005】）\n上記の内容を解決するため、出力軸ｓを太くする必要があるが、その場合、ワン\nサイズ又はツーサイズ大きな電動モータを使用しなければならない。\n（問題点２）\nインナロータ型電動モータのうちブラシレスの場合、レンチに使用されるような\n小型サイズのものではハイパワーを入力すると無負荷回転速度は４００００～５０\n０００ｒｐｍ程度まで上がるため、主として磁極数を増やすことで回転数を低くし、\nそのトルクを上げるようにしている。（【0006】）\n上記手法による回転数の低下は、電動モータの大きさ及び重量を考慮すると磁極\n数を二倍程度にするのが限界であり、そのときの回転数は１／２程度である。した\nがって、比較的大きな減速機が必要となり、電動式衝撃締め付け工具は前記減速機\n分だけ重くなってしまう。\n（問題点３）\nインナロータ型電動モータを使用した電動式衝撃締め付け工具では、通常、減速\n機構（遊星歯車機構） を備えているため、減速している分だけ出力が大きくなるが、\nその力は内歯車で受けることになることから外側ケースに伝わる。したがって、作\n業者にとってはそのケースに伝達された力が比較的大きな反力として感じられ、作\n業性も悪く疲労度を増すことになり、長時間使用できない。（【0007】）\nウ  発明が解決しようとする課題\nそこで、この発明では、小型、軽量で、低反力且つ耐久性を有する電動式衝撃締\nめ付け工具を提供することを課題とする。（【0009】）\nエ  課題を解決するための手段\n（請求項１記載の発明）\nこの発明は、電動モータの出力部の回転を衝撃発生部に伝達し、前記衝撃発生部\nにおいて発生する衝撃力によりメインシャフトに強力なトルクを発生させる電動式\n衝撃締め付け工具において、電動モータが、アウタロータ型電動モータである。 …\n（【0010】）\nオ  発明の効果\nこの発明の電動式衝撃締め付け工具によると、小型、軽量で、低反力且つ耐久性\nを有するものとすることができる。（【0011】）\nカ  発明を実施するための最良の形態\n以下にこの発明の電動式衝撃締め付け工具を実施するための最良の形態としての\n実施例について詳細に説明する。（【0012】）\nキ  実施例１\nこの実施例１は、この発明の電動式衝撃締め付け工具のうち電動式インパルスレ\nンチＲに関するものである。\n（この電動式インパルスレンチＲの基本構成について）\nこの電動式インパルスレンチＲは、図１に示すように、アウタロータ型電動モー\nタＭの出力部であるロータ６の回転を直接油圧パルス発生部Ｐ （課題を解決する\nための手段の欄に記載の衝撃発生部に相当する）のライナ１０２に伝達して、前記\n油圧パルス発生部Ｐにおいて発生する衝撃パルスによりメインシャフト１０７に 強\n力なトルクを発生させるものであり、バッテリー電源７により上記アウタロータ型\n電動モータＭを回転駆動せしめている。\n（アウタロータ型電動モータＭの基本構成及び動作について）\nアウタロータ型電動モータＭは、図１～図３に示すように、筒部１０と当該筒部\nの一端側に設けられたフランジ部１１から成る支持体１と、前記筒部１０内に設け\nた一対の軸受Ｂのインナーレースを介して設けられる回転軸２と、前記筒部１０の\n外周面に固定され且つ６個の磁極部３０を持つステータ３と、前記ステータ３に巻\nき付けられたコイル４と、前記ステータ３の外周側に隙間を設けて筒缶部６０内面\n側に貼設された磁石５と、前記磁石５を内周面に保持する筒缶部６０、上記回転軸\n２に密嵌されたロータフランジ部６１及びロータフランジ部６１に設けられたソケ\nット部６２から成るロータ６とから構成されている。なお、このアウタロータ型電\n動モータＭは、図１に示すように支持体１を図示しないビス等を介してレンチ本体\n内部に脱落不能に取り付けられている。（【0013】）\nこのアウタロータ型電動モータＭでは、図４～図８に示す如き原理でロータ６は\n回転駆動せしめられる。…効率が同一であれば、７倍のトルクが得られることにな\nる。…\n（油圧パルス発生部Ｐの基本構成及び動作について）\n油圧パルス発生部Ｐは、図１や図９に示すように、ライナケース１０１内にライ\nナ１０２を設け、前記ライナ１０２内にメインシャフト１０７を嵌挿してライナ１\n０２をメインシャフト１０７に対して回動自在とし、このライナ１０２内にトルク\nを発生するための作動油（オイル）を充填してライナ１０２の両端に取り付けたラ\nイナ下板１０３とライナ上板１０４によって密封している。（【0014】）\n…アウタロータ型電動モータＭの回転によってライナ１０２が回転すると、高圧\n室Ｈの容積は減少するためオイルは圧縮されて瞬間的に高圧が発生し、この高圧は\nブレード１０５を低圧室Ｌ側に押しやる。メインシャフト１０７には上下ブレード\n１０５、１０５を介して瞬間的に偶力が作用して強力なトルクが発生する。…\n（【0022】）\n（この電動式インパルスレンチＲの優れた点について）\n(1)    インナロータ型電動モータは、…ロータ６´の径がモータ外径の２／３程\n度であるのに対して、アウタロータ型電動モータは、…ロータ６自体がモータ外径\nであるので、同一磁力で駆動した場合、アウタロータ型電動モータはインナロータ\n型モータに比べて出力トルクは１．５倍程度に大きくなる。換言すれば、出力トル\nクを同一とした場合、アウタロータ型電動モータはインナロータ型モータに比べて\nそのモータ外径が２／３倍程度に小さくなる。（【0026】）\nしたがって、電動式インパルスレンチの駆動源としてアウタロータ型電動モータ\nを使用した場合、小型・軽量化を図ることができる。（【0027】）\nまた、アウタロータ型電動モータのうち、…この実施例のアウタロータ型電動モ\nータＭの如きステータ３の磁極部３０を６極、ロータ６磁石５を１４極のものでは、\nロータ６の回転速度はステータ３における回転磁界の１／７の速度…にすることが\nできる。つまり、この実施例のアウタロータ型電動モータは、高トルク特性だけで\nなく低速特性をも有する。（【0028】）\nしたがって、この電動式インパルスレンチＲでは減速機を不要にでき、その結果\n減速機が無くなった分だけ小型、軽量化できると共に作業者が受ける反力を低減で\nきる。（【0029】）\n上記の二つの要素から、この電動式インパルスレンチＲ は、従来のものと比較し\nてかなり小型で軽量化できる。\n(2)    この電動式インパルスレンチＲにおいても、油圧パルス発生部Ｐのライナ\n１０２の回転速度は、ボルト等の着座後の締め付け抵抗の増加に伴い高トルクが発\n生するために一挙に減少することには変わりがない。（【0030】）\nしかしながら、この電動式インパルスレンチＲでは、ライナ１０２から作用する\n捩じれ力は、従来の強度的に惰弱な細い出力軸で伝達されるのではなく、図２の黒\n塗りの矢印で示した経路…で伝達されることになるから、前記捩じれ力に対して非\n常に強度があるものとなる。（【0031】）\nしたがって、先行技術で示した電動式衝撃締め付け工具の如き、電動モータが短\n期間で適正な動きをしなくなるか又は動作しなくなるようなことはない。つまり、\nこの電動式インパルスレンチＲは、耐久性に優れたものとなる。\n(3)  上記した内容から、この電動式インパルスレンチＲの構成によると、小型、\n軽量で、低反力且つ耐久性を有するものとなる。（【0032】）\nこの欄に示した内容については以下の実施例２ 、３ においても同様に適用でき\nる。（【0035】）\nク  実施例２\nこの実施例２は、この発明の電動式衝撃締め付け工具のうちハンマ式衝撃機構部\n８（課題が解決するための手段の欄に記載の衝撃発生部に相当する）を有する電動\n式ハンマレンチＲ１に関するものである。（【0036】）\nケ  実施例３\nこの実施例３は、この発明の電動式衝撃締め付け工具のうちクラッチ式衝撃発生\n部９（課題を解決するための手段の欄に記載の衝撃発生部に相当する）を有する電\n動式クラッチレンチＲ２に関するものである。（【0039】）\n上記実施例１～３における電動式衝撃締め付け工具は一例であり、アウタロータ\n型電動モータの出力部の回転を衝撃発生部に伝達し、前記衝撃発生部において発生\nする衝撃力によりメインシャフトに強力なトルクを発生させる形態であれば、この\n発明の技術的範囲に属するものである。（【0042】）\n(2)  本件各発明の技術的意義\n本件明細書の記載によれば、インナロータ型電動モータを搭載した従来の電動式\n衝撃締め付け工具では、ボルト等の締め付け時にモータの出力軸に大きな捩れ力が\n働くため空滑りが生じて力が伝達しない場合等があり、出力軸を太くするためには\nモータのサイズを大きくする必要があること、トルクを上げるために減速機が必要\nとなりそれにより工具自体が重くなること、減速機構による出力が外側ケースに伝\n達して作業者が比較的大きな反力を感じるため作業性の低下や疲労度の増加につな\nがること等の課題を有していた。本件各発明は、これらの課題に対し、同一磁力で\n駆動した場合にインナロータ型電動モータよりも出力トルクが大きいアウタロータ\n型電動モータを採用することで、出力トルクが同一の工具であればインナロータ型\nと比べてモータの外径を小さくできること、低速特性を有するアウタロータ型電動\nモータでは減速機を省略できること、減速機の省略により作業者が受ける反力も低\n減できること、アウタロータ型電動モータの構造により捩れ力が出力軸ではなくロ\nータ側（図２の矢印で示される経路）で伝達されるため捩れ力に対して強度を有す\nることから、小型及び軽量で、低反力かつ耐久性を有する電動式衝撃締め付け工具\nを提供することに技術的意義を有する発明である。\n２  争点１（本件発明に関する被告製品の構成要件Ａ１及びＣの充足性）につい\nて\n(1)  「衝撃発生部」（構成要件Ａ１）及び「衝撃締め付け工具」（構成要件Ａ１\n及びＣ）の充足性\nア  本件発明の特許請求の範囲は、「電動モータの出力部の回転を衝撃発生部に\n伝達し、前記衝撃発生部において発生する衝撃力によりメインシャフトに強力なト\nルクを発生させる電動式衝撃締め付け工具において」（構成要件Ａ１）、「電動モ\nータは…であることを特徴とする」（構成要件Ｂ～Ｂ４）、「電動式衝撃締め付け\n工具」（構成要件Ｃ）と規定しており、「衝撃発生部」の構造及び方式等について\n特段の限定や定義をしていない。\nそこで、本件明細書の記載を参酌すると、発明を実施するための最良の形態とし\nて実施例１～３が記載されており、実施例１として本件発明の「衝撃発生部」に相\n当する構成が「油圧パルス発生部Ｐ」である電動式インパルスレンチＲ（【0013】）\nが記載され、「油圧パルス発生部Ｐ」について、アウタロータ型電動モータＭの出\n力部であるロータ６の回転が直接油圧パルス発生部Ｐのライナ１０２に伝達し、油\n圧パルス発生部Ｐにおいて高圧（衝撃パルス）を発生させ、これによりメインシャ\nフト１０７に強力なトルクを発生させることや、油圧パルス発生部Ｐの基本構成及\nび動作等について記載されている（【0014】～【0022】）とともに、実施例１～３\nにおける電動式衝撃締め付け工具は一例であり、アウタロータ型電動モータの出力\n部の回転を衝撃発生部に伝達し、前記衝撃発生部において発生する衝撃力によりメ\nインシャフトに強力なトルクを発生させる形態であれば、本件発明の技術的範囲に\n属するものである旨が記載されている（【0042】）。\nこれらの記載からすると、本件発明の「衝撃発生部」（構成要件Ａ１）とは、ア\nウタロータ型電動モータの出力部の回転が伝達され、衝撃力を発生させるとともに、\n当該衝撃力によりメインシャフトにトルクを発生させる部位をいい、「衝撃締め付\nけ工具」（構成要件Ａ１及びＣ）とは、このような衝撃力によりメインシャフトに\n発生したトルクを利用してボルト等の締付対象物を締め付ける工具をいうものと解\nされる。\nイ  これに対し、被告は、本件明細書において実施例として紹介されている衝撃\n発生部のうち、油圧パルス式に関しては実施例１のみであり、実施例１の油圧パル\nス発生部Ｐが、油圧パルス式の中でも、ベーン方式のものであるとして、本件発明\nの「衝撃発生部」とは、油圧パルスに関しては、実施例１に記載されたベーン方式\nのものを指している旨主張する。\nしかし、前記のとおり、本件発明の特許請求の範囲の記載は、本件発明の「衝撃\n発生部」の構造及び方式等について特段の限定をしておらず、本件明細書において\nも、油圧パルス式のものとしてベーン方式のものが記載されているが、実施例２及\nび３（ハンマ式衝撃機構部が衝撃発生部に相当する電動式ハンマレンチやクラッチ\n式衝撃発生部が衝撃発生部に該当する電動式クラッチレンチ）として油圧パルス式\n以外のものも許容される旨、及び実施例に限らず衝撃発生部において発生する衝撃\n力によりメインシャフトに強力なトルクを発生させる形態であれば本件発明の技術\n的範囲に属するものである旨が記載されていることに照らせば、本件発明における\n「衝撃発生部」は、アウタロータ型電動モータの出力部の回転が伝達され、衝撃力\nを発生させるとともに、当該衝撃力によりメインシャフトにトルクを発生させる部\n位であれば足りると理解することができる。したがって、衝撃発生部が油圧パルス\n式のものについて、本件明細書の実施例１に記載されたベーン方式の油圧パルス発\n生部に限定されるとは解されず、被告の主張は採用できない。\nウ  被告製品の充足\n別紙被告製品説明書記載の被告製品の構成及び動作の説明のうち、被告製品は、\nアウタロータ型の電動モータである「Ｍｏｔｏｒ」の出力部の回転を、油圧パルス\n発生部である「Ｐｕｌｓｅ  ｕｎｉｔ」に伝達し、「Ｐｕｌｓｅ  ｕｎｉｔ」にお\nいて発生する力が、本件発明のメインシャフトに相当する「Ａｎｖｉｌ」に伝わり、\nトルクを発生させることについては争いがない。また、証拠（乙２～５）及び弁論\nの全趣旨によれば、「Ｐｕｌｓｅ  ｕｎｉｔ」に発生する力は「Ａｎｖｉｌ」にト\nルクを発生させる衝撃力となり、締め付けを実現させることが認められる。したが\nって、被告製品の「Ｐｕｌｓｅ  ｕｎｉｔ」は、アウタロータ型電動モータの出力\n部の回転が伝達され、衝撃力を発生させるとともに、当該衝撃力によりメインシャ\nフトにトルクを発生させる部位である本件発明の「衝撃発生部」に相当し、被告製\n品は「電動式衝撃締め付け工具」に該当し、被告製品はこれらの構成を充足すると\n認められる。\n(2)  「強力なトルク」（構成要件Ａ１）の充足性\nア  本件発明の特許請求の範囲は、「電動モータの出力部の回転を衝撃発生部に\n伝達し、前記衝撃発生部において発生する衝撃力によりメインシャフトに強力なト\nルクを発生させる電動式衝撃締め付け工具」（構成要件Ａ１）と記載しており、本\n件発明に係る電動式衝撃締め付け工具が発生させるトルクの大きさについて、具体\n的な数値による限定や、基準値との比較等による特定をしていない。同様に、本件\n明細書においても、当該トルクの大きさについて明示する記載はない。\nまた、本件明細書の記載からすると、本件発明の技術的意義は、従来のインナロ\nータ型電動モータを採用した電動式衝撃締め付け工具に対し、アウタロータ型電動\nモータを採用することで、小型、軽量、低反力及び耐久性を備えた電動式衝撃締め\n付け工具を提供することであり（前記１(2)）、高トルク化、すなわち従来の製品と\n比較して一定以上のトルクを発生させること自体を課題とするものではない。\n一方、本件発明の特許請求の範囲記載の文言からすると、「電動モータの出力部\nの回転」する力が、「衝撃発生部に伝達」され、当該「衝撃発生部において発生す\nる衝撃力」によって「強力なトルク」がメインシャフトに発生するというのである\nから、本件発明に係る電動式衝撃締め付け工具が発生させる「強力なトルク」とは、\n電動式の衝撃締め付け工具という工具の用途に照らせば、メインシャフトに発生す\nるトルク（締付力）は、ボルト等を締め付けるために十分な大きさのトルクを有す\nることが示されているものと理解できる。\nそうすると、本件発明の構成要件Ａ１における「強力なトルク」とは、電動式衝\n撃締め付け工具において締付対象物を締め付けるに足りる十分な大きさのトルクと\nいう意味で、発生するトルクを修飾ないし形容する「強力な」という用語が用いら\nれていると解するのが相当であり、当該「強力な」との文言に、メインシャフトに\n発生するトルクの大きさを限定ないし特定する意味があると解するのは相当でない。\nイ  被告は、この点につき、「強力なトルク」とは、本件優先日当時に存在した\n締め付け工具のトルクを超えるトルクを意味していると解される旨主張する。しか\nし、前記のとおり、本件発明の技術的意義が従来製品と比較した場合の高トルク化\n自体を目的とするものではないこと、及び本件明細書において、本件優先日当時に\n存在した従来の電動式衝撃締め付け工具においてメインシャフトに発生するトルク\nについても「強力なトルク」と記載されていること（【0002】）等を踏まえると、\n本件発明における「強力なトルク」が、本件優先日当時の締め付け工具のトルクを\n超えるトルクを意味しているとは解されない。\nウ  被告製品の充足\n被告製品において発生するトルクは、製品ごとに、１２Ｎｍ～３５Ｎｍのものか\nら５５Ｎｍ～１５０Ｎｍのものまであり、各用途に照らして締付対象物を締め付け\nるために十分な大きさのトルクを有することが認められるから（乙５）、被告製品\nのメインシャフトには、「強力なトルク」が発生しているといえる。\n(3)   以上より、被告製品は、構成要件Ａ１及びＣを充足し、本件発明の技術的範\n囲に属することが認められる。\n３  争点２（本件発明に関する無効の抗弁の成否）について\n(1)  争点２－１（明確性要件違反の有無）について\n特許法３６条６項２号は、特許を受けようとする発明が明確であることを規定す\nるところ、当該発明がこの明確性要件を満たすか否かは、特許請求の範囲の記載の\nみならず、願書に添付した明細書の記載及び図面を考慮し、また当業者の出願時（優\n先日当時）における技術常識を基礎として、特許請求の範囲の記載が、第三者に不\n測の不利益を及ぼすほどに不明確であるか否かという観点から検討されるべきであ\nる。\n本件発明の特許請求の範囲及び本件明細書の記載（前記１(1)）によれば、本件発\n明の特許請求の範囲における「強力なトルク」とは、電動式衝撃締め付け工具にお\nいて締付対象物を締め付けるに足りる十分な大きさのトルクであることを意味して\nいると解され、このような意味のトルクを修飾ないし形容する用語として「強力な」\nという文言が用いられていると解することができる（前記２(2)ア）。\nまた、本件発明の技術的意義は、従来のインナロータ型電動モータを採用した電\n動式衝撃締め付け工具が有していた課題に対し、アウタロータ型電動モータを採用\nすることで、小型、軽量、低反力かつ耐久性を実現する電動式衝撃締め付け工具を\n提供する点にあるところ（前記１(2)）、発明特定事項として、メインシャフトに発\n生するトルクの大きさについて、絶対値による数値範囲や、相対比較のための基準\n値が必須であるとはいえない。そして、かかる解釈が本件優先日当時の技術常識に\n反するとは考え難い。\nしたがって、本件発明の特許請求の範囲における「強力なトルク」の意味は明確\nであるといえ、その記載が第三者に不測の不利益を及ぼすほどに不明確であるとは\nいえない。\n以上より、被告の明確性要件違反を理由とする無効の抗弁は理由がない。\n(2)  争点２－２（乙７発明に基づく進歩性欠如の有無）について\n被告は、本件発明は、乙７発明に本件優先日当時の周知技術を適用することによ\nり容易に発明をすることができた旨主張するので、以下、検討する。\nア  乙７発明の構成\n(ｱ)  乙７公報には以下の記載がある（乙７）。\n「本発明は、ファスナーの締めおよび緩めに使用される電動インパクトレンチに\n関する。」\n「これらのインパクトレンチ…１回の衝撃エネルギーは低く…かつこれらのレン\nチはかなり重いことが示される。…高頻度の打撃により大きな騒音および振動が生\nじる；さらに、１回の衝撃エネルギーが低いため、ファスナーを締めるために多数\nの打撃…を必要とするため、高いエネルギー損失によって操作は低効率となる。上\n記の種類のインパクトレンチは、高精度の締め付け力を必要とする重要なファスナ\nーを締めるためには使用されない…。１回の衝撃エネルギーが比較的低いことを考\n慮すれば、このようなレンチは…大型のボルトの締めには使用することができない\n…。」\n「本発明の目的はファスナーの締めおよび緩めに使用することができるインパク\nトレンチを提供することである。本発明のもう１つの目的は、１回の衝撃エネルギ\nーを高くし、ハンマーとアンビルのインパクトジョー間の係合に関するエネルギー\n損失を最小限にした、オペレータによる制御下で締めを行うインパクトレンチを提\n供することである。さらにもう１つの本発明の目的は、信頼性および耐久性のある\n構造を有するインパクトレンチを提供することである。」\n「インパクトレンチは、ハンマー２を収容するハウジング１（図１）、ハンマー\nと同軸上に取り付けられたアンビル３、およびスピンドル４を備えている。ハンマ\nー２は、アンビル３のインパクトジョー６と協働するように適合されたインパクト\nジョー５を有する。アンビル３は、…スピンドル４に取り付けられ、それによって、\nスピンドルとアンビルがジョー５およびジョー６（図１）の協働時にともに回転し、\nまた、互いに対して軸方向に移動可能とされる。…ハンマー２は、電動モータによ\nって回転し、電動モータのステータ８は、…ハウジングに固定された固定軸９に固\n定され、ロータ１１は、ステータ８を内包し、ハンマー２へ堅固に固定されている。\n…ハンマー２の加速時のインパクトジョー５および６の間の空間は、スピンドル４\nへ作動可能に連結するロック手段１９によって規定される。ハンマー２側へのスピ\nンドル４の最初の移動時に、レンチハウジング１を押し出すことによって、バネ１\n６は圧縮され、ロック手段１９は、アンビル３のハンマー２側への移動を防止し、\nスピンドル４のさらなる移動時に、前記ロック手段は、バネ１６の作用によるハン\nマー２側への移動のため、そしてインパクトジョー５および６の協働のため、アン\nビルを解放する。ロック手段１９とスピンドル４の間の作動連結部は、ハンマー２\n側へのスピンドル４の移動時にその間で協働するカム２０および係脱手段２１を備\nえ、カム２０は、ハンマー２のインパクトジョー５の方向に配置され、それに連結\nされ、前記係脱手段２１は、アンビル３のインパクトジョー６の方向に配置され、\nスピンドル４に連結されている。」\n「スイッチ２９（図１）の作動によって、電動モータは通電される。ロータ１１は\nハンマー２とともに回転を始める。電動モータが最速で運転しているとき、オペレ\nータはハンドル２２および２３を前方に押してナット（またはボルト）側にハウジ\nング１を移動させて締め、スピンドル４はブッシング３４（図３）に対して移動し\nてバネ４８を圧縮させる。同時に、スピンドル４の環状突起３５はバネ１６を圧縮\nさせ、バネの他端は、…アンビル３（ブッシング３４の環状突起４１とかみ合って\nいるレバー３２のフック３８によって保持されている。）に当接する。スピンドル\n４の径方向通路４７に取り付けられたプッシャー４６は、…カム２０とかみ合って\nいる。カム２０は、…プッシャー…を変位させ、プッシャーは、環状バネ３３によ\nって積載されるレバー３２を付勢する。レバー３２のフック３８は、ブッシング３\n４の環状突起４１から係脱し、アンビル３は、バネ１６の作用によってハンマー２\n側に移動する。アンビルは、ハンマー２のインパクトジョー５と、アンビル３のイ\nンパクトジョー６とが、互いに反対側に置かれた後にのみ移動することができ、そ\nれは、…カム２０がハンマー２のインパクトジョー５に向けられ、プッシャー４６\nが、アンビル３のインパクトジョー６に向けられることによって達成される。アン\nビル３は、スピンドル４…のハンマー２（図１）側への移動時に、そのインパクト\nジョー６によってハンマー２のインパクトジョー５とかみ合い、打撃が付与され、\nその間、回転しているハンマー２に運動エネルギーが蓄積され、ロータ１１がアン\nビル３およびスピンドル４を通じて、締められるファスナーに送られる。同時に、\nハンマー２側に移動するアンビル３は、レンチの電動モータの電源を切るためにス\nイッチ２５を作動させる弾性レバー２６を解放する。次の打撃を付与するために、\nレンチをファスナーから離し、バネ４８が、スピンドル４をその最初の位置に戻ら\nせる必要がある。」\n【図１】                                【図３】\n(ｲ)  乙７発明の構成\n乙７公報が、本件発明の構成要件Ａ１、Ｂ４及びＣに相当する構成を開示するこ\nとは当事者間に争いがない。また、前記(ｱ)の認定によれば、乙７公報は、次の構成\nの発明（乙７発明）を開示しているものと認められる。\nａ  電動モータは、ユーザがハウジング１を前方に押す前は、ロック手段１９\nがアンビル３とハンマー２とを隔離しているため、ロータ１１及びハンマー\n２のみを回転させるが、ユーザがハウジング１を前方に押すと、カム２０及\nび係脱手段２１により、ロック手段１９が解除され、アンビル３がハンマー\n２に向けて移動し、アンビル３のインパクトジョー６がハンマー２のインパ\nクトジョー５と係合し、それにより、ハンマー２及びロータ１１に蓄積され\nた運動エネルギーによってアンビル３及びスピンドル４の回転が生じ、スピ\nンドル４の先端に締 め付けトルクが生じる電動モータ付き電動式インパク\nトレンチにおいて、\nｂ  電動モータは、\nｂ１  電磁石又は永久磁石を有するステータ８と、\nｂ２  前記ステータ８の外周側に隙間を設けて配置された円筒状のロータ１\n１とを備える\nｂ３  アウタロータ型電動モータであることを特徴とする\nｃ  電動モータ付き電動式インパクトレンチ\n(ｳ)  被告は、乙７公報は、ステータ８が電磁石を有する旨主張し、原告はステー\nタが磁極部を有することを争う。乙７公報にはアウタロータ型電動モータを備える\n電動式インパクトレンチの発明が記載されるところ、アウタロータ型電動モータが\n示されていれば、その動作原理（乙９、３８、３９）から、少なくともステータが\n磁石（電磁石又は永久磁石）を有することは開示されていると認めることができる\nが、本件発明の「磁極部」（構成要件Ｂ１）が電磁石による磁極を意味するものと\nすれば、ステータ８が「磁極部」を有するかは乙７公報の記載からは不明であると\nいわざるを得ない。\nまた、原告は、乙７公報には、磁石を内側に保持する筒缶部の存在は開示されて\nいない旨主張する。しかし、乙７公報において、ロータ１１がステータ８を「内包\nする」と記載されていること及び図１に示されたロータ１１とステータ８の形状 や\n位置関係からすると、乙７発明のロータ１１は円筒状の筒缶部を有していると認め\nられる。\nイ  相違点\n本件発明と乙７発明とを対比すると、次の相違点を認めることができる。\n本件発明の電動モータは、ステータが磁極部を持ち（構成要件Ｂ１）、ロータが、\nステータの外周側に隙間を設けて貼設された磁石（構成要件Ｂ２）と、前記磁石を\n内周面に保持する筒缶部（構成要件Ｂ３）を有するアウタロータ型電動モータであ\nるのに対し、乙７発明の電動モータは、ステータ８が磁極部を持つか否かが不明で\nあり、ロータ１１の筒缶部が、その内周面に、ステータ８の外周側に隙間を設けて\n貼設された磁石を保持しているか否かが不明である点（以下「相違点①」という。\n相違点①は、乙７発明が「筒缶部」を有することを前提としているほかは、原告主\n張の相違点１－２と同旨である。また、相違点１－２は、被告主張の相違点１－１\nを含むものと解される。）。\nウ  容易想到性\n(ｱ)  証拠（乙２１～２３）によれば、本件優先日当時、電動モータとして、ステ\nータがコイルを備え、ロータが永久磁石を備えるＢＬＤＣモータ、及びそのステー\nタとロータの関係がアウタロータ型であるモータは周知であり、アウタロータ型の\nＢＬＤＣモータの場合、中空の円筒を形成するロータの内周面に、ステータと隙間\nを設けて永久磁石が保持されると認められる。また、証拠（乙２５、２７～３０）\nによれば、本件優先日当時、電動モータにおいて磁石を接着剤でロータに貼設する\n方法も周知であったと認められる。\nさらに、前記アのとおり、乙７発明は、そのモータについて、電磁石又は永久磁\n石を有するステータ８と、ステータ８の外周側にステータ８を内包する筒缶部を有\nするロータ１１を備えるアウタロータ型の電動モータであること以外に、電動モー\nタの詳細な構造が特定されていないところ、乙７公報の図１では、ケーブルがステ\nータ８に延びている形状が示唆されることから、乙７発明においてステータ８が磁\n極部を有する構成を採用することに支障がないものと認められる。\n以上によれば、本件優先日当時、当業者は、乙７発明のアウタロータ型のモータ\nついて、周知技術を適用し、ステータ８が磁極部を持ち、ロータ１１の筒缶部の内\n周面に、ステータ８の外周側から隙間を設けて磁石を貼設する構成に至ることを容\n易に想到し得たといえる。\n(ｲ)  原告は、アウタロータ型のＢＬＤＣモータの公知例として挙げられる前記\nの証拠が、家電製品等に使用されるモータについてのものであり、乙７発明とは技\n術分野を異にし、電動式衝撃締め付け工具に適用されることが示唆されていないと\n主張する。しかし、アウタロータ型のＢＬＤＣモータに係る前記の構造ないし周知\n技術は、モータが使用される装置・機器の各分野において特有のものであるとは認\nめられない。\nまた、原告は、乙７発明のステータが磁極化される場合、乙７発明は磁極化する\nステータと磁石を有しないロータの構成によってロータを回転させるＳＲモータ等\nのモータを開示している旨主張する。しかし、乙７発明は、ロータに磁石を保持す\nる構成を明示していないにとどまるのであって、ロータに磁石を保持しない構成が\n開示されているとはいえないことから、当業者が乙７発明のロータに磁石を保持す\nる構成を採用することについて、特段の阻害要因があるとはいえない。\nしたがって、この点に係る原告の主張は採用できない。\nエ  以上によれば、本件発明は、乙７発明に本件優先日当時の周知技術を適用す\nることにより容易に発明をすることができたといえるから、被告主張の無効理由が\n認められる（なお、原告が本件訂正を行った上、訂正の再抗弁を主張し、無効理由\nが解消したと解されることは、後記４のとおりである。）。\n(3)  争点２－３（乙６発明又は乙６－２発明に基づく進歩性欠如の有無）につい\nて\n被告は、本件発明は、乙６発明又は乙６－２発明に、本件優先日当時の周知技術\nを適用することにより、容易に発明をすることができた旨主張するので、以下、検\n討する。\nア  乙６文献の記載\n乙６文献には以下の記載がある。\n(ｱ)  序論\n「電動手工具（パワーハンドツール）応用には、概して適度な速度で高い出力の\nトルクが必要である。製品は軽量、小型、かつ人間工学的なデザインでなければな\nらない。必要なトルクを達成するために、強制空冷式直流モータまたはユニバーサ\nルモータをステップダウンギアボックスとともに用いるのが通常である。上述のシ\nステムは頑丈で費用対効果が高いが、主要な３つの問題がある。１．音響騒音のレ\nベルが比較的高い。…２．ギアボックスにより生じる人間工学的なレイアウトにお\nける制限。…３．効率が低い。…この論文は、トルク密度が非常に高い電気機械を\n製造することによって良好なシステムの製造を目指した研究に関して報告するもの\nである。…２つの機械が作られた。その１つは、従来の積層構造を用いた径方向界\n磁型機であり、もう１つは、鉄粉（６）を用いたクローポール型アーマチュア機で\nある。…この論文では…両者の性能を比較する。」\n(ｲ)  積層型機\n「作製されたアウターロータ型の積層構造機は三相ブラシレス設計であり、磁気\n装荷を最大化するために焼結希土類磁石が使用されている。」\n(ｳ)  極対あたりの歯数\n「図２に示すように、この１６極機には１２歯しかない。」\n(ｴ)  巻線配置\n「それぞれの歯に１つのコイルを配置するのが自然な巻き方であり…図５は、こ\nの機械の写真であり、巻線およびロータ構成を示している。主な寸法は表２にある。」\n「表２  エアギャップ長  ０．５mm」\n【図２】                      【図５】\n(ｵ)  クローポール型アーマチュア機\n「低回転速度で高トルクを必要とする用途のために、数多くの新しい形態の永久\n磁石機が開発されてきた…ステータコアは突極型で、ロータに永久磁石を使用し、\n二重突極配置になることが多い。」\n「表３  エアギャップ長  ０．５mm」\n(ｶ)  運転試験\n「両方の機械について広範囲にわたるテストを行った。初めに逆起電力を観察し\nてから、台形電流波形でブラシレスＤＣ機として運転した。」\n(ｷ)  結論\n「高トルク用途のために、２つの根本的に異なる種類の機械を設計、製作し、試\n験を行った。いずれの機械も、強制冷却なしで著しく高い比出力を発生する。…い\nずれの機械も、課されていた意欲的な仕様を満たすことはできないが、磁気設計が\nより洗練されれば、クローポール型機はこの仕様を満たすことができると予想され\nる。」\nイ  乙６－２発明の構成\n(ｱ)  前記アによれば、乙６文献には、次の構成の乙６－２発明が開示されている\nものと認められる。なお、電磁石では、磁力を高めるため、コイルの内部に鉄心が\n挿入されることが認められる（乙１１、１２）。また、クローポール型の名称は、\n固定子のヨーク（鉄心）が多数の爪型の突起（歯）を備えることに由来する（弁論\nの全趣旨）。\nａ´  高トルクが求められる電動手工具に使用されるブラシレスモータであっ\nて、\nｂ１´  軸から放射状に延びる複数の歯を有する鉄心又はクローポール型のヨ\nークを備えた電磁石を持つステータと、\nｂ２´  前記ステータの外周側に隙間を設けて配置された永久磁石と、\nｂ３´  前記永久磁石を保持する円筒状のロータ構造とを備える\nｃ´  アウタロータ型電動モータ\n(ｲ)  被告は、乙６文献には、電動手工具である乙６発明も開示されていると主張\nする。しかし、前記アのとおり、乙６文献は、あくまで電動手工具に応用するため\nの高いトルクを実現する２つの機械（モータ）を設計、製作してその機能等を比較\nするために記載された文献であり、そこで開示されている技術は前記(ｱ)のとおり\nのモータに関する技術に止まる。したがって、この点の被告の主張は採用できない。\n一方、原告は、乙６文献記載の発明において、磁石を内側に保持する筒缶部の存\n在が明らかでない旨主張するが、前記アの図面からすると、ロータは円筒状であり、\nまた、ロータに永久磁石が保持されることは、前記アの図面並びに(ｲ)及び(ｵ)の記\n載から明らかである（なお、積層型機においてはロータの「内周面に」永久磁石が\n保持されるとしても、クローポール型機においてロータの「内周面に」永久磁石が\n保持されるかは明らかでない。）。\nまた、原告は、積層型及びクローポール型という異なるモータをまとめて１つの\n発明として認定することは適切でない旨主張するが、いずれも高トルク用途のため\nのアウタロータ型電動モータであり、ブラシレスＤＣ機として運転され、磁極部を\n持つステータを有するのであるから、乙６文献には前記(ｱ)の乙６－２発明が開示\nされていると認めることができる。\nウ  相違点\n本件発明と乙６－２発明とを比較すると、少なくとも、次の相違点を認めること\nができる。\n(ｱ)  相違点②－１（被告主張の相違点２－４及び２－５、並びに、原告主張の相\n違点２－７と同旨）\n本件発明は、電動モータの出力部の回転を衝撃発生部に伝達し、前記衝撃発生部\nにおいて発生する衝撃力によりメインシャフトに強力なトルクを発生させる電動式\n衝撃締め付け工具であるのに対して、乙６－２発明は、電動手工具に応用されるア\nウタロータ型電動モータであって、「電動モータの出力部の回転を衝撃発生部に伝\n達し、前記衝撃発生部において発生する衝撃力によりメインシャフトに強力なトル\nクを発生させる」構造を備えず、電動式衝撃締め付け工具ではない点\n(ｲ)  相違点②－２（被告主張の相違点２－６と同旨）\n本件発明は、アウタロータ型電動モータのステータの外周側に隙間を設けて磁石\nが「貼設」されているのに対して、乙６－２発明ではロータが永久磁石を保持する\n手段が明らかにされていない点\nエ  容易想到性\n(ｱ)  相違点②－１について\n被告は、相違点②－１に係る本件発明の構成について、乙６－２発明に、本件優\n先日当時の周知技術であったとするモータの連続的な回転をオイルパルスユニット\nによってパルス状のトルクに変換し、出力軸に伝達する技術（乙１４～２０）を適\n用することで、当業者が容易に想到し得ると主張する。\nしかし、乙６－２発明は、高トルク用途を目的・課題とした電動モータに関する\n発明であるのに対して、被告が主張する前記の技術は、電動式又は空圧式の締め付\nけ工具において、モータの回転力をパルス状のトルクに変換し、出力軸に伝達する\nことを目的・課題とした技術であって、両者は課題や作用効果が異なる。\nまた、前記アのとおり、乙６文献にはギアボックスを使用する場合の問題点が記\n載され、乙６－２発明はそのモータを電動手工具に応用することを示唆していると\n認められるが、証拠（甲２０、２２～２５）によれば、電動手工具には、用途別に、\n穴あけ作業用、ねじ類の締め付け用、研削・研磨作業用、切断用、切削用等が存在\nする。電動式衝撃締め付け工具は、ねじ類の締め付け用に属する電動手工具に該当\nするが、同分野にはスクリュードライバーやナットランナーも含まれる。また、他\nの用途の電動手工具として、グラインダー、充電式カンナ、ドリルドライバー、チ\nェーンソー等が存在する。高トルク用途であり、ギアボックスの省略が期待される\n電動手工具は、電動式衝撃締め付け工具に限られず、前記のとおりの複数の電動手\n工具にも妥当する。そうすると、乙６文献において、乙６－２発明を電動手工具に\n適用することは示唆されるとしても、更に進んで多種多様な電動手工具の中から、\n衝撃発生部を備えた電動式衝撃締め付け工具を選択することまでが示唆されている\nとはいえない。\n以上より、仮に、本件優先日当時、モータの連続的な回転をオイルパルスユニッ\nトによってパルス状のトルクに変換し、出力軸に伝達する技術が周知技術であった\nとしても、乙６－２発明に、当該技術を適用する動機付けがあるとは認められず、\n当業者が相違点②－１に係る本件発明の構成に容易に想到し得るとは認められない。\n(ｲ)  以上から、その余の相違点について判断するまでもなく、被告の乙６発明又\nは乙６－２発明に基づく進歩性欠如の主張は理由がない。\n(4)  争点２－４（乙１５発明に基づく進歩性欠如の有無）について\n被告は、本件発明は、乙１５発明に、乙６－２発明を適用することにより、容易\nに発明をすることができた旨主張するので、以下、検討する。\nア  乙１５発明の構成\n乙１５公報は、次の構成の乙１５発明を開示しているものと認められる（争いが\nない。）。\nａ  電動モータ１５の出力軸の連続的な回転を油圧式のベーン方式のパルス\n力発生装置１６に供給し、パルス力発生装置１６が増幅されたインパルス状\nのトルクを発生し、パルス力発生装置１６の出力と同軸に接続されたツール\n出力軸１９にねじ締付用のトルクを発生させる 電動モータ付きトルク制御\n式パルスツールにおいて、\nｂ  電動モータは、\nｂ１  中空円筒状のステータと、\nｂ２  ステータ又はロータの一方に固定された永久磁石であって、ステータ\n又はロータの他方との間に隙間を開けて固定された永久磁石と、\nｂ３  円柱状のロータとを備える\nｂ４  インナロータ型のＤＣモータであることを特徴とする\nｃ  電動モータ付きトルク制御式パルスツール\nイ  相違点\n乙１５発明の電動モータがインナロータ型であり、アウタロータ型電動モータを\n採用する本件発明と対比して構成要件Ｂ１～Ｂ４を備えていない点で相違すること\n（以下「相違点③」という。）については、当事者間に争いがない（ただし、被告\n主張のように相違点３－１と３－２に分割することの是非には争いがある。）。\nウ  容易想到性\n被告は、相違点③のうち、相違点３－１（本件発明では、電動モータが磁極部を\n持つステータと磁石を内周面に保持する筒缶部を有するロータとを備えるアウタロ\nータ型であるのに対し、乙１５発明は、電動モータがインナロータ型である点） に\nついて、締め付け工具ではトルクが重要であり、乙１５公報にも電動モータに関し\nて発生トルクの大きいＤＣモータを使用することが多い旨が記載され、当業者であ\nれば乙１５発明においてより高いトルクを実現するために電動モータのトルクを大\nきくしたはずであり、この目的に合致する乙６－２発明を適用して相違点③に係る\n構成に至ることが容易であった等と主張する。\nしかし、乙１５発明は、従来のパルス力を発生させるねじ締め用ツールにおいて、\nねじを所定のトルクで締め付けられるようにトルクを一定値に設定しかつ制御する\n場合、コントローラが必要となるが、トルク検出手段が含まれるツール本体とコン\nトローラが別置となることで、ノイズに弱いこと、トルクの制御精度の悪さ、作業\n効率の悪さ等の課題があることに対し、簡単な構成で所要の締め付けトルクの制御\nを行えるようにすることを目的とし、本体ツールのケーシングに、電動モータ及び\nパルス力発生手段のほか、出力軸に伝達されるトルクを検知するトルク検知手段と、\n当該トルク検知手段の出力に基づいて電動モータを制御する制御手段とを収容した\n自己完結型のトルク制御パルスツールの発明である（乙１５【0002】～【0008】）。\nこのように、乙１５発明は、トルクを制御するためのコントローラをケーシング\n内に収容し、自己完結型のトルク制御パルスツールを課題とする発明であり、モー\nタ自体に課題を有する発明ではない。\nまた、乙１５公報には、乙１５発明が採用するモータに関して、電動モータには\n発生トルクの大きいＤＣモータを使用することが多い旨が記載されているが、一方\nで、小容量のモータを使用可能とし、それによりツールを小型化することが可能で\nあることも記載されており（乙１５【0013】）、乙１５発明において、高トルク化\nや、そのために発生トルクの大きいモータを採用することが示唆されているとはい\nえない。\nこれに対し、乙６－２発明は、高トルク用途を目的・課題としたアウタロータ型\n電動モータに関する発明であり、電動手工具への応用は示唆されているものの、そ\nの下位概念である衝撃発生部を備えた電動式衝撃締め付け工具へ適用することまで\nは示唆されていない。\n以上のとおり、高トルク化やモータに関する課題が示唆されていない乙１５発明\nに接した当業者において、モータの構造をインナロータ型からアウタロータ型に置\n換することについての動機付けがあるとはいえない。\nしたがって、被告主張の相違点を前提としても、乙１５発明に乙６－２発明を適\n用する動機付けがあったとはいえず、当業者において、相違点③に係る構成に至る\nことが容易であったとは認められない。\nエ  以上より、被告の乙１５発明に基づく進歩性欠如の主張は理由がない。\n(5)  争点２－５（乙１６発明に基づく進歩性欠如）について\n被告は、本件発明は、乙１６発明に、乙６－２発明を適用することにより、容易\nに発明をすることができた旨主張するので、以下、検討する。\nア  乙１６発明の構成\n(ｱ)  乙１６公報には以下の記載がある。\n【特許請求の範囲】【請求項１】\n「パルス状トルクを発生するトルク発生手段と；前記トルク発生手段を駆動する\n駆動手段と；所定のねじ部品に係合するとともに、前記トルクによって回転し、前\n記係合したねじ部品を所定の被ねじ込み部品にねじ込む回転軸と；前記ねじ部品を\n前記被ねじ部品にねじ込む前記トルクの理想上限値を設定する第１の設定手段と；\n前記駆動手段が駆動する駆動速度を設定する第２の設定手段と；前記設定されたト\nルクの理想上限値を第１の記憶値として記憶する第１の記憶手段と；前記設定され\nた駆動速度を第２の記憶値として記憶する第２の記憶手段と；前記駆動手段が第 ２\nの記憶値で駆動するよう制御し、前記トルクが前記第１の記憶値を超えたときに前\n記駆動手段を停止させるように制御する制御手段とを備え；前記制御手段は、前記\nトルクが前記駆動手段の起動後所定の時間内に前記第１の記憶値に達しない場合に、\n前記第２の記憶値より大きな値を新しい第２の記憶値として第２の記憶手段に記憶\nさせる；トルク制御式インパクトレンチ。」\n【発明の詳細な説明】\n「本発明は、油圧機構によってトルクを発生させ、発生したトルクを制御するト\nルク制御式インパクトレンチに関し、特にモータの回転数を変えて制御を行うトル\nク制御式インパクトレンチに関するものである。」（【0001】）\n「従来のトルク制御式インパクトレンチは、出力軸と、モータと、トルクを発生\nさせるオイルパルスユニットと、トルクを検出するトルクセンサとを含んで構成さ\nれている。オイルパルスユニットはモータにより回転されて油圧を発生させ、油圧\nをパルス状のトルクに変換し、出力軸を回転させ、出力軸にトルクを発生させてい\nた。」（【0002】）\n「【発明が解決しようとする課題】…従来のトルク制御式インパクトレンチによ\nれば、特に中間体と締付特性が異なる。軟体、または剛体のねじ部品を被ねじ込み\n部品に締め付けるときに、コントローラに入力された条件が不適切なため、モータ\nの回転数が低くトルクが十分に発生しなかったり、カットオフトルク値が不適切で\n締付不足、締付過大が生じる場合があった。」（【0005】）\n「また、同じ仕様のねじ部品を、被ねじ込み部品に取付部位を変えて複数ねじ込\nむ場合に、取付部位によって締付特性が異なるにもかかわらず同じ締付条件で締め\n付け、適切な締め付けがなされない場合があった。」（【0006】）\n「そこで本発明はねじ部品、被ねじ込み部品の締付特性、締付部位に拘わらず適\n正な締付作業をすることができるトルク制御式インパクトレンチを提供することを\n目的としている。」（【0007】）\n「オイルパルスユニット５は、電動モータ４によって回転駆動され、油圧Ｐを発\n生させ、発生した油圧Ｐによってパルス状のトルクＴを発生させる。…なお、電動\nモータ４は、ＤＣモータである。」（【0019】）\n「…発生したトルクＴは、ケース２から突出した、本発明の回転軸としての出力\n軸９の回転によって取り出せる。出力軸９には、本発明の回転軸としてのソケット\n１０が結合される。」（【0020】）\n乙１６公報【図１】\n(ｲ)  前記(ｱ)によれば、乙１６公報は、次の構成の乙１６発明を開示しているも\nのと認められる。\nａ  電動モータ４の出力軸の回転によってオイルパルスユニット５を駆動し、\nオイルパルスユニット５において発生するパルス状のトルクＴにより、出力\n軸９及びソケット１０にねじ部品を被ねじ込み部品にねじ込むためのトル\nクを発生させる、電動モータ付きトルク制御式インパクトレンチにおいて、\nｂ  電動モータ４は、\nｂ１  ロータ及びステータを有し、\nｂ２  ロータ及びステータの一方は電磁石を保持し、他方は永久磁石又は電\n磁石を保持する\nｂ３  ＤＣモータであることを特徴とする\nｃ  電動モータ付きトルク制御式インパクトレンチ\n(ｳ)  原告の主張について\n原告は、乙１６発明には電動モータ４がＤＣモータであることが開示されている\nに止まり、ロータ、ステータ及び磁石を保持していることは開示されていないと主\n張する。しかし、ＤＣモータであることが開示されていれば、ＤＣモータの原理（甲\n２７、乙９、３８、３９）からして、少なくとも、ロータ及びステータを備え、そ\nの一方が電磁石を保持し、他方が永久磁石又は電磁石のいずれかを保持することが\n開示されているもの（電動モータ４はブラシ付きＤＣモータかＢＬＤＣモータかが\n不明であり、ロータ又はステータの一方が電磁石を保持することは開示されている\nといえるものの、他方が永久磁石又は電磁石のいずれを保持するかは不明である。）\nと認めることができる。また、原告は、乙１６発明の電動モータ４が、ブラシ付き\nＤＣモータであることが示唆されていると主張するが、図１をはじめとする乙１６\n公報の記載を踏まえても、乙１６発明について、電動モータ４がブラシ付きＤＣモ\nータであることまで開示しているとは認められない。\nイ  相違点（少なくとも次の相違点が認められる。）\n本件発明は、電動モータが、磁極部を持つステータと、前記ステータの外周側に\n隙間を設けて貼設された磁石と、前記磁石を内周面に保持する筒缶部を有するロー\nタとを備えるアウタロータ型電動モータの構成（構成要件Ｂ１～Ｂ４）を有するの\nに対し、乙１６発明の電動モータ４は、アウタロータ型電動モータであるか否かが\n不明である点（被告主張の相違点４－１と同旨。以下「相違点④」という。）。\nウ  容易想到性\n被告は、乙１６発明と乙６－２発明は、用途、機能及び作用が共通し、技術常識\nに照らしても、当業者であればモータの出力するトルクを大きくしたはずであると\nして、乙１６発明に乙６－２発明を適用し、相違点④に係る本件発明の構成に至る\nことは容易であると主張する。\nしかし、乙１６発明は、トルク制御式インパクトレンチにおいて、特に軟体及び\n剛体のねじ部品を被ねじ部品に締め付ける際に、コントローラに入力された条件が\n不適切なため、モータの回転数が低くトルクが十分に発生せず、またはカットオフ\n値が不適切で締付不足、締付過大が生じる場合があるという課題や、同じ仕様のね\nじ部品を被ねじ込み部品に取付部位を変えて複数ねじ込む場合に、取付部位の特性\nに応じた適切な締め付けがなされない場合がある等の課題に対し、ねじ部品、被ね\nじ込み部品の締付特性や締付部位にかかわらず、締付不足や締付過大等を防止する\nための制御手段等を備えることにより、適正な締付トルクを発生させ効率良く締付\n作業をすることができるトルク制御式インパクトレンチを提供することを目的と す\nる発明である（乙１６【0001】～【0008】）。\nまた、乙１６発明は、電動モータについては、ＤＣモータであることが開示され\nるのみであり、電動モータに関する課題や、高トルク化に関する課題は示唆されて\nいない。\nこれに対し、乙６－２発明は、高トルク用途を目的・課題としたアウタロータ型\n電動モータに関する発明であり、電動手工具への応用は示唆されているものの、そ\nの下位概念である電動式衝撃締め付け工具へ適用することまでは示唆されていない。\nしたがって、乙１６発明と乙６－２発明の課題や用途、作用効果が共通するとは\nいえず、乙１６発明に接した当業者において、乙６－２発明を適用する動機付けが\nあるとは認められないため、当業者にとって、相違点④に係る本件発明の構成に至\nることが容易であったとは認められない。\nエ  以上より、被告の乙１６発明に基づく進歩性欠如の主張は理由がない。\n(6)  争点２－６（乙８発明に基づく進歩性欠如）について\n被告は、本件発明は、乙８発明に本件優先日当時の周知技術を適用することによ\nり容易に発明をすることができた旨主張するので、以下、検討する。\nア  乙８発明の構成\n(ｱ)   乙８公報には、次の記載がある。\n「本発明は…慣性を用いた手持ち締め付け工具に関する。…一般的に、２種類の\nクラッチ手段が慣性質量体と加工物との間に設けられる。主な方法は、機械式のク\nラッチを利用することである。残念ながら、クラッチの速い噛合せと解放は、騒音\nの発生をもたらし、また、クラッチの衝撃転換領域において発生したストレスは、\n部品の摩耗及び変形をもたらし、効率を低下させ、クラッチ寿命を制限する。…第\n２のクラッチ方法は、油圧式閉鎖クラッチを利用する。既存の機械式クラッチより\nも静かに作動するが、製造費用が高く、油圧流体の損失の可能性があるため、それ\nらの用途は限定される。」（【0001】～【0003】）\n「本発明によれば、回転可能な共鳴振動質量と、前記質量の振動を生じるための\n手段と、前記振動質量に接続され回転可能であり摩擦によってセットされる…加工\n物に接続されるように結合されたバネ手段と（前記バネ手段は、使用時に振動エネ\nルギーを逆転方向に蓄積しながら、前記回転可能な共鳴振動質量と前記回転可能で\nあり摩擦によってセットされる加工物との間の相対的回転を可能にする。）、前記\n振動質量で回転バイアスをもたらす手段（前記バネ手段にて前記振動質量によって\n生成された力と組み合わせれる場合のみ、十分な程度で締付回転方向に回転バイア\nスをもたらし、締付方向にて前記加工物を回転させ、逆の回転方向では、前記バネ\n手段前記回転質量によって生じる力から前記回転バイアスが差し引かれ、逆の回転\n方向に加工物を回転させるには不十分である。）とを備え、回転可能であり摩擦で\nセットされる加工物に使用するための共鳴振動質量型締付工具が提供される。」\n（【0005】）\n「…本発明の共振振動質量型締め付け工具は、コレット型ソケット又は締め付け\n手段５を有し、締め付けられるファスナ…の頭にきつく結合する。コレット型ソケ\nット５は、ねじりバネ３に取付けられており、ねじりバネ３は、カップ形はずみ車\nロータ又は振動質量４に取り付けられている。はずみ車ロータ４は、…内部ステー\nタ２０の回りを振動し、回転する。永久磁石９は、はずみ車ロータ４の内径内のス\nロット２内に収容される。シールド・リング及び磁気戻り経路８は、はずみ車ロー\nタ４を囲み、鋼鉄のような磁気導電性の材料で作られる。…」（【0007】）\n「作動時、ねじ付きファスナを締め付けるときは、はずみ車は、電磁コイル６の\n励起および永久磁石９に対する反作用によって、最初は従来のモータとして駆動さ\nれ、締め付けサイクルの概略の（rundown）部分を実行する。ファスナが従来のモー\nタとして駆動されるはずみ車の出力限界に達すると、コレット型ソケット５の回転\nは、…停止する。…停止したコレットの状態を検知すると、適切な電気回路が、電\n磁コイル６に逆転エネルギーパルスを加えることによってはずみ車を振動させ始め、\nはずみ車を慣性質量ばねシステムの共振周波数で、またはその近傍で振動させる。\nパルス振動が形成され続け、振動エネルギーがねじりバネ３内で逆方向に蓄積され\n続けるため、はずみ車は、締め付け方向に絶えずバイアスされる。これにより、は\nずみ車の一方の振動方向では、振動エネルギーとモータ駆動エネルギーとが合わさ\nって、ファスナの締め付けトルクを加え、逆方向の振動の適用では減殺し、その結\n果、締付トルクが緩めるトルクよりもバイアストルクとほぼ同じ程度に上回るか又\nは２倍上回るという状態が確立される。」（【0009】）\n「…他にも、あるレベルの運動エネルギーが振動質量に蓄積された後に、加工物\nに加えられたトルクをバイアスするために、クラッチ手段が使用されても良い。…」\n（【0012】）\n「この概念に基づく工具の利点は、工具の軽量化である。…本事例では、長時間\n励起を加え続けることにより、モータまたは慣性サイズを増やすことなく、より大\nきなトルク振幅を達成することができる。」（【0013】）\n「本発明の工具は、低い反作用及び低い振動を示す。…狭帯域励起周波数を利用\nする振動質量に基づくアプローチでは、現在の衝撃工具の広帯域挙動に直面した場\n合に比べて、音と振動の低減戦略を実施することがより容易である。さらに、衝撃\n表面が除去され、騒音および摩耗をより小さくできる。」（【0014】）\n乙８公報【図１】\n(ｲ)  前記(ｱ)によれば、乙８公報は、次の構成の乙８発明を開示しているものと\n認められる。\nａ  ファスナが停止するまでは電動モータが従来のモータとして作動し、その\n後、電動モータのはずみ車ロータ４を共振周波数で振動回転させ、ねじりバ\nネ３及び回転バイアス手段によって、締付方向に振動エネルギーとモータ駆\n動エネルギーとの和によって締付トルクを発生させ、コレット型ソケットに\n当該トルクを伝達する（クラッチを介して伝達することもできる）電動モー\nタ付き手持ち型締め付け工具において、\nｂ  電動モータは、\nｂ１  電磁コイル６を持つ内部ステータ２０と、\nｂ２  前記ステータ２０の外周側に隙間を設けて配置された永久磁石９と、\nｂ３  前記永久磁石９を内周面に保持するカップ型のはずみ車ロータ４とを\n備える\nｂ４  アウタロータ型電動モータであることを特徴とする\nｃ  電動モータ付き手持ち型締め付け工具\n(ｳ)  原告の主張について\n原告は、乙８発明のモータのはずみ車ロータ４について、内部ステータ２０の外\n側に隙間を設けて永久磁石９が配置されていること及び永久磁石９を内側に保持す\nる筒缶部を有することは開示されていない旨主張する。\nしかし、乙８公報の記載及び図１によれば、はずみ車ロータ４の内周面に永久磁\n石９が配置されており、永久磁石９と、内部ステータ２０の外周側との間に隙間が\nあること、はずみ車ロータ４が筒缶部（スロット２）を有することが認められる。\nイ  相違点\n本件発明と乙８発明は、少なくとも次のとおりの相違点を有する。\n(ｱ)  相違点⑤－１（被告主張の相違点５－１と同旨）\n本件発明は、モータの出力部の回転を衝撃発生部に伝達し、前記衝撃発生部にお\nいて発生する衝撃力によりメインシャフトに強力なトルクを発生させる衝撃締め付\nけ工具であるのに対し、乙８発明は、アウタロータを共振周波数で振動回転させ、\nねじりバネ３及び回転バイアス手段とにより、締付方向に、モータの回転によるト\nルクよりも大きなトルクを発生させる締め付け工具である点\n(ｲ)  相違点⑤－２（被告主張の相違点５－２と同旨）\n本件発明では、磁石がステータの外周側に隙間を設けて「貼設」されているのに\n対し、乙８発明では、磁石を保持する態様が明示されていない点\nウ  容易想到性\n(ｱ)  相違点⑤－１について\n被告は、本件優先日当時、モータの連続的な回転を、オイルパルスユニットによ\nってパルス状のトルクに変換し、出力軸に伝達する技術が周知であったとして、乙\n８発明においてモータの回転よりも大きなトルクを発生させる手段であるねじりバ\nネ３及び回転バイアス手段に当該周知技術を適用して置換することは、当業者が容\n易に想到し得たと主張する。\nしかし、乙８発明は、従来の慣性を用いた手持ち締め付け工具が有する騒音、部\n品の摩耗及び変形による作業効率や耐久性の低下、高い製造費用等の課題に対し、\n電動モータのはずみ車ロータ４と、ねじりバネ３及び回転バイアス手段を用いて、\nねじりバネ３内で蓄積した振動エネルギーと、モータ駆動エネルギーとの和によっ\nて締め付けトルクを発生させることで、これらの課題や、モータまたは慣性サイズ\nを増やすことなく高トルクを達成することによる軽量化、低反力、低振動等の作用\n効果を実現するものである。\nしたがって、乙８発明において、ねじりバネ３及び回転バイアス手段は、乙８発\n明の課題解決及び作用効果の実現に不可欠の構成であると認められ、これらの構造\nを他の構成に変更することについての示唆はなく、他の構成に変更することには阻\n害要因があるといえる。\nさらに、前記ア(ｱ)認定の乙８公報の記載（【0014】）に照らせば、乙８発明は、\n衝撃によりトルクを発生させる工具と比較して優れた効果を奏することを目的とす\nる発明であると解され、乙８発明のトルク発生機構を衝撃発生部に置換することに\nついて動機付けはなく、むしろ阻害要因があるといえる。\n(ｲ)  以上より、本件優先日当時、モータの連続的な回転をオイルパルスユニット\nによってパルス状のトルクに変換し、出力軸に伝達する技術が周知技術であったと\nしても、当業者が、乙８発明に対して当該周知技術を適用することについての動機\n付けが認められられず、相違点⑤－１に係る本件発明の構成を容易に想到し得ると\nは認められない。\nエ  以上より、その余の相違点について検討するまでもなく、被告の乙８発明に\n基づく進歩性欠如の主張は理由がない。\n４  争点３（訂正の再抗弁の成否）について\n前記３(2)のとおり、本件発明について、乙７発明に基づく進歩性欠如の無効理由\nがあると判断されるところ、原告は、本件訂正による訂正の再抗弁を主張するので、\n以下、訂正の再抗弁の成否について検討する。\n(1)  本件訂正の適法性（特許法１３４条の２、１２６条５項～７項）\nア  被告は、本件訂正により追加された「作動油によりトルクを発生する油圧パ\nルス発生部」とは、ユニット中の油によりパルス状のトルクを発生させるオイルパ\nルスユニット全般を示すところ、本件明細書においてはベーン方式の油圧パルス発\n生部が記載されるのみであるとして、本件訂正は、本件明細書の記載をオイルパル\nスユニット全般に上位概念化するものであって新規事項の追加に当たる旨主張する。\nしかし、本件明細書の段落【0013】及び【0014】の記載内容（前記１(1)キ）や、\n段落【0042】に「実施例１における電動式衝撃締め付け工具は一例であり、アウタ\nロータ型電動モータの出力部の回転を衝撃発生部に伝達し、前記衝撃発生部におい\nて発生する衝撃力によりメインシャフトに強力なトルクを発生させる形態であれば、\nこの発明の技術的範囲に属するものである」旨の記載があること（前記１(1)ケ）、\n油圧パルス発生部の例として、実施例１として記載されたベーン方式以外の例は記\n載されていないが、油圧パルス発生部をベーン方式に限定する旨の記載はなく、ま\nたそれを示唆する記載もないことからすれば、本件明細書には、実施例１として、\n油圧パルス発生部が本件発明の衝撃発生部に相当すること、油圧パルス発生部にお\nいて、作動油により高圧（衝撃パルス）が発生し、これによりメインシャフトに強\n力なトルクが発生する構成、すなわち「作動油によりトルクを発生する油圧パルス\n発生部」の構成が記載されているといえる。\nしたがって、被告の主張は採用できない。\nイ  被告は、前記アと同様の理由から、本件訂正後の請求項１の記載がサポート\n要件（特許法３６条６項１号）に違反するとも主張する。\nしかし、前記アのとおり、本件明細書にはベーン方式を例として、作動油により\nトルクを発生する油圧パルス発生部一般の記載がされていると認められることから、\n本件訂正後の特許請求の範囲の記載は、発明の詳細な説明に記載したものであると\n認められ、サポート要件に違反しない。\nウ  以上より、本件訂正は、特許請求の範囲の減縮を目的とし、実質上特許請求\nの範囲を拡張し又は変更するものには該当せず、願書に添付した明細書、特許請 求\nの範囲又は図面に記載した事項の範囲内の訂正であり、訂正の要件を満たす適法な\n訂正であると認められる。\n(2)  無効理由の解消\nア  乙７発明について\n乙７公報の記載及び乙７公報に開示されていると認められる乙７発明の構成は、\n前記３(2)アのとおりである。なお、乙７発明が、本件訂正発明の構成要件Ａ２を備\nえないことについては当事者間に争いがない。\nイ  相違点\n前記アによれば、乙７発明と本件訂正発明には、次の相違点を認めることができ\nる。\n(ｱ)  相違点①－１\n本件訂正発明の電動モータは、ステータが磁極部を持ち（構成要件Ｂ１）、ロー\nタが、ステータの外周側に隙間を設けて貼設された磁石（構成要件Ｂ２）と、前記\n磁石を内周面に保持する筒缶部（構成要件Ｂ３）を有するアウタロータ型電動モー\nタであるのに対し、乙７発明の電動モータは、ステータ８が磁極部を持つか否かが\n不明であり、ロータ１１の筒缶部が、その内周面に、ステータ８の外周側に隙間を\n設けて貼設された磁石を保持しているか否かが不明である点\n(ｲ)  相違点①－２\n衝撃発生部につき、本件訂正発明は、作動油によりトルクを発生する油圧パルス\n発生部であるのに対し、乙７発明は、ハンマー２等において発生する打撃によりス\nピンドル４にハンマー２及びロータ１１の運動エネルギーが送られるインパクトの\n発生部分である点\nウ  容易想到性\n(ｱ)  相違点①－１について\n相違点①－１の内容は、本件発明と乙７発明との相違点①と同旨であり、前記３\n(2)ウのとおり、  本件優先日当時、当業者は、乙７発明のアウタロータ型のモータ\nについて、周知技術を適用し、ステータ８が磁極部を持ち、ロータ１１の筒缶部の\n内周面に、ステータ８の外周側から隙間を設けて磁石を貼設する構成に至ることを\n容易に想到し得たといえる。\n(ｲ)  相違点①－２について\n被告は、乙７発明の衝撃発生部を、オイルパルスユニットに係る周知技術又は乙\n９３発明等に開示された各「作動油によりトルクを発生する油圧パルス発生部」に\n置換することで、相違点①－２が解消すると主張する。\n一般に、インパクトレンチが有する課題に対して、これを解決する手段としてパ\nルスツールが位置付けられている事実自体は認められる（乙３４、９３～９５）。\nしかし、乙７発明は、従来のインパクトレンチが有していた課題に対し、１回の\n衝撃エネルギーを高くし、ハンマーとアンビルのインパクトジョー間の係合に関す\nるエネルギー損失を最小限にした、オペレータ制御下で締めを行うインパクトレン\nチを提供すること等を目的とするものである（前記３(2)ア(ｱ)）。\nそして、乙７公報によれば、乙７発明は、前記の課題の解決のため、モータのロ\nータに固定されたハンマー２、アンビル３、インパクトジョー５及び６並びにスピ\nンドル４等の構造、位置関係、動き等を特定し、またインパクトジョー５及び６の\n間の空間等を規定するロック手段がアンビル３を解放し、アンビル３がハンマー２\n側に移動した時に、インパクトジョー５及び６が係合して打撃が付与され、アンビ\nル３及びスピンドル４を介して回転しているモータのエネルギーをファスナーに送\nることで１回当たりの衝撃エネルギーを高くし、インパクトジョー間の係合に関す\nるエネルギー損失を最小限にする等の作用効果を実現していると認められる。\nしたがって、乙７発明のハンマー２等は、乙７発明の課題解決及び作用効果の実\n現に不可欠の構成であると認められ、乙７発明において、ハンマー２等を他の衝撃\n発生部に変更することについての示唆はなく、むしろ、乙７発明のハンマー２等を\n他の構成に変更することには阻害要因があるといえる。\nまた乙７発明は、エネルギー損失の最小化、耐久性及びオペレータの制御に資す\nるため、ロック手段１９や、オペレータがハウジング１をファスナーの方向に押し\n出すことによりハンマー２等において衝撃力を発生させると同時に、電源が切れ、\nインパクトレンチをファスナ ーから離してから再び押し出す構造等を有しており\n（構成ａ）、単純に、乙７発明の打撃ユニットを油圧パルス発生部に置換するだけ\nでは、本件訂正発明の作用効果を果たすことができない。\n以上より、仮に、本件優先日当時、モータの連続的な回転をオイルパルスユニッ\nトによってパルス状のトルクに変換し、出力軸に伝達する技術が周知技術であり、\nまた作動油によりトルクを発生する油圧パルス発生部を備えた電動式衝撃締め付け\n工具の公知例等が存在したとしても、当業者が、乙７発明に対してこれらの周知技\n術等を適用することについて動機付けが認められず、相違点①－２に係る本件訂正\n発明の構成を容易に想到し得るとは認められない。\nよって、この点に係る被告の主張は採用できない。\nエ  以上によれば、乙７発明との関係で本件訂正発明には進歩性が認められ、本\n件訂正により無効理由は解消されるといえる。\nなお、本件訂正発明がサポート要件に違反しないことは前記(1)イのとおりであ\nる。\n(3)  被告製品の本件訂正発明の充足性\n本件訂正発明の「作動油によりトルクを発生する油圧パルス発生部である衝撃発\n生部」（構成要件Ａ２）が、ベーン方式の油圧パルス発生部に限定されないことは、\n前記(1)アのとおりである。\nそして、被告製品の「Ｐｌｕｓｅ  Ｕｎⅰｔ」が作動油によりトルクを発生する\nピストン式の油圧パルス発生部であることは当事者間に争いがない。したがって、\n被告製品は、本件訂正発明の「作動油によりトルクを発生する油圧パルス発生部で\nある衝撃発生部」（構成要件Ａ２）及び「衝撃締め付け工具」（構成要件Ｃ）に該\n当する。\nまた、本件各発明において、「強力なトルク」の意義は同じであるから、被告製\n品は「強力なトルク」（構成要件Ａ２）の構成を備える（前記２(2)）。\n以上から、被告製品は、本件訂正発明の技術的範囲に属する。\n(4)  小括\n以上によれば、本件訂正に基づく原告の訂正の再抗弁は理由があり、被告製品は\n本件特許権を侵害するものと認められる。\n５  争点４（原告の損害及びその額）について\n(1)  争点４－１（共同不法行為を前提とした損害及びその額）（一次的請求原因\n関係）\n原告は、被告製品の販売プロセス、当該プロセスにおける被告及びＡＢらの関係\n等に照らし、日本における被告の被告製品の販売の実施行為（構成１）、又は、Ｐ\nＴＤの（自己による又は被告を手足とした）被告製品の販売の実施行為（構成２）\nについて、被告及びＡＢらの共同不法行為（民法７１９条１項前段又は同条２項）\nが成立すると主張する。\nしかし、証拠（乙４８、５８、６０～６３、６５、６７、６８）及び弁論の全趣\n旨によれば、被告は、ＰＴＤから被告製品を購入し、ＰＴＤ等の輸送会社を利用し\nてこれを輸入して、自己の名で日本の顧客に販売及び販売の申出をしていることが\n認められる。被告製品の所有権は国外でＰＴＤから被告に移転しており、ＡＢらが、\n日本国内で販売行為をはじめ被告製品に係る何らかの実施行為をしている事実は\n認められない。被告がＡＢの日本法人であり、またＰＴＤと関連会社であるとして\nも、あくまで別法人であって、ＡＢらが被告による被告製品の国内での販売行為に\nつき、教唆ないし幇助に該当する行為を行ったとの具体的事実は認められない。ま\nた、ＰＴＤの被告に対する被告製品の販売行為は国外で行われているから、本件特\n許の効力は及ばず、何らかの違法行為を構成するとは解されないし、日本向けの被\n告製品について日本での使用に耐えうるように日本仕様に設計 されているとして\nも、海外において生産される製品において当然のことであって、何ら被告及びＡＢ\nらの共同性を基礎づけるものではない。\n以上より、その余の原告の主張を考慮しても、被告製品の販売等について、被告\nと、ＡＢらとの間に共同不法行為が成立するとの原告の主張（構成１及び構成２）\nはいずれも採用できない。\nよって、被告らの共同不法行為が成立することを前提とした原告の損害額に係る\n主張（一次的請求原因）は認められない。\n(2)  争点４－２（単独の不法行為を前提とした損害及びその額）（二次的請求原\n因関係）\nア  特許法１０２条２項に基づく損害額\n原告は、被告製品の型番ごとに、特許法１０２条２項により推定される損害額（同\n項の推定が覆滅された場合に同条３項を重畳適用した場合の額を含む。）と、同条\n３項に基づく損害額を比較し、高額になる方を選択的に請求している。\nよって、まず、同条２項に基づく損害額を検討する。\n(ｱ)  限界利益の額\nａ  証拠（乙４８、６０～６３、１１８）及び弁論の全趣旨によれば、平成２９\n年７月から令和２年３月３１日まで、及び同年４月１日から令和３年１０月までの\n被告製品の各売上高及び被告製品の販売に直接関連して追加的に必要となった各経\n費（仕入費用、輸送費、輸入消費税）は別紙損害一覧表（裁判所認定）の表 1 及び\n表２の各「売上（税込）」、「仕入費用」、「輸送費」、「輸入消費税」欄記載の\nとおりと認められ、各売上高から各経費を控除した被告製品ごとの限界利益は同表\n１及び表２の各「限界利益」欄記載のとおりと認められる（一円未満切り捨て。以\n下同様。なお、●（省略）●である。また、別紙物件目録に記載された被告製品の\nうち同一覧表に記載のない製品は、被告が取扱う製品としては存在するものの、日\n本国内における販売実績がない製品である。）。\nなお、消費税法基本通達５－２－５によれば、知的財産権の侵害に基づく損害賠\n償金は、消費税法上の資産の譲渡等の対価に該当し、消費税の課税対象となること\nから、被告の売上高については、令和元年９月までは８％、同年１０月以降は１０％\nの税率を乗じた消費税相当額を加算するのが相当であり、前記各「売上（税込）」\nは当該相当額を加算したものである。\nｂ  原告は、「輸送費」について、製品ごとに管理されるものではなく被告のツ\nール事業全体で把握されるものであるから、被告製品以外の販売に係る経費を包含\nし、被告製品の販売に直接関連して追加的に必要となった費用とは認められないと\n主張する。\nしかし、証拠（乙４８、６０）によれば、前記「輸送費」は、年ごとに、運送費、\n通関費、ターミナル手数料等の製品の輸送に関連して発生した費用について、被告\nのツール事業全体における販売価格の総額に対する前記費用の比率を計算し、当該\n比率を各年の被告製品の各販売価格に乗じて算出された額であって、適切に按分さ\nれたものと認められることから、被告製品の販売に直接関連して追加的に必要とな\nった経費と認められる。\n(ｲ)  推定覆滅事由について\nａ  被告の営業努力、市場の非同一性\n証拠（乙４９～５１、５７、５８、７６、７７）及び弁論の全趣旨によれば、Ａ\nＢは、スウェーデンに本社を置く電動工具メーカとして国際的に一定の認知度を有\nし、その製品は海外でも販売されていること、被告は、ＡＢの日本法人として被告\n製品を販売していること、被告製品のメンテナンスに係るサービスがＡＢにおいて\n標準化されていること、被告製品は、対応する原告製品と比較した場合に総じて●\n（省略）●であることが認められる。\n被告は、これらの事情に基づき、被告の営業努力による覆滅事由が認められ、ま\nた被告製品と原告製品の市場が異なる旨を主張している。\nしかし、特許法１０２条２項の推定を覆滅する事由として認められる被告の営業\n努力とは、通常の範囲を超える格別の工夫や営業努力をいうところ、前記の各事情\nは、いずれも通常の営業努力を超えるものとは認められず、覆滅事由に該当すると\nはいえない。なお、被告は、被告の営業努力の一事情として被告及びＡＢ等が高い\n技術力を有している旨を主張するが、当該事情は、侵害品の性能を理由とする覆滅\n事由（後記ｃ）として考慮するのは格別、営業努力に係る覆滅事由としては認めら\nれない。\nまた、被告製品が対応する原告製品と比較して総じて●（省略）●であるという\n事情は、侵害品の性能を理由とする商品価値の相違を裏付ける事情とは解されると\nしても、被告製品と原告製品が、共に製造メーカ等に販売される同種の電動式衝撃\n締め付け工具であること等を踏まえれば、当該価格差をもって、市場が非同一であ\nるとまでは認められない。\nｂ  競合品の存在\n(a)  被告製品及び原告製品は、いずれも、ねじやボルト等を締め付ける用途に用\nいられる電動式衝撃締め付け工具である（甲３４～３６、乙５８）。また、本件訂\n正発明の効果は、小型、軽量、低反力かつ耐久性というものであるところ、被告カ\nタログ（乙５８）によれば、被告製品は、トルクの範囲が最小で１２Ｎｍ～３５Ｎ\nｍの範囲のものから最大で５５Ｎｍ～１５０Ｎｍの範囲のものまで、その間のトル\nクを網羅しており、充電式（コードレス）でバッテリーを除く重さが１．３kg～２．\n９８kg、長さが２００mm～２２７mm、高さが２３１mm～２８５mm で、片手で使用す\nることが可能であり、高トルク、高精度、低反力等を訴求している。\nこのような事情を踏まえると、被告製品及び原告製品の需要者が重視するのは、\n電動式の締め付け工具としての性能、機能、用途及び操作性であると考えられるこ\nとから、被告製品と同程度の性能、機能及び操作性を実現し、同種の用途に用いら\nれる製品であれば、競合品に含まれると認められる。\n(b)  証拠によれば、被告が競合品であると主張する製品のうち、瓜生製作が販売\nするＵＢＸ－Ｔシリーズ、ＵＢＸ－ＡＦシリーズ及びＢＰ－Ｔシリーズ（乙５２の\n４、８８、８９）、デソータの低反力ナットランナー（ＢＬＲＴシリーズ）（乙５\n４の３）、マキタのＴＷ１６１シリーズﾞ及びＴＷ１８１シリーズ（乙５６の１、５\n６の２）並びにエスティックのＥＨＣ－Ｌ００２６－ＰＺ１／２（乙７３、７４）\nは、被告製品とトルク範囲を中心とする性能及び機能、充電式であることや大きさ、\n重さ、片手での操作性及び用途等が共通し、販売時期が重複していることから、競\n合品であると認められる（ただし、いずれもトルクが被告製品のものと同等である\nかが証拠上不明な品番、当該製品の最大トルクが被告製品の下限に達しない品番及\nび最小トルクが被告製品の上限を超える品番を除く。）。被告が主張する三洋機工\nの製品については、トルクの大きさや反力受けの要否の点が不明であること等から\n競合品とは認められない。また、パナソニックの製品についても、トルク範囲が被\n告製品のものと同等とは認められないか、正確なトルク範囲が証拠上不明であるた\nめ、競合品として認められない。\nなお、一般に、製品の価格は需要者が特に重視する事項であるところ、被告製品\nは、同種製品と比較してある程度高額である（乙４８、５５、５６、６０、弁論の\n全趣旨）。そのため、前記のとおり競合品として認められる製品のうち、価格が明\nらかではないものも存するが、価格帯の相違をもって競合品から除かれる製品はな\nいと考えられる。\n(c)  原告は、前記の各製品について、アウタロータ型電動モータを採用しておら\nず、被告製品及び原告製品と構造が根本的に異なること、被告製品及び原告製品は、\n主として車輌工場において重要保安部位向けに使用されるのに対し、瓜生製作のＵ\nＢＸ－ＡＦシリーズ以外は主にそれよりも重要度の低い部位に用いられること、 デ\nソータやエスティックの製品は電動式衝撃締め付け工具ではなくナットランナーと\n思われること等を理由に、いずれも競合品に該当しないと主張する。\nしかし、被告カタログ及び前記競合品の各カタログ（乙５２の４、５４の３、５\n６の１・２、５８、７３、７４）には、工具に採用されているモータの型がアウタ\nロータかインナロータかといった点に関する記載がないことや、モータの構造は製\n品の外部から確認できるものではないこと等を踏まえると、モータの構造それ自体\nが需要者の購入動機の形成に寄与する場合が多いとは認められず、アウタロータ型\n電動モータを採用していないことをもって直ちに競合品から排除されるとするのは\n相当でない。また、被告製品及び原告製品の各カタログを見ても、締め付け工具で\nあること以上に各製品の用途を限定する旨の記載はなく（甲３５、３６、乙５８）、\nこれらの製品が主に車輌工場において重要保安部位向けに使用される一方、他の製\n品が異なることについて的確に裏付ける証拠はない。また、証拠（乙１、４、３４）\nによれば、一般に、ナットランナーは、インパクトレンチやパルスツールとはモー\nタの回転を締付力に変換する方式が異なることから、高精度である一方でトルクが\n低く抑えられ、反力受けが必要であるという特徴を有し、パルスツールとは性能・\n用途が異なる場合があるといえるが、デソータ及びエスティックの前記各製品は、\n低反力で反力受けを要さず、作業者が直接手に持って締め付け操作を行うことが可\n能な製品であり、かつトルク範囲も被告製品のものと重複するものであることから、\n被告製品及び原告製品と性能・用途等において共通する競合品であると認められる。\nしたがってこの点の原告の主張は採用できない。\n(d)  以上によれば、被告製品及び原告製品と共通する電動式締め付け工具の市\n場において競合品が一定数存在することが認められる。もっとも、当該市場におけ\nる被告製品や原告製品の市場占有率等が明らかではないことや、競合品と認められ\nる製品の中には、被告製品との価格差が比較的大きいものもあると考えられること\n等を踏まえると、競合品の存在を理由とする大幅な覆滅を認めることはできないと\nいうべきである。\nｃ  侵害品の性能\n(a)  被告カタログ（乙５８）によれば、被告製品は、その「主な特徴」として、\n「バッテリーツール、高い生産性、高トルク、高精度、低反力、メンテナンス軽減、\n多様な使用環境に対応」と記載されている。また、より具体的な特徴として、被告\n製品は、バッテリー残量等を作業者から容易に確認できるＬＥＤインジケータが表\n示されること、作業者の手になじむバランスのとれたツールであること、オイル漏\nれの影響を軽減してメンテナンス周期を延ばす新型のパルスユニットを採用してい\nること、効率的な冷却システムを搭載していること、予備バッテリーを内蔵し通信\nを維持したままバッテリー交換が可能であること、回転速度が６０００ｒｐｍまで\n設定可能であること、独自のコントローラ「Power Focus 6000」及びソフトウェア\nにより容易に作業内容等を設定可能であること、内蔵されたブザーからの音でも締\nめ付けが可能であること、デュアルアンテナにより無線環境に対応しツールの接続\n性を向上していること、高速バックアップユニット機能を搭載していること等が記\n載されている。一方で、モータの構造や、被告製品がアウタロータ型電動モータを\n採用していることについての記載はない。\nまた、被告カタログでは、前記のメンテナンス軽減・周期の改善に関して、新し\nい特許技術と設計により、従来品よりもメンテナンス周期が長くなっていること、\nオイル漏れ対策やエアセパレータの採用及び優れた冷却性能がパフォーマンスと稼\n働時間の向上に寄与していることの記載があるほか、「高いトルク性能」として、\n「TorqueBoost」、「優れた冷却システム」、「高度なモーター制御」により締付け\n時間が早くなり生産性が向上する旨が記載されている。\nそして、証拠（乙５８、５９）及び弁論の全趣旨によれば、ＡＢは、次のとおり\nの技術（発明）について、特許を出願し、その多くが日本国内を含めて登録されて\nおり、これらの技術が被告製品に採用されていると認められる。\n①  オイルパルスユニット内のオイルと空気を分離する機構を備え、オイルチャ\nンバから分離された空気が再びオイルチャンバに戻ることを防止する技術（乙\n５９の１）\n②  遠心作用によりオイルから空気を取り出すための分離手段を備え、パルスユ\nニット内の空気の割合を低くすることにより、高いパルス発生効率を実現する\n技術（乙５９の１０）\n③  作動流体を利用したヒートパイプにより、電動モータの熱を効率的に放散し\nて冷却する技術（乙５９の２）\n④  ステータ要素とロータ要素との間の相対変位を感知するセンサーに係る技術\nでありモータ制御の精度に資する技術（乙５９の３）\n⑤  モータとパルスユニットとの接続を改良し、高い生産性、低反力、高トルク\n及びメンテナンス周期を改善させる技術（乙５９の４）\n⑥  電圧供給源の遮断時に、動作制御ユニット及び無線通信装置への電圧供給を\n連続して維持することによりバッテリーユニットの交換立ち上げにおける遅\nれを実質的に減少する技術（乙５９の５）\n⑦  油圧パルスユニット内のオイルレベルが低すぎる場合に、警告信号を出す方\n法及びシステムに関する技術（乙５９の６）\n⑧  トルク限度及び角度回転限度を超えて締結具が更に締め付けられることを防\n止するため、締付具が事前に締め付けられていたか否かを検出する方法に係る\n技術（乙５９の７）\n⑨  オイルパルスユニットについて機構及び各種部材の形状を工夫し、トルク衝\n撃が与えられた直後に高圧室の圧力を迅速に除去し、次のトルク発生のための\n迅速な加速を可能とし、トルクの増大及びトルクの間隔の短縮を実現し、衝撃\n率の増加を実現する技術（乙５９の８）\n⑩  パルスユニットの部品の摩耗により生じた粒子を除去するための磁石を備え、\nさらなる摩耗等を防ぎ、メンテナンス軽減を実現する技術（乙５９の９）\nそのほか、コントローラである Power  Focus  6000 及びソフトウェアにより多種\n類のツールを接続し、作業内容に合わせたコントロールが容易であるという特徴は、\n被告カタログ等において、前記記載以外にもページを費やして強く訴求されている\n（乙５８、８５）。\n(b)  衝撃発生部が油圧パルス発生部である電動式衝撃締め付け工具において、\nアウタロータ型電動モータを採用するという本件訂正発明は、電動式衝撃締め付け\n工具の基幹部分であるモータに関する発明であり、インナロータ型電動モータが採\n用される場合と比較して、小型、軽量、低反力、耐久性実現の作用効果を有する点\nで、相当の技術的価値があるといえる。実際に、被告製品のモータを本件訂正発明\nの技術に属しない構造に変更するにはモータの構造等を変更する必要があり、その\n場合には製品全体の構造や技術を見直す必要があり、この点からの代替技術が採用\nされる可能性が高いとはいえない。\nもっとも、本件訂正発明の作用効果である「小型、軽量、低反力、耐久性」を実\n現する技術及び被告製品で訴求される各特徴を実現する技術は、アウタロータ型電\n動モータ以外にも存在する。被告製品においてアウタロータ型電動モータを採用し\nたことによる作用効果は、被告カタログにおいて訴求されている「高トルク」、「低\n反力」及び「メンテナンス軽減」に関連し得るが、前記(a)のとおり、被告カタログ\nでは、「高トルク」を実現する技術として「TorqueBoost」、「優れた冷却システム」、\n「高度なモーター制御」が記載されており、実際に、被告が保有し被告製品で採用\nされている技術においても実現されていると認められる。\nそのほか、前記(a)のとおり、被告製品には、本件訂正発明以外にも多数の技術が\n使用され、当該技術による作用効果が被告カタログにおいて被告製品の特徴として\n記載されており、需要者に強く訴求されていることが認められる。\n(c)  したがって、被告製品は、本件訂正発明及びその作用効果以外にも、種々の\n技術とこれに基づく特徴・性能を備えており、これらの要素が、需要者の購入動機\nの形成に相当程度寄与していると認められる。被告製品が多彩な機能を有し、これ\nが顧客誘引力に寄与していることは、被告製品が、対応する原告製品よりも総じて\n●（省略）●であるという価格差にも裏付けられているといえる。\n(d)  以上より、被告製品の性能に係るこれらの事情は、特許法１０２条２項に基\nづく推定を、相当程度覆滅する事由であると認められる。\nｄ  本件訂正発明は被告製品の一部のみに使用されていること\n前記１(2)のとおり、本件訂正発明は、インナロータ型電動モータを搭載した従来\nの電動式衝撃締め付け工具の有する課題を解決するため、出力トルクが大きいアウ\nタロータ型電動モータを採用し、小型及び軽量で、低反力かつ耐久性を有する電動\n式衝撃締め付け工具を提供するというものであり、被告製品の特徴とされる「高ト\nルク、低反力、メンテナンス軽減」（前記ｃ(a)）の作用効果の実現に使用されてい\nるといえるが、前記ｃで検討した諸事情からすれば、それらの作用効果は、本件訂\n正発明のみによって実現されているとはいえない上、被告製品が備える種々の性能\nの一部にすぎないことが認められる。したがって、本件訂正発明が被告製品の一部\nのみに使用されていることは覆滅事由に該当する。ただし、覆滅の基礎となる事情\nは前記ｃの事情と重複することから、推定覆滅の程度の検討に当たっては被告製品\nの性能を理由とする推定覆滅と実質的に重なるものとして評価するのが相当と解さ\nれる。\nｅ  本件訂正について\n本件訂正は、衝撃発生部について、油圧パルス発生部に限定するものであり、被\n告製品における発明の作用効果やその実施に影響を与えるものではないこと等を踏\nまえると、本件訂正の事実を覆滅事由として認めることは相当でない。\n(ｳ)  推定覆滅の程度\n以上のとおり、本件においては、一定数の競合品の存在、被告製品の性能及び本\n件訂正発明が被告製品の一部のみに使用されていることを理由とする推定覆滅が認\nめられ、前記(ｲ)のとおりの事情を総合的に考慮すると、６割の限度で損害額の推定\nが覆滅されるものと解するのが相当である。これに反する原告及び被告の主張はい\nずれも採用できない。\n(ｴ)  以上から、特許法１０２条２項に基づき推定される原告の損害額は、被告製\n品ごとに、別紙損害一覧表（裁判所認定）の表１及び表２の各「２項損害額」欄記\n載のとおりとなる。\nイ  特許法１０２条３項の重畳適用について\n(ｱ)  特許権者は、自ら特許発明を実施して利益を得ることができると同時に、第\n三者に対し、特許発明の実施を許諾して利益を得ることができることに鑑みると、\n侵害者の侵害行為により特許権者が受けた損害は、特許権者が侵害者の侵害行為が\nなければ自ら販売等をすることができた実施品又は競合品の売上げの減少による逸\n失利益と実施許諾の機会の喪失による得べかりし利益とを観念し得るものと解され\nる。\nそうすると、特許法１０２条２項による推定が覆滅される場合であっても、当該\n推定覆滅部分について、特許権者が実施許諾をすることができたと認められるとき\nは、同条３項の適用が認められると解すべきである。そして、同項による推定の覆\n滅事由が、侵害品の販売等の数量について特許権者の販売等の実施の能力を超える\nこと以外の理由によって特許権者が販売等をすることができないとする事情がある\nことを理由とする場合の推定覆滅部分については、当該事情の事実関係の下におい\nて、特許権者が実施許諾をすることができたかどうかを個別的に判断すべきものと\n解される（知的財産高等裁判所令和４年１０月２０日特別部判決参照）。\n(ｲ)  これを本件について見ると、本件において覆滅事由として認められるのは\n競合品の存在、被告製品の本件訂正発明以外の性能及び本件訂正発明が被告製品の\n一部のみに使用されていることに係る事情であり、いずれも特許権者の実施の能力\nを超えること以外の理由により特許権者が販売等をすることができないとする事情\nがあることを理由とするものである。\n市場における競合品の存在を理由とする覆滅事由に係る覆滅部分については、侵\n害品が販売されなかったとしても、侵害者及び特許権者以外の競合品が販売された\n蓋然性があることに基づくものであるところ、競合品が販売された蓋然性があるこ\nとにより推定が覆滅される部分については、特許権者である原告が被告に対して実\n施許諾をするという関係に立たないことから、原告が被告に実施許諾をすることが\nできたとは認められないし、本件における競合品をみると、いずれも本件訂正発明\nの効果と同様の性能等を有するものの、アウタロータ型電動モータを採用している\nと認められるものはなく、本件訂正発明の構成とは異なる機構を有していると認め\nられるから、この点からも、原告が、当該覆滅部分について、実施許諾の機会を喪\n失したとはいえない。\nまた、被告製品が本件訂正発明以外の性能を有すること及び本件訂正発明は被告\n製品の一部のみに使用されていることを理由とする覆滅部分については、被告製品\nの売上に対し本件訂正発明が寄与していないことを理由に推定が覆滅されるもので\nあり、このような特許発明が寄与していない部分について、原告が実施許諾をする\nことができたとは認められない。\nしたがって、本件においては、特許法１０２条２項による推定の覆滅部分につい\nて、同条３項の適用は認められない。\nウ  特許法１０２条３項に基づく損害額\n(ｱ)  実施料率\n本件訂正発明について実施許諾契約がされた事実はない（弁論の全趣旨）。\nまた、証拠（甲３２、３３）及び弁論の全趣旨によれば、平成１５年９月２０日\nに社団法人発明協会が発行した「実施料率〔第５版〕」において、「金属加工機械」\nの技術分野における平成４年度～平成１０年度の実施料率の平均値についてイニシ\nャル有りが４．４％、イニシャル無しが３．３％であること、同様の最頻値が５％、\n３％、中央値が４％、３％であること、平成２２年８月３１日に発行された経済産\n業調査会が発行した「ロイヤルティ料率データハンドブック～特許権・商標権・プ\nログラム著作権・技術ノウハウ～」において、「成形」の技術分野における実施料\n率の平均値が３．４％であることが認められる。これらに、原告と被告とが競業関\n係にあること、本件訂正発明の内容、重要性、代替可能性、被告製品の売上に対す\nる貢献の程度のほか、本件訂正により特許請求の範囲が減縮されていること等本件\nに現れた諸事情を総合的に考慮すると、本件における実施に対して受けるべき料率\nとしては、４％が相当であると認める。これに反する原告及び被告の主張はいずれ\nも採用できない。\n(ｲ)  以上から、特許法１０２条３項に基づき推定される損害額は、被告製品ごと\nに、別紙損害一覧表（裁判所認定）の表１及び表２の各「３項損害額」欄記載のと\nおりである。\nエ  原告の損害額\n(ｱ)  原告は、被告製品の型番ごとに、平成２９年７月から令和３年１０月の期間\nにつき、特許法１０２条２項に基づく損害額と、同条３項に基づく損害額のうち高\nい方を選択的に請求していることから、被告製品の型番ごとに認められる損害額は、\n別紙損害一覧表（裁判所認定）の表１の「損害額」欄記載のとおりであり、合計す\nると４０７８万９００３円（平成２９年７月から令和２年３月３１日分までが２８\n１２万１２５４円、同年４月１日から令和３年１０月３１日分までが１２６６万７\n７４９円）となる。\n(ｲ)  弁護士費用\n原告は、本件において弁護士に委任して訴訟を遂行しているところ、本件と相当\n因果関係のある弁護士費用は、前記（ｱ）の損害額４０７８万９００３円の約１割に\n相当する４０７万８９００円（平成２９年７月から令和２年３月３１日分までが２\n８１万２１２６円、同年４月１日から令和３年１０月３１日分までが１２６万６７\n７４円）をもって相当と認める。\n(ｳ)  以上より、本件特許権侵害による損害額は、平成２９年７月から令和２年３\n月３１日までが３０９３万３３８０円、同年４月１日から令和３年１０月３１日ま\nでが１３９３万４５２３円で、合計４４８６万７９０３円となる。なお、遅延損害\n金は、平成２９年７月から令和２年３月３１日までの損害額については同年６月１\n６日から支払済みまで平成２９年法律第４４号による改正前の民法所定年５分の割\n合による支払を、令和２年４月１日から令和３年１０月３１日までの損害額（１３\n９３万４５２３円）については各月の売上等が明らかではないことから当該期間（１\n９か月）についてこれを月ごとに等分し（各月７３万３３９６円。ただし令和３年\n１０月のみ７３万３３９５円）、令和２年４月１日から同年６月１６日までの損害\n額（期間が１か月に満たない場合は日割計算。以下同じ）については同日から支払\n済みまで、同月１７日から令和３年１０月３１日までについては各月ごとの損害額\nにつき各月の末日から支払済みまで、それぞれ民法所定の年３分の割合による支払\nを認めるのが相当である。\n６  争点５（差止め及び廃棄等の必要性）について\n前示のとおり、被告は業として被告製品を販売するなどして本件特許権を侵害し\nていることが認められる（なお、被告が被告製品を製造した事実は認められないも\nのの、今後の可能性は否定できない。）から、侵害行為の差止め及び被告製品の廃\n棄の必要性が認められる。一方、被告が現在までに被告製品を製造したことは認め\nられず、その製造に必要な金型を保有している事実を裏付ける証拠はないから、金\n型の除却請求は認められない。\n第５  結論\n以上から、原告の請求のうち、特許法１００条１項に基づき、被告製品の製造、\n販売等の差止めを求める部分、同条２項に基づき、被告製品の廃棄を求める部分、\n並びに、不法行為に基づく損害賠償４４８６万７９０３円及びうち３０９３万３３\n８０円に対する不法行為の後の日である令和２年６月１６日から支払済みまで年５\n分の割合による遅延損害金、うち別紙損害一覧表（裁判所認定）の表３（遅延損害\n金）の「金額」欄記載の各金員に対する、対応する「起算日」欄記載の各日から支\n払済みまで年３分の割合による遅延損害金の支払を求める部分は理由があるから認\n容し、その余はいずれも理由がないから棄却することとして、主文のとおり判決す\nる。\n大阪地方裁判所第２１民事部\n裁判長裁判官\n武宮英 子\n裁判官杉浦一輝及び裁判官布目真利子は、転任のため、署名押印することができ\nない。\n裁判長裁判官\n武   宮   英   子\n（別紙）\n物  件  目  録\n製品名    ＴＢＰコードレスパルスツール\n型番      ＥＴＰ  ＴＢＰ  ６１－３２－１０\n型番      ＥＴＰ  ＴＢＰ  ６１－３２－１０－ＢＤ\n型番      ＥＴＰ  ＴＢＰ－Ｓ６１－３２－１０\n型番      ＥＴＰ  ＴＢＰ  ６１－３２－４２\n型番      ＥＴＰ  ＴＢＰ  ６１－３２－４２－ＢＤ\n型番      ＥＴＰ  ＴＢＰ－Ｓ６１－３２－４２\n型番      ＥＴＰ  ＴＢＰ－８１－５５－１０（以下「被告製品１」という。）\n型番      ＥＴＰ  ＴＢＰ  ８１－５５－１０－ＢＤ\n型番      ＥＴＰ  ＴＢＰ－Ｓ８１－５５－１０\n型番      ＥＴＰ  ＴＢＰ  ９１－８０－１３\n型番      ＥＴＰ  ＴＢＰ  ９１－８０－１３－ＢＤ\n型番      ＥＴＰ  ＴＢＰ－Ｓ９１－８０－１３\n型番      ＥＴＰ  ＴＢＰ  １３１－１５０－１３\n型番      ＥＴＰ  ＴＢＰ  １３１－１５０－１３－ＢＤ\n型番      ＥＴＰ  ＴＢＰ－Ｓ１３１－１５０－１３\n以上\n（別紙） 損害一覧表（裁判所認定）\n表１\n（平成２９年７月～令和２年３月３１日） 表３（遅延損害金）\n① ② ③（①＋②） ④ ⑤ ⑥ ⑦（④＋⑤＋⑥） ⑧（③－⑦） ２項損害額 3項損害額 金額 起算日\nモデル 数量 売上 消費税 売上（税込） 仕入費用 輸送費 輸入消費税 経費合計 限界利益 覆滅６割 4% ⑨２項損害額 ⑩３項損害額 うち表２の期間分 733,396 R2.6.16\nTBP61-32-10 733,396 R2.6.16\nTBP81-55-10 391,145 R2.6.16\nTBP91-80-13 342,251 R2.6.30\nTBP131-150-13 733,396 R2.7.31\nTBP-S61-32-10 733,396 R2.8.31\nTBP-S81-55-10 733,396 R2.9.30\nTBP-S91-80-13 733,396 R2.10.31\nTBP-S131-150-13 733,396 R2.11.30\nTBP81-55-10-BD 733,396 R2.12.31\nTBP91-80-13-BD 733,396 R3.1.31\nTBP131-150-13-BD 733,396 R3.2.28\n総額 40,789,003 12,667,749 733,396 R3.3.31\n弁護士費用 4,078,900 1,266,774 733,396 R3.4.30\n合計 44,867,903 733,396 R3.5.31\n表２ 733,396 R3.6.30\n（令和２年４月１日～令和３年１０月３１日） 733,396 R3.7.31\n① ② ③（①＋②） ④ ⑤ ⑥ ⑦（④＋⑤＋⑥） ⑧（③－⑦） 2項損害額 3項損害額 733,396 R3.8.31\nモデル 数量 売上 消費税 売上（税込） 仕入費用 輸送費 輸入消費税 経費合計 限界利益 覆滅６割 4% 733,396 R3.9.30\nTBP61-32-10 733,395 R3.10.31\nTBP81-55-10\nTBP91-80-13\nTBP131-150-13\nTBP-S61-32-10\nTBP-S81-55-10\nTBP-S91-80-13\nTBP-S131-150-13\nTBP81-55-10-BD\nTBP91-80-13-BD\nTBP131-150-13-BD\n総額\n表１と表２の合算額 損害額（⑨、⑩の高額の方）\n●（省略）●\n●（省略）●\n（別紙）  被告製品説明書\n記\n製品名      「ＴＢＰコードレスパルスツール」\n型番        ＥＴＰ  ＴＢＰ  ８１－５５－１０（被告製品１）\n第１  図面の説明\n図１  被告製品１の「Ｍｏｔｏｒ」（モータ）、「Ｐｕｌｓｅ  ｕｎｉｔ」（パルスユニッ\nト）、「Ｈａｎｄｌｅ」（ハンドル）等の主要部における分解側面の写真\n図２  被告製品１の「Ｍｏｔｏｒ」の分解斜視図\n図３  被告製品１の「Ｐｕｌｓｅ  ｕｎｉｔ」の分解斜視図\n図４  被告製品１の「Ｐｕｌｓｅ  ｕｎｉｔ」、「Ｒｏｔｏｒ」（ロータ）、「Ｓｔａｔｏ\nｒ」（ステータ）の分解斜視の写真\n図５  被告製品１の「Ｐｕｌｓｅ  ｕｎｉｔ」を構成する「Ａｎｖｉｌ」（アンビル）、\n「Ｅｎｄ  ｐｉｅｃｅ」の斜視の写真\n図６  被告製品１の「Ｒｏｔｏｒ」の斜視の写真\n図７  （ａ）被告製品１の「Ｒｏｔｏｒ」「Ｓｔａｔｏｒ」の分解斜視の写真\n（ｂ）被告製品１の「Ｒｏｔｏｒ」「Ｓｔａｔｏｒ」の組立斜視の写真\n第２  被告製品１の構成及び動作の説明\n被告製品１は、図１から図７に示すように、「Ｍｏｔｏｒ」「Ｐｕｌｓｅ  ｕｎｉｔ」「Ｈ\nａｎｄｌｅ」等の各種部材が組み立てられてなり、「Ｍｏｔｏｒ」の出力部の回転を「Ｐｕ\nｌｓｅ  ｕｎｉｔ」に伝達し、「Ｐｕｌｓｅ  ｕｎｉｔ」にて発生する力により「Ａｎｖｉ\nｌ」にトルクを発生させる電動式衝撃締め付け工具である。\n図４、図７（ａ）に示すように、「Ｓｔａｔｏｒ」は、電力により磁気を帯びる磁極部\nを備えている。\n図４、図６、図７（ａ）（ｂ）に示すように、「Ｒｏｔｏｒ」は、「Ｓｔａｔｏｒ」を挿\n入可能な筒状部を有し、その筒状部の内周面に複数の磁石が隙間を設けて固設されている。\n図７（ａ）（ｂ）に示すように、「Ｓｔａｔｏｒ」は「Ｒｏｔｏｒ」に挿入されると磁石\nは「Ｓｔａｔｏｒ」の外周側に位置し、「Ｓｔａｔｏｒ」の磁極部と「Ｒｏｔｏｒ」の磁石\nとの相互作用によって、「Ｒｏｔｏｒ」が「Ｓｔａｔｏｒ」の外側にて回転する。\n第３  他の被告製品との関係\n以下の型番の製品は、本件発明との対比において、上記被告製品１と同一の構成を有する。\n・型番      ＥＴＰ  ＴＢＰ  ６１－３２－１０\n・型番      ＥＴＰ  ＴＢＰ  ６１－３２－１０－ＢＤ\n・型番      ＥＴＰ  ＴＢＰ－Ｓ６１－３２－１０\n・型番      ＥＴＰ  ＴＢＰ  ６１－３２－４２\n・型番      ＥＴＰ  ＴＢＰ  ６１－３２－４２－ＢＤ\n・型番      ＥＴＰ  ＴＢＰ－Ｓ６１－３２－４２\n・型番      ＥＴＰ  ＴＢＰ－８１－５５－１０（被告製品１）\n・型番      ＥＴＰ  ＴＢＰ  ８１－５５－１０－ＢＤ\n・型番      ＥＴＰ  ＴＢＰ－Ｓ８１－５５－１０\n・型番      ＥＴＰ  ＴＢＰ  ９１－８０－１３\n・型番      ＥＴＰ  ＴＢＰ  ９１－８０－１３－ＢＤ\n・型番      ＥＴＰ  ＴＢＰ－Ｓ９１－８０－１３\n・型番      ＥＴＰ  ＴＢＰ  １３１－１５０－１３\n・型番      ＥＴＰ  ＴＢＰ  １３１－１５０－１３－ＢＤ\n・型番      ＥＴＰ  ＴＢＰ－Ｓ１３１－１５０－１３\n以上\n【図１】\n【図４】\nPulse unit  Rotor  Stator\nMotor  Handle\nPulse unit\nRotor\nStator Anvil\n磁石\n磁極部\n筒状部\n【図５】\n【図６】\nPulse unit\nAnvil\nEnd piece\n磁石\nRotor\n筒状部\n【図７】\n（ａ）\n（ｂ）\nRotor\nStator\n磁石\n磁極部\nRotor  Stator\n筒状部\n筒状部\n【図２】\nRotor  Stator\nMotor\n【図３】\nAnvil  End piece\nPulse unit\nPiston kit\n（別紙）\n被告製品の構成（原告主張）\nａ：「モータ」の出力部の回転を「パルスユニット」に伝達し、「パルスユニッ\nト」にて発生する力により「アンビル」にトルクを発生させる電動式衝撃締め\n付け工具であって、\nｂ：「モータ」は、\nｂ１：磁極部を持つ「ステータ」と、\nｂ２：「ステータ」の外周側に隙間を設けて貼設された磁石と、\nｂ３：磁石を内周面に固設された筒状部を有する「ロータ」を備える\nｂ４：アウタロータ型電動モータである\nｃ：電動式衝撃締め付け工具。\n以上\n（別紙）\n型番 販売数量 売上（税抜） 消費税 売上（税込） 仕入費用 輸入消費税 経費（計） 限界利益 実施料\n（10%） 請求額\nTBP61-32-10\nTBP81-55-10\nTBP91-80-13\nTBP131-150-13\nTBPS61-32-10\nTBPS81-55-10\nTBPS91-80-13\nTBPS131-150-13\nTBP81-55-10-BD\nTBP91-80-13-BD\nTBP131-150-13-BD\n合計\n損害一覧表（原告主張）\n●（省略）●\n（別紙） 損害一覧表（被告主張）\n表１\n（平成２９年７月～令和２年３月３１日）\nTBP61-32-10\nTBP81-55-10\nTBP91-80-13\nTBP131-150-13\nTBP-S61-32-10\nTBP-S81-55-10\nTBP-S91-80-13\nTBP-S131-150-13\nTBP81-55-10-BD\nTBP91-80-13-BD\nTBP131-150-13-BD\n総額\n表２\n（令和２年４月１日～令和３年１０月３１日）\nTBP61-32-10\nTBP81-55-10\nTBP91-80-13\nTBP131-150-13\nTBP-S61-32-10\nTBP-S81-55-10\nTBP-S91-80-13\nTBP-S131-150-13\nTBP81-55-10-BD\nTBP91-80-13-BD\nTBP131-150-13-BD\n総額\nモデル 数量 販売価格 購入価格 輸送費\nモデル 数量 販売価格 購入価格 輸送費\n●（省略）●\n●（省略）●\n販売価格－(購入価格＋\n輸送費)\n販売価格－(購入価格+輸送費＋輸入\n消費税)\n(参考）\n消費税\n輸入消費税\n輸入消費税 販売価格－(購入価格+輸送費＋輸入\n消費税)\n(参考）\n消費税\n販売価格－(購入価格＋\n輸送費)\n"
}