{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 4,
    "month": 5,
    "day": 26
  },
  "case_number": "令和3(ワ)1971",
  "case_name": "マンション管理組合各種帳票類閲覧請求事件",
  "court_name": "札幌地方裁判所",
  "gist": "マンションの区分所有者の配偶者である原告が、管理組合の理事長である被告に対し、管理規約に基づき、通帳等の閲覧を求めた事案において、管理規約が閲覧請求権を認める利害関係人とは、区分所有者たる組合員に準ずる管理規約上の地位を有する者であって、その地位に基づき管理組合に対して会計帳簿等の閲覧を請求する法律上の利害関係があると認められる者をいい、単にその閲覧につき事実上の利害関係を有するにすぎない者を含まないと解するのが相当であるとした上、管理規約の定めによれば、区分所有者の配偶者としてマンションに居住する原告は、マンションの管理について区分所有者たる組合員に準ずる地位を管理規約によって与えられているとして、原告の請求を認容した事例",
  "lawsuit_id": "91767",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=91767",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/767/091767_hanrei.pdf",
  "contents": "主         文\n１  被告は、原告に対し、別紙文書目録記載１及び２の各文書をＢ管理組合の管理\n事務所において閲覧させよ。\n２  訴訟費用は被告の負担とする。\n事 実 及 び 理 由\n第１  請求\n主文同旨\n第２  事案の概要\n本件は、札幌市ａ区ｂ町ｃ丁目に所在するマンション（以下「本件マンション」\nという。）の区分所有者の配偶者である原告が、本件マンションの管理組合（以下\n「本件管理組合」という。）の理事長である被告に対し、本件マンションの管理規\n約（以下「本件管理規約」という。）に基づき、別紙文書目録記載１及び２の記帳\n済み通帳等の閲覧を求める事案である。\n１  前提事実\n以下の事実は、当事者間に争いがないか、後掲括弧内記載の証拠及び弁論の全\n趣旨により容易に認められる。\n⑴    原告は、本件マンションの区分所有者である訴外Ｄの配偶者であり、平成\n２３年４月２８日から現在まで、Ｄの区分所有建物において同人と同居して\nいる（甲１７、１８、乙１）。\n⑵  本件管理組合は、本件マンションの区分所有者全員で構成され、本件マンシ\nョンの管理を行うために設立された建物の区分所有等に関する法律（以下「区\n分所有法」という。）３条前段所定の団体である。\n⑶  被告は、本件管理組合の理事長であり、本件管理規約４３条２項により区分\n所有法所定の管理者となる（甲１１）。\n⑷  本件管理規約６９条は、「理事長は、会計帳簿、什器備品台帳、組合員名簿、\n及びその他の帳票類を作成して保管し、組合員又は利害関係人の理由を付した\n書面による請求があったときは、これらを閲覧させなければならない。この場\n合において、閲覧につき、相当の日時、場所等を指定することができる。」と定\nめている（甲１１）。\n⑸  原告は、令和３年４月１３日、本件管理組合の当時の理事長であったＥに対\nし、訴外Ｆ元理事長が取引業者から収受した金銭の所在を確認する必要がある\nとして、平成２０年４月１日から平成２９年３月３１日の期間に係る記帳済み\n貯金通帳及び支払伺書の閲覧を書面にて請求した（甲１）。\n⑹  原告は、令和３年８月２５日、同年９月７日及び同月１４日、Ｅに対し、平\n成２６年度から本件マンションで開催されている「サロン」（住民の交流と地\n域活動を目的に理事会の下部組織として、本件マンションの集会室で開催され\nる集会）に要する費用の内訳が組合員に対して公開されたことがないなどとし\nて、平成２６年度以降のサロン開催に関する収支内訳書、総勘定元帳、通帳等\nの閲覧を書面にて請求した（甲４～７）。\n⑺  Ｅは、同月１６日、原告の上記閲覧請求はいずれも不適法なものであるとし\nて却下した（甲８）。\n⑻  原告は、同年９月２２日、Ｅを被告として本件訴訟を提起した。\n⑼  Ｅは令和４年３月６日開催の本件管理組合の理事会において、理事長を辞任\nし、本件管理組合の副理事長であった被告が理事長に就任した。\n⑽  被告は、同月１０日、本件訴訟手続を受継した。\n２  争点及びこれに対する当事者の主張\n本件の争点は、原告が本件管理規約６９条の定める「利害関係人」に該当する\nか否かである。\n（原告の主張）\n原告は、本件マンションの区分所有建物を所有するＤの配偶者であり、同一世\n帯員であるから、当然に利害関係人に該当する。また、組合員であるＤから会計\n帳簿の閲覧請求及び閲覧作業の委任を受けている。\n（被告の主張）\n本件管理規約６９条は国土交通省が作成したマンション標準管理規約６４条\nを参考に作成されているところ、同条の「利害関係人」は、総会議事録の閲覧請\n求を定める標準管理規約４９条の「利害関係人」と同義と解される。同４９条の\n「利害関係人」とは、「敷地、専有部分に対する担保権者、差押債権者、賃借人、\n組合員からの媒介の依頼を受けた宅地建物取引業者等法律上の利害関係がある\n者をいい、単に事実上利益や不利益を受けたりする者、親族関係にあるだけの者\n等は対象とはならない。」と解されるが、原告はこれらの者のいずれにも該当し\nないから本件管理規約６９条の「利害関係人」には当たらない。\n第３  当裁判所の判断\n１  区分所有法は、建物又はその敷地若しくは附属施設の管理又は使用に関する区\n分所有者相互間の事項は、同法に定めるもののほか、規約で定める旨規定してい\nるところ（同法３０条１項）、同法が閲覧請求の対象とする書面は、規約（同法３\n３条２項）及び集会の議事録（同法４２条５項）に限られることから、会計に関\nする書類を閲覧請求の対象とするか否か、また、これをいかなる範囲の者に閲覧\nさせるかは、もっぱら区分所有者の意思に基づく自治的規範である規約に委ねて\nいるものと解される。\n２  そして、本件管理規約６９条は、理事長に会計帳簿、什器備品台帳、組合員名\n簿及びその他の帳票類（以下「会計帳簿等」という。）の作成・保管義務を課すこ\nとに加えて、組合員又は利害関係人の理由を付した書面による請求があったとき\nは、会計帳簿等を閲覧させなければならない旨定めている。\n本件管理規約がその第７章に会計に関する定めを置き、理事長による管理組合\nの収支予算案・決算案の総会への提出及びこれらの総会での承認等の会計に関す\nる基本的事項を定め（６３条及び６４条）、管理費等の徴収、預金口座の開設、組\n合業務遂行のための借入れ等会計業務を遂行する上での必要な事項についての定\nめ（６５条ないし６８条）の後に上記６９条を設けていることや本件管理組合が\n区分所有法３条所定の団体であり、会計に関しても自治的な運営に任されている\nこと等を考慮すると、上記６９条の閲覧請求制度は、管理組合の構成員である組\n合員及び本件マンションの管理又は使用に利害関係を有する者に会計帳簿等の閲\n覧を認めることにより、会計業務の透明性を確保し、管理組合の健全な運営を実\n現することをその目的とするものと解される。そして、本件管理規約６９条は、\n会計帳簿等の閲覧請求権者を「組合員又は利害関係人」という一定の範囲の者に\n限定しているが、この限定は、閲覧請求の対象となる会計帳簿等には本件マンシ\nョンに居住する者の個人情報や本件マンションの防犯上重要な情報等が含まれる\nところ、これらの情報が閲覧請求制度の上記目的を達するのに必要な範囲外の者\nに取得されることを防止するためと解される。\n以上の本件管理規約６９条の趣旨に照らせば、同条の「利害関係人」とは本件\nマンションの管理について区分所有者たる組合員に準ずる管理規約上の地位を有\nする者であって、その地位に基づき管理組合に対して会計帳簿等の閲覧を請求す\nる法律上の利害関係があると認められる者をいい、単にその閲覧につき事実上の\n利害関係を有するにすぎない者を含まないと解するのが相当である。\n３  原告は本件マンションの区分所有者であるＤの配偶者であり、同人の区分所有\n建物で同人と同居している者であるが、本件管理規約上は「占有者」又は「同居\n人」に区分される（本件管理規約２条３号は「占有者」を区分所有法６条３項の\n占有者と定義するが、同項の占有者には区分所有者の同居人も含まれると解され\nるから原告は規約上、いずれの地位も有している。）。\nそして、本件管理規約は、区分所有者の承諾を得て専有部分を占有する者が総\n会の目的について利害関係を有する場合には、当該占有者に総会での意見陳述を\n認め（５０条２項）、組合員の同居者を議決権の代理行使の適格者とする（５１条\n５項）など、正当な権原を有する占有者や区分所有者の同居者に一定の地位を与\nえるとともに、占有者は区分所有者が規約及び総会決議に基づいて負う義務と同\n一の義務を負い（５条２項）、占有者・区分所有者の同居人による規約違反行為や\n共同生活の秩序を乱す行為等に対し、理事長が勧告・行為の差止請求その他法的\n措置を講ずることができる旨定める（７２条）など占有者や同居人にも区分所有\n者に準ずる共同生活上の義務を課している。また、本件管理規約は、理事及び監\n事の被選任資格を「現に居住する組合員（配偶者を含む。）」と定め（４０条２項）、\n組合員の配偶者には、上記占有者・同居人としての地位に加え、管理組合の役員\nとして組合の運営に主体的に参画する地位を与えている。\n以上の本件管理規約の定めによれば、区分所有者の配偶者として本件マンショ\nンに居住する原告は、本件マンションの管理について区分所有者たる組合員に準\nずる地位を管理規約によって与えられている者といえる。\nまた、原告は、本件訴訟により、記帳済みの通帳やサロン開催に係る収支内訳\n等の書類の閲覧を請求しているが、これらの閲覧請求によって会計処理に不適切\nな点が発見されれば、原告は、議決権の代理行使者として総会に出席して意見を\n述べ、又は自らが理事又は監事に就任することにより本件管理組合の会計業務の\n是正を求めることができる地位にあるから、このような地位を区分所有者の意思\nに基づく自治的規範である本件管理規約によって与えられている原告による会計\n帳簿の閲覧請求は、法律上の利害関係に基づくものといえる。\nしたがって，原告は本件マンションの管理について区分所有者たる組合員に準\nずる管理規約上の地位を有する者であって、その地位に基づき管理組合に対して\n会計帳簿等の閲覧を請求する法律上の利害関係があると認められる。\n４  以上によれば、原告は、本件管理規約６９条の定める「利害関係人」に当たり、\n本件訴状により、本件管理組合の理事長である被告に対して別紙文書目録記載１\n及び２の各文書の閲覧請求をしていることから、被告には、これら文書を原告に\n閲覧させるべき義務があると認められる。\n第４  結論\nよって、原告の請求はすべて理由があるから、これらを認容することとし、主\n文のとおり判決する。\n札幌地方裁判所民事第３部\n裁判長裁判官   中     野          郎\n裁判官   水     野     峻     志\n裁判官   田     中     大     地\n文   書   目   録\n１  平成２６年度から令和２年度に係る以下の文書\n⑴  記帳済み通帳\n⑵  支払伺書\n⑶  仕訳帳\n⑷  総勘定元帳\n２  平成２６年度から令和２年度のサロン開催に係る以下の文書\n⑴  領収書\n⑵  収支内訳書\n以  上\n"
}