{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 6,
    "month": 1,
    "day": 30
  },
  "case_number": "令和5(ワ)70276",
  "case_name": "不正競争行為差止請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "92740",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=92740",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/740/092740_hanrei.pdf",
  "contents": "令和 6 年 1 月 30 日判決言渡  同日原本領収  裁判所書記官\n令和 5 年(ワ)第 70276 号  不正競争行為差止請求事件\n口頭弁論終結日  令和 5 年 11 月 20 日\n判         決\n当事者の表示  別紙当事者目録記載のとおり\n主         文\n1  原告の請求をいずれも棄却する。\n2  訴訟費用は原告の負担とする。\n事実及び理 由\n略語は略語一覧表のとおり。\n第 1  事案の要旨\n本件は、原告書籍を製造、販売する出版社である原告が、被告が製造、販売等す\nる被告書籍は、原告の周知の商品等表示である原告表示を使用するものであり、こ\nれを製造、販売等する行為は、不正競争防止法 2 条 1 項 1 号所定の不正競争に該当\nすると主張して、被告に対し被告書籍の製造等の差止め及び廃棄並びに損害賠償を\n求める事案である。\n第 2  当事者の求めた裁判\n1  被告は、被告書籍を製造し、販売し、販売のために展示してはならない。\n2  被告は、前項記載の書籍を廃棄せよ。\n3  被告は、原告に対し、62 万 7000 円及びこれに対する令和 5 年 6 月 7 日から\n支払い済みまで年 3％の割合による金員を支払え。\n（請求の法的根拠）\n1  不正競争防止法 3 条 1 項に基づく差止請求\n2  同条 2 項に基づく廃棄請求\n3  主たる請求：同法 4 条（5 条 2 項）に基づく損害賠償請求\n附帯請求：遅延損害金請求（起算日：訴状送達日の翌日、利率：民法所定のもの）\n第 3  前提事実、争点及び争点に対する当事者の主張の要旨\n1  前提事実（証拠等の記載のないものは当事者間に争いがない。なお、証拠を摘\n示する場合には、特に記載のない限り、枝番を含むものとする。以下同じ。）\n(1)  当事者\n原告及び被告は、いずれも書籍の出版、販売等を行う株式会社である。\n(2)  原告書籍の販売等\n原告は、原告書籍 1 を令和元年 7 月 20 日に発売して以降、別紙原告書籍目録記\n載の各発売日に、同目録記載の各書籍の販売を開始し、現在も原告書籍を製造、販\n売している（電子書籍の有料配信を含む。）。原告書籍は、特定の職業のノンフィク\nション・エッセイであり、その表紙は、別紙「原告書籍の表紙一覧」のとおりであ\nる。（甲 3）\n(3)  被告書籍の販売等\n被告は、令和 5 年 2 月 19 日、被告書籍の販売を開始し、現在もこれを製造、販\n売している（電子書籍の有料配信を含む）。被告書籍は、AV 監督のノンフィクショ\nン・エッセイであり、その表紙は、別紙被告書籍目録のとおりである。（甲 4）\n2  争点\n(1)  原告表示の「商品等表示」該当性\n(2)  原告表示の周知性\n(3)  原告表示と被告表示との類似性\n(4)  被告書籍と原告書籍との混同のおそれの有無\n(5)  原告の営業上の利益の侵害の有無\n(6)  被告の故意の有無\n(7)  損害額\n3  争点に関する当事者の主張\n(1)  争点(1)（原告表示の「商品等表示」該当性）及び争点(2)（原告表示の周知性）\n（原告の主張）\nア  原告表示について\n次の表紙の題号、色、イラスト、コメント及びインターネット上で試し読みでき\nる範囲での書籍本文の体裁の組合せからなる原告書籍の形態は、一見して原告書籍\nがシリーズ物であることを示し、原告の一連の商品である「日記シリーズ」に属す\nる商品であることを示す出所表示機能を有し、「商品等表示」（不正競争防止法 2 条\n1 項 1 号）に該当する。\n（表紙）\n①  「特定の職業・二文字を二度繰り返したオノマトペ・日記」との題号が縦\n書きで表記されている。\n②  表紙は白色を基調としている。\n③  表紙には、その書籍のテーマとなった職業に従事する者のイラストが描か\nれている。\n④  各職業の苦労を悲哀とユーモアを交えて端的に表現したコメントが縦書き\nで記されている。\n（インターネット上で試し読みできる範囲での書籍本文の体裁）\n⑤  目次の前に冒頭数頁にわたって著者の前書が記載されている。\n⑥  目次は、第●章として章の見出しが縦書きで表記され、各章の中には、「某\n月某日」で統一された小見出しが複数記載されている。\nイ  特別顕著性\n原告書籍は、いずれも、特定の職業に従事する労働者（主として高齢者）に焦点\nを絞り、その職業特有の苦労や喜びといったテーマについて、ユーモアを織り交ぜ\nながら取り上げたシリーズ物である。このようなテーマに沿うように、表紙は上記\n①～④の特徴で統一されており、著者（テーマとなった職業に従事する者）の苦労\nや喜びが悲哀とユーモアを交えて伝わるような視覚的印象を与えている。また、「日\n記」という形式に沿うように、前書及び目次は全て縦書きで統一され、目次におけ\nる各章の小見出しには、全て「某月某日」という月日の表記を加えている。そのた\nめ、原告書籍の本文全体は、あたかも著者の職業日記そのままのような体裁となっ\nている。\n原告表示は、題号の形式、イラスト、「某月某日」が付された小見出しなど、各要\n素のみでも特徴的といえる要素が含まれている。白色の表紙、表紙のコメント、前\n書きといった個別に見ればさほど特徴的ではない要素についても、他の要素との組\nみ合わせにより、原告表示の内容を限定し、他の書籍との差別化をもたらしている。\nこのため、原告表示は、全体として特別顕著性を有する。\nウ  周知性\n(ｱ)  原告は、令和元年 7 月以降、合計 14 種類の原告書籍を発売してきた。特定\nの職業に従事する労働者の職業日記というコンセプトに従い、原告表示で外観を統\n一し、シリーズ化されて 14 冊も発行された書籍は、既存のノンフィクション・エッ\nセイでは類を見ないものである。原告書籍は、発売から現在までのわずか 4 年間で、\n電子書籍を除いたシリーズ累計発行部数だけでも 46 万部以上に上っている。\n(ｲ)  原告は、これまで原告書籍の新刊が出るたびに、定期的に、複数の大手全国\n紙のほか、日本全国の地方紙やスポーツ紙に広告を掲載してきた（別紙「原告書籍\nの広告実績」）。また、複数のウェブメディアにおいて、原告が原告書籍に関して受\nけた取材記事も公開されている。\n(ｳ)  原告表示は、一般消費者にとって周知であり、需要者においても、原告表示\nの外観を有する書籍が原告を識別するものとして周知されている。\n原告書籍は、書籍ごとの売上の差が大きくないことから、多くの需要者は、職業\nではなく、日記シリーズであることに着目して、シリーズを通じて原告書籍を継続\n的に購入しているとみられる。\n（被告の主張）\nア  原告は商品等表示の主体（「他人」（不正競争防止法 2 条 1 項 1 号））に当た\nらないこと\n「他人」として保護される周知な商品等表示主体たる事業者について、具体的名\n称までは知られていなくとも足りるが、製造元・販売元が分かれている場合など、\n複数の事業者が提供を分担する場合、「他人」に該当するかどうかは、当該商品等表\n示の内容や態様、当該商品の広告・宣伝の規模や内容、品質保証表示のあり方など\nに照らし、当該商品等表示が何人のものとして需要者に認識されているかによって\n定めるのが相当である。しかし、原告書籍には、各書籍の著者の氏名が最も大きく\n記載されており、発行者である原告の名称は表面及び奥付に小さく表示されている\nに過ぎない。また、例えば Amazon の販売画面でも、「続きを読む」のボタンを押\nして折り畳まれている表示を展開しない限り、原告の名称は表示されず、登録情報\n上の出版社として表示されているのはフォレスト出版株式会社のみである。\nしたがって、原告は、商品等表示の主体（「他人」）に当たらない。\nイ  原告表示には自他識別機能又は出所表示機能がないこと\n原告書籍は、いずれも、互いに関連性のない職業に関するエッセイであり、題号・\n作者・イラストの内容等がそれぞれ異なっており、表紙には特定のシリーズである\n旨の記載等もないことから、シリーズ化されている一連の商品と認識されるものと\nはいえない。\n原告が主張する原告書籍の表紙の形態について、書籍の題号は、書籍の内容を指\n標するのであって、商品や営業の出所を示すものではない。原告書籍の題号を個別\nに見ても、特定の職業について、その題号に含まれるヨレヨレなどの形容動詞、副\n詞等で表現される日常を日記形式でつづった書籍の内容を指標するものであって、\n商品ないし営業の出所として原告を示すものではない。表紙のイラストやコメント\nについても、書籍の内容をわかりやすく表現したものに過ぎず、出所表示を行うも\nのではない。\nまた、原告が主張する原告書籍の本文の体裁についても、書籍の内容そのもので\nあり、商品や営業の出所を示すものではない。そもそも、書籍の前書や目次、見出\nしの体裁は、書籍購入の際に注目するものではなく、需要者が、商品を識別・選択\nするにあたり、書籍本文を試し読みした上で、前書等の体裁から、当該書籍の出所\nが原告であると判断することは考え難い。\nしたがって、原告表示は、自他識別機能又は出所表示機能を備えていない。\nウ  特別顕著性がないこと\n特定の職業の実情・悲哀を主観的な日記形態で描いた作品は数十年前から多数存\n在している。これらの書籍のうちには、「特定の職業・当該特定の職業の日常を表し\nた言葉・日記」といった構成を取り、表紙に当該書籍のテーマとなった職業に従事\nする者のイラストが描かれているものが複数ある。また、これらのうちには、題号\nを縦書きで記載したものや、白色を基調とした表紙のもの、各職業の苦労と悲哀を\nユーモアを交えて端的に表現したコメントを記したもの、オノマトペを題号に使用\nしたものもそれぞれ複数見受けられ、原告表示を構成する要素は、他の同種商品に\n一般にみられる。\nさらに、原告表示の各要素が組み合わされたからといって、客観的に他の同種商\n品とは異なる顕著な特徴を有しているとはいえない。\n加えて、白色を基調とした表紙については、文字の視認性の高さから、書籍の表\n紙に白色が用いられるのは格別特殊なことではなく、白色自体と書籍の結びつきが\n強度なものとはいえず、白色を書籍に使用すること自体の新規性、特異性は甚だ乏\nしい。原告自身も当該色彩自体を宣伝広告するものではないため、消費者がその色\n彩に着目して書籍を識別、選択して購入するとは考え難い。\nしかも、ノンフィクション・エッセイの書籍では、冒頭数頁にわたる著者の前書、\n目次という構成を有するのはごく一般的である上、日記の形式をとる以上、「某月某\n日」という見出しを設けることも何ら特殊なことではない。\nしたがって、原告表示には特別顕著性がない。\nエ  周知性がないこと\n原告表示の使用期間は 4 年に過ぎず、長期間継続的に使用されてきたとはいえな\nい。また、原告表示の各要素と完全に一致する書籍が現に発売されており、原告が\n原告表示を独占的に使用してきたともいえない。これらの書籍の外観が模倣された\nものであるか、原告の使用許諾を受けたものであるかは、需要者にとっては関係の\nない事柄であり、原告表示と類似する外観の書籍が市場に複数存在し、販売が継続\nされていれば、需要者は、原告表示又はこれと類似する外観の書籍を出版する出版\n社が多数あると認識し、原告表示が、原告という特定の出版社を出所として表示さ\nれるものと広く認識されることはない。\n発行部数についても、1 冊単位の売上平均は 3.2 万部に過ぎず、一般的にベスト\nセラーとされる 10 万部に及ばない。なお、原告に倣って原告書籍の推定販売部数\nを計算しても、累計 30 万 3240 部に過ぎない。また、各書籍の販売部数はまちまち\nであり、3 万部を超えているのは 1 冊のみである。\nまた、原告書籍に関する取材記事が公開されているのはいずれもインターネット\n上であり、そのアクセス数の多寡及び影響の程度は不明である。\n加えて、原告書籍は、それぞれ取り上げる職業や作者が異なり、独立しているた\nめ、需要者の多くが原告発行のシリーズであることを理由に横断的に日記シリーズ\nを購入しているとは考え難い。原告書籍の表紙には特定のシリーズである旨や発行\n者である原告の名称の記載もないことから、どの程度の需要者が、各書籍がシリー\nズを構成する 1 冊と認識の上、原告表示に着目して購入しているものかも疑問であ\nる。\nしたがって、原告表示には周知性がない。\n(2)  争点(3)（原告表示と被告表示との類似性）\n（原告の主張）\nア  書籍の類似性\n被告書籍は、題号が「AV 監督ヒヤヒヤ日記」と縦書きで記されており、「特定の\n職業・二文字を二度繰り返したオノマトペ・日記」の形式による題号が付されてい\nる。また、表紙は白色であり、AV 監督のイラストも記載されている。さらに、表紙\nには、縦書きで「少子化阻止、セックスレス解消のために撮りつづけます」との記\n載があり、AV 監督の苦労について、ユーモアをもって自虐的に表現したコメントが\nある。\n被告書籍の本文においても、著者の前書及び目次はいずれも縦書きで表記され、\n目次は、章ごとに見出しが付けられ、さらに章の中で、「某月某日」ではじまる小見\n出しが複数表記されている。\n以上のとおり、被告書籍の外観は、原告表示の要素を有しており、原告書籍に類\n似する。\nイ  ウェブサイト上での類似性\nウェブサイトでは、帯が巻かれた状態の被告書籍の表紙が画像として表示されて\nいるところ、外観上、表紙の画像と帯の画像が一体となっているため、ウェブサイ\nト上での被告書籍の外観は、原告書籍それぞれの外観とほぼ区別がつかない。\nまた、ウェブサイト上では、被告書籍の書籍名として、「AV 監督ヒヤヒヤ日記－\n少子化阻止、セックスレス解消のために撮りつづけます－」と表示されており、日\n記という名称のみならず、その後に「－」で続け、「～ます」といった形で終了する\n文章形式の副題が記載されている。書籍名において、「－」に続けて「ます調」で終\nわる文章を提示する例は、他の書籍には見られない原告書籍固有の特徴である。\nまた、Amazon などのウェブサイトにおける試し読みページにおいても、被告書\n籍は、原告書籍とほぼ同程度の分量で、数ページの前書・目次・15 ページ程度の本\n文という同様の構成により表示される。殊に目次は、「第●章」として章の見出しが\n縦書きで表記され、各章の中では、「某月某日」で始まる小見出しが複数表記されて\nおり、原告書籍の目次の構成と全く違いはない。\nウ  以上より、被告書籍の外観は、原告表示と類似する。\n（被告の主張）\nア  被告書籍は、AV 新法に対するアンチテーゼを読者が関心を抱きやすい柔ら\nかい文体で表そうとした結果、日記の形態になったに過ぎず、著者も苦労と共に仕\n事の楽しさを伝えているのであって、取り扱う職業を通して人生の悲哀等を伝えん\nとする原告書籍とはテーマが異なる。このため、書籍の内容を指標する表示である\n商品の外観や印象も全く異なる。\nイ  書籍の表紙（外観）についても、次のとおり、被告書籍と原告書籍とは全く\n異なる。\n原告書籍  被告書籍\n題号  黒の鉛筆調の手書きの文字  茶系色の新ゴ B というゴシック体フ\nォント\nコメント  表紙左上に、茶系の色・ゴシッ\nク体ではないフォントで 4 行\nにわたり記載\n題号のすぐ左横に、黒色 2 行で新ゴ\nB のフォントで記載\n書籍のテ\nーマとな\nる職業の\nイラスト\n表紙の中央に、帯から表紙全\n面にまでまたがる大きさで描\nかれ、苦労や悲哀を表す皺や\n汗、筋張った体形等の表現が\n特徴的である。\n帯のみに記載され、これに収まるよ\nうに表紙の 10 分の 1 程度のサイズ\nであり、記載された人物はいずれも\n笑みを浮かべ、曲線的なフォルムで\n描かれている。\n帯  ①茶系の吹き出し内に黒の鉛\n筆調の手書きの文字のコメン\nト\n②ゴシック体ではない黒字の\nフォントで、縦書き及び鉤括\n弧で当該職業を端的に表すコ\nメント\n③ゴシック体ではない黒字の\nフォントで、書籍の内容を紹\n介する縦書きのコメント\n①黒、青及び赤色の新ゴ B 及び AP\nプフピクニックのフォントで縦書き\nの紹介コメント\n②黒色の新ゴ DB、茶系色の新ゴ H\nのフォントで、著者の意気込みや自\n負をいずれも横書きで記載したコメ\nント\nウ  ウェブサイト上の書影の外観及び印象も、原告書籍と被告書籍とは全く異な\nる。また、需要者は、原告書籍と被告書籍を販売するウェブサイトを個別に閲覧す\nるのであり、原告書籍名に「－」に続けて「ます調」で終わる文章が提示されてい\nることや、原告書籍の前書・目次・本文の構成や見出し等といった細部については、\n通常書籍を購入するにあたり注目しない。\nエ  したがって、原告書籍と被告書籍に類似性はない。\n(3)  争点(4)（被告書籍と原告書籍との混同のおそれの有無）\n（原告の主張）\n原告書籍の需要者は、広くノンフィクション・エッセイに関心のある読者である\nところ、原告と被告はいずれも出版社であり、被告書籍も原告書籍と同様に特定の\n職業のノンフィクション・エッセイであるため、需要者は共通する。そのため、需\n要者において、原告表示の要素のうち表紙に係る各要素を備えた被告書籍は、原告\n書籍のシリーズに含まれる書籍であるとの混同を生じさせるおそれが高い。\nまた、一部の書店では、原告書籍及び被告書籍がいずれも表紙を前面に向けた状\n態で陳列されており、被告書籍も原告書籍のシリーズの一部かのように扱われてい\nる。これは、需要者である読者だけでなく、書店員においても、原告書籍と被告書\n籍とを実際に混同したか、少なくとも混同する可能性を与えられていることをうか\nがわせる。\nさらに、ウェブサイト上では、被告書籍の販売画面上でのレコメンド欄に原告書\n籍が複数表示されるようになっている。そのため、多くの需要者が、被告書籍を原\n告書籍と実際に混同したか、少なくとも、混同する可能性を与えられている。\n仮に、需要者につき被告の主張を前提としても、高齢者の男性という範囲で需要\n者層が共通しており、少なくともこの範囲で混同のおそれがあるといえる。\n（被告の主張）\n特定の職業に関するノンフィクション・エッセイの需要者は、当該書籍がテーマ\nとする特定の職業や、当該職業に従事する人の生活や人生、関連する業界自体に関\n心を有することから、対象となる職業に着目して購入するといえる。原告書籍は、\n交通誘導員等の身近な職業をテーマとし、読者自身の生活と地続きで、読者自身が\n当該職業に就くことを想起させるものであり、その主たる需要者は、当該職業の働\nき方に関心を持つ高齢者である。これに対し、被告書籍が対象とする職業は AV 監\n督であり、読者は、被告書籍を通じて、平素接することのない世界の裏側にエンタ\nーテインメントとして接するものであって、主たる需要者は広く男性である。この\nように、相互に需要者が異なるのであるから、原告書籍と被告書籍に混同が生じる\nことはない。\n(4)  争点(5)（原告の営業上の利益の侵害の有無）\n（原告の主張）\n被告書籍は、被告が販売した令和 5 年 2 月 19 日から現在に至るまで、日本全国\nの書店及びインターネットにて販売され続けており、原告の営業上の利益が侵害さ\nれている。また、被告は、被告書籍を在庫として保有しており、これも近い将来市\n場に流通し、原告の営業上の利益を侵害することになる。\n（被告の主張）\n争う。\n(5)  争点(6)（被告の故意の有無）\n（原告の主張）\n被告は、出版社として、出版業界で流行している書籍は当然把握している立場で\nある。このため、令和 5 年 2 月 19 日時点で、シリーズ累計 46 万部以上を発行し、\nヒットシリーズとなっていた原告書籍を知っていた。むしろ、ウェブサイト上の被\n告書籍の体裁を見る限り、積極的に被告書籍を原告書籍に類似する体裁にしており、\n意図的に原告書籍を模倣していたことがうかがわれる。\nまた、被告は、被告書籍発売前の同月 15 日、原告から警告を受けており、遅くと\nも同日までには、被告書籍が原告書籍と類似する体裁であることを認識しながら、\n被告書籍の出版を強行した。\nしたがって、被告には、原告の営業上の利益の侵害につき故意がある。\n（被告の主張）\n被告が出版社であること、原告から令和 5 年 2 月 15 日に内容証明郵便の送付を\n受けたことは認める。その余は否認ないし争う。\n(6)  争点(7)（損害額）\n（原告の主張）\nア  法 5 条 2 項の損害額\n(ｱ)  被告書籍の店頭での販売価格は 1540 円（税込）であるところ、被告の規模\nに応じた取次会社への卸値（1047 円）から平均的な製造原価率及び印税を考慮した\n原価（385 円）を控除すると、被告書籍の 1 冊当たりの限界利益は 662 円である。\n(ｲ)  被告書籍の実売数は、推計 860 冊である。\n(ｳ)  したがって、不正競争防止 5 条 2 項に基づく原告の推定損害額は 57 万円（利\n益額 662 円×実売総数 860 冊程度）である。\nイ  弁護士費用相当損害金\n原告は、被告に対する損害賠償請求をするため、弁護士である原告訴訟代理人ら\nに委任した。その費用のうち、上記推定損害額の 1 割が被告による不正競争と相当\n因果関係を有する支出であるから、5 万 7000 円も原告の損害となる。\nウ  損害合計\n原告の損害額は、合計 62 万 7000 円である。\n（被告の主張）\n否認ないし争う。\n第 4  当裁判所の判断\n1  争点(1)（原告表示の「商品等表示」該当性）及び争点(2)（原告表示の周知性）\n(1)  「商品等表示」の意義\n「商品等表示」とは、「人の業務に係る氏名、商号、商標、標章、商品の容器若し\nくは包装その他の商品又は営業を表示するもの」をいう（不正競争防止法 2 条 1 項\n1 号）。商品の形態は、商標等と異なり、本来的には商品の出所を表示する目的を有\nするものではないが、商品の形態自体が特定の出所を表示する二次的意味を有する\nに至る場合があるところ、このように商品の形態自体が「商品等表示」に該当する\nためには、商品の形態が客観的に他の同種商品とは異なる顕著な特徴を有しており\n（特別顕著性）、かつ、その形態が特定の事業者によって長期間独占的に使用され、\n又は極めて強力な宣伝広告や爆発的な販売実績等により、需要者においてその形態\nを有する商品が特定の事業者の出所を表示するものとして周知になっていること\n（周知性）を要すると解する。\n(2)  原告表示の周知性について\nア  原告書籍の需要者について\n原告書籍の需要者については、証拠（甲 5、9、10、15）及び弁論の全趣旨によれ\nば、原告書籍が一般的な書店及び書籍販売サイトで販売されていること、電子書籍\nの有料配信が行われていること、原告書籍の新聞広告が全国紙、地方紙及びスポー\nツ紙に広く掲載されたこと、一般向けのウェブ記事で紹介されたことなどに鑑みる\nと、原告書籍は、広くノンフィクション・エッセイに関心を有する者を需要者とす\nるとみるのが相当である。これに反する被告の主張は採用できない。\nイ  原告書籍の販売実績等について\n原告書籍の販売実績に関し、原告は、シリーズとしての原告書籍の累計発行部数\nは 46 万部以上である旨を主張する。これを裏付けるに足りる的確な証拠はないも\nのの、令和 4 年 5 月 31 日付け「DIAMOND online」の記事（甲 10 の 1）では、同\n年 4 月時点での原告書籍（コミカライズ版 2 作を含む。）の発行部数は累計 40.4 万\n部とされ、また、原告書籍 1（交通誘導員ヨレヨレ日記）は「7 万 6000 部のベスト\nセラー」と紹介されている。令和 2 年 8 月 29 日付け「幻冬舎 GOLD ONLINE」の\n記事（甲 10 の 2）にも、原告書籍 1 につき、「昨年 7 月に発刊するや、1 年余りで\n7 万 6000 部を突破した。」と紹介されている。さらに、令和 4 年 10 月 6 日付け「中\n央公論.jp」の記事（甲 10 の 3）では、原告書籍の累計発行部数は 45 万部と紹介さ\nれている。なお、書籍の一般的な流通形態に鑑みると、販売実績は、発行部数以下\nではあるものの、これに比較的近い数字であることが合理的に推認される。また、\n原告書籍は、インターネット上で電子書籍として販売ないし有料配信されているこ\nともうかがわれる。\nウ  原告書籍の宣伝広告等について\n前記のとおり、原告書籍についてはインターネット上に複数の紹介記事が掲載さ\nれているほか、証拠（甲 9）及び弁論の全趣旨によれば、別紙「原告書籍の広告実\n績」のとおり、令和元年 7 月～令和 5 年 4 月の間、毎月のように原告書籍に関する\n新聞広告が全国紙、地方紙及びスポーツ紙に広く掲載されていたことが認められる。\nもっとも、新聞広告につき仔細にみると、令和 2 年 1 月までは原告書籍 1 のみの\n広告であり、原告書籍 2 以降は、それぞれの書籍が発売されるたびに個別に又は既\n刊の原告書籍と共に広告が掲載された。その広告には「3 段 8 割」がかなりの割合\nを占めるところ、「3 段 8 割」とは、新聞の 1 面下部にある文字だけの書籍広告欄を\n指すものと理解される（甲 10 の 3）。「全 5 段」、「5 段 2 割」といった広告も少なか\nらず見受けられるが、これらは基本的に原告書籍を含む原告の発行する複数の書籍\nを一括して掲載したものとみられる。その具体的態様は必ずしも詳らかではないも\nのの、仮に令和 5 年 3 月 2 日付け読売新聞に掲載された広告（甲 8）と類似するも\nのであるとすると、原告書籍の各表紙と共通する一部のイラスト及びコメントは掲\n載されているものの、掲載された原告書籍の全てにつき、原告書籍の表紙（甲 3）\nにみられる原告表示の要素全部が掲載されてはいない。上記広告掲載の直近に発売\nされた原告書籍 12 については、原告書籍 12 の表紙（甲 3）と同一書体による題号\n並びに同一内容のイラスト及びコメントが示されているものの、原告書籍 12 の表\n紙とは配置（コメントの一部につき、縦書きか、横書きか）が異なり、表紙が白色\nを基調とするものであることをうかがわせる記載等はなく、さらに、原告書籍 12 の\n表紙には存在しない読者等のコメントの記載がある。すなわち、「全 5 段」の新聞広\n告において、原告表示の表紙における要素の全て（①～④）が表紙と同じ配置で掲\n載されていることを認めるに足りる証拠はない。\nエ  以上の事情を総合的に考慮すると、原告書籍については、仮に原告主張のと\nおりシリーズ累計発行部数が 46 万部であったとしても、その需要者が広くノンフ\nィクション・エッセイに関心を有する者であることをも踏まえると、原告書籍それ\n自体が周知といえるほどの販売実績があるとまではいい難い。その点を措くとして\nも、その販売期間はシリーズを通算しても 4 年半程度に過ぎず、原告表示につき原\n告によって長期間独占的に使用されたものとは認められない。また、その宣伝広告\nの実情等をみても、極めて強力な宣伝広告や爆発的な販売実績等により、需要者で\nあるノンフィクション・エッセイに関心を有する者において、原告表示をもって、\nこれを有する原告書籍の出所が特定の事業者である原告（ないし「原告書籍の発行\n者」）であることを表示するものとして周知になっていたとは認められない。\n以上より、原告表示は、一般消費者にとって、原告書籍の出所として原告を表示\nするものとして周知になっているものとはいえないから、「商品等表示」に該当する\nとはいえず、また、「需要者の間に広く認識されている」ということもできない。\n(3)  小括\nしたがって、その余の点につき論ずるまでもなく、原告は、被告に対し、不正競\n争防止法 3 条（同法 2 条 1 項 1 号）に基づく差止（同条 1 項）及び廃棄請求権（同\n条 2 項）並びに同法 4 条に基づく損害賠償請求権を有しない。\n第 5  結論\nよって、原告の請求はいずれも理由がないから、これらをいずれも棄却すること\nとして、主文のとおり判決する。\n東京地方裁判所民事第 47 部\n裁判長裁判官\n杉    浦    正    樹\n裁判官\n久    野    雄      平\n裁判官\n吉    野    弘    子\n（別紙）\n当  事  者  目  録\n原        告          株 式 会 社 三 五 館 シ ン シ ャ\n同訴訟代理人弁護士          矢    野              領\n同                森              真    信\n被        告          ワ ッ ク 株 式 会 社\n同訴訟代理人弁護士          野    中      信    敬\n同                安    田              修\n同                辻              美    和\n（別紙）\n略  語  一  覧  表\n被告書籍  別紙被告書籍目録記載の書籍\n原告書籍 1～14  別紙原告書籍目録記載の書籍\n原告書籍  原告書籍 1～14 の総称\n原告表示  原告が原告書籍の商品等表示として主\n張する要素①～⑥又は①～④を備えた\nもの\n（別紙原告書籍目録  省略）\n（別紙原告書籍の表紙一覧  省略）\n（別紙被告書籍目録  省略）\n（別紙原告書籍の広告実績  省略）\n"
}