{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 9,
    "day": 4
  },
  "case_number": "令和5(行ヒ)143",
  "case_name": "地方自治法第２５１条の５に基づく違法な国の関与（是正の指示）の取消請求事件",
  "court_name": "最高裁判所第一小法廷",
  "result_type": "判決",
  "result": "棄却",
  "article_info": "民集　第77巻6号1219頁",
  "original_court_name": "福岡高等裁判所\n        　那覇支部",
  "original_case_number": "令和4(行ケ)3",
  "original_date": {
    "era": "Reiwa",
    "year": 5,
    "month": 3,
    "day": 16
  },
  "gist": "法定受託事務に係る申請を棄却した都道府県知事の処分がその根拠となる法令の規定に違反するとして、これを取り消す裁決がされた場合において、都道府県知事が上記処分と同一の理由に基づいて上記申請を認容する処分をしないことは、地方自治法２４５条の７第１項所定の法令の規定に違反していると認められるものに該当するか",
  "case_gist": "法定受託事務に係る申請を棄却した都道府県知事の処分がその根拠となる法令の規定に違反するとして、これを取り消す裁決がされた場合において、都道府県知事が上記処分と同一の理由に基づいて上記申請を認容する処分をしないことは、地方自治法２４５条の７第１項所定の法令の規定に違反していると認められるものに該当する。",
  "ref_law": "行政不服審査法５２条１項、２項、地方自治法２４５条の７第１項",
  "lawsuit_id": "92331",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=92331",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/331/092331_hanrei.pdf",
  "contents": "令和５年（行ヒ）第１４３号  地方自治法第２５１条の５に基づく違法な国の関与\n（是正の指示）の取消請求事件\n令和５年９月４日  第一小法廷判決\n主      文\n本件上告を棄却する。\n上告費用は上告人の負担とする。\n理      由\n上告代理人加藤裕、同仲西孝浩、同宮國英男の上告受理申立て理由（ただし、排\n除されたものを除く。）について\n１  沖縄防衛局は、普天間飛行場の代替施設を沖縄県名護市辺野古沿岸域に設置\nするための公有水面の埋立てに関し、公有水面埋立法４２条３項において準用する\n同法１３条ノ２第１項に基づき、埋立地の用途及び設計の概要に係る変更の承認の\n申請（以下「本件変更申請」という。）をしたところ、上告人は変更を承認しない\n旨の処分（以下「本件変更不承認」という。）をした。被上告人は、沖縄防衛局の\n審査請求を受けて、本件変更不承認を取り消す裁決（以下「本件裁決」という。）\nをし、その後、地方自治法２４５条の７第１項に基づき、沖縄県に対し、本件変更\n申請に係る変更の承認（以下「本件変更承認」という。）をするよう是正の指示\n（以下「本件指示」という。）をした。\n本件は、上告人が、本件指示は違法な国の関与に当たると主張して、同法２５１\n条の５第１項１号に基づき、被上告人を相手に、本件指示の取消しを求める事案で\nある。\n２  原審の適法に確定した事実関係等の概要は、次のとおりである。\n沖縄防衛局は、普天間飛行場の代替施設を設置するため、平成２５年３月２\n２日、沖縄県知事に対し、沖縄県名護市辺野古に所在する辺野古崎地区に隣接する\n水域の公有水面の埋立ての承認を求めて願書を提出し、同年１２月２７日、その承\n認を受けた。\n沖縄防衛局は、上記承認の後に判明した事情を踏まえ、地盤改良工事を追加\nして行うなどするため、令和２年４月２１日付けで、上告人に対し、本件変更申請\nをした。上告人は、令和３年１１月２５日付けで、公有水面埋立法４２条３項にお\nいて準用する同法１３条ノ２第１項並びに同法４２条３項において準用する同法１\n３条ノ２第２項において準用する同法４条１項１号及び２号の各規定（以下「本件\n各規定」という。）の要件に適合しないなどとして、本件変更不承認をした。な\nお、本件変更申請に係る沖縄県の事務は法定受託事務である（同法５１条１号、地\n方自治法２条９項１号）。\n沖縄防衛局は、本件変更不承認を不服として、令和３年１２月７日付けで、\n地方自治法２５５条の２第１項１号に基づき、公有水面埋立法を所管する大臣であ\nる被上告人に対し、審査請求をした。被上告人は、本件変更不承認に係る上告人の\n判断は裁量権の範囲を逸脱し、又はこれを濫用したものであって、本件各規定に反\nし違法であるなどとして、令和４年４月８日付けで、本件変更不承認を取り消す旨\nの本件裁決をした。\n上告人は本件裁決後も本件変更承認をしなかったところ、被上告人は、これ\nが上告人の裁量権の範囲を逸脱し、又はこれを濫用したものであり、「都道府県の\n法定受託事務の処理が法令の規定に違反している」（地方自治法２４５条の７第１\n項）と認められるなどとして、令和４年４月２８日付けで、沖縄県に対し、本件変\n更承認をするよう本件指示をした。\n上告人は、本件指示を不服として、令和４年５月３０日付けで、国地方係争\n処理委員会に対し、地方自治法２５０条の１３第１項に基づく審査の申出をした\nが、同年８月１９日付けで、本件指示は違法でないと認める旨の審査の結果の通知\nを受けた。上告人は、これを不服として、同月２４日、同法２５１条の５第１項１\n号に基づき、本件訴えを提起した。\n上告人は、本件変更申請が本件各規定の要件に適合しないなどとした上告人の判\n断は適法であるから、本件指示は違法であるなどと主張している。\n３   法定受託事務に係る都道府県知事の処分についての審査請求に関しては、\n原則として行政不服審査法の規定が適用されるところ（同法１条２項）、同法は、\n行政庁の違法又は不当な処分その他公権力の行使に当たる行為に関し、国民が簡易\n迅速かつ公正な手続の下で広く行政庁に対する不服申立てをすることができるため\nの制度を定めることにより、国民の権利利益の救済を図るとともに、行政の適正な\n運営を確保することを目的とするものである（同条１項）。そして、同法は、５２\n条１項において、審査請求がされた行政庁（以下「審査庁」という。）がした裁決\nは関係行政庁を拘束する旨を、同条２項において、申請を棄却した処分が裁決で取\nり消された場合には、処分をした行政庁（以下「処分庁」という。）は、裁決の趣\n旨に従い、改めて申請に対する処分をしなければならない旨を規定しており、これ\nは審査庁が処分庁の上級行政庁であるか否かによって異なるものではない。その趣\n旨は、処分庁を含む関係行政庁に裁決の趣旨に従った行動を義務付けることによ\nり、速やかに裁決の内容を実現し、もって、審査請求人の権利利益の簡易迅速かつ\n実効的な救済を図るとともに、行政の適正な運営を確保することにあるものと解さ\nれる。\nそうすると、法定受託事務に係る申請を棄却した都道府県知事の処分について、\nこれを取り消す裁決がされた場合、都道府県知事は、上記裁決の趣旨に従って、改\nめて上記申請に対する処分をすべき義務を負うというべきである。仮に、上記裁決\nがされたにもかかわらず、都道府県知事が上記処分と同一の理由に基づいて上記申\n請を認容する処分をしないことが許されるとすれば、処分の相手方が不安定な状態\nに置かれ、紛争の迅速な解決が困難となる事態が生ずることとなり、上記裁決が国\nと普通地方公共団体との間の紛争処理の対象にならないものとされていること（地\n方自治法２４５条３号括弧書き）に照らしても、相当でない。\n以上によれば、法定受託事務に係る申請を棄却した都道府県知事の処分がその根\n拠となる法令の規定に違反するとして、これを取り消す裁決がされた場合におい\nて、都道府県知事が上記処分と同一の理由に基づいて上記申請を認容する処分をし\nないことは、地方自治法２４５条の７第１項所定の法令の規定に違反していると認\nめられるものに該当する。\n前記事実関係等によれば、本件裁決は本件変更不承認が本件各規定に違反す\nることを理由として本件変更不承認を取り消したものであるところ、上告人は本件\n変更不承認と同一の理由に基づいて本件変更承認をしないものといえるから、その\nことは地方自治法２４５条の７第１項所定の法令の規定に違反していると認められ\nるものに該当する。\n４  以上のとおりであるから、本件指示は適法であるとした原審の判断は、結論\nにおいて是認することができる。論旨は採用することができない。\nよって、裁判官全員一致の意見で、主文のとおり判決する。\n( 裁判長裁判官   岡   正 晶   裁判官   山 口   厚   裁判官   深 山 卓 也   裁判官\n安浪亮介  裁判官  堺    徹)\n"
}