{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 3,
    "day": 8
  },
  "case_number": "令和4(行コ)10002",
  "case_name": "登録処分取消請求控訴事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "その他",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "91882",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=91882",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/882/091882_hanrei.pdf",
  "contents": "令和５年３月８日判決言渡\n令和４年（行コ）第１０００２号  登録処分取消請求控訴事件\n（原審  東京地方裁判所  令和３年（行ウ）第３８１号）\n口頭弁論終結日  令和４年１２月１５日\n判        決\n控訴 人    株 式 会 社 ま る や八丁味噌\n同訴訟代理人弁護士    犬     塚         浩\n同            高    木         薫\n同            佐  々  木     俊     樹\n被 控訴 人     国\n処分行政 庁    農 林 水 産 大 臣\n同 指 定 代 理 人    八     屋     敦     子\n同            青     柳     静     香\n同            柿     沼      大      輝\n同            小    野    淳    也\n同            地    主    雄    利\n主        文\n１  本件控訴を棄却する。\n２  控訴費用は控訴人の負担とする。\n事 実 及 び 理 由\n第１  請求\n１  原判決を取り消す。\n２  本件を東京地方裁判所に差し戻す。\n第２  事案の概要（以下、略語は、特に断らない限り原判決のとおりとする。）\n１  事案の要旨\n農林水産大臣は、平成２９年１２月１５日付けで、地理的表示法１２条１項\nに基づく特定農林水産物等の登録に関する処分（平成２９年１２月１５日付け\n２７食産第１４０９号－１０、登録番号第４９号。本件処分）をした。\n本件は、控訴人が、本件処分について、地理的表示法１３条１項３号イ及び\n同項４号イ所定の登録拒否事由があるのにこれを看過した違法があるなどと\n主張して、その取消しを求める事案である。\n原判決が控訴人の訴えを却下したため、控訴人が控訴した。\n２  関連法令の定め\n関連法令の定めは、次のとおり補正するほかは、原判決「事実及び理由」（以\n下、「事実及び理由」という記載を省略する。）第２の１（原判決２頁１４行目\nから１５行目まで）記載のとおりであるから、これを引用する。\n⑴  原判決２頁１４行目の「別紙関連法令」を「原判決別紙関連法令」と改め\nる。\n⑵  原判決２頁１５行目末尾の後に行を改めて次のとおり加える。\n「改正法（平成３０年法律第８８号、平成３１年２月１日施行）により、\n同法による改正後の地理的表示法（以下、改正法による改正後の地理的表示\n法を「改正後地理的表示法」という。）３条２項４号による先使用の７年の期\n間制限が定められたものであるところ、改正法は、その附則４条で、改正法\nの施行日前にされた地理的表示法６条の登録に係る特定農林水産物等につい\nての、改正後地理的表示法３条２項４号の規定の適用について、７年の起算\n日として同号中に定められた「当該特定農林水産物等の登録の日」とあるの\nは「改正法施行日」とする旨定める。本件登録八丁味噌は改正法の施行日前\nにされた地理的表示法６条の登録に係る特定農林水産物等に該当し、先使用\nについては改正後地理的表示法３条２項４項が適用されるから、本件登録八\n丁味噌に対して認められる先使用の期間は、改正法施行日である平成３１年\n２月１日から７年である。」\n３  前提事実\n前提事実は、次のとおり補正するほかは、原判決第２の２（原判決２頁１８\n行目から４頁１４行目まで）に記載のとおりであるから、これを引用する。\n⑴  原判決２頁１９行目の「八帖町」を「八丁町」と改める。\n⑵  原判決３頁２６行目の「別紙」を「原判決別紙」と改める。\n⑶  原判決４頁４行目の「原告は、同月１６日頃、本件処分があったことを知\nった。」を「八丁組合は、平成２９年１２月１６日、本件処分があったこと\nを知り（乙１〔２頁〕）、八丁組合の組合員であった控訴人も、同日頃、本\n件処分があったことを知った。」と改める。\n⑷  原判決４頁１４行目末尾の後に行を改めて次のとおり加える。\n「⑹  控訴人は、改正後地理的表示法３条２項４号の「登録の日前から不正\nの利益を得る目的、他人に損害を加える目的その他の不正の目的でなく\n登録に係る特定農林水産物等が属する区分に属する農林水産物等若しく\nはその包装等に当該特定農林水産物等に係る地理的表示と同一の名称の\n表示若しくは類似等表示を使用していた者」に該当し、先使用が認めら\nれ、改正法施行日である平成３１年２月１日からから７年間は、同号に\nより、『八丁味噌』という名称を付した豆味噌の製造販売が可能である。\n（当事者間に争いがない。）」\n４  争点\n争点は、原判決第２の３（原判決４頁１５行目の「２」を「３」に改める。）\n（原判決４頁１６行目から２２行目まで）に記載のとおりであるから、これを\n引用する。\n第３  争点に関する当事者の主張\n１  争点に関する当事者の主張は、次のとおり補正し、後記２及び３のとおり、\n当審における補充主張を付加するほかは、原判決第３（原判決４頁２４行目か\nら７頁１０行目まで）に記載のとおりであるから、これを引用する。\n⑴  原判決７頁１０行目の「別紙」を「原判決別紙」と改める。\n⑵  原判決別紙本案についての当事者の主張のうち、原判決２１頁１５行目及\nび２３頁２４行目の「八帖町」を「八丁町」と改める。\n⑶  原判決別紙本案についての当事者の主張のうち、原判決２３頁１１行目の\n「岡座２社」を「岡崎２社」と改める。\n２  争点１－１（出訴期間の遵守の有無）について\n〔控訴人の主張〕\n行訴法１４条３項本文の「審査請求をした者」と「審査請求に対する裁決を\n知った日から６か月または裁決の日から１年間、取消訴訟を提起できる者」に\nついて、法律の規定上、法人格が同一か否かで判断しなければならないと解す\nる根拠は見当たらず、不利益処分を受けた者の権利救済の観点からは、実質的\nな判断がなされるべきである。八丁組合の組合員は、控訴人及び合資会社八丁\n味噌と、それぞれの販売会社にすぎない有限会社八丁味噌の館及び株式会社カ\nクキュー八丁味噌の４社のみであることや、控訴人は、合資会社八丁味噌とと\nもに、本件審査請求に主体的に関与していたことなどを踏まえれば、八丁組合\nによる審査請求が控訴人による審査請求と実質的に同視できることは明らかで\nある。\nしたがって、控訴人は、行訴法１４条３項本文の「審査請求をした者」に該\n当し、本件訴えの提起は、同項本文所定の出訴期間の経過前に行われたといえ\nる。\n〔被控訴人の主張〕\n行訴法１４条３項本文は、「審査請求をした者」に適用があるところ、本件審\n査請求をした者は八丁組合であり、控訴人は八丁組合とは法人格を異にするか\nら、同項本文は控訴人には適用されない。\n控訴人は、行訴法１４条１項所定の出訴期間経過前に本件処分の取消訴訟を\n提起することに何ら支障がなかったのであるから、あえて同条３項本文の文言\nに反して、控訴人が同項本文の「審査請求をした者」に該当すると解釈する必\n要性はない。\n３  争点１－２（出訴期間を徒過したことについての行訴法１４条１項ただし書\nの「正当な理由」の有無）について\n〔控訴人の主張〕\n控訴人が、行訴法１４条３項本文の「審査請求をした者」に該当せず、本件\n訴えの提起が、同条１項本文所定の出訴期間の経過後に行われたとしても、次\nのとおり、本件訴えの提起には、同項ただし書の「正当な理由」がある。\n⑴  控訴人が単独で訴えを提起したことについて\n控訴人代表者と合資会社八丁味噌の代表者は、岡崎市（間接的には、県や\n国）から、本件処分の取消請求訴訟の提起を止め、又は本件訴訟を取り下げ\nるよう強い圧力をかけられた。具体的には、令和３年４月に文化財保護法の\n一部が改正され（施行は同年６月１４日）、登録無形民俗文化財が新設され\nたが、同改正に先立つ令和２年９月２日に、文化庁文化財第一課の担当者、\n愛知県県民文化局文化部の担当者、岡崎市の課長により、両代表者に対して、\n同制度についての説明と八丁味噌の登録の可能性について言及があった。ま\nた、令和３年３月３１日に岡崎市副市長及び地元選出の議員から両代表者（そ\nの場には、控訴人及び合資会社八丁味噌の担当者も同席していた。）に対し\nて、無形民俗文化財第一号として八丁味噌の製造工程を登録できること、及\nび無形民俗文化財の登録は、地理的表示法の登録よりも優位であることの説\n明があったが、その際、無形民俗文化財の取得を優先し、本件処分の取消請\n求訴訟の提起を止めるよう示唆された。さらに、本件訴訟提起後の同年１０\n月１５日に岡崎市副市長から控訴人代表者に対して、「愛知県の農林水産局\n長が岡崎市へ来訪し、『国への訴訟を取り下げるよう』愛知県知事の要望が\nあった。岡崎市の副市長としては、県からの依頼を放置はできないのでその\nお願いに来た。県の命令に従わないと岡崎市の予算に影響するので農水省へ\nの訴訟は取り下げて欲しい。」、「国や県からのお願いには自治体は抵抗で\nきないし、絶対に勝てない。今回も県に反抗はできないので県知事の要望に\n従って欲しい。」旨、約１時間にわたり繰り返し要望された。\nこのように、控訴人代表者や合資会社八丁味噌の代表者に対し、岡崎市（間\n接的には、県や国）から、本件処分の取消請求訴訟の提起を止め、又は本件\n訴訟を取り下げるよう強い圧力がかけられた結果、合資会社八丁味噌は、本\n件処分の取消請求訴訟の提起を行わないとの判断をし、そのため、八丁組合\nが本件処分の取消請求訴訟を提起することができなくなり、控訴人が単独で\n本件訴訟を提起せざるを得なくなったものである。このように、控訴人が単\n独で本件訴訟を提起せざるを得なくなったのは、単なる八丁組合の内部的事\n情などではない。\n⑵  控訴人の救済の必要性について\nア  先使用権について\n改正法により、先使用権の期間が、改正法の施行日である平成３１年２\n月１日から７年間に制限されたから、控訴人は、７年経過後の令和８年２\n月から、「八丁味噌」という名称を使用できなくなる。また、先使用権に基\nづく「八丁味噌」という名称の使用は、控訴人が、平成３１年２月１日以\n前から製造販売している商品について使用する場合にのみ認められるも\nのであり、同日より後に開発した商品に「八丁味噌」という名称を使用す\nることはできない。\nしたがって、先使用権があるとしても、本件処分による控訴人の権利の\n制約は大きい。\nイ  混同防止表示について\n被控訴人は、控訴人は、先使用権の７年の存続期間経過後も、混同を防\nぐのに適当な表示がされているときは「八丁味噌」という名称を使用する\nことができると主張する。\nしかし、被控訴人や農林水産省から控訴人に対して、「混同を防ぐのに\n適当な表示」（混同防止表示）が具体的にどのような表示をいうのか、す\nなわち、どのような文言で、商品のどこに、どれくらいの大きさで表示す\nるのか、また、商品以外、例えば、看板やパンフレットなど「八丁味噌」\nという名称を使う全ての場合に混同防止表示が必要なのかなど、全く説明\nがされていない。仮に全商品、全関連資料に混同防止表示を付さなければ\nならないとすれば、控訴人は、多大な労力と費用を要し、取引先に混同防\n止表示を依頼することにより取引先から取引を中止される可能性もあり、\n多大な不利益を被る。\nまた、控訴人は、先使用権の存続期間満了後、ＥＵやイギリスでは「八\n丁味噌」という名称を付した商品の販売ができなくなるため、控訴人は年\n間数千万円の不利益を受ける。\n加えて、本件登録八丁味噌と混同防止表示を付した控訴人の八丁味噌が\n市場に混在することとなれば、消費者にも多大な混乱をもたらす。\nしたがって、先使用権が消滅した後に混同防止表示を付すことは非現実\n的である。\nウ  八丁味噌の生産地域等について\n控訴人及び合資会社八丁味噌は、江戸時代から八丁村（現在の岡崎市八\n丁町）において、江戸を中心とした消費地において販売するための商品と\nして豆味噌を生産、販売し、遅くとも明治時代には「八丁味噌」という商\n標を用いていた。そして、伝統的な製法で生産する控訴人及び合資会社八\n丁味噌の味噌は、岡崎市の名産あるいは特産として、新聞雑誌等で広く取\nり上げられており、「八丁味噌」の名称は、控訴人及び合資会社八丁味噌\nが生産する豆味噌の表示として、全国的にも広く認識されている。他方、\nその他の地域で生産される豆味噌は、自家消費用の味噌として生産され始\nめたものであり、控訴人及び合資会社八丁味噌が生産する「八丁味噌」と\nは歴史的経緯が異なる。\nまた、控訴人及び合資会社八丁味噌の伝統的な八丁味噌の生産方法と、\n県組合６社を含む愛知県内の業者の豆味噌の生産方法は大きく異なり、県\n組合６社が、伝統的な生産方法を取り入れたという事実も見いだせないか\nら、控訴人及び合資会社八丁味噌の生産する八丁味噌と、それ以外の県組\n合６社を含む愛知県内の業者が生産する豆味噌は、全く異なるのは明らか\nである。\n県組合に加入する会社の一部が、その生産、販売する豆味噌に「八丁味\n噌」という名称を付していたとしても、そのような名称を付された豆味噌\nのほとんどは、消費者（家庭用）ではなく業務用として業者に販売されて\nいるものであるから、そのような事実から、八丁味噌の生産地域や、その\n生産地域として認知される対象が、愛知県全体に広がっているとはいえな\nい。また、農林水産省による販売データ（ＰＯＳデータ）の調査では、商\n品名に「八丁味噌」を含む商品の販売実績は、派生商品（合わせ味噌（赤\nだし）等）を除外すると、控訴人及び合資会社八丁味噌の商品の販売実績\nしか判明しなかったのであって、このことは「八丁味噌」の生産地域が岡\n崎市八丁町に留まっていることを示すものである。\n以上からすれば、「八丁味噌」の生産地域が岡崎市の周辺地域に広がり、\nその後愛知県全域まで及ぶに至っているということはなく、これに関する\n社会の認知が広がっているということもない。\nエ  生産者団体を追加する変更の登録等について\n「八丁味噌」の伝統的な生産方法は、大量生産が不可能であり、かつ控\n訴人及び合資会社八丁味噌が長年たゆまぬ努力によって維持してきたも\nのであって、「八丁味噌」にとって不可欠な要素である。また、控訴人は、\n味噌蔵見学や対外的発信活動、販売先との信頼関係の構築等により、八丁\n味噌のブランド価値を高める努力を重ねてきた。他方、本件処分により登\n録された生産方法は、味噌玉の大きさ、熟成期間、仕込み桶、重し、酒精\n使用の可否等の点において控訴人の伝統的な生産方法とは全く異なる大\n量生産が可能なもの（豆味噌一般と変わらない極めて緩やかな基準）であ\nる。それにもかかわらず、本件処分により、登録された生産者団体は、控\n訴人が江戸時代から守り続けてきた伝統的な製法によらずとも、登録され\nた生産方法にさえ従っていれば、「八丁味噌」の表示を使用することがで\nきる。そのため、「八丁味噌」の表示に接した需要者は、当該表示が付さ\nれた商品に対して、それが伝統的な製法によって生産された豆味噌である\nとの信用を抱くにもかかわらず、そのような信頼を裏切ることになる。こ\nのような状況は、控訴人が江戸時代から培ってきた「八丁味噌」に対する\n信用と名声へのフリーライドを許すことになり、伝統的な生産方法による\n八丁味噌の存続を次第に難しくし、結果として「八丁味噌」の価値を棄損\nすることは明らかである。\nそのため、控訴人としては、伝統的な「八丁味噌」の価値を棄損しない\nようにするため、現在登録されている生産方法が維持されたままで、八丁\n組合を生産者団体として追加する変更登録を受けることはあり得ないと\n考えており、したがって、そのような変更登録を受けることにより八丁味\n噌の名称を使用できることをもって、控訴人に本件処分による不利益がな\nいということはできない。\nオ  控訴人の救済の必要性について\n以上の事情に鑑みれば、控訴人の権利救済の必要性は極めて大きいとい\nえる。\n⑶  控訴人の営業の自由について\nア  地理的表示法及び本件処分の目的について\n地理的表示法の目的は、品質、社会的評価その他の確立した特性が産地\nと結びついている産品について、その名称が不正使用されるのを防ぎ、生\n産業者の保護等を図ることにあり、本件処分の目的は、海外において「八\n丁味噌」の名称を使用した粗悪品が販売されることを防ぐことにある。\nイ  規制手段としての合理性の有無について\n本件処分は、①地理的表示登録に係る学識経験者委員会における学識経\n験者からの意見が開示されない（甲６６、甲６７）等、検討過程が明らか\nにされていないこと、②県組合の組合員が生産する味噌と、控訴人及び合\n資会社八丁味噌が生産している味噌を同一視しているものであり、事実認\n定に誤りがあること、③調査が不十分であることから、規制手段として不\n合理である。\nウ  控訴人による追加申請を強制することの不合理性について\n本件処分により、控訴人は、「八丁味噌」という名称を使用するためには、\n本件処分の追加申請を強制されることになるが、それは、控訴人が生産す\nる味噌が県組合の組合員が生産する味噌と同一範疇の商品であると表明\nすることを強制するものであり不合理である。\nエ  改正法により先使用を失わせることの不合理性について\n「八丁味噌」という名称に対する需要者の信用は、控訴人と合資会社八\n丁味噌について生じており、県組合について生じていないから、改正法に\nより先使用権を７年で失わせるのは不合理である。\nオ  加工品への表示ができなくなることの不合理性について\n本件処分により、控訴人の生産する味噌を用いる加工品（「八丁味噌コー\nラ」等）に「八丁味噌」使用という表示ができなくなった。\nカ  本件処分により控訴人がその他の影響を受けることによる不合理性につ\nいて\n①控訴人は、本件処分により顧客の信頼を失うことになりかねないこと、\n②「八丁味噌は木桶、石積み、天然長期熟成」という世間一般の認識が本\n件処分により失われること、③本件処分によると、天然醸造か加温醸造か、\n木桶かステンレスかなどの区別を不明確にしたまま商品が流通し、「八丁\n味噌」のブランドに対する顧客の信用を失うこと、④控訴人は、本件処分\nの見直しを求める１０万人以上の署名を取得していること（甲７５）、⑤シ\nャンパンのように伝統的製法によるものだけに限らないと「八丁味噌」の\nブランドが衰退することから、本件処分は不合理である。\nキ  営業の自由の侵害の有無について\nしたがって、地理的表示法及び本件処分は、控訴人の営業の自由を侵害\nするものとして違憲、違法である。\n⑷  正当な理由の有無について\n以上によれば、本件訴えの提起には、行訴法１４条１項ただし書の「正当\nな理由」がある。\n〔被控訴人の主張〕\n本件訴えの提起には、行訴法１４条１項ただし書の「正当な理由」はない。\n⑴  〔控訴人の主張〕⑴（控訴人が単独で訴えを提起したことについて）に対\nし\n控訴人代表者や合資会社八丁味噌の代表者に対し、岡崎市（間接的には、\n県や国）から、本件処分の取消請求訴訟の提起を止め、又は本件訴訟を取り\n下げるよう強い圧力がかけられたことはない。また、控訴人が、そのような\n圧力をかけられたと主張する時期は、行訴法１４条１項に基づく本件処分の\n取消訴訟の出訴期間が経過した後のことであるから、本件処分の取消訴訟の\n出訴期間に影響するものではない。さらに、合資会社八丁味噌が本件処分の\n取消請求訴訟の提起を行わないとの判断をし、そのため、八丁組合が本件処\n分の取消請求訴訟を提起することができなくなり、控訴人が単独で本件訴訟\nを提起せざるを得なくなったという控訴人の主張は、八丁組合の内部事情を\nいうにとどまり、行訴法１４条１項ただし書の「正当な理由」を基礎づける\n事情ではない。\n⑵  〔控訴人の主張〕⑵（控訴人の救済の必要性について）に対し\nア  行訴法１４条１項ただし書の「正当な理由」を基礎づける事情への該当\n性について\n控訴人は、行訴法１４条１項所定の出訴期間経過前に本件処分の取消訴\n訟を提起しないと判断したのであるから、控訴人が救済の必要性として主\n張する事情は、同項ただし書の「正当な理由」を基礎づける事情に当たら\nない。\nイ  先使用権及び混同防止表示について\n控訴人は、平成３１年２月１日から７年間は、先使用権により、「八丁\n味噌」の表示を使用することができ、その後も、「ＧＩ登録産品ではあり\nません」等の混同防止表示を付せば、「八丁味噌」という名称を付した豆\n味噌の製造販売は可能であるから、本件処分により控訴人が受ける不利益\nは限定的なものである上、本件登録八丁味噌について八丁組合を生産管理\n者とする変更の登録を受ければ控訴人は何ら制限なく「八丁味噌」の表示\nを使用できる一方で、本件処分が取り消されると「八丁味噌」という地理\n的表示が何ら保護されなくなり、県組合６社等愛知県内の業者に甚大な不\n利益を生じる。\nウ  八丁味噌の生産地域等について\n八丁味噌の生産、名称使用及び流通の実績は愛知県内の業者に広がって\nおり、八丁味噌の生産地は、一般に愛知県と認知されている。\nエ  生産者団体を追加する変更の登録等について\n地理的表示法上、特定農林水産物の特性が保持される限り、登録簿の生\n産の方法以上の基準を各登録生産者団体の明細書や生産行程管理業務規\n程に規定し、登録に係る特定農林水産物等の中で差別化を図ることは可能\nであるし、また、既に登録を受けている生産者団体と追加登録を望む団体\nの協議により、登録簿において、生産の方法の中に伝統的製法等に関する\n生産方法を追加し、出荷規格等により、当該伝統的製法を遵守した産品の\nみが使用できる種類名を定めることも可能である。\nしたがって、本件登録八丁味噌につき登録されている生産方法を維持し\nたまま八丁組合が生産者団体を追加するとの変更登録を受けたとしても、\n八丁組合の伝統的な生産方法を保護することが可能であり、「八丁味噌」\nの価値を棄損することはない。\nオ  控訴人の救済の必要性について\n以上の事情に鑑みれば、控訴人の権利救済のために行訴法所定の出訴期\n間の制限の例外を認める旨の控訴人の主張に理由はなく、行訴法１４条１\n項ただし書の「正当な理由」があるとはいえない。\n⑶  〔控訴人の主張〕⑶（控訴人の営業の自由について）に対し\n地理的表示法に基づく地理的表示制度は、地域と結びついた社会的評価を\n含む確立した特性を有する農林水産物等の名称を当該地域共有の知的財産と\nして保護する制度であり、本件処分により、愛知県外の業者が「八丁味噌」\nとの名称を付した豆味噌を製造販売することが禁止され、相互保護の協定の\nある外国においても「八丁味噌」の名称が保護対象となるほか、本件登録八\n丁味噌は、生産者団体によって生産業者の生産方法が管理され、その品質等\nが維持されることとなるから、このような制度の目的自体は正当というべき\nである。そして、前記⑵で述べたところも考慮すると、控訴人が、本件処分\nによって、先使用権が失われた時点で２００年以上継続して使用してきた名\n称を一切使用できなくなる状況になるようなことはないし、地理的表示法の\n各規定が控訴人の営業の自由を過度に制約することはない。そして、手続の\n明確性の観点からしても、地理的表示法の規定が控訴人の営業の自由を侵害\nすることはない。\nしたがって、地理的表示法及び本件処分が控訴人の営業の自由を侵害する\nものとして違憲、違法であることはない。\n⑷  〔控訴人の主張〕⑷（正当な理由の有無について）に対し\n以上によれば、本件訴えの提起には、行訴法１４条１項ただし書の「正当\nな理由」はない。\n第４  当裁判所の判断\n１  当裁判所の判断は、次のとおり補正し、後記２及び３のとおり、当審におけ\nる補充主張に対する判断を付加するほかは、原判決第４の１並びに２⑴及び⑵\n（原判決７頁１２行目から９頁９行目まで）に記載のとおりであるから、これ\nを引用する。\n原判決９頁１行目の「八帖町」を「八丁町」と改める。\n２  争点１－１（出訴期間の遵守の有無）について\n⑴  行訴法１４条３項本文の適用の有無について\n行訴法１４条１項は、「取消訴訟は、処分又は裁決があつたことを知つた日\nから六箇月を経過したときは、提起することができない。」と定め、同条２項\nは、「取消訴訟は、処分又は裁決の日から一年を経過したときは、提起するこ\nとができない。」と定める。そして、同条３項本文は、「処分又は裁決につき\n審査請求をすることができる場合又は行政庁が誤つて審査請求をすることが\nできる旨を教示した場合において、審査請求があつたときは、処分又は裁決\nに係る取消訴訟は、その審査請求をした者については、前二項の規定にかか\nわらず、これに対する裁決があつたことを知つた日から六箇月を経過したと\nき又は当該裁決の日から一年を経過したときは、提起することができない。」\nと定め、「その審査請求をした者については」という文言を用いているから、\n同条３項本文により、処分又は裁決に係る取消訴訟の出訴期間が、裁決があ\nったことを知った日から起算されるのは、審査請求を行った者についてであ\nり、それ以外の者については、処分又は裁決に係る取消訴訟の出訴期間が、\n裁決があったことを知った日から起算されることはないというべきである。\n本件においては、本件処分について審査請求をしたのは八丁組合であるか\nら（前記第２の３で引用する原判決第２の２⑷ア）、行訴法１４条３項本文に\nより、本件処分に係る取消訴訟の出訴期間が、本件裁決があったことを知っ\nた日から起算されるのは、八丁組合についてである。控訴人は、八丁組合と\nは別の法人格を有する株式会社であるから、控訴人について、行訴法１４条\n３項本文により、本件処分に係る取消訴訟の出訴期間が、本件裁決があった\nことを知った日から起算されることはないというべきである。\n⑵  出訴期間の遵守の有無について\n本件処分は、平成２９年１２月１５日にされ、控訴人は、同月１６日頃、\n本件処分があったことを知ったところ（前記第２の３で引用する原判決第２\nの２⑶イ、ウ、ただし、当審における補正後のもの）、控訴人が本件処分があ\nったことを知った日から６か月後（行訴法１４条１項本文）は平成３０年５\n月１６日であるから、控訴人について、本件処分の取消訴訟の出訴期間は、\n同日の経過により満了したものと認められる。本件処分の取消訴訟である本\n件訴えは、令和３年９月１７日に提起されたから（前記第２の３で引用する\n原判決第２の２⑸）、本件訴えの提起時に出訴期間が既に経過していたことは\n明らかである（なお、本件処分の日から１年後（行訴法１４条２項本文）は\n平成３０年１２月１５日であるから、仮に出訴期間を本件処分後１年として\nも、本件訴えの提起時に出訴期間は既に経過していた。）。\nしたがって、行訴法１４条１項ただし書の「正当な理由」がない限り、本\n件訴えの提起は、出訴期間経過後のものとして、不適法となるというべきで\nある。\n⑶  控訴人の主張に対する判断\n控訴人は、八丁組合による審査請求は控訴人による審査請求と同視し得る\nなどと主張する。\nしかし、行訴法が出訴期間を定めた趣旨は、取消訴訟を提起して行政処分\nを争い得る期間を限定することにより、行政法律関係の安定、行政の円滑な\n運営に資するということにあり、条文の文言に反して出訴期間の限定を逸脱\nして出訴を許容するようなことは、上記の出訴期間を限定した趣旨を没却す\nるものとして許されないというべきであり、行訴法１４条３項本文は「審査\n請求をした者」と明確に規定しているから、審査請求をした者以外の者につ\nいて、同項により、行政処分に係る取消訴訟の出訴期間が、裁決があったこ\nとを知った日から起算されることはないというべきである。控訴人が八丁組\n合の組合員であったとしても、本件審査請求をした八丁組合と控訴人が法人\n格を異にする別個の者であることは明らかであるから、控訴人について、同\n項により、本件処分に係る取消訴訟の出訴期間が、本件裁決があったことを\n知った日から起算されることはない。\nしたがって、控訴人の上記主張は採用することができない。\n３  争点１－２（出訴期間を徒過したことについての行訴法１４条１項ただし書\nの「正当な理由」の有無）について\n⑴  「正当な理由」の解釈について\n行訴法１４条１項ただし書の「正当な理由」は、取消訴訟を出訴期間内に\n提起することができなかったことについての社会通念上相当と認められる理\n由を意味し、「正当な理由」があると認められるか否かは、処分の内容・性質、\n出訴期間経過の原因となった事情等を勘案し、取消訴訟の提起を妨げるよう\nな事情があったかどうかを考慮して判断すべきである。\n⑵  本件における「正当な理由」の有無について\nア  これを本件についてみると、地理的表示保護制度は、地域と結びついた\n社会的評価を含む確立した特性を有する特定農林水産物等の名称を保護す\nる制度であり、本件処分により、愛知県外の業者が「八丁味噌」という名\n称を付した豆味噌を製造販売することは禁止され、相互保護の協定のある\n外国においても、「八丁味噌」の名称が保護対象となり、本件登録八丁味噌\nは、生産者団体によって生産業者の生産方法が管理され、その品質等が維\n持されることになるから、本件処分によって「八丁味噌」の名称が不正使\n用されることが防止され、控訴人を含め、愛知県内の「八丁味噌」を製造\n販売する業者が保護されることは明らかである。\nイ  本件においては、控訴人は、行訴法１４条１項所定の期間内に本件処分\nの取消訴訟を提起することはなく、また、本件処分について審査請求をす\nることもなかったが、本件処分が行われ、控訴人がそれを知った当時、控\n訴人が本件処分の取消訴訟を提起することにつき、これを妨げる客観的事\n情が存在したとは認められないし、また、控訴人が本件処分について審査\n請求をすることを妨げる客観的事情が存在したとも認められない状況であ\nった。\nウ  他方、本件処分については、八丁組合が本件審査請求を行ったが、同組\n合は控訴人を含む４社からなる組合であり、仮に控訴人の主張するとおり、\n有限会社八丁味噌の館及び株式会社カクキュー八丁味噌は控訴人及び合資\n会社八丁味噌それぞれの販売会社にすぎないとしても、同組合の意思決定\nは控訴人のみにより行うことはできず、少なくとも合資会社八丁味噌の意\n向を無視して行うことができないことは明らかであった。そして、控訴人\nが、合資会社八丁味噌に対して常に優位な立場にあり、合資会社八丁味噌\nが常に控訴人の意向に従って行動したとは認められないし、そのように行\n動することが確実であったことを認めるに足りる証拠もない。このような\n情況下において、控訴人自身が本件処分について取消訴訟を提起したり、\n審査請求をすることなく、八丁組合が本件審査請求をするにとどまったこ\nとからすると、控訴人は、本件処分を争うことについては、八丁組合の意\n思を尊重し、それに委ねるとの判断をして、そのような判断に沿って行動\nしたものと推認される。そして、八丁組合は、控訴人のみならず、岡崎市\nにおいて伝統的な製法により八丁味噌を製造販売する者により構成される\n組合であったことからすると、本件処分を争うことについて八丁組合の意\n思に委ねるとの判断には合理性を有する面があったものと認められる。\nしたがって、控訴人が上記のような判断をして本件処分の取消訴訟を出\n訴期間内に提起しなかったとしても、それは、控訴人が自らの判断によっ\nてそのような行動を選択したというべきものであって、取消訴訟の提起を\n妨げる事情があったからではないと認められる。そうすると、本件審査請\n求を棄却する本件裁決がされた後、八丁組合は、本件処分の取消訴訟を提\n起せず、本件処分はもはや争う余地がなくなったところ、そのような結果\nは、本件処分を争うことについて八丁組合の意思を尊重し、それに委ねる\nという控訴人の判断の帰結であるということができる。\nエ  前記アないしウの事情を勘案すると、控訴人について、本件処分の取消\n訴訟を出訴期間内に提起しなかったことについて取消訴訟の提起を妨げる\nような事情があるとはいえず、行訴法１４条１項ただし書の「正当な理由」\nがあるとは認められない。\n⑶  控訴人の主張に対する判断\nア  控訴人が単独で訴えを提起したことについて\n控訴人は、控訴人代表者や合資会社八丁味噌の代表者に対し、岡崎市（間\n接的には、県や国）から、本件処分の取消請求訴訟の提起を止め、又は本\n件訴訟を取り下げるよう強い圧力がかけられた結果、合資会社八丁味噌は、\n本件処分の取消請求訴訟の提起を行わないとの判断をし、そのため、八丁\n組合が本件処分の取消請求訴訟を提起することができなくなり、控訴人が\n単独で本件訴訟を提起せざるを得なくなったものであり、したがって、控\n訴人が単独で本件訴訟を提起せざるを得なくなったのは、単なる八丁組合\nの内部的事情などではない旨主張する（前記第３の３〔控訴人の主張〕⑴）。\nしかし、本件全証拠を精査しても、控訴人代表者や合資会社八丁味噌の\n代表者に対し圧力がかけられたかどうかは明らかでなく、控訴人が本件処\n分の取消訴訟を提起することを妨げる事情があったとは認められない。\n仮に、控訴人が、八丁組合が本件審査請求を行ったことから、控訴人自\n身が本件処分の取消訴訟を提起するまでもないと考え、出訴期間内に取消\n訴訟を提起しなかったとしても、それは、前記⑵ウのとおり、控訴人が、\n本件処分を争うことについては八丁組合の意思を尊重し、それに委ねると\nの判断をし、その判断に従って取消訴訟を提起しなかったというべきもの\nであるから、本件裁決後に、合資会社八丁味噌が外部の意見を考慮に入れ\nて、本件処分の取消訴訟の提起を行わないとの判断をし、そのため、八丁\n組合の意思として本件処分の取消訴訟の提起を行わないとの意思決定が\nされ、本件処分を争わないことになったとしても、それは、上記の控訴人\n自身のもともとの判断に沿ったことであり、それをもって、取消訴訟の提\n起を妨げる事情があったということはできず、出訴期間の制限の例外を認\nめる「正当な理由」があると認めることはできない。\nしたがって、控訴人の上記主張は採用することができない。\nイ  控訴人の救済の必要性及び控訴人の営業の自由の侵害について\n(ｱ)  控訴人の主張の位置づけについて\n控訴人は、行訴法１４条１項ただし書の「正当な理由」があることの\n根拠として、控訴人の救済の必要性、控訴人の営業の自由の侵害を主張\nする（前記第３の３〔控訴人の主張〕⑵、⑶）。これらの主張は、地理\n的表示法に基づいて本件処分が行われることにより、「八丁味噌」という\n名称を使用する控訴人の権利が制限され又は控訴人の営業の自由が制限\nされることの違憲、違法性を主張するものであり、その実質は、本件処\n分の違憲、違法性を主張するものと解される。\nしかし、行訴法１４条１項ただし書の「正当な理由」は、本件処分の\n取消訴訟を出訴期間内に提起することができなかったことについての社\n会通念上相当と認められる理由を意味するから、取消訴訟の提起を妨げ\nる事情とは関係のない本件処分の違憲、違法性を主張することは、上記\nの「正当な理由」があることを基礎づける事情とはならないというべき\nである。\nしたがって、控訴人の救済の必要性、控訴人の営業の自由の侵害につ\nいての主張は本来主張自体失当というべきであるが、仮に控訴人の主張\nを考慮しても「正当な理由」があるとはいえないから、念のため、それ\nらについて判断する。\n(ｲ)ａ  本件登録八丁味噌の確立した特性について\n当事者間に争いのない事実の他、別紙掲記の証拠によれば、八丁味\n噌の概要、本件登録八丁味噌の製造方法、八丁味噌の製造販売の歴史\n等、八丁味噌の生産地域とそれに対する社会の認知、「名古屋めし」の\n調味料としての八丁味噌の使用等について、別紙記載の事実が認めら\nれ、その認定事実に鑑みると、本件登録八丁味噌は、愛知県内で長期\n間にわたって生産され、八丁味噌の名称を付して販売されて流通し、\n「名古屋めし」の代表的な調味料として愛知県に定着し、愛知県の特\n産品として認知され、その価格においても通常の豆味噌と区別されて\n高値とされており、これによれば、本件登録八丁味噌は、一般の豆味\n噌とは異なる社会的評価を受けるもので、地理的表示法２条２項２号\nの「確立した特性」を有するものと認められる。\nｂ  手続の適正について\n本件処分及び本件裁決の経緯は次のとおりであったと認められる。\n県組合は、平成２７年６月２４日、本件申請を行い、平成２９年６\n月１５日に登録申請の公示がされ（甲２）、３か月の意見書提出期間を\n経た後、同年１２月１２日に開催された地理的表示（ＧＩ）登録に係\nる学識経験者委員会において登録可否の検討が行われた（乙５）。その\n後、処分行政庁（農林水産大臣）は、本件申請について、地理的表示\n法１３条１項の登録拒否事由の存否について審査を行い、登録を拒否\nすべき事由はないものと判断し、平成２９年１２月１５日、本件処分\nを行い、同日、登録内容の公示が行われた（甲３）。\n八丁組合は、平成３０年３月１４日、審査庁（農林水産大臣）に対\nし、本件審査請求をした（乙１）。審査庁は、令和元年５月２７日、行\n政不服審査会に対し、本件審査請求は棄却すべきであるとの諮問をし\nたが、行政不服審査会は、同年９月２７日付けで、「本件審査請求につ\nいては、参加人愛知県味噌溜醤油工業協同組合による特定農林水産物\n等の登録の申請に地理的表示法１３条１項３号イに該当する登録拒否\n事由がないかについて、更に調査検討を尽くす必要があるから、本件\n審査請求は棄却すべきであるとの審査庁の諮問に係る判断は、現時点\nにおいては妥当とはいえない。」とする答申（行審第２２８号（令和元\n年度答申第３５号））をした（甲２４）。審査庁は、上記答申を踏まえ、\n「確立した特性」の認定等について専門的な見地から調査検討を行う\nため、「『八丁味噌』の地理的表示登録に関する第三者委員会」（以下「第\n三者委員会」という。）を設置した。第三者委員会は、令和３年３月１\n２日、審査庁に対し、調査検討の結果をまとめた報告書（以下「本件\n報告書」という。甲２５）を提出し、同委員会は本件報告書において、\n「『八丁味噌』の確立した特性としての社会的評価の認定についての処\n分庁の判断は適当である」と結論付けた（甲２５〔２４頁〕）。審査庁\nは、同月１９日、本件審査請求を棄却する旨の本件裁決をした（甲２\n６）。\n上記経緯に照らせば、本件処分及び本件裁決の手続は適正であった\nものと認められる。\n(ｳ)  控訴人による「八丁味噌」の名称の使用について\n改正法により先使用権の期間は７年に制限されたものの、控訴人は、\n平成３１年２月１日から（前記第２の２⑵）７年の間は、その製品に「八\n丁味噌」という名称を使用することができ、７年を経過した後において\nも、「ＧＩ登録産品ではありません」等と明示するなど、地理的表示法の\n登録産品との混同を防ぐのに適当な表示を付せば、その製品に「八丁味\n噌」という名称を使用することができる（改正後地理的表示法３条２項\n４号）。\nまた、八丁組合は、登録に係る特定農林水産物等と生産地が同じであ\nるから、特定農林水産物等の生産者団体に追加する変更の登録を受ける\nことができ（改正後地理的表示法１５条）、八丁組合を構成する生産業者\nが、既存の登録生産者団体に加入することも可能である。\nそして、地理的表示法上、特定農林水産物等の特性が保持される限り、\n登録簿の生産の方法以上の基準を各登録生産団体の明細書や生産行程管\n理業務規程に規定し、登録に係る特定農林水産物等の中で差別化を図る\nことは可能である。その際、生産者団体を追加する変更の登録申請を行\nう生産者団体は、既に登録を受けている生産者団体と協議しなくとも、\n自らの判断で伝統的な生産方法等を規定した明細書等を作成し、生産者\n団体追加登録の申請を行うことが可能である。また、既に登録を受けて\nいる生産者団体と追加登録を望む団体との協議により、登録簿において、\n生産の方法の中に伝統的製法を遵守した産品のみが使用できる種類名を\n定めることが可能であり、「八丁味噌」について、登録された生産の方法\nと差別化した伝統的な製法を登録簿の「生産の方法」欄に追加し、追加\nした製法に適合する八丁味噌について、例えば「元祖八丁味噌」の名称\nを使用する旨定める等の方法により、その区別を登録簿に規定すること\nも、改正後地理的表示法に規定する各要件を充足する限り可能である。\n(ｴ)ａ  先使用権について\n控訴人は、先使用権があるとしても、本件処分による控訴人の権利\nの制約は大きい旨主張する（前記第３の３〔控訴人の主張〕⑵ア）。\nしかし、前記(ｳ)のとおり、地理的表示法に基づく特定農林水産物等\nの登録を受けなくても、先使用の期間内は、混同防止表示なしに「八\n丁味噌」という名称を使用することができ、先使用期間経過後も、混\n同防止表示を付して「八丁味噌」という名称を使用することができる\n上、既に登録を受けている生産者団体と協議しなくとも、自らの判断\nで伝統的な生産方法等を規定した明細書等を作成し、生産者団体追加\n登録の申請を行うことが可能であるし、また、既に登録を受けている\n生産者団体との協議により、登録簿において、生産の方法の中に伝統\n的製法を遵守した産品のみが使用できる種類名を定めることが可能で\nある。そうすると、本件処分により、控訴人が、従前と全く同じよう\nに「八丁味噌」という名称を使用できなくなる可能性があるとしても、\n上記の事情を考慮すると、控訴人の権利の制約が大きいとはいえない。\nｂ  混同防止表示について\n控訴人は、先使用権が消滅した後に混同防止表示を付すことは非現\n実的である旨主張する（前記第３の３〔控訴人の主張〕⑵イ）。\nしかし、前記(ｳ)のとおり、「ＧＩ登録産品ではありません」等と明示\nするなどにより、混同防止表示を付すことができるものであって、一\n般に食品に対しては、ＧＩ表示以外にも、食品衛生関係や商標関係で\n一定の表示が必要とされる場合があることを考えると、混同防止表示\nの負担が多大であるとは認められない。また、取引の継続性、外国に\nおける商品の販売額の変動等は、「八丁味噌」という名称の使用以外に\nも様々な要因によるものと認められるから、先使用権消滅によりこれ\nらが直ちに大きな影響を受けると認めるに足りる証拠はない。さらに、\n混同防止表示を付した商品が流通することは、地理的表示法の予定す\nるところであり、それによって消費者に多大な混乱をもたらすと認め\nるに足りる証拠はない。加えて、混同防止表示を付した上でも、控訴\n人の商品の優れた点や独自性を宣伝して販売することは可能である。\nしたがって、控訴人の上記主張は採用することができない。\nｃ  八丁味噌の生産地域等について\n控訴人は、控訴人及び合資会社八丁味噌の生産する八丁味噌と、そ\nれ以外の県組合６社を含む愛知県内の業者が生産する豆味噌は、歴史\n的経緯や生産方法が異なること、県組合に加入する会社の豆味噌のほ\nとんどは業務用であること、農林水産省による販売データ（ＰＯＳデ\nータ）の調査等から、八丁味噌の生産地域や、生産地域として認識さ\nれる領域が、愛知県全域まで及ぶに至っていない旨主張する（前記第\n３の３〔控訴人の主張〕⑵ウ）。\nしかし、前記(ｲ)ａのとおり、別紙記載の事実が認められ、それによ\nれば、本件登録八丁味噌は、品質や製法に一般的な豆味噌と異なる特\n徴を有するものであり、歴史的にみても、愛知県内の岡崎市八丁町以\n外の地域でも相当の期間及び規模にわたって八丁味噌が生産されてお\nり、八丁味噌の生産地域や、生産地域として認識される領域は、愛知\n県全域まで及んでいると認められる。\n以上によれば、本件登録八丁味噌は、一般の豆味噌とは異なる社会\n的評価を受けるものであって、地理的表示法２条２項２号の「確立し\nた特性」を有するものと認められるから、控訴人の上記主張は採用す\nることができない。\nｄ  生産者団体を追加する変更の登録等について\n控訴人は、本件処分により登録された生産方法は、控訴人及び合資\n会社八丁味噌の伝統的な生産方法とは異なり、大量生産が可能なもの\nであり、そのような方法によって生産されたものに八丁味噌の表示を\n使用できるとするならば、八丁味噌の価値を棄損すること、そのため、\n控訴人としては、現在登録されている生産方法が維持されたままで、\n八丁組合を生産者団体として追加する変更登録を受けることはあり得\nないと考えており、したがって、そのような変更登録を受けることに\nより八丁味噌の名称を使用できることをもって、控訴人に本件処分に\nよる不利益がないということはできない旨主張する（前記第３の３〔控\n訴人の主張〕⑵エ）。\nしかし、前記(ｲ)ａのとおり、本件登録八丁味噌は、一般の豆味噌と\nは異なる社会的評価を受けるもので、地理的表示法２条２項２号の「確\n立した特性」を有するものと認められるから、本件処分により登録さ\nれた生産方法により生産されたものに八丁味噌の表示を使用できると\nしても、八丁味噌の価値を棄損するとは認められない。また、前記(ｳ)\nのとおり、地理的表示法上、生産者団体を追加する変更の登録申請を\n行う生産者団体は、既に登録を受けている生産者団体と協議しなくと\nも、自らの判断で伝統的な生産方法等を規定した明細書等を作成し、\n生産者団体追加登録の申請を行うことが可能であるし、既に登録を受\nけている生産者団体と追加登録を望む団体の協議により、登録簿にお\nいて、生産の方法の中に伝統的製法を遵守した産品のみが使用できる\n種類名を定めることが可能である。そのため、「八丁味噌」について、\n登録された生産の方法と差別化した伝統的な製法を登録簿の「生産の\n方法」欄に追加し、追加した製法に適合する八丁味噌について、例え\nば「元祖八丁味噌」の名称を使用する旨定める等の方法により、その\n区別を登録簿に規定することも、改正後地理的表示法に規定する各要\n件を充足する限り可能である。\nしたがって、控訴人の上記主張は採用することができない。\nｅ  控訴人の救済の必要性について\n前記ａないしｄにおいて述べたところによれば、控訴人の権利救済\nの必要性が極めて大きいという控訴人の主張（前記第３の３〔控訴人\nの主張〕⑵オ）は、採用することができない。\n(ｵ)ａ  地理的表示法及び本件処分の目的について\n控訴人は、地理的表示法及び本件処分の目的について主張するとこ\nろ（前記第３の３〔控訴人の主張〕⑶ア）、地理的表示法の規定等に照\nらし、同法の目的の一つが、品質、社会的評価その他の確立した特性\nが生産地と結びついている農林水産物について、その名称が不正使用\nされるのを防ぎ、生産業者の保護等を図ることにあり、本件処分の目\n的の一つが、海外において「八丁味噌」の名称を使用した粗悪品が販\n売されることを防ぐことにあることは認められる。\nｂ  規制手段としての合理性の有無について\n控訴人は、本件処分は、①地理的表示登録に係る学識経験者委員会\nにおける学識経験者からの意見が開示されない（甲６６、甲６７）等、\n検討過程が明らかにされていないこと、②県組合の組合員が生産する\n味噌と、控訴人及び合資会社八丁味噌が生産している味噌を同一視し\nているものであり、事実認定に誤りがあること、③調査が不十分であ\nることから、規制手段として不合理であると主張する（前記第３の３\n〔控訴人の主張〕⑶イ）。\n確かに、地理的表示登録に係る学識経験者委員会における学識経験\n者からの意見は、開示されていない（甲６６、甲６７、乙５）。しかし、\n本件処分に係る経過は、前記(ｲ)ｂのとおりであり、地理的表示登録に\n係る学識経験者委員会において登録可否の検討が行われた後、本件処\n分が行われたが、八丁組合が本件審査請求を行い、更に調査検討を尽\nくす必要がある旨の行政不服審査会の答申を踏まえ、第三者委員会が\n設置され、第三者委員会の本件報告書（甲２５）を踏まえ、審査庁が、\n本件審査請求を棄却する旨の本件裁決をした（甲２６）ものである。\nそして、本件報告書（甲２５）及び裁決書（甲２６）は公開されてお\nり、そこには、本件処分が本件登録八丁味噌について地理的表示法所\n定の特定農林水産物に該当すると認定したことを相当と判断する理由\nが詳細に記載されており、それによれば、十分な調査を経て、自然科\n学及び人文科学の学術的知見を踏まえた上で、本件処分における認定\nを相当と判断したことが示されている。\nしたがって、本件処分及び本件裁決は適正に行われたものと認めら\nれるから、控訴人の上記主張は採用することができない。\nｃ  控訴人が主張するその他の不合理性について\n控訴人は、控訴人による追加申請を強制することの不合理性（前記\n第３の３〔控訴人の主張〕⑶ウ）、改正法により先使用を失わせるこ\nとの不合理性（前記第３の３〔控訴人の主張〕⑶エ）、加工品への表\n示ができなくなることの不合理性（前記第３の３〔控訴人の主張〕⑶\nオ）、本件処分により控訴人がその他の影響を受けることによる不合\n理性（前記第３の３〔控訴人の主張〕⑶カ）を主張する。\nしかし、前記(ｲ)ａのとおり、本件登録八丁味噌は、一般の豆味噌と\nは異なる社会的評価を受けるもので、地理的表示法２条２項２号の「確\n立した特性」を有するものと認められ、控訴人が採用する伝統的生産\n方法によるものだけが八丁味噌であるという世間一般の認識があると\nは認められないこと、前記(ｳ)のとおり、本件処分のもとでも、控訴人\nが伝統的な生産方法を継続しつつ「八丁味噌」の名称を使用できるよ\nうにする方法があること等を考慮すると、控訴人の上記主張はいずれ\nも採用することができない。\n４  結論\n以上によれば、本件訴えは、行訴法１４条１項所定の出訴期間経過後に提起\nされたものであり、同条１項ただし書所定の「正当な理由」があるとは認めら\nれないから、不適法として却下すべきであり、これと同旨の原判決は相当であ\nり、本件控訴は理由がない。\nよって、本件控訴を棄却することとし、主文のとおり判決する。\n知的財産高等裁判所第３部\n裁判長裁判官\n東海 林          保\n裁判官\n中     平          健\n裁判官\n都     野     道     紀\n別紙\n１  八丁味噌の概要\n⑴  発祥地\n八丁味噌は、八丁村（現在の愛知県岡崎市八丁町）で発祥した。\n⑵  八丁味噌の特徴\nア  味噌の種類\n味噌には、一般に、①米、大豆、塩を原料として作られる米味噌、②麦、\n大豆、塩を原料として作られる麦味噌、③大豆、塩を原料として作られる豆\n味噌がある。\nイ  豆味噌の特徴\n豆味噌は、一般に、大豆を蒸し、味噌玉を作り、麹を付け、塩と共に仕込\nみ、重しをのせて熟成させるが、大豆と塩だけで製造するため、雑菌に侵さ\nれやすい。これを防止するために味噌玉を作り、味噌玉の中に乳酸菌等の生\n酸菌を繁殖させ、ｐＨを下げる必要がある。\nウ  八丁味噌の特徴\n八丁味噌は、前記イの豆味噌の製造方法に則りながら、原料処理段階にお\nける大豆の蒸し時間、味噌玉の大きさ、熟成期間において違いがある。すな\nわち、八丁味噌は、一般的な豆味噌より、原料処理段階における大豆の蒸し\n時間を長くするという特徴がある。これにより、八丁味噌独特の苦渋味が生\nじる。また、八丁味噌の方が、一般的な豆味噌より味噌玉が大きく、熟成期\n間も長い傾向がみられる。\n２  本件登録八丁味噌の製造方法\n本件登録八丁味噌の登録簿に記載された生産の方法は、以下のとおりである（甲\n３）。\n⑴  原料\n「八丁味噌」は豆味噌であり、その原料は大豆及び塩である。\n⑵  原料処理・製麹方法\n蒸した大豆で直径２０ｍｍ以上、長さ５０ｍｍ以上の大きさの味噌玉を作り、\nその表面に麹菌を繁殖させて豆麹を作る。\n⑶  仕込・熟成\n豆麹、塩、水を混ぜてタンク（醸造桶）に仕込み、重しをのせて一夏以上（温\n度調整を行う場合は２５℃以上で最低１０か月間）熟成させる。重しは、負荷\nをかけることにより、仕込み・発酵を均一化・安定化させ、味噌タンク中の空\n気を追い出し、味噌の酸化を抑える目的で使用し、その形状は問わない。\n⑷  出荷基準\n｢八丁味噌｣特有の酸味（概ねｐＨ４．８～５．２程度）、うまみ、苦渋味を有\nし、異味異臭がなく、赤褐色（概ねＹ値３．０％以下）を呈していることを確\n認する。\n⑸  最終製品としての形態\n｢八丁味噌｣の最終製品としての形態は、味噌（加工品）である。\n３  八丁味噌の製造販売の歴史等\n八丁味噌製造各社の八丁味噌の生産地域、販売開始時期、販売実績及び商標の\n登録状況は、次のとおりである。\nなお、後記⑴の控訴人及び後記⑵の合資会社八丁味噌が八丁組合の構成員であ\nる岡崎２社であり、後記⑶ないし⑻が県組合の構成員である県組合６社である。\n県組合６社が本件登録八丁味噌を製造している。\n⑴  株式会社まるや八丁味噌（控訴人）\nア  株式会社まるや八丁味噌（控訴人）は、Ａが１３３７年に現在の岡崎市八\n丁町において醸造業を始めたのが始まりであり（乙５８。ただし、｢八丁味噌｣\nと呼ばれるようになった時期は不明である。）、現在、オンラインで八丁味噌\nを販売している（乙１２）。\nイ  控訴人は、平成８年（１９９６年）４月２５日、次に示す商標を商標登録\n出願し、平成１０年（１９９８年）３月１３日に登録第４１２２９４３号と\nして商標登録された（乙１３）。\n⑵  合資会社八丁味噌\nア  合資会社八丁味噌は、Ｂが正保２年（１６４５年）に現在の岡崎市八丁町\nで味噌造りを始めたのが始まりであり（乙１４。ただし、｢八丁味噌｣と呼ば\nれるようになった時期は不明である。）、同社は、現在、オンラインで八丁味\n噌を販売している（乙１５）。\nイ  同社は、平成１２年（２０００年）３月２４日、次に示す商標を商標登録\n出願し、平成１３年（２００１年）８月２４日に商標登録第４５００７９１\n号として商標登録された（乙１３）。\n⑶  イチビキ株式会社\nア  イチビキ株式会社の前身は、安永元年（１７７２年）に愛知県豊橋市で醸\n造株をもとに味噌・溜醤油の醸造業を始めた。同社は、明治４４年（１９１\n１年）に、愛知県豊川市御油町に工場を建設し、日本最大級のみそ仕込桶を\n完成させた（乙１６）。同社は、遅くとも昭和３６年（１９６１年）から八丁\n味噌を製造販売し（乙１７の２〔１頁〕）、味の素株式会社等の大手食品会社\nを取引先として平成２６年（２０１４年）に２４万２５００キログラム、平\n成２７年（２０１５年）に２３万０５００キログラム、平成２８年（２０１\n６年）に３１万１９００キログラムの販売実績を上げた（乙１８）。\nイ  同社は、昭和１５年（１９４０年）に次に示す①の商標を商標登録出願し、\n同年に商標登録され、昭和４６年（１９７１年）に②の商標を商標登録出願\nし、昭和５６年（１９８１年）に商標登録（商標登録第１４６５２１０号）\nされた（乙１９〔５、１１及び１３枚目〕）。また、同社は、平成１４年（２\n００２年）１０月４日に③の商標を商標登録出願し、平成１５年（２００３\n年）７月４日に商標登録第４６８７７７４号として商標登録された（乙１３）。\n①          ②           ③\nウ  同社は、「八丁みそ」という表示を包装箱や商品パッケージに表示して販売\nしており（乙２０〔３枚目〕）、また、オンラインで「八丁味噌」という表示\nを付した商品を販売している（乙２１ないし２３）。\n⑷  中利株式会社\nア  中利株式会社は、明治２９年（１８９６年）に愛知県半田市で味噌づくり\nを開始した（乙２４）。昭和３年（１９２８年）から｢昭和八丁味噌｣を製造販\n売し（乙２５）、平成２６年（２０１４年）に５万キログラム、平成２７年（２\n０１５年）に５万３０００キログラム、平成２８年（２０１６年）に５万５\n０００キログラムの販売実績を上げた（乙２５）。\nイ  同社は、昭和４２年（１９６７年）に次に示す①の商標を商標登録出願し、\n昭和４４年（１９６９年）に商標登録され（商標登録第８０８６４８号、後\nに失効。乙１９〔３枚目〕）。また、昭和４４年（１９６９年）に②の商標を\n商標登録出願し、昭和５８年（１９８３年）に商標登録が認められた（商標\n登録第１５７２１７７号、後に失効。乙１９〔４枚目〕、弁論の全趣旨）。さ\nらに、平成１７年（２００５年）５月２６日に③の商標を商標登録出願し、\n平成１８年（２００６年）４月２１日に商標登録第４９４７０８０号として\n商標登録された（乙１３）。\n①           ②          ③\nウ  同社は、「昭和八丁味噌」という表示を包装箱に表示して販売している（乙\n２０〔５枚目〕）。\n⑸  合資会社野田味噌商店\nア  合資会社野田味噌商店の前身は、昭和３年（１９２８年）に愛知県豊田市\nで味噌委託加工専業を創業した。同社は、遅くとも昭和５年（１９３０年）\nから八丁味噌を製造販売し（乙２６）、愛知県内ＪＡ各店舗を取引先として、\n平成２６年（２０１４年）に９９００キログラム、平成２７年（２０１５年）\nに１万０３００キログラム、平成２８年（２０１６年）に１万０８００キロ\nグラムの販売実績を上げた（乙２７）。同社はオンラインショップで八丁味噌\nの量り売りも行っている（乙２８）。\nイ  同社は、平成１７年（２００５年）６月１４日、標準文字による「ますづ\nか八丁味噌」という商標を商標登録出願し、平成１８年（２００６年）３月\n１０日、商標登録第４９３５７０８号として商標登録された（乙１３）。\n⑹  盛田株式会社\nア  盛田株式会社は、１７０８年にみそ･たまりの醸造を開始した（乙２９）。\n同社は、遅くとも昭和３０年（１９５５年）以前から｢八丁味噌｣の商標を付\nした味噌の製造販売を開始し、平成２６年（２０１４年）に３４万２９００\nキログラム、平成２７年（２０１５年）に３７万７０００キログラム、平成\n２８年（２０１６年）に４１万２７００キログラムの販売実績を上げた（乙\n３０）。\nイ  同社は、昭和４１年（１９６６年）に次に示す①の商標を商標登録出願し、\n昭和５６年（１９８１年）に商標登録された（商標登録第１４５００４９号、\nその後失効。乙１９〔１及び２枚目〕）。また、同社は、平成１７年（２００\n５年）５月１７日、②の商標を商標登録出願し、平成１９年（２００７年）\n８月３日に商標登録第５０６７６７９号として商標登録された（乙３２）。\n①                ②\nウ  同社は、「名古屋八丁みそ」（乙３１）、「八丁味噌」という表示をパッケー\nジに付した商品を販売しており、「八丁みそ」という表示を商品の包装箱に付\nしている（乙２０〔２枚目〕）。\n⑺  ナカモ株式会社\nア  ナカモ株式会社は、Ｃが１８３０年に現在の名古屋市西区巾下二丁目で糀\n製造販売を始めたことに由来する（乙５９）。同社は、昭和５２年（１９７７\n年）頃から八丁味噌の製造販売を開始し、平成２６年（２０１４年）に７２\n００キログラム、平成２７年（２０１５年）に７０００キログラム、平成２\n８年（２０１６年）に６８００キログラムの販売実績を上げた（乙３３）。\nイ  同社は、平成１８年（２００６年）３月３１日に次のような商標を商標登\n録出願し、平成１９年（２００７年）９月７日に商標登録第５０７６１６６\n号として商標登録された（乙１３）。\n⑻  佐藤醸造株式会社\nア  佐藤醸造株式会社は、平成１０年から、愛知県あま市で八丁味噌の製造販\n売を開始し、有限会社ケイエイエスや岩田食品株式会社といった地元食品企\n業を取引先として、平成２６年（２０１４年）に３２００キログラム、平成\n２７年（２０１５年）に３０００キログラム、平成２８年（２０１６年）に\n３０００キログラムの販売実績を上げた（乙３４）。\nイ  同社は、平成１８年（２００６年）３月３０日に次のような商標を商標登\n録出願し、平成２０年（２００８年）６月１３日に商標登録第５１４１０９\n６号として商標登録された（乙１３）。\nウ  同社は、上記商標を包装箱や商品パッケージに表示していた（乙２０〔４\n枚目〕）。\n⑼  出荷量、販売価格等\nア  平成２８年（２０１６年）の八丁味噌の出荷量は、次のとおりであり、県\n組合６社の合計出荷量は、岡崎２社の合計出荷量の約８３％に上る（乙３５）。\n(ｱ)  岡崎２社  ９６７トン  うち業務用７６％\n(ｲ)  県組合６社  ８００トン  うち業務用９８％\nイ  販売価格\n本件登録八丁味噌の登録生産者団体に所属する県組合６社の本件登録八\n丁味噌を含む八丁味噌は、本件処分後の令和２年６月時点の調査によると、\n同じ生産者の製造に係る豆味噌に対し、１．５ないし２倍の高値で販売され\nている（乙３６）。\n４  八丁味噌の生産地域とそれに対する社会の認知\n⑴  八丁味噌の生産地域\nア  製造の実績\n八丁味噌の発祥は、現在の岡崎市八丁町であるが、岡崎２社（控訴人及び\n合資会社八丁味噌）の次に古く｢八丁味噌｣の名称で味噌を製造販売したのは、\n確実なものとして確認できるのは、中利株式会社（愛知県半田市所在）であ\nり、その味噌の名称は｢昭和八丁味噌｣であった。同社は、昭和３年（１９２\n８年）に｢昭和八丁味噌｣という名称の使用を開始して以来、現在まで途切れ\nることなく「八丁味噌」の名称を用いた味噌の製造を続けている（乙１７の\n２〔１頁〕）。また、イチビキ株式会社（愛知県名古屋市所在）は、昭和１５\n年（１９４０年）に、「八丁みそ」及び「イチビキ」の文字を含む前記３⑶イ\n①の商標を商標登録し、現存資料で確認できる限りでは、遅くとも昭和３６\n年（１９６１年）には｢八丁味噌｣の製造を開始した（乙１７の２〔１頁〕）。\nその他、合資会社野田味噌商店（愛知県豊田市所在）は昭和５年（１９３０\n年）、盛田株式会社（本店は愛知県名古屋市所在、｢八丁味噌｣の製造拠点は愛\n知県常滑市所在）は昭和３０年（１９５５年）頃、ナカモ株式会社（愛知県\n清須市所在）は平成１５年（２００３年）、佐藤醸造株式会社（愛知県あま市\n所在）は平成１８年（２００６年）に、それぞれ、本件登録八丁味噌の製造\n販売を開始した（乙１７の２〔１頁〕）。このように、八丁味噌の発祥地は現\n在の岡崎市八丁町であるが、八丁味噌の生産地域は、昭和初期には周辺地域\nに広がり、その後愛知県全域にまで及ぶに至った。\n他方で、本件処分前においても、愛知県以外の地域に所在する者が｢八丁味\n噌｣又は｢八丁みそ｣を含む商標を商標登録し、あるいは使用しているという\n事実は存在しなかった（乙１７の２〔１頁〕、乙１３）。\nイ  全国味噌業公正取引協議会による指導等\n全国味噌業公正取引協議会は、不当景品類及び不当表示防止法（昭和３７\n年法律第１３４号）３１条１項に基づいて｢みその表示に関する公正競争規\n約｣を定め、当該規約に違反する行為があると認めるときは、違反に対する措\n置を取ることができるところ（同規約１２条。乙３７〔９頁〕）、同規約４条\nの特定事項の表示基準を具体化する同規約施行規則２条５項イにおいては、\n商品名に特定の地域名を意味する事項を表示する場合は、「当該地域で古く\nから広く認知された特徴を備え、その地域で生産、加工及び包装されたもの」\nとの条件等を満たすことを要することが定められている（乙３７〔５及び６\n頁〕）。同協議会は、八丁味噌の地理的表示登録以前（平成１８年（２００６\n年）頃）において、愛知県外の事業者が自社の豆味噌の表示として「八丁味\n噌」を使用した場合には、上記条件等に合致しないとして、当該名称を使用\nしないよう指導していた（乙３８）。\n⑵  八丁味噌の生産地域に対する社会の認知状況\nア  新聞報道等\n(ｱ)  平成１４年（２００２年）４月３０日の毎日新聞（東京朝刊）には、八\n丁味噌について、「三河の八丁味噌」として紹介されている。「三河」とは、\n愛知県の東部約３分の２の面積を占める地域の名称である。また、「豊田市\nも八丁味噌の本場」として紹介され、合資会社野田味噌商店の蔵元につき\n「豊田の「桝塚（ますづか）」という土地に建つ、昔からの味噌蔵」と紹介\nされている（乙３９）。\n(ｲ)  平成１８年（２００６年）１０月１６日の中日新聞には、「八丁味噌の蔵\n元」が「愛知県知多半島の南端の内海町」に存在したことが記載されてい\nる（乙４０）。\n(ｳ)  雑誌「自遊人」平成１４年（２００２年）９月号には、合資会社野田味\n噌商店（愛知県豊田市所在）の蔵元桝塚味噌が「八丁味噌」の蔵元である\n旨記載されている（乙４１）。\n(ｴ)  日本航空の発行する雑誌「ＳＫＹＷＡＲＤ」平成２２年（２０１０年）\n２月号にも、「三州八丁味噌」との表題の記事の中で、「江戸時代から三河\n地方（愛知県東部）に伝わる八丁味噌」と記載されている（乙４２〔２枚\n目〕）。なお、同記事では、「三州とは今の愛知県東部、昔の三河国の別称で\nある。」とも記載されている（乙４２〔２枚目〕）。\nイ  地域の結びつきに関するアンケート調査\n県組合の委託を受けた株式会社ビデオリサーチ中部支社が、東京都在住の\n２０歳ないし６９歳の八丁味噌を知っている３００名を対象に実施した「八\n丁味噌」の認知内容等に関する調査では、①「『八丁味噌』と聞いて思い浮か\nぶ『地域・エリア』をお知らせください。」という質問に対し、「名古屋」と\nする回答が３６％、「愛知」とする回答が１６．３％、「岡崎」とする回答が\n５．３％であった。また、②「「八丁味噌」について、あなたの認識として最\nも近いものを以下からひとつお知らせください。」という質問に対し、「八丁\n味噌は『名古屋』の味噌である」とする回答が２７％と最も多く、「八丁味噌\nは『愛知』の味噌である」とする回答も２０．７％あったのに対し、「八丁味\n噌は『岡崎』の味噌である」とした回答は７．７％であった（乙４３）。\n５  「名古屋めし」の調味料としての八丁味噌の使用\n⑴  八丁味噌の加工品への使用\n本件登録八丁味噌は、味噌カツ、みそだれ、味噌煮込み等の名古屋及びその\n近郊の地域の名物とされる食品（いわゆる「名古屋めし」）の調味料として用い\nられている。\n例えば、ある県組合の組合員が生産する本件登録八丁味噌の卸先の業者数は、\n外食４、土産物２、メーカー１１、デリカ７であり、これらの業者の商品のう\nち９品目には、「八丁みそ」又は「八丁味噌」を使用している旨の表示が付され\nている（乙１７の３）。また、東海地区最大の和食麺類チェーン監修の商品「み\nそ鍋つゆ」のパッゲージには、「八丁味噌使用  ＧＩ産品の八丁味噌を使用して\nいます」と記載されている（乙４４）。\nさらに、名古屋名物の食品に八丁味噌が使用され、その旨の表示がされてい\nる例は、次のとおりである。\nア  株式会社ニチレイフーズの「名古屋みそかつ」\n株式会社ニチレイフーズが製造販売する冷凍食品「名古屋みそカツ」は、\n「名古屋めし」として知られる「みそカツ」に「八丁みその特製だれ」が使\n用されていることが商品パッケージに大きく表示されている（乙４５）。\nイ  ニッスイの「みそカツ」\n日本水産株式会社が製造販売する冷凍食品「ほしいぶんだけ  みそカツ」\nは、「名古屋めし」として知られる「みそカツ」に八丁味噌が使用されている\nことが商品パッケージに大きく表示されている（乙４６）。\nウ  名古屋だるまの「みそたま」\n名古屋名産品を取り扱う株式会社だるまは、みそだれで玉子を煮込んだ「み\nそたま」を販売して、商品パッケージに「名古屋名物」、「みそたま」、「八丁\n味噌使用」と大きく表示している（乙４７）。\nエ  株式会社エスワイフフードの「どて煮」\n名古屋名物を提供する店舗「世界の山ちゃん」を展開する株式会社エスワ\nイフードは、名古屋名物として知られる「どて煮」の商品パッケージに「名\n古屋名物」、「八丁味噌でじっくり煮込んだどて煮」と明記している（乙４８）。\nオ  寿がきや食品株式会社の「鍋焼八丁味噌みそ煮込うどん」\n愛知県に本社を置く寿がきや食品株式会社は、「名古屋めし」として広く知\nられる味噌煮込みうどんに八丁味噌を使用し、その旨商品パッケージに明記\nしている（乙４９）。\n⑵  旅行ガイドブックの紹介内容\n旅行ガイドブックにおいても、八丁味噌が「名古屋めし」の調味料として使\n用されていることが紹介されている。\nア  「愛知るるぶ」２００７年（平成１９年）版\n「愛知るるぶ」２００７年（平成１９年）版（ＪＴＢパブリッシング発行、\n乙５０）４８頁には、「名古屋グルメ」の飲食店として名古屋市内に所在する\nみそ串かつを提供する店舗を紹介する文中に、「味の決め手となる味噌は、八\n丁味噌・・・」と記載されている。\nイ  「愛知るるぶ」２０１０年（平成２２年）版\n「愛知るるぶ」２０１０年（平成２２年）版（乙５１）２４頁及び２５頁\nには、「ナゴヤのグルメ」、「味噌グルメ編」として、味噌を用いた名古屋名物\nの料理を提供する飲食店が紹介されている。その中では、Ｑ＆Ａ欄に「八丁\n味噌に代表される愛知の赤味噌文化。」と記載され、名古屋市内に所在するど\nて焼きを提供する飲食店の紹介文中に「『どて焼き』とよばれる味噌おでんは、\n八丁味噌ベースのダシ汁でじっくりと煮込んだ郷土の味。」と記載され、同市\n内に所在する玉子入り煮込みうどんを提供する飲食店の紹介文中に「八丁味\n噌に名古屋の白味噌を調合することで赤味噌の渋みを抑えたまろやかな味わ\nいに」と記載されている。\nウ  ２０１６年（平成２８年）発行の「なごやめし Walker」\n２０１６年（平成２８年）発行の「なごやめし Walker」（株式会社ＫＡＤ\nＯＫＡＷＡ発行、乙５２）には、名古屋出身の芸能人が勧める「なごやめし」\nを提供する飲食店とその料理を紹介する記事があり、どて煮の紹介文中に「八\n丁味噌で煮込んだ。」との記載がある（乙５２〔９頁〕）。また、「名古屋人が\n太鼓判！  絶品なごやめし  ｉｎ  東京」と題して、東京で「なごやめし」\nを提供する飲食的を紹介し、味噌煮込みうどんを提供する店舗（「味噌煮込\n罠」）の味噌煮込みうどんの説明文中に「味噌は八丁味噌を含めた３種類を独\n自でブレンドしている。」（乙５２〔７７頁〕）との記載があり、その他の味噌\n煮込みうどんを提供する店舗（「山本屋総本家神田和泉店」）の説明に「八丁\n味噌を使用し、味噌を独自ブレンド。」（乙５２〔８１頁〕）と記載されている。\n以上\n"
}