{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 10,
    "day": 26
  },
  "case_number": "令和4(許)11",
  "case_name": "株式買取価格決定申立て却下決定に対する抗告棄却決定に対する許可抗告事件",
  "court_name": "最高裁判所第一小法廷",
  "result_type": "決定",
  "result": "破棄自判",
  "article_info": "民集　第77巻7号1860頁",
  "original_court_name": "名古屋高等裁判所",
  "original_case_number": "令和3(ラ)391",
  "original_date": {
    "era": "Reiwa",
    "year": 4,
    "month": 3,
    "day": 30
  },
  "gist": "吸収合併消滅株式会社の株主が吸収合併をするための株主総会に先立って上記会社に対して委任状を送付したことが会社法７８５条２項１号イにいう吸収合併等に反対する旨の通知に当たるとされた事例",
  "case_gist": "吸収合併消滅株式会社の株主が吸収合併をするための株主総会に先立って当該吸収合併に反対する旨の議決権の代理行使を第三者に委任することを内容とする委任状を上記会社に送付した場合において、次の⑴及び⑵の事実関係の下では、上記株主が上記会社に対して上記委任状を送付したことは、会社法７８５条２項１号イにいう、吸収合併等をするための株主総会に先立って消滅株式会社等に対してされる当該吸収合併等に反対する旨の通知に当たる。\n⑴　上記吸収合併消滅株式会社は、上記株主に対し、宛先を自社とし、「賛」又は「否」のいずれかに〇印を付けて吸収合併契約の承認に係る議案に対する賛否を記載する欄を設けた委任状用紙を送付して、議決権の代理行使を勧誘した。\n⑵　上記株主は、上記勧誘に応じて、上記欄の「否」に〇印を付けて上記委任状を作成し、これを上記吸収合併消滅株式会社に対して返送した。",
  "ref_law": "会社法７８５条２項１号イ",
  "lawsuit_id": "92454",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=92454",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/454/092454_hanrei.pdf",
  "contents": "主      文\n原決定を破棄し、原々決定を取り消す。\n本件を名古屋地方裁判所に差し戻す。\n理      由\n抗告代理人土屋勝裕、同髙橋佳久の抗告理由について\n１  本件は、スジャータめいらく株式会社（以下「スジャータ社」という。）の\n株主である抗告人が、利害関係参加人を吸収合併存続株式会社、スジャータ社を吸\n収合併消滅株式会社とする吸収合併（以下「本件吸収合併」という。）についての\n会社法７８５条２項所定の株主（以下「反対株主」という。）であるとして、スジ\nャータ社に対し、抗告人の有する株式を公正な価格で買い取ることを請求したが、\nその価格の決定につき協議が調わないため、同法７８６条２項に基づき、価格の決\n定の申立て（以下「本件申立て」という。）をした事案である。\n２  記録によれば、本件の経緯は次のとおりである。\nスジャータ社は、令和２年１０月１５日、利害関係参加人との間で、効力発\n生日を同年１２月１日として本件吸収合併をする旨の吸収合併契約（以下「本件合\n併契約」という。）を締結した。\nスジャータ社は、「第１号議案  名古屋製酪株式会社との吸収合併契約承認\nの件」（以下「本件議案」という。）を決議事項とする臨時株主総会（以下「本件\n総会」という。）を令和２年１１月１３日に開催することとし、スジャータ社の代\n表取締役（以下「本件代表取締役」という。）は、同月９日、スジャータ社の株式\n７９５０株を有する抗告人に対し、本件総会の招集通知を発するとともに、本件総\n会に抗告人自身が出席しない場合には、上記招集通知に同封された委任状用紙（以\n令和４年（許）第１１号  株式買取価格決定申立て却下決定に対する抗告棄却決\n定に対する許可抗告事件\n令和５年１０月２６日  第一小法廷決定\n下「本件委任状用紙」という。）に本件議案に対する賛否を記載するなどして委任\n状を作成し、これを返送するよう議決権の代理行使を勧誘した。\n本件委任状用紙には、冒頭に、作成日付、議決権の個数並びに株主の住所及び氏\n名を記載する欄が設けられていたほか、宛先として「スジャータめいらく株式会社\n御中」と印字されており、これに続いて、「委任状」という表題の下に「私は、\nを代理人と定め下記の権限を委任いたします。」、「令和２年１\n１月１３日開催の貴社臨時株主総会及びその継続会または延会に出席して下記の議\n案につき私の指示（〇印で表示）にしたがって、議決権を行使すること。ただし、\n議案に対して賛否の表示のない場合及び原案に対して修正案または動議が提出され\nた場合は、いずれも白紙委任いたします。」とそれぞれ印字されており、更にその\n下に「賛」又は「否」のいずれかに〇印を付けて本件議案に対する賛否を記載する\n欄（以下「本件賛否欄」という。）が設けられていた。\n抗告人は、令和２年１１月１０日、上記 の議決権の代理行使の勧誘に応\nじ、本件委任状用紙を用いて、上記 の点線の部分に本件代表取締役の氏名を記載\nするとともに、本件賛否欄の「否」に〇印を付け、その欄外に「合併契約の内容や\n主旨が不明の上、数日前の通知であり賛否表明ができません（合併契約書を表示し\nて下さい）」との付記（以下「本件付記」という。）をするなどして原々決定別紙\nのとおりの委任状（以下「本件委任状」という。）を作成し、これをスジャータ社\nに対して返送した。\n令和２年１１月１３日、本件総会において本件合併契約を承認する旨の決議\nがされたところ、上記決議が行われるに当たり、本件代表取締役は抗告人の代理人\nとして本件議案に反対する旨の議決権の行使をした。\n抗告人は、令和２年１１月３０日までに、スジャータ社に対し、抗告人の有\nする全株式を公正な価格で買い取ることを請求した。\n令和２年１２月１日、本件吸収合併の効力が発生し、スジャータ社は利害関\n係参加人に吸収合併された。\n抗告人は、令和３年１月２０日、本件申立てをした。\n抗告人は、抗告人がスジャータ社に対して本件委任状を送付したことは、会\n社法７８５条２項１号イにいう、吸収合併等をするための株主総会に先立って消滅\n株式会社等に対してされる当該吸収合併等に反対する旨の通知（以下「反対通知」\nという。）に当たるから、抗告人は反対株主であり、本件申立ては適法であると主\n張している。\n３  原審は、要旨次のとおり判断し、抗告人は反対株主ではないから、本件申立\nては不適法であるとして、これを却下すべきものとした。\n本件委任状は、代理人となるべき者に対して本件総会における議決権の代理行使\nを委任する旨の意思表示をした書面であり、本件賛否欄の「否」に〇印を付けた部\n分は、上記の者に対する指示であってスジャータ社に向けられたものであるという\nことはできない。また、本件委任状の宛先がスジャータ社とされているのは、代理\n権を証明する書面が株式会社に提出されなければならないとされていること（会社\n法３１０条１項）からすると不自然ではない。さらに、本件付記があることからす\nると、本件吸収合併に反対する旨の抗告人の意思が本件委任状に表明されていると\nいうこともできない。したがって、抗告人がスジャータ社に対して本件委任状を送\n付したことは、反対通知に当たらない。\n４  しかしながら、原審の上記判断は是認することができない。その理由は、次\nのとおりである。\n会社法７８５条１項、２項１号イは、吸収合併等をするための株主総会において\n議決権を行使することができる株主が反対株主として株式買取請求をするために\nは、上記株主総会に先立って当該株主が反対通知をすることを要する旨規定してい\nる。その趣旨は、消滅株式会社等に対し、吸収合併契約等の承認に係る議案に反対\nする株主の議決権の個数や株式買取請求がされる株式数の見込みを認識させ、当該\n議案を可決させるための対策を講じたり、当該議案の撤回を検討したりする機会を\n与えるところにあると解される。そして、本件のように、株主が上記株主総会に先\n立って吸収合併等に反対する旨の議決権の代理行使を第三者に委任することを内容\nとする委任状を消滅株式会社等に送付した場合であっても、当該委任状が作成・送\n付された経緯やその記載内容等の事情を勘案して、吸収合併等に反対する旨の当該\n株主の意思が消滅株式会社等に対して表明されているということができるときに\nは、消滅株式会社等において、上記見込みを認識するとともに、上記機会が与えら\nれているといってよいから、上記委任状を消滅株式会社等に送付したことは、反対\n通知に当たると解するのが相当である。\nこれを本件についてみると、本件委任状は、スジャータ社が、抗告人に対し、宛\n先を自社とする本件委任状用紙を送付して議決権の代理行使を勧誘し、抗告人が、\nこれに応じて、本件委任状用紙の各欄に記載をするなどして作成し、スジャータ社\nに対して返送したものである。そうすると、抗告人が本件賛否欄に記載したところ\nは、代理人となるべき者に対して議決権の代理行使の内容を指示するだけのもので\nはなく、上記勧誘をしてきたスジャータ社に対する応答でもあったということがで\nき、本件委任状の送付は、スジャータ社に向けて本件吸収合併についての抗告人の\n意思を通知するものでもあったというべきである。そして、本件賛否欄には「否」\nに〇印が付けられていたのであるから、本件吸収合併に反対する旨の抗告人の意思\nが本件委任状に表明されていたことは明らかである。なお、本件付記は、その記載\n内容等からすると、本件議案に反対する理由を記載したものとみるべきであって、\n本件付記があることは、本件吸収合併に反対する旨の抗告人の意思が本件委任状に\n表明されていたとの上記判断を左右するものではない。\n以上からすると、本件委任状の送付は、本件吸収合併に反対する旨の抗告人の意\n思をスジャータ社に対して表明するものということができる。\nしたがって、抗告人がスジャータ社に対して本件委任状を送付したことは、反対\n通知に当たると解するのが相当である。\n５  以上と異なる見解の下に、本件申立てを却下すべきものとした原審の判断に\nは、裁判に影響を及ぼすことが明らかな法令の違反がある。論旨は理由があり、原\n決定は破棄を免れない。そして、原々決定を取り消し、更に審理を尽くさせるた\nめ、本件を原々審に差し戻すこととする。\nよって、裁判官全員一致の意見で、主文のとおり決定する。\n( 裁判長裁判官   深 山 卓 也   裁判官   山 口   厚   裁判官   安 浪 亮 介   裁判官\n岡  正晶  裁判官  堺   徹)\n"
}