{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Reiwa",
    "year": 4,
    "month": 3,
    "day": 10
  },
  "case_number": "令和3(行コ)25",
  "case_name": "法人税更正処分等取消請求控訴、同附帯控訴事件",
  "court_name": "東京高等裁判所",
  "field": "行政",
  "lawsuit_id": "92499",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=92499",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/499/092499_hanrei.pdf",
  "contents": "令和４年３月１０日判決言渡\n令和３年(行コ)第２５号  法人税更正処分等取消請求控訴，同附帯控訴事件（原審・\n東京地方裁判所平成２８年（行ウ）第５８６号）\n主                 文\n１  本件控訴を棄却する。\n２  本件附帯控訴を棄却する。\n３  控訴費用は控訴人の，附帯控訴費用は被控訴人の各負担とする。\n事  実  及  び  理  由\n第１  控訴の趣旨等\n１  控訴の趣旨\n⑴  原判決中，控訴人の敗訴部分を取り消す。\n⑵  上記部分につき，被控訴人の請求をいずれも棄却する。\n⑶  訴訟費用は，第１，２審を通じ，被控訴人の負担とする。\n２  附帯控訴の趣旨\n⑴  原判決を次のとおり変更する。\n⑵  Ｃ税務署長が被控訴人に対して平成２４年３月２７日付けでした被控訴人\nの同１８年４月１日から同１９年３月３１日までの事業年度の法人税につい\nての更正処分（ただし，平成２６年１月２８日付け減額更正処分及び同２８\n年６月２１日付け裁決により一部取り消された後のもの）のうち納付すべき\n税額■■■■■■■■■■■■円を超える部分及び過少申告加算税賦課決定\n処分（ただし，平成２６年１月２８日付け変更決定処分及び同２８年６月２\n１日付け裁決により一部取り消された後のもの）のうち過少申告加算税の税\n額■■■■■■■■■円を超える部分をいずれも取り消す。\n⑶  Ｃ税務署長が被控訴人に対して平成２４年３月２７日付けでした被控訴人\nの同１９年４月１日から同２０年３月３１日までの事業年度の法人税につい\nての更正処分（ただし，平成２６年１月２８日付け減額更正処分及び同２８\n年６月２１日付け裁決により一部取り消された後のもの）のうち納付すべき\n税額■■■■■■■■■■■■■円を超える部分及び過少申告加算税賦課決\n定処分（ただし，平成２６年１月２８日付け変更決定処分及び同２８年６月\n２１日付け裁決により一部取り消された後のもの）のうち過少申告加算税の\n税額■■■■■■■■■円を超える部分をいずれも取り消す。\n⑷  Ｃ税務署長が被控訴人に対して平成２４年３月２７日付けでした被控訴人\nの同２０年４月１日から同２１年３月３１日までの事業年度の法人税につい\nての更正処分（ただし，平成２６年１月２８日付け減額更正処分により一部\n取り消された後のもの）のうち納付すべき税額■■■■■■■■■■■■円\nを超える部分及び過少申告加算税賦課決定処分をいずれも取り消す。\n⑸  Ｃ税務署長が被控訴人に対して平成２４年３月２７日付けでした被控訴人\nの同２１年４月１日から同２２年３月３１日までの事業年度の法人税につい\nての更正処分のうち納付すべき税額■■■■■■■■■■■■円を超える部\n分及び過少申告加算税賦課決定処分をいずれも取り消す。\n⑹  訴訟費用は，第１，２審を通じ，控訴人の負担とする。\n第２  事案の概要等\n１  事案の概要（略称については，特段の言及がない限り，原判決の記述に従う。）\n本件は，被控訴人が，平成１９年３月期から平成２２年３月期までの各事業\n年度（本件各事業年度）の確定申告に当たり，ポーランドにある間接子会社\n（本件国外関連者）との間で締結したライセンス契約（本件ライセンス契約。\n本件ライセンス契約に係る被控訴人と本件国外関連者との取引が「本件国外関\n連取引」である。）の対価であるロイヤルティの額（本件対価額）を収益の額\nに算入して確定申告したところ，Ｃ税務署長（処分行政庁）が，本件対価額は\n租税特別措置法（措置法）６６条の４第２項２号ロ及び同法施行令（措置法施\n行令）３９条の１２第８項１号（それぞれ適用される年度のもの）に定める方\n法により算定した独立企業間価格に満たないことを理由に，措置法６６条の４\n第１項に定める国外関連者との取引に係る課税の特例の規定により，本件国外\n関連取引が独立企業間価格で行われたものとみなされるとし，被控訴人の本件\n各事業年度の所得金額に独立企業間価格と本件対価額との差額を加算すべきで\nあるとして，法人税の各更正処分及び過少申告加算税の各賦課決定処分をした\nことから，被控訴人が，控訴人に対し，これらの処分（ただし，本件裁決等に\nより一部取り消された後のもの。本件各更正処分及び本件各賦課決定処分）の\n全部又は一部の取消しを求める事案である。\n原審は，本件国外関連取引に係る独立企業間価格の算定において残余利益分\n割法を適用するに当たり，①控訴人の主張する基本的利益の算定は相当である\nが，②残余利益の分割については，重要な無形資産の開発に係る被控訴人及び\n本件国外関連者の各支出額のほかに，本件国外関連取引に係る超過減価償却費\nを分割要因に加えて配分するのが相当であり，③これを基に本件国外関連取引\nに係る独立企業間価格等を計算すると，本件各事業年度のうち平成２２年３月\n期についてのみ国外移転所得が生じることとなるなどとして，平成２１年３月\n期に係る更正処分及び賦課決定処分については被控訴人の主張に理由があると\nしてそれらの処分の全部を取り消し，平成１９年３月期，平成２０年３月期及\nび平成２２年３月期に係る各更正処分及び各賦課決定処分については被控訴人\nの主張に一部理由があるとしてそれらの処分の各一部を取り消した。\n控訴人及び被控訴人は，それぞれ自己の敗訴部分を不服として本件控訴及び\n本件附帯控訴をした。\n２  関係法令等，前提事実，争点及び当事者の主張は，後記３のとおり当審にお\nける当事者の補充主張を付加するほか，原判決の「事実及び理由」の「第２  事\n案の概要」の１から３まで，別紙２－１から別紙６まで及び別表１から１７ま\nで（原判決６頁５行目から２７頁１５行目まで，１０２頁から１８９頁まで及\nび２００頁から２１０頁まで）に記載のとおりであるから，これを引用する。\nただし，原判決のうち理由付記に関する部分（原判決２７頁１１行目及び１２\n行目，１５４頁９行目から１４行目まで（別紙５の「第４」），１８９頁８行\n目から１５行目まで（別紙６の「第４」））を全て除き，また，原判決２７頁\n１３行目の「⑶」を「⑵」に改める。\n３  当審における当事者の補充主張\n（当審における控訴人の補充主張）\n⑴  残余利益の分割において重要な無形資産以外の利益発生要因を考慮するこ\nとの可否について\nア  残余利益分割法は，法人又は国外関連者が重要な無形資産を有する場合\nにおいて，第１段階として，分割対象利益のうち重要な無形資産を有しな\nい非関連者間取引において通常得られる利益に相当する金額(基本的利益)\nを当該法人及び国外関連者それぞれに配分し，第２段階として，基本的利\n益を配分した後の残額(残余利益)を当該法人又は国外関連者が有する当該\n重要な無形資産の価値に応じて合理的に配分する方法により独立企業間価\n格を算定する方法である。残余利益分割法がこのような２段階の算定を経\nるのは，重要な無形資産については，その独自性・個別性により，市場に\nおいて取引相場が存在せず，重要な無形資産の貢献により獲得される利益\nを直接把握することが困難であることなどによるものである。\nこのような残余利益分割法の趣旨等を踏まえると，残余利益の分割要因\nについては，基本的には「重要な無形資産」のみをもって考慮されること\nが想定されているというべきであり，「重要な無形資産」とは全く無関係\nな別個の要因による超過利益が発生していることが明らかな場合であれば\n格別，そうではなく，重要な無形資産又はその影響により超過利益が発生\nしている場合については，重要な無形資産の価値に応じて残余利益を分割\nしさえすれば，合理的な独立企業間価格を算定することができるというべ\nきである。\nなお，残余利益分割法における「重要な無形資産」とは，個別の具体的\n事実関係の下において，残余利益を生み出すことに貢献するような，営業\n利益の獲得に大きな影響を与える特許権，ブランド又はノウハウなどであ\nり，残余利益と関連性を有する重要なものに限られる。\nイ  仮に，「重要な無形資産」とは全く無関係な別個の要因による超過利益\nがあると考えられる場合には，前記アのとおり残余利益分割法において本\n来的に想定されている超過利益が「重要な無形資産」によるものであるこ\nとからすれば，当該要因について残余利益の分割要因と認めるには，同要\n因が「重要な無形資産」に匹敵する程度の価値(重要性)を備え，超過利益\n獲得に寄与する(相関関係のある)ものと認められる必要があるというべき\nである。\n⑵  本件国外関連者に係る設備投資を分割要因として考慮すべきでないことに\nついて\nア  製造業において，必須の設備投資による売上高の増大に伴って比例的に\n増加した利益は，超過利益を構成するものではなく，基本的利益に含まれ\nるものである。\n本件国外関連者の基本的利益は，本件比較対象法人の売上高営業利益率\nの平均値に本件国外関連者の総売上高を乗じることにより算定しているこ\nとから，本件国外関連者が単に生産ラインを増設するなどして事業規模を\n拡大し，それに伴い比例的に増大した利益については，基本的利益に含ま\nれているというべきである。\nイ   本件における超過利益に本件国外関連者の初期及び追加の設備投資の\n影響による増加利益が含まれるというためには，当該設備投資がその独\n自性・個別性により経済競争上の優越的な立場をもたらし，「重要な無\n形資産」に匹敵する程度の価値(重要性)を備え，かつ，超過利益獲得へ\nの寄与を満たすことで，超過利益と評価し得る「規模の利益」を享受し\nていると認められる必要がある。\nしかるに，製造業における設備投資が単に営業利益を増大させるとい\nう一般的な利益を超えて超過利益と評価し得る「規模の利益」を生み出\nす要因となることは，現実的には認め難い。もとより，前記アのとお\nり，本件国外関連者の設備投資による売上高等の増大は，事業規模等が\n類似する比較対象法人との比較による基本的利益の算定において考慮済\nみであるから，かかる事情を残余利益(超過利益)の分割要因として考慮\nすべきではない。\n仮に，本件国外関連者が設備投資による事業規模の拡大等により規模\nの利益を享受しているとすれば，売上高の増加に伴って売上高営業利益\n率も上昇するはずであるが，本件各事業年度における本件国外関連者の\n売上高や売上高営業利益率等の推移並びに販売数量及び平均費用（１単\n位当たりの総営業費用）の推移に加え，次のａからｄまでにおいて指摘\nする点に照らせば，本件国外関連者について，事業規模（生産量）の増\n大により製品１個当たりの生産に必要な費用が逓減する結果，利益率が\n高まる傾向（相関関係）が生じたとの事実は認めることができない。そ\nうすると，本件国外関連者がおよそ規模の利益を享受しているとは認め\n難いし，少なくとも超過利益と評価し得る「規模の利益」を享受してい\nるとまでは認められない。\nａ  甲第３０８号証の図Ａは，異常な数値（平成１７年１月の数値は，\n量産開始初年度の最初の月のもので，当該月は生産量が非常に少なか\nったことによるものであり，平成２０年１２月の数値は，リーマンシ\nョックの影響で需要が急減し，生産量が急減したことによるものであ\nる。）の影響を強く受けた不合理なものである。\nｂ  平均営業費用の逓減は歩留率の向上の影響を受けたものである。\nｃ  平均営業費用の逓減は，大規模施設の減価償却費の算定の基礎とな\nる耐用年数が平成２１年１月１日に■年から■■年に変更され，減価\n償却費の計上額が減少したことが大きく影響している。\nｄ  甲第３０８号証の図Ａ，図Ｂは，在庫を無視した不正確な数値を基\n礎としており，各図による分析は正確性を欠く。\nまた，設備投資に関する被控訴人と本件国外関連者の寄与・貢献の程\n度をみると，親会社である被控訴人は， 製品Ｄ の需要予測 を\nし，本件国外関連者の設立を決定した後，その生産拠点となる工場の所\n在地及び規模等を検討し，その設備設計も行い，ポーランドにおいて一\n貫して量産する体制を整えた上で，需要予測の変化に応じて量産開始時\n期を早めるなどの対応も執り，これらの事業戦略の策定・実行に必要な\n資金の調達方法についても検討し，事業の利益を最大化させているな\nど，設備投資に関する被控訴人の寄与・貢献の程度は極めて大きいのに\n対し，子会社である本件国外関連者は，生産設備の法的な所有者とし\nて，被控訴人の設備投資に関する企画・計画等を実行したものの，被控\n訴人の財務能力あるいは信用を離れて独自の財務能力等を有したり，生\n産設備の設計をしたり，設備投資に係るリスクを低減させたりしたわけ\nではなく，上記以外に特段の寄与・貢献をしていないのであって，設備\n投資に関する本件国外関連者の寄与・貢献の程度は極めて小さい。\nウ  以上によれば，本件国外関連者による設備投資は，「重要な無形資産」\nに匹敵する程度の価値（重要性）を備えたものでも，超過利益獲得に寄与\nする（相関関係がある）ものでもないから，本件における残余利益の分割\nにおいては，被控訴人及び本件国外関連者が有する「重要な無形資産」の\n価値に応じて分割すべきであり，かつ，それで足りるというべきである。\n⑶  本件において「重要な無形資産」以外の分割要因があるとした場合の分割\n方法について\nア  仮に，本件超過利益の発生要因として，「重要な無形資産」とは無関係\nな設備投資等の要因が別個にあったとしても，このような要因に基づく利\n益が親会社である被控訴人と子会社である本件国外関連者のどちらに帰属\nされるべきかについては，別途検討が必要である。\nその検討に当たっては，親会社が子会社の事業に対して行う活動が，①\n株主活動又は投資家としての活動に該当するか否か，②株主活動又は投資\n家としての活動に該当しない場合に，有償性のある活動に該当するか否か\nをみるべきであるところ，一般に，親会社が子会社の設立準備中に子会社\nの事業計画を策定するような活動は，株主活動及び投資家としての活動に\nは当たらず，子会社に対する有償性のある活動に当たるものと解され，親\n会社が子会社の設立後に子会社の事業計画等を見直すような活動について\nも，基本的には株主活動及び投資家としての活動には当たらず，有償性の\nある活動に当たるものと解される。\n設備投資に関する被控訴人及び本件国外関連者の寄与・貢献の程度は，\n前記⑵イ のとおりであり，被控訴人は，①本件国外関連者の設立前の事\n業計画策定及び②設立後の事業計画見直しに当たる活動等として，事業戦\n略の策定・実行を行うなどしており，単なる投資家としての活動にとどま\nるものではなく，有償性のある活動をしていることは明らかであるから，\nこれにより生じた超過利益については，親会社である被控訴人に帰属され\nるべきある。\nイ  また，仮に，本件において，設備投資及び資本集約度の高い生産構造の\n影響による超過利益が認められるとしても，設備投資に関する被控訴人及\nび本件国外関連者の寄与・貢献の程度は，前記⑵イ のとおりであり，本\n件国外関連者の寄与・貢献の程度については，本件分割方法により，被控\n訴人の研究開発費と本件国外関連者の■■部門費の相対的割合によって\n測った分割割合を超えるものとはならないため，本件分割方法により残余\n利益が適切に分割されており，被控訴人に分割される超過利益は過大なも\nのではないと認められる。\n⑷  仮に，設備投資を分割要因とみるとしても，「超過減価償却費」を比較の\n指標として用いるのは相当ではないことについて\nア  仮に，設備投資を分割要因とみるとしても，設備投資に係る資産の減価\n償却費をその表象とみて比較指標として用いるには様々な調整等を要する\nのであって，一律に比較指標とすることはできない。\nイ  すなわち，まず，「減価償却」とは，有形固定資産の取得原価をその耐\n用年数にわたって一定の組織的な方法で費用として配分する会計手続であ\nり，通常の償却方法のほか，政策的要請に基づく加速度償却(特別償却)，\n耐用年数の短縮などの様々な方法(例外規定)も存在する。\n減価償却費の額は，各企業が自身の現状や今後の計画を踏まえて減価償\n却資産を取得し，償却方法を任意に選択した上で計算されているものであ\nるから，その金額を一律的に比較しても意味がなく，比較指標として用い\nるためには，同一の条件となるよう調整が必要である。\nウ  また，仮に，本件国外関連者の初期及び追加の設備投資が超過利益の獲\n得に寄与・貢献しているとしても，本件各事業年度において本件製品の製\n造に使用されていない設備(固定資産)は，製造機能を果たしておらず，超\n過利益の分割要因の要件である超過利益獲得への寄与を欠くものであるか\nら，当該「超過減価償却費」の計算の基となる本件国外関連者の減価償却\n費は，現実に使用されている設備(固定資産)を対象とすべきである。\nしかるに，本件国外関連者の設備(固定資産)は，■■ライン全てが本件\n製品の製造に使用されていたわけではなく，平成２０年においては少なく\nとも■ラインが，平成２１年においては少なくとも■ラインが使用されて\nいなかった(乙１９８の１から乙１９９の２まで)のであるから，「超過減\n価償却費」の計算に当たっては，本件各事業年度における本件国外関連者\nの減価償却費から本件製品の製造に使用されていない設備に係る減価償却\n費を控除すべきである。\nエ  さらに，本件国外関連者の初期及び追加の設備投資を表象する要因の算\n定に当たっては，本件各事業年度における本件比較対象法人の支払リース\n料や外注費に係る金額も，本件比較対象法人の減価償却費と同様，製品の\n製造に貢献するかどうかを検討すべきである。\n⑸  また，分割対象利益の配分に用いる要因が複数ある場合には，それぞれの\n要因について，分割対象利益の発生に対する寄与・貢献の程度に応じて，適\n切にウエイト付けする必要がある。\n（当審における被控訴人の補充主張）\n⑴  「重要な無形資産」とそれ以外の要因とが重なり合い相互に影響しながら\n超過利益を生じさせている場合であっても，「重要な無形資産」とは客観的\nに別個の要因及びそれに起因する超過利益は，基本的利益の算定において考\n慮する必要があることについて\nア  措置法６６条の４第２項１号ニの委任を受けた同法施行令の残余利益分\n割法に係る規定（措置法施行令３９条の１２第８項１号）は，基本的利益\nの算定において利益指標に差異をもたらす全ての要因を総合的に考慮して\n比較可能性の有無を判定するものとし，例外的に「重要な無形資産」の存\n在（独自の機能の存在）の貢献による利益だけを基本的利益の算定から排\n除し，残余利益の分割において考慮すべき旨を定めている。また，製造事\n業においては，「重要な無形資産」はそれ以外の資産や活動・機能と密接\nに組み合わされ相互に影響しながら売上げや利益（超過利益を含む。）の\n獲得に貢献していることが常態であるから，これらの貢献を残余利益の分\n割において考慮することになると，基本的利益の算定において考慮される\n要因は事実上なくなってしまう。\nしたがって，重要な無形資産とは客観的に別個の要因は，基本的利益の\n算定において考慮すべきである（残余利益分割法における基本原則）。\nイ  ２０１７年版ガイドライン（甲３０３，乙２３２）は，市場の規模又は\n相対的な競争状況等の現地市場は，所有もコントロールもできず，無形資\n産ではないとし，市場の条件と無形資産が別個のものであることを前提に，\n市場の条件又は現地市場の状況と無形資産を区別することは重要であると\n明確に述べているところ（パラグラフ６．９），ヨーロッパ自動車市場に\nおいてＥｕｒｏ規制等を考慮に入れない乗用車の製造・販売活動はあり得\nないことから，Ｅｕｒｏ規制等がヨーロッパにおける自動車の製造・販売\n市場の条件に該当することは自明であり，「市場の条件」を構成するＥｕ\nｒｏ規制等は，「重要な無形資産」とは別個の比較可能性要因であって，\n両者を区別することは重要である。\nまた，ＯＥＣＤガイドラインは，寡占等の「市場における競争の程度」\nを，無形資産とは客観的に全く別個の「経済状況」の要因の一つとして挙\nげているところ（２０１０年版ガイドライン（乙２７，２３１）パラグラ\nフ１．５５，２０１７年版ガイドライン（乙２３２）パラグラフ１．１１\n０），本件国外関連者（及びＥ・ヨーロッパ）は，重要な無形資産とは異\nなる大規模設備投資（本件設備投資）・大量生産を通じて実現した規模の\n経済によって非常に高い参入障壁を設け，その結果２社寡占状態が形成さ\nれたのであって，本件における２社寡占状態も「重要な無形資産」とは全\nく別個の比較可能性要因である。\nこのような設備投資（本件設備投資）や競争状況（２社寡占状態）その\n他の要因は，「重要な無形資産」とは別個のものであり，それらの要因が\n超過利益を生じさせ，当該超過利益が全体の超過利益の中に含まれている\nという事実が明らかである。また，両者の寄与部分を正確に特定・分別で\nきないとしても，「重要な無形資産」とは客観的に別個の上記各要因に起\n因する本件超過利益が相当大きなものである（あるいは決して無視できる\n程小さなものではない）と合理的に推認することができる。\nこのように，本件においては，超過利益の発生・増加に当たり，「重要\nな無形資産」とは別個のこれらの要因が決定的であり，経済的に重要な意\n味を持つのであるから，前記アの基本原則を貫徹し，「重要な無形資産」\nとは別個の超過利益の源泉となる要因（比較可能性要因）については，基\n本的利益の算定において考慮すべきである。\n⑵  本件国外関連者と本件比較対象法人が比較可能性を欠くことについて\nア  平成２３年政令第１９９号による改正後の措置法施行令３９条の１２第\n８項１号ハ⑴において，比較対象取引と検証対象取引に差異が認められる\n場合には適切な差異調整を行うことが求められているが，そのような差異\n調整は，比較対象取引を候補取引の中から抽出する過程で行うことは不可\n能であり，実際に選定された比較対象取引を前提にしなければ行えないこ\nとからしても，比較対象取引の比較対象性（比較可能性）の有無は，比較\n対象取引を候補取引の中から選定するための抽出の方法・基準が合理的で\nあるか否かではなく，実際に選定された比較対象取引が検証対象取引と比\n較可能性を有しているか否かという基準に従って判断すべきである。\nイ  実際に選定された比較対象法人が比較可能性を有するためには，①「重\n要な無形資産」を有していないことに加えて，②当該比較対象法人が検証\n対象法人と法令の求める比較可能性を有するか否か，すなわち，検証対象\n法人（本件国外関連者）の事業と同種の事業を営み，市場，事業規模及び\n「その他の要因」について利益指標に影響を及ぼす差異を有しないか否か\nを検討する必要がある。上記の「その他の要因」としては，前記アの改正\nがされる前の措置法施行令３９条の１２第８項１号の下では，売上高営業\n利益率に影響を及ぼす全ての要因（重要な無形資産を除く。）を含むので\nあるから，排ガス規制の製品需要への影響や費用構造（生産構造）の類似\n性も分析対象に含めて比較可能性分析を行うことが法令上求められていた\nのであって，これらの全ての要因（「重要な無形資産」の「保有」だけは\n除く。）を基本的利益の算定の場面において総合的に考慮して，比較可能\n性の有無を判定する必要がある。\nすなわち，製造活動により製造する製品の種類の違いも，さらに，それ\nに伴う事業内容，市場条件，生産構造（収益構造）等といった本件国外関\n連者と本件比較対象法人との差異も，それが「重要な無形資産」を有する\nことによるものでなく，かつ，売上高営業利益率に影響を及ぼすものであ\nる限り，全て基本的利益の算定において考慮に入れる必要があるのであっ\nて，本件比較対象法人と本件国外関連者との比較可能性の有無の検討に当\nたり，「重要な無形資産」とは別個のＥＵ市場における排ガス規制の製品\n需要への影響，２社寡占状態や費用構造（生産構造）の類似性の有無を検\n討すべきである。\nウ  本件においては，ＥＵ市場の状況（ディーゼル乗用車数が非常に多いこ\nと及びＥｕｒｏ規制等が強化されたこと）並びにそれに伴う製品需要増\n加，本件国外関連者における本件設備投資（事業規模）及び資本集約度の\n高い費用構造（生産構造），さらには，それらが築いた非常に高い参入障\n壁がもたらした２社寡占状態は，いずれも「重要な無形資産」とは客観的\nに全く別個の要因として，本件国外関連者の売上高及び売上高営業利益率\nを増加・上昇させた。これに対して，これらの要因は本件比較対象法人に\nは当てはまらず，本件比較対象法人に影響を及ぼすことはなかった。しか\nも，本件国外関連者における「重要な無形資産」とは別個の要因による超\n過利益，特に，本件設備投資及び資本集約度の高い費用構造（生産構造）\nに起因する超過利益（本件比較対象法人が享受できない規模の利益）は相\n当大きなものであったと認められるから，設備投資及び費用構造（生産構\n造）を含む上記の比較可能性要因の差異が売上高営業利益率に影響を及ぼ\nすことは客観的に明らかであり，本件国外関連者と本件比較対象法人との\n間には重要な差異があるのであって，両者は比較可能性を有しない。\n⑶  したがって，本件における基本的利益の算定は違法であり，その結果，\n本件残余利益の算定もまた違法であって，本件各処分は全て違法である。\n第３  当裁判所の判断\n１  当裁判所も，原審と同じく，平成１９年３月期から平成２１年３月期までに\nおいては国外移転所得の発生は認められないが，平成２２年３月期については\n■■■■■■■■■■■円の国外移転所得の発生が認められ，本件各処分のう\nち原判決主文第１項から第４項までの各金額を超える部分（平成２１年３月期\nに係る更正処分及び賦課決定処分については全部）は違法であり，本件各処分\nの取消しを求める被控訴人の請求はその限度で理由があると判断する。その理\n由は，次のとおり補正し，後記２及び３のとおり当審における当事者の補充主\n張に対する判断を加えるほかは，原判決の「事実及び理由」の「第３  当裁判\n所の判断」の１から７まで，９，別紙７，別表Ａから別表Ｄまで及び別表Ⅰ－\n１から別表Ⅱまで（原判決２８頁１行目から９６頁９行目まで，９７頁２４行\n目から９９頁１７行目まで）に記載のとおりであるから，これを引用する。\n（原判決の補正）\n⑴  原判決５６頁２行目の末尾に「もっとも，これらのロイヤルティ料率と本\n件ロイヤルティの料率との比較は，本件各更正処分の適否に直ちに影響を与\nえるものではない。」を加える。\n⑵  同７９頁１３行目の「分割対象利益」から１５行目の「こととなるが」ま\nでを「重要な無形資産に起因して得られる利益は分割対象利益から基本的利\n益を控除して得られる残余利益に含まれることとなるが」に改める。\n⑶  同８７頁７行目の「このように，」の次に「本件国外関連者においては固\n定費の占める割合が相対的に大きく，資本集約度が高い生産構造となってい\nるのであって，」を加える。\n２  当審における控訴人の補充主張について\n⑴  控訴人の補充主張⑴について\nア  控訴人は，残余利益の分割要因については，基本的には「重要な無形資\n産」のみをもって考慮されることが想定されており，重要な無形資産又は\nその影響により超過利益が発生している場合については，重要な無形資産\nの価値に応じて残余利益を分割しさえすれば，合理的な独立企業間価格を\n算定することができるのであって，重要な無形資産とは全く無関係な別個\nの要因について残余利益の分割要因と認めるには，同要因が「重要な無形\n資産」に匹敵する程度の価値(重要性)を備え，超過利益獲得に寄与する(相\n関関係のある)ものと認められる必要があるなどと主張する。\nイ  しかしながら，引用する原判決が説示するとおり（「事実及び理由」の\n第３の６⑴イ），残余利益分割法は，措置法施行令３９条の１２第８項１\n号に定める利益分割法の一種であるところ，同号の規定によれば，利益分\n割法は，分割対象利益が，国外関連取引に係る棚卸資産の購入，製造，販\n売その他の行為のために法人又は国外関連者が支出した費用の額，使用し\nた固定資産の価額その他これらの者が分割対象利益の発生に寄与した程度\nを推測するに足りる要因（分割要因）に応じて，当該法人及び当該国外関\n連者に帰属するものとする方法であり（関係法令等⑵エ ），また，同号\nの規定を具体化するものとして定められた措置法通達６６の４⑷－２は，\n利益分割法の適用に当たり用いる分割要因につき，法人又は国外関連者が\n支出した人件費等の費用の額，投下資本の額など，これらの者が当該分割\n対象利益の発生に寄与した程度を推測するにふさわしいものを用いるもの\nとし，分割要因が複数ある場合には，それぞれの要因が分割対象利益の発\n生に寄与した程度に応じて合理的に計算するものとしている（関係法令等\n⑵エ ）。\nまた，ＯＥＣＤガイドラインにおいても，残余分析（残余利益分析）に\nおいては，まず，第１段階において，各参加企業に対し，それが関わった\n関連者間取引に関係するユニークではない貢献に対する独立企業間報酬が\n配分され，一般的に，各参加企業が寄与する，ユニークな価値のある貢献\n（unique and valuable contribution）によって創出される利益について\nは考慮しないとされ，第２段階において，第１段階の分割後の残余利益\n（又は損失）を事実及び状況に係る分析に基づき各参加企業間で配分する\nとされている（２０１０年版ガイドライン・パラグラフ２．１２１（甲３\n３９の１及び２，乙２７，２３１），２０１７年版ガイドライン・パラグ\nラフ２．１２７（甲３４２の１及び３，乙２３２））。\nこれらの規定等は，いずれも，「重要な無形資産」であるか否かを問わ\nず，分割対象利益の発生に寄与した程度を推測するに足りる要因と認めら\nれる限り，これを分割要因とするものであると解される。これは，超過利\n益は必ずしも重要な無形資産のみによってもたらされるとは限らず（甲３\n２６，乙１８６），また，重要な無形資産だけではなく，これと共に他の\n複数の利益発生要因が重なり合い，相互に影響しながら一体となって残余\n利益（超過利益）が得られることがあるという経済及び取引の実態を踏ま\nえ，分割対象利益の発生に寄与した程度を推測するに足りる要因と認めら\nれる限り，これを分割要因とすることによって，内国法人と国外関連者と\nの間で分割対象利益を適切に分割して独立企業間価格を認定するというも\nのであり，同様の状況下にある独立企業間であれば合意により期待又は反\n映されるであろう利益の配分に近似させるものであって，合理的な定めで\nあると認められる。そして，我が国の法令においてはもちろんのこと，Ｏ\nＥＣＤガイドラインをみても，残余利益の分割要因について，基本的には\n「重要な無形資産」のみをもって考慮されることが想定されているとか，\n「重要な無形資産」に匹敵する程度の価値(重要性)を備えたものでなけれ\nば分割要因として考慮しないなどといったことをうかがわせる条項ないし\n記載はない。むしろ，ＯＥＣＤガイドラインでは，分割要因は「実務上，\n資産や資本（営業資産，固定資産，無形資産，使用資本）又は原価（研究\n開発，エンジニアリング，マーケティングなどの重要分野における相対的\n支出又は投資）に基づく配分キーが多く用いられる」（２０１０年版ガイ\nドライン・パラグラフ２．１３５。乙２７，２３１），無形資産の使用又\nは移転を伴う取引に関する独立企業間条件を決定するための特別の指針を\n示すものとして，「主な検討事項は，取引によって一方の関連者から他方\nの関連者へ経済的な価値が移転するかどうか，その便益は有形資産，無形\n資産，役務若しくはその他の項目又は活動に由来するものかどうかであ\nる。・・・・・・ある項目又は活動により経済的な価値が移転する限りに\nおいて，その項目又は活動は，パラグラフ６．６が意味するところの無形\n資産に該当するか否かを問わず，独立企業間価格の設定時に考慮される必\n要がある。」（２０１７年版ガイドライン・パラグラフ６．２。乙２３\n２）と指摘されているところであり，残余利益の分割要因が無形資産に限\n定されるとか，基本的に無形資産であるとかという考え方を採用してはい\nないものと解することができる（なお，この部分の記載内容が本件国外関\n連取引の時点における独立企業間価格の算定の考え方を改めたものと解す\nることはできない。）。\n確かに，平成２３年改正前の措置法通達６６の４⑷－５は「法人又は国\n外関連者が有する当該重要な無形資産の価値に応じて，合理的に配分する\n方法により独立企業間価格を算定することができる」と規定しており（乙\n１４），これを基に残余利益分割法における分割要因は「重要な無形資\n産」に限られるかのような解釈もみられたが，同通達は，上記のとおりこ\nれらの者が分割対象利益の発生に寄与した程度を推測するに足りる要因\n（分割要因）に応じて計算するという措置法施行令３９条の１２第８項１\n号の規定を具体化するものとして定められた通達にすぎない上，分割利益\n発生要因が無形資産であるか否かを問わず，そのために内国法人又は国外\n関連者が費用を負担した場合，その費用負担を残余利益分配に反映させな\nければ，同様の状況下にある独立企業間で合意において期待又は反映され\nるであろう利益の分配に近似するとはいえないのであるから，国外関連取\n引に係る独立企業間価格の算出方法の一つである残余利益分割法を定める\n措置法６６条の４第２項１号ニ及び措置法施行令３９条の１２第８項１号\nの解釈として，「重要な無形資産」以外にも分割対象利益の発生に寄与し\nた程度を推測するに足りる要因があると認められる場合であってもこれを\n考慮しなくてよいとする趣旨であるなどと解することはできない（その意\n味で，平成２３年改正前の措置法通達６６の４⑷－５が前記のとおり分割\n要因として「重要な無形資産の価値」を挙げて残余利益分割法を定めてい\nたことについては，代表的な分割要因を例示して規定したものと解するの\nが相当である。現に，平成２３年の税制改正において，残余利益分割法の\n内容自体については法令上の変更がないにもかかわらず，同改正後の措置\n法通達６６の４⑸－４では，分割要因を「重要な無形資産」に限定してい\nないことが明らかである。）。\nさらに，甲第３２０号証（Ｆ作成の法律意見書）１０頁は，「利益発生\n要因として各要因と超過利益の関係性が具体的に認定されている限りにお\nいて，重要な無形資産と重要な無形資産以外の利益発生要因（本件設備投\n資）の取扱いに差異を設ける理由はないから，等しく分割要因とすること\nが認められるべきことは当然である」と指摘し，甲第３２６号証（Ｆ\n作 成 の第 ２ 法 律 意 見 書 ） １１ 頁 は ， 本 件 製 品 の販 売 が 不 首 尾 に 終 わ\nり，不採算となった場合，研究開発費も超過減価償却費も水泡に帰すると\nいう共通のリスクに直面していることなどから，残余利益の分割において\nそれぞれを等しく扱うのが合理的であるとした上，「利益分割法が，関連\n者間で分割すべき利益を「独立企業間の合意において期待され反映される\nであろう利益の分割に近似させるような経済的に合理的な基準により，各\n関連者間で分割する」手法であることからすれば（２０１０年版ガイドラ\nイン・パラグラフ２．１０８（乙２７，２３１）），本件設備投資のよう\nな多大なリスクを負う投資を行う者が，その投資によって得られた超過利\n益の多くの部分をライセンサーに獲得させるような合意をすることは考え\nられない。」と指摘する。また，甲第３２８号証（Ｇ作成の法律意見書）\n６頁は，「残余利益の分割要因を決定するに際して決め手となっているの\nは，「重要な無形資産」の概念そのものではなく，当事者が残余利益（超\n過収益）を獲得するために「何か特別なこと（支出）」をしたかどうかで\nあ る。 し た が っ て， 事 実関 係 を 総 合 的に 勘 案し た 上 で の 判断 に なる\nが，例えば，ある当事者の設備投資が，その事実関係において残余利益\n（超過利益）を獲得するための「特別なこと（支出）」と評価できるので\nあれば，それは分割要因とすべきものと考える。」とした上，同１１頁\nは，「残余利益分割法における残余利益の分割は，「支出した費用の額，\n使用した固定資産の価額その他・・・所得の発生に寄与した程度を推測す\nるに足りる要因」（旧施行令３９条の１２第８項１号）を総合的に勘案し\nて行うべきものであり，分割要因を「無形資産の価値」に限定する根拠\nは，当時の法令の規定からも当時のＯＥＣＤ移転価格ガイドラインの記述\nからも見出すことはできない。」と指摘する。\nそうすると，残余利益の分割要因について，控訴人の主張するように，\n基本的には「重要な無形資産」のみをもって考慮されることが想定されて\nおり，重要な無形資産の価値に応じて残余利益を分割しさえすれば，合理\n的な独立企業間価格を算定することができるなどということができないの\nはもちろんのこと，重要な無形資産とは全く無関係な別個の要因について\n残余利益の分割要因と認めるには，同要因が「重要な無形資産」に匹敵す\nる程度の価値(重要性)を備え，超過利益獲得に寄与する (相関関係のあ\nる)ものと認められる必要があるということもできない。\nウ  以上のとおり，控訴人の補充主張⑴は理由がなく，採用することができ\nない。\n⑵  控訴人の補充主張⑵について\nア  控訴人は，①本件国外関連者の設備投資による売上高等の増大は，事業\n規模等が類似する比較対象法人との比較による基本的利益の算定において\n考慮済みであるから，かかる事情を残余利益(超過利益)の分割要因として\n考慮すべきではない，②本件各事業年度における本件国外関連者の売上高\nや売上高営業利益率等の推移，販売数量及び平均費用（１単位当たりの総\n営業費用）等をみると，本件国外関連者がおよそ規模の利益を享受してい\nるとは認め難いし，少なくとも超過利益と評価し得る「規模の利益」を享\n受しているとまでは認められない，また，③設備投資に関する被控訴人の\n寄与・貢献の程度は極めて大きいのに対し，設備投資に関する本件国外関\n連者の寄与・貢献の程度は極めて小さいなどとして，本件国外関連者によ\nる設備投資は，「重要な無形資産」に匹敵する程度の価値（重要性）を備\nえたものでも，超過利益獲得に寄与する（相関関係がある）ものでもない\nから，本件における残余利益の分割においては，被控訴人及び本件国外関\n連者が有する重要な無形資産の価値に応じて分割すべきであり，かつ，そ\nれで足りるというべきであるなどと主張する。\nイ  しかしながら，控訴人の補充主張⑵は，重要な無形資産とは全く無関係\nな別個の要因について残余利益の分割要因と認めるには，同要因が「重要\nな無形資産」に匹敵する程度の価値(重要性)を備え，超過利益獲得に寄与\nする(相関関係のある)ものと認められる必要があるなどという補充主張⑴\nを前提とする部分があるが，控訴人の補充主張⑴に理由がないことは，前\n記⑴のとおりである。\nウ   次に，上記①の主張について検討するに，前記⑴で述べたとおり，残\n余利益分割法の分割要因は重要な無形資産に限られることはなく，重要\nな無形資産以外の利益発生要因でもよいという考え方を採用した場合，\n重要な無形資産以外の要因の寄与もあって利益が発生したといえるよう\nな事案，例えば，重要な無形資産と多額の設備投資とが相まって利益を\n発生させたという事例では，国外関連者が特に当該製品を製造するため\nの設備投資をしたことが残余利益分割法の第１段階でいう基本的利益に\n当てはまらない利益の発生に寄与又は貢献したのであれば，当該設備投\n資は第２段階でいう残余利益（超過利益）の配分において適切に考慮さ\nれる必要があるものというべきである（このような場合，重要な無形資\n産と多額の設備投資とが相まって発生させた利益については，一体のも\nのとして，残余利益（超過利益）の分配において考慮することに合理性\nがあるものと解される。）。この点については，引用する原判決が，本\n件のように重要な無形資産と共に他の複数の利益発生要因が重なり合\nい，相互に影響しながら一体となって得られた超過利益（残余利益）に\nついて法人及び国外関連者に合理的に配分するためには，重要な無形資\n産以外の利益発生要因に関しても，当該法人又は当該国外関連者が支出\nした人件費の額や投下資本の額など，その寄与の程度にふさわしい要素\n（分割要因）を適切に考慮すべきであると指摘するとおりである。\nところで，引用する原判決が認定，説示するとおり，本件国外関連者\nが■■■■■を超える多額の費用をかけた本件設備投資は，ディーゼル\nエンジンの排ガス規制に適合する本件製品（いわゆるプロセス型の製造\n工程を採る。）の量産を可能にしてセラミック製ＤＰＦの需要が急増し\nていたＥＵ市場に早期に参入するのみならず，その高い生産能力を確保\nすることによって■■■■■■■■■■■■■■■■■■■■■■■■\nことにつながったこと，これが後からＥＵ市場に参入する競争者にとっ\nて非常に高い参入障壁となり，２社寡占状態を作り出し，本件製品の■\n■■■■■■■■■■■■■高い売上高が生じたこと，また，資本集約\n度が高い生産構造の下で損益分岐点を大きく超える売上高が生じたこと\nにより規模の利益が生じたことや本件国外関連者の対策により歩留率が\n改善して生産効率が向上したことなどから高い売上高営業利益率をもた\nらすことになったこと，そして，このように，本件超過利益は，被控訴\n人及び本件国外関連者が保有する重要な無形資産のほか，ＥＵ市場にお\nけるセラミックス製ＤＰＦの需要の急増や，２社寡占状態による契約交\n渉上の優位性，資本集約度が高い本件製品の生産構造など，様々な利益\n発生要因が重なり合い，相互に影響しながら一体となって生じたもので\nあること，現に，後からＥＵ市場に参入した企業が，被控訴人と同様に\n技術力及びブランド力を有する企業であったにもかかわらず，２社寡占\n状態の下で非常に高い参入障壁が形成されていたため，本件各事業年度\nを通じて僅かなシェアしか得ることができなかったことなどの事情が認\nめられるのである（引用する原判決の「事実及び理由」の第３の２の認\n定事実（以下単に「認定事実」という。）及び同第３の３の「本件超過\n利益の発生メカニズムの検討」において説示された事情）。これらの事\n情を踏まえると，本件超過利益の発生に関し，本件設備投資が「重要な\n無形資産」に匹敵する程度の価値(重要性)を備え，超過利益獲得に寄与\nする(相関関係のある)ものとして重要な貢献をしたといえることは明ら\nかである。\n本件分割方法をみると，基本的利益の算定において比較対象法人を選\n定する基準として，実質的には，ＯＲＢＩＳ登載のＥＵ加盟国企業であ\nること，業種コード（自動車部品・付属品製造業），売上高（事業規\n模），所在地が著しく異ならないこと，無形資産が形成されていないこ\nと等が考慮されている（本件抽出基準である原判決別表７参照）。そし\nて，基本的利益の算定方法としては，上記のとおり設備投資の規模では\nなく売上高の規模に着目して事業規模の類似性を確保することとして本\n件比較対象法人を選定した上，事業年度ごとに，本件比較対象法人の売\n上高営業利益率の平均値を求め，これに本件国外関連者の総売上高を乗\nじることにより基本的利益を算出している（前提事実⑸，原判決別紙３\n－２，別表１１「３」欄）。一方，本件国外関連者は，前記のとおり，\nディーゼルエンジンの排ガス規制が存在するＥＵ市場において，その規\n制に適合するセラミック製ＤＰＦの製造に係る重要な無形資産の保有を\n前提に，プロセス型の製造工程を採るセラミック製ＤＰＦ製造のために\n多額の本件設備投資を適時に行ったことにより，■■■■■■■■■■\n■■■■■■■■■■■■■■■■■■■■■■■非常に高い参入障壁\nを形成して高い売上高と売上高営業利益率を上げることができたのであ\nる。これを踏まえて本件国外関連者と本件比較対象法人とを比較する\nと，本件国外関連者においては固定費の占める割合が相対的に大きく，\n資本集約度が高い生産構造となっているのであって，設備投資の規模に\nおいて本件国外関連者と本件比較対象法人との間には大きな差がある\n上，ＥＵ市場におけるセラミックス製ＤＰＦの需要の急増などの他の利\n益発生要因と一体となって本件国外関連者に利益が生じたものであり，\n本件国外関連者と本件比較対象法人とは市場条件や競争状況が異なるこ\nとなどから，設備投資による事業規模の拡大が利益の発生にもたらす効\n果も異なると考えられる（引用する原判決「事実及び理由」の第３の６\n⑷ア ）。このように，比較対象法人において通常上げられる利益との\n関連でいえば，本件国外関連者による本件製品の生産については，市場\n条件や競争状況，設備投資の規模や資本集約度の高さ，規模の利益の発\n生等，比較対象法人には当てはまらない要因が存在し，これに基づいて\n利益が発生したという事情が認められる。しかも，それらの要因が重要\nな無形資産と重なり合い，相互に影響しながら一体となって超過利益\n（残余利益）が発生したと認められるところ，本件超過利益をそれぞれ\nの要因ごとに分別し，当該要因のみによって生じた利益の額を算定する\nことは困難であること，重要な無形資産が存在しなければ本件国外関連\n者がＥＵ市場に参入して本件製品を量産すること自体が不可能であった\nので，重要な無形資産の影響は本件超過利益の全てに及んでいるものと\nいえることも，引用する原判決が説示するとおりである（引用する原判\n決「事実及び理由」第３の４⑷）。そうすると，これらの事情は，比較\n対象法人との比較による基本的利益の算定において考慮済みであるなど\nとはいえないのであるから，残余利益（超過利益）の分配において適切\nに考慮されるべきであって，これを否定する控訴人の上記主張は採用す\nることができない。\n控訴人の前記②の主張については，引用する原判決が認定，説示する\nとおり（「事実及び理由」の第３の３⑶ア），本件国外関連者が行って\nいた本件製品の生産は資本集約度が高い生産構造によるものであり，損\n益分岐点を大きく超える売上高が得られたことにより，製品１個当たり\nの生産に必要な費用が大幅に減少し，このような規模の利益によって売\n上高営業利益率が増大したものと認められる。この点について，控訴人\nは，当審において，本件各事業年度における本件国外関連者の売上高や\n売上高営業利益率等の推移並びに販売数量及び平均費用（１単位当たり\nの総営業費用）の推移に加え，①甲第３０８号証の図Ａは，異常な数値\n（平成１７年１月の数値は，量産開始初年度の最初の月の生産量が非常\nに少なかったことによるもの。平成２０年１２月の数値は，リーマンシ\nョックの影響で需要が急減しことによるもの）の影響を強く受けた不合\n理なものであること，②平均営業費用の逓減は歩留率の向上の影響を受\nけたものであること，③平均営業費用の逓減は，大規模施設の減価償却\n費の算定の基礎となる耐用年数が平成２１年１月１日に■年から■■年\nに変更され，減価償却費の計上額が減少したことが大きく影響している\nこと，④甲第３０８号証の図Ａ，図Ｂは，在庫を無視した不正確な数値\nを基礎としており，各図による分析は正確性を欠くことに照らせば，本\n件国外関連者について，事業規模（生産量）の増大により製品１個当た\nりの生産に必要な費用が逓減する結果，利益率が高まる傾向（相関関\n係）が生じたとの事実は認めることができないとして，規模の利益は発\n生していない旨主張する。\nしかし，証拠（甲３０８，３３１，３３５）及び弁論の全趣旨によれ\nば，控訴人が指摘する上記①から④までの点を考慮したとしても，平成\n１７年１月から平成２７年３月までの期間において，本件国外関連者に\nついて，生産量の増加に対し，平均営業費用が最初は急速に減少し，そ\nの後緩やかに減少する数値を示しているといえるのであり，生産量の増\n加に伴い１単位当たりの総営業費用（平均営業費用）が逓減する傾向を\n認めることができる。また，原判決が説示するとおり（「事実及び理\n由」の第３の３⑶ア），「労働力に比して資本設備をより多く用いる資\n本集約度が高い生産構造においては，生産費用のうち固定費（生産量の\n大小にかかわらず発生する一定の費用）の占める割合が相対的に大きい\nことから，売上高が伸びるほど製品１個当たりの生産に必要な費用が減\n少」するという原理が働くものというべきところ（甲３０，３１，３\n６，４２，４３，３０５，３２０），本件設備投資に■■■■■以上を\n投じた本件国外関連者における本件製品の製造工程（いわゆるプロセス\n型のもの）は，上記のような資本集約度が高い生産構造を有しているこ\nとが認められるのであるが，製品１個当たりの生産に必要な費用に関す\nる上記の原理が本件国外関連者には働かない又は当てはまらないことに\nついての説得的な根拠は，控訴人によって何ら示されていないというべ\nきである。以上のとおり，本件国外関連者の本件製品の製造について，\n規模の利益の発生を肯定することができる。\nしかも，前記 のとおり，本件国外関連者の設備投資による売上高等\nの増大について，事業規模等が類似する比較対象法人との比較による基\n本的利益の算定において考慮済みであるなどとは認められないのであ\nる。\n控訴人の上記主張は，いずれにせよ採用することができない。\nエ  控訴人の前記③の主張については，設備投資に関する被控訴人の寄与・\n貢献の程度と本件国外関連者の寄与・貢献の程度をみると，確かに，被控\n訴人が競争者に先駆けて本件事業化決定をしたことはＥＵ市場における２\n社寡占状態を形成・維持する上で重要な貢献をしたものと評価することが\nできるが，このような貢献は残余利益の分割要因としては考慮することが\nできない（引用する原判決「事実及び理由」の第３の６⑷イ参照）。これ\nに対し，本件国外関連者による初期及び追加の設備投資は，本件製品の量\n産を開始してＥＵ市場に参入するのみならず，高い生産能力の確保するこ\nとによって■■■■■■■■■■■■■■■■■■■■■■■■ことにつ\nながり，これが２社寡占状態を作り出し■■■■■■■■■売上高及び売\n上高営業利益率をもたらすことになったものと認められるのであって，本\n件国外関連者による本件設備投資は，本件超過利益をもたらした複数の利\n益発生要因に関して重要な貢献をしているものと認められる（引用する原\n判決「事実及び理由」の第３の６⑷ア参照）。\n被控訴人及び本件国外関連者が重要な無形資産を保有していることは，\n本件国外関連者が利益を上げるための前提条件ではあったが，同様に，本\n件国外関連者がその重要な無形資産を使用した製品を必要な数だけ製造し\n得る規模の設備投資をしたことも，上記利益を上げるための前提条件であ\nったといえるのであり，そのどちらが欠けたとしても，本件国外関連者は\n上記利益を得られなかったものというべきである。また，本件国外関連者\nは，その設備投資のため，■■■■■を超える多額の費用を負担したもの\nである。\nそうすると，控訴人が主張するように，設備投資に関する被控訴人の寄\n与・貢献の程度は極めて大きいのに対し設備投資に関する本件国外関連者\nの寄与・貢献の程度は極めて小さいなどということはできない。\nオ  控訴人の補充主張⑵はいずれも理由がなく，採用することができない。\n⑶  控訴人の補充主張⑶について\nア   控訴人は，設備投資に関する被控訴人及び本件国外関連者の寄与・貢\n献の程度をみると，被控訴人は，本件国外関連者の設立前に事業計画を\n策定したほか，設立後には事業計画の見直しに当たる活動等として，事\n業戦略の策定・実行を行うなどしており，単なる投資家としての活動に\nとどまるものではなく，有償性のある活動をしていることは明らかであ\nるから，これにより生じた超過利益については，親会社である被控訴人\nに帰属されるべきであるなどと主張する。\nしかしながら，引用する原判決「事実及び理由」の第３の６⑷で認\n定，説示するとおり，被控訴人は，本件国外関連者を設立するに先立\nち，本件国外関連者を設立した場合の具体的な事業計画を策定しその当\n否について判断をしているのであって，このような設立前における投資\n判断のための事業計画の策定について，設立後の本件国外関連者から対\n価の支払を受けるべき有償性のある活動であると評価することはできな\nい。また，本件国外関連者の設立後に事業計画を見直すなどしたことに\nついても，本件国外関連者が本件事業拡大について設備投資計画を策定\nし，被控訴人がその当否を決定するというものであり(認定事実⑷キ)，\n被控訴人は，本件国外関連者の親会社（株主）として，当初策定した設\n立前の事業計画の内容を市場の状況等の変化を踏まえて見直したという\nものであると認められるのであって（甲２６８参照），これが対価を請\n求すべき有償性のある活動であると評価することはできない（乙１４４\n参照）。\nイ   控訴人は，仮に，本件において，設備投資及び資本集約度の高い生産\n構造の影響による超過利益が認められるとしても，設備投資に関する被\n控訴人及び本件国外関連者の寄与・貢献の程度は控訴人の補充主張⑵イ\nのとおりであり，本件国外関連者の寄与・貢献の程度については，本\n件分割方法により，被控訴人の研究開発費と本件国外関連者の■■部門\n費の相対的割合によって測った分割割合を超えるものとはならないた\nめ，本件分割方法により残余利益が適切に分割されており，被控訴人に\n分割される超過利益は過大なものではないと認められるなどと主張す\nる。\nしかしながら，前記⑵で認定，説示するとおり，本件国外関連者は本\n件設備投資を通して本件超過利益に対して重要な貢献をしたものと認め\nられるのであり，控訴人が主張するように，設備投資に関する被控訴人\nの寄与・貢献の程度は極めて大きいのに対して本件国外関連者の寄与・\n貢献の程度は極めて小さいなどということはできないのであるから，控\n訴人の上記主張は，その前提において理由がない。\nウ  控訴人の補充主張⑶はいずれも理由がなく，採用することはできない。\n⑷  控訴人の補充主張⑷について\nア   控訴人は，減価償却費の額は，各企業が自身の現状や今後の計画を踏\nまえて減価償却資産を取得し，償却方法を任意に選択した上で計算され\nているものであるから，その金額を一律的に比較しても意味がなく，比\n較指標として用いるためには，同一の条件となるよう調整が必要である\nなどと主張する。\nしかしながら，残余利益分割法においては，費用をもって分割要因と\nすることは措置法施行令３９条の１２第８項１号に定められているとこ\nろ，「重要な無形資産」による貢献を数値化するために「重要な無形資\n産の開発のために支出した費用等の額」（措置法通達６６の４⑷－５）\nが用いられるのと平仄を合わせ，設備投資の貢献を数値化して定量的に\n評価するために，損益計算書項目である減価償却費（設備投資のために\n実際に要した費用を一定期間における経費として分割したもの）に着目\nし，これを設備投資による寄与の程度を推測するために意義のある数値\nとして捉えることには十分な合理性があるものというべきである（甲３\n２０，３２６）。\nまた，我が国においては，企業は，一般に公正と認められる会計処理\nの基準に従い，益金及び損金を計上することが認められており，基本的\nに，各企業が選択した減価償却の方法を前提として所得が算定されるの\nであって(法人税法２２条参照)，企業が適法に減価償却を行い，これを\n基に所得を算定して税務申告をしたにもかかわらず，各企業間で実際に\n採用した減価償却の方法が異なることを理由に，それらが同一の条件と\nなるよう個別的事後的に調整するというのは，課税の前提となる明確\n性，予見性，画一性に反し，特段の事情のない限り，我が国の企業会計\n及び税務会計の一般的な考え方と整合しないものである。この理は，当\n該調整の対象が内国法人の減価償却費である場合と，内国法人の所得の\n算定に必要となる外国法人の減価償却費である場合とで異なるものでは\nない。現に，国税庁が作成した「移転価格事務運営要領別冊・参考事例\n集」（甲２８９）においても，「寄与度利益分割法を適用する場合の分\n割要因については，国外関連取引の内容に応じ法人及び国外関連者が支\n出した人件費等の費用の額，投下資本の額等，これらの者が分割対象利\n益等の発生に寄与した程度を推測するにふさわしいものを用いる必要が\nある。例えば，製造，販売等経常的に果たされている機能が利益の発生\nに寄与している場合には，当該機能を反映する人件費等の費用の額や減\n価償却費などを用いるのが合理的と考えられる。」とされている一方，\n減価償却費について各企業間で同一の条件となるよう調整をすべきとの\n記述は見当たらないし，処分行政庁が本件各処分を行った際にも，被控\n訴人，本件国外関連者及び本件比較対象法人の間でそのような調整を\n行ったことは認められない。\nその他，本件において，本件国外関連者が行った本件設備投資に関す\nる減価償却の方法が，残余利益分割法における独立企業間価格を算定す\nる上で不合理又は不相当であることを基礎付ける事情はうかがわれな\nい。\n控訴人の上記主張は，採用することができない。\nイ   控訴人は，仮に，本件国外関連者の初期及び追加の設備投資が超過利\n益の獲得に寄与・貢献しているとしても，「超過減価償却費」の計算の\n基となる本件国外関連者の減価償却費は，現実に使用されている設備(固\n定資産)を対象とすべきであり，本件各事業年度における本件国外関連者\nの減価償却費から本件製品の製造に使用されていない設備に係る減価償\n却費を控除すべきであるなどと主張する。\nしかしながら，本件国外関連者は，初期及び追加の設備投資によって\n自動車メーカーが要求する生産能力を確保したことなどの結果，本件国\n外関連者が■■■■■■■■■■■■■■■■■■■■■■■■■■\n■■■■■後からＥＵ市場に参入する競争者にとっては自動車メーカー\nから受注を得るのが困難な状況が続き，これが非常に高い参入障壁とな\nり，２社寡占状態が継続し，高いシェア及び■■■■■■■■■■■が\nできたのであって，これらのことが本件国外関連者において高い売上高\n及び売上高営業利益率が生じた重要な要因となっていると認められるの\nであり（引用する原判決「事実及び理由」の第３の３⑵から⑷まで参\n照），本件各事業年度において本件製品の製造に現に使用されていない\n設備に係る投資であっても，本件超過利益の発生に貢献したものと認め\nられるのであるから，当該設備に係る減価償却費についても分割要因と\nして考慮すべきであって，これを超過減価償却費から控除するのは相当\nでない。\n控訴人の上記主張は，本件超過利益の発生要因を正解しないものであ\nり，採用することができない。\nウ   控訴人は，本件国外関連者の初期及び追加の設備投資を表象する要因\nの算定に当たっては，本件各事業年度における本件比較対象法人の支払\nリース料や外注費に係る金額も，本件比較対象法人の減価償却費と同\n様，製品の製造に貢献するかどうかを検討すべきであるなどと主張す\nる。\nしかしながら，一般に，企業が製造設備を費用化する方法として，所\n有する（償却費を計上），賃借する（リース料を計上），子会社等に製\n造させる（外注費を計上）などの方法があるとしても（控訴人の原審に\nおける準備書面⑹９８頁参照），所有財産であれ，リース物件であれ，\n事業の基礎をなす重要なものであれば「資産」として計上され，これに\n対応する減価償却費が計上されるのが一般的であると考えられること\nや，本件超過利益の算定に当たり本件比較対象法人のリース料や外注費\nを検討すべき必要性が明らかでないことからすると，控訴人の上記主張\nはにわかに採用し難い。\n⑸  控訴人の補充主張⑸について\nア  控訴人は，分割対象利益の配分に用いる要因が複数ある場合には，それ\nぞれの要因について，分割対象利益の発生に対する寄与・貢献の程度に応\nじて，適切にウエイト付けする必要があるなどと主張する。\nイ  確かに，措置法施行令３９条の１２第８項１号が「支出した費用の額，\n使用した固定資産の価額その他これらの者が当該所得の発生に寄与した程\n度を推測するに足りる要因」を利益分割法における分割要因と定め，これ\nを受けて措置法通達６６の４⑷－２が「当該要因が複数ある場合には，そ\nれぞれの要因が分割対象利益の発生に寄与した程度に応じて，合理的に計\n算するものとする」としていることからすると，分割要因が複数ある場合\nに，それぞれの要因について，分割対象利益の発生に対する寄与・貢献の\n程度に応じて，適切にウエイト付けする必要があるというのは控訴人の主\n張するとおりである。\n本件においては，本件超過利益の発生メカニズム（引用する原判決「事\n実及び理由」の第３の３）を踏まえると，本件国外関連者による本件設備\n投資は，本件超過利益をもたらした複数の利益発生要因に関して重要な貢\n献をしており，その貢献の程度をみても，本件超過利益の発生に対して被\n控訴人の研究開発活動及び本件国外関連者の■■部門による生産性改善等\nの取組と同等の貢献をしたものと認められるのである。特に，本件国外関\n連者が多額の本件設備投資を適時に行ったことにより，■■■■■■■■\n■■■■■■■■■■■■■■■■■■■■■■■■，非常に高い参入障\n壁を形成して高い売上高と売上高営業利益率を上げることができたことか\nらすると，本件設備投資の本件超過利益発生への寄与は，被控訴人の重要\nな無形資産及び本件国外関連者の重要な無形資産と比較しても，その利益\n発生の結果に対する重要性や直接性において決して劣らないものであると\nいえること，本件設備投資には，セラミック製ＤＰＦの需要の減少という\n市場リスクがあったものであり，そのリスク負担という点でも，被控訴人\nの研究開発費や本件国外関連者の■■部門費と異なるところはないことに\nも照らして考えれば（甲３２６参照），本件設備投資に係る減価償却費に\nつき，被控訴人の研究開発費及び本件国外関連者の■■部門費と同等のウ\nエイトにより，残余利益の分割要因とするのが相当である（引用する原判\n決「事実及び理由」の第３の６⑷ア ）。\nなお，本件国外関連者の本件設備投資に係る減価償却費の算定に当たっ\nては■■部門に係る減価償却費及び基本的な製造活動に係る減価償却費\n（基本的減価償却費）を控除すべきであるから（同 ），結局，被控訴人\nの研究開発費，本件国外関連者の■■部門費及び本件国外関連者の超過減\n価償却費を同等のウエイトで分割要因とするのが相当である。\n３  当審における被控訴人の補充主張について\n⑴  被控訴人の補充主張⑴について\nア  被控訴人は，本件における設備投資（本件設備投資）や競争状況（２社\n寡占状態）その他の要因は，「重要な無形資産」とは別個のものであり，\nそれらの要因が超過利益を生じさせ，当該超過利益が全体の超過利益の中\nに含まれているという事実が明らかであるところ，超過利益の発生・増加\nに当たり，「重要な無形資産」とは別個のこれらの要因が決定的であり，\n経済的に重要な意味を持つのであるから，重要な無形資産とは客観的に別\n個の要因は，基本的利益の算定において考慮すべきであるという残余利益\n分割法における基本原則を貫徹し，「重要な無形資産」とは別個の超過利\n益の源泉となる要因（比較可能性要因）については，基本的利益の算定に\nおいて考慮すべきであるなどと主張する。\nイ  しかしながら，引用する原判決が認定，説示するとおり（原判決「事実\n及び理由」の第３の３），本件国外関連者において高い売上高が生じたの\nは，①ＥＵにおいて自動車の排ガス規制を強化するＥｕｒｏ規制が導入さ\nれたことなどを契機として，ＥＵ市場におけるセラミックス製ＤＰＦの需\n要が急増する中で，②本件国外関連者が競争者に先駆けて業界２番目とい\nう早さでＥＵ市場に参入し，③ＥＵ市場への参入企業が本件国外関連者を\n含む先行２社しか存在しないという契約交渉上優位な状況の下で，■■■\n■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■\n後からＥＵ市場に参入する競争者にとって非常に高い参入障壁が形成され\nて２社寡占状態が継続した結果，本件国外関連者がＥＵ市場において高い\nシェアを維持できたこと，④そして，このような２社寡占状態の下で，本\n件製品の■■■■■■■■■■■■■■■■■■■■■■■■■■による\nものであり，また，本件国外関連者において高い売上高営業利益率が生じ\nたのは，①資本集約度が高い本件製品の生産構造の下で，損益分岐点を大\nきく超える売上高が得られたことにより，製品１個当たりの生産に必要な\n費用が大幅に減少するという規模の利益が生じたこと，②本件製品の■■\n■■■■■■■■■■■■■■■■■■■■■■■■により，売上高に対\nする生産費用の増大を抑えられたこと，③本件国外関連者が品質不良問題\nへの対策を行った結果，歩留率が改善して生産効率が向上したことによる\nものであると認められる。このように，本件超過利益は，被控訴人及び本\n件国外関連者が保有する重要な無形資産のほか，ＥＵ市場におけるセラ\nミックス製ＤＰＦの需要の急増や，２社寡占状態による契約交渉上の優位\n性，資本集約度が高い本件製品の生産構造など，様々な利益発生要因が重\nなり合い，相互に影響しながら一体となって生じたものと認められるので\nあって，このことからすれば，被控訴人が主張するように，超過利益の発\n生・増加において重要な無形資産以外の要因が決定的であり，これが経済\n的に重要な意味を持つなどとして，これを基本的利益の算定において考慮\nすべきであるということはできない。\nまた，被控訴人の指摘する２０１７年版ガイドライン・パラグラフ６．\n９は，無形資産の特定に当たり，市場の条件又は現地市場の状況と無形資\n産を区別することが重要であることを，パラグラフ１．１１０は，独立企\n業間価格はたとえ同一の資産や役務に係る取引であっても市場により異な\nることがあることを前提に，独立企業と関連者が事業を行っている市場の\n間に価格に重要な影響を及ぼす差異がないこと又は適切な調整が可能であ\nることが求められることを，それぞれ述べるものであって（甲３０３，乙\n２３２），いずれも，残余利益分割法の適用に当たり，それらの要因を基\n本的利益の算定において考慮することを一義的に求めるものとはいえな\nい。\nウ  被控訴人の補充主張⑴は理由がなく，採用することができない。\n⑵  被控訴人の補充主張⑵について\nア  被控訴人は，比較対象取引の比較対象性（比較可能性）の有無は，実際\nに選定された比較対象取引が検証対象取引と比較可能性を有しているか否\nかという基準に従って判断すべきであるところ，実際に選定された比較対\n象法人が比較可能性を有するためには，①「重要な無形資産」を有してい\nないことに加えて，②当該比較対象法人が検証対象法人と法令の求める比\n較可能性を有するか否か，すなわち，検証対象法人（本件国外関連者）の\n事業と同種の事業を営み，市場，事業規模及びその他の要因について利益\n指標に影響を及ぼす差異を有しないか否かを検討する必要がある，具体的\nには，本件比較対象法人と本件国外関連者との比較可能性の有無の検討に\n当たり，「重要な無形資産」とは別個のＥＵ市場における排ガス規制の製\n品需要への影響，２社寡占状態や費用構造（生産構造）の類似性の有無を\n検討すべきであるところ，本件国外関連者と本件比較対象法人との間には\nこれらの点において重要な差異があり，両者は比較可能性を有しないなど\nと主張する。\nイ  しかしながら，比較対象取引の比較可能性や本件比較対象法人の選定の\n妥当性（本件国外関連者との比較可能性）は基本的利益の算定において問\n題となるが，残余利益の分割割合等には直接影響するものではないという\nべきところ，引用する原判決「事実及び理由」の第３の３及び５並びに前\n記⑴で認定，説示するとおり，本件においては，ＥＵ市場における排ガス\n規制の製品需要への影響，２社寡占状態や費用構造（生産構造）といった\n事情は，被控訴人及び本件国外関連者が保有する重要な無形資産と重なり\n合い，相互に影響しながら一体となって本件超過利益を生じさせた要因で\nあるとして，基本的利益の算定においては考慮されず，当該事情を踏まえ\nた被控訴人及び本件国外関連者の本件超過利益への寄与・貢献という形で\n残余利益の分割において考慮されているのである。そうすると，比較対象\n取引の比較可能性や本件比較対象法人の選定の妥当性（本件国外関連者と\nの比較可能性）を検討するに当たり，これらの要因を考慮していないから\nといって，本件の比較対象取引には比較可能性がないとか，本件国外関連\n者と本件比較対象法人とが比較可能性を有しないなどということはできな\nい。\nなお，被控訴人の上記主張は，その補充主張⑴を前提とするもののよう\nにも読み取れるが，被控訴人の補充主張⑴に理由がないことは，前記⑴の\nとおりである。\nウ  さらに，被控訴人は，重要な無形資産とは別個の要因に起因する本件超\n過利益を，基本的利益の算定においてではなく残余利益の分割において考\n慮した原判決には，本件の先例となる東京地裁平成２９年４月１１日判決\n（ワールドファミリー事件。甲３０１）並びに東京高裁平成２７年５月１\n３日判決及びその原審である東京地裁平成２６年８月２８日判決（ホンダ\n事件。甲４，５）とは異なる基準により判断をした点に問題があり，その\n判断は誤っているなどと主張する。\nしかしながら，ＥＵ市場におけるセラミック製ＤＰＦの需要の急増，本\n件国外関連者が競争者に先駆けてＥＵ市場に参入し，■■■■■■■■■\n■■■■■■■■■■■■■■■■■■■■■■■■■■競争者にとって\n非常に高い参入障壁が形成されて２社寡占状態が継続し，本件製品が■■\n■■■■■■■■■■■■■■■■■こと，資本集約度が高い生産構造の\n下で損益分岐点を超える売上高が得られたことにより規模の利益が生じた\nこと，本件国外関連者が品質不良品問題への対策を行った結果，歩留率が\n改善して生産効率が上がったことなどが，重要な無形資産とは別個の利益\n発生要因であるとしても，本件においては，それらが重要な無形資産と共\nに複数の利益発生要因として重なり合い，相互に影響しながら一体となっ\nて超過利益（残余利益）が発生したと認められるのである。そして，本件\n超過利益をそれぞれの要因ごとに分別し，当該要因のみによって生じた利\n益の額を算定することは困難であること，重要な無形資産が存在しなけれ\nば本件国外関連者がＥＵ市場に参入して本件製品を量産すること自体が不\n可能であったので，重要な無形資産の影響は本件超過利益の全てに及んで\nいるものといえることは，引用する原判決が指摘するとおりであるから，\nその判断がワールドファミリー事件やホンダ事件の判断と異なっていると\nしても，誤ったものであるとか，不合理なものであるとかということはで\nきない。\n甲第３０１号証によれば，ワールドファミリー事件は，国外関連者であ\nる兄弟会社から幼児向け英語教材を輸入して我が国で販売する内国法人で\nある原告が，課税庁から，上記幼児向け英語教材の輸入取引について，措\n置法６６条の４の規定に基づき独立企業間価格で行われたものとみなされ\nて法人税の更正処分等を受けたことから，課税庁の用いた独立企業間価格\nの算定方法である再販売価格基準法に誤りがあるなどとして，この更正処\n分等の取消しを求めて争ったものであるところ，東京地方裁判所は，一般\nに，使用する無形資産の差によって生じる売上総利益率の差を把握するこ\nとは難しいと解されるところ，原告の取引と比較対象取引に使用されるキ\nャラクター（無形資産）については，その知名度や顧客に対する訴求力に\n極めて大きな差異があり，このような大きな差異は，販売価格，売上高，\n広告宣伝費，販売費用，売手との交渉力，ロイヤリティ等にも大きな影響\nを与えるものと解されるから，それによって生ずる売上総利益率の差を適\n切に把握し，これを調整することはより困難であると考えられるから，原\n告の取引と本件比較対象取引とは比較対象性を有しないなどと判示したも\nのであって，本件と事案を異にするものであることは明らかである。\nまた，ホンダ事件（甲４，５）は，自動車の製造及び販売を主たる事業\nとする内国法人である原告が，その間接子会社である外国法人であり，ブ\nラジル連邦共和国アマゾナス州に設置されたマナウス自由貿易地域（マナ\nウスフリーゾーン）で自動二輪車の製造及び販売事業を行っている国外関\n連者との間で，自動二輪車の部品等の販売及び技術支援の役務提供を内容\nとする国外関連取引を行ったことにより支払を受けた対価の額につき，残\n余利益分割法を適用してした独立企業間価格の算定が違法であるとされた\n事例であるが，その理由とするところは，残余利益分割法を適用して独立\n企業間価格の算定をするに当たり，処分行政庁が，マナウスフリーゾーン\nで事業活動を行うことによる税制上の利益であるマナウス税恩典利益を享\n受している上記国外関連者の比較対象法人として，マナウスフリーゾーン\n外で事業活動を行いマナウス税恩典利益を享受していないブラジル法人を\n選定し，かつ，マナウス税恩典利益の享受の有無について何らの差異調整\nも行わなかったことは，検証対象法人との市場の類似性を欠き比較可能性\nを有しない法人を比較対象法人として選定して検証対象法人の基本的利益\nを算定したという点にある。そして，マナウス税恩典利益を享受する法人\nは，重要な無形資産を有しているか否かにかかわらず，その事業規模に応\nじた税恩典を受けられるものであり，また，営業利益率という総費用や売\n上高に対する営業利益の割合という割合的な数値を問題とする限りにおい\nては，マナウス税恩典利益を享受する法人は，事業規模の大小にかかわら\nず，そのような税恩典利益を享受できない場合と比較して，より高い営業\n利益率を得られることは明らかであって，マナウス税恩典利益の享受の有\n無は，比較対象法人の比較可能性に重大な影響を及ぼすものであることは\n同事件の東京地裁判決が指摘するとおりであるから，この点の差異がある\nことは，重要な無形資産を有している企業であってもそうではない企業で\nあっても，いずれにしても基本的利益の算定において考慮されるべきこと\nであると解されるのであって，この点を基本的利益の算定の適否において\n考慮することに合理性があるというべきである。\nこれに対し，本件においては，既に述べたとおり，重要な無形資産とそ\nれ以外の要因とが共に複数の利益発生要因として重なり合い，相互に影響\nしながら一体となって超過利益（残余利益）が発生したと認められるので\nあり，そのような事情は，利益発生要因の内容を含めて本件比較対象法人\nには当てはまらないのであって，これらの利益発生要因を基本的利益の算\n定において考慮することはできないのであるから，ホンダ事件について\nも，やはり事案を異にするものというべきである。\nなお，本件抽出基準によれば，本件比較対象法人の選定に当たり，実質\n的には，ＯＲＢＩＳ登載のＥＵ加盟国企業であること，業種コード（自動\n車部品・付属品製造業），売上高（事業規模），所在地が著しく異ならな\nいこと，無形資産が形成されていないこと等しか考慮されていないという\nべきことは既に述べたとおりであるが，そうであるからといって，本件比\n較対象法人が基本的利益の算定において比較対象可能性を有しないなどと\nいうことはできない。\n被控訴人の上記主張も採用することはできない。\nエ  したがって，その余の点について検討するまでもなく，被控訴人の補充\n主張⑵は理由がない。\n⑶  被控訴人の補充主張⑶について\n前記⑴及び⑵のとおり，被控訴人の補充主張⑴及び⑵はいずれも理由がな\nいから，これらを前提とする被控訴人の補充主張⑶にも理由がないことが明\nらかである。\n４  結論\n以上によれば，被控訴人の本件各事業年度における納付すべき法人税額及び\n過少申告加算税額は原判決別紙７のとおりとなり，本件各処分のうちこれらを\n超える各部分は違法であるから，被控訴人の請求はこの限度で理由があり，本\n件各処分はこの限度で取り消すべきところ，これと同旨の原判決は相当であっ\nて，本件控訴及び本件附帯控訴はいずれも理由がないから，これらを棄却する\nこととして，主文のとおり判決する。\n東京高等裁判所第１０民事部\n裁判長裁判官          髙    橋              譲\n裁判官           篠      田    賢    治\n裁判官           朝      倉    亮    子\n"
}