{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Reiwa",
    "year": 4,
    "month": 6,
    "day": 17
  },
  "case_number": "令和3(受)342",
  "case_name": "原状回復等請求事件",
  "court_name": "最高裁判所第二小法廷",
  "result_type": "判決",
  "result": "破棄自判",
  "article_info": "民集　第76巻5号955頁",
  "original_court_name": "仙台高等裁判所",
  "original_case_number": "平成29(ネ)373",
  "original_date": {
    "era": "Reiwa",
    "year": 2,
    "month": 9,
    "day": 30
  },
  "gist": "国が、津波による原子力発電所の事故を防ぐために電気事業法（平成２４年法律第４７号による改正前のもの）４０条に基づく規制権限を行使しなかったことを理由として国家賠償法１条１項に基づく損害賠償責任を負うとはいえないとされた事例",
  "case_gist": "電力会社が設置し運営する原子力発電所の原子炉に係る建屋の敷地に地震に伴う津波が到来し、上記建屋の中に海水が浸入して上記原子炉に係る原子炉施設が電源喪失の事態に陥った結果、上記原子炉施設から放射性物質が大量に放出される原子力事故が発生した場合において、次の(1)～(6)など判示の事情の下では、経済産業大臣が上記発電所の沖を含む海域の地震活動の長期評価に関する文書を前提に電気事業法（平成２４年法律第４７号による改正前のもの）４０条に基づく規制権限を行使して津波による上記発電所の事故を防ぐための適切な措置を講ずることを上記電力会社に義務付けていれば上記原子力事故又はこれと同様の事故が発生しなかったであろうという関係を認めることはできず、国が、経済産業大臣が上記の規制権限を行使しなかったことを理由として、上記原子力事故により放出された放射性物質によってその当時の居住地が汚染された者に対し、国家賠償法１条１項に基づく損害賠償責任を負うということはできない。\n(1)　上記原子力事故以前の我が国における原子炉施設の津波対策は、津波により安全設備等が設置された原子炉施設の敷地が浸水することが想定される場合、防潮堤、防波堤等の構造物を設置することにより上記敷地への海水の浸入を防止することを基本とするものであった。\n(2)　上記原子力事故以前に、津波により上記敷地が浸水することが想定される場合に、想定される津波による上記敷地の浸水を防ぐことができるように設計された防潮堤、防波堤等の構造物を設置するという措置を講ずるだけでは対策として不十分であるとの考え方が有力であったことはうかがわれず、その他、上記原子力事故以前の知見の下において、上記措置が原子炉施設の津波対策として不十分なものであったと解すべき事情はうかがわれない。\n(3)　上記原子力事故以前に上記電力会社の委託により上記文書に基づいて行われた上記発電所に到来する可能性のある津波の試算は、安全性に十分配慮して余裕を持たせ、当時考えられる最悪の事態に対応したものとして、合理性を有する試算であった。\n(4)　上記文書が今後発生する可能性があるとした地震の規模は、津波マグニチュード８．２前後であったのに対し、現実に発生した地震の規模は、津波マグニチュード９．１であった。\n(5)　上記の試算された津波による上記建屋付近の浸水深は、約２．６ｍ又はそれ以下とされたのに対し、現実に到来した津波による上記建屋付近の浸水深は、最大で約５．５ｍに及んだ。\n(6)　上記の試算された津波の高さは、上記建屋の敷地の南東側前面において上記敷地の高さを超えていたものの、東側前面においては上記敷地の高さを超えることはなく、上記津波と同じ規模の津波が上記発電所に到来しても、上記敷地の東側から海水が上記敷地に浸入することは想定されていなかったが、現実には、津波の到来に伴い、上記敷地の南東側のみならず東側からも大量の海水が上記敷地に浸入した。\n（補足意見及び反対意見がある。）",
  "ref_law": "国家賠償法１条１項、電気事業法（平成２４年法律第４７号による改正前のもの）３９条１項、電気事業法（平成２４年法律第４７号による改正前のもの）４０条",
  "lawsuit_id": "91243",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=91243",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/243/091243_hanrei.pdf",
  "contents": "令和３年（受）第３４２号  原状回復等請求事件\n令和４年６月１７日  第二小法廷判決\n主      文\n１  原判決中、別紙被上告人目録１記載の被上告人らの\n上告人に対する損害賠償請求に関する部分を破棄\nし、同部分につき第１審判決を取り消す。\n２  前項の取消部分に関する別紙被上告人目録１記載の\n被上告人らの訴えをいずれも却下する。\n３  原判決中、別紙被上告人目録２から６まで記載の被\n上告人らの上告人に対する請求につき、上告人敗訴\n部分を破棄する。\n４  前項の部分につき、第１審判決中、別紙被上告人目\n録２から４まで記載の被上告人らの請求に関する上\n告人敗訴部分を取り消し、同部分に関する同被上告\n人らの請求をいずれも棄却する。\n５  第３項の部分につき、別紙被上告人目録２、３、５\n及び６記載の被上告人らの控訴を棄却する。\n６  第３項の部分につき、別紙被上告人目録２及び５記\n載の被上告人らの原審における追加請求をいずれも\n棄却する。\n７  訴訟の総費用は被上告人らの負担とする。\n理      由\n第１  事案の概要\n１  被上告人らは、平成２３年３月１１日に発生した東北地方太平洋沖地震（以\n下「本件地震」という。）に伴う東京電力ホールディングス株式会社（当時の商号\nは東京電力株式会社。以下「東京電力」という。）福島第一原子力発電所（以下\n「本件発電所」という。）の事故（以下「本件事故」という。）により放出された\n放射性物質によってその当時の居住地が汚染されたと主張する者又はその承継人で\nある。本件は、被上告人らが、上告人に対し、上告人が津波による本件発電所の事\n故を防ぐために電気事業法（平成２４年法律第４７号による改正前のもの。以下同\nじ。）に基づく規制権限を行使しなかったことが違法であり、これにより損害を被\nったなどと主張して、国家賠償法１条１項に基づく損害賠償を求めるとともに、人\n格権又は同項に基づく原状回復請求として、本件事故当時の居住地における空間放\n射線量率を０．０４マイクロシーベルト毎時以下にすることを求める事案である。\n２  原審の適法に確定した事実関係等の概要は、次のとおりである。\n本件発電所の概要\nア  本件発電所は、東京電力が設置し運営する原子力発電所であり、福島県双葉\n郡双葉町及び大熊町にまたがって所在している。\nイ  本件発電所には、昭和４６年から昭和５４年にかけて順次運転が開始された\n１号機から６号機までの６基の原子炉が設置されており、いずれの原子炉も沸騰水\n型軽水炉である。本件発電所の原子炉施設は、原子炉格納容器を収容する原子炉建\n屋、蒸気タービンを収容するタービン建屋等から成っている。\nウ  本件発電所の１号機から４号機までの各原子炉（以下、併せて「本件各原子\n炉」という。）に係る原子炉建屋、タービン建屋等の主要な建屋（以下「主要建\n屋」という。）は、いずれも海抜１０ｍ（以下、海抜高は小名浜港工事基準面を基\n準とした数値である。）の平らな土地上にあり、本件各原子炉は、北から南に向か\nって１号機から４号機の順に一列に設置されている（以下、主要建屋の敷地を「本\n件敷地」という。）。本件敷地の東側及び南東側は、海水をくみ上げるポンプ等の\n設備が設置された海抜４ｍの区画等を挟んで海に面している。\nエ  本件各原子炉に係る原子炉施設（以下「本件各原子炉施設」という。）で\nは、原子炉の運転により発電した電力や外部の変電所から供給される電力が利用さ\nれていたが、これらの電力をいずれも利用することができない場合に備えて、非常\n用ディーゼル発電機及びこれにより発電した電力を他の設備に供給するための電気\n設備（以下、併せて「本件非常用電源設備」という。）が主要建屋の中に設置され\nていた。\n原子力発電所の設計津波水位の評価方法に関する報告書の作成\n社団法人土木学会原子力土木委員会の下に設置された津波評価部会は、平成１４\n年２月、原子力発電所の設計津波水位の評価方法を示したものとして、「原子力発\n電所の津波評価技術」と題する報告書（以下「平成１４年津波評価技術」とい\nう。）を作成した。平成１４年津波評価技術は、プレート境界型地震に伴う津波に\nついて、評価地点に最も大きな影響を及ぼしたと考えられる既往津波を選定し、そ\nの既往津波の沿岸における痕跡高を最もよく説明できる断層モデルを基に基準断層\nモデルを設定した上で、想定津波の不確定性を設計津波水位に反映させるため、基\n準断層モデルの諸条件を合理的と考えられる範囲内で変化させた数値計算を多数実\n施し、評価地点に最も影響を与える津波に基づいて設計津波水位を求めるなどとし\nていた。\n三陸沖から房総沖にかけての地震活動の長期評価を取りまとめた文書の公表\n地震調査研究推進本部地震調査委員会は、地震防災対策特別措置法に基づいて文\n部科学省に設置された機関であり、関係行政機関の職員及び学識経験のある者のう\nちから文部科学大臣が任命する委員によって構成されるところ、平成１４年７月、\n三陸沖から房総沖にかけての日本海溝沿いの領域を対象とした長期的な観点での地\n震発生の可能性、震源域の形態等についての評価を取りまとめたものとして、「三\n陸沖から房総沖にかけての地震活動の長期評価について」と題する文書（以下「本\n件長期評価」という。）を公表した。本件長期評価は、上記の日本海溝沿いの領域\nのうち、三陸沖北部から房総沖にかけての日本海溝寄りの南北に細長い領域に関\nし、明治２９年に発生した明治三陸地震と同様の地震が上記領域内のどこでも発生\nする可能性があること、上記領域内におけるマグニチュード８クラスのプレート間\n大地震（津波地震）については、今後３０年以内の発生確率が２０％程度、今後５\n０年以内の発生確率が３０％程度と推定されること、その地震の規模は、津波マグ\nニチュード８．２前後と推定されること等を内容とするものであった。\n発電用原子炉施設に関する耐震設計審査指針の策定\nア  原子力安全委員会は、平成１８年９月、発電用軽水型原子炉の設置許可申請\n及び変更許可申請に係る安全審査のうち、耐震安全性の確保の観点から耐震設計方\n針の妥当性について判断する際の基礎を示すことを目的として、「発電用原子炉施\n設に関する耐震設計審査指針」を策定した。上記指針は、発電用軽水型原子炉施設\nについて、その供用期間中に極めてまれではあるが発生する可能性があると想定す\nることが適切な津波によっても、上記原子炉施設の安全機能が重大な影響を受ける\nおそれがないことを十分考慮した上で設計されなければならないものとしていた。\nイ  原子力安全・保安院は、同月、東京電力を含む発電用原子炉施設の設置者等\nに対し、既設の発電用原子炉施設等について、上記指針に照らした耐震安全性の評\n価を実施するよう指示した。\n本件長期評価に基づく津波の試算\nア  東京電力は、上記の指示を受けて、本件長期評価に基づいて本件発電所に到\n来する可能性のある津波を評価すること等を関連会社に委託し、平成２０年４月\n頃、その結果の報告を受けた。その内容は、本件長期評価に基づいて福島県沖から\n房総沖の日本海溝寄りの領域に明治三陸地震の断層モデルを設定した上で、平成１\n４年津波評価技術が示す設計津波水位の評価方法に従って、上記断層モデルの諸条\n件を合理的と考えられる範囲内で変化させた数値計算を多数実施して津波の試算を\n行ったところ、本件敷地の海に面した東側及び南東側の前面における波の高さが最\nも高くなる津波は、本件敷地の南東側前面において、最大で海抜１５．７０７ｍの\n高さになるが、本件敷地の東側前面では本件敷地の高さ（海抜１０ｍ）を超えず、\n主要建屋付近の浸水深は、４号機の原子炉建屋付近で約２．６ｍ、４号機のタービ\nン建屋付近で約２．０ｍとなるなどというものであった（以下、この試算を「本件\n試算」といい、この試算された津波を「本件試算津波」という。）。\nイ  東京電力は、その後、本件試算津波と同じ規模の津波に対する対策等につい\nての検討を行ったものの、直ちに対策を講ずるのではなく、土木学会に本件長期評\n価についての研究を委託することとして、当面の検討を終えた。\n本件地震及びこれに伴う本件事故\nア  平成２３年３月１１日、牡鹿半島の東南東約１３０㎞、深さ約２４㎞の地点\nを震源として、本件地震が発生した。本件地震は、複数の震源域がそれぞれ連動し\nて発生したものであり、その震源域は、南北の長さ約４５０㎞、東西の幅約２００\n㎞に及び、その最大すべり量は、５０ｍ以上であった。本件地震の規模は、我が国\nの観測史上最大となるマグニチュード９．０、津波マグニチュード９．１であっ\nた。\nイ  本件地震により、本件各原子炉のうち定期検査のため運転停止中であった４\n号機を除く各原子炉がいずれも自動的に停止し、外部の変電所から供給される電力\nについても、本件地震による設備故障等によりその供給が途絶えた。\nその後、本件地震に伴う津波（以下「本件津波」という。）が本件発電所に到来\nし、本件敷地の海に面した東側及び南東側の全方面から大量の海水が本件敷地に浸\n入して、本件敷地のほぼ全域が浸水した。その浸水深は、主要建屋付近で最大約\n５．５ｍに及び、主要建屋の中に海水が浸入する事態となった。その結果、全ての\n本件非常用電源設備が浸水してその機能を失い、交流電源が喪失した。\n本件各原子炉施設には蓄電池が付属する直流の電源設備が備えられていたが、３\n号機を除く各原子炉に係る原子炉施設については、上記電源設備も浸水してその機\n能を失い、直流を含む全ての電源が喪失した。３号機の原子炉施設については、し\nばらくの間、上記蓄電池を電源とする直流の電力が非常用炉心冷却設備に供給され\nていたが、上記非常用炉心冷却設備が停止し、上記蓄電池の残量不足等により再起\n動させることができなくなった。\n以上のとおり、本件各原子炉施設が電源喪失の事態に陥った結果、本件地震の発\n生当時運転中であった１号機から３号機までの各原子炉について、運転停止後も発\n熱が続く炉心を冷却することができなくなり、高温に達した燃料が著しく損傷し、\nこれにより発生した水素ガスの爆発によって原子炉建屋等が損傷するなどして、本\n件各原子炉施設から放射性物質が大量に放出される事故（本件事故）が発生するに\n至った。\n本件事故以前の我が国における原子炉施設の津波対策の在り方\n本件事故以前の我が国における原子炉施設の津波対策は、安全設備等が設置され\nる原子炉施設の敷地を想定される津波の水位より高い場所とすること等によって上\n記敷地が浸水することを防ぐという考え方を基本とするものであり、津波により上\n記敷地が浸水することが想定される場合には、防潮堤、防波堤等の構造物（以下\n「防潮堤等」という。）を設置することにより上記敷地への海水の浸入を防止する\nことが対策の基本とされていた。\n関係法令の定め\n電気事業法３９条１項は、事業用電気工作物を設置する者は、事業用電気工作物\nを経済産業省令で定める技術基準に適合するように維持しなければならない旨規定\nし、同法４０条は、経済産業大臣は、事業用電気工作物が上記技術基準に適合して\nいないと認めるときは、事業用電気工作物を設置する者に対し、その技術基準に適\n合するように事業用電気工作物を修理し、改造し、若しくは移転し、若しくはその\n使用を一時停止すべきことを命じ、又はその使用を制限することができる旨規定す\nる。\nこれを受けて、平成１７年経済産業省令第６８号による改正前の発電用原子力設\n備に関する技術基準を定める省令４条１項は、原子炉施設等が津波等により損傷を\n受けるおそれがある場合は、防護施設の設置等の適切な措置を講じなければならな\nい旨規定し、上記改正後の同項は、原子炉施設等が想定される津波等の自然現象に\nより原子炉の安全性を損なうおそれがある場合は、防護措置等の適切な措置を講じ\nなければならない旨規定する。\n本件訴訟における被上告人らの主張\n本件訴訟において、被上告人らは、経済産業大臣は、本件長期評価が公表された\n後、速やかにこれに基づく津波の試算を行うなどすることによって、本件発電所に\n本件敷地の高さを超える高さの津波が到来することを予見することができたのであ\nるから、電気事業法４０条に基づく規制権限を行使して、津波による本件発電所の\n事故を防ぐための適切な措置を講ずることを東京電力に義務付けるべきであったの\nであり、そうしていれば本件事故と同様に本件各原子炉施設から放射性物質が大量\nに放出される事故は発生していなかったなどと主張している。\n３  原審は、上記事実関係等の下において、要旨次のとおり判断し、被上告人ら\nの上告人に対する損害賠償請求の全部又は一部を認容すべきものとした。\n経済産業大臣は、本件長期評価が公表された後、東京電力に指示するなどしてこ\nれに基づく津波の試算を行うことにより、遅くとも平成１４年末頃までには、本件\n発電所に本件敷地の高さを超える高さの津波が到来することを予見することができ\nた。そして、被上告人らは、経済産業大臣が予見することができた津波に関し、一\n定程度具体的に特定された事故防止措置についての主張立証を果たしているのに対\nし、上告人は、その主張立証された措置を講じていても本件事故と同様の事故の発\n生が避けられなかったこと等の事実を相当の根拠、資料に基づき主張立証していな\nい。そうすると、本件では、経済産業大臣が、電気事業法４０条に基づく規制権限\nを行使して、津波による本件発電所の事故を防ぐための適切な措置を講ずることを\n東京電力に義務付けていれば、本件事故と同様の事故が発生しなかったであろうと\nいう関係があることが事実上推認されるというべきである。これらの事情等を考慮\nすると、経済産業大臣は、遅くとも平成１８年末までには上記の規制権限を行使す\nべきであったのであり、同年末以降、経済産業大臣が上記の規制権限を行使しなか\nったことは、国家賠償法１条１項の適用上違法であって、この規制権限の不行使と\n本件事故との間の因果関係も認められるから、上告人は、同項に基づく損害賠償責\n任を免れない。\n第２  職権による検討\n記録によれば、別紙被上告人目録１記載の被上告人らは、平成２５年、上告人に\n対し、国家賠償法１条１項に基づき、本件事故による損害賠償を求める訴え（以下\n「別件訴訟」という。）を新潟地方裁判所に提起しており、別件訴訟は、上記被上\n告人らが本件訴えを提起した時点において既に上記裁判所に係属していて、本件訴\nえのうち上記被上告人らの上告人に対する損害賠償請求に係る部分は、別件訴訟と\n重複するものであることが認められる。そうすると、上記請求に係る被上告人らの\n訴えは、不適法であって（民訴法１４２条）、却下すべきである。これと異なり上\n記請求につき本案の判断をした原判決には、判決に影響を及ぼすことが明らかな法\n令の違反がある。\nしたがって、原判決中、上記請求に関する部分は破棄を免れず、同部分につき第\n１審判決を取り消し、同部分に関する上記被上告人らの訴えを却下することとす\nる。\n第３  上告代理人武笠圭志ほかの上告受理申立て理由（ただし、排除された部分\nを除く。）について\n１  原審の前記第１の３の判断は是認することができない。その理由は、次のと\nおりである。\n国又は公共団体の公務員による規制権限の不行使は、その権限を定めた法令\nの趣旨、目的や、その権限の性質等に照らし、具体的事情の下において、その不行\n使が許容される限度を逸脱して著しく合理性を欠くと認められるときは、その不行\n使により被害を受けた者との関係において、国家賠償法１条１項の適用上違法とな\nるものと解するのが相当である（最高裁平成１３年（受）第１７６０号同１６年４\n月２７日第三小法廷判決・民集５８巻４号１０３２頁、最高裁平成３０年（受）第\n１４４７号、第１４４８号、第１４４９号、第１４５１号、第１４５２号令和３年\n５月１７日第一小法廷判決・民集７５巻５号１３５９頁等参照）。そして、国又は\n公共団体が、上記公務員が規制権限を行使しなかったことを理由として同項に基づ\nく損害賠償責任を負うというためには、上記公務員が規制権限を行使していれば上\n記の者が被害を受けることはなかったであろうという関係が認められなければなら\nない。そこで、この点につき検討する。\n前記事実関係等によれば、本件事故以前の我が国における原子炉施設の津波\n対策は、津波により安全設備等が設置された原子炉施設の敷地が浸水することが想\n定される場合、防潮堤等を設置することにより上記敷地への海水の浸入を防止する\nことを基本とするものであった。したがって、経済産業大臣が、本件長期評価を前\n提に、電気事業法４０条に基づく規制権限を行使して、津波による本件発電所の事\n故を防ぐための適切な措置を講ずることを東京電力に義務付けていた場合には、本\n件長期評価に基づいて想定される最大の津波が本件発電所に到来しても本件敷地へ\nの海水の浸入を防ぐことができるように設計された防潮堤等を設置するという措置\nが講じられた蓋然性が高いということができる。そして、本件試算は、本件長期評\n価が今後同様の地震が発生する可能性があるとする明治三陸地震の断層モデルを福\n島県沖等の日本海溝寄りの領域に設定した上、平成１４年津波評価技術が示す設計\n津波水位の評価方法に従って、上記断層モデルの諸条件を合理的と考えられる範囲\n内で変化させた数値計算を多数実施し、本件敷地の海に面した東側及び南東側の前\n面における波の高さが最も高くなる津波を試算したものであり、安全性に十分配慮\nして余裕を持たせ、当時考えられる最悪の事態に対応したものとして、合理性を有\nする試算であったといえる。\nそうすると、経済産業大臣が上記の規制権限を行使していた場合には、本件試算\n津波と同じ規模の津波による本件敷地の浸水を防ぐことができるように設計された\n防潮堤等を設置するという措置が講じられた蓋然性が高いということができる。\n他方、本件事故以前において、津波により安全設備等が設置された原子炉施設の\n敷地が浸水することが想定される場合に、想定される津波による上記敷地の浸水を\n防ぐことができるように設計された防潮堤等を設置するという措置を講ずるだけで\nは対策として不十分であるとの考え方が有力であったことはうかがわれず、その\n他、本件事故以前の知見の下において、上記措置が原子炉施設の津波対策として不\n十分なものであったと解すべき事情はうかがわれない。したがって、本件事故以前\nに経済産業大臣が上記の規制権限を行使していた場合に、本件試算津波と同じ規模\nの津波による本件敷地の浸水を防ぐことができるように設計された防潮堤等を設置\nするという措置に加えて他の対策が講じられた蓋然性があるとか、そのような対策\nが講じられなければならなかったということはできない。\nところが、本件長期評価が今後発生する可能性があるとした地震の規模は、\n津波マグニチュード８．２前後であったのに対し、本件地震の規模は、津波マグニ\nチュード９．１であり、本件地震は、本件長期評価に基づいて想定される地震より\nもはるかに規模が大きいものであった。また、本件試算津波による主要建屋付近の\n浸水深は、約２．６ｍ又はそれ以下とされたのに対し、本件津波による主要建屋付\n近の浸水深は、最大で約５．５ｍに及んでいる。そして、本件試算津波の高さは、\n本件敷地の南東側前面において本件敷地の高さを超えていたものの、東側前面にお\nいては本件敷地の高さを超えることはなく、本件試算津波と同じ規模の津波が本件\n発電所に到来しても、本件敷地の東側から海水が本件敷地に浸入することは想定さ\nれていなかったが、現実には、本件津波の到来に伴い、本件敷地の南東側のみなら\nず東側からも大量の海水が本件敷地に浸入している。\nこれらの事情に照らすと、本件試算津波と同じ規模の津波による本件敷地の浸水\nを防ぐことができるものとして設計される防潮堤等は、本件敷地の南東側からの海\n水の浸入を防ぐことに主眼を置いたものとなる可能性が高く、一定の裕度を有する\nように設計されるであろうことを考慮しても、本件津波の到来に伴って大量の海水\nが本件敷地に浸入することを防ぐことができるものにはならなかった可能性が高い\nといわざるを得ない。\n以上によれば、仮に、経済産業大臣が、本件長期評価を前提に、電気事業法\n４０条に基づく規制権限を行使して、津波による本件発電所の事故を防ぐための適\n切な措置を講ずることを東京電力に義務付け、東京電力がその義務を履行していた\nとしても、本件津波の到来に伴って大量の海水が本件敷地に浸入することは避けら\nれなかった可能性が高く、その大量の海水が主要建屋の中に浸入し、本件非常用電\n源設備が浸水によりその機能を失うなどして本件各原子炉施設が電源喪失の事態に\n陥り、本件事故と同様の事故が発生するに至っていた可能性が相当にあるといわざ\nるを得ない。\nそうすると、本件の事実関係の下においては、経済産業大臣が上記の規制権限を\n行使していれば本件事故又はこれと同様の事故が発生しなかったであろうという関\n係を認めることはできないことになる。\nこれに対し、原審は、本件では上記関係があることが事実上推認されるとい\nうが、以上に説示したとおりの本件の事実関係の下においては、そのようにいうこ\nとはできない。\nしたがって、上告人が、経済産業大臣が電気事業法４０条に基づく規制権限\nを行使して津波による本件発電所の事故を防ぐための適切な措置を講ずることを東\n京電力に義務付けなかったことを理由として、被上告人らに対し、国家賠償法１条\n１項に基づく損害賠償責任を負うということはできない。\n２  これと異なる原審の判断には、判決に影響を及ぼすことが明らかな法令の違\n反がある。論旨は理由があり、原判決中、別紙被上告人目録２から６まで記載の被\n上告人らの上告人に対する損害賠償請求についての上告人敗訴部分は破棄を免れな\nい。そして、以上に説示したところによれば、上記請求は理由がないから、上記破\n棄部分につき、第１審判決中別紙被上告人目録２から４まで記載の被上告人らの請\n求に関する上告人敗訴部分を取り消した上で同部分に関する同被上告人らの請求を\nいずれも棄却し、別紙被上告人目録２、３、５及び６記載の被上告人らの控訴を棄\n却し、別紙被上告人目録２及び５記載の被上告人らの原審における追加請求をいず\nれも棄却すべきである。\nよって、判示第３につき裁判官三浦守の反対意見があるほか、裁判官全員一致の\n意見で、主文のとおり判決する。なお、判示第３につき裁判官菅野博之、同草野耕\n一の各補足意見がある。\n裁判官菅野博之の補足意見は、次のとおりである。\n私が多数意見の結論に至った趣旨につき、補足して意見を述べておきたい。\n１  平成２３年３月１１日午後２時４６分、牡鹿半島の東南東約１３０㎞を震源\nとしてＭ９．０、Mt（津波マグニチュード）９．１に達する、超巨大地震とも言わ\nれる東北地方太平洋沖地震が発生した。本件地震が引き起こした本件津波は、岩手\n県、宮城県及び福島県を中心に、未曾有の被害をもたらし、極めて多数の死者行方\n不明者を生じ、痛ましい被災者を多数輩出する戦後最悪とも言うべき大災害をもた\nらした。そして、本件津波は、東京電力が設置運営する福島第一原子力発電所をも\n襲い、本件発電所の１～４号機から大量の放射性物質が放出されるという、我が国\nが経験したことのない重大事故を発生させた。住民の放射線被ばくによる死亡事故\nの報告こそないものの、膨大な数の住民が避難を余儀なくされ、その避難の中で命\nを失った被災者も少なくないほか、避難により、家や仕事を失い生活を破壊され、\n学校、地域等とのつながりを失うなどした精神的、財産的損害は、我が国において\n前例を見ないほど甚大なものとなっており、その救済は現在も大きな課題となって\nいる。\n２  本件は、本件事故による上記のような損害の賠償が問題となっている事案で\nあるが、私は、基本的には、原子力発電は、リスクもあるものの、エネルギー政\n策、科学技術振興政策等のため必要なものとして、国を挙げて推進したものであっ\nて、各電力会社は、いわばその国策に従い、関係法令（「原子力基本法」、「核原\n料物質、核燃料物質及び原子炉の規制に関する法律」、「電気事業法」、「発電用\n原子力設備に関する技術基準を定める省令」等）の下、発電用原子炉の設置の許可\nを受け、国の定める諸基準に従って原子力発電所を建設し、発電用原子炉を維持し\nていたのであるから、本件事故のような大規模な災害が生じた場合は、電力会社以\n上に国がその結果を引き受けるべきであり、本来は、国が、過失の有無等に関係な\nく、被害者の救済における最大の責任を担うべきと考える。国策として、法令の下\nで原子力発電事業が行われてきた以上、これによる大規模災害については、被害者\nとなってしまった特定の人達にのみ負担をしわ寄せするのではなく、損失補償の考\nえ方に準じ、国が補償の任を担うべきであり、それは結局、電力の受益者であって\n国の実体をなす我々国民が広く補償を分担することになると考える。\nだからこそ、これに近い仕組みとして、原子力損害の賠償に関する法律（以下\n「原賠法」という。）が設けられており、原子力損害については、原賠法が、不法\n行為の要件の立証が困難な場合があることも念頭に、３条において原子力事業者の\n無過失責任等を定めるとともに、６条以下において原子力事業者に賠償責任保険契\n約の締結や供託等の原子力損害を賠償するための措置（一事業所当たり１２００億\n円）を義務付け、１６条以下において原子力事業者の負担する賠償責任額が上記保\n険等の金額をこえ、かつ、原賠法の目的を達成するため必要があると認めるとき\nは、国が原子力事業者に対して損害賠償のために必要な援助を行うなどの定めを設\nけていたのである。そして、本件事故後、原子力損害賠償支援機構（現在の名称は\n「原子力損害賠償・廃炉等支援機構」）が設立され、同機構を通じて、損害賠償等\nの資金として、国から東京電力に既に約１０兆円に上る資金援助がされ、これによ\nり被害者に対する支払等が実行されており、また、国は、復興庁を新設するなどし\nて、被災地域復興のための取組みを進めてきたところである。\n３  しかし、本件で問題となる国家賠償法上の判断は、上記のような原賠法等に\n由来する被災者の救済とは異なる問題である。国家賠償法は、いわば国にも不法行\n為責任を負わせることとしたものであって、通常の不法行為法と同様に、その行為\n当時の法令、水準、状況等に照らし、平たく言えば、やってはいけないことを行い\n（不作為の場合は、やらなければいけないことを怠り）、その結果、損害が生じた\n場合に、これを賠償させるものである。\nこれを本件の場合でみると、現在では、津波に対する対応として、敷地の高さや\n防潮堤、防波堤等により敷地の浸水を許さないという考え方（いわゆるドライサイ\nトコンセプト）に頼るだけではなく、施設の水密化等の浸水を予期した防護措置も\n含めた多重的な防護を検討するとか、津波を対象にしたシビアアクシデント対策を\n検討するなど、様々な取組みが行われている。しかし、これらは、正に本件事故を\n教訓として、規制レベルや技術水準が変化、発展してきたものであり、本件事故以\n前は、合理的で確実な津波対策として、上記ドライサイトコンセプトの下、防潮\n堤、防波堤等の設置により敷地の浸水を防ぐことが適正な技術水準となっていたも\nのである。そして、本件長期評価に基づいて想定される津波は、相当に大きな規模\nのものではあるが、上記防潮堤等の設置によって対処することができなかったこと\nをうかがわせる事情はなく、本件事故以前の知見の下において防潮堤等の設置より\nも確実性があると考えられていた防護措置があったとも認め難いことは、多数意見\nの判示するところから明らかである。したがって、本件長期評価を前提とする津波\n対策として、防潮堤等の設置以外の防護措置が講じられなければならなかったと\nか、そのような防護措置が講じられた蓋然性があるということはできない。\nなお、将来発生する津波の予測が困難であり、津波対策に不確実性があること等\nを強調して、防潮堤等の設置と併せて他の防護措置も講ずべきであったとする議論\nについては、本件事故以前にそのような議論を本格的に行っていた専門家等がいた\nことはうかがわれず、本件事故後に進展した現在の知見に基づく議論と言わざるを\n得ない。また、防潮堤等が完成するまでの間にも施設の浸水に対する脆弱性を放置\nすることは許されず、この間に施設の水密化措置を講ずる必要があったのではない\nかという考え方もあり得ようが、本件事故以前に施設の水密化措置が確実な津波対\n策になり得るとの専門的知見が存在していたことはうかがわれないのであるから、\nこれによって上記脆弱性が解消すると判断されるわけでもないのに、そのような措\n置が講じられるべきであったとか、講じられた蓋然性があるということは困難であ\nる。上記脆弱性への対処としては、防潮堤等が完成するまでの間、原子炉の運転を\n一時停止することや防潮堤等の設置工事を急ぐことが検討されることとなろう。\n確かに、本件事故は深刻かつ甚大な被害をもたらしたが、いかに被害が深刻、甚\n大であるからといって、本件事故以前には、主たる津波対策として採用された実績\nがないばかりか、ほとんど議論もされていなかった防護措置を想定して、その措置\nを講じていれば本件事故は防げたのであるから賠償責任が認められるという判断を\n導くことは相当でない。\n以上の理屈をより身近な例で言えば、例えば、悲惨な結果をもたらした医療事\n故、鉄道事故等があり、事故後に検証すると、特定の医療措置や安全装置があれば\n事故が起きなかった蓋然性が認められたとしても、その事故当時、その関係者、そ\nの状況を前提として、そのような医療措置や安全装置につき、法令上の根拠も医療\n水準・技術水準もなかった場合（他の病院でもそのような措置はとられていない、\n他の鉄道会社でもまだその安全装置は設置されていない場合等が考えられよう。）\nは、不法行為責任を問うことができないのと同じことである。もちろん、リスクの\n大きさによって、その要求される技術水準等も高度化し、安全裕度も上がるが、現\n行法の下における国家賠償制度が採用する過失責任主義の観点からは、以上の基本\n的な考え方をゆるがせにすることはできない。\n４  もっとも、平成１４年の本件長期評価の公表から平成２３年の本件地震まで\nの時間経過に照らすと、今から考えれば、東京電力も上告人も、本件長期評価の正\n確性、重要性等の検証や、それに基づく津波防護措置の検討のペースが余りにも遅\nすぎたのではないかという感は否めない。それなのに、上告人の国家賠償責任を問\nえないのは不合理ではないかという考え方もあるかもしれない。\nしかし、本件で国家賠償責任が認められない原因は、端的に言えば、本件地震が\n余りに大きな地震であり、本件津波が余りに大きな津波であったため、本件長期評\n価を前提に行動したとしても、本件事故を回避することができたと判断するには無\n理が大きすぎるからである。\nすなわち、本件発電所の建設において想定されていた設計津波水位は、最大波高\nが主要建屋の敷地地盤面の高さの半分以下であったところ、本件訴訟で大きな争点\nとなった本件長期評価は、明治２９年に発生した明治三陸地震と同様のＭ８クラス\nの地震が発生する可能性があり、この場合のプレート間大地震の規模は Mt８．２\n前後、その震源域は日本海溝に沿って長さ２００㎞、幅５０㎞程度というものであ\nって、上記設計津波水位よりもはるかに高い波高の津波の可能性を示すものであっ\nた。ところが、実際に起きた本件地震は、Ｍ９．０、Mt９．１という規模のもので\nあって（マグニチュードが１増加するとエネルギーは約３０倍になる計算であり、\n本件地震は、津波マグニチュードによる比較で、本件長期評価が想定する地震の２\n０回分以上に相当することになる。）、日本国内では観測史上最大であり、世界で\nも観測史上４番目に大きな地震であった。しかも、本件地震は、複数の震源域が連\n動して発生し、その範囲は、岩手県沖から茨城県沖にかけて、長さ約４５０㎞、幅\n約２００㎞に及ぶという長大なものであり、津波の規模に関係する断層滑り量も５\n０ｍ以上に達し、本件長期評価が想定する明治三陸地震の断層滑り量の５倍程度に\n達していたと考えられている。このように地震の規模が大きく違ったため、本件津\n波は、本件長期評価に基づいて想定される津波に比べて、敷地前面における波高が\n高いだけではなく、広範囲に押し寄せ、かつ、浸水の持続時間も長かったのだと考\nえられる。本件事故以前には、平成１４年津波評価技術が原子力発電所の設計津波\n水位の評価方法に関する技術水準であったと言えるから、本件長期評価を前提とす\nる津波対策として設置される防潮堤等は、本件長期評価に基づき平成１４年津波評\n価技術の示す評価方法に従って計算された津波、すなわち、本件試算津波を基準と\nして設計されることになる。防潮堤等はある程度の裕度をもたせて設計されること\nになるとしても、本件試算自体が既に安全性に配慮して余裕を持たせ、最悪の場合\nにはこうなるかもしれないという趣旨で試算されたものであるから、防潮堤等の設\n置は、本件試算津波への対処が必要な範囲について検討されることになろう。とこ\nろが、実際に本件発電所を襲った本件津波は、上記のとおり本件試算津波よりもは\nるかに規模が大きく、広範囲なものであって、その規模等の違いは、およそ設計上\n考慮すべき裕度によって埋められるようなものではなかったと言うほかない。多数\n意見の判示するとおり、防潮堤等が設置されていても、本件津波の襲来に伴って大\n量の海水が本件敷地に浸入することは避けられなかった可能性が高いと言わざるを\n得ない。\nこのように、本件地震が余りに大きな地震であったため、本件津波による本件事\n故を避けることができたという蓋然性を認めるのは困難であり、したがって、国家\n賠償責任を問うことができないのである。\nなお、理屈上はそうであっても、上告人が本件長期評価を知りながら、何らの規\n制権限の行使もしなかったのは不当であって、看過すべきではないという見解もあ\nるかもしれない。しかし、仮にそのように考えようとしても、上告人が予見するこ\nとができたと解する余地があるのは、本件長期評価に基づいて想定される津波の限\n度にとどまるのであるから、それよりはるかに規模が大きく襲来方向も異なる本件\n津波によって生じた結果について国家賠償責任を問うことには、やはり無理がある\nと言わざるを得ない。\n５  以上のとおり、本件事故による被害の迅速・適切な回復が必要かつ重要であ\nることは明らかであるものの、それは、国家賠償責任の問題ではないと考える。\n裁判官草野耕一の補足意見は、次のとおりである。\n私は多数意見に賛同するものであるが、その結論に至った趣旨につき、補足して\n意見を述べておきたい。\n１  多数意見の理由の中で私が特に重要であると思うところを要約していえば、\n仮に、経済産業大臣が、本件長期評価を前提に、電気事業法４０条に基づく規制権\n限（以下「本件規制権限」という。）を行使して、津波による本件発電所の事故を\n防ぐための適切な措置を講ずることを東京電力に義務付け、東京電力がその義務を\n履行していたとしても、本件事故と同様の事故が発生するに至っていた可能性が相\n当程度以上あったので、「経済産業大臣が本件規制権限を行使していれば本件事故\n又はこれと同様の事故が発生しなかったであろうという関係」を認めることはでき\nないというものである（なお、上記関係を規制権限の不行使による国家賠償責任の\nいかなる要件として位置付けるかは、多数意見の詳らかとするところではないが、\n私はこれを因果関係の問題と考えている。）。この論理は、不作為と結果との間の\n因果関係に関する伝統的法理に則ったものであり、本件事故がもたらした災禍の甚\n大さを斟酌しても、なお、この法理をないがしろにすることはできない。しかしな\nがら、因果関係の存否という問題は、最終的には該当条文（本件の場合は国家賠償\n法１条１項）においていうところの「によって」という文言をいかに解釈するかと\nいう規範的問題に帰着するのであるから、上記法理の下で因果関係が肯定できなけ\nれば、いかなる事情の下においても作為義務者の損害賠償責任を認め得ないと解す\nべき必然性はない。本件についていえば、確かに本件長期評価が想定していた津波\nと本件津波はその規模において大きな違いがあるものの、いずれも日本海溝寄りの\n領域におけるプレート間大地震に由来する津波という点においては同質のものであ\nるのだから、本件地震が本件長期評価の想定する規模のものであったという仮定\n（以下、これを「本件仮定」という。）の下においても本件事故と同様の事故が発\n生し、被上告人らに損害が生じていた蓋然性が高いとすれば、（本件規制権限の不\n行使が上告人の作為義務違反であると認め得る限り）当該損害の限度で上告人の損\n害賠償責任を肯定するという考え方（本件規制権限の不行使と当該損害との間に\n「構成的（コンストラクティブ）な因果関係」を認める考え方といってもよいであ\nろう。）は、衡平の理念に照らして、少なくとも十分な検討に値するものであろ\nう。そこで、上記の考え方に則って本件規制権限の不行使と上記損害の間に認め得\nる因果関係のことを、以下、「本件構成的因果関係」と呼ぶこととし、項を改め\nて、本件構成的因果関係の存否について検討を加える。\n２  多数意見において論じたとおり、本件事故が生じた主たる原因は、本件地震\nと本件津波によって、外部の変電所から本件発電所に供給されていた電力（この電\n力の供給源を、以下「外部電源」という。）と非常時に本件非常用電源設備により\n本件各原子炉施設（この用語は、以下、５号機及び６号機の原子炉施設も含めた意\n味で用いる。）に供給されることが予定されていた電力（この電力の供給源を、以\n下「非常用電源」という。）の双方が（６号機の非常用電源を除いては）利用不能\nとなったことにあり、その結果、１～３号機は炉心の冷却を継続し得ず、炉心損傷\nに至った。したがって、本件構成的因果関係の存否を判定するに当たっては、本件\n仮定の下において、本件各原子炉施設について外部電源及び非常用電源の双方が失\nわれていたか否かが焦眉の論点となる。\nしかるところ、本件仮定の下では、本件事故の際とは異なり、地震動によって外\n部電源の設備が損傷することはなく、少なくとも津波が到来するまでの間は外部電\n源が利用可能であったと推認し得る。けだし、本件長期評価が想定している地震は\n明治三陸地震と同規模の地震であるところ、明治三陸地震によって生じた東日本各\n地の震度は最大でも震度４であるとされており、震度４の地震によって上記の送電\nに支障を生ぜしめるほどの損壊が外部電源の設備に発生するとは考え難いからであ\nる（本件地震の際には、本件発電所が位置する福島県双葉郡大熊町及び双葉町で震\n度６強が観測され、この地震動によって外部電源の設備に重大な損壊が発生し、こ\nれが外部電源喪失の主たる原因になったとされている。）。そして、本件仮定の下\nにおいて本件発電所に到来することが想定される津波は、本件試算津波と同じもの\nであると考えるのが合理的であるところ、この津波（以下「本件仮定津波」とい\nう。）の敷地への流入状況や本件各原子炉施設の配置状況や運転状況等を踏まえ\nて、本件仮定津波の本件各原子炉施設への影響を考察すれば、本件各原子炉施設に\nおいては、本件仮定津波の到来後も、外部電源の継続的利用が可能であったか、そ\nうでなくとも、本件事故と同様の事故の発生には至らなかった可能性が小さくない\nと考えられる。以下、この点について敷衍して説明する（なお、非常用電源につい\nては、本件仮定津波の到来に伴い、水冷式非常用ディーゼル発電機は海抜４ｍの海\n側エリアに設置されていた冷却水くみ上げポンプの水没によりその機能を失い、空\n冷式非常用ディーゼル発電機（６号機のものを除く。）も、本件仮定津波の本件敷\n地への流入箇所に近い運用補助共用施設（共用プール）の地下に設置されていた付\n属の高圧電源盤の浸水によりその機能を失った可能性が高いので、６号機を除く全\nての本件各原子炉施設が非常用電源を喪失していた可能性が高い。）。\n本件各原子炉施設の配置と本件仮定津波の流入状況\n本件発電所の６基の原子炉の主要建屋は、事務本館等がある海抜３０ｍの区画等\nを挟んで南北二つの敷地に分かれて設置されている。このうち北側の海抜１３ｍの\n敷地（以下「北側敷地」という。）には、北から南に向かって６号機及び５号機の\n順に、２基の原子炉の主要建屋が設置されており、南側の海抜１０ｍの敷地（本件\n敷地）には、北から南に向かって１号機から４号機の順に、４基の原子炉の主要建\n屋が設置されている。\n本件仮定津波は、本件発電所に南東方向から到来することが想定されるものであ\nり、南側に位置する本件敷地には、原子炉のうち最も南に位置する４号機のタービ\nン建屋及びその更に南側にある各種施設付近（敷地の南東部）から流入することが\n想定されるが、１～３号機の主要建屋の海側正面に当たる敷地東側からの流入は想\n定されない。本件敷地に流入した海水は、流入直後は北西方向に向かって進むが、\n４号機タービン建屋やその南側にある各種施設の外壁等にぶつかり、これらの構造\n物を回り込むようにしながら、全体として南側から北側に向かって広がることにな\nると考えられる。\n北側敷地については、敷地の北東部から海水が流入することが想定されるが、流\n入量は極めて限定的であり、その浸水域は、敷地の北端から６号機タービン建屋の\n北側外壁付近までの小さな範囲にとどまることが想定される。\n５号機及び６号機\n上記のとおり、本件仮定津波による北側敷地の浸水は小規模なものにとどまるた\nめ、５号機及び６号機の各種電気設備類は浸水被害を受けなかった可能性が高く、\n５号機及び６号機では外部電源を継続的に利用することができた可能性が高い。\n１号機\n１号機の外部電源は、１・２号機超高圧開閉所で受電した後、１号機用の起動用\n変圧器によって降圧され、しかる後に１号機用の高圧電源盤、低圧電源盤等の電気\n設備に接続されていた。このうちの１・２号機超高圧開閉所は、海からみて本件敷\n地の背後に位置する高台に設置されていたので、本件仮定津波によってその機能が\n損なわれたとは考え難い。次に、起動用変圧器は、１号機のタービン建屋裏手の屋\n外（変圧器ヤード）に設置されていたので、本件仮定津波が敷地内に流入した場合\nに浸水する可能性を直ちには否定できない。もっとも、１号機の変圧器ヤード付近\nは、本件仮定津波が流入する敷地の南東部からはかなり離れた位置にあり、本件試\n算においても、上記変圧器付近の最大浸水深は、敷地上に建物が全くないという前\n提の下においておおむね１ｍ未満とされていた（以下、本件試算における敷地の最\n大浸水深の値は、本件試算に係る報告書添付の最大浸水深分布図から読み取ったも\nのである。）。しかるに、起動用変圧器は、もともと雨風にさらされることを前提\nに屋外に設置された設備であり、本件津波の際、建屋周囲の最大浸水が０．５～\n１．５ｍ程度であったとされる５、６号機のいずれについても、変圧器ヤードに設\n置されていた起動用変圧器は機能を喪失していない。したがって、本件仮定津波が\n到来しても、１号機の起動用変圧器は機能を喪失しなかった可能性が高い。最後\nに、１号機のタービン建屋内に設置されていた高圧電源盤、低圧電源盤等の電気設\n備（以下、併せて「電気設備類」という。）についてみると、本件敷地に浸入した\n海水がタービン建屋の開口部に達していたとすれば、その一部がタービン建屋内に\n浸入した可能性を否定できない。しかしながら、本件試算におけるタービン建屋開\n口部付近の最大浸水深は、建屋等の存在を一切考慮しない前提でおおむね１ｍ未満\nとされている。しかるに、上記開口部は、いずれも本件仮定津波の流入箇所からみ\nて２～４号機の主要建屋の陰になる部分に位置しており、加えて、開口部の前には\n深さ約６ｍの逆洗弁ピットがあった。これらの諸事実を考慮すると、本件仮定津波\nの到来に伴って敷地内に浸入した海水は、１号機タービン建屋の開口部までは到来\nしなかった可能性が高く、仮に到来したとしても、タービン建屋内の浸水量は極め\nて限定的であった可能性が高い。したがって、１号機は、その電気設備類の全部又\nはほとんどが機能喪失を免れ、外部電源を継続的に利用することができた可能性が\n高い。\n２号機\n２号機は、１号機に隣接しており、諸施設の構造と配置（建屋内部を除く。）も\n１号機のものと類似しているので、１号機に関して述べたことはおおむね２号機に\nも当てはまる。ただし、２号機の各施設は、１号機の各施設よりも本件仮定津波の\n流入箇所に近い分だけその影響が大きいはずであり、本件試算においても、２号機\nタービン建屋周辺の最大浸水深は、建物等の存在を考慮しない前提でおおむね１ｍ\n前後とされているが、一部で１．５ｍを超える部分も認められる。したがって、２\n号機のタービン建屋内にあった電気設備類の一部が損傷した可能性は、１号機の場\n合に比べれば多少は高かったといえるであろう。それでも、これらの電気設備類の\n全部又は重要部分が機能喪失を免れた可能性は決して小さいとはいえず、さらに、\n２号機は、１号機との間で相互に電力を融通することができる構造となっていたの\nで、仮に２号機が外部電源を喪失したとしても、１号機からの電力融通によって早\n期に電源を復旧し得た可能性は小さくない（なお、他の電気設備類とは異なる区域\nに設置されていた２号機の低圧電源盤４台は、本件事故の際にも機能を維持してい\nたので、本件仮定津波によるタービン建屋内の浸水があったとしても、この４台の\n低圧電源盤の機能は維持されていた可能性が高く、１号機の低圧電源盤から２号機\nの低圧電源盤に電力を融通するだけであれば、早期にこれを実現できた可能性が高\nい。）。そうすると、２号機は、外部電源の継続的利用が可能であったか、そうで\nなくても、１号機からの電力融通により早期の電源復旧に至った可能性が高い。\n３号機\n３号機は、平素は、３・４号機超高圧開閉所を介して外部電源からの電力供給を\n受けていたところ、３・４号機超高圧開閉所は海抜１０ｍの本件敷地内にあり、本\n件試算において、同所付近の最大浸水深は３．５ｍ超になるとされていた。したが\nって、本件仮定津波の到来に伴い、３・４号機超高圧開閉所には海水が大量に浸入\nし、内部にある遮断機・断路器等が水没してその機能を喪失していた可能性が高\nい。しかしながら、本件地震の当日、３号機については、外部電源に係る受電設備\nが工事中であったため、２号機の高圧電源盤と３号機の高圧電源盤とが接続され、\n２号機の高圧電源盤を通じて外部電源からの電力供給を受けていた。そして、２号\n機の高圧電源盤については、本件仮定津波によっても機能を喪失しなかった可能性\nが小さくなかったことは前述のとおりであるから、結局のところ、３号機が外部電\n源を喪失しなかった可能性も小さくはなかった（本件試算において、３号機タービ\nン建屋の開口部付近の最大浸水深は、建物等が存在しない前提で１．５ｍ前後とさ\nれており、本件津波による実際の最大浸水深（４～５ｍ）よりはるかに浅い。その\nうえ、３号機タービン建屋の開口部は、本件仮定津波の流入箇所からみて、４号機\nタービン建屋や３、４号機サービス建屋等の背後に位置しており、その開口部の前\nには深さ約６ｍの逆洗弁ピットもあったことから、本件仮定の下におけるタービン\n建屋開口部周辺の最大浸水深は１．５ｍよりもはるかに浅かった可能性が高く、し\nたがって、３号機の高圧電源盤が機能を維持し得た可能性は小さくない。）。さら\nに、３号機については、本件津波の際、バッテリーが付属する直流電源盤が浸水を\n免れたため、全交流電源喪失後も、平成２３年３月１３日未明までの３５時間前後\nの間、このバッテリーを電源とする直流電力によって炉心冷却設備が作動していた\nとされている。直流電源盤が浸水を免れたのは、それがタービン建屋の中地下階に\n設置されており、建屋内に浸入した海水は直接地下に向かって落下する性質のもの\nであることによるものと考えられており、この理由に照らせば、本件仮定の下にお\nいても、３号機の直流電源盤は浸水を免れた可能性が高い（同じく建屋の中地下階\nに設置されていた５、６号機の直流電源盤も本件津波に際して浸水を免れてい\nる。）。そして、３５時間程度の時間があれば、１、２号機との間に仮設ケーブル\nを敷設して電力を融通するか、あるいは電源車と接続することによって交流電力の\n復旧を図ることは十分に可能であったと考えられる（本件事故の際には、１、２号\n機についての電源復旧や代替注水等の作業に人員や資材等が割かれ、電源車を用い\nての３号機の交流電源復旧の作業開始は大幅に遅れた。）。以上の諸事実に照らす\nならば、本件仮定津波が到来しても、３号機は外部電源を喪失しなかったか、ある\nいは、仮に一時的に喪失したとしても、直流電源盤が機能している間に電源の復旧\nが完了した可能性が小さくない。\n４号機\n４号機の外部電源に係る受電設備である３・４号機超高圧開閉所が本件仮定津波\nによって機能を喪失した可能性が高いことは前述のとおりであり、しかも、４号機\nは、本件仮定津波の流入箇所の最も近くに位置する原子炉施設であったため、本件\n仮定津波の到来に伴って大量の海水が４号機の主要建屋内に浸入することが想定さ\nれ、かつ、バッテリー付属の直流電源盤が建屋の中地下階にあるという特殊事情も\n存在していなかった。したがって、４号機は本件仮定津波によって全電源を喪失し\nた可能性が高い。しかしながら、本件地震当日、４号機の原子炉は運転されておら\nず、その燃料は全て使用済み燃料プールに貯蔵されていた。しかるに、本件事故の\n際には、４号機の全電源が喪失したために使用済み燃料プールへの注水が停止し、\nその後自衛隊が建屋外から同プールに向けて放水を開始するまで、８日余りにわた\nって全く注水がなされなかったにもかかわらず、燃料が水面から露出することはな\nかったとされる。本件仮定の下においては、１～３号機の外部電源は喪失しない\nか、仮に一時的に喪失しても早期に電源復旧に至っていた可能性が小さくないこと\nは前述のとおりであり、この点に鑑みるならば、本件仮定の下における４号機の使\n用済み燃料プールへの注水は、上記の８日余りが経過するよりもはるかに早い時点\nで実現されていた可能性が高いと考えられるので、結局のところ、４号機について\nも燃料の損傷等の重大な事態が発生した可能性は小さい。\n以上によれば、本件仮定の下においては、本件各原子炉施設のいずれについても\n本件構成的因果関係を認めるに足る事実は認定できない。上記に記した事実の中に\nは、本件地震の発生当日に４号機の燃料が使用済み燃料プールに移されていた点\nや、同日においては、３号機が２号機からの電力融通を受けていた点などの偶発的\n事実が含まれていることに慄然たる思いはあるものの（３号機のバッテリー付属直\n流電源盤が中地下階に設置されていたこともある意味では偶発的事実といえよ\nう。）、これらの事実は本件仮定によって影響されることのない歴史的事実である\nから、本件構成的因果関係の存否を判定するうえにおいてこれらの事実を否定する\nことはできない（ただし、本件構成的因果関係を否定し得る根拠がこのような偶発\n的事実に依拠しているということは、本件規制権限の不行使を国の作為義務違反と\n認めるうえでの有力な根拠とはなり得るであろう。）。もっとも、本件仮定を加え\nたことにより歴史的事実にはなかった新たな事実が生じ、これが本件構成的因果関\n係の存否の判断に影響を及ぼす可能性は否定できない（例を挙げるならば、本件仮\n定の下においては電気設備類の一部が浸水した状態で外部電源から本件各原子炉施\n設内に電力が供給され続けた可能性があるところ、その過程において、浸水した電\n気設備類の内部配線等がショートして火災が発生した可能性がないとはいえな\nい。）。しかしながら、このような新たな事実の発生可能性について推論を行うた\nめには、その推論を基礎付ける具体的事実の摘示が不可欠であるところ、原審の認\n定した事実の中にそのような具体的事実を見出すことはできない。\n３  かくして、本件構成的因果関係はこれを認め得ないことが明らかとなった。\nこの結論と１項で述べた伝統的法理に基づいた結論を総合すれば、次の命題を導き\n出すことができる。すなわち、本件規制権限が行使されていても、本件地震が実際\nに発生した規模のものである限り、本件事故と同様の事故の発生を回避できなかっ\nた可能性が相当程度以上あり、かつ、本件規制権限が行使されていなくても、本件\n地震が本件長期評価の想定する規模のものである限り、本件事故と同様の事故の発\n生を回避できた可能性が相当程度以上あった。この命題は、「因果関係」という外\n延がいささか不明瞭な概念をいかに広く把えようとも、本件規制権限の不行使と本\n件事故との間に因果関係は認められないと結論付けるに十分なものであろう。よっ\nて、私は多数意見に賛同する次第である。\n裁判官三浦守の反対意見は、次のとおりである。\n私は、判示第３について、多数意見と異なり、上告人は、別紙被上告人目録２か\nら６まで記載の被上告人らに対し、国家賠償法１条１項に基づく損害賠償責任を負\nい、同被上告人らの請求に関する本件上告を棄却すべきものと考える。理由は以下\nのとおりである。\n１  多数意見が述べるとおり、国又は公共団体の公務員による規制権限の不行使\nは、その権限を定めた法令の趣旨、目的や、その権限の性質等に照らし、具体的事\n情の下において、その不行使が許容される限度を逸脱して著しく合理性を欠くと認\nめられるときは、その不行使により被害を受けた者との関係において、国家賠償法\n１条１項の適用上違法となるものと解するのが相当である。\n２  法令の趣旨、目的等\n原子力基本法（平成２４年法律第４７号による改正前のもの）は、原子力の\n研究、開発及び利用は、平和の目的に限り、安全の確保を旨として行うものとし\n（２条）、核原料物質、核燃料物質及び原子炉の規制に関する法律（平成２４年法\n律第４７号による改正前のもの。以下、これを単に「原子炉等規制法」といい、同\n改正後のものを「平成２４年改正後原子炉等規制法」という。）は、原子力基本法\nの精神にのっとり、核原料物質、核燃料物質及び原子炉の利用による災害を防止\nし、及び核燃料物質を防護して公共の安全を図るために、原子炉の設置及び運転等\nに関する必要な規制を行うこと等を目的として（１条）、実用発電用原子炉を設置\nしようとする者は、経済産業大臣の許可を受けなければならないものとし、経済産\n業大臣は、その許可の申請があった場合において、原子炉施設の位置、構造及び設\n備が核燃料物質、核燃料物質によって汚染された物又は原子炉による災害の防止上\n支障がないこと等の基準に適合していると認めるときでなければ、当該許可をして\nはならないものとしていた（２３条１項１号、２４条１項）。\nそして、実用発電用原子炉の設計及び工事の方法並びに検査等については、電気\n事業法による規制も受けるものとされていたところ（原子炉等規制法７３条）、電\n気事業法は、電気工作物の工事、維持及び運用を規制することによって、公共の安\n全を確保し、及び環境の保全を図ること等を目的とし（１条）、事業用電気工作物\nを設置する者は、事業用電気工作物を経済産業省令で定める技術基準に適合するよ\nうに維持しなければならないものとし（３９条１項）、その経済産業省令において\nは、事業用電気工作物は、人体に危害を及ぼし、又は物件に損傷を与えないように\nすること等によらなければならないものとし（同条２項１号）、また、経済産業大\n臣は、事業用電気工作物がこの経済産業省令で定める技術基準に適合していないと\n認めるときは、事業用電気工作物を設置する者に対し、その技術基準に適合するよ\nうに事業用電気工作物を修理し、改造し、若しくは移転し、若しくはその使用を一\n時停止すべきことを命じ、又はその使用を一時制限することができるものとしてい\nた（４０条）。この技術基準適合命令に違反した者については、３年以下の懲役若\nしくは３００万円以下の罰金に処し、又はこれを併科すること等の罰則が設けられ\nていた（同法１１６条２号等）。\nこれらを受けて、上記技術基準として、発電用原子力設備に関する技術基準を定\nめる省令（平成１７年経済産業省令第６８号による改正前のもの。以下、これを\n「平成１７年改正前省令」といい、同改正後のものを「平成１７年改正後省令」と\nいう。）４条１項は、原子炉施設等が地すべり、断層、なだれ、洪水、津波又は高\n潮、基礎地盤の不同沈下等により損傷を受けるおそれがある場合は、防護施設の設\n置、基礎地盤の改良その他の適切な措置を講じなければならないものとし、平成１\n７年改正後省令の同項は、原子炉施設等が想定される自然現象（地すべり、断層、\nなだれ、洪水、津波、高潮、基礎地盤の不同沈下等をいう。ただし、地震を除\nく。）により原子炉の安全性を損なうおそれがある場合は、防護措置、基礎地盤の\n改良その他の適切な措置を講じなければならないものとしていた。\n実用発電用原子炉に関する技術基準について、上記のような法令の規定が定めら\nれた趣旨は、原子炉が、原子核分裂の過程において高エネルギーを放出する核燃料\n物質を燃料として使用する装置であり、その稼働により、内部に多量の人体に有害\nな放射性物質を発生させるものであって、原子炉施設の安全性が確保されないとき\nは、当該原子炉施設の従業員やその周辺住民等の生命、身体に重大な危害を及ぼ\nし、周辺の環境を放射能によって汚染するなど、深刻な災害を及ぼすおそれがある\nことに鑑み、その災害が万が一にも起こらないようにするため、原子炉の設置後の\n安全性の確保については、原子炉設置者だけに委ねるのではなく、主務大臣である\n経済産業大臣において、科学的、専門技術的見地から、原子炉施設が適切に維持さ\nれるよう、適時に技術基準を定めるとともに、原子炉施設がこれに適合していない\nときは、できる限り速やかに、これに適合するように命ずることができることとし\nたものと解される。特に、このような原子炉施設の安全性の確保については、多方\n面にわたる最新の科学的、専門技術的知見に基づいてされる必要がある上、科学技\n術が不断に進歩、発展していることから、最新の科学技術水準への即応性という観\n点からも、主務大臣に上記の権限行使を委ねるのが適当とされたものと解される\n（最高裁昭和６０年（行ツ）第１３３号平成４年１０月２９日第一小法廷判決・民\n集４６巻７号１１７４頁（以下「平成４年判決」という。）参照）。\n以上の各法令の目的及び各規定の趣旨に鑑みると、経済産業大臣の電気事業法４\n０条に基づく規制権限は、原子炉施設の従業員やその周辺住民等の生命、身体に対\nする危害を防止すること等をその主要な目的として、できる限り速やかに、最新の\n科学的、専門技術的な知見に基づき、極めてまれな災害も未然に防止するために必\n要な措置が講じられるよう、適時にかつ適切に行使されるべきものであったという\nことができる。\nこの点に関し、上告人は、経済産業大臣が、実用発電用原子炉施設の基本設\n計ないし基本的設計方針の安全性に関する事項について、電気事業法４０条に基づ\nく技術基準適合命令により是正する規制権限を有していなかった旨主張する。\nもとより、原子炉施設の位置、構造及び設備が原子炉等による災害の防止上支障\nがないことは、原子炉の設置を許可する基準の一つであり（原子炉等規制法２４条\n１項４号）、その審査は、多方面にわたる最新の科学的、専門技術的知見に基づく\n総合的判断が必要とされるところ、経済産業大臣が、原子炉設置の許可をする場合\nにおいて、一定の基準の適用について、あらかじめ原子力安全委員会の意見を聴か\nなければならないとされていたのは（同条２項）、上記基準の適合性について、各\n専門分野の学識経験者等を擁する原子力安全委員会の科学的、専門技術的知見に基\nづく意見を尊重して行う経済産業大臣の合理的な判断に委ねたものと解される。そ\nして、原子炉等規制法等による原子炉の設置、運転等に関する規制については、設\n置の許可、変更の許可、設計及び工事方法の認可、使用前検査、保安規定の認可、\n定期検査等の各規制が段階的に行われることとされ、原子炉の設置の許可の段階に\nおいては、専ら当該原子炉の基本設計ないし基本的設計方針の安全性のみを規制の\n対象としたものと解される（平成４年判決参照）。\nしかし、原子炉の設置が許可された原子炉施設について、その許可の後、津波等\nの自然現象をはじめ、様々な分野に関する科学的、専門技術的な知見の発展等によ\nり、当該原子炉の基本設計ないし基本的設計方針の安全性に影響が及ぶ可能性があ\nることは当然であり、そのような場合にも、最新の知見に基づき、原子炉施設の安\n全性を確保する必要があることはいうまでもない。そのために、経済産業大臣が適\n時に適切な技術基準を定め、原子炉設置者が原子炉施設を技術基準に適合するよう\nに維持する義務を負い、経済産業大臣が技術基準適合命令を発して是正をする規制\n権限を有することは、法の予定するところである。このような場合に、経済産業大\n臣として、原子炉の設置許可の取消しないし撤回をしない限り、行政指導によらざ\nるを得ないと解することは、段階的規制を通じて、原子炉の安全性を確保しながら\n原子力を利用するという、法体系全体に通底する考え方にも反する。津波その他の\n自然現象を列挙した上で、基礎地盤の改良その他の適切な措置を講じなければなら\nないことを技術基準の内容とする規定の文言も、そのことを前提とするものと解さ\nれる。経済産業大臣としては、技術基準適合命令を発するに当たり、必要に応じ、\n原子力安全委員会の意見を聴くこともあろうが、そのことが上記解釈を左右するも\nのではない。平成２４年改正後原子炉等規制法４３条の３の２３において、原子力\n規制委員会が、発電用原子炉施設が技術上の基準に適合していないと認めるときだ\nけでなく、設置許可の基準に適合していないと認めるときも、保安のために必要な\n措置を命ずることができるとされたのは、電気事業法４０条に関する解釈と同様の\n趣旨に基づくものと解される。\nしたがって、経済産業大臣は、実用発電用原子炉施設の基本設計ないし基本的設\n計方針の安全性に関する事項についても、電気事業法４０条に基づく技術基準適合\n命令を発することにより是正する規制権限を有していたと解するのが相当である。\n上告人は、本件事故以前から、この点に関する法令の解釈を誤っていたといわざる\nを得ない。\n３  本件技術基準の解釈等\n経済産業大臣が、電気事業法４０条に基づき技術基準適合命令を発する要件\nは、事業用電気工作物が経済産業省令で定める技術基準に適合していないと認める\nことであり、平成１７年改正前省令４条１項が定める技術基準（以下「本件技術基\n準」という。）は、原子炉施設等が津波等により損傷を受けるおそれがある場合\nは、防護施設の設置、基礎地盤の改良その他の適切な措置を講じなければならない\nことである。平成１７年改正後省令の同項に係る技術基準も、本件技術基準と同様\nの意義を有するものと解されるが、これらは、原子炉施設の位置、構造及び設備が\n原子炉等による災害の防止上支障がないことという、原子炉の設置又は変更を許可\nするための基準（原子炉等規制法２４条１項４号、２６条４項）と重なるものであ\nるから、これらは整合的に解釈されなければならない。\nア  原子力安全委員会の前身である原子力委員会は、昭和４５年以降、原子炉\nの設置許可申請等に係る安全審査に当たりその設計方針の妥当性を評価するための\n審査上の指針（以下「旧安全設計審査指針」という。）を定めていたが、原子力安\n全委員会が、平成２年８月にこれを見直して策定し、平成１３年３月に一部改訂し\nた「発電用軽水型原子炉施設に関する安全設計審査指針」（以下「平成２年安全設\n計審査指針」という。）の指針２第２項は、「安全機能を有する構築物、系統及び\n機器は、地震以外の想定される自然現象によって原子炉施設の安全性が損なわれな\nい設計であること」、「重要度の特に高い安全機能を有する構築物、系統及び機器\nは、予想される自然現象のうち最も苛酷と考えられる条件、又は自然力に事故荷重\nを適切に組み合わせた場合を考慮した設計であること」としていた。そして、その\n解説において、「自然現象のうち最も苛酷と考えられる条件」とは、「対象となる\n自然現象に対応して、過去の記録の信頼性を考慮の上、少なくともこれを下回らな\nい苛酷なものであって、かつ、統計的に妥当とみなされるものをいう」としてい\nた。この指針における自然現象の想定は、既往最大のものに限られないにしても、\nどのようにこれを想定し、防護するかについては具体的に示していなかった。\nイ  他方、我が国における津波を含む災害対策は、昭和３６年制定の災害対策基\n本法を基本としているが、平成５年の北海道南西沖地震における奥尻島の津波被害\n等を契機として、同法に基づく地域防災計画における津波対策の強化の必要性が認\n識され、国土庁等の７省庁は、平成９年３月、学識経験者の知見等を踏まえ、「地\n域防災計画における津波対策強化の手引き」（７省庁手引き）を策定し、その中\nで、津波防災計画策定の前提となる対象津波については、既往最大の津波を対象と\nすることを基本としながら、近年の地震観測研究結果等により津波を伴う地震の発\n生の可能性が指摘されているような沿岸地域については、別途想定し得る最大規模\nの地震津波を検討し、既往最大津波との比較検討を行った上で、常に安全側の発想\nから対象津波を設定するものとしていた。\nまた、平成７年の阪神・淡路大震災を契機として、同年、地震防災対策の強化を\n図ること等を目的として、地震防災対策特別措置法が制定されたが、これにより、\nそれまで、地震に関する調査研究の成果が国民や防災を担当する機関に十分に伝達\nされ活用される体制になっていなかったという課題に対応するため、地震に関する\n観測、測量、調査及び研究の推進について総合的かつ基本的な施策の立案等を行う\n機関として、総理府（その後、文部科学省）に、地震調査研究推進本部（以下「地\n震本部」という。）が設置され（同法７条１項）、さらに、地震本部の下に、地震\nに関する調査結果等の収集、整理、分析及び総合的な評価を行うため、関係行政機\n関の職員及び学識経験者のうちから文部科学大臣が任命する委員によって構成され\nる地震調査委員会が設置された（同法１０条）。\nその後、全国を概観した地震動予測地図を作成するため、地震活動の地域的な特\n徴を明らかにするとともに、将来における地震発生の可能性の評価を行うことを目\n的として、地震調査委員会の下に長期評価部会が設置され、海域に発生する地震に\n関する長期評価の検討を行うため、長期評価部会の下に海溝型分科会が設置された\nが、この海溝型分科会における調査審議に基づき、長期評価部会及び地震調査委員\n会の承認を得て、様々な海域の地震活動の長期評価が相次いで公表され、平成１４\n年７月、三陸沖から房総沖にかけての地震活動の長期評価として、本件長期評価が\n公表された。\nウ  このように、平成５年ないし同７年以降、津波に関する防災対策に係る国の\n施策や調査研究等が進展する中にあって、平成２年安全設計審査指針については、\nその点に関する改訂がなされなかった。\n他方、原子力委員会及び原子力安全委員会は、昭和５３年以降、原子炉の設置許\n可申請等に係る安全審査のうち、耐震設計方針の妥当性を評価するための審査上の\n指針として、「発電用原子炉施設に関する耐震設計審査指針」を定めていたが、原\n子力安全委員会は、平成１８年９月、これを見直して新たな同指針（以下「平成１\n８年耐震設計審査指針」という。）を策定した。これは、地震学等に関する新たな\n知見の蓄積及び耐震設計技術の進歩等を反映したものであるが、津波についても、\n地震随伴事象に対する考慮として、「施設の供用期間中に極めてまれではあるが発\n生する可能性があると想定することが適切な津波によっても、施設の安全機能が重\n大な影響を受けるおそれがないこと」とした。これは、想定する津波が既往最大の\n津波に限られないことを前提に、最新の科学的、専門技術的知見に基づいて想定す\nべきことを示すものと解されるが、耐震安全性における基準地震動等に関する詳細\nな指針と異なり、津波の想定及び防護の在り方について、それ以上具体的な指針を\n示していなかった。\nそして、原子力安全・保安院（以下「保安院」という。）は、同月、平成１８年\n耐震設計審査指針に照らした既設発電用原子炉施設等の耐震安全性の評価及び確認\n（以下「耐震バックチェック」という。）について、その評価手法及び確認基準\n（以下「耐震バックチェックルール」という。）を策定するとともに、東京電力を\n含む各電力会社等に対し、稼働中及び建設中の発電用原子炉施設について、耐震バ\nックチェックを実施し、その結果を報告することなどを指示したが、耐震バックチ\nェックルールは、津波に対する安全性を評価項目の一つとして挙げ、その評価方法\nとして「津波の評価に当たっては、既往の津波の発生状況、活断層の分布状況、最\n新の知見等を考慮して、施設の供用期間中に極めてまれではあるが発生する可能性\nがある津波を想定し、数値シミュレーションにより評価することを基本とする」な\nどとした。\n以上のような経緯等を踏まえ、電気事業法４０条の上記趣旨等に鑑みると、\n本件技術基準において、「原子炉施設等が津波により損傷を受けるおそれがある場\n合」とは、想定される津波のうち最も苛酷と考えられる条件等を考慮して、津波に\nより原子炉施設等の安全機能が損なわれるおそれがある場合を意味し、津波の想定\nに当たっては、最新の科学的、専門技術的な知見に基づき、様々な要因の不確かさ\nを保守的に（安全側に）考慮して、施設の供用期間中に極めてまれではあるが発生\nする可能性がある津波について、数値計算等を用いて適切に評価すべきものと解さ\nれる。\nまた、「（防護施設の設置、基礎地盤の改良その他の）適切な措置」とは、具体\n的な事情の下で、津波による原子炉施設等の安全機能が損なわれることを確実に防\n止するために必要かつ適切な措置を意味し、その措置の内容については、法令の趣\n旨、目的を踏まえ、最新の科学的、専門技術的な知見に基づき、様々な要因の不確\nさを保守的に（安全側に）考慮して、合理的に判断すべきものと解される。\nこのような津波に対する安全性の確保については、平成２年安全設計審査指針や\n平成１８年耐震設計審査指針においても、数値上の目安等が示されているわけでは\nないが、この点に関し、国際原子力機関（ＩＡＥＡ）の基本的安全原則において、\n技術的安全目標として、重大な炉心損傷の発生する可能性が、既存の原子炉につい\nて１炉年当たり約１万分の１回以下、将来の原子炉について１炉年当たり１０万分\nの１回以下などとされていることは（原子力発電所のための基本的安全原則７５－\nＩＮＳＡＧ－３Ｒｅｖ．１・ＩＮＳＡＧ－１２第２７項）、留意されてよい。平成\n４年判決が「災害が万が一にも起こらないようにするため」と述べているのも、同\n様の趣旨であろう。\nまた、本件技術基準は、原子炉設置者による電気供給等の事業活動を制約する面\nがあり、それが電気供給を受ける者の利益にも影響し、ひいては国民生活及び国民\n経済の維持、発展にも関係し得るものであるが、他方において、原子炉施設の安全\n性が確保されないときは、数多くの人の生命、身体やその生活基盤に重大な被害を\n及ぼすなど、深刻な事態を生ずることが明らかである。生存を基礎とする人格権\nは、憲法が保障する最も重要な価値であり、これに対し重大な被害を広く及ぼし得\nる事業活動を行う者が、極めて高度の安全性を確保する義務を負うとともに、国\nが、その義務の適切な履行を確保するため必要な規制を行うことは当然である。原\n子炉施設等が津波により損傷を受けるおそれがある場合において、電気供給事業に\n係る経済的利益や電気を受給する者の一般的な利益等の事情を理由として、必要な\n措置を講じないことが正当化されるものではない。\n４  予見可能性等\n本件各原子炉施設においては、地震発生等の異常時に自動的に原子炉を停止\nさせた後も、発熱が続く炉心の冷却を続ける必要があり、そのために設置された多\nくの注水系の作動に電力が必要であるが、外部の変電所から供給される電力が使用\nできなくなった場合には、本件非常用電源設備によって電力が供給されることとさ\nれ、これらは、本件各原子炉に係るタービン建屋又は運用補助共用施設（共用プー\nル）の１階又は地下１階に設置されていた。\n本件事故は、本件地震により、外部の変電所から供給される電力の供給が途絶え\nた状況において、本件津波が本件発電所に到来し、本件敷地が遡上波により浸水し\nて、本件非常用電源設備がその機能を喪失したこと等により、１号機から３号機ま\nでの各原子炉について、運転停止後の炉心を冷却することができなくなり、高温に\n達した燃料が著しく損傷するなどして、本件各原子炉施設から放射性物質が大量に\n放出されたものである。\nこのように、外部電源が失われた状態で、本件非常用電源設備の機能の喪失等が\n生ずると、本件事故と同様の事態に至る可能性が高いため、本件において、経済産\n業大臣の規制権限不行使の違法性を判断するに当たっては、津波が本件発電所に到\n達し、本件敷地が浸水して、本件非常用電源設備の機能の喪失等が生ずることを予\n見できたであろうといえるかという事情を考慮しなければならない。これは、原子\n炉施設等が津波により損傷を受けるおそれがある場合という本件技術基準の要件に\n重なるものであるから、３で述べた解釈を前提にして検討すべきものである。\nア  地球の表面は、大小十数枚のプレートと呼ばれる岩盤で覆われており、各\nプレートは、それぞれ年間数㎝の速さで水平に異なる移動をしている。このプレー\nトの運動による張力や圧縮の力は、岩盤にひずみを蓄積させ、そのひずみが限界に\n達すると、ある面（断層面）に沿って岩盤が急激に破壊され、地震が発生する。日\n本列島の太平洋側の日本海溝では、海側のプレートが陸側のプレートの下に沈み込\nみ、陸側のプレートの先端部が引きずり込まれており、この二つのプレートが接す\nる部分のひずみが限界に達すると、陸側のプレートの先端が跳ね上がるような断層\n運動が起き、プレート間地震が発生する。\n津波地震は、一般に、断層が通常よりゆっくりとずれて、人が感じる揺れが小さ\nくても、発生する津波の規模が大きいものをいう。これは、個々の断層において基\n本的にほぼ同じ規模の地震が繰り返し発生する固有地震と異なり、同じ場所で繰り\n返し発生しているものではないが、ゆっくりとした低周波の地震という特徴があ\nり、それと同様の特徴を持つ地震が海溝近くで頻繁に発生することが知られてい\nた。このような津波地震は、過去の地震の発生状況等を踏まえ、地震活動に関する\n構造的特徴が同じとみられる領域については、それが発生する可能性があると考え\nられたが、その領域をどのように区分するかが問題となる。\nイ  地震調査委員会等の位置付け及び構成、本件長期評価の公表に至る経緯等は\n前記のとおりであるが、地震調査委員会は、地震防災対策の強化を図ること等を目\n的とする法律の規定に基づき、地震に関する調査結果等の総合的な評価等を行う専\n門的な機関として政府に設置されたものであり、本件長期評価は、他の海域におけ\nる地震活動の長期評価と同様に、地震に関する調査研究の成果として、国民や防災\nを担当する機関に十分に伝達され活用されることを目的としたものということがで\nきる。\nそして、本件長期評価の要旨は、概ね判示第１の２ のとおりであるが、本件長\n期評価は、地震の発生位置及び震源域の形態の評価に当たり、過去の震源モデルを\n参照し、微小地震等に基づくプレート境界面の推定に関する調査研究成果及び当該\n地域の速度構造についての調査研究成果を参照した上で、三陸沖北部から房総沖に\nかけての領域について推定し、各領域の区分については、微小地震の震央分布を参\n照し、過去の大地震の震央、波源域、震源モデルの分布、バックスリップモデルの\n研究成果を考慮したとしている。そして、三陸沖北部から房総沖の日本海溝寄りの\n領域は、１７世紀以降、マグニチュード８クラスの津波地震として、三陸沖では慶\n長１６年（１６１１年）の慶長三陸地震及び明治２９年（１８９６年）の明治三陸\n地震、房総沖では延宝５年（１６７７年）の延宝房総沖地震が発生している上、海\n側プレートが陸側プレートに同じような勾配や深さで沈み込んでいること等から、\nこの領域を一つの領域として、震源域は特定できないものの、その領域内のどこで\nも同様の地震が発生する可能性が高いと評価したものである。\nこのように、本件長期評価は、地震防災対策の強化等を図るために、地震に関す\nる総合的な評価の一環として、三陸沖から房総沖にかけての将来の地震活動の発生\nに関する評価を行ったものであり、それまでに得られている科学的、専門技術的知\n見を用いて適切な手法により行われたことについて、基本的な信頼性が担保された\nものということができる。\nウ  他方、本件長期評価は、日本海溝寄りの領域において、上記の３回の津波地\n震が発生しているとしたが、このうち慶長三陸地震及び延宝房総沖地震について\nは、本件長期評価に関する審議が行われた当時から、本件長期評価とは異なる見解\nが示されていた。しかし、このような見解については、海溝型分科会においても取\nり上げられ、具体的な検討及び審議を経て、結論を得るに至ったものであり、本件\n長期評価の中でもその結論の根拠が明示された。\nまた、本件長期評価が三陸沖北部から房総沖の日本海溝寄りの領域を一つの領域\nとしたことについて、津波地震の前提となる特定の領域や条件（付加体と地塁の存\n在等）に関する見解や、日本海溝沿いの領域のうち北部と南部の違いに関する見解\nが、本件長期評価に関する審議が行われた当時からその後に至るまで示されてい\nた。しかし、１９９２年のニカラグア地震など、付加体の形成されていない海溝に\nおける津波地震が知られており、また、北部と南部の違いといっても、付加体が形\n成されていない南部においても延宝房総沖地震は津波地震と考えられた。このよう\nに、上記各見解については、津波地震の発生との関係を一般的に明らかにしたとは\nいい難い状況にあり、その点で、日本海溝沿いの南部の領域についても同様の津波\n地震が発生する可能性を必ずしも否定する関係にないと理解される。本件長期評価\nは、このような見解の存在を前提とした上で、様々な調査研究成果等を踏まえ、過\n去に発生した津波地震が特定の三陸沖にのみ発生する地震であるとはいえないとし\nて、同じ構造をもつプレート境界の海溝付近に、同様に発生する可能性があるとし\nたものであり、上記各見解が本件長期評価の合理性を損なうものとはいい難い。\nこの種の研究において様々な仮説や個人の見解が示されることは当然であるが、\n本件長期評価が、それらを含め、最新の知見を用いて、具体的な検討と審議を経\nて、多くの専門家の賛同により取りまとめられたこと自体、その信頼性を高めるも\nのということができる。\n確かに、地震や津波の発生については未解明の点がある上、過去の地震に関する\n資料が１７世紀以降に限られる等の限界があり、本件長期評価にも不確かさが存在\nすることは否定できない。しかし、このような自然現象の予測が困難であって、不\n確実性を伴うことは、むしろ当然のことといってよい。「津波により損傷を受ける\nおそれ」を要件とする本件技術基準も、これを前提として、深刻な災害の発生を確\n実に防止するため、最新の科学的、専門技術的知見に基づき、極めてまれではある\nが発生する可能性がある津波を対象とするものである。その趣旨に照らせば、その\n判断は、確立した見解に基づいて確実に予測される津波に限られるものではなく、\n最新の知見における様々な要因の不確かさを前提に、これを保守的に（安全側に）\n考慮して、深刻な災害の防止という観点から合理的に判断すべきものである。\n以上に述べたとおり、地震調査委員会等の位置付け及び構成、本件長期評価の目\n的、手続、内容等に鑑みると、本件長期評価は、そのような判断の基礎とすべき合\n理性に欠けるものではない。\nア  土木学会は、土木工学の進歩、土木事業の発達を図ること等を目的とする\nところ、平成１１年、土木学会原子力土木委員会の下に、原子力発電所の津波に対\nする安全評価技術の体系化及び標準化について検討することを目的として、津波評\n価部会が設置されたが、同部会は、学識経験者のほか、東京電力を含む各電力会社\nの研究従事者等の委員によって構成されていた。\n津波評価部会が取りまとめた平成１４年津波評価技術の内容は、判示第１の２\nのとおりであるが、プレート境界付近に想定される地震に伴う津波の波源の設定に\nついては、地震地体構造の知見を踏まえて設定するとして、いわゆる萩原マップを\n前提としながら、萩原マップの比較的大きな構造区分について、基準断層モデルの\n波源は、過去の地震の発生状況等の地震学的知見等を踏まえ、合理的と考えられる\n更に詳細に区分された位置に津波の発生様式に応じて設定することができるとした\n上で、福島県沖の日本海溝沿いの領域には波源を設定しなかった。\nイ  津波に対する安全評価技術の体系化及び標準化という津波評価部会の目的か\nらすると、これは、既往津波から基準断層モデルを設定し、数値計算等を行って設\n計津波水位を求めるという、一般的な技術ないし方法を主要な課題とするものと理\n解され、他方、基準断層モデルの波源を設定する領域の区分は、個別の海域ごと\nに、様々な調査研究成果等を踏まえた詳細な検討を要する問題であって、それが主\n要な課題として取り上げられたものとはうかがわれない。\nまた、平成１４年津波評価技術において、プレート境界付近に想定される津波の\n波源の設定について、地震地体構造の知見を踏まえて設定するとしながら、過去の\n津波の発生状況を重視して領域を細かく区分することは、狭い領域の既往津波を想\n定するものであって、過去に津波の発生していない領域における津波の発生の可能\n性を看過することになる。この点に関し、平成１４年津波評価技術は、日本海溝沿\nいの海域の北部と南部の地震活動の違い等を指摘するとともに、文献を引用して、\n津波地震等の発生場所が限定されることが示唆されるとしたが、前記のとおり、そ\nのような見解が、日本海溝沿いの南部の領域において同様の津波地震が発生する可\n能性を必ずしも否定する関係にはないと理解される上、平成１４年津波評価技術\nが、そのほかに、本件長期評価が領域区分の検討に当たって参照した様々な調査研\n究成果等を参照したものともうかがわれない。これは、本件技術基準の判断の基礎\nとすべき合理性という点でも大きな疑問がある。\nさらに、土木学会の位置付けや津波評価部会の構成、手続等に鑑みても、平成１\n４年津波評価技術における波源の設定に関する領域の考え方が、本件長期評価の合\n理性を損なうものとはいえない。\nそのほか、本件長期評価の公表後の事情について検討すると、まず、地震調\n査委員会が平成１５年３月に公表した「プレートの沈み込みに伴う大地震に関する\n長期評価の信頼度について」は、長期評価の「三陸沖北部から房総沖の海溝寄りの\nプレート間大地震（津波地震）」について、発生領域の評価の信頼度及び発生確率\nの評価の信頼度をいずれもＣ（やや低い）と評価した。しかし、これらは、想定地\n震と同様の地震が領域内のどこかで発生すると考えられることを前提として、その\n地震データが少ないことを理由とするものであり、上記のような本件長期評価の不\n確かさを前提とした合理性の評価を左右するものではない。\nまた、地震調査委員会が、それまでの長期評価等を踏まえて、平成１７年３月に\n取りまとめた「全国を概観した地震動予測地図」のうち、決定論的手法が用いられ\nた「震源断層を特定した地震動予測地図」では、本件長期評価が示した日本海溝沿\nいの津波地震は含まれていなかった。しかし、「震源断層を特定した地震動予測地\n図」は、ある特定の震源断層に着目し、そこで地震が発生した場合に周辺の地域が\nどの程度の強い揺れに見舞われるかを示した地図であるから、これに、本件長期評\n価に係る津波地震が含まれていないのは、その趣旨に照らして当然ともいえる。\nさらに、中央防災会議の日本海溝・千島海溝周辺海溝型地震に関する専門調査会\nは、平成１８年１月、同調査会報告において、同海溝型地震に着目して防災対策の\n対象とすべき地震を選定した上で、その被害想定に基づく地震対策等の基本的事項\nを取りまとめた。その中で、同調査会は、防災対策の検討対象とする地震として\nは、過去に大きな地震の発生が確認されているものを対象とする一方、大きな地震\nが発生しているが繰り返しが確認されていないものは、発生間隔が長く、近い将来\nに発生する可能性が低いとして、その検討対象から福島県沖・茨城県沖のプレート\n間地震等を除外した。しかし、この対象の選定は、内閣総理大臣による地域の指定\nに基づき、国、地方公共団体、民間事業者等に対し各種防災計画の策定等を法律上\n義務付けるという制度に係る政策的判断を含むものであり、地震に関する調査結果\n等の総合的な評価の一環として行われた本件長期評価とは、性質及び内容を異にす\nる。\nしたがって、これらの事情は、いずれも、本件長期評価の科学的、専門技術的な\n見地からの合理性に関する評価を左右するものとはいい難い。\n保安院が、本件長期評価の公表後、自ら又は東京電力に指示をして、本件長\n期評価を踏まえ、最新の科学的、専門技術的知見に基づいて津波を想定する場合、\n多数意見が述べるとおり、本件試算は合理性を有する試算であったといえるから、\n本件試算津波と同様の津波による遡上が想定されることになったものと考えられ、\n海抜１０ｍの本件敷地には、最大で海抜１５．７０７ｍの高さの遡上波が襲来する\nことが想定された。そして、外部電源が失われた状態で、このような遡上波により\n本件敷地が浸水すれば、本件非常用電源設備がその機能を失うなどして、本件事故\nと同様の事故が発生するおそれがあることは明らかであった。\nそうすると、経済産業大臣としては、本件長期評価の合理性の検討及びこれに基\nづく津波の想定等に一定の期間を要することを考慮しても、遅くとも本件長期評価\nの公表から１年を経過した平成１５年７月頃までの間に、本件各原子炉施設につい\nて、原子炉施設等が津波により損傷を受けるおそれがあると認識することができ、\n東京電力に対し、電気事業法４０条に基づく技術基準適合命令を発する必要がある\nことを認識することができたものと認められる。\n５  結果回避可能性等\n本件において、経済産業大臣の規制権限不行使の違法性を判断するに当たっ\nては、同規制権限が行使されていれば、本件事故又はこれと同様の事故による被害\nが発生しなかったであろうといえるかという事情を考慮しなければならない。\nこの場合、本件技術基準に係る技術基準適合命令は、経済産業大臣が、原子炉設\n置者に対し、原子炉施設等が本件技術基準に適合するように適切な措置を講ずるこ\nとを命ずるものであり、講ずべき措置の内容を特定する必要はないと解される。ど\nのような措置を講ずるかについては、命令を受けた原子炉設置者において、本件技\n術基準に適合させるために必要かつ適切な措置について具体的に検討した上で、必\n要な手続を進めなければならないが、その措置の内容については、法令の趣旨、目\n的を踏まえ、具体的な事情の下で、原子炉施設等の安全機能が損なわれることを確\n実に防止するために必要かつ適切な措置として合理的に認められるものを対象とす\nべきものと解される。\n本件長期評価の公表以前の我が国における原子炉施設の津波に対する安全性\nの確保については、安全設備等が設置される原子炉施設の敷地が浸水することを防\nぐという考え方を基本としており、本件発電所においては、本件敷地が浸水するこ\nとを前提としない設計が行われていたから、本件長期評価に基づいて想定される遡\n上波が本件敷地に到達することを防止することは、津波に対する安全性の確保とい\nう点で重要であり、そのために、新たに、適切な防潮堤等を設置する必要があった\nと考えられる。\nこの防潮堤等について、多数意見は、本件試算津波の高さは、本件敷地の南東側\n前面においては本件敷地の高さを超えていたものの、東側前面においてはその高さ\nを超えることはなかったから、設計される防潮堤等は、本件敷地の南東側からの海\n水の浸入を防ぐことに主眼を置いたものとなる可能性が高いとしている。\nしかし、本件試算によれば、既存の防波堤の南側と北側において、海抜１０ｍを\n優に超える津波の遡上が想定されただけでなく、当該防波堤の湾内においても、本\n件発電所の１号機から６号機までの各原子炉に係る取水ポンプの位置（海抜４ｍ）\nにおいて、海抜１０ｍ前後の津波が想定されるとともに、１号機北側の本件敷地に\n津波が遡上すると想定されたことがうかがわれる。\nそして、本件試算における断層モデルのパラメータは、明治三陸地震の断層モデ\nルを前提にしているが、それは一つのモデルにとどまり、実際に発生する津波地震\nにおける断層の数値がこれらに必ず一致するものでもない。パラメータスタディに\nよりその不確定性が一定程度緩和されるにしても、評価対象地点の各数値が科学的\nに正確なものと確認することは、原理的に不可能といってよい。地震及び津波が諸\n条件によって複雑に変化し、予測が困難な自然現象であって、これらに関する研究\nや予測の技術も発展過程にあることを考え併せれば、本件長期評価に基づく津波の\n想定においては、本件試算の各数値を絶対のものとみるべきではなく、これを基本\nとして、相応の数値の幅を持つものと考えるのが相当である。\nまた、津波による遡上波が本件敷地に到達すれば、主要建屋の１階又は地下１階\nに設置された本件非常用電源設備が浸水して機能を停止し、原子炉の冷却機能が失\nわれて、深刻な事態が生ずることは明らかであるから、安全上の余裕を考慮した想\n定が必要である。\nそうすると、本件試算において、上記防波堤の湾内において、海抜１０ｍ前後の\n津波が迫り、その一部が本件敷地に遡上する可能性がうかがわれること等に鑑みれ\nば、本件技術基準の適用に当たり、本件敷地の南東側からだけでなく、東側からも\n津波が遡上する可能性を想定することは、むしろ当然というべきである。\nしたがって、本件長期評価を前提に、経済産業大臣が技術基準適合命令を発した\n場合、東京電力としては、速やかに、本件敷地の東側からも津波が遡上しないよ\nう、適切な防潮堤等を設置する措置を講じ、想定される遡上波が本件敷地に到達す\nることを防止する必要があったものであり、その実施を妨げる事情もうかがわれ\nず、それが実施された蓋然性が高いということができる。\nア  本件長期評価に基づいて想定される津波に対する措置として、適切な防潮\n堤等の設置を基本とするにしても、その実施に当たっては、それによって遡上波が\n本件敷地に到達することを防止することができるか否かについて、科学的、専門技\n術的な観点から慎重な検討を行う必要があった。それまでは、原子炉の設置に当た\nり、想定される津波の高さと敷地の高さを比較することを基本としていたが、本件\nでは、既設の原子炉において、事後的に、防潮堤等の設置によって遡上波の到達を\n防止しなければならない事態となり、具体的な断層モデルの設定に応じて、波高や\n波力等に影響する様々な条件を考慮し、それらに対応すべき防潮堤等の位置、高\nさ、構造等について、地盤の状況や既存の施設・設備の状況等を踏まえながら、詳\n細に検討する必要があった。このような検討に基づく施工を行って、その完成に至\nるまでには、年単位の相当の期間を要したものと推認される。\nそうすると、それが完成するまでの間、原子炉施設等が津波により損傷を受ける\nおそれがあり、本件技術基準に適合しない状態がなお継続することになる。本件敷\n地が浸水することを前提としない設計の下に原子炉が稼働している状況にあって、\n津波により本件敷地が５ｍ以上も浸水するおそれがあることは、決して抽象的な危\n険ではなく、具体的かつ深刻な危険といってよい。この場合、重大な災害の発生及\nび拡大を防止するためには、原子炉の一時停止を含め、様々な措置が検討されなけ\nればならないが、特に、炉心又は使用済燃料プールの冷却を継続する機能を維持す\nるためには、本件非常用電源設備の機能の維持が不可欠であり、それが浸水に対し\n極めて脆弱であることもまた明らかである。防潮堤等の設置が完了するまでの間、\nこのような危険を放置することは、万が一にも深刻な災害が起こらないようにする\nという法令の趣旨に反するというべきである。\nまた、非常用電源設備は、原子炉施設の安全性を確保するため特に重要なものと\nして、平成２年安全設計審査指針の指針９第２項においても、平成１７年改正前省\n令８条の２に係る技術基準においても、多重性等を備えた設計であることが求めら\nれており、想定されるすべての環境条件においてその機能が発揮できるようにしな\nければならないものであった（平成１７年改正後省令８条の２第２項参照）。津波\nによる浸水が現に想定される場合において、本件非常用電源設備の機能を維持する\nために必要な措置が講じられていないことは、この点でも、技術基準に適合しない\nとみることもでき、速やかに適切な措置を講ずる必要があった。\nこの場合、本件非常用電源設備は、主要建屋の１階又は地下１階に設置されてい\nたのであるから、津波に対し、その機能を維持するためには、これらが存在する区\n画を特定した上で、当該区画及びその建屋について、津波による浸水範囲及び浸水\n量を想定し、浸水の可能性のある経路及び浸水口（扉、開口部、貫通口等）を特定\nして、浸水を防止する水密化等の措置を講ずる必要があったということができる。\nその当時、国内及び国外の原子炉施設において、一定の水密化等の措置が講じら\nれた実績があったことがうかがわれ、扉、開口部及び貫通口等について浸水を防止\nする技術的な知見が存在していたと考えられる。こうした知見を踏まえ、具体的な\n断層モデルの設定に応じて、波高や波力等に影響する様々な条件を考慮するととも\nに、不確実性については安全上の余裕を考慮しつつ、必要かつ適切な設備の性能等\nを検討することにより、水密化等の措置を講ずることは十分に可能であったと考え\nられる。また、こうした設備工事が、前記のような防潮堤等の設置という土木工事\nと比較して、十分早期に完了し得たことは容易に推認される。\nイ  多数意見は、本件事故以前の知見の下において、安全設備等が設置された原\n子炉施設の敷地が津波により浸水することが想定される場合に、適切な防潮堤等を\n設置するという措置が津波対策として不十分であったと解すべき事情はうかがわれ\nず、それ以外の措置が講じられた蓋然性があるということはできないとする。\nしかし、津波に対する安全性評価については、旧安全設計審査指針においても、\n平成２年安全設計審査指針においても、３０年以上にわたり、地震以外の自然現象\nを包括して抽象的な指針が定められているだけであって、津波の想定やこれに対す\nる防護の在り方に関する具体的な指針は定められなかった。多数意見は、本件事故\n以前の津波対策について、津波により上記敷地の浸水が想定される場合、防潮堤等\nを設置することにより上記敷地への海水の浸入を防止することを基本とするもので\nあったことを強調するが、このことを定めた法令はもとより、そのような指針が存\n在したわけでもなく、また、本件長期評価の公表以前に、防潮堤等の設置により上\n記敷地の浸水を防止することを前提として、原子炉の設置許可等がされた実績があ\nったこともうかがわれない。それまでは、想定される遡上波が到達しない十分高い\n場所に上記原子炉施設が設置されることにより安全性が確保されているとして、津\n波による浸水が想定される場合の対策については、十分な検討がされていなかった\nというべきであろう。本件のように、それまで想定されなかった津波による浸水を\n防止するために、事後的に防潮堤等を設置せざるを得なくなったことは、まさに前\n例のない事態であり、東京電力としては、この事態に即応して、極めてまれな災害\nも未然に防止するために適切な措置を講ずる法的義務を負っていたものである。本\n件技術基準に従って講ずべき措置については、本件長期評価を前提とする具体的な\n事情の下で、そのような災害を確実に防止するために必要かつ適切な措置として合\n理的に認められるものを対象とすべきであり、こうした措置を蓋然性の考慮から除\n外すべき理由はない。\nウ  このような観点から検討すると、まず、安全設備等が設置された原子炉施設\nの敷地が津波により浸水することを防ぐことを基本とする考え方については、設計\n方針の妥当性を評価する具体的な指針は存在しなかったが、津波による浸水を前提\nとしない設計を妥当なものとして維持するには、少なくとも、その浸水の防止が確\n実なものでなければならない。しかし、そもそも、津波は、予測が困難な自然現象\nであって、これに関連する科学技術も不断の発展過程にある中で、最新の知見に基\nづいて想定された津波であっても、これを超える津波が発生する可能性をおよそ否\n定することは困難である。しかも、長年にわたり、津波の想定や防護の在り方につ\nいて、科学的、専門技術的観点から確実な根拠に基づく具体的な指針が定められな\nかったことは、耐震安全性における基準地震動や耐震設計等に関する詳細な指針と\n比較しても、津波に対する安全性評価の不確実性を示しており、それは、設計方針\nの評価に関わる重要な問題であった。\nさらに、本件長期評価に基づく適切な試算により、稼働中の原子炉について、設\n置許可当時の設計津波水位（海抜３．１２２ｍ）の５倍超という、想定を大幅に超\nえる津波が想定されるに至り、本件発電所においては、３０年以上にわたり、各時\n点の知見に基づく津波の想定による対応では本件敷地の浸水が確実に防止されてお\nらず、極めて危険な状態で原子炉の稼働を続けてきたことが明らかとなる。これ\nは、それまでの安全性を根底から覆し、それが「神話」であったことを示すものと\nいってもよい。このような安全性評価に伴う重大な危険は、設計方針の妥当性を揺\nるがす問題であり、本件技術基準の適用に当たっては、これを改める特段の考慮が\n必要であったといわざるを得ない。\n新たな想定においても、本件長期評価や本件試算は、その時点の科学技術水準に\n照らし合理性を有していたとはいえ、引き続き進歩、発展すべき知見であり、その\n不確実性を免れるものではない。実際に、本件長期評価は、１７世紀以降の地震に\n関する整理を前提としたものであって、更に長い周期に係る津波の可能性等を科学\n的な根拠をもって否定するものではなく、特に、貞観１１年（８６９年）の貞観地\n震については、多くの専門家によって、東北地方沿岸の地層の痕跡調査等の研究が\n積み重ねられつつあったことがうかがわれる。また、津波に対する安全性評価にお\nいて考慮すべき様々な安全裕度という点からみても、長年にわたり、設計方針に関\nする具体的な指針が定められず、また、上記浸水の防止も確保できていなかった状\n況において、５倍超という想定の変動をもたらす科学技術の発展過程を前提に、確\n実な根拠に基づいてこれを防止できる新たな数値等を見いだし得たと解すべき事情\nはうかがわれず、本件試算が得られた後においても、これらが見いだされたことは\nうかがわれない。本件試算がパラメータスタディにより一定の保守性を有していた\nにしても、それが以上の点を左右しないことは明らかである。\nこのような事情の下で示された浸水の危険性は、いかにまれとはいえ、数多くの\n人の生命、身体等に重大な危害を及ぼすという現実の問題であり、取返しのつかな\nい深刻な災害を確実に防止するという法令の趣旨に照らすと、津波による浸水を前\n提としない設計をそのまま維持することは、もはやその合理性を認め難いものであ\nった。本件技術基準に従って講ずべき措置としては、単に、想定される津波を前提\nとした防潮堤等の設置で足りるということはできず、極めてまれな可能性であって\nも、本件敷地が津波により浸水する危険にも備えた多重的な防護について検討すべ\nき状況にあったというべきである。そして、本件非常用電源設備は、主要建屋の１\n階又は地下１階に設置されており、本件敷地を浸水させる津波の襲来という単一の\n要因によって、その機能を全て喪失する危険性が高いことは明らかであり、その多\n重的な防護の必要性が特に高いものであった。\nこれらの事情を総合すると、本件技術基準の適用に関し、上記水密化等の措置\nは、防潮堤等の設置が完了するまでの間において、本件非常用電源設備の機能を維\n持するために必要かつ適切な措置であるとともに、その後も、本件非常用電源設備\nの多重的な防護を図るものとして必要かつ適切な措置であったということができ\nる。\nこのような想定を超える事態に対する多重的な防護の必要性については、本件事\n故の発生を待つまでもなく、本件長期評価に基づく適切な試算により、それまでの\n安全性が根底から覆されるという具体的な事情の下で合理的に認識されるものであ\nり、東京電力も保安院も、法令に従って真摯な検討を行うことにより、これを認識\nすることは十分に可能であったと考えられる。また、このような試算は、本件事故\n以前には公表されなかったことがうかがわれ、そのような状況で、これを前提とす\nる専門家等の具体的な議論が広く見られなかったとしても、それはむしろ当然のこ\nとであり、それが上記のような多重的な防護の必要性等を否定する理由となるもの\nではない。\nしたがって、経済産業大臣が技術基準適合命令を発した場合、東京電力として\nは、速やかに、上記水密化等の措置を講ずる必要があったものであり、その実施を\n妨げる事情もうかがわれず、それが実施された蓋然性が高いということができる。\nエ  一般に、通常の事業活動に伴う事故に関し、法令上、事業者に義務付けられ\nておらず、多くの事業者も講じていなかった安全措置等については、これを講ずべ\nき注意義務を認め難い場合が多いにしても、本件は、そのような事案ではない。本\n件事故から８年以上前に、本件長期評価の公表により、その当時の法令上、本件各\n原子炉施設が本件技術基準に適合していないと認識することができ、東京電力とし\nては、極めてまれな災害も未然に防止するために適切な措置を講ずる法的義務を負\nっていた。そして、技術基準適合命令によりその確実な履行が求められた場合、ど\nのような措置を講ずべきかが問題となるが、長年にわたる安全性評価に伴う重大な\n危険が明らかとなるなど、安全性評価の基本的な在り方に関わる前例のない事情の\n下で、単に、それまでの措置や設計方針にとどまらず、上記法令の趣旨等を踏ま\nえ、本件技術基準が求める内容を検討する必要があった。\nしかし、上告人は、技術基準適合命令に係る規制権限に関する上記法令の解釈を\n誤っていたものであり、実際に、同命令が発せられることはなかった。また、保安\n院も東京電力も、本件長期評価の公表後、これに基づく津波の想定についての検討\nを速やかに行っていない上、東京電力は、５年以上経過した後、本件試算を認識し\nたものの、防潮堤等の設置を含め、必要な対策を速やかに具体化することもなく、\n更に概ね３年後の本件事故の直前まで、保安院に対し、本件試算を報告しないま\nま、本件各原子炉施設の稼働を続けていた。このように、本件事故に至るまでの\n間、これらの関係者において、上記法的義務の履行を前提とする検討が適切になさ\nれなかったことは明らかであり、これによって、誤った安全性評価がそのまま維持\nされ、周辺住民等の生存や生活に関わる上記法令がないがしろにされていたという\nほかない。\n多数意見は、このような状況における認識や知見に基づき、上記法令の趣旨や解\n釈に何ら触れないまま、上記水密化等の措置の必要性や蓋然性を否定している。こ\nれは、長年にわたり重大な危険を看過してきた安全性評価の下で、関係者による適\n切な検討もなされなかった考え方をそのまま前提にするものであり、上記法令の解\n釈適用を踏まえた合理的な認識等についての考慮を欠くものといわざるを得ない。\n上記のような不作為や懈怠に伴う不十分な認識等は、本件技術基準が求める適切な\n措置の必要性等を否定する根拠となるべきものではない。\nア  そこで、本件長期評価を前提に、経済産業大臣が技術基準適合命令を発し\nた場合、東京電力において、防潮堤等の設置の措置とともに、水密化等の措置が講\nじられた蓋然性が高いことを前提にして、本件津波により、本件敷地が浸水して、\n本件非常用電源設備がその機能を失うなどして、本件事故又はこれと同様の事故が\n発生しなかったであろうといえるかについて検討する。\nイ  まず、経済産業大臣は、前記のとおり、平成１５年７月頃までの間に、東京\n電力に対し、技術基準適合命令を発する必要があることを認識することができたも\nのであり、同月頃までにこれを発したとすれば、本件事故までには７年６か月以上\nの期間があったことになるから、上記の各措置は、本件事故までの間に全て完了し\nていたものと推認される。\nウ  その上で、本件地震及びこれに伴う本件事故の経過をみると、その概要は、\n判示第１の２ のとおりであるが、本件津波により本件非常用電源設備がその機能\nを喪失したのは、いずれも、本件各原子炉に係るタービン建屋及び運用補助共用施\n設（共用プール）の内部への津波の浸水によるものと認められ、その浸水経路は、\n建屋の出入り口、開口部等と考えられるから、本件非常用電源設備に係る重要な区\n画及びその建屋について水密化等の措置が適切に講じられていれば、本件非常用電\n源設備が浸水によりその機能を失うことを防止する上で重要な効果をもたらしたも\nのと考えられる。\n他方で、本件地震は、本件長期評価において想定される地震の規模よりはるかに\n大きいものであり、本件津波も、東北地方から関東地方北部の太平洋側を中心に極\nめて広い範囲で観測されたが、ここでの問題は、本件津波と、本件長期評価に基づ\nいて想定される津波について、地震や津波の規模等の違いそのものではなく、本件\n非常用電源設備が浸水により機能を喪失する可能性に関する違いを踏まえ、本件津\n波により本件事故又はこれと同様の事故が発生する可能性がなかったといえるかと\nいう点にある。この点を離れて、上記規模等の違いそのものを強調することに意味\nはない。\nその観点から検討すると、本件津波による主要建屋付近の浸水深は、１．５ｍな\nいし５．５ｍであったが、本件試算津波による主要建屋付近の浸水深も、４号機の\n原子炉建屋及びタービン建屋付近で約２．０ｍないし２．６ｍとされた上、４号機\nの原子炉建屋の南西側に設置された運用補助共用施設（共用プール）付近では５ｍ\nに近かったことがうかがわれる。\nまた、本件津波は、本件敷地の東側からも遡上するなどしたが、主要建屋につい\nて、外壁や柱等の構造躯体には津波による有意な損傷が確認されなかった上、本件\n各原子炉のタービン建屋においては、本件事故当時、水密化等の措置がほとんど講\nじられておらず、東側に面する大物搬入口も極めて脆弱な構造であったが、それで\nも、津波の浸水に対する一定の防護機能を果たしたことがうかがわれる。さらに、\n非常用ディーゼル発電機の給気ルーバは、地上に開口しており、そこからの浸入に\nよって非常用ディーゼル発電機が被水したことは、本件津波の波力等が左右したも\nのとは考え難い。\nそして、経済産業大臣の技術基準適合命令に基づき、前記のような水密化等の措\n置を講ずる場合、本件試算津波による最大浸水深等の諸条件を前提にした上で、安\n全上の余裕を考慮して、適切な設計を行うことは当然であるから、そのような水密\n化等の措置が講じられていれば、本件津波に対しても、本件非常用電源設備を防護\nする効果を十分にあげることができたと考えられる。\nさらに、防潮堤等の設置が完了していれば、本件津波の一部が防潮堤等を超えて\n本件敷地に浸入したとしても、その浸水量は、防潮堤等が設置されていなかった本\n件事故の場合と比較して、相当程度減少していたものと考えられる。このことは、\n水密化等の措置による防護の効果を一層確実なものとしたことが明らかである。\nエ  これらの事情を総合的に考慮すると、本件長期評価を前提に、経済産業大臣\nが、電気事業法４０条に基づき、東京電力に対し、技術基準適合命令を発していれ\nば、本件事故又はこれと同様の事故が発生しなかったという高度の蓋然性があった\nということができる。\n本件長期評価は、本件地震のように、複数の領域が連動して超巨大地震が発生す\nることを想定していなかったが、「想定外」という言葉によって、全ての想定がな\nかったことになるものではない。本件長期評価を前提とする事態に即応し、保安院\n及び東京電力が法令に従って真摯な検討を行っていれば、適切な対応をとることが\nでき、それによって本件事故を回避できた可能性が高い。本件地震や本件津波の規\n模等にとらわれて、問題を見失ってはならない。\n６  保安院の対応状況等\n地震や津波に関する自然現象については未解明の点もあり、これに関する様\n々な研究や予測の技術も、不断に進歩、発展していることからすると、経済産業大\n臣としては、電気事業法４０条に基づく規制権限を適切に行使するためには、常\nに、そのような知見の進展状況を的確に把握して、これを活用しなければならな\nい。現に稼働中の原子炉施設が津波により損傷を受けるおそれが認められること\nは、極めてまれな危険といっても、具体的な危険を伴う事態であるから、最新の科\n学技術水準に即応して、できる限り速やかに、その要件該当性を判断するなどし\nて、適時にかつ適切に上記権限を行使する必要があった。\nア  保安院は、本件長期評価が公表された後、東京電力に対し、本件発電所の\n安全性等について説明を求めたが、平成１４年８月上旬、東京電力から、福島県沖\nでは有史以来津波地震は発生していないこと及び津波地震は特定の領域や特定の条\n件下でのみ発生する極めて特殊な地震であるという考え方が示されていることなど\nの説明を受けたため、東京電力に対し、地震本部がどのような根拠で本件長期評価\nを示したのか確認するよう指示をした。\nその後、東京電力は、海溝型分科会委員の一人から意見聴取をするなどして、同\n月下旬、保安院に対し、同人から、海溝型分科会で異論を唱えたが、分科会として\nはどこでも起こると考えるに至ったと聞いたこと、土木学会の手法に基づいて確定\n論的に検討するならば、福島県から茨城県沖には津波地震は想定できないこと、確\n率論で扱うことはできるので、そのように対応したいことなどを説明し、保安院は\nこれを了承した。\nイ  このような東京電力の説明が適切な根拠に基づくものでないことは、本件長\n期評価の合理性等に照らし明らかであり、保安院は、自らこの点を十分に確認して\n検討しないまま、その説明をほぼ鵜呑みにしたに等しい。\n地震調査委員会は、地震防災対策の強化等を図るため、地震に関する調査結果等\nの総合的な評価等を行う専門的な機関として、法律の規定に基づいて政府に設置さ\nれたものであり、本件長期評価は、地震調査委員会が、地震防災対策の強化等を図\nるため、上記総合的な評価の一環として取りまとめたものであるから、保安院とし\nては、本件長期評価の合理性及びそれに基づく津波の想定等について、できる限り\n速やかに、自ら十分な検討を行うとともに、東京電力に対してもそれを強く求める\nことが必要であった。\n本件長期評価の公表直後における保安院の対応は、自ら主体的に、最新の知見を\n把握し、これに基づいて、できる限り速やかに、本件技術基準の要件該当性等を判\n断するなどして、法律上の権限行使に関する自らの責務を果たすという姿勢には程\n遠いものであった。\nその後、保安院は、独立行政法人原子力安全基盤機構と連携して設置した安\n全情報検討会や溢水勉強会において、海外の原子力発電所における津波等による浸\n水事故の状況や、本件発電所における津波による浸水についての検討結果等の報告\nを受け、津波による浸水の危険が現実の問題であることを十分に認識することがで\nき、本件長期評価に関する検討及び対応の必要性が一層明らかであったにもかかわ\nらず、その対応を耐震バックチェックに委ねる形で、これを先送りした。\nまた、耐震バックチェックは、保安院が、平成１８年耐震設計審査指針を踏まえ\nた安全性の評価及び確認のため、原子炉設置者に対する行政指導として行ったもの\nであり、東京電力に対し、本件長期評価を踏まえ、原子炉施設等が本件技術基準に\n適合するように必要な措置を講じさせることを目的としたものとはいい難い上、保\n安院の指示から約４年６か月を経ても、本件発電所に係る最終報告が提出されない\nまま、本件事故に至った。\n上告人は、前記のとおり、電気事業法４０条に関する解釈を誤っていたもの\nであり、保安院も、本件長期評価の公表後のいずれかの時点において、本件技術基\n準の要件該当性等について具体的な検討を行って、その判断をしたことはうかがわ\nれない。これは、法が定める規制権限の行使を担うべき機関が事実上存在していな\nかったというに等しい。\n７  経済産業大臣の規制権限不行使の違法\n以上の事情を総合すると、経済産業大臣は、平成１５年７月頃には、本件各原子\n炉施設について、原子炉施設等が津波により損傷を受けるおそれがあり、適切な措\n置が講じられていないため、本件技術基準に適合していないと認め、電気事業法４\n０条に基づく規制権限を行使して、東京電力に対し、技術基準適合命令を発すべき\nであったのであり、同月頃以降、経済産業大臣が上記規制権限を行使しなかったこ\nとは、その周辺に居住していた住民との関係において、法令の趣旨、目的や、その\n権限の性質等に照らし、著しく合理性を欠くものであって、国家賠償法１条１項の\n適用上違法であるというべきである。\n８  結論\n以上のとおり、本件における経済産業大臣の規制権限の不行使は、平成１５年７\n月頃以降、国家賠償法１条１項の適用上違法であり、しかも、この時点において、\n経済産業大臣の過失も認められ、上記不行使と本件事故との因果関係も認められる\nから、上告人は、同項に基づく損害賠償責任を免れない。\n本件発電所の安全管理について一次的に責任を負うのは、いうまでもなく東京電\n力であり、その関係において、上告人の責任は二次的なものということができる。\nしかし、原子力発電所の設置及び運営は、原子力利用の一環として、国民生活及び\n国民経済の維持、発展に不可欠なエネルギー政策を踏まえたものであり、その安全\n性の確保についても、深刻な災害の発生を未然に防止するため、上告人が、その設\n置の許可からその後の各段階における規制を通じて、万全を期すことを前提として\nいた。本件における経済産業大臣の技術基準適合命令も、稼働中の原子炉施設につ\nいて、周辺住民等の生命、身体に対する危害を防止すること等を目的として、その\n安全性を確保するために付与された重要な規制権限であることに鑑みれば、上告人\nの責任の範囲が別紙被上告人目録２から６まで記載の被上告人らに係る損害の一部\nに限定されるべき理由はない。\nしたがって、上告人及び東京電力は、同被上告人らに係る損害の全体についてそ\nれぞれ責任を負い、これらは不真正連帯債務の関係に立つと解するのが相当であ\nる。\n以上によれば、上告人の上記損害賠償責任を肯定した原審の判断は、是認するこ\nとができる。論旨は採用することができない。\n( 裁判長裁判官   菅 野 博 之   裁判官   三 浦   守   裁判官   草 野 耕 一   裁判官\n岡村和美)\n"
}