{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 4,
    "month": 11,
    "day": 1
  },
  "case_number": "令和4(行ケ)1",
  "case_name": "選挙無効請求事件",
  "court_name": "仙台高等裁判所第２民事部",
  "lawsuit_id": "91507",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=91507",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/507/091507_hanrei.pdf",
  "contents": "主      文\n１  原告らの請求をいずれも棄却する。ただし、令和４年７月１０日に行われた\n参議院議員選挙における青森県選挙区、岩手県選挙区、宮城県選挙区、福島県\n選挙区、山形県選挙区における選挙は違法である。\n２  訴訟費用は被告らの負担とする。\n事実及び理由\n第１  請求の趣旨（原告らの求める判決）\n令和４年７月１０日に行われた参議院議員選挙の青森県選挙区、岩手県選挙区、\n宮城県選挙区、福島県選挙区及び山形県選挙区における選挙を無効とする。\n第２  請求の原因（原告らの主張）\n前記参議院議員（選挙区選出）選挙につき、各選挙区の選挙人である原告らは、\n公職選挙法１４条、別表第３の選挙区及び議員定数の定めが、人口比例に基づいて\n定数配分をしておらず、憲法５６条２項、１条、前文第１文に基づく人口比例選挙\nの要求に違反し、憲法９８条１項により無効であると主張し、公職選挙法２０４条\nに基づき、各選挙区における選挙を無効とする裁判を求めた。\n原告らが別紙２請求の原因において主張するとおり、総務省選挙関係資料「令和\n３年９月登録日現在議員１人当たり都道府県別有権者数」（別紙２の別表）により\n選挙区の議員１人当たりの有権者数をみると、最少の福井県選挙区と最多の神奈川\n県選挙区との較差（最大）は、１対３．０１９であり、福井県選挙区との人口較差\nは、宮城県選挙区３．０１７、福島県選挙区２．４６７、青森県選挙区１．６９１、\n岩手県選挙区１．６２９、山形県選挙区１．４２０となっている。\n第３  参議院議員選挙の選挙区と議員１人当たりの人口、有権者数\n令和４年７月の参議院議員通常選挙は、平成３０年法律第７５号による改正後の\n公職選挙法に基づき施行された。\n参議院議員の定数は２４８人、そのうち１００人を比例代表選出議員、１４８人\nを選挙区選出議員とし（公職選挙法４条２項）、半数の比例代表選出議員５０人、\n選挙区選出議員７４人を選挙したものである。\n参議院議員選挙法（昭和２２年法律第１１号）は、参議院議員の選挙について、\n参議院議員２５０人を全国選出議員１００人と地方選出議員１５０人とに区分し、\n地方選出議員については、その選挙区及び各選挙区における議員定数を定め、都道\n府県を単位とする選挙区において選出されるものとした。そして、各選挙区の議員\n定数は、定数を偶数として最小２人を配分する方針の下に、昭和２１年当時の人口\nに基づき、各選挙区の人口に比例する形で、２人ないし８人の議員定数を配分した。\n参議院創設当時は、選挙区間の議員１人当たりの人口の最大較差は１対２．６２、\n昭和２２年４月の選挙当日の有権者数の最大較差１対２．５１であったが、別紙３\n「参議院議員通常選挙における最大較差の推移」のとおり、次第に拡大した。\n最高裁大法廷平成８年９月１１日判決は、平成４年７月の参議院議員通常選挙に\nおける選挙区間の投票価値の較差が最大１対６．５９に拡大するに及んで、結論に\nおいて選挙当時における上記議員定数配分規定が憲法に違反するに至っていたとは\nいえないとしたものの、違憲の問題が生ずる程度の投票価値の著しい不平等状態が\n生じていた旨判示した。\n平成６年改正における７選挙区の定数の８増８減の措置により、平成２年１０月\n実施の国勢調査結果による人口に基づく最大較差は４．８１倍に縮小し、平成１２\n年改正における３選挙区の定数の６減及び平成１８年改正における４選挙区の定数\nの４増４減の措置の前後を通じて、平成１３年から平成１９年までに施行された各\n通常選挙当時の最大較差は５倍前後で推移した。\n最高裁大法廷平成２４年１０月１７日判決は、選挙区間の最大較差が５．００倍\nの状況において施行された平成２２年７月の参議院議員通常選挙につき、結論にお\nいて選挙当時の定数配分規定が憲法に違反するに至っていたとはいえないとした も\nのの、選挙当時の最大較差が示す選挙区間における投票価値の不均衡は、違憲の問\n題が生ずる程度の著しい不平等状態にあった旨判示するとともに、都道府県を単位\nとして各選挙区の定数を設定する現行の方式をしかるべき形で改めるなど、現行の\n選挙制度の仕組み自体の見直しを内容とする立法的措置を講じ、できるだけ速やか\nに違憲の問題が生ずる上記の不平等状態を解消する必要がある旨を指摘した。\n参議院の制度創設以来、選挙区選出議員（制度創設時は地方選出議員）の選挙は、\n都道府県を単位とする選挙区により行われたが、平成２７年改正により、鳥取県と\n島根県、徳島県と高知県が合区されて定数２人の選挙区となった。\n平成３０年改正では、平成２７年改正による４県２合区の選挙区を維持したまま、\n埼玉県選挙区の定数を２人増員した。この改正の結果、平成２７年１０月実施の国\n勢調査結果による日本国民人口に基づく選挙区間の最大較差は２．９９倍となった。\n令和２年１１月１８日の最高裁大法廷判決は、平成３０年改正法に基づいて行わ\nれた令和元年７月の参議院議員選挙（本件選挙の直前の通常選挙）について、平成\n２７年国勢調査による日本国民人口に基づく選挙区間の最大較差が２．９９となり、\n選挙当時の選挙区間の最大較差が３．００倍であった選挙区間における投票価値の\n不均衡は、違憲の問題が生ずる程度の著しい不平等状態にあったとはいえず、定数\n配分規定が憲法に違反する状態に至っていたということはできないと判断した。\n令和４年７月の参議院議員通常選挙における令和２年１０月実施の国勢調査結果\nによる日本国民人口に基づく選挙区ごとの日本国民の人口、議員定数、議員１人当\nたり人口、較差は、総務省が令和３年１１月３０日に発表した「令和２年国勢調査\n人口（確定値）に基づく計算結果の概要」（別紙４）１７、１８頁の表のとおりで\nあり、最少の福井県選挙区を１．０００とした議員１人当たり人口の較差は、最大\n較差が宮城県選挙区３．０３１となり、東京都選挙区３．００２、神奈川県選挙区\n３．００２となっている。\n議員１人当たり人口の較差が３倍を超える宮城県、東京都、神奈川県の３選挙区\nの令和２年日本国民の人口は、宮城県２２８万２５４３人、東京都１３５６万４２\n２２人、神奈川県９０４万１８０２人、３選挙区合計２４８８万８５６７人となり、\n令和２年日本国民の人口合計１億２３７４万３６３９人の２０．１％に上り、人口\n全体の２割を超える日本国民が、議員１人当たり人口の較差が３倍以上の選挙区 内\nに住んでいる。\n有権者数では、令和３年９月１日現在の議員１人当たりの選挙区別の有権者数は、\n別紙２請求の原因の別表のとおりであり、議員１人当たり有権者数が最少の福井県\nとの較差は、神奈川県３．０１９（最大）、宮城県３．０１７、東京都３．００７\nとなり、３選挙区が較差３倍を超えた。原告らの選挙区では、福島県２．４６７、\n青森県１．６９１、岩手県１．６２９、山形県１．４２０であった。\n令和４年７月１０日の参議院議員通常選挙の当日の選挙区別の有権者数、定数、\n議員１人当たり人口、較差は、別紙５の表のとおりであり、議員１人当たり有権者\n数が最少の福井県との較差は、神奈川県３．０３０（最大）、宮城県３．０２５、\n東京都３．００６となり、３選挙区が較差３倍を超えた。福島県２．４６４、青森\n県１．６９０、岩手県１．６２８、山形県１．４１７であった。\n第４  被告選挙管理委員会の主張の要旨（詳細は別紙６答弁書のとおり）\n令和４年７月の参議院議員通常選挙の時において、公職選挙法１４条１項、別表\n第３の参議院（選挙区選出）議員の議員定数配分規定の下における投票価値の不均\n衡は、違憲の問題が生ずる程度の著しい不平等状態に至っていたとはいえず、また、\n万一、そのような違憲状態に至っていたと判断されたとしても、選挙までの期間内\nにその是正がされなかったことが国会の裁量権の限界を超えるともいえない。\n定数配分規定が憲法に違反する無効なものとはいえず、本件選挙は有効である。\n平成２７年改正は、参議院創設以来、初めて都道府県を選挙区の単位とする仕組\nみを改め、４県２合区とした上で、定数４の３選挙区（宮城県、新潟県、長野県）\nの定数を２人ずつ減員し、５選挙区（東京都、北海道、愛知県、兵庫県、福岡県）\nの定数を２人ずつ増員した。この定数配分規定の下で施行された平成２８年選挙に\nおける最大較差は、１対３．０８であった。\n平成３０年改正は、選挙区選出議員の定数を２人増加して、その２人を埼玉県選\n挙区に配分して定数を８人とし、この改正により、平成２７年国勢調査の結果の人\n口に基づく最大較差は、１対２．９９まで縮小された。\n令和４年７月施行の本件選挙においては、令和２年国勢調査結果に基づく選挙区\n間の最大較差（人口）は、福井県と宮城県の間の１対３．０３であり、較差が３倍\nを超えた選挙区は３つであった。選挙当日における最大較差は、福井県と神奈川県\nの間の１対３．０３であり、較差が３倍を超えた選挙区は３つであった。\n令和元年選挙に係る令和２年最高裁大法廷判決は、平成３０年改正につき、「参\n議院議員の選挙制度について様々な議論、検討を経たものの容易に成案を得ること\nができず、合区の解消を強く望む意見も存在する中で、合区を維持して僅かではあ\nるが較差を是正しており、数十年間にわたって５倍前後で推移してきた最大較差を\n前記の程度まで縮小させた平成２７年改正法における方向性を維持するよう配慮し\nたものである」と判示し、令和元年選挙当時、平成３０年改正後の定数配分規定の\n下での選挙区間における投票価値の不均衡は、違憲の問題が生ずる程度の著しい不\n平等状態にあったとはいえず、定数配分規定が憲法に違反するに至っていたという\nことはできないと判断している。\n憲法は、投票価値の平等を要求しているが、他方で、国民の利害や意見を公正か\nつ効果的に国政に反映させるための選挙制度の仕組みの決定を国会の広範な裁量に\n委ねている。投票価値の平等は、選挙制度の仕組みを決定する唯一、絶対の基準で\nはなく、国会が正当に考慮することができる他の政策的目的ないし理由との関連に\nおいて調和的に実現されるべきものである。\n憲法が二院制を採用した趣旨は、立法を始めとする多くの事項について参議院に\nも衆議院とほぼ等しい権限を与えつつ、参議院議員の任期をより長期とすること等\nによって、多角的かつ長期的視点からの民意を反映させ、衆議院との権限の抑制、\n均衡を図り、国政の運営の安定性及び継続性を確保しようとするものと解される。\nこのような趣旨に基づいた役割を参議院が果たすために、構成員たる参議院議員\nの選挙制度において、人口比例の要請以外の考慮要素についても考慮することは、\n十分な合理性を有する。参議院議員の選挙制度における投票価値の平等は、議員定\n数の配分に当たり考慮を要する参議院固有の要素があることを踏まえつつ、政治的、\n社会的に一つのまとまりを有する行政単位である都道府県の意義や実体、過疎化に\nよる地方の疲弊に対する配慮等の国政遂行のための民意の的確な反映を実現するた\nめに必要な種々の要素といった人口比例以外の政策的目的ないし理由との関連にお\nいて調和的に実現されるべきものである。\nそして、いかなる具体的な選挙制度によって、前記の憲法の趣旨を実現し、投票\n価値の平等の要請と調和させていくかは、二院制の下における参議院の性格や機能\n及び衆議院との異同をどのように位置づけ、これをそれぞれの選挙制度にいかに反\n映させていくかという点を含め、国会の合理的な裁量に委ねられている。\nしたがって、定数配分規定が違憲と評価されるのは、参議院の独自性のほか、国\n会が正当に考慮することができる他の政策的目的ないし理由を考慮しても、投票価\n値の平等の見地から見て違憲の問題が生ずる程度の著しい不平等 状態が生じてお\nり、かつ、選挙までの期間内にその是正がされなかったことが国会の裁量権の限界\nを超える場合に限られる。\n国政に関する選挙制度をみると、衆議院は、市区町村の単位を基本とする小選挙\n区選挙と全国を１１のブロックに分けた比例代表選挙が採用されているのに対し、\n参議院は、全都道府県の区域を通じた比例代表選挙と都道府県単位を原則とする選\n挙区選挙が採用されている。このように参議院において都道府県単位を原則とする\n選挙制度が維持されていることによって、両議院の選挙制度全体として、我が国に\nおける地方公共団体の種類及び各地方公共団体の特色を踏まえて多角的な民意の反\n映が可能となっている。比例代表選挙においては投票価値の較差が存在しないため、\n有権者が多数存在する都市部の投票が選挙結果に大きな比重を占める。\nそうすると、平成２７年改正法に引き続いて平成３０年改正法が、参議院の選挙\n区選出議員について、都道府県が行政単位として歴史的、政治的、経済的、社会的、\n文化的に重要な役割を担ってきたことなどに鑑み、住民の意思を集約的に反映させ\nるという都道府県の意義ないし機能を原則として維持し、その代表の実質的内容な\nいし機能に衆議院と異なる独特の要素を持たせようとしたことは、参議院の選挙区\n選出議員の議員選出基盤について衆議院議員のそれとは異なる要素を付加し、多角\n的な民意の反映を可能とするものであるから、選挙制度の仕組みの決定として合理\n的であって、憲法が二院制を採用した趣旨に沿うものといえる。\n参議院選挙には、衆議院と異なる憲法上の技術的制約等があることに加え、平成\n２７年改正で導入された合区制度による種々の弊害が現実に生じるなどしており、\n選挙制度改革に向けた意見を集約し、成案を得ることは極めて困難な状況にある。\nそれにもかかわらず、国会は、平成２７年改正以降も参議院選挙制度に関する議論\nを継続し、平成３０年改正法を成立させ、投票価値の不均衡を是正した。更に、国\n会は、平成３０年改正後も、参議院改革協議会を設けるなどして、選挙制度の更な\nる改革に向けた検討を継続的に行っている。\n参議院議員の選挙区選挙において、都道府県を選挙区割りの基本単位としている\nことは、国会による裁量権の行使として合理性があり、平成２７年改正により、平\n成２６年大法廷判決が指摘した投票価値に関する違憲の問題が生ずる程度の著しい\n不平等状態は解消され、その後の平成３０年改正により、投票価値の不均衡が更に\n是正され、本件選挙時においても最大較差は３．０３にとどまっていたなどの事情\nを考慮すると、本件選挙当時、選挙区間における投票価値の不均衡は、投票価値の\n平等の重要性に照らして看過し得ない程度にまで達していないから、違憲の問題が\n生ずる程度の著しい不平等状態に至っていたとはいえない。\n万一、本件選挙当時、投票価値の不均衡について違憲の問題が生ずる程度の著し\nい不平等状態に至っていると判断されることがあるとしても、国会において、本件\n選挙までの間に、そのことを認識し得たとはいえない。加えて、国会が是正のため\nに採るべき立法措置の内容、そのために検討を要する事項及び実際に必要となる手\n続や作業等の諸般の事情を併せ考慮すれば、国会における是正の実現に向けた取組\nが司法の判断の趣旨を踏まえた裁量権の行使の在り方として相当なものでなかった\nとはいえないから、本件選挙までの期間内に定数配分規定の改正がされなかったこ\nとをもって国会の裁量権の限界を超えるとはいえない。\n第５  当裁判所の判断\n１  要旨\n当裁判所は、令和２年１０月の国勢調査による日本国民人口に基づく議員１人当\nたり人口の較差が、最少の福井県を１．０００として、宮城県３．０３１（最大）、\n東京都３．００２、神奈川県３．００２となり、３倍を超える選挙区が３選挙区に\n上り、３倍を超える３選挙区の人口が日本国民の２割を超える状態となったことは、\n国会議員の選挙制度の仕組みの具体的決定を原則として国会の裁量に委ねた憲法上\nの国会の裁量権の範囲を逸脱し、投票価値の平等という憲法の要求に反する著しい\n投票価値の不平等状態に至っていたものと判断する。\nこのような憲法の要求に反する投票価値の著しい不平等状態が国勢調査により令\n和３年１１月に明らかになったのに、その不平等を全く是正することなく令和４年\n７月の選挙に至ったことは、憲法の要求する投票価値の平等という議会制民主主義\nの根幹をなす重要な要請について、国会が必要な考慮をしなかったものといわざる\nを得ず、国会が裁量権を逸脱して憲法上要求される合理的期間内に是正をしなかっ\nたものであって、本件選挙の時点における参議院選挙区選出議員選挙の選挙区と議\n員定数に関する公職選挙法の定めは、投票価値の平等という憲法の要求に違反し、\n無効であったものと判断する。\n令和４年７月の参議院議員通常選挙のうち選挙区選出議員選挙は、公職選挙法の\n定める選挙区と議員定数の定めが、憲法の要求する投票価値の平等に反するから、\n選挙区選出議員選挙が全体として、憲法に違反する無効な議員定数配分規定により\n行われた違法な選挙となる。\nしかし、そのことを理由に選挙を無効とする判決をしても、これによって直ちに\n憲法に違反する状態が是正されるわけではなく、その是正は法律を改正しなければ\nできないことを考慮し、原告らが選挙を無効とすることを求める青森県、岩手県、\n宮城県、福島県、山形県の各選挙区の選挙が違法であることを主文で宣言した上で、\nこれらの選挙を無効とすることを求める原告らの請求は棄却することとする。\n２  選挙権の平等と選挙制度\nわが憲法上、国政は、国民の厳粛な信託に基づき、国民の代表者が行うものであ\nり（前文１項）、国権の最高機関である国会は、全国民を代表する選挙された議員\nで組織する衆議院及び参議院で構成するものとされ（４１条、４２条、４３条１項）、\n国会の両議院の議員を選挙する権利は、国民固有の権利として成年である国民のす\nべてに保障され（１５条１項、３項）、選挙人資格については、人種、信条、性別、\n社会的身分、門地、教育、財産又は収入によって差別してはならないとされている\n（４４条ただし書）。\n元来、選挙権は、国民の国政への参加の機会を保障する基本的権利として、議会\n制民主主義の根幹をなすものであり、現代民主国家においては、一定の年齢に達し\nた国民のすべてに平等に与えられるべきものとされているのが一般であるが、この\nような選挙権の平等化が実現されたのは、必ずしも古いことではない。平等は、自\n由と並んで、近代国家における基本的かつ究極的な価値であり理念であって、特に\n政治の分野において強く追求されてきたのであるが、それにもかかわらず、当初に\nおいては、国民が政治的価値において平等とみられることがなく、基本的な政治的\n権利というべき選挙権についても、種々の制限や差別が存しており、それが多年に\nわたる民主政治の発展の過程において次第に撤廃され、今日における平等化の実現\nをみるに至ったのである。国民の選挙権に関するわが憲法の規定もまた、このよう\nな歴史的発展の成果のあらわれにほかならない。\nところで、この歴史的発展を通じて一貫して追求されてきたものは、このように、\nおよそ選挙における投票という国民の国政参加の最も基本的な場面においては、国\n民は原則として完全に同等とみられるべく、各自の身体的、精神的又は社会的条件\nに基づく属性の相違はすべて捨象されるべきであるとする理念であるが、このよう\nな平等原理の徹底した適用としての選挙権の平等は、単に選挙人資格に対する制限\nの撤廃による選挙権の拡大を要求するにとどまらず、更に進んで、選挙権の内容の\n平等、言い換えれば、各選挙人の投票の価値、すなわち各投票が選挙の結果に及ぼ\nす影響力においても平等であることを要求せざるを得ないものである。そして、こ\nのような選挙権の平等の性質からすれば、例えば、特定の範疇の選挙人に複数の投\n票権を与えたり、選挙人の間に納税額等による種別を設けその種別ごとに選挙人数\nと不均衡な割合の数の議員を選出させたりするような、殊更に投票の実質的価値を\n不平等にする選挙制度がこれに違反することは明らかであるが、そのような顕著な\n場合ばかりでなく、具体的な選挙制度において各選挙人の投票価値に実質的な差異\nが生ずる場合には、常にこの選挙権の平等の原則との関係で問題が生ずるのである。\n各選挙区における選挙人の数と選挙される議員の数との比率上、各選挙人が自己の\n選ぶ候補者に投じた１票がその者を議員として当選させるために寄与する効果に大\n小が生ずる場合もまた、その一場合にほかならない。\n憲法は、このような選挙権の平等の原則の歴史的発展の成果の反映であり、選挙\n権に関しては、国民はすべて政治的価値において平等であるべきであるとする徹底\nした平等化を志向するものであり、選挙権の内容、すなわち各選挙人の投票の価値\nの平等もまた、憲法の要求するところである。\nしかし、この投票価値の平等は、各投票が選挙の結果に及ぼす影響力が数字的に\n完全に同一であることまでも要求するものではない。代表民主制の下における選挙\n制度は、選挙された代表者を通じて、国民の利害や意見が公正かつ効果的に国政の\n運営に反映されることを目標とし、他方、政治における安定の要請をも考慮しなが\nら、それぞれの国において、その国の事情に即して具体的に決定されるべきもので\nあり、そこに論理的に要請される一定不変の形態が存在するわけのものではない。\nわが憲法もまた、この理由から、国会両議院の議員の選挙については、議員の定数、\n選挙区、投票の方法その他選挙に関する事項は法律で定めるべきものとし（４３条\n２項、４７条）、両議院の議員の各選挙制度の仕組みの具体的決定を原則として国\n会の裁量に委ねているのである。それゆえ、憲法は、投票価値の平等についても、\nこれをそれらの選挙制度の決定について国会が考慮すべき唯一絶対の基準としてい\nるわけではなく、国会は、衆議院及び参議院それぞれについて他に斟酌することの\nできる事項をも考慮して、公正かつ効果的な代表という目標を実現するために適切\nな選挙制度を具体的に決定することができるのであり、投票価値の平等は、先に例\n示した選挙制度のように明らかにこれに反するもの、その他憲法上正当な理由とな\nりえないことが明らかな人種、信条、性別等による差別を除いては、原則として、\n国会が正当に考慮することのできる他の政策的目的ないし理由との関連において調\n和的に実現されるべきものと解される。\nもっとも、このことは、平等選挙権の一要素としての投票価値の平等が、単に国\n会の裁量権の行使の際における考慮事項の一つであるにとどまり、憲法上の要求 と\nしての意義と価値を有しないことを意味するものではない。投票価値の平等は、常\nにその絶対的な形における実現を必要とするものではないけれども、国会がその裁\n量によって決定した具体的な選挙制度において現実に投票価値に不平等の結果が生\nじている場合には、それは、国会が正当に考慮することのできる重要な政策的目的\nないしは理由に基づく結果として合理的に是認することができるものでなければな\nらないと解されるのであり、その限りにおいて大きな意義と効果を有するのである。\nこの理は、昭和５１年４月１４日の最高裁大法廷判決が判示している。\n３  参議院議員選挙における投票価値の平等への憲法上の要請\n憲法は、二院制の下で、一定の事項について衆議院の優越を認め（５９条ないし\n６１条、６７条、６９条）、その反面、参議院議員の任期を６年の長期とし、解散\n（５４条）もなく、選挙は３年ごとにその半数について行う（４６条）ことを定め\nている。その趣旨は、議院内閣制の下で、限られた範囲について衆議院の優越を認\nめ、機能的な国政の運営を図る一方、立法を始めとする多くの事柄について参議院\nにも衆議院とほぼ等しい権限を与え、参議院議員の任期をより長期とすることによ\nって、多角的かつ長期的な視点からの民意を反映し、衆議院との権限の抑制、均衡\nを図り、国政の運営の安定性、継続性を確保しようとしたものと解される。いかな\nる具体的な選挙制度によって、上記の憲法の趣旨を実現し、投票価値の平等の要請\nと調和させていくかは、二院制の下における参議院の性格や機能及び衆議院との異\n同をどのように位置付け、これをそれぞれの選挙制度にいかに反映させていくかと\nいう点を含め、国会の合理的な裁量に委ねられているところであるが、その合理性\nを検討するに当たっては、参議院議員の選挙制度が設けられてからの制度と社会の\n状況の変化を考慮することが必要である。\n参議院議員の選挙制度を衆議院議員の選挙制度の変遷と対比してみると、両議院\nとも、選挙の単位の区域に広狭の差はあるものの、いずれも、都道府県又はそれを\n細分化した地域を選挙区とする選挙と、より広範な地域を選挙の単位とする比例代\n表選挙との組合せという類似した選出方法が採られ、その結果として同質的な選挙\n制度となってきている。このような選挙制度の変遷とともに、急速に変化する社会\nの情勢の下で、議員の長い任期を背景に国政の運営における参議院の役割はこれま\nでにも増して大きくなってきている。加えて、衆議院については、この間の改正を\n通じて、投票価値の平等の要請に対する制度的な配慮として、選挙区間の人口較差\nが２倍未満となることを基本とする旨の区割りの基準が定められている。これらの\n事情に照らすと、参議院についても、二院制に係る上記の憲法の趣旨との調和の下\nに、更に適切に民意が反映されるよう投票価値の平等の要請について十分に配慮す\nることが求められるところである。\nこのような憲法の趣旨、参議院の役割等に照らすと、参議院は衆議院とともに国\n権の最高機関として適切に民意を国政に反映する責務を負っていることは明らかで\nあり、参議院議員の選挙であること自体から、直ちに投票価値の平等の要請が後退\nしてよいと解すべき理由は見いだし難い。参議院議員の選挙制度において都道府県\nを選挙区の単位として各選挙区の定数を定める仕組みについては、都道府県が歴史\n的にも政治的、経済的、社会的にも独自の意義と実体を有し、政治的に一つのまと\nまりを有する単位として捉え得ることに照らし、都道府県を構成する住民の意思を\n集約的に反映させるという意義ないし機能を加味しようとしたものと解することが\nできる。都道府県が地方における一つのまとまりを有する行政等の単位であるとい\nう点は今日においても変わりはなく、その限度においては相応の合理性を有してい\nたといい得るが、これを参議院議員の選挙区の単位としなければならないという憲\n法上の要請はなく、むしろ、都道府県を選挙区の単位として固定する結果、その間\nの人口較差に起因して投票価値の大きな不平等状態が長期にわたって継続している\nと認められる状況の下では、上記の仕組み自体を見直すことが必要になるものとい\nわなければならない。また、参議院についての憲法の定めからすれば、議員定数配\n分を衆議院より長期にわたって固定することも立法政策として許容されるとして\nも、ほぼ一貫して人口の都市部への集中が続いてきた状況の下で、数十年間にもわ\nたり投票価値の大きな較差が継続することを正当化する理由としては十分なものと\nはいえなくなっている。さらに、参議院議員の選挙制度の仕組みの下では選挙区間\nの較差の是正には一定の限度があることも、短期的な改善の努力の限界を説明する\n根拠としては成り立ち得るとしても、数十年間の長期にわたり大きな較差が継続す\nることが許容される根拠になるとはいい難い。現行の選挙制度は、限られた総定数\nの枠内で、半数改選という憲法上の要請を踏まえた偶数配分を前提に、都道府県を\n単位として各選挙区の定数を定めるという仕組みを採っているが、人口の都市部へ\nの集中による都道府県間の人口較差の拡大が続き、総定数を増やす方法を採ること\nにも制約がある中で、このような都道府県を各選挙区の単位とする仕組みを維持し\nながら投票価値の平等の実現を図るという要求に応えていくことは、もはや著しく\n困難な状況に至っているものというべきである。\n参議院議員の選挙制度については、限られた総定数の枠内で、半数改選という憲\n法上の要請を踏まえて各選挙区の定数が偶数で設定されるという制約の下で、長期\nにわたり投票価値の大きな較差が続いてきた。しかしながら、国民の意思を適正に\n反映する選挙制度が民主政治の基盤であり、投票価値の平等が憲法上の要請である\nことや、さきに述べた国政の運営における参議院の役割に照らせば、より適切に民\n意が反映されるよう、単に一部の選挙区の定数を増減するにとどまらず、都道府県\nを単位として各選挙区の定数を設定する現行の方式をしかるべき形で改めるなど、\n選挙制度の仕組み自体の見直しを内容とする立法的措置を講じ、できるだけ速やか\nに違憲の問題が生ずる不平等状態を解消する必要がある。\nこれは、平成２４年１０月１７日の最高裁大法廷判決が、議員１人当たりの選挙\n人数の最大較差が１対５．００であった平成２２年７月の参議院議員選挙について、\n選挙区間における投票価値の不均衡は違憲の問題が生ずる程度の著しい不平等状態\nに至っていたと判断した際に判示している。判決は、４県２合区の改正前であるが、\n選挙区は、この判決以後も４県２合区の改正があったのみである。\n令和２年１１月１８日の最高裁大法廷判決は、平成２７年改正による４県２合区\nを維持した上で、１選挙区の議員定数を２人増員した平成３０年改正法に基づいて\n行われた令和元年７月の参議院議員選挙（本件選挙の直前の通常選挙）について、\n平成２７年国勢調査による日本国民人口に基づく最大較差が２．９９となり、選挙\n当時の最大較差が３．００倍であった選挙区間における投票価値の不均衡は、違憲\nの問題が生ずる程度の著しい不平等状態にあったとはいえず、定数配分規定が憲法\nに違反する状態に至っていたということはできないと判断した。\nしかし、この判決は、上記判断を示す前に、次の理由を示している。すなわち、\n平成３０年改正法の内容は、結果として、選挙区選出議員に関しては１選挙区の定\n数を２人増員する措置をとるにとどまっている。他方、同法には、次回の通常選挙\nに向けて選挙制度の抜本的な見直しについて引き続き検討を行い必ず結論を得る旨\nを規定した平成２７年改正法附則７条のような規定が設けられておらず、審議にお\nいて参議院選挙制度改革について憲法の趣旨にのっとり引き続き検討する旨述べる\n附帯決議がされたが、その中では選挙区間における較差の是正等については明確に\n言及されていない。国民の意思を適正に反映する選挙制度が民主政治の基盤であり、\n参議院議員選挙については直ちに投票価値の平等の要請が後退してもよいという理\n由は見いだし難く、憲法の趣旨等との調和の下に投票価値の平等が実現されるべき\nことは平成２９年大法廷判決等でも指摘されているのであるから、立法府において\nも、今後も不断に人口変動が生ずることが見込まれる中で、較差の更なる是正を図\nるとともに、これを再び拡大させずに維持していくために必要となる方策等につい\nて議論し、取組を進めることが求められているところ、平成３０年改正において、\nこうした取組が大きな進展を見せているとはいえない。\nしかしながら、平成３０年改正の経緯及び内容等を踏まえると、同改正は、参議\n院議員の選挙制度について様々な議論、検討を経たものの容易に成案を得ることが\nできず、合区の解消を強く望む意見も存在する中で、合区を維持して僅かではある\nが較差を是正しており、数十年間にわたって５倍前後で推移してきた最大較差を２．\n９７倍（平成２８年選挙当時３．０８倍）まで縮小させた平成２７年改正法におけ\nる方向性を維持するように配慮したものであるということができる。また、参議院\n選挙制度の改革に際しては、憲法が採用している二院制の仕組みなどから導かれる\n参議院が果たすべき役割等も踏まえる必要があるなど、事柄の性質上慎重な考慮を\n要することに鑑みれば、その実現は漸進的にならざるを得ない面がある。そうする\nと、立法府の検討過程において較差の是正を指向する姿勢が失われるに至ったと断\nずることはできない。\nこの大法廷判決の理由は、二院制における参議院の役割も考慮して具体的な選挙\n制度の仕組みを定めるにあたっての国会の裁量権を考慮しても、国民の意思を適正\nに反映する選挙制度が民主政治の基盤であり、参議院議員選挙については直ちに投\n票価値の平等の要請が後退してもよいという理由はなく、憲法の趣旨等との調和の\n下に投票価値の平等が実現されるべきことから、平成３０年改正法による改正の前\n後を通じて、投票価値の不均衡について、立法府において、較差の更なる是正を図\nるとともに、これを再び拡大させずに維持していくために必要な方策等について議\n論し、取組を進めることを求めているのである。\n４  令和４年７月の参議院議員選挙が憲法に違反する理由\n昭和２２年の参議院創設当時の地方選出議員の各選挙区の議員定数については、\n都道府県を選挙区として、各選挙区を通じて半数が改選されるよう定数を偶数とし\nて最小２人を配分する方針の下に、昭和２１年当時の総人口を定数１５０で割った\n値で各選挙区の人口を除し、その数値に比例する形で２人ないし８人の偶数の議員\n定数を配分したものである。その時点での選挙区間の議員１人当たりの人口の最大\n較差は、２．６２倍にすぎなかった。ところがその後の人口の変動により最大較差\nが６．５９倍にまでなり、平成８年大法廷判決により憲法違反の問題が生ずる程度\nの著しい不平等状態にあったと判断されたが、その後も最大較差が５倍前後で推移\nし、平成２２年と平成２５年の通常選挙は、いずれも最高裁大法廷判決により憲法\n違反の問題が生ずる程度の著しい不平等状態にあったと判断された。\nその後、平成２７年改正による４県２合区、１０増１０減の措置により最大較差\nが３倍程度にまでに縮小し、平成３０年改正により１選挙区の定数を２人増員し、\nその結果、最大較差は僅かながら更に縮小した。\nしかし、最大較差が５倍前後から３倍程度に縮小したといっても、そのことによ\nって、このような投票価値の不均衡が当然に正当化されるものではない。\n憲法の要求する選挙権の平等の原則は、歴史的発展の成果の反映であり、国民は\nすべて政治的価値において平等であるべきであるとする徹底した平等化を志向する\nもので、選挙権の内容、すなわち各選挙人の投票の価値の平等もまた、憲法の要求\nするところである。１人１票という選挙の基本原則からみても、投票価値の平等は、\n国民主権の下で国会が国権の最高機関としての正統性を有するための基礎であり、\n議会制民主政治の根幹である。具体的な選挙制度の決定について公正かつ効果的な\n代表という目標を実現する観点から国会の裁量権が認められるとしても、国会がそ\nの裁量によって決定した具体的な選挙制度において現実に投票価値に不平等の結果\nが生じている場合、それは国会が正当に考慮することのできる重要な政策的目的な\nいしは理由に基づく結果として、合理的に是認できるものでなければならない。\n二院制の下における参議院の性格や機能を選挙制度にいかに反映させていくか と\nいう点を含め、国会の合理的な裁量に委ねられているが、参議院は衆議院とともに\n国権の最高機関として適切に民意を国政に反映する責務を負っている。参議院議員\nの選挙であること自体から、直ちに投票価値の平等の要請が後退してよいという理\n由はない。都道府県を選挙区の単位とする選挙制度は、都道府県が地方における一\nつのまとまりを有する行政等の単位であるという限度においては相当の合理性を有\nするが、そのような憲法上の要請はなく、むしろ都道府県を選挙区の単位として固\n定する結果、この間の人口の変動により投票価値の大きな不平等状態が長期にわた\nって継続している状況の下では、その仕組み自体を見直すことが必要である。この\nことは平成２４年大法廷判決から指摘されているところである。\n令和２年大法廷判決も、国民の意思を適正に反映する選挙制度が民主政治の基盤\nであり、参議院議員選挙については直ちに投票価値の平等の要請が後退してもよい\nという理由はなく、憲法の趣旨等との調和の下に投票価値の平等が実現されるべき\nものであるという平成２４年大法廷判決以来の判示を踏まえ、立法府においても、\n今後も不断に人口変動が生ずることが見込まれる中で、較差の更なる是正を図ると\nともに、これを再び拡大させずに維持していくために必要となる方策等について議\n論し、取組を進めることを求め、平成３０年改正において、こうした取組が大きな\n進展を見せているとはいえないとも指摘したのである。\nそれにもかかわらず、令和４年７月の参議院議員選挙は、令和２年１０月の国勢\n調査結果による日本国民人口に基づく議員１人当たり人口の較差が最大の宮城県選\n挙区で３．０３１倍となり、令和元年７月の選挙当時は３．００倍であった較差が\n更に拡大し、東京都と神奈川県を含む較差３倍を超える３選挙区の日本国民が全国\n民の２割を超える状態となったことが、令和３年１１月３０日に判明したのに、平\n成３０年改正による選挙区と議員定数を何ら是正することなく行われた。\n本件選挙当日の議員１人当たり有権者数の較差も、神奈川県３．０３０倍（最大）\nとなり、宮城県、東京都を含む３選挙区が３倍を超えていた。\n都道府県を選挙区の単位とする選挙制度が参議院創設以来行われたことには、都\n道府県の意義に照らし相当の合理性があり、平成２７年改正で合区が行われた後、\n合区の解消を強く望む意見もあり、合区があった県において無効票が増える状況が\n生じたとしても、そのような事情は、１票の投票価値が低い状況が長年にわたって\n続いていることが都市部における投票行動にどのように影響してきたかという事情\nもあわせて公平に検討しなければ、１人１票という選挙の基本原則から大きく逸脱\nしている議員１人当たり人口の較差が３倍を超えるという著しい投票価値の不平等\nについて、それがやむを得ないといえる事情にはならない。\n具体的な選挙制度の決定について公正かつ効果的な代表という目標を実現する観\n点から国会の裁量権が認められるとしても、このような著しい投票価値の不平等は、\n国会が正当に考慮することのできる重要な政策的目的ないしは理由に基づく結果と\nして、合理的に是認できるものではない。国民の意思を適正に反映する選挙制度が\n民主政治の基盤であり、参議院議員選挙については投票価値の平等の要請が後退し\nてもよいという理由はなく、憲法の趣旨等との調和の下に投票価値の平等が実現さ\nれるべきものであるという令和２年大法廷判決の指摘を含む過去の最高裁大法廷判\n決に示された参議院議員選挙における投票価値の平等への憲法上の要請からみて、\n憲法の要求に反する著しい投票価値の不平等状態に至っていたというべきである。\nそして、平成３０年改正後における議員１人当たりの人口の較差が３倍にもなる\n投票価値の不均衡について、令和２年大法廷判決の指摘もあったのに更なる是正を\n図ることなく、選挙前に国勢調査の結果により較差が３倍を超えて拡大したことも\n明らかになったのに何ら是正をすることもなく、令和４年７月の本件選挙の実施ま\nで３倍を超える較差を放置したことは、選挙権の平等の原則の歴史的発展の成果の\n反映として議会制民主主義の根幹をなす憲法の要求する投票価値の平等という重要\nな要請について、国会が必要な考慮をしなかったためにその裁量権を逸脱し、憲法\n上要求される合理的な期間内に是正をしなかったものと評価せざるを得ない。\n仙台高等裁判所第２民事部\n裁判長裁判官    小   林   久   起\n裁判官    鈴   木   桂   子\n裁判官    山   﨑   克   人\n別紙１「当事者目録」は掲載省略\n別紙６「答弁書」は掲載省略\n"
}