{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 5,
    "day": 25
  },
  "case_number": "令和4(ネ)2687",
  "case_name": "損害賠償請求控訴事件",
  "court_name": "大阪高等裁判所第14民事部",
  "result": "棄却",
  "original_court_name": "神戸地方裁判所",
  "original_case_number": "令和4(ワ)1013",
  "original_result": "棄却",
  "gist": "令和４年７月の参議院議員通常選挙の当時満３０歳未満であった控訴人が、参議院議員の被選挙権者を年齢満３０年以上の者とする公選法１０条及び立候補者に一定の供託を求める旨の公選法９２条の各規定が、憲法の諸規定に違反しており、違法な立法不作為があると主張して、国家賠償法に基づき慰謝料請求をしたのに対し、上記各規定は選挙制度の仕組みについての国会の裁量の限界を超えず、憲法の諸規定に違反しないと判断して、控訴人の請求を棄却した原判決を維持した事例",
  "lawsuit_id": "92162",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=92162",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/162/092162_hanrei.pdf",
  "contents": "主              文\n１  本件控訴を棄却する。\n２  控訴費用は控訴人の負担とする。\n事実及び理 由\n第１  控訴の趣旨\n１  原判決を取り消す。\n２  被控訴人は、控訴人に対し、１０万円を支払え。\n第２  事案の概要（以下、略語は特記しない限り原判決の例による。）\n１  事案の要旨\n控訴人の請求及び根拠\n国家賠償法１条１項に基づく慰謝料１０万円の請求\n控訴人は、国会議員の次の各立法不作為が同項の適用上違法と評価される\nものであり、これにより、令和４年７月に執行された第２６回参議院議員通\n常選挙に立候補することができず、精神的苦痛を受けたと主張する。\nア  参議院議員の被選挙権を有する者について年齢満３０年以上の者と規定\nする公職選挙法（公選法）１０条１項２号を含む同法１０条が、憲法１４\n条、憲法１５条１項及び３項等に違反するものであるにもかかわらず、国\n会議員がこれを是正することなく放置しているという立法不作為（本件立\n法不作為①）\nイ  公職の候補者の届出をしようとする者は、一定の財貨を供託しなければ\nならない旨を規定する公選法９２条が憲法１５条１項及び３項、憲法４４\n条ただし書に違反するものであるにもかかわらず、国会議員がこれを是正\nすることなく放置しているという立法不作為（本件立法不作為②）\n原審の判断\n原審は、次のとおり判断して、控訴人の請求を棄却した。\nア  公選法１０条の定めは、憲法１４条や憲法１５条１項等、憲法の諸規定\nに違反するものとは認められないから、本件立件不作為①は、国家賠償法\n１条１項の適用上、違法と評価すべきものとは認められない。\nイ  公選法９２条の定めは、憲法１５条１項、憲法４４条ただし書等の諸規\n定に反するものとは認められないから、本件立件不作為②は、国家賠償法\n１条１項の適用上、違法と評価すべきものとは認められない。\n当事者の不服\n控訴人は、原判決を不服として控訴した。\n２  前提事実\n前提事実（争いがないか公知の事実）は、原判決の「事実及び理由」の「第\n２  事案の概要等」の「２  前提事実」（原判決２頁９行目～同頁２６行目）\nに記載のとおりであるから、これを引用する。\n３  争点及びこれに関する当事者の主張\n争点及びこれに関する当事者の主張は、次のとおり補正するほかは、原判決\nの「事実及び理由」の「第２  事案の概要等」の「３  争点及び争点に対する\n当事者の主張」（原判決３頁２行目～６頁２２行目）に記載のとおりであるか\nら、これを引用する。\n原判決３頁２４行目末尾に改行して次のとおり加える。\n「  憲法４３条２項、４７条が議員の定数、選挙区、投票の方法其他両議院の\n議員の選挙に関する事項は法律でこれを定めるとしていることなどに照らせ\nば、両議院の議員の各選挙制度の仕組みの具体的な決定は原則として国会の\n広い裁量に委ねられている。したがって、選挙制度の具体的な定めが、およ\nそ議員は全国民を代表するものでなければならないという制約や、法の下の\n平等などの憲法上の要請に反するため国会の広い裁量権を考慮してもなおそ\nの限界を超えており、これを是認することができない場合に初めて憲法に違\n反することになるものと解される。」\n原判決５頁１０行目から１１行目にかけての「との評価を受ける合理的理\n由はないから」を「と評価される余地がないのに、そのような評価を前提に\n供託金が没収されることに照らしても」に改める。\n第３  当裁判所の判断\n１  当裁判所も、本件立法不作為①及び②は、いずれも国家賠償法１条１項の適\n用上、違法と評価すべきものとは認められないから、その余の点を判断するま\nでもなく、控訴人の請求は理由がなく棄却すべきものと判断する。その理由は、\n後記２のとおり補正するほかは、原判決の「事実及び理由」の「第３  当裁判\n所の判断」の「１」～「３」（原判決６頁２４行目～１１頁１０行目）に記載\nのとおりであるから、これを引用する。なお、上記補正後の理由の骨子は後記\n３のとおりである。\n２  原判決の補正\n原判決９頁８行目及び同頁２５行目の各「上記裁量権」をいずれも「前記\n２で説示した裁量権」に改める。\n原判決９頁２６行目末尾に改行して「控訴人は、憲法１５条３項は一義的\nに「成年者による普通選挙」を保障しているから、民法４条の１８歳以上の\n成年者であれば被選挙権を有するはずであり、控訴人に被選挙権がないとす\nる公選法１０条は憲法違反であるとも主張する。しかし、前記２で説示した\nところに照らせば、憲法１５条３項が、一義的に成年者であること以外に被\n選挙権について一切の制約を設けることを禁止したものとは解されないので\nあって、前記のとおり、公選法が、被選挙権につき、選挙権より高い年齢要\n件を設けたことは、その立法目的及びこれを達成する具体的方法として合理\n性があるというべきであることからすると、両議院の議員の各選挙制度の仕\n組みについて広範な裁量を認められた国会が、その裁量の限界を超えたとは\n認められないから、控訴人の上記主張は採用できない。」を加える。\n原判決１０頁１９行目の「その裁量権」及び同頁２３行目から２４行目に\nかけての「上記裁量権」をいずれも「前記２で説示した裁量権」に改める。\n⑷  原判決１０頁２４行目末尾に改行して「控訴人は、憲法１５条３項は一義\n的に「成年者による普通選挙」を保障し、憲法４４条ただし書は議員の資格\nを財産又は収入によって差別してはならないと明文で定めているところ、選\n挙供託制度のもとでの選挙は普通選挙ではなく、財産又は収入によって差別\nをしているから、上記制度を定める公選法９２条は憲法違反であるとも主張\nする。しかし、前記２で説示したところに照らせば、憲法１５条３項が、一\n義的に成年者であること以外に被選挙権について一切の制約を設けることを\n禁止したものとは解されないのであって、前記のとおり、選挙供託制度及び\n所定の供託金の額については、その立法目的及びこれを達成する具体的方法\nとして一応の合理性があるというべきであることからすると、両議院の議員\nの各選挙制度の仕組みについて広範な裁量を認められた国会が、その裁量の\n限界を超えたとは認められないから、控訴人の上記主張は採用できない。」\nを加える。\n⑸  原判決１１頁４行目から５行目にかけての「その供託金の返還を受けられ\nないこととなるから」を「そのような評価を前提に供託金が没収されること\nに照らしても」に、同頁８行目の「裁量の範囲を逸脱する」を「裁量の限界\nを超える」にそれぞれ改める。\n３  理由の骨子\n⑴  国会議員の立法行為又は立法不作為が国家賠償法１条１項の適用上違法と\nなるかどうかは、国会議員の立法過程における行動が個々の国民に対して負\nう職務上の法的義務に違反したかどうかの問題であり、上記行動についての\n評価は原則として国民の政治的判断に委ねられるべき事柄であって、仮に当\n該立法の内容が憲法の規定に違反するものであるとしても、国会議員の立法\n行為又は立法不作為が直ちに国家賠償法１条１項の適用上違法の評価を受け\nるものではない。もっとも、国会が、憲法の一義的な文言に違反するような\n立法を行う場合や、法律の規定が憲法上保障等されている権利利益を合理的\nな理由なく制約するものとして憲法の規定に違反するものであることが明白\nであるにもかかわらず、国会が、正当な理由なく長期にわたってその改廃等\nの立法措置を怠る場合などにおいては、国会議員の立法過程における行動が\n上記職務上の法的義務に違反したものとして、例外的に、その立法行為又は\n立法不作為は、国家賠償法１条１項の規定の適用上違法の評価を受けること\nがあるというべきである。\n⑵  憲法は、両議院は、全国民を代表する選挙された議員でこれを組織する（４\n３条１項）と定めた上で、議員の定数、選挙区、投票の方法その他選挙に関\nする事項は法律で定めるとし（同条２項、４７条）、両議院の議員の各選挙\n制度の仕組みについて国会に広範な裁量を認めているので、国会が選挙制度\nの仕組みについて具体的に定めたところが、憲法上の要請に反するため、上\n記のような裁量権を考慮してもなおその限界を超えており、これを是認する\nことができない場合に、初めてこれが憲法に違反することになるものと解す\nべきである。\n⑶  公選法が、選挙により選出された議員等が職務を遂行するに当たっては選\n挙で議員等を選ぶより高い社会的経験に基づく思慮分別が必要となることな\nどを踏まえ、被選挙権につき、選挙権より高い年齢要件を設けたこと、憲法\nが採用する二院制の趣旨及び参議院の役割に照らし、参議院議員の被選挙権\nに係る年齢につき、満３０年以上の者としたことは、いずれも、その立法目\n的及びこれを達成する具体的方法として合理性があり、これを定めた公選法\n１０条が、国会の裁量の限界を超え、憲法１４条、憲法１５条１項・３項等、\n憲法の諸規定に違反するものとは認められないから、本件立法不作為①は、\n国家賠償法１条１項の適用上、違法と評価すべきものとは認められない。\n⑷  選挙供託制度は、候補者の濫立によって、かえって、自由かつ公正な選挙\nの実現の妨げとなる事態を防止するべく、公職の候補者につき一律に供託金\nの供託を求め、選挙の結果、極めて少数の得票を得るにとどまった候補者に\nついては、その供託金を国庫等の帰属とする旨定めることによって、立候補\nについて慎重な決断を促し、自由かつ公正な選挙の実現を図ろうとするもの\nであり、その立法目的は正当であり、その目的を達成する手段として設けら\nれた選挙供託制度も、合理性を有するものといえ、公選法９２条所定の供託\n金の額についても、一定の合理性があるといえるから、公選法９２条の定め\nは、国会の裁量の限界を超えるものとは認められない。したがって、公選法\n９２条の定めは、憲法１５条１項・３項、４４条ただし書等の諸規定に反す\nるものとは認められないから、本件立法不作為②は、国家賠償法１条１項の\n適用上、違法と評価すべきものとは認められない。\n第４  結論\n以上によれば、控訴人の請求は、理由がないから棄却すべきところ、これと\n同旨の原判決は相当である。\nよって、本件控訴は理由がないから棄却することとして、主文のとおり判決\nする。\n大阪高等裁判所第１４民事部\n裁判長裁判官            本   多   久 美 子\n裁判官            末 永 雅 之\n裁判官            小堀   悟\n"
}