{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 4,
    "month": 11,
    "day": 28
  },
  "case_number": "令和2(ワ)29570",
  "case_name": "著作権侵害差止等請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "91855",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=91855",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/855/091855_hanrei.pdf",
  "contents": "令和４年１１月２８日判決言渡  同日原本領収  裁判所書記官\n令和２年（ワ）第２９５７０号  著作権侵害差止等請求事件\n口頭弁論終結日  令和４年１０月２８日\n判        決\n原        告          株 式 会 社 脳 の 学 校\n同訴訟代理人弁護士          今    井    秀    智\n鈴    木    正    勇\n被        告         中日本高速道路株式会 社\n（以下「被告ＮＥＸＣＯ中日本」という。）\n被        告         中日本ハイウェイ・エンジニア\nリング東京株式会社\n（以下「被告中日本エンジ東京」という。）\n被          告          中日本ハイウェイ・エンジニ\nアリング名古屋株式会社\n（以下「被告中日本エンジ名古屋」という。）\n被        告          Ｄ\n（以下「被告Ｄ」という。）\n被          告          Ｅ\n（以下「被告Ｅ」という。）\n被        告         Ｆ\n（以下「被告Ｆ」という。）\n上記６名訴訟代理人弁護士         高    田    敏    明\n高    田    洋    平\n被        告          Ｇ\n（以下「被告Ｇ」という。）\n被        告          Ｈ\n（以下「被告Ｈ」という。）\n被          告          Ｉ\n（以下「被告Ｉ」という。）\n上記３名訴訟代理人弁護士         溝    田    宗    司\n木    村    祐    太\n主        文\n１  被告ＮＥＸＣＯ中日本、被告中日本エンジ名古屋、被告Ｄ、被告Ｆ、\n被告Ｇ及び被告Ｉは、別紙被告写真目録記載の各写真を複製し、又は頒\n布してはならない。\n２  被告Ｈは、別紙被告写真目録記載１、３及び４の各写真を複製し、又\nは頒布してはならない。\n３  被告中日本エンジ東京及び被告Ｅは、別紙被告写真目録記載１及び３\nの各写真を複製し、又は頒布してはならない。\n４  被告ＮＥＸＣＯ中日本、被告中日本エンジ名古屋、被告Ｄ、被告Ｆ、\n被告Ｇ及び被告Ｉは、別紙被告写真目録記載の各写真が印刷された紙媒\n体及び同写真に係る画像データが記録されたＣＤ－ＲＯＭを廃棄し、同\n写真に係る画像データを記録したハードディスクドライブ、ソリッドス\nテートドライブ、ＵＳＢメモリその他の記録媒体から同データを消去せ\nよ。\n５  被告Ｈは、別紙被告写真目録記載１、３及び４の各写真が印刷された\n紙媒体及び同写真に係る画像データが記録されたＣＤ－ＲＯＭを廃棄\nし、同写真に係る画像データを記録したハードディスクドライブ、ソリ\nッドステートドライブ、ＵＳＢメモリその他の記録媒体から同データを\n消去せよ。\n６  被告中日本エンジ東京及び被告Ｅは、別紙被告写真目録記載１及び３\nの各写真が印刷された紙媒体及び同写真に係る画像データが記録され\nたＣＤ－ＲＯＭを廃棄し、同写真に係る画像データを記録したハードデ\nィスクドライブ、ソリッドステートドライブ、ＵＳＢメモリその他の記\n録媒体から同データを消去せよ。\n７  被告ＮＥＸＣＯ中日本、被告中日本エンジ名古屋、被告Ｄ、被告Ｆ、\n被告Ｇ及び被告Ｉは、原告に対し、連帯して、３０万８０００円及びこ\nれに対する平成３１年２月９日から支払済みまで年５分の割合による\n金員（ただし、４万４０００円及びこれに対する同日から支払済みまで\n年５分の割合による限度で被告中日本エンジ東京及び被告Ｅと連帯し\nて、８万８０００円及びこれに対する同日から支払済みまで年５分の割\n合による限度で被告Ｈと連帯して）を支払え。\n８  被告中日本エンジ東京及び被告Ｅは、原告に対し、被告ＮＥＸＣＯ中\n日本、被告中日本エンジ名古屋、被告Ｄ、被告Ｆ、被告Ｇ及び被告Ｉと\n連帯して、４万４０００円及びこれに対する平成３１年２月９日から支\n払済みまで年５分の割合による金員を支払え。\n９  被告Ｈは、原告に対し、被告ＮＥＸＣＯ中日本、被告中日本エンジ名\n古屋、被告Ｄ、被告Ｆ、被告Ｇ及び被告Ｉと連帯して、８万８０００円\n及びこれに対する平成３１年２月９日から支払済みまで年５分の割合\nによる金員を支払え。\n10  原告のその余の請求をいずれも棄却する。\n11  訴訟費用は、これを１０００分し、その９を被告らの負担とし、その\n余を原告の負担とする。\n12  この判決は、第７項から第９項までに限り、仮に執行することができ\nる。\n事実及び理 由\n第１  請求\n１  被告らは、別紙被告論文目録記載１ないし５の各論文を複製し、又は頒布して\nはならない。\n２  被告らは、紙媒体に印刷された別紙被告論文目録記載１ないし５の各論文及び\n同各論文が記録されたＣＤ–ＲＯＭを廃棄し、ハードディスクドライブ（ＨＤＤ）、\nソリッドステートドライブ（ＳＳＤ）、ＵＳＢメモリ、その他の記録媒体から同\n各論文の原稿のデータを消去せよ。\n３  被告らは、原告に対し、連帯して６５６７万円及びこれに対する平成３１年２\n月９日から支払済みまで年５分の割合による金員を支払え。\n４  仮執行宣言\n第２  事案の概要\n原告は、平成２８年７月６日、被告中日本エンジ東京との間で、個別請負契約\n（以下「本件個別請負契約」という。）を締結し、平成２９年３月１６日、同契\n約に基づき、別紙著作物目録記載の報告書（以下「原告報告書」という。）を作\n成した。\n本件は、原告が、被告Ｄ、被告Ｅ、被告Ｆ、被告Ｇ、被告Ｈ及び被告Ｉ（以下、\nこれらの被告を併せて「被告執筆者ら」という。）において、原告報告書を無断\nで利用して別紙被告論文目録１ないし５記載の各論文（以下、符号に従って被告\n論文１などといい、これらを併せて「被告各論文」という。）を作成し、同目録\n記載の各ウェブサイトに掲載した行為は、原告の著作権（複製権、翻案権、公衆\n送信権）及び著作者人格権（公表権、氏名表示権、同一性保持権）を侵害すると\nともに本件個別請負契約に違反し、また、上記行為は、被告Ｄの所属する被告Ｎ\nＥＸＣＯ中日本、被告Ｅの所属する被告中日本エンジ東京、被告Ｆの所属する被\n告中日本エンジ名古屋（以下、被告ＮＥＸＣＯ中日本及び被告中日本エンジ東京\nと併せて「被告会社ら」といい、被告会社らとその各従業員である被告Ｄ、被告\nＥ及び被告Ｆを併せて「被告ＮＥＸＣＯ中日本グループ」という。）の指示に基\nづくものであって、被告らは上記著作権及び著作者人格権侵害につき共同不法行\n為責任を負い、また、被告らは本件個別請負契約違反についてもその意を通じ、\nいずれも債務不履行責任を負うと主張して、被告らに対し、①著作権法１１２条\nに基づき、被告各論文の複製又は頒布の差止め（請求の趣旨第１項）並びに被告\n各論文に係る紙媒体の印刷物及びＣＤ–ＲＯＭ等の廃棄並びに記録媒体に保存さ\nれた被告各論文のデータの消去（請求の趣旨第２項）を求めるとともに、②共同\n不法行為又は債務不履行による損害賠償金６５６７万円及びこれに対する平成\n３１年２月９日(不法行為の後の日)から支払済みまで民法（平成２９年法律第４\n４号による改正前のもの)所定の年５分の割合による遅延損害金の連帯支払（請\n求の趣旨第３項）を求めている事案である。\n１  前提事実（当事者間に争いのない事実並びに後掲の各証拠及び弁論の全趣旨に\nより容易に認められる事実をいう。なお、証拠を摘示する場合には、特に記載の\nない限り、枝番を含むものとする。）\n⑴  当事者\nア  原告\n原告は、脳科学・医療・生命科学の研究開発、脳機能計測解析コンサルタ\nント事業等を業とする株式会社である。\nイ  被告ＮＥＸＣＯ中日本グループ（被告会社ら）\n被告ＮＥＸＣＯ中日本は、高速道路の新設、改築、維持、修繕その他の\n管理等を業とする株式会社である。\n被告中日本エンジ東京は、被告ＮＥＸＣＯ中日本の子会社であり、道路\nのコンサルタント業務、道路の保全管理業務、高速道路管理の調査・分析・\n開発を業とする株式会社である。\n被告中日本エンジ名古屋は、被告ＮＥＸＣＯ中日本の子会社であり、特\n定建設業、一般建設業等を業とする株式会社である。\nウ  被告ＮＥＸＣＯ中日本グループ（個人）\n被告Ｄは、被告ＮＥＸＣＯ中日本の従業員である。\n被告Ｅは、被告中日本エンジ東京の従業員である。\n被告Ｆは、被告中日本エンジ名古屋の従業員である。\nエ  東京大学生産技術研究所グループ\n被告Ｇは、国立大学法人東京大学（以下「東京大学」という。）生産技\n術研究所の教授である。\n被告Ｈは、東京大学生産技術研究所の教授である。\n被告Ｉ（以下、被告Ｇ及び被告Ｈと併せて「被告Ｇら」という。）は、\n元東京大学生産技術研究所の助教であり、現在は東京都市大学理工学部機\n械工学科機械力学研究室の准教授である。\n⑵  先行実験・研究\nア  被告ＮＥＸＣＯ中日本は、平成２４年頃、原告及び東京大学とともに、「運\n転者の脳活動計測を用いた評価指標手法」に関する実験・研究（以下「先行\n実験・研究」という。）を開始した。（甲９、乙ロ３、弁論の全趣旨）\nイ  先行実験・研究に当たって、被告ＮＥＸＣＯ中日本は、平成２４年１２月\n１日、東京大学との間で、次の内容の共同研究契約（以下「先行共同研究契\n約」という。）を締結した。\nなお、被告ＮＥＸＣＯ中日本と東京大学は、先行共同研究契約に係る変更\n契約を２度にわたり締結し、最終的に、研究期間を平成２９年３月３１日ま\nで延長した。（乙ロ５～７）\n研究題目  脳機能ＮＩＲＳを活用した交通安全対策の評価手法に関す\nる研究\n研究期間  平成２４年１２月１日から平成２６年３月３１日まで\nウ  原告は、平成２４年１２月２６日、先行実験・研究に基づく報告書（以下\n「先行報告書」という。）を作成した。（乙ロ１０、弁論の全趣旨）\n⑶  本件実験・研究\nア  被告ＮＥＸＣＯ中日本は、平成２７年、原告及び東京大学とともに、先行\n実験・研究の成果を発展させた実験・研究（以下「本件実験・研究」という。）\nを開始した。（弁論の全趣旨）\nイ  本件実験・研究に当たっては、後述の⑷及び⑸のとおり、原告と東京大学\nとの間で共同研究契約が締結されるとともに、原告と被告中日本エンジ東京\nとの間で請負契約が締結された。\n⑷  本件共同研究契約の締結\nア  原告と東京大学は、平成２７年５月１日、次の内容の共同研究契約（以下\n「本件共同研究契約」という。）を締結した。（甲１０）\n研究題目  自動車運転者の脳機能研究\n研究目的  ｆＮＩＲＳを用いた交通安全施策の評価手法を確立する。\n研究期間  平成２７年５月１日から平成２９年３月３１日まで\n実績報告書の作成  「甲及び乙は、双方協力して、本共同研究の研究期\n間中に得られた研究の成果について、（中略）実績報告書をとりまとめる\nものとする。」\nイ  本件共同研究契約は、研究成果の公表につき、次のとおり定めている。\n大学の社会的使命を踏まえ、研究成果は、原則として公表するものとす\nる。原告及び東京大学は、研究成果について、第２５条のノウハウ秘匿義\n務及び第２９条の秘密保持義務を遵守した上で、次項以下に定める手続に\n従って開示、発表若しくは公開することができるものとする。（３０条１\n項）\n前項の場合、研究成果の公表を希望する者は、公表を行おうとする日の\n３０日前までにその公表内容を書面にて相手方に通知しなければならな\nい。（３０条２項）\n本件共同研究終了日の翌日から起算して１年間を経過した後は、公表希\n望当事者は、第２５条のノウハウ秘匿義務及び第２９条の秘密保持義務を\n遵守した上で、第２項に定める相手方に対する通知を行うことなく、研究\n成果の公表を行うことができる。（３０条４項）\n⑸  本件個別請負契約の締結等\nア  基本請負契約の締結\n原告と被告中日本エンジ東京は、平成２７年７月３１日、原告を受注者、\n被告中日本エンジ東京を発注者として、調査等基本請負契約（以下「本件基\n本請負契約」という。）を締結した。（甲１）\n本件基本請負契約は、業務の実施に当たって発注者に提出された書類等に\nつき、その著作物該当性の有無を問わず、発注者において受注者の承諾なく\n自由に公表できる旨を規定している（第６条３項）。\nイ  個別請負契約の締結（初回）\n原告と被告中日本エンジ東京は、平成２７年７月３１日、次の内容の個別\n請負契約（以下「前件個別請負契約」という。)を締結した。（乙ロ８）\n件名  脳機能ＮＩＲＳに関する交通安全対策評価検討\n業務区分  本件は、東京大学及び被告ＮＥＸＣＯ中日本との共同研究に\n基づく\n業務内容  以下のデータの取得及びデータ処理\n①  運転中のドライバーの脳活動データの取得（ｆＮＩＲＳデータ）\n②  ドライバーの形態脳画像の取得（ＭＲＩデータ）\n③  ｆＮＩＲＳデータの脳部位同定\n④  ｆＮＩＲＳデータのデータベース作成\n⑤・⑥  略\n工期  平成２７年８月３日から平成２８年３月１８日まで\n結果の公表  共同研究に基づく成果であるため、本件基本請負契約第６\n条各項は適用されず、双方の機関で研究成果の公表を希望する者は、事前\nに公表内容を書面にて通知し、相手方の事前の書面による了解を得て、連\n名にて公表することができる。\nウ  個別請負契約の締結（２回目）\n原告と被告中日本エンジ東京は、平成２８年７月６日、次の内容の個別請\n負契約（本件個別請負契約）を締結した。（甲２）\n件名  脳機能ＮＩＲＳに関する交通安全対策評価検討⑵\n業務区分  本件は、東京大学及び被告ＮＥＸＣＯ中日本との共同研究に\n基づく\n業務内容\n①  実車及びドライビングシュミレータ（以下「ＤＳ」ともいう。）で運\n転中のドライバーの脳活動データの解析とまとめ（ｆＮＩＲＳデータ）\n②  上記①における脳科学的コンサルテーション\n③  成果物の作成\n工期  平成２８年７月８日～平成２９年３月２４日\n結果の公表  共同研究に基づく成果であるため、本件基本請負契約第６\n条各項は適用されず、双方の機関で研究成果の公表を希望する者は、事前\nに公表内容を書面にて通知し、相手方の事前の書面による了解を得て、連\n名にて公表することができる。\n⑹  原告報告書の作成・提出\n原告は、本件個別請負契約に基づき、平成２９年３月１６日、「脳機能ＮＩ\nＲＳを活用した交通安全対策の評価手法に関する調査（平成２８年度）」と題\nする報告書（原告報告書）を作成し、被告ＮＥＸＣＯ中日本に提出した。（甲\n３、弁論の全趣旨）\n⑺  後続実験・研究\n被告ＮＥＸＣＯ中日本は、平成２９年、本件実験・研究の成果を発展させた\n研究として、音声注意喚起による交通安全装置の実験及び研究（以下「後続実\n験・研究」といい、先行実験・研究及び本件実験・研究と併せて「一連の実験・\n研究」という。）を開始した。\n⑻  被告各論文の投稿等\n被告執筆者らは、それぞれ、別紙被告論文目録１ないし５記載のとおり（甲\n４ないし８）、被告各論文を執筆・投稿した（なお、同目録記載のとおり、論\n文執筆者は、論文ごとに異なる。）。\n２  争点\n⑴  著作権侵害（複製権、翻案権及び公衆送信権）に関して\nア  著作権侵害の成否\n原告報告書（甲３）の著作物性（争点１－１－１）\nａ  原告報告書の本文の著作物性\nｂ  原告報告書に掲載された図表及び写真の著作物性\n職務著作（争点１－１－２）\n原告報告書は職務著作として、被告中日本エンジ東京にその著作権が帰\n属するか。\n共同著作物性（争点１－１－３）\nａ  原告報告書は原告と被告中日本エンジ東京の共同著作物に当たる\nか。\nｂ  被告中日本エンジ東京による原告報告書の利用につき、原告にはこ\nれを拒む「正当な理由」（著作権法６５条３項）があるか。\n著作権侵害の有無（争点１－１－４）\nａ  複製権・翻案権侵害の成否\nｂ  公衆送信権侵害の成否\nイ  違法性阻却事由の有無\n適法な引用に当たるか（図表及び写真に関して）（争点１－２－１）。\n原告による許諾の有無（争点１－２－２）\nａ  原告による明示的な許諾の有無（争点１－２－２－１）\n原告は、被告中日本エンジ東京との間で本件個別請負契約（甲２）を\n締結するに当たって、研究成果である原告報告書の内容を公表すること\nを許諾していたか。\nｂ  原告による黙示の承諾の有無（争点１－２－２－２）\n原告報告書は、原告と東京大学との間の本件共同研究契約（甲１０）\n３０条４項に規定する「研究成果」として、原告に対する通知なく公表\nすることができるか。\nｃ  東京都市大学に所属する被告Ｉは、本件共同研究契約(甲１０)３０条\n４項の適用を受けるか（争点１－２－２－３）。\nウ  共同不法行為責任\n被告会社らの共同不法行為責任（争点１－３－１）\n本件実験・研究は被告会社らの事業として行われたものとして、被告執\n筆者らによる著作権侵害につき、被告会社らも共同不法行為責任を負うか。\n被告Ｅの共同不法行為責任（争点１－３－２）\n被告Ｅは、執筆者として掲載されている被告論文４のみならず、被告論\n文１～３及び５についても、被告ＮＥＸＣＯ中日本の従業員として、作成、\n投稿及び発表の主体であると認められるか。\n被告Ｈの共同不法行為責任（争点１－３－３）\n被告Ｈは、執筆者として掲載されている被告論文１及び５のみならず、\n被告論文２～４についても、東京大学の研究者として、作成、投稿及び発\n表の主体であると認められるか。\n⑵  著作者人格権侵害（公表権、氏名表示権及び同一性保持権）の成否（争点２）\n⑶  本件個別請負契約違反に関して\nア  被告中日本エンジ東京による債務不履行の有無（争点３－１）\n被告中日本エンジ東京が、原告の承諾を得ずに被告各論文を公表したこと\nが、「双方の機関で研究成果の公表を希望する者は、事前に公表内容を書面\nで通知し、相手方の事前の書面による了解を得て、連名にて公表することが\nできる。」と規定した個別請負契約（甲２）に違反するか（原告報告書その\nものではない被告各論文の公表が「研究成果の公表」に当たるか。）。\nイ  本件個別請負契約の当事者ではない被告らの不法行為責任の有無\n被告ＮＥＸＣＯ中日本及び被告中日本エンジ名古屋の責任の有無（争\n点３－２－１）\n被告Ｄ、被告Ｅ及び被告Ｆの責任の有無（争点３－２－２）\n被告Ｇらの責任の有無（争点３－２－３）\n⑷  差止め等の必要性（争点４）\n⑸  損害（争点５）\n第３  争点に関する当事者の主張\n１  争点１－１－１（原告報告書の著作物性）\n（原告の主張）\n⑴  原告報告書の本文の著作物性\n特定の実験・研究に基づいて論文を作成する場合、論文の全体的構成、論文\nに記載する事項の取捨選択、各事項の説明の順番、説明の具体的記載内容、写\n真・図表の選択、引用文献の選択が必要となるが、これらの点については多様\nな構成・選択があり得るのであるから、同じ実験・研究であるからといって当\n然に同じ内容となるものではなく、論文執筆者の個性が表れるものである。そ\nうすると、他の論文をコピーしただけのものや極めて単純な記載にとどまるも\nのを除き、自然科学に関する論文にも著作物性は認められるものであり、原告\n報告書も著作物であることは明らかである。\nしたがって、原告報告書においては、単に実験・研究のデータを記述するだ\nけではなく、そのデータから原告代表者のｆＮＩＲＳによる脳の反応について\nの研究者としての経験・知識に基づいて分析・評価を加え、「総括」として接\n続詞を取捨選択し、論理を展開して一定のまとまりのある文章で記述されてい\nるのであるから、原告報告書は、全体として思想、感情が創作的に表現された\n著作物である。具体的には、別紙対比表１ないし５記載の「原告報告書」欄記\n載の部分には、創作性が認められる。\n⑵  原告報告書に掲載された図表及び写真の著作物性\n原告報告書に掲載された図表及び写真は、別紙原告報告書図表・写真目録記\n載１ないし１７のとおりであるところ、図表は、いずれも定型的、一般的なも\nのではなく、斬新で独創的な記載となっているのであるから、それぞれの図表\nもそれ自体個性が表現されたものとして、著作物性を有するといえる。また、\n写真についても、その実験の目的、概要、実験内容を示すために必要な撮影対\n象等を把握して初めて撮影ができるものであり、誰が撮影しても同じとなるよ\nうなものではなく、著作物であることは明らかである。\nア  本件図４Ａについて\n別紙原告報告書図表・写真目録にいう本件図４は、右側面と後方の２点か\nら撮影されているところ、実験車内の機器設定の状況を示すために当該２点\nは必ずしも必要なものではない。また、機器が画面全体を占めるように撮影\nする構図も考えられるところ、本件図４では、そのような構図は取らず、実\n験車両の大まかな状況、車両の側面、後方であることが明確になるように、\n側面の写真では前輪から開放されたドアまで写るようにし、後方の写真では\nハッチバックが開いた全体が写るようにしている。これらのことから明らか\nなように、撮影者が創意工夫して撮影したものであるから、著作物性を有す\nるものである。\nイ  本件図５について\n本件図５（写真部分）について\nＤＳの全体の状況を写真で示す場合、方向及びアングルは一義的に定ま\nるようなものではないところ、本件図５（写真部分）は、斜め後方から、\nＤＳの全体を画像に収めつつも、スクリーンは右端が切れるようにするな\nど、ドライバーがスクリーンに正対していることが明確になるような構\n図・アングルを採用しつつ、スクリーンの画像が白飛びしないようにＤＳ\nがアンダーとなるような露出設定で撮影されたものである。\nこれらのことから明らかなように、本件図５（写真部分）は、撮影者が\n創意工夫して撮影したものである。\n本件図５（模式図部分）について\n人間につき、頭部を円、腹尻を三角形、鼻、手足及び胴を線で描くもの\nであり、定型的・一般的なものではない。特に、頭部の顔面側に短い線を\n加えて鼻を表現するだけで、頭の前後を区別して表示しており、個性的な\nセンスが表れている。\nウ  本件図６\n本件図６Ａは、ｆＮＩＲＳの計測原理の概要図であるところ、背景及び頭\n部を暗く描く一方で、プローブを赤と青、入光と受光の反応を白で描き、計\n測対象となるブロードマン領域を黒い点で示すことで、見るものに強いイン\nパクトを与えるものとなっている。\nまた、本件図６Ｂでは、酸素濃度の高い血液（酸素化ヘモグロビン）を赤\nに、酸素濃度の低い血液（脱酸素化ヘモグロビン）を青に色分けするととも\nに、ブロードマン領域の背景を薄紫とすることにより、毛細血管の部位によ\nって酸素濃度が異なることが一目で分かるように描かれている。さらに、静\n脈の集まる箇所では赤の中に青の点を描くことにより、脳内の酸素交換の有\n無の反応により計測することが巧みに表現されている。\nこのように、本件図６は、定型的・一般的なものではなく、個性が表れて\nいる。\nエ  本件図７について\n本件図７Ａ\n本件図７Ａの頭部アタッチメントでは、ベースを黒色、入光プローブを\n青の円、受光プローブを赤の円、その間の計測チャンネル番号を白色の数\nとしているところ、あご当てが白いので、背景を赤紫にすることにより、\n入光プローブ、受光プローブ、計測チャンネル番号が際立ち、それぞれの\n関係が把握しやすくなるように表示されている。このように、本件図７Ａ\nは定型的、一般的なものではなく、個性が表れている。\n本件図７Ｂ\nアタッチメントを装着した頭部の前後、左右側面の写真を撮影する際に\nは様々な構図が考えられるところ、必然的に本件７Ｂのような頭部の大き\nさの写真となるものではない。このことから明らかなように、本件図７Ｂ\nは、撮影者が創意工夫して撮影したものである。\n本件図７Ｃ\n本件図７Ｃでは、背景を黒とし、プローブを装着した頭部ダミーの右面\n及び左面をそれぞれ向かい合わせた上で、その上下に後面及び前面を配置\nし、かつ、計測チャンネル番号を記載することにより、強いインパクトを\n与えるとともに、計測箇所を全体として把握できるようにデザインされて\nいる。このように、本件図７Ｃは、定型的・一般的なものではなく、個性\nが表れている。\n本件図７Ｄ\n本件図７Ｄでは、ブロードマンエリアの対応関係を示すために、プロー\nブを小さな円で描いた上で、その間に各ブロードマンエリアをエリアごと\nに黒円、緑円、赤円、青円の白抜き数字と黄色円の赤色数字、薄紫円の黒\n色数字で描くことにより、一見してその対応関係を把握することができる。\nこのように、本件図７Ｄは、定型的・一般的なものではなく、個性が表れ\nている。\nオ  本件図８について\n実車で運転している状況を示す写真を撮影する場合、広く運転席が入るよ\nうにする場合から、ドライバーをアップにする場合まで、幅広い範囲がある\n上に、ドライバーとの向きについては、正面、側面又は斜め、角度について\nは、上から、平行又は下からという選択肢が存在するのであって、その構図・\nアングルは一義的ではない。そして、本件図８は、ドライバーの右腕の上方\nのみが映った上半身を、助手席の状況が入るようにドライバーの右前方から\n撮影しており、また、本件図８Ｂは、反対側からの状況を示すために助手席\n側からドライバーの上半身を撮影したものであり、構図・アングルに創意工\n夫がある。\nカ  本件図１３について\n本件図１３は、ＲＯＩを黄色の点線と矢印で示した頭部ダミー図と、その\n真横に反応波形を太い黒線、太い赤線、「定義①」、「定義②」、「実車」\nの背景を黒で塗りつぶした白抜き文字で、「反応波形」の背景を赤で塗りつ\nぶした白抜き文字で、頭頂葉を青色文字で、各描いたグラフから成り、斬新\nで、関係性や重要な項目が目立つように描かれ、同図のみから内容を読み取\nることができるようにされている。このように、本件図１３は、定型的、一\n般的なものではなく、個性が表れている。\nキ  本件図１６、１８、２０及び２１について\n本件図１６、１８、２０及び２１は、いずれも、該当する各チャンネル番\n号を矢印で示した頭部ダミー図と、その真横に各線を色分けし、有意差につ\nいては薄茶色の濃淡をつけた脳反応のグラフから成り、斬新かつ容易に比較\nが行える内容である。このように、本件図１６、１８、２０及び２１は、定\n型的、一般的なものではなく、個性が表れている。\nク  本件図１７について\n高速で運転する運転席から情報板が視認できることを示す映像を撮影\nする場合、写し出される運転席の範囲、情報板の大きさ、位置、道路の状\n況、視線の方向には様々なものがある上に、それに適したレンズの選択、\n露出の設定の必要があるところ、本件図１７は、誰もが撮影することがで\nきるものではなく、創意工夫がある。\nこれに対し、被告Ｇらは、本件図１７につき、東京大学が手配したアイ\nトラッカーを使用して撮影したことを根拠に、東京大学がその著作権者で\nある旨主張するが、アイトラッカーを用いて映像を記録する際に重要なの\nは、ドライバーにアイトラッカーを装着する行為であり、当該行為により、\nアイトラッカーのカメラの位置やアングルも定まることになる以上、アイ\nトラッカーの位置を調整して装着したものが著作者に当たるというべき\nである。\nそして、本件では、被告Ｉその他の研究者は単にアイトラッカーを調達\nしただけであり、ｆＮＩＲＳのプローブと干渉しないようにアイトラッカ\nーの装着を行ったのはｆＮＩＲＳの扱いに習熟した原告担当者であった\n以上、アイトラッカーを用いて撮影されたビデオ映像の著作者は、原告に\nほかならない。\nまた、被告Ｇらは、本件図１７に創作性がない旨主張するが、本件図１\n７は、その動画から自動的に生成されるものではなく、「６６４ｍ地点か\nらの見え方」という基準を設定し、多数の映像の中から当該基準に合致す\nると判断した映像を取捨選択の上決定するのであり、自動車が走行中にス\nチールカメラで「６６４ｍ地点付近からの見え方」にふさわしいと判断し\nた瞬間に撮影する行為と実質は同じである。\nしたがって、本件図１７には、原告の創作性が付与されており、仮に二\n次的著作物に該当する場合であっても、二次的著作物としての創作的部分\nが認められる。\nケ  本件図１９、２２について\n本件図１９及び２２は、実車とＤＳについては、背景を黒とし、該当ブロ\nードマンエリアを赤で塗りつぶした白抜き文字で示した二つの頭部ダミー\nの頭頂部の図は、正中を緩やかに曲がった点線で前後のプローブのゆがみを\n見る人に意識させるように記載しており、対象としたブロードマンエリアが\n左脳と右脳のどこに位置しているかを一目で分かるようにしている。また、\nその真下に各線を色分けし、有意差については薄紫色の濃淡をつけ、頭頂連\n合野を示す山型の赤線矢印で描いた脳反応のグラフから成り、斬新で、関係\n性を示して比較が容易に行えるようにされている。したがって、本件図１９\n及び２２は、定型的、一般的なものではなく、個性が表れている。\nコ  本件図３３について\n本件図３３は、２つの線を桃色と青色に色分けし、対象区間を各色で塗り\nつぶすことにより平均変化量をイメージしやすくしたものであり、定型的、\n一般的なものではなく、個性が表れている。\nサ  本件図３４について\n本件図３４は、各チャンネルについて赤色のチェック印、赤色の帯、薄紫\nの帯を記載することにより、異なる群の平均変化量を一目で把握できるよう\nしたものであり、定型的、一般的なものではなく、個性が表れている。\nシ  本件図３５について\n本件図３５は、背景を黒くし、プローブを付された頭部ダミーの頭頂部に\n△ＣＯＥのプラス値を示した各ブロードマン領域を青、緑、黄色、薄紫、黒\nに色分けした円により該当箇所に記載することにより、△ＣＯＥのプラス値\nを示し、部位を容易に特定できるようにしたものであり、定型的、一般的な\nものではなく、個性が表れている。\nス  本件図３６について\n本件図３６は、背景を暗くし、有意に脳活動が亢進した３つの部位に対応\nするブロードマン領域の青色、緑色の円を該当箇所に記載した頭部ダミーの\n頭頂部の図を描いた上で、その横に、当該部位についての△ＣＯＥ変化量を\n帯状のグラフで表すことにより、部位による△ＣＯＥ変化量の違いを容易に\n把握できるようにしたものであり、定型的、一般的なものではなく、個性が\n表れている。\n（被告らの主張）\n⑴  文章部分について\n原告報告書の文章部分の多くは、実車及びＤＳを運転するドライバーの脳活\n動をｆＮＩＲＳにより測定する際の実験手法について説明するものであると\nころ、これは、事実を記載するものであり、報告者の思想感情を創作的に表現\nしたものとはいえない。\nまた、その他の部分についても、道路交通と脳科学における自然科学上の知\n見を記述したものにすぎず、誰が報告しても同一又は類似の表現となることを\n免れないものであり、その表現方法はありふれたものであるから、報告者の思\n想感情を創作的に表現したものとはいえない。\n⑵  図表及び写真部分について\nア  本件図４について\n本件図４は、脳計測装置の実験車両内における設置状況を説明する写真で\nあるところ、被写体である車両及び脳計測装置の組合せ、配置及び構図は、\n脳計測装置の設置状況及び実験車両内の状況を説明するという目的に照ら\nして決められており、撮影者の工夫は介在していない。そして、カメラアン\nグル及び光線・陰影についても、実験の様子を客観的に明らかにするために、\n自然科学分野に属する論文に通常見られる方法で撮影されたものにすぎな\nい。さらに、背景についても、撮影者の独自の創意と工夫が施されていると\nはいえない。\nイ  本件図５について\n本件図５（写真部分）について\n本件図５（写真部分）は、ＤＳの設置状況を説明する写真であるところ、\n前記ア（本件図４）と同様の理由により、著作物性は認められない。\n本件図５（模式図部分）について\n線及び丸、三角その他の図形を用いて人を描くことは、人を簡単に模式\nする方法としてありふれた手法である。また、頭部に鼻を表現することも、\n棒人間の頭の前後を表すためのありふれた手法である。\nウ  本件図６について\n本件図６Ａについて\n本件図６Ａの頭部の画像は、いずれも、フィリップス社製のＭＲＩ装置\nにより出力された画像であり、作成者の個性が表れているとはいえない\n（このことは、後述のその他のＭＲＩ画像においても同様である。）。\nまた、計測対象となる部位を強調するために、当該部位に形状、色又は\nこれらの結合を施すことは、特段の工夫なく容易にできることであり、あ\nりふれた手法である。\n本件図６Ｂについて\n本件図６Ｂについて、酸素化ヘモグロビン及び脱酸素化ヘモグロビンは、\n鮮紅色及び暗紅色を示すことから、両者を明瞭に区別するために、色をそ\nれぞれ赤及び青で描画することは、ありふれた手法である。そして、酸素\n濃度が異なる部位、すなわち、酸素交換が行われる部位は、酸素濃度の高\nい血液と酸素濃度の低い血液とが入り交じるため、当該部位において、そ\nの交換が行われる様子を描画することも、さほどの困難なくできるため、\n作成者の個性が発揮されて作成されたものといえない。\nエ  本件図７について\n本件図７Ａについて\n写真中に記載された図や字を認識しやすくするために写真の背景等に\n応じて当該図や字の色を取捨選択するのは、ありふれた手法である。\n本件図７Ｂについて\n本件図７Ｂは、アタッチメントを被験者に装着したときの装着状況を、\n前後左右４方向から説明する写真であるところ、前記ア（本件図４）と同\n様の理由により、著作物性は認められない。\n本件図７Ｃについて\n本件図７Ｃでは、ＭＲＩ装置により出力された頭部画像が上下左右に概\nね均等に配置されており、頭部画像の生成及びその配置には、何ら工夫は\n施されていない。そして、頭部にチャンネル番号を記載することは、プロ\nーブの設置位置と脳計測部位となるブロードマンエリアとの対応関係を\n読者に分かりやすく説明するためのありふれた手法である。\n本件図７Ｄについて\n黒、緑、赤、青、黄及び薄紫色を用いているのは、測定対象となる部位\nが、ブロードマンエリアにおける５２領域のうち、どの領域を測定するの\nかを分かりやすく説明するためのものである。また、ブロードマンエリア\nを色分けして示すことは、周知の手法であるといえる（乙ロ４５）。\nオ  本件図８について\n本件図８は、アタッチメントを装着した被験者が実験車両及びＤＳに乗車\nし、運転するときの状況を説明する写真であるところ、前記ア（本件図４）\nと同様の理由により、著作物性は認められない。\nカ  本件図１３について\n読者が読みやすいように、又は読者の関心を惹き付けるために、適宜、図\nに記載された字や背景の色、線の太さを変えることは、ありふれた手法であ\nる。\nキ  本件図１６、１８、２０及び２１について\nグラフに描画される線の色を分けることは、データの系列間の混同を避け\nるため行われるありふれた手法である。また、読者に読みやすいように又は\n読者の関心を惹き付けるために、適宜、強調したい部分について色を施すこ\nとも、ありふれた手法である。\nク  本件図１７について\n本件図１７については、被告Ｉその他の研究者が東京大学において手配\nしたアイトラッカーを使用して撮影したビデオ（乙ロ５９）を原告におい\nてトリミングしたものである。すなわち、本件図１７は、東京大学の著作\n物の複製物にすぎず、原告において新たに創作性を付与したものではない\nから、原告には何らの著作権も帰属していない。\nこれに対し、原告は、アイトラッカーの装着行為により、アイトラッカ\nーのカメラの位置やアングルが定まるところ、アイトラッカーの位置を調\n整して装着させたのは原告の担当者である以上、原告が著作者である旨主\n張する。\nしかしながら、原告は、アイトラッカーのＮＩＲＳへの影響の確認に関\n与したにすぎず、アイトラッカーの装着及び録画は全て東京大学が行った\nものである。また、本件図１７の基になった動画自体も、単純にアイトラ\nッカーで撮影した映像ではなく、東京大学において、アイトラッカーで撮\n影した画像にドライバーの視線に係る座標情報を統合して作成したもの\nである。このように、本件図１７の基になった動画は、東京大学が撮影及\nび編集を行っているのであるから、原告の主張には理由がない。\nまた、仮に本件図１７に何らかの創作性が付与されていたとしても、前\n述のとおり、本件図１７の基になった動画自体は東大の著作物である以上、\n本件図１７はその二次的著作物にすぎない。そして、二次的著作物の著作\n権は、新たに付与された創作的部分にのみ生じ、原著作物と共通し、その\n実質を同じくする部分には生じないと解されるところ、本件図１７は、同\n動画の一コマにすぎないから、同ビデオとその実質を同じくしている。\nしたがって、いずれにしても、原告は、本件図１７につき著作権を主張\nすることができない\nケ  本件図１９及び２２について\n図形を付し測定部位を判別容易に示すことや、測定対象としたブロードマ\nンエリアの判別を容易にするために線を描くことはありふれた手法である。\nまた、描画する線の線色や線種（実線や点線等）を分けて描画するのは、デ\nータ系列間の混同を避けるための手法としてありふれている。さらに、矢印\nの形状及び向きは、測定された△ＣＯＥのデータを示す線に沿って描かれた\nものであって、創意工夫が施されているとはいえない。\nコ  本件図３３について\nグラフに描画される線の色を分けることは、データの系列間の混同を避け\nるための描画手法としてありふれた手法である。\nサ  本件図３４について\n読者の関心を惹き付けるために、適宜、チェック印等のマーク付したり、\n色を施したりすることはありふれた手法である。\nシ  本件図３５について\n各ブロードマン領域の色は、本件図７Ｄにおけるブロードマン領域に対応\nしている。このように、原告報告書の中で一貫性をもって色分けしたものに\nすぎず、その色の選択に作成者の個性は発揮されていない。\nス  本件図３６について\n読者の関心を惹き付けるために形状、色及びこれらの結合体を施し、測定\n対象となった部位を強調することは、ありふれた手法である。また、測定結\n果を分かりやすく表示するために、棒グラフを使用することも、ありふれた\n手法である。\n２  争点１－１－２（原告報告書は職務著作として、被告中日本エンジ東京にその\n著作権が帰属するか。）\n（被告ＮＥＸＣＯ中日本グループの主張）\n原告は、被告中日本エンジ東京との間で締結された本件個別請負契約（甲２）\nに基づき、原告報告書を職務上作成している。\nすなわち、原告報告書は、研究の主導的立場にあった被告中日本エンジ東京の\n発意に基づき、その指揮命令下で、原告の従業員にその作成及び撮影を命じて作\n成させたものであり、また、本件個別請負契約には、原告従業員が作成した著作\n物に係る著作権を原告又は原告従業員に帰属させる旨の明文の規定は存在しな\nい。\nしたがって、原告報告書の著作権は職務著作として被告中日本エンジ東京に帰\n属している。\n（原告の主張）\n原告（原告従業員を含む。）は、被告中日本エンジ東京の指揮・監督を受ける\nことなく、独立した立場で原告報告書を作成したものであり、同社の職務著作と\nなる余地はない。\n３  争点１－１－３（共同著作物性）\n（被告ＮＥＸＣＯ中日本グループの主張）\n⑴  原告報告書は原告と被告中日本エンジ東京の共同著作物に当たること\n原告報告書は、本件実験・研究に係る成果物の発表のために、被告中日本エ\nンジ東京の指揮命令下において、原告従業員が作成したものであり、原告及び\n被告中日本エンジ東京が互いにこれを創作する意思をもって、共同して作成し\nたものと評価できる。\nしたがって、原告報告書は、原告及び被告中日本エンジ東京の共同著作物で\nあり、その共同著作権は、原告及び被告中日本エンジ東京に帰属する。\n⑵  被告中日本エンジ東京による原告報告書の利用につき、原告にこれを拒む\n「正当な理由」（著作権法６５条３項）がないこと\n被告中日本エンジ東京は、被告ＮＥＸＣＯ中日本及び東京大学との共同研究\nに係る成果物として、各自が取得した測定結果や写真、図表等をお互いに共有\nした上で論文等を作成し、これを学会等において公表することを予定していた\nものであるところ、原告も、本件実験・研究の成果が外部に公表されることは\n当然認識していた。\nそして、被告中日本エンジ東京は、測定結果や写真、図表等を利用すること\nができない場合、本件共同研究に係る成果物である論文等の公表に支障が生じ\nるのに対し、原告は、原告報告書の作成の対価として相当な報酬を受領してお\nり、これらが被告各論文に利用されることにより特段の不利益を被ることはな\nい。\nしたがって、被告中日本エンジ東京による原告報告書の利用につき、原告に\nは、これを拒む「正当な理由」（著作権法６５条３項）はない。\n（原告の主張）\n⑴  原告報告書は原告と被告中日本エンジ東京の共同著作物に当たらないこと\n原告報告書は、原告が単独で作成したものであって、その作成に被告中日本\nエンジ東京は一切関与していないのであるから、同社に原告報告書の共有著作\n権が帰属することはあり得ない。\n⑵  被告中日本エンジ東京による原告報告書の利用につき、原告にこれを拒む\n「正当な理由」（著作権法６５条３項）があること\n被告各論文は、本件実験・研究を主導した原告代表者を論文執筆者や筆頭執\n筆者から外す一方で、形式的に本件実験・研究に関与したにすぎない被告Ｄを\n筆頭執筆者としている。また、被告各論文は、内容的にみても、事実に反する\n記載や、二重投稿のおそれがある内容となっている。\nしたがって、被告中日本エンジ東京による原告報告書の利用につき、原告に\nこれを拒む「正当な理由」があることは明らかである。\n４  争点１－１－４（著作権侵害の有無）\n（原告の主張）\n⑴  複製権又は翻案権侵害\nア  依拠の有無\n被告各論文に記載された本文、図表及び写真は、別紙対比表１ないし１０\n記載のとおり、原告報告書に記載された本文、図表及び写真を、日本語から\n英語に直しただけで実質的には同一といえるものであるから、被告各論文が\n原告報告書に依拠し、これを複製したものであることは明らかである。\nイ  被告各論文から原告報告書の表現部分の本質的な特徴を感得できるか\n原告報告書と被告各論文とは、使用される言語、レイアウト、表題、実験\n項目、図表、参考文献等において、その一部が異なっているところ、前記ア\nのとおり、被告各論文に記載された本文、図表及び写真は、原告報告書に記\n載された本文、図表及び写真と実質的には同一であることからすれば、前者\nからは、後者の表現部分の本質的な特徴を感得することができる。\nウ  したがって、被告各論文は、原告報告書の記載を複製又は翻案して作成、\n投稿されたものであるから、被告執筆者らは、原告報告書に係る原告の複製\n権又は翻案権を侵害したものといえる。\n⑵  公衆送信権侵害\n被告執筆者らは、被告各論文がオンライン販売されることを意図して、被告\n各論文をウェブページに投稿・掲載したものである以上、原告報告書に係る公\n衆送信権を侵害したといえる。\n（被告らの主張）\n⑴  複製権侵害\nア  依拠の有無\n被告各論文は、被告ら自身で行った解析及び評価を記載したものであり、\n原告報告書に依拠していない。仮に、本件実験の方法、本件実験から得られ\nた測定結果及び分析結果が共通又は類似していたとしても、それらは著作物\nとして保護される創作的表現ではない。\nまた、被告らは、被告各論文に記載された写真及び図表の一部について、\n原告報告書が提出される以前に公表された資料（乙ロ１２、１６、１９～２\n３、２６）に記載された写真及び図表を利用したものであって、これらの写\n真及び図表は、原告報告書に依拠して作成されたものではない。\nイ  被告各論文から原告報告書の表現部分の本質的な特徴を感得することが\nできるか。\n被告各論文は、原告報告書に依拠するものではなく、細かな表現等も異な\nっており、原告報告書と被告各論文の記載もその表現等が異なっているので\nあるから、被告各論文から原告報告書の表現部分の本質的な特徴を感得する\nことはできない。\n⑵  公衆送信権侵害\n争う。なお、被告各論文を公衆送信したのは、被告各論文の発行元であり、\n被告執筆者らではない。\n５  争点１－２－１（適法な引用に当たるか（図表及び写真に関して））\n（被告らの主張）\n以下のとおり、被告らは、原告報告書に記載された写真及び図表を適法に引用\nしたものである。\n⑴  原告報告書は、報告書に記載された実験を共同して実施した被告ＮＥＸＣＯ\n中日本、被告中日本エンジ東京及び東京大学の関係者に対して、メール等で配\n信されており、原告報告書は「公表された著作物」に当たる。\n⑵  また、被告各論文は、本件実験・研究の成果物であるところ、本件実験・研\n究が正確に実施されたことを証明するとともに、本件実験の状況を視覚的に明\nらかにして読者の理解促進を図るためには、原告報告書に記載された写真及び\n図表を引用する必要があった。そして、学術論文である被告各論文において、\n写真及び図表を引用することは公正な慣行に合致する。\n⑶  さらに、写真及び図表は被告各論文に対して従属的なものであること、原告\nが原告報告書作成の対価として相当な報酬を受領したこと、写真の被写体は被\n告中日本エンジ東京及び東京大学が提供したこと、写真及び図表の引用により\n原告に不利益は及ばないこと、以上の事実によれば、被告各論文における写真\n及び図表の引用は、その目的上正当な範囲で行われたものである。\n（原告の主張）\n以下のとおり、被告らによる図表、写真の使用は、「引用」の要件を満たさな\nい。\n⑴  原告は、原告報告書を被告中日本エンジ東京に提出しただけであるから、原\n告報告書に掲載された各図は、その性質に応じて公衆の要求を満たすことがで\nきる相当程度の部数の複製物が作成され、頒布されたものではなく（著作権法\n３条１項）、かつ、発行されたものとはいえないから、公表されたものではな\nい（同法４条１項）。したがって、上記各図は、同法３２条の「引用」の対象\nとはならない。\n⑵  判例において引用の要件とされる明瞭区別性は、引用元の著作物と明瞭に区\n別されることを求めるものであるところ、単に「Ｆｉｇ」又は「Ｔａｂｌｅ」\nとして表記するだけでは、被告各論文の執筆者が作成したものか、原告報告書\nから引用したものか明瞭に区別できない。しかも、被告各論文は取り込み型の\n著作物ではないのであるから、被告各論文に原告報告書からの引用であること\nを記載することに何らの困難もない。そうすると、引用元を記載しないような\n掲載の必要性は認められず、引用の要件である明瞭区別性の要件を欠くことは\n明らかである。\n⑶  およそ科学の学術論文は、オリジナリティ、新規性が強く求められるもので\nあるから、「引用」を行うのであれば、引用元を記載することが必須である。\n特に新規の実験・研究により得られたデータに係る図表はそれ自体学術論文の\n中核をなすものであるから、引用元を記載しなくてもよいなどという「公正な\n慣行」はない（甲２３）。しかも、被告らからも、原告が引用元を記載しなく\nてもよいと承諾したなどという事実は立証されておらず、被告各論文において\n原告報告書掲載の写真・図表をその引用元を記載しないで掲載した行為は、「公\n正な慣行」に合致するものではない。\n６  争点１－２－２－１（原告による明示的な許諾の有無）\n（被告Ｇらの主張）\n以下のとおり、原告報告書は、本件共同研究契約３０条４項にいう「研究成果」\nに該当するから、東京大学は、「本共同研究終了日の翌日から起算して１年間を\n経過した後」であれば、原告に通知することなく、本件共同研究契約に基づき、\n原告報告書を利用して、「研究成果の公表」をすることができる立場にあった。\nそして、「本共同研究終了日」は、平成２９年３月３１日であるところ、被告\n各論文のうち、最も早く公開された被告論文１の公開日は、平成３０年８月１３\n日であるから、被告各論文の公開は、共同研究終了日から１年を経過した後であ\nる。\nしたがって、被告Ｇらによる被告各論文の公表は、本件共同研究契約３０条４\n項に基づき、適法に行われたものである。\n⑴  原告報告書が「研究成果」に当たること\n本件共同研究契約に係る契約書は、「研究成果」につき「本共同研究に基づ\nき得られたもので・・・技術的成果」と定義する（第１条１号）。\nそして、本件共同研究契約は、①「ｆＮＩＲＳを用いた交通安全施策の評価\n手法を確立する」ことを目的とし、②「実道及びドライビングシミュレータに\nおいて、ｆＮＩＲＳを用いて基本的な運転行動に関わる脳活動を解析し、交通\n安全施策の評価のための手法を確立する」ことを研究内容とするものであり、\n③原告は、「脳活動の計測及び分析、ドライビングシミュレータ・実車実験の\n準備と実施」を行い、他方、東京大学は、「ドライバーの運転挙動に関する分\n析、ドライビングシミュレータ・実車実験の準備と実施」を行うものとされて\nいる。\n本件実験・研究において原告が実際に担当したのは、ｆＮＩＲＳにより、実\n道とＤＳにおけるドライバーの脳活動を測定し分析することであったため、正\nに、上記研究目的、研究内容及び研究分担に沿うものである。そのため、原告\nが本件実験・研究の分析結果をまとめた原告報告書（平成２８年度）は、「本\n共同研究に基づき得られたもので・・・技術的成果」に当たるといえる。\n⑵  原告の主張\nア  これに対し、原告は、原告報告書は原告が単独で作成したものであり、東\n京大学はその作成に全く関与していない以上、「研究成果」には当たらない\n旨主張するが、以下のとおり、理由がない。\n原告が単独で作成していたとしても、原告報告書は「研究成果」に当た\nること\n共同研究には、様々な類型があるところ、その中には、「共同研究に参\n加する当事者が研究を分担して行う」という類型があるとされている。こ\nのような類型の共同研究においては、参加当事者がそれぞれの担当分野に\nおいて単独で又は必要に応じて、各協力を求めながら研究を進めることに\nなり、研究結果をとりまとめて成果物を作成することが要求されている場\n合には、原則として、担当分野ごとに研究を実施した参加当事者がそれぞ\nれの研究結果をとりまとめ、成果物を作成するのが合理的である。\nそして、原告と東京大学との間の共同研究（本件共同研究）において、\n原告は、脳活動の計測及び分析等を担当し、東京大学はドライバーの運転\n挙動の分析、ＤＳの準備等を担当し、これらの担当は原告と東京大学の間\nで分担されていた（甲１０〔１頁〕）。加えて、当該報告書中、行動デー\nタ及び視線（目視）データの取得及び解析について「主担当：東京大学様」\n（甲３〔１５及び１６頁〕）と記載されており、これは、分担して研究す\nることを前提とした記載である。したがって、原告・東京大学間の共同研\n究は、上記にいう「共同研究に参加する当事者が研究を分担して行う」と\nいう類型に該当する。\nそうすると、本件共同研究契約に係る契約書の「甲及び乙は、双方協力\nして・・・研究の成果について・・・実績報告書をとりまとめるものとす\nる」という規定（６条２項）は、「原告及び東京大学は、分担して研究を\n行い、必要に応じて双方協力し、研究の成果について、原則として、各自\nで整理して実績報告書にとりまとめるものとする」と解釈するのが最も合\n理的であり、原告又は東京大学のどちらかが単独で報告書を作成した場合\nでも、ここにいう「実績報告書」に該当することになる。\n東京大学も作成に関与していること\n仮に、原告報告書が「研究成果」に該当するためには、東京大学による\n作成関与が必要であるとしても、東京大学は、以下のとおり、各種データ\nの正規化、視線（目視）データの分析及びＤＳの構築を担当しており、東\n京大学は同報告書の作成に関与したといえる。\nすなわち、本件実験・研究においては、脳活動データ、行動データ及び\n視線データの３種のデータを取得しており、これらのデータについて評\n価・解析を行うために走行距離を基準とした正規化を行う必要があったと\nころ（甲３・１６頁）、この正規化は東京大学が担当しており、走行距離\nを横軸にとるグラフ（甲３・図１３ないし図１６、図１８ないし図２５）\nを作成する基となるデータは、東京大学が準備した。\nまた、東京大学は、視線（目視）データの分析を担当しており（甲３・\n１６頁）、当該報告書中にある被験者の運転中の認識に関する記載は、東\n京大学との議論を踏まえて作成されている。\nさらに、原告報告書に記載されたＤＳを用いた実験は「東京大学ＩＳＴ\nセンター所有のＤＳ」を用いて実施されている（甲３・７頁）上に、当該\nＤＳで流れる映像は、実車実験で用いられた道路の線形情報、照度及び輝\n度情報に基づきＣＧで表現された映像であるところ（乙ロ２８・４頁）、\nこれらの映像は、被告Ｇの研究室に所属する教員及び学生が作成したもの\nである。\nこのように、東京大学による物的及び人的資源の提供なくしては、実験\n目的を達成できないといえるから、貢献度も十分大きいといえる。したが\nって、東京大学は、当該報告書の作成に関与したといえる。\nイ  また、原告は、「実績報告書」が作成されていないことを根拠に、原告報\n告書は「研究成果」には該当しない旨主張する。\nしかしながら、原告及び東京大学は、従来、本件共同研究契約の期間中\nから、「実績報告書」を作成することなく共同研究の成果を公表してきた\nという経緯がある以上、「実績報告書」が作成されていないからといって、\n「研究成果」に該当しないということはできない。\n例えば、被告Ｇの研究室に所属していた大学院生のＪ（以下「Ｊ」とい\nう。）は、平成２８年１１月３０日に学術会議で共同研究の成果を発表し、\n平成２９年３月１日には、論文も発表している。このように、東京大学は、\n本件共同研究契約に基づき、「実績報告書」を作成することなく、原告と\n東京大学の共同研究の成果を公表してきたが、原告は、これに対し、何ら\nの異議を述べたことはない。\nしたがって、原告と東京大学の共同研究に基づき得られた成果であれば、\n「実績報告書」の作成の有無にかかわらず、それは「研究成果」に該当す\nるというべきである。\n仮に、原告の主張するとおり、「研究成果」の確定に当たっては「実績\n報告書」作成が必要であると解した場合であっても、前記アで述べたとこ\nろに照らせば、原告報告書それ自体が「実績報告書」に該当する以上、「研\n究成果」にも当たる。\nむしろ、原告報告書が「共同成果」に該当しないとすれば、本件共同契\n約に基づく成果物が存在しないという不合理な結論となる。\nウ  さらに、原告は、原告報告書は東京大学に対して提供されていないため、\n「実績報告書」には該当しない旨主張する。\nしかしながら、本件共同研究契約は、「実績書をとりまとめるものとする」\nと規定しているにすぎず（第６条２項）、一方から相手方への提供行為は、\n要件とされていない。\n仮に、提供行為が必要であるとしても、本件実験・研究においては、被告\nＮＥＸＣＯ中日本、被告中日本エンジ東京、原告及び東京大学の共働が予定\nされていたところ、原告報告書が被告中日本エンジ東京を介し東京大学に共\n有されている以上、原告から東京大学への「提供行為」があったということ\nができる。\n（原告の主張）\n以下のとおり、東京大学は、本件共同研究契約に基づいて、原告報告書を公表\nすることはできないし、原告がその利用を明示的に許諾していたことにはならな\nい。\n⑴  本件共同研究契約（甲１０）の１条１号は、「『研究成果』とは、本共同研\n究に基づき得られたもので、第６条に従って作成される実績報告書において成\n果として確定された本共同研究の目的に関する発明、考察、意匠、著作物、ノ\nウハウ等の技術的成果をいう。」と規定している。また、同６条２項は、「甲\n及び乙は、双方協力して、本共同研究の研究期間中に得られた研究の成果につ\nいて、本共同研究終了日後３０日以内、及び本共同研究の研究期間中で必要と\n認められる時に実績報告書をとりまとめるものとする。」と規定している。\nそして、原告報告書は、原告が単独で作成したものであり、東京大学はその\n作成に全く関わっていない。すなわち、原告報告書は、原告と東京大学で協力\nしてとりまとめられたものでもなければ、原告から東京大学に実績報告として\n提供されたものでもないのであるから、本件共同研究契約にいう「研究成果」\nに該当しないことは明らかである。\n⑵  また、本件共同研究契約の６条２項は、「研究成果」と「実績報告書」を区\n別しており、双方協力して「実績報告書」をとりまとめるものとするというの\nであるから、たとえ原告報告書の元となる研究成果についての関与があったと\nしても、被告Ｇらが原告と原告報告書を協力してとりまとめたものとはならず、\n原告報告書は「実績報告書」に該当しない。\n⑶  原告報告書が原告と東京大学との間の共同研究の成果であるならば、当然、\n原告は東京大学に対し原告報告書を提供するはずであるところ、実際にその提\n供がされていないのは、原告報告書が共同研究の成果ではないからにほかなら\nない。\n仮に、原告が本件共同研究契約に基づき原告報告書を東京大学に正式に提供\nするのであれば、原告から東京大学に対して直接提供すべきものであり、それ\nをせずに被告ＮＥＸＣＯ中日本を介して行うことなどはない。\n７  争点１－２－２－２（原告による黙示の承諾の有無）\n（被告らの主張）\n以下のとおり、①原告、被告ＮＥＸＣＯ中日本グループ及び東京大学の間では、\n共同研究の成果を相互利用することが当然の前提となっていたこと、②原告自身、\n一連の実験・研究の成果を外部に発表することを望んでいたこと、③原告は、被\n告らによる外部発表について直ちに異議を述べていないことからすれば、原告は、\n被告ＮＥＸＣＯ中日本グループ及び東京大学による原告報告書の利用につき、黙\n示に承諾していたということができる。\n⑴  原告、被告ＮＥＸＣＯ中日本グループ及び東京大学間では、共同研究によ\nり得られる実験データ及び解析結果を相互に利用し、学術会議で発表した\nり、論文に投稿したりすることが当然に許容されていたこと\nア  本件共同研究契約の規定\n本件共同研究契約においては、共同研究により得られた技術的成果は原\n則として公表するものとされ（１条１号、３０条１項本文）、また、本件共\n同研究契約の終了日の翌日から起算して１年後からは、相手方に通知をせ\nず研究成果を公表できることとされている（３０条４項本文）。\nこのように、本件共同研究契約の規定からは、本件共同研究契約から得ら\nれた研究成果を積極的に公表する趣旨が読み取れるが、これは、東京大学が、\n国立大学法人として研究成果を社会に還元する責務を担っているためであ\nる。そして、自然科学分野における大学の研究活動においては、投稿論文や\n学会発表の件数が活動の活発さを表す指標となっているため、東京大学は、\n外部の研究機関等と共同研究を行うに当たっては、研究成果を積極的に公表\nする規定をほぼ必須のものとしており、前件実験・研究及び本件実験研究に\n関して被告ＮＥＸＣＯ中日本との間で締結された共同研究契約においても、\n研究成果を積極的に公表する趣旨が読み取れる規定が含まれている（１条１\n項、３０条１項本文、３０条４項本文）。\nそして、原告も、このような趣旨を認識し、東京大学と本件共同研究契約\nを締結したものである。\nイ  個別請負契約の別紙作成に関する経緯\n先行個別請負契約（乙ロ８）についても、本件個別請負契約（甲２）と同\n様に、別紙の添付により、本件基本請負契約の６条の規定（甲１〔２頁〕）が\n修正されたが、これは、本件基本請負契約において「受注者は・・・発注者\nが承諾した場合には、・・・当該成果品の内容を公表することができる。」と\n規定されており（６条６項）、原告は、被告中日本エンジ東京の承諾がない限\nり、成果物を利用した外部発表ができないものとされていたのに対し、原告\nが、「研究成果の発表」を可能とするよう求めたためである。\nこのように、原告は、本件実験・研究につき論文を発表できることについ\nて相当強い関心を持っており、そのような関心に基づき、双方が外部発表で\nきるように契約の規定が修正されたことからしても、原告は、共同研究によ\nり得られる実験データ及び解析結果を利用して相互に会議で発表したり、論\n文に投稿したりすることを、当然の前提としていたものといえる。\nウ  原告のＪに対するアドバイスなど\n当時、被告Ｉが指導していたＪは論文を執筆し（乙ロ２２）、発表資料を用\nいて会議において発表したが（乙ロ１６）、Ｊは、当該発表に先立ち、平成２\n８年１０月２１日及び同年１１月２９日、原告代表者、被告らを含む本件実\n験・研究の関係者に対してメールを送信し、投稿論文や発表内容の確認を求\nめた（乙ロ２７～２９。なお、乙ロ２７に添付された「ＴＲＡＮＳＬＯＧ論\n文」の原稿は、投稿された論文である乙ロ２２の直前のものであり、乙ロ２\n２と実質的に同じ文章である。）。\n上記論文及び発表資料における図（乙ロ２２〔Fig１２、１３〕）は、分析\nの途中で原告が作成した分析結果報告書の分析結果の図（乙ロ１６〔９、１\n０頁〕）を利用して作成されたが、これに対し、原告は、当該図の利用につき\n留保をせず、むしろ、Ｊの発表内容がより分かりやすくなるように、スライ\nド内容の修正を指摘している（乙ロ２９）。同様に、乙ロ２３の図３及び４\nも、当該分析結果報告書の図を利用して作成されたものである。\nエ  原告と被告らの実験データや図面・写真に関する共有のやりとり\n平成２４年以降、被告ＮＥＸＣＯ中日本、被告中日本エンジ東京、東京大\n学及び原告との間で、一連の実験・研究が実施され、論文等が外部に発表さ\nれてきた。そして、論文等の外部発表に際しては、被告ＮＥＸＣＯ中日本、\n被告中日本エンジ東京、東京大学及び原告は、各自が取得したデータや各自\nが作成した写真などを適宜共有し、具体的かつ明確に許諾することなく利用\nするということが行われてきた。\n例えば、被告ＮＥＸＣＯ中日本により設置された脳科学作業部会において\nは、被告ＮＥＸＣＯ中日本、被告中日本エンジ東京、東京大学及び原告との\n間では、各自が作成した資料を互いに共有することが頻繁にあり（乙ロ３０、\n３１）、共有された資料の利用につき留保がされることはなかった。\n加えて、後続実験・研究においても、原告は、被告らや原告以外の者が作\n成した写真、図又は表を用いて実験報告書を作成している。例えば、原告は、\n平成２９年１１月頃、被告Ｉに対し、東京大学が撮影していた本件実験のビ\nデオデータの提供を要請し、このビデオデータを利用して、後続実験・研究\nに係る原告報告書を作成している（乙ロ３）。その他にも、原告は、平成３０\n年２月頃、東京大学が担った測定部分について、その測定に関するシステム\n構成図の作成を被告Ｉに対し要請し、これを受け取った後、この図を当該原\n告報告書に利用している（乙ロ４）。\nこれらの事実からも明らかなとおり、原告自身も、被告らが作成した写真、\n図又は表を利用しており、これを認識、認容していたといえる。\n⑵  原告が一連の実験・研究の成果について外部発表を望んでいたこと\n一連の実験・研究は、道路交通と脳活動に関するものであり、その成果を外\n部発表しようとすると、当然、原告が担った脳活動の計測及び分析に関するデ\nータ及び結果が含まれる。そのため、原告が、一連の実験・研究の成果につい\nて外部発表されることを望んでいたことは、原告報告書などの脳活動の計測及\nび分析に関するデータ及び結果について利用許諾があったことを示すものと\nなる。\nア  先行報告書の記載\n先行実験・研究の成果物である先行報告書（乙ロ１０〔５８頁〕）には、「実\n道実験において脳機能を計測して成功した本研究の成果については、国際社\n会においても重要なエビデンスである。この結果を世界初の報告として確立\nすることが、この実験を行った最大の成果となるとともに、この分野の発展\nに寄与すると考えられる。」との記載があることからすれば、原告自身、先行\n実験・研究に関する研究成果を外部発表することを積極的に望んでいたとい\nえる。実際、この後、学術雑誌への投稿や、会議での発表が複数実施されて\nいる（乙ロ１３～１５、１９～２３）。\nそして、本件実験・研究は先行実験・研究を更に進めたものであるところ\n（乙ロ４、１２〔８頁〕）、被告ＮＥＸＣＯ中日本が実験を主導し、原告がｆ\nＮＩＲＳを用いて脳機能を測定し、東京大学が車両の準備をするという役割\n分担も同じである。そのため、本件実験・研究についても、原告が外部発表\nを希望していたとみるのが自然である。\nイ  脳科学作業部会における原告の言動等\n平成２７年３月１０日及び２５日には、原告、被告ＮＥＸＣＯ中日本及び\n東京大学を参加メンバーとする脳科学作業部会が開催されたが、同部会では、\n「対外発表等実績」として、前件実験・研究、本件実験・研究について外部\n発表等を行った成果を報告するなど（乙ロ１１〔２４頁〕、乙ロ１２〔２２\n頁〕）、研究成果を積極的に発表する態度を示していたところ、原告代表者も\n同部会に参加していた以上、原告も、そのような態度を認識していたといえ\nる。\nまた、原告が管理運営するホームページには、原告が実施した事業として、\n原告が、被告ＮＥＸＣＯ中日本と東京大学との共同研究で、先行実験・研究\n及び本件実験・研究を実施したことを掲載している。このことからも、原告\nが外部発表を望んでいたことが裏付けられる。\nウ  原告代表者による実験方法の提案\n原告代表者は、後続実験・研究の実施中である平成２９年６月１１日、被\n告Ｄに対し、次回行う実験について、基準としての「単純走行」と分析対象\nとしての「音あり走行」を実施すれば、国際論文として投稿し得ることを提\n案している。そして、基準と分析対象の双方の走行を実施することは、本件\n実験・研究でも行われており、原告代表者は、国際論文の投稿に結びつく実\n験の進め方を熟知していた。また、一連の実験・研究において論文を投稿す\nる場合には、原告が役割を担っていた脳機能の測定及び分析を行った結果を\n論文に記載することが前提になっている。\nそうすると、このような原告代表者の提案からも、原告が一連の実験・研\n究が外部発表に結びつくことを当然に認識していたといえる。\nエ  原告は直ちに異議を唱えていなかったこと\n原告は、被告らにおいて、原告が作成した図等を利用して外部発表を行っ\nていることを認識していたにもかわわらず、それに対し、直ちに異議を唱え\nておらず、むしろ、被告らの外部発表がより洗練されたものとなるようにア\nドバイスをしたことさえあった（乙ロ２９）。\n原告代表者と被告らとのメールのやりとり\n原告代表者は、平成３０年４月２日、被告らに対し、後続実験・研究に\n関して、「そもそも、仕様書を一任された私が提出した弊社報告書をみた\nあとで、結果自体の修正をせまったり、追加解析を要求するというのは、\n途中の会議ならいざ知らず、科学的な範囲の常軌を逸しています。さらに\n言えば、すべての測定データはすでに、共有しているので、東大や弊社だ\nけでなく、ＮＥＸＣＯ内部でもできるとおもいます。弊社はデータ解析の\n１案を示したにすぎません。」とのメールを送っている（乙ロ３６）。\nここで原告が述べているのは、原告によるデータ解析の結果に不満があ\nるのであれば、原告が測定したデータ及び作成した報告書等に基づいて、\n被告ら自身で再解析を行うことが可能であるということであるが、被告ら\nがそのような再解析等をする必要性があるのは、これまでの先行実験・研\n究及び本件実験・研究で行われてきたとおり、その結果を外部公表するか\nらこそである。\nこのように、原告は、自らが測定したデータや作成した報告書等を利用\nして、研究結果が外部に公表されるであろうことを十分に認識していたに\nもかかわらず、留保をするなどしていなかった。\n原告による著作権侵害の主張時期\n被告各論文は、平成３０年には公表されていたが、原告は、それから２\n年間経過した令和２年１１月１２日になって、関連訴訟の第１回弁論準備\n手続において、初めて、被告各論文が権利侵害である旨を主張し始めた。\nまた、原告が令和２年２月１７日に被告らに対して送付した著作権侵害に\nついての通知書においても、原告が関連訴訟で著作権侵害と主張している\n被告らの論文のことのみが記載されており、被告各論文については言及さ\nれていない。\n（原告の主張）\n⑴  原告は、原告報告書の利用許諾を認めるに当たって、まず、被告らから事前\nに報告を受けた上で、原告の研究、開発との関係で不利益を及ぼさないか、原\n告が希望する論文投稿を妨げるものではないか、二重投稿の問題がないか、内\n容が正確であるか、原告代表者が、執筆者として、当該研究への関与の程度に\n応じた地位を与えられているかといった点について確認をした上で、問題がな\nいと判断したものに限り、論文として投稿・発表することを許諾している。\nそうすると、本件のように事前の報告もなく、内容を確認していない論文の\n投稿・発表について、原告が利用の黙示の許諾をしたことにはならない。\n⑵  原告と被告らの間では、従前は、論文を投稿、発表する場合には事前に確認\nを求め、了解を得るという手続を踏んでおり、たとえ名目的であったとしても、\n共同研究を行うに当たっては、論文を公表する場合には相互に確認する必要が\nある。また、原告と被告中日本エンジ東京の間では、事前の了解が公表の条件\nとされていた上に、原告と被告Ｄとの間でも投稿前に確認を求めることが了解\nされており（甲１１）、メール（甲１６～１８）のやりとりもなされていたの\nであるから、明示的な承諾が存在しない場合には、黙示の承諾があったという\nことはできない。\n⑶  論文の投稿、発表の許諾は、個々の論文についてその内容を確認した上で判\n断されるものである以上、過去に論文の投稿、発表について許諾がなされたか\nらといって、それと異なる論文を投稿、発表する場合に、これを許諾したこと\nになるものではない。\n⑷  以上によれば、論文の投稿手続、発表の確認を無視して投稿した被告各論文\nには、原告報告書を利用することの許諾や黙示の許諾を認める余地はない。\n８  争点１－２－２－３（東京都市大学に所属する被告Ｉは、本件共同研究契\n約（甲１０）３０条４項の適用を受けるか。）\n（被告Ｇらの主張）\n本件共同研究契約の当事者は原告と東京大学であるものの、実際に論文の投稿\n等を行う主体は、原告や東京大学の研究担当者である。そうすると、本件共同研\n究契約３０条４項は、実質的に見れば、原告は東京大学のみならず、原告や東京\n大学の研究担当者による研究成果の公表を許諾したものと解するのが相当であ\nる。\nそして、大学の研究担当者が、その後に他の研究機関に異動することは通常よ\nくあることであり、本件共同研究契約自身も、そのような異動を想定した規定を\n置いていること（１９条２項、２９条本文後段）に照らせば、本件共同研究契約\nは、他の大学に異動した研究担当者による研究成果の公表も許諾していたものと\n解するのが合理的である。\nしたがって、本件共同研究契約の締結当時に東京大学の研究担当者であった被\n告Ｉは、東京都市大学に異動した後も、本件共同研究契約３０条４項の適用を受\nけるというべきである。\n（原告の主張）\n本件共同研究契約においては、「実績報告書」を公表できる主体は契約当事者\nである原告と東京大学に限定されており、東京大学には、自らに所属しない第三\n者に「実績報告書」を公表させる権限は与えられていない。また、被告Ｉについ\nては、単に東京都市大学に所属する旨の記載があるのみであり、被告各論文に東\n京大学の委託を受けて共同執筆者となった旨の記載もなければ、当該委託を受け\nたことを証する書面もないのであるから、被告Ｉは、本件共同研究契約に基づい\nて原告報告書を公表することはできない。\n９  争点１－３－１（被告会社らの共同不法行為責任）\n（原告の主張）\nｆＮＩＲＳによる脳科学の実験・研究は、当初、被告ＮＥＸＣＯ中日本からの\n依頼を受けて原告が実施するようになったところ、その後、東京大学も関与する\nようになっていった。しかしながら、実質は、被告ＮＥＸＣＯ中日本から原告に\n依頼があって実験・研究が続けられ、その流れで本件実験・研究も行われていた\nのであるから、本件実験・研究は、被告ＮＥＸＣＯ中日本の従業員である被告Ｄ\nが中心となり、これに子会社である被告中日本エンジ東京の従業員の被告Ｅ、そ\nして被告中日本エンジ名古屋の被告Ｆが、それぞれ関与したものである。\nこれらの一連の実験・研究は、被告ＮＥＸＣＯ中日本が推進している脳科学の\n視点からの交通安全施策に、脳機能ＮＩＲＳを活用した瞬時の判断にかかわる脳\n評価の手法を開発するために行われたものであり、被告ＮＥＸＣＯ中日本は、一\n方でこの開発の事実をプレスリリースするとともに、学術的な権威を得ることを\n目指して、被告Ｄが主体となり、これに被告Ｅ、被告Ｆも加担して、原告報告書\nを複製して被告各論文を投稿、発表させたのである。\nこのように、被告各論文は、被告ＮＥＸＣＯ中日本が中心となった上で、子会\n社である被告中日本エンジ東京、被告中日本エンジ名古屋も加担して投稿、発表\nしたものであるから、被告会社らは共同不法行為責任を負う。\n（被告ＮＥＸＣＯ中日本グループの主張）\n本件実験・研究は、被告会社らの事業として、その被用者である被告Ｄ、被告\nＥ及び被告Ｆが関与しているのは事実であるものの、そのことによって、本件実\n験・研究の実施につき、共同不法行為責任は成立しない。\n10  争点１－３－２（被告Ｅの共同不法行為責任）\n（原告の主張）\n被告各論文は、それぞれ独立して作成、投稿又は公表されたものではなく、平\n成３０年に開催された５つの学会に係る掲載誌に論文を投稿するために、原告報\n告書を殊更に５つの論文に分割し、形式的には別の研究であるかのように受け取\nれるタイトルを付して、同じ年に投稿したものである（別紙被告論文目録１～５）。\nすなわち、被告各論文は、原告報告書に記載された一連の実験・研究に基づくも\nのであるから、本来、その内容を５つの論文に分割できるようなものではない。\nそうすると、被告各論文の作成時には、個々の論文の執筆者のみで内容を確認\nするだけでは足りず、被告各論文に携わった全執筆者で原告報告書をどのように\n分割するかを協議し、各論文の記載内容を確認した上で個々の論文を投稿したは\nずであるから、いずれの被告論文についても、被告各論文の全執筆者による共謀\nの結果、投稿されたものと評価できる。\nしたがって、被告Ｅは、形式的には、被告論文４においてのみ執筆者とされて\nいるものの、実際上は、被告論文１～３及び５の投稿にも加担しているものと評\n価できるから、被告各論文全てにつき、共同不法行為責任を負う。\n（被告Ｅの主張）\n被告Ｅは、被告論文１～３及び５の執筆者ではない以上、これらの各被告論文\nの作成、投稿及び発表の主体には当たらない。\nしたがって、被告Ｅが被告論文１～３及び５につき共同不法行為責任を負う余\n地はない。\n11  争点１－３－３（被告Ｈの共同不法行為責任）\n（原告の主張）\n被告Ｈは、前記争点１－３－２（原告の主張）と同様の理由により、被告論文\n１及び５だけではなく、被告各論文全ての記載内容を確認した上で、被告論文１\n及び５を投稿している以上、被告論文２～４の投稿にも加担していると評価でき\nる。\nしたがって、被告Ｈは、被告各論文全てにつき共同不法行為責任を負う。\n（被告Ｈの主張）\n被告Ｈは、被告論文２～４については、東京大学の研究者として、その作成、\n投稿及び発表に一切関与していない。\nしたがって、被告Ｈが被告論文２～４につき共同不法行為責任を負う余地はな\nい。\n12  争点２（著作者人格権侵害の成否）\n（原告の主張）\n⑴  公表権\n原告報告書は公表されていなかったところ、被告らが被告各論文について出\n版社の各ウェブページに掲載させた行為は、原告報告書に係る原告の公表権\n（著作権法１８条）を侵害する。\n⑵  氏名表示権\n被告らは被告各論文について、本件実験・研究を主導した原告の氏名を記載\nせずに、論文を作成及び投稿し、ウェブページに掲載させたものであるから、\n原告報告書に係る原告の氏名表示権（著作権法１９条）を侵害する。\n⑶  同一性保持権\n被告各論文は、原告報告書の記載を一部改変しているため、被告らによる被\n告各論文の作成、投稿は、原告の同一性保持権（著作権法２０条）を侵害する。\n（被告らの主張）\n⑴  公表権\n原告報告書には著作物性が認められないため、著作者人格権は成立しな\nい。また、原告報告書に著作物性が認められるとしても、職務著作として法\n人等が著作者となり（著作権法１５条１項）、被告中日本エンジ東京に著作者\n人格権が帰属し、原告は著作者人格権を有しないため、著作者人格権侵害は\n成立しない。\nさらに、職務著作が認められないとしても、原告報告書は、被告中日本エ\nンジ東京及び原告の共同著作物であり、その著作者人格権の行使は著作者全\n員の合意によらなければできないため（著作権法６４条１項）、著作者人格権\n侵害は成立しない。\nまた、原告は、被告らが外部発表をする際、原告報告書を利用することを\n認識・認容し、その利用について黙示に許諾していた。そして、原告報告書\nを利用するに当たって、原告の同意を得なければ、その写真について、原告\nの氏名を表示せずに公表し又は改変を加えることができないとすると、被告\nらによる外部発表等に支障を来すことになるから、上記の許諾は、当然に著\n作者人格権の不行使の合意を伴うものであったというべきである。\n⑵  氏名表示権\n写真を学術論文に利用する際、撮影者を執筆者として表示しないことは、\n学術論文の分野では通例となっており、原告報告書に記載された写真の利用\nは、その目的及び態様に照らし、原告が創作者であることを主張する利益を\n害することはなく、公正な慣行に合致する（著作権法１９条３項）。したがっ\nて、原告の著作者名としての表示を害するおそれはない。\n⑶  同一性保持権\n争う。\n13  争点３－１（被告中日本エンジ東京による債務不履行の有無）\n（原告の主張）\n本件個別請負契約の別紙１は、「研究成果」の内容が相手方に無断で、一方当\n事者により単独で公表されることがないようにするための規定であることに照\nらせば、公表の有無は研究成果の実質的内容が公表されたか否かで判断すべきも\nのである。そして、被告各論文の内容は、原告報告書と全体として類似し、個別\nの説明、写真・図表においても同一又は類似であるところ、そのような被告各論\n文の作成、投稿・発表は、「結果の公表」に該当するものというべきである。\nそうすると、被告中日本エンジ東京が、原告に対する書面による事前の公表内\n容の通知や、原告からの書面による了解を経ることなく、しかも、被告論文２～\n５につき原告代表者を執筆者から除外して公表した行為は、本件個別請負契約に\n違反する。\n（被告ＮＥＸＣＯ中日本グループの主張）\n原告が被告中日本エンジ東京に対し「提出した書類等」は、原告報告書であ\nるところ、「結果の公表」については、本件個別請負契約の別紙１の適用によ\nり、「相手方の事前の書面による了解を得て、連名にて公表」しなければなら\nないという制約を受けることになる。\n本件において、被告中日本エンジ東京は原告報告書を公表しておらず、本件\n個別請負契約に違反しない。\n14  争点３－２－１（被告ＮＥＸＣＯ中日本及び被告中日本エンジ名古屋の責任の\n有無）\n（原告の主張）\n本件個別請負契約の締結主体は被告中日本エンジ東京であるが、本来であれば、\n原告と被告ＮＥＸＣＯ中日本の間で請負契約を締結すべきであり、被告中日本エ\nンジ東京が当事者とされたのは、被告ＮＥＸＣＯ中日本の都合にすぎない。\nそして、被告ＮＥＸＣＯ中日本の従業員である被告Ｄは、本件個別請負契約の\n内容を認識していたにもかかわらず、被告ＮＥＸＣＯ中日本が推進する交通安全\n施策に脳機能ＮＩＲＳを活用することが有益であることを高速道路事業関係者\n及び利用者に示すために、被告各論文の投稿及び発表が本件個別請負契約に違反\nすることを承知の上で、被告中日本エンジ東京や被告中日本エンジ名古屋の被告\nＥや被告Ｆを加担させて、被告各論文の投稿、発表を行ったものである。\nそうすると、被告各論文は、被告会社ら３社が一体として行ったものと評価で\nきるから、契約当事者ではない被告ＮＥＸＣＯ中日本及び被告中日本エンジ名古\n屋も、本件個別請負契約違反による債務不履行責任を免れない。\n（被告ＮＥＸＣＯ中日本グループの主張）\n前記争点３－１（被告ＮＥＸＣＯ中日本グループの主張）のとおり、そもそも、\n被告中日本エンジ東京は本件個別請負契約に違反していない。\nまた、被告ＮＥＸＣＯ中日本及び被告中日本エンジ名古屋は、本件個別請負契\n約の当事者ではないため、同契約の効力は及ばないし、本件個別請負契約の内容\nを認識していない以上、過失が認められる余地もない。\n15  争点３－２－２（被告Ｄ、被告Ｅ及び被告Ｆの責任の有無）\n（原告の主張）\n被告Ｄ及び被告Ｅは、被告各論文を投稿、発表することが本件個別請負契約に\n違反することを承知の上で、被告各論文を投稿・発表したものである。そして、\n被告Ｆもそのような投稿・発表に加担している以上、投稿・発表が本件個別請負\n契約に違反するものであることを、被告Ｄ及び被告Ｅから当然に伝えられている\nはずである。\n仮に、これが伝えられていなかったとしても、原告報告書を複製又は翻案した\n内容の被告各論文につき、原告の承諾を得ることなく投稿・発表するに当たって、\n本件個別請負契約の規定を確認すべきところ、これを怠ったものであるから、い\nずれにせよ、過失を免れない。\nこのように、被告Ｄ、被告Ｅ及び被告Ｆは、共同して本件個別請負契約に違反\nしたものであるから、本件個別請負契約違反による債務不履行責任を負う。\n（被告ＮＥＸＣＯ中日本グループの主張）\n前記争点３－１（被告ＮＥＸＣＯ中日本グループの主張）のとおり、そもそも、\n被告中日本エンジ東京は本件個別請負契約に違反していない。\nまた、被告Ｄ、被告Ｅ及び被告Ｆは、本件個別請負契約の当事者ではないため、\n同契約の効力は及ばないし、本件個別請負契約の内容を認識していない以上、過\n失が認められる余地もない\n16  争点３－２－３（被告Ｇらの責任の有無）\n（原告の主張）\n被告Ｇらは、被告Ｄと懇意の関係にあり、本件個別請負契約の内容を認識して\nいたはずである。\n仮に、認識していなかったとしても、原告と東京大学との間で締結された本件\n共同研究契約３０条に定める「研究成果の公表」により、「研究成果の公表」は\n自由ではなく、一定の手続を履践する必要があること自体は認識しているのであ\nる。そうすると、被告Ｇらが、被告ＮＥＸＣＯ中日本に所属する被告Ｄや被告中\n日本エンジ東京に所属する被告Ｅらとともに原告報告書と酷似する被告各論文\nを投稿・発表をするに当たっては、原告と被告中日本エンジ東京との間でも公表\nについて制限する規定が存在すること、また、両者は民間事業者間であることか\nら東京大学との間よりもより厳しい制限となっている可能性があることを認識\nするはずである。そうすると、被告Ｇらとしては、被告各論文を作成、投稿・発\n表を行うに当たって、本件個別請負契約の規定を確認すべきであったところ、こ\nれを怠り、漫然と当該投稿及び発表を行ったことにつき、過失があることは明ら\nかである。\nしたがって、被告Ｇらは、本件個別請負契約違反による債務不履行責任を負う。\n（被告Ｇらの主張）\n被告Ｇらは、本件個別請負契約の当事者ではないところ、自ら又は自らの所属\n先が当事者となっていない第三者間の契約について、その内容を確認すべき法的\n義務はない。\nしたがって、被告Ｇらが本件個別請負契約に係る債務不履行責任を負う余地は\nない。\n17  争点４（差止め等の必要性）\n（原告の主張）\n被告各論文は、本文の内容、図表が重複しており、二重投稿ということができ\nる。そして、被告各論文に記載された内容は、被告ＮＥＸＣＯ中日本の重要な事\n業の一つとされていることや、被告らは本件訴訟において、著作権の侵害を含め、\n原告の請求を全面的に争っていることに照らせば、このような二重投稿をする被\n告らにおいて、今後も同じ内容の論文を投稿、発表するおそれは否定できない。\nそうすると、被告らによる被告各論文の複製、頒布を中止させるとともに、被\n告らが保有する被告各論文の原稿のデータを破棄させる必要がある。\n（被告ＮＥＸＣＯ中日本グループの主張）\n争う。被告各論文を公衆送信しているのは、別紙被告論文目録記載の発行者（以\n下、単に「発行者」という。）であり、被告らではない。\n（被告Ｇらの主張）\n被告らは、以下のとおり、著作権を侵害する者でなければ、侵害するおそれが\nある者（著作権法１１２条１項）でもないため、原告の主張する差止請求には理\n由がない。\n⑴  差止請求の要件である侵害するとは、現在侵害行為を継続中であることをい\nい、また、侵害するおそれがあるとは、将来侵害行為を行う高度の蓋然性があ\nることをいうところ、原告の主張を前提としても、被告らによる著作権及び著\n作者人格権の侵害行為は、被告各論文を作成し、投稿した時点で終了したもの\nと評価することができ、その後、反復又は継続して行われる性質のものではな\nい。また、被告各論文を公衆送信しているのは、発行者であり、被告らではな\nい。\nしたがって、被告らは、現在侵害行為を継続していない。\n⑵  また、被告らは、本件実験・研究に関して一連の外部発表を終了しており、\n最早、外部発表の予定はない。そのため、被告らにより将来侵害行為が行われ\nる高度の蓋然性もない。\nしたがって、被告らは、著作権を侵害する者でなければ、侵害するおそれが\nある者でもないため、原告の主張する差止請求には理由がない。その結果、原\n告の主張する侵害停止予防請求にも理由がない。\n18  争点５（損害）\n（原告の主張）\n原告は、被告らの行為により、次のとおり、合計で６５６７万円の損害を被っ\nた。\n⑴  著作権侵害による損害\nア  著作権法１１４条２項に基づく損害\n被告各論文の販売による利益は、それぞれ２０万円を下ることはなく、被\n告らは、１００万円の利益を得たものといえる。そうすると、原告は、著作\n権法１１４条２項に基づき、１００万円の損害を被ったものである。\nイ  著作権法１１４条３項に基づく損害\n本件個別請負契約における請負代金は８５０万円と設定されたが、これは、\n共同研究という名目にした上で、被告中日本エンジ東京が原告報告書を単独\nで自由に公表できないという条件を前提とした価格であるところ、仮に、原\n告報告書を自由に公表することができることが契約内容とされていた場合\nには、本来、請負代金は５７２０万円とされたはずである。\nそうすると、当該請負代金５７２０万円から共同研究名目の請負代金８５\n０万円を控除した４８７０万円が原告報告書の著作権を行使し、論文として\n投稿、発表することの使用料に相当するといえる。\nしたがって、同金員が原告報告書の著作権の行使につき受けるべき金銭と\nいうべきであり、原告は、著作権法１１４条３項に基づき、被告らに対し、\n同額の賠償を請求することができる。\n⑵  著作者人格権侵害による損害\n原告及び原告代表者Ｘ１は、ｆＮＩＲＳによる脳の反応の測定、解析につい\nての先駆者かつ第一人者として世界的にも認められていたが、原告代表者Ｘ１\nが除外された形で被告各論文が発表されたことにより、その評価が大きく損な\nわれた。\nそうすると、被告らによる著作者人格権の侵害により、原告が被った損害は\n１０００万円を下らない。\n⑶  本件個別請負契約違反に基づく損害\n前記⑴のとおり、被告中日本エンジ東京は、原告の承諾を得ずに原告報告書\nの記載内容を公表するためには、４８７０万円を支払う必要があったのである\nから、原告は、被告中日本エンジ東京の本件個別請負契約違反により、同額の\n損害を被ったものと評価することができる。\n⑷  弁護士費用\n上記⑴ア、⑵及び⑶の損害額は、合計で５９７０万円となるところ、被告ら\nの行為と相当因果関係のある弁護士費用の額は、その１割である５９７万円が\n相当である。\n（被告ＮＥＸＣＯ中日本グループの主張）\n⑴  著作権侵害による損害\n争う。被告らは、被告各論文につき何らの販売利益を得ていない。また、原\n告報告書の使用料が４８７０万円であることについて、原告は何ら具体的に立\n証していない。\n⑵  著作者人格権侵害による損害\n争う。\n⑶  本件個別請負契約違反に基づく損害\n争う。原告と被告中日本エンジ東京との間において、請負代金を５７２０万\n円とする旨の合意は成立しておらず、また、原告報告書を自由に公表すること\nを契約内容とした場合には請負代金を５７２０万円とする旨の合意も成立し\nていない。\n⑷  弁護士費用\n争う。\n（被告Ｇらの主張）\n⑴  著作権侵害による損害\n争う。被告Ｇらは、被告各論文につき何らの販売利益を得ていない。また、\n原告報告書の使用料が４８７０万円であることについて、原告は何ら具体的に\n立証していない。\n⑵  著作者人格権侵害による損害\n争う。\n⑶  本件個別請負契約違反に基づく損害\n争う。被告Ｇらは、本件個別請負契約の当事者ではない以上、同契約の締結\n経緯については関知していないが、いずれにしても、原告報告書の使用料が４\n８７０万円であることについて、原告は何ら具体的に立証していない。\n第４  当裁判所の判断\n１  認定事実\n前記前提事実に加え、証拠（後掲の各証拠のほか、原告代表者、被告Ｄ及び被\n告Ｉの各本人尋問の結果）及び弁論の全趣旨を総合すれば、次の事実が認められ\nる。\n⑴  先行実験・研究\nア  原告及び被告ＮＥＸＣＯ中日本グループ、東京大学は、平成２４年頃、高\n速道路のより効果的な交通事故防止対策を構築することを目的とし、「運転\n者の脳活動の計測に関する研究」を共同で開始した。この研究においては、\n各自が専門分野に特化した知見を相互に提供するという観点から、被告ＮＥ\nＸＣＯ中日本グループは高速道路における交通安全対策の知見を、原告は脳\n科学に関する知見を、東京大学は交通工学に関する知見を、それぞれ提供す\nることが求められていた。\nもっとも、当時は、原告が小規模事業者で口座を有しないという理由から、\n被告ＮＥＸＣＯ中日本と東京大学との間でのみ共同研究契約書（乙ロ５。先\n行共同研究契約）が締結され、原告は、被告ＮＥＸＣＯ中日本グループとの\n間でも、東京大学との間でも、契約書を作成しなかった。\n先行共同研究契約においても、本件共同研究契約と同様に、「甲及び乙は、\n双方協力して、本共同研究の研究期間中に得られた研究の成果について、（中\n略）実績報告書をとりまとめるものとする。」という規定が存在した（６条２\n項）。\n（以上につき、甲９の１、乙イ１、乙ロ３、５、５２、被告Ｉ、弁論の全趣\n旨）\nイ  原告は、平成２４年１２月２６日、先行報告書を作成した。（前記前提事\n実）\nウ  その後、原告被告ＮＥＸＣＯ中日本グループ、及び東京大学は、先行実験・\n研究に関する成果として、次のとおり、論文を発表した。\n平成２５年１２月２４日  「Functional  brain  imaging  using  near-\ninfrared spectroscopy during actual driving on an expressway」\n（乙ロ１３）\n平成２５年１２月２５日  「Correlation  of  prefrontal  cortical\nactivation  with  changing  vehicle  speeds  in  actual  driving:  a\nvector-based functional near-infrared spectroscopy study」（乙ロ１\n４）\n平成２７年５月１９日  「Greater  Activity  in  the  Frontal  Cortex\non Left Curves: A Vector-Based fNIRS Study of Left and Right Curve\nDriving」（乙ロ１５）\nエ  被告ＮＥＸＣＯ中日本は、平成２６年３月２７日、「脳機能ＮＩＲＳを活\n用した交通安全対策の評価手法に関する研究」につき、被告Ｇや原告との共\n同研究の成果として、高速道路を走行する運転者の脳活動の可視化に成功し\nた旨のプレスリリースを行った。（乙ロ３）\n⑵  本件実験・研究\nア  原告及び被告中日本エンジ東京、東大は、先行実験・研究が成功したこと\nを受け、平成２６年以降も、「脳機能ＮＩＲＳを活用した交通安全対策の評\n価手法に関する研究」を共同して行うこととした。\nその結果、被告ＮＥＸＣＯ中日本と東京大学は、先行共同研究契約に係る\n変更契約を２度にわたり締結し、最終的に、研究期間を平成２９年３月３１\n日まで延長した。もっとも、先行共同研究契約においては、最終的には、成\n果物が作成されることはなかった。\nイ  原告と東京大学は、平成２７年５月１日、原告と東京大学が共同研究を行\nっていることを明確にするため、本件共同研究契約を締結した。\n（以上につき、甲１０、乙５ないし７、被告Ｉ、弁論の全趣旨）。\nウ  また、原告と被告中日本エンジ東京は、平成２７年７月３１日、本件基本\n請負契約及び前件個別請負契約を締結した。\n本件基本請負契約には、「発注者は、業務の実施に当たって発注者に提出\nした書類等が著作物に該当するとしないとにかかわらず、当該成果品の内容\nを受注者の承諾なく自由に公表することができる。」との規定が存在すると\nころ（６条３項）、原告の要望に基づき、同規定は、下記 のとおり改めら\nれた。（甲１、２４、乙ロ８）\n業務内容：運転中のドライバーの脳活動データ（ｆＮＩＲＳデータ）の\n取得等\nスケジュール：平成２７年１１月  実道実験実施（新東名岡崎区間）\n平成２８年２月～３月  ＤＳ実験実施\n工期：平成２７年８月３日～平成２８年３月１８日\n業務区分：本件は、東京大学及び中日本高速道路株式会社との共同研究\nに基づく\n結果の公表：共同研究に基づく成果であるため、本件基本請負契約６条\n各項は適用されず、双方の機関で研究成果の公表を希望する者は、事前に\n公表内容を書面にて通知し、相手方の事前の書面による了解を得て、連名\nにて公表することができる。\n⑶  原告報告書作成に至る経緯\nア  実車実験及びＤＳ実験\n原告及び東京大学は、平成２７年１１月２日から６日までの間、前件個別\n請負契約に基づき、新東名高速道路岡崎東インターチェンジ付近で、実車を\n運転するドライバーの脳活動の測定等をした。\nまた、原告は、平成２８年３月２６日から３１日までの間、前件個別請負\n契約に基づき、東大の所有するＤＳを使用したドライバーの脳活動の測定等\nを実施した。\nこれらの実験（以下「本件実験」という。）の目的は、情報板等の視覚情\n報がドライバーに対する注意喚起として効果を有するか否か確認するため\nに、ＮＩＲＳという脳活動の計測を行った上で、運転行動と脳科学的な知見\nからその効果を客観的に評価する手法を確立することにあり、原告は、脳活\n動の計測及び分析を担当し、東大は、ドライバーの運転挙動に関する分析を\n担当した。\n（以上につき、甲１０、乙ロ５、５２、被告Ｉ、弁論の全趣旨）\nイ  Ｊは、平成２８年６月２２日、被告Ｄ及び被告Ｉに対し、本件実験から得\nられた脳データとＣＡＮデータを結合させたものや、実車の運転データ等を\n送付した。（乙ロ５５）\nウ  脳科学作業部会が同年８月３日に開催され、本件実験に係る実験概要や実\n験コースの確認、解析対象データの確認、運転行動データ解析の紹介等が行\nわれた。そして、被告Ｉは、翌日、被告Ｄ、被告Ｇらに対し、同作業部会に\nおける資料をメールで共有した。（乙ロ５３）\nエ  原告の社員であったＫ（以下「Ｋ」という。）は、平成２８年９月３０日、\n「脳データの解析」と題する資料（乙ロ１６。以下「Ｋ作成資料」という。）\nを公表した。\nオ  ＫとＪは、平成２８年１２月１６日、本件実験から得られた目視データの\n解析につき、メールで協議を行った。（乙ロ５６）\nカ  原告と被告中日本エンジ東京は、平成２８年７月６日、２回目の個別請負\n契約として、本件個別請負契約を締結した。（甲２）\n⑷  共同研究の成果の公表等\n原告、被告ＮＥＸＣＯ中日本グループ及び東大は、本件実験・研究と並行し\nて、次のとおり、共同研究の成果を共有・公表した。\nア  被告Ｉは、平成２８年３月２５日、脳科学作業部会において、「２０１５\n年度会活動報告」と題する資料（乙ロ１２）を公表した。同資料には、本件\n図４Ａと同一の写真が掲載されていた。\n（以上につき、甲３、乙ロ１２、弁論の全趣旨）\nイ  被告Ｄ、被告Ｆ、被告Ｇら及び原告代表者は、他の執筆者と共同で、平成\n２８年１０月１０日、「Validation Study on Evaluation of Traffic Safety\nUsing  fNIRS」と題する論文（以下「乙ロ１９論文」という。）を公表した\n（乙ロ１９）。\n乙ロ１９論文には、本件図４Ａ及びＢの縦横の比率を変更した写真に加え、\n図７Ａ及びＢと同一の写真及び図８と同一の写真が掲載されていた。\n（以上につき、甲３、乙ロ１９、弁論の全趣旨）\nウ  Ｊは、平成２８年１０月２１日、原告代表者や被告Ｇらに対し、同年１１\n月３０日に開催される日本機械学会の第２５回交通・物流部門大会において\n発表予定の論文（乙ロ２８）の原稿をメールで共有した。同論文（乙ロ２８）\nには、Figure.12として、Ｋ作成資料に掲載された図（乙ロ１６〔９頁〕）が\n使用されていたものの、これに対して、原告からは特段の異議が示されるこ\nとはなかった。\nまた、Ｊは、同年１１月２６日には、原告代表者やＫ、被告Ｇ、被告Ｈそ\nの他の関係者に対し、発表資料の最終版を送付したところ、Ｋは、同月２９\n日、内容につき改良するための案を示した。\n（以上につき、乙ロ２７ないし２９）\nエ  被告Ｄ、被告Ｆ、被告Ｉ、被告Ｈ、被告Ｇ及び原告代表者は、他の執筆者\nと共同で、平成２８年１０月２１日、「標識と情報板に対する脳計測を用い\nたドライビングシュミレータの臨場感向上のメカニズムに関する研究」と題\nする資料（乙ロ２６）を公表した。\n同資料には、本件図７Ａ及びＢと同一の写真が掲載されていた。\n（以上につき、甲３、乙ロ２６、弁論の全趣旨）\nオ  被告Ｄ、被告Ｆ及び被告Ｇらは、他の執筆者と共同で、平成２８年１０月\n２９日、「Validation Study on Evaluation of Traffic Safety Using  fNIRS\nFinal Edition」と題する論文（乙ロ２０）を公表した。同論文は、当初、原\n告代表者も共同執筆者に加えられていたものの、内容が乙ロ１９論文と重複\nしていると考えた原告代表者の意向に基づき、原告代表者を共同執筆者から\n外した上で公表された。\n同論文には、本件図４の縦横の比率を変更した写真に加え、図５と同一の\n写真、図７Ａ及びＢと同一の写真並びに図８と同一の写真が掲載されていた。\n（以上につき、甲３、乙イ２、乙ロ２０、原告代表者本人、被告Ｄ本人、弁\n論の全趣旨）\nカ  被告Ｄ、被告Ｉ、被告Ｇ、原告らは、平成２８年１１月１０日、他の執筆\n者と共同で、「実道走行時における運転行動と脳の活性化に関する研究」と\n題する論文を発表した。（乙ロ２１）\n同論文には、本件図５と同一の写真並びに本件図７Ａ及びＢと同一の写真\nが掲載されていた。\nキ  Ｊ、被告Ｄ、被告Ｆ、被告Ｇら及び原告代表者は、他の執筆者と共同して、\n平成２８年１１月３０日、「標識と情報板に対する脳計測を用いたドライビ\nングシュミレータの臨場感向上のメカニズムに関する研究」と題する論文\n（乙ロ２２。以下「乙ロ２２論文」という。）を公表した。\n乙ロ２２論文は、上記ウと同一のものであり、本件図７Ａ及びＢと同一の\n写真が掲載されていた。\nク  被告Ｄ、被告Ｆ、被告Ｇら及び原告代表者は、他の執筆者と共同で、平成\n２８年１１月３０日、「標識と情報板に対する脳計測を用いた臨場感向上手\n法に関する研究」と題する論文（乙ロ２３）を公表した。\n同論文には、本件図７Ａ及びＢと同一の写真が掲載されていた。\n（以上につき、甲３、乙ロ２３、弁論の全趣旨）\n⑸  原告は、平成２９年３月１６日、原告の単独名義で原告報告書を作成し、被\n告ＮＥＸＣＯ中日本に提出した。そして、被告Ｄは、同月２１日、被告Ｇ及び\n被告Ｉに対し、メールで原告報告書のデータを共有し、その後、その余の被告\nらにも共有した。なお、東京大学は、原告報告書の執筆それ自体に関与するこ\nとはなく、その内容を事前にチェックすることもなかった。（甲３、乙ロ４８、\n被告Ｉ〔１４頁〕、弁論の全趣旨）\n⑹  原告報告書の公表後の経緯\nア  被告Ｉは、平成２９年３月２７日、脳科学分科会において、「２０１６年\n度会活動報告」と題する資料（乙ロ１７）を用いて、本件実験・研究に係る\n研究成果を発表した。\nまた、原告も、同日、脳科学作業部会において、「研究成果詳細（脳活動）」\nと題する資料（乙ロ１８）を用いて、研究成果を発表した。\nイ  被告ＮＥＸＣＯ中日本は、平成２９年６月２２日、被告Ｇ、被告Ｈ及び原\n告との間で平成２４年から進めてきた共同研究の成果として、ｆＮＩＲＳ装\n置を車載し、運転者の瞬時の判断に関わる脳活動を計測する技術開発に成功\nした旨のニュースリリースを発表した。（乙ロ４）\n⑺  被告各論文の投稿\n被告執筆者らは、それぞれ、別紙被告論文目録１ないし５記載のとおり（甲\n４ないし８）、被告各論文を執筆・投稿した（なお、同目録記載のとおり、論\n文執筆者は、論文ごとに異なる。）。\n２  争点１－１－１（原告報告書の著作物性）\n⑴  著作物性の判断枠組み\n著作権法２条１項１号は、著作物の意義につき、思想又は感情を創作的に表\n現したものと定めている。そして、思想、感情若しくはアイデア、事実若しく\nは事件など表現それ自体でないもの、又はありふれた表現は、個性等を表出す\nるものとは認められず、思想又は感情を創作的に表現したものとはいえないか\nら、著作物に該当しないものと解するのが相当である（最高裁平成１１年（受）\n第９２２号同１３年６月２８日第一小法廷判決・民集５５巻４号８３７頁参\n照）。\n⑵  原告報告書本文の著作物性\n原告は、原告報告書の本文のうち、別紙対比表１ないし５記載の部分にそれ\nぞれ創作性が認められる旨主張するため、以下、別紙対比表１ないし５記載の\n部分の順に従って、その著作物性の有無を検討する。\nア  別紙対比表１\n番号１\n原告報告書対比表１の番号１部分は、運転者が運転中に行う「認知」、\n「判断」及び「行動」という３つの過程における頭頂連合野と前頭前野の\n連動した活動が関与しているという仮説を示すとともに、先行研究におい\nて頭頂連合野の亢進が定性的に確認されたことにより、注意喚起情報の提\n示により脳活動の変化を捉えられると考えられたことを客観的に説明す\nるものである。\nそうすると、原告報告書対比表１の番号１部分は、仮説という自然科学\nにおけるアイデア又は実験結果という事実など表現それ自体ではないも\nの、又はありふれた表現にすぎないから、思想又は感情を創作的に表現し\nたものと認めることはできない。\nしたがって、原告報告書対比表１の番号１部分は、著作物に該当しない。\n番号２\n原告報告書対比表１の番号２部分は、ｆＮＩＲＳの機器としての説明や、\n脳が活動する際のヘモグロビンの変化及び本件実験におけるヘモグロビ\nンに係る条件を客観的に説明するものである。\nそうすると、原告報告書対比表１の番号２部分は、機器の説明又は脳の\n活動に関する事実など表現それ自体ではないもの、又はありふれた表現に\nすぎないから、思想又は感情を創作的に表現したものと認めることはでき\nない。\nしたがって、原告報告書対比表１の番号２部分は、著作物に該当しない。\n番号３(総括部分)\n原告報告書対比表１の番号３部分は、実験により得られた脳反応の結果\nや、当該脳反応と先行研究との関連性に加えて、それらの分析等を踏まえ、\nこれまでｆＮＩＲＥＳを用いた自動車運転評価では主として前頭前野の\nみが計測対象とされてきたが、今後、頭頂連合野まで広げて計測する必要\n性が示唆されたことを客観的に説明するものである。\nそうすると、原告報告書対比表１の番号３部分は、実験結果という事実\nや科学上のアイデアなど表現それ自体ではないもの、又はありふれた表現\nにすぎないから、思想又は感情を創作的に表現したものと認めることはで\nきない。\nしたがって、原告報告書対比表１の番号３部分は、著作物に該当しない。\n番号４\n原告報告書対比表１の番号４部分は、実験により判明した自動車運転に\nおける頭頂連合野での活動状況や、頭頂部の働きと注意機能の向上との関\n連性、情報板が注意の感度を高めることに寄与している可能性を客観的に\n説明するものである。\nそうすると、原告報告書対比表１の番号４部分は、実験結果という事実\nや科学上のアイデアなど表現それ自体ではないもの、又はありふれた表現\nにすぎないから、思想又は感情を創作的に表現したものと認めることはで\nきない。\nしたがって、原告報告書対比表１の番号４部分は、著作物に該当しない。\n番号５\n原告報告書対比表１の番号５部分は、実験により得られた脳反応の結果\nや、当該脳反応と先行研究との関連性に加えて、それらの分析等を踏まえ、\n「運転行動の切替え」という認知に関連して前頭前野の活動が亢進したも\nのと捉えることができることを客観的に説明するものである。\nそうすると、原告報告書対比表１の番号５部分は、実験結果という事実\nやデータの解釈という科学上のアイデアなど表現それ自体ではないもの、\n又はありふれた表現にすぎないから、思想又は感情を創作的に表現したも\nのと認めることはできない。\nしたがって、原告報告書対比表１の番号５部分は、著作物に該当しない。\nイ  別紙対比表２\n番号１\n原告報告書対比表２の番号１部分は、上記ア （番号２）と同様の記載\nであるから、上記ア と同様の理由により、原告報告書対比表２の番号１\n部分は、著作物に該当しない。\n番号２\n原告報告書対比表２の番号２部分は、本件実験を通じ、実車及びＤＳの\n双方において、情報板への情報提示は前頭前野と頭頂連合野の活動を引き\n起こすことや、提示される情報により惹起される脳活動が異なることが示\n唆され、情報の提示内容の違いが加速度にも反映される傾向が推察される\nことを客観的に説明するものである。\nそうすると、原告報告書対比表２の番号２部分は、実験結果という事実\nやそれに基づく考察結果という科学上のアイデアなど表現それ自体では\nないもの、又はありふれた表現にすぎないから、思想又は感情を創作的に\n表現したものと認めることはできない。\nしたがって、原告報告書対比表２の番号２部分は、著作物に該当しない。\n番号３\n原告報告書対比表２の番号３部分は、先行する報告を紹介した上で、実\n験において、「渋滞」表示の場合にドライバーがアクセルを緩めたことや、\n「工事」表示の場合にドライバーがアクセルを踏み込んだことは、前頭前\n野の活動の亢進状態が影響していることを客観的に説明するものである。\nそうすると、原告報告書対比表２の番号３部分は、実験結果という事実\nやそれに基づく考察結果という科学上のアイデアなど表現それ自体では\nないもの、又はありふれた表現にすぎないから、思想又は感情を創作的に\n表現したものと認めることはできない。\nしたがって、原告報告書対比表２の番号３部分は、著作物に該当しない。\nウ  別紙対比表３について\n番号１\n原告報告書対比表３の番号１部分は、従来の研究では、被験者が速度低\n下を認識してこれを食い止めた際には、頭頂連合野と前頭前野の活動が亢\n進することが示されていたことを前提として、運転者が運転中に行う「認\n知」、「判断」及び「行動」という３つの過程で、頭頂連合野と前頭前野\nの連動した活動が関与しているという仮説を示すとともに、先行研究にお\nいても頭頂連合野の亢進が定性的に確認されたことを客観的に説明する\nものである。\nそうすると、原告報告書対比表３の番号１部分は、先行する研究結果や\n本件実験の結果という事実のほか、仮説という自然科学におけるアイデア\nなど表現それ自体ではないもの、又はありふれた表現にすぎないから、思\n想又は感情を創作的に表現したものと認めることはできない。\nしたがって、原告報告書対比表３の番号１部分は、著作物に該当しない。\n番号２\n原告報告書対比表３の番号２部分は、上記ア （番号２）と同様の記載\nであるから、上記ア と同様の理由により、原告報告書対比表３の番号２\n部分は、著作物に該当しない。\n番号３\n原告報告書対比表３の番号３部分は、従来、情報板に文字を提示しない\n場合よりも、文字を提示した場合の方が、頭頂連合野及び前頭前野におけ\nる脳活動が高まり、その活動の漸増的亢進が標識の１００ｍほど手前から\n生じていることが示唆されていたが、それが視覚情報に伴う反応であるこ\nとの裏付けがなかったことから、本件実験においては、目視から行動を起\nこす過程で活動が高まる脳部位を検出することを試みたことを客観的に\n説明するものである。\nそうすると、原告報告書対比表３の番号３部分は、先行する研究結果及\nびそれを踏まえた本件実験の目的という事実など表現それ自体ではない\nもの、又はありふれた表現にすぎないから、思想又は感情を創作的に表現\nしたものと認めることはできない。\nしたがって、原告報告書対比表３の番号３部分は、著作物に該当しない。\n番号４\n原告報告書対比表３の番号４部分は、いずれも、本件実験を通じて、目\n視して運動行動を起こす際には、前頭前野及び頭頂連合野での活動が起こ\nることが示唆されたこと、前頭前野のうちＢＡ４６は、目視と操作という\n同時処理により活動が高まった可能性があること、前頭前野のうち、運動\nのプランニングに関わるＢＡ６の活動や、先行研究においても活動が確認\nされ、かつ、自動車運転において重要とされる眼球運動に関わるＢＡ８の\n活動に加え、頭頂連合野のうち視空間情報処理や注意機能に関わるＢＡ７、\nＢＡ４０の活動が確認されたことから、これまで運転に必要な部位とされ\nてきた部位の活動が改めて確認されたこと、また、アクセルを緩ませる際\nには前頭前野が活動し、アクセルを踏む際には頭頂連合野の活動が亢進す\nることが判明したこと、以上を客観的に説明するものである。\nそうすると、原告報告書対比表３の番号４部分は、先行研究の内容や本\n件実験の結果やそれらを比較することにより得られた科学的な知見とい\nう事実ないしアイデアなど表現それ自体ではないもの、又はありふれた表\n現にすぎないから、思想又は感情を創作的に表現したものと認めることは\nできない。\nしたがって、原告報告書対比表３の番号４部分は、著作物に該当しない。\n番号５（総括部分）\n原告報告書対比表３の番号５部分は、上記ア （番号３）と同様の記載\nであるから、上記ア と同様の理由により、原告報告書対比表３の番号５\n部分は、著作物に該当しない。\n番号６\n原告報告書対比表３の番号６部分は、実験を通じて、「渋滞」表示及び\n「工事」表示の双方につき、頭頂連合野での活動が共通して検出されたこ\nと、頭頂連合野の機能やその不全は、注意欠陥多動性障害との関連も指摘\nされており、頭頂部の働きは注意機能の向上と関連性があること、本件実\n験においては、頭頂連合野の活動が生じたことの要因として、視覚的な注\n意の高まりが考えられること、先行報告に照らせば、実験結果は情報板が\n注意の感度を高めることに寄与している可能性を示唆するものであるこ\nと、以上を客観的に説明するものである。\nそうすると、原告報告書対比表３の番号６部分は、実験結果や従来の科\n学的知見という事実やそれらの分析を通じた科学的な仮説というアイデ\nアなど表現それ自体ではないもの、又はありふれた表現にすぎないから、\n思想又は感情を創作的に表現したものと認めることはできない。\nしたがって、原告報告書対比表３の番号６部分は、著作物に該当しない。\n番号７\n原告報告書対比表３の番号７部分は、本件実験における「渋滞」表示時\nと先行研究に係る報告の共通点として、頭頂連合野とともに前頭前野の活\n動も亢進したことが指摘できる一方、ドライバーの運転行動は異なること、\n両者の比較を通じ、アクセル開度の増減のいずれも前頭前野の活動に関与\nしていること、自動車の運転は認知、判断、運動という３つの過程で行わ\nれるところ、前頭前野の活動の亢進は運転行動の切替えという認知による\n判断と関連していると捉えることができること、以上を客観的に説明する\nものである。\nそうすると、原告報告書対比表３の番号７部分は、先行研究及び実験結\n果という事実やそれらを踏まえた科学的知見という事実ないし科学的な\nアイデアなど表現それ自体ではないもの、又はありふれた表現にすぎない\nから、思想又は感情を創作的に表現したものと認めることはできない。\nしたがって、原告報告書対比表３の番号７部分は、著作物に該当しない。\n番号８\n原告報告書対比表３の番号８部分は、本件実験において、「工事」表示\nの場合には、前頭前野の活動が生じず、アクセル開度が増加したのに対し、\n「渋滞」表示の場合には、アクセル開度が低下したことが確認されたとこ\nろ、その理由としては、前者では、必ず停車する必要があるため、アクセ\nルを緩めることへのセットの転換が行われ、前頭前野の活動が亢進するの\nに対し、後者では、そのような必要がないため、前頭前野の活動が亢進し\nなかったと考えられることを客観的に説明するものである。\nそうすると、原告報告書対比表３の番号８部分は、本件実験の結果とい\nう事実及びそれを踏まえた仮説という自然科学上のアイデアなど表現そ\nれ自体ではないもの、又はありふれた表現にすぎないから、思想又は感情\nを創作的に表現したものと認めることはできない。\nしたがって、原告報告書対比表３の番号８部分は、著作物に該当しない。\n番号９\n原告報告書対比表３の番号９部分は、前頭葉は行動の抑制に関する機能\nを有し、頭頂葉は行動の促進に関する機能を有するという先行研究からも、\n仮説が支持されること、情報板への情報提示に対し、前頭前野は、アクセ\nルを踏む行為を抑制する際に活動しているという仮説が考えられること、\n前頭葉の活動の有無により、情報板が運転行動を変化させる契機となって\nいるか否かを判断することができる可能性があること、情報板の提示内容\nの違いは、道路運転の経験も関与している可能性があること、以上を客観\n的に説明するものである。\nそうすると、原告報告書対比表３の番号９部分は、先行研究による科学\n的な知見や本件実験の結果という事実やそれらを踏まえた仮説という自\n然科学上のアイデア、又はありふれた表現にすぎないから、思想又は感情\nを創作的に表現したものと認めることはできない。\nしたがって、原告報告書対比表３の番号９部分は、著作物に該当しない。\nエ  別紙対比表４\n番号１\n原告報告書対比表４の番号１部分は、上記ア （番号１）と同様の記載\nであるから、上記ア と同様の理由により、著作物に該当しない。\n番号２\n原告報告書対比表４の番号２部分は、上記ア （番号２）と同様の記載\nであるから、上記ア と同様の理由により、著作物に該当しない。\n番号３(総括部分)\n原告報告書対比表４の番号３部分は、上記ア （番号３）と同様の記載\nであるから、上記ア と同様の理由により、著作物に該当しない。\n番号４\n原告報告書対比表４の番号４部分は、上記ウ （番号６）と同様の記載\nであるから、上記ウ と同様の理由により、著作物に該当しない。\n番号５\n原告報告書対比表４の番号５部分は、上記ウ （番号７）と同様の記載\nであるから、上記ウ と同様の理由により、著作物に該当しない。\n番号６\n原告報告書対比表４の番号６部分は、上記ウ （番号８）と同様の記載\nであるから、上記ウ と同様の理由により、著作物に該当しない。\n番号７\n原告報告書対比表４の番号７部分は、上記ウ （番号９）と同様の記載\nであるから、上記ウ と同様の理由により、著作物に該当しない。\nオ  別紙対比表５\n番号１\n原告報告書対比表５の番号１部分は、上記ア （番号２）と同様の記載\nであるから、上記ア と同様の理由により、著作物に該当しない。\n番号２(総括部分)\n原告報告書対比表５の番号２部分は、上記ア （番号３）と同様の記載\nであるから、上記ア と同様の理由により、著作物に該当しない。\n番号３\n原告報告書対比表５の番号３部分は、上記ア （番号４）と同様の記載\nであるから、上記ア と同様の理由により、著作物に該当しない。\n番号４\n原告報告書対比表５の番号４部分は、上記ア （番号５）と同様の記載\nであるから、上記ア と同様の理由により、著作物に該当しない。\nカ  まとめ\n以上によれば、原告報告書の本文部分は、いずれも著作物に該当しないも\nのと認めるのが相当である。その他に、原告の主張及び提出証拠を改めて検\n討しても、高度な専門的かつ科学的知見等を客観的に示す原告報告書の内容、\n性質等を踏まえると、前記判断を左右するに至らない。\nしたがって、原告の主張は、いずれも採用することができない。\n⑶  写真及び図表の著作物性\n原告は、原告報告書に掲載された写真及び図表のうち、本件図４ないし８、\n図１３、図１６～２２、図３３～３６にそれぞれ創作性が認められる旨主張す\nるため（原告準備書面第４回参照）、以下、原告報告書に記載された順に従っ\nて、その著作物性の有無を検討する。\nア  本件図４について\n証拠（甲３〔７頁〕）及び弁論の全趣旨によれば、本件図４は、本件実験\nに用いる実験車内の機器設定の状況を示すために、その右側面（本件図４Ａ）\n及び後方（本件図４Ｂ）から実験車両を撮影したものであり、いずれも、実\n験車両の外観や機器の状況を視覚的に端的に理解することができるように、\n被写体の状況を踏まえ、構図、撮影ポジション・アングルの選択、明るさ等\nを工夫して撮影したものであることが認められる。\n上記認定事実によれば、本件図４は、上記の工夫において創作性を認める\nのが相当であるから、写真の著作物に該当するものといえる。\nイ  本件図５について\n本件図５（写真部分）について\n証拠（甲３〔７頁〕）及び弁論の全趣旨によれば、本件図５（写真部分）\nは、本件実験に用いられたＤＳ及びｆＮＩＲＳの形状等を示すために、被\n験者がシミュレーションを実施中のＤＳの外観を左後方からそれぞれ撮\n影したものであり、ＤＳが実車乗車時と同様の視界や道路環境を再現した\nものであることを視覚的に端的に理解することができるように、被写体の\n状況を踏まえ、構図、撮影ポジション・アングルの選択、明るさ等を工夫\nして撮影したものであることが認められる。\n上記認定事実によれば、本件図５（写真部分）は、上記の工夫において\n創作性を認めるのが相当であるから、写真の著作物に該当するものといえ\nる。\n本件図５（模式図部分）について\n証拠（甲３〔７頁〕）及び弁論の全趣旨によれば、本件図５（模式図部\n分）は、ＤＳの全体像と設定を示すために、平面図の方式で、線と四角形、\n三角形及び円等をもって、本件実験に用いられたＤＳ及びｆＮＩＲＳの状\n況を模式図として簡潔に説明するものであることが認められる。\n上記認定事実によれば、本件図５（模式図部分）は、実験状況を簡潔に\n説明するために通常の模式図を利用するものにすぎず、ごくありふれた表\n現にとどまるものであるから、思想又は感情を創作的に表現したものと認\nめることはできない。\nしたがって、本件図５（模式図部分）は、著作物に該当しない。\nウ  本件図６について\n証拠（甲３〔８頁〕）及び弁論の全趣旨によれば、本件図６は、①ｆＮＩ\nＲＳの計測原理の概要を示すために、人間の頭部を左側面から見た断面図を\n使用した上で、頭部の断面図の画像に赤や青の線を付記し、入光プローブと\n受光プローブの位置関係を記載したもの（図６Ａ）と、②脳の活動とヘモグ\nロビンの関係を示すために、動脈及び静脈の状態を簡略化して図示したもの\n（図６Ｂ）であることが認められる。\n上記認定事実によれば、本件図６Ａは、頭部の断面図の画像に赤や青の線\nを付記したものにすぎず、また、本件図６Ｂは、動脈を示す赤色の管と静脈\nを示す青色の管を組み合わせるものにすぎず、いずれもごくありふれた表現\nにとどまるものであるから、思想又は感情を創作的に表現したものと認める\nことはできない。\nしたがって、本件図６は、著作物に該当しない。\nエ  本件図７について\n本件図７Ａ及びＢについて\n証拠（甲３〔１０頁〕）及び弁論の全趣旨によれば、本件図７Ａ及びＢ\nは、頭部アタッチメントを装着した様子を示すために、①本件実験に用い\nられた頭部アタッチメントの形状を真上から撮影したもの（図７Ａ）及び\n②当該頭部アタッチメントを被験者が実際に装着した際の様子を前方、後\n方、右方、左方の４方向から撮影したもの（図７Ｂ）であり、いずれも、\n頭部アタッチメントの形状やその装着状況を視覚的に端的に理解するこ\nとができるように、被写体の状況を踏まえ、構図、撮影ポジション・アン\nグルの選択、明るさ等を工夫して撮影したものであることが認められる。\n上記認定事実によれば、本件図７Ａ及びＢは、上記の工夫において創作\n性を認めるのが相当であるから、写真の著作物に該当するものといえる。\n本件図７Ｃについて\n証拠（甲３〔１０頁〕）及び弁論の全趣旨によれば、本件図７Ｃは、頭\n部アタッチメントを被験者の頭部に装着した際の状況を３Ｄ－ＭＲＩに\nより撮影した図であり、人間の頭部を前方、後方、右方及び左方の４方向\nから撮影した上で、当該頭部の該当箇所に位置する計測チャンネルの番号\nを記載したものであることが認められる。\n上記認定事実によれば、本件図７Ｃは、３Ｄ－ＭＲＩにより機械的に表\n示された図に、関連する数字を端的に付記したものにすぎず、ごくありふ\nれた表現にとどまるものであるから、思想又は感情を創作的に表現したも\nのと認めることはできない。\nしたがって、本件図７Ｃは、著作物に該当しない。\n本件図７Ｄについて\n証拠（甲３〔１０頁〕）及び弁論の全趣旨によれば、本件図７Ｄは、頭\n部アタッチメントに設置された計測チャンネルとブロードマンの領野（乙\nロ４５〔３２８頁〕参照）との対応関係を示すために、これらを模式化し\nた図であることが認められる。\n上記認定事実によれば、本件図７Ｄは、赤、青、黄色、緑といった一般\n的な色彩を用いて、頭部アタッチメントを上から見た際の計測チャンネル\nを模式図化した上で、これに対応するブロードマンの領野の各番号を記載\nするものにすぎず、ごくありふれた表現にとどまるものであるから、思想\n又は感情を創作的に表現したものと認めることはできない。\nしたがって、本件図７Ｄは、著作物に該当しない。\nオ  本件図８について\n証拠（甲３〔１１頁〕）及び弁論の全趣旨によれば、本件図８は、被験者\nの実験時の様子を示すために、実車運転中の被験者を左方及び右方から、そ\nれぞれ撮影したものであり、頭部アタッチメントを装着して実車を運転中の\n被験者の状況を視覚的に端的に理解することができるように、被写体の状況\nを踏まえ、構図、撮影ポジション・アングルの選択、明るさ等を工夫して撮\n影したものであることが認められる。\n上記認定事実によれば、本件図８は、上記の工夫において創作性を認める\nのが相当であるから、写真の著作物に該当するものといえる。\nカ  本件図１３について\n証拠（甲３〔１８頁〕）及び弁論の全趣旨によれば、本件図１３は、頭頂\n葉に位置する測定チャンネル３８における実車実験の際の情報板への反応\nを示すために、横軸に地点（距離）、縦軸に△ＣＯＥ（Cerebral  Oxygen\nExchangeの変化量）を記載する形式で、特定の区間における脳活動のデータ\nをグラフ化したものであることが認められる。\n上記認定事実によれば、本件図１３は、計測チャンネルの位置を示すため\nに頭部の３Ｄ画像に数字を付したり、△ＣＯＥのようなデータの数量的な変\n化を示すために一般的な折れ線グラフを使用したりしたものにすぎず、ごく\nありふれた表現にとどまるものであるから、思想又は感情を創作的に表現し\nたものと認めることはできない。\nしたがって、本件図１３は、著作物に該当しない。\nキ  本件図１６及び２０について\n証拠（甲３〔２２頁、２９頁〕）及び弁論の全趣旨によれば、本件図１６\n及び２０は、いずれも、脳反応の比較をするために、横軸に地点（距離）、\n縦軸に△ＣＯＥ又は進行方向への加速度を記載する形式で、頭部の３Ｄ画像\nをも組み合わせて、当該計測チャンネルに対応する部位の脳活動に係る△Ｃ\nＯＥ及び加速度の各変化を折線グラフ化したものであることが認められる。\n上記認定事実によれば、本件図１６及び２０は、計測チャンネルの位置を\n示すために頭部の３Ｄ画像を使用したり、△ＣＯＥや加速度のようなデータ\nの数量的な変化を示すために一般的な折れ線グラフを使用したりしたもの\nにすぎず、ごくありふれた表現にとどまるものであるから、思想又は感情を\n創作的に表現したものと認めることはできない。\nしたがって、本件図１６及び２０は、著作物に該当しない。\nク  本件図１７について\n証拠（甲３、乙ロ５９の１、６２及び６３）及び弁論の全趣旨（第２回\n口頭弁論調書等参照）によれば、本件図１７の作成経緯として、①本件実\n験において、被告Ｉ及びＪは、東京大学の所有するアイトラッカーを被験\n者に着用させ、その状態で自動車を運転させることにより、映像データ及\nびドライバーの視線の座標情報を取得したこと、②上記映像データ及び座\n標情報は、脳の活動の計測と関係するものではないこと、③東京大学は、\n上記映像データ及び座標情報を持ち帰り、これらを解析した上で合成した\n動画（以下「本件動画」という。）を作成したこと、④その後、東京大学\nは、本件動画を原告に共有したこと、⑤原告は、本件動画の一部をトリミ\nングして静止画を作成し、本件図１７を作成したこと、⑥本件図１７は、\n本件実験の結果、脳活動の亢進が始まったと考えられる６６４ｍ地点にお\nいて、被験者から情報板が視覚的に確認できることを示すために、同地点\nにおける実験車両から前方の視界を示したものであること、以上の事実が\n認められる。\n上記認定事実によれば、本件動画は、原告が担当していた脳の活動の計\n測等とは関係なく、東京大学が、自らの研究目的のために、自らが準備し\nた機材を用いて取得した映像及びデータを解析・統合し、これを編集して\n作成したものであることが認められる。そうすると、本件動画に創作性が\n認められるとしても、これに関与したのは東京大学であるから、その著作\n権は、東京大学に帰属するというべきである。\nこれに対し、原告は、アイトラッカーを被験者に装着させるに当たって、\nｆＮＩＲＳとの干渉を避けるために原告の従業員が調整を行った旨主張\nするものの、これを認めるに足りる的確な証拠は存在しない。仮に、原告\nが主張するとおり、原告の従業員が上記調整に関与していたとしても、上\n記認定に係る本件動画の撮影目的や撮影経緯に照らせば、当該従業員は、\nｆＮＩＲＳとの干渉を避ける限度で付随的な調整をしたにすぎず、本件動\n画の製作に創作的に関与したものとはいえないから、創作性に関する上記\n判断を左右するものとはいえない。\nそして、上記認定事実によれば、本件図１７は、本件動画の一部をトリ\nミングしたものにすぎないことが認められることからすると、本件動画に\nついて原告に著作権が帰属しない以上、本件図１７についても原告に著作\n権が帰属するものとはいえない。\nしたがって、本件図１７は、原告に著作権が帰属しない以上、原告の著\n作権侵害が成立する余地はない。\nこれに対し、原告は、本件動画という連続する膨大な映像の中から本件\n図１７の映像を選択する作業は、自動車の走行中に、適切と判断した瞬間\nに写真を撮影する行為と実質的に同じであるとして、仮に本件動画の著作\n権が東京大学に帰属するとしても、本件図１７には二次的著作物としての\n著作物性が認められる旨主張する。\nしかしながら、前記認定事実によれば、本件図１７は、本件実験の結果、\n脳活動の亢進が始まったと考えられる６６４ｍ地点において、被験者から\n情報板が視覚的に確認できることを示すために、同地点における実験車両\nから前方の視界を示したものであることが認められる。そうすると、本件\n図１７は、本件動画から特定の地点のものを選択したものにすぎないこと\nからすると、その選択自体に個性等が表出しているものとはいえず、これ\nに二次的著作物としての創作性を認めることはできない。\nしたがって、原告の主張は、採用することができない。\nケ  本件図１８及び２１について\n証拠（甲３〔２５頁、３０頁〕）及び弁論の全趣旨によれば、本件図１８\n及び２１は、いずれも、特定の計測チャンネルにおける、非表示の場合と渋\n滞表示の場合の△ＣＯＥの平均波形の比較を示すために、横軸に地点（距離）、\n縦軸に△ＣＯＥ又は進行方向への加速度を記載する形式で、頭部の３Ｄ画像\nをも組み合わせて、当該計測チャンネルに対応する部位の脳活動に係る△Ｃ\nＯＥ及び加速度の各変化を折線グラフ化したものであり、本件図１６及び２\n０と同種の図であることが認められる。\n上記認定事実によれば、本件図１６及び２０（前記キ）において説示した\nところは、これと同種の本件図１８及び２１にも当てはまるというべきであ\nる。\nしたがって、本件図１８及び２１は、著作物に該当しない。\nコ  本件図１９及び２２について\n証拠（甲３〔２７頁、３１頁〕）及び弁論の全趣旨によれば、本件図１９\n及び２２は、実車実験及びＤＳ実験のいずれにおいても、「渋滞」表示又は\n「工事」表示に対する脳反応のパターンが共通することを示すために、横軸\nに地点（距離）、縦軸に△ＣＯＥ又は進行方向への加速度を記載する形式で、\n頭部の３Ｄ画像をも組み合わせて、当該計測チャンネルに対応する部位の脳\n活動に係る△ＣＯＥ及び加速度の各変化を折線グラフ化したものであるこ\nとが認められる。\n上記認定事実によれば、本件図１９及び２２は、計測チャンネルの位置を\n示すために頭部の３Ｄ画像を使用したり、△ＣＯＥや加速度のようなデータ\nの数量的な変化を示すために一般的な折れ線グラフを使用したりしたもの\nにすぎず、ごくありふれた表現にとどまるものであるから、思想又は感情を\n創作的に表現したものと認めることはできない。\nしたがって、本件図１９及び２２は、著作物に該当しない。\nサ  本件図３３について\n証拠（甲３〔４８頁〕）及び弁論の全趣旨によれば、本件図３３は、解析\n方法として、ドライバーが速度計を目視している区間を解析区間として設定\nしたことや、脳活動を解析する指標として△ＣＯＥを、行動データを解析す\nる指標としてアクセル開度を選択したことを説明するために、その解析デー\nタの算出に係るイメージをグラフ化したものであることが認められる。\n上記認定事実によれば、本件図３３は、その算出イメージを一般的な折れ\n線グラフを使用して示したものにすぎず、ごくありふれた表現にとどまるも\nのであるから、思想又は感情を創作的に表現したものと認めることはできな\nい。\nしたがって、本件図３３は、著作物に該当しない。\nシ  本件図３４について\n証拠（甲３〔４９頁〕）及び弁論の全趣旨によれば、本件図３４は、アク\nセル開度の増減と各計測チャンネルにおける△ＣＯＥの平均変化量の関係\nをグラフ化したものであり、その形式や色合い等において特色となるような\n点はなく、ごく一般的な棒線グラフにすぎないことが認められる。\n上記認定事実によれば、本件図３４は、ごく一般的な棒線グラフにすぎず、\nごくありふれた表現にとどまるものであるから、思想又は感情を創作的に表\n現したものと認めることはできない。\nしたがって、本件図３４は、著作物に該当しない。\nス  本件図３５について\n証拠（甲３〔５０頁〕）及び弁論の全趣旨によれば、本件図３５は、アク\nセル開度増加群と減少群とで共通して△ＣＯＥがプラス値を示した脳の部\n位（計測チャンネル）を示すために、青、緑、オレンジなどといった一般的\nな色の円の中に数字を示した図を、頭部の３Ｄ画像に付記したものであるこ\nとが認められる。\n上記認定事実によれば、本件図３５は、ありふれた図を頭部の３Ｄ画像に\n付記したものにすぎず、ごくありふれた表現にとどまるものであるから、思\n想又は感情を創作的に表現したものと認めることはできない。\nしたがって、本件図３５は、著作物に該当しない。\nセ  本件図３６について\n一番左側の頭部の画像（以下「本件図３６（画像部分）」という。）に\nついて\n証拠（甲３〔５１頁〕）及び弁論の全趣旨によれば、本件図３６（画像\n部分）は、アクセル開度増加群と減少群とで△ＣＯＥに有意な差があった\n脳の部位（計測チャンネル）を示すために、青や緑といった一般的な色の\n円の中に数字を示した図を、頭部の３Ｄ画像に付記したものであり、本件\n図３５と同種のものであることが認められる。\n上記認定事実によれば、本件図３５（前記ス）において説示したところ\nは、これと同種の本件図３６（画像部分）にも当てはまるというべきであ\nる。\nしたがって、本件図３６（画像部分）は、著作物に該当しない。\n残りの３つのグラフ（以下「本件図３６（グラフ部分）」という。）に\nついて\n証拠（甲３〔５１頁〕）及び弁論の全趣旨によれば、本件図３６（グラ\nフ部分）は、３つのグラフから成るところ、いずれも、アクセル開度の増\n加群が減少群に比較して、△ＣＯＥに有意な差があった脳の部位（計測チ\nャンネル）につき、その差を視覚的に明らかにするために、それぞれの変\n化量を棒グラフ化したものであることが認められる。\n上記認定事実によれば、本件図３６（グラフ部分）は、数値の比較を行\nう際に一般的な棒グラフを使用したものにすぎず、ごくありふれた表現に\nとどまるものであるから、思想又は感情を創作的に表現したものと認める\nことはできない。\nしたがって、本件図３６（グラフ部分）は、著作物に該当しない。\nソ  以上によれば、原告報告書のうち、本件図４、５（写真部分）、図７Ａ及\nびＢ、図８(以下、併せて「原告各著作物」という。)については著作物性が\n認められ、かつ、原告がその著作権を有するものと認められる。その他に、\n原告のその余の主張及び原告提出の証拠を改めて検討しても、上記において\n説示した当該図の内容、性質等を踏まえると、前記判断を左右するに至らな\nい。\nしたがって、原告の主張は、いずれも採用することができない。\n３  争点１－１－２（原告報告書は職務著作として、被告中日本エンジ東京にその\n著作権が帰属するか。）\n被告ＮＥＸＣＯ中日本グループは、原告報告書は、原告が被告中日本エンジ東\n京の指揮監督を受けて作成したものであるため、職務著作に当たる旨主張する。\nしかしながら、前記認定事実及び弁論の趣旨によれば、①原告報告書は、被告\n中日本エンジ東京と原告との間で締結された本件個別請負契約に基づき完成し\nた成果物として、受注者である原告が、実車及びＤＳで運転中のドライバーの脳\n活動データを収集・解析した上で作成したものであること、②本件個別請負契約\nは、原告、被告中日本エンジ東京及び東京大学による本件実験・研究の一環とし\nて締結されたものであるところ、本件実験・研究において、原告、被告中日本エ\nンジ東京、東京大学はそれぞれが有する知見や技術、施設や機器に応じ、それぞ\nれの役割を果たすことが求められていたこと、③本件個別請負契約上、原告が上\n記成果物を作成するに当たって被告中日本エンジ東京の指揮監督を受けるべき\nことを定めた規定は存在せず、現に、原告は、原告報告書の作成に当たって、被\n告中日本エンジ東京から、その内容につき特段の指示を受けていないものと認め\nられること、④被告中日本エンジ東京において成果物である原告報告書を公表す\nるに当たっては、原告の事前の書面による了解が必要であり、自由に公表するこ\nとはできないものとされていたこと、以上の各事実が認められる。\n上記認定事実によれば、原告報告書は、原告において被告中日本エンジ東京を\n発注者とする請負契約の成果物として作成されたものであり、その内容について\nみても、原告において、自ら有する知見を駆使しながら、被告中日本エンジ東京\nから独立した立場で科学的なデータの収集及び解析を行って作成したものと認\nめられる。\nそうすると、原告報告書は、被告中日本エンジ東京の発意に基づくものである\nということはできず、被告中日本エンジ東京の業務に従事する者が職務上作成し\nたものであるともいえない。\nしたがって、その余の点を判断するまでもなく、原告報告書が職務著作に当た\nるものとは認められず、被告ＮＥＸＣＯ中日本グループの主張は、いずれも採用\nすることができない。\n４  争点１－１－３（共同著作物性）\n被告ＮＥＸＣＯ中日本グループは、原告報告書については、本件実験・研究に\n係る成果物の発表のために、被告中日本エンジ東京の指揮命令下において、原告\n従業員が作成したものであり、原告及び被告中日本エンジ東京が共同して作成し\nたものと評価できるから、原告及び被告中日本エンジ東京の共同著作物に当たる\n旨主張する。\nしかしながら、原告は、被告中日本エンジ東京から特段の指示を受けることな\nく、独立した立場で原告報告書を作成したことは、上記において説示したとおり\nである。そうすると、原告は、被告中日本エンジ東京と共同で原告報告書を作成\nしたものとはいえず、被告ＮＥＸＣＯ中日本グループの主張は、その前提を欠く\nものといえる。\nしたがって、被告ＮＥＸＣＯ中日本グループの主張は、いずれも採用すること\nができない。\n５  争点１－１－４（著作権侵害の成否）\n⑴  複製権・翻案権侵害\nア  認定事実\n原告報告書のうち、原告各著作物（本件図４、本件図５（写真部分をいう。\n以下同じ。）、本件図７Ａ及び図７Ｂ（以下、単に「図７」という。）、本\n件図８）に限り、著作物性を認めることができるところ、次のとおり、被告\n各論文には、これらの写真が掲載されていることが認められる。\n本件図４について\n証拠（甲４ないし８）及び弁論の全趣旨によれば、①被告論文１には、\n別紙対比表６の番号１「被告論文（１）」欄記載の写真が掲載されている\nこと、②被告論文２には、別紙対比表７の番号１「被告論文（２）」欄記\n載の写真が掲載されていること、③被告論文３には、別紙対比表８の番号\n１「被告論文（３）の原文」欄記載の写真が掲載されていること、④被告\n論文４には、別紙対比表９の番号１「被告論文（４）の原文」欄記載の写\n真（以下、上記に掲げた各写真を「被告写真１」と総称する（別紙被告写\n真目録１参照）。）が掲載されていること、以上の各事実が認められる。\n本件図５について\n証拠（甲４ないし８）及び弁論の全趣旨によれば、①被告論文２には、\n別紙対比表７の番号３「被告論文（２）の原文」欄記載の写真（以下「被\n告写真２－１」という（別紙被告写真目録記載２－１参照）。）が掲載さ\nれていること、②被告論文３には、別紙対比表８の番号１２「被告論文（３）\nの原文」欄記載の写真（以下「被告写真２－２」といい（別紙被告写真目\n録記載２－２参照）、被告写真２－１と併せて「被告写真２」と総称する。）\nが掲載されていること、以上の各事実が認められる。\n本件図７について\n証拠（甲４ないし８）及び弁論の全趣旨によれば、①被告論文１には、\n別紙対比表６の番号３「被告論文（１）」欄記載の写真が、②被告論文２\nには、別紙対比表７の番号５「被告論文（２）の原文」欄記載の写真が、\n③被告論文３には、別紙対比表８の番号３「被告論文（３）の原文」欄記\n載の写真が、④被告論文４には、別紙対比表９の番号３「被告論文（４）\nの原文」欄記載の写真が、⑤被告論文５には、別紙対比表１０の番号２「被\n告論文（５）の原文」欄記載の写真(以下、上記に掲げた各写真を「被告写\n真３」と総称する（別紙被告写真目録記載３参照）。)が、それぞれ掲載さ\nれていることが認められる。\n本件図８について\n証拠（甲４ないし８）及び弁論の全趣旨によれば、①被告論文１には、\n別紙対比表６の番号６「被告論文（１）」欄記載の写真が、②被告論文２\nには、別紙対比表７の番号２「被告論文（２）の原文」欄記載の写真が、\n③被告論文３には、別紙対比表８の番号６「被告論文（３）の原文」欄記\n載の写真が (以下、これらの各写真を「被告写真４」と総称し（別紙被告\n写真目録記載４）、被告写真１～３と併せて「被告各写真」という。)が、\nそれぞれ掲載されていることが認められる。\nイ  依拠の有無\n前記認定事実及び弁論の全趣旨によれば、被告執筆者らは、原告から直接\n又は間接的に、原告各著作物が掲載された原告報告書を共有していることが\n認められる。そうすると、被告執筆者らは、原告各著作物とほぼ同一内容の\n被告各写真を利用している事情を踏まえても、被告執筆者らは、原告各著作\n物に依拠して、被告各写真を被告各論文に掲載したものと認めるのが相当で\nある。\nこれに対し、被告らは、被告各論文に掲載された原告各著作物の一部につ\nき、原告報告書が提出される以前に公表された各資料（乙ロ１２、１９ない\nし２３、２６）に記載された写真及び図表を利用したものであり、原告報告\n書に依拠して作成されたものではない旨主張する。\nしかしながら、本件各写真の著作権が原告に帰属することは、既に説示し\nたとおりであるところ、証拠（乙ロ１２、１９ないし２３、２６）及び弁論\nの全趣旨によれば、上記各資料において掲載された各写真は、本件図４、５、\n７及び８と同一の写真又は本件図４の写真の縦横の比率を変更したものに\nすぎないことが認められる。そうすると、上記各資料において掲載された各\n写真は、いずれも原告各著作物と創作的表現において同一のものであるとい\nえる。したがって、被告らの主張を前提としても、被告執筆者らは、本件図\n４、５、７及び８の創作的表現部分に依拠して被告各写真を被告各論文に掲\n載したものといえるから、被告らの主張は、いずれにしても、依拠性を否定\nするものとはならない。\n以上によれば、被告らの主張は、採用することができない。\nウ  侵害の成否\n証拠（甲４ないし８）及び弁論の全趣旨によれば、被告各写真は、原告各\n著作物と同一のもの又は原告各著作物の縦横の比率若しくは画素数等を若\n干変更したものにすぎず、原告各著作物を有形的に再製したものと認めるの\nが相当である。仮に、写真に付記された文字等の存否の相違点を踏まえても\n（本件図５と被告写真２－１、本件図７と被告写真３、本件図８と被告写真\n４各参照）、上記相違点は、新たに創作性を付与するものとはいえず、仮に\n創作性を付与するという立場を採用したとしても、被告各写真は、原告各著\n作物の表現上の本質的な特徴を維持するものであることは明らかであるか\nら、いずれにしても翻案に該当し、著作権侵害の結論自体を左右するものと\nはいえない。\nしたがって、被告各写真の掲載は、原告各著作物に係る著作権侵害を構成\nするものと認められる。\nエ  まとめ\n以上によれば、被告各論文は、次に掲げる被告各論文の区分に従い、それ\nぞれ当該各号に定める原告各著作物につき、複製したものと認められる。\n被告論文１  本件図４、本件図７、本件図８\n被告論文２  本件図４、本件図５（写真部分）、本件図７、本件図８\n被告論文３  本件図４、本件図５（写真部分のうち左側）、本件図７、\n本件図８\n被告論文４  本件図４、本件図７\n被告論文５  本件図７\n⑵  公衆送信権侵害\n原告は、被告執筆者らにおいて被告各論文が出版社のウェブページに掲載さ\nれることを意図して、出版社に対し同ウェブページに被告各論文を投稿又は掲\n載させたとして、被告執筆者らは原告報告書に係る原告の公衆送信権を侵害す\nる旨主張する。\nしかしながら、弁論の全趣旨によれば、被告執筆者らは、出版社に対し、被\n告各論文を提供したにすぎず、被告各論文をウェブページに掲載したのは、当\n該出版社であることが認められ、本件全証拠によっても、被告執筆者らが上記\n掲載の主体であるとまで認めるに足りる事情をうかがうことはできない。\nしたがって、原告の主張は、採用することができない。\n６  争点１－２－１（適法な引用に当たるか（図表及び写真に関して））\n⑴  他人の著作物は、公正な慣行に合致するものであり、かつ、報道、批評、研\n究その他の引用の目的上正当な範囲内で行われる場合には、これを引用して利\n用することができる（著作権法３２条１項）。そして、その要件該当性を判断す\nるには、引用される著作物の内容及び性質、引用の目的、その方法や態様、著\n作権者に及ぼす影響の程度等の諸事情を総合考慮して、社会通念に照らし判断\nするのが相当である。\n⑵  これを本件についてみると、証拠（甲４ないし８）及び弁論の全趣旨によれ\nば、被告各論文に掲載された被告各写真は、本件実験の状況を明らかにするた\nめに掲載されたものであるところ、被告各論文においては、本文中にも、被告\n各写真の掲載部分にも、その出典は何ら示されておらず、その他に、被告各写\n真が原告報告書から転載されたものであることを示す記載は、一切存在しない\nことが認められる。\nこれらの事情を踏まえると、被告各論文における原告各著作物の引用は、そ\nの態様に照らし、公正な慣行に合致するものと認めることはできない。\nしたがって、被告らの主張は、採用することができない。\n７  争点１－２－２－１（原告による明示的な許諾の有無）\n⑴  被告Ｇらは、原告報告書が本件共同研究契約３０条４項にいう「研究成果」\nに該当するという見解に立ち、原告報告書の公表から１年間の経過により、被\n告らにおいて自由に公表することができる旨主張する。\nそこで検討するに、本件共同研究契約１条１号によれば、上記にいう「研究\n成果」とは、同契約６条に従って作成される「実績報告書」において成果とし\nて確定されたものと規定している。そして、同契約６条２項によれば、「実績\n報告書」とは、原告及び東京大学が双方協力して、共同研究終了日後３０日以\n内及び共同研究の期間中に必要と認められるときに、共同研究の期間中に得ら\nれた研究の成果を、とりまとめたものという旨規定している。\nこれを本件についてみると、前記認定事実によれば、原告報告書は、原告の\n単独名義で作成されており、東京大学と共同で作成されたという体裁には一切\nなっていないこと、被告Ｇらは、執筆に直接関与しておらず、また、原告の執\n筆した原稿を一切確認していないこと、原告報告書は、完成後、原告から被告\nＮＥＸＣＯ中日本に対してのみ送付されており、東京大学には、送付されてい\nないこと、東京大学は、その後、被告ＮＥＸＣＯ中日本から原告報告書を共有\nされていること、以上の各事実が認められる。\n上記認定事実によれば、原告報告書は、原告及び東京大学が双方協力して作\n成したものではなく、原告が単独で作成したものであるから、本件共同研究契\n約６条２項に規定する「実績報告書」に該当しないことは明らかである。\n実質的にみても、前記認定事実によれば、原告報告書は、原告が本件個別請\n負契約に基づき、被告中日本エンジ東京の依頼を受けて完成した成果物である\nから、原告報告書が、同時に、本件個別請負契約の当事者ではない東京大学と\nの共同研究の成果にも当たるというのは、原告報告書の上記の作成経過に照ら\nし、それ自体不自然である。\nそうすると、原告報告書が上記にいう「実績報告書」に該当しない以上、そ\nの内容は、上記にいう「研究成果」に該当しないものといえる。したがって、\n被告Ｇらの主張は、採用することができない。\n⑵  被告Ｇらの主張\nア  被告Ｇらは、本件共同研究契約６条２項につき、被告Ｉその他の研究者が\nドライバーの運転挙動に関する分析を担当しており、原告のみでは原告報告\n書を作成することはできなかったなどとして、被告Ｇらも原告報告書の作成\nに関与した旨主張する。\nしかしながら、被告Ｇらの主張を前提としても、原告報告書は、原告及び\n東京大学が双方協力して作成されたものではないのであるから、原告報告書\nは、「実績報告書」とはいえず、その内容も「研究成果」とはいえないこと\nは、上記において説示したとおりである。そうすると、被告Ｇらの主張は、\n本件共同研究契約に規定する「研究成果」の意義を正解しないものに帰する。\nしたがって、被告Ｇらの主張は、採用することができない。\nイ  被告Ｇらは、仮に原告報告書が「実績報告書」に該当しないとすれば、成\n果物が存在しなくなる旨主張する。\nしかしながら、前記認定事実によれば、先行共同研究契約においても、実\n績報告書の作成についての規定が存在するにもかかわらず、実際には、実績\n報告書は作成されなかったことが認められるのであるから（被告Ｉ〔５頁〕）、\nこのような経過に照らすと、本件共同研究契約において実績報告書が作成さ\nれなかったことも、格別不自然なものとはいえない。のみならず、証拠（甲\n１０、３１、乙ロ５２）及び弁論の全趣旨によれば、本件共同研究契約には、\n原告報告書提出に係る対価の定めはなく、本件共同研究契約は研究経費及び\n研究料が０円となっており、しかも、東京大学が原告に対し本件共同研究契\n約に基づく報告書の提出を求めたような事実もうかがわれないことを踏ま\nえると、上記の事情は、原告が主張するように、かえって本件共同研究契約\nが名目的なものであったことを裏付けるものといえる。したがって、被告Ｇ\nらの主張は、採用することができない。\nウ  被告Ｉは、「実績報告書」という題名ではないものの、本件共同研究契約\nにいう「実績報告書」に相当する資料が複数作成された旨供述し（被告Ｉ〔２\n０頁以下〕）、当該資料に基づき公表することができる旨主張する。\nそこで検討するに、被告Ｉの上記供述は、資料の作成に当たって事前に内\n容を互いに確認・修正していない場合であっても、その後に資料が共有され\nたときは、当該資料は「実績報告書」に該当する趣旨をいうものである（被\n告Ｉ〔２７頁〕）。しかしながら、本件共同研究契約６条２項末尾は「報告\n書をとりまとめるものとする」と規定しているのであって、単に資料を事後\n的に共有することが、上記にいう「とりまとめる」に該当しないことは、も\nとより自明である。\nそうすると、被告Ｉの上記供述を踏まえても、前記認定は動くものではな\nい。したがって、被告Ｉの主張は、採用することができない。\n８  争点１－２－２－２（原告による黙示の承諾の有無）\n⑴  被告らは、原告において被告ＮＥＸＣＯ中日本グループ及び東京大学が原告\n報告書の内容を使用することにつき、黙示に承諾をしていた旨主張する。\nしかしながら、前記前提事実によれば、原告と被告中日本エンジ東京は、本\n件個別請負契約を締結するに当たり、本件基本請負契約の内容を修正すること\nとし、成果品の内容を受注者の承諾なく自由に公表することができる旨規定す\nる本件基本請負契約第６条各項の適用をあえて除外し、本件個別請負契約には、\n双方の機関で研究成果の公表を希望する者は、事前に公表内容を書面にて通知\nし、相手方の事前の書面による了解を得て、連名にて公表することができる旨\nの規定を設けていたことが認められる。\n上記認定事実によれば、原告と被告中日本エンジ東京は、本件個別請負契約\nにおいて、研究成果の公表には、書面による事前の同意を要する旨規定したも\nのと認められるのであるから、当該規定があえて設けられた経緯及び趣旨目的\nに鑑みると、本件個別請負契約は、黙示の承諾による研究成果の公表を認めな\nいものと解するのが相当である。\nしたがって、黙示の承諾をいう被告らの主張は、そもそも上記規定の趣旨を\n正解するものとはいえず、いずれも採用することができない。\n⑵  被告らの主張\nア  被告らは、原告自身、本件実験・研究につき論文を発表することができる\nことに相当強い関心を持っており、そのような関心に基づき、双方が外部発\n表できるよう契約の規定が修正されたことからしても、原告は、本件共同研\n究により得られたデータ等を相互に利用することを当然の前提としていた\nことが裏付けられる旨主張する。\nしかしながら、上記において説示したとおり、前記前提事実及び弁論の全\n趣旨によれば、本件基本請負契約においては、発注者である被告中日本エン\nジ東京は、受注者である原告の承諾なく、自由に成果品を公表することがで\nきる旨規定されていたのに対し（６条３項）、原告の要望により、本件個別\n請負契約においては、公表については相手方の事前の書面による了解が必要\nである旨改められたことが認められることからすれば、むしろ、原告として\nは、原告報告書の内容を、原告以外の第三者が発表することについては、消\n極的であったことが認められる。そうすると、被告らの主張は、本件個別請\n負契約の締結の経緯と整合するものとはいえない。\nイ  被告らは、原告が、乙ロ２２論文につき、Ｊが事前に共有した発表資料（乙\nロ２８）の中に原告作成の図が掲載されていることを留保することなく、む\nしろ、その内容の修正を指摘していることからすると、原告は、本件実験・\n研究により得られたデータ等を相互利用することを当然の前提としていた\n旨主張する。\nしかしながら、前記認定事実によれば、乙ロ２２論文は、共同執筆者の中\nでもＪが主体となって作成・発表したものであることは認められるものの、\n原告代表者や原告元社員のＫもその共同執筆者とされているのであるから、\n仮に乙ロ２２論文において原告の著作物の利用が許諾されていたとしても、\nその事情は、本件とは異なるものである。そうすると、上記事情は、原告が\n一切関与しない被告各論文においてまで、原告が原告各著作物の利用を被告\nらに許諾していたことを裏付けるものとはいえない。\nウ  被告らは、平成２４年以降、原告と被告らの間では、相互に資料を共有し\nており、明示的な許諾がなくとも、各自が取得したデータや作成した写真な\nどを利用することが許容されていたなどとして、黙示の承諾があった旨主張\nする。\nしかしながら、前記認定事実によれば、原告と被告らは、脳科学作業部会\nにおいて、相互に資料（乙３０、３１）を共有していたことが認められるも\nのの、三社間で資料の共有が行われていた事実から、直ちに、原告が当該資\n料を自由に対外的に使用することまで許諾していたということはできない。\nしかも、前記認定事実によれは、被告ＮＥＸＣＯ中日本グループ、原告及\nび東京大学は、先行実験・研究の頃から、互いに取得したデータ等を相互に\n利用しながら、その研究成果を論文や資料の形式で対外的に発表しているこ\nとが認められるものの、それらの論文や資料は、いずれも、被告ＮＥＸＣＯ\n中日本グループ、原告及び東京大学の三者が執筆者として関与して作成され\nたものであって、原告代表者自身が重複を理由として執筆者として記載され\nることを拒否した論文（乙ロ２０）を除き、原告代表者や原告の従業員が執\n筆者となっていない論文についてのものではない。そうすると、被告ら主張\nに係る事情は、原告において、原告代表者や原告の従業員が執筆者となって\nいない原告報告書についてまで使用を黙示的に承諾していた事実を推認さ\nせるものとはいえず、その他に、当該事実を認めるに足りる的確な証拠は存\n在しない。\nエ  その他に、被告らの主張を改めて検討しても、本件個別請負契約の規定を\n踏まえると、前記判断を左右するものとはいえない。したがって、被告らの\n主張は、いずれも採用することができない。\n９  争点１－３－１（被告会社らの共同不法行為責任）について\n原告は、被告各論文につき、被告ＮＥＸＣＯ中日本が中心となった上で、子会\n社である被告中日本エンジ東京及び被告中日本エンジ名古屋が加担して投稿、発\n表されたものであるから、被告会社らは、被告執筆者らによる著作権侵害につき\n共同不法行為責任を負う旨主張する。\nそこで検討するに、前記認定事実及び後掲証拠並びに弁論の全趣旨によれば、\n①被告各論文は、本件実験の結果を踏まえて作成、投稿されたものであるところ、\n本件実験は、もともと、被告会社らにおいて、高速道路におけるより効率的な交\n通事故防止対策を構築することを目的として実施されたものであること（甲２、\n９の１、弁論の全趣旨）、②実際にも、被告執筆者らは、被告各論文において、\n被告会社らにおける肩書及びメールアドレスをも併せて表示していること（甲４\nないし８）、③ただし、被告論文１ないし３及び５については、被告中日本エン\nジ東京の従業員である被告Ｅは、執筆者とされていないこと、以上の各事実が認\nめられる。\n上記認定事実によれば、被告Ｄ、被告Ｅ及び被告Ｆは、それぞれ、自らが各所\n属する被告ＮＥＸＣＯ中日本、被告中日本エンジ東京及び被告中日本エンジ名古\n屋における事業の執行として被告各論文を執筆、投稿したものと認められる。そ\nうすると、被告会社らは、民法７１５条に基づく使用者責任を負うものと認めら\nれるところ、被告論文１ないし３及び５については、被告中日本エンジ東京は、\nその従業員である被告Ｅを執筆者として関与させていないことからすれば、被告\n中日本エンジ東京は、被告論文４に限り、上記使用者責任を負うものと認めるの\nが相当である。\nそうすると、被告会社らは、上記の限度で使用者責任をそれぞれ負うものと認\nめるのが相当である。\nそして、前記前提事実及び認定事実によれば、①被告中日本エンジ東京及び被\n告中日本エンジ名古屋は、被告ＮＥＸＣＯ中日本の子会社であること、②被告会\n社らは、平成２４年以降、一連の実験・研究を共同して実施していること、③被\n告会社らは、いずれも、その従業員を被告各論文の執筆に従事させていること、\n以上の各事実が認められる。\n上記認定事実によれば、原告各著作物に係る著作権侵害及び著作者人格権侵害\nは、被告会社らも、被告中日本エンジ東京における被告論文１ないし３及び５を\n除き、客観的に関連し共同でなされたものと認められる。\nしたがって、被告会社らは、上記の限度で共同不法行為責任を負うものと認め\nるのが相当である。\n10  争点１－３－２（被告Ｅの共同不法行為責任）\n原告は、被告各論文は原告報告書に記載された一連の実験・研究に基づくもの\nであり、被告各論文に携わった全執筆者で原告報告書をどのように分割するかを\n協議し、各論文の記載内容を確認した上で個々の論文を投稿したはずであるから、\n被告各論文のいずれについても、被告各論文の全執筆者による共謀の結果、投稿\nされたものと評価できるとして、被告Ｅは、形式的には、被告論文４においての\nみ執筆者とされているものの、被告各論文全てにつき、共同不法行為責任を負う\n旨主張する。\nしかしながら、被告各論文が一連の実験・研究に基づくものであるとしても、\n当然に、被告Ｅが、自らが執筆者として掲載されていない被告論文１ないし３及\nび５に原告各著作物の複製物が掲載されることにつき、現に認識し又は認識すべ\nきであったものと認めることはできない。そして、本件全証拠によっても、被告\nＥが被告論文１ないし３及び５の作成又は執筆に関与していたものと認めるに\n足りず、同各論文につき、執筆者ではない被告Ｅが不法行為責任を負うものと認\nめるのは相当ではない。\nしたがって、原告の主張は、採用することができない。\n11  争点１－３－３（被告Ｈの共同不法行為責任）\n原告は、被告Ｈについても、形式的には被告論文１及び５においてのみ執筆者\nとされているものの、被告各論文全てにつき共同不法行為責任を負う旨主張する\nものの、原告の主張が採用できないことは、前記争点１－３－２において説示し\nたところと同様である。したがって、原告の主張は、採用することができない。\n12  争点２（著作者人格権侵害の成否）\n⑴  本文部分及び原告各著作物以外の図・写真について\n前記争点１－１－１において説示したとおり、原告報告書のうち、原告各著\n作物以外の部分については、そもそも著作物性が認められない以上、これらに\nついては、著作者人格権侵害が成立する余地はない。\n⑵  原告各著作物について\nア  氏名表示権について\n前記において説示したとおり、被告執筆者らは、それぞれ、原告各著作物\nを被告各論文に掲載するに当たり、著作者である原告の氏名を表示していな\nいことが認められる。そうすると、被告執筆者らは、原告各著作物に係る原\n告の氏名表示権を侵害したものと認められる。\nイ  公表権侵害について\n被告執筆者らは、原告各著作物が公表されていない時点で、被告各論文の\n発表という形式でこれらを公表したことが認められるから、被告執筆者らは、\n原告各著作物に係る公表権を侵害したものと認められる。\nウ  同一性保持権について\n前記において説示したとおり、原告各著作物と被告各写真には、それぞれ、\n微細な相違点は存在するものの、それらの相違点は、いずれも軽微なものに\nとどまり、創作的表現の同一性を損なうものとはいえず、通常の著作者にと\nって名誉感情が害される程度のものではない。そうすると、被告各論文は、\n原告各著作物を改変したものと認めることはできず、原告各著作物に係る原\n告の同一性保持権を侵害するものということはできない。\n13  争点３－１（被告中日本エンジ東京による債務不履行の有無）について\n原告は、被告執筆者らによる被告各論文の執筆及び投稿が被告中日本エンジ東\n京による本件個別請負契約に係る債務不履行に当たる旨主張する。\nしかしながら、被告論文１ないし３及び被告論文５については、被告中日本エ\nンジ東京の従業員である被告Ｅがそもそも執筆及び投稿したものではないから、\n被告中日本エンジ東京が債務不履行責任を負う余地はない。そして、証拠（甲７）\n及び弁論の全趣旨によれば、被告論文４については、被告Ｅが、執筆及び投稿を\nしているところ、飽くまで学術的、専門的知見に基づく自身の考察の結果を明ら\nかにするものとして、個人名で執筆及び投稿しているのであるから、被告中日本\nエンジ東京は、使用者責任を負うのは格別、これを執筆及び投稿したものと同視\nして、同契約に基づく債務不履行責任を負うものと認めることはできない。\nそうすると、被告執筆者らが被告各論文を作成・投稿したことをもって、被告\n中日本エンジ東京において本件個別請負契約に係る債務不履行があったという\nことはできない。したがって、原告の主張は、採用することができない。\n14  争点３－２－１（被告ＮＥＸＣＯ中日本及び被告中日本エンジ名古屋の責任の\n有無）について\n原告は、被告執筆者らによる被告各論文の投稿・執筆が被告中日本エンジ東京\nによる本件個別請負契約に係る債務不履行に当たることを前提として、被告ＮＥ\nＸＣＯ中日本及び被告中日本エンジ名古屋も債務不履行責任を負う旨主張する。\nしかしながら、前記争点３－１において説示したとおり、被告中日本エンジ東\n京は本件個別請負契約に基づく債務不履行責任を負わない以上、原告の主張は、\n前提を欠く。そもそも、被告ＮＥＸＣＯ中日本及び被告中日本エンジ名古屋は、\n本件個別請負契約の契約主体ではなく、同契約に基づく債務不履行責任を負う余\n地はない。\nしたがって、原告の主張は、採用することができない。\n15  争点３－２－２（被告Ｄ、被告Ｅ及び被告Ｆの責任の有無）について\n原告は、被告執筆者らによる被告各論文の投稿・執筆が被告中日本エンジ東京\nによる本件個別請負契約に係る債務不履行に当たることを前提として、被告Ｄ、\n被告Ｅ及び被告Ｆも当該債務不履行責任を負う旨主張するものの、その理由がな\nいことは、前記争点３－２－１において説示したところと同様である。\nしたがって、原告の主張は、採用することはできない。\n16  争点３－２－３（被告Ｇらの責任の有無）について\n原告は、被告執筆者らによる被告各論文の投稿・執筆が被告中日本エンジ東京\nによる本件個別請負契約に係る債務不履行に当たることを前提として、被告Ｇら\nも当該債務不履行を負う旨主張するものの、その理由がないことは、前記争点３\n－２－１及び３－２－２において説示したところと同様である。\nしたがって、原告の主張は、採用することはできない。\n17  争点４（差止め等の必要性）\n⑴  前記において説示したところによれば、被告各論文のうち、著作権侵害及び\n著作者人格権が成立するのは、被告各写真の限度にすぎないことが認められる。\nそして、被告各写真は、いずれも、本件実験において用いられた実験車両や\nＤＳ、頭部アタッチメントの状況等を客観的に明らかにするために、被告各論\n文に「図」や「Ｆｉｇ」として挿入されたものであり、全体に占める分量も限\n定的であることや、被告各論文から被告各写真に限り削除することが技術的に\n困難であるとも認められない。\nそうすると、被告らによる著作権又は著作者人格権の侵害行為を停止するた\nめに必要な措置としては、被告各論文全体ではなく、被告各論文のうち、被告\n各写真の使用の停止及びその予防を認める限度で足りると認めるのが相当で\nある。\nしたがって、①被告ＮＥＸＣＯ中日本、被告中日本エンジ名古屋、被告Ｄ、\n被告Ｆ、被告Ｇ及び被告Ｉに対し、被告各写真につき、②被告Ｈに対し、被告\n写真１、３及び４の各写真につき、③被告中日本エンジ東京及び被告Ｅに対し、\n被告写真１及び３の各写真につき、その各限度で差止め等を認めるのが相当で\nある。\n⑵  これに対し、被告らは、被告各論文を公衆送信しているのは出版社である旨\n主張するが、被告各論文の内容が原告各著作物の複製権を侵害していることは\n上記において説示したとおりであるから、被告らの主張は、前記判断を左右す\nるものではない。\nまた、被告らは、既に本件実験・研究に係る一連の外部発表を終了しており、\n今後は外部発表の予定もない以上、被告らは、著作権を侵害する者又は侵害す\nるおそれがある者に当たらない旨主張するが、前記認定事実及び弁論の全趣旨\nに係る原告各著作物の侵害の態様及び被告らにおける同種研究の継続の可能\n性等を踏まえると、直ちに差止めの必要性がなくなったものとはいえない。\nしたがって、被告らの主張は、採用することができない。\n18  争点５（損害）\n⑴  著作権侵害による損害額\nア  著作権法１１４条２項に基づく損害\n原告は、被告らにおいて、被告各論文の販売により１００万円の利益を得\nたとして、被告らの著作権侵害により原告には１００万円の損害が生じた旨\n主張する。\nしかしながら、本件全証拠によっても、被告らが、被告各論文の販売によ\nり経済的な対価を得ていたものと認めることはできない。したがって、著作\n権法１１４条２項を適用する前提を欠くものであり、同項に基づく損害を認\nめることはできない。\nイ  著作権法１１４条３項に基づく損害\n原告は、原告報告書が自由に公表されることを前提とした請負代金５７２\n０万円から、共同研究名目の請負代金８５０万円を控除した４８７０万円が\n著作権法１１４条３項にいう原告報告書の使用料相当額であるとして、損害\n額は４８７０万円であると主張する。\nしかしながら、使用料相当額の算定の対象となる原告各著作物は、原告報\n告書の僅か一部にすぎず、本件全証拠によっても、請負代金を５７２０万円\nとする旨の合意が現実に成立していたものと認めることはできないのであ\nるから、原告主張に係る同額を基準として、著作権法１１４条３項にいう原\n告各著作物の使用料相当額を算定するのは相当ではない。そして、前記前提\n事実及び認定事実によれば、原告各著作物は、本件実験における実験車両や\n被験者の様子を客観的に明らかにするという学術目的で撮影されたもので\nあり、創作性の程度は必ずしも高くはないこと、被告執筆者らは、営利目的\nで被告各写真を複製したものではないこと、前記認定に係る被告各写真の使\n用態様及び期間その他本件に現れた一切の事情を考慮すると、原告各著作物\nに係る著作権の行使につき受けるべき金銭の額に相当する額としては、各１\n万円の限度で認めるのが相当である。\n⑵  著作者人格権侵害について（争点２関係）\n原告各著作物の内容や性質、被告各写真の使用の目的、態様及び期間その他\n本件に現れた一切の事情を考慮すると、著作者人格権侵害に係る慰謝料の額と\nしては、１枚につき各１万円の限度で認めるのが相当である。\n⑶  以上によれば、著作権侵害及び著作者人格権侵害に基づき被告らが賠償すべ\nき損害額は、次のとおりとなる。\nア  被告Ｄ、被告Ｆ、被告Ｇ及び被告Ｉ\n被告論文１において３枚（被告写真１、３及び４）、被告論文２及び３に\nおいて各４枚（被告各写真）、被告論文４において２枚（被告写真 1 及び３）、\n被告論文５において１枚（被告写真３）の合計１４枚の写真を使用したこと\nが認められることからすると、損害額は２８万円（＝２万円×１４）となる。\nまた、本件事案の内容、難易度、審理経過及び認容額等に鑑みると、これ\nと相当因果関係があると認められる弁護士費用相当損害額としては、２８万\n円の１割である２万８０００円の限度で認めるのが相当である。\nそうすると、損害額の合計は、３０万８０００円となる。\nイ  被告ＮＥＸＣＯ中日本及び被告中日本エンジ名古屋\n被告ＮＥＸＣＯ中日本及び被告中日本エンジ名古屋は、上記合計１４枚の\n使用につき共同不法行為責任を負うことからすると、損害額は２８万円(＝\n２万円×１４)となる。\nまた、本件事案の内容、難易度、審理経過及び認容額等に鑑みると、これ\nと相当因果関係があると認められる弁護士費用相当損害額としては、２８万\n円の１割である２万８０００円の限度で認めるのが相当である。\nそうすると、損害額の合計は、３０万８０００円となる。\nウ  被告Ｅ\n被告論文４において２枚の写真（被告写真 1 及び３）を使用したことが認\nめられることからすると、損害額は４万円（＝２万円×２）となる。\nまた、本件事案の内容、難易度、審理経過及び認容額等に鑑みると、これ\nと相当因果関係があると認められる弁護士費用相当損害額としては、４万円\nの１割である４０００円の限度で認めるのが相当である。\nそうすると、損害額の合計は、４万４０００円となる。\nエ  被告中日本エンジ東京\n被告中日本エンジ東京は、上記合計２枚の使用につき共同不法行為責任を\n負うことからすると、損害額は４万円(＝２万円×２)となる。\nまた、本件事案の内容、難易度、審理経過及び認容額等に鑑みると、これ\nと相当因果関係があると認められる弁護士費用相当損害額としては、４万円\nの１割である４０００円の限度で認めるのが相当である。\nそうすると、損害額の合計は、４万４０００円となる。\nオ  被告Ｈ\n被告論文１において３枚（被告写真１、３及び４）、被告論文５において\n１枚（被告写真３）の合計４枚の写真を使用したことが認められることから\nすると、損害額は８万円（＝２万円×４）となる。\nまた、本件事案の内容、難易度、審理経過及び認容額等に鑑みると、これ\nと相当因果関係があると認められる弁護士費用相当損害額としては、８万円\nの１割である８０００円の限度で認めるのが相当である。\nそうすると、損害額の合計は、８万８０００円となる。\n⑷  まとめ\n以上によれば、①被告ＮＥＸＣＯ中日本、被告中日本エンジ名古屋、被告Ｄ、\n被告Ｆ、被告Ｇ及び被告Ｉは、原告に対し、連帯して、３０万８０００円及び\nこれに対する不法行為の後の日である平成３１年２月９日から支払済みまで\n年５分の割合による金員（ただし、４万４０００円及びこれに対する同日から\n支払済みまで年５分の割合による限度で被告中日本エンジ東京及び被告Ｅと\n連帯して、８万８０００円及びこれに対する同日から支払済みまで年５分の割\n合による限度で被告Ｈと連帯して）を、②被告中日本エンジ東京及び被告Ｅは、\n原告に対し、被告ＮＥＸＣＯ中日本、被告中日本エンジ名古屋、被告Ｄ、被告\nＦ、被告Ｇ及び被告Ｉと連帯して、４万４０００円及びこれに対する不法行為\nの後の日である平成３１年２月９日から支払済みまで年５分の割合による金\n員を、③被告Ｈは、原告に対し、被告ＮＥＸＣＯ中日本、被告中日本エンジ名\n古屋、被告Ｄ、被告Ｆ、被告Ｇ及び被告Ｉと連帯して、８万８０００円及びこ\nれに対する不法行為の後の日である平成３１年２月９日から支払済みまで年\n５分の割合による金員を、それぞれ支払う義務を負うことになる。\nその他に、当事者双方提出に係る準備書面及び証拠を改めて検討しても、当\n事者双方の主張は、上記判断の限度で採用するのが相当であり、その余は、本\n人尋問の結果等を踏まえても、いずれも採用することができない。\n第５  結論\nよって、原告の請求は、主文の限度で理由があるのでこれを認容することとし、\nその余は理由がないのでいずれも棄却することとし、主文のとおり判決する。な\nお、主文のうち第７項から第９項までを除く部分については相当ではないため、\n仮執行宣言を付さないこととする。\n東京地方裁判所民事第４０部\n裁判長裁判官\n中    島    基    至\n裁判官\n小    田    誉  太  郎\n裁判官\n國    井    陽    平\n（別紙）\n被告論文目録１\n１  論文タイトル\nThe  study  of  driver's  brain  activity  and  behavior  using  fNIRS  during\nactual car driving\n（訳文）実車運転中に fNIRS を用いたドライバーの脳活動と行動研究\n２  論文執筆者名\nＤ、Ｆ、Ｉ、Ｈ、Ｇ、Ｘ１\n３  オンライン論文掲載誌\n（１）オンライン掲載誌名\n2018 11th International Conference on Human System Interaction (HSI)\n（２）学会期日：２０１８年７月４－６日\n（３）学会開催地：Gdansk、 Poland\n（４）発行者  IEEE\n（５）URL  （ＵＲＬは省略）\n（６）DOI:  以下省略\n（７）オンライン掲載誌頁数  pp 418-424\n（８）オンライン掲載年月日  ２０１８年８月１３日\n被告論文目録２\n１  論文タイトル\nThe study of driver’s reaction for traffic information on actual driving\nand DS using fNIRS\n（訳文）fNIRS を用いた実車とドライビングシュミレータに関する交通情報に対する\nドライバーの反応の研究\n２  論文執筆者名\nＤ、Ｆ、Ｉ、Ｇ\n３  オンライン論文掲載誌\n（１）オンライン掲載誌名\n2018  IEEE  International  Conference  on  Computational  Intelligence  and\nVirtual Environments for Measurement Systems and Applications (CIVEMSA)\n（２）学会期日：２０１８年７月１２－１３日\n（３）学会開催地：Ottawa、 ON、 Canada\n（４）発行者  IEEE\n（５）URL  （ＵＲＬは省略）\n（６）DOI:  以下省略\n（７）オンライン掲載誌頁数  pp 1-6\n（８）オンライン掲載年月日  ２０１８年８月２０日\n以上\n被告論文目録３\n１  論文タイトル\nValidation Study of Driver's Attention Level during Actual Driving Using\nfNIRS\n（訳文）fNIRS を使用した実際の運転中のドライバーの注意レベルの検証研究\n２  論文執筆者名\nＤ、Ｆ、Ｉ、Ｇ\n３  オンライン論文掲載誌\n（１）オンライン掲載誌名\nthe 6th International Conference on Driver Distraction and Inattention\nDDI2018 GOTHENBURG\nＳＥＳＳＩＯＮ ７ Measurement of distraction and inattention\n（２）学会期日：２０１８年１０月１５－１７日\n（３）学会開催地：Gothenburg、 Sweden\n（４）発行者  DDI\n(５）URL  （ＵＲＬは省略）\n（６）オンライン掲載誌頁数  pp 102-1\n（７）オンライン掲載年月日  ２０１８年１０月\n以上\n被告論文目録４\n１  論文タイトル\nValidation Study on Evaluation of Traffic Safety During  Actual Driving\nUsing fNIRS\n（訳文）fNIRS を使用した実際の運転中の交通安全の評価に関する検証研究\n２  論文執筆者名\nＤ、Ｆ、Ｅ、Ｉ、Ｇ\n３  オンライン論文掲載誌\n（１）オンライン掲載誌名\nFISITA 2018 World Automotive Congress、 DVD、\nSESSION 9: VCP1 – ADVANCED MOBILITY SOLUTIONS\nF2018-VCP-062\n（２）学会期日：２０１８年１０月２－５日\n（３）学会開催地：Chennai、 India\n（４）発行者  FISITA\n（５）URL   （ＵＲＬは省略）\n（６）オンライン掲載誌頁数  pp 331-340\n（７）オンライン掲載年月日  ２０１８年１０月\n以上\n被告論文目録５\n１  論文タイトル\nThe  study  of  driver’s  brain  activity  and  behaviour  on  DS  test  using\nfNIRS\n（訳文）fNIRSを用いたドライビングシュミレータ―実験におけるドライバーの脳\n活動と行動の研究\n２  論文執筆者名\nＤ、Ｆ、Ｉ、Ｈ、Ｇ\n３  オンライン論文掲載誌\n（１）オンライン掲載誌名\nIFAC-PapersOnLine\nVolume 51、 Issue 34、 2019、 Pages 244-249\nPart of special issue:2nd IFAC Conference on Cyber-Physical and Human\nSystems CPHS 2018.\n（２）学会期日：２０１８年１２月１３－１５日\n（３）学会開催地：Miami、 Florida、 USA\n（４）発行者  ScienceDirect\n（５）URL  （ＵＲＬは省略）\n（６）オンライン掲載誌頁数  pp 244-249\n（７）オンライン掲載年月日  ２０１９年２月８日\n（別紙）\n被告写真目録\n１（被告写真１）\n２－１（被告写真２－１）\n２－２（被告写真２－２）\n３（被告写真３）\n４（被告写真４）\n（別紙）\n著作物目録\n１  著作物タイトル\n「脳機能NIRSを活用した交通安全対策の評価手法に関する調査（平成２８年度）」\n２  著作年月日  ２０１７年３月１６日\n３  著作者  株式会社脳の学校\n（別紙）\n原告報告書図表・写真目録\n１  図４（以下、符号に従い「本件図４Ａ」などといい、併せて「本件図４」とい\nう。）\n２  図５（以下、上段の図を「本件図５（写真部分）」、下段の模式図を「本件図\n５（模式図部分）」といい、併せて「本件図５」という。）\n３  図６（以下、符号に従い「本件図６Ａ」などといい、併せて「本件図６」とい\nう。）\n４  図７（以下、符号に従い「本件図７Ａ」などといい、併せて「本件図７」とい\nう。）\n５  図８（以下「本件図８」という。）\n６  図１３（以下「本件図１３」という。）\n７  図１６（以下「本件図１６」という。）\n８  図１７（以下「本件図１７」という。）\n９  図１８（以下「本件図１８」という。）  １０  図１９（以下「本件図１９」\nという。）\n１１  図２０（以下「本件図２０」という。）\n１２  図２１（以下「本件図２１」という。）\n１３  図２２（以下「本件図２２」という。）\n１４  図３３（以下「本件図３３」という。）\n１５  図３４（以下「本件図３４」という。）\n１６  図３５（以下「本件図３５」という。）\n１７  図３６\n"
}