{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 3,
    "month": 3,
    "day": 11
  },
  "case_number": "令和2(ネ)10046",
  "case_name": "発信者情報開示請求控訴事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "90111",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=90111",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/111/090111_hanrei.pdf",
  "contents": "令和３年３月１１日判決言渡\n令和２年（ネ）第１００４６号  発信者情報開示請求控訴事件\n（原審・東京地方裁判所令和元年（ワ）第３０２７２号）\n口頭弁論終結日  令和３年２月１２日\n判        決\n控訴人（一 審原告 ）             Ｘ\n同 訴 訟 代 理 人 弁護 士                清    水     陽    平\n同訴訟復代理人弁護士                二    部     新    吾\n被控訴人（一審被告）           株式会社サイバーエージェント\n同 訴 訟 代 理 人 弁 護 士                波  多  江         崇\n辻    村     慶    太\n戸    田     涼    介\n上    村     香    織\n柿    山     佑    人\n小    穴     行    人\n主        文\n１  原判決のうち控訴人の被控訴人に対する別紙発信者情報目録記載の情報の\n開示請求に関する部分を取り消す。\n２  被控訴人は，控訴人に対し，別紙発信者情報目録記載の情報を開示せよ。\n３  訴訟費用は，第１，２審を通じ，これを２分し，その１を控訴人の負担と\nし，その余を被控訴人の負担とする。\n事 実 及 び 理 由\n第１  控訴の趣旨\n主文と同旨\n第２  事案の概要等\n１  事案の概要\n(1) 控訴人は，メールマガジンを配信し，原判決別紙著作物目録記載の文章で\nある著作物（以下「本件著作物」という。）の著作権者である。\n被控訴人は，「Ａｍｅｂａ」という総称をもって各種のサービスを利用者一般に\n提供し，特に，登録した会員に対して，ウェブサイト等の作成に係る「Ａｍｅｂａ\nＯｗｎｄ」という名称のサービス（以下「本件サービス」という。）を含む複数の\n種類の特定のネットサービス（以下，登録した会員に対するサービスを包括して「本\n件会員サービス」という。）を提供する株式会社である。\n(2) 本件は，控訴人が，本件会員サービスの会員によって本件サービスを利用\nして開設されたウェブサイトに，本件著作物と同一の記載内容を記載した原判決別\n紙投稿記事目録記載の記事（以下「本件記事」という。）が投稿されたことで，控\n訴人の著作権（複製権及び公衆送信権）が侵害されたとして，特定電気通信役務提\n供者の損害賠償責任の制限及び発信者情報の開示に関する法律（以下「法」という。）\n２条３号の特定電気通信役務提供者である被控訴人に対し，法４条１項に基づく発\n信者情報の開示請求として，上記ウェブサイトを開設するに当たって用いられた上\n記会員の登録時の電子メールアドレス（別紙発信者情報目録記載の情報。以下「本\n件情報」という。）及び氏名又は名称（登録されている名称）の開示を請求する事\n案である。\n(3) 原審は，控訴人の請求をいずれも棄却したことから，控訴人が控訴を提起\nした。ただし，控訴人は，当審においては本件情報の開示のみを請求しており，上\n記会員の氏名又は名称（登録されている名称）の開示の請求が棄却された点につい\nては不服を申し立てていない。したがって，当審の審理の対象は，本件情報の開示\n請求権の有無に限定されている。\n２  前提事実等\n(1) 当事者等\nア  控訴人は，原判決別紙著作物目録記載の文章である著作物（本件著作物）\nを内容に含むメールマガジンを創作し，配信している者である。\nイ(ｱ) 被控訴人は，ブログその他インターネットを通じたメディア事業等を\n行っている株式会社であり，「Ａｍｅｂａ」という総称をもって各種のサービスを\n利用者一般に提供し，登録した会員に対して，複数の種類の特定のネットサービス\n（本件会員サービス）を提供している。\n本件会員サービスには，その利用者において無料でウェブサイトやブログ等を作\n成することができる「Ａｍｅｂａ  Ｏｗｎｄ」という名称のサービス（本件サービ\nス）が含まれている。\n(ｲ) 本件サービスについて，被控訴人は，トップ・レベル・ドメイン「com」\nに，サブ・ドメイン「amebaownd」を有しており，本件サービスを利用する会員は，\n「amebaownd.com」に，任意のドメイン名を設定して，ウェブサイトを開設すること\nができる。\n(2) ウェブサイトの開設及び記事の投稿等\nア   遅くとも平成 元年８月２６日までに， 本件サービスを利用して ，\n「amebaownd.com」に「tatataaaaa」というドメイン名が設定されて別紙発信者情報\n目録記載のＵＲＬにウェブサイト（以下「本件サイト」という。）が開設され，本\n件サイトに，本件著作物と同一の記載を内容とする原判決別紙投稿記事目録記載の\n記事（本件記事）の投稿（以下「本件投稿」という。）がされ，不特定多数の者が\n本件記事を閲覧することができる状態となった（甲１，１１，甲１６の１）。\nイ  本件サイトの開設のための本件サービスの利用に当たっては，本件会員\nサービスの特定の会員のＩＤ（アメーバＩＤ）又は登録された電子メールアドレス\n（本件情報）及びパスワードが用いられた（甲６，１１。以下，上記ＩＤ又は登録\nされた電子メールアドレス（本件情報）及びパスワードによって特定される本件会\n員サービスの会員を「本件会員」という。）。本件会員として登録手続をした者（以\n下，この者を，本件会員との異同を問わず，「本件登録手続者」という。）の氏名\n又は名称は，現時点で不明である。\n(3) 法の適用に係る前提事実等\nア  本件投稿は，法２条１号の特定電気通信に当たり，本件投稿により本件\n記事が本件サイトを通じて不特定多数の者に閲覧可能な状態となったことは，法４\n条１項柱書の特定電気通信による情報の流通に当たる。\nイ  被控訴人は，法２条３号の特定電気通信役務提供者であり，上記アの特\n定電気通信の用に供される特定電気通信設備を用いる者であるから，法４条１項の\n開示関係役務提供者に当たる。\nウ  被控訴人は，本件会員について，本件情報は保有しているが，氏名又は\n名称の情報は保有していない。なお，被控訴人は，本件投稿に係るＩＰアドレスや\nタイムスタンプの記録も保有していない（甲８）。\n３  主たる争点及びこれに関する当事者の主張は，「本件発信者情報」を「本件\n情報」と改めるとともに次のとおり改め，後記４のとおり当審における当事者の補\n充主張を加えるほかは，原判決の「事実及び理由」中の「第２  事案の概要」の２\n及び３の各(2)に記載するとおりであるから，これを引用する。\n(1) 原判決３頁２０行目，同４頁１行目及び同頁２０行目の「３号」をいずれ\nも「４号」に改める。\n(2) 原判決４頁２行目の「本件登録者」を「本件会員」に，同頁１１行目の「本\n件登録者」を「法４条２項により「発信者」」に，同頁１１行目～１２行目の「本\n件登録者」を「当該「発信者」」に，同頁１６行目，１７行目及び１９行目の各「本\n件登録者」をいずれも「本件会員」に，同頁２０行目の「本件発信者情報２」を「本\n件情報」にそれぞれ改める。\n(3) 原判決５頁１行目の「本件登録者」を「本件登録手続者」に改め，同頁２\n行目の「氏名及び」を削り，同頁３行目の「本件記事の投稿」を「本件投稿」に，\n同頁４行目の「本件登録者」を「本件登録手続者」にそれぞれ改める。\n４  当審における当事者の補充主張\n(1) 控訴人の補充主張\nア  省令４号の「発信者」の解釈について\nプロバイダが保有している電子メールアドレスは，基本的に全て契約者やサービ\nス利用者が自ら申告したものである。例えば，被控訴人のようなウェブサービスを\n提供するコンテンツプロバイダの場合，プロバイダが保有している電子メールアド\nレスは，当該利用者が利用登録時に自己の電子メールアドレスであると申告したも\nのであり，自らのサービスの一部として電子メールアドレスを提供しているような\n大手携帯電話会社でも，発信者の電子メールアドレスとして開示されるのは，契約\n者が自己の保有している電子メールアドレスであるとして申告したものである（甲\n１２）。それゆえ，省令４号の「発信者の電子メールアドレス」は，発信者がプロ\nバイダに対し，自己の電子メールアドレスとして申告したものをいうと解釈すべき\nである。\nこれに対し，上記のように自己のものとして申告された電子メールアドレスが，\n真に契約者やサービス利用者が保有しているといえるような実績のある電子メール\nアドレスかどうかについては，開示を求める側はもちろん，プロバイダ側にも容易\nに判別はつかないから，省令４号の「発信者の電子メールアドレス」を真に発信者\nが保有しているメールアドレスと限定して解釈するのは誤りである。プロバイダ側\nが具体的な事情に基づくことなく，例えば，契約者と発信者が異なるのではないか\nといった単純な疑問を主張しただけで，常に開示が認められないこととなるような\n解釈は，不当である。\nしかるに，原判決は，何らの理由も示さず（理由不備），また，当事者において\n省令４号の「発信者の電子メールアドレス」を真に発信者が保有している電子メー\nルアドレスであると限定して解釈すべきかという議論を何らしていないにもかかわ\nらず（審理不尽），そのような限定解釈をしたもので，違法である。\nイ  本件情報が開示されるべき発信者情報であることについて\n(ｱ) 原審で主張した事情に加え，次の事情を考慮すると，本件サイトにつ\nいては，本件会員本人のみが利用していることが強く推認される状況である一方，\n本件会員が本件投稿をしていない可能性は抽象的な疑念にとどまるから，本件会員\nは，本件投稿をした者すなわち省令４号にいう「発信者」であるというべきである。\nａ  現在では，個人情報保護法の普及もあり，金銭的な請求が発生する\nサービスを除くほとんどの場合に電子メールアドレス，パスワードの登録のみでサ\nービスへの利用登録が完了するが，そこで登録された電子メールアドレスは，ほと\nんどの場合には真に登録者本人が保有するものである。登録に当たって，氏名又は\n名称の提供がされず，電子メールアドレスのみが提供されている場合に，虚偽の電\n子メールアドレスが入力されている可能性が高いなどという経験則は存在しない。\n利用登録の仕組みとしても，被控訴人の提供するサービスを含む多くのサービス\nでは，サービスの利用登録の際に電子メールアドレスを入力すると，いったん入力\nした電子メールアドレス宛に確認メールが届き，届いたメール内に掲載されている\nＵＲＬにアクセスすることで始めて正式に利用登録が完了するという仕組みとなっ\nている（甲１３の１～４）。本件登録手続者も，上記手続を履践したからこそ本件\nサイトを開設できている。\n他人又は架空の電子メールアドレスを登録したとすると，例えばログインに必要\nなパスワードを忘れたなどの際に問合せができないなど，本件サイトの運営上問題\nが生じる可能性が極めて高い。\nしたがって，本件登録手続者が他人又は架空の電子メールアドレスを登録した可\n能性はない。\nｂ  本件サイトの投稿内容は，控訴人の著作物を，許諾なく複製し，公\n衆送信し続けるという違法なものであり，このような違法行為を複数人で行うとい\nうことは通常の事態ではない。\n本件サイトについて，実際に複数人で管理されていたことをうかがわせる事情も\n全く見当たらない。本件サイトは，例えば企業のサイトのように，複数人で管理し\nていることが想定される外観を持つものではなく，投稿されている記事の内容から\nしても，複数人による管理はうかがわれない。\nｃ  本件会員サービスへの登録には，取得が容易なフリーメールを用い\nることもできるから，あえて他人が取得したアカウントの譲渡を受けるなどという\n面倒な工程を経る必要はない。また，本件において，ＩＤ及びパスワードの譲渡が\nされたという外観その他の事情はない。したがって，被控訴人のいうＩＤ及びパス\nワードの譲渡についても，単なる可能性の指摘にとどまる。\n(ｲ) 登録されている電子メールアドレスが真に発信者の保有する電子メー\nルアドレスであるとの推定を受けるのであって，それが真に発信者の保有する電子\nメールアドレスではないことは，被控訴人において一定程度証拠をもって反証する\n必要があると考えるべきである。\n本件会員サービスの登録は，本件会員サービスを利用しようと考える者が自ら行\nうものであるから，登録者以外が利用していることをうかがわせるような特段の事\n情がない限り，開設されたアカウントの利用者すなわち投稿者は，登録者自身であ\nると考えるべきである。\nまた，本件会員サービスの利用規約（甲１１。以下「本件規約」という。）には，\n登録情報に虚偽等がある場合や登録された電子メールアドレスが機能していないと\n判断される場合，被控訴人において，本件会員サービスの利用停止等の措置を講じ\nることができる旨の定めが存在している。この点からも，被控訴人から登録情報に\n虚偽がある，又は登録された電子メールアドレスが機能していないと判断する証拠\nが提出されていないにもかかわらず，本件登録手続者が他人の情報や架空の情報を\n入力したものと判断する根拠はない。\n(2) 被控訴人の補充主張\nア  省令４号の「発信者」の解釈について\n法４条１項が「当該権利の侵害に係る発信者情報」を開示対象とする趣旨は，情\n報の流通によって権利侵害があった場合に，自己の権利を侵害されたと主張する者\nに，特定電気通信役務提供者に対して保有する発信者情報の開示を請求する権利を\n創設した半面，発信者のプライバシーや表現の自由，通信の秘密等に配慮し，発信\n者情報と権利侵害の強い関連性を厳格に求めていることにある。このような趣旨に\n照らすと，省令４号の「発信者の電子メールアドレス」は厳格に解釈されるべきで\nあり，開示請求の対象は，開示請求者の権利を侵害する情報を発信した発信者の情\n報に限られるべきである。また，原判決に，理由不備や審理不尽の違法はない。\nイ  本件情報が開示されるべき発信者情報ではないことについて\n(ｱ) 上記アの法４条１項の趣旨に照らすと，発信者情報への該当性判断は，\nその判断時において把握し得る客観的事情から厳格に行わなければならないところ，\n次の点からして，本件登録手続者が，本件サイト開設の際，真に本件登録手続者本\n人の電子メールアドレスとして本件情報を提供したものであることには合理的な疑\nいが残り，他人又は架空の電子メールアドレスが登録された可能性を否定しがたい。\nａ  本件サービスは，氏名及び住所の登録を要しない無償サービスであ\nることから，その責任追及の現実性の乏しさゆえに，本件規約の違反となり得ると\nしても，ＩＤ及びパスワードの譲渡がなされる可能性を潜在的に有する。虚偽の電\n子メールアドレスを提供したとしても，虚偽の情報を入力したことに対する責任追\n及の現実性は極めてゼロに近いことから，虚偽の電子メールアドレスを提供するこ\nとに対する抵抗感は格段に低減するのであり，このことは，本人確認が必要な有償\nサービス（例えば，携帯電話通信回線利用契約）の場合と比較すると，自明である。\nしたがって，事実上，虚偽の電子メールアドレスを登録した上で本件サイトの利用\nを継続することは可能である。\nｂ  登録時に電子メールアドレス宛に届く確認メールについても，特に\nＧｍａｉｌやＹａｈｏｏのようなフリーメールの場合，特定の端末に拘束されるこ\nとなく利用でき，また，電子メールアドレスの作成の際に本人確認を要しないから，\n電子メールアドレスを用いる場合の本人確認のレベルは必ずしも高くない。したが\nって，本件サービスの登録に際して，虚偽又は少なくとも仮のメールアドレス（「捨\nてメールアドレス」などと呼ばれる使い捨てのメールアドレスを含む。）を登録す\nることは必ずしも困難ではない。\nｃ  仮に，本件サイトの開設当時には真に本件登録手続者本人の電子メ\nールアドレスが登録されていたとしても，その後，本件規約に違反したＩＤ及びパ\nスワードの譲渡等により，本件登録手続者とは別の者が，本件投稿をした可能性も\n否定できない。\nそして，被控訴人において，本件情報の電子メールアドレス宛に意見照会を行っ\nたところ，何らの反応もなかった。当該電子メールアドレスの保有者が本件投稿を\nした者であれば，反応があってしかるべきであり，本件投稿をした者とは別の者に\n意見照会が届いた結果，照会に対する返信がなかった可能性が十分にある。\n上記に関し，被控訴人において改めて確認したところ，本件登録手続者が本件会\n員サービスの登録をしたのは，平成３０年１月２１日で，本件サービスの利用が開\n始されて本件サイトが開設されたのは，同年８月１８日であることが判明した。本\n件登録手続者が本件会員サービスに登録してから約８か月の期間が経過しているの\nであって，本件登録手続者が本件会員サービスの登録をした動機が専ら本件サービ\nスを利用すること以外にあったと考えられることや，上記期間の経過という事実に\n照らし，ＩＤ及びパスワードの譲渡等によって本件登録手続者とは別の者が本件投\n稿をした可能性は否定できない。\nｄ  本件サービスは，登録ユーザにおいて，独自にドメインを設定する\nことができ，作成したウェブサイトを法人のコーポレートサイト，オンライン店舗，\nネットショップなどのビジネスに活用することもできるなど，多機能・多用途のサ\nービスであって，一つのウェブサイトを複数のメンバーで管理及び更新する機能も\n備えている。すなわち，サービスのコンセプトとして，複数人で管理することが想\n定されているものである。\nまた，一つのアカウントで，複数の異なるドメインを設定することにより，複数\nのウェブサイトを運営することも可能である。\nしたがって，例えば，被控訴人の提供する「Ａｍｅｂａブログ」に比べて，複数\nメンバーで管理する可能性が一般に高い。\n(ｲ) 以上より，本件情報は，法４条１項の「発信者情報」に該当しない。\n(ｳ) 立証責任の原則からは，発信者情報の開示を求める控訴人において，\n本件サイトに登録されている電子メールアドレス（本件情報）が，真に本件登録手\n続者のものであることを立証すべきである。\n第３  当裁判所の判断\n当裁判所は，本件情報の開示を求める控訴人の本訴請求は理由があるものと判断\nする。その理由は，次のとおりである。\n１  認定事実\n括弧内に掲記する証拠及び弁論の全趣旨によると，前記第２の２の前提事実等の\nほか，次の各事実が認められる。\n(1) 本件会員サービスの利用開始等\nア  本件登録手続者は，平成３０年１月２１日，本件会員サービスの登録を\nした。本件会員サービスへの登録の申請の際に必要となる情報は，電子メールアド\nレス，任意のパスワード，生年月日及び性別等であり，本件登録手続者は，上記登\n録に当たり，電子メールアドレスとして本件情報を入力して仮登録を完了し，当該\nアドレスに被控訴人から送信された本登録のための電子メールに記載されているＵ\nＲＬをクリックして，本登録を完了した（甲１３の３・４）。\nイ(ｱ)  本件会員サービスには，本件サービスのほか，ブログサービスである\n「Ａｍｅｂａブログ」，アバターサービスである「Ａｍｅｂａピグ」，漫画配信サ\nービスである「Ａｂｅｍａマンガ」，スキルシェアサービスである「ＲＥＱＵ（by\nＡｍｅｂａ）」，アフィリエイトサービスである「Ａｍｅｂａ  Ｐｉｃｋ」などが\n含まれている。\n(ｲ) 上記アの登録によって，本件登録手続者は，同登録によって取得され\nたＩＤ（アメーバＩＤ）又は登録した電子メールアドレス（本件情報）及び同登録\nの際に設定したパスワードをもって，本件サービスのほかに，「Ａｍｅｂａブログ」\nやゲーム等のサービスを利用することができる状態となった。\nウ  本件規約（甲１１）には，次の旨の定めがある。\n(ｱ) 被控訴人は，必要に応じて，「Ａｍｅｂａ」を通じて提供される一切\nのサービスに，新しいサービスを追加したり，変更したりすることがあり，利用者\n（本件会員サービスの会員及び上記一切のサービスを利用する全ての者。１条(2)\n～(4)号）はそれをあらかじめ承諾した上で，上記一切のサービスを利用するものと\nする（２条２項）。\n(ｲ) 会員は，年齢や利用環境等，被控訴人の定める条件に応じて，被控訴\n人の定める範囲内で，上記(ｱ)の一切のサービスを利用するものとする（２条３項）。\n(ｳ) 会員は，上記(ｱ)の一切のサービスを利用する上で，会員自身が設定す\nる登録情報に，虚偽の情報を掲載してはならないものとする（３条２項）。\n(ｴ) 会員登録希望者は，本件規約の全てに同意した上，本件規約及び被控\n訴人が定める方法により会員登録をするものとする（４条１項）。被控訴人は，上\n記会員登録があった場合，被控訴人が定める必要な審査，手続等を経て，当該登録\nを承認するかどうか決定し（同条２項），被控訴人が会員登録申請を承認した場合，\n被控訴人と会員登録希望者との間で，本件規約を契約内容とする会員サービスの利\n用契約が締結されるものとする（同条３項）。\n(ｵ) 会員は自己の責任と費用負担によって，認証情報（登録情報［会員サ\nービスの提供を受ける目的で，会員登録希望者又は会員が被控訴人に提供する一切\nの情報。以下同じ。］のうち，ＩＤ及びパスワードその他被控訴人が会員からの接\n続を認証するために必要な情報。１条(8)号及び(10)号。以下同じ。）の管理を行う\nものとし，認証情報を第三者に利用させ，第三者への譲渡，承継，質入その他一切\nの処分をし，公開等をしてはならない（５条１項）。\n(ｶ) 会員は，登録情報に変更が生じた場合又は認証情報を第三者に知られ\nた場合若しくは使用されている疑いのある場合には，本件規約及び被控訴人が定め\nる方法により，直ちに被控訴人にその旨連絡するとともに，第三者による認証情報\nの利用を回避するため可能な限りの措置をとるものとし，被控訴人の指示がある場\n合にはこれに従うものとする（５条３項）。会員が上記連絡をしなかった場合，被\n控訴人は当該会員が退会したとみなすことができる（同条５項）。\n(ｷ) 被控訴人は，会員が，①本件規約に違反した場合，②登録情報に虚偽，\n過誤がある場合，③登録された電子メールアドレスが機能していないと判断される\n場合，④第三者になりすまして会員登録を行った場合及び⑤１３条に定める禁止事\n項を行った場合，又はそのおそれがあると被控訴人が判断した場合，会員へ事前に\n通告・催告することなく，かつ会員の承諾を得ずに，被控訴人の裁量により直ちに，\n当該会員に対して，上記(ｱ)の一切のサービスの全部又は一部の利用停止，退会処分，\nその他被控訴人が適切と判断する措置をとることができるものとする（８条３項）。\n被控訴人は，会員に対し，上記措置の理由を開示する義務を負わないものとする（同\n条５項）。\n(ｸ)  会員又は上記(ｱ)の利用者は，第三者の著作権及び著作者人格権等の\n知的財産権等の権利を侵害する，又はそのおそれのある行為又は表現・内容を含む\n書込みや投稿，メッセージの送信等を行ってはならないものとする（１３条１項，\n同条４項(2)号④）。会員又は上記(ｱ)の利用者が，これに違反したと被控訴人が判\n断した場合には，送信等をした内容の削除，上記(ｱ)の一切のサービスの全部又は一\n部の利用停止，退会処分，その他被控訴人が適切と判断する措置をとることができ\nるものとする（同条２項）。\n(2) 本件サービスの利用開始並びに本件サイトの開設及び運営等\nア(ｱ) 本件会員サービスに登録した者は，本件サービスに係るＩＤ又は登録\nした電子メールアドレス及びパスワードを入力し，利用するドメインを設定するの\nみで，他の手続を要することなく，本件サービスの利用を開始することができる（甲\n１３の１・２）。\n(ｲ) 平成３０年８月１８日，本件会員の登録情報を用いて本件サービスの\n利用の登録がされ，ドメイン「tatataaaaa」が設定されて，本件サイトが開設され\nた。その後，本件サイトには，遅くとも令和元年８月２６日までの間に，本件投稿\nを含む控訴人のメールマガジンと同一内容の投稿がされた。同日までに本件サイト\nに投稿された控訴人のメールマガジンと同一の内容の投稿は，Ａ４判の用紙に印刷\nした場合，６８８頁にも及ぶ大量のものであった。（甲１，２，７，１４，甲１５の\n１・２，甲１６の１・２）\nイ  本件サービスの利用者には，本件規約のほか，無料会員・有料会員の別\nを問わず適用される「ガイドライン」（乙４）と，有料会員にのみ適用される「プ\nレミアムプランガイドライン」（乙５）が適用されるところ，上記ガイドライン（乙\n４）には，禁止事項として，「他人の著作物を無許可での掲載」のほか，「他人の\nふりをした掲載」，「他人をだましたり，ウソの情報を掲載」が挙げられており，\n注意事項として，「当社が不適切と判断する掲載がある場合には，アカウント，サ\nイト，投稿内容などを削除する場合があります。」と記載されている。\n(3) 被控訴人による意見照会\nア  被控訴人は，法４条２項に基づく発信者への意見照会として，令和元年\n１０月１６日及び同年１１月２９日，本件情報の電子メールアドレスに宛てて，「【Ａ\nｍｅｂａカスタマーサービス】意見照会のお知らせ」と題し，メール（以下，併せ\nて「本件照会メール」という。）を送信した（乙２，３）。\n本件照会メールには，「この度，貴方が発信された下記記載の情報の流通により\n権利が侵害されたと主張される方（以下「債権者」とする。）から，東京地方裁判\n所に対し，発信者情報開示請求の申立てがなされました。」，「つきましては，弊\n社が開示に応じることについて，貴方の意見を照会いたします。ご意見がございま\nしたら，本照会受領日から一週間以内に，本メールのご返信にてご回答いただきま\nすようお願いいたします。」，「一週間以内にご回答いただけない事情がございま\nしたら，その理由を弊社までお知らせください。また，開示に同意されない場合に\nは，その理由を具体的にお書き添えください。」などと記載された上で，①原判決\n別紙投稿記事目録の「ＵＲＬ」欄記載のＵＲＬ，②本件著作物のタイトル及び上記\n「債権者」が有料で会員向けに配信しているメールマガジンの内容を無断，無許諾\nで転載するものであること，③侵害されたとする権利が著作権であること及び権利\nが明らかに侵害されたとする理由のほか，④開示を請求されている発信者情報の内\n容が記載されていた。上記のうち，同年１１月２９日に送信されたメールには，上\n記④として「貴方のメールアドレス」と記載されていた。\nイ  本件照会メールのいずれについても，現在に至るまで，何ら返信はなく，\n被控訴人において送信エラーである旨の通知も受領していない。\n２  本件情報が開示されるべき発信者情報に当たるか否かについて\n(1)ア  本件サービスは，本件会員サービスに登録した会員において，登録時に\n設定したパスワード等を入力しなければ利用できないサービスである（前記１(1)\nア，(2)ア）から，本件会員サービスへの登録手続をした者と，本件サービスの利用\n者とは，通常，同一人であると考えられる。\nイ  また，本件会員サービスへの登録に当たっては，氏名又は名称は含まれ\nないものの，所定の事項を入力することが求められ，登録時に入力した電子メール\nアドレスに送信されたメールに記載されたＵＲＬをクリックして初めて本登録が可\n能となる（前記１(1)ア）。そして，本件会員サービスの会員は，当該登録によって\n取得された一つのアカウントをもって，本件サービス以外にも，様々なサービスを\n利用することが可能となる（同(1)イ，ウ(ｱ)）。\n他方，本件規約は，登録時に虚偽の情報を掲載することや認証情報を第三者に利\n用させること等を禁止し（同(1)ウ(ｳ)，(ｵ)），登録情報に変更が生じた場合や認証\n情報を第三者に知られた場合等には被控訴人への連絡義務等を定め（同(1)ウ(ｶ)），\nそれらの違反や著作権を侵害する投稿をした場合等については，被控訴人からの利\n用停止や退会処分等の制裁を課すこととされている（同(1)ウ(ｶ)～(ｸ)）。そして，\n以上の内容は，登録によって，会員と被控訴人との間の契約の内容となるとされて\nいる（同(1)ウ(ｴ)）。また，ガイドライン（乙４）でも，同様のことが定められて\nいる（同(2)イ）。\n以上の点は，本件会員サービスへの登録に当たり，登録をする者が自らにおいて\n通常使用する電子メールアドレスを入力することを推認させる事情であるとともに，\nいったん会員となった者が，自己の認証情報を第三者に使用させたり，第三者に譲\n渡することがないことを推認させる事情であるといえる。\nウ  上記ア，イの点は，本件登録手続者及び本件会員や，本件サイトの開設\nについても，基本的に当てはまるものということができる。\n(2) 本件登録手続者による本件会員サービスへの登録から本件サイトの開設ま\nでには，約７か月の期間があった（前記１(1)ア，(2)ア(ｲ)）にすぎず，また，その\n間に，本件会員の認証情報が本件登録手続者から第三者に譲渡されたことをうかが\nわせる事情も存しない。\nかえって，本件登録手続者による本件会員サービスへの登録から本件会員の認証\n情報を用いた本件サービスの利用開始までの間に，約７か月の期間があることは，\n本件登録手続者が，本件会員サービスへの登録の時点において，本件サービス以外\nの各種のサービスを利用することを予定していたことをうかがわせるもので，この\nことも，本件登録手続者が，自らが通常利用する電子メールアドレスを登録に用い\nたことを推認させる事情であるといえる。\n(3) 本件会員の認証情報を用いて本件サービスの利用の登録がされ，本件サイ\nトが開設された後の投稿内容（前記１(2)ア(ｲ)）からすると，本件サイトの開設以\n降，本件サイトを運営する者に変更があったとは考え難い。\n(4) その上で，被控訴人からの本件照会メールによる照会に対し，本件会員に\nおいてはこれを受領しているとみられるにもかかわらず，何ら返信をしていないこ\nと（前記１(3)）は，上記(2)及び上記(3)で指摘した各点を踏まえると，本件会員に\nおいては，被控訴人からの照会に誠実に回答する意向を有していないこと又は特段\nの意見がないこと若しくは開示を拒絶する合理的な理由を主張できないことを推認\nさせる事情であるということができる。\n(5) 上記(1)～(4)の点を踏まえると，本件登録手続者，本件会員及び本件投\n稿をした者は，いずれも同一人であると推認するのが合理的であり，この推認を覆\nすに足りる証拠はない。\nしたがって，本件情報が本件投稿をした者の電子メールアドレスであるというこ\nとができ，本件情報は，法４条１項の「発信者情報」に当たるというべきである。\n３  被控訴人の主張について\n(1) 被控訴人は，本件サービスが氏名及び住所の登録を要しない無償サービス\nであること等から，本件会員サービスの登録時に他人又は虚偽の電子メールアドレ\nスが被控訴人に提供された可能性がある旨の主張をするが，抽象的な可能性をいう\nものにすぎず，本件の具体的事情に基づく前記２の認定判断を左右するものではな\nい。フリーメールの利用が可能であることから電子メールアドレスを用いる場合の\n本人確認のレベルは必ずしも高くない旨の被控訴人の主張についても，同様である。\n(2) 被控訴人は，仮に，本件サイトの開設当時には真に本件登録手続者本人の\n電子メールアドレスが登録されていたとしても，その後にＩＤ及びパスワードの譲\n渡等がされた可能性がある旨の主張をするが，これも抽象的な可能性をいうものに\nすぎず，本件の具体的事情に基づく前記２の認定判断を左右するものではない。な\nお，本件情報の電子メールアドレスの保有者が本件投稿をした者であれば，被控訴\n人からの照会に対して反応があってしかるべきであるとの経験則が存するとはいえ\nない。\n(3) 被控訴人は，本件サービスに関し，複数人による管理や更新の可能性につ\nいても主張するが，これも抽象的な可能性をいうものにすぎず，本件の具体的事情\nに基づく前記２の認定判断を左右するものではない。なお，本件登録手続者が他の\n者と共同して本件投稿をした場合でも，そのことをもって本件情報が法４条１項に\nいう「発信者情報」に当たらないとはいえない。\n(4)  その他，被控訴人の主張は，前記２の認定判断を左右するものではない。\n４  まとめ\n以上によると，本件情報は法４条１項の「発信者情報」に当たるといえ，前記第\n２の２の前提事実等及び上記１の認定事実によると，控訴人において，被控訴人に\n対し，控訴人の著作権（複製権及び公衆送信権）の侵害に関し，本件情報の開示を\n求める正当な理由があることも認められる。\n第４  結論\nよって，本件情報の開示を求める控訴人の本訴請求には理由があるところ，これ\nと異なり，請求を棄却した原判決は失当であって，控訴人の本件控訴は理由がある\nから，同判決のうち本件情報の開示請求に関する部分を取り消した上で控訴人の上\n記請求を認容することとして，主文のとおり判決する。\n知的財産高等裁判所第２部\n裁判長裁判官\n森              義     之\n裁判官\n佐     野              信\n裁判官\n中     島        朋     宏\n別紙省略\n"
}