{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 2,
    "month": 9,
    "day": 15
  },
  "case_number": "令和1(行ケ)10150",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "89707",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=89707",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/707/089707_hanrei.pdf",
  "contents": "令和２年９月１５日判決言渡\n令和元年（行ケ）第１０１５０号  審決取消請求事件\n口頭弁論終結日  令和２年８月４日\n判     決\n原 告    大 陽 日 酸 株 式 会 社\n同訴訟代理人弁護士    三縄   隆\n同訴訟代理人弁理士    寺本 光 生\n伏見 俊 介\n被 告    エア・ウォーター・\nクライオプラント株式会社\n（旧商号：神鋼エア・ウォーター・\nクライオプラント株式会社）\n同訴訟代理人弁理士    植木 久 彦\n水島 仁 美\n山野 寛 明\n主     文\n１  特許庁が無効２０１９－８００００９号事件につい\nて令和元年９月２６日にした審決を取り消す。\n２  訴訟費用は被告の負担とする。\n事実及び理由\n第１  請求\n主文第１項と同旨\n第２  事案の概要\n１  特許庁における手続の経緯等\n⑴  被告は，平成２５年６月５日，発明の名称を「空気分離方法」とする特許出願\nをし，平成２８年９月２日，設定の登録を受けた（特許第５９９７１０５号。請求項\nの数４。甲２１。以下，この特許を「本件特許」という。）。\n⑵  原告は，平成３１年１月３１日，本件特許について特許無効審判請求をし，\n特許庁は，これを無効２０１９－８００００９号事件として審理した（甲１０，１\n１）。\n⑶  被告は，令和元年６月３日付け訂正請求書により，特許請求の範囲を訂正し\nた（甲１５。以下，この訂正を「本件訂正」という。）。\n⑷  特許庁は，令和元年９月２６日，本件訂正を認めた上，「本件審判の請求は，\n成り立たない。」との別紙審決書（写し）記載の審決（以下「本件審決」という。）を\nし，同年１０月４日，その謄本が原告に送達された。\n⑸  原告は，同年１１月１日，本件審決の取消しを求める本件訴えを提起した。\n２  特許請求の範囲の記載\n本件特許の本件訂正後の特許請求の範囲の記載は，次のとおりである（甲１５，\n２１）。なお，「／」は原文の改行部分を示す。以下，各請求項に係る発明を「本件発\n明１」などといい，併せて「本件各発明」ともいう。また，その明細書（甲２１）を，\n図面を含めて「本件明細書」という。\n【請求項１】\n原料空気を圧縮する空気圧縮機と，／前記原料空気を用いて熱交換を行う主熱交\n換器と，／前記原料空気を酸素及び窒素に分離する高圧精留塔及び低圧精留塔と／\nを有する空気分離装置を用いて原料空気から酸素を回収する空気分離方法であっ\nて，／前記空気分離装置に備えられた前記高圧精留塔は１塔であり，／前記空気分\n離装置は，／前記低圧精留塔から液体酸素が導入されかつ熱交換部が設けられた容\n器，／前記容器内の熱交換部に昇圧空気を供給する空気供給ライン，／前記熱交換\n部で前記液体酸素と熱交換した空気を前記高圧精留塔に導入するラインを備え，／\n前記熱交換部は前記液体酸素を用いて熱交換を行うことによりガス酸素を生成し，\n前記容器内の前記液体酸素と前記ガス酸素とを前記主熱交換器にそれぞれ供給する\n液体酸素供給ライン及びガス酸素供給ラインをさらに備え，／前記容器内から取り\n出す前記液体酸素及び前記ガス酸素の量比率は，前記液体酸素の比率を１０％以上\n８０％以下とし，前記ガス酸素の比率を２０％以上９０％以下とし，／前記液体酸\n素供給ラインを介して高純度酸素を回収し，／前記ガス酸素供給ラインを介して前\n記高純度酸素よりも相対的に純度の低い低純度酸素を回収する／ことを特徴とする\n空気分離方法。\n【請求項２】\n前記空気分離装置は，前記容器内で前記熱交換部の上方に精留パッキン又は精留\n皿が設けられた請求項１に記載の空気分離方法。\n【請求項３】\n前記空気分離装置は，前記低圧精留塔から前記容器に液体酸素を供給する供給ラ\nインと，該供給ラインに設けられ，前記低圧精留塔から前記容器に前記液体酸素を\n移送する液酸移送ポンプとを備えた請求項１または２に記載の空気分離方法。\n【請求項４】\n前記空気分離装置は，前記容器内で蒸発した酸素の一部を前記低圧精留塔に戻す\n戻しラインと，該戻しラインの途中に設けられたバルブとを備えた請求項１～３の\nいずれか１項に記載の空気分離方法。\n３  本件審決の理由の要旨\n⑴  本件審決の理由は，別紙審決書（写し）記載のとおりである。要するに，①本\n件各発明は，下記アの引用例１に記載された発明（以下「引用発明１」という。）で\nあるということはできないから，同法２９条１項に違反せず，②本件各発明は，引\n用発明１及び下記イないしエの引用例２ないし４に記載された事項に基づいて当業\n者が容易に発明することができたとはいえないから，同条２項にも違反しない，③\n本件明細書の記載は，特許法３６条４項１号の規定（実施可能要件）に適合する，④\n本件特許請求の範囲の記載は，同条６項１号の規定（サポート要件）に適合し，⑤同\n項２号の規定（明確性要件）にも適合する，というものである。\nア  引用例１：米国特許第５６８２７６６号明細書（特許日：１９９７年１１月\n４日。甲１の１）\nイ  引用例２：特開平１０－２５９９８９号公報（甲２）\nウ  引用例３：国際公開第２０１２／１２７１４８号（甲３の１）\nエ  引用例４：米国特許第５３９６７７３号明細書（特許日：１９９５年３月１\n４日。甲７の１）\n⑵  本件審決が認定した引用発明１並びに本件発明１と引用発明１との一致点及\nび相違点は，次のとおりである。\nア  引用発明１\n（Ａ）高純度酸素との間接的な熱交換によって原料空気を部分的に凝縮して，液\n体原料空気及びガス原料空気を精製し，\n（Ｂ）ガス原料空気をターボ膨張し，ターボ膨張したガス原料空気を中圧塔に導\n入し，\n（Ｃ）中圧塔内の原料空気を極低温精留により分離して窒素富化流体及び酸素富\n化流体を精製し，窒素富化流体及び酸素富化流体を低圧塔に導入し，\n（Ｄ）低圧塔内で極低温精留により窒素富化流体及び酸素富化流体を精製し，低\n圧塔から酸素富化流体を側塔に導入し，\n（Ｅ）側塔内で極低温精留により酸素富化流体を低純度酸素と高純度酸素に分離\nし，側塔から低純度酸素を回収し，側塔から高純度酸素を回収する，低純度酸素及\nび高純度酸素を生成する方法であって，\n水蒸気，二酸化炭素及び炭化水素のような高沸点不純物が洗浄され，一般に５０\n～６０ポンド／平方インチ絶対圧（ｐｓｉａ）の範囲内に圧縮された原料空気は，\n主熱交換器を通過することにより冷却され，得られた冷却された原料空気流は，側\n塔の底部リボイラーに導入され，側塔の高純度酸素を含む底部液体との間接熱交換\nによって部分的に凝縮され，底部リボイラー内の原料空気の部分凝縮は，液体原料\n空気及び残りのガス原料空気を生成し，２相流で相分離器に通され，底部リボイラ\nー内の原料空気の部分凝縮の結果生じるガス原料空気は，ターボ膨張され，次いで，\n中圧塔の下部に導入され，\n低圧塔内で，供給原料は，極低温精留によって窒素富化流体と酸素富化流体とに\n分離され，\n酸素富化流体は，低圧塔の下部から抜き出され，側塔の上部に導入され，側塔内\nの極低温精留により低純度酸素と高純度酸素とに分離され，頂部気化ガス流が側塔\nの上部から低圧塔の下部に導入され，\n高純度酸素は，側塔の底部で液体として集まり，前述の底部リボイラー内の原料\n空気の部分的凝縮が行われ，この液体の一部が気化され，側塔から液体として抜き\n出され，その一部分は高純度液体酸素製品として回収され，別の部分は，液体ポン\nプを通過することによってより高い圧力に圧送され，得られた加圧流は，主熱交換\n器を通過することによって気化され，流れにより高圧高純度酸素ガス製品として回\n収され，\n低純度酸素は，高純度酸素が側塔から抜き取られる位置よりも１５～２５平衡段\n高い位置で側塔から液体として抜き出され，液体ポンプを通過することにより高い\n圧力に圧送され，主熱交換器を通過することによって気化され，高圧低純度酸素ガ\nス製品が流れにより回収され，\n低純度酸素に加えて，大量の高純度酸素を回収することができ，気体及び／又は\n液体形態で回収される高純度酸素の量は，気体及び／又は液体形態で回収される低\n純度酸素の量の０．５～１．０倍である，方法。\nイ  本件発明１との一致点\n原料空気を圧縮する空気圧縮機と，\n前記原料空気を用いて熱交換を行う主熱交換器と，\n前記原料空気を酸素及び窒素に分離する高圧精留塔及び低圧精留塔と\nを有する空気分離装置を用いて原料空気から酸素を回収する空気分離方法であって，\n前記空気分離装置に備えられた前記高圧精留塔は１塔であり，\n前記空気分離装置は，\n前記低圧精留塔から液体酸素が導入されかつ熱交換部が設けられた容器，\n前記容器内の熱交換部に昇圧空気を供給する空気供給ライン，\n前記熱交換部で前記液体酸素と熱交換した空気を前記高圧精留塔に導入するライ\nンを備え，\n前記熱交換部は前記液体酸素を用いて熱交換を行い，前記容器内の前記液体酸素\nを前記主熱交換器に供給する液体酸素供給ラインをさらに備え，\n前記液体酸素供給ラインを介して高純度酸素を回収し，\n前記高純度酸素よりも相対的に純度の低い低純度酸素を回収する空気分離方法。\nウ  本件発明１との相違点\n相違点１\n本件発明１においては，「熱交換部は液体酸素を用いて熱交換を行うことによりガ\nス酸素を生成し，容器内のガス酸素を主熱交換器に供給するガス酸素供給ラインを\n備え，前記ガス酸素供給ラインを介して」前記高純度酸素よりも相対的に純度の低\nい低純度酸素を回収するのに対して，引用発明１においては，「頂部気化ガス流が側\n塔の上部から低圧塔の下部に導入され，低純度酸素は，高純度酸素が側塔から抜き\n取られる位置よりも１５～２５平衡段高い位置で側塔から液体として抜き出され，\n液体ポンプを通過することにより高い圧力に圧送され，主熱交換器を通過すること\nによって気化され，」高圧低純度酸素ガス製品が流れにより回収される点。\n相違点２\n本件発明１においては，「容器内から取り出す液体酸素及びガス酸素の量比率は，\n前記液体酸素の比率を１０％以上８０％以下とし，前記ガス酸素の比率を２０％以\n上９０％以下とする」のに対して，引用発明１においては，「低純度酸素に加えて，\n大量の高純度酸素を回収することができ，気体及び／又は液体形態で回収される高\n純度酸素の量は，気体及び／又は液体形態で回収される低純度酸素の量の０．５～\n１．０倍である」点。\n４  取消事由\n⑴  引用発明１に基づく新規性の判断の誤り（取消事由１）\n⑵  引用発明１に基づく進歩性の判断の誤り（取消事由２）\n⑶  実施可能要件の判断の誤り（取消事由３）\n⑷  サポート要件の判断の誤り（取消事由４）\n第３  当事者の主張\n１  取消事由１（引用発明１に基づく新規性の判断の誤り）について\n〔原告の主張〕\n⑴  引用発明１の認定\n本件審決は，引用発明１を，低純度酸素及び高純度酸素を生成する方法であると\nした上，このうち低純度酸素については，「高純度酸素が側塔から抜き取られる位置\nよりも１５～２５平衡段高い位置で側塔から液体として抜き出され」，その後気化さ\nれるものと認定した。\nしかし，引用例１には，「Either or both of the lower purity oxygen and the\nhigher  purity oxygen  may  be  withdrawn  from side  column  １１  as  liquid or\nvapor  for  recovery.」との記載（記載Ａ）があり，「低純度酸素及び高純度酸素の\nいずれか又は両方は，液体又は蒸気として側塔１１から抜き出され，最終製品とし\nて回収される。」と訳すことができる。記載Ａによれば，引用発明１は，低純度酸素\nの生成に関し，気体として抜き出す方法を排除していない。\nしたがって，本件審決が，引用発明１の認定において，低純度酸素については専\nら液体として抜き出されるように認定した部分は，引用発明の認定を誤っている。\n⑵  相違点１の認定\n本件審決は，低純度酸素の回収の態様につき，本件発明１においては，気体で回\n収されるのに対し，引用発明１においては，側塔から液体として抜き出された後に，\n液体ポンプを通過することにより高い圧力に圧送され，主熱交換器を通過すること\nによって気化され，回収されるという相違があり，これが実質的な相違点であると\n判断した（相違点１）。\nしかし，前記⑴のとおり，本件審決が，引用発明１につき，低純度酸素については\n専ら液体として抜き出されるように認定した部分は，引用発明の認定を誤るもので\nあり，この点を正しく認定すれば，引用例１には，低純度酸素が気体で回収される\nという構成も開示されていることになる。\nしたがって，本件審決が，相違点１を認定した上，それが実質的な相違点である\nと判断したことは誤りである。\n⑶  小括\n本件発明１は，引用発明１であり，新規性を欠くというべきである。\n〔被告の主張〕\n本件審決がした引用発明１の認定に誤りはない。\n刊行物の記載からどのような技術的事項が理解されるかは，理解の主体である当\n業者の視点によるべきであり，そのような視点からあえて理解すれば，記載Ａは，\n「低純度の製品酸素及び高純度の製品酸素のいずれか又は両方は，回収のために，\n液体又は気化ガスとして側塔１１から抜き出されてもよい。」となるが，その内容\nが包括的で明確な技術的意味をとることができないものである。\n記載Ａには，酸素を回収するための構成が包括的に記載されているだけであり，\nその明確な技術的意味をとることができないから，記載Ａに低純度酸素を気体で回\n収する構成が記載されていることにならず，したがって，記載Ａを根拠として本件\n発明１が引用発明１であるということはできない。\nよって，相違点１は，実質的な相違点である。\n２  取消事由２（引用発明１に基づく進歩性の判断の誤り）について\n〔原告の主張〕\n仮に相違点１が実質的な相違点であるとしても，以下に述べるとおり，本件発明\n１は，引用発明１に基づいて容易に発明をすることができるから，進歩性を欠く。\n⑴  相違点１とは，要するに，本件発明１では，容器から低純度酸素を気体で取\nり出しているのに対し，引用発明１では，容器に相当する側塔１１低純度酸素を液\n体で取り出しているということである。一般に，側塔のような蒸留塔から流体を抜\nき出す場合に，その状態を液体とするか気体とするかは，当業者にとって設計事項\nにすぎない。また，空気分離装置において，液体酸素に代えて気体酸素を選択する\nことは，引用例２にみられるとおり，周知技術でもある。\nしたがって，引用発明１に接した当業者は，側塔１１から取り出される低純度酸\n素につき，需要家の要望に応じ，液体酸素に代えて気体酸素として抜き出すように\nすることは，周知技術を適用することにより容易に想到できる。\n⑵  低純度酸素を側塔１１の中間部から液体状態で抜き出しても，気体状態で抜\nき出しても，側塔１１の中間部からの抜き出しがない場合と比較して側塔１１内の\n蒸留条件は改善される。また，低純度酸素を気体として抜き出したときも，Ｌ／Ｖ\nの比の値を小さくすることはできる。\nしたがって，引用発明１において，液体の低純度酸素を流れ１０３として抜き出\nすことに代えて，気体の低純度酸素を抜き出しても，高純度酸素の生成は促進され，\n引用発明１の特性を損なうことはない。\nよって，本件審決のいう阻害要因があるとはいえない。\n⑶  被告の主張する異質の効果１は，通常の空気分離装置において普通に生じて\nいる現象であり，特筆する効果ではない。また，進歩性において効果を論じるとき\nは，引用発明が備えていない構成に基づく効果を主張すべきであるのに，異質の効\n果２は，引用発明１においても備えている構成による効果を主張するにすぎない。\nよって，被告の主張する上記の効果によって，進歩性が認められることはない。\n〔被告の主張〕\n⑴  阻害要因\n引用発明１において，大量の高純度酸素を生成することは，低純度酸素を側塔の\n底部より上方から液体として抜き出すことによって可能となる。\nすなわち，低純度酸素を上記の位置で液体として抜き出すと，側塔の底部に位置\nするリボイラーから側塔内に上昇する気化ガス量（Ｖ）と比較し，その位置よりも\n下に下降する液体量（Ｌ）が減少する。側塔の底部から取られた液体酸素流１０６\nについて達成され得る純度は，流れ１０３が除去される位置より下の側塔内のＶに\n対するＬの比によって制限されるところ，この比が大きいほど，流れ１０６は不純\nとなる。引用発明１の側塔から流れ１０３を抜き出すときに，低純度酸素を液体と\nして抜き出すことに代えて，気体として抜き出す場合には，側塔の底部に位置する\nリボイラーから側塔内に上昇する気化ガス量（Ｖ）と比較して，その位置よりも下\nに下降する液体量（Ｌ）が減少することにならない。\nよって，引用発明１の側塔１１から低純度酸素を液体として抜き出すことに代え\nて，気体として抜き出すことには，阻害要因がある。\n⑵  原告は，低純度酸素を側塔１１の中間部から抜き出すときに，気体として取\nり出しても，側塔１１内の蒸留条件は改善されると主張するが，原告のいう改善は，\n側塔１１の中間部からの抜き出しをしない場合と比較したものにすぎず，液体とし\nて取り出す方法と比べて改善されることをいうものではない。気体として抜き出す\nときには，前記のとおり，その位置よりも下に下降する液体量（Ｌ）を減少させるこ\nとにはならず，大量の高純度酸素を生成するという引用発明１の効果は得られない。\nよって，原告の主張は理由がない。\n⑶  引用発明１において供給し得る低純度液体酸素の純度の下限は，せいぜい主\n凝縮器２１の液体酸素の純度であるが，本件発明１では，低圧精留塔内の主凝縮器\nの液体酸素の純度よりも低くすることができるという異質の効果１を有している。\nまた，本件発明１では，主凝縮器６ａから取り出す液体酸素の必要純度を低減す\nることができるので，該低減分の酸素の沸点を下げることが可能となる。したがっ\nて，低圧精留塔６内で液体酸素とガス窒素との間で行われる熱交換の温度差を大き\nくすることができ，高圧精留塔５内の必要圧力を下げることができる。これにより，\n空気圧縮機２の吐出圧力を低減することができ，該圧縮機の消費動力の低減が可能\nとなる。よって，空気分離装置１の稼動コストを従来よりも低く抑えることができ\nるが，このような効果は引用発明１から予測されない異質の効果２である。\n⑷  よって，本件発明１は，引用発明１に基づいて当業者が容易になしえたとは\nいえない。\n３  取消事由３（実施可能要件の判断の誤り）について\n〔原告の主張〕\n本件審決は，本件各発明の作用機序を，必要とされる高純度酸素が全体の酸素の\n一部である場合，容器を設置することで，その高純度酸素の純度を確保しつつ，「低\n圧精留塔」の「主凝縮器」から取り出す液体酸素の純度を下げることができ，その\n分，酸素の沸点を下げることが可能となり，その結果，「高圧精留塔」内の必要圧力\nを下げることができ，最終的に空気圧縮機の消費動力を低減できると認定した。\nしかし，これらは従来技術（甲１，４，５，８）にほかならず，容器を設置するこ\nとによって空気分離装置の稼働コストを抑えることができるわけではない。そうす\nると，当業者は，空気分離装置の稼働コストを従来よりも抑えるという本件各発明\nの効果を得られるように発明を実施することができない。\nよって，本件明細書の記載は，実施可能要件に違反するというべきである。\n〔被告の主張〕\n特許法は，明細書のうち発明の詳細な説明について，その発明の属する分野にお\nける通常の知識を有する者がその実施をすることができる程度に明確かつ十分に記\n載したものであることを求めているところ，本件明細書の発明の詳細な説明の記載\nが実施可能要件に適合するとした本件審決の判断に誤りはない。原告の主張は，実\n施可能要件への適否を，明細書の記載によらず，他の文献によって検討している点\nにおいて，実施可能要件の趣旨や意義を正解していない。\n４  取消事由４（サポート要件の判断の誤り）について\n〔原告の主張〕\n⑴  課題の認定\n本件審決は，本件各発明の課題が，空気分離装置における稼働コストを小さくす\nることであり，その解決手段は，空気圧縮機の消費動力を従来よりも低減すること\nであると認定した。しかし，このような技術は従来からあるものであり（甲１，８），\n本件各発明には従来技術との関係で課題といえるものを認定することができない。\n⑵  課題解決方法の認定\n本件審決は，液体酸素の抜き出し量を１０％～８０％の範囲とすることにより，\n空気圧縮機の動力を削減することができると認定した。\nしかし，本件各発明において空気圧縮機の動力が削減されるのは，空気凝縮容器\nを設置したことにより低圧精留塔内の主凝縮器における液体酸素濃度が低下したか\nらであり，液体酸素の抜き出し量とは関係がない。\n本件審決は，課題解決方法の認定を誤っており，そのような課題解決方法に基づ\nいて，本件各発明の特許請求の範囲の記載がサポート要件に適合すると判断するこ\nとはできない。\n⑶  「液体酸素抜き出し量」の臨界的意義\n被告は，特許出願の審査において，「液体酸素抜き出し量」を１０％以上８０％以\n下とする点に臨界的意義を有すると説明し，これを前提として，拒絶理由が解消さ\nれ，本件各発明は特許査定された。被告は，審判手続においても「液体酸素抜き出し\n量」の臨界的意義を主張していたが，第一回口頭審理（令和元年９月２日）におい\nて，「液体酸素抜き出し量」には臨界的意義を要せずと主張し，本件審決は，その主\n張を容認し，「液体酸素抜き出し量」に臨界的意義がなくてもよいと判断した。\n本件審決の判断は，審査過程を無視したもので不当であり，許されない。\n〔被告の主張〕\n⑴  課題の認定\n本件各発明の課題は，空気分離装置における稼働コストを小さくすることであり，\nその解決手段は空気圧縮機の消費動力を従来よりも低減することであるところ，本\n件明細書には本件各発明が記載されており，当業者は本件明細書の記載により本件\n各発明の課題を解決できると認識することができる。以上は本件審決が正当に認定\nしたところであり，誤りはない。\n原告の主張は，特許請求の範囲の記載を明細書の記載との間で対比すべきところ\nを，従来技術により奏することのできる効果との間で対比することを求めている点\nにおいて，サポート要件の趣旨や意義を正解していない。\n⑵  課題解決方法の認定\n本件各発明においては，空気凝縮容器を設置したことにより低圧精留塔内の主凝\n縮器における液体酸素純度が低下し，このことにより空気圧縮機の動力が削減され\nるのであるが，液体酸素の抜き出し量と空気圧縮機の動力の削減との間に関係がな\nいわけではない。\n⑶  「液体酸素抜き出し量」の臨界的意義\n被告は，本件において数値限定の臨界的意義を主張したことはないから，原告の\n上記主張は失当である。\n第４  当裁判所の判断\n１  本件各発明について\n⑴  本件明細書の記載事項\n本件明細書（甲２１）には，次の各記載がある（図及び表は別紙１記載のもの）。\nア  技術分野\n【０００１】本発明は，原料空気から酸素や窒素を精留分離する空気分離装置に\n関するものである。\nイ  背景技術\n【０００２】発電設備や製鉄所等のように大量の酸素が消費される工場内には，\n酸素自給のための酸素製造設備を併設することが多い。従来，上記酸素製造設備と\nして最も汎用されているのは，空気を原料として酸素を得ることができ，しかも副\n産物として窒素を得ることができる空気分離装置である。\n【０００３】製鉄業等の他に化学工業や半導体産業等でも空気分離装置が使用さ\nれており，取り出された酸素は酸化や酸素富化燃焼の用途で使われている。通常，\n酸素は空気分離装置から取り出された純度のままで使われているケースが多く，酸\n素富化燃焼では空気と混合させて炉に導入されているケースが多い。\n【０００４】例えば特許文献１には，精留塔で分離された高純度酸素のうち，一\n部（‥）を液体酸素で取り出して，ポンプで昇圧した後，昇圧圧縮機を使わず主熱交\n換器で蒸発させることによりガス酸素を取り出す方法が記載されている。\n【０００５】また特許文献２には，多段式主凝縮器で最低部に配置された凝縮器\nの高さを１２００㎜以下とすることで，沸点上昇を低減させて消費電力を低減する\nことが記載されている。この効果は酸素が低純度になるほど大きいことが記載され\nている。また同文献の請求項３には，最低部に配置された凝縮器には，空気の導入\nから始まり液体酸素を蒸発させることが記載されている。\n【０００６】さらに，図６及び図７に示すような空気分離装置もある。図６の空\n気分離装置は，空気圧縮機２，吸着器３，主熱交換器４，高圧精留塔５，低圧精留塔\n６，主凝縮器６ａ，及び酸素圧縮機７を主に備える。図６の空気分離装置では，低圧\n精留塔６で生成されたガス酸素が主熱交換器４と酸素圧縮機７を介して，その状態\nで外部に供給されるものと空気が混合されて外部に供給されるものとに分かれる。\n【０００７】また図７の空気分離装置は，空気圧縮機２，吸着器３，主熱交換器\n４，高圧精留塔５，低圧精留塔６，主凝縮器６ａ，昇圧圧縮機８，及び液酸ポンプ９\nを主に備える。図７の空気分離装置では，低圧精留塔６で生成された液体酸素が液\n酸ポンプ９で昇圧されて主熱交換器４を通った後，その状態で外部に供給されるも\nのと空気が混合されて外部に供給されるものとに分かれる。\nウ  発明が解決しようとする課題\n【０００９】原料空気圧縮機の稼動コストの割合は空気分離装置全体の稼動コス\nトのほとんどを占めることから，該原料空気圧縮機の消費動力を低減して稼動コス\nトをさらに低減することが強く望まれている‥。上記特許文献１‥の空気分離装置\nでは，上塔内のガス酸素のみを取り出すのではなく，液体酸素も取り出して利用す\nることで，酸素圧縮機の流量の低減を図って消費動力を小さくしている。しかしな\nがら，原料空気圧縮機についてはその消費動力の低減をさらに進める余地は残って\nいる。\n【００１０】また，低圧蒸留塔からの液体酸素を塔外に設置した凝縮器容器内で\n蒸発させてガス酸素を得る構成の空気分離装置（‥），並びに図６及び図７の空気分\n離装置においても，原料空気圧縮機の消費動力をより低減し得る余地がある。\n【００１１】本発明は，かかる従来の事情に鑑みてなされたものであり，空気圧\n縮機の消費動力を従来よりも低減して稼動コストを小さくすることができる空気分\n離装置を提供することを目的とする。\nエ  課題を解決するための手段\n【００１２】本発明に係る空気分離装置は，原料空気を圧縮する空気圧縮機と，\n前記原料空気を用いて熱交換を行う主熱交換器と，前記原料空気を酸素及び窒素に\n分離する高圧精留塔及び低圧精留塔とを有する空気分離装置であって，\n前記低圧精留塔から液体酸素が導入されかつ熱交換部が設けられた容器を備え，\n前記熱交換部は前記液体酸素を用いて熱交換を行うことによりガス酸素を生成し，\n前記容器内の前記液体酸素と前記ガス酸素とを前記主熱交換器にそれぞれ供給す\nる液体酸素供給ライン及びガス酸素供給ラインをさらに備えたことを要旨とする。\n【００１３】上記空気分離装置において，液体酸素供給ライン及びガス酸素供給\nラインにより主熱交換器にそれぞれ供給された液体酸素及びガス酸素は，該主熱交\n換器で熱交換されることによって，高純度酸素及び低純度酸素として外部に供給さ\nれる。なお本発明において，上記容器内の液体酸素を，容器内のガス酸素を基準と\nして相対的に高純度酸素と称し，該容器内のガス酸素を，容器内の液体酸素を基準\nとして相対的に低純度酸素と称することがある。\n【００１４】前記容器内から取り出す前記液体酸素及び前記ガス酸素の量比率に\nおいて，前記液体酸素の比率を１０％以上８０％以下とし，前記ガス酸素の比率を\n２０％以上９０％以下とすることができる。\n【００１５】前記空気凝縮器容器内で前記空気凝縮器の上方に精留パッキン又は\n精留皿を設けることが好ましい。\n【００１６】前記容器内に空気又は昇圧空気を供給する空気供給ラインを備えた\n態様とすることができる。また，前記低圧精留塔から前記容器に液体酸素を供給す\nる供給ラインと，該供給ラインに設けられ，前記低圧精留塔から前記容器に前記液\n体酸素を移送する液酸移送ポンプとを備えた態様とすることができる。\n【００１７】前記容器内で蒸発した酸素の一部を前記低圧精留塔に戻す戻しライ\nンと，該戻しラインの途中に設けられたバルブとを備えた態様とすることができる。\nオ  発明の効果\n【００１８】本発明に係る空気分離装置によれば，２種以上の純度の酸素を取り\n出すことができ，そのうち一種を低純度酸素（ガス酸素）で取り出すことによって，\n低圧精留塔内の主凝縮器に必要な酸素の純度を低減できる。その結果，空気圧縮機\nの吐出圧の低減を図ることができ，該圧縮機の消費動力を低減できる。したがって，\n空気分離装置の稼動コストを従来よりも小さくすることができる。\nカ  発明を実施するための形態\n【００２２】１．第１実施形態\n図１は本発明の第１実施形態に係る空気分離装置１の全体構成を示すブロック図\nである。\n【００２３】図１において本実施形態に係る空気分離装置１は，空気圧縮機２，\n吸着器３，主熱交換器４，高圧精留塔５，低圧精留塔６，低圧精留塔６内に設けられ\nた主凝縮器６ａ，昇圧圧縮機８，液酸ポンプ９，空気凝縮器容器１０，及び空気凝縮\n器容器１０内に設けられた空気凝縮器１０ａを主として備えている。なお，主熱交\n換器４，高圧精留塔５，低圧精留塔６，主凝縮器６ａ，液酸ポンプ９，空気凝縮器容\n器（容器）１０，及び空気凝縮器（熱交換部）１０ａは保冷箱７内に配されている。\n【００２４】原料空気は，空気圧縮機２により高圧精留に必要な圧力（約０．３～\n０．５ＭＰａ）に昇圧圧縮される，吸着器３により二酸化炭素，水分，炭化水素等の\n不純物が除去される。原料空気が吸着器３を経た後，その一部は保冷箱７内の主熱\n交換器４に供給され，その残りは昇圧圧縮機８に送られて昇圧された後に主熱交換\n器４に供給される。\n【００２５】吸着器３を経て主熱交換器４に供給された原料空気は，この主熱交\n換器４で冷却された後，供給ラインＬ１により高圧精留塔５内の底部に導入される。\nまた，吸着器３及び昇圧圧縮機８を経て主熱交換器４に供給された原料空気は，こ\nの主熱交換器４で冷却された後，供給ラインＬ２により高圧精留塔５内の底部に導\n入される。高圧精留塔５内に導入された原料空気は，この高圧精留塔５内を上昇中\nに下降液と向流接触を行い，蒸留により低沸点成分が増加することで液体窒素と酸\n素リッチな液体空気とに精留分離される。\n【００２６】高圧精留塔５内で精留分離された液体窒素及び酸素リッチな液体空\n気は，それぞれ供給ラインＬ８及び供給ラインＬ９により低圧精留塔６内に導入さ\nれる。低圧精留塔６内に導入された液体窒素と酸素リッチな液体空気は上昇ガスと\n向流接触を起こし，蒸留により低圧精留塔６内で高純度のガス窒素と液体酸素とに\n分離される。また，高圧精留塔５内のガス窒素は図示しない供給ラインにより低圧\n精留塔６の主凝縮器６ａにも導入される。主凝縮器６ａは，導入されたガス窒素と\n低圧精留塔６内の底部に溜まった液体酸素との間で熱交換を行って，該液体酸素を\n気化させつつ該ガス窒素を凝縮することにより液化させる。この熱交換に必要なガ\nス窒素と液体酸素との温度差を確保するために，高圧精留塔５及び低圧精留塔６の\n各運転圧力が設定される。低圧精留塔６内で気化した上記ガス酸素は低圧精留塔６\n内で上昇ガスとなり精留分離に利用される。分離された高純度のガス窒素は製品窒\n素として低圧精留塔６の頂部より導出され，供給ラインＬ１０により外部に供給さ\nれる。\n【００２７】低圧精留塔６内で精留分離された液体酸素は，供給ラインＬ３によ\nり空気凝縮器容器１０内に供給される。\n【００２８】ここで，供給ラインＬ１から分岐した供給ライン（空気供給ライン）\nＬ４が空気凝縮器容器１０に接続されている。この供給ラインＬ４により，主熱交\n換器４を経た原料空気が空気凝縮器容器１０内に送られるようになっている。\n【００２９】次に，空気凝縮器容器１０内に設けられた空気凝縮器１０ａは，上\n述の供給ラインＬ３により送られてきた液体酸素と供給ラインＬ４により送られて\nきた空気との間で熱交換を行う。該熱交換により気化したガス酸素（低純度酸素）\nは，供給ライン（ガス酸素供給ライン）Ｌ５により主熱交換器４に送られて常温に\n戻された後，必要に応じて空気が混合されて酸素富化燃焼用酸素として外部（酸素\n富化炉）に供給される。なお，酸素富化燃焼用として必要な酸素純度は極めて低く，\n通常約３０％程度の純度で足りる。\n【００３０】一方，空気凝縮器容器１０の底部には供給ライン（液体酸素供給ラ\nイン）Ｌ６が接続されており，該供給ラインＬ６の途中に液酸ポンプ９が設けられ\nている。このような構成において空気凝縮器容器１０内の液体酸素は，供給ライン\nＬ６により液酸ポンプ９に送られて必要圧に昇圧された後，主熱交換器４で蒸発及\nび昇温されることによりガス酸素（高純度酸素）となり，酸化用酸素として外部（酸\n化炉）に供給される。\n【００３２】‥本実施形態に係る空気分離装置１によれば，酸素富化燃焼用の低\n純度酸素と酸化用の高純度酸素が必要とされる場合，つまり，必要とされる高純度\n酸素が全体の酸素の一部である場合に，その必要とされる高純度酸素の純度を確保\nしつつも低圧精留塔６内の液体酸素の純度を下げることができる。\n【００３４】表１において，空気凝縮器容器１０から取り出す高純度酸素（液体\n酸素）の純度が９２．５％であってその量が全体酸素量の２０％であり，残り量の\n８０％の酸素を酸素富化用の低純度酸素（純度８０％）として取り出す場合，高純\n度酸素の９２．５％という純度を得るために必要な主凝縮器６ａ内の液体酸素の純\n度は８２．２％であることが分かる。\n【００３５】低圧精留塔６内の液体酸素が空気凝縮器容器１０に導入されると，\n該容器内で液体酸素は原料空気との熱交換によって加熱されて気化する。この場合，\n相対的に沸点の低い窒素が気化し易くなるので，当該気化により液体中の窒素が減\n少し，空気凝縮器容器１０内の液体酸素の純度は例えば９２．５％に上がる。なお，\n空気凝縮器容器１０から取り出すガス酸素の純度は，上記気化した窒素が多めに含\nまれるので８０％となる。\n【００３６】このように，主凝縮器６ａから取り出す液体酸素の必要純度を約１\n０％低減できるので，該１０％分の酸素の沸点を下げることが可能となる。したが\nって，低圧精留塔６内で液体酸素とガス窒素との間で行われる熱交換の温度差を大\nきくすることができ，高圧精留塔５内の必要圧力を下げることができる。これによ\nり，空気圧縮機２の吐出圧力を低減することができ，該圧縮機の消費動力の低減が\n可能となる。よって，空気分離装置１の稼動コストを従来よりも抑えることができ\nる。\nキ  実施例\n【００５３】１．実施例１\n‥空気分離装置１において空気凝縮器容器１０から取り出す全体酸素量（純酸素）\nに占める液体酸素（純酸素）の取り出す比率を２０％に固定し，ガス酸素の純度を\n変えた場合の空気凝縮器容器１０内の液体酸素の純度等を特定した（表１参照）。\n【００５４】表１において，ガス酸素の必要純度を低くするにつれ，主凝縮器の\n液体酸素に必要な純度も低下し，それに応じて空気圧縮機に必要な圧力も低減でき\nることが確認できた。表１の一例をピックアップすれば，酸化炉に供給する酸化用\n酸素として本来必要である９２．５％という純度の酸素を空気凝縮器１０ａで得る\nことにより，低圧精留塔６内の液体酸素としては９２．５％という高い純度が要求\nされずに，それよりも低い８２．２％の純度で済むことが可能となり，空気圧縮機\nの吐出圧の低減につながった。\n【００５５】これまで９５％以上（例えば９５．５％）の純度を低圧精留塔の主凝\n縮器で得る場合の空気圧縮機の吐出圧は４４５ｋＰａＧで，空気圧縮機原単位は０．\n０７２ｋＷｈ／Ｎ㎥であった。しかし，本発明の空気分離装置１によれば，空気凝\n縮器容器１０内の液体酸素の純度が９５．８％であるとき，主凝縮器６ａの液体酸\n素の純度が９１．１％で，空気圧縮機２の吐出圧は３９９ｋＰａＧで，空気圧縮機\n原単位は０．０６８ｋＷｈ／Ｎ㎥となり，約５．６％の空気圧縮機原単位の低減が\n可能となることが確認できた。なお，ガス酸素の必要純度が低いほど，その効果（空\n気圧縮機原単位の低減効果）は大きくなる。\n【００５６】２．実施例２\n図３の空気分離装置１ｂにおいて，空気凝縮器容器１０から取り出す全体酸素量\n（純酸素）に占める液体酸素（純酸素）の取り出す比率を２０％に固定し，ガス酸素\nの純度を９９．６％，９５．０％，９０．０％，８０．０％，７０．０％に変えた場\n合の空気凝縮器容器１０内の液体酸素の純度等を特定した。特定結果を表２に示す。\n【００５８】表２においても，空気凝縮器容器１０内の液体酸素の純度を９９．\n６％（一部９９．８％を除く）に維持しながらガス酸素の必要純度を低くするにつ\nれ，主凝縮器の液体酸素に必要な純度も低下し，それに応じて空気圧縮機に必要な\n圧力も低減できることが確認できた。\n【００５９】３．実施例３\n図１の空気分離装置１において，ガス酸素純度を７０％，８０％，９０％として，\n空気凝縮器容器１０からの液体酸素の抜き出し量（取り出し比率）を変えた場合の\n空気圧縮機の吐出圧をそれぞれ算定した。算定結果を表３～表５に示す。なお，表\n３がガス酸素純度７０％のものであり，表４がガス酸素純度８０％のものであり，\n表５がガス酸素純度９０％のものである。また，各表において液体酸素抜き出し量\nは全酸素（純酸素）に対する割合であり，液体酸素抜き出し量が０％及び１００％\nであるものは従来例（比較例）に相当する（以下，同じ）。\n【００６３】表３～表５において，ガス酸素純度に関わらず，空気圧縮機の吐出\n圧を最も小さくできるのは，液体酸素の抜き出し量が１０％であるときということ\nが確認できた。またその中でも，ガス酸素純度が９０％，８０％，７０％と低下する\nにつれて，空気圧縮機の吐出圧を低減できることが確認できた。\n⑵  本件各発明の特徴\nア  本件各発明は，原料空気から酸素や窒素を精留分離する空気分離装置に関す\nるものである（【０００１】）。\nイ  従来の空気分離装置には，上塔内のガス酸素とともに液体酸素も取り出して\n利用することで，酸素圧縮機の流量の低減を図って消費動力を小さくするものや，\n低圧蒸留塔からの液体酸素を塔外に設置した凝縮器容器内で蒸発させてガス酸素を\n得る構成のものなどがあるが，いずれも原料空気圧縮機の消費動力をより低減し得\nる余地がある（【０００９】，【００１０】）。\n本件各発明は，空気圧縮機の消費動力を従来よりも低減して稼動コストを小さく\nすることができる空気分離装置を提供することを目的とする（【００１１】）。\nウ  本件各発明に係る空気分離装置は，原料空気を圧縮する空気圧縮機と，前記\n原料空気を用いて熱交換を行う主熱交換器と，前記原料空気を酸素及び窒素に分離\nする高圧精留塔及び低圧精留塔とを有する空気分離装置を用いて原料空気から酸素\nを回収する空気分離方法であって，前記低圧精留塔から液体酸素が導入されかつ熱\n交換部が設けられた容器を備え，前記熱交換部は前記液体酸素を用いて熱交換を行\nうことによりガス酸素を生成し，前記容器内の前記液体酸素と前記ガス酸素とを前\n記主熱交換器にそれぞれ供給する液体酸素供給ライン及びガス酸素供給ラインをさ\nらに備えたことを要旨とする（【００１２】）。\n上記空気分離装置において，液体酸素供給ライン及びガス酸素供給ラインにより\n主熱交換器にそれぞれ供給された液体酸素及びガス酸素は，該主熱交換器で熱交換\nされることによって，高純度酸素及び低純度酸素として外部に供給される。容器内\nから取り出す前記液体酸素及び前記ガス酸素の量比率において，前記液体酸素の比\n率を１０％以上８０％以下とし，前記ガス酸素の比率を２０％以上９０％以下とす\nることができる（【００１３】，【００１４】）。\nエ  本件各発明に係る空気分離装置によれば，２種以上の純度の酸素を取り出す\nことができ，そのうち一種を低純度酸素（ガス酸素）で取り出すことによって，低圧\n精留塔内の主凝縮器に必要な酸素の純度を低減し，その結果，空気圧縮機の吐出圧\nの低減を図ることができ，該圧縮機の消費動力を低減できる。したがって，空気分\n離装置の稼動コストを従来よりも小さくすることができる（【００１８】）。\n２  取消事由１（引用発明１に基づく新規性の判断の誤り）について\n⑴  引用発明１について\nア  引用例１の記載（図面は別紙２に記載のもの。訳文は，主として甲１の２に\nよる。）\n技術分野\n本発明は，一般に原料空気の極低温精留に関し，より詳細には，低純度酸素及び\n高純度酸素を精製するための原料空気の極低温精留に関する。（１欄５～８行）\n背景技術\n低純度酸素は，一般に，２塔の原料空気の極低温精留によって大量に精製され，\n高圧塔の圧力で原料空気を使用して低圧塔の底部液体を再沸騰させ，その後，高圧\n塔に導入する。（１欄１２～１７行）\n従来から，低純度酸素と共に，いくらかの高純度酸素を精製することは可能であ\nったが，従来のシステムでは，低純度酸素と共に，効果的に大量の高純度酸素を精\n製できない。（１欄２０～２４行）\n発明が解決しようとする課題\n本発明の目的は，低純度酸素及び高純度酸素の両方を高回収率で効果的に精製す\nることができる極低温精留システムを提供することである。（１欄２５～２８行）\n課題を解決するための手段\nａ  本開示を読むことにより当業者に明らかになる上記及び他の目的は，本発明\nによって達成され，その１つの態様は，\n低純度酸素及び高純度酸素を精製する方法であって，\n（Ａ）高純度酸素との間接的な熱交換によって原料空気を部分的に凝縮して，液体\n原料空気及びガス原料空気を精製し，\n（Ｂ）ガス原料空気をターボ膨張し，ターボ膨張したガス原料空気を中圧塔に導入\nし，\n（Ｃ）中圧塔内の原料空気を極低温精留により分離して窒素富化流体及び酸素富化\n流体を精製し，窒素富化流体及び酸素富化流体を低圧塔に導入し，\n（Ｄ）低圧塔内で極低温精留により窒素富化流体及び酸素富化流体を精製し，低圧\n塔から酸素富化流体を側塔に導入し，\n（Ｅ）側塔内で極低温精留により酸素富化流体を低純度酸素と高純度酸素とに分離\nし，側塔から低純度酸素を回収し，側塔から高純度酸素を回収する。（１欄４１行～\n２欄３行）\nｂ  気化ガスと液体の接触分離プロセスは，成分の沸点の差に依存する。低沸点\nの成分は気化ガス相に濃縮する傾向があり，高沸点の成分は液相に濃縮する傾向が\nある。（２欄３８行～４３行）\nｃ  本明細書で使用する「リボイラー」という用語は，塔液体から塔上昇気化ガ\nスを精製する熱交換器を意味する。リボイラーは，塔の内部又は外部に配置するこ\nとができる。底部リボイラーは，塔の底部，すなわち物質移動要素の下方から液体\nを気化させるリボイラーである。（２欄６４行～３欄２行）\n発明を実施するための形態\nａ  図１は，本発明の１つの好ましい実施形態の概略図である。\n図１に示すように，水蒸気，二酸化炭素及び炭化水素のような高沸点不純物が洗\n浄され，一般に５０～６０ポンド／平方インチ絶対圧（ｐｓｉａ）の範囲内に圧縮\nされた原料空気６０は，主熱交換器１を通過することにより，戻り流れとの間接熱\n交換によって冷却される。得られた冷却された原料空気流６１は，側塔１１の底部\nリボイラー２０に導入され，側塔１１の高純度酸素を含む底部液体との間接熱交換\nによって部分的に凝縮される。底部リボイラー２０内の原料空気の部分凝縮は，液\n体原料空気及び残りのガス原料空気を生成し，２相流６２で相分離器４０に通され\nる。（３欄４１行～５４行）\nｂ  底部リボイラー２０内の原料空気の部分凝縮の結果生じるガス原料空気は，\nターボ膨張され，次いで，第１の塔又は中圧塔１０の下部に導入される。図１に示\nす本発明の実施形態は，このガス原料空気が，ターボ膨張前に少なくとも部分的に\n過熱される好ましい実施形態である。図１に示すように，底部リボイラー２０内の\n原料空気の部分凝縮の結果生じるガス原料空気は，相分離器４０から流れ６３とし\nて排出される。流れ６３の第１の部分６４は，主熱交換器１の部分的な横断によっ\nて加熱されて，加熱された流れ６５を形成する。流れ６３の第２の部分６６がバル\nブ６７を通過し，得られた流れ６８が流れ６５と合流して流れ６９を形成し，ター\nボ膨張器３０を通過することによって中圧塔１０の操作圧力付近までターボ膨張さ\nれ，寒冷を発生させる。得られたターボ膨張した原料空気流７０は，ターボ膨張器\n３０から中圧塔１０の下部に導入される。高沸点不純物が清浄化され，１２０～５\n００ｐｓｉａの範囲の圧力に圧縮された第２の原料空気流８０は，主熱交換器１を\n通過することによって冷却され，得られた冷却原料空気流８１は，中圧塔１０に導\n入される。（３欄５５行～４欄１３行）\nｃ  中圧塔１０は，一般に３０～４０ｐｓｉａの範囲内の圧力で操作され，２塔\nシステムの従来の高圧塔の操作圧力よりも低い圧力で操作されている。中圧塔１０\n内の原料空気は，極低温精留により窒素富化気化ガス及び酸素富化液体に分離され\nる。窒素富化気化ガスは，中圧塔１０の上部から流れ９２により低圧塔１２の底部\nリボイラー２１に導入され，低圧塔１２の底部液体との間接熱交換によって凝縮さ\nれる。得られた窒素富化液体９３は，還流として中圧塔１０の上部に流入する第１\nの部分９４と，過冷却器又は熱交換器２を通過することによって過冷却される第２\nの部分９５とに分割される。過冷却流９６は，バルブ９７を通過し，次いで還流と\nして流れ９８により低圧塔１２の上部に流入する。（４欄１４行～３０行）\nｄ  底部リボイラー２０内の原料空気の部分的凝縮から生じる液体原料空気は，\n低圧塔１２に導入される。酸素富化液体は，中圧塔１０の下部から低圧塔１２に導\n入される。図１に示す本発明の実施形態は，これら２つの液体を組み合わせて低圧\n塔に通す好ましい実施形態である。図１に示すように，底部リボイラー２０内の原\n料空気の部分凝縮から生じる液体原料空気は，流れ７１として相分離器４０から抜\nき出され，バルブ７２を通過する。酸素富化液体は，中圧塔１０の下部から流れ７\n３として抜き出され，流れ７１と合流して流れ７４を形成する。流れ７４は過冷却\n器３を通過することによって過冷却され，得られた流れ７５はバルブ７６を通り，\n次いで流れ７７として低圧塔１２に導入される。高沸点不純物が除去され，５０～\n６０ｐｓｉａの範囲内の圧力に圧縮された第３の原料空気流８２は，主熱交換器１\nを通過することによって冷却される。得られた流れ８３は，熱交換器４を通過する\nことによってさらに冷却され，得られた流れ８４は，バルブ８５を通過し，次いで，\n流れ８６として，低圧塔１２の上部に流入される。（４欄３１行～５３行）\nｅ  第２の塔又は低圧塔１２は，中圧塔１０の圧力よりも低い圧力で，一般に１\n８～２２ｐｓｉａの範囲内で操作されている。低圧塔１２内で，塔への種々の供給\n原料は，極低温精留によって窒素富化流体と酸素富化流体とに分離される。窒素富\n化流体は，低圧塔１２の上部から流れ１００として抜き出され，熱交換器２，３，４\n及び１を通過することによって加温され，流れ１０２として除去され，全体又は一\n部が９９モル％以上の窒素濃度を有する製品窒素ガスとなる。酸素富化流体は，液\n体流９１により低圧塔１２の下部から抜き出され，側塔１１の上部に導入される。\n（４欄５４行～６７行）\nｆ  側塔１１は，一般に１８～２２ｐｓｉａの範囲内の圧力で操作されている。\n酸素富化流体は，側塔１１内の極低温精留により低純度酸素と高純度酸素とに分離\nされる。頂部気化ガス流９０が側塔１１の上部から低圧塔１２の下部に導入される。\n（５欄１行～７行）\nｇ  低純度酸素及び高純度酸素のいずれか又は両方は，回収のために，液体又は\n気化ガスとして側塔１１から抜き出されてもよい。（５欄８行～１０行。記載Ａ）\nｈ  高純度酸素は，側塔１１の底部で液体として集まり，前述の底部リボイラー\n２０内の原料空気の部分的凝縮が行われ，この液体の一部が気化される。図１に示\nすように，高純度酸素は，流れ１０６により側塔１１から液体として抜き出され，\n流れ１０６の一部分１０７は製品高純度液体酸素として回収される。流れ１０６の\n別の部分１０８は，液体ポンプ３４を通過することによってより高い圧力に圧送さ\nれ，得られた加圧流１０９は，主熱交換器１を通過することによって気化され，製\n品高圧として流れ１１０により製品高圧高純度酸素ガスとして回収される。（５欄１\n１行～２２行）\nｉ  低純度酸素は，高純度酸素が側塔１１から抜き取られる位置よりも１５～２\n５平衡段高い位置で側塔１１から抜き出される。図１に示すように，低純度酸素は，\n流れ１０３により液体として側塔１１から抜き出され，液体ポンプ３５を通過する\nことにより高い圧力に圧送される。加圧流１０４は，主熱交換器１を通過すること\nによって気化され，製品高圧低純度酸素ガスが流れ１０５により回収される。（５欄\n２３行～３２行）\nｊ  本発明の実施により，低純度酸素に加えて，大量の高純度酸素を回収するこ\nとができる。一般に，本発明の実施では，気体及び／又は液体形態で回収される高\n純度酸素の量は，気体及び／又は液体形態で回収される低純度酸素の量の０．５～\n１．０倍である。（５欄３３行～３９行）\nｋ  大量の高純度酸素の精製は，低純度液体酸素を側塔１１の底部より上方から\n抜き出すことによって可能になる。この酸素の抜き出しは，その底部に位置するリ\nボイラー２０から側塔内に上昇する気化ガス量（Ｖ）と比較して，その点より下に\n下降する液体量（Ｌ）を減少させる。側塔１１の底部から取られた液体酸素流１０\n６について達成され得る純度は，流れ１０３が除去される地点より下の側塔１１内\nのＬ対Ｖの比によって制限される。この比が大きいほど，不純な流れ１０６がより\n多くなる。流れ１０３を抜き取ることにより，結果としてＬ対Ｖ比が減少するため，\n側塔１１の底部からの高純度酸素の精製が促進される。（５欄４０行～５３行）\nイ  本件審決は，引用発明１を前記第２の３⑵アのとおり，低純度酸素の生成に\n関し，「高純度酸素が側塔から抜き取られる位置よりも１５～２５平衡段高い位置で\n側塔から液体として抜き出され，液体ポンプを通過することにより高い圧力に圧送\nされ，主熱交換器を通過することによって気化され」るものと認定した。\n原告は，上記認定を争い，引用発明１は，低純度酸素を専ら液体として抜き出す\nものではないと主張し，その根拠として記載Ａを指摘する。\nウ  記載Ａは，「Either or both of the lower purity oxygen and the higher\npurity oxygen may be withdrawn from side column １１ as liquid or vapor for\nrecovery.」というものである（甲１の１。５欄８行～１０行）。引用例１の他の箇所\n（例えば，５欄１１行～２２行，２３行～３２行，３３行～３９行）において，\n“recover”の用語が最終的な製品を得ることという意味で用いられていることから\nすると，記載Ａ文末の“recovery”も最終製品の回収のことを意味し，他方で文中の\n“withdrawn”は，中間的な生成物の抜き出しのことを意味するものと解される（４\n欄４０行の“withdrawn”，５欄４３行の“withdrawal”も同様である。）。そうすると，\n記載Ａは，前記ア ｇのとおり，低純度酸素及び高純度酸素のいずれか又は両方は，\n回収のために，液体又は気化ガスとして側塔１１から抜き出されてもよいと訳すの\nが相当である。\nそうだとすると，記載Ａからは，引用発明１が低純度酸素を専ら液体として抜き\n出すもので，気体としての抜き出しは排除されている，と理解するのは困難である。\nしかも，引用例１の全体をみると，引用発明１が解決しようとする課題は，低純\n度酸素及び高純度酸素の両方を高回収率で効果的に精製することができる極低温精\n留システムを提供することであり ，課題を解決する手段は，空気成分の\n沸点の差，すなわち低沸点の成分は気化ガス相に濃縮する傾向があり，高沸点の成\n分は液相に濃縮する傾向があることを利用したものである（同 と認められ，図\n１に示されたのは，あくまで，好ましい実施形態にすぎない 。図１の説明\nにおいては，低純度酸素を液体として抜き出し，それにより大量の高純度酸素を得\nられるとしても，それは，最も好ましい実施形態を示したものであって，引用例１\nに側塔１１から低純度酸素を気体として抜き出すことが記載されていないとはいえ\nない。\nエ  また，証拠（甲２，３の１，４，７の１，８）によれば，本件発明１の出願当\n時，空気分離装置又は方法において，高純度酸素と区別して低純度酸素を回収する\nことができ，その際に，精留塔から，低純度酸素を気体として抜き出す方法も液体\nとして抜き出す方法もあることは，技術常識であったと認められる。上記認定の技\n術常識に照らしても，引用例１には，低純度酸素を液体として抜き出すことのみな\nらず，気体として抜き出すことが記載されているに等しいというべきである。\nオ  そうすると，本件審決が，引用発明１を，低純度酸素を専ら液体として抜き\n出すものと認定し，これを一致点とせずに相違点１と認定したことは，誤りといわ\nざるを得ない。\n本件審決は，その余の相違点及び本件発明２～４と引用発明１との相違点につい\nて判断せず，原告被告ともにこれを主張立証していないから，これらの点に係る新\n規性及び進歩性については，再度の審判により審理判断が尽くされるべきである。\n⑵  よって，取消事由１は理由がある。\n３  取消事由３（実施可能要件の判断の誤り）について\n事案に鑑み，取消事由３についても判断する。\n⑴  実施可能要件適合性\nア  本件各発明に係る「空気分離方法」のための「空気分離装置」は，２種以上の\n純度の酸素を取り出すものであり，そのうち１種を低純度のガス酸素で取り出すこ\nとによって，低圧精留塔内の主凝縮器に必要な酸素の純度を低減でき，その結果，\n空気圧縮機の吐出圧の低減を図り，該圧縮機の消費動力を低減し，「空気分離装置」\nの稼動コストを従来よりも小さくすることができるものである。\nイ  本件各発明において用いられる装置は，「空気圧縮機」，「吸着器」，「主熱\n交換器」，「高圧精留塔」，「低圧精留塔」，「低圧精留塔」内に設けられた「主凝\n縮器」，「昇圧圧縮機」，「液酸ポンプ」，「空気凝縮器容器」及び「空気凝縮器容\n器」内に設けられた「空気凝縮器」を主として備える「空気分離装置」であり，それ\nぞれの意味するところは，図面をもって具体的に示されている（【００２３】，図\n１）。\n工程についても，①「低圧精留塔」内で精留分離された液体酸素が，「空気凝縮器\n容器」内に供給され，「空気凝縮器容器」内で気化したガス酸素（低純度酸素）が，\n供給ライン（ガス酸素供給ライン）により「主熱交換器」に送られて常温に戻された\n後，必要に応じて空気が混合されて酸素富化燃焼用酸素として外部（酸素富化炉）\nに供給されること（【００２７】～【００２９】），②「空気凝縮器容器」内の液体\n酸素は，供給ラインにより「液酸ポンプ」に送られて必要圧に昇圧された後，「主熱\n交換器」で蒸発及び昇温されることによりガス酸素（高純度酸素）となり，酸化用酸\n素として外部（酸化炉）に供給されること（【００３０】），③「空気凝縮器容器」\n内の液体酸素（高純度酸素）の抜き出し量は，例えば１０％～８０％の間とするこ\nと（【００５９】，【表３～５】），以上のことが，具体的に示されている。\nそして，以上のような「空気分離装置」によれば，必要とされる高純度酸素が全体\nの酸素の一部である場合に，必要とされる高純度酸素の純度を確保しつつ，「低圧\n精留塔」の「主凝縮器」から取り出す液体酸素の純度を低減し，低減分の酸素の沸点\nを下げることが可能となり，また，「低圧精留塔」内で液体酸素とガス窒素との間で\n行われる熱交換の温度差を大きくすることにより，「高圧精留塔」内の必要圧力を\n下げることができ，これにより，「空気圧縮機」の吐圧力を低減し，ひいては該圧縮\n機の消費動力の低減が可能となるので，「空気分離装置」の稼動コストを従来より\nも抑えることができるとして，効果及びその機序の説明もされている（【００１８】，\n【００３５】，【００３６】）。\nウ  本件明細書の発明の詳細な説明には，前記ア，イのことがその具体的な実施\nの形態も含めて記載されており，当業者は，これをみれば，過度の試行錯誤を要す\nることなく，本件各発明を実施することができる。\nよって，本件明細書の発明の詳細な説明の記載は，実施可能要件に適合する。\n⑵  原告の主張について\n原告は，本件各発明は，その作用機序に照らすと従来技術にほかならず，空気分\n離装置の稼働コストの抑制も容器設置によって可能になるわけではないとして，そ\nの故に，本件明細書の記載の実施可能要件適合性を争う。\nしかしながら，本件明細書の発明の詳細な説明の記載が実施可能要件に適合する\nことは，前記⑴のとおりである。また，実施可能要件への適否は，明細書の記載及\nび当業者の技術常識によって本件各発明が製造・使用等実施できるか否かを判断す\nべきところ，原告の主張は，実施可能要件適合性を争うものとしては適切でない。\nよって，原告の主張は理由がない。\n⑶  小括\n以上によれば，本件明細書の記載は，実施可能要件に適合するから，取消事由３\nは理由がない。\n４  取消事由４（サポート要件の判断の誤り）について\n事案に鑑み，取消事由４についても判断する。\n⑴  サポート要件の判断の枠組み\n特許請求の範囲の記載が，サポート要件に適合するか否かは，特許請求の範囲の\n記載と発明の詳細な説明の記載とを対比し，特許請求の範囲に記載された発明が，\n発明の詳細な説明に記載された発明で，発明の詳細な説明により当業者が当該発明\nの課題を解決できると認識できる範囲内のものであるか否か，また，その記載や示\n唆がなくとも当業者が出願時の技術常識に照らし当該発明の課題を解決できる範囲\nのものであるか否かを検討して判断すべきである。\n⑵  本件明細書の記載\nア  本件明細書には，本件各発明の課題として，従来の空気分離装置においては，\n空気圧縮機の消費動力をより低減し得る余地があったことから，これを更に進め，\n稼動コストを小さくすることができる空気分離装置を提供することであると記載さ\nれている（【０００９】～【００１１】）。\nイ  当該課題を解決するための手段としては，前記３⑴イの各構成からなる装置\nを用い，各工程からなる作業を行うことが記載されている（【００２３】，図１，\n【００２７】～【００３０】，【００５９】，【表３～５】）。\nウ  本件各発明の効果としては，本件各発明の方法によれば，２種以上の純度の\n酸素を取り出すことができるところ，そのうち一種を低純度酸素（ガス酸素）で取\nり出すことによって，低圧精留塔内の主凝縮器に必要な酸素の純度を低度とし，そ\nの結果，空気圧縮機の吐出圧を低減，ひいては，該圧縮機の消費動力を低減するこ\nとができ，以上の結果，空気分離装置の稼動コストを従来よりも小さくすることが\nできるということが記載されている（【００１８】）。\n⑶  サポート要件適合性\nア  本件明細書には，上記⑵のとおり，空気分離装置の稼動コストを従来よりも\n小さくすることができるための方法について，用いられる装置の構成やその動作が\n記載され，具体的に説明されているから，空気分離装置を用いて酸素等を生産する\n当業者であれば，本件明細書の記載から，上記⑵アの課題を解決するために，イの\n解決手段を備え，ウの効果を奏することによって課題を解決することのできる発明\nを認識することができる。\nイ  本件各発明に係る特許請求の範囲の記載は，前記第２の２のとおりであると\nころ，本件明細書には，同発明が記載されており，当業者は，本件明細書の記載によ\nり本件各発明の課題を解決できると認識することができる。\nウ  以上によれば，本件各発明は，発明の詳細な説明に記載された発明で，発明\nの詳細な説明により当業者が当該発明の課題を解決できると認識できる範囲内のも\nのであるということができるから，その特許請求の範囲の記載は，サポート要件に\n適合する。\n⑷  原告の主張について\nア  原告は，空気分離装置に係る稼働コストの減少を課題とし，空気圧縮機の消\n費動力を従来よりも低減することを解決手段とする技術は従来からあるので，本件\n各発明には従来技術との関係で課題といえるものを認定することができないとして，\nその特許請求の範囲の記載のサポート要件適合性を争う。\nしかしながら，サポート要件への適否は，特許請求の範囲の記載と明細書の記載\nとの間で対比すべきところ，原告の主張は，従来技術により奏することのできる効\n果との間で対比することを求めている点において，サポート要件適合性を争うもの\nとしては適切でないし，課題解決手段を上位概念化するものであって，失当である。\nイ  また，原告は，液体酸素の抜き出し量を１０％～８０％の範囲とすることに\nより，空気圧縮機の動力を削減することができるとした本件審決の認定について，\n本件各発明において空気圧縮機の動力が削減されるのは，空気凝縮容器を設置した\nことにより低圧精留塔内の主凝縮器における液体酸素濃度が低下したからであり，\n液体酸素の抜き出し量とは関係がないから，課題解決方法の認定を誤っているとも\n主張する。\nしかしながら，本件各発明の課題は前記⑵アのとおりであり，その課題解決手段\nは前記⑵イのとおりであって，本件各発明が，発明の詳細な説明により当業者が当\n該発明の課題を解決できると認識できる範囲内のものであるといえることは，前記\n⑶のとおりである。原告の主張は，課題解決手段を本件各発明の一部のみに限定し\nたもので，失当である。\nウ  よって，原告の主張は理由がない。\n⑸  小括\n以上によれば，本件各発明に係る特許請求の範囲の記載は，サポート要件に適合\nするから，取消事由４は理由がない。\n５  結論\n以上によれば，原告の主張する取消事由１は理由がある。\nよって，本件審決を取り消すこととし，主文のとおり判決する。\n知的財産高等裁判所第１部\n裁判長裁判官          髙      部    眞  規  子\n裁判官      小    林    康      彦\n裁判官      髙 橋   彩\n（別紙１  本件明細書）\n【図１】\n【図３】\n【図６】\n【図７】\n【表１】\n【表２】\n【表３】\n【表４】\n【表５】\n（別紙２  引用例１）\n【図１】\n"
}