{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 4,
    "month": 10,
    "day": 14
  },
  "case_number": "令和4(行ケ)5",
  "case_name": "選挙無効請求事件",
  "court_name": "大阪高等裁判所第12民事部",
  "result": "棄却",
  "gist": "令和４年７月１０日施行の参議院議員通常選挙当時、平成３０年法律第７５号による改正後の公職選挙法１４条、別表第３の参議院（選挙区選出）議員の議員定数配分規定の下での選挙区間における投票価値の不均衡は、違憲の問題が生ずる程度の著しい不平等状態にあったが、上記選挙までの期間内に上記状態の是正がされなかったことをもって国会の裁量権の限界を超えるものとはいえず、上記規定が憲法に違反するに至っていたということはできない。",
  "lawsuit_id": "91490",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=91490",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/490/091490_hanrei.pdf",
  "contents": "主         文\n１  原告らの請求をいずれも棄却する。\n２  訴訟費用は原告らの負担とする。\n事 実 及 び 理 由\n第１  請求の趣旨\n令和４年７月１０日に施行された参議院（選挙区選出）議員選挙の滋賀県選\n挙区、京都府選挙区、大阪府選挙区、兵庫県選挙区、奈良県選挙区及び和歌山\n県選挙区における選挙を無効とする。\n第２  事案の概要\n１  本件は、令和４年７月１０日施行の参議院議員通常選挙（以下「本件選挙」\nという。）について、滋賀県選挙区、京都府選挙区、大阪府選挙区、兵庫県選\n挙区、奈良県選挙区及び和歌山県選挙区の各選挙人である原告らが、公職選挙\n法１４条、別表第３の参議院（選挙区選出）議員の定数配分規定（以下、数次\nの改正の前後を通じ、平成６年法律第２号による改正前の別表第２を含めて\n「定数配分規定」という。）は憲法に違反し無効であるから、これに基づき施\n行された本件選挙の上記各選挙区における選挙も無効であると主張して提起し\nた選挙無効訴訟である。\n２  前提事実（争いのない事実、当裁判所に顕著な事実並びに後掲各証拠及び弁\n論の全趣旨により認められる事実）\n⑴  本件選挙は、令和４年７月１０日に施行された。本件選挙は、平成３０年\n法律第７５号（以下「平成３０年改正法」という。）による改正（以下「平\n成３０年改正」という。）後の公職選挙法における定数配分規定（以下「本\n件定数配分規定」という。）に基づき施行された。\n⑵  本件選挙において、原告Ａは滋賀県選挙区の、原告Ｂは京都府選挙区の、\n原告Ｃは大阪府選挙区の、原告Ｄは兵庫県選挙区の、原告Ｅは奈良県選挙区\nの、原告Ｆは和歌山県選挙区の各選挙人であった。\n⑶  令和３年９月登録日の選挙人数に基づき、本件定数配分規定の下での選挙\n区間における議員１人当たりの選挙人数の較差を計算すると、その選挙人数\nが最少の福井県選挙区を１とした場合、最多の神奈川県選挙区では３．０１\n９、大阪府選挙区では２．８６９、兵庫県選挙区では２．３９０、滋賀県選\n挙区では１．８０５、奈良県選挙区では１．７７７、京都府選挙区では１．\n６４９、和歌山県選挙区では１．２５６となる。\n本件選挙当日の選挙人数に基づき、上記較差を計算すると、議員１人当た\nりの選挙人数が最少の福井県選挙区を１とした場合、最多の神奈川県選挙区\nでは３．０３、大阪府選挙区では２．８７、兵庫県選挙区では２．３９、滋\n賀県選挙区では１．８２、奈良県選挙区では１．７８、京都府選挙区では１．\n６５、和歌山県選挙区では１．２５となる（乙１。いずれも小数点第３位以\n下四捨五入）。\n⑷  原告らは、令和４年７月１１日、本件訴えを提起した。\n３  争点\n本件定数配分規定が憲法に違反して無効であるか否か\n４  争点に関する原告らの主張\n⑴  憲法５６条２項、１条、前文１項第１文は人口比例選挙を要求している。\n本件定数配分規定は、令和３年９月登録日の選挙区間における議員１人当た\nりの選挙人数の最大較差が３．０１９となっていたものであって、上記の人\n口比例選挙の要求に反しており、憲法９８条１項により無効である。\n⑵  参議院議員選挙の定数配分規定の合憲性について、従前の判例は、①当該\n定数配分規定の下での選挙区間における投票価値の不均衡が、違憲の問題が\n生ずる程度の著しい不平等状態（いわゆる違憲状態）に至っているか否か、\n②上記の状態に至っている場合に、当該選挙までの期間内にその是正がされ\nなかったことが国会の裁量権の限界を超えるとして当該定数配分規定が憲法\nに違反するに至っているか否かという判断枠組みを採ってきたとされる。\nしかし、上記①が肯定されれば当該定数配分規定は憲法９８条１項により\n無効とされるべきであり、更に上記②の判断を要するとする点は不当である。\nまた、選挙の違法性判断の基準時は選挙時であるから、選挙後の立法府の\n検討過程は上記判断における考慮要素にならず、従前の判例もそのように判\n断していた。しかし、最高裁令和２年（行ツ）第７８号同年１１月１８日大\n法廷判決・民集７４巻８号２１１１頁（以下「令和２年大法廷判決」とい\nう。）は、判例変更をする旨明示せず、判例変更の理由を示すこともなく、\n問題とされた選挙より後の立法府の検討過程において選挙区間における較差\nの是正を指向する姿勢が失われるに至っていないことを考慮し、問題とされ\nた定数配分規定の下での選挙区間における投票価値の不均衡は違憲状態にあ\nったとはいえない旨判断したが、その法論理は成り立たず、上記基準時につ\nいての判例変更は不当である。したがって、上記基準時については、令和２\n年大法廷判決に拘束されず、従前の判例により本件選挙時と解すべきである。\n⑶  令和２年大法廷判決の判断枠組みによるとしても、本件選挙当時の定数配\n分規定は、次のとおり、憲法に違反するに至っており、無効である。\n最高裁平成２３年（行ツ）第５１号同２４年１０月１７日大法廷判決・民\n集６６巻１０号３３５７頁（以下「平成２４年大法廷判決」という。）及び\n最高裁平成２６年（行ツ）第１５５号、第１５６号同年１１月２６日大法廷\n判決・民集６８巻９号１３６３頁（以下「平成２６年大法廷判決」という。）\nは、いずれも問題とされた選挙当時の選挙区間における投票価値の不均衡が\n違憲状態であった旨判断し、その状態を解消するためには、都道府県を選挙\n区の単位とする方式を改めるなど、選挙制度の仕組み自体を見直す立法的措\n置が求められる旨を判示した。最高裁平成２９年（行ツ）第４７号同年９月\n２７日大法廷判決・民集７１巻７号１１３９頁（以下「平成２９年大法廷判\n決」という。）は、平成２７年７月２８日成立の公職選挙法の一部を改正す\nる法律（同年法律第６０号。以下「平成２７年改正法」といい、同法による\n改正を「平成２７年改正」という。）につき、合区の導入等により選挙区間\nにおける較差を大幅に是正したことに併せて、附則で同較差の更なる是正に\n向けての方向性と立法府の決意が示されていること等を考慮して、平成２７\n年改正後の定数配分規定が憲法に違反するに至っていたとはいえない旨判断\nした。令和２年大法廷判決は、平成３０年改正法につき、上記較差の更なる\n是正のために必要な取組が大きな進展を見せているとはいえないとしつつも、\n立法府の検討過程において上記較差の是正を指向する姿勢が失われるに至っ\nたと断ずることはできないとして、平成３０年改正後の定数配分規定が憲法\nに違反するに至っていたとはいえないと判断した。これらの最高裁判所大法\n廷の判断が示される中で、平成２６年１２月２６日に参議院議長に提出され\nた選挙制度協議会報告書及び平成３０年５月７日に参議院改革協議会座長に\n提出された参議院改革協議会選挙制度に関する専門委員会報告書には、各会\n派から選挙区の単位を都道府県に代えてより広い１１の区域とするなどの具\n体的な選挙制度改革案が提示されるなどして、選挙制度の抜本的な見直しに\nついて議論がされた旨が記載された。しかし、令和４年６月８日に参議院議\n長に提出された参議院改革協議会報告書には、各会派から具体的な選挙制度\n改革案が提示された旨の記載がない。このような同報告書に照らせば、本件\n選挙の時点で、立法府の検討過程における上記較差の是正を指向する姿勢は\n失われるに至っていたといえる。\nしたがって、令和２年大法廷の判断基準に照らしても、本件定数配分規定\nは憲法に違反するに至っていた。\n⑷  参議院議員選挙における投票価値の平等の要請が衆議院議員選挙における\nものより後退してよいと解すべき理由はない。\n⑸  問題とされた定数配分規定の下での選挙区間における投票価値の不均衡が\n合理的であることの立証責任は国にある。\n⑹  本件選挙を無効とする判決がされても、参議院は比例代表選出議員により\n定足数が満たされて活動を継続し得ることなどから、憲法の所期しない結果\nが生ずることはないため、いわゆる事情判決にとどめるのではなく、本件選\n挙を無効とする判決をすべきである。\n５  争点に関する被告らの主張\n⑴  前記４⑴から⑹までのうち、原告らの法的主張はいずれも争う。\n⑵  参議院議員選挙の定数配分規定の合憲性は、判例に従い、①当該定数配分\n規定の下での選挙区間における投票価値の不均衡が、違憲の問題が生ずる程\n度の著しい不平等状態（いわゆる違憲状態）に至っているか否か、②上記の\n状態に至っている場合に、当該選挙までの期間内にその是正がされなかった\nことが国会の裁量権の限界を超えるとして当該定数配分規定が憲法に違反す\nるに至っているか否かという判断枠組みにより判断されるべきである。\n⑶  次の諸点に照らせば、本件選挙当時の選挙区間における投票価値の不均衡\nが、違憲状態に至っていたとはいえない。\nア  憲法は、投票価値の平等を要求しているが、投票価値の平等は、選挙制\n度の仕組みを決定する唯一、絶対の基準となるものではなく、国会が正当\nに考慮することができる他の政策的目的ないし理由との関連において調和\n的に実現されるべきものである（令和２年大法廷判決等）。\n憲法は、二院制を採用している以上、両議院がそれぞれ特色を有する\n議院として機能することを予定しており、そのために両議院の選挙区の\n構成を異ならせることも想定している。選挙制度の仕組みを決するに当\nたっては、衆議院については、その意思決定に可能な限り国民の総意を\n反映させるため、投票価値の平等を最も重要な基準とすることが求めら\nれているのに対し、参議院については、国民の多数意見に基づく衆議院\nの意思決定の行き過ぎ等を抑制・補完する機能を果たすことが予定され\nており、地方に居住する少数者の意見を含む民意を多角的に反映させる\nため、投票価値の平等以外の要素も十分考慮することが求められている。\nそして、都道府県が果たしてきた政治的・社会的な役割等や、国民が\n有する都道府県への帰属意識等に鑑みれば、都道府県は、選挙制度の決\n定に際し、国会が考慮することができる基本的な要素の一つといえる。\n以上によれば、参議院議員選挙において、都道府県を選挙区の基本単\n位とすることは、国会による裁量権の行使として合理性がある。\nイ  平成２７年改正法は、４県２合区の導入等により、数十年にわたり５倍\n前後で推移してきた選挙区間における議員１人当たりの選挙人数の最大較\n差を約３倍へと大幅に縮小した。平成２９年大法廷判決は、平成２７年改\n正につき、平成２４年大法廷判決及び平成２６年大法廷判決の趣旨に沿っ\nて較差の是正を図ったものとみることができるとして、平成２８年施行の\n通常選挙当時の選挙区間の投票価値の不均衡が違憲状態にあったとはいえ\nないと判断した。平成３０年改正法は、４県２合区を維持して１選挙区の\n定員を２増し、上記最大較差を更に縮小した。令和２年大法廷判決は、令\n和元年施行の通常選挙当時の選挙区間の投票価値の不均衡が違憲状態にあ\nったとはいえないと判断した。\nこのように、平成２７年改正以降、平成２４年大法廷判決及び平成２\n６年大法廷判決が指摘した違憲状態は解消されている。\nウ  選挙区選出議員の定数が１５０人弱であって憲法上３年ごとの半数改選\nが求められる参議院議員の場合は、小選挙区選出議員の定数が２９０人前\n後であって憲法上半数改選が求められていない衆議院議員の場合と比べて、\n選挙区間における較差の是正に係る技術的制約が大きい。また、平成２７\n年改正で導入された合区については、多数の強い反対意見があり、対象と\nなった４県では投票率の低下、無効投票率の上昇等の弊害が生じている。\nこのように、参議院議員選挙においては衆議院議員選挙と異なる技術\n的制約があることに加え、平成２７年改正で導入された合区に弊害が生\nじており、選挙制度改革に向けた意見を集約し、成案を得るのが困難な\n状況にある中で、国会は議論を継続し、平成３０年改正法を成立させた。\nエ  令和２年大法廷判決後も、参議院改革協議会では、参議院選挙制度改革\nに関し、各会派の間で活発な議論が交わされ、本件選挙後も議論を継続す\nることとされ、参議院憲法審査会では、合区問題を中心に、各会派による\n意見交換や専門家の意見聴取等がされた。このように、国会は、参議院選\n挙制度改革につき、様々な困難が伴う中で真摯な取組を継続している。\n⑷  万一、本件選挙当時の選挙区間における投票価値の不均衡が違憲状態に至\nっていると判断された場合でも、次の諸点に照らせば、本件選挙までの期間\n内にその是正がされなかったことが国会の裁量権の限界を超えていて本件選\n挙当時の定数配分規定が憲法に違反するに至っていたとはいえない。\nア  選挙区間における議員１人当たりの選挙人数の最大較差は、平成２７年\n改正により大幅に縮小し、平成３０年改正により更に縮小した。令和２年\n大法廷判決は、令和元年施行の通常選挙当時、本件定数配分規定が憲法に\n違反するに至っていたとはいえないと判断した。本件選挙はそのような本\n件定数配分規定に基づいて施行されたところ、本件選挙当時の上記最大較\n差は３．０３倍であって、定数配分規定の合憲性に関する平成２１年まで\nの累次の最高裁大法廷判決で合憲とされてきた５倍前後の最大較差を大幅\nに下回り、令和２年大法廷判決で合憲とされた最大較差とほぼ同じであっ\nた。したがって、本件選挙当時の投票価値の不均衡が違憲状態に至ってい\nるとは考え難い状況にあり、本件選挙時点までに国会がそれを認識するこ\nとができたとはいえない。\nイ  令和２年大法廷判決後の国会の較差の是正に向けた取組（上記⑶エ）は、\n司法の判断の趣旨を踏まえた裁量権の合理的な行使の範囲内のものである。\n第３  当裁判所の判断\n１  前記前提事実、当裁判所に顕著な事実並びに証拠（甲２１のほか、後掲のも\nの）及び弁論の全趣旨によれば、以下の事実が認められる。\n⑴  参議院議員選挙法（昭和２２年法律第１１号）は、参議院議員選挙につい\nて、参議院議員２５０人を全国選出議員１００人と地方選出議員１５０人と\nに区分し、全国選出議員については、全都道府県の区域を通じて選出される\nものとする一方、地方選出議員については、その選挙区及び各選挙区におけ\nる議員定数を別表で定め、都道府県を単位とする選挙区において選出される\nものとした。そして、選挙区ごとの議員定数については、憲法が参議院議員\nにつき３年ごとにその半数を改選すると定めていることに応じて、各選挙区\nを通じその選出議員の半数が改選されることとなるように配慮し、定数を偶\n数として最少２人を配分する方針の下に、各選挙区の人口に比例する形で、\n２人ないし８人の偶数の議員定数を配分した。昭和２５年に制定された公職\n選挙法の定数配分規定は、上記の参議院議員選挙法の議員定数配分規定をそ\nのまま引き継いだものであり、その後に沖縄県選挙区の議員定数２人が付加\nされたほかは、平成６年法律第４７号による公職選挙法の改正（以下「平成\n６年改正」という。）まで、上記定数配分規定に変更はなかった。なお、昭\n和５７年法律第８１号による公職選挙法の改正（以下「昭和５７年改正」と\nいう。）により、参議院議員２５２人は各政党等の得票に比例して選出され\nる比例代表選出議員１００人と都道府県を単位とする選挙区選出議員１５２\n人とに区分されることになったが、この選挙区選出議員は、従来の地方選出\n議員の名称が変更されたものにすぎない。その後、平成１２年法律第１１８\n号による公職選挙法の改正（以下「平成１２年改正」という。）により、参\n議院議員の総定数が２４２人とされ、比例代表選出議員９６人及び選挙区選\n出議員１４６人とされた。\n⑵  参議院議員選挙法制定当時、選挙区間における議員１人当たりの人口最大\n較差（以下、各立法当時の「選挙区間の最大較差」というときは、この人口\nの最大較差をいう。）は２．６２倍であったが、人口変動により次第に拡大\nを続け、平成４年に施行された参議院議員通常選挙（以下、単に「通常選挙」\nといい、この通常選挙を「平成４年選挙」という。）当時、選挙区間におけ\nる議員１人当たりの選挙人数の最大較差（以下、各選挙当時の「選挙区間の\n最大較差」というときは、この選挙人数の最大較差をいう。）が６．５９倍\nに達した後、平成６年改正における７選挙区の定数を８増８減する措置によ\nり、平成２年１０月実施の国勢調査結果による人口に基づく選挙区間の最大\n較差は４．８１倍に縮小した。その後、平成１２年改正における３選挙区の\n定数を６減する措置及び平成１８年法律第５２号による公職選挙法の改正\n（以下「平成１８年改正」という。）における４選挙区の定数を４増４減す\nる措置の前後を通じて、平成７年から平成１９年までに施行された各通常選\n挙当時の選挙区間の最大較差は５倍前後で推移した。\nしかるところ、最高裁判所大法廷は、定数配分規定の合憲性に関し、最高\n裁昭和５４年（行ツ）第６５号同５８年４月２７日大法廷判決・民集３７巻\n３号３４５頁において後記２⑴アの基本的な判断枠組みを示した後、平成４\n年選挙について、違憲の問題が生ずる程度の投票価値の著しい不平等状態が\n生じていた旨判示したが（最高裁平成６年（行ツ）第５９号同８年９月１１\n日大法廷判決・民集５０巻８号２２８３頁）、平成６年改正後の定数配分規\n定の下で施行された２回の通常選挙については、上記の状態に至っていたと\nはいえない旨判示した（最高裁平成９年（行ツ）第１０４号同１０年９月２\n日大法廷判決・民集５２巻６号１３７３頁、最高裁平成１１年（行ツ）第２\n４１号同１２年９月６日大法廷判決・民集５４巻７号１９９７頁）。その後、\n平成１２年改正後の定数配分規定の下で施行された２回の通常選挙及び平成\n１８年改正後の定数配分規定の下で平成１９年に施行された通常選挙のいず\nれについても、最高裁判所大法廷は、上記の状態に至っていたか否かにつき\n明示的に判示することなく、結論において当該各定数配分規定が憲法に違反\nするに至っていたとはいえない旨の判断を示した（最高裁平成１５年（行ツ）\n第２４号同１６年１月１４日大法廷判決・民集５８巻１号５６頁、最高裁平\n成１７年（行ツ）第２４７号同１８年１０月４日大法廷判決・民集６０巻８\n号２６９６頁、最高裁平成２０年（行ツ）第２０９号同２１年９月３０日大\n法廷判決・民集６３巻７号１５２０頁）。もっとも、上記最高裁平成１８年\n１０月４日大法廷判決においては、投票価値の平等の重要性を考慮すると投\n票価値の不平等の是正について国会における不断の努力が望まれる旨の、上\n記最高裁平成２１年９月３０日大法廷判決においては、当時の較差が投票価\n値の平等という観点からはなお大きな不平等が存する状態であって、選挙区\n間における投票価値の較差の縮小を図ることが求められる状況にあり、最大\n較差の大幅な縮小を図るためには現行の選挙制度の仕組み自体の見直しが必\n要となる旨の指摘がそれぞれされるなど、選挙区間の最大較差が５倍前後で\n常態化する中で、較差の状況について投票価値の平等の観点から実質的には\nより厳格な評価がされるようになっていた。\n⑶  平成２２年７月１１日、選挙区間の最大較差が５．００倍の状況において\n施行された通常選挙（以下「平成２２年選挙」という）につき、平成２４年\n大法廷判決は、結論において同選挙当時の定数配分規定が憲法に違反するに\n至っていたとはいえないとしたものの、長年にわたる制度及び社会状況の変\n化を踏まえ、参議院議員の選挙であること自体から直ちに投票価値の平等の\n要請が後退してよいと解すべき理由は見いだし難く、都道府県が政治的に一\nつのまとまりを有する単位として捉え得ること等の事情は数十年間にもわた\nり投票価値の大きな較差が継続することを正当化する理由としては十分なも\nのとはいえなくなっており、都道府県間の人口較差の拡大が続き、総定数を\n増やす方法を採ることにも制約がある中で、都道府県を選挙区の単位とする\n仕組みを維持しながら投票価値の平等の要求に応えていくことはもはや著し\nく困難な状況に至っているなどとし、それにもかかわらず平成１８年改正後\nは投票価値の大きな不平等がある状態の解消に向けた法改正が行われること\nのないまま平成２２年選挙に至ったことなどの事情を総合考慮すると、同選\n挙当時の最大較差が示す選挙区間における投票価値の不均衡は、違憲の問題\nが生ずる程度の著しい不平等状態にあった旨判示するとともに、都道府県を\n単位として各選挙区の定数を設定する現行の方式をしかるべき形で改めるな\nど、現行の選挙制度の仕組み自体の見直しを内容とする立法的措置を講じ、\nできるだけ速やかに違憲の問題が生ずる上記の不平等状態を解消する必要が\nある旨を指摘した。\n⑷  平成２４年大法廷判決の言渡し後、平成２４年１１月１６日に公職選挙法\nの一部を改正する法律（平成２４年法律第９４号。以下「平成２４年改正法」\nという。）が成立し、同月２６日に施行された。同法の内容は、平成２５年\n７月に施行される通常選挙に向けた改正として選挙区選出議員について４選\n挙区で定数を４増４減するものであり、その附則には、平成２８年に施行さ\nれる通常選挙に向けて、選挙制度の抜本的な見直しについて引き続き検討を\n行い、結論を得るものとする旨の規定が置かれていた。\n平成２５年７月２１日、平成２４年改正法による改正後の定数配分規定の\n下での初めての通常選挙（以下「平成２５年選挙」という。）が施行された。\n同選挙当時の選挙区間の最大較差は４．７７倍であった。\n⑸  平成２５年９月、参議院において平成２８年に施行される通常選挙に向け\nた参議院選挙制度改革について協議を行うため、選挙制度の改革に関する検\n討会の下に選挙制度協議会が設置された。同協議会においては、平成２６年\n４月に選挙制度の仕組みの見直しを内容とする具体的な改正案として座長案\nが示され、その後に同案の見直し案も示された。これらの案は、基本的には、\n議員１人当たりの人口の少ない一定数の選挙区を隣接区と合区してその定数\nを削減し、人口の多い一定数の選挙区の定数を増やして選挙区間の最大較差\nを大幅に縮小するというものであるところ、同協議会において、上記の各案\nや参議院の各会派の提案等をめぐり協議が行われたが、各会派の意見が一致\nしなかったことから、同年１２月２６日、各会派から示された提案等を併記\nした報告書が参議院議長に提出された。\n⑹  このような協議が行われている状況の中で、平成２５年選挙につき、平成\n２６年大法廷判決は、平成２４年大法廷判決の判断に沿って、平成２４年改\n正法による前記４増４減の措置は、都道府県を選挙区の単位とする選挙制度\nの仕組みを維持して一部の選挙区の定数を削減するにとどまり、現に選挙区\n間の最大較差については上記改正の前後を通じてなお５倍前後の水準が続い\nていたのであるから、投票価値の不均衡について違憲の問題が生ずる程度の\n投票価値の著しい不平等状態を解消するには足りないものであったといわざ\nるを得ず、したがって、同法による上記の措置を経た後も、選挙区間におけ\nる投票価値の不均衡は違憲の問題が生ずる程度の著しい不平等状態にあった\n旨判示するとともに、都道府県を単位として各選挙区の定数を設定する現行\nの方式をしかるべき形で改めるなどの具体的な改正案の検討と集約が着実に\n進められ、できるだけ速やかに、現行の選挙制度の仕組み自体の見直しを内\n容とする立法的措置によって上記の不平等状態が解消される必要がある旨を\n指摘した。\n⑺  選挙制度の改革に関する検討会は、前記⑸の報告書の提出を受けて協議を\n行ったが、各会派が一致する結論を得られなかったことから、平成２７年５\n月２９日、各会派において法案化作業を行うこととされた。そして、各会派\nにおける検討が進められた結果、各会派の見解は、人口の少ない選挙区につ\nいて合区を導入することを内容とする①「４県２合区を含む１０増１０減」\nの改正案と②「２０県１０合区による１２増１２減」の改正案とにおおむね\n集約され、同年７月２３日、上記の各案を内容とする公職選挙法の一部を改\n正する法律案がそれぞれ国会に提出された。上記①の改正案に係る法律案は、\n選挙区選出議員の選挙区及び定数について、鳥取県及び島根県、徳島県及び\n高知県をそれぞれ合区して定数２人の選挙区とするとともに、３選挙区の定\n数を２人ずつ減員し、５選挙区の定数を２人ずつ増員することなどを内容と\nするものであり、その附則７条には、平成３１年に行われる通常選挙に向け\nて、参議院の在り方を踏まえて、選挙区間における議員１人当たりの人口の\n較差の是正等を考慮しつつ選挙制度の抜本的な見直しについて引き続き検討\nを行い、必ず結論を得るものとするとの規定が置かれていた。\n平成２７年７月２８日、上記①の改正案に係る公職選挙法の一部を改正す\nる法律（平成２７年改正法）が成立し、同年１１月５日に施行された。平成\n２７年改正の結果、平成２２年１０月実施の国勢調査結果による人口に基づ\nく選挙区間の最大較差は２．９７倍となった。\n⑻  平成２８年７月１０日、平成２７年改正後の定数配分規定の下での初めて\nの通常選挙（以下「平成２８年選挙」という。）が施行された。同選挙当時\nの選挙区間の最大較差は３．０８倍であった。\n平成２９年大法廷判決は、平成２７年改正法につき、単に一部の選挙区の\n定数を増減するにとどまらず、人口の少ない選挙区について、参議院創設以\n来初めての合区を行うことにより、長期間にわたり投票価値の大きな較差が\n継続する要因となっていた都道府県を選挙区の単位とする選挙制度の仕組み\nを見直すことをも内容とするものであり、これによって、数十年間にもわた\nり５倍前後で推移してきた選挙区間の最大較差は２．９７倍（平成２８年選\n挙当時は３．０８倍）まで縮小するに至ったのであるから、平成２４年大法\n廷判決及び平成２６年大法廷判決の趣旨に沿って較差の是正を図ったものと\nみることができるとし、また、その附則において、平成３１年に行われる通\n常選挙に向けて選挙制度の抜本的な見直しについて引き続き検討を行い必ず\n結論を得る旨を規定しており、今後における投票価値の較差の更なる是正に\n向けての方向性と立法府の決意が示されるとともに、再び大きな較差を生じ\nさせることのないよう配慮されているものということができるなどとして、\n平成２８年選挙当時の定数配分規定の下での選挙区間における投票価値の不\n均衡は、違憲の問題が生ずる程度の著しい不平等状態にあったものとはいえ\nず、同規定が憲法に違反するに至っていたということはできないとした。\n⑼  平成２８年選挙において、合区の対象となった４県では、投票率が、島根\n県を除く３県で当時における過去最低となったほか、無効投票率が、全国平\n均を上回り、高知県では全国最高となった。全国知事会においては、平成２\n８年７月２９日、平成２８年選挙において投票率の著しい低下など様々な弊\n害が顕在化したなどとして、合区の早急な解消を求める決議が行われ、全国\n都道府県議会議長会、全国市長会、全国市議会議長会、全国町村会、全国町\n村議会議長会及び多くの地方議会においても、合区の早急な解消に向けた決\n議等が行われた。\n平成２８年選挙施行後の平成２９年２月、参議院の各会派代表による参議\n院改革協議会が設置され、同年４月、同協議会の下に参議院選挙制度改革に\nついて集中的に調査を行う「選挙制度に関する専門委員会」が設けられた。\n同委員会は、参議院選挙制度改革に対する考え方等について協議を行った上\nで、選挙区選出議員について、全ての都道府県から少なくとも１人の議員が\n選出される都道府県を単位とする選挙区とすること、一部合区を含む都道府\n県を単位とする選挙区とすること、又は選挙区の単位を都道府県に代えてよ\nり広域の選挙区（以下「ブロック選挙区」という。）とすることの各案につ\nいて検討を行ったほか、選挙区選出議員及び比例代表選出議員の二本立てと\nしない場合を含めた選挙制度の在り方等についても議論を行った。しかし、\nこれらの議論を経た上で各会派から示された選挙制度改革の具体的な方向性\nについての意見の内容は、選挙区の単位、合区の存廃、議員定数の増減等の\n点において大きな隔たりがある状況であった。同委員会は、平成３０年５月、\n参議院改革協議会に対し、これらの協議結果についての報告書を提出した。\n平成３０年６月、参議院改革協議会において、自由民主党から、選挙区選\n出議員について、選挙区の単位を都道府県とすること及び平成２７年改正に\nよる４県２合区は維持した上で、定数を２人増員して埼玉県選挙区に配分し、\n比例代表選出議員について、定数を４人増員するとともに、政党等が優先的\nに当選人となるべき候補者を定めることができる特定枠制度を導入するとの\n案が示された。その後、各会派代表者懇談会における協議等が行われたが、\n各会派間の意見の隔たりがある状況であったため、各会派が参議院に法律案\nを提出し、参議院政治倫理の確立及び選挙制度に関する特別委員会において\n議論が進められることとなり、上記の自由民主党の提案内容に沿った法律案\nのほか、現在の選挙区選出議員の選挙及び比例代表選出議員の選挙に代えて\nブロック選挙区による選挙を導入することを内容とする法律案等が提出され\nた。同年７月１１日、同委員会において、上記の自由民主党の提案内容に沿\nった公職選挙法の一部を改正する法律案を可決すべきものとされ、その際、\n「今後の参議院選挙制度改革については、憲法の趣旨にのっとり、参議院の\n役割及び在り方を踏まえ引き続き検討を行うこと」との附帯決議がされた。\n平成３０年７月１８日、上記法律案どおりの法律（平成３０年改正法）が\n成立し、同年１０月２５日に施行された。平成３０年改正の結果、平成２７\n年１０月実施の国勢調査結果による日本国民人口に基づく選挙区間の最大較\n差は２．９９倍となった。\n⑽  令和元年７月２１日、平成３０年改正後の定数配分規定の下での初めての\n通常選挙（以下「令和元年選挙」という。）が施行された。令和元年選挙当\n時の選挙区間の最大較差は３．００倍であった。\n令和２年大法廷判決は、立法府においては、今後も較差の更なる是正を図\nるとともに、これを再び拡大させずに持続していくために必要となる方策等\nについて議論し、取組を進めることが求められているとした上で、平成３０\n年改正法につき、結果として選挙区選出議員に関しては１選挙区の定数を２\n増する措置を講ずるにとどまっており、平成２７年改正法の附則のような規\n定が設けられず、同法の審議においてされた附帯決議の中では選挙区間にお\nける較差の是正等について明確には言及されなかったのであって、立法府に\nおいて上記取組が大きな進展を見せているとはいえないとした一方、参議院\n選挙制度について様々な議論、検討を経たものの容易に成案を得ることがで\nきず、合区の解消を強く望む意見も存在する中で、合区を維持して僅かでは\nあるが選挙区間の最大較差を３．００倍（令和元年選挙当時）まで是正して\nおり、数十年間にわたって５倍前後で推移してきた上記較差を３．０８倍\n（平成２８年選挙当時）まで縮小させた平成２７年改正法における方向性を\n維持するよう配慮したということができるとし、また、参議院選挙制度改革\nに際しては、二院制の下で参議院が果たすべき役割等も踏まえる必要がある\nなど、事柄の性質上慎重な考慮を要することに鑑みれば、その実現は漸進的\nにならざるを得ない面があり、立法府の検討過程において較差の是正を指向\nする姿勢が失われるに至ったと断ずることはできないなどとして、令和元年\n選挙当時の定数配分規定の下での選挙区間における投票価値の不均衡は、違\n憲の問題が生ずる程度の著しい不平等状態にあったものとはいえず、同定数\n配分規定が憲法に違反するに至っていたということはできないと判断した。\n⑾  令和元年選挙において、合区の対象となった４県では、投票率が、徳島県\nで全国最低となり、鳥取県及び島根県でもそれぞれ過去最低となったほか、\n無効投票率が、いずれも全国平均を上回り、徳島県では全国最高となった。\n全国知事会においては、令和元年７月２４日、平成２８年選挙において顕在\n化した合区による弊害が、令和元年選挙においては更に深刻度を増している\nなどとして、合区の確実な解消を強く求める決議が行われ（乙２４の７・\n８）、令和２年６月及び令和３年６月にも同旨の決議が行われた（乙２４の\n９・１０）。また、全国都道府県議会議長会（令和元年１０月、令和２年１\n０月、令和３年７月。乙２５の７～９）、全国市長会（令和元年１１月、令\n和２年６月、同年１１月、令和３年６月、同年１１月。乙２６の４～９）、\n全国市議会議長会（令和元年８月、同年１１月、令和２年７月、同年１１月、\n令和３年７月、同年１１月。乙２７の６～１１）、全国町村会（令和元年１\n１月、令和２年７月、同年１１月、令和３年７月、同年１１月。乙２８の７\n～１４）及び全国町村議会議長会（令和元年１１月、令和２年７月、同年１\n１月、令和３年７月、同年１１月。乙２９の５～９）においても、合区の早\n急な解消に向けた決議等が行われた。\n令和３年５月、参議院の組織及び運営に関する諸問題を調査検討するため、\n参議院の各会派から１人以上、合計１４人の協議員で構成される参議院改革\n協議会が設置された。同協議会では、「参議院の在り方」、「参議院議員選挙\n制度の改革」、「議員の身分保障」、「委員会・調査会等の整理再編・充実」、\n「行政監視機能の更なる充実」及び「デジタル化、オンライン審議」につい\nて協議等が行われ、令和４年６日８日、報告書が参議院議長に提出された。\n同報告書においては、上記協議の中で、「参議院の在り方」に関して、衆議\n院だけでは拾い上げることができない多様な民意を吸い上げて国政に反映さ\nせる役割が求められ、衆議院とは異なる独自性を発揮すべきであることに異\n論はなかった一方、参議院議員に地方代表的な性格を持たせるべきか否かに\nつき双方の意見があったとされ、「参議院議員選挙制度の改革」に関して、\n投票価値の平等を最大限尊重すべきであることに異論はなかった一方、選挙\n制度の枠組みにつき、各会派から、都道府県単位の選挙区を維持すべきであ\nるとの意見、選挙区の単位を都道府県に代えてブロック選挙区とすべきであ\nるとの意見、比例代表選挙に一本化すべきであるとの意見等が述べられ、合\n区につき、合区の不合理を解消すべきであるとの意見が多かったが、合区に\nよる較差是正はやむを得ないとの意見等もあり、議員定数の見直しにつき、\n定数の増員及び減員それぞれの当否に双方の意見があったとされ、最後に、\n本件選挙後に次の協議会を設け、同協議会では、上記の議論を土台として、\n継続的な取組が求められる新たな参議院選挙制度の在り方や参議院の組織及\nび運営について、速やかに協議を開始し、更に議論を深めることを切望する\n旨が記載された。（乙３４）\n令和４年５月及び同年６月に開かれた参議院憲法審査会においては、合区\n問題を中心として参議院選挙制度に関する意見交換等が行われ、各会派から、\n合区の解消を求める意見に加え、都道府県単位の選挙区を維持すべきである\nとの意見、選挙区の単位を都道府県に代えてブロック選挙区とすべきである\nとの意見、比例代表を中心とした選挙とすべきであるとの意見等が表明され\nた上、意見交換が行われるなどした（乙３５の１・２）。\n⑿  令和４年７月１０日、平成３０年改正後の定数配分規定の下での２回目の\n通常選挙として本件選挙が施行された。本件選挙当時の選挙区間の最大較差\nは３．０３倍であった。本件選挙において、合区の対象となった４県では、\n投票率が徳島県で全国最低となったほか、無効投票率がいずれの県でも全国\n平均を上回った。（乙１、２）\n２  以上の事実に基づいて判断する。\n⑴  投票価値の較差の問題に関する定数配分規定の憲法適合性については、以\n下の見地から検討するのが相当である（令和２年大法廷判決等）。\nア  憲法は、選挙権の内容の平等、換言すれば、議員の選出における各選挙\n人の投票の有する影響力の平等、すなわち投票価値の平等を要求している\nと解される。しかしながら、憲法は、国民の利害や意見を公正かつ効果的\nに国政に反映させるために選挙制度をどのような制度にするかの決定を国\n会の裁量に委ねているのであるから、投票価値の平等は、選挙制度の仕組\nみを決定する唯一、絶対の基準となるものではなく、国会が正当に考慮す\nることができる他の政策的目的ないし理由との関連において調和的に実現\nされるべきものである。それゆえ、国会が具体的に定めたところがその裁\n量権の行使として合理性を有するものである限り、それによって投票価値\nの平等が一定の限度で譲歩を求められることになっても、憲法に違反する\nとはいえない。\n憲法が二院制を採用し衆議院と参議院の権限及び議員の任期等に差異\nを設けている趣旨は、それぞれの議院に特色のある機能を発揮させるこ\nとによって、国会を公正かつ効果的に国民を代表する機関たらしめよう\nとするところにあると解される。前記１⑴においてみた参議院議員の選\n挙制度の仕組みは、このような観点から、参議院議員について、全国選\n出議員（昭和５７年改正後は比例代表選出議員）と地方選出議員（同改\n正後は選挙区選出議員）に分け、前者については全国（全都道府県）の\n区域を通じて選挙するものとし、後者については都道府県を選挙区の単\n位としたものである。昭和２２年の参議院議員選挙法及び昭和２５年の\n公職選挙法の制定当時において、このような選挙制度の仕組みを定めた\nことが、国会の有する裁量権の合理的な行使の範囲を超えるものであっ\nたということはできない。しかしながら、社会的、経済的変化の激しい\n時代にあって不断に生ずる人口変動の結果、上記の仕組みの下で投票価\n値の著しい不平等状態が生じ、かつ、それが相当期間継続しているにも\nかかわらずこれを是正する措置を講じないことが、国会の裁量権の限界\nを超えると判断される場合には、当該定数配分規定が憲法に違反するに\n至るものと解するのが相当である。\nイ  憲法は、二院制の下で、一定の事項について衆議院の優越を認める反面、\n参議院議員につき任期を６年の長期とし、解散もなく、選挙は３年ごとに\nその半数について行うことを定めている（４６条等）。その趣旨は、立法\nを始めとする多くの事柄について参議院にも衆議院とほぼ等しい権限を与\nえつつ、参議院議員の任期をより長期とすること等によって、多角的かつ\n長期的な視点からの民意を反映させ、衆議院との権限の抑制、均衡を図り、\n国政の運営の安定性、継続性を確保しようとしたものと解される。そして、\nいかなる具体的な選挙制度によって、上記の憲法の趣旨を実現し、投票価\n値の平等の要請と調和させていくかは、二院制の下における参議院の性格\nや機能及び衆議院との異同をどのように位置付け、これをそれぞれの選挙\n制度にいかに反映させていくかという点を含め、国会の合理的な裁量に委\nねられており、参議院議員につき衆議院議員とは異なる選挙制度を採用し、\n国民各層の多様な意見を反映させて、参議院に衆議院と異なる独自の機能\nを発揮させようとすることも、選挙制度の仕組みを定めるに当たって国会\nに委ねられた裁量権の合理的行使として是認し得るものと考えられる。\nまた、具体的な選挙制度の仕組みを決定するに当たり、一定の地域の\n住民の意思を集約的に反映させるという意義ないし機能を加味する観点\nから、政治的に一つのまとまりを有する単位である都道府県の意義や実\n体等を一つの要素として考慮すること自体が否定されるべきものである\nとはいえず、投票価値の平等の要請との調和が保たれる限りにおいて、\nこのような要素を踏まえた選挙制度を構築することが直ちに国会の合理\n的な裁量を超えるものとは解されない。\n⑵  そこで、本件選挙当時の選挙区間における投票価値の不均衡が違憲の問題\nが生ずる程度の著しい不平等状態にあったか否かについて検討する。\nア  平成２７年改正により、数十年間にわたり５倍前後で推移していた選挙\n区間の最大較差が３．０８倍（平成２８年選挙当時）にまで縮小したが、\nこれにより直ちに投票価値の不均衡の問題が解消したということはできな\nい。国民の意思を適正に反映する選挙制度が民主政治の基盤であり、投票\n価値の平等が憲法上の要請であることに鑑みれば、ある選挙区における国\n会議員１人当たりの選挙人数が、他の選挙区のものの３倍を超えていると\nいう不均衡は、軽視することができないものであり、上記の縮小後の水準\nの較差にもなお大きな問題があるというべきである。平成２７年改正法附\n則７条は、平成３１年に行われる通常選挙に向けて選挙制度の抜本的な見\n直しについて引き続き検討を行い必ず結論を得る旨を規定したところ、こ\nれは、立法府自身が、上記の縮小後の水準の較差にもなお憲法上大きな問\n題が存在し、その較差の更なる是正のために引き続き選挙制度の抜本的な\n見直しの検討が必要であるとの認識を示した上、それを検討して必ず結論\nを得る旨の決意を示したものである。平成２９年大法廷判決も、平成２７\n年改正により較差が上記の水準にまで縮小したことのみから直ちに平成２\n８年選挙当時の定数配分規定が憲法に違反しないとの結論を導いたもので\nはなく、上記の立法府の決意ないし姿勢を併せ考慮して上記結論を導いた\nものであり、令和２年大法廷判決も同様である。\nイ  参議院議員及び衆議院議員の選挙に関する累次の最高裁判所大法廷判決\nは、投票価値の平等が憲法上の要請であること及びその重要性を繰り返し\n判示してきたところ、参議院議員選挙における選挙区間の最大較差は、衆\n議院議員選挙におけるものを上回る状況が続いてきた。このことを正当化\nする根拠となり得る事情としては、前記⑴イのとおり、参議院選挙制度の\n仕組みを決定するに当たり、①憲法が二院制を採用した趣旨を考慮して衆\n議院と異なる選挙制度を採用し、参議院に衆議院と異なる独自の機能を発\n揮させようとすることは、国会の裁量権の合理的行使として是認し得るも\nのと考えられることや、②一定の地域の住民の意思を集約的に反映させる\nという意義ないし機能を加味する観点から、都道府県の意義や実体等を一\nつの要素として考慮することは、投票価値の平等の要請との調和が保たれ\nる限りにおいて、国会の合理的な裁量を超えるものとは解されないことが\n挙げられる。しかし、参議院議員の選挙であること自体から直ちに投票価\n値の平等の要請が後退してよいとはいえないこと、参議院議員選挙の選挙\n区を定めるに当たり都道府県の意義や実体等を考慮要素とすることは憲法\n上の要請であるとはいえないこと、人口の都市部への集中による都道府県\n間の人口較差の拡大が続いていること等を考慮すれば、上記①及び②の事\n情が、数十年間にわたり継続してきた５倍前後の選挙区間の最大較差を正\n当化するには十分でなくなっており、都道府県を選挙区の単位とする方式\nを改めるなどの選挙制度の仕組み自体の見直しが必要となっていたことは、\n平成２４年大法廷判決及び平成２６年大法廷判決の判示のとおりである。\n平成２７年改正により上記最大較差は約３倍にまで縮小したが、その\n縮小後の水準の較差にもなお憲法上大きな問題があるのは前記アのとお\nりであって、そのような較差が本件選挙当時までに約７年間継続してお\nり、このまま選挙制度の見直しが行われなければ、そのような較差が継\n続し、常態化することも危惧される。また、平成２７年改正後の選挙制\n度の仕組みは、都道府県を選挙区の単位とする従来の仕組みを基本的に\n維持しつつ４県２合区の導入による修正を加えたものであるところ、こ\nれは、選挙区間の最大較差を大幅に縮小した点に限れば、平成２４年大\n法廷判決及び平成２６年大法廷判決の趣旨に沿うものであったものの、\n４県２合区の措置については、平成２７年改正後から本件選挙に至るま\nで、対象となった４県における投票率の低下及び無効投票率の上昇との\n関連性が指摘され、全国知事会等の諸団体から早急な解消を求める意見\nが繰り返し表明され、参議院改革協議会においても合区の不合理を解消\nすべきであるとの意見が多かったというのであって、上記の４県２合区\nの導入により、選挙区間の投票価値の較差の是正のための選挙制度の仕\n組み自体の見直しが目的を達成して終了したとみることはできない。こ\nれらによれば、平成２４年大法廷判決及び平成２６年大法廷判決で問題\nとされた平成２２年選挙及び平成２４年選挙当時と同様に、本件選挙当\n時においても、上記①及び②の事情は長期間継続している上記水準の選\n挙区間の最大較差を正当化するには十分でなくなっており、較差の更な\nる是正のために現行の選挙制度の仕組み自体の見直しが必要となってい\nたというべきである。\n令和２年大法廷判決は、令和元年選挙当時において、立法府には、「較\n差の更なる是正を図るとともに、これを再び拡大させずに持続していく\nために必要となる方策等について議論し、取組を進めることが求められ\nている」と判示したところ、この判示については、平成２４年大法廷判\n決及び平成２６年大法廷判決のように都道府県を選挙区の単位とする方\n式を改めるなど選挙制度の仕組み自体の見直しを含めて較差の是正を図\nることが求められている旨が明確には記載されていないものの、判決理\n由全体を詳細に検討すれば、上記各大法廷判決の趣旨に沿って、引き続\nき上記の選挙制度の仕組み自体の見直しを含めた検討が求められている\n旨が示されているものと解される。\nウ  投票価値の較差の是正に関する立法府の姿勢についてみると、平成２４\n年大法廷判決及び平成２６年大法廷判決が、平成２２年選挙及び平成２４\n年選挙当時の投票価値の不均衡はそれぞれ違憲の問題が生ずる程度の著し\nい不平等状態にあったと判断し、これを解消するためには都道府県を選挙\n区の単位とする方式を改めるなどの選挙制度の仕組み自体の見直しが必要\nである旨を２回続けて明確に判示したことを受けて、平成２７年改正法は、\n４県２合区という新たな措置の導入等により選挙区間の最大較差を５倍前\n後の水準から３．０８倍（平成２８年選挙当時）へと縮小した上、附則７\n条において平成３１年に行われる通常選挙に向けて選挙制度の抜本的な見\n直しについて引き続き検討を行い必ず結論を得る旨規定したところ、これ\nは、立法府が投票価値の較差の更なる是正を強く指向する姿勢を示したも\nのである。そして、平成２９年大法廷判決は、平成２７年改正法における\n上記の最大較差の縮小という事情に併せて、附則に示された較差の更なる\n是正を指向する立法府の姿勢を積極的に評価し、平成２８年選挙当時の投\n票価値の不均衡が違憲の問題が生ずる程度の著しい不平等状態にあったと\nはいえない旨判断した。ところが、平成３０年改正法は、１選挙区の定数\nを２増する措置を講じたにとどまり、附則に上記同様の規定を設けること\nもなく、同法の審議においてされた附帯決議の中では上記較差の是正につ\nいて明確な言及がなかったのであって、平成３０年改正時点の立法府にお\nける投票価値の較差の更なる是正を指向する姿勢は、平成２７年改正時点\nのものより弱まっていたといわざるを得ず、令和２年大法廷判決も、平成\n３０年改正法について、上記較差の更なる是正のために必要な取組が大き\nな進展を見せているとはいえないと判示した。もっとも、同判決は、その\nように判示しつつも、①立法府が平成３０年改正法を成立させ、選挙区間\nの最大較差を３．０８倍（平成２８年選挙当時）から３．００倍（令和元\n年選挙当時）へと僅かではあるが縮小させるという結果を出したこと、②\n立法府において、平成３０年改正までに、参議院選挙制度について、成案\nには至らなかったものの具体的な提案を踏まえた様々な議論、検討がされ\nていたこと、③参議院選挙制度の改革に際しては、二院制の下で参議院が\n果たすべき役割等を踏まえる必要があるなど事柄の性質上慎重な考慮を要\nし、その実現は漸進的にならざるを得ないこと等を指摘して、令和元年選\n挙当時の投票価値の不均衡が違憲状態にあったとはいえない旨判断した。\n令和元年選挙後の立法府における投票価値の較差の是正に向けた取組\nをみると、まず、令和元年選挙後は、上記較差の是正に向けた法改正が\n行われることのないまま本件選挙に至り、選挙区間の最大較差が３．０\n０倍（令和元年選挙当時）から３．０３倍（本件選挙当時）へと僅かで\nはあるが拡大したものであって、上記①のような結果を出していない。\n次に、上記②の事情については、参議院改革協議会において、「参議院の\n在り方」、「参議院議員選挙制度の改革」等の問題が取り上げられ、選挙\n制度の枠組みに関して、各会派から、都道府県単位の選挙区を維持すべ\nきであるとの意見、選挙区の単位を都道府県に代えてブロック選挙区と\nすべきであるとの意見、比例代表選挙に一本化すべきであるとの意見等\nが述べられ、協議がされたことが認められるものの、成案を得るために\n意見を集約する方向での調整等がされた様子はうかがわれず、参議院憲\n法審査会においても同様であった。これは、平成２５年選挙後に設置さ\nれた選挙制度の改革に関する検討会ないし選挙制度協議会及び平成２８\n年選挙後に設置された参議院改革協議会ないし選挙制度に関する専門委\n員会において、成案を得るために具体的な選挙制度の改革案に基づき意\n見を集約する方向で調整等がされたのとは異なっており、令和元年選挙\n後の立法府における議論、検討の状況は、選挙区間における較差の是正\nのための取組としては具体性の乏しいものにとどまっていたといわざる\nを得ない。\n以上のとおり、令和元年選挙後においては、令和２年大法廷判決が考\n慮した事情のうち、上記①については、法改正による選挙区間の最大較\n差の縮小という結果を出しておらず、上記②については、令和元年選挙\n後の立法府における参議院選挙制度に関する議論、検討の状況が、令和\n元年選挙前のものと比べて、選挙区間における較差の是正のための取組\nとして具体性に乏しいものにとどまっていたのであって、上記③の参議\n院選挙制度の改革の実現は事柄の性質上漸進的にならざるを得ないとい\nう事情を考慮しても、令和元年選挙から本件選挙までに立法府の検討過\n程において示されていた選挙区間における較差の是正を指向する姿勢は、\n平成２７年改正当時のものと比べて著しく弱まっており、平成３０年改\n正当時のものと比べても明らかに弱まっているというべきである。\n⑶  上記⑵アからウまでのとおり、本件選挙当時、憲法上大きな問題のある水\n準の選挙区間の最大較差があり、それが約７年間継続していることを十分に\n正当化し得る事情があるとはいえなくなっており、その是正のために選挙制\n度の仕組み自体の見直しが必要となっていたが、立法府における較差の是正\nを指向する姿勢は平成２７年改正当時のものと比べて著しく弱まっており、\n平成３０年改正当時のものと比べても明らかに弱まっているものである。\nこれらによれば、本件選挙当時の選挙区間における投票価値の不均衡は、\n違憲の問題が生ずる程度の著しい不平等状態にあったというべきである。\n⑷  次に、本件選挙までの期間内に、違憲の問題が生ずる程度の著しい不平等\n状態の是正がされなかったことが、国会の裁量権の限界を超えるか否かにつ\nいて検討する。\n平成２９年大法廷判決及び令和２年大法廷判決は、平成２７年改正後ない\nし平成３０年改正後の定数配分規定の下での選挙区間における投票価値の不\n均衡が違憲状態にあったものとはいえず、各定数配分規定が憲法に違反する\nに至っていたということはできないと判断し、いずれも、都道府県を選挙区\nの単位とする方式を改めるなどの選挙制度の仕組み自体の見直しの必要性に\nついて、明確に判示しなかった（なお、令和２年大法廷判決は、令和元年選\n挙当時において、立法府には、「較差の更なる是正を図るとともに、これを\n再び拡大させずに持続していくために必要となる方策等について議論し、取\n組を進めることが求められている」と判示したところ、この判示については、\n判決理由全体を詳細に検討すれば、引き続き上記の選挙制度の仕組み自体の\n見直しを含めた検討が求められている旨が示されているものと解されるが、\n判文自体に上記の選挙制度の仕組み自体の見直しの必要性が明確に記載され\nているとまではいえない。）。このような平成２９年大法廷判決及び令和２年\n大法廷判決の判断及び判示を考慮すれば、国会において、本件選挙までの間\nに、本件定数配分規定の下での選挙区間における投票価値の不均衡が、違憲\nの問題が生ずる程度の著しい不平等状態にあったことを具体的に認識するこ\nとができたとまではいい難い。\nしたがって、本件選挙までの期間内に、違憲の問題が生ずる程度の著しい\n不平等状態の是正がされなかったことをもって国会の裁量権の限界を超える\nものとはいえず、本件定数配分規定が憲法に違反するに至っていたというこ\nとはできない。\n⑸  原告らは、参議院議員選挙における投票価値の較差の問題について、①当\n該定数配分規定の下での選挙区間における投票価値の不均衡が、違憲の問題\nが生ずる程度の著しい不平等状態に至っているか否か、②上記の状態に至っ\nている場合に、当該選挙までの期間内にその是正がされなかったことが国会\nの裁量権の限界を超えるとして当該定数配分規定が憲法に違反するに至って\nいるか否かという判断枠組みを採ってきた判例について、上記①が肯定され\nれば当該定数配分規定が無効とされるべきであり、上記②の判断が更に必要\nであるとした点は不当であると主張する。\nしかし、選挙制度については、裁判所がその憲法適合性について一定の判\n断を示すことにより、国会がこれを踏まえて自ら所要の適切な是正の措置を\n講ずることが憲法上想定されているものと解され、このような憲法秩序の下\nにおける司法権と立法権との関係に照らすと、上記①及び②の判断枠組みを\n採るのが相当である（平成２６年大法廷判決等）。したがって、原告らの上\n記主張は採用することができない。\n第４  結論\n以上によれば、原告らの請求はいずれも理由がないから棄却することとして、\n主文のとおり判決する。\n大阪高等裁判所第１２民事部\n裁判長裁判官\n牧         賢        二\n裁判官\n和   久   田          斉\n裁判官\n宮    﨑    朋      紀\n"
}