{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 2,
    "month": 10,
    "day": 20
  },
  "case_number": "令和1(ネ)4457",
  "case_name": "各損害賠償請求控訴事件",
  "court_name": "東京高等裁判所",
  "result": "棄却",
  "original_court_name": "東京地方裁判所",
  "original_case_number": "平成30(ワ)14572",
  "lawsuit_id": "89936",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=89936",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/936/089936_hanrei.pdf",
  "contents": "主             文\n１  本件控訴をいずれも棄却する。\n２  控訴費用は控訴人らの負担とする。\n事 実 及 び 理 由\n第１  控訴の趣旨\n１  原判決中控訴人らに関する部分を取り消す。\n２  被控訴人は，控訴人らに対し，それぞれ５０万円を支払え。\n第２  事案の概要等\n１  本件は，控訴人らが，いずれも，婚姻後の夫婦の氏として夫は夫の氏，妻は\n妻の氏を称する旨を記載した届書を提出して婚姻の届出をしようとしたが，「夫\n婦は，婚姻の際に定めるところに従い，夫又は妻の氏を称する。」と定める民\n法７５０条及び婚姻の届書に「夫婦が称する氏」の記載を求める戸籍法７４条\n１号の各規定（以下「本件各規定」という。）に違反することを理由として，\n当該届出を不受理とされたところ，本件各規定は，憲法１４条１項，２４条又\nは人権に関する国際条約に違反し，国会が本件各規定の改廃等の立法措置をと\nらなかったこと（以下「本件立法不作為」という。）は違法であり，これによ\nり，法律婚をすることによる法律上の利益を享受することができず，夫婦であ\nることの承認を受けられないなどの不利益を被り，多大な精神的苦痛を受けた\nと主張して，被控訴人に対し，国家賠償法１条１項に基づき，慰謝料として各\n５０万円の支払を求める事案である。\n原審は，控訴人らの請求をいずれも棄却し，控訴人らが控訴した。\n２  前提事実，関係法令の定め，争点及びこれに関する当事者の主張は，次のと\nおり補正し，次項に当審における控訴人らの補充主張を付加するほかは，原判\n決の「事実及び理由」第２の１ないし３に記載のとおりであるから，これを引\n用する。\n（原判決の補正）\n原判決２頁２２行目の「ア」及び同３頁６行目冒頭から同頁１５行目末尾\nまでをいずれも削る。\n同５頁２５行目末尾の次に改行の上，以下を加える。\n「   ４０条４項\n委員会は，この規約の締約国の提出する報告を検討する。委員会は，委\n員会の報告及び適当と認める一般的な性格を有する意見を締約国に送付し\nなければならず，また，この規約の締約国から受領した報告の写しととも\nに当該一般的な性格を有する意見を経済社会理事会に送付することができ\nる。」\n同８頁２４行目の「氏には」を「氏を使用することには」と改める。\n同２１頁１７行目の「女性差別撤廃条約」を「女子差別撤廃条約」と改め\nる。\n同２１頁２１行目の「いた」を「いった」と改める。\n同２５頁１２行目の「女性差別撤廃委員会」を「女子差別撤廃委員会」と\n改める。\n同２７頁５行目の「世論調査では，」の次に「選択的夫婦別氏制を導入し\nてもよいと考える者の割合は過去最高の４２．５％，導入する必要はないと\n答えた者の割合は過去最低の２９．３％（特に年代別にみると，６０歳未満\nでは５割前後が容認，４０歳未満では５割超が容認）であり，」を加える。\n同２８頁１９行目及び２３行目の「女性差別撤廃条約」をいずれも「女子\n差別撤廃条約」と改める。\n同２９頁２６行目の「女性差別撤廃条約」を「女子差別撤廃条約」と改め\nる。\n同３０頁１６行目及び２１行目の「女性差別撤廃条約」をいずれも「女子\n差別撤廃条約」と改める。\n３  当審における控訴人らの補充主張\n⑴  本件各規定が憲法１４条に違反することについて\nア  夫婦同氏を定める民法７５０条は，「婚姻の効力」の節に置かれている\nが，婚姻の届出は婚姻の形式的成立要件であり，その届出に関して，戸籍\n法が「夫婦が称する氏」を婚姻届書の必要的記載事項に含めているため，\n夫婦の氏が決定されなければ婚姻届は受理されず，婚姻は成立しない。こ\nの意味で，夫婦同氏は婚姻の形式的成立要件であり，婚姻に対する直接的\nな制約となっている。\n夫婦同氏制が憲法１４条１項に違反するか否かの判断に当たっては，こ\nのことを前提とすべきである。\nイ  夫婦がいずれの氏を称するかは，夫婦となろうとする者の間の協議によ\nる自由な選択に委ねられている（平成２７年最大判）ため，いずれの氏を\n称するかの協議が調わない者は婚姻が許されない一方，協議が調う者は婚\n姻が許されることとなって，両者は区別して取り扱われる。ここにいう「い\nずれの氏を称するかの協議が調わない者」とは「夫婦別氏を希望する者」\nと同義であり，「協議が調う者」とは「夫婦別氏を希望する者以外の者」\nと同義なのであって，結局，本件各規定は，夫婦別氏を希望するか否かに\n着目した法的な差別的取扱いを定めている。この両者を一律に取り扱うこ\nとと平等であることとは同義ではなく，その内容に不平等な取扱いが含ま\nれていないかが検証されなければ，憲法が定める平等は保障されない。「婚\n姻後も夫婦別氏を希望する」という信条を有する者に対しても一律に氏の\n統一を求めることは，結局，そのような者から婚姻の自由を奪うという重\n大な不利益を課すことを意味し，信条による差別的な取扱いであって，憲\n法１４条１項に反する。\nウ  平成２７年最大判は，民法７５０条の違憲性に対する判断をしたにすぎ\nず，本件各規定の違憲性に対する判断をしたのではなく，また，憲法１４\n条との関係では，性別に基づく差別の有無について判断したにすぎず，上\n記イの信条に基づく差別については審理判断していないから，本件におい\nて，先例としての拘束性はない。\n本件各規定が憲法２４条に違反することについて\nア  平成２７年最大判は，現行民法における「氏に関する規定」を通覧して\nそれを無批判に肯定し，現行民法の規定から，氏には「家族の呼称として\nの意義」があるため「一つに定めることにも合理性がある」とするが，憲\n法上の人権の内容が下位法の解釈により決せられることには疑問がある。\n本来検討されるべきであるのは，現行民法の規定の合憲性のはずであり，\n人権の保障内容は法制度により具体化されるのであるから，平成２７年最\n大判は人権の保障範囲は制度の枠内に限定されるという制度優先思考に\n陥っており，不当である。\nイ  平成２７年最大判は，憲法２４条に係る立法裁量に限定的な指針を与え\nるものとして，夫婦同氏制の下で生じる各種の不利益を認定しつつ，その\n唯一の緩和要素として，「婚姻前の氏の通称使用」のみを挙げた。しかし，\n通称使用は，便宜的なもので，その許否や許される範囲等が定まっている\nわけではなく，公的な文書では使用が許されない場合もあり，通称名と戸\n籍名との同一性という新たな問題を生じさせることにもつながる。また，\n裁判例では，婚姻前の氏は通称として使用する権利が否定され，法的保護\nも認められていないから，通称使用は，夫婦同氏制の下で生じる各種不利\n益の緩和要素としては甚だ不十分である。\nウ  令和元年１１月５日の政令改正により，住民票，マイナンバーカード等\nに旧氏が併記できるようになったが，公私の機関を何ら法的にも道義的に\nも拘束するものではなく，「旧氏のみ」で通用する場面を広げるものでも\nないため，実効性がない。健康保険証は旧姓使用不可であるし，不動産登\n記には旧姓併記されないため，住宅ローン契約等を旧氏のみで締結するこ\nとは困難である。銀行口座，クレジットカード，携帯電話を旧氏のみで契\n約することができるかは各会社によって異なる。納税関係には戸籍名によ\nることが求められ，旅券には旧氏の併記が認められるが，チップには旧氏\nの登録ができないなど不十分である。また，旧氏の通称使用や旧氏併記制\n度は，旧氏を名乗り続けたいにもかかわらず婚姻により改姓した者のアイ\nデンティティの喪失感を何ら解決するものではないし，通称使用の範囲が\n限定的，管理は煩雑，戸籍氏の変更手続の負担を夫婦の一方のみが負うな\nどの問題もあり，旧氏併記，通称使用の広がりは，何ら選択肢なき夫婦同\n氏制の合理性の根拠となるものではない。\n平成２７年最大判以降の事情変更について\n平成２７年最大判の不当性は明らかであり，そもそもこれを維持すべきで\nはないが，平成２７年最大判以降夫婦同氏制を取り巻く事情については様々\nな変化があり，これらの社会状況の変化に照らせば，平成２７年最大判は直\nちに変更されるべきである。\nア  女子差別撤廃委員会の勧告と相次ぐ提訴\n女子差別撤廃委員会は，平成２７年最大判の結果とそれによって我が国\nにおける本件各規定の改正が全く停滞していることに危惧を示し，平成２\n８年，日本政府に対し，定期報告審査において３度目の改正勧告をした。\nまた，平成２７年最大判以降，本件各規定に関する法改正について，国\n会が全く動かなかったため，平成３０年，司法による救済を求めて，再び\n夫婦同氏制の違憲性を問う訴訟が相次いで提起された。\nイ  社会の変化\n平成２７年最大判後既に４年を経たが，この間も，我が国社会の人口減\n少，少子化，高齢化は世界のトップを切って進み続け，家族の形は著しく\n変容し続けている。\n総務省統計局が実施した平成３０年労働力調査（基本集計）によれば，\n女性の就業率は５１．３％と前年の４９．８％と比べ１．５％の上昇とな\nり，平成２７年は共働き世帯が１１１４万世帯，専業主婦世帯が６８７万\n世帯であったところ，平成３０年は共働き世帯が１２１９万世帯，専業主\n婦世帯が６０６万世帯となっており，平成２７年以降も，共働き世帯の数\nと割合の急速な増加傾向及び専業主婦世帯の減少傾向は，明らかである。\nまた，平成３１年から実施された幼児教育及び保育の無償化は，女性の就\n業率をさらに押し上げる要因である。女性の有業率の上昇は，別氏婚を希\n望する者の増加の最大の要因であり，少子化による氏の承継の困難さも，\n別氏婚希望者を増加させる要因である。このような社会の変化の長期傾向\nは，平成２７年最大判後４年間の変化を示すだけではなく，今後の別氏婚\n希望者の増加傾向も証明しており，予想できる近未来の事情も，憲法２４\n条の審査において考慮すべき重要な事情の一つである。\n上記の変化は，日本の女性の有業率の曲線によく表れる。かつては，学\n校卒業後の年代で上昇し，その後，結婚・出産期に一旦低下し，育児が落\nち着いた時期に再び上昇するという明確なＭ字型カーブを描いていたが，\nこれはなだらかな台形に変化している。このことも，女性の有業率の上昇，\n晩婚化，出産年齢の高齢化，結婚・出産を経ても就業を続ける女性の増加\nという社会の変化を明らかにしている。\nさらに，我が国における長期的な少子化傾向の大きな要因の一つは，婚\n姻数の減少であり，婚姻の不合理な制約を除去することは，我が国社会に\nとって喫緊の課題である。また，外国人労働者の受入れの拡大に伴い，日\n本国内において，夫婦別氏制とする国際結婚が増加することにより，夫婦\n別氏制を認めない日本の法律の不合理性が更に際立っている。\nウ  国民の意識の変化\n平成３０年の国立社会保障・人口問題研究所による既婚女性に対する調\n査では，夫婦が別姓であってもよいとする考え方に賛成の意見が半数を超\nえ，特に３０代では６割を超えた。また，同調査では，「婚姻後は，夫は\n外で働き，妻は主婦業に専念したほうがよい」という考え方に賛成する妻\nの割合は，顕著な低下傾向を示した。\nエ  地方議会における意見書採択\n夫婦別氏制の立法に向けて動かない国会に業を煮やし，地方議会におい\nては「（国に対して）選択的夫婦別氏制の導入を求める意見書」が採択さ\nれ続けている。平成２７年最大判後令和２年６月２６日までの間の合計数\nは９６自治体に及んでいる。\n本件各規定が女子差別撤廃条約に違反することについて\nア  条約の適合性判断について\n憲法９８条２項は，国家に条約遵守義務を課しているから，締結した条\n約を遵守するとともに憲法を遵守するためには，当該条約が遵守されてい\nるか否かを判断する必要があり，その前提として，条約を解釈適用する必\n要がある。法の終局的解釈・適用は裁判所の専権に属するから，裁判所は，\n我が国が締結した条約について，国内の法令や具体的状況が当該条約に適\n合しているか否かを判断する権利を有し，義務を負う。我が国において，\n批准・公布された条約は何ら特別な法的措置をとらずとも自動的に適用可\n能となり，当然に裁判規範性が認められることは，最高裁判例（最高裁平\n成２０年（行ヒ）第９１号同２１年１０月２９日第一小法廷判決・民集６\n３巻８号１８８１頁，最高裁平成９年（行ツ）第１７６号同１３年９月２\n５日第三小法廷判決・裁判集民事２０３号１頁）が示すところである。\nなお，条約法に関するウィーン条約（昭和５６年条約第６号。以下「条\n約法条約」という。）は，当事国は，条約の不履行を正当化する根拠とし\nて自国の国内法を援用することができないと規定する。国内法ですら条約\nの不履行を正当化する根拠とはならない以上，学説や理論に基づき，条約\nの不履行を正当化することができないことは明らかであり，条約が裁判規\n範性を有するためには条約の自動執行力に関する主観的要件・客観的要件\nを要するなどとして，女子差別撤廃条約の裁判規範性を否定し，同条約の\n不履行を正当化することは許されない。\nイ  本件各規定が女子差別撤廃条約に違反することについて\n婚姻をするためには，夫婦の氏を必ず同一にしなければならないことを\n強制する本件各規定並びに戦前及び戦時中の家父長制度を前提とした慣習\nや慣行により，夫婦のうち約９６％において，妻の側が自己の氏を変えて\nおり，実際的には，男女の平等を基礎として女性が氏を選択する権利や自\n由を享有し又は行使することを害し又は無効にする効果を有しているから，\n本件各規定や上記慣習等により，女子差別撤廃条約１条にいう女子に対す\nる差別が生じており，これを禁止する同条約２条，１６条１項⒝及び⒢に\n違反している。\nなお，女子差別撤廃委員会は，平成１５年，平成２１年，平成２３年，\n平成２５年及び平成２８年，我が国に対し，民法７５０条を改正し選択的\n夫婦別氏制度を採用することを勧告した。同委員会は，同条約により設置\nされた唯一かつ公式の国際機関であり，締約国が同条約を遵守しているか\n否かを審査等する権限を有する条約実施機関であるから，同条約の解釈に\nついては，特段の事情がない限り，同委員会の勧告に従わなければならな\nい。\nしたがって，夫婦同氏制を定める本件各規定は，女子差別撤廃条約１条，\n２条及び１６条１項に違反する。\nウ  国内法上の措置をとらないこと自体が条約違反となることについて\n仮に，女子差別撤廃条約が，何ら特別な法的措置を執ることなく自動的\nに適用可能なものではなく，裁判規範性を持たせるためには国内法上の措\n置が必要というのであれば，そのような国内法上の措置がとられていない\nこと自体が，同条約２条⒜，⒝，⒞，⒟，⒡，同条約１６条１項⒝及び⒢\nに違反し，違法である。\n本件各規定が自由権規約に違反することについて\nア  本件各規定及び慣習・慣行により，夫婦のうち９６％は妻が自己の氏を\n変更していることから，各配偶者の自己の婚姻前の姓の使用を保持する権\n利に関して女性が差別されており，婚姻の場面における男女の平等を求め，\n女性差別を禁止する自由権規約２３条４項に違反し，同時に同規約２条１\n項，３条に違反する。また，夫婦同氏が婚姻の形式的成立要件となってい\nることから，家族に対する恣意的な干渉を禁止する自由権規約１７条１項，\n家族の保護を定めた同規約２３条１項，婚姻の権利を定めた同条２項，婚\n姻の自由を定めた同条３項に違反する。そして，本件各規定が改正されて\nいないことは，立法機関による救済措置を要求する自由権規約２条３項⒝\nに違反する。\nイ  自由権規約２３条４項に関し，自由権規約委員会は，一般的意見１９及\nび一般的意見２８において，①各配偶者が自己の婚姻前の姓の使用を保持\nする権利及び②平等の基礎において新しい姓の選択に参加する権利の双\n方が保障されるべきことを述べている。しかし，我が国においては，本件\n各規定及び慣習・慣行により，９６％の夫婦において女性が自己の姓を変\nえており，上記①・②のいずれの権利についても，女性に対する差別が存\n在し，同委員会の一般的意見によれば，自由権規約２３条４項，２条１項，\n３条に違反していることとなる。締約国である我が国の裁判所は，救済措\n置を求める者の権利を確保する義務を自ら負っている（２条３項⒝）ので\nあるから，自由権規約の解釈に当たって，自由権規約委員会の一般的意見\nを，解釈の補助的手段（条約法条約３２条）として，又は解釈指針，解釈\n基準として参考にすべきである。上記一般的意見が裁判所の条約解釈を拘\n束する効力を有しないとしても，同委員会は，自由権規約によって設置さ\nれた履行監視機関であり，高潔な人格を有し，かつ，人権の分野において\n能力を認められ個人の資格で職務を遂行している委員で構成されている\nことなどから，我が国の裁判所において自由権規約を解釈する際には，特\n段の事情がない限り，同委員会の一般的意見に基づくべきである。\nウ  条約の解釈の方法について，条約法条約によれば，条約は，文脈により\nかつその趣旨及び目的に照らして与えられる用語の通常の意味に従い，誠\n実に解釈しなければならず（３１条１項），条約の解釈上，文脈には，条\n約文のほかに，関係合意，関係文書を含めるとされ（同条２項），文脈と\nともに，後にされた合意，後にされた慣行，関連規則も考慮するとされて\nおり（同条３項），これによって得られた解釈を確認するため，又は，そ\nれでも意味があいまい又は不明確な場合，解釈の補足的な手段に依拠する\nことができるとされている（３２条）。自由権規約委員会の一般的意見や\n見解も，この補足的手段に当たる。したがって，同委員会の一般的意見に\nおいて，各配偶者が婚姻前の姓の使用を保持する権利を保障されることが\n明示的に求められているから，当該権利を保障せず夫婦同氏制を定める本\n件各規定は，自由権規約２３条４項に違反する。なお，一般的意見１９で\nは，各配偶者が自己の婚姻前の姓の使用を保持する権利「又は」平等の基\n礎において新しい姓の選択に参加する権利と記載され，一般的意見２８で\nは，夫妻の婚姻前の氏の使用を保持し，「又は」新しい氏を選択する場合\nと記載されているが，いずれの「又は」も選択的な意味ではなく，両方を\n指し示す意味と解釈すべきであり，このような解釈は，女性に自己の婚姻\n前の姓の使用を保持する権利を保障する女子差別撤廃条約とも整合する。\n本件立法不作為が国家賠償法１条１項の適用上違法の評価を受けることに\nついて\nア  国家賠償法は，国会議員の立法行為及び立法不作為について，原則とし\nて責任を負わないとの規定を置いていない。したがって，国会議員の立法\n行為又は立法不作為について，「直ちに国家賠償法１条１項の適用上違法\nの評価を受けるものではなく，法律の規定が憲法上保障され，保護されて\nいる権利利益を合理的な理由なく制約するものとして憲法の規定に違反す\nるものであることが明白であるにもかかわらず，国会が正当な理由なく長\n期にわたってその改廃等の立法措置を怠る場合などに限り，例外的に国家\n賠償法１条１項の適用上違法の評価を受ける」と解すべきではない。この\nような解釈は，国会議員の立法行為又は立法不作為について，国家無答責\nの原則を採用した点，要件を過度に加重して憲法が定める三権分立の趣旨\nを完全に没却させる効果を生じさせる点において，誤っている。\nイ  仮に，上記アのとおりでないとしても，本件立法不作為は，国家賠償法\n１条１項の適用上違法である。\nすなわち，夫婦同氏制を定める本件各規定が憲法１４条１項，２４条，\n女子差別撤廃条約及び自由権規約に違反していることは明白である。また，\n法務省は，平成８年に選択的夫婦別姓制度を導入すべきであると判断して\nいること，国際社会においても，現在は，我が国のような法制をとってい\nる国は見当たらず，我が国は世界の潮流から完全に取り残されている状況\nにあること，国際機関からもその法制を繰り返し厳しく指弾され，女性が\n婚姻前の氏を保持することができるよう夫婦の氏の選択に関する規定を改\n正すべきであるとの点を極めて明確に要請されるに至っていること等に照\nらせば，国会は正当な理由なく長期にわたって本件各規定の改廃等に係る\n立法措置を怠っていることは明らかである。国会は，遅くとも法制審議会\nが選択的夫婦別氏制を含む「民法の一部を改正する法律案要綱」を答申し，\n法務省がこれを公表した平成８年２月２６日には，本件各規定の違憲性を\n認識しており，それから既に約２２年が経過したにもかかわらず，正当な\n理由なくその改廃等の立法措置を怠っているから，本件立法不作為は，国\n家賠償法１条１項の適用上違法の評価を受ける。\n第３  当裁判所の判断\n１  当裁判所も，控訴人らの本件請求はいずれも理由がないと判断する。その理\n由は，次のとおり補正し，次項に当審における控訴人らの補充主張に対する判\n断を付加するほかは，原判決の「事実及び理由」第３に記載のとおりであるか\nら，これを引用する。\n（原判決の補正）\n原判決３９頁７行目末尾の次に改行の上，以下を加える。\n「  また，民法７５０条は，夫婦が夫又は妻の氏を称するものとしており，夫\n婦がいずれの氏を称するかを夫婦となろうとする者の間の協議に委ねている\nのであって，その文言上性別に基づく法的な差別的取扱いを定めているわけ\nではなく，民法７５０条の定める夫婦同氏制それ自体に男女間の形式的な不\n平等は存在せず，我が国において，夫婦となろうとする者の間の個々の協議\nの結果として夫の氏を選択する夫婦が圧倒的多数を占めることが認められる\nとしても，それが民法７５０条の規定の在り方自体から生じた結果であると\nいうことはできないと解される（平成２７年最大判参照）。」\n同４１頁１８行目の「有していること」を「有しており，特に，婚姻の重\n要な効果として夫婦間の子が夫婦の共同親権に服する嫡出子となるというこ\nとがあるところ，嫡出子であることを示すために子が両親双方と同氏である\n仕組みを確保することにも一定の意義があると考えられること，民法７５０\n条の定める夫婦同氏制それ自体に男女間の形式的な不平等が存在するわけで\nはなく」と改める。\n同４２頁１７行目の「１４」の次に「，２５」を，同頁１８行目の「７９」\nの次に「，９９，１０５ないし１０８，１４２，１４９，１５１」をそれぞ\nれ加える。\n同４３頁５行目末尾の次に改行の上，以下を加える。\n「  さらに，総務省統計局が実施した平成３０年労働力調査によれば，女性の\n就業率（１５歳以上人口に占める就業者の割合）は平成３０年平均で５１．\n３％であり，前年に比べ１．５ポイントの上昇となった。また，総務省統計\n局の労働力調査によれば，平成２７年は共働き世帯が１１１４万世帯，専業\n主婦世帯が６８７万世帯であったが，平成３０年は，共働き世帯が１２１９\n万世帯，専業主婦世帯は６０６万世帯であった。」\n国立社会保障・人口問題研究所の結婚経験のある女性を対象とした調査\nによれば，「夫，妻とも同姓である必要はなく，別姓であってもよい」と\nいう項目への賛成割合は，平成２０年４２．８％，平成２５年４１．５％\nであったが，平成３０年は５０．５％と増加し，特に３０代の回答者につ\nいては６０．３％であった。また，「結婚後は，夫は外で働き，妻は主婦\n業に専念したほうがよい」という項目への賛成割合は，平成２０年４７．\n７％，平成２５年４４．９％であったが，平成３０年は３８．１％であり，\n低下傾向にある。\n」\n同４５頁８行目末尾の次に改行の上，以下を加える。\n「   平成２７年最大判後令和２年６月２６日頃までの間に上記意見書を提出\nした自治体は，合計９６に及んでいる。\n女子差別撤廃委員会は，平成２８年２月ないし３月の第６３会期委員会\nにおいて，「日本の第７回及び第８回合同定期報告に関する最終見解」を\n採択したが，これには，同委員会は，「２０１５年１２月１６日に最高裁\n判所は夫婦同氏を求めている民法第７５０条を合憲と判断したが，この規\n定は実際には多くの場合，女性に夫の姓を選択せざるを得なくしているこ\nと」について懸念するとし，「民法を改正し，（中略）女性が婚姻前の姓\nを保持できるよう夫婦の氏の選択に関する法規定を改正すること」につい\nて遅滞なきよう要請するとの記載がある。」\n同４８頁９行目の「同条約は，」の次に「締約国の国民の」を加える。\n同４９頁２０行目の「文理からすると，」を「定めは，前記前提事実のと\nおり，締約国が婚姻に係る配偶者の権利及び責任の平等を確保するため適当\nな措置をとることを義務付けるものであって，これにより直ちに」と改める。\n同５０頁９行目の「そして，」の次に「民法７５０条の定める夫婦同氏制\nそれ自体に男女間の形式的な不平等が存在するわけではなく，我が国におい\nて，夫婦となろうとする者の間の個々の協議の結果として夫の氏を選択する\n夫婦が圧倒的多数を占めることが認められるとしても，それが民法７５０条\nの規定の在り方自体から生じた結果であるということはできないと解される\nことは，前示のとおりであり，さらに，」を加える。\n２  当審における控訴人らの補充主張について\n本件各規定が憲法１４条に違反するとの主張について\nア  控訴人らは，夫婦同氏は婚姻の形式的成立要件であり，婚姻に対する直\n接的な制約となっており，本件各規定に従うと，夫婦同氏を希望する者の\n婚姻は許され，夫婦別氏を希望する者の婚姻は許されないこととなって，\n両者は区別して取り扱われるから，本件各規定は，信条に基づく差別的な\n取扱いであって，憲法１４条１項に違反すると主張する。\nしかしながら，民法７５０条の規定は，婚姻の効力の一つとして，夫婦\nが夫又は妻の氏を称することを定めたものであり，婚姻をすることについ\nての直接の制約を定めたものではないこと，民法７５０条の規定は夫婦と\nなろうとする者を夫婦別氏を希望する者と夫婦同氏を希望する者とに二分\nし，夫婦別氏の希望を指標として不利益的な取扱いを定めたものではなく，\n一律に，夫婦が夫と妻のいずれの氏を称するかの選択について，夫婦とな\nろうとする者の間の協議に委ねるという取扱いをしているのであって，法\n律婚に関し，夫婦同氏を希望する者と夫婦別氏を希望する者との間でその\n信条の違いに着目した法的な差別的取扱いを定めているものではないから，\n同規定の定める夫婦同氏制それ自体に夫婦同氏を希望する者と夫婦別氏を\n希望する者との間の形式的な不平等が存在するわけではないことは，前記\n１説示のとおりである。婚姻届書の「婚姻後の夫婦の氏」欄の「夫の氏」\n又は「妻の氏」の一方の欄にチェックを入れて婚姻の届出をしない限り，\n婚姻の届出は受理されないものであるとしても，そのことをもって，夫婦\n同氏を希望する者と夫婦別氏を希望する者との間でその信条の違いに着目\nした法的な差別的取扱いを定めたものとはいえない。そして，夫婦別氏を\n法制度に適合しない婚姻の届出をしたために受理されなか\nったとしても，夫婦同氏制といった婚姻制度の内容により婚姻をすること\nが事実上制約される場合があることについては，婚姻及び家族に関する法\n制度の内容をどのように定めるべきかという制度設計の具体的内容の問題\nとして，国会の立法裁量の範囲を超えるものであるか否かの検討の場面で\n考慮すべき事項であると解される（平成２７年最大判）のであって，これ\nをもって法的な差別的取扱いに当たるとはいえない。控訴人らの主張は採\n用することができない。\nイ  控訴人らは，平成２７年最大判は，民法７５０条の違憲性に対する判断\nをしたにすぎず，本件各規定の違憲性に対する判断をしたのではなく，ま\nた，憲法１４条との関係では，性別に基づく差別の有無について判断した\nにすぎず，信条に基づく差別については審理判断していないから，本件に\nおいて，先例としての拘束性はないと主張する。\nしかし，平成２７年最大判が示した民法７５０条の憲法１４条１項適合\n性及び憲法２４条適合性に関する憲法判断は，公正・平等の原理，法的安\n定性の観点から，後に同種の事案を取り扱う裁判所に対する先例として拘\n束性を持つと解されること，民法７５０条について，信条による差別の観\n点から検討しても憲法１４条１項には違反しないこと，民法７５０条を受\nけて婚姻の届出の際に夫婦が称する氏を届書に記載するという手続につ\nいて規定した戸籍法７４条１号もまた憲法１４条，２４条に違反するもの\nではないことは，前記１説示のとおりである。控訴人らの主張は採用する\nことができない。\n本件各規定が憲法２４条に違反するとの主張について\nア  控訴人らは，平成２７年最大判は，現行民法の規定から，氏には「家族\nの呼称としての意義」があるため「一つに定めることにも合理性がある」\nとするが，憲法上の人権の内容が下位法の解釈により決せられることには\n疑問があり，平成２７年最大判は，人権の保障範囲は制度の枠内に限定さ\nれるという制度優先思考に陥っており，不当であると主張する。\nしかし，婚姻及び家族に関する事項は，国の伝統や国民感情を含めた社\n会状況における種々の要因を踏まえつつ，それぞれの時代における夫婦や\n親子関係についての全体の規律を見据えた総合的な判断によって定めら\nれるべきものと解される（平成２７年最大判参照）のであり，婚姻及び家\n族に関する法制度を定めた法律の規定が憲法２４条に適合するものとし\nて是認されるか否かについて，当該法制度の趣旨や同制度を採用すること\nにより生ずる影響につき検討し，当該規定が個人の尊厳と両性の本質的平\n等の要請に照らして合理性を欠き，国会の立法裁量の範囲を超えるものと\nみざるを得ないような場合に当たるか否かという観点から判断すべきも\nのと解することをもって，人権の保障範囲が制度の枠内に限定されること\nとなるものとはいえない。控訴人らの主張は採用することができない。\nイ  控訴人らは，平成２７年最大判は，夫婦同氏制の下で生じる各種の不\n利益を認定しつつ，その唯一の緩和要素として，「婚姻前の氏の通称使\n用」のみを挙げたが，通称使用は，便宜的なもので，その許否や許され\nる範囲等が定まっているわけではないなど，夫婦同氏制の下で生じる各\n種不利益の緩和要素としては甚だ不十分であると主張する。\n氏名は，個人を他人から識別し特定する機能を有し，その個人の人格\nの象徴であって，人格権の一内容を構成するが，氏に関する人格権の内\n容は，憲法の趣旨を踏まえつつ定められる法制度をまって初めて具体的\nに捉えられるものであり，現行の法制度の下における氏の性質等に鑑み\nると，婚姻の際に「氏の変更を強制されない自由」が憲法上の権利とし\nて保障される人格権の一内容であるとはいえないが，婚姻前に築いた個\n人の信用，評価，名誉感情等を婚姻後も維持する利益等は，氏を含めた\n婚姻及び家族に関する法制度の在り方を検討するに当たって考慮すべ\nき人格的利益であり，憲法２４条の認める立法裁量の範囲を超えるもの\nであるか否かの検討に当たって考慮すべき事項であると解される（平成\n２７年最大判参照）。\nそして，夫婦同氏制の下では，婚姻に伴い夫婦となろうとする者の一\n方は必ず氏を改めることになるところ，婚姻により氏を改める者にとっ\nて，そのことによりアイデンティティの喪失感を抱いたり，従前の氏を\n使用する中で形成されてきた他人から識別し特定される機能，職務上又\nは生活上築き上げた個人の信用，評価，名誉感情等を維持することが困\n難になったりするなどの不利益が生じることがあり，特に，近年晩婚化\nが進んでいる上，再婚する夫婦も一定の割合を占めており，婚姻前の氏\nを使用する中で社会的な地位や業績が築かれる期間が長くなっている\nことから，婚姻に伴い氏を改めることにより不利益を被る者が増加して\nきていること，このようなアイデンティティの喪失感や氏を改めること\nにより生じる不利益を避けるため，法律婚をしないという選択をする者\nも一定の割合で存在し，その者にとっては婚姻をするについて事実上の\n制約が生じていること，また，法律婚をする際の氏の選択に関し，夫の\n氏を選択する夫婦が圧倒的多数を占めている現状からすれば，妻となる\n女性が上記の不利益を受ける場合が多い状況が生じていること，他方で，\n夫婦の協議によって夫又は妻の氏を称する夫婦同氏制は，我が国の社会\nに存続し定着してきたものであり，氏は家族の呼称としての意義があり，\nその呼称を一つに定めることには合理性があること，夫婦が同一の氏を\n称することは，家族という一つの集団を構成する一員であることを対外\n的に公示し，識別する機能を有しており，夫婦間の子が夫婦の共同親権\nに服する嫡出子であることを示すために両親双方と同氏である仕組み\nを確保することにも一定の意義があると考えられること，夫婦同氏制は，\n婚姻前の氏を通称として使用することまで許さないというものではな\nく，近時，婚姻前の氏を通称として使用することが社会的に広まってき\nていることにより，上記の不利益は一定程度緩和され得ることなどの事\n情も認められること，これらの点を総合的に考慮すると，民法７５０条\nの採用した夫婦同氏制が，夫婦が別の氏を称することを認めないもので\nあるとしても，直ちに個人の尊厳と両性の本質的平等の要請に照らして\n合理性を欠く制度であるとは認めることはできず，国会の立法裁量の範\n囲を超えるものとみざるを得ないような場合には当たらないことは，前\n記１説示のとおりである。婚姻に伴い氏を改めた者の通称使用について，\n婚姻に伴い氏を改めた者の受ける不利益を緩和するものとして不十分\nであるという控訴人らの主張する事情が存するとしても，そのことをも\nって直ちに上記判断を左右するとはいえない。控訴人らの主張は採用す\nることができない。\n平成２７年最大判以降の事情変更について\n控訴人らは，平成２７年最大判以降夫婦同氏制を取り巻く事情については\n様々な変化があり，これらの社会状況の変化に照らせば，平成２７年最大判\nは直ちに変更されるべきであるとし，そのような事情として，女子差別撤廃\n委員会の勧告と相次ぐ提訴，女性の就業率の上昇，専業主婦世帯の減少など\nの社会の変化，国民の意識の変化，地方議会における意見書採択などの事情\nを指摘する。\nしかし，平成２７年最大判後の社会の動向について，女性が婚姻及び出産\n後も継続して就業する傾向にあり，女性が就業することについての社会の意\n識も高まっている傾向にあり，氏が家族の一体感につながるとは考えていな\nい者の割合は増加傾向にあって，制度としても選択的夫婦別氏制の導入に賛\n成する者の割合も増加傾向にあること，このような国民の意識を含めた社会\n状況の変化は，国会が婚姻及び家族に関する法制度の内容を合理的な立法裁\n量により定めるに当たって踏まえるべき要因の一つであって，その裁量の範\n囲を限定する要素となり得るものであり，上記各傾向は平成２７年最大判の\n前から徐々に進行していたところであって，その後も引き続き同様の傾向が\n拡大していることがうかがわれるが，平成２７年最大判の当時と比較して判\n例変更を正当化し得るほどの変化があるとまでは認められないこと，そのよ\nうな社会の変化や選択的夫婦別氏制の導入に関する国民の意識の変化は，ま\nさに，国民の意思を託された国会における立法政策として婚姻及び家族制度\nの在り方を定めるに当たり十分に考慮されるべき事柄にほかならないこと，\nこれらの点を考慮しても，民法７５０条の定める夫婦同氏制が憲法１４条１\n項に違反せず，また，国会の合理的な立法裁量の範囲を超えるものではなく\n憲法２４条に違反しないとした平成２７年最大判の正当性を失わせるほどの\n事情変更があったと認めることはできないことは，前記１説示のとおりであ\nる。女子差別撤廃委員会からの懸念の表明を含め，控訴人らの指摘する諸事\n情を考慮しても，上記判断を左右するとはいえない。控訴人らの主張は採用\nすることができない。\n本件各規定が女子差別撤廃条約に違反するとの主張について\nア  控訴人らは，法の終局的解釈・適用は，裁判所の専権に属するから，裁\n判所は，我が国が締結した条約について，国内の法令や具体的状況が当該\n条約に適合しているか否かを判断する権利を有し，義務を負い，我が国に\nおいて，批准・公布された条約は何ら特別な法的措置をとらずとも自動的\nに適用可能となり，当然に裁判規範性が認められることは，最高裁判例の\n示すところであり，条約法条約に照らしても，学説や理論に基づき，条約\nの不履行を正当化することができないことは明らかであり，条約が裁判規\n範性を有するためには条約の自動執行力に関する主観的要件・客観的要件\nを要するなどとして，女子差別撤廃条約の裁判規範性を否定し，同条約の\n不履行を正当化することは許されないと主張する。\nしかし，我が国において，ある条約の規定が，その内容を具体化するた\nめの国内法上の措置をとることなく，個々の国民に権利を保障するものと\nしてそのままの形で直接に適用されて裁判規範性を有するといえるために\nは，主観的要件として，条約の内容をその公布により個々の国民の権利義\n務を直接に定めるものとするという締約国の意思が確認できること，客観\n的要件として，条約の規定において個々の国民の権利義務が明確かつ完全\nに定められていて，その内容を補完し，具体化する法令を待つまでもない\n内容となっていることを要すると解されること，主観的要件についてみる\nと，女子差別撤廃条約は，締約国の国民の一定の権利を確保することに言\n及しているものの，締約国の個々の国民に対し直接権利を付与するような\n文言になっておらず，いずれも締約国がその権利の実現に向けた積極的施\n策を推進すべき政治的責任を負うことを宣明したものであって，締約国が\n国内法の整備を通じてその権利を確保することが予定されているものとい\nうことができること，同条約の発効の経過における国会答弁においても，\n同条約の国内における実施については，国内法制の整備を通じて行うこと\nを前提とする政府の答弁が繰り返し行われていること，したがって，我が\n国の立法府及び政府は，同条約がその内容を具体化するための国内法上の\n措置を待たずにそのままの形で直接に適用されて個々の国民に権利を保障\nするものであるとの認識を持っていなかったものと認められること，客観\n的要件については，女子差別撤廃条約１６条１項柱書，同項⒝，⒢の規定\nによって保障される権利の具体的な内容は一義的に明確ではない上，その\n執行に必要な機関や手続についての定めを欠いているから，これらにより\n個々の国民の保有する権利義務が明確かつ完全に定められているとはいい\n難く，その内容を補完し，具体化する法令の制定を待つまでもなく，国内\n的に執行可能なものということはできないこと，したがって，女子差別撤\n廃条約の規定が，その内容を具体化するための国内法上の措置をとること\nなく，個々の国民に権利を保障するものとして，そのままの形で直接に適\n用されて裁判規範性を有しているものと解することはできず，控訴人ら主\n張の各権利が，同条約により直接に個々の国民に保障されているとは認め\nられないことは，前記１説示のとおりである。控訴人らの指摘する最高裁\n判例は，我が国が締結した条約について一般に何ら特別な法的措置をとら\nずとも自動的に適用可能となり，当然に裁判規範性が認められることを示\nしたものとはいえない。また，条約法条約２７条には，「当事国は，条約\nの不履行を正当化する根拠として自国の国内法を援用することができな\nい。」との定めがあるけれども，このような定めがあることも，前示の判\n断を左右するものとはいえない。控訴人らの主張は採用することができな\nい。\nイ  また，控訴人らは，仮に，女子差別撤廃条約が何ら特別な法的措置をと\nることなく自動的に適用可能なものではなく，裁判規範性を持たせるため\n国内法上の措置が必要というのであれば，そのような国内法上の措置がと\nられていないこと自体が条約違反であって違法であると主張する。\nしかし，女子差別撤廃条約の規定が，その内容を具体化するための国内\n法上の措置をとることなく，個々の国民に権利を保障するものとして，そ\nのままの形で直接に適用されて裁判規範性を有しているものと解すること\nはできないことは，前示のとおりであり，そのような国内法上の措置がと\nられていないことも，これをもって個々の国民の権利を侵害するものとは\nいえない。控訴人らの主張は採用することができない。\n本件各規定が自由権規約に違反するとの主張について\nア  控訴人らは，本件各規定により，夫婦のうち９６％は妻が自己の氏を変\n更しているから，本件各規定は，女性差別を禁止する自由権規約２３条４\n項に違反し，同時に同規約２条１項，３条に違反し，また，夫婦同氏が婚\n姻の形式的要件となっているから，家族に対する恣意的な干渉を禁止する\n同規約１７条１項，家族の保護を定めた同規約２３条１項，婚姻の権利を\n定めた同条２項，婚姻の自由を定めた同条３項に違反し，本件各規定が改\n正されていないことは，立法上の機関による救済措置を要求する同規約２\n条３項⒝に違反すると主張する。\nしかしながら，民法７５０条はその文言上性別に基づく法的な差別的取\n扱いを定めているわけではなく，夫婦同氏制自体に男女間の形式的な不平\n等は存在せず，我が国において，夫婦となろうとする者の間の個々の協議\nの結果として夫の氏を選択する夫婦が圧倒的多数を占めることが認められ\nるとしても，それが民法７５０条の規定の在り方自体から生じた結果であ\nるということはできないと解されること，自由権規約２条１項・３項⒝，\n３条，１７条１項及び２３条の各規定の文理をみても，それらの規定によ\nって各配偶者が自己の婚姻前の氏の使用を保持する権利が保護されている\nことが具体的に定められているとはいい難いこと，したがって，夫婦同氏\n制を定める本件各規定が自由権規約の上記各規定に違反していることが明\n白であるとは認められないことは，前記１説示のとおりである。控訴人ら\nの主張は採用することができない。\nイ  控訴人らは，自由権規約２３条４項に関し，自由権規約委員会の一般的\n意見によれば，①各配偶者が自己の婚姻前の姓の使用を保持する権利及び\n②平等の基礎において新しい姓の選択に参加する権利の双方が保障される\nべきであるのに，我が国においては，本件各規定及び慣習・慣行により９\n６％の夫婦において女性が自己の姓を変えており，上記①・②のいずれの\n権利についても，女性に対する差別が存在し，我が国の裁判所において自\n由権規約を解釈する際には，同委員会の一般的意見に基づくべきであると\n主張する。\nしかし，自由権規約委員会の一般的意見は，自由権規約解釈の指針ない\nし補足的手段となり得るものではあっても，締約国の国内的機関による解\n釈を法的に拘束する効力を有するものではなく，自由権規約２３条４項の\n文理に照らすと，同項が婚姻する各配偶者が婚姻前の氏の使用を保持する\n権利を具体的に保障しているものと解釈するのは困難であることは，前記\n１説示のとおりである。控訴人らの主張する事情を考慮しても，上記判断\nを左右するとはいえない。控訴人らの主張は採用することができない。\nウ  控訴人らは，条約法条約によれば，条約は，文脈によりかつその趣旨及\nび目的に照らして与えられる用語の通常の意味に従い，誠実に解釈しなけ\nればならず，文脈には，関係合意，関係文書を含めるとされ，後にされた\n合意，慣行，関連規則も考慮するとされ，それでも意味があいまいな場合\nは，解釈の補足的な手段に依拠することができるとされており，自由権規\n約委員会の一般的意見や見解もこの補足的手段に当たると主張する。\nしかし，民法７５０条はその文言上性別に基づく法的な差別的取扱いを\n定めているわけではなく，夫婦同氏制自体に男女間の形式的な不平等は存\n在せず，我が国において，夫婦となろうとする者の間の個々の協議の結果\nとして夫の氏を選択する夫婦が圧倒的多数を占めることが認められると\nしても，それが民法７５０条の規定の在り方自体から生じた結果であると\nいうことはできないと解されること，自由権規約２条１項・３項⒝，３条，\n１７条１項及び２３条の各規定の文理をみても，それらの規定によって各\n配偶者が自己の婚姻前の氏の使用を保持する権利が保護されていること\nが具体的に定められているとはいい難いこと，したがって，夫婦同氏制を\n定める本件各規定が自由権規約の上記各規定に違反していることが明白\nであるとは認められないことは，前記１説示のとおりである。控訴人らの\n主張を考慮しても，自由権規約の各規定に関する上記判断を左右するとは\nいえない。控訴人らの主張は採用することができない。\n⑹  国家賠償法１条１項との関係について\n控訴人らは，国会議員の立法行為又は立法不作為について，法律の規定が\n憲法上保障されている権利利益を合理的な理由なく制約し，憲法に違反する\nことが明白であるにもかかわらず，国会が正当な理由なく長期にわたって立\n法措置を怠る場合に限って国家賠償法１条１項の適用上違法の評価を受ける\nと解することは，三権分立の趣旨を没却させ，誤りであると主張する。\nしかし，国会議員の立法行為又は立法不作為が同項の適用上違法となるか\nどうかは，国会議員の立法過程における行動が個々の国民に対して負う職務\n上の法的義務に違反したかどうかの問題であり，立法の内容の違憲性の問題\nとは区別されるべきものであること，そして，上記行動についての評価は原\n則として国民の政治的判断に委ねられるべき事柄であって，仮に当該立法の\n内容が憲法の規定に違反するものであるとしても，そのゆえに国会議員の立\n法行為又は立法不作為が直ちに国家賠償法１条１項の適用上違法の評価を受\nけるものではなく，法律の規定が憲法上保障され，保護されている権利利益\nを合理的な理由なく制約するものとして憲法の規定に違反するものであるこ\nとが明白であるにもかかわらず，国会が正当な理由なく長期にわたってその\n改廃等の立法措置を怠る場合などに限り，例外的に国家賠償法１条１項の適\n用上違法の評価を受けることがあると解すべきことは，前記１説示のとおり\nである。控訴人らの主張は採用することができない。\n３  以上によれば，控訴人らの本件請求をいずれも棄却した原判決は相当であっ\nて，本件控訴はいずれも理由がないからいずれも棄却することとして，主文の\nとおり判決する。\n東京高等裁判所第１４民事部\n裁判長裁判官        後      藤              博\n裁判官        飯      畑      勝      之\n裁判官        関              述      之\n"
}