{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 4,
    "month": 1,
    "day": 19
  },
  "case_number": "令和3(行ケ)10107",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "90874",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=90874",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/874/090874_hanrei.pdf",
  "contents": "令和４年１月１９日判決言渡\n令和３年（行ケ）第１０１０７号  審決取消請求事件\n口頭弁論終結日  令和３年１２月２０日\n判                  決\n原              告     布洛斯酒店投資管理（昆山）有限公司\n同訴訟代理人弁護士    中      込      秀      樹\n被              告    Ｙ\n同訴訟代理人弁護士    金    井              亨\n主                  文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n３  この判決に対する上告及び上告受理申立てのための付加期間を３０\n日と定める。\n事実及び理 由\n第１  請求\n特許庁が無効２０２０－８９００４０号事件について令和３年４月２２日に\nした審決を取り消す。\n第２  事案の概要\n１  特許庁における手続等\n(1)  被告は，平成２９年６月２６日，「花間堂」の文字を標準文字により表し\nてなる商標（以下「本件商標」という。）について，指定役務を第４３類「宿\n泊施設の提供，宿泊施設の提供の契約の媒介又は取次ぎ，飲食物の提供，動\n物の宿泊施設の提供，保育所における乳幼児の保育，高齢者用入所施設の提\n供（介護を伴うものを除く。），会議室の貸与，展示施設の貸与」として，\n商標登録出願（以下「本件出願」という。）をし，平成３０年２月１３日に\n登録査定を，同年３月１６日に本件商標の商標登録（登録番号第６０２６９\n５２号）を受けた。\n(2)  原告は，令和２年５月１２日，本件商標について商標登録無効審判（以下\n「本件審判」という。）を請求した。\n特許庁は，上記請求を無効２０２０－８９００４０号事件として審理を行\nい，令和３年４月２２日，「本件審判の請求は，成り立たない。」との審決\n（以下「本件審決」という。）をし，その謄本は，同年５月６日，原告に送\n達された（付加期間９０日）。\n(3)  原告は，令和３年９月１日，本件審決の取消しを求める本件訴訟を提起し\nた。\n２  本件審決の要旨\n(1)  商標法４条１項１０号該当性について\n別紙１の引用商標は，本件商標の登録出願時及び登録査定時のいずれにお\nいても，請求人（原告）の業務に係る役務を表示するものとして，外国及び\n我が国における需要者の間に広く認識されていたものと認められないもので\nあるから，本件商標は，引用商標と類似し，かつ，請求人に係る指定役務と\n引用商標の使用役務が同一又は類似するものであるとしても，商標法４条１\n項１０号に該当しない。\n(2)  商標法４条１項１５号該当性について\n本件商標と引用商標の類似性の程度は高く，本件商標の指定役務は，請求\n人の業務に係る役務の一部と関連性を有し，その需要者の範囲を共通にする\n場合があるとしても，引用商標の独創性はさほど高いとはいえないものであ\nることに加え，引用商標は，請求人の業務に係る役務を表示するものとして，\n需要者の間に広く認識されていたものとはいえないものである。そうすると，\n本件商標は，本件商標権者がこれをその指定役務について使用しても，取引\n者及び需要者が引用商標を連想又は想起することはなく，その役務が他人（請\n求人）又は同人と経済的若しくは組織的に何らかの関係を有する者の業務に\n係るものであるかのように，その役務の出所について混同を生ずるおそれは\nないものというのが相当であり，その他，本件商標が出所の混同を生じさせ\nるおそれがあるというべき事情を見いだせない。したがって，本件商標は，\n商標法４条１項１５号に該当しない。\n(3)  商標法４条１項１９号該当性について\n引用商標は，本件出願時及び登録査定時のいずれにおいても，請求人の業\n務に係る役務を表示するものとして，外国及び我が国における需要者の間に\n広く認識されていたものとは認められず，また，請求人が提出した証拠から\nは，本件商標権者が，本件商標を不正の利益を得る目的，他人に損害を加え\nる目的その他の不正の目的をもって使用をするものと認めるに足りる具体的\n事実は見いだせない。したがって，本件商標と引用商標が類似するものであ\nるとしても，本件商標は，商標法４条１項１９号に該当しない。\n(4)  商標法４条１項７号該当性について\n本件商標が公の秩序又は善良の風俗を害するおそれがある商標であるとい\nうことはできないから，本件商標は，商標法４条１項７号に該当しない。\n第３  当事者の主張\n１  原告の主張\n(1)  商標法４条１項１０号該当性の判断の誤り\n本件審決は，引用商標の周知性に関して提出した原告の証拠をいずれも排\n斥してその周知性を否定して，本件商標の商標法４条１項１０号該当性を否\n定したが，上記証拠からすれば，引用商標の周知性は明らかに認められる。\nしたがって，本件審決の上記判断は誤りであり，本件審決は取り消される\nべきである。\n(2)  商標法４条１項１５号該当性の判断の誤り\n本件審決は，本件商標の商標権者が本件商標を指定役務について使用して\nも，その役務の出所について混同を生じさせる恐れはないとして，本件商標\nの商標法４条１項１５号の該当性を否定したが，本件商標と引用商標を比較\nすれば，その出所の混同の恐れは明らかに認められる。\nしたがって，本件審決の上記判断は誤りであり，本件審決は取り消される\nべきである。\n(3)  商標法４条１項１９号該当性の判断の誤り\n本件審決は，本件商標の商標権者が不正の目的をもって使用するものと認\nめるに足りる具体的事実を見いだせないとして，本件商標の商標法４条１項\n１９号該当性を否定したが，その具体的事実は提出した証拠から明らかであ\nって，本件商標の同号該当性が優に認められる。\nしたがって，本件審決の上記判断は誤りであって，本件審決は取り消され\nるべきである。\n(4)  商標法４条１項７号該当性の判断の誤り\n本件審決は，本件商標が，公の秩序又は善良な風俗を害するおそれがある\n商標であるとする原告の主張を排斥したが，提出した証拠によれば，原告に\n本件商標を買い取らせるなどの目的による商標登録であって，公の秩序又は\n善良の風俗を害するおそれがある商標であることは明らかであり，本件商標\nの同号該当性が優に認められる。\nしたがって，本件審決の上記判断は誤りであり，本件審決は取り消される\nべきである。\n２  被告の主張\n引用商標は，本件出願時及び登録査定時のいずれにおいても，原告の業務に\n係る役務を表示するものとして，外国及び我が国における需要者の間に広く認\n識されていたものではなく，本件商標が商標法４条１項１０号，同項１５号，\n１９号及び７号に該当しない旨の本件審決の判断に誤りはない。\n被告は，本件商標の登録出願当時，京都市東山地区で民宿を経営しようと考\nえており，福井市内には「花堂」（ハナンドウ）という地区があり，京都市東\n山区には「三十三間堂」という観光名所があることと，「花が咲いている中」\nという意味の「花間」も踏まえて，「福井から創立し，お釈迦様に守られてい\nる，花に囲まれている宿舎」という意味で，両者を合体させて本件商標（「花\n間堂」）を出願したものであり，中国において，「花間堂」というホテルチェ\nーンがあることすら知らず，平成２２年以降，中国において「花間堂」ホテル\nのある地区を旅行したことはない。なお，「花間堂」の呼称は，音読みの「カ\nカンドウ」と訓読みの「ハナマドウ」を想定していたが，今は両者をミックス\nして「ハナカンドウ」と呼んでいる。\n第４  当裁判所の判断\n１  認定事実\n証拠（甲１ないし１７（枝番を含む。以下同じ。），乙１，１０，１３ない\nし２０，２２）及び弁論の全趣旨によれば，以下の事実が認められる。\n(1)ア  被告は，１９６８年８月に中国遼寧省遼陽市で生まれ育ち，１９９２年\n（平成４年）に来日して，平成６年以降は福井市内に居住している。\nイ  被告は，平成２８年に「旅程管理業務を行う主任（国内）」の資格を習\n得し，平成２９年６月２６日，指定役務に第４３類「宿泊施設の提供」等\nを含む本件商標の登録出願をした。\nなお，本件商標は，「花間堂」の文字を標準文字により表してなる商標\nであり，被告本人は，福井市内の「花堂」（ハナンドウ）という地区があ\nり，京都市東山区にある「三十三間堂」と，「花が咲いている中」という\n意味の「花間」も踏まえて，両者を合体させて「花間堂」という名称を選\n択したものであり，本件商標の登録出願時，中国において「花間堂」とい\nうホテルチェーンがあることは知らなかった旨陳述している（乙１４）。\nウ  被告は，令和元年，「花間堂先端医学検測中心」と題して，中国の富裕\n層をターゲットとした日本の医療検診サービスの提供と観光を合わせた\nツアーを主催した。\n(2)ア  原告は，２０１２年５月９日，中国江蘇省蘇州市で設立された有限公司\nであり，原告が出資する子会社である「上海布洛斯酒店管理有限公司」は，\n２０１１年１月４日，中国商標局に対し，引用商標の文字を構成中に含む\n商標（以下「中国商標」という。）の登録出願をした。\n原告を紹介するウェブサイト（甲３）の記事には，会社名とともに中国\n商標が掲載され，「花間堂は，独特な美学，家を理念とする上質で親切な\nサービス，土地ごとの文化や歴史の伝承に溶け込み，ハイエンドのホテル\nサービスを提供している。」，「花間堂傘下で開業したプロジェクトは１\n９個あり，麗江，束河，シャングリラ，周庄，蘇州，杭州，ロウ中，無錫，\n同里，西双版納，浙江南榑古鎮等，観光地に位置し，陽山桃花島，寧波東\n銭湖，湖州長興，麗水松陽，四川雅安等にもオープンする。」との記載が\nある。\nイ  原告の関連会社である「中国住宿控股（香港）有限公司」は，令和元年\n１２月４日，特許庁に対し，指定役務第３５類，第４３類「ホテルその他\nの宿泊施設のあっせん，一時宿泊施設の提供，民宿における宿泊施設の提\n供」等を指定役務として引用商標の登録出願をした。\n(3)  原告が中国国内で展開する宿泊施設に関して，原告が提出するインター\nネット上の記事等には，以下のとおりの記載がある。\nア  日本語で記載されたもの\n(ア)  「２０１６年９月４日」，「中国のデザインホテル『ブロッサムヒ\nル』」，「最近ゲストハウスの話ばかりしているが，僕は旅の宿全般に\n興味がある。」，「<泊まったホテル>  blossom hill 花間堂 langzhong」，\n「そんな観光エリアの中心にあるのが blossom  hill  花間堂です。花間\n堂は中国のリノベーションが得意なデザインホテルのチェーンです。麗\n江や周荘という古い建物が残ってそうな観光地にホテルを作っていま\nす。」（甲７）。\n(イ)  「Tripadvisor」，「ブラッサム  ヒル  ブティック  イン（麗江花\n間堂高級私人客棧棧植夢院）」，「…さんが口コミを投稿しました（２\n０１２年４月）」，「このホテルは麗江に５軒くらいあるようです。そ\nれぞれが古民家を改造した建物で，部屋は決して広くはないですがまず\nまずの快適さです。本物の民家を改造しているということで庭木や中庭\n等はやはり新しく作ったホテルより格段に風情があると思いました。」\n（甲８）\n(ウ)  「周庄花間堂高級私人客桟（李香蘭院）は元々地元の有名な大豪宅\nを戴氏の私宅を改造したホテルで民国初年に建てられた。浙江の商人の\n家らしく，一階は店，二階が家，奥が水郷の大邸宅の風格を備えた屋敷\nという構造になっている。」（甲９。ただし，記事の作成時期は不明）\n(エ)  「Ａ－ＡＳＴＥＲＩＳＫ  阿司拓設計」，「無錫桃花島，花間堂温\n泉ホテル」，「花間堂というブランドの温泉ホテルを設計した。」，「花\n間堂のコンセプト，つまり現場の特徴を生かし，お客は自分の空間に閉\nじこもるのではなく，お客どうしが知り合い，交流しあらたな発見がで\nきる…」（甲１１。ただし，記事の作成時期は不明）\n(オ)  「麗江の癒しの場－花間堂（宿）」，「２０１２／５／０８－２０\n１２／５／１１」，「ｊｕｎさん」，「初めて，宿から城を好むように\nなった。…この宿の名前は，花間堂（フアジェンタン）。この宿は麗江\nの古城の中にあります。」（甲１７の１）\n(カ)  「杭州西渓花間堂②」，「２０１５年６月２１日（日）１３時０３\n分２０秒」，「プールの後，お椀のようなバスタブでゆっくり温まりま\nした。…」（甲１７の２）\n(キ)  「中国巡り  麗江・昆明編①  麗江（リージャン）『千と千尋を感\nじさせる麗江古城』」，「２０１４年１２月３１日」，「雲南麗江の古\n民家ホテル『花間堂  隠泉』」（甲１７の３）\n(ク)  「三国遺跡めぐり最終章！？剣閣と昭化古城，そしてろう中」，「２\n０１６年…５月３日  広元⇒ろう中  ろう中：花間堂ろう苑（Blossom\nHill Fairyland Sichuan）」，「花間堂という昔の家を改造したような\nホテルだ。中庭があって，離れのようなところにお茶を飲めたり本を読\nんだりするところもあったりして，日本にある旅館のようだ。部屋はロ\nフトになっていて，１階にバス，トイレ，小さいリビング，２階にベッ\nドがある。なかなかのホテルである。」（甲１７の４）\nイ  中国語で記載されたもの（以下は訳文）。\n(ア)  「現代桃花源  杭州西溪花間堂」，「２０１６－１１－０５」，「花\n間堂は，「麗江古城」の古民家を改装したホテルであって，改築の際に\nは大量の歴史資料を調べ，文化建築物保護の専門家のアドバイスを受け，\n家の中の柱，レンガ，木彫，石刻をすべて残し，本来の良さを復元する\nことで，人々が独特の歴史的重厚感を感じ，心身を休め，中国の庭園文\n化の温かさを体験できるようになっている。」（甲１０）。\n(イ)  「花間堂は中国における民宿ブームの発展を目撃した一人である。\n２０１０年の創業以来，麗江，シャングリラ（香格里拉），束河，シー\nサンパンナ（西双版納），ロウ中（閬中），蘇州，同里，周庄，杭州，\n無錫などにホテルをオープンした。最近では，浙江省南湳古鎮に「南湳\n花間堂・求恕里」をオープンした。これは花間堂チェーンとしては１９\n番目のホテルになる。」，「花間堂は，近代的なホテルでもなく，伝統\n的な旅館でもない，新たな宿泊施設の道を切り開いた。」（甲１２。た\nだし，作成時期不明）。\n(ウ)  「ＯＣＴ３１ＷＥＤ２０１２」，「中国大陸で有名な高級チェーン\nホテル「花間堂」」（甲１３の１）。\n(エ)  「２０１９－０５－２２」，「花間堂，中国の有名な民宿ブランド」\n（甲１３の２）\n(オ)  「中国大陸の有名な高級ホテルブランド『花間堂』からの探花府！」\n（甲１３の３。作成時期不明）。\n(カ)  「２０１８年８月１５日」，「中国国内の有名な優れたリゾートホ\nテルブランド花間堂」（甲１３の４）。\n(キ)  「２０１５年１月２３日」，「中国国内の有名な優れたリゾートホ\nテルブランド花間堂」（甲１３の５）。\n(ク)  「２０１７－０７－０６  １５：２８：５２」，「花間堂は本格的\nな日本式霧風呂を導入した。２０１７年７月４日，花間堂副総裁のＡ氏\nと日本 Le Furo 株式会社 CEO のＢ氏は，上海花間堂本社において，戦略\n提携協議に署名し，無錫市の桃花島エリアの花間堂で Le Furo が特許取\n得した温泉ミネラル技術を導入する。」（甲１５）\n(ケ)  「花間堂の創始者のＣは，去年１０月に出会った神秘的な人物のた\nめに，民宿ビジネスの一線から突然退いた。」，「２０１７／０４／０\n９」（甲１６の１）\n(コ)  「２０１６年７月８日  花間堂桔梗レストランと沈庁飲み屋」（甲\n１６の２）\n(サ)  「中国浙江省杭州市の西渓の花間堂ホテル」，「２０１６-０８-２\n５」（ブログ形式のもの。甲１６の３）\n(4)  被告代理人が，令和２年７月１４日，観光庁がとりまとめている「令和元\n年度主要旅行業者の旅行取扱状況年度総計（速報）」における海外旅行取扱\n額のランキング上位４社（ＪＴＢ，阪急交通社，近畿日本ツーリスト，日本\n旅行）の各インターネットホームページにおいて，「花間堂」又は「BLOSSOM\nHILL」をそれぞれ検索及び調査をしたところ，いずれも該当はなく，上記４\n社以外の「エイチ・アイ・エス」のインターネット上のホームページにおい\nては，「花間堂」は該当なく，「BLOSSOM HILL」では，杭州，蘇州，無錫に\nある３軒のホテルが該当した。\n２  商標法４条１項１０号該当性の判断の誤りについて\n前記認定事実によれば，原告は，令和２年５月６日時点で，中国国内で引用\n商標の構成文字と同一又は類似する「花間堂」という名称で，１９店舗のホテ\nルチェーンを運営しており，また，原告の子会社が中国商標局に引用商標の文\n字を構成中に含む商標登録を出願してその登録を受けているが，前記１(3)ア\nの記載内容の各記事がインターネット上等にて紹介されているとしても，その\nことから，引用商標の我が国における周知性を直ちに認めることはできず，そ\nの他に原告主張の周知性を認めるに足りる証拠は見当たらない（なお，個別に\nみても，日本国内において引用商標が原告の「ホテル」事業を表示するもので\nあるとして提出する書証のうち作成時期が明確なものは，ブログの作成者が中\n国国内で原告が運営する「花間堂」に宿泊した経験談が掲載されているもの（甲\n７，１７），旅行予約サイトに原告が中国国内で運営する「花間堂」を利用し\nた感想が記載されたもの（甲８）であるが，前者はその記載内容からして多数\nの者が閲読したとはいえない体裁のものであり，また，後者については，複数\n人が書き込んでいるわけではなく，閲読件数も不明である。また，中国国内に\nおける中国語で記載された記事（前記１(3)イ）から，我が国における周知性を\n認めることは到底できない。）。\nかえって，被告代理人が調査したところによれば，海外旅行取扱額のランキ\nング上位４社のホームページ上では「花間堂」は該当がなかった（前記１(4)）\nことからすれば，引用商標を構成する「花間堂」は，本件商標の登録出願時及\nび登録査定時において，我が国の需要者の間において原告の業務を表示するも\nのとして周知であったとはいえない。\nそうすると，引用商標と本件商標が類似するものであり，本件商標の指定役\n務には引用商標の使用役務と同一のものがあるとしても，本件商標が商標法４\n条１項１０号に該当するものとはいえない。\nしたがって，これと同旨の本件審決の判断に誤りはない。\n３  商標法４条１項１５号該当性の判断の誤りについて\n前記２のとおり，引用商標は，原告の業務に係る役務を表示するものとして，\n日本の需要者の間に広く認識されていたものとはいえないから，本件商標権者\nが本件商標を指定役務について使用したとしても，取引者又は需要者が，引用\n商標を連想又は想起したり，その役務が原告又は原告と経済的若しくは組織的\nに何らかの関係を有する者の業務に係るものであるかのように，役務の出所に\nついて混同を生じるおそれがあるとはいえない。\nしたがって，本件商標は，商標法４条１項１５号に該当するものとはいえず，\nこれと同旨の本件審決の判断に誤りはない。\n４  商標法４条１項１９号該当性の判断の誤りについて\n前記２のとおり，引用商標は，本件商標の登録出願時及び登録査定時におい\nて，原告の業務に係る役務を表示するものとして，日本国内における需要者の\n間に広く認識されていたものとはいえない。\nまた，仮に，引用商標の中国における周知性が認められると仮定しても，前\n記認定事実によれば，被告は，中国人であるものの，来日してから長らく我が\n国に居住し，本件商標の登録出願に先立って「旅程管理業務を行う主任（国内）」\nの資格を取得し，本件商標の商標登録後，引用商標が登録出願されるまでに，\n実際に本件商標を構成する「花間堂」の文字を含む名称のツアーを主催したこ\nとが認められることからすると，本件商標の指定役務である「宿泊施設の提供，\n宿泊施設の提供の契約の媒介又は取次ぎ」等のために本件商標を登録出願して\n登録を受けたものと推認されるところであり，また，本件商標を構成する文字\nを選択した理由についても具体的に陳述しているところである。このような事\n実関係からすれば，被告が本件商標の登録出願をした経緯に，不正の利益を得\nる目的，他人に損害を加える目的その他の不正の目的があったとは認め難く，\n本件全証拠を検討してみても，被告に上記のような目的があったと認めるに足\nりる証拠はない（なお，引用商標の中国における周知性についても，原告提出\nの書証中には，原告が運営する「花間堂」を「中国大陸で有名な高級チェーン\nホテル」（前記１(3)イ(ウ)），「中国の有名な民宿ブランド」（同(エ)），「中\n国大陸の有名な高級ホテルブランド」（同(オ)），「中国国内の有名な優れた\nリゾートホテルブランド花間堂」（同(カ)）として紹介するものがあるものの，\n該当部分の抄訳であり，当該記事内容やその記事がどういった媒体からによる\nものであるのかの詳細が不明であるし，その他のものを併せても，これらの記\n事等のみから，引用商標が，本件商標の登録出願時及び登録査定時において，\n中国の需要者の間で原告の業務に係る役務を表示するものとして周知であると\n認定することはできず，また，「花間堂」の中国国内における売上高，利用者\n数，旅行業界におけるシェア等に関する証拠もないから，上記中国における周\n知性を認めることはできないことを念のため付言する。）。\nそうすると，本件商標は，商標法４条１項１９号に該当するものとはいえず，\nこれと同旨の本件審決の判断に誤りはない。\n５  商標法４条１項７号該当性の判断の誤りについて\n引用商標の周知性及び不正の利益を得る目的等に関する原告の主張が認めら\nれないことは前記２及び４のとおりであるから，商標法４条１項７号の「公の\n秩序又は善良の風俗を害するおそれのある商標」には，商標の登録出願の経緯\nに著しく社会的妥当性を欠くような事実がある場合を含むものと解するとして\nも，本件商標は，同号に該当するものとはいえず，他に本件商標が公の秩序又\nは善良の風俗を害するおそれのある商標に当たることを認めるに足りる証拠は\nない。したがって，これと同旨の本件審決の判断に誤りはない。\n６  結論\n以上によれば，本件商標は，商標法４条１項１０号，１５号，１９号又は７\n号のいずれにも該当するものではなく，これと同旨の本件審決の判断に誤りは\nないから，原告の請求は棄却されるべきである。\nよって，主文のとおり判決する。\n知的財産高等裁判所第４部\n裁判長裁判官\n菅      野      雅      之\n裁判官\n中      村              恭\n裁判官\n岡      山      忠      広\n（別紙１）\n"
}