{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 12,
    "day": 4
  },
  "case_number": "令和5(ワ)70216",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "92637",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=92637",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/637/092637_hanrei.pdf",
  "contents": "令和 5 年 12 月 4 日判決言渡  同日原本領収  裁判所書記官\n令和 5 年(ワ)第 70216 号  発信者情報開示請求事件\n口頭弁論終結日  令和 5 年 10 月 2 日\n判         決\n原              告          株 式 会 社 グ ル ー ヴ ・ ラ ボ\n同訴訟代理人弁護士          杉    山              央\n被              告          株 式 会 社 N T T ドコ モ\n同訴訟代理人弁護士          横山経 通\n同                          桑原秀 明\n同                          堺有光 子\n同                          馬場嵩 士\n同                          梛良   拡\n主         文\n1  被告は、原告に対し、別紙発信者情報目録記載の各情報を開示せよ。\n2  訴訟費用は被告の負担とする。\n事実及び理 由\n第 1  請求\n主文同旨\n第 2  事案の概要\n本件は、別紙侵害著作物目録記載の各動画（以下、同目録の番号順に、「本件\n動画 1」などといい、これらを併せて「本件各動画」という。）の著作権を有す\nるとする原告が、被告が提供するインターネット接続サービスを介してファイ\nル共有ネットワークに本件各動画に係るファイルがアップロードされたことに\nより、本件各動画に係る原告の著作権（公衆送信権）が侵害されたことが明ら\nかであるとして、被告に対し、特定電気通信役務提供者の損害賠償責任の制限\n及び発信者情報の開示に関する法律（以下「法」という。）5 条 1 項に基づき、\n別紙発信者情報目録記載の各発信者情報（以下「本件発信者情報」という。）の\n開示を求める事案である。\n1  前提事実（証拠等を掲げた事実以外は、当事者間に争いがないか弁論の全趣旨\nにより容易に認められる事実。なお、枝番号の記載を省略したものは、枝番号\nを含む。以下同じ。）\n(1)  当事者等\nア  原告は、ビデオソフト、DVD ビデオソフトの制作及び販売、インターネ\nットを利用した情報の収集及び提供等を目的とする株式会社である。\nイ  被告は、インターネット接続サービスの提供を含む電気通信事業を営む\n株式会社であり、本件発信者情報を保有している。\n(2)  本件各動画の著作権者\nア  原告は、その発意に基づき、原告における職務の履行として、原告の業\n務に従事する者に対し、本件動画 20 を除く本件各動画の企画、制作等を行\nわせ、また、本件各動画のパッケージに制作当時の原告の商号を表示し、\n自己の著作の名義の下に本件各動画を公表した。（甲 2 の 1～2 の 5、2 の\n22、2 の 25、2 の 30、18 の 1、20）\nしたがって、本件動画 20 を除く本件各動画につき、原告は、著作者とし\nてその著作権を有する（著作権法 15 条 1 項、17 条 1 項）。\nイ  本件動画 20 については、原告代表者が、第三者に撮影させた動画につ\nき、同人の許可を得て編集等を行い、その制作を担当した。このため、原\n告代表者は、本件動画 20 の全体的形成に創作的に寄与した者として、その\n著作者に当たるといってよい（著作権法 16 条）。\nまた、本件動画 20 の著作者である原告代表者は、その製作者である原告\nに対し、本件動画 20 の製作に参加することを約束していることから、原告\nは、本件動画 20 の著作権を有する（著作権法 29 条 1 項）。\n（以上につき、甲 2 の 20、18 の 2、20）\n(3)  「BitTorrent」の仕組み等\n「BitTorrent」（ビットトレント）とは、いわゆる P2P 形式のネットワーク\nである。ビットトレントにおいては、ユーザがファイルをダウンロードする\n際には、ファイルの情報が記載された「torrent ファイル」（以下「トレントフ\nァイル」という。）をダウンロードし、これをビットトレントに対応したクラ\nイアントソフトで読み込んだ上で、インターネット上にあるファイルをダウ\nンロードすることが必要となる。また、ビットトレントを利用してダウンロ\nードするファイルは、完成した一つのファイルではなく、当該ファイルが断\n片化（ピース化）されたファイル（以下「ピース」という。）であり、ビット\nトレントにおいて各ピースをダウンロードすることにより当該ファイルが完\n成する。\nユーザは、ある特定のファイルをダウンロードする際、トレントファイル\nをダウンロードし、取得したいピースを有する他のユーザ（以下「ピア」と\nいう。）から、当該ピースをダウンロードする。当該ユーザは、当該ピースの\nダウンロードを開始すると同時に、当該ピースのダウンロードが終了する前\nから当該ピースのアップロードを行うことになる。あるファイルのピースの\nダウンロードが全て行われると、当該ユーザは当該ファイル全部のデータを\n有することになり、それ以降はピースのアップロードのみを行うこととなる。\n（以上につき、甲 4～6）\n(4)  原告による本件各動画のビットトレント上のアップロード調査\n原告は、本件訴訟提起に先立ち、調査会社（以下「本件調査会社」という。）\nに対し、ビットトレントにおける本件各動画に係るファイルのアップロード\nの有無につき調査（以下「本件調査」という。）を委託した。本件調査会社は、\n「μtorrent」と称するクライアントソフト（以下「本件クライアントソフト」\nという。）を使用して本件調査を行い、原告に対し、その調査結果として、本\n件各動画に係るファイル（ピース）をダウンロードしつつアップロードして\nいるユーザにおいて、別紙発信者情報目録記載の各日時（以下、これらを併\nせて「本件日時」という。）に同記載の各 IP アドレス（以下、これらを併せ\nて「本件 IP アドレス」という。）が使用されていることを報告した（甲 1、2、\n4～6、9）。\n2  本件の主な争点は権利侵害の明白性であり、これに関する当事者の主張は以\n下のとおりである。\n（原告の主張）\n(1)    権利侵害の明白性\n本件調査会社は、本件調査に際し、ビットトレントの開発会社によって管\n理されている本件クライアントソフトを使用した。本件クライアントソフト\nは、ダウンロードするファイルを検索し、ビットトレントを使用しているピ\nアの情報を表示する機能を有している。そのため、本件クライアントソフト\nを利用することにより、ピースのダウンロード及びアップロードを行ってい\nるピアの IP アドレスを解明することが可能となる。\n本件調査会社は、調査対象となる本件各動画のファイルをインターネット\n上で検索してトレントファイルをダウンロードし、本件クライアントソフト\nを起動し、上記トレントファイルから本件クライアントソフト上で対象とな\nるデータのダウンロードを開始した。これにより、本件各動画のピースを保\n有するピア（以下「本件各発信者」という。）が接続している IP アドレス、\n接続日時等が特定された。\nこのような本件調査の結果により、本件各発信者は、ビットトレントを通\nじて自己が取得した本件各動画のファイルの一部（ピース）をアップロード\n可能な状態に置くことにより、これとビットトレントを利用する他のユーザ\n（ピア）がアップロード可能な状態に置いたその余のファイル（ピース）と\nをダウンロードすることによって本件各発信者以外のユーザが本件各動画の\n完全なファイルをダウンロードすることを可能とさせており、本件各動画を\n自動公衆送信したといえる。\nしたがって、本件各発信者の行為により原告の本件各動画に係る著作権（公\n衆送信権）が侵害されたことは明らかである。\n(2)  本件 IP アドレス等の特定の正確性について\n本件ソフトウェアは、ビットトレントを管理する会社が管理するソフトウ\nェアであり、かつ、ビットトレントを簡易に使用させるためのものであるか\nら、その信用性は高い。本件調査会社は、これを機械的に利用して IP アドレ\nスを特定しており、その特定にあたって恣意性が介在する余地はない。\nまた、本件調査の際のスクリーンショットの右上に表示されている時刻は、\n秒単位で時刻を表示するアプリ（以下「本件アプリ」という。）を利用して、\nPC 端末から定期的に取得した時刻を自動的に表示したものである。したが\nって、本件調査において表示された時刻は正確なものである。\n（被告の主張）\n否認ないし争う。\nビットトレントを介して該当作品をダウンロード又はアップロードしている\n者の IP アドレス及びファイルの名称を本件クライアントソフトにより検知す\nる具体的な方法等に関する客観的証拠はない。\nまた、本件調査会社が撮影したとするスクリーンショットには日付等が写っ\nているものの、その日付等の正確性を担保する証拠も提出されていない。\nしたがって、本件 IP アドレスを本件日時に被告から割り当てられていた各契\n約者が、本件各動画に係る原告の公衆送信権を侵害したかについては疑義があ\nる。\n第 3  当裁判所の判断\n1  争点（権利侵害の明白性）について\n(1)  証拠（甲 1～9、19）及び弁論の全趣旨によれば、本件調査の内容は、以下\nのとおりであることが認められる。\nア  本件調査会社は、原告が著作権を有する本件各動画の作品番号やタイト\nルを聴取し、ウェブサイトにおいて本件各動画に係るトレントファイルを\n検索し、本件各動画に係るトレントファイルが存在することを確認した。\nイ  本件調査会社は、端末にダウンロードした上記トレントファイルに基づ\nき、本件クライアントソフト上で本件各動画に係るピースを有するピアか\nら当該ピースをダウンロードすると共に、当該ダウンロード中に当該端末\nに当該ピアの IP アドレスとして表示されている IP アドレスを確認し、ス\nクリーンショットして保存した。また、この際、ダウンロードされたファ\nイルに係る動画と本件各動画とを見比べて、前者が後者を複製したもので\nあることを確認した。\nまた、本件調査会社は、IP アドレスを確認した時刻を正確に記録するた\nめ、本件クライアントソフトを起動している PC から定期的に取得した時\n刻を自動的に表示するアプリ（本件アプリ）を利用し、これにより PC の\n画面上に表示された時刻をスクリーンショットしている。\nウ  本件調査の際の本件各動画に係るスクリーンショット（甲 1）には、別\n紙発信者情報目録の「日時」欄記載の各日時と、本件調査会社の使用する\n端末が本件各動画（本件各動画の品番は上記スクリーンショットの上欄の\n「名前」欄に表示されている。）のファイル（ピース）をダウンロード中で\nあること、及びそのダウンロード先のピアの IP アドレスとして本件 IP ア\nドレスが表示されている。\n(2)  ビットトレントは、本件クライアントソフトのようなクライアントソフト\nがダウンロードされた端末（ピア）間において一つのファイルを断片化した\nピースのダウンロードが始まると、完全に当該ピースのダウンロードがされ\nる前からダウンロードした分のピースのアップロードも始まり、一つのファ\nイルのピース全てのダウンロードが終了したピアは、アップロードのみを行\nうことになるという仕組みを有する。\n本件では、本件調査会社が本件クライアントソフトを利用して本件各動画\nのファイルに係るピースを有するピアから当該ピースのダウンロードを開始\nしたところ、本件クライアントソフトにより、当該ピアについて、本件 IP ア\nドレスを割り当てられたユーザであるとの表示がされた。このことから、本\n件各動画に係るピースは、本件 IP アドレスが割り当てられたユーザ（本件各\n発信者）によりアップロードされたものと認められる。\nそうすると、本件各動画に係るファイル（ピース）は、本件各発信者によ\nり、公衆からの求めに応じて送信可能な状態に置かれたということができる。\nすなわち、本件各発信者は、本件各動画に係るデータを送信可能化したもの\nであり、これにより、本件各動画に係る原告の著作権（公衆送信権）が侵害\nされたことが明らかである（法 5 条 1 項 1 号）。\nこれに対し、被告は、本件調査における本件 IP アドレスや日時等の特定の\n正確性につき疑義がある旨を主張する。しかし、上記事情に鑑みると、その\n疑義は具体的なものとはいえないから、この点に関する被告の主張は採用で\nきない。\n2    その他の要件について\n前記前提事実及び上記認定を踏まえれば、被告は、インターネット接続サー\nビスの提供を含む電気通信事業を営む株式会社であり、原告の著作権侵害に係\nる特定電気通信の用に供される特定電気通信設備を用いる特定電気通信役務提\n供者であると認められ、また、本件発信者情報を保有している。\nまた、上記 1 のとおり、本件各動画は本件各発信者により送信可能化された\nことが認められることから、原告には、本件各発信者に対する不法行為に基づ\nく損害賠償請求等の権利行使をするため、本件各発信者に係る本件発信者情報\nの開示を受けるべき正当な理由（法 5 条 1 項 2 号）があると認められる。\n3  小括\n以上より、原告は、被告に対し、本件各発信者に係る本件発信者情報の開示\n請求権を有する。\n第 4  結論\nよって、原告の請求は理由があるからこれを認容することとして、主文のと\nおり判決する。\n東京地方裁判所民事第 47 部\n裁判長裁判官\n杉    浦    正    樹\n裁判官\n小    口    五      大\n裁判官\n吉      野    弘      子\n（侵害著作物目録省略）\n別紙\n発信者情報目録\n以下の IP アドレスを、以下の日時に被告から割り当てられていた契約者に関する\n情報であって、次に掲げるもの 5    1  氏名又は名称\n2  住所\n3  電話番号\n（以下省略）\n"
}