{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 4,
    "month": 12,
    "day": 21
  },
  "case_number": "令和3(行ケ)10129",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "91645",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=91645",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/645/091645_hanrei.pdf",
  "contents": "令和４年１２月２１日判決言渡\n令和３年（行ケ）第１０１２９号  審決取消請求事件\n口頭弁論終結日  令和４年１０月３１日\n判              決\n原              告          ツールゲン  インコーポレイテッド\n同訴訟代理人弁護士          奥    村    直    樹\n同                          西    村    英    和\n同訴訟代理人弁理士          田    代              玄\n同                          滝    澤    敏    雄\n被              告          特   許   庁   長   官\n同 指 定 代 理 人           長    井    啓    子\n同                          上    條              肇\n同                          井    上    千  弥  子\n同                          宮    岡    真    衣\n主              文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n３  この判決に対する上告及び上告受理申立てのための付加期間を３０\n日と定める。\n事実及び理 由\n第１  請求\n特許庁が不服２０２０－００００１３号事件について令和３年６月８日に\nした審決を取り消す。\n第２  事案の概要\n本件は、特許拒絶査定の不服審判請求を不成立とした審決の取消訴訟である。\n１  特許庁における手続の経緯等（当事者間に争いがない。）\n⑴  原告は、平成２９年８月１０日、名称を「標的ＤＮＡに特異的なガイドＲ\nＮＡおよびＣＡＳタンパク質コード核酸またはＣＡＳタンパク質を含む、標\n的ＤＮＡを切断するための組成物、ならびにその使用」とする発明について、\n特許出願（特願２０１７－１５５４１０号。平成２５年１０月２３日〔パリ\n条約による優先権主張  平成２４年１０月２３日米国  平成２５年３月２０\n日米国  平成２５年６月２０日米国〕を国際出願日とする特願２０１５－５\n３８０３３号の一部を新たな特許出願としたもの。以下「本件出願」という。\n請求項の数４１）をし、平成３０年９月１４日付けの拒絶理由通知を受けた\nことから、平成３１年３月２５日、手続補正書を提出したが（以下、この手\n続補正書による補正を「本件補正」という。）、令和元年８月２６日付けの拒\n絶査定を受けた。\n⑵  原告は、令和２年１月６日、拒絶査定不服審判請求をし、特許庁は、上記\n請求を不服２０２０－００００１３号事件として審理を行い、令和３年６月\n８日、「本件審判の請求は、成り立たない。」との審決（以下「本件審決」と\nいう。附加期間９０日）をし、その謄本は、同月２９日、原告に送達された。\n⑶  原告は、令和３年１０月２５日、本件審決の取消しを求める本件訴訟を提\n起した。\n２  特許請求の範囲の記載\n本件補正後の請求項１の発明（以下「本願発明」という。）に係る特許請求の\n範囲の記載は、次のとおりである。\n真核細胞における標的デオキシリボ核酸（ＤＮＡ）の切断のためのタイプⅡ\nのクラスター化された規則的間隔の短いパリンドローム反復配列（ＣＲＩＳＰ\nＲ）／Ｃａｓシステムを含む組成物であって、該ＣＲＩＳＰＲ／Ｃａｓシステ\nムが\n（ｉ）Ｃａｓ９ポリペプチドおよび核局在化シグナルをコードする核酸、また\nは核局在化シグナルを有するＣａｓ９ポリペプチド、および\n（ⅱ）真核細胞中の標的ＤＮＡにハイブリダイズするガイドＲＮＡまたは該ガ\nイドＲＮＡをコードする核酸、\nを含み、ガイドＲＮＡがトランス活性化ｃｒＲＮＡ（ｔｒａｃｒＲＮＡ）配列\nに融合したＣＲＩＳＰＲ  ＲＮＡ（ｃｒＲＮＡ）配列を含むキメラガイドＲＮ\nＡであり、該ｃｒＲＮＡ配列が該ｔｒａｃｒＲＮＡ配列に対して５′末端側に\nある、上記組成物。\n３  本件審決の理由の要旨\n本件審決は、本願発明は、本件出願の第１の優先日である平成２４年１０月\n２３日（以下「本願第１優先日」という。）より前に日本国内又は外国において\n頒布等された甲第２０号証「Ａ  ｐｒｏｇｒａｍｍａｂｌｅ  Ｄｕａｌ－ＲＮＡ－Ｇｕｉｄｅｄ  ＤＮＡ\nＥｎｄｏｎｕｃｌｅａｓｅ  ｉｎ  Ａｄａｐｔive  Ｂａｃｔｅｒｉａｌ  Ｉｍｍｕｎｉｔｙ、Ｓｃｉｅｎｃｅ、  Ａｕｇ  ２０１２、\nＶｏｌ．３３７、  ｐ．８１６－８２１  ＆  Ｓｕｐｐｌｅｍｅｎｔａｒｙ  Ｍａｔｅｒｉａｌｓ」（以下「引用文献\n１」という。別紙２参照）に記載の発明（以下「引用発明」という。）と周知技\n術に基づいて当業者が容易に発明することができたものであるから、本件出願\nは拒絶すべきものと判断した（以下、本件出願に係る願書に添付した明細書を、\n図面を含めて「本願明細書」という。別紙１参照）。\nその判断の要旨は以下のとおりである。\n⑴  引用発明の認定\nクラスター化され、規則的に間隔が空いている短い回文の反復（ＣＲＩＳ\nＰＲ）／ＣＲＩＳＰＲ関連（Ｃａｓ）系を含む組成物であって、\n(ａ)Ⅱ型Ｃａｓ９タンパク質、及び\n(ｂ)ｃｒＲＮＡの３′末端側にｔｒａｃｒＲＮＡの５′末端側が融合したキ\nメラＲＮＡ\nを含み、キメラＲＮＡと塩基対を形成する、プラスミド中の標的ＤＮＡを緩\n衝液中で切断するための組成物。\n⑵  本願発明と引用発明との一致点\n標的デオキシリボ核酸（ＤＮＡ）の切断のためのタイプⅡのクラスター化\nされた規則的間隔の短いパリンドローム反復配列（ＣＲＩＳＰＲ）／Ｃａｓ\nシステムを含む組成物であって、該ＣＲＩＳＰＲ／Ｃａｓシステムが\n（ｉ）Ｃａｓ９ポリペプチド、および\n（ⅱ）標的ＤＮＡにハイブリダイズするガイドＲＮＡ、\nを含み、ガイドＲＮＡがトランス活性化ｃｒＲＮＡ（ｔｒａｃｒＲＮＡ）配\n列に融合したＣＲＩＳＰＲ  ＲＮＡ（ｃｒＲＮＡ）配列を含むキメラガイド\nＲＮＡであり、該ｃｒＲＮＡ配列が該ｔｒａｃｒＲＮＡ配列に対して５′末\n端側にある、上記組成物。\n⑶  本願発明と引用発明との相違点\nア  相違点１\n本願発明は、「真核細胞」における標的ＤＮＡを切断するための組成物で\nあって、Ｃａｓ９ポリペプチドが「核局在化シグナル」を有しているのに\n対して、引用発明は、「緩衝液中」の標的ＤＮＡを切断するための組成物で\nあって、Ｃａｓ９ポリペプチドが「核局在化シグナル」を有していない点。\nイ  相違点２\n本願発明は、Ｃａｓ９ポリペプチド及びガイドＲＮＡが、それらをコー\nドする核酸である態様も含まれているのに対し、引用発明は、そのような\n態様が含まれていない点。\n⑷  相違点の容易想到性\nア  相違点１\n引用文献１においては、ＣＲＩＳＰＲ／Ｃａｓ９系をゲノム編集に利\n用する可能性が強調され（８１６頁要約）、ゲノムを操作するための人工\n酵素として大きな関心を集めたジンク－フィンガーヌクレアーゼ（以下\n「ＺＦＮ」という。）や転写活性化様エフェクターヌクレアーゼ（以下「Ｔ\nＡＬＥＮ」という。）を例示した上で、ＣＲＩＳＰＲ／Ｃａｓ９系が遺伝\n子ターゲティングとゲノム編集への応用に向けた大きな潜在能力をもた\nらし得る代替的な手法として提案されている（８２０頁右欄２ないし９\n行目）。\n本願第１優先日当時、ゲノム編集の主たる対象は真核細胞であって、\nＺＦＮやＴＡＬＥＮが真核細胞中の標的ＤＮＡすなわち核内のゲノムを\n切断するものであることは周知であったから（甲２１ないし２４、２５\nの１及び２、２６の１及び２）、引用文献１の記載に接した当業者にとっ\nて、引用発明のＣＲＩＳＰＲ／Ｃａｓ９系を真核細胞の核内のゲノムに\n対して機能させようと試みることは、ごく自然な発想である。また、本\n願第１優先日当時、タンパク質や核酸を真核細胞へ送達する各種手段は\n周知であり（甲２５の１及び２、２６の１及び２）、タンパク質を真核細\n胞の核内に移行させるための手段も周知であったから（甲２７ないし２\n９）、当業者が前述のごく自然な発想を抱くことを妨げる特段の事情があ\nったとはいえない。\nしたがって、引用発明のＣＲＩＳＰＲ／Ｃａｓ９系を、真核細胞にお\nける標的ＤＮＡの切断に用いることは当業者が容易に想到し得ることで\nあり、その際に、真核細胞の核内に移行させるための常套手段である核\n局在化シグナルを引用発明のＣａｓ９ポリペプチドに付加することは、\n当業者が格別の創意工夫なくなし得たことであるといえる。\nイ  相違点２\n本願第１優先日当時、細胞内で機能させるためのタンパク質やＲＮＡを、\nそれらをコードする核酸の形態で細胞に導入することは常套手段であり、\nまた、そのような核酸を真核細胞へ送達する手段も周知であった（甲２５\nの１及び２、２６の１及び２）。\nそして、前記アで検討したとおり、引用発明のＣＲＩＳＰＲ／Ｃａｓ９\n系を真核細胞の核内のゲノムに対して機能させようとすることが十分に\n動機付けられる以上、それらを構成する成分であるＣａｓ９ポリペプチド\n及びキメラＲＮＡを、それらをコードする核酸の形態で導入することも、\n当業者が適宜なし得たことにすぎない。\nウ  本願発明の効果について\n本願明細書の記載を参酌しても、本願発明が、引用文献１に記載された\n発明及び本願第１優先日当時の周知技術からは当業者が予測できない顕\n著な効果を奏するものとは推認できない。\n４  取消事由\n引用発明に基づく本願発明の進歩性判断の誤り\n第３  当事者の主張\n１  原告\n⑴  相違点１の容易想到性判断の誤り\nア  真核細胞における標的ＤＮＡに適用する点について\n阻害要因\n以下に阻害要因として掲記するとおり、原核細胞と真核細胞との間に\nは多くの相違点や隔たりが存在しており、このようなことから、本願第\n１優先日当時、当業者は、原核細胞に由来するＣＲＩＳＰＲ／Ｃａｓ９\n系の適用は生体外系や原核細胞系等、真核細胞以外の系に制限されると\n考える。\nなお、被告は、引用文献１が実験材料そのものとして原核細胞や真核\n細胞を使っていない旨主張するが、引用文献１において用いられるプラ\nスミドが原核細胞に由来するＤＮＡであるなど、使用されているシステ\nム自体が原核細胞由来のものであるという大前提には変わりはない。引\n用文献１は、要するに、原核細胞に起源のあるシステムを僅かに改変し\nて緩衝溶液中のプラスミドに適用したというものであり、その改変は真\n核細胞を意図したものではない。試験管内でのプラスミドを用いたＤＮ\nＡ  ｃｌｅａｖａｇｅ（切断）試験は最も基本的なステップであって、むしろ原核\n細胞のＤＮＡをｃｌｅａｖａｇｅ（切断）する試験よりも容易であるとさえいえる。\nａ  阻害要因１\nＣａｓ９ポリペプチドは、真核細胞の細胞質で発現され、細胞質に\nおいて正しく折り畳まれて適切なマルチドメイン構造を形成し、かつ、\nユビキチン経路のような、異常タンパク質を排除する真核細胞性タン\nパク質分解経路により分解されることなく安定性を保持する必要があ\nる（甲１８、７７）。すなわち、Ｃａｓ９ポリペプチドを含め、一般的\nにタンパク質は細胞核ではなく、細胞質と呼ばれる細胞内の領域で合\n成されて、そこで機能できるような形に折り畳まれている。一方、Ｃ\nａｓ９ポリペプチドのように真核細胞内に本来的に存在しないタンパ\nク質は、ユビキチン経路と呼ばれる真核細胞に存在するタンパク質分\n解経路によって認識されて分解される可能性がある。それゆえ、ＣＲ\nＩＳＰＲ／Ｃａｓ９系が真核細胞内で機能するためにはこの分解経路\nをすり抜ける必要が存在した。\nしかしながら、本願第１優先日当時の当業者は、ガイドＲＮＡと複\n合体を形成する以前に、Ｃａｓ９ポリペプチドが産生され、正しく折\nり畳まれ、ユビキチン経路からの攻撃を回避し得るかを知るものでは\nなかった。本願第１優先日当時、タンパク質が、その本来の細胞では\nなく、他の細胞において発現される場合には、異なる折り畳みが生じ\nることがあり、不完全に折り畳まれたタンパク質が活性を欠いたり、\n異常機能を示したりして、ユビキチン経路により異常タンパク質と認\n識され、分解され得ることがよく知られていた。\nさらに、本願第１優先日当時の当業者は、天然のコドン使用頻度の\n重要性を認識しており、コドンの変化がタンパク質の翻訳に動力学的\nな変化を生じさせ、その結果、誤った折り畳みのせいでタンパク質の\n活性を変化させ得ることも認識していた。すなわち、アミノ酸をコー\nドするコドンの使用頻度は真核生物と原核生物とで異なり、その結果、\nたとえコードされているアミノ酸が同じであっても、タンパク質生成\n時におけるｍＲＮＡからアミノ酸により構成されているタンパク質へ\nの翻訳速度が変化することがあり、翻訳速度が遅いと早い段階で折り\n畳みが始まって本来とは違う形に折り畳まれることがあり、そうする\nとＣａｓ９ポリペプチドの折り畳みに影響が出る可能性がある（甲１\n８）。\n被告は、分解等の懸念があるのであれば、核酸の導入量を増やすな\nどの実験の最適化を当業者は行う旨を主張するが、自らのものではな\nい異種タンパク質を大量に細胞内で発現させ、あるいは細胞内に導入\nすれば、細胞に有害であることは明らかである。また、導入量を増や\nせばそれだけ、標的外のＤＮＡを切断するオフターゲットの危険性も\n上昇する。したがって、そのようなリスクの大きい手法を当業者が簡\n単に講じることはできない。\nｂ  阻害要因２\nＣＲＩＳＰＲ／Ｃａｓ９系を用いて真核細胞中のＤＮＡ切断を実現\nするためには、ガイドＲＮＡが真核細胞性のヌクレアーゼによる分解\nを逃れる必要が存在した。すなわち、本願第１優先日当時の当業者は、\n真核細胞の細胞質及び核がＲＮＡを切断するエキソヌクレアーゼ等の\nリボヌクレアーゼ（ＲＮａｓｅ）を含有しており、それらがＲＮＡを\n迅速に分解すること、また、ＣＲＩＳＰＲ／Ｃａｓ９系のガイドＲＮ\nＡが、かかるエキソヌクレアーゼ等により仲介される分解からＲＮＡ\nを保護するために真核細胞性ＲＮＡが用いる改変（例えば、ＲＮＡの\n５′側における修飾である５′キャッピング及び３′側における修飾\nである３′ポリアデニル化）を有しないこと、特に、ガイドＲＮＡの\n５′及び３′末端の両方が裸のままであると、端から順にＲＮＡを切\n断するエキソヌクレアーゼ等の攻撃の標的とされて分解されてしまう\nことを認識していた（甲８１の７６３頁）。さらに、本願第１優先日当\n時の当業者は、ガイドＲＮＡに対して、上記のヌクレアーゼ等からの\n攻撃を緩和する改変を追加すると、そのような改変がかえってＲＮＡ\nをリボソームや他のタンパク質複合体のような真核細胞性構造体を動\n員する役割を果たし、ガイドＲＮＡとＣａｓ９ポリペプチドとの複合\n体形成を阻害すると理解していた。\nまた、当業者は、ＲＮＡを発現させるために、ＤＮＡ上の領域であ\nるＲＮＡポリメラーゼⅢ(ｐｏｌ  Ⅲ)プロモーターを使用しようとする\nはずであるが、真核細胞においてｐｏｌ  Ⅲプロモーターから産生される\nガイドＲＮＡは、核又は仁（核小体）中の豊富にある分子シャペロン\nタンパク質（Ｌａタンパク質）に結合され、それらに保持される。分\n子シャペロンは、一般には他のタンパク質が正確な折り畳みを行うよ\nうに補助する分子であり、ＲＮＡの折り畳みにも関与する分子である\nが、分子シャペロンがその機能を発揮しようとしてガイドＲＮＡに結\n合すると、この分子シャペロンタンパク質は、ガイドＲＮＡがＣａｓ\n９ポリペプチドと相互作用したり、ガイドＲＮＡとＣａｓ９ポリペプ\nチドが機能性ＣＲＩＳＰＲ／Ｃａｓ９複合体を形成することに干渉す\nると当業者は理解していた（甲１８）。\nｃ  阻害要因３\nＣＲＩＳＰＲ／Ｃａｓ９系を活用して真核細胞の標的ＤＮＡを切断\nするためには、ガイドＲＮＡ及びＣａｓ９ポリペプチドが核内へと活\n性を有した状態で輸送される必要があり、真核細胞性の遮断因子との\n相互作用によって阻害されることなく近接して、複合体を形成する必\n要がある。\nしかしながら、当業者は、真核細胞に特有の区画化された構造（特\nに核膜）が、ＣＲＩＳＰＲ／Ｃａｓ９系が真核細胞のＤＮＡにアクセ\nスする上で顕著な追加の障害になると理解していた。すなわち、真核\n細胞のＤＮＡは、核内に折り畳まれており、それゆえ、ＤＮＡは細胞\n質から核膜により物理的に隔離されている。一方、Ｃａｓ９ポリペプ\nチドは細胞核とは異なる細胞質で生成され、細胞核内へのアクセスの\nためには核膜という物理的障壁を通過する必要がある。このようなこ\nとから、当業者は、核膜のような物理的障壁のない原核細胞に由来す\nる引用文献１のＣａｓ９ポリペプチドが、真核細胞の細胞質からその\n核内へと移動し、次いでガイドＲＮＡを見つけ出しそれと機能可能な\n正しい複合体を形成することが起きることについて否定的であった。\nｄ  阻害要因４\nＣＲＩＳＰＲ／Ｃａｓ９複合体は、真核細胞のＤＮＡがクロマチン\nに折り畳まれているにもかかわらず、ＤＮＡにアクセスした上で、真\n核細胞のＤＮＡを所望のように走査できる必要がある。\nしかしながら、本願第１優先日当時、当業者は、細菌のＤＮＡは原\n核細胞内でいわば裸の状態で存在するので自由にアクセス可能である\nのに対して、真核細胞のＤＮＡはクロマチン内に存在するため自由に\nアクセスすることが困難であると理解していた。これは、クロマチン\nがヒストンタンパク質等の真核細胞に特有の構成要素とＤＮＡとが、\n複雑に折り畳まれた、高度に充填された構造であり、それによって真\n核細胞の巨大なＤＮＡが核内に密に詰め込まれているからである（甲\n８２）。このような相違から、当業者は、真核細胞性ではない酵素や、\n原核細胞性の部位特定基遺伝子標的化システム（ＣＲＩＳＰＲ／Ｃａ\nｓ９系はこの一種である。）を真核細胞で使用することは阻まれると認\n識していた（甲５０、５１、１８）。\nｅ  阻害要因５\n真核細胞のゲノムは、比較的小さな原核細胞のゲノムや原核細胞に\n作用するウイルスのゲノムと比較して顕著に大きく、かつ高度に充填\nされたクロマチン構造として折り畳まれている。そして、真核細胞の\nゲノムを切断する場合、ＣＲＩＳＰＲ／Ｃａｓ９系は、真核細胞の巨\n大なゲノム中にある、特異的なＤＮＡ標的配列を成功裏に認識し、そ\nれに結合する必要がある。\n本願第１優先日当時、哺乳動物のゲノムは、ＣＲＩＳＰＲ／Ｃａｓ\n９系が天然で機能するバクテリオファージのゲノムよりも、ゲノムサ\nイズが何桁も大きいことが知られていた。具体的には、ヒトゲノムの\n大きさは、約３.２ギガｂｐ（３２３４メガｂｐ）であるのに対して（甲\n５４）、ＣＲＩＳＰＲ／Ｃａｓ９系の天然ＤＮＡ標的を保有するバクテ\nリオファージの一種であるＴ４ウイルスのゲノムは、約１６９キロｂ\nｐであり、これはヒトゲノムの約１万９０００分の１である。当業者\nは、ゲノムサイズのこの顕著な違いから、原核細胞内で機能し、バク\nテリオファージのゲノム等を標的として進化してきたＣＲＩＳＰＲ／\nＣａｓ９系が、１万倍もサイズの大きい真核細胞のゲノム内で標的配\n列にアクセスしそれを特異的に切断することは、不可能又は相当な困\n難を伴うと認識していた（甲１８）。\nその上、ＣＲＩＳＰＲ／Ｃａｓ９系は、ＰＡＭ配列（プロトスペー\nサー隣接モチーフ  ５′―ＮＧＧ―３′）に近い７ないし１２塩基の\nみが特異性（狙った箇所のみを切断する性質）として重要であり（甲\n９３）、見かけ上のｃｒＲＮＡ全体の長さよりも特異性が低い（甲９４、\n９５）。これは、原核細胞に由来するＣＲＩＳＰＲ／Ｃａｓ９系は、本\n来的には、比較的単純なゲノムしか持たないファージ（細菌に感染す\nるウイルスの一種）に対する免疫機構であるという性質上からである。\nそして、このような特異性の低さから、ゲノムサイズの大きい真核生\n物を標的とする場合には標的外のＤＮＡを切断するオフターゲットの\n可能性が高まることとなり、真核生物への適用は現実的ではないと認\n識されていた。\nｆ  阻害要因６\nＣＲＩＳＰＲ／Ｃａｓ９複合体を用いて真核細胞中のゲノムＤＮＡ\nを切断するためには、ＣＲＩＳＰＲ／Ｃａｓ９複合体が真核細胞内の\n低濃度マグネシウムイオンという条件下でも酵素活性を維持する必要\nがある（甲１８）。本願第１優先日当時、原核細胞と真核細胞（例えば、\n哺乳動物細胞）とでは遊離マグネシウム濃度が大きく異なることが当\n業者には広く知られていた。そうすると、当業者は、低濃度のマグネ\nシウムイオン環境である真核細胞においては、ＣＲＩＳＰＲ／Ｃａｓ\n９複合体を適用してＤＮＡを切断することはできないものと認識する。\nすなわち、ＣＲＩＳＰＲ／Ｃａｓ９複合体は、切断反応にマグネシ\nウムイオンを必要とし、その活性もマグネシウム濃度に依存する。引\n用文献１にも、ＣＲＩＳＰＲ／Ｃａｓ９複合体が、１ｍＭの場合より\nも、５ｍＭというＭｇ２＋濃度において有意により効果的に機能する\nこ と を 教 示 し て い る （ ８ １ ６ 頁 右 欄 ２ ６ ないし ２８行 目 、\nSUPPLEMENTARY MATERIALS AND METHODS の「Ｐｌａｓｍｉｄ  ＤＮＡ  ｃ\nｌｅａｖａｇｅ  ａｓｓａｙ」、図Ｓ４）。一方、真核細胞における細胞内Ｍｇ２＋濃\n度は、一般には１ｍＭ未満であり、例えば、典型的な哺乳動物細胞の\n細胞内のＭｇ２＋濃度は０.５ｍＭ程度である（甲１８）。これに対して、\n引用文献１は、真核細胞がＣａｓ９ポリペプチドが機能し得る十分な\n量の遊離マグネシウムを含有することについては何ら開示していない。\nしかも、引用文献１に係る実験は生体外（ｉｎ  ｖｉｔｒｏ）で、高濃度のＣ\nａｓ９ポリペプチド及びＤＮＡを使用して行われたものであるが、こ\nのような条件は真核細胞内では生じ得ない。\nそして、本願第１優先日当時、当業者は、本願発明と同様に原核細\n胞性であり、エンドヌクレアーゼ（核酸切断酵素）を有するグループ\nⅡイントロンシステムについての確立された先例を熟知しているとこ\nろ、このグループⅡイントロンシステムは、特定の実験条件下で人工\n的に高レベルのマグネシウムイオンを添加した後に初めて、真核細胞\nにおいて機能したことが知られている（甲５３の６頁左欄１１ないし\n１５行目）。\nそうすると、本願第１優先日当時の当業者は、グループⅡイントロ\nンシステムの確立された先例や引用文献１の教示に基づき、ＣＲＩＳ\nＰＲ／Ｃａｓ９系は、グループⅡイントロンシステムの場合と同様に、\nＭｇ２＋条件の制限を受ける蓋然性が非常に高く、真核細胞の生理学\n的Ｍｇ２＋濃度では効率的に機能しないと結論付けたものである。\nｇ  阻害要因７\nＣＲＩＳＰＲ／Ｃａｓ９系が真核細胞で機能するためには、細胞毒\n性（細胞傷害性）の問題を克服する必要がある。\nすなわち、ガイドＲＮＡのような構造をもつＲＮＡは一般に細胞に\nとって異物であり、有害であると認識されて細胞による攻撃の対象と\nなり得るから、これを真核細胞に導入することに伴う細胞毒性の可能\n性がある。例えば、５′三リン酸を特徴とする構造化されたＲＮＡ分\n子は、ＲＩＧ－Ｉのようなパターン認識受容体を活性化し、抗ウイル\nス作用を示すインターフェロン産生の誘導（細胞性インターフェロン\n応答）等の生来的な免疫応答を惹起することが知られていた（甲６５\nの１頁要約、甲８３の９９７頁要約、甲８４）。そして、構造化された\nＲＮＡモチーフ、例えば、ｄｓＲＮＡ（二本鎖ＲＮＡ）の領域は、真\n核細胞内で種々のｄｓＲＮＡ結合型タンパク質と相互作用し、細胞性\nの抗ウイルス免疫機構の一部としてインターフェロン応答を惹起する\nことが知られていた。\nまた、Ｃａｓ９ポリペプチドは、限られた大きさしかない原核細胞\nゲノム内の固有の標的配列を認識するように天然において進化したも\nのであり、限られた配列特性しか要求されておらず、ｃｒＲＮＡ配列\nは一般には長くはないので、ゲノムサイズが大きい真核細胞において\nは、特異性の低いｃｒＲＮＡが誤った箇所を切断する可能性がある。\nそのため、オフターゲットＤＮＡ配列（本来の標的ではないＤＮＡ配\n列）に結合すること等により引き起こされる細胞毒性（細胞傷害性）\nの問題を克服する必要もある。当業者は、Ｃｒｅレコンビナーゼ（バ\nクテリオファージ由来の遺伝子組換酵素）やＣＲＩＳＰＲ／Ｃａｓ９\n系のような原核細胞性の遺伝子編集システムを、より顕著に大きなゲ\nノムサイズを有する真核細胞に導入する場合、真核細胞のゲノムはそ\nの大きさの違いに比例して、より多くの非特異的標的部位を有すると\n予測され、それがランダムなオフターゲット活性及び細胞毒性をもた\nらすと予測する（甲１８）。\n被告は、オフターゲット切断がされても、細胞にはＤＮＡ修復機構\nがあるから引用発明の真核細胞への適用には支障がない旨主張するが、\n細胞のＤＮＡ修復機構には限界があり、一定限度を超えれば本来の機\n能が変化することは当業者にとって自明な事項である。あらゆるＤＮ\nＡ切断がＤＮＡ修復機構によって容易に修復されるのであれば、そも\nそもゲノム編集自体が不可能である。\n本願第１優先日当時における当業者の認識及び技術常識\nａ  本願第１優先日当時、真核細胞由来ではないシステム及び遺伝子を\n真核細胞において機能させる数々の試みが失敗していたことが知られ\nていた（甲１８）。\nＴ７  ＲＮＡポリメラーゼの事例\n天然では原核細胞内で作動し、ＤＮＡからＲＮＡへの転写を駆動\nすることにより遺伝子発現に関与するバクテリオファージ由来の\n酵素であるＴ７  ＲＮＡポリメラーゼが、クロマチンにアクセスし、\nクロマチンを構成するＤＮＡからＲＮＡを伸長する能力を欠くこ\nとから、真核細胞内では正しく機能し得ないことが知られていた\n（甲５０ないし５２）。\n⒝  グループⅡイントロンシステムの事例\nグループⅡイントロンシステムの遺伝子標的化作用に対して、真\n核細胞のクロマチンが顕著な障壁となることが知られていた。\nさらに、グループⅡイントロンが機能するためには、人工的技術\nによってしか真核細胞内で達成できない量の遊離マグネシウムが\n必要であることも知られていた。\n⒞  リボスイッチの事例\nｍＲＮＡの一部分であるリボスイッチは、リガンド（タンパク質\n等の生体物質と結合する物質）に応答して原核細胞内で遺伝子発現\n（ｍＲＮＡからタンパク質が製造されること）を制御するが、ＲＮ\nＡ構築物の折り畳みが試験管と細胞内とで異なる可能性があるこ\nとなどから、当初は真核細胞内での遺伝子発現制御のための潜在的\nなツールとして脚光を浴びたものの、有用な遺伝子発現を制御する\nスイッチとなることを妨げられたことが知られている（甲１８、５\n９の１１９０頁左欄下から５ないし４行目）。\n⒟  リボザイムの事例\nリボザイムは生化学反応を触媒するＲＮＡ分子であり、ｉｎ  ｖｉｔｒｏ\n（生体外）では有効であったが、ｉｎ  ｖｉｖｏ（生体内）では予測どおり機\n能しなかった。これは、リボザイムが標的ＲＮＡへ結合することに\n対する細胞内タンパク質の干渉、リボザイム機能に不十分な細胞内\nイオン濃度及びＲＮＡｓｅ（リボヌクレアーゼ）によるリボザイム\nへの攻撃が理由であることが知られていた（甲１８、６０）。\nｂ  当業者は、本願第１優先日当時、ＣＲＩＳＰＲ／Ｃａｓ９系が真核\n細胞内で機能し得ることについては専ら否定的な見解を有していた。\n本願第１優先日前後の文献には、本願第１優先日当時について、例\nえば、「このような細菌系が真核細胞で機能するかどうかは知られてい\nなかった。」（甲４８の２頁）、「(この発表は)大きな成功であったが、\n問題があった。我々には、ＣＲＩＳＰＲ／Ｃａｓ９系が真核生物－植\n物及び動物細胞で機能するか否か確かではなかった。」（甲４９の４頁）、\n「Ｄｏｕｄｎａは、ＣＲＩＳＰＲをヒト細胞で機能させることについて「多\nくの挫折」を経験し、これに成功すれば、ＣＲＩＳＰＲは「非常に大\nきな発見」となることを知っていた。」（甲３７の３頁）、「生物の遺伝\n子の特定の要素を改変する能力は、ヒトの健康を含む生物学の理解を\n進展させるために不可欠であった。・・・しかし、動物およびヒトにお\nけるこれらの改変を行う技術は、ヒト治療学における研究および開発\nの双方において巨大な障害となってきた。」（甲８７の２頁）、「真核細\n胞におけるシステムの活性はどうか？  ジンクフィンガー及びＴＡＬ\nＥモジュールの双方は、クロマチン内の標的に結合する天然の転写因\n子由来である。これはＣＲＩＳＰＲ成分には当てはまらない。Ｃａｓ\n９ポリペプチドがクロマチン標的に対して効果的に作用すること、又\nは必要なＤＮＡＲＮＡハイブリッドがこの状況で安定化され得ること\nについて何の保証もない。この構造は、いずれもがＲＮＡ複製の際に\nＲＮＡプライマーの除去のために機能するリボヌクレアーゼＨ及び／\n又はＦＥＮ１によるＲＮＡ加水分解の基質となり得る。真核生物にお\nけるシステムに適用する試みのみが、これらの懸念事項に対処するこ\nとになるであろう。」（甲４１の１６６０頁中欄９行目ないし右欄６行\n目）、「私の見解では、２０１２年の時点において当業者が真核細胞に\nおいてＣＲＩＳＰＲ－Ｃａｓ９システムが機能することを予測できな\nかったであろうという直接的な同時期の証拠が、【Ａ】  ２０１２の発表後\nの本技術分野の研究者らの同時期になされた言説と彼らの実施経過と\nいう形で存在する。」（甲９２の１５６ないし１６４段落）、「昨日、【Ｂ】\nにメールで伝えたように、【Ｃ】のデータは、８月の最初の結果が再現\n不可能であることが判明したけれども、論文にはなっておらず、その\n後の実験に照らして、おそらく何らかのコンタミネーションがあった\nと思われる。」（甲９６）等の記載がみられる。\nｃ  本件審決は、相違点１を想到する動機付けとなるとして以下の文献\nの記載を引用するが、誤りである。\nすなわち、甲第４１号証（本件審決の参考資料５）には、「試してみ\nる価値が明らかにある」との記載があるが、「真核細胞」ということが\n明示されているわけではないし、真核細胞へ適用するに当たって考え\nられる各技術的障害をいかに克服するかも何ら検討しておらず、単な\nる当業者の願望を記載したものにすぎない。また、甲第４９号証（本\n件審決の参考資料１３）には、「真核細胞において」との記載はあるが、\n本願第１優先日後の文献であり、これを根拠にして本願第１優先日当\n時、ＣＲＩＳＰＲ／Ｃａｓ９系を真核細胞に適用しようとすることに\n動機付けがあったことが示唆されることはない。甲第４８号証（本件\n審決の参考資料１２）も本願第１優先日の後の文献であり、その記載\n内容も、バクテリアシステム（細菌系）で発見されたゲノム編集技術\nが、真核細胞において機能することについては否定的な見解がとられ\nていたことを示唆するものである。\nＺＦＮ及びＴＡＬＥＮとＣＲＩＳＰＲ／Ｃａｓ９系との相違\n以下のとおり、ＺＦＮやＴＡＬＥＮといった従来技術の活用例から、\nＣＲＩＳＰＲ／Ｃａｓ９系を真核細胞へと適用することの動機付けを見\nいだすことはできない。\nＺＦＮは、真核細胞のゲノムＤＮＡに結合するように自然に進化した\nジンクフィンガーモジュールと、細菌由来であるがＺＦＮが発明された\n時点でゲノムＤＮＡ配列を切断する機能が周知であったＤＮＡ切断酵素\nであるＦｏｋ１酵素とを人工的に結合させたものであり、ＴＡＬＥＮは、\n真核細胞である植物細胞のゲノムＤＮＡ配列に結合するように自然に進\n化した細菌タンパク質（ＴＡＬエフェクター）に上記Ｆｏｋ１酵素を人\n工的に結合させたものである（甲９０）。ＺＦＮやＴＡＬＥＮは、切断す\nるＤＮＡを認識するのも、ＤＮＡを切断するのもタンパク質である。ま\nた、Ｆｏｋ１酵素部分は二量体化が必要なため、ＺＦＮやＴＡＬＥＮは\n２つの分子を設計して一組として使用する必要がある。そして、ＴＡＬ\nＥＮで使用するＴＡＬＥＮモジュールもＺＦＮで使用するジンクフィン\nガーも、真核細胞内のクロマチン環境の中で標的と結合する天然の転写\n因子及び天然の構造に由来しており、原核細胞には存在しないものであ\nって、原核生物の系を真核生物へと移植したものではない。\nこれに対して、ＣＲＩＳＰＲ／Ｃａｓ９系は、本来的に原核細胞に由\n来するものであり、Ｃａｓ９ポリペプチドは、真核細胞におけるＤＮＡ\n配列と結合するために進化したものではなく、ウイルス配列を切断する\nために進化したＤＮＡ切断酵素である。そして、ＣＲＩＳＰＲ／Ｃａｓ\n９系は、ガイドＲＮＡとＣａｓ９ポリペプチドは直接結合しておらず、\n非共有結合によって複合体を形成していて、ガイドＲＮＡが切断するＤ\nＮＡを認識し、Ｃａｓ９というポリペプチドがＤＮＡを切断する。また、\nＤＮＡを切断するためにＣａｓ９ポリペプチドの二量体化は不要なため、\n２つの分子を設計する必要はなく、ＲＮＡ－ＤＮＡ相互作用を利用する\nことから、ガイドＲＮＡがゲノムなＤＮＡに結合する過程では、ＤＮＡ\nの巻き戻し（ＤＮＡの二重らせん構造の開放）が行われる。\nこのように、ＴＡＬＥＮやＺＦＮといった従来例と原核生物起源のＣ\nＲＩＳＰＲ／Ｃａｓ９系は関連性の低い技術である。\nイ  核局在化シグナルの付加の点について\n細胞環境\n引用発明の系の環境は、真核生物細胞の環境とは本質的に異なる。す\nなわち、本願第１優先日当時、核内移行シグナル（核局在化シグナル）\nを利用してポリペプチドを真核生物の核内に移行させる技術は知られて\nいたものの、その技術を採用することが動機付けられるのは、ポリペプ\nチドを核内に移行させ何らかの作用を奏させることが可能であることを\n前提とする。そうすると、ＣＲＩＳＰＲ／Ｃａｓ９系は、核内に移行し、\nそこでガイドＲＮＡと複合体を形成しなければその作用を奏しないから、\n核局在化シグナルをＣａｓ９ポリペプチドに付することが動機付けられ\nるためには、Ｃａｓ９ポリペプチドが核内に移行できるだけでなく、核\n内でガイドＲＮＡと複合体を形成できることが想定される必要がある。\n原核生物に起源する新しいシステムにおいて、Ｃａｓ９ポリペプチドが\n核内に移行できるか否か、核内に移行したＣａｓ９ポリペプチドとガイ\nドＲＮＡとが機能可能に正確な複合体を形成し、さらに、引用文献１の\nようなｉｎ  ｖｉｔｒｏ（生体外）の系と同様に標的ＤＮＡを切断する機能を示す\nことができるかは、当業者であっても予測できたものではない。このよ\nうに、ＣＲＩＳＰＲ／Ｃａｓ９系は、Ｃａｓ９ポリペプチドが核内に移\n行するだけでなく、核内でガイドＲＮＡと複合体を形成しないと機能し\nない点で、ＺＦＮ及びＴＡＬＥＮとは根本的に異なるものであるから、\n単にＣａｓ９ポリペプチドが核内に移行できさえすればよいというもの\nではない。\nサイズの相違\nＣＲＩＳＰＲ／Ｃａｓ９系とＴＡＬＥＮ及びＺＦＮとの間には、その\nサイズに大きな違いが存在し（甲８９）、このようなサイズの違いから、\n当業者は、ＺＦＮやＴＡＬＥＮにおいて核局在化シグナルの使用が動機\n付けられたからといって、ＣＲＩＳＰＲ／Ｃａｓ９系においても同様に\n核局在化シグナルを用いることが動機付けられた、あるいは、当業者が\nその適用を創意工夫なくなし得たとはいえない。すなわち、従来技術と\nされるＴＡＬＥＮ（分子量１０５ｋＤ以下）やＺＦＮ（分子量４０ｋＤ\n以下）と比較すると、Ｃａｓ９ポリペプチド（分子量１６３ｋＤ）は、\nそのタンパク質サイズが大きく、その分子の形状についてみても、Ｃａ\nｓ９ポリペプチドは球状構造であるのに対して、ＴＡＬＥＮ及びＺＦＮ\nは単純な反復構造（比較的伸びた形状）を有するものにすぎない。そし\nて、タンパク質は、核膜の穴を通して核内へと移行することが想定され\nるところ、ＴＡＬＥＮやＺＦＮと比較して顕著にサイズが大きいＣａｓ\n９ポリペプチドが、これらの従来技術と同様に、核膜を通過して核内へ\nと移行することが当然に想定できるわけではない。\n「容易の容易」\n当業者が、相違点１に係る構成を想到して本願発明の構成に至るため\nには、まず、①原核細胞を対象とした引用発明について、対象を真核細\n胞へと変更することを想到し、この構成の変更を前提にして、次に、②\nタンパク質の核内移行手段として核局在化シグナルを用いる、という２\nつのステップを踏む必要がある（いわゆる「容易の容易」）。そして、こ\nのように主引用発明から２つの段階を経てようやく相違点の構成に至る\nような発明は、当業者にとっては通常格別な努力を必要とするものであ\nるから、容易には発明できないとして、進歩性が認められるべきである。\n⑵  予測できない顕著な効果に関する判断の誤り\n本願発明の有利な効果は、ＣＲＩＳＰＲ／Ｃａｓ９系が真核細胞において\nゲノムＤＮＡを切断することができたという点にあり、これ自体が本願第１\n優先日当時の公知技術と比較して驚くべき効果であり、本願第１優先日当時\nの技術水準の下で当業者が予測することができたものではない。そして、引\n用文献１は、ＣＲＩＳＰＲ／Ｃａｓ９系が真核細胞において機能し得ること\nすら実証又は示唆するデータを開示しておらず、まして、ＣＲＩＳＰＲ／Ｃ\nａｓ９系が真核細胞内で有利に標的特異性を有する可能性について示唆もし\nていない。そのため、ＣＲＩＳＰＲ／Ｃａｓ９系を真核細胞において成功裏\nに用いることができたこと自体が、本願第 1 優先日当時の刊行物の記載及び\n技術水準から予測可能なものではなく、本願発明の従来技術に勝る有利な効\n果である。本願発明は、治療剤の開発において新世界を開く効果があり、そ\nの技術的、商業的価値は多大なものである。現に、ＣＲＩＳＰＲ／Ｃａｓ９\n系を用いてヒト細胞（真核細胞）のＤＮＡを切ることができるという実験が\n成功したときに世界が熱狂し、注目したことは周知の事実である。このよう\nに、ＣＲＩＳＰＲ／Ｃａｓ９系を真核細胞系に適用することが可能であると\n示されたことによってゲノム編集技術への応用可能性が格段に広まり、ＣＲ\nＩＳＰＲ／Ｃａｓ９系は様々な場面で幅広く用いられることとなった。この\nこと自体が本願発明の顕著な作用効果として認定されるべきものである。そ\nの後のゲノム編集技術の発展をみても、本願発明は、画期的であり革新的な\nブレイクスルー発明である。\n２  被告\n⑴  相違点１の容易想到性の誤りの主張について\nア  真核細胞における標的ＤＮＡに適用する点について\n阻害要因について\n引用発明は、Ⅱ型Ｃａｓ９タンパク質と、天然では別個に存在するｃ\nｒＲＮＡとｔｒａｃｒＲＮＡとを人工的に融合してなるキメラＲＮＡと\nを含む、人工物たるＣａｓ９ポリペプチドを含む「プラスミド中の標的\nＤＮＡを緩衝液中で切断するための組成物」であって、天然（原核細胞）\nのＣａｓ９ポリペプチドをそのまま含むものではない。また、切断の対\n象は、「緩衝液中」に存在する「プラスミド（環状二本鎖ＤＮＡ）中の標\n的ＤＮＡ」である。そうすると、引用発明は天然の原核細胞と関係はな\nく、原告が主張する真核細胞と原核細胞の相違は、そもそも、引用発明\nを真核細胞に適用することの阻害要因たり得ない。\nそして、原告が阻害要因として指摘する点は、当業者の誰もが求める\n真核細胞における優れたゲノム編集ツールを、開発を試みることもなく\nこれを断念させるようなものではない。実際のところ、本願発明の発明\n特定事項には、原告が阻害要因として指摘する点を回避するための創意\n工夫は含まれていないし、実施例をみても、原告が阻害要因として指摘\nする点に着目してそれを回避するための検討を行っていたことをうかが\nわせる記載は見いだせない。\nａ  阻害要因１について\n本件審決が認定した引用発明は、「（ａ）Ⅱ型Ｃａｓ９タンパク質」\n自体を含んでおり、これは、「プラスミド中の標的ＤＮＡを緩衝液中で\n切断するため」に、当然、正しく折り畳まれたものであるから、「Ｃａ\nｓ９タンパク質」に関して、本願発明の「（ⅰ）核局在化シグナルを有\nするＣａｓ９ポリペプチド」と引用発明の「（ａ）Ⅱ型Ｃａｓ９タンパ\nク質」との相違部分は、「核局在化シグナル」を有しているか否かだけ\nである。したがって、原告が主張する阻害要因１は、相違点１とは関\n係がないものであり、その主張は前提において誤りである。\nまた、仮に、阻害要因１が、本願発明のうち、「（ⅰ）Ｃａｓ９ポリ\nペプチドおよび核局在化シグナルをコードする核酸」の場合について\nの主張であるとしても、次のとおり、その主張は失当である。\nすなわち、分解等の懸念があるのであれば、核酸の導入量を増やす\nなど、当業者は、実験条件の最適化を当然行う。しかも、本願第１優\n先日までに、原核細胞に由来するタンパク質を真核細胞中で機能的に\n発現させた例は枚挙するにいとまがない。古くは１９９６年に、原核\n細胞（大腸菌）に由来し、ＤＮＡに作用するタンパク質であるＲｅｃ\nＡを、本願発明と同様に、核局在化シグナルを付加した形で真核細胞\n（植物細胞）内において発現したところ、核内に移行し、植物細胞ゲ\nノムＤＮＡに対して正常な機能を発揮したことが報告されている（乙\n２０の３０９４頁右欄２０ないし３３行目）。\n本願発明も、真核細胞内でＣａｓ９ポリペプチドを正常に発現し、\n折り畳み、分解されないようにするための発明特定事項は含んでいな\nいし、実施例にも、Ｃａｓ９ポリペプチドを正常に発現し、折り畳み、\n分解されないようにするための創意工夫は何ら認められない。本願発\n明は、Ｃａｓ９ポリペプチドをＲｅｃＡなどと同様に誰もが望む真核\n細胞で発現させてみたところ、予想どおり、何らの問題もなく、正常\nに発現され、折り畳まれて、機能が発揮されたというだけのことであ\nる。\nｂ  阻害要因２について\n仮に、ガイドＲＮＡがヌクレアーゼによって分解等される懸念があ\nるのであれば、ガイドＲＮＡの導入量を増やすなど、当業者は、実験\n条件の最適化を当然行う。\n本願発明も、真核細胞環境内でガイドＲＮＡが分解されないように\nするための発明特定事項は含んでいないし、実施例にも、ガイドＲＮ\nＡを分解から保護するための創意工夫は何ら認められない。本願発明\nでも、ＣＲＩＳＰＲ／Ｃａｓ９系を真核細胞に導入したところ、予想\nどおり、ガイドＲＮＡも含めて特段の問題もなく存在し得て、機能が\n発揮されたというだけのことである。\nｃ  阻害要因３について\n当業者であれば、引用発明を真核細胞に適用することを想起しただ\nけで、自ずと常套手段である核局在化シグナルの付加を導き出し、こ\nれによりＣａｓ９ポリペプチドがガイドＲＮＡと複合体を形成するこ\nとを当然予測し得た。\n本願発明も、Ｃａｓ９ポリペプチドを核内へ移行させるための手段\nとして、核局在化シグナルを付加すること以外の発明特定事項は含ん\nでいないし、実施例にも、核局在化シグナル以外の創意工夫は何ら認\nめられない。本願発明でも、ＣＲＩＳＰＲ／Ｃａｓ９系に真核細胞の\n核内移行における常套手段を適用したところ、予想どおり、何らの問\n題もなく核内に移行して機能を発揮したというだけのことである。\nｄ  阻害要因４について\n本願第１優先日当時、既に、クロマチンの存在にもかかわらず外来\nタンパク質が真核細胞の核内のゲノムＤＮＡに作用した数多の例が知\nられていた。例えば、ＣＲＩＳＰＲ／Ｃａｓ９系と同様に原核細胞に\n由来するＲｅｃＡ（乙２０）や、ＣＲＩＳＰＲ／Ｃａｓ９系と同様に\nゲノム編集ツールとして周知のＺＦＮ（甲２１、２２、２５、２６、\n乙７）やＴＡＬＥＮ（甲２３、２４、３０、乙７）である。\n本願発明も、クロマチンの存在による悪影響を低減させるための発\n明特定事項は含んでいないし、実施例にも、クロマチンの存在による\n悪影響を低減させるための創意工夫は何ら認められない。本願発明で\nも、ＲｅｃＡ、ＺＥＮ及びＴＡＬＥＮ等の先例から予想されるとおり、\nクロマチンによる悪影響はなかったというだけのことである。\nｅ  阻害要因５について\n本願第１優先日前に、既に、ＺＦＮ及びＴＡＬＥＮで真核細胞ゲノ\nムにおける標的配列を切断することが広く知られていたところ（甲２\n１ないし２６）、これらのゲノム編集ツールが、サイズの大きなゲノム\nを対象とする場合に標的配列へのアクセスが不可能となったり、困難\nを伴うとの事情があったとは認められない。また、各ゲノム編集ツー\nルの標的配列の長さに着目すると、ＺＦＮは、１８ないし３６塩基対、\nＴＡＬＥＮは、２４ないし４０塩基対であって（甲９０）、いずれも、\n真核細胞ゲノム中でこのような長さの標的配列にアクセスし、切断す\nることができていたものである。これに対して、ＣＲＩＳＰＲ／Ｃａ\nｓ９系の標的配列の長さは、１７ないし２３塩基対程度であって（甲\n２０の８２０頁図５Ａ、甲９０）、ＺＦＮやＴＡＬＥＮの標的塩基対と\n同程度なのだから、当業者は、真核細胞ゲノムが大きいためにＣＲＩ\nＳＰＲ／Ｃａｓ９系が標的配列を探し当てられないとか、アクセスで\nきないなどとは考えない。\n本願発明も、サイズの大きな真核細胞ゲノム中の標的にアクセスす\nるための発明特定事項は含んでいないし、実施例にも、真核細胞ゲノ\nムの大きさを克服して標的にアクセスするための創意工夫は何ら認め\nられない。本願発明でも、ＺＦＮやＴＡＬＥＮの先例から予測される\nとおり、ＣＲＩＳＰＲ／Ｃａｓ９系が真核細胞ゲノム中の標的配列に\nアクセスしてその場で切断することができたというだけのことである。\nｆ  阻害要因６について\nグループⅡイントロンシステムはＣＲＩＳＰＲ／Ｃａｓ９系とは別\n物であって、ＣＲＩＳＰＲ／Ｃａｓ９系と関連性の薄い事例にすぎな\nい。\n本願発明は、真核細胞中のマグネシウムイオン濃度に対応するため\nの発明特定事項は含んでいないし、実施例にも、真核細胞中のマグネ\nシウムイオン濃度に対応するための創意工夫は何ら認められない。本\n願発明は、引用発明のＣＲＩＳＰＲ／Ｃａｓ９系を真核細胞中に移し\nたところ、そのまま機能し得たというだけのものにすぎない。\nｇ  阻害要因７について\nオフターゲットＤＮＡ配列への結合可能性は、ＤＮＡ結合ドメイン\nの特異性の程度に依存し、従来から使用されていたＺＦＮ及びＴＡＬ\nＥＮでも同様に留意される切断特異性の問題である。そして、オフタ\nーゲット切断であれ、オンターゲット切断（本来の標的配列の切断）\nであれ、ＤＮＡが切断されても、細胞はＤＮＡ修復機構を有しており、\n死滅するわけではないのだから、オフターゲット結合やオフターゲッ\nト切断の懸念が、ＣＲＩＳＰＲ／Ｃａｓ９系を真核細胞に適用するこ\nとを妨げるはずはない。\n本願発明は、ＣＲＩＳＰＲ／Ｃａｓ９系によって生じる可能性があ\nる細胞毒性を回避するための発明特定事項は含んでいないし、実施例\nにも、そのための創意工夫は何ら認められない。本願発明は、引用発\n明のＣＲＩＳＰＲ／Ｃａｓ９系を真核細胞中に移したところ、そのま\nま機能し得たというだけのものにすぎない。\n本願第１優先日当時における当業者の認識及び技術常識について\nａ  原告が前記１⑴ア ａにて示した例（Ｔ７  ＲＮＡポリメラーゼ、\nグループⅡイントロンシステム、リボスイッチ、リボザイム）は、い\nずれもＣＲＩＳＰＲ／Ｃａｓ９系とは関連性の薄い技術であって、引\n用発明のＣＲＩＳＰＲ／Ｃａｓ９系を真核細胞に適用することの強い\n動機付けを阻害するほどの事情ではない。むしろ、真核細胞に由来し\nないシステムを真核細胞において機能させる試みが数多く存在すると\nいう事実は、真核細胞で機能させることが望まれるシステムはその由\n来にかかわらず真核細胞に導入してみることが、当業者にとっていか\nに自然な発想であるかを如実に示している。\nｂ  甲第４８号証には、当業者がＣＲＩＳＰＲ／Ｃａｓ９系をＺＦＮや\nＴＡＬＥＮに替わる真核細胞のゲノム編集ツールとして期待を寄せ、\n実際に適用したことが示されており（甲４８の１頁要約、Ｉｎｔｒｏｄｕｃｔｉ\nｏｎ、訳文は乙２１）、甲第４９号証には、引用文献１の発行直後に当業\n者がＣＲＩＳＰＲ／Ｃａｓ９系の真核細胞への適用に取りかかってい\nたことが示されており（甲４９の４頁左欄６行目ないし右欄４行目、\n訳文は乙２２）、甲第３７号証には、引用文献１に接した当業者が速や\nかに植物や動物といった真核細胞に適用したことが示されており（甲\n３７の２頁２４ないし３１行目、訳文は乙２３）、甲第８７号証には、\n引用文献１のＣＲＩＳＰＲ／Ｃａｓ９系が、引用文献１発行直後に真\n核細胞に適用されたことが紹介されており（甲８７の１頁本文１４な\nいし２３行目、訳文は乙２４）、甲第４１号証には、ＣＲＩＳＰＲ／Ｃ\nａｓ９系を真核細胞に適用することを強く推奨し、その成功が期待で\nきることが示されている（甲４１の１６５８頁中欄１０ないし１４行\n目、１６６０頁右欄５ないし６行目、同頁右欄２６ないし３０行目、\n訳文は乙２５）。\nｃ  甲第４１、第４８及び第４９号証は、引用文献１の影響力の大きさ\nを裏付けるとともに、数多くの当業者グループが、独立に、しかし、\nまるで示し合わせたかのように、引用文献１の発行直後にＣＲＩＳＰ\nＲ／Ｃａｓ９系を真核細胞に適用し始めたことを示すものである。\nＺＦＮ及びＴＡＬＥＮとＣＲＩＳＰＲ／Ｃａｓ９ポリペプチドとの相\n違について\n引用発明は、本来的に原核細胞を対象とした技術ではなく、ＣＲＩ\nＳＰＲ／Ｃａｓ９系が天然の原核細胞で見いだされたことは、もはや\n引用発明とは関係のないことなのだから、ＣＲＩＳＰＲ／Ｃａｓ９系\nが原核細胞由来であることから真核細胞に適用することが困難とする\n原告の主張は、前提において誤りがある。引用発明のＣＲＩＳＰＲ／\nＣａｓ９系のＲＮＡ成分である「（ｂ）ｃｒＲＮＡの３′末端側にｔｒ\nａｃｒＲＮＡの５′末端側が融合したキメラＲＮＡ」（原告の主張にお\nいては「ｇ（ガイド）ＲＮＡ」。）は、自然界に存在するｃｒＲＮＡと\nｔｒａｃｒＲＮＡとを人工的に融合して単純化したものであって、自\n然状態において原核細胞で生じるものではない。\nしかも、それぞれのＤＮＡ結合ドメインを比べてみると、ＺＦＮで\nは、１モジュールのタンパク質が３塩基の標的配列を認識して結合し、\nＴＡＬＥＮでは、１モジュールのタンパク質が１塩基の標的配列を認\n識して結合し、ＣＲＩＳＰＲ／Ｃａｓ９系では、１塩基のＲＮＡが１\n塩基の標的配列を認識して結合するから（乙７の９頁図１）、いずれの\nＤＮＡ結合ドメインにしても、ＤＮＡという物質に直接作用して、き\nわめて機械的な機序で標的配列を認識して切断する活性を有するにす\nぎない。そして、ＺＦＮやＴＡＬＥＮのＤＮＡ結合ドメインが、真核\n細胞のクロマチン環境に特化した構造や標的配列認識機構を有してい\nるわけではないし、ＣＲＩＳＰＲ／Ｃａｓ９系のＤＮＡ結合ドメイン\nが原核細胞のＤＮＡしか認識できないわけでもない。\nまた、ＣＲＩＳＰＲ／Ｃａｓ９系が標的配列に結合するに際して標\n的ＤＮＡの二重らせん構造の開放を行うという点は、ＣＲＩＳＰＲ／\nＣａｓ９系がＤＮＡ（二重らせん構造を有することは自明である。）の\n標的配列に結合してその場でＤＮＡを切断する以上は、引用文献１自\n体に示されていることであり、引用発明の真核細胞への適用を妨げる\nことはない。\nイ  核局在化シグナルの付加の点について\n核局在化シグナルを付加することは、ポリペプチドを核に送達するた\nめの常套手段であって、引用発明を真核細胞に適用することを想起した\nだけで自ずと導き出される常套手段にすぎない。実際、引用文献１の発\n行からわずか数か月のうちに、数多の研究グループが、独立して、一斉\nに、ＣＲＩＳＰＲ／Ｃａｓ９系を使って真核細胞のゲノム編集を行った\nところ、それらの全てにおいて、例外なく、核局在化シグナルが付加さ\nれていたというのが、本願第１優先日当時の実情である。\n細胞環境について\n核局在化シグナルとは、細胞核の中で働くタンパク質が細胞質で合成\nされた後、核内にまで能動的かつ選択的に輸送されるために必要な数個\nないし十数個のアミノ酸からなる配列をいう（乙４）。真核細胞内におい\nて、核局在化シグナルを有する物質は、核膜に存在する小さな核膜孔を、\nシャッターのように直径約１００ｎｍに開いて、核内へと通過する（乙\n２９、３０）。また、直径９ｎｍ程度（ガイドＲＮＡは優にこれを下回る。）\nより小さな物質は、核局在化シグナルがなくとも、小さな核膜孔を自由\nに通過する（乙３０）。Ｃａｓ９ポリペプチド（約１６３ｋＤａ）のよう\nなタンパク質の大きさは、せいぜい数ｎｍ程度である（乙３１ないし３\n３）から、核局在化シグナルを有してさえいれば、そのまま、直径約１\n００ｎｍに開口した核膜孔を通過して、核内へと移行する。\nサイズの相違について\n核局在化シグナルは、核内へ移行するための必要かつ十分な活性をも\nつものであって、それさえ有していれば、約１７０ｋＤａのＭＴａｓｅ\n（ＤＮＡシトシン―５―メチルトランスフェラーゼ）（乙３４）、約１８\n５ｋＤａのトポⅡ（ＤＮＡトポイソメラーゼⅡ）（乙３５）、約２３９ｋ\nＤａのＳｅｎ１ｐ（乙３６）といった、Ｃａｓ９ポリペプチド（約１６\n３ｋＤａ）を上回るサイズのタンパク質のみならず、桁違いに大きく複\n雑な巨大複合体であるウイルス粒子でさえ、核膜孔を直径約１００ｎｍ\nに開口して通過することが広く知られていた（乙３７）。直径約１００ｎ\nｍに開口した核膜孔と比べて、数十ないし数百ｋＤａ程度のタンパク質\nは十分小さく、その形状が核膜孔の通過しやすさに影響するとは到底考\nえられない。\nしたがって、Ｃａｓ９ポリペプチドのサイズや形状は、核局在化シグ\nナルを付加することを妨げる理由にはならない。\n「容易の容易」について\n本件審決は、核局在化シグナルの付加は、引用発明のＣＲＩＳＰＲ／\nＣａｓ９系を真核細胞に適用することを想起しただけで、何らの創意工\n夫もなく導き出される程度のことにすぎないとしたものであって、いわ\nゆる「容易の容易」に当たらないことは、本件審決の文言上明らかであ\nる。\n⑵  予測できない顕著な効果に関する判断の誤りについて\n本願発明の効果は、ＣＲＩＳＰＲ／Ｃａｓ９系が真核細胞において標的Ｄ\nＮＡを切断することができたというものであるが、これは、まさに、引用発\n明のＣＲＩＳＰＲ／Ｃａｓ９系を真核細胞に適用することを想起すると同時\nに当然想定される結果にすぎず、効果の顕著性など見いだす余地もない。\n第４  当裁判所の判断\n１  本願発明について\n本願明細書には、別紙１「本願明細書の記載事項（抜粋）」のとおりの記載が\nあり、この記載によると、本願発明について、次のような開示があると認めら\nれる。\n⑴  技術分野\n本願発明は、真核細胞又は真核生物における標的化ゲノム編集に関するに\n関するものである（【０００１】）。\n⑵  背景技術\nＣＲＩＳＰＲ（クラスター化された規則的間隔の短いパリンドローム反復\n配列、Ｃｌｕｓｔｅｒｅｄ  Ｒｅｇｕｌａｒｌｙ  Ｉｎｔｅｒｓｐａｃｅｄ  Ｓｈｏｒｔ  Ｐａｌｉｎｄｒｏｍｉｃ  Ｒｅｐｅａｔ）\nは、配列決定された細菌の約４０％及び配列決定された古細菌の９０％のゲ\nノムにおいて見出される多数の短い直列反復配列を含む遺伝子座であるが、\n原核生物の免疫系として機能する（【０００２】）。タイプⅡＣＲＩＳＰＲ／Ｃ\nａｓシステムに必須のタンパク質成分であるＣａｓ９ポリペプチドは、ＣＲ\nＩＳＰＲ  ＲＮＡ（ｃｒＲＮＡ）及びトランス活性化ｃｒＲＮＡ（ｔｒａｃ\nｒＲＮＡ）と呼ばれる２つのＲＮＡと複合体を形成した場合、活性を有する\nエンドヌクレアーゼを形成し、それによって侵入したファージ又はプラスミ\nド中の外来遺伝因子を切断して、宿主細胞を防御する（【０００３】）。\n近年、【Ａ】ら（１）は、ｃｒＲＮＡ及びｔｒａｃｒＲＮＡの必須部分の融\n合によって産生された一本鎖キメラＲＮＡがＣａｓ９／ＲＮＡ複合体中の２\nつのＲＮＡと置き換え可能であり、機能的なエンドヌクレアーゼを形成でき\nることを実証した（【０００３】）。\nヌクレオチド結合ＣＲＩＳＰＲ－Ｃａｓタンパク質における部位特異性は、\n設計及び合成がより困難であり得るＤＮＡ結合タンパク質の代わりに、ＲＮ\nＡ分子に支配されているので、ＣＲＩＳＰＲ／Ｃａｓシステムは、ジンクフ\nィンガー及び転写活性化因子様エフェクターＤＮＡ結合タンパク質に対して\n利点を提供する（【０００４】）\n⑶  発明が解決しようとする課題\n今まで、ＣＲＩＳＰＲ／Ｃａｓシステムに基づくＲＮＡ誘導型エンドヌク\nレアーゼ（ＲＧＥＮ）を用いたゲノム編集法は開発されていなかったところ、\n本願発明は、ＣＲＩＳＰＲ／Ｃａｓシステムに基づくゲノム編集法であり、\n真核細胞及び真核生物において標的化してＤＮＡを切断するプログラム可能\nなＲＮＡ誘導型エンドヌクレアーゼを開発したものである（【０００４】、【０\n００６】）。\n⑷  課題を解決するための手段\n本願発明の目的は、標的ＤＮＡに特異的なガイドＲＮＡ若しくはガイドＲ\nＮＡをコードするＤＮＡ、及びＣａｓタンパク質コード核酸若しくはＣａｓ\nタンパク質を含有する、真核細胞又は真核生物中の標的ＤＮＡを切断するた\nめの組成物を提供することである（【０００７】）。\n⑸  発明の効果\n本願発明は、新しい便利なゲノム編集ツールを提供する（【００２１】）。\n⑹  発明を実施するための形態\nア  本願発明より前に、Ｃａｓタンパク質のエンドヌクレアーゼ活性は知ら\nれていたが、真核生物のゲノムの複雑さのため、Ｃａｓタンパク質のエン\nドヌクレアーゼ活性が真核細胞中で機能するかどうかは知られていなか\nった（【００２５】）。ＺＦＮ及びＴＡＬＥＮと比較して、Ｃａｓタンパク質\nに基づく本願発明の組成物は、合成ガイドＲＮＡ成分が置き換えられるだ\nけで新たなゲノム編集ヌクレアーゼを作製できるため、より容易にカスタ\nム化され得る上、オフターゲット作用を持たないため、望ましくない突然\n変異、欠失、逆位、及び重複を引き起こさない特性を有することから、真\n核細胞及び真核生物におけるゲノム工学のための拡張性のある、汎用的で\n便利なツールとなる（【００２６】）。\nイ  Ｃａｓの遺伝子及びタンパク質に関する情報は、国立生物工学情報セン\nター（Ｎａｔｉｏｎａｌ  Ｃｅｎｔｅｒ  ｆｏｒ  Ｂｉｏｔｅｃｈｎｏｌｏｇｙ  Ｉｎｆｏｒｍａｔｉｏｎ、ＮＣＢＩ）のＧ\nｅｎＢａｎｋから、制限なく利用できる（【００２７】）。３種類のＣＲＩＳ\nＰＲ－Ｃａｓシステムが存在し、そのうち、Ｃａｓ９タンパク質並びにｃ\nｒＲＮＡ及びｔｒａｃｒＲＮＡを含むタイプⅡＣＲＩＳＰＲ／Ｃａｓシ\nステムが代表的であり、よく知られている（【００２８】）。\nウ  本願発明の組成物は、タンパク質の形態で、又はＣａｓタンパク質をコ\nードする核酸の形態で、Ｃａｓ成分を含有しうるものであり、Ｃａｓタン\nパク質は、ガイドＲＮＡと複合体を形成した際、それがエンドヌクレアー\nゼ活性又はニッカーゼ活性を有する限り、任意のＣａｓタンパク質であり\n得る（【００２９】）。\nエ  本願発明では、ガイドＲＮＡは、ＣＲＩＳＰＲ  ＲＮＡ（ｃｒＲＮＡ）\n及びトランス活性化ｃｒＲＮＡ（ｔｒａｃｒＲＮＡ）で構成され、又はｃ\nｒＲＮＡ及びｔｒａｃｒＲＮＡの必須部分の融合によって作製される一\n本鎖ＲＮＡ（ｓｇＲＮＡ）やｃｒＲＮＡ及びｔｒａｃｒＲＮＡを含むデュ\nアルＲＮＡであり得、ガイドＲＮＡがｃｒＲＮＡ及びｔｒａｃｒＲＮＡの\n必須部分並びに標的と相補的な部分を含むならば、任意のガイドＲＮＡが\n本願発明において使用され得る（【００３３】）。\nオ  ガイドＲＮＡは、ＲＮＡ又はガイドＲＮＡをコードするＤＮＡ（核酸）\nの形態で、細胞又は生物に移入され得る（【００３５】）。\n２  取消事由（引用発明に基づく本願発明の進歩性判断の誤り）の有無について\n⑴  相違点１の容易想到性判断の誤りの有無について\nア  引用発明１について\n引用文献１には、別紙２「引用文献１の記載事項（抜粋・訳文）」のとお\nりの記載があり（訳は、甲２０添付訳文及び乙８による。）、①クラスター\n化され、規則的に間隔が空いている短い回文の反復（ＣＲＩＳＰＲ）／Ｃ\nＲＩＳＰＲ関連（Ｃａｓ）系を構成するｔｒａｃｒＲＮＡ及びｃｒＲＮＡ\nに基づいて設計されたキメラＲＮＡとⅡ型Ｃａｓ９タンパク質とにより、\nプラスミド中の、キメラＲＮＡと塩基対を形成する標的ＤＮＡが、緩衝液\n中で切断されることを実験により確認したこと、②当該キメラＲＮＡが、\nｃｒＲＮＡの３′末端側にｔｒａｃｒＲＮＡの５′末端側を融合させた\nものであることが記載されており、これら記載によると、引用発明として、\n本件審決が認定するとおりのものを認定することができ、この点は、当事\n者間にも争いがない。\nイ  相違点１について\n本願発明の組成物と引用発明の組成物とを対比すると、相違点として、\n本件審決が認定するとおりの相違点１及び２を認定することができ、こ\nの点は、当事者間にも争いがない。\nここで、原告は、相違点１を「本願発明は、「真核細胞」における標的\nＤＮＡを切断するための組成物であるのに対して、引用発明は、「緩衝液\n中」の標的ＤＮＡを切断するための組成物である点」（以下「相違点１Ａ」\nという。）と「本願発明は、Ｃａｓ９ポリペプチドが「核局在化シグナル」\nを有しているのに対して、引用発明は、Ｃａｓ９ポリペプチドが「核局\n在化シグナル」を有していない点」（以下「相違点１Ｂ」という。）とに\n分けてその容易想到性を論じているから、当裁判所も、ひとまず便宜的\nにこれに従い、以下、判断を加える。\n相違点１Ａについて\n引用文献１には、「クラスター化され、規則的に間隔が空いている短い\n回文の反復（ＣＲＩＳＰＲ）／ＣＲＩＳＰＲ関連（Ｃａｓ）系」のｃｒ\nＲＮＡとトランス活性化ｃｒＲＮＡ（ｔｒａｃｒＲＮＡ）が塩基対にな\nって形成されるデュアル－ｔｒａｃｒＲＮＡ：ｃｒＲＮＡが、Ｃａｓ９\nポリペプチドに標的ＤＮＡの二本鎖切断を指示することが記載され、そ\nの上で、「このデュアル－ｔｒａｃｒＲＮＡ：ｃｒＲＮＡは、一本鎖ＲＮ\nＡキメラとして設計されたときも、配列特異的に、Ｃａｓ９による二本\n鎖ＤＮＡ切断を誘導する。私たちの研究は、部位特異的ＤＮＡ切断のた\nめにデュアル－ＲＮＡを使用するエンドヌクレアーゼのファミリーを明\nらかにし、ＲＮＡでプログラム可能なゲノム編集のためにこのシステム\nを利用する可能性を強調する。」と記載されている（８１６頁要約）。そ\nして、引用文献１には、引用発明のＣＲＩＳＰＲ／Ｃａｓ系に関して、\n「ゲノム標的化及びゲノム編集のための・・・システムを開発すること\nができるという刺激的な可能性を示している。」（８１６頁中欄３５行目\nないし右欄３行目）及び「プログラムされたＤＮＡ切断及びゲノム編集\nにおいて潜在的に有用であるため、魅力的である。」（８２０頁左欄２な\nいし５行目）とも記載されている。さらに、引用文献１には、「ジンク－\nフィンガーヌクレアーゼや転写活性化様エフェクターヌクレアーゼは、\nゲノムを操作するために設計された人工酵素として、大きな関心を集め\nた。私たちは、遺伝子ターゲティングとゲノム編集への応用に向けた大\nきな潜在能力をもたらし得るＲＮＡによりプログラムされたＣａｓ９に\n基づく代替的な手法を提案する。」（８２０頁右欄２ないし９行目）と記\n載されている。\nこれらの記載からみて、引用文献１には、引用発明１のＣＲＩＳＰＲ\n／Ｃａｓ９系がゲノム編集に有用であろうことが示唆されており、ＣＲ\nＩＳＰＲ／Ｃａｓ９系はゲノムを操作するために設計された人工酵素で\nあるＺＦＮやＴＡＬＥＮに替わり得る新たなゲノム編集の手段として提\n案されていたと認められる。\n一方、本願第１優先日当時、ゲノム編集の主たる対象は真核細胞であ\nって、ＺＦＮやＴＡＬＥＮが真核細胞中の標的ＤＮＡすなわち核内のゲ\nノムを切断するものであることは技術常識である（甲２１の１４６４頁\n３４ないし３６行目、甲２２の３３９頁右欄１５行目ないし３４０頁左\n欄１６行目、甲２３の１４３頁右欄８ないし１３行目、甲２４の２頁右\n欄３５ないし４０行目、甲２５の１[００６４］〔訳は甲２５の２【００\n６４】による。〕、甲２６の１［ＣＬＡＩＭ  ３］、［００７５]ないし［００７\n８］〔訳は甲２６の２【請求項３】、【００７５】ないし【００７８】によ\nる。〕）。\nまた、本願第１優先日当時、タンパク質や核酸を真核細胞へ送達する\n各種手段は周知技術である（甲２５の１［００６８］〔訳は甲２５の２【０\n０６８】による。〕、甲２６の１[００７５]、[０１０４]、[０１０５]〔訳\nは甲２６の２【００７５】、【０１０４】、【０１０５】による。〕）。\nこれらの点を踏まえれば、引用文献１の記載に接した当業者は、引用\n文献１にいう「ゲノム編集」は「真核細胞」におけるゲノム編集をも意\n図するものと認識し、本願第１優先日当時の周知技術に基づいて、引用\n発明のＣＲＩＳＰＲ／Ｃａｓ９系を、真核細胞のゲノム上の標的ＤＮＡ\nの切断に用いようと試みるものといえる。\n相違点１Ｂについて\n真核細胞のゲノムが核内に存在することは当業者にとって自明の事項\nであるところ、タンパク質を真核細胞の核内に移行させるために核局在\n化シグナルを付加することは、本願第１優先日当時の常套手段である（甲\n２４の２頁図１、甲２５の１［００３９］〔訳は甲２５の２【００３９】\nによる。〕、甲２６の１[００８５]〔訳は甲２６の２【００８５】による。〕、\n甲２７の２３頁２７行目ないし２４頁６行目、甲２８【請求項１】、甲２\n９【０１４７】）。\nそうすると、上記 のとおりに引用発明のＣＲＩＳＰＲ／Ｃａｓ９系\nを真核細胞のゲノム上の標的ＤＮＡの切断に用いようと試みる当業者は、\nＣａｓ９ポリペプチドに核局在化シグナルを付与することを常套手段と\nして当然に行うと認められるから、核局在化シグナルの付与に独自の創\n意工夫を挟ませる余地はないといえる。\n小括\n以上からすると、相違点１は容易に想到できるといえる。\nウ  原告の主張について\n原告は、前記第３の１⑴アのとおり、引用発明を真核細胞へ適用する際\nの阻害要因（同 ）、本願第１優先日当時の当業者の認識及び技術常識（同\n）、又は引用発明とＺＦＮ及びＴＡＬＥＮといった従来技術との相違（同\n）から、引用発明のＣＲＩＳＰＲ／Ｃａｓ９系を真核細胞の核内のゲノ\nムに対して機能させようと試みることは動機付けられない旨主張する。\n本願発明と引用発明とは、引用発明のＣａｓ９ポリペプチドが「核局在\n化シグナル」を有していない点（相違点１Ｂ）を除き、①物としての構成、\nすなわち、（ⅰ）Ｃａｓ９ポリペプチドと（ⅱ）ｃｒＲＮＡ配列がｔｒａｃ\nｒＲＮＡ配列に対して５′末端側に融合し、標的ＤＮＡにハイブリダイズ\nするガイドＲＮＡを含むキメラガイドＲＮＡを含む組成物であるという\n点で一致し、②用途としての構成、すなわち、標的ＤＮＡを切断するため\nのＣＲＩＳＰＲ／Ｃａｓ９系である点で一致する。そして、真核細胞に適\n用するための単なる常套手段である上記相違点１Ｂ以外、本願発明が真核\n細胞における標的ＤＮＡを切断するための組成物である点（相違点１Ａ）\nに関して、そのような用途に用いるについて本願発明が特徴的な構成を有\nすることは原告から何も主張されておらず、実際、本願発明の構成から、\n引用発明の構成に加えて、そのような特徴的な構成のための限定あるいは\n付加をうかがうことはできない。そうすると、本願発明の構成を前提とす\nる限り、本願発明は、引用発明のＣＲＩＳＰＲ/Ｃａｓ９系を常套手段を用\nいて真核細胞に適用できることを確認したにすぎないものである。\nしたがって、なおも本願発明の構成を前提としてこれが容易想到である\nとはいえないというためには、本願発明が真核細胞における標的ＤＮＡを\n切断するための組成物である点（相違点１Ａ）について、引用発明のＣＲ\nＩＳＰＲ／Ｃａｓ９系を真核細胞に適用しようと試みることは動機付け\nられないとする特別な事情が必要である。\n以下、このような観点から、原告において本願発明が容易に想到できる\nとはいえないことを基礎付けると主張する阻害要因等について検討する。\n阻害要因について\n原告は、前記第３の１⑴アのとおり、本願第１優先日当時の当業者の\n認識として、①Ｃａｓ９ポリペプチドのように真核細胞内に本来的に存\n在しないタンパク質は、真核細胞内では、不適切なフォールディングに\nより活性を失うか、ユビキチン経路と呼ばれる真核細胞に存在するタン\nパク質分解経路によって認識されて分解されることが想定された（阻害\n要因１）、②ガイドＲＮＡがＣａｓ９ポリペプチドと複合体を形成するよ\nりも前に真核細胞性のヌクレアーゼによって分解されたり、分子シャペ\nロンがガイドＲＮＡに結合して機能性ＣＲＩＳＰＲ／Ｃａｓ９系が形成\nされるのが邪魔されることが想定された（阻害要因２）、③Ｃａｓ９ポリ\nペプチドが、真核細胞の細胞質から核へと移動し、次いでガイドＲＮＡ\nを見つけ出しそれと機能可能な正しい複合体を形成することができない\nことが想定された（阻害要因３）、④真核細胞のゲノムＤＮＡが高度に折\nり畳まれているクロマチンによってＣＲＩＳＰＲ／Ｃａｓ９系の使用が\n阻まれることが想定された（阻害要因４）、⑤ＣＲＩＳＰＲ／Ｃａｓ９系\nがゲノムサイズの大きな真核細胞ゲノムについて標的配列ではないＤＮ\nＡ配列を切断してしまうことが想定された（阻害要因５）、⑥低濃度のマ\nグネシウムイオン環境である真核細胞においては、ＣＲＩＳＰＲ／Ｃａ\nｓ９複合体を適用してＤＮＡを切断することはできないことが想定され\nた（阻害要因６）、⑦ガイドＲＮＡを真核細胞に導入することに伴う細胞\n毒性があることが想定された（阻害要因７）ことが阻害要因となる旨、\nるる主張する。\nしかしながら、原告の上記主張は、原核細胞と真核細胞の相違から、\n引用発明のＣＲＩＳＰＲ／Ｃａｓ９系を真核細胞に適用する際に生じ得\nる事象の一般的・抽象的な可能性又は懸念を述べるにとどまるものであ\nって、具体的にこれら事象が生じることが確認されていたことを示すも\nのではないから、引用発明を真核細胞に適用するに際する障害として、\n引用発明の構成から具体的に克服しなければならない課題を述べるもの\nとはいえない。\nしたがって、上記のような一般的・抽象的な可能性又は懸念をもって、\n引用発明のＣＲＩＳＰＲ／Ｃａｓ９系を真核細胞に適用しようと試みる\nことが動機付けられない特別の事情に当たるとはいえず、むしろ、前記\nイ のとおり、引用文献１に接した当業者は、当然に、ＣＲＩＳＰＲ/Ｃ\nａｓ９系を真核細胞に適用しようと試みるものといえる。\nしたがって、原告主張の上記各阻害事由は、本件結論を左右し得るも\nのではない。\n当業者の認識及び技術常識について\n原告は、前記第３の１⑴ア ａないしｃのとおり、①本願第１優先日\n当時、Ｔ７  ＲＮＡポリメラーゼ、グループⅡイントロンシステム、リ\nボスイッチ、リボザイムのように真核細胞由来ではないシステム及び遺\n伝子を真核細胞において機能させる数々の試みが失敗してきた、②当業\n者はＣＲＩＳＰＲ／Ｃａｓ９系が真核細胞内で機能し得ることについて\nは専ら否定的な見解を有していた旨主張する。\nしかしながら、原告の指摘内容からしても、Ｔ７  ＲＮＡポリメラー\nゼ、グループⅡイントロンシステム、リボスイッチ、リボザイムは、真\n核細胞由来ではないシステムという限度でＣＲＩＳＰＲ／Ｃａｓ９系と\n関連するのにとどまり、ＣＲＩＳＰＲ／Ｃａｓ９系とは関連性の薄い技\n術に関するものにすぎず、少なくとも、Ｔ７  ＲＮＡポリメラーゼ等の\n前記技術を真核細胞に適用することに失敗した例を報告する論文があっ\nたとしても、ＣＲＩＳＰＲ／Ｃａｓ９系を真核細胞に適用することを試\nみることを妨げるものとはいえない。\nまた、本願第１優先日当時の当業者の認識等について、原告は、前記\n第３の１⑴ア ｂのとおり、本願第１優先日前後に刊行された各文献に、\nＣＲＩＳＰＲ／Ｃａｓ９系が真核細胞内で機能し得ることについて否定\n的な記載がある旨主張するが、これらの記載は、真核細胞への適用に当\nたり解決すべき課題として当業者が認識していたものを具体的に明らか\nにするものではない。かえってこれらの文献には、「真核細胞において部\n位特異的ＤＮＡ切断をするための代替手段は、非常に興味深い。」（甲４\n８の１頁Ｉｎｔｒｏｄｕｃｔｉｏｎ６ないし８行目、訳は乙２１による。）、「【Ｄ】は、\n『私の研究室は、どのようにすればＣＲＩＳＰＲ／Ｃａｓ９が真核細胞\nにおいて適切に機能するかについて探索を始めた』と述べた。『その間、\nハーバード大学の【Ｅ】やＭＩＴの【Ｆ】の研究グループもまた、ＣＲ\nＩＳＰＲ／Ｃａｓ９が真核細胞において機能し得るかを確認するため、\n懸命に作業を行っていた』。」（甲４９の２０頁左欄１３ないし１７行目。\n訳は乙２２による。）、「単一のプログラム可能なＲＮＡ鎖のみを必要とす\nるようにシステムを設計できるとしたらどうだろうか。そうすると、生\n物学者はそれを使用して任意のＤＮＡ配列を簡単に標的化して切断する\nことができる。【Ｄ】は『興奮の寒気』を感じた。」（甲３７の２頁２６な\nいし２８行目。訳は乙２３による。）、「先週サイエンス誌速報に発表され\nた２つの新しい論文は、この技術がヒト細胞でも作用することを示した。\nヒト細胞での同様の成功を報告する【Ｄ】らの論文は新しいオープンア\nクセスなｅＬｉｆｅ誌で発行されることが受理された。」（甲８７の１頁\n２０ないし２３行目。訳は乙２４による。）、「【Ａ】らによる新しい研究\nは、特定のゲノム配列を標的とすることができる試薬の設計のための、\n新しいアプローチ―最も原始的なＤＮＡ認識に基づく―を提供した」（甲\n４１の１６５８頁中欄１０ないし１４行目。訳は乙２５による。）、「この\nシステムを真核細胞に適用する試みだけが、これらの懸念を払拭するで\nあろう。」（甲４１の１６６０頁右欄５ないし６行目。訳は乙２５による。）、\n「ＣＲＩＳＰＲシステムが、標的切断手法の次の次の世代を提供するか\nどうかはまだわからないが、試す価値があることは明らかである。乞う\nご期待。」（甲４１の１６６０頁右欄２６ないし３０行目。訳は乙２５に\nよる。）とあるように、当業者は、原核細胞と真核細胞の違いを認識しつ\nつも、ＣＲＩＳＰＲ／Ｃａｓ９系を真核細胞に適用することを試みる価\n値のある有望なものと認識していたものであって、実際に、本願第１優\n先日当時、複数の研究機関がその適用を試みており（甲３５、３６、４\n８、４９、乙１５）、むしろ、ＣＲＩＳＰＲ／Ｃａｓ９系の真核細胞への\n適用を試みることには当業者にとって何ら障害のあるものではなかった\nというべきである。\n以上のとおりであるから、原告の上記主張を採用することはできない。\nＺＦＮ及びＴＡＬＥＮとＣＲＩＳＰＲ／Ｃａｓ９系との相違について\n原告は、前記第３の１⑴ア のとおり、ＺＦＮやＴＡＬＥＮはＣＲＩ\nＳＰＲ／Ｃａｓ９系のようにＲＮＡと複合体を形成するような構造では\nないことから、ＺＦＮやＴＡＬＥＮといった従来技術の活用例から、Ｃ\nＲＩＳＰＲ／Ｃａｓ９系を真核細胞へと適用することの動機付けを見い\nだすことはできない旨主張する。\nしかしながら、原告の指摘内容にあるとおり、ＺＦＮは、真核細胞の\nゲノムＤＮＡ配列に結合するジンクフィンガーモジュールと細菌由来の\nゲノムＤＮＡ配列を切断する機能を有するＦｏｋ１酵素とからなり、Ｔ\nＡＬＥＮは、真核細胞である植物細胞のゲノムＤＮＡ配列に結合するＴ\nＡＬエフェクターと上記Ｆｏｋ１を組み合わせたものであり、真核細胞\n由来以外の要素も含むものであるから、ＣＲＩＳＰＲ／Ｃａｓ９系が原\n核細胞由来のものであるというだけで、当業者がＣＲＩＳＰＲ／Ｃａｓ\n９系を真核細胞に適用することの試みさえ躊躇するものとはいい難い。\nまた、ＺＦＮやＴＡＬＥＮのＤＮＡ結合ドメインが、真核細胞のクロマ\nチン環境に特化した構造や標的配列認識機構を有しているとの事情も見\nいだせない。そうしてみると、ＺＦＮやＴＡＬＥＮと、ＣＲＩＳＰＲ／\nＣａｓ９系との構造等の違いをもって、ＣＲＩＳＰＲ／Ｃａｓ９系を真\n核細胞における標的ＤＮＡの切断に適用することが動機付けられないと\nはいえない。\n以上のとおりであるから、原告の上記主張を採用することはできない。\n核局在化シグナルの付加の点について\n原告は、前記第３の１⑴イのとおり、①ＺＦＮやＴＡＬＥＮよりもサ\nイズが大きく構造も異なるＣＲＩＳＰＲ／Ｃａｓ９系が真核細胞の核膜\nを通過して核内へと移行することは想到できない、②核局在化シグナル\nを利用してポリペプチドを真核生物の核内に移行させられ得るとしても、\n核内に移行したＣａｓ９ポリペプチドがガイドＲＮＡと複合体を形成で\nきるか予測できない、③引用発明の対象を真核細胞へと変更し、さらに、\n核内移行手段として核局在化シグナルを用いることは、いわゆる２ステ\nップを要する「容易の容易」であるから、容易想到とはいえない旨主張\nする。\nしかしながら、核局在化シグナルを有する物質が核膜に存在する小さ\nな核膜孔を直径約１００ｎｍに開いて核内へと通過することは、本願第\n１優先日当時の技術常識であり（乙２９）、約１７０ｋＤａのＭＴａｓｅ\n（ＤＮＡシトシン―５―メチルトランスフェラーゼ）（乙３４）、約１８\n５ｋＤａのトポⅡ（ＤＮＡトポイソメラーゼⅡ）（乙３５）、約２３９ｋ\nＤａのＳｅｎ１ｐ（乙３６）といった天然の核局在化シグナルを有する\nタンパク質が核膜孔を直径約１００ｎｍに開口して通過することが広く\n知られていたから、１６３ｋＤａ程度の分子量であるＣａｓ９ポリペプ\nチドについて、核局在化シグナルを付加するという常套手段を採用する\nことによって核内に移行させ得ることを十分に期待できたといえ、ＣＲ\nＩＳＰＲ／Ｃａｓ９系がＺＦＮやＴＡＬＥＮよりもサイズが大きく構造\nも異なる点は、ＣＲＩＳＰＲ／Ｃａｓ９系を真核細胞へ適用することの\n試みを何ら妨げない。そして、Ｃａｓ９ポリペプチドが核内に移行して\nガイドＲＮＡと複合体を形成できるか予測できないと主張する点は、前\n記第３の２⑴ア ｃの阻害要因３と同趣旨の主張であるから、前記 の\nとおり、単にＣＲＩＳＰＲ／Ｃａｓ系を真核細胞に適用する際に生じる\n事象の一般的・抽象的な可能性又は懸念を述べるにとどまるものである。\nそして、核局在化シグナルはタンパク質を真核細胞の核内に移行させ\nるための常套手段であるから、引用発明のＣＲＩＳＰＲ／Ｃａｓ９系を\n真核細胞に適用しようとすること、すなわち、Ｃａｓ９ポリペプチドを\n真核細胞の核内に移行しようとするならば、真核細胞の核内に移行する\n手段を採用するのは至極当然のことであり、Ｃａｓ９ポリペプチドへの\n核局在化シグナルの付加は、引用発明のＣＲＩＳＰＲ／Ｃａｓ系を真核\n細胞へ適用しようと試みると同時に当然導き出されることである。そう\nすると、核局在化シグナルの付加は、真核細胞に適用されたＣＲＩＳＰ\nＲ／Ｃａｓ９系との構成を前提にしてこれに対して更に改変を加えると\nいうものではなく、いわゆる「容易の容易」に当たるようなものではな\nい。\n以上のとおりであるから、原告の上記主張を採用することはできない。\nそのほか原告がるる主張するところも、前記イの判断を左右するもの\nではない。\n⑵  予測できない顕著な効果について\n原告は、前記第３の１⑵のとおり、本願発明には、真核細胞内のゲノムＤ\nＮＡを切断し、編集することができるという予測できない顕著な効果がある\n旨主張する。\nしかしながら、発明の効果が予測できない顕著なものであるかについては、\n当該発明の特許要件判断の基準日当時、当該発明の構成が奏するものとして\n当業者が予測することのできなかったものか否か、当該構成から当業者が予\n測することのできた範囲の効果を超える顕著なものであるか否かという観点\nから検討する必要がある（最高裁判所平成３０年（行ヒ）第６９号令和元年\n８月２７日第三小法廷判決・集民２６２号５１頁参照）。そして、本願発明の\n構成は、真核細胞における標的ＤＮＡを切断するための組成物であるから、\nそのような組成物が真核細胞内のゲノムＤＮＡを切断し、編集することがで\nきるのは当然に予想されるといい得るところ、原告が予測できない顕著な効\n果として主張するものは、いずれも、真核細胞における標的ＤＮＡを切断す\nるための組成物であれば当然に備えることが予想される範囲内の効果をいう\nにすぎないから、本願発明に予測できない顕著な効果を認める余地はない。\n⑶  まとめ\n以上のとおりであるから、相違点１の構成は容易に想到することができ、\nそして、原告は、相違点２の構成が容易に想到できるとする本件審決の判断\nを争うものではなく、さらに、本願発明は予測できない顕著な効果を奏する\nものでもないから、本願発明は容易に発明することができたものである。\n３  結論\nよって、取消事由は理由がないから、原告の請求を棄却することとして、主\n文のとおり判決する。\n知的財産高等裁判所第４部\n裁判長裁判官\n菅      野      雅      之\n裁判官\n本      吉      弘      行\n裁判官\n中      村              恭\n（別紙１）\n本願明細書の記載事項（抜粋）\n【発明の詳細な説明】\n【技術分野】\n【０００１】\n本発明は、真核細胞または真核生物における標的化ゲノム編集に関する。より詳\n細には、本発明は、標的ＤＮＡに特異的なガイドＲＮＡおよびＣａｓタンパク質コ\nード核酸もしくはＣａｓタンパク質を含有する、真核細胞または真核生物中の標的\nＤＮＡを切断するための組成物、ならびにその使用に関する。\n【背景技術】\n【０００２】\nＣＲＩＳＰＲ（クラスター化された規則的間隔の短いパリンドローム反復配列、\nＣｌｕｓｔｅｒｅｄ  Ｒｅｇｕｌａｒｌｙ  Ｉｎｔｅｒｓｐａｃｅｄ  Ｓｈｏｒｔ  Ｐａｌｉｎｄｒｏｍｉｃ  Ｒｅｐｅａｔ）は、配列決定\nされた細菌の約４０％および配列決定された古細菌の９０％のゲノムにおいて見出\nされる多数の短い直列反復配列を含む遺伝子座である。ＣＲＩＳＰＲは、原核生物\nの免疫系として機能し、そこでそれは、プラスミドおよびファージなどの外因性の\n遺伝因子に対する抵抗性を与える。ＣＲＩＳＰＲシステムは、一種の獲得免疫をも\nたらす。スペーサーと呼ばれる外来ＤＮＡの短いセグメントは、ゲノムのＣＲＩＳ\nＰＲリピートの間に組み込まれ、過去の曝露の記憶として機能する。ＣＲＩＳＰＲ\nスペーサーは、その後、真核生物におけるＲＮＡｉと類似した方法で外因性遺伝因\n子を認識してサイレンシングするために用いられる。\n【０００３】\nタイプⅡＣＲＩＳＰＲ／Ｃａｓシステムに必須のタンパク質成分であるＣａｓ９\nは、ＣＲＩＳＰＲ  ＲＮＡ（ｃｒＲＮＡ）およびトランス活性化ｃｒＲＮＡ（ｔｒ\nａｃｒＲＮＡ）と呼ばれる２つのＲＮＡと複合体を形成した場合、活性を有するエ\nンドヌクレアーゼを形成し、それによって侵入したファージまたはプラスミド中の\n外来遺伝因子を切断して、宿主細胞を防御する。ｃｒＲＮＡは、以前にこのような\n外来侵入物から捕捉された、宿主ゲノム内のＣＲＩＳＰＲエレメントから転写され\nる。近年、Ｊｉｎｅｋら（１）は、ｃｒＲＮＡおよびｔｒａｃｒＲＮＡの必須部分\nの融合によって産生された一本鎖キメラＲＮＡがＣａｓ９／ＲＮＡ複合体中の２つ\nのＲＮＡと置き換え可能であり、機能的なエンドヌクレアーゼを形成できることを\n実証した。\n【０００４】\nヌクレオチド結合ＣＲＩＳＰＲ－Ｃａｓタンパク質における部位特異性は、設計\nおよび合成がより困難であり得るＤＮＡ結合タンパク質の代わりに、ＲＮＡ分子に\n支配されているので、ＣＲＩＳＰＲ／Ｃａｓシステムは、ジンクフィンガーおよび\n転写活性化因子様エフェクターＤＮＡ結合タンパク質に対して利点を提供する。\nしかし、今まで、ＣＲＩＳＰＲ／Ｃａｓシステムに基づくＲＮＡ誘導型エンドヌ\nクレアーゼ（ＲＧＥＮ）を用いたゲノム編集法は、開発されていなかった。\n一方、制限酵素断片長多型（ＲＦＬＰ）は、分子生物学および遺伝学においてい\nまだに広く使用されている、最も古く、最も簡便で、最も安価な遺伝子型決定法の\n１つであるが、制限エンドヌクレアーゼによって認識される適切な部位の欠如によ\nってしばしば制限される。\n【０００５】\n人工（Ｅｎｇｉｎｅｅｒｅｄ）ヌクレアーゼ誘発性突然変異は、様々な方法によ\nって検出され、それらは、ミスマッチ感受性のＴ７  エンドヌクレアーゼＩ（Ｔ７\nＥ１）アッセイまたはＳｕｒｖｅｙｏｒヌクレアーゼアッセイ、ＲＦＬＰ、蛍光Ｐ\nＣＲ産物のキャピラリー電気泳動法、ジデオキシ配列決定法、およびディープシー\nクエンシング（ｄｅｅｐ  ｓｅｑｕｅｎｃｉｎｇ）を含む。Ｔ７Ｅ１およびＳｕｒ\nｖｅｙｏｒアッセイは広く用いられるが、煩雑である。更に、突然変異配列が互い\nとホモ二本鎖を形成する可能性があり、ホモ接合性の二対立遺伝子突然変異体クロ\nーンと野生型細胞とを区別できないため、これらの酵素は突然変異頻度を過小評価\nする傾向がある。ＲＦＬＰはこれらの制約がないため、好まれる方法である。実際、\nＲＦＬＰは、細胞および動物において人工ヌクレアーゼ仲介性突然変異を検出する\nための最初の方法の１つであった。しかし残念なことに、ＲＦＬＰは適切な制限酵\n素認識部位の利用可能性によって制限される。目的とする標的部位で利用できる制\n限酵素認識部位がない可能性がある。\n【発明の概要】\n【発明が解決しようとする課題】\n【０００６】\n今まで、ＣＲＩＳＰＲ／Ｃａｓシステムに基づくＲＮＡ誘導型エンドヌクレアー\nゼ（ＲＧＥＮ）を用いたゲノム編集法および遺伝子型決定法は、開発されていなか\nった。\nこのような状況下において、本発明者らは、多くの努力を払って、ＣＲＩＳＰＲ\n／Ｃａｓシステムに基づくゲノム編集法を開発し、ついに真核細胞および真核生物\nにおいて標的化してＤＮＡを切断するプログラム可能なＲＮＡ誘導型エンドヌクレ\nアーゼを確立した。\n加えて、本発明者らは、多くの努力を払って、ＲＦＬＰ分析におけるＲＮＡ誘導\n型エンドヌクレアーゼ（ＲＧＥＮ）の新規使用方法を開発した。本発明者らは、Ｒ\nＧＥＮを用いて、癌において見出される反復突然変異ならびにＲＧＥＮ自身を含む\n人工ヌクレアーゼによって細胞および生物に誘発された突然変異の遺伝子型決定を\n行い、それによって本発明を完成させた。\n【課題を解決するための手段】\n【０００７】\n本発明の目的は、標的ＤＮＡに特異的なガイドＲＮＡもしくはガイドＲＮＡをコ\nードするＤＮＡ、およびＣａｓタンパク質コード核酸もしくはＣａｓタンパク質を\n含有する、真核細胞または真核生物中の標的ＤＮＡを切断するための組成物を提供\nすることである。\n本発明の他の目的は、標的ＤＮＡに特異的なガイドＲＮＡもしくはガイドＲＮＡ\nをコードするＤＮＡ、およびＣａｓタンパク質コード核酸もしくはＣａｓタンパク\n質を含有する、真核細胞または真核生物において標的化突然変異生成を誘発するた\nめの組成物を提供することである。\n【発明の効果】\n【００２１】\n真核細胞または真核生物において標的ＤＮＡを切断するための、または標的化突\n然変異生成を誘発するための、標的ＤＮＡに特異的なガイドＲＮＡおよびＣａｓタ\nンパク質コード核酸もしくはＣａｓタンパク質を含有する本組成物、本組成物を含\nむキット、ならびに標的化突然変異生成を誘発する方法は、新しい便利なゲノム編\n集ツールを提供する。加えて、カスタムＲＧＥＮは任意のＤＮＡ配列を標的とする\nように設計することができるため、ほぼすべての一塩基多型または小さな挿入／\n欠失（ｉｎｄｅｌ）は、ＲＧＥＮ仲介性ＲＦＬＰによって分析でき、従って、本発\n明の組成物および方法は、自然発生多型および突然変異の検出および切断に使用さ\nれうる。\n【図面の簡単な説明】\n【００２２】\n【図１ａ】図１は、ｉｎ  ｖｉｔｒｏでのプラスミドＤＮＡのＣａｓ９触媒性切断\nを示す。（ａ）標的ＤＮＡおよびキメラＲＮＡ配列の模式図。赤い三角形は切断部位\nを示す。Ｃａｓ９によって認識されるＰＡＭ配列は太字で示される。ｃｒＲＮＡお\nよびｔｒａｃｒＲＮＡに由来するガイドＲＮＡ中の配列は、それぞれ、囲み内およ\nび下線で示される。\n【図１ｂ】図１は、ｉｎ  ｖｉｔｒｏでのプラスミドＤＮＡのＣａｓ９触媒性切断\nを示す。（ｂ）Ｃａｓ９によるプラスミドＤＮＡのｉｎ  ｖｉｔｒｏでの切断。完全\nな（ｉｎｔａｃｔ）環状プラスミドまたはＡｐａＬＩ消化プラスミドを、Ｃａｓ９\nおよびガイドＲＮＡとともにインキュベートした。\n【図３ａ】図３は、内在性の染色体部位でのＲＧＥＮ誘発性突然変異を示す。（ａ）\nＣＣＲ５遺伝子座。（上）Ｔ７Ｅ１アッセイを用いて、ＲＧＥＮ誘発性突然変異を検\n出した。矢印は、Ｔ７Ｅ１によって切断されるＤＮＡバンドの予測される位置を示\nす。突然変異頻度（Ｉｎｄｅｌｓ（％））は、バンド強度の測定によって計算された。\n（下）ＣＣＲ５およびＣ４ＢＰＢの野生型（ＷＴ）ならびに突然変異体クローンの\nＤＮＡ配列。ガイドＲＮＡに相補的な標的配列の領域は、囲み（ｂｏｃ）で示され\nる。ＰＡＭ配列は太字で示される。三角形は切断部位を示す。マイクロホモロジー\nに相当する塩基には下線が引かれている。右側の列は、挿入または欠失した塩基数\nを示す。\n【図１０ａ】図１０は、Ｃａｓ９タンパク質／ｓｇＲＮＡ複合体誘発性の標的化突\n然変異を示す。\n【発明を実施するための形態】\n【００２３】\n本発明の１つの態様に従って、本発明は、標的ＤＮＡに特異的なガイドＲＮＡも\nしくはガイドＲＮＡをコードするＤＮＡ、およびＣａｓタンパク質コード核酸もし\nくはＣａｓタンパク質を含有する、真核細胞または真核生物中の標的ＤＮＡを切断\nするための組成物を提供する。加えて、本発明は、標的ＤＮＡに特異的なガイドＲ\nＮＡもしくはガイドＲＮＡをコードするＤＮＡ、およびＣａｓタンパク質コード核\n酸もしくはＣａｓタンパク質を含有する、真核細胞または真核生物中の標的ＤＮＡ\nを切断するための組成物の使用を提供する。\n本発明では、組成物はまた、ＲＮＡ誘導型エンドヌクレアーゼ（ＲＧＥＮ）組成\n物とも呼ばれる。\n【００２４】\nＺＦＮおよびＴＡＬＥＮは、哺乳類細胞、モデル生物、植物、および家畜類にお\nいて標的化突然変異生成を可能にするが、個々のヌクレアーゼによって得られる突\n然変異頻度は、それぞれ大きく異なる。更に、いくつかのＺＦＮおよびＴＡＬＥＮ\nは、ゲノム編集活性を示すことができない。ＤＮＡのメチル化は、これらの人工ヌ\nクレアーゼの標的部位への結合を制限しうる。\n加えて、カスタム化ヌクレアーゼを作製することは、技術的に困難であり、時間が\nかかる。\n本発明者らは、Ｃａｓタンパク質に基づく新たなＲＮＡ誘導型エンドヌクレアー\nゼ組成物を開発することによって、ＺＦＮおよびＴＡＬＥＮの欠点を克服した。\n【００２５】\n本発明より前に、Ｃａｓタンパク質のエンドヌクレアーゼ活性は知られていた。\nしかし、真核生物のゲノムの複雑さのため、Ｃａｓタンパク質のエンドヌクレアー\nゼ活性が真核細胞中で機能するかどうかは知られていなかった。更に、これまで、\nＣａｓタンパク質またはＣａｓタンパク質コード核酸および標的ＤＮＡに特異的な\nガイドＲＮＡを含有する、真核細胞または真核生物中の標的ＤＮＡを切断するため\nの組成物は、開発されていなかった。\n【００２６】\nＺＦＮおよびＴＡＬＥＮと比較して、Ｃａｓタンパク質に基づく本ＲＧＥＮ組成\n物は、合成ガイドＲＮＡ成分が置き換えられるだけで新たなゲノム編集ヌクレアー\nゼを作製できるため、より容易にカスタム化され得る。サブクローニングステップ\nは、カスタム化ＲＮＡ誘導型エンドヌクレアーゼの作製に含まれない。更に、一対\nのＴＡＬＥＮ遺伝子（～６ｋｂｐ）と比較して、比較的小さいサイズのＣａｓ遺伝\n子（例えば、Ｃａｓ９では４．２ｋｂｐ）は、ウイルス媒介性遺伝子送達などのい\nくつかの適用において、このＲＮＡ誘導型エンドヌクレアーゼ組成物に利点をもた\nらす。更に、このＲＮＡ誘導型エンドヌクレアーゼは、オフターゲット作用を持た\nないため、望ましくない突然変異、欠失、逆位、および重複を引き起こさない。こ\nれらの特性は、本ＲＮＡ誘導型エンドヌクレアーゼ組成物を、真核細胞および真核\n生物におけるゲノム工学のための拡張性のある、汎用的で便利なツールにする。加\nえて、ＲＧＥＮは、任意のＤＮＡ配列を標的とするように設計することができ、ほ\nぼすべての一塩基多型または小さな挿入／欠失（ｉｎｄｅｌ）が、ＲＧＥＮ仲介性\nＲＦＬＰによって分析され得る。ＲＧＥＮの特異性は、最大２０塩基対（ｂｐ）ま\nでの長さの標的ＤＮＡ配列とハイブリダイズするＲＮＡ成分およびプロトスペーサ\nー隣接モチーフ（ＰＡＭ）を認識するＣａｓ９タンパク質によって決定される。Ｒ\nＧＥＮは、ＲＮＡ成分を置き換えることによって容易に再プログラム化される。従\nって、ＲＧＥＮは、様々な配列変異に対して簡単で確実なＲＦＬＰ分析を使用する\nための基盤をもたらす。\n【００２７】\n標的ＤＮＡは、内在性ＤＮＡ、または人工ＤＮＡ、好ましくは内在性ＤＮＡであ\nりうる。\n本明細書において用いられる場合、「Ｃａｓタンパク質」という用語は、ＣＲＩＳ\nＰＲ／Ｃａｓシステムにおいて必須のタンパク質成分を指し、ＣＲＩＳＰＲ  ＲＮ\nＡ（ｃｒＲＮＡ）およびトランス活性化ｃｒＲＮＡ（ｔｒａｃｒＲＮＡ）と呼ばれ\nる２つのＲＮＡと複合体を形成した場合に、活性を有するエンドヌクレアーゼまた\nはニッカーゼを形成する。\nＣａｓの遺伝子およびタンパク質に関する情報は、国立生物工学情報センター（Ｎ\nａｔｉｏｎａｌ  Ｃｅｎｔｅｒ  ｆｏｒ  Ｂｉｏｔｅｃｈｎｏｌｏｇｙ  Ｉｎｆｏｒｍａｔｉｏｎ、ＮＣＢＩ）のＧｅｎＢａｎｋか\nら、制限なく利用できる。\n【００２８】\nＣａｓタンパク質をコードするＣＲＩＳＰＲ関連（ｃａｓ）遺伝子はしばしば、\nＣＲＩＳＰＲリピート－スペーサーアレイに関連付けられる。４０を超える異なる\nＣａｓタンパク質ファミリーが記載されている。これらのタンパク質ファミリーの\nうち、Ｃａｓ１は、様々なＣＲＩＳＰＲ／Ｃａｓシステムに共通して遍在している\nと思われる。３種類のＣＲＩＳＰＲ－Ｃａｓシステムが存在する。それらのうち、\nＣａｓ９タンパク質ならびにｃｒＲＮＡおよびｔｒａｃｒＲＮＡを含むタイプⅡＣ\nＲＩＳＰＲ／Ｃａｓシステムは、代表的であり、よく知られている。ｃａｓ遺伝子\nとリピート構造の特定の組合せを用いて、８つのＣＲＩＳＰＲサブタイプが定義さ\nれている（Ｅｃｏｌｉ、Ｙｐｅｓｔ、Ｎｍｅｎｉ、Ｄｖｕｌｇ、Ｔｎｅａｐ、Ｈｍａｒｉ、Ａｐｅｒｎ、およびＭｔｕｂｅ）。\n【００２９】\nＣａｓタンパク質は、タンパク質形質導入ドメインに結合されうる。タンパク質\n形質導入ドメインは、ポリアルギニンまたはＨＩＶに由来するＴＡＴタンパク質で\nありうるが、それに限定されない。\n本組成物は、タンパク質の形態で、またはＣａｓタンパク質をコードする核酸の\n形態で、Ｃａｓ成分を含有しうる。\n本発明では、Ｃａｓタンパク質は、ガイドＲＮＡと複合体を形成した際、それが\nエンドヌクレアーゼ活性またはニッカーゼ活性を有する限り、任意のＣａｓタンパ\nク質でありうる。\n好ましくは、Ｃａｓタンパク質は、Ｃａｓ９タンパク質またはその変異型である。\nＣａｓ９タンパク質の変異型は、その中の触媒アスパラギン酸残基が他の任意の\nアミノ酸に変更されたＣａｓ９の突然変異型でありうる。好ましくは、他のアミノ\n酸はアラニンでありうるが、それに限定されない。\n【００３０】\n更に、Ｃａｓタンパク質は、ストレプトコッカス属菌（Ｓｔｒｅｐｔｏｃｏｃｃｕｓ  ｓｐ．）、好\nましくは化膿性連鎖球菌（Ｓｔｒｅｐｔｏｃｏｃｃｕｓ  ｐｙｏｇｅｎｓ）などの生物から単離されたも\nの、または組換えタンパク質でありうるが、それらに限定されない。\n化膿性連鎖球菌（Ｓｔｒｅｐｔｏｃｏｃｃｕｓ  ｐｙｏｇｅｎｓ）に由来するＣａｓタンパク質は、\nＮＧＧトリヌクレオチドを認識しうる。Ｃａｓタンパク質は、配列番号１０９のア\nミノ酸配列を含みうるが、それに限定されない。\n【００３１】\n「組換え」という用語は、例えば、細胞、核酸、タンパク質、またはベクターに\n関して用いられる場合、細胞、核酸、タンパク質またはベクターが、異種核酸もし\nくはタンパク質の導入によって、または天然の核酸もしくはタンパク質の変更によ\nって改変されていること、あるいは細胞がそのように改変された細胞に由来するこ\nとを示す。従って、例えば、組換えＣａｓタンパク質は、ヒトコドン表を用いてＣ\nａｓタンパク質コード配列を再構成することによって生成されうる。\n【００３２】\n本発明において、Ｃａｓタンパク質コード核酸は、ＣＭＶまたはＣＡＧなどのプ\nロモーターの制御下にＣａｓコード配列を含むプラスミドなどのベクターの形態で\nありうる。Ｃａｓタンパク質がＣａｓ９である場合、Ｃａｓ９コード配列は、スト\nレプトコッカス属菌（Ｓｔｒｅｐｔｏｃｏｃｃｕｓ  ｓｐ．）に由来し、好ましくは化膿性連鎖球菌\n（Ｓｔｒｅｐｔｏｃｏｃｃｕｓ  ｐｙｏｇｅｎｓ）  に由来しうる。例えば、Ｃａｓ９コード核酸は、配\n列番号１のヌクレオチド配列を含みうる。更に、Ｃａｓ９コード核酸は、配列番号\n１の配列に少なくとも５０％、好ましくは配列番号１に少なくとも６０、７０、８\n０、９０、９５、９７、９８、または９９％の相同性を有するヌクレオチド配列を\n含みうるが、それに限定されない。Ｃａｓ９コード核酸は、配列番号１０８、１１\n０、１０６、または１０７のヌクレオチド配列を含みうる。\n【００３３】\n本明細書において用いられる場合、「ガイドＲＮＡ」という用語は、標的ＤＮＡに\n特異的であり、Ｃａｓタンパク質と複合体を形成して、Ｃａｓタンパク質を標的Ｄ\nＮＡに持ってくることができるＲＮＡを指す。\n本発明では、ガイドＲＮＡは、２つのＲＮＡ、すなわち、ＣＲＩＳＰＲ  ＲＮＡ\n（ｃｒＲＮＡ）およびトランス活性化ｃｒＲＮＡ（ｔｒａｃｒＲＮＡ）で構成され、\nまたはｃｒＲＮＡおよびｔｒａｃｒＲＮＡの必須部分の融合によって作製される一\n本鎖ＲＮＡ（ｓｇＲＮＡ）でありうる。\nガイドＲＮＡは、ｃｒＲＮＡおよびｔｒａｃｒＲＮＡを含むデュアルＲＮＡであ\nりうる。\nガイドＲＮＡがｃｒＲＮＡおよびｔｒａｃｒＲＮＡの必須部分ならびに標的と相\n補的な部分を含むならば、任意のガイドＲＮＡが本発明において使用されうる。\n【００３４】\nｃｒＲＮＡは、標的ＤＮＡにハイブリダイズしうる。\nＲＧＥＮは、Ｃａｓタンパク質およびデュアルＲＮＡ（不変のｔｒａｃｒＲＮＡ\nおよび標的特異的ｃｒＲＮＡ）、またはＣａｓタンパク質およびｓｇＲＮＡ（不変\nのｔｒａｃｒＲＮＡおよび標的特異的ｃｒＲＮＡの必須部分の融合）で構成され、\nｃｒＲＮＡの置き換えによって容易に再プログラム化されうる。\nガイドＲＮＡは、更に、一本鎖ガイドＲＮＡまたはデュアルＲＮＡのｃｒＲＮＡ\nの５′末端に１つ以上の付加的なヌクレオチドを含む。\n好ましくは、ガイドＲＮＡは、更に、一本鎖ガイドＲＮＡまたはデュアルＲＮＡ\nのｃｒＲＮＡの５′末端に２つの付加的なグアニンヌクレオチドを含む。\n【００３５】\nガイドＲＮＡは、ＲＮＡまたはガイドＲＮＡをコードするＤＮＡの形態で、細胞\nまたは生物に移入されうる。ガイドＲＮＡは、単離されたＲＮＡ、ウイルスベクタ\nー内に組み込まれたＲＮＡの形であってもよく、またはベクターにコードされる。\n好ましくは、ベクターは、ウイルスベクター、プラスミドベクター、またはアグロ\nバクテリウムベクターでありうるが、それらに限定されない。\nガイドＲＮＡをコードするＤＮＡは、ガイドＲＮＡをコードする配列を含むベク\nターでありうる。例えば、ガイドＲＮＡは、単離されたガイドＲＮＡ、もしくはガ\nイドＲＮＡおよびプロモーターをコードする配列を含むプラスミドＤＮＡを細胞ま\nたは生物にトランスフェクトすることによって、細胞または生物に移入されうる。\nあるいは、ガイドＲＮＡは、ウイルス媒介性遺伝子送達を用いて、細胞または生\n物に移入されうる。\n【００３６】\nガイドＲＮＡが単離ＲＮＡの形態で細胞または生物にトランスフェクトされる場\n合、ガイドＲＮＡは、当技術分野において既知の任意のｉｎ  ｖｉｔｒｏ転写系を\n用いたｉｎ  ｖｉｔｒｏでの転写によって調製されうる。ガイドＲＮＡは、好まし\nくは、ガイドＲＮＡのコード配列を含むプラスミドの形態よりもむしろ、単離ＲＮ\nＡの形態で細胞に移入される。本明細書において用いられる場合、「単離ＲＮＡ」と\nいう用語は、「裸のＲＮＡ」と置き換え可能でありうる。これは、クローニングのス\nテップを必要としないため、コストと時間の節約になる。しかし、ガイドＲＮＡの\nトランスフェクションのためのプラスミドＤＮＡの使用またはウイルス媒介性遺伝\n子送達は、排除されない。\n【００３７】\nＣａｓタンパク質またはＣａｓタンパク質コード核酸およびガイドＲＮＡを含有\nする本ＲＧＥＮ組成物は、標的に対するガイドＲＮＡの特異性およびＣａｓタンパ\nク質のエンドヌクレアーゼ活性またはニッカーゼ活性のため、標的ＤＮＡを特異的\nに切断し得る。\n本明細書において用いられる場合、「切断」という用語は、ヌクレオチド分子の共\n有結合骨格の切断を指す。\n本発明では、ガイドＲＮＡは、切断されるべき任意の標的に特異的であるように\n調製されうる。従って、本ＲＧＥＮ組成物は、ガイドＲＮＡの標的特異的部分を操\n作または遺伝子型決定することによって、任意の標的ＤＮＡを切断し得る。\n【００３９】\n本発明では、組成物は、ｉｎ  ｖｉｔｒｏでの真核細胞または真核生物のゲノム\nの遺伝子型決定に使用されうる。\n１つの特定の実施形態では、ガイドＲＮＡは、配列番号１のヌクレオチド配列を\n含みうるが、そのヌクレオチド位置３～２２の部分は標的特異的部分であり、従っ\nてこの部分の配列は標的に応じて変化しうる。\n本明細書において用いられる場合、真核細胞または真核生物は、当技術分野にお\nいて一般的に用いられる、酵母、真菌類、原生生物、植物、高等植物、ならびに昆\n虫、または両生類細胞、またはＣＨＯ、ＨｅＬａ、ＨＥＫ２９３、およびＣＯＳ－\n１などの哺乳類細胞、例えば、培養細胞（ｉｎ  ｖｉｔｒｏ）、移植細胞および初代\n培養細胞（ｉｎ  ｖｉｔｒｏおよびｅｘ  ｖｉｖｏ）、およびｉｎ  ｖｉｖｏ細胞、\nならびにヒトなどの哺乳類細胞でもありうるが、それらに限定されない。\n【００４０】\n１つの特定の実施形態では、Ｃａｓ９タンパク質／一本鎖ガイドＲＮＡは、ｉｎ\nｖｉｔｒｏおよび哺乳類細胞内で部位特異的ＤＮＡ二本鎖切断を生じることができ、\nその自発的修復が、高頻度で標的化ゲノム突然変異を誘発することが見出された。\n更に、Ｃａｓ９タンパク質／ガイドＲＮＡ複合体またはＣａｓ９  ｍＲＮＡ／ガ\nイドＲＮＡの１細胞期胚への注入によって、遺伝子ノックアウトマウスが誘導され\n得ること、および生殖細胞系列に伝達可能な突然変異がＣａｓ９／ガイドＲＮＡシ\nステムによって生じ得ることが見出された。\nＣａｓタンパク質をコードする核酸よりもむしろＣａｓタンパク質を用いて、標\n的化突然変異生成を誘発することは、外来性ＤＮＡが生物内に導入されないため、\n有利である。従って、Ｃａｓタンパク質およびガイドＲＮＡを含有する組成物は、\n治療薬または付加価値のある農作物、家畜、家禽、魚、ペットなどの開発に使用さ\nれうる。\n【実施例１】\n【００５８】\nゲノム編集アッセイ\n１－１．Ｃａｓ９タンパク質のＤＮＡ切断活性\n初めに、化膿性連鎖球菌（Ｓｔｒｅｐｔｏｃｏｃｃｕｓ  ｐｙｏｇｅｎｓ）に由来するＣａｓ９のＤＮＡ\n切断活性をｉｎ  ｖｉｔｒｏでのキメラガイドＲＮＡの存在下または非存在下で試\n験した。\nこの目的のために、Ｅ．ｃｏｌｉで発現され、精製された組換えＣａｓ９タンパ\nク質を用いて、２３塩基対（ｂｐ）のヒトＣＣＲ５標的配列を含む前消化されたプ\nラスミドＤＮＡまたは環状プラスミドＤＮＡを切断した。Ｃａｓ９標的配列は、ｃ\nｒＲＮＡまたはキメラガイドＲＮＡと相補的な２０－ｂｐのＤＮＡ配列およびＣａ\nｓ９自身によって認識されるトリヌクレオチド（５′－ＮＧＧ－３′）プロトスペ\nーサー隣接モチーフ（ＰＡＭ）で構成される（図１ａ）。\n【００５９】\n具体的には、化膿性連鎖球菌（Ｓｔｒｅｐｔｏｃｏｃｃｕｓ  ｐｙｏｇｅｎｓ）株Ｍ１  ＧＡＳ（ＮＣ\n＿００２７３７．１）に由来するＣａｓ９コード配列（４，１０４ｂｐ）を、ヒト\nコドン使用表を用いて再構成し、オリゴヌクレオチドを用いて合成した。初めに、\n重複する～３５－ｍｅｒオリゴヌクレオチドおよびＰｈｕｓｉｏｎポリメラーゼ\n（Ｎｅｗ  Ｅｎｇｌａｎｄ  Ｂｉｏｌａｂｓ）を用いて１－ｋｂ  ＤＮＡセグメントを組み立て、Ｔ\n－ベクター（ＳｏｌＧｅｎｔ）にクローニングした。４つの１－ｋｂｐ  ＤＮＡセ\nグメントを用いて、オーバーラップＰＣＲによって、完全長Ｃａｓ９配列を組み立\nてた。Ｃａｓ９コードＤＮＡセグメントを、（Ｉｎｖｉｔｒｏｇｅｎ）に由来するｐ\n３ｓにサブクローニングした。このベクターにおいて、ＨＡエピトープおよび核局\n在化シグナル（ＮＬＳ）を含むペプチドタグ（ＮＨ２－ＧＧＳＧＰＰＫＫＫＲＫＶ\nＹＰＹＤＶＰＤＹＡ－ＣＯＯＨ、配列番号２）を、Ｃａｓ９のＣ末端に付加した。\nＣａｓ９タンパク質のＨＥＫ  ２９３Ｔ細胞における発現および核局在化を、抗Ｈ\nＡ抗体（Ｓａｎｔａ  Ｃｒｕｚ）を用いたウェスタンブロッティングによって確認\nした。\n【００６０】\nその後、Ｃａｓ９カセットをｐＥＴ２８－ｂ（＋）にサブクローニングして、Ｂ\nＬ２１（ＤＥ３）に形質転換した。０．５ｍＭ  ＩＰＴＧを用いて２５℃で４時間、\nＣａｓ９の発現を誘導した。Ｃ末端にＨｉｓ６－タグを有するＣａｓ９タンパク質\nを、Ｎｉ－ＮＴＡアガロース樹脂（Ｑｉａｇｅｎ）を用いて精製し、２０ｍＭ  Ｈ\nＥＰＥＳ（ｐＨ  ７．５）、１５０ｍＭ  ＫＣｌ、１ｍＭ  ＤＴＴ、および１０％  グ\nリセロールに対して透析した（１）。精製したＣａｓ９（５０ｎＭ）を、スーパーコ\nイルプラスミドＤＮＡまたは前消化プラスミドＤＮＡ（３００ｎｇ）およびキメラ\nＲＮＡ（５０ｎＭ）とともに、２０μｌの反応容量のＮＥＢバッファー３中で、３\n７℃で１時間インキュベートした。消化されたＤＮＡを、０.８％アガロースゲルを\n用いた電気泳動によって分析した。\nＣａｓ９は、合成ＲＮＡの存在下でのみ、予想された位置で効率的にプラスミド\nＤＮＡを切断し、標的配列のない対照プラスミドを切断しなかった（図１ｂ）。\n【００６１】\n１－２．ヒト細胞でのＣａｓ９／ガイドＲＮＡ複合体によるＤＮＡ切断\nＲＦＰ－ＧＦＰレポーターを用いて、Ｃａｓ９／ガイドＲＮＡ複合体が哺乳類細\n胞においてＲＦＰとＧＦＰ配列の間に組み込まれた標的配列を切断できるかどうか\nを調べた。\nこのレポーターでは、ＧＦＰ配列は、フレームシフトしてＲＦＰ配列と融合して\nいる（２）。活性を有するＧＦＰは、標的配列が部位特異的ヌクレアーゼによって切\n断され、エラーを起こしやすい二本鎖切断（ＤＳＢ）の非相同末端結合（ＮＨＥＪ）\n修復によって、標的配列付近にフレームシフトを起こす小さな挿入または欠失（ｉ\nｎｄｅｌ）を生じた場合のみに発現する（図２）。\n【００６２】\nこの研究に使用されるＲＦＰ－ＧＦＰレポータープラスミドは、以前に記載され\nたように構築された（２）。標的部位に対応するオリゴヌクレオチド（表１）を合成\nし（Ｍａｃｒｏｇｅｎ）、アニールした。アニールしたオリゴヌクレオチドを、Ｅｃ\nｏＲＩおよびＢａｍＨＩで消化したレポーターベクターにライゲーションした。\nＨＥＫ２９３Ｔ細胞に、Ｌｉｐｏｆｅｃｔａｍｉｎｅ  ２０００（Ｉｎｖｉｔｒｏｇｅｎ）を用い、２４ウェル\nプレート中で、Ｃａｓ９コードプラスミド（０.８μｇ）およびＲＦＰ－ＧＦＰレポ\nータープラスミド（０.２μｇ）を同時トランスフェクトした。\n【００６３】\n一方、ｉｎ  ｖｉｔｒｏ転写されたキメラＲＮＡは、下記のように調製した。Ｍ\nＥＧＡｓｈｏｒｔｓｃｒｉｐｔ  Ｔ７キット（Ａｍｂｉｏｎ）を用い、メーカーの説明書に従ったラ\nン・オフ反応によって、ＲＮＡをｉｎ  ｖｉｔｒｏ転写した。ＲＮＡのｉｎ  ｖｉ\nｔｒｏ転写のための鋳型は、２つの相補的な一本鎖ＤＮＡのアニーリングによって、\nまたはＰＣＲ増幅によって生成された（表１）。転写されたＲＮＡを８％変性尿素－\nＰＡＧＥゲル上で分離した。ＲＮＡを含むゲル切片を切り出し、プローブ溶出バッ\nファーに移した。ＲＮＡをヌクレアーゼを含まない水に回収し、続いてフェノール・\nクロロホルム抽出、クロロホルム抽出、およびエタノール沈澱を行った。精製した\nＲＮＡを分光分析によって定量した。\n【００６４】\nトランスフェクションの１２時間後、ｉｎ  ｖｉｔｒｏ転写によって調製された\nキメラＲＮＡ（１μｇ）を、Ｌｉｐｏｆｅｃｔａｍｉｎｅ  ２０００を用いてトランスフェクトした。\nトランスフェクションの３日後、トランスフェクトされた細胞をフローサイトメ\nトリーに供し、ＲＦＰとＧＦＰとの両方を発現している細胞を計測した。\nＧＦＰ発現細胞は、細胞が最初にＣａｓ９プラスミドによってトランスフェクト\nされ、その１２時間後にガイドＲＮＡによってトランスフェクトされた場合にのみ\n得られることが見出され（図２）、ＲＧＥＮが培養ヒト細胞中の標的ＤＮＡ配列を認\n識して切断できることが実証された。このように、ＧＦＰ発現細胞は、同時トラン\nスフェクションよりもむしろＣａｓ９プラスミドおよびガイドＲＮＡの連続トラン\nスフェクションによって得られた。\n・・・\n【００６５】\n１－３．哺乳類細胞の内在性遺伝子のＲＧＥＮによる標的破壊\nＲＧＥＮが哺乳類細胞の内在性遺伝子の標的破壊に使用され得るかどうかを試験\nするために、野生型と突然変異体ＤＮＡ配列のハイブリダイゼーションによって形\n成されるヘテロ二本鎖を特異的に認識して切断するミスマッチ感受性エンドヌクレ\nアーゼであるＴ７エンドヌクレアーゼＩ（Ｔ７Ｅ１）を用いて、トランスフェクト\nされた細胞から単離したゲノムＤＮＡを分析した（３）。\nＲＧＥＮを用いて哺乳類細胞にＤＳＢを導入するために、４Ｄ－Ｎｕｃｌｅｏｆｅｃｔｏｒ、Ｓ\nＦ  Ｃｅｌｌ  Ｌｉｎｅ  ４Ｄ－Ｎｕｃｌｅｏｆｅｃｔｏｒ  Ｘ  Ｋｉｔ、Ｐｒｏｇｒａｍ  ＦＦ－１２０（Ｌｏｎｚａ）を用い、メ\nーカーのプロトコールに従って、２×１０６Ｋ５６２細胞に２０μｇのＣａｓ９コ\nードプラスミドをトランスフェクトした。この実験のために、Ｋ５６２（ＡＴＣＣ、\nＣＣＬ－２４３）細胞を、１０％ＦＢＳならびにペニシリン／ストレプトマイシン\n混合物（それぞれ、１００Ｕ／ｍｌおよび１００μｇ／ｍｌ）を含むＲＰＭＩ－１\n６４０中で増殖させた。\n【００６６】\n２４時間後、１０～４０μｇのｉｎ  ｖｉｔｒｏ転写されたキメラＲＮＡを、１\n×１０６Ｋ５６２細胞にヌクレオフェクト（ｎｕｃｌｅｏｆｅｃｔｅｄ）した。ｉｎ  ｖｉｔｒ\nｏ転写されたキメラＲＮＡは、実施例１－２に記載されたように調製された。\nＲＮＡトランスフェクションの２日後に細胞を回収し、ゲノムＤＮＡを単離した。\n標的部位を含む領域を、表１に記載されるプライマーを用いてＰＣＲ増幅した。ア\nンプリコンを、以前に記載されたようなＴ７Ｅ１アッセイに供した（３）。配列解析\nのために、ゲノム改変に相当するＰＣＲ産物を精製し、Ｔ－Ｂｌｕｎｔ  ＰＣＲ  Ｃｌｏｎｉｎｇ\nＫｉｔ（ＳｏｌＧｅｎｔ）を用いてＴ－Ｂｌｕｎｔベクターにクローニングした。Ｍ１３プラ\nイマーを用いて、クローニングされた産物を配列決定した。\n【００６７】\n突然変異は、細胞がＣａｓ９コードプラスミド、その後ガイドＲＮＡによって連\n続的にトランスフェクトされた場合にのみ誘発されることが見出された（図３）。相\n対的なＤＮＡバンド強度から推定される突然変異頻度（図３ａのＩｎｄｅｌｓ（％））\nは、ＲＮＡ用量依存的であり、１.３％～５.１％であった。ＰＣＲアンプリコンの\nＤＮＡ配列解析は、内在性部位でのＲＧＥＮ仲介性突然変異の誘発を裏付けた。エ\nラーを起こしやすいＮＨＥＪの特徴であるＩｎｄｅｌおよびマイクロホモロジーが、\n標的部位で観察された。直接配列決定によって測定された突然変異頻度は、７．３％\n（＝７突然変異体クローン／９６クローン）であり、ジンクフィンガーヌクレアー\nゼ（ＺＦＮ）または転写活性化因子様エフェクターヌクレアーゼ（ＴＡＬＥＮ）に\nよって得られるものと同程度であった。\n細胞に突然変異を誘発するためには、Ｃａｓ９プラスミドおよびガイドＲＮＡの\n連続トランスフェクションが必要であった。しかし、ガイドＲＮＡをコードするプ\nラスミドの場合、連続トランスフェクションは不要であり、細胞はＣａｓ９プラス\nミドおよびガイドＲＮＡコードプラスミドによって同時トランスフェクトされた。\n【００６８】\nその一方で、ＺＦＮとＴＡＬＥＮとの両方は、ＨＩＶ感染の必須の共受容体であ\nるＧタンパク質共役ケモカイン受容体をコードする、ヒトＣＣＲ５遺伝子を破壊す\nるための開発に成功している（３～６）。ＣＣＲ５特異的ＺＦＮは、現在米国でＡＩ\nＤＳ治療のための臨床試験中である（７）。しかし、これらのＺＦＮおよびＴＡＬＥ\nＮは、オフターゲット作用を有し、それは、その配列がオンターゲット配列と相同\nである部位での局所的突然変異（６、８～１０）、ならびにオンターゲット部位およ\nびオフターゲット部位に引き起こされた２つの同時に起こるＤＳＢの修復から生じ\nるゲノム再配列（１１～１２）の両方を含む。これらのＣＣＲ５特異的人工ヌクレ\nアーゼと関連する最も顕著なオフターゲット部位は、ＣＣＲ５の近縁ホモログであ\nり、ＣＣＲ５の１５－ｋｂｐ上流に位置する、ＣＣＲ２遺伝子座に存在する。ＣＣ\nＲ２遺伝子におけるオフターゲット突然変異、ならびにＣＣＲ５オンターゲット部\n位とＣＣＲ２オフターゲット部位との間の１５－ｋｂｐ染色体セグメントの望まし\nくない欠失、逆位、および重複を避けるため、本発明者らは、ＣＣＲ２配列と明白\nな相同性を持たないＣＣＲ５配列内の領域を認識するように、我々のＣＣＲ５特異\n的ＲＧＥＮの標的部位を意図的に選択した。\n【実施例２】\n【００７１】\nタンパク質性のＲＧＥＮによって仲介されるゲノム編集\nＲＧＥＮは、多くの異なる形態で細胞内に送達され得る。ＲＧＥＮは、Ｃａｓ９\nタンパク質、ｃｒＲＮＡ、およびｔｒａｃｒＲＮＡで構成される。２つのＲＮＡは、\n一本鎖ガイドＲＮＡ（ｓｇＲＮＡ）を形成するように融合され得る。ＣＭＶまたは\nＣＡＧなどのプロモーターの制御下でＣａｓ９をコードするプラスミドは、細胞内\nにトランスフェクトされ得る。ｃｒＲＮＡ、ｔｒａｃｒＲＮＡ、またはｓｇＲＮＡ\nはまた、これらのＲＮＡをコードするプラスミドを用いて細胞内で発現され得る。\nしかし、プラスミドの使用は、しばしば、プラスミド全体または一部の宿主ゲノム\nへの組込みを引き起こす。プラスミドＤＮＡに組み込まれた細菌の配列は、ｉｎ  ｖ\nｉｖｏでの望ましくない免疫反応を引き起こし得る。細胞療法のためにプラスミド\nをトランスフェクトされた細胞またはＤＮＡトランスフェクト細胞に由来する動物\nおよび植物は、ほとんどの先進国において販売承認の前に、コストがかかり長期に\nわたる規制手続を通過しなくてはならない。更に、プラスミドＤＮＡは、トランス\nフェクション後数日間細胞内に残存し、ＲＧＥＮのオフターゲット作用を悪化させ\n得る。\n【００７２】\nここで、我々は、ｉｎ  ｖｉｔｒｏ転写されたガイドＲＮＡと複合体を形成した\n組換えＣａｓ９タンパク質を用いて、ヒト細胞の内在性遺伝子の標的破壊を誘発し\nた。ヘキサヒスチジンタグと融合された組換えＣａｓ９タンパク質を、Ｅ．ｃｏｌ\nｉ内で発現させ、標準的なＮｉイオンアフィニティークロマトグラフィーおよびゲ\nルろ過を用いて精製した。精製された組換えＣａｓ９タンパク質を、保存バッファ\nー（２０  ｍＭ  ＨＥＰＥＳ  ｐＨ  ７．５、１５０ｍＭ  ＫＣｌ、１ｍＭ  ＤＴ\nＴ、および１０％グリセロール）中で濃縮した。Ｃａｓ９タンパク質／ｓｇＲＮＡ\n複合体を、ヌクレオフェクション（ｎｕｃｌｅｏｆｅｃｔｉｏｎ）によってＫ５６\n２細胞に直接導入した。すなわち、４Ｄ－Ｎｕｃｌｅｏｆｅｃｔｏｒ、ＳＦ  Ｃｅ\nｌｌ  Ｌｉｎｅ  ４Ｄ－Ｎｕｃｌｅｏｆｅｃｔｏｒ  Ｘ  Ｋｉｔ、  Ｐｒｏｇｒａ\nｍ  ＦＦ－１２０（Ｌｏｎｚａ）を用い、メーカーのプロトコールに従って、１０\n０μｌの溶液中の、１００μｇ（２９μＭ）のｉｎ  ｖｉｔｒｏ転写されたｓｇＲ\nＮＡ（またはｃｒＲＮＡ  ４０μｇおよびｔｒａｃｒＲＮＡ  ８０μｇ）と混合さ\nれた２２．５～２２５（１．４～１４μＭ）のＣａｓ９タンパク質を１×１０６  Ｋ\n５６２細胞にトランスフェクトした。ヌクレオフェクション後、細胞を６ウェルプ\nレート中の増殖培地に入れ、４８時間インキュベートした。２×１０５  Ｋ５６２\n細胞を１／５にスケールダウンした方法でトランスフェクトした場合は、６～６０\nμｇのｉｎ  ｖｉｔｒｏ転写されたｓｇＲＮＡ（またはｃｒＲＮＡ  ８μｇおよび\nｔｒａｃｒＲＮＡ  １６μｇ）と混合された４．５～４５μｇのＣａｓ９タンパク\n質を用いて、２０μｌの溶液中でヌクレオフェクトした。ヌクレオフェクトされた\n細胞を、その後、４８ウェルプレート中の増殖培地に入れた。４８時間後、細胞を\n回収し、ゲノムＤＮＡを単離した。標的部位にわたるゲノムＤＮＡ領域をＰＣＲ増\n幅し、Ｔ７Ｅ１アッセイに供した。\n【００７３】\n図１０に示すように、Ｃａｓ９タンパク質／ｓｇＲＮＡ複合体は、ｓｇＲＮＡま\nたはＣａｓ９タンパク質の用量依存的に４．８～３８％の頻度でＣＣＲ５遺伝子座\nに標的化突然変異を誘発し、これはＣａｓ９プラスミドのトランスフェクションに\nよって得られる頻度（４５％）と同程度であった。タンパク質／ｃｒＲＮＡ／ｔｒ\nａｃｒＲＮＡ複合体は、９．４％の頻度で突然変異を誘発することができた。Ｃａ\nｓ９タンパク質単独では、突然変異を誘発できなかった。２×１０５細胞を１／５\nにスケールダウンした用量のＣａｓ９タンパク質およびｓｇＲＮＡでトランスフェ\nクトした場合、ＣＣＲ５遺伝子座での突然変異頻度は、用量依存的に２．７～５７％\nに及び、Ｃａｓ９プラスミドおよびｓｇＲＮＡプラスミドの同時トランスフェクシ\nョンによって得られた頻度（３２％）より高かった。\n【００７４】\n我々はまた、ＡＢＣＣ１１遺伝子を標的とするＣａｓ９タンパク質／ｓｇＲＮＡ\n複合体をも試験し、この複合体が３５％の頻度でｉｎｄｅｌを誘発することを見出\nし、この方法の汎用性を実証した。\n【実施例３】\n【００７５】\nマウスにおけるＲＮＡ誘導型ゲノム編集\n・・・\n【実施例４】\n【００８７】\n植物におけるＲＮＡ誘導型ゲノム編集\n・・・\n【実施例５】\n【００９２】\n細胞透過性ペプチドまたはタンパク質形質導入ドメインを用いたＣａｓ９タンパク\n質形質導入\n・・・\n【実施例６】\n【０１００】\nガイドＲＮＡ構造によるオフターゲット突然変異の制御\n【実施例７】\n【０１０２】\nペアードＣａｓ９ニッカーゼ\n・・・\n【実施例８】\n【０１０５】\nペアードＣａｓ９ニッカーゼによって誘発される染色体ＤＮＡスプライシング\n・・・\n【実施例９ 】\n【０１０９】\nＣＲＩＳＰＲ／Ｃａｓに由来するＲＮＡ誘導型エンドヌクレアーゼを用いた遺伝子\n型決定\n・・・\n【０１２９ 】\n参考文献\n１．  Ｍ．  Ｊｉｎｅｋ  ｅｔ  ａｌ．，  Ｓｃｉｅｎｃｅ  ３３７，  ８１６  （Ａｕｇ  １７，  ２０１２）．\n【図１ａ】\n【図１ｂ】\n【図３ａ】\n【図４ａ】\n【図４ｂ】\n【図４ｃ】\n【図１０ａ】\n（別紙２）\n引用文献１の記載事項（抜粋・訳文）\n［８１６頁表題］\n細菌の獲得免疫におけるプログラム可能な二重ＲＮＡ誘導型ＤＮＡエンドヌクレア\nーゼ\n［８１６頁要約］\nクラスター化され、規則的に間隔が空いている短い回文の反復（ＣＲＩＳＰＲ）／\nＣＲＩＳＰＲ関連（Ｃａｓ）系は、ＣＲＩＳＰＲ  ＲＮＡ（ｃｒＲＮＡ）を用いて、\n侵入する核酸のサイレンシングを誘導することで、ウイルスやプラスミドに対する\n獲得免疫を細菌や古細菌に提供する。ここで私たちは、これらの系の一部において、\n成熟ｃｒＲＮＡが、トランス活性化ｃｒＲＮＡ（ｔｒａｃｒＲＮＡ）と塩基対にな\nって２つのＲＮＡからなる構造を形成し、ＣＲＩＳＰＲ関連タンパク質Ｃａｓ９に\n標的ＤＮＡの二本鎖切断を指示することを示す。・・・このデュアル－ｔｒａｃｒＲ\nＮＡ：ｃｒＲＮＡは、一本鎖ＲＮＡキメラとして設計されたときも、配列特異的に、\nＣａｓ９による二本鎖ＤＮＡ切断を誘導する。私たちの研究は、部位特異的ＤＮＡ\n切断のためにデュアル－ＲＮＡを使用するエンドヌクレアーゼのファミリーを明ら\nかにし、ＲＮＡでプログラム可能なゲノム編集のためにこのシステムを利用する可\n能性を強調する。\n［８１６頁中欄２５ないし３５行目］\nここで私たちは、Ⅱ型の系において、Ｃａｓ９タンパク質が、標的二本鎖ＤＮＡを\n切断するために、活性化ｔｒａｃｒＲＮＡと標的指向ｃｒＲＮＡの間の塩基対構造\nを必要とする酵素ファミリーを構成するものであることを示す。位置特異的切断は、\n標的であるプロトスペーサーＤＮＡとｃｒＲＮＡの間の塩基対を形成する相補性と、\n標的ＤＮＡの領域に並置される短いモチーフ［プロトスペーサー隣接モチーフ（Ｐ\nＡＭ）と呼ばれる］により定められる場所で生じる。\n［８１６頁中欄３５行目ないし右欄３行目］\n私たちの研究は、さらに、特定のＤＮＡ部位を切断するＣａｓ９エンドヌクレアー\nゼ・ファミリーが、単一のＲＮＡ分子によってプログラムされ得るため、それを応\n用してゲノム標的化及びゲノム編集のための二本鎖ＤＮＡ切断を引き起こす、単純\nかつ汎用的なＲＮＡ誘導型システムを開発することができるという刺激的な可能性\nを示している。\n［８１６頁右欄１９ないし２５行目］\n私たちは、成熟ｃｒＲＮＡ単独では、Ｃａｓ９に触媒されるプラスミドＤＮＡの切\n断を導けないことを発見した。・・・しかしながら、ｃｒＲＮＡの反復配列と対を形\n成し、この系においてｃｒＲＮＡの成熟に必要不可欠であるｔｒａｃｒＲＮＡを追\n加することが、Ｃａｓ９がプラスミドＤＮＡを切断することの引き金となった。\n［８１６頁右欄２６ないし２８行目］\nこの切断反応には、マグネシウムおよびＤＮＡに相補的なｃｒＤＮＡの存在の両方\nが必要であった。\n［８２０頁左欄２ないし５行目］\n・・・単一のＲＮＡ誘導型Ｃａｓ９の実現性は、プログラムされたＤＮＡ切断およ\nびゲノム編集において潜在的に有用であるため、魅力的である・・・。\n［８２０頁左欄５ないし１８行目］\n私たちは、標的認識配列を５′末端に含み、その下流にｔｒａｃｒＲＮＡとｃｒＲ\nＮＡの間に生じる塩基対相互作用を保持するヘアピン構造を含む２つのバージョン\nのキメラＲＮＡを設計した（図５Ｂ）。・・・プラスミドＤＮＡを用いた切断アッセ\nイにおいて、長い方のキメラＲＮＡは、切断されたｔｒａｃｒＲＮＡ：ｃｒＲＮＡ\n複合体を用いた場合に観察された場合と同じような挙動で、Ｃａｓ９によるＤＮＡ\n切断を誘導できることを観察によって確認した（図５Ｂ並びに図Ｓ１４Ａ及びＣ）。\n［８２０頁図５］\n図５  Ｃａｓ９は、ｔｒａｃｒＲＮＡとｃｒＲＮＡの特徴を組み合わせた単一のエ\nンジニアリングされたＲＮＡ分子を使用して、プログラムすることができる。（Ａ）\n（上）Ⅱ型ＣＲＩＳＰＲ／Ｃａｓシステムにおいて、Ｃａｓ９は、活性化している\nｔｒａｃｒＲＮＡ及び標的化ｃｒＲＮＡにより形成される２つのＲＮＡ構造により\n誘導されて、部位特異的に標的となった二本鎖ＤＮＡを切断する（図Ｓ１参照）。（下）\nｃｒＲＮＡの３′末端をｔｒａｃｒＲＮＡの５′末端に融合することにより生成さ\nれたキメラＲＮＡ。\n［８２０頁左欄２９行目ないし中欄１４行目］\n最後に、キメラＲＮＡの設計が普遍的に適用可能であるかどうかを確認するために、\n緑色蛍光タンパク質（ＧＦＰ：ｇｒｅｅｎ  ｆｌｕｏｒｅｓｃｅｎｔ  ｐｒｏｔｅｉｎ）をコードする遺伝子\nの一部を標的とする５種類の異なるキメラ誘導ＲＮＡを設計し（図Ｓ１５、ＡとＣ）、\nＧＦＰコード配列を有するプラスミドに対するそれらの有効性をインビトロで試験\nした。全５例において、これらのキメラＲＮＡでプログラムされたＣａｓ９は、正\n確な標的部位でプラスミドを効率的に切断し（図５ＤおよびＳ１５Ｄ）、キメラＲＮ\nＡの合理的な設計が堅牢であること、および原理的には、標的配列に隣接するＧＧ\nジヌクレオチドの存在を越えてほとんど制限なく任意のＤＮＡ配列の標的化を可能\nとし得ることを示した。\n［８２０頁右欄２ないし９行目］\nジンク－フィンガーヌクレアーゼや転写活性化様エフェクターヌクレアーゼは、ゲ\nノムを操作するために設計された人工酵素として、大きな関心を集めた。私たちは、\n遺伝子ターゲティングとゲノム編集への応用に向けた大きな潜在能力をもたらし得\nるＲＮＡによりプログラムされたＣａｓ９に基づく代替的な手法を提案する。\n［「ＳＵＰＰＬＥＭＥＮＴＡＲＹ  ＭＡＴＥＲＩＡＬＳ  ＡＮＤ  ＭＥＴＨＯＤＳ」の「Ｐｌａｓｍｉｄ  ＤＮ\nＡ  ｃｌｅａｖａｇｅ  ａｓｓａｙ」］\nプラスミドＤＮＡ切断アッセイ\n・・・未処理の、あるいは制限酵素処理により鎖状化されたプラスミドＤＮＡ（３\n００ｎｇ（～８ｎＭ））は、精製されたＣａｓ９タンパク質（５０～５００ｎＭ）と\nｔｒａｃｒＲＮＡ：ｃｒＲＮＡ複合体（５０～５００ｎＭ、１：１）とともに、Ｃ\nａｓ９プラスミド切断緩衝液（２０ｍＭ  ＨＥＰＥＳ  ｐＨ７.５、１５０ｍＭ  Ｋ\nＣＬ、０.５ｍＭ  ＤＴＴ、０.１ｍＭ  ＥＤＴＡ）中で、１０ｍＭ  ＭｇＣｌ２を\n加えて、あるいは加えずに、３７℃で６０分間インキュベートした。\n［「ＳＵＰＰＬＥＭＥＮＴＡＲＹ  ＭＡＴＥＲＩＡＬＳ  ＡＮＤ  ＭＥＴＨＯＤＳ」の「Ｍｅｔａｌ－ｄｅｐｅ\nｎｄｅｎｔ  ｃｌｅａｖａｇｅ  ａｓｓａｙ」］\n金属依存性切断アッセイ\n・・・。\n［「ＳＵＰＰＬＥＭＥＮＴＡＲＹ  ＦＩＧＵＲＥＳ」］\n図Ｓ４.Ｃａｓ９は３′―５′エクソヌクレアーゼ活性を有する、Ｍｇ２＋依存性の\nエンドヌクレアーゼである。\n［８２０頁図５Ａ］\n"
}