{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 3,
    "month": 6,
    "day": 29
  },
  "case_number": "令和3(ネ)10027",
  "case_name": "使用差止等請求控訴事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "90453",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=90453",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/453/090453_hanrei.pdf",
  "contents": "令和３年６月２９日判決言渡\n令和３年（ネ）第１００２７号  使用差止等請求控訴事件（原審・前橋地方裁判所\n平成３１年（ワ）第２１５号）\n口頭弁論終結日  令和３年６月１日\n判          決\n控 訴 人 （一審 原 告 ）       Ｘ\n被 控 訴 人 （ 一 審 被 告 ）        渋          川          市\n同 訴 訟 代 理 人 弁 護 士        田    島    義    康\n同 指 定 代 理 人        山    田    健    司\n高      橋    真  理  子\n小      林    弘    朋\n萩      原    喬    史\n主          文\n１  原判決の「別紙物件目録」を別紙のとおり更正する。\n２  本件控訴を棄却する。\n３  控訴人の当審における追加請求を棄却する。\n４  控訴費用は控訴人の負担とする。\n事 実 及 び 理 由\n用語の略称及び略称の意味は，本判決で定義するもののほかは，原判決に従うも\nのとする。\n第１  当事者の求めた裁判\n１  原判決を取り消す。\n２  別紙物件目録記載の各著作物の著作権及び著作者人格権が控訴人に帰属する\nことを確認する。\n３  被控訴人は，別紙物件目録記載の各著作物の公開，展示及び上映をしてはな\nらず，また，同目録記載１及び３の各物件並びに同目録記載２の著作物に係る上映\n装置を撤去し，廃棄せよ。\n４  被控訴人は，控訴人に対し，２００万円及びこれに対する平成元年１１月１\n日から支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n本件は，被控訴人の職員として本件文学館に勤務していた控訴人が，本件文学館\nに常設展示又は上映されている本件各展示物について，控訴人が著作権及び著作者\n人格権を有するところ，被控訴人が，控訴人の著作権及び著作者人格権を争い，控\n訴人に無断で展示，上映をして，控訴人の著作権及び著作者人格権を侵害している\nと主張して，被控訴人に対し，控訴人が本件各展示物の著作権及び著作者人格権を\n有することの確認を求めるとともに，本件各展示物の展示等の差止め並びに本件パ\nネル，本件ケース内展示物及び上映装置の撤去・廃棄を求め，さらに，不法行為に\n基づく損害賠償請求又は不当利得返還請求の一部請求として２００万円及びこれに\n対する最初の不法行為日又は利得日である平成元年１１月１日（本件文学館の開館\n日）から支払済みまで平成２９年法律第４４号による改正前の民法所定の年５分の\n割合による遅延損害金又は法定利息の支払を求める事案である。\nこれに対し，被控訴人は，本件各展示物に著作物性がない，著作物性が認められ\nるとしても職務著作に当たるから著作権及び著作者人格権は被控訴人に帰属する，\n控訴人が著作者であるとしても控訴人の許諾があったなどと主張して争っている。\n原審は，本件各展示物は，控訴人が，被控訴人の業務に従事する者としてその職\n務上作成した職務著作に当たり，その著作権は被控訴人に帰属すると判断し，本件\n各展示物について控訴人が著作権及び著作者人格権を有する著作物であることの確\n認を求める中間確認の訴えについては二重起訴に当たるとして却下し，その余の控\n訴人の請求を全部棄却したところ，控訴人が控訴を提起した。なお，控訴人は，原\n審では，不法行為又は不当利得に基づき，一部請求として２６００万円及びこれに\n対する平成元年１１月１日から支払済みまで年５分の割合による遅延損害金又は利\n息金を請求していたところ，２００万円及びこれに対する同日から支払済みまで年\n５分の割合による遅延損害金又は利息金の支払を求める限度で控訴を提起した。ま\nた，控訴人は，当審において，同じく一部請求として２００万円及びこれに対する\n同日から支払済みまで年５分の割合による利息金の支払を求め，後記２（控訴人の\n主張）(2)の不当利得返還請求を選択的に追加した。中間確認の訴えは，前記第１の\n２に含まれるものと解される。\n１  前提事実（争いのない事実並びに掲記の各証拠及び弁論の全趣旨により認定\nすることができる事実），争点及び当事者の主張は，以下のとおり改め，後記２のと\nおり当審における当事者の主張を加えるほかは，原判決の「事実及び理由」中の「第\n２  事案の概要」の２，３及び４に記載するとおりであるから，これを引用する。\n(1)  原判決３頁１２行目の「旧伊香保町の事務吏員に採用され，」を「旧伊香保\n町により事務吏員として採用され，」と改める。\n(2)  原判決３頁２２行目末尾の「１８，」を削り，２４行目の「１３枚の解説パ\nネル」を「１１枚の解説パネル」と改める。\n(3)  原判決４頁７行目冒頭から１２行目末尾までを以下のとおり改める。\n「控訴人は，本件文学館の開館前に，旧伊香保町に対し，本件各展示物の利用を\n許諾した。」\n(4)  原判決５頁１６行目の「上記１の③に記載の」を「被控訴人が控訴人によ\nる許諾が無効であるのにもかかわらず本件各展示物を利用していることを理由とす\nる」と改め，１８行目の末尾に「また，被控訴人は，控訴人に対し，令和３年６月\n１日の本件口頭弁論期日において，控訴人が当審において追加した不当利得返還請\n求権に係る債務について消滅時効を援用する旨の意思表示をした（当裁判所に顕著\nな事実）。」を加える。\n(5)  原判決１１頁２行目の「以前から，」を「前の平成元年２月，旧伊香保町と\nの間で業務委託契約（請負契約）を締結し，その」と改める。\n(6)  原判決１２頁９行目の「本件パネルは，」から１１行目末尾までを，「本件\nパネルは，本件図録と同一のものであり，その原作者である控訴人の有する複製権\nによって製作されたものであるから，名義が公表されているとすれば，本件図録と\n同様に，本件パネルも控訴人名義で公表されていたことは明らかである。」と改める。\n(7)  原判決１２頁２４行目の「旧伊香保町おいて」を「旧伊香保町が控訴人に\n対し，」と改める。\n(8)  原判決１３頁８行目の「利用差止め等」を「利用差止請求」と改める。\n(9)  原判決１６頁１０行目の「であること」を「であり，令和元年度及び令和\n２年度の入館料収入を平成３０年度と同額の各１２２万７７００円であるものとす\nると，平成元年１１月１日から令和３年３月３１日までの入館料収入の合計は２億\n０９０９万９１８１円であること」に，同頁１３行目の「原告の」から１４行目末\n尾までを「控訴人の利用料相当額の損害は，６２７２万９７５４円（２億０９０９\n万９１８１円×０．１×３。１円未満四捨五入）である。」とそれぞれ改める。\n(10) 原判決１７頁６行目から７行目までの「本件訴訟提起時から遡る１０年分\nの総収入の１０％に相当する金額を，」を「平成２１年度から平成３０年度までの入\n館料収入１８７５万５３００円に令和元年度及び令和２年度分の入館料収入として\n２４５万５４００円を加算した２１２１万０７００円並びに本件各展示物の製作料\n１０５０万円を，」と改める。\n(11) 原判決１８頁３行目の「前訴判決２の確定後」を「前訴判決２の言渡し後」\nと改め，４行目の「２３０万円」を「２５１万７０８２円」と改める。\n２  当審における当事者の主張\n（控訴人の主張）\n(1)  争点(1)（控訴人が本件各展示物の著作者か）に関して\nア 本件図録と本件パネルとの関係について\n本件パネルは，控訴人が著作権を有する本件図録の原作であり，本件図録は本件\nパネルを一字一句違わず写して作成したものであるから，本件図録と同様に控訴人\nが著作権を有するのは当然であり，控訴人はこの点について原審においても主張し\nている。同一著作物であっても時と場所，発表媒体が変われば著作権の所在が変わ\nるなどという原審の判断は特殊であり，原審裁判所は控訴人の上記主張に関する判\n断を遺脱している。\n本件図録には控訴人が著作者として表示されているから，控訴人が本件図録の著\n作者と推定される（著作権法１４条）。控訴人は，本件パネルにはその性質上作者名\nを入れなかったが，本件図録と同一の著作物である本件パネルについても控訴人が\n著作者と推定される。なお，平成９年の本件図録の出版の際には，本件図録の校閲\n刷りを付けて稟議に付したが，被控訴人からは奥付等について何ら訂正や要望はな\nく，被控訴人も本件図録の著作者が控訴人であると認めていた。\nイ 職務著作ではないことについて\n控訴人は，平成元年２月から児童館の一室で受託業務を開始し，同年３月中には\n本件各展示物の創作段階を終えており，そのため，同月２２日に旧伊香保町とトリ\nアド工房が請負契約を締結することとなったのである（甲２６）。控訴人は，同年４\n月以降，各方面からの借用資料を選定したり，レプリカ作成の順序を決めたり，解\n説パネルの面積から原稿を編集したり，使用する写真と説明の編集レイアウトをし\nたり，展示ケース内についても同様の作業をするなど様々な作業をしていた。\n展示製作工程表（乙１７）によると，平成元年３月に業者が「予算書作成」，４月\n初めには「工事発注」，５月から「工場製作」となっており，８月に入ってから請負\n契約をしていたのでは辻褄が合わない。「各請負契約は，上記のとおり，同年８月１\n４日ないし同月１７日に締結されたと認めるのが相当であり，これに反する原告の\n上記の主張は採用することができない。」（原判決２１頁２６行目～２２頁２行目）\nとの原判決の認定は誤りである。\n(2)  争点(4)（本件各展示物の利用による不当利得の成否）に関して\n本件各展示物が職務著作に当たるとしても，被控訴人が法律上の原因なく，他人\n（控訴人）の労務によって利益を受けそのために控訴人に損失を及ぼしたのである\nから，被控訴人は不当利得返還義務を負う。よって，控訴人は被控訴人に対して，\n控訴人に生じた損失の一部である２００万円及びこれに対する平成元年１１月１日\nから支払済みまで年５分の割合による法定利息の支払を求める。\n(3)  争点(5)（不法行為による損害賠償請求権及び不当利得返還請求権の消滅\n時効の成否）に関して\n被控訴人の消滅時効の主張は争う。前訴判決２により時効が中断している。また，\n同判決に係る訴えの提起及びそれに先立つ公平委員会への審査請求によっても時効\nが中断している。\n（被控訴人の主張）\n(1)  争点(1)（控訴人が本件各展示物の著作者か）に関して\n本件各展示物が編集著作物に当たるとしても，素材の選択及び配列の工夫を具体\n化するには，本件各展示物が設置される本件文学館の建設工事が完成し，内部設備\nが存在することが前提となるから，平成元年３月２２日よりも前に素材の選択及び\n配列の工夫を具体化することはできない。\n(2)  争点(4)（本件各展示物の利用による不当利得の成否）に関して\n争う。\n(3)  争点(5)（不法行為による損害賠償請求権及び不当利得返還請求権の消滅\n時効の成否）に関して\n本件各展示物は遅くとも本件文学館が開館した平成元年１１月１日には完成して\nいたから，被控訴人は，その時点から１０年又は２０年の経過による消滅時効を援\n用する。\n第３  当裁判所の判断\n１  中間確認の訴えについて\n控訴人の中間確認の訴えが不適法であることは，原判決の「事実及び理由」中の\n「第３  当裁判所の判断」の１に記載するとおりであるから，これを引用する。\n２  事実関係について\n前記前提事実，証拠及び弁論の全趣旨により認定できる事実は，以下のとおり補\n正するほかは，原判決の「事実及び理由」中の「第３  当裁判所の判断」の２に記\n載するとおりであるから，これを引用する。\n(1)  原判決２０頁３行目冒頭から５行目末尾までを「イ  本件文学館は，平成\n元年１１月１日に開館した。」と改める。\n(2)  原判決２０頁１５行目の「提案もしていた。」を「案があった。」と改める。\n(3)  原判決２１頁７行目の「その後，」を削り，同行目の「８月１４日」及び８\n行目の「同月１７日」の後にそれぞれ「付けで」を加え，同行目から９行目までの\n「本件文学館のおける」を「本件文学館における」に，１０行目の「乙１７」を「乙\n１３，１７」とそれぞれ改める。\n(4)  原判決２２頁１行目の「同年８月１４日ないし同月１７日に」を「同年８\n月１４日付け及び同月１７日付けで」と改める。\n(5)  原判決２２頁７行目の「解説パネル１３枚」を「解説パネル１１枚」に，\n１０行目の２か所の「１３枚の解説パネル」を「１１枚の解説パネル」とそれぞれ\n改める。\n(6)  原判決２３頁２行目の「ケースの全て」を「ケース内に展示されている資\n料等」と改める。\n(7)  原判決２３頁６行目の末尾に「（甲１，２，乙３６～３８）」を加え，７行\n目の「９月１日頃」を「９月１０日頃」と改める。\n２  争点に対する判断について\n当裁判所も，本件各展示物は編集著作物に当たるが，職務著作として被控訴人が\nその著作者となるものと認める。その理由は，以下のとおり補正し，後記３に当審\nにおける当事者の主張に対する判断を示すほかは，原判決の「事実及び理由」中の\n「第３  当裁判所の判断」の３及び４に記載するとおりであるからこれを引用する。\n(1) 原判決２３頁２４行目冒頭から２４頁４行目末尾までを次のとおり改める。\n「イ  しかし，証拠（甲２，乙１４，２５）によると，本件図録は本件パネルを\nそのままの配置で印刷したものではなく，写真や文章等の素材は相当程度の範囲で\n共通するものの，異なる部分もあり，加えて文章や写真等の素材の配置には，本件\nパネル，本件図録のそれぞれにそれらに特有の工夫がされていて，本件図録と本件\nパネルは素材の選択及びその配列のいずれについても同一ではないものと認められ\nる。したがって，本件パネルが本件図録と同一の著作物であるということはできな\nい。\nまた，本件図録と本件パネルに共通する部分があるとしても，使用者である法人\n等が「自己の著作の名義の下に公表するもの」であることが職務著作の要件である\nこと（著作権法１５条１項）に照らすと，使用者の発意により従業員等が職務上作\n成した共通部分を有する複数の著作物のうちに，職務著作に該当するものとそうで\nはないものが生じることを著作権法は予定しているというべきである。そして，本\n件においては，後記のとおり，本件各展示物は本件文学館を設置運営する被控訴人\nが自己の名義により公表するものとして職務著作に当たる一方で，前訴判決１は，\n本件図録については控訴人名義により公表するものとして職務著作には当たらない\nと認めたものである。\nそうすると，前訴判決１において本件図録の著作権が控訴人に帰属すると判断さ\nれたからといって，その既判力が，本件各展示物の著作権及び著作者人格権の帰属\nの判断に及ぶことはないというべきである。」\n(2) 原判決２４頁の１２行目，１３行目及び１５行目の「１３枚の解説パネル」\nを「１１枚の解説パネル」とそれぞれ改める。\n(3) 原判決２４頁２０行目冒頭から２６頁２行目末尾までを次のとおり改める。\n「(ｲ) これに対し，被控訴人は，本件パネルの内容が，中野好夫著「蘆花徳冨健\n次郎」（乙２７の１～３）や熊本市制九十周年記念「徳冨蘆花展」の図録（乙１６）\nに酷似しており，創作的表現には当たらないし，また，本件パネルが，上記の二つ\nの書籍の複製品又は翻案品に当たり，複製権や翻案権に抵触している可能性がある\nから，著作権上の保護の対象にはならない旨の主張をする。\nしかし，証拠（甲３，乙１４，１６，２５，２６，乙２７の１～３）によると，\n本件パネルの解説パネルにおいて，解説文の一部に上記「蘆花徳冨健次郎」中の表\n現の一部と似た部分があることや，写真の一部に上記「蘆花徳冨健次郎」や上記「徳\n冨蘆花展」の図録（乙１６）に掲載された写真と同一の素材を用いたものがあるこ\nとが認められるものの，このことは，本件パネルの編集著作物としての創作性の有\n無に影響を与えるものとはいえず，本件パネルは，編集著作物として著作権法上保\n護されるものと解されるから，被控訴人の上記主張は採用できない。」\n(4)  原判決２６頁８行目の「余地や，」を「余地があり，」に，９行目及び２５\n行目の「素材及び配列」を「素材の選択及び配列」とそれぞれ改める。\n(5)  原判決２７頁９行目の「上記２(5)」から１３行目の「また，」までを削り，\n１６行目の「提案」を「検討」に，１９行目の「うかがわれる」を「認められる」\nとそれぞれ改める。\n(6)  原判決２８頁６行目の「うかがわれる」を「認められる」と改める。\n(7)  原判決３０頁１４行目の「同年８月頃」を「本件文学館の開館」と改め，\n１７行目の「原告」から１８行目の「合理的であるから，」までを削る。\n(8)  原判決３０頁２５行目の「しかし，」から３１頁１３行目までを次のとおり\n改める。\n「しかし，著作物は，構想やアイディアではなく表現したものを指すから，本件\nにおいては，本件パネルに掲載する素材を具体的に選択して，それぞれの素材の本\n件パネル上の配置場所を決定することや，小説「不如帰」の抜粋箇所や挿絵の表示\nの順番などを決めて本件映像作品を製作することや，展示ケース内に展示する資料\n等を具体的に選択して展示ケース内へ陳列することをもって，著作物として表現す\nることすなわち創作行為に当たるというべきである。そして，上記２(3)の認定によ\nると，本件文学館の展示等の具体的内容は，控訴人が被控訴人に雇用された平成元\n年３月２２日以降に定まっていったと認められるから，上記創作行為がされたのは，\n控訴人が被控訴人に雇用された同日以降であったと認められる。控訴人も，同年４\n月以降に展示する資料の選定，解説パネルに使用する写真と説明の編集レイアウト\nをしたり，展示ケース内についても同様の作業をするなどしていたと主張している\nところ，これらの控訴人が主張する作業は，本件各展示物の創作行為そのものであ\nる。控訴人が，被控訴人に雇用される前である同年３月２２日までの間に本件各展\n示物についての構想を練るなどしていたとしてもなお，控訴人が本件各展示物を創\n作したのは控訴人が雇用された後のことであると認めるのが相当である。\nまた，仮に，控訴人が平成元年３月２２日より前に本件各展示物について創作行\n為を行った部分があったとしても，上記２(2)認定のとおり，控訴人は，本件文学館\nにおける勤務を申し入れ，同月６日には，被控訴人に採用されることとなっていた\nのであるから，同月２２日より前に創作行為を行った部分を含めて旧伊香保町の職\n員としてその職務上作成したものと認められる。控訴人と被控訴人との間に，本件\n各展示物について請負契約が存したというべき事情は認められない。」\n３  当審における当事者の主張に対する判断\n(1)  控訴人は，本件図録には控訴人が著作者として表示されているから，控訴\n人が本件図録の著作者と推定されるところ，本件図録と同一の著作物である本件パ\nネルについても控訴人が著作者と推定されると主張するが，原判決を補正の上引用\nして判示した（原判決第３の３(1)）とおり，本件図録と本件パネルは同一の著作物\nではなく，著作の名義も異なるから，本件パネルについて控訴人が著作者と推定さ\nれることはない。\n(2)  控訴人が当審で追加した不当利得返還請求について\n控訴人は，本件各展示物の著作権が被控訴人に帰属したとしても，被控訴人が法\n律上の原因なく他人である控訴人の労務によって利益を受け，そのために控訴人に\n損失を及ぼした旨主張するが，控訴人は雇用契約に基づいて本件文学館において展\n示・上映するために本件各展示物を製作したのであるから，被控訴人が本件各展示\n物を本件文学館において展示・上映していることについて，法律上の原因があると\nいうべきであり，控訴人の上記主張は採用できない。したがって，控訴人の本件各\n展示物の製作に係る上記不当利得返還請求には理由がない。\n第４  結論\n以上のとおりであるから，本件控訴を棄却し，控訴人の当審における追加請求を\n棄却し，原判決の別紙物件目録には誤記があることが明らかであることから，主文\n第１項のとおり更正することとして，主文のとおり判決する。\n知的財産高等裁判所第２部\n裁判長裁判官\n森              義      之\n裁判官\n中 島 朋 宏\n裁判官\n勝   又   来未 子\n別紙\n物   件   目   録\n１  徳冨蘆花記念文学館の常設展示室に設置されている解説パネル全部及びタイト\nルパネル全部（ただし，「徳冨家系図」，「蘆花年譜」及び「近代文学史年表」の各\n解説パネル並びに「近代文学史年表」のタイトルパネルを除く。）\n２  徳冨蘆花記念文学館の常設展示室で上映されている映像付き脚本朗読作品「不\n如帰」\n３  徳冨蘆花記念文学館の常設展示室に設置されている一連の展示ケース内の展示\n資料等及びそれらの解説を含む全体（別紙の写真に写っているもの）\n以上\n原判決別紙の２枚目\n原判決別紙３枚目\n"
}