{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Reiwa",
    "year": 2,
    "month": 10,
    "day": 15
  },
  "case_number": "令和1(受)777",
  "case_name": "地位確認等請求事件",
  "court_name": "最高裁判所第一小法廷",
  "result_type": "判決",
  "result": "その他",
  "article_info": "集民　第264号125頁",
  "original_court_name": "東京高等裁判所",
  "original_case_number": "平成29(ネ)4474",
  "original_date": {
    "era": "Heisei",
    "year": 30,
    "month": 12,
    "day": 13
  },
  "gist": "私傷病による病気休暇として無期契約労働者に対して有給休暇を与えるものとする一方で有期契約労働者に対して無給の休暇のみを与えるものとするという労働条件の相違が労働契約法（平成３０年法律第７１号による改正前のもの）２０条にいう不合理と認められるものに当たるとされた事例",
  "case_gist": "私傷病による病気休暇として，郵便の業務を担当する無期契約労働者に対して有給休暇を与えるものとする一方で，郵便の業務を担当する時給制契約社員である有期契約労働者に対して無給の休暇のみを与えるものとするという労働条件の相違は，両者の間に職務の内容や当該職務の内容及び配置の変更の範囲その他の事情につき相応の相違があることを考慮しても，次の(1)，(2)など判示の事情の下においては，労働契約法（平成３０年法律第７１号による改正前のもの）２０条にいう不合理と認められるものに当たる。\n(1) 上記無期契約労働者に対して上記病気休暇が与えられているのは，当該無期契約労働者の生活保障を図り，私傷病の療養に専念させることを通じて，その継続的な雇用を確保するという目的によるものである。\n(2) 上記有期契約労働者は，契約期間が６か月以内とされており，有期労働契約の更新を繰り返して勤務する者が存するなど，相応に継続的な勤務が見込まれている。",
  "ref_law": "労働契約法（平成３０年法律第７１号による改正前のもの）２０条",
  "lawsuit_id": "89772",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=89772",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/772/089772_hanrei.pdf",
  "contents": "令和元年（受）第７７７号，第７７８号  地位確認等請求事件\n令和２年１０月１５日  第一小法廷判決\n主      文\n１  第１審被告の上告を棄却する。\n２  原判決中，第１審原告らの夏期休暇及び冬期休暇に\n係る損害賠償請求に関する部分を破棄し，同部分に\nつき本件を東京高等裁判所に差し戻す。\n３  第１審原告らのその余の上告を棄却する。\n４  第１項に関する上告費用は第１審被告の負担とし，\n前項に関する上告費用は第１審原告らの負担とする。\n理      由\n第１  事案の概要\n１  本件は，第１審被告と期間の定めのある労働契約（以下「有期労働契約」と\nいう。）を締結して勤務している時給制契約社員である第１審原告らが，期間の定\nめのない労働契約（以下「無期労働契約」という。）を締結している労働者（以下\n「正社員」という。）と第１審原告らとの間で，年末年始勤務手当，病気休暇，夏\n期休暇及び冬期休暇（以下「夏期冬期休暇」という。）等に相違があったことは労\n働契約法２０条（平成３０年法律第７１号による改正前のもの。以下同じ。）に違\n反するものであったと主張して，第１審被告に対し，不法行為に基づき，上記相違\nに係る損害賠償を求めるなどの請求をする事案である。\n２  原審の確定した事実関係等の概要は，次のとおりである。\n(1)ア  第１審被告は，国及び日本郵政公社が行っていた郵便事業を承継した郵\n便局株式会社及び郵便事業株式会社の合併により，平成２４年１０月１日に成立し\nた株式会社であり，郵便局を設置して，郵便の業務，銀行窓口業務，保険窓口業務\n等を営んでいる。\nイ  第１審原告Ｘ１及び第１審原告Ｘ２は，いずれも，国又は日本郵政公社に有\n期任用公務員として任用された後，平成１９年１０月１日，郵便事業株式会社との\n間で有期労働契約を締結し，同社及び第１審被告との間でその更新を繰り返して勤\n務する時給制契約社員である。また，第１審原告Ｘ３は，平成２０年１０月１４\n日，郵便事業株式会社との間で有期労働契約を締結し，同社及び第１審被告との間\nでその更新を繰り返して勤務する時給制契約社員である。第１審原告Ｘ１及び第１\n審原告Ｘ３は，郵便外務事務（配達等の事務）に従事し，第１審原告Ｘ２は，郵便\n内務事務（窓口業務，区分け作業等の事務）に従事している。\n(2)ア  第１審被告に雇用される従業員には，無期労働契約を締結する正社員と\n有期労働契約を締結する期間雇用社員が存在し，それぞれに適用される就業規則及\nび給与規程は異なる。\nイ  正社員に適用される就業規則において，正社員の勤務時間は，１日について\n原則８時間，４週間について１週平均４０時間とされている。\n平成２６年３月３１日以前の人事制度（以下「旧人事制度」という。）におい\nて，正社員は，企画職群，一般職群（以下「旧一般職」という。）及び技能職群に\n区分され，このうち郵便局における郵便の業務を担当していたのは旧一般職であっ\nた。\nそして，平成２６年４月１日以後の人事制度（以下「新人事制度」という。）に\nおいて，正社員は，管理職，総合職，地域基幹職及び一般職（以下「新一般職」と\nいう。）の各コースに区分され，このうち郵便局における郵便の業務を担当するの\nは地域基幹職及び新一般職である。\nウ  期間雇用社員に適用される就業規則において，期間雇用社員は，スペシャリ\nスト契約社員，エキスパート契約社員，月給制契約社員，時給制契約社員及びアル\nバイトに区分されており，それぞれ契約期間の長さや賃金の支払方法が異なる。こ\nのうち時給制契約社員は，郵便局等での一般的業務に従事し，時給制で給与が支給\nされるものとして採用された者であって，契約期間は６か月以内で，契約を更新す\nることができ，正規の勤務時間は，１日について８時間以内，４週間について１週\n平均４０時間以内とされている。\n(3)  正社員に適用され，就業規則の性質を有する給与規程において，郵便の業\n務を担当する正社員の給与は，基本給と諸手当で構成されている。諸手当には住居\n手当，祝日給，特殊勤務手当，夏期手当，年末手当等がある。このうち特殊勤務手\n当は，著しく危険，不快，不健康又は困難な勤務その他の著しく特殊な勤務で，給\n与上特別の考慮を必要とし，かつ，その特殊性を基本給で考慮することが適当でな\nいと認められるものに従事する正社員に，その勤務の特殊性に応じて支給するもの\nとされている。特殊勤務手当の一つである年末年始勤務手当は，１２月２９日から\n翌年１月３日までの間において実際に勤務したときに支給されるものであり，その\n額は，１２月２９日から同月３１日までは１日につき４０００円，１月１日から同\n月３日までは１日につき５０００円であるが，実際に勤務した時間が４時間以下の\n場合は，それぞれその半額である。\nまた，正社員に適用される就業規則では，郵便の業務を担当する正社員に夏期冬\n期休暇及び病気休暇が与えられることとされている。夏期休暇は６月１日から９月\n３０日まで，冬期休暇は１０月１日から翌年３月３１日までの各期間において，そ\nれぞれ３日まで与えられる有給休暇である。病気休暇は，私傷病等により，勤務日\n又は正規の勤務時間中に勤務しない者に与えられる有給休暇であり，私傷病による\n病気休暇は少なくとも引き続き９０日間まで与えられる。\n(4)  期間雇用社員に適用され，就業規則の性質を有する給与規程において，郵\n便の業務を担当する時給制契約社員の給与は，基本賃金と諸手当で構成されてい\nる。諸手当には，祝日割増賃金，特殊勤務手当，臨時手当等がある。もっとも，上\n記時給制契約社員に対して年末年始勤務手当は支給されない。\nまた，上記時給制契約社員には，夏期冬期休暇が与えられない一方，期間雇用社\n員に適用される就業規則において，病気休暇が与えられることとされているが，私\n傷病による病気休暇は１年に１０日の範囲で無給の休暇が与えられるにとどまる。\n(5)ア  旧一般職及び地域基幹職は，郵便外務事務，郵便内務事務等に幅広く従\n事すること，昇任や昇格により役割や職責が大きく変動することが想定されてい\nる。他方，新一般職は，郵便外務事務，郵便内務事務等の標準的な業務に従事する\nことが予定されており，昇任や昇格は予定されていない。\nまた，正社員の人事評価においては，業務の実績そのものに加え，部下の育成指\n導状況，組織全体に対する貢献等の項目によって業績が評価されるほか，自己研さ\nん，状況把握，論理的思考，チャレンジ志向等の項目によって正社員に求められる\n役割を発揮した行動が評価される。\nイ  これに対し，時給制契約社員は，郵便外務事務又は郵便内務事務のうち，特\n定の業務のみに従事し，上記各事務について幅広く従事することは想定されておら\nず，昇任や昇格は予定されていない。\nまた，時給制契約社員の人事評価においては，上司の指示や職場内のルールの遵\n守等の基本的事項に関する評価が行われるほか，担当する職務の広さとその習熟度\nについての評価が行われる一方，正社員とは異なり，組織全体に対する貢献によっ\nて業績が評価されること等はない。\n(6)  旧一般職を含む正社員には配転が予定されている。ただし，新一般職は，\n転居を伴わない範囲において人事異動が命ぜられる可能性があるにとどまる。\nこれに対し，時給制契約社員は，職場及び職務内容を限定して採用されており，\n正社員のような人事異動は行われず，郵便局を移る場合には，個別の同意に基づ\nき，従前の郵便局における雇用契約を終了させた上で，新たに別の郵便局における\n勤務に関して雇用契約を締結し直している。\n(7)  時給制契約社員に対しては，正社員に登用される制度が設けられており，\n人事評価や勤続年数等に関する応募要件を満たす応募者について，適性試験や面接\n等により選考される。\n第２  令和元年（受）第７７７号上告代理人樋󠄀口隆明ほかの上告受理申立て理\n由（ただし，排除されたものを除く。）について\n１  原審は，郵便の業務を担当する正社員に対して年末年始勤務手当を支給する\n一方で，同業務を担当する時給制契約社員である第１審原告らに対してこれを支給\nしないという労働条件の相違及び私傷病による病気休暇として，上記正社員に対し\nては有給休暇を与えるものとする一方で，上記時給制契約社員である第１審原告\nＸ２に対しては無給の休暇のみを与えるものとするという労働条件の相違につい\nて，いずれも労働契約法２０条にいう不合理と認められるものに当たると判断し\nた。所論は，原審のこの判断には同条の解釈適用の誤りがある旨をいうものであ\nる。\n２(1)  年末年始勤務手当について\n第１審被告における年末年始勤務手当は，郵便の業務を担当する正社員の給与を\n構成する特殊勤務手当の一つであり，１２月２９日から翌年１月３日までの間にお\nいて実際に勤務したときに支給されるものであることからすると，同業務について\nの最繁忙期であり，多くの労働者が休日として過ごしている上記の期間において，\n同業務に従事したことに対し，その勤務の特殊性から基本給に加えて支給される対\n価としての性質を有するものであるといえる。また，年末年始勤務手当は，正社員\nが従事した業務の内容やその難度等に関わらず，所定の期間において実際に勤務し\nたこと自体を支給要件とするものであり，その支給金額も，実際に勤務した時期と\n時間に応じて一律である。\n上記のような年末年始勤務手当の性質や支給要件及び支給金額に照らせば，これ\nを支給することとした趣旨は，郵便の業務を担当する時給制契約社員にも妥当する\nものである。そうすると，前記第１の２(5)～(7)のとおり，郵便の業務を担当する\n正社員と上記時給制契約社員との間に労働契約法２０条所定の職務の内容や当該職\n務の内容及び配置の変更の範囲その他の事情につき相応の相違があること等を考慮\nしても，両者の間に年末年始勤務手当に係る労働条件の相違があることは，不合理\nであると評価することができるものといえる。\nしたがって，郵便の業務を担当する正社員に対して年末年始勤務手当を支給する\n一方で，同業務を担当する時給制契約社員に対してこれを支給しないという労働条\n件の相違は，労働契約法２０条にいう不合理と認められるものに当たると解するの\nが相当である。\n(2)  病気休暇について\nア  有期労働契約を締結している労働者と無期労働契約を締結している労働者と\nの個々の賃金項目に係る労働条件の相違が労働契約法２０条にいう不合理と認めら\nれるものであるか否かを判断するに当たっては，両者の賃金の総額を比較すること\nのみによるのではなく，当該賃金項目の趣旨を個別に考慮すべきものと解するのが\n相当であるところ，賃金以外の労働条件の相違についても，同様に，個々の労働条\n件が定められた趣旨を個別に考慮すべきものと解するのが相当である（最高裁平成\n３０年（受）第１５１９号令和２年１０月１５日第一小法廷判決・公刊物未登\n載）。\nイ  第１審被告において，私傷病により勤務することができなくなった郵便の業\n務を担当する正社員に対して有給の病気休暇が与えられているのは，上記正社員が\n長期にわたり継続して勤務することが期待されることから，その生活保障を図り，\n私傷病の療養に専念させることを通じて，その継続的な雇用を確保するという目的\nによるものと考えられる。このように，継続的な勤務が見込まれる労働者に私傷病\nによる有給の病気休暇を与えるものとすることは，使用者の経営判断として尊重し\n得るものと解される。もっとも，上記目的に照らせば，郵便の業務を担当する時給\n制契約社員についても，相応に継続的な勤務が見込まれるのであれば，私傷病によ\nる有給の病気休暇を与えることとした趣旨は妥当するというべきである。そして，\n第１審被告においては，上記時給制契約社員は，契約期間が６か月以内とされてお\nり，第１審原告らのように有期労働契約の更新を繰り返して勤務する者が存するな\nど，相応に継続的な勤務が見込まれているといえる。そうすると，前記第１の２\n(5)～(7)のとおり，上記正社員と上記時給制契約社員との間に労働契約法２０条所\n定の職務の内容や当該職務の内容及び配置の変更の範囲その他の事情につき相応の\n相違があること等を考慮しても，私傷病による病気休暇の日数につき相違を設ける\nことはともかく，これを有給とするか無給とするかにつき労働条件の相違があるこ\nとは，不合理であると評価することができるものといえる。\nしたがって，私傷病による病気休暇として，郵便の業務を担当する正社員に対し\nて有給休暇を与えるものとする一方で，同業務を担当する時給制契約社員に対して\n無給の休暇のみを与えるものとするという労働条件の相違は，労働契約法２０条に\nいう不合理と認められるものに当たると解するのが相当である。\n３  以上によれば，所論の点に関する原審の判断は，いずれも正当として是認す\nることができる。論旨はいずれも採用することができない。なお，その余の上告受\n理申立て理由は，上告受理の決定において排除された。\n第３  令和元年（受）第７７８号上告代理人宮里邦雄ほかの上告受理申立て理由\n第２の２～６について\n１  原審は，前記第１の２の事実関係等の下において，郵便の業務を担当する正\n社員に対しては夏期冬期休暇を与える一方で，同業務を担当する時給制契約社員に\n対してはこれを与えないという労働条件の相違は労働契約法２０条にいう不合理と\n認められるものに当たり，第１審被告が上記相違を設けていたことにつき過失があ\nるとした上で，要旨次のとおり判断し，第１審原告らの夏期冬期休暇に係る損害賠\n償請求を棄却した。\n第１審原告らが無給の休暇を取得したこと，夏期冬期休暇が与えられていればこ\nれを取得し賃金が支給されたであろうこととの事実の主張立証はない。したがっ\nて，第１審原告らに夏期冬期休暇を与えられないことによる損害が生じたとはいえ\nない。\n２  しかしながら，原審の上記判断は是認することができない。その理由は，次\nのとおりである。\n第１審被告における夏期冬期休暇は，有給休暇として所定の期間内に所定の日数\nを取得することができるものであるところ，郵便の業務を担当する時給制契約社員\nである第１審原告らは，夏期冬期休暇を与えられなかったことにより，当該所定の\n日数につき，本来する必要のなかった勤務をせざるを得なかったものといえるか\nら，上記勤務をしたことによる財産的損害を受けたものということができる。当該\n時給制契約社員が無給の休暇を取得したか否かなどは，上記損害の有無の判断を左\n右するものではない。\nしたがって，郵便の業務を担当する時給制契約社員である第１審原告らについ\nて，無給の休暇を取得したなどの事実の主張立証がないとして，夏期冬期休暇を与\nえられないことによる損害が生じたとはいえないとした原審の判断には，不法行為\nに関する法令の解釈適用を誤った違法がある。\n３  以上によれば，原審の上記判断には，判決に影響を及ぼすことが明らかな法\n令の違反がある。論旨は理由があり，原判決のうち第１審原告らの夏期冬期休暇に\n係る損害賠償請求に関する部分は破棄を免れない。なお，その余の上告受理申立て\n理由は，上告受理の決定において排除された。\n第４  結論\n以上のとおりであるから，原判決中，第１審原告らの夏期冬期休暇に係る損害賠\n償請求に関する部分を破棄し，損害額について更に審理を尽くさせるため，同部分\nにつき本件を原審に差し戻すとともに，第１審被告の上告及び第１審原告らのその\n余の上告を棄却することとする。\nよって，裁判官全員一致の意見で，主文のとおり判決する。\n( 裁判長裁判官   山 口   厚   裁判官   池 上 政 幸   裁判官   小 池   裕   裁判官\n木澤克之  裁判官  深山卓也)\n"
}