{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 2,
    "month": 1,
    "day": 21
  },
  "case_number": "令和1(う)140",
  "case_name": "強制執行妨害目的財産損壊等被告事件",
  "court_name": "広島高等裁判所",
  "result": "棄却",
  "original_court_name": "広島地方裁判所",
  "original_case_number": "平成31(わ)21",
  "gist": "民事訴訟において損害賠償の支払を命ずる仮執行宣言付きの判決を言い渡された被告人が自己名義の普通預金口座から２回にわたり預金を払い戻した行為につき，強制執行を妨害する目的で財産を隠匿するものとして強制執行妨害目的財産損壊等罪（刑法９６条の２第１号）が成立するとした第１審判決の判断に法令の解釈適用の誤りがないとされた事例",
  "lawsuit_id": "89300",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=89300",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/300/089300_hanrei.pdf",
  "contents": "令和２年１月２１日宣告  広島高等裁判所判決\n令和元年(う)第１４０号  強制執行妨害目的財産損壊等\n原審  広島地方裁判所  平成３１年(わ)第２１号\n主              文\n本件控訴を棄却する。\n理              由\n１  控訴趣意等\n本件は，甲に対する７０００万円の損害賠償の支払を命ずる仮執行宣言付きの判\n決を言い渡された被告人が，強制執行を妨害する目的で，被告人名義の２つの普通\n預金口座から，それぞれ①１５００万円（原判示１），②２回にわたり合計１５１\n０万円（原判示２）を払い戻し，強制執行を受けるべき財産を隠匿したという強制\n執行妨害目的財産損壊等（刑法９６条の２第１号）の事案である。\n本件控訴の趣意は，弁護人小山雅男作成の控訴趣意書に記載されているとおりで\nあるから，これを引用する。控訴趣意書において控訴理由として明示されているの\nは，原審弁護人が弁論で主張した点について原判決が判断を示していないのは理由\n不備又は理由齟齬に当たる，というものであるが，論旨は，実質的には，払戻金の\n使途等にかんがみると，前記各払戻しは刑法９６条の２が定める「強制執行を妨害\nする目的で，強制執行を受けるべき財産を隠匿する行為」には該当しないから，同\n罪の成立を認めた原判決には判決に影響を及ぼすことが明らかな法令適用の誤り又\nは事実誤認がある，という趣旨を含むものと解される。そこで，記録を調査して検\n討する。\n２  理由不備の論旨について\n弁護人が弁論でした個々の主張に対し，判決中で明示的に判断をしていないとし\nても，これが理由不備に当たらないことはいうまでもない。所論は独自の見解を前\n提とするもので，失当である。\n３  法令適用の誤り及び事実誤認の論旨について\n⑴  本件の事実関係は，原判決が（事実認定の補足説明）の項で説示するとおり\nである。同項第２の１⑷（原判示２の払戻し）に関し，若干補足すると，関係証拠\nによれば，平成▲年▲月▲日，Ａ銀行Ｘ支店に開設された被告人名義の預金口座に，\n被告人の勤務先（以下「Ｂ社」という。）の退職金である３１７４万５２６９円が\n送金され，同日，被告人は，Ａ銀行Ｙ支店において，同預金口座から合計１８９０\n万円を払い戻し（うち１８８０万円は窓口で払い戻されており，その払戻請求書に\nは「他行へ預金する為」との記載がある。被告人は，そのうち３８０万円をＢ社に\n送金し，その残額１５１０万円のうち１３００万円を貸金庫に入れ，２１０万円を\n自宅に持ち帰った。検察官は，この１５１０万円の払戻しを起訴したものと解され\nる。），同払戻しとは別途，同預金口座の金員から合計１２７６万１８８５円を，\n借入金の返済としてＢ社に送金したことが認められる。\n⑵  原判決は，その認定した事実関係の下で，原判示１の１５００万円，同２の\n１５１０万円（前記１８９０万円からＢ社に送金した３８０万円を差し引いた残額）\nの各払戻し行為につき，「隠匿」とは，財産の発見を不能又は困難にするものをい\nい，預金を払い戻す行為は，債権者にとって，第三債務者である金融機関の認識・\n管理を介して，その存在が比較的容易に覚知し得る状態にある財産である預金債権\nを，その所在把握が困難となる現金に変更するものであるから，原判示の各行為は\n「隠匿」に当たるとした。そして，前記事実関係の下で，被告人は，強制執行を受\nけるべき財産である預金債権の一部の発見を困難にする意思があったことにほかな\nらず，被告人には刑法９６条の２にいう強制執行を妨害する目的があったことは明\nらかであるとして，本件につき強制執行妨害目的財産損壊等の罪が成立するとした。\n原判決の上記説示は，その前提とする預金からの払戻しが刑法９６条の２第１号の\n「隠匿」に当たるとする法令解釈に誤りはなく，本件各払戻し行為が同罪に該当す\nるとした事実認定についても，論理則・経験則等に照らし不合理な点はない。\n⑶  所論は，原判示１の１５００万円の払戻しにつき，強制競売の対象となった\n被告人の自宅（土地・建物）を妻が落札するための資金とし，結果的に強制競売を\n申し立てた甲に配当金が支払われているから，同罪には当たらないと主張する。\nしかし，原判示１の払戻しについて，「Ｃ弁護士に支払う報酬等の裁判費用が払\nえなくなる上，生活も困ることになり，現金で保管しておく方が差押えを受けるこ\nとなく安全であるなどと考え」たことによるものであるとする原判決の認定に誤り\nはなく，その目的が「強制執行を妨害する」ことにあったことは明らかである。仮\nに，所論がいうような目的が払戻し時点であったとしても，それは，甲が被告人所\n有の不動産につき申し立てた強制競売において妻名義での落札資金を確保するため，\n預金の差押えを回避することを意図したことにほかならず，その目的自体正当性は\nなく，強制執行を妨害する目的に該当することはいうまでもない。\nまた，所論は，原判示２の１５１０万円のうち，１０００万円を甲に対する損害\n賠償の支払いに充てており，その余の額も，前記弁護士費用や被告人及び家族の生\n活のためのものであるから，犯罪は成立しない旨を主張する。しかしながら，この\n１５１０万円も，「老後の生活費も確保しておきたいから，・・・現金で保管して\nおく方が差押えを受けることなく安全であるなどと考えた」ことによるものである\nとの原判決の認定に誤りはなく，強制執行妨害の目的があったことは明らかである。\n所論指摘のとおり，甲に対し１０００万円を支払っている事実は認められるが，そ\nれは，原判示２の払戻しから１年１か月あまり後のことであり，事後的な事情から\n支払いをしたものであって，それにより，遡って払戻しの目的が正当化されること\nにはならない。所論がいう生活費の確保という点も，結局は，差押えを回避して自\n己及び家族のために使える金を確保しておきたいというにすぎず，そのような意図\nが強制執行妨害の目的に当たることはいうまでもない。更に，民事訴訟の弁護士費\n用支払いのための資金確保という点も，払戻しの時点で支払額が確定し，期限が到\n来していたといった事情はうかがわれず，被告人の公判供述によれば，最終的な勝\n訴を想定して主観的に１０００万円程度ではないかと見込んだという程度のもので\nあって，前記払戻しに近接して弁護士に対し支払われた形跡もないのであるから，\n被告人の前記供述によっても，強制執行妨害の目的の認定は左右されない。\nなお，所論は，被告人が前記１８９０万円を払い戻した際に，Ｂ社に送金した３\n８０万円について検察官が犯罪の対象から除外して訴因を構成しているとして，そ\nの余の１５１０万円も，３８０万円と同様に使途として正当なものであるから，全\n体について犯罪不成立とすべきであると主張する。しかし，３８０万円は，Ｂ社に\n支払う相応の根拠があり，実際に払戻し後直ちに送金されていることが認められ，\nこの支払いは，証拠上，「隠匿」又は「強制執行妨害の目的」には当たらない可能\n性があるとみて検察官は払戻額から差し引いたものと考えられる。１５１０万円に\nついては，既に検討したとおり，要するに，差押えを回避して自己資金として確保\nしておきたいという趣旨で払い戻したものであるから，３８０万円とは，その目的\nにおいて異なるものである。\nまた，所論は，退職金は将来の生活資金に充てられるべきものであるから，預金\n口座に振り込まれた退職金の払戻しをすることが犯罪に当たるとすることは生存権\nを侵害するものであるとも主張する。確かに，退職金が，勤務先に対する退職金債\n権にとどまる限りでは，法定の差押禁止の規定が適用されるのに，それが差押え前\nに被告人名義の預金口座に振り込まれ，預金債権に転化した場合には，同規定が適\n用されないことになる。\nしかし，強制執行において，執行裁判所は，申立てにより，債務者及び債権者の\n生活の状況その他の事情を考慮して，差押命令の全部もしくは一部を取り消すこと\n等ができるとされている（民事執行法１５３条１項）。本件のような場合において，\n債務者（被告人）の生活の保障と債権者の権利実現との調整は，申立てを受けた執\n行裁判所の差押禁止債権の範囲変更に関する判断によってされるべきものと解され\nる。所論は要するところ，このような法定の手段によらない生活資金の確保を許容\nせよというものに等しく，採用の限りではない。\nこの点に関し，所論は，本件において刑法９６条の２を適用することは，生存権\nを害し憲法２５条に違反するともいうが，原判決も説示するとおり，刑法９６条の\n２の適用により，その生存権を侵害しないことは明らかであるから，所論は前提を\n欠くものである。\n論旨はいずれも理由がない。\n４  結論\nよって，刑訴法３９６条により本件控訴を棄却することとして，主文のとおり判\n決する。\n令和２年１月２１日\n広島高等裁判所第１部\n裁判長裁判官        多  和  田      隆    史\n裁判官        水    落      桃    子\n裁判官              廣    瀬      裕    亮\n"
}