{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 4,
    "month": 8,
    "day": 9
  },
  "case_number": "令和4(ワ)9640",
  "case_name": "損害賠償請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "91816",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=91816",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/816/091816_hanrei.pdf",
  "contents": "令和 4 年 8 月 9 日判決言渡  同日原本領収  裁判所書記官\n令和 4 年（ワ）第 9640 号  損害賠償請求事件\n口頭弁論終結日  令和 4 年 7 月 5 日\n判 決\n原 告                      A\n同訴訟代理人弁護士          井      上              拓\n同                          北      折    俊      英\n被              告                      B\n主 文\n1  被告は、原告に対し、130 万円及びこれに対する令和 3 年 1 月 16 日か\nら支払済みまで年 3%の割合による金員を支払え。\n2  原告のその余の請求を棄却する。\n3  訴訟費用は、これを 30 分し、その 13 を被告の負担とし、その余を原告\nの負担とする。\n4  この判決は、第 1 項に限り、仮に執行することができる。\n事 実 及 び 理 由\n第 1  請求\n被告は、原告に対し 300 万円及びこれに対する令和 3 年 1 月 16 日から支払済み\nまで年 3%の割合による金員を支払え。\n第 2  事案の概要\n本件は、被告が短文投稿サイト「Twitter」（ツイッター）に開設したアカウントに\nより行った別紙投稿記事目録記載の投稿（以下、同目録の記載順に「本件投稿 1」\nなどといい、これらを併せて「本件各投稿」という。）は、原告が著作権を有するイ\nラスト画像の著作権（複製権・公衆送信権）を侵害すると共に、原告の名誉権及び\n名誉感情を侵害する不法行為にあたると主張して、原告が、被告に対し、不法行為\n責任（民法 709 条、710 条）に基づき、慰謝料及び弁護士費用相当額の一部である\n300 万円の損害賠償並びにこれに対する最後の不法行為の日である令和 3 年 1 月 16\n日から支払済みまで民法所定の年 3%の割合による遅延損害金の支払を求める事案\nである。\nなお、被告は、公示送達による呼出しを受けたが、口頭弁論期日に出頭せず、答\n弁書その他の準備書面も提出しなかった。\n第 3  請求原因\n1  当事者及びそれぞれのツイッターアカウント\n(1)  原告は、（省略）専門医及び（省略）専門医であり、ユーザー名を「@（以下\n省略）」、アカウント名を「C（A）」とするツイッター内のアカウント（以下「原告\nアカウント」という。）により、医療情報等に関する情報発信を行っている医師であ\nる。\n(2)  被告は、ツイッター内にユーザー名を「@（以下省略）」、アカウント名を「D」\nとするアカウント（以下「被告アカウント」という。）を作成している。\n2  本件投稿 1 による原告の著作権侵害\n(1)  原告は、原告アカウントのプロフィール画像として、別紙著作物目録記載の\nイラスト画像（以下「原告画像」という。）を使用している。\n原告は、クリエイターに原告画像の制作を依頼し、原告画像の納品と共にその著\n作権を譲り受けた。したがって、原告は、原告画像に係る著作権を有する。\n(2)  被告は、被告アカウントのプロフィール画像として、別紙投稿目録記載 1 の\n投稿画像欄記載の画像（以下「被告画像」という。）を投稿した（本件投稿 1）。\n被告画像は、原告画像と全く同一である。また、原告は、被告に対して原告画像\nの複製又は公衆送信を許諾したことはない。さらに、被告は、原告アカウントの存\n在を認識した上で原告画像を利用しており、原告画像が他人の著作物であることを\n当然に認識している。\nしたがって、被告は、本件投稿 1 により、原告の原告画像に係る著作権（複製権\n及び公衆送信権）を故意に侵害したものである。\n3  本件投稿 2～6 による原告の名誉権及び名誉感情侵害\n(1)  被告は、被告アカウントにより、別紙投稿記事目録記載 2～6 の各「閲覧用\nURL」欄記載の URL に、各「投稿日時」欄記載の日時において、各「投稿内容」記\n載の内容の本件投稿 2～6 をした。\n被告は、本件各投稿を行うことで、以下のとおり、品性に欠ける記載及び科学的\n根拠に基づかない情報を発信し、原告の社会的評価を低下させ、かつ、社会通念上\n許される限度を超えて原告を侮辱した。\n(2)  同定可能性\n本件各投稿による名誉毀損及び侮辱の対象が原告であることは、以下の点から明\nらかである。\n・被告アカウントにおいて原告画像と同一の画像（被告画像）をプロフィール画\n像として使用していること。\n・被告アカウントのアカウント名に「（省略）」という原告アカウントのアカウン\nト名と同一の肩書を付していること。\n・被告アカウントのアカウント名「D」が原告アカウントのアカウント名「C」\nの「（省略）」を「（省略）」に、「（省略）」を「（省略）」に一部変更したものである\nこと。\n・本件投稿 2 で、原告アカウントの投稿に対する訴外アカウントによる「この 1\n年間で『高みの見物』を極めた男」との引用ツイートに対して、「この人のキモさ\nを表現することは不可能です」と投稿し、原告アカウントに対する嫌悪感を表明し\nていること。\n・本件投稿 6 で、訴外アカウントによる「この@（以下省略）というアカウント\nは、C´先生@（以下省略）のなりすましでは？」とのツイートに対し、「当方は\n尻穴まで丁寧に洗い、恍惚の表情を浮かべているに過ぎません  （省略）だか（省\n略）知りませんが同様の主張をされていらっしゃるのですか？」と返信しており、\n原告アカウントを茶化す投稿をしていること。\n(3)  原告の名誉権及び名誉感情の侵害\nア  本件投稿 2\n本件投稿 2 は、原告アカウントの投稿に対する訴外アカウントによる「この 1 年\n間で『高みの見物』を極めた男」との引用ツイートに対し、「この人のキモさを表\n現することは不可能です」と記載したものである。\nこれは、原告を指して、「キモさを表現することは不可能」と表現し、社会通念\n上許される限度を超えて原告を故意に侮辱したものである。\nイ  本件投稿 3\n本件投稿 3 は、「こちらのアイコンは、尻穴と尿道を同時に攻め、恍惚の表情を\n浮かべているわたくしを示しています。」と記載したものである。\n「こちらのアイコン」とは、被告アカウントのプロフィール画像（被告画像）を\n意味し、原告の肖像のイラストを指す。このため、この記載は、原告の肖像のイラ\nストについて、「尻穴と尿道を同時に攻め、恍惚の表情を浮かべているわたくしを\n示しています。」と表現し、社会通念上許される限度を超えて原告を故意に侮辱し\nたものである。\nウ  本件投稿 4\n本件投稿 4 は、「全国の痴事を震撼させるイケメン尻穴 tweet で誠に恐縮です\nが、感染対策は恐らく大勢に影響を与えないでしょう。何故、インフルエンザは特\n段の追加的対策なくして収束したのか説明できますか⁉️貴女が何をしようが、し\nまいが関係ありません🤣」と記載したものである。\nこのうち「全国の痴事を震撼させるイケメン尻穴 tweet」との記載は、被告アカ\nウントのプロフィール画像としている原告の肖像を「イケメン」と呼んだ上で、\n「全国の痴事を震撼させる」「尻穴 tweet」と品性に欠ける表現をし、社会通念上許\nされる限度を超えて原告を故意に侮辱したものである。\nまた、「感染対策は恐らく大勢に影響を与えないでしょう。何故、インフルエン\nザは特段の追加的対策なくして収束したのか説明できますか⁉️貴女が何をしよう\nが、しまいが関係ありません🤣」との記載は、医師であり公衆衛生の専門家でも\nある原告になりすまして、科学的根拠のない新型コロナウイルスに関する医療情報\nを流布するものである。この記載は、一般の閲覧者に対し、原告がそのような科学\n的根拠のない医療情報を流布する医師であるとの印象を与え、原告の社会的評価を\n故意に低下させるものである。\nエ  本件投稿\n本件投稿 5 は、「バカ女うけする池麺アイコン救急医」と記載したものである。\nこれは、被告アカウントのプロフィール画像としている原告の肖像を「池麺アイ\nコン救急医」と呼んだ上で、「バカ女うけする」という品性に欠ける表現をし、社会\n通念上許される限度を超えて原告を故意に侮辱したものである。\nオ  本件投稿 6\n本件投稿 6 は、「当方は尻穴まで丁寧に洗い、恍惚の表情を浮かべているに過ぎ\nません」と記載したものである。\nこの記載は、訴外アカウントによる「この@（以下省略）というアカウントは、\nC´先生@（以下省略）のなりすましでは？」とのツイートに対する返信として行わ\nれ、原告を指して、「当方は尻穴まで丁寧に洗い、恍惚の表情を浮かべているに過ぎ\nません」と表現し、社会通念上許される限度を超えて原告を故意に侮辱したもので\nある。\n4  本件各投稿が被告によるものであることを特定した経緯\n原告は、ツイッターを設置・管理しているツイッター・インク社（以下「ツイッ\nター社」という。）を債務者とする令和 3 年 1 月 21 日付け発信者情報開示仮処分命\n令申立てを行った。これに対する東京地方裁判所の同年 2 月 15 日付け仮処分決定\nに基づき、ツイッター社は、原告に対し、令和 2 年 12 月 23 日～令和 3 年 1 月 27 日\nの間に被告アカウントにログインがあった際の IP アドレス（以下「本件 IP アドレ\nス」という。）及びタイムスタンプを開示した。\nその後、本件 IP アドレスが株式会社 NTT ドコモ（以下「NTT ドコモ」という。）\nの保有するものであることが判明したことから、原告は、NTT ドコモを被告とする\n令和 3 年 5 月 14 日付け発信者情報開示請求訴訟を提起した。これに対する東京地\n方裁判所の同年 10 月 15 日付け判決に基づき、原告は、同年 11 月 5 日、NTT ドコ\nモより、本件 IP アドレスに係る氏名等の発信者情報の開示を受けた。その結果、原\n告は、被告アカウントを用いて本件各投稿を投稿した者が被告であることを特定し\nた。\n5  損害\n(1)  著作権侵害による損害\n本件各投稿の記載内容から、被告は、原告に対して嫌悪感を抱き、原告を茶化す\nことや侮辱することを目的として、あえて原告画像を使用していると考えるのが自\n然である。このような目的をもってなされた被告による著作権侵害は極めて悪質と\nいわざるを得ず、これによって原告が受けた精神的苦痛は甚大なものであり、その\n慰謝料は 100 万円を下らない。\n(2)  名誉権侵害及び名誉感情侵害による損害\n本件各投稿は、不特定多数人が閲覧可能なツイッターに投稿されたものであり、\nまた、その内容は極めて悪質なものである。これによって原告が受けた精神的苦痛\nは甚大なものであるから、その慰謝料は 150 万円を下らない。\n(3)  弁護士費用・調査費用\n原告は、被告の上記不法行為による損害の賠償を求めるため、弁護士に依頼をし、\n本件訴訟を提起せざるを得なかった。さらに、その前提として、被告を特定するた\nめ、弁護士に依頼して、ツイッター社を債務者とする発信者情報開示仮処分命令の\n申立て及び NTT ドコモを被告とする発信者情報開示請求訴訟を提起せざるを得な\nかった。これらの法的手続のための弁護士費用は 150 万円を下らず、これは被告の\n上記不法行為と相当因果関係のある損害といえる。\n第 4  当裁判所の判断\n1  証拠（甲 1～12。なお、枝番があるものはそれらを含む。）及び弁論の全趣旨\nによれば、前記請求原因事実（第 3 の 1、2、3(1)及び 4 記載の各事実）がいずれも\n認められる。\n2  著作権侵害について\n本件投稿 1 により投稿された被告画像は、原告が著作権を有する原告画像と同一\nのものと認められる。そうすると、被告は、本件投稿 1 により、原告画像を複製及\nび公衆送信したものといえる。\nまた、上記事実を含む本件各投稿の投稿内容から、被告は、原告アカウントの存\n在を認識していたことがうかがわれることから、当然に、原告アカウントのプロフ\nィール画像とされている原告画像の存在を認識していたものと見られる。そうする\nと、被告は、原告画像の複製及び公衆送信について故意があると認められる。\nしたがって、被告は、原告画像に係る原告の著作権（複製権及び公衆送信権）を\n故意に侵害したものと認められる。\n3  名誉権及び名誉感情の侵害について\n(1)  同定可能性について\n本件投稿 2～6 がされた被告アカウントには、本件投稿 1 により、原告アカウント\nのプロフィール画像（原告画像）と同一の被告画像がプロフィール画像として用い\nられていること、被告アカウントのアカウント名「D」は、原告アカウントのアカウ\nント名「C」と対比すると、「救急医」という同じ肩書を使用しつつ、その余の文言\nについては僅かな一部のみを変更し、殊更に原告アカウントのアカウント名に似せ\nるように作成されたものと見られること、本件投稿 2～6 の内容、とりわけ本件投稿\n2 及び 6 が明確に原告アカウントを意識したものといえることに鑑みると、本件投\n稿 2～6 は、これらを読む者をして、原告アカウントないし原告自身を想起させるも\nのといえる。\n(2)  本件投稿 2～6 による名誉権及び名誉感情の侵害について\nア  本件投稿 2\n本件投稿 2 は、原告アカウントの投稿に対する訴外アカウントによる「この 1 年\n間で『高みの見物』を極めた男」との引用ツイートに対し、「この人のキモさを表\n現することは不可能です」と返信したものである。このような本件投稿 2 は、原告\nを揶揄する文脈で投稿された上記引用ツイートに重ねて更に原告を揶揄する趣旨の\nものと理解される。\nしたがって、本件投稿 2 は、社会通念上許される限度を超えて原告を故意に侮辱\nし、その名誉感情を侵害するものといってよい。\nイ  本件投稿 3\n本件投稿 3 の投稿内容のうち、「こちらのアイコン」とする部分は、本件投稿 3\nにおいて表示される被告アカウントのプロフィール画像である被告画像を指すもの\nと理解される。もっとも、被告画像は原告画像を複製したものであるから、結局\nは、これは原告の肖像を意味するものといえる。本件投稿 3 では、これに続いて\n「尻穴と尿道を同時に攻め、恍惚の表情を浮かべているわたくしを示しています 」\nとした上で、さらに、「その様な性癖ご趣味があると主張されている方が他にいら\nっしゃられるとは到底思えませんが、、」と続いている。このように全体として見る\nと、本件投稿 3 は、あたかも原告が稀な性癖ないし性的嗜好の持ち主であるかのご\nとく述べるものと理解される。\nこのような本件投稿 3 は、社会通念上許される限度を超えて原告を故意に侮辱\nし、その名誉感情を侵害するものといってよい。\nウ  本件投稿 4\n(ｱ)  本件投稿 4 の投稿内容のうち、「全国の痴事を震撼させるイケメン尻穴 twee\nt」とする部分は、被告アカウントのプロフィール画像とされている原告の肖像を\n指して「イケメン」と呼んだ上で、「全国の痴事を震撼させる」「尻穴 tweet」とし\nて、全国の都道府県知事と共に原告についても卑猥な言辞を用いて揶揄する趣旨の\nものと理解される。\nしたがって、本件投稿 4 は、社会通念上許される限度を超えて原告を故意に侮辱\nし、その名誉感情を侵害するものといってよい。\n(ｲ)  本件投稿 4 の投稿内容のうち、「感染対策は恐らく大勢に影響を与えないで\nしょう。何故、インフルエンザは特段の追加的対策なくして収束したのか説明でき\nますか⁉️貴女が何をしようが、しまいが関係ありません🤣」とする部分は、医師\nであり公衆衛生の専門家でもある原告を装い、科学的根拠の乏しい新型コロナウイ\nルスに関する医療情報を裏付けなしに、やや挑発的な言辞と共に流布するものと理\n解される。本件投稿 4 を注意深く観察すれば、投稿内容それ自体や被告アカウント\nのアカウント名等から、本件投稿 4 が原告に対する嫌悪感等をもって設けられたい\nわゆるなりすましアカウントによるものであることは容易に理解し得るとは思われ\nるが、そのプロフィール画像（被告画像）が原告の肖像であることや原告・被告各\nアカウントのアカウント名の類似性に鑑みると、本件投稿 4 をもって原告の投稿と\n誤認する者はなお存在し得ると思われる。\nそうすると、本件投稿 4 の「感染対策は」以下の部分は、これを読む者に、原告\nがそのような科学的根拠の乏しい医療情報を裏付けなく流布する医師であるとの印\n象を与え、原告の社会的評価を低下させるものであり、原告の名誉権を故意に侵害\nするものと認められる。\nエ  本件投稿\n本件投稿 5 は、被告アカウントのプロフィール画像とされている原告の肖像と合\nわせて考えると、原告につき、「池麺アイコン救急医」と呼んだ上で、「バカ女うけ\nする」と評するものと理解される。「バカ女うけする」という評価は原告を嘲るも\nのといえる上、見た目の秀でた男性を意味する「イケメン」という文言を「池麺」\nという漢字の当て字に置き換えることには、原告を茶化して揶揄する趣旨が込めら\nれているものと理解される。このため、本件投稿 5 は、全体として見ると、原告を\n甚だしく嘲弄する趣旨のものといえる。\nしたがって、本件投稿 5 は、社会通念上許される限度を超えて原告を故意に侮辱\nし、その名誉感情を侵害するものといってよい。\nオ  本件投稿 6 は、訴外アカウントによる「この@（以下省略）というアカウン\nトは、C´先生@（以下省略）のなりすましでは？」とのツイートに対する引用リ\nツイートであるが、被告アカウントのプロフィール画像が原告の肖像であることと\n相まって、原告を指して、「当方は尻穴まで丁寧に洗い、恍惚の表情を浮かべてい\nるに過ぎません」と卑猥で品性に欠ける表現をしたものである。\nしたがって、本件投稿 6 は、社会通念上許される限度を超えて原告を故意に侮辱\nし、その名誉感情を侵害するものといってよい。\n(3)  小括\n以上によれば、本件投稿 2～6 は、いずれも原告の名誉権及び名誉感情を故意に\n侵害するものであり、原告に対する不法行為となる。\n4  損害について\n(1)  原告は、原告画像に係る原告の著作権（複製権及び公衆送信権）が侵害され\nたことにより甚大な精神的苦痛を受け、これに対する慰謝料は 100 万円を下らない\nと主張する。\nしかし、原告主張に係る著作権侵害による精神的苦痛とは、被告が原告に対する\n嫌悪感を背景として原告を茶化し、侮辱することを目的としてあえて原告画像を使\n用したことによるものというのであり、結局、名誉権及び名誉感情の侵害による精\n神的苦痛に帰するものと理解される。\nそうである以上、原告の著作権侵害それ自体による精神的苦痛を生じたと認める\nことはできず、これに基づく慰謝料請求権を認めることはできない。この点に関す\nる原告の主張は採用できない。\n(2)  前記認定に係る本件投稿 2～6 の内容並びにこれによる原告の名誉権及び名\n誉感情侵害の態様ないし程度に加え、これらの投稿が 1 か月足らずの期間に執拗に\n繰り返されていたことにも鑑みると、原告に対する名誉権及び名誉感情の侵害によ\nる精神的苦痛を慰謝するに相当な金額は、100 万円とするのが相当である。これに\n反する原告の主張は採用できない。\n(3)  原告は、本件訴訟の提起を原告訴訟代理人に委任するにとどまらず、これに\n先立ち、本件各投稿の投稿者が被告であることを特定するために、ツイッター社に\n対する発信者情報開示仮処分命令申立て及び NTT ドコモに対する発信者情報開示\n請求訴訟を提起せざるを得ず、これらの手続も原告訴訟代理人弁護士を含む弁護士\nに委任して遂行したものである。これらの手続についても、手続を適切に遂行する\nために専門的知識を有する弁護士に委任することはやむを得ないといえることから、\nそれに要した費用については、社会通念上相当な範囲において、被告による本件各\n投稿と相当因果関係のある損害として認めるのが相当である。\nそこで、上記仮処分命令申立て及び発信者情報開示請求訴訟の提起を含む本件に\n表れた一切の事情を考慮すると、本件各投稿と相当因果関係のある弁護士費用は、\n30 万円と認められる。これに反する原告の主張は採用できない。\n5  まとめ\n以上より、原告は、被告に対し、名誉権及び名誉感情の侵害の不法行為に基づき、\n130 万円の損害賠償請求権及びこれに対する最後の不法行為である本件投稿 6 がさ\nれた令和 3 年 1 月 16 日から支払済みまで民法所定の年 3％の割合による遅延損害金\n請求権を有することが認められる。\n第 5  結論\nよって、原告の請求は、主文の限度で理由があるからその限度でこれを認容し、\nその余は理由がないから棄却することとして、主文のとおり判決する。\n東京地方裁判所民事第４７部\n裁判長裁判官\n杉    浦      正    樹\n裁判官\n小    口      五    大\n裁判官\n鈴    木      美  智  子\n（別紙投稿記事目録  省略）\n（別紙著作物目録  省略）\n"
}