{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 6,
    "day": 22
  },
  "case_number": "令和5(ワ)70032",
  "case_name": "発信者情報開示命令の申立てについての決定に対する  異議事件",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "92368",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=92368",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/368/092368_hanrei.pdf",
  "contents": "令和 5 年 6 月 22 日判決言渡  同日原本領収  裁判所書記官\n令和 5 年（ワ）第 70032 号  発信者情報開示命令の申立てについての決定に対する\n異議事件\n（基本事件  東京地方裁判所令和 4 年（発チ）第 10032 号発信者情報開示命令申立\n事件）\n口頭弁論終結日  令和 5 年 4 月 27 日\n判 決\n原              告          株 式 会 社 N T T ドコ モ\n同訴訟代理人弁護士          加    藤    瑛      子\n同                          渡    邉              峻\n同                          北    山    智      也\n同                          宮    本    雄      太\n同                          横    山    経      通\n被              告          Ａ\n同訴訟代理人弁護士          神    田    知      宏\n主 文\n1  当事者間の東京地方裁判所令和 4 年（発チ）第 10032 号発信者情報開示命令\n申立事件について、同裁判所が令和 5 年 1 月 4 日にした決定を認可する。\n2  訴訟費用は原告の負担とする。\n事実及び理 由\n第 1  当事者の求めた裁判\n1  請求の趣旨\n(1)  当事者間の東京地方裁判所令和 4 年（発チ）第 10032 号発信者情報開示命\n令申立事件について同裁判所が令和 5 年 1 月 4 日にした決定を取り消す。\n(2)  前項記載の事件における被告の申立てを却下する。\n2  請求の趣旨に対する答弁\n主文同旨\n第 2  事案の概要\n本件は、特定電気通信役務提供者の損害賠償責任の制限及び発信者情報の開示に\n関する法律（以下「法」といい、同法の施行規則を「規則」という。）5 条 2 項に基\nづく被告の申立てを相当と認め、原告に対して別紙発信者情報目録記載の各情報（以\n下「本件発信者情報」という。）の開示を命じた基本事件に係る決定（以下「原決定」\nという。）に対し、原告が異議の訴えを提起した事案である。\n1  前提事実（証拠を掲げた事実以外は、当事者間に争いがないか弁論の全趣旨に\nより容易に認められる事実。なお、枝番号のある証拠については、その全てを含む\n（以下同じ。）。）\n(1)  原告は、インターネット接続サービスの提供を含む電気通信事業を営む株式\n会社であり、不特定の者によって受信されることを目的とする電気通信（特定電気\n通信）の用に供される電気通信設備（特定電気通信設備）を用いて他人の通信を媒\n介し、その他特定電気通信設備を他人の通信の用に供する者（特定電気通信役務提\n供者）である。\n(2)  氏名不詳者は、別紙投稿記事目録の投稿日時欄記載の日時において、インタ\nーネット上のサイト「Twitter」（以下「本件サイト」という。）に、「（省略）」をユ\nーザー名とするアカウント（以下「本件アカウント」という。）により、同目録の投\n稿内容欄記載の写真（以下「本件写真」という。）を含む投稿（以下「本件投稿」と\nいう。）をした（乙 6）。\n(3)  被告は、本件サイトの管理者から、本件アカウントにログインした際の IP\nアドレス及びタイムスタンプの開示を受けた。これによると、本件アカウントには、\n本件投稿日時（令和 4 年 8 月 31 日午後 10 時 3 分）の直前では同日午前 8 時 2 分\nに、直後では翌 9 月 1 日午前 0 時 13 分に、それぞれログインがあった（乙 3、4。\n以下、本件投稿直前のログイン時の通信を「本件直前ログイン時通信」、直後のログ\nイン時の通信を「本件直後ログイン時通信」という。）。\n(4)  本件発信者情報は本件直前ログイン時通信に係る氏名又は名称等の情報で\nあるところ、原告は、上記(3)の IP アドレスを管理しており（乙 5）、本件直前ログ\nイン時通信に係る本件発信者情報を保有している。他方、原告は、本件直後ログイ\nン時通信については、同時刻に複数の記録があり契約者を特定することができない\nとしている。\n(5)  被告による基本事件の申立てに対し、当庁は、令和 5 年 1 月 4 日、原決定を\nした。これに対し、原告は、同月 27 日、本件訴えを提起した。\n2  争点\n(1)  権利侵害の明白性（争点 1）\n(2)  本件直前ログイン時通信の「侵害関連通信」（法 5 条 3 項）該当性（争点 2）\n(3)  発信者情報の開示を受けるべき正当な理由の有無（争点 3）\n3  争点に対する当事者の主張\n(1)  争点 1（権利侵害の明白性）\n〔被告の主張〕\n本件写真は被告の自撮り写真であり、被告が著作権を有する。しかるに、本件投\n稿は、被告の許諾なく、本件サイトに本件写真をアップロードした。これにより被\n告の著作権（公衆送信権）が侵害されたことは明らかである。\n〔原告の主張〕\n本件写真は、自撮りとしてはありふれた構図であり、著作物性を有するとはいい\nきれない。したがって、本件投稿が被告の著作権（公衆送信権）を侵害するとはい\nいきれない。\n(2)  争点 2（本件直前ログイン時通信の「侵害関連通信」（法 5 条 3 項）該当性）\n〔被告の主張〕\n「侵害関連通信」について定める規則 5 条の「侵害情報の送信と相当の関連性を\n有する」の解釈につき、侵害情報の送信と最も時間的に近接して行われたものに拘\n泥する必要はない。最も時間的に近接する通信から発信者を特定することが困難で\nあることが明らかであり、特定発信者情報の開示請求権を創設した趣旨に照らし、\n「侵害関連通信」の範囲を当該通信のみに限定することが適切ではないと考えられ\nる場合には、最も時間的に近接する通信以外の通信も、「侵害情報の送信と相当の関\n連性を有するもの」になり得ると解される。\n本件の場合、本件投稿と最も時間的に近接する通信である本件直後ログイン時通\n信について、原告は、同時刻に複数の記録があり契約者を特定できないとしている\nことから、その発信者を特定することが困難であることは明らかである。したがっ\nて、本件においては、本件直前ログイン時通信が「侵害情報の送信と相当の関連性\nを有する」「侵害関連通信」であり、その発信者情報の開示が認められるべきである。\n〔原告の主張〕\n「侵害情報の送信と相当の関連性を有する」との要件は、被害者の権利回復の利\n益と発信者のプライバシー及び表現の自由、通信の秘密との均衡を図る観点から、\n「侵害関連通信」に該当する通信を必要最小限度の範囲に限定するものである。ま\nた、特定電気通信役務提供者は、侵害関連通信に係る発信者情報の開示を請求され\nた場合、通信記録を保有するのみで投稿内容等の個別具体的な事情を認識し得ない\n中で開示の可否を判断しなければならない。これらの事情を踏まえると、「侵害関連\n通信」の意味合いについては、画一的な基準を示すものとして解釈されなければな\nらない。したがって、「侵害情報の送信と相当の関連性を有する」として「侵害関連\n通信」に該当し得るログイン時の通信は、侵害情報の送信と最も時間的に近接して\n行われたもの 1 つに限定されるべきである。\n本件において、本件投稿と最も時間的に近接するログイン時の通信は、本件投稿\nの直後である令和 4 年 9 月 1 日午前 0 時 13 分にされた本件直後ログイン時通信で\nある。本件直前ログイン時通信は、侵害情報の送信と最も時間的に近接して行われ\nたものではないから、「侵害情報の送信と相当の関連性を有する」「侵害関連通信」\nに該当せず、これに係る本件発信者情報の開示は認められない。\n(3)  争点 3（発信者情報の開示を受けるべき正当な理由の有無）\n〔被告の主張〕\n被告は、発信者に対し、損害賠償請求等を予定している。したがって、被告には、\n本件発信者情報の開示を受けるべき正当な理由がある。\n〔原告の主張〕\n争う。\n第 3  当裁判所の判断\n1  争点 1（権利侵害の明白性）\n証拠（乙 2、6）及び弁論の全趣旨によれば、本件写真は被告が自身の上半身を自\nら撮影したものであること、被告が本件投稿の発信者に本件写真の使用を許諾した\nことはないことが認められる。\n本件写真は、被告が右頬部から顎付近にかけて右手の平を当てつつカメラの方を\n見た自身の姿を、被告のやや右斜め前からカメラを右方向に傾けて自撮りしたもの\nであり、構図等の選択において一応の創意工夫がされ、撮影者の個性が現れている\nものといえる。したがって、本件写真は、撮影者である被告の思想又は感情を創作\n的に表現したものとして著作物といえると共に、被告は本件写真の著作者として著\n作権を有することが認められる。\nまた、本件投稿は、本件写真の画像データを公衆送信したものであり、著作権者\nである被告の許諾はなく、その他の違法性阻却事由の存在もうかがわれないことか\nら、被告の著作権（公衆送信権）を侵害するものと認められる。\nしたがって、本件投稿によって被告の権利が侵害されたことは明らかである。こ\nれに反する原告の主張は採用できない。\n2  争点 2（本件直前ログイン時通信の「侵害関連通信」（法 5 条 3 項）該当性\n前提事実(3)によれば、本件投稿（令和 4 年 8 月 31 日午後 10 時 3 分）と最も時\n間的に近接する本件アカウントへのログイン時の通信は本件直後ログイン時通信\n（同年 9 月 1 日午前 0 時 13 分）であって、本件直前ログイン時通信（同年 8 月 31\n日午前 8 時 2 分）ではない。また、これら通信の IP アドレスを管理する原告によ\nれば、本件直後ログイン時通信につき、同時刻に複数の記録があることから契約者\n（発信者）の特定は不可能とのことである。\nこのような本件の事実関係の下において、被害者の権利回復の利益と発信者のプ\nライバシー及び表現の自由、通信の秘密との均衡を図りつつ発信者情報開示請求権\nが認められる趣旨に鑑みると、被告は、本件投稿と最も時間的に近接するものでな\nいとしても、本件投稿の直前にされた本件直前ログイン時通信をもって法 5 条 3 項・\n規則 5 条所定の「侵害情報の送信と相当の関連性を有する」「侵害関連通信」に該当\nするものとして、本件直前ログイン時通信に係る本件発信者情報の開示を求めるこ\nとができるというべきである。これに反する原告の主張は採用できない。\n3  争点 3（発信者情報の開示を受けるべき正当な理由の有無）\n弁論の全趣旨によれば、被告が氏名不詳者に対する著作権侵害を理由とする損害\n賠償請求権等を行使するためには、本件発信者情報の開示を受ける必要があると認\nめられる。したがって、原告には本件発信者情報の開示を受けるべき正当な理由が\nあると認められる。\n4  まとめ\n以上によれば、被告は、法 5 条 2 項に基づき、原告に対し、本件発信者情報の開\n示請求権を有する。\n第 4  結論\nよって、原決定は相当であるから、これを認可することとして、主文のとおり判\n決する。\n東京地方裁判所民事第 47 部\n裁判長裁判官\n杉    浦    正    樹\n裁判官\n小    口    五      大\n裁判官\n久    野    雄      平\n（別紙）発信者情報目録\n別紙投稿記事目録記載の IP アドレスを同目録記載の接続日時（JST）に使用し、\n同目録記載の接続先 IP アドレスのいずれかに接続した契約者に関する以下の情報\n1  氏名または名称\n2  住所\n3  電話番号\n4  メールアドレス\n（別紙投稿記事目録省略）\n"
}