{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 4,
    "month": 6,
    "day": 23
  },
  "case_number": "令和2(ワ)341",
  "case_name": "建物引渡等請求事件等",
  "court_name": "大阪地方裁判所第25民事部",
  "gist": "コンビニエンスストアのフランチャイザー（本部）によるフランチャイズ契約の解除は、加盟店側の異常な接客対応やＳＮＳ上での本部に対する誹謗中傷を理由とするものであり、加盟店側が時短営業(非２４時間営業)を強行したことを理由とするものではなく、優越的地位の濫用にも当たらないとして、建物の引渡し及び約定の損害賠償金等の支払を求める本部側の請求を認容し、契約上の地位確認等を求める加盟店側の請求を棄却した事例",
  "lawsuit_id": "91323",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=91323",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/323/091323_hanrei.pdf",
  "contents": "主 文\n１  被告は、原告に対し、別紙１物件目録記載の建物を引き渡せ。\n２  被告は、原告に対し、１４５０万８０２４円及びこれに対する令和２年２月\n４日から支払済みまで年６％の割合による金員を支払え。\n３  被告は、原告に対し、令和元年１２月３１日から別紙１物件目録記載の建物\nの引渡済みまで、１日当たり１１万０３２１円の割合による金員を支払え。\n４  第１事件の原告のその余の第１次請求を棄却する。\n５  第２事件の被告の請求をいずれも棄却する。\n６  訴訟費用は、第１事件、第２事件ともに被告の負担とする。\n７  この判決は、第２項及び第３項に限り、仮に執行することができる。\n事実及び理 由\n第１  請求\n（第１事件・第１次請求）\n１  主文第１項同旨\n２  被告は、原告に対し、１４５０万８０２４円及びこれに対する令和元年１\n２月３１日から支払済みまで年６％の割合による金員を支払え。\n３  主文第３項同旨\n（第１事件・第２次請求）\n１  主文第１項同旨\n２  被告は、原告に対し、１４５０万８０２４円及びこれに対する令和２年８\n月１４日から支払済みまで年６％の割合による金員を支払え。\n３  被告は、原告に対し、令和２年８月１４日から別紙１物件目録記載の建物\nの引渡済みまで１日当たり１１万０３２１円の割合による金員を支払え。\n（第２事件）\n１  被告が、原告と被告との間の平成２４年１月５日付け加盟店基本契約上の\n当事者の地位にあることを確認する。\n２  原告は、被告に対し、平成２４年１月５日付け加盟店基本契約に基づく、\n営業利益の支払、オープンアカウントの提供若しくはその他の役務の提供又\nは商品の引渡しを拒絶してはならない。\n３  原告は、被告に対し、９７万１９２１円及びこれに対する令和２年２月１\n１日から支払済みまで年６％の割合による金員を支払え。\n第２  事案の概要\n１  被告は、コンビニエンスストアのフランチャイザーである原告との間で、コ\nンビニエンスストアの加盟店基本契約及び加盟店付属契約（いわゆるフランチ\nャイズ契約）を締結し、フランチャイジーとして、別紙１物件目録記載の建物\n（以下「本件建物」という。）において、セブン-イレブンＡ店(大阪府東大阪市\nａ番ｂ号所在、以下「本件店舗」という。)を経営していた。\n第１事件の第１次請求は、原告が、被告の異常な顧客対応及びツイッターに\nおける原告に対する誹謗中傷行為を理由としてフランチャイズ契約を解除した\nとして、被告に対し、(1) 所有権に基づく本件建物の引渡し、(2) フランチャ\nイズ契約の解除に伴う約定の損害賠償金１４５０万８０２４円及びこれに対す\nる令和元年１２月３１日（催告による解除の日）から支払済みまで平成２９年\n法律第４５号改正前の商法５１４条による商事法定利率年６％の割合による遅\n延損害金の支払、(3) 本件建物の所有権侵害による不法行為に基づき、令和元\n年１２月３１日（不法行為の日）から本件建物の引渡済みまで１日当たり１１\n万０３２１円の賠償金の支払を求める事案であり、第２次請求は、第１次請求\nと同様の事由により原告と被告との間の信頼関係が破壊され、無催告解除をし\nたとして、上記(1)～(3)と同旨の引渡し及び支払（ただし、遅延損害金の起算\n日はいずれも令和２年８月１４日である。）を求める事案である（第１次請求と\n第２次請求の併合形態は選択的併合である。）。\n第２事件は、被告が、(1) 原告によるフランチャイズ契約の解除は無効であ\nると主張して、原告に対し、 被告が加盟店契約上の当事者の地位にあることの\n確認、(2) ２４時間営業の要請に従わないことを理由とするフランチャイズ契\n約の解除が優越的地位の濫用に当たると主張して、私的独占の禁止及び公正取\n引の確保に関する法律（以下「独占禁止法」という。）２４条に基づく侵害停止\n請求権又は侵害予防請求権に基づき、原告による取引拒絶の排除、(3) 原告の\n取引拒絶がフランチャイズ契約の債務不履行に当たると主張して、債務不履行\nに基づく損害賠償として、９７万１９２１円及びこれに対する令和２年２月１\n１日（約定の支払期限の翌日）から支払済みまで第１事件と同じ商事法定利率\n年６％の割合による遅延損害金の支払を求める事案である。\n２  前提事実（当事者間に争いのない事実は、証拠等を掲記しない。）\n(1) 当事者等\nア  原告は、フランチャイズ事業によるコンビニエンスストアの経営に関す\nるサービス業などを目的とする株式会社であり、「セブン-イレブン」等の\n登録商標で、直営又はフランチャイズ方式により、日本全国で２万１００\n０店を超えるコンビニエンスストアを事業展開している。（甲１～６、１７、\n１８）\nイ  被告は、下記(2)のとおり、原告との間でフランチャイズ契約を締結し、\n本件店舗を経営していた。\n(2) 原被告間のフランチャイズ契約の締結及びその内容\nア  原告と被告は、平成２４年１月５日、原告をフランチャイザー、被告を\nフランチャイジーとする要旨以下の内容の加盟店基本契約（以下「本件基\n本契約」という。）及び加盟店付属契約（以下「本件付属契約」という。）\nを締結した。（甲１７、１８）\nイ  本件基本契約\n１条（加盟の趣旨）\n原告は、被告に対し、セブン-イレブンの統一的、同一のイメージのも\nとに、セブン-イレブン・システムにおけるコンビニエンスストア加盟店\n（以下「セブン-イレブン店」という。）を経営することを許諾し、かつ、\n本部として、継続的に、セブン-イレブン・システムによる経営の指導、\n技術援助及びサービス（科学的市場調査、広汎かつ適確な商品情報に基\nづく商品仕入援助、販売促進の援助・協力、仕入資金などの調達につい\nての信用の供与、広告・宣伝、簿記・会計処理、店舗計画、店舗・在庫\n品の管理の手助けなど。）を行うことを約し、被告は加盟者となるための\n研修を修了して、その資格の認定を受けたうえ、原告の許諾のもとに、\nセブン-イレブン店の経営を行い、これについて原告に一定の対価を支払\nうことを約し、ここに原告及び被告は、コンビニエンスストア事業につ\nいてのフランチャイズ関係を樹立することを合意した。\n４条（許諾に関する権利）\n１項  被告は、２１条により、開業した日に、セブン-イレブン店経営\nにつき、原告から下記権利を付与される。\n記\n(1) セブン-イレブン店の経営ノウハウ及び各種機密情報を継続して、\n提供され、かつセブン-イレブン・マニュアル・商品その他について\nの手引書・資料・セブン-イレブン・システム特有の経営上の書式用\n紙を貸与又は交付されて、使用すること。\n(2) 店舗建物内に、原告がセブン-イレブン・システムに基づいて設置\nした付属明細書記載の設備を使用すること。\n(3) セブン-イレブン（関連するものを含む。）の商標、サービスマー\nク、意匠、著作物及びセブン-イレブンを表示する看板、標章、ラベ\nル、包装、用紙並びにセブン-イレブン店舗であることを示す営業シ\nンボルを使用すること。\n２項  前項の権利について、被告は、以下のとおり確認した。\n(4)  各セブン-イレブン店は、一定の仕様による共通した独特の店舗\nの構造・形状・配色（特にひさしとその赤色、それとの全体の調和。）・\n内外装・デザイン、店内レイアウト、商品陳列、サービスマーク、\n看板等の外観、商品の鮮度など品質の良さ、品ぞろえ、清潔さ、ユ\nニフォーム、接客方法、便利さなど際立った特色を有し、独特の印\n象として定着し、広く認識され、親しまれており、このイメージが\nセブン-イレブン店の信用を支えていること（以下、セブン-イレブ\nン・イメージという。）\n５条（許諾の範囲）\n被告は、前条の権利を２１条の開業の日から第８章に定める各契約終了\nの日までの間、付属明細書に記載する店舗において、セブン-イレブン店を\n経営するためのみに許諾されるものとし、以下の行為をしない。\n(3) 前条２項４号に掲げるセブン-イレブン・イメージを変更し、又はその\n信用を低下させる行為をすること。\n８条（研修）\n１項  被告は、セブン-イレブン店経営の加盟資格を取得するため、原告\nの実施する下記の研修を受けなければならない。\n(1) 教室内における研修において\nイ  セブン-イレブン店経営の仕組みと方法、商品知識とその管理方法、\n店内配置、仕入・販売の手法、店舗管理及び原告の援助サービス等\nの内容。\nロ  セブン-イレブン店経営のための各種記録、報告書類の作成、各種\n帳票システムとその機能の理解。\n(2) 原告のセブン-イレブン自営店における研修において\nイ  セブン-イレブン店経営の実情の把握。\nロ  実際に当っての記録、報告書類の作成作業。\nハ  実務上の経験と知識の応用。\n２項  前項研修は、セブン-イレブン店経営者として最小限度必要な研\n修プログラムの全部であって、被告は、この研修の全過程を修了し、\n原告から適格者と認定された場合において、セブン-イレブン店を経営\nすることができる加盟資格を認められるものとする。\n１６条（開業中の投資）\n１項  被告は、セブン-イレブン店の開業をする日以降、その経営につき、\n下記の投資をすることを承認し、その義務を負う。\n(1) 販売する商品、ファスト・フード用容器・原料の仕入原価相当額。\n(2) キャッシュレジスター用の準備現金。\n(3) 原告の指定する什器・備品・消耗品の代金。\n(4) 原告に差し入れる加盟保証金５０万円。\n１７条（支払資金についての与信）\n１項  被告は、開業の日に、原告が店舗建物内に準備した在庫品、什器\n備品・消耗品を原告から買い取るものとし、その一括引渡の際、これ\nらの代金、レジ用準備現金の額及び加盟保証金を原告に支払わなけれ\nばならない。\n２項  原告は、前項の被告の支払債務のうち、その一部を成約預託金残\n高全部をもって、充当相殺し、その不足差額を次に定めるオープンア\nカウントの制度を通じ、被告に貸し付けることとする。\n１８条（貸借の処理方法－オープンアカウント）\n１項  原告及び被告は、被告の開業後の相互の貸借内容・経過を明確に\nし、順次決済をする方法として、原告が開業の日に開設し、以後その\n都度、貸借について記帳するオープンアカウントにより、これを行う\nことを合意した。\n２３条（無休営業及び期間）\n被告は、セブン-イレブン店の経営について、原告の指導、助言に従い、\n情報を活用し、販売促進に努め、店舗、設備、在庫品の管理を適切に行い、\n消費者の期待に応えるため、この契約の定めるところにより、全期間を通\nじ、年中無休で、連日少なくとも午前７時から午後１１時まで、開店し、\n営業を行うものとする。\n３７条（計表と資料提出）\n１項  原告は、セブン-イレブン店の各１か月及び各年ごとの損益計算\n書、貸借対照表と各１か月ごとの商品報告書を作成して、被告に提供\nする。\n３９条（被告の利益引出金）\n１項  原告は、被告がこの契約の定めに従って、セブン-イレブン店の経\n営を継続することを前提として、下記のとおり、被告に対し、予想利\n益から引出金を支払うものとする。\n(1) 毎月１回、所定の規定により、各会計期間ごとに計算される金額を\n送金する。\n(2) 各会計期間ごとに作成される貸借対照表において表示される資産合\n計を上回る被告の正味資産の額相当額を送金する。\n４０条（セブン-イレブン・チャージ）\n被告は、原告に対して、セブン-イレブン店経営に関する対価として、各\n会計期間ごとに、その末日に、売上総利益[売上高から売上商品原価｛売上\nに対応する商品の純粋原価（純売上原価）であるため、売上にならなかっ\nた品減り・不良品の原価は含まれない。また仕入値引高は、仕入原価の値\n引きであるため含まない。｝を差し引いたもの]に対し、所定の率を乗じた\n額（以下「セブン-イレブン・チャージ」という。）を、オープンアカウン\nトを通じ支払う。\n４２条（契約期間）\n１項  この契約は、２１条の開業の日から起算して、１５か年間経過し\nたときに、期間を満了する。\n２項  期間満了の場合において、原告及び被告において、期限の延長又\nは契約更新について、合意のできないときは、契約は終了する。\n４６条（原告の契約解除）\n１項  原告は、被告に下記事由がある場合には、通知・催告をしないで、\n直ちにこの契約を解除することができる。\n(1) 破産手続開始・民事再生・会社更生等の申立がされたとき、又は債\n権者により資産・負債の全面的な管理ないし整理若しくは強制執行を\n受け、あるいは支払停止をしたとき。\n(2)  原告の文書による承諾を受けないで、セブン-イレブン店の営業及\nび重要な資産を譲渡し、又はセブン-イレブン店の経営者の地位から退\nき、若しくはその経営を他人に委譲、あるいは経営を放棄し、及び経\n営の全般ないし実質的部分から２４時間以上手を引いたとき。\n(3)  原告の許諾により付与された権利及びセブン-イレブン・システム\nに関する手引書・資料の全部又は一部を他に譲渡、担保差入等の処分\nをし、使用させ、供与し、あるいは正当な理由なく占有させたとき。\n(4) 経営機密及び原告の企業秘密を第三者に漏らし、又は競業他者の経\n営に関与し、若しくはそれらの者と業務提携あるいはフランチャイズ\n関係を結んだとき。\n(5) 実地棚卸を拒んだとき\n２項  下記の契約に関する重大な違背をした場合において、原告から１\n０日間以上の期間をおいて、文書による催告を受けたにもかかわらず、\nその期間経過後もなお、その違反を改めず、又は義務を履行しないと\nきは、この契約を解除することができる。\n(1) ５条（その余は省略）の定めの一つでも違反したとき\n(2) その他原告に対する重大な不信行為があったとき\n４７条（被告の契約解除）\n（省略）\n４８条（解除による損害賠償）\n１項  ４６条及び４７条により、原告又は被告から契約の解除がなされ\nた場合には、その責を負うべきものは、相手方の被った損害の範囲（契\n約の残存期間についての逸失利益を含む。）として、相手方に対し、下\n記に定める金額を支払わなければならない。\n記\nセブン-イレブン店経営における被告の過去１２か月分の実績（そ\nれより短いときは、未経過の月については、原告の示した予想売上\n総利益）に基づく６か月分の売上総利益（４０条に定める）の５０％\n相当の金額。\n４９条（権利の消滅）\n１項  被告は、事由のいかんを問わず、この契約が終了した場合は、こ\nの契約により許諾された、セブン-イレブン店経営に関する全ての権\n利を失い、セブン-イレブン店を閉店するとともに、経営機密、設備の\n使用を直ちに中止しなければならない。\n３項  被告は、建物設備を使用する権利を直ちに失い、５２条２号の定\nめにより、これを返還する。\n５１条（店舗の占有、実地棚卸）\n原告は、契約終了と同時に、次条以下に定める措置をするため、事前の\n通知を必要とせずに、店舗建物内に立ち入り、店舗、設備、在庫品、キャ\nッシュレジスター内の現金などを占有管理したうえ、直ちに閉店時在庫の\n実地棚卸を実施するものとし、被告は、速やかに清算手続が行われるよう\n原告に協力する。\n５２条（原状回復と原告の営業継続）\n被告は、契約終了後直ちにセブン-イレブン店を閉店し、下記に従い、店\n舗設備その他一切をセブン-イレブン店の経営の許諾、権利の使用のない\n状態に戻さなければならない。\n(1)  セブン-イレブン・システムに関する手引書・資料その他経営機密に\n属するすべての情報・資料、書類、用紙、用具を原告に返還し、かつ、\n“セブン-イレブン”を表示するすべての看板・工作物・店舗内外装を点\n検し、修理を必要とするものは、修理したうえ、原告にその確認を求め\nる。\n(2) 被告は、前条の実地棚卸及び前項の措置を終了したときは、速やかに\n建物から退去し、原告に建物設備等を返還する。\n５６条（損害の賠償）\n１項、２項  （省略）\n３項  原告と被告の関係が全くなくなった以後において、被告が“セブ\nン-イレブン”の商標、意匠、名称、記号を使用し、又はセブン-イレ\nブン・システムに関連する経営機密、著作物等を使用若しくは模倣し、\nあるいは第三者に経営機密、原告の企業秘密を漏らし、並びに４９条\n１項、同条３項の定めに違反したときは、被告は、下記のとおり、損\n害賠償金の支払をしなければならない。\n(1)  少なくとも、同一市・町・村・区内又は最寄りの他のセブン-イレ\nブン店の過去１２か月分の売上高合計の１０％相当額。\n(2) 原告の被った損害が前号の額を大幅に超えるときは、その損害額又\nは被告の利得額のいずれか多い額。\nウ  本件付属契約\n第５  諸条件の変更\n２  本件基本契約２３条の規定に２項を追加する。\n２項  本条１項の営業時間「全期間を通じ、年中無休で、連日、少\nなくとも、午前７時から午後１１時まで、開店し、営業を行う」\nとの定めにかかわらず、被告は、今日の実情に合わせ、加盟店\n契約の全期間を通じ、年中無休で、連日２４時間開店し、営業\nを実施するものとし、原告の許諾を受けて、文書による特別の\n合意をしない限り、２４時間未満（本条１項）の開店時間は認\nめられないものとする。\n(3) 被告による本件店舗の経営\nア  原告は、平成２４年２月１６日、本件建物を新築し、これを所有してい\nる。（甲４）\nイ  被告は、平成２４年２月２４日、本件基本契約に基づき、本件建物の使\n用許諾及び引渡しを受け、本件建物において本件店舗の経営を始めた。（乙\n１、弁論の全趣旨）\n(4) 原告による本件基本契約の解除に至る経過等\nア  被告による時短営業\n被告は、平成３１年２月１日、本件店舗について、午前１時から午前６\n時まで休止する営業（以下「時短営業」という。）を始めた。\nイ  原告の被告に対する是正通知等\n原告の担当者は、平成３１年２月１日、被告に対し、①  時短営業が本\n件基本契約２３条２項に違反する行為であること、②  本件店舗における\n利用客に対する発言・態度について、利用客から、平成２８年度に５６件、\n平成２９年度に７０件、平成３０年度に５６件の苦情が原告のお客様相談\n室に寄せられ、その苦情内容や件数が異常であり、セブン-イレブン・イメ\nージを著しく傷つけ、利用客の信用を低下させており、これが本件基本契\n約４条２項４号及び５条３号に違反するとして、これらの行為の是正等を\n求めるとともに、①について、同日以降に再度営業休止をした場合、本件\n基本契約を解除すること、②について、被告が原告からの是正要請に応じ\nない場合、原告との信頼関係が破綻していると判断して、本件基本契約を\n解除せざるを得ないこと、１０日以内に文書で回答するよう求めること等\nを記載した同日付けの通知書（以下「２月１日付け通知書」という。）を交\n付した。（甲２５、弁論の全趣旨）\nウ  被告によるツイッターへの投稿内容等\n被告は、平成３１年４月２５日から令和元年１１月６日まで、被告のツ\nイッターアカウント（アカウント名は「Ｂ」であり、これを「本件アカウ\nント」という。）を用いて、別紙２投稿記事目録記載の各投稿（以下、個々\nの投稿を「投稿１」「投稿２」のようにいい、これらを併せて「本件各投稿」\nという。）を行い、インターネット上で誰でも閲覧可能な状態に置いた。（甲\n３１の１～２４、弁論の全趣旨）\nエ  原告は、令和元年１２月２０日、被告に対し、書面により、①  被告の\n異常な顧客対応がセブン-イレブン・イメージを甚だしく傷つけ、本件店\n舗の信用を著しく低下させており、被告の顧客に対する言動は、本件基本\n契約４条２項４号及び５条３号に違反する行為である、②  被告による本\n件各投稿が、原告の社会的信用を毀損し、原告との間の信頼関係を破壊す\nる行為であるとして、これらが本件基本契約４６条２項１号、２号の解除\n事由に該当するところ、繰り返しその是正を求めたが、被告がその是正に\n着手しないばかりか、その是正を試みる姿勢も見られないので、本件基本\n契約４６条２項に基づき、１０日以内（同月３０日まで）に原告と被告と\nの間の信頼関係を回復する所要の措置を求め、被告が上記期間内に上記措\n置をとらなかった場合には、同月３１日をもって本件基本契約を解除する\n旨を通知した（以下「本件催告」といい、これに係る書面を「本件催告\n書」という。）。（甲３２、３３（枝番含む））\nオ  原告は、令和元年１２月３１日、当時の被告代理人弁護士に対し、書面\nで、原告との信頼関係を回復する十分な措置が講じられていないとして、\n本件基本契約を解除する旨の意思表示（以下「本件催告解除」といい、こ\nれに係る書面を「本件解除通知書」という。）をした。（甲３９の５、４０\nの１）\n(5) 本件訴訟に先立つ民事保全の申立て等\n原告は、令和２年１月６日、当庁に、被告を債務者として、本件建物の明\n渡しを求める仮処分を申し立てた。これに対して、被告は、同日、当庁に、\n原告を債務者として、本件基本契約上の地位確認等を求める仮処分を申し立\nてた。（弁論の全趣旨）\n当庁は、同年９月２３日、原告の上記申立てについて、被保全権利につい\nて疎明があるとしつつも、保全の必要性の疎明がないとして却下する決定を、\n被告の上記申立てについて、被保全権利の疎明がないとして却下する決定を\nし、各決定は確定した。（甲９３、９４）\n(6) 本件訴訟の提起等\n原告は、令和２年１月１７日、本件第１事件を提起し、同年２月３日、本\n件第１事件の訴状が被告に対して送達された。また、被告は、同月１２日、\n本件第２事件を提起し、本件第１事件及び本件第２事件は併合された。\n原告は、同年８月１４日の第１回口頭弁論期日において、被告に対し、本\n件基本契約を催告せずに解除する旨の意思表示(以下「本件無催告解除」とい\nう。)をした。（当裁判所に顕著な事実）\n３  争点\n【第１事件】\n(1) 原告による本件基本契約の解除は有効か\nア  本件催告解除の有効性\n(ｱ) 被告の顧客対応が本件基本契約４条２項４号、５条３号に違反し、同\n４６条２項１号、２号の解除事由に該当するか、被告の本件各投稿が同\n４６条２項１号、２号の解除事由に該当するか（争点１）\n(ｲ) 原被告間の信頼関係が破壊されたといえるか（争点２）\n(ｳ) 被告が本件催告に応じたといえるか（争点３）\nイ  本件無催告解除の有効性（争点４）\nウ  原告による解除が権利の濫用又は優越的地位の濫用に当たるか（争点５）\n(2) 本件基本契約の解除による約定の損害賠償金の額及び本件建物の占有によ\nる損害額（争点６）\n【第２事件】\n(1) 本件催告解除及び本件無催告解除は有効か（争点１～４と共通）\n(2) 被告に独占禁止法２４条に基づく侵害停止請求権及び侵害予防請求権があ\nるか（争点７）\n(3) 原告の取引拒絶（債務不履行）による被告の損害額（争点８）\n４  争点に関する当事者の主張\n(1) 争点１（被告の顧客対応が本件基本契約４条２項４号、５条３号に違反し、\n同４６条２項１号、２号の解除事由に該当するか、被告の本件各投稿が本件\n基本契約４６条２項１号、２号の解除事由に該当するか）について\n（原告の主張）\nア  原告は、本件基本契約の本旨（経営理念）として、①  品揃え、②  鮮\n度管理、③  クリンリネス、④  フレンドリーサービスを店舗の基本４原\n則に定め、利用客に愛され、期待に応えられる店舗を目指している。\nしかるに、本件店舗には、平成２４年４月から令和元年１１月までに、\n３２６件の苦情が申し立てられ、令和元年から直近３年間は平均年約６０\n件の苦情が申し立てられている。原告の全国の店舗における苦情申立ては、\n１店舗あたり平均年４．６８件であり、本件店舗に対する苦情申立ては、\n全国平均の１２倍以上の異常な割合であった。\n被告が本件店舗において行った異常な顧客対応は、別紙３記載のとおり\nであり、被告は、顧客を顧客とも思わないような悪質かつ異常な顧客対応\nを行っていた。このような被告の接客対応は、上記基本４原則のフレンド\nリーサービスに反し、原告のブランドイメージを低下させるものであり、\n本件基本契約４条２項４号、５条３号に違反し、本件基本契約４６条２項\n１号、２号の事由に当たる。\nイ  被告は、平成３１年４月以降、約８か月間にわたり、本件アカウントに\nおいて本件各投稿をし、原告及び原告の経営陣に対し、公然と侮辱や名誉\n毀損等に当たる違法な誹謗中傷をした。このような本件各投稿は、本件基\n本契約４６条２項１号、２号の事由に当たる。\nウ  したがって、本件では本件基本契約４６条２項所定の解除事由がある。\n（被告の主張）\nア  原告の主張する異常な顧客対応に対する認否は、別紙３記載のとおりで\nある。\n原告が主張する本件店舗に関する３２６件の苦情申立ては、重複してい\nるもの、単なる問合せであって苦情申立てではないもの、他店に関する苦\n情であるもの、苦情の内容自体が不相当であり被告の対応が適切であった\nもの及び顧客の方が異常な対応を行っていたものが含まれており、本件店\n舗に関し、原告が主張する数の苦情が申し立てられたものではない。また、\nコンビニエンスストアの経営者は、利用者からの理不尽な要求や迷惑行為\n等のカスタマーハラスメントに苦しめられており、重大な社会問題にもな\nっている。被告は、本件店舗において、迷惑な利用客に対して毅然と対応\nしており、苦情申立ての一部は、本件店舗を守り、よりよい環境を作るた\nめの被告の経営努力の結果によるものも含まれている。\n本件店舗は、平成２４年から平成３０年にかけて、当初１日当たり８０\n０人程度の利用者が１０００～１２００人まで増加し、売上も年間２億２\n０００万円程度と、他のセブン-イレブン店と比較しても十分な売上であっ\nた。本件店舗において、利用者が増加したり、高い売上があったのは、本\n件店舗が利用者からの支持を集め、被告の顧客対応に問題がなかったこと\nの証左である。さらに、原告が指摘するセブン-イレブン・イメージの内容\nは具体的に定められるものではない。\nしたがって、被告の顧客対応は、本件基本契約の解除事由に当たらない。\nイ  本件各投稿は、平成３１年４月に、公正取引委員会においてコンビニエ\nンスストアにおける２４時間営業の強要が独占禁止法に違反する可能性が\nある旨指摘したことや、令和元年７月に原告の提供する電子決済サービス\nであるセブンペイの不正アクセスの問題等について、原告の取締役等の経\n営陣の対応を非難したものであり、原告の体制をより良いものとするため\nに世論に対して意見を表明したものにすぎない。本件各投稿は、たとえ原\n告の経営陣の名誉を毀損するものであっても、法人としての原告の名誉を\n毀損するものではない。\nしたがって、本件各投稿は、本件基本契約の解除事由には当たらない。\nウ  本件基本契約は、原被告間の信頼関係を基礎とする継続的契約であり、\n被告が本件店舗の開業にあたり多額の資金を投入しており、相当長期の経\n営を予定していること、被告が本件店舗の経営基盤を原告に依存していた\nこと、本件契約の解除に際しては高額の賠償金が設定されていること、解\n除により、従業員の労務問題や取引先との関係解消等の問題が生じること\n等からすれば、約定の解除事由は限定的に解釈されるべきであり、本件で\n解除事由は存在しない。\n(2) 争点２（原被告間の信頼関係が破壊されたといえるか）について\n（原告の主張）\n上記(1)の原告の主張のとおり、被告は異常な顧客対応をし、原告は、被\n告に対し、平成２４年頃から約７年間、本件店舗に苦情が申立てられるたび\nに報告や是正勧告を行い、２月１日付け通知書を交付した際や令和元年８月\nに原告の取締役と面談した際にも、異常な顧客対応の是正指示を行ったが、\n被告はこれに応じなかった。被告の異常な顧客対応に関する苦情の頻度、内\n容や被告が原告から繰り返しなされた是正指示に応じなかったことからす\nれば、本件催告解除時点において、原被告間の信頼関係は、回復不可能な程\n度に破壊されていた。\nまた、本件各投稿は、原告やその経営陣に対する侮辱的かつ愚弄的な内容\nであり、これらの内容からすれば、本件催告解除時点において、原被告間の\n信頼関係は回復不可能な程度に破壊されていた。\n（被告の主張）\n原告が本件基本契約を解除したのは、時短営業に対する意趣返しであり、\n原告は、従前、被告の顧客対応や本件各投稿を問題視していなかった。\n被告は、平成２９年２月、本件店舗の営業に関して、原告から表彰されて\nおり、２月１日付け通知書を受領した際や令和元年８月に原告の取締役と面\n談した際にも、時短営業が話題となっており、被告の顧客対応は問題視され\nなかった。また、原告は、本件解除通知書の送付まで、被告による本件各投\n稿を問題視していなかった。他方、被告は、本件店舗を営業して、その売上\n金を原告に送金してセブン-イレブン・チャージを負担するという、本件基\n本契約の本来的な債務を完全に履行していた。\n以上からすれば、被告の顧客対応や本件各投稿が、原被告間の信頼関係を\n破壊したということはできない。\n(3) 争点３（被告が本件催告に応じたといえるか）について\n（被告の主張）\n本件催告の期間は１０日間であり、被告が本件店舗の開業に際して多額の\n資金を投入していることに照らしても極めて短い期間であった。\n被告は、原告に対し、原告との間の信頼関係の回復に努める旨を記載した\n令和元年１２月２４日付け書面を交付し、さらに、同月２９日、顧客からク\nレームが出ない接客態度を取ることと、本件アカウントを削除する旨の誓約\n書を提出し、同日、本件アカウントの投稿を非表示の設定にして被告以外の\n第三者から本件各投稿を閲覧できない状態にし、その後、本件アカウントを\n削除した。なお、被告は、本件解除通知書を受領した後、報道機関を通じて\n被告の認識を明らかにしたが、実際の報道内容は被告が関与するものではな\nく、被告が報道機関を悪用したり、虚偽の情報操作をしたものではない。\nこのように、被告は、本件解約告知の後、原告との間の信頼関係の回復の\nための適切な措置を講じ、本件催告の内容を履行した。\nしたがって、本件催告解除は無効である。\n（原告の主張）\n被告は、本件催告後、異常な顧客対応や本件各投稿について、被告には一\n切の非がないことを前提に、顧客や原告に対して責任転嫁をした上で、被告\nが異常な言動をしていないので改善の必要がないなどとして、異常な顧客対\n応により不快な思いを抱いた顧客や原告の経営陣に対して、真摯に謝罪する\n姿勢を一切示さなかった。\nまた、被告は、令和元年１２月２０日の原告の担当者らとの面談終了後、\n報道陣に対し、原告から本件店舗における正月の２４時間営業の中止を制止\nされたなどと述べ、本件催告書に記載した解除事由とは異なる虚偽の事実を\n述べ、原告との間の信頼関係の回復に努めなかった。被告は、同月２４日付\nけの書面において、本件各投稿が誹謗中傷であるとの原告の指摘は心外であ\nり、異常な顧客対応についても、カスタマーハラスメントが原因である旨の\n虚偽の回答をし、さらに、同月２７日の記者会見やＳＮＳにおいて、原告の\n指摘する顧客からの苦情が事実無根であり、原告のねつ造であること、本件\n基本契約の解除を争うこと等を述べ、印象操作を行い、原告に対する不当な\n非難や攻撃的な対応を激化させた。\n加えて、被告は、同月２９日の原告の担当者らとの面談においても、被告\nの過去の異常な顧客対応や原告の経営陣に対しても、何らの謝罪意思を示さ\nなかった。\nこのように、被告は、本件催告で求めた原告との間の信頼関係を回復する\n措置を講じず、その信頼関係を徹底的に破壊する措置をとり続けた。\nしたがって、本件催告解除は有効である。\n(4) 争点４（本件無催告解除は有効か）について\n（原告の主張）\nア  上記(1)(2)の原告の主張のとおりである。\nイ  別紙３記載のとおりの被告の異常な顧客対応は、基本４原則に反するも\nのであり、その後、原告からの異常な顧客対応の是正及び改善指示を拒否\nし、約８か月間にわたり原告や原告の経営陣を誹謗中傷する本件各投稿を\n行った。さらに、本件基本契約の締結から７年以上経過している。\nこれらの経緯からすれば、本件無催告解除時点で、原被告間の信頼関係\nは、著しいという程度を超え、回復不可能な程度まで完全に破壊された。\nしたがって、本件無催告解除は有効である。\n（被告の主張）\nア  上記(1)(2)の被告の主張のとおりである。\nイ  これらの事情からすると、本件無催告解除時点で、原被告間の信頼関係\nが回復不可能な程度まで破壊されたとはいえない。\nしたがって、本件無催告解除は無効である。\n(5) 争点５（原告による解除が権利の濫用又は優越的地位の濫用に当たるか）\nについて\n（被告の主張）\n原告による本件基本契約の解除は、時短営業に対する意趣返しとしてなさ\nれたものであり、被告が問題提起をした元旦休業が加盟店に拡大し、社会問\n題化することを回避する意図をもってなされたものである。\nまた、原告は、被告からの時短営業の要請を拒絶し、時短営業を理由に、\n２月１日通知書により、被告に対し、本件基本契約を解除する旨を予告した。\nこれは、被告の置かれた経営環境を無視して、被告に対して一方的に不利益\nを与えるものであり、優越的な地位の濫用に当たる。原告による本件基本契\n約の解除は、形式的には時短営業を解除事由とするものではないが、実質的\nには上記優越的位の濫用の延長線上にあるから、同様に優越的地位の濫用に\n当たるというべきである。\nしたがって、原告による解除は、権利の濫用又は優越的地位の濫用に当た\nり、許されない。\n（原告の主張）\n原告による本件基本契約の解除は、原告が従前から繰り返し指摘していた\n被告による異常な顧客対応を理由にするものであり、時短営業を理由とする\nものではない。したがって、原告による本件基本契約の解除は、権利の濫用\nにも、優越的地位の濫用にも当たらない。\n(6) 争点６（本件基本契約の解除による約定の損害賠償金の額及び本件建物の\n占有による損害額）について\n（原告の主張）\nア  本件基本契約４８条１項に基づく約定の損害賠償額は、別紙４記載のと\nおり、１４５０万８０２４円である。\nイ  被告は、本件基本契約の解除により、本件基本契約４９条３項、５２条\n２号、５６条３項２号に基づき、本件建物及び設備を原告に返還しないこ\nとにより原告に生じた損害を賠償する義務を負う。これによる損害額は、\n別紙５記載のとおり、日額１１万０３２１円を下らない。\nウ  遅延損害金の起算日はいずれも解除の日であり、本件催告解除が令和元\n年１２月３１日、本件無催告解除が令和２年８月１４日である。\n（被告の主張）\n争う。\n(7) 争点７（被告に独占禁止法２４条に基づく侵害停止請求権及び侵害予防請\n求権があるか）について\n（被告の主張）\n原告は、時短営業に対する意趣返しとして本件基本契約の解除を主張して\nおり、優越的地位を利用して自己の意向に従わない被告に対して、一方的に\n本件基本契約を破棄して取引を拒絶したから、本件基本契約の解除は優越的\n地位の濫用に当たる。\nしたがって、原告による本件基本契約の解除は、独占禁止法２条９項５号\nハ、同６号ホ、１９条、公正取引委員会告示第１５号（一般指定）２項に該\n当するから、被告は、原告に対し、同法１９条違反を理由とする２４条の侵\n害停止措置請求権及び侵害予防措置請求権に基づき、原告による取引拒絶の\n排除を請求できる。\n（原告の主張）\n本件基本契約の解除条項による解除が認められる場面は、独占禁止法が適\n用される場面とは異なる。原告は、被告の異常な顧客対応という取引外の第\n三者に対する違法な行為を理由に、本件基本契約を解除したのであるから、\n公正な取引や適切な競争を保護法益とする独占禁止法は適用されない。\nしたがって、被告の独占禁止法２４条に基づく請求は理由がない。\n(8) 争点８（原告の取引拒絶（債務不履行）による被告の損害額）について\n（被告の主張）\nア  原告は、本件基本契約の解除が無効であるにもかかわらず、被告との取\n引を拒絶した。これは、原告の本件基本契約の債務不履行に当たる。\nイ  被告は、本件店舗において、平成３０年１２月から令和元年１１月まで、\n１か月平均９７万１９２１円を超える営業利益を得ていたから、令和２年\n１月分の逸失利益として少なくとも同額の損害を受けた。\n（原告の主張）\n争う。\n第３  当裁判所の判断\n１  認定事実\n前提事実、後掲各証拠（特記しない限り、枝番全部を含む。）及び弁論の全趣\n旨によると、以下の事実が認められ、これを左右する証拠はない。\n(1) 原告の事業及びフランチャイズ契約に関する取決め等\nア  原告は、「セブン-イレブン」等の登録商標で、直営又はフランチャイズ\n方式により、日本全国でコンビニエンスストアを事業展開しており、令和\n元年８月末時点で、日本国内に２万１００９店舗を展開し、そのうち４８\n４店舗を直営店として営んでいる。\n原告は、全国を２２の「ゾーン」と呼ばれる地域に分け、各ゾーンの責\n任者としてゾーンマネージャー（以下「ＺＭ」という。）を配置し、さらに\n各ゾーンを「ディストリクト」と呼ばれる地区に分け、各ディストリクト\nの責任者としてディストリクトマネージャー（以下「ＤＭ」という。）を配\n置している。また、各ＤＭの下には、実際に各店舗を担当する相談員であ\nるオペレーションフィールドカウンセラー（以下「ＯＦＣ」という。）が配\n置されており、ＯＦＣは、商品、販売の実績・促進、法令等、契約関係、\n利用客の苦情やその対応等の様々な情報について、担当する各店舗と情報\n共有を行い、必要な助言や指導を行っている。\n本件店舗が所在する大阪府は関西ゾーンに属し、関西ゾーンでは１２２\n６店舗（令和３年８月時点）が営業しており、１７のディストリクトに分\nけられ、１７名のⅮⅯが配置されており、その下には１７５名のＯＦＣが\n配置されている。関西ゾーンでは、ＤＭ１名が約７２店舗を、ＯＦＣ１名\nが約７店舗を担当している。\nＣ（以下「“Ｃ”ＺＭ」という。）は、平成３０年３月、関西ゾーンのＺ\nＭになり、Ｄ（以下「“Ｄ”ＤＭ」という。）は、平成２９年３月から本件\n店舗を含む東大阪地区のＤＭとなった。\n（甲２、３、１００、１３９）\nイ  本件店舗を担当していたＯＦＣは、以下のとおりである。\n(ｱ) 平成２４年２月１４日～同年９月１１日  Ｅ１\n(ｲ) 平成２４年９月１２日～平成２５年１０月２２日  Ｅ２\n(ｳ) 平成２５年１０月２３日～平成２６年９月１７日  Ｅ３\n(ｴ) 平成２６年９月１８日～平成２８年９月１８日\nＦ（以下「”Ｆ”ＯＦＣ」という。）\n(ｵ) 平成２８年９月１９日～平成３０年９月１６日\nＧ（以下「”Ｇ”ＯＦＣ」という。）\n(ｶ) 平成３０年９月１７日～令和元年１２月３０日\nＨ（以下「”Ｈ”ＯＦＣ」という。）\n（甲９５～９７、９８の１、９９の１）\nウ  原告は、フランチャイズ契約の締結に際して、フランチャイズ基本契約\n書を含む契約書の他に、フランチャイジーに向けて、契約内容の要点等を\nまとめたフランチャイズ（Ｃタイプ：店舗の土地建物、住居を原告が用意\nするもの）契約の要点と概説と題する書面（甲１９）、セブン-イレブンシ\nステムマニュアル（甲２１）及びレジトレーニングテキスト（甲２２）等\nの書面（以下、順次「契約の要点説明書」「システムマニュアル」「トレー\nニングテキスト」という。）を作成し、交付している。\n契約の要点説明書には、チェーン運営で一番大切なことは「統一性」で\nあり、利用客に繰り返し利用してもらうためには、どの店舗を利用しても、\n同じ商品や同じサービスが受けられることが必要であり、これを実現する\nため、加盟店にはフランチャイズ契約等で定めたルールの遵守を求め、原\n告のノウハウやシステム、イメージと異なる独自の経営手法を希望する者\nは加盟店契約を勧めない旨が記載されている。そして、契約の要点説明書\nには、「品揃え」「鮮度管理」「クリンリネス」「フレンドリーサービス」を\n店舗の基本四原則（以下「基本四原則」という。）として定め、①利用客が\n欲しい商品を欲しいときに揃えること、②商品を常に新鮮な状態に保つこ\nと、③店内をいつも清潔な状態に保つこと、④利用客に気持ちを込めて接\n客することを忠実に実行し、常に利用客に愛され、期待に応えられる店舗\nを目指す旨が記載されている。さらに、契約の要点説明書には、加盟者（フ\nランチャイジー）がセブン-イレブン・イメージを低下させることや原告に\n対する重大な不信行為が基本契約の解除事由として記載され、重大な不信\n行為の具体例として、刑法違反や、マスコミやインターネットに原告の批\n判をする記事を載せ、その信用を低下させる場合等の原告及びチェーン店\nの信用を傷つける行為が挙げられている。\nシステムマニュアルには、基本四原則として、「フレンドリーサービス（心\nのこもった感じの良い応対）」「クリンリネス（常に清潔なお店にする）」「品\n揃え（売筋商品を揃える）」「鮮度管理（どこよりも新しい商品を揃える）」\nが挙げられた上で、基本四原則の徹底が店舗のイメージを高め、利用客か\nらの信用や信頼につながる旨が記載されている。さらに、システムマニュ\nアルには、セブン-イレブンチェーンとしての統一性や利用客からの信頼\n等を表す営業シンボルとして原告の商標が存在しており、その使用には本\n部の個別の承認が必要であることやセブン-イレブン・イメージ（店舗の構\n造、形状、配色・内外装、デザイン、店内レイアウト、商品陳列、サービ\nスマーク、看板等の外観、商品の鮮度等品質の良さ、品揃え、清潔さ、ユ\nニフォーム、接客方法、便利さ等から、セブン-イレブン店の独特の印象と\nして、多くの利用客に広く認識されているイメージ）を守り、維持するこ\nとが商いの原点であり、加盟店のオーナーもセブン-イレブン・イメージの\n維持に努める責任がある旨が記載されている。\nまた、トレーニングテキストは、加盟店の従業員に対する指導等を目的\nとして作成されたものであり、フレンドリーサービスとして、利用客が再\n度当該店舗を訪れたいと思うためには、感謝の気持ちを込めて迎えること\nとし、感じの良い接客として、身だしなみ、挨拶、お辞儀、笑顔、言葉遣\nいに関する注意点が記載されている。\n（甲１９、２１、２２）\nエ  原告のフランチャイズ契約のうちＣタイプの契約によると、平成２３年\n当時、加盟店は、契約締結に際して、２５５万円（研修費用５２万５００\n０円、開業準備手数料５２万５０００円及び開業時出資金１５０万円の総\n額）を支払うこととされていた。また、加盟店は、基本契約（なお、本件\n基本契約と同じ内容である。）１６条に基づき、開業日以降、販売する商品、\nキャッシュレジスター用の準備現金、什器・備品・消耗品の代金等を投資\nする義務を負い、基本契約１７条に基づき、開業日に原告が店舗建物内に\n準備した在庫品、什器・備品等を買い取るものとし、その代金等の支払義\n務を負うところ、その支払債務は、オープンアカウントを通じて原告の加\n盟店に対する与信として処理される。このほか、加盟店は、基本契約１８\n条に基づき、原告に対し、毎月の売上に応じてセブン-イレブン・チャージ\nを支払う必要がある。なお、２４時間営業を行う店舗の場合は、売上総利\n益の２％に相当する金額がセブン-イレブン・チャージから控除されるこ\nととされている。\n原告は、基本契約３９条に基づき、加盟店に対し、利益引出金を支払う\nこととされている。\n（前提事実(2)イ、甲１９）\n(2) 本件店舗の立地状況等\nア  原告は、平成２４年１月１８日、Ｉ株式会社との間で、同社の所有する\n大阪府東大阪市ｃ番ｄの土地ほか２筆の土地の一部について、本件建物所\n有を目的として、賃借期間を３０年、賃料月額７１万０２７７円で賃借す\nる旨の事業用定期借地権設定契約を締結し、その旨の公正証書を作成した\n上で、同社から上記各土地の引渡しを受けた。\n原告は、同年２月１６日、上記各土地上に本件建物を新築し、その後、\n同社との間で、事業用定期借地権設定契約の対象となる土地を変更した。\n（甲４、７～１３）\nイ  本件店舗の周辺には、事業所、中小工場やワンルームマンションが多く\n点在し、これらの事業所内には食堂がなく、また、学校法人Ｊ大学及び同\n大学附属高等・中等学校（以下、順次「Ｊ大」「Ｊ高」「Ｊ中」という。）が\n所在している。\nＪ大及びＪ高・Ｊ中において、学校行事や懇談会等が開催される場合に\nは、近隣にある本件店舗の駐車場が利用されることが多く、長時間駐車を\n行う保護者も存在した。\n（甲４９、５０、１３９、弁論の全趣旨）\nウ  本件店舗の近隣には、セブン-イレブン店として４店舗（①東大阪Ｋ１店、\n②東大阪Ｋ２店、③東大阪Ｋ３店、④東大阪Ｋ４店）があり、本件店舗か\nら、①が西方向に約８５０ｍ、②が北東方向に約１．５ｋｍ、③が北西方\n向に約１ｋｍ、④が南西方向に約１．５ｋｍにそれぞれ立地している。\n①は平成２８年１月に、②は同年５月に、③は平成２２年１０月に、④\nは令和元年５月にそれぞれ開店した。\n（甲８４～８８、１２４）\n(3) 被告が本件基本契約を締結するに至った経緯等\nア  被告は、昭和５９年３月に大学建築学科を卒業し、数社の勤務を経て、\n平成２年４月からＬ工務店の名称で工務店を経営していたところ、平成２\n３年９月頃、ポスティング広告により、原告が加盟店を募集していること\nを知り、オーナー募集説明に参加した後、フランチャイジーとして原告と\nの間でコンビニエンスストアの加盟店契約を締結することとした。\n被告は、平成２３年１２月１９日、本件基本契約の締結に際して、原告\nの担当者から、契約の要点説明書を交付され、これに基づき本件基本契約\nの概要等についての説明を受け、これに署名押印した。また、被告は、シ\nステムマニュアル及びトレーニングテキスト等をも受領し、これらの書面\nに記載されている内容を確認した。\n被告は、平成２４年１月５日、原告との間で、本件基本契約及び本件付\n属契約を締結し、同年２月から本件店舗の営業を始めた。本件基本契約は、\n原告の加盟店契約のうちＣタイプのものであり、被告は、本件基本契約の\n締結に際し、原告に対し、２５５万円（研修費用５２万５０００円、開業\n準備手数料５２万５０００円及び開業時出資金１５０万円の総額）を支払\nった。また、被告は、上記費用に加えて、原告が本件店舗に設置した事務\n所の机、ロッカー、ファイル等の備品の購入費用や、商品の仕入費用とし\nて約８００万円程度の初期費用を負担したところ、これらの費用は、被告\nの原告に対する債務としてオープンアカウントにより処理され、被告が現\n実にこれらの費用を支出したわけではなかった。\nイ  被告の妻であるＭ（以下「Ｍ」という。）は、本件店舗の開業時からマネ\nージャーとして勤務し、被告を支えていたが、平成３０年５月３１日に逝\n去した。被告の子であるＮ（以下「Ｎ」という。）は、本件店舗で短期間の\nアルバイトとして勤務し、大学在学中であった同年１１月１９日以降、本\n件店舗で店長として勤務し、令和元年８月２９日、本件店舗を退職した。\n（以上、甲１７～１９、２１、２２、１３０、乙１８の１・２、８７、８８、\n被告本人）\n(4) 本件基本契約締結後の本件店舗の営業状況等\nア  本件店舗の売上等\n(ｱ) 本件店舗の売上高\n本件店舗の年間売上高は、開業当初（平成２４年３月～平成２５年３\n月）には、約１億８０００万円であったが、それ以降、約２億２２００\n万円～約２億３０００万円で推移し、平成３１年３月～令和元年１１月\n（９か月）には、時短営業の影響もあり、約１億２６００万円に減少し\nた。\n被告は、本件店舗の初期費用等について、開店から約４年で返済した。\n（前提事実(4)ア、甲１４１、乙２、３１、被告本人、弁論の全趣旨）\n(ｲ) 本件店舗の平成３０年１２月～令和元年１１月までの売上総利益\n本件店舗の上記期間の売上総利益は、別紙４「損害額計算表」の「当\n月売上総利益」欄記載のとおりである。\nなお、同期間におけるセブン-イレブン・チャージ（本件基本契約に基\nづいて、フランチャイジーである被告が本部である原告に支払うべきロ\nイヤリティの金額）は、別紙５「損害額計算表２」の「当月のセブン-イ\nレブン・チャージ」欄記載のとおりである。\n（甲５７、１４１）\n(ｳ) 本件店舗の利用客\n本件店舗の利用客は、平成２５年～平成３０年まで、おおむね１か月\n２万５０００人～３万７０００人、年間３５万～４０万人であった。平\n成３１年２月以降は、時短営業により利用客が減少したが、それ以前に\n利用客の大幅な減少は認められなかった。（乙３１）\n(ｴ) 本件店舗の販売状況等\n本件店舗は、平成２５年１１月から平成２７年７月まで、原告の発行\nするポイントカードであるnanacoカードの獲得件数は、平均して東大阪\n地区約８０店中で１４位であり、利用客のnanacoカードの平均利用率は\n２９位であり、平成２５年１２月には１位になったこともあった。また、\n上記期間において、おでんの売上げは上記地域の平均を下回っていたが、\nカフェ、チルド弁当、フライヤー販売及び中華まんの売上げは、上記地\n域の平均を大きく上回っていた。\n加えて、平成２７年１月から平成２８年１月まで、本件店舗の商品の\n売上は、東大阪地区約８０店中、おおむね平均を上回り、平成２８年以\n降も、新規商品の販売実績で、３３商品（全体の約７９％）で平均以上\nの、１８商品（全体の４２％）で上位２０位以内の売上であった。\n（乙６２～６９）\nイ  被告による本件店舗の経営方針等\n被告は、本件店舗の従業員間での情報共有を図るために、連絡帳を用意\nし、従業員への連絡事項や商品販売等に関する確認事項を記載し、情報の\n共有を行っていた。また、本件店舗内には、「お客様に喜んでいただき、か\nわいがってもらえる  少しでも地域社会に貢献できるようなお店づくり\nを“みんなのお店”をモットーに従業員全員で作りあげていけるようにが\nんばります」とのスローガンを掲げ、店舗運営をしていた。\n（乙７８、８１～８３、８９、被告本人）\nウ  原告の被告に対する祝意、感謝の意を表する書面の送呈\n原告は、被告に対し、平成２５年２月及び平成２９年２月、本件店舗の\n開業１周年及び開業５周年を祝い、日々の経営等について感謝し、基本四\n原則が重要であることを説き、本件店舗が繫栄することを祈念する旨の書\n面を送呈した。\nもっとも、上記書面は、原告が加盟店の開店１周年や５周年等の節目に、\n当該店舗の売上等に関係なく、定型の書式を用いて一律に作成、送呈する\nものであった。\n（甲１３７、乙１、７０、弁論の全趣旨）\nエ  本件店舗の駐車場の状況等\n本件店舗には駐車場（以下、本件店舗の駐車場を「本件駐車場」という。）\nが設置され、１３台の自動車が駐車可能であった。本件店舗の開店当時、\n２０分以上車から離れて駐車している場合は無断駐車とみなし、１万円の\n支払を求める旨の注意を記載した看板が設置されていたが、平成３０年４\n月１日以降、本件駐車場にパーキングシステムが設置され、本件店舗の利\n用者の２０分以内の駐車は無料で、２０分超の駐車は有料とされた。（甲６、\n２０、４３の２～４、乙３６、３８、３９、被告本人）\n(5) 原告における利用客の加盟店に対する苦情処理体制等\nア  原告は、本部に「お客様相談室」を設置し、全国のセブン-イレブン店舗\nの利用者からの苦情や問合せを受け付けている。\nお客様相談室は、利用客からの苦情や問合せを受けた場合、本部のデー\nタベースに苦情や問合せを受けた日時、問合せの内容等を入力し、さらに、\n当該店舗を担当するＯＦＣに対し、苦情や問合せの内容をメールで送信す\nる。なお、その際、ＯＦＣに対して送信されるメールの内容は、苦情や問\n合せの内容に応じて、利用客への対応や回答を要する「苦情（クレーム）」\nの類型と、利用客が謝罪や対応等を求めていないため、オーナーやＯＦＣ\nが対応する必要はないが、オーナーとＯＦＣの情報共有のために送信され\nる「指摘」の類型が存在した。また、苦情等の内容に照らして、ＯＦＣが\n速やかに対応することが求められる内容については、メールに加えて電話\nでも連絡がされていた。\nＯＦＣは、お客様相談室からのメールを受信した場合、当該店舗のオー\nナーに対し、電話、メール、ＬＩＮＥ及び店舗への訪問等のいずれかの方\n法を用いて、苦情や問合せの内容を伝達していた。また、ＯＦＣは、利用\n客から対応を求められた事案について、利用客と当該店舗の双方に事実を\n確認した上で、当該店舗に対し、注意や指導をしていた。\nＯＦＣは、接客対応やオーナーへの指導等を行ったとき、ＯＦＣ業務日\n報を作成する場合があり、これには対応した日時や対応内容等が記載され\nることになっていたが、どのような場合に業務日報を作成するかについて\nの社内規定は存在せず、ＯＦＣの判断にゆだねられていた。\n（甲９９、１２１～１２６、証人”Ｃ”ＺＭ、証人”Ｄ”ＤＭ、証人”Ｇ”\nＯＦＣ）\nイ  原告は、平成２７年１１月１６日以降、利用客からの問合せ内容を共有\nするためのツールとして、内部連絡票システム（以下「内部連絡票」とい\nう。）を導入した。内部連絡票の導入後、お客様相談室は、利用客からの苦\n情や問合せを受けた際、依頼内容、問合せ内容、店舗情報、利用客情報等\nを内部連絡票に記入し、担当のＯＦＣに対してメールを送信して内部連絡\n票の内容を共有し、それに基づき利用客への対応等を依頼していた。なお、\n内部連絡票の内容は、担当のＯＦＣの上司（ＤＭやＺＭ）も閲覧可能であ\nった。\n担当のＯＦＣは、お客様相談室からの連絡に基づき、利用客の苦情や問\n合せに対応していた。お客様相談室からＯＦＣに対して期限内に利用客へ\nの対応結果を記入するよう求める連絡がされることもあったが、ＯＦＣが\n利用客への対応結果を内部連絡票に記入することは必ずしも求められて\nいなかった。また、ＯＦＣは、内部連絡票に入力するためにパソコン等の\n端末を立ち上げる必要があり、入力に時間を要することから、電話又はメ\nールで利用客対応を報告することも多く、内部連絡票に対応結果を記入し\nたものは、お客様相談室が受け付けた苦情等のうち４割程度であった。\n（甲２４、１２２、１２３、１２７、証人”Ｃ”ＺＭ、証人”Ｄ”ＤＭ、\n証人”Ｇ”ＯＦＣ、証人”Ｈ”ＯＦＣ）\nウ  なお、原告は、甲２４により、本件店舗には、平成２４年４月から令和\n元年１０月までに、利用客からお客様相談室に対し、別紙３一覧表記載の\n各苦情を含む合計３２６件の苦情が寄せられた旨主張する。\n確かに、甲２４によると、利用客からお客様相談室に対し、本件店舗に\n関し、上記件数の苦情申立てがされたことがうかがわれるが、内部連絡票\nが導入される前の利用客からの苦情申立てについて、その内容を精査でき\nないから、これをもって、そのような事実があったことを直ちに認定する\nことは困難である。\nそこで、以下では、本件店舗に関する利用客からお客様相談室に対する\n苦情申立てのうち、内部連絡票で確認できる平成２８年以降のもので、か\nつ、判断に重要なものを各年に区分して認定することとする。\n(6) 平成２８年の被告の接客対応及び原告の担当者の対応等（この項の出来事\nは平成２８年であり、月日のみ記載する。）\nア  １月１３日、利用客からお客様相談室に対し、レジ待ちしていたところ、\n他にも冷凍食品を出している店員がいたので、「はよせいや」と言うと、「ち\nょっと待ってください」と言われたので、「はよせいや」と言うと、被告か\nら、一人位待つことができないのかという態度を示されて言い合いになり、\n「うちで買わんでください」と言われた、との苦情が申し立てられた。\nこれを把握した”Ｆ”ＯＦＣが被告に事情を確認したところ、被告は、\n一部事実であるが、ほとんど違うと述べた。”Ｆ”ＯＦＣは、被告に対し、\n利用客を待たせないようにすることが必要で、その応対にも気を付けるよ\nうに注意した。\n（甲１２３の２）\nイ  １月１５日、利用客がカフェオレとたばこを購入しようとし、たばこの\n番号を伝えたところ、被告から、ちゃんと個数を言うよう求められた。利\n用客が「はあ？」と言うと、被告は「それなら結構です」と言い、利用客\nともめ、その後、利用客は、お客様相談室に対し、上記の接客対応につい\nて苦情を申し立て、もうセブン-イレブンには行かない、ネットで拡散する\n旨を述べた。\nこれを把握した”Ｆ”ＯＦＣが被告に事情を確認したところ、被告は一\n部違うが事実に近いと述べた。”Ｆ”ＯＦＣは、被告に対し、接客態度につ\nいて厳重注意をした。\n（甲１２３の４）\nウ  ２月２３日、利用客が買物をして本件駐車場で停車していると、被告は、\n利用客に対し、「早く出て行って」と言った。利用客は、お客様相談室に対\nし、被告が「２度と来るな」「買わないならもう来るな」と発言するなど接\n客態度が悪いなどとして、苦情を申し立た。\nこれを把握した”Ｆ”ＯＦＣが被告に事情を確認したところ、被告だけ\nではなく、Ｍも含めて、長時間駐車している車やエンジンをかけたまま停\n車している車には常に注意しており、「２度と来るな」というときは、違法\n駐車をするなど、他の利用客への迷惑行為があったときである旨を述べ\nた。”Ｆ”ＯＦＣは、被告に対し、利用客への伝え方等についてもっと良い\n方法がある旨を注意した。\n（甲１２３の５）\nエ  ８月２９日、被告は、本件駐車場に２時間程無断駐車をしていた車にタ\nイヤロックをかけた。本件駐車場に戻った車の運転者（以下「運転者」と\nいう。）が被告に対してタイヤロックを外すよう求め、暴言を吐いてつかみ\nかかろうとした。被告は、運転者に対して罰則金１万円を支払わなければ\nタイヤロックを外さないと説明したところ、運転者が激怒し、被告につか\nみかかろうとしたが、運転者の同乗者が１万円を支払ったことから、その\n場が治まり、被告はタイヤロックを外し、運転者は本件駐車場から退出し\nた。\n翌３０日、運転者は、本件店舗を１人で訪れ、被告に対し、前日の罰則\n金の返還を求めた。被告は店外に出て運転者と話をしていたところ、興奮\nした運転者が被告に頭突きをし、それを被告が手を出して振り払うと、運\n転者は被告の左頬を拳で殴打し、つかみ合いになった。被告が運転者に立\nち向かうと、運転者は走って逃走した。その後、被告は、最寄りの布施警\n察署に連絡したところ、警察官が臨場し、被告に事情を確認した。\n上記事案を把握した”Ｆ”ＯＦＣは、被告に対し、①何度も説明してい\nるが、被告の言動でやりすぎている点があること、②何が起きるか分から\nないし、被告一人で商売しているわけではないこと、③逆恨みで従業員へ\n被害が出ることもあるので、対応を見直してほしいこと、④見直してほし\nい対応は、警察へすぐに連絡しなかったこと、相手の暴行に対して応対し\nてしまったこと、タイヤロックをすることである旨を伝えた。\nこれに対して、被告は、やりすぎと言われても、原告本部も警察も何も\nしてくれず、悪いのは相手であり、店は店でやらないといけないなどと述\nべた。”Ｆ”ＯＦＣは、被告に対し、⑤被告の対応について被告一人で責任\nをとれるわけではなく、他の店にも迷惑がかかるし、従業員への危険も考\nえられるので、本部として強制できないが、対応について引き続き注意さ\nせてもらうこと、⑥本部は何もしていないわけではなく、普段からフォロ\nーしており、指導していることについて被告は何ができているのか、フラ\nンチャイズでやっている以上、お互いにできることをして歩み寄っていか\nないといけないことを述べた。被告は、このような問題が起こっているこ\nとを認識してほしいと述べ、”Ｆ”ＯＦＣは、セブン-イレブンの看板で商\n売している認識を持ってほしい旨を述べた。\n（甲１２１の２の１・２、証人”Ｆ”ＯＦＣ）\nオ  内部連絡票が導入された後である１月から１２月まで、本件店舗に関し、\n利用客からお客様相談室に対する苦情申立てのうち、内部連絡票が作成さ\nれたものは、上記ア～ウを含めて少なくとも１６件あった。もっとも、そ\nの中には利用客に問題があったもの（甲１２３の６）が１件あった。\nこれに対して、上記期間中、本件店舗の近隣のセブン-イレブンの加盟店\nについて、利用客からお客様相談室に対する苦情申立て（ただし、内部連\n絡票が作成されていないものも含む。）は、東大阪Ｋ３店が３件、東大阪Ｋ\n１店（ただし、２月～１２月）が３件、東大阪Ｋ２店（ただし、６月～１\n２月）が１件であった\n（甲１２３の２～１４、１２４の１～４、１２７の１～３）\n(7) 平成２９年の被告の接客対応及び原告の担当者の対応等（この項の出来事\nは平成２９年であり、月日のみ記載する。）\nア  １月２１日、利用客が、温かい商品とアイスを買ったところ、被告から\n「別に入れましょうか」と尋ねられたので、「当たり前でしょう」と言った\nところ、「当たり前じゃない」と言われたので、「（アイスが）溶けるじゃな\nいですか、（温かい物とアイスを別々に入れることが）常識じゃないですか」\nと言ったところ、被告は、利用客に対し、「そんな非常識な人間は二度と来\nるな」と言い、購入した商品を返金せずに取り上げようとしたので、利用\n客がこれを取り返した。利用客は、お客様相談室に対し、上記の接客対応\n及び本件店舗でトイレを使用できないことについて苦情を申し立てた。\nこれを把握した”Ｇ”ＯＦＣが、被告に事実を確認すると、ほぼ間違い\nないとのことであった。”Ｇ”ＯＦＣは、内部連絡票において、被告に対し\nて指摘をして改善するよう申し入れをする旨を報告した。\n（甲１２３の１５）\nイ  １月２３日、利用客がレジでナナコカードをかざしたままアイスコーヒ\nー用のカップを取りに行き、レジに戻ろうとしたとき、ナナコカードがレ\nジのかざす部分から落ちていたので、独り言で「落ちてるやん」と言った。\nこれを聞いた被告は、利用客に対し、「今何て言いましたか」と尋ね、利\n用客が「独り言で落ちてるやんと言った」と述べたところ、「私に言いまし\nたよね。すいませんは？」と言った。利用客が「独り言で言っただけです」\nと言ったところ、被告は、「すいませんも言わない客に商品は売れません」\nと言った。利用客が隣のレジに行くと、被告は、そのレジの店員に対し、\n「そんなお客に商品はいい。帰ってもらって」と言った。利用客は、お客\n様相談室に対し、上記の接客対応について苦情を申し立てた。\nこれを把握した”Ｇ”ＯＦＣは、被告に事実を確認すると、ほぼ間違い\nないとのことであり、被告との間で、言動や対応を含めて被告に問題が多\nいことを話した。\n（甲１２３の１７）\nウ  ３月２３日、被告は、利用客が本件駐車場に２０分以上駐車していない\nのに、２０分以上駐車したものと考えて、利用客の車両を写真撮影した。\n利用客が直ちにその写真を消すよう求めたところ、被告は後で消すからと\n言って取り合わず、利用客に対し、「あんたも細かいなあ」と言った。利用\n客は、お客様相談室に対し、上記の接客対応について苦情を申し立て、原\n告においてどのように指導しているのかと尋ねた。\nこれを把握した”Ｇ”ＯＦＣは、被告に事実を確認したところ、事実に\n間違いないとのことであり、当該利用客に対して謝罪し、併せて被告に対\nして注意喚起をすることを約束した。\n（甲１２３の２１）\nエ  ５月２９日、利用客３人が本件店舗でおにぎり２～３個、カップラーメ\nン２～３個、パン、ジュースを買ったところ、箸を２膳しかくれなかった\nので、４膳ほしいと申し出たが、被告は、「箸を付けるのは決まっている」\nと言い、利用客に箸４膳を渡さなかった。利用客は、おにぎりも箸で食べ\nると言い、箸４膳を求めたが、被告は、「普通おにぎりは手で食べるものだ\nから、箸はつけない」と言って、申し出を断った。その後、利用客が店内\nで電話していると、被告は、利用客に対し、「電話するのか買うのかどっち\nかにしろ、そんなに文句言うなら、もう買いに来るな」と言った。利用客\nは、お客様相談室に対し、上記の接客対応について苦情を申し立てた。\nこれを把握した”Ｇ”ＯＦＣは、被告に事実を確認したところ、ほぼ間\n違いないとのことであったが、被告に謝罪の意思がなかった。\n（甲１２３の２２）\nオ  ５月３１日、被告は、たばこを購入しようとした若者に対して免許証の\n提示を求めた。その若者が投げるように免許証を提示したところ、被告は、\n免許証を放り投げるように返還した。その話を聞いた若者の親は、直接本\n件店舗に電話をしたところ、被告から「子の教育ができていない」と言わ\nれたとして、お客様相談室に対して苦情を申し立てた。\nこれを把握した”Ｇ”ＯＦＣは、被告に事実を確認したところ、ほぼ間\n違いないとのことであり、被告に対し、セブン-イレブン・イメージの観点\nから、対応改善の注意喚起をした。\n（甲１２３の２３）\nカ  ６月２日、利用客が本件店舗内で携帯電話で電話をしていたところ、被\n告は、そこで電話されたら邪魔になる旨を指摘した。不愉快に感じた利用\n客は、買物をせずに退店し、お客様相談室に対し、自分にも非があったこ\nとを認めつつ、指摘のされ方が非常に不愉快で、今後、本件店舗では二度\nと買物をしないし、他のセブン-イレブンでも買物をするかわからない旨\nを述べ、ナナコカードのチャージ分の返金を求めた。\nこれを把握した”Ｇ”ＯＦＣは、被告に事実を確認したところ、本件店\n舗内での携帯電話の使用に関しては全ての利用客に対して同じ対応をし\nているとのことであり、被告に対し、利用客に対する注意の仕方について\n注意喚起し、利用客の立場に立った対応をとるよう指導した。\n（甲１２３の２４）\nキ  ６月１３日、利用客が本件駐車場に駐車し、車の後部を開けて荷物の整\n理をしていたところ、被告は、店内から飛び出し、「こんなとこでこんな\nことをしてもらっちゃ困る」などと言った。利用客が、駐車したばかりで\n今から買物をする旨を述べ、その際、つばを吐いたところ、被告は、利用\n客の車に唾を吐き、お互いに胸倉をつかみ合った。その際、被告は、「ほ\nんならどつき合いしましょうか」「一発ずつ殴って終わりにしましょう\nか」などと発言した。その後、利用客が警察に通報し、警察官が臨場し\nた。利用者は、お客様相談室に対し、上記の接客対応について苦情を申し\n立てた。\nこれを把握した”Ｇ”ＯＦＣは、６月１５日に本件店舗を訪れて防犯カ\nメラの映像を見ながら被告に事実を確認し、利用客の苦情申立てが事実\nであることを確認した。”Ｇ”ＯＦＣは、被告に対して利用客に謝罪する\nよう求めたが、被告はこれに応じなかった。\n（甲９８の１、１１９、１２３の２５、証人”Ｇ”ＯＦＣ、被告本人）\nク  ６月２３日、毎日のように本件店舗を利用する客から、お客様相談室に\n対し、トイレが使えないこと、長時間駐車の利用客ともめて何度も警察が\n来ており、自分には不快なことがないが、警察が来ていると不快な気持ち\nになり、経営者の人格を疑う旨の苦情申立てがあった。\nこれを把握した”Ｇ”ＯＦＣは、被告に事実を確認すると、落書きや設\n備の破損が続いているのでトイレの利用を断っていること、長時間駐車に\nついて、買物で来店している利用客に迷惑をかけるので、被告の判断で注\n意したり、警察に通報しているとのことであった。”Ｇ”ＯＦＣは、被告に\n対し、トイレの利用は利用客の利便になること、警察が絡むトラブルは他\nの利用客や地域イメージにも良くなく、利用客が気持ち良く買物ができる\n環境について話をした。\n（甲９８の１、１２３の２６）\nケ(ｱ) ６月２７日、利用客が本件駐車場に駐車し、本件店舗で購入した商品\nを車内で食べていた。出勤した被告が、利用客に対して長時間駐車を注\n意したところ、被告と利用客がもみ合いになり、被告は唇を切り、前歯\nが少し欠ける傷害を負い、利用客も被告の服をつかんで押し付けた際に\n被告に手の甲を噛まれて軽傷を負った。その後、被告からの通報により\n警察官が現場に臨場し、布施警察署において、双方から事情聴取がされ、\n双方が被害届を提出しないこととなった。同署から連絡を受けた原告本\n部は、担当の”Ｇ”ＯＦＣが会議で不在であったことから、以前の担当\n者であった”Ｆ”ＯＦＣに連絡し、”Ｆ”ＯＦＣが身元引受人となり、同\n署から被告の身柄を引き受けた。\nその後、”Ｄ”ＤＭ及び”Ｇ”ＯＦＣは、被告に対し、何があっても利\n用客に対して手を出してはいけないこと、利用客に対する話し方にも十\n分に気を付けるように注意した。\n（甲９７、９８の１、１１８、１２１の３、証人”Ｄ”ＤＭ、証人”Ｆ”\nＯＦＣ、証人”Ｇ”ＯＦＣ）\n(ｲ) なお、被告は、”Ｄ”ＤＭらから、上記の件について注意を受けていな\nい旨主張し、これに沿う供述（被告本人）をする。\nしかしながら、当該利用客の行動に問題があったとしても、被告と利\n用客との間でもみ合いとなり、双方が負傷し、警察沙汰になったという\nのであるから、同種事案の再発防止のために、”Ｄ”ＤＭらが被告に対し\nて注意することは合理的かつ自然であり、被告の上記供述を信用するこ\nとはできず、被告の上記主張は採用することができない。\nコ  ７月１０日、利用客からお客様相談室に対し、被告の態度や口調が偉そ\nうで不愉快である旨の苦情申立てがあった。これを把握した”Ｇ”ＯＦＣ\nは、被告に対し、気持ち良く買物ができる環境作りのために利用客に対す\nる言葉遣いを中心に指導した。（甲１２３の２７）\nサ  １２月８日、利用客からお客様相談室に対し、利用客の妻が本件駐車場\nに駐車し、所用で５分程車を離れて戻ったところ、被告が上記妻に対し、\n「ここに車を停めるな」と怒鳴り、また、本件店舗内にいた利用客の子に\n対し、ちゃんと買物をしろよと言ったとして、苦情申立てがされ、原告に\nおいてどのような指導をしているのかについて確認された。”Ｇ”ＯＦＣは、\n被告に対して事実を確認し、利用客に対する注意の仕方等を指導すること\nとした。（甲１２３の３３）\nシ  １月から１２月まで、本件店舗に関し、利用客からお客様相談室に対す\nる苦情申立てのうち、内部連絡票が作成されたものは、上記ア～カ、ク～\nコを含めて少なくとも２４件あった。もっとも、上記オは、利用客である\n若者がたばこ購入時に免許証を放り投げたことが契機になっており、また、\nうち１件は、いつも店内で大声を出す利用客のもの（甲１２３の３２）で\nあった。\nこれに対して、本件店舗の近隣のセブン-イレブンの加盟店について、上\n記期間の利用客からお客様相談室に対する苦情申立て（ただし、内部連絡\n票が作成されていないものも含む。）は、東大阪Ｋ３店が４件、東大阪Ｋ１\n店が１件、東大阪Ｋ２店が２件であった。\n（甲１２３の１５～３５、１２４の１～４、１２７の４～６）\n(8) 平成３０年の被告の接客対応及び原告の担当者の対応等（この項の出来事\nは平成３０年であり、月日のみ記載する。）\nア  被告は、３月まで、利用客が本件駐車場に長時間駐車すると、車のナン\nバーを確認し、タイヤロックをかけ、フロントガラスに無断駐車であるた\nめ罰金として１万円を徴収する旨を記載した紙を貼り付け、利用客にロッ\nクの開錠と引換えに１万円を支払わせるなどの対応をしていた。そのため、\n上記対応について、利用客と被告との間でトラブルを生じ、お客様相談室\nにも複数の苦情が寄せられた。また、上記(6)エ、(7)キのとおり、本件駐\n車場の利用をめぐり、被告と利用客との間で暴力事案も発生していた。\nそこで、原告は、４月１日、本件駐車場の利用をめぐるトラブルを防止\nするため、近畿圏で初めて本件駐車場にパーキングシステムを導入し、本\n件店舗の利用者の２０分以内の駐車は無料で、２０分超の駐車は有料とし、\n超過分の駐車料金を徴収することとなった。\n（上記(4)エ、甲１２３の７・１０・２１・２５・２８～３１・３３～３６）\nイ  ４月３日、利用客が、本件店舗で買物をした後、本件駐車場に駐車して\n車内で仕事の話をしていたところ、被告からいきなり車のドアを開けられ\nて、「いつまで停めているんだ、出ていけ」と言われ、口答えをしたら、「も\nう来なくていい。」「あそこに金払って出ていけ」と言われ、１０分しか駐\n車していないのに２００円を支払わされたとして、お客様相談室に苦情を\n申し立て、このようなオーナーを野放しにしていることに疑問がある旨を\n述べた。（甲１２７の９）\nウ  ７月２１日、利用客が本件店舗でアイスコーヒーを購入し、暑さのため\n店外でしゃがみこんで喫煙していたところ、被告は、本件店舗ではしゃが\nみこむことを禁止していると注意した。利用客がそのことがどこに書いて\nあるのかと尋ねると、被告は、「書いてるも書いてないもないねん。うちの\n店にそんな行儀の悪い客はいらない。出ていけ」と言い、利用客と口論に\nなり、「うちはお前みたいな客はいらん。いいからはよ出ていけ。変なおっ\nさんやのう」と言ったことから、利用客は、お客様相談室に対して苦情を\n申し立てた。\nこれを把握した”Ｇ”ＯＦＣは、被告に事実を確認したところ、本件駐\n車場を利用する他の利用客の迷惑になる可能性もあることから、座り込ん\nで飲食している利用客には注意しており、上記利用客に対して注意したこ\nとを認めた。\n（甲１２７の１０）\nエ  ８月１４日、アルバイトとして勤務していたＮは、利用客との間でレジ\n待ちの並び方をめぐり口論になり、利用客に対し、「嫌なら他の店に行って\nください」「あなたの言い方が悪い」「それでよく今まで生きてこられまし\nたね」などと言い、警察に通報した。Ｎは、本件店舗のルールに従わず、\n乱暴な言葉遣いをする利用客に対し、当該利用客と同様の言葉遣いで接客\nすることがあった。（甲１２７の１２、証人Ｎ）\nオ  １０月１１日午後１時頃、利用客は、本件店舗でビーフカレーまんを注\n文し、帰宅後に食べるとチーズベーコンまんであったことから、ビーフカ\nレーまんを持ってきてほしいと本件店舗に連絡した。被告は、利用客に対\nし、「今、人がいなくて行けない。夜１０時位なら行ける。そのまま食べて\nもらって、後日返金させてほしい」と言った。利用客は、昼食用に購入し\nたので、持ってきてもらわないと困ると述べたところ、被告が、今度来店\nしたときでよいではないかと怒り出し、口論になった。利用客は、上記の\n被告の対応について、お客様相談室に対し、苦情を申し立てた。\nこれを把握した”Ｈ”ＯＦＣが、被告に事実を確認したが、被告は非を\n認めなかった。”Ｈ”ＯＦＣは、やむなく翌１２日、利用客が注文した商品\nを持参して利用客宅を訪問し、謝罪した。その際、利用客は、取り違えた\n食品にアレルギーがあれば健康被害が生じたかもしれず、食品を販売して\nいるのに利用客の健康に配慮しないなどと述べて、被告の対応を批判した。\n（甲９９の１、１２３の４１、証人”Ｈ”ＯＦＣ）\nカ  利用客が、５月１２日に本件店舗で公共料金とともに自動車重量税を支\n払ったところ、本件店舗は、利用客に対し、上記税の納付について誤って\n本件店舗用の受領証控えを交付した。車検の際にこれに気付いた利用客が、\n１２月７日、本件店舗に連絡したところ、被告が応対し、本来利用客に交\n付する受領証を見つけたが、そのコピーしか交付できないと述べた。利用\n客は、お客様相談室に対し、本来交付されるべき受領証ではなく、そのコ\nピーしか交付できないとの対応が納得できないとして、苦情を申し立てた。\nこれを把握した”Ｈ”ＯＦＣは、本件店舗を訪れて事実を確認したとこ\nろ、本件店舗の過誤によるもので、利用客に落ち度がないことが判明し、\n被告に対してこれを指摘したが、被告は、利用客がその場で確認しなかっ\nたことが悪く、本件店舗に非がない旨を述べ、非を認めようとしなかった。\nやむなく”Ｈ”ＯＦＣは、利用客宅に上記受領証を持参して謝罪した。\n（甲９９の１、１２３の４３、証人”Ｈ”ＯＦＣ）\nキ  被告は、５月３１日に本件店舗のマネージャーであったＭが逝去し、主\n要な従業員の退職もあり、原告に対し、本件店舗の人手不足を理由に平成\n３１年２月頃に時短営業をしたい意向を示すようになった。\n“Ｄ”ＤＭは、１２月１７日、”Ｃ”ＺＭからの指示により、原告のＯ部\n長宛に、①被告が平成３１年２月頃に本件店舗の時短営業を行う意向を示\nしていること、②本件駐車場内で待機、飲食又はアイドリングをしている\n利用客に対し、暴言を吐いたり、エスカレートして手を上げたりするケー\nスが頻発し、利用客にけがをさせ、警察に連行されることもあったこと、\n③あまりにひどい状況であったことから、本件駐車場をコインパーキング\n化し、利用客とのトラブルは若干緩和傾向にあること、④被告の利用客に\n対する注意が度を越しており、「出て行け」「二度と来るな」との発言によ\nり苦情に発展し、利用客からのクレーム対応にＯＦＣの業務も阻害されて\nいる状況であること、⑤近隣の評判も非常に悪く、トイレを封鎖するなど\n利用客のための経営になっていないこと、⑥被告は、２４時間営業は将来\n成り立たないこと、人手不足・人件費高騰の中、他のチェーンが止めてい\nるから、原告も選択できるようにすべきであり、２４時間営業でないとダ\nメとは基本契約書にはどこにも書いていない、店のレベルを下げてまで変\nな従業員を雇いたくなく、２４時間営業を止めたほうが利益も出るはずで、\n店の経営に専念できると述べていること、⑦被告に対し、２４時間営業を\n止めることによるリスク（売上の低下・作業効率の悪化・利益の低下）を\n十分に説明したが、被告の納得を得られず、本件店舗が優れているとの曲\nがった自負がある状況であること、⑧被告は、本件店舗をＮに継がせたい\nとの想いがあり、Ｎも大学卒業後に就職せずに本件店舗を手伝う予定であ\nること、⑨被告は、２４時間営業を止めることができなければ、本件店舗\nを止めたい旨を発言しているが、本件基本契約を中途解約に誘導したいこ\nと等を記載した報告書を作成した。\n“Ｃ”ＺＭは、１２月２０日、”Ｄ”ＤＭとともに本件店舗を訪れ、被告\nに対し、①省人化・外国人雇用・キャッシュレス等、加盟店の働きやすい\n環境を整えていくが、本部としては接客はなくならないと考えていること、\n②２４時間営業でないとダメとは基本契約書には書いていないが、一般的\nに考えられるセブン-イレブン・イメージに抵触すること、③チェーンの統\n一性の重要性、公共料金の収納業務等全店的に当たり前に実施しているこ\nとはセブン-イレブン・イメージとして重要なことで、それをやりたくない\nなら看板を替えるべきではないか、④人手不足は間違いないが、それでも\n全く困っていない店舗もあり、従業員の働きやすい環境を作ることで改善\nできる余地はまだあること等を述べた。\n“Ｄ”ＤＭは、被告も２４時間営業を止めることができないことを理解\nしており、これを止めることはないと考えられるが、今後、セブン-イレブ\nン・イメージの維持の観点で問題が生じる可能性があること、被告の利用\n客への対応が度を越しており、ＳＮＳ等で拡散されると間違いなくチェー\nンイメージに傷がつく状況が継続しており、今後、担当ＯＦＣと訪店を通\nじて継続して確認・対応することとした。\n（甲１２１の４、１２９の１、１３０、１３９、証人”Ｃ”ＺＭ、証人”\nＤ”ＤＭ、被告本人）\nク  １月から１２月まで、本件店舗に関し、利用客からお客様相談室に対す\nる苦情申立てのうち、内部連絡票が作成されたものは、上記イ～カを含め\nて少なくとも１５件あった。\nこれに対して、本件店舗の近隣のセブン-イレブンの加盟店について、上\n記期間の利用客からお客様相談室に対する苦情申立て（ただし、内部連絡\n票が作成されていないものも含む。）は、東大阪Ｋ３店が６件、東大阪Ｋ１\n店が３件、東大阪Ｋ２店が３件であった。\n（甲１２３の３６～４３、１２４の１～４、１２７の７～１３）\n(9) 平成３１年１月の被告の接客対応及び原告の担当者の対応等（この項の出\n来事は平成３１年であり、月日のみ記載する。）\nア  １月３日、利用客が本件店舗で食品を買い、本件駐車場に停めた車内で\n食べ、車の移動を始めたところ、被告が車の窓をたたき、「有料だから金を\n払わないか」と怒鳴った。利用客は、買物したら２０分無料の看板を指し、\n２０分以上駐車していたことを証明してほしいと言った。被告は、車が本\n件駐車場から出たらリセットされるので証明できないと述べ、２００円を\n支払うよう求めた。利用客が２００円を支払ったものの、被告の態度が悪\nく、反論したところ、被告は、「２度と来るな」と怒鳴り、額をつけて「お\n前手を出せよ」と凄んだ。利用客は、お客様相談室に対し、被告の上記対\n応について苦情を申し立てた。\nこれを把握した”Ｈ”ＯＦＣは、本件店舗を訪問して被告に事実を確認\nしたところ、被告は、事実関係を認めるも、金を払わない利用客が悪い、\n精算機で時間が確認できないのは本部の問題である、利用客がけんかを売\nってきたなどと述べ、自らの非を認めようとしなかった。\n（甲９９の１、１２３の４６、証人”Ｈ”ＯＦＣ）\nイ(ｱ) １月１９日、身体障害者手帳を有する身体障害者の利用客が、本件店\n舗を訪れるために、本件駐車場の身障者用の駐車区画に後向きに駐車し\nようとしたところ、自転車に乗った被告がそこを横切ろうとした。被告\nは、利用客に対し、「お前、けんか売ってるのか」「障害者手帳を見せろ」\n「買わんでいいから帰ってくれ。その代わりその看板にあるように無断\n駐車は２０分につき３００円だから払ってくれ」などと言った。利用客\nは、お客様相談室に対し、上記の接客対応について苦情を申し立て、こ\nんなひどい接客対応をする店は他にはなく、被告にセブン-イレブンの看\n板を背負わす約束をした本部もどうかと思うと述べた。これを把握した”\nＨ”ＯＦＣは、”Ｄ”ＤＭと本件店舗を訪れて、防犯カメラを見て被告に\n対して事実を確認した。しかるに、被告は、客がバックするときに気を\nつけるのが当たり前で、けんかを売っているのは客の方であり、客のわ\nがままに付き合っていられない旨を述べ、自らの非を認めようとしなか\nった。\nまた、１月２３日、利用客が本件店舗内において、レジ待ちの場所で\nはないところに並んでいたところ、従業員からレジ待ちの場所で待つよ\nうに言われた。利用客がそのように言われたことがおかしくて笑ってい\nると、被告は「なんでそんなことも知らないのか」と言い、利用客が商\n品を買ってレジ袋を求めると、「レジ袋いらんだろ」「お前らに買っても\nらわなくてもいい」と言った。利用客は、お客様相談室に対し、上記の\n接客対応について苦情を申し立てた。これを把握した”Ｈ”ＯＦＣは、\n被告に事実を確認すると、おおむね事実を認め、何度も列に並ぶよう言\nっているが全く話を聞かないので、こんな客を優先するつもりはないな\nどと述べた。\n（甲９９の１、１２１の５の１、１２３の４７・４８、１４８、証人”\nＨ”ＯＦＣ）\n(ｲ) なお、被告は、上記各出来事の際、上記認定のような乱暴な言葉遣い\nをしていない旨主張する。\nしかしながら、上記各出来事の直後に行われた”Ｄ”ＤＭによる事実\n確認の結果を記載した業務報告書（甲１２１の５の１）には、被告が上\n記発言をしたことを認めた旨が記載されている。その内容は、お客様相\n談室に寄せられた利用客の苦情申立てと整合しているところ（甲１２３\nの４７・４８）、”Ｄ”ＤＭが、上記各出来事の直後に業務報告文書とし\nて作成した文書において、殊更事実と異なる内容を記載することは考え\n難いことなどからすれば、その内容は信用できるというべきである。し\nたがって、被告の上記主張は採用することができない。\nウ(ｱ) １月２４日、”Ｄ”ＤＭは、上記イのとおり、被告の接客対応について\nクレームが寄せられており、対応が必要であると考えて、本件店舗を訪\nれて被告と話し合った。”Ｄ”ＤＭが上記イの各出来事について確認する\nと、被告は、①１月１９日の件について、最初、丁寧に対応したが、利\n用客が乱暴な言葉遣いで話してきたからそのような発言をした、②１月\n２３日の件について、前からレジにきちんと並ばない客で、注意しても\n聞かないのでそのように言った、客の態度が悪いからそういう対応にな\nった、③素行の悪い利用客が多い中、このような対応をしないと改善し\nない、最初は丁寧に対応しているつもりだが、２回、３回言って改善し\nない利用客に対しては強く出るなどと述べた。\nこれに対して、”Ｄ”ＤＭは、車の無断駐車、アイドリング、レジの並\nび方について、被告の方針が間違っているわけではないが、ものの言い\n方には気を付けないと、ネット等に流布され、チェーン全体のイメージ\n低下にもつながりかねない、利用客からのクレームが多く、ＯＦＣの負\n担になっており、利用客から被告の暴言についてクレームが寄せられて\nいるので、控えてほしい旨を伝えた。被告は、下手に出ると調子に乗ら\nれるので、言っても聞かない利用客に対して丁寧な言葉遣いにするつも\nりはない、クレームが上がったら対応するのが本部の仕事で、普段加盟\n店が大変な思いをしていることをもっとＤＭが知るべきである旨を述べ\nた。\n“Ｄ”ＤＭは、被告には暴言等について改善の意思がないことを確認\nし、その上で、上記の各利用客に対し、連絡して謝罪するなどの対応を\nした。\nまた、被告は、１月２４日、２月１日から深夜早朝の時間帯に閉店す\nる旨の貼紙を本件店舗の前面ガラスに貼り出した上で、”Ｄ”ＤＭに対し、\n２月１日から時短営業をする意向を示した。これに対して、”Ｄ”ＤＭが、\n被告に対し、原告として時短営業を認めることはできないことを説明し\nたが、被告は、人がいなくてこれ以上営業することができない、全国の\n困っているオーナーの代表として自分が先陣を切って夜間閉店に踏み切\nる、契約書のどこを見ても、２４時間営業を止めたらだめだと書いてい\nない、時短営業を中止させるならＤＭと刺し違える旨を発言した。\n（甲１００、１１８、１２１の５の１・２、１４８、証人”Ｄ”ＤＭ）\n(ｲ) なお、被告は、１月２４日には”Ｄ”ＤＭから接客対応について何ら\n指導等を受けていない旨主張する。\nしかしながら、上記イのとおり、”Ｄ”ＤＭは、１月１９日及び同月２\n３日のトラブルを把握し、被告の接客対応に問題があり、これに対処す\nる必要があると考えて、同月２４日に本件店舗を訪れており、その際に\n確認した被告の言い分を踏まえても、上記の各利用客に格別問題があっ\nたことはうかがわれないから、”Ｄ”ＤＭが被告に対して接客対応につい\nて何も指導しないことは考え難い。後記エ認定のとおり、”Ｄ”ＤＭが、\n翌２５日、被告に対し、被告の接客態度にも言及していることをも勘案\nすると、”Ｄ”ＤＭの、同月２４日、被告に対して接客対応を指導した旨\nの証言は信用することができる。したがって、被告の上記主張は採用す\nることができない。\nエ  １月２５日、”Ｄ”ＤＭは、再び本件店舗を訪問し、被告と話し合った。”\nＤ”ＤＭは、被告に対し、前日（１月２４日）の利用客からの苦情につい\nて再度確認し、１月２３日の接客対応が上記イ(ｱ)のようなものであった\n旨を指摘したところ、被告はこれを否定した。”Ｄ”ＤＭは、被告に対し、\n①時短営業は本件基本契約２３条及び付属契約の規定に抵触し、容認でき\nないこと、②原告として、被告が時短営業をした場合の対応を考えておく\n必要があること、③昨日、被告がＤＭと刺し違えると発言したことがショ\nックであったことなどを述べた。これに対して、被告は、”Ｄ”ＤＭに対し、\n１月１９日に苦情を申し立てた身体障害者に対して謝罪する意思があるが、\n同人も謝罪する必要がある旨を述べた。（甲１２１の５の２、乙７４）\nオ  ”Ｄ”ＤＭは、１月２４日及び翌２５日の被告との面談結果をまとめた\n業務報告書を作成し、被告が既に２月１日からの時短営業を告知しており、\n利用客からお客様相談室にも時短営業に関する意見が出されている状況\n下で、近隣の他の加盟店への悪影響も考えられることから、被告が時短営\n業に踏み切った場合、中途解約を前提とした対応が必要であるとの意見を\n記載した。\nこれに目を通した”Ｃ”ＺＭは、”Ｄ”ＤＭの上記報告書の内容を踏まえ\nて、原告本部に対し、本件基本契約の合意解除又は約定解除の可能性があ\nるとして、被告に対して改善を求める書面の作成を依頼した。\n（甲２５、１２１の５の１・２、証人”Ｃ”ＺＭ、証人”Ｄ”ＤＭ）\nカ  １月だけで、本件店舗に関し、利用客からお客様相談室に対する苦情申\n立てのうち、内部連絡票が作成されたものだけでも、上記ア、イを含めて\n少なくとも６件あった。（甲１２３の４４～４９）\n(10)  被告の時短営業の開始及び原告が２月１日付け通知書を交付した経緯等\n（この項の出来事は平成３１年であり、月日のみ記載する。）\nア  原告内部では、１月２４日及び翌２５日の”Ｄ”ＤＭと被告とのやりと\nり等を踏まえて、被告が２月１日から時短営業を始めたときの対応を検討\nし、被告が時短営業に踏み切った場合には２月１日付け通知書を発出する\nこととした。（甲１３９、証人”Ｃ”ＺＭ）\nイ  被告は、２月１日午前１時から午前６時まで本件店舗を閉店し、時短営\n業を始めた。同日以降、被告による時短営業は、多数のメディアによって\n報道され、被告は時短営業を断行したコンビニエンスストアのオーナーと\nして広く知られるようになった。\n“Ｄ”ＤＭは、同日、本件店舗を訪れ、被告に対し、２月１日付け通知\n書を交付し、その内容を口頭で説明し、改めて時短営業の即刻中止と利用\n客への対応の是正を勧告し、１０日以内に文書で回答するよう求めた。\n（前提事実(4)イ、甲２５、１２９の２、４５、乙４、７の１～４、証人”\nＣ”ＺＭ、証人”Ｄ”ＤＭ、被告本人）\n(11)  被告に対する２月１日付け通知書の交付後のやりとり等（この項の出来\n事は平成３１年であり、月日のみ記載する。）\nア  ２月７日、”Ｃ”ＺＭ及び”Ｄ”ＤＭは、被告の求めに応じ、大阪地区事\n務所において被告と面談した。同日の面談では主に時短営業について協議\nされ、被告は、時短営業が契約違反であることを認識しているものの、人\n手不足や最低賃金の状況等でやむを得ない措置であり、他にも夜間閉店し\nている店舗があると聞いているので、例外を認めてほしい旨を申し出た。\nまた、被告は、利用客からの苦情について、納得いかない点が多く、苦情\nを全て解決しているつもりであり、２月１日付け通知書に記載された内容\nについて、利用客にも問題がある旨の見解を示した。\nこれに対して、”Ｃ”ＺＭは、接客についての被告の意見も理解できる\nが、時短営業がルール違反で認められないこと、特殊事情で時短営業をせ\nざるを得ない店舗とはそのような内容の契約を締結するが、本件店舗には\nそのような事情はないこと、契約解除になった場合には約１７００万円の\n違約金が生じること等を説明した。\n“Ｄ”ＤＭは、上記面談の直後、本件店舗を訪問し、被告と面談した。\nその際、被告は、時短営業が契約違反であることを認識しており、これを\n争うつもりもない、ただ、ここまでやってきたから、このまま加盟店を止\nめるのも嫌であり、自分が加盟店を止めたら他の経営者がますます意見を\n言うことができなくなる旨を述べた。これに対して、”Ｄ”ＤＭは、原告と\nしても被告と争うつもりはないが、時短営業がルール違反であることは看\n過できないので、本件基本契約を解除する方向で対応することができるが、\nそのようにならない選択をしてほしい旨を述べた。\n（甲１２９の３、証人”Ｃ”ＺＭ、証人”Ｄ”ＤＭ、被告本人）\nイ  ２月８日、レジ待ちの列に並んでいた利用客が、被告が応援に入った他\nのレジに並ぶと、被告から「お前むこうに行け」と言われた。利用客は、\nレジに並んでいたと言ったが、被告が「知るか、帰れ帰れ」と言ったこと\nから、購入しようとした商品を買わずに退店し、お客様相談室に苦情を申\nし立てた。これを把握した”Ｈ”ＯＦＣは被告に事実を確認したところ、\n被告は、当該利用客がレジに並んでおらず、レジに並び直すよう優しく伝\nえたが、従わないので帰ってくれと言ったと述べた。”Ｈ”ＯＦＣは、被告\nに対し、利用客への話し方について考え直す必要があるのではないかと話\nした。（甲１２３の５１）\nウ  被告は、２月１３日、原告に対し、２月１日付け通知書について、①時\n短営業が、本件基本契約ではなく、本件付属契約に抵触することを認識し\nているが、人手不足等のためにやむなく行ったものであること、②利用客\nに対する接客について、３年以上前のクレームを持ち出すものであり、正\n確に事実関係を把握せずに本件店舗の接客態度に問題があるとされている\nことが遺憾であることを指摘するとともに、③２月７日の面談の際、”\nＣ”ＺＭから、時短営業を続けると契約違反として１７００万円の違約金\nが生じると言われたが、違約金を請求するのか、契約を解除するのか、④\n接客の問題について、原告からどのように繰り返し説明及び説明を求めた\nのかなどについて書面での回答を求める旨を記載した書面を送付した。\n(甲１３０）\nエ  原告本部のＯ部長、”Ｃ”ＺＭ及び”Ｄ”ＤＭは、２月２１日、本件店舗\nを訪れ、被告と面談した。その際、Ｏ部長らから、被告に対し、被告が本\n件店舗の人員の採用、教育及び定着について努力を怠っているように見え\nるが、新たに従業員の募集を行うなどして人員体制を構築するのであれば、\n本部から１か月程度をめどに有償で人員を手当するなどして２４時間営業\nを支援することの提案がされた。これに対して、被告は、２４時間営業を\n支持するかどうかを世間に問う必要があるなどと述べて、上記提案に応じ\nる意向を示さなかった。また、被告は、迷惑をかける利用客には厳しく対\n応すること等を述べた。\n被告は、上記面談後、報道機関に対し、人手不足の問題について、原告\nから人的支援を行う方針を伝えられたが、１回限りとされたことから、こ\nれを断ったなどと説明し、その内容が報道機関によって報道された。\n（甲１２９の６、１４０の２、１５２、乙９３）\nオ  ２月２２日、上記報道を見た利用客が、お客様相談室に対し、昨年夏に\n本件店舗で買物をして、本件駐車場に停めた車内で飲食を始めたところ、\n５分位して被告が「用が済んだらさっさと帰ってくれ。早くどいてくれ。」\nと言ったことを思い出し、苦情を申し立てた。”Ｈ”ＯＦＣが、被告に対し\nて事実を確認すると、昔のことを言われても憶えていない、いきなり出て\n行ってくれとは言わず、このまま駐車するとお金がかかる旨を説明し、ア\nイドリングを止めてもらうことを先に言い、それでもアイドリングを止め\nない場合には出ていってもらっている、お客様相談室も利用客に都合の良\nいことを聞くなと回答した。（甲１２３の５１）\nカ  ２月２６日、本件店舗の採用面接に行き採用されなかった者が、お客様\n相談室に対し、２月２２日の採用面接の際、被告から研修中には時給が生\nじないとの話を聞いたが、これは労働基準法に違反するのではないかと指\n摘した。これを把握した”Ｈ”ＯＦＣが、被告に確認すると、被告は、研\n修中ではなくビデオを見ている時間の時給を支払っていない旨を説明し\nた。”Ｈ”ＯＦＣは、被告に対し、従業員を仕事で拘束している以上、ビデ\nオでの研修中も賃金が生じることを説明した。（甲１２３の５４）\nキ  被告は、２月２７日、突然、原告本部を訪れ、２４時間営業の継続が困\n難な場合、経営者自身が時短営業を選択できるよう要望する書面（甲１３\n１）を交付し、①以前から状況を伝えていたにもかかわらず、マスコミ報\n道がされてから、Ｏ部長らから本件店舗に対する人的支援の提案があった\nのはなぜか、②期限付きで有償の支援がされた場合、次に同様の事案が生\nじたときにはどのように対応するのか、③他店でも同様の事案が生じたと\nきに、同様の支援をするのか、④上記①～③が、社長に報告されているの\nかについて確認を求めた。（甲１２９の７）\nク  ３月初め、原告の直営店１０店舗で、深夜営業時間を短縮する実証実験\nを行う方針であることが報道され、３月１０日までに、朝日新聞や毎日新\n聞を含む複数の新聞の社説において、原告の２４時間営業を見直すべきで\nあるとの意見が示された。原告は、３月２１日、上記実証実験の実施を公\n式発表した。\n原告は、３月１１日、被告に対し、”Ｄ”ＤＭを通じて、①時短営業の要\n望について、本件店舗の人員の体制構築のために、人的支援を含む本部支\n援を惜しまない旨を申し出たが、被告がこれを拒否したこと、②本件店舗\nの人員不足は従業員の定着の取組に問題があり、その原因は、被告の従業\n員に対する指導・教育が時代の変化に合っていないことであり、従業員に\nとって勤務しやすい環境を作ることが必要であるが、被告は、研修期間中\nの給料の未払やレジの違算の補填等の労働基準法違反行為を行っており、\n担当ＯＦＣの是正の促しにも応じておらず、従業員が定着していないこと、\n③２月１日付け通知書では平成２８年の苦情の実例を記載したが、それ以\n外にも、本件店舗には、平成２８年度は５６件、平成２９年度は７０件、\n平成３０年度は５６件と高水準の苦情が申し立てられており、被告が、自\nらが正しく、悪いのは他であるとの考えが接客態度にも表れていること、\n④２月２１日の面談以降も、担当ＯＦＣにより２４時間営業継続の提案、\n労働基準法違反の是正、接客方法の改善を継続して要請してきたが、被告\nがこれを受け入れないので、改めて提案と要請すること等を記載した書面\n（甲１３２）を交付した。”Ｄ”ＤＭは、上記書面の交付に際し、本件店舗\nの時短営業の問題について、現時点で、時短営業を理由とする本件基本契\n約の解除は行わず、違約金も請求しない旨を説明した。\n（甲１２９の９、１３２、乙６、７、９３、証人”Ｃ”ＺＭ）\n(12) 平成３１年４月から令和元年８月までの被告の接客対応及び原告の担当\n者の対応等（この項は平成３１年又は令和元年の出来事であり、月日のみ\n記載する。）\nア  ４月１１日、”Ｈ”ＯＦＣは、本件店舗を訪れ、被告と事務所で打合せを\nしていた。その折、利用客が本件店舗で飲料を買い、その同行者が店内の\nごみ箱に車内にあった空き缶を捨てたところ、これを見たＮは、利用客に\n対し、ごみを持ち帰るよう求めた。利用客の同行者が黙っていたところ、\nＮが重ねて「持って帰れと言っているだろう」と言い、その言動に立腹し\nた利用客と口論になった。これを聞いた被告も店内に出て、「誰じゃこいつ\nら、あほか」と言ったことから、更に利用客と口論になった。\n利用客が、空き缶を拾い、ごみ箱を蹴ったところ、被告は、利用客に対\nして３０万円を支払うよう求めた。その後、警察官が臨場し、利用客は所\n持する携帯電話が壊れたなどと訴えた。被告は、利用客に対し、「はよ出て\nいけ」と言った。レジのフォローに入り、被告の接客対応を見ていた”Ｈ”\nＯＦＣは、被告に対し、接客対応について注意した。利用客は、その後、\nお客様相談室に対し、上記の接客対応について苦情を申し立てた。\n（甲１２３の５７、証人”Ｈ”ＯＦＣ、証人Ｎ）\nイ  ５月２７日、本件店舗に５月２日に入社し、同日と５月６日のみ就労し\nた従業員が、大阪労働局に対し、制服をクリーニングしていないことを理\n由に、被告から２日分の賃金が支払われない旨を申告した。\n６月３日、同局の担当者が、被告に対して是正勧告をしたところ、最終\n的に、被告は、６月８日、従業員からクリーニングした制服を受け取り、\n未払賃金を支払った。\n（甲１２０の３（枝番含む））\nウ  ７月１６日、利用客が本件店舗で買った商品を本件駐車場に停めた車内\nで食べていたところ、被告は、車のドアをたたき、「エンジンを切れ」と言\nった。利用客が暑いから食べたらすぐ移動すると述べたが、被告はすぐに\nエンジンを切るよう求め、アイドリング禁止と言い、利用客の車内に手を\n伸ばし、無断でエンジンを停止した。利用客が本件店舗のゴミ箱に食べた\n後のゴミを捨てに行ったところ、被告は「あんたのは受け取らない」「さっ\nさと出て行ってくれ」と言った。利用客が本件駐車場を出ようとしたとこ\nろ、被告が利用者の車まで走ってきて、手でドアを強くたたいた。利用客\nが「何すんねん」と言うと、被告は「警察呼んでいるから逃げるな」と言\nい、利用客は「さっき出てけと言っただろうと」と言い、口論になった。\n利用客は、お客様相談室に対し、上記の接客対応について苦情を申し立て\nた。これを把握した”Ｈ”ＯＦＣは、被告に対して事実を確認したところ、\n被告は、事実関係を認めたが、アイドリングストップを２回丁寧にお願い\nしても一向に聞かなかったので、エンジンを切らないなら警察を呼ぶと言\nうと、「呼べや」と言われたことから、警察を呼び、利用客に待つよう言っ\nたのに逃げようとした旨を述べた。（甲１２３の６３）\nまた、同日、本件店舗の印刷機に忘れ物をした利用客が、本件店舗に電\n話をして印刷機の忘れ物の有無について確認を求めたところ、被告は、今\n忙しいので本件店舗まで来てもらいたいと告げて、電話を切った。利用客\nは、お客様相談室に対し、忘れ物の有無ならすぐにわかるのになぜこれを\n教えてくれないのかなどと苦情を申し立てた。これを把握した”Ｈ”ＯＦ\nＣが被告に事実を確認したところ、被告は、苦情内容について間違いない\nが、利用客が忘れ物をしたのであるから、電話で用件を済まさずに自分の\n足で見に来たらよい、利用客を甘やかすと店が迷惑すると述べた。\n（甲１２３の６０）\nエ  ７月１７日、レジ待ちで並んでいた利用客が、前の利用客の会計が終わ\nりそうであったのでレジ前に出たところ、Ｎから並んでくださいと言われ\nた。利用客は、事情を説明したが、Ｎは、どうぞと声を掛けていないのに\nレジ前に出たことを理由に、もう一度列の後ろに並ぶよう指示した。利用\n客はＮの言い方に立腹し、「何やねんその言い方」と言うと、Ｎは販売を拒\n否した。これに納得できない利用客が本件店舗に電話したところ、被告は、\n利用客がなんやかんやいうから販売を拒否したのであり、並んでください\nと言われたときに並び直せばよかったと言った。利用客は、お客様相談室\nに対し、Ｎ及び被告の接客対応について苦情を申し立てた。これを把握し\nた”Ｈ”ＯＦＣが、被告に事実を確認したところ、被告は、「（本件店舗が\n決めた並び方に従わない）客は来なくていいし、何で商品を売らないとい\nけないのか」「本部が並びのルールまで言ってくるのであれば、並び順でも\nめたら本部が来てくれるんやろうな」「いちいちこんな客でもない人間を\n相手にする必要はない」などと述べた。（甲１２３の６１）\nさらに、同日、利用客がレジ前に誰も並んでおらず、前の利用客の会計\nが終わりそうであったので、その後ろで待っていたところ、Ｎから、並び\n始めた利用客もいるから後ろで並んでくれと言われた。利用客は、お客様\n相談室に対し、上記の接客対応について苦情を申し立てた。これを把握し\nた”Ｈ”ＯＦＣが被告に事情を確認したところ、被告は、並んでいても会\n計中に前に出てきたので、列に並んでくれないと分からなくなる、いちい\nち本部がそんなことを言うから利用客が調子に乗るのであり、文句がある\nなら直接店舗に来るように言えばよいと述べた。\n（甲１２３の６２・６５）\nオ  ７月１９日、Ｐ（以下「Ｐ」という。）は、本件駐車場に車を駐車して本\n件店舗に入り、他のセブン-イレブン店で購入したコーヒーの紙コップ等\nをゴミ箱に捨て、新たにコーヒーを購入しようとしたところ、Ｎが、Ｐに\n対し、ゴミ捨てを強い口調で非難する発言をした。\nＰは、本件店舗を退店し、車を発進しようとしたところ、ＮがＰの車（以\n下「Ｐ車」という。）の前方に立ちはだかり、さらに、その直後、被告が、\n本件店舗から飛び出して、Ｐ車の助手席ドアを開けて足を突っ込み発進で\nきない状態にした上で、Ｐに対してゴミの持ち帰りを求めた。これに対し、\nＰは、他のセブン-イレブン店で購入したゴミであることを説明したが、被\n告は「今、ゴミ持っていけ、降りろ、あかん。出させへん。轢いていけ、\n出ろ。まず出ろ。一回注意してんねん、こっちは」「とりあえず出て、ごみ\n取ったら、すぐ行ったらええがな」「すぐ行かしたるから。出ていけ。出て、\n出て、ゴミをとったらすぐ行ける、こんなんやってる間にあかんやろ。あ\nかんやろ。あかん。お前みたいなやつ許さん。絶対に許さん。俺は知って\nるよ、お前みたいなん許してたら、ええ気になる。癖になる。出て行け」\nと言った。Ｐが、セブン-イレブン店で買った物は家庭ごみでない旨を述べ\nると、被告は、「セブン-イレブンで買うた、そこの買うたところで捨てろ\nよ」「一回持って帰ったら家庭ごみやもん」「そこで買ったって、買ったら\n自分のもんやないか。もう買ったらうちは責任ない。自分の責任や」「よそ\nの店は知らん」などと言い、Ｐと押し問答になった。\n被告は、Ｐに対し、執拗に降車するよう求め、Ｐがこれに応じないので\nあれば警察を呼ぶ旨を告げたほか、「もう、ええから早よ出ろや。腕ずくで\n引っ張り出すぞ」などと強い口調で言い、Ｐにゴミの持ち帰りを求めた。\n被告とＰは、１０分間程度話をしていたが、最終的に、Ｐは、ゴミ箱から\n自分が捨てた紙コップ等を取り出して持ち帰った。\n被告は、Ｐが本件駐車場から発車する際、「はよ、ごちゃごちゃ言わんと\n行けや、もう、はよ」「もう来んでええ」などと言った。\nなお、被告が「腕ずくで引っ張り出すぞ。」と発言した時点では、当初Ｐ\n車を制止していたＮは本件店舗内に戻っており、本件駐車場には被告とＰ\nしかいなかった。\n（甲２６の１（枝番含む）、２７）\nカ  被告は、Ｊ高・Ｊ中の校長と協議し、Ｊ高・Ｊ中から、７月１６日付け\nで、Ｊ高・Ｊ中の保護者に対し、懇談会に出席する際には本件駐車場に駐\n車しないよう周知してもらうことになった。また、本件駐車場には、Ｊ大\n関係者の駐車は断る旨の掲示がされている。\nしかるに、７月２０日、Ｊ高生の保護者が本件駐車場に駐車したとこ\nろ、被告は、Ｊ高生の保護者であることを理由に駐車を拒否した。そし\nて、被告は、学校から有料でも駐車しないように周知されているはずだ\nと言い、「クラス教えて。お金払ったらええっていうもんちゃうねん。そ\nういう奴がおるから」と言い、保護者が警察を呼ぶと言うと、「呼べや、\n呼んでくれ。逆に俺、言うたるわ。名前何」、「クラスを言いなさい」な\nどと言い、保護者が子の所属する学年とクラスを回答すると、「聞いてる\nとか、聞いてないとか関係ないねん」「もう停めんといてくれ。もう二度\nと来んでええ」「はよ出て行け、はよ。はよ行け」などと言い、本件駐車\n場から速やかに退去するよう求めた。\nそして、上記車の隣に駐車しようとした別のＪ高生の保護者に対し、「こ\nんなんが、こういうのが困るんねんＪ高は」などと言い、駐車を拒否した。\nこれに対し、保護者も、興奮した様子で、「だからあんたのところ、だれも\nけえへんねん」「あんた病気やで、ちょっと」「やめてください。警察言い\nますよ」などと言ったところ、被告は、「なら何組か言うて。担任の先生の\n名前言って。」「だから。担任の先生の名前を言えばええやん」「親がこんな\nんやから、子供もこんなんになるねん」などと言った。\n（甲２６の２・３（枝番含む）、１２３の６９）\nキ  ７月２４日、原告の総合渉外部のＱ本部長（以下「Ｑ本部長」という。）\nは、”Ｄ”ＤＭらと本件店舗を所轄する布施警察署を訪問し、本件店舗に関\nする１１０番通報の実情を尋ねた。\n同署の署員は、個別の通報内容を当事者以外に開示できず、本件店舗の\n１１０番通報の具体的な件数を明らかにすることはできないが、管内の他\nのコンビニエンスストアと比べると、通報の件数が極端に多いこと、通報\nの内容が刑事事件化するほどのものではないことが多い旨を述べた。\n（甲５４、証人”Ｃ”ＺＭ）\nク  ２月から８月１１日まで、本件店舗に関し、利用客からお客様相談室に\n対する苦情申立てのうち、上記(11)イオカ、(12)アウエを含めて内部連絡\n票が作成されたものは、少なくとも２１件あった。（甲１２３の５０～５２、\n５４～６９、１２７の１４・１５）\nケ  ８月９日、Ｑ本部長は、被告及びＮがＪ大及びＪ高・Ｊ中の生徒及び保\n護者に対し、本件駐車場への駐車を拒否し、暴言を吐いたり、本件店舗の\n壁面に「Ｊ大・高中関係者の駐車一切お断り！」との張り紙をしたとの申\n告を受け、Ｊ大総務部の担当者に電話した。\n上記担当者は、Ｊ高・Ｊ中に事情聴取をし、８月２７日、Ｑ本部長に対\nし、①Ｊ高・Ｊ中の保護者会の日に、保護者が本件店舗で買物をし、本件\n駐車場に駐車しようとして被告とトラブルになったこと、②被告が生徒・\n保護者のクラスを明らかにするように求め、勝手に写真を撮るなどしたこ\nと、③保護者は理不尽な言い分に納得できなかったものの、本件駐車場か\nら退去せざるを得なかったこと、④Ｊ高の校長及び教頭が被告と複数回面\n談し、善処を求めたが、被告は、自分の店舗であり、自分が認めたものに\nしか駐車を認めないとの見解を曲げず、話合いは平行線であったこと、⑤\nＪ大として本件店舗を問題店舗と認識しており、原告本部において改善指\n導をしてほしい意向を伝えた。\n（甲５５、弁論の全趣旨）\n(13)  平成３１年４月以降の本件各投稿の内容等（この項は平成３１年又は令\n和元年の出来事であり、月日のみ記載する。）\nア  原告は、４月２５日以降、本件アカウントにおいて、別紙２のとおり、\n本件各投稿をした。（前提事実(4)ウ）\nイ  ４月２５日、原告のＲ社長（以下「Ｒ社長」という。）は、公正取引委員\n会が２４時間営業の強要が独占禁止法に抵触する可能性があると指摘し\nたことに関し、記者会見をした。その中で、Ｒ社長は、全国に非２４時間\n営業を希望するフランチャイズ加盟店が約１００店舗存在するところ、現\n時点では本部へのロイヤルティの減額や人件費の負担については考えて\nいないこと、２４時間営業はオーナーと個別に契約を締結して決定してお\nり、最終的にはオーナーが判断するものであり、独占禁止法違反には該当\nしないなどと発言した。投稿１は、上記記者会見についてされたものであ\nる。（甲３１の１、乙４６、８８）\nウ  上記イの後、原告は、時短営業を認めない方針を維持しており、投稿３\nはこれについてなされたものである。（甲３１の３、乙４７、８８）\nエ  原告の株主総会が開催された５月２７日、長野県で活動するＺ２ユニオ\nンの副委員長で、コンビニ関連ユニオンの委員長に就任予定であった者が、\nＳ大学への建造物侵入の容疑で逮捕された。投稿４は、上記逮捕について\nされたものである。（甲３１の４、乙４８、８８）\nオ  ７月１日、原告は、独自の電子決済サービスである「セブンペイ」を始\nめたが、その開始直後から第三者による不正利用が発覚し、７月４日時点\nで、約９００人に総額５５００万円の不正利用の被害が生じた。原告は、\n不正利用を受けた被害者に対して補償等をする一方、９月末にセブンペイ\nのサービスを終了することを決定した。また、原告は、１０月１０日、原\n告のＴ社長らの報酬の返納や、セブンペイを所管する株式会社セブン・ペ\nイの代表取締役の退任等の処分を行った。原告の上記対応について、７月\n１１日の朝日新聞デジタルにおいて、セブン-イレブンの沖縄初出店に際し、\nセブン-イレブン沖縄の社長がセブンペイの問題を謝罪したが、原告の執行\n役員らは記者会見等に姿を見せなかった旨の記事が掲載されるなど、原告\n本部を批判する内容の多数の報道がされた。\n投稿６以降の各投稿は、セブンペイに関連する原告の一連の対応等に関\nするものである。\n（甲３１の６～２４、乙４９、５１～５９、８８）\n(14)  令和元年６月から同年１０月までの原告と被告とのやりとり等（この項\nは令和元年の出来事であり、月日のみ記載する。）\nア  原告は、６月頃、原告訴訟代理人に本件店舗の時短営業、被告の接客対\n応や被告のツイッターへの投稿について相談し、今後の対応を検討した。\n原告は、原告訴訟代理人の助言により、７月頃以降、被告の接客対応の\n証拠化に着手し、業者に委託して本件店舗から道路を挟んで反対側の集合\n住宅の一室から本件店舗の撮影及び音声の収集等を始めた。なお、原告は、\n原告訴訟代理人から、被告に対してツイッターへの投稿の削除を要請する\nと、更なるツイートが招来されて事態が悪化するおそれがあるとの助言を\n受け、ツイッターへの投稿について静観することとした。\n（甲２６の１～３（各枝番含む）、７９、１３９、証人”Ｃ”ＺＭ）\nイ  原告は、７月頃、被告との間で、本件店舗を非２４時間営業店舗として\n運営することを検討し、”Ｄ”ＤＭは、７月１１日、非２４時間営業の契約\n変更約定書を持参して本件店舗を訪れ、契約変更約定書の内容を説明した。\nこれに対して、被告は、Ｒ社長から直接説明をしてもらわなければ対応し\nないと述べた。”Ｄ”ＤＭが、Ｒ社長の代理である旨を説明しても、被告は、\nＺＭやＤＭからの説明では対応するつもりはないと述べ、非２４時間営業\nへの契約変更をしようとしなかった。\n７月１７日、被告は、本件店舗を訪れた”Ｄ”ＤＭに対し、Ｒ社長と直\n接面談できないことを理由に、このままでは非２４時間営業への契約変更\nをする意向がない旨を述べた。その結果、原告と被告との間で、本件店舗\nについて非２４時間営業への契約変更のめどが立たなくなった。また、”\nＤ”ＤＭが、利用客からの苦情を伝えると、被告は、①本件店舗ではレジ\n待ちの列に並び、レジが空いたらどうぞと声を掛けてレジに来てもらって\nおり、これを守らない利用客に問題があるのに、お客様相談室が利用客の\n意見を鵜呑みにする、②本件駐車場のアイドリングについて、初めの２回\nは優しく注意しているのに、無視するし、文句を言う、弁当を食べるなら\nアイドリングを停止したらよく、嫌なら他で食べればよく、いちいち相手\nにするななどと述べた。\n（甲１２９の１１・１２・１３の１～４、証人”Ｄ”ＤＭ）\nウ  原告は、被告に対し、７月２６日付け書面により、①これまで本件店舗\nにも非２４時間営業の場合に適用される規定の適用を猶予してきたが、７\n月末日をもって本件店舗の時短営業の期間が満６か月になることから、時\n短営業の期間が６か月を超えた場合にも、非２４時間営業の場合に適用さ\nれる規定を猶予する意思はなく、合意をしないまま時短営業をすると、加\n盟店契約違反となること、②改めて、８月１日以降、従前の２４時間営業\nに戻すのか、時短営業を続けるのかについて、７月３１日までに回答する\nよう求めた。\nこれに対して、被告は、Ｒ社長宛の７月２９日付け書面により、非２４\n時間営業店舗を基準とする契約内容に変更することを拒絶しておらず、\n「もう、ＤＭやＺＭごときが来て、貴殿（Ｒ社長の意）との間に入って話\nが収まる状態ではなくなっております。貴殿との直接の話し合いの結果、\n締結しますと”Ｄ”ＤＭに伝えました。」などと回答し、Ｒ社長との面会が\nない限り、原告との信頼関係の修復が不可能であるとの見解を示した。\n７月３１日、”Ｃ”ＺＭ及び”Ｄ”ＤＭが本件店舗を訪れ、被告の上記見\n解を確認し、①時短営業を継続するのであれば、契約どおり２％の減額チ\nャージが適用されなくなるところ、本来なら時短営業を始めた２月から上\n記減額がなくなるはずであるが、他店との公平性も考慮し、８月から実施\nすること、②Ｒ社長が全店の経営者と話すのは物理的に無理であり、Ｒ社\n長との面会を条件にしている時点で、無理な条件を求めていると考え、本\n部として一方的な拒絶と理解していること等を説明した。\n原告は、８月９日付け書面をもって、被告に対し、非２４時間営業への\n契約変更に当たり、Ｒ社長との面会を求めているが、必要がないと考えて\nおり、８月１日以降、月次引出金、セブン-イレブン・チャージ、最低保証\nについて、非２４時間営業の数額を適用する旨を通知した。\n被告は、８月９日頃、”Ｄ”ＤＭに対し、本件店舗の休業時間を変更し、\n正月に休業する意向を示した。\n（甲１２９の１５・１６、１３３～１３５、証人”Ｃ”ＺＭ）\nエ  ８月２２日、被告は、”Ｄ”ＤＭに対し、人手不足により、本件店舗の営\n業時間を午前７時から午後１１時までに変更し、９月から日曜日を定休日\nとしたい意向を示した。\nこれに対して、”Ｃ”ＺＭ及び”Ｄ”ＤＭは、翌２３日、本件店舗を訪れ、\n被告の意向を確認し、日曜日に休業すると加盟店契約を解除せざるを得な\nい旨を説明し、被告に対し、①原告からオーナーヘルプ制度や従業員派遣\n制度の利用を提案したが、被告がこれを拒絶したこと、②本件店舗の従業\n員不足は、被告の募集、採用、トレーニング等の人の定着の取組みに問題\nがあること、③被告には研修中の賃金未払、レジの違算の補填等明らかな\n労働基準法違反行為があり、その是正がされないなど、従業員の協力によ\nる店内運営体制の構築が困難であること、④被告が契約違反を承知で上記\n意向を示すことは原告に対する重大な不信行為に当たること、⑤原告は、\n被告が深夜時間帯（午後１１時～午前７時）以外の時間帯に休業し、閉店\nすることに合意する意思はなく、上記時間帯以外に休業した時点をもって\n加盟店契約を解除する旨を記載した書面（甲１３６）を交付した。\n（甲１２９の１７（枝番含む）、１３６）\nオ  ８月２７日、原告のオーナー相談室長のＵ取締役（以下「Ｕ取締役」と\nいう。）は、本件店舗を訪れて被告と面談した。\nＵ取締役は、被告に対し、２４時間営業の問題について、加盟店におい\nて従業員の人手不足が生じていることを理解しており、加盟店の経営者ら\nから意見を聴取するなどしており、原告が２４時間営業の問題の解決に向\nけて対応中である旨を説明した。\nまた、Ｕ取締役は、本件店舗に関して多数の苦情が寄せられており、被\n告の接客が基本四原則に照らして異常な状況にあることについて、被告の\n接客について問題があると認識しているのか、これについて改善を図る意\n思があるかについて確認した。被告は、①常識を外れた行動をとる利用客\nに対して怒ることがあること、②ＯＦＣは利用客からの苦情をその都度被\n告に伝えるが、その際、そのような対応をした理由を説明しており、自分\nの接客対応には問題がないこと、③本部は利用客からの苦情のみを鵜呑み\nにして苦情内容の真実性を検討しておらず、カスタマーハラスメントが存\n在する実情を理解していないこと、④納得できない利用客には、本件店舗\nに来てもらうように伝えてもらっているが、誰一人来ないことなどを述べ\nた。これに対して、Ｕ取締役は、被告との信頼関係はほとんど保つことが\nできないに等しい状況にあるとの内部報告があり、これについて客観的に\n事実を確認していきたい旨を述べた。\nなお、被告は、同日の面談をふまえ、本件店舗の日曜日休業を実施しな\nいこととした。\n（甲４２の１～３、証人”Ｃ”ＺＭ、被告本人、弁論の全趣旨）\nカ   原告は、その後、上記のＵ取締役と被告との面談を踏まえて、その後の\n被告の接客対応やツイッターへの投稿状況等を見極めることとした。\nしかるに、９月２日、利用客からお客様相談室に対し、おにぎりを買っ\nておしぼりを求めたところ、被告から、「おしぼりがほしければ、他の店に\n行ってくれ」と言われた旨の苦情申立てがされた。利用客は、上記苦情申\n立ての際、被告が、以前から、気に入らない利用客に「お前みたいな客は\nいらへん！もう、こなくていいわ」と言ったこと、利用客が韓国人である\nところ、「韓国人の話す言葉はわからない」などと言ったと述べて、被告の\nオーナーとしての適格性に疑問を呈した。\nまた、９月１３日、利用客からお客様相談室に対し、本件店舗で支払を\nしようとして払込番号の確認に時間を要していたところ、被告から、「わか\nらないならさっさと帰ってくれ」と言われた旨の苦情申立てがされた。利\n用客は、その際、以前から被告の接客態度が悪く、報道においても自分の\nことしか話をしないなどと述べて、苦言を呈した。\n（甲１２７の１７・１８、１３９）\nキ  ９月２６日、被告は、突然、原告本部を訪問し、応対した従業員に対し、\n①Ｕ取締役が、８月２７日に本件店舗を訪問した際、利用客の苦情につい\nて事実関係を確認すると述べたことについて回答を求め、回答がなければ\n次のステップとして正月休業を実行すること、②Ｒ社長に会うことを継続\n的に要望していること等を伝えた。\nまた、被告は、１０月下旬頃、マスメディアに対し、本件店舗を翌年の\n１月１日に休業する意向を表明した。\n（甲１２９の１８、１３９、乙１２）\n(15) 令和元年１０月及び１１月の被告の接客対応等（この項は令和元年の出\n来事であり、月日のみ記載する。）\nア  １０月１１日の被告の接客対応について\n(ｱ) 認定事実\nガス工事業を自営するＶ（以下「Ｖ」という。）及びその同僚が、１０\n月１１日午後１時３９分頃、乗車していた白のハイエースを本件駐車場\nに駐車し、その後、Ｖの同僚が、運転席から降り、車の左側に回り込み、\n左後部のスライドドアを開け、助手席横付近で着替えをしていると、被\n告が、本件店舗から小走りでＶらの方に駆け寄り、「駐車場でなに着替え\nようとしとんじゃ」「お前らどこの現場のモンじゃ」などと言い、詰め寄\nった。Ｖは、降車し、相対した被告に対し、「（どこの現場とか）関係な\nいでしょ」「何（が悪いのか）？」と言うと、被告から顔面に頭突きを受\nけて、車の方にのけぞり、その体勢を立て直そうとしたところ、更に被\n告から顔面に頭突きをされてもみ合い、押し込まれるような体勢で車内\nに倒れ込んだ（以下、この一連の事実を「Ｖに対する暴行」という。）。\nその後、被告とＶがそれぞれ警察に通報し、現場に臨場した警察官は、\n双方から事情を聴取し、本件店舗の防犯カメラの映像の確認などを行っ\nた。また、Ｖは、お客様相談室に対し、被告の上記行動について苦情を\n申し立てた。Ｖは、目立った外傷がなく、痛みもわずかであったことか\nら、その後に医療機関を受診しなかった。\n被告とＶは、１０月１１日の件について被害届を提出しなかったが、\nＶは、令和２年３月１９日、原告訴訟代理人から紹介された弁護士を通\nじて、被告を暴行罪で告訴した。大阪地方検察庁は、同年１２月９日、\n嫌疑不十分を理由に被告を不起訴処分とした。\n（甲６４、７８、７９、１５４、証人Ｖ）\n(ｲ) 認定事実の補足説明\nａ  Ｖは、同僚が本件駐車場で着替えをしていたところ、近寄ってきた\n被告に大声で怒鳴りつけられ、さらに相対した被告から少なくとも顔\n面に３回頭突きをされ、その際、体勢を崩して車内に倒れこんだ旨を\n陳述（甲６４、７８）及び証言する。\nかたや、被告は、Ｖに対し、大きな声で怒鳴ったり、頭突きをして\nおらず、Ｖと相対した際、Ｖが被告の胸倉をつかみ、ひねるようにし\nて車の後部座席に被告を引っ張り込むように押し倒した旨を陳述（乙\n８８）及び供述する。\nそこで、上記の各陳述、証言及び供述の信用性を検討する。\nｂ  Ｖの陳述及び証言の信用性について\n⒜  １０月１１日の状況を撮影した映像（甲７９）上、Ｖの同僚が車\nの左側の助手席付近で着替えていたところ（動画内の表示時刻は１\n３：３９：５２。以下、同様に動画内の表示時刻を示す。）、被告が\n本件店舗の中から小走りでＶらに駆け寄り（１３：４１：２７）、Ｖ\nらに近づいた時点（１３：４１：３４）で、大きな声が発せられた\nことが確認でき、被告に大声で怒鳴られたとするＶの上記陳述及び\n証言と整合する。そして、上記映像では、被告が車の助手席付近で\n着替えていたＶの同僚に近づき（１３：４１：３６）、その後、Ｖが\n車の左後部スライドドアを開けて外に出て（１３：４１：５０）、被\n告が本件店舗を背にし、Ｖが車のスライドドアを左手前付近に立つ\n形で相対していること（１３：４１：５２）、その後、相対する男性\nの１名が後ろにバランスを崩す形で、車の左後方スライドドアから\n車内に倒れこんだこと（１３：４２：１０）が確認でき、その内容\nは、相対した被告から頭突きをされて、体勢を崩して車の中に倒れ\nこんだとするＶの陳述及び証言と整合する。加えて、Ｖは、Ｖに対\nする暴行の直後、警察に対して通報し、お客様相談室にも上記の陳\n述及び証言の内容と同趣旨の苦情を申し立てたこと等からすれば、\n暴行に関するＶの申述は一貫している。\n上記の検討からすると、Ｖの上記の陳述及び証言は信用すること\nができる。\nなお、Ｖは、被告がＶに対して３回頭突きをした旨の陳述（甲６\n４、７８）及び証言をするが、上記映像ではこれを確認できないか\nら、Ｖの上記部分の陳述及び証言を採用することはできない。\n⒝  これに対して、被告は、①上記映像では、被告がＶに頭突きをし\nたことや、被告とＶとの言い合いが確認できないこと、②陳述書（甲\n６４）では、被告から暴行を受けるまで１０秒も経過していないな\nどと陳述していたのに、その後に作成した別の陳述書（甲７８）に\nおいてその陳述内容を変更するなど、供述が変遷していること、③\nＶの証言は、暴行の内容や位置関係等の詳細について記憶があいま\nいであること、④Ｖが上記出来事の直後に病院を受診したり、警察\nに被害届を提出していないこと、⑤Ｖは、原告の働きかけによって\n被害届を提出したことが疑われ、被告は上記出来事について嫌疑不\n十分を理由に不起訴処分になっていること等から、Ｖの上記陳述及\nび証言は信用できない旨主張する。\n上記①について、上記映像では、Ｖ及び被告の詳細な動作を確認\nすることはできないものの、被告とＶが相対した後、Ｖが後方にの\nけぞり、その後に被告とＶが車内に倒れこんだことが確認できる。\n被告とＶが何もせずに相対していたのであれば、Ｖが後方にのけぞ\nることはないし、仮にＶが被告に対して有形力を行使すれば、被告\nが後方にのけぞることはあっても、Ｖが後方にのけぞり、体勢を崩\nすことは考えられないのであり、被告がＶに対して有形力を行使し\nたことによりＶが後方にのけぞったものと推認できる。また、甲７\n９では、被告とＶの詳細な発言内容は確認できないが、被告が本件\n店舗から出た直後に怒声がしたことは確認できるのであり、その時\n点でＶが被告に対して怒声を浴びせるような事情はうかがわれない\nから、被告がＶらに対して怒声を浴びせたと認定するのが自然であ\nる。したがって、被告の上記主張は採用することができない。\n上記②について、Ｖは、陳述書（甲６４）において、駐車してか\nら１０秒も経過していないうちに被告が現れたとの陳述していたと\nころ、別の陳述書（甲７８）では、駐車してから７０秒後に被告が\n現れたと陳述している。しかしながら、甲７８の陳述書はＶが上記\n映像（甲７９）を見て時間を確認した上で作成されたものである。\nＶにとって、偶然立ち寄った本件店舗において、被告から頭突きを\nされるという、通常想定できず、しかも非常に衝撃的な出来事に遭\n遇したのであり、暴行を受けた記憶が鮮烈で、そこに至る経過を短\nく感じたとしても何ら不自然ではなく、その後に上記映像で時間等\nを確認した結果、正確な時間を改めて陳述することには合理的な理\n由がある。また、Ｖは、Ｖに対する暴行の後、お客様相談室に対し、\n苦情を申し立て、その際、本件店舗で買物をした後にＶに対する暴\n行を受けた旨を申述したところ（甲６４別紙、１２３の７０）、買物\nをしたとの申述が勘違いであった旨を証言する。Ｖの上記苦情申立\nては、Ｖに対する暴行の直後の、興奮覚めやらぬ時点でなされたも\nのであるから、Ｖが自ら体験したことの一部について勘違いをして\nいたとしても、無理からぬところがある。Ｖに対する暴行に関する\nＶの陳述及び証言は、主要部分について一貫しており、この点につ\nいて変遷や記憶違いは認められず、その信用性を減殺する事情は認\nめられない。したがって、被告の上記②の主張は採用することがで\nきない。\n上記③について、Ｖの証言では、暴行の内容や位置関係等の詳細\nについて記憶があいまいな点があるが、上記②について説示した事\n情に照らすと、Ｖがその内容等を詳細に記憶していなかったとして\nもやむを得ず、Ｖの陳述及び証言は主要部分について一貫している\nから、その信用性を左右しない。\n上記④について、Ｖは、現場で警察官による事情聴取を受けるな\nどしたところ、Ｖに対する暴行後も予定されていた作業現場に行く\n必要があった（甲６４、証人Ｖ）から、その後の手続を煩瑣に感じ\nたこと、また、暴行によりさしたる傷害を負わなかったことからす\nると、Ｖに対する暴行直後に被害届を提出しなかったとしてもやむ\nを得ないところがある。また、Ｖが、Ｖに対する暴行直後に病院を\n受診しなかったとしても、その痛みの程度が軽く、受診するまでも\nないと判断して病院を受診しなかったことは十分に考えられる。し\nたがって、ＶがＶに対する暴行直後に被害届を提出せず、病院を受\n診しなかったことは、Ｖの陳述及び供述の信用性を左右しない。\n上記⑤について、原告訴訟代理人がＶに対し、捜査機関に対して\n殊更原告に有利な申述をするように働きかけたことを認定又は推認\nできる証拠はない。また、被告は、Ｖに対する暴行について、嫌疑\n不十分を理由に不起訴処分とされたが、Ｖが被告を告訴したのはＶ\nに対する暴行から約半年後であり、本件店舗の防犯カメラの映像が\n残っておらず、これにより確認できなかったことから、嫌疑不十分\nにより不起訴処分になったとも考えられるから、これをもって、Ｖ\nの陳述及び証言の信用性を左右しない。\nしたがって、被告の上記①～⑤の主張はいずれも採用することが\nできない。\nｃ  被告の陳述及び供述の信用性について\n被告は、１０月１１日、Ｖに対して、大きな声で怒鳴ったり、頭突\nきをしておらず、Ｖと相対した際、Ｖが被告の胸倉をつかみ、ひねる\nように車の後部座席に被告を引っ張って押し倒した旨を陳述（乙８８）\n及び供述する。\nしかしながら、本件駐車場で着替えをしていたＶらが、近寄ってき\nた被告に対し、大きな声を発すべき事情はなく、本件駐車場の周辺で\n第三者が大きな声を発した事情も認められない。かたや、前記(６)ウ\nエ、(7)ウキケ、(8)アイ、(9)アイ、(12)ウオカで認定したとおり、被\n告は、従前から本件駐車場の利用について利用客との間で度々トラブ\nルを生じ、強い態度で利用客に対応していたのである。これらの事情\nに照らせば、被告が、本件店舗で買物をせずに本件駐車場で着替えを\nしていたＶの同僚を咎めるために大声をあげて詰め寄ったとみるのが\n自然である\nまた、甲７９では、Ｖが被告の胸倉をつかみ、被告を車内に押し込\nんだ動きは確認できないし、車のスライドドアを背にして被告と相対\nしていたＶが、被告を押し返すならまだしも、わざわざ回り込んで被\n告を車内に押し込むことは不自然である。\nしたがって、被告の上記の陳述及び供述は信用できず、これを採用\nすることはできない。\nイ  １０月２２日の被告の接客対応\n(ｱ) 認定事実\n１０月２２日、利用客が本件店舗を訪れ、本件駐車場に３０分以上駐\n車したところ、被告との間で駐車及び駐車料金の支払について口論とな\nった。同日午後２時１５分頃、利用客が本件駐車場から退去しようとし\nたところ、被告が発進する利用客の車に向けて飛び蹴りをし、その後、\n更に利用客と口論になり、互いに手で相手の胸を押すなどのもみ合いに\nなった。（甲８２、１２３の７１）\n(ｲ) 事実認定の補足説明\n被告は、本件駐車場に長時間駐車をしている車を発見し、利用客に注\n意したところ、利用客が駐車料金を踏み倒そうとして挑発的な言動をし\nたもので、利用客の車の発進を阻止しようとして車の前に足を出したと\nころ、車が前進しており、タイヤの上部付近に足が当たったにすぎず、\nその後、利用客が本件店舗内に入り、「ここのオーナーは」などと大声を\nあげて騒ぎ業務妨害を始めたので、他の利用客に迷惑になると思い、利\n用客を店外に連れ出した旨を陳述（乙８８）及び供述する。\n１０月２２日の状況を撮影した映像（甲８２）によると、白い車が、\n本件駐車場から退去するために後進を開始し（動画内の表示時刻は１４：\n１５：２０。以下、同様に動画内の表示時刻を示す。）、少し後退して一\n時停止し（１４：１５：２３）、その後ハンドルを右に切って、前進して\n本件駐車場から退去しようとしたところ（１４：１５：２４）、折から車\nの助手席付近から少し離れて立っていた被告が、退去しようとする車に\n小走りで近づき、助走をつけ距離を縮め、車のほぼ中央から左側面部付\n近に向けて飛び蹴りをしたこと（１４：１５：２６）が確認できる。\n加えて、上記映像（甲８２）では、その直後に本件駐車場から退去し\nようとしていた上記車の運転手が降車し（１４：１５：３４）、本件駐車\n場上で被告と胸を押し合ってもみ合うような形になっていることが確認\nできる。\n被告の上記陳述及び供述は、上記認定の客観的事実に反しており、信\n用できず、これを採用することはできない。\nなお、被告は、上記事案が刑事事件や民事紛争に発展していないこと\nが、被告が利用者の車に飛び蹴りをしていないことの証左である旨主張\nするが、利用者が車にさしたる損傷が生じなかったことから、被害届を\n出さず、また、損害賠償請求をしなかったことも十分に考えられるから、\n被告の上記主張は採用することができない。\nウ  １１月５日、苦情申立人（以下「Ｗ」という。）からお客様相談室に対し、\n①本件店舗を訪れたところ、偶々、その友人が保育園からの迎えの帰りに\n本件駐車場に駐車したところに出くわした、②その友人が子供のためにお\n菓子を買うと言っているのに、被告は、その友人に対し、「車を停めるな」\nと怒鳴っていた、③これを見ていたＷがその友人に対して「関わらない方\nがいい、はよ帰り」と言うと、これを聞いた被告は「お前、オバハンは黙\nっとけ」と言い、Ｗが「え？私に言っているの？」と尋ねると、「ほんなら、\nお前はオッサンか」と言われた、被告にセブン-イレブンの看板を名乗らせ\nてはいけないなどの苦情が申し立てられた。（甲１２７の１９）\n(16)  本件催告及び本件催告解除に至る経緯等（この項は令和元年の出来事で\nあり、月日のみ記載する。）\nア  ８月２７日のＵ取締役との面談後、被告はその面談内容を録音したもの\nをＳＮＳ上で公表し、投稿１８～２４をした。加えて、被告が９月２６日\nに突然原告本部を訪問したときのやりとりから、原告内部では、被告が本\n来無関係な被告の接客対応と正月休業とを結びつけ、強引に自分の考えを\n実現しようとしたり、実現不可能なＲ社長との個人面談を繰り返し求めて\nいるなどと考えられ、被告との間の信頼関係の構築が困難であると考えら\nれるようになった。\nそして、原告は、１０月１１日及び１０月２２日の被告の接客対応を把\n握し、被告の言動が利用客への物理的な加害に及ぶなど、従前よりもエス\nカレートし、傷害等への重大事案に発展し、セブン-イレブンのイメージを\n毀損する事態が生じるリスクがあるものと判断し、本件基本契約を解除す\nることを検討した。\n（認定事実(15)、甲３１の１８～２４、１３９、証人”Ｃ”ＺＭ）\nイ  Ｕ取締役と原告が面談した後の９月から１１月まで、本件店舗に関し、\n利用客からお客様相談室に対する苦情申立てのうち、上記(15)アイを含め\nて内部連絡票が作成されたものだけでも、少なくとも７件あった。\n１月から１１月までを通算すると、本件店舗に関し、利用客からお客様\n相談室に対する苦情申立てのうち、内部連絡票が作成されたものは、少な\nくとも３４件あった。\nこれに対して、本件店舗の近隣のセブン-イレブンの加盟店について、１\n月から１２月まで、利用客からお客様相談室に対する苦情申立て（ただし、\n内部連絡票が作成されていないものも含む。）は、東大阪Ｋ３店が４件、東\n大阪Ｋ１店が２件、東大阪Ｋ２店（ただし、６月～１２月）が４件であっ\nた。\n（認定事実(9)カ、(12)ク、甲１２３の７０～７２、１２４の１～５、１２\n７の１６～１９）\nウ  １２月２０日、”Ｃ”ＺＭ、法務部担当者及び原告訴訟代理人らが本件店\n舗を訪れ、被告に対し、本件催告書を交付し、これを読み上げてその内容\nを説明した。本件催告書には、要旨、①セブン-イレブン・イメージは、日\n本全国及び世界各地の全ての加盟店全体の信用を支えるものであるところ、\n被告の本件店舗における利用客に対する言動はセブン-イレブン・イメージ\nとかけ離れたもので、常軌を逸していること、②具体的には、本件店舗に\nついて、平成２８年に５６件、平成２９年に７０件、平成３０年に５６件、\n平成３１年１月から令和元年１０月までに７８件もの苦情が寄せられるな\nど、その苦情件数が極めて異常であること、③平成２９年から令和元年ま\nでの１１件の利用客からの具体的な苦情内容、④被告による本件各投稿が、\n原告の社会的評価を低下させる内容であり、原告と被告との間の信頼関係\nを破壊するものであることなどが記載され、被告の上記行為は原告と被告\nとの間の信頼関係を破壊するものであり、本件基本契約所定の解除事由に\n該当するので、１２月２０日から１０日以内に、被告の行為により破綻し\nた原告と被告との間の信頼関係を回復するための所要の措置を講じること\nを催告し、これに応じない場合には、１２月３１日をもって本件基本契約\nを解除する旨を通知した。\nこれに対して、被告は、①自分勝手なことをして注意された利用客は、\n自分に有利なように本部に苦情を申告するものであり、被告は、ＯＦＣや\nＤＭから伝えられた苦情に対して一つ一つ対応して解決していること、②\n被告や本件店舗の従業員に対して暴言や横柄な態度で接する輩（やから）\nのような利用客が多数存在しており、これらの利用客に対しては、強い口\n調で対応しなければ本件店舗を経営できないこと、③原告は、利用客から\nの一方的な苦情の申立てを前提にして被告の言い分を聞き入れておらず、\n上記のような利用客の存在を認識していないこと、④被告は利用客への接\n客対応を改善しているなどと反論した。そして、被告は、原告が異常と指\n摘する利用客への接客対応について、被告の対応には問題がなく、改善す\nる余地がない旨を述べた。\n原告訴訟代理人らは、利用客への聞取調査や客観的な資料の収集等をし\nており、第三者が客観的に判断した場合には被告に非のある接客対応であ\nったと認められること、仮に被告が本件店舗の運営のために行った接客対\n応であったとしても、客商売においては被告の利用客に対する言動自体が\n原告のイメージを毀損するものであるなどを説明した上で、異常な接客対\n応に加えて、本件各投稿が原告と被告との信頼関係を破壊するものであり、\nこのままでは１２月３０日の経過をもって本件基本契約が解除により終\n了する旨を説明した。被告は、催告期間として１か月を要求したが、原告\n訴訟代理人は、本件基本契約書において催告期間が１０日間と定められて\nいることを理由に、催告期間の延長には応じられない旨を述べた。\n（甲３２～３４、乙８８、証人”Ｃ”ＺＭ）\nエ  被告は、１２月２０日の原告の担当者らとのやりとりの終了後、本件店\n舗外で同日のやりとりを取材しようとしていた報道陣に対し、「正月１日\nにやっぱり休んでもらうとまずいということで」などと話し、原告が、被\n告が本件店舗において元日営業を止めることを理由に本件基本契約を解\n除しようとしている旨を説明した。\n被告の上記説明を踏まえ、１２月２１日、読売新聞、朝日新聞及び毎日\n新聞において、被告の言い分として、「（利用客からの苦情を理由とする解\n除は、）被告の言い分を無視した一方的なものであり、時短営業や休業に踏\nみ切る加盟店をこれ以上増やしたくないというのが本音である」「顧客に\n対しては営業上、必要な注意をしたまでである」「カスタマーハラスメント\nが多い」などの記事が掲載され、原告本部が時短営業を行う被告との間の\n契約を解除することを通告し、被告がいずれも本件基本契約の解除を争う\n姿勢であることが報道された。\n（甲３４の１・２、３５の１（枝番含む））\nオ  被告は、その後、Ｘ弁護士（以下「Ｘ弁護士」という。）に原告との紛争\nについて相談し、対応を検討した。\n被告は、原告に対し、１２月２４日、①接客対応に関する原告の指摘に\nついて身に覚えがなく、原告が具体的に指摘した１１件のうち、９件は本\n件駐車場の無断無料長時間駐車の事例であり、他は家庭ごみの持込みやト\nイレの悪用の事例であり、いわゆるカスタマーハラスメントが背景にあり、\n今後は原告の社員との意思疎通を図り、利用客からの理解を得るために、\n被告及び従業員の言葉遣いや態度を改善する意向であること、②本件各投\n稿について、原告に対する誹謗中傷に当たるとの指摘について、被告の本\n意ではないが、指摘がある以上、今後は、一切Ｒ社長個人への批判、攻撃\nを行わないことを約束すること等を記載した同日付け書面（甲３６号証）\nを送付した。\n”Ｈ”ＯＦＣは、同日、本件店舗を訪れ、被告から過去のクレームを明\nらかにするよう求められたことから、口頭で説明したが、被告は納得しな\nかった。\n“Ｄ”ＤＭ及び”Ｈ”ＯＦＣは、翌２５日、本件店舗を訪れ、被告に対\nし、平成３１年１月以降の本件店舗に関する苦情約５０件を読み上げて伝\nえた。これに対し、被告は、「それはお客様が悪いですよね」「それはＯＦ\nＣから聞いていない。聞いていないものは改善しようがない」などと、自\nらの接客対応の正当性を主張した。\n（甲３６、１２９の１９、証人”Ｄ”ＤＭ）\nカ  １２月２７日、被告は、東京都内において、コンビニ関連ユニオンと記\n者会見を行い、原告から本件店舗への苦情の多さを理由として本件基本契\n約を解除する旨の通告を受けていることを明らかにし、「寝耳に水。ビック\nリしました」「クレームは改善し、１つ１つ解決している」「クレームが殺\n到しているとだけ言われても、内容などを言われていないから改善のしよ\nうがない」「クレームも実際は多くない」「本当にクレームが理由ならば、\nもっと早い段階の１２月１日にも言えたんじゃないか」「契約解除になれ\nば戦いたい」などと発言した。（甲８９）\nキ  １２月２９日、被告とＸ弁護士は、原告訴訟代理人らと面談し、原告と\n被告との間の信頼を回復するための措置として、①１２月３１日までに利\n用客から苦情が出ない接客態度を取ること、②本件アカウントを削除する\nこと、③上記①②をもって信頼回復のための措置として不十分であるとす\nるなら、原告が主張する信頼回復のため必要な十分な措置を明らかにして\nほしいこと、④数か月又は数年前の利用客からのクレームに対して今にな\nって改善措置をとるよう求められても、具体的にどのようにすればよいの\nかわからないことなどを記載した１２月２９日付け回答書を交付し、顧客\nからクレームが出ない接客態度をとること及びツイッターアカウントを\n削除することを誓約する旨の誓約書（甲３８）を差し入れた。\n上記面談の際、被告は、原告の指摘する異常な接客対応について、その\nような事実が存在するのか不明であり、仮に存在するとしても利用客から\nの一方的な申告によるものであること、原告も従前被告の接客対応を問題\n視していなかったことなどを述べ、解除事由を否定する旨を述べた。\nこれに対し、原告訴訟代理人らは、異常な接客対応を証明するための客\n観的資料を収集している旨を回答し、２月１日付け通知書や、８月２７日\nのＵ取締役との面談等においても被告の異常な接客対応やその是正改善\nを繰り返し指摘したにもかかわらず、被告が、１２月２０日の面談後、報\n道機関に虚偽の内容を伝えたり、異常な接客対応を認めないなど、原被告\n間の信頼関係を改善しようとする態度がみられないとして、予定どおり本\n件基本契約を解除する旨を伝えた。\n原告訴訟代理人とＸ弁護士は、上記面談から１２月３１日にかけて交渉\nし、本件店舗を１２月３１日までに原告に仮に引き渡すこと等について協\n議したが、合意に至らなかった。\nコンビニ関連ユニオンは、１２月３０日、ツイッター上で、翌３１日に\n原告が本件店舗のレジシステムを強制的に停止するために訪れる可能性\nが高いとして、本件店舗で越年越冬交流集会を開催することを表明し、同\n集会への動員を促す呼び掛けをした。\n（甲３５の２・３（枝番含む）、３７、３８、３９の１～５（枝番含む）、\n４７の１・２（枝番含む）、５９、被告本人）\nク  原告は、１２月３１日、被告に対し、本件催告解除をした。（前提事実\n(4)オ）\n(17)  公正取引委員会のコンビニエンスストアの年中無休営業及び２４時間営\n業に関する見解等\n公正取引委員会（以下「公取」という。）は、令和元年１０月から令和２年\n８月にかけて、全国の大手コンビニエンスストアチェーンの全ての加盟店５\n万７５２４店を対象として、コンビニエンスストア本部と加盟店との取引等\nに関する実態調査を実施した。公取は、上記調査結果を踏まえて、令和２年\n９月、コンビニエンスストア本部と加盟店との取引等に関する実態調査報告\n書を公表した。\n上記報告書の要旨は、①年中無休営業及び２４時間営業を行うことに顧客\nのニーズがある場合があり、これを条件としてフランチャイズ契約を締結す\nることは、第三者に対するチェーンの統一イメージを確保する等の目的で行\nわれており、加盟店募集の段階で十分な説明がなされている場合には、直ち\nに独占禁止法上問題となるわけではないこと、②令和元年頃から、本部が時\n短営業を容認する姿勢を対外的に示すようになっており、大手コンビニチェ\nーン８店においては、本部と加盟店とで合意すれば時短営業への移行が認め\nられており、実際に時短営業の店舗が徐々に増加していること、③もっとも、\n時短営業を希望するオーナーのうち８．７％が、本部が時短営業の交渉に応\nじない旨を回答するなどの結果を踏まえ、本部がその地位を利用して協議を\n一方的に拒絶し、加盟店に正常な商慣習に照らして不当に不利益を与える場\n合には優越的地位の濫用に該当し得るとの見解を示した。その上で、上記報\n告書は、本部に対し、時短営業を容認することとした場合には、そのことを\n社内に周知徹底するとともに、２４時間営業を行う加盟店から時短営業に係\nる協議の要請があった場合には、加盟店の立場に配慮した丁寧な対応を行う\n必要がある旨を指摘した。\nまた、公取は、令和３年４月、上記実態調査の結果を踏まえて、フランチ\nャイズ・ガイドラインを改正し、本部が、加盟者に対し、契約期間中であっ\nても両者で合意すれば契約時等に定めた営業時間の短縮が認められるとして\nいるにもかかわらず、２４時間営業等が損益の悪化を招いていることを理由\nとして営業時間の短縮を希望する加盟者に対し、正当な理由なく協議を一方\n的に拒絶し、協議しないまま、従前の営業時間を受け入れさせることが優越\n的地位の濫用に該当し得る想定事例として挙げた。\n（乙１６、７５）\n２  争点１（被告の顧客対応が本件基本契約４条２項４号、５条３号に違反し、\n同４６条２項１号、２号の解除事由に該当するか、被告の本件各投稿が同４６\n条２項１号、２号の解除事由に該当するか）について\n(1) 被告の接客対応について\nア  原告のフランチャイズ加盟店における接客対応に関する規定についてみ\nると、前提事実及び認定事実のとおり、①  本件基本契約では、各セブン\n-イレブン店が、一定の仕様による共通した独特の店舗の構造や接客方法\nなどが特色を有し、それが独特の印象として定着し、広く認識され、親し\nまれており、このイメージ（セブン-イレブン・イメージ）が各加盟店の信\n用を支えている旨が定められていること（前提事実(2)イ（４条２項４号）、\n②  原告が加盟店向けに作成している契約の要点説明書には、チェーン運\n営で一番大切なことは「統一性」であり、利用客に繰り返し利用してもら\nうためには、どの店舗を利用しても、同じ商品や同じサービスが受けられ\nることが必要であること、原告のノウハウやシステム、イメージと異なる\n独自の経営を希望する者は加盟店契約を勧めないこと、基本四原則の徹底\nが、店舗のイメージを高め、利用客からの信用や信頼につながること、加\n盟者がセブン-イレブン・イメージを低下させることや原告に対する重大\nな不信行為が本件基本契約の解除事由に当たり、重大な不信行為の具体例\nとして、インターネット等に原告を批判する記事を載せ、その信用を低下\nさせること等が記載されていること（認定事実(1)ウ）、③  システムマニ\nュアルには、基本四原則の徹底が店舗のイメージを高め、利用客からの信\n用や信頼につながっていること、全国の各店舗において、セブン-イレブン\nチェーンとしての統一性や利用客からの信頼等を表象する営業シンボル\nとして原告の表章が存在しており、セブン-イレブン・イメージの維持が原\n告の信頼を支えるため、加盟店のオーナーもセブン-イレブン・イメージの\n維持に努める責任があることが記載されていること（認定事実(1)ウ）、④\nトレーニングテキストには、フレンドリーサービスについて、感じの良\nい接客に関する注意喚起がされていること（認定事実(1)ウ）、⑤  被告は、\n本件基本契約の締結に際して、原告から、契約の要点説明書、システムマ\nニュアル及びトレーニングテキストの交付を受け、その内容を確認したこ\nと（認定事実(3)）が認められる。\nこれらの事実によると、原告は、被告との間で、本件基本契約により、\n被告が原告及び加盟店全体のブランドイメージを保つ責務を負うことを\n前提に、フレンドリーサービスを含む基本四原則の徹底が、原告及び加盟\n店全体の信用及び信頼を基礎づける重要な事項であると位置付け、そのこ\nとを被告との間で認識共有し、被告が本件基本契約に関する重大な違背を\nした場合には解除事由があるものとして、本件基本契約を解除することが\nできる旨を定めた（本件基本契約４６条２項１号、２号）ものということ\nができる。\nイ  そこで、以上を前提に、本件店舗における被告の接客対応をみるに、前\n提事実及び認定事実のとおり、本件店舗では、①  少なくとも、被告の利\n用客に対する注意から口論になり、被告が利用客又はその車に対して有形\n力を行使したのが平成２９年６月１３日（認定事実(7)キ）、同月２７日（認\n定事実(7)ケ）、令和元年７月１６日（認定事実(12)ウ）、同月１９日（認定\n事実(12)オ）、同年１０月１１日（認定事実(15)ア）及び同月２２日（認定\n事実(15)イ）にあったこと、②  上記①以外にも、被告は、少なくとも平\n成２８年から令和元年にかけて、接客に際し、反復継続して、利用客に対\nし、乱暴な言動や侮蔑的な話し方をして、利用客からお客様相談室に対し、\n苦情が申し立てられ、その中には、被告の言動が原告のブランドを傷つけ\nるとの指摘をするものがあったこと（認定事実(6)ア～エ、(7)ア～カ、ク\nコサ、(8)イ～カ、(9)アイ、(11)イオ、(12)アイエカ）、③  本件店舗に関\nし、内部連絡票が作成された苦情申立ての件数は、本件店舗の近隣のセブ\nン-イレブンの店舗に対する苦情申立て（内部連絡票が作成されたものに\n限らない。）に比べると、群を抜いて多く、また、布施警察署に対する通報\n件数も上記近隣店舗より極端に多いこと（認定事実(6)オ、(7)シ、(8)ク、\n(16)イ）が認められる。\nこれらの事実によると、被告の上記の接客対応は、通常の接客対応の範\n囲を超え、原告が重視している基本四原則のうちのフレンドリーサービス\nを逸脱しており、原告のブランドイメージを低下させるものといわざるを\n得ない。\nそうすると、被告の接客対応は、本件基本契約５条３号に該当し、本件\n基本契約４６条２項１号、２号の解除事由に当たるというべきである。\nウ(ｱ) これに対して、被告は、①  原告が指摘する異常な接客対応には、重\n複するものや実質的に苦情とは認められないものが含まれている上、利\n用客からの申告内容は虚偽又は利用客にとって都合の良い事実のみが申\n告されていたり、利用客の対応の方が問題である事案も含まれている、\n②  原告の内部連絡票等にも利用客からの苦情申立てに対するＯＦＣ等\nの対応結果が記載されていないものが多く、利用客からの苦情は、原告\nも問題視しない程度のものである、③  本件店舗の利用客数及び売上高\nは、近隣店舗と比べてそん色のない水準であり、本件店舗が利用客から\n支持されている証左である、④  原告も被告に対して感謝状を送付して\nおり、被告の接客対応を問題視していなかった、⑤  カスタマーハラス\nメントが社会問題化しており、被告は、異常な利用客に対し、毅然とし\nた対応をしたにすぎないなどと主張するので、順次検討する。\n(ｲ) 上記①について\n確かに、内部連絡票が作成された本件店舗に関する苦情には、利用客\nに問題がある事例（甲１２３の６・３２）や利用客のささいな言動が契\n機となり、被告と利用客のトラブルに発展した事例（認定事実(6)アエ、\n(7)アオカ）が散見される。\nしかしながら、上記を除いて、内部連絡票が作成された本件店舗に関\nする苦情については、利用客に格別問題があることがうかがわれない。\nまた、上記のうち後者の事例についても、利用客に対して毅然かつ穏当\nに対応することが可能であるにもかかわらず、被告が利用客の言動に即\n時かつ敵対的に対応したことによりトラブルに発展したものというべき\nであり、上記イの認定、評価を左右しない。\n(ｳ) 上記②について\n被告は、令和元年８月２７日のＵ取締役との面談の際、利用客からの\n苦情申立てがされた都度、担当のＯＦＣから苦情を伝えられていること\nを認めている（認定事実(13)オ）から、たとえ内部連絡票等に担当ＯＦ\nＣが被告に対して指導や注意した旨の記載がなくても、原告が被告の接\n客対応を問題視していなかったことにはならないというべきである。\n(ｴ) 上記③について\n認定事実(4)アのとおり、本件店舗の利用者及び売上高は相応にあり、\n平成２８年以降も東大阪地区で平均以上であり、ナナコカードの獲得件\n数や注力商品の販売実績等は上位にあったことが認められる。\nしかしながら、コンビニエンスストアの売上や利用者数は、店舗の立\n地、周辺の施設の有無、近隣の競合店舗の有無、商品の品揃え、清潔度、\n駐車場の有無、その他各種サービスの有無等の要因により左右されるも\nのであり、必ずしも店舗の接客対応のみによって左右されるものではな\nい。認定事実(2)イのとおり、本件店舗の周辺には、多くの小規模の事業\n所やＪ大・Ｊ高・Ｊ中があるなどの立地条件を考慮すると、本件店舗の\n利用客数が多かったことや売上高があったことをもって、被告の問題の\nある接客対応を否定する根拠にはならないというべきである。\n(ｵ) 上記④について\n原告は、被告に対し、平成２５年２月及び平成２９年２月、本件店舗\nに宛てて祝意及び感謝の意を表する書面を送呈したが、これは、加盟店\nの開店１周年や５周年等の節目に合わせて、売上等に関係なく、定型の\n書式を用いて一律に作成、送付するものであるから（認定事実(4)ウ）、\n原告が被告の接客対応を問題視していなかったことを裏付けるものとは\nいえない。\n(ｶ) 上記⑤について\n近時、接客業において横柄な態度や理不尽な要求を行う一部の利用客\nによるいわゆるカスタマーハラスメントが社会問題化していることは公\n知の事実であるが、上記(ｱ)で説示したとおり、本件店舗において苦情を\n申し立てた利用客に問題がある事例は少ないし、また、仮に一部の利用\n客に問題があったとしても、被告は、原告の加盟店として、全国的に統\n一されたブランドイメージを確保するために相当な接客対応をすること\nが求められるから、被告独自の基準による接客対応が許容されるもので\nはないというべきである。\n(ｷ) 小括\n以上より、被告の上記①～⑤の主張は、いずれも採用することができ\nない。\n(2) 本件アカウントによるツイッターへの投稿について\nア  被告は、認定事実(13)のとおり、平成３１年４月２５日以降、原告の経\n営陣を批判する内容等の本件各投稿を行ったところ、これらの投稿は、原\n告の提供する電子マネーサービスであるセブンペイの不正利用問題や原\n告の社長の２４時間営業に関する記者会見の内容をふまえ、被告の認識や\n意見などを表明するものであったと認められる。\nもっとも、本件各投稿は、単に原告の経営陣の経営判断を論難するにと\nどまらず、「お粗末な企業のトップ（投稿１）」」「セブン本部がとうとう悪\nの本性を露わにしました（投稿４）」「セブンの腐敗（投稿５）」「腐った上\nには腐った下しか付かないという事です。セブン本部にも言える事でしょ\nう（投稿２３）」等の表現は、原告を誹謗中傷する内容を含み、正当な論評\nの域を超えたものである。また、「セブン本部と国とはたぶん金の力で繋が\nっています（投稿４）」「セブンの腐敗、Ｙ政権の腐敗、腐敗した者同士が\n金の力でつるんで、下の者を痛めつけて自分たちだけが栄華栄耀に耽る\n（投稿５）」との表現は、原告が国と結託して不当に利益を得ているとの事\n実を摘示し、原告の社会的信用を低下させるものである。加えて、原告の\n社長らの顔写真が投稿された第三者の投稿を引用して、「二人とも良い顔\nしてますね。人間落ちに落ちたら、こんな顔出来るんです。（投稿７）」、「腐\n敗しきった経営陣（投稿１６）」「バカな幹部（投稿１７）」「本当にこのＺ\nという本部長は・・・ただの馬鹿か？（投稿２０）」等の表現は、原告の経\n営陣に対して人格攻撃をするものである。\n本件各投稿は、伝播性の高いツイッターを含むＳＮＳ上で、被告が契約\n関係にある原告の社会的評価を低下させ、原告の経営陣に対する人格攻撃\nをするものであるから、本件基本契約５条３号に違反し、基本契約４６条\n２項１号、２号の解除事由に当たるというべきである。\nイ  これに対して、被告は、平成３１年４月に、公正取引委員会においてコ\nンビニエンスストアにおける２４時間営業の強要が独占禁止法に違反す\nる可能性がある旨指摘したことや、令和元年７月に原告の提供する電子決\n済サービスであるセブンペイの不正アクセスの問題等について、原告の取\n締役等の経営陣の対応を非難したものであり、本件各投稿は原告に対する\n誹謗中傷を含むものではなく、また、原告の経営陣を非難する部分につい\nても、原告の体制をより良いものとするために、被告の意見を世論に表明\nしたものにすぎない旨主張する。\nしかしながら、本件各投稿がセブンペイをめぐる原告の経営陣の対応を\n批判したり、原告の経営体制の改善を求める意図でされたものであったと\nしても、上記アで説示したとおり、本件各投稿のうち、多くの投稿は、一\n般の読者の普通の注意と読み方に照らして考えれば、その内容が原告を誹\n謗中傷したり、原告の社会的信用を低下させたり、原告の経営陣に対する\n人格攻撃にほかならず、およそ正当化できるものではない。\nしたがって、被告の上記主張は採用することができない。\n(3) 小括\n以上より、被告の接客対応は、本件基本契約５条３号に違反し、同４６条\n２項１号、２号の解除事由に該当する。また、本件各投稿は、同５条３号に\n違反し、同４６条２項１号、２号の解除事由に該当する。\n３  争点２（原被告間の信頼関係が破壊されたといえるか）について\n(1) 前提事実及び認定事実によると、本件基本契約の契約期間は１５年間であ\nり、その後も契約延長や契約更新が予定されていること（前提事実(2)イ（４\n２条）からすると、本件基本契約は相当長期間にわたって継続することが予\n定されていたものと考えられる。そして、本件店舗は、平成２４年２月に開\n業し、本件催告解除がされた令和元年１２月３１日時点で、契約の残存期間\nが約８年あり、フランチャイジーである被告は、本件店舗の開業に当たり、\n原告に対して開業時出資金等として２５５万円を支出し、その他、商品の仕\n入れ費用等として約８００万円の初期費用を負担したというのである（認定\n事実(3)ア）。\nこれらの事情に照らすと、本件基本契約４６条に基づいて本件基本契約を\n解除できるのは、単に被告が本件基本契約上の義務に違反しただけでは足ら\nず、それが本件基本契約の趣旨、目的等に照らして、原被告間の信頼関係を\n破壊したと評価できるやむを得ない事情があることが必要と解するのが相当\nである。\n(2) これを本件についてみるに、上記認定事実によると、①  担当のＯＦＣは、\n利用客からの苦情の申立てがされた都度、被告に対して事実を確認した上で、\n不適切な接客対応があった場合には注意や指導をし、被告が自らの非を認め\nなかった場合には利用客に謝罪するなどしていたこと（認定事実(6)～(9)、\n(11)ア、(12)、(14)オ)、②  原告の担当者は、平成３１年１月１９日及び同\n月２３日の被告の問題のある接客対応について苦情が寄せられていたことか\nら、同月２４日、被告に対し、接客対応について注意したが、被告は自らの\n非を認めずに利用客に責任転嫁する姿勢を示していたこと（認定事実(9)ウ）、\n③  原告は、平成３１年２月１日、本件店舗に対する具体的な苦情件数及び\n数件の具体的な苦情事案等が記載された２月１日付け通知書を被告に交付し、\n被告の接客対応がセブン-イレブン・イメージを著しく傷つけるとして、その\n是正を求めたこと（前提事実(4)イ）、④  Ｕ取締役は、令和元年８月２７日、\n本件店舗を訪れ、本件店舗について多数の苦情申立てがされていることを伝\nえ、被告に対し、被告の接客対応について問題意識を尋ね、改善を図る意向\nの有無を確認するなど、被告の接客対応について改善するよう注意喚起をし\nたこと（認定事実(14)オ）が認められる。\nしかるに、⑤  被告は、２月１日付け通知書を受領した後である平成３１\n年２月７日に原告の担当者と面談し、２月１日付け通知書に記載された苦情\n内容には納得できず、苦情を全て解決しているつもりであって、利用客にも\n問題がある旨を述べ、同月８日、”Ｈ”ＯＦＣから、苦情申立てをした利用客\nに対する接客について注意されたにもかかわらず、その後も接客対応を改め\nず、利用客に責任転嫁する言動を続けたこと（認定事実(11)アイ、(12)）、⑥\n本件店舗に関する平成３１年２月から令和元年８月１１日までの利用客か\nらの苦情申立て（内部連絡票が作成されたもの）の件数が２１件にも上った\nこと（認定事実(12)ク）、⑦  被告は、令和元年８月２７日、Ｕ取締役から被\n告の接客対応について改善するよう注意喚起されたにもかかわらず、同年１\n０月１１日及び同月２２日には、利用客に暴行を加えるなど、接客対応を改\n善させるどころか、逆にエスカレートさせたこと（認定事実(15)）、⑧  被告\nは、同年１２月２０日に、本件解除通知書を受領した際にも、被告の接客対\n応には問題がなく、接客対応を改善する余地はない旨を発言したこと（認定\n事実(16)ウ）が認められる。\nこれらの事実に照らすと、被告は、２月１日付け通知書を交付される以前\nより、原告の担当者から、継続的に接客対応に関する注意を受け、２月１日\n付け通知書により、被告の接客対応の改善を求められたにもかかわらず、自\nらの接客対応を顧みることなく、これを利用客に責任転嫁し、令和元年８月\nには、Ｕ取締役から接客対応の改善に注意喚起をされたのに、本件解除通知\n書を受領するまで、接客対応を改めなかったというのであるから、このよう\nな一連の被告の対応は、基本四原則の徹底による原告の全国的なブランドイ\nメージを確保するという本件基本契約の根本部分を損なうものであって、原\n被告間の信頼関係を破壊するものであるというべきである。加えて、前記２\nで説示したとおり、本件各投稿は、その内容に鑑みると、原被告の間の信頼\n関係を破壊するものといえる。\nそうすると、本件では、本件催告解除時点において、原被告間の信頼関係\nを破壊したと評価できるやむを得ない事情があるというべきである。\n(3) これに対して、被告は、原告が本件基本契約を解除したのは時短営業に対\nする意趣返しであり、従前、原告から被告の接客対応や本件各投稿について\n問題がある旨を指摘されず、２月１日付け通知書の受領の際や令和元年８月\nにＵ取締役との面談の際にも、時短営業が話題となっており、被告の接客対\n応が問題視されなかった旨を主張する。\nしかしながら、原告は、２月１日付け通知書において、時短営業を継続す\nると本件基本契約を解除する意向を表明していたものの、その後、被告の時\n短営業を容認する方向に転じ、被告との間で時短営業を認める契約変更をす\nる意向を示すに至ったが、被告がこれに応じなかったものである（前提事実\n(4)イ、認定事実(10)(11)(14)）。また、上記(2)説示のとおり、原告では、担\n当者において、利用客から苦情申立てがされた都度、被告に対して事実を確\n認した上で、不適切な接客対応があったときには注意や指導をしていたし、\n２月１日付け通知書の交付時にも接客対応を是正するよう求め、令和元年８\n月のＵ取締役との面談の際にも接客対応を改善するよう注意喚起をしており、\n被告の接客対応を問題視し、これが改善されなかったことから、本件催告解\n除がされたものである。\nしたがって、本件催告解除は、時短営業の意趣返しということはできない\nし、原告が被告の接客対応を問題視していなかった旨の被告の上記主張は採\n用することができない。\n４  争点３（被告が本件催告に応じたといえるか）について\n(1) 原告は、被告が契約に関する重大な違背をした場合、１０日間以上の催告\n期間をおいて、文書による催告をし、その期間経過後もなおその違反を改め\nず又は義務を履行しないときは、本件基本契約を解除できる（前提事実(2)イ\n（本件基本契約４６条２項））。\n認定事実（(16)ウキ）のとおり、原告は、令和元年１２月２０日、本件催\n告書により、１０日間の催告期間を設けて本件催告をしたところ、被告は、\n同月２９日、原告に対し、原被告間の信頼を回復するための措置として、同\n月３１日までに利用客から苦情が出ない接客態度を取ること、本件アカウン\nトを削除すること、これらをもって信頼回復のための措置として不十分であ\nるなら、信頼回復のために必要な十分な措置を明らかにするよう求め、顧客\nからクレームが出ない接客態度をとること及び本件アカウントを削除するこ\nとを誓約する旨の誓約書を差し入れている。\nそこで、被告の上記対応によっても、被告が本件基本契約上の違反を改め\nず又は義務を履行せず、本件催告に応じなかったといえるかについて検討す\nる。\n(2)ア 上記２、３で説示したとおり、本件催告までの被告の接客対応は、原告\nが重視している基本四原則のうちのフレンドリーサービスを逸脱し、原告\nのブランドイメージを低下させるものであり、また、本件各投稿も、伝播\n性の高いツイッターを含むＳＮＳ上で、被告が契約関係にある原告の社会\n的評価を低下させ、原告の経営陣に対する人格攻撃をするものであり、こ\nのような被告の言動により、原被告間の信頼関係は破壊されたものである。\nしたがって、被告には単に将来にわたり本件基本契約に反する行為をし\nないことを約すのみならず、破壊された信頼関係を回復する措置、すなわ\nち、基本四原則の徹底とそれによるブランドイメージを維持することの重\n要性を理解し、本件店舗における従前の接客対応が、基本四原則の一つで\nあるフレンドリーサービスを逸脱するものであることを認め、その問題点\nを原告と共有した上で、毀損された本件店舗及び加盟店全体のイメージを\n回復し、適切な接客対応のために具体的な改善方法を提示するなどの措置\nが求められたものというべきである。\nイ  これを本件についてみるに、上記認定事実によると、①  被告は、本件\n催告の際、原告の担当者らとの面談において、利用客に問題があり、被告\nの接客対応には問題がない旨の認識を示し、接客対応を改善する余地はな\nい旨を発言したこと（認定事実(16)ウ）、②  上記面談終了後、被告は、原\n告の担当者らが辞去した後、報道陣に対し、原告が、被告の元日休業を理\n由に本件基本契約を解除しようとしている旨の事実に反する説明をしたこ\nと（認定事実(16)エ）、③  被告は、令和元年１２月２４日付けで、異常な\n接客対応については身に覚えがなく、カスタマーハラスメントを原因とす\nるものであり、本件各投稿が原告に対する誹謗中傷であるというのは心外\nであるが、原告からの指摘により、言葉遣いや接客態度を改善する意向で\nある旨記載した書面を交付したこと（認定事実(16)オ）、④  被告は、同月\n２７日に記者会見を行い、本件店舗への実際の苦情の数は多くはなく、原\n告から苦情内容について言われていないため改善ができないなどの見解を\n公表したこと（認定事実(16)カ）を認めることができる。\nこのような被告の言動は、およそ上記アで求められる原被告間の信頼関\n係の回復を図る措置からかけ離れたものであり、被告が顧客からクレーム\nが出ない接客態度をとること及び本件アカウントを削除することを誓約\nしたことを考慮しても、被告は、本件催告期間中に、本件基本契約上の違\n反を改めず又は義務を履行せず、本件催告に応じなかったものというべき\nである。\n(3) これに対して、被告は、 ①  本件催告の期間が１０日間であり、被告が本\n件店舗の開業に際して多額の資金を投入していることからしても、極めて短\nい、②  ２月１日付け通知書は、被告の時短営業を問題視するものであり、\n令和元年８月の面談の際にも、被告による異常な顧客対応や本件各投稿は問\n題視されていなかった、③  被告は、本件解除通知書を受領した後、報道機\n関を通じて被告の認識を明らかにしたが、実際の報道内容は被告が関与する\nものではなく、被告が報道機関を悪用したり、虚偽の情報操作をしたもので\nはないなどと主張する。\nしかしながら、上記①について、本件催告の期間が１０日であったとして\nも、少なくとも被告が従前の接客対応や本件各投稿を省み、自らの言動の問\n題点と向き合い、改善のための方途を検討し、これを原告に表明することは\n可能である。\nまた、上記②について、上記２で説示したとおり、原告は、従前、継続的\nに被告の接客対応の問題点を指摘していたのであるし、上記２で説示したと\nおり、少なくとも本件各投稿の一部は、その内容に鑑みると、一般人を基準\nとしても、原告の社会的信用を低下させること等を容易に認識できるもので\nあるから、原告が被告に対して投稿の中止を求めなかったとしても、本件催\n告の効力を左右しない。\n加えて、上記③について、実際の報道内容は被告が関与するものではない\nとしても、報道機関は、被告に対する取材内容に依拠して報道していると考\nえられるのであり、報道機関が被告の見解を考慮せずに報道しているとは考\nえ難い。\nしたがって、被告の上記主張①～③はいずれも採用することができない。\n(4) 小括\n以上より、本件催告解除は有効であり、後記６(1)のとおり、第１次請求の\n約定の賠償金に係る遅延損害金の起算日は、第２次請求の請求日よりも前で\nあるから、争点４を含む第１事件の第２次請求の判断は要しない。\n５  争点５（原告による解除が権利の濫用又は優越的地位の濫用に当たるか）に\nついて\n(1) 権利の濫用について\n上記３(3)で説示したとおり、原告は、２月１日付け通知書において、時短\n営業を継続すると本件基本契約を解除する意向を表明していたものの、その\n後、被告の時短営業を容認する方向に転じ、被告との間で時短営業を認める\n契約変更をする意向を示していたが、被告がこれに応じず、本件催告解除に\n至ったものである。\nまた、被告は、令和元年８月、”Ｄ”ＤＭに対し、正月休業を実施する意向\nを示していたが（認定事実(14)ウ）、原告は、飽くまで被告の接客対応を解除\n事由にしているのであり、令和元年１０月には被告の接客対応がエスカレー\nトし、重大事案に発展して原告のブランドイメージが毀損されるおそれがあ\nったのであるから、被告の接客対応に緘口して正月休業を阻止するために解\n除したということはできない。\nしたがって、本件催告解除が権利の濫用に当たるということはできず、他\nにこれを基礎付ける事実を認めるに足りる証拠はないから、この点に関する\n被告の主張は採用することができない。\n(2) 優越的地位の濫用について\n本件催告解除に至った経緯は上記(1)で説示したとおりであり、本件催告\n解除は、原告がフランチャイザーの地位にあることを利用して、被告の時短\n営業を拒絶するためになされたものではなく、他に本件催告解除が優越的地\n位の濫用に当たることを基礎付ける事実を認めるに足りる証拠はないから、\nこの点に関する被告の主張は採用することができない。\n６  争点６（本件基本契約解除による約定の損害賠償金の額及び本件建物の占有\nによる損害額）についての判断\n(1) 約定の賠償金について\n上記のとおり、本件催告解除は有効であるから、被告は、本件基本契約４\n８条１項に基づき、本件店舗における過去１２か月分の実績に基づく６か月\n分の売上総利益の５０％相当の賠償金の支払義務を負う。\n認定事実(4)ア(ｲ)のとおり、本件基本契約が解除される直近１年間の売上\n総利益は、別紙４「損害額計算表」の「当月売上総利益」欄記載のとおりで\nあるから、被告は原告に対し、１４５０万８０２４円の賠償義務を負う。\nもっとも、本件基本契約において、上記賠償金の支払時期に関する定めは\nないから、上記賠償金に対する遅延損害金の始期は、原告の請求によって遅\n滞に陥ると解すべきであるから（平成２９年法律第４４号による改正前の民\n法４１２条３項）、本件第１事件の訴状の送達日の翌日である令和２年２月\n４日となる。\n(2) 本件建物の引渡し\n被告は、本件基本契約４９条３項及び５２条２号に基づき、本件建物から\n退去し、原告に対し、これを返還すべき義務を負う。\n(3) 所有権侵害による損害賠償\n被告は、令和元年１２月３１日以降も原告が所有する本件建物を占有して\nいるから、これにより原告に生じた損害の賠償責任を負う。\n原告は、被告の本件建物の占有により、本件建物におけるコンビニエンス\nストアの営業が不能になったから、その損害額は、被告が本件建物で営業し\nたときに原告が取得するセブン-イレブン・チャージ相当額と同額とみるの\nが相当である。\n認定事実(4)ア(ｲ)のとおり、平成３０年１２月から令和元年１１月にかけ\nて、本件店舗の営業により原告が取得していたセブン-イレブン・チャージの\n額は、別紙５「当月のセブン-イレブン・チャージ」欄記載のとおりであるか\nら、１日あたりの損害額は１１万０３２１円とみるのが相当である。\nしたがって、被告は、原告に対し、令和元年１２月３１日から本件建物の\n引渡済みまで、１日当たり１１万０３２１円の支払義務を負う。\n７  争点７（被告に独占禁止法２４条に基づく侵害停止請求及び侵害予防請求が\nあるか）について\n前記５説示のとおり、原告は、有効な本件催告解除により被告との取引を拒\n絶したものであるから、原告の取引拒絶に不当性（独占禁止法２条９項５号ハ、\n同６号ホ、公正取引委員会告示第１５号２項）を認めることはできない。\nそうすると、本件における原告の行為は、不当な取引拒絶には当たらず、被\n告には、独占禁止法２４条に基づく侵害停止請求権及び侵害予防請求権を認め\nることはできず、この点に関する被告の請求は理由がない。\n８  争点８（原告の取引拒絶（債務不履行）により被告に生じた損害及びその額）\nについて\n上記３で説示したとおり、本件催告解除は有効であり、原告の債務不履行を\n認めることはできないから、この点に関する被告の請求は理由がない。\n第４  結論\n以上のとおり、第１事件の原告の第１次請求のうち、①本件建物の引渡し、\n②令和元年１２月３１日から本件建物の引渡済みまで１日当たり１１万０３２\n１円の割合による金員の支払を求める請求には理由があり、③本件基本契約の\n解除に基づく賠償金について、１４５０万８０２４円及びこれに対する令和２\n年２月４日から支払済みまで年６％の割合による金員の支払を求める限度で理\n由があるから、これらを認容し、その余の請求はいずれも理由がないから棄却\nすることとし、第２事件の被告の請求はいずれも理由がないからこれを棄却す\nることとし、訴訟費用について民訴法６４条１項ただし書きを適用し、主文の\nとおり判決する。なお、事案の内容に鑑み、主文第１項に仮執行宣言を付すこ\nとは相当ではないから、これを付さないこととする。\n大阪地方裁判所第２５民事部\n裁判長裁判官    横    田    昌    紀\n裁判官    岡      野    哲    郎\n裁判官織川逸平は、転補のため、署名押印することができない。\n裁判長裁判官    横      田    昌    紀\n（別紙１から５は掲載省略）\n"
}