{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 5,
    "day": 24
  },
  "case_number": "令和4(許)8",
  "case_name": "株式売買価格決定に対する抗告審の変更決定に対する許可抗告事件",
  "court_name": "最高裁判所第三小法廷",
  "result_type": "決定",
  "result": "棄却",
  "original_court_name": "広島高等裁判所",
  "original_case_number": "平成30(ラ)103",
  "original_date": {
    "era": "Reiwa",
    "year": 3,
    "month": 12,
    "day": 21
  },
  "gist": "会社法１４４条２項に基づく譲渡制限株式の売買価格の決定の手続において裁判所が上記売買価格を定める場合に、ＤＣＦ法によって算定された上記譲渡制限株式の評価額から非流動性ディスカウント（非上場会社の株式には市場性がないことを理由とする減価）を行うことができるとされた事例",
  "case_gist": "会社法１４４条２項に基づく譲渡制限株式の売買価格の決定の手続において裁判所が上記売買価格を定める場合に、上記譲渡制限株式の評価額の算定過程において上記譲渡制限株式に市場性がないことが考慮されていることはうかがわれないなど判示の事情の下においては、ＤＣＦ法によって算定された上記評価額から非流動性ディスカウント（非上場会社の株式には市場性がないことを理由とする減価）を行うことができる。",
  "ref_law": "会社法１４４条２項",
  "lawsuit_id": "92103",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=92103",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/103/092103_hanrei.pdf",
  "contents": "令和４年（許）第８号  株式売買価格決定に対する抗告審の変更決定に対する\n許可抗告事件\n令和５年５月２４日  第三小法廷決定\n主      文\n本件抗告を棄却する。\n抗告費用は抗告人らの負担とする。\n理      由\n第１  事案の概要\n１  本件は、相手方株式会社前田組が、抗告人らが有する相手方前田組の譲渡制\n限株式（以下「本件株式１」という。）について、会社法１４４条２項に基づき売\n買価格の決定の申立てをし、相手方前田ハウジング株式会社が、抗告人Ｙ１及び抗\n告人Ｙ２が有する相手方前田ハウジングの譲渡制限株式（以下「本件株式２」とい\nい、本件株式１と併せて「本件各株式」という。）について、同様に売買価格の決\n定の申立てをした事案である。\n２  記録によれば、本件の経緯は次のとおりである。\n⑴  相手方らは、平成２８年当時、いずれも非上場会社であり、株式の譲渡につ\nき取締役会の承認を要する旨の定款の定めがあった。\n⑵  相手方らは、同年２月、本件各株式について、抗告人らから会社法１３６条\nの規定による譲渡承認請求を受け、同年３月、抗告人らに対し、その譲渡を承認し\nない旨を通知した。相手方らは、同年４月、抗告人らに対し、本件各株式を買い取\nる旨を通知した上で、原々審に対し、本件各申立てをした。\n⑶  原審において、本件各株式の１株当たりの売買価格について鑑定が実施され\nたところ、鑑定人は、次のとおり鑑定意見を述べた。\n本件各株式の評価方法としては、ＤＣＦ法（将来期待されるフリー・キャッシュ\n・フローを一定の割引率で割り引くことにより株式の現在の価値を算定する方法を\nいう。）を用いるのが相当である。ＤＣＦ法によって本件各株式の１株当たりの評\n価額を算定すると、本件株式１につき７５２４円、本件株式２につき６４４８円と\nなる（以下、上記のとおり算定された本件各株式の評価額を「本件各評価額」とい\nう。）。そして、本件各株式の売買価格の算定に当たっては、本件各株式のいずれ\nについても、非上場会社の株式には市場性がないことを理由とする減価（以下「非\n流動性ディスカウント」という。）として、本件各評価額から３０％の減価を行う\nのが相当である。そうすると、本件各株式の１株当たりの売買価格は、本件株式１\nにつき５２６６円、本件株式２につき４５１４円となる。なお、ＤＣＦ法によって\n本件各評価額を算定する過程において、相手方らの将来期待されるフリー・キャッ\nシュ・フローを割り引く際には、相手方らに類似する上場会社の株式に係る数値を\n用いることとする。\n３  原審は、上記鑑定意見に依拠し、本件各評価額から非流動性ディスカウント\nとして３０％の減価を行い、本件株式１の売買価格を１株当たり５２６６円、本件\n株式２の売買価格を１株当たり４５１４円と定めた。\n第２  抗告人ら代理人山尾哲也の抗告理由のうち非流動性ディスカウントを行う\nことの可否に係る部分について\n１  所論は、ＤＣＦ法によって算定された本件各評価額から非流動性ディスカウ\nントを行った原審の判断には、法令解釈の誤り及び判例違反があるというものであ\nる。\n２  会社法１４４条２項に基づく譲渡制限株式の売買価格の決定の手続は、株式\n会社が譲渡制限株式の譲渡を承認しない場合に、譲渡を希望する株主に当該譲渡に\n代わる投下資本の回収の手段を保障するために設けられたものである。そうする\nと、上記手続により譲渡制限株式の売買価格の決定をする場合において、当該譲渡\n制限株式に市場性がないことを理由に減価を行うことが相当と認められるときは、\n当該譲渡制限株式が任意に譲渡される場合と同様に、非流動性ディスカウントを行\nうことができるものと解される。このことは、上記譲渡制限株式の評価方法として\nＤＣＦ法が用いられたとしても変わるところがないというべきである。\nもっとも、譲渡制限株式の評価額の算定過程において当該譲渡制限株式に市場性\nがないことが既に十分に考慮されている場合には、当該評価額から更に非流動性デ\nィスカウントを行うことは、市場性がないことを理由とする二重の減価を行うこと\nとなるから、相当ではない。しかし、前記事実関係によれば、本件各評価額の算定\n過程においては、相手方らに類似する上場会社の株式に係る数値が用いられる一方\nで、本件各株式に市場性がないことが考慮されていることはうかがわれない。\nしたがって、ＤＣＦ法によって算定された本件各評価額から非流動性ディスカウ\nントを行うことができると解するのが相当である。\n３  以上と同旨の原審の判断は、正当として是認することができる。所論引用の\n判例（最高裁平成２６年（許）第３９号同２７年３月２６日第一小法廷決定・民集\n６９巻２号３６５頁）は、事案を異にし、本件に適切でない。論旨は採用すること\nができない。\n第３  その余の抗告理由について\n本件の事実関係の下において、所論の点に関する原審の判断は、正当として是認\nすることができる。論旨は採用することができない。\nよって、裁判官全員一致の意見で、主文のとおり決定する。\n( 裁判長裁判官   今崎幸彦   裁判官   宇賀克也   裁判官   林   道晴   裁判官\n長嶺安政  裁判官  渡 惠理子)\n"
}