{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 4,
    "month": 11,
    "day": 9
  },
  "case_number": "令和3(う)232",
  "case_name": "爆発物取締罰則違反、銃砲刀剣類所持等取締法違反、建造物損壊",
  "court_name": "東京高等裁判所第２刑事部",
  "result": "棄却",
  "original_court_name": "東京地方裁判所",
  "original_case_number": "平成29合(わ)157",
  "lawsuit_id": "91664",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=91664",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/664/091664_hanrei.pdf",
  "contents": "令和４年１１月９日宣告  東京高等裁判所第２刑事部判決\n令和３年（う）第２３２号  爆発物取締罰則違反、銃砲刀剣類所持等取締法違反、\n建造物損壊被告事件\n主              文\n本件控訴を棄却する。\n理              由\n本件控訴の趣意は、検察官山元裕史作成の控訴趣意書並びに検察官市原久幸作成\nの「控訴趣意書（補充書）」及び「控訴趣意書（補充書）訂正書」に各記載された\nとおりであり、被告人に対して無罪の判決をした原判決は、重大な事実の誤認をし\nたものであるという事実誤認の主張である。これに対する答弁は、主任弁護人渡邉\n良平、弁護人寒竹里江、同酒田芳人及び同深見愛一郎連名作成の答弁書並びに「控\n訴趣意書（補充書）に対する答弁書」に、各記載されたとおりである。\nそこで、記録を調査して検討する。\n第１  本件各公訴事実の概要\n被告人は、氏名不詳者らと共謀の上\n第１  治安を妨げ、かつ、人の身体財産を害する目的をもって\n１  平成２５年１１月１９日頃から同月２８日までの間に、東京都豊島区内のマ\nンション（以下「本件マンション」という。）２０２号室（以下「２０２号室」\nという。）又はその周辺において、黒色火薬を充填した爆発物である金属製砲\n弾を発射筒に装填し、同発射筒底部に充填された火薬をヒーターで加熱・爆発\nさせることにより同金属製砲弾を同発射筒から発射させる発射装置を時限の到\n来により作動させる時限装置１個（以下「立川時限装置」という。）を製造し\n２  同月２８日頃、東京都立川市内の横田飛行場周辺地区において、立川時限装\n置を接続し、前記金属製砲弾を発射筒に装填した前記発射装置を設置した上、\n同日午後１１時３０分頃、時限の到来により同金属製砲弾を東京都福生市内の\n米空軍横田基地に向けて１回発射し、約５８９メートル飛翔させて同基地まで\n約５９．７メートルの東京都立川市内の横田飛行場周辺地区周辺に着弾・爆発\nさせ、爆発物を使用し\n第２  法定の除外事由がないのに、平成２６年１０月２０日頃、埼玉県川口市内の\nマンション外階段において、時限装置（以下「川口時限装置」といい、立川時\n限装置と併せて「本件各時限装置」という。また、本件各時限装置の各電子基\n板を併せて「本件各電子基板」という。）を接続し、火薬及び金属製砲弾を装\n填した砲を設置した上、同月２０日午前１時頃、時限の到来により、民間会社\n所有の同市内の多数の者が会社事務所として使用している同社関東支店社屋に\n向け、同砲から同金属製砲弾を発射し、同社屋３階北側窓枠等に命中させてこ\nれらを凹損させるなどし（損害額合計４８万６０００円相当）、もって多数の\n者の用に供される場所に向かって砲を発射するとともに、他人の建造物を損壊\nした。\n（以下、前記第１事件を「立川事件」、前記第２事件を「川口事件」といい、「立\n川事件」と「川口事件」を併せて「両事件」という。）\n第２  論旨\n論旨は、事実誤認の主張であり、要するに、原判決は、本件各公訴事実について、\n被告人が両事件の時限装置を製造した事実も、被告人が両事件における発射装置の\n設置を行った事実も、被告人が両事件について氏名不詳者らと共謀した事実も認め\nられないとして、無罪を言い渡したが、原審公判に顕出された証拠により認められ\nる間接事実を的確に総合評価すれば、被告人が同時限装置を製造したと優に認めら\nれ、被告人が犯人でない可能性は抽象的なものにすぎず、合理的な疑いを容れる余\n地はないのに、原判決は、論理則・経験則に反する事実認定を重ねるなどして、被\n告人の犯人性を否定するという重大な事実誤認をしたものであって、その誤認は判\n決に影響を及ぼすことが明らかである、というのである。\n第３  原判決の判断の要旨\n１  争点等\n両事件は、Ｆ協会の犯行グループが、Ｆ協会の主義・主張を実現する目的で、立\n川事件については在日米軍基地を狙って、川口事件については辺野古沖での地質調\n査を行っていた民間会社を狙って、組織的かつ計画的に敢行したものであることは、\n関係証拠上明らかである。\n争点は、被告人が両事件に関与したかどうかである。すなわち、検察官は、本件\n各時限装置を製造し、両事件の発射現場で本件各時限装置を含む発射装置を設置し\nたのは被告人であるとして、被告人には両事件の実行共同正犯が成立すると主張す\nる（ただし、立川事件のうち爆発物使用及び川口事件については共謀共同正犯の成\n立も主張している。）。\n２  検察官の主張する証拠構造と本件の特殊性\n⑴    検察官の主張する証拠構造\n検察官は、要旨、ア  本件各時限装置の各電子基板の各ＩＣに書き込まれた各プ\nログラム（プログラム内容は同一。以下「本件プログラム」という。）の開発から\n本件各時限装置の製造に必要な物品と開発・製造したことを示す痕跡（証拠）が、\n原判決別紙のとおり（以下、同別紙の表記に従う。）、２０２号室の６畳洋室西側\nベッド区域（以下「西側ベッド区域」という。）及び８畳ＬＤＫスチールラック②\n（以下「スチールラック②」という。）に網羅的に整理された状態で保管されてい\nたことや、同室の賃借が開始された平成２４年１０月は、立川事件に向けて本件プ\nログラムの開発から時限装置の製造が必要となっていた時期であり、賃借後程なく\nして外部に対する厳重な警戒態勢をとっていたことのほか、本件各時限装置の構造\n・機能の共通性等から、西側ベッド区域及びスチールラック②を使用していた同一\nの人物が、主に西側ベッド区域において、本件プログラムを開発した上で本件各電\n子基板を含む本件各時限装置の製造を行った、イ  そして、西側ベッド区域及びス\nチールラック②から検出された多数の指紋のほとんどが被告人の指紋であった上、\nこれらの場所を使用している人物でなければ触らない箇所や、本件各時限装置の製\n造に深く関連する、プログラム印字紙、川口時限装置の電子基板と共通性の高い配\n線図２枚（以下この２枚を併せて「川口配線図」という。）等からも被告人の指紋\nが検出されるなど、本件プログラムの開発から本件各時限装置の製造までの証拠全\nてが被告人と結びついていることなどから、これらの場所を使用し、本件各時限装\n置を製造したのは被告人以外に考えられない、と主張する。\n⑵    アの主張について\n犯行グループがＦ協会であるという特殊性からやむを得ないことではあるが、本\n件については、捜査機関が長年にわたって積み重ねてきた捜査によっても解明され\nていないことが少なくない。すなわち、捜査機関が２０２号室を発見したのが両事\n件から相当な期間を経過した後の平成２７年１２月であるため、平成２４年１０月\nの同室の賃借開始後から両事件当時を含む約３年３か月の間におけるＦ協会による\n同室の利用状況が分からない。むしろ、西側ベッド区域やスチールラック②にあっ\nた複数の物品から、捜査機関が把握していない人物の指紋が検出されているため、\n利用状況不明の期間に、被告人ら３人（捜査機関が平成２８年２月２３日に２０２\n号室を捜索した際に在室していた被告人、Ａ及びＢ（以上の被告人ら３人を、以下\n「被告人ら３人」ということがある。）以外の人物が２０２号室に滞在するなどし\nて両事件に何らかの関与をしていた可能性が否定できない。また、２０２号室から\nは、Ｆ協会の活動家であると判明している人物を含む複数名の住民票、印鑑登録証\n明書、診察券、キャッシュカード等も発見されているため、同室にＦ協会複数名の\n出入りがあった可能性も否定されない。加えて、西側ベッド区域から発見されたハ\nードディスクⒶの中には、本件プログラムの開発段階のものと思われるプログラム\nが保存されているところ、その中には２０２号室が賃借される前の日付けで更新さ\nれたプログラムも存在することから、本件プログラムの開発が、同室賃借前の時期\nから、同室同様の厳重な警戒態勢をしいた別のアジトで行われていた可能性もある。\nしかも、犯行グループの規模やグループ内でのメンバーの入れ替わりの有無、役割\n分担も分からず、複数名の関与が否定されない中で、配線図や一定の知識があれば、\n本件プログラムの開発者でなくても、本件各電子基板を製造することは可能である\nとも考えられる。そうすると、本件プログラムを開発し、本件各電子基板を含む本\n件各時限装置の製造は、同一の犯行グループによるものである可能性が高いとはい\nえても、同一人物が開発・製造したと認定できるだけの証拠はない。このほか、ハ\nードディスクⒶについては、保存された各種のデータの内容等に照らして、本件プ\nログラムの開発や本件各時限装置の製造に関与した人物によって保存・整理された\nと考えられ、その人物がそのまま使用していた可能性がある一方、これまで指摘し\nたことや、両事件の後、全く同じ時刻にコピーされたものがあることに照らすと、\n平成２７年４月に敢行された座間事件等、両事件の後に予定された金属製砲弾発射\n事件に関与することになった新たなメンバーへの引継ぎ用として２０２号室に残さ\nれていた可能性もある。このように、本件では、解明されていないことが少なくな\nいこともあって、検察官の主張するアのうち主要な点は、そのように認定できる証\n拠がなく、立証されていないことになる。\n⑶  イの主張について\n結局、検察官の主張する証拠構造においては、前記イ、すなわち、西側ベッド区\n域及びスチールラック②から検出された被告人の指紋が重要となり、争点との関係\nで裁判所の判断を求められている中核は、この点であると理解される。\n３  原審裁判所の判断\n⑴  スチールラック②及び西側ベッド区域の被告人の指紋について\n関係証拠によれば、スチールラック②からは、水色衣装ケース内の黄色ファイル\n帳（以下「本件黄色ファイル帳」という。）のクリアポケットに収納されたプログ\nラム印字紙１枚目の裏側に付着した１個をはじめ、同ラックの最上段から最下段等\nにかけてほぼ全域にわたって被告人の指紋が２４個検出され、西側ベッド区域から\nは、木製机脇の棚にあった川口配線図に付着した２個をはじめ、被告人の指紋が７\n個検出されるなどしたことが認められる。\nスチールラック②についてみると、指紋の付着したプログラム印字紙は、その内\n容、及び、本件黄色ファイル帳にはこのほかに立川時限装置の電子基板と共通性の\n高い配線図２枚（以下この２枚を併せて「立川配線図」という。）や本件のＩＣ関\n連各種資料が保管されていたことなどからすると、本件プログラムの開発段階で作\n成されたものである可能性が高く、２０２号室捜索時、プログラム印字紙が二つに\n折り畳まれた状態で収納され、被告人の指紋の付着位置が同印字紙を広げて触らな\nいと付着しない裏側であったこと等からすると、被告人が本件プログラムの開発段\n階で同印字紙に触ったことが疑われる上、スチールラック②から検出された対照可\n能な指紋３１個のうちのほとんどが被告人の指紋であり、同ラックのほぼ全域に被\n告人の指紋が付着していたことも踏まえると、被告人がスチールラック②を使用し\nていたことが疑われる。また、西側ベッド区域についても、川口配線図に被告人の\n指紋が２個付着しており、同区域から検出された対照可能な指紋１０個のうちほと\nんどが被告人の指紋であったほか、同区域には、本件プログラムの作成や本件各時\n限装置の製造に用い得るパソコンやハードディスク、多数の電子部品等が存在して\nいたことも併せ考えると、被告人の川口事件への関与が疑われる。\nもっとも、被告人以外の人物がスチールラック②及び西側ベッド区域に触ったと\nしても、必ず指紋が残るわけではなく、対照可能指紋は約７０個あったが、対照不\n能指紋も約２５０個（なお、不検出（対照できるような指紋の隆線が見受けられな\nかったもの）は５００個以上）あり、指紋の検出状況をもっていえるのは、被告人\nがそれらの箇所に触ったということであって、別の人物も触っていた可能性は排斥\nされないし、実際にも、西側ベッド区域からはＢの指紋が１個検出され、同区域及\nびスチールラック②からは、被告人ら３人以外の、捜査機関の把握していない人物\nの指紋が複数検出されており、その中にはハードディスクⒶが入っていたプラスチ\nックケースの在中品（説明書）に付着したものもある。\nそして、被告人は、スチールラック②に指紋が付着した理由について、平成２７\n年１２月２７日に２０２号室に入居した際、スチールラック②付近に散らかってい\nたファイル、紙パック、プラスチックケース等を整理して片付けた際に付着した可\n能性があり、西側ベッド区域に指紋が付着した理由についても、前記入居時に西側\nベッド上に散らかっていた紙類やファイル等を整理して片付け、以後、西側ベッド\nを使用していたので、そうした際に触った可能性がある旨供述している。\nこの被告人の公判供述を検討すると、２０２号室が平成２８年２月の捜索時にお\nいて全体として整理が行き届いているとはいえない状況にあり、被告人が入居した\nとする平成２７年１２月は両事件から既に相当の期間が経過しており、川口配線図\nのうち１枚には該当者不明の足紋が付着していたことから誰かがこれを足で踏んだ\n可能性があることなどに照らすと、検察官の主張を踏まえても、散らかっていたの\nで片付けをしたとする被告人の公判供述が不合理であるとまではいえず、この被告\n人供述を否定できるだけの証拠はない。\n確かに、２０２号室が部外者への厳重な警戒態勢を取っており、Ｆ協会が組織と\nして金属製砲弾の製造、発射をする非合法活動の中で、同室が少なくとも時限装置\nを製造する拠点の一つであったことは明らかである。しかしながら、２０２号室の\n内部においては、平成２８年２月の捜索時に、両事件に関連するハードディスクや\n書類といった重要資料が複数の箇所に点在し、２０２号室に入室を許可された人物\nであれば、これらに容易に触れられるような態様で保管されており、同室内におけ\nるセキュリティは厳格とはいえず、被告人が平成２７年１２月に２０２号室への入\n居を組織から許可されたということは、そのような重要資料等に触れることも許さ\nれていたと考えられる。このことは、被告人が両事件に関与していたからであると\nも考えられる一方で、被告人が、組織から、平成２７年１２月以降に予定されてい\nた金属製砲弾発射計画を遂行する要員の一人として同室に送り込まれた可能性も否\n定できない。そうすると、スチールラック②及び西側ベッド区域の両事件に関連す\nる重要資料を含む多数の物に被告人の指紋が付着していたとしてもおかしなことで\nはない。\n以上のとおり、スチールラック②及び西側ベッド区域の被告人の指紋付着状況か\nらは、被告人が本件プログラムの開発に携わっていたとか、両事件当時、スチール\nラック②及び西側ベッド区域の使用者であったと推認することはできない。むしろ、\n被告人が平成２７年１２月に２０２号室に入居した際の片付けやその後生活を続け\nていた際に指紋が付着した可能性や、その入居以降に予定されていた金属製砲弾発\n射計画の遂行に向けてスチールラック②及び西側ベッド区域の重要資料に触れた疑\nいが残る。\n⑵  両事件当時、被告人が２０２号室に滞在していたことを疑わせる証拠につい\nて\n検察官は、両事件当時、被告人が２０２号室に滞在していたことを示す証拠とし\nて幾つか挙げるので、順に検討する。\nア  「田中誠」名義の履歴書\n関係証拠によれば、被告人は、平成２５年５月８日から同年８月３０日まで、平\n成２６年３月１７日から同年７月３０日まで、平成２７年１１月１２日から同年１\n２月２６日までの３回にわたって、「田中誠」の偽名を用いて株式会社Ｃ・Ｄ営業\n所（以下「本件営業所」という。）に勤務していたところ、平成２８年２月の捜索\nの際、２０２号室８畳ＬＤＫの木製机の引き出しに「田中誠」名義の履歴書３通（作\n成日付欄がそれぞれ平成２５年４月２８日、平成２６年、空白のもの）が保管され\nていたことが認められる。検察官は、これらの履歴書の存在は、両事件当時、被告\n人が２０２号室に滞在していたことを示している旨主張する。\nこの点、被告人は、公判において、平成２５年４月２８日付けの履歴書について\nは、最初に本件営業所に勤務するに当たって、提出したものと同じ内容のものを手\n書きでもう１通作成して持ち続け、平成２７年１２月に２０２号室に入居する際、\n他の２通とともに前記引き出しにしまったなどと供述する。\nこの被告人の公判供述については、本件営業所に提出するものに加えて手書きで\nもう１通控えを作成すること自体さほど手間をかけずにできるし、次に履歴書を書\nくときに控えがあると履歴を一から思い出す必要がなく便利であって、特に偽名で\n働く被告人にとっては必要と考えられることから、被告人の公判供述はそれなりに\n理解できる。これに加えてもう２通の履歴書を保管している点については、一般に、\n使わなかった履歴書をとっておくことはあり得るし、個人情報の記載された履歴書\nの処分には一定の配慮を要することも踏まえれば、必ずしもおかしなことではない。\nしたがって、被告人の公判供述が不合理であるとして排斥することはできないこ\nとから、被告人が「田中誠」名義の履歴書３通を平成２７年１２月の入居の際に２\n０２号室に持ち込んだ可能性があり、これらが２０２号室に保管されていたことを\nもって、両事件当時、被告人が同室に滞在していたと推認することはできない。な\nお、２０２号室に保管されていた「田中誠」名義の診察券（初診日平成２６年４月\nのもの）等についても、被告人が公判で述べるところが不自然、不合理とまではい\nえない。\nイ  本件営業所の地図データ及び給料明細書\n関係証拠によれば、２０２号室にあったハードディスクⒷ及びⒹには、本件営業\n所やその付近の地図データ等が保存され、地図データの作成日時や更新日時がいず\nれも平成２５年７月１４日であることや、両ハードディスクには両事件に関連する\nデータが多数保存されていた事実、同室西側ベッド上に設置された天板上には、被\n告人の同営業所における平成２６年８月分の給料明細書があった事実が認められる。\n検察官は、地図データについては、被告人が最初に本件営業所に勤務し始めた後、\nその周囲の地理等を確認するために地図データを作成し、これを自身でハードディ\nスクⒷに保存し、同ハードディスクを２０２号室で使用していたと考えるのが自然\nであり、給料明細書については、被告人が同営業所での２度目の勤務の最後の給料\nを受け取って２０２号室に戻り、それをそのまま保管していたと考えるのが自然で\nあると主張する。\nこの点、被告人は、公判において、最初に本件営業所に勤務してから２か月程度\n後に建設現場で事故が起きて大けがを負った作業員がいたことから、自分の身にも\n同様のことが起きて病院にかかるようなことがあると偽名の使用が発覚してまずい\nと思い、けがで動けなくなったときに直ぐに連絡員に来てもらうために、地図をダ\nウンロードしてＵＳＢメモリに保管し、連絡員に渡した、その地図データがなぜ２\n０２号室のハードディスクに入っていたかは分からないなどと供述し、給料明細書\nについては、連絡員に対し、給料から生活費を差し引いた分を現金で給料明細書と\nともに渡しており、２０２号室にあった給料明細書も連絡員に渡したものであるな\nどと供述する。\nこの被告人の公判供述について、被告人の置かれた立場になって考えるとともに、\nＦ協会による犯行という特殊性から解明されていないことが少なくなく、この組織\n内における連絡方法、連絡員が受け取った構成員に関するデータや資料の保管、蓄\n積及び廃棄の方法等の実態がよく分からない中で、疑わしきは被告人の利益にとい\nう観点から考えると、被告人が前記のような理由で連絡員に渡すための地図データ\nを作成することや勤務先の場所について組織に要望を持ちかける被告人の方で地図\nデータを用意して連絡員に渡すことはあり得ることであり、また、連絡員等が組織\n内で情報を共有するためにＵＳＢメモリやハードディスクに地図データを保管して\n受け渡し、共有するということも相応にあり得ることである。そして、被告人ら３\n人以外の住民票等必ずしも保管しておく必要性が高くないと思われる物も存在して\nいたことから、これらがどのように持ち込まれ、どのような理由から残されていた\nのかも分からず、ハードディスクⒷ及びⒹをみても、データの数、内容や保管方法\nからすると、連絡員等複数名が両ハードディスクを利用していたことや雑多な用途\nにも利用していた可能性も考えられる。そうすると、連絡員等が構成員に関するデ\nータや資料を２０２号室に持ち込んで、こうしたハードディスクに保存し、共有等\nしていた可能性も否定できない。給料明細書についても、同様に、被告人ら３人以\n外の住民票等が存在していたことなどに照らすと、連絡員に渡したものが２０２号\n室に持ち込まれた可能性は否定できない。Ｆ協会の実態がよく分からない中で、前\n記の観点からみたときには、これらが抽象的可能性にとどまるとはいえず、それな\nりの可能性が残ると考えられる。\nしたがって、被告人の公判供述を不合理なものとして排斥することができず、連\n絡員等が２０２号室に出入りして、地図データをハードディスクⒷ等に保存した可\n能性や給料明細書を２０２号室に持ち込んだ合理的な疑いが残ると判断した。\nウ  ２０１２年のノート紙片の指紋\n関係証拠によれば、２０２号室の居住者は、玄関ドアスコープから外部の人の動\nきを監視して、そのことなどを毎日のようにノート等（以下「監視ノート」という。）\nに記録していたところ、そのうち２０１２年（平成２４年）１２月１１日及び１２\n日の日付け欄のノート紙片に、被告人の指紋が付着していたことが認められる。\nこのことからすると、検察官が主張するとおり、被告人が、この日付け当時、監\n視ノート紙片に触ったと考えるのが自然ではあり、被告人自身、平成２７年１２月\nに２０２号室に入居する前にも同室に滞在したことがあることは認めている。もっ\nとも、これを前提にできたとしても、その際の滞在期間の長短は不明で一時的に滞\n在した可能性が否定できない上に、その後の滞在時期や回数を示す証拠はないこと\nから、被告人が遅くとも平成２４年１２月１２日頃には２０２号室に出入りし、本\n件営業所に勤務しその寮に入っていた時期を除いては、同室で生活をしていたとす\nるには飛躍があり、また、その日付け当時は立川事件よりも１年足らず前であるこ\nとも踏まえると、被告人の立川事件への関与の有無及び程度を具体的に示すものに\nもならない。\nエ  そして、前記アからウまでで検討した証拠について総合してみても、それぞ\nれについての被告人の説明や考えられる可能性が不合理あるいは抽象的可能性にす\nぎないとまではいえない以上、両事件当時、被告人が２０２号室に滞在していたこ\nとを推認させるものとはならない。\n⑶  結論\n以上のとおり、被告人の両事件への関与を疑わせる事実はあるものの、いずれに\nついても、その事実から指摘できそうなことを妨げる被告人の公判供述が不合理な\nものとして排斥できず、あるいは被告人が両事件には関与していなかったがその後\nに予定された金属製砲弾発射計画に向けた準備を行っていたとの可能性も否定でき\nない。そうすると、これまでみた諸点を総合してみても、証拠上認められる事実関\n係に、被告人が犯人でないとするならば合理的に説明ができない、あるいは説明が\n極めて困難であるものが含まれているとはいえない。\nよって、被告人が本件各時限装置を製造したと認定することはできない。また、\n検察官は、被告人が本件各時限装置の製造者であることを前提として、その製造者\nが発射装置を設置するのが合理的であるから、被告人が両事件における発射装置の\n設置も行ったと主張するが、その前提を欠いており、他に被告人が両事件の発射装\n置を設置したとする証拠はない。そして、被告人が両事件について氏名不詳者らと\n共謀したことを示す証拠もない。\n以上より、本件各公訴事実について犯罪の証明がないので、被告人に対しいずれ\nの事実についても無罪を言い渡すこととする。\n第４  当裁判所の判断\n原判決の結論は正当であり、間接事実の認定及び同事実の評価等に不合理なとこ\nろはなく、相当として是認できる。以下、所論に即して補足する。\n１  検察官の主張の概要\n証拠により認定できる各間接事実、すなわち、①２０２号室は、平成２４年１０\n月の使用開始当初から、本件プログラムの開発（実用化）並びに本件各時限装置の\n開発及び製造を行う重要拠点であり、②それゆえに、２０２号室は使用開始当初か\nら厳重な警戒態勢が敷かれ、同室の居住者等の限られた者しか出入りが許されず、\nＦ協会の他の活動家の立入りすら制限されていたところ、③２０２号室の使用が開\n始された同月は、本件プログラムの開発（実用化）から、本件プログラムを初めて\n組み込んだ立川事件の時限装置の開発及び製造に至る重要な時期であって、④被告\n人は、そのような重要な時期から２０２号室に出入りし、居住していた上、⑤本件\nプログラムの開発に直結する重要証拠からは被告人の指紋しか検出されず、かつ、\n本件各時限装置の開発及び製造に結び付く証拠が多数保管されていた西側ベッド区\n域及びスチールラック②から検出された指紋の多くは被告人のものであって、被告\n人以外の第三者がこれらの開発や製造に関与したことをうかがわせる指紋は検出さ\nれず、⑥しかも、本件プログラムの開発や本件各時限装置の開発及び製造に直接結\nび付く重要なデータは、被告人が本件営業所に勤務していない期間に作成、更新さ\nれていたこと等の事情を総合評価すれば、被告人の犯人性は明らかというべきであ\nり、これを否定した原判決には重大な事実誤認がある。\n２  検討順序等について\n検察官が当審で主張する内容は、原審の主張内容と大きく異なるものではない。\n検察官が主張する前記①ないし⑥の各間接事実等の中には、評価を伴うものがあり、\nこれらの間接事実を認定できるかがまず重要であり、次いで、認定した事実をどの\nように評価できるかが重要となる。そして、控訴趣意書及び同補充書によれば、検\n察官は、前記⑤の間接事実を最も重視していると認められ、川口配線図等に被告人\nの指紋が付着していたことや本件各時限装置の開発及び製造に関係が深いと見られ\nる西側ベッド区域やスチールラック②から検出された各指紋の大部分は被告人のも\nのであることは、被告人が本件各時限装置の開発等に携わっていたことを強く推認\nさせる間接事実であると主張している。もっとも、前記①及び③の各間接事実は、\nそれ自体重要な意味を有する上、基本的には前記⑤の前提として位置付けられるも\nのであり、また、前記④の間接事実は、前記①及び③の各間接事実が認められるこ\nとを前提とし、さらに間接事実⑤と結びつくことによって、本件の犯人性を強く推\n認させる事情となり得るものである。また、前記②の間接事実は、前記①及び③の\n各間接事実の論拠となり得る事情として主張していると理解されるものである。そ\nこで、以下、前記②の間接事実について検討した後、前記①及び③の各間接事実、\n次いで前記⑤の間接事実について検討し、その後、前記④及び⑥等の間接事実等に\nついて検討することとする。そして、検察官は、別途、原判決の判断について個別\nに反論していることから、それまでの検討と重複する部分があるが、更に検討を加\nえる。\n３  前記②の間接事実について\n⑴  検察官は、２０２号室は、Ｆ協会がその維持を重視していた重要拠点である\nがゆえに、平成２４年１０月の使用開始当初から平成２８年２月２３日の警察の捜\n索に至るまで極めて厳重な警戒態勢が敷かれており、同室の居住者等の限られた者\nしか出入りが許されず、部外者の立入りはもちろん、Ｆ協会の他の活動家の立入り\nすら制限されていたと主張する。\nこの点、２０２号室は、偽名で賃借され（原審甲４７５）、平成２８年２月\nの警察の捜索時、６畳洋室西側窓の手すり上に置いたプランター内に設置したカメ\nラで、１階出入口を監視するなどしていた（原審甲４７８）ほか、玄関を入ってす\nぐの場所にベニヤ板の仕切りを設置するなどして玄関から室内への侵入を防ぐ工作\nをし、玄関ドアスコープにカメラを設置して玄関ドアの外側を撮影するなどし（原\n審甲４７８）、判明した人の動きなどを監視ノートに記録しており、その記載は、\n平成２４年１０月９日から始まっている（原審第３回Ｅの証言）ことが認められる。\n以上によれば、２０２号室は、その使用開始当初から、対外的に厳重な警戒態勢\nを敷いていたことは明らかである。しかし、捜査機関が２０２号室を発見したのは\n平成２７年１２月であり、それ以前の同室の警戒態勢について、Ｆ協会内部の者と\nの関係でどの程度厳重なものであったかは必ずしも明らかではないのであって、同\n室の居住者等の限られた者しか出入りが許されず、Ｆ協会の他の活動家の立入りす\nら制限されていたとまで推認することはできない。\nこれに対し、検察官は、平成２７年１２月１７日から平成２８年２月２３日まで\nの約２か月間にわたり警視庁公安部が本件マンションの２階以上に設けられている\n居住部分への人の出入りを視察した結果、本件マンションの他の部屋の住人を除く\nと、２０２号室の捜索時に在室していた被告人ら３人の出入りが認められるだけで、\nそれ以外にＦ協会の活動家の出入りは認められなかったこと、被告人自身、Ｆ協会\n内で保秘が徹底されていたことや、部外者が同室に立ち入ったり、室内を見たりす\nることがないよう厳重に警戒していたことを自認していると主張する。しかし、前\n記の捜査機関の視認は、２０２号室の使用開始から３年以上経過した時期のもので\nあり、前記視認時に被告人ら３人以外の出入りが認められないからといって、それ\n以前も同様であったということはできないし、被告人の供述も、平成２７年１２月\n以降の話である上、その供述によっても、部外者ではないＦ協会の構成員が、必要\nな用事があって同室に立ち入ることが制限されていたとまでは認められない。また、\nＦ協会の被告人ら３人以外のメンバーの住民票や印鑑登録証明書が存在したり、２\n０２号室から被告人ら３人以外のメンバーや警察庁のデータベースに登録されてい\nない不明者の指紋が複数検出されていることは、被告人ら３人以外のＦ協会のメン\nバーの出入りがあったことを示しているともいえる。検察官の主張は採用できない。\n４  前記①の間接事実について\n⑴  検察官は、前記①の間接事実が認められるとする論拠として、㋐２０２号室\nは、西側ベッド区域を中心に、本件プログラムの開発から本件各時限装置の開発及\nび製造のための環境が整っていたこと、㋑２０２号室には、同室で本件プログラム\nの開発、ＩＣへの書込を行っていた証拠、すなわち、本件プログラムの骨子部分の\nメモ、本件プログラムのタイマー部分のメモ、プログラム印字紙、本件プログラム\nの開発やＩＣへの書込に関するデータが保管されていたこと、㋒２０２号室には、\n同室で本件各時限装置に組み込まれた電子基板を製造していた証拠、すなわち、立\n川配線図、川口配線図等が保管されていたこと、㋓２０２号室からは、同室が両事\n件の発射現場周辺の下見の拠点でもあったことの証拠、すなわち、両事件の発射現\n場周辺の写真画像データや動画データ等が発見されたこと、㋔２０２号室からは、\n同室で本件各時限装置の開発及び製造等を行っていたことのその他の証拠、すなわ\nち、管材や電子部品等の検索データ、黒色火薬を取り出すことのできる相当量の花\n火、証拠隠滅のための燃焼物質テルミットの原材料等が発見されたこと、という点\nを主張し、これらによれば、２０２号室は、使用開始当初から、本件プログラムの\n開発（実用化）や、これを前提とした本件各時限装置の開発及び製造等を行ってい\nた重要拠点であったことは明らかである旨主張する。\n⑵  そこで検討すると、前記㋐の関係では、平成２８年２月の２０２号室の捜索\n時、西側ベッド区域を中心に、本件プログラムをＩＣに書き込むために必要なソフ\nトウェアやそれに関する資料等が保存されたハードディスクⒷやＩＣへのプログラ\nムの書込時に必要になるプログラムライターの使い方や書込方法等に関する資料等\nが保存されていたハードディスクⒶがあったほか、西側ベッド区域には多数の電子\n部品や工具類等が発見され、さらにスチールラック②にも多数の電子部品等が発見\nされた（原審甲４４１、４７７、４６２，４９１等）ことが認められる。\n前記㋑の関係では、スチールラック②の水色衣装ケース内の本件黄色ファイル帳\n内から、プログラム骨子メモやプログラム印字紙が、西側ベッド区域の青色クリア\nファイル内から、プログラムのタイマー部分のメモがそれぞれ発見され（原審甲４\n７９ないし４８１）、さらに、ハードディスクⒶには、本件各電子基板の各ＩＣに\n書き込まれた本件プログラムと同じ内容のプログラム等が保存されていた（原審甲\n４６５）ことが認められる。\n前記㋒の関係では、スチールラック②の水色衣装ケース内の本件黄色ファイル帳\n内には立川配線図（原審甲４８２）が、西側ベッド区域の西側に設置された木製棚\nの上には川口配線図（原審甲３１４、３１５）等が、それぞれ保管されていたこと\nが認められる。また、ハードディスクⒶには、川口電子基板と部品の種類、個数、\n配置、配線が同じ電子基板の配線図のデータや、川口電子基板と酷似する電子基板\nの写真画像のデータが保存されていた（原審甲４６４，４６５）。\n前記㋓の関係では、西側ベッド区域のプラスチックケース内のハードディスクⒸ\nの削除データを復元したところ、平成２５年９月１４日から同年１１月中旬頃にか\nけて撮影された立川事件の発射現場周辺の写真画像データや動画データが発見され\nた（原審甲４８３）こと、６畳洋室北東側に置かれた３段カラーボックスに保管さ\nれていたデジタルカメラ内のＳＤカードの削除データを復元したところ、平成２６\n年９月２日から同月２４日にかけて撮影された川口事件の発射現場周辺の写真画像\nデータ及び同発射現場周辺のストリートビューを表示したモニターを接写した写真\n画像データ等が発見された（原審甲４８４）ことが認められる。これらは、その内\n容や撮影時期等に鑑み、両事件に向けての下見をするなどした際に撮影されたもの\nである可能性が高いと認められる。\n前記㋔の関係では、６畳洋室北側の３段スチールラック１段目に置かれたプラス\nチックケース内に保管されていたハードディスクⒹに、立川事件の発射装置に使用\nされた管材や電子部品と同規格の部品が掲載されたインターネットショップのサイ\nトのデータ等が保存されていた（原審甲４４０）こと、スチールラック②等に黒色\n火薬を含む相当量の花火等が保管されていた（原審甲４６３等）こと、６畳洋室東\n側の物入れ上の天袋に置かれていた段ボール箱内に、証拠隠滅のための燃焼物質で\nあるテルミットの原材料が保管されていた（原審甲４６３等）ことなどが認められ\nる。\n⑶ア  そこで、⑵を前提として検討するに、捜査機関が２０２号室を捜索した平\n成２８年２月２３日の時点において、２０２号室は本件各時限装置の開発や製造の\nための環境が整えられており、本件プログラムや本件各時限装置の開発や製造が行\nわれた痕跡が残っていたということができる。また、前記捜索時に２０２号室に存\n在していたプログラム骨子メモ、プログラム印字紙及びプログラムのタイマー部分\nのメモ並びに立川配線図及び川口配線図等は、検察官が主張するとおり、本件プロ\nグラムの開発段階で作成された可能性が高いと認められる。しかし、前記⑵の証拠\n品や証拠データが発見されたのは、立川事件から約２年３か月後、川口事件から約\n１年４か月後であり、証拠上、それらが、いつから、どのような理由で２０２号室\nに存在しているのかは一切不明である。そのことを前提とすると、前記の証拠品や\n証拠データが、基本的には本件プログラムの開発並びに本件各時限装置の開発及び\n製造を行う過程において、２０２号室で作成されたり保存されたりした可能性は十\n分考えられるが、他方、それらが同室同様の厳重な警戒態勢をしいた別のアジトで\n作成・保存され、両事件の後、何らかの理由で２０２号室に持ち込まれるなどした\nという可能性も排斥されない。このように、２０２号室で前記の証拠品や証拠デー\nタが発見されたという事実が持つ推認力は、その時期の点から見て、限定されると\nいわざるを得ない。さらに、各種証拠品や証拠データが、２０２号室賃借前からす\nでに作成され、あるいは両事件後、２０２号室に持ち込まれた可能性があることを\nうかがわせるものとして、次のような事情も認められる。\nイ  すなわち、ハードディスクⒶの中には、２０２号室を賃借する前の平成２４\n年６月３０日に作成されたデータがあり、その内容は、本件プログラムとは作動猶\n予時間を決定する「Ｍｘ」の値が異なるだけで、他は全く同じ内容のプログラム（以\n下「テスト用プログラム」という。）であり（原審甲４６４、４６５）、同プログ\nラムの作動猶予時間を書き換える作業は短時間で完了する。また、同日と立川事件\nより９日前の平成２５年１１月１９日の機械語変換の間の期間には、プログラムを\n開発し、実用化を試みるのに不可欠な機械語変換を示すファイル等は一切存在しな\nい。このことから、本件プログラムは、遅くとも平成２４年６月３０日にはほぼ完\n成していたと考えられるのであり、原判決が説示するように、本件プログラムの開\n発並びに本件各時限装置の開発及び製造が、２０２号室の賃借前の時期から、同室\n同様の厳重な警戒態勢をしいた別のアジトで行われていた可能性があるといえる。\nウ  加えて、ハードディスクⒶに保存された各種のデータの内容等をみると、川\n口事件後の平成２６年１１月１９日、本件プログラムに関連するデータがまとめて\nコピーされ、平成２７年２月２８日には、電子基板及びそれへの書込等に関連する\nデータがコピーされており（原審甲４６４、４６５）、ハードディスクⒶに保存さ\nれているこれらのデータはコピーデータであることが認められる。このことからす\nると、前記ハードディスクⒶのデータ等は、両事件のために作成・保存された以外\nの可能性があるといえ、具体的には、原判決が説示するように、両事件の後に予定\nされていた金属製砲弾発射事件に関与することになった新たな犯行メンバーへの引\n継ぎ用として２０２号室に残されるなどしていた可能性がある。\n⑷  これに対し、検察官は、 アに関し、厳重な警戒態勢を敷いているＦ協会が、\n警察の職務質問等の危険があるのに、本件プログラムの開発並びに本件各時限装置\nの開発及び製造等に関連するもののような重要な物品やデータ等を使用し、保管す\nる拠点を転々とするものとは考えられず、そうした重要な物品やデータ等は、一た\nび秘匿性が確保された拠点に持ち込まれた後は、そうした拠点で継続的に使用され、\n保管されていたものと考えられると主張する。確かに、前記のとおり、２０２号室\nは、外部に対して厳重な警戒態勢を敷いていたことが認められる。しかし、検察官\nの前記主張内容を裏付ける証拠はなく、捜査機関が把握しているＦ協会組織内の情\n報は限定されており、同組織内における重要な物品やデータ等の使用保管状況等の\n実態は明らかではないのであって、例えば、何らかの事情でアジトを変更あるいは\n追加する必要があり、あるアジトで開発あるいは製造等をしたプログラムデータや\n電子基板等を別のアジトに移す可能性を排斥することはできない。また、前記のと\nおり、ハードディスクⒶのデータの中には２０２号室とは別のアジトで作成された\nものがあり、それが、その前に作成されたと認められる、プログラム骨子メモやタ\nイマー部分メモ等とともに、２０２号室に持ち込まれたといえることは、検察官自\n身認めるところでもあるが、前記の検察官の主張は、このことと整合しないといえ\nる。検察官の主張は採用できない。\nまた、検察官は、 イに関し、平成２４年９月３０日の２０２号室賃借前、別の\nアジトで本件プログラムの開発が進められていたとしても、同室を同年１０月に使\n用開始した後、同年１２月２日にテスト用プログラムを更新したデータがハードデ\nィスクⒶに保存されており、その時点では本件プログラムはいまだ実用化に向けた\n開発段階にあったと認められること、２０２号室の使用開始から１年余り経った平\n成２５年１１月１９日に、本件プログラムをＩＣに書き込んだ際に自動生成された\nファイルが保存されており、本件プログラムはそれまでに実用段階に至って完成し\nたと認められること、実際に、同月２８日に実行された立川事件で本件プログラム\nが初めて使用されたことという客観的証拠から認められる事実経過を踏まえれば、\n２０２号室が賃借された平成２４年９月３０日や、同室が使用されるようになった\n同年１０月は、正に本件プログラムの実用化並びに立川時限装置の開発及び製造が\n行われていた重要な時期であったことが認められ、２０２号室賃借以前から本件プ\nログラムの開発が始められていたからといって、２０２号室使用開始後、同室にお\nいて、本件プログラムの実用化を進め、完成させ、本件各時限装置の開発及び製造\nを行っていたとの認定を妨げる事情とはならないと主張する。確かに、２０２号室\n使用開始後、同室において、本件プログラムの実用化が進められ、本件各時限装置\nの開発及び製造を行い、立川事件の直前に完成し、立川事件においてそれらが使用\nされた可能性があると認められる。しかし、本件プログラムの開発並びに本件各時\n限装置の開発及び製造という過程において、枢要部であるプログラムの開発はほぼ\n完了していたといえる上、前述したとおり、平成２４年６月３０日と立川事件の９\n日前である平成２５年１１月１９日の間には、プログラムを開発し実用化を試みる\nなら不可欠の、プログラミング言語から機械語変換を示すファイル等が存在しない\nことからすると、２０２号室賃借前の平成２４年６月３０日には本件プログラムは\n既に開発され、機械語に変換してＩＣに書き込み電子基板に搭載する実験が完了し\nていた可能性があるといえる。検察官の主張は採用できない。\nさらに、検察官は、 ウに関し、①Ｆ協会は、重要拠点である２０２号室への人\nの出入りを極度に制限し、保秘を徹底していたと認められ、また、Ｆ協会内部で非\n合法活動の中心となってこれを担う非公然活動部隊である革命軍は、平成１２年か\nら平成２７年の１６年間に、概ね１年に１件のペースで１５件の金属製砲弾発射事\n件を起こすにとどまっている上、平成２８年２月以降は１件も金属製砲弾発射事件\nを起こせていないことなどから、革命軍の構成員はごく少数の精鋭部隊と考えられ\nるため、同室における活動の中心となるべき時限装置製造等の担当者が警察に検挙\nされたり、死亡したりするなどの特段の事情がない限り、新たな犯行メンバーに交\n代させ、引継ぎを行わせたとは考え難く、そうしたことがあったことをうかがわせ\nる具体的証拠もない、②時限装置製造等の新たな担当者にデータを引き継ぐため、\nコピーするのであれば、平成２６年１１月１９日から平成２７年２月２８日までの\n間、約３か月のブランクが生じることは考え難い、③ハードディスクⒶに保存され\nていた本件プログラム関係のデータや電子基板関係のデータ等は、座間事件から約\n１０か月経った平成２８年２月２３日の捜索に至るまで、これらのデータを閲覧し\nた形跡は残っていなかった、④新たな犯行メンバーへの引継ぎ用というのであれば、\n本件プログラムの開発段階で作成されたテスト用プログラムのデータは不要のはず\nである、⑤仮に本件プログラムの開発段階の情報も引き継ぐ必要があったというの\nであれば、プログラム骨子メモ、テストプログラム印字紙、立川配線図が保管され\nていた本件黄色ファイル帳やタイマー部分メモ、川口配線図といった重要証拠も引\nき継ぐはずであり、それらを引き継ぐのであれば、それらも整然と保管するなどし\nていた様子がうかがえるはずであるのに、警察の捜索時、タイマー部分メモは、西\n側ベッド下に保管されていたファイル帳内に、川口配線図は、裸の状態で中身が分\nからない向きで折りたたまれ、西側ベッド西側の木製棚の上にそれぞれ保管され、\n本件黄色ファイル帳は、スチールラック②３段目の水色衣装ケース内に保管されて\nいたのであり、引継ぎのために保管していた様子はうかがえない、⑥以上を併せ考\nえると、ハードディスクⒶに保存されていたデータについては、本件プログラムの\n開発並びに本件各時限装置の開発及び製造を行っていた者が、川口事件後、それま\nでに作成・使用・保存していたデータのうち、本件プログラムの開発過程や電子基\n板の製造過程を整理するため、本件プログラムに関連するデータをコピーした上、\nそれらを改めて閲覧することなく、それまで本件プログラムを開発するなどしてき\nた知識・経験に基づき、平成２７年４月１１日、座間事件に向けて、作動猶予時間\nを１５秒に短縮したプログラムを作成し、ＩＣに書き込んだことによるものと考え\nるのが自然かつ合理的である、と主張する。しかし、検察官の主張のうち、革命軍\nが、平成１２年から平成２７年の１６年間に、概ね１年に１件のペースで１５件の\n金属製砲弾発射事件を起こすにとどまっている上、平成２８年２月以降は１件も金\n属製砲弾発射事件を起こしていないということは証拠上認められ、また、捜査機関\nにおいて、長年の捜査の積み重ねの結果得られた情報はあると認められるが、それ\nでもなお捜査機関が把握しているＦ協会組織内の情報は限定されており、革命軍の\n構成員がごく少数の精鋭部隊と考えられるとの推認はできず、将来の金属製砲弾発\n射事件の計画内容や実施時期によっては、重要データのコピー作成に３か月のブラ\nンクがあったり、長期間同データを閲覧した形跡がないからといって不自然とはい\nえず、そのほか検察官が主張する事情は、革命軍内部での活動の引継ぎなどの実態\nが不明である以上、ハードディスクⒶのデータ等が引継ぎ用である可能性を否定す\nる理由となり得ないというべきである。検察官の主張は採用できない。\n⑸  以上によれば、２０２号室は、Ｆ協会が組織として金属製砲弾の製造、発射\nをする非合法活動の中で、時限装置等を製造する拠点の一つであったとは認められ\nるが、平成２４年１０月の使用開始当初から両事件当時まで、両事件について、本\n件プログラムの開発並びに本件各時限装置の開発及び製造を行う重要拠点であった\nとまで認定するには合理的な疑いが残るといわざるを得ない。なお、検察官は、２\n０２号室と同時に捜索を行ったＦ協会の２つのアジトには、金属製砲弾発射による\nゲリラ活動の重要拠点であることを示すような証拠は保管されていなかったことを\n併せ考慮すれば、２０２号室が前記の重要拠点であったことは一層明らかであると\n主張するが、前記の２つのアジトが両事件の頃にどのような状況であったかは不明\nであり、また、非公然アジトが他にも存在した可能性もあることなどを考えると、\n検察官の主張は採用の限りではない。\n５  前記③の間接事実について\n⑴  検察官は、③の間接事実が認められる論拠として、㋐Ｆ協会が敢行した金属\n製砲弾発射によるゲリラ事件では、立川事件で初めてＦ協会が独自に開発した本件\nプログラムを書き込んだＩＣを電子基板に組み込んで制御した新型の時限装置が使\n用されていたこと、㋑平成２４年６月３０日の時点で、作動猶予時間のみが異なる\nテスト用プログラムを作成していたが、プログラムを完成させるには、それまでに\n作成したプログラムの問題点を見つけ、目的にかなう動作が実現できるプログラム\nとなるよう検討して修正を行う必要があり、そのために、テスト用プログラムをＩ\nＣに書き込み、そのＩＣを用いた回路図、配線図を作成して、これに沿ってトラン\nジスタ、コンデンサ、抵抗器等とともに同ＩＣを万能基板にハンダ付けするなどし\nて電子基板を作成し、それに電流を流し、電流、電圧の大きさ、作動猶予時間等を\n測定して想定した機能を備えているかを確認し、その後も電波時計等と接続して正\nしく動作するかなどをテストする必要がある、さらに、それぞれ不都合が見つかっ\nた場合には、いったん作成したプログラム、回路図、配線図等を確認して不都合の\n原因を調べ、修正をしてはテストを繰り返すことが必要となる場合もあるし、それ\nぞれの段階で部品の交換が必要となって、その調達に時間を要する場合も考えられ\nる、２０２号室賃借後の平成２４年１２月２日の時点でテスト用プログラムを更新\nしたが、平成２５年１１月１９日に至って、本件プログラムを立川時限装置のＩＣ\nに書き込んで、本件プログラムを最終的に完成させたのは、前記のような実験、修\n正作業が繰り返されたものと考えるとよく整合すると主張し、これらによれば、２\n０２号室が賃借され、使用が開始されたのは、本件プログラムの開発から立川事件\nに使用された時限装置の開発及び製造に至る重要な時期であった旨主張する。\n⑵  この点、証拠上、前記㋐の事実は認められる。次に、前記㋑については、前\n記①の間接事実に関する前記４⑶で述べたところと重なるものであるが、補足して\n述べる。確かに、検察官が主張するような実験、修正作業等が繰り返された可能性\nはあるものの、そもそも、２０２号室を賃借した後、検察官が主張するような作業\nが実際に行われていたということを裏付ける証拠はない。本件プログラムの動作を\n確認するには、本件プログラムをプログラミング言語から機械語に変換して、ＩＣ\nに書き込み、そのＩＣを電子基板に搭載して動作テストを行う必要があると考えら\nれるところ、前記のとおり、検察官の主張によっても、まずは、テスト用プログラ\nムをＩＣに書き込むことから一連の作業が始まることになる。ところが、平成２４\n年６月３０日以降平成２５年１１月１９日までの１年４か月余りの間には、プログ\nラムを開発し、実用化を試みるのに不可欠な機械語変換を示すファイル等は一切存\n在せず、本件プログラムをＩＣに書き込んだ形跡はなく、書込が行われたのは立川\n事件のわずか９日前である。検察官が主張するような一連の作業が必要であるとし\nても、この時点から、検察官がいうような、相当の時間をかけてそのような一連の\n作業を行っていったとは考え難い。そのことからすると、２０２号室賃借前の平成\n２４年６月３０日には既に本件プログラムを機械語に変換してＩＣに書き込み、電\n子基板に搭載する動作テストが終了していた可能性がある。検察官の主張は採用で\nきない。\n⑶  以上によれば、２０２号室が外部に対して厳重な警戒態勢を敷いていたとい\nう事実を踏まえても、２０２号室の使用が開始された平成２４年１０月は、本件プ\nログラムの開発から、本件プログラムを初めて組み込んだ立川事件の時限装置の開\n発及び製造に至る重要な時期であったと認めるには合理的な疑いが残るといわざる\nを得ない。\n６  前記⑤の間接事実について\n⑴  検察官は、本件プログラムの開発並びに本件各時限装置の開発及び製造に結\nび付く重要証拠からは、被告人の指紋しか検出されなかった上、本件プログラムの\n開発並びに本件各時限装置の開発及び製造に結び付く重要証拠が保管されていた西\n側ベッド区域とスチールラック②から検出された指紋の多くは、被告人のものであ\nり、被告人以外の第三者の開発、製造への関与をうかがわせる指紋は２０２号室で\n検出されなかったとし、被告人が本件各時限装置の開発等に携わっていたことが強\nく推認できると主張する。\n⑵  この点、本件プログラムの開発並びに本件各時限装置の開発及び製造に結び\n付く重要証拠として、スチールラック②については、本件プログラムの開発段階で\n作成された可能性が高いと認められるプログラム印字紙に被告人の指紋が付着して\nおり、また、警察の捜索時、同プログラム印字紙は、表面を表にして二つに折り畳\nまれた状態で本件黄色ファイル帳のクリアポケットに収納されていて、被告人の指\n紋が付着していた箇所は同印字紙を広げて触らないと付着しない裏側であり、西側\nベッド区域については、ベッド西側の白色ラック上の木製棚の上に保管されていた\n川口配線図（２枚）に被告人の指紋がそれぞれ１個ずつ付着していたこと、スチー\nルラック②から検出された対照可能な指紋３１個のうち２４個が被告人の指紋であ\nり、その最上段から最下段等にかけてほぼ全域にわたって付着しており、西側ベッ\nド区域については、同区域から検出された対照可能指紋１０個のうち７個が被告人\nの指紋であったこと、また、西側ベッド区域とスチールラック②から検出された対\n照可能指紋は約７０個あったが、対照不能指紋も約２５０個あったことなどが認め\nられる（原審甲４９２等）。\n⑶  前記⑵によれば、被告人が、立川、川口両事件の前に、２０２号室において、\n本件プログラムを開発し、本件各時限装置を開発、製造する過程で前記の各証拠品\nに触れたという可能性は十分考えられるし、被告人が、両事件の前、２０２号室に\nおいて、西側ベッド区域を中心に居住し、本件プログラムや本件各時限装置の開発、\n製造に関わったと考えることは、本件各時限装置の開発等にとって重要な証拠に被\n告人の指紋が付着し、同開発に関連が深いと認められる西側ベッド区域とスチール\nラック②から検出された多くの指紋が被告人のものであることを合理的に説明でき\nるといえなくもない。しかし、被告人の指紋が付着した証拠品が発見されたのは、\n立川事件から約２年３か月後、川口事件から約１年４か月後であり、指紋の付着か\nら、その付着時期を推認することはできないから、そもそも、前記の指紋付着状況\nからは、被告人の指紋が付着した時期について、両事件の前である以外の可能性は\nないということはできないし、本件プログラムを開発し、本件各時限装置を開発、\n製造する過程で前記の証拠品に触れた以外の可能性はないといえるものでもない。\nそのことを前提とすると、前記の指紋付着状況からは、被告人が、本件プログラム\nを開発し、本件各時限装置を開発、製造する過程で前記の証拠品に触れたという可\n能性が認められる一方、被告人が２０２号室に入居していたと供述し、現に被告人\nが２０２号室に居住するなどしていたと認められる平成２７年１２月から平成２８\n年２月の捜索時までの間に、必要があって前記の証拠品に触れた可能性も排斥され\nないといえる。さらに、前記のとおり、結局、平成２４年１０月の使用開始から両\n事件当時まで２０２号室が本件プログラムの開発並びに本件各時限装置の開発及び\n製造の重要な拠点とは認められないということを前提とすると、そこに存在した重\n要証拠を含む多数の証拠品から被告人の指紋が検出されたとしても、被告人が本件\nプログラムを開発し、本件各時限装置を開発、製造する過程で触れたこと以外の理\n由によるものである可能性が相当程度あるといえる。そして、被告人は、原審公判\nにおいて、平成２７年１２月２７日に２０２号室に入居した際に、散らかっていた\nものを整理して片付け、以後、西側ベッド区域を使用していたので、そうした際に\n触った可能性がある旨供述している。原判決が説示するとおり、平成２８年２月の\n捜索時に、両事件に関連するハードディスクや書類といった重要資料が机上や棚、\nスチールラック②等に点在していた（原審甲４７７）など、全体として整理が行き\n届いているとはいえない状況にあり、川口配線図のうち１枚には該当者不明の足紋\nが付着していた（原審甲４９２）ことなどに鑑みると、２０２号室へ入居すること\nになって同室に居住していた被告人が、片付けの際やその後居住し、生活をする中\nで前記の証拠品に触ったという被告人の供述を排斥することはできない。また、前\n記４のとおり、２０２号室は、両事件の後に予定されていた金属製砲弾発射事件に\n関係する拠点であった可能性があることに鑑みると、被告人の２０２号室入居以降\nに予定されていた金属製砲弾発射計画の遂行に向けてスチールラック②及び西側ベ\nッド区域の重要資料に触れた疑いも残る。スチールラック②や西側ベッド区域から\n発見された、重要証拠を含む多数の証拠品に被告人の指紋が付着していたことは、\n前記のとおり、警察の捜索に近接した時期に被告人が一定期間２０２号室に居住し\nていたことや、同室入居以降に予定されていた金属製砲弾発射計画に関係していた\n可能性等に照らせば、説明がつかないものではない。\n⑷  これに対し、検察官は、プログラム印字紙は、未完成のプログラムを印刷し\nたものであるからプログラムが完成すれば不要となるものであるし、川口配線図に\nついても、固有性の高い金属製砲弾発射時限装置を制御するための電子基板の配線\n図であり、いったん一つの事件を実行すればその後に同じ基板を使用するとは考え\n難いものであること、金属製砲弾の発射は、Ｆ協会という組織においてその主義主\n張の実現に向けた極めて重要な行動であり、その実現に不可欠な発射時限装置制御\nのためのプログラム、電子基板の開発・製造は最大限の慎重さをもって極秘裏に行\nわれるものであることを考えれば、川口配線図等は、開発者以外の者が不用意に手\nに取ることによる汚損、毀損、紛失、流出等の危険を避けるために、本件各時限装\n置の開発中から完成を経てそれらを用いた金属製砲弾発射が実行された後を通じて、\n開発者以外の者が触れることが極力避けられるように慎重な配慮がされていたはず\nである、したがって、特段の事情がない限り、川口配線図等に付着した指紋は、そ\nの開発の過程で、開発に携わっていた者のものであると考えるのが相当であると主\n張する。しかし、検察官の主張を裏付ける証拠はなく、捜査機関が把握しているＦ\n協会の組織内の情報は限定的であり、本件プログラムの開発等を行っていた状況の\n詳細は明らかではないし、プログラム印字紙及び川口配線図（２枚）にそれぞれ一\nつずつ被告人の指紋が付着していたことは、そのプログラムや配線等の開発段階で\nプログラム印字紙や川口配線図に触れていたというよりも、被告人の供述するとお\nり、片付けや整理のために、各用紙に触れたとみる方が自然であるともいえる。さ\nらに、検察官の前記主張は、前記のとおり、川口配線図のうち１枚には該当者不明\nの足紋が付着していたこと、重要資料が保管されていた西側ベッド区域からは、西\n側ベッドと西側壁面の間にあった紙片から、一つではあるが、検察官が本件プログ\nラムの開発等に携わっていたと主張していないＢの指紋が検出されたこと、同区域\nや同じく重要資料が保管されていたスチールラック②からは、捜査機関が把握して\nいない人物の指紋が検出され、その中には重要証拠であるハードディスクⒶが入っ\nていたプラスチックケースの在中品（説明書）に付着したものもあること等と整合\nしない。\nこの点、検察官は、川口配線図の足紋について、同配線図の印刷前に、誰かがそ\nの紙を踏むなどして足紋が付着し、その後、その紙に配線図がプリンターで印刷さ\nれた可能性もある上、仮に印刷後に足紋が付着したものだとしても、川口配線図は、\n少なくとも平成２６年１０月に発生した川口事件以前に作成されていたと認められ\nるのであって、それから平成２８年２月に警察の捜索が行われるまでの１年４か月\n以上の間には、２０２号室の居住者等の誰かが何らかの拍子に床に落ちてしまった\n川口配線図を足で踏んでしまう可能性も十分考えられると主張する。しかし、検察\n官の主張を裏付ける証拠はなく、検察官の主張するように、開発者以外の者が触れ\nないように極力配慮されていたとは必ずしもいえず、かえって開発者以外の者でも\n川口配線図等に触れることができる状況にあった可能性が排斥されるものではない。\nまた、検察官は、Ｂの指紋について、西側ベッド区域の西側壁面との間にあったビ\nニール袋内の紙片に付着していたものであるところ、この紙片は、その内容からす\nると、何らかのソフトウェアの説明書、契約書のような書類の一部を裁断して成形\nしたものであると認められ、Ｂが何らかのソフトウェアを購入してきたり、同書類\nを裁断し成形するなどした際に指紋が付着したことが十分考えられると主張する。\nしかし、検察官の主張を裏付ける証拠はなく、開発者以外の者でも重要証拠が保管\nされている西側ベッド区域等に触れることができる状況にあった可能性が排斥され\nるものではない。さらに、検察官は、重要証拠であるハードディスクⒶが入ってい\nたプラスチックケースに在中していた説明書について、ハードディスクをパソコン\nに接続する際に使用したアダプタの説明書と推認され、説明書の作成段階、機器と\nともに梱包する段階等で、それらに関わっていた者の指紋が付着した可能性のほか、\nアダプタを中古品販売店で購入したのであれば、その前使用者が使用した際や、同\n人からこれを購入して被告人に販売した中古品販売業者が買取りに当たって機器の\n状態の確認等をした際に、そのアダプタの説明書に、前使用者や中古品販売店従業\n員等の指紋が付着したことも十分に考えられると主張する。しかし、この検察官の\n主張を裏付ける証拠もなく、検察官が主張するような、商品の製造、梱包、流通、\n販売の各過程や前使用者以外の、捜査機関が把握していないＦ協会の構成員が前記\n説明書に触れた可能性が排斥されるものではない。\n⑸  さらに、検察官は、Ｆ協会においては、それぞれの活動の範囲内で行動し、\nその活動に必要な情報だけを保有することが行動規範とされていたと認められると\nころ、ＡやＢの指紋が本件プログラムの開発等に結び付く重要証拠からは一切検出\nされず、西側ベッド区域やスチールラック②からほとんど検出されなかったことな\nどからすると、たとえ２０２号室への入室が許された者であっても、与えられた役\n割とは関係がない物には触れることはなかったなどの厳重な警戒態勢が敷かれ、Ｆ\n協会内の前記行動規範が守られていた状況下で、被告人が、両事件発生以前には本\n件プログラムの開発等に関わっていなかったとすれば、同事件発生後に、川口配線\n図等に触れたことにより指紋が付着したという可能性はおよそ現実的なものとはい\nえないと主張する。しかし、２０２号室に入室を許された者の間でどのような行動\n規範が定立されていたかなどの内部事情の詳細は明らかではなく、前記のとおり、\n平成２８年２月の捜索時に、両事件に関連するハードディスクや書類といった重要\n資料が机上や棚、スチールラック②等に点在していたこと、川口配線図のうち１枚\nには該当者不明の足紋が付着していたこと、重要資料が保管されていた西側ベッド\n区域やスチールラック②からは、Ｂや捜査機関が把握していない人物の指紋が検出\nされていることなども考慮すると、２０２号室への入室が許された者であっても与\nえられた役割とは関係がない物には触れることはなかったなどとはいえない。検察\n官の主張は採用できない。\n⑹  以上によれば、川口配線図等の重要証拠に被告人の指紋が付着するなどし、\n本件プログラム等に関連する西側ベッド区域やスチールラック②から検出された指\n紋のかなりの割合が被告人のものであったとしても、その推認力は限定的であり、\n被告人が、平成２７年１２月以降、２０２号室へ入居することになって同室に居住\nし、片付けの際や生活をする中で前記の証拠品に触ったという被告人の供述を排斥\nすることはできないこと等から、被告人の指紋等に関する前記事実をもって、被告\n人が、本件プログラムを開発し、本件各時限装置を開発、製造したとは認められな\nい。\n７  その他の間接事実について\n⑴  前記④の間接事実について\n検察官は、２０２号室にあった監視ノート（平成２４年１２月１１日・１２日分）\nにおける被告人の指紋の付着という事実から、被告人がその頃から２０２号室に出\n入りしていたと認められ、被告人の偽名の履歴書３通（１通目は平成２５年４月２\n８日付けのもの、２通目は日付は空白であるが、１通目と同じ内容で、同じ時期に\n作成されたと認められるもの、３通目は、平成２６年とだけ記載があり、その頃作\n成されたと認められるもの）、診察券（平成２６年４月７日発行のもの）、給料明\n細書（平成２６年７月勤務分のもの）、診療費明細書等（平成２７年１０月２８日\n発行のもの）の各保管等という事実から、被告人は、これらの日付け等の頃に、２\n０２号室の居住者であったことが推認されると主張する。\nしかし、原判決が説示するとおり、そもそも、平成２４年１０月の２０２号室の\n賃借開始後から両事件当時を含む約３年３か月の間におけるＦ協会による同室の利\n用状況は何ら分かっておらず、前記のとおり、前記の証拠品が発見されたのは、立\n川事件から約２年３か月後、川口事件から約１年４か月後である。そのことを前提\nに考えると、監視ノートの指紋については、原判決が説示するとおり、被告人が、\nその日付け（平成２４年１２月１１日、１２日）当時、このノート紙片に触ったと\n考えるのが自然ではあるが、そうだとしても、その後の滞在時期や回数、滞在期間\n等を示す証拠はなく、そこから、平成２４年１２月当時以降、本件営業所の寮で生\n活した期間を除いて、被告人が２０２号室に出入りし、同室で生活するなどし、本\n件各時限装置等の開発や製造等の作業をしていたとするには飛躍がある。また、履\n歴書が複数あったことについて、偽名で働く被告人にとって虚偽の履歴を間違えな\nいため必要であり、次の履歴書を書くときに控えがあると便利であるという被告人\nの供述は不自然ではなく、履歴書や診察券等については、そもそも、持ち運びが自\n由で、容易なものであり、それが２０２号室で見つかったからといって、作成日付\nけ等の頃に被告人が同室にいたことを示すものではない。原判決が説示するとおり、\n履歴書、診察券、診療費明細書等を持ち歩いていて、平成２７年１２月の２０２号\n室入居の際に持ち込んだという被告人の供述を排斥できず、給料明細書についても、\n連絡員に対し、給料から生活費を差し引いた分を現金とともに渡したものであると\nいう被告人の供述を排斥できず、連絡員に渡したものが２０２号室に持ち込まれた\n可能性を否定できない。なお、検察官は、履歴書、診察券、給料明細書、診療費明\n細書等について、それまで一緒に持ち歩いていたのであれば、２０２号室に入居す\nるに当たって室内の保管場所に移すとしても、そのまままとめてケースに入れるな\nどして１か所に保管することに何ら支障も認められず、簡便であるにもかかわらず、\nそれぞれ保管していた部屋や場所が異なっており、一緒に持ち歩いていて２０２号\n室に入居するに当たって持ち込んだという被告人の供述は、不自然、不合理である\nと主張する。しかし、一般的に、検察官がいうように、持ち込んだものを１か所に\n保管しなければ不自然であるなどとはいえないし、被告人は、２０２号室に入居後、\n部屋の片付けをし、その過程で、持ち込んだ物がそれぞれ別の場所に保管されるよ\nうになったとしても不自然ではない。検察官の主張は採用できない。\n以上によれば、監視ノートにあった被告人の指紋の付着、そして、被告人の偽名\nの履歴書３通、診察券、給料明細書、診療費明細書等の保管等という事実から、被\n告人が２０２号室の使用が開始された頃から両事件の頃まで間、同室に出入りし、\n主に居住していたとは認められない。\n⑵  前記⑥の間接事実について\n検察官は、２０２号室における本件プログラムの開発並びに本件各時限装置の開\n発及び製造に直接結び付く重要なデータは、いずれも被告人が本件営業所に勤務し\nていない期間に作成、更新されていた上、それらが保存されていたハードディスク\nⒶや西側ベッド区域南側のパソコンに接続されていたハードディスクⒷの重要なデ\nータの作成、更新も、専ら被告人が本件営業所に勤務していない日に行われていた\nと主張する。\nしかし、この点を裏付ける証拠は不十分である上、被告人が本件営業所に勤務し\nていない時期に、被告人が２０２号室に滞在していたという証拠があるわけではな\nく、まして、被告人が本件プログラムの開発並びに本件各時限装置の開発及び製造\nに直接結び付く重要なデータの作成、更新をしていたという証拠があるわけではな\nい。また、本件では、Ｆ協会のメンバーが両事件に関わったことに争いはなく、争\n点は、それが被告人か、他のメンバーかという点にあるから、他のＦ協会のメンバ\nーの稼働状況との比較をしなければ、前記の重要なデータの作成、更新時期と稼働\n時期が重ならないのが被告人のみか否かが分からないといえる。さらに、検察官の\n主張によっても、データの中には、その更新時期が、被告人が本件営業所に勤務し\nていた時期と重なっているものがあるというのである。以上によれば、検察官が主\n張する間接事実⑥の推認力は低く、せいぜい被告人が本件プログラムの開発等を行\nったとして概ね矛盾はないという程度の推認力を有するに止まる。\n⑶  検察官は、ほかに、平成２８年２月に２０２号室の捜索及び被告人の検挙が\n行われて以降、Ｆ協会によるものと見られる金属製砲弾発射事件は発生していない\nことも主張している。しかし、平成２８年２月以降、Ｆ協会によると見られる事件\nが発生していない理由は一切明らかではないのであるから、被告人の犯人性との関\n係でその推認力は乏しいといわざるを得ない。\n８  各間接事実の総合評価について\n以上のとおり、２０２号室が、平成２４年１０月の使用開始当初から、本件プロ\nグラムの開発並びに本件各時限装置の開発及び製造を行う重要拠点であり、２０２\n号室の使用が開始された平成２４年１０月以降両事件までの間は、本件プログラム\nの開発から、本件プログラムを初めて組み込んだ立川事件の時限装置の開発及び製\n造に至る重要な時期であったと認定するには合理的な疑いが残り、２０２号室にお\nける被告人の指紋付着状況についての推認力は限定的で、被告人の指紋等に関する\n事実をもって、被告人が本件各時限装置の開発等に関わっていたとは認められない\nのであり、その他の間接事実を考慮しても、被告人が、平成２４年１０月頃から両\n事件までの間、２０２号室において、本件プログラムの開発並びに本件各時限装置\nの開発及び製造を行ったとはいえない。\nこれに対し、検察官は、原判決は、検察官が主張する各間接事実を総合評価した\nというが、具体的にどのような総合評価を行ったのか全く述べておらず、実質的に\nはこれを行っていないと主張する。しかし、原判決は、検察官が主張する各間接事\n実は、その存在自体立証されていない、あるいは、その推認力が低いことから、そ\nれらを総合評価しても、被告人が犯人でないとするならば合理的に説明ができない、\nあるいは説明が極めて困難であるものが含まれているとはいえず、被告人が両事件\nの犯人であることに合理的な疑いが残る旨の判断をしていることは、その説示から\n明らかであり、不合理な点はない。\n９  検察官の原判決に対する反論について\n⑴  原判決が、平成２４年１０月の使用開始後から両事件当時を含む約３年３か\n月の間におけるＦ協会による２０２号室の利用状況が分からないとした点について\n検察官は、２０２号室使用開始後、同室の捜索に至るまでの間の同室の利用状況\nについては、直接証拠こそないものの、重要証拠等における被告人の指紋の付着状\n況も含め、種々の証拠を関連付けて的確に評価すれば、被告人の居住状況が詳細に\n分からないにしても、被告人こそが、本件プログラムの開発並びに本件各時限装置\nの開発及び製造に直接関わっていたことが、合理的かつ容易に推認できるのに、原\n判決は、そうした検討をすることなく、安易に、その利用状況は不明であるとして\nいると主張する。\nしかし、正に検察官がいうように、２０２号室利用開始後、同室の捜索に至るま\nでの利用状況について、これを直接裏付ける証拠はなく、重要証拠等における被告\n人の指紋の付着状況等の推認力も限定的なのを始め、検察官が主張する複数の間接\n事実についても、約３年３か月の間におけるＦ協会による２０２号室の利用状況が\n分からないことから推認力が限定されるものであって、同室の利用状況が分からな\nいことを踏まえて間接事実の推認力を評価した原判決の判断に誤りはない。\n⑵  原判決が、２０２号室に被告人ら３名以外の人物が出入りし、両事件に関与\nした可能性を否定できないとした点について\n検察官は、原判決が、西側ベッド区域やスチールラック②にあった複数の物品か\nら、捜査機関が把握していない人物の指紋が検出されているため、利用状況不明の\n期間に、被告人ら３名以外の人物が２０２号室に滞在するなどして両事件に関与を\nしていた可能性が否定できず、同室からは、Ｆ協会の活動家であると判明している\n人物を含む複数名の住民票、印鑑登録証明書、診察券、キャッシュカード等も発見\nされているため、同室にＦ協会複数名の出入りがあった可能性も否定されないとし\nた点について、次のとおり主張する。すなわち、ア  ２０２号室は、Ｆ協会の金属\n製砲弾発射によるゲリラ活動の重要な拠点であり、同室では極めて厳重な警戒態勢\nが敷かれ、被告人を含む居住者等の限られた者の出入りしか許されず、さらに、同\n室が賃借され、使用されていたのは、本件プログラムの実用化並びに立川時限装置\nの開発及び製造が行われていた重要な時期であること、イ  ２０２号室の特殊性を\n前提とし、本件プログラムの開発並びに本件各時限装置の開発及び製造に結び付く\n重要証拠からは被告人の指紋しか検出されなかったこと、ウ  前記の住民票、印鑑\n登録証明書は、２０２号室を賃借する際、住民票等を偽造するために収集・保管し\nていたもの、診察券は、被告人らが偽名で病院を受診するためのもの、キャッシュ\nカードは被告人らが何らかの事情で銀行口座が必要になった場合に備えて、他の活\n動家や協力者から提供を受けていたものと考えられること、エ  以上からすれば、\n前記の物品が２０２号室に存在していたことは、被告人ら３名がそれらの物を外部\nで入手して同室に持ち込んだ可能性を示すものではあっても、それらの名義人が同\n室に出入りしていた具体的可能性を示すものとはいえないと主張する。\nしかし、アについては、これらが認められないこと、２０２号室の警戒態勢につ\nいても、外部に対しては厳重であっても、Ｆ協会内部との関係では必ずしも厳重と\nはいえないことは既に述べたとおりである。そして、２０２号室利用開始後、同室\nの捜索に至るまでの利用状況が不明であり、イの推認力が限定的であることも既に\n述べたとおりであり、西側ベッド区域やスチールラック②にあった複数の物品から、\n捜査機関が把握していない人物の指紋が検出されていることも考慮すると、被告人\n以外の者が両事件に関与した可能性が排斥されるものではない。そうすると、ウに\nついて、これを直接裏付ける証拠はないが、仮に検察官の主張のとおりであったと\nしても、そのことは被告人以外の者が両事件に関与した可能性が排斥されるもので\nはないという判断を左右するものではない。原判決の説示に特段誤りはない。\n⑶  原判決が、本件プログラムの開発が２０２号室の賃借以前から別のアジトで\n行われていた可能性があるとした点について\n検察官は、２０２号室が賃借された平成２４年９月３０日や、同室が使用される\nようになった同年１０月は、正に本件プログラムの実用化並びに立川時限装置の開\n発及び製造が行われていた重要な時期であったことが認められ、同室賃借以前から\n本件プログラムの開発が始められたからといって、同室使用開始後、被告人が、同\n室において、本件プログラムの実用化を進め、完成させ、本件各時限装置の開発及\nび製造を行っていたとの認定を妨げる事情とはならないと主張する。しかし、この\n点については、前記４⑷及び５で述べたとおりであり、２０２号室賃借前の平成２\n４年６月３０日には既に本件プログラムを機械語に変換してＩＣに書き込み、電子\n基板に搭載する動作テストが終了していた可能性がある。検察官の主張は採用でき\nない。\n⑷  原判決が、配線図や一定の知識があれば、本件プログラムの開発者ではなく\nても、本件各電子基板を製造することができる可能性があるとした点について\n検察官は、本件各電子基板の製造に当たっては、本件プログラムの理解が重要で\nあること、２０２号室において、本件プログラムの開発に関連するメモ、資料及び\nデータと本件各電子基板の製造に関連する配線図及びデータが共に保管・保存され\nていたこと等に照らせば、本件各電子基板の製造は、本件プログラムの開発者によ\nって行われたと認められると主張する。この点、確かに、検察官が主張する可能性\nは十分考えられるが、他方、原判決が説示するように、Ｆ協会グループの規模やグ\nループ内のメンバーの入れ替わりの有無、役割分担も分からない中で、配線図や一\n定の知識があれば、本件プログラムの開発者でなくても、本件電子基板を製造する\nことができる可能性を明確に否定する事情も認められないことに鑑みると、原判決\nの説示に特に誤りがあるとはいえない。\n⑸  原判決が、ハードディスクⒶについて、両事件後に予定された金属製砲弾発\n射事件に関与することになった新たな犯行メンバーへの引継ぎ用として２０２号室\nに残された可能性があるとした点について\n検察官は、ハードディスクⒶに保存された各種のデータの内容等や、新たな犯行\nメンバーへの引継ぎ用であることを推認させる合理的な事情がないことなどから、\nハードディスクⒶは新たな犯行メンバーへの引継ぎ用として残されたのではなく、\n本件プログラムの開発並びに本件各時限装置の開発及び製造を行った被告人が、今\n後も使用するために、ハードディスクⒶのデータを保存・整理したことが合理的に\n推認されると主張する。しかし、ハードディスクⒶのデータ等が新たな犯行メンバ\nー等への引継ぎ用である可能性が否定できないことは、前記４⑷で述べたとおりで\nあり、検察官の主張は採用できない。\n⑹  原判決が、スチールラック②や西側ベッド区域における指紋の付着状況から、\n被告人が、両事件当時、２０２号室に滞在し、本件プログラムの開発や本件各時限\n装置の製造等に関与していたとはいえないとした点について\n検察官は、原判決が、指紋の検出状況をもっていえるのは、被告人がそれらの箇\n所に触ったということであって、別の人物も触っていた可能性は排斥されないし、\n実際にも、１個ではあるが西側ベッド区域からはＢの指紋が検出され、同区域及び\nスチールラック②からは、被告人ら３名以外の、捜査機関が把握していない人物の\n指紋が複数検出されており、その中にはハードディスクⒶが入っていたプラスチッ\nクケースの在中品（説明書）に付着したものもあるとした点について、次のとおり\n主張する。すなわち、Ｂの指紋が付着していた紙片については、Ｂが何らかのソフ\nトウェアを購入したり同書類を裁断し成形するなどした際に指紋が付着したことが\n十分考えられる上、本件プログラムの開発並びに本件各時限装置の開発及び製造に\n直接結び付く重要証拠とはいえないし、西側ベッド区域及びスチールラック②と併\nせて、被告人の指紋が合計３１個検出されたのに対し、Ｂの指紋は１個しか検出さ\nれなかった、捜査機関が把握していない人物の指紋については、指紋が付着してい\nた商品の製造・梱包、流通、販売の各過程でそれらに関わっている者の指紋が付着\nしたことが考えられ、しかも、本件プログラムの開発並びに本件各時限装置の開発\n及び製造に直接結び付く物品から検出されたものではないと主張する。しかし、Ｂ\nの指紋が西側ベッド区域に付着していた理由について、検察官が主張するところは\n証拠による裏付けがあるものではなく、別の可能性も十分あるといえる。また、捜\n査機関が把握していない人物の指紋については、その中には、指紋が付着していた\n商品の製造・梱包、流通、販売の各過程でそれらに関わっている者の指紋が付着し\nた可能性もあるが、この点も証拠による裏付けはなく、捜査機関が把握していない\nＦ協会のメンバー等の指紋である可能性も十分認められる。前記説明書については、\n重要証拠であるハードディスクⒶと同じプラスチックケース内に入っていたもので\nあるが、製造、流通、販売過程の従事者がわざわざ説明書に触れて指紋を残す可能\n性は低く、ハードディスクⒶを使用するなどした者が収納ケースを開けて前記説明\n書に触れて指紋が付着したと考える方が自然ともいえる。よって、捜査機関が把握\nしていない被告人ら３人以外のＦ協会のメンバー等の第三者がスチールラック②や\n西側ベッド区域における物品に触れた可能性があるから、スチールラック②や西側\nベッド区域における指紋の付着状況により、被告人が、両事件当時、２０２号室に\n滞在し、本件プログラムの開発や本件各時限装置の製造等に関与していたとはいえ\nないとした原判決の説示が誤りとはいえない。\n⑺  原判決が、平成２７年１２月２７日に２０２号室に入居したとき、室内が散\nらかっていたので片付けをした際に被告人の指紋が付着したとの被告人の原審公判\n供述の信用性を否定しなかった点について\n検察官は、ア  ２０２号室が使用開始当初から平成２８年２月２３日の警察の捜\n索に至るまで、Ｆ協会の金属製砲弾発射によるゲリラ活動の重要な拠点であり、極\nめて厳重な警戒態勢が敷かれていたことは明らかであり、最高機密に属する書類が\nずさんに管理されていたという状況はおよそ考えられない、イ  平成２８年２月２\n３日の捜索時の２０２号室の状況を見ると、物が多く、雑然としてはいるものの、\n全体的に整理は行き届いている、ウ  川口配線図に誰のものか分からない足紋が付\n着していたことは平成２７年１２月２７日の時点で２０２号室が散乱していた具体\n的可能性を示すものとはいえない、エ  一度片付けただけで、西側ベッド区域やス\nチールラック②に被告人の多数の指紋が付着するのは不自然、不合理であるなどと\n主張する。しかし、ア及びイについては、現に、平成２８年２月の捜索時に、両事\n件に関連するハードディスクや書類といった重要資料が机上や棚、スチールラック\n②等に点在していたことなどに鑑みると、全体として整理が行き届いていないとし\nた原判決の説示に誤りはない。ウについては、前記６⑷で述べたとおり、検察官の\n主張するように、開発者以外の者が触れないように極力配慮されていたとは必ずし\nもいえず、かえって開発者以外の者でも川口配線図等に触れることができる状況に\nあった可能性が何ら排斥されるものではないし、西側ベッド区域においても、整理\nが行き届いていなかった可能性を否定できない。エについては、前記６⑶で述べた\nとおり、被告人が２０２号室入居時に西側ベッド区域やスチールラック②付近に散\nらかっていた紙類、ファイル等を整理、片付けをしたときに指紋が付着した可能性\nがあるほか、被告人が平成２７年１２月２７日に入居して以降２０２号室において\n生活する中で、必要があって西側ベッド区域やスチールラック②の物品に触れて指\n紋が付着する可能性もあり、さらに、現に警察の捜索に近接した時期に一定期間２\n０２号室に居住していたことや、同室入居以降に予定されていた金属製砲弾発射計\n画に関係していた可能性があることにより、指紋が付着した可能性があることなど\nにも鑑みると、西側ベッド区域やスチールラック②に多数の指紋が付着することが\n不自然、不合理とはいえない。検察官の主張は採用できない。\n⑻  原判決が、２０２号室の内部のセキュリティが厳重ではないとし、これを被\n告人の原審公判供述の信用性を肯定すべき事情とした点について\n検察官は、Ｆ協会では、２０２号室への入室を許された者であっても、与えられ\nた役割とは関係がない物には触れることはなかったと認められ、原判決が指摘する\nセキュリティの意味が、アクセスが一定の人物に制限される資料や情報に、それ以\n外の人物がアクセスできないようにするということであるとすれば、２０２号室内\nにおけるセキュリティは守られていたというべきであると主張する。しかし、この\n点については、前記６⑷及び のとおりであり、検察官のいうように、Ｆ協会のメ\nンバーで２０２号室への入室が許された者であっても、与えられた役割とは関係が\nない物には触れることはなかったなどとはいえない。検察官の主張は採用できない。\n⑼  原判決が、被告人が平成２７年１２月２７日以降に予定された金属製砲弾発\n射計画を遂行する要員の一人として２０２号室に送り込まれた可能性や、同計画遂\n行のために滞在していた可能性があるとした点について\n検察官は、ア  本件プログラムの実用化並びに立川時限装置の開発及び製造が行\nわれていた重要な時期から被告人が２０２号室に出入りしていたこと、イ  同室が\nＦ協会の金属製砲弾発射によるゲリラ活動の重要な拠点であり、同室では極めて厳\n重な警戒態勢が敷かれ、居住者等の限られた者の出入りしか許されず、さらに、同\n室が賃借され、使用が開始されたのは、本件プログラムの実用化から立川時限装置\nの開発及び製造に至る重要な時期であったこと等を考慮すると、被告人が、平成２\n７年１２月以降に予定されていた金属製砲弾発射計画のために２０２号室に滞在し\nていたなどとはいえないと主張する。しかし、ア及びイに関しては、Ｆ協会が２０\n２号室に入居してから両事件が発生するまでの間に、２０２号室が本件プログラム\n・本件時限装置の開発を行う重要拠点であったと認定することはできず、この時期\nが、本件プログラム・本件時限装置の開発製造に至る重要な時期であったとも認め\nられないこと、２０２号室は、Ｆ協会内部の出入りについてはそれほど厳重な警戒\nがなされていたとはいえないこと、被告人は、平成２４年１２月頃に２０２号室へ\n出入りしたことが認められるものの、その滞在時期、回数、滞在期間等は明らかに\nなっていないことは、既に述べたとおりである。また、前記４⑶及び のとおり、\n２０２号室が両事件の後に予定されていた金属製砲弾発射事件の拠点であった可能\n性があること等を踏まえると、被告人が平成２７年１２月２７日以降に予定された\n金属製砲弾発射計画を遂行する要員の一人として２０２号室に送り込まれた可能性\nや、同計画遂行のために滞在していた可能性があるとした原判決の説示に誤りはな\nい。\n⑽  原判決が、田中誠名義の履歴書、診察券、給料明細書、診療費明細書等につ\nいて、２０２号室入居の際に持ち込むなどしたという被告人の供述を不合理とはい\nえないなどとし、監視ノートの指紋について、被告人が遅くとも平成２４年１２月\n１１日、１２日頃には２０２号室に出入りし、生活していたとするには飛躍がある\nとした点について\n検察官は、田中誠名義の履歴書、診察券、給料明細書、診療費明細書等が２０２\n号室に存在したことは、被告人が各書類の作成日頃に２０２号室に居住していたこ\nとを表しており、また、監視ノートの指紋について、その監視対象日である平成２\n４年１２月１１日、１２日頃から被告人が２０２号室に出入りし、主に居住してい\nたことを示していると主張する。しかし、前記７⑴で述べたとおり、前記の履歴書\n等の点をもってしても、被告人が２０２号室に入居したと供述する平成２７年１２\n月頃にまとめて同室に持ち込まれた可能性があり、被告人が２０２号室の使用が開\n始された頃から同室に出入りし、居住していたとは認められず、監視ノートについ\nては、被告人がその日付当時に２０２号室に出入りしていたことはいえても、その\n後の滞在時期、回数及び滞在期間は明らかではないから、同日以降被告人が２０２\n号室に出入りし、居住していたとするには飛躍があるとした原判決の説示に誤りは\nない。なお、検察官は、２０２号室のハードディスクⒷ及びⒹに保存されていた本\n件営業所やその付近の地図データについても詳細に主張しているが、原判決が、本\n件営業所で働いている際、けがで動けなくなったときに直ぐに連絡員に来てもらう\nために、地図をダウンロードしてＵＳＢメモリに保管し、連絡員に渡したなどとい\nう被告人の供述を排斥できず、連絡員に渡した地図データが２０２号室に持ち込ま\nれた可能性を否定できないと判断した点が、誤りとはいえない。\n10  まとめ\n以上のとおり、検察官が主張し、証拠上認められる間接事実を総合しても、被告\n人が、本件プログラムを開発し、本件各時限装置を開発、製造したという事実を認\n定することはできず、また、両事件において、被告人が発射装置を設置したとする\n証拠はなく、両事件において氏名不詳者らとの共謀をしたことを示す証拠はないと\nした原判決の判断に誤りはない。\n論旨は理由がない。\n第５  結論\n以上のとおり、本件控訴の趣意は理由がない。\nよって、刑訴法３９６条により本件控訴を棄却することとして、主文のとおり判\n決する。\n令和４年１１月１５日\n東京高等裁判所第２刑事部\n裁判長裁判官    大      善    文      男\n裁判官寺澤真由美及び裁判官岡田龍太郎は差支えのため署名押印できない\n裁判長裁判官    大      善    文      男\n"
}