{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 4,
    "month": 8,
    "day": 2
  },
  "case_number": "令和4(ヨ)2180",
  "case_name": "閣議決定並びに予算執行差止仮処分命令申立事件",
  "court_name": "東京地方裁判所",
  "lawsuit_id": "91541",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=91541",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/541/091541_hanrei.pdf",
  "contents": "令和４年 第２１８０号  閣議決定並びに予算執行差止仮処分命令申立事件\n決 定\n主 文\n１  本件各申立てをいずれも却下する。\n２  申立費用は債権者らの負担とする。\n理 由\n第１  申立ての趣旨及び原因\n本件仮処分命令の申立ての趣旨及び原因は、別紙２「訂正申立書」（ただし、\n別紙３「回答書」による補正後のもの）のとおりであり、債権者らは、要する\nに、内閣総理大臣が、安倍晋三元内閣総理大臣（以下「安倍元首相」という。）\nの葬儀（以下「本件葬儀」という。）を国葬儀（国葬）の方式で執り行う意向を\n表明したことに関し、国葬儀の実施には法的根拠がなく、また、憲法１９条に\nも反するなどと主張して、①本件葬儀に係る閣議決定及び予算執行の差止めを\n命じる仮処分命令を求めるとともに、②上記閣議決定及び予算執行が憲法１９\n条に違反することを確認する旨の仮処分命令を求めているものと解される（以\n下、上記①、②をそれぞれ「本件申立て１」、「本件申立て２」といい、これら\nを併せて「本件各申立て」という。）。\n第２  当裁判所の判断\n１  本件申立て１について\n⑴  本件葬儀に係る閣議決定の差止めに係る申立ての利益の有無\n令和４年７月２２日、内閣が本件葬儀を国葬儀の方式で執り行う旨の閣議\n決定をしたことは公知の事実であるから、もはや本件葬儀に係る閣議決定の\n差止めを求める申立ての利益は存在しない。したがって、本件申立て１のう\nち閣議決定の差止めを求める部分は、不適法である。\n⑵  本件葬儀に係る予算執行の差止めについて\nア  債権者らが、いかなる権利を被保全権利として、本件葬儀に係る予算執\n行の差止めを求めているかは判然としないものの、別紙２「訂正申立書」\nにおいて、安倍元首相を国葬儀に付し「とむらいの儀式に国民を強制的に\n参加させることは、思想良心の自由を定めた憲法第１９条に違反する」な\nどと記載していることからすれば、債権者らは、本件葬儀が国葬儀の方式\nで執り行われることによって債権者らの思想及び良心の自由が侵害される\nとの理由により、人格権に基づく妨害予防請求権として、上記予算執行の\n差止めを求める権利を有する旨主張しているものと解される。\nしかしながら、本件葬儀が国葬儀の方式で執り行われるとしても、これ\nにより、個々の国民に対して、安倍元首相に弔意を表すことや喪に服する\nことを強制することになるとは認められず、とむらいの儀式に国民を強制\n的に参加させることになるとはいえない。また、本件葬儀を国葬儀の方式\nで執り行うことが、債権者らに特定の思想等を強制したり、債権者らの思\n想等に対して直接圧迫、干渉を加えたりするものであるとはいえない。そ\nうすると、本件葬儀が国葬儀の方式で執り行われるに当たり公金が支出さ\nれることによって、債権者らの思想等に基づく感情が害されることがあっ\nたとしても、債権者らの思想及び良心の自由が侵害されるということはで\nきない。\nしたがって、本件申立て１のうち、人格権に基づき本件葬儀に係る予算\n執行の差止めを求める部分は、被保全権利の疎明がないから、理由がない。\nイ  また、仮に、債権者らが、納税者たる国民又は市民一般の地位に基づき、\n本件葬儀に係る予算執行の差止めを求めることができる旨を主張している\nとすれば、本件申立て１は、「国又は公共団体の機関の法規に適合しない\n行為の是正を求める訴訟で、選挙人たる資格その他自己の法律上の利益に\nかかわらない資格で提起するもの」として、いわゆる民衆訴訟（行政事件\n訴訟法５条）に該当するものである。そして、民衆訴訟は、「法律に定め\nる場合において、法律に定める者に限り、提起することができる」（同法\n４２条）ところ、国の予算執行につき、その違法を理由として差止めを命\nじる仮処分命令を申し立てることができるとする法律の規定は存在しない。\nしたがって、国民又は市民一般の地位に基づき、本件葬儀に係る予算執行\nの差止めを求めることはできない。\nウ  以上によれば、本件申立て１のうち本件葬儀に係る予算執行の差止めを\n求める部分は、理由がないか又は不適法である。\n３  本件申立て２について\n仮処分命令の申立てを含む民事事件において、裁判所がその固有の権限に基\nづいて審判することのできる対象は、裁判所法３条１項にいう「法律上の争訟」、\nすなわち当事者間の具体的な権利義務ないし法律関係の存否に関する紛争であ\nって、かつ、それが法令の適用により終局的に解決することができるものに限\nられる（最高裁昭和５１年（オ）第７４９号同５６年４月７日第三小法廷判決・\n民集３５巻３号４４３頁参照）。\n本件申立て２は、本件葬儀を国葬儀の方式により執り行う旨の閣議決定及び\nこれに関する予算執行が、抽象的に憲法１９条に違反することの確認を求める\nものであって、債権者らと債務者との間の具体的な権利義務ないし法律関係の\n存否に関する紛争であるとはいえない。したがって、本件申立て２は、「法律上\nの争訟」に該当せず、不適法である。\n４  結語\n以上によれば、本件各申立ては、その余の点について判断するまでもなく、\nいずれも不適法であるか又は理由がないから、これらを却下することとして、\n主文のとおり決定する。\n令和４年８月２日\n東京地方裁判所民事第９部\n裁判長裁判官    向井敬 二\n裁判官    渡邉充 昭\n裁判官      瀬   智   彦\n別紙１「選定者目録」、別紙２「訂正申立書」及び別紙３「回答書」は記載を省略。\n"
}