{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 2,
    "day": 28
  },
  "case_number": "令和3(ネ)10023",
  "case_name": "特許権侵害損害賠償請求控訴事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "91887",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=91887",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/887/091887_hanrei.pdf",
  "contents": "令和５年２月２８日判決言渡\n令和３年（ネ）第１００２３号  特許権侵害損害賠償請求控訴事件（原審・東京地\n方裁判所平成３０年（ワ）第３６６９０号事件）\n口頭弁論終結日  令和４年１２月１９日\n判 決\n控訴人・被控訴人（以下「一審原告」という。）\n株式会社ＤＡＰリアライ ズ\n被控訴人・控訴人（以下「一審被告」という。）\nシ ャ ー プ 株 式 会 社\n同訴訟代理人弁護士        生        田     哲        郎\n同                        佐        野     辰        巳\n主 文\n１  一審原告の控訴及び一審被告の控訴をいずれも棄却する。\n２  控訴費用は各自の負担とする。\n事 実 及 び 理 由\n第１  控訴の趣旨\n１  一審原告\n⑴  原判決中一審原告敗訴部分を取り消す。\n⑵  主位的請求\n一審被告は、一審原告に対し、１億円及びこれに対する平成３０年１２\n月４日から支払済みまで年５分の割合による金員を支払え。\n予備的請求\n一審被告は、一審原告に対し、原審 認容額に加えて、 ９０１ ９万 ８２\n３０円並びにうち２０１９万８２３０円に対する令和元年５月１４日から\n支払済みまで年５分の割合による金員及びうち７０００万円に対する令和\n２年７月９日から支払済みまで年３分の割合による金員を支払え。\n２  一審被告\n⑴  原判決中一審被告敗訴部分を取り消す。\n⑵  前記取消しに係る部分について、一審原告の請求を棄却する。\n第２  事案の概要等\n１  事案の概要（以下において略称を用いるときは、別途定めるほか、原判決に\n同じ。）\n本件は，発明の名称を「携帯情報通信装置及び携帯情報通信装置を使用し\nたパーソナルコンピュータシステム」とする登録番号第４５５５９０１号の\n特許（本件特許）に係る本件特許権の特許権者である一審原告が，被告各製\n品が本件発明の技術的範囲に属するものであり，一審被告による被告各製品\nの製造，販売が本件特許権の実施に当たると主張して，主位的に不法行為に\nよる損害賠償請求権に基づき、９億８０１７万７０４０円のうち１億円（特\n許法１０２条３項により算定される損害の一部請求）及びこれに対する不法\n行為後の日である平成３０年１２月４日（訴状送達の日の翌日）から支払済\nみまで改正前民法所定の年５分の割合による遅延損害金の支払を、予備的に\n不当利得返還請求権に基づき、９億８０１７万７０４０円のうち１億円並び\nにうち３０００万円に対する返還請求の日の翌日である令和元年５月１４日\n（同月１３日付け訴えの変更申立書の直送の日の翌日）から支払済みまで改\n正前民法所定の年５分の割合による遅延損害金及びうち７０００万円に対す\nる返還請求の日（令和２年７月８日付け訴えの変更申立書の送達の日）の翌\n日である同月９日から支払済みまで民法所定の年３分の割合による遅延損害\n金の支払を求める事案である。\n原判決は、主位的請求については消滅時効が成立するとして棄却し、予備的\n請求につき９８０万１７７０円及びこれに対する遅延損害金の限度で認容し、\nその余を棄却したところ、一審原告及び一審被告がそれぞれ敗訴部分を不服と\nして控訴を提起した。\n２  「前提事実」、「争点」及び「争点に関する当事者の主張」は、原判決１\n２頁１行目末尾に改行して次のように加え、後記３のとおり当審における当\n事者の補充主張、後記４のとおり当審における当事者の追加主張を加えるほ\nか、原判決の「事実及び理由」欄の第２の２及び３並びに第３に記載すると\nおりであるから、これを引用する。\n「⑼  一審被告による無効審判の請求と、一審原告による訂正請求\nア  一審被告は、令和２年３月３１日、本件特許に対して無効審判を請求\nしたところ、特許庁は、上記請求を無効２０２０－８００３２として\n審理した。\nイ  一審原告は、令和３年３月２２日、同審理手続において、請求項１に\nついて訂正する旨の訂正請求（以下これによる訂正を「本件訂正２」\nといい、本件訂正２後の発明を「本件訂正発明」という。）をした。\nウ  特許庁は、令和３年１０月１２日、前記 訂正請求を認めた上で、\n「本件審判の請求は、成り立たない。」との審決（以下「本件審決」\nという。）をした。\nこれに対し、一審被告は、審決取消訴訟を提起したところ（知的財\n産高等裁判所令和３年（行ケ）第１０１３９号）、同裁判所は、令和\n４年１２月１９日、請求棄却の判決をした。\nエ  本件訂正発明に係る特許請求の範囲の記載は、次のとおりである\n（下線部が本件訂正２により訂正された部分）。\n【請求項１】\nユーザーがマニュアル操作によってデータを入力し、該入力データを\n後記中央演算回路へ送信する入力手段と；\n無線信号を受信してデジタル信号に変換の上、後記中央演算回路に送\n信するとともに、後記中央演算回路から受信したデジタル信号を無線\n信号に変換して送信する無線通信手段と；\n後記中央演算回路を動作させるプログラムと後記中央演算回路で処理\n可能なデータファイルとを格納する記憶手段と；\n前記入力手段から受信したデータと前記記憶手段に格納されたプログ\nラムとに基づき、前記無線通信手段から受信したデジタル信号に必要\nな処理を行い、リアルタイムでデジタル表示信号を生成するか、又は、\n自らが処理可能なデータファイルとして前記記憶手段に一旦格納し、\nその後読み出した上で処理する中央演算回路と、該中央演算回路の処\n理結果に基づき、単一のＶＲＡＭに対してビットマップデータの書き\n込み／読み出しを行い、「該読み出したビットマップデータを伝達す\nるデジタル表示信号」を生成し、該デジタル表示信号を後記ディスプ\nレイ制御手段又は後記インターフェース手段に送信するグラフィック\nコントローラと、から構成されるデータ処理手段と；\n画面を構成する各々の画素が駆動されることにより画像を表示するデ\nィスプレイパネルと、前記グラフィックコントローラから受信したデ\nジタル表示信号に基づき前記ディスプレイパネルの各々の画素を駆動\nするディスプレイ制御手段とから構成されるディスプレイ手段と；\n外部ディスプレイ手段を備えるか、又は、外部ディスプレイ手段を接\n続するかする周辺装置を接続し、該周辺装置に対して、前記グラフィ\nックコントローラから受信したデジタル表示信号に基づき、外部表示\n信号を送信するインターフェース手段と；\nを備え、\n前記無線通信手段が「本来解像度が前記ディスプレイパネルの画面解\n像度より大きい画像データ」を伝達する無線信号を受信してデジタル\n信号に変換の上、前記中央演算回路に送信し、前記中央演算回路が該\nデジタル信号を受信して、該デジタル信号が伝達する画像データを処\n理し、前記グラフィックコントローラが、該中央演算回路の処理結果\nに基づき、前記単一のＶＲＡＭに対してビットマップデータの書き込\nみ／読み出しを行い、「該読み出したビットマップデータを伝達する\nデジタル表示信号」を生成し、該デジタル表示信号を前記ディスプレ\nイ制御手段又は前記インターフェース手段に送信して、前記ディスプ\nレイ手段又は前記外部ディスプレイ手段に画像を表示する機能（以下、\n「高解像度画像受信・処理・表示機能」と略記する）を有する、\n携帯情報通信装置において、\n前記グラフィックコントローラは、前記携帯情報通信装置が前記高解\n像度画像受信・処理・表示機能を実現する場合に、前記単一のＶＲＡ\nＭから「前記ディスプレイパネルの画面解像度と同じ解像度を有する\n画像のビットマップデータ」を読み出し、「該読み出したビットマッ\nプデータを伝達するデジタル表示信号」を生成し、該デジタル表示信\n号を前記ディスプレイ制御手段に送信する機能と、前記単一のＶＲＡ\nＭから「前記ディスプレイパネルの画面解像度より大きい解像度を有\nする画像のビットマップデータ」を読み出し、「該読み出したビット\nマップデータを伝達するデジタル表示信号」を生成し、該デジタル表\n示信号を前記インターフェース手段に送信する機能と、を実現し、\n前記インターフェース手段は、前記グラフィックコントローラから\n受信した「ビットマップデータを伝達するデジタル表示信号」を、デ\nジタルＲＧＢ、ＴＭＤＳ、ＬＶＤＳ（又はＬＤＩ）及びＧＶＩＦのう\nちのいずれかの伝送方式で伝送されるデジタル外部表示信号に変換し\nて、該デジタル外部表示信号を前記周辺装置に送信する機能を有する、\nことにより、\n前記外部ディスプレイ手段に、「前記ディスプレイパネルの画面解像\n度より大きい解像度を有する画像」を表示できるようにした、\nことを特徴とする携帯情報通信装置。\nオ  本件訂正発明を構成要件に分説すると、構成要件Ｇ及びＨに相当する\n部分を以下の構成要件Ｇ’及びＨ’の記載とするほかは、本件発明と\n同じである。以下、構成要件Ｇ’に係る訂正を「訂正事項１」といい、\n構成要件Ｈ’に係る訂正を「訂正事項２」という。\nＧ’前記無線通信手段が「本来解像度が前記ディスプレイパネルの\n画面解像度より大きい画像データ」を伝達する無線信号を受信して\nデジタル信号に変換の上、前記中央演算回路に送信し、前記中央演\n算回路が該デジタル信号を受信して、該デジタル信号が伝達する画\n像データを処理し、前記グラフィックコントローラが、該中央演算\n回路の処理結果に基づき、前記単一のＶＲＡＭに対してビットマッ\nプデータの書き込み／読み出しを行い、「該読み出したビットマッ\nプデータを伝達するデジタル表示信号」を生成し、該デジタル表示\n信号を前記ディスプレイ制御手段又は前記インターフェース手段に\n送信して、前記ディスプレイ手段又は前記外部ディスプレイ手段に\n画像を表示する機能（以下、「高解像度画像受信・処理・表示機能」\nと略記する）を有する、\n携帯情報通信装置において、\nＨ’前記グラフィックコントローラは、前記携帯情報通信装置が前\n記高解像度画像受信・処理・表示機能を実現する場合に、前記単一\nのＶＲＡＭから「前記ディスプレイパネルの画面解像度と同じ解像\n度を有する画像のビットマップデータ」を読み出し、「該読み出し\nたビットマップデータを伝達するデジタル表示信号」を生成し、該\nデジタル表示信号を前記ディスプレイ制御手段に送信する機能と、\n前記単一のＶＲＡＭから「前記ディスプレイパネルの画面解像度よ\nり大きい解像度を有する画像のビットマップデータ」を読み出し、\n「該読み出したビットマップデータを伝達するデジタル表示信号」\nを生成し、該デジタル表示信号を前記インターフェース手段に送信\nする機能と、を実現し、」\n３  当審における一審原告の補充主張\n⑴  争点５（不法行為に基づく損害賠償請求権に係る消滅時効の抗弁の成否）\nについて\n本件訂正に係る訂正登録日である平成３０年８月１３日までは、本件特\n許には無効理由があり、一審原告は権利を行使することができなかった。\n原判決は、訴えを提起した上で、無効理由については訂正の再抗弁を主\n張すればよい旨判示するが、権利者にとって、権利範囲を狭くしすぎず、\nかつ、被告各製品が権利範囲に属するようにする訂正は簡単ではない。\n⑵  争点３（特許権侵害の不法行為による損害の発生の有無及びその額）及び、\n争点４（本件発明の実施についての不当利得返還義務の有無及び返還すべ\nき利得の額）について\nア  業界における実施料等の相場について\n原判決は、一審被告と、被告製品の製造、販売に関連する１０社との\n間のライセンス契約について、標準必須特許のライセンスを含めず、パ\nテントファミリー単位で１件当たりのライセンス料率を算定するという\n一審被告従業員の陳述書（乙７。以下「乙７陳述書」という。）を基礎\nとして、特許発明の実施に対し受けるべき料率を算定した。\nしかし、クロスライセンスにおいては、互いに「代表特許」を出し合\nって交渉を行うのであるから、ライセンス料は、主として「代表特許」\nの価値によって決まるので、乙７陳述書の計算における標準必須特許を\n除く「すべての特許の件数で除した１件当たりのライセンス料率」は不\n当にディスカウントされたものである。\nまた、乙７陳述書には、実施料率の算定に関連して、ランニング方式\nであるＣ社とのライセンス契約について記載されているところ、一時金\n方式に比べ料率が高くなるランニング方式によっているＣ社との契約内\n容は、あるべき実施料率の算定において重要である。\n加えて、乙７陳述書において一審被告がクロスライセンス契約を締結\nした外国企業が保有する「特許」の数は、これらの企業がライセンス契\n約時に保有していた日本特許の数より多く（甲９５ないし９９）、多数\nの外国特許も含まれていると推認されることから、国内特許１件当たり\nの料率を算定する資料としては問題が大きい。\nこのようなことから、一審原告は、これらのライセンス契約の内容を\n明らかにするために、同契約書につき文書提出命令の申立てを行ったの\nに対し、一審被告は、これらのライセンス契約の実施料率は本件におけ\nる要証事実ではないとして提出を拒んでいるのであるから、結局、乙７\n陳述書には証拠価値がないというべきである。\nイ  他のものによる代替可能性について\n被告各製品が発売された時期には、一審被告にとって、本件発明によ\nらずに本件発明の効果を奏することは、経済的に現実的ではなかった。\n４  当審における追加主張\n⑴  明確性要件違反について\nア  一審被告の追加主張\n「単一のＶＲＡＭ」について、本件明細書に何の説明もないため、単\n一の数え方が、「機能面からみて単一のＶＲＡＭ」であるとする解釈と、\n「物理的に単一のＶＲＡＭ」であるとする解釈が考えられ、どちらによる\nべきか不明である。\nそうすると、本件発明の特許請求の範囲の記載は、明確性要件に反する。\nイ  一審原告の反論\n本件発明の特許請求の範囲にいう「単一のＶＲＡＭ」については、\n「ハードウェアとしてのＶＲＡＭ（ディスプレイに表示する画像データを\n一時的に蓄積するメモリ）が１つであることを意味するものと認めるのが\n相当であり、明確性要件に反するところはない。\n⑵  サポート要件違反について\nア  一審被告の追加主張\n「単一のＶＲＡＭ」との記載について、本件明細書には何の説明もなく、\nこのような構成を採ることによる作用効果の記載もないから、サポート要\n件に反する。\nイ  一審原告の反論\n争う。\n⑶  訂正の再抗弁について\nア  一審原告の追加主張\n適法な訂正がされたこと\nａ  訂正の請求\n一審原告は、引用に係る原判決第２の２⑼イ（補正後のもの）の\nとおり、訂正請求をした。\nｂ  訂正事項１及び２は、以下のとおり、願書に添付した明細書、特\n許請求の範囲又は図面に記載した事項の範囲内の訂正である。\n⒜  訂正事項１\n本件明細書の【０１１８】には、無線通信手段 （テレビ受信用\nアンテナ１１２Ａ、テレビチューナ１１２Ｂ及びＡＤ／ＤＡ変換\n部１＿１１２Ｃ）が「本来解像度がディスプレイパネルの画面解\n像度より大きい画像データ」を伝達する無線信号を受信してデジ\nタル信号に変換の上、中央演算回路 に送信し、中央演算回路 が\n該デジタル信号を受信して、該デジタル信号が伝達する画像デー\nタを処理することが記載されている。\nまた、【０１１７】、【０１１８】及び【０１２７】には、グ\nラフィックコントローラが、中央演算回路の処理結果に基づき、\n単一のＶＲＡＭ に対してビットマップデータの書き込み／読み出\nしを行い、「該読み出したビットマップデータを伝達するデジタ\nル表示信号」を生成し、該デジタル表示信号をディスプレイ制御\n手段又はインターフェース手段に送信することが記載されている。\nさらに、【０１１８】と【０１２９】には、ディスプレイ手段\n又は外部ディスプレイ手段に画像を表示することが記載されてい\nる。\n以上のとおり、本件明細書には、本件発明に係る携帯情報通信\n装置が「高解像度画像受信・処理・表示機能」を有することが記\n載されている。\n⒝  訂正事項２\n本件訂正２による訂正後の構成要件Ｈ’は、グラフィックコント\nローラが、本件発明の携帯情報通信装置が高解像度画像受信・処\n理・表示機能を実現する場合に、前記単一のＶＲＡＭから「前記\nディスプレイパネルの画面解像度と同じ解像度を有する画像のビ\nットマップデータ」を読み出し、「該読み出したビットマップデ\nータを伝達するデジタル表示信号」を生成し、該デジタル表示信\n号を前記ディスプレイ制御手段に送信する機能（以下「機能①」\nという。）と、前記単一のＶＲＡＭから「前記ディスプレイパネ\nルの画面解像度より大きい解像度を有する画像のビットマップデ\nータ」を読み出し、「該読み出したビットマップデータを伝達す\nるデジタル表示信号」を生成し、該デジタル表示信号を前記イン\nターフェース手段に送信する機能（以下「機能②」という。）を\n有するというものである。\n本件明細書の【０１１８】、【０１２４】、【０１２６】ないし\n【０１２９】には、「高解像度画像受信・処理・表示機能」が説\n明されている。そして、当該箇所には、本件発明の携帯情報通信\n装置が高解像度画像受信・処理・表示機能 を実現する場合に、グ\nラフィックコントローラ１＿１０Ｂが実現する機能が記載されて\nいる。\nしたがって、本件明細書には、「グラフィックコントローラが、\n本件発明の携帯情報通信装置が高解像度画像受信・処理・表示機\n能を実現 する場 合に 、本件機 能 ① 及 び本 件機能 ② を実現 する 構\n成」、すなわち、訂正後の構成要件Ｈ’が記載されている。\nｃ  訂正の目的\n本件訂正２は、特許請求の範囲の減縮を目的とするものである。\nｄ  実質上、特許請求の範囲を拡張し、又は変更する訂正ではないこと\n本件訂正２は、実質上、特許請求の範囲を拡張し、又は変更するも\nのには該当しない\n訂正により無効理由が解消すること\n仮に、本件発明に、乙４公報を主引用例とする進歩性欠如又は甲１１\n公報を主引用例とする進歩性欠如の無効理由があるとしても、本件訂正\n２によって解消する。\n被告各製品が本件訂正発明の技術的範囲に属すること\n本件訂正２によって加えられた構成要件についても、以下のとおり、\n被告各製品は、その技術的範囲に属する。\nａ  被告各製品はスマートフォンであり、インターネットに接続して\nウェブサーバーにアクセスし、ウェブサーバーから本来解像度が内蔵\nディスプレイパネルの画面解像度より大きい画像データを読み出し、\nこれを処理して、内蔵ディスプレイパネル又は外部表示装置に表示す\nることができるのであるから、構成要件Ｇ’を充足する。\nｂ  本件訂正発明において、「「本来解像度が付属ディスプレイの画\n面解像度より大きい画像データ」を伝達する無線信号」には、テレ\nビ放送信号だけではなく、インターネットプロトコルに準拠した電\n波信号も含まれるから、「高解像度画像受信・処理・表示機能を受\n信する場合」が「テレビ放送を受信した場合」に限定される理由は\nない。よって、被告各製品は構成要件Ｈ’を充足する。\nイ  一審被告の反論\n訂正要件違反\nａ  無線通信手段について\n本件訂正２に係る構成要件Ｇ’及びＤには、「前記無線通信手段」\nと「前記」と明記されているところ、これは、構成要件Ｂの無線通\n信手段と解される。そして、構成要件Ｂの記載によれば、「無線通\n信手段」は、無線信号を受信する機能と無線信号を送信する機能が\nあることは文理上明らかである。\n一審原告が本件訂正２の根拠と主張している本件明細書の【０１\n１８】、【０１２４】、【０１２６】ないし【０１２９】（当初か\nら変更はない。）には、「高解像度画像受信・処理・表示機能」の\n「高解像度画像受信」の手段として、「テレビ受信用アンテナ１１\n２Ａ」と「テレビチューナ１１２Ｂ」を有する画像受信手段しか記\n載されていない。そして、「テレビ受信用アンテナ １１２Ａ 」と\n「テレビチューナ１１２Ｂ」は、【０１１７】に記載の通信用アン\nテナ１１１Ａ、ＲＦ送受信部１１１Ｂとは異なり、無線信号を送信\nする機能を有さない。\nしたがって、本件明細書には、無線受信機能と無線送信機能を有\nする無線通信手段（構成要件Ｂ）を、「テレビ受信用アンテナ１１\n２Ａ」と「テレビチューナ１１２Ｂ」を有する「高解像度画像受信」\nの手段とする「高解像度画像受信・処理・表示機能」を有する発明\nは記載されていない。\nｂ  本来解像度について\n構成要件Ｇ’には、「前記ディスプレイ手段又は前記外部ディス\nプレイ手段に画像を表示する機能」との記載があるが、「前記ディス\nプレイ手段」すなわち内蔵ディスプレイを選択した場合、構成要件Ｇ’\nは、「本来解像度が前記ディスプレイパネルの画面解像度より大きい\n画像データを・・・前記ディスプレイ手段に画像を表示させる機能」\nということになる。\nしかしながら、本件明細書の【０１１８】には、デジタル動画信\n号を一部間引くこと等が記載されており、内蔵ディスプレイに「本\n来解像度が前記ディスプレイパネルの画面解像度より大きい画像デ\nータ」を表示させることが記載されていない。\nまた、構成要件Ｈ’に関する訂正事項２についても、本件明細書\nに記載のない構成要件Ｇ’の上記機能を前提とした「前記高解像度\n画像受信・処理・表示機能を実現する場合に」なる構成を有するも\nのであるから、新規事項の追加に当たる。\n本件訂正２によっては無効理由が解消しないこと\nａ  乙４公報を主引用例とする進歩性欠如について\n⒜  乙４発明と本件訂正発明の相違点\n乙４発明と本件訂正発明は、以下の点で相違する。\n＜相違点ａ＞\n本件訂正発明は、「無線信号を受信してデジタル信号に変換の\n上、後記中央演算回路に送信するとともに、後記中央演算回路か\nら受信したデジタル信号を無線信号に変換して送信する無線通信\n手段」を備えているのに対し、乙４発明では、「無線通信手段」\nについて特定されていない点。\n＜相違点ｂ＞\n本件訂正発明の「中央演算回路」は、「無線通信手段から受信\nした」デジタル信号を処理しているのに対し、乙４発明の「ＣＰ\nＵ１０」は、「表示データ」をどこから受信したかについて特定\nされていない点。\n＜相違点ｃ＞\n本件訂正発明は、「携帯情報通信装置」についての発明である\nが、乙４発明は、「携帯機器」であって、「情報通信」を行う点\nについて特定されていない点。\n＜相違点ｄ＞\n本件訂正発明は、「高解像度画像受信・処理・表示機能」と略記さ\nれる機能を有し、グラフィックコントローラは、「携帯情報通信装\n置が前記高解像度画像受信・処理・表示機能を実現する場合に」、\nディスプレイパネルの画面解像度と同じ解像度を有する画像のビッ\nトマップデータから、所定のデジタル表示信号を生成し、これをデ\nィスプレイ制御手段に送信する機能と、ディスプレイパネルの画面\n解像度より大きい解像度を有する画像のビットマップデータから、\n所定のデジタル表示信号を生成し、これをインターフェース手段に\n送信する機能を実現するのに対して、乙４発明は、無線通信手段が\n明文で特定されておらず、また、「本来解像度が前記ディスプレイ\nパネルの画面解像度より大きい画像データ」を伝達する無線信号を\n受信するものとは明文で特定されていないため、「高解像度画像受\n信・処理・表示機能」と略記される機能の有無が特定されておらず、\nグラフィックコントローラも、本件訂正発明の上記送信機能と同様\nの機能は実現可能であるものの、この送信機能で送信されるデジタ\nル表示信号は、「高解像度画像受信・処理・表示機能を実現する場\n合に」生成、送信されるものであると明文記載されていない点。\n＜相違点ｅ＞\n本件訂正発明の「インターフェース手段」は、「前記グラフィ\nックコントローラから受信した「ビットマップデータを伝達する\nデジタル表示信号 」 を、デジタルＲＧ Ｂ 、ＴＭＤＳ、ＬＶ ＤＳ\n（又はＬＤＩ）及びＧＶＩＦのうちのいずれかの伝送方式で伝送\nされるデジタル外部表示信号に変換して、該デジタル外部表示信\n号を前記周辺装置に送信する機能を有する」のに対し、乙４発明\nでは、表示信号の「伝送方式」について特定されていない点。\n⒝  相違点の容易想到性\n相違点ａは、実質的な相違点ではない。\nその他の相違点も、当業者が容易に想到できたものである。\n相違点ｄについてみると、乙４公報の【０００５】ないし【０\n００７】には、「内蔵した表示デバイスの解像度よりも高解像度\nの外部表示機器を利用することで生じる、より広い画面表示サイ\nズを有効に利用することができなかった」ことを解決して「外部\n表示機器における表示を有効に活用する」ことが課題である旨が\n記載されているところ、内蔵した表示デバイスの解像度よりも高\n解像度の画像データを外部表示機器に表示させることが、「より\n広い画面表示サイズを有効に利用する」ことの典型的な事例であ\nることは当業者が容易に想到できたことである。また、内蔵した\n表示デバイスの解像度よりも高解像度の画像データを外部表示装\n置に表示させるという課題及び解決手段は、本件特許の優先日当\n時、特開２００１―１９７１６７号公報（乙１９。以下「乙１９\n文献」という。）、特開２００３－１０８４７２号公報（乙２０。\n以下「乙２０文献」という。）、特開２００２－１１６８４３号\n公報（乙２１。以下「乙２１文献」という。）及び特開２００１\n－３５２３７３号公報（乙２２。以下「乙２２文献」という。）\nにより周知技術であったから、相違点ｄは、当該周知技術に基づ\nいて当業者が容易に想到できたものである。\nｂ  甲１１公報を主引用例とする進歩性欠如について\n⒜  甲１１発明と本件訂正発明の相違点\n甲１１発明と本件訂正発明は、以下の点で相違する。\n＜相違点ｆ＞\n本件訂正発明の「中央演算回路」は、「前記無線通信手段か\nら受信したデジタル信号」に対して、「前記入力手段から受信\nした デー タと 前記 記 憶手 段に 格納 され た プロ グラ ムと に基づ\nき」、「リアルタイムでデジタル表示信号を生成するか、又は、\n自らが処理可能なデータファイルとして前記記憶手段に一旦格\n納し、その後読み出」すという手順を踏んで処理するのに対し、\n甲１１発明の「制御部１０」は、受信した信号に対する具体的\nな処理手段について記載されていない点。\n＜相違点ｇ＞\n本件訂正発明の「ディスプレイ手段」は、「グラフィックコ\nントローラから受信したデジタル表示信号に基づき」動作するの\nに対し、甲１１発明の「表示部１２」は、「デジタル表示信号」\nが「グラフィックコントローラから受信した」ものである点が特\n定されていない点。\n＜相違点ｈ＞\n本件訂正発明の「インターフェース手段」は、「グラフィック\nコントローラから受信したデジタル表示信号に基づき」動作する\nのに対し、甲１１発明の「画像出力部１７」は、「グラフィック\nコントローラから受信したデジタル表示信号に基づき」動作する\nことについて特定されていない点。\n＜相違点ｉ＞\n本件訂正発明は、「高解像度画像受信・処理・表示機能」と略記\nされる機能を有し、グラフィックコントローラは、「携帯情報通\n信装置が前記高解像度画像受信・処理・表示機能を実現する場\n合に」、ディスプレイパネルの画面解像度と同じ解像度を有する\n画像のビットマップデータから、所定のデジタル表示信号を生\n成し、これをディスプレイ制御手段に送信する機能と、ディス\nプレイパネルの画面解像度より大きい解像度を有する画像のビ\nットマップデータから、所定のデジタル表示信号を生成し、こ\nれをインターフェース手段に送信する機能を実現するのに対し\nて、甲１１発明は、送受信部１１が「本来解像度がディスプレ\nイパネル（表示部１２）の画面解像度より大きい画像データ」\nを伝達する無線信号を受信するものと特定されておらず、また、\nグラフィックコントローラや単一のＶＲＡＭを備えることが明\n文記載されておらず、「高解像度画像受信・処理・表示機能」と\n略記される機能の有無が特定されていない点。\n＜相違点ｊ＞\n本件訂正発明の「ビットマップデータを伝達するデジタル表\n示信号」は、「デジタルＲＧＢ、ＴＭＤＳ、ＬＶＤＳ（又はＬＤ\nＩ）及びＧＶＩＦのうちのいずれかの伝送方式」で伝送される\nのに対し、甲１１発明では、「伝送方式」について特定されてい\nない点。\n⒝  相違点の容易想到性\nこれらの相違点は、当業者が容易に想到できたものである。\n相違点ｉについてみると、甲１１公報には、「本体の携帯性を\n考慮して表示部の設置面積を大きくとれないため、表示内容の\n視認性や臨場感が乏しい上、ユーザの視力低下を招くおそれが\nあった。また、携帯電話機での閲覧が意図されていないＷｅｂ\nコンテンツについては、正常に表示することすらできなかった。」\n（【０００５】）という課題を解決するために、「入力された情報\nを外部表示装置で読取可能な画像信号形式に変換して出力する\n画像出力部を有して成り、前記外部表示装置への情報出力を行\nう構成としている」（【０００８】）という手段を採ることが記載\nされている。そのため、甲１１発明を、「携帯電話機の内蔵ディ\nスプレイ装置の画面解像度より大きい画像データを含むコンテ\nンツ」を外部表示装置に情報出力する場合に適用することは当\n業者が容易に想到できたことである。また、前記ａのとおり、\n本件優先日当時、内蔵した表示デバイスの解像度よりも高解像\n度の画像データを外部表示機器に表示させるという課題及び手\n段は周知であった。\nさらに、特開平９－９０９１９号公報（乙１７。以下「乙１\n７文献」といい、そこに記載された発明を「乙１７発明」とい\nう。）の【０００６】には、グラフィックコントローラが「ディ\nスプレイパネルの画面解像度より大きい画像データ」を処理す\nること等が示唆されているから、相違点ｉは、乙５発明に乙１\n７発明を組み合わせることによっても容易に想到できた。\n被告各製品が本件訂正発明の技術的範囲に属さないこと\nａ  構成要件Ｇ’について\n本件訂正事項に係る構成要件Ｇ’及びＨ’における「高解像度\n画像受信・処理・表示機能」という機能は、一審原告の訂正請求\n書（甲７３）の主張によると、本件明細書の【０１１８】、【０\n１２４】 、【０ １２ ６】 ない し 【０ １２ ９】に記 載され てい る\n「テレビ放送を視聴している場合」に実現される機能である。\nテレビ放送を視聴する場合には、明細書の【０１１８】の記載\nにあるように、テレビ受信用アンテナとテレビチューナが当然必\n要であり、また、ブラウジング機能を果たすためには無線通信用\nメインアンテナ及び無線送受信用ＩＣが別途必要である。\n被告各製品は、携帯電話の無線通信用の受送信用のアンテナの\n他に、テレビ放送視聴用のワンセグ放送受信用アンテナと対応す\nるチューナーを有しているが、通常規格やハイビジョン規格のテ\nレビ放送を受信する機能は有していない。ワンセグ放送の映像フ\nォーマットは、いずれも被告各製品の内蔵ディスプレイより画面\n解像度が小さく、被告各製品のワンセグ放送受信機能は、構成要\n件Ｇ'に訂正で付加された「高解像度画像受信・処理・表示機能」\nの「高解像度画像受信」機能に該当しない。よって、被告各製品\nは、訂正後の発明の構成要件Ｇ’を充足しない。\nｂ  構成要件Ｈ’について\n被告各製品は、「高解像度画像受信・処理・表示機能」を有し\nないから、構成要件Ｈ’も充足しない。\n第３  当裁判所の判断\n１  本件明細書の記載事項等について\n原判決５６頁２３行目の「次のような」を「次のとおり及び別紙１１本件\n明細書（抜粋）のとおりの」と改め、原判決１４２頁末尾に頁を改めて、本判\n決別紙のとおり加えるほか、原判決の第４の１に記載のとおりであるから、こ\nれを引用する。\n２  争点１（被告各製品が本件発明の技術的範囲に属するか（構成要件Ｄ及び\nＨの充足性））について\n以下のとおり補正するほか、原判決の第４の２の説示のとおりであるから、\nこれを引用する。\n⑴  原判決８８頁２２行目冒頭から９０頁２６行目末尾までを次のとおり改め\nる。\n「ア  特許請求の範囲の記載\n本件発明の請求項１には、「前記グラフィックコントローラは、\n前記携帯情報通信装置が「本来解像度がディスプレイパネルの画面\n解像度より大きい画像データ」を処理して画像を表示する場合に、\n前記単一のＶＲＡＭから「前記ディスプレイパネルの画面解像度と\n同じ解像度を有する画像のビットマップデータ」を読み出し、「該\n読み出したビットマップデータを伝達するデジタル表示信号」を生\n成し、該デジタル表示信号を前記ディスプレイ制御手段に送信する\n機能と、前記単一のＶＲＡＭから「前記ディスプレイパネルの画面\n解像度より大きい解像度を有する画像のビットマップデータ」を読\nみ出し、「該読み出したビットマップデータを伝達するデジタル表\n示信号」を生成し、該デジタル表示信号を前記インターフェース手\n段に送信する機能と、を実現し、」との記載があり、「該デジタル\n表示信号を前記ディスプレイ制御手段に送信する機能」及び「デジ\nタル表示信号を前記インターフェース手段に送信する機能」を実現\nする際の、信号の生成において、両機能ともに「前記単一のＶＲＡ\nＭ」からビットマップデータを読み出すものと認められる。\nそうすると、本件発明における「単一のＶＲＡＭ」とは、携帯情\n報通信装置において、付属ディスプレイに係る「ディスプレイ制御\n手段」（構成要件Ｅ）のためと、外部ディスプレイに係る「インタ\nーフェース手段」（構成要件Ｆ）のための両機能それぞれに専用の\nＶＲＡＭがあるのではなく、１つのＶＲＡＭが存在することと、こ\nれにより両機能において共に前記１つのＶＲＡＭからのビットマッ\nプデータの読出しを行うことを意味すると解釈できる。\nイ  明細書の記載\n本件明細書においては、第１の実施形態を示す図１、第２の実施\n形態を示す図６、第３の実施形態を示す図８には、それぞれＶＲＡ\nＭとしてＶＲＡＭ１（１０Ｃ）のみが記載され、第１の実施形態に\n関する【０１１７】には「ＬＣＤパネル１５Ａの画面解像度と同じ\n解像度を有する画像を記述するビットマップデータをＶＲＡＭ１＿\n１０Ｃから切り出してＬＣＤドライバ１５Ｂに送信する」ことが、\n【０１２３】には「中央演算回路１＿１０Ａ１は、上記の描画命令\nとともに、ＶＲＡＭ１＿１０Ｃから切り出したビットマップデータ\nを、ＬＣＤドライバ１５Ｂに送信する替わりに、ＴＭＤＳトランス\nミッタ１３Ａに送信するように命令する送信命令を生成し、該送信\n命令をグラフィックコントローラ１＿１０Ｂに送信する。」ことが、\n第３の実施形態に関する【０１５３】には、「グラフィックコント\nローラ１＿１０Ｂは、中央演算回路１＿１０Ａ１から受信した描画\n命令に基づき、仮想画面におけるビットマップデータを生成しＶＲ\nＡＭ１＿１０Ｃに書き込むとともに、ＬＣＤパネル１５Ａの画面解\n像度又は外部入出力ユニット４における外部ＬＣＤタッチパネル４\n５６の画面解像度に対応する部分をＶＲＡＭ１＿１０Ｃから切り出\nし、それぞれＬＣＤドライバ１５Ｂ又はＴＭＤＳトランスミッタ１\n３Ａに送信する。」ことが記載され、「単一のＶＲＡＭ」に関する\n前記アの解釈を裏付けている。」\n⑵  原判決９２頁１行目冒頭から３行目末尾までを次のとおり改める。\n「しかし、一審被告の指摘する本件明細書の記載は、「単一のＶＲＡＭ」\nを「一つの仮想画面のビットマップデータを書き込むメモリ領域が単一\nである」と限定して解釈すべきことを裏付けるものではない。」\n⑶  原判決９２頁１１行目冒頭から１４行目末尾までを次のとおり改める。\n「以上のとおりであって、本件発明における「単一のＶＲＡＭ」とは、携\n帯情報通信装置において、付属ディスプレイに係る「ディスプレイ制御手\n段」のためと、外部ディスプレイに係る「インターフェース手段」のため\nの両機能それぞれに専用のＶＲＡＭがあるのではなく、１つのＶＲＡＭが\n存在することと、これにより両機能において共に前記１つのＶＲＡＭから\nのビットマップデータの読出しを行うことを意味するものというべきであ\nる。」\n３  争点２－１（甲１１公報を主引用例とする進歩性欠如）、争点２－２（乙\n４公報を主引用例とする進歩性欠如）及び訂正の再抗弁について\n事案に鑑み、これらを一括した上、訂正の再抗弁から判断する。\n⑴  訂正の適法性について\nア  本件訂正２は、本件無効審判手続の中でされ、特許請求の範囲の減縮\nを目的とするものと認められる。\nイ  新規事項の追加の有無について検討する。\n本件明細書の【０１１８】には、「無線通信手段」である「テレビ受\n信用アンテナ１１２Ａ」が「ＬＣＤパネル１５Ａの水平・垂直画素数\nより大きい」本来画像を伝達するテレビ放送用信号を受信し、同信号\nがテレビチューナ１１２Ｂ及びＡＤ／ＤＡ変換部１＿１１２Ｃでデジ\nタル動画信号及びデジタル音声信号に変換され、バス１９を経由して\n中央演算回路１＿１０Ａ１に送信され、同中央演算回路ではＬＣＤパ\nネル１５Ａに表示される画面イメージのビットマップデータを作成す\nる描画命令を生成することが開示されているから、訂正事項１に係る\n「前記無線通信手段」が「「本来解像度が前記ディスプレイパネルの\n画面解像度より大きい画像データ」を伝達する無線信号を受信してデ\nジタル信号に変換の上、前記中央演算回路に送信し」、「前記中央演\n算回路」が「該デジタル信号を受信して、該デジタル信号が伝達する\n画像データを処理し」とすることは、本件明細書の記載の範囲内のも\nのであるといえる。\nａ  一審被告は、前記第２の３⑶イ ａのとおり、本件明細書には、無\n線受信機能と無線送信機能を有する無線通信手段（構成要件Ｂ）を、\n「テレビ受信用アンテナ１１２Ａ」と「テレビチューナ１１２Ｂ」を\n有する「高解像度画像受信」の手段とする「高解像度画像受信・処\n理・表示機能」を有する発明は記載されていない旨主張する。\nしかし、本件明細書の【０１１６】からは「通信用アンテナ１１\n１Ａ」が、無線信号の受信及び送信を行うものであること、【０１１\n８】からは「テレビ受信用アンテナ１１２Ａ」が、無線信号の受信を\n行うものであることが理解できるところ、本件訂正発明には、無線信\n号の種類を限定する記載がないこと、図１には、「テレビ受信用アン\nテナ１１２Ａ」、「テレビチューナ１１２Ｂ」及び「ＡＤ／ＤＡ変換\n部１＿１１２Ｃ」と「通信用アンテナ１１１Ａ」、「ＲＦ送受信部１\n１１Ｂ」及び「ベースバンドプロセッサ１１」とを備えた実施例の記\n載があることからすれば、「通信用アンテナ１１１Ａ」、「ＲＦ送受\n信部１１１Ｂ」、「ベースバンドプロセッサ１１」、「テレビ受信用\nアンテナ１１２Ａ」、「テレビチューナ１１２Ｂ」及び「ＡＤ／ＤＡ\n変換部１＿１１２Ｃ」は、いずれも無線通信を行うための機能手段で\nあり、合わせて構成要件Ｂにいう「無線通信手段」を構成するものと\nいうべきである。また、本件明細書の【００５６】の記載からは、\n「無線通信手段」が、インターネットプロトコルに準拠した無線信号\nによる無線通信とテレビ放送信号による無線通信との両方を行うこと\nも当然に想定されているというべきである。\nｂ  次に、一審被告は、前記第２の３⑶イ ｂのとおり、本件明細書\nの【０１１８】では、画素の間引き等を行っていることから、本来\n解像度の画像を外部ディスプレイ手段に表示することができず、訂\n正事項１は新規事項を追加するものである旨主張する。\nしかし、構成要件Ｇ’においては、表示される画像が「本来解像\n度」であることまでは特定されておらず、構成要件Ｊにおいても、\n「外部ディスプレイ手段に、「前記ディスプレイパネルの画面解像\n度より大きい解像度を有する画像」を表示できるようにした」とさ\nれているのにとどまり、さらに、【発明が解決しようとする課題】\n【００３１】においても、「外部ディスプレイ手段において、付属\nディスプレイの画面解像度よりも解像度が大きい画像を表示するこ\nと」等の記載がされており、本来の解像度がそのまま維持されるこ\nとまで記載されているわけではない。一審被告が主張する本件明細\n書の【０１１８】は、テレビ放送に関する一例であって、このよう\nな場合には本来解像度より解像度の低い画像の全体画像が表示され\nることになるとしても、そのことをもって、本件明細書に、高解像\n度画面を表示する機能を有する旨の記載がないといえないことは明\nらかであるから、この点に関する一審被告の主張は採用できない。\n以上によれば、本件訂正２は、実質上、特許請求の範囲を拡張し、又\nは変更するものには該当しない。\nよって、本件訂正２は訂正要件を満たす。\n⑵  訂正による無効理由の解消の成否について\n本件訂正発明について、乙４公報を主引用例とする進歩性欠如、甲１１\n公報を主引用例とする進歩性欠如が認められないのであれば、本件訂正２\n前の本件発明について、これらの文献を主引用例とする進歩性欠如の有無\nについて判断するまでもなく、訂正により無効理由が解消したものと認め\nられる。そこで、以下この点について検討する。\nア  乙４公報を主引用例とする本件訂正発明の進歩性欠如の有無について\n乙４公報の記載事項等\n原判決の第４の３⑵に記載のとおりであるから、これを引用する。\n本件訂正発明と乙４発明の相違点\nによれば、本件訂正発明と乙４発明は、以下の点で相違するもの\nと認められる。\nａ  相違点ａないしｃ及びｅ\n前記第２の４⑶イ ａ⒜において一審被告が主張する相違点ａな\nいしｃ及びｅのとおりである。\nｂ  相違点ｄ’\n本件訂正発明は、「高解像度画像受信・処理・表示機能」と略記\nされる機能を有し、グラフィックコントローラは、「携帯情報通信\n装置が前記高解像度画像受信・処理・表示機能を実現する場合に」、\nディスプレイパネルの画面解像度と同じ解像度を有する画像のビッ\nトマップデータから、所定のデジタル表示信号を生成し、これをデ\nィスプレイ制御手段に送信する機能と、ディスプレイパネルの画面\n解像度より大きい解像度を有する画像のビットマップデータから、\n所定のデジタル表示信号を生成し、これをインターフェース手段に\n送信する機能を実現するのに対して、乙４発明は、無線通信手段を\n有さず、また、「本来解像度が前記ディスプレイパネルの画面解像\n度より大きい画像データ」を伝達する無線信号を受信するものでは\nないため、この「本来解像度が前記ディスプレイパネルの画面解像\n度より大きい画像データ」を基に、ディスプレイ制御手段やインタ\nーフェース手段に送信するデジタル表示信号を生成する機能を有さ\nないから、「高解像度画像受信・処理・表示機能」と略記される機\n能を有さず、グラフィックコントローラも、本件訂正発明の上記送\n信機能と同様の機能は実現可能であるものの、この送信機能で送信\nされるデジタル表示信号は、「高解像度画像受信・処理・表示機能\nを実現する場合に」生成、送信されるものではない点。\n相違点の容易想到性について\n事案に鑑み、相違点ｄ’の容易想到性から判断する。\nａ  乙４公報には、表示装置の解像度に関する記載はあっても、プロ\nグラムやデータに関する解像度の記載はなく、無線通信手段が「本\n来解像度が前記ディスプレイパネルの画面解像度より大きい画像デ\nータ」を伝達する無線信号を受信して、この「本来解像度が前記デ\nィスプレイパネルの画面解像度より大きい画像データ」についてデ\nィスプレイ制御手段やインターフェース手段に送信するデジタル表\n示信号を生成する具体的な構成については、何らの開示や示唆もな\nい。\nそうすると、当業者が相違点ｄ’に係る構成を容易に想到するこ\nとができたとはいえないというべきである。\nｂ  一審被告は前記第２の４⑶イ ａ⒝のとおり、相違点ｄ（ｄ’）\nは、乙４公報の【０００５】ないし【０００７】における示唆及び\n優先日当時の周知技術（乙１９文献ないし乙２２文献）に基づいて\n当業者が容易に想到できた旨主張する。\n確かに、乙１９文献ないし乙２２文献によれば、携帯電話機にお\nいて、携帯電話機のディスプレイによりそのままでは表示できない\nデータを外部の表示装置に表示する技術は、周知技術であるといえ\nる。\nしかし、乙４公報には、乙４発明の「画像データ」が「本来解像\n度が前記ディスプレイパネルの画面解像度より大きい画像データ」で\nあることについて、何らの開示や示唆もないことは前記ａのとおりで\nある。\nまた、上記認定の周知技術も、携帯電話機において、携帯電話機\nのディスプレイによりそのままでは表示できないデータを外部の表示\n装置に表示する技術を開示するのにとどまり、「本来解像度が前記デ\nィスプレイパネルの画面解像度より大きい画像データ」を伝達する無\n線信号を受信するとの点や、携帯情報通信装置が前記高解像度画像受\n信・処理・表示機能を実現する場合に、グラフィックコントローラが、\n「前記ディスプレイパネルの画面解像度より大きい解像度を有する画\n像のビットマップデータ」を読み出し、「該読み出したビットマップ\nデータを伝達するデジタル表示信号」を生成し、該デジタル表示信号\nを前記インターフェース手段に送信する機能を実現するとの点まで具\n体的に示唆するものではないから、当該周知技術を加味しても、当業\n者が相違点ｄ’に係る構成を容易に想到できたとはいえない。\nまとめ\n以上によれば、仮に、本件発明について、乙４公報を主引用例とす\nる進歩性欠如が認められたとしても、本件訂正２によって解消するも\nのというべきである。\nイ  甲１１公報を主引用例とする本件訂正発明の進歩性欠如の有無について\n甲１１公報の記載事項等について\n原判決の第４の３⑴に記載のとおりであるから、これを引用する。\n本件訂正発明と甲１１発明の相違点\nによれば、本件訂正発明と甲１１発明は、以下の点で相違するも\nのと認められる。\nａ  相違点ｆないしｈ及びｊ\n前記第２の４⑶イ ｂ⒜において一審被告が主張する相違点ｆな\nいしｈ及びｊのとおりである。\nｂ  相違点ｉ’\n本件訂正発明は、「高解像度画像受信・処理・表示機能」と略記\nされる機能を有し、グラフィックコントローラは、「携帯情報通信\n装置が前記高解像度画像受信・処理・表示機能を実現する場合に」、\nディスプレイパネルの画面解像度と同じ解像度を有する画像のビッ\nトマップデータから、所定のデジタル表示信号を生成し、これをデ\nィスプレイ制御手段に送信する機能と、ディスプレイパネルの画面\n解像度より大きい解像度を有する画像のビットマップデータから、\n所定のデジタル表示信号を生成し、これをインターフェース手段に\n送信する機能を実現するのに対して、甲１１発明は、送受信部１１\nが、「本来解像度がディスプレイパネル（表示部１２）の画面解像\n度より大きい画像データ」を伝達する無線信号を受信するものでは\nないため、「本来解像度がディスプレイパネル（表示部１２）の画\n面解像度より大きい画像データ」を基に、表示部１２で画像を表示\nするための信号と外部表示装置２で画像を表示するための信号との\n両方を生成するものではなく、また、グラフィックコントローラや\n単一のＶＲＡＭも備えないから、「高解像度画像受信・処理・表示\n機能」と略記される機能を有さず、表示部１２や外部表示装置２で\n画像を表示するための信号は、「高解像度画像受信・処理・表示機\n能を実現する場合に」生成、送信されるものではない点。\n相違点の容易想到性について\nａ  事案に鑑み、相違点ｉ’から判断する。\n甲１１公報には、送受信部１１で「本来解像度がディスプレイパ\nネル（表示部１２）の画面解像度より大きい画像データ」を伝達す\nる無線信号を受信して、この「本来解像度がディスプレイパネル\n（表示部１２）の画面解像度より大きい画像データ」を基に、表示\n部１２及び外部表示装置２に画像を表示することや、これを 実現す\nるための具体的な構成（信号の生成）の記載も示唆もない。\nそうすると、当業者が相違点ｉ’に係る構成を容易に想到するこ\nとができたとはいえないというべきである。\nｂ  一審被告は、前記第２の４⑶イ ｂ⒝のとおり、相違点ｉ（ｉ’）\nについても、甲１１公報の【０００５】及び【０００８】の記載、\n優先日当時の周知技術（乙１９文献ないし乙２２文献）ないし乙１\n７発明に基づいて、当業者が容易に想到できた旨主張する。\nしかし、甲１１公報には、「携帯電話機の内蔵ディスプレイ装置\nの画面解像度より大きい画像データを含むコンテンツ」を受信する\nことや、これを基に、表示部１２及び外部表示装置２に画像を表示\nするための信号を生成することについては何ら記載されていないこ\nとは前記ａのとおりであり、また、前記ア ｂにおいて説示したの\nと同様の理由により、一審被告の主張は、乙１９文献ないし乙２２\n文献に基づく周知技術からも裏付けられない。\nまた、乙１７発明を組み合わせることについては、その動機付け\nがあるとはいえないし、乙１７公報は、「本来解像度が前記ディス\nプレイパネルの画面解像度より大きい画像データ」を伝達する無線\n信号を受信するとの点や、携帯情報通信装置が前記高解像度画像受\n信・処理・表示機能を実現する場合に、グラフィックコントローラ\nが、「前記ディスプレイパネルの画面解像度より大きい解像度を有\nする画像のビットマップデータ」を読み出し、「該読み出したビッ\nトマップデータを伝達するデジタル表示信号」を生成し、該デジタ\nル表示信号を前記インターフェース手段に送信する機能を実現する\nとの点まで具体的に示唆するものではないから、乙１７発明を加味\nしても、当業者が相違点ｉ’に係る構成を容易に想到できたとはい\nえない。\nまとめ\n以上によれば、仮に、本件発明について、甲１１公報を主引用例と\nする進歩性欠如が認められたとしても、本件訂正２によって解消する\nものというべきである。\n⑶  被告各製品が本件訂正発明の技術的範囲に属するかについて\n被告各製品が本件発明の構成要件を充足することについては、引用に係\nる原判決第４の２及び前記２における認定のとおりであるから、これを前\n提に、本件訂正２により加えられた構成要件Ｇ’及びＨ’について判断す\nる。\n一審被告は、前記第２の４⑶イ のとおり、構成要件Ｇ’及びＨ’にい\nう「高解像度画像受信・処理・表示機能」はテレビ放送を視聴する場合に\n実現されるものであるところ、被告各製品は、通常規格やハイビジョン規\n格のテレビ放送を受信する機能は有していない から、「高解像度画像受\n信・処理・表示機能」を有さず、構成要件Ｇ’及びＨ’を充足しない旨主\n張する。\nしかし、「高解像度画像受信・処理・表示機能」が、テレビ用受信アン\nテナでテレビ放送を受信した場合に限る旨の特定は、本件訂正発明にはな\nい。また、前記３⑴イ ａのとおり、本件訂正発明の「無線通信手段」は、\n本件明細書の、テレビ受信用アンテナ、テレビチューナ、ＡＤ／ＤＡ変換\n部、通信用アンテナ、ＲＦ送受信部、ベースバンドプロセッサを合わせた\nものと考えることができる。そうすると、被告各製品は、内蔵ディスプレ\nイパネル用の表示用データを補間して、これより大きい画面解像度の外部\nディスプレイ用の表示データを生成しているのであるから、「高解像度画\n像受信・処理・表示機能」を有するものである。\n⑷  小括\n以上のとおりであって、訂正の再抗弁が認められるから、その他の点に\nついて判断するまでもなく、一審被告の乙４公報を主引用例とする進歩性\n欠如、甲１１公報を主引用例とする進歩性欠如の主張は理由がない。\n４  争点２－３（サポート要件違反）について\n原判決の第４の５の説示のとおりであるから、これを引用する。\n５  争点２－４（本件訂正についての訂正要件違反）について\n本件発明における「単一のＶＲＡＭ」とは、携帯情報通信装置において、\n付属ディスプレイに係る「ディスプレイ制御手段」（構成要件Ｅ）のためと、\n外部ディスプレイに係る「インターフェース手段」（構成要件Ｆ）のための\n両機能それぞれに専用のＶＲＡＭがあるのではなく、１つのＶＲＡＭが存在\nすることと、これにより両機能において共に前記１つのＶＲＡＭからのビッ\nトマップデータの読出しを行うことを意味すると解釈できること、本件明細\n書にこれに対応する記載があることは補正の上引用した原判決第４の２⑵ア\nのとおりであるから、特許請求の範囲に「単一のＶＲＡＭ」との文言を加え\nる本件訂正は，本件特許の願書に添付した明細書，特許請求の範囲又は図面\nに記載した事項の範囲内での訂正であり，特許法１２６条５項の要件に適合\nするものというべきである。\n６  明確性要件違反（一審被告の当審における追加主張）について\n一審被告は、前記第２の４⑴のとおり、「単一のＶＲＡＭ」との語句が不\n明確である旨主張するが、当該語句が、本件明細書の記載も参酌すれば、付\n属ディスプレイに係る「ディスプレイ制御手段」（構成要件Ｅ）のためと、\n外部ディスプレイに係る「インターフェース手段」（構成要件Ｆ）のための\n両機能それぞれに専用のＶＲＡＭがあるのではなく、１つのＶＲＡＭが存在\nすること、これにより両機能において共に前記１つのＶＲＡＭからのビット\nマップデータの読出しを行うことを意味するものと理解できることは前記５\nにおいて判示したとおりであるから、一審被告の主張は採用できない。\n７  サポート要件違反（一審被告の当審における追加主張）について\n一審被告は、前記第２の４⑵のとおり、本件発明の特許請求の範囲にいう\n「単一のＶＲＡＭ」について、本件明細書に何の説明もないため、サポート要\n件に反する旨主張する。\nしかし、本件発明における「単一のＶＲＡＭ」について本件明細書におい\nて十分な説明がされていることは、前記５において判示したとおりである。\nまた、本件明細書の【００１４】ないし【００２２】には、携帯情報通信\n装置に、該携帯情報通信装置の付属ディスプレイよりも画面が大きい外部ディ\nスプレイ装置を接続することにより、大画面外部ディスプレイ装置で画像を表\n示する従来技術が、「不合理な二重投資」や「非効率な資源利用」をするもの\nであると記載され、【発明が解決しようとする課題】【００３１】には、本件\n発明が解決しようとする課題として、付属ディスプレイの画面解像度よりも解\n像度が大きい画像を表示することを、大画面ディスプレイ手段向けの専用の表\n示データ生成手段を、付属ディスプレイにもともと必要である表示データ生成\n手段とは別個に使用することなく、大画面ディスプレイ手段が接続される周辺\n装置と間のインターフェース手段の追加と表示データ生成手段への若干の機能\n追加だけで実現することが記載されている。\nそうすると、当業者は、本件発明において、グラフィックコントローラが\nビットマップデータの書き込み及び読み出しをする対象を「単一のＶＲＡＭ」\nとする構成を採用することによって、上記の課題が解決されることを認識し得\nたことは明らかである。\n８  争点５（不法行為に基づく損害賠償請求権についての消滅時効の成否）に\nついて\n⑴  当裁判所も、不法行為に基づく損害賠償請求権は時効により消滅したも\nのと判断する。\nその理由は、後記⑵のとおり当審における一審原告の補充主張に対する\n判断を加えるほか、原判決の第４の７に説示するとおりであるから、これ\nを引用する。\n⑵  当審における一審原告の補充主張に対する判断\n一審原告は、前記第２の３⑴のとおり、本件訂正に係る訂正登録がされ\nた平成３０年８月１３日までは、本件特許には無効理由があり、一審原告\nは権利を行使することができなかった旨、また、訂正も事実上困難であっ\nた旨主張する。\nしかし、原判決が説示するとおり、遅くとも別件判決の言渡日である平\n成２５年８月２日までには被告各製品の構成を認識していた一審原告は，\n同日頃までには被告各製品が本件訂正前の本件発明の技術的範囲に属する\nことを認識し、損害賠償請求権を行使することができたというべきである\nし、一審原告の主張のように、本件訂正に係る訂正登録まで消滅時効が進\n行しないとすれば、無効理由を放置した方が有利になって相当でない。し\nたがって、一審原告の主張は採用できない。\n９  争点４（本件発明の実施についての不当利得返還義務の有無及び返還すべ\nき利得の額）について\n⑴  不当利得返還義務の有無について\n一審被告は、被告各製品を販売することにより、本件発明を実施したの\nに、特許権者である一審原告に実施料率を支払っていないことになるから、\n不当利得として、実施料相当額の利益を得ており、一審原告は、これと同\n額の損失を被ったものと認めるのが相当である。\n⑵  返還すべき利得の額について\nア  当裁判所も、一審被告が返還すべき利得の額は９８０万１７７０円と\n認める。\nその理由は、後記イのとおり当審における一審原告の補充主張に対す\nる判断を付加するほかは、原判決の第４の８⑵に説示するとおりであるか\nら、これを引用する。\nイ  当審における一審原告の補充主張に対する判断\n業界における実施料等の相場について\n一審原告は、前記第２の３⑵アのとおり、乙７陳述書に基づく原判\n決の認定は不当である旨主張する。\nしかし、乙７陳述書は、代表特許（本件報告書の７９頁にいう「相\n互の代表的な特許」）ではなく、標準必須特許（携帯電話事業分野の\n標準規格の実施に不可欠な特許）と、アプリ特許（通信規格に適合す\nるために不可欠とはいえない特許）を分けて扱っているのであり、そ\nれ自体は合理的なことであって、このような方式を採ることが不当な\nディスカウントに当たるとはいえない。\nまた、乙７陳述書は、具体的な数値自体に意味があるというよりは、\n一つの算出手法を示したものと理解すべきであるから、個々のライセ\nンス契約の内容自体を吟味する必要があるものとは解し得ないし、優\n先権主張を伴う出願や分割出願制度等を利用した出願を全てまとめて\n１パテントファミリーとして、パテントファミリー当たりのライセン\nス料率を算定するなど、１件当たりのライセンス料率が過少にならな\nい工夫をしていること等に鑑みると、その信用性が否定されるべきも\nのとはいえない上、そもそも原判決は、乙７陳述書における料率をそ\nのまま採用しているのではなく、その他の各種事情を総合勘案した上\nで、料率を決定しているのであるから、一審原告の主張は採用できな\nい。\n代替品の不存在について\n一審原告は、前記第２の３⑵イのとおり、本件訂正発明によらずに、\n本件訂正発明の効果を奏することは経済的に現実的ではなかった旨主\n張する。\nしかし、平成２０年５月発行の雑誌「日経エレクトロニクス」（甲\n４０）によれば、スマートフォンにおいて比較的大きなディスプレイ\nを搭載した上、液晶パネルの画素数を高精細化してＨＤＴＶ対応する\nなどの方法も検討されていたところであるし、その他の各種事情を総\n合考慮すると、そもそもこの点のみをもって本件結論が左右するとは\nいい難いから、一審原告の上記主張は採用できない。\nその他\nその他にも、両当事者はるる主張するが、訂正の再抗弁が認められること\nにより判断の必要がなくなった点については、殊更特記しないこととし、そ\nれ以外の点は、いずれも本件結論を左右し得ない。\n第４  結論\n以上によれば、一審原告の主位的請求は、理由がないから棄却し、予備的請\n求は、不当利得返還請求権に基づき９８０万１７７０円及びこれに対する令和\n元年５月１４日から支払済みまで改正前民法所定の年５分の割合による遅延損\n害金の支払を求める限度で理由があるから認容し、その余は理由がないから棄\n却すべきところ、これと同旨の原判決は相当であり、一審原告及び一審被告の\n控訴はいずれも理由がないから棄却することとして、主文のとおり判決する。\n知的財産高等裁判所第４部\n裁判長裁判官\n菅    野    雅      之\n裁判官\n本      吉      弘      行\n裁判官\n岡      山      忠      広\n（別紙）\n別紙１１\n本件明細書等（抜粋）\n【００５６】\nまた、携帯情報通信装置に係る第２５の発明は、第１乃至第２４のいずれか１つ\nの発明の携帯情報通信装置において、前記無線通信手段は、アナログテレビ放送信\n号、デジタルテレビ放送信号、携帯テレビ電話信号、インターネットプロトコルに\n準拠した無線ストリーミング信号のうちの少なくとも１つの無線信号（以下、無線\n動画信号と略記する）を受信し、デジタル動画信号に変換の上、前記データ処理手\n段に転送する機能を有し、前記データ処理手段は、該デジタル動画信号を処理する\nことによってリアルタイムでデジタル表示信号を生成する機能、及び／又は、該デ\nジタル動画信号を自らが処理可能な画像データファイルとして前記記憶手段に一旦\n格納し、その後読み出した上で処理することによってデジタル表示信号を生成する\n機能を有するようにしたものである。\n【０１５３】\nその際、中央演算回路１＿１０Ａ１は、外部入出力ユニット４が接続しているこ\nとを検知する接続検知信号に基づき、グラフィックコントローラ１＿１０Ｂに対し\nて、生成したビットマップデータを、ＬＣＤドライバ１５ＢとＴＭＤＳトランスミ\nッタ１３Ａのいずれかに送信することを命じる送信命令も合わせて送信する。\nこれに基づき、グラフィックコントローラ１＿１０Ｂは、中央演算回路１＿１０\nＡ１から受信した描画命令に基づき、仮想画面におけるビットマップデータを生成\nしＶＲＡＭ１＿１０Ｃに書き込むとともに、ＬＣＤパネル１５Ａの画面解像度又は\n外部入出力ユニット４における外部ＬＣＤタッチパネル４５６の画面解像度に対応\nする部分をＶＲＡＭ１＿１０Ｃから切り出し、それぞれＬＣＤドライバ１５Ｂ又は\nＴＭＤＳトランスミッタ１３Ａに送信する。そして、このビットマップデータを必\n要なインターフェースを介して受信することにより、携帯電話機１のＬＣＤパネル\n１５Ａ又は外部入出力ユニット４の外部ＬＣＤタッチパネル４５６に、自らの現在\n位置が中心部に示された地図画像に、必要に応じて画面の上部・下部に表示される\nメニュー表示等を組み合わせた全画面画像が表示される。\n【図６】\n【図８】\n"
}