{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 1,
    "day": 31
  },
  "case_number": "令和4(ワ)70046",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "商標権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "91804",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=91804",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/804/091804_hanrei.pdf",
  "contents": "令和５年１月３１日判決言渡  同日原本領収  裁判所書記官\n令和４年(ワ)第７００４６号  損害賠償請求事件\n口頭弁論終結日  令和４年１２月１６日\n判            決\n原 告    梅本合同 会 社\n被 告  ＡことＢ\n主            文\n１  被告は、原告に対し、４万５１４４円及びこれに対する令和４年６月１０日\nから支払済みまで年３パーセントの割合による金員を支払え。\n２  訴訟費用は、被告の負担とする。\n事  実  及  び  理  由\n第１  請求\n主文同旨\n第２  事案の概要\n１  事案の要旨\n本件は、別紙商標目録記載の登録商標（以下「本件商標」という）に係る商\n標権（以下「本件商標権」という。）を有する原告が、被告に対し、被告が運営\nするインターネット上のオンラインストアにおいて、本件商標に係る文字を含\nむ商品名が商品販売のためのウェブページに掲載されたことにより、本件商標\n権が侵害されたと主張し、商標権侵害の不法行為に基づく損害賠償として、商\n標法３８条５項により算定される損害金４万４９００円及び侵害行為差止めの\nために要した費用２４４円の合計４万５１４４円並びにこれに対する令和４年\n６月１０日（不法行為の日）から支払済みまで民法所定年３パーセントの割合\nによる遅延損害金の支払を求める事案である。\n２  前提事実（当事者間に争いのない事実並びに後掲各証拠及び弁論の全趣旨に\nより容易に認められる事実）\n(1) 当事者\n原告は、電子部品及び電子機器の設計及び販売等を目的とする会社である\n（弁論の全趣旨）。\n被告は、ヤフー株式会社（以下「ヤフー社」という。）が提供するオンライ\nンショッピングモールである「Yahoo!ショッピング」において、「Ａ」との屋\n号で、業として玩具、雑貨等を販売している者である。\n(2) 本件商標権\n原告は、本件商標について、令和元年１０月１９日に商標登録出願をし、\n令和２年７月９日に設定の登録を受けた（甲２、３）。\n上記登録を受けて、同月２８日、本件商標に係る商標公報が発行された\n（甲９）。\n(3) 被告による標章の使用\n被告は、「Yahoo!ショッピング」上に設けた模型用サーボモーター（ラジオ\nコントロール式自動車、ロボット及びヘリコプター用。以下「本件商品」と\nいう。）の販売用ウェブページ（以下「本件ウェブページ」という。）におい\nて、商品名として別紙標章目録記載の標章（以下「本件標章」という。）を記\n載し、遅くとも令和４年６月１０日までには本件ウェブページを公開してい\nた（甲１、５）。\n(4) 本件訴訟の経緯（当裁判所に顕著な事実）\n原告は、令和４年７月７日、東京簡易裁判所に対し、被告を相手方として、\n前記１記載の損害金４万５１４４円及び遅延損害金に加えて申立手続費用の\n支払を求める支払督促を申し立て、同月８日、同旨の支払督促が発せられ、\n同月１４日、当該支払督促の正本が被告に送達された。被告は、同月２１日、\n当該支払督促に対して異議を申し立て、本件訴訟手続に移行した。\n東京簡易裁判所は、同年９月２１日、民事訴訟法１８条に基づき、職権に\nより、本件を東京地方裁判所に移送するとの決定をした。\n３  当事者の主張\n（原告の主張）\n(1) 被告による本件商標権の侵害行為\n被告は、遅くとも令和４年６月１０日から、模型用サーボモーターである\n本件商品を販売する目的で、本件ウェブページにおいて本件商品を展示した。\n本件ウェブページには、本件商品の価格及び写真並びに購入ボタンと共に、\n本件商品の商品名として本件標章が記載されていた。これは、商標法２条３\n項８号所定の方法による本件標章の使用に当たる。\n本件標章は、本件商標と同一ないし類似するものである。また、本件商品\nは、本件商標の指定商品である「ラジオコントロール式模型の部品」の範囲\nに含まれる。\nしたがって、被告による本件標章の使用は、本件商標権を侵害する。\n(2) 被告の故意又は過失\n他人の商標権を侵害した者は、その侵害の行為について過失があったもの\nと推定されるから、被告は、前記(1)の本件商標権の侵害行為につき、少なく\nとも過失がある。\n(3) 損害\nア  商標法３８条５項に基づく損害額       ４万４９００円\n内訳は次のとおりである。\n出願料相当額        １万２０００円\n登録料相当額        ３万２９００円\n商標法３８条５項は、一つの商標を登録するために必要な費用を、一つ\nの侵害行為によって生じた損害額とみなすとの規定であって、実際に生じ\nた損害額を算定するものでも、損害額を推定するものでもない。したがっ\nて、被告が本件標章の使用により何ら経済的利益を得ていないとしても、\n商標法３８条５項が規定する損害額が減額されたり０円になったりするこ\nとはない。\nイ  侵害行為差止めのための通知に要した費用      ２４４円\n原告は、被告に対し、本件商標権の侵害行為の差止めを求める文書（以\n下「本件文書」という。）を送付した。その送付のために要した特定記録郵\n便に係る郵便料金２４４円は、被告の不法行為と相当因果関係がある損害\nである。\n（被告の主張）\n(1) 商標権侵害行為がないこと\n被告は、ドロップシッピング方式、すなわち、顧客から注文を受けた後に\nメーカー等から商品を仕入れ、顧客に直接発送する方法により、輸入商品の\n再販売事業を行っている。そして、被告は、本件商品を販売したことも輸入\nしたこともないから、本件商品が日本国内に存在したことはない。このよう\nに、本件商品が日本国内に存在しなかった以上、原告の本件商標権が侵害さ\nれることはない。\nまた、本件標章のうち｢MG996R｣の部分は、商品の型番、すなわち、説明語\n句の一種にすぎないから、被告が本件ウェブページに本件標章を記載したこ\nとによって、本件商標権が侵害されることはない。\n(2) 故意及び過失がないこと\n被告は、本件商標権の存在を認識していなかったし、原告から指摘を受け\nて直ちに本件商品の出品停止措置を講じたから、被告には故意がない。\nまた、ヤフー社は、「Yahoo!ショッピング」において法令や規約に抵触する\n出品行為をしている店舗運営者に対し、随時、警告及び出品停止措置などを\n講じているところ、被告は、法令及び規約を遵守して「Yahoo!ショッピング」\nにおいて店舗を運営しており、ヤフー社から警告等を受けることもなかった\nから、善意かつ無過失である。\nさらに、本件商標は、一般的に広く周知ないし認知されているものではな\nいから、登録商標であることを確認するためには、善管注意義務を超える調\n査が必要である。このことからしても、被告には、故意も過失もないといえ\nる。\n(3) 原告に生じた損害について\nア  被告が本件標章を使用したことによる原告の損害がないこと\n前記(1)のとおり、被告が本件標章を使用したことは、本件商品の売上げ\nに全く寄与していないから、原告には損害が生じていない。また、被告は、\n本件商品から何ら利益を得ていないから、商標法３８条２項に照らせば、\n原告に生じた損害の額は０円と推定される。このように、本件において、\n原告に損害が発生することはあり得ないから、仮に被告の行為によって本\n件商標権が侵害されたとしても、被告が損害賠償義務を負うことはない。\nさらに、原告は、本件文書と同一の内容の文書を１９名に送付して、商\n標法３８条５項に基づく損害金合計８５万３１００円の支払を請求してい\nる。原告が支払督促や和解により金銭の支払を受け、その額が４万４９０\n０円を超えていれば、もはや原告に損害はないことになる。\nイ  侵害行為差止めのための通知に要した費用について\n原告が、被告に本件文書を送付したことの立証のために提出した甲第７\n号証には改ざんの形跡があるから、その信憑性に疑義がある。また、被告\nに送付した文書の内容についても立証がされていない。\nしたがって、侵害行為差止めのための通知に伴って生じた損害の立証も\nされていないというべきである。\n(4) 原告の請求が公序良俗に反し、権利の濫用に当たること\n原告は被告が本件商標権を侵害したと疑われると推測したにとどまり、か\nつ、原告には本件商標権侵害を理由とする損害が発生していないにもかかわ\nらず、原告が被告に送付した文書の内容は、被告に対し、本件標章の使用状\n況を回答すると共に、原告が定めた期間内に損害賠償金を支払うよう求める\nものである。また、回答の方法も、その内容を証明することが困難な電子メ\nール、ファクシミリ又は郵便の方法に限定されている上、被告が何らかの回\n答をしたとしても、刑事告訴等により追加で金銭支払請求ができるとされて\nおり、事実上回答が不可能なものである。このような内容の文書を送付する\nことは、詐欺罪に該当する可能性が高い。\nしたがって、当該文書による金銭支払請求と同一の原告の本件請求は、い\nわば架空請求ないしこれに類似するものであって、公序良俗に反すると共に、\n権利の濫用に当たり、無効である。\n第３  当裁判所の判断\n１  被告による本件商標権の侵害行為の有無について\n(1)  前提事実(3)によれば、被告は、遅くとも令和４年６月１０日までには、本\n件商品を販売するために作成された本件ウェブページに商品名として本件標\n章を記載し、これを公開していたことが認められる。これは、商品に関する\n広告を内容とする情報に本件標章を付して電磁的方法により提供する行為に\n当たる（商標法２条３項８号）。\nしたがって、被告は、本件標章を使用したと認められる。\n(2)  証拠（甲５）及び弁論の全趣旨によれば、本件標章の冒頭の「4Pcs」は数\n量が４個であることを示すものであること、本件標章中の「MG996R」との記\n載の前後には空白が設けられていること、この記載に続く「Servo Metal Gear\nTorque Digital Servo Motor for Smart Car Robot」との記載は、本件商品の\n普通名称ないし用途を示すものであることが認められる。これらに照らせば、\n「MG996R」の部分と他の部分との結合の度合は強くないといえる上、「MG996R」\n以外の部分には出所識別標識としての機能を認めることができないから、\n「MG996R」の部分とそれ以外の部分を分離して観察することが取引上不自然\nであると思われるほど、それらが不可分的に結合しているものとは認められ\nないというべきである。したがって、本件標章のうち、「MG996R」の部分を分\n離観察することができる。そして、本件標章のうち「MG996R」の部分は、本\n件商標の書体のみに変更を加えた同一の文字からなるものであるから、少な\nくとも外観及び称呼において本件商標と類似しているということができる。\nしたがって、本件商標と本件標章は類似するものと認められる。\nさらに、本件商品は、ラジオコントロール式自動車、ロボット及びヘリコ\nプターに用いる模型用サーボモーターであると認められるところ（前提事実\n(3)）、これは本件商標権の指定商品である「ラジオコントロール式模型の部\n品」に当たる。\n(3)  この点、被告は、｢MG996R｣は商品の型番であり、いわば説明語句の一種に\nすぎないから、本件ウェブページに本件標章を記載しても本件商標権は侵害\nされないと主張する。\nしかし、本件標章は、オンラインショッピングサイトにおけるヘッダー部\n分（オンラインショッピングモール名、カート等のアイコン、店舗名などが\n記載されている部分）を別として、本件商品を販売するために作成された本\n件ウェブページ冒頭の通常商品名と解される位置に記載されており、かつ、\n前記(2)において説示したとおり、本件標章のうち「MG996R」以外の部分は、\n数量や本件商品の普通名称ないし用途を示すものにとどまるから、「MG996R」\nの部分は、本件商品を特定し、その出所を明らかにする目的で記載されてい\nるものというべきである。\nそうすると、本件ウェブサイトにおける本件標章の使用は、純然たる商標\n的使用に当たるというべきであり、被告の上記主張は採用できない。\n(4)  以上によれば、被告による本件標章の使用は、本件商標権を侵害するもの\nとみなされるというべきである（商標法３７条１号）。\n２  被告の故意又は過失の有無について\n(1)  他人の商標権を侵害した者は、その侵害の行為について過失があったもの\nと推定される（商標法３９条において準用する特許法１０３条）。\n(2)  この点について、被告は、従前、ヤフー社から警告や出品停止措置などが\nされていなかったし、被告も法令及び規約を遵守して「Yahoo!ショッピング」\nにおいて店舗運営をしているから過失がないと主張する。しかし、営業をす\nる者は、特段の事情がない限り、自らが使用する標章が登録商標に抵触して\nいないかを注意すべき義務があるというべきところ、被告が指摘する事情は、\n被告が当該注意義務を果たしていたことを何ら基礎づけるものとはいえない。\nまた、被告は、本件商標が一般的に広く周知ないし認知されているもので\nないから、登録商標であることを確認するためには、善管注意義務を超える\n調査が必要であると主張する。しかし、前提事実(2)のとおり、本件商標の設\n定登録に係る商標公報は令和２年７月２８日に発行されており、また、これ\nに間近い時期にインターネット等においても検索が可能な状態にあったとう\nかがわれることからすると、被告は、遅くとも本件標章の使用を開始した令\n和４年６月１０日までには、標準文字商標である本件商標が登録されている\nことを容易に確認できたというべきである。\nしたがって、被告の上記各主張を採用することはできない。\n(3)  以上によれば、被告には、本件商標権の侵害行為につき、少なくとも過失\nがあったと認められる。\n３  原告に生じた損害について\n(1) 商標法３８条５項に基づく損害額\nア  商標権が侵害された場合には、商標権者に少なくともその商標に係る使\n用料相当額の損害が生ずるところ、これは当該商標権の取得及び維持のた\nめの投下資本を回収する機会が妨げられたことによる損害とも評価できる。\nこのような観点から、商標法３８条５項は、商標権者の権利保護を図るた\nめ、特に同項所定の商標の不正使用行為によって商標権が侵害された場合\nに、当該商標権の取得及び維持に通常要する費用に相当する額を、商標権\n者が受けた損害額として請求できるとして、法定損害賠償制度を導入した\nものと解される。\nイ  本件についてみると、前記１において説示したとおり、本件標章のうち\n「MG996R」の部分を分離観察することができ、同部分は本件商標の書体の\nみに変更を加えた同一の文字からなるものであるから、本件商標と本件標\n章とは社会通念上同一のものというべきである。そして、被告による本件\n商標権の侵害行為は、本件商標権の指定商品について標章を使用したこと\nによるものである。\nしたがって、原告は、被告による本件商標権の侵害行為について、商標\n法３８条５項に基づき、本件商標権の取得及び維持に通常要する費用に相\n当する額を、原告が受けた損害の額とすることができる。\nウ  そして、関係法令の定めに照らせば、本件商標権の取得に通常要する費\n用は１万２０００円（特許法等関係手数料令４条２項の一）、維持に通常要\nする費用は３万２９００円（商標法４０条１項、商標法施行令４条１項）\nと認められる。\nしたがって、商標法３８条５項に基づく損害額は合計４万４９００円と\nなる。\n(2) 侵害行為差止めのための通知に要した費用\n証拠（甲７、８、１０）によれば、原告は、令和４年６月１１日、被告に\n対し、特定記録郵便により、本件ウェブページの削除のほか、本件商品の輸\n入及び販売の停止並びに回収を求める内容の本件文書を発送したこと、被告\nは、その頃、本件文書を受領したこと、その郵便料金が２４４円であったこ\nとがそれぞれ認められる。\nこれらの認定事実に照らせば、本件文書の送付は、被告による違法な行為\nを排除するためのものといえるから、その送付に要した費用は、被告の不法\n行為と相当因果関係がある損害というべきである。\n(3) 被告の主張について\nア  被告が本件標章を使用したことによる原告の損害がないとの主張につい\nて\n被告は、本件商品の販売数量は０個で利益も得ていないから、本件標章\nを使用したことは本件商品の売上げに全く寄与しておらず、原告に損害が\n生じていないと主張する。\nしかし、このような事情により、前記(1)アのとおり法定損害賠償が認め\nられた商標権の取得及び維持に通常要する費用に相当する損害が当然に生\nじないとはいえないし、そもそも本件において被告による本件商品の販売\n数量が０個であることを認めるに足りる証拠はないから、この点について\nの被告の主張はその前提を欠くというべきである。\nまた、被告は、商標法３８条２項に照らせば、原告に生じた損害の額は\n０円と推定されると主張する。そもそも、同条項は、商標権侵害行為によ\nって商標権者に生じた損害の立証が困難な場合があることから、侵害者が\n受けた利益の額を商標権者の逸失利益と推定することで主張立証責任を軽\n減し権利保護を図った規定であって、侵害者が受けた利益がない場合に商\n標権者に全く損害が生じていないことを推定する規定ではない。そして、\n本件商品の販売によって被告が得た利益がないことの立証がされていると\nはいえない。\nさらに、被告は、原告が被告以外の者に対しても、本件請求と同様の損\n害賠償請求をしているところ、原告が支払督促や和解により金銭の支払を\n受け、その額が４万４９００円を超えていれば、もはや原告に損害はない\nと主張する。確かに、証拠（甲７、８）によれば、原告は、被告以外の者\nに対しても、何らかの請求をしていることがうかがわれるものの、実際に\n被告以外の者から金銭の支払を受けたことや、その具体的な支払額を認め\nるに足りる証拠はない。仮にそのような事実があったとしても、原告が支\n払を受けた額を、本件に係る請求額から控除しなければならない事実上及\nび法律上の根拠は、何ら主張立証されていない。\nイ  侵害行為差止めのための通知に要した費用に関する主張について\n証拠（甲７）によれば、原告の提出した特定記録郵便物等受領証の依頼\n主住所欄に印字された住所が、ペン書きで抹消及び加筆されていることが\n認められるところ、これは、当初記載されていた原告代表者の住所を原告\nの住所に変更したものと認めるのが相当である（弁論の全趣旨）。住所を記\n載する際に、個人の住所と当該個人が勤務する会社等の住所とを混同して\n記載することもあると考えられ、本件において、上記抹消、加筆が権原の\nない者によってされたことをうかがわせる事情は何ら見当たらないから、\n上記の抹消及び加筆がされた事実をもって、甲第７号証の信用性が当然に\n失われることになるとはいえない。\nウ  以上によれば、被告の前記各主張はいずれも採用することができない。\n４  原告の請求が公序良俗に反し、権利の濫用に当たるとの主張について\n証拠（甲７、１０）によれば、原告が被告に送付した本件文書には、要旨、\n①令和４年６月２６日までに、本件商標を使用しているかどうかなどについて、\n電子メール、ファクシミリ又は郵便の方法により文書で回答すること、②電話\n又は口頭での回答は遠慮してほしいこと、③上記期限までに、損害賠償金４万\n４９００円を指定の口座に支払ってほしいこと、④回答の内容に疑義がある場\n合又は期限までに回答がない場合には、刑事告訴等しかるべき対応をすること\nが記載されていることが認められる。\nしかし、これらの記載内容のほか本件全証拠に照らしても、本件文書の内容\nが、被告に対して不可能なことを強いるものとも、刑法に抵触するものともい\nえないし、このほかに、本件文書による原告の請求、ひいては本件訴訟におけ\nる原告の請求が、公序良俗に反するとか権利の濫用に当たると認めるに足りる\n事情は何らうかがわれない。\nしたがって、被告の上記主張を採用することはできない。\n第４  結論\n以上によれば、原告の被告に対する請求は理由があるからこれを認容するこ\nととして、主文のとおり判決する。\n東京地方裁判所民事第２９部\n裁判長裁判官\n國      分     隆     文\n裁判官\n小    川        暁\n裁判官\n間    明    宏    充\n別紙\n商標目録\n登録番号          第６２６８１９２号\n登録商標          ＭＧ９９６Ｒ（標準文字商標）\n出願日           令和元年１０月１９日\n登録日           令和２年７月９日\n商品及び役務の区分    第２８類\n指定商品又は指定役務   モーターを組み込んだ小型模型、モーターを組み込んだ\n小型模型の部品及び付属品、ラジオコントロール式模型お\nもちゃ、ラジオコントロール式模型の部品及び付属品、乗\n物模型おもちゃ、ロボットおもちゃ、ロボットおもちゃの\n部品及び付属品\n以上\n"
}