{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 4,
    "month": 5,
    "day": 25
  },
  "case_number": "令和4(行ケ)10006",
  "case_name": "商標登録取消決定取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "91194",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=91194",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/194/091194_hanrei.pdf",
  "contents": "令和４年５月２５日判決言渡\n令和４年（行ケ）第１０００６号  商標登録取消決定取消請求事件\n口頭弁論終結日  令和４年４月２５日\n判 決\n原              告       株式会社ＯＭＥＣ Ｏ\n同訴訟代理人弁護士          大    塚    裕    介\n被              告       特   許   庁   長   官\n同 指 定 代 理 人           鈴    木    雅    也\n同                          佐    藤              淳\n同                          綾              郁  奈  子\n被 告 補 助 参 加 人          オ メ ガ ・ エ ス   ア ー （ オ メ\nガ・アーゲー）（オメガ・リ\nミテッド）\n同訴訟代理人弁護士          大    江    修    子\n同                          関    川    淳    子\n主 文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  請求\n特許庁が異議２０２０－９００２７６号事件について令和３年１２月１４日\nにした審決を取り消す。\n第２  事案の概要\n１  特許庁における手続の経緯等（当事者間に争いがない。）\n⑴  原告は、以下のとおりの登録第６２７７２８０号商標（以下「本件商標」\nという。）の商標権者である。\n商標の構成\n登録出願日   令和元年１０月３１日\n登録査定日   令和２年７月１０日\n設定登録日   同年８月５日\n指定役 務   第１４類「時計」\n⑵  オメガ・エス  アー（被告補助参加人）は、令和２年１０月２７日、本件\n商標について登録異議を申し立てた。\n⑶  特許庁は、前記 の申立てを異議２０２０－９００２７６号事件として審\n理を行い、令和３年１２月１４日、「登録第６２７７２８０号商標の商標登録\nを取り消す。」との決定（以下「本件決定」という。）をし、その謄本は、同\n月２３日、原告に送達された。\n⑷  原告は、令和４年１月２０日、本件決定の取消しを求める本件訴訟を提起\nした。\n被告補助参加人は、令和４年４月２５日の本件第１回口頭弁論期日におい\nて、被告を補助するために、本件訴訟に参加した。\n２  本件決定の理由の要旨\n本件決定の理由（登録取消しの理由となったものに限る。）の要旨は、①被告\n補助参加人は、別紙記載１ないし５のとおり、その業務に係る表示として「Ｏ\nＭＥＧＡ」の欧文字を横書きに表し、又は、同文字とギリシャ文字の「Ω」を\nデザインした文字を結合させて表してなる引用商標１ないし５（以下、まとめ\nて「引用商標」という。）を有しており、これら引用商標は、いずれも、被告補\n助参加人の名称又は被告補助参加人が製造する腕時計の名称として、本件商標\nの登録出願日の時点において、被告補助参加人の業務に係る取引者、需要者の\n間に広く認識されて、その周知著名性の程度は極めて高いものであって、その\n周知著名性は、本件商標の登録査定時においても継続していたところ、本件商\n標と引用商標とは、外観において、いずれも欧文字全体が５文字で構成される\n点において共通する上、語頭を含めた３文字が共通し、称呼において、３音中\n最初の２音が共通することから、類似性の程度は低くはないこと、本件商標の\n指定商品の第１４類「時計」と被告補助参加人の業務に係る時計とは、同一又\nは類似の商品であって商品の関連性は高く、取引者、需要者を共通にするもの\nであること、「ＯＭＥＧＡ」の欧文字は被告補助参加人の著名なハウスマークで\nあること等を併せ考慮すれば、本件商標をその指定役務に使用した場合は、こ\nれに接した取引者、需要者に対し、被告補助参加人のハウスマーク及び引用商\n標を連想、想起させ、本件商標を使用した商品が被告補助参加人又は被告補助\n参加人と経済的若しくは組織的に何らかの関係にある者の業務に係る役務であ\nると誤認し、その出所につき混同を生じさせるおそれがあるから、本件商標は、\n商標法４条１項１５号に該当する、②本件商標は、これに接する需要者に女性\n器あるいは男女の性交を意味する俗語を連想、想起させ、卑わいな印象を与え\nる商標であること、上記①のとおり、本件商標をその指定商品について使用す\nる場合には、商品の出所について混同を生じるおそれがあること、本件商標を、\n被告補助参加人の腕時計である「ＳＰＥＥＤＭＡＳＴＥＲ」（甲１１の１及び２。以下\n「被告補助参加人腕時計」という。）と酷似する原告の製造販売に係る腕時計\n（甲１０の１ないし３。以下「本件腕時計」という。）の広告に使用しており、\n引用商標に化体した信用、名声及び顧客吸引力にフリーライドする目的で本件\n商標の登録を受けたものであり、さらには、引用商標に化体した信用、名声及\nび顧客吸引力、ひいては被告補助参加人の業務上の信用を毀損させるおそれが\nあることから、本件商標は商標法４条１項７号に該当するというものである。\n３  取消事由\n⑴  商標法４条１項１５号該当性判断の誤り（取消事由１）\n⑵  商標法４条１項７号該当性判断の誤り（取消事由２）\n第３  当事者の主張\n１  取消事由１（商標法４条１項１５号該当性判断の誤り）の有無について\n⑴  原告の主張\nア  原告は、引用商標が周知著名であること、及び、本件商標が「オメコ」\nとの称呼を生じるものであることは、認める。\nイ  本件商標と引用商標１とは書体が異なり、本件商標には、引用商標２な\nいし５のような欧文字の上段のマークがなく、また、引用商標とは文字数\nの５分の２を占める「ＧＡ」と「ＣＯ」が異なり、外観において明確に区\n別し得る。また、本件商標と引用商標１及び引用商標２ないし５の欧文字\n部分とは、３音のうち「ガ」と「コ」が異なり、称呼において全体の音感\nが大きく異なる。さらに、本件商標から女性器あるいは男女の性交を連想、\n想起させるものであるのならば、引用商標からはギリシャ文字の最終の文\n字又は外国の高級ブランドである被告補助参加人の商品の観念が生じて\nいるから、観念においても大きく異なる。したがって、本件商標と引用商\n標の類似性の程度は極めて低い。仮に、称呼及び外観の相違がわずかなも\nのであったとしても、観念が全く異なる以上、称呼、外観から容易に区別\nが可能である。\nウ  引用商標は、一般的な辞書においても被告補助参加人の業務に係る製品\nを示す商標であると記載される（甲１６の１ないし甲１７の２、乙４ない\nし７）に至るなど、その著名性は極めて高いから、本件商標との相違部分\nが強く意識される。また、時計は、どのブランドが製造販売しているかと\nいう点で機能や質感、価格が大きく異なる商品であり（甲１６の１ないし\n１２、甲１７の１ないし８）、一般の需要者といえども、商品についてそれ\nなりの注意力をもって観察するものであるところ、被告補助参加人が製造\n販売する時計は７０万円を超える高価で販売されており、主にデパートの\n時計宝飾サロン、時計・宝飾売り場、ジュエリー＆ウォッチコーナー等で\n店舗や専用の販売スペースを構え、宝飾品と並べて販売され（甲９）、文字\n盤に、上段にギリシャ文字の「Ω」、下段に「ＯＭＥＧＡ」の欧文字を二段\nに書してなる構成の商標以外の商標が表示された例はない（甲１６の１な\nいし１２）のに対し、本件腕時計はインターネットのみで２万円以下の廉\n価で販売されている上に、販売ページには女性器を模した円状図形及び\n「変態高級腕時計」の文字が表示されており（甲１０の１ないし３）、被告\n補助参加人が製造販売する時計とは指向性を全く異にするものであるか\nら、取引者や需要者が被告補助参加人の商品と本件腕時計の出所を混同す\nるとは到底考えられない。さらに、「ОＭＥＣО」を検索ワードとしてイン\nターネット上で検索しても、被告補助参加人の業務に係る腕時計を始めと\nする時計が検索結果に挙がることはない（甲１２）。\nエ  以上によれば、本件商標をその指定商品である「時計」に使用したとし\nても、当該商品が被告補助参加人又は被告補助参加人と一定の緊密な営業\n上の関係若しくは被告補助参加人と同一の表示による商品化事業を営む\nグループに属する関係にある営業主の業務に係る商品であると誤信され\nるおそれはないから、本件商標は、商標法４条１項１５号の商標には該当\nしない。なお、フリーライドが存在するからといって、商標法４条１項１\n５号の「混同のおそれ」があることにはならない。\n⑵  被告の主張\nア  本件商標と引用商標２ないし５との間には、ギリシャ文字「Ω」の有無\nにおいて相違する場合があるとしても、文字部分は、いずれも５文字の欧\n文字から構成される点において共通し、本件商標と引用商標とは、強い印\n象を与える語頭の３文字を共通にし、４文字目の「Ｃ」と「Ｇ」は視覚上\n近似した文字であり、５文字目の「Ｏ」と「Ａ」が相違するのみであって、\n本件商標と引用商標２ないし引用商標５は、「フーツラ（Ｆｕｔｕｒａ）」\n風の書体も同一であることから、本件商標と引用商標は、外観において近\n似した印象を与える。また、称呼についてみると、本件商標と引用商標は、\nいずれも３音から成る点において共通し、強い印象を与える語頭の２音を\n共通にする。そうすると、本件商標からは女性器あるいは男女の性交を連\n想、想起させるのに対し、引用商標からはギリシャ文字の最終の文字又は\n「著名な被告補助参加人の時計」の観念が生じることから、観念について\nは異なるとしても、取引者、需要者に与える印象、記憶、連想等を総合し\n全体的に考察する限り、比較的高い類似性を有する。\nイ  本件商標の指定商品である「時計」の需要者に含まれる一般需要者は、\n大人から子供まで男女を問わず、広く一般の消費者を含むから、商標やブ\nランド、あるいは時計について専門的な知識や経験を有するものではない\n者も多数含まれており、商品の選択、購入に際して常に高度の注意力をも\nって商品を購入するとは限らない。そして、本件商標の指定商品である「時\n計」に含まれる文字盤を有する腕時計については、その文字盤に欧文字か\nらなる商標を付す表示形態が多く採用されており（甲１６の３、４及び９、\n乙１６ないし１９）、その刻印が小さく、商標の細部の構成を視認しづらい\n場合がある。\nウ  インターネットを介した電子商取引が一般的となっている現在において\nは、被告補助参加人の業務に係る高価な時計と原告の販売に係る廉価な腕\n時計とが同一のＥＣサイトにおいて販売されている事実がある（乙２７）。\nエ  以上によれば、本件商標をその指定商品である「時計」について使用す\nる場合、これに接する取引者、需要者は、被告補助参加人のハウスマーク\n及びその製造販売に係る腕時計をはじめとする時計について高い周知著\n名性を獲得した被告補助参加人の引用商標を連想、想起するものといえ、\n本件商標を使用した商品が被告補助参加人又は被告補助参加人と経済的\n若しくは組織的に何らかの関係を有する者の業務に係る商品であるかの\nように誤認し、その出所について混同を生ずるおそれがあるというべきで\nあるから、本件商標は、商標法４条１項１５号に該当する。\n２  取消事由２（商標法４条１項７号該当性判断の誤り）の有無について\n⑴  原告の主張\nア  仮に、本件商標の称呼が女性器や性交を示す俗語であったとしても、か\nかる俗語は日本国内で使用されているものである以上、一般的に平仮名や\n片仮名で表記されるものであるから、これを欧文字で表記したとしても、\n女性器や性交が連想、想起されることはない。\n仮に、本件商標の称呼が女性器や性交を示す俗語であったとしても、か\nかる俗語は関西地方で用いられる方言、俗語であり、広辞苑にも収録され\nていないこと（甲１３）から、日本の社会一般で理解されるものであると\nはいえない。本件商標の称呼が大辞林（甲１４）や精選版日本国語大辞典\n（甲１５）に収録されているとしても、辞典には日常語、現代の言葉だけ\nでなく専門用語、古代の言葉が収録されておりその全てが日本の社会一般\nで理解されるものとはいえない。現に、本件商標はいったん登録が認めら\nれており、原告の社名も法務局からの指摘を受けることなく認められてい\nる。\nイ  前記⑴アのとおり、本件商標と引用商標の類似性の程度は低く、本件商\n標をその指定商品に使用しても商品の出所について混同を生ずるおそれ\nはない。また、「ＳＰＥＥＤＭＡＳＴＥＲ」には多数のバージョンがあり、それら\n相互には多岐にわたって相違点がみられるところ（甲１６の５の３枚目な\nいし５枚目、甲１６の６の３枚目ないし４枚目）、仮に、そのバージョンの\n一つにすぎない被告補助参加人腕時計と本件腕時計との間に類似点があ\nったとしても、その類似をもって、原告が不正な目的で本件商標を採択・\n出願し登録を受け、かつ使用しているということはできない。そうすると、\n本件商標が用いられても、引用商標に化体したイメージの毀損、希釈化、\n引用商標に化体した信用、名声及び顧客吸引力、ひいては被告補助参加人\nの業務上の信用を毀損させるおそれは全くない。\nウ  以上によれば、本件商標は、公正な取引秩序を乱すものではなく、商標\n法の目的（商標法１条）及び商道徳に反するものでもないから、商標法４\n条１項７号の商標には該当しない。\n⑵  被告の主張\nア  原告の販売に係る腕時計を広告宣伝するウェブサイトにおいて、「ブラ\nンドロゴは関西弁で女性器を指す・・・」（乙２１）とうたっていることか\nらも、本件商標の称呼から、女性器あるいは男女の性交を連想、想起する\n需要者も少なからず存在するといえる。そして、国語辞典を代表する一定\n数の辞書に本件商標の称呼が採録されていることは、当該需要者の認識を\n裏付けるものである。\n商号は、「会社」の名称であり、商標法における商標登録とは、その目的\nや内容、登記の方法は大きく異なるものであって、商標登録の可否を、商\n号登記と同一の基準で判断すべきではない。\nイ  本件腕時計は、著名な引用商標が付された被告補助参加人の腕時計「ＳＰ\nＥＥＤＭＡＳＴＥＲ」と、細部において相違するとしても、時計側全体の形状\nを含め主要な部分で共通点を有するから、商品の全体的な外観において、\n酷似した印象を看者に与えるものである。\n原告は、引用商標が周知著名であることを熟知し、卑わいな印象を与え\nる称呼を生じる本件商標に、引用商標と外観上近似した５文字の欧文字を\n意図的に用い、出願し登録を受けたこと、そして、実際の使用態様におい\nては、引用商標の「Ω」の図形を、その特徴的な円弧部分と共通性を有す\nる円状図形に置き換え、全体として引用商標に酷似した構成態様に仕上げ\nて使用していることを考慮すると、本件商標は、引用商標の良質なイメー\nジを損ない、その出所表示機能を希釈化し、引用商標に化体した信用、名\n声及び顧客吸引力、ひいては被告補助参加人の業務上の信用を毀損するお\nそれがあるというべきである。\nウ  以上からみて、本件商標の登録を認めることは、公正な取引秩序を乱し、\n商道徳に反するものというべきであって、本件商標は、公の秩序又は善良\nの風俗を害するおそれがある商標であるから、商標法４条１項７号に該当\nする。\n第４  当裁判所の判断\n１  検討\n本件商標は、その構成文字に相応して「オメコ」の称呼を生じるものであり、\nこの点は当事者間にも争いがないところ、その称呼の語は、「大辞林  第四版」\n（２０１９年  三省堂。乙１２）に「俗に、女陰の称」を、「大辞泉  第二版\n上巻」（２０１２年  小学館。乙１３）に「女性性器の俗称」を、「国語大辞\n典  新装版」（１９８８年  小学館。乙１４）に「女陰の異名」を、「精選版\n日本国語大辞典」（小学館。乙１５）に「女陰の異名。また、男女の交合」を\n意味するとされているものである一方、その称呼から異なる意味合いを直ちに\n想起させる語は見当たらない。加えて、現に、本件商標は、ドメイン名を「ｏｍ\nｅｃｏ．ｂｕｙｓｈｏｐ.ｊｐ」とする原告の運営に係るウェブサイトのページ上部左上に、\n「変態高級腕時計」の文字と、女性器を模した、二重丸とその中心を縦断する\n縦線及び円の外側の放射状の短い線で構成される円状図形と一体となって、ロ\nゴマーク様の図形を構成する一部として表示されているほか（甲１０の１ない\nし甲１０の３）、このウェブサイトでは、原告の販売に係る腕時計として、上\n記円状図形及び本件商標が付された腕時計の画像や（甲１０の１ないし甲１０\nの３）、「パイパンマン」等の性的な意味合いを認識させる表示が付されたＴ\nシャツの画像等の商品画像が多数掲載されているのであるから（乙２２ないし\n２５）、本件商標は、上記各辞典に掲載されたそのとおりの意味合いで使用さ\nれていると認められ、それ以外の意味合いのものと理解され得る余地はない。\nそうすると、本件商標は、その称呼から、少なくとも需要者に女性器を連想、\n想起させるものであるから、その構成自体が卑わい又は他人に不快な印象を与\nえるようなものであって、その余の点について検討するまでもなく、公の秩序\n又は善良の風俗を害するおそれがある商標というべきである。したがって、本\n件商標は、商標法４条１項７号に該当するものであり、商標登録を受けること\nができないものに当たる。\n２  原告の主張について\n⑴  原告は、本件商標の称呼が女性器等を示す俗語であったとしても、本件商\n標は欧文字で表記されているから、女性器等が連想、想起されることはない、\nあるいは、このような俗語は関西地方で用いられる方言、俗語であり、日本\nの社会一般で理解されるものであるとはいえない旨主張する。しかしながら、\n本件商標の綴りからは自然に女性器が連想、想起される称呼が生じ、それ以\n外の称呼が自然と生じるものとはいい難いし、また、仮に、関西地方で用い\nられる方言、俗語であったとしても、関西地方で用いられているならば、周\n知の用語というに十分である。そして、何より、原告自身が女性器等を連想、\n想起させるものとして本件商標を使用していることは、前記１において説示\nしたとおりであるから、欧文字で表記されていることや関西地方で用いられ\nる方言、俗語であることが女性器を連想、想起させることを何ら妨げるもの\nではない。\nしたがって、原告の上記主張は、いずれにしても採用し得ない。なお、本\n件商標と同一の称呼を生じさせる原告の商号が現時点で維持されていること\nは、商標法に従い商標登録の適否を判断する本件の結論を何ら左右しない。\n⑵  原告は、本件商標が用いられても、取引の実情からみて、被告補助参加人\nの業務との間に誤認混同は生じないから、引用商標の信用等又は被告補助参\n加人の業務上の信用を毀損させるおそれはない旨主張するが、本件商標は、\nその構成自体から卑わい又は他人に不快な印象を与えるような文字であるか\nら、引用商標の信用等又は被告補助参加人の業務上の信用を毀損させている\nか否かの点は、本件商標が公の秩序又は善良の風俗を害するおそれがある商\n標であるとの判断を何ら左右しない。\nしたがって、原告の上記主張を採用することはできない。\n３  小括\n以上のとおり、本願商標は、公の秩序又は善良の風俗を害するおそれがある\n商標であるから商標法４条１項７号に該当するとした本件決定の判断には、誤\nりはない。\n４  結論\nよって、その余の点について判断するまでもなく、本件商標は商標登録を受\nけることのできない商標であることが明らかであり、本件決定を取り消すべき\n違法は認められない。\nしたがって、原告の請求を棄却することとして、主文のとおり判決する。\n知的財産高等裁判所第４部\n裁判長裁判官\n菅      野      雅      之\n裁判官\n本      吉      弘      行\n裁判官\n中      村              恭\n（別紙）\n１  国際登録第７６５５０１号商標（以下「引用商標１」という。）\n商標の構成\n5        国際商標登録出願日  ２００１年（平成１３年）９月２４日\n優先権主張  Ｓｗｉｔｚｅｒｌａｎｄ  ２００１年（平成１３年）５月１日\n設定登録日  平成１４年９月２７日\n更新登録日  令和３年１０月１９日\n指定商 品  第１４類「Ｂｉｊｏｕｔｅｒｉｅ、  ｐｒｅｃｉｏｕｓ  ｓｔｏｎｅｓ；  ｈｏｒｏｌｏｇｉｃａｌ  ａｎｄ  ｃ\nｈｒｏｎｏｍｅｔｒｉｃ  ｉｎｓｔｒｕｍｅｎｔｓ．」\n２  登録第４０９３６６号商標（以下「引用商標２」という。）\n商標の構成\n登録出願日  昭和２５年１２月７日\n設定登録日  昭和２７年３月７日\n書換登録日  平成１５年４月９日\n更新登録日  令和４年２月２５日\n指定商 品  第１４類「時計、時計の部品及び付属品」\n３  国際登録第７７１４７５号商標（以下「引用商標３」という。）\n商標の構成\n国際商標登録出願日  ２００１年（平成１３年）７月２３日\n優先権主張  Ｓｗｉｔｚｅｒｌａｎｄ  ２００１年（平成１３年）５月１日\n設定登録日  平成１４年１２月１３日\n更新登録日  令和３年８月２４日\n指定商 品  第１４類「Ｐｒｅｃｉｏｕｓ  ｓｔｏｎｅｓ；  ｈｏｒｏｌｏｇｉｃａｌ  ａｎｄ  ｃｈｒｏｎｏｍｅｔｒ\nｉｃ  ｉｎｓｔｒｕｍｅｎｔｓ．」\n４  国際登録第１２５５６０９号商標（以下「引用商標４」という。）\n商標の構成\n国際商標登録出願日（事後指定）  ２０１８年（平成３０年）１月９日\n設定登録日  平成３１年４月１９日\n指定商 品  第９類「Ｓｐｅｃｔａｃｌｅｓ、  ｓｕｎｇｌａｓｓｅｓ、  ｍａｇｎｉｆｙｉｎｇ  ｇｌａｓｓｅｓ；  ｆｒ\nａｍｅｓ  ａｎｄ  ｃｈａｉｎｓ  ｆｏｒ  ｓｐｅｃｔａｃｌｅｓ  ａｎｄ  ｓｕｎｇｌａｓｓｅｓ；  ｃａｓｅｓ\nｆｏｒ  ｓｐｅｃｔａｃｌｅｓ、  ｓｕｎｇｌａｓｓｅｓ  ａｎｄ  ｍａｇｎｉｆｙｉｎｇ  ｇｌａｓｓｅｓ；  ｂａ\nｔｔｅｒｉｅｓ、  ｃｅｌｌｓ、  ｃｈａｒｇｅｒｓ、  ｐｏｗｅｒ  ａｄａｐｔｅｒｓ．」\n第１４類「Ｔｉｍｅｐｉｅｃｅｓ  ａｎｄ  ｃｈｒｏｎｏｍｅｔｒｉｃ  ｉｎｓｔｒｕｍｅｎｔｓ  ａｓ\nｗｅｌｌ  ａｓ  ｐａｒｔｓ  ａｎｄ  ａｃｃｅｓｓｏｒｉｅｓ  ｆｏｒ  ｔｈｅ  ａｆｏｒｅｓａｉｄ  ｇｏｏｄｓ、\nｗａｔｃｈ  ｃｈａｉｎｓ、  ｐｒｅｓｅｎｔａｔｉｏｎ  ｃａｓｅｓ  ｆｏｒ  ｔｉｍｅｐｉｅｃｅｓ、  ｃａｓ\nｅｓ  ｆｏｒ  ｔｉｍｅｐｉｅｃｅｓ．」\n５  登録第６２５４９１２号商標（以下「引用商標５」という。）\n商標の構成\n登録出願日  平成３０年１１月２０日\n設定登録日  令和２年５月２８日\n指定商品及び指定役務  第１４類「計時用具、時計、ストップウオッチ、腕\n時計、スポーツ用時計、ウォッチブレスレット、柱時計、目覚\nまし時計、時計の部品及び附属品、針、時計用アンクル、振子、\n時計用ぜんまい箱、時計側、時計バンド、時計の文字盤、時計\n用計時機構、時計鎖、時計用ムーブメント、時計のゼンマイ、\n時計のガラス、時計用ケース、運動競技の計時用装置」等、第\n９類、第２８類及び第４１類に属する商標登録原簿に記載のと\nおりの商品及び役務\n"
}