{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 3,
    "month": 5,
    "day": 27
  },
  "case_number": "令和2(ワ)7469",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "lawsuit_id": "90437",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=90437",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/437/090437_hanrei.pdf",
  "contents": "令和３年５月２７日判決言渡  同日原本領収  裁判所書記官\n令和２年(ワ)第７４６９号  損害賠償等請求事件\n口頭弁論終結日  令和３年４月２６日\n判         決\n原 告          株式会社パイインターナショナル\n同訴訟代理人弁護士          雪    丸    真      吾\n同                          近    藤    美  智  子\n被              告        株式会社永岡書 店\n同訴訟代理人弁護士          前    田    泰      志\n主         文\n１  原告の請求をいずれも棄却する。\n２  訴訟費用は原告の負担とする。\n事実及び理 由\n第１  請求\n１  被告は，別紙１「被告書籍目録」記載の書籍（以下「被告書籍」という。）を\n複製し，頒布してはならない。\n２  被告は，被告書籍を廃棄せよ。\n３  被告は，原告に対し，１２６万９９００円及びこれに対する令和２年６月２\n４日から支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n本件は，原告が，被告が出版している被告書籍の別紙２「被告書籍カバーデザ\nイン」記載のカバーデザイン（以下「被告カバーデザイン」という。）は，原告\nが出版する別紙３「本件書籍目録」記載の書籍（以下「本件書籍」という。）の\n共有著作権及び著作者人格権を侵害すると主張して，被告に対し，著作権法１\n１２条１項に基づき，被告書籍の複製及び頒布の差止めを，同条２項に基づき，\n被告書籍の廃棄を求めるとともに，民法７０９条及び著作権法１１４条３項に\n基づき，損害賠償金１２６万９９００円及びこれに対する訴状送達の日の翌日\n（令和２年６月２４日）から支払済みまで平成２９年法律第４４号による改正\n前の民法所定の年５分の割合による遅延損害金の支払を求める事案である。\n１  前提事実（証拠等を掲げた事実以外は，当事者間に争いがない。なお，枝番\n号の記載を省略したものは，枝番号を含む（以下同じ）。）\n(1)  当事者\nア  原告は，デザイン書，ビジュアル書等を主として出版している出版社で\nある。\nイ  被告は，児童書，生活実用書等を主として出版している出版社である。\nウ  訴外Ａ（以下「Ａ」という。）は，書籍のデザインを手掛けるデザイナー\nである（甲４）。\n(2)  原告とＡとの間の出版契約書の締結\n原告は，平成２７年１２月１５日，Ａとの間で，「出版契約書」と題する書\n面（以下「本件出版契約書」という。）において，本件書籍に関し，以下の内\n容の出版契約（以下「本件出版契約」という。）を締結した（括弧内の条文は，\n本件出版契約書の条番号である（以下同じ）。）（甲２）。\nア  Ａは，本件書籍の複製及び頒布の権利を原告に許諾し，他に許諾しない\n（１条）。\nイ  Ａは，この契約の有効期間中に，本件書籍と明らかに類似すると認めら\nれる内容の著作物もしくは本件書籍と同一書籍名の著作物を出版せず，あ\nるいは他人をして出版させない（５条）。\nウ  原告は，Ａの権利保全のために所定の位置に下記の著作権表示（以下「本\n件著作権表示」という。）をする（９条）。\n「Copyright ○c 2015「Ａ」/ PIE International」\nエ  原告は，Ａに対し，本件書籍の著作権使用料を支払う（１３条）。\n(3)  原告による本件書籍の出版\n原告は，平成２７年１１月１３日，別紙４「本件書籍カバーデザイン」記\n載のカバーデザイン（以下「本件カバーデザイン」という。）を表紙とし，奥\n付部分に本件著作権表示が記載された本件書籍を出版した。（甲１，４）。\n(4)  被告による被告書籍の出版\n被告は，令和元年９月，被告カバーデザインを表紙とする被告書籍を出版\nした（甲５，６，７，乙１）。\n２  争点\n(1)  本件書籍は原告とＡの共同著作物か（争点１）\n(2)  原告による，Ａの著作権持分の取得の成否（上記(1)の主張に係る予備的\n主張）（争点２）\n(3)  本件カバーデザインに係る複製又は翻案の成否（争点３）\n(4)  利用許諾の抗弁の成否（争点４）\n(5)  被告の故意または過失の有無（争点５）\n(6)  原告の損害及び損害額（争点６）\n(7)  差止めの必要性（争点７）\n３  争点に対する当事者の主張\n(1)  争点１（本件書籍は原告とＡの共同著作物か）\n〔原告の主張〕\n本件書籍はＡの単独の著作物ではなく，原告とＡの共同著作物である。\nすなわち，まず，著作権法は，著作物の原作品にその氏名や名称が著作者名\nとして通常の方法により表示されている者は，その著作物の著作者として推定\nする旨定めている（１４条）。そして，「○ｃ 」の表示（以下「○ｃ 表示」という。）\nは，著作者名の表示として通常の方法ということができる。しかして，本件書\n籍の奥付部分には，○ｃ 表示を用いた本件著作権表示が記載されているから，原\n告は，Ａと共に本件書籍の著作者（共同著作者）と推定される。\n実質的にも，原告は，本件書籍の創作に携わっている。すなわち，本件書籍\nは，原告の出版事業の一環として発行されたものであるところ，原告の従業員\nであり本件書籍の担当編集者であったＢ（以下「Ｂ」という。）は，本件書籍の\nデザインを決めるに当たり，既にパブリックドメインとなっている草や花，蝶\nなどのイラスト素材を探してＡに提示し，どの素材を使用するかの取捨選択や，\nどの素材をどこにどのように組み合わせて配列するかといったデザインの全\n般にわたり，Ａと協議を重ねたものであるから，Ａと共に本件書籍のデザイン\nの作成について創作的関与をしたといえる。また，本件書籍の創作過程におけ\nるＡと原告の従業員の寄与は一体となっており，各人の寄与分を個別に評価し\nたり，利用したりすることはできない。\nそして，原告の従業員は，原告における自己の職務である編集業務の一環と\nして本件書籍をＡと共に創作したのであるから，原告の従業員の寄与部分は，\n職務著作（著作権法１５条１項）となり，本件書籍はＡと原告との共同著作物\n（著作権法２条１項１２号）であるといえる。\n〔被告の主張〕\n本件書籍はＡの単独の著作物であり，原告とＡの共同著作物ではない。\nまず，著作者とは，著作物を創作する者であり，現実に当該著作物の創作に\n携わった者が著作者となるのであって，○ｃ 表示（本件著作権表示）をもって当\n然に著作権者であるということはできない。そして，本件カバーデザインの表\n面には，「ＤＥＳＩＧＮＥＤ  ＢＹ  「Ａ」  」と記載され，その裏面には，「発\n売元：パイインターナショナル」と記載されているにすぎず，本件書籍につい\nて，原告が著作者名として通常の方法により表示されている者には当たらない。\nまた，著作権及び著作者人格権は，「著作物を創作する者」（２条１項２号）す\nなわち，具体的表現の創作に実質的に関与した者に原始的に帰属するものであ\nるところ，本件出版契約書によれば，本件出版契約において本件書籍がＡの著\n作物であることを前提に，Ａが原告に対して本件書籍の複製，頒布を許諾する\nこと，原告が本件書籍を複製，頒布すなわち出版を行うことが約されているし，\n原告の従業員であるＢが本件書籍の作成に当たり，アイデアや素材を提供した\nとしても，Ｂは単に補助的な役割を果たしたにすぎず，その関与の程度，態様か\nら，本件書籍について自己の思考や感情を創作的に表現したということはでき\nない。\nこれらからすれば，本件書籍の創作に携わったのはＡのみであり，原告は本\n件書籍の著作者とはいえず，本件書籍が原告とＡの共同著作物であるとはいえ\nない。\n(2)  争点２（原告による，Ａの著作権持分の取得の成否）\n〔原告の主張〕\n仮に，本件書籍がＡの単独の著作物でありＡが単独の著作権を有していたと\nしても，令和元年１２月２７日付け「確認書」（以下「本件確認書１」という。）\nや令和２年１１月２４日付け「確認書」（以下「本件確認書２」といい，本件確\n認書１と併せて「本件各確認書」という。）において明らかにされているとおり，\n原告はＡから本件書籍の著作権持分について譲渡を受けており，本件書籍にか\nかる著作権をＡと共有している。なお，原告は，Ａから，著作権持分の譲渡を受\nける際，翻訳権・翻案権等（著作権法２７条）の譲渡をも含むものとして合意し\nている。\n〔被告の主張〕\n本件出版契約書には，その１条において，本件書籍がＡの著作物であること\nを前提に，Ａが原告に対して複製及び頒布を許諾することが約されており，そ\nの２条において，本件書籍を原告が複製及び頒布，すなわち出版を行うことが\n規定されていることからしても，Ａが原告に対して本件書籍の著作権持分を譲\n渡したとはいえない。仮に，Ａが原告に対して本件書籍の著作権持分を譲渡し\nたとしても，それは，本件各確認書が作成された日に至ってからであって，被告\nカバーデザインが作成された当時には，原告書籍に係るカバーデザインの著作\n権者はＡであり，原告はその著作権を共有していたとはいえない。また，原告が\nＡから本件カバーデザインの著作権持分の譲渡を受けていたとしても，著作権\nが譲渡された場合，当然には翻案権等（同法２７条）はその対象に含まれず（同\n法６１条１項），本件において，翻案権等が譲渡の目的とされていたとの事実は\n認められないから，原告は，本件書籍の翻案権等の侵害を主張することはでき\nない。\nなお，著作者人格権は譲渡することはできない（著作権法５９条）から，本件\n書籍の著作者人格権はＡにのみ帰属し，原告は，これを譲渡により取得してい\nない。\n(3)  争点３（本件カバーデザインに係る複製又は翻案の成否）\n〔原告の主張〕\n被告は，被告カバーデザインを表紙とする被告書籍を出版したものであると\nころ，被告カバーデザインは，本件書籍の表紙である本件カバーデザインに依\n拠して作成され，その表現上の本質的特徴を直接感得できるものであるから，\n本件カバーデザインを複製，翻案したものというべきである。\n〔被告の主張〕\n被告カバーデザインは，被告が，本件カバーデザインとは無関係に，Ａに依頼\nして作成したものであって，本件カバーデザインに依拠したものではなく，本\n件カバーデザインを複製，翻案したものとはいえない。被告カバーデザインは，\n本件カバーデザインとは別個の著作物である。\n(4)  争点４（利用許諾の抗弁の成否）\n〔被告の主張〕\n仮に，被告カバーデザインの利用が，本件カバーデザインの複製又は翻案に\n該当するものであったとしても，被告は，本件書籍（本件カバーデザイン）の著\n作権者であるＡから，本件カバーデザインの利用について黙示の利用許諾を得\nていた。なお，前記のとおり，原告は本件書籍（本件カバーデザイン）の共有著\n作権を有していないから，被告が，本件カバーデザインの利用について原告か\nら許諾を得る必要はなかった。\n〔原告の主張〕\n前記のとおり，原告は，本件書籍の著作権をＡと共に原始的に取得しており，\nあるいは，Ａから著作権の持分の譲渡を受けているから，本件カバーデザイン\nの利用については，Ａの許諾だけでなく，共有著作権者である原告の許諾ない\nし同意が必要である。\nところが，被告が被告カバーデザインを利用するに当たり，被告は共有著作\n権者である原告の許諾や同意を得ておらず，被告カバーデザインの利用につき，\n著作権者の利用許諾があったとはいえない。\n(5)  争点５（被告の故意または過失の有無）\n〔原告の主張〕\n被告カバーデザインは，本件カバーデザインに依拠しており，また，これらの\n間に類似性があることからすれば，被告が本件カバーデザインを利用して被告\nカバーデザインを作成したことにつき，原告の本件書籍（本件カバーデザイン）\nに係る共有著作権を侵害するとの故意あるいは過失があることは明らかである。\n〔被告の主張〕\n否認する。\n(6)  争点６（原告の損害及び損害額）\n〔原告の主張〕\n被告が本件カバーデザインを利用して被告カバーデザインを作成したこと\nによって原告に生じた損害は，次の額（合計１２６万９９００円）を下らな\nい。\nア  許諾料相当額\n①被告書籍の売上部数  １万０７２５部（被告書籍の販売が開始された令\n和元年９月から令和２年２月までの間）\n②被告書籍の定価  １８００円\n③原告印税率  ２パーセント\n④その他の事情\n原告の本件書籍の著作権の共有持分は，２分の１と推定される（民法２６\n４条，２５０条）ため，請求できる損害賠償額も２分の１となり得る。しか\nし，本件については，本件訴訟に至るまでの被告の不誠実な対応があったこ\nと，企画検討等に要する時間的・人的コストを削減するために，出版社から\n各デザイナーに対して売れ筋のよい書籍を真似たデザインを作成するよう指\n示することが横行し，その結果として，他人の著作権が保護されず，市場に\n質の低い類似品があふれ，読者の本離れが進むというような出版業界におけ\nる歪みを是正し，業界の改善を図るという本件訴訟の意義に鑑みると，原告\nは，少なくとも原告が受けられる許諾料相当額（全体の２分の１）の２倍の\n賠償額が認められるべきといえるから，許諾料相当額全額を請求できること\nになる。\n（計算式）\n売上部数１万０２７５×本体価格１８００円×印税率２％\n＝３６万９９００円\nイ  著作者人格権侵害に係る慰謝料\n５０万円\nウ  弁護士費用\n４０万円\nエ  合計額\n１２６万９９００円\n〔被告の主張〕\n否認する。\n(7)  争点７（差止め等の必要性）\n〔原告の主張〕\n被告は，原告の許諾を得ないままに，被告書籍を複製，頒布しており，原\n告の著作者人格権及び共有著作権を侵害しているから，著作権法１１２条１\n項及び２項に基づく被告書籍の複製，販売及び頒布の差止め並びに被告書籍\nの廃棄を求める必要性がある。\n〔被告の主張〕\n被告書籍の在庫は僅かであり，被告において今後被告書籍を販売する意思\nはない。また，被告書籍は，２０２０年の手帳であって，既にその需要はな\nくなっており，増刷の可能性もないことからすると，その差止め等の必要性\nはない。\n第３  当裁判所の判断\n１  争点１，２について\n(1)  認定事実（当事者間に争いのない事実，弁論の全趣旨を含む。証拠により\n認定した場合はその末尾に証拠番号を付記する。）\nア  原告は，平成２７年１１月１３日，本件カバーデザインを表紙とする本\n件書籍を出版した。本件書籍の奥付部分には，本件著作権表示が記載され\nている（甲４）。また，本件カバーデザインの表面には，本件書籍のタイト\nルとともに，「Ａ」との記載や，「ＤＥＳＩＧＮＥＤ  ＢＹ  「Ａ」  」と\nの記載がされている（甲１）。\nイ  原告とＡは，平成２７年１２月１５日付けで，本件書籍の出版に関し，\n以下の内容の本件出版契約を締結した（甲２）。\n本件書籍を出版することについて，著作権者をＡとして，本件出版契\n約を締結する（前文）。\nＡは，本件書籍の複製及び頒布の権利を原告に許諾し，他に許諾しな\nい（１条）。\n原告は，本件書籍の複製及び頒布の責任を負う（２条）。\n原告の本件書籍の複写にかかわる権利の範囲は，原告が制作及び頒布\nする本件書籍，本件書籍の販売促進のための印刷物及びその他の販売促\n進物とする（４条）。\nＡは，本件出版契約の有効期間中に，本件書籍と明らかに類似すると\n認められる内容の著作物若しくは本件書籍と同一書籍名の著作物を出\n版せず，あるいは他人をして出版させない（５条）。\n原告は，Ａの権利保全のために，所定の位置に，本件著作権表示をす\nる（９条）。\n原告は，Ａに対して，本件出版契約書の別紙において定められたとこ\nろにより，本件書籍の著作権使用料を支払う（１３条）。\nまた，本件出版契約書の末尾には，「著作権者」の欄にはＡの署名押印\nがされ，「出版社」の欄には原告の記名押印がされている。\nウ  被告は，令和元年６月頃，Ａに対し，ライターであるＣ氏を著者とする\n令和２年の手帳である被告書籍の表紙デザインの制作を依頼した。その際，\nＣ氏から，Ａから提案された表紙デザインについて修正の意向が示された\nものの，被告の従業員であるＤは，Ａの提案した表紙デザインについて修\n正を依頼することは難しいため，原案を採用したい旨をＣ氏に伝えた（乙\n１）。\nエ  被告は，令和元年９月，Ａから提供を受けた被告カバーデザインを表紙\nとして被告書籍を発行した（甲７）。\n(2)  本件カバーデザインの著作者\n著作物とは，「思想又は感情を創作的に表現したものであつて，文芸，学術，\n美術又は音楽の範囲に属するもの」をいい（著作権法２条１項１号），著作者\nとは，「著作物を創作する者」をいうのであり（同項２号），本件カバーデザイ\nンは美術に属するから，本件カバーデザインの作成につき創作的に関与した者\nが本件カバーデザインの著作者であると認められるべきである（Ａが同「著作\n者」に当たることは明らかであり，当事者間でも争いがない。）。\nそして，著作権法１４条は，著作物の原作品に，その氏名若しくは名称（以\n下「実名」という。）又はその雅号，筆名，略称その他実名に代えて用いられる\nものとして周知のものが著作者名として通常の方法により表示されている者\nは，その著作物の著作者と推定するとの旨を規定する。しかして，同条の規定\nは，著作者としての立証に困難を伴うことが多いことから，著作権を行使しよ\nうとする者の立証の負担を軽減する趣旨で，当該著作物を創作したことの立証\nに代えて，著作者を示す方法として通常の方法が採られている場合には，その\n著作者として表示された者を著作者と推定することとしたものである。そうす\nると，このような推定を覆す事実の反証があれば，この推定は覆り，当該著作\n物の作成につき創作的関与をしたと認められる者が，その著作物の著作者とい\nえることとなる。\n上記の観点から，原告が原告書籍（本件カバーデザインを含む。）の共同著\n作者といえるかについて検討すると，前記(1)で認定したとおり，本件書籍に\nついては，原告とＡとの間で本件出版契約が締結されているところ，本件出版\n契約においては，Ａが本件カバーデザインを含む本件書籍の「著作権者」であ\nるとして，その著作者であることを前提に，「出版者」とされた原告に対し，\n本件書籍を複製・頒布することを許諾し，原告はその許諾を受ける対価として\nＡに対して著作権使用料を支払うことが約されていることが認められる。また，\n本件カバーデザインの表面には，「Ａ」との記載や，「ＤＥＳＩＧＮＥＤ  ＢＹ\n「Ａ」  」との記載がされ，原告の記載はされていない。さらに，原告の従業\n員等が，本件書籍（本件カバーデザインを含む。）につき，Ａとともに共同著\n作者として認められる程度にまで至るような創作的関与をしたことを根拠付\nける具体的な事実の主張，立証はされていない。\nこれらからすれば，本件著作権表示にかかわらず，本件カバーデザインの著\n作者は，本件カバーデザインの表面に当該デザインを創作した者であるとの旨\nが明示され，本件出版契約においても本件書籍（本件カバーデザインを含む。）\nの著作者であることが前提とされ，ゆえに本件書籍（本件カバーデザインを含\nむ。）の作成に創作的に関与した者であると認められるＡのみであるというべ\nきである。そして，原告は，これを前提に，Ａの著作物である本件書籍を複製，\n頒布して出版する権利を取得したに過ぎず，このような原告をもって，本件書\n籍の共同著作者と認めることはできず，本件書籍（本件カバーデザインを含む。）\nが，原告とＡの共同著作物であるということはできない。\n(3)  原告の主張について\n原告は，本件書籍には，著作権者を表す通常の方法である○ｃ 表示を用いて本\n件著作権表示がされているため，著作権法１４条により，原告とＡとが本件書\n籍の共同著作者として推定されると主張する。\nしかしながら，○ｃ 表示によって著作権者を表示することが通常の方法である\nどうかは措くとしても，前記(2)のとおり，本件出版契約においては，Ａが本\n件書籍（本件カバーデザインを含む。）の「著作権者」であるとして，その著作\n者であることを前提に，「出版者」とされた原告に対し，本件書籍を複製・頒\n布することを許諾することが約されていることに加え，本件カバーデザインの\n表面には，Ａが当該デザインを創作した者であるとの旨が明示されていること\nからすると，仮に本件著作権表示をもって原告を共同著作者とする著作権法１\n４条の推定が働くとしても，この推定は，上記の旨が反証により認められるこ\nとにより覆るものというほかなく，本件カバーデザインを創作した者であるＡ\nが，その単独の著作者と認められるものというべきである。\nまた，原告は，原告の従業員であるＢが本件書籍（本件カバーデザインを含\nむ。）の制作に当たり，Ａに対して，イラスト素材を探して提示し，素材の組\n合せや配列等デザイン全般にわたり，Ａと協議を重ねるなどしており，本件書\n籍（本件カバーデザインを含む。）の作成に創作的に関与していると主張する。\nしかしながら，前記のとおり，Ｂが本件カバーデザインにつき，Ａとともに\n共同著作者として認められる程度にまで至るような創作的関与をしたことを\n根拠付ける具体的な事実の主張，立証はされていない（なお原告は，Ａの陳述\n書の提出や，Ａの証人尋問の申出をしない旨述べている。）。たとえ，Ｂが，Ａ\nが本件カバーデザインを制作するに当たり，イラスト素材を提供し，素材の組\n合せや配列等についてＡと協議を重ねていたとしても，原告の主張するこのよ\nうなＢの関与は，その内容自体からして，補助的なものにすぎないというほか\nなく，Ｂが本件書籍（本件カバーデザイン）の作成に創作的に関与していたと\n認めるには足りない。\nなお，この点に関し，Ａ作成に係る本件確認書１（甲３）において，Ａが，\n本件書籍の著作権は原告との共有にかかることを確認していることがうかが\nわれる。しかしながら，前記のとおり，平成２７年１１月に原告が本件書籍を\n出版するに際して締結された本件出版契約においては，Ａが本件カバーデザイ\nンを含む本件書籍の「著作権者」であるとして，その著作者であることを前提\nに，「出版者」とされた原告に対し，本件書籍を複製・頒布することを許諾し，\n原告はその許諾を受ける対価としてＡに対して著作権使用料を支払うことが\n約されていること，本件確認書１は，原告と被告との間で本件書籍の著作権侵\n害の紛争が顕在化してから作成されていること，しかして，本件出版契約の存\n在にかかわらずこれに沿わない内容の本件確認書１が作成された経緯につい\nて合理的に説明できる具体的な事実の主張，立証がされていないこと（なお原\n告は，Ａの陳述書の提出や，Ａの証人尋問の申出をしない旨述べている。）な\nどからすると，本件確認書１の存在及びその内容は唐突であり不自然なものと\nの評価を免れず，これを採用して直ちに，本件書籍の作成につき原告が創作的\n関与をしたと認められるということはできないといわざるを得ない。ゆえに，\n本件確認書１をもって，原告とＡとが本件書籍の共同著作者であると認めるこ\nとはできず，本件書籍（本件カバーデザインを含む。）が，原告とＡの共同著\n作物であるということはできない。\n(4)  著作権持分の譲渡について\n原告は，仮に，Ａが本件カバーデザインについて単独で著作者となるとして\nも，原告はＡから本件書籍の著作権の持分の譲渡を受けているとして，原告は\n本件書籍の共同著作権者であると主張し，本件確認書１につき，本件書籍が原\n告とＡとの共同著作とは認められないとしても，Ａは原告に対して本件書籍に\n係る著作権（著作権法２７条及び２８条の権利を含む。）の持分の半分を譲渡\nするとの趣旨を含むものであるとのＡ作成に係る本件確認書２（甲２０）を提\n出する。\nしかしながら，前記のとおり，本件出版契約に沿わない本件確認書１の内容\nは，唐突かつ不自然なものであり，このことは，それが共同著作者との内容の\n場合であれ，それが持分２分の１の譲渡との内容の場合であれ，何ら変わるも\nのではないというべきであるから，原告の上記主張のように，本件確認書１に\n本件確認書２を併せても，これをもって本件書籍の作成につき原告が創作的関\n与をしたと認められないとの前記認定は左右できないといわなければならな\nい。なお，本件確認書２自体も，本件確認書１と同様の理由により唐突かつ不\n自然なものというべきであるから，採用することができないものであって，仮\nに原告の主張が，本件確認書２が作成された令和２年１１月２４日においてＡ\nから原告が本件書籍の著作権の持分譲渡を受けた事実を証するものであると\nの旨を含むものとしても，この主張にも理由はないものといわざるを得ない。\n(5)  小括\n以上のとおり，原告において，本件書籍（本件カバーデザインを含む。）の\n作成につき創作的関与をしたとは認められず，Ａとともにその共同著作者であ\nると認めることはできず，Ａから著作権持分の譲渡を受けているとも認められ\nない。\nしたがって，本件書籍（本件カバーデザインを含む。）が，原告とＡの共同\n著作物であるとはいえず，上記につき，原告が著作者（共同著作者）として共\n有著作権及び著作者人格権を有しているとは認められない。\n２  結論\nよって，原告の本件各請求は，その余の点を判断するまでもなく，いずれも\n理由がないからこれを棄却することとして，主文のとおり判決する。\n東京地方裁判所民事第４７部\n裁判長裁判官\n田    中    孝      一\n裁判官\n小    口    五      大\n裁判官\n鈴    木    美  智  子\n（別紙２被告書籍カバーデザイン省略）\n（別紙４本件書籍カバーデザイン省略）\n別紙１\n被告書籍目録\n書籍名  願いを叶える手帳２０２０\n（ＩＳＢＮ：９７８４５２２６１１５００）\n発行年  ２０１９年\n発行者  Ｅ\n発  行  株式会社永岡書店\n別紙３\n本件書籍目録\n書籍名  １００枚レターブック  西洋の美しい装飾\n（ＩＳＢＮ：９７８４７５６２４７１７９）\n発行年  ２０１５年\n発行人  Ｆ\n発行元  株式会社パイインターナショナル\n"
}