{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 12,
    "day": 4
  },
  "case_number": "令和5(行ケ)10067",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "92567",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=92567",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/567/092567_hanrei.pdf",
  "contents": "令和５年１２月４日判決言渡\n令和５年（行ケ）第１００６７号  審決取消請求事件\n口頭弁論終結日  令和５年１０月４日\n判 決\n原          告         株式会社 丸 井 グ ル ー プ\n同訴訟代理人弁理士       蔵 田 昌 俊\n小出 俊 實\n幡   茂 良\n橋 本 良 樹\n岡 田 貴 志\n被          告        Ｙ\n同訴訟代理人弁理士       中 村 哲 平\n主 文\n１  特許庁が無効２０２１－８９００３１号事件につい\nて令和５年５月１８日にした審決を取り消す。\n２  訴訟費用は被告の負担とする。\n３  この判決に対する上告及び上告受理申立てのための\n付加期間を３０日と定める。\n事 実 及 び 理 由\n第１  請求\n主文同旨\n第２  事案の概要\n本件は、商標登録無効審判請求に対する不成立審決の取消訴訟である。争点は、\n商標法４条１項１１号該当性及び同項１５号該当性である。\n１  特許庁における手続の経緯等\n(1) 被告は、次のとおりの商標登録第６３７１６９３号商標（以下「本件商標」\nという。）の商標権者である（甲１、２）。\n登録商標：\n登録出願日：令和２年３月１１日\n登録査定日：令和３年３月８日\n設定登録日：令和３年４月１日\n商品及び役務の区分並びに指定商品：\n第９類「携帯電話機用ストラップ、携帯電話機用ケース、スマートフォン用保護\nフィルム、スマートフォン用自撮り棒、ＵＳＢケーブル、統合増幅器をもったサウ\nンドミキサー、電力増幅器、ヘッドフォン、ワイヤレススピーカー、スピーカー、\n携帯通信端末装置、携帯電話機、サングラス、眼鏡、電池」\n第１８類「かばん類、かばん用革製アクセサリー、革製かばん、革製名刺入れ、\n擬革製かばん、革製旅行かばん、多目的かばん、登山用バッグ、ベルトバッグ、ヒ\nップバッグ、買物袋、旅行用衣服かばん、財布、通学用かばん、携帯用化粧道具入\nれ、傘、ポーチ、革製肩掛けベルト、袋型ベビーキャリー」\n第２５類「被服、コート、ジャンパー、ワンピーススーツ、ブルージーンズ地の\n被服、半ズボン、外衣、下着、シャツ、スポーツコート、作業服、新生児用被服、\n子供服、履物、帽子、革製ベルト、皮革製被服、手袋（革製・獣皮製又は毛皮製を\n含む。）、半袖シャツ、アロハシャツ、靴下、パンティストッキング」\n(2) 原告は、令和３年７月１４日、本件商標について商標登録無効審判を請求し\nた。特許庁は、同請求を無効２０２１－８９００３１号事件として審理を行い、令\n和５年５月１８日、「本件審判の請求は、成り立たない。」との審決（以下「本件審\n決」という。）をし、その謄本は、同月２６日、原告に送達された。\n(3) 原告は、令和５年６月２６日、本件審決の取消しを求める本件訴訟を提起し\nた。\n２  本件審決の理由の要旨\n本件審決は、本件商標の商標登録につき、商標法４条１項１１号及び１５号のい\nずれにも違反してされたものとはいえないから、同法４６条１項の規定により無効\nとすることはできないとした。その理由の要旨は、次のとおりである。\n(1) 商標法４条１項１１号該当性について\nア  本件商標は、「５２５２」の数字、「ｂｙＯ！Ｏｉ」の欧文字及び感嘆符を同\nじ書体、同じ大きさ、等しい間隔で一連に横書きしてなり、特定の意味合いを有し\nない一種の造語として認識される。そうすると、本件商標からは、その構成文字に\n相応して「ゴニゴニバイオーオイ」の称呼を生じ、特定の観念を生じない。\nイ  二つの丸と２本の縦棒を交互に表した図形からなる別紙１標章目録記載の標\n章（以下「原告標章」という。）は、本件商標の登録出願時及び登録査定時には、原\n告及びそのグループ会社であって小売事業を営む株式会社丸井（以下、同社と原告\nとを併せて「原告等」という。）の業務に係る商品又は役務（以下「商品等」という\nことがある。）を表示する商標として、我が国の取引者、需要者の間に広く認識され\nていた。\n別紙２記載の各引用商標（以下、併せて単に「引用商標」という。）は、いずれも、\n原告等の業務に係る商品等を表示する標章として取引者、需要者の間に広く知られ\nている原告標章と近似する若しくは同一視できる商標又はそれを要部とする商標で\nあり、その構成に相応して「マルイ」の称呼を生じ、原告等のブランドとしての「丸\n井（マルイ）のマーク」との観念を生じる。\nウ  本件商標と引用商標を比較すると、外観につき、数字と感嘆符を含む欧文字\nからなる本件商標と、二つの丸と２本の縦棒を交互に表した図形又はそれを要部と\nする引用商標とは、全体の構成が明らかに異なるから、容易に区別し得るものであ\nる。本件商標から生じる称呼「ゴニゴニバイオーオイ」と引用商標から生じる称呼\n「マルイ」とは、構成音及び構成音数に明らかな差異があるから、互いに聞き誤る\nおそれはない。観念につき、本件商標が特定の観念を生じないのに対し、引用商標\nは原告等のブランドとしての「丸井（マルイ）のマーク」の観念を生じるから、相\n紛れるおそれはない。\nそうすると、本件商標と引用商標とは、外観、称呼及び観念のいずれにおいても\n相紛れるおそれはないから、これらにより取引者、需要者に与える印象、記憶、連\n想等により総合的に判断すると、本件商標に係る指定商品と引用商標に係る指定商\n品及び指定役務（以下「指定商品等」ということがある。）の出所につき混同を生じ\nるおそれのない非類似の商標である。\nエ  なお、本件商標の「Ｏ！Ｏｉ」の部分は、欧文字の「Ｏ」、記号（感嘆符）の\n「！」、欧文字の「Ｏ」、欧文字の「ｉ」からなるものと容易に認識されるものであ\nり、原告標章とは、構成を明らかに異にするといえるし、本件商標は、全体として、\n隙間なく一連に表されている数字と感嘆符を含む欧文字を組み合せた一体不可分の\n商標と把握、認識されるものとみるのが自然であるから、本件商標の「Ｏ！Ｏｉ」\nの部分を取り出して原告標章と類似するということはできない。\n(2) 商標法４条１項１５号該当性について\n原告標章は、本件商標の登録出願時及び登録査定時において、原告等の業務に係\nる商品等を表示する商標として取引者、需要者の間において広く認識されていたと\n認められるほか、独創性の程度は高く、本件商標の指定商品には、原告標章を使用\nする役務と類似の商品が含まれている。しかし、本件商標と原告標章とは、外観、\n称呼及び観念のいずれにおいても明瞭に区別し得ることから、外観、称呼及び観念\nによって、取引者、需要者に与える印象、記憶、連想等を総合して全体的に考察す\nれば、両者は相紛れるおそれのない非類似の商標であって、別異の商標であるから、\n類似性の程度は低い。\nそうすると、本件商標は、これをその指定商品に使用しても、取引者、需要者を\nして、原告標章を連想又は想起させることはなく、その商品が原告又は同人と経済\n的若しくは組織的に何らかの関係を有する者の業務に係る商品であるかのように、\nその商品の出所について混同を生ずるおそれはない。\n第３  原告主張の審決取消事由\n１  取消事由１（商標法４条１項１１号該当性の判断の誤り）\n(1) 本件審決は、本件商標につき、全体として隙間なく一連に表されている数字\nと感嘆符とを含む欧文字を組み合わせた一体不可分の商標と把握、認識されるべき\nものとして、その構成のうち「Ｏ！Ｏｉ」の部分を要部として抽出せず、本件商標\n全体と引用商標とを比較した。しかし、本件商標の構成のうち、「５２５２」の部分\nは単なる数字であって識別力が低いこと、「ｂｙ」は一般にその後に続く語が商品又\nは役務の出所であることを示す語として広く理解されていること、「Ｏ！Ｏｉ」の部\n分が一見して視覚的に顕著であること、「５２５２ｂｙＯ！Ｏｉ」が構成上も称呼す\nるにも冗長であること等からすると、本件商標の要部は「Ｏ！Ｏｉ」の部分である\nといえる。これを正しく抽出せず、本件商標の全体と引用商標とを形式的に比較し\nた本件審決は誤りである。\n(2) 本件審決は、本件商標の構成のうち「Ｏ！Ｏｉ」の部分の称呼を「オーオイ」\nと、また、その構成を欧文字の「Ｏ」、感嘆符（！）、欧文字の「ｉ」からなるとそ\nれぞれ認定し、いずれも原告標章とはその生じる称呼（マルイ）、外観及び観念にお\nいて異なるとした。しかし、感嘆符を間に含む「Ｏ！Ｏｉ」を「オーオイ」「オーオ\nーアイ」などと自然に称呼することはなく、当該部分は一種の図形とみるべきであ\nって、取引者、需要者は、容易に著名な原告商標を想起するというべきである。こ\nれらを考慮することなく類否判断をした本件審決は誤りである。\n２  取消事由２（商標法４条１項１５号該当性の判断の誤り）\n本件審決は、原告標章が周知であること、その独創性の程度が高いこと、本件商\n標の指定商品と原告標章が使用される役務とがいずれもアパレル・ファッション分\n野であって関連性があることを認めながらも、本件商標を一体不可分のものとして\nその構成全体を形式的に原告標章と比較し、類似性の程度は低いとして、本件商標\nをその指定商品に使用しても、取引者、需要者をして、原告標章を連想又は想起さ\nせることはなく、商品の出所につき混同を生ずるおそれはないとした。\nしかし、上記１のとおり、本件商標の要部というべき「Ｏ！Ｏｉ」の部分と原告\n標章とを比較すれば、本件商標と原告標章とは類似するといえる。そして、被告が\n代表者を務める株式会社ファインドフォーム（以下「Ｆ社」という。）は、本件商標\nのうち「Ｏ！Ｏｉ」の部分を分離して使用したり、更にこれを「ＯＩＯＩ」などと\n変形して被服等の商品に使用したりしており（甲２８～３１、３８～５１）、これら\nの商品に接した取引者、需要者が、原告等が関係する商品なのではないかとの疑問\nを抱くなど、現実に出所の混同が生じていること（甲２６、３３～３７、５９～６\n２）からすると、本件商標は、原告等の業務に係る商品等と混同を生じるおそれが\nある商標であると優に認められる。これに反する本件審決の判断は誤りである。\n第４  被告の反論\n１  取消事由１（商標法４条１項１１号該当性の判断の誤り）について\n本件商標は、複数の構成部分を組み合わせた結合商標である。結合商標について\nは、各構成部分がそれを分離して観察することが取引上不自然であると思われるほ\nど不可分的に結合していると認められる場合は、その構成部分を抽出し、当該部分\nだけを他人の商標と比較して商標そのものの類否を判断することは原則として許さ\nれない。わずかに、構成部分の一部が取引者、需要者に対し商品等の出所識別機能\nとして強く支配的な印象を与えるものと認められる場合や、それ以外の部分から出\n所識別標識としての称呼、観念が生じないと認められる場合などに限り、当該一部\nのみを他人の商標と比較して商標そのものの類否を判断することが許されるにとど\nまる（最高裁平成１９年（行ヒ）第２２３号同２０年９月８日第二小法廷判決・裁\n判集民事２２８号５６１頁）。\n本件商標は、「５２５２」の数字、「ｂｙＯ！Ｏｉ」の欧文字及び感嘆符を同じ書\n体、同じ大きさで、隙間なく一連に横書きしてなるものであり、特に「Ｏ！Ｏｉ」\nの部分だけが独立して注意を引くように構成されているということはない。また、\n辞書等に載録されている語はなく、特定の意味合いを有するものとして認識される\n事情もない。そうすると、本件商標は、そのいずれかの部分が商品等の出所識別標\n識として強く支配的な印象を与えるということはなく、構成全体が不可分一体の造\n語として取引者、需要者に認識されるものといえるから、その構成部分の一部を抽\n出してこれを他人の商標と比較することは許されない。\nしたがって、本件審決が、本件商標から要部を抽出することなく、その構成全体\nを引用商標と比較し、その称呼、外観及び観念のいずれにおいても相紛れるおそれ\nはないとして、本件商標と引用商標とが類似しないと判断したことは正当であって、\n誤りはない。\n２  取消事由２（商標法４条１項１５号該当性の判断の誤り）について\n原告標章が周知著名であり、独創性を有することは特段争わないが、それらの点\nを検討するまでもなく、上記１のとおり、本件商標は、引用商標ひいては原告標章\nとは類似しないのであるから、原告等の業務に係る商品等と混同を生じるおそれが\nある商標とはいえない。\n加えていえば、原告標章や引用商標は百貨店に使用される標章として取引者、需\n要者に認識されているが、本件商標を付した被服等はいわゆる韓流ファッションに\n属し、その取引者、需要者は、Ｆ社のＥＣサイト等に直接アクセスして当該被服等\nを購入するから、本件商標の指定商品と、原告標章及び引用商標の指定役務の関連\n性は低く、取引者、需要者は異なり、取引経路及び販売場所の共通性も低い。した\nがって、本件商標が、原告等の業務に係る商品等と混同を生じるおそれがあるとい\nうことはない。\n原告は、Ｆ社が被服等の商品に「Ｏ！Ｏｉ」や「ＯＩＯＩ」等を使用し、これに\nより取引者、需要者に混同が生じている旨主張するが、本件で問題となるのはあく\nまで「５２５２ｂｙＯ！Ｏｉ」との構成を有する本件商標であるところ、当該構成\nの使用により混同が生じたという例を挙げることはできていない。\nよって、本件審決の判断に誤りはない。\n第５  当裁判所の判断\n１  証拠（甲４～１１、２７、乙２）及び弁論の全趣旨によると、次の事実が認\nめられる。\n原告（平成１９年の変更前の商号は「株式会社丸井」。同年、持株会社制に移行し、\n商号を「株式会社丸井グループ」に改めたほか、新設した「株式会社丸井」に小売\n事業を譲渡した。）は、昭和１２年、東京都中野区所在の店舗において家具の割賦販\n売等の事業を行う株式会社として設立され、戦後に営業を再開してからは東京都及\nびその周辺県におけるターミナル駅至近にファッションビル形態の店舗を出店する\n方法を中心に店舗網を拡大させていった。昭和４０年代の後半頃からは、取り扱う\n商品を衣服等のアパレル・ファッションへと転換し、丸ゴシック体にて「ＯＩＯＩ」\nと書してなる引用商標１、２及び８の構成のロゴマーク（ただし、各「Ｏ」の右下\nがいずれもわずかに途切れている。）を作成し、これをファッションビルの塔屋や店\n舗入口等に目立つように掲示し、「マルイマルイ」「マルイ」等と呼んでテレビＣＭ\n等で周知するとともに、店舗の電話番号の末尾を「０１０１」で統一するなど会社\nイメージの統一を図った。原告は、平成７年頃、ロゴマークを引用商標３及び１０\n並びに原告標章の構成のもの（「Ｏ」の右下が途切れていないもの）に刷新し、その\n後、首都圏のみならず、東北地方、東海地方、近畿地方及び九州地方にも、テナン\nト展開を含めつつもターミナル駅至近に出店する基本的方向性を維持しながら店舗\n網を拡大していった。\n原告は、平成１７年のリーマンショック前後から小売市況の悪化を受けて小売事\n業中心の業態を順次見直し、小売事業としては令和２年時点で首都圏を中心に２０\n以上の店舗の営業を継続しているほか、原告を持株会社とするグループ全体として、\n従来の割賦販売業から派生した金融業、投資業（フィンテック事業）、情報システム\n事業、トータルファッション物流事業等、事業を多角化させている。原告のグルー\nプにおいて小売事業を営む株式会社丸井の令和３年３月期の売上高は７２０億６７\n００万円であった。なお、同社は、マルイウェブチャンネル、マルイ楽天市場店等\nのＥＣサイトも展開しており、その全社売上げ比率（食品、レストランを除く。）は\n約１０％である。\n黒色の丸ゴシック体にて「ＯＩＯＩ」と書してなる原告標章は、遅くとも平成２\n２年には、特許庁の審査実務においても、被服やかばん類等の商品や被服の小売等\nの役務に使用して著名な商標として認定されるようになった。\n２  取消事由１（商標法４条１項１１号該当性の判断の誤り）について\n(1) 商標法４条１項１１号該当性の判断について\n商標の類否は、対比される両商標が同一又は類似の商品又は役務に使用された場\n合に、その商品又は役務の出所につき誤認混同を生ずるおそれがあるか否かによっ\nて決すべきであるが、それには、そのような商品又は役務に使用された商標がその\n外観、観念、称呼等によって取引者、需要者に与える印象、記憶、連想等を総合し\nて、その商品又は役務に係る取引の実情を踏まえつつ全体的に考察すべきであり、\nしかも、その商品又は役務の取引の実情を明らかにし得る限り、その具体的な取引\n状況に基づいて判断するのが相当である（最高裁昭和３９年（行ツ）第１１０号同\n４３年２月２７日第三小法廷判決・民集２２巻２号３９９頁参照）。\nまた、複数の構成部分を組み合わせた結合商標は、その構成部分全体によって他\n人の商標と識別されるものとして考案されているものであるから、その構成部分の\n一部を抽出し、この部分だけを他人の商標と比較して商標そのものの類否を判断す\nることは原則として許されない。しかし、商標の構成部分の一部が取引者、需要者\nに対し商品又は役務の出所識別標識として強く支配的な印象を与えると認められる\n場合や、それ以外の部分から出所識別標識としての称呼、観念が生じないと認めら\nれる場合等、商標の各構成部分がそれを分離して観察することが取引上不自然であ\nると思われるほど不可分的に結合していると認められない場合には、その構成部分\nの一部を抽出し、当該部分だけを他人の商標と比較して商標の類否を判断すること\nも許されると解すべきである（最高裁昭和３７年（オ）第９５３号同３８年１２月\n５日第一小法廷判決・民集１７巻１２号１６２１頁、最高裁平成３年（行ツ）第１\n０３号同５年９月１０日第二小法廷判決・民集４７巻７号５００９頁、前掲最高裁\n平成２０年９月８日第二小法廷判決参照）。\n(2) 本件商標について\nア  本件商標は、前記第２の１(1)のとおり、「５２５２ｂｙＯ！Ｏｉ」の数字、\n欧文字及び感嘆符を黒色のゴシック体にて同じ大きさ、等しい間隔で一連に横書き\nしてなるものである。もっとも、このうち「ｂｙ」という語は、一般に「ｂｙ  〇\n〇〇」との用法により「商品や役務の出所が〇〇〇」であることを表す英語の前置\n詞として我が国において広く用いられ、親しまれていることや、「ｂｙ」が小文字で\n書されていることからすると、本件商標は、全体として、「ｂｙ」の後の「Ｏ！Ｏｉ」\nの部分を、独立して、見る者の注意を引くように構成されているといい得るもので\nある。また、本件商標のうち「５２５２」の部分は単に数字を羅列するものであっ\nて格別の識別力を有しないのに対し、「Ｏ！Ｏｉ」の部分は、欧文字を用いながらも\n辞書等に載録される語ではない上、「オーオイ」又は「オーオーアイ」との称呼を生\nじ得るものではあるが、感嘆符を用いていることからその称呼も一様に定まるもの\nではなく、丸と縦線とが交互に用いられている点において視覚的に際立った印象を\n与え、造語とも図形とも理解できる特徴的なものといえる。これらに加えて、上記\nのとおり、「商品や役務の出所が○○〇」であることを示すものとして「ｂｙ〇〇〇」\nとの用法が広く用いられ、親しまれていることからすると、「ｂｙ」の後に配された\n「Ｏ！Ｏｉ」の部分は、本件商標の構成の中でも、出所識別標識として強く支配的\nな印象を与えるというべきである。そうすると、「Ｏ！Ｏｉ」の部分は、本件商標の\n一部分ではあるものの、商標全体の出所識別標識としての機能を果たしていると認\nめられるから、この部分を本件商標の要部として抽出し、この部分（以下「本件要\n部」という。）だけを他人の商標と比較して商標の類否を判断することが許されると\nいうべきである。\n被告は、前掲最高裁平成２０年９月８日第二小法廷判決を引用し、同じ書体、同\nじ大きさで隙間なく一連に横書きしてなる本件商標の構成部分の一部である本件要\n部のみを他人の商標と比較することは許されない旨主張する。しかし、上記のとお\nり、本件要部は、その後に続く語が商品等の出所であることを示す英語の前置詞と\nして我が国で広く用いられ、親しまれている「ｂｙ」の後に配されていることによ\nり、独立して、商品等の出所を示すものとして、見る者の注意を引くように構成さ\nれているといい得るものである上、造語とも図形とも理解できる特徴的な形状を有\nし、出所識別標識として強く支配的な印象を与えるものと認められる一方、本件商\n標の他の部分である「５２５２」「ｂｙ」の部分は格別の識別力を有しないのである\nから、本件要部だけを他人の商標と比較することは許されるというべきである。被\n告の主張は採用することができない。\nイ  本件要部は、「Ｏ！Ｏｉ」の欧文字及び感嘆符を黒色のゴシック体にて同じ大\nきさ、等しい間隔で一連に横書きしてなるものである。また、本件要部からは、そ\nの構成文字に相応して「オーオイ」「オーオーアイ」の称呼を生じ得る。他方、これ\nらの欧文字の配列は辞書等に載録されている語等を構成するものではなく、上記の\nとおり生じ得る称呼からも特段の意味合いを見いだせないことからすれば、本件要\n部からは特定の観念を生じないものといえる。\nウ  本件商標の指定商品は前記第２の１(1)のとおりであり、被服やかばん類等\nのファッション・アパレル関連商品や、携帯電話機用アクセサリー、ヘッドフォン、\n眼鏡等の一般消費者が身に付ける物が中心となっている。\n(3) 引用商標３について\nア  引用商標のうち、引用商標３の構成は別紙２の３の「商標の構成」のとおり\nであり、赤色の丸ゴシック体にて同じ大きさ、等しい間隔で「ＯＩＯＩ」と書して\nなるものである。引用商標３からは、その構成文字に相応して「オーアイオーアイ」\n「オイオイ」の称呼を生じるほか、前記１に認定した事実関係によると、原告標章\nは、本件商標の登録出願時及び登録査定時において、一般消費者を含むファッショ\nン・アパレル関係の取引者、需要者において著名な商標であったと認められるから、\n色彩のほかは原告標章と同一の構成を有する引用商標３からは、「マルイ」との称呼\nも生じ、「マルイのロゴマーク」との観念も生じるものと認められる。\nイ  引用商標３の指定商品には、被服やかばん類等のファッション・アパレル関\n連商品や、キーホルダーや眼鏡等の一般消費者が身に付ける物が含まれている。\n(4) 本件商標と引用商標３の類否について\n本件要部からは特段の観念を生じないのに対して、引用商標３からは「マルイの\nロゴマーク」との観念を生じるので、両者の観念は同一とはいい難い。\n次に、本件要部からは「オーオイ」「オーオーアイ」の称呼を生じ得るのに対し、\n引用商標３からは「オーアイオーアイ」「オイオイ」及び「マルイ」の称呼を生じ得\nるところ、本件要部に「！」が含まれていることの関係で厳密には称呼が異なるも\nのの、多くの音を共通にしており、相応に類似しているというべきである。\nまた、両者の外観についてみると、本件要部及び引用商標３は、いずれもゴシッ\nク体にて四つの文字又は記号を書してなり、１字目と３字目はいずれも「Ｏ」で共\n通している。２字目は「！」と「Ｉ」、４字目は「ｉ」と「Ｉ」と異なる文字又は記\n号が使用されているが、いずれも１本の縦線又は１本の縦線とその延長線上にある\n点により構成される点において形状が類似している。加えて、各文字の字間を含め\nた配列も近似している。そうすると、両者の外観は、子細にみると異なる部分はあ\nるが、時と場所とを異にする隔離的観察の下では、互いに相紛らわしいというべき\nである。\n以上に加え、本件商標及び引用商標の各指定商品は、いずれもファッション・ア\nパレル関連商品や一般消費者が身に付ける物であるから、その取引者、需要者には\n一般消費者が含まれるところ、本件要部からは特段の観念を生じず、本件要部及び\n引用商標３から生じ得る称呼は同一ではないが相応に類似している上、いずれも単\n一の確たる称呼が生じるといい難いことから、取引者、需要者にとってみれば称呼\nが出所識別標識として決め手とはなりにくいとうかがわれること、一般消費者は、\nアパレル・ファッションや身に付ける物の出所につき、主として対象商品やロゴマ\nークの外観等に注目するとみられること等も総合すると、上記のとおり、引用商標\n３との関係で、称呼について相応に類似し、外観において互いに相紛らわしい本件\n要部を持つ本件商標は、その構成全体が引用商標３と同一ではないことを考慮して\nも、両商標が本件商標の各指定商品に使用された場合には、取引者、需要者が両者\nの出所を見誤る可能性は否定できず、その商品の出所において誤認混同が生じるお\nそれがあるものと認められる。\nしたがって、本件商標は、取引者、需要者に与える印象、記憶、連想等を総合し、\nその商品に係る取引の実情を踏まえて全体的に考察すると、引用商標３に類似する\n商標と認められる。\n(5) 小括\n以上のとおり、本件商標は、引用商標３と類似するものである。\nそして、前記(2)ウ及び(3)イのとおり、本件商標の指定商品は、被服やかばん類\n等のファッション・アパレル関連商品や、携帯電話機用アクセサリー、ヘッドフォ\nン、眼鏡等の一般消費者が身に付ける物が中心であり、他方、引用商標３の指定商\n品には、被服やかばん類等のファッション・アパレル関連商品、キーホルダーや眼\n鏡等の一般消費者が身に付ける物が含まれているのであるから、本件商標の指定商\n品と引用商標３の指定商品とは同一又は類似するといえる。\nしたがって、本件商標は、商標法４条１項１１号に該当するものと認められるか\nら、これと異なる本件審決の判断は誤りであり、取消事由１には理由がある。\n３  結論\n以上のとおり、原告主張の取消事由１には理由があるから、その余の取消事由に\nついて判断するまでもなく、本件審決は取り消されるべきである。\n知的財産高等裁判所第１部\n裁判長裁判官\n本      多    知    成\n裁判官\n遠      山    敦    士\n裁判官\n天      野    研    司\n（別紙１）\n標  章  目  録\n以  上\n（別紙２）\n引  用  商  標  目  録\n１  登録第１３１８６０３号商標（甲１５。以下「引用商標１」という。）\n商標の構成：\n登録出願日：昭和４８年１１月１４日\n設定登録日：昭和５３年１月１０日\n書換登録日：平成２０年６月２５日\n商品及び役務の区分並びに指定商品又は指定役務（以下、この別紙において単に\n「指定商品等」という。）：第６類、第１４類、第１８類、第２１類、第２２類、第\n２５類及び第２６類に属する商標登録原簿に記載の商品\n２  登録第１３７４６１３号商標（甲１６。以下「引用商標２」という。）\n商標の構成：\n登録出願日：昭和４８年１１月１４日\n設定登録日：昭和５４年２月２７日\n書換登録日：平成２１年４月３０日\n指定商品等：第２０類、第２４類及び第２５類に属する商標登録原簿に記載の商\n品\n３  登録第４６４０２９７号商標（甲１７。以下「引用商標３」という。）\n商標の構成：\n登録出願日：平成１４年３月４日\n設定登録日：平成１５年１月２４日\n指定商品等：第３類、第５類、第７類～第１２類、第１４類（「貴金属、キーホル\nダー、貴金属製食器類、貴金属製のくるみ割り器・こしょう入れ・砂糖入れ・塩振\n出し容器・卵立て・ナプキンホルダー・ナプキンリング・盆及びようじ入れ、貴金\n属製針箱、貴金属製のろうそく消し及びろうそく立て、貴金属製宝石箱、貴金属製\nの花瓶及び水盤、記念カップ、記念たて、身飾品、貴金属製のがま口及び財布、宝\n玉及びその原石並びに宝玉の模造品、貴金属製コンパクト、貴金属製靴飾り、時計、\n貴金属製喫煙用具」）～第１６類、第１８類（「かばん金具、がま口口金、皮革製包\n装用容器、愛玩動物用被服類、かばん類、袋物、携帯用化粧道具入れ、傘、ステッ\nキ、つえ、つえ金具、つえの柄、乗馬用具、皮革）、第２０類～第２２類、第２４類、\n第２５類（「被服、ガーター、靴下止め、ズボンつり、バンド、ベルト、履物、仮装\n用衣服、運動用特殊衣服、運動用特殊靴」）～第４２類に属する商標登録原簿に記載\nの商品及び役務\n４  登録第４８６４１６２号商標（甲１８。以下「引用商標４」という。）\n商標の構成：\n登録出願日：平成１６年８月２日\n設定登録日：平成１７年５月１３日\n指定商品等：第１４類、第１６類、第１８類及び第２４類に属する商標登録原簿\nに記載の商品\n５  登録第４８６９２０７号商標（甲１９。以下「引用商標５」という。）\n商標の構成：\n登録出願日：平成１６年８月２日\n設定登録日：平成１７年６月３日\n指定商品等：第２５類に属する商標登録原簿に記載の商品\n６  登録第４８８７３２３号商標（甲２０。以下「引用商標６」という。）\n商標の構成：\n登録出願日：平成１６年８月２日\n設定登録日：平成１７年８月１２日\n指定商品等：第３類に属する商標登録原簿に記載の商品\n７  登録第５１５６３９４号商標（甲２１。以下「引用商標７」という。）\n商標の構成：\n登録出願日：平成１９年６月２２日\n設定登録日：平成２０年８月１日\n指定商品等：第３５類に属する商標登録原簿に記載の役務\n８  登録第５１８５４７３号商標（甲２２。以下「引用商標８」という。）\n商標の構成：\n登録出願日：平成１９年６月２２日\n設定登録日：平成２０年１２月５日\n指定商品等：第３５類に属する商標登録原簿に記載の役務\n９  登録第５１８５４７５号商標（甲２３。以下「引用商標９」という。）\n商標の構成：\n登録出願日：平成１９年６月２２日\n設定登録日：平成２０年１２月５日\n指定商品等：第３５類に属する商標登録原簿に記載の役務\n１０  登録第５１８５４７６号商標（甲１２。以下「引用商標１０」という。）\n商標の構成：\n登録出願日：平成１９年６月２２日\n設定登録日：平成２０年１２月５日\n指定商品等：第３５類に属する商標登録原簿に記載の役務\n１１  登録第５４２７４１９号商標（甲２４。以下「引用商標１１」という。）\n商標の構成：\n登録出願日：平成２３年２月１８日\n設定登録日：平成２３年７月２２日\n指定商品等：第１８類、第２５類及び第３５類に属する商標登録原簿に記載の商\n品又は役務\n１２  登録第５４５８５１１号商標（甲２５。以下「引用商標１２」という。）\n商標の構成：\n登録出願日：平成２３年７月１９日\n設定登録日：平成２３年１２月１６日\n指定商品等：第１８類、第２５類及び第３５類に属する商標登録原簿に記載の商\n品又は役務\n以  上\n"
}