{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 8,
    "day": 21
  },
  "case_number": "令和3(ワ)13692",
  "case_name": "損害賠償請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "商標権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "92367",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=92367",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/367/092367_hanrei.pdf",
  "contents": "令和 5 年 8 月 21 日判決言渡  同日原本領収  裁判所書記官\n令和 3 年(ワ)第 13692 号  損害賠償請求事件\n口頭弁論終結日  令和 5 年 6 月 1 日\n判 決\n原告                ミライラボバイオサイエンス株式会社\n同訴訟代理人弁護士    石井藤次郎\n同                      前里康平\n被告                  ディアモビューティー株式会社\n（以下「被告会社」という。）\n同訴訟代理人弁護士    大江洋平\n同                      加藤久雄\n住居所不明\n被告                    Ａ\n（以下「被告Ａ」といい、被告会社と同Ａとを併せて「被告ら」という。）\n主 文\n1  被告らは、原告に対し、22万円及びこれに対する以下の日付からそれぞれ支\n払済みまで年3％の割合による金員（ただし、22万円及びこれに対する後記(2)の日\n付から支払済みまで年3％の割合による金員の限度で連帯して）を支払え。\n(1)  被告会社につき、令和3年7月14日から\n(2)  被告Ａにつき、令和5年2月5日から\n2  原告のその余の請求をいずれも棄却する。\n3  訴訟費用は、これを50分し、その1を被告らの負担とし、その余は原告の負担\nとする。\n4  この判決は、第1項に限り、仮に執行することができる。\n事実及び理 由\n第1  請求の趣旨\n被告らは、原告に対し、1100万円及びこれに対する以下の日付からそれぞれ支払\n済みまで年3％の割合による金員（ただし、1100万円及びこれに対する後記2の日付\nから支払済みまで年3％の割合による金員の限度で連帯して）を支払え。\n1  被告会社につき、令和3年7月14日から\n2  被告Ａにつき、令和5年2月5日から\n第 2  事案の概要等\n本件は、別紙原告商品目録記載の商品（以下「原告商品」という。）を製造・販売\nする原告が、被告会社による原告商品の商品名や包装を模倣した別紙被告商品目録\n記載の商品（以下「被告商品」という。）の製造・販売により損害を受けた旨主張し、\n被告らに対し、被告会社については不法行為（民法 709 条、710 条又は 715 条 1 項）\nに基づき、被告会社代表取締役である被告Ａについては会社法 429 条 1 項に基づ\nき、原告の損害の一部である 1100 万円及びこれに対する訴状送達の日の翌日（被\n告会社につき令和 3 年 7 月 14 日、被告Ａにつき令和 5 年 2 月 5 日）からそれぞれ\n支払済みまで民法所定の年 3%の割合による遅延損害金の連帯支払を求める事案で\nある。\n1  前提事実（掲記証拠等により容易に認められる事実）\n(1)  原告は、健康食品及びそれらの原材料の輸出入及び販売等を目的とする株式\n会社である。なお、原告は、令和 2 年 12 月 28 日、「新興和製薬株式会社」から現\n商号に変更した。（甲 1）\n被告会社は、健康食品の販売及び輸出入等を目的とする株式会社であり、被告Ａ\nはその代表取締役である。（甲 2）\n(2)  被告Ａは、公示送達による呼出しを受けたが、本件口頭弁論期日に出頭せず、\n答弁書その他の準備書面を提出しなかった（当裁判所に顕著な事実）。\n2  原告の主張\n(1)  権利侵害\nア  原告は、平成 29 年 6 月から原告商品の製造・販売を開始した。\n原告商品は高齢者向けの健康食品であり、1 瓶あたり 60 粒の白色粒（カプセル）\nが入ったものである。カプセル 1 粒には、ニコチンアミドモノヌクレオチド（NMN。\n以下「NMN」という。）が 150mg 配合されている。\nイ  被告会社は、令和 2 年 2 月頃から被告商品の製造・販売（中国向け輸出を含\nむ。）を始めた。\n被告商品は、原告商品と同様に 1 瓶単位で販売されており、その商品名及び外箱\nの外観は原告商品と同一である。しかし、被告商品の瓶及び底面の各ラベル並びに\n外箱（の材質等）はいずれも原告商品のものとは異なり、また、被告商品には、NMN\nが含まれていないか、含まれているとしても 4mg であって、その性状は原告商品と\nは異なる。\nウ  被告会社の責任原因\n(ｱ)  原告商品と外観上同一の被告商品の製造・販売は、被告商品を原告商品と誤\n信して購入した顧客の原告に対する信用を低下させ、原告の信用を毀損する。また、\n原告は、別紙商標一覧表記載の各商標（以下、これらを併せて「原告各商標」とい\nう。）につき、同別紙記載の商標権者から使用許諾を受け、又は自らが商標権者とし\nて商標権を有するところ、被告商品に貼付されたラベル及び外箱の各記載は、これ\nらの商標権を侵害するものである危険性が高い。さらに、被告会社による被告商品\nの製造・販売は、不正競争（不正競争防止法 2 条 1 項 1 号～3 号）に該当する可能\n性も高い（なお、原告は、当初、商標権侵害の不法行為及び不正競争に基づく損害\n賠償請求権を訴訟物として主張していたが、その後、「請求原因のうち、商標法違反、\n不正競争防止法違反の主張を撤回する。」とした。もっとも、その後の原告の主張に\n鑑みると、上記撤回の趣旨は、訴訟物としての商標権侵害又は不正競争に基づく損\n害賠償請求権の主張を撤回する趣旨であり、信用毀損等に係る不法行為に基づく損\n害賠償請求権の請求原因としては、原告各商標に係る商標権侵害及び不正競争（形\n態模倣）を依然として主張するものと理解される。）。\nこのため、被告会社による被告商品の製造・販売ないしその準備行為は、原告の\n正当な経済活動である原告商品の販売業務を妨害する権利侵害行為である。\n(ｲ)  仮に、被告会社代表者である被告Ａが被告商品の製造・販売を知らなかった\nとしても、被告商品の製造・販売は被告会社の従業員により被告会社の事業の執行\nとしてされたものである。\n(2)  故意\n被告会社又はその従業員は、原告により原告商品が製造・販売されていることを\n認識しながら被告商品を製造・販売したものであるから、被告会社又はその従業員\nには、原告の権利侵害について故意があるといえる。\n(3)  被告Ａの悪意又は重過失\n被告Ａは、被告会社の唯一の取締役であり、かつ、代表取締役である。また、被\n告商品の製造・販売は、被告Ａが中心となって、その悪意又は重過失のもとに行わ\nれたものである。\n(4)  損害\nア  無形損害\n被告商品の製造・販売は原告の信用を毀損するものであるところ、原告において\nは売上のほとんどを原告商品の売上が占めていることから、その信用毀損の程度は\n著しい。また、被告会社は、原告商品の集客力が強いことを利用して利益を得よう\nとしていたものであり、被告商品の売却に対応して原告商品の売上が低下すること\nになる点でも、被告会社の行為は極めて悪質である。\n加えて、原告は、被告商品の製造・販売による信用毀損の現実的危険に対処する\nため、原告は、取締役Ｂ（以下「Ｂ」という。）を責任者とし、その下にスタッフ 1\n名を参加させ、外部弁護士の協力をも得て、様々な調査・交渉活動を行った。これ\nらの活動も、原告の信用毀損を防止するための活動として、無形損害算定にあたり\n考慮されるべきである。\nさらに、原告の NMN 関連商品の売上は 1～10 億円の間である（令和 3 年度）。\nしかも、原告商品は 1 瓶約 34 万円で販売される高額商品であるところ、被告会\n社は被告商品 500 個を中国市場向けに販売済みであることから、被告会社は、粗悪\nな被告商品を中国で販売することにより、1 億 7000 万円という巨額の原告の取引\n機会を失わせただけでなく、原告の取引上の信用を毀損した。\nこれらの事情を考慮すれば、被告会社の行為により原告が受けた無形損害は 1000\n万円を下らないところ、本件においては、その一部である 945 万円の賠償を請求す\nる。\nイ  調査活動に費やした費用\n原告は、被告商品の製造・販売阻止のために、被告会社や被告商品のラベルを製\n作していた会社からの聞取り等の調査、弁護士及び警察への相談等の活動を行った。\nこのような調査活動に費やした費用も、賠償されるべき原告の損害に当たる。\nその額について、調査活動に要した時間は、Ｂにおいては 50 時間を下らず、部下\nのスタッフについても 30 時間は下らない。年間報酬に基づき算定すると、その実\n働実費は、Ｂにつき 50 時間で 43 万円、部下のスタッフにつき 30 時間で 12 万 9000\n円である。上記各時間は、これらの者が原告における本来の業務を遂行できなかっ\nた時間であるから、上記各人件費相当額（ただし、1 万円未満を切り捨てた 55 万\n円）が原告に生じた損害といえる（なお、原告は、弁護士に対する相談に係る費用\n等の実費につき明示的に原告の損害として主張していないものの、その主張全体の\n趣旨から、これを含めた主張をしているものと理解される。）。\nウ  弁護士費用\n本訴の提起及び追行に係る弁護士費用は、100 万円を下らない。\nエ  小括\n以上より、本件においては、原告の損害額合計 1155 万円の一部である 1100 万円\nの損害賠償を求める。\n3  被告会社の主張\n上記 2(1)アは不知。同イ及びウ並びに同(2)及び(3)はいずれも否認する。同(4)は\n不知ないし否認する。\n第 3  当裁判所の判断\n1  認定事実\n前提事実（前記第 2 の 1）、証拠（各段落の末尾に掲記のもの。なお、断りのない\n限り枝番を含む。）及び弁論の全趣旨によれば、以下の事実が認められる。\n(1)  原告は、旧商号「新興和製薬株式会社」であった平成 29 年 6 月から原告商\n品を「NMN 9000＋  PURE VIP」との商品名で販売している。原告商品は、カプセ\nル 1 粒に約 150mg の NMN が含まれた健康食品であり、別紙原告商品目録添付写\n真 1 の外観・形状の容器（瓶）が同目録添付写真 2 の外観・形状の外箱に入れられ\nて販売されている。その販売価格は、1 商品あたり 34 万 5600 円（令和 3 年 3 月当\n時）である。（甲 5～7、35）\n(2)  原告は、令和 3 年 3 月 1 日頃、被告会社代表者の被告Ａが原告商品の模倣品\nを販売している旨のメールによる連絡を受け、これに対応した結果、「被告会社従業\n員のＣ」と称する人物（以下「Ｃ」という。）が友人を介して連絡したものであるこ\nと、被告Ａらが原告商品の模倣品（被告商品）を製造していること、Ｃは、被告Ａ\nから指示されて被告商品用のラベルの発注等をしていたが、後に犯罪であることを\n理解するようになったことなどを確認した。また、原告取締役であるＢは、同月 2\n日、Ｃと面会し、被告会社が原告の名前を勝手に使い、原告商品の容器及び外箱等\nと全く同一の被告商品を日本で製造し、中国向けに販売していること、既に 508 個\nが販売済みであることなどを聴取した。さらに、原告は、同日までに、被告会社の\n社内を撮影したという動画の提供をＣから受けていたところ、そのうちの 1 つ（甲\n34 の 3）には、「MIRAI LAB」の文字及び金色の正八角形（その中に、各角部の頂\n点付近に 4 つの欧文字「M」の上部の 2 つの頂点が配置されるように組み合わせた\n白色の図案が存在するもの）が表示された白色の外箱が大量に段ボールに入ってい\nる状況が撮影されている。（甲 34、35、証人Ｂ）\n(3)  上記面会の際、Ｂは、Ｃに対し、被告会社が販売している被告商品の実物の\n提供を求めた。Ｃは、これに応じて、同日、Ｂに対し被告商品 3 個を引き渡した。\nこれらの被告商品は、別紙被告商品目録記載のとおり、同目録添付写真 1 の外観・\n形状の容器の中にカプセルが詰められており、同容器が同目録添付写真 2 の外観・\n形状の外箱に入っていた。これによれば、原告商品と被告商品の各外箱・容器は、\n文字や標章の内容、色合い、配置等の点において一致しており、その外観・形状は\nほぼ同一といえる。\nまた、原告が、原告商品と被告商品の外箱及び容器に貼付されたラベルの同一性\n及び被告商品の NMN 含有量等について、原告商品の外箱及びラベルの各製作業者\n並びに試験機関に対して鑑定を依頼したところ、その結果は次のとおりである。（甲\n3～11、33、35、証人Ｂ）\nア  外箱について\n被告商品の外箱は、外側の紙が原告商品のものと類似品であるものの、色及び厚\nみにおいて異なるなど、原告商品の外箱に酷似するものの、原告商品の外箱の製造\n業者の商品ではない。\nイ  容器のラベルについて\n被告商品の容器（瓶）の瓶ラベル及び底面ラベルは、瓶ラベルは原告商品のもの\nと目の粗さや印刷技法において異なり、底面ラベルは台紙幅の設定が異なるため、\n原告商品のラベルに酷似するものの、原告商品のラベルの製造業者の商品ではない。\nウ  NMN 含有量等について\nカプセル 1 粒当たりの NMN の含有量は、原告商品が 164mg であるのに対し、\n被告商品には含有されていないか、含まれていたとしても 4mg であった。また、被\n告商品の粉末は、原告商品とはその性状が全く異なっていた。\n(4)  原告は、令和 3 年 3 月 22 日頃、被告商品に関する法律相談につき、弁護士\nに対し、着手金（25 万円（税別））及び行政書士に対する告訴相談料（15 万円）等\nとして、合計 42 万 5440 円（税込）を支払った。また、原告は、同年 5 月 31 日頃、\n本訴の提起を弁護士に委任し、着手金（64 万円（税別））等として 77 万 1350 円（税\n込）を支払った。（甲 36）\n(5)  日本において、原告商品の販売額の減少等、被告商品の製造及び中国におけ\nる販売による影響は確認されていない。（証人Ｂ）\n2  権利侵害について\n上記各認定事実によれば、被告会社は、代表者である被告Ａの指示又は被告会社\n従業員により、被告会社の事業の執行として、原告商品の外箱・容器とほぼ同一の\n外観・形状の外箱・容器に、原告商品とは NMN 含有量等の点で異なる内容物（カ\nプセル）を入れた被告商品を製造・販売し、中国に輸出したことが認められる。そ\nうすると、被告商品の販売・輸出は、少なくとも原告の商品である原告商品の形態\nを模倣した商品である被告商品の譲渡・輸出という不正競争（不正競争防止法 2 条\n1 項 3 号）に当たるといえる。この行為は、少なくとも被告会社の従業員によって\n被告会社の事業の執行としてされたものといえることから、被告会社には、少なく\nとも使用者責任（民法 715 条 1 項）が成立するものといってよい。これに反する被\n告会社の主張は採用できない。\n3  故意について\n被告商品の外箱及び容器の外観及び形状は、原告商品のそれとほぼ同一のものと\nいえるものであり、これが偶然になし得ることとは考え難い。これに加え、原告商\n品の販売開始が平成 29 年 6 月であること、被告商品の外箱には原告の旧商号が記\n載されていることをも踏まえると、被告商品の製造・販売は、少なくとも被告会社\nの従業員が原告商品の形態を故意に模倣して行われたものと認められる。これに反\nする被告会社の主張は採用できない。\n4  被告Ａの悪意又は重過失について\n被告商品が大量に収納された段ボールが被告会社の社内に置かれていたことなど\nに鑑みると、少なくとも被告会社従業員による原告商品の形態模倣につき、被告Ａ\nには、その職務を行うについて悪意又は重過失があったと認めるのが相当である。\n5  損害について\n(1)  無形損害\n原告は、被告会社による被告商品の製造・販売が、被告商品を原告商品と誤信し\nて購入した顧客の原告への信用を低下させ、原告の信用を毀損した旨を主張する。\nしかし、まず、被告商品が日本において販売された事実を認めるに足りる証拠は\nない。また、原告商品の日本国内における販売額減少といった事情もない。さらに、\n中国における被告商品の流通については、中国向けに 508 個を販売した旨のＣから\nの聴取結果しかなく、これを裏付けるに足りる客観的な証拠はない。その点を措く\nとしても、被告会社による被告商品の中国向け販売に関する具体的な事情は不明と\nいうほかない。なお、Ｂは、中国国内で原告商品の偽物が流通するようになったた\nめ、思うように販売できなくなったとして中国の販売代理店との契約が打ち切られ\nた旨供述するが、そこでいう「偽物」が被告商品を示すことその他の具体的な事情\nは不明である。\n以上によれば、被告会社による被告商品の販売の結果、原告又は原告商品につき\n日本又は中国の顧客からの信用が毀損されるという結果が生じたことを認めるに足\nりる証拠はない。この点に関する原告の主張は採用できない。\n(2)  調査活動に費やした費用\nア  前記認定のとおり、原告は、被告会社による被告商品の販売等に対処するた\nめ、弁護士に対する法律相談等の調査活動を実施し、弁護士への着手金や刑事告訴\nの相談手数料として 42 万 5440 円を支払った。本件事案の性質・内容、調査の経過\n等諸般の事情に鑑みれば、このうち 20 万円をもって不法行為と相当因果関係のあ\nる損害と認めるのが相当である。\nイ  原告は、このほかに、Ｂ及び原告従業員が本件の調査に要した時間に賃金の\n時間当たり単価を乗じた金額も損害である旨主張する。\nしかし、本件の調査にあたり、原告が、Ｂ等に対し、通常の報酬ないし賃金とは\n別に、その分の時間外手当その他調査活動に従事したことを直接の理由とする報酬\n等を追加的に支払ったといった具体的事情の主張はなく、また、これを認めるに足\nりる証拠もない。そうである以上、原告の損害額算定にあたり、調査に当たった取\n締役等に係る人件費相当額を考慮することはできない。この点に関する原告の主張\nは採用できない。\n(3)  弁護士費用\n本件事案の性質・内容、本件訴訟に至る経過、本件審理の経過等諸般の事情に鑑\nみれば、本件訴訟に係る弁護士費用のうち、不法行為と相当因果関係のある損害は\n2 万円と認めるのが相当である。これに反する原告及び被告会社の主張はいずれも\n採用できない。\n6  まとめ\n以上によれば、原告は、被告会社に対しては少なくとも民法 715 条 1 項に基づき、\n被告Ａに対しては会社法 429 条 1 項に基づき、それぞれ 22 万円の損害賠償請求権\nを有することが認められる。\n第 4  結論\nよって、原告の請求は主文の限度で理由があるからその限度で認容し、その余は\n理由がないから棄却することとして、主文のとおり判決する。\n東京地方裁判所民事第 47 部\n裁判長裁判官\n杉    浦    正      樹\n裁判官\n小    口    五      大\n裁判官\n久    野    雄      平\n"
}