{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 11,
    "day": 28
  },
  "case_number": "令和5(ネ)10073",
  "case_name": "著作権等侵害による損害賠償等請求控訴事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "92550",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=92550",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/550/092550_hanrei.pdf",
  "contents": "令和５年１１月２８日判決言渡\n令和５年（ネ）第１００７３号  著作権等侵害による損害賠償等請求控訴事件\n（原審・東京地方裁判所令和３年（ワ）第１３３１１号）\n口頭弁論終結日  令和５年９月１９日\n判             決\n控    訴    人        Ｘ\n被 控 訴 人        株 式 会 社 ト ー セ\n同訴訟代理人弁護士      川    上              良\n被 控 訴 人        株式会社バンダイナムコエン\nターテインメント\n同訴訟代理人弁護士        山    下      英      樹\n主             文\n１  本件控訴を棄却する。\n２  控訴費用は控訴人の負担とする。\n事 実 及 び 理 由\n第１  控訴の趣旨\n１  原判決を取り消す。\n２(1)  主位的請求\nア  被控訴人らは、控訴人に対し、連帯して１５００万円並びにうち９２６万２\n５００円に対する平成２４年１１月２９日から及びうち５７３万７５００円に対す\nる平成２６年４月１７日からいずれも支払済みまで年５分の割合による金員を支払\nえ。\nイ  被控訴人株式会社トーセは、控訴人に対し、９０万円及びこれに対する令和\n２年１１月２８日から支払済みまで年３％の割合による金員を支払え。\nウ  被控訴人株式会社トーセは、控訴人に対し、９万円及びこれに対する令和２\n年１１月２８日から支払済みまで年３％の割合による金員を支払え。\n(2)  予備的請求\nア  被控訴人株式会社トーセは、控訴人に対し、７５０万円及びこれに対する令\n和２年１１月２８日から支払済みまで年３％の割合による金員を支払え。\nイ  被控訴人株式会社バンダイナムコエンターテインメントは、控訴人に対し、\n７５０万円及びこれに対する令和２年１１月２８日から支払済みまで年３％の割合\nによる金員を支払え。\nウ  前記(1)イと同旨\nエ  前記(1)ウと同旨\n３  訴訟費用は第１、２審とも被控訴人らの負担とする。\n第２  事案の概要\n１(1)  被控訴人株式会社トーセ（原審被告。以下「被告トーセ」という。）は、\n本判決別紙１（ゲームソフト目録）記載１のゲームソフト（以下「本件ソフト」と\nいう。）、同別紙記載２のゲームソフト（以下「本件派生ソフト１」という。）及\nび同別紙記載３のゲームソフト（以下「本件派生ソフト２」といい、本件派生ソフ\nト１と併せて「本件各派生ソフト」といい、本件ソフト及び本件各派生ソフトを併\nせて「本件ソフト等」という。）の開発又は製作等をした者、被控訴人株式会社バ\nンダイナムコエンターテインメント（原審被告。以下「被告バンダイナムコ」とい\nう。）は、本件ソフト等を販売するなどした者、控訴人（原審原告。以下「原告」\nという。）は、本件ソフトの開発又は製作に関与し、原判決別紙著作物目録記載の\n各動画（以下「本件各動画」という。）を製作したと主張する者である。\n(2)  本件における原告の請求は、次のとおりである。\nア  被告らによる本件各動画に係る著作権の侵害を理由とする不法行為又は不当\n利得に基づく請求（控訴の趣旨２(1)ア、同(2)アイ）\n(ｱ)  主位的請求（不法行為）\n原告は、被告らは共同して本件ソフト等（本件各動画を使用して開発又は製作が\nされたもの）を販売し、本件各動画に係る原告の著作権（頒布権）を侵害したと主\n張し、民法７０９条及び同法７１９条１項前段に基づいて、被告らに対し、損害賠\n償金２７７８万７５００円の内金１５００万円並びにうち９２６万２５００円に対\nする不法行為の日（本件ソフトの販売開始日）である平成２４年１１月２９日から\n及びうち５７３万７５００円に対する不法行為の日（本件派生ソフト１の販売開始\n日）である平成２６年４月１７日からいずれも支払済みまで平成２９年法律第４４\n号による改正前の民法所定の年５分の割合による遅延損害金の連帯支払を求めた。\n(ｲ)  予備的請求（不当利得）\n原告は、被告らはそれぞれ本件ソフト等の無断販売により利益を得たところ、こ\nれは不当利得に当たると主張し、民法７０３条に基づいて、被告らに対し、それぞ\nれ不当利得金１３８９万３７５０円の内金７５０万円及びこれに対する履行の請求\nの日の翌日である令和２年１１月２８日から支払済みまで同法所定の年３％の割合\nによる遅延損害金の支払を求めた。\nイ  被告トーセによる仕様書等の無断利用を理由とする不当利得に基づく請求\n（控訴の趣旨２(1)イ、同(2)ウ）\n原告は、被告トーセは原告が作成した成果物（戦闘の仕様、ゲームの仕組み等に\n関する仕様書、指示書等。以下「本件成果物」という。）を無断で利用して利益を\n得たところ、これは不当利得に当たると主張し、民法７０３条に基づいて、被告ト\nーセに対し、不当利得金１８８１万円の内金９０万円及びこれに対する履行の請求\nの日の翌日である令和２年１１月２８日から支払済みまで同法所定の年３％の割合\nによる遅延損害金の支払を求めた。\nウ  被告トーセによる本件ソフトに係る著作者人格権の侵害を理由とする不法行\n為に基づく請求（控訴の趣旨２(1)ウ、同（2）エ）\n原告は、被告トーセは原告の氏名を表示せずに本件ソフトの公衆への提供又は提\n示をし、本件ソフトに係る原告の著作者人格権（氏名表示権）を侵害したと主張し、\n民法７０９条に基づいて、被告トーセに対し、損害賠償金２５０万円の内金９万円\n及びこれに対する不法行為の日の後である令和２年１１月２８日から支払済みまで\n同法所定の年３％の割合による遅延損害金の支払を求めた。\n(3)  原審は、原告の請求を全部棄却したところ、原告は、これを不服として本\n件控訴をした。\n２  前提事実\n（原判決の引用）\n前提事実は、後記（原判決の補正）のとおり原判決を補正するほかは、原判決の\n「事実及び理由」の第２の２（４頁１行目から７頁２行目まで）に記載のとおりで\nあるから、これを引用する。\n（原判決の補正）\n(1)  ４頁１７行目の「甲３」の次に「、乙９」を加え、２３行目の「１．」を\n「○1 .」と改める。\n(2)  ６頁６行目末尾に改行して以下のとおり加える。\n「ク  第１３条（契約期間）\n「本契約は、本契約締結と同時に効力を発し、その後１年間有効とする。ただし、\n契約期間満了の２か月前までに、甲・乙いずれか一方の当事者から別段の意思表示\nのない場合には、さらに１年間延長されるものとし、その後も同様とする。」」\n(3)  ６頁１０行目の「関与するようになり」を「関与し」と改める。\n(4)  ７頁２行目末尾に改行して以下のとおり加える。\n「(9)  履行の請求\n原告は、令和２年１１月２７日、被告らに対し、本件各動画の無断使用に係る不\n当利得返還債務（２７７８万７５００円）の履行を請求するとともに、被告トーセ\nに対し、本件成果物の無断利用に係る不当利得返還債務（１８８２万円）の履行を\n請求した。」\n(5)  ２９頁３・４行目の「スーパーロボット大戦ＯＧ  ムーン・デュラーズ」\nを「スーパーロボット大戦ＯＧ  ムーン・デュエラーズ」と改める。\n３  争点\n（本件各動画に係る著作権の侵害又は不当利得に関する請求（主位的請求及び予\n備的請求）関係）\n(1)  本件各動画の著作物性（争点１）\n(2)  本件各動画に係る原告の著作者性（争点２）\n(3)  本件業務委託契約に基づく本件各動画に係る著作権の移転（争点３）\n(4)  本件各動画の無断使用に係る損害又は利得の額（争点４）\n（本件成果物の無断利用に関する請求関係）\n(5)  本件成果物の無断利用に係る不当利得の成否（争点５）\n(6)  本件成果物の無断利用に係る利得の額（争点６）\n（本件ソフトに係る著作者人格権の侵害に関する請求関係）\n(7)  本件ソフトに係る原告の著作者性（争点７）\n(8)  被告トーセによる本件ソフトの公衆への提供又は提示（争点８）\n(9)  著作者人格権の不行使の合意（争点９）\n(10)  氏名表示の省略（争点１０）\n(11)  著作者人格権の侵害に係る損害の額（争点１１）\n４  争点についての当事者の主張\n(1)  当審が判断の対象とした争点について\nア  争点３（本件業務委託契約に基づく本件各動画に係る著作権の移転）につい\nて\n後記（原判決の補正）のとおり補正するほかは、原判決の「事実及び理由」の第\n２の４(3)（原判決１０頁２１行目から１４頁２２行目まで）に記載のとおりであ\nるから、これを引用する。\n（原判決の補正）\n(ｱ)  １１頁１２・１３行目の「被告トーセとの業務委託契約として」を「本件\n業務委託契約に基づいて」と改める。\n(ｲ)  １１頁２０行目の「その範囲」を「原告との間で、本件業務委託契約に基\nづく業務の範囲」と改める。\nイ  争点５（本件成果物の無断利用に係る不当利得の成否）について\n原判決２１頁５行目の「そして」から９行目末尾までを「したがって、被告トー\nセは、原告に対し、本件成果物の無断利用によって受けた利益に相当する額の不当\n利得返還義務を負う。」と改めるほかは、原判決の「事実及び理由」の第２の４\n(9)（原判決２０頁５行目から２１頁１５行目まで）に記載のとおりであるから、\nこれを引用する。\nウ  争点９（著作者人格権の不行使の合意）について\n後記（原判決の補正）のとおり補正するほかは、原判決の「事実及び理由」の第\n２の４(7)（原判決１８頁１２行目から２６行目まで）に記載のとおりであるから、\nこれを引用する。\n（原判決の補正）\n(ｱ)  １８頁１２行目の「被告ら」を「被告トーセ」と改める。\n(ｲ)  １８頁１７行目の「前記４(3)」を「前記争点３」と改める。\n(ｳ)  １８頁１８行目、１９行目及び２６行目の各「本件各動画」をいずれも\n「本件ソフト」と改める。\n(2)  当審が判断の対象としなかった争点について\n争点３、５及び９以外の争点についての当事者の主張は、本判決別紙２のとおり\nである。\n第３  当裁判所の判断\n１  当裁判所も、原告の請求はいずれも理由がないものと判断する。その理由は、\n次のとおりである。\nなお、事案に鑑み、争点３及び９、争点５の順に判断する。\n２  争点３及び９（本件業務委託契約に基づく本件各動画に係る著作権の移転、\n著作者人格権の不行使の合意）について\n(1)  前提事実(4)のとおり、原告と被告トーセは、平成２１年６月１日、本件業\n務委託契約を締結したところ、その第７条第１項には、「成果物及びその関連資料\n等の著作権は、第５条に規定する成果物の引渡完了をもって原告から被告トーセに\n移転する」旨の約定があり、第７条第３項には、「原告は、成果物の著作者人格権\nを被告トーセ及び被告トーセが指定する第三者に対する関係で放棄する」旨の約定\nがあり、第１条第１項には、「被告トーセは、コンピューターソフトの開発業務\n（以下「本件業務」という。）を原告に委託する」旨の約定があり、第５条第１項\nには、「原告は、被告トーセからその都度個別に発行される発注書に定める納期に\n本件業務の成果物を被告トーセが指定する場所に納入する」旨の約定がある。\nまず、本件業務委託契約第７条第１項及び第３項にいう「成果物」の納入に関し、\n本件業務委託契約第５条は、当該成果物は同条第１項又は第３項の規定に従って被\n告トーセに納入されるべきものと定めている。このような成果物は、その完成の程\n度にかかわらず、これに係る著作権又は著作者人格権が生じる可能性がある。第７\n条の規定は、これらの著作権又は著作者人格権を対象とする趣旨の規定と解される\nのであり、同条の文言上も、成果物の程度について限定は付されていないし、被告\nトーセに納入されるべき本件業務の成果物のうちから一定範囲の物を除外すべき合\n理的理由も見当たらない。したがって、本件業務委託契約第７条の規定によりその\n著作権を移転し、又は著作者人格権を行使させない対象となる「成果物」には、原\n告による本件業務の遂行の結果製作され、被告トーセに納入されるべき物全てが、\nその完成の程度いかんにかかわらず含まれると解するのが相当である。\n次に、弁論の全趣旨によると、被告トーセは、ゲームソフトの開発に関する成果\n物の納入場所につき、これを被告トーセが管理するデータ共有サーバと指定してい\nたが、被告トーセにおいては、パソコン（被告トーセが業務受託者に貸与したもの）\nに成果物を格納したままの状態で当該パソコンを返却することをもって、当該成果\n物の納入とするとの扱いがされていたものと認められるから、本件業務委託契約第\n７条第１項にいう「第５条に規定する成果物の引渡」とは、被告トーセが管理する\n共有サーバに成果物をアップロードすること又は被告トーセから貸与を受けていた\nパソコンに成果物を格納したままの状態で当該パソコンを被告トーセに返却するこ\nとのいずれかを指すものと解するのが相当である。\n(2)  これを本件についてみると、本件各動画及び本件ソフトが、被告トーセか\nら委託を受けたコンピューターソフトの開発業務を原告が遂行した結果製作された\n物であることは、当事者間に争いがないから、本件各動画及び本件ソフトは、その\n完成の程度いかんにかかわらず、本件業務委託契約第７条第１項及び第３項にいう\n「成果物」に該当する。\nまた、原告は、「原告は、本件業務委託契約の終了の際、原告が作業をして製作\nしたデータ等を原告が使用していたパソコンに格納した上、当該パソコンを被告ト\nーセに返却し、また、当該データ等を開発スタッフの作業用のデータ共有サーバに\n保管した」旨主張する。原告が当該「原告が作業をして製作したデータ等」から特\nに本件各動画（未完成のものも含む。）を除いて引き渡したとの事情はうかがわれ\nない。そうすると、原告は、本件各動画について、遅くとも本件業務委託契約の終\n了時（平成２２年１２月末頃）には、「第５条に規定する成果物の引渡」をしたも\nのと認めるのが相当である。\n以上によると、仮に、争点１及び争点２で原告が主張するとおり本件各動画が著\n作物に該当し、原告がその著作者であったとしても、その著作権は、本件業務委託\n契約第７条第１項の約定により、遅くとも平成２２年１２月末頃、原告から被告ト\nーセに移転したことになる。また、仮に、争点７で原告が主張するとおり原告が本\n件ソフトの著作者であるとしても、原告は、同条第３項の約定により、被告トーセ\nとの間で、本件ソフトに係る著作者人格権を行使しない旨の合意をしたものと認め\nられる。\n(3)  原告の主張について\nア  原告は、本件各動画及び本件ソフトは原告が本件業務委託契約の対象外であ\nる本件追加業務を遂行した結果製作されたものであるから、本件業務委託契約第７\n条第１項及び第３項の適用はないと主張する。\nしかしながら、弁論の全趣旨によると、本件各動画は、コンピューターソフトで\nある本件ソフトの開発又は製作の過程で製作されたものと認められるから、少なく\nとも形式的には、本件業務委託契約第１条第１項に定める「コンピューターソフト\nの開発業務」の遂行の結果製作された成果物に該当する。他方、原告が主張する合\n意（本件業務委託契約とは別に本件追加業務に係る業務委託契約を締結する旨の原\n告と被告トーセとの間の合意）があったことや、被告トーセが原告に対し、本件業\n務委託契約の対象外の業務を委託し、原告が当該業務を遂行した結果本件各動画が\n製作されたことを認めるに足りる証拠はない。そもそも、本件業務委託契約の各約\n定、特に、「原告は、被告トーセからその都度個別に発行される発注書の仕様、日\n程等に従って本件業務を行わなければならない」旨の約定（第２条）、「原告は、\n被告トーセからその都度個別に発行される発注書に定める納期に本件業務の成果物\nを被告トーセが指定する場所に納入する」旨の約定（第５条第１項）並びに「被告\nトーセは、原告に対し、発注書に定める作業委託料を支払う」旨の約定（第８条第\n１項）及び「前項の委託料は、毎月末日までに納入された成果物を被告トーセの規\n準で集計し、評価し、翌月末日までに原告が指定する銀行預金口座に振込送金する\n方法により支払うものとする」旨の約定（第８条第２項）に照らすと、本件業務委\n託契約は、コンピューターソフトの開発業務に係る原告と被告トーセとの間の包括\n的な基本契約としての性質を有しているものと解するのが相当である（なお、前提\n事実(5)のとおり、原告は、被告トーセから委託を受けて本件各動画を製作したと\nころ、被告トーセから原告に対する具体的な業務の委託は、「注文書」と題する書\n面の交付によってされていたものである。）。これらの点に照らすと、本件各動画\n及び本件ソフトは、原告が本件業務委託契約の対象たる業務を遂行した結果製作さ\nれたものと認められ、これを覆すに足りる証拠はない。\nしたがって、原告の主張は、前提を欠くものであるから、採用することができな\nい。\nイ  原告は、①原告は、被告トーセから成果物の引渡場所がどこであるか聞かさ\nれていない、②原告は、データを特定の場所に移す行為やデータを特定の者に引渡\nす行為をしていない、③原告は、本件業務委託契約の終了の際、業務の引継ぎをし\nなかったし、その際、被告トーセから本件各動画の引渡しを求められなかった、④\n原告は、本件業務委託契約第７条第１項にいう「成果物」の意義が曖昧であったこ\nとなどから、被告トーセに対して何を納入すればよいのか分からなかった、⑤本件\n各動画は、本件業務委託契約の終了時には未完成であったところ、原告が未完成の\n成果物を被告トーセに引き渡すことはあり得ず、被告トーセも未完成の成果物の引\n渡しを求めなかったとして、原告は本件各動画を被告トーセに引き渡していないと\n主張する。\nしかしながら、前記(2)のとおり、原告は、「原告は、本件業務委託契約の終了\nの際、原告が作業をして製作したデータ等を原告が使用していたパソコンに格納し\nた上、当該パソコンを被告トーセに返却し、また、当該データ等を開発スタッフの\n作業用のデータ共有サーバに保管した」旨の主張をしているのであるから、②の事\n情は認められない。また、仮に、①、③及び④の事情並びに⑤のうち本件各動画が\n本件業務委託契約の終了時に未完成であったとの事情があったとしても、これらの\n事情は、原告が被告トーセに対し本件業務委託契約第５条の規定に従って被告トー\nセに対し本件各動画を含む成果物を納入したとの前記認定を覆すに足りない（なお、\n未完成の成果物も本件業務委託契約第７条第１項にいう「成果物」に含まれること\nは、前記(1)において説示したとおりである。）。さらに、⑤のうち未完成の成果\n物の引渡しがあり得ないとの事情を認めるに足りる証拠はない。\nそもそも、原告は、本件訴訟において、被告トーセが本件各動画を使用し本件ソ\nフト等を完成させた旨主張しており、他方で、被告トーセが本件各動画を窃取する\nなどしてこれを不正に入手したなどの主張をしていないのであるから、原告が被告\nトーセに対し本件各動画の引渡しをしていない旨の原告の主張は、自己矛盾の主張\nであるといわざるを得ない。\n以上のとおりであるから、原告の主張を採用することはできない。\n３  本件各動画に係る著作権の侵害又は不当利得に関する請求及び本件ソフトに\n係る著作者人格権の侵害に関する請求についての結論\n(1)  前記２で判示したところによれば、原告は、遅くとも平成２３年１月以降、\n本件各動画に係る著作権を有していなかったことになる。したがって、平成２４年\n１１月２９日以降の本件各動画に係る著作権（頒布権）の侵害を理由とする損害賠\n償請求及び平成２３年１月以降の本件各動画に係る被告らの利得等を理由とする不\n当利得返還請求は、争点１、２及び４について判断するまでもなく、いずれも理由\nがない。\nなお、原告は、仮に原告が本件各動画に係る著作権を有していなかったとしても、\n被告らは原告が提供した労務を法律上の原因なく利用して利益を受けたとも主張す\nるが、前記のとおり、本件各動画が本件業務委託契約に従って原告から被告トーセ\nに納入されたものであると認められる以上、被告らにおいて原告が提供した労務を\n法律上の原因なく利用したということはできないから、同主張は採用することがで\nきない。\n(2)  前記２で判示したところによれば、仮に、争点７で原告が主張するとおり\n原告が本件ソフトの著作者であったとしても、原告は、被告トーセに対し、本件ソ\nフトに係る著作者人格権（氏名表示権）を行使することはできない。したがって、\n本件ソフトに係る著作者人格権の侵害を理由とする損害賠償請求は、争点７、８、\n１０及び１１について判断するまでもなく、理由がない。\n４  争点５（本件成果物の無断利用に係る不当利得の成否）について\n仮に、原告が本件ソフトの開発業務又は製作業務に関与する過程で本件ソフトに\nおける戦闘の仕様、ゲームの仕組み等に関する仕様書、指示書等の本件成果物を作\n成し、これらを被告トーセに引き渡し、被告トーセにおいてこれらを利用したとし\nても、前記２で判示したところによれば、本件成果物はいずれも本件業務委託契約\nに基づく業務の一環として原告から被告トーセに対し提供されたものであることが\n推認されるというべきである。すなわち、被告トーセによる当該利用が法律上の原\n因なくされたものであるとはにわかに認めることはできず、これを認めるに足りる\n的確な証拠はない（なお、本件業務委託契約第７条第１項には、「成果物の所有権\nは、第５条に規定する成果物の引渡完了をもって原告から被告トーセに移転する」\n旨の約定がある。）。\n５  本件成果物の無断利用に関する請求についての結論\n前記４で判示したところによれば、本件成果物の無断利用に関する不当利得返還\n請求は、争点６について判断するまでもなく、理由がない。\n６  結論\nよって、当裁判所の判断と同旨の原判決は相当であり、本件控訴は理由がないか\nらこれを棄却することとして、主文のとおり判決する。\n知的財産高等裁判所第２部\n裁判長裁判官\n清     水              響\n裁判官\n浅      井              憲\n裁判官\n勝      又    来  未  子\n（別紙１）\nゲームソフト目録\n１  名称を「第２次スーパーロボット大戦ＯＧ」とするゲームソフト\n２  名称を「スーパーロボット大戦ＯＧ  ダークプリズン」とするゲームソフト\n（前記１のゲームソフトの派生作品）\n３  名称を「スーパーロボット大戦ＯＧ  ムーン・デュエラーズ」とするゲーム\nソフト（前記１のゲームソフトの派生作品）\n以  上\n（別紙２）\n争点３、５及び９以外の争点についての当事者の主張\n１  争点１（本件各動画の著作物性）について\n原判決８頁１５行目の「原告各動画」を「本件各動画」と改めるほかは、原判決\nの「事実及び理由」の第２の４(1)（原判決７頁２０行目から８頁２１行目まで）\nに記載のとおりであるから、これを引用する。\n２  争点２（本件各動画に係る原告の著作者性）について\n後記（原判決の補正）のとおり補正するほかは、原判決の「事実及び理由」の第\n２の４(2)（原判決８頁２３行目から１０頁１８行目まで）に記載のとおりである\nから、これを引用する。\n（原判決の補正）\n(1)  ９頁１２行目の「本件各動画の著作権が原告に帰属する」を「本件各動画\nの著作者が原告である」と改める。\n(2)  １０頁１５行目の「本件ソフト及び戦闘アニメーション」を「本件ソフト\nの一部を構成する本件各動画」と改める。\n(3)  １０頁１６行目の「事実」から１８行目末尾までを「事実はないから、原\n告は、本件各動画に係る著作者ではない。」と改める。\n３  争点４（本件各動画の無断使用に係る損害又は利得の額）について\n後記（原判決の補正）のとおり補正するほかは、原判決の「事実及び理由」の第\n２の４(8)（原判決１９頁３行目から２０頁２行目まで）に記載のとおりであるか\nら、これを引用する。\n（原判決の補正）\n(1)  １９頁４行目を削る。\n(2)  １９頁１８行目から２０頁２行目までを以下のとおり改める。\n「  （被告らの主張）\n原告の主張は争う。」\n４  争点６（本件成果物の無断利用に係る利得の額）について\n（原告の主張）\n本件成果物に係る利用料は、少なくとも１８８１万円であるから、被告トーセは、\n本件成果物の無断利用により、少なくとも同額の利益を得たものである。\nよって、被告トーセは、原告に対し、１８８１万円の不当利得返還義務を負うと\nころ、原告は、被告トーセに対し、その一部である９０万円の支払を求めるもので\nある。\n（被告トーセの主張）\n原告の主張は争う。\n５  争点７（本件ソフトに係る原告の著作者性）について\n（原告の主張）\n本件ソフトは、本件各動画を含み、また、本件各動画は、本件ソフトの不可欠の\n要素となっているから、原告は、本件ソフトの著作者の一人である。\n（被告トーセの主張）\n原告の主張は争う。\n６  争点８（被告トーセによる本件ソフトの公衆への提供又は提示）について\n原判決の「事実及び理由」の第２の４(6)（原判決１７頁７行目から１８頁９行\n目まで）に記載のとおりであるから、これを引用する。\n７  争点１０（氏名表示の省略）について\n（被告トーセの主張）\n以下の事情に照らすと、本件ソフトのスタッフクレジットに原告の氏名を表示し\nないことは、著作権法１９条３項により許されるというべきである。\n(1)  本件ソフトのような開発規模の大きいゲームソフトの場合、その製作には\n非常に多数のスタッフが関与することになるところ、その全員をスタッフクレジッ\nトに表示すると、媒体の容量、ゲームの余韻等の点から問題があることもあり、ど\nの程度の範囲の者をスタッフクレジットに表示するかについては、製作者である販\n売元の判断に委ねるのがゲームソフト業界の慣行である。発売元であるメーカーの\nスタッフはおおむね表示されるが、開発会社であるデベロッパーのスタッフは主な\n者のみが表示され、フリーランスの者や業務委託先のスタッフは表示されないこと\nもあり、孫請けのスタッフはほとんど表示されないというのが実情である。したが\nって、本件ソフトについて、業務受託者である原告の氏名をスタッフクレジットに\n表示しないことは、ゲームソフト業界の公正な慣行に反しない。\n(2)  ゲームソフトの製作に長年にわたって関与してきた原告は、前記(1)の慣行\nを熟知していたから、原告の氏名を本件ソフトのスタッフクレジットに表示しない\nとしても、原告の意図に反してその利益を害するおそれはない。\n（原告の主張）\n被告トーセの主張は争う。\n８  争点１１（著作者人格権の侵害に係る損害の額）について\n（原告の主張）\n被告トーセによる著作者人格権の侵害により原告が被った損害は、２５０万円を\n下らない。原告は、被告トーセに対し、その一部である９万円の支払を求めるもの\nである。\n（被告トーセの主張）\n原告の主張は争う。\n以  上\n"
}