{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 2,
    "month": 6,
    "day": 30
  },
  "case_number": "令和1(ネ)10076",
  "case_name": "ロイヤリティ支払等請求控訴事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "89556",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=89556",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/556/089556_hanrei.pdf",
  "contents": "令和２年６月３０日判決言渡\n令和元年(ネ)第１００７６号  ロイヤリティ支払等請求控訴事件\n（原審  東京地方裁判所平成２９年(ワ)第２３２１８号）\n口頭弁論終結日  令和２年２月１８日\n判 決\n控訴 人            株式会社来人プランニング\n同訴訟代理人弁護士            浅井   亮\n被 控 訴 人             リハコンテンツ株式会社\n同訴訟代理人弁護士            佐久間   洋   一\n同                                前 田千春\n主 文\n１  本件控訴を棄却する。\n２  控訴費用は控訴人の負担とする。\n事 実 及 び 理 由\n第１  控訴の趣旨\n１  原判決中，控訴人敗訴部分を取り消す。\n２  上記取消部分につき被控訴人の請求を棄却する。\n第２  事案の概要等（略称は原判決のそれに従う。）\n１  事案の骨子\n⑴  本件は，リハビリ型デイサービスに係るフランチャイズ事業等を営む被控\n訴人が，控訴人との間でフランチャイズ契約（本件契約）を締結したが，控\n訴人が月額会費（ロイヤリティ）等の支払を怠ったことにより本件契約を解\n除したとして，次の請求をした事案である。\nア  未払ロイヤリティ合計３３０万４８００円及び売掛金２万７０００円の\n支払\nイ  上記アの合計額３３３万１８００円について，平成２９年７月２７日（訴\n状送達の日の翌日）から本件契約に基づく年１割の割合による遅延損害金\nの支払\nウ  生活指導員の派遣に係る特別経費１００万円の支払\nエ  上記ウの１００万円について，平成２９年７月２７日から商事法定利率\n年６分の割合による遅延損害金の支払\nオ  上記契約により被控訴人が控訴人に使用許諾した「ＬＥＴｓ倶楽部」又\nは「レッツ倶楽部」の商標（本件商標）の使用の差止め\nカ  本件契約に基づく約定違約金として，契約解除後の日である平成２９年\n７月１日から事業中止まで月額１６６万円の割合による金員の支払\n⑵  原判決は，上記⑴記載の各請求のうち，次のア～エの部分を認容し，その\n余の部分を棄却した。\nア  上記⑴アの合計３３３万１８００円と控訴人の保証金返還請求権３０万\n円とを対当額で相殺した残額３０３万１８００円の支払\nイ  上記アの３０３万１８００円に対する平成２９年７月２７日から年１割\nの割合による遅延損害金の支払\nウ  上記⑴ウの特別経費のうち３０万７０２０円の支払\nエ  上記ウの３０万７０２０円に対する平成２９年７月２７日から年６分の\n割合による遅延損害金の支払\n⑶  控訴人は，敗訴部分を不服として控訴した。\n２  前提事実\n⑴  前提事実は，下記⑵のとおり付加するほかは，原判決「事実及び理由」「第\n２」の２項（原判決２頁１９行目から４頁２５行目まで）に記載のとおりで\nあるから，これを引用する。\n⑵  商標権の使用許諾に関する前提事実\nア  本件契約がなされた時点で，株式会社ほっとステーション（以下「ほっ\nとステーション」という。）及び被控訴人は，指定役務を「介護」とする\n「ＬＥＴｓ倶楽部」なる登録商標第５３８５９６６号（以下「本件登録商\n標」という。）の商標権（以下「本件登録商標権」という。）を共有して\nいた（甲２５）。\nイ  本件契約（甲１）には，次の定めがある。\n(ア)  ２条１項には，控訴人は本件商標を使用し，事業所の営業を行うこと，\n被控訴人は控訴人に同商号・商標の使用を許諾する旨の定めがある。\n(イ)  １０条２項には，「前項の対価および商号・商標使用料として」，「半\n日型タイプ」の場合１７万円（税別），「１日型タイプ」の場合２５万\n円（同）のロイヤリティを控訴人が被控訴人に支払うべきことの定めが\nある。\n上記の「前項」とは，原判決の上記引用個所の⑶イ記載の業務（事務\n所運営上の各種アドバイス等）である。\nウ  控訴人事業所は，「半日型タイプ」である。\nエ  平成２７年４月３０日，ほっとステーションと被控訴人は，両者が共有\nする商標権の被控訴人の持分をほっとステーションに譲渡することについ\nての契約（甲１２。以下「本件商標権譲渡契約」という。）を締結した。\nその契約書の第５条には，次の定めがある。\n「第５条  甲（ほっとステーション）及び乙（被控訴人）は，今後，甲が\n「ＬＥＴｓ倶楽部」というブランド・商標（「以下「本件商標」とい\nう。）を，乙が「リハプライド」というブランド・商標を使用してリ\nハビリ型デイサービス事業に関するフランチャイズ展開を進めること\nを相互に確認する。\n２  甲は，本契約締結時に本件商標を使用している乙の加盟店が本契約\n締結後も当該商標の使用を希望するときには，既存の事業所に限り，\n本件商標の使用を許諾する。（以下略）\n３  前項の本件商標の使用に関し，甲は，乙及び乙の加盟店に対して使\n用料を請求しない。」\nオ  平成２８年４月２５日，本件登録商標権の持分移転の登録がなされ，そ\nの効力が発生した（甲２５）。\nカ  ほっとステーションと控訴人との間に，本件登録商標権の使用許諾に関\nする契約は締結されていない（弁論の全趣旨）。\n３  争点及び当事者の主張\n⑴  争点及び当事者の主張は，下記⑵及び⑶のとおり補充するほか，原判決「事\n実及び理由」「第２」の３項（原判決４頁２６行目から８頁７行目まで）の\n記載のとおりであるから，これを引用する。\n⑵  ロイヤリティ支払義務の有無（争点⑴）について\n〔控訴人の主張〕\nア  業務提供の対価の観点から（当審における補充主張）\n原判決は，被控訴人の控訴人への業務提供について，控訴人の従業員ら\nに対する研修，各種マニュアル等の貸与，介護保険請求に関するレセプト\nの導入サポート，リハビリに関する情報の提供などの支援を行っていた事\n実が認められるとしている。\nしかし，本件契約がなされるに当たっては，未経験者でも始めることが\nできるという謳い文句で勧誘が行われたから，本件契約に基づく業務支援\nは形式的な支援では足りず，介護事業の素人でも十分に経営を維持できる\nような内容でなければ被控訴人が契約上の義務を履行したとはいえない。\nそして，被控訴人が，生活相談員の人数につき誤った情報提供をしたこと，\n効果的な営業方法を提案できなかったこと等からすれば，介護事業の未経\n験者である控訴人にとって有益な支援業務の提供がなされたとはいえない。\nイ  商標使用の対価の観点から（当審における新主張）\n(ア)  商標使用の対価の請求権について\nロイヤリティのうち一部は，被控訴人が本件登録商標権を有している\nことを前提に，これを使用許諾することの対価として徴収されていたが，\n本件商標権譲渡契約の後は，被控訴人は本件登録商標権の持分を有して\nおらず，その通常使用権者にすぎなかったから，他人に対して本件登録\n商標の使用許諾の権原を有していなかった。\nまた，同契約５条２項及び同３項の規定によれば，同契約の後は，ほ\nっとステーションが自らの商標権に基づき，控訴人に対して直接本件登\n録商標の無償使用を許諾していたということができる。\nこのように，被控訴人は，控訴人に対し，同契約がなされた平成２７\n年４月３０日以降，本件商標権に基づく商標使用料を徴収する権原を失\nっていたといえる。したがって，同日以降の未払ロイヤリティの請求の\nうち，商標使用の対価相当分は理由がない。\n(イ)  商標使用の対価相当分の金額について\n本件契約に基づくロイヤリティのうち，業務提供の対価とされる部分\nは極めて限定されることから，大半は商標使用の対価相当分と解される。\nそして，半日型の事業所のロイヤリティ（１７万円）と１日型のそれ（２\n５万円）との差額は８万円であり，商標使用の対価は半日であっても１\n日であっても変わりはないはずであるから，差額８万円は半日分の業務\n提供の対価であると解することができる。そうすると，半日型のロイヤ\nリティ１７万円のうち８万円分を差し引いた９万円（消費税込みで９万\n７２００円）が商標使用の対価相当分となる。\nしたがって，被控訴人の未払ロイヤリティ請求のうち，本件登録商標\n権の持分移転の効力が生じた平成２８年４月２５日以降の分（同年５月\nから平成２９年６月までの１４か月分）に当たる１３６万０８００円は\n理由がない。\n〔被控訴人の主張〕\nア  控訴人の上記アの主張に対し\n被控訴人は，控訴人の事業開始前後を通じて支援業務を遂行していた。\nまた，控訴人の開業が平成２６年２月となった理由は，控訴人が採用した\n生活指導員についての雇用契約書の作成が遅れたためであり，被控訴人の\n責任ではない。\nしたがって，控訴人の主張には理由がない。\nイ  控訴人の上記イの主張に対し\n(ア)  商標使用の対価の請求権について\n本件商標権譲渡契約の５条２項に基づき，被控訴人は，ほっとステー\nションから，同契約締結時点の被控訴人の加盟店に対して本件登録商標\nの使用を再許諾できる権利の設定を受けているから，同契約の締結以降\nも，控訴人に対して使用料を請求できる。\nなお，通常使用権者も，商標権者から再許諾権の設定を受けることに\nより，第三者に使用権を許諾できる。\n(イ)  商標使用の対価相当分の金額について\n被控訴人は，ロイヤリティの内訳（支援業務の対価分と商標使用の対\n価分の各金額）を定めていない。\nまた，支援業務の中には業務時間の長短で提供内容に違いがない業務\nとして，商標権の使用許諾以外にも多数のものがあるから（例えば，各\n種マニュアルの貸与，宣伝広告内容の更新，行政が発信する事業関連情\n報の提供，販促提案，介護保険請求に関するレセプトシステムの導入等），\nこれが商標権の使用許諾のみであることを前提とする控訴人の主張には\n理由がない。\n⑶  ロイヤリティ支払義務の猶予又は免除の有無（争点⑵）について\n〔当審における控訴人の補充主張〕\nア  原判決は，支払免除があったとは認められず，支払の事実上の猶予があ\nったと認められるにとどまり，本件解除により猶予の期限が到来した旨判\n断したが，以下のとおり誤りである。\n(ア)  支払免除について\n原判決は，被控訴人が未払ロイヤリティにつき書面で請求していない\n事実は，支払免除があったことの根拠にならないと判断したが，誤りで\nある。\nまず，被控訴人が口頭で未払ロイヤリティの支払請求を行う運用をし\nていたとの事実はないし，控訴人の代表者や役員において，被控訴人の\n担当者等から口頭での未払ロイヤリティの請求を受けたこともない。\nまた，ロイヤリティの不払が始まった平成２８年１月以降，被控訴人\nは，特別経費に関しては同年４月１５日付の請求書（甲１０）で請求を\nしているが，この書面においてもロイヤリティの支払について全く触れ\nられていない。何らの合意もなく，４か月もロイヤリティの支払滞納を\n続けている相手に対し，これに全く触れずに特別経費のみ請求すること\nはあり得ない。このような請求をすれば，請求を受けた側において，問\n題となっているのは請求を受けた特別経費だけであると認識してしまう\nからである。そして，被控訴人の側においても，会計担当者などが控訴\n人との間の債権債務を一括して把握しているのが通常であり，フランチ\nャイズ契約の基本的債務であるロイヤリティを分離して請求することな\nどは合理的な理由がない限りは行わないはずであり，このことからして\nも，書面で特別経費を請求しながらロイヤリティの請求はしないという\nのは不自然である。\n(イ)  支払猶予について\n被控訴人の取締役であったＡ（以下「Ａ」という。）は，控訴人の担\n当者との話し合いの結果，ロイヤリティの支払は無条件に免除されるも\nのではないが，月額２４０万円以上の売上を解除条件として，ロイヤリ\nティの支払を猶予するという合意に達し，同担当者に対し，売上を上げ\nることが双方にとって利益になるので，被控訴人において控訴人をしっ\nかりとサポートしてもらいたいと要望した。そのような合意がされたか\nらこそ，平成２８年１月以降，頻繁に被控訴人の担当者が現地を訪れて\nサポートのための活動を行っているのであるし，それにもかかわらず，\nその活動が成果を伴わないからこそ，この間のロイヤリティの請求が行\nわれていなかったのである。\nさらに，平成２９年３月１５日付の「２０１５年８月３日～１０月１\n６日の経費のご請求について」と題する被控訴人作成書面（甲３の１）\nにおいても，「ロイヤリティに関するご相談にも応じさせていただく等，\n最大限の誠意を示してきたと考えております。」との文言がある一方，\n解除処分について言及している部分においても「リハプライドの事業を\n継続することが出来なくなります。」と記載があるのみで，解除に伴い\n未払ロイヤリティについて全額請求するという趣旨の記載はされていな\nい。\n以上のとおり，支払免除の合意が認められないとしても，上記のよう\nな明確な合意に基づく解除条件付き支払猶予があったものと解するべき\nである。\n〔被控訴人の反論〕\nア  控訴人の上記アの主張に対し\n以下のとおり，原判決の認定に誤りはなく，控訴人の主張は理由がない。\n(ア)  支払免除について\n被控訴人が控訴人に対し未払ロイヤリティの支払を免除した事実を裏\n付ける証拠はない。支払義務を免除するのであれば通常存在するはずの\n免除の事実を記載した書面は存在せず，他に免除の事実を裏付ける証拠\nもない。むしろ，控訴人取締役であるＡが支払猶予であったと証言して\nいる（Ａの尋問調書９，２６頁）など，支払免除ではなく事実上支払が\n猶予されていたのにすぎないことを示す事情がある。\nしたがって，被控訴人が控訴人に対し未払ロイヤリティの支払を免除\nした事実は存在しない。\n(イ)  事実上の支払猶予について\n控訴人は，支払猶予は事実上のものではなく，明確な合意に基づくも\nのであるというべきであり，その内容は被控訴人において月額２４０万\n円の売上を達成することを解除条件とする猶予であった旨主張するが，\nかかる合意を示す書面等の的確な証拠は存在しない上，もともと売上保\n証をしていなかった被控訴人がそのような合意をしなければならない事\n情もない。\n第３  当裁判所の判断\n１  当裁判所は，被控訴人の請求は原判決が認容した限度で理由があると判断す\nる。その理由は，下記２において，争点⑴についての当審における控訴人の主\n張に対する判断を補足し，下記３において，争点⑵についての原判決の判断の\n理由（１０頁１２行目から１１頁８行目まで）を改めるほか，原判決の「事実\n及び理由」「第３」（原判決８頁８行目から１４頁１５行目まで）に記載のと\nおりであるからこれを引用する。\n２  ロイヤリティ支払義務の有無（争点⑴）について\n⑴  業務提供の対価の観点から\n控訴人は，本件契約においては介護事業の未経験者でも経営を維持できる\nような支援業務が行われるべきであったところ，被控訴人の提供した業務は\nそのようなものでなかったから，これと対価関係に立つロイヤリティ支払義\n務を控訴人は負わない旨主張する。\nしかしながら，被控訴人が本件契約に定められた種類の支援業務を実際に\n提供したことは原判決を引用して認定したとおりであるのに対し，本件契約\nの継続中に，支援業務が不十分である旨を控訴人が指摘した形跡はなく，か\nえって，被控訴人から生活指導員の派遣を受けたことに関して「ＦＣである\nというだけで，これほどのお力を貸して頂けたことは本当に感謝でしかあり\nません」「（派遣された生活指導員の仕事ぶりは）すべて，目を見張る事ば\nかりで，改めて教えて頂く事が多く，大変勉強になっています」等と述べて\nいること（乙４）にも照らすと，ロイヤリティ支払義務をその一部にせよ当\n然に消滅させるような被控訴人の債務不履行があったと認定するには至らな\nい。\nしたがって，控訴人の上記主張は採用することができない。\n⑵  商標使用の対価の観点から\n控訴人は，本件登録商標権の持分移転の後は，被控訴人はその使用許諾の\n権原を失うから，ロイヤリティのうち商標使用の対価相当分につき控訴人は\n支払義務を負わない旨主張する。\nしかしながら，本件商標権譲渡契約においては，被控訴人の加盟店が，同\n契約締結後も本件商標の使用を希望するときには，既存の事業所に限り，本\n件商標の使用を許諾し，その際，ほっとステーションは，被控訴人に対して\nも，被控訴人の加盟店に対しても，使用料を請求しないものとされている（被\n控訴人に使用料を請求しないとされている前提として，ほっとステーション\nが被控訴人に対して本件商標の使用を許諾しているものと解される。）こと，\n本件登録商標権の持分移転の後も，ほっとステーションと控訴人との間で商\n標の使用許諾に関する契約が締結されていないことに照らすと，持分移転さ\nれた本件登録商標権の使用につき，ほっとステーションが被控訴人に対して，\n再許諾を許可した上で無償でこれを許諾し，これを更に被控訴人が控訴人に\n対して再許諾しているとみるべきである。\nしたがって，控訴人と被控訴人との間には，本件商標権譲渡契約後も，本\n件商標の使用許諾（再許諾）関係が継続していたことになるから，控訴人の\n上記主張は採用することができない。\n３  ロイヤリティ支払義務の猶予又は免除の有無（争点⑵）について\n控訴人は，ロイヤリティに関しては，支払義務が免除されたと主張するが，\nこれを裏付けるに足りる客観的証拠は存在しない上，控訴人の取締役であった\nＡさえもがこれを否定する供述をしている（Ａの尋問調書２６頁）ことに照ら\nすと，控訴人の主張を採用することは到底困難であるというほかない。\nそこで，控訴人は，Ａの供述を根拠として，月額２４０万円の売上げを達成\nするまでは，ロイヤリティの支払を猶予するとの合意が成立したと主張する。\nしかし，仮にこのような支払猶予の合意が無条件で成立したとすると，被控訴\n人は，控訴人の売上げが月額２４０万円に達しない場合，いつまでもロイヤリ\nティの支払を受けることができず，かといって，ロイヤリティの支払がないこ\nとを理由に契約解除をすることもできないという立場に立たされることになり，\nその結果は，余りにも不合理であるといわざるを得ない。また，仮に控訴人の\n売上げが月額２４０万円に達した場合，直ちに未払ロイヤリティ全額の支払義\n務が生じるのか，その一部について支払義務が生じるのに止まるのか等につい\nても定められていなければ，混乱が生じることも明らかである。結局，控訴人\nが主張するような支払猶予合意が成立したといえるためには，支払猶予の対象\nとなるロイヤリティは，どの範囲のものであるのか，支払猶予が解除される条\n件（例えば，売上げが月額２４０万円を超えたこと）が達成された場合，具体\n的にどのような形で，未払ロイヤリティの支払が求められることになるのか，\n解除条件が達成されないまま長期間が経過した場合，それでも契約関係は継続\nされるのかなどといった具体的な内容が確定される必要があると考えられるに\nもかかわらず，そのような点について合意はもとより，話し合いがされた形跡\nもうかがわれない。このように考えると，控訴人主張の支払猶予合意が成立し\nたと認めることも困難であり，Ａの証言（陳述書である乙１９を含む。）及び\n被控訴人代表者の供述（陳述書である甲１３を含む。）を併せ考えると，控訴\n人が，売上げが少ない中ではロイヤリティの支払は困難であると主張し，被控\n訴人も，まずは，控訴人の業績を改善させる必要があり，そうすればロイヤリ\nティの支払を受けることも可能になると考えたところから，当面の間は，ロイ\nヤリティの支払義務を事実上猶予していたと認定するのがせいぜいであるとい\nうべきである。\nなお，控訴人は，特別経費については書面で請求がされているにもかかわら\nず，ロイヤリティについては書面の請求がないのは不自然であり，このことは，\nロイヤリティの支払が免除または猶予されていたことの証左であると主張する。\nしかし，ロイヤリティは，契約において支払時期と支払額が決まっているのに\n対し（Ａの証言に照らしてみても，控訴人側が，ロイヤリティの支払額等の判\n断に迷っていた形跡はうかがわれない），特別経費は，被控訴人からの請求が\nあって初めてその発生や額が認識可能になるといえるのであるから，特別経費\nについてのみ書面上の請求が行われるということは十分にあり得る事柄である。\nしたがって，特別経費についてのみ書面の請求がされたとの事実は，ロイヤリ\nティの支払義務の免除や猶予を裏付けるに足りる事情であるとはいい難い。ま\nた，控訴人が引き合いに出している甲３の１も，支払義務の免除や猶予を裏付\nけるのに足りる証拠であるとはいえず，他にこれを認めるに足りる証拠はない。\n第４  結論\nよって，被控訴人の請求を原判決主文第１項記載の限度で認容した原判決は相\n当であり，本件控訴は理由がないのでこれを棄却することとして，主文のとおり\n判決する。\n知的財産高等裁判所第３部\n裁判長裁判官\n鶴    岡    稔    彦\n裁判官\n上    田    卓    哉\n裁判官\n石    神     有    吾\n"
}