{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 10,
    "day": 31
  },
  "case_number": "令和5(ワ)70061",
  "case_name": "発信者情報開示命令取消請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "92683",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=92683",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/683/092683_hanrei.pdf",
  "contents": "令和５年１０月３１日判決言渡  同日原本領収  裁判所書記官\n令和５年(ワ)第７００６１号  発信者情報開示命令取消請求事件\n口頭弁論終結日  令和５年８月２２日\n判            決\n原 告  Ｔｗｉｔｔｅｒ，Ｉｎｃ．\n訴訟承継人Ｘ  Ｃｏｒｐ．\n同 訴 訟 代 理 人 弁 護 士  中島   徹\n平 津 慎 副\n同 訴 訟 復 代 理 人 弁 護 士  栗   原   連太 郎\n被 告  Ａ\n同 訴 訟 代 理 人 弁 護 士  町田   力\n柏 原 陽 平\n主            文\n１  訴訟承継前原告Ｔｗｉｔｔｅｒ，Ｉｎｃ．と被告との間の東京地方裁判所令\n和４年（発チ）第１００４１号発信者情報開示命令申立事件について、同裁判\n所が令和５年１月６日にした決定を認可する。\n２  訴訟費用は、原告の負担とする。\n３  この判決に対する控訴のための付加期間を３０日と定める。\n事  実  及  び  理  由\n第１  請求\n１  訴訟承継前原告Ｔｗｉｔｔｅｒ，Ｉｎｃ．と被告との間の東京地方裁判所令\n和４年（発チ）第１００４１号発信者情報開示命令申立事件について、同裁判\n所が令和５年１月６日にした決定を取り消す。\n２  前項記載の事件における被告の申立てを却下する。\n第２  事案の概要\n１  事案の要旨\n被告は、原告（以下、訴訟承継の前後を問わず「原告」という。）の運営する\nＸ（インターネットを利用してメッセージ等を投稿することができる情報ネッ\nトワークに係るサービスであり、変更前の名称は「ツイッター」であった。以\n下、名称変更の前後を問わず「本件サービス」という。）に氏名不詳者ら（以下\n「本件各氏名不詳者」という。）が投稿した別紙投稿記事目録記載１及び４の各\n投稿（以下、番号に従って「本件投稿１」などという。）により、別紙著作物目\n録記載の画像（以下「本件原画像」という。）に係る被告の著作権（翻案権）が\n侵害されたことは明らかであり、本件各氏名不詳者に対する不法行為に基づく\n損害賠償請求権等を行使するため、原告が保有する別紙発信者情報目録記載の\n各情報（以下「本件発信者情報」という。）の開示を受けるべき正当な理由があ\nるとして、特定電気通信役務提供者の損害賠償責任の制限及び発信者情報の開\n示に関する法律（以下「プロバイダ責任制限法」という。）５条１項及び８条に\n基づき、発信者情報開示命令の申立てをした。\n本件は、原告が、被告の上記申立てを認容した決定（以下「原決定」という。）\nに不服があるとして、プロバイダ責任制限法１４条１項に基づき、原決定の取\n消しを求める事案である。\nなお、被告は、本件において、本件投稿１及び４による権利侵害のみを主張\nしている。\n２  前提事実（当事者間に争いのない事実並びに後掲各証拠（以下、書証番号は\n特記しない限り枝番を含む。）及び弁論の全趣旨により容易に認められる事実)\n(1) 当事者等\n原告は、本件サービスを運営する米国法人である。原告は、令和５年３月\n１５日、それまで本件サービスを運営していた訴訟承継前原告Ｔｗｉｔｔｅ\nｒ，Ｉｎｃ．を吸収合併し、その権利義務を承継した。（弁論の全趣旨）\n被告は、本件原画像の著作権者である。\n(2) 本件各氏名不詳者による投稿（乙４ないし８）\nア  別紙対象アカウント目録記載の本件アカウント１を管理する氏名不詳者\n（以下「本件氏名不詳者１」という。）は、本件アカウント１を利用して、\n別紙投稿記事目録記載１ないし３の各投稿をした。\nイ  別紙対象アカウント目録記載の本件アカウント２を管理する氏名不詳者\n（以下「本件氏名不詳者２」という。）は、本件アカウント２を利用して、\n別紙投稿記事目録記載４及び５の各投稿をした。\n(3) 本件投稿１及び４による被告の著作権侵害\n本件投稿１及び４は、本件原画像に係る被告の著作権（翻案権）を侵害す\nるものである。\n(4) 本件発信者情報の保有\n原告は、本件発信者情報を保有している（弁論の全趣旨）。\nなお、原告において、利用者が本件サービスにログインした際の情報の保\n管期間は、通常６０日である。\n(5) 本件訴訟に至る経緯\n被告は、令和４年１１月２９日、東京地方裁判所に対し、原告を相手方と\nして、発信者情報開示命令の申立てをし（同裁判所令和４年（発チ）第１０\n０４１号。以下、同申立てに係る手続を「本件原手続」という。）、本件原手\n続係属中に、開示を求める範囲を別紙発信者情報目録記載の各情報へと訂正\nした。\n同裁判所は、令和５年１月６日、被告の申立てを認容する決定をし、原決\n定は、同月１１日、原告に送達された。\n原告は、同年２月１３日、原決定を不服として、本件訴訟を提起した。\n３  当事者の主張\n（被告の主張）\n(1) 本件投稿１及び４によって被告の権利が侵害されたことが明らかであるこ\nと\n本件投稿１及び４は、いずれも本件原画像に係る被告の著作権（翻案権）\nを侵害するものである。そして、本件投稿１及び４について、違法性阻却事\n由はない。\nしたがって、本件投稿１及び４によって本件原画像に係る被告の著作権\n（翻案権）が侵害されたことは明らかである（プロバイダ責任制限法５条１項\n１号）。\n(2) 本件発信者情報の開示を受けるべき正当な理由があること\n被告は、本件各氏名不詳者に対し、不法行為に基づく損害賠償請求等をす\nる予定であるが、そのためには、原告が保有する本件発信者情報の開示を受\nける必要がある。\nしたがって、本件発信者情報の開示を受けるべき正当な理由がある（プロ\nバイダ責任制限法５条１項２号）。\n(3) 補充性の要件を満たすこと\n利用者が本件サービスのアカウントを作成する際、そのメールアドレス又\nは電話番号を登録することが求められるものの、氏名及び住所を登録するこ\nとは求められないから、原告は、利用者の氏名及び住所をいずれも保有して\nいない。また、原告は、利用者が本件サービスに投稿した際のＩＰアドレス\nを保有していない。\nそうすると、原告が保有する特定発信者情報以外の発信者情報は、プロバ\nイダ責任制限法５条１項３号ロ柱書所定の情報のみである。\nしたがって、補充性の要件を満たす（プロバイダ責任制限法５条１項３号）。\n(4) 侵害関連通信に当たること\n本件投稿１と最も時間的に近接するログイン通信に係る送信は本件投稿１\nに係る送信と、本件投稿４と最も時間的に近接するログイン通信に係る送信\nは本件投稿４に係る送信と、それぞれ相当の関連性を有するものであるから、\n侵害関連通信（プロバイダ責任制限法５条３項、特定電気通信役務提供者の\n損害賠償責任の制限及び発信者情報の開示に関する法律施行規則（以下、単\nに「施行規則」という。）５条２号）に当たる。\n(5) 原告の主張について\nア  原決定には審理不尽の違法があるとの主張について\n本件原手続においては、専ら本件投稿１及び４による被告の権利侵害の\n成否が議論されていたのであるから、原決定も、本件投稿１及び４による\n権利侵害を理由として、被告の申立てを認容したものというべきである。\nしたがって、その点に係る裁判所及び当事者間の議論は尽くされており、\n審理不尽の違法があるとはいえない。\nイ  原決定には理由齟齬の違法があるとの主張について\n(ｱ)  本件投稿１、２、４及び５の投稿日時（日本時間）は次のとおりであ\nる。\n本件投稿１  令和４年７月２２日午後１時１１分\n本件投稿２  同月２５日\n本件投稿４  令和３年１０月頃\n本件投稿５  令和４年６月１５日午後８時３分\n原告において、利用者が本件サービスにログインした際の情報の保管\n期間は通常６０日であるから、被告が、本件原手続を申し立てた令和４\n年１１月２９日の時点で、原告が保有している最も古いログイン通信に\n係る情報は同年９月３０日頃のものと考えられる。そうすると、本件氏\n名不詳者１に関し、原告が保有するログイン通信に係る情報のうち、本\n件投稿１と最も時間的に近接するログイン通信に係る情報と、本件投稿\n２と最も時間的に近接するログイン通信に係る情報は、いずれも原告が\n保有している最も古い情報ということなり、同一のものとなる。本件投\n稿４と本件投稿５についても同様である。\n(ｲ)  前記ア及び(ｱ)のとおり、本件原手続において、専ら本件投稿１及び４\nによる被告の権利侵害の成否が議論されており、かつ、本件投稿１と本\n件投稿２、本件投稿４と本件投稿５について、それぞれいずれの投稿を\n問題としたとしても開示されるログイン通信に係る情報は同一のものと\nなる。そこで、被告は、これらの事情を踏まえて、本件投稿２と最も時\n間的に近接するログイン通信に係る情報及び本件投稿５と最も時間的に\n近接するログイン通信に係る情報をそれぞれ掲記する別紙発信者情報目\n録と同旨の目録を添付した令和４年１２月２６日付け訂正申立書により、\n開示を求める情報を訂正したところ、原決定は、当該目録に基づいて、\n被告の申立てを認容したものである。\n(ｳ)  したがって、原告の主張は、同一の情報を特定する表記方法の違いを\n問題視するものにすぎず、原決定において、決定内容とその理由との間\nに食い違いはない。\n(6) 小括\n以上によれば、原決定は認可されるべきである。\n（原告の主張）\n(1) 原決定には審理不尽の違法があること\n別紙発信者情報目録記載３及び４の各情報は、本件投稿２と最も時間的に\n近接するログイン通信に係る情報であり、同目録記載５及び６の各情報は、\n本件投稿５と最も時間的に近接するログイン通信に係る情報である。\n本件原手続においては、専ら本件投稿１及び４による被告の権利侵害の成\n否が争点となっていた。しかし、原決定が、別紙発信者情報目録記載３ない\nし６の各情報の開示を命じたということは、本件投稿２及び５による権利侵\n害を理由として、被告の申立てを認容したものといわざるを得ない。そうす\nると、本件投稿２及び５による権利侵害の成否は実質的に審理されていない\nのであるから、それを理由として決定がされたとすれば、審理が十分尽くさ\nれずに原決定がされたというべきである。\n(2) 原決定には理由齟齬の違法があること\n「本件投稿１と最も時間的に近接するログイン通信」と「本件投稿２と最も\n時間的に近接するログイン通信」とは全く異なるものであって、「本件投稿１\nと最も時間的に近接するログイン通信」に係る情報の開示請求権と「本件投\n稿２と最も時間的に近接するログイン通信」に係る情報の開示請求権も別個\nの請求権と考えられる。そうすると、仮に、原決定が、本件投稿１によって\n被告の権利が侵害されたと判断したにもかかわらず、これを理由として「本\n件投稿２と最も時間的に近接するログイン通信」に係る情報の開示を認めた\nのであれば、決定内容とその理由との間に食い違いがあることになる。\n本件投稿４による権利侵害を理由として「本件投稿５と最も時間的に近接\nするログイン通信」に係る情報の開示を認めた点についても同様のことがい\nえる。\n(3) 小括\n以上によれば、原決定は違法なものであるから、これを取り消した上で、\n被告の申立てを却下すべきである。\n第３  当裁判所の判断\n１  本件投稿１及び４によって被告の権利が侵害されたことが明らかであるかに\nついて\n本件投稿１及び４がいずれも本件原画像に係る被告の著作権（翻案権）を侵\n害するものであることは、当事者間に争いがない。そして、本件全証拠によっ\nても、本件投稿１及び４について違法性阻却事由が存在することは、全くうか\nがわれない。\nしたがって、本件投稿１及び４によって本件原画像に係る被告の著作権（翻\n案権）が侵害されたことは明らかである（プロバイダ責任制限法５条１項１号）。\n２  本件発信者情報の開示を受けるべき正当な理由があるかについて\n弁論の全趣旨によれば、被告は、本件各氏名不詳者に対し、不法行為に基づ\nく損害賠償請求等をする意思を有しており、そのためには、原告が保有する本\n件発信者情報の開示を受ける必要があると認められる。\nしたがって、本件発信者情報の開示を受けるべき正当な理由がある（プロバ\nイダ責任制限法５条１項２号）。\n３  補充性の要件を満たすかについて\n証拠（乙３）及び弁論の全趣旨によれば、利用者が本件サービスの個人アカ\nウントを作成する際、そのメールアドレス又は電話番号を登録することが求め\nられるものの、氏名及び住所を登録することは求められないこと、原告は、利\n用者が本件サービスに投稿した際のＩＰアドレスを保有していないことがそれ\nぞれ認められる。\nそうすると、原告が保有する特定発信者情報以外の発信者情報は、プロバイ\nダ責任制限法５条１項３号ロ柱書及び施行規則所定の情報のみと認められる。\nしたがって、補充性の要件を満たす（プロバイダ責任制限法５条１項３号）。\n４  侵害関連通信該当性について\n(1)  証拠（乙４、５）によれば、本件氏名不詳者１による本件投稿１及び２の\n投稿日時（日本時間）は、次のとおりと認められる。\n本件投稿１  令和４年７月２２日午後１時１１分\n本件投稿２  同月２５日\nまた、証拠（乙７、８）及び弁論の全趣旨によれば、本件氏名不詳者２に\nよる本件投稿４及び５の投稿日時（日本時間）は、次のとおりと認められる。\n本件投稿４  令和３年１０月頃\n本件投稿５  令和４年６月１５日午後８時３分\nさらに、前提事実(4)のとおり、原告において、利用者が本件サービスにロ\nグインした際の情報を保管している期間は、通常６０日であることが認めら\nれる。\nそして、被告が令和４年１１月２９日に本件原手続に係る申立てをしたこ\nとを考え合わせると、本件各氏名不詳者に関し、原告がその時点で保有して\nいる最も古いログイン通信に係る情報は、同年９月３０日頃までにされたロ\nグイン通信に係るものと推認することができ、他方で、本件全証拠によって\nも、原告が、本件各氏名不詳者に関し、それよりも過去の時点のログイン通\n信に係る情報を保有しているとは認められない。\nそうすると、原告が保有する情報のうち、同年７月２２日午後１時１１分\nにされた本件投稿１と最も時間的に近接するログイン通信に係る情報及び令\n和３年１０月頃にされた本件投稿４と最も時間的に近接するログイン通信に\n係る情報は、いずれも令和４年９月３０日頃までにされた際のものと推認で\nきる。\n(2)  前記(1)を前提として、本件投稿１と最も時間的に近接するログイン通信に\n係る送信が本件投稿１に係る送信との間で相当の関連性を有するかを検討す\nると、まず、本件投稿１と最も時間的に近接するログイン通信は、本件投稿\n１の約２か月後までにされたものであることが認められるところ、このログ\nイン通信は本件投稿１と時間的に近接しているとまではいい難いものの、本\n件全証拠によっても、当該ログイン通信に係る送信から把握される情報のほ\nかに、発信者を特定するためにより適切な手段があるとは認められない。こ\nれらの事情に鑑みれば、本件証拠上、本件投稿１と最も時間的に近接するロ\nグイン通信に伴って行われた投稿の有無及びその内容が明らかではないこと\nを考慮しても、本件投稿１と最も時間的に近接するログイン通信に係る送信\nについて本件投稿１に係る送信と相当の関連性を有するものと認めるのが相\n当である。\nまた、同様に、本件投稿４と最も時間的に近接するログイン通信に係る送\n信が本件投稿４に係る送信との間で相当の関連性を有するかを検討すると、\n本件投稿４と最も時間的に近接するログイン通信は、本件投稿４の約１１か\n月後までにされたものであることが認められるところ、このログイン通信は\n本件投稿４と時間的に近接しているとまではいい難いものの、本件全証拠に\nよっても、当該ログイン通信に係る送信から把握される情報のほかに、発信\n者を特定するためにより適切な手段があるとは認められない。これらの事情\nに鑑みれば、本件証拠上、本件投稿４と最も時間的に近接するログイン通信\nに伴って行われた投稿の有無及びその内容が明らかではないことを考慮して\nも、本件投稿４と最も時間的に近接するログイン通信に係る送信について本\n件投稿４に係る送信と相当の関連性を有するものと認めるのが相当である。\nしたがって、本件投稿１と最も時間的に近接するログイン通信に係る送信\nは本件投稿１に係る送信の、本件投稿４と最も時間的に近接するログイン通\n信に係る送信は本件投稿４に係る送信の、それぞれプロバイダ責任制限法５\n条３項、施行規則５条２号所定の侵害関連通信に当たると認められる。\n５  原告の主張について\n(1) 原決定には審理不尽の違法があるとの主張について\nア  原告は、原決定が、別紙発信者情報目録記載３ないし６の各情報の開示\nを命じたということは、本件投稿２及び５による権利侵害を理由として、\n被告の申立てを認容したものといわざるを得ないなどと主張する。\nイ  そこで検討すると、弁論の全趣旨によれば、本件原手続においては、専\nら本件投稿１及び４による被告の権利侵害の成否が議論されていたことが\n認められるところ、そのような審理を経て被告の申立てを認容する場合に\nは、本件投稿１及び４によって被告の権利侵害が認められることを前提と\nしているのが通常である。これに対し、本件全証拠によっても、原決定が、\n本件投稿２及び５による権利侵害を理由として、被告の申立てを認容した\nと認めることはできない。\n(2) 原決定には理由齟齬の違法があるとの主張について\nア  原告は、「本件投稿１と最も時間的に近接するログイン通信」と「本件投\n稿２と最も時間的に近接するログイン通信」とは全く異なるものであるか\nら、本件投稿１により被告の権利が侵害されたと判断したにもかかわらず、\nこれを理由として「本件投稿２と最も時間的に近接するログイン通信」に\n係る情報の開示を認めたのであれば、原決定の決定内容とその理由との間\nに食い違いがあることになるなどと主張する。\nイ  そこで検討すると、前記４(1)のとおり、被告が東京地方裁判所に本件原\n手続を申し立てた時点において、本件各氏名不詳者に関し、原告が保有し\nている最も古いログイン通信に係る情報は、令和４年９月３０日頃までに\nされたログイン通信に係るものであったと認められる。\nこの事実に照らせば、本件氏名不詳者１に関して原告が保有するログイ\nン通信に係る情報のうち、本件投稿１と最も時間的に近接するログイン通\n信に係る情報と、本件投稿２と最も時間的に近接するログイン通信に係る\n情報は、いずれも原告が保有している最も古い情報、すなわち、上記の令\n和４年９月３０日頃までにされたログイン通信に係る情報として特定され\nるから、それらは同一のものとなる。そうすると、本件における事実関係\nの下では、原告が保有している最も古いログイン通信に係る情報を特定す\nるために、「本件投稿１と最も時間的に近接するログイン通信」に係る情報\nと表現するか、「本件投稿２と最も時間的に近接するログイン通信」に係る\n情報と表現するかによって、その対象となる情報が異なることはないから、\nそれらは単に表現上の違いにすぎないというべきである。\nこのことは、本件氏名不詳者２に関する本件投稿４と本件投稿５につい\nても、同様にあてはまる。\n(3) 以上によれば、原告の前記各主張を採用することはできない。\n第４  結論\nよって、被告の本件原手続に係る申立ては理由があり、これを認容した原決\n定は相当であるから、これを認可することとして、主文のとおり判決する。\n東京地方裁判所民事第２９部\n裁判長裁判官\n國      分     隆     文\n裁判官\n間    明    宏    充\n裁判官\nバ  ヒ  ス  バ  ラ  ン  薫\n（別紙）\n発信者情報目録\n１  別紙対象アカウント目録記載の本件アカウント１に登録されている以下の情報\n⑴  電話番号\n２  別紙対象アカウント目録記載の本件アカウント２に登録されている以下の各情\n報\n⑴  電話番号\n⑵  電子メールアドレス\n３  別紙対象アカウント目録記載の本件アカウント１にログインするために行った\n識別符号その他の符号の電気通信による送信であって、相手方が保有するものの\nうち別紙投稿記事目録２記載の投稿と最も時間的に近接するもの（以下「本件ロ\nグイン通信１」という。）に係るＩＰアドレス\n４  前項のＩＰアドレスが割り当てられた電気通信設備から、相手方の用いる特定\n電気通信設備に本件ログイン通信１が行われた年月日及び時刻\n５  別紙対象アカウント目録記載の本件アカウント２にログインするために行った\n識別符号その他の符号の電気通信による送信であって、相手方が保有するものの\nうち別紙投稿記事目録５記載の投稿と最も時間的に近接するもの（以下「本件ロ\nグイン通信２」という。）に係るＩＰアドレス\n６  前項のＩＰアドレスが割り当てられた電気通信設備から、相手方の用いる特定\n電気通信設備に本件ログイン通信２が行われた年月日及び時刻\n以上\n（別紙）\n対象アカウント目録\n以下省略\n（別紙）\n著作物目録\n以下省略\n（別紙）\n投稿記事目録\n１\n閲覧用 URL  （省略）\n投稿日時  ２０２２年７月２２日午後１時１１分\n投稿内容  （省略）\n投稿画像  （省略）\n２\n閲覧用 URL  （省略）\n投稿日時  ２０２２年７月２５日\n投稿内容  （省略）\n投稿画像  （省略）\n３\n閲覧用 URL  （省略）\n投稿日時  ２０２２年７月２０日午前０時５５分\n投稿内容  （省略）\n投稿画像  （省略）\n４\n閲覧用 URL  （省略）\n投稿日時  ２０２１年１０月頃\n投稿画像  （省略）\n５\n閲覧用 URL  （省略）\n投稿日時  ２０２２年６月１５日午後８時３分\n投稿内容  （省略）\n以上\n"
}