{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 3,
    "month": 10,
    "day": 26
  },
  "case_number": "令和3(ワ)8702",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "lawsuit_id": "90881",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=90881",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/881/090881_hanrei.pdf",
  "contents": "令和３年１０月２６日判決言渡  同日原本領収  裁判所書記官\n令和３年(ワ)第８７０２号  発信者情報開示請求事件\n口頭弁論終結日  令和３年９月１４日\n判         決\n原 告          Ａ\n同訴訟代理人弁護士       政    平    亨      史\n同                          矢    部    陽      一\n被              告        ソフトバンク株式会 社\n（以下「被告ソフトバンク」という。）\n同訴訟代理人弁護士          正    田    琢      也\n同                          五  十  嵐              敦\n同                          小    塩    康      祐\n被              告          ＧＭＯインターネット株式会社\n（以下「被告ＧＭＯ」という。）\n同訴訟代理人弁護士          松    井    将      征\n同                川          友    紀\n同                          八    木    優      大\n被              告          株式会社ジェイコム埼玉・東日本\n（以下「被告ジェイコム」という。）\n同訴訟代理人弁護士          増    原    陽      子\n同                          藤    平    真      吾\n同                          荒    木    泉      子\n被              告          ビ ッ グ ロ ー ブ 株 式 会 社\n（以下「被告ビッグローブ」という。）\n同訴訟代理人弁護士          髙    橋    利      昌\n同                          平    出    晋      一\n同                          太    田    絢      子\n主         文\n１  被告ソフトバンクは，原告に対し，別紙発信者情報目録１記載の\n各情報を開示せよ。\n２  被告ＧＭＯは，原告に対し，別紙発信者情報目録２記載の各情報\nを開示せよ。\n３  被告ジェイコムは，原告に対し，別紙発信者情報目録３記載の各\n情報を開示せよ。\n４  被告ビッグローブは，原告に対し，別紙発信者情報目録４記載の\n各情報を開示せよ。\n５  訴訟費用は被告らの負担とする。\n事実及び理 由\n第１  請求\n主文と同旨\n第２  事案の概要\n本件は，原告が，被告らのインターネット接続サービスを介してインターネット\n上のウェブサイトに投稿された別紙投稿記事目録記載の各記事（以下「本件各記事」\nといい，同目録記載順に，「本件記事１」などという。）に貼付された各画像（以下\n「本件各画像」といい，本件各記事にそれぞれ貼付された画像を「本件画像１」な\nどという。）は，原告が著作権を有する動画の一部を複製したものであり，原告の同\n動画に係る複製権及び公衆送信権を侵害するものであることが明らかであるとして，\n経由プロバイダである被告らに対し，特定電気通信役務提供者の損害賠償責任の制\n限及び発信者情報の開示に関する法律（以下「プロバイダ責任制限法」という。）４\n条１項に基づき，別紙発信者情報目録１ないし４の各発信者情報（以下「本件各発\n信者情報」という。）の開示を求める事案である。\n１  前提事実（証拠等を掲げた事実以外は，当事者間に争いがないか弁論の全趣\n旨により容易に認められる事実。なお，枝番号の記載を省略したものは，枝番号を\n含む（以下同じ）。）\n(1)  当事者\nア  原告は，平成３１年１１月まで「Ｂ」という屋号のキャバクラ店において勤\n務していた者である（甲３～６）。\nイ  被告らは，いずれも，インターネット接続サービスの提供を含む電気通信事\n業を営む株式会社である。\n(2)  本件各画像の投稿等\n氏名不詳者により，別紙投稿記事目録１ないし５の「投稿日時」欄記載の各日時\nにおいて，インターネット上のウェブサイトである「ホストラブ関東」（以下「本件\nサイト」という。）に本件各画像を含む本件各記事が投稿された（甲１）。\n(3)  発信者情報の保有\nア  被告ソフトバンクは，本件記事１及び本件記事３に係る別紙発信者情報目録\n１記載の発信者情報を保有している。\nイ  被告ＧＭＯは，本件記事２に係る別紙発信者情報目録２記載の発信者情報を\n保有している。\nウ  被告ジェイコムは，本件記事４に係る別紙発信者情報目録３記載の発信者情\n報を保有している。\nエ  被告ビッグローブは，本件記事５に係る別紙発信者情報目録４記載の発信者\n情報を保有している。\n２  争点\n(1)  本件各画像の投稿により原告の権利が侵害されたことが明らかであるとい\nえるか\nア  本件各画像の元となっている各動画の著作物性及び原告の著作権の有無（争\n点１）\nイ  複製権及び公衆送信権侵害の有無（争点２）\nウ  引用の抗弁の成否（争点３）\n(2)  原告に発信者情報の開示を受けるべき正当な理由があるか（争点４）\n３  争点に対する当事者の主張\n(1)  争点１（本件各画像の元となっている各動画の著作物性及び原告の著作権\nの有無）\n〔原告の主張〕\n本件サイトに投稿されている本件各画像の元となっている動画は，次のとおり，\nいずれも著作物性が認められ，いずれも原告が著作権（複製権・公衆送信権）を有\nしている。\nア  本件画像１の元となっている動画\n本件画像１は，原告が管理運営しているユーチューブのチャンネル（以下「原告\nチャンネル」という。）にアップロードした動画（以下「本件動画１」という。）が，\nスクリーンショット機能を用いて複製されたものである。\nしかして，本件動画１は，原告が制作したユーチューブ動画（以下「本件元動画」\nという。）に動画編集業者がテロップ付け等をしたものである。そして，本件元動画\nは，著作物性が認められ，これを制作した原告が著作権を有している。また，本件\n動画１も，著作物性が認められるところ，これは本件元動画を単に複製したもので\nあるから，原告が著作権を有しており，そうでないとしても，本件動画１を翻案し\nたもの（本件元動画の二次的著作物）であるから，やはり原告は著作権を有してい\nる。\nイ  本件画像２の元となっている動画\n本件画像２は，原告が管理しているインスタグラム（以下「原告インスタグラム」\nという。）の投稿機能の 1 つであるいわゆるインスタストーリーにアップロードし\nた動画（以下「本件動画２」という。）が，スクリーンショット機能を用いて複製さ\nれたものである。\nしかして，本件動画２は，原告のスマートフォンで原告の運転手が撮影したもの\nであるが，原告が被写体である原告の配置，ポーズ，アングル，動き，撮影の流れ\n（全体のストーリー）等を決め，それを当該運転手に対して指示した上で撮影され\nたものに，インスタストーリー機能を使って文字入れ加工等を施したものである。\nそうすると，本件動画２は，著作物性が認められるところ，原告の思想等を創作\n的に映画の効果に類似する視聴覚的効果を生じさせる方法で表現したものであるか\nら，映画の著作物に当たる。そして，原告がその全体的形成に創作的に寄与してい\nるから，原告がその著作者であって，原告にその著作権が帰属している。\nウ  本件画像３の元となっている動画\n本件画像３は，原告が原告インスタグラムのインスタストーリーにアップロード\nした動画（以下「本件動画３」という。）が，スクリーンショット機能を用いて複製\nされたものである。\nしかして，本件動画３は，原告のスマートフォンで原告の夫が撮影したものであ\nるが，原告が被写体である原告の配置，ポーズ，アングル，動き，撮影の流れ（全\n体のストーリー）等を決め，それを同人に対して指示した上で撮影されたものに，\nインスタストーリー機能を使って文字入れ加工等を施したものである。\nそうすると，本件動画３は，著作物性が認められるところ，原告の思想等を創作\n的に映画の効果に類似する視聴覚的効果を生じさせる方法で表現したものであるか\nら，映画の著作物に当たる。そして，原告がその全体的形成に創作的に寄与してい\nるから，原告がその著作者であって，原告にその著作権が帰属している。\nエ  本件画像４の元となっている動画\n本件画像４は，原告が原告インスタグラムのインスタストーリーにアップロード\nした動画（以下「本件動画４」という。）が，スクリーンショット機能を用いて複製\nされたものである。\nしかして，本件動画４は，原告が，そのスマートフォンで，本件動画１にインス\nタストーリー機能を用いて文字入れ加工等を施したものである。\nそうすると，本件動画４は，著作物性が認められるところ，原告の思想等を創作\n的に映画の効果に類似する視聴覚的効果を生じさせる方法で表現したものであるか\nら，映画の著作物に当たる。そして，原告がその全体的形成に創作的に寄与してい\nるから，原告がその著作者であって，原告にその著作権が帰属している。\nオ  本件画像５の元となっている動画\n本件画像５は，原告が原告インスタグラムのインスタストーリーにアップロード\nした動画（以下「本件動画５」という。）が，スクリーンショット機能を用いて複製\nされたものである。\nしかして，本件動画５は，原告の夫のスマートフォンで原告の経営するバーの店\n長が撮影したものであるが，原告が被写体である原告の配置，ポーズ，アングル，\n動き，撮影の流れ（全体のストーリー）等を決め，それを同人に対して指示した上\nで撮影されたものに，インスタストーリー機能を使って文字入れ加工等を施したも\nのである。\nそうすると，本件動画５は，著作物性が認められるところ，原告の思想等を創作\n的に映画の効果に類似する視聴覚的効果を生じさせる方法で表現したものであるか\nら，映画の著作物に当たる。そして，原告がその全体的形成に創作的に寄与してい\nるから，原告がその著作者であって，原告にその著作権が帰属している。\n〔被告ソフトバンクの主張〕\n本件動画１には，創作性が認められず，そもそも著作物に当たらない。\n仮に，本件元動画や本件動画１に著作物性があるとしても，原告が本件元動画や\n本件動画１の制作過程に創作的に寄与したかどうかは不明であり，原告がその著作\n権を有しているとはいえない。\n本件画像３についても，原告が全体形成に創作的に寄与したかどうかは不明であ\nって，原告がその著作権を有しているとはいえない。\n〔被告ＧＭＯの主張〕\n本件画像２は，食事をする女性を正面から撮影したに過ぎず，著作者の個性が表\nれたものとはえいず，創作性がなく，そもそも著作物に当たらない。また，原告が\n本件動画２の創作過程に関与したかどうかも不明であり，原告にその著作権が帰属\nするとはいえない。\n〔被告ジェイコムの主張〕\n本件動画４につき，原告が被写体の位置，ポーズ，調光，撮影の流れ等を考えて\n撮影したかどうかは不明であり，原告が本件動画４の著作者であり著作権者である\nとはいえないし，本件動画４は，本件元動画に対して動画編集業者がテロップ付け\n等を行ったものであることからしても，本件動画４の著作権が原告に帰属している\nかどうか明らかではない。\n〔被告ビッグローブの主張〕\n本件動画５は，原告ではなく，原告の夫又は運転手が撮影したものである以上，\n原告にその著作権がないことは明らかである。\n(2)  争点２（複製権及び公衆送信権侵害の有無）\n〔原告の主張〕\n本件各画像は，原告チャンネル又は原告インスタグラムにアップしていた本件動\n画１ないし５を複製し，本件サイトにアップロードして送信可能化したものである。\n原告は本件元動画及び本件動画１ないし５の利用を許諾したことがないことからす\nれば，本件各画像は，それぞれ本件元動画及び本件動画１ないし５に係る原告の複\n製権及び公衆送信権を侵害したものであることが明らかである。\n〔被告ソフトバンクの主張〕\n本件画像１及び本件画像３につき，原告の本件元動画，本件動画１及び本件動画\n３に係る複製権が侵害されたとの主張は争う。\n本件画像１及び本件画像３において，その元となっているという本件元動画，本\n件動画１及び本件動画３の表現形式が全く再現されておらず，一般人が通常の注意\n力をもってみた場合に，本件画像１や本件画像３が本件元動画，本件動画１及び本\n件動画３の複製であるとはいえない。\n〔被告ＧＭＯの主張〕\n争う。\n本件画像２をダウンロードして，自らのパソコンに保管する行為自体は，特定電\n気通信による情報の流通とはいえないし，その複製が被告の特定電気通信設備を用\nいて行われたとはいえない。\n〔被告ジェイコムの主張〕\n争う。\n〔被告ビッグローブの主張〕\n争う。\n(3)  争点３（引用の抗弁の成否）\n〔被告ソフトバンクの主張〕\n本件画像１が貼付されている本件記事１は，インターネット上に掲載されている\n別の記事において原告がキャバクラ店で仕事を始めたきっかけについて話している\n内容と本件動画１で述べている内容が異なり，原告の発言が変遷していることから，\nその点を指摘・批判する目的で，当該変遷部分に関連して投稿されたものであるか\nら，本件記事１において示された投稿者の意見と本件画像１には密接な関連性があ\nる。そして，本件画像１は，本件画像１の引用目的との関係で，本件記事１におい\nて示されている意見を補足するために，必要かつ最小限の範囲内の画像として本件\n動画１の一部をキャプチャしたものであるし，本件画像１を引用することにより，\n閲覧者において本件記事１の内容を理解しやすくすることは明らかである。したが\nって，本件画像１の引用は，公正な慣行に合致し，その目的上正当な範囲内で行わ\nれるものであるから，「引用」（著作権法３２条１項）に当たる。\n〔被告ジェイコムの主張〕\n本件画像４が貼付されている本件記事４は，本件画像４の直後に「これ鼻の下何\nセンチ？」とのコメントがあるところ，本件画像４は，当該コメントに係る引用で\nある。\n上記コメントは，原告の容貌について言及する趣旨のものであるが，原告は，依\n然から「Ｃ」という愛称でキャバクラ店において稼働し，現在は，会社の代表取締\n役として積極的にテレビに出演したり，インスタグラムやユーチューブ等への動画\n配信を行うなどして，約３０万人ものフォロワーを擁しているとのことであるし，\n上記会社は美容サロン等を経営し，自身の容貌をテレビやインターネットで広く公\n開していることからすると，原告はその容姿について言及されることも一定程度感\n受すべきであって，上記コメントが原告に対して何ら肯定的評価も否定的評価も伴\nわない価値中立的な表現にとどまっていることをも考慮すると，原告の容貌に言及\nする趣旨で本件画像４を引用したことについては，目的の正当性が認められる。ま\nた，原告の容貌を言及する目的で論評する以上，「Ｃ」として活動している原告の容\n貌を具体的に引用しない限り，容貌に対する論評を行うことはできない上，本件記\n事４に貼付されているのは，本件動画４の一場面に過ぎない本件画像４の１枚のみ\nであり，その利用態様も最小限である。加えて，本件画像４の元となっている本件\n動画４は，原告が出版した書籍の案内を行う目的で，原告インスタグラムに投稿さ\nれたものであるというのであるから，第三者に広く引用される可能性を初めから内\n包していたというべきであるし，本件動画４は，世界中で誰でも閲覧可能なもので\nあるから，本件記事４において本件画像４が利用されたことによって，原告に何ら\nかの経済的損失が生じるようなこともない。このように，本件記事４による本件画\n像４の利用については，利用の目的及び利用の方法・態様はいずれも正当であり，\n本件動画４の種類や性質，本件動画４の著作権者としての原告に及ぼす影響の観点\nからして，引用の正当性が認められる。\n〔被告ビッグローブの主張〕\n本件画像５が貼付された本件記事５は，本件画像５の下に「投稿の水着写真との\n脚の長さの違い」という文章が付されているところ，本件記事５の投稿者は，原告\nが投稿した「水着の写真」はソフトウェアで脚を長くみせるような加工等を行った\nものであると推測した上で，本件動画５の原告の写真と原告が他で投稿した水着写\n真の脚の長さを比べると，その長さに違いがあるとの投稿者の判断，意見，感想等\nを本件記事５の上記文章で表現したものと考えられる。したがって，本件記事５の\n中核部分は，投稿された水着写真は，本件画像５に比べて，何らかの加工等がされ\nているという投稿者の判断，意見，感想にある。そして，原告は，もともと日本一\nのキャバ嬢などとして報道，出版物に取り上げられ，その後も，原告チャンネルや\n原告インスタグラムにおいて，多くの読者，フォロワー等を有しており，自署を出\n版し，テレビのバラエティ番組にも出演するような有名人であり，そのような原告\nに対する判断，意見，感想は，表現の自由として，社会公共的な価値を有する。そ\nうした自己の意見の表明において，必要最小限，副次的に，その根拠の一つとなる\n動画の一部を画像として掲載することは，著作物の引用として，公正な慣行に合致\nする。\nしたがって，本件記事５における本件画像５の利用は，正当な引用に当たる。\n〔原告の主張〕\n本件各画像は，次のとおり，いずれも適法な引用に当たらない。\nア  本件画像１\n本件記事１の投稿者において，本件元動画又は本件動画１上の原告の生い立ちに\n関する話題について何らかの意見があるとしても，当該意見と本件記事１に貼付さ\nれた本件画像１との関連性は不明である。仮に，投稿者において意見を述べるとし\nても，ことさら本件動画１の一部を複製して本件記事１に貼付する必要はなく，む\nしろ，本件元動画がアップロードされているＵＲＬを指摘すれば足り，むしろ，そ\nの方が閲覧者にとっても検証しやすくなる。また，本件元動画において，原告は，\nキャバクラ店で働き始めたきっかけについて，詳細な経緯を含めて話しているにも\nかかわらず，重要な部分に何ら触れることなく，単に一部の場面を抽出して引用す\nることは恣意的といわざるを得ない。\nこれらからすれば，本件記事１における本件画像１の引用の方法及び態様が，引\n用目的との関係で社会通念に照らして合理的な範囲内のものであるとはいえないし，\n本件画像１を引用して利用することが公正な慣行に合致するともいえず，適法な引\n用に当たらない。\nイ  本件画像４\n本件記事４は，本件画像４と共に「これ鼻の下何センチ」とのコメントが付され\nており，「鼻」という単語は，インターネット上において，原告に対する誹謗中傷・\n揶揄・嘲笑等の文脈で用いられていることからすると，本件記事４における本件画\n像４の引用の方法及び態様が，引用目的との関係で社会通念に照らして合理的な範\n囲内のものであるとはいえないし，本件画像４を引用して利用することが公正な慣\n行に合致するともいえず，適法な引用に当たらない。\nウ  本件画像５\n本件記事５は，本件画像５と共に「投稿の水着写真との脚の長さの違い」とのコ\nメントが付されており，当該コメントは，原告の脚の長さを誹謗中傷・揶揄・嘲笑\nするに過ぎない内容である。そうすると，本件記事５における本件画像５の引用の\n方法及び態様が，引用目的との関係で社会通念に照らして合理的な範囲内のもので\nあると認めることはできないし，本件画像５を引用して利用することが公正な慣行\nに合致するともいえず，適法な引用に当たらない。\n(4)  争点４（原告に発信者情報の開示を受けるべき正当な理由があるか）\n〔原告の主張〕\n原告は，本件各記事の投稿者に対して，原告の権利が違法に侵害されたことを理\n由に，損害賠償請求等を行う予定であるから，本件各記事の投稿者の氏名又は名称\n等の開示を受ける必要がある。\nしたがって，原告には，被告らに対して本件各記事にかかる発信者情報の開示を\n受ける正当な理由がある。\n〔被告らの主張〕\n争う。\n第３  当裁判所の判断\n１  争点１（本件各動画の著作物性及び原告の著作権の有無）について\n(1)  認定事実（当事者間に争いのない事実，掲記した証拠（枝番のあるものは，\n特に明示しない限りそれらを含む。）及び弁論の全趣旨により認められる事実）\nア  原告は，平成３１年１１月に退職するまで，名古屋市内のキャバクラ店にお\nいて「Ｃ」の愛称でキャバクラ店の従業員として稼働し，現在は，東京都内でバー\n等を経営している（甲６，８）。\n原告は，原告チャンネル及び原告インスタグラム上に自身が写った写真，動画等\nを投稿している（甲４，５，８，１０）。\nイ  原告は，令和２年１０月２０日，自宅において，原告が保有するデジタルカ\nメラを利用して，原告書籍を紹介する内容の本件元動画を制作した（甲８，９の１）。\n本件元動画では，原告書籍の内容の紹介として，原告書籍の概要，原告の生い立ち，\n原告がキャバクラ店で働くこととなった経緯やその当時の原告の思いなどが原告に\nより語られている。本件元動画制作後，原告は，本件元動画にテロップ入れ等の加\n工をするよう業者に発注し，テロップ，効果音等が付された本件動画１が制作され，\n原告は同月２４日，本件動画１を原告チャンネルにアップロードした（甲８，９の\n３，１０）。\n原告は，同月２６日，本件動画１の一部を切り取って編集した本件動画４に文字\n入れ等の加工を施し，原告インスタグラムのインスタストーリーにアップロードし\nた。\nウ  原告は，原告が写る本件動画２，３及び５を原告インスタグラムのインスタ\nストーリー上にアップロードした。本件動画２，３及び５の制作過程等は次のとお\nりである。\n(ｱ)  原告は，令和２年１２月１日，飲食店において，原告の運転手に対して原告\nがサンドイッチを食べている様子を原告のスマートフォンで撮影するように指示し，\n同人において本件動画２が撮影された。原告は，撮影に際し，自身の配置，ポーズ，\nアングル，撮影の流れ等を決めてそれを同人に指示し，同人はその指示に従って本\n件動画２を撮影し，原告において，本件動画２に文字入れ等の加工を施した（甲８，\n１０，１１，１３）。\n(ｲ)  原告は，同年１１月１８日，原告が代表者を務める会社のオフィスにおいて，\n原告の夫に対して原告が原告書籍にサインをしている様子を原告のスマートフォン\nで撮影するように指示し，同人において本件動画３が撮影された。原告は，撮影に\n際し，自身の配置，ポーズ，アングル，動き，撮影の流れ等を決めてそれを同人に\n指示し，同人はその指示に従って本件動画３を撮影し，原告において，本件動画３\nに文字入れ等の加工を施した（甲８，１０，１６，１７）。\n(ｳ)  原告は，同年１０月１７日，原告が経営するバーの店内において，その店長\nに対し，スポーツジムに寄った後の原告の全身を原告の夫のスマートフォンで撮影\nするように指示し，同人において本件動画５が撮影された。原告は，撮影に際し，\n原告の服装や容姿がわかるよう，自身の配置，ポーズ，アングル，撮影の流れ等を\n決めて同人に指示し，同人はその指示に従って本件動画５を撮影し，原告において，\n本件動画５に文字入れ等の加工を施した（甲８，１０，２０，２１）。\nエ  氏名不詳者により，別紙投稿記事目録記載１ないし５の各「投稿日時」におい\nて，次のとおりの内容の本件各記事が本件サイトに投稿された。本件各画像の大き\nさは，いずれも，本件各記事の囲み枠の過半を占めている。\n(ｱ)  本件記事１には，本件動画１のうち，「実家を取り戻したかったんだよね」\nというテロップが表示されている場面を切り出した本件画像１が貼付され，その下\nに「うん変わったよ本の宣伝のＹｏｕＴｕｂｅで言っていたｗ色々と変わるよねｗ\n七分半あたりかな」とのコメントが付されている（甲１の１）。\n(ｲ)  本件記事２には，本件動画２のうち，「食べた瞬間思わず美味しすぎて笑え\nてもーた（笑）」とのテロップが表示されている場面を切り出した本件画像２が貼付\nされ，その下に「食べた瞬間思わず美味しすぎて歯茎出た」とのコメントが付され\nている（甲１の２）。\n(ｳ)  本件記事３には，本件動画３のうち，原告が原告書籍が山積みにされた机の\n前に座ってサインをしている場面を切り出した本件画像３が貼付され，その下に「豚\nのせいにしてるけど絶対裏ではグル。本買わせるように夫婦でしっかり話し合って\nるくせに悪質すぎ。」とのコメントが付されている（甲１の３）。\n(ｴ)  本件記事４は，本件動画４のうち，「努力してる」とのテロップが表示され\nている場面を切り出した本件画像４が貼付され，その下には「これ鼻の下何センチ？」\nとのコメントが付されている（甲１の４）。\n(ｵ)  本件記事５は，本件動画５のうち，原告の全身が写されている場面を切り出\nした本件画像５が貼付され，その下には「投稿の水着写真との脚の長さの違い」と\nのコメントが付されている（甲１の５）。\n(2)  上記認定事実を前提に，本件各動画の著作物性及び原告への著作権の帰属\nの有無を検討する。\nア  本件元動画\n本件元動画は，原告書籍の出版を広告する目的で，原告書籍の著者である原告自\n身が，原告の生い立ちを含めた原告がキャバクラ店の従業員として働くこととなっ\nた経緯，キャバクラ店で働いていた当時の思いなどを語りながら，原告書籍の概要\nを紹介し，原告において，原告の表情等が表れるように，撮影場所，原告の位置や\nアングル，ポーズ等を決めて撮影したことが認められる。このように，本件元動画\nは，原告書籍の概要や原告書籍に対する原告の思いなどが臨場感を持って伝わるよ\nうに，ストーリーや撮影方法に工夫を凝らして制作されたものであって，原告の個\n性の発揮によりその思想又は感情を創作的に表現したものであり，著作物性が認め\nられる。\nしかして，本件元動画は，映画の効果に類似する視覚的又は視聴覚的効果を生じ\nさせる方法で表現され，原告のデジタルカメラのメモリ等に電磁的に記録されて固\n定されたものと認められるから，映画の著作物（著作権法２条３項）に該当すると\n認められる。\nそして，映画の著作物の著作者は，制作，監督，演出，撮影，美術等を担当して\nその映画の著作物の全体的形成に創作的に寄与した者であるところ（同法１６条），\n前記認定のとおり，原告が本件元動画のストーリー，被写体，アングル，ポーズ等\nを決め，原告において原告書籍の内容等を語り，撮影したものであるから，本件元\n動画の全体的形成に創作的に寄与した者は，原告であるといえ，原告がその著作者\nとして，著作権（複製権・公衆送信権）を有していると認められる。\nイ  本件動画１\n本件動画１は，原告の発言の内容を強調するために，上記の本件元動画を動画編\n集業者において複製したものにテロップ，効果音等の加工を施して制作されたもの\nであるから，本件動画１も，本件元動画と同様に，著作物性を有し，映画の著作物\nに該当すると認められる。\nまた，上記テロップ等は動画編集業者において付したものであるが，テロップは\n原告が本件元動画で発言している内容を視覚的に明らかにしたものに過ぎず，また，\n効果音も聴覚的な加工を部分的に施したに過ぎないものであるから，上記アにおい\nて認定した本件元動画に係る原告の創作的関与の態様を踏まえると，本件動画１の\n全体的形成に創作的に寄与した者は，飽くまで原告であるといえ，原告がその著作\n者として，著作権（複製権・公衆送信権）を有していると認められる。\nウ  本件動画２\n本件動画２は，原告の運転手が原告のスマートフォンを使用して原告が食事をし\nている場面を撮影した動画であるところ，原告が同人に対して原告の配置，ポーズ，\nアングル，動き，撮影の流れ等の本件動画２の制作に必要な条件を決定・指示して\n制作したことが認められる。このように，本件動画２は，原告の食事の様子や美味\nしいと感じた食事の内容を，臨場感を持って伝えられるように，原告の動きや撮影\nの流れ等を工夫して制作したものであるから，原告の個性の発揮によりその思想や\n感情を創作的に表現したものであるといえ，著作物性が認められる。\nしかして，本件動画２は，映画の効果に類似する視覚的又は視聴覚的効果を生じ\nさせる方法で表現され，原告のスマートフォンに記録されて固定されたものと認め\nられるから，映画の著作物に該当すると認められる。\nそして，原告が本件動画２における原告の動きや撮影の流れ等を決定し，その決\n定したところに従って原告の運転手において撮影したものであるから，本件動画２\nの全体的形成に創作的に寄与した者は，原告であるといえ，原告がその著作者とし\nて，著作権（複製権・公衆送信権）を有していると認められる。\nエ  本件動画３\n本件動画３は，原告の夫が原告のスマートフォンで原告が原告書籍にサインをし\nている様子を撮影した動画であるところ，原告が同人に対して原告の配置，ポーズ，\nアングル，動き，撮影の流れ等の本件動画３の制作に必要な条件を決定・指示して\n制作したことが認められる。このように，本件動画３は，原告が原告のオフィスに\nおいて，原告書籍にサインをしている様子を撮影し，原告書籍の売れ行きや原告書\n籍に対する原告の思いが伝わるように，被写体である原告や原告書籍の配置，アン\nグル，撮影の流れ等を工夫して制作したものであるから，原告の個性の発揮により\nその思想や感情を創作的に表現したものであるといえ，著作物性が認められる。\nしかして，本件動画３は，映画の効果に類似する視覚的又は視聴覚的効果を生じ\nさせる方法で表現され，原告のスマートフォンに記録されて固定されたものである\nことが認められるから，映画の著作物に該当すると認められる。\nそして，原告が本件動画３における原告の動きや位置，原告書籍の配置，アング\nル，撮影の流れ等を決定し，その決定したところに従って原告の夫において撮影し\nたのであるから，本件動画３の全体的形成に創作的に寄与した者は，原告であると\nいえ，原告がその著作者として，著作権（複製権・公衆送信権）を有していると認\nめられる。\nオ  本件動画４\n本件動画４は，原告が，本件チャンネルにアップロードした本件動画１の適宜の\n部分を抽出して編集した一部を原告インスタグラム上にアップロードした動画であ\nるから，本件動画１と同様，著作物性が認められ，また，映画の効果に類似する視\n覚的又は視聴覚的効果を生じさせる方法で表現され，スマートフォンに電磁的に記\n録されて固定されたものと認められるから，映画の著作物に該当すると認められる。\nそして，本件動画４は本件動画１を元にして原告が制作しているものであるから，\n本件動画４の全体的形成に創作的に寄与した者も，原告であるといえ，原告がその\n著作者として，著作権（複製権・公衆送信権）を有していると認められる。\nカ  本件動画５\n本件動画５は，原告が経営するバーの店長が原告の夫のスマートフォンで原告経\n営するバーでの原告の全身を撮影した動画であるところ，原告が同人に対して原告\nの配置，ポーズ，アングル，動き，撮影の流れ等の本件動画５の制作に必要な条件\nを決定・指示して制作したことが認められる。このように，本件動画５は，原告が\n経営するバーの店内で原告の全身を撮影し，原告が通うジムでの服装や原告の容姿\nを伝えられるように，原告の動き，アングル，撮影の流れ等を工夫して制作したも\nのであるから，原告の個性の発揮によりその思想や感情を創作的に表現したもので\nあるといえ，著作物性が認められる。\nしかして，本件動画５は，映画の効果に類似する視覚的又は視聴覚効果を生じさ\nせる方法で表現されたものと認められ，その映像は原告の夫のスマートフォンに記\n録されて固定されたものであることが認められるから，映画の著作物に該当すると\n認められる。\nそして，原告が本件動画５における原告の動き，アングル，撮影の流れ等を決定\nし，その決定したところに従って上記店長において撮影したものであるから，本件\n動画５の全体的形成に創作的に寄与したのは原告であるといえ，原告がその著作者\nとして，著作権（複製権・公衆送信権）を有していると認められる。\n(3)  これに対し，被告らは縷々主張し，本件元動画，本件各動画の著作物性や，\n原告への著作権の帰属を否定するが，そのいずれを慎重に検討しても，上記説示を\n左右するに足りるものはない。\n２  争点２（複製権及び公衆送信権侵害の有無）について\n(1)  本件サイトに投稿された本件各記事に貼付されている本件各画像と本件各\n動画とを対比すると，本件各画像は，本件各動画の一場面と同一のものであること\nが認められる。\nこのように，本件各画像は，本件各動画と同一のものであるから，本件各記事の\n各投稿者は，それぞれ，被告らが提供するインターネット接続サービスを利用して\n本件各動画を含む本件各記事を本件サイト上で作成，投稿することにより，本件各\n動画を有形的に再製するとともに，インターネットを通じて本件各記事にアクセス\nした不特定又は多数の者に，本件各画像を含む本件各記事を閲覧できる状態に置い\nたと認められる。これは，著作物の複製・公衆送信行為に当たる。しかして，本件\n全証拠によっても，原告が本件各記事の各投稿者に対して，本件各動画の利用を許\n諾したことをうかがわせる事実は見当たらない。\nそうすると，本件各記事が本件サイトに投稿されたことにより，本件各画像につ\nいて原告が有する著作権（複製権及び公衆送信権）が侵害されたというべきである。\n(2)  これに対し，被告らは縷々主張するが，そのいずれを慎重に検討しても，上\n記説示を左右するに足りるものはない。\n３  争点３（引用の抗弁の成否）について\n(1)  被告ソフトバンク，被告ジェイコム及び被告ビッグローブは，本件記事１，\n４及び５は，本件動画１，４及び５を適用に引用したものであるから，原告の権利\nを侵害したことが明らかであるとはいえない旨主張している。\nここで，引用による利用が適法とされるためには，著作権法３２条１項に規定す\nる要件を満たすことが必要であるから，当該引用の方法や態様が，報道，批評，研\n究等の引用目的との関係で，社会通念に照らして合理的な範囲内のものであること，\nかつ，引用して利用することが公正な慣行に合致することを要するものと解するの\nが相当である。\n(2)  上記観点から，本件各記事について検討する。\nア  本件記事１についてみるに，前記認定事実（１(1)エ）によれば，本件記事１\nは，原告が原告の生い立ちを語りながら原告書籍を宣伝する本件動画１のうち「実\n家を取り戻したかったんだよね」とのテロップが表示されている場面を切り出した\n本件画像１を貼付した上で，「うん変わったよ本の宣伝のＹｏｕＴｕｂｅで言って\nいたｗ色々と変わるよねｗ  七分半あたりかな」とのコメントが付されているもの\nの，かかるコメントの趣旨は明確とはいえない。仮に，かかるコメントの趣旨が原\n告の発言内容が変遷している旨の指摘・批判をするとともに，本件記事１の投稿者\nの感想等を述べる点にあるとしても，そのような批判，感想等を述べるために，本\n件画像１を掲載する必要性が高いとも認められず，引用目的との関係で権衡がとれ\nているものとも評価できない。加えて，本件画像１は本件記事１の囲み枠の過半を\n占めており，独立して鑑賞の対象となり得る程度の大きさであるのに対し，上記コ\nメントは短文の比較的小さな文字で掲載されていること，本件画像１の出典を示し\nていないことからすると，その引用の方法及び態様が，引用目的との関係で社会通\n念に照らして合理的な範囲内のものであるということはできないし，公正な慣行に\n合致すると認めるに足りる証拠もない。\nイ  次に，本件記事４は，本件記事１と同様に，原告がその生い立ちを語りなが\nら原告書籍を宣伝する本件動画４のうち「努力してる」とのテロップが表示されて\nいる場面を切り出した本件画像４を貼付した上で，「これ鼻の下何センチ？」とのコ\nメントが付されている。かかるコメントは，原告の容姿について何らかの感想を述\nべる意図であるとも考えられなくはないが，上記コメントと本件画像４との関連性\nは全く不明といわざるを得ず，原告の容姿に関する感想を述べるに際して，本件画\n像４を掲載する必要性は乏しく，引用目的との関係で権衡がとれているものとは評\n価できない。加えて，本件画像４は本件記事４の囲み枠のほぼ全体を占め，上記コ\nメントは短文の比較的小さな文字で掲載されていること，本件画像４の出典につい\nての記載がないことからすると，その引用の方法及び態様が，引用目的との関係で\n社会通念に照らして合理的な範囲内のものであるということはできないし，公正な\n慣行に合致すると認めるに足りる証拠はない。\nウ  本件記事５についてみるに，原告の全身を撮影して原告が通うジムでの服装\nを紹介する場面を切り出した本件画像５を貼付した上で，「投稿の水着写真との脚\nの長さの違い」とのコメントが付されている。かかるコメントは，原告の脚の長さ\nに言及するものであるものの，その趣旨が明確とはいえず，仮に，原告の容姿に関\nする何らかの感想を述べるものであると解したとしても，そのような感想を述べる\nために，本件画像５を掲載する必要性が高いともいえず，引用目的との関係で権衡\nがとれているものとは評価できない。加えて，本件画像５も，本件画像４と同様に，\n本件記事５の囲み枠の大半を占め，上記コメントは短文かつ比較的小さな文字で掲\n載されていることをも考慮すると，その引用の方法及び態様が，引用目的との関係\nで社会通念に照らして合理的な範囲内のものであるということができず，かつ，公\n正な慣行に合致すると認めるに足りる証拠はない。\nエ  本件記事２及び３についても，本件画像２及び３を貼付するについて，当該\n貼付（引用）の方法や態様が，当該引用目的との関係で，社会通念に照らして合理\n的な範囲内のものであること，かつ，引用して利用することが公正な慣行に合致す\nることを示す事実を具体的に認めるに足りる証拠はない。\n(3)  以上によれば，本件各記事に本件各画像をそれぞれ貼付して本件各動画を\n利用したことについては，適法な引用に当たるとはいえないというべきであるから，\n被告らの上記主張は，理由がない。\n(4)  よって，被告らが提供するインターネット接続サービスを利用した本件各\n記事の投稿により，原告が有する本件各動画の複製権及び送信可能化権が侵害され\nたことが明らかであるといえ，本件各発信者情報は各権利侵害に係る発信者情報に\n該当し，被告らはいずれも，開示関係役務提供者（プロバイダ責任制限法４条１項）\nに当たるものといえる。\n４  争点４（原告に発信者情報の開示を受けるべき正当な理由があるか）\n上記のとおり，本件各画像が付された本件各記事が投稿されたことにより，原告\nの本件各動画の複製権及び公衆送信権が侵害されたものであることが認められ，原\n告は，本件各記事の各投稿者に対して損害賠償請求等をする予定であるとことが認\nめられるから，本件各発信者情報の開示を受けるべき正当な理由があるといえる。\n第４  結論\n以上によれば，原告の請求はいずれも理由があるから，これらを認容することと\nして，主文のとおり判決する。\n東京地方裁判所民事第４７部\n裁判長裁判官      田    中    孝      一\n裁判官      小    口    五    大\n裁判官     鈴    木    美  智  子\n（別紙投稿記事目録省略）\n"
}