{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 3,
    "month": 2,
    "day": 24
  },
  "case_number": "令和2(ネ)2643",
  "case_name": "放送受信契約締結義務不存在確認請求控訴事件",
  "court_name": "東京高等裁判所",
  "result": "その他",
  "original_court_name": "東京地方裁判所",
  "original_case_number": "平成30(ワ)35011",
  "lawsuit_id": "90224",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=90224",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/224/090224_hanrei.pdf",
  "contents": "主        文\n１  原判決を取り消す。\n２  被控訴人の請求を棄却する。\n３  訴訟費用は，第１，２審を通じて，被控訴人の負担とする。\n事実及び理 由\n第１  控訴の趣旨\n主文と同旨\n第２  事案の概要（以下においては，特に断らずに原判決記載の略称を用いることが\nある。）\n１  本件は，被控訴人が，控訴人に対し,被控訴人が自宅に設置したテレビジョン\n受信機（本件テレビ）は，控訴人の放送を受信することのできないものである\nから，控訴人との間で控訴人の放送の受信に係る契約（放送受信契約）を締結\nする義務の対象となる放送法６４条１項の定める受信設備には当たらない旨主\n張して，本件テレビの設置にかかわらず被控訴人が控訴人との間で放送受信契\n約を締結する義務が存在しないことの確認を求めた事案である。\n原審は，本件テレビは放送法６４条１項所定の受信設備には当たらず，被控\n訴人は同項所定の放送受信契約の締結義務を負わないから被控訴人の請求は理\n由があるとして，これを認容する旨の判決をした。控訴人は，これを不服とし\nて本件控訴を提起した。\n２  前提事実\n前提事実は，原判決「事実及び理由」欄の第２の１（原判決２頁６行目から\n３頁９行目まで）に記載のとおりであるから，これを引用する。\n３  争点及び当事者の主張\n⑴  争点及び当事者の主張は，後記⑵に当審における当事者の補充主張を摘示\nするほかは，原判決「事実及び理由」欄の第２の２（原判決３頁１０行目か\nら６頁１６行目まで）記載のとおりであるから，これを引用する。\n⑵  当審における当事者の補充主張\n（控訴人の補充主張）\nア  放送法は，我が国において控訴人の提供する放送と民間放送事業者によ\nる放送の二系列の事業システム（放送二元体制）を構築し，これを並立さ\nせることにより，放送事業が全体として公共の福祉に適合する健全な発達\nを促す総合的な体制を確保しようとしている。この放送二元体制が採られ\nた趣旨は，民間放送事業者が利潤の最大化という市場経済原則という観点\nに立ち，控訴人が市場経済原則とは異なる観点に立って，二つの異なる視\n点からそれぞれに特色のある番組が供給されることで，控訴人と民間放送\n事業者によって担われる放送が全体としてバランスのとれた編成となるこ\nとを企図したものである。\n放送法６４条１項は，控訴人の財政的基盤となる放送受信料を請求する\n根拠となる放送受信契約の締結義務を定めた規定であるところ，同項の意\n義は，放送二元体制における控訴人の役割に鑑み，租税等に頼ることを避\nけて国家権力からの独立性を確保するとともに，あまねく日本全国におい\nて放送を可能とするためにおよそ放送の便益を享受する国民一般に広く公\n平に負担を求めて，控訴人の財政的基盤を可能な限り確かなものとすると\nいう点にある。このような仕組みは，放送二元体制において，控訴人が公\n共的性格を有することをその財源の面から特徴付けるものである。そのた\nめ，放送法６４条１項も放送二元体制の趣旨に即して解釈されるべきであ\nる。\n以上の趣旨に照らせば，放送法６４条１項の「協会の放送を受信するこ\nとのできる受信設備」とは，その基本構造として，控訴人のテレビジョン\n放送を受信することのできるテレビジョン受信機としての機能を維持して\nいるものと解すべきであり，仮にテレビジョン受信機に控訴人の放送を受\n信することを不可能にする付加機器が設置されているとしても，そのよう\nな事情や控訴人の放送を受信することのできる状態への復元可能性及びそ\nの難易は考慮すべきではなく，また，上記受信設備に当たるか否かはテレ\nビジョン受信機の客観的・外形的状態に照らして判断すべきであり，これ\nを離れ，テレビジョン受信機の設置者がテレビジョン受信機に加えられた\n加工の内容を知っていたかどうかや，テレビジョン受信機に関する専門的\nな知識を有しているかどうかといった個人的な事情は考慮すべきではない。\nまた，放送法６４条１項の趣旨に照らすと，民間放送事業者の放送は受\n信できるが控訴人の放送は受信できない状態を意図的に作出することで放\n送受信契約の締結義務を免れ，受信料を負担しないことは，控訴人の放送\nを受信することのできる地位にある者に対し広く公平に放送受信契約の締\n結義務を課し，適正かつ公平な受信料の負担を求めている同項の趣旨を潜\n脱するものであるから，少なくとも控訴人の放送のみを受信することので\nきない状況を意図的に作出した者（意図的作出者）は，控訴人の放送を受\n信することができる状態への復元可能性の有無にかかわらず，同項の「協\n会の放送を受信することのできる受信設備を設置した者」に当たり，放送\n受信契約の締結義務を負うと解すべきであり，さらに，自らは控訴人の放\n送のみを受信することのできない状態を作出していないとしても，他者に\nよって作出された控訴人の放送のみを受信することのできない状態を意図\n的に利用する者（意図的利用者）も，同様に放送法６４条１項の趣旨を潜\n脱する者として，同項所定の放送受信契約の締結義務を負うと解すべきで\nある。\nイ  本件テレビは，テレビジョン受信機に控訴人の放送に係る電波のみを減\n衰する機器を取り付けることで，本件テレビの控訴人の放送を受信する機\n能に制限を生じさせたものであり，チューナー，ディスプレイ等に加工は\n施されておらず，テレビジョン受信機として基本構造を維持しているから，\n放送法６４条１項の「協会の放送を受信することのできる受信設備」に当\nたる。\nまた，仮に，控訴人の放送を受信することのできるテレビジョン受信機\nに当たるといえるためには，当該テレビジョン受信機がテレビジョン受信\n機としての基本構造を備えていることに加え，控訴人の放送を受信するこ\nとのできる状態に復元することができることが必要であると解したとして\nも，本件テレビは，加工したＴＶケーブルを接触させる方法（本件方法①。\nブースターを用いる場合を含む。）及びニッパを用いて切除を行う方法（本\n件方法②）により，控訴人の放送を受信することのできる状態に復元する\nことが可能であるから，放送法６４条１項の「協会の放送を受信すること\nのできる受信設備」に当たる。\nしたがって，本件テレビを設置した被控訴人は，放送法６４条１項の「協\n会の放送を受信することのできる受信設備を設置した者」に当たるといえ\nるから，放送受信契約の締結義務を負う。\nさらに，被控訴人は，放送受信契約の締結義務を免れるために，Ａに対\nし，控訴人の放送のみを遮断するカットフィルターを取り付けたテレビジ\nョン受信機を購入したい旨を伝え，本件テレビが控訴人の放送のみを受信\nすることのできない状態にあることを認識しながら，本件テレビを購入し，\nこれを設置しているのであるから，被控訴人は，本件テレビが控訴人の放\n送のみを受信することのできない状態にあることを意図的に利用している\n者（意図的利用者）といえ，放送法６４条１項の「協会の放送を受信する\nことのできる受信設備を設置した者」として放送受信契約の締結義務を負\nうということができる。\n（被控訴人の主張）\nア  放送法が控訴人の提供する放送と民間放送事業者による放送の二系列の\n事業システム（放送二元体制）をとっており，放送法６４条１項はこのこ\nとを前提として解釈されるべきであるとの控訴人の主張は争わないが，そ\nの余の主張は否認ないし争う。\n放送法６４条１項は，放送受信契約の締結義務を生じさせ，個人の契約\nの自由を制限するものであるから，同項の解釈は文言に即して厳格にすべ\nきであり，また，同項により放送受信契約が締結されれば受信料納付義務\nが生じるから，租税法律主義の観点も考慮に入れるべきで，明文に反して\n納付義務の範囲が広がるような解釈はすべきではない。\nそして，放送法６４条１項の定める放送受信契約は控訴人の放送を対象\nとするものであり，当該受信設備が協会の放送を受信することのできる性\n能を備えていることが不可欠の前提となるから，放送法６４条１項の「協\n会の放送を受信することのできる受信設備」とは，実際に協会の放送を受\n信することのできる性能を備えた受信設備をいい，これを「設置した者」\nとは，同受信設備を控訴人の放送を受信し，視聴することのできる状態に\n置いた者をいうと解すべきである。また，これらの該当性の有無は技術的\nな事実に基づいて判断すべきであり，控訴人が主張するような規範的な解\n釈を前提として判断すべきではない。控訴人は，放送法６４条１項の意義\nを規範的に解釈し，当該テレビジョン受信機の控訴人の放送を受信する機\n能の一部が制限されたとしても，その基本構造として，控訴人の放送を受\n信することのできるテレビジョン受信機としての機能を維持している場\n合には当該テレビジョン受信機は同項所定の受信設備に当たる旨主張す\nる。しかし，「基本構造」の定義は明らかではなく，この定義いかんによっ\nては，同項所定の受信設備の範囲は無限に広がり，同項の文言と極端にか\nけ離れた解釈がされることになり不当である。同項所定の受信設備につき\n「基本構造」を問題にするのであれば，当該受信設備が実際に控訴人の放\n送を視聴できるかどうか，あるいは，実際に視聴できなくても，簡単に視\n聴できたり，できなくさせたりすることができるかどうかにより判断すべ\nきである。\nイ  本件テレビは，控訴人の放送の信号を減衰するカットフィルター（本件\nフィルター）が取り付けられており，実際に控訴人の放送を受信し，視聴\nすることはできない。また，本件フィルターのような放送の信号を遮断す\nる機器を取り外すことができる場合には控訴人の放送を受信することので\nきる受信設備に当たるといえたとしても，本件テレビは，本件テレビを破\n壊することなく本件フィルターを取り外すことはできないから，上記のよ\nうな受信設備ということはできない。\n控訴人は，本件テレビは，加工したＴＶケーブルを接触させる方法（本\n件方法①。ブースターを用いる場合を含む。）及びニッパを用いて切除を行\nう方法（本件方法②）により，控訴人の放送を受信することのできる状態\nに復元することが可能である旨主張するが，ブースターを用いずに本件方\n法①により復元することが可能であることについては証拠があるとはいえ\nず，ブースターを用いる方法についても，被控訴人が実際にブースターを\n設置していること又はブースターを所有していていつでもこれを設置する\nことができることについては証拠がない。また，控訴人が主張する本件方\n法②は，チューナー及び本件フィルターを取り囲む３か所のアルミ箔で包\nんだアクリル板を糸のこぎりとニッパを用いて切除し，スピーカーコード\nが露出したところに加工済みケーブルの先端の芯線を接触させることによ\nり漸く控訴人の放送を受信することが可能になるというものであり，手を\n離して加工済みケーブルの先端の芯線を接触させることをやめれば，すぐ\nに受信できなくなるというものであって，およそ復元可能性があるといえ\nるものではない。\n結局，本件テレビは，控訴人の放送を受信することのできる状態に復元\nすることが可能なものとはいえない。\nしたがって，本件テレビは，放送法６４条１項の「協会の放送を受信す\nることのできる受信設備」には当たらず，また，被控訴人は同項所定の「受\n信設備を設置した者」には当たらないから，被控訴人は同項所定の放送受\n信契約の締結義務を負わない。\n第３  当裁判所の判断\n１  当裁判所は，原判決とは異なり，本件テレビは放送法６４条１項の「協会の\n放送を受信することのできる受信設備」に当たり，被控訴人は同項所定の「受\n信設備を設置した者」に当たるから，被控訴人は同項所定の放送受信契約の締\n結義務を負うと判断する。その理由は，次のとおりである。\n⑴  認定事実\n前提事実,後掲各証拠及び弁論の全趣旨によれば,以下の事実が認められる。\n本件テレビは，控訴人による受信料の徴収業務等に批判的な意見を有して\nいるＡが，被控訴人への販売に先立ち，市販されている原判決別紙テレビ受\n像機目録記載のテレビ（加工元テレビ）をインターネットオークションにお\nいて３０００円で購入し，次の手順，すなわち，①本件テレビのチューナー\nから同軸ケーブルのコネクタを取り外す，②チューナーを浮かせ，それによ\nってできたスペースに本件フィルターを埋め，本件フィルターからの出力を\nスピーカーコードによってチューナーの入力部に繋ぐ，③アクリル板とアル\nミ箔を重ね合わせた板でチューナーとフィルターの周りを囲い，その中にエ\nポキシ樹脂を何度か重ねて流し込み，上部までエポキシ樹脂で埋める，④周\n辺に流れ出たエポキシ樹脂の層の上にアルミ箔を重ね，更にその上にエポキ\nシ樹脂を流して固めるという手順で，控訴人の放送の信号のみを減衰するカ\nットフィルター（本件フィルター）を取り付ける加工（本件加工）を施した\nものであり，本件加工の結果，本件テレビは，民間放送事業者の放送の信号\nについては問題なく受信することができるが，控訴人の放送の信号について\nは，室外アンテナからのＴＶケーブルとテレビジョン受信機内のチューナー\nとの間に本件フィルターが取り付けられ，控訴人の信号のみを極めて微弱に\nしか受信できないため，控訴人の放送を視聴することができない（前記引用\nに係る前提事実⑴，⑵）。\nもっとも,本件テレビは，①ブースター（テレビの電波の強度を増幅させる\n機器であり，室外アンテナとテレビジョン受信機との間のＴＶケーブルに接\n続してこれを中継させ，使用するもの）を用い，芯線の周囲の金属を取り除\nく加工を施したＴＶケーブル（加工済みケーブル）の先端（芯線）を本件テ\nレビの端子取り出し口のＦ型ジャック出口を塞ぐアルミ板又はチューナー上\n部に接触させる方法，もしくは，②本件テレビのチューナー及び本件フィル\nターを取り囲む３か所のアクリル板を糸のこぎりとニッパを用いて切除して\n本件フィルターとチューナーとを接続するスピーカーコードを露出させ，こ\nの露出させたスピーカーコードの芯線にＴＶケーブルである加工済みケーブ\nルの先端の芯線を接触させることにより，すなわち，ＴＶケーブルを本件フ\nィルターを通さずにチューナーに直結させることにより控訴人の放送を受信\nし，視聴することができることが認められる（②については,実験用テレビ②\nを使用しての実験結果（乙１０）から推認した。）。\n被控訴人は，上記①の方法につき，被控訴人が実際にブースターを設置し\nていること又はブースターを所有していていつでもこれを設置することがで\nきることについては立証がない旨主張するが，ブースターが税込３８２４円\nで市販されていることは前記⑴引用に係る原判決摘示のとおりであり，その\n入手は容易であるといえるから，仮に被控訴人がブースターを保有していな\nいとしても，そのことは上記判断を左右するものではない。\nまた，被控訴人は，上記②の方法について，実験用テレビ②を使用した実\n験の信用性はなく(甲１８)，また，同方法は，手を離し加工済みケーブルの\n先端の芯線を接触させることをやめれば，すぐに受信できなくなるというも\nのであり，およそ復元可能性があるとはいえない旨主張する。確かに同実験\nは，本件テレビを使用したものではなく，作業の難易の程度や作業に要する\n時間等に差が出ることはあり得るものの，同方法が本件テレビに適用できな\nいものとまでは言えず，また，同ケーブルについては別途固定の措置を施す\nことにより，控訴人の放送を受信し，視聴することができる状態を継続させ\nることは可能であるといえるから，被控訴人の上記主張は上記判断を左右す\nるものではない。\n⑵  以下，上記のような経緯で市販のテレビから加工され，被控訴人宅に設置\nされた本件テレビについて，被控訴人が，前記条項所定の放送受信契約の締\n結義務を負うか否かを検討する。\nア  放送法は，旧法下において社団法人日本放送協会のみが行っていた放送\n事業について，「公共の福祉のために，あまねく日本全国において受信でき\nるように放送を行うことを目的とする」（制定当時の放送法７条）公共放送\n事業者とそれ以外の一般放送事業者（同法第３章。民間放送事業者）とが，\n各々その長所を発揮するとともに，互いに他を啓蒙し，各々その欠点を補\nい，放送により国民が十分福祉を享受することができるように図るべく，\n二本立て体制を採ることとした。そして，同法は，二本立て体制の一方を\n担う公共放送事業者として控訴人を設立することとし，その目的，業務，\n運営体制等を定め（控訴人の目的には，放送及びその受信の進歩発達に必\n要な業務を行うことも含まれ，控訴人は，そのために必要な調査研究を行\nうこともその業務としている（放送法１５条，２０条１項３号）。），控訴人\nを，民主的かつ多元的な基盤に基づきつつ自律的に運営される事業体とし\nて性格付け，これに公共の福祉のための放送を行わせることとした。放送\n法が，控訴人につき，営利を目的として業務を行うこと及び他人の営業に\n関する広告を放送することを禁止し（２０条４項，８３条１項），事業運営\nの財源を受信設備設置者から支払われる受信料によって賄うこととしてい\nるのは，控訴人が公共的性格を有することをその財源の面から特徴付ける\nものである。すなわち，上記の財源についての仕組みは，特定の個人，団\n体又は国家機関等から財政面での支配や影響が控訴人に及ぶことのないよ\nうにし，現実に控訴人の放送を受信するか否かを問わず，受信設備を設置\nすることにより控訴人の放送を受信することのできる環境にある者に広く\n負担を求めることによって，控訴人が上記の者ら全体により支えられる事\n業体であるべきことを示すものにほかならない。控訴人の存立の意義及び\n控訴人の事業運営の財源を受信料によって賄うこととしている趣旨が，国\n民の知る権利を実質的に充足し健全な民主主義の発達に寄与することを究\n極的な目的とし，そのために必要かつ合理的な仕組みを形作ろうとするも\nのであることに加え，放送法の制定・施行に際しては，旧法下において実\n質的に聴取契約の締結を強制するものであった受信設備設置の許可制度が\n廃止されるものとされていたことをも踏まえると，放送法６４条１項は，\n控訴人の財政的基盤を確保するための法的に実効性のある手段として設け\nられたものと解されれる。（最高裁平成２６年（オ）第１１３０号，同年（受）\n第１４４０号，第１４４１号同２９年１２月６日大法廷判決・民集７１巻\n１０号１８１７頁参照）。\nこのように，放送法が控訴人と民間放送事業者との二本立て体制の下，\n現実に控訴人の放送を受信するか否かを問わず，受信設備を設置すること\nにより控訴人の放送を受信することができる環境にある者に広く負担を求\nめ，控訴人との受信契約を強制できる仕組みを採用していることからすれ\nば，放送法６４条１項の「協会の放送を受信することのできる受信設備」\nとは，控訴人のテレビジョン放送を受信することのできる受信機としての\n機能を有する設備と解され，仮に同機能を有するテレビジョン受信機に控\n訴人の放送のみを受信することを不可能にする付加機器を取り付けるなど\nして，控訴人の放送を受信することができない状態が殊更に作出されたと\nしても，当該付加機器を取り外したり，当該付加機器の機能を働かせなく\nさせたりすることにより，控訴人の放送を受信することのできる状態にす\nることができる場合には，その難易を問わず，当該テレビジョン受信機は\n上記機能を有するものとして，放送法６４条１項所定の受信設備と解する\nのが相当であり，これを設置した者は同項所定の控訴人の「放送を受信す\nることのできる受信設備を設置した者」に当たるというべきである。\n被控訴人は，放送法６４条１項は，放送受信契約の締結義務を生じさせ，\n個人の契約の自由を制限するものであるから，同項の解釈は文言に即して\n厳格にすべきであるとし，同項の該当性について，実際に控訴人の放送を\n視聴することができるか，簡単に視聴できたり，できなくさせたりするこ\nとができるかにより判断すべきと主張するが，控訴人に対する受信料負担\nを免れるなどの目的で，テレビジョン受信機に上記のような工作がされた\n場合に，このような緩やかな基準で控訴人との受信契約締結義務を免れる\nと解することは，放送法の上記仕組みの下，控訴人の財政的基盤を確保す\nるための実効性ある手段として認められた同法６４条１項の趣旨に沿う\nものとはいえず，採用することはできない。\nイ  前記アによれば，本件テレビは，上記に該当する受信設備であるから，\nこれを設置した被控訴人は，放送法６４条１項により，放送受信契約の締\n結義務を負う。\n２  以上によれば，被控訴人の請求は理由がないからこれを棄却すべきである。\n第４  結論\nよって，上記判断と異なる原判決は相当でないからこれを取り消すこととし，\n主文のとおり判決する。\n東京高等裁判所第９民事部\n裁判長裁判官             谷     章        雄\n裁判官     廣        田     泰        士\n裁判官     和        波     宏        典\n"
}