{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 2,
    "month": 9,
    "day": 23
  },
  "case_number": "令和2(行ケ)10048",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "89722",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=89722",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/722/089722_hanrei.pdf",
  "contents": "令和２年９月２３日判決言渡\n令和２年（行ケ）第１００４８号  審決取消請求事件\n口頭弁論終結日  令和２年８月１２日\n判                決\n原              告      Ｘ\n被              告      特 許 庁 長 官\n同 指 定 代 理 人        金 澤 俊 郎\n北 村 英 隆\n西中村   健   一\n関 口 哲 生\n小 出 浩 子\n主 文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  請求\n特許庁が不服２０１９－７９３３号事件について令和２年３月９日にした審決\nを取り消す。\n第２  事案の概要\n本件は，特許出願拒絶査定に対する不服審判請求を不成立とした審決の取消訴訟\nである。争点は，進歩性の認定判断の誤りの有無である。\n１  特許庁における手続の経緯\n原告は，名称を「水素エンジン装置」とする発明につき，平成２８年７月２１日\n（以下「本件出願日」という。）に特許出願した（特願２０１６－１４３４０１号。\n以下「本願」という。）が，平成３１年４月２２日付けで拒絶査定を受けた。\n原告は，令和元年６月１３日，拒絶査定不服審判を請求したが（不服２０１９－\n７９３３号），特許庁は，令和２年３月９日，「本件審判の請求は，成り立たない。」\nとの審決（以下「本件審決」という。）をし，本件審決の謄本は，同年４月１日，原\n告に送達された。\n２  本願の特許請求の範囲（以下，請求項の番号に従い，「本願発明１」などとい\nい，本願発明１と本願発明２を併せて「本願発明」という。また，本願の明細書及\nび図面を併せて「本願明細書」という。）の記載\n【請求項１】\n（請求項目１）水を燃料として，化学物質との反応により，水素などガス発生する\n手段，ガス制御部，電子制御部，燃焼部などにより構成される水素エンジンで，点\n火，爆発，噴射により動力を得る事を特徴とする。\n【請求項２】\n（請求項目２）水燃料，化学物質を用い，水素供給部，ガス制御部，燃焼部などに\nより構成される水素エンジンで，点火，爆発，噴射による複数の動力で垂直，水平\nなどの方向へ推進できる装置とする。また，直接水素を燃料とする手段も選択的に\n付加出来るものとする。\n３  本件審決の理由の要点\n(1) 引用文献１（乙１。特開２０１２－４６１０３号公報）には，以下の発明\n（以下「引用発明」という。）が記載されていると認められる。\n「水を活性水素水に変換し，アルミ粉と前記活性水素水とを混合するとともに，炭\n酸水素ナトリウムを添加して水素を発生させる水素発生部２５を有し，水素発生量\nの制御部，水素発生量の制御を行う電子制御部，水素を燃焼する燃焼部により構成\nされる内燃機関で，点火，爆発により動力を得ること。」\n(2) 本願発明１と引用発明との対比及び判断\nア  対比\n本願発明１と引用発明を対比すると，以下の一致点及び相違点があると認められ\nる。\n（一致点）\n水を燃料として，化学物質との反応により，水素などガス発生する手段，ガス制\n御部，電子制御部，燃焼部などにより構成される水素エンジンで，点火，爆発によ\nり動力を得る事を特徴とする点。\n（相違点）\n動力を得る事について，本願発明１は，点火，爆発，「噴射」によるのに対して，\n引用発明は，点火，爆発による点。\nイ  相違点についての判断\n(ｱ)  引用文献２（乙２。特開２００９－６２２１５号公報）には，「水素\n燃料車両において，水素燃料の内燃機関を動力源とすること。」が記載されている\nと認められ，このような水素燃料の内燃機関が，点火，爆発，噴射により動力を得\nるものを含むことは自明である。これに加えて，乙３（特開２０１１－１５３６１\n６号公報）及び乙４（特開２００８－６３９５５号公報）によると，水素エンジン\nにおいて，点火，爆発，噴射により動力を得ることは，本件出願日における周知技\n術といえる。\nそして，引用発明と上記周知技術とは，水素エンジンに関する技術である点で共\n通し，引用発明に上記周知技術を適用することについての格別な阻害要因はないか\nら，引用発明の内燃機関において，上記周知技術を考慮し，「点火，爆発，噴射によ\nり動力を得る事」として，上記相違点に係る本願発明１の発明特定事項とすること\nは，当業者が容易に想到し得たことである。\n(ｲ)  本願発明１は，全体としてみても，引用発明及び周知技術から予測\nし得ない格別な効果を奏するものではない。\n(ｳ)  以上からすると，本願発明１は，引用発明及び周知技術に基づいて，\n当業者が容易に発明をすることができたものであり，特許法２９条２項の規定によ\nり特許を受けることができないから，本願は拒絶すべきものである。\n第３  原告主張の審決取消事由\n１  取消事由１\n引用文献１にはナトリウムの粒子（以下「Ｎａ粒子」という。）について記載がな\nいから，Ｎａ粒子の点についても本願発明１と引用発明との間の相違点と認定すべ\nきであるし，同相違点は容易想到なものではない。\n水に化学物質を加えるか，化学物質に水を加えるかで反応速度が違うし，本願明\n細書では，【図１】（ａ）などでＮａ粒子を用いることが明確に記載されている。\n２  取消事由２\n本願発明１は，点火，爆発，「噴射」で直接的に推進力を得るもので，従来の内燃\n機関の概念から考えられない新規な手法を採用している。\n本願発明は，制御方式が全く異なるものであるが，本願明細書の【図１】（ｂ）な\nどに記載されている制御方式は，本件審決や被告が指摘する文献には全く記載され\nていない。\n本願発明では，小型化・軽量化が達成されている。\n以上からすると，本願発明１は，引用発明及び周知技術に基づいて容易想到なも\nのとはいえない。\n第４  被告の主張\n１  取消事由１について\n(1) 本件審決の相違点の認定に誤りはないこと\n本願発明１の「化学物質」とは，水を燃料として反応により水素などのガスを発\n生させるものであるといえるところ，引用文献１には，「アルミ粉」及び「炭酸水素\nナトリウム」が記載されており，これらは水を燃料として反応により水素ガスを発\n生させるものであるから，引用発明の「アルミ粉」及び「炭酸水素ナトリウム」は，\nその機能，構成及び技術的意義からみて，本願発明１の「化学物質」に相当する。\nしたがって，「化学物質」を一致点であるとした本件審決の認定に誤りはない。\n(2) 原告の主張について\nア  本願の請求項１には「化学物質」との記載はあるものの「Ｎａ粒子」に\nついての記載がないから，原告の主張は特許請求の範囲の記載に基づくものではな\nく，失当である。\nイ  仮に，本願の請求項１における「化学物質」が「Ｎａ粒子」を意味する\nものと限定して解釈できたとしても，水とナトリウムが化学的に反応して水素を発\n生することは，乙５（岩波理化学事典第５版，平成２４年）の９８４ページのナト\nリウムの項目の記載や乙６（特開２００７－１４５６８６号公報）の請求項７及び\n８に示されるように，本件出願日前の技術常識である。\nそして，引用発明は，「水を燃料として，化学物質との反応により，水素などガス\nを発生する」点で本願発明１と一致するものであるから，上記技術常識を参酌して，\n引用文献１に記載される「アルミ粉」に代えて，「ナトリウム粉」すなわち「Ｎａ粒\n子」を用いて，「水を燃料として，化学物質（Ｎａ粒子）との反応により，水素など\nガスを発生する」ようにすることは，当業者が容易になし得たことである。\n(3) 小括\n以上によると，原告が主張する取消事由１は理由がない。\n２  取消事由２について\n(1) 本件審決の進歩性の判断に誤りはないこと\nア  本願発明１は，「水素エンジンで，点火，爆発，噴射により動力を得る\n事」と特定されているものの，「点火，爆発，噴射で直接的に推進力を得る」こと\nまでは特許請求の範囲において特定されていないし，「噴射」の対象として，何が\n「噴射」されるのかも特定されていない。\nイ  エンジンにおいて，動力を得る際には「噴射」が行われること及び当該\n「噴射」には，燃焼室への燃料の「噴射」や，燃焼室での燃料の点火や燃焼によっ\nて生成される燃焼ガスの燃焼室における「噴射」，エンジンから外部への「噴射」\nなど，様々な「噴射」の態様が存在することがエンジンにおける技術常識である（乙\n３，１８，１９）ところ，本願の請求項１では「点火，爆発，噴射により動力を得\nる事」とだけ特定されているから，本願発明１は，水素エンジンにおいて「点火，\n爆発，噴射」により動力を得るものであれば，あらゆる「噴射」の態様のものを含\nむものといえる。\nウ  引用文献２（乙２）には，「水素燃料車両において，水素燃料の内燃機関\nを動力源とすること。」（以下「乙２記載事項」という。）が記載されており，上記技\n術常識を踏まえると，乙２記載事項において「動力源」である「水素燃料の内燃機\n関」が，「点火，爆発，噴射」により動力を得るものを含むことは自明である。\nまた，水素エンジンにおいて，点火，爆発，噴射により動力を得ることは，乙２\n記載事項，乙３の段落【００７５】～【００７８】及び【図４】並びに乙４の段落\n【０００６】及び【図１】にあるように，本件出願日前における周知技術（以下「周\n知技術１」という。）である。\nそして，引用発明と周知技術１とは，水素エンジンに関する技術である点で共通\nし，引用発明に周知技術１を適用することについての格別の阻害要因を見いだすこ\nともできない。\nそうすると，引用発明の内燃機関において，周知技術１を考慮し，「点火，爆発，\n噴射により動力を得る事」として，本件審決が認定した相違点に係る本願発明の発\n明特定事項とすることは，当業者が容易に想到し得たことである。\n(2) 原告の主張について\nア  前記のとおり，本願の請求項１では「噴射」で直接的に推進力を得るこ\nとが特定されておらず，原告の主張は特許請求の範囲の記載に基づくものではなく，\n失当である。\nイ  仮に，本願の請求項１の「噴射により動力を得る事」が原告の主張する\n「噴射により直接的に推進力を得る事」を意味するものと限定して解釈できたとし\nても，水素エンジンにおいて，水素を燃焼した流体の「噴射により直接的に推進力\nを得る事」も，乙３の段落【００１５】，【００４７】並びに乙２０（特表２０１３\n－５１５１９６号公報）の【請求項１】，段落【０００１】～【０００３】，【００１\n６】，【００４２】，【００４３】及び【図１】にあるように，当業者の周知技術（以\n下「周知技術２」という。）である。そして，上記(1)で述べたのと同様に，引用発\n明において，周知技術２を考慮して，相違点に係る発明の発明特定事項とすること\nは，当業者が容易に想到し得たことである。\n本願発明１は，全体としてみても，引用発明及び周知技術２から予測し得ない格\n別な効果を奏するものではない。\nしたがって，本願発明１は，引用発明及び周知技術２に基づいて，当業者が容易\nに発明をすることができたものである。\n(3) 以上によると，原告が主張する取消事由２は理由がない。\n第５  当裁判所の判断\n１  本願発明１について\n(1) 本願明細書（乙８，９）の記載\n本願明細書には，以下の記載がある。\n【発明の詳細な説明】\n【技術分野】\n【０００１】\n水，水素などを燃料として動力を得る水素エンジン装置に関するものである。\n【背景技術】\n【０００２】\n現状の自動車などでは，ガソリンエンジンが主力で電気自動車，ハイブリド車，更\nに水素，酸素の燃料による燃料電池車が実用化されている。吸気，排気，プラーグ\nなどで構成される水素エンジン車も開発されているが，実用化は十分でない。\n【発明の概要】\n【発明が解決しようとする課題】\n【０００４】\n従来の装置はエンジン，車体の小型化，軽量化が難しい。また，ガソリン，燃料ガ\nス等を外部より供給するので，外部の供給設備などが必要となる。また，地上を走\nることが主力となるが，空中を飛ぶような機能を持たせることが困難である。\n【課題を解決するための手段】\n【０００５】\n本発明では，以上のような欠点を除き，小型軽量化を行い易くする。水を燃料とし\nて直接，水から水素を発生する事が出来る。この場合，水に化学物質（Ｎa粒子など）\nを又は，化学物質に水を加える等の方法がある。本発明の実施例では前者の例で説\n明する。勿論，水素燃料を直接エンジンに取り込んで燃焼させる手段も選択できる。\n更に，簡単なエンジンシステムにより，空中を飛ぶ機能を備える手段など従来にな\nい機能を持つことを特徴とする。基本的には，水を燃料として水素を発生する手段\nを持ち，水素ガス蓄積部，電子制御部，ガス制御バルブ，動力エンジン部，ガス噴\n射部などの構成により，エンジンの推進力を得る手段を持つ。\n【発明の効果】\n【０００６】\n水を燃料として水素ガスに変換し，または，直接に水素ガスを使用し点火，爆発力\nで地上の走行や空中を飛ぶことが容易にできる。これにより，石油，ガソリンの使\n用，排出によるエネルギー，大気汚染など環境問題の軽減が期待される。\n【図面の簡単な説明】\n【０００７】\n【図１】図１は本発明の基本構成の例を示す。同図の(a)は本発明エンジンの基本図\nである。同図の(b)は本エンジン動作タイミングチャートの例である。図１(a)にお\nいて,１は水燃料タンク，２は燃料の水，３は化学物質（Naなど），１３は化学物質\n供給バルブ，４，８は水素ガス管，５は水素ガス蓄積部，７は水素ガス調節バルブ，\n９は水素混合ガス管，１０はガス制御バルブ，１０＇は空気吸入弁（酸素を含む），\n１１は混合ガス入力部，１５は動力エンジン部，１６はガス点火部，１８はガス噴\n射部，２０は電子制御部，２５は電源部（バッテリー）である。３５は水素供給部\n（水素ボンベイ等），３７は水素供給バルブである。図１（b）において，それぞれ\nのタイミングの例を示す。（A）は水素ガス調節バルブ７，(B)は電子制御部２０，\n（Ｃ）はガス制御バルブ１０，(D)はガス点火部１６，(E)はガス噴射部１８を示す。\n【図２】図２は本発明エンジンの応用例である。図２において，１は水燃料タンク，\n２は燃料の水，３は化学物質（Naなど），３３は化学物質供給バルブ，５はガス蓄\n積部（空気混合），６はガス制御バルブ（空気吸入バルブ含む），７は混合ガス水\n平動力バルブ，８は混合ガス垂直動力バルブ，１０は水平動力エンジン部（点火部\n含む），１１は水平動力ガス噴射部，２０は垂直動力エンジン部（点火部含む），\n２１は垂直動力ガス噴射部，３０は電源部（バッテリー），３１は電子制御部，３\n５は水素供給部（水素ボンベイ等），３７は水素供給バルブ，３８は本装置の車体，\n４０は前車輪と軸，４１は後車輪と軸，５０は車体カバー，５１は前進方向カバー，\n５３は上方向カバーである。\n【図３】図３は従来開発されているエンジンの構成例である。同図において，１は\n水素補給口，２は水素タンク，３は水素ガスの電子制御部，４と５は水素パイプ，\n１０はエンジン部，１１は吸気室，１２は回転部，１３は燃焼室，１４は吸気口，\n２１は排気パイプ，２２は排気の出口，２５は車輪の駆動部，３０は前輪，３１は\n後輪，３２は車体，３３は車体カバーである。\n【発明を実施するための形態】\n【０００８】\n図１を基に本発明の基本動作の例について説明する。図 1（a)において，先ず，水\n燃料タンク１に燃料の水２を入れる。化学物質３（Naなど）は化学物質供給バルブ\n１３を開いて水燃料タンク１に注入する。燃料の水２と化学反応をを起し（判決注：\n「化学反応を起こし」の誤記と認める。），水素ガスを発生する。そのガスを水素\nガス蓄積部５へ蓄えておく。水素供給バルブ３７が開いている場合，この水素ガス\nは水素ガス管４を介して水素ガス調節バルブ７へ送られる。しかし，動作しない時\nは閉じられている。動作を開始する時，電子制御部２０のコントローラによって水\n素ガス調節バルブ７が開いて水素ガス管８を介してガス制御バルブ１０で電子制御\n２０によりバルブの開閉でガス流量が制御される。この時，同時に空気吸入弁１０＇\nより酸素等の空気が流入される。それらの混合ガスは水素混合ガス管９を介して混\n合ガス入力部１１より，動力エンジン部１５へ流入する。その混合ガスはガス点火\n部１６において，図１（b）のタイミングチャートに従って動作し点火，爆発する。\nその爆発力がガス噴射部１８を経て動力源となる。これらは電子制御部２０が本エ\nンジンの動作をコントロールする。電源部２５（バッテリー）が電気系機能の全て\nの電源となる。また，必要に応じて発電機と連結して充電することも出来る。更に，\n図１(a)において水素供給部（水素ボンベイ等）３５，水素供給バルブ３７とを連動\nすることにより直接水素ガスを使用して本発明の上述のような動作機能を行うこと\nもできる。図1(ｂ)のタイミングチャートでもう少し詳しく説明する。前述の様な状\n態で水素ガス調節バルブ７を調節設定する。図１（b）のタイミング(A)で水素ガス\n調節バルブ７が制御される。水素ガス蓄積部５の水素ガスが水素ガス管４を介して\n水素ガス調節バルブ７へ流入し電子制御部２０によるタイミング（B)でコントロー\nルされる。水素ガス管８を経てガス制御バルブ１０へ流入する。この時，ガス制御\nバルブ１０のタイミング(C)で水素混合ガスはコントロールされる。この時，ガス制\n御バルブ１０の中で空気吸入弁１０＇を同じタイミングで空気（酸素)を混入する。\nこの様にして，それらの水素と空気の混合ガスが混合ガス入力部１１を経て動力エ\nンジン部１５に導入される。この時，ガス点火部１６がタイミング（D)で点火し，\n爆発する。この爆発ガスがガス噴射部１８よりタイミング（E)で放出される。その\n圧力がエンジン動力源となる。このサイクルは速く，遅く，連続，停止など必要に\n応じてガス量，点火サイクルで制御できる。従って，馬力，スピード等は自由に調\n節できる。電子制御部２０のコントロールでエンジンの始動，停止，可動，走行な\nどの操作が行える。\n【実施例】\n【０００９】\n次に，図２に基づいて本発明エンジンの応用の実施例について説明する。同図にお\nいて先ず，化学物質３が化学物質供給バルブ３３を介して水燃料タンク１に加えら\nれて燃料の水２と反応して水素を発生する。水素供給バルブ３７がガス蓄積部５へ\n流れるように切り替えられる。ガス制御バルブ６（空気吸入口も含まれる）が開い\nてガス蓄積部５へ水素が送られる。この時，水素ガスは空気吸入口から空気（酸素)\nを取り入れて混合ガスとすることが出来る。この状態で電子制御部３１の操作によ\nり，混合ガス水平動力バルブ７で調節して水平動力エンジン部１０へ混合ガスを送\nる。そこで電子制御部３１のタイミングによりガスが点火し，その爆発力で水平動\n力ガス噴射部１１からの圧力が発生する。その時の力で車輪が前進の方向へ走行で\nきる。その後，混合ガス水平動力バルブ７を閉じて前進走行を停止する。また，電\n子制御部３１の操作により混合ガス垂直動力バルブ８を制御するとガス蓄積部５の\n混合ガスが垂直動力エンジン部２０へ流入する。そこで規定のタイミングで点火，\n爆発が起こり，垂直動力ガス噴射部２１により，上方向へ推進の力が得られ，上に\n飛ぶことが出来る。この時，水平動力エンジン部１０が停止していれば，真上に上\nがり，停止していなければ，斜め方向へ飛ぶことが可能である。また，水素供給部\n３５の水素を直接に使用して水素供給バルブ３７を開いて以上の説明と同様のこと\nが出来る。これまでの説明は一例であるが，構造も簡単で軽量化出来るので種々へ\nの応用が可能である。本発明の装置は水を燃料として使用でき垂直，水平方向など\n種々の方向へ推進できる。水，化学物質燃料は得られ易く再生も出来る。小型，軽\n量化等と共に経済的にも環境的にも従来にない有利な装置となることを特徴とす\nる。\n【産業上の利用可能性】\n【００１０】\n本発明の水素エンジンの使用例として陸上，空中での利用について説明したが，本\n装置は防水の構造にする事により，水中，水上で走行することが可能である。\n【符号の説明】\n【００１１】\n図１(a)において，１は水燃料タンク，２は燃料の水，３は化学物質（Naなど），１\n３は化学物質供給バルブ，４，８は水素ガス管，５は水素ガス蓄積部，７は水素ガ\nス調節バルブ，９は水素混合ガス管，１０はガス制御バルブ，１０＇は空気吸入弁，\n１１は混合ガス入力部，１５は動力エンジン部，１６はガス点火部，１８はガス噴\n射部，２０は電子制御部，２５は電源部。更に，図１(a)において，３５は水素供給\n部（水素ボンベイ等），３７は水素供給バルブである。図１(b)は本発明の動作タイ\nミングチャートの例で（A)は水素ガス調節バルブ７のタイミング，(B)は電子制御部\n２０のタイミング，(C)ガス制御バルブ１０のタイミング，（D)ガス点火部１６のタ\nイミング，（E)ガス噴射部１８のタイミングである。図２において１は水燃料タン\nク，２は燃料の水，３は化学物質（Naなど），３３は化学物質供給バルブ，５はガ\nス蓄積部（空気混合），３５は水素供給部，３７は水素供給バルブ，６はガス制御\nバルブ（空気吸入バルブを含む），７は混合ガス水平動力バルブ，８は混合ガス垂\n直動力バルブ，１０は水平動力エンジン部，１１は水平動力ガス噴射部，２０は垂\n直動力エンジン部，２１は垂直動力ガス噴射部，３０は電源部（バッテリー），３\n１は電子制御部，３８本装置の車体，４０は前車輪と車軸，４１は後車輪と車軸，\n５０は車体カバー，５１は前進方向カバー，５３は上方向カバーである。なお，図\n３の符号の説明は図面の簡単な説明の図３の項に対応する。\n【図１】\n【図２】\n【図３】\n(2) 本願発明１の要旨の認定\n取消事由１，２の判断に先立ち，本願発明１の要旨について，以下のとおり認定\nすることとする。\nア  前提となる事実関係\n乙２，３，１８～２０には以下の記載がある。\n(ｱ) 乙２の記載事項\n【００１２】\n本発明の実施の形態を詳細に説明する。本発明に係る水素発生材料は，金属水素\n化物と，加熱によりヒドロキシル基を有する化合物である水を放出する水放出物と\nを含むことを特徴としている。金属水素化物は，金属をＭとすると，次に示す（化\n１）式の熱分解反応（吸熱反応）により水素を発生する。\n【００１３】\nＭＨ2   →  Ｍ ＋ Ｈ2               …（化１）\n水放出物から加熱により放出された水は，金属水素化物と水分解反応（発熱反応）\nして，（化２）式に示すように，金属酸化物と水素とを発生させる。\n【００１４】\nＭＨ2 ＋Ｈ2Ｏ  →  ＭＯ ＋ ２Ｈ2    …（化２）\nこの水分解反応は，発熱反応であるので，加熱により水を放出する水放出物は，\n金属水素化物と共に存在する場合，加熱により発熱を誘発する物質である。\n【００１５】\nまた，（化３）に示すように，金属水素化物が分解した金属と水との反応も発熱反\n応である。ＭＯとしては，金属酸化物だけではなく，金属水酸化物，金属酸化物の\n水和物が含まれる。Ａｌの場合は，Ａｌ2Ｏ3 ，Ａｌ(ＯＨ)3 ，ＡｌＯＯＨが挙げら\nれる。\n【００１６】\nＭ ＋Ｈ2Ｏ  →  ＭＯ ＋ Ｈ2        …（化３）\n従って，（化２）及び（化３）による水分解反応の熱を，（化１）に示した金属\n水素化物の熱分解反応（吸熱反応）のために利用することができる。これにより，\n水素発生材料から水素を発生させる際に，外部から供給すべき熱量を低減すること\nができる。\n(ｲ) 乙３の記載事項\n【発明の名称】ロケット発電エンジン，ロケット発電ファンエンジン及び運転方法\n【特許請求の範囲】\n【００１４】\n・・・本発明は液体水素燃料のロケットエンジン（１４）を使用しており，・・・\n【００１５】\nこれにより，発電機（１８）で発電した電気を主に水の電気分解に使用させるこ\nとを可能にするとともに，燃焼時の噴流でタービン（１５）を作動させながら噴流\nの反作用で航空機を推進させることが可能となるものである。\n【００４７】\nこれに対し本発明は，液体水素燃料のロケットエンジン（１４）での燃焼による\n噴流で作動する前記タービン（１５）を配置し，前記タービン（１５）につながる\n前記タービン軸（１６）を前記液体水素燃料のロケットエンジン（１４）の前記燃\n焼室（１７）に設けた前記穴（３３）に貫通させ，前記液体水素燃料のロケットエ\nンジン（１４）の前記燃焼室（１７）外の前方に延長し，前記発電機（１８）を配\n置している。これにより燃焼時の噴流の一部で前記タービン（１５）を回転させ発\n電しながら，燃焼による噴流の反作用で航空機を推進させることができる優れた効\n果を発揮でき，特許文献１及び特許文献２ではなし得ない極めて優れた効果である。\n【００７５】\n請求項４の本発明の断面図を図４に示す。\n図４に向かって左側が前方で，右側が後方を意味する。\n【００７６】\n本発明では燃料に液体水素を使用し，酸化剤に液体酸素を使用し燃焼させ作動さ\nせる。\n【００７７】\n本発明ではタービンポンプ方式の液体水素燃料のロケットエンジンを使用する。\nタービンポンプ方式の液体水素燃料のロケットエンジンとは，燃料である液体水素\nを燃焼させて発生させた燃焼ガスの圧力を利用し前記液体水素燃料のロケットエン\nジン（１４）に装備されている燃料ポンプ（３５）のタービン及び酸化剤ポンプ（３\n６）のタービンを駆動させる方式であり，駆動される前記燃料ポンプ（３５）で液\n体水素を燃焼室（１７）に圧縮供給し，同時に駆動される前記酸化剤ポンプ（３６）\nで液体酸素を燃焼室（１７）に圧縮供給させる方式のものである。\n【００７８】\n請求項４の発明では，前記液体水素燃料のロケットエンジン（１４）の前記ノズ\nル（３１）の中心・中央部分に液体水素の燃焼による高温・高圧の噴流で作動する\nように前記タービン（１５）を正対させて配置する。前記タービン（１６）につな\nがる前記タービン軸（１６）を前記液体水素燃料のロケットエンジン（１４）の前\n記燃焼室（１７）の前方の壁面の中心・中央に丸く穴あけ加工を施して前記穴（３\n３）を設け，前記穴（３３）に貫通させて前記液体水素燃料のロケットエンジン（１\n４）の前記燃焼室（１７）外の前方に延長させ，前記タービン（１５）及び前記タ\nービン軸（１６）の回転で作動する前記発電機（１８）を前記液体水素燃料のロケ\nットエンジン（１４）の前記燃焼室（１７）外の前方に配置する。また，前記発電\n機（１８）で発電した電気を送電用ケーブルで前記水の電気分解装置（１９）に接\n続させ，前記水の電気分解装置（１９）内の水を電気分解させて得られた水素及び\n酸素を管で前記液化装置及び貯蔵タンク（２０）に接続させ供給し，前記液化装置\n及び貯蔵タンク（２０）で液化させ貯蔵させながら，前記液体水素燃料のロケット\nエンジン（１４）に管で接続させ，燃料である液体水素及び液体水素の酸化剤であ\nる液体酸素を供給させるように配管すればよい。前記液化装置及び貯蔵タンク（２\n０）で冷却して液体水素及び液体酸素を生産し貯蔵させるには，前記発電機（１８）\nで発電した電気を分配して使用させるようにすればよい。前記水の電気分解装置（１\n９）への水の供給は前記貯水タンク（３４）より行うよう配管すればよい。\n(ｳ) 乙１８（瀬名智和「クルマの新技術用語  エンジン・動力編」１７４\n頁，株式会社グランプリ出版，平成１０年）の記載事項\n「水素エンジン\n水素をエネルギーとして使う最大のメリットは燃焼後の酸化物として水を生成し，\nガソリンエンジンやディーゼルエンジンのように二酸化炭素を発生しないことであ\nる。\n水素エンジンは，水素を外部燃料混合方式と内部燃料混合方式の２種類がある。\n外部燃料混合方式は水素を水素化物タンク内に蓄積し，水素と空気の混合気をイン\nテークマニホールドを通じてエンジン内に噴射し燃焼させるものである。この外部\n燃料混合方式は，すでに乗用車のエンジンとして実用可能なもので企業や大学など\nで研究されている。\n内部燃料混合方式は，直噴エンジンのように水素を直接燃料室に噴射して燃焼さ\nせる方法で，主としてバス用の水素エンジンで研究が行われている。燃料となる水\n素は，高圧タンクや水素吸蔵合金に溜められている。現在，水素を燃料とする動力\nとしては，水素を直接内燃機関で燃焼させるよりも燃料電池の方が注目されている。\nエネルギー効率的にも，また排気のクリーンさから見ても断然燃料電池を使った電\n気自動車の方が優れているからである。」\n(ｴ) 乙１９（特開２０１５－９４３０３号公報）の記載事項\n【発明の名称】  副室付内燃機関\n【発明の詳細な説明】\n【技術分野】\n【０００１】\n本発明は，主室と副室とを備える副室式内燃機関に関する。\n【背景技術】\n【０００２】\n従来，圧縮行程において主室から副室に流入する気体に対してスワール流を生成\nする攪拌生成手段を，副室の内部に設けたものがある（特許文献１参照）。特許文\n献１に記載のものによれば，主室から副室に流入する気体と副室内に供給される着\n火用燃料とを均一に混合して，副室内における着火用燃料への着火性を安定させる\nことができる。\n【０００４】\nしかしながら，特許文献１に記載のものでは，副室内における着火用燃料への着\n火性を安定させることができるものの，副室から主室へ噴射される火炎ジェットを\n主室において拡散させる上で，未だ改善の余地を残している。\n【０００５】\n本発明は，こうした実情に鑑みてなされたものであり，その主たる目的は，副室\nから主室へ噴射される火炎ジェットを，主室において迅速に拡散させることのでき\nる副室式内燃機関を提供することにある。\n【発明を実施するための形態】\n【００１０】\n（第１実施形態）\n以下，第１実施形態について図面を参照して説明する。本実施形態では，ガス燃\n料を用いる副室式内燃機関として具体化している。図１は，内燃機関１０の模式図\nである。\n【００１１】\n同図に示すように，内燃機関１０（副室式内燃機関）は，シリンダブロック１２，\nピストン１４，シリンダヘッド２０，吸気バルブ４１，排気バルブ４２，主燃料噴\n射弁５１，副燃料噴射弁５２，点火プラグ５４，ＥＣＵ（Electric Control Unit）\n５０等を備えている。\n【００１２】\nシリンダブロック１２，ピストン１４，シリンダヘッド２０により，主室１５が\n区画形成されている。シリンダヘッド２０には，吸気ポート２１及び排気ポート２\n２が形成されている。吸気ポート２１から吸気バルブ４１を介して主室１５へ吸気\nを吸入可能であり，主室１５から排気バルブ４２を介して排気ポート２２へ排気を\n排出可能である。吸気バルブ４１及び排気バルブ４２は，図示しないカムシャフト\nにより駆動される。\n【００１３】\n図示しない燃料ポンプにより加圧された燃料が，主燃料噴射弁５１へ供給される。\n主燃料噴射弁５１は，シリンダヘッド２０において主室１５の中央に対向する部分\nの付近に取り付けられており，圧縮行程においてピストン１４の頂面に向けてガス\n燃料（燃料）を噴射する。主燃料噴射弁５１の駆動は，ＥＣＵ５０により制御され\nる。\n【００１４】\nシリンダヘッド２０において主室１５の中央に対向する部分には，主室１５より\nも容積の小さい副室２３が形成されている。主室１５と副室２３とは，断面円形の\n噴射孔２４により連通している。すなわち，噴射孔２４は円柱状に形成されている。\nシリンダヘッド２０には，副室２３に臨むように副燃料噴射弁５２及び点火プラグ\n５４が取り付けられている。副燃料噴射弁５２（燃料供給弁）は，噴射孔５２ａ（被\n供給部）から副室２３内に燃料を供給する。点火プラグ５４は，副室２３内の空気\nと燃料との混合気に点火する。\n【００１５】\n副室２３へ供給する燃料は，主室１５へ供給するガス燃料と同一でもよいが，主\n室１５へ供給するガス燃料よりも燃焼速度の速い燃料が望ましい。具体的には，芳\n香族化合物に富む高オクタン価液体燃料や水素に富むガス燃料などが望ましい。\n【００２４】\n次に，内燃機関１０の燃焼サイクルについて説明する。\n【００２５】\nまず，図１に示すように，吸気行程において，吸気バルブ４１が開かれ，吸気ポ\nート２１から主室１５へ空気が吸入される。\n【００２６】\n続いて，圧縮行程において，吸気バルブ４１が閉じられ，ピストン１４により空\n気が圧縮されるとともに，主燃料噴射弁５１からピストン１４のキャビティ１４ａ\nに向けて燃料が噴射される。このとき，図２に矢印で示すように，主室１５から噴\n射孔２４を通じて副室２３へ空気が流入する。\n【００２７】\nここで，主室１５から副室２３へ流入した空気が旋回を伴っていると，ベーン３\n０によって副室２３から主室１５へ流出する火炎ジェット（気体）を旋回させる際\nに支障をきたすおそれがある。この点，図３に示すように，ベーン３０は，主室１\n５から副室２３へ流入する空気の流れが副室２３の内面から剥離する円錐部分２６\nに設けられている。このため，主室１５から副室２３へ流入する空気は，ベーン３\n０によって旋回させられない。\n【００２８】\n続いて，副燃料噴射弁５２から副室２３内に燃料が噴射される。噴射された燃料\nは，主室１５から副室２３へ流入する空気と混合される。このとき，図２に矢印で\n示す空気の流れにより，空気と燃料との混合が促進される。\n【００２９】\nそして，点火プラグ５４により，この混合気に点火される。点火された混合気の\n燃焼により，噴射孔２４へ向かう火炎ジェットが生成される。このとき，噴射孔５\n２ａから所定部５４ａまでの距離が最も長くなる向きに点火プラグ５４が配置され\nているため，所定部５４ａよりも副室２３の中心側で混合気を燃焼させることがで\nきる。火炎ジェットのうち，副室２３の内面に沿って噴射孔２４へ向かう部分は，\nベーン３０により旋回させられるように流れが導かれる。このとき，主室１５から\n副室２３へ流入する空気は，ベーン３０によって旋回させられていないため，ベー\nン３０により火炎ジェットを旋回させる際に支障をきたすことはない。なお，仮に\n主室１５から副室２３へ流入する空気がベーン３０により旋回させられるとすると，\nその旋回させられる方向と，副室２３から主室１５へ流出する火炎ジェットがベー\nン３０により旋回させられる方向とは逆方向になる。\n【００３０】\nここで，円錐部分２６（副室２３）の流路断面積は，主室１５に連通する噴射孔\n２４まで滑らかに縮小されている。このため，副室２３内で火炎ジェットの流れ方\n向が急激に変化することはなく，流路断面積が徐々に狭められるため，噴射孔２４\nに近付くほど火炎ジェットの速度が上昇する。したがって，旋回を伴う火炎ジェッ\nトは，噴射孔２４まで渦崩壊を起こすことなく，旋回を維持したまま噴射孔２４か\nら主室１５へ噴射される。なお，一般に旋回流は，中心部分の圧力が低いため，速\n度が低下すると渦崩壊を起こす。\n【００３１】\n続いて，噴射孔２４から噴射された旋回を伴う火炎ジェットは，主室１５内で速\n度が低下することにより渦崩壊を起こし，主室１５内において急激に拡散する。こ\nこで，ピストン１４において噴射孔２４に対向する部分には，キャビティ１４ａが\n形成されている。このため，副室２３から主室１５に噴射された火炎ジェットがピ\nストン１４に衝突することを抑制することができる。\n【００３２】\nこのように，火炎ジェットの渦崩壊を利用することにより，副室２３から主室１\n５へ噴射される火炎ジェットを，主室１５において迅速に拡散させることができる。\nその結果，火炎伝播に頼らなくても，主燃料噴射弁５１により噴射された燃料と空\n気との混合気を迅速に燃焼させることができ，主室１５内での燃料の燃焼改善，及\nび内燃機関１０の熱効率向上を図ることができる。さらに，主燃料噴射弁５１によ\nり噴射された燃料と空気との予混合が不十分な場合でも，火炎ジェットによる混合\n気への点火が可能となり，ひいては内燃機関１０の燃費性能を向上させたり，窒素\n酸化物の排出を抑制したりすることができる。\n【００３３】\n以上詳述した本実施形態は，以下の利点を有する。\n【００３４】\n・ベーン３０により，副室２３内の気体が旋回させられるため，副室２３内で点\n火される燃料は旋回を伴う火炎ジェットとなる。そして，副室２３の流路断面積は，\n主室１５に連通する噴射孔２４まで滑らかに縮小されている。このため，旋回を伴\nう火炎ジェットは，噴射孔２４まで渦崩壊を起こすことなく，旋回を維持したまま\n噴射孔２４から主室１５へ噴射される。旋回を伴う火炎ジェットは，主室１５内で\n速度が低下することにより渦崩壊を起こし，主室１５内において急激に拡散する。\nその結果，副室２３から主室１５へ噴射される火炎ジェットを，主室１５において\n迅速に拡散させることができ，ひいては主室１５内での燃料の燃焼を改善すること\nができる。\n【００３５】\n・主室１５から副室２３へ流入する空気は，ベーン３０によって旋回させられな\nい。したがって，ベーン３０により，副室２３から主室１５へ流出する火炎ジェッ\nトを確実に旋回させることができ，旋回を伴う火炎ジェットを確実に形成すること\nができる。\n【００３６】\n・ベーン３０は，主室１５から副室２３へ流入する気体の流れが副室２３の内面\nから剥離する円錐部分２６に設けられている。このため，主室１５から副室２３へ\n流入する空気の流れは，円錐部分２６の内面から剥離し，ベーン３０によって旋回\nさせられない。一方，副室２３の内面に沿って噴射孔２４へ向かう火炎ジェットを\n旋回させるように，ベーン３０により火炎ジェットの流れが導かれる。したがって，\nベーン３０により，副室２３から主室１５へ流出する火炎ジェットを確実に旋回さ\nせることができ，旋回を伴う火炎ジェットを確実に形成することができる。\n【００３７】\n・内燃機関１０のピストン１４において噴射孔２４に対向する部分には，キャビ\nティ１４ａが形成されている。このため，副室２３から主室１５に噴射された火炎\nジェットがピストン１４に衝突することを抑制することができ，渦崩壊により火炎\nジェットが主室１５内で拡散することを促進することができる。\n(ｵ) 乙２０（特表２０１３－５１５１９６号公報）\n【発明の名称】液体オキシダントと固体化合物とを含む推進方法およびデバイス\n【特許請求の範囲】\n【請求項１】\n－少なくとも１つの燃焼室（１）に，少なくとも１つの液体酸化剤（ＯＸ）と水\n素（Ｈ２）とを注入することと；\n－燃焼ガスを発生させるために，前記少なくとも１つの液体酸化剤（ＯＸ）および\n水素（Ｈ２）を，前記少なくとも１つの燃焼室（１）中で燃焼させることと；\n－前記燃焼ガスを放出することとを含み，\n前記注入することよりも前に，\n－前記水素（Ｈ２）の少なくとも一部分，有利には，前記水素（Ｈ２）の全てが，少\nなくとも１つの固体化合物（５’）から発生することを含み，この少なくとも１つ\nの固体化合物（５’）からの発生が，アルカリ金属ボロヒドリド，アルカリ土類金\n属ボロヒドリド，ボラザン，ポリアミノボランおよびこれらの混合物から選択され\nる前記少なくとも１つの固体化合物（５’）と酸化薬（５”）との燃焼反応を含む，\n推進方法。\n【発明の詳細な説明】\n【技術分野】\n【０００１】\n本発明の主題のひとつは，一般的に推力を調整しつつ実施される推進方法である。\nこの方法は，燃焼室に液体酸化剤および水素を注入することと，この液体酸化剤お\nよび水素を燃焼することとに基づき，この燃焼によって噴射ガスが発生する。\n【０００２】\n本発明の別の主題は，推進デバイスである。このデバイスは，上の方法を実施す\nるのに特に適している。このデバイスは，いくつかの実施形態の実施例中に存在す\nることが可能である。\n【０００３】\n本発明の技術分野は，ロケットおよびミサイルを推進するためのモーターの分野，\n軌道修正のための推進モジュールの分野，および／またはミサイルまたはロケット\nの主要な推力を調整する分野である。また，本発明は，無人機および小型無人機の\n推進にも関する。一般的に，これらのシステムでは，固体噴射剤（過塩素酸アンモ\nニウム／金属薬／バインダー型）の噴射剤装填物が使用される。\n【００１６】\nこの新しい推進方法は，通常は，\n－少なくとも１つの燃焼室に少なくとも１つの液体酸化剤と水素とを注入すること\nと，\n－燃焼ガスを発生させるために，この少なくとも１つの液体酸化剤と水素とを少な\nくとも１つの燃焼室の中で燃焼することと，\n－この燃焼ガスを放出することとを含む。\n【００４１】\n本発明の基本的なデバイスは，燃焼室と，燃焼室と接続している水素発生器およ\nび液体酸化剤タンクとを備えている。水素発生器は，第１の実施例では，燃焼室の\nみに接続している（のみに排出している）。第２の実施例によれば，水素発生器は，\n燃焼室と液体酸化剤タンクの両方に接続している（排出している）。\n【００４２】\nこのデバイスは，上述の推進方法（自然発火による燃焼）の実施に適しており，\nしたがって，少なくとも１つの燃焼室に取り付ける着火手段を必要としない。しか\nし，例えば，本発明のデバイスを取り付けた乗り物が離陸する間，非常に短時間で\n完璧に同調した時間に最大推力を得ることが必要なとき，少なくとも１つの迅速な\n着火を可能にするように制御するために，少なくとも１つの着火手段が燃焼室に含\nまれることを除外しない。\n【００４３】\nこのデバイスは，少なくとも１つの水素発生器での反応を開始させるために，１\nつ以上の着火手段を備えている。\nイ  本願の請求項１の「水を燃料として，化学物質との反応により，水素な\nどガス発生する手段」の意義について\n(ｱ) 本願の請求項１には，「・・・水を燃料として，化学物質との反応に\nより，水素などガス発生する・・・」とだけあり，水と反応して水素などを発生さ\nせる化学物質については特定されていない。\nまた，前記ア(ｱ)の引用文献２（乙２）の段落【００１２】～【００１６】の記載\nからすると，水と反応して水素を発生させる化学物質は必ずしもナトリウムに限ら\nれないものと認められる。\nしたがって，本願の請求項１にある「化学物質」は，原告の主張するようＮａ粒\n子に限られるものではなく，水と反応して水素などを発生させるナトリウム以外の\n化学物質が広くそこに含まれるものと解される。\n(ｲ) 原告は，本願発明１において，水に化学物質を加えるか，化学物質に水\nを加えるかで反応速度が違う上，Ｎａ粒子を用いることが本願明細書の図１（ａ）\nなどで明確に記載されているなどと主張する。\nしかし，本願の請求項１においては，水と反応して水素を発生する化学物質が，\nナトリウムに限定されていないことは上記(ｱ)のとおりである。また，本願の請求項\n１では，水と化学物質をどのように反応させるかについても何ら限定が付されてい\nない。\nなお，仮に本願明細書の記載を参酌するとしても，本願明細書に，「水に化学物質\n（Ｎa 粒子など）を又は，化学物質に水を加える等の方法がある。本発明の実施例\nでは前者の例で説明する。」（段落【０００５】），「３は化学物質（Na など）」（段落\n【０００７】，【００１１】），「化学物質３（Na など）は・・・」（段落【０００８】）\nとの記載があることに照らすと，本願明細書を参酌しても，本願発明１において，\n水と反応して水素を発生する化学物質として，Ｎａ粒子が特定されておらず，化学\n物質と水を反応させる方法についても特定がされていないと認められる。\n以上からすると，原告の上記主張は上記(ｱ)の判断を左右するものではない。\nウ  「点火，爆発，噴射により動力を得る事」の意義について\n前記アの乙３の段落【００１４】，【００１５】，【００４７】，【００７５】～【０\n０７８】及び【図４】，乙１８，乙１９の段落【０００１】，【０００２】，【０００４】，\n【０００５】，【００１０】～【００１５】，【００２４】～【００３７】及び【図１】，\n乙２０の【請求項１】，段落【０００１】～【０００３】，【００１６】，【００４１】\n～【００４３】及び【図１】並びに弁論の全趣旨によると，水素エンジンを含むエ\nンジンの技術分野において，「噴射」により動力を得るとは，原告が主張するような，\n①エンジンから外部へ水素をはじめとする燃料を燃焼したものを「噴射」して直接\n的に推進力を得ることだけでなく，②副室式エンジンにおいて，副室において水素\nをはじめとする燃料の点火や燃焼によって生成される燃焼ガスを主室に「噴射」し，\nピストンを動かすこと，③水素をはじめとする燃料と空気の混合気又は燃料を自動\n車のエンジンの燃焼室に噴射することを含むものといえる。\n本願の請求項１では，「水素エンジン」において，「点火，爆発，噴射により動\n力を得る事」とだけしか特定されていないのであるから，本願発明１にいう「噴射」\nには，上記①～③のいずれの「噴射」も含まれるものと解され，原告が主張するよ\nうに上記①の「噴射」のみがそこに含まれると限定して解釈することはできない。\n２  取消事由１について\n(1) 引用文献１（乙１）の記載\n【発明の詳細な説明】\n【技術分野】\n【０００１】\n本発明は，水素エネルギーで走行する水素エネルギー車両に関する。\n【０００３】\n特許文献１は，金属水素化物と，加熱により発熱を誘発する物質と，を含むこと\nを特徴とする水素発生材料に関するもので，金属水素化物としてＡｌＨ３を使用し\nている。\n【０００４】\nこのＡｌＨ３は，水と反応させると，ＡｌとＨ２に分解され，分解で得られたＨ２\nを内燃機関に供給することで，走行する水素燃料車両である。\n【０００６】\n一方，水素をエネルギーとして使用する車両として燃料電池電気自動車が知られ\nており，燃料電池に水素と酸素を取り込んで化学反応を起こし電気を発生し，その\n電気でモータを回して走行するが，水素の供給や充填用の大型設備などインフレが\n必要となり，コストが嵩む。\nこのように，水素をエネルギー源とする車両への水素の供給や水素発生材料を比\n較的安く供給でき且つ取扱いが容易な水素発生材料が求められる。\n【００２５】\n本発明の実施例を図面に基づいて説明する。\n図１に示すように，車両１０は，前輪１１及び後輪１２を備える車体１３に，前\n部座席１４，後部座席１５，荷台１６を設けた乗用車である。\n車体１３の前部，すなわち前部座席１４の前方に，動力発生部１７が設けられ，\nこの動力発生部１７で前輪１１が駆動される。\n【００２６】\n動力発生部１７は，内燃機関１７ａと，モータ（電動モータ）１７ｂとを備える\nハイブリッド型駆動部である。車両１０はハイブリッド型車両である。このような\n車両１０のルーフに，太陽光電池（ソーラーパネル）１８を搭載し，この太陽光電\n池１８で得た電力をバッテリ（図５，符号６３）に貯えるようにすることが望まし\nい。太陽光電池１８はボンネットにも搭載可能である。\n【００２７】\n図２に示すように，車体１３に，水を蓄える水貯留部２１と，トルマリンを内蔵\nし水貯留部２１から供給された水をトルマリンの電気的作用で活性水素水（Ｈ３Ｏ\n２）に変換する活性水素水生成部２２と，この活性水素水生成部２２で生成された活\n性水素水を蓄える活性水素水貯留部２３と，アルミニウム合金の粉末を蓄えるアル\nミ粉貯留部２４と，このアルミ粉貯留部２４から供給されるアルミ粉と活性水素水\n貯留部２３から供給される活性水素水とを混合して水素を発生させる水素発生部２\n５とを備える。\n【００３１】\n水貯留部２１へは，キャップ２６を開けて，水道水などの水を補給すればよい。\n同様に，アルミ粉貯留部２４へは，キャップ２７を開けて，アルミ粉を補給すれ\nばよい。アルミ粉は，純アルミニウムである必要はなく，アルミ缶を粉砕してなる\nアルミニウム合金の粉末であれば種類は問わない。\n【００３４】\n次に，水素発生部２５の一例を説明する。\n図３に示すように，水素発生部２５は，密閉された円筒容器３１と，この円筒容\n器３１の上部開口を塞ぐリッド３２と，このリッド３２から下げた撹拌機３３と，\n円筒容器３１内へ活性水素水を供給する液体供給管３４と，円筒容器３１内へアル\nミ粉３５を送る粉体移送管３６と，円筒容器３１上部から水素を取出す水素管３７\nと，からなる。\n【００３５】\n撹拌機３３は，例えば，撹拌用モータ３３ａと，この撹拌用モータ３３ａで回さ\nれる軸部材３３ｂと，この軸部材３３ｂから放射状に延ばされる複数の撹拌羽根（イ\nンペラー）３３ｃとからなる。\n円筒容器３１に活性水素水３８を満たし，この活性水素水３８にアルミ粉３５を\n混ぜ，撹拌機３３の撹拌羽根３３ｃで撹拌すると，次に述べる反応により，水素が\n発生する。\n【００３６】\n【化１】\n【００３７】\nなお，反応促進剤４０として，炭酸水素ナトリウム，酢酸などの，いわゆる食品\n添加物を添加すること望ましい。この食品添加物の量によって，水素発生量の制御\nを行うことができる。\n【００３８】\n実験によれば，酢酸と炭酸水素ナトリウムとを反応させ，酢酸ナトリウム（ＣＨ\n３ＣＯＯＮａ）を生成させそれが，アルミニウム，活性水素水からの水素発生に効果\nがあることがわかった。酢酸だけでは水素が発生しない。炭酸水素ナトリウムだけ\nでも水素は発生しなかった。クエン酸だけでも水素は発生しなかった。酢酸と炭酸\n水素ナトリウムとを反応させ，酢酸ナトリウム（ＣＨ３ＣＯＯＮａ）が発生精製さ\nれ，それがアルミニウム，活性水素水と反応し，水素発生に至ると共に，化学反応\nによる酸化アルミニウムの発生も見られた。\n【００３９】\n実験から，活性水素水からの水素抽出はもちろん。促進効果としては，酢酸ナト\nリウム，酢酸（酢），炭酸水素ナトリウムの添加が効果的なことが判明した。\n【００４０】\n水素発生プロセスには，活性水素水と，アルミニウムと，酢酸ナトリウムのミキ\nシング反応が有効である。また，ミキシング，回転速度，回転数を制御，及び，温\n度制御することで，反応速度，水素発生量を制御することができる。\n【００４１】\nまた，撹拌機３３は，電動モータで撹拌し，この電動モータをインバータ制御に\nより，回転数を変化させることで，水素発生量を調節するようにしても良い。\n【００４２】\n発生した水素（Ｈ２）は水素管３７を通じて動力発生部へ送られる。水素管３７\nは，水素ガスを運ぶ管であり，水素ガスは大気中の酸素に触れると激しく燃焼する。\nそのため，水素管３７に漏れ対策を厳重に施し，不図示の水素検知センサも設置さ\nれる。\n【００４３】\n図２に示すように水素発生部２５を動力発生部１７にごく近づけて動力発生部１\n７を収納するエンジンルーム内に配置することで水素管３７の配管長さを最短化す\nることができ，設備費等を下げることができる。\n【００４４】\n酸化アルミニウム（Ａｌ２Ｏ３）は，円筒容器３１の下部に付設したドレーンパイ\nプ３９から排出する。ドレーンパイプ３９は弁を有し，メンテナンス時に排出自在\nに設けている。\n【００４５】\nこのように，アルミ粉と水を供給することで，車に積載した活性水素水発生装置\n２２により，水が車上で活性水素水に変換される。生成された活性水素水をアルミ\nニウムと反応させ，水素を発生させることが可能である。この水素を燃料として内\n燃機関１７ａやバッテリにより給電されるモータ１７ｂにより駆動力を発生させ車\n両は走行する。バッテリは内燃機関１７ａ及び太陽光電池（図１，符号１８）で充\n電される。\n(2) 引用発明の認定及び本件発明との対比\nア  前記(1)の引用文献の記載からすると，引用文献からは前記第２の３(1)\n記載の引用発明が認定できるというべきである。そして，前記１(2)で認定した本願\n発明１の要旨を踏まえて本願発明１と引用発明を対比すると，本願発明１と引用発\n明の間には，本件審決が認定した前記第２の３(2)の一致点及び相違点があること\nが認められる。\nイ  原告は，水から水素を発生させる手段として，Ｎａ粒子を用いることも\n本願発明１と引用発明の相違点として認定すべきであり，同相違点は容易想到では\nないなどと主張する。\nしかし，前記１(2)イで検討したとおり，本願発明１においては，水と反応させて\n水素を発生させる際に用いられる化学物質として，Ｎａ粒子が特定されているわけ\nではないから，原告が主張するような点が本願発明１と引用発明との間の相違点で\nあるとは認められない。\n(3) よって，原告が主張する取消事由１は理由がない。\n３  取消事由２について\n(1) 検討\nア  本願の請求項１の「点火，爆発，噴射により動力を得る事」は，前記２\n(2)ウのように，①エンジンから外部へ水素をはじめとする燃料を燃焼したものを\n「噴射」して直接的に推進力を得ること，②副室式エンジンにおいて，副室におい\nて水素をはじめとする燃料の点火や燃焼によって生成された燃焼ガスを主室に「噴\n射」し，ピストンを動かすこと，③水素をはじめとする燃料と空気の混合気又は燃\n料を自動車のエンジンの燃焼室に「噴射」することを含むものであると認められる。\n乙３の段落【００１５】，【００４７】，【００７５】～【００７８】及び【図\n４】並びに乙２０の【請求項１】，段落【０００１】～【０００３】，【００１６】，\n【００４２】，【００４３】及び【図１】によると，水素エンジンの技術分野にお\nいては，上記①のような意味での「噴射」により動力を得ることは，本件出願日当\n時における周知技術（被告のいう周知技術２）であったと認められる。\nそして，引用発明と上記周知技術は，同じ水素エンジンに関する技術であり，引\n用発明に上記周知技術を適用して本願発明１の構成を得ることは容易想到であった\nと認められる。\nしたがって，本願発明１は，引用発明及び上記周知技術に基づいて，当業者が容\n易に発明することができたものである。\nイ  原告は，①本願発明は制御方式が全く異なるものである上，②本願発明\nでは，小型・軽量化が達成されていると主張する。\n(ｱ) 上記①について\n本願の請求項１では，どのような制御方式を用いるかについて特定されていない。\nまた，前記１(2)ウで認定したとおり，本願の請求項１の「噴射」には，上記アの\n①～③の意味の「噴射」がいずれも含まれているから，本願発明１における制御方\n式は，必ずしも本願明細書の【図１】（ｂ）などで開示された制御方式に限られる\nものではないものと解される。\nしたがって，本願発明１の制御方式について，その点が，引用発明との関係で新\nたな相違点となるとか，それによって進歩性が基礎付けられるということはできな\nい。\n(ｲ) 上記②について\n本願発明１では，請求項１に記載されている以上にエンジンの構成は特定されて\nいないし，上記(ｱ)のとおり，本願の請求項１の「噴射」には，上記アの①～③の意\n味の「噴射」がいずれも含まれているものであるから，本願発明１の特許請求の範\n囲には，様々な構成を備えた水素エンジンが含まれるものと解される。\nしたがって，本願発明１に係るエンジンが，小型化・軽量化を実現したものであ\nると認めることはできず，原告の主張する小型化・軽量化の点から本願発明１の進\n歩性が基礎付けられるということはできない。\n(ｳ) 小括\n以上からすると，原告の上記主張は，前記アの認定判断を左右するものとはいえ\nない。\nウ  なお，被告が，本件訴訟の段階で乙２０を新たに提出し，前記第４の２\n(2)イにあるように周知技術２について主張することは，本件審決が認定した周知\n技術の内容を補足して主張立証する趣旨でされたものと解されるから，本件訴訟に\nおいて，被告が乙２０を提出して周知技術２について主張することは，審決取消訴\n訟の審理範囲を逸脱するものではない。\n(2) よって，原告が主張する取消事由２は理由がない。\n第６  結論\n以上の次第で，原告の請求は理由がないから，これを棄却することとして，主文\nのとおり判決する。\n知的財産高等裁判所第２部\n裁判長裁判官\n森              義      之\n裁判官\n眞     鍋    美  穂  子\n裁判官\n熊     谷     大     輔\n"
}