{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 3,
    "month": 11,
    "day": 18
  },
  "case_number": "令和2(ネ)1866",
  "case_name": "損害賠償請求控訴事件",
  "court_name": "大阪高等裁判所第２民事部",
  "result": "その他",
  "original_court_name": "大阪地方裁判所\n        　堺支部",
  "original_case_number": "平成27(ワ)1061",
  "gist": "使用者が，（１）韓国籍を有する従業員のいる職場で，中国･韓国･北朝鮮の国籍を有する者等を誹謗中傷する民族差別を内容とする政治的見解が記載された資料等を大量かつ継続的に配布したこと，（２）教育委員会が開催する教科書展示会へ参加して使用者が支持する教科書の採択を求める旨のアンケートを提出するよう勧奨したこと，（３）同従業員が前記（１）及び（２）が違法であるとして使用者に対して損害賠償請求訴訟を提起したところ，その提起を誹謗中傷する旨の他の従業員の感想文等を職場で配布したことについて，（ア）不法行為に基づく損害賠償請求が認容されるとともに，（イ）人格的利益に基づき，韓国の国籍や民族的出自を有する者等を侮辱する内容や前記訴訟の提起･追行自体を批判･誹謗中傷する内容を含む文書の職場内での配布の差止めが命じられた事例",
  "lawsuit_id": "90819",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=90819",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/819/090819_hanrei.pdf",
  "contents": "主        文\n１  原判決を次のとおり変更する。\n２  原審被告らは，原審原告に対し，連帯して１３２万円及びこれに対する平成\n２７年１０月８日から支払済みまで年５分の割合による金員を支払え。\n３  原審被告らは，原審原告に対し，別紙①の行為目録１記載の行為をしてはな\nらず，又は第三者をして同行為を行わせてはならない。\n４  原審被告らは，原審原告に対し，別紙①の行為目録２記載の行為をしてはな\nらず，又は第三者をして同行為を行わせてはならない。\n５  原審原告のその余の請求をいずれも棄却する。\n６  訴訟費用は，第１，２審を通じてこれを５０分し，その３を原審被告らの負\n担とし，その余を原審原告の負担とする。\n７  この判決は，第２項に限り，仮に執行することができる。\n事実及び理 由\n第１  控訴の趣旨等\n（原審原告）\n１  原判決についての控訴\n原判決を次のとおり変更する。\n原審被告らは，原審原告に対し，連帯して３３００万円及びこれに対する\n平成２７年１０月８日から支払済みまで年５分の割合による金員を支払え。\n２  当審における訴えの追加的変更\n原審被告らは，原審原告に対し，別紙②の行為目録１記載の行為をしては\nならず，又は第三者をして同行為を行わせてはならない。\n原審被告らは，原審原告に対し，別紙②の行為目録２記載の行為をしては\nならず，又は第三者をして同行為を行わせてはならない。\n（原審被告ら）\n１  原判決についての控訴\n原判決中，原審被告ら敗訴部分をいずれも取り消す。\n前項の部分につき，原審原告の請求をいずれも棄却する。\n２  当審における訴えの追加的変更についての答弁\n原審原告の当審における追加請求をいずれも棄却する。\n第２  事案の概要\n１  事案の骨子\n本件は，原審被告会社に雇用され，大韓民国（以下「韓国」という。）の国\n籍を有する原審原告が，原審被告会社及びその代表取締役会長である原審被\n告Ａから，㋐中華人民共和国（以下「中国」という。）・韓国・朝鮮民主主義\n人民共和国（以下「北朝鮮」といい，これら３か国を併せて「中韓北朝鮮」\nという。）の国籍を有する者等を誹謗中傷する旨の人種差別や民族差別を内\n容とする政治的見解が記載された資料が職場で大量に配布されてその閲読を\n余儀なくされ，㋑都道府県の教育委員会が開催する教科書展示会へ参加した\n上で原審被告らが支持する教科書の採択を求める旨のアンケートを提出する\nことを余儀なくされたほか，㋒前記㋐及び㋑が違法であるとして本件訴訟を\n提起したところ，その提起を誹謗中傷する旨の従業員の感想文等が職場で配\n布されたことにより報復的非難を受け，これらにより原審原告の人格権又は\n人格的利益が侵害された旨主張して，原審被告Ａに対しては不法行為に基づ\nいて，原審被告会社に対しては会社法３５０条，労働契約の債務不履行又は\n不法行為に基づいて，いずれも損害賠償請求として，連帯して３３００万円\n（慰謝料及び弁護士費用の合計）及びこれに対する不法行為日の後（訴状送\n達日の翌日）である平成２７年１０月８日から支払済みまで民法（ただし，\n平成２９年法律第４４号附則１７条３項によりなお従前の例によることとさ\nれる場合における同法による改正前の民法。以下同じ。）所定の年５分の割合\nによる遅延損害金の支払を求めた事案である。\n原判決は，前記 の原審原告の損害賠償請求（以下「本件損害賠償請求」\nという。）について，原審被告らに対し連帯して１１０万円及びこれに対する\n遅延損害金の支払を求める限度で理由があるものと判断し，原審被告らに連\n帯してその支払を命ずるとともに，原審原告のその余の請求をいずれも棄却\nした。\n原審原告は，原判決を不服として控訴し，また，当審において，訴えの追\n加的変更により，原審被告らに対して，人格権又は人格的利益に基づく差止\n請求として，別紙②の行為目録１及び行為目録２記載の各行為の差止めを求\nめる請求（以下「本件差止請求」という。）を追加した。\n他方，原審被告らは，いずれも，原判決を不服として控訴し，また，前記\nの原審原告の当審における訴えの追加的変更について，請求の基礎の同一を\n欠くこと，著しく訴訟手続を遅延させるおそれがあること，表現の事前差止\nという重大な事項について審級の利益を失わせるものであることを主張して，\n訴えの変更を許さない旨の決定を求める申立て（民訴法１４３条４項）をす\nるとともに，追加された本件差止請求の棄却を求めた。\n２  前提事実\n原判決の引用\n前提事実は，後記 のとおり原判決を補正するほかは，原判決「事実及び\n理由」第２の１（２頁２０行目から５頁２行目まで）記載のとおりであるか\nら，これを引用する（以下，補正の上引用した原判決中の前提事実を，単に\n「前提事実」ということがある。）。なお，原判決の引用文中「別紙」とある\nのは，「原判決別紙」と読み替えるものとする（以下同じ。）。\n原判決の補正\nア  ２頁２３行目の「韓国籍を有する者であり」を「韓国籍を有する在日三\n世であり，日本で生まれ育った。原審原告は，日本人男性と婚姻した後」\nに改め，３頁４行目末尾に「原審原告は，原審被告会社内において韓国名\nで勤務している。原審原告が原審被告会社に疑問を持つきっかけとなった\n出来事の一つは，原審被告Ａが回覧資料中で薦めていた「おじいちゃん戦\n争のことを教えて」（甲２４の１０７頁）を書店で読んだ際，戦争を肯定的\nに描いた本であると感じ，ショックを受けたことであった。原審原告は，\n「日狂組の特別授業」（甲２２の１０６頁）というマンガのカラーコピーが\n資料として配布された平成２５年５月頃から，原審被告らの配布資料を捨\nてずにすべて残しておくようになった。」を加え，３頁４行目の「（丙３５」\nを「（甲２２，２４，３２，１１０，丙３５」に改める。\nイ  ３頁８行目「会長である。」の次に「原審被告Ａの創業の思いを綴った「家\n族からはじまる物語」という冊子（丙１１）には，家族をはぐくむ家を届\nけたくて原審被告会社を作ったこと，富士山のように日本一愛される会社\nになることを目指し，「フジ住宅」という社名にしたこと等が記載されてお\nり，原審被告会社の経営理念は，「社員のため，社員の家族のため，顧客・\n取引先のため，株主のため，地域社会のため，ひいては国家のために当社\nを経営する。」である（丙２の２，２０）。原審被告会社は，従業員の健康\nへの取組みが優れている企業を顕彰する経済産業省の「健康経営優良法人\n認定制度」のもとで，平成２９年から４年連続で健康経営優良法人に認定\nされている（丙１０の２，２３の４，４１）。原審被告会社は，親孝行月間\nとして毎４月には全従業員に１万円を支給したり，法定の有給休暇とは別\nに誕生日休暇を付与したりする制度を設けている。」を加え，同行目「争い\nがない」を「乙２２，丙２の２，１０の２，２３の４，４１」に改める。\nウ  ５頁２行目の末尾に，改行の上，次のとおり加える。\n「   原審被告らは，原判決後，原審被告会社の従業員に対する資料の配\n布について，その資料の取捨選択基準や配布態様等，配布方針を変更\nしたことはなく，また，変更すべきであるという認識もなかった。\n（弁論の全趣旨（原審被告らの令和３年１月２２日付け準備書面））」\n３  本件損害賠償請求についての争点及びこれに関する当事者の主張\n本件損害賠償請求についての争点及びこれに関する当事者の主張の要旨は，\n原判決１２３頁１４行目の「関する法律」の次に「（昭和４１年法律第１３２号。\n以下「労働施策総合推進法」という。）」を加え，同行目の「令和２年６月１日\n施行」を「令和元年法律第２４号による改正後のもの。令和２年６月１日施行」\nに，２４行目の「以下「人種差別撤廃条約」という。」を「平成７年条約第２６\n号。平成８年１月１４日に我が国について効力を生じた。以下「人種差別撤廃\n条約」という。」に，１２５頁８・９行目の「以下「差別的言動解消法」という。」\nを「平成２８年法律第６８号。同年６月３日施行。以下「差別的言動解消法」\nという。」に，それぞれ改め，別紙③のとおり当審における当事者の補充主張を\n付加するほかは，原判決「事実及び理由」第２の２（５頁３行目から６行目ま\nで）記載のとおりであるから，これを引用する。\n４  本件差止請求についての争点及びこれに関する当事者の主張\n本件差止請求についての当事者の主張の要旨は，別紙④のとおりである。\n第３  当裁判所の判断\n１  判断の骨子\n当裁判所は，㋐本件損害賠償請求については，原審被告らに対して連帯して\n１３２万円及びこれに対する平成２７年１０月８日から支払済みまで民法所定\nの年５分の割合による遅延損害金の支払を求める限度で理由があり，㋑本件差\n止請求については，原審被告らに対して別紙①の行為目録１及び２記載の行為\nの差止めを求める限度で理由があるものと判断する。その理由は次のとおりで\nある。\n２  本件損害賠償請求について\n本件配布①について\nア  認定事実\n原判決の引用\n本件配布①についての認定事実は，後記 のとおり原判決を補正する\nほかは，原判決「事実及び理由」第３の１ （５頁９行目から９頁１８\n行目まで）に記載のとおりであるから，これを引用する。なお，原判決\nの引用文中，人証はいずれも原審のものであり，以下，補正の上引用し\nた原判決中の認定事実を，単に「認定事実」ということがある（以下同\nじ。）。\n原判決の補正\nａ  ６頁６行目の「中華人民共和国」から８行目の「という。）」までを\n「中韓北朝鮮」に改める。\nｂ  ７頁１６・１７行目の「以下「被告らのいう自虐史観」という。」を\n「原審被告らのいう自虐史観。以下「本件自虐史観」という。」に，１\n８行目の「被告らのいう自虐史観」を「本件自虐史観」に，それぞれ\n改める。\nｃ  ８頁１１行目の「乙６」の次に「，２２，丙１２，１３，１４の１・\n２，２０」を，２６行目の「こともなかった。」の次に「なお，原審被\n告Ａは，本件訴訟提起後である平成２８年９月度経営理念感想文の配\n布の際，その添付資料（甲６０）の中で，歴史的認識等に関する資料\nを発信する趣旨について述べるとともに，右や左といった政治的色合\nいは一切なく，資料を読む読まないは本人の自由であり，読むことを\n強要しているのではない旨を明らかにしている。」を，同行目の「原告\n本人」の前に「甲６０，」を，それぞれ加える。\nｄ  ９頁１８行目の「（」の次に「甲１４３」を加え，同行目の末尾に，\n改行の上，次のとおり加える。\n「セ  原審被告らは，本件訴訟提起後も，原審被告会社の従業員に対\nする資料の配布について，その方針を変更せず，本件配布①と同\n様に，主として前記エの①から③までの事項を主題として，中韓\n北朝鮮の国家や政府関係者，中韓北朝鮮の国籍や民族的出自を有\nする者を批判し，親中親韓派の政治家・評論家・報道機関等を批\n判し，又は我が国の国籍や民族的出自を有する者を賛美して中韓\n北朝鮮に対する優越性を述べる内容の資料を，配布し続けた。\nその配布資料の中には，次に記載の例のとおり，攻撃的な表現\nや自国の国民性を無条件で賛美する一方，他国の国民性を貶める\n表現を含むものが認められる。\n「戦後のＧＨＱによる自虐史観の徹底的な刷り込みによって，\n（中略）日本人は堕落し，道徳観も薄れ日本人としての誇りも\n持てずにいます。そうして自虐史観を鵜呑みにし自国を貶める\nことに熱心な反日的な日本人がたくさん生まれ，日本を敵視す\nる隣国勢力と結託して，我が国を徹底的に貶めようとしていま\nす。」（令和元年１０月１６日配布分。甲１３５）\n「無法地帯の朝鮮人学校」，「「日本が嫌なら祖国に帰れ」，こ\nの当たり前の言葉がヘイトスピーチに認定された（以下略）」（令\n和元年１１月６日配布分。甲１４１）\n「いまの韓国の混乱は，（中略）愛国心や正義感，義侠心，倫\n理観等に著しく悖る国民性に起因する。これに対して日本人は，\n（中略）潔さを重んずる抜群の国であり，世界人類モラルの最\n後の砦である。」（令和元年１１月１５日配布分。甲１４５）」\n（甲１３３～１８６〔枝番を含む。〕）\nイ  判断\n前提となる法的な枠組みについて\nａ  憲法１３条，１４条，１９条及び２１条の各規定は，国又は公共団\n体の統治行動に対して個人の基本的な自由と平等を保障する目的に出\nたもので，私人相互の関係を直接規律することを予定するものではな\nい。私人間の関係においては，個人の基本的な自由や平等に対する具\n体的な侵害又はそのおそれがあり，その態様，程度が社会的に許容し\nうる限界を超えるときは，事案に応じて，私的自治に対する一般的制\n限規定である民法１条，９０条や不法行為に関する諸規定等の適切な\n運用によって，一面で私的自治の原則を尊重しながら，他面で社会的\n許容性の限度を超える侵害に対し基本的な自由や平等の利益を保護し，\nその間の適切な調整を図ることが考えられる（最高裁昭和４３年（オ）\n第９３２号昭和４８年１２月１２日大法廷判決・民集２７巻１１号１\n５３６頁）。\nｂ  また，我が国は，人種差別撤廃条約の締結国であるところ，同条約\nにおける「人種差別」には，民族的出身に基づくあらゆる区別，排除，\n制限又は優先が含まれる（人種差別撤廃条約１条１項）。同項の「あら\nゆる公的生活の分野」とは，企業の活動等も含む人間の社会の一員と\nしての言動全般を指すものと解されている（甲１４）。\n人種差別撤廃条約４条において，締約国は，人種差別のあらゆる扇\n動又は行為を根絶することを目的とする迅速かつ積極的な措置をとる\nことを約束し，同条(a)及び(b)は，締約国に対して，人種的優越又は\n憎悪に基づく思想のあらゆる流布や，人種差別を助長し扇動する組織\n的宣伝活動等を，法律で処罰すべき犯罪とすることを求めている。我\nが国は，人種差別撤廃条約への加入に際して，同条(a)及び(b)の規定\nの適用に当たり，憲法の下における集会，結社及び表現の自由その他\nの権利の保障と抵触しない限度において，これらの規定に基づく義務\nを履行する旨の留保を付しているが，これは，刑罰法規の立法義務を\n留保したものであって，それ以外の場面で同条の規定する趣旨を実現\nする義務を負うことを否定するものではない（甲１４，１５の１・２）。\nもとより，人種差別撤廃条約の各規定は，その文言に照らし，締約\n国に対し，同条約の規定を裁判規範として国内の私人間に直接適用す\nることまでを義務付けたものということはできない。しかし，我が国\nとしては，他の締約国に対する国際法上の義務として，各規定の趣旨\nを立法その他の相当と考える方法により国内において実施すべき義務\nを負っていることになる。我が国は，人種差別撤廃条約への加入に当\nたり，特別な実施法を制定していないが，それは，憲法以下の既存の\n国内法の規定（不法行為に関する諸規定等を含む。）により，同条約の\n国内的実施を担保することができると解されたからである。\nしたがって，私人間における人種差別に関する紛争について国内私\n法の解釈及び適用を行うに当たっては，人種差別撤廃条約の解釈を踏\nまえ，私人間の関係を含む「あらゆる公的生活の分野」において，そ\nの国内的実施が適切に行われることを確保する必要がある。\nｃ  さらに，本件損害賠償請求及び本件差止請求における侵害行為の違\n法性や法的に保護されるべき利益の内容を検討するに当たっては，差\n別的言動解消法や労働施策総合推進法その他の関連法令の定めを踏ま\nえる必要がある。これらの法律の規定の中には，本件配布①や本件配\n布②が開始された当時，施行されていなかったものも含まれているが，\n国権の最高機関である国会によりこれらの法律が制定される根拠とな\nった立法事実の存在及び価値判断は，現時点における我が国内におけ\nる公序や守るべき価値の存在を示すものとして尊重されるべきと考え\nられるからである。\nｄ  以上によれば，本件においては，憲法１３条，１４条，１９条及び\n２１条の規定，人種差別撤廃条約の規定の趣旨並びに関連する国内法\nの定めを踏まえて，不法行為に関する諸規定等，国内私法の規定の解\n釈を行うべきこととなる。\n不法行為（原審被告会社については会社法３５０条及び債務不履行を\n含む。以下同じ。）の成否\nａ  原審原告と原審被告らとの関係\n原審原告と原審被告会社との間は雇用関係である。原審被告Ａと原\n審原告との間には直接の雇用関係はないが，原審被告Ａは，原審被告\n会社の創業者であり代表取締役会長として，実質的には原審原告の使\n用者である原審被告会社と同様の立場にあるということができ，本件\nで原審原告が主張する不法行為との関係では，同様の注意義務と責任\nを負うものと解される。\nしかるところ，企業の経営は人の集団を一定の目的や方針に従って\n動かすことによって実現するものであり，その経営者が，従業員と経\n営理念や価値観を共有するため任意に働きかけを行うことは違法な行\n為ではない。当該企業のため，どのような経営理念や価値観を妥当と\n考えるのか，そのための働きかけの方法や内容については，それが業\n務命令などによるものではなく，従業員に対する強制や不利益の契機\nを伴わないものである限り，経営者の広い裁量権が認められるべきで\nある。もとより，公序良俗に反するような理念を唱道することは許さ\nれないし，社会通念上許容される限度を超えるような態様で従業員に\n対する働きかけを行うなどした場合には，不法行為が成立する余地が\nあるが，そのような場合でない限り，単に，従業員において，経営者\nの示す個々の理念や価値観に賛同することができず，内心の静穏な感\n情を害されるというだけでは，そのような個人の不快感情自体は，不\n法行為法上，直ちに保護されるべき利益にはならない（最高裁平成１\n１年判決）。また，このような法律上，保護されるべき利益が侵害され\nていない場合には，雇用契約上の債務不履行も成立しないというべき\nである。\n他方，使用者としての経営者には，労働契約上，労働契約法５条に\n基づく労働者への安全配慮義務があるほか，信義則上（労働契約法３\n条４項），労働者の職場環境に配慮する義務がある。また，令和元年法\n律第２４号による改正後の労働施策総合推進法３０条の２（雇用管理\n上の措置等）は，「事業主は，職場において行われる優越的な関係を背\n景とした言動であって，業務上必要かつ相当な範囲を超えたものによ\nりその雇用する労働者の就業環境が害されることのないよう，当該労\n働者からの相談に応じ，適切に対応するために必要な体制の整備その\n他の雇用管理上必要な措置を講じなければならない」旨定めており，\n同条の趣旨は，同改正法施行前においても妥当すべきものである。し\nたがって，経営者が，このような職場環境に配慮する義務を怠った結\n果，労働者の人格的利益その他の法的保護に値する利益を侵害したと\n認められる場合には，経営者は不法行為又は債務不履行に基づく責任\nを免れないというべきである。なお，原審原告は，労働基準法３条の\n「労働条件」に職場環境が含まれる旨主張するが，同条違反について\n罰則が用意されていることを考慮すると（同法１１９条１号），同法３\n条の「労働条件」の意義を広範に解することには慎重であるべきだと\n考えられ，この点に関する原審原告の主張を採用することはできない。\n他方，原審被告らは，本件は原審被告らの表現の自由の問題である\n旨主張するが，前記のとおり，私人間に憲法２１条が直接適用される\nことはなく，原審原告との関係において原審被告らに認められる表現\nの自由その他の自由は，雇用契約その他の私人間の関係の性質に基づ\nく制約を免れるものではない。\nｂ  原審原告の保護されるべき利益等\n原審原告は，韓国籍の外国人として，その国籍又は民族的出自（以\n下「民族的出自等」ということがある。）に基づいて差別されたり，\n侮辱されたりしないという人格的利益を有し，この人格的利益は，\nあらゆる法律関係において保護されるべき利益である。したがって，\n本件配布①が，原審原告個人に対する差別的言動と評価することが\nできる場合には，本件配布①について原審被告らの不法行為が成立\nする可能性がある。\nそこで検討するに，前提事実 並びに認定事実ア及びエによれば，\n本件文書①は，原審被告Ａ以外の者が著述した公刊物やインターネ\nット上で配信された記事等，そして，それに対する従業員の感想文\n等から構成されているものであり，その内容は，中韓北朝鮮の国家\nや政府関係者を強く批判したり，在日を含む中韓北朝鮮の民族的出\n自を有する者に対して激しい人格攻撃の文言を用いて侮辱したり，\n日教組などに対して「売国奴」などの文言で同様に侮辱したり，我\nが国の民族的出自を有する者を賛美して中韓北朝鮮に対する優越性\nを述べたりするなどの政治的な意見や論評の表明を主とするもので\nある。\nしかしながら，本件文書①は，いずれも原審原告を具体的に念頭\nにおいて記述されたものではないことは明らかであり，本件文書①\nが配布された原審被告会社の従業員の通常の注意と読み方を基準と\nしても，原審原告個人をも侮蔑し，原審被告会社において疎外する\nことを内容とするものと読み取ることはできない。前記ａで判断し\nたところによれば，原審被告らには，自己が相当と考える経営理念\nや価値観を従業員と共有するために働きかけを行う自由があるとこ\nろ，原審被告会社の「ひいては国家のために当社を経営する」とい\nう経営理念や，原審被告Ａが述べる，広く従業員を本件自虐史観か\nら解放するという本件配布①の趣旨・目的（認定事実カ）自体は何\nら公序良俗に反するものではない。また，原審原告は，本件文書①\nの閲読を強制されていたわけではなく，広く従業員に対して配布す\nるという本件配布①の配布態様（認定事実ウ及びキ）からしても，\n本件配布①は，原審原告個人を対象とする行為とは認められない。\n原審原告は，本件文書①を閲読しなかったことにより原審被告らか\nら何らかの不利益を受けたことはなく（認定事実サ），本件配布②を\n除けば，本件配布①の結果，原審被告らや他の従業員からその民族\n的出自等に基づく差別的言動を受けたこともなかったものと認めら\nれる。\nそうすると，本件配布①は，その内容，趣旨・目的，態様に照ら\nして，原審原告個人に向けられた行為と認めることはできず，他に\nこれを認めるに足りる証拠もない。したがって，本件配布①をもっ\nて，直ちに原審原告個人に対する差別的言動があったと評価するこ\nとはできないというべきである。\n⒝  他方，本件配布①は，原審原告個人に対する直接の差別的言動で\nはなくても，中韓北朝鮮の民族的出自等を有する者を侮辱的表現で\n批判する内容等を含む本件文書①を，職場において，広く原審被告\nらの雇用する従業員らを対象として，継続的かつ大量に配布した行\n為である。そこで，この点について，原審被告らにおいて原審原告\nの職場環境に配慮する義務の違反が成立するかどうかについて検討\nする。\n憲法１４条は特に人種による差別を禁止しており，人種差別撤廃\n条約は，締約国に対し，あらゆる個人，集団又は団体による人種差\n別を禁止し，終了させるとともに，人種間の分断を強化するような\nいかなる動きも抑制する義務を課している（人種差別撤廃条約２条\n１項⒟ ）。当裁判所が原審被告らの不法行為の成否を判断する前提\nとして，原審被告らが原審原告に対して負うべき職場環境に配慮す\nる義務や，原審原告の法的に保護されるべき利益の内容を検討する\nに当たっても，憲法１４条が特に人種による差別を禁止している趣\n旨や人種差別撤廃条約の国内的実施の観点を考慮しなければならな\nいことは前記したところから明らかである。さらに，平成２８年の\n差別的言動解消法の制定は，憲法制定後，人種差別撤廃条約の加入\nを経て，現在に至るまでも，なお我が国において本邦外出身者であ\nることを理由とする私人間における不当な差別的言動が行われる土\n壌が存在しており，これを根絶しようとする国権の最高機関である\n国会の意思を示したものということができる。差別的な言動は差別\n的な思想に基づいて発せられるものであるところ，雇用関係におい\nて，労働者は，使用者の指揮監督下において労務を提供すべき義務\nがあり，時間的及び場所的な拘束を受ける立場にある一方，使用者\nは，労働者らに対する指揮監督権や人事権を有し，優越的な地位に\nある（前記最高裁昭和４８年１２月１２日大法廷判決参照）。使用者\nが職場において一定方向の内容の意見や思想が表明された資料を継\n続的にかつ大量に配布したときは，その資料の閲読が使用者により\n強制されているか否かにかかわらず，労働者らは，使用者において\n配布される資料の内容に異を唱えることをためらい，迎合すること\nとなりがちであることは，容易に想定することができる。したがっ\nて，使用者が，一般に従業員に対し資料の配布その他の方法により\n働きかけを行うに当たっては，その働きかけの結果，職場において\n民族的出自等を異にする者に対する差別的思想を醸成し，人種間の\n分断を強化することがないよう慎重に配慮することが求められるの\nであり，特に，原審被告らのように，本件自虐史観を克服し，日本\n人が自国に誇りを持つということを目的として行う場合（前記のと\nおり，当該目的自体は不当なものではない。），なおさら，少数派と\nなる民族的出自等を異にする従業員の職場環境に配慮することが求\nめられるというべきである。すなわち，原審被告らは，原審原告に\n対する関係で，民族的出自等に基づく差別的な言動が職場で行われ\nることを禁止するだけでは足りず，そのような差別的な言動に至る\n源となる差別的思想が自らの行為又は他者の行為により職場で醸成\nされ，人種間の分断が強化されることがないよう配慮する義務があ\nるものと解するのが相当である。民族的出自等は個人の人格に関わ\nる事柄であり，従業員である原審原告には，私法上，法的保護に値\nする利益として，自己の民族的出自等に関わる差別的思想を醸成す\nる行為が行われていない職場又はそのような差別的思想が放置され\nることがない職場において就労する人格的利益（以下単に「本件利\n益」という。）がある。原審被告らの前記の義務は，このような原審\n原告の本件利益の存在を前提とし，これを保護するために使用者が\n負う義務であると解されるのであり，このように解することは，前\n記の憲法１４条，人種差別撤廃条約及び差別的言動解消法の趣旨に\n合致するというべきである。したがって，原審被告らは，自ら職場\nにおいて原審原告の民族的出自等に関わる差別的思想を醸成する行\n為をした場合はもちろん，現に職場において差別的思想が醸成され\nているのにもかかわらずこれを是正せず，放置した場合には，職場\n環境配慮義務に違反し，原審原告の本件利益を侵害したものとして，\n不法行為責任又は債務不履行責任を免れない。\n⒞  しかるところ，まず，本件文書①には，例えば，「在日は死ねよ」\nという文言や，韓国人の思考について「野生動物」に例える内容を\n含むものが認められる（原判決別紙２の１の番号１，４）。これらの\n表現は，いずれもインターネット上に記載された表現であるところ\n（甲２３，２４），これらの表現を含む資料を配布した目的が本邦外\n出身者に対する差別的意識を助長し又は誘発するところにあったと\n認めるに足りる証拠はないものの（認定事実カ参照），差別的言動解\n消法のいう「本邦出身者に対する不当な差別的言動」の客観的要件\n（公然とその生命，身体，自由，名誉若しくは財産に危害を加える\n旨を告知し又は本邦外出身者を著しく侮蔑するなど，本邦の域外に\nある国又は地域の出身であることを理由として，本邦外出身者を地\n域社会から排除することを煽動する不当な差別的言動。同法２条）\nを満たす言動に当たると認められる。\nこのように，差別的言動解消法において解消されるべきとされて\nいる言動の客観的要件を満たすもの（以下「ヘイトスピーチ」とい\nう。）は，その表現自体，差別を煽動する効果を有し，危害を加える\n旨の告知や著しい侮辱といった内容を有するなど，公序良俗に反す\nるものであると考えられ（民法９０条），その表現を更に広める行為\nは，差別を煽動する効果を更に拡大させ，専ら人種間の分断を強化\nする効果を有する行為であるということができる。したがって，使\n用者がこのようなヘイトスピーチを内容とする資料を配布したとき\nは，本邦外出身者に対する差別的意識を助長し又は誘発する目的が\nなかったとしても，差別を煽動する効果を有する行為を行ったこと\nに変わりはない。「在日は死ねよ」等といった文言を記載した資料を\n職場で何の留保もなく広く配布することが，原審被告らの目的であ\nる本件自虐史観の克服や，日本人としての誇りの回復に資するもの\nと認めることはできないのであり，ヘイトスピーチを禁止するため\nの啓発教育を行うような場合を除き，これを職場で配布することを\n正当化する理由は見当たらない。\nまた，本件文書①には，例えば，中韓北朝鮮に対し親和的な見解\nを表明した特定の人物や組織を「在日支配売国マスコミ」や「売国\n奴」と表現した内容を含むものが認められる（原判決別紙２の１の\n番号１，別紙２の５の番号２８，３０）。\nこのような侮辱的文言を用いた人格攻撃により民族間の相互理解，\n寛容及び友好を妨げる表現行為（以下「売国奴等侮辱言辞」という。）\nは，ヘイトスピーチそのものではないが，他国に対し理解を示す主\n張に対し，その主張者の人格を攻撃することにより，是非を問うこ\nとなく当該主張を封殺しようとするものであり，特定の者に対して\n行われた場合には刑法の侮辱罪に当たるおそれがある行為でもある。\nしたがって，その言辞が中韓北朝鮮に対して親和的な見解を表明し\nた人や組織を攻撃するために用いられるときは，ヘイトスピーチと\n同様，専ら国籍や民族を理由とする対立や差別を煽動し，人種間の\n分断を強化する効果を有することに変わりはない（なお，甲２２の\n１７１頁以下の書物のタイトルである「売国奴」は，中韓北朝鮮に\n対して親和的な見解を表明した人や組織を攻撃するために用いられ\nているものではないと解され，売国奴等侮辱言辞には該当しない。）。\nそして，本来，古くから我が国と交流があり，歴史的経緯から感情\n的な対立が生じることもある国やその国民であればあるほど，より\n深く理解し，多角的かつ客観的に原因を分析する必要があるにもか\nかわらず，主張者の人格を攻撃するような売国奴等侮辱言辞を記載\nした資料を職場で配布することを正当化する理由が見当たらないこ\nとは，ヘイトスピーチと同様である。\nそうすると，本件配布①のうち，これら２つの類型に当たる表現\nを含む資料の配布行為については，たとえ反復継続してされたもの\nではなく，その一資料を配布する個別の行為のみであっても，専ら\n原審原告の民族的出自等に関わる差別的思想を職場において醸成す\nる行為に該当するというべきであるから，在日韓国人の従業員であ\nる原審原告の本件利益を侵害する行為であると認められる。したが\nって，原審被告らは，不法行為責任を負うこととなる。\nなお，原審被告らは，本件配布①には「差別的意識を助長し又は\n誘発する目的」がないなど，差別的言動解消法２条の「本邦外出身\n者に対する不当な差別的言動」の要件を満たさない旨主張する（別\n紙③の２ ）。しかし，本件文書①の中には，その客観的要件を満た\nす表現が含まれており，前記のとおり，優越的地位に立つ使用者（実\n質的な使用者である原審被告Ａを含む。以下同じ。）としてはそのよ\nうな表現を含む資料を職場内で更に広く配布することによる実際上\nの効果について慎重に配慮することが求められると解される。した\nがって，当該配慮をすることなく職場内で同条の客観的要件を満た\nす表現を含む資料を配布したときは，同条の主観的要件を満たさな\nい場合であっても，職場環境配慮義務違反は免れないというべきで\nあるから，この原審被告らの主張は採用することができない。また，\n原審被告らは，「在日は死ねよ」などの表現は，インターネット上の\n記事内に書きこまれていた一般視聴者のコメントであって，たまた\nま紛れ込んだものにすぎない旨主張する（別紙③の２ ）。しかし，\n仮にそのような事情があったとしても，使用者が職場において従業\n員に対し配布する資料である以上，当該資料中の不適切な表現につ\nいて，その旨付記したり，削除したりすることなく配布した場合に\nは，使用者が当該表現内容を容認しているものと従業員に受け取ら\nれる可能性があり，原審被告らにおいて，民族的出自等を異にする\n従業員が職場において平穏に労働力を提供することができるように\n職場環境に配慮すべき義務を怠ったものであることには変わりがな\nい。原審被告らが主張する点は，前記の判断を左右するに足りるも\nのではない。\n⒟  次に，本件文書①には，前記⒞のヘイトスピーチや売国奴等侮辱\n言辞には該当しないが，中韓北朝鮮の民族的出自を有する者などに\n対する侮辱的言辞，我が国の民族的出自を有する者の賛美，中韓北\n朝鮮の国家や政府関係者への批判等の表現内容が含まれている。こ\nれらは新聞，雑誌，書籍等の公刊物の記事の紹介や，これに対する\n従業員の感想等を内容とするものであり，その中には見出しやタイ\nトルを含めると不穏当な表現や，強い批判的表現が含まれているも\nのがあることは事実であるが，公刊物の記事の紹介についていえば，\n歴史的認識や外国政府の政策に対する意見や論評を紹介することに\n主眼があるものであり，これらの資料は，それ自体では，その配布\nにより直ちに職場において差別的思想を醸成する行為が行われたも\nのと評価することは困難である。例えば，原審原告が原審被告らに\n対し疑問を持つきっかけになったという「おじいちゃん戦争のこと\nを教えて」という書籍（原判決別紙２の３の番号１０６から１１１，\n甲２４の１０７から１３３頁）は，原審原告の歴史観とは異なる歴\n史観を示し，韓国における反日教育等を批判したものとして，原審\n原告の意に沿わないものであったかもしれないが，同書籍は，その\n全体の文脈をみれば，民族的出自等に基づく差別を扇動し，助長す\nる意図で書かれたものということはできず，そのような効果をもた\nらすものであるとも認められない。また，原判決後の原審被告会社\nの配布資料（令和２年７月２８日配布）に含まれていた記事「韓国\nが早速クレーム『産業遺産情報センター』」（甲１６０）も，世界文\n化遺産に登録された長崎県の軍艦島に関する展示内容に関し，韓国\n政府が主張するような奴隷労働の実態はなかったことを述べるもの\nで，一部「韓国のえげつないプロパガンダ」等といった表現が用い\nられている部分等があるものの，全体の文脈をみれば，元島民らか\nらの聞き取り調査の結果等に基づく事実についての反論や日本政府\nの対応を批判する内容のものであって，民族的出自等に基づく差別\nを扇動し，助長するような意図や効果があるとは認められない。人\n種差別撤廃条約９条に基づく人種差別撤廃委員会の人種主義的ヘイ\nトスピーチに関する一般的勧告３５（平成２５年採択。甲１５）の\nパラグラフ１４の末文には，「同委員会は，歴史的事実に対する意見\nの表明は禁止または処罰されるべきではないことを強調する」旨の\n記載があり，同パラグラフで引用されている市民的及び政治的権利\nに関する国際規約（昭和５４年条約第７号）の規約委員会の一般的\n意見３４のパラグラフ４９（甲２２５）は，「歴史的事実に関する意\n見の表明を罰する法律は，意見及び表現の自由の尊重に関して規約\nが締約国に課している義務と両立し得ない。規約は，過去の出来事\nに関する誤った意見又は不正確な解釈を表現することに対してこれ\nを全般的に禁止することを許容しない。」旨述べている。人種差別撤\n廃条約の国内的実施を踏まえた私法の解釈を行う場合にも，これら\nの点は考慮されるべきであり，原審原告のいう歴史修正主義を記載\nした資料の配布は，直ちに職場における人種差別や民族差別を助長\nし，差別的思想を醸成する行為として違法になると評価することは\nできない。\nまた，自国政府であるか外国政府であるかを問わず，政府やその\n政策又は政治家に対する批判は，その表現が前記のような売国奴等\n侮辱言辞を含むものでなければ，一般に許容されるべき性質のもの\nである。例えば，韓国政府の対日政策や，中国政府の人権問題，北\n朝鮮の拉致問題に対する対応等を批判した新聞記事や公刊物の職場\n内の配布は，その閲読が任意であり，強制や不利益の契機を伴うも\nのでない限り，それを違法として禁止すべき理由はない。その他，\nマスコミの報道姿勢を批判する記事を記載した資料も同様である。\n原審原告は，これらの資料の配布は，職場の業務とは関係がない\nとも主張するが，ある問題が職務に関連するか否かについては，前\n記のとおり，経営者の広い裁量が認められるべきであり，また，原\n審被告会社は，前記のとおり様々な分野の公刊物を紹介し，従業員\nに対し子供相談の機関についての情報（丙１４）なども配布してい\nることが認められるところ（認定事実ク），職務に直接関連しない資\n料だからといって，その配布が直ちに違法になるわけではない（そ\nもそも，原審原告は，職場の業務と関係がないすべての資料の配布\nが違法であると主張しているのではなく，特定の見解を記載した資\n料の配布だけを違法であると主張しているのであるから，その内容\nにより対象を選別している側面があることは否定することができな\nい。前記のとおり，強制や不利益の契機を伴うものでない限り，原\n審原告の意に沿わない主張が配布されたことによって原審原告が受\nける不快感情自体は不法行為法上保護されるべき利益であると認め\nることはできない。）。\nまた，原審原告は，本件配布①は，歴史観，世界観，政治的意見\nという個人の思想，信条に関する私的領域に介入するものである旨\n主張するが，政治的・思想的分野に関する事項であっても，強制や\n不利益の契機を伴わないのであれば，使用者が当該事項に関する資\n料（新聞記事，公刊物等）の配布行為を行うこと自体が許されない\nと解することはできない。そもそも，経営者が経営理念や価値観を\n共有するため従業員に対して行う働きかけは，個人の思想，信条の\n問題と完全に切り離すことはできないはずであり，例えば，古典を\n引用した語句や新聞の社説記事への言及であっても，見方によって\nは個人の歴史観や思想に対する働きかけをすることになる場合もあ\nるのであるから，その閲読が強制的なものではなく，任意であるこ\nとが確保されているかぎり，これを一律に禁止すべき理由はない。\n原審被告らが主張する「本件自虐史観を克服し，日本人として誇り\nを持つ」という経営理念自体は，反社会的なものでも，公序良俗違\n反になるものでもないから，原審被告らが当該理念に基づき従業員\nに対し任意の働きかけをすることは許されるというべきである。証\n拠上，原審被告らが原審原告の思想信条を理由に他の従業員に対し\n原審原告と接触しないよう働きかけていた事実は認められないから，\n仮に原審被告らの経営理念に沿った一定の立場に立つ記事の紹介や\n感想文の職場における配布が原審原告の思想信条に反する内容のも\nのであったとしても，前記のとおり，これによる原審原告の不快感\n情自体は直ちに法的保護に値する利益ということはできず，原審被\n告らが原審原告の人格的自律権や職場における自由な人間関係を形\n成する権利を侵害したものと認めることはできない。原審原告のこ\nの点の主張は採用することができない。\nこのように，本件文書①中の資料を個別に見ると，一般の公刊物\nにおいて示された意見や論評及びこれを前提とした従業員の感想文\n等であり，一つ一つの資料を職場で紹介したり，配布したりする行\n為自体を見ると，直ちに不法行為を構成するものということはでき\nない。しかしながら，これらの資料は，一定の内容や傾向を持つも\nのであり，これが本件配布①のように職場において使用者の優越的\n地位を背景に継続的かつ大量に配布された場合の効果については，\n別に考慮する必要がある。\nすなわち，本件文書①は，歴史的認識や外国政府の政策に対する\n意見・論評・感想を表明するものにとどまらず，民族自体の属性の\nステレオタイプ化（例えば，「中国や韓国は「騙される方が悪い」「嘘\nも１００回言えば本当になる」と信じている国民です。」（原判決別\n紙２の２の番号９５，甲２３の１８２から１８７頁），「韓国人がう\nそつきだというのもこのことから言えます。」（原判決別紙２の２の\n番号１２６，甲３５の１の６１６頁）等）や，親中韓とみられる政\n治家に対する人格的攻撃や感情的反発を示す表現（「被害者ズラで永\n遠に強請りたかりを決め込む某国の感覚を持つ政治家として極めて\n不適格な人間」（原判決別紙２の２の番号１１７，甲３４の１の４３\n７頁），「正しい歴史をもたず，中国や韓国の反日感の肩を持つよう\nな日本人には，とてつもなく嫌悪感が生まれます」（原判決別紙２の\n３の番号３５，甲２２の１０９９頁）等）などと一体となって配布\nされている。そして，特に本件文書①に含まれる従業員らのその他\nの感想文等やメールの内容等は，現に職場において，本件配布①の\n結果，反中・反韓感情が醸成されつつあることを推認させるに足り\nるものである。これらの点を踏まえると，個々の資料について，そ\nの意見や論評の表明に，本邦外出身者に対する差別的意識を助長し\n又は誘発する目的がなかったとしても（前記⒞参照），本件配布①は，\n中韓北朝鮮の民族的出自等を有する者に対する差別的思想を醸成す\nる可能性のある一定の傾向を有する資料を，反中・反韓感情を述べ\nる従業員の感想文等とともに，継続的かつ大量に配布した結果，職\n場において，朝鮮民族はすべて嘘つきであり，信用することができ\nず，親中・親韓的態度をとる人物はすべて嫌悪されるべきであるな\nどといった意識を醸成させ，本邦外出身者に対する現実の差別的言\n動をいずれ生じさせかねない温床を原審被告ら自らが作出した行為\nであると評価せざるを得ない。\nしかも，原審被告会社では，原審原告以外にも複数の外国人や本\n邦外出身者（差別的言動解消法２条）の従業員が勤務しており（弁\n論の全趣旨），そのような職場において，原審被告らのように「日本\n人としての誇り」を回復することを目的として資料等を配布するに\n当たっては，民族的出自等を異にする従業員に対する差別的思想が\n醸成されることがないよう慎重に配慮することが求められるべきこ\nとは前記のとおりである。それにもかかわらず，原審被告らにおい\nて，本件文書①と対照すべき異なる意見や論評が表明された資料を\n相応に配布したり，過激な表現を含むものについては不適切な表現\nである旨付記し，又は削除するなど，差別的思想が醸成されること\nのないよう配慮したり，差別的思想を排除するための措置をとった\nりした形跡はない。したがって，原審被告らは，本件配布①を行う\nことにより，職場環境に配慮すべき使用者としての義務に違反し，\n原審原告の本件利益を侵害したものとして，不法行為に基づく責任\nを免れない。\nｃ  使用者側の自由（従業員教育における裁量）\n原審被告らは，別紙③の２ のとおり，原審被告らの表現の自由（従\n業員教育における裁量）について主張する。\n原審被告らが主張するとおり，従業員が，業務と直接関連しない\nものに触れて，見聞を広め，知見や教養を得ることは，企業活動に\nとって一般にプラスとなることであり，使用者が従業員の総合的な\n研さんに努めることは有意義であると考えられる。また，前記のと\nおり，使用者が，自己の経営理念を共有するため，従業員教育の一\nつとして，従業員に働きかけをすることは，それが強制にわたらな\nい限り，原則として自由であると解され，その理念の内容や，どの\nようにこれを従業員に伝えるかなどの判断においては，使用者側に\n裁量がある。したがって，職場における従業員教育として，強制に\nわたらないように配慮しつつ，一般の公刊物の内容を紹介すること\nなどによって，経営理念を伝えようとすること自体に問題があると\nは解されない。また，現に本件配布①について，従業員に閲読が強\n制されていたとは認められない（前記ｂ ）。\n⒝  しかしながら，私人間に憲法２１条が直接適用されることはなく，\n原審被告らに認められる表現の自由その他の自由は，雇用契約その\n他の私人間の関係の性質に基づく制約を免れるものではないと解さ\nれることは前記のとおりである。\nそして，㋐ヘイトスピーチや，㋑売国奴等侮辱言辞を含む資料は，\nこのような資料を職場で配布することにより，使用者にとって得ら\nれる正当な利益があるとは想定し難い上，これらの資料は，その表\n現それ自体で特定の国家や民族集団に属する個人に対する差別を助\n長し又は煽動し，人種間の分断を強化する効果を有するものと評価\nされるから，その配布が直ちに違法とされてもやむを得ない。\nまた，これらに至らないものであっても，本件配布①のように，\n何の配慮もなく一定の傾向を有する資料のみを継続的かつ大量に職\n場に流布することは，結果として，職場において差別的思想を醸成\nさせることになり，原審原告の本件利益を侵害する行為となるから，\nこのような状態を是正することなく，同様の資料の配布行為を継続\nすることは，従業員教育を原審被告らの表現行為として捉えたとし\nても，表現の自由の濫用に当たると解される。\n原審被告らは，資料配布の目的は，日本人としての誇りを高め，\nひいては愛社精神を高めるところにある旨述べる（認定事実カ）。し\nかし，目的自体は正当であったとしても，結果的に職場において前\n記のような差別的思想を醸成させたことが認められる以上，原審被\n告らは，職場環境配慮義務に違反したと評価されてもやむを得ない。\nしたがって，原審被告らの主張は採用することができない。\n本件勧奨について\nア  認定事実\n原判決の引用\n本件勧奨についての認定事実は，後記 のとおり原判決を補正するほ\nかは，原判決「事実及び理由」第３の２ （２０頁２１行目から２５頁\n７行目まで）に記載のとおりであるから，これを引用する。\n原判決の補正\nａ  ２０頁２６行目・２１頁１行目の「被告らのいう自虐史観」を「本\n件自虐史観」に改め，２２頁６行目の「被告会社は」の次に「，平成\n２５年５月２２日」を，１７行目の「〔」の次に「３５９，」を，それ\nぞれ加える。\nｂ  ２２頁２１行目の「同様に」の次に「，教科書採択の重要性を述べ\nるとともに」を，２５行目の「被告会社は」の次に「，同月２１日」\nを，２３頁２０行目の末尾に「なお，Ｂ副部長は，同年６月２４日，\n設計監理課の従業員に対し，前記 のとおり，各従業員が個人の端末\nから文部科学省のホームページに教科書についての意見を提出するよ\nうに協力を求めるとともに，同月２５日以降分については教科書展示\n会に参加することを取り止める旨を，メールで通知した。」を，それぞ\nれ加える。\nｃ  ２４頁４行目の「育鵬社に」を「育鵬社が」に，２５頁２行目の「８\n５」を「８４」に，それぞれ改める。\nイ  判断\n原判決の引用\n本件勧奨についての判断は，後記 のとおり原判決を補正するほかは，\n原判決「事実及び理由」第３の２ （２５頁８行目から２９頁１２行目\nまで）に記載のとおりであるから，これを引用する。\n原判決の補正\nａ  ２５頁１９行目冒頭から２６頁１８行目末尾までを，次のとおり改\nめる。\n「  そして，使用者が政治活動の自由を有しているからといって，労\n働者に業務と関連性のない政治活動を強制することは労働者の政治\n的自由（自己の意に反して一定の政治的行動をとることを強制され\nない自由）を侵害し，指揮命令権を濫用するもので許されないこと\nは明らかである。また，強制を伴わないことを前提としても，そも\nそも，政治活動を行うことは労働契約上予定されていないものであ\nり，さらには，前記のとおり，使用者が労働者に対して指揮命令権\nや人事権を有し，優越的な地位にあることから，使用者の政治的活\n動に迎合することとなりがちであることに留意すべきであると考え\nられる。労働基準法３条が，使用者に対して「信条」を理由とする\n差別的取扱いを禁止するところ，この「信条」には政治的信条が含\nまれると解されること，また，職場における労働者の思想・信条等\nの精神的自由が尊重されるべきであることを考慮すると，使用者が\n労働者に対して政治活動を勧奨するに際しては，労働者が不参加に\n当たり，政治活動に対する見解を表明することを余儀なくされたり\n（政治的見解の表明を強制されない自由を侵害されたり），不利益を\n受けることのないよう，労働者の政治上の思想・信条に対して慎重\nな配慮を要するというべきである。\nしたがって，使用者が自己の支持する政治活動への参加を従業員\nに促すことについては，たとえ参加を強制するものではないとして\nも，参加の任意性が十分に確保されているか（勧奨の態様，不参加\nに当たり自己の見解の表明が余儀なくされないか，不参加の容易性\n等）等，諸般の事情を総合的に判断して，その勧奨が社会的に許容\nできる限度を超えている場合には違法になるというべきである。」\nｂ  ２６頁１９行目の「前記１ イ で説示したとおり」を「既に認\n定したとおり」に，２７頁１６行目の「赴いており」を「赴かせて\nおり，しかも，異なる意見を有する者は本件活動に参加しないよう\n求め」に，それぞれ改め，２８頁８行目の末尾に「したがって，原\n審被告らは，本件勧奨により原審原告の人格的利益を侵害したもの\nとして，不法行為に基づく損害賠償義務を負う。」を加え，２９頁３・\n４行目の「少なくとも」から６行目の「いうべきである。」までを「原\n審被告らの主張するとおり，従業員らが全く任意で参加していたこ\nとが事実であるならば，前記活動に参加した従業員らは，自己の政\n治信条に基づく活動を行った間，その従事していた業務を免除され\nるのに，前記活動の趣旨に賛同せず，不参加を表明した従業員は業\n務を免除されないのであるから，政治的信条を理由に差別的取扱い\nがされたものというほかはない。」に改める。\n本件配布②について\nア  認定事実\n原判決の引用\n本件配布②についての認定事実は，後記 のとおり原判決を補正する\nほかは，原判決「事実及び理由」第３の３ （２９頁１４行目から３０\n頁１２行目まで）に記載のとおりであるから，これを引用する。\n原判決の補正\nａ  ２９頁１５行目の「 」の次に「， 」を加える。\nｂ  ３０頁１２行目の末尾に，改行の上，次のとおり加える。\n「オ  原審被告らは，その後も，同様の資料の配布を続け，令和２年\n７月２日に原判決が言い渡された後も，原審被告会社の従業員に\n対する資料の配布について，その方針を変更せず，本件配布②と\n同様に，本件訴訟の提起や提訴者に対する批判が記載された従業\n員作成の感想文等を多数継続して配布している。\nその配布資料（令和元年１０月１５日から同年１１月１５日ま\nでの間及び原判決の言渡し後である令和２年７月４日から同年１\n０月１７日までの間に配布されたもの）の中には，次に記載の例\nのとおり，本件訴訟の内容について強い批判や，提訴者が原審被\n告会社で勤務を続けることに対する非難の表現を含むものが，多\nく認められる。\n「私がどうしても納得いかないのは，ヘイトだと訴えている\n本人が未だ給与をもらいながら会社に在籍していることです。\n裁判で使用する資料等を手に入れるためなのか，理由は分かり\nませんが，差別だとかヘイトだとか訴える前に，自分の行動は\n人として正しいのかと言いたいです。」（令和元年１０月２３日\n配布分の従業員作成の経営理念感想文。甲１３６〔１６３丁〕）\n「私は一貫してこの裁判のことを「言いがかり裁判」と言う\nてます。何の問題もないところにイチャモンを付けて恫喝し，\nお金をせしめる，と。（中略）とんでもない優良企業に，知らん\nと当たってしもたわ，と後悔させてやりましょう。もうチンピ\nラヤクザとおんなじですからね。」（令和元年１０月２９日配布\n分のブログ記事。甲１３７）\n「正直，こんな裁判を起こしておいて，今も勤務し続けてい\nることについて正気の沙汰とは思えない（嫌なら辞めれば良い\nし，会社の恩恵だけを受け続けていることには疑問しかない）\nです。」（令和２年８月１９日配布分の従業員作成の経営理念感\n想文。甲１６８〔５４丁〕）\n「思うにこの原告も当社に長年いて少なからず当社の福利厚\n生の恩恵を受けているにも関わらず，他方で損賠償訴訟を起こ\nし，いまだなお在籍できる神経が私には全く理解ができません。\n嫌なら去ればいいだけの話ですし，一緒に働く周囲の社員が気\nの毒です。」（令和２年８月１９日配布分の従業員作成の経営理\n念感想文。甲１６８〔８４丁〕）\n「こんなめんどくさい裁判を，まだまだ続けるくらいやった\nらさっさと１１０万円払うて終わりにしたい，と考える人もお\nることでしょう。まさに狙いはそこ，なわけですね。私は「被\n害者ビジネス」という言葉を知ったのは「覚醒」してからでし\nた。ただ，「当たり屋」というのは知っていました。」（令和２年\n９月９日配布分のブログ記事。甲１７６）\n（甲１３５～１８６〔枝番を含む。〕）\nイ  判断\nａ  認定事実によれば，本件配布②は，前記 及び で判断したとおり，\n本件配布①及び本件勧奨が不法行為に当たり，原審原告がその救済を\n求めて本件訴訟を提起したにもかかわらず，原審被告会社の他の従業\n員が，本件訴訟の提起を強く批判し，その提訴者が原審被告会社で勤\n務を続けることを非難する意見を有していることや，原審被告らの周\n辺社会において本件訴訟を強く批判する意見があることを示す資料を，\n職場において，継続的かつ大量に配布する行為である。優越的地位に\nある原審被告らが，本件訴訟の提起を非難する他の従業員や第三者の\n意見を，原審原告のみならず社内の従業員に対して広く周知させるこ\nとは，原審原告に対し職場における強い疎外感を与えて孤立化させる\nものであるとともに，本件訴訟による救済を抑圧するものということ\nができる。\nｂ  特に，本件文書②の中には，例えば，「腹が立って・殴り倒してやり\nたい気持ちです。（中略）クズと関わっても仕方ありませんし，ネタに\nされるだけです」（原判決別紙３の１５番），「この社員の方，盗人にも\n五分の理ですから，言い分もあるのでしょう。（中略）１０年以上勤務\nした自身のプライドを含め，恩を仇で返す行為であり恥知らずという\n言葉以外にないと思います。」（原判決別紙３の５６番）など，侮辱的\n文言や身体に対する攻撃を示す文言まで用いて，本件訴訟を提起し，\n又は追行すること自体を誹謗中傷する表現が含まれている。\n本件配布②のうち，これらの表現を含む資料の配布行為については，\n原審原告の氏名が秘匿されていたとしても，原審原告がみれば自己に\n対する非難や攻撃であることはすぐに分かるのであり，原審被告らに\nおいて，そのことを知りながら 当該資料の配布を行うことは，たとえ\nその一資料を配布する個別の行為のみを評価しても，原審原告の人格\n的利益を侵害するものとして，不法行為に当たると解される。\nｃ  原審被告らは原審原告と訴訟上対立する当事者という立場にあるが，\n同時に原審原告の使用者としての立場も有するのであり，原審被告ら\nが，その優越的地位を利用して，原審原告の本件訴訟の提起及び追行\nを抑圧することが許されるわけではない。むしろ，職場環境の改善を\n求める労働者である従業員が使用者を訴える本件のような場合には，\n使用者側には，なおさら当該従業員が不必要に委縮することなく，裁\n判を受けることができるよう配慮する責任があるというべきである。\nしたがって，本件配布②は，原審原告の職場において抑圧されるこ\nとなく裁判を受けることができる利益（これもまた，原審原告の人格\n的利益の一つとして法的に保護される利益に当たると解される。）を侵\n害するものとして，不法行為に当たり，原審被告らはいずれも損害賠\n償義務を負う。\nこれに対し，原審被告らは，原審原告及びその支援団体が，本件訴訟\nを提起して，ヘイトスピーチ，ヘイトハラスメントを行う企業であると\n喧伝して署名活動を行い，これを受けて，原審被告会社が人種民族差別\nを行っているとか，従業員に特定の思想を強要しているなどといった印\n象を抱かせる報道がされるに至り，本件訴訟により原審被告会社の対外\n的イメージが低下するとともに意欲的な従業員の士気が低下するなどの\n不利益を受けたことから，その回復を図るために原審被告会社の従業員\nに対して原審原告の個人識別情報を秘した上で本件訴訟を説明したとこ\nろ，従業員において本件訴訟を主題とする多数の感想文を提出されたこ\nとから，従業員に対する鼓舞や士気の低下の抑止に資するものとして，\n本件配布②を行った旨主張する。\n確かに，原審被告会社が原審原告に対し民族的出自等に基づいて差別\n的取扱いをしていた事実は認められないから，そのような印象を抱かせ\nるような報道は正確さを欠き，不適切なものであったということはでき\nる。また，一般に訴訟の内容について意見を述べることは表現の自由と\nして保障され，原審被告らが，本件訴訟について被告としての立場から\nの主張や意見を，原審被告会社内で従業員に対して説明し，又は周辺社\n会に説明すること自体は，何ら違法な行為ではない。そして，その説明\nの方法として，第三者が述べた意見等を引用しつつ説明すること自体も，\n許されないものではない。原審原告は，原審被告らのその説明に接する\nことにより心理的苦痛を受けることがあったとしても，その原審被告ら\nの行為が社会的に相当な範囲に止まる場合には，受忍すべきであると解\nされる。しかしながら，原審被告らが，原審被告会社の従業員その他第\n三者の本件訴訟の提起に対する批判的意見（本件訴訟の提起又は追行自\n体を非難し，提訴者が原審被告会社で勤務を続けていることを非難する\n意見が，多数含まれている。）を職場において広く知らしめることは，そ\nれが優越的地位にある使用者側からの配布物であり，配布を受けた原審\n原告以外の従業員がこれに迎合する可能性があることを考慮すると，職\n場において原審原告に強い疎外感を与えて孤立化させ，本件訴訟による\n救済を抑圧する効果をもたらすことは明らかである。\n加えて，前記 ｂのとおり，本件文書②には，単なる批判にとどまら\nず，提訴者の人格を攻撃する誹謗中傷の表現（「クズ」，「恥知らず」等）\nが含まれており，そのような表現を含む資料は，たとえその一資料を配\n布する個別の行為のみを評価しても不法行為が成立すると解される。従\n業員に対する鼓舞や士気の低下の抑止のためには，他の方策も執り得た\nと考えられ，仮に本件配布②の目的が従業員に対する鼓舞や士気の低下\nの抑止にあったとしても，当該目的は，直ちに手段としての本件配布②\nを正当化するものではないから，本件配布②が原審原告に対する不法行\n為に当たる旨の前記判断を左右するに足りるものではない。\n前記の原審被告らの主張は，採用することができない。\nまた，原審被告らは，本件訴訟に関する感想文等の分量が僅少である\nことや，本件配布②において原審原告を特定することができる情報は記\n載されておらず，原審原告が社内において疎外されるなどの具体的な不\n利益を被っていないこと，原審被告らを批判してその名誉，信用等を毀\n損しかねない喧伝を行っている原審原告は本件配布②による不快感につ\nいて受忍すべきであることなどを主張する。\nしかしながら，原審被告らが指摘する感想文等の分量については，そ\nもそも，前記 ｂのとおり，本件文書②には提訴者の人格を攻撃する誹\n謗中傷の表現が含まれており，そのような表現を含む資料は，分量にか\nかわらず，たとえその一資料を配布する個別の行為のみを評価しても不\n法行為が成立すると解される。また，原判決別紙３のとおり，本件訴訟\nの提起直後である平成２７年９月に本件訴訟や提訴者に対する批判を記\n載した感想文等が多数配布されたことは明らかであるし，認定事実オの\nとおり，原判決後においても同様の内容の感想文等が多数継続して配布\nされたことが認められる。さらに，提訴者が原審原告であると特定され\nておらず，原審原告が実際に職場において周囲から疎外された事実がな\nいとしても，本件配布②は，提訴者を非難する従業員の感想文を配布す\nることにより原審原告に対し「本件訴訟の提起が間違っており許されな\nいこと」を知らせるという原審被告Ａの意図（認定事実ウ，原審被告Ａ\n本人）を反映したものであり，これにより原審原告が現に強い疎外感を\n受けたことが認められる以上，原審原告が実際に職場において周囲から\n疎外された事実がないことは，不法行為の成立を妨げるものではない。\nさらに，既に判断したとおり，本件配布①及び本件勧奨が原審原告に\n対する不法行為に該当することを前提とすると，本件訴訟の提起が権利\nの濫用に当たるということはできず，原審被告らが指摘する本件訴訟や\n原判決についての報道内容（丙１５の１～５，４２の１～４）や原審原\n告支援団体の活動内容（丙１６の１～３，１７，１８，４６の１・２）\n等を考慮しても，本件配布②を正当化するに足りない。\n前記の原審被告らの主張は，採用することができない。\nこのほか，原審被告らは，原審原告はこれまで十全に裁判を受ける権\n利を行使しており，原審原告の裁判を受ける権利は何ら侵害されていな\nい旨主張する（別紙④の２の原審被告らの主張 イ）。しかし，原審原告\nが本件訴訟において実際に何らかの訴訟行為を控えるなどしたことがな\nかったとしても，それは，本件配布②により原審原告に「本件訴訟の提\n起が間違っていること」を知らしめるという原審被告Ａの目的を達成す\nることができなかったというだけであって，本件配布②の結果，原審原\n告が精神的苦痛を受け，その人格的利益（抑圧されることなく裁判を受\nけることができる利益）が侵害された事実がなくなるわけではない。\n前記の原審被告らの主張は，採用することができない。\n小括\n以上によれば，原審被告らは，本件配布①，本件勧奨及び本件配布②，並\nびに原判決後における本件配布①及び②と同様の資料配布行為により，原審\n原告の人格的利益を侵害したものとして，不法行為に基づき，原審原告の被\nった精神的損害について損害賠償義務を負う。\nそして，原審被告会社が大阪府内における一戸建て供給戸数がトップクラ\nスの東証一部上場企業であり，従業員約１０００人を抱え，４年連続健康経\n営優良法人に認定されるなど高い評価を得ている企業であって，その職場に\nおいて民族的出自等に基づく差別的思想が醸成されないような環境作りに配\n慮することが社会的にも期待される立場にあるにもかかわらず，これを怠っ\nたこと，他方で，本件配布②が，原審原告及びその支援団体が本件訴訟に関\nして行った活動等により，対外的イメージの低下等をおそれるなどして行わ\nれた面があること，その他，本件文書①及び②の内容，本件配布①及び②の\n態様，原判決後にも改められることなく配布された資料の内容及び配布の態\n様，本件勧奨の内容等，本件に現れた諸般の事情（「在日特権」に関する不正\n確な内容の資料（甲４０の８の７５６頁以下，甲８８）の配布等も含む。）を\n総合考慮すれば，原審原告がその受けた精神的苦痛には，慰謝料１２０万円\nの支払をもって填補するのが相当と認められる。また，本件と相当因果関係\nのある弁護士費用は，１２万円とするのが相当である。なお，本件訴訟提起\n後，ひいては原判決後にも継続された本件配布①及び②と同様の資料の配布\n行為は，従前の本件配布①及び②と一体となった不法行為と見るのが相当で\nあり，不法行為の始まった日の後（本件訴状送達の日の翌日）である平成２\n７年１０月８日から支払済みまで民法所定の年５分の割合の遅延損害金の支\n払義務があるものと認められる。\n３  本件差止請求について\n訴えの追加的変更の許否\n原審被告らは，㋐請求の基礎の同一を欠くこと，㋑著しく訴訟手続を遅延\nさせること（民訴法１４３条１項ただし書），㋒表現の事前差止という重大な\n事項について審級の利益を失わせるものであることを理由に，当審において\n本件差止請求を追加する訴えの変更は許されない旨主張する。\nしかしながら，前記㋐については，本件差止請求は，従前の本件損害賠償\n請求を基礎づける事実として主張立証されてきた本件配布①及び②と同様の\n配布行為が今後も継続することが見込まれることから，その差止めを求める\n趣旨のものであり，本件損害賠償請求と同様の事実関係に基づいてされたも\nのと解されるから，請求の基礎に変更はないと認められる。\nまた，本件差止請求について特に多数の新たな証拠調べを要する事情はな\nく，この訴えの変更が著しく訴訟手続を遅延させるものとはいえない。さら\nに，訴えの変更は控訴審においても許されているところ（民訴法１４３条１\n項本文），本件差止請求が，第一審係属中や原判決後においても原審被告らが\n本件配布①及び②と同様の資料配布行為を継続したという事情から追加され\nたものであり，本件差止請求における主な争点も本件損害賠償請求と同様で\nあることを考慮すると，当審において本件差止請求を審理することが原審被\n告らの審級の利益を失わせるものとして不当ということはできない。\nしたがって，本件差止請求を追加する訴えの変更は，不当とはいえず，許\n可することが相当である。\n人格的利益に基づく差止請求\nア  本件差止請求は，原審被告らにより本件配布①及び②と同様の配布行為\nが今後も継続することが見込まれることから，その差止めを求める趣旨の\nものである。\nそして，本件配布①は，前記判断のとおり，原審被告らが，韓国籍を有\nする原審原告が勤務しているにもかかわらず，広く職場内に，中韓北朝鮮\nの民族的出自等を有する者に対する差別的思想を醸成する内容の意見，論\n評，感想文を記載した資料を組織的かつ大量に配布する行為であり，原審\n被告らの職場環境配慮義務に違反し，原審原告の人格的利益である本件利\n益を侵害する行為である。\n他方，本件配布②は，前記２ イ で判断したとおり，原審被告会社の\n他の従業員が，本件訴訟の提起を強く批判し，その提訴者が原審被告会社\nで勤務を続けることを非難する意見を有していることや，周辺社会におい\nて同提起を強く批判する意見があることを示す資料を，職場において，継\n続的かつ大量に配布する行為であり，原審原告に強い疎外感を与えて孤立\n化させるものであるとともに，本件訴訟による救済を抑圧する行為として，\n原審原告の抑圧されることなく裁判を受けることができる人格的利益を\n侵害する行為である。\nこのように，本件差止請求は，いずれも原審原告の人格的利益を根拠に，\n将来予想される侵害行為の差止めを求めるものである。\nイ  ところで，原審被告らは，最高裁昭和６１年大法廷判決等を引用して，\n本件のような表現行為の事前差止めが認められるためには，原審原告が重\n大にして著しく回復困難な損害を被るおそれがある場合に限られる旨主\n張する。\nしかしながら，最高裁昭和６１年大法廷判決は，表現物がその自由市場\nに出る前に一般的に抑止するという表現行為の事前抑制の事案における\n判断であるのに対し，本件差止請求は，原審被告会社の職場内という限ら\nれた場所的範囲内における資料の配布行為の差止めを求めるものであり，\nまた，配布の差止めを求める対象となる資料の中には，既に広く社会にお\nいて公刊等されている資料も含まれるのであって，表現物がその自由市場\nに出る前に一般的に抑止することを求めるものではない。したがって，本\n件は，最高裁昭和６１年大法廷判決と事案を同じくするものとはいえない。\nもっとも，原審原告の求める資料の配布行為の差止めは，原審被告らの自\n由（従業員教育における裁量）を事前に制約するものであり，予測に基づ\nくものとならざるをえないこと等から，事後制裁の場合よりも，広汎にわ\nたり易く，抑止的効果も大きいと考えられることに配慮が必要と解される\n（最高裁昭和６１年大法廷判決参照）。また，原審原告は，実際に職場内に\nおいて差別的言動を受けているわけではなく，その差止請求は，原審原告\nが，その人格的利益に基づき，原審被告らに対し，職場環境配慮義務の履\n行を求めるものであると解されるところ，原審被告らが職場環境配慮義務\nを履行するに当たっては，その具体的な履行方法や内容については原審被\n告らの裁量の余地が認められるべきである。\n本件差止請求１について\nア  前記判断のとおり，一部例外を除き，本件配布①において，本件文書①\nの資料一つ一つの配布行為自体が，直ちに原審原告の本件利益を侵害する\n不法行為を構成するものということはできない。例えば，本件文書①と併\nせて，人種差別撤廃条約や差別的言動解消法の趣旨，差別の歴史に関する\n資料や，配布する資料と対照すべき異なる意見や論評が表明された資料も\n相応に配布したり，適切ではない表現部分については削除したりするなど\nして，差別的思想が醸成されることのないように配慮がされたときには，\n一定の傾向を有する意見や論評を記載した資料を継続して配布したからと\nいって，職場において差別的思想を醸成するような従業員教育がされたと\nまではいえない場合があると考えられる。使用者が従業員教育として資料\n等を配布する行為が職場環境に与える影響は，配布される資料等の内容や\nそのバランス，配布の量や頻度等その態様，その他の研修内容の在り方等\nによって変わるはずである。このように，配布の態様やその他の研修内容\nの在り方等についての配慮いかんによっては原審原告の本件利益を害する\nとは限らない資料等について，その配布を一律に差し止めることは，その\n範囲が広汎にわたり，それ自体は何ら問題のない正当な意見や論評の紹介\nや配布も禁止してしまうおそれがあるから，抑止的効果が大き過ぎ，相当\nでない。\nイ  また，原審原告の人格的利益を根拠とする配布行為の差止めまで認める\n具体的必要性があるのは，原審原告の民族的出自等と直接に関わる差別的\n思想の醸成に限られ，原審原告の民族的出自等（韓国人）とは異なる者に\n対する差別的思想の醸成は，原審原告の職場環境を害するものではあって\nも，原審原告自身に対する差別的言動に直ちに結びつくものではないから，\n原審原告の人格的利益を根拠に直ちに差止めを認める必要性はないとい\nうべきである。\nウ  しかるところ，前記判断のとおり，㋐ヘイトスピーチに当たる表現や，\n㋑特定の国家に対し親和的な見解を表明した特定の人物や組織を売国奴等\n侮辱的言辞で人格攻撃する表現を内容とする資料を配布することは，それ\nだけで職場において特定の国家や民族集団に属する個人に対する差別を助\n長・煽動し，人種間の分断を強化するなど差別的思想を醸成する効果を有\nすることになる一方，このような表現を含む資料を職場で配布することに\nより原審被告らにとって得られる正当な利益を想定し難いから，配布を停\n止すべきことについて使用者に裁量の余地はないと考えられる。そして，\n本件においては，原審原告は韓国籍を有する者であるから，原審原告が求\nめる本件差止請求１の内容に即していえば，㋐韓国の民族的出自等を有す\nる者に対するヘイトスピーチに当たる表現（別紙②の行為目録１の文中の\n「②」参照）や，㋑韓国に友好的な発言又は行動をする者（権利能力なき\n社団・財団である労働組合やマスメディアを含む。）に対して売国奴等侮辱\n的言辞を用いて人格攻撃する表現（別紙②の行為目録１の文中の「③」参\n照。なお，これらの者に対する売国奴等侮辱言辞を含まない批判について\nは，差止めの対象にはならない。）を内容とする資料が職場で配布されるこ\nとに対しては，原審原告の本件利益の更なる侵害を防止するため，これら\nの資料を配布差止めの対象として認めるのが相当である。\nエ  この点，原審原告は，本件差止請求１において，中韓北朝鮮の国家や政\n府，政府関係者を強く批判することを内容として含む資料（別紙②の行為\n目録１の文中の「①」参照）の配布の差止めを求めているが，前記のとお\nり，自国政府・他国政府の別を問わず，国の政策，政府や政治家に対する\n批判は一般的に許容されるべき性質のものであり，当該批判が売国奴等侮\n辱言辞を含むものでないのであれば，これを一律に差し止めるべき理由は\nない。\n日本やその民族的出自を有する者を賛美して中韓北朝鮮やその民族的出\n自を有する者に対する優越性を述べることを内容として含む資料（別紙②\nの行為目録１の文中の「④」参照）については，その表現内容や文脈を離\nれて，一律に配布を禁止することは広範囲に過ぎるというべきであり，ま\nた，差別的意識を醸成することなく配布する方法を工夫することも考えら\nれるから，職場環境配慮義務の内容としてこれらの資料の配布を停止すべ\nきことが一義的に明らかであるということもできない。\nしたがって，これらの資料については，配布の差止めを認めることは相\n当ではない。\nオ  以上を前提に，認定事実のとおり，原審被告らが，本件訴訟提起後，ひ\nいては原判決後においても，原審被告会社の従業員に対する資料の配布に\nついて，その方針を変更せず，本件配布①と同様の行為を続けてきたこと，\nまた，本件文書①の中には，前記ウの㋐及び㋑の表現も含まれていたこと\nを考慮すると，前記ウの㋐及び㋑に係る表現を含む資料の配布については，\n差止めの必要性が認められる。また，原審原告が，今後，原審被告会社の\nいずれの部署に属する従業員とも接する可能性があると考えられることか\nらすると，差止めを認める範囲を原審被告会社の職場全体とする必要があ\nると認められる。\nそして，前記ウの㋐及び㋑の表現を含む資料の配布行為の限度で本件差\n止請求１を認容した場合に，差止めの対象が，漠然，あいまいで，特定不\n十分ということはできない。\nカ  以上によれば，本件差止請求１は，前記イの㋐及び㋑の表現を含む資料\nの配布行為の差止めの限度で認められる。\n本件差止請求２について\nア  前記２ イ で述べたとおり，本件配布②は，原審被告会社の従業員が，\n本件訴訟を強く批判し，その提訴者が原審被告会社で勤務を続けることを\n非難する意見を有していることや，原審被告らの周辺社会において本件訴\n訟を強く批判する意見があることを示す資料を，職場において，継続的か\nつ大量に配布する行為であり，原審原告に対し職場において強い疎外感を\n与えて孤立化させ，本件訴訟による救済を抑圧するものであり，原審原告\nの抑圧されることなく裁判を受けることができる人格的利益を侵害するも\nのであると認められる。\nしかしながら，一般に訴訟の内容について意見を述べたり，判決の内容\nを批判したりすることは表現の自由の保障の範囲内であり，原審被告らが\n本件訴訟について被告としての立場からの主張や意見を，原審被告会社の\n従業員に対して説明すること自体，違法な行為ではなく，原審原告がその\n説明に接することにより心理的苦痛を受けることがあったとしても，その\n原審被告らの行為が社会的に相当な範囲に止まる場合には受忍すべきもの\nであると解される。したがって，本件訴訟の内容に対する意見，判決の内\n容に対する批判，本件訴訟における原審被告らの主張や意見の従業員に対\nする説明は，直ちに原審原告の人格的利益を侵害するものということはで\nきないから，一律に差し止めることは相当でない。\nイ  しかし，他方で，前記２ イ ｂで判断したとおり，本件文書②の中に\nは，本件訴訟や原判決の内容に対する批判にとどまらず，原審原告が本件\n訴訟を提起し，又は追行すること自体を批判し，さらには原審原告の人格\nを誹謗中傷する表現が含まれているものがあり（原審原告が本件訴訟を提\n起し，又は追行するのであれば，雇用関係を解消すべきである旨の意見は，\n従業員である原審原告が本件訴訟を提起し，又は追行すること自体を批判\nする表現に含まれるというべきである。），このような表現を含む資料を使\n用者が広く職場に配布する行為については，たとえその一資料を配布する\n個別の行為のみを評価しても，原審原告の人格的利益（抑圧されることな\nく裁判を受ける権利）を侵害するものと解され，前記のとおり，従業員に\n対する鼓舞や士気の低下の抑止という目的は，当該人格的利益を侵害して\nまでこれを職場で配布することを正当化する理由にはならず，他にこれを\n正当化する理由は見当たらない。\nウ  この点，原審原告の求める本件差止請求２の内容に即していえば（別紙\n②の行為目録２参照），一般に判決に対する批判は許されるべきであり，そ\nの批判の内容には様々なものがあり得るから，本件訴訟について裁判所が\n下した判決に対する批判が，当然に原審原告の人格的利益を侵害するもの\nということはできない。また，原審被告らが本件訴訟について被告として\nの立場からの主張や意見を，原審被告会社の従業員に対して説明すること\n自体，違法な行為とはいえない。\nしかしながら，原審被告らが，訴訟における自らの主張や立場を説明す\nることを超えて，原審原告が本件訴訟を提起し，又は追行すること自体を\n批判し，さらには誹謗中傷する表現を含む前記のような資料を職場で配布\nすることは，原審被告らが使用者としての立場を利用し，本件訴訟の反対\n当事者である原審原告に対し，本件訴訟を断念するよう圧力をかけるのに\n等しい行為である。このような行為は，原審原告に強い疎外感を与えて孤\n立化させるとともに，本件訴訟による救済を抑圧することは明らかであり，\n抑圧されることなく裁判を受ける利益を侵害するものとして，当該表現を\n含む資料については配布差止めの対象として認めるのが相当である。\nエ  しかも，認定事実のとおり，原審被告らが，本件訴訟提起後，ひいては\n原判決後においても，原審被告会社の従業員に対する資料の配布について，\nその方針を変更せず，本件配布②と同様の行為を続けてきたこと，また，\n本件文書②及びその後に配布された同種の資料の中には，前記イのとおり，\n侮辱的文言等を用いて本件訴訟を提起し，又は追行すること自体を誹謗中\n傷する表現が含まれていたことを考慮すると，今後もそれが継続されるこ\nとが予想され，差止めの必要性が認められる。\nなお，差止めを認める範囲を原審被告会社の職場全体とする必要がある\nことや，前記表現を含む資料の配布行為の限度で本件差止請求２を認容し\nた場合に，差止めの対象が，漠然，あいまいで，特定不十分ということは\nできないことは，本件差止請求１の場合と同様である（前記 エ参照）。\nオ  以上によれば，本件差止請求２は，原審原告が本件訴訟を提起し，又は\n追行すること自体を批判し，又は誹謗中傷する表現を含む資料を職場で配\n布する行為の差止めの限度で認められる。\n４  まとめ\n以上によれば，原審原告の請求（当審において追加されたものを含む。）は，\n⑴本件損害賠償請求については，原審被告らに対して１３２万円及びこれに対\nする平成２７年１０月８日から支払済みまでの遅延損害金の支払を求める限度\nで理由があり，⑵本件差止請求については，原審被告らに対して，別紙①の行\n為目録１及び行為目録２の行為をいずれも差し止める限度で理由があることに\nなる。\nよって，主文のとおり判決する。\n大阪高等裁判所第２民事部\n裁判長裁判官\n清     水                  響\n裁判官\n川     畑     正     文\n裁判官\n佐   々   木        愛     彦\n（別紙①）\n行  為  目  録  １\n原審被告会社において，従業員に対し，就業時間内に，又は会社設備を利用して\n（メール送信又は社内のコンピューターネットワーク等を利用することを含む。），\n①大韓民国の国籍や民族的出自を有する者に対して「死ねよ」「卑劣」「野生動物」\nなどの文言を用いて侮辱し，又は②大韓民国に友好的な発言又は行動をする者（労\n働組合やマスメディアを含む。）に対して「売国奴」などの文言を用いて侮辱する内\n容を含む下記の文書（写しを含む。）を配布する行為（これらの表現を禁止するため\nの啓発教育として配布する場合を除く。）\n記\n１  新聞，雑誌，図書，パンフレット並びにインターネット上で配信されている記\n事，動画（原著作者以外の第三者が投稿して記載されたコメントを含む。）及びメ\nールマガジン\n２  原審被告会社の従業員が作成した業務日報（業務日誌），業務報告書（行動報告\n書），業務予定表（行動予定表）及び経営理念感想文，並びに原審被告会社の従業\n員と上司との間又は同社従業員と社外の者との間で送信されたメール\n以上\n（別紙①）\n行  為  目  録  ２\n原審被告会社において，従業員に対し，就業時間内に，又は会社設備を利用して\n（メール送信又は社内のコンピューターネットワーク等を利用することを含む。），\n原審原告が，同人を原告，原審被告らを被告として提起した訴訟（第一審が大阪地\n方裁判所堺支部平成２７年（ワ）第１０６１号事件，控訴審が大阪高等裁判所令和\n２年（ネ）第１８６６号事件）について，原審原告が同訴訟を提起し，又は追行す\nること自体を批判し，又は誹謗中傷する内容（同訴訟を提起し，追行する原審原告\nが，なお原審被告会社との雇用関係を維持していることを批判する内容を含む。）を\n含む下記の文書（写しを含む。）を配布する行為\n記\n１  新聞，雑誌，図書，パンフレット並びにインターネット上で配信されている記\n事，動画（原著作者以外の第三者が投稿して記載されたコメントを含む。）及びメ\nールマガジン\n２  原審被告会社の従業員が作成した業務日報（業務日誌），業務報告書（行動報告\n書），業務予定表（行動予定表）及び経営理念感想文，並びに原審被告会社の従業\n員と上司との間又は同社従業員と社外の者との間で送信されたメール\n以上\n（別紙②）\n行  為  目  録  １\n原審被告会社において，従業員に対し，就業時間内に，又は会社設備を利用して，\n①中華人民共和国・大韓民国・朝鮮民主主義人民共和国の国家や政府，政府関係者\nを強く批判したり，②前記３か国の国籍や民族的出自を有する者に対して「死ねよ」\n「嘘つき」「卑劣」「野生動物」などの人格攻撃の文言を用いて侮辱したり，③前記\n３か国に友好的な労働組合やマスメディア，政治家，評論家などに対して「反日」\n「売国奴」などの文言で同様に侮辱したり，④日本やその民族的出自を有する者を\n賛美して前記３か国やその民族的出自を有する者に対する優越性を述べたりするな\nどの内容を含む，新聞，雑誌，図書，パンフレット並びにインターネット上で配信\nされている記事，動画（なお，原著作者以外の第三者が投稿して記載されたコメン\nトを含む。）及びメールマガジンの写しのほか，原審被告会社の従業員が作成した業\n務日報（業務日誌），業務報告書（行動報告書），業務予定表（行動予定表）及び経\n営理念感想文や原審被告会社の従業員と上司との間又は同社従業員と社外の者との\n間で送信されたメールの写し等を，文書配布やメール送信あるいは社内のコンピュ\nーターネットワーク等を利用する等の方法によって配布し，原審原告の職場におい\nて差別的な思想の流布，煽動，宣伝活動にさらされない人格的利益や思想信条の自\n由を侵害する一切の行為\n以上\n（別紙②）\n行  為  目  録  ２\n原審被告会社において，従業員に対し，就業時間内に，又は会社設備を利用して，\n原審原告が，同人を原告，原審被告らを被告として訴訟提起した，第一審が大阪地\n方裁判所堺支部平成２７年（ワ）第１０６１号損害賠償請求事件である訴訟につい\nて，同訴訟やこれを提起した原審原告，及び，同訴訟の判決に対する批判を内容と\nする，新聞，雑誌，図書，パンフレット並びにインターネット上で配信されている\n記事，動画（なお，原著作者以外の第三者が投稿して記載されたコメントを含む。）\n及びメールマガジンの写しのほか，原審被告会社の従業員が作成した業務日報（業\n務日誌），業務報告書（行動報告書），業務予定表（行動予定表）及び経営理念感想\n文や原審被告会社の従業員と上司との間又は同社従業員と社外の者との間で送信さ\nれたメールの写し等を，文書配布やメール送信あるいは社内のコンピューターネッ\nトワーク等を利用する等の方法によって配布し，原審原告の裁判を受ける権利や職\n場において自由な人間関係を形成する自由を侵害する一切の行為\n以上\n（別紙③）本件損害賠償請求についての当審における当事者の補充主張\n１  原審原告の主張\n人種民族差別的言動にさらされない権利\nア  人種差別撤廃条約\n我が国は，人種差別撤廃条約に加入し，同条約は国内的効力を有している\nが，他方で，同条約に我が国が加入する際，私人間の差別撤廃のための立法\n的措置は取られていない。私人間における人種差別については，同条約が不\n法行為該当性の判断基準となるべきである。また，同条約は，「人種差別」の\n詳細な定義を置くなど（１条１項），憲法の差別禁止条項（１４条１項）に比\nべると内容が豊かであるところ，憲法の人権規定よりも同じ事柄に関する条\n約での保障内容の方が幅広いか詳細である場合，条約の規定は，憲法の人権\n規定の解釈を広げ，豊富化するものとして用い得ると解される。\n私人による差別を禁止するという同条約２条１項（d）の義務について，立\n法措置がないという前提で国がこれを適切に禁止したといえるためには，損\n害賠償等の民事上の制裁が課されることが必要である。私人による人種差別\nが行われた場合，裁判所は，同条約１条１項，２条１項(d)，６条の規定の趣\n旨を踏まえつつ，民法の不法行為規定等を解釈適用し，損害賠償等による救\n済を命ずる必要がある。\n原審原告は韓国人の一人であるところ，本件配布①では，「韓国人」という\n国民又は民族集団を槍玉にあげて人権を否定する言説が繰り返され，日本人\nと対等の人間ではない旨等が言われ続けているのであり，会社という「公的\n生活」（同条約１条１項。企業の活動等も含まれる。）の場における平等が害\nされているというほかない。\nイ  差別的言動解消法\n職場も差別的言動解消法のいう「地域社会」（前文，２条）に含まれると解\nされ，本邦外出身者は，職場という地域社会において，平穏に生活，活動を\nする権利を有するといえる。\nウ  労働基準法３条\n労働基準法３条の「労働条件」は，およそ使用者の職場における差別を防\n止するために，職場における労働者の待遇の一切を含むものと解され，職場\n環境も同条の「労働条件」に含まれる。したがって，使用者は，職場におい\nて，労働者の人格にも配慮し，これを侵害することのない良好な労働環境を\n維持すべき義務がある。\n本件文書①は，中韓北朝鮮やそれらの国籍を有する者等を侮辱・軽蔑・差\n別する内容のものであり，反復継続して大量に配布に配布されることにより，\nこのような侮辱・軽蔑・差別を容認する職場環境が作り出され，さらに悪化\nしている。本件文書①の内容は，原審原告を名指しするものではないが，原\n審原告にとっては，日本国籍を有する他の従業員に比べて，原審被告会社に\nおいて労働遂行するのに非常に堪え難い差別的な職場環境となっている。し\nたがって，本件配布①の行為は労働基準法３条に違反している。\nエ  職場において人種民族差別的言動にさらされない権利\n前記の人種差別撤廃条約，差別的言動解消法及び労働基準法３条によれば，\n労働者は，職場において人種民族差別的言動にさらされない権利（人格的利\n益）を有するというべきであり，本件配布①によって，原審原告の同権利が\n直接的かつ著しく侵害された。\n後記２ の原審被告らの主張（使用者の従業員教育における裁量）に対する\n反論\n労働者は，労働契約に基づく労務を提供するために使用者の指揮命令に服す\nるのである。したがって，使用者は，その具体的な職務を遂行させるために必\n要不可欠な範囲でのみ労働者に教育（具体的には，技能の取得や業務に必要な\n知識の伝達等）を行い得るに過ぎず，具体的な職務の遂行と関係のない教育を\n行う裁量などない。使用者は，労働契約上の合理的な根拠なく，「教育」の名の\n下に，労働者の思想信条等の精神的自由や人格に介入することは許されない。\n本件訴訟提起後・原判決言渡し後における資料の配布行為\n原審被告らは，本件訴訟提起後・原判決言渡し後においても，人種民族差別\n的内容や原審原告に対する個人攻撃（非難・社内疎外等）を含む資料を配布し\n続けている。このような本件訴訟提起後・原判決言渡し後の資料配布行為も，\n不法行為等を構成するものである。\n２  原審被告らの主張\n原審原告の前記「人種差別的言動にさらされない権利」の主張に対する反論\n原審原告主張の「人種差別的言動にさらされない権利」は，その内容が抽象\n的で不明であり，その法的根拠も不明である。\n原審原告は，人種差別撤廃条約や差別的言動解消法を挙げるが，同条約は，\n公権力と個人との関係を規律するものであって，私人相互の関係を直接規律す\nるものではなく，また，同法には，差別的言動に該当する場合の法律上の効果\nについての規定がない。\nまた，労働基準法３条は，罰則も定められている行政取締法規である以上，\nその違反に当たるかどうかについては明確性が求められ，「職場環境」や「労働\n環境」などというあいまいな概念を同条の労働条件に含まれるとすることは妥\n当でない。\n「差別的取扱いを受けるのではないかとの現実的危惧感」及び「差別的取扱\nいを受けない人格的利益を侵害するおそれ」について\nア  原判決は，差別的取扱いを行っていなくても，「差別的取扱いを受けるので\nはないかとの現実的危惧感を抱いてしかるべき程度に達している場合」には，\n「差別的取扱いを受けない人格的利益を侵害するおそれが現実に発生してい\nる」として不法行為成立を認めている。\nしかし，民法７０９条は，法律上保護される利益が実際に侵害されたこと\nを前提としており，「危惧感」や「侵害するおそれ」のみで不法行為が成立す\nると解することはできない。原判決は，差別的取扱いを受けるのではないか\nとの危惧感を抱かせれば，人格的利益を侵害するおそれがあり，人格的利益\nが侵害するおそれがあれば，労働者の人格的利益が侵害され違法になるとし\nており，論理的に破たんしている。\nまた，最高裁平成１１年３月２５日判決・裁判集民事１９２号４９９頁（以\n下「最高裁平成１１年判決」という。）及び最高裁昭和６３年６月１日大法廷\n判決・民集４２巻５号２７７頁は，いずれも，自分の主義主張と相いれない\nからといって他者の言動を違法とすることは極めて限られた場合であること\nを明らかにしている。自己の信ずるものと相容れない他者の言動により不快\nな感情をもったとしても，それが強制や不利益の付与を伴わない限り寛容で\nあるべきであり，その精神の静穏を法的保護の対象とすべきではない。\nイ  原判決も認定するとおり，原審原告は，原審被告らから在日韓国人である\nことを理由とする差別的取扱いを受けたことはなかった。\nまた，原審被告会社の取締役に元在日韓国人が２名もおり，在日韓国人の\n従業員も多数存在することなども併せ考えると，原審原告が原審被告らから\n在日韓国人であることを理由とする差別的取扱いを受けるのではないかとの\n現実的危惧感を抱くことは考えられない。原審原告は，自身の価値観と合わ\nない言論に対する嫌悪感を抱いているにすぎない。\n特定人に向けられたものではない一般的言論\nア  我が国では，人種差別撤廃条約加入に際して同条約４条(a)(b)について留\n保し，集団そのものに対する人種差別的な表現類型を一般的に処罰の対象と\nはしておらず，特定の個人や団体の名誉や信用を害する内容を有する場合に，\n刑法の脅迫罪，名誉毀損罪又は侮辱罪等が成立することとされている。\nイ  本件文書①の各表現は，特定の民族に対する政治的文脈での批判を含んで\nいるが，明らかに原審原告個人に直接向けられたものではない。\nまた，ある集団の中に，特定の民族に帰属する人がいることを知りつつ，\nその民族を批判することをもって，直ちにその集団に帰属する個人をも標的\nにした言論に当たるということもできない。個人の帰属する集団を通して，\n差別的又は侮辱的表現に当たると感じて，不快に思う個人が存在することは\nあろうが，それが直ちに当該個人に向けられた言論として，当該個人の権利\nや法的利益を侵害しているとはいえない。\nこのように，言論や表現の対象が「特定人を名宛人としない一般的なもの」\nか「特定の個人に向けられたもの」かは，明確に区分しなければ，民主社会\nにおける批判的言動一般が抑止され，萎縮効果が過度に及ぶこととなる。\nヘイトスピーチに該当しないこと\n本件配布①の表現行為は，「差別的意識を助長し又は誘発する目的」がなく，\n「危害を加える旨を告知し又は本邦外出身者を著しく侮辱する」表現に該当せ\nず，「本邦外出身者を地域社会から排除することを煽動する」行為でもないから，\n差別的言動解消法２条が定める「本邦外出身者に対する不当な差別的言動」に\nは当たらない。\n本件文書①は，原審被告Ａの目指す人間像（祖先や親を尊び，家族，地域，\n社会，ひいては国を愛し，日本人としての誇りをもって生きること）や歴史観\nを示し，又はそれへの共感を表した表現である。\nなお，「在日は死ねよ」などの表現は，インターネット上の記事内に書きこま\nれていた一般視聴者のコメントであって，たまたま紛れ込んだものにすぎない。\n原審被告らの表現の自由（従業員教育における裁量）\nア  本件配布①は，原審被告らの表現の自由の行使，言論行為そのものである。\n原審被告Ａは，中韓北朝鮮との間の外交問題や歴史認識問題などをテーマ\nとした政治的な意見や論評の表明である本件文書①を配布し，それによって\n一人でも多くの従業員がそのテーマに関心をもってもらい自虐史観を払拭し\nてもらえたら良いと考え，また，それが広がることにより，国民の意識を少\nしでも向上させ，国や社会をより良くしたいという，大きな目的を有してい\nた。\nイ  使用者の労働者に対する関係においても，業務と直接関係しないものに触\nれて，見聞を広げ，知見や教養を獲得し，人間・社会・歴史・他国などに対\nする理解や洞察を深めることで，一個人として総合的な研さんを図ることは，\n非常に重要なことであり，そのことは広い意味で業務や企業に大いにプラス\nに還元されると考えられる。それは，労働契約に伴う職務命令という強制性\nと結びついた職務に直接関連する狭義の「教育訓練」とは別の意味での「社\n会的教育」であり，労働者側の参加の任意性と不参加の場合の不利益がない\nことがその裏付けとなる。\n民間企業が他社とは異なる独自の社風やサービスの特色を打ち出そうとし\nたときに，様々な従業員教育の形があり得るのであり，従業員教育の内容に\nついて業務との関連性を要するとされるとしても，その関連性の有無の判断\nには，使用者の相当広範な裁量が認められてしかるべきである。\n就業場所は，意見が異なる他人と出会い交わることが避けられない場所で\nあり，職務命令が持つ強制力とは切り離された形で，他者が発信する自分と\n異なる意見に接することに受忍することが求められてしかるべき性質の場で\nある。\n原審被告会社では，従業員を単なる労働者と見るのではなく，従業員やそ\nの家族が，私生活の充実も含めて幸せになることが，顧客のためにも会社の\nためにもなるという発想をベースとして，従業員の幸せのためにプラスにな\nりそうな措置を積極的に行っており，その一環として，健康や子育ての情報\nなどを資料で提供している。\nウ  本件配布①について，閲読や賛同の強制や，それをしない者への不利益処\n遇は全くなかった上，原審原告は，それを不快に感じ反発したとしても，実\n際にその一部の配布を断っており，それに対する不利益も受けていない。本\n件配布①は適法であったと評価されるべきである。                  以上\n（別紙④）本件差止請求についての争点及びこれに関する当事者の主張\n１  別紙②の行為目録１記載の行為の差止めを求める請求（以下「本件差止請求１」\nという。）の法的根拠等\n（原審原告の主張）\n職場において人種民族差別的言動にさらされない権利等\n憲法１４条，人種差別撤廃条約及び労働基準法３条によれば，生命・身体・\n人格を害さない職場環境は重要な「労働条件」の一つであり，差別を生成・助\n長・容認する職場環境を生み出すことや放置することは，使用者の義務違反で\nある。原審原告は，職場において差別的な思想の流布・煽動・宣伝活動にさら\nされない人格的利益を有すると解される。\nまた，思想信条は，性質上，人の内心に止まるものであるから，思想信条の\n自由（憲法１９条）は，およそ侵害を許されない絶対的な権利である。労働者\nは，使用者の指示・決定に従い労働すべき地位にあるが，それはあくまで契約\n関係に由来し，限定されたものであって，労働関係において使用者が労働者の\n思想信条の自由に干渉・制限することは許されない。\nさらには，個々の労働者は，その人格的生存に不可欠な利益を自らが律する\nことができる権利（人格的自律権。憲法１３条）を有する。職場は，労働者に\nとって，人格形成・自己実現・社会との交わりを実現する重要な場所であり，\nそのような職場で差別的な思想の流布・煽動・宣伝活動にさらされ，又は使用\n者が是とする思想（歴史観）信条を従業員教育の教材として宣伝・流布され，\nそれに異を唱えることも許されないという職場環境は，従業員の人格的自律権\nを侵害するものである。\n本件配布①の目的，本件文書①の内容等\nア  本件配布①の目的，本件文書①の内容，本件配布①の態様，業務との関連\n性等については，原判決別紙４の１ イからオまで（１２４頁２０行目から\n１３４頁７行目まで）記載のとおりである。\n原審被告会社では，従来から，原審被告らにより資料が配布され，従業員\nは配布資料を読んで経営理念感想文を提出するように指示されていた。原審\n被告会社の従業員は，配布資料を閲読し，それに反応することを余儀なくさ\nれていた。\nイ  原審被告らは，差別意図をもって，人種差別・民族差別そのもの，又はこ\nれを助長し下支えになる言論を内容とする本件文書①を配布していた。また，\n配布の態様についても，その受領・閲読を余儀なくされる態様で，長期間に\nわたって継続的かつ頻繁・大量に配布していただけでなく，職場全体を巻き\n込んでおり，人種差別・民族差別を助長する言論を職場に蔓延させていた。\nそして，本件配布①は，業務上の必要性がなく，資料配布を正当化する根拠\nはない。\nこのような資料の配布の目的，配布資料の内容，配布の態様，業務上の必\n要性等にかんがみれば，原審被告らは，本件配布①により，使用者の立場を\n利用して，積極的に人種差別・民族差別を助長し，職場において人種差別・\n民族差別的な言論を蔓延させて，職場において差別的な思想の流布・煽動・\n宣伝活動にさらされない人格的利益を侵害していたことは明らかである。\nウ  原審被告らは，従業員の世界観・人生観・歴史観等の内心の自由や，思想・\n信条の領域に，それを「正す」という教育目的で介入し，原審被告Ａの信奉\nする政治的見解を内容とする資料や，原審被告Ａと異なる政治的見解を排除\nする表現を内容とする資料を，配布し続けていた。また，配布の態様につい\nても，その受領・閲読を余儀なくされる態様で，長期間にわたって継続的か\nつ頻繁・大量に配布していただけでなく，職場全体を巻き込んで，感想文等\nを介して異なる見解を持つこと又は表明することを著しく難しくさせる態様\nで，原審被告Ａの意に沿う特定の見解を一方的かつ大量に配布した。そして，\n本件配布①は，業務上の必要性がなく，資料配布を正当化する根拠はない。\nこのような資料の配布の目的，配布資料の内容，配布の態様，業務上の必\n要性等にかんがみれば，本件配布①は，原審被告Ａの信奉する政治的見解を\n一方的に配布し教育する目的で，原審原告の思想信条という私的領域に不当\nに介入したものであって，思想信条を侵害するものであることは明らかであ\nる。\nエ  なお，本件差止請求１において，差止めの対象となる資料に中国に関する\n言論を含めたのは，日本以外の批判・侮辱等がされれば，人種差別を助長す\nる職場環境が醸成され，原審原告の人格的利益が侵害されるからである。そ\nの意味では，広く日本以外の国に関する言論としても良かったところである\nが，原審被告らが配布する資料において批判・侮辱の対象となっていたのが，\n主に中韓北朝鮮であるため，あえて対象を限定している。\nまた，全従業員への配布を差止めの対象としたのは，同じ使用者に雇用さ\nれている以上，原審原告は，全従業員と接点を持ち，又は持ち得る状態にあ\nるといえるからである。原審被告らは，原審原告と現時点で接点のない従業\n員の作成した経営理念感想文も配布しており，職場全体を巻き込む形で職場\n環境を悪化させているから，全従業員に対する差止めを求めなければ実効性\nがない。\n後記の原審被告らの主張 について\nア  差止請求は，将来予想される行為について，予めその行為を禁止するもの\nであり，その行為の内容を厳密に特定することは困難であることが多い。ま\nた，行為の特定を厳密に求めると，禁止される行為の対象が狭くなり，差止\nめを命ずる判決の潜脱を招きかねない。\nしたがって，裁判例上，差止めの対象となる行為の厳密な特定は要求され\nていない。\nイ  原審被告らは，本件差止請求１が表現行為の差止めであるとし，表現の自\n由の重要性を踏まえた厳格な判断が求められる旨主張する。\nしかし，本件配布①は，単なる従業員教育にすぎず，表現行為とは言い難\nく，仮に表現行為に当たるとしても，表現行為としての性質は極めて希薄で\nある。\n本件差止請求１において差止めの対象とされているのは，原審被告らが，\n使用者としての立場を利用して，人種差別を助長するような職場環境を醸成\nする資料を配布したり，従業員に対して特定の政治的思想を押し付けようと\nする行為であり，書籍の出版・頒布，インターネット上での情報発信，街頭\n宣伝などの典型的な表現行為の差止めではない。\nまた，本件配布①は，業務文書と同様の方法で，使用者としての立場を背\n景に行われたものであり，指揮命令の一環として行われたものである。\nウ  本件差止請求１は，差止めの対象となる資料配布行為について，配布の方\n法・手段や，配布資料の内容などについて，具体例を示すなどして，一般人\nが合理的に判断できる程度には特定がされているといえる。\n後記の原審被告らの主張 について\n原審被告らは，本件差止請求１が表現行為の事前差止めであるとし，事前差\n止めの要件を満たさない旨主張する。\nア  しかし，前記 イに記載のとおり，本件配布①は，単なる従業員教育にす\nぎず，表現行為とは言い難く，仮に表現行為に当たるとしても，表現行為と\nしての性質は極めて希薄である。\nイ  また，事前抑制について慎重な判断が求められるのは，表現が「市場」に\n出る前に公権力がそれを抑制する点で「思想の自由市場」の観念に反するこ\nと，事後抑制に比べて公権力による規制の範囲が一般的で広範であること，\n手続上の保障や実際の抑止的効果の点で事後抑制の場合に比べて問題が多い\nこと等からである。\nしかし，本件差止請求１は，職場内で，原審被告らの設備を用いるなどし\nて，従業員に対して資料を配布することの差止めを求めるものであり，特定\nの状況下，特定の手段方法による資料配布行為を対象としているにすぎない。\n原審被告らは，差止めの対象となっていない手段方法により表現行為ができ，\n例えば，自己のホームページ等で情報発信や意見表明をしたり，雑誌に寄稿\nすることなどは可能である。しかも，本件配布①は，公刊物や既に公開され\nているブログ記事等が中心であり，既に思想の自由市場に登場しているもの\nが多く，思想の自由市場の観念に反するものではないといえる。\n原審被告らが挙げる最高裁判例や，これを基にする主張は，本件差止請求\n１が表現行為の事前抑制であることを前提とするが，その前提自体が誤って\nいる。\n（原審被告らの主張）\n原審原告の人格権の侵害がないこと（原審原告の主張 について）\n本件配布①による原審原告の法益侵害がないことは，原判決別紙４の１ （１\n３４頁２５行目から１４５頁２６行目）記載のとおりであり，同様の理由で，\n別紙②の行為目録１記載の行為も，原審原告の人格権を侵害するものとはいえ\nない。\nすなわち，原審被告らが行った政治的見解の記載された資料の配布は，内容\n的にも言論態様からもヘイトスピーチに該当せず，民族的差別を助長する内容\nでもなく，原審原告を特定の批判対象として攻撃する表現でもない上，資料の\n閲読や論旨への賛意を強制するものでないため，従業員の思想信条や内心の平\n穏などの精神的自由を侵害するものとはいえず，むしろ，社会的に許容される\n原審被告らによる政治的な意見表明（歴史認識，道徳観，社会論評なども含め\nた非常に広義のもの）であり，表現の自由の行使である。\nなお，経営理念感想文の主題の選択は，各従業員の自由に委ねられており，\n配布資料の内容に関係のない，日々の業務上の出来事やその中での気づき，私\n的な暮らしの中での雑感，関心のある社会的テーマへの意見等，何を書いても\n良く，また，書くことが負担であれば，前月の感想文集から良いと思った感想\n文を３人分挙げるだけで良いとの指示も周知されており，経営理念感想文を書\nかなければならないこととされていない（原審原告の主張 アについて）。\n差止めの対象行為の特定の不十分等\n差止請求に係る訴えにおいては，一般に，差止めの対象となる行為が具体的\nに特定されていなければ，不適法な訴えとされる。また，本件差止請求１は，\n政治的意見等に関する資料配布という表現行為の差止めを求めるものであるか\nら，表現の自由の重要性にも配慮して，差止対象の表現行為が，合理的に限定\nされ，かつ，明確に特定されている必要がある。\n別紙②の行為目録１の記載は，差止めの対象としては，あまりに漠然，あい\nまいであり，特定が不十分である上に，過度に広範であり，差止めに適さない\n表現まで含まれ得る内容となっている。\n表現行為の事前差止めの要件を満たさないこと\n最高裁昭和５６年（オ）第６０９号昭和６１年６月１１日大法廷判決・民集\n４０巻４号８７２頁（いわゆる北方ジャーナル事件。以下「最高裁昭和６１年\n大法廷判決」という。）及び最高裁平成１３年（オ）第８５１号，同年（受）第\n８３７号同１４年９月２４日・裁判集民事２０７号２４３頁を参照し，本件の\nような表現行為の事前差止めの基準について考えると，「社内での資料配布に\nより，原審原告が重大にして著しく回復困難な損害を被るおそれがあるとき」\nという要件を設けるのが相当と解される。\n仮に，別紙②の行為目録１に記載の行為によって，原審原告の「職場におい\nて差別的な思想の流布・煽動・宣伝活動にさらされない人格的利益」が害され\nることがあったとしても，原審原告を対象として特定した差別的言論をもって\n攻撃されているわけでもなく，重大な損害とは言い難い。\nまた，個人の名誉やプライバシーの場合には，個人に関する具体的情報に関\nわるから，いったん害されてしまうと回復が非常に困難であるという性質があ\nるが，別紙②の行為目録１に記載の行為は，一般的言論を行うものでしかなく，\n「職場において差別的な思想の流布・煽動・宣伝活動にさらされる苦痛」や「国\n籍による差別的取扱いを受けるのではないかとの現実的危惧感」が生じたとし\nても，その被害は回復が困難なものではない。\n２  別紙②の行為目録２記載の行為の差止めを求める請求（以下「本件差止請求２」\nという。）の法的根拠等\n（原審原告の主張）\n本件配布②の概要\n本件訴訟が提起された後，本件配布②が行われた。\n本件資料②の内容は，原判決別紙３に記載のとおり，あからさまに原審原告\nを攻撃するものであり，本件訴訟の提起に対する報復以外の何ものでもない。\n原審被告らは，本件資料②の配布を通じて，原審原告の本件訴訟の提起に対し\nて報復的非難を行い，原審原告を敵視する雰囲気を社内に醸成し，原審原告を\n孤立に追い込もうとしている。\n本件配布②の態様は，本件配布①と同様である。\n職場における自由な人間関係を形成する権利及び裁判を受ける権利\nア  本件配布②により原審原告の職場における自由な人間関係を形成する権\n利等が侵害されることは，原判決別紙４の３ （１５２頁２３行目から１５\n３頁２１行目まで）記載のとおりである。なお，労働施策総合推進法３０条\nの２は，使用者に対し，職場におけるパワーハラスメントが起きないように\n雇用管理上講ずべき措置等を義務付けているが，「事業主が職場における優\n越的な関係を背景とした言動に起因する問題に関して雇用管理上講ずべき\n措置等についての指針」（令和２年１月１５日厚生労働省告示第５号）は，\nパワーハラスメントの典型例として，「人間関係からの切り離し（隔離・仲\n間外し・無視）」を挙げている（２ ハ）。これがパワーハラスメントに当た\nるとされるのは，かかる行為が自由な人間関係を形成する権利を毀損する行\n為であるからに他ならない。\nイ  また，原判決（３０頁 ）が判断したとおり，本件配布②の行為は，原審\n原告の裁判を受ける権利を抑圧する行為である。なお，原審被告らは，原判\n決の言渡し後においても，原審原告の本件訴訟の提起を報復的に非難する内\n容の資料の配布を止めず，むしろ激しさを増している。\n後記の原審被告らの主張 について\n前記１の原審原告の主張 と同様である。\n後記の原審被告らの主張 について\n前記１の原審原告の主張 と同様である。\n（原審被告らの主張）\n原審原告の権利侵害がないこと\nア  職場において自由な人間関係を形成する自由について\n本件配布②による原審原告の「職場において自由な人間関係を形成する自\n由」に対する侵害がないことは，原判決別紙４の３ （１５３頁２２行目か\nら１５７頁１行目）記載のとおりであり，同様の理由で，別紙②の行為目録\n２記載の行為も，原審原告の上記の自由を侵害するものとはいえない。\nすなわち，原審被告らが行っているような本件訴訟に関する原審被告らの\n意見や従業員の感想が記載された資料の配布は，内容的にも（表現自体の穏\n当性のほか，原審原告の実名を明らかにしていない点も含む。），配布態様\nからも，原審原告に対する報復的非難ではなく，社内疎外を意図したりその\n効果をもたらしているものでもなく，むしろ，本件のような互いに言い分が\nあってしかるべき紛争に関して当事者として意見を発信したり，原審原告及\nびその支援団体並びにマスコミによるネガティブキャンペーンにより動揺し\nた従業員の士気を高めようとすることは，社会的に許容される表現の自由の\n行使である。\nイ  裁判を受ける権利について\n原審原告は，本件配布②がされても，これまで，本件訴訟を維持し，控訴\nをするなどして訴訟追行をしてきており，本件事案に関する原審原告の裁判\nを受ける権利は，結果として十全に行使されており，何ら侵害されていない。\n本件訴訟を提起したことに対する意趣返しとして，不当な人事査定や配置\n転換などの不利益処遇が原審原告に対してされたというような事実もない。\n原審原告の内心において，逆風も吹く中で本件訴訟を維持することは苦し\nい面もあろうと推測するが，そのような心情は，裁判を受ける権利とは別問\n題である。仮に過剰な人格攻撃や誹謗中傷がされたときは，損害賠償の問題\nになろうが，それも「人格権侵害」の問題であって，「裁判を受ける権利の侵\n害」ではないというべきである。\n差止めの対象行為の特定の不十分等（前記１の原審被告らの主張 参照）\n別紙②の行為目録２の記載も，差止めの対象としては，あまりに漠然，あい\nまいであり，特定が不十分である上に，過度に広範であり，差止めに適さない\n表現まで含まれ得る内容となっている。\n表現行為の事前差止めの要件を満たさないこと（前記１の原審被告らの主張\n参照）\n本件差止請求２においても，「社内での資料配布により，原審原告が重大にし\nて著しく回復困難な損害を被るおそれがあるとき」という要件が必要になると\n解される。\nア  職場において自由な人間関係を形成する権利について\nそもそも，本件配布②により「職場において自由な人間関係を形成する権\n利（人格権）」が害されたという事実は立証されていない。具体的に原審原告\nが社内での人間関係に支障を来した旨のエピソードも，主張立証されていな\nい。原審原告の主張は，要するに「配布資料を読んで，多くの従業員が本件\n訴訟の提起に批判的であることを知り，社内での対人関係が消極的になって\nしまっている」というものにすぎず，原審原告の主観の問題であり，それだ\nけで「職場において自由な人間関係を形成する権利（人格権）」が害されたと\n評価することはできない。配布資料には原審原告の実名は出していないため，\n原審原告が本件訴訟の原告であると認識している者は限定的であり，原審原\n告は，社内で普通に働くことができているし，同僚らから直接に人間関係を\n遮断されたり村八分にあったりした事実もない。\n仮に，今後別紙②の行為目録２の行為があって，職場において自由な人間\n関係の形成が害されることがあったとしても，それは，社内での新たな資料\n配布が原因というよりも，既に生じた原審原告の本件訴訟を提起した行為や\n支援者によるネガティブキャンペーンがもたらした結果というべきであり，\n今後の資料配布が著しく回復困難な損害を生じさせるものとはいえない。\nまた，職場における人間関係は，現在，本件の紛争により何らかの影響を\n受けているとしても，この紛争が決着して過去のものになれば，徐々にその\n影響も薄れていくことが予想され，著しく回復困難な損害とはいえない。\nイ  裁判を受ける権利について\n仮に別紙②の行為目録２の行為がされて原審原告の裁判を受ける権利に何\nらかの抑圧がかかるとしても，それは間接的なものであり，本件訴訟自体を\n維持できなくなるという結果をもたらすようなものではないから，重大で著\nしく回復困難な損害とはいえない。\n３  本件差止請求１及び２について，差止めの必要性を基礎づける事実\n（原審原告の主張）\n原審被告らは，本件訴訟の提起後，原審原告に対する個人攻撃を始めるとと\nもに，人種民族差別的資料（原審被告らがいうところの自虐史観から従業員を\n解放する教育・啓発・研さんのための資料）を，継続して配布し，また，原判\n決の言渡し後，原判決において本件配布①及び本件配布②の違法性を指摘され\nているにもかかわらず，人種民族差別的な資料及び原審原告に対する個人攻撃\nの資料の配布を，同様の態様で続けている。\n原審被告らは，原判決言渡し後の令和２年７月４日，全従業員に対して，「原\n審原告が本件訴訟を通じて日本人への言論封殺をしようとしたが，原審被告ら\nが実質勝訴した」旨の見解を示して従業員を誤導した上で，「今回不当な判決が\n出たので，今月はまた裁判に関して記載する経営理念感想文が増えるかも知れ\nない」旨を記載した資料を配布し，前記見解に沿って経営理念感想文を書くよ\nうに，従業員を煽動した。\nこれらの事実に照らせば，原審被告らが任意にこれらの資料配布を止めるこ\nとは期待できず，また，原審原告の前記人格的利益に対する侵害は，事後的な\n賠償だけでは取返しがつかないものであるから，本件差止請求１及び２を認め\nる必要性は極めて高い。\n（原審被告らの主張）\n前記原審原告の主張 について，原審被告らが原審原告を非難する感想文を\n書くように煽動したことはない。\n原判決は報道され，社内でも報告されて従業員の関心事となり，その結果，\n経営理念感想文の主題に選ぶ従業員が多くなったとはいえるが，「今月はまた\n裁判に関して記載する経営理念感想文が増えるかも知れない」旨の予想を述べ\nたことが，煽動であるとか，原審被告会社の見解に従って書くような示唆であ\nるというのは，誤った評価である。\nなお，原審被告らは，原判決言渡し後も，基本的には，社内配布資料の取捨\n選択基準や配布態様を変えていない。原審被告らは，本件配布①及び②を違法\nとした原判決の判断を誤りであると考えて，控訴をしたのであり，配布方針の\n変更をすべきであるとは認識していない。原審被告らが社内で配布する資料は，\nいずれも文明評論，政治評論等の正当な言論であり，人種民族差別を煽動する\nような内容のものは，もともと配布しておらず，原判決言渡し後も同様である。\n以上\n"
}