{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 2,
    "day": 20
  },
  "case_number": "令和4(ワ)18499",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "91945",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=91945",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/945/091945_hanrei.pdf",
  "contents": "令和 5 年 2 月 20 日判決言渡  同日原本領収  裁判所書記官\n令和 4 年(ワ)第 18499 号  発信者情報開示請求事件\n口頭弁論終結日  令和 5 年 1 月 11 日\n判         決\n原              告          株式会社ホットエンターテイメント\n同訴訟代理人弁護士          杉    山              央\n被              告          株 式 会 社 N T T ドコ モ\n同訴訟代理人弁護士          桑    原    秀      明\n同                          馬    場    嵩      士\n同                          堺        有  光  子\n同                          横    山    経      通\n主         文\n1  被告は、原告に対し、別紙発信者情報目録記載の各情報を開示せよ。\n2  訴訟費用は被告の負担とする。\n事実及び理 由\n第 1  請求\n主文同旨\n第 2  事案の概要\n本件は、原告が、著作権を有する別紙動画目録記載の各動画（以下、順に「本件\n動画 1」などといい、これらを併せて「本件各動画」という。）に係るファイルが、\n被告が提供するインターネット接続サービスを介してファイル共有ネットワークに\nアップロードされたことにより、本件各動画に係る原告の著作権（送信可能化権）\nを侵害されたことが明らかであるとして、被告に対し、特定電気通信役務提供者の\n損害賠償責任の制限及び発信者情報の開示に関する法律（以下「法」という。）5 条\n1 項に基づき、別紙発信者情報目録記載の各情報（以下「本件発信者情報」という。）\nの開示を求める事案である。\n1  前提事実（証拠等を掲げた事実以外は、当事者間に争いがないか弁論の全趣旨\nにより容易に認められる事実。なお、枝番号の記載を省略したものは、枝番号を含\nむ（以下同じ。）。）\n(1)  当事者\nア  原告は、アダルトビデオを含む映像の企画、製作、発売等を目的とする株式\n会社である（甲 10、11、裁判所に顕著な事実）。\nイ  被告は、インターネット接続サービスの提供を含む電気通信事業を営む株式\n会社であり、不特定の者によって受信されることを目的とする電気通信（特定電気\n通信）の用に供される電気通信設備（特定電気通信設備）を用いて他人の通信を媒\n介し、その他特定電気通信設備を他人の通信の用に供する者（特定電気通信役務提\n供者）である。\n被告は、本件発信者情報を保有している。\n(2)    ビットトレントの仕組み等\n「BitTorrent」（ビットトレント）とは、いわゆる P2P 形式の通信プロトコルであ\nり、また、これを実装したファイル共有ソフトである。これを利用してファイルを\nダウンロードするにあたっては、ユーザーは、その使用端末にビットトレントに対\n応したクライアントソフトをインストールした上で、インデックスサイトと呼ばれ\nるウェブサイトにアクセスするなどして、目的のファイルの所在等に関する情報が\n記載された「torrent ファイル」（拡張子が「.torrent」のファイル。以下「トレントフ\nァイル」という。）を取得する。トレントファイルには、目的のファイル本体のデー\nタは含まれず、分割されたファイル（ピース）全てのハッシュと共に、ピースを完\n全な状態のファイルに再構築するための情報や、トラッカー（ファイル提供者の IP\nアドレス等の情報を管理するサーバであり、シーダー（完成したパーツのファイル\nデータを持つコンピュータ）やリーチャー（ファイルをダウンロード中のコンピュ\nータ）を相互に接続し、ファイルの配布を実際に行うもの）のアドレスが記録され\nている。ユーザーは、これをクライアントソフトで読み込むことによりトラッカー\nと通信を行い、目的のファイルを保有している他のユーザーの IP アドレスを取得\nし、それらのユーザーと接続した上で、当該ファイルのダウンロードを開始する。\nユーザーは、分割されたファイル（ピース）を複数のピア（当該ネットワークに接\n続中のコンピュータ）から取得する。クライアントソフトは、トレントファイルに\n記録された各ピースのハッシュや再構築に必要なデータに基づき、各ピースを完全\nな状態のファイルに復元する。\nまた、ユーザーは、ダウンロードした当該ファイルについて、自動的にピアとし\nてトラッカーに登録される仕組みとなっており、自らがダウンロードしたファイル\n（ピース）に関しては、他のピアからの要求があれば当該ファイルを提供しなけれ\nばならず、ダウンロードと同時にアップロードが可能な状態に置かれる。アップロ\nードは、ダウンロードするファイルが完全にダウンロードされる前から、ダウンロ\nードした部分のアップロードが行われる。\nシーダーとなったコンピュータは、ピースのアップロードのみを行うこととなる。\n（以上につき、甲 5～7）\n(3)  原告による本件各動画のビットトレント上のアップロード調査\n原告は、本件訴訟提起に先立ち、調査会社（以下「本件調査会社」という。）に対\nし、ビットトレントにおいて、本件各動画に係るファイルのアップロードの有無の\n調査を委託した。本件調査会社は、クライアントソフト「μtorrent」（以下「本件クラ\nイアントソフト」という。）を使用して調査を行い、原告に対し、本件各動画に係る\nファイル（ピース）がアップロードされていること、このアップロードの通信に別\n紙発信者情報目録の「IP アドレス」欄記載の各 IP アドレス（以下、順に「本件 IP\nアドレス 1」などといい、これらを併せて「本件各 IP アドレス」という。）が使用さ\nれていることなどの調査結果を報告した（甲 1）。\n2  争点\n(1)  本件各動画に係る原告の著作権の有無（争点 1）\n(2)  権利侵害の明白性（争点 2）\n(3)  発信者情報の開示を受けるべき正当な理由の有無（争点 3）\n3  争点に対する当事者の主張\n(1)  争点 1（本件各動画に係る原告の著作権の有無）\n〔原告の主張〕\n本件各動画のパッケージには原告の商号が明記されている。また、本件各動画の\n販売等にあたっては、映像倫理等の観点から、第三者認証機関である一般社団法人\n日本映像制作・販売倫理機構（以下「本件機構」という。）の審査を受けているとこ\nろ、同審査に際し原告に対して付与された固有の審査番号が本件各動画のパッケー\nジに明記されている。これらの事情から、本件各動画の著作権が原告に帰属してい\nることを把握し得る。\n〔被告の主張〕\n争う。本件各動画の製作者が原告であることや、本件各動画の著作者が原告に対\nして本件各動画の製作に参加することを約束したといった事情は認められない。\n(2)  争点 2（権利侵害の明白性）\n〔原告の主張〕\n本件調査会社は調査に際し本件クライアントソフトを利用したところ、本件クラ\nイアントソフトは、ビットトレントの開発会社によって管理されているものであり、\nダウンロードをするトレントファイルを検索したり、ビットトレントを使用してい\nるピアの情報を表示する機能を有する。このため、本件クライアントソフトを利用\nすることにより、ピースのダウンロード及びアップロードを行っているピアの IP ア\nドレスを解明することが可能となる。\n本件調査会社は、調査対象となる本件各動画のファイルをインターネット上で検\n索してトレントファイルをダウンロードし、本件クライアントソフトを利用して、\nダウンロードしたトレントファイルから対象となるデータのダウンロードを開始し\nた。その結果、本件各動画のピースを保有するピア（以下「本件各発信者」という。）\nが接続している IP アドレス及び接続日時が特定された。\n上記調査結果によれば、本件各発信者は、個々の送受信によりダウンロードし、\nアップロード可能な状態に置いたのは本件各動画のファイルの一部（ピース）であ\nるとしても、ビットトレントを利用する他のユーザー（ピア）からその余のファイ\nル（ピース）をダウンロードすることによって完全なファイルを取得すると共に、\n取得した本件各動画のピースをアップロード可能な状態に置くことにより、本件各\n発信者以外のユーザーが本件各動画の完全なファイルをダウンロードして取得する\nことを可能とさせ、本件各動画を送信可能化したものといえる。したがって、本件\n各発信者によるビットトレントの利用により原告の本件各動画に係る著作権（送信\n可能化権）が侵害されたことは明らかである。\n〔被告の主張〕\n本件調査会社による調査は、P2P 型ファイル交換ソフトを利用した権利侵害行為\nを検知、特定する上で広く用いられ、プロバイダ責任制限法ガイドライン等検討協\n議会により特定方法等の信頼性が認められるシステムとして認定されているシステ\nムによるものではない。そもそも、本件調査会社による調査の方法や調査結果の根\n拠が明らかでないため、本件各動画のピースをアップロード可能な状態に置く行為\nが本件各 IP アドレスを利用して行われたといえる根拠は明らかでない。\n(3)  争点 3（発信者情報の開示を受けるべき正当な理由の有無）\n〔原告の主張〕\n原告は、本件各発信者に対し、権利侵害を理由として、不法行為に基づく損害賠\n償請求等の準備をしている。したがって、原告には、本件発信者情報の開示を受け\nるべき正当な理由がある。\n〔被告の主張〕\n争う。\n第 3  当裁判所の判断\n1  争点 1（本件各動画に係る原告の著作権の有無）\n証拠（甲 2 の 3 及び 2 の 8、10、11）によれば、本件各動画のパッケージには、\n原告の商号が記載されていると共に、本件機構が本件各動画の審査の際に付した作\n品ごとの固有の審査タイトル及び審査番号が記載されていること、本件機構は、上\n記審査タイトル及び審査番号に係る本件各動画が本件機構に加盟する原告の作品で\nあることを確認していることが認められる。\nこれらの事情に鑑みると、原告が本件各動画の著作権を有することが認められる。\nこれに反する被告の主張は採用できない。\n2  争点 2（権利侵害の明白性）\n(1)  証拠（甲 1 の 3 及び 1 の 8、5、6、10，11）によれば、本件調査会社による\n調査内容は、以下のとおりであることが認められる。\nア  本件調査会社は、本件各動画の作品番号等の情報を得た上で、インデックス\nサイトにおいて本件各動画に係るトレントファイルを検索し、本件各動画に係るト\nレントファイルをダウンロードした。\nイ  本件調査会社は、本件クライアントソフトを起動し、端末にダウンロードし\nたトレントファイルにより、本件各動画に係るピースを有するピアから当該ピース\nのダウンロードを開始し、当該ダウンロード中に当該ピアの IP アドレスとして当\n該端末に表示されている IP アドレスを確認し、スクリーンショットの方法により\nこれを保存した。\nウ  上記各スクリーンショット画像（甲 1 の 3 及び 1 の 8）には、①本件機構に\nより「HEZ-177」との審査タイトルを付された本件動画 1 のファイル（ピース）に\nつき、本件調査会社が別紙発信者情報目録記載 1 の「日時」欄記載の日時にダウン\nロードしていること、及び当該ピースのダウンロード先のピアの IP アドレスとして\n本件 IP アドレス 1 が表示され、また、②本件機構により「SHE-636」との審査タイ\nトルを付された本件動画 2 のファイル（ピース）につき、本件調査会社が同目録記\n載 2 の「日時」欄記載の日時にそのピースをダウンロードしていること、及び当該\nピースのダウンロード先のピアの IP アドレスとして本件 IP アドレス 2 が表示され\nている。\n(2)  検討\nア  上記認定事実及び前提事実によれば、ビットトレントは、対応するクライア\nントソフトがダウンロードされた端末（ピア）間において、一つのファイルを断片\n化したピースのダウンロードが始まると、完全に当該ピースのダウンロードがされ\nる前からダウンロードした分のピースのアップロードが可能な状態に置かれ、一つ\nのファイルのピースの全てのダウンロードが終了すると、アップロードのみを行う\nことになるという仕組みを有するものである。このようなビットトレントのシステ\nムにおいて、本件調査会社が本件クライアントソフトを利用して本件各動画のファ\nイルに係るピースを有するピアから当該ピースのダウンロードを開始したところ、\n当該ピアは、本件各 IP アドレスを割り当てられたユーザーのコンピュータである\nとの表示がされた。後記のとおり、本件クライアントソフトは、ビットトレントの\n開発会社が提供するソフトであり、これにより表示されるダウンロード先のピアの\nIP アドレスの信頼性に疑義を抱くべき具体的な事情は見当たらないことに鑑みる\nと、本件各動画に係るピースは、本件各 IP アドレスが割り当てられたユーザーの\nコンピュータからアップロードされたものと認められる。\nそうすると、本件各動画に係るファイル（ピース）は、本件各 IP アドレスが割り\n当てられた本件各発信者により、公衆からの求めに応じて送信可能な状態に置かれ\nたということができる。\nしたがって、本件各発信者は、本件各動画に係るデータを送信可能化したもので\nあり、本件各動画に係る原告の著作権（公衆送信権）が侵害されたことは明らかと\nいえる（法 5 条 1 項 1 号）。\nイ  被告は、本件調査会社による調査の方法が公的な裏付けを欠くことや調査結\n果の根拠が明らかではないことなどを指摘して、本件各発信者による原告の権利侵\n害は明らかでない旨を主張する。\nしかし、本件調査会社が調査に使用した本件クライアントソフトは、ビットトレ\nントの開発会社により開発・管理され、ビットトレントのプロトコル定義で設定さ\nれたガイドラインを遵守し、これに準拠しているものであって、ビットトレントの\n利用をしやすくするために、トレントファイルを読み込み、ピースをダウンロード\nすると共に、ダウンロードするピアの情報を表示するソフトである（甲 4、6、7 の\n2）。このような本件クライアントソフトは、ビットトレントを利用するに当たって\n通常利用されるクライアントソフトの一つであり、その動作・性能について何らか\nの疑義を抱かせるような具体的な事情は見当たらず、また、原告において、本件ク\nライアントソフトを利用して恣意的に本件各 IP アドレスを取得したといった具体\n的な事情も見当たらない。\nしたがって、この点に関する被告の主張は採用できない。\n3  争点 3（発信者情報の開示を受けるべき正当な理由の有無）\n上記 2 のとおり、本件各動画が本件各発信者により送信可能化されたことが認め\nられることに鑑みると、原告には本件各発信者に係る本件発信者情報の開示を受け\nるべき正当な理由（法 5 条 1 項 2 号）が認められる。これに反する被告の主張は採\n用できない。\n4  まとめ\n以上より、原告は、法 5 条 1 項に基づき、被告に対し、本件発信者情報の開示請\n求権を有する\n第 4  結論\nよって、原告の請求は理由があるからこれを認容することとして、主文のとおり\n判決する。\n東京地方裁判所民事第 47 部\n裁判長裁判官\n杉    浦    正    樹\n裁判官\n小    口    五      大\n裁判官鈴木美智子は差支えのため署名押印することができない。\n裁判長裁判官\n杉    浦    正    樹\n別紙\n発信者情報目録\n以下の IP アドレスを以下の日時に株式会社 NTT ぷらら（当時）から割り当てら\nれていた契約者に関する情報であって、次に掲げるもの。\n一  氏名又は名称\n二  住所\n1  日時  令和 4 年（2022 年）5 月 28 日午前 9 時 43 分\nIP アドレス  （省略）\n2  日時  令和 4 年（2022 年）6 月 30 日午後 10 時 24 分\nIP アドレス  （省略）\n（別紙動画目録省略）\n"
}