{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 3,
    "month": 5,
    "day": 17
  },
  "case_number": "令和2(ネ)10065",
  "case_name": "不当利得返還等請求控訴事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "90326",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=90326",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/326/090326_hanrei.pdf",
  "contents": "令和３年５月１７日判決言渡\n令和２年（ネ）第１００６５号不当利得返還等請求控訴事件，令和３年（ネ）第１\n０００９号同附帯控訴事件（原審・東京地方裁判所平成３０年（ワ）第３６１６８\n号）\n口頭弁論終結日  令和３年３月１０日\n判                  決\n控訴人・附帯被控訴人              Ｘ\n（以下「控訴人」という。）\n被控訴人・附帯控訴人              学 校 法 人 片 柳 学 園\n（以下「被控訴人学園」という。）\n同訴訟代理人弁護士                清      水    幹    裕\n同                                溝      内    健    介\n同                                清      水              光\n被控訴 人                一般財団法人中東協力センター\n（以下「被控訴人センター」という。）\n同訴訟代理人弁護士                山      本    龍  太  朗\n同                                大  八  木    雄    也\n主                  文\n１  本件控訴及び本件附帯控訴をいずれも棄却する。\n２  控訴費用中，附帯控訴に係る費用は被控訴人学園の負担とし，その余は控訴\n人の負担とする。\n事実及び理 由\n第１  当事者が求めた裁判\n１  控訴の趣旨\n(1)  原判決を次のとおり変更する。\n(2)  被控訴人らは，控訴人に対し，連帯して１６０万円及びこれに対する平成\n２５年９月１２日から支払済みまで年５分の割合による金員を支払え。\n２  附帯控訴の趣旨\n(1)  原判決中，被控訴人学園敗訴部分を取り消す。\n(2)  上記の部分につき，控訴人の被控訴人学園に対する請求を棄却する。\n第２  事案の概要等\n１  事案の概要\n(1)  本件は，控訴人が，被控訴人らに対し，被控訴人らは，控訴人作成の「サ\nウジアラビア電子機器・家電製品研修所向け教務管理システムに係るプログ\nラム」（以下「本件プログラム」という。）に係る控訴人の著作権（複製権，\n公衆送信権，貸与権及び翻案権）及び著作者人格権（公表権，氏名表示権及\nび同一性保持権）を侵害し，これによって利益を受けたと主張して，不当利\n得返還請求権に基づき，連帯して，不当利得金及びこれに対する請求日の翌\n日である平成２５年９月１２日から支払済みまで民法（平成２９年法律第４\n４号による改正前のもの。以下同じ。）所定の年５分の割合による遅延損害金\nの支払を求める事案である。\n(2)  原審において，控訴人は，上記不当利得金につき，一部請求として，著作\n権侵害による損失として３０４万７８００円のうち３００万円及び著作者人\n格権侵害による損失として２７０万０２００円のうち２００万円（合計５０\n０万円）を請求した。\n(3)  原審は，被控訴人学園による著作権侵害行為及び著作者人格権侵害行為\nがあったとした上で，被控訴人学園は著作権侵害について利用料相当額２０\n万円の利益を得たなどとして，被控訴人学園に対する請求のうち２０万円及\nびこれに対する平成２５年９月１２日から支払済みまで年５分の割合による\n遅延損害金の支払を求める限度で控訴人の請求を認容したが，被控訴人学園\nに対するその余の請求及び被控訴人センターに対する請求をいずれも棄却し\nた。\n(4)  これを不服として，控訴人は，著作権侵害による損失について被控訴人ら\nに対する１６０万円の請求が認容されるべきであるとして，本件控訴をした。\nまた，被控訴人学園は，控訴人の被控訴人学園に対する請求は棄却されるべ\nきであるとして，本件附帯控訴をした。\n２  前提事実，争点及び当事者の主張\n前提事実，争点及び当事者の主張は，後記３のとおり当審における補充主張\nを付加するほかは，原判決「事実及び理由」第２の２及び３（原判決２頁１５\n行目ないし１１頁１３行目）に記載のとおりであるから，これを引用する。\n３  当審における補充主張\n(1)  控訴人\nア  被控訴人らによる著作権等の侵害\n(ア)  原審において，被控訴人らは，本件プログラムについて共有著作権\nを有する旨主張しているところ，現に，本件協力事業に係る業務委託契\n約書にも被控訴人らが共有著作権を有するものとする旨の規定が存在し\nている。(イ)記載のとおり，この事実は，被控訴人センターが著作権等\n侵害行為に関与していたことを裏付ける有力な事実であったにもかかわ\nらず，原審裁判所は，同主張について審理を尽くさなかったものであり，\n判決に重要な影響を及ぼすべき審理不尽がある。\n(イ)  そして，被控訴人らが本件プログラムの共有著作権を有するという\nのであれば，被控訴人らは，共有者全員の同意に基づいて共有著作権を\n行使するはずである。しかしながら，原審において，被控訴人センター\nが，被控訴人学園による著作権等の侵害につき「不知」と認否したこと\nからすれば，被控訴人学園は，被控訴人センターの同意を得ずに各行為\nを行ったこととなり，被控訴人センターの共有著作権を侵害したことと\nなる。それにもかかわらず，被控訴人センターが何らの指摘や抗議もし\nていないことからすれば，被控訴人センターは，補助事業の遂行上の利\n益を優先して，被控訴人学園の各行為を黙認又は容認していたものとい\nえる。\n(ウ)  以上のとおり，被控訴人学園による本件プログラムの著作権等侵害\n行為は，被控訴人センターの同意の下で行われたものである。\nイ  本件システムの開発に係る労務の対価及び著作権の対価\n以下のとおり，控訴人は，著作権侵害を理由として，被控訴人らに対し，\n著作権の対価相当額１６０万円を請求する。\n(ア)  著作権に対する対価は，本件システムの開発に係る労務の対価を基\nに算出されるべきであるが，原審においては，この労務の対価について\n審理が尽くされなかったものであり，判決に重要な影響を及ぼすべき審\n理不尽がある。\n(イ)  平成２５年９月以降における控訴人と被控訴人学園との間のやり\n取りの内容からすれば，被控訴人学園から提案された１２０万円は，本\n件システムの開発に係る労務の対価が一方的に提案されたものにすぎ\nず，著作権に対する対価は含まれていなかった。\nそして，被控訴人学園から控訴人に対して平成２５年９月分として３\n日分の交通費及び労務の対価が支払われたことからすれば，本件システ\nムの開発に係る委託費用は，控訴人が主張するとおり，週３日程度の講\n義料相当額である月額約３２万円とするのが相当である。\nそうすると，本件圧縮ファイルの開発に係る委託費用は，少なくとも\n約１６０万円（支払済みの１０５万円＋平成２５年４月分約３２万円＋\n同年５月分約２３万円）を下らない。\n(ウ)  控訴人の損失を著作権法１１４条１項に基づいて算定した場合，被\n控訴人学園による著作権等の侵害に係る譲渡等数量は，公衆送信権（送\n信可能化権）の侵害及び兼松への被告学園プログラムの譲渡の２件であ\nり，権利者の単位当たりの利益は１６０万円であるから，これらを乗じ\nた額は３２０万円となり，支払済みの１０５万円を差し引いても，１６\n０万円を下らない。\nまた，控訴人の損失を著作権法１１４条３項に基づいて算定した場合，\n控訴人が所属していた大学で利用されていたシステムであるＷｅｂＣ\nｌａｓｓのライセンス料が１契約当たり１年間１３５万円であり，その\n機能拡張オプションに相当する本件システムの出欠管理機能，成績管理\n機能及び時間割管理機能を考慮すると（オプション費は１つ当たり１年\n間１０万円），本件システムのライセンス料は１６５万円となり，１６０\n万円を下らない。\n(2)  被控訴人学園\nア  被控訴人学園の利益及びこれと因果関係のある控訴人の損害について\n控訴人は，著作権法１１４条１項及び３項に基づいて損害額を主張する\nが，本件プログラムの副生物である被告学園プログラムは使用するに堪え\nないものであったから，上記各規定に基づいて算定しても，損害は０円と\n評価せざるを得ない。\nイ  遅延損害金の始期について\n平成２５年９月１１日の面談の際に，控訴人から被控訴人学園に対して，\n不当利得返還請求をするという意向が示されたことはない。\n(3)  被控訴人センター\nア  被控訴人センターによる著作権侵害行為はないこと\n(ア)  原審においては，本件プログラムの著作権が被控訴人学園に帰属す\nる場合には，同著作権が被控訴人らの共有となることは争われておらず，\n同著作権が控訴人又は被控訴人学園のいずれに帰属するかが争点とな\nっていたものであるから，審理不尽の問題は存しない。\n(イ)  また，仮に，本件プログラムの著作権が控訴人に帰属するとしても，\n被控訴人センターは，被控訴人学園と控訴人との間の本件プログラムに\n関する具体的経緯については関知していないから，著作権侵害行為に該\n当するとされる被控訴人学園の行為に同意していたものとはいえない。\nイ  著作権侵害行為に係る利益及び損失について\n(ア)  控訴人の著作権法１１４条１項及び３項に基づく主張は，いずれも\n独自の計算方法等によるものであり，根拠を欠くものである。\n(イ)  そもそも，本件システムは，ＳＥＨＡＩの教務管理システムに一切\n用いられていないから，被控訴人学園が本件システムから何らかの利益\nを得たとは到底いえない。\n第３  当裁判所の判断\n当裁判所も，原審と同様に，控訴人の請求は，被控訴人学園に対して，著作\n権侵害に係る利用料相当額２０万円及びこれに対する平成２５年９月１２日か\nら支払済みまで年５分の割合による遅延損害金の支払を求める限度で理由があ\nるものと判断する。\nその理由は，１のとおり原判決を補正し，２のとおり当審における補充主張\nに対する判断を付加するほかは，原判決１１頁１５行目ないし３２頁７行目に\n記載のとおりであるから，これを引用する。\n１  原判決の補正\n(1)  原判決１４頁１２行目の「その際，」の後に次のとおり加える。\n「控訴人は，Ａに対し，Ｂが控訴人の了解を得ずに被告学園プログラムに\n変更を加えるなどしたことに抗議した。これに対し，Ａは，控訴人の気持ち\nはよく分かるなどと述べた。また，」\n(2)  原判決１８頁２５行目末尾に次のとおり加える。\n「なお，上記１０５万円は，本件プログラムが譲渡される際には，その譲\n渡代金の一部に充当されることが予定されていたと解する余地はあるとして\nも，上記のとおり，譲渡の合意が成立していたとは認められず，また，上記\n１０５万円が譲渡代金の全額であったとも認められない以上，その支払によ\nって本件プログラムの譲渡契約が成立したと認める余地はない。」\n(3)  原判決２９頁２０行目冒頭から３０頁１３行目末尾までを次のとおり改\nめる。\n「イ  控訴人は，前記４の著作権侵害行為により，平成２５年４月１日か\nら同年１０月１５日までの委託費用相当額の損失を被ったと主張する。\nしかしながら，仮に，本件において，控訴人に委託費用相当額の損失が生\nじたとしても，それは，契約に基づく相当な額の委託費用が支払われなかっ\nたことによって生じた損失と評価すべきものであって，被控訴人学園の著作\n権侵害行為によって生じた損失であるということはできないというべきであ\nる。\nしたがって，控訴人の上記主張は，採用することができない。」\n(4)  原判決３０頁１８行目冒頭から同頁２０行目末尾までを次のとおり改め\nる。\n「しかしながら，著作者人格権の侵害によって生じる損失は，精神的損害\nに限られると解されるところ，控訴人に慰謝料相当額の損失が生じたとして\nも，これによって被控訴人学園に利益が発生するものではない。また，控訴\n人に，調査費用相当額，プログラム著作権の登録費用相当額及び弁護士費用\n相当額の損失が生じたとしても，これによって被控訴人学園に利益が発生し\nているわけではないことは慰謝料の場合と同様である。\nしたがって，控訴人の上記主張は，採用することができない。」\n(5)  原判決３１頁２１行目の「Ａと面談し，」を次のとおり改める。\n「Ａと面談した際に，Ｂが控訴人の了解を得ずに被告学園プログラムに変\n更を加えるなどしたことに抗議した上で，Ａとの間で，」\n(6)  原判決３１頁２５行目末尾に次のとおり加える。\n「そして，被控訴人学園による著作権侵害行為は，まとまった一連の行為\nと評価し得るものであるところ，控訴人が不当利得返還請求を行った平成２\n５年９月１１日の時点においては，既に，そのうち主要な行為であるプログ\nラムをアップロードしたことによる複製権及び公衆送信権の侵害，プログラ\nムを改変したことによる翻案権の侵害は生じており，その余は派生的な侵害\nといえることを考慮すると，本件プログラムに係る被控訴人学園による一連\nの著作権侵害行為を理由とする控訴人の不当利得返還請求については，上記\n面談の翌日から，その全体が遅滞に陥るものというべきである。」\n２  当審における補充主張に対する判断\n(1)  控訴人の補充主張に対する判断\nア(ア)  控訴人は，被控訴人センターが，本件プログラムの共有著作権を主\n張する一方で被控訴人学園による各行為について「不知」と認否したこ\nとからすれば，被控訴人学園による著作権等侵害行為は被控訴人センタ\nーの同意の下で行われたものといえる旨主張する。\n(イ)  しかしながら，被控訴人センターは，本件プログラムをめぐる控訴\n人と被控訴人学園との間の具体的な事実経過を関知していなかったと\nの意味で「不知」と認否したものと考えられることからすれば，このよ\nうな認否をしたことをもって，被控訴人学園による著作権等侵害行為を\n黙認又は容認していたものとみることはできない。そして，本件におい\nて，被控訴人センターが，被控訴人学園に対して著作権等侵害行為に該\n当する各行為を行うことを指示したり，被控訴人学園と共同して同各行\n為を行ったりしたと認めるに足りる証拠が存しないことは，前記のとお\nり補正して引用する原判決が説示するとおり（原判決２０頁１３行目な\nいし２５行目等）である。\n(ウ)  また，控訴人は，著作権の共有に関する著作権法６５条の規定に照\nらせば，本件プログラムに係る著作権を共有していると主張する被控訴\n人センターが，著作権侵害行為に関与していないことはあり得ないとい\nう趣旨の主張をするが，この主張は，法律の規定の内容と，被控訴人セ\nンターが現実にどのような行為をしたのかを混同するものであって，採\n用することはできない。そして，このように，被控訴人センターが本件\nプログラムに係る著作権を共有しているかどうかは，被控訴人センター\nによる著作権侵害の有無の結論に直ちに影響を及ぼすものではない以\n上，本件プログラムに係る著作権の帰属に関する原審の審理について，\n控訴人が指摘するような審理不尽の違法は存しない。\n(エ)  以上によれば，控訴人の主張は，採用することができない。\nイ(ア)  控訴人は，平成２５年９月以降のやり取りにおいて被控訴人学園か\nら提案された１２０万円には著作権に対する対価は含まれていなかった\nものであり，控訴人と被控訴人学園との間で本件システムの開発に係る\n委託費用は月額約３２万円と合意されていたことからすれば，著作権侵\n害行為によって生じた控訴人の損失は１６０万円を下らない旨主張し，\nまた，著作権法１１４条１項又は同条３項に基づいて算定しても，同損\n失は１６０万円を下らない旨主張する。\n(イ)  まず，控訴人と被控訴人学園との間のやり取り又は合意に関する主\n張について検討するに，仮に，上記やり取りにおける被控訴人学園の提\n案が，本件システムに係るプログラムの著作権を取得する対価を含む趣\n旨ではなかったとしても，前記認定事実のとおり，平成２４年１２月か\nら平成２５年３月までの本件システムの開発費用は１０５万円であっ\nたこと，この支払がされた時点において，本件プログラムは本件システ\nムの半分程度を完成させたものであったことに加え，上記提案のほかに\n控訴人及び被控訴人学園が本件プログラムの対価について具体的な金\n額を協議したと認めるに足りる証拠はないことや，本件における被控訴\n人学園による本件プログラムの著作権等侵害行為の態様等，本件に現れ\nた一切の事情を考慮すると，被控訴人学園による著作権侵害行為につい\nて，本件プログラムの著作権の利用料相当額としての利益を受け，控訴\n人に損失を及ぼした金額は，２０万円と認めるのが相当であり，これを\n超える利益及び損失が生じたものと認めるに足りる的確な証拠は存し\nない。\nまた，控訴人と被控訴人学園との間において，本件システムの開発に\n係る委託費用を月額約３２万円とする合意が成立したと認めるに足りる\n証拠は存しない。\nそうすると，控訴人と被控訴人学園との間のやり取り又は合意を根拠\nとして，控訴人に１６０万円の損失が生じたと認めることはできない。\n(ウ)  次に，著作権法１１４条に基づく控訴人の主張について検討するに，\n同条１項に基づく主張については本件プログラムの譲渡等に係る控訴\n人の利益の額につき，同条３項に基づく主張については本件システムと\nは異なるシステムであるＷｅｂＣｌａｓｓのライセンス料を基に利用\n料相当額を算定することにつき，それぞれ具体的な根拠を欠くというべ\nきである。\nそうすると，著作権法１１４条１項又は同条３項を根拠として，控訴\n人に１６０万円の損失が生じたと認めることはできない。\n(エ)  なお，被控訴人学園の著作権侵害行為による控訴人の損失に関する\n原審の審理について，控訴人が指摘するような審理不尽の違法は存しな\nい。\n(オ)  以上によれば，控訴人の主張は，採用することができない。\n(2)  被控訴人学園の補充主張に対する判断\nア  被控訴人学園は，遅延損害金の始期につき，平成２５年９月１１日の面\n談の際に，控訴人から被控訴人学園に対して不当利得返還請求をするとい\nう意向が示されたことはない旨主張する。\nしかしながら，上記面談の際に，控訴人がＢによる被告学園プログラム\nの無断変更等について抗議した上で，本件システムに係るプログラムの著\n作権の取扱いや被控訴人学園が支払う本件システムの開発費用全体につ\nいて協議が行われたことからすれば，控訴人が被控訴人学園に対して本件\nプログラムの著作権の利用料相当額を請求したと認めるのが相当である\nことは，前記のとおり補正して引用する原判決が説示するとおり（原判決\n３１頁２１行目ないし２５行目）である。\nしたがって，被控訴人学園の主張は，採用することができない。\nイ  このほか，被控訴人学園は，種々の主張をするが，いずれも原審と同様\nの主張を繰り返すものにすぎず，前記の結論を左右するものではないとい\nうべきである。\n第４  結論\n以上によれば，控訴人の請求は，被控訴人学園による本件プログラムに係る\n著作権侵害分として，本件システムの利用料相当額２０万円及びこれに対する\n控訴人の被控訴人学園に対する請求がされた日の翌日である平成２５年９月１\n２日から支払済みまで民法所定の年５分の割合による遅延損害金の支払を求め\nる限度で理由があるから，同限度で請求を認容すべきであり，これと同旨の原\n判決は相当である。\nよって，本件控訴及び本件附帯控訴は，いずれも理由がないから棄却するこ\nととして，主文のとおり判決する。\n知的財産高等裁判所第３部\n裁判長裁判官\n鶴      岡      稔      彦\n裁判官\n上      田      卓      哉\n裁判官\n都      野      道      紀\n"
}