{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 3,
    "month": 9,
    "day": 7
  },
  "case_number": "令和2刑(わ)31",
  "case_name": "収賄，組織的な犯罪の処罰及び犯罪収益の規制等に関する法律違反（被告人A），収賄（被告人B）",
  "court_name": "東京地方裁判所刑事第３部",
  "lawsuit_id": "90789",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=90789",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/789/090789_hanrei.pdf",
  "contents": "令和３年９月７日  東京地裁裁判所刑事第３部宣告\n令和２年刑 第３１号，同第２００号，同年特 第２１８３号，同第２２５４号  収\n賄，組織的な犯罪の処罰及び犯罪収益の規制等に関する法律違反（被告人Ａ），収賄\n（被告人Ｂ）各被告事件\n主              文\n被告人Ａを懲役４年に，被告人Ｂを懲役２年に処する。\n被告人Ａに対し，未決勾留日数中９０日をその刑に算入する。\n被告人Ｂに対し，この裁判が確定した日から４年間その刑の執行を猶予す\nる。\n被告人Ａから７５８万５７７９円を追徴する。\n訴訟費用は被告人両名の連帯負担とする。\n理              由\n【罪となるべき事実】\n被告人Ａは，平成２９年８月７日から平成３０年１０月４日までの間，国土交通\n副大臣として，国土交通大臣の命を受けて，道路，航空，北海道開発及び観光関係\n施策の総括等の職務に従事するとともに，内閣府副大臣として，特定複合観光施設\n区域（ＩＲ）の整備に関する事務について，担当する大臣を補佐する職務に従事し\nていたもの，被告人Ｂは，被告人Ａの政策担当秘書を務めていたもの，分離前の相\n被告人Ｃは，沖縄県及び北海道虻田郡留寿都村において特定複合観光施設の設置運\n営事業を行うことを計画していたａ  Ｌｉｍｉｔｅｄ（以下「ａ社」という。）の副\n社長の肩書で活動していたもの，分離前の相被告人Ｄは，ａ社の顧問を務めていた\nもの，分離前の相被告人Ｅは，ａ社の顧問を務めるとともにｂ株式会社の代表取締\n役を務めていたもの，分離前の相被告人Ｆは，ａ社と共に留寿都村において前記事\n業を行うことを計画していたｃ株式会社（以下「ｃ社」という。）の代表取締役を務\nめていたものであるが，\n第１  被告人両名は，共謀の上，\n１  Ｃ，Ｄ及びＥから，ａ社が沖縄県及び留寿都村において前記事業を行うため\nに有利かつ便宜な取り計らいを受けたいとの趣旨の下に供与されるものである\nことを知りながら，平成２９年９月１日，被告人Ａが管理する東京都新宿区（住\n所省略）所在の株式会社ｄ銀行ｅ支店に開設された株式会社ｆ名義の普通預金\n口座に２００万円の振込入金を受け，\n２  Ｃ，Ｄ及びＥから，前記１の趣旨の下に供与されるものであることを知りな\nがら，平成２９年９月２８日，東京都千代田区永田町２丁目２番１号所在の衆\n議院第一議員会館（以下「議員会館」という。）●●●号室の被告人Ａの事務所\n（以下「会館事務所」という。）において，現金３００万円の供与を受け，\n３  Ｃ，Ｄ及びＥから，前記１の趣旨の下に供与されるものであることを知りな\nがら，平成２９年１２月２７日から同月２９日までの間，中華人民共和国広東\n省深圳及び同国マカオ特別行政区への旅行の招待を受け，これに要した航空運\n賃，宿泊代及びカジノにおける遊興費等合計１８２万５０５４円相当額の財産\n上の利益の供与を受け，\n４  Ｃ，Ｄ，Ｅ及びＦから，ａ社及びｃ社が留寿都村において前記事業を行うた\nめに有利かつ便宜な取り計らいを受けたいとの趣旨の下に供与されるものであ\nることを知りながら，平成３０年２月１０日から同月１３日までの間，被告人\nＡの妻子と共に留寿都村等への旅行の招待を受け，これに要した航空運賃及び\n宿泊代等合計７６万０７２５円相当額の財産上の利益の供与を受け，\nもっていずれも被告人Ａの職務に関して賄賂を収受した。\n第２  被告人Ａは，前記第１の２の収賄被告事件に関し，その現金供与の際に被告\n人Ａがいなかった又はいなかった可能性があるなどのＥ及びＤの記憶に反する\n虚偽の証言をすることの報酬として，\n１  Ｇ及びＨと共謀の上，Ｅに対し，令和２年６月７日，那覇市（住所省略）所\n在のホテルｇにおいて，継続的な経済的利益の供与の申込みをし，さらに，同\n年７月１４日，同市（住所省略）所在のＨ方において，現金５００万円の供与\nの申込みをし，\n２  Ｉ及びＪと共謀の上，Ｄに対し，令和２年６月２７日，那覇市（住所省略）\n所在のホテルｈにおいて，現金１０００万円の供与の申込みをし，さらに，同\n年７月２２日，同市（住所省略）所在のホテルｉにおいて，現金２０００万円\nの供与の申込みをした。\n【事実認定の補足説明】\n当裁判所が判示の事実を認定した理由について，まず，事案の内容や当事者双方\nの主張立証の内容等に照らして本件の最大の争点といえる現金３００万円の授受の\n事実の有無を検討する（第１）。その後，これと関連する証人買収（第２），２００\n万円の振込入金（第３）並びに深圳・マカオ旅行及びルスツ旅行（第４）に関する\n事項について順次検討する。\n第１  現金３００万円の授受（判示第１の２の事実）について\nＤ及びＥは，当公判廷で，「平成２９年９月２８日午後１時３０分頃，会館事務\n所内の応接室において，被告人Ａ，被告人Ｂ，Ｄ及びＥの４名が同席する中で，\n被告人Ａに対し，選挙の陣中見舞いとして現金３００万円を供与した」旨供述し\nた（以下，第１及び第２においてこの事実を「本件」あるいは「本件犯行」など\nという。また，この項における日時は，特に断らない限り，平成２９年のもので\nある。）。\nそこで，まず，関連する前提事実を１に認定した上，２においてＤ及びＥの公\n判供述の信用性を判断する。さらに，３において被告人Ｂの検察官調書の証拠能\n力及び信用性を検討した上で，４として被告人Ａの本件当日の行動等に関する弁\n護人の主張について検討を進めることとする。\n１  前提事実\n本件前後におけるＤ及びＥを含むａ社関係者の行動として，関係各証拠によ\nれば，以下の事実が認められる。\n本件当日以前の被告人Ａとａ社との関係性\nａ社は，ＣＥＯであるＫ１の下で，平成２８年１２月頃以降，Ｃ，Ｄ及び\nＥらが中心となり，日本でのＩＲ事業参入を目指して活動していた。\nその活動の一環として，Ｅは，国会議員との人脈を築いてａ社のＩＲ事業\n参入を支援してもらおうと考え，知人を通じていわゆるＩＲ推進法成立時の\n衆議院内閣委員長を務めた被告人Ａの紹介を受け，当時その秘書を務めてい\nた被告人Ｂとの間で日程調整を行った上，平成２９年５月２３日，Ｋ１，Ｃ\n及びＥらが会館事務所を訪れて被告人Ａと面会し，ａ社がＩＲ事業参入を目\n指していることなどを伝えた。\nＥは，６月，被告人Ｂに対し，５０万円の講演料を提示して，沖縄県で開\n催されるａ社主催のＩＲ関連のシンポジウムにおいて，被告人Ａに基調講演\n及びパネルディスカッションへの参加を依頼し（甲１２０添付資料１，乙７\n添付資料１），被告人Ｂから承諾の返答を得た。\n被告人Ａは，８月４日，同シンポジウムへの参加後，その当夜に，被告人\nＢを伴ってＫ１，Ｃ及びＥらと飲食した際，同人らに対し，国土交通副大臣\n就任の内示を受けた旨話した。これを受けて，Ｋ１，Ｃ，Ｄ及びＥは，被告\n人Ａが副大臣に就任することで，同人からａ社のＩＲ事業参入のためにより\n強い後押しをしてもらえるようになるだろうと期待し，被告人Ａとの関係を\n深めるため，同シンポジウムにおける被告人Ａの講演料を，従前予定してい\nた５０万円から２００万円に増額することを決めた。Ｅは，同月中に，被告\n人Ｂに対し，被告人Ａの副大臣就任のお祝いとして，花を贈る代わりに講演\n料を２００万円に増額した旨のメッセージ（甲１２１添付資料１－１，乙８\n添付資料６）を送るなどした上で，９月１日，Ｅの関係先会社名義で，ａ社\nから判示のｆ名義の預金口座に２００万円を振込入金した。\nａ社関係者間での国会議員に対する献金に関する計画状況\nＤは，ａ社と顧問契約を締結した平成２９年春頃以降，Ｃらに対し，ＩＲ\n事業参入のためには政治家との人脈を築く必要があり，そのためには選挙協\n力として資金提供をすることが効果的である旨助言していたところ，９月中\n旬頃，衆議院が早期解散される見込みである旨の報道がされたのを契機とし\nて，Ｄ，Ｅ及びＣらの間で，ａ社のＩＲ事業参入への支援を期待する国会議\n員に対し，選挙資金名目で献金をする計画が話し合われた。その結果，同人\nらの間では，Ｋ１の了承の下，Ｄ及びＥを実行役として，衆議院の解散に合\nわせて，ａ社が最重要視していた被告人Ａには最多となる５００万円以上を，\nほか四，五名の国会議員にもそれぞれ数百万円を供与し，併せて被告人Ｂに\nも５０万円を交付することなどが決まった。\nＤ及びＥによる献金原資の中抜き計画\nＤ及びＥは，両名のみの間で，上記⑵の話し合いと並行して，ａ社が拠出\nした献金原資の一部を中抜きする，すなわち密かに領得することを計画した。\nこの計画に関し，Ｄは，同月２３日，両名限りのメッセージのやり取りの中\nで，被告人Ａら国会議員５名に対する供与額と中抜き額等を記載したメッセ\nージを送信した（以下，これを「２３日メッセージ」という。）（甲１０４添\n付資料３，甲１２２添付資料６）。\nａ社が拠出する献金原資の日本国内への持込み\nＤ及びＣらは，上記⑵の献金に関する話し合いの中で，外国企業からの選\n挙資金の供与は違法であることから，ａ社が拠出する多額の献金原資をそれ\nと分からないようにＤらの手元に到達させる方法を協議した末，Ｋ１の了承\nの下，ａ社から関係先口座を迂回して提供される資金をＤが香港で受領し，\nこれを日本円現金の形で携帯して日本国内に輸入することを決めた。\nこれに従って，同月２６日までに，ａ社からＣの関係先会社の口座を経由\nして送金された約２３万米ドル（ＤがＣらに献金原資として送金するよう求\nめた２６３０万円を，同月２１日の公表仲値１米ドル＝１１２．５３円で換\n算した金額）が，Ｄの知人で香港在住のＬ１の関係先口座に着金した。一方，\nＬ１は，この着金に先立つ同月２５日にＤ管理の口座に４０万香港ドルを振\n込送金した上，同月２６日，着金額（約２３万米ドル＝約１８２万香港ドル\n（甲１０６添付資料４－２））から事前送金額を控除した約１４２万香港ドル\nの現金を引き出し，同月２３日から香港を訪れていたＤに交付した。Ｄは，\nこの香港ドル現金のうち１５００万円余りに相当する分を日本円現金に両替\nし（同月２６日の為替平均レートは１香港ドル＝約１４．３円），同月２７日，\n知人であるＬ２及びＬ３に５００万円ずつ預け，残額を自ら携帯し，３人分\nで合計１５００万円余りの日本円現金を空路で日本国内に持ち込んだ上，本\n件当日である同月２８日午前中，東京都内において，両名に預けていた日本\n円現金合計１０００万円を，Ｌ２からまとめて受け取った。\nなお，Ｄは，この献金原資の日本国内への持込みと並行して，知人である\nＬ４の依頼で，同人が日本に持ち込んだ金のインゴットの換金も実行してい\nた。すなわち，Ｄは，親族であるＬ５に対し，Ｌ４が来日した際に同人から\nインゴットを受け取って売却するよう依頼し，同月２６日，Ｌ５から，これ\nを売却して５０１万４０００円を得た旨のメッセージを受信した上，本件当\n日夕方，羽田空港でＬ５と会い，上記売却代金に相当する約５００万円を受\nけ取った。一方，Ｄは，Ｌ４に対しては，香港滞在中に，Ｌ１から受領した\n約１４２万香港ドルの中から，インゴットの売却代金相当額として日本円で\n約５００万円に相当する香港ドル現金を交付した。\n本件前日及び当日のＤ・Ｅ間の連絡状況等\nＥは，同月２７日，Ｄに対し，両名限りのメッセージのやり取りの中で，\n「Ｍ先生  １３：００  Ｎ先生  １３：３０  どちらも秘書対応。  Ａ調整\n中」，「１３：３０にＡ事務所を予定に入れた。」，「Ｍ事務所が１４：００にな\nった。」というメッセージを順次送信した（甲１０８添付資料，甲１２３添付\n資料１）。\nＥは，本件当日朝，沖縄県から空路上京し，羽田空港内のｊ（和菓子屋）\nでようかん２セットを，銀座のコンビニエンスストアで封筒を，銀座のｊで\nようかん１セットをそれぞれ購入した。また，Ｅが，両名限りのメッセージ\nのやり取りの中で，同日午前１０時台に「１３：３０のＡ事務所のアポやか\nら，１３：２０くらいまでに，衆議院第１議員会館で待ち合わせましょう。」\nというメッセージを送信すると，Ｄが，「もうちょい早めにしない？お金むき\n出しだよ」と返信し，これに対してＥが，「了解しました。１３：００ね」と\n送信した。そして，同日午後１時過ぎ頃，Ｅは，Ｄに対して，「通行証取った\nから，警備の検査を通ってください。１階ロビーにいます。」というメッセー\nジを送信した（甲１０８添付資料，甲１２３添付資料１）。\n本件犯行時間帯以降のＤ及びＥの行動\nＤ及びＥは，本件当日夕方，羽田空港から空路で渡道し，札幌市内に宿泊\nした。\nＤ及びＥは，同月２９日夜，札幌市内のホテルにおいて，所持していた現\n金の残高を確認し，それらの今後の使い道やａ社への説明内容等について話\nし合い，その結果を基に現金を使い道ごとに分けて封筒に入れ，ＤとＥとで\n手分けして持ち帰った。話し合いの最中にＥは３枚のメモを作成しており，\nＤは，複数の１００万円の札束を始めとする多額の１万円札や，Ｅが手書き\nした合計３枚のメモを写真撮影した（甲２４６添付資料）。\nその後の事情\nＥは，１１月９日，自らの携帯電話のメモ機能を使って，「Ａ’（Ａの姓の最\n初の漢字１文字。以下同様に「’」を付したアルファベットは当該アルファベ\nットで示した人物の姓の最初の漢字一文字を指す。）３  Ｍ’１  Ｎ’１  Ｏ’１\nＰ’１  Ｑ’１」と入力したメモを作成した（甲１２４添付資料）。\n２  Ｄ及びＥの公判供述の信用性\n上記１の前提事実を踏まえて，「本件当日，会館事務所で，被告人Ａに現金３\n００万円を供与した」旨のＤ及びＥの公判供述の信用性を検討する。\n本件当日に至る経緯との整合性\nＫ１らは，ＩＲ担当の副大臣である被告人Ａにａ社のＩＲ事業への参入を\n後押ししてもらいたいとの意図の下，被告人Ａの講演料を大幅に増額して支\n払った後，衆議院の解散予測報道を受けて被告人Ａを始めとする少なくとも\n５名の国会議員に選挙資金名目で現金を供与することを計画した。その資金\nは，ａ社が拠出した事実が発覚しないよう，迂回送金の上，Ｄらが海外から\n多額の日本円現金を手ずから持ち込む方法で準備され，Ｄは，本件当日の午\n前中，この日本円現金を携帯していた。また，Ｅは，本件当日，手土産に適\nしたようかんや現金を入れるのに適した封筒を準備している。\nさらに，Ｄ及びＥのみの間でやり取りされていたメッセージの中では，両\n名が，被告人Ａらに供与する金額と中抜きする金額を事前に打ち合わせ，本\n件前日には，本件当日の午後１時３０分にＡ事務所との面会の約束を取り付\nけた旨連絡し，本件当日には，この面会約束の時刻を前提に，Ｄの手元の現\n金が未包装であることを踏まえて午後１時に議員会館で待ち合わせる旨打ち\n合わせ，更に午後１時過ぎ頃には，先に議員会館に到着したＥからＤへ具体\n的な待合せ場所が伝えられている。\n以上のとおり，ａ社が，被告人Ａに対して，衆議院解散の機会における現\n金供与を計画しており，これに従って本件前日までにＤの手元に現金が準備\nされた上，Ｄ・Ｅ間では，本件前日から本件当日被告人Ａと面会したという\n時刻にほど近い時間帯に至るまで，被告人Ａとの面会や現金の取扱いに関す\nる具体的なメッセージがやり取りされるなど，面会及び現金供与の準備が行\nわれていることは，本件当日午後１時３０分頃に会館事務所で被告人Ａに面\n会し現金３００万円を供与した旨のＤ及びＥの公判供述を強く裏付ける事情\nというべきである。\nこれに対し，弁護人は，Ｄ及びＥが，日本法人名義での振込入金等の形式\nをとることも可能であったのに，多忙な衆議院解散当日に，午後２時頃から\n他の予定のあった国土交通副大臣室ではなく会館事務所において被告人Ａに\n直接現金を供与したというのは不自然であるなどと論難するが，Ｄらには解\n散後最も早く献金を行うことで被告人Ａに強い印象を残したいとの思惑があ\nったと認められる上，外国企業から選挙資金の提供を受けたことが発覚すれ\nば，違法の指摘を受け社会的批判にもさらされかねないことに照らすと，第\n三者に目撃される可能性がより小さく入金履歴も残らない方法を取るのもむ\nしろ当然というべきであるから，弁護人の主張は的を射ない。\n供与先及び金額に関する客観証拠との整合性\nＤ及びＥは，「事前に供与額及び中抜き額を相談して決めた上，本件当日，\nＤが準備した現金の中から，被告人Ａに３００万円を供与するとともに被告\n人Ｂに５０万円を交付し，更に同日夜，札幌市内でＦと会った際，Ｆに呼ば\nれてその場に来たＯに急遽１００万円を直接交付するとともにＭ分及びＮ分\nとしてＦに合計２００万円を預けた」旨供述している（これによると，本件\n当日における供与額の合計は６５０万円となる。）。この供述は，次に述べる\nとおり，供与額及び中抜き額を計画したＤ及びＥのみの間でやり取りされて\nいたメッセージの内容，Ｄが手元に準備した現金額，本件翌日夜にＤが写真\n撮影した現金及び封筒等の状況等とよく整合しており，これらの客観証拠等\nに一貫した合理的な説明を与えるものといえる。\nア  ２３日メッセージに記載された供与計画\nまず，計画段階についてみると，２３日メッセージは，「Ａ’さん５  抜き\n２００」，「Ｎ’さん３  抜き１００」，「Ｐ’さん２  抜き１００」，「Ｍ’さん２\n抜き１００」，「Ｑ’さん１  抜き１００」，「Ａ’秘０．５」，「Ｒ’いに予備３」\nというものである。そして，「例えば『Ａ’さん５  抜き２００』という記載\nは，ａ社との関係では被告人Ａに５００万円を供与したと説明するが，う\nち２００万円を中抜きし，実際には３００万円を供与する趣旨である」旨\nのＤ及びＥの公判供述は，記載とよく整合し相互に符合するものであって\n十分信用できる。\nしたがって，両名は，２３日メッセージのやり取りをした段階では，ａ\n社との関係では被告人Ａ５００万円，Ｎ３００万円，Ｐ２００万円，Ｍ２\n００万円，Ｑ１００万円，「Ａ’秘」すなわち被告人Ａの秘書である被告人Ｂ\n５０万円，Ｒ３００万円の合計１６５０万円を供与するふうを装いつつ，\n実際には，これらの金額から「抜き」に続いて記載された金額を中抜きし\nて，被告人Ａ３００万円，Ｎ２００万円，Ｐ１００万円，Ｍ１００万円，\n被告人Ｂ５０万円，Ｒ３００万円の合計１０５０万円を供与する計画を立\nてていたものと認められる。\nなお，Ｄは，捜査段階において，２３日メッセージの「Ａ’さん５  抜き\n２００」などの記載につき，「ａ社との関係では７００万円を供与したと説\n明し，うち２００万円を中抜きし，実際には５００万円を供与する（メッ\nセージ中の『Ａ’さん５』の５００万円には中抜き額２００万円を含まない。）\n趣旨であった」旨の上記と異なる供述をしていた。また，これに関連して，\nＤは，①Ｌ１から事前に入金された４０万香港ドルを香港で引き出したか\n否か，②香港でＬ４にインゴットの売却代金相当額を支払ったか否かにつ\nいても曖昧な供述をしていたが，当公判廷においては，「①の引出しをした\nことはなく，②の売却代金相当額は支払済みである」旨明確に供述した。\nこの変遷について，弁護人は，検察官から提示された客観証拠に適合する\nよう供述したことが原因であるかのように主張し，Ｄの公判供述の信用性\nを論難する。しかし，捜査段階の供述は，本件から２年余り後の，しかも\n本件翌日夜に撮影された現金やメモ等の写真（甲２４６添付資料，後記イ\n参照）が未発見の段階におけるものであり，記憶の減退や混乱はやむを得\nないところであって，その後発見された同写真を手掛かりに記憶を喚起し\n整理した結果，当公判廷で供述を変更するに至ったという説明は首肯でき\nる。そして，捜査段階で異なる供述をした原因に関するＤの説明は「取調\nべ当時は香港における①の引出しや②の支払の有無が明らかでなかったた\nめ，本件前日に日本に持ち込んだ現金が１５００万円か２０００万円かが\n曖昧であり，後者を前提に上記供与額が中抜き額を含むものであるとする\nと，供与後に手元に残るはずの額が記憶にある残金額よりも多すぎること\nから，推測も交えて中抜き額を含まない旨供述した」というものである。\nこの説明からは，中抜き額の記載に関する推測に誤りが生じた理由が理解\nされるのみならず，記憶が曖昧と供述した以外の部分，特に，２３日メッ\nセージが被告人Ａらに対する供与額及び中抜き額に関するものであること\nや，供与後の残金額の大まかな規模については，Ｄ自身に確固とした記憶\nがあったことが見て取れる。結局，上記変遷は，曖昧な記憶に基づく推測\nの誤りが整理された結果と評価することができるから，ＤひいてはＥの公\n判供述の信用性判断に影響を及ぼすものではなく，Ｄの公判供述は，香港\nにおける引出しや支払の有無に関する点も含め，十分に信用できるという\nべきである。\nイ  準備現金額及び本件翌日夜の残金確認結果\nその後の状況をみると，Ｄは，本件当日の午前中までに１５００万円余\nりの現金を手元に準備しており，更に本件犯行後渡道前にＬ５から５００\n万円余りの現金を受領しているから，本件翌日夜の時点では，Ｄは，これ\nらの合計である約２０００万円から供与済みの金額を差し引いた残金を所\n持していたことになる。\nこの本件翌日夜の時点における残金の額について，Ｄ及びＥは，「残金は\n１３７０万円であり，Ｐ，Ｑ（全額中抜きを取りやめた。）及びＲには供与\n未了であったので，Ｑ及びＰ分各１００万円，Ｒ分３００万円，ａ社に予\n備費として報告する２５０万円，報告しない予備費２００万円並びにＤ及\nびＥが領得する各２１０万円に分け，領得分以外を封筒に入れて整理した」\n旨供述している。この供述は，上記１⑹の写真から見て取れる現金の量及\nび状態，この写真と同じ機会に撮影された４枚の封筒の状態（１枚ずつ「Ｑ’\nＰ’」，「保  ２５０」，「保  Ｒ’  ３００」，「帳  ２００」と記載され，厚み\nのある内容物が入っている。）やメモの記載（「保留  ５５０  Ｐ’  １００\nＱ’  １００」，「６２０→Ｄ’’（Ｄの名の最初の漢字１文字。）２１０  Ｅ’２\n１０」，「帳尻  ２００」などと記載されたものなど３枚）全般を概ね合理\n的に説明するものであることにも照らし，十分信用できる。\nこのような残金確認結果からすると，わざわざ供与未了分として現金入\nりの封筒まで用意されたＰらとは異なり，被告人両名への供与を計画して\nいた分については供与済みと扱われていたことが明らかである。しかも，\nこの残金確認結果に現れた残金の１３７０万円を，Ｄが本件当日夕方まで\nに入手していた額（約２０００万円）から控除すると，約６３０万円とな\nり，これはＤ及びＥが述べた本件当日の供与額の合計である６５０万円と\n概ね符合する結果となる。\nこれに対し，弁護人は，このメモのうちの１枚には，２３日メッセージ\nと同旨の記載がされた上，ＮとＭ（供与すべき現金をＦに預けた。）にチェ\nック（✓）が付されている一方，被告人Ａらには付されていないから，む\nしろ被告人Ａらに現金が供与されていないことを推認させるという。しか\nし，このメモは専らＤ及びＥの確認，整理のために作成された極めて私的\nなもので体裁も記載も整っていない上，チェックの記号もそれ自体が非常\nに多義的なものであるから，それがないことのみを取り上げて供与未了を\n示すものとみるのは無理がある。むしろ，既にみたとおり，同一機会に写\n真撮影された現金や他のメモ等との整合性も踏まえて考察すれば，被告人\n両名分が供与済みと扱われていたことは明らかといえる。\n次に，弁護人は，別の１枚のメモには，「Ａ  ３００」の直下に「〃秘  ３\n０」との記載があり，被告人Ｂへの交付額の記録であるとすれば，Ｄ及び\nＥの供述等とは齟齬する点を指摘している。しかし，そもそも被告人Ａへ\nの供与額に関する記載に同様の齟齬はない。また，指摘の部分に関してＥ\nは「現実の交付額ではなく，ａ社への報告に備えて残金の端数の処理を試\n算したものである」旨説明しているが，このメモには計算違いや試行錯誤\nをうかがわせる記載がある一方，残金額の１００万円未満の部分と符合す\nる「７０」という記載もあり，被告人Ｂへの交付額を３０万円とすれば，\n供与済みの額と残金の合計に１００万円未満の端数がなくなる結果にもな\nることなどに照らすと，この説明も一応首肯できる。なお，このメモに関\nしてＤは誤記と考える旨供述したが，作成者でない者による推測を交えた\n供述であり，この点に関する限り信用するに足りない。\n以上のとおり，弁護人の指摘を踏まえても，上記判断は揺らがない。\nウ  １１月作成のＥのメモ\nＥは，上記１⑺のとおり，１１月，携帯電話機内に「Ａ’３  Ｍ’１  Ｎ’１\nＯ’１  Ｐ’１  Ｑ’１」と入力したメモを作成しており，この記載は，「Ｅら\nが，同時点までに，被告人Ａには３００万円，その余の国会議員には各１\n００万円を供与した」旨の供述と整合するものといえる。\nエ  ａ社に対する報告の不存在に関する弁護人の主張\n弁護人は，Ｄ及びＥが被告人Ａへの現金供与をａ社に報告しておらず，\nまた，９月２９日におけるＫ１，Ｃらを交えたａ社関係者のグループメッ\nセージにおいては，本件当夜にＭやＯらと面談したことを報告しておきな\nがら，被告人Ａに現金を供与した旨の報告はしていない（なお，実際には\nＭとは面会していないから虚偽の報告も含まれている。）ことを指摘し，被\n告人Ａとの面会がなかった事実と親和的であると主張している。\nしかし，同メッセージには，弁護人が指摘する部分に先立ち，「Ｆと今別\nれたが，Ｆはｋ（会社組織）に関してかなり前向きであり，まずは会って\n合意に至った時点で３社で記者会見を行いたい意向である，１０月１５日\nの週で日程を調整して頂けたら」旨の報告が含まれている（甲８７添付資\n料１）。この文面を見る限り，ａ社に対するＤの報告の主眼は，直前に面会\nしたＦがａ社を含む３社提携に前向きであるという点にあり，政治家との\n面会については，このＦとの面会に伴うもののみを簡潔に報告したにとど\nまるものとみるのが自然である。そして，これに関するＤの供述は「献金\nの進捗につきａ社から都度の報告までは求められていなかったため数回に\n分けてまとめて報告した。本件当夜，Ｍとの面会は実現しなかったが，予\n定していた額をＦに預けることができたので，目的を達した旨概括的に報\n告すべく，Ｍについても面会と記載した」というものであるが，Ｄの顧問\nとしての立場や本件の経緯等に照らして十分首肯でき，このメッセージと\nの矛盾や不整合があるともいえない。\nオ  小括\n以上のとおり，現金３００万円の供与に関するＤ及びＥの供述は，計画\n段階から現金供与後に至るまで，被告人Ａへの供与額が３００万円である\n旨の記載を度々残し，本件翌日夜に行われた残金確認においても，被告人\nＡ分の現金については供与済みとして扱っていたという客観証拠から認め\nられるＤ及びＥの行動とよく整合している。しかも，Ｄが本件に関して準\n備・所持していた現金額（約２０００万円）及び本件翌日夜に確認された\n残金額（１３７０万円）に関する供述にも客観証拠による一定の裏付けが\n存在し，この差額も，両名が供述する本件当日の供与額（合計６５０万円）\nと概ね符合している。したがって，両名の供述は，客観証拠のみからでも\n相当程度認めることのできる現金供与計画の内容，準備現金額並びに本件\n翌日夜における残金額及びその整理の状況を，全体として整合的に説明す\nるものということができる。\n供述相互間の符合\nＤ及びＥの公判供述の核心は，「本件当日，議員会館で，Ｄが持ち込んだ現\n金をＥに渡し，会館事務所で，被告人Ｂも同席の下，Ｅが現金在中のｊのよ\nうかんの紙袋を被告人Ａに渡した」という部分であるところ，この核心部分\nについてＤ及びＥの供述は合致しており，相互に信用性を高め合っていると\nいえる。\n弁護人の指摘するとおり，現金供与に係る両名の公判供述は，議員会館内\nでＤがＥに現金を渡した場所，Ｅが現金供与の準備のためトイレに入った階，\n会館事務所での待ち時間，会館事務所を訪れた後にＮ事務所を訪れたか否か\nなどの点に齟齬があり，また，現金供与場面に関する供述に臨場感が乏しい\n面があることも否めない。しかし，本件当日からＤ及びＥの取調べの開始ま\nで約２年，当公判廷での尋問までには３年半余が経過しており，かつ，両名\nは議員会館や被告人両名の許を度々訪れていたというのであって，Ｄ及びＥ\nが本件当時の出来事を全て鮮明に記憶していることはそもそも期待できず，\nさらに，強く記憶に残った点と減退や混乱が生じた点とが両名の間で異なる\nということも当然想定されるから，供述の齟齬が核心部分に及ばない限り，\n信用性を揺るがすものではない。そうすると，ＤからＥへの現金交付場所や\nトイレの位置する階といった些末な点の齟齬は信用性判断に影響しないとい\nうべきであり，かえって，現金を受領したＥが供与の準備のため議員会館の\nトイレに入ったという，これ自体既に細部というべき点についてまで供述が\n符合したことについては，信用性を高める事情とみるのが相当である。同様\nに，待ち時間に関する供述の齟齬も細部のものというほかなく，むしろ，被\n告人Ａとの面会時間がほぼ符合していることを積極に評価すべきである。さ\nらに，Ｄ及びＥのメッセージのやり取りからすれば本件当日のＮ事務所は秘\n書対応であったと認められるから，その印象が被告人Ａ本人への現金供与に\n比して格段に薄かったとしても不自然ではなく，この点の齟齬も些末なもの\nにすぎない。したがって，これらの齟齬は，現金供与に係るＤ及びＥの公判\n供述の核心部分の信用性を揺るがすものではない。\nなお，Ｄ及びＥの公判供述は，面会の日程調整，本件当日被告人ＡにＥか\nらｊの紙袋が渡された状況のほか，被告人Ｂ自身もＥから現金５０万円を受\n領したという点について，被告人Ｂの捜査段階の供述とよく符合しており，\n相互に信用性を高め合っているといえるが，これについては証拠能力の点も\n含めて後述する。\n供述経過等\nＤ及びＥは，捜査段階から一貫して本件を含む一連の贈賄を認めており，\n後述のとおり，自らの公判審理が開始される前に，５００万円ないし２００\n０万円という多額の対価を提示されて，本件当日の会館事務所での面会の場\nに被告人Ａがいなかったなどという証言をするよう繰り返し働きかけられた\nにもかかわらず，一切応じていない。そして，自身の贈賄被告事件において\nも従前の供述を維持し，執行猶予付きの有罪判決を受けており，本件証人尋\n問に先立ってこの判決は確定している。\nまた，Ｄ及びＥは，失念した点や推測を交えた点はその旨述べ，他者の供\n述との齟齬を指摘されても安易に供述を変更することなく自己の記憶に従っ\nた供述を維持するなど，その供述態度は真摯であるということができる。\n弁護人の主張\n弁護人は，Ｄ及びＥは，ａ社に対して自分らがＩＲ事業参入に向けて有益\nな活動をしていると見せかけ，同社からの報酬の受領を円滑に進めるととも\nに，陣中見舞いとの名目で同社に多額の現金を拠出させることを企てたもの\nであり，両名が被告人Ａに供与したという３００万円についても，両名又は\nその一方によって横領された疑いがある旨主張している。そこで，これに関\n係する弁護人の主張を順次みておくことにする（なお，弁護人は，Ｄ及びＥ\nの公判供述は，Ａ事務所の日程表の記載やヘルスケアアプリのデータといっ\nた客観証拠に明らかに矛盾する旨主張するが，この点については４で後述す\nる。）。\nア  まず，弁護人は，計画段階の事情として，ａ社側では被告人Ａには８０\n０万円を供与することとされていたにもかかわらず（甲８５添付資料３－\n１，２，甲１０４添付資料５，６），Ｄらから５００万円に減額した旨の報\n告を受けた証拠はなく，Ｄはこの減額を反映していない２６３０万円もの\n過大な献金原資を受領し，Ｋ１も横領を疑っていたことを指摘する。\nしかし，Ｄ及びＥが，ａ社との関係においては，ＩＲ事業参入に向けた\n取組の進捗を仮装する動機があった可能性は否定できないものの，中抜き\nの計画までも共有していた両名限りのやり取りにおいて，本件に関し殊更\n虚偽を述べ，あるいは事実や意図を隠蔽する必要があったとは考えられず，\nそのような必要があったことを具体的にうかがわせる証拠もない。このこ\nとは，２３日メッセージのみならず，本件翌日夜にＤが写真撮影した封筒\nやメモの記載にも妥当するのであって，これらに殊更両名の認識に反する\n記載がされた疑いはないというべきである。\nそこで，弁護人の上記主張に即して，まず，２３日メッセージをみると，\nここに「Ａ’さん５  抜き２００」とある以上，当時，両名が，ａ社との関\n係では被告人Ａに５００万円を供与するふうを装いつつ，実際には２００\n万円を中抜きして３００万円を供与するという認識であったことは明らか\nであり，ａ社との関係で被告人Ａに対して８００万円を供与するかのよう\nに装ったり，被告人Ａ分全額を領得したりする意図がＤ及びＥにあったと\nいうことは想定できない（したがって，「ａ社側に被告人Ａ分を５００万円\nに減額した旨報告し，その差額分の使途も含めて了承を得たと思う」旨の\nＤの供述の信用性にも疑問はない。）。\nその後の経緯をみても，本件当日の面会予約時刻の直近にＤ及びＥが議\n員会館で落ち合う直前までのメッセージのやり取り（これも両名限りのや\nり取りである上，メッセージの送信時期及び文面も併せ考えれば，その当\n時の認識に従って記載されたものと認められる。）が客観証拠に残されてい\nる上，本件翌日夜には被告人両名分が供与済みであることを前提として残\n金が整理されたことも客観証拠によって裏付けられているから，Ｄ及びＥ\nが，２３日メッセージよりも後に被告人Ａ分の現金全額の横領を思い立っ\nて実行したとも考えられない。\nイ  次に，弁護人は，金銭に窮していたＥが単独で横領に及んだ疑いも指摘\nしているが，Ｅには，議員会館でＤから現金を受け取った後にその機会が\nあったにすぎず，横領の事実を具体的にうかがわせる証拠はない。特に，\n本件翌日夜にＤ及びＥ個人の領得額が具体的に算出されていることに照ら\nせば，これより前にＥ個人の領得の有無や額が決まっていたとは考え難い\n一方で，Ｅは，議員会館でＤから現金を受け取った時点でＤが他にも現金\nを持っていることを知っていたというのであるから，Ｅが，Ｄとの間で供\n与額を相談しつつ日程を調整した被告人Ａとの面会を直後に控えながら，\nわざわざ同人への供与分を密かに領得したというのであれば，単に金銭に\n窮していたというにとどまらず，その場で多額の現金を所持し共に中抜き\nを計画したＤに一時借用を相談することすらできないような切迫した後ろ\n暗い事情があったとしなければ合理的に理解することができないが，その\nような事情は証拠上全くうかがわれない。\nウ  さらに，弁護人は，Ｄ及びＥによる横領等の主張とともに，両名は，贈\n賄で有罪となっても執行猶予が見込まれるから，多額の横領又は詐欺につ\nき重い刑責を負うよりも，検察官に迎合し贈賄の事実を認めて早期に刑事\n手続を終わらせた方が経済合理的であるなどと考え，あえて虚偽の贈賄の\n事実を供述した旨主張している。横領等の合理的疑いがないことは上述の\nとおりであるが，その点を差し置いても，我が国では無名のａ社に対する\n横領等よりも，ＩＲ事業という政府の大規模な施策に関する外国企業から\n現職の副大臣への贈賄の方がはるかに社会的関心の高い事案であることは\n明らかであり，その実行役であるとされれば，ａ社に対する横領等が明る\nみに出た場合よりも格段に深刻な社会的制裁を受け，社会経済生活に大き\nな支障をきたすであろうことは容易に予想できるのであって，ａ社に対す\nる横領等の責任を免れるために虚構の本件贈賄をあえて認めるということ\nは到底考えられない。\nしかも，Ｄ及びＥは中抜き計画や各自２１０万円の領得を自認する供述\nをしており，更にＤはａ社からの預り金の残余（Ｄ管理の口座中の４０万\n香港ドルと，本件翌日夜に確認した残金の一部）を保有していることを認\nめ，求めがあれば返金したいとまで供述しているのであって，両名が被告\n人Ａ分の３００万円についてのみ殊更虚偽を述べて隠蔽を図るとも考え難\nい。\nエ  なお，被告人Ａの弁護人は，Ｅが，本件に係る会館事務所の訪問予約を\nＤに連絡するメッセージにおいて「Ａ先生」ではなく「Ａ事務所」の語を\n使用していることから，仮にＥらの訪問予約があったとしても秘書対応で\nあったなどと主張し，Ｅらが被告人Ｂに現金３００万円を供与した可能性\nにまで言及する。しかし，その可能性を具体的にうかがわせる証拠はなく，\n既述のメッセージやメモには被告人両名に供与する分が明確に区別して記\n載されていることや，ＥがＮ事務所との先約（秘書対応）よりＡ事務所へ\nの訪問を優先したことなどに照らしても，現金３００万円が被告人Ｂに供\n与されたということはおよそ考えられない。\n小括\nこれまでの検討によれば，被告人Ａに現金３００万円を供与した旨のＤ及\nびＥの公判供述は，その経緯，供与先及び金額等について客観的な状況や証\n拠に強く裏付けられている上，両名の間のみならず被告人Ｂの捜査段階の供\n述ともその核心部分が相互に符合し，供述経過等を見ても虚偽供述を疑わせ\nる具体的事情がないから，十分信用することができる。\n３  被告人Ｂの検察官調書の証拠能力及び信用性\n被告人Ｂは，捜査段階では，「本件当日，会館事務所において，被告人Ａが被\n告人ＢとともにＥらと面会し，Ｅからｊの紙袋を受け取るのを見た」旨述べ，\nその余の賄賂の収受及び被告人Ａとの共謀についても認める内容の供述をして\nいたのに対し，当公判廷ではいずれも否認に転じ，本件に関しては，当日午後\n１時３０分頃に被告人ＡがＥらと面会した記憶はないなどと述べた。\nこれを受けて，検察官が，被告人Ｂの検察官調書（乙６～２０，２５，４２，\n４３）を，同人との関係では刑訴法３２２条１項により，被告人Ａとの関係で\nは同法３２１条１項２号後段により取り調べるよう求めたのに対し，弁護人は，\n上記検察官調書は，双極性感情障害による入院治療中に行われた威圧的かつ誘\n導的な取調べにより，検察官の意に沿わない供述をして逮捕勾留されることを\n恐れた被告人Ｂが検察官の見立てに沿った供述をした結果作成されたものであ\nるから，任意性及び特信性が認められず，ましてや信用性も認められない旨主\n張している。\n供述情況に関する認定事実\n関係各証拠によれば，被告人Ｂの供述情況に関し，以下の事実を認めるこ\nとができる。\nア  被告人Ｂの精神疾患に係る入通院状況等\n被告人Ｂは，平成１９年頃被告人Ａの秘書となり，平成２７年９月頃か\nら平成３０年９月頃まで政策担当秘書を務めていた。しかし，被告人Ｂは，\n同月から１０月にかけ，精神症状を伴う躁病と診断されて医療保護入院と\nなり，退院の翌月に受診したクリニックにおいて双極性感情障害と診断さ\nれて通院による投薬治療を受けていたところ，令和元年７月頃から本件に\n関して報道機関の来訪を受けるようになって閉居がちになり，症状が悪化\nしていった。\n被告人Ｂは，同年１２月７日以降，自宅の捜索や連日の取調べを受けて\n「もう嫌だ」と述べるなどし，思考制止が著明であるなどとして入院適応\nを認めた当時の主治医の紹介により，同月１２日，ｌ大学病院神経精神科\nを受診したところ，双極性感情障害との診断で医療保護入院となり，その\n後，令和２年１月２８日に任意入院に切り替えられ，同年２月７日に退院\nした。\nこの間，同病院においては，Ｓ１医師が責任者を務めるチームがその治\n療に当たった。\nイ  入院中に取調べが行われるに至った経緯及び病院側の対応等\nＳ１医師が初めて被告人Ｂと会った時点では，思考制止は必ずしも著明\nとまではいえなかったものの，Ｓ１医師らは，入院当初，取調べのストレ\nスによる病状の悪化を懸念し，令和元年１２月１８日には，被告人Ｂの意\n向も確認の上，Ｓ２検察官（以下，この項において単に「検察官」という。）\nからの取調べ及び面会の要請を断った。しかし，入院以降被告人Ｂの病状\nが改善傾向にあったことに加え，逮捕勾留のリスクを慮ったＳ３弁護士（被\n告人Ｂの当時の弁護人）の助言もあり，同月１９日，医師が被告人Ｂ，そ\nの妻及びＳ３弁護士と面談して被告人Ｂの意向も確認の上，同月２０日，\nＳ１医師及びＳ３弁護士の立会いの下，被告人Ｂと検察官が試行的に面会\nした。Ｓ１医師は，この面会において被告人Ｂに特異な反応がみられなか\nったことも踏まえ，被告人Ｂが取調べに耐えられる状態にあると判断し，\n検察官による取調べを許可した。\n同月２３日から検察官による被告人Ｂに対する取調べが開始されたが，\n初めの頃は，取調べ時間は短時間に抑えられていた。そして，取調べの開\n始に際し，Ｓ１医師らは，被告人Ｂに対し，取調べ中に体調が悪化した場\n合，いつでも中止し医療者を呼ぶことができる旨伝え，検察官にも同旨の\n内容を伝えていた。さらに，同医師らは，取調べ開始後の数日間は，取調\nべ終了直後に被告人Ｂを回診していた（なお，病状の悪化が認められなか\nったため，数日でこの回診は行われなくなった。）。\nまた，同月３１日以降実施された取調べの録音録画についても，医師ら\nは，事前に，被告人Ｂ及びＳ３弁護士に対し，病状によっては録音録画を\n断ることもできることなどを説明し，また，検察官に対しても，病状によ\nっては中止させることがあることなどを説明した上で，これを許可した。\nなお，前医が指摘していた被告人Ｂの思考制止は年末に向けてかなり改\n善しており，取調べの中止を検討するほどの病状の悪化がなかったため，\n医師の側から取調べの中止を提言することはなかった。また，被告人Ｂも，\n入院中，医師らに対して取調べの拒否や中止を申し出たことはなく，取調\nべ中に医療者を呼んだこともなかった。\nウ  その他の入院治療中の取調べに関する状況等\n検察官は，被告人Ｂに対し，取調べを始める前に，毎回その日の体調を\n尋ねていた。\n被告人Ｂは，病院内での取調べの実施期間中，ほぼ毎日Ｓ３弁護士と面\n会し，自らの言い分と全く異なる調書を作成された場合は署名捺印を拒む\nよう助言を受け，今後の捜査の見通し等を相談するとともに，妻子や親族\nらとも何度か面会していた。\nエ  Ｓ４に対する被告人Ｂの発言\n被告人Ｂは，退院後,長年の友人であり，自身の紹介により被告人Ａとも\n付き合いのあったＳ４に自ら連絡をとって，令和２年３月，レストランで\n会食をした。その際，被告人Ｂは，Ｓ４に対し，議員会館で被告人両名と\n相手方２名の計４名で会い，被告人Ａは相手方から何かを受け取っていた\nが中身は確認できておらず，被告人Ｂ自身は現金５０万円を受け取った旨\n述べるとともに，被告人Ｂは被告人Ａとは別に裁判をする予定である，妻\n子ある身としては無罪主張を続けて長い時間かかるであろう被告人Ａの裁\n判には付き合えない，被告人Ａの裁判では検察側の証言に立つかもしれず，\n気が重いなどとも述べた。\nオ  被告人Ａからの資金提供等\n被告人Ｂは，退院後の同年２月下旬から同年３月にかけ，被告人両名の\n共通の知人であるＳ５と会食するなどした際，自身が無職で資産もないな\nどと経済的不安を訴えた。これを受けたＳ５が，同じ頃，被告人Ａに対し，\n被告人Ｂが経済的に困窮しているので援助してほしい旨頼んだところ，被\n告人Ａは，同月２７日，被告人Ｂの生活費である旨述べてＳ５に現金５０\n０万円を預けた。Ｓ５は，同年４月１日，被告人Ｂにこの現金５００万円\nを手渡し，その旨被告人Ａに報告した。\nまた，被告人Ａは，同年３月頃，Ｓ５から被告人Ｂの就職先の紹介を打\n診された際，自身による紹介には難色を示したものの，Ｓ５の関係先で被\n告人Ｂを雇用できないか，仕事なら自分が持ってくるなどと述べた。そこ\nで，Ｓ５は，同年４月頃，自らの関係先である株式会社ｍにおいて被告人\nＢを雇用し，被告人Ａから紹介された商品の営業を担当させることを決め，\nその旨被告人Ｂに説明して了承を得るとともに被告人Ａにも報告の上，同\n年５月１１日から同社で被告人Ｂを稼働させた。\nなお，上記認定のうち被告人Ｂの入院中の状況等に関する部分は，主にＳ\n１医師の供述に依拠しているが，同医師は，精神科医として双極性感情障害\nにつき豊富な臨床経験を有し，毎朝の回診や面談の際に被告人Ｂを直接診察\nしつつ，チームの責任者として他の医師からも逐次報告を受け，カルテを都\n度確認しながらその治療に当たっていたというのであり，自らの専門分野に\nついて，直接の診察を含む十分な基礎資料に基づいて供述したと認められる\nから，その供述の信用性は十分である。弁護人は，被告人Ｂの思考制止等の\n程度に関するＳ１医師の供述はカルテの記載と整合しないなどとしてその信\n用性を論難するが，取調べ映像（乙２６～３５）を見ても，被告人Ｂは，回\n答に多少時間を要する場面もみられるとはいえ，検察官の質問の意味を適切\nに理解して，相応の時間内に質問とかみ合った内容の供述をしていたと認め\nられ，この状況はカルテの記載よりもＳ１医師の述べる病状と整合する上，\n医療保護入院の継続のためカルテにはやや誇張とも解しうる記載がされた旨\nの供述も，臨床の現場での実態を率直に述べたものとして首肯できるという\nべきである。\n証拠能力及び信用性判断\n上記 の事実関係に基づき，被告人Ｂの検察官調書の任意性，特信性及び\n信用性につき検討する。\nア  取調べ当時の被告人Ｂの状況\n被告人Ｂは，検察官取調べの当時，双極性感情障害と診断されて精神科\n病棟に入院中であったものの，担当医師は，被告人Ｂの病状の改善状況や\n検察官との面会の状況等を踏まえて取調べを許可しており，その後も病状\nの悪化を認めなかったというのであるから，当時，被告人Ｂの病状は，取\n調べに耐えられる程度のものにとどまっていたと認められる。また，被告\n人Ｂは，いつでも直ちに医療者を呼ぶことのできる環境下にあり，取調べ\n中も同様である旨医師らから説明を受けていたほか，ほぼ毎日当時の弁護\n人と面会して必要な助言を受けていたにもかかわらず，取調べの拒否や中\n止の申し出はおろか取調べ中に医療者を呼んだことすらなく（呼ぶか否か\nの適切な判断ができない病状であった旨の弁護人の主張は，既述の検討に\n照らし採用できない。），医師の側でも取調べに伴う病状の悪化を認めなか\nったのであるから，取調べによって被告人Ｂに過大な負担が生じないよう\n十分な配慮がされており，実際に被告人Ｂがそのような状況に陥ったこと\nもなかったと推認することができる。また，既述のとおり，取調べ映像か\nらも，被告人Ｂの理解力，思考力及び表現力に特段の問題があったとはう\nかがわれない。\n他方，このような担当医師の判断や当時の弁護人の面会状況等に照らす\nと，検察官において，被告人Ｂに過大な負担を与えて病状が悪化するなど\nすれば，被告人Ａの刑責を左右する重要な供述が見込まれるにもかかわら\nず，取調べが続行できなくなり，本件の捜査に多大な支障を生じるおそれ\nがあることは容易に想定できるはずであるから，無理な取調べを行おうと\nしていたとも考えにくい。現に，取調べ映像にも検察官の言動の問題性を\nうかがわせる点は見当たらない。\nイ  供述当時の外部的事情\n被告人Ｂの検察官取調べは，同人が被告人Ａの秘書の職を辞した後，当\n時の弁護人はもちろん，家族とも面会を重ねるなど，その支援を受ける中\nで行われたものである。さらに，被告人Ｂが，退院後ほどなく，被告人Ａ\nとも交流のあるＳ４に自ら連絡を取って検察官調書と同旨の事実を打ち明\nけた上で，被告人Ａの公判でこれを供述することの重圧までも吐露したこ\nとにも照らせば，入院中の取調べは，被告人Ａとの関係性が希薄化してい\nたこともあり，同人の利害を優先させることなく，自身の記憶に基づいて\n被告人Ａに不利益な事実についても供述することができる心理状態の下で\n行われたものと認められる。\nこれに対し，公判供述は，被告人Ｂが経済的に困窮する中で被告人Ａか\nら大きな経済的利益を受けた後のものであり，いったんこのような働きか\nけを受ければ，被告人Ｂが，長年にわたり近しい関係にあった被告人Ａの\n意に沿わない供述をすることに強い抵抗感を覚えたとしても無理からぬと\nころであって，同人と併合審理された当公判廷においてその面前で供述す\nるとなれば尚更というべきである。現に，被告人Ｂは，被告人Ａに強い恩\n義を感じたことを自認しており，これらに照らせば，被告人Ｂの公判供述\nは，被告人Ａの強い影響の下，同人に不利益な供述をすることが困難な情\n況においてされたものと認められる。\nウ  供述内容\n被告人Ｂは，捜査段階において，会館事務所で被告人Ａが受け取った紙\n袋の中身については，検察官からの再三の質問にもかかわらず見ていない\n旨供述したというのであり（乙１０），記憶にある部分に限って認める供述\nをするにとどまっている。また，被告人Ｂは，自身が受領した現金５０万\n円の交付態様について，当初は現金在中の封筒を渡された旨供述し（乙４\n０），その後，被告人Ａが受け取った紙袋とは別に，自身も現金５０万円在\n中の封筒が入った紙袋を受け取った旨供述を変更しているが（乙４２），い\nずれもＥが供述する交付態様とは異なっている。このように，検察官が詳\n細な聴取を重ねたであろうと考えられる交付態様につき，検察官の誘導に\nよるとは考え難い内容の変遷が生じていることは，被告人Ｂが，検察官の\n発問に迎合することなく自らの意思でその当時の記憶に基づいて供述した\nことを推認させるものであるといえる。\nまた，内容全体を見ても，現金授受に関する被告人Ｂの検察官調書は，\n上記２でＤ及びＥの供述についてみた本件の客観的状況や証拠と整合し，\nＤ及びＥの供述ともその核心部分がよく符合するものということができる。\n既述の交付態様や応接室内の着席位置等の細部においてＥらの公判供述と\n齟齬がみられるとしても，Ｄ・Ｅの公判供述相互間の細部の齟齬と同様，\n核心部分の信用性を揺るがすものではない。しかも，被告人Ｂは単独では\n収賄罪の刑責を問われ得ず，犯情の面でも被告人Ａに比して有意に軽いと\n評価されるであろうことが容易に予想できる立場にあったのであり，自己\nの刑責の回避ないし軽減を図って殊更被告人Ａの非を言い立てる必要もな\nかったと認められる。\nこれに反する被告人Ｂの公判供述は，上記の客観的状況等に関する合理\n的な説明というにはほど遠く，本件当時の記憶がないとする部分も多い上\nに，被告人両名とりわけ被告人Ａに不利益な事実を否定する部分について\nは，通常の取扱い等からの推測を述べたものにとどまっている。\nエ  小括\n以上に検討したとおり，当時の被告人Ｂの病状は取調べに耐えられる程\n度のものにとどまっており，医療者や当時の弁護人らによる助言や配慮に\nよって，取調べにおいて被告人Ｂに過大な負担が生じる状況にもなかった。\nそして，この間における検察官の取調べは，被告人Ｂが当時の弁護人や家\n族と面会を重ねるなどの支援を受けつつ実施されたものであり，当時にお\nける被告人Ａとの関係性にも照らすと，被告人Ｂは，被告人Ａの利害を優\n先させることなく，自身の記憶に基づいて供述することができる心理状態\nにあったといえる。これに加え，検察官調書に録取された内容も併せ考え\nると，検察官による供述の強制や，誘導ないし示唆への迎合等，任意性を\n失わせると弁護人が主張する事情はなかったと認めることができる。\nそして，取調べ終了後に被告人Ｂが被告人Ａから多大な経済的利益を受\nけ，同人に不利益な供述をすることが困難な心理状態に陥った結果，当公\n判廷では明らかに不自然で回避的な供述をするに至ったことも併せ考えれ\nば，特信性も優に認められる。さらに，同検察官調書の核心部分が客観証\n拠やＥらの供述と符合する合理的なものであることなども考慮すれば，そ\nの信用性も十分認めることができる。\n弁護人の主張\nア  弁護人は，まず，Ｓ１医師と見解を異にするＳ６医師の意見書及び公判\n供述に依拠し，Ｓ１医師の供述の信用性を論難するとともに，被告人Ｂの\n精神状態等に関する主張をしている。しかし，Ｓ６医師の見解は，カルテ\nの記載と取調べ状況の映像のみを基礎資料とし，主に前者を重視して被告\n人Ｂの病状を考察した結果を述べたものであると認められるところ，Ｓ６\n医師は被告人Ｂの入院前の病状に関する記載を入院中のそれと解釈するな\nど，事実経過に関するカルテの記載を一部誤解し，見解自体も上記映像に\n現れた被告人Ｂの言動と整合しない（この点をＳ６医師は自認した。）など，\n限られた基礎資料に対し，一部誤解に基づく偏った評価を加えた結果とい\nうほかはないから，証拠価値に乏しいといわざるを得ない。\nイ  次に，弁護人は，検察官の被告人Ｂに対する言動として，①「事実を認\nめれば３回ほど出廷して終わるが，認めなければ多数の証人を呼ぶことに\nなり非常に長い時間がかかる」などと言ったこと，②被告人Ａの逮捕と前\n後して「別の形でやるからな」，「今日は何も持ってきてないから」などと\n申し向け，高圧的な態度をとるなどして，検察官の意に沿わない供述をす\nれば身柄を拘束する旨示唆したこと，③被告人Ａが，本件当日，議員会館\nに立ち寄ったという決定的証拠がある旨述べたことなどを指摘した上，被\n告人ＢのＳ４に対する発言も検察官の影響下でされたものである旨主張す\nる。\nしかし，①は，公判に関し，事案の性質と一般常識に照らして容易に予\n想できる程度の大まかな見通しを述べたものにすぎないから，そのような\n発言があったとしても，証拠能力はもとより信用性判断にも何ら影響しな\nい。他方，②③については，被告人Ｂが，取調べ当時，身柄拘束を危惧す\nるとともに本件の嫌疑を裏付ける有力な客観証拠があると認識しており，\nその背景に検察官の言動があったという可能性は排斥できない。もっとも，\n②については，事案の内容や被告人Ｂの立場等に照らし，取調べ当時，被\n告人Ｂの逮捕勾留の可能性は十分にあったというべきであり，この点につ\nいては，当時の弁護人からも取調べの開始前に助言がされていたことから\nすれば，被告人Ｂは，逮捕勾留に対する危惧を既に相当程度抱いていたも\nのと認められる。そうすると，仮に取調べの中で検察官から②程度の言動\nがあったとしても，既存の危惧を再認識させて真摯な供述を強く促したと\nいえるにとどまり，威迫や利益誘導というには遠く及ばない。また，③に\nついては，Ｄ・Ｅ間の通信履歴や香港から日本への現金持込みに関する証\n拠など，同人らの供述を極めて強く裏付ける客観証拠が複数存在する一方\nで，被告人Ｂは，その公判供述によっても，検察官のいう決定的証拠の種\n類や内容については聞かされなかったというのであるから，仮に検察官が\n「決定的」という語を用いたとしても虚偽や誇張と評価すべきものではな\nく，被告人Ｂに誤解を生じさせたともいえない。\n以上のとおり，弁護人の主張を検討しても，証拠能力及び信用性に関す\nる判断は変わらない。\n４  被告人Ａの本件当日の行動等に関する弁護人の主張\n被告人Ａの本件当日の行動として，①衆議院解散のため正午頃から開かれた\n本会議及び国会内での両院議員総会に出席した後，所属派閥の定例総会に出席\nするため砂防会館に移動したが，その開始が遅れたため，アーバンネット大手\n町に移動して開催中の昼食会に出席し，午後１時１２分頃までには昼食会場を\n後にした，②公用車で国土交通省に帰着し（本件当日の運転日報（甲２００添\n付資料２）にはこの帰着時間が午後２時と記載されている。），遅くとも午後２\n時の二，三分前頃には，副大臣室で国際緊急援助隊の表敬訪問を受けていたこ\nとについては，関係各証拠から容易に認定でき，当事者間にも概ね争いがない。\n弁護人は，被告人Ａの供述に依拠しつつ，上記①と②の間の本件犯行時間帯\nに，被告人Ａが議員会館に行ったことはなく，昼食会場を出た後，全国町村会\n館内のｎ銀行のＡＴＭに立ち寄って残高照会をし，午後１時４０分頃に国土交\n通省に戻った旨主張している。そして，弁護人は， Ａ事務所の日程表の記載\n及び当時の秘書であるＴの供述， 被告人Ａが当時使用していたスマートフォ\nンに保存されていたヘルスケアアプリのデータ等を，この主張を裏付ける客観\n証拠と位置付けた上，Ｄ及びＥの供述はこれらと矛盾している旨主張するので，\n以下，検討する。\nＡ事務所の日程表の記載及びＴ秘書の供述\nＡ事務所において作成された本件当日の日程表（甲１９９添付資料）には，\nＤ及びＥとの面会予定の記載がない。この点につき，当時被告人Ａの公設第\n一秘書を務め，日程表の作成管理を行っていたＴは，「多忙な被告人Ａの活動\nに支障をきたさないよう日程表を正確に作成することが重要であったため，\n新規の予定が入った場合はその日のうちに速やかに入力することになってお\nり，少なくとも前日までに決まった予定は必ず日程表に反映されているはず\nである。被告人Ｂの几帳面な性格等にも鑑みれば，被告人Ｂが，前日に決ま\nった被告人Ａの予定をＴに伝えるのを失念するなどした結果，日程表に記載\nされなかったということは考えられない」旨供述するところ，この供述は，\n日程表の取扱いについての一般論の限度では十分信用できる。\nもっとも，この日程表は予定を記載したものであって行動記録ではない上，\nＴ自身，日程表に記載のない来客との面会も行われていたことを全面的には\n否定しておらず，被告人Ｂによる失念の可能性を否定する供述は人格評価に\n基づく推測にすぎない。被告人Ｂも，捜査段階において，日程表に記載のな\nい支援者等との面会も行われていたことを否定しておらず，本件当日の面会\n予定についても，その前日に自身が調整したことを自認した上で，「衆議院の\n解散が目前に迫り事務所内が非常に多忙であったため，自身又はＴの失念に\nより日程表の記載が漏れた可能性がある」旨供述しており（乙４３），これら\nの供述につき上記３の検討に反して信用性を疑うべき具体的事情は見当たら\nない。そうすると，日程表への不記載は必ずしも面会の事実の不存在を示す\nものではないというべきである。\nなお，Ｔは，「本件当日，Ｅらは会館事務所を訪れていないと思われ，被告\n人Ａが同日昼頃に会館事務所に戻った記憶もない」旨供述するものの，Ｅら\nの訪問の有無は日程表への不記載からの推測にすぎず，被告人Ａに関しても\n戻ったか否かの記憶がないという趣旨にとどまるのであって，独立の証拠価\n値は認められない。\n以上によれば，日程表への不記載の事実及びＴの公判供述は，必ずしも被\n告人Ａの供述を裏付けるものとは評価できず，もとより強固な裏付けを伴う\nＥらの公判供述の信用性を揺るがすには遠く及ばない。\n被告人Ａのスマートフォン内のヘルスケアアプリのデータ\n弁護人は，被告人Ａが当時使用していたスマートフォンにインストールさ\nれたヘルスケアアプリの歩数等の計測データ，とりわけ計測終了時刻及び次\nの計測開始時刻のデータには極めて高い正確性が認められることを前提に，\n本件当日午後１時４０分に同アプリが計測を停止していることからすると，\n被告人Ａは，同時刻には国土交通副大臣室に到着しており，会館事務所から\n国土交通副大臣室までの移動時間も勘案すれば，同日午後１時３０分頃，Ｄ\n及びＥと面会したということはあり得ない旨主張する。\nしかし，同アプリの作動原理，詳細な作動条件及び正確性の程度を客観的，\n具体的に認めることのできる証拠はなく，同アプリの正確性についての弁護\n人の主張は，証拠上認められる限られた情報に同スマートフォンのメーカー\nに対する一般的な信頼をも加味した推測にすぎないというべきである。同ス\nマートフォン内の同アプリの本件当日のデータを具体的にみても，同アプリ\nは，①午前９時３８分から午前１０時０５分までの間，②午前１１時３９分\nから午後０時０５分までの間及び③午後０時２５分から午後１時１３分まで\nの間の計測結果を記録しているのに対し，被告人Ａは，①の時間帯に会館事\n務所でＴとの打合せを行い，②の時間帯に国会内で代議士会及び衆議院本会\n議（午後０時０２分から２分間）に出席し，③の時間帯に所属派閥の定例総\n会に出席するため砂防会館に移動後，着座して昼食をとったというのであり，\n時間の長短に差はあるにせよ，いずれも被告人Ａが着席するなどして歩行し\nていなかった時間帯があったことと整合しない。また，同アプリは午後０時\n０５分から午後０時２５分まで計測を停止しているが，この時間帯は，衆議\n院本会議の終了（午後０時０４分）の直後から両院議員総会（午後０時１５\n分開始予定）の開催中に相当しており，被告人Ａが同スマートフォンを手放\nしていたとも，国会内での徒歩移動が全くなかったとも考えにくい上，同総\n会中は着席，離席及び移動を繰り返していた旨の被告人Ａの公判供述とも整\n合しない。\nこのように，被告人Ａが同スマートフォンを携帯していたはずの時間帯に\nおいても，同アプリのデータと被告人Ａの動静とが整合しない点が複数見受\nけられる以上，同アプリのデータは，計測時間と停止時間のいずれも被告人\nＡの動静を正しく反映していないものというほかなく，その行動状況に関す\nる認定を左右するほどの証明力を有しない。\n小括\n以上によれば，弁護人が被告人Ａの行動に関する客観証拠として指摘する\n証拠はいずれも証明力に乏しく，上記２に検討したＤ及びＥの公判供述の信\n用性を何ら揺るがすものではない。\nなお，被告人Ａが国土交通省に帰着した時刻については，冒頭に認定した\n争いのない事実関係に従えば，おおよそ午後１時５５分頃と認定するのが常\n識に適うものといえる。すなわち，運転日報に記載された「午後２時」とい\nう帰着時間について，公用車の専属運転手Ｕは，本件当日の記憶はないとし\nつつも，「被告人Ａを正面玄関で降車させて公用車をガレージに入れた後に，\n自分の電波時計を見て，プラスマイナス５分程度の差で帰着時間を記載して\nいた」旨述べているところ，この供述は，時刻の記載の点を含め，日頃の定\n型的な業務の実態を率直に述べた合理的内容と評価でき，十分に信用するこ\nとができる。これに加え，国際緊急援助隊の表敬訪問の時刻（午後２時の二，\n三分前頃）も併せ考えると，被告人Ａは，本件当日，おおよそ午後１時５５\n分頃に国土交通省正面玄関に到着したと認めるのが相当である。\n結局，被告人Ａは，午後１時１２分頃に昼食会場を後にしてから午後１時\n５５分頃に国土交通省正面玄関に到着するまでの間に，会館事務所に立ち寄\nり，Ｄ及びＥと面会することは時間的にも十分可能であったということがで\nきる。なお，被告人Ａは，「昼食会場を出た後，全国町村会館内のｎ銀行のＡ\nＴＭに立ち寄って残高照会をした」旨述べるが，何らの裏付けもない上，仮\nにこの供述を前提にしても会館事務所で面会を行うことが時間的・距離的に\n不可能となるものではないから，結論に影響しない。そして，現金３００万\n円の授受を否定する被告人Ａの供述は，Ｅらによる現金供与の準備及び残金\nの確認・整理を強く裏付ける多数の客観証拠とは相容れないものというほか\nないから，信用することができない。\n５  結論\n以上によると，被告人Ａが３００万円の供与を受けた事実が認められる。\nそして，同時点までの被告人Ａとａ社との関係性等にも照らせば，この現金\n供与が被告人Ａによるａ社のＩＲ事業参入への後押しを期待する趣旨でされた\nものであることは明白であるから，被告人両名におけるその認識はもとより，\n本件に係る共謀も認められる。\n第２  証人買収（判示第２）について\n第１において検討したとおり，Ｄ及びＥが，本件当日，会館事務所において，\n被告人Ａに対して直接現金３００万円を供与した事実が認められる以上，この供\n与の際に被告人Ａがいなかった又はいなかった可能性がある旨の証言はＤ及びＥ\nの記憶に反する虚偽のものというほかはなく（以下，この趣旨の証言を指して「虚\n偽証言」という。），被告人Ａにはその認識があったことに帰する。\nそして，Ｇ及びＨがＥに対し，Ｉ及びＪがＤに対し，虚偽証言の報酬として現\n金等の供与の申込みをした事実は関係各証拠によって明らかに認められるから，\n以下，被告人Ａとの間の共謀の有無の点を中心に検討する（以下，この項におけ\nる日時は，特に断らない限り，令和２年のものである。)。\n１  Ｅに対する証人買収\n⑴  認定事実\nＧの公判供述を中心とする関係各証拠によれば，Ｅに対する証人買収の経\n緯・状況として以下の事実を認めることができる。\nア  被告人Ａは，本件各収賄事件の起訴後の２月１２日，当初の保釈許可決\n定により釈放された後，かねてからの支援者であるＧと連絡をとり，３月\n１３日に会った際，本件各収賄事件に関して無実であることを訴えた。\nイ  被告人Ａは，５月２６日にもＧと会い，改めて無実を主張して，特に現\n金３００万円の授受につき，本件当日は議員会館にいなかった旨話し，さ\nらに，Ｅ，Ｄ及び被告人Ｂの供述を覆させる必要があるところ，Ｄには２\n０００万円の対価を提示し，被告人Ｂには就職先をあっせんしたので，い\nずれも供述を覆させられそうである旨伝えた。その上で，被告人Ａは，Ｇ\nに対し，弁護士費用の支払や経済的援助をＥにも提示して同様に供述を覆\nすよう話してほしい旨依頼し，Ｇはこれを引き受けた。Ｇは，ＨにＥとの\n面会の段取りを依頼し，Ｈは，同月末から６月初め頃，Ｅに接触して，Ｇ\nを含めて会食することの了承を取り付けた。\nＧ及びＨは，同月７日，判示のホテルｇ内の飲食店でＥと会い，Ｅに対\nし，被告人Ａの裁判で虚偽証言をするよう依頼し，その見返りとして，Ｅ\nの弁護士費用をＧ側で負担するとともに，今後も面倒をみさせてもらう旨，\n継続的に経済的援助を行うことを申し入れたが，Ｅはこれを断った。Ｇは，\nこの結果を被告人Ａに報告した。\nなお，Ｇ及びＨは，この申入れの当時，Ｅに依頼する証言の内容がその\n記憶に反するものである可能性があると認識していた。\nウ  Ｇは，同月２０日に被告人Ａと会った際に，現金３００万円を受領して\nいないというのは嘘ではないかと質したが，被告人Ａはこれを否定し，Ｄ\nとは１億円で話が付いたなどと話した上，Ｅにも現金をぶつけたいので１\n０００万円貸してほしい旨依頼した。\nＧは，被告人Ａの依頼をいったん了承したが，現金１０００万円の提供\nという依頼の趣旨に沿いつつ，Ｅに受け入れられやすいよう段階を踏んだ\n提案をしようなどと考え，７月１４日，自ら準備した現金５００万円をＨ\nに預け，その際，同人に対し，まずはＥに５００万円を渡して被告人Ａの\n弁護人と会って話すよう依頼し，その結果Ｅが弁護人を替えて被告人Ａに\n有利な証言をすることになれば更に追加で弁護士費用等を支払う旨伝えて\nほしい旨依頼した。Ｈは，同日，判示の自宅でＥと会い，Ｇの依頼と同旨\nを述べて現金５００万円を渡そうとしたが，Ｅは，これを拒否した。\nＧは，同日夜，Ｈからの報告を受けて，これ以上Ｅと交渉するのは難し\nいと考え，同月１５日，その旨被告人Ａに報告した。被告人Ａは，Ｇに対\nし，Ｅとの交渉を継続するよう求めたが，Ｇはこれを受け流した。\n⑵  Ｇの公判供述の信用性\nア  上記認定に供したＧの供述は，全体として，同人と被告人Ａ及びＨらと\nの間の各種通信履歴や，Ｈ方から現金５００万円が押収されたことなどに\n裏付けられている上，Ｈ，Ｅ（本件証人買収に関する限り，信用性に争い\nはない。），Ｖ１，Ｖ２及びＶ３らの供述ともよく符合している。\nまた，この証人買収は，成功すれば被告人Ａのみがその利益を受け，失\n敗すれば同人に計り知れない打撃を与えるものであって，これが被告人Ａ\nの積極的関与なく実行に移されるとはそもそも考えにくい。しかも，被告\n人Ａの当初の保釈後の限られた期間内に，Ｅに対する証人買収と並行して，\nＳ５を介した被告人Ｂに対する現金の提供及び就職先のあっせん（既述）\nやＩらによるＤに対する証人買収（後述）といった，現金授受の同席者に\n対する働きかけが複数行われており，これらの関与者がそれぞれ異なるこ\nとからすれば，これに共通する唯一の受益者である被告人Ａの積極的関与\nがないとはますます考え難い。このことは，被告人Ａが別の対象者に対す\nる証人買収の進捗状況に関する発言をしていたという特徴的な事実関係が，\nＧ及びＩの公判供述の双方に現れていることによっても裏付けられている。\nそうすると，「本件証人買収が被告人Ａからの依頼に端を発しており，現金\nを提供すること自体やその額についてもまずは被告人Ａから依頼ないし提\n案があった」旨のＧの供述は，すぐれて合理的で自然なものというべきで\nある。\nさらに，Ｇが自身の公判で事実関係を認め，その有罪判決が確定してい\nることに加え，本件証人尋問においても，２回に分けて段階的に現金を提\n供する旨の提案をしたという点については自らの発案である旨率直に供述\nするなど，殊更被告人Ａに責任を押し付ける動機も供述態度もみられない\nことも併せ考えれば，Ｇの供述はその全体を十分信用することができる。\nイ  他方，被告人Ａの供述は，「Ｇに対し，自分の弁護人と会うようＥに助言\nする者はいないかと述べたことがあり，これを聞いたＧがＥに働きかけて\nいるのを黙認はしていたものの，Ｅに対する経済的援助を提案したり，Ｅ\nに提供するために１０００万円の借入れを頼んだりしたことはない」とい\nう趣旨のものである。\nしかし，これを前提とすると，Ｇは，被告人Ａの依頼を大きく逸脱して\n証人買収を独断で決め，自ら費用を負担してまで実行に移したということ\nになるが，この証人買収の成否がもたらす結果や影響に照らすと，常識的\nにみておよそ考え難い事態である。また，被告人Ａのいう依頼と，実際に\n行われた証人買収とではその内容に大きな乖離があるから，Ｇの誤解に基\nづく行動であるとも考えられない。結局，被告人Ａの供述は不合理極まり\nないものというほかなく，全く信用できない。\n結論\n以上によれば，被告人Ａは，６月７日にＧ及びＨがＥと会うに先立ち，Ｇ\nに対し，Ｅに経済的援助を提示して虚偽証言をするよう働きかけることを依\n頼し，また，７月１４日にＨがＥと会うに先立ち，Ｇに対し，Ｅに提示する\n金額を１０００万円とすることを自ら提案するなどしており，Ｇを介してＨ\nともその意思を通じていたと認められるから，Ｅに対する証人買収の犯行に\nつき，Ｇ及びＨとの共謀を遂げていたことはもとより，同犯行を主導したも\nのと認められる。\n２  Ｄに対する証人買収\n⑴  認定事実\nＩの公判供述を中心とする関係各証拠によれば，Ｄに対する証人買収の経\n緯・状況として以下の事実を認めることができる。\nア  被告人Ａは，当初の保釈後に支援者であるＩと連絡をとり，２月２０日\nに会った際，本件各収賄事件に関して無実を訴えた上，現金３００万円の\n授受につき，本件当日議員会館に行っておらず，Ｄらから現金の供与を受\nけた事実はなく，Ｄの供述を変えさせる必要があるなどと述べた。これに\n対し，Ｉは，自身が準備する現金をＤに渡すことによって供述を変更させ\nることを提案し，被告人Ａもこれに賛同した。\nイ  被告人Ａは，５月２５日，Ｄに現金を提供して供述を変更させることに\nついて具体的な話し合いをするためにＩと会った際，Ｉから，Ｄに自分が\n直接接触する旨提案されてこれに難色を示したが，代わりにＪを接触させ\nる案には同意した。そこで，Ｉは，その場で被告人Ａとも相談しながら共\n通の知人であるＶ４に電話して，ＪをＤに紹介するよう依頼した。翌２６\n日，Ｉは，Ｊと会い，事件の内容や関係者の供述内容等を説明した上で，\nＤに現金を渡して供述を変えさせる実行役を務めてほしい旨依頼し，その\n承諾を得た。そして，Ｊは，同月２９日，Ｖ４を介してＤと連絡を取り，\n６月１日に会う約束を取り付けた。\n５月３１日，被告人Ａは，Ｉ及びＪと会い，Ｊに対し，本件当日Ｄらと\n会っていない，Ｄには供述内容を変えてもらいたい，Ｄは金で転ぶだろう\nなどと述べ，ＩもＪに対し，Ｄには１０００万円程度を渡すつもりだなど\nと述べた。その上で，被告人Ａは，Ｊに対し，まずはＤとの人間関係を作\nるよう述べ，Ｊはこれを承諾した。\nＪは，６月１日，Ｄと会い，Ｄから本件各贈収賄事件に関与して逮捕さ\nれた旨聞き出した上，この結果につき，翌２日，被告人Ａ及びＩに対し，\nＤは金銭的に余裕がありそうなので，金銭で供述を変えさせることは難し\nいとの感触を伝えた。しかし，これに納得しない両名から強く求められた\nため，Ｊは，翌３日にもＤと会い，自分の先輩が被告人Ａの後援会に入っ\nていることを伝えた上，一緒に検察に一泡吹かせないかなどと誘ったが，\nＤはこれを断った。この結果はＩ及び被告人Ａに報告された。\nウ  被告人Ａは，同月２４日，Ｉ及びＪに対し，次にＪがＤに会う際には現\n金を実際に交付してほしい旨提案した。しかし，原資を拠出するＩにおい\nて，Ｄが供述を変えずに現金を持ち逃げすることを懸念して難色を示した\nため，現金の交付は見送られ，Ｄに対しては，供述を変えたら現金を渡す\nという話をするにとどめることになった。これを受けて，Ｊは，同月２７\n日，判示のホテルｈにおいて，Ｄに対し，裁判の場で虚偽証言をするよう\n依頼するとともに，その見返りとして１０００万円を提供する旨申し入れ\nたが，Ｄはこれを断った。この結果もＩを介して被告人Ａに報告された。\nなお，Ｉ及びＪは，この申入れの当時，Ｄに依頼する証言内容がその記\n憶に反している可能性があると認識していた。\nエ  ７月１日，Ｉ，Ｊ及び被告人Ａが集まった際，被告人Ａは，現金５００\n０万円程度を実際に渡せば供述を変えられるのではないかと述べ，協議の\n結果，この提案のとおり，Ｄに対し，被告人Ａの弁護人と面会することも\n条件に加えた上で現金を渡すことが決まった。この現金については，被告\n人Ａが自ら用意する旨述べたが，Ｉからも自身が半分用意する旨の申し出\nがされた。また，この場で，被告人Ａは，Ｅの供述変更については片が付\nいているなどとも述べた。\nＪは，同月２２日にＤと会う約束を取り付け，このことは，Ｉを介して\n被告人Ａに報告された。\nこの間，被告人Ａ及びＩは，各自が２０００万円ずつ用意し，Ｄに合計\n４０００万円を提供する旨話し合っていたが，同月２１日にＪを含む３名\nがＩ方に集まった際，被告人Ａは，現金１０００万円のみを紙袋に入れて\n持参した。被告人Ａが２０００万円を持参したと誤解したＩは，被告人Ａ\nの滞在中に，自宅内の金庫から現金２０００万円を取り出していったんＪ\nに交付したが，その後，Ｊから被告人Ａの持参額は１０００万円であった\nと聞き，自らも同額の１０００万円を提供することとした。結局，ＪはＩ\n方から現金２０００万円を持ち帰った。\nＪは，同月２２日，判示のホテルｉでＤと会い，持参した現金２０００\n万円を実際に見せた上，これを対価として，被告人Ａの裁判で虚偽証言を\nするとともにその弁護人と面会するよう依頼した。Ｄはこれを断りつつ，\n同日以降に予定されていたＪの宮古島旅行中は現金２０００万円を預かる\nことを提案した上で，その際の状況を写真撮影するとともに（甲１５２添\n付資料１～３），現金を自宅に持ち帰って札束全ての帯封番号を写真撮影し\nた（甲１５２添付資料４～４４）。\nその後，Ｊは，旅行から戻った同月２６日夕方にＤと会い，同様の依頼\nを重ねるも了承を得られないまま，現金２０００万円の返還を受けたが，\nＩ及び被告人Ａに対しては，Ｄが現金２０００万円を受領し，依頼を了承\nした旨報告した。\n⑵  Ｉの公判供述の信用性\nア  Ｉの公判供述は，Ｉ，Ｊ及び被告人Ａらの間の各種通信履歴，Ｉ方マン\nションの防犯カメラ映像，Ｉ方寝室内に設置された金庫の開閉履歴（甲１\n５７）等の客観証拠によって裏付けられているのみならず，信用性に争い\nのないＶ５及びＶ６の供述とよく符合し，Ｄの公判供述とも整合的である。\nとりわけ，７月２１日に被告人Ａ自身が買収資金１０００万円をＩ方に\n持参したという供述の核心というべき部分については，ＤがＪから預かっ\nて写真撮影した現金の帯封番号が，後にＪの交際女性方で押収された現金\nの帯封番号と全て一致し，その帯封の１本から被告人Ａの指紋が検出され\nたという客観証拠によって強く裏付けられている。また，同日のＩ方マン\nションの防犯カメラ映像には，被告人Ａが，来訪時には紙袋２個を所持し\nていたのに対し，退去時にはこれらとは別の紙袋１個のみを手にする一方，\nＪが，来訪時には持っていなかった紙袋１個を所持して退去した状況が記\n録されており，これもＩの上記部分に関する供述とよく整合する。さらに，\nＩの供述との齟齬が目立つＪですら，被告人Ａが買収資金１０００万円を\n持参した事実についてＩと同旨の供述をしている。\nまた，Ｄに対する証人買収が，被告人Ａの積極的関与なくして実行に移\nされるとは考え難いものであることについては，Ｅに対する証人買収と同\n様であるから，「本件証人買収が，被告人ＡがＩの提案に賛同したことに端\nを発しており，被告人Ａは，Ｄと接触した結果が芳しくなかった旨の報告\nを聞いても納得せず，ついには，Ｄに対する買収資金の半額を自ら持参す\nるなどした」旨のＩの供述も，また合理的で自然なものといえる。さらに，\nＩについても，既に有罪判決が確定している上，自ら証人買収を提案し，\nＪを引き入れ，買収資金の残り半額を準備したことを認めた上，被告人Ａ\nの国政復帰への期待を述べるなど，殊更被告人Ａに責任を押し付ける動機\nも供述態度もみられないことも併せ考えれば，Ｉの供述はその全体を十分\n信用することができる。\nイ  次に，買収の実行役を務めたＪの公判供述との整合性をみておくと，Ｊ\nにおいても，「被告人Ａを交えてＤに対する働きかけについて話し合って\nきた中で，６月２４日に被告人Ａの面前でＤに現金の提供を申し入れる話\nが出て，７月２１日に被告人ＡがＩ方へ現金１０００万円を持参した」旨，\n大筋において被告人Ａの関与を裏付ける供述をしている。\n他方，Ｊの公判供述には，被告人ＡはＤへの現金の提供に同調してはい\nたが，自らこれを求める発言をしたことがなかったなどという点において，\nＩの公判供述と齟齬する部分もみられる。しかし，Ｄに対する証人買収の\n犯行も，Ｅに対するものと同様，被告人Ａの積極的関与なくして実行に移\nされるとは考え難いものであり，既述のとおり，Ｅに対する買収の提案に\nついては被告人Ａの側から行われている。そして，Ｄに対する証人買収に\nついても，Ｉに買収資金の準備を任せたままにしておくわけでもなく，被\n告人Ａ自らが１０００万円を準備・持参していることにも照らすと，被告\n人ＡもＤに対する現金の提供を求める趣旨の発言をしていたというＩの供\n述は，やはり極めて自然な内容ということができ，Ｊの公判供述は，Ｉの\n供述に反しない限度で信用できるにとどまるというべきである。\nなお，Ｊは，議員会館で現金３００万円の供与を受けたことはない旨の\n被告人Ａの言を信じていたとも供述するが，Ｊは，被告人Ａが本件各収賄\n事件で起訴されていることを認識しているのみならず，その有罪立証の柱\nとなることが明らかなＤに対し，多額の現金を提供するという明らかに不\n当な方法を用いて供述内容の変更を求めようとしていることも認識した上\nで証人買収に及んだのであるから，被告人Ａの上記発言の真偽に疑念を有\nしていたことが強く推認され，この疑念を払拭する事情の存在をうかがわ\nせる証拠はない（Ｄは，Ｊに対し，本件当日会館事務所で被告人Ａと会っ\nたか定かでないなどとも発言したと認められるが，Ｊの疑念を払拭する事\n情というには遠く及ばない。また，この発言は駆け引きのためあえてされ\nたものと認められるから，Ｄの公判供述の信用性判断にも何ら影響しな\nい。）。そうすると，Ｊは，Ｄに最初に現金の提供の提案をした６月２７日\nの時点までに，依頼する証言内容がＤの記憶に反するものであることを少\nなくとも未必的には認識していたと認められる。\nウ  他方，被告人Ａは，Ｄに対する証人買収についても，「ＩによるＤへの現\n金の提供の提案は固辞しており，その後もこれに関する発言や提案は一切\nしておらず，Ｄの買収資金としてＩ方に現金１０００万円を持参したこと\nもない」旨供述する。\nしかし，Ｉ方への現金１０００万円の持参を否認する部分は，既述の帯\n封からの指紋の検出結果等の客観証拠と整合しない。この点に関し，被告\n人Ａの弁護人は，証人買収とは無関係に以前被告人ＡがＩに交付した現金\nがＩ方金庫に残存しており，これが今回ＩからＪに渡ったため，被告人Ａ\nの指紋が検出された可能性を指摘するが，そのような現金交付があったこ\nとが証拠上うかがわれるのは令和元年７月１２日の１回のみであり，Ｉに\n交付されたという現金の額（７００万円ないし１０００万円）及びその性\n状（帯封の有無や束ね方等）に加え，Ｉ方金庫における現金の管理・使用\n状況等に関するＩの公判供述の内容にも照らせば，Ｉに交付された現金が\n金庫に入れられ，１年余りを経てなお残存していたという可能性は非常に\n低く，これを今回偶然ＩがＪに渡すということは更に考え難いから，この\n指摘は当たらない。\nさらに，被告人Ａの供述を前提とすると，Ｉは，被告人Ａが固辞した証\n人買収を独断で決め，自ら費用を負担してまで実行に移したということに\nなるが，これがおよそ考え難い事態であることは，Ｅに対する証人買収に\nおいて同様の立場にあったＧに関して述べたとおりである。\n被告人Ａの供述は，ここでも全く信用することができない。\n結論\n以上によれば，被告人Ａは，Ｉ及びＪとの間で，６月２７日にＪがＤと会\nうに先立ち，Ｄに現金を供与して虚偽証言をするよう働きかける旨取り決め，\nさらに，７月２２日にＪがＤと会うに先立ち，Ｄに提供する現金の額及び交\n付の条件を協議して決めた上，自ら買収資金１０００万円を準備するなどし\nていたのであるから，Ｉ及びＪとの共謀は優に認められる。そして，被告人\nＡが，証人買収の犯行の唯一の受益者という立場から積極的な関与をしたこ\nとに照らせば，発案者がＩであり，犯行の一部にＩの意見を取り入れた点が\nあるとしても，被告人Ａが同犯行を主導したものというべきである。\n第３  ２００万円の振込入金（判示第１の１の事実）について\n弁護人は，振込入金された２００万円は講演料であって賄賂には当たらず，\n被告人Ｂは賄賂性の認識を欠き，被告人Ａはそもそも入金当時その事実を認識\nしていなかった旨主張するので，以下検討する。\n１  賄賂性及び被告人Ｂにおけるその認識の有無\n既述のとおり，平成２９年８月４日開催のシンポジウムにおける被告人Ａの\n講演料は，Ｅと被告人Ｂとの間で事前に５０万円と決まっていたにもかかわら\nず，シンポジウム終了後の同日夜，被告人Ａから国土交通副大臣就任の内示を\n受けた旨聞かされたＫ１らは，ａ社のＩＲ事業参入のためのより強い後押しを\n期待し，被告人Ａとの関係を深めるため，この講演料を２００万円に増額する\nことを決め，同月８日，Ｅから被告人Ｂに対し，被告人Ａの副大臣就任祝いと\nして花を贈る代わりに講演料を２００万円に増額した旨のメッセージを送るな\nどした上で，同年９月１日，判示の２００万円の振込送金に及んでいる。講演\n料名目であっても，このような経緯で顕著な増額がされ，副大臣就任祝いとい\nう増額の趣旨も明示されている以上，この２００万円は，ａ社がＩＲ事業に参\n入するために有利かつ便宜な取り計らいを受けるべく，直接の職務権限を有す\nる被告人Ａとの関係を深めることを主目的として供与されたもの，すなわち賄\n賂であったことは明らかである。講演等の対価の趣旨が併存しているとしても，\n就任祝い部分と講演料部分の区別なく一体のものとして供与された以上，その\n全部が不可分的に賄賂に当たるものというほかはない。\nそして，被告人Ｂは，当時既にａ社がＩＲ事業参入を目指していることを認\n識しており，その上で増額の趣旨を明示したＥの上記メッセージを閲読したと\n認められるから（乙８添付資料６），この２００万円の賄賂性を認識していたこ\nとは明らかである。この趣旨を述べた被告人Ｂの検察官調書には高い信用性が\n認められる一方，就任祝いではなく講演の対価にすぎないと認識していた旨の\n公判供述は，上記メッセージに明らかに反する不合理なものであって，信用で\nきない。\n２  被告人Ａの認識及び被告人両名の共謀の有無\nこの点に関する被告人Ｂの検察官調書は，要するに，「被告人Ａに対し，シン\nポジウムの日時場所や内容のみならず５０万円の講演料についても平成２９年\n６月中に報告して了承を得ており，更に同年８月中旬頃には，副大臣就任祝い\nの趣旨で講演料が２００万円に増額された旨報告して了承を得，入金確認後に\nその事実も報告した」というものである。\n被告人Ｂの検察官調書がその供述情況等に照らし全体として信用できること\nは既述のとおりである。本件に関する供述内容を具体的に見ても，被告人Ｂは，\n捜査・公判を通じ，「Ａ事務所では，秘書らが支援者から寄附や陣中見舞い等を\n受け取った場合には，被告人Ａ自身がその支援者に謝意を示す必要があるため，\n寄附等を受けた事実及びその金額を被告人Ａに報告する取扱いになっていた」\n旨供述しており，その限りでは信用性に争いはない。そして，既述のとおり本\n件増額の事実及びその趣旨を被告人Ｂが認識していたと認められる以上，この\n増額が講演等の対価の支払にとどまらない特別な支援であることは同人にとっ\nて明らかであったと認められるから，増額の事実及び趣旨を被告人Ａに報告し\nた旨の検察官調書の内容は，上記取扱いの趣旨に沿う自然で合理的なものとい\nうことができる。また，事前に講演料の額を報告したとする点についても，講\n演の日時場所等とともに講演料の存在・額についてもＥから伝えられていたに\nもかかわらず，あえて講演料に関する事柄を除外して報告する理由が見当たら\nない一方で，上記取扱いの趣旨にも照らすと，５０万円の講演料が予定されて\nいるという事実は，シンポジウム当日に被告人Ａがａ社側に対して謝辞を述べ\nるなどの適切な対応をするために必要ないし有益な情報であったということが\nできるから，これを報告したという被告人Ｂの検察官調書の内容は，やはり自\n然で合理的なものといえる。\nこれらの報告を否定する被告人両名の公判供述は，本件シンポジウムに関し\nては上記取扱いの趣旨を損なう事態を引き起こしかねない運用をしたという不\n自然なものであって，上記取扱いに反して増額の事実すら報告がされなかった\n理由につき何ら首肯できる説明もないから，いずれも信用できない。\n以上によると，被告人Ａも，被告人Ｂの報告により講演料の増額の事実及び\nその賄賂性を認識し，その上で同人と意を通じて２００万円の振込入金を受け\nたと認められるから，故意及び共謀に欠けるところはない。\n第４  深圳・マカオ旅行及びルスツ旅行（判示第１の３及び４の事実）について\n深圳・マカオ旅行及びルスツ旅行の代金につき，被告人Ｂは，Ａ事務所が負担\nするものと思っていた旨，被告人Ａは，秘書らにおいて当然支払ったものと思っ\nていた旨供述し，故意及び共謀を争っている。\nさらに，被告人Ａの弁護人は，検察官が主張する個別の賄賂に関しても，①深\n圳・マカオ旅行中のカジノにおけるチップの供与の有無，②同旅行における高級\nブランドの財布の購入代金負担の賄賂性，③同旅行におけるプライベートジェッ\nトによる渡航の利益及びルスツ旅行における宿泊の利益の金銭評価を争っている。\n１  認定事実\n関係各証拠によれば，深圳・マカオ旅行及びルスツ旅行の経緯・状況等につ\nいて，以下の事実を認定することができる。\nＫ１は，２００万円の振込入金及び現金３００万円の供与を経た平成２９\n年１０月２７日，被告人Ａの衆議院議員当選を祝うため，Ｃ及びＤらを伴っ\nて会館事務所を訪れた際，被告人Ａに対し，ａ社本社とマカオのカジノに招\n待する旨述べ，被告人Ａは１２月に行きたいなどと応じた。これを受けて，\n被告人ＢとＥの間では，深圳・マカオ旅行の日程や参加者の調整が行われた。\n被告人Ｂは，同年１２月７日にＤ及びＥと面談した際，Ｄから，被告人Ａ\nが深圳・マカオ旅行の代金を支払った形にしてはどうかとの提案を受けたこ\nとから，被告人Ａの後援会口座から旅行代金相当額を引き出しておくことと\nした。被告人Ｂは，後日Ｅからその額が１２８万円である旨の連絡を受け，\n旅行代金を支払った形にするため同口座から形だけ１２８万円を下ろしてお\nく旨被告人Ａに報告してその了承を得た上，同月２６日，同口座から１２８\n万円を引き出し保管した。\n被告人両名は，同月２７日から同月２９日まで，ハイヤーによる空港への\n送迎，プライベートジェットによる渡航・移動，高級な設備を備えるホテル\n客室への宿泊，ショーの観覧，カジノでの遊興等の内容を含む深圳・マカオ\n旅行に参加した。その間，Ｋ１は，同月２７日夜，被告人Ａを始めとする旅\n行参加者に自らチップを配布し，その際，Ｗ１（被告人Ａの誘いでこの旅行\nに同行していた。）及び被告人Ｂはそれぞれ２枚を受け取った。また，Ｋ１は，\n同月２８日には，被告人Ａのショッピングに自ら同行し，同人が土産に購入\nしたエルメスの財布の代金を負担した。\nａ社は，留寿都村を中心に大規模な観光事業を展開し，同村へのＩＲ誘致\nを検討していたｃ社と提携し，同村におけるＩＲ事業に参入することも検討\nしていたことから，深圳・マカオ旅行にはｃ社の常務取締役であるＸも同行\nしていた。Ｘは，同旅行中，被告人Ａに対し，ルスツリゾートに是非来訪さ\nれたい旨発言し，被告人Ａは，その頃，被告人Ｂに対し，ルスツ旅行のため\n平成３０年２月頃の日程を確保するよう指示した。その後，被告人Ａの希望\nにより，その妻子もルスツ旅行に参加することが決まった。\n被告人Ｂは，Ｅとの間でルスツ旅行の日程等の調整を行っていた同年１月\n２１日，Ｅから，「２／１１と２／１３の航空券を私が手配いたします。」，「都\n内⇔羽田空港間は，タクシーのご利用をお願い申し上げます。お一人様片道\n１万円をお車代としてご用意させて頂きます。」などと記載したメッセージを\n受信していた（甲１３０添付資料２，乙１８添付資料２）。\n被告人Ａ，その妻子及び被告人Ｂは，判示の日程の中でそれぞれルスツ旅\n行に参加し，リゾートホテルと同一建物の最上階に位置する客室に宿泊する\nとともに，ｃ社が運営する施設で飲食遊興するなどした。\n被告人両名は，深圳・マカオ旅行及びルスツ旅行の代金を支払わなかった。\nそれにもかかわらず，被告人Ｂは，被告人Ａの後援会の政治資金収支報告\n書の提出期限が近付いてきた同年３月１２日，Ｅに対し，深圳・マカオ旅行\nの代金の領収書の発行を依頼するメッセージを送信した（甲１２７添付資料\n１，乙１５添付資料１－１）。そこで，Ｅは，同旅行とは無関係のＤの関係先\n会社の名義で，領収金額を１２８万円とする２０１７年１２月２６日付けの\n領収書を２通（付された番号が異なる。）作成し（甲１２７添付資料３－１，\n２），平成３０年３月２８日頃被告人Ｂに交付した（甲１２７添付資料４－１，\n２，乙１５添付資料５）。\n２  各旅行の費用負担に対する認識\n深圳・マカオ旅行\n深圳・マカオ旅行に至るまでの経緯等，とりわけ，被告人Ａが国土交通副\n大臣兼ＩＲ担当内閣府副大臣に就任し，ａ社が２回にわたって合計５００万\n円を供与した後に，Ｋ１自らの誘いを契機として実行に移されたものであり，\n同社の本社とマカオのカジノが主要な目的地であることなどに照らせば，ａ\n社がＩＲ事業に参入するために有利かつ便宜な取り計らいを受けるべく，Ｉ\nＲ事業につき直接の職務権限を有する被告人Ａを無償で接待する意図の下に\n同旅行を行おうとしていることを被告人両名が事前に容易に推察できる状況\nであったと認められる。旅行の内容も贅沢ぶりが際立っており，Ｋ１自身が\n被告人Ａのショッピングに同行しその代金まで負担している以上，被告人両\n名，特に被告人Ａが旅行中にこの意図を見て取ることは一層容易であったと\nいえる。これらによれば，検察官の主張するその余の点を検討するまでもな\nく，被告人両名は，この旅行がａ社側の費用負担による無償の接待旅行であ\nることを当然認識していたものと強く推認することができる。この旅行に同\n行していたＷ１及びＷ２が，被告人Ａのための接待旅行と考えていたことも，\nこの推認を裏付けるものといえる。\nそして，これに関するＤ及びＥの公判供述並びに被告人Ｂの検察官調書は，\n上記推認に沿う合理的な内容であり，客観証拠により相当程度裏付けられて\nいる上，相互に符合してもいるから，十分信用できる。これらの供述による\nと，上記１ のとおり，被告人Ｂは，被告人Ａの了承を得た上，出発直前に\n被告人Ａの後援会口座から１２８万円を引き出して旅行代金の支払の仮装を\n図ったと認められ，この事実によっても，被告人両名が，同旅行はａ社側が\n費用を負担する無償の接待旅行であると認識していたことが強く裏付けられ\nている。\n弁護人は支払仮装の点についても上記各供述の信用性を争うが，深圳・マ\nカオ旅行直前の後援会口座からの引出額が１２８万円であったのに対し，後\n日被告人ＢからＥへの依頼により１２８万円の領収書が２通作成されており，\n引出額と領収書記載額の合計とが大きく食い違っているところ，この点は，\nこれらがいずれも支払を仮装するための行為であったとして初めて合理的に\n理解できるものであり，この食い違いの原因が領収書作成時点におけるＥの\n失念である旨の説明も，そもそも代金支払がなかったことを前提とすれば十\n分首肯できる。さらに，被告人Ｂが，適法な資金処理を装う目的で後援会口\n座から多額の現金を引き出すという，被告人Ａにとって軽視できないリスク\nのある不適正な処理をあえて行うにつき同人の了承を得たというのも極めて\n自然である。\nなお，弁護人は，Ｅから深圳・マカオ旅行の請求書２枚を受け取った旨の\nＹの公判供述等に依拠して，同旅行代金の未払の事実自体をも争っている。\nしかし，同供述は，請求書の受領時期もその体裁も当時Ａ事務所の経理事務\nを担当していた被告人Ｂへの引継ぎ方法も覚えていないという曖昧なもので，\n何らの裏付けも伴わないから，これを引用したにとどまる被告人両名の公判\n供述も含めて信用できないというべきであり，上記の認定を左右しない。\nさらに，弁護人は，被告人Ａが当初同旅行に官僚を同行させようとしたこ\nとを指摘して，これが参加者において旅費を負担すると認識していたことの\n表れであるとも主張するが，官僚の同行を計画段階で断念している以上，上\n記認定には影響しない。\n以上によれば，被告人両名は，深圳・マカオ旅行が既述の意図によるもの\nであり，その旅費はａ社側が負担するものと認識していたと認められるから，\n被告人両名のいずれも故意及び共謀に欠けるところはない。\nルスツ旅行\nルスツ旅行は，既に２回にわたり被告人Ａに合計５００万円を供与してい\nたａ社の提携相手であるｃ社の幹部が，既述のとおり被告人Ａに対する無償\n接待の意図が明らかな深圳・マカオ旅行の最中に被告人Ａを誘ったことに端\nを発するものである上，同人による家族の同行希望が容れられ，家族の分も\n含め，往復の交通手段，最上級客室への宿泊及び現地における飲食遊興等の\n一切が丸抱えで提供されたものであることも併せ考えれば，被告人両名は，\nルスツ旅行が，ｃ社及びａ社がＩＲ事業に参入するために有利かつ便宜な取\nり計らいを受けるべく，直接の職務権限を有する被告人Ａを無償で接待する\n意図の下に行われるものであり，その費用は両社の側において負担するもの\nと認識していたことが強く推認される。被告人Ｂが，東京における空港への\nタクシー代として片道１人１万円を支払う旨の連絡をＥから受けていたこと\nは，被告人Ｂに係る上記推認を一層強固にするものである。これらの推認に\n反する被告人両名の公判供述は，同旅行に至った経緯及び旅行の内容にそぐ\nわない不自然なものであるから，信用できない。\n以上によれば，被告人両名は，ルスツ旅行が既述の意図の下に行われるも\nのであり，その旅費はｃ社及びａ社が負担するものと認識していたと認めら\nれるから，故意及び共謀に欠けるところはない。\n３  個別の賄賂の有無・金銭評価等\nチップの供与の有無及び額\n被告人Ａは，「深圳・マカオ旅行１日目の夜には，１人だけ遅れてカジノへ\n行ったため，Ｋ１からチップを受け取らなかった」旨供述している。\nしかし，Ｗ１は，旅行１日目の夜，宿泊先のホテルにチェックインした後，\n旅行参加者全員で隣接するカジノに移動し，その入口付近で，Ｋ１が被告人\nＡから順にチップを配布した状況を，両者の具体的な動作にも言及しながら\n詳細に供述しており，被告人Ｂの検察官調書及びＫ２の公判供述の内容もこ\nれに符合する上，Ｗ１及び被告人Ｂは，この際に自身もＫ１からチップ２枚\nをそれぞれ受け取った旨，自己の社会的評価を損ないかねない事実について\nも率直に述べている。また，ＩＲ事業への参入を目指していたａ社が，招待\n客らにチップを供与する計画を立てておきながら，ＩＲ担当の現職副大臣で\nあった被告人Ａを伴わずにカジノへ行くとも，同人以外の招待客にのみチッ\nプを供与するとも考え難いことからすれば，これらの供述はすぐれて自然で\n合理的な内容ということができる。以上によれば，Ｗ１の公判供述及び被告\n人Ｂの検察官調書は十分信用できる。\nＷ１及び被告人Ｂは，被告人Ａが受け取ったチップの枚数までは目撃して\nいないというが，以上の検討に照らせば，被告人Ａが受領したチップの額は，\nＷ１及び被告人Ｂが受領したチップ２枚に相当する額を下回ることはないと\n推認することができ，この推認は，Ｋ１が被告人Ａに対してのみチップをつ\nかんで渡していた旨のＷ１の供述とも整合的である。そして，Ｗ１及び被告\n人Ｂが受領したチップが，少なくとも１枚当たり１万香港ドル相当であるこ\nとは，Ｗ１が旅行中に友人に送ったメッセージ（甲２９添付資料６）及び被\n告人Ｂがその残金を日本円に両替した結果（乙１４添付資料４）から優に認\nめることができる。\n以上によれば，被告人Ａは，Ｋ１から，少なくとも２万香港ドル相当のチ\nップ（供与当日である平成２９年１２月２７日のＴＴＭ（１香港ドル＝１４．\n５２円）による円換算額２９万０４００円）を受領したと認められる。\n高級ブランドの財布の購入代金負担の賄賂性\n被告人Ａは，自らが購入したエルメスの財布の代金をＫ１が支払ったこと\nは認めつつ，いずれＫ１に相応の返礼をするつもりであった旨述べ，これを\n前提に，被告人Ａの弁護人は，この代金支払は社会的儀礼の範囲である旨主\n張する。\nしかし，上記１の認定事実によれば，Ｋ１らは，同旅行全体を通じ，被告\n人Ａを無償で接待する目的で，被告人Ａの要望も取り入れながら物品の贈答\nをも含む種々の接待を行っていたのであるから，旅行中に被告人Ａに供与さ\nれた財物及び役務の全てが賄賂に当たると認められ，財布の代金負担のみを\n取り出してその性質を論じることがそもそも失当である。したがって，この\n財布の購入代金をＫ１が負担したことも賄賂に該当する。\n利益の金銭評価\n被告人Ａの弁護人は，プライベートジェットによる渡航の利益及びルスツ\n旅行における宿泊の利益の金銭評価についても争うので，付言しておく。\nまず，賄賂の金銭評価は，収受した者の主観ではなく，その財物や役務の\n客観的な経済的価値によるべきであるところ，本件渡航に係る輸送契約書（甲\n１４０添付資料１）の内容は，同書記載の機種の航空機を使用して，平成２\n９年１２月２７日に羽田・深圳間及び深圳・マカオ間の，同月２９日にマカ\nオ・羽田間の貸切輸送を提供するというものであるから，この契約に基づき\n支払われた利用代金は，この貸切輸送の提供という役務の客観的な経済的価\n値をそのまま反映したものであると認められる。そして，同契約書には利用\n代金額が現実の搭乗者数により変動する旨の記載はなく，搭乗者の情報は出\n発１営業日前の連絡で足りるとされていることに照らすと，この役務は１機\n単位で提供されたものと認められ，そうすると，各搭乗者の利益の金銭評価\nは，同利用代金を現実の搭乗者数で除した額によるのが最も合理的である。\nしたがって，同利用代金を現実の最大搭乗者数で除した金額により被告人Ａ\nの渡航の利益を評価した検察官の手法は正当である。\n次に，ルスツ旅行において被告人Ａらが宿泊した客室は，ホテルではなく，\n通常は一般客の宿泊には供されていないものの，ホテルであるｏと同一の建\n物内の最上階にある３層式の客室で，階下にある同ホテルの最上級客室（２\n層式）より床面積が広いと認められる。そうすると，被告人Ａらの宿泊の利\n益の経済的価値は，同ホテルの最上級客室に同じ日程で宿泊した場合のそれ\nを下回るものではないと認められるから，検察官の主張するとおり，判示の\n日程における同客室の平均販売単価（１室１泊７～８万円台）を用いて，合\n計２３万１３３１円と評価するのが相当である。\n【量刑の理由】\n１  本件は， 国土交通副大臣兼ＩＲ担当内閣府副大臣であった被告人Ａ及びその\n政策担当秘書であった被告人Ｂが，共謀の上，ＩＲ事業への参入を目指していた\n中国企業等から，①副大臣就任直後に２００万円の振込入金，②衆議院解散当日\nに現金３００万円の供与，③深圳・マカオ旅行への無償招待，④ルスツ旅行への\n無償招待を受け，賄賂（合計約７５８万円相当）を収受したという４件の収賄，\n被告人Ａが，その支援者らと共謀の上，贈賄の実行犯２名に対し，虚偽証言の\n報酬として現金等の供与を申し込んだという２件の証人買収からなる事案である。\n２  まず，収賄事件についてみると，被告人Ａは，被告人Ｂと共謀の上，副大臣就\n任直後から合計５００万円もの供与を受けた上，深圳・マカオ旅行の際には，ハ\nイヤーによる送迎に始まり，プライベートジェットで渡航・移動して現地で終始\n贅を尽くした露骨な接待を受け，さらに，ルスツ旅行の際にも，妻子の分も含め，\n往復の交通手段から宿泊・飲食遊興に至るまで，程度の差はあれ至れり尽くせり\nの特別待遇を受けている。およそ半年の間に行われた一連の収賄によって，被告\n人Ａが贈賄側との関係を深め，たびたびＩＲ関連立法につき立ち入った内容の情\n報提供を行うなどして便宜を図ったことも併せ考慮すると，被告人Ａは，政府が\n推進する大規模施策であって社会的関心も高いＩＲ事業を所管する中央官庁にお\nいて，大臣に次ぐ要職にありながらその自覚を著しく欠き，特定の企業と癒着し\nていたというほかなく，職務の公正及びこれに対する社会一般の信頼をことのほ\nか大きく損なったというべきである。\nもっとも，被告人Ａは，贈賄側からの積極的な接触・働きかけに応じたもので，\n自ら殊更に賄賂を要求したわけではなく，また，賄賂の額も国政の要職にある者\nによる事案として著しく高額とまではいえず，贈賄側への便宜供与の内容も情報\n提供の範ちゅうにとどまっており，贈賄側が企図したＩＲ事業参入に特段の成果\nをもたらした形跡もない。そして，被告人Ｂは，被告人Ａの秘書としてその了承\nを得ながら贈賄側の実行犯との連絡調整を担うなどという従属的な立場にあった\nにとどまる。したがって，被告人Ｂに対しては刑の執行を猶予するのが相当であ\nり，さらに，被告人Ａに関しても，本件収賄に限っていえば，刑の執行猶予を選\n択する余地がなお残されていたといえる。\nしかしながら，次にみるとおり，被告人Ａは，本件収賄で起訴されて保釈され\nた直後から，あろうことか贈賄犯の買収という前代未聞の司法妨害に及んだもの\nであり，事ここに至ってはその道も閉ざされたというべきである。\n３  そこで，被告人Ａに係る証人買収事件についてみると，その犯行態様は，現金\n３００万円の授受に関する検察官立証の核となるべき贈賄側の実行犯２名に虚偽\nの証言をさせようと企て，その実行を担った共犯者らが，当初は意図を隠して接\n触し，虚偽の証言を断られると報酬の増額を提示し，更には多額の現金を持参し\nて見せるなどしながら複数回にわたって働きかけたという執拗なものであった。\n供与を試みた利益の大きさのほか，密室における現金授受という事案の性質等に\n鑑みると，これが奏功するおそれは決して小さいものではなく，その場合，上記\n事案のみならず一連の収賄事件の結論を根本から覆す危険性さえあったといって\nも過言でないのであって，この犯行は，刑事司法作用を害する危険性がとりわけ\n高いものであったといわなければならない。これらの証人買収において，被告人\nＡは，その支援者に実行を依頼して随時報告を受け，対象者の１人に供与する現\n金の半額を自ら準備するなど，積極的かつ主導的に犯行を推し進める立場にあっ\nたことが明らかである。\n４  そして，本件を通じてみると，被告人Ａは，立法及び行政の両面で重要な公職\nにありながら，特定の企業からの度重なる買収工作に応じ，その責任を追及され\nる立場に転じるや，贈賄犯を買収する側に回り，露骨な司法妨害に出たのであっ\nて，買収という卑劣な手段に訴えて公の作用をゆがめようとする行為に対する罪\n悪感をおよそ見て取ることができない。被告人Ａは，公人としての倫理観はおろ\nかこの種の犯罪に関する最低限の遵法精神すら欠如しているというほかないので\nあって，厳しい非難に値する。\n以上によると，被告人Ａの刑責はかなり重く，みるべき前科がないことを踏ま\nえても，実刑を免れないことはもとより，その刑期についても，相応の長期に及\nばざるを得ないと判断した。\n（検察官の求刑  被告人Ａにつき懲役５年及び主文掲記の追徴，被告人Ｂにつき懲\n役２年）\n令和３年９月１７日\n東京地方裁判所刑事第３部\n裁判長裁判官        丹 羽 敏 彦\n裁判官     長 池 健 司\n裁判官     佐 藤 有 紀\n"
}