{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 4,
    "month": 2,
    "day": 24
  },
  "case_number": "令和3(わ)144",
  "case_name": "殺人",
  "court_name": "那覇地方裁判所刑事第１部",
  "lawsuit_id": "91055",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=91055",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/055/091055_hanrei.pdf",
  "contents": "主 文\n被告人は無罪。\n理 由\n第１  本件各公訴事実\n本件各公訴事実は、「被告人は、第１  ａ年ｂ月ｃ日、沖縄県宮古島市（住所省略）\n被告人方において、長男（当時５歳）に対し、殺意をもって、その頸部をベルトで\n絞め付け、よって、その頃、同所において、同人を窒息死させて殺害し、第２  前\n記日時場所において、次男（当時３歳）に対し、殺意をもって、その頸部を洗濯ロ\nープで絞め付け、よって、その頃、同所において同人を窒息死させて殺害した」と\nいうものである。\n第２  争点等\n本件では、被告人が本件各公訴事実記載の各殺害行為に及んだことは証拠上容易\nに認められる。争点は、被告人の責任能力である。\nこの点につき、本件各殺害行為時、被告人に自閉スペクトラム症特性及び抑うつ\n障害があったことを前提として、弁護人は、これらの影響により、被告人の行動制\n御能力が失われていた（心神喪失）と、検察官は、被告人の行動制御能力が著しく\n減退していたにとどまる（心神耗弱）と、それぞれ主張する。\n第３  当裁判所の判断\n当裁判所は、被告人が本件各殺害行為時、行動制御能力を失い、心神喪失の状態\nにあったとの合理的な疑いが残ると判断した。以下、補足して説明する。\n１  事実経過\n関係証拠によって認められ、結論を導く上で有意であった事実経過は、概ね以下\nのとおりである。\n被告人方の家族構成及び生活状況\n被告人は、夫、長男、次男の４人家族であるが、（ａ－２）年３月、夫の転属に伴\nい宮古島市内に転居した。被告人は、リハビリ施設で介護職員として就労し、子ら\nはこども園に入所した。\n長男の発達の遅れの指摘等\n（ａ－１）年６月、こども園で、長男の発達検査が行われ、長男には言語能力な\nどの点で１年半程度の発達の遅れがあることが発覚した。また、その頃、次男につ\nいても言語発達の遅れが目立ち、専門家から家庭内での会話を増やすよう指導され\nた。\n被告人と夫は、こども園から、次年度に小学校に入学する長男につき、特別支援\n学級を勧められ、悩むようになった。被告人と夫は、長男の発達の遅れの原因が家\n庭内学習の不足にあると考え、通常学級を目標に、家庭内学習の取組みを始めると\nともに、同年８月には、被告人の勤務形態をフルタイム勤務からパートタイム勤務\nに変更して、被告人が子らと過ごす時間を長くするなどした。被告人と夫は、こど\nも園や教育委員会との面談、複数回にわたる小学校見学などを通じて検討を重ね、\n最終的には、ａ年（ｂ－１）月４日頃、特別支援学級での教育方法について小学校\n側から納得のいく説明を受けたことで、特別支援学級に関する悩みは、一応解消さ\nれるに至った。\n本件各殺害行為に至る経緯\nア  ａ年（ｂ－１）月１３日から同年ｂ月１日までの間、夫が島外に出張すること\nとなった。新型コロナウイルスの感染拡大を受けて、こども園から島外から来た者\nと接触した児童は２週間の自宅待機を要請されていたことから、夫は、出張を終え\nた後も同月１４日まで職場の施設で生活する予定であった。そのため、被告人は、\n同年（ｂ－１）月１３日から、子らと３人で生活をすることとなった。\nイ  同月３１日、こども園で新型コロナウイルスの陽性者が出て、次男がその濃厚\n接触者となったことから、被告人は仕事を休んで子らの世話をすることになり、子\nらと１日中家の中で生活をするようになった。\nウ  被告人は、同年ｂ月（ｃ－５）日、次男に新型コロナウイルスのＰＣＲ検査を\n受けさせ、同月（ｃ－３）日、陰性であることが判明した。また、被告人にも微熱\n等の症状があったことから、同日、自らも抗原検査を受け、結果は陰性であったが、\nノートに不安を書いていた。\nエ  同月（ｃ－１）日、長男は、被告人方台所において、誤って卵を床に落とした\n際、口元付近で両手の人差し指をクロスさせてバツの形を作り、僕は駄目なんだと\nいった自らを卑下する発言をした。\n被告人は、このような長男の姿に、したいことが上手くできない自分自身の姿を\n重ね合わせて、長男も被告人と同じように自分を責めて苦しんだら嫌だと思い、子\nらと３人で楽な世界に行きたい、すなわち無理心中をしたいという衝動に駆られた。\n⑷  本件各殺害行為前後の行動等\nア  被告人は、同月ｃ日昼頃、解熱鎮痛剤（錠剤）の薬箱の裏面にある１５歳未満\nの服用を禁ずる旨の記載を読み、これを用いた無理心中を考えた。被告人は、解熱\n鎮痛剤を麺棒で粉々にして、プロテインシェイカーにチョコレート味かココア味の\nプロテイン粉末と共に入れ、これらを混ぜて団子にしたものを４つ作った。\n被告人は、子らの背後から手を回して、口元を押さえるようにして、子らの口の\n中に団子を押し込んだ。長男は、団子の一部を飲み込んだが残りを吐き出し、「どう\nしてこんなことするの、お母さん。」などと言った。被告人は、それ以上、長男に団\n子を食べさせなかった。\nイ  子らは、団子で絶命せず、ベランダで水遊びをしていた。途中、長男が風呂場\nへ向かった。長男が風呂場の浴槽に背をもたれさせるようにして床面に座ると、被\n告人は、浴槽の中に入って長男の背後にまわり、自宅にあったベルトを長男の首に\n巻き付けた上、両手でベルトを思い切り持ち上げ、長男の首を絞め付けた。\nウ  被告人が長男の首を絞め付けている頃、次男が脱衣所付近まで来た。風呂場と\n脱衣所の間の扉は閉まっていた。次男は、引き返し、物置部屋に入った。被告人は、\n次男の後を追い、物置部屋において、自宅にあった洗濯ロープを次男の首に巻き付\nけ、両手で思い切り持ち上げて、次男の首を絞め付けた。被告人は、その後、洗濯\nロープが首に巻き付いたままの次男を背中に担ぐようにした上、その洗濯ロープを\n物置部屋出入口のドアノブに巻き付けて次男を吊るした。\nエ  被告人は、風呂場に戻り、仰向けに倒れていた長男の首を再度ベルトで絞め付\nけた。その頃、被告人は、長男に「ごめんね、ごめんね。」などと言い、抱きしめた。\nオ  被告人は、長男の首に巻かれていたベルトを外し、首を吊って死のうと考え、\n風呂場に掛かる突っ張り棒にベルトをかけて輪を作った。\n⑸  本件各殺害行為後逮捕までの経緯\nア  被告人は、本件各殺害行為後、裸であった長男に服を着せ、次男は服を着替え\nさせた上で、畳間に敷いた布団の上に２人を寝かせ、タオルケットをかけた。その\n後、被告人方の掃除や洗濯をするなどし、寝ている長男の顔にビニール袋をかけて、\n顔の下で袋を軽く結んで外すなどした。\nイ  被告人は、同日午後３時３６分、１１９番に架電し、警察と間違えた旨説明し\nた。そして、同日午後３時５２分、昼頃に自宅で息子の首を絞めて殺した旨の１１\n０番通報をした。これを受けて、救急隊員と警察官が現場に臨場し、救急隊員が長\n男及び次男の死亡を確認し、警察官が被告人を緊急逮捕した。\n２  精神鑑定の結果\n捜査段階において被告人の精神鑑定を行ったＡ医師は、当公判廷において、本件\n各殺害行為時の被告人の精神障害とこれが本件各殺害行為に与えた影響につき、概\nね次のとおり述べている。\nすなわち、被告人は、本件各殺害行為時、限定的ではあるが社会的・職業的に意\n味のある対人コミュニケーション及び対人相互交流の障害が認められ、軽度の自閉\nスペクトラム症特性の精神障害があると診断できる。また、精神運動焦燥、注意力・\n集中力の低下、無価値感（自己の価値の否定的評価）、死についての思考といった症\n状が認められることから、本件各殺害行為時、特定不能の抑うつ障害（不安焦燥の\n強い病像を示すタイプ）が併発していたと診断できる。上記各精神障害が本件各殺\n害行為に与えた影響につき、まず、認知面の影響については、被告人は、自閉スペ\nクトラム症特性由来の認知の歪みが、抑うつ障害によって加重され、極端な思い込\nみ・肯定的な側面に目が向けられない、他の選択肢が考えられない・視野狭窄、現\n実検討機能の低下といった状態にあり、そのことが、無理心中を選択する判断をも\nたらした。他方で、子らに謝りながら行動していたことや、警察へ自ら連絡したこ\nとから、現実検討機能が失われていたわけではない。次に、行動面の影響について\nは、殺害を思い立ってから短時間で実行していること、逡巡のない殺害行為態様で\nあったことに照らすと、抑うつ障害により、子らと無理心中をするという病的な衝\n動性が亢進していた（病的な衝動の高まりによって理性的な判断が働かない状態）\nことが本件各殺害行為に強く影響していると評価できる。他方で、解熱鎮痛剤を砕\nいた上、プロテインに混ぜて子らの口に入れたことは、子らにとって侵襲性のない\n行動を選択したと推論することができ、長男を殺害した後、場所を変えて次男を殺\n害していることは、次男に長男を殺害した現場を見せたくないという配慮が働いた\n可能性があると推論することができる。これらの推論を前提とすると、わずかでは\nあるものの一定程度は被告人の判断が働いた上での行動と認められる。抑うつ障害\nは急速に悪化して重症に至ったが、衝動性の亢進は本件各殺害行為後に頓挫し、被\n告人が１１０番通報をした頃には収まっていたものと見られる。\nＡ医師の証言内容は、被告人の精神状態について、その専門知識・経験を基礎と\nして、医学的な観点から合理的に説明するものであり、Ａ医師が前提とする事実関\n係を基にする限りにおいて、十分に信用できるから、これを尊重して検討する。\n３  争点についての検討\n動機の了解可能性について\n本件の動機は、長男が自分を卑下するような発言をしたことを受けて、自分と長\n男の将来を悲観し、苦しみから逃れるためには子らと３人で死ぬしかないと考えた\nというものである。検察官は、この動機は、物事を悲観しやすいなどといった被告\n人の平素の人格や、被告人が置かれていた状況を踏まえると十分に了解可能である\nと主張する。\nなるほど、被告人の動機は、それ自体、精神病症状の圧倒的な影響をうかがわせ\nるような、不可解なものとはいえない。\nしかし、長男の進学に関する悩みは一応解決を見ていたし、被告人は従前、長男\nの発達の遅れを改善するために家庭内学習に取り組むなど、目下の不安や課題に対\nして一定の対処ができていた。また、夫も数日中には帰宅して同居を再開する予定\nとなっていた。このように子らの将来のことを考え、自分なりに前向きな行動をし\nてきた被告人が、長男が自らを卑下する発言をした一事をもって、連絡を取り合っ\nていた夫に相談することなどもせず、大切に育てていた子らと無理心中するしかな\nいと考え、しかも、翌日にこれを実行に移すほど思い詰めるに至ったことには、 被\n告人の人格傾向や当時の状況を踏まえても、飛躍があるといわざるを得ない。Ａ医\n師も証言するように、このような思考の飛躍は、自閉スペクトラム症特性という素\n地を有する被告人の平素の悲観的な認知傾向が、抑うつ障害の影響による視野狭窄\nのために大幅に増強された結果と見るほかなく、これを抑うつ障害の影響を介さず\nに説明することは困難である。検察官の主張は採用できない。\n⑵  本件各殺害行為前後の被告人の行動について\nア  本件各殺害行為直後の被告人の行動の異常性について\n被告人の行動についてまず指摘すべきは、本件各殺害行為直後の被告人の行動の\n異常性である（なお、子らの死亡時期が判然としないため、これらは本件各殺害行\n為の一部を構成している可能性もあるが、本件殺害行為直後の行為と一応整理した\n上で、以下論じる。）。被告人は、ためらいなく子らの首を次々と絞め付けるにとど\nまらず、物置部屋で、洗濯ロープで絞め付けた次男をそのまま洗濯ロープを用いて\n背中に担ぐような体勢になって更に首を絞め、挙句、洗濯ロープが首に巻き付いた\nままの次男を出入口のドアノブに吊るした。また、風呂場に戻って、倒れている長\n男の首を更に絞め付けた。このような実子２名に対する残忍な所業は、犯罪歴や粗\n暴性などなく、愛情をもって子らを養育していた被告人の平素の人格とは大きく乖\n離した、極めて異常なものといえる。衝動性の亢進に関するＡ医師の証言も踏まえ\nると、被告人は、抑うつ障害の影響によって、無理心中に対する衝動性に支配され、\n行動制御能力を失っていたと強くうかがわれる。\nイ  解熱鎮痛剤による無理心中未遂について\n他方、被告人が本件各殺害行為前に解熱鎮痛剤による無理心中を試みた点につい\nて、検察官は、①解熱鎮痛剤を砕きプロテインと混ぜて子らに飲ませるといった複\n雑な作業をすることができ、②子らの反応を見て飲ませるのを止めるなど自分の行\n動を制御できていたとして、本件各殺害行為時にも行動制御能力は失われていなか\nったと主張する。\n①検察官の指摘する作業の点について検討すると、子らが解熱鎮痛剤を飲みやす\nくするという被告人の判断がここにあったことは否めない。しかし、この判断の前\n提となっているのは、常識的に見て死亡する可能性の低い解熱鎮痛剤を無理心中に\n用いるという被告人の判断である。この不可解な判断は、むしろ現実検討能力の低\n下をうかがわせるものである。１５才未満への服用を禁ずる旨の記載をもって同剤\nを当時３歳と５歳であった子らの殺害手段とした点はまだしも、この記載に着目し\nながら成人である被告人の自殺手段とした点に至っては、支離滅裂というほかない。\n②行動制御の面に着目すると、被告人が解熱鎮痛剤の投与を継続しなかった理由\nが、子供の嫌がる反応を見て止めたからであると認めるに足りる根拠はなく、検察\n官の主張は前提を欠いている。かえって、被告人の抑うつ障害は急速に悪化し、そ\nの症状は刻一刻と変化することがある旨のＡ医師の証言も踏まえて事件の流れを大\n局的にみると、被告人は、解熱鎮痛剤による無理心中未遂時には結果として投与を\n継続しなかったところ、その時点で、我に返って夫への相談など他の意思決定をす\nる余地もないほどに衝動性に支配され、あるいは、その後、衝動性の亢進が更に進\nんだため、本件各殺害行為時には衝動性に支配されるに至り、それゆえに、その直\n後、行動を制御することもできないまま、残忍な所業に及んだとみることも、十分\nな合理性を有するものといえる。\n以上によれば、解熱鎮痛剤による無理心中未遂の点は、本件各殺害行為時被告人\nが行動制御能力を失っていた疑いを弱めるものではない。逆に、致死性が高いとは\n考えにくい解熱鎮痛剤による無理心中未遂から子らに対する残忍な所業までの事件\nの流れをＡ医師の証言を踏まえてみれば、むしろ、被告人がその途中である本件各\n殺害行為時には、病的な衝動性に支配され、行動制御能力を失っていた疑いが強ま\nったとみることも十分に合理的といえる。\nウ  本件各殺害行為前後の被告人の行動に関するその余の検察官の主張について\n検察官は、被告人の判断が働いている場面として、①子らをあえて別々の部屋で、\nかつ首を絞めるのに適した道具を用意して殺害した、②殺す目的からは不要である\n子らを苦しめないようにする配慮、謝罪行動などをしていたとも指摘する。\nまず、①殺害行為のうち、道具の選択については、その準備はまったくうかがわ\nれず、被告人がその場にあったベルトや洗濯ロープをさしたる考えもなく咄嗟に手\nに取った可能性も大いにある。Ａ医師も、ロープ類の使用の有無によって衝動性亢\n進の評価に本質的な差が生じるものではない旨証言しており、殺害に適した道具を\n手に取ることと衝動性の亢進は、矛盾なく両立するものといえる。\nなお、①殺害行為のうち、場所の点について、Ａ医師は、被告人が長男を殺害し\nた後、場所を変えて次男を殺害したと認め、これを前提に、長男を殺害した現場を\n次男に見せたくないという被告人の判断が一定程度働いたと推論している。しかし、\n被告人は、２人の殺害場所が異なった点につき、物置部屋に移動した次男の後を追\nったとしか述べていない。また、次男が脱衣所に来た時に風呂場の扉が閉まってい\nたことについても、被告人が日常の無意識的行為として閉めた可能性も含め、誰が\nどのような理由で閉めたのか不明である。被告人が意図的に２人の殺害場所を変え\nたと認めるに足りる証拠はなく、この点に関するＡ医師の推論や検察官の主張は、\nその前提を欠く。\n②子らを苦しめないように配慮してひと思いに絞殺したとの主張について検討す\nると、次男を背中に担ぐ・ドアノブに吊るすなどといった本件各殺害行為直後の行\n動が、子らを苦しめないような配慮というのは憚られる、度を越えた異常なもので\nあったことは先に説示したとおりである。そうすると、この直前にロープ類を用い\nて子らをひと思いに絞殺した本件各殺害行為も含め、子らを苦しめないようにする\n配慮、判断によるものではなく、衝動性の亢進に支配されたゆえの行動と評価する\nことも十分に合理的である。\n②のうち、長男に対する謝罪行動についてみても、自尊心の低い被告人が条件反\n射的に自らの至らなさを詫びたものと見る余地もあるなど、その意味付けについて\n様々な解釈が可能であって、行動制御能力の有無に直結する事情とはいえない（な\nお、捜査段階において被告人は解熱鎮痛剤による無理心中に抗議した長男にごめん\nと述べた旨を説明していたようであるが、様々な解釈が可能であることに変わりは\nなく、行動制御能力に関する判断は変わらない。）。\n以上のとおり、本件各殺害行為前後の被告人の行動に関する検察官の主張を逐一\n検討しても、被告人が、本件各殺害行為時、行動制御能力を失っていたとの疑いは\n払しょくされない。\n⑶  検察官のその他の主張について\nア  検察官は、被告人が、本件各殺害行為当日まで夫や職場関係者とラインでやり\n取りをしており、異常な言動が見受けられない、無理心中の衝動があった殺害行為\n当日の朝に食事を作って食べさせるといった世話ができていたとも指摘する。\nしかし、これらの行為は衝動性の亢進が特に進んだものとうかがわれる本件各殺\n害行為時よりもある程度前のものであるし、朝食の準備はパンを食べさせるといっ\nた単純なもの、メッセージのやり取りも体温の報告や「はい。」と返事をするような\n簡単なものに過ぎないのであって、Ａ医師が証言するとおり、衝動性の亢進と矛盾\nなく両立し得るものと認められる。これらをもって、被告人が本件各殺害行為時に\n行動制御能力を有していたというには無理がある。\nイ  検察官は、本件各殺害行為後、警察や救急に自ら連絡して、状況を説明してい\nることから、罪を犯した者として社会的に求められる通常の行動をとっていると主\n張する。\nしかし、Ａ医師は、無理心中に対する衝動性の亢進が本件各殺害行為を終えて頓\n挫し、理性的な行動をとることが可能となったと証言している。本件各殺害行為か\nら１１０番通報等をするまでに数時間程度が経過していることも考慮すると、通報\n等をもって、被告人が本件各殺害行為時にも同様に行動を制御することができる精\n神状態であったと推認することはできない。\nウ  検察官は、クレジットカードの解約準備、パスワードや暗証番号を伝えるメモ\nの作成などの身辺整理行動をとっていたことから、無理心中の衝動があったとして\nも、一定程度の時間を置き、周囲への影響を考えて様々な準備をした上で行動をと\nることができたと主張する。\nしかし、これらの行動は、衝動性の亢進が特に進んだものとうかがわれる本件各\n殺害行為時の前日のものであるか、逆に、本件各殺害行為後、衝動性の亢進がある\n程度とん挫した後になされた可能性が否定できないものであって、これらをもって、\n本件各殺害行為時、被告人が、行動制御能力があったと推認することはできない。\n⑷  以上のとおり、動機形成過程に一定程度、抑うつ障害の影響がみられるところ、\n致死性が高いとは考え難い解熱鎮痛剤による無理心中未遂から子らに対する残忍な\n所業までを大局的にみたとき、本件各殺害行為時、抑うつ障害による病的な衝動性\nの亢進により、行動制御能力が失われていたことが強く疑われる。検察官が、本件\n各殺害行為時、被告人が行動制御能力を失ってはいなかったとする主張を総合的に\n考慮してみても、この疑いは払しょくされない。その他、本件の証拠関係を検討し\nても、被告人は、本件各殺害行為時、抑うつ障害による病的な衝動性の亢進によっ\nて行動制御能力を失い、心神喪失の状態にあったとの合理的な疑いが残る。\n第４  結論\nよって、被告人による本件各殺害行為は、心神喪失者の行為として罪とならない\n（刑法３９条１項）から、刑事訴訟法３３６条前段により、無罪の言渡しをする。\n令和４年３月１日\n那覇地方裁判所刑事第１部\n裁判長裁判官    小  野  裕  信\n裁判官    坂  本  辰  仁\n裁判官    山  本  隼  人\n"
}