{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 4,
    "month": 12,
    "day": 14
  },
  "case_number": "令和3(う)527",
  "case_name": "過失運転致死、道路交通法違反",
  "court_name": "東京高等裁判所第３刑事部",
  "result": "棄却",
  "original_court_name": "東京地方裁判所",
  "original_case_number": "平成31特(わ)625",
  "lawsuit_id": "91676",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=91676",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/676/091676_hanrei.pdf",
  "contents": "令和４年１２月１４日宣告  東京高等裁判所第３刑事部判決\n令和３年 第５２７号  過失運転致死、道路交通法違反被告事件\n主          文\n本件控訴を棄却する。\n理          由\n本件控訴の趣意は、弁護人小林正樹（主任）、同松井巖、同白井真及び\n同石塚幸子連名作成（ただし、控訴趣意書（補充２）については弁護人石\n塚幸子を除く。）の控訴趣意書、控訴趣意書（補充）及び控訴趣意書（補\n充２）並びに被告人作成の控訴趣意書、控訴趣意書補正申立書、控訴趣意\n補充書及び控訴趣意再補充書各記載のとおり、事実誤認及び訴訟手続の法\n令違反の主張であり、これに対する答弁は、検察官藤川浩司作成の答弁書\n及び答弁書（補充）各記載のとおりである。\n論旨に鑑み、事実誤認の主張から検討する。\n第１  事実誤認の主張について\n１  原判決の概要\n原判決が認定した罪となるべき事実の要旨は次のとおりである。\n被告人は、平成３０年２月１８日午前７時１８分頃、普通乗用自動車\n（以下「本件車両」という。）を運転し、東京都渋谷区ａｂ丁目ｃ番先道\n路をａｂ丁目方面からｄ駅方面に向かい進行してきて同所先道路の左側端\n部（以下「本件停車位置」という。）にオートマチック車である本件車両\nを駐車して同車を離れようとするに当たり、エンジンを止めてパーキング\nブレーキをかけた上、ギアのセレクトレバーをパーキングに設定して、確\n実に自車の停止状態を保持すべきはもとより、誤って自車を発進させた場\n合にはアクセル・ブレーキを的確に操作して速やかに停止措置を講ずべき\n自動車運転上かつ業務上の注意義務があるのにこれを怠り、パーキングブ\nレーキをかけたものの、エンジンを止めず、セレクトレバーをドライブに\n設定した状態のまま降車しようとした際、誤って左足でアクセルペダルを\n踏み込んで本件車両を発進させ、その後も誤って左足でアクセルペダルを\n踏み続けた過失により、本件車両を急発進させて同所から約３２０ｍ前方\nの東京都港区内のＡほか１名所有の店舗兼居宅（以下「本件建物」とい\nう。）先道路まで時速１００kmを上回る高速度で暴走させ、同日午前７時\n１９分頃、同所において、本件車両を進路右方である本件建物前の歩道へ\n突入させて、同歩道上に立っていたＢ（当時３７歳）に本件車両前部を衝\n突させた上、本件建物に本件車両を突入させ、よって、同人に頸髄損傷等\nの傷害を負わせ、その頃、同所において、同人を同傷害により死亡させる\nとともに、本件建物の支柱及びシャッター等を損壊（損害額合計３９８２\n万９７２５円相当）した。\n⑵  原審においては、本件車両が発進・加速した原因が、被告人が左足\nで誤ってアクセルペダルを踏んだことか、本件車両の不具合かが争点とさ\nれ、被告人は、本件時にアクセルペダルを踏んではいない旨陳述し、原審\n弁護人は、被告人は本件時に左足でアクセルペダルを踏み込んではおらず、\n本件事故は、本件車両が、①パーキングブレーキに関するブレーキ制御コ\nンピュータ等の何らかの不具合によりパーキングブレーキが解除され又は\nその制動力が弱まったことから、いわゆるクリープ現象等により発進を開\n始し、その後、②エンジン制御用コンピュータにおける制御プログラム等\nの何らかの不具合により加速・暴走したために起こったものであるなどと\nして、被告人には過失がなく無罪であると主張した。\n⑶  原判決は、上記争点について、要旨以下のとおり説示して上記の罪\nとなるべき事実を認定し、過失運転致死、道路交通法違反の罪の成立を認\nめ、被告人を禁錮３年（５年間執行猶予）に処した。\nア  前提事実等\n（ア）本件事故前の状況及び本件事故の状況等について\n被告人は、平成３０年２月１８日午前７時１１分頃、共にゴルフ場に行\nく知人を待つため、本件停車位置にフットブレーキを踏んで本件車両を停\n車させた。被告人は、停車中もエンジンを停止させず、セレクトレバーを\nドライブに設定したままにしていたが、本件車両は、ブレーキホールド機\n能（一定条件下でブレーキペダルの踏み込みを止めてもブレーキがかかっ\nた状態を維持する機能）によって停車状態が保たれ、その後、被告人の操\n作又はパーキングブレーキが自動的にかかる機能により、パーキングブレ\nーキがかかった状態となった。被告人は、運転席シートを通常の運転時よ\nりも後ろの位置に移動させ、ペダル類から足を離して知人を待った。\n同日午前７時１８分頃、被告人は、知人が近づいてきたことから荷物の\n積み込みのためスイッチでトランクを開けた後、降車しようと考え、エン\nジンを停止させず、セレクトレバーをドライブに設定したままで、シート\nベルトを外して運転席ドアを開けた。この際、同ドアポケットに入ってい\nた被告人のセカンドバッグが路上に落ちたため、被告人は運転席シートに\n座ったまま右手を伸ばして拾おうとしたが、右手が届かなかった。\nその直後である午前７時１８分４７秒頃、本件車両は前方に発進し、速\n度を上げながら片側一車線の直線道路に沿って約３２０ｍ進行した後、急\nに右前方に進路を変え（以下、この進路変更を「本件急転把」という。）、\n歩道上で電柱及び原判示Ｂに順次衝突した後、午前７時１９分４秒頃、道\n路右側の本件建物に突入した。\n（イ）本件車両について\n本件車両は、Ｃ株式会社製のハイブリッド車であるレクサスＬＳ５００\nｈであり、被告人は、平成２９年１１月２７日（本件の３か月弱前）に本\n件車両を新車で購入した。本件車両については、平成３０年１月６日の１\nか月点検の際に被告人がカップホルダーのしまりが悪いと訴えた点を除き、\n本件事故前に故障や不具合が生じたことはなかった。\n本件事故後の平成３０年３月１４日、警察官らは、被告人及び主任弁護\n人の立会いの下、本件車両の機能検査及び本件車両の同型車を使用して本\n件事故時の本件車両の挙動等を再現する走行再現実験を行った。\nイ  検討\n（ア）本件圧痕について（原判決７、９～１２頁）\n機能検査において、本件車両のアクセルペダル（合成樹脂製）の裏側に\nは、アクセルペダルを最大に踏み込んだ時にアクセルアームのロッドと最\nも接近する位置に圧痕（以下「本件圧痕」という。）が認められたところ、\n交通事故の鑑識活動等に警察官として従事するＤ証人及びＣ社で技術系の\n業務を経た後事故対応等を担当するＥ証人は、本件圧痕は、アクセルペダ\nルを最大に踏み込んだ状態で、更に車両の前方から衝突などの大きな力が\nかからない限り形成されず、本件事故により生じたものと考えられる旨を\nそれぞれ証言している。上記各証言は互いに整合する上、本件車両の構造\n上、アクセルペダルを最大に踏み込んだとしてもアクセルアームのロッド\nとの間に約２ｍｍの間隔が空くようになっている一方で、本件圧痕の一部\nは素材が削れて縁からはみ出すほど変形していること、事故後に警察官ら\nが本件車両の同型車を用いて行ったアクセルペダル踏み込み実験では、男\n性警察官が最大１１１．２ｋｇ重でアクセルペダルを踏んだ際にも素材が\n削れるような圧痕は生じなかったことにも沿うものである。\n弁護人は、Ｄ証人らの分析は被告人の左足にけががなかったことと整合\nしないし、本件圧痕は別の機会に生じた可能性が考えられるなどと主張す\nるが、Ｄ証人は、被告人の左足にけががなくても不自然でない旨、その捜\n査経験も踏まえて合理的で説得力のある説明をしているし、弁護人の主張\nを踏まえても、別の機会に本件圧痕が生じた現実的可能性は想定できない。\n以上より、本件圧痕は、本件事故の際、アクセルペダルが１００％踏み\n込まれた状態で、本件車両の前方から強い衝撃があったことによって形成\nされたと認められる。\n（イ）ＥＤＲデータについて（原判決８、１２～１８頁）\nＥＤＲ（イベントデータレコーダー）とは、車両に一定の衝撃が加わる\n出来事があったことを「トリガー」として、その直前約５秒間の車両の各\n部分の挙動等に関するデータが０．５秒間隔で自動的に記録されるもので\nある。本件車両から抽出されたＥＤＲデータ（以下「本件ＥＤＲデータ」\nという。）には、本件事故に関する７つのトリガーに関するデータが記録\nされており、Ｄ証人がドライブレコーダーの映像等と照らし合わせた結果、\nトリガー１が本件車両の縁石への乗り上げ、トリガー２が電柱への衝突\n（その際にエアバッグが展開）、トリガー３が本件建物外壁への衝突、ト\nリガー４が本件建物本体への衝突、トリガー５ないし７が順次店舗内部の\nいずれかの物体への衝突を示すものと認められた。\nトリガー４に係るアクセル開度をみると、衝突の約４．６秒前から０．\n１秒前までの０．５秒間隔の記録の全てにおいて１００％、衝突の瞬間に\nおいて８１．５％となっている。また、トリガー２に係るアクセル開度も、\n衝突の瞬間及びその約５秒前から０．５秒間隔の記録の全てにおいて、１\n００％であった。Ｄ証人は、これらのデータを他の証拠とも突き合わせて\n検討した上で、最も強い衝突である電柱への衝突の際、本件車両に前方か\nらの力が加わり、この際アクセルペダルが１００％踏み込まれていたこと\nとあいまって本件圧痕が形成され、足が離れていく中で本件建物本体への\n衝突の瞬間にアクセル開度８１．５％が記録されたものと分析している。\nＥＤＲが、精妙な作動が求められるエアバッグが正確に制御されている\nか判断する目的で開発され、データの正確性の高さから交通事故解析の資\n料としても使われていること、システム上データの改変はできない仕様に\nなっており、本件ＥＤＲデータの読み出し等の手順にも問題は見当たらな\nいこと、Ｄ証人は本件ＥＤＲデータをドライブレコーダーの映像や速度表\n示と突き合わせて詳細な検討を加えており、その分析は自然な推論に基づ\nく合理的なものであることなどからして、本件ＥＤＲデータの正確性に問\n題は認められず、これに基づくＤ証人の上記分析に沿った事実が認められ\nる。弁護人は本件ＥＤＲデータに矛盾があると種々の指摘をするが、いず\nれも本件ＥＤＲデータ全体の正確性を疑わせるものではない。\nなお、弁護人は、Ｆ医師の意見書によれば、本件急転把時、被告人は失\n神していたとみられるから、アクセル開度が１００％であったとする本件\nＥＤＲデータの正確性には疑問があると主張する。しかし、同意見書は、\n被告人が当時失神していたと考えて矛盾はないとしているものの、被告人\nが失神していなかった可能性を排斥するものではない上、本件ＥＤＲデー\nタによれば、本件急転把の際のハンドル操作は相当速く、意識的な動作と\n考えられる旨のＧ証言に不合理な点はないこと、当時の被告人が相当狼狽\nしていたと認められ、意識のある状態で急転把を行ったとしても不合理と\nはいえないことからすれば、上記弁護人の主張は採用できない。\n本件ＥＤＲデータの分析結果等に本件圧痕に関する分析結果も考え合わ\nせると、少なくとも電柱への衝突の約５秒前から本件建物への衝突直前ま\nで、本件車両のアクセルペダルは１００％踏み込まれていたと推認できる。\n（ウ）パーキングブレーキについて（原判決８、１８頁）\n本件車両の停車時に作動していたパーキングブレーキが発進後に解除等\nされた可能性については、本件車両のパーキングブレーキの構造上、物理\n的な要因によってパーキングブレーキが解除されたり制動力が弱まったり\nする可能性が低いこと、機能検査の際、同パーキングブレーキが正常にか\nかることが確認されている上、故障コードも検出されていないこと、機能\n検査の際に確認された同パーキングブレーキに係るブレーキドラムの焼付\nけや同ブレーキシューの焼け焦げ、摩耗等は、本件車両がパーキングブレ\nーキがかかった状態で相応の距離を走行したことを示していることが指摘\nできる。なお、本件車両の発進時に運転席のシートベルトが外され、運転\n席ドアも開いていたことから、本件車両のパーキングブレーキの自動解除\n機能が働いた余地もない。\n以上によれば、本件車両のパーキングブレーキは、発進時はもちろん、\n走行中も継続してかかっていたと推認される。\n（エ）発進時の本件車両の挙動及び加速度について（原判決６、１９、\n２０頁）\nドライブレコーダー及び防犯カメラの各映像によれば、本件車両が発進\nする直前に、本件車両前部が一瞬浮き上がるノーズアップ現象がみられる。\nまた、ドライブレコーダー上、本件車両が発進する直前に最大の０．２１\nＧの加速度が記録されており、自動車の通常の発進時の加速度が０．１Ｇ\nから０．１５Ｇといわれていることに照らすと、これは相応に強い加速度\nといえる。Ｄ証人及びＧ証人は、ノーズアップ現象は、急発進時に強い加\n速度がかかることによって生じるものであり、クリープ現象によって発進\nする場合には生じない、ノーズアップ現象は、急激な車体の動作を抑制す\nる機構（ＡＶＳ）の調整力を超えて推進力があったことを示している、発\n進前に最大の加速度が検出されている点についても、発進前に後方のサス\nペンションが沈み込んで力を吸収している間に最大の加速度が検出された\nものと説明できる旨証言しており、これらの説明は、専門的知識に基づい\nた合理的なもので信用できる。\n上記のような発進時の本件車両の挙動や、本件車両に相応に強い加速度\nが加わっていたといえることは、本件車両の発進時にアクセルペダルが踏\nまれたことと整合的な事情といえる。\n（オ）被告人の体勢等について（原判決２０～２３頁）\n弁護人は、本件当時の被告人の着座位置・体勢では被告人が左足でアク\nセルペダルを踏み込むことは物理的に不可能であったと主張するが、防犯\nカメラ画像の解析によれば、本件事故時の本件車両の運転席シートの位置\nは、可動域の最後端から前方に２ｃｍ移動させた位置（以下「本件シート\nポジション」という。）であり、被告人は、座席の中央に座り、右手でハ\nンドル上側中央部を把持し、その背はほぼまっすぐに伸び、運転席シート\nの背もたれと被告人の背中は２０ｃｍ程度離れていたことが認められる。\nまた、別の防犯カメラ画像の解析結果及び本件車両の運転席ドアパネルの\n内側ほぼ中央下部に被告人の靴底の痕が残されていたことなどに照らすと、\n本件車両の走行中、被告人の右足の靴部分は運転席ドア枠付近にあり、靴\n底が運転席ドアパネルに付くような形で運転席ドアパネルとドア枠に挟ま\nれていた時間帯もあったと認められ、このため、本件事故の際、被告人が\n右足でアクセルペダルを踏んだ可能性はないと考えられる。\n警察官及び弁護人はそれぞれ、本件車両の同型車を用い、本件シートポ\nジションに設定された運転席に座った被告人が左足でアクセルペダルが踏\nみ込めるか否か等を確認する実験を行っているところ、警察官実施の踏み\n込み再現実験の際、被告人は、左足がアクセルペダルに触れない旨繰り返\nし述べるなどしながらも、警察官から臀部や右足の位置を変えた上で左足\nを伸ばすよう促された際には、左足がアクセルペダルに触れ得ること自体\nは認める発言もしており、弁護人実施の踏み込み再現実験においても、①\n右足を車外に出した状態では、左足がアクセルペダル下部に触れ得ること\nが確認されるとともに、②右足が挟まれた状態では、被告人が左足がアク\nセルペダルに届かないという発言をしている。\nこれらの事実を前提として検討すると、発進後の本件車両の挙動等や防\n犯カメラ映像の解析結果等に照らし、遅くとも発進直後の時点から継続し\nて被告人が本件車両のハンドルを把持しており、それが可能な姿勢であっ\nたことは明らかである。加えて、警察官・弁護人の双方の実施した踏み込\nみ再現実験において、少なくとも被告人が本件シートポジションに設定さ\nれた運転席シートに座って右足を車外に出した状態では左足がアクセルペ\nダルに届き得ると確認されていることも考え合わせれば、被告人の右足が\n運転席ドアパネルとドア枠に挟まれた状態であっても、運転席シート上に\nおける臀部の位置等によっては、被告人の左足がアクセルペダルを踏み込\nむことは可能であったと推認される。\n（カ）本件車両の不具合の有無について（原判決７、８、２４、２５頁）\n機能検査において、本件車両の制動系、駆動系、電気系について、各種\nセンサーを含めて事故前の異常の存在は認められず、抽出された故障コー\nドも本件事故の影響と考えられるもののみであり、パーキングブレーキに\n関するものや車の暴走につながる可能性があるものは認められなかった。\nまた、本件事故以前に本件車両について走行・停止等に影響するような不\n具合が生じたことはなく、機能検査時に行われた走行再現実験においても、\n予想外の時期にパーキングブレーキが解除されたり暴走したりするといっ\nた現象は起きていない。これら多数の場面において本件車両にパーキング\nブレーキやエンジンの制御に関係する不具合が生じていないことは、本件\n事故時にそれらに関する不具合が存在した可能性を低減させる。\nそもそも、本件車両自体、①アクセルペダル操作等に関する信号系統を\n独立した２系統とした上で、コンピュータが各信号の相対性を監視し、異\n常を感知した場合はエンジンへの吸気が止まるようになっており、②不具\n合をコンピュータが感知した場合は故障コードが記録され、③エンジン制\n御コンピュータ及びその監視コンピュータが互いの動作を監視する機構を\n備え、④アクセル、フットブレーキ及びパーキングブレーキの各機構系統\nがそれぞれ独立するように設計されており、⑤ガソリンエンジンの原理か\nらも、吸気を増やせばエンジンの回転数が上がるというものではないこと\nなどの事情等に照らし、本件車両の構造上、その一部に不具合が生じたと\nしても不具合の連鎖が生じて暴走状態に陥る可能性を低減させる工夫が施\nされているといえ、本件事故時の発進・走行の原因となる不具合が本件車\n両に存在した現実的な可能性は考え難い。\n（キ）本件車両の発進・走行の原因についての結論（原判決２５頁）\n以上の事実を踏まえ、本件時に本件車両が発進したのは被告人が左足で\nアクセルペダルを踏み込んだためであり、その後走行を続けたのも被告人\nが左足でアクセルペダルを踏み続けたためであると分析したＤ証人の判断\n過程は合理的なものであり、Ｇ証人及びＥ証人の各分析とも整合している\nから、信用できる。本件車両の発進・走行の原因はいずれも被告人が左足\nでアクセルペダルを踏んだことにあると推認できる。\n（ク）弁護人の主張の検討（原判決２６頁以下）\n弁護人は、①発進直後の本件車両の速度の上昇が緩やかであったことか\nら、被告人が左足でアクセルペダルを踏んだことによる発進とは認められ\nない、②本件車両の発進時のドライブレコーダー上の音声から、ドラムブ\nレーキ擦過音（パーキングブレーキをかけたまま走行した際に発生する金\n属音）が確認できないことは、本件車両の発進時にパーキングブレーキが\n解除されていたことをうかがわせる、③Ｃ社の別の車種の車についてのリ\nコールの存在によれば、ブレーキ制御コンピュータやエンジン制御コンピ\nュータに不具合があった、などとも主張する。\nしかし、①については、Ｄ証人及びＧ証人が一致して証言するように、\nアクセルペダルの踏み込みが常時１００％だったのではなく、強まったり\n弱まったりしていたとすれば、速度上昇の緩やかな時間帯があったとして\nも不自然ではない。②については、Ｄ証人が、ドラムブレーキ擦過音の発\n生の有無は諸条件によっても異なる上、ドライブレコーダーの集音マイク\nの位置などから同擦過音が発生したとしても必ず記録できるとも限らない\nと合理的な説明をしている。③の各リコール事例はいずれも、本件車両に\n設置されたものとは別種のコンピュータに係るものである上、暴走につな\nがるものではないことなどから、本件車両のブレーキ制御コンピュータ及\nびエンジン制御コンピュータに不具合が存在した現実的可能性はない。\nなお、被告人は、捜査及び公判において、本件時に左足でアクセルペダ\nルを踏んだことはない旨供述しているが、被告人が当時相当狼狽していた\nであろうことなどを踏まえると、この被告人の供述は信用できない。\n弁護人の主張全体をみても、前記のように暴走状態に陥り難いような構\n造上の工夫が施され、従前走行・停止等に関する不具合がみられなかった\n本件車両について、複数の不具合が本件事故時に併発したという点で不自\n然さがある上、個々の不具合に関してもそれが存在した合理的疑いはない\nから、弁護人の各主張は前記推認の結論を左右するものではない。\n２  当裁判所の判断\n原判決の上記判断に、論理則、経験則等に照らして不合理なところはな\nく、本件車両の発進・加速の原因は、被告人が誤って左足でアクセルペダ\nルを踏んだことにあるとした原判決に事実誤認はない。\nすなわち、本件車両のアクセルペダル裏面に残された本件圧痕は、アク\nセルペダルが踏み込まれた状態で本件車両の前方から大きな力が働いたこ\nとを示すものといえ、本件ＥＤＲデータには、本件車両の電柱への衝突時\n前後のアクセル開度が１００％であったと記録されていることなども考慮\nすると、原判決が説示するとおり、電柱への衝突の前後において、本件車\n両のアクセルペダルは１００％踏み込まれていたものと推認される。加え\nて、機能検査時の本件車両のパーキングブレーキに係るブレーキシューの\n焼け焦げ、摩耗やブレーキドラムの損傷状況等からすれば、本件時の本件\n車両は、パーキングブレーキがかかった状態でアクセルペダルを踏まれて\n相応の距離を走行したものと推認できる。さらに、本件車両の発進直前の\n時点において、車両前部が浮き上がるノーズアップ現象が確認され、かつ、\n０．２１Ｇと相応に強い加速度がドライブレコーダーに記録されているこ\nとなどは、本件車両の発進の原因が、パーキングブレーキが作動した状態\nでアクセルペダルが踏み込まれたことにあると推認させる。以上によれば、\n本件車両のアクセルペダルは、約３２０ｍの間の本件走行中においても、\n発進時においても、継続して踏まれていたものと強く推認される。なお、\n原審弁護人は、本件車両の発進・走行の原因はその不具合にあるなどと主\n張するが、不具合の具体的な内容は示されていない上、ブレーキ制御系統\nとエンジン制御系統など、独立した複数の系統において不具合が併発しな\nい限り本件車両の本件時の挙動を合理的に説明できないことなどからして、\n発進・走行の原因が本件車両の不具合であったとは考え難い。\nそして、被告人の供述等を踏まえても、本件時に被告人が左足で本件車\n両のアクセルペダルを踏み込むことは可能であったと認められるから、本\n件車両の発進・加速の原因は、被告人が左足でアクセルペダルを誤って踏\nみ込み、その後も踏み続けたことにあるとした原判決の判断に不合理な点\nはなく、事実の誤認はない。\n以下、弁護人及び被告人の各所論を踏まえて補足して説明する。\n⑴  弁護人の所論について\nア  本件圧痕に関する所論（弁護人控訴趣意書９～１１頁）\n所論は、原判決が認定するように、本件圧痕が衝突による前方からの強\nい衝撃による力と被告人がアクセルペダルを左足で踏み込む力とが合成さ\nれた結果として生じたのであれば、自動車前部が変形するような強い衝撃\nの力と同じ力が被告人の左足にもかかったことになるから、被告人が本件\n事故により左足に傷害を負っていないことと整合しないと主張する。\nしかし、原判決（１１頁）は、衝突による衝撃は非常に短時間であり、\n人間の足は体重の何倍もの荷重があっても必ずけがをするわけではない旨\nのＤ証言に依拠して原審弁護人の同旨の主張を排斥しており、その説示に\n不合理な点はない。所論は、医学的知見を有しないＤ証人の説明に説得力\nはないとも主張するが、同証人は、片足でジャンプして着地したときには\n体重の何倍もの重量が一瞬で加わるが、そうしたときに皆が毎回けがをす\nるわけではないとの例示や、アクセルペダルの裏側に圧痕が生じていた事\n故において、アクセルペダルを踏んでいた運転手の足にけがはなかったと\nの自らが捜査に関与した実例の紹介もしながら証言しており、同証人の説\n明内容が不合理であるとか説得力がないなどとはいえない。本件圧痕の原\n因に関する原判決の認定が被告人の左足にけががなかったことと整合しな\nいとはいえず、所論は採用できない。\nイ  ＥＤＲデータに関する所論（弁護人控訴趣意書１１～１８頁）\n所論は、本件ＥＤＲデータには、アクセル開度１００％というデータと\nは矛盾する他のデータが記録されているとして、本件ＥＤＲデータの正確\n性を認めた原判決は誤っていると主張し、具体的には、①トリガー７に関\nするデータでは、衝突の０．４５秒前の時点において、アクセル開度が１\n００％と記録されるとともに、アンチロックブレーキシステム（ＡＢＳ）\nが作動していることが記録されているところ、ＡＢＳはブレーキペダルが\n強く踏み込まれた場合にブレーキ油圧を調節してタイヤロックを防止する\nための装置であるから、上記データによれば、右足が運転席ドアと車体に\n挟まれるなどして、左足でしかペダル操作できなかった被告人が、ブレー\nキペダルとアクセルペダルを同時に強く踏み込んでいたというあり得ない\n事態となってしまう、②トリガー４に関するデータでは、衝突０秒前にお\nいて、アクセル開度が８１．５％と記録されるとともに、ブレーキペダル\nが踏まれ、ＡＢＳが作動していることが記録されているが、これも①と同\n様、被告人が、左足でブレーキペダルとアクセルペダルを同時に強く踏み\n込んでいたことになってしまう、などと主張する。\nしかし、①について、原判決（１５頁）は、Ｄ証人が、意見書（原審甲\n６６）において、当該時点において横滑り防止機能（ＶＳＣ）が作動し、\nブレーキ油圧も上昇していることから、この際、アクセルペダル開度は１\n００％でブレーキペダルは踏まれていない状態であったものの、本件車両\nが横滑りを検知して横滑り防止機能が作動し、ブレーキ油圧が上昇した後、\nＡＢＳが作動したと考えられるのであって、かつて行われた衝突実験にお\nいて同様の結果となることが確認済みである旨を説明していること、この\n説明は、本件ＥＤＲデータの内容やＥ証人の意見書（同甲６７）における\nＡＢＳの説明と整合しており、合理的であることを説示して、原審弁護人\nの同旨の主張を排斥しており、関連のＤ証言（原審第２回公判９９、１０\n０頁）等に照らしても、その説示に不合理な点は見当たらない。\n②のうち、トリガー４の衝突時点でアクセル開度が８１．５％と記録さ\nれている点について、原判決（１６頁）は、トリガー４の衝突前にトリガ\nー１、２及び３の各衝突があるから、これらの衝突により足がアクセルペ\nダルから離れていく中でトリガー４で上記アクセル開度が記録されたと分\n析される旨のＤ証言（原審第２回公判５４頁）に基づき、アクセルペダル\nから足が離れつつある状態だったといえると説示しており、その説示に不\n合理なところはない。また、Ｄ証人の鑑定書（原審甲３１の９、１０頁。\nこの記述がトリガー４に関するものであることについて原審第２回公判Ｄ\n証言５０頁参照）は、上記衝突時にブレーキペダルが踏まれたとの記録が\nある点について、若干足がブレーキペダルに触れた程度と認められるとし\nており、上記のとおり、先立つ複数回の衝突によって被告人の足がアクセ\nルペダルから離れつつあったとみられることも踏まえると、この説明は不\n合理ではないし、ＡＢＳ作動の点についても、ＶＳＣが作動したことによ\nりブレーキ油圧が発生したものと考えられる旨①と同様の説明をしており\n（同甲３１の１０頁）、①（トリガー７の衝突の０．４５秒前）と②（ト\nリガー４の衝突時）の各時点が極めて近接していること（同甲３１添付資\n料４枚目等の関係証拠によれば、トリガー４はトリガー７の約０．３４１\n秒前と認められるから、①②の時間差は約０．１１秒となる。）からする\nと、②は①と一連の現象とみることも可能と考えられる。\n本件圧痕やドライブレコーダーの各種データなど別系統の事実とも整合\nしていることなどを指摘して、本件ＥＤＲデータ全体の正確性を肯定した\n原判決の判断に誤りはなく、所論は採用できない。\n所論は更に、被告人は本件急転把時点には一時的に失神しており、同時\n点のアクセル開度が１００％という本件ＥＤＲデータの正確性には疑問が\nある旨の原審弁護人の主張を排斥するに際し、原判決が依拠したＧ証言は\n客観的・科学的根拠に基づいたものではない上、被告人が急転把しなけれ\nばならないような障害物もなかったのであるから、本件急転把時の被告人\nの失神を否定した原判決の判断は不合理であるとも主張する。\nしかし、所論指摘のＧ証言は、事故回避等に関する研究や実験の結果に\nよれば、人は、危険を察知してから約０．５秒で、ハンドルを１２０度し\nか切れないとされており、約０．５秒でハンドルが１１８．５度切られて\nいる本件時のハンドル操作は相当に速いものであるから、意識的な動作と\nしか考えられないなどというものであり、同証人がタイヤ工学や交通事故\n解析科学を専門とし、７００件以上の交通事故鑑定経験を有していること\nなども踏まえ、上記証言の推論過程は合理的であるとした原判決（９、１\n７頁）の説示に不合理な点は見当たらない。また、原審弁護人が依拠した\nＦ医師の意見書（原審弁１２）は、「それまで本件車両の進路をコントロ\nールしていた被告人が衝突直前に右斜めに急激に進路変更していることか\nらすれば、被告人が一過性の失神を発症し、全身が脱力して姿勢を保持で\nきなくなった結果、ハンドルが右に１１８．５度回転したと考えて矛盾は\nなく、そのような被告人がアクセル開度１００％を意識的に保つことは不\n可能である。」などというものであって、同意見書は、当時被告人が失神\nしていなかった可能性を排除するものではないから、これに基づいて本件\nＥＤＲデータの正確性に疑問を呈するのは論理に飛躍があるとの原判決の\n説示（１６、１７頁）はもっともといえる。さらに、意識を失ったと思う\nとする被告人の供述は、前後の状況から推測を述べているにすぎず、当時\n被告人が相当狼狽していたことなどからすると、被告人が意識のある状態\nで本件急転把をしても不合理とはいえないことをも指摘して、原審弁護人\nの上記主張を排斥した原判決の判断に誤りがあるとはいえない。\nウ  パーキングブレーキ並びに本件車両の発進時及び走行時の挙動等に\n関する所論（弁護人控訴趣意書１９～２４頁、３１～３４頁）\n原判決が、本件車両の発進時及び走行中にパーキングブレーキが継続し\nてかかっていたとの前提に立って、本件車両の発進直前に本件ノーズアッ\nプ現象がみられるとともに０．２１Ｇという相応に強い加速度が加わって\nいたことは、本件車両の発進時にアクセルペダルが踏まれたことと整合的\nな事情であると説示するのに対し、所論は、①本件車両の発進時までに、\nブレーキ制御コンピュータ等の不具合により不適正な指示が出されるなど\nして、パーキングブレーキが解除等された可能性がある、②発進時にノー\nズアップ現象は認められない、③０．２１Ｇは強い加速度とはいえない、\n④本件車両は、アクセルの操作によってではなく、パーキングブレーキが\n解除等されてクリープ現象により発進したなどと主張する。\nしかし、①（パーキングブレーキ）について、本件車両が本件停車位置\nに停車していた時点でパーキングブレーキがかかっていたことには争いが\nないところ、原判決（１８、１９頁）は、㋐電気モーターを動かさない限\nりブレーキシューにつながるワイヤーの状態が維持されるという本件車両\nのパーキングブレーキの構造上、物理的な要因によって解除されたり制動\n力が弱まったりした可能性は低いこと、㋑機能検査の際に同パーキングブ\nレーキが正常にかかる状態であったことが確認されている上、ワイヤーの\n張力が低下した場合に記録される故障コードも検出されていないこと、㋒\n機能検査の際に、同パーキングブレーキに係るブレーキドラム内側の焼付\nけ、焦げ臭さやブレーキシューの焼け焦げ、大きな摩耗等が確認されてお\nり、これらは、本件車両がパーキングブレーキのかかった状態で相応の距\n離を走行したことを示していることなどを指摘して、パーキングブレーキ\nが発進時はもちろん走行中も継続してかかっていたと推認されるとしてお\nり、この原判決の推認は合理的なものといえる。リコール事例を引用して\n故障コードに記録されない不具合もあり得るなどとする所論が採用できな\nいことは後述するとおりであって、原判決の上記判断に誤りはない。\nなお、所論（弁護人控訴趣意書３２～３４頁）は、本件ドライブレコー\nダーにパーキングブレーキをかけたままで発進・走行した場合に発生する\nドラムブレーキ擦過音が確認できないことを、本件車両の走行中にパーキ\nングブレーキがかかっていなかったことの根拠として主張するが、原判決\n（２８、２９頁）は、Ｄ証人が、パーキングブレーキをかけたまま走行し\nた際にドラムブレーキ擦過音が発生するか否かは、ブレーキドラムにブレ\nーキシューが押し当てられた状態やタイミング、気温、湿度等の条件によ\nっても異なり、ケースバイケースであり、また、本件車両のドライブレコ\nーダーの集音マイクが助手席グローブボックス内にあることなどに照らし、\nドラムブレーキ擦過音が発生したとしても必ず記録できるとは限らない旨\n合理的な説明をしていることを根拠に原審弁護人の同旨の主張を排斥して\nおり、所論の指摘を踏まえても、その判断に不合理な点はない。\n②（ノーズアップ現象）について、所論（弁護人控訴趣意書２１、２２\n頁）は、原判決がノーズアップ現象認定の根拠とするドライブレコーダー\n映像及び防犯カメラ映像については、防犯カメラ映像の解像度が低く、撮\n影コマ数が少ないなど、当時の本件車両の挙動を正確に録取しているか疑\n問があるなどと主張する。\nしかし、防犯カメラ映像の解像度等に関する所論の指摘を踏まえても、\n本件車両のドライブレコーダー映像（原審甲６１）や同車両の発進地点の\n防犯カメラ画像（同甲５７）によれば、本件車両が発進する直前に同車両\n前部が浮き上がる現象（ノーズアップ現象）が認められるとした原判決の\n認定に誤りはなく、所論は採用できない。\n③（加速度）について、所論（弁護人控訴趣意書２２～２４頁）は、本\n件前に信号待ちの状態から発進する際の本件車両の加速度が０．３Ｇを超\nえていることに鑑みても、本件車両の加速性能からして０．２１Ｇは強い\n加速度といえず、これを「相応に強い加速度」とした原判決は不合理であ\nるなどと主張する。しかし、原判決（１９頁）は、車両の通常の発進時の\n加速度は０．１ないし０．１５Ｇであって、０．２１Ｇは強い加速といえ\nる旨のＤ及びＧの各証言等（原審第２回公判Ｄ証言２４頁、原審第３回公\n判Ｇ証言７頁）を踏まえたものであって、その評価が不合理とはいえない\nし、これを本件車両の発進時にアクセルペダルが踏み込まれたことの推認\n根拠としたことにも誤りはない。\n④（クリープ現象）についてみると、パーキングブレーキが作動してい\nれば、その制動力はクリープ現象の推進力を上回り、同現象で車が動くこ\nとはないから（原審第１回公判Ｅ証言４頁等）、本件車両の発進時にパー\nキングブレーキが作動していたと認められることはクリープ現象を否定す\nる事情といえる。また、Ｄ及びＧの各証言に基づいて原判決（１９、２０、\n２８頁）が説示するとおり、ノーズアップ現象は、急発進時に強い加速度\nがかかることによって、後方のサスペンションが縮み、前方のサスペンシ\nョンが上がって生じるものであり、その際に０．２１Ｇという相応に強い\n加速度が記録されたことも、（パーキングブレーキが作動した状態で）ア\nクセルペダルが踏まれたことを示すものといえるから、アクセル操作がな\nい場合に起きるクリープ現象とは整合しない。所論は採用できない。\nまた所論（弁護人控訴趣意書３１、３２頁）は、原判決（２７頁）が、\n本件車両の発進後数秒間程度の速度上昇が緩やかであった可能性は否定で\nきないとしつつ、Ｄ及びＧの各証言に依拠して、アクセルペダルの踏み込\nみが強まったり弱まったりしていたとすれば、速度上昇が緩やかであって\nも被告人がアクセルペダルを踏み込んだことにより発進を開始したと考え\nて不自然とはいえない旨説示したのに対し、被告人が誤って左足でアクセ\nルペダルを踏み込んだとすれば、Ｄ証人も「通常はゼロか百かである」と\n証言しているように、その後に戻したりさらに踏み込んだりすることは不\n合理であると主張する。しかし、Ｄ証人は、所論指摘の証言部分に続き、\n「踏み間違え事故等においては、最初に誤認識をして車が思わぬ挙動をし\nたときに、思った動きでないことからどうしたんだと思い、アクセルを踏\nみ抜くなど、次の動作が致命的になることが多い」、「アクセルを踏み込\nんで、車が思っていたのと違う動きをする、そこでアクセルを１回放した\nところで弱い加速度に変化し、どうしたんだろう、どうしたんだろうとや\nっているうちに、アクセルを踏み込んでしまったという経過が推測される」\nなどとの証言をしているから（原審第２回公判Ｄ証言６８、７８頁）、発\n進後ほどない時点で、いったん踏んだアクセルペダルの踏み込みを強めた\nり弱めたりすることは、被告人が誤って左足でアクセルペダルを踏み込ん\nだことと矛盾するとはいえず、原判決の上記説示が不合理とはいえない。\nさらに所論は、慣れない左足で初めてアクセルペダルを操作する被告人\nが、時速４ｋｍ以下という低速度で数秒間発進・走行させることは不可能\n又は極めて困難であるとの原審弁護人の主張を原判決が排斥した点も論難\nするが、原判決（２３、２７頁）は、本件時に被告人がアクセルペダルを\n踏んだのは過失によるものとの認定を踏まえ、意図して低速度で発進・走\n行させることは困難であるとの上記主張は前提が異なると判断したものと\n解されるから、上記主張を排斥した原判決の判断に誤りがあるともいえな\nい。\nエ  被告人の体勢等に関する所論（弁護人控訴趣意書２４～２７頁）\n所論は、被告人は、本件時、その体勢等から、左足でアクセルペダルを\n踏み込むことが可能であったとはいえないと主張する。\nしかし、原判決（２０～２３頁）は、被告人が発進直後から継続して右\n手で本件車両のハンドルを把持しており、それが可能な姿勢であったこと\nに加え、警察官・弁護人がそれぞれ実施した踏み込み再現実験において、\n少なくとも被告人が本件シートポジションに設定された運転席シートに座\nって右足を車外に出した状態では左足がアクセルペダルに届き得ると確認\nされていることも踏まえ、被告人の右足が運転席ドアパネルとドア枠に挟\nまれた状態であったとしても、運転席シート上における臀部の位置等によ\nっては、被告人の左足がアクセルペダルを踏み込むことは可能であったと\nしており、その判断に不合理な点はない。\n所論は、原判決の上記説示に対し、本件車両のアクセルペダルは、ペダ\nル上部を踏み込むことで作動する形状のオルガン式アクセルペダルである\nから、被告人の左足がアクセルペダルに届き得るからといって踏み込むこ\nとが可能とはいえないとも主張する。しかし、原審記録によれば、被告人\nとほぼ同体格のＨ警察官が被告人役となり、本件車両と同型の車両を用い\nて行ったアクセルペダルの踏み込み実験（原審甲４９～５１）において、\n運転席を本件シートポジションに設定し、同警察官が背中を背もたれにつ\nける座り方をしても、アクセルペダル下部、中部及び上部をいずれも１０\n０％の力を入れて踏み込むことができたこと（同甲４９写真１９、２３及\nび２７の各指示説明）、その座り方で右手でハンドルを握るためには、運\n転席シートを可動域の最後端から少なくとも１０．５ｃｍ前方（本件シー\nトポジションから８．５ｃｍ前方）に移動させる必要があったこと（同甲\n５０写真７４の指示説明等）などが明らかになっており、同警察官が右手\nでハンドルを握ることが可能な位置に座った場合には、相当の余裕をもっ\nてアクセルペダルを１００％の力を入れて踏み込むことができたと認めら\nれるから、原判決の上記判断は、この実験結果によっても裏付けられてい\nる。なお、所論は、右足が内側にひねられた状態のまま左足でアクセルペ\nダルを踏むのは不可能であるなどとも主張するが、証拠上、左足の動きに\n支障が生じるほどに右足がひねられた状態にあったといえるか定かでない\n上、被告人が発進直後から継続して右手でハンドルを把持することが可能\nな姿勢であったことなどに照らしても、所論は採用し難い。\nオ  本件車両の不具合の有無に関する所論（弁護人控訴趣意書２７～３\n１頁、３４～３６頁）\n所論は、本件車両の加速・暴走の原因はブレーキ制御コンピュータやエ\nンジン制御コンピュータの不具合である旨の原審弁護人の主張を排斥した\n原判決を論難し、①コンピュータにおける制御プログラム自体に不具合が\nある場合には故障コードは残らないから、故障コードに記録がないことは、\n制御プログラムに不具合がないことの根拠にはならない、②本件車両の走\n行積算距離は２３５７ｋｍにすぎず、機能検査ではわずか１５ｍ程度走行\nさせただけであるから、これらの走行の際にパーキングブレーキが解除さ\nれたり暴走したりする現象が起きなかったとしても不具合の可能性は否定\nされない、③原判決が説示するように「本件車両の構造上、その一部に不\n具合が生じたとしても不具合の連鎖が生じて暴走させる可能性を低減させ、\nまた生じた不具合が記録されやすくする構造上の工夫が施されている」と\nしても、コンピュータが異常と検知しない不具合の場合には事故を防ぐこ\nとができない、④原審弁護人が主張したとおり、本件車両と同じＣ社製の\nレクサスＮＸシリーズについて、本件車両と同じメーカーが製造するブレ\nーキ制御コンピュータの制御ソフトの不具合に係るリコール（ＮＸリコー\nル事例）が平成２８年末に届け出られているから、本件車両についても、\n同様の不具合によりパーキングブレーキが解除された可能性がある、⑤ブ\nレーキ制御コンピュータの不具合により一度解除されたパーキングブレー\nキが本件車両の走行中に再度作動した可能性がある旨の原審弁護人の主張\nを原判決が排斥した点も不合理である、などと主張する。\nしかし、①及び②については、被告人及び原審弁護人も立ち会って実施\nされた本件車両の機能検査において、本件車両の制動系、駆動系、電気系\nに事故前の異常の存在は認められず、同型車による走行再現実験において\nもパーキングブレーキの解除や暴走といった現象は生じなかったこと、本\n件車両においては、不具合を防止するため独立の機構系統による相互監視\nシステムが取られ、不具合をコンピュータが感知した場合には故障コード\nが記録される仕様となっているところ、パーキングブレーキに関するもの\nや車の暴走につながる可能性のある故障コードが検出されていないことな\nど、原判決（２４頁）が指摘する事情は、所論の指摘を踏まえても、本件\n時に本件車両の発進・走行の原因となるような不具合がなかったことを相\n当程度推認させるといえる。③の所論の趣旨は必ずしも明らかではないが、\n仮に、あるコンピュータが特定の不具合を検知しない場合であっても、複\n数のコンピュータによる相互監視によってこれが検知されることはあり得\nると考えられるし、後述のとおり、所論を前提としても本件事故は複数の\n不具合が併発しなければ説明がつかないところ、本件車両内の全コンピュ\nータが検知しない不具合が一つあったと仮定しても、本件事故の原因とな\nる他の不具合をコンピュータが検知すれば、不具合の連鎖のおそれを低減\nさせる等の本件車両の構造上の工夫が機能することになると考えられるか\nら、原判決（２４、２５頁）が、本件が不具合によって発生した現実的な\n可能性を否定する一事情として、こうした本件車両の構造を挙げたことが\n不合理とはいえない。\n④について、原判決（２９、３０頁）は、前記のとおり、客観的な証拠\nに基づいて本件車両のパーキングブレーキが発進・走行時もかかった状態\nであったと認められること、ＮＸリコール事例で問題となったブレーキ制\n御コンピュータは本件車両に搭載されているものとは品番が異なる別のも\nのであって（原審第３回公判Ｅ証言９頁、同第２回公判Ｄ証言８２頁）、\n不具合の内容もパーキングブレーキが誤って解除されたなどというもので\nはないこと（上記Ｅ証言）などを指摘し、ＮＸリコール事例と本件車両の\nブレーキ制御コンピュータが同じ会社の設計・製造に係るものであること\nから同種の不具合が内在しても不自然ではないとの主張には無理があると\n説示しており、所論を踏まえても、この判断が不合理とはいえない。\n⑤に関する原審弁護人の主張は、本件車両のドライブレコーダーの音声\nから、発進の約４秒後にドラムブレーキ擦過音と同じ周波数成分の音が検\n出されていること（原審甲４７）を指摘し、この時点でパーキングブレー\nキが再度作動したというものであるが、ドラムブレーキ擦過音が発進時\n（走行中であればパーキングブレーキ作動開始時）にのみ発生すると断定\nすることはできないし、他に上記主張を裏付ける事実も見当たらないから、\n原審弁護人の主張は採用できないとした原判決（３０頁）の説示が不合理\nとはいえない。\n以上のとおり、本件車両に本件事故につながる不具合があったとする所\n論はいずれも抽象的な可能性を指摘するものにすぎないばかりか、原判決\n（３１、３２頁）も説示するとおり、上記所論を前提とすると、パーキン\nグブレーキに関するブレーキ制御コンピュータの不具合によりパーキング\nブレーキが解除されクリープ現象によって発進した後、走行中に何らかの\n理由で再度パーキングブレーキがかかり、さらにエンジン制御用コンピュ\nータの不具合により本件車両が暴走するなど、複数の不具合が併発しなけ\nれば本件車両の挙動は説明できないところ、これまでパーキングブレーキ\nや発進、加速等に関する不具合が見られず、機能検査においてもその痕跡\n等が確認されなかった本件車両について、故障コードに記録されない複数\nの不具合が本件時に相次いで併発するという可能性は低く、そのような現\n実的な可能性があるとはにわかに考え難い。仮に被告人が本件時にアクセ\nルペダルを踏み込んだことはなく、車両の不具合のみによって本件事故が\n起きたとすると、本件圧痕が生じた理由の説明が困難であることなどに照\nらしても、本件事故の原因が本件車両の不具合にあったという合理的な疑\nいはないとした原判決の判断に誤りはない。\n⑵  被告人の所論について\nア  被告人の行動や体勢等に関する所論（被告人控訴趣意書２～８頁）\n所論は、原判決は被告人が降車しようとした際に誤って左足でアクセル\nペダルを踏み込んだ旨認定するが、アクセルペダルを踏み込んで車を発進\nさせる行為と降車しようとする行為とは二律背反であり、アクセルペダル\nを踏み込んで車を暴走させることと衝突回避のためにハンドル操作をする\nことも二律背反である、アクセルペダルを１００％の開度で踏み込み続け\nることは明確な意識がなくてはできないが、意識的に行動できる状態であ\nれば、速度が速くなれば本能的に踏んでいる足をペダルから外すか、ブレ\nーキペダルを踏むはずである、などと主張する。しかし、原判決（２７頁）\nは、被告人が本件時にアクセルペダルを踏み込んだ行為は過失によるもの\nとしか考えられないと説示しており、被告人がアクセルペダルと認識して\n同ペダルを踏み込んだことを前提に、降車行為や衝突回避のためのハンド\nル操作と二律背反であるなどと主張する所論は採用できない。\n所論は、本件急転把について、それまで道路状況に合わせてハンドルを\n操作していた被告人が急に危険な対向車線に突入しているのは、意識状態\nに重大な変化があり失神したためとみるのが自然であると主張するが、本\n件急転把の際に被告人が失神していた旨の原審弁護人の主張を排斥した原\n判決の判断が不合理といえないことは、前記⑴イのとおりである。\n所論は、本件時の被告人には左足でアクセルペダルを踏み込むことは不\n可能であった旨主張し、その根拠として、警察官実施の踏み込み再現実験\nに関する報告書（原審甲３９）添付の写真には、アクセルペダルに靴が接\n触しているものがないことなどを指摘する。しかし、上記実験時の動画\n（原審甲４０、４１）によれば、被告人の足がアクセルペダルに触れ、被\n告人自身も足が触れ得ると述べている場面が認められ、この点は、上記報\n告書３、４頁の「左足がアクセルペダルに届くことを確認した」等の記述\nにも裏付けられている。また、所論は、Ｈ警察官を運転手役として行われ\nたアクセルペダル踏み込み実験につき、Ｈ警察官は、被告人と身長、体重\nは同じでも脚が４ｃｍ長いなどの差異があるから、この実験に証拠価値は\nないなどと主張するが、前記⑴エのとおり、同実験によれば、Ｈ警察官は、\n右手でハンドルを握れる位置より８．５ｃｍ後方の座席位置でも１００％\nの力を入れてアクセルペダルを踏み込むことが可能であったことが認めら\nれるから、仮に被告人が述べるように、その脚の長さがＨのそれより４ｃ\nｍ短かったとしても、右手でハンドル上部を握っていたと認められる本件\n時の被告人が左足でアクセルペダルを踏み込むことができたことを裏付け\nる一根拠になるというべきである。所論は採用できない。\nイ  本件車両の不具合の有無に関する所論（被告人控訴趣意書９～１１\n頁）\n所論は、①本件ＥＤＲデータにつき、エンジンスロットル及び燃料噴射\n量が「無効」と表示されていて、数値が記録されていないことは不可解で\nある、②機能検査時に顕出された故障コード中、「電スロ系異常」と記載\nされているものがどのような異常であるのか解明されていない、③平成３\n０年１２月、レクサスＬＳ５００のエンジン制御コンピュータについて届\nけ出られたリコール（ＬＳリコール事例）は、エンジン吸入空気量を正確\nに計算できないためエンジンの回転が不安定になり最悪の場合エンストす\nるというものであったが、吸入空気量を正確に計算できないという不具合\nが本件車両にもあったとすれば、吸入空気量が過大になり加速の原因とな\nった可能性があるなどと主張する。\nしかし、①については、Ｄ証人、Ｅ証人がいずれもハイブリッド車であ\nるため記録されていないと一致した説明をしている上、①②のいずれにつ\nいても、本件車両の発進・加速につながるような不具合があることを具体\n的に疑わせる事情とはいえない。③について、原判決（２４、３１頁）は、\nそもそもガソリンエンジンの原理からして吸気を増やせばエンジンの回転\n数が上がるというものではないこと、ＬＳ５００はガソリンエンジンのみ\nで駆動する車種で、ハイブリッド車である本件車両とは車種が異なり、問\n題となった部品は本件車両に搭載されていないこと、上記不具合の内容か\nらして直ちに車両の暴走につながるとまではいい難い上、ＬＳ５００の当\n該不具合は故障コードに記録されていたことなどに照らし、ＬＳリコール\n事例の存在は、本件車両のエンジンに何らかの不具合があった現実的可能\n性を示すものではないと説示しており、その判断に誤りはない。\nウ  本件圧痕に関する所論（被告人控訴趣意書１２頁）\n所論は、本件圧痕につき、①アクセルペダルは合成樹脂製で、３ｍｍ程\n度の微細な痕跡である上、ペダル裏の左上部についているが、仮に左足で\nペダルを踏んでいたとすれば、前方からの衝撃を強く受け止める力が強い\n親指付近で受け止めるはずであるから、親指側である右上部につくのが自\n然である、②本件車両は、数次にわたり、複数の物体にそれぞれ異なる角\n度で高速度に衝突しているから、車両内部の機器同士が複雑に接触し、ア\nクセルアームとロッドがいずれかの衝突で接触した可能性も否定できない、\nと主張する。\nしかし、①については、確かに本件圧痕は小さなものであるが、Ｄ及び\nＥの各証言内容のほか、男性警察官が最大１１１．２ｋｇ重でアクセルペ\nダルを踏んだ際にも素材が削れるような圧痕は生じなかったこと（原審甲\n５２）などを踏まえて、本件事故によって生じたものであるとした原判決\n（１０～１２頁）の判断に不合理な点はなく、また、衝突時点で被告人の\n左足がアクセルペダルの真上から踏み込んでいたとは限らないから、圧痕\nの位置が不自然であるともいえない。②については、機能検査時の本件車\n両のアクセルペダル付近の写真（原審甲２４写真３６）や同型車の同様の\n写真（原審甲５２写真５３等）をみても、アクセルアームとロッドの近辺\nに、他に接触するような機器があるとはうかがわれないから、被告人の主\n張は現実的な可能性を示すものとはいえない。\nエ  その他の所論（被告人控訴趣意書１１、１２頁）\n所論は、本件車両がゆっくりと発進した旨の知人の目撃供述を原判決は\n一蹴しているなどと論難するが、原判決（２７、２８頁）は、同知人の検\n察官調書（原審甲１８）の一部を引用しつつ、本件車両の外にいた知人が、\n車両の挙動から主観的感覚に基づいてクリープ現象であると感じたことを\n直ちに本件車両の発進原因特定の根拠とすることはできないと説示してお\nり、同供述を無視しているわけではないし、同供述に対する原判決の評価\nに誤りがあるともいえない。\nまた、所論は、本件車両の発進直後の速度推移は、アクセルペダルの踏\nみ込みが強まったり弱まったりしていたとすれば不自然ではない旨のＤ証\n言及びこれに依拠する原判決の説示についても論難するが、この点が不合\n理とはいえないことは前記⑴ウのとおりである。\n⑶  結論\nその他種々主張する点も含め、弁護人及び被告人の所論は採用できない。\n事実誤認をいう論旨には理由がない。\n第２  訴訟手続の法令違反の主張について\n１  所論（弁護人控訴趣意書３～７頁、被告人控訴趣意書８頁）は、本\n件では、被告人がアクセルペダルを左足で踏み込んでいる間の具体的な姿\n勢が立証されなければ、被告人によるアクセルペダルの踏み込み事実につ\nいて合理的な疑いが残るというべきであり、その点の認定に不可欠な検証\n（本件車両と同型車両を用いて、本件車両の発進開始時及び走行時におけ\nる被告人の運転席着座位置及び体勢を前提としたときに、被告人が本件車\n両のアクセルペダルを踏み込むことが可能であったか否かを検証するとい\nうもの。原審弁１７）の請求を却下するなどした原審の訴訟手続には、審\n理不尽の違法があるというのである。\n２  そこで検討すると、上記検証は、原審弁護人が公判前整理手続にお\nいて請求し、検察官が不必要との意見を述べていたものであるところ、第\n４回公判期日までに、本件車両と同型車両を用いたアクセルペダルの踏み\n込み実験に関する証拠として、被告人とほぼ同体格の警察官を運転手役と\nして警察が実施した実験に関する実況見分調書等（原審甲４９～５１）、\n被告人を運転手役として警察官らが実施した実験に関する報告書等（原審\n甲３９～４１）及び被告人を運転手役として原審弁護人が実施した実験に\n関する報告書（原審弁３）が取り調べられていたことを踏まえると、第５\n回公判期日において、被告人質問の終了後に上記検証を却下した原裁判所\nの訴訟手続に違法、不当な点があるとはいえない。また、前記第１の２⑴\nエのとおり、上記各証拠等に基づき、本件時に被告人が左足でアクセルペ\nダルを踏み込むことは可能であったとした原判決の事実認定に誤りはない\nことにも照らすと、原審の訴訟手続に所論がいうような審理不尽等の違法\nがあるともいえない。\n訴訟手続の法令違反の論旨も理由がない。\n第３  結論\nよって、刑訴法３９６条により本件控訴を棄却する。\n令和４年１２月１５日\n東京高等裁判所第３刑事部\n裁判長裁判官    安    東        章\n裁判官      楡    井      英    夫\n裁判官      渡    辺      美  紀  子\n"
}