{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 10,
    "day": 3
  },
  "case_number": "令和5(ネ)10047",
  "case_name": "特許権侵害差止等請求控訴事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "92420",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=92420",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/420/092420_hanrei.pdf",
  "contents": "令和５年１０月３日判決言渡\n令和５年（ネ）第１００４７号  特許権侵害差止等請求控訴事件\n（原審・東京地方裁判所令和４年（ワ）第１６９３４号）\n口頭弁論終結日  令和５年８月３１日\n判                決\n控訴人（第１審原告）    Ｔｒｉｍ株式会 社\n同訴訟代理人弁護士     成    川    弘    樹\n同                        金    子    禄    昌\n同補佐人弁理 士          齋    藤              修\n被控訴人（第１審被告）   株 式 会 社 Ｍ Ｉ Ｓ Ｔ Ｒ Ａ Ｌ\n同訴訟代理人弁護士     中    澤    佑    一\n主                文\n１  本件控訴を棄却する。\n２  控訴費用は控訴人の負担とする。\n事 実 及 び 理 由\n（略語は、別に定めるもののほか、原判決の例による。）\n第１  事案の要旨\n本件は、発明の名称を「授乳用ユニット」とする本件特許（特許第６８６５\n９８９号）の特許権者である控訴人が、被控訴人による被控訴人製品の製造等\nが本件特許権の侵害に当たると主張して、被控訴人に対し、被控訴人製品の製\n造等の差止め、損害賠償等を求める事案である。\n第２  当事者の求めた裁判\n１  控訴人の請求\n(1) 被控訴人は、被控訴人製品を製造し、譲渡し、貸し渡し、輸入若しくは輸\n出し、又は譲渡若しくは貸渡しの申出（譲渡又は貸渡しのための展示を含\nむ。）をしてはならない。\n(2) 被控訴人は、被控訴人製品を廃棄せよ。\n(3) 被控訴人は、控訴人に対し、５万５０００円及びこれに対する令和２年１\n２月２日から支払済みまで年３％の割合による金員を支払え。\n(4) 被控訴人は、原判決別紙謝罪広告目録記載第１の謝罪広告を、同目録記載\n第２の要領で掲載せよ。\n【請求の法的根拠】\n(1)について\n特許法１００条１項に基づく差止請求\n(2)について\n同条２項に基づく廃棄請求\n(3)について\n・  主請求：不法行為に基づく損害賠償請求\n・  附帯請求：遅延損害金請求（起算日は不法行為日、利率は民法所定）\n(4)について\n同法１０６条に基づく信用回復の措置の請求\n２  原審の判断及び控訴の提起\n原審は、本件特許の無効の抗弁（乙６文献を主引用例とする進歩性欠如を理\n由とするもの）を認め、控訴人の請求を全部棄却する判決をしたところ、控訴\n人がこれを不服として以下のとおり控訴した。\n【控訴の趣旨】\n(1) 原判決を取り消す。\n(2) 上記１と同旨\n第３  前提事実、争点及び争点に関する当事者の主張\n１  前提事実、争点及び争点に関する当事者の主張は、後記２のとおり当審にお\nける控訴人の補充的主張を付加するほかは、原判決「事実及び理由」第２の１\n（２頁～）、２（４頁～）及び第３（５頁～）に記載のとおりであるから、こ\nれを引用する。\n２  当審における控訴人の補充的主張（争点２－１関係）\n以下のとおり、乙６発明及び周知技術に基づいて本件発明の進歩性を否定し\nた原審の判断は誤りである。\n(1) 乙６発明に授乳室の移動を容易にするという動機付けが内在しているとは\nいえないこと\n授乳室は最適の場所に設置されるものであり、一定期間のみの設置が予\n定されたものやあらかじめ移動を想定して設置されたものでない限り、通常\nは移動が考えられない。乙６発明の授乳室は、中標津町役場において最適な\n場所に置かれ、一定期間のみの設置が予定されたものやあらかじめ移動を想\n定して設置されたものでないことが明らかである。\n(2) 技術分野が異なること\n乙６発明の属する「プライバシーに配慮した筐体内部に保育空間を形成\nする」技術分野においては、筐体にキャスターを付けることが周知技術であ\nるとはいえない。乙５公報、乙１３公報、乙１４文献、乙１５文献、乙１６\n公報及び乙１７公報（以下「本件各引用文献」という。）に記載された技術\n事項は、いずれも「プライバシーに配慮した筐体内部に保育空間を形成する」\nものではなく、技術分野が異なる。「利用者と機器等を収容する筐体」の技\n術分野であればよいとする原判決は、技術内容を過度に上位概念化、抽象化\nするもので、誤りである。\n(3) 阻害要因\n乙６発明には、授乳室を当初設置した場所から移動することによる利用\n者の利便性の低下、スペースが十分に確保されていない場所への移動による\n人の動線の悪化、人目の届かない場所等への設置による利用者の安全性の低\n下又は巡回のための町役場職員の業務増加等、移動による支障が非常に大き\nいという阻害要因がある。\n(4) 予測できない顕著な効果\n本件発明は、簡易迅速な授乳室の移動を可能かつ容易にし、授乳用空間\nの増設やレイアウト変更を実現するだけでなく、利用者による授乳室の設置\n場所近辺の施設への回遊の促進をも実現するものであり、利用者への授乳用\n空間の提供以上の価値を提供していることから、予測できない顕著な効果を\n有するため、進歩性がある。\n第４  当裁判所の判断\n１  当裁判所も、本件発明は乙６発明に周知技術を組み合わせることにより容易\nに発明できたものであって、被控訴人の主張する本件特許の無効の抗弁は理由\nがあり、控訴人の請求は棄却すべきものと判断する。\nその理由は、下記のとおり当審における控訴人の補充的主張に対する判断を\n付加するほかは、原判決「事実及び理由」第４（２７頁～）に記載のとおりで\nあるから、これを引用する。\n２  当審における控訴人の補充的主張に対する判断\n(1) 控訴人は、授乳室は最適の場所に設置されるものであり、通常は移動が考\nえられないから、乙６発明に授乳室の移動を容易にするという動機付けが内\n在しているとはいえない旨主張する。\nしかし、乙６文献の記載によれば、乙６発明に係る授乳室は設置場所の\n壁と床から独立した部材からなる筐体であり、これを既存の建物内に搬入す\nる形で設置したものと認められるから、設置場所の変更や一時的な退避等の\n理由による移動を行うことも十分想定されるものである。乙６発明は移動を\n容易にするという動機付けを内在しているというべきであり、控訴人の主張\nは採用できない。\n(2) 控訴人は、乙６発明と本件各引用文献記載の技術事項は技術分野が異なり、\n乙６発明の属する「プライバシーに配慮した筐体内部に保育空間を形成する」\n技術分野においては、筐体にキャスターを付けることが周知技術であるとは\nいえない旨主張する。\nしかし、本件発明と乙６発明の相違点である「筐体を移動させるキャス\nターを備えること」（本件発明の構成要件Ｅ）の技術的意義についてみると、\n本件明細書の記載（【０００９】「キャスターを利用して授乳用ユニットを\n適切な位置に移動させるという作業を行うだけで、授乳用空間が形成された\n授乳エリアを設置することができる。」、「キャスターを利用して授乳用ユ\nニットを移動させるだけで…授乳用空間のレイアウトの変更を容易に行うこ\nとができる。」、【００３２】「…このように筐体４の底面７にキャスター\n３６が設けられているため、キャスター３６を利用して、地面上で授乳用ユ\nニット１を簡易に移動させることができる。」、【００３３】「このように、\n本実施形態に係る授乳用ユニット１は、キャスター３６を利用して地面上を\n移動させることができると共に、固定部材３７により任意の位置に固定する\nことができる。この構成のため、以下の効果を奏する。…本実施形態によれ\nば、所定の空間に、授乳用ユニット１を持ち込み、キャスター３６を利用し\nて、適切な位置に授乳用ユニット１を移動させて、固定部材３７で位置を固\n定するという簡単な作業を行うのみで、授乳者がプライバシーが完全に保護\nされた状態で授乳を行うことが可能な授乳用空間３を設けることができ\nる。」、【００３４】「さらに、本実施形態によれば、授乳用ユニット１は、\nキャスター３６を利用して地面上を移動させることができるため、授乳エリ\nアのレイアウトの変更も容易である。」）によれば、本件発明においても、\n授乳中に筐体を移動させることまで想定しているとは認められず、単に内部\nの空間に利用者が入ることが可能な筐体を簡易に移動させることができるよ\nうにすることにあると認められる。\nこのような構成要件Ｅの技術的意義からみると、本件各文献記載の技術\n事項において、筐体に人を収容する目的が異なるからといって本件発明と技\n術分野が異なるなどということはできない。\nさらに、本件各引用文献のうち、乙５公報に記載された発明の内容は、\n「少なくとも周囲の人の視線を遮ると共に、内部に保育空間を画成する遮蔽\n体からなる本体」と「扉」が取り付けられたものであるから（乙５）、「プ\nライバシーに配慮した筐体内部に保育空間を形成する」ものと認められるし、\nその他の本件各引用文献の記載内容も、筐体に人を収容する目的はそれぞれ\n異なるものの（乙１３公報は感染性疾患を有する患者の治療、乙１４文献は\n内部で仕事や読書をするためのパーソナル空間、乙１５文献は高気圧酸素環\n境での有酸素運動、乙１６公報は浴室、乙１７公報は居室内の個室）、いず\nれも外部の視線を遮り、プライバシーを守る目的又は効果を有する筐体に関\nするものである。控訴人の上記主張は、いずれにせよ採用できない。\n(3) 控訴人は、乙６発明には、授乳室を当初設置した場所から移動することに\nよる利用者の利便性の低下、スペースが十分に確保されていない場所への移\n動による人の動線の悪化、人目の届かない場所等への設置による利用者の安\n全性の低下又は巡回のための町役場職員の業務増加等、移動による支障が非\n常に大きいという阻害要因がある旨主張する。\nしかし、控訴人の主張する内容は不適切な場所に移動した場合の弊害に\nすぎないから、乙６発明に適切な場所への移動を容易にするための移動手段\nを設けることについての阻害要因があるとはいえない。\n(4) 控訴人は、本件発明は予測できない顕著な効果を有する旨主張する。\nしかし、①簡易迅速な授乳室の移動を可能・容易にすること、②授乳用空\n間の増設やレイアウト変更を実現することは、いずれもキャスターを付ける\nことによる通常の効果であり、③利用者による授乳室周辺への回遊の促進を\n実現すること（例えば、フードコート付近に設置することによるフードコー\nトの利用者の増加〔甲３３〕）は、適切な場所に授乳室を設置することによ\nる効果であり、いずれも予測できない顕著な効果ということはできない。\n(5) 以上のとおり、控訴人の当審における補充的主張はいずれも採用できず、\n原審が判断するとおり、本件発明は、当業者が乙６発明に周知技術を組み合\nわせることにより容易に発明をすることができたものと認められ、本件発明\nは特許無効審判により無効にされるべきものである。\n３  結論\n以上によれば、控訴人の請求を全部棄却した原判決は相当であり、本件控訴\nは理由がないから、これを棄却することとし、主文のとおり判決する。\n知的財産高等裁判所第４部\n裁判長裁判官\n宮    坂      昌      利\n裁判官\n本    吉      弘      行\n裁判官\n頼              晋      一\n"
}