{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 4,
    "month": 11,
    "day": 15
  },
  "case_number": "令和4(ワ)5416",
  "case_name": "発信者情報開示請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "91813",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=91813",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/813/091813_hanrei.pdf",
  "contents": "令和 4 年 11 月 15 日判決言渡  同日原本領収  裁判所書記官\n令和 4 年(ワ)第 5416 号  発信者情報開示請求事件\n口頭弁論終結日  令和 4 年 9 月 15 日\n判         決\n原 告      創価学 会\n同訴訟代理人弁護士       堀    田    正      明\n同                          長  谷  川    伸      城\n同                          甲    斐    伸      明\n同                          大    原    良      明\n被              告        ソフトバンク株式会 社\n同訴訟代理人弁護士       金    子    和      弘\n主         文\n1  被告は、原告に対し、別紙発信者情報目録記載の各情報を開示せよ。\n2  訴訟費用は被告の負担とする。\n事実及び理 由\n第 1  請求\n主文と同旨\n第 2  事案の概要\n本件は、原告が、インターネット上の動画投稿サイト「TikTok」（以下「本件サイ\nト」という。）に投稿された別紙投稿動画目録記載の動画（以下「本件投稿動画」と\nいう。）は、原告が著作権を有する別紙著作物目録記載の動画（以下「原告動画」と\nいう。）を複製して公衆送信したものであり、原告動画に係る原告の著作権（公衆送\n信権）を侵害するものであることが明らかであるとして、被告に対し、特定電気通\n信役務提供者の損害賠償責任の制限及び発信者情報の開示に関する法律（以下「法」\nという。）4 条 1 項に基づき、別紙発信者情報目録記載の発信者情報（以下「本件発\n信者情報」という。）の開示を求める事案である。\n1  前提事実（証拠等を掲げた事実以外は、当事者間に争いがないか弁論の全趣旨\nにより容易に認められる事実。なお、枝番号の記載を省略したものは、枝番号を含\nむ（以下同じ。）。）\n(1)  当事者\nア  原告は、昭和 27 年 9 月 8 日、宗教法人法に基づいて設立された宗教法人で\nある。\nイ  LINE モバイル株式会社（以下「LINE モバイル」という。）は、インターネッ\nト接続サービスの提供を含む電気通信事業を営む株式会社であり、不特定の者によ\nって受信されることを目的とする電気通信（特定電気通信）の用に供される電気通\n信設備（特定電気通信設備）を用いて他人の通信を媒介し、その他特定電気通信設\n備を他人の通信の用に供する者（特定電気通信役務提供者）であった。\n被告は、令和 4 年 3 月 1 日、LINE モバイルを吸収合併し、LINE モバイルは、\n同日解散した（同月 4 日登記）。\n(2)  本件投稿動画の投稿\n氏名不詳者は、本件サイトに開設された別紙投稿動画目録記載の「ユーザーID」\n及び「ユーザー名」により特定されるアカウント（以下「本件アカウント」という。）\nにおいて、同目録の「投稿日」記載の日付頃に本件投稿動画を投稿した（甲 1、2。\n以下、本件投稿動画の投稿を「本件投稿」という。ただし、後記のとおり、具体的\nな投稿日時については当事者間に争いがある。）。\n(3)  TikTok 社からの IP アドレスの開示\n原告は、本件訴訟提起に先立ち、本件サイトを管理・運営する TIKTOK PTE. LTD.\n（以下「TikTok 社」という。）から、本件アカウントにログインがされた際の IP ア\nドレス並びに年月日及び時刻（以下「タイムスタンプ」という。）に係る情報（仮\n処分決定が送達された日の正午（日本標準時）時点から遡って 3 か月以内のもの\nで、かつ、本件投稿動画が投稿された直前のログイン時以降のものに限る。）の開\n示を受けた（甲 5、6）。これによれば、最も古いログイン（以下「本件ログイン」\nという。）の日時は 2021 年（令和 3 年）7 月 11 日 22 時 26 分 07 秒（協定世界時）\nである。\n(4)  開示された IP アドレスの使用者\n原告は、TikTok 社から開示を受けた IP アドレスのうち、本件ログインに係る日\n時に別紙投稿動画目録の「IP アドレス」欄記載の IP アドレス（以下「本件 IP アド\nレス」という。）の割当てを受けていた契約者に関し、NTT コミュニケーションズ\n株式会社（以下「NTT コミュニケーションズ」という。）に対して照会したところ、\n同社から、本件 IP アドレスは LINE モバイル（当時）に対して卸サービスとして\n提供している旨の回答がされた（甲 8）。\n2  争点\n(1)  本件発信者情報の「権利の侵害に係る発信者情報」該当性（争点 1）\n(2)  本件投稿による原告の権利侵害の明白性（争点 2）\nア  原告動画の著作物性及び原告の著作権の有無（争点 2-1）\nイ  公衆送信権侵害の有無（争点 2-2）\n(3)  発信者情報の開示を受けるべき正当な理由の有無（争点 3）\n3  争点に関する当事者の主張\n(1)  争点 1（本件発信者情報の「権利の侵害に係る発信者情報」該当性）\n〔原告の主張〕\nア  本件サイトに投稿するためには、利用者は、名前、メールアドレス及びパス\nワードなどを登録してアカウントを作成し、同アカウントにログインした上で、ロ\nグインを継続する必要がある。このため、アカウントにログインする人物が投稿者\nである蓋然性が高い。\nところで、TikTok 社は、本件サイトへの投稿時の個別のアクセスログ（IP アドレ\nス、タイムスタンプ）を保存していない上、投稿した場合も、投稿された記事には\n投稿の日付が表示されるにとどまり、投稿時刻は表示されない。そのため、他に直\n前のログインではないことをうかがわせる事情がない限り、TikTok 社が本件投稿の\n直前のログイン時のものとして開示した協定世界時 2021 年 7 月 11 日 22 時 26 分 07\n秒（日本標準時：令和 3 年 7 月 12 日 07 時 26 分 07 秒）に使用された本件 IP アドレ\nスが、本件投稿直前に本件サイトにログイン（本件ログイン）された際の IP アドレ\nスであるといえる。\nイ  仮に本件ログインが本件投稿直前のログインではなく本件投稿後のログイン\nであったとしても、本件 IP アドレスから把握される発信者情報も「権利の侵害に係\nる発信者情報」に該当する。すなわち、法 4 条 1 項は、「権利侵害時の発信者情報」\nなど、権利を侵害する行為の際に使用された発信者情報に限定する旨の規定をする\nことなく、「権利の侵害に係る発信者情報」と規定している。「係る」の語意に照ら\nすと、法 4 条 1 項の「権利の侵害に係る発信者情報」とは、侵害情報が発信された\n際の発信者情報に限定されず、権利侵害との結び付きがあり、権利侵害者の特定に\n資する通信から把握される発信者情報、すなわち、ログイン情報を送信した際に把\n握される発信者情報も含まれるというべきである。\n前記のとおり、本件サイトに動画を投稿する際にはアカウントの作成及びこれへ\nのログインが必要となるところ、本件アカウントについては、ログインに必要なパ\nスワード、電話番号、電子メールアドレスなどが第三者と共有されていることをう\nかがわせる事情は見当たらない。したがって、本件アカウントに本件 IP アドレスを\n使用してログインした者は、本件投稿の発信者と同一人物と推認される。TikTok 社\nから開示された本件アカウントの 113 件ものログインに係る IP アドレスが全て NTT\nコミュニケーションズの管理する IP アドレスであることも、本件アカウントが複数\n人で共有されておらず、本件ログインを行った者と本件投稿の発信者が同一である\nことを強く推認させる事情である。\nウ  以上より、本件 IP アドレスに係る発信者情報は、「権利の侵害に係る発信者\n情報」（法 4 条 1 項）に該当する。\n〔被告の主張〕\nア  否認ないし争う。\nイ  TikTok 社は協定世界時に基づく投稿日のみを記録し、投稿時刻を記録してい\nないというのであるから、同社が本件ログインのされた日付として開示する協定世\n界時 2021 年 7 月 11 日が直ちに日本標準時での令和 3 年 7 月 12 日といえるわけで\nはなく、本件ログインをもって本件投稿の直前のログインであるということはでき\nない。TikTok 社が日本標準時令和 3 年 7 月 12 日 07 時 26 分 07 秒以降のログイン履\n歴を開示したのは、単に、仮処分決定において、TikTok 社に対する本件アカウント\nにログインされた際の IP アドレスとタイムスタンプのうち、同決定の送達時から遡\nって 3 か月以内のもので保有するものの開示が命じられたからに過ぎない。\nしたがって、日本標準時令和 3 年 7 月 12 日 07 時 26 分 07 秒にされた本件ログイ\nンから把握される発信者情報が、「権利の侵害に係る発信者情報」ということはでき\nない。\nウ  本件アカウントを一人の者が専用しているか否かと法 4 条 1 項の要件とは関\n係がない。仮に関係するとしても、本件アカウントの投稿内容から、本件アカウン\nトによる投稿が特定の一人の者により行われているとはいえない。加えて、本件ア\nカウントへのログインに NTT コミュニケーションズが管理する IP アドレスによる\nものがあったとしても、その全てが LINE モバイルの提供するインターネット接続\nサービスを経由したものかは不明であって、本件 IP アドレスの使用者が本件投稿の\n発信者であることの根拠にはなり得ない。\n(2)  争点 2-1（原告動画の著作物性及び原告の著作権の有無）\n〔原告の主張〕\nア  原告動画は、原告のＡ名誉会長（以下「原告名誉会長」という。）に関する数\n多ある映像のうち、原告の女性会員にとって人生や信仰上の指針として有意義であ\nろう映像をピックアップし、映像に適したテーマ、ナレーション、音楽及び字幕を\n組み込むなどして、最終的に 15 分 30 秒程の作品に仕上げたものである。\nこのように、原告動画は、株式会社Ｂ（以下「Ｂ社」という。）の担当者が創意工\n夫を凝らして制作した作品であって、その思想・感情が創作的に表現されている。\nまた、原告動画は、映画の効果に類似する視聴覚的効果を生じさせる方法で表現さ\nれ、DVD に固定されたものである。\nしたがって、原告動画は、映画の著作物（著作権法 10 条 1 項 7 号）であり、Ｂ社\nがその著作権を有していたものである。\nイ  原告は、平成 26 年 3 月 31 日、原告動画の著作権をＢ社から譲り受けた。し\nたがって、原告動画の著作権は原告に帰属している。\n〔被告の主張〕\n不知ないし争う。\n(3)  争点 2－2（公衆送信権侵害の有無）\n〔原告の主張〕\nア  本件投稿動画は、原告動画の 10 分 41 秒から 12 分 09 秒の間の映像に「創価\n学会名誉会長Ａ氏晩年の姿」との文字を付しただけのものであり、実質的には原告\n動画と同一である。また、本件投稿動画に使用されている映像は、原告名誉会長と\n女性会員が懇談する場面と女性会員が合唱する場面を、アングル、光量等を調製し\nた複数台のカメラにより撮影したものであり、原告名誉会長や女性会員の表情を細\nやかに捉えた映像や、広く会場全体の様子や雰囲気が分かる映像が適宜利用されて\nいる。さらに、原告名誉会長や女性会員の発言には字幕を付し、後半部分にはナレ\nーションや BGM を入れるなどの編集もされている。これにより、原告の女性会員\nにとって人生や信仰上の指針として有意義なものとなるようにとの原告動画の目的\nが原告名誉会長と女性会員との臨場感あふれるやり取りを通して視聴者に分かりや\nすく表現されていることから、原告動画の一部を切り取った本件投稿動画のみでも、\n優に原告動画の原映像の独創性又は個性的特徴が備わっている。\nしたがって、本件投稿動画は、原告動画に依拠してその内容及び形式を覚知させ\nるに足りるものを再製したものであり、原告動画の複製物である。\nそうすると、本件投稿の発信者が原告動画の複製物を含む本件投稿動画を本件サ\nイトに投稿したことにより、原告が原告動画について有する公衆送信権（著作権法\n23 条 1 項）が侵害されたことは明らかである。\nイ  原告は、原告動画について、本件投稿動画として利用する許諾を与えたこと\nはない。また、本件投稿動画は、原告動画の適法な引用（著作権法 32 条 1 項）とは\nいえず、その他原告動画を本件投稿動画に使用することを正当化すべき事情もない。\n〔被告の主張〕\n争う。本件投稿動画は、原告動画と完全に同一であるかは明らかではなく、複製\nされたものか不明である。\n(4)  争点 3（発信者情報の開示を受けるべき正当な理由の有無）\n〔原告の主張〕\n原告は、本件投稿の発信者に対する損害賠償請求、削除要求等を行うため、被告\nに対し、本件発信者情報の開示を求めるものである。したがって、原告には、上記\n発信者の氏名又は名称、住所及び電話番号の開示を受ける正当な理由がある。\n〔被告の主張〕\n不知ないし争う。\n第 3  当裁判所の判断\n1  争点 1（本件発信者情報の「権利の侵害に係る発信者情報」該当性）\n(1)  法 4 条 1 項は、特定電気通信による情報の流通によって自己の権利を侵害さ\nれたとする者が開示関係役務提供者に対して開示を請求することのできる情報とし\nて、「権利の侵害に係る発信者情報」と規定しているところ、「関係する」という意\n義の「係る」という文言が用いられていることからしても、「権利の侵害に係る発信\n者情報」は、権利侵害行為そのものに使用された発信者情報に限定されず、権利侵\n害行為に関係する情報を含むと解し得る。また、法 4 条の趣旨は、特定電気通信（法\n2 条 1 号）による情報の流通には、これにより他人の権利の侵害が容易に行われ、\nその高度の伝ぱ性ゆえに被害が際限なく拡大し、匿名で情報の発信がされた場合に\nは加害者の特定すらできず被害回復も困難になるという、他の情報流通手段とは異\nなる特徴があることを踏まえ、特定電気通信による情報の流通によって権利の侵害\nを受けた者が、情報の発信者のプライバシー、表現の自由、通信の秘密に配慮した\n厳格な要件の下で、当該特定電気通信の用に供される特定電気通信設備を用いる特\n定電気通信役務提供者に対して発信者情報の開示を請求することができるものとす\nることにより、加害者の特定を可能にして被害者の権利の救済を図ることにあると\n解される（最高裁平成 22 年 4 月 8 日第一小法廷判決・民集 64 巻 3 号 676 頁参照）。\nこのような趣旨に鑑みると、権利侵害行為そのものの送信時点ではなく、その前後\nに割り当てられた IP アドレス等から把握される発信者情報であっても、それが当該\n侵害情報の発信者のものと認められる場合には、「権利の侵害に係る発信者情報」に\n当たると解すべきである。\n(2)  証拠（甲 1、2、6 の 3）によれば、本件投稿に係る記事に表示された「7-11」\nは、協定世界時に基づいて投稿日を表示したものであると認められる。そうすると、\n本件投稿がされたのは、日本標準時では令和 3 年 7 月 11 日午前 9 時～同月 12 日午\n前 8 時 59 分の間のいずれかの時点ということになる。他方、本件ログインは、協定\n世界時 2021 年 7 月 11 日 22 時 26 分 07 秒すなわち日本標準時令和 3 年 7 月 12 日午\n前 7 時 26 分 07 秒にされたものである。そうすると、仮に本件ログインが本件投稿\n後のものであったとしても、最大でも本件投稿から 22 時間 26 分 07 秒以内には、\n本件アカウントに本件ログインがされたことになる。\nまた、証拠（甲 1、2、6、14～16）及び弁論の全趣旨によれば、本件サイトを利用\nするには、利用者は、パスワードを設定するなどしてアカウントを登録し、当該ア\nカウントにログインする際に登録したパスワードを入力する必要があること、本件\nアカウントに関しては、令和 3 年 7 月 11 日～同年 10 月 11 日（協定世界時）の 3 か\n月の間に限ってみても、NTT コミュニケーションズに割り振られた IP アドレスに\n係るログインが 113 件と、昼夜を問わずに頻繁に本件アカウントへのログインが行\nわれていること、本件アカウントの名前は「（省略）」であり、本件アカウントには\n本件投稿の後に「YouTube でも学会関係の投稿をしていますので YouTube で（省略）\nと検索してみて下さい。チャンネル登録もお願いします。」との投稿がされているこ\nとが認められる。これらの事情を踏まえれば、本件アカウントは、特定の一個人に\nより管理・運用されているものであると合理的に推認される。他方、本件アカウン\nトが法人や団体により開設・管理されているなど、複数の者が本件アカウントを使\n用していたことをうかがわせる具体的な事情は見当たらない。そうすると、本件 IP\nアドレスを使用して本件ログインをした者は特定の一個人であり、かつ、本件ログ\nインを行った者と本件投稿を行った者とは同一人物と認められる。\n以上によれば、本件 IP アドレスを使用して本件ログインをした者に係る本件発信\n者情報は、侵害情報である本件投稿の発信者のものと認められるから、「権利の侵害\nに係る発信者情報」に当たる。\n(3)  これに対し、被告は、本件ログインに係る本件 IP アドレスが本件投稿直前\nのログインに係るものであるとは限らない、本件アカウントが一人の者により専用\nされているか否かは、法 4 条 1 項と無関係である上、仮に関係があるとしても、本\n件アカウントが特定の個人により専用されているとはいえないなどと主張する。\nしかし、上記のとおり、本件 IP アドレスを使用した本件ログインが本件投稿の直\n前ではなく、本件投稿の後にされたものであっても、そのことから直ちに本件ログ\nインに係る本件発信者情報が「権利の侵害に係る発信者情報」に該当しないという\nことはできない。また、本件サイトを利用するためのアカウントが特定の個人によ\nり管理・運用されている場合、当該アカウントを使用して投稿を行うことができる\nのは、通常、当該特定の個人に限られるといってよく、複数の者により本件アカウ\nントが管理・運用されていることをうかがわせる具体的な事情もない。\nその他被告が縷々指摘する事情を考慮しても、この点に関する被告の主張は採用\nできない。\n2  争点 2-1（原告動画の著作物性及び原告の著作権の有無）及び争点 2-2（公衆\n送信権侵害の有無）について\n(1)  争点 2-1（原告動画の著作物性及び原告の著作権の有無）について\n証拠（甲 3、10）及び弁論の全趣旨によれば、Ｂ社は、平成 23 年 6 月 10 日頃、\n原告創設以降の歴史・経緯、海外における活動状況のほか、原告名誉会長が原告の\n女性会員に対して原告の宗教上の指針や原告の女子部の発展を思う気持ち等を述べ\nている様子や女性会員が合唱する様子を写した映像を選択、編集し、テーマに即し\nた音楽、背景、字幕等のほか、視聴者の理解を促すためのナレーションを加え、原\n告動画を制作したことが認められる。これによれば、原告動画は、Ｂ社の担当者が、\nその職務上、原告の活動の軌跡等を主題として創意工夫を凝らして制作したもので\nあって、その思想又は感情が創作的に表現されたものといえる。また、原告動画は、\n映画の効果に類似する視覚的・聴覚的効果を生じさせる方法で表現され、DVD に固\n定化されたものである。\n以上より、原告動画は、映画の著作物に該当し、Ｂ社が著作者として著作権を有\nしていたものと認められる。\nまた、証拠（甲 11）によれば、原告は、平成 26 年 3 月 31 日、著作権者であるＢ\n社から原告動画の著作権の譲渡を受けたことが認められる。\nしたがって、原告は、原告動画の著作権を有する。これに反する被告の主張は採\n用できない。\n(2)  争点 2-2（公衆送信権侵害の有無）について\nア  原告動画と本件投稿動画とを対比すると、本件投稿動画は、原告動画の一場\n面（概ね 10 分 41 秒～12 分 09 秒頃）である原告名誉会長と女性会員とが懇談する\n場面及び女性会員が合唱する場面と同一のものであることが認められる。すなわち、\n本件投稿動画は、原告動画の一部と同一のものである。そうすると、本件投稿の発\n信者は、LINE モバイルが提供するインターネット接続サービスを利用して本件投\n稿に係る記事を本件サイト上に投稿することにより、原告動画を有形的に再製する\nと共に、インターネットを通じて当該記事にアクセスした不特定又は多数の者がこ\nれを閲覧できる状態に置いたと認められる。これは、原告動画の公衆送信行為に当\nたる。\nイ  原告が本件記事の投稿者に対して原告動画の利用を許諾したことをうかがわ\nせる証拠はない。また、本件投稿動画が原告動画を引用した目的は不明であること\nに加え、本件投稿に係る記事の内容及び態様等に鑑みると、本件投稿につき、公正\nな慣行に合致し、引用の目的上正当な範囲で行われたものとはいえないことから、\n本件投稿による原告動画の引用は適法とはいえない。他に本件投稿による原告動画\nの利用につき原告との関係で正当化すべき事情も見当たらない。\nウ  以上より、本件投稿により原告が有する原告動画の著作権（公衆送信権）が\n侵害されたことは明らかである。これに反する被告の主張は採用できない。\n3  争点 3（発信者情報の開示を受けるべき正当な理由の有無）\n本件投稿は原告の原告動画に係る著作権（公衆送信権）の侵害に当たることに加\nえ、弁論の全趣旨によれば、原告は、本件投稿をした発信者に対して損害賠償請求\nや削除請求等をする予定であることが認められる。したがって、原告は、その権利\n行使のために本件発信者情報の開示を受けるべき正当な理由があるといえる。これ\nに反する被告の主張は採用できない。\n4  まとめ\n以上より、原告は、法 4 条 1 項に基づき、被告に対し、本件発信者情報の開示請\n求権を有する。\n第 4  結論\nよって、原告の請求は理由があるからこれを認容することとして、主文のとおり\n判決する。\n東京地方裁判所民事第 47 部\n裁判長裁判官\n杉    浦    正    樹\n裁判官\n小    口    五      大\n裁判官\n鈴    木    美  智  子\n別紙\n発信者情報目録\n別紙投稿動画目録記載の各記事の「IP アドレス」欄記載の IP アドレスを同目録\n記載の「ログイン日時」欄記載の日時頃に使用した者に関する情報であって、次に\n掲げるもの\n1    氏名又は名称\n2  住所\n3  電話番号\n（別紙  投稿動画目録  省略）\n（別紙  著作物目録  省略）\n"
}