{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 6,
    "month": 2,
    "day": 21
  },
  "case_number": "令和4(ワ)9100",
  "case_name": "損害賠償請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "92824",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=92824",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/824/092824_hanrei.pdf",
  "contents": "令和６年２月２１日判決言渡  同日原本交付  裁判所書記官\n令和４年（ワ）第９１００号  損害賠償請求事件\n口頭弁論終結日  令和５年１１月１５日\n判         決\n原               告        Ａ\n同 訴訟 代 理 人 弁 護 士      辻本恵 太\n同       有馬明 仁\n同       馬場直 仁\n同       片山輝 伸\n被 告      株式会社埼玉村田製作 所\n同 訴 訟 代 理 人 弁 護 士      森本   純\n同       安   井   祐一 郎\n主         文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事実及び理 由\n第１  請求\n１  被告は、原告に対し、５０００万円及びこれに対する令和４年５月１４日から\n支払済みまで年５分の割合による金員を支払え。\n２  仮執行宣言\n第２  事案の概要等\n１  事案の概要\n本件は、発明の名称を「モールドコイルの製造方法」とする特許権を有する原\n告が、被告の海外子会社が同特許権に係る特許発明の技術的範囲に属する方法で\n製造されたモールドコイルについて譲渡、譲渡の申出、輸入したことについて、\n共同不法行為及び不当利得が成立すると主張して、原告が、被告に対して、不当\n利得返還請求権に基づき、平成２４年４月１日以降の被告の売上げに係る利得１\n０億円のうち５０００万円及び訴状送達日の翌日（令和４年５月１４日）から支\n払済みまで民法所定の年５分の割合による利息並びに民法７０９条、特許法１０\n２条３項に基づき、平成３１年２月１日からの被告の売上げに係る損害賠償とし\nて１５００万円及び訴状送達日の翌日から支払済みまで平成２９年法律第４４\n号による改正前の民法所定の年５分の割合による遅延損害金を請求（１５００万\n円の限度で選択的請求）する事案である。\n２  前提事実（当事者間に争いがないか、後掲各証拠及び弁論の全趣旨によって容\n易に認められる事実）\nア  原告は、平成２１年３月末まで、被告の従業員であった者である。\nイ  被告は、電気機械具の製造、販売等を目的とする株式会社である。\nア  原告は、平成２０年頃、被告の従業員として、次の特許権に係る発明を考\n案して自ら特許の出願をし、原告と被告は、平成２１年４月１日に被告が原\n告に対して同発明に係る特許を受ける権利を譲渡する契約（以下「本件譲渡\n契約」という。）を締結し、その後、原告は以下の特許権（以下、「本件特許\n権」といい、本件特許権に係る特許を「本件特許」という。）を取得した。\n（甲２～４、弁論の全趣旨）\n特許番号   特許第４７１８５８３号\n発明の名称  モールドコイルの製造方法\n出願日    平成２０年６月３０日\n登録日    平成２３年４月８日\nイ  本件譲渡契約では、被告が本件特許権につき通常実施権を有する旨の定め\n（本件譲渡契約２条４項）があった。また、本件譲渡契約には、「乙（判決\n注：原告）は、直接又は意図的に、本権利にかかわり甲（判決注：被告）に\n不利益となるような甲、甲の従業員又は甲の顧客に対する如何なる権利行使\nも行わないものとする。」との定め（本件譲渡契約２条７項。以下「本件権\n利不行使規定」という。）もあった。（甲４）\n原告は、本件特許につき、令和５年４月１４日付けで訂正審判請求をし、同\n年７月１０日付けで訂正を認める審決がされ、その後、同審決は確定した（以\n下、「本件訂正」という。）。（甲１８、２５、弁論の全趣旨）\n本件訂正後の本件特許の特許請求の範囲の請求項１の記載は以下のとおり\nである（以下、請求項１に記載された発明を「本件発明」といい、本件特許に\n係る明細書を「本件明細書」という。請求項１の下線部は本件訂正による訂正\n箇所である。）\n請求項１\nプラスチック成形法を用いて、樹脂と磁性体粉末を混練させた磁性体モール\nド樹脂でコイルを封止したモールドコイルの製造方法において、\n該磁性体粉末を容積比で６５Ｖｏｌ％以上含む該磁性体モールド樹脂を用\nい、\nその一部に該磁性体モールド樹脂の一部をキャビティから排出する隙間を\n有する成形金型を用い、\n該磁性体モールド樹脂を該キャビティ内に充填し、\n該キャビティ内に充填された溶融状態の該磁性体モールド樹脂への加圧を、\n硬化するまで、保持し、該磁性体モールド樹脂の一部が該キャビティから該隙\n間を通じて該キャビティの外へと排出し、\n該排出した磁性体モールド樹脂が該キャビティ内に充填した磁性体モール\nド樹脂よりも相対的に磁性体粉末の容積比が低いことを特徴とするモールド\nコイルの製造方法。\n前記 の請求項は、次のとおり分説することができる（以下、冒頭の符号に\n応じて「構成要件Ａ」などという。）。\nＡ  プラスチック成形法を用いて、樹脂と磁性体粉末を混練させた磁性体モ\nールド樹脂でコイルを封止したモールドコイルの製造方法において、\nＢ  該磁性体粉末を容積比で６５Ｖｏｌ％以上含む該磁性体モールド樹脂を\n用い、\nＣ  その一部に該磁性体モールド樹脂の一部をキャビティから排出する隙間\nを有する成形金型を用い、\nＤ  該磁性体モールド樹脂を該キャビティ内に充填し、\nＥ  該キャビティ内に充填された溶融状態の該磁性体モールド樹脂への加圧\nを、硬化するまで、保持し、該磁性体モールド樹脂の一部が該キャビティ\nから該隙間を通じて該キャビティの外へと排出し、\nＦ  該排出した磁性体モールド樹脂が該キャビティ内に充填した磁性体モー\nルド樹脂よりも相対的に磁性体粉末の容積比が低い\nＧ  ことを特徴とするモールドコイルの製造方法。\n被告（当時の商号は東光株式会社）と株式会社村田製作所（以下「村田製作\n所」という。）は、平成２４年３月に資本・業務提携契約を締結し、被告は、平\n成２８年５月には株式交換によって村田製作所の完全子会社となった。被告は、\n平成２７年３月２５日付けで外資系顧客（日系顧客を除く全顧客）に係る全世\n界の全製品についての販売権を村田製作所に譲渡する旨の販売権譲渡契約を\n締結し、平成２８年６月２０日付けで被告が有する日系企業に係る全世界の全\n製品に係る販売権を村田製作所に譲渡する旨の販売権譲渡契約を締結した（以\n下、両販売権の譲渡を併せて「本件販売権譲渡」という。）。被告及び村田製作\n所は、被告の従前の顧客に係る取引基本契約書等の個別の契約関係を被告から\n村田製作所に移転させて、平成２９年３月までに全顧客から同意を取得して本\n件販売権譲渡は完了した。（乙１８～２０）\n被告は、本件販売権譲渡前の時点において、海外の被告の製造子会社に後記\n記載の方法でモールドコイル（以下「被告製品」という。）を製造させ、日本\nに所在する被告がほぼ全数量を仕入れ、海外の被告の販売子会社にこれを譲渡\nして当該販売子会社がこれを販売していた（一部、海外の製造子会社が製造統\n括子会社に納入し、同社が現地の海外顧客に直接販売していたものもある。）。\n本件販売権譲渡後は、村田製作所が被告に代わって被告製品を仕入れるように\nなった。（弁論の全趣旨）\n被告製品は、次の方法（以下、被告製品の製造で用いられている方法を「被\n告方法」という。）で製造されており、被告方法は、構成要件Ａ、Ｄ、Ｅ、Ｇを\n充足する。（弁論の全趣旨）\nア  エポキシ樹脂と金属磁性体粉末を混錬させた磁性体モールド樹脂で予備\n成形したＥコアとＩコアを形成する。Ｅコアは側面視でＥ字型形状をしてい\nて、平板形状の周縁部及び中央部に柱状凸部を有し、両側面の略中央部には\nコイルの引出し線を挿入するための切欠部を有しており、Ｉコアは、側面視\nでＩ字型形状をした板状形状である。Ｅコア及びＩコアは、熱処理を施し、\nその後、冷却して軟化点温度以下の状態になる。\n●（省略）●\nイ  Ｅコア内にコイルを装着し、コイルの引出し線を側面の切欠部からＥコア\nの外に出すように配置し、Ｉコアをその上に載せてコアを形成する（このと\nき、上記コアの温度は軟化点以下である。）。\n●（省略）●\nウ  成形金型は、●（省略）●ならびにパンチから構成される。●（省略）●\nを組み合わせることによりキャビティが形成され、キャビティ内へコアの装\n填し（このとき、上記コアの温度は軟化点以下である。）、該装填後、金型を\n予熱する。\n●（省略）●\nエ  パンチを下降させ、●（省略）●エポキシ樹脂を本硬化させてモールドコ\nイルを成形し、当該成形の過程において、樹脂への加圧を当該磁性体モール\nド樹脂が硬化して、それ以上成形金型から流出されなくなるまで保持し（エ\nアベントは存在しない。）、その後、パンチを上昇させて、成形したモールド\nコイルを装置外に排出する。成形されたモールドコイルには、成型金型のキ\nャビティから前記磁性体モールド樹脂の一部が流出、硬化することでバリが\n形成されている。\nオ  成形したモールドコイルのバリをバレル研磨により除去する。\n３  争点\n被告方法が、本件発明の技術的範囲に属するか（争点１）\nア  被告方法では、磁性体粉末を容積比で６５Ｖｏｌ％以上含む該磁性体モー\nルド樹脂を用いているか（構成要件Ｂ）（争点１－１）\nイ  被告方法で用いられている成型金具は「磁性体モールド樹脂の一部をキャ\nビティから排出する隙間を有する」ものであるか（構成要件Ｃ）（争点１－\n２）\nウ  被告方法において「該排出した磁性体モールド樹脂が該キャビティ内に充\n填した磁性体モールド樹脂よりも相対的に磁性体粉末の容積比が低い」か\n（構成要件Ｆ）（争点１－３）\n被告が海外子会社と共同で、違法に被告製品の譲渡、譲渡の申出、輸入をし\nたか（争点２）\n損害額及び利得額（争点３）\n本件特許に無効とすべき事由があるか（争点４）\nア  本件訂正において「加圧を、硬化するまで、保持」するものとしたことは、\n新規事項の追加であるか（争点４－１）\nイ  本件発明は特開平２－１５３５１０号公報（乙９。以下「乙９公報」とい\nう。）を主引例として進歩性が欠如するか（争点４－２）\nウ  本件特許にサポート要件違反の無効理由があるか（争点４－３）\n本件の請求に本件権利不行使規定の効力が及ぶか（争点５）\n被告が通常実施権を有するか（争点６）\n被告製品について特許権が消尽しているか（争点７）\n４  争点に対する当事者の主張\n被告方法では、磁性体粉末を容積比で６５Ｖｏｌ％以上含む該磁性体モール\nド樹脂を用いているか（構成要件Ｂ）（争点１－１）\n（原告の主張）\nキャビティに投入時の磁性体粉末の「容積比」は、磁性体モールド樹脂の容\n積に占める、磁性体粉末の容積の割合であり、空隙は含めない割合であると解\nするのが相当である。被告方法におけるＥコア、Ｉコアは、いずれも空隙を含\nめても容積比が●（省略）●であり、また、被告が提出した報告書によれば、\n溶融状態となり空隙が少なくなった後のキャビティ内及びキャビティ外の磁\n性体モールド樹脂は、空隙を含めてもいずれも●（省略）●となっているので\nあるから、キャビティ内に投入した時点での磁性体粉末の容積比が６５Ｖｏ\nｌ％を優に超えていることは明らかである。\n（被告の主張）\n本件発明の「容積比」は、磁性体モールド樹脂の全容積（空隙を含めたもの）\nに占める磁性体粉末の容積の割合と解するのが相当である。被告方法で用いる\n磁性体モールド樹脂は、Ｅコア及びＩコアそれぞれ、磁性体粉末を容積比で平\n均●（省略）●平均●（省略）●含むものであり、このＥコアにコイルを装着\nしてＩコアをセットしたものがキャビティに投入されるのであるから、被告方\n法では「該磁性体粉末を容積比で６５Ｖｏｌ％以上含む該磁性体モールド樹脂」\nを用いていない。\n被告方法で用いられている成型金具は「磁性体モールド樹脂の一部をキャビ\nティから排出する隙間を有する」ものであるか（構成要件Ｃ）（争点１－２）\n（原告の主張）\n被告方法では、被告製品製造の過程でバリが生じているから成型金具に磁性\n体モールド樹脂の一部をキャビティから排出する隙間が生じている。\n被告が主張する限定的な解釈をする理由はないが、仮に限定的に解釈すると\nしても、被告方法では、通常設けるべきエアベント等の樹脂の排出口を設けず、\n●（省略）●以上、モールドコイル中の磁性体粉末の容積比を高めるために積\n極的、意図的に「隙間」が具備されている。\n（被告の主張）\n構成要件Ｃの「隙間」は、本件発明の技術的意義及び出願経過に照らし、樹\n脂を優先的に排出させるために積極的かつ意図的に設けたものに限られ、本件\n発明は、厚さにバラつきがない再現性のあるバリを生じさせ、これにより、モ\nールドコイル中の磁性体粉末の容積比を高めるものと解するのが相当である。\nこれに対して、被告方法では、バリの発生個所にバラつきがある上、バリの\n厚さのバラつきも大きい。被告方法における●（省略）●は、積極的かつ意図\n的に設けられたものではなく、厚さにバラつきがない再現性のあるバリを生じ\nさせる隙間でもないし、樹脂を優先的に排出してバリを生じさせることによっ\nてモールドコイル内の磁性体粉末の容積比を高める隙間ではないから、被告方\n法で用いる成型金具は構成要件Ｃの「隙間」を備えるものではない。\n被告方法において「該排出した磁性体モールド樹脂が該キャビティ内に充填\nした磁性体モールド樹脂よりも相対的に磁性体粉末の容積比が低い」か（構成\n要件Ｆ）（争点１－３）\n（原告の主張）\n成型金型のキャビティに磁性体モールド樹脂を入れた後に加圧する際に隙\n間があれば隙間からモールド樹脂が漏れ出すところ、この隙間が磁性体粉末の\n粒子径よりも小さければ磁性体粉末が漏れ出すことがないため、樹脂が優先的\nに排出される。その後、隙間は徐々に磁性体粉末でふさがれて加圧しても磁性\n体モールド樹脂が流出しなくなる。この過程では、樹脂が優先的に排出される\nため、排出された磁性体モールド樹脂は、キャビティ内に充填した磁性体モー\nルド樹脂よりも相対的に磁性体粉末の容積比が低くなっている。同様の事象は、\n必ずしも磁性体粉末の直径が隙間よりも大きくなくても生じる。\n被告方法では、パンチで加圧させる際、成型金型から磁性体モールド樹脂が\n流出しなくなるまで加圧を継続し、その後、圧力を加えているにもかかわらず\n流出が止まっていることからすると、前記の原理によって樹脂が優先的に排出\nされていることが認められ、このとき、樹脂が優先的に排出されたことにより、\n排出された磁性体モールド樹脂はキャビティ内に充填した磁性体モールド樹\n脂よりも相対的に磁性体粉末の容積比が低くなっている。\n被告製品はバレル研磨によってバリを除去しているところ、被告製品のバレ\nル研磨跡の厚さからすると、被告製品のバリの厚さは厚くとも●（省略）●を\n超えるものではない。被告が提出したバリ除去前の被告製品に関する資料でも、\n●（省略）●を下回るバリが存在するものもある。被告が採用している磁性体\n粉末の粒度分布は、Ｄ９０（母集団の９０％が当該値より低い値となる粒子径）\nが●（省略）●、Ｄ９９（母集団の９９％が当該値より低い値となる粒子径）\nが●（省略）●とのことであり、これを前提にしても、バリを生じさせる隙間\nは十分に小さいといえ、上記原理により、排出された磁性体モールド樹脂は、\nキャビティ内に充填した磁性体モールド樹脂よりも相対的に磁性体粉末の容\n積比が低くなっているといえる。\n（被告の主張）\n否認ないし争う。\n被告方法で成形時に圧力をかけているにもかかわらずパンチが止まるのは、\n原告が主張する原理によるものではなく、適切な触媒を用いるなどした上で、\n加熱により樹脂が硬化したためである。\n被告方法では、平均して金属磁性体粉末のＤ９９を上回る厚さのバリが発生\nしている。よって、被告方法では、●（省略）●から、樹脂が優先的に排出さ\nれるものではない。\n実際に被告が成型したモールドコイル（バレル研磨前のバリが生じた状態の\nもの）の断面を電子顕微鏡で撮影し、２値化ソフトを使用して金属磁性体粉末\nが占める割合を算出したところ、被告方法では、バリにおいて磁性体粉末が占\nめる容積比と、モールドコイル本体において磁性体粉末が占める容積比とが同\n等であったから、排出された磁性体モールド樹脂と、キャビティ内に充填した\n磁性体モールド樹脂の磁性体粉末の容積比は同等であったといえる。\n被告が海外子会社と共同で、違法に被告製品の譲渡、譲渡の申出、輸入をし\nたか（争点２）\n（原告の主張）\nア  本件販売権譲渡前について\n被告の海外販売子会社が海外において、日本の顧客に対して被告製品を\n譲渡、譲渡の申出をしたことが、特許法上の「譲渡」、「譲渡の申出」（特\n許法２条３項３号）に当たり、同社が海外で日本の顧客に対して輸出行為\nをしたことが、特許法上の「輸入」（同号）に当たり、被告の海外販売子\n会社の行為は特許法に反する行為であり、不法行為が成立する。\n①被告が海外販売子会社、製造子会社、物流子会社と完全親子関係にあ\nったこと、②被告が製造子会社に対して大量の被告製品の製造機械を提\n供したり、製造における技術支援などをしたり、販売子会社に対して製造\n子会社が製造した被告製品を自由に購入し、得意先等の顧客や新規の顧\n客の開発等の営業活動及び被告製品の販売を自由にできることを承認し\nたこと、③被告がロイヤリティ料、販売手数料、製造手数料、製品代金等\nの名目を問わず、一定の金銭を受領するなどの利益を得ていたことから\nすると、被告について、上記の海外販売子会社の不法行為との共同不法行\n為が成立する。\nイ  本件販売権譲渡後について\n本件販売権譲渡後も被告の海外販売子会社は、前記ア と同様の行為を\nしており、被告の海外販売子会社の行為について不法行為が成立する。\n①被告が本件販売権譲渡に係る契約をしたこと、②被告が多数の従業員\nを被告の海外製造子会社に派遣したこと、③被告と被告の海外製造子会\n社との間で、被告の承諾がない限り、海外製造子会社が被告製品を製造し\nて第三者に譲渡することができない旨の合意があったところ、本件販売\n権譲渡後、被告と製造子会社との間で、以後、村田製作所が取引先として\n認めた相手のために製造子会社が製品を製造、販売することについては\n被告が無条件で製造販売に同意するという内容に変更したことからする\nと、被告について、上記の海外販売子会社の不法行為との共同不法行為が\n成立する。\n（被告の主張）\nア  本件販売権譲渡前について\n被告の海外販売子会社は、海外顧客に対して販売するのみで日本の顧客に\n対しては販売していない。また、仮に海外の会社が日本の顧客に譲渡、譲渡\nの申出をしても、属地主義の観点から、特許法２条３項３号の「譲渡」、「譲\n渡の申出」に当たらない。また、被告の販売子会社が日本の顧客に対して輸\n出行為をしていることもない。仮に海外の会社が日本の顧客に対して輸出行\n為をしたとしても、それは輸出であり、また、属地主義の観点からも特許法\n２条３項３号の「輸入」には当たらない。\n共同不法行為が成立するとの主張は争う。\nイ  本件販売権譲渡後について\n本件販売権譲渡後に被告製品の販売をしていたのは村田製作所の子会社\nであって被告の子会社ではない。そして、前記アと同様の理由で、村田製作\n所の子会社についても不法行為は成立しない。\n原告が主張する事実のうち、②については否認する。③について、被告と\n製造子会社との間で、以後、村田製作所が取引先として認めた相手のために\n製造子会社が製品を製造、販売することについては被告が無条件で製造販売\nに同意するという内容に変更したとの点は否認する。本件販売権譲渡後は被\n告は商流に関与していない。\n共同不法行為が成立するとの主張は争う。\n損害額及び利得額（争点３）\n（原告の主張）\n被告製品の平成３１年２月１日から現在までの総売上額は、３億円を下らな\nい。本件発明に係る相当な実施料率は売上の５％を下らない。したがって、原\n告に生じた損害は、民法７０９条、特許法１０２条３項により、１５００万円\nを下らない。\nまた、被告製品の平成２４年４月１日から現在までの総売上は１０億円を下\nらない。被告は、法律上の原因のないことを知りながら、被告製品のライセン\nス料相当額である売上の５％について利得を得、原告は損失を被った。よって、\n被告は、民法７０３条により、５０００万円の利得を得た。\n（被告の主張）\n否認ないし争う。\n本件訂正において「加圧を硬化するまで、保持」するものとしたことは、新\n規事項の追加であるか（争点４－１）\n（被告の主張）\n原告の主張によれば、「加圧を、硬化するまで、保持」するとは、磁性体モ\nールド樹脂に対する加圧を磁性体モールド樹脂が硬化した後も継続する構成\nを排除し、磁性体モールド樹脂が硬化するまで加圧を保持し、硬化した時点で\n加圧を止める構成に限定する趣旨とのことである。しかし、本件明細書には、\n効果が完了してその時点で加圧を止めた構成を示した記載はないから、上記の\n構成を加えることは新規事項の追加に当たる。\n（原告の主張）\n争う。本件訂正では適宜選択できる加圧時間について、減縮したにすぎない。\n硬化した後に加圧を保持することは無意味であり、止めることに困難もない。\nこれらは明細書に明記するまでもなく技術常識である。\n本件発明は乙９公報を主引例として進歩性が欠如するか（争点４－２）\n（被告の主張）\nア  乙９公報には次の発明（以下「乙９発明」という。）が開示されている\n①トランスファー成形法を用いて、ソフトフェライト粉末を含有した樹脂で\nコイルを封止したインダクタンス素子の製造方法であり、\n②成形金型には、エアギャップが設けられていて、エアギャップから樹脂が\nはみ出すとバリになるところ、\n③フェライト粉末の最大粒子径は１０５μｍ、エアギャップは４０μｍ（実\n施例１）であり、\n④２０μｍに満たないような細かい粉末の過半の部分をバリとして素子外\nに押し出すことができるので、\n⑤封止成型された外装樹脂成形体中のソフトフェライト粉末の粒子径を、現\n用の平均粒子径１０μｍに比べて大きくすることができて、外装樹脂成形\n体の透磁率を増大させることができるとともに、\n⑥バリとして有機樹脂成分が押し出されるので、外装樹脂成形体中のソフト\nフェライト粉末の充填量が８３ｗｔ％であり、成形前のソフトフェライト\n粉末含有樹脂中の充填量７２ｗｔ％より大きくすることができ、流れ性の\n低い高充填量の樹脂を用いることなく、高充填量の成形体を作ることがで\nき、外装樹脂成形体の透磁率を、その中に含まれるソフトフェライト粉末\n充填量と共に大きくすることができる。\nイ  本件発明と乙９発明は次の点で一致する。\nプラスチック成形法を用いて、樹脂と磁性体粉末を混練させた磁性体モー\nルド樹脂でコイルを封止したモールドコイルの製造方法において、\nその一部に該磁性体モールド樹脂の一部をキャビティから排出する隙間を\n有する成形金型を用い、\n該磁性体モールド樹脂を該キャビティ内に充填し、\n該キャビティ内に充填された溶融状態の該磁性体モールド樹脂の一部が\n該キャビティから該隙間を通じて該キャビティの外へと排出し、\n該排出した磁性体モールド樹脂が該キャビティ内に充填した磁性体モー\nルド樹脂よりも相対的に磁性体粉末の容積比が低い\nことを特徴とするモールドコイルの製造方法\nウ  本件発明と乙９発明は、次の点で相違する。\n相違点１\n本件発明では、成形に用いられる磁性体モールド樹脂が、磁性体粉末を\n容積比で６５Ｖｏｌ％以上含むのに対し、乙９発明は、成形に用いられる\n磁性体モールド樹脂が、磁性体粉末を重量比で７２ｗｔ％含んでいて、こ\nの重量比７２ｗｔ％が、本件発明の容積比６５Ｖｏｌ％以上に該当するか\n否かが明確に示されていない点\n相違点２\n本件発明は、磁性体モールド樹脂が硬化するまで加圧を保持し、硬化し\nた時点で加圧を止める構成を備えた発明であるのに対し、乙９発明は、封\n止樹脂を加圧注入する発明ではあるが、磁性体モールド樹脂が硬化するま\nで加圧を保持し、硬化した時点で加圧を止める構成を備えているか否かが\n明らかでない点\nエ  相違点１について\n磁性体粉末の充填率（容積比）が高ければ、透磁率が高いモールドコイル\nを得ることができることは、本件特許出願日前の技術常識でしかない。した\nがって、当業者は、乙９発明において、透磁率が高いモールドコイルを得る\nことができるよう、成形性を維持しつつ、成形に用いられる磁性体モールド\n樹脂における磁性体粉末の含有量（容積比）をより高くすることを当然に検\n討するところであって、その動機付けが認められる。また、本件発明の上記\nの「６５Ｖｏｌ％」なる数値は、成形に用いられる磁性体モールド樹脂にお\nける磁性体粉末の含有量（容積比）をより高い値とする趣旨で数値範囲の下\n限を定めたものでしかなく、その数値自体に格別な臨界的意義が認められる\nものではない。\nオ  相違点２について\n金型内で硬化させる間に成形圧力を加える構成、及び硬化するまで成形圧\n力を保持する構成は、圧縮成型であれば当然に備える構成であり、プラスチ\nック成形法における周知技術であるし、当該構成に特段の技術的意義もない。\n当業者は、乙９発明の上記技術的意義を踏まえ、成形加圧を継続して保持\nし、樹脂を優先的にバリとしてキャビティ外に排出する構成を採用すること\nを当然に検討する。その上において、硬化が完了した後、直ちにその時点で\n加圧を止めるか、それとも一定時間加圧を続けるかは、単なる設計事項でし\nかない。\nカ  原告が主張する相違点は、実質的な相違点には当たらない。\n（原告の主張）\n本件発明と乙９発明には、被告が主張する相違点に加えて、本件発明では独\n立の機能部分としての排出口はなく、「磁性体モールド樹脂の一部をキャビテ\nィから排出する隙間」があるのに対し、乙９発明には、独立の機能部分として\nの排出口があるが、「磁性体モールド樹脂の一部をキャビティから排出する隙\n間」がない点が相違点となる。\nその余の被告の主張についても否認ないし争う。\n本件特許にサポート要件違反の無効理由があるか（争点４－３）\n（被告の主張）\n本件発明の構成要件Ｂでは、「該磁性体粉末を容積比で６５Ｖｏｌ％以上含\nむ該磁性体モールド樹脂を用い、」と定められているところ、本件明細書では、\n高い成形性を維持するためには磁性体モールド樹脂の流動性を確保しなけれ\nばならないが、磁性体モールド樹脂中の磁性体粉末の容積比が高くなるにつれ\nて、磁性体モールド樹脂の流動性が悪化する旨記載されており、当業者は、上\n記の「６５％以上」のすべての数値範囲において、発明の課題を解決すること\nができるとは認識しない。\nしたがって、本件特許の特許請求の範囲は、特許法３６条６項１号に定める\nサポート要件に適合しない。\n（原告の主張）\n争う。本件明細書から、磁性体粉末の容積比を６５％Ｖｏｌ％以上かつプラ\nスチック成形可能な程度のものとする磁性体モールド樹脂を用いて発明の課\n題を解決することができると当業者は認識することができる。\n本件の請求に本件権利不行使規定の効力が及ぶか（争点５）\n（被告の主張）\n本件権利不行使規定により、原告は被告に対して本件特許権を行使しないこ\nとを合意したのであるから、本件訴訟に係る原告の請求は許されない。\n（原告の主張）\n本件譲渡契約の時点では、せいぜい被告自身が通常実施権の範囲で特許を実\n施することしか想定されていなかった。本件のように被告が再実施権を付与し\nた場合にまで原告が権利行使できないというのは、本件譲渡契約締結当時の当\n事者の意思を逸脱するものであるといえるから、本件には本件権利不行使規定\nの効力は及ばない。\nまた、本件権利不行使規定は、権利行使の制限の範囲が過度に広範であり、\n具体的ではないから、憲法３４条等の趣旨に照らして無効であるというべきで\nある。\n被告が通常実施権を有するか（争点６）\n（被告の主張）\n本件譲渡契約によって、原告は被告に対して、本件特許権につき通常実施権\nを付与した。よって、本件販売権譲渡（事業譲渡）によって通常実施権が被告\nから村田製作所に移転するまでの間は、被告の行為が原告の特許権を侵害する\nとはいえない。\n（原告の主張）\n争う。\n被告製品について特許権が消尽しているか（争点７）\n（被告の主張）\n本件販売権譲渡前については、被告が海外製造子会社から被告製品を購入し、\nこれを海外販売子会社に転売した上で、海外販売子会社が販売していた。海外\n販売子会社は、通常実施権を有する被告から被告製品を購入しているから、こ\nれによって、被告製品について本件特許権は消尽した（国内消尽）。よって、\n仮に原告が主張する取引があったとしても、原告が被告製品に対し本件特許権\nを主張することは許されない。\n（原告の主張）\n争う。被告の海外製造子会社は、その一部を被告の製造統括子会社に納入し、\n被告を介さずにこれを被告以外に売却しているから、海外製造子会社が製造し\nた全ての被告製品について、被告が製造主体であるとはいえない。そうすると、\n海外製造子会社による被告製品の製造をもって被告が本件発明を自己実施し\nたとは評価できず、本件特許権は消尽していない。\n第３  当裁判所の判断\n１  本件発明について\n本件訂正後の本件明細書の記載は、別紙本件明細書のとおり（下線部は、本\n件訂正による訂正箇所である。）である（甲３）。\n本件発明の意義\nプラスチック成形法でモールドコイルを成形する場合において、その直流抵\n抗値を小さくすることにより温度上昇許容電流を大きくする（【０００２】～\n【０００７】）ためには、用いる磁性体モールド樹脂中の磁性体粉末の容積比\nを高くすることが考えられるが（【０００７】、【００１３】）、特に磁性体粉末の\n容積比が６５Ｖｏｌ％以上になると、容積比の微量の増加でも磁性体モールド\n樹脂の流動性が悪くなってしまい、高い成形性を維持することが困難になるた\nめ、その容積比を安易に高めることができない（【００１４】）という課題があ\nった。\n本件発明は、成型金型中に磁性体モールド樹脂中の磁性体粉末の最大粒子径\n以下の隙間を設けることにより、磁性体モールド樹脂中の磁性体粉末よりも樹\n脂を優先的にキャビティ外に排出させ、キャビティ内の磁性体モールド樹脂の\n磁性体粉末の容積比を高くすることができ、磁性体粉末が６５Ｖｏｌ％以上の\n磁性体モールド樹脂を用いてもモールドコイル中の磁性体粉末の容積比を高\nめることができるようにする（【００１７】）方法に関する発明であり、本件発\n明の製造方法を用いれば、非常に良好な比透磁率を得ることができる（【００\n１８】）。\n２  被告方法において「該排出した磁性体モールド樹脂が該キャビティ内に充填し\nた磁性体モールド樹脂よりも相対的に磁性体粉末の容積比が低い」か（構成要件\nＦ）（争点１－３）について\n被告方法では、磁性体モールド樹脂で成形されているＥコア及びＩコア並び\nにコイルを合体させたコアを、●（省略）●に形成されたキャビティに配置し、\n加圧しつつ加熱して樹脂を硬化させてモールドコイルを作成する（以下「加圧・\n加熱過程」という。）ところ、加圧・加熱過程で●（省略）●から磁性体モール\nド樹脂が漏れ出し、これが硬化してバリが形成される（第２の２前提事実 ）。\n原告は、上記の被告方法において、キャビティに配置されるＥコア、Ｉコア\nを形成する磁性体モールド樹脂（以下「磁性体モールド樹脂（コア）」という。）\nが構成要件Ｆの「該キャビティ内に充填した磁性体モールド樹脂」に該当し、\n加圧によって漏れ出してバリを形成する磁性体モールド樹脂（以下「磁性体モ\nールド樹脂（バリ）」という。）が「該排出した磁性体モールド樹脂」に該当\nし、磁性体モールド樹脂（バリ）を構成する磁性体粉末の容積比（以下「磁性\n体粉末容積比（バリ）」という。）が磁性体モールド樹脂（コア）を構成する\n磁性体粉末の容積比（以下「磁性体粉末容積比（コア）」という。）よりも小\nさいと主張するものと解される。\nもっとも、被告方法を用いて被告製品を製造する過程において、磁性体粉末\n容積比（コア）と磁性体粉末容積比（バリ）について、これらを直接測定して\n比較し、後者の容積比の方が小さいものであったことを示す証拠はない。他方、\n被告からは、被告方法で作成されたモールドコイルにおいて、磁性体粉末容積\n比（バリ）と磁性体粉末容積比（コア）がほぼ同じである旨の電子顕微鏡で撮\n影された画像の分析結果（乙４）が提出されている。\nア  原告は、磁性体粉末容積比（コア）と磁性体粉末容積比（バリ）について、\n磁性体粉末の粒子径が、磁性体モールド樹脂が漏れ出す隙間よりも大きけれ\nば、樹脂が隙間から優先的に排出されるために磁性体粉末容積比（バリ）の\n方が磁性体粉末容積比（コア）よりも小さくなるところ、被告方法の加圧・\n加熱過程で加圧を続けても樹脂の流出が止まるのは、磁性体粉末が隙間を埋\nめることが理由であるから、被告方法においては、樹脂が隙間から優先的に\n排出されるといった事象が生じたことが示されていると主張する。これに対\nして、被告は、被告方法において加圧・加熱過程で加圧を続けているにもか\nかわらず樹脂の流出が止まる理由について、磁性体によって隙間が埋められ\nたためではなく、触媒等を利用した上で加熱により樹脂が硬化したためであ\nると主張している。\n原告は、被告が主張するような短時間で硬化は生じない旨主張するが、被\n告方法における樹脂の硬化につき、この原告主張を裏付けるに足りる証拠は\nない。また、樹脂の流出が止まったのが磁性体粉末が隙間を埋めたものであ\nることを裏付ける証拠はない。被告が実際に使用している被告方法において、\n原告が主張するのとは異なる理由により樹脂の流出が止まったことを否定\nできず、被告方法において、原告が主張する事象が生じたことによって樹脂\nの流出が止まると認めるには足りない。そうすると、原告の主張はその前提\nを欠く。\nイ   原告は、加圧・加熱過程において磁性体モールド樹脂が漏れ出す隙間が\n磁性体粉末の粒子径よりも小さければ、樹脂が優先的に流出するために\n磁性体粉末容積比（バリ）の方が磁性体粉末容積比（コア）よりも小さく\nなるという原理を前提に、被告方法で生じている隙間は十分に小さいも\nのであると主張する。\nしかし、被告方法において隙間に相当するものの幅、形状・構造等は不\n明である。原告は、バレル研磨跡に生じている被告製品の角に生じた研磨\n跡に着目し、バリの幅は研磨跡を超えることはないなどとして、研磨跡か\nらバリの幅を推計し、バリの厚さは●（省略）●を超えるものではないな\nどとも主張する（甲８）。しかし、研磨跡によりバリの幅を正しく把握で\nきるかは明らかでなく、原告指摘の事実によっても、隙間に相当するもの\nの幅、形状・構造等は不明である。\n被告方法で用いられる磁性体粉末の大きさについても、被告が用いた磁\n性体のＤ９９は、●（省略）●Ｄ９０は、●（省略）●であることは認め\nられる（乙３）が、被告方法においては、様々な粒子径、形状の磁性体が\n使用され、具体的な粒子径の分布は不明である。そして、被告方法で作成\nされたモールドコイル及びバリの電子顕微鏡で撮影された画像（乙４）に\nよれば、被告方法で隙間に相当するものの幅に比べて格段に小さな磁性体\n粒子が多数含まれていることが認められる。\n原告が前記 で主張する原理について、全磁性体粒子のうちの最小粒子\n径が隙間よりも大きい場合には、磁性体は隙間を通過することができない\nため、樹脂のみが隙間から流出することは推測できる。逆に、全磁性体の\n粒子径が隙間よりも十分に小さければ、樹脂と共に磁性体も隙間を通過す\nることから磁性体粉末容積比（コア）及び磁性体粉末容積比（バリ）に変\n化がないものと推測でき、隙間より大きな磁性体粒子の割合が極めて小さ\nい場合にも同様である。他方で、これら以外の場合には、磁性体粉末の具\n体的な粒子径の形状・分布、樹脂の性質、隙間の形状・構造、加えられる\n圧力等により、隙間を通過する磁性体の量は変化するものと推測される。\nそして、それらについて、どのようなものであった場合に隙間を通過する\n磁性体がどの程度あるかについて、これを認めるに足りる証拠はない。\n以上によれば、被告方法においては、様々な粒子径、形状の磁性体が使\n用されているところ、その全磁性体粒子のうちの最小粒子径が被告方法\nで使用されている●（省略）●よりも大きいことを認めるに足りない。ま\nた、そのように全磁性体粒子のうちの最小粒子径が被告方法で使用され\nている●（省略）●よりも大きいことが認められない場合、被告方法にお\nいて、どのような割合で磁性体と樹脂が被告方法における隙間に相当す\nる部分を通過するかは明らかではなく、特に本件のように隙間よりも小\nさな粒子径を有する磁性体粒子が多数含まれる場合には、原告が主張す\nる原理によって、被告方法において磁性体粉末容積比（バリ）の方が磁性\n体粉末容積比（コア）よりも小さくなっているという事実を認めるに足り\nない。\nウ  以上によれば、被告方法において磁性体粉末容積比（バリ）の方が磁性体\n粉末容積比（コア）よりも小さくなっていることを認めるに足りる証拠はな\nい。かえって、前記 のとおり、被告からは、被告方法で作成されたモール\nドコイルにおいて、粉末容積比（バリ）と粉末容積比（コア）が変わらない\n旨の電子顕微鏡で撮影された画像の分析結果（乙４）が提出されている。\nよって、被告方法において粉末容積比（バリ）の方が粉末容積比（コア）よ\nりも小さくなっていることを認めることはできず、被告方法が構成要件Ｆを充\n足するとはいえない。\n第４  結論\n以上によれば、被告方法は、本件発明の技術的範囲に属するとはいえないから、\nその余の争点について判断するまでもなく、原告の請求には理由がない。よって、\n主文のとおり判決する。\n東京地方裁判所民事第４６部\n裁判長裁判官       柴    田    義    明\n裁判官      杉    田    時    基\n裁判官      仲    田    憲    史\n"
}