{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 6,
    "month": 2,
    "day": 20
  },
  "case_number": "令和4合(わ)141",
  "case_name": "窃盗、傷害致死、銃砲刀剣類所持等取締法違反",
  "court_name": "東京地方裁判所刑事第1部",
  "lawsuit_id": "92895",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=92895",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/895/092895_hanrei.pdf",
  "contents": "令和６年２月２０日  東京地方裁判所刑事第１部宣告\n令和４年合（わ）第１４１号  窃盗、傷害致死、銃砲刀剣類所持等取締法違反被告\n事件\n主         文\n被告人を懲役６年に処する。\n未決勾留日数中４２０日をその刑に算入する。\n東京地方検察庁で保管中のカッターナイフ１本（令和４年東地領第\n１９８９号符号１）を没収する。\n理        由\n（罪となるべき事実）\n被告人は、\n第１  令和４年１月２１日午後８時１３分頃から同日午後９時１２分頃までの間に、\n東京都豊島区（住所省略）において、Ａ所有の現金約３万１１６０円を窃取し、\n第２  前記日時頃、前記場所において、Ａ（当時８２歳）に対し、カッターナイフ\n（刃体の長さ約７センチメートル。令和４年東地領第１９８９号符号１）で、\nその胸部を１回突き刺した上、その右大腿部を１回突き刺す暴行を加え、同人\nに右大腿部刺切創等の傷害を負わせ、よって、その頃、同所において、同人を\n前記右大腿部刺切創に起因する大腿動脈切断による出血性ショックにより死亡\nさせ、\n第３  業務その他正当な理由による場合でないのに、前記日時頃、前記場所におい\nて、前記カッターナイフ１本を携帯し\nたものである。\n（量刑の理由）\n本件は、被告人が、ホテルの客室において、被害者の財布等から現金を窃取し（判\n示第１）、カッターナイフで被害者の胸部及び右大腿部を各１回突き刺し傷害を負\nわせて死亡させ（判示第２）、その際前記カッターナイフを携帯した（判示第３）と\nいう窃盗、傷害致死、銃砲刀剣類所持等取締法違反の事案である。\n被告人は、オンラインゲームを通じるなどして知り合ったＢなる男性に好意を抱\nき、令和３年夏頃から同人と東京で暮らすようになり、同年１２月頃に一時的に東\n京を離れていた時期を除き、同人らが手配した客や被告人が自ら見つけた客に対し\nて援助交際等と称して売春を行い、その際に機会があれば客の財布等から現金を抜\nき取るなどして生活をしていたところ、本件当日、路上で面識のない被害者に声を\n掛けて援助交際を申し込み、被害者と一緒に入ったホテルの客室において、被害者\nの入浴中にその財布及び着衣から現金を窃取し、その後、窃取に気が付いた被害者\nにこれをとがめられて口論となり、持っていたカッターナイフで被害者の胸部及び\n右大腿部を突き刺して被害者を死亡させたものである。\n量刑の中心となる判示第２及び第３の犯行についてみると、被告人は、カッター\nナイフという刃物を用いて、身体の枢要部である胸部を突き刺し、右大腿部を約６\nセンチメートルの深さまで突き刺したものであり、被害者を死亡させてもおかしく\nない、危険な犯行であるといえる。もっとも、カッターナイフの殺傷能力がそれほ\nど高いとはいえないことや、被害者の致命傷が生じた大腿動脈を狙って攻撃したと\nは認められないことに照らすと、包丁等他の刃物を用いた事案などと比較して危険\n性が高い態様とはいい難い。被害者の生命が奪われたという結果はもとより重大で\nあり、被害者の遺族が厳しい処罰感情を有するのも無理もない。また、判示第１の\n犯行も、前記の経緯や被害金額に照らし、軽くみることはできない。\n本件犯行に至った経緯についてみると、被害者に落ち度は見当たらず、この点に\n被告人に酌むべきところはない。その一方で、被告人の精神鑑定を行った医師の証\n言によると、被告人は、軽度の知的能力障害及び重度の注意欠如多動症といった精\n神障害を有しており、それらの特性により、不適切な環境に身を置き犯罪に巻き込\nまれやすい傾向や、予想外の事態に直面した際に混乱、困惑して突発的、衝動的に\n場当たり的で不適切な行動をとりやすい傾向があったとされる。判示第２の犯行は、\nそれ自体としてみれば、前記障害を有しない者であっても冷静さを欠く場面におい\nてとり得るような行動とも評価し得る上、被告人がホテルの客室から吸い殻や飲み\n物を持ち去り、自身がその場にいた痕跡を消そうとするなどの合理的な行動をとっ\nていること、犯行の契機となった判示第１の窃盗は被告人の自由な意思決定による\nものと認められることも併せ考慮すると、犯行時に幻聴等があったなどという被告\n人の公判供述を踏まえてみても、前記障害の直接的な影響があったとは認め難い。\nしかし、一連の経緯を全体としてみれば、被告人は、判示第１の犯行の後、被害者\nとの口論等の予期せぬ事態に直面し、不適切な対応を場当たり的に重ねた結果、選\n択肢の乏しい状況に追い込まれ、突発的、衝動的に被害者を刺突するという行動に\n出たことがうかがわれ、その過程には前記障害に起因する被告人の特性や傾向が一\n定の影響を与えた可能性が認められる。加えて、被告人は、その恋愛感情をＢらに\n利用されて売春等を繰り返す中で本件犯行に至ったという面が見受けられるところ、\n前記医師の証言によれば、被告人は、前記障害の影響のために社会適応が困難にな\nり、このような不健全で不安定な生活環境に身を置かざるを得なかったとも考えら\nれ、このような背景にはある程度同情の余地がある。そうすると、前記障害の影響\nは、被告人のために酌むべき事情として一定程度考慮すべきものといえる。\n以上の犯情を基に、同種事案の量刑傾向（処断罪傷害致死、凶器等あり、刃物類）\nを参照するとともに、一般情状として、被告人が事実を認めて反省の情を示してい\nること、罰金前科のほかに前科がないこと、被告人の母が公判廷において更生の支\n援を約束していること、被告人の特性等からすると実効性にやや不安があるものの、\n社会福祉士による更生支援計画が作成されていることなどの被告人に有利な事情も\n併せ考慮し、被告人に対し、主文の刑を科するのが相当であると判断した。\n（求刑  懲役９年、主文同旨の没収）\n令和６年２月２０日\n東京地方裁判所刑事第１部\n裁判長裁判官    坂田威一郎\n裁判官    水越壮夫\n裁判官    竹内瑞希\n"
}