{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 12,
    "day": 21
  },
  "case_number": "令和5(行ケ)10016",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "92607",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=92607",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/607/092607_hanrei.pdf",
  "contents": "令和５年１２月２１日判決言渡\n令和５年（行ケ）第１００１６号  審決取消請求事件\n口頭弁論終結日  令和５年１０月３１日\n判                決\n原            告       日産自動車 株式会 社\n同訴訟代理人弁理士     廣    瀬    文      雄\n同                        西    澤    一      生\n被            告      智佳電子股份有限公 司\n同訴訟代理人弁護士     櫻    林    正      己\n同訴訟代理人弁理士     中    嶋    恭      久\n主                文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n【略語】\n本判決で用いる略語は、別紙１「略語一覧」のとおりである。なお、本件審決中\nで使用されている略語は、本判決でもそのまま踏襲している。\n第１  請求\n特許庁が無効２０２１－８０００９８号事件について令和５年１月１０日にし\nた審決（本件審決）を取り消す。\n第２  事案の概要\n１  特許庁における手続の経緯等（争いのない事実）\n(1) 本件特許の設定登録\n被告は、発明の名称を「ワイヤレススカッフプレート」とする発明につい\nて、平成２６年１１月６日を出願日とする実願２０１４－５８８８号（パリ\n条約による優先権主張外国庁受理：同年２月１４日・台湾、同年４月３０\n日・米国）の実用新案登録である実用新案登録第３１９５４９３号に基づい\nて、平成２９年１０月２０日に特許出願（特願２０１７－２０３５５３号）\nとし、平成３０年１月２６日、本件特許の設定登録を受けた（請求項の数１\n３）。\n(2) 本件無効審判\nア  原告は、令和３年１１月２５日、本件特許（請求項１～１３に係る発明\nについての特許）について、後記３(2)ア～オの無効理由を主張して、本\n件無効審判（無効２０２１－８０００９８号事件）を請求した。\nイ  被告は、令和４年４月５日、本件特許の特許請求の範囲について、請求\n項１２を後記のとおり訂正し、請求項１２の記載を引用する請求項１３も\n同様に訂正する本件訂正の請求をした。\nウ  特許庁は、令和５年１月１０日、本件訂正を認めた上で、「本件審判の\n請求は、成り立たない。」との本件審決をし、その謄本は同月１９日原告\nに送達された。\n(3) 原告は、令和５年２月１７日、本件審決の取消しを求める本件訴訟を提起\nした。\n２  本件特許発明の内容\n(1) 本件特許の特許請求の範囲の請求項１及び請求項１２の記載は、以下のと\nおりである。なお、請求項２～１２は、いずれも請求項１を引用するもので\nあり、請求項１３は請求項１～１２を引用するものである。\n【請求項１】\nワイヤレススカッフプレートであって、\n上表面と下表面を有し、前記上表面は、少なくとも一つの凹槽を有し、且\nつ、前記凹槽の少なくとも一側は、電源収容孔を有し、及び、定位部が、少\nなくとも一側上に定義される底板と、\n前記凹槽に収容され、且つ、少なくとも一つの回路板を有するバックライ\nトモジュールと、\n少なくとも一つのバッテリーと少なくとも一つの導電ストリップを有し、\n前記バッテリーが、前記電源収容孔に設置され、前記導電ストリップが、前\n記バッテリーと前記回路板を電気的に接続する電源モジュールと、\n前記回路板上に設置されると共に、感応信号を感知する近接センサーモジ\nュールと、\n前記回路板上に設置されると共に、前記バックライトモジュール及び前記\n近接センサーモジュールと電気的に接続し、前記感応信号に従って前記バッ\nクライトモジュールをそのオンとオフ状態の時間間隔を調整可能に開閉する\n制御モジュールと、\n取り外し可能な方式で、前記底板の前記下表面から、前記電源収容孔を覆\nう少なくとも一つの底カバーと、\n前記底板の前記上表面に設置されると共に、少なくとも前記バックライト\nモジュールと前記電源モジュールを被覆し、前記バックライトモジュール上\nに、少なくとも一つの光透過領域を有する上カバーと、\nを含むことを特徴とする、前記ワイヤレススカッフプレート。\n【請求項１２】（本件審決による訂正前のもの）\n前記底板本体の下表面と前記凹槽の下表面間に高低差があることを特徴と\nする、請求項１から１１のいずれか一項に記載のワイヤレススカッフプレー\nト。\n【請求項１２】（本件訂正後のもの。下線部は訂正箇所を示す。）\n前記凹槽の下表面は、前記底板本体の下表面よりも下方に突出しており、\n前記底板本体の下表面と前記凹槽の下表面間に高低差があることを特徴とす\nる、請求項１から１１のいずれか一項に記載のワイヤレススカッフプレー\nト。\n(2) 本件明細書及び図面の抜粋を別紙２に掲げる（なお、図１及び図５は右に\n９０度回転させている。）。\nこれによれば、本件明細書には、本件発明につき、次のような開示がある\nことが認められる。\nア  本件発明は、スカッフプレート（scuff  plate）に関するものであって、\n特にワイヤレススカッフプレートに関するものである（【０００１】）。\nイ  従来品は赤外線スイッチ又は超音波スイッチを用いて光源を開閉するも\nのであり、多くの電力を消耗するので、乗り物の電気で駆動する必要が\nある。しかし、赤外線スイッチ又は超音波スイッチに電力供給するケー\nブルは装着しにくい上、赤外線スイッチ又は超音波スイッチは電力消耗\nが大きいので寿命が短い。よって、新規のスカッフプレートを提供し、\n上述の問題を解決することが望まれる（【０００３】）。\nウ  本件発明は、薄型、防水、節電、インストールしやすい、及び、バッテ\nリー交換が便利であるワイヤレススカッフプレートを提供することを目的\nとする（【０００６】）。\nエ  本件発明は、少なくとも一つの凹槽を有し、かつ凹槽の少なくとも一側\nは、電源収容孔を有している底板と、取り外し可能な方式で、底板の前\n記下表面から、前記電源収容孔を覆う少なくとも一つの底カバーとを有\nし、少なくとも一つの回路板を有するバックライトモジュールが凹槽に\n収容され、バッテリーが、電源収容孔に設置され、導電ストリップが、\nバッテリーと回路板を電気的に接続された構成とすることにより、薄型\n化、すなわち、ワイヤレススカッフプレート１が制限厚さまで薄型化さ\nれても、ワイヤレススカッフプレートは上述の全素子を収容することが\nできる（【０００７】、【００１７】、図５）。\nオ  本件発明の「取り外し可能な方式で、前記底板の前記下表面から、前記\n電源収容孔を覆う少なくとも一つの底カバー」との構成により、ユーザー\nはバッテリーの交換が容易に行える（【００１９】）。\nカ  本件発明は、近接センサーモジュール及び制御モジュールにより、「感\n応信号に従って前記バックライトモジュールをそのオンとオフ状態の時間\n間隔を調整可能に開閉する」構成とすることで、インテリジェントな電源\n管理を行い、ワイヤレススカッフプレートの寿命を延長することができる\n（【００１９】）。\n３  本件審決の理由の要旨\n(1) 本件訂正について\n本件訂正は、訂正前の請求項１２の「前記底板本体の下表面と前記凹槽の\n下表面間に高低差があることを特徴とする」との記載では、底板本体の下表\n面と凹層の下表面のどちらが下方に突出することで生じる高低差であるか明\n瞭でなかったのを、「前記凹槽の下表面は、前記底板本体の下表面よりも下\n方に突出しており、前記底板本体の下表面と前記凹槽の下表面間に高低差が\nあることを特徴とする」と訂正することによりこれを明瞭とするものであり、\n特許法１３４条の２第１項ただし書３号の明瞭でない記載の釈明を目的とす\nるものであり、かつ、同条９項、１２６条５項及び６項の要件を満たすもの\nとして、これを認める。\n(2) 無効理由について\nア  無効理由１（甲１発明に基づく進歩性欠如）について\n本件発明１は、甲１発明に基づいて当業者が容易に発明をすることが\nできたものとはいえない（詳細は別紙３「本件審決の理由①」参照）。\nそして、本件発明２～１３は、本件発明１の構成を全て含み、さらに\n構成を付加したものであるから、本件発明１と同様に、甲１発明に基づ\nいて当業者が容易に発明をすることができたものとはいえない。\nイ  無効理由２（甲２発明に基づく進歩性欠如）について\n本件発明１は、甲２発明に基づいて当業者が容易に発明をすることが\nできたものとはいえない（詳細は別紙４「本件審決の理由②」参照）。\nそして、上記アと同様の理由から、本件発明２～１３は、甲２発明に\n基づいて当業者が容易に発明をすることができたものとはいえない。\nウ  無効理由３（明確性要件違反）について\n原告は、本件発明１～１３の「前記感応信号に従って前記バックライ\nトモジュールをそのオンとオフ状態の時間間隔を調整可能に開閉する制\n御モジュール」との記載は不明確であると主張するが、上記記載は、制\n御モジュールが感応信号に従ってバックライトモジュールのオンとオフ\n状態の時間間隔を調整可能に開閉するものとして明確に理解できるから、\n発明は明確であり、特許法３６条６項２号に違反するものではない。\n（なお、原告は、請求項９以降の発明に係る記載である「デジタル印刷\nプレート」、「レーザー光学プラスチック板」、「メンブレン回路板」\nとの記載についても明確性要件違反を主張していたが、この主張を排斥\nした本件審決の判断部分については、本件の審決取消事由として取り上\nげられていない。）\nエ  無効理由４（実施可能要件違反）について\n原告は、本件発明１～１３の「オンとオフ状態の時間間隔を調整可能」\nとの構成に関する本件明細書の発明の詳細な説明の実施可能要件違反を\n主張するが、本件明細書の段落【００１９】及び出願当時の技術常識に\nよれば、制御モジュールは感応信号に従ってバックライトモジュールの\nオンとオフ状態の時間間隔を調整可能に開閉することが実施可能な程度\nに記載されているといえ、特許法３６条４項１号に違反するものではな\nい。\nオ  無効理由５（サポート要件違反）について\n原告は、本件発明１～１３の「前記感応信号に従って前記バックライト\nモジュールをそのオンとオフ状態の時間間隔を調整可能に開閉する制御モ\nジュール」との構成のサポート要件違反を主張するが、本件明細書の段落\n【０００７】、【００１４】の記載から、本件発明１は、上記構成により、\nバックライトモジュールは常にオンである構成と比較して発光を抑制する\nことができ、発明の課題である節電を実現できると認識できるから、特許\n法３６条６項１号に違反するものではない。\n（なお、原告は、本件訂正前の本件発明１２、１３の「前記底板本体の下\n表面と前記凹槽の下表面間に高低差がある」との構成は、高低差がどちら\nの下表面が他の下表面よりも高いのか特定されていないため、発明の課題\nが解決できることを認識できるように記載された範囲を超えているとの主\n張もしていたが、「本件訂正により上記サポート要件違反は解消されてい\nる」旨の本件審決の判断を受けて、本件訴訟においては、後述する「本件\n訂正を認めた判断の誤り」として取消事由を構成している。）\n４  審決の取消事由\n(1) 本件訂正を認めた判断の誤り（取消事由１）\n(2) 甲１発明に基づく進歩性の判断（相違点１についての判断）の誤り（取消\n事由２）\n(3) 甲２発明に基づく進歩性の判断（相違点３についての判断）の誤り（取消\n事由３）\n(4) 明確性要件に関する判断の誤り（取消事由４）\n(5) 実施可能要件に関する判断の誤り（取消事由５）\n(6) サポート要件に関する判断の誤り（取消事由６）\n第３  当事者の主張\n１  取消事由１（本件訂正を認めた判断の誤り）\n(1) 原告の主張\nア  本件訂正は本件図５のみに依拠するものであるところ、願書に添付され\nた図面は設計図面に要求されるような正確性をもって描かれているとは限\nらないから、図面の記載に基づく訂正は認められるべきではない。\nイ  本件図５の記載は、以下のとおり不明瞭であるから、これに基づく訂正\nは不明瞭な記載をより不明瞭にするものであり、明瞭でない記載の釈明と\nはなっていないし、「前記凹槽の下表面は、前記底板本体の下表面よりも\n下方に突出しており、」との不明瞭な記載を付加することは、新規事項を\n追加するものである。\n(ｱ)  本件明細書【００１７】では「底板２の本体の下表面２２と凹槽２\n１１の下表面２１１１との間に、高低差ｘがあり」と記載されている\nが、【００２２】では符号２１１１は「底部の下表面」と定義されて\nおり、「底部」がワイヤレススカッフプレートのどの部分を指すのか\n不明である。\n(ｲ)  本件図５からすると「底板２の本体の下表面２２」は電源収容孔２\n３が形成されている部分であるところ、請求項１の記載からすると電\n源収容孔の形成されている部分の下表面は凹槽の下表面ということに\nなるから、底板本体の下表面と凹槽の下表面の高低差ｘは存在しない\nことになる。\nウ  なお、以上のとおり本件訂正が認められない結果、本件訂正前の請求項\n１２の「前記底板本体の下表面と前記凹槽の下表面間に高低差がある」\nは、サポート要件を満たさないこととなる。\n(2) 被告の主張\nア  図面の記載に基づく訂正は一般に認められている。\nイ  請求項１の記載及び本件図５から、請求項１２を訂正する本件訂正は、\n凹槽におけるバックライトモジュールが収納される箇所の下表面について\n特定するものと理解できる。\nウ  本件明細書【００１７】には高低差ｘの存在が明記され、本件図５にお\nいて凹槽２１１の下表面２１１１が底板２の本体の下表面２２よりも下方\nに突出していることが示されているから、高低差ｘが生じていると理解で\nきる。\n２  取消事由２（甲１発明に基づく進歩性の判断〔相違点１についての判断〕の\n誤り）\n(1) 原告の主張\n以下に述べるところを踏まえれば、本件発明１と甲１発明との相違点１に\nついての容易想到性を否定した本件審決の判断は誤りというべきである。\nア  スカッフプレートの耐用年数が電池の耐用年数よりも長いことは一般常\n識であり、電池の交換は必要不可欠であるから、甲１発明に電池交換のた\nめの電池カバーを設ける動機はある。\nそして、電池カバーを表側に設けることは、表示部の配置制限、見栄\nえ、雨の降り込み及び表面の強度対策の観点から好ましくないから、表\n示部を有する電子機器における技術常識（甲８公報）を甲１発明に適用\nして、表示部の裏側に電池カバーを設ける動機がある。しかも、甲２公\n報には、下側から電池カバーを設ける構成が開示されているから、本件\n審決のいう「甲１電池収容構成」と置換可能である。\n以上により、スカッフプレートの下表面から電池を交換可能にするこ\nとを着想すれば、本件審決が指摘する(a)～(d)の変更（別紙３「本件審\n決の理由①」３(3)）を行うことは、当業者であれば容易に想到し得たこ\nとであり、格別の困難はない。\nイ  甲１発明の収容溝カバー７０については、甲１公報の【００１８】に\n「粘着性を持つ防水貼付シート」だけでなく「薄板シート」についても記\n載されているから、取外しが想定されている。また、電池交換のためには\n電池が収容される部分のみを除けば足りるから、収容溝カバー７０がある\nからといって電池４０を外部から交換することを想起し得ないとはいえな\nい。\nウ  甲１発明における必須の構成は、電池４０をスカッフプレート８０内に\n収容することであって、電池４０を導光板１０内に埋設させた構成は単な\nる一実施例にすぎない。甲１発明の課題は完全に外部電源を不要とするこ\nとであるから、電池４０をスカッフプレート８０のどこに収容しても達成\n可能である。電池４０を導光板１０の内部以外の箇所に設置することは容\n易であり、その際の電気的な接続は、必要により適宜決めればよい技術的\nな設計事項である。\n(2) 被告の主張\nア  甲１公報には、電池の交換が必要不可欠であることを示唆する記載はな\nい。また、スカッフプレートに長期間の継続使用が求められるからといっ\nて、直ちに電池の交換が必要不可欠となるわけではない。\n甲８公報に示される技術常識は、携帯用の電子機器の裏側から電池を\n交換することを抽象的に示すにすぎない。甲１発明のような電子機器の\n内部に独立したモジュールが設けられた構成において、電子機器の裏側\nからモジュールの内部の電池を交換する具体的構造までが技術常識であ\nったということはできない。\n甲２公報には、スカッフプレート８０に相当する構成は記載も示唆も\nないから、「スカッフプレート８０の下表面」から電池を交換可能にす\nる構成については記載も示唆もない。\nイ  甲１公報【００１８】記載の収容溝カバー７０の技術的意義を考慮すれ\nば、当業者は、取外しを前提としない粘着性を持つ防水貼付シートを採用\nすることを想定する。\nウ  甲１発明において、電池４０を導光板１０内に埋設することは必須の構\n成であるから、電池４０を導光板１０内部以外の箇所に設置することや、\n電池収容孔を底面側から開口させることについては動機付けがない。\n３  取消事由３（甲２発明に基づく進歩性の判断〔相違点３についての判断〕の\n誤り）\n(1) 原告の主張\n以下に述べるところを踏まえれば、本件発明１と甲２発明との相違点３に\nついての容易想到性を否定した本件審決の判断は誤りというべきである。\nア  甲２公報には、裏面から電池交換をする構成が記載されているから、甲\n８公報の技術常識を考慮するまでもなく、甲３公報及び甲５公報の構成に\n変更するだけで、相違点３における本件発明１の構成を容易に想到し得る。\nイ  甲２発明では、バックライトモジュール等は表板１の背面に設けられれ\nばよく、表板１の背面に接着方式で固設することは一実施形態にすぎない。\nウ  バックライトモジュール、電池モジュール、制御器及び固定装置の第一\n固定座をまとめて一つの「底板」として製造し、一回の接着方式で表板１\nの背面に接着した方が、部品数及び製造工程の削減になることは明らかで\nあるから、バックライトモジュール等の第一固定座に代えて「底板」を採\n用する動機付けがあり、甲２発明の目的効果からみて阻害要因はない。\n(2) 被告の主張\nア  甲１発明のバックライトモジュール２、電池モジュール３、制御器４と\nいった電子機器と甲３公報及び甲５公報の「底板」とは、その機能、構造\n等が大きく異なり、これらを置換するという主張自体失当である。\nイ  甲２公報には、底板に相当する構成は記載も示唆もなく、したがって\n「底板の下表面」から電池を交換可能にする構成についての記載も示唆も\nない。バックライトモジュール２、電池モジュール３、制御器４及び固定\n装置５が表板１に固設されて一体化されている甲２発明において、わざわ\nざ「底板」を設ける動機付けは存在しない。\nウ  甲２発明に上記の「底板」を設ける場合、「底板」に相当する部材にバ\nックライトモジュール、電池モジュール、制御器及び固定装置をそれぞれ\n固設する必要があるため、部品数及び製造工程数の削減になるとはいえな\nい。\n４  取消事由４（明確性要件に関する判断の誤り）\n(1) 原告の主張\n本件発明１～１３の「前記感応信号に従って前記バックライトモジュール\nをそのオンとオフ状態の時間間隔を調整可能に開閉する制御モジュール」\n（請求項１）との記載は、以下のとおり不明確である。\nア  上記記載は、具体的にどのようにしてオンとオフ状態の時間間隔を調整\nしているのか不明である。\n本件明細書をみても、「制御モジュール６は、感応信号に従ってオン\nとオフ状態の時間間隔を知的に調整することができる。」（【００１\n４】）、「制御モジュールが、光線を開閉する、又は発光持続時間を制\n御することができる。」（【００１９】）と記載されており、「光線を\n開閉する」ことと「発光持続時間を制御する」ことは別の制御である。\nそして、発光持続時間を制御することについては「知的に調整する」と\n記載されているのみである。\nイ  本件審決は、「人がドアを閉める行為を行うとしても、当該ドアを閉め\nる行為を検出するために感応信号が用いられ、当該感応信号に従って、制\n御モジュールが、バックライトモジュールのオンとオフ状態の時間間隔を\n調整するのであり、ドアの開閉という人の行為が起因となるものとしても、\n感応信号に従ってバックライトモジュールのオンとオフ状態の時間間隔を\n調整するのは制御モジュールである」と解釈している。\nしかし、ドアの開閉という人の行為が起因となる場合、「時間間隔」\nを調整しているのは人であり、制御モジュールは単にドア開閉にあわせ\nてオンとオフを行っているにすぎず、時間間隔を調整していないから、\n上記判断は誤っている。\nさらに、上記の解釈に拠った場合は、時間間隔の調整が「知的に調整す\nる」ものであるのか「人がドアを閉める行為」を含むのかが不明であるこ\nとになる。\nウ  本件審決は、上記アのとおり「人の行為が起因となるものとしても、時\n間間隔を調整するのは制御モジュールである」旨判断しながら、進歩性の\n判断において単なるドアの開閉による時間調整を相違点と認定しており、\n判断が矛盾している。\n(2) 被告の主張\nア  「前記感応信号に従って前記バックライトモジュールをそのオンとオフ\n状態の時間間隔を調整可能に開閉する制御モジュール」とは、制御モジュ\nールが感応信号に従ってバックライトモジュールをオン状態とオフ状態と\nに切り替えることによって発光持続時間を調整可能であることを意味して\nいる。\nイ  本件発明１～１３は、人がバックライトモジュールを直接操作してオン\nとオフ状態の時間間隔を調整可能にすると特定していないから、バックラ\nイトモジュールのオンとオフ状態の時間間隔を調整しているのは、人では\nなく制御モジュールである。\nウ  本件審決は、甲１公報及び甲２公報に「そのオンとオフ状態の時間間隔\nを調整可能」である点が明記されていないことから、進歩性の判断におい\nて形式的に相違点２及び相違点４を認定したもので、実質的な相違点と認\n定しているわけではない。\n５  取消事由５（実施可能要件に関する判断の誤り）\n(1) 原告の主張\n本件発明１～１３の「前記感応信号に従って前記バックライトモジュール\nをそのオンとオフ状態の時間間隔を調整可能に開閉する制御モジュール」と\nの構成は、時間間隔を調整可能にする態様が限定されていないから、あらゆ\nる態様が含まれることになる。\nそうすると、本件各発明が実施可能要件に適合するためには、発明に含ま\nれる態様の全体について実施できる程度の記載がされていなければならない\nが、本件明細書には上記４(1)のとおり「知的に調整する」としか記載され\nていない。\nしたがって、出願時の技術常識を考慮したとしても、制御モジュールが本\n件明細書【００１９】にいう「光線を開閉する」ことが実施できるのみで、\n「発光持続時間を制御すること」は実施できないから、本件明細書に、当業\n者が実施できる程度に発明の構成等の記載があるとはいえない。\n(2) 被告の主張\nア  本件発明１～１３は、「制御モジュール」が「前記感応信号に従って前\n記バックライトモジュールをそのオンとオフ状態の時間間隔を調整可能に\n開閉する」と特定されており、制御モジュールがオンとオフ状態の時間間\n隔を調整可能に開閉するあらゆる態様が含まれるわけではない。原告の主\n張は「前記感応信号に従って」との構成要件を考慮しておらず、その前提\nにおいて誤っている。\nイ  本件審決の認定のとおり、感応信号に従いバックライトモジュールの開\n閉を行うこと及び制御モジュールにより発光持続時間の制御を行うことは、\n特段の説明を要しない技術事項である。\n６  取消事由６（サポート要件に関する判断の誤り）\n(1) 原告の主張\n以下のとおり、本件発明１～１３の「前記感応信号に従って前記バックラ\nイトモジュールをそのオンとオフ状態の時間間隔を調整可能に開閉する制御\nモジュール」との構成は、「発明の詳細な説明」において発明の課題が解決\nできることを認識できるように記載された範囲を超えたものであるから、サ\nポート要件を充たしておらず、本件審決の判断は誤っている。\nア  本件審決は、本件発明により「本発明は、薄型、防水、節電、インスト\nールしやすい、及び、バッテリー交換が便利であるワイヤレススカッフプ\nレートを提供することを目的とする」（本件明細書【０００６】）との課\n題の解決が実現できると認識できる旨認定しているが、「節電」は甲１公\n報の発明により解決済みの課題である。\nまた、「感応信号に従って…調整可能に開閉する」ことが単にドアの開\n閉を検知してバックライトモジュールをオンオフすることを意味するの\nであれば、その部分は周知の技術である。\nそうすると、本件発明は、従来技術と比較して発明の課題を解決する\n新たな部分を有さないから、少なくとも「節電」可能なワイヤレススカ\nッフプレートを提供するという課題を解決できないことになる。\nなお、サポート要件の判断に当たっては、課題を解決できるか否かが\n重要な判断要素であるところ、発明の課題は従来技術との比較で検討さ\nれるものであるから、本件発明と従来技術との比較はサポート要件の判\n断に影響するというべきである。\nイ  本件明細書には、「制御モジュール」がオンとオフ状態の時間間隔を調\n整することについて「知的に調整する」としか記載されていない。感応\n信号に従っていたとしても、その感応信号から、「知的に調整」に含ま\nれる、どのように調整してもよい技術的範囲にまで一般化ないし拡張す\nることは許されない。\n(2) 被告の主張\nア  サポート要件と進歩性要件とは全く別の要件であり、本件発明と従来技\n術との比較はサポート要件の判断に影響を及ぼさない。\nイ  「制御モジュール」は「前記感応信号に従って前記バックライトモジュ\nールをそのオンとオフ状態の時間間隔を調整可能に開閉する」と特定して\nおり、「バックライトモジュールのオンとオフ状態の時間間隔をどのよう\nに調整してもよい技術的範囲にまで一般化ないし拡張」しているわけでは\nない。\n第４  当裁判所の判断\n１  取消事由１（本件訂正を認めた判断の誤り）について\n(1) 本件訂正は、訂正前の請求項１２の「前記底板本体の下表面と前記凹槽の\n下表面間に高低差があることを特徴とする」との事項に「前記凹槽の下表面\nは、前記底板本体の下表面よりも下方に突出しており」との事項を追加して\n特定することにより、「底板本体の下表面」と「凹槽の下表面」の位置（上\n下）関係を明瞭にするものである。\nそして、本件図５（別紙２「本件明細書等の記載事項（抜粋）」参照）か\nら、凹槽２１１の下表面２１１１は底板２の本体の下表面２２よりも下方に\n突出していることが見て取れるから、上記訂正は、本件図５に記載した事項\nの範囲内においてしたものである。\nしたがって、本件訂正は、明瞭でない記載の釈明（特許法１３４条の２第\n１項３号）を目的とするものであり、同条９項、同法１２６条５項及び６項\nの規定に適合するものであって、審決の判断に誤りはない。\n(2) これに対し、原告は、特許出願の願書に添付された図面は正確とは限らな\nいから、図面に基づく訂正を認めるべきではない、本件図５は不明瞭である\nから、これに基づく本件訂正の結果も不明瞭である旨主張する。\nア  しかし、まず、特許請求の範囲の訂正は、願書に添付した図面の範囲内\nにおいてすることが明文上認められている（特許法１３４条の２第１項、\n９項、１２６条５項）。そして、本件図５は、「底板本体の下表面」と\n「凹槽の下表面」の位置関係を理解するために必要な程度の正確さを備え、\n本件訂正の根拠として十分な内容が図示されているものである。\nイ  「底部」（【００２２】）がどの部分を指すのか不明との点に関しては、\n訂正後の請求項１２の「前記底板本体の下表面」と「前記凹槽の下表面」\nについて、本件明細書【００１７】の記載から、それぞれ本件図５の「底\n板２の本体の下表面２２」と「凹槽２１１の下表面２１１１」を指してい\nることが明らかである。【符号の説明】【００２２】では「２１１１」を\n「底部の下表面」と記載されているが、「底部」が「凹槽２１１」の底部\nを指すことは、本件図５から明らかである。\nウ  また、「高低差ｘ」の存在に疑義を述べる点に関しても、以下のとおり\n採用できない。\nすなわち、請求項１２の「前記凹槽」は、「少なくとも一側は、電源\n収容孔を有」するとともに「バックライトモジュール」を「収容」する\nものであるところ（請求項１）、「前記凹槽の下表面」は凹槽のバック\nライトモジュールが収容される箇所の下表面を指すものと解される。こ\nの解釈は、本件明細書【００１７】に「一実施態様において、図５に示\nされるように、…底板２の本体の下表面２２と凹槽２１１の下表面２１\n１１間に、高低差ｘがあり、凹槽２１１は、回路板３１、導光板３２を\n含むバックライトモジュール３を収容する。」、「高低差ｘは、電源モ\nジュール４を被覆する底カバー７（図５では一側だけが示されている）\nの厚さを許容するのに十分である。」と記載されていること、本件図５\nにおいてバックライトモジュールの構成要素である導光板３２が位置す\nる箇所が「２１１１」と示され、高低差の「ｘ」も示されていることと\nも整合する。\n(3) したがって、原告主張の取消事由１は理由がない。\n２  取消事由２（甲１発明に基づく進歩性の判断〔相違点１についての判断〕の\n誤り）について\n(1) 原告は、スカッフプレートにおいて電池の交換は必要不可欠であるから、\n電池交換のための電池カバーを設ける動機がある、電池カバーを表示部の表\n側に設けることはさまざまな事情から好ましなく、甲８公報の技術常識等を\n適用して、裏側に電池カバーを設ける動機がある、本件審決指摘の(a)～(d)\nの変更は、電池交換のため必要であれば当業者は容易に想到し得る旨主張す\nる。\nしかし、甲１公報によれば、甲１公報の「実用新案登録請求の範囲」に記\n載された考案は、外部電源が完全に不要な自動車スカッフプレートに適用さ\nれる発光モジュールを提供することを課題とし（【０００４】）、この課題\nを解決するための発光モジュールは、発光素子及びリードスイッチが設けら\nれた「ランプ板」、及び電線を介してランプ板に接続される「電池」が、い\nずれも「導光板」に埋設される構成を有し（【０００５】、【００１５】～\n【００１７】）、この構成により「導光板１０の内部に発光素子２０に必要\nな電力を供給することができる電池４０を設置するため、完全に外部電源が\n不要となる」（【００１９】）ことで、上記の課題を解決するものと認めら\nれる。\n甲１公報には、上記課題の解決の手段として、上記以外の構成は記載され\nていない。\nそして、本件審決が認定した甲１発明の構成は、外部電源が完全に不要な\n発光モジュールである上記「導光板１０」に、これに埋設された「ランプ板\n５０」、「電池４０」等を密封するための「収容溝カバー７０」を設け、本\n件発明１の「底板」に相当する「スカッフプレート８０」の上面には「凹部」\nを設け、この「凹部」に発光モジュールである上記「導光板１０」を収容す\nるものである。\nそうすると、甲１発明においては、電池４０が導光板１０内に埋設される\nことを含め、「導光板１０」に係る上記構成は課題解決に直結した構成であ\nると理解するのが自然であり、本件審決のいう「甲１電池収容構成」もこれ\nと同趣旨と認められる。\n加えて、甲１公報には、電池の交換についての記載はなく、甲１発明に接\nした当業者が仮に電池の交換という課題を着想したとしても、相違点１に係\nる構成とするためには、(a)収納溝カバー７０を除いた上で、(b)導光板１０\nに代えてスカッフプレート８０に電池４０を収容する収容孔を設け、当該電\n池収容孔を底面側から開口するものとし、(c)該収容孔を覆うカバーを設け、\n該カバーを取り外すことで電池４０を交換可能とし、(d)スカッフプレート\n８０に収容することになった電池と、導光板１０内に埋設されているランプ\n板５０等との電気接続を行うという変更が必要になることは、本件審決が認\n定するとおりである。\n甲１発明をこのように変更することは、課題解決に直結した構成である\n「甲１電池収容構成」を変更するものであることと併せると、動機付けはな\nいといわざるを得ず、当業者が容易に想到し得たものとはいえない。\nまた、甲８公報からは、表示部を有し電池を電源とする電子機器において、\n表示部とは反対の裏側に電池交換のための取り外し可能なカバーを設けるこ\nとは技術常識であるといえるが、甲１発明のように独立したモジュールが設\nけられ、底板（スカッフプレート８０）の凹部にモジュールを収容する電子\n機器において、裏側からモジュール内部の電池を交換することまでが技術常\n識であったとは認めるに足りない。\n甲２公報については、甲１発明のスカッフプレート８０、すなわち底板に\n相当する部材がないから、下側から電池カバーを設けるという抽象的な点を\nもって「甲１電池収容構成」と置換可能ということはできない。\n(2) 原告は、甲１発明において収容溝カバー７０の取外しは想定されており、\n外部から電池４０を交換することは当業者が想起し得る旨主張するが、甲１\n発明において収容溝カバー７０の取外しが可能か否かは不明であるし、仮に\n取外しが可能であれば、取り外すことにより電池交換が可能と考えられるか\nら、むしろ、電池交換のため底板（スカッフプレート８０）に電池収容孔と\n電池カバーを設ける構成に変更する必要性は乏しいといえる。\nそうすると、原告の上記主張を考慮しても、上記の構成変更に係る動機付\nけは否定せざるを得ない。\n(3) 原告は、甲１発明における必須の構成は電池４０をスカッフプレート８０\n内に収容することであって、電池４０を導光板１０内に埋設させた構成は単\nなる一実施例にすぎない旨主張するが、そもそも原告が認める甲１発明の構\n成に反する主張である上、甲１公報には「完全に外部電源を不要」とするた\nめの具体的態様として電池を導光板内に埋設する態様しか開示されておらず、\nこれが課題解決に直結した構成であることは上記(1)のとおりであり、原告\nの主張はできない。\n(4) したがって、原告主張の取消事由２は理由がない。\n３  取消事由３（甲２発明に基づく進歩性の判断〔相違点３についての判断〕の\n誤り）について\n(1) 原告は、甲２公報には裏面から電池交換をする構成が記載されているから、\n甲３公報、甲５公報の構成に変更するだけで、相違点３における本件発明１\nの構成は容易に想到し得る旨主張する。\nしかし、本件審決が認定した相違点３のとおり、本件発明１は「底板」を\n含むものであるのに対し、甲２発明は「底板」を含むものではない点で主に\n相違し、これに関連して、本件発明１は、「底板」が「上表面と下表面を有\nし、前記上表面は、少なくとも一つの凹槽を有し、且つ、前記凹槽の少なく\nとも一側は、電源収容孔を有し、及び、定位部が、少なくとも一側上に定義\nされ」ており、「バックライトモジュール」は「前記凹槽に収容され」てお\nり、「底カバー」は「底板の下表面から電源収容孔を覆」い、「上カバー」\nは「底板の上表面に設置される」のに対し、甲２発明では、電池座３１、固\n定部５及びバックライトモジュール２は、表板１の背面に設けられ、電池カ\nバー３２は、底板の下表面から電源収容孔を覆うものではなく、表板１は、\n底板の上表面に設置されるものではない点で相違する。\n「底板」を有するスカッフプレート自体は、甲３公報及び甲５公報に記載\nされ周知であるといえるが、甲３公報及び甲５公報に記載されたスカッフプ\nレートは、底板に電池、発光板、回路基板といった部品を収容する構造であ\nるのに対し、甲２発明は、表板の背面に電池モジュール、固定部及びバック\nライトモジュールを設ける構造であり、両者は構造が根本的に異なる。\nそして、甲２発明において、各モジュールは表板の背面に独立に設けられ\nており、各モジュールの底板もそれぞれ独立であるから、甲２発明において\n底板を設けるためには、モジュールごとに独立した底板を一体化することが\n必要となるところ、甲３公報及び甲５公報は、元々独立していたモジュール\nを一体化することを示唆するものではない。\nそうすると、甲２発明において、表板の背面にモジュールを設けることに\n代えて底板にモジュールを構成する部品を収容する構造に変更することは、\n甲２発明の構造を根本的に変更することであり、容易想到とはいえない。そ\nうである以上、「底板」に関連した構成である「底板が上表面と下表面を有\nし、前記上表面は、少なくとも一つの凹槽を有し、且つ、前記凹槽の少なく\nとも一側は、電源収容孔を有し、及び、定位部が、少なくとも一側上に定義\nされ」等の構成も、容易想到とはいえない\n(2) 原告は、甲２発明ではバックライトモジュール等は表板１の背面に設けら\nれてさえいればよく、表板１の背面に接着方式で固設することは一実施形態\nにすぎない旨主張する。\nしかし、甲２発明は底板を有しない構成であり、バックライトモジュール\n等を表板１の背面に設けるためには何らかの手段で固定する必要があると認\nめられ、これが一実施形態にすぎないなどと解することはできない。\n(3) 原告は、バックライトモジュール、電池モジュール、制御器及び固定装置\nの第一固定座をまとめて一つの「底板」として製造し、一回の接着方式で表\n板１の背面に接着したほうが、部品数削減、製造工程削減になることは明ら\nかであるから、バックライトモジュール等の第一固定座に代えて「底板」を\n採用することには動機付けがあり、甲２発明の目的効果からみて阻害要因は\n存在しない旨主張する。\nしかし、部品点数や製造工程数は、各モジュールを構成する部品をどのよ\nうに底板に収容し固定するかによっても異なるものであり、単に底板を設け\nるだけで、部品点数や製造工程数の削減が達成されるわけではない。すなわ\nち、底板を設けるという手段は、部品点数や製造工程数の削減という一般的\nな課題を解決する具体的な手段の一部であり得るとしても、それ自体を部品\n点数や製造工程数削減の手段であると解することはできない。\nしたがって、原告の主張する部品点数や製造工程数の削減という一般的な\n課題が、表板の背面にモジュールを設ける構造から底板を設ける構造に変更\nする動機付けになるとはいえない。\n(4) したがって、原告主張の取消事由３は理由がない。\n４  取消事由４（明確性要件に関する判断の誤り）について\n(1) 原告は、請求項１（請求項２～１３で引用）の「前記感応信号に従って前\n記バックライトモジュールをそのオンとオフ状態の時間間隔を調整可能に開\n閉する制御モジュール」との記載は不明確であると主張し、その理由として、\n本件明細書【００１９】の記載において、光線を開閉することと発光持続時\n間を制御することは制御モジュールにおける別の制御とされているところ、\n後者については「知的に調整する」との記載しかない点を挙げる。\nしかし、上記「前記感応信号に従って前記バックライトモジュールをその\nオンとオフ状態の時間間隔を調整可能に開閉する制御モジュール」の記載は、\n「制御モジュール」が①感応信号に従ってバックライトモジュールを開閉す\nる機能を備え、②当該機能はオンとオフ状態の時間間隔を調整可能なもので\nあると読むのが自然であり、単に感応信号に従ってバックライトモジュール\nを開閉するのみではなく、時間間隔を調整してオンとオフ状態を制御するモ\nジュールが特定されていると理解できる。これに被告の早期審査に関する事\n情説明書（甲１６）を参酌すれば、本件発明１～１３の制御モジュールは、\n「感応信号に従って開閉する制御モジュール」において「そのオンとオフ状\n態の時間間隔を調整可能に開閉する」点を限定したものといえる。\nそして、制御モジュールにおいて、感応信号に起因しながらドアの開閉の\n時間間隔とは異なるオンとオフの時間間隔を調整する具体的な手段としては、\n例えば制御回路や制御プログラムを用いることが技術常識から直ちに想起さ\nれ、具体的には、単に感応信号のみに従ってオンとオフ状態を制御するモジ\nュールに、時間間隔を調整するための構成（制御回路等）が付加されたもの\nとして理解できる。\n原告の上記主張は、光線の開閉制御と発光持続時間の制御の上記のような\n関係を正解することなく、別個独立の制御であるとの独自の議論に基づくも\nのといわざるを得ず、その前提において失当である。\n(2) 原告は、ドアの開閉という人の行為が起因となるのであれば、時間間隔を\n調整しているのは人であり、制御モジュールは時間間隔を調整していない旨\n主張する。\nしかし、上記のとおり、請求項１の記載は、感応信号の検出を受けて、\n時間間隔を調整してオンとオフ状態を制御する制御モジュールが特定されて\nいるものであり、制御モジュールが時間間隔の調整を行うものと理解できる。\n(3) 原告は、本件審決の判断に矛盾がある旨主張するが、請求項１の「オンと\nオフ状態の時間間隔を調整可能に開閉する」との記載が明確であることと、\n請求項１で明確に特定された上記記載が甲１発明及び甲２発明において特定\nされていないと認定することは、何ら矛盾することではない。\n(4) したがって、請求項１の「前記感応信号に従って前記バックライトモジュ\nールをそのオンとオフ状態の時間間隔を調整可能に開閉する制御モジュール」\nとの記載につき、明確性要件の違反があるとはいえないとする本件審決の判\n断に誤りはなく、原告主張の取消事由４は理由がない。\n５  取消事由５（実施可能要件に関する判断の誤り）について\n原告は、本件発明１～１３の「前記感応信号に従って前記バックライトモジ\nュールをそのオンとオフ状態の時間間隔を調整可能に開閉する制御モジュール」\nとの構成は、時間間隔を調整可能にする態様が限定されていないから、あらゆ\nる態様が含まれることになるのに、発明の詳細な説明にはこの態様全体につい\nて実施できる程度の記載はないとして、実施可能要件違反を旨主張する。\nしかし、本件明細書の【００１４】には「制御モジュール６は、近接センサ\nーモジュール５により感知される感応信号に従ってバックライトモジュール３\nを開閉する。一実施態様において、バックライトモジュール３は、常にオンで\nも常にオフ状態でもない。制御モジュール６は、感応信号に従ってオンとオフ\n状態の時間間隔を知的に調整することができる。」と記載されており、この\n「オンとオフ状態の時間間隔を知的に調整する」との記載から、当業者であれ\nば技術常識をもとに具体的な技術的手段（例えば制御回路やプログラム等）を\n直ちに想起できるから、制御モジュールがオンとオフ状態の時間間隔を調整可\n能に開閉することが実施可能な程度に十分記載されているといえる。\nしたがって、実施可能要件に関する本件審決の判断に誤りはなく、原告主張\nの取消事由５は理由がない。\n６  取消事由６（サポート要件に関する判断の誤り）について\n(1) 原告は、本件発明は従来技術と比較して課題を解決する新たな部分を有さ\nないとして、本件発明１～１３の構成は、発明の課題を解決できると当業者\nが認識できる範囲を超えたものとしてサポート要件違反になる旨主張する。\nしかし、サポート要件の趣旨は、明細書の発明の詳細な説明に当該発明の\n課題が解決できることを当業者において認識できるように記載することによ\nり、発明の詳細な説明に記載していない発明が特許請求の範囲に記載され、\n公開されていない発明について独占的，排他的な権利が発生し特許制度の趣\n旨に反することを防止することにあるのであって、その適合性の判断は、特\n許請求の範囲の記載と発明の詳細な説明の記載とを対比し、特許請求の範囲\nに記載された発明が、発明の詳細な説明に記載された発明で、発明の詳細な\n説明の記載により当業者が当該発明の課題を解決できると認識できる範囲の\nものであるか否か、また、発明の詳細な説明に記載や示唆がなくとも当業者\nが出願時の技術常識に照らし当該発明の課題を解決できると認識できる範囲\nのものであるか否かを検討して判断すべきものと解され、特許請求の範囲に\n記載された発明が従来技術と比較して課題を解決する新たな部分を有するか\n否かは、サポート要件の判断において考慮すべきものではない。\nしたがって、上記原告の主張は、その前提が採用できないから、理由がな\nい。\n(2) 原告は、請求項１の「制御モジュール」がオンとオフ状態の時間間隔を調\n整することについて、本件明細書に「知的に調整する」としか記載されてい\nないからサポート要件に反する旨主張する。\nしかし、上記記載は、発明の詳細な説明に記載や示唆がなくとも当業者が\n出願時の技術常識に照らし当該発明の課題を解決できると認識できる範囲の\nものであることは、上記５のとおりである。\n(3) したがって、本件審決のサポート要件に関する判断に誤りはないから、原\n告主張の取消事由６は理由がない。\n７  結論\n以上によれば、本件審決にこれを取り消すべき違法はないから、原告の請求\nを棄却することとし、主文のとおり判決する。\n知的財産高等裁判所第４部\n裁判長裁判官\n宮    坂    昌    利\n裁判官\n本    吉    弘    行\n裁判官\n頼        晋    一\n"
}