{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 4,
    "month": 5,
    "day": 31
  },
  "case_number": "令和3(行ケ)10154",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "91214",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=91214",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/214/091214_hanrei.pdf",
  "contents": "令和４年５月３１日判決言渡\n令和３年（行ケ）第１０１５４号  審決取消請求事件\n口頭弁論終結日  令和４年３月２４日\n判                  決\n原              告                株式会社Ｃ・Ｂ・ Ｈ\n同訴訟代理人弁理士                高    橋    幸    夫\n被              告                株 式 会 社 ポ ン パ ド ゥ ル\n同訴訟代理人弁護士                早      川    大    地\n同訴訟代理人弁理士                松      田    次    郎\n同                                松      田    省    躬\n主                  文\n１  原告の請求を棄却する。\n２  訴訟費用は、原告の負担とする。\n事実及び理 由\n第１  請求\n特許庁が無効２０２１－８９００１４号事件について令和３年１１月２日\nにした審決を取り消す。\n第２  事案の概要\n１  特許庁における手続の経緯等\n(1)  被告は、次の商標（以下「本件商標」という。）の商標権者である。（甲１\nの１及び２）\n登録番 号   第５８３９４３４号\n商標の構成\n指定商 品   第３０類「菓子、パン、サンドイッチ、中華まんじゅう、\nハンバーガー、ピザ、ホットドッグ、ミートパイ」\n登録出願日   平成２７年１１月１６日\n登録査定日   平成２８年３月９日\n設定登録日   平成２８年４月８日\n(2)  原告は、令和３年４月５日、本件商標について、商標登録無効審判を請求\nした（無効２０２１－８９００１４号）。\n(3)  特許庁は、令和３年１１月２日、「本件審判の請求は、成り立たない。」と\nする審決（以下「本件審決」という。）をし、その謄本は、同月１０日に原告\nに送達された。\n(4)  原告は、令和３年１２月７日、本件審決の取消しを求めて、本件訴えを提\n起した。\n２  本件審決の理由の要旨\n本件審決の理由は、別紙審決書（写し）のとおりであり、要するに、本件商\n標は、単に商品の品質を普通に用いられる方法で表示する標章のみからなる商\n標とはいえないから商標法３条１項３号には該当せず、また、その指定商品中\n「菓子、サンドイッチ、中華まんじゅう、ハンバーガー、ピザ、ホットドッグ、\nミートパイ」に使用しても商品の品質の誤認を生ずるおそれがある商標とはい\nえないから同法４条１項１６号にも該当しないというものである。\n３  取消事由\n(1)  取消事由１\n商標法３条１項３号該当性に関する判断の誤り\n(2)  取消事由２\n商標法４条１項１６号該当性に関する判断の誤り\n第３  当事者の主張\n１  取消事由１（商標法３条１項３号該当性に関する判断の誤り）\n〔原告の主張〕\n(1)  甲２ないし１４及び甲２０ないし５３のインターネット記事等によれば、\n平成２６年頃から、子供の１歳の誕生日のお祝いとして「一升餅」の代わり\nに「一升パン」を用いることが全国各地で広まり、本件商標の登録査定時よ\nりも前の時点において、「一升パン」の語が、「一升（約１．８ｋｇ）の重量\nのパン」及び「子供の１歳の誕生日のお祝いに用いるパン」を表示するもの\nとして、不特定多数の者によって取引上普通に使用されていたことは明らか\nである。\n(2)  また、「一升パン」については、重量が約１．８ｋｇもある大型のパンで\nあり、子供の１歳の誕生日のお祝いのために「一升餅」の代わりに用いられ\nる縁起物として、予約又は注文によって販売されるという特有の取引の実情\nがあることからすれば、その取引者、需要者については、パンを取り扱う業\n界全体又はパンの需要者である一般消費者とするのではなく、約２ｋｇのパ\nン生地を上手に焼き上げる技術を備えたパン職人又はパン教室の先生、子供\nの１歳の誕生日を祝うパン好きの親及び親類等に限定すべきである。なお、\n「一升パン」は、「パン」の下位概念であるところ、「一升パン」の取引者、\n需要者と「一升パン」以外のパンの取引者、需要者とは異なるから、区別し\nて考えるべきである。\n(3)  そうすると、これらの取引者、需要者は、「一升パン」中の「一升」とい\nう語について、「パン生地の重量が約１．８ｋｇ（一升）」又は「焼き上がり\n後の重量が約１．８ｋｇ（一升）」であるほどの意味合いを容易かつ直ちに理\n解するものといえる。また、「一升パン」を上記の意味合いで使用する不特定\n多数の者が存在することからすれば、「升」や「一升」が「一升パン」の単位\nとして一般に使用されていないということはできない。さらに、「一升」の語\n及び「パン」の語は、いずれも辞書に掲載されているほどよく知られている\n語であり、それぞれが独立した意味を有するから、これらの語を結合させて\nもまとまりよく一体的になるものではない。\nしたがって、「一升パン」の語が、特定の意味を理解、認識させることのな\nい一種の造語であるということはできない。\n(4)  以上によれば、本件商標が「約１．８ｋｇ（一升）の重さのパン」に使用\nされた場合には、指定商品の取引者、需要者により、その商品の品質（一升\n餅の代わりの約１．８ｋｇのパン）又は用途（子供の１歳の誕生日のお祝い\nに使用されるパン）を表示するものであると認識され、又は認識される可能\n性があるものであるから、本件商標は、取引に際し必要適切な品質及び用途\nを表示するものであり、特定人による独占使用を認めるのは公益上適当でな\nい商標であるというべきである。\nしたがって、本件商標は、その指定商品中「パン」に使用した場合には、\n特定の商品の品質、用途等を表示するものであり、自他商品の識別標識とし\nての機能を果たし得ないものであるから、単に商品の品質及び用途を普通に\n用いられる方法で表示する標章のみからなるものとして、商標法３条１項３\n号に該当する。\n〔被告の主張〕\n(1)  甲２ないし１４のブログ記事等は、その執筆者の日常の出来事の紹介や\n個人的な感想を公開することが主な目的であるから、取引上、「一升パン」の\n表示がパンの特定の品質等を表示することを客観的に証明するものとはいえ\nない。また、これらのブログ記事等のほか、甲２０ないし５３のインターネ\nット記事等の内容をみても、特定の店舗における陳列状況や販売状況を示す\nものが乏しいことからすれば、本件商標の登録査定時よりも前から、「一升パ\nン」の表示が被告以外の者によって全国的に広く使われているという事実は\n何ら立証されていない。\n仮に、「一升パン」の語が、「１．８ｋｇのパン」又は「子供の１歳の誕生\n日のお祝い」に使用されるようになったとの事実があったとしても、商標が\n一般的に使用されるに至った結果、自己の商品と他人の商品とを識別するこ\nとができなくなっていることは、およそ商標法３条１項３号の適用の範囲外\nの事柄である。\n(2)  商標法３条１項３号の該当性に関して、本件商標がその指定商品の品質、\n用途等を表示するものであるか否かを判断する主体となる取引者、需要者の\n範囲は、当該指定商品との関係で判断されるものである。そして、本件商標\nの指定商品は、「菓子、パン、サンドイッチ、中華まんじゅう、ハンバーガー、\nピザ、ホットドッグ、ミートパイ」であることからすれば、上記の取引者、\n需要者は、これらの指定商品の製造業者及び取引業者や、顧客である一般消\n費者であるから、これを狭く解する原告の主張は誤りである。\nなお、このほかにも、原告の主張には、本件商標の指定商品を「一升パン」\nとすることを前提とするものがあるが、いずれもその前提に誤りがある。\n(3)  パンを取り扱う業界においては、パンの数え方として「枚」、「個」、「斤」\n及び「グラム」等が使用されており、「升」という容積の単位は使用されてい\nない。また、本件商標のうち「一升」の部分が量を表す単位としての機能を\n有するとしても、何が一升であるのかが不明であるから、パンの品質等を表\nす単位として理解されるものではない。したがって、「一升」という表示は、\nパンの品質等を表すものとして普通に用いられているとはいえない。\nこのように、本件商標は、パンには用いられない「升」の単位を普通名称\nである「パン」と組み合わせて「一升パン」とすることにより、指定商品の\n品質等を具体的かつ直接的に表示するものではない一つの造語を表したもの\nであるから、識別力を有する商標である。\nなお、「一升」の語及び「パン」の語がいずれもよく知られている語である\nからといって、これらを結合するとまとまりよく一体ではなくなるというこ\nとにはならない。\n(4)  本件商標は、横書きの二段書き構成であり、「一升パン」の文字の下に、\n３分の１程度の大きさで「いっしょうパン」の文字を書した構成からなる。\nそして、下段の「いっしょうパン」のうち「いっしょう」の部分は上段の「一\n升」の読みを表したものと解する余地もあるが、「パン」の部分は敢えて片仮\n名書きとされていることからすれば、商標全体として一種独特な態様で表示\nされたものとみるのが自然であるから、本件商標は、普通に用いられる方法\nで表示する標章のみからなる商標には該当しないものといえる。\n(5)  以上によれば、本件商標は、指定商品との関係で、特定の品質等を表示す\nるものではなく、普通に用いられる方法で表示する標章のみからなる商標で\nもないから、商標法３条１項３号には該当しない。\n２  取消事由２（商標法４条１項１６号該当性に関する判断の誤り）\n〔原告の主張〕\n(1)  本件商標は、商品名であり、かつ、普通名称でもある「パン」の語を包含\nする「一升パン」という語を含むものであるから、指定商品中「菓子、サン\nドイッチ、中華まんじゅう、ハンバーガー、ピザ、ホットドッグ、ミートパ\nイ」との関係においては、必然的に不実を表示するものである。\n(2)  また、前記１で主張したとおり、本件商標は、祝い事に用いられる「一升\nパン」の取引者、需要者に対し、「一升パン」の語が「約１．８ｋｇ（一升）\nの重量のパン生地」を使用して焼き上げたパン又は「焼き上がり後の重量が\n約１．８ｋｇ（一升）」のパンという意味合いを容易かつ直ちに理解させ、「一\n升パン」の品質を表したものと認識させるものであることからすれば、上記\n(1)で挙げた各指定商品との関係においては、商標が表す観念（パンの一種）\nとその商標を使用する商品（菓子等）とが符合しない。\n(3)  以上のとおり、本件商標を上記(1)で挙げた各指定商品に使用した場合に\nは、需要者が誤った商品を購入するなど、商品の品質の誤認を生ずるおそれ\nがあるから、本件商標は、商標法４条１項１６号に該当する。\n〔被告の主張〕\n前記１で主張したとおり、本件商標は、取引者、需要者において、特定の商\n品の品質又は用途を認識させるものとはいえないから、本件商標を、その指定\n商品中「菓子、サンドイッチ、中華まんじゅう、ハンバーガー、ピザ、ホット\nドッグ、ミートパイ」に使用しても、商品の品質の誤認を生ずるおそれがある\nとはいえない。\n第４  当裁判所の判断\n１  取消事由１（商標法３条１項３号該当性に関する判断の誤り）について\n(1)  検討\nア  本件において、原告は、本件商標は商品の品質（一升餅の代わりの約１．\n８ｋｇのパン）及び用途（子供の１歳の誕生日のお祝いに使用されるパン）\nを普通に用いられる方法で表示する標章のみからなる商標である旨主張\nする。\nそして、前記第２の１(1)のとおり、本件商標は、上段に配置された「一\n升パン」及び下段に配置された「いっしょうパン」の各文字からなる商標\nであるところ、下段に小さく書かれた「いっしょうパン」の文字は、上段\nの「一升パン」の文字の読みを表したものにすぎないとみるのが相当であ\nる。\nしたがって、以下においては、本件商標の上段の「一升パン」の語が、\n本件商標の指定商品との関係において、上記のとおり原告が主張するよう\nな品質又は用途を表示するものといえるか否かについて検討する。\nイ  「一升パン」の語のうち、「升」の語は、「尺貫法における容量の単位。\n古来用いられてきたが、現代の一升は１．８０３９１リットル。」との意味\nを、「一升」の語は、「単位『升』で量った一つ分の容積。」との意味を、「パ\nン」の語は、「小麦粉を主材料としてこれに水とイーストなどを加えてこね、\n発酵させてから焼き上げた食品。」との意味を、それぞれ有するものと認め\nられる（いずれも広辞苑第七版における記載であり、当事者間に争いがな\nい。）。\nそして、「一升パン」の語は、上記のとおりの意味を有する「一升」の語\n及び「パン」の語を組み合わせたものといえるところ、「一升パン」の語そ\nれ自体は、辞書等に採録されている語ではない。また、証拠（乙１ないし\n７）及び弁論の全趣旨によれば、パンの数量を表す単位として一般に用い\nられるのは、「個」、「枚」、「グラム」又は「斤」等であることが認められる\nところ、一般に、「升」又は「一升」の語は、米や日本酒、醤油の容量を表\nす単位として用いられるものの、パンの数量を表す単位として用いられる\nものとはいえない。\nそうすると、「一升パン」の語は、通常は組み合わされることのない「一\n升」の語と「パン」の語とが組み合わされ、まとまりよく一体的に表され\nたものであるといえることからすれば、これを造語であるとみるのが相当\nである。\nウ  ところで、前記第２の１(1)のとおり、本件商標の指定商品は、第３０類\n「菓子、パン、サンドイッチ、中華まんじゅう、ハンバーガー、ピザ、ホ\nットドッグ、ミートパイ」であることからすれば、本件商標に係る取引者、\n需要者には、これらの商品の製造業者及び販売業者のほか、広く一般消費\n者が含まれるものといえる。\nそして、上記イのとおり、「一升」の語は、パンの数量を表す単位として\n一般に用いられるものとはいえないことからすれば、本件商標に係る取引\n者、需要者は、「一升パン」の語について、指定商品に係る具体的な容積や\n重量を表すものであると直ちに認識するものではないというべきである。\nまた、上記イのとおり、「一升パン」の語は、造語であるとみるのが相当\nであることからすれば、本件商標に係る取引者、需要者は、「一升パン」の\n語について、指定商品に係る具体的な用途を表すものであると直ちに認識\nするものではないというべきである。\nそうすると、本件商標に係る取引者、需要者は、「一升パン」の語につい\nて、「一升餅の代わりの約１．８ｋｇのパン」を表示するものであるとか、\n「子供の１歳の誕生日のお祝いに使用されるパン」を表示するものである\nなどと、必ずしも認識するものではないから、本件商標は、その指定商品\nの品質又は用途を表示する標章であるとはいえない。\nエ  以上によれば、本件商標は、指定商品の品質又は用途を普通に用いられ\nる方法で表示する標章のみからなる商標とはいえないから、商標法３条１\n項３号に該当するものとは認められない。\n(2)  原告の主張に対する判断\nア  原告は、①本件商標の登録査定時よりも前の時点において、「一升パン」\nの語が、「一升（約１．８ｋｇ）の重量のパン」又は「子供の１歳の誕生日\nのお祝いに用いるパン」を表示するものとして、不特定多数の者によって\n取引上普通に使用されている実情がある旨主張し、また、②そのような「一\n升パン」に係る特有の取引の実情があることなどから、本件商標に係る取\n引者、需要者の範囲を限定すべきである旨主張し、さらに、③これらの取\n引者、需要者は、「一升パン」の語について、上記の意味内容を表示するも\nのであると認識する旨主張する。\nそこで検討するに、証拠（甲２ないし１２、２０ないし５３）及び弁論\nの全趣旨によれば、本件商標の登録査定時よりも前である平成２６年頃ま\nでには、１歳の誕生日を迎えた子供のお祝いをしようとする者の間におい\nて、旧来の「一升餅」の風習を基にして、「一升餅」の代わりに「一升パン」\nと称する重さ約１．８ｋｇのパンが用いられる例があること、全国各地の\n少なくとも３０を超える店舗において、上記のような「一升パン」と称す\nる商品が製造、販売されたことがあることが認められる。\nしかしながら、上記(1)ウのとおり、本件商標に係る取引者、需要者には、\n指定商品であるパン等の製造業者及び販売業者のほか、広く一般消費者が\n含まれるものといえることからすれば、１歳の誕生日を迎えた子供のお祝\nいをしようとする者の間において「一升パン」と称するパンを用いる例が\nみられることや、これらの者を顧客として「一升パン」と称するパンを製\n造、販売する業者が存在するからといって、「一升パン」の語が、本件商標\nに係る取引者、需要者の間において、原告が主張するような品質又は用途\nのパンのみを表示する語として取引上普通に使用されている実情があると\nはいえない。\nまた、商標法３条１項３号に該当するか否かは、当該指定商品との関係\nにおいて判断すべきであるから、本件商標に係る取引者、需要者の範囲を、\n本件商標の指定商品ではなく「一升パン」と称するパンの取引者、需要者\nに限定することを前提とした原告の主張は失当というべきである。\nそして、以上を前提とすると、本件商標に係る取引者、需要者が、「一升\nパン」の語について、本件商標の指定商品に係る具体的な品質又は用途を\n表すものであると直ちに認識するものではないというべきであることは、\n上記(1)において検討したとおりである。\nしたがって、原告の上記主張は採用することができない。\nイ  このほか、原告は、縷々主張するが、いずれも前記の結論を左右するも\nのではない。\n２  取消事由２（商標法４条１項１６号該当性に関する判断の誤り）について\n(1)  検討\nア  上記１で検討したところによれば、本件商標は、上段の「一升パン」の\n文字については、特定の商品の品質等を表示するものであるとはいえず、\n下段の「いっしょうパン」の文字については、上段の「一升パン」の文字\nの読みを表したものにすぎないとみるのが相当である。\nイ  したがって、本件商標は、その指定商品に対して使用された場合であっ\nても、商品の品質の誤認を生ずるおそれがある商標とはいえないから、商\n標法４条１項１６号に該当するものとは認められない。\n(2)  原告の主張に対する判断\nア  原告は、本件商標を「パン」以外の指定商品に使用した場合には、商品\nの品質の誤認を生ずるおそれがある旨主張する。\nしかしながら、これまで検討したとおり、本件商標は、特定の商品の品\n質等を表示するものであるとはいえないから、本件商標がいずれの指定商\n品に使用された場合であっても、商品の品質の誤認を生ずるおそれがある\nとはいえない。\nしたがって、原告の上記主張は採用することができない。\nイ  このほか、原告は、縷々主張するが、いずれも前記の結論を左右するも\nのではない。\n３  結論\n以上によれば、本件商標は、その指定商品の品質又は用途を普通に用いられ\nる方法で表示する標章のみからなる商標とはいえないから、商標法３条１項３\n号に該当するものとは認められず、また、商品の品質の誤認を生ずるおそれが\nある商標とはいえないから、同法４条１項１６号に該当するものとも認められ\nない。したがって、本件審決の判断に誤りはないから、取消事由１及び２は、\nいずれも理由がない。\nよって、原告の請求は、理由がないからこれを棄却することとして、主文の\nとおり判決する。\n知的財産高等裁判所第３部\n裁判長裁判官\n東  海  林              保\n裁判官\n中      平              健\n裁判官\n都      野      道      紀\n（別紙審決書写し省略）\n"
}