{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 2,
    "month": 8,
    "day": 20
  },
  "case_number": "令和1(行ウ)527",
  "case_name": "手続却下処分取消等",
  "court_name": "東京地方裁判所",
  "right_type": "その他",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "89798",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=89798",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/798/089798_hanrei.pdf",
  "contents": "令和２年８月２０日判決言渡  同日原本領収  裁判所書記官\n令和元年(行ウ)第５２７号  手続却下処分取消等請求事件\n口頭弁論終結日  令和２年６月８日\n判         決\n原 告         チルドレンズ  ホスピタル  メディカル  センター\n同訴訟代理人弁護 士         千 且 和 也\n被 告         国\n同代表者法務大 臣         三 好 雅 子\n処分行政 庁         特 許 庁 長 官   糟 谷 敏 秀\n同指定代理 人         小野本       敦\n同                             平   野   由紀 子\n同                             大   江   摩弥 子\n同                             今 福 智 文\n同                             尾 﨑 友 美\n主         文\n１  原告の請求をいずれも棄却する。\n２  訴訟費用は原告の負担とする。\n３  この判決に対する控訴のための付加期間を３０日と定める。\n事実及び理 由\n第１  請求\n特許庁長官が，平成３１年４月３日付けでした，特願２０１８－５１７８０１\n号についての平成３０年４月６日付け提出の国内書面に係る手続，平成３０年７\n月２５日付け提出の手続補正書（方式）に係る手続，平成３０年９月２６日付け\n提出の出願審査請求書に係る手続，及び平成３０年９月２６日付けの手続補正書\nに係る手続の却下の処分をいずれも取り消す。\n第２  事案の概要\n本件は，「千九百七十年六月十九日にワシントンで作成された特許協力条約」\n（以下「特許協力条約」という。）に基づく外国語でされた国際特許出願（以下「本\n件国際出願」という。）をした原告が，国内書面に係る手続（以下「本件手続」と\nいう。）をし，その後，２度にわたり手続補正書を提出したほか（以下，この提出\n手続をそれぞれ「手続補正書１提出手続」及び「手続補正書２提出手続」といい，\n併せて「各手続補正書提出手続」という。），出願審査請求書を提出したところ（以\n下，この提出手続を「出願審査請求書提出手続」といい，本件手続，及び各手続\n補正書提出手続と併せて「本件各手続」という。)，これに対し，特許庁長官から，\n国内書面提出期間内に明細書及び請求の範囲の翻訳文(以下「明細書等翻訳文」と\nいう。)の提出がなく指定国である我が国における本件国際出願は取り下げられ\nたものとみなされるとして，本件各手続を却下する処分（以下「本件各却下処分」\nという。）を受けたことに関し，原告には国内書面提出期間内に明細書等翻訳文を\n提出することができなかったことについて，特許法（以下「法」という。）１８４\n条の４第４項所定の「正当な理由」があるとして，本件各却下処分の取消しを求\nめる事案である。\n１  前提事実等（末尾に証拠及び弁論の全趣旨を掲げたもののほかは，当事者間\nに争いがない。）\n(1)  当事者\n原告は，（住所は省略）を所在地とする非営利法人であり，法８条の規定に\nよる特許管理人として，恵泉国際特許事務所（以下「本件特許事務所」とい\nう。）に所属する弁理士を選任している。（甲５，弁論の全趣旨）\n被告は，国である。\n(2)  原告による本件国際出願\n原告は，平成２７年（２０１５年）１２月１７日，「血小板保存方法および\nそのための組成物」との名称の発明について，パリ条約による優先権主張日\nを同年６月１８日（米国における基礎出願の特許出願日），受理官庁を米国特\n許庁として，特許協力条約に基づく国際出願（ＰＣＴ／ＵＳ２０１５／０６\n６２５２）をした（本件国際出願）。\n本件国際出願について，法１８４条の３第１項の規定により，その国際出\n願日に我が国にされたとみなされた特許出願（特願２０１８－５１７８０１）\nにおける明細書等翻訳文の提出期間（国内書面提出期間）は平成２９年１２\n月１８日（平成２７年６月１８日から２年６月が経過する日）までである。\n(3)  本件国際特許出願については，上記国内書面提出期間の末日である平成２\n９年１２月１８日までに，原告から明細書等翻訳文が提出されなかった。\n(4)  本件各手続及び本件各却下処分\nア  原告は，平成３０年４月６日付けで，本件特許事務所の弁理士を代理人\nとして，特許庁長官に対し，国内書面提出期間内に明細書等翻訳文を提出\nできなかったことについて「正当な理由」があったこと等を主張する回復\n理由書（以下「本件回復理由書」という。）とともに，明細書等翻訳文及び\n法１８４条の５第１項所定の書面（以下「国内書面」という。）を提出した\n（甲１，甲２。本件手続）。\nイ  原告は，平成３０年７月２５日付けで，特許庁長官に対し，本件手続の\n提出物件として委任状を追完するため，手続補正書を提出した（甲５。手\n続補正書１提出手続）。\nウ  原告は，平成３０年９月２６日付けで，特許庁長官に対し，明細書等翻\n訳文に係る提出手続によって，法１８４条の６第２項の規定により法３６\n条２項所定の願書に添付して提出したものとみなされた明細書の一部を\n補正するため，手続補正書を提出した（甲６。手続補正書２提出手続）。\nエ  原告は，平成３０年９月２６日付けで，特許庁長官に対し，出願審査請\n求書を提出した。（甲７。出願審査請求書提出手続）\nオ  特許庁長官は，原告に対し，平成３０年１１月２１日付け却下理由通知\n書（以下「本件各通知書」という。）を送付して，本件各手続をいずれも却\n下すべき旨を通知した。本件各通知書においては，明細書等翻訳文提出手\n続につき，「国内書面提出期間内に提出できなかったことについて正当な\n理由があるとき」（法１８４条の４第４項）に当たらず，法１８４条の４第\n３項により本件国際出願が取り下げられたものとみなされ，本件各手続は\n特許庁に係属していない出願に対して行われた不適法な手続であること\nが，却下の理由とされている。（甲３，甲８ないし１０）\nカ  特許庁長官は，平成３１年４月３日付けで，本件各手続を却下する旨の\n本件各却下処分をし，本件各却下処分に係る通知は，同月９日，原告に対\nし発送され，その後，原告に到達した。（甲４，甲１１ないし１３，弁論の\n全趣旨）\nキ  原告は，令和元年１０月９日，本件訴訟を提起した。\n２  争点及び当事者の主張\n(1)  原告が国内書面提出期間内に明細書等翻訳文を提出できなかったことにつ\nき，法１８４条の４第４項所定の「正当な理由」があるか否か（争点１）\n（原告の主張）\nア  法１８４条の４第４項の「正当な理由」の有無は，当事者の規範意識を\n基準とすべきであり，本件においてはアメリカ合衆国の基準ないし実務に\n基づいて判断すべきである。\nイ  次の各事情からすれば，本件において，法１８４条の４第４項所定の「正\n当な理由」がある。\n(ｱ)  期間経過の原因となった事象が予測できなかったものであること\n本件の期間経過は，原告の本件国際出願に係る代理人であるＡ（以下\n「本件現地事務所代理人」という。）が所属するフロースト・ブラウン・\nトッド法律事務所（以下「本件現地事務所」という。）の補助者であるＢ\n（以下「本件事務員」という。）が，日本の代理人であるＳＨＩＮＳＥＩ\n特許事務所（以下「本件日本事務所」という。）に対し，本件現地事務所\n内で定められた手続に従って，本件国際出願の日本への国内移行手続の\n指示に関する電子メール（以下「本件指示メール」という。)を送信した\nところ，同メールの添付ファイルのサイズが本件日本事務所のサーバー\nの最大受信許容サイズを超えていたため本件指示メールを送信できなか\nったが，本件事務員が本件指示メールの送信エラー通知(以下「本件送信\nエラー通知」という。)を認識せず，錯誤により本件指示メールの不達に\n気付くことができなかったことにより生じたものである。\nこのような事象は，本件事務員が，長年の経験を有し，これまで一度\nも同様の問題を起こしたことのない者であったことからすれば，予期で\nきない事象であるものというべきである。\n(ｲ)  本件に関して講じた措置が相応の措置であったこと\n本件の業務に遂行に適任な者として，上記のとおり長年の経験を有し，\nこれまで一度も同様の問題を起こしたことのない本件事務員を選任して\nいたこと，本件現地事務所の期限管理システムの下，本件現地事務所代\n理人が業務規則に従い，本件事務員に対し的確な指導及び指示をしてい\nたこと，及び国内書面提出期間の終期の徒過を知った直後から，最善を\n尽くしたことからすれば，本件に関して本件現地事務所が講じた措置は\n相応の措置であったというべきである。\n（被告の主張）\nア  法１８４条の４第４項の適用の有無は，国際特許出願を，日本の国内手\n続に係属させるための手続(国内移行手続)についての問題であるから，\n「正当な理由」の有無の判断は，日本における社会通念等を基準に判断さ\nれるべきである。\nイ  法１８４条の４第４項所定の「正当な理由」があるときとは，特段の事\n情のない限り，出願人(代理人を含む。)として，相当な注意を尽くしてい\nたにもかかわらず，客観的にみて国内書面提出期間内に明細書等翻訳文を\n提出することができなかったときをいうと解するのが相当であるところ，\n本件期間徒過に至る経緯等からは，本件期間徒過を回避するために相当な\n注意を尽くしていたにもかかわらず，客観的にみて本件国内書面提出期間\nの末日までに明細書等翻訳文を提出することができなかったとは認めら\nれず，かつ，特段の事情があったとも認められないから，本件期間徒過に\n「正当な理由」はない。\n(2)  被告が法１８４条の５第２項１号に基づき補正命令を行わなかったことが\n憲法に違反するか否か（争点２）\n（原告の主張）\nア  本件国際出願(外国語特許出願)に対しても法１８４条の５第２項１号に\n基づき補正命令がされれば，その補正命令において指定された期間内に国\n内書面を提出することができ，その国内書面が提出された日から２月以内\nに明細書等の翻訳文が提出されていた場合，本件国際出願が取り下げられ\nたものとみなされることはなかったのであり，特許庁長官が本件国際出願\nについて国内書面提出期間内に国内書面が提出されていないことにつき\n補正命令を行わなかったことは重大な手続的瑕疵であり，日本語による国\n際特許出願に対して補正命令を発し，外国語による国際特許出願に対して\n補正命令を発しないとして差異を設けることは憲法１４条及び３１条に\n違反する。\nイ  外国語特許出願について，法１８４条の５第２項の補正命令の対象とな\nらないこと等によって外国語特許出願の出願人が被る不利益は，当該国際\n特許出願に関し日本において特許を取得できる期間を喪失するというも\nのであって，同出願人の日本における経済活動に著しい不利益を与えるも\nのであるから憲法２２条に違反する。\n（被告の主張）\nア  次のとおり，特許庁長官が本件国際特許出願について国内書面提出期間\n内に国内書面が提出されていないことにつき補正命令を行わなかったこ\nとが重大な手続的瑕疵であり，日本語による国際特許出願と外国語による\n国際特許出願で補正命令の有無に差があることが憲法１４条及び３１条\nに違反するとの原告の主張は理由がない。\nすなわち，法１８４条の４第３項は，外国語特許出願の場合は明細書等\n翻訳文を国内書面提出期間内に提出しないときは，当該出願は取り下げら\nれたものとみなす旨規定している。そうすると，外国語特許出願は，明細\n書等翻訳文が国内書面提出期間内に提出されなかった場合，取り下げられ\nたものとみなされ，補正を命じる対象となるべき客体が消滅するのである\nから，特許庁長官が法１８４条の５第２項１号の規定により補正命令を行\nうことはできないのであり，本件国際出願について，特許庁長官が手続の\n補正命令をせずに本件手続に係る却下処分をしたことは，特許法の規定に\n従ったもので，何ら手続的瑕疵はない。\nまた，特許法の規定を適用した結果，補正命令について，外国語特許出\n願と日本語による国際特許出願とで取扱いに差異が生じることは事実で\nあるが，同じ国際特許出願でも，日本語による国際特許出願とは異なり，\n外国語による国際特許出願について明細書等翻訳文の提出が必要となる\nのは，日本の特許庁に対する外国語による特許出願というその特性から当\n然のことである上，外国語特許出願に対する明細書等翻訳文提出手続と国\n際特許出願に対する国内書面提出手続とは異なる趣旨に基づく別個の手\n続であるから，特許法において，その取扱いに差異を設けることが，不合\n理なものといえないことは明らかである。\nなお，法１８４条の４第３項の規定は特許協力条約２４条(1)(ⅲ)に，法\n１８４条の５第２項１号の規定は同条約２６条にそれぞれ基づくもので\nあり，補正命令について，翻訳文の提出手続と国内書面の提出手続とで異\nなる取扱いをすることは，同条約も許容するところである。\nイ  次のとおり，憲法２２条に違反するとの原告の主張も理由がない。すな\nわち，法は，外国語特許出願の出願人に対し，法１８４条の４第１項所定\nの期間内に翻訳文の提出を求めているにすぎないのであり，このことが，\n外国語特許出願の出願人の経済活動を制限するものでないことは明らか\nというべきである。また，原告の上記主張は，出願段階であるにもかかわ\nらず，特許権が認められることを前提としているといわざるを得ず，この\n点においても理由がないことは明らかである。\n第３  当裁判所の判断\n１  各末尾掲記の証拠及び弁論の全趣旨によれば，次の各事実が認められる。\n(1)  原告から本件国際出願の手続を受任した本件現地事務所は，平成２７年１\n２月１７日に本件国際出願を米国特許商標庁に対し行い，同出願の国内移行\n手続の期間管理を開始し，ドケット管理部署が同事務所で使用しているＣＰ\nＩ特許管理システムに本件国際出願の出願情報及び国内移行手続の期限を入\n力した後，同月２１日，原告に対し，本件国際出願につき報告するとともに，\nその管理情報に基づき本件国際出願の優先日から起算した３０か月の国内移\n行手続の期限が平成２９年１２月１８日である旨を報告した。(甲１５）\n(2)  本件事務員は，平成２８年４月２０日及び平成２９年１０月１４日，原告\nに対し，本件国際出願の国内移行手続の期限に関するリマインダーを送信し\nた。(甲１６，甲１７)\n(3)  本件事務員は，平成２９年１２月１日，原告から，日本のほか，欧州，カ\nナダ，中国，オーストラリア及びニュージーランドに関し，本件国際出願の\n国内移行手続の指示を受け，同月７日，各国の代理人に対する同手続の指示\n書のドラフトを作成し，本件現地事務所代理人に対し，その内容確認及びそ\nの送信の承認を求める電子メールを送信し，同人の承認を得た。(甲２３，甲\n２６，甲２７)\n(4)  本件事務員は，平成２９年１２月１２日午前９時２３分，本件日本事務所\nに対し，本件国際出願の国内移行手続の指示書ほか同出願の関係書類を添付\nして，本件国際出願の国内移行手続を指示する旨の電子メール(本件指示メ\nール)を送信した。本件指示メールには，同メールとその添付資料の受領確認\nを求める記載があり，宛先カーボンコピー欄には，本件現地事務所代理人及\nび本件現地事務所のドケット管理部署のメールアドレスが含まれていた。\n(甲３１)\n本件指示メールは，添付ファイルのサイズが，本件日本事務所の最大受信\n許容サイズである１０ＭＢを超えていたため，同事務所のサーバーによって\n拒否され，同事務所に到達しなかった。その結果，本件指示メールを送信し\nてから４分後の平成２９年１２月１２日午前９時２７分，本件指示メールの\n送信者である本件事務員宛てに，本件現地事務所のサーバーから本件送信エ\nラー通知が自動送信された。なお，本件送信エラー通知は，開封状態と記録\nされている。(甲５４，甲６５，甲８０，甲８５)。\n本件事務員は，本件指示メールの送信と近接した時刻に，他の５箇所の各\n代理人に対し，本件指示メールと同様に，電子メールとその添付資料の受領\n確認を求める記載を含むメールを送信し，同日中に，上記５箇所の代理人か\nらは，上記各電子メールの受領を確認した旨の電子メールが送信された(甲\n３０，甲３２ないし４０)。\n(5)  本件事務員は，本件指示メールを送信した平成２９年１２月１２日，本件\n現地事務所の業務手順に従い，出願人による国内移行手続に関する指示書，\n各国代理人への指示書メール及び同メールに添付して送信した書類のハード\nコピーを綴じた紙フォルダを日本及び上記５箇所の合計６箇所分作成し，同\nフォルダをドケット管理部署に手渡した。同部署は，これを受けて，本件国\n際出願につき，本件システムに「Ｂにより，平成２９年１２月１２日(火)付\nけで外国代理人(ＳＨＩＮＳＥＩ)に国内移行の指示書を送付」との記録を入\n力した。(甲７６)。\n(6)  本件事務員は，平成３０年１月２２日に本件現地事務所のドケット管理部\n署から上記(5)の紙フォルダの返却を受けた後，同フォルダに，自らが送信し\nた本件国際出願の国内移行手続指示に関する各国代理人への電子メールに対\nする当該各国代理人からの受領確認メール及び手続書面の提出報告等のハー\nドコピーが綴じられている中に，本件日本事務所から国内移行手続完了に関\nする確認メールを受領した記録がドケット管理部署で見つからない旨のメモ\nが残されていることに気付いた。しかし，本件事務員は，それまでに５年間，\n本件日本事務所と仕事をしてきた経験上，同事務所から書類の提出報告を受\n領するまでに３か月から４か月かかることが通常であったため，特に懸念す\nる理由はないと考えた。\n(7)  本件事務員は，平成３０年２月５日，ドケット管理部署からの問い合わせ\nに答えるために，本件日本事務所に対し，本件指示メールの添付資料を添付\nした形で本件国際出願の国内移行手続の完了報告を依頼する電子メールを送\n信したところ，同電子メールに対する送信エラー通知を受信した。これを契\n機に，本件事務員は，本件指示メールの送信完了に懸念を抱き，上記添付資\n料を添付しない形で，本件日本事務所に対し，本件国際出願の国内移行手続\nの完了報告を依頼する電子メールを再送し，同事務所から，同月６日，本件\n指示メールを受領していない旨の返信を受け，本件期間徒過に気付いた。\n２  争点１（原告が国内書面提出期間内に明細書等翻訳文を提出できなかったこ\nとにつき，特許法１８４条の４第４項所定の「正当な理由」があるか否か）に\nついて\n(1)  法１８４条の４第４項所定の「正当な理由」があるときとは，特段の事情\nのない限り，国際特許出願を行う出願人（代理人を含む。以下同じ。）として，\n相当な注意を尽くしていたにもかかわらず，客観的にみて国内書面提出期間\n内に明細書等翻訳文を提出することができなかったときをいうものと解する\nのが相当である（知財高裁平成２８年(行コ)第１０００２号同２９年３月７\n日判決・判例タイムズ１４４５号１３５頁参照。）。\n(2)  これを本件について見るに，本件事務員は，本件日本事務所に対し，本件\nメールを送信後，数分後に送信の不奏功を告知する本件送信エラー通知を受\nけていたにもかかわらず，また，ほぼ同時刻に送信した他の５箇所の代理人\n事務所からは送信と同日中に受信確認メールの送信を受けた一方で，本件日\n本事務所からは受信確認メールの送信を受けていなかったにもかかわらず，\n国内提出期間が徒過するまで，本件日本事務所に対して，本件指示メールの\n受信確認等を一切行わなかったものである。さらに，本件事務員を監督する\n立場にあった本件現地事務所代理人は，本件指示メールのカーボンコピーの\n送信先となっており，同メールを受信できなかった事情が特段見当たらない\n以上は同メールを受信していたものと認められるが，その後，国内書面提出\n期間の徒過を回避するための具体的な役割を果たした形跡が見当たらない。\nこれらによれば，本件事務員及び本件現地事務所代理人が相当な注意を尽く\nしていたとは認められないし，本件において「正当な理由」の有無の判断を\n左右するに足りる特段の事情があったとも認められない。\n(3)  これに対し，原告は，法１８４条の４第４項の「正当な理由」の有無は，\n当事者の規範意識を基準とすべきであり，本件においては米国の基準ないし\n実務に基づいて判断すべきであるとした上で，本件事務員が，長年の経験を\n有し，これまで一度も同様の問題を起こしたことのない者であったこと，本\n件現地事務所の期限管理システムの下，本件現地事務所代理人が業務規則に\n従い，本件事務員に対し的確な指導及び指示をしていたこと，国内書面提出\n期間の終期の徒過を知った直後から，最善を尽くしたことなどを縷々主張す\nる。\nしかしながら，法１８４条の４第４項の適用の有無は，国内移行手続にお\nいて判断されるものであるから，同項の「正当な理由」の有無については，\n日本における規範・社会通念等を基準に判断されるべきである。また，本件\n現地事務所が期限管理システムや業務規則により期限徒過を防止する態勢を\n企図していたとしても，本件の事実経過のとおり，本件事務員が本件送信エ\nラー通知を受信していたにもかかわらず，本件日本事務所に対して本件指示\nメールの受信確認等を一切行わず，期限徒過を生じさせたことからすれば，\n結局のところ，本件事務員が業務を適切に行っている限りは問題が生じない\nが，見落としや錯誤など何らかの過誤を発生させた場合，何らの監督機能や\n是正機能が働くこともなく，問題の発生を抑止できない態勢にとどまってい\nたと言わざるを得ない。また，その余の主張について慎重に検討しても，本\n件において，正当な理由の有無の判断に影響を与えるものとはいえない。\n以上からすれば，原告の前記主張は，いずれも前記判断を左右するもので\nはない。\n(4)  したがって，本件において，原告が国内書面提出期間内に明細書等翻訳文\nを提出することができなかったことについて，法１８４条の４第４項所定の\n「正当な理由」があるということはできない。\n３  争点２（被告が特許法１８４条の５第２項１号に基づき補正命令を行わなか\nったことが憲法に違反するか否か）について\n(1)  憲法１４条及び３１条に違反するか\n原告は，特許庁長官が外国語でなされた本件国際出願に関し，国内書面提\n出期間内に国内書面が提出されていないことにつき補正命令を行わなかった\nことは重大な手続的瑕疵であり，日本語による国際特許出願に対して補正命\n令を発し，外国語による国際特許出願に対して補正命令を発しないとして差\n異を設けることは憲法１４条及び３１条に違反する旨を主張する。\nしかしながら，外国語による国際特許出願において明細書等翻訳文が国内\n書面提出期間内に提出されない場合，当該出願は取り下げられたものとみな\nされ（法１８４条の４第３項），補正を命じる対象となるべき客体が消滅する\n以上，特許庁長官が本件国際出願に関し手続の補正命令を行わなかったこと\nに手続的瑕疵はない。また，原告の上記主張を，外国語による国際特許出願\nに係る明細書等翻訳文提出手続と国内書面の提出手続とにおける取扱いの差\n異を非難するものと善解するとしても，両手続は，異なる趣旨に基づく別個\nの手続であり，法において，その取扱いに差異を設けることは，特許協力条\n約の規定に照らしても，不合理なものとはいえない。\nしたがって，原告の上記主張を採用して上記につき憲法１４条及び３１条\nに違反するということはできない。\n(2)  憲法２２条に違反するか\n原告は，外国語による国際特許出願について，法１８４条の５第２項の補\n正命令の対象とならないことなどによって，当該国際特許出願に関し日本に\nおいて特許を取得できる期間を喪失し，日本における経済活動に著しい不利\n益を受けるのであるから，上記を補正命令の対象としないことなどは，憲法\n２２条に違反する旨を主張する。\nしかしながら，外国語による国際特許出願の出願人に対し，国内書面提出\n期間内に明細書等翻訳文の提出を求めたからといって，そのこと自体，出願\n人に過大な負担を課すものではないし，前記のとおり，外国語による国際特\n許出願に係る明細書等翻訳文提出手続と国内書面の提出手続とで，その取扱\nいに差異を設けることが不合理なものとはいえないのであって，これにより，\n外国語特許出願の出願人に対し，「正当な理由」がある場合を除いて，何らか\nの経済的な不利益を生じさせることがあったとしても，そのことをもって，\n外国語特許出願の出願人の経済活動を不合理に制限するものと評価されるこ\nとにはならない。\nしたがって，原告の上記主張を採用して上記につき憲法２２条に違反する\nということはできない。\n第４  結論\n以上によれば，原告の請求はいずれも理由がないから，これを棄却すること\nとして，主文のとおり判決する。\n東京地方裁判所民事第４７部\n裁判長裁判官          田    中    孝    一\n裁判官      横      山    真      通\n裁判官      奥              俊      彦\n"
}