{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 4,
    "month": 9,
    "day": 27
  },
  "case_number": "令和2(ワ)28363",
  "case_name": "意匠権侵害差止等請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "意匠権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "91979",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=91979",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/979/091979_hanrei.pdf",
  "contents": "令和 4 年 9 月 27 日判決言渡  同日原本領収  裁判所書記官\n令和 2 年（ワ）第 28363 号  意匠権侵害差止等請求事件\n口頭弁論終結日  令和 4 年 7 月 21 日\n判 決\n原 告            アイデス株式会 社\n同訴訟代理人弁護士            矢野千 秋\n同                            山岸勇 紀\n同訴訟代理人弁理士            大塚   忠\n被 告            21 テクノロジー株式会社\n同訴訟代理人弁護士            前田   牧\n同                            村岡隼 介\n主 文\n1    被告は、別紙被告製品目録記載の製品を製造し、譲渡し、貸し渡し、\n輸出し、若しくは輸入し、又はその譲渡若しくは貸渡しの申出（譲渡\n又は貸渡しのための展示を含む。）をしてはならない。\n2    被告は、別紙被告製品目録記載の製品を廃棄せよ。\n3    原告のその余の請求を棄却する。\n4    訴訟費用は、これを 2 分し、その 1 を被告の負担とし、その余は原\n告の負担とする。\n事 実 及 び 理 由\n第 1  請求\n1    主文第 1 項及び第 2 項と同旨\n2    被告は、原告に対し、517 万 9200 円及びうち 239 万 0400 円に対する令和 2\n年 11 月 19 日から支払済みまで年 5％の割合による金員を、うち 278 万 8800 円\nに対する同日から支払済みまで年 3％の割合による金員をそれぞれ支払え。\n第 2  事案の概要\n本件は、意匠に係る物品を「子供用乗用玩具」とする登録意匠に係る意匠権\n（以下「本件意匠権」といい、本件意匠権に係る登録意匠を「本件意匠」とい\nう。）を有する原告が、被告の製造、販売する別紙被告製品目録記載の製品（以\n下「被告製品」という。）に係る意匠（以下「被告意匠」という。）は本件意匠\nに類似することから、その製造、販売は本件意匠権を侵害すると主張して、被\n告に対し、意匠法 37 条 1 項及び 2 項に基づき、被告製品の製造、譲渡等の差止\nめ及び廃棄を求めると共に、本件意匠権侵害の不法行為による損害賠償請求権\n（民法 709 条、損害額につき意匠法 39 条 2 項）に基づき、517 万 9200 円の損\n害賠償及びうち 239 万 0400 円に対する同年 11 月 19 日（本件訴状送達の日の\n翌日）から支払済みまで平成 29 年法律第 44 号による改正前の民法所定の年 5％\nの割合による遅延損害金、うち 278 万 8800 円に対する同日から支払済みまで\n民法所定の年 3％の割合による遅延損害金の各支払を求める事案である。\n1  前提事実（当事者間に争いがないか、末尾の証拠及び弁論の全趣旨により容易\nに認められる事実。なお、枝番号の記載を省略したものは、枝番号を含む（以\n下同じ。）。）\n(1)  当事者\n原告は、幼児用・小児用乗物の製造、販売等を目的とする会社であり、幼\n児用・小児用乗物等を製造、販売している。\n被告は、自転車及びその周辺部品の製造販売等を目的とする会社であり、\n自転車等を製造、販売している。\n(2)  本件意匠権及びその構成\nア  原告は、次の登録意匠（本件意匠）に係る意匠権（本件意匠権）を有し\nている。\n登 録 番 号   意匠登録第 1513381 号\n出願 日   平成 26 年 6 月 18 日\n登録 日   同年 11 月 7 日\n意匠に係る物品    子供用乗用玩具\n登  録  意  匠   別紙意匠公報の図面のとおり\nイ  本件意匠は、別紙本件意匠目録記載のとおりの構成態様を有する（以下、\nその各構成態様を「構成態様 A」などと記載する。）。なお、本件意匠の各\n部の名称は、別紙対比説明書記載のとおりである。\nただし、構成 h については、これを基本的構成態様又は具体的構成態様\nのいずれと見るかについて、当事者間に争いがある。\n(3)  被告の行為\nア  被告は、令和元年 7 月頃から被告製品を輸入し、販売していたが、令和\n2 年 11 月 15 日に販売を停止した。\nイ  被告意匠の構成態様は、別紙被告意匠目録記載のとおりである（以下、\nその各構成態様を「構成態様 A’」などと記載する。）。なお、被告意匠の各\n部の名称は、別紙対比説明書記載のとおりである。\nただし、構成 h’については、これを基本的構成態様又は具体的構成態様\nのいずれと見るかについて、当事者間に争いがある。\n(4)    公知意匠\n本件意匠の登録出願前に、別紙公知意匠目録記載の各意匠が存在した（乙\n1、3～5。以下、証拠番号に従い、「乙 1 意匠」などということがある。）。\nなお、被告は、これらのほかに意匠登録第 1658399 号公報（乙 2）及び「Y\nVelo Flippa – 2in1 Trike to Balance Bike」と題する投稿動画（乙 6）も本件意匠\nとの関係で公知意匠である旨主張する。しかし、前者は、本件意匠の意匠登\n録に後れる令和元年 10 月 11 日に出願されたものであり、後者も、本件意匠\nの意匠登録出願に後れる平成 26 年 10 月 14 日に YouTube 上で公開されたも\nのである。このため、これらは、いずれも本件において参酌すべき公知意匠\nとは認められない。\n2  争点\n(1)  本件意匠と被告意匠の類否（争点 1）\n(2)  損害の発生及びその額（争点 2）\n3  争点に関する当事者の主張\n(1)    争点 1（本件意匠と被告意匠の類否）について\n（原告の主張）\nア  本件意匠の要部\n本件意匠に係る物品である子供用乗用玩具の需要者は保護者（親）であ\nる。需要者は、乗用玩具での幼児の遊び方を想定し、安全性の見地から全\n体観察を行う。特に、物品が小型であることと、前後が定まった乗り物で\nある性質上、需要者は、乗り物の顔ともいうべき前方斜め上方からの観察\nを中心としつつ、前輪の転倒しにくい安定性、フレームによってもたらさ\nれる強固な駆体、サドルの着座安定性､小児の体形に適した寸法比率、柔ら\nかい表面形状等の安全性に係る部分に着目して全体的な観察を行うと考え\nられる。\nこのような観点によれば、本件意匠において需要者の注意を惹き付ける\n部分は、上記安全性に関連する部分に係る基本的構成態様 A～D である。\nまた、基本的構成態様 A～D の組合せにより表される全体としてまとま\nりのある意匠は、本件意匠の出願前には存在せず、新規な創作部分である。\nしたがって、本件意匠の基本的構成態様 A～D は、公知意匠には見られ\nない新規な創作性のある態様であって、本件意匠の根幹をなし、需要者の\n注意を惹き付ける要部ということができる。\nイ  本件意匠と被告意匠の差異点\n本件意匠と被告意匠とは、基本的構成態様全てにおいて共通し、具体的\n構成態様において以下の差異点がある。\n(ｱ)  本件意匠は、ハンドルステムが鉛直状に形成されているのに対し、被\n告意匠は、ハンドルステムが上部において後方に湾曲している点（差異\n点①）。\n(ｲ)  本件意匠は、前輪の外側中央に略円錐台状の小突起が設けられている\nのに対し、被告意匠は、前輪の外側に外方に僅かに膨出するホイールキ\nャップが設けられている点（差異点②）。\n(ｳ)  本件意匠は、フレームが、断面長円形状の太いメインフレームとサド\nルの端部付近から平面視略Ｕ字状にメインフレームから分岐するパイプ\n状のバックフォークとから構成されるのに対し、被告意匠は、フレーム\nが、断面長円形状の太い単一のメインフレームのみで構成される点（差\n異点③）。\n(ｴ)  本件意匠は、単一の後輪がバックフォークの下端のこれよりやや太い\n伏椀状の軸受に支持された車軸によって軸支されるのに対し、被告意匠\nは、２つの後輪が、外側に前輪と同様なホイールキャップを有し、相互\n間に、それよりわずかに小径の円環状カバーを挟んで三層状に形成され、\nこの円環状カバーにメインフレームの後端が連結され、軸受は視認でき\nない点（差異点④）。\n(ｵ)  本件意匠は、表面に文字や模様､色彩が現れていないのに対し､被告意\n匠は、ヘッドチューブ、メインフレーム、サドルに、それぞれ文字、模\n様､色彩が現れている点（差異点⑤）。\nウ  差異点についての評価\n上記イの各差異点は、以下のとおり、いずれも本件意匠と被告意匠との\n共通性を凌駕するものではない。\n(ｱ)  差異点①については、局部的な部位における湾曲であり、かつ、湾曲\nの程度は僅かであって、注視しなければ視認できない程度であるので、\n意匠全体に与える影響は極めて小さいということができる。\n(ｲ)  差異点②については、前輪の外側のみに関する部分的差異であって、\nハンドルと前輪及びフレームからなる特徴と比べて僅かな差異というほ\nかなく、類否判断を左右する要素とはなり得ない。\n(ｳ)  差異点③については、サドルの下部の、需要者の通常の視点である上\n方からは見えにくい部位についての差異であり、しかも、形状が共通で\n見え易いメインフレームの部分が、物品の強固な駆体を構成していると\nいう強い共通の印象を看者に与えるため、この印象を凌駕して別異の印\n象を与えるほどの差異とはいえず、類否判断に与える影響は小さい。\n(ｴ)   差異点④については、結局のところ、後輪が 1 輪であるか 2 輪である\nかの差異であるが、被告意匠における後輪は、円環状カバーを挟んで三\n層状の一体状のものであるとの印象を与え、しかも、後輪 2 輪が一体と\nなった幅が、前輪 2 輪間の幅より狭く、その寸法比率が本件意匠におけ\nる比率と略共通することを考慮すれば、本件意匠と被告意匠とは類似す\nる関係にあるといえる。\n(ｵ)  差異点⑤については、これらの色彩及び文字、模様の有無に本件意匠\nと被告意匠とが別異の意匠であると認識させる格別な視覚的効果がある\nとはいえないから、これらの差異について敢えて対比観察を行ったとし\nても結論に影響を与えることはない。\nエ  総合評価\n本件意匠と被告意匠は、要部である基本的構成態様が共通し、全体とし\nて、2 つの前輪が存する前方が幅広で、後輪が存する後方が幅狭の形状で、\nハンドルへのつかまり立ちや乗り降りによっても倒れにくく、また角がな\nく、床を蹴る足が後部側面に衝突しにくい安全な乗り物であるとの印象を\n与えると共に、大径のヘッドチューブと、これと略同一幅の太いメインフ\nレームが、スマートで強固な乗り物であると感じさせる視覚的効果が強く\n認識される。加えて、具体的構成態様においては、両意匠は実質同一形状\nといえる程に共通点が多く、これらの共通性が両意匠の支配的要素となっ\nていると共に、両意匠の特徴を決定付けているということができる。\n一方、差異点は、いずれも意匠の要部における差異ではなく、これらの\n差異が相侯って奏する視覚的効果を考慮したとしても、両意匠の共通点が\n奏する美感を凌駕するものではない。\nしたがって、本件意匠と被告意匠とは類似する。\n（被告の主張）\nア  本件意匠の要部\n本件意匠に係る物品は子供用乗用玩具であるところ、その使用態様から、\n需要者である保護者は、まずは安全性の見地から全体観察を行う。そのよ\nうな見地からの全体観察を行う際に需要者が最も重視するのは、車輪の大\nきさ、数及び配置である。そうすると、需要者の注意を惹きつける部分は、\n本件意匠の基本的構成態様のうち、構成態様 A における「左右平行一対の\n前輪」及び構成態様 B における「前輪と略同径の後輪」ということができ\nる。\nまた、「乗用」であることから、需要者は走行性能に関わる部分を注視す\nることになる。そうすると、本件意匠では、前輪が二つであるのに対し後\n輪が一つとなっていること、メインフレームが途中までしかなく後輪とバ\nックフォークで接続されている点に注意を惹かれる。\nさらに、本件意匠が子供用玩具であることからすれば、子どもが好みそ\nうなデザインかどうかに注意が向かう。その際には、平面的に見た際に全\n体のうち大きな面積を占める部分である車輪のホイールに目が行くはずで\nある。\n以上より、本件意匠の要部は、車輪の大きさ、数、配置、メインフレー\nムの形状、車輪のホイール部分である。\nこれに対し、原告は、基本的構成態様 A～D の組合せにより表される全\n体としてのまとまりある意匠が新規な創作部分であると主張する。しかし、\nそのほとんどは公知意匠であり特段創作的なところはないから、これをも\nって本件意匠の要部ということはできない。\nイ  本件意匠と被告意匠の要部における共通点及び差異点\n上記アのとおり、本件意匠の要部は、車輪の大きさ、数、配置、メイン\nフレームの形状、車輪のホイール部分であるところ、この点に関する本件\n意匠と被告意匠との共通点及び差異点は以下のとおりである。\n(ｱ)  前後の車輪の大きさについて\n両意匠において、車輪の大きさは同程度である。したがって、この点\nは両意匠の共通点となる。\n(ｲ)  車輪の数について\n本件意匠の車輪の数は 3 つであるのに対し、被告意匠の車輪の数は 4\nつである。そのため、両意匠にはこの点で明らかな差異がある。\n(ｳ)  車輪の配置について\n本件意匠は、後輪が 1 つしかないため、バックフォーク状のメインフ\nレーム後端に挟まれるように後輪が位置している。他方、被告意匠は、\n後輪が 2 つあるため、後輪はメインフレームを挟むように位置している。\nそのため、両意匠にはこの点で大きな差異がある。\n(ｴ)  メインフレームの形状について\n本件意匠は、フレームが、断面長円形状の太いメインフレームとサド\nルの端部付近から平面視略 U 字状にメインフレームから分岐するパイプ\n状のバックフォークとから構成される。他方、被告意匠は、フレームが、\n断面長円形状の太い単一のメインフレームのみで構成される。そのため、\n両意匠にはこの点で差異がある。\n(ｵ)  車輪のホイール部分について\n本件意匠は、前輪の外側中央に略円錐台状の小突起が設けられている。\n他方、被告意匠は、前輪の外側に外方に僅かに膨出するホイールキャッ\nプが設けられている。そのため、両意匠にはこの点で差異がある。\nウ  本件意匠と被告意匠の共通点の評価\n本件意匠と被告意匠は、車輪の大きさという点では共通点がある。しか\nし、本件意匠の登録当時、本件意匠と同程度の車輪の大きさを用いた子供\n用乗用玩具は既に市場に存在していた。このため、この点に関する共通点\nは消費者に特段の印象を与えるものではない。したがって、両意匠の共通\n点は、格別なものであるとはいえない。\nエ  本件意匠と被告意匠の差異点の評価\n(ｱ)  車輪の数について\n一般的に、3 輪車と 4 輪車とは異なる乗り物として認識される。この\nため、車輪の数が 3 輪であるか 4 輪であるかという差異は、走行の安定\n性や概括的な印象に直結し、それ自体が看者に大きな異別感を与えるも\nのである。すなわち、車輪の数の差異は、保護者から見て、明らかに異\nなる製品及び美感としての印象を与えるものであり、類否判断を左右す\nるほどの大きな差異である。\n(ｲ)  車輪の配置について\n子供用玩具においては、乗用中の転倒防止という点が注視される。本\n件意匠及び被告意匠に係る製品は、いずれも年齢が 1～3 歳の使用者を\n想定しているものであることから、保護者としては、必ずしも幼児がシ\nートに座って乗ることのみを想定するのではなく、後輪の軸受部分に足\nを乗せるなどの行動も想定する。\nこの点について、本件意匠は、後輪がバックフォーク状のメインフレ\nーム後端に挟まれるように後輪が位置しており、軸受部分に足が乗せら\nれる形状となっている。これに対し、被告意匠は、メインフレームを後\n輪で挟むような位置にあるため、後輪の外側に足をかけることができな\nいようになっている。これらの後輪の配置は、看者に対して、本件意匠\nは幼児が後輪の軸受部分に足をかけた際に容易に転倒することを想起さ\nせるのに対し、被告意匠は後輪に足をかけても転倒するとの印象は与え\nない。\n以上のような差異は、本件意匠と比較して、被告意匠について、幼児\nによる様々な利用方法でも転倒しにくいという点で、看者に転倒しにく\nい安定したものという印象を強く与える。そのため、この点は類否の判\n断を左右するほどの差異である。\n(ｳ)  メインフレームの形状について\nメインフレームの形状について、本件意匠は断面長円形状のメインフ\nレームが途中からバックフォーク状になっているのに対し、被告意匠は\n断面長円形状の単一の形状である。\nまた、本件意匠は、バックフォーク状になっている箇所が側面視にお\nいて前方よりも細くなっていることから、使用者（幼児）が勢いよくサ\nドルに座った際や後輪を地面に強くぶつけた際に細くなっている箇所が\n破損するとの印象を与える。他方、被告意匠は断面長円形状の単一の形\n状であるため、幼児が上記のような利用をしたとしてもメインフレーム\nが破損することはないとの印象を与える。\nしたがって、メインフレームの形状の差異は、耐久性に関する看者の\n印象に大きく影響する。そのため、この点は類否の判断を左右するもの\nといえる。\n(ｴ)    車輪のホイール部分について\n本件意匠は、前輪外側に外方に膨出する小突起が存在するため、使用\n者が前方に足を伸ばした際に、この膨出する小突起に足を接触させると\nの印象を与える。他方、被告意匠は、前輪のホイール部分全体がカバー\nで覆われているため、使用者が突起部分に足を接触させる心配がなく、\n安全に利用できるとの視覚的効果がある。\nそのため、この点は、両意匠の類否の判断を左右するほど大きな差異\nである。\nオ  総合評価\n以上のような本件意匠の要部についての共通点と差異点を検討すると、\n本件意匠と被告意匠とは、車輪の大きさという点に共通点があるものの、\n3 輪車と 4 輪車との差異、車輪の配置の差異、メインフレームの形状の明\nらかな差異、車輪のホイールによる安全性への印象の差異など、多岐にわ\nたる差異があることから、両意匠が類似しているとはいえない。\n(2)  争点 2（損害の発生及びその額）について\n（原告の主張）\n次のとおり、被告製品の販売による被告の限界利益は 44 万 0664 円である。\nしたがって、原告は、同額の損害を受けたと推定される（意匠法 39 条 2 項）。\nア  売上額  265 万 5332 円\n被告は、合計 824 個の被告製品を販売し、合計 265 万 5332 円（消費税込）\nの売上を得た。\nイ  販売のための経費等（下記①～⑦）  合計 221 万 4668 円\n①  クーポン利用額  0 円\n被告は、クーポン利用額 5 万 2708 円が売上から控除されると主張する。\nしかし、売上の算定段階でクーポン利用額がすでに控除されている明細も\nある。また、そもそもクーポン減額分は消費者の支払額が減少するだけであ\nり、事業者の売上高はクーポン減額前の金額とし、クーポン発行費部分は別\n途費用として考慮することが会計上自然である。\n②  通関費用  18 万 0530 円\n被告の算定においては、通関費用中に輸入消費税及び地方消費税が含まれ\nている。これらの合計額 1 万 9200 円は、控除すべき通関費用から除かねば\nならない。\nそうすると、通関費用は 89 万 6300 円（＝91 万 5500 円－1 万 9200 円）と\nなる。このうち販売された 824 台分は、18 万 0530 円（＝89 万 6300 円÷4091\n台×824 台）となる。\n③  運送料  71 万 1112 円\n被告は、運送料を全国平均の運送料で計算しているが、消費税分は控\n除されるべきである。\n消費税を控除した運送料の平均額は 863 円であるから、824 台分の運\n送料は 71 万 1112 円（＝863 円×824 台）となる。\n④  保管料  54 万 4690 円\n本件商品は季節性が有るものではなく、流行が有る商品でもない。ま\nた、販売価額は後半上げてきているものの販売数量は大きく変わってお\nらず、販売数量が在庫量に影響されるものでもない。そこで、保管料の\n算定にあたっては、平均的に販売されているものと仮定する。\na    被告は、令和元年 7 月 11 日（最初のコンテナ輸入）から令和 2 年 11\n月 15 日（販売停止日）までに 1400 台を仕入れ、824 台を販売した。\nこのうち、令和元年 7 月 11 日（以下「第 1 時点」という。）の最初の\n仕入は 200 台、同年 12 月 23 日（以下「第 2 時点」という。）の 2 回目\nの仕入は 599 台、令和 2 年 6 月 26 日（以下「第 3 時点」という。）の\n3 回目の仕入は 601 台である。\nb  第 1 時点から第 2 時点前日までの 165 日間で、被告は被告製品 240 台\nを販売した（第 1 時点での仕入は 200 台であるから、40 台は次の仕入\n分の中から納品したものと考えられる。）。そうすると、200 台を完売\nしたのは第 1 時点から 153 日目の令和元年 12 月 14 日となる。\nこれによれば、「その間の総在庫量」は底辺を 200、高さを 153 とす\nる直角三角形の面積（200 台×153 日÷2＝15300）となる。また、1 日\n当たりの保管料は 18 台で 58 円である、その間の全保管料は、15300×\n（58÷18）＝4 万 9300 円となる。\nc  第 2 時点では 599 台の仕入があったが、第 2 時点前日までに 40 台の\nマイナスが生じていることから、その分は即時第 2 時点で納品を要す\nることになり、結局、第 2 時点で仕入残は 559 台となる。第 2 時点か\nら第 3 時点前日まで（185 日）の販売台数は 450 台であるから、第 3\n時点前日での残台数は 559 台－450 台＝109 台である。\nそうすると、上記同様に、「その間の総在庫量」は下底を 559、上底\nを 109、高さを 185 とする台形の面積であるから、（559＋109）×185\n÷2＝61790、それに 1 日当たりの保管料を掛けると、61790×58÷18＝\n19 万 9101 円となる。\nd   第 3 時点では 601 台の仕入れがあり、第 3 時点前日での残台数が 109\n台であるから、第 3 時点での仕入残は 710 台となる。そこから 143 日\n後の販売停止時点での残台数は 576 台である。\nそうすると、上記同様に、「その間の総在庫量」は下底を 710、上底\nを 576、高さを 143 とする台形の面積であるから、（710＋576）×143\n÷2＝91949、それに 1 日当たりの保管料を掛けると、91949×58÷18＝\n29 万 6280 円となる。\ne  以上より、保管料は合計 54 万 4690 円となる。\n⑤  出庫料  9 万 8880 円\n⑥  コンテナ荷下ろし料金  1 万 8127 円\n⑦  仕入価格  66 万 1329 円\n仕入価格は、令和元年 7 月 5 日の為替レート（TTS）は 108.91 円、令\n和元年 12 月 6 日は 109.81 円、令和 2 年 6 月 16 日は 108.32 円であるか\nら、これにより計算すると、それぞれ 17 万 4256 円、52 万 6210 円、42\n万 3152 円の合計 112 万 3618 円となる。このうち 824 台分の仕入価格は\n66 万 1329 円となる。\n（被告の主張）\n被告製品についての原告の利益は、次のとおりマイナスとなっている。\nア  売上額  260 万 2624 円\n売上額 265 万 5332 円からクーポン利用額 5 万 2708 円を控除した 260 万\n2624 円が被告の売上となる。\nイ  経費等の金額  379 万 3318 円\n被告の利益の算定にあたっては、以下の経費等を売上から控除すべきで\nある。\n①  消費税  26 万 5533 円\n上記売上額に対して 10％の消費税がかかるため、26 万 5533 円が消費\n税として徴収される。\n②   通関費用  18 万 4397 円\n被告製品は、他の商品と一緒にコンテナ積で輸入されるところ、これ\nまで輸入会社（通関業者）へ支払った金額は合計 91 万 5500 円である。\nこの金額は 3 回の輸入による全商品 4091 台に係るものである。そこで、\n販売済商品 824 台については、18 万 4397 円（＝91 万 5500 円÷4091 台\n×824 台）の通関費用を要したこととなる。\n③  運送料  78 万 1976 円\n販売済商品には運送料を要したところ、運賃表記載の運賃を平均する\nと 1 台につき 949 円（消費税込）となる。そのため、販売済商品 824 台\nについては、78 万 1976 円の運送料を要したこととなる。\n④  保管料  131 万 1570 円\n被告商品については、輸入後から販売までの保管料を要している。被\n告は、令和元年 7 月 11 日に 1065 台輸入しているところ、その保管料は、\n58 円／坪（被告製品 18 台分）であり、合計は 4176 円であった。したが\nって、販売済商品 824 台については、1 日約 2655 円（＝824 台÷18 台分\n×58 円）の保管料を要したこととなる。\nそうすると、令和元年 7 月 11 日から被告が販売を停止した令和 2 年\n年 11 月 15 日までの 494 日分の保管料を計算した場合、131 万 1570 円\n（＝2655 円×494 日）となる。もっとも、在庫分についての保管料は現\n在も継続的に発生しているため、在庫分を含めた保管料として要する経\n費は上記金額よりも遥かに高額である。\n⑤   出庫料  9 万 8880 円\n倉庫の商品を販売する場合、保管料とは別に出庫料を要する。この出\n庫料の単価は 1 台 120 円であるため、販売済商品 824 台については、9\n万 8880 円の出庫料を要したこととなる。\n⑥   コンテナ荷下ろし料金  1 万 8127 円\nコンテナから商品を倉庫へ移す際には、3 万円/1 コンテナの割合で手\n数料がかかる。本件は 3 回輸入しているため、1 万 8127 円（＝9 万円÷\n4091 台×824 台）の手数料を要したこととなる。\n⑦  仕入価格  113 万 2835 円\n被告製品は合計 3 回に分けて輸入され、その仕入額の合計は 10298.5\nドルとなる。これを、1 ドル 110 円（2019 年平均為替レート）で計算し\nた場合、被告製品の仕入額合計は 113 万 2835 円となる。これには未販売\n商品の仕入額が含まれているが、未販売商品の仕入額も既に販売された\n商品の経費として計上されるべきものである。\n第 3  当裁判所の判断\n1  争点 1（本件意匠と被告意匠の類否）について\n(1)  意匠に係る物品の同一性\n本件意匠に係る物品は子供用乗用玩具であるところ（前提事実(2)ア）、証\n拠（甲 2）及び弁論の全趣旨によれば、被告製品は、1～3 歳程度の幼児を対\n象とする四輪自転車であり、玩具として販売されていることが認められる。\nすなわち、被告意匠に係る物品も子供用乗用玩具といえる。\nしたがって、本件意匠と被告意匠は、意匠に係る物品が同一である。\n(2)  意匠に係る形状の類似性について\nア  本件意匠及び被告意匠の構成態様\n本件意匠と被告意匠の各構成態様は、それぞれ別紙本件意匠目録及び同\n被告意匠目録に各記載のとおりである（前提事実(2)イ、(3)イ）。\nなお、構成態様 h 及び h’については、いずれも基本的には自転車の形状\nを有する子供用乗用玩具である本件意匠及び被告意匠における後輪部分の\n具体的な構成に関するものであるから、具体的構成態様と位置付けるのが\n相当である。これに反する被告の主張は採用できない。\nイ  本件意匠の要部\n(ｱ)  登録意匠と対比すべき相手方の製品に係る意匠とが類似であるか否\nかの判断は、需要者の視覚を通じて起こさせる美感に基づいて行う（意\n匠法 24 条 2 項）。その際、意匠を全体として観察することを要するが、\nこの場合、意匠に係る物品の性質、用途及び使用態様、公知意匠にはな\nい新規な創作部分の存否等を斟酌して、取引者ないし需要者の最も注意\nを惹きやすい部分を意匠の要部として把握し、登録意匠と相手方意匠と\nが意匠の要部において構成態様を共通にしているか否かを重視して、観\n察を行うべきである。\n(ｲ)  前記(1)のとおり、本件意匠に係る物品と被告意匠に係る物品はいずれ\nも子供用乗用玩具である。このことから、本件意匠及び被告意匠に係る\n各物品の需要者は、いずれも、これらの玩具で遊ぶ 1～3 歳程度の幼児の\n保護者であると認められる。\nまた、子供用乗用玩具での幼児の遊びは、保護者の介助を受けながら、\nまずハンドルにつかまり立ちするところから始まり、つかまり歩きをし、\nサドルにまたがり、足で床を蹴って前進することが基本となるものと思\nわれる。したがって、需要者である保護者は、このような使用状況を想\n定し、幼児が安全に遊ぶことができるかという見地から全体観察を行う\nものと考えられる。特に、需要者は、玩具の転倒しにくさ、躯体の強固\nさ、幼児の体形に適した寸法比率か否か、幼児がけがをしないよう全体\n的に角のない丸みを帯びた形状をとっているか否か、といった点に関心\nをもって全体観察を行うものと考えられる。\n(ｳ)  本件意匠の基本的構成態様のうち、①垂直状のハンドルステム（構成\n態様 A）、②左右平行一対の前輪（A）、③下方に略 25°傾斜して伸びるフ\nレーム（B）、④フレーム略中央上部に設けられるサドル（B）、⑤前輪と\n略同径の後輪（B）、⑥2 つの前輪が存する前方の車幅が幅広で、後輪が\n存する後方が幅狭の形状（D）は、それぞれ、個別には公知意匠にもみら\nれるものである（①、②、⑥につき乙 1 意匠、③につき乙 3 意匠、④に\nつき乙 1、3 意匠、⑤につき乙 3、5 意匠）。しかし、上記①～⑥の各要素\nを組み合わせた全体としての形状を有する公知意匠及び構成態様 C によ\nり特定された寸法比率等の公知意匠は証拠上見当たらない。\n(ｴ)  以上の点を踏まえて、意匠に係る物品である子供用乗用玩具の性質、\n用途及び使用態様、並びに公知意匠にはない新規な創作部分の存否等を\n総合的に見ると、本件意匠のうち、看者である需要者の注意を最も惹く\n部分は、正面視及び側面視の構成、各部の寸法比率、後輪の形状、並び\nにこれらの要素の組合せにより、全体として、丸みを帯びて角がなく、\n２つの前輪が存する前方が幅広で、後輪が存する後方が幅狭の形状であ\nるという点であるといえる。これらは構成要件 A～D 及び h により特定\nされる。したがって、これらの部分をもって本件意匠の要部と把握する\nのが相当である。\nウ  本件意匠と被告意匠との対比\n(ｱ)  共通点\n本件意匠と被告意匠とは、その正面視の構成（構成態様 A 及び A’）、\n側面視の構成（B 及び B’）及び各部の寸法比率等（C 及び C’）において\n概ね共通する。また、両意匠は、全体として丸みを帯びて角がなく、２\nつの前輪が存する前方が幅広で、後輪が存する後方が幅狭の形状である\n点（D 及び D’）においても共通する。すなわち、本件意匠と被告意匠と\nは、その基本的構成態様において共通する。\nまた、本件意匠と被告意匠とは、そのハンドル両端部の形状（a 及び\na’）、ヘッドチューブに設けられたカバーの形状（c 及び c’）、ハンドルス\nテムと左右の前輪を連結する車軸との接続態様（d 及び d’）、サドルの形\n状等（g 及び g’）においても共通するといえる。\n(ｲ)  差異点\na  後輪の数及び配置（差異点 1）\n本件意匠の後輪の数は 1 つであり、バックフォークの下端において、\nこれよりやや太い伏椀状の軸受に支持された視認できない車軸によっ\nて軸支される（構成態様 h）。これに対し、被告意匠の後輪の数は 2 つ\nであり、外側に前輪と同様なホイールキャップを有する２つの車輪が\nそれよりわずかに小径の円環状カバーを挟んで三層状に形成され、こ\nの円環状カバーにメインフレームの後端が連結され、軸受は視認でき\nない（構成態様 h’）。この点で、本件意匠と被告意匠とは差異（差異点\n1）がある。\nb  フレームの構成（差異点 2）\n本件意匠のフレームは、断面が長円形状でヘッドチューブと略同一\n幅の太いメインフレームと、サドルの端部付近から平面視略Ｕ字状に\nメインフレームから分岐するパイプ状のバックフォークとから構成さ\nれる（構成態様 f）。これに対し、被告意匠のフレームは、断面が長円\n形状でヘッドチューブと略同一幅の太い単一のメインフレームで構成\nされる（構成態様 f’）。この点で、本件意匠と被告意匠とは差異（差異\n点 2）がある。\nc  ホイール部分の形状（差異点 3）\n本件意匠の前輪の外側中央には略円錐台状の小突起が設けられる\n（構成態様 e）。これに対し、被告意匠の前輪の外側には、外方に僅か\nに膨出する球面状のホイールキャップが設けられる（構成態様 e’）。こ\nの点で、本件意匠と被告意匠とは差異（差異点 3）がある。\nd  ハンドルステムの形状（差異点 4）\n本件意匠のハンドルステムは鉛直状に形成される（構成態様 b）。こ\nれに対し、被告意匠のハンドルステムは上部において後方に湾曲し下方\nへ鉛直状に延びる（構成態様 b’）。この点で、本件意匠と被告意匠とは\n差異（差異点 4）がある。\ne  文字等の存在（差異点 5）\n本件意匠には文字や模様、色彩がいずれの部位にも現れていない。\nこれに対し、被告意匠のヘッドチューブ、メインフレーム、サドルに\nは、それぞれ文字や模様、色彩が現れている（構成 i’）。この点で、本\n件意匠と被告意匠とは差異（差異点 5）がある。\nエ  共通点及び差異点の評価\n(ｱ)  本件意匠と被告意匠とは、基本的構成態様（構成態様 A～D）の全て\nにおいて共通するところ、これらはいずれも本件意匠の要部と把握され\nるものである。\n(ｲ)  差異点 1 は、構成 h 及び h'に係るものであるところ、構成 h も本件意\n匠の要部として把握されるものである。\nしかし、被告意匠の後輪は、その数が 2 つではあるものの、その間に 2\nつの車輪よりわずかに小径の円環状カバーを挟んで三層状に形成されて\nいる。このため、被告意匠の後輪は、2 つあるとはいえなお一体のもので\nあるとの印象を与える。しかも、被告意匠においても、本件意匠と同様に\n後輪の存する後方が前輪の存する前方より幅狭となっており、その寸法\n比率も本件意匠のものと略共通する。これらの点を考慮すれば、差異点 1\nは、要部に関する差異ではあるが、本件意匠との共通点を凌駕し、看者に\n起こさせる美感に決定的な影響を与えるものとまではいえない。\n(ｳ)  差異点 2 はフレームの構成に関する差異、差異点 3 はホイール部分の\n形状に関する差異、差異点 4 はハンドルステムの形状に関する差異、差\n異点 5 は文字等の存在に関する差異であるところ、いずれも要部に関す\nるものではない。また、幼児の使用時における安全性確保の見地から需\n要者が着目すべき点に関する相違であるともいえない。差異点 5 に関し\nては、本件意匠は子供用乗用玩具の形状を特定しているにとどまり、文\n字、模様、色彩等を特定するものではないと理解されることに鑑みると、\nそもそも、これをもって本件意匠と被告意匠との差異と見ることは必ず\nしもできない。\nこのため、少なくともこれらの差異は、本件意匠と被告意匠との共通\n点を凌駕し、看者に起こさせる美感に決定的な影響を与えるものとまで\nはいえない。\n(ｴ)  以上より、本件意匠と被告意匠とは類似するものというべきである。\n(ｵ)  被告の主張について\nこれに対し、被告は、3 輪車と 4 輪車とは異なる乗り物として認識さ\nれ、走行の安定性や概括的な印象に直結すること、後輪とフレームの構\n造の差異から、本件意匠は幼児が後輪の軸受部分に足をかけて転倒する\nことを想起させるのに対し、被告意匠ではそのような印象を与えないこ\nと、これに加え、本件意匠におけるバックフォーク部分の破損の可能性\nや前輪の小突起部分に足を接触させる可能性などの点も指摘し、本件意\n匠と被告意匠とは類似しない旨を主張する。\nしかし、一般論としてはともかく、本件意匠と被告意匠に関しては、\n後輪の数に違いがあるものの、後輪が 2 つある被告意匠も、その間に 2\nつの車輪よりわずかに小径の円環状カバーを挟んで三層状に形成されて\nいるため、なお一体のものであるとの印象を与えることは上記のとおり\nである。\nまた、使用者である幼児が後輪の軸受部分に足をかけるといった事態\nが全く想定できないわけではないものの、軸受部分の形状、場所、大き\nさ等を踏まえると、使用者である幼児がそのような行為に及ぶ危険性は\n必ずしも高いとは思われないことなどから、この点は需要者の特に注意\nを惹くような部分とは必ずしもいえない。本件意匠のバックフォーク部\n分の破損や前輪の小突起部分に足を接触させる可能性の認識が与える\n印象についても、同様に考えられる。\nその他被告が縷々指摘する事情を考慮しても、この点に関する被告の\n主張はいずれも採用できない。\n(3)    小括\n以上のとおり、本件意匠と被告意匠は、意匠に係る物品が同一であり、類\n似する意匠といえる。\nしたがって、被告が被告製品を製造、販売する行為は、原告の有する本件\n意匠権を侵害するものである。\n2  差止め及び廃棄請求について\n弁論の全趣旨によれば、被告は、現在は被告製品の販売を停止していると認\nめられるものの、その在庫全部を処分したことを認めるに足りる証拠はない。\nこの点をも踏まえると、被告が今後被告製品を貸し渡し、輸出し、若しくは輸\n入し、又はその譲渡若しくは貸渡しの申出（譲渡又は貸渡しのための展示を含\nむ。）をして、本件意匠権を侵害するおそれはなお存することが認められる。\nまた、被告製品は、「侵害の行為を組成した物品」（意匠法 37 条 2 項）に当た\nると認められる。\nしたがって、原告は、意匠法 37 条 1 項及び 2 項に基づき、被告に対し、被告\n製品の製造、譲渡等の差止め及び廃棄請求権をいずれも有する。\n3  争点 2（損害の発生及びその額）について\n(1)  後掲の証拠及び弁論の全趣旨によれば、被告製品の売上げ及び経費等に関\nし、次の事実が認められる。\nア  被告製品の売上額  265 万 5332 円\n証拠（乙 7～10）及び弁論の全趣旨によれば、被告は、令和元年 7 月 5 日\nに被告製品 200 台を 1600 ドルで、同年 12 月 6 日に 599 台を 4792 ドルで、\n令和 2 年 6 月 16 日に 601 台を 3906.5 ドルで輸入して仕入れ（合計 1400\n台）、うち 824 台を販売し、その売上は合計 265 万 5332 円（消費税込。以\n下では税込価格を前提に検討する。）であることが認められる。\nイ  経費等の額  271 万 5515 円\n「利益」（意匠法 39 条 2 項）とは、侵害者の製品の売上高からその製造\n販売に直接関連して追加的に必要となった経費を控除した限界利益をいう\nと解される。\n本件において、被告は、被告製品の販売のために、次の①～⑦のとおり、\n合計 271 万 5515 円の経費等を支出したことが認められ、これらが売上高\nから控除すべき経費と把握される。\n①  仕入価格  66 万 1328 円\n前記アのとおり、被告は、令和元年 7 月 5 日に被告製品 200 台を 1600\nドルで、同年 12 月 6 日に 599 台を 4792 ドルで、令和 2 年 6 月 16 日に\n601 台を 3906.5 ドルで輸入して仕入れた。各輸入当時の為替レート（甲\n7）によると、各輸入当時の仕入価格は、それぞれ、17 万 4256 円（＝1600\nドル×108.91 円）、52 万 6209 円（＝4792 ドル×109.81 円）及び 42 万 3152\n円（＝3906.5 ドル×108.32 円）、合計 112 万 3617 円であることが認めら\nれる。これは 1400 台分の仕入価格であるところ、販売済みの被告製品が\n輸入された時期は個別には不明であることに鑑みると、実際の販売数量\nである 824 台分の仕入価格は、66 万 1328 円（＝112 万 3617 円×824 台\n/1400 台）と認めるのが相当である（いずれも 1 円未満切捨て（以下同\nじ））。\nこれに対し、被告は、未販売の被告製品の仕入額も経費に含まれる旨\nを主張する。しかし、意匠法 39 条 2 項は、意匠権の侵害者が侵害品の販\n売等意匠権侵害行為によって得た利益をもって意匠権者の受けた損害額\nと推定するものであり、その基礎には、侵害者による侵害品の販売等に\nより意匠権者が当該意匠権の実施品その他侵害品と市場において競合す\nる製品の取引機会を奪われたという関係性がある。この観点からすると、\n未販売の侵害品の仕入額を経費として控除する理由はない。この点に関\nする被告の主張は採用できない。\n②  コンテナ荷下ろし料  1 万 8127 円\n輸入した被告製品をコンテナから商品を倉庫へ移す際のコンテナ荷下\nろし料として 1 万 8127 円を要したことは、当事者間に争いがない。\n③  保管料  91 万 8099 円\n保管料につき売上高から控除すべき経費とすること自体については、\n当事者間に争いがない。\n証拠（乙 12）及び弁論の全趣旨によれば、保管料は、一坪（被告製品\n18 台分に相当する。）当たり 1 日 58 円であることが認められる。\nそうすると、販売済みの被告製品 824 台分の 1 日当たりの保管料は\n2655 円（＝58 円×824 台／18 台）であり、最初の輸入日（令和元年 7 月\n5 日）から販売停止日（令和 2 年 11 月 15 日）までの 494 日分の保管料\nをこれに基づき算定すると、131 万 1570 円（＝2655 円×494 日）となる。\nもっとも、これは被告製品 824 台が 494 日間保管されていた場合の金額\nであって、実際には、被告製品は、3 回の輸入後に随時販売され、倉庫\nから搬出されたものと考えられるから、上記金額をもって控除すべき保\n管料と考えることはできない。このため、この点に関する被告の主張は\n採用できない。\n他方、被告製品 1 台ずつの保管期間は証拠上不明というほかない上、\n搬出後に購入者が受け取らず返送されて再度倉庫に保管されるに至る場\n合があることその他の個別的な事情もあり得るところ、この点も全く不\n明である。そこで、被告製品の輸入時期及び各回の輸入数量や被告製品\nに係る月別の販売数量の変動状況等に鑑みると、824 台の販売に要した\n保管料は、494 日間これが保管されていたと想定した場合の上記金額の\n7 割に相当する 91 万 8099 円（＝131 万 1570 円×0.7）と認めるのが相当\nである。この点に関する原告の主張は独自の仮定に基づく計算というほ\nかなく、これを採用することはできない。\n④  出庫料  9 万 8880 円\n倉庫の商品を販売する場合に保管料とは別に必要となる出庫料が 9 万\n8880 円であり、これが売上高から控除すべき経費にあたることは、当事\n者間に争いがない。\n⑤  運送料  78 万 1976 円\n販売済商品の運送料が売上高から控除すべき経費であること自体につ\nいては、当事者間に争いがない。\n被告製品の販売に伴い必要となった運送料の詳細は証拠上不明という\nほかないが、弁論の全趣旨によれば、販売先は日本全国に広く存在して\nいたことがうかがわれる。そこで、地域別の運賃を定める運賃表（乙 11）\n記載の運賃の平均額である 1 個当たり 949 円（消費税込）を基に計算す\nると、販売済みの被告製品全体に要した運送料は、78 万 1976 円（＝949\n円×824 台）であったと認められる。\n⑥  通関費用  18 万 4397 円\n販売済みの被告製品に係る通関費用（税込）が 18 万 4397 円（＝91 万\n5500 円／4091 個×824 台）であり、消費税をこれに含めるか否かの点を\n除き、これを売上高から控除すべき経費とすること自体については、当\n事者間に争いがない。\n⑦  クーポン利用額  5 万 2708 円\n被告製品の購入者は、ウェブサイト上のショッピングモール（楽天、\nAmazon 等）を通じて被告製品を購入する際、各モールが発行しているク\nーポンを使用することがある。この場合、クーポン利用額が被告製品の\n販売価格から控除されて販売されることとなるから、「利益」の算定に当\nたってもこれを売上高から控除するのが相当である。\n本件において、このようなクーポン利用額の合計は 5 万 2708 円と認\nめられる（乙 7、13）。これに反する原告の主張は採用できない。\n(2)  上記(1)ア及びイによれば、被告製品の販売については、売上額を上回る経\n費等の支出があったことになる。すなわち、被告は、本件意匠権の侵害品で\nある被告製品の販売により利益を受けたとはいえない。そうである以上、意\n匠法 39 条 2 項によっては原告の損害額は推定されない。その他原告の損害\n額を認定し得る具体的な事情はない。\nしたがって、原告は、被告に対し、本件意匠権侵害の不法行為に基づく損\n害賠償請求権を有しない。\n第 4  結論\nよって、原告の被告に対する請求は、主文に記載した限度で理由があるから、\nこの限りで認容し、その余は理由がないから、これを棄却することとして、主\n文のとおり判決する。なお、仮執行の宣言は相当でないから、これを付さない\nこととする。\n東京地方裁判所民事第４７部\n裁判長裁判官\n杉    浦      正    樹\n裁判官\n小    口      五    大\n裁判官\n稲    垣      雄    大\n別紙\n被告製品目録\n商品名   四輪バランストレーニングバイク\n型式      YJS80\n以上\n別紙\n意匠公報\n別紙\n本件意匠目録\n１  基本的構成態様\nA  正面視において、水平パイプ状のハンドルと、これに中央で略Ｔ字状に結\n合される垂直状のハンドルステムと、フレームの前端部を構成し、ハンドル\nステムを貫通させる大径のヘッドチューブと、その直下においてハンドルス\nテムの下端に水平の車軸で支持される左右平行一対の前輪とを有する。\nB  側面視において、大径のヘッドチューブの中央部から後輪の軸心に向かっ\nて直線状に下方に略 25°傾斜して延びるフレームと、このフレームの略中央\n上部に設けられるサドルと、サドルの斜め下後方においてフレームに支持さ\nれる、前輪と略同径の後輪とを有する。\nC  各部の寸法比率は概略以下のとおりである。全長：全高は、10：7、全高：\n車輪直径は、10：4、全長：サドル長は、10：5、前部の車幅：後部の車幅は、\n10：7 である。\nD  全体として、丸みを帯びて角がなく、2 つの前輪が存する前方が幅広で、後\n輪が存する後方が幅狭の形状である。\n２  具体的構成態様\na    ハンドル両端部には略扁平球状のグリップエンドが形成される。\nb    ハンドルステムは鉛直状に形成される。\nc    大径のヘッドチューブの上端部には、下向きの略半球状のカバーが、下端\n部には、上向きのやや扁平カップ状のカバーが設けられる。\nd    大径のヘッドチューブを鉛直に貫通するハンドルステムは、左右前輪を連\n結する車軸とその中央において球体状部を介して接続される。\ne    左右の前輪の外側中央には略円錐台状の小突起が設けられる。\nf    傾斜したフレームは、断面が長円形状でヘッドチューブと略同一幅の太い\nメインフレームと、サドルの端部付近から平面視略Ｕ字状にメインフレーム\nから分岐するパイプ状のバックフォークとから構成される。\ng      サドルは、側面視において後方広がりの略三角形状で、後端部はやや上方\nに反り返り、下縁は略メインフレームの上縁に沿って前方上がりに斜めに延\nびる。\nh    単一の後輪は、バックフォークの下端において、これよりやや太い伏椀状\nの軸受に支持された視認できない車軸によって軸支される。\n以上\n別紙\n被告意匠目録\n１  基本的構成態様\nA’  正面視において、水平パイプ状のハンドルと、これに中央で略Ｔ字状に結\n合される垂直状のハンドルステムと、フレームの前端部を構成し、ハンドル\nステムを貫通させる大径のヘッドチューブと、その直下においてハンドルス\nテムの下端に水平の車軸で支持される左右平行一対の前輪とを有する。\nB’  側面視において、大径のヘッドチューブの中央部から後輪の軸心に向かっ\nて直線状に下方に略 25°傾斜して延びるフレームと、このフレームの略中央\n上部に設けられるサドルと、サドルの斜め下後方においてフレームに支持さ\nれる、前輪と略同径の後輪とを有する。\nC’  各部の寸法比率は概略以下のとおりである。全長：全高は、10：7、全高：\n車輪直径は、10：4、全長：サドル長は、10：5、前部の車幅：後部の車幅は、\n10：7 である。\nD’  全体として、丸みを帯びて角がなく、2 つの前輪が存する前方が幅広で、\n後輪が存する後方が幅狭の形状である。\n２  具体的構成態様\na'  ハンドル両端部には略扁平球状のグリップエンドが形成される。\nb'  ハンドルステムは上部において後方に湾曲し下方へ鉛直状に延びる。\nc'  大径のヘッドチューブの上端部には、下向きの略半球状のカバーが、下端部\nには、上向きのやや扁平カップ状のカバーが設けられる。\nd'  大径のヘッドチューブを鉛直に貫通するハンドルステムは、左右前輪を連\n結する車軸とその中央において球体状部を介して接続される。\ne'  左右の前輪の外側には、外方に僅かに膨出する球面状のホイールキャップ\nが設けられる。\nf'  傾斜したフレームは、断面が長円形状でヘッドチューブと略同一幅の太い\n単一のメインフレームで構成される。\ng'   サドルは、側面視において後方広がりの略三角形状で、後端部はやや上方\nに反り返り、下縁は略メインフレームの上縁に沿って前方上がりに斜めに延\nびる。\nh'  後輪は、外側に前輪と同様なホイールキャップを有する 2 つの車輪がそれ\nよりわずかに小径の円環状カバーを挟んで三層状に形成され、この円環状カ\nバーにメインフレームの後端が連結され、軸受は視認できない。\ni'  ヘッドチューブ、メインフレーム、サドルには、それぞれ文字や模様、色彩\nが現われている。\n以上\n"
}