{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 4,
    "month": 5,
    "day": 31
  },
  "case_number": "令和3(ワ)23153",
  "case_name": "発信者情報開示請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "91509",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=91509",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/509/091509_hanrei.pdf",
  "contents": "令和４年５月３１日判決言渡  同日原本領収  裁判所書記官\n令和３年（ワ）第２３１５３号  発信者情報開示請求事件\n口頭弁論終結日  令和４年３月１日\n判 決\n原 告            株式会社ケイ・エム・プロデュース\n同訴訟代理人弁護士            戸 田   泉\n同                            角地山   宗   行\n同                            籠 屋 恵 嗣\n被 告         Ｋ Ｄ Ｄ Ｉ 株 式 会 社\n同訴訟代理人弁護士           今 井 和 男\n同                            小 倉 慎 一\n同                            山 本 一 生\n主 文\n１  被告は，原告に対し，別紙発信者情報目録記載の各情報を開示せよ。\n２  訴訟費用は被告の負担とする。\n事 実 及 び 理 由\n第１  請求\n主文同旨\n第２  事案の概要\n本件は，アダルトビデオの製作，販売等を業とする原告が，電気通信事業等\nを営む被告に対し，氏名不詳者が，Ｐ２Ｐの一種であるビットトレント（Ｂｉ\nｔＴｏｒｒｅｎｔ）のネットワークに接続し，原告が著作権を有する「黒人中\n出しＦＵＣＫ  Ａ」と題する映像作品（以下「本件著作物」という。）を自己の\n端末内で複製し，被告の提供するインターネット接続サービスを通じて公衆送\n信し，もって原告の本件著作物に係る著作権（複製権，公衆送信権）を侵害し\nたことが明らかである旨を主張して，特定電気通信役務提供者の損害賠償責任\nの制限及び発信者情報の開示に関する法律（以下「法」という。）４条１項に基\nづき，別紙発信者情報目録記載の各情報（以下「本件発信者情報」という。）の\n開示を求める事案である。\n１  前提事実（当事者間に争いがないか，末尾の証拠及び弁論の全趣旨により容\n易に認められる事実。証拠番号の枝番は省略する（以下同様）。）\n(1)  当事者\n原告は，本件著作物を製作し，その著作権を有している（甲１，２）。\n被告は，電気通信事業等を目的とする株式会社である。\n(2)  原告による調査等\n原告は，株式会社ＨＤＲが開発した「著作権侵害検出システム」（以下「本\n件ソフトウェア」という。）を使用して，別紙発信端末目録記載の各ＩＰアド\nレス（以下「本件各ＩＰアドレス」という。）を割り当てられた氏名不詳者ら\nが，ビットトレント上で，本件著作物の複製物である電子データをアップロ\nードし，不特定のビットトレント利用者の求めに応じて，インターネット回\n線を通じて，同電子データを自動的に送信し得る状態に置いたことを確認し\nた（甲３ないし８）。\n２  本件の主たる争点は，氏名不詳者らにより原告の権利が侵害されたことが明\nらかといえるか否かであり，これに関する当事者の主張は，次のとおりである。\n（原告の主張）\n原告は，本件ソフトウェアを使用して，本件各ＩＰアドレスを割り当てられ\nた氏名不詳者らが，ビットトレント上で，本件著作物の複製物である電子デー\nタをアップロードし，不特定のビットトレント利用者の求めに応じて，インタ\nーネット回線を通じて，同電子データを自動的に送信し得る状態に置いたこと\nを確認した。本件ソフトウェアが検知するＩＰアドレスが正確であることは，\n検出ＩＰアドレスの同一性確認試験においても確認されている。実際，被告か\nらの発信者情報の開示についての意見を求められた者の中には開示に同意し\nた者がいるし，著作権侵害を認めて謝罪した者もいるのであり，本件ソフトウ\nェアの正確性に問題はない。\nしたがって，氏名不詳者らが，本件著作物に係る原告の著作権（複製権，公\n衆送信権）を侵害したことは明らかである。\n（被告の主張）\n原告の主張については，否認又は争う。本件各ＩＰアドレスを割り当てられ\nた多数の契約者は，「心当たりがない」旨を回答しており，本件ソフトウェアに\nより特定された者全てが，ビットトレントのネットワークを通じて本件著作物\nの電子データをダウンロードし，自動公衆送信した者であるとはいえず，特定\nは正確ではない。\nしたがって，氏名不詳者らが，本件著作物に係る原告の著作権（複製権，公\n衆送信権）を侵害したことが明らかであるとはいえない。\n第３  当裁判所の判断\n１  争点（権利侵害の明白性）について\n証拠（甲３）及び弁論の全趣旨によれば，ビットトレントとは，インターネ\nットを通じ，Ｐ２Ｐ方式でファイルを共有するネットワークであり，特定のフ\nァイルをダウンロードしようとするユーザーが，トラッカーサイトと呼ばれる\nウェブサイトに接続して，トレントファイルをダウンロードし，これをビット\nトレントに読み込ませると，当該ユーザーの端末がピアとして同ネットワーク\n上に登録され，ダウンロードしたい特定のファイルを有する別のピアから当該\nファイルをダウンロードするとともに，別のピアから要求があれば自己の端末\nから特定のファイルを送信する仕組みのものであること，このようなシステム\nの特性上，トラッカーサーバーは，自身にアクセスしている提供者の情報を把\n握することができることが認められる。\n以上のようなビットトレントの仕組み等に加え，前記前提事実のとおり，原\n告は，本件ソフトウェアを使用して，本件各ＩＰアドレスを割り当てられた氏\n名不詳者らが，ビットトレント上で，本件著作物の複製物である電子データを\nアップロードし，不特定のビットトレント利用者の求めに応じて，インターネ\nット回線を通じて，同電子データを自動的に送信し得る状態に置いたことを確\n認したところ，①本件ソフトウェアを開発した会社が実施した検出ＩＰアドレ\nスの同一性確認試験（甲５）や，同試験と独立して実施された，原告訴訟代理\n人弁護士の所属する法律事務所の事務員による同一性確認試験（甲１０）のい\nずれにおいても，本件ソフトウェアが検知するＩＰアドレスが正確であること\nが確認されており，また，②被告からの発信者情報の開示についての意見を求\nめられた者の中には開示に同意した者がおり（弁論の全趣旨），著作権侵害を認\nめて謝罪した者もいること（甲９）などを本件全証拠に照らして併せ考慮する\nと，本件各ＩＰアドレスを割り当てられた氏名不詳者らが，本件著作物の複製\n物である電子データを自己の端末にダウンロードして記録させた上，これを所\n有するピアとして自己の端末を登録し，不特定多数の別のピアから要求があれ\nば，被告の提供するインターネット接続サービスを通じ，当該端末から当該電\n子データを自動で送信し得るようにしていたことを認めることができ，同認定\nを覆すに足りる証拠はない。\nしたがって，原告の本件著作物に係る著作権（複製権，公衆送信権）が侵害\nされたことは明らかであると認められる。\n２  そして，前記認定の各事実に加え，弁論の全趣旨によれば，被告が，本件発\n信者情報を保有している開示関係役務提供者（法４条１項）に該当すること，\n原告が，氏名不詳者らに対する損害賠償等を請求するために，本件発信者情報\nの開示を受ける必要性があり，原告には本件発信者情報の開示を受けるべき正\n当な理由があることがそれぞれ認められる。\n３  結論\nよって，本件請求は理由があるからこれを認容することとし，主文のとおり\n判決する。なお，仮執行の宣言は相当でないからこれを付さないこととする。\n東京地方裁判所民事第４７部\n裁判官\n小    口      五    大\n裁判官\n稲    垣      雄    大\n裁判長裁判官田中孝一は，転補のため署名押印することができない。\n裁判官\n小    口      五    大\n（別紙発信端末目録省略）\n"
}