{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 3,
    "month": 3,
    "day": 25
  },
  "case_number": "令和2(ワ)12433",
  "case_name": "発信者情報開示請求事件",
  "court_name": "大阪地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "90195",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=90195",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/195/090195_hanrei.pdf",
  "contents": "令和３年３月２５日判決言渡  同日原本領収  裁判所書記官\n令和２年（ワ）第１２４３３号  発信者情報開示請求事件\n口頭弁論終結日  令和３年２月２５日\n判       決\n原        告     株 式 会 社 イ ト ク ロ\n同訴訟代理人弁護士      髙   橋   喜   一\n同              杉   本   拓   也\n被        告      エックスサーバー株式会社\n主       文\n１  被告は，原告に対し，別紙発信者情報目録記載の各情報を開示せよ。\n２  訴訟費用は被告の負担とする。\n事 実 及 び 理 由\n第１  請求\n主文同旨\n第２  事案の概要\n原告は，原告が著作権を有する記事と同一又は類似の記事を ，氏名不詳者\n（以下「本件発信者」という。）がウェブサイトにアップロードしたことによ\nり，原告の著作権が侵害されたと主張して，特定電気通信役務提供者の損害賠\n償責任の制限及び発信者情報の開示に関する法律（以下「法」という。）４条\n１項に基づき，本件発信者にサーバーの利用を提供する被告に対し，別紙発信\n者情報目録記載の各情報（以下「本件情報」という。）を開示するよう求めた。\n１  前提となる事実（いずれも争いがない。）\n⑴  原告は，不登校生徒の支援について発信を行うウェブサイト「ゆーくろっ\nく」（以下「原告ウェブサイト」という。）を運営する株式会社である。\n⑵  被告は，閲覧用ＵＲＬ（https://pia-port.com/）により閲覧可能なウェ\nブサイト（以下「本件ウェブサイト」という。）のホスティングプロバイダ\nであって，法２条３号の特定電気通信役務提供者，法４条１項の開示関係役\n務提供者にあたり，本件情報を保有している。\n⑶  原告ウェブサイトには，別表１の「原告ウェブサイト『ゆーくろっく』の\n原告記事」欄の「ＵＲＬ」及び「ページタイトル」記載のとおり，不登校を\n題材とする記事（以下「原告記事」という。）が掲載されている。\n⑷  本件発信者は，別表１の「本ウェブサイト『ぴあぽーと』の本件投稿記事」\n欄の「投稿日時」，「ＵＲＬ」及び「ページタイトル」記載のとおり，不登\n校に関する記事（以下「本件投稿記事」という。）を作成して本件ウェブサ\nイトに投稿し，利用者からの求めに応じてインターネット回線を経由して自\n動的に送信し得る状態に置いている（以下この行為を「本件投稿行為」とい\nう。）。\n２  原告の主張\n⑴  原告記事は，不登校に関する体験談，相談に対する実践的な心構えや対応\n策等を記事の形式で記し，思想を創作的に表現したものであって，学術の範\n囲に属し（著作権法２条１項１号），言語の著作物（同法１０条１項１号）\nにあたる。\n⑵  訴外株式会社ピアクルー（以下「ピアクルー社」という。）は，原告ウェ\nブサイトを運営し，原告記事を原告ウェブサイトに掲載していたが，平成２\n８年９月１６日，原告との間で事業譲渡契約を締結し（以下「本件事業譲渡\n契約」という。），原告ウェブサイトの運営事業及び原告記事の著作権を，\n原告に譲渡した。\n⑶  別表１の原告記事Ｎｏ１ないし３と本件投稿記事Ｎｏ１とを対比すると\n（以下「別表１」を略する。），別表２のとおり，本件投稿記事Ｎｏ１の大\n部分が，原告記事Ｎｏ１ないし３をそのままコピーしたものである。\nまた，本件投稿記事の一部には，原告記事のブロックのタイトルや文章の\n順番を変えたり，原告記事を僅かに改変したりした箇所が存するものの，実\n質的な内容は同じであって，原告記事の表現上の本質的な特徴を感得し得る\nものである。\n⑷  原告記事Ｎｏ１ないし３は平成２７年６月２９日に投稿されたが，本件投\n稿記事Ｎｏ１は平成３０年１１月５日に投稿されており，後者は，前者に依\n拠して制作されたものである。\n⑸  本件投稿記事Ｎｏ１には，本件発信者の作成した部分がほとんどないから，\n本件投稿記事Ｎｏ１と原告記事Ｎｏ１ないし３とは主従の関係にはなく，原\n告記事の出所の明示もされていないことから，引用（同法３２条１項）には\nあたらない。\n⑹  以上によれば，本件投稿記事Ｎｏ１は，原告の複製権（同法２１条），送\n信可能化権及び公衆送信権（同法２３条１項）を侵害するものであり，仮に\n複製権侵害が成立しない場合であっても翻案権侵害（同法２７条）が成立し，\n引用として適法とされることもないから，本件投稿記事が，原告の著作権を\n侵害するものであることは明らかである。\n⑺  原告は，本件発信者に対し，著作権侵害に基づく損害賠償等を請求する予\n定であり，かかる請求をするためには本件情報の開示を受ける必要があるが，\n被告は開示を拒否している。\n⑻  よって，原告は，法４条１項に基づき，開示関係役務提供者である被告に\n対し，本件情報の開示を求める。\n３  被告の主張\n⑴  原告記事が著作物に該当することは争う。\n⑵  本件投稿記事が原告記事と同一であることは争う。\n⑶  その余の事実は認める。\n第３  裁判所の判断\n１  認定事実\n前記第２の１の前提となる事実，掲記の証拠及び弁論の全趣旨によれば，以\n下の事実を認定することができる。\n⑴  ピアクルー社は，不登校生徒の支援について発信を行うウェブサイト（以\n下「旧ウェブサイト」という。原告ウェブサイトと同じＵＲＬにより表示さ\nれる。）を運営しており，旧ウェブサイトは，ピアクルー社の代表者その他\nであったＰ１，Ｐ２及びＰ３が執筆したコラム記事及びブログ記事で構成さ\nれていた（甲３の１ないし６３，甲７の１ないし３）。\n⑵  ピアクルー社，原告及びＰ１は，平成２８年９月１６日，ピアクルー社が\n保有する旧ウェブサイトの運営事業を原告に譲渡すること等を内容とする本\n件事業譲渡契約を締結し，その際，本件事業譲渡に伴い，本件事業譲渡実行\nの日に，旧ウェブサイト及びコンテンツ（コラム記事，ブログ記事を含む）\n等に関してピアクルー社が有する著作権（著作権法２７条，２８条に規定す\nる権利を含む。），特許権，実用新案権等一切の権利についても，原告が譲\nり受けるものとした（甲１の２）。\n⑶  前記コラム記事及びブログ記事を執筆したＰ１，Ｐ２及びＰ３の３名（以\n下「Ｐ１ら」という。）は，平成２８年９月１６日付け差入書を作成して原\n告に差し入れたが，その中で，それぞれが保有する原告記事の著作権（同法\n２７条，２８条に規定する権利を含む。）を，本件事業譲渡実行の日に無償\nで原告に譲渡し，原告に対し著作者人格権を行使しないこと等を約した（甲\n７の１ないし３）。\n⑷  原告は，旧ウェブサイトのために作成された原告記事を原告ウェブサイト\nにおいて公開しており（甲２の１ないし４５），そのうち原告記事Ｎｏ１な\nいし３については，平成２７年６月２９日に旧ウェブサイトに投稿されてい\nる（争いがない。）。\n⑸  本件発信者は，平成３０年１０月１１日に閲覧用ＵＲＬのドメイン登録を\n行い，同月１２日以降，被告のレンタルサーバーを利用して，不登校生の家\n庭を支援することを目的に，本件投稿記事を本件ウェブサイトに投稿し，公\n衆が閲覧し得る状態にしている（甲３の１ないし６３，甲４，５）。本件投\n稿記事Ｎｏ１については，同年１１月５日に投稿された（争いがない。）。\n２  判断\n⑴  原告の著作権\nア  原告記事は，不登校となり，また不登校から脱した生徒の体験談，不登\n校となった生徒らに対応する際の親や教師の留意点や有益な情報その他を\nウェブ記事，ブログ記事の形式で記載したものであり，思想を創作的に表\n現した文芸又は学術の著作物にあたると認められる。\nイ  前記１の⑴ないし⑶によれば，原告記事は，旧ウェブサイトのためにＰ\n１らが執筆したものであるが，その著作権（翻案権及び二次的著作物の利\n用権を含む。）は，本件事業譲渡契約の際に，Ｐ１らよりピアクルー社を\n介して，あるいはＰ１らより直接，原告に移転したものと認められる。\n⑵  本件投稿記事と原告記事との対比\n原告は，原告ウェブサイトに掲載されている原告記事Ｎｏ１ないし３と本\n件ウェブサイトに掲載されている本件投稿記事Ｎｏ１とを対比して，後者は\n前者と同一である旨主張するが，本件投稿記事Ｎｏ１は，原告記事Ｎｏ４に\n対応する部分も含む形で１個の記事として本件ウェブサイトに投稿されてい\nるから（甲３の１），原告記事Ｎｏ１ないし４と本件投稿記事Ｎｏ１とを対\n比することとする。\nア  原告記事の見出しと掲載（甲２の１ないし４）\n原告記事Ｎｏ１は，「私と不登校①〜不登校になったキッカケ〜」をペ\nージタイトルとするＰ２の署名記事であり，「不登校になったキッカケ」，\n及び「不登校の日々とその終わり」の２つの見出しがある（各見出しによ\nる記事を以下「原告記事１−１，１−２」という。）。\n原告記事Ｎｏ２は，「私と不登校②〜不登校を脱したキッカケ〜」をペ\nージタイトルとするＰ２の署名記事であり，「学校に行きたい，でも行け\nない」，「『できない』を否定せず，『できる』ことを認め，伸ばす」の\n２つの見出し，及び後者の下に，「伸び盛りの中学生。学校に行っていな\nくても，確かに日々成長していたのです。」の小見出しがある（各見出し\nによる記事を以下「原告記事２−１ないし２−３」という。）。\n原告記事Ｎｏ３は，「私と不登校③〜来るべき時に備える」をページタ\nイトルとするＰ２の署名記事であり，「囲碁との出会い」，「人と交流す\nる機会ができる」，「『不登校』というラベル抜きで認められる経験をす\nる」，及び「来るべき時に備える」の４つの見出しがある（各見出しによ\nる記事を以下「原告記事３−１ないし３−４」という。）。\n原告記事Ｎｏ４は，「私と不登校④〜不登校を乗り越えて〜」をページ\nタイトルとするＰ２の署名記事であり，「高校中退と高卒認定試験」 ，\n「あえて，普通からはずれる」，「『不登校だからできない』はもったい\nない」の３つの見出しがある（各見出しによる記事を以下「原告記事４−\n１ないし４−３」という。）。\n原告記事Ｎｏ１ないし３は，前述のとおり平成２７年６月２９日に旧ウ\nェブサイトに掲載され，原告記事Ｎｏ４は，ＵＲＬの表示（ブログ番号）\nによれば，それより遅れて旧ウェブサイトに掲載された（弁論の全趣旨）。\nイ  本件投稿記事の見出しと掲載（甲３の１）\n本件投稿記事Ｎｏ１は，「【経験談】私が不登校になったきっかけ，理\n由，乗り越えた方法」をページタイトルとする１個のブログ記事であって，\n内容的に，概ね原告記事Ｎｏ１ないし４を１個の記事として合わせたもの\nとなっている。\n本件投稿記事Ｎｏ１には，「私が不登校になったきっかけ」，「学校に\n行かない日々」，「学校に行きたい，でも行けない」，「自分を受け入れ\nてくれた両親」，「囲碁との出会い」，「人と交流することの大切さ」，\n「『不登校』というラベル抜きで認められる経験」，「不登校は来たるべ\nき時に備えるのが大切」，「不登校を乗り越えて得た強さ」，「『不登校\nだからできない』はもったいない」の１０の見出しが使われている（各見\n出しによる記事を以下「本件投稿記事１−１ないし１−１０」という。）。\n前述のとおり，本件投稿記事Ｎｏ１は，平成３０年１１月５日に本件ウ\nェブサイトに掲載された。\nまた，原告記事Ｎｏ１ないし４がいずれもＰ２の署名記事であるのに対\nし，本件ウェブサイトについては，不登校カウンセラーであるＰ４が主宰\nする旨記載されているにとどまり，それ以上の個人情報は開示されていな\nい。\nウ  見出しの対比\n原告記事Ｎｏ１ないし４の見出しと，本件投稿記事Ｎｏ１の見出しとを\n対比すると，原告記事の「伸び盛りの中学生。学校に行っていなくても，\n確かに日々成長していたのです。」の小見出しに対応する見出しは本件投\n稿記事にはなく，原告記事の「不登校の日々とその終わり」と「『できな\nい』を否定せず，『できる』ことを認め，伸ばす」が，本件投稿記事では，\n「学校に行かない日々」と「自分を受け入れてくれた両親」に変更され，\n原告記事の「高校中退と高卒認定試験」と「あえて，普通からはずれる」\nの見出しに対応する記事が，本件投稿記事では「不登校を乗り越えて得た\n強さ」の一つの見出しにまとめられているといった相違点はあるものの，\nそれ以外の両者の見出しは，同一又はほぼ同一と評価し得るものである。\nエ  原告記事と本件投稿記事の対比（甲２の１ないし４，甲３の１）\n(ｱ) 全体を通じ\n原告記事は読点があっても直ちには改行せず，段落単位で改行してい\nるのに対し，本件投稿記事は，一文ごとに原則として改行し，行間を広\nく空けている点が異なる。\nまた，本件投稿記事では強調したい部分が赤字で表示されている点，\n写真が原告記事より多く挿入されている点も異なる。\n(ｲ) 原告記事Ｎｏ１の関係\n本件投稿記事１−１は，句読点の使い方による段落構成の仕方が異な\nる程度で，文章自体は，原告記事１−１と同一といえる。\n本件投稿記事１−２は，原告記事１−２の前半部分とほぼ同一で，句読\n点の使い方や接続詞の付加による段落構成の仕方が異なる程度である。\nしかし，原告記事１−２の後半部分，すなわちあるきっかけがあって不\n登校を脱したことを次回以降のブログで述べる旨予告した部分に対応す\nる記載は，本件投稿記事１−２にはない。\n(ｳ) 原告記事Ｎｏ２の関係\n本件投稿記事１−３の文章は，接続詞が一箇所置き換えられている以\n外，原告記事２−１と同一である。\n本件投稿記事１−４の前半の文章は原告記事２−２と同一であり，後半\nは，原告記事２−３の後半（次回の予告を除く。）と同一の内容に ，原\n告記事にはない独自の内容を付加したものとなっている。\n(ｴ) 原告記事Ｎｏ３の関係\n本件投稿記事１−５の文章は，囲碁の写真が付加されている以外，原\n告記事３−１とほぼ同一である。\n本件投稿記事１−６の文章は，「外に出るキッカケ，人と関わるキッ\nカケ」とする部分が「外に出て人と関わるきっかけ」と変更されている\n以外，原告記事３−２と同一である。\n本件投稿記事１−７の文章は，「『不登校』ということで」とする部\n分が「『不登校』であるがゆえに」と変更されている以外，原告記事３\n−３と同一である。\n本件投稿記事１−８と原告記事３−４とでは，論じる順序，整理の仕方\nが異なるものの，個々の文章としては，同一または同旨のものが用いら\nれている。\n(ｵ) 原告記事Ｎｏ４の関係\n本件投稿記事１−９は，原告記事４−１及び４−２に対応するものであ\nり，後者に存在する文章の一部が前者に存在しないこと及びその逆や，\n表現が若干変更されている部分はあるものの，個々の文章としては，同\n一又は同旨のものが使用されている。\n本件投稿記事１−１０の文章は，原告記事４−３とほぼ同一であり，末\n尾に挨拶的内容が付加されている程度である。\nオ  検討\n前記アないしエで検討したところによれば，本件投稿記事Ｎｏ１は，原\n告記事Ｎｏ１ないし４よりも後に投稿されたものであるところ，改行の仕\n方，行間隔の空け方，あるいは写真の挿入の有無といった相違点があるこ\nとから，外見上異なった印象を生じさせるものであるが，このような点に\n格別の創作性を認めることはできず，むしろ全体の構成及び論述の順序が\n同じであり，見出し及び内容となる文章について，若干の差異は存するも\nのの，大部分が同一であることから，本件投稿記事Ｎｏ１は，原告記事Ｎ\nｏ１ないし４に依拠してこれを複製したものと認めるのが相当である。\n⑶  権利侵害の明白性\nア  前記１の⑵及び⑶によれば，平成２８年の本件事業譲渡契約及びその際\nにＰ１らが差し入れた差入書によって，原告記事の著作権（翻案権，二次\n的著作物の利用権を含む。）は原告に帰属しており，前記検討したところ\nによれば，本件発信者は，原告記事Ｎｏ１ないし４を複製した本件投稿記\n事Ｎｏ１を本件ウェブサイトに投稿し，公衆が閲覧し得るようにしたので\nあるから，本件投稿行為は，原告の複製権，送信可能化権，公衆送信権を\n侵害するものである。\nイ  本件投稿記事Ｎｏ１は，原告記事Ｎｏ１ないし４に実質的に付加すると\nころはなく，そこに主従の関係を見出すことはできないから，本件投稿記\n事Ｎｏ１が原告記事Ｎｏ１ないし４を引用するといった関係は存在せず，\n引用（著作権法３２条）の法理によって，本件投稿行為が適法とされる余\n地はない。また，前記認定した原告記事の著作権譲渡の経緯に照らすと，\n本件発信者が，原告記事の利用について，原告の許諾を得たと認めるべき\n事情も存しない。\nウ  以上によれば，本件投稿行為が，原告の著作権（複製権，送信可能化権，\n公衆送信権）を侵害するものであることは明白である。\n⑷  開示の必要性\n原告が，本件投稿行為に対する差止め請求あるいは損害賠償請求をするた\nめには，本件発信者を特定する必要があるところ，被告は本件情報の開示を\n拒んでいるから，原告には，本件情報の開示を求める正当な理由がある。\n３  結語\n以上によれば，原告の請求は理由があるから，主文のとおり判決する。\n大阪地方裁判所第２１民事部\n裁判長裁判官\n谷      有   恒\n裁判官\n杉   浦   一   輝\n裁判官\n島   村   陽   子\n"
}