{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 4,
    "month": 10,
    "day": 31
  },
  "case_number": "令和3(行ケ)10085",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "91498",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=91498",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/498/091498_hanrei.pdf",
  "contents": "令和４年１０月３１日判決言渡\n令和３年（行ケ）第１００８５号  審決取消請求事件\n口頭弁論終結日  令和４年９月１２日\n判                  決\n原              告     日本カーバイド工業株式会社\n同訴訟代理人弁護士      黒    田    健    二\n同                      吉    村              誠\n同訴訟代理人弁理士      松    本              孝\n被              告      スリーエム  イノベイティブ\nプ ロ パ テ ィ ズ   カ ン パ ニ ー\n被              告    ス リ ー エ ム ジ ャ パ ン\nイ ノ ベ ー シ ョ ン 株 式 会 社\n被告ら訴訟代理人弁護士      設    樂      隆      一\n同                      深    沢      正      志\n同訴訟代理人弁理士    今    村      玲英 子\n主                  文\n１  特許庁が無効２０２０－８０００１３号事件について令和３年６月\n１６日にした審決を取り消す。\n２  訴訟費用は被告らの負担とする。\n３  この判決に対する上告及び上告受理の申立てのための付加期間を３\n０日と定める。\n事実及び理 由\n第１  請求\n主文第１項と同旨\n第２  事案の概要\n１  特許庁における手続の経緯等（当事者間に争いがない）\n原告は、平成１２年４月１０日にした特許出願（特願２０００－１０８６\n３６号）の一部を分割して、平成１９年１０月３１日、発明の名称を「印刷\nされた再帰反射シート」とする発明について新たな出願（特願２００７－２\n８３０５９号。以下「本件出願」という。）をし、平成２２年３月５日、特許\n権の設定登録（特許第４４６６８８３号。請求項の数４。以下、この特許を\n「本件特許」という。）を受けた。\n被告は、令和２年２月１３日、本件特許について無効とすることを求める\n特許無効審判（無効２０２０－８０００１３号事件）を請求した。\n原告は、令和３年２月５日付けで、一群の請求項である請求項１ないし４\nについて請求項１及び２を訂正するとともに請求項３及び４を削除し、本件\n出願の願書に添付した明細書（以下、図面を含めて「本件明細書」という。）\nの【００１６】の記載を訂正（以下、これらを合わせて「本件訂正」という。）\nする訂正請求をした。\n特許庁は、令和３年６月１６日、本件訂正を認めた上で、「特許第４４６６\n８８３号の請求項１、２に記載された発明についての特許を無効とする」旨\nの審決（以下「本件審決」という。）をし、その謄本は、同月２４日、原告に\n送達された。\n原告は、令和３年７月２１日、本件審決の取消しを求める本件訴訟を提起\nした。\n２  特許請求の範囲の記載\n本件訂正後の特許請求の範囲の請求項１及び２の記載は、次のとおりである\n（以下、本件訂正後の請求項１に係る発明を「本件発明１」、本件訂正後の請求\n項２に係る発明を「本件発明２」といい、本件発明１及び２を合わせて「本件\n発明」という。）。\n【請求項１】\n少なくとも多数の反射素子と保持体層からなる反射素子層、および、反射素\n子層の上層に設置された表面保護層からなる再帰反射シートにおいて、反射素\n子層にポリカーボネート樹脂を用い、表面保護層に（メタ）アクリル樹脂を用\nい、保持体層と表面保護層の間に印刷層が保持体層と表面保護層に接して設置\nされており、該印刷層の印刷領域が独立した領域をなして繰り返しのパターン\nで設置されており、連続層を形成せず、該独立印刷領域の面積が０．１５ｍｍ\n２～３０ｍｍ２であり、該印刷層は、白色の無機顔料として酸化チタンを含有す\nることを特徴とする印刷された再帰反射シート。\n【請求項２】\n少なくとも多数の反射素子と保持体層からなる反射素子層、および、反射素\n子層の上層に設置された表面保護層からなり、上記反射素子が三角錐型キュー\nブコーナー再帰反射素子である再帰反射シートにおいて、反射素子層にポリカ\nーボネート樹脂を用い、表面保護層に（メタ）アクリル樹脂を用い、保持体層\nと表面保護層の間に印刷層が保持体層と表面保護層に接して設置されており、\n該印刷層の印刷領域が独立した領域をなして繰り返しのパターンで設置されて\nおり、連続層を形成せず、該独立印刷領域の面積が０．１５ｍｍ２～３０ｍｍ２\nであり、該印刷層の厚みは、０．５～１０μｍであり、該印刷層は、白色の酸\n化 チ タ ン を 含 有 す る こ と を 特 徴 と す る 印 刷 さ れ た 再 帰 反 射 シ ー ト 。\n３  本件審決の要旨\n本件審決が認定した英国特許出願公開第２１７１３３５号明細書（甲１。\n以下「甲１文献」という。）に記載された発明（以下「甲１発明」という。）、\n本件発明１及び２と甲１発明との一致点及び相違点（なお、以下、特に断り\nのない場合には、別紙を含め、下線は、本件審決において付されたもの。）。\nア  甲１発明\n「  プラスチック製の裏材１０を有し、裏材１０の片面には、再帰反射材\n料の第１の層１２が塗布され、第１の層１２の上には、再帰反射材料の\n第２の層１４が塗布され、複数のガラス微小球１６が、第２の層１４に\n取り付けられ、第２の層１４は液体から形成され、この層がまだ液体で\nあるうちに、ガラス微小球１６がその中に部分的に埋め込まれ、第２の\n層１４が乾燥すると、ガラス微小球１６は第２の層１４にしっかりと固\n定され、カバー層１８が、第２の層１４の上に設けられ、カバー層１８\nは、材料片の端部に隣接する部分を除いて、組立体の残りの部分に取り\n付けられず、カバー層１８の一部は白色に着色され、白色の着色は、カ\nバー層１８の片面又は両面に印刷された再帰反射材であって、\n白色に着色された部分は、複数の点による均一なパターンである、\n再帰反射材。」\nイ  本件発明１と甲１発明の一致点と相違点\n一致点\n「  少なくとも反射素子層、および、反射素子層の上層に設置された表\n面保護層からなる再帰反射シートにおいて、印刷層が表面保護層に接\nして設置されており、該印刷層の印刷領域が独立した領域をなして繰\nり返しのパターンで設置されており、連続層を形成せず、印刷された\n再帰反射シート。」\n相違点\n（相違点１－１）\n「再帰反射シート」が、本件発明１は、「少なくとも多数の反射素子と保\n持体層からなる反射素子層、および、反射素子層の上層に設置された表\n面保護層からなる」とともに、「保持体層と表面保護層の間に印刷層が保\n持体層と表面保護層に接して設置され」たものであるのに対し、甲１発\n明は、上記下線を付した位置関係ないし部材の組み合わせを具備しない\n点。\n（相違点１－２）\n「反射素子層」が、本件発明１は、「ポリカーボネート樹脂を用い」たも\nのであるのに対して、甲１発明は、材料が特定されていない点。\n（相違点１－３）\n「表面保護層」が、本件発明１は、「（メタ）アクリル樹脂を用い」たも\nのであるのに対して、甲１発明は、材料が特定されていない点。\n（相違点１－４）\n「再帰反射シート」が、本件発明１は、「該独立印刷領域の面積が０．１\n５ｍｍ２～３０ｍｍ２であり」と特定されたものであるのに対して、甲１\n発明は、「点」の面積が特定されていない点。\n（相違点１－５）\n「印刷層」の材料が、本件発明１は、「白色の無機顔料として酸化チタン\nを含有する」と特定されているのに対して、甲１発明は、材料が特定さ\nれていない点。\nウ  本件発明２と甲１発明の一致点と相違点\n一致点\n前記イ に同じ。\n相違点\n相違点１－２ないし１－４に加え、以下の点で相違する。\n（相違点１－１'）\n「再帰反射シート」が、本件発明２は、「少なくとも多数の反射素子と保\n持体層からなる反射素子層、および、反射素子層の上層に設置された表\n面保護層からなり、上記反射素子が三角錐型キューブコーナー再帰反射\n素子である」とともに、「保持体層と表面保護層の間に印刷層が保持体層\nと表面保護層に接して設置され」たものであるのに対し、甲１発明は、\n上記下線を付した位置関係ないし部材の組み合わせを具備しない点。\n（相違点１－５’）\n「印刷層」の材料が、本件発明２は、「白色の酸化チタンを含有する」と\n特定され、また、厚みが「０．５～１０μｍ」と特定されているのに対\nして、甲１発明は、材料及び厚みが特定されていない点。\n本件審決が認定した西独国特許出願第２１１８８２２号明細書（甲２。以\n下「甲２文献」という。）に記載された発明（以下のとおり「甲２発明Ａ」又\nは「甲２発明Ｂ」を含み、これらを総称して「甲２発明」という。）、本件発\n明１及び２と甲２発明Ａ又は甲２発明Ｂとの一致点及び相違点\nア   甲２発明Ａ\n「  車両ナンバープレートとして使用される反射板であって、\n反射板は、プラスチック板を備え、その視認面が滑らかであり、そ\nの裏面が三角プリズムを有し、かつ、反射コーティングが施された反\n射層で覆われ、さらに、反射板の視認面には文字及び／又は数字など\nの記号が刻印されるかエンボス加工されるか取り付けられ、三角プリ\nズムは逆さにした三角錐の形状を有し、\n記号は、記号を含まない反射面の色とは異なる色になり、\n記号を含まない反射面を、日中、白く不透明に見せるため、反射板\nの視認面には、「Raster」の多数の白い点が印刷され、「Raster」は、\n反射光が所定の割合で透過するように作成される、\n反射板。」\n甲２発明Ｂ\n「  車両ナンバープレートとして使用される反射板であって、\n反射板は、プラスチック板を備え、その視認面が滑らかであり、そ\nの裏面が三角プリズムを有し、三角プリズムは逆さにした三角錐の形\n状を有し、\n反射板の視認面全体に、鋳造又は射出成形プロセス中、もしくはそ\nの後に、印刷された透明な箔である着色層をプラスチック板のプラス\nチック材料と結合させ、\n反射板は、エンボス加工され、その後、着色層のエンボス加工され\nた記号の前額面が回転ディスクによって研磨され、\nこのようにして、凸状の記号の着色層は削り取られ、一方、凸状で\nない面の着色層は保持される、\n反射板。」\nイ  本件発明１と甲２発明Ａとの一致点及び相違点\n一致点\n「  少なくとも多数の反射素子と保持体層からなる再帰反射シートにお\nいて、印刷層が設置されている、印刷された再帰反射シート。」\n相違点\n（相違点２Ａ－１）\n「再帰反射シート」が、本件発明１は、「少なくとも多数の反射素子と保\n持体層からなる反射素子層、および、反射素子層の上層に設置された表\n面保護層からなる」とともに、「表面保護層に（メタ）アクリル樹脂を用\nい、保持体層と表面保護層の間に印刷層が保持体層と表面保護層に接し\nて設置され」たものであるのに対し、甲２発明Ａは、「（メタ）アクリル\n樹脂を用い」た「表面保護層」を具備せず、上記下線を付した位置関係\nとなっていない点。\n（相違点２Ａ－２）\n「反射素子層」が、本件発明１は、「ポリカーボネート樹脂を用い」たも\nのであるのに対して、甲２発明Ａは、材料が特定されていない点。\n（相違点２Ａ－３）\n「印刷層」が、本件発明１は、「印刷領域が独立した領域をなして繰り返\nしのパターンで設置されており、連続層を形成せず、該独立印刷領域の\n面積が０．１５ｍｍ２～３０ｍｍ２であ」るのに対して、甲２発明Ａは、\n「記号を含まない反射面を、日中、白く不透明に見せるため、反射板の\n視認面には、「Raster」の多数の白い点が印刷され、「Raster」は、反射\n光が所定の割合で透過するように作成され」ている点。\n（相違点２Ａ－４）\n「印刷層」の材料が、本件発明１は、「白色の無機顔料として酸化チタン\nを含有する」という構成を具備するのに対して、甲２発明Ａは、材料が\n特定されていない点。\nウ  本件発明２と甲２発明Ａとの相違点\n相違点２Ａ－１ないし２Ａ－３に加え、次の点で相違する。\n（相違点２Ａ－４’）\n「印刷層」の材料が、本件発明２は、「白色の酸化チタンを含有する」と特\n定され、また、厚みが「０．５～１０μｍ」と特定されているのに対して、\n甲２発明Ａは、材料及び厚みが特定されていない点。\nエ  本件発明１と甲２発明Ｂとの相違点\n（相違点２Ｂ－１）\n「表面保護層」が、本件発明１は、「（メタ）アクリル樹脂を用い」たもの\nであるのに対して、甲２発明Ｂは、材料が特定されていない点。\nまた、「再帰反射シート」が、本件発明１は、「保持体層と表面保護層の\n間に印刷層が保持体層と表面保護層に接して設置され」たものであるのに\n対し、甲２発明Ｂは、上記下線を付した位置関係が、一応、明らかではな\nい点。\n（相違点２Ｂ－２）\n「反射素子層」が、本件発明１は、「ポリカーボネート樹脂を用い」たもの\nであるのに対して、甲２発明Ｂは、材料が特定されていない点。\n（相違点２Ｂ－３）\n「印刷層の印刷領域」が、本件発明１は、「独立した領域をなして繰り返し\nのパターンで設置されており、連続層を形成せず、該独立印刷領域の面積\nが０．１５ｍｍ２～３０ｍｍ２であ」るのに対して、甲２発明Ｂは、このよ\nうな構成になっているか、明らかではない点。\n（相違点２Ｂ－４）\n「印刷層」の材料が、本件発明１は、「白色の無機顔料として酸化チタンを\n含有する」という構成を具備するのに対して、甲２発明Ｂは、材料が特定\nされていない点。\nオ  本件発明２と甲２発明Ｂとの相違点\n相違点２Ｂ－１ないし相違点２Ｂ－３に加え、次の点で相違する。\n（相違点２Ｂ－４’）\n「印刷層」の材料が、本件発明２は、「白色の酸化チタンを含有する」と特\n定され、また、厚みが「０．５～１０μｍ」と特定されているのに対して、\n甲２発明Ｂは、材料及び厚みが特定されていない点。\n無効理由１（進歩性欠如）\nア  本件発明１について\n相違点１－１及び１－２について\n甲１文献は、１９８６年の刊行物であり、甲１発明は、当時の当業者\nの技術水準を前提としたものである。これに対して、本件出願前の当業\n者であれば、より優れた再帰反射性能を有する「再帰反射材」として、\n三角錐型反射素子等のキューブコーナー型再帰反射素子の再帰反射原理\nを利用した再帰反射シートを心得ている。また、甲１発明の特徴的部分\nは、「カバー層１８の一部」が「白色に着色され」、「白色に着色された部\n分」が「複数の点による均一なパターンである」ことにあるところ、甲\n１発明は、交通危険標識や道路標識において、夜間の再帰反射性と日光\nの下での白色性の両立を図ることを希求するものである。\nそうすると、当業者であれば、甲１発明の「再帰反射」においても、\n特開平１１－３０５０１８号公報（甲３。以下「甲３文献」という。）に\n記載された構成を採用するものと考えられる。すなわち、甲３文献の【０\n１３７】、図１３には、「光の入射方向⑽から順に、表面保護層 、観測\n者に情報を伝達したりシートの着色のための印刷層 、反射素子を保持\nする保持体層 、三角錐型反射素子（Ｒ１、Ｒ２）が最密充填状に配置さ\nれた反射素子層 、反射素子の界面での再帰反射を保証するための空気\n層 、反射素子層の裏面に水分が侵入するのを防止するための封入密封\n構造を達成するための結合材層 、結合材層 を支持する支持体層 、\n再帰反射シートを他の構造体に貼付するために用いる接着剤層 及び剥\n離材層 を設けてなる、三角錐型キューブコーナー再帰反射シート。」（以\n下「甲３記載技術」という。）が記載されているから、機能の観点から両\n者を見比べた当業者ならば、甲１発明の第１の層１２、第２の層１４及\nび空隙からなる再帰反射のための構成を、同じく再帰反射のための構成\nである甲３記載技術の保持体層 、反射素子層 、空気層 及び結合材\n層 からなる構成に層の順番を逆にして置き換えると考えられる。\nしたがって、甲１発明において、相違点１－１、相違点１－２に係る\n構成を採用することは、当業者の通常の創意工夫に止まるものである。\n相違点１－３について\n甲１文献には、「カバー層１８」の材質について具体的な記載がないが、\n（メタ）アクリル樹脂が耐候性、透明性、光沢等に優れていることは技\n術常識であるから、当業者であれば、甲１発明の「カバー層１８」の材\n質においても、透明性や耐候性に優れた（メタ）アクリル樹脂の構成を\n採用するものと考えられる。\n相違点１－４について\n甲１発明の「複数の点」を印刷するに際しては、夜間における再帰反\n射性と日光の下における白色性を両立させる必要があるから、当業者は、\n光の再帰反射が妨げられない程度の隙間を設け、かつ、「再帰反射材」が\n全体として白く見えるような大きさの「複数の点による均一なパターン」\nをデザインし、印刷することとなるから、相違点１－４に係る本件発明\n１の「該独立印刷領域の面積が０．１５ｍ㎡～３０ｍ㎡」の構成に想到\nするといえる。\n相違点１－５について\n白色の酸化チタンが白色に着色するための色材として広く使用されて\nいることを考慮すると、甲１発明において相違点１－５に係る構成とす\nることは、当業者における自然な選択肢であるにすぎない。\n発明の効果について\n本件明細書には、発明の効果に関する記載はないが、「本発明は、これ\nら従来技術の欠点に鑑み、非常に簡単、かつ安価な方法により、色相の\n改善された再帰反射シートを提供する」（【００１４】）と記載されている\nところ、甲１発明は、「カバー層１８の一部は白色に着色され、白色の着\n色は、カバー層１８の片面又は両面に印刷され」という構成を具備する\nものであるから、非常に簡単、かつ安価な方法により、色相の改善され\nた再帰反射シートであるといえ、また、甲１発明の「カバー層１８」は、\n「材料片の端部に隣接する部分を除いて、組立体の残りの部分に取り付\nけられ」ない構成を備えているから、甲１発明は、耐候性、耐水性の効\n果や、本件発明１の実施例から理解される効果と同程度の効果を奏する\nものと考えられ、甲３記載技術を採用したとしても引き続き奏される効\n果である。\n本件発明１の効果は、本件出願時において本件発明１の構成が奏する\nものとして当業者が予測することができなかったということができず、\nまた、当業者が予測することができた範囲の効果を超える顕著なもので\nあるということもできない。\nイ  本件発明２について\n相違点１－１’及び相違点１－２について\n前記ア に同じ。\n相違点１－３及び１－４について\n前記ア 及び に同じ。\n相違点１－５’について\n白色に着色するための色材として白色の酸化チタンが広く使用されて\nいること、「０．５～１０μｍ」という範囲には、着色のための通常の印\n刷層の厚さが含まれることを考慮すると、甲１発明において相違点１－\n５’の構成とすることは、当業者における自然な選択肢にすぎない。\n発明の効果について\n前記ア に同じ。\nウ  小括\n本件発明１及び２は、本件出願前に日本国内又は外国において頒布され\nた刊行物である甲１文献に記載された甲１発明及び甲３記載技術並びに\n周知技術に基づいて、当業者が容易に発明することができたものであるか\nら、特許法２９条２項の規定により特許を受けることができない。\n無効理由２（進歩性欠如）\nア  本件発明１について（甲２発明Ａを引用発明とした場合）\n相違点２Ａ－１について\n甲２発明Ａは、車両ナンバープレートとして使用される反射板である\nところ、その「視認面」に、「印刷され」た「多数の白い点」が保護され\nるべきことは自明であるから、耐候性、透明性や光沢性に優れた（メタ）\nアクリル樹脂を用いた保護層によって、その表面が保護されることが適\n当であり、当業者であれば、（メタ）アクリル樹脂を用いた透明フィルム\nや（メタ）アクリル樹脂を用いたハードコート層により、「多数の白い点\nが印刷」された「視認面」の上層にその表面を保護する保護層が設置さ\nれた態様を採用することができるから、相違点２Ａ―１の構成に想到す\nる。\n相違点２Ａ－２について\n甲２発明Ａの「プラスチック板」は、「逆さにした三角錐の形状」の「三\n角プリズム」を具備するものであるから、当業者であれば、形状安定性\n等に優れた樹脂である周知のポリカーボネート樹脂に着目するといえる。\n相違点２Ａ－３について\n甲２発明Ａの「多数の白い点」は、「記号を含まない反射面を、日中、\n白く不透明に見せ」、かつ、「反射光が所定の割合で透過するように」さ\nれたものであり、また、「多数の白い点」と表現されるものであるから、\n網の目形状に印刷されたものと理解することができるし、また、「記号を\n含まない反射面を、日中、白く不透明に見せ」、かつ、「反射光が所定の\n割合で透過するように」、「多数の白い点」を印刷する当業者の模様の選\n択肢には、多数の白い点からなる網の目形状が含まれるといえる。そう\nすると、相違点２Ａ－３のうち、「印刷層の印刷領域が独立した領域をな\nしており繰り返しのパターンで設置されており、連続層を形成せず」と\nいう構成は相違点ではないか、仮に相違点であるとしても、当業者が任\n意に選択できる選択肢の１つであるにすぎない。\nまた、「多数の白い点」の各「点」（網の目）の大きさについての判断\nは、相違点１－４（前記 ア ）と同様である。\n相違点２Ａ－４について\n相違点１－５（前記 ア ）と同様である。\n発明の効果について\n甲２発明Ａは、記号を含まない反射面を、日中、白く不透明に見せる\nための手段として、多数の白い点を印刷により設けたものであるから、\n「非常に簡単、かつ安価な方法により、色相の改善された再帰反射シー\nトを提供するもの」（本件明細書の【００１４】）といえ、また、耐候性、\n耐水性に優れたという効果（本件明細書の【００１５】）は、保護層を設\nけ得る当業者が予測する効果に止まる。\nしたがって、本件発明１の効果は、本件出願当時の本件発明１の構成\nが奏するものとして当業者が予測し得なかったものであるということは\nできないし、また、本件発明１の構成から当業者が予測することができ\nた範囲の効果を超える顕著なものであるということもできない。\nイ  本件発明２について（甲２発明Ａを引用発明とした場合）\n相違点２Ａ－１ないし２Ａ―３について\n前記ア ないし のとおりである。\n相違点２Ａ－４’について\n白色に着色するための色材として白色の酸化チタンが広く使用されて\nいること、「０．５～１０μｍ」という範囲は、通常の印刷層の厚さが含\nまれることを考慮すると、甲２発明Ａにおいて相違点２Ａ―４’の構成\nを採用することは当業者における自然な選択肢にすぎない。\n発明の効果\n前記ア のとおりである。\nウ  本件発明１について（甲２発明Ｂを引用発明とした場合）\n相違点２Ｂ－１について\n甲２発明Ｂの「反射板」は、「車両ナンバープレートとして使用される」\nものであり、屋外の使用に耐え、透明性が保たれるべきものであるから、\n「透明な箔」の材料としては、耐候性、透明性や光沢等に優れた（メタ）\nアクリル樹脂を用いることが適当であり、また、甲２発明Ｂにおいて、\n印刷が汚染又は損傷等しないよう保護するために「印刷された透明な箔」\nの印刷面の側が「プラスチック板」と結合されていることは明らかであ\nるし、印刷面の保護を考える当業者であれば自然に採用する構成である。\n相違点２Ｂ－２について\n相違点２Ａ－２と同様である。\n相違点２Ｂ－３について\n「印刷された透明な箔」を具体化する当業者であれば、甲２文献に記\n載された多数の白い点を参考とすると考えられるところ、「多数の白い点」\nの模様及び各「点」（網の目）の大きさについての判断は、相違点２Ａ－\n３、相違点１－４についての判断と同様である。\n相違点２Ｂ－４について\n相違点１－５についての判断と同様である。\n発明の効果について\n前記ア のとおりである。\nエ  本件発明２について（甲２発明Ｂを引用発明とした場合）\n相違点２Ｂ－１ないし２Ｂ－３について\n前記ウ ないし のとおりである。\n相違点２Ｂ－４’について\n相違点２Ａ－４と同様である。\n発明の効果について\n前記ア のとおりである。\nオ  小括\n本件発明１及び２は、本件出願前に日本国内又は外国において頒布され\nた刊行物である甲２文献に記載された甲２発明Ａ及び甲２発明Ｂ並びに\n周知技術に基づいて、当業者が容易に発明することができたものであるか\nら、特許法２９条２項の規定により特許を受けることができない。\n無効理由３（サポート要件違反）\n本件発明の課題は、「耐候性及び耐水性に優れ、かつ、色相の改善された再\n帰反射シート」を得ることにある（【０００４】、【０００８】、【００１２】、\n【００１４】、【００１５】）。\nところが、本件発明の「特許請求の範囲」には、「保持体層」、「表面保護層」\n及び「印刷層」の積層構造について、「保持体層と表面保護層との間に印刷層\nが保持体層と表面保護層に接して設置されており」とのみ記載され、「保持体\n層」と「表面保護層」とが接しているか否かを特定する記載はないから、本\n件発明は、「保持体層」と「表面保護層」が密着性が保たれている幅で接着し\nている構成を欠くものであり、本件発明には、本件明細書の耐候性試験（【０\n０５４】）において「異常無し」と評価することができない態様が含まれてい\nる。\nしたがって、本件発明は、発明の詳細な説明に記載されたものであるとい\nうことはできないから、本件特許の特許請求の範囲の記載は、特許法３６条\n６項１号に規定する要件を満たさない。\n４  取消事由\n甲１発明を主引用例とする本件発明１及び２の進歩性欠如の判断の誤り\nア  本件発明１と甲１発明の一致点及び相違点の認定の誤り（取消事由１－\n１－１）\nイ  本件審決が認定した相違点を前提とした本件発明１の容易想到性の判断\nの誤り（取消事由１－１－２）\nウ  本件発明２と甲１発明の一致点及び相違点の認定の誤り（取消事由１－\n２－１）\nエ  本件審決が認定した相違点を前提とした本件発明２の容易想到性の判断\nの誤り（取消事由１－２－２）\n甲２発明Ａ又は甲２発明Ｂを主引用例とする本件発明１及び２の進歩性欠\n如の判断の誤り\nア  本件発明１と甲２発明Ａの一致点及び相違点の認定の誤り（取消事由２\nＡ－１－１）\nイ  本件審決が認定した相違点を前提とした本件発明１の容易想到性の判断\nの誤り（取消事由２Ａ－１－２）\nウ  本件発明２と甲２発明Ａの一致点及び相違点の認定の誤り（取消事由２\nＡ－２－１）\nエ  本件審決が認定した相違点を前提とした本件発明２の容易想到性の判断\nの誤り（取消事由２Ａ－２－２）\nオ  本件発明１と甲２発明Ｂの一致点と相違点の認定の誤り（取消事由２Ｂ\n－１－１）\nカ  本件審決が認定した相違点を前提とした本件発明１の容易想到性の判断\nの誤り（取消事由２Ｂ－１－２）\nキ  本件発明２と甲２発明Ｂの一致点と相違点の認定の誤り（取消事由２Ｂ\n－２－１）\nク  本件審決が認定した相違点を前提とした本件発明２の容易想到性の判断\nの誤り（取消事由２Ｂ－２－２）\nサポート要件違反の判断の誤り（取消事由３）\n第３  当事者の主張\n１  取消事由１－１－１（本件発明１と甲１発明の一致点及び相違点の認定の誤\nり）について\n原告の主張\nア  甲１発明の認定の誤り\n甲１文献の記載事項について\n甲１文献には、以下のとおりの記載がある（なお、下線部分は、本件\n審決の翻訳の誤りを指摘する箇所である。）。\nａ  「現在の必要条件に適合するためには、スリーブは、夜間には例え\nば自動車のヘッドライトからの入射光を反射しなければならず、日光\nの下ではスリーブが白く見えなければならない。これを実現するため\nに、スリーブ材の通常の構造は、例えば、アルミニウム塗料のような\n反射材料でコーティングされたプラスチック裏材を有している。白色\n顔料を含む接着剤層は反射性コーティングの上に塗布され、ガラスの\n微小球又は球は、接着剤に部分的に埋め込まれている。最近では、そ\nのようなスリーブの再帰反射性を増加させるべきことが提案されてい\nる。上記の組立体の接着剤中の白色顔料が、再帰反射性を低下させる\nことは事実である。もし、接着剤中の白色顔料の量が減らされると、\n再帰反射性を向上させることができるが、その変更の結果、その材料\nは、日光の下で十分に白い外観を持たなくなる。」（１頁１６～３１行）\nｂ  「本発明により、裏材、前記裏材上の再帰反射コーティング、前記\n再帰反射コーティングに取り付けられたガラス微小球を有する再帰反\n射材が提供され、ここで、前記コーティングは不完全であるか、又は\n不完全であるように見えてもよく、コーティングが欠けているか、又\nは欠けているように見える一部分あるいは複数の部分には白色が付与\nされている。したがって、本発明では、白色に着色された材料は、再\n帰反射コーティングの上全体に均一に塗布されるのではなく、コーテ\nィングの複数の部分の上にのみ付与される。これらの複数の部分は、\n複数の点、複数の線、あるいはその他の形状のような分離した複数の\n領域又は相互に連結した複数の領域であってよく、それらは、組立品\nの上に規則的に又は不規則に分布してよい。」（１頁３４～４７行）\nｃ  「透明又は半透明のカバー層１８が、第２の層１４の上に設けられ\nている。好ましくは、カバー層１８は、材料片の端部に隣接する部分\nを除いて、組立体の残りの部分に取り付けられず、又は固定されてい\nない。カバー層の一つの部分は白色に着色されている。白色の着色は、\nカバー層の片面又は両面に付与することができる。代わりに、微小球\nをそこに取り付ける前に、再帰反射コーティング１４の上に白色が直\n接塗布されてもよく、又は、再帰反射コーティングが、裏材を露出す\nるように、不連続とされてもよい。裏材自体が白色に着色されてもよ\nく、又は、白色が裏材の露出した複数の部分に塗布されてもよい。白\n色に着色された部分は、例えば、複数の点、複数の線、又はその他の\n規則的又は不規則な形状による、ランダム又は均一なパターンであり\n得る。」（１頁９９～１１４行）\nｄ  「組立体に必要な反射性を持たせるためには、白色が再帰反射コー\nティングの再帰反射性を一定限度以上に不明瞭にしたり、減衰させた\nりしてはならない。」（１頁１１５～１１８行）\n本件審決が認定した甲１発明について\nａ 「白色に着色された部分は、複数の点による均一なパターンである」\nの認定について\n前記 ｃのとおり、甲１文献には、再帰反射コーティング１４や\n裏材１０について「白色に着色された部分は、例えば、複数の点、\n複数の線、又は他の規則的又は不規則な形状による、ランダム又は\n均一なパターン」とし得ることが記載されているとしても、「複数の\n点」、「複数の線」、又は「他の規則的」な形状又は「不規則な形状」\nを「ランダム」又は「均一」なパターンとする多数の組み合わせが\n考えられるため、再帰反射性コーティング１４や裏材１０の白色に\n着色された部分について、「複数の点」による「均一」なパターンと\nいう特定の構成とするものと理解できるものではない。\n⒝  仮に、甲１文献に「白色に着色された部分は、複数の点による均\n一なパターンである」ことが開示されているとしても、「再帰反射コ\nーティング」である「第１の層１２」及び「第２の層１４」並びに\n「裏材１０」について「白色に着色された部分は、複数の点による\n均一なパターンである」ことが開示されているにすぎず、「カバー層\n１８」の片面又は両面に白色顔料を印刷する場合において、「白色に\n着色された部分は、複数の点による均一なパターンである」という\n構成は開示されていない。\nすなわち、前記 ｂのとおり、甲１文献には、「これらの複数の部\n分は、複数の点、複数の線、あるいはその他の形状のような分離し\nた複数の領域又は相互に連結した複数の領域であってよく、それら\nは、組立品の上に規則的に又は不規則に分布してよい。」との記載が\nあるが、「これらの複数の部分」の直前に記載されているのは、「し\nたがって、本発明では、白色に着色された材料は、再帰反射コーテ\nィング上全体に均一に塗布されるのではなく、コーティングの複数\nの部分の上にのみ付与される」と記載されているとおり、白色に着\n色された材料が、再帰反射コーティングの「全体に均一に塗布され\nる」のではなく、「コーティングの複数の部分」の「上にのみ」塗布\nされていることが開示されており、「カバー層１８」に白色顔料を塗\n布する場合に「複数の部分」について塗布されることは一切開示さ\nれていない。\n次に、前記 ｃのとおり、甲１文献には、「白色に着色された部分\nは、例えば、複数の点、複数の線、又はその他の規則的又は不規則\n的な形状による、ランダム又は均一なパターンであり得る」との記\n載があるものの、この直前には、「再帰反射コーティングが、裏材を\n露出するように、不連続とされてもよい。裏材自体が白色に着色さ\nれてもよく、又は白色が裏材の露出した複数の部分に塗布されても\nよい。」との記載があることから、上記記載は、白色に着色された又\nは白色を塗布した裏材１０の「複数の部分」について開示されてい\nるのであって、「カバー層１８」に白色顔料を塗布する場合に、「複\n数の部分」について塗布されることは一切開示されていない。また、\n前記 ｃのとおり、甲１文献には、「カバー層の１つの部分は白色に\n着色されている。白色の着色は、カバー層の片面又は両面に施すこ\nとができる」との記載があるものの、カバー層の着色の具体的な態\n様についての記載はなく、直後には「代わりに、微小球をそこに取\nり付ける前に、再帰反射コーティング１４の上に白色が直接塗布さ\nれてもよく、又は、再帰反射コーティングが、裏材を露出するよう\nに、不連続とされてもよい。裏材自体が白色に着色されてもよく、\n又は、白色が裏材の露出した複数の部分に塗布されてもよい。」とい\nう記載があり、「代わりに」（原文は「Alternatively」）の文言から明\nらかなように、二者択一としての「代わりに」であって、「代わりに」\n以降の記載は、「再帰反射コーティング１４」と「裏材」に関するも\nのというべきであり、二者択一の「カバー層」については適用され\nない。\n以上のとおり、甲１文献には、「再帰反射コーティング」である「第\n１の層１２」及び「第２の層１４」並びに「裏材１０」について「白\n色に着色された部分は、複数の点による均一なパターン」であるこ\nとが開示されているにすぎず、透明のカバーシート１８の片面又は\n両面に白色顔料を印刷する場合において、「白色に着色された部分\nは、複数の点による均一なパターンである」という構成は開示され\nていない。\n⒞  本件審決は、前記 ｃの「白色に着色された部分は、例えば、複\n数の点、複数の線、又は他の規則的又は不規則な形状による、ラン\nダム又は均一なパターンであり得る」との記載を根拠として、甲１\n文献には、カバー層１８に白色顔料を塗布する場合に「複数の部分」\nについて塗布することが開示されていると認定した。\nしかし、甲１文献には、前記 ｄのとおり、「組立体に必要な反射\n性を持たせるためには、白色が再帰反射コーティングの再帰反射性\nを一定限度以上に不明瞭にしたり、減衰させたりしてはならない。」\nと記載があり、前記 ａのとおり、「上記の組立体の接着剤中の白色\n顔料が、再帰反射性を低下させることは事実である。」との記載があ\nることから、白色が再帰反射性を減衰させることが開示されており、\nまた、本件出願時において、再帰反射シートに白色のような不透明\nな印刷をした場合に、当該印刷が再帰反射性を著しく妨げることは\n周知であったから、甲１発明において、カバー層１８の片面又は両\n面に白色顔料が印刷された場合に、「白色に着色された部分は、複数\nの点による均一なパターンである」と構成することは、再帰反射性\nを減少させるものであり、甲１発明の課題そのものが解決できない\nことになる。\nそうすると、当業者は、カバー層１８の１つの部分が白色に着色\nされたとしても、「白色に着色された部分は、複数の点による均一な\nパターンである」態様と理解することはなく、本件審決の認定は誤\nりである。\nｂ  「カバー層の一部は白色に着色され」の認定について\n甲１文献におけるカバーシートに関する前記 ｃの記載から理解\nできるのは、カバー層の１つ（単数）の部分（「Part of the cover layer\nis・・・」）が白色に着色されることであり、その記載の直前に「好ま\nしくは、カバー層１８は、材料片の端部に隣接する部分を除いて、組\n立体の残りの部分に取り付けられず、又は固定されていない。」との記\n載があるから、「カバー層の１つの部分」とは、材料片の「端部に隣接\nする部分」を指していると理解するほかない。材料片の端部に隣接す\nる部分を白色に着色した場合であれば、再帰反射性が減少することは\nないのであり、かつ、白色の外観を得ることができ、甲１発明の課題\nを解決することができる。\nしたがって、白色に着色されるのが「カバー層１８の一部」とする\n本件審決の認定は、カバー層の全体のうち複数の部分と誤解される可\n能性があるから、誤りである。\nイ  本件発明１と甲１発明の一致点及び相違点の認定の誤り\n本件発明１と甲１発明の対比について\nａ  反射素子層について\n本件審決は、「甲１発明の『再帰反射材』のうち、『第１の層１２』、\n『第２の層１４』、『ガラス微小球１６』及び空隙を併せたものは、光\nを再帰反射する素子の層と理解される（以下、この項では『光再帰反\n射素子層』と総称する。）」と認定した上で、甲１発明の「光再帰反射\n素子層」は、本件発明１の「反射素子層」に相当する旨認定した。\nしかし、甲１発明には、「多数の反射素子」が存在しない以上、「反\n射素子層」（反射素子層という文言上、反射素子の存在が前提となって\nいることは明らかである。）も存在し得ない。これに対し、本件発明１\nは、「少なくとも多数の反射素子と保持体層からなる反射素子層」の構\n成を含むものである。\nしたがって、甲１発明の「光再帰反射素子層」は、本件発明１の「反\n射素子層」には相当しない。\nｂ  再帰反射シートについて\n本件審決は、甲１発明の「再帰反射材」は本件発明１の「再帰反射\nシート」に相当すると認定した。他方で、本件審決は、甲１発明の「再\n帰反射材」は屋外で使用されるものであるから、切断、破壊して使用\nすることを前提としないものであるとも説示する。\nしかし、「再帰反射シート」の使用形態からすれば、切断して使用す\nることが前提となるものであり、「切断して使用することを前提としな\nいもの」は「再帰反射シート」ではないから、甲１発明の「再帰反射\n材」は、本件発明１の「再反射シート」には相当しない。\nｃ  印刷層について\n本件審決は、「甲１発明の『白色に着色された部分』は、『複数の点』\n（dots）であるから、互いに独立した小さな円形の領域をなし、連続\n層を形成せず、そして『均一なパターン』であるから、一定間隔の繰\nり返しパターンで設置されたものである」旨認定する。\nしかし、仮に、甲１発明について「白色に着色された部分は、複数\nの点による均一なパターンである」という構成を具備するものとして\nも、甲１発明の「複数の点」が本件発明１の「印刷領域が独立した領\n域をなして」具備することにはならない。\nしたがって、甲１発明は、白色の複数の点を印刷された層を有する\nものではない。\n一致点及び相違点について\n前記アのとおり、本件審決が認定した甲１発明は誤りがあり、誤った\n甲１発明と本件発明１との対比も誤っている。また、本件審決は、相違\n点を細かく分けて認定し、各相違点の容易想到性を判断するが、各相違\n点の容易想到性を判断するに当たっては、本件発明１の技術思想、すな\nわち、請求項１記載の構成を有することにより、連続した印刷層を設置\nした場合における印刷層の周辺の密着性が劣り、再帰反射シートに用い\nられる耐候性や耐水性が劣るという欠点を解決するという点を踏まえる\nと、「保持体層と表面保護層の間に印刷層が保持体層と表面保護層に接し\nて設置されており、該印刷層の印刷領域が独立した領域をなして繰り返\nしのパターンで設置されており、連続層を形成せず、該独立印刷領域の\n面積が０．１５ｍ㎡～３０ｍ㎡であり、」という構成をまとまりのある構\n成の単位として対比されるべきである。\nウ  まとめ\n以上のとおり、本件審決は、本件発明１と甲１発明の一致点及び相違点\nの認定を誤っており、この誤りは本件発明１の容易想到性の判断の結論に\n影響するものである。\n被告の主張\nア  甲１発明の認定の誤りについて\n原告は、前記 ア ａのとおり、本件審決が認定した甲１発明について、\n「カバー層１８」の片面又は両面に印刷された「白色に着色された部分は、\n複数の点による均一なパターンである」との部分は誤りである旨主張する\nが、甲１文献の関連部分の記載を正確に解釈すると、「カバー層１８の片面\n又は両面に白色顔料材料が印刷され、白色顔料材料が印刷された部分は、\n複数の点などの独立した複数の領域であって、規則的に分布している均一\nなパターンである」ことが記載されている。\nなお、原告は、前記 ア ａ⒞のとおり、カバー層１８の片面又は両面\nに白色顔料が印刷された場合において、「白色に着色された部分は、複数の\n点による均一なパターンである」という構成とすることは、再帰反射性を\n減少させることになってしまい、甲１発明の課題を解決できないから、当\n業者がそのような構成を理解することはない旨主張する。\nしかし、甲１発明は、夜にはヘッドライト等からの入射光を反射しつつ、\n日中においては白く見えなければならないという、いわば相反する２つの\n性能を両立させるための発明で、「白色が、再帰反射コーティングの再帰反\n射性を一定限度以上に不明瞭にしたり減衰したりしてはならない」もので\nあるから、光の入射から出射までの過程に白色顔料が一部存在していたと\nしても、白色顔料材料を全体に均一に塗布した場合とは異なって、夜間に\n一定以上の再帰反射能を有し、かつ、白色顔料材料が全く塗布されない場\n合とは異なって、日中に十分に白色に見える態様であれば、甲１発明の課\n題は解決できると当業者は理解する。ガラス微小球の直径は数十～１００\nμｍ程度と極めて小さいものであるから、白色着色部分同士の間には多数\nのガラス微小球が位置することになるから、斜めの入射光に対しても十分\nに再帰反射性が実現される。\nしたがって、甲１文献において、カバー層の片面又は両面に印刷された\n白色顔料が「複数の点などの独立した複数の領域で、規則的に分布してい\nる均一なパターン」であることは、甲１発明の技術的思想に反するものと\nはいえない。\nまた、原告は、前記 ア ｂのとおり、甲１文献の該当箇所（前記１\nア ｃ）の記載から理解できるのは、カバー層の１つ（単数）の部分（「Part\nof  the  cover  layer  is」（１頁１０３行）が白色に着色されることであり、\n「カバー層の１つの部分」とは、直前の「材料片の端部に隣接する部分」\nを指す旨主張する。\nしかし、この「Part」は、他の記載部分でも用いられているように複数\nのものを集合的に単数形で扱っているにすぎない。また、「カバー層の１つ\nの部分」が「材料片の端部に隣接する部分」を指しているとすると、その\nような部分を白色としたところで、甲１発明の「夜間の再帰反射機能が優\nれ、かつ、日中に白色に見える」という目的を達成できないことは明らか\nである。\nイ  一致点及び相違点の認定の誤りについて\n本件発明１と甲１発明の対比について\nａ  反射素子層について\n原告は、前記 イ ａのとおり、甲１発明の「光再帰反射素子層」\nは本件発明１の「反射素子層」には相当しない旨主張する。\nしかし、本件審決は、甲１発明の「第１の層１２」、「第２の層１４」、\n「ガラス微小球１６」及び空隙を合わせたものを「光を再帰反射する\n素子の層」と認定し、これを「光再帰反射素子層」と称した上で、相\n違点１－１、１－２の判断において、甲１発明の「光再帰反射素子層」\nの層構成を甲３文献に記載された層構成に置き換えることを論じてい\nる。そうすると、本件審決がいうところの甲１発明の「光再帰反射素\n子層」が本件発明１の「反射素子層」に相当するかどうかにかかわら\nず、甲１発明の「光再帰反射素子層」の層構成が、多数の反射素子を\n備えた甲３文献に記載された層構成に容易に置き換えられるものであ\nれば、相違点１－１についての容易想到性の判断は正しいことになる。\nしたがって、甲１発明の「光再帰反射素子層」が本件発明１の「反\n射素子層」に相当するか否かは、本件発明１の容易想到性の結論に影\n響するものではない。\nｂ  再帰反射シートについて\n原告は、前記 イ ｂのとおり、甲１発明の「再帰反射材」は、本\n件発明１の「再帰反射シート」に相当しない旨主張する。\nしかし、本件明細書には、本件発明に係る「再帰反射シート」が切\n断して使用されるものに限定することを示す記載は存在せず、切断さ\nれるもののみが再帰反射シートであることを示す技術常識も存在しな\nいから、原告の主張は誤りである。\nｃ  印刷層について\n原告は、前記 イ ｃのとおり、甲１発明の「複数の点」は「印刷\n領域が独立した領域をなして」を具備するものではない旨主張する。\nしかし、甲１文献には、「これらの複数の部分は、複数の点、複数の\n線あるいはその他の形状のような独立した（discrete）複数の領域又は\n相互に連結した複数の領域であってもよく、それらは、組立体の上に\n規則的又は不規則に分布してよい。」（１頁３４～３７行）との記載が\nあるとおり、「discrete」は、「独立した」の意味であるから、甲１発明\nの「複数の点」が独立した領域をなしていることは明らかである。\n一致点及び相違点について\n本件審決には相違点の看過はない。原告の主張は誤りである。\nウ  まとめ\n以上のとおり、本件審決がした本件発明１と甲１発明の一致点及び相違\n点の認定に誤りはない。\n２  取消事由１－１－２（本件審決が認定した相違点を前提とした本件発明１の\n容易想到性の判断の誤り）について\n原告の主張\nア  相違点１－１、１－２について\n本件審決は、「甲１発明の『再帰反射材』は、『ガラス微小球１６』を用\nいるタイプのものを前提としたものと考えられる」とした上で、「本件出願\n前の当業者ならば、甲１発明の『再帰反射材』においても、甲３文献に記\n載された『道路標識、工事標識等の標識類』『において有用な』（【０００２】）、\n『三角錐型反射素子などのキューブコーナー型再帰反射素子の再帰反射\n原理を利用した再帰反射シート』（【０００６】）の構成を採用すると考えら\nれる」と判断したが、以下のとおり誤りである。\n甲１発明の出願がされた１９８５年当時、キューブコーナー型再帰反\n射素子を用いた再帰反射シートは周知技術であった。そうしたところ、\n甲１文献には、ガラス微小球が埋め込まれる反射コーティング上に塗布\nされる白色顔料を含む接着剤層という、ガラス微小球を前提とする構成\nから生じる課題が記載されており（前記１ ア ａ）、甲１発明は、周知\n技術であるキューブコーナー型再帰反射素子を用いず、ガラス微小球か\nら生じる構成特有の課題を解決しようとするものであるから、甲１発明\nにおいてガラス微小球を用いることは、課題解決のための前提となる必\n須の構成であるといえる。\n甲１発明は、①裏材に設けられた反射コーティングの上に白色顔料を\n含む接着層が全体に均一に塗布され、ガラスの微小球又は球はその接着\n剤に部分的に埋め込まれていたため、再帰反射性が減少してしまうこと、\n②接着剤中の白色顔料の量を減少させると、日光の下で十分な白い外観\nを備えていないことを課題とするものである。これに対して、甲３文献\nに記載された発明の解決しようとする課題は、発明の詳細な説明（【００\n０６】ないし【００２５】）に記載されているとおり、従来公知の三角錐\n型キューブコーナー再帰反射素子から構成された再帰反射シートは、い\nずれも入射角特性が劣り、かつ、概して観測角特性も満足すべきもので\nはなかったという点にある。このように、甲１発明と甲３記載技術では、\n解決すべき課題が異なっている。\nまた、①再帰反射の層である甲１発明の第１の層１２の機能は反射で\nあるが、甲３記載技術の保持体層 は反射素子を保持することであり、\n②ガラス微小球１６が取り付けられる甲１発明の第２の層１４の機能は\n反射と取付であるが、甲３記載技術の反射素子層 の機能は再帰反射で\nあり、③甲１発明のガラス微小球１６の機能はレンズ機能であるが、甲\n３記載技術の空気層 の機能は反射素子の界面での再帰反射を保証する\nことであり、④甲１発明の空隙の機能は、本件審決によれば、「光の屈折\nのため」であるが、甲３記載技術の結合材層 の機能は反射素子層の裏\n面に水分が侵入するのを防止するための封入密封構造を達成することで\nあり、いずれも機能が異なっており、甲１発明の構成と甲３記載技術と\nをその構成毎に各構成が有する機能を「層の順番を逆にして」対比して\nみても、それぞれの機能は異なっているから、当業者は、甲１発明の「第\n１の層１２」、「第２の層１４」、「ガラス微小球１６」及び空隙からなる\n再帰反射のための構成を、同じく再帰反射のための構成である甲３記載\n技術の「保持体層 」、「反射素子層 」「空気層 」及び「結合材層 」\nからなる構成を層の順番を逆にして置き換えることは想到し得ない。\nのみならず、甲１発明は、課題解決のために、再帰反射コーティング\n１２及び１４上の全体ではなく、コーティングが不完全又は欠けている\n（ように見える）複数の部分の上にのみ白色が付与され、又は、裏材自\n体が白色に着色され、若しくは裏材の露出した複数の部分に白色が塗布\nされ、これらの白色に着色された複数の部分は、複数の点、複数の線又\nは独立した複数の領域であってよく、規則的又は不規則的に分布すると\nいうものである。他方で、甲３記載技術は、「三角錐型反射素子（Ｒ１、\nＲ２）が最密充填状に配置され」ており、最密充填状に配置されている三\n角錐型反射素子間の隙間は観念し得ないものであるから、再帰反射を阻\n害しないように白色顔料を塗布することができない。仮に、甲３記載技\n術の構成を前提として印刷層を設けようとしても、甲３文献には、「印刷\n層 は通常、表面保護層 と保持体層 の間、あるいは、表面保護層\nの上や反射素子層 の反射面上に設置することが出来」（【０１３９】）る\nとあるように、表面保護層の上に設ける可能性があるだけでなく、むし\nろ、甲１発明の第２の層１４に白色を着色するのと同様に、反射素子\nの反射面上に設置することも考えられるから、甲１発明と甲３記載技術\nは、技術思想が異なるものであり、甲１発明の構成を甲３記載技術に置\n換することはできない。\n前記 のとおり、甲１発明の課題は、ガラス微小球の構成を前提とす\nるものであり、こうした構成特有の課題を解決するものである以上、甲\n１発明の「再帰反射材」は、「ガラス微小球１６」を前提としたものであ\nる。甲１発明の特徴的部分は、「カバー層１８の一部」が「白色に着色さ\nれ」、「白色に着色された部分」が「複数の点による均一なパターンであ\nる」ことではなく、甲１発明の請求項１にはこうした構成が構成要件と\nなっていないことからも明らかである。\n以上のとおり、甲１発明においてガラス微小球を用いることは、課題\n解決のための必須の構成であり、甲１発明と甲３記載技術は、作用機能\nが異なり、甲１発明の構成を甲３記載技術に置換する動機付けはないこ\nとからすると、当業者は、甲１発明のガラス微小球を用いた構造を甲３\n記載技術に置換することは想到し得ないから、これと異なる本件審決の\n判断は誤りである。\nイ  相違点１－４について\n本件審決は、前記第２の３ ア のとおり、相違点１－４に係る本件発\n明１の「該独立印刷領域の面積が０．１５ｍ㎡～３０ｍ㎡」の構成に想到\nする旨判断したが、その具体的な理由として、①甲１発明の技術分野は交\n通標識や道路標識であるから、間近では白色の着色が欠けているように見\nえてよい（「カバー層１８」に対し、０．１５ｍ㎡を下回るような点（直径\n０．５ｍを下回る円）からなる精細なパターンの印刷を施す必要のない）\nものであり、他方、「カバー層１８」の素材が印刷に技術を要するものであ\nったとしても、３０ｍ㎡を上回るような点（直径６ｍｍを超える円）にま\nでする必要はないし、そうすると、遠目からもパターンが見えてしまうと\nし、②光の再帰反射が妨げられない程度の隙間を設け、かつ、遠くからは\nパターンを見えなくするように面積を調整した複数の点による均一なパ\nターンを設けることは、 「再帰反射」の用途として自明な交通標識の規\n格に係る甲第４号証（社団法人ドイツ工業規格の色規委員会ら作成。以下\n「甲４文献」という。）からも理解される事項であり、その図１からは六角\n形の模様の寸法が理解可能であり、そこには０．５ｍｍの隙間と約１．９\n５ｍ㎡の「複数の点」が開示されているほか、 光が通る隙間を確保しつ\nつ、離れた位置にいる観察者に所定の色を見せることができるパターンと\nして汎用されており（具体的な適用例としては、甲１８の【０００３】、【０\n００４】、甲１９の【００１４】、【００１５】、甲２０の【０００９】）、当\n業者ならば、こうした技術常識も参考とすることが考えられるとした。\nしかし、前記１ イ のとおり、相違点１－４だけではなくまとまりの\nある単位として相違点の容易想到性が判断されるべきであり、その点を措\nくとしても、本件審決の上記判断は、以下のとおり誤りである。\n再帰反射シートに不透明な印刷をした場合に、当該印刷が再帰反射性\nを著しく妨げるということは周知であった以上、光の再帰反射が妨げら\nれない隙間等を設けることはできず、また、仮に、当業者が、光の再帰\n反射が妨げられない隙間を設けることができ、かつ、再帰反射材が全体\nとして白く見えるような大きさの「点」を設けることとなった場合に、\n「０．１５ｍ㎡～３０ｍ㎡」という構成に至るのかについては不明であ\nる。本件審決の挙げる上記①の理由は、具体的な根拠や証拠はない。\nこの点、被告は、後記 イのとおり、甲１発明に接した当業者は、夜\n間において要求される反射率を備え、かつ、日中白色に見えるために、\n白色に着色された面積の割合を材料の面積の１０～２０％の範囲にする\nに当たって、独立した印刷領域１つ当たりの面積及び独立した印刷領域\nの数を必ず検討する旨主張するが、カバー層１８に白色の着色材料を印\n刷すると、再帰反射性能が低下してしまうので、カバー層１８に白色の\n着色材料を印刷することはないし、面積割合（１０～２０％）は、再帰\n反射コーティングのガラス微小球の間隙に白色を印刷すれば達成するか\nら、当業者が独立した印刷領域１つ当たりの面積を必ず検討するとはい\nえない。\n甲４文献においては、交通標識の表面色を灰色Ａにするために、黒色\nの六角形を繰り返しのパターンで設置した印刷層を設けることが記載さ\nれているにすぎず、黒のスクリーンインキによって印刷された六角形の\n周囲に白色部分が存在し黒色部分の網羅率が６０％であることにより遠\nくからは灰色Ａに見えるようになっているのであり、黒のスクリーンイ\nンキに白色顔料等を含有させる動機付けはないから、甲１発明の「複数\nの点」を、面積約１．９５ｍ㎡の複数の六角形とした上で白色にする動\n機付けもない。\nまた、甲４文献には、黒色の六角形を印刷したとは記載されておらず、\n印刷層が形成されているか不明であり、仮に、印刷層が開示されている\nとしても、図１Ａは、表面色灰色Ａ（再帰反射性）を作製するための網\n羅率６０％の六角形格子の図であり、遠くから見た場合、黒色の六角形\nと白色の格子の配列となっているため、灰色のように見えるという性質\nを利用するものであって、黒色の六角形が印刷層だとしても、これらの\n各六角形の間の白色の格子部分の間に印刷されていない領域が存在して\nいること（六角形の印刷が独立していること）を示す記載はなく、むし\nろ、白色の格子部分についても、白色インクで印刷するなどして印刷層\nを形成している可能性もあり、そうであれば、黒色の六角形の印刷層と\n白色の格子の印刷層が連続して形成されていることになるから、「印刷層\nの印刷領域が独立した」とはいえないし、また、「連続層を形成せず」と\nもいえないことになる。\nかえって、甲４文献においては、「灰色Ａ」についてのみ黒色の六角形\nと白色の格子を用いることが指定されており、全体に対して６０％の割\n合で黒色部分が存在し、黒みがかった灰色になるように定めたのが図１\nにおける六角形の面積である。甲１発明の再帰反射材においては、日光\nの下でも表面が白く見えるようにするために白色顔料を印刷するのであ\nるから、甲４文献に記載された技術を甲１発明に適用することには阻害\n要因がある。\nこのように、当業者は、甲４文献に記載された技術を甲１発明に適用\nすることができないし、適用する動機付けもないから、本件審決の挙げ\nる上記② の理由は、誤りである。\n本件審決が技術常識を示すものとした甲第１８ないし２０号証に記載\nされた技術は、いずれも再帰反射シートに関する技術ではないため、当\n業者は、同技術を甲１発明に適用する動機付けはなく、しかも、これら\nの文献には、「該独立印刷領域の面積が０．１５ｍ㎡以上であれば、成形\n性に優れ、且つ色相の調整が容易であるので好ましく、３０ｍ㎡以下で\nあれば、印刷周囲における印刷層 を挟む２層の層間密着強度を低下さ\nせることがないので好ましい。」（本件明細書の【００３０】）ことについ\nて記載も示唆もない。\nしたがって、本件審決の挙げる上記② の理由も誤りである。\n以上によれば、相違点１－４に関する本件審決の判断は誤りである。\nウ  相違点１－５について\n本件審決は、前記第２の３ ア のとおり、白色の酸化チタンが「白色\nに着色」するための色材として広く使用されていることを考慮すると、甲\n１発明において相違点１－５に係る本件発明１の構成を採用することは、\n当業者における自然な選択肢にすぎない旨判断した。\nしかし、本件発明１では、「白色の無機顔料として酸化チタン」を印刷層\nに含有しているが、甲１発明において「白色の無機顔料として酸化チタン」\nを印刷層に含有することは、記載も示唆もされていない。また、一般的に\n白色を印刷するのに白色顔料を用い、かつ、白色の無機顔料として酸化チ\nタンを用いるとしても、発泡させた透明樹脂インクや透明樹脂の中空ビー\nズを含むインク等を用いた白色顔料を含有しない白色インキも存在する\n（甲５４、５５）。\n以上のとおり、甲１文献には、白色無機顔料として酸化チタンを用いる\nことについての記載も示唆もなく、「白色の無機顔料として酸化チタン」を\n用いることについての動機付けはないから、本件審決の判断は誤りである。\nエ  発明の効果について\n本件審決は、前記第２の３ ア のとおり、本件発明は、非常に簡単、\nかつ安価な方法により、色相の改善された再帰反射シートを提供するもの\nとされている（【００１４】）ところ、甲１発明は、「耐候性、耐水性に優れ」\n（【００１５】）という効果や本件発明１の実施例（【００５０】ないし【０\n０７９】）から理解される効果と同程度の効果を奏するものと考えられる\nとして、本件発明１は、顕著な効果を奏するものではない旨判断した。\nしかし、印刷層を有している再帰反射シートである本件発明においては、\n従来の「再帰反射シートの一部に連続した印刷層を設ける試み」（【０００\n８】）において生じた「連続した印刷層を設置した場合」において生じる課\n題、すなわち、印刷層の周辺の密着性が劣り、耐候性や耐水性が劣るとい\nう欠点を解決することが本件発明の課題の１つであり（【００１２】）、本件\n発明１の構成を備えることで、「耐候性が劣り耐候性試験においてフクレ\nが生じたり、また、吸水しやすいという欠点」を解決したのである。これ\nに対して、甲１文献には、こうした発明の効果については記載も示唆もな\nく、そのような技術常識も存在しない。\n本件発明は、ＪＩＳ規格の耐候性試験（照射時間を１０００時間）より\nも厳しい厳格な耐候性試験（照射時間を３０００時間）を実施して「異常\n無し」との結果を得ており（【００５４】、【００７９】表１）、ＪＩＳ規格\nが予定している耐候性を大きく超える効果を得ているから、格別の効果を\n有する。\nしたがって、本件審決の判断は誤りである。\nオ  小括\n以上によれば、本件発明１は、本件出願前に日本国内又は外国において\n頒布された刊行物である甲１文献に記載された甲１発明並びに甲３記載\n技術及び周知技術に基づいて当業者が容易に想到し得た旨の本件審決の\n判断は誤りである。\n被告の主張\nア  相違点１－１、１－２について\n甲１文献においては、反射効率の向上が課題として認識されている\n（１頁２３～３１行）ところ、甲３文献の【０００６】には、従来のマ\nイクロ硝子球を用いた再帰反射シートに比べ、キューブコーナー型再帰\n反射素子の再帰反射原理を利用した再帰反射シートは、光の再帰反射効\n率が格段に優れており、その優れた再帰反射性能により年々用途が拡大\nしつつあることが記載されている。なお、これと同旨の記載は、関係各\n特許公報等（甲１２の１（【０００２】）、甲１２の２（２頁１１～１７行）、\n甲１２の３（【０００２】）、甲１２の４（【０００４】、甲１２の５（【０\n００２】）にもある。\nこのように、再帰反射効率を高めるため、マイクロ硝子球を用いたも\nのから再帰反射性能が優れたキューブコーナー型再帰反射素子を用い\nたものに技術が進歩してきたという経緯があり、しかも、甲１発明に係\nる再帰反射材も甲３文献に記載の再帰反射シートも、道路標識用等の同\nじ用途に用いられるものであるから、甲１発明における「再帰反射性を\n増加させ、日中において十分な白い外観を備える」という課題は、甲３\n文献に記載のキューブコーナー型再帰反射シートにおいても当然に求\nめられる。\nそして、甲３文献には、反射素子層及び保持体層を構成する材料とし\nてポリカーボネートが最初に例示され（【０１４０】）、実施例においても\nポリカーボネート樹脂を圧縮成型して反射素子層と保持体層とが一体\n成形された三角錐型キューブコーナー再帰反射シートを作成すること\nが記載されている（【０１５０】）のであるから、甲３文献の三角錐型キ\nューブコーナー再帰反射シートが多数の反射素子を有するものである\nことは明らかである。\nそうすると、１９８６年公開の甲１文献に接した本件出願日当時（２\n０００年４月）の当業者であれば、甲１発明の課題である「再帰反射効\n率の向上」と「再帰反射を増加させ、日中において十分な白い外観を備\nえる」ことを目的として、甲１発明における、印刷層が施された透明カ\nバー層（表面保護層）１８と裏材１０との間に存在する、再帰反射機能\nを果たす「再帰反射コーディングの第１の層１２、その上に適用された\n再帰反射コーティングの第２の層１４、第２の層に取り付けられたガラ\nス微小球１６及び空気層からなる」層構成を、甲３文献に記載された表\n面保護層 と支持体層 との間に存在する「反射素子層 と保持体層\nとが一体成形されたポリカーボネート樹脂からなる三角 錐型キューブ\nコーナー再帰反射材、空気層 及び結合材層 」からなる層構成に、光\nの入射方向を考慮した上で置換した再帰反射シートとすることは、技術\n進歩の経緯、甲１発明に係る再帰反射材と甲３文献記載の再帰反射シー\nトの用途及び課題の共通性に鑑みれば、当然に想起することであって、\nこの置換には強い動機付けがあるというべきである。また、甲３文献に\n記載された表面保護層 と支持体層 との間に存在する「反射素子層\nと保持体層 とが一体成形されたポリカーボネート樹脂からなる三角\n錐型キューブコーナー再帰反射材、空気層 及び結合材層 」からなる\n層構成は、関係各特許公報等（甲１２の２の図８、甲１２の４図８、甲\n１２の５の図１１）に同じ図が記載されているように、本件出願前に周\n知の構成であったから、上記の置換にはより一層の強い動機付けがある。\nここで、甲１発明の「白色顔料材料」は、もともと透明のカバー層１\n８（表面保護層）の片面又は両面に印刷されているものであるから、光\nの入射方向を考慮した上で甲１発明の層構成を甲３記載技術の層構成\nに置換すれば、白色顔料材料の印刷層は、必然的に「カバー層１８」と\n「保持体層 」の間に両者に接して設置されることになる（保持体層と\n表面保護層との間に印刷層を両者に接して設置する構成は、関係特許公\n報等（甲１２の２（図８）、甲１２の４（図８、【００９９】）、甲１２の\n５（図１１）、甲１６（図３））にも記載があるとおり周知の構成である。）。\nしたがって、相違点１－１、１－２は、甲１発明と甲３記載技術を適\n用することにより容易に想到し得たものであるから、これと同旨の本件\n審決の判断に誤りはない。\nａ  これに対して、原告は、前記 ア のとおり、甲１発明が出願され\nた１９８５年当時、キューブコーナー型再帰反射素子を用いた再帰反\n射シートは周知技術であったところ、甲１発明は、敢えてキューブコ\nーナー型再帰反射素子を用いずにガラス微小球を用いた構成特有の課\n題を解決しようとしたものであるから、甲１発明において微小球を用\nいることは課題解決の前提となる必須の構成である旨主張する。\nしかし、甲１文献には、「白色顔料を含む接着剤層は反射コーティン\nグの上に塗布され、ガラスの微小球又は球は接着剤に部分的に埋め込\nまれている。・・・上記の組立体の接着剤中の白色顔料が、再帰反射性\nを減少させることは事実である。もし、接着剤中の白色顔料が減らさ\nれると、再帰反射性を向上させることができるが、その変更の結果、\nその材料は、もう日中において十分な白い外観を持たなくなる。」（１\n頁１９～３１行。訳文は乙１による）との記載があるところ、酸化チ\nタンのような白色顔料は隠蔽性が高いことが周知である（甲２３）か\nら、上記記載に接した当業者は、再帰反射シートの印刷層における白\n色顔料が再帰反射性を低下させるという課題があると理解するのであ\nり、ガラス微小球を用いたものに限らず、キューブコーナー型再帰反\n射素子を用いた反射シートについても同様の課題が生じると理解する。\nｂ  原告は、前記 ア のとおり、甲１発明と甲３記載技術では、①解\n決すべき課題、②作用及び機能が異なり、③甲１発明と甲３記載の発\n明は技術的思想が異なる旨主張する。\nしかし、甲１発明の構成と置き換える甲３文献記載の構成は、甲３\n記載技術が解決しようとする課題の解決手段に係る構成（原告が引用\nする甲３の【００２５】）ではなく、その課題解決の前提となる三角錐\n型キューブコーナー再帰反射材の基本的な層構成の部分であるから、\n甲３文献に記載された課題を論じても意味はなく、むしろ、前記 の\nとおり、甲３記載技術の再帰反射シートの用途からして当然に求めら\nれる自明の課題（再帰反射を増加させ、日中において十分な白い外観\nを備えるべきという課題）が存在する以上、甲１発明の層構成を甲３\n記載の層構成に置き換えることは、当業者が当然に想起することであ\nって、上記①については理由がない。\n次に、原告は、甲１発明の各層の機能と甲３記載技術の各層の機能\nが共通ではないと論じるが、ガラス微小球を用いた再帰反射シートと\n三角錐型キューブコーナーを用いた再帰反射シートでは、再帰反射の\nための層構成がもともと異なるものである以上、それぞれの層構成に\nおける各層ごとの機能の非共通性を主張しても意味がなく、上記②に\nついても理由がない。\nまた、上記③について、原告は、甲１発明は、白色顔料を、ガラス\n微小球とガラス微小球の間の再帰反射コーティング１２及び１４上の\n全体ではなく、複数の部分の上にのみ塗布することを前提としている\nが、前記１ アのとおり、甲１発明において、白色顔料は、再帰反射\n性コーティング上ではなくカバー層の片面又は両面に印刷されており、\n白色顔料がガラス微小球とガラス微小球の間にのみ塗布することは甲\n１文献には記載されていないから、原告の主張はその前提において誤\nりがある。\nｃ  原告は、前記 ア のとおり、甲１発明の課題は、ガラス微小球の\n構成を前提としたものであり、こうした構成特有の課題を解決するも\nのである以上、甲１発明の再帰反射材は、ガラス微小球１６を前提と\nしたものである旨主張するが、前記ａのとおり、当業者は、甲１発明\nがガラス微小球が埋め込まれる反射コーティング上に塗布される白色\n顔料を含む接着剤の構成に特有の課題を解決するものと認識すること\nはあり得ない。\nイ  相違点１－４について\n甲１文献の記載から、甲１発明は、道路に設置する標識等に再帰反射\n性を付与する場合に、夜にはヘッドライト等からの入射光を反射しつつ\n日中においては白く見えなければならないことを前提とするものであ\nり、夜間において要求される反射率を備え、かつ、日中白く見えるため\nには、「白色に着色された面積」の割合を「材料の面積の１０～２０％」\nの範囲にすること（１頁１１５～１２３行）が必要とされている。そし\nて、甲１発明における印刷層は、「複数の点などの独立した複数の領域で\nあって、規則的に分布している均一なパターン」であることから、「白色\nに着色された面積」は、「独立した印刷領域１つ当たりの面積×独立した\n印刷領域の数」で算出されることになる。そうすると、甲１文献に接し\nた当業者は、夜間において要求される反射率を備え、かつ、日中白く見\nえるために、「白色に着色された面積」の割合を「材料の面積の１０～２\n０％」の範囲にするに当たって、「独立した印刷領域の１つ当たりの面積」\nと「独立した印刷領域の数」を最適な数値範囲とすることを強く動機づ\nけられる。\nこの場合、甲１発明は、「交通危険標識や道路標識」等に用いられる再\n帰反射材であり、遠目からは均一な白色に見えなければならないものの、\n間近では白色のパターンが見えてもかまわないことから、「カバー層１\n８」に対し、０．１５ｍ㎡を下回るような点（直径０．５ｍｍを下回る\n円）からなる精細なパターンを印刷する必要はないし、他方、３０ｍ㎡\nを上回るような点（直径６ｍｍを超える円）にすると遠目からもパター\nンが見えてしまい、相当でない。加えて、甲４文献は、「交通標識の表面\n色  太陽光照射時の色及び色境界」に関するドイツ規格であり、危険標\n識、指示標識又は案内標識並びに車道及び飛行場のマーキングなどすべ\nての交通手段における多色交通標識の表面色に適用されるものであっ\nて、甲１発明の交通危険標識と用途が共通する。また、甲第１８号証の\n公開特許公報（特開平６－２４２３０５号公報。以下「甲１８文献」と\nいう。）には、本件明細書の実施例３と同じ直径１ｍｍのドッドを配置し\nて形成されたパターンが一方から白に見えることが記載されている\n（【０００４】）。上記両文献は、離れた位置にいる観察者に独立した複数\nの着色領域を所定の色に見せるという点で、本件発明の独立印刷領域と\n共通するところ、甲４文献の図１（下記参照）から計算すると、六角形\nの領域の面積は１．９５ｍ㎡であり、甲第１８号証に従来技術として記\n載されている直径１ｍｍのドットの面積を計算すると０．７８５ｍ㎡で\nある。そうすると、本件発明１の「独立印刷領域の面積が０．１５ｍ㎡\n～３０ｍ㎡」という数値範囲は、離れた位置にいる観察者に独立した複\n数の印刷領域が施された面を所定の色に見せる場合に採用される普通\nの数値を含む範囲にすぎず、当業者がまず試みるごく普通の数値範囲で\nあって、困難を要するものではない。\n「図１  DIN67520 第２部タイプ１及びタイプ２に準拠した、表面色灰色Ａ、再\n帰反射を生成するための被覆率 60%の六角形「ｒａｓｔｅｒ」」\nそして、本件明細書の【００３０】には、「独立印刷領域の面積が０．\n１５ｍ㎡以上であれば、成形性に優れ、且つ色相の調整が容易であるの\nで好ましく、３０ｍ㎡以下であれば、印刷周囲における印刷層 を挟む\n２層の層間密着強度を低下させることがないので好ましい。」とあると\nころ、その下限値である０．１５ｍ㎡は、点のような独立印刷領域の面\n積が小さすぎると印刷層の形成が困難で色相の調整も困難になること\nは自明であるし、独立印刷領域の面積について適宜設定された下限値以\n上のものが当該下限値を下回るものに比べれば、成形性が改善され（印\n刷層の形成が容易）、色調の調整も可能となることは容易に予想される\nことであるから、臨界的意義はない。\n他方、独立印刷領域の面積が大きいと印刷層を挟む２層の層間密着強\n度が低下すること、印刷領域及び無印刷領域の面積を調整することで密\n着性が調節されることは、独立印刷領域が本件明細書の実施例である２\nｍｍ（３．１４ｍ㎡）以下や１ｍｍ（０．７８５ｍ㎡）のドット（点、\n丸）である場合を含め、本件出願前の様々な技術分野で周知である（甲\n５ないし８）。また、再帰反射シートにおいて耐候性、耐水性が要求され\nることは当然の技術常識であり、耐水性及び耐候性の向上は当業者が必\nず検討する課題であるところ、独立印刷領域の面積について適宜設定さ\nれた上限値以下のものが上限値を超えるものに比べれば印刷層を挟む２\n層の層間密着性を改善し、その結果、層間密着性に起因する耐候性、耐\n水性の問題が軽減されることは当業者であれば当然に予測することがで\nきるから、上限値としての３０ｍ㎡にも臨界的意義はない。\nなお、本件明細書の実施例には、直径２ｍｍ（３．１４ｍ㎡）の円形\n状の印刷パターンでピッチが４ｍｍのもの、直径１ｍｍ（０．７８５ｍ\n㎡）の円形状の印刷パターンでピッチが３ｍｍという限定された態様の\n印刷層を設けた実験結果が開示されているにすぎず、「０．１５ｍ㎡～３\n０ｍ㎡」という数値範囲の全体にわたっての効果は確認されていない。\nしたがって、本件発明１における独立印刷領域の面積は、任意の数値\n範囲を特定したものであるにすぎず、相違点１－４の構成にすることは\n当業者であれば容易に想到する。\nａ  これに対して、原告は、前記 イ のとおり、本件審決の挙げる①\nの理由については具体的根拠はない旨主張するが、甲１発明は「交通\n危険標識や道路標識」等に用いられる再帰反射材であるから、遠目か\nらは均一な白色に見えなければならないものの、間近では白色のパタ\nーンが見えてもかまわないから、白色顔料により印刷された点は、細\nかすぎる必要はないし、大きすぎると全体として白色に見えないこと\nは明らかであって、本件審決の判断には十分な根拠はある。\nｂ  原告は、前記 イ のとおり、甲４文献には、①印刷層が形成され\nているか不明であること、②「印刷層の印刷領域が独立した」、「連続\n層を形成せず」が開示されているか不明であり、むしろ、「連続層」を\n形成していると思われること、③図１の「黒色六角形」を甲１発明に\n適用することについては阻害要因があり、記載された数値を甲１発明\nに適用することはできない旨主張する。\nしかし、前記 のとおり、甲４文献には、黒色の六角形が独立し連\n続層を形成しないパターンが示されており、離れた位置にいる観察者\nに独立した複数の着色領域を所定の色に見せるという点で本件発明の\n独立印刷領域と共通しており、①ないし③の点は、甲１発明の独立印\n刷領域の面積を適当な範囲に設定する際に甲４文献の記載を参考する\nことの阻害要因となるものではない。\nｃ  原告は、前記 イ のとおり、本件審決が技術常識を示すものとし\nた甲第１８ないし２０号証に記載された技術は甲１文献が開示する再\n帰反射材と異なる技術分野である上、複数の点（ドット）を設ける目\n的も異なるから、上記技術を甲１発明に適用する動機付けはない旨主\n張する。\nしかし、本件審決は、甲１８文献を甲１発明に適用することが容易\nであると判断したものではなく、当業者ならば甲１８文献に記載され\nた技術常識も参考にすると判断したものである。そして、甲１８文献\nには、描かれている点がパネルからある距離にいる観衆の見物人の目\nにはパターンのエレメントの各々を識別できないような点とされてい\nることが記載されている（【０００３】、【０００４】）から、離れた位\n置にいる観察者に独立した複数の着色領域を所定の色に見せるという\n点で本件発明の独立印刷領域と共通しており、技術分野や目的が異な\nるものではなく、当業者は、甲１発明の独立印刷領域の面積を適当な\n範囲に設定する際に、甲１８文献に記載されたドットの面積のような\n技術常識を参考にすることができる。\nウ  相違点１－５について\n前記１ アのとおり、甲１発明は、より正確には、「カバー層１８の片\n面又は両面に白色顔料材料が印刷され、白色顔料材料が印刷された部分\nは、複数の点などの独立した複数の領域であって、規則的に分布してい\nる均一なパターンである」という構成を有するものであるところ、大き\nい隠ぺい力を持つ白色顔料として酸化チタンは周知の材料であり（甲２\n３）、甲１文献には「材料が日中白色に見えるように十分な白色が存在し\nなければならない」と記載されているから、甲１発明における白色顔料\n材料として「日中白色に見えるように」透けない白色顔料、すなわち、\n大きい隠ぺい力を持つ白色顔料を選択するべく動機付けられるものであ\nり、甲１発明の「白色顔料」として酸化チタンを用いることは、当業者\nであれば容易に想到する。\nこれに対し、原告は、前記 ウのとおり、白色顔料を含有しない白色\nインキも存在する旨主張するが、甲１発明は、白色顔料材料を用いたも\nのであるから、白色顔料を含有しない白色インキが存在することによっ\nて、「白色の無機顔料として酸化チタン」を用いる動機付けを否定するこ\nとはできない。\nエ  発明の効果について\n本件明細書の【００１５】には、再帰反射シートの反射素子層又は表\n面保護層に印刷層を設置することで、耐候性、耐水性に優れ、色相の改\n善された、再帰反射シートが得られることを見出したこと、【００３０】\n及び【００３６】には、色相の改善という効果は、本件発明１のうち、\n表面保護層に白色の無機顔料を含有する印刷層を設けることと、独立印\n刷領域の面積を一定の数値以上とすることによりもたらされること、【０\n０２６】には、耐候性に優れているという効果は、本件発明１の構成の\nうち、表面保護層に（メタ）アクリル樹脂を用いたことによりもたらさ\nれることが、それぞれ記載されている。また、【００３０】には、独立印\n刷領域の面積を一定の数値以下としたことにより層間密着強度が低下し\nないことが記載されている。\nしかし、酸化チタンは、大きい隠ぺい力を持つ白色の無機顔料である\nから、これを用いて印刷層とすれば色相が明るくなることは、当業者が\n当然予測できることであり、また、独立印刷領域の面積が小さすぎると\n印刷層の形成が困難で色相の調整も困難になることは自明であるし、独\n立印刷領域の面積について適宜設定された下限値以上のものが、当該下\n限値を下回るものに比べれば、成形性が改善され、色相の調整も可能と\nなることは簡単に予想できるものであり、下限値としての０．１５ｍ㎡\nに臨界的意義はないことは、前記イのとおりである。\nまた、（メタ）アクリル樹脂が耐候性に優れた材料であることは周知で\nあり（甲２４、２５）、独立印刷領域の面積について適宜設定された上限\n値以下のものが、当該上限値を超えるものに比べれば、印刷層を挟む２\n層の層間密着性を改善し、その結果、層間密着性に起因する耐候性、耐\n水性の問題が軽減されることは、当業者であれば当然に予測できるもの\nであり、上限値としての３０ｍ㎡にも臨界的意義がないことは前記イの\nとおりである。\nしたがって、本件発明１の奏する効果は、本件出願前の周知技術を踏\nまえれば、本件発明の構成から当業者が当然に予測できるものであるに\nすぎない。\nこれに対して、原告は、前記 エのとおり、本件発明１はＪＩＳ規格\nの耐候性試験よりも厳格な試験の下で行われたものであり、ＪＩＳ規格\nが予定している「耐候性」を大きく超える効果を得ている旨主張する。\nしかし、ＪＩＳが定める照射時間の耐候性試験より厳しい耐候性試験\nをクリアしたということは、単に強制標準（工業標準）をクリアしたこ\nとを意味するにすぎないから、本件発明の効果が当業者が予測すること\nができる範囲の効果を超える顕著なものであるか否かは、ＪＩＳの耐候\n性試験と比較しても意味はなく、原告の上記主張は失当である。\nオ  小括\n以上によれば、本件発明１は、本件出願前に日本国内又は外国において\n頒布された刊行物である甲１文献に記載された甲１発明並びに甲３記載技\n術及び周知技術に基づいて当業者が容易に想到し得たから、これと同旨の\n本件審決の判断に誤りはない。\n３  取消事由１－２－１（本件発明２と甲１発明の一致点及び相違点の認定の誤\nり）について\n原告の主張\n前記１ アのとおり、本件審決が認定した甲１発明は誤りであるから、本\n件審決が認定した本件発明２と甲１発明の相違点の認定も誤りであり、こう\nした相違点の認定の誤りは、本件発明２の容易想到性の判断の結論に影響す\nる。\n被告の主張\n前記１ のとおり、本件審決が認定した甲１発明に誤りはなく、本件審決\nには原告が主張する相違点の認定に誤りはない。\n４  取消事由１－２－２（本件審決が認定した相違点を前提とした本件発明２の\n容易想到性の判断の誤り）について\n原告の主張\n相違点１－１’、相違点１－２及び相違点１－４の容易想到性に関する本\n件審決の判断が誤りであることは、前記２ ア及びイのとおりである。\n本件審決は、相違点１－５’について、前記第２の３ イ のとおり、白\n色に着色するための色材として、白色の酸化チタンが広く使用されているこ\nと、「０．５～１０μｍ」という範囲には、着色のための通常の印刷層の厚さ\nが含まれることを考慮すると、甲１発明において相違点１－５’の構成とす\nることは当業者における自然な選択肢にすぎない旨判断したが、本件出願日\n前に再帰反射シートにおける白色印刷層の厚みが１０μｍを超える複数の文\n献（甲１１０、１１１）が存在していた以上、当業者における自然な選択肢\nとはいえず、本件審決の上記判断も誤りである。\n被告の主張\nア  相違点１－１’、相違点１－２及び相違点１－４は、甲１発明及び甲３記\n載技術等により当業者が容易に想到するものであることは、前記２ ア及\nびイのとおりであり、相違点１－５’のうち「印刷層」の材料を「白色の\n酸化チタンを含有する」構成とすることについて当業者が容易に想到する\nことは、前記２ ウのとおりである。\nイ  相違点１－５’のうち、「印刷層」の厚みを「０．５～１０μｍ」とする\nことについては、甲第２６号証には、印刷により形成された表示層８ａ、\n８ｂを有する反射シート（図３、【０００７】、【００６０】）において、表\n示層８ａ、８ｂの厚さが小さすぎると視認性が悪くなり、表示層８ａ、８\nｂの厚さが大きすぎると印刷層が接している接着剤層３の平面性、接着性\nが損なわれること（【００７８】）が記載されているから、甲１発明におけ\nる白色顔料材料の印刷層の目的である、夜間における再帰反射性及び日中\nにおける白色性を両立させることを前提とし、同号証に記載があるように\n隣接する層との接着性等も考慮して、甲１発明の印刷層の厚みを適当な範\n囲に設定することは、当業者の通常の創作能力であるにすぎない。\nそして、甲第２６号証には、接着剤層３の厚さの０．５～２０％が表示\n層８ａ、８ｂの厚みとして好ましい（【００７７】）ことが記載されており、\n接着剤層の好ましい厚さが５～５０μｍである（【００３０】）から、表示\n層の好ましい厚さは０．０２５μｍ～１０μｍとなり、また、甲第１６号\n証には、再帰反射性グラフィック製品の分野において、ベースシート１２\nとカバーフィルム２０の間のベースシート１２の前面上に配置されたグ\nラフィックパターン２２を含み、その着色層はとても薄く、例えば、約２．\n５ミクロン未満の乾燥厚さであること（１７頁１４～１５行）が記載され\nている。そうすると、甲１発明における印刷層の厚みを０．５μｍ～１０\nμｍとすることは、当業者がまず試みる数値範囲であるにすぎず、また、\nこうした数値範囲とすることについて、本件明細書には、当業者が予測し\n得ない顕著な効果を奏すると認めるに足りる記載はない。\nウ  以上によれば、本件発明２は、甲１発明及び甲３記載技術等により当業\n者は容易に想到し得たから、これと同旨の本件審決の判断に誤りはない。\n５  取消事由２Ａ－１－１（本件発明１と甲２発明Ａの一致点及び相違点の認定\nの誤り）について\n原告の主張\nア  甲２発明Ａの認定の誤り\n甲２文献の記載事項について\n甲２文献には、以下のとおりの記載がある（なお、見え消し及び下線\n部分は、本件審決の翻訳の誤りを指摘する箇所である。）。\nａ  「本発明による再帰反射面及びプレートは、反射板からなり、該反\n射板は、プラスチック板を備え、その視認面は滑らかであり、その裏\n面が三角プリズム又は同等の、光学的精度によって形成された反射要\n素を備え、かつ、例えば銀、アルミニウム、銅、クロム、ニッケルな\nどからなり、反射コーティングが施された反射層で覆われ、さらに、\n反射板の視認面には文字及び／又は数字などの記号が、刻印されるか、\nエンボス加工されるか、あるいは取り付けられていることを特徴とす\nる。\n三角プリズムは逆さにした三角錐の形状である。しかしながら、他\nのプリズムシステムを光線反射に使用することができる。\n本発明の概念を特に発展させた結果、本発明による反射板は車両ナ\nンバープレートとして使用される。この場合、記号は、記号を含まな\nい反射面の色とは異なる色になる。\n本発明の本質的な特徴によれば、記号は、反射板の視認面にエンボ\nス加工される。この方法で製造された反射ナンバープレートの場合、\n本発明の反射板は公知のアルミニウム板と同じようにエンボス加工さ\nれ、エンボス加工された記号は反射板の表面から浮き出し、その後、\n通常は黒色のラッカーで塗装されることになるから、今まで公知され\nているナンバープレートの製造業者は、新しいエンボス加工装置を必\n要とせず、また、ナンバープレートのエンボス加工や後処理の方法を\n変更する必要もない。本発明による反射板の場合で、かつ、記号を例\nえばラッカー塗装または接着する必要がある場合は、プレート製造業\n者には新しい作業工程が必要となる。」（２頁１５～３頁下から３行）\nｂ  「車両ナンバープレートの例では、エンボス加工されていない視認\n面を、日中、白く見せるため、反射板の視認面には、「Raster」格子の\n多数の白い点を印刷することができる。「Raster」格子は、反射光が所\n定の割合で透過するように作成される。「Raster」格子が不透明で光不\n透過の色で作成される場合、反射光は「Raster」格子の間隙を透過す\nるため、「Raster」格子の色を吸収しない。反射板の着色及び「Raster」\n格子の色は、日中は視認面の色が「Raster」格子と一致するように、\nすなわち一致しているように見えるようにし、これに対して、夜間は\n反射面の色がプラスチックの着色に一致するように見えるように選択\nすることができる。例えば、反射面は、日中は黒色に、夜間は白色に\n見えるように製造することができる。\n本発明の別の特徴によれば、記号と、これを含まない反射板の残り\nの視認面とを色的に区別するために、反射光が相応する色となる透明\nなラッカーでこれらの表面の一方一部分をコーティングすることがで\nきる。」（７頁１～２２行）\nｃ  「エンボス加工された反射面とそうでない反射面との間に色彩コン\nトラストを作り上げるために、着色シート又は記号を、射出成形方法\nによって同じ又は類似のプラスチック（透明又は不透明）から製造す\nるか、もしくは平板（箔など）に打ち抜いて射出成形型に挿入するか、\nさらには、その後に、反射体に接着することもできる。プラスチック\nが注入される着色記号の成形型に反射体を挿入するようにして製造す\nることも可能である。記載されているすべての、反射体の視認面上の\n透明又は不透明な着色ラッカー塗装は、印刷された透明な箔に置き換\nえることもでき、該箔は、反射体の視認面に接着、又は、例えば反射\n体の射出成形の際に、成形型に挿入することによって、反射体表面の\nプラスチック材料と結合する。」（９頁１２～２７行）\nｄ  「図１１によれば、反射板３４の視認面３４の全面に、鋳造又は射\n出成形プロセス中、もしくはその後に、ラッカー、膜、プラスチック\nからなる着色層３５が装着されている。このコーティング処理された\n板は、例えば図３及び４の反射板１４のようにエンボス加工される。\nその後、層３５をエンボス加工された記号３６の前額面が回転ディス\nク３７によって研磨され、これに合わせて、コーティング処理された\n反射板３４を矢印３８の方向に移動することができる。このようにし\nて凸状の記号３６の着色層は削り取られ、一方、凸状でない面の着色\n層は保持される。」（１４頁１６～１５頁２行）\n本件審決が認定した甲２発明Ａについて\nａ  「その視認面が滑らかであり」との認定について\n本件審決は、前記 ａの「該反射板は、プラスチック板を有し、プ\nラスチック板の視認面は平滑であり」という記載を根拠として、「反射\n板は『その視認面が滑らかであり』」と認定したが、「滑らか」の趣旨\nが「視認面が『平坦面』」であるという趣旨であれば、誤りである。\nｂ  「反射板の視認面には『Raster』の多数の白い点が印刷され」との\n認定について\n本件審決は、「Raster」の意味を訳さずに甲２発明Ａを認定するが、\n「Raster」という用語だけでは技術内容は理解することはできない。\n前記 ｂのとおり、「Raster」は「格子」と訳されるべきである。\n次に、本件審決は、甲２発明Ａに関し、「エンボス加工されていない\n視認面に多数の白い点を印刷すること」と認定するが、エンボス加工\nがされていない視認面とは、エンボス加工された記号がない部分であ\nる。ここで、甲２文献には、前記 ｂのとおり、「本発明の別の特徴に\nよれば、記号を反射板の残りの視認面から色的に区別できるようにす\nるために、これらの領域の一部分が、反射光に対応する色を付与する\n透明なラッカーで被覆されてもよい」との趣旨の記載があり、「記号を\n反射板の残りの視認面から色的に区別できる」というのは、反射板の\n視認面には「記号が凸状にエンボス加工されている」ので、記号部分\n以外の「反射板の残りの部分」から記号を色的に区別するために反射\n板の残りの視認面に着色することであり、「これらの領域の一部分\nが・・・透明なラッカーで被覆されてもよい」というのは、記号部分\n以外の「残りの視認面」である「これらの領域」（つまり、記号部分以\n外）の一部分に反射光に色が付与されるように、色付きの透明なラッ\nカー（塗料）で着色することである。\nつまり、甲２文献には、凸状にエンボス加工されている記号部分以\n外の反射板の視認面（残りの視認面）の部分の一部分に、色付きの透\n明なラッカー（塗料）で着色されることが開示されており、格子の多\n数の白い点で刻印される箇所も、記号以外の視認面の一部分であるに\nすぎない。\n以上からすると、甲２文献には、「反射板の視認面（全体）に多数の\n白い点がラスター状に印刷され」ることは開示されておらず、「反射面\nの視認面のうち、エンボス加工された記号部分以外の一部分に、格子\nの多数の白い点で印刷され」ることが開示されている。\nイ  本件発明１と甲２発明Ａの一致点と相違点の認定の誤り\n本件発明１と甲２発明Ａの対比について\nａ  再帰反射シートについて\n本件審決は、甲２発明Ａは、その用途からみて、板としては薄いと\nいえるから、「シート」であると認定したが、「板」と「シート」は明\nらかに異なる。すなわち、甲２文献においては、「金属シート」、「今ま\nで公知とされている・・・非反射アルミニウムシート」、「従来のナン\nバープレートの場合、ラッカー塗装されたアルミニウムシート」との\n記載があるように、「シート」は従来の技術に関するものとして記載さ\nれており、「板」とは明確に区別して記載されている。\nしたがって、甲２発明Ａの「反射板」は、その用途からみても板と\nしては薄いといえるから、シートである旨の本件審決の判断は誤りで\nある。\nｂ  印刷層について\n本件審決は、甲２発明Ａについて、「甲２発明Ａの「反射板」の「視\n認面には『Raster』の多数の白い点が印刷され」ている。上記の構成\nからみて、甲２発明Ａの「反射板」と本件発明１の「再帰反射シート」\nは、「印刷層が」「設置されており」及び「印刷された」という構成を\n具備する点で共通する」と判断した。\nしかし、甲２発明Ａの「Raster」の構成が不明である以上、「視認面\nには『Raster』の多数の白い点が印刷され」ているという具体的構成\nを把握することができず、この構成が本件発明１の「印刷層が・・・\n設置されており」及び「印刷された」という構成を具備する点で共通\nするとはいえない。\nまた、本件発明１の技術的思想に基づく技術的課題からすれば、「保\n持体層と表面保護層との間に印刷層が保持体層と表面保護層に接して\n設置されており、該印刷層の印刷領域が独立した領域をなして繰り返\nしのパターンで設置されており、連続層を形成せず、該独立印刷領域\nの面積が０．１５ｍ㎡～３０ｍ㎡であり、」という構成がまとまりのあ\nる構成として認定されるべきであり、こうした構成の単位でみたとき\nに、甲２文献に「印刷」という記載があるとしても、それが「印刷層」\nであるとして一致すると認定されるべきではない。\n一致点及び相違点について\n前記アのとおり、本件審決が認定した甲２発明Ａは誤りがあり、誤っ\nた甲２発明Ａと本件発明１との対比も誤っている。\nウ  まとめ\n以上のとおり、本件審決は、本件発明１と甲２発明Ａの一致点及び相違\n点の認定を誤っており、この誤りは本件発明１の容易想到性の判断の結論\nに影響するものである。\n被告の主張\nア  甲２発明Ａの認定の誤りについて\n甲２文献の記載事項\n原告は、前記 ア のとおり、本件審決が認定した甲２文献の訳文の\n一部を争うが、誤りである。\n本件審決が認定した甲２発明Ａについて\nａ  「その視認面が滑らかであり」との点について\n原告は、前記 ア ａのとおり、甲２文献の２頁１５行～３頁３行\nの記載は、プラスチック製の車両ナンバープレートを製造する前の原\n材料の状態を示しているにすぎず、記号が刻印やエンボス加工等され\nた場合に反射面の視認面が平坦面ではないことは明らかである旨主張\nする。\n原告が指摘する甲２文献の該当箇所には、「本発明による再帰反射\n面及びプレートは、反射板からなり、該反射板は、プラスチック板を\n備え、その視認面は滑らかであり、その裏面が三角プリズム又は同等\nの、光学的精度によって形成された反射要素を有し」と記載されてい\nるのであって、「本発明による再帰反射面及びプレート」が最終的な完\n成品であることは明らかであり、原告が主張するような原材料の状態\nではない。記号がエンボス加工されれば、反射板の表面は凸状になる\nが、裏面では「記号の背後にある押し潰された三角プリズム」となる\nのであって、それにもかかわらず、「その視認面が滑らかであり、その\n裏面が三角プリズム又は同等の、光学的精度によって形成された反射\n要素を有し」と記載されているのは、「その視認面」とは記号がエンボ\nス加工される以外の部分を指すものと理解される。\nしたがって、記号がエンボス加工される以外の部分の「その視認面」\nは平坦であるから、本件審決が「その視認面が滑らかであり」と認定\nしたことに誤りはない。\nｂ  「反射板の視認面には『Raster』の多数の白い点が印刷され」との\n点について\n「Raster」について\n甲２文献に記載された「Raster」は、「反射板の視認面には、\n『Raster』の多数の白い点を印刷することができる。『Raster』は、\n反射光が所定の割合で透過するように作成される。」（７頁１～２２\n行）の文脈に整合するように解釈されるべきである。そして、文脈\n上、「Raster」とは、多数の白い点の配置、パターンを意味している\nと理解できる。\n他方、ドイツ語の「Raster」は、「網目スクリーン、走査パターン、\nラスター；（設計用の）方眼、格子；[思考]パターン」と多義的であ\nり、広範な意味を含み得るのであり、原告の主張する「格子」とす\nることはできない。文脈上、「Raster」＝「格子」の「多数の白い点」\nでは、「格子」と「多数の白い点」が整合しない。\n甲２文献の記載に接した当業者は、甲２文献は反射交通標識に用\nいられるもの（１頁４～９行）であるから、「交通標識の表面色」に\nついて規定したドイツ語文献である甲４文献を参照するところ、そ\nの図１（前記２ イの図１）の「六角形 Raster」（Sechsechraster）\nは、同じ「Raster」の用語が用いられているから、当業者は、甲２\n発明の「Raster」を甲４文献の図１に記載した模様を含むものと理\n解する。そして、「六角形 Raster」は、黒色スクリーン印刷インク\nで印刷されるものであるから、黒色の複数の独立した点（六角形）\nの部分であり、白色の蜂の巣形状の格子ではなく、複数の独立した\n点状の集合の模様（網目模様）であり、このように解釈すれば、「『網\n目模様』の多数の白い点」として甲２文献の文脈に整合する。\nしたがって、「Raster」は、複数の独立した点からなる網目模様と\n解釈されるべきである。\n⒝  「反射板の視認面には、網目模様の白い点が印刷され」ることは\n開示されていること\n原告は、前記 ア ｂのとおり、甲２文献には、視認面の部分の\n一部分に、色付きの透明ラッカーで着色することができるというこ\nとが開示されている（７頁１８～２２行）から、格子の多数の白い\n点で印字される箇所も、記号以外の視認面の一部分にすぎない旨主\n張する。\n原告が指摘する該当箇所の記載は、「透明なラッカーでこれらの\n表面の一方をコーティングすることができる」という文脈からして\nも、「視認面の部分の一部分」ではなく、「表面の一方」とするのが\n正しい訳である。仮に「視認面の部分の一部分」と訳されるとして\nも、これは、「本発明の別の特徴によれば」とされる記載であって、\nその前に記載された「反射板の視認面には、「Raster」の多数の白い\n点を印刷すること」とは「別の特徴」であるから、仮に、「視認面の\n一部分」に反射光が相応する色となる透明なラッカーでこれらの表\n面の一方をコーティングすることが開示されていたとしても、その\n前に記載された「Raster」の多数の白い点を印刷することが「視認\n面の一部分」になるわけではなく、原告の上記主張は誤りである。\n小括\n以上によれば、本件審決が認定した甲２発明Ａは正しいものである。\nただし、「Raster」は、「複数の独立した点からなる網目模様」と意訳さ\nれるべきである。\nイ  一致点と相違点の認定について\n本件発明１と甲２発明Ａの対比について\nａ  再帰反射シートについて\n原告は、前記 イ ａのとおり、「板」と「シート」は明らかに異な\nるものである旨主張する。\n甲２文献には、「今まで公知とされているナンバープレートはラッ\nカー塗装された非反射アルミニウムシートである」と記載されている\n（１頁１３行～２頁７行）から、公知技術におけるナンバープレート\nはアルミニウムシートであって薄いものである。また、「本発明による\n反射板は公知のアルミニウム板と同じ方法でエンボス加工され、・・・\n今まで公知とされているナンバープレートの製造業者は新しいエンボ\nス加工装置を必要とせず、また、ナンバープレートのエンボス加工や\n後処理の方法を変更する必要もない」（３頁８～２１行）とも記載され\nているから、「本発明による反射板」は、「公知のアルミニウム板」と\n同程度に薄いものである。\nしたがって、甲２発明Ａの「反射板」は、板として薄いものといえ\nるから、シートであると認定した本件審決の判断に誤りはない。\nｂ  印刷層について\n原告は、前記 イ ｂのとおり、①甲２発明について「Raster」と\nいう構成が意味不明である以上、「視認面には Raster の多数の白い点\nが印刷され」ているという具体的構成を把握することができないから、\n本件発明の「印刷層が・・・設置されており」及び「印刷された」と\nいう構成を具備するとはいえない旨主張するが、「Raster」は網目模様\nのことであり、「反射板の視認面には、網目模様の多数の白い点が印刷\nされ」と認定されるから、その「印刷」は「印刷層」になっており、\n上記主張は理由がない。\nなお、原告は、本件発明１の技術的思想に基づく技術課題からすれ\nば、「保持体層と表面保護層の間に印刷層が保持体層と表面保護層に接\nして設置されており、該印刷層の印刷領域が独立した領域をなして繰\nり返しのパターンで設置されており、連続層を形成せず、該独立印刷\n領域の面積が０．１５ｍ㎡～３０ｍ㎡であり」という構成をまとまり\nのある構成として認定すべきである旨主張するが、本件発明１の構成\n要件を都合よくひとまとまりの単位として認定すべきであると主張す\nるものであるし、本件発明１と甲２発明Ａは、「印刷層が」「設置され\nており」の点は共通しており、発明がその課題とは異なる動機付けに\nより引用発明から容易想到であれば進歩性が否定されることはこれま\nでの実務でも認められていることであり、本件発明において客観的に\nみて別々の構成を本件発明の課題に対応させてまとまりのある構成の\n単位を作出した上で相違点を認定する必要はない。\n一致点及び相違点について\n本件審決の甲２発明Ａの認定及び対比に誤りはないから、本件審決が\n認定した一致点及び相違点の認定に誤りはない。\n６  取消事由２Ａ－１－２（本件審決が認定した相違点を前提とした本件発明１\nの容易想到性の判断の誤り）について\n原告の主張\nア  相違点２Ａ－１について\n本件審決は、前記第２の３ ア のとおり、甲２発明Ａは、「車両ナンバ\nープレート」として使用される反射板であるところ、その視認面に印刷さ\nれた多数の白い点が保護されることは自明であるから、耐候性、透明性や\n光沢等に優れた（メタ）アクリル樹脂を用いた保護層によって、その表面\nが保護されることが適当である旨判断した。\nしかし、甲２文献には、視認面を損傷等しないように透明な保護層で覆\nうことについての記載も示唆もない。また、甲２発明Ａは、ナンバープレ\nート本体の発明であるから、再帰反射シートの保護層の材料としてメタア\nクリル樹脂を用いることは周知であるとしても、甲２発明Ａに適用する動\n機付けにはならない。\nさらに、甲２発明は、記号が反射板の視認面に凸状にエンボス加工され\nるのであるから、こうしたプラスチック製の車両用ナンバープレートにお\nいて透明な保護層を設けようとした場合、保護層が視認面の記号等に密着\nせずに浮きなどが生じる可能性が高いから、当業者であれば、むしろ保護\n層を設けない。\nしたがって、本件審決の判断は誤りである。\nイ  相違点２Ａ－２について\n本件審決は、前記第２の３ ア のとおり、甲２発明Ａのプラスチック\n板は、「逆さにした三角錐の形状」の「三角プリズム」を具備するものであ\nるから、当業者であれば、形状安定性等に優れた樹脂である周知のポリカ\nーボネート樹脂に着目するといえる旨判断した。\nしかし、甲２文献には、甲２発明Ａのプラスチック板が「形状安定性等\nに優れている」といった記載がなく、甲３文献にも、単にポリカーボネー\nト樹脂を用いる例（【０１５０】）が記載されているだけで、「形状安定性等\nに優れている」との記載はない（甲１７の【０１１０】も同じ。）。\nそうすると、仮に、ポリカーボネート樹脂が周知であるとしても、甲２\n発明Ａに当該周知技術を適用する動機付けはない。\nまた、甲２発明Ａにおいては、記号がラッカーで着色又は塗装されるこ\nとが明記されているが、ポリカーボネート樹脂がラッカーを含む溶剤によ\nり強度が落ちることは、少なくとも本件出願日当時知られていた（甲１１\n２・２頁右上欄下４行～左下欄１行）、甲１１３の【０００６】、甲１１４・\n１欄３０～３２行、甲１１５・４頁）。甲２発明Ａは、ナンバープレートに\n関する発明であるところ、ナンバープレートは車両に取り付けて長年にわ\nたり使用されるため強度を要求されるから、ラッカーでの塗装を前提とす\nる甲２発明Ａにおいてポリカーボネート樹脂を適用することはあり得な\nい。\nしたがって、本件審決の判断は誤りである。\nウ  相違点２Ａ－３について\n本件審決は、前記第２の３ ア のとおり、甲２発明Ａの「多数の白\nい点」は、「記号を含まない反射面を、日中、白く不透明に見せ」、かつ、\n「反射光が所定の割合で透過するように」されたものであり、「多数の白\nい点」と表現されるものであるから、網の目形状に印刷されたものであ\nると理解することができ、また、「記号を含まない反射面を、日中、白く\n不透明に見せ」、かつ、「反射光が所定の割合で透過するように」、「多数\nの白い点」を印刷する当業者の選択肢には、多数の白い点からなる網の\n目形状が含まれるといえる旨判断した。\nしかし、甲２発明Ａとして「Raster」と訳されていたものが「網の目\n形状」と解釈できるのか不明である。「Raster」の字義が不明である以上、\n「網の目形状」が「Raster」の字義と矛盾するものかどうか判断し得な\nいし、「多数の白い点」が「網の目」と認定できる根拠も不明である。\nこの点、本件審決は、「Raster」について、当業者ならば「Raster」が\n六 角 形 の も の で あ る こ と ま で は 「 Sechseckraster 」 と い う 用 語\n（「Sechseck」（六角形）と「raster」の複合語）であることから理解可\n能であり、印刷された部分が六角形の部分であり、蜂の巣形状の格子で\nはない旨説示するが、正方形の格子、長方形の格子、菱形の格子という\nとき、格子に組んでいる部分を指すことは明らかであり、網の目の部分\nを指すものではない。甲２発明Ａは、「視認面には、『Raster』の多数の\n白い点が印刷され」ているとしても、「Raster」の意味が不明である以上、\n甲２発明Ａの具体的構成を把握することができない。\nまた、本件審決は、「多数の白い点」の各「点」（網の目）の大きさに\nついては、相違点１－４についての判断を援用するが、甲４文献は、ビ\nーズ型再帰反射シートを用いた交通標識の規格であるため、プリズム型\n再帰反射材である甲２発明に適用することには阻害要因がある。\nすなわち、甲４文献は、交通標識の表面色に関する規格であり、また、\nマイクロガラスビーズを有するビーズ型再帰反射シートに関する規格で\nあり、ビーズ型再帰反射シートを用いて標識を灰色にする場合における\n具体的な方法として、「網羅率６０％（図１を参照）の六角形格子におい\nて黒のスクリーンインキを用いて達成しなければならない。」と記載され\nている。プリズム型再帰反射シートは、ビーズ型再帰反射シートよりも\n再帰反射性能が高いため、夜間でも入射した光が多く再帰反射する結果、\nプリズム型再帰反射シートは、夜間においてはビーズ型再帰反射シート\nよりも明るく見えることになる。ビーズ型再帰反射シートを前提として\n定められている甲４文献をプリズム型再帰反射シートに適用すると、夜\n間の明るさが増大し、夜間に「灰色」よりは「白」に近い色に見えてし\nまい、交通標識として不適切なものとなってしまうし、甲４文献は交通\n標識の表面色に関する規格であるため、記載されている規定事項を変更\nすることを当業者は想到しない。\nしたがって、ビーズ型再帰反射シートを用いた交通標識の規格である\n甲４文献をプリズム型再帰反射シートへ適用することには阻害要因があ\nるため、甲２発明Ａに甲４文献に記載された事項を適用することはでき\nない。\nエ  相違点２Ａ－４、発明の効果について\n前記２ ウ及びエと同じ。\nオ  小括\n以上によれば、本件発明１は、甲２発明Ａ及び周知技術に基づいて当業\n者が容易に想到し得た旨の本件審決の判断は誤りである。\n被告の主張\nア  相違点２Ａ－１について\nナンバープレートとして使用される再帰反射素子の表面を保護層で\n覆うこと、保護層の材料として（メタ）アクリル樹脂が例示されること\nは周知であり（甲３（【０００２】、【０１３７】～【０１４４】、図１３）、\n甲１２の５（【０００１】、【０１０３】～【０１１０】、図１１）、甲１６\n（８頁４～６行、９頁４～１３行、２７頁下から１行～２８頁７行、図\n１）、甲１７（【０００２】、【００９７】～【０１０４】、図８））、これら\nの文献に記載された周知の保護層で覆われた再帰反射素子はナンバー\nプレートとして使用されるものであるから、甲２発明Ａと同一の技術分\n野に属する。保護層で覆われたナンバープレートとして使用される再帰\n反射素子は周知であるから、ナンバープレートして使用される再帰反射\n素子の視認面を保護すべき課題も当業者に周知である。\nそうすると、甲２発明Ａのナンバープレートとして使用される反射板\nを、周知の課題を解決するために保護層で覆うことは、動機付けられる\nというべきである。\nこれに対し、原告は、前記 アのとおり、①甲２文献には、視認面を\n損傷等しないように透明な保護層で覆うことについて記載も示唆もない、\n②甲２発明Ａは、ナンバープレート本体の発明であるから、再帰反射シ\nートの保護層の材料としてメタアクリル樹脂を用いることは周知であっ\nても、甲２発明Ａに適用する動機付けはない、③凸状の甲２発明におけ\nる車両ナンバープレートにおいて、保護層を設けようとした場合、保護\n層が視認面の記号等に密着せずに浮きなどが生じる可能性が高いから、\n当業者であれば、むしろ保護層を設けない旨主張する。\nしかし、甲２発明Ａのナンバープレートとして使用される反射板を保\n護層で覆うことが動機付けられるのは上記 のとおりであるから、①及\nび②については理由がない。\nまた、甲２文献には、反射板の視認面全体にプラスチックからなる着\n色層を装着し、エンボス加工することが記載されている（１４頁１６～\n２１行）から、当業者は、凸状のナンバープレート反射板の視認面全体\nを保護膜で覆うことはできると認識する。また、甲２文献には、凸状の\n記号の着色層を回転ディスクで削り取ることが記載されているが、これ\nは記号と記号を含まない反射面の色とは異なる色にするためであり（３\n頁４～７行）、保護の目的は不要であるし、たとえ回転ディスクで削り取\nっても凸状の記号の周囲の着色層は残るから、その凸状の記号における\n密着性は十分であることも当業者は認識できる。したがって、③につい\nても理由がない。\nイ  相違点２Ａ－２について\n甲２発明Ａの「プラスチック板」は、その裏面が「三角プリズム」を\n有し、この三角プリズムは「光学的精度によって形成された反射素子層」\nであるから、寸法安定性に優れた樹脂である周知のポリカーボネート樹\n脂を採用することは、当業者が容易になし得ることである。\nこれに対し、原告は、前記 イのとおり、①甲２文献には、「形状安定\n性等に優れている」ことの記載はなく、甲３文献等にも「形状安定性に\n優れている」ことは記載されていないから、ポリカーボネート樹脂が周\n知であるとしても、甲２発明Ａにこの周知技術を適用する動機付けはな\nい、②甲２発明Ａにおいて、記号がラッカーで着色、塗装されることが\n明記されていることからすると、ラッカーにより変性するポリカーボネ\nート樹脂を用いることはあり得ない旨主張する。\nしかし、①について、甲２文献には、「該反射板は、プラスチック板を\n備え、・・・その裏面が三角プリズム又は同等の、光学的精度によって形\n成された反射素子を有し」と記載されている（２頁１５行～３頁３行）\nから、甲２発明Ａのプラスチック板は、反射素子（三角プリズム）の光\n学的精度を保つために形状安定性に優れた材料を用いることが読み取\nれるのであり、甲２発明Ａに周知技術を適用する動機付けはある。\nまた、ポリカーボネート樹脂は、アロイ化によって耐薬品性を改良す\nることは周知である（乙８）から、当業者であれば、アロイ化したポリ\nカーボネート樹脂を採用してラッカー塗装に対応することができるか\nら、②についても理由がない。\nウ  相違点２Ａ－３について\n甲２発明Ａの「『Raster』（複数の独立した点からなる網目模様）の多\n数の白い点」は、記号を含まない反射面を日中、白く不透明に見せ、か\nつ、反射光が所定の割合で透過するという機能を奏するものであり、複\n数の独立した点からなる網目模様であるから、「印刷層の印刷領域が独\n立した領域をなして繰り返しのパターンで設置されており、連続層を形\n成せず」という構成については、相違点ではないか、上記機能を奏する\nために当業者が取り得る選択肢にすぎない。\nまた、甲２発明Ａの「多数の白い点」の各「点」の大きさについては、\n上記機能を実現するために、複数の独立した点からなる網目模様の白色\nの点の被覆率、そのための白い点１つ当たりの面積を最適な数値範囲と\nすることを当業者は強く動機付けられるというべきである。そうすると、\n前記２ イ のとおり、本件発明１が「独立印刷領域の面積」を特定の\n数値範囲にしたことによって本件発明１の進歩性が肯定されることは\nない。\nこれに対し、原告は、前記 ウのとおり、①本件審決において、甲２\n発明Ａとして「Raster」として訳出されていたものが「網の目形状」と\n解釈できるのか不明であり、「多数の白い点」が「網の目」と認定できる\n根拠も不明である、「Raster」の意味が不明である以上、甲２発明Ａの具\n体的構成を把握することができない、②甲４文献は、ビーズ型再帰反射\nシートを用いた交通標識の規格であるため、プリズム型再帰反射材であ\nる甲２発明に適用することには阻害要因がある旨主張する。\nしかし、甲２文献（７頁１～２２行）の文脈上、「Raster」は、多数の\n白い点の配置、パターンを意味していることは理解できるものであり、\n交通標識の表面色について規定したドイツ語文献である甲４ 文献を参\n照すれば、その図１に記載した網の目模様であると理解することができ\nることは、前記５ ア ｂ のとおりであって、①は理由がない。\nまた、本件審決は、甲４文献（再帰反射の灰色Ａ）を、「光が通る隙間\nを確保しつつ、離れた位置にいる観察者に所定の色を見せることができ\nるパターン」の一例として、当業者が複数の点の大きさを設計するに当\nたって参考にすると言及したにすぎず、甲２発明Ａに甲４文献を適用す\nる論理付けをしたわけではないから、阻害要因があるとする原告の主張\nはその前提において誤りがあり、その点を措くとしても、甲４文献は、\nプリズム型再帰反射シートにも適用される旨がドイツ規格で定まって\nおり、②についても理由がない。\nエ  相違点２Ａ－４、発明の効果について\n前記２ ウ及びエに同じ。\nオ  小括\n以上によれば、本件発明１は、甲２発明Ａ及び周知技術に基づいて当業\n者が容易に想到し得たものであるから、これと同旨の本件審決の判断に誤\nりはない。\n７  取消事由２Ａ－２－１（本件発明２と甲２発明Ａの一致点及び相違点の認定\nの誤り）について\n原告の主張\n前記５ アのとおり、本件審決が認定した甲２発明Ａは誤りであるから、\n本件審決が認定した本件発明２と甲２発明Ａの相違点の認定も誤りであり、\nこうした相違点の認定の誤りは、本件発明２の容易想到性の判断の結論に影\n響する。\n被告の主張\n本件審決が認定した甲２発明Ａに誤りはなく、本件発明２と甲２発明Ａの\n相違点は、本件審決が認定したとおりである。\n８  取消事由２Ａ－２－２（本件審決が認定した相違点を前提とした本件発明２\nの容易想到性の判断の誤り）について\n原告の主張\n本件審決の相違点２Ａ－１ないし２Ａ－３の容易想到性の判断の誤りに\nついては、前記６ アないしウのとおりであり、相違点２Ａ－４’のうち「白\n色酸化チタン」に関する容易想到性の判断が誤りであることについては、前\n記２ ウと同じである。\n被告の主張\n相違点２Ａ－１ないし２Ａ－３については、前記６ アないしウのとおり\nであり、厚みが「０．５～１０μｍ」と特定されている点については、前記\n４ イのとおりである。\n９  取消事由２Ｂ－１－１（本件発明１と甲２発明Ｂの一致点及び相違点の認定\nの誤り）について\n原告の主張\nア  甲２発明Ｂの認定の誤り\n本件審決は、甲２発明Ｂについて、「その視認面が滑らかであり、」と認\n定しているが、前記５ ア ａの理由により、「鋳造又は射出成形プロセス\n中、もしくはその後」においても「視認面が滑らか」という趣旨であれば\n誤りである。\nイ  本件発明１と甲２発明Ｂの一致点と相違点の認定の誤り\n本件発明１と甲２発明Ｂの対比について\nａ  表面保護層について\n本件審決は、甲２文献の図１１に基づいて甲２発明Ｂの「透明な箔」\nが本件発明１の「表面保護層」に相当すると認定したが、同図１１は、\nナンバープレートの加工途中の状態であって、同文献の図１２のとお\nり、エンボス加工されて凸状に隆起した記号３６部分が削られる工程\nにより、エンボス加工された反射面３４とエンボス加工されない反射\n面３４との間の色のコントラストが得られて、エンボス加工された凸\n状に隆起した後に研磨され削り取られた記号部分が明確となる。\nこのように、着色層３５（透明な箔である着色層）のエンボス加工\n部分は研磨されることにより削り取られ、反射板３４（プラスチック\n板）が露出するのである。\nそうすると、「透明な箔」である「着色層」は、研磨されて削り取ら\nれるのであるから、反射板３４の表面を保護しておらず、「表面保護層」\nとはなり得ない。\nｂ  印刷層について\n本件審決は、甲２発明Ｂの「印刷」は、本件発明１の「印刷層」に\n相当すると認定した。\nしかし、甲２文献には、前記５ ア ｄのとおり、「着色層３５」を\n設けることしか記載されていないこと、同ｃのとおり、「反射板の視認\n面上の透明又は不透明な着色ラッカー塗装は、印刷された透明な箔に\n置き換えることもでき（る）」と記載されているにすぎないことからす\nると、甲２文献には、印刷された層を有することは記載されていない\nというべきである。\nまた、甲２文献には、当該印刷された透明な箔において多数の白い\n点が印刷されていることまで記載されていないことに加え、多数の白\nい点が独立しているかも不明であることは、前記５ イ ｂのとおり\nである。\n一致点及び相違点について\n前記アのとおり、本件審決が認定した甲２発明Ｂは誤りがあり、誤っ\nた甲２発明Ｂと本件発明１との対比も誤っている。\nウ  まとめ\n以上のとおり、本件審決は、本件発明１と甲２発明Ｂの一致点及び相違\n点の認定を誤っており、この誤りは本件発明１の容易想到性の判断の結論\nに影響するものである。\n被告の主張\nア  甲２発明Ｂの認定の誤りについて\n原告は、甲２発明Ｂについて「その視認面が滑らかであり」とした本件\n審決の認定が誤っている旨主張するが、前記５ ア ａのとおり、理由が\nない。\nイ  本件発明１と甲２発明Ｂの一致点と相違点の認定の誤りについて\n本件発明１と甲２発明Ｂの対比について\nａ  表面保護層について\n原告は、前記 イ ａのとおり、甲２発明の着色層のエンボス加工\n部分は研磨されることにより削り取られ、反射板が露出するから、反\n射板の表面を保護しておらず、「表面保護層」とはなり得ない旨主張す\nる。\nしかし、甲２発明Ｂの「反射板」は、エンボス加工されて１枚１枚\n異なる記号（車両を特定するための番号や記号）が付されることを予\n定するものであるが、記号を付す前の反射板の状態（図１１）の半製\n品を大量生産しておくことは十分に考えられるから、甲２発明Ｂは、\nエンボス加工される前の半製品であり、甲２発明Ｂの「透明な箔」は、\n「反射板の視認面全体」を覆うものである（甲２、１４頁１６行～１\n５頁２行、図１１）から、本件発明１の「表面保護層」に相当する。\nなお、甲２発明Ｂが、エンボス加工後の完成品と解しても、その「着\n色層のエンボス加工された記号の前額面が回転ディスクによって研磨\nされ」ても、記号の前額面以外の視認面は着色層に覆われたままであ\nるので、依然として「表面保護」層といえる。\nｂ  印刷層について\n原告は、前記 イ ｂのとおり、甲２文献には、印刷された層を有\nすることは記載されておらず、また、多数の白い点が独立しているか\nも不明である旨主張する。\nしかし、甲２文献には、「記載されているすべての反射板の視認面上\nの透明又は不透明な着色ラッカー塗装は、印刷された透明な箔に置き\n換えることもでき」（９頁１２～２７行）と記載され、また、「図１１\nによれば、反射板３４の視認面全体に、鋳造又は成形プロセス中、も\nしくはその後に、ラッカー・・・からなる着色層３５が装着された」\nと記載されている（１４頁１６行～１５頁２行）から、図１１の「反\n射板３４の視認面全体のラッカーからなる着色層３５」は、「記載され\nているすべての、反射板の視認面上透明又は不透明な着色ラッカー塗\n装」であるといえ、これを「印刷された透明な箔」に置き換えたもの\nが記載されている。そうすると、「印刷された透明な箔である着色層」\nを備えた甲２発明Ｂが認定できるから、これと本件発明１が「印刷層」\nを備えるという限度で一致するとした本件審決の認定に誤りはない。\nなお、本件審決は、「独立した領域をなして繰り返しのパターンで設\n置されており」との点を相違点２Ｂ－３として抽出している。\n一致点及び相違点について\n本件審決の甲２発明Ｂの認定及び対比に誤りはないから、本件審決が\n認定した一致点及び相違点の認定に誤りはない。\n10  取消事由２Ｂ－１－２（本件審決が認定した相違点を前提とした本件発明１\nの容易想到性の判断の誤り）について\n原告の主張\nア  相違点２Ｂ－１について\n前記６ アと同様の理由により、相違点２Ｂ－１は、当業者が容易にな\nし得たものとはいえない。また、甲２発明Ｂでは、「透明な箔」は、エンボ\nス加工部分が研磨されて削り取られることが前提となっており、「透明な\n箔」が表面保護層となることは、甲２文献の記載から矛盾することとなる\nのであり得ない。\nイ  相違点２Ｂ－２について\n前記６ イと同様の理由により、相違点２Ｂ－２は、当業者が容易にな\nし得たものとはいえない。\nウ  相違点２Ｂ－３、２Ｂ－４について\n前記２ イ、ウ及び６ ウと同様の理由により、当業者が容易になし得\nたものとはいえない。\nエ  小括\n以上によれば、本件発明１は、甲２発明Ｂ及び周知技術により当業者が\n容易になし得たものとはいえないから、これと異なる本件審決の判断は誤\nりである。\n被告の主張\nア  相違点２Ｂ－１について\n再帰反射シートにおいて（メタ）アクリル樹脂からなる保護フィルムは\n古くから周知であり（甲１２の３【００２７】、甲１６（９頁４～７行、１\n０頁下から２～１行）、（メタ）アクリル樹脂は耐候性が優れていることも\n周知である（甲２４、２５）。甲２発明Ｂの「反射板」は車両ナンバープレ\nートとして使用されるものであるから、耐候性に優れた（メタ）アクリル\n樹脂を用いることが適当である。また、印刷層と保持体層と透明な保護層\nとの間に両者に接して設ける構成は周知であり（甲３（図１３、【０１３\n９】）、甲１２の４（図８、【００９９】）、甲１２の５（図１１、【０１０５】）、\n甲１６（図３、１６頁６～７行））、当該周知技術からすれば、印刷が汚染、\n損傷等しないように保護するために、「印刷された透明な箔」の印刷面の側\nが「プラスチック板」と結合されるように配置するのは、印刷面の保護を\n考える当業者が採用する自然な設計である。\nイ  相違点２Ｂ－２について\n前記６ イと同様の理由により、相違点２Ｂ－２の構成とすることは当\n業者が容易になし得たことである。\nウ  相違点２Ｂ－３について\n「印刷された透明な箔」を具体化する当業者ならば、「視認面を、日中、\n白く不透明に見せ」、「反射光が所定の割合で透過するように」「Raster（複\n数の独立した点からなる網目模様）の多数の白い点」を参考にすると考え\nられる。また、「多数の白い点」の大きさについては、前記６ ウと同じで\nある。\nエ  相違点２Ｂ－４について\n前記６ エと同様の理由により、当業者が容易になし得たものである。\nオ  小括\n以上によれば、本件発明１は、甲２発明Ｂ及び周知技術により当業者が\n容易になし得たものであり、これと同旨の本件審決の判断に誤りはない。\n11  取消事由２Ｂ－２－１（本件発明２と甲２発明Ｂの一致点及び相違点の認定\nの誤り）について\n原告の主張\n前記９ アのとおり、本件審決が認定した甲２発明Ｂは誤りであるから、\n本件審決が認定した本件発明２と甲２発明Ｂの相違点の認定も誤りであり、\nこうした相違点の認定の誤りは、本件発明２の容易想到性の判断の結論に影\n響する。\n被告の主張\n前記９ アのとおり、本件審決が認定した甲２発明Ｂに誤りはなく、本件\n審決が認定した本件発明２と甲２発明Ｂの相違点の認定に誤りはない。\n12  取消事由２Ｂ－２－２（本件審決が認定した相違点を前提とした本件発明２\nの容易想到性の判断の誤り）について\n原告の主張\n相違点２Ｂ－１ないしＢ－４’については、前記１０ アないしウと同様\nの理由により、当業者が容易になし得たものとはいえず、これと異なる本件\n審決の判断は誤りである。\n被告の主張\n相違点２Ｂ－１ないしＢ－３については、前記１０ アないしウのとおり\nであり、相違点２Ｂ－４’については、前記４ のとおりであるから、本件\n審決の判断に誤りはない。\n13  取消事由３（サポート要件違反の判断の誤り）について\n原告の主張\n前記第２の３ のとおり、本件審決は、「保持体層と表面保護層との間に印\n刷層が保持体層と表面保護層に接して接着され」とのみ記載され、「保持体層」\nと「表面保護層」が接しているか否か特定する記載はないから、本件発明は、\n「保持体層」と「表面保護層」が密着性が保たれている幅で接着している構\n成を欠くものであり、本件発明１の「再帰反射シート」は、本件明細書の【０\n０５４】に記載された耐候性試験に合格することができない態様が含まれて\nいるとして、サポート要件を満たさない旨判断したが、以下のとおり誤りで\nある。\nア  再帰反射シートについては、「ＪＩＳ  Ｚ－９１１７」による耐候性試験\nが定められているとおり、耐候性が要求されることは当然の前提となって\nおり、このため、再帰反射シートおいては、隣接している各層間は密着し\nなければならないことは当然の技術常識である。\n本件発明１は、①「印刷層が保持体層と表面保護層に接して設置されて\nおり」、②「該印刷層の印刷領域が独立した領域をなして繰り返しのパター\nンで設置されており、連続層を形成せず」、③「該独立印刷領域の面積が０．\n１５ｍ㎡～３０ｍ㎡であり」という発明特定事項であり、当業者は、①に\nより、印刷層の一方の面が保持体層に接しており、他方の面が表面保護層\nに接していると理解でき、②により、印刷層の印刷領域は独立した領域を\nなして設置されており、連続層を形成していないことから、印刷領域が途\n切れている箇所が存在すると理解でき、③により、独立印刷領域の面積が\n「０．１５ｍ㎡～３０ｍ㎡」という所定の範囲であると理解できる。また、\n「印刷層」は、その性質上、膜厚が薄いことも自明である（膜厚が１０μ\nｍを超えるものがあるとしても、薄いことは明らかである。）から、再帰反\n射シートの独立印刷領域がない部分の「保持体層」と「表面保護層」とが\n隣接して配置されていることは当業者には明らかである。そして、再帰反\n射シートは、隣接している各層間が密着していなければならないことは技\n術常識であるから、隣接して配置されている表面保護層と保持体層につい\nて、当業者は、再帰反射シートの独立印刷領域がない部分の「保持体層」\nと「表面保護層」が密着していなければならないと当然に理解する。\n本件明細書には、表面保護層 であるアクリル樹脂フィルム（７０μｍ）\nに、印刷層 である印刷パターンを印刷し（【００６２】）、印刷パターンが\n印刷されているアクリル樹脂フィルムの表面保護層に、保持体層と反射素\n子となるポリカーボネート樹脂を熱圧着して印刷積層シートを作成し\n（【００６３】）、さらに、ポリカーボネート樹脂を圧縮成形してキューブ型\n再帰反射シートの中間製品を作製している（【００６４】）ことが記載され\nており、表面保護層と保持体層とが密着されていることが理解できる。\nイ  以上によれば、本件発明はサポート要件違反がある旨の本件審決の判断\nは誤りである。\n被告の主張\nア  本件発明は、印刷層により色相（輝度）を改善することを前提に、耐候\n性及び耐水性の問題（耐候性と耐水性は一体不可分のものである）を解決\nすることを課題とするものであることは、原告も概ね認めるところである。\nそして、本件発明が解決しようとする耐候性及び耐水性は、本件明細書\nの【００５４】に記載された耐候性試験後の外観が「異常無し」であるこ\nとを意味するものと理解されるところ、本件明細書に記載された実施例\n（【００５７】ないし【００７４】、図４）においては、印刷パターンは直\n径２ｍｍの円形状でピッチが４ｍｍ、又は直径１ｍｍの円形状でピッチが\n３ｍｍのものであり、さらに、その印刷用インキのバインダーとして特定\nの組成が使用され、熱圧着も特定の条件（温度、圧力等）で行われたもの\nについて、「異常無し」であったことが記載されている。\nしかし、印刷パターンが上記以外のもので円の直径に比してピッチが小\nさいものや、そもそも印刷パターンが円形状でないもの、さらには印刷イ\nンキのバインダーや熱圧着条件（温度、圧力等）が実施例と異なるものに\nついても同様の試験結果が得られることは、本件明細書に記載されておら\nず、本件出願時の技術常識から明らかであるとはいえない。\nしたがって、本件発明は、耐候性及び耐水性の課題が解決できると当業\n者が認識できるとはいえないものを含んでいるから、本件発明は、サポー\nト要件を充足しない。\nイ  これに対して、原告は、前記 アのとおり、再帰反射シートにおいては、\n「ＪＩＳ  Ｚ－９１１７」による耐候性試験が定められており、耐候性が\n要求されることは当業者の当然の前提として、隣接している各層間は密着\nしなければならないことは当然の技術常識であるとして、本件発明１の発\n明特定事項、本件明細書の【００６２】ないし【００６４】及び上記技術\n常識から、当業者は、本件発明１において「独立印刷領域」がない部分の\n「保持体層」と「表面保護層」とが密着していなければならないと当然に\n理解する旨主張する。\nしかし、本件明細書の【００１２】には、再帰反射シートに連続した印\n刷層を設置した場合に印刷層周辺の密着性が劣るとの記載があり、隣接し\nている各層間が密着していることが技術常識であるとしても、密着性が劣\nる再帰反射シートがあることは明らかである。例えば、本件発明は、円形\n状の独立印刷領域においてピッチが小さい態様も含まれており、保持体層\nと表面保護層の密着性が保たれる幅で接着されていないため、保持体層と\n表面保護層の密着性が劣り、耐候性試験で異常なしとの評価を得るに至ら\nない態様が含まれることは明らかである。\n本件審決は、「保持体層」と「表面保護層」とが接着していることが特定\nされていない点だけでなく、本件発明の「再帰反射シート」が「保持体層」\nと「表面保護層」が接着しており、かつ、接着の幅（１つ１つの印刷領域\nの間隔）が層間密着強度が低下しない程度であるという構成を欠いた点、\n「保持体層」と「表面保護層」が密着性が保たれる幅で接着しているとい\nう構成を欠く点を問題にしており、原告が主張する技術常識があるとして\nも、本件発明１の「独立印刷領域」がない部分の「保持体層」と「表面保\n護層」が密着性が保たれるような幅で接着しているとはいえず、上記構成\nを欠いた「再帰反射シート」が本件明細書の【００５４】に記載された耐\n候性試験において「異常無し」との評価を得るに至らない態様が含まれる\n旨の本件審決の判断が覆ることにならない。\n前記アのとおり、本件明細書の実施例は、保持体層と表面保護層とを特\n定の条件（温度、圧力等）で熱圧着して再帰反射シートを作成したもので\nあるが、本件発明は、この方法で作成されたものに限定されないから、本\n件明細書の【００５４】に記載された耐候性試験において異常なしとの評\n価されるに至らない態様が含まれる。\nウ  したがって、本件発明は、サポート要件を充足するものではなく、これ\nと同旨の本件審決の判断に誤りはない。\n第４  当裁判所の判断\n１  本件明細書（甲７３）の記載について\n本件明細書には、別紙１のとおりの記載があり、同記載事項によれば、本件\n発明に関し、次のような開示があることが認められる。\n入射した光を光源に向かって反射する再帰反射シートは、道路標識、工事\n標識等の標識類、自動車やオートバイ等の車両ナンバープレート類等に広く\n利用されており、中でも三角錐型反射素子等のキューブコーナー型再帰反射\n素子の再帰反射原理を利用したキューブコーナー型再帰反射シートや反射素\n子の反射素子面に蒸着層が設置されている三角錐型キューブコーナー再帰反\n射シートは、従来のマイクロ硝子球を用いた再帰反射シートに比べて光の再\n帰反射効率が格段に優れているが、蒸着型三角錐型キューブコーナー再帰反\n射シートは、その再帰反射素子の性質から金属の色の影響を受けて暗くなっ\nてしまうという欠点があるため、三角錐型キューブコーナー再帰反射シート\nや金属蒸着三角錐型キューブコーナー再帰反射シートの色相を改善するため\nに該再帰反射シートの一部に連続した印刷層を設ける試みもされている（【０\n００２】ないし【０００４】、【０００８】）。\nしかし、印刷層は、反射素子とも表面保護層とも密着性がやや劣り、その\n層自体の耐候性が劣り耐候性試験においてフクレを生じたり、また、吸水し\nやすいという欠点を有しており、三角錐型キューブコーナー再帰反射シート\nや蒸着型三角錐型キューブコーナー再帰反射シートに連続した印刷層を設置\nした場合、該印刷層の周辺の密着性が劣り、耐候性や耐水性が劣るという欠\n点を有していた（【００１２】）。\n本件発明は、三角錐型キューブコーナー再帰反射シートや金属蒸着三角錐\n型キューブコーナー再帰反射シート等で色相を改善するために印刷層を設け\nた場合における耐候性や耐水性に劣るという従来技術における欠点を非常に\n簡単で安価な方法で問題を解決し、色相の改善された再帰反射シートが得ら\nれることを見出して完成するに至った（【００１４】、【００１５】）。\n本件発明は、少なくとも、多数の反射素子と保持体層からなる反射素子層、\n反射素子層の上層に設置された表面保護層からなる再帰反射シートにおいて、\n①反射素子層にポリカーボネート樹脂を用い、表面保護層に（メタ）アクリ\nル樹脂を用い、②保持体層と表面保護層の間に印刷層が保持体層と表面保護\n層に接して設置されており、③この印刷層と印刷領域が独立した領域をなし\nて繰り返しのパターンで設置されており、連続層を形成せず、独立印刷領域\nの面積が０．１５ｍ㎡～３０ｍ㎡であり、④この印刷層は、白色の無機顔料\nとして酸化チタンを含有することを特徴とする印刷された再帰反射シートを\n提供するものである（【００１６】）。\n２  取消事由１－１－１（本件発明１と甲１発明の一致点及び相違点の認定の誤\nり）について\n甲１文献の記載事項について\nア  甲１文献には、別紙２のとおりの記載（訳文は、「特許請求の範囲」２な\nいし４は乙１により、その他は本件審決による。以下同じ。）があり、同記\n載事項によれば、甲１発明に関し、次のような開示があることが認められ\nる。\n「本発明」は、コーンや車止めポールのような交通危険標識、道路標\n識その他の再帰反射材に関する発明である（１頁３～８行）。\nこうした交通危険標識は、道路コーンや車止めポールを覆う適切な形\n状の再帰反射スリーブを装着して再帰反射性が与えられているが、例え\nば、スリーブは、夜間には自動車のヘッドライトからの入射光を反射し\nなければならず、日光の下では、スリーブが白く見えなければならず、\nこれを実現するために、白色顔料を含む接着剤層は、反射コーディング\nの上に塗布され、ガラス微小球は接着剤に埋め込まれているが、組立体\nの接着剤中の白色顔料は再帰反射性を低下させることから、白色顔料の\n量を減らすと再帰反射性が向上するが日光の下では十分に白い外観が\n保てなくなるという問題があった（１頁９～３１行）。\n「本発明」により、裏材、裏材上の再帰反射コーディング、再帰反射\nコーディングに取り付けられたガラス微小球を有する再帰反 射材が提\n供され（１頁３４～４７行）、本発明の白色に着色された材料は、再帰反\n射コーディングを覆う透明又は半透明のカバーシートの片面又は両面\nに印刷され得るものであり（１頁４８～５３行）、再帰反射コーディング\nは、２層で形成され、第１の層が乾燥した後に第２の層が塗布され、ガ\nラス微小球が第２の層に取り付けられ（１頁６０～６６行）、再帰反射材\nは、・・・プラスチック製の裏材１０を有し、裏材の片面には、再帰反射\n材料の層１２が塗布され、第１の層１２の上には、再帰反射材料の第２\nの層１４が塗布され（１頁７４～８３行）、複数のガラス微小球１６が、\n第２の層１４に取り付けられ、第２の層は液体から形成され、この層が\nまだ液体であるうちに、ガラス微小球がその中に部分的に埋め込まれ、\n第２の層が乾燥すると、ガラス微小球は第２の層にしっかりと固定され\n（１頁８８行～９４行）、透明又は半透明のカバー層１８は、第２の層１\n４の上に設けられており、好ましくは、材料片の端部に隣接する部分を\n除いて、組立体の残りの部分に取り付けられず、又は固定されておらず、\nカバー層の一部は白色に着色されており、白色の着色は、カバー層の片\n面又は両面に付与することができ、白色に着色された部分は、例えば、\n複数の点・・・による、・・・均一なパターンであり得る（１頁９９～１\n１４行）。\nイ  これらの記載によれば、甲１発明は、本件審決が認定したとおりである\nと認められる。\n原告主張の甲１発明の認定の誤りについて\nア  原告は、前記第３の１ ア ａのとおり、①甲１文献に記載された「複\n数の点」、「複数の線」、「他の規則的」な形状又は「不規則な形状」を「ラ\nンダム」又は「均一」なパターンとし得ることが記載されているとして\nも、これらについては多数の組み合わせが考えられ、再帰反射コーティ\nング１４や裏材１０の白色に着色された部分について、「複数の点」によ\nる「均一」なパターンという特定の構成とするものと理解できない、②\n仮に、甲１文献に「白色に着色された部分は、複数の点による均一なパ\nターンである」ことが開示されているとしても、「再帰反射コーティング」\nである「第１の層１２」及び「第２の層１４」並びに「裏材１０」につ\nいて上記構成が開示されているにすぎず、「カバー層１８」の片面又は両\n面に白色顔料を印刷する場合において、上記構成が開示されているわけ\nではない、③甲１発明において、カバー層１８の片面又は両面に白色顔\n料が印刷された場合に、「白色に着色された部分は、複数の点による均一\nなパターンである」と構成することは、再帰反射性を減少させるもので\nあり、「白色が一定限度以上に不明瞭にしたり、減衰させたりしてはなら\nない」という甲１発明の課題を解決できないから、甲１文献には、カバ\nー層１８の１つの部分が白色に着色されたとしても、当業者は、「白色に\n着色された部分は、複数の点による均一なパターンである」態様と理解\nすることはない旨主張する。\nしかし、前記 のとおり、甲１文献には、「カバー層の一部は白色に着\n色されている。白色の着色は、カバー層の片面又は両面に付与すること\nができる。・・・白色に着色された部分は、例えば、複数の点、複数の線、\n又はその他の規則的又は不規則な形状による、ランダム又は均一なパタ\nーンであり得る。」（１頁９９～１１４行）との記載があり、「白色が再帰\n反射コーティングの再帰反射性を一定限度以上に不明瞭にしたり、減衰\nさせたりしてはならない」（１頁１１５～１１８行）限度で、白色の着色\nのパターンを適宜選択できることが開示されており、甲１文献には、こ\nのうちの１つのパターンである「白色に着色された部分は複数の点を均\n一なパターン」であることが開示されているといえる。\nそして、甲１文献には、「カバー層の一部は白色に着色されている。白\n色の着色は、カバー層の片面又は両面に付与することができる。代わり\nに、微小球をそこに取り付ける前に、再帰反射コーティング１４の上に\n白色が直接塗布されてもよく、又は、再帰反射コーティングが、裏材を\n露出するように、不連続とされてもよい。裏材自体が白色に着色されて\nもよく、又は、白色が裏材の露出部分に塗布されてもよい。白色に着色\nされた部分は、例えば、複数の点･･･による、・・・均一なパターンであ\nり得る。」（１頁９９～１１４行）との記載があるところ、上記下線部は、\n「白色に着色する部分がカバー層である」ことの「代わりに」\n（Alternatively）、すなわち、白色に着色する部分の他の選択肢として、\n再帰反射コーティングの上や裏材を白色に着色する実施例を示すものと\n理解されるから、「白色に着色する部分がカバー層である」構成とその他\nの選択肢の構成を受けて、「白色に着色された部分」についてのパターン\nを二重下線部分で開示するものというべきである。\nまた、甲１文献には、「白色は、再帰反射コーティングを覆う透明又は\n半透明のカバーシートの片面又は両面に印刷され得る。」（１頁４８～５\n３行）、「カバー層の一部は白色に着色されている。白色の着色は、カバ\nー層の片面又は両面に付与することができる。」（１頁９９～１１４行）、\n「組立体に必要な反射性を持たせるためには、白色が再帰反射コーティ\nングの再帰反射性を一定限度以上に不明瞭にしたり、減衰させたりして\nはならない。しかしながら、材料が日光の下で白色に見えるように、十\n分な白色が存在しなければならない。一般に満足な組立体は、材料の面\n積の１０～２０％、好ましくは１２～１７％が白色に着色されたもので\n得られる。（１頁１１５～１２３行）との記載があることに加え、特許請\n求の範囲として、「裏材、前記裏材上の再帰反射コーティング、前記再帰\n反射コーティングに取り付けられたガラス微小球を含む再帰反射材であ\nって、前記コーティングが不完全であるか、又は不完全であるように見\nえ、前記コーティングが欠けているか、又は欠けているように見える、\n部分又は複数の部分に白色が付与されている、再帰反射材。」（請求項１）、\n「白色が再帰反射コーティングの上に付与されている、請求項１に記載\nの再帰反射材。」（請求項２）、「白色が再帰反射コーティングに直接塗布\nされている、請求項１又は２に記載の再帰反射材。」（請求項３）、「白色\nが再帰反射コーティング上に広がる（extends  over）カバーシートに付\n与されている、請求項１又は２に記載の再帰反射材。」（請求項４）との\n記載がある。\nそうすると、甲１発明は、日中に白く見えるように着色したカバー層\nの白色を材料面積の割合で調整しつつ、夜間の「再帰反射コーティング\nの再帰反射性を一定限度以上に不明瞭にしたり、減衰させたり」しない\n構成であれば、課題が解決するものであると理解することができるから、\nカバー層１８の片面又は両面に複数の点による均一なパターンとする構\n成が甲１発明の技術的思想に反するものとはいえない。\nしたがって、上記の原告の主張はいずれも採用できない。\nイ  原告は、前記第３の１ ア ｂのとおり、甲１文献の「Part of the cover\nlayer is・・・」（１頁１０３～１１４行）は、「カバー層の１つ（単数）\nの部分」を指すものであるとの前提のもとに、「カバー層の１つの部分」\nとは、材料片の「端部に隣接する部分」であり、材料片の端部に隣接す\nる部分を白色に着色した場合であれば、再帰反射性が減少することなく、\n白色の外観を得ることができるとして、「カバー層１８の一部」は「カバ\nー層の１つの部分」として認定されるべきである旨主張する。\nしかし、甲１文献には、「カバー層１８」の片面又は両面に印刷された\n白色に着色された部分は、複数の点による均一なパターンであることが\n開示されていることは前記 のとおりであって、カバー層の「材料片の\n端部に隣接する部分」のみが白色に着色されていると解釈する必要はな\nい。原告が指摘する甲１文献の「Part of the cover」は、特定の部分を示\nす「the  part」といった用語が使用されているものではないため、この\n文の直前にある「Preferably the cover layer18 is・・・the edegs of the\npiece  of  material」の部分を指すものではなく、被告が指摘するように\n複数のものを集合的に単数形で扱っているものと理解するのが相当で\nある。\nしたがって、上記の原告の主張は採用できない。なお、原告は、その\n他にも、本件審決の認定の誤りについて、用語に関する翻訳の当否等を\n含め、るる主張するが、いずれも当を得ないもの、あるいは前記結論を\n左右し得ないものというべきである。\n本件発明１と甲１発明の一致点及び相違点について\nア  前記 のとおり、本件審決が認定した甲１発明に誤りはなく、これを前\n提として本件発明１と対比すると、本件発明１は、本件審決が認定した相\n違点１－１ないし１－５の点で甲１発明と相違する。\nイ   これに対して、原告は、前記第３の１ イ ａのとおり、甲１発明に\nは「多数の反射素子」は存在しない以上、甲１発明の「光再帰反射素子\n層」は本件発明１の反射素子層に相当しない旨主張する。\n原告が指摘する本件審決が認定した「光再帰反射素子層」は、「第１の\n層１２」、「第２の層１４」、「ガラス微小球１６」及び空隙を併せたもの\nを総称したものであるが、相違点１－１は、「本件発明１の「再帰反射シ\nート」が、「少なくとも多数の反射素子と保持体層からなる反射素子層」、\n「反射素子層の上層に設置された表面保護層」からなり、「保持体層と表\n面保護層の間に印刷層が保持体層と表面保護層に接して設置され」たも\nのであるのに対し、甲１発明は、上記下線を付した位置関係ないし部材\nの組み合わせを具備しない点」というものであるから、甲１発明には「多\n数の反射素子」に該当するものがないとしても、相違点を看過している\nものとはいえない。\n原告は、前記第３の１ イ ｂのとおり、再帰反射シートは切断して\n使用することが前提であり、本件審決のように甲１発明が切断、破壊し\nて使用することを前提としないのであれば、甲１発明の「再帰反射材」\nは本件発明１の再帰反射シートに該当しない旨主張するが、本件明細書\nには、本件発明に係る再帰反射シートは切断、破壊することに限定する\nといった記載はなく、甲１発明に関する本件審決の説示を取り上げて、\n本件発明１と甲１発明との相違点として殊更認定する必要はない。\n原告は、前記第３の１ イ ｃのとおり、甲１発明について、「白色に\n着色された部分は、複数の点による均一なパターンである」との構成を\n具備するものであるとしても、甲１発明の「複数の点」が本件発明１の\n「印刷領域が独立した領域をなして」を具備するものではない旨主張す\nるが、甲１文献には、「・・・したがって、本発明では、白色に着色され\nた材料は、再帰反射コーティングの上に均一に塗布されるのではなく、\nコーティングの複数の部分の上にのみ付与される。これらの複数の部分\nは、複数の点・・・の形状のような分離した（discrete）複数の領域・・・\nであってもよく、それらは、組立品の上に規則的に・・・分布しても良\nい」（１頁３４～４７行）との記載があり、「discrete」の語彙からして、\nカバー層の白色に着色された部分は、それぞれが個別の領域をなしてい\nるといえるから、甲１発明との対比において、複数の点が「印刷領域が\n独立してなして」いることは、本件発明１との相違点ではなく、一致点\nとして認定されるべきである。\nウ  したがって、原告の主張は、いずれも採用できない。\n小括\n以上によれば、本件審決の甲１発明の認定に誤りはなく、また、本件発明\n１と甲１発明の対比において相違点の看過はなく、本件審決の相違点の認定\nに誤りはない。\n３  取消事由１－１－２（本件審決が認定した相違点を前提とした本件発明１の\n容易想到性の判断の誤り）について\n前記１の開示事項からすると、本件発明は、三角錐型キューブコーナー再\n帰反射シートや蒸着型三角錐型キューブコーナー再帰反射シート等で色相\nを改善するために印刷層を設けた場合における耐候性や耐水性に劣るとい\nう従来技術の問題点を解決するために、①反射素子層にポリカーボネート樹\n脂を用い、表面保護層に（メタ）アクリル樹脂を用い、②保持体層と表面保\n護層の間に印刷層が保持体層と表面保護層に接して設置されており、③この\n印刷層と印刷領域が独立した領域をなして繰り返しのパターンで設置され\nており、連続層を形成せず、独立印刷領域の面積が０．１５ｍ㎡～３０ｍ㎡\nであり、④この印刷層は、白色の無機顔料として酸化チタンを含有する、再\n帰反射シートとすることに技術的意義があり、本件明細書で開示されている\n実施例と比較例の構成の相違とその試験結果（【００７９】）も踏まえると、\n②と③は、課題解決のための不可欠の構成であるといえる。\nそうすると、②と③に関する相違点１－１と１－４のそれぞれについて容\n易想到性を検討するのではなく、一体の構成として検討されるべきである\n（なお、仮に、個別に検討したとしても、本件結論は左右されない。以下同\nじ。）。\n被告は、前記第３の２ ア のとおり、当業者は、甲１発明の課題である\n「再帰反射効率の向上」と「再帰反射を増加させ、日中において十分な白い\n外観を備える」ことを目的として、甲１発明におけるカバー層１８と裏材１\n０の間に存在する、再帰反射機能を果たす「再帰反射コーティングの第１の\n層１２、その上に適用された再帰反射コーティングの第２の層１４、第２の\n層に取り付けられたガラス微小球１６及び空気層からなる」層構成を、甲３\n文献に記載された表面保護層 と支持体層 との間に存在する「反射素子層\nと保持体層 とが一体成形されたポリカーボネート樹脂からなる三角錐型\nキューブコーナー再帰反射材、空気層 及び結合材層 」からなる層構成に、\n光の入射方向を考慮した上で置換する動機付けがある旨主張する。そこで、\nまず甲３文献の記載事項について検討する。\nア  甲３文献には、別紙４のとおりの記載があり、同記載事項によれば、次\nのような開示があることが認められる。\n「本発明」は、新規な構造の三角錐型キューブコーナー再帰反射シー\nトに関するものであり、道路標識、工事標識等の標識類、自動車、オー\nトバイ等の車両のナンバープレート等の反射板等において有用な三角錐\n型キューブコーナー再帰反射素子によって構成される三角錐型キューブ\nコーナー再帰反射シートに関する（【０００１】、【０００２】）。\n従来、入射した光を光源に向かって反射する再帰反射シートはよく知\nられており、中でも三角錐型反射素子等のキューブコーナー型再帰反射\n素子の再帰反射原理を利用した再帰反射シートは、従来のマイクロ硝子\n球を用いた再帰反射シートに比べ光の再帰反射効率が格段に優れており、\nその優れた再帰反射性能により年々用途が拡大しつつあるが、従来の公\n知の三角錐型再帰反射素子は、その反射原理から素子の持つ光学軸と入\n射光線とがなす角度が小さい角度の範囲では良好な再帰反射効率を示す\nが、入射角が大きくなるにつれて再帰反射効率は急激に低下するといっ\nた問題があった（【０００６】、【０００７】）。\n「本発明」の再帰反射シートは、一般に三角錐型キューブコーナー再\n帰反射シートに望まれる基本的な光学特性である、高輝度性、すなわち、\n該シート正面から入射した光の反射輝度に代表される反射輝度の高さ\n（大きさ）のみならず、観測角特性、入射角特性、回転角特性等の広角\n性の改善を可能とする（【０１６０】）。\nイ  そして、甲３文献の【０１３７】の記載及び図１３によると、甲３文献\nには、「光の入射方向 から順に、表面保護層 、観測者に情報を伝達した\nりシートの着色のための印刷層 、反射素子層の裏面に水分が侵入するの\nを防止するための密入密封構造を達成するための結合材層 、反射素子層\nと結合材層 に囲まれて、反射素子の界面での再帰反射を保証するため\nの空気層 、結合材層 を支持する支持体層 、該再帰反射シートを他の\n構造体に貼付するために用いる接着剤層 と剥離材層 を設けてなる、三\n角錐型キューブコーナー再帰反射シート」（本件審決が認定した「甲３記載\n技術」）が開示されているものと認められる。\nア  以上を前提として検討するに、甲１発明の構成は、「プラスチック製の裏\n材１０」と、「プラスチック裏材１０の片面に再帰反射材料の第１の層１２」、\n第１の層１２の上に「再帰反射材料の第２の層１４」、しっかりと固定され\nた部分的に第２の層１４に埋め込まれたガラス微小球１６、カバー層１８\nからなり、カバー層１８の一部は白色に着色され、白色の着色は、カバー\n層１８の片面又は両面に印刷されており、このカバー層１８は、材料片の\n端部に隣接する部分を除いて組立体に取り付けられていない、すなわち、\nカバー層１８とガラス微小球１６の間に空隙が生じている。この印刷層と\nガラス微小球１６の間の空隙は、空隙の空気とガラス微小球との界面で光\nを屈折させることにより再帰反射の光路を形成するもの（被告準備書面\n３頁。本件審決も同旨）である。こうした再帰反射シートにおいては、再\n帰反射材料である第１の層、第２の層とその上に取り付けられた微小球、\n白色に一部が印刷されたカバー層が１つの技術的思想として、甲１発明の\n目的である、夜間に自動車のヘッドライトからの入射光を反射し、日光の\n下では白く見える再帰反射材となるものと理解することができる（以下の\n図を参照。なお、赤い部分は、白色に着色された印刷部分）。\nこのように、甲１発明は、カバー層１８及びその片面又は両面に複数の\n点で均一なパターンで白色に着色された印刷層と、微小球１６の間には空\n隙があり、カバー層１８は材料片の端部に隣接する部分を除いて組立体に\n取り付けられていない構成であって、空隙部は再帰反射の光路を形成する\nために設けられたものであるから、甲１発明に接した当業者は、印刷部と\n第２の層１４の間の空隙部に水等が侵入することで印刷層にふくれ等が\n生じ再帰反射性が低下することによる課題を認識することができず、こう\nした課題を前提として甲３記載技術を適用する動機付けはない。\nイ  また、再帰反射材において再帰反射効率を高めることは周知の課題であ\nり、キューブコーナー型再帰反射素子がマイクロ硝子球を用いたものより\nも再帰反射効率が高いことが知られていたとしても、甲１発明におけるカ\nバー層１８とカバー層１８の片面又は両面に複数の均一なパターンで白\n色に着色された印刷層は、ガラス微小球を用いた構成を前提として、夜間\nの再帰反射性を一定限度以上に不明瞭にしたり減衰させることなく、日光\nの下では白色に見えるように十分な白色を存在するように構成されたも\nの（１頁１１５～１２３行）であるから、こうしたカバー層１８と白色に\n着色された印刷層の構成をそのままとした上で、これと裏材１０の間に存\n在する層構成のみを取り出し、甲３記載技術の三角錐型キューブコーナー\n再帰反射材、空気層及び結合材層からなる層構成に置き換える動機付けは\nない。\nウ  仮に、甲１発明の構成のうち「空隙部、ガラス微小球、第２の層１４、\n第１の層１２」を、甲３記載技術の構成のうち「結合材層 、空気層 、\nガラス微小球 16  カバー層 18  第２の層 14\n裏材\n第１の層 12\n三角錐型反射素子層 、保持体層 」の構成を適用する動機付けがあると\nしても、カバー層１８が保持体層に接して構成することが可能な部材であ\nるかにつき、それが可能であることを認めるに足りる証拠はない。\nエ  以上のとおり、甲１発明に甲３記載技術を適用する動機付けはなく、仮\nに動機付けがあるとしても、「保持体層と表面保護層の間に印刷層が保持\n体層と表面保護層に接して設置され」た構成（相違点１－１）には想到し\nない。\nそうすると、当業者が、保持体層と表面保護層の間に印刷層が設置される\nことで生じる印刷層のフクレ等の課題を認識して独立した印刷領域の面積割\n合について検討する動機付けはないから、相違点１－４の構成にも想到し得\nない。\n小括\n以上によれば、本件審決には、少なくとも相違点１－１、１－４の容易想\n到性の判断に誤りがあり、本件発明１は、甲１発明及び甲３記載技術等に基\nづいて当業者が容易に想到し得たとはいえないから、その他の点について判\n断するまでもなく、原告主張の取消事由１－１－２は理由がある。\n４  取消事由１－２－１（本件発明２と甲１発明の一致点及び相違点の認定の誤\nり）について\n原告は、前記第３の３ のとおり、本件審決の甲１発明の認定に誤りがある\nことを前提として、本件審決の相違点の認定に誤りがある旨主張するが、前記\n２ のとおり、本件審決の甲１発明の認定に誤りはない。\nそして、本件発明２は、①「反射素子が三角錐型キューブコーナー再帰反射\n素子」と、②印刷層の厚みを「０．５～１０μｍ」とした点以外は、本件発明\n１の構成に同じである。\nそうすると、本件発明２と甲１発明の相違点は、相違点１－２ないし１－４\nに加えて、相違点１－１は、①の構成を前提として本件審決が認定した相違点\n１－１’、相違点１－５は、②の構成を前提として本件審決が認定した相違点１\n－５’として認定されるべきである。\nしたがって、本件発明２と甲１発明の一致点及び相違点の認定に関して本件\n審決の判断に誤りはない。\n５  取消事由１－２－２（本件審決が認定した相違点を前提とした本件発明２の\n容易想到性の判断の誤り）について\n本件発明の技術的意義からすると、相違点１－１’と相違点１－４は一体の\n構成として検討されるべきことは、前記３ のとおりである。\nそして、相違点１－１’は、相違点１－１の構成に、本件発明２の「反射素\n子が三角錐型キューブコーナー再帰反射素子」とした点が相違点として加わっ\nたものであるところ、甲１発明に甲３記載技術を適用する動機付けはなく、仮\nに動機付けがあるとしても、「保持体層と表面保護層の間に印刷層が保持体層\nと表面保護層に接して設置され」た構成（相違点１－１）には想到しないから、\n相違点１－１’の構成も想到し得ないものであり、また、当業者が、保持体層\nと表面保護層の間に印刷層が設置されることで生じる印刷層のフクレ等の課題\nを認識して、独立した印刷領域の面積割合について検討する動機付けはないか\nら、相違点１－４の構成にも想到し得ないことは、前記３ のとおりである。\nしたがって、本件審決には、少なくとも相違点１－１’、１－４の容易想到性\nの判断に誤りがあり、本件発明２は、甲１発明及び甲３記載技術等に基づいて\n当業者が容易に想到し得たとはいえないから、その他の点について判断するま\nでもなく、原告主張の取消事由１－２－２は理由がある。\n６  取消事由２Ａ－１－１（本件発明１と甲２発明Ａの一致点及び相違点の認定\nの誤り）について\n甲２発明Ａの認定の誤りについて\nア  甲２文献の記載事項について\n甲２文献には、別紙３のとおりの記載（本件審決の訳文による。）があ\nり、同記載事項によれば、甲２発明Ａに関し、次のような開示があるこ\nとが認められる。\nａ  「本発明」は、再帰反射板及びその製造方法に関するものである。\n夜間の交通の安全性を高めるために、反射膜でコーティングされた\n金属シートからなる反射交通標識が知られており、車両に反射プレー\nトを備えることで、夜間に車両が照射されるとナンバープレートで夜\n間でも車両を識別することができる。公知のナンバープレートは、ラ\nッカー塗装された非反射アルミニウムシートであり、記号、文字及び\n／又は数字が凸状にエンボス加工された後、この凸面が通常は黒色で\nラッカー塗装される。（以上、１頁４～９行、１３行～２頁７行）\nｂ  「本発明」の課題は、夜間交通における安全性を高め、交通路及び\n交通制御装置の視認性、さらには車両の視認性を向上させるための再\n帰反射面及びプレートを提供すること、そのような反射面及びプレー\nトを製造する方法を提供することである（２頁８～１４行）。\nｃ  「本発明」による再帰反射面及びプレートは、反射板からなり、該\n反射板は、プラスチック板を備え、その視認面は滑らかであり、その\n裏面が三角プリズム・・・の光学的精度によって形成された反射要素\nを有し、反射コーディングが施された反射層で覆われ、さらに、反射\n板の視認面には、文字及び／又は数字などの記号が、刻印されるかエ\nンボス加工されるか取り付けられていることを特徴とし、三角プリズ\nムは逆さにした三角錐の形状を有し（２頁１５行～３頁３行）、本発明\nによる反射板をエンボス加工する場合、凸状の記号の背後に配置され\nている三角プリズムが押し潰されるため、凸状の記号はもはや反射せ\nず（３頁２２行～４頁５行）、車両ナンバープレートの例では、エンボ\nス加工されていない視認面を、日中、白く不透明に見せるため、反射\n板の視認面には「Raster」の多数の白い点を印刷することができ、\n「Raster」は、反射光が所定の割合で透過されるように作成される（７\n頁１～２２行）。\nこれらの記載を総合すると、甲２発明Ａは、本件審決が認定したとお\nりの発明であると認められる。\nイ  これに対して、原告は、前記第３の５ ア のとおり、①甲２発明Ａの\n「その視認面が滑らかであり」との点については、反射面の視認面にある\n文字や数字等の記号は、型押し（エンボス加工）され、凸状に刻み込まれ\nるから、「視認面が『平坦面』」であるという趣旨であれば誤りである、②\n「反射板の視認面には『Raster』の多数の白い点が印刷され」との点につ\nいては、「Raster」という用語だけでは技術内容を理解することはできず、\n「Raster」は「格子」と訳されるべきであり、また、甲２文献には「反射\n板の視認面のうち、記号部分以外の一部分に格子の多数の白い点が印され」\nることが開示されている旨主張する。\nしかし、前記ア ｃのとおり、甲２文献には、「本発明による再帰反射面\n及びプレートは、反射板からなり、該反射板は、プラスチック板を備え、\nその視認面は滑らかであり、･･･」との記載があるが、それに続けて、反射\n板の視認面には、文字等の記号がエンボス加工されることで凸状となるこ\nとが記載されていることからすれば、そのエンボス加工された部分以外の\n視認面は「滑らかである」ものと理解することができるから、甲２発明Ａ\nの反射板について「その視認面が滑らかであり」と認定したことについて\n誤りはない。\n次に、「Raster」は、独和辞典では「格子」、「網目版にする」（甲４４）、\n「（網目スクリーンの）網目」（甲４９、５１）と訳され、独英辞典では「grid」\nと英訳され（甲４５）、「grid」は「格子」（甲４６）、「等間隔の水平と垂直\nの棒または線でできた網状組織」（甲４８）などと訳されていることが証拠\n上認められるから、「Raster」は一義的に「格子」と訳するのが適当である\nとはいえない。そして、ここで問題とされるのは多数の白い点が「Raster」\nのどの部分であるかであるところ、上記のとおり、「Raster」は「網の目状」\nのことを指す意味があり、「・・・日中、白く不透明に見せるため、反射板\nの視認面には、「Raster」の白い点を印刷することができる。「Raster」は、\n反射光が所定の割合で透過されるように作成される。「Raster」が不透明で\n光不透過の色で作成される場合、反射光は「Raster」の間隙を通過するた\nめ、「Raster」の色を吸収しない。反射板の着色及び「Raster」の色は、日\n中は視認面の色が「Raster」と一致するように、すなわち一致しているよ\nうに見えるようにし・・・」（７頁１～２２行）との全体的な記載を踏まえ\nると、「『Raster』の多数の白い点」は、多数の白い点からなる構成が「網\n目状」に見えるようになっていることを指すもの、すなわち、独立した複\n数の白い点が網の目状に配置しているようにも理解することができ、そう\nとすれば、むしろ相違点２Ａ－３は実質的相違点ではないといえるが、い\nずれにせよ、本件審決が「Raster」の技術的意義をひとまず措いて相違点\nを認定したことについて誤りがあるとはいえない。\nまた、甲２文献には、「「エンボス加工されていない視認面」を、日中、\n白く不透明に見せるため、反射板の視認面に「Raster」の多数の白い点を\n印刷することができる。・・・本発明の別の特徴によれば、記号とこれを含\nまない反射板の視認面とを色的に区別するために、反射光が相応する色と\nなる透明なラッカーでこれらの表面の一方をコーティングすることがで\nきる。」（７頁１～２２行）との記載があるのであるから、本件審決は、上\n記前段部分に基づき、「記号を含まない反射面」、すなわち、「エンボス加工\nされていない視認面」を、日中、白く見せるため、反射板の視認面には、\n「Raster」の多数の白い点が印刷されと認定したものであり、それ自体、\n相当な認定というべきである。原告の上記主張は、「本発明の別の特徴」と\nされる上記後段部分の記載を拠り所とするものであり、しかも、「表面の一\n方を」と理解すべきものを殊更「上面の一部分を」と曲解するものであっ\nて、採用し得ない。\nウ  以上によれば、本件審決の甲２発明Ａの認定に誤りはない。なお、原告\nは、その他にも、本件審決の認定の誤りについて、用語に関する翻訳の当\n否等を含め、るる主張するが、いずれも当を得ないもの、あるいは前記結\n論を左右し得ないものというべきである。\n本件発明１と甲２発明Ａの一致点及び相違点について\nア  前記 のとおり、本件審決の甲２発明Ａの認定に誤りはなく、これを前\n提として本件発明１と対比すると、本件発明１は、本件審決が認定した相\n違点２Ａ－１ないし２Ａ－４の点で甲２発明Ａと相違する。\nイ   これに対して、原告は、前記第３の５ イ ａのとおり、甲２発明Ａ\nの「反射板」と「シート」は明らかに異なるものであり、甲２文献にお\nいては「シート」は従来の技術に関するものであると記載されて、「板」\nとは明確に区別されているから、甲２発明Ａの「反射板」を「再帰反射\nシート」と一致点と認定したことは誤りである旨主張する。\nしかし、原告が指摘する甲２文献の該当箇所には、「・・・今まで公知\nとされているナンバープレートはラッカー塗装された非反射アルミニウ\nムシートである。このプレートの場合、・・・」（１頁１３行～２頁７行）\nと記載があるものの、続けて、「本発明の課題は、･･･車両の視認性を向\n上させるための再帰反射面及びプレートを提供することである。」（２頁\n８～１２行）、「さらに、本発明の課題は、そのような反射面及びプレー\nトを製造する方法を提供することである。」（２頁１２～１４行）、「本発\n明による再帰反射面及びプレートは、反射板からなり・・・」（２頁１５\n行以下）との記載（下線は、当裁判所において付したもの。）があるので\nあるから、甲２文献では、「シート」と「反射板」は取り立てて別のもの\nを指すものとして使用されているわけではないし、また、「本発明による\n反射板は公知のアルミニウム板と同じ方法でエンボス加工され・・・」\n（３頁８行以下）とあることから、甲２発明Ａの「反射板」は、公知の\nアルミニウムと同じく薄いものを前提としたものといえるから、甲２発\n明Ａの「反射板」を本件発明１の「再帰反射シート」との一致点と認定\nしたことに誤りはない。\n原告は、前記第３の５ イ ｂのとおり、甲２発明Ａの「Raster」の\n構成が不明である以上、「視認面には、『Raster』の多数の白い点が印刷\nされ」ているという具体的な構成を把握することができず、本件発明１\nの「印刷層が・・・が設置されており」、「印刷された」という構成と一\n致するとはいえない旨主張する。\nしかし、「Raster」の具体的技術的意義を明らかにしなくても、甲２発\n明Ａは、記号を含まない反射面の「視認面には、『Raster』の多数の白い\n点が印刷され」という構成を備えているから、「印刷された層」を有する\nことは明らかである。なお、「Raster」は必ずしも「格子」であると和訳\nされるに限らず、むしろ「白い点」が網の目模様に配置されているもの\nと解する余地があることは、前記 イのとおりである。\n小括\n以上によれば、本件審決の甲２発明Ａの認定に誤りはなく、また、本件\n発明１と甲２発明Ａの対比において相違点の看過はなく、本件審決の相違\n点の認定に誤りはない。\n７  取消事由２Ａ－１－２（本件審決が認定した相違点を前提とした本件発明１\nの容易想到性の判断の誤り）について\n相違点２Ａ－１及び２Ａ－４の容易想到性について\nア  前記３ のとおり、本件発明１の技術的意義に照らすと、本件発明１の\n構成のうち、①保持体層と表面保護層との間に印刷層が保持体層と表面保\n護層に接して設置されており、②この印刷層と印刷領域が独立した領域を\nなして繰り返しのパターンで設置されており、連続層を形成せず、独立印\n刷領域の面積が０．１５ｍ㎡～３０ｍ㎡であるとの部分と甲２発明Ａとの\n相違点に対応する相違点２Ａ－１と２Ａ－４は１つの相違点として検討\nされるべきである。\nイ  甲２発明Ａは、屋外で利用することが想定される車両ナンバープレートで\nあり、その構成は、逆さにした三角錐の形状を有した三角プリズム、反射板\n１４、反射板１４の視認面上の記号１８、反射板１４の視認面上に「Raster」\nの多数の白い点が印刷された構成から成るものであり、この「Raster」の白\nい点の上層に表面保護層を設けることについて記載も示唆もない。\nそうすると、甲２発明Ａの「Raster」は、表面保護層がない状態で屋外使\n用したとしても、耐候性を備えることがその前提となっているといえるから、\n甲２発明Ａの「Raster」の白い点が印刷された部分にさらに表面保護層を備\nえる構成とする動機付けがあるとはいえず、甲２発明Ａに接した当業者は、\n「保持体層と表面保護層の間に印刷層が保持体層と表面保護層に接して設置\nされ」た構成（相違点２Ａ－１）に想到し得ない。\nまた、この場合、当業者が、保持体層と表面保護層の間に印刷層が設置さ\nれることで生じる印刷層のフクレ等の課題を認識して独立した印刷領域の面\n積割合について検討する動機付けもないから、相違点２－４の構成にも想到\nし得ない。\nウ  これに対し、被告は、前記第３の６ アのとおり、甲２発明Ａのナンバー\nプレートとして使用される反射板を保護層で覆うことは周知の課題であり、\nこの課題を解決するために反射板を保護層で覆うことは動機付けられる旨主\n張するが、そもそも甲２文献には、反射板を保護層で覆うことに関する記載\nや示唆は一切なく、前記イのとおり、甲２発明Ａの「Raster」は、表面保護\n層がない状態で屋外に使用したとしても耐候性を備えることが前提となって\nいるから、仮に、ナンバープレートの視認面を保護することが周知の課題で\nあるとしても、「Raster」の白い点が印刷された部分に更に表面保護層を備え\nる構成とすることは動機付けられず、被告の上記主張は理由がない。\n小括\n以上によれば、本件審決における本件発明１と甲２発明Ａの相違点２Ａ－\n１及び２Ａ－４の容易想到性の判断に誤りがあり、本件発明１は、甲２発明\nＡ及び周知技術に基づいて当業者が容易に想到し得たとはいえないから、そ\nの他の点について判断するまでもなく、原告主張の取消事由２Ａ１－１－２\nは理由がある。\n８  取消事由２Ａ－２－１（本件発明２と甲２発明Ａの一致点及び相違点の認定\nの誤り）について\n原告は、前記第３の７ のとおり、本件審決の甲２発明Ａの認定に誤りがあ\nることを前提として、本件審決の相違点の認定に誤りがある旨主張するが、前\n記６ のとおり、本件審決の甲２発明Ａの認定に誤りはない。\nそして、本件発明２は、①「反射素子が三角錐型キューブコーナー再帰反射\n素子」であるとし、②印刷層の厚みを「０．５～１０μｍ」とした点以外は、\n本件発明１の構成に同じである。\nそうすると、本件発明２と甲２発明Ａの相違点は、相違点２Ａ－１ないし２\nＡ－３に加えて、相違点２Ａ－４は、②の構成を前提として本件審決が認定し\nた相違点２Ａ－４’として認定されるべきである。\nしたがって、本件発明２と甲１発明の一致点及び相違点の認定に関して本件\n審決の判断に誤りはない。\n９  取消事由２Ａ－２－２（本件審決が認定した相違点を前提とした本件発明２\nの容易想到性の判断の誤り）について\n本件発明の技術的意義からすると、相違点２Ａ－１と２Ａ－４’は一体の構\n成として検討されるべきであることは、前記７ アのとおりである。\nそして、甲２発明Ａの「Raster」は、表面保護層がない状態で屋外使用した\nとしても、耐候性を備えることがその前提となっているといえるから、甲２発\n明Ａの「Raster」の白い点が印刷された部分に更に表面保護層を備える構成と\nする動機付けがあるとはいえず、「保持体層と表面保護層の間に印刷層が保持\n体層と表面保護層に接して設置され」た構成（相違点２－１）に想到し得ない\nことは、前記７ イのとおりであり、また、この場合、当業者が、保持体層と\n表面保護層の間に印刷層が設置されることで生じる印刷層のフクレ等の課題を\n認識して独立した印刷領域の面積割合について検討する動機付けもないから、\n相違点２Ａ－４’の構成（相違点２Ａ－４に、本件発明２が印刷層の厚みを「０．\n５～１０μｍ」と特定した点が更に相違点として加わったもの）にも想到し得\nない。\nしたがって、本件審決には、少なくとも相違点２Ａ－１、２Ａ－４’の容易\n想到性の判断に誤りがあり、本件発明２は、甲２発明Ａ及び周知技術に基づい\nて当業者が容易に想到し得たとはいえないから、その他の点について判断する\nまでもなく、原告主張の取消事由２Ａ－２－２は理由がある。\n10  取消事由２Ｂ－１－１（本件発明１と甲２発明Ｂの一致点及び相違点の認定\nの誤り）について\n甲２発明Ｂの認定の誤りについて\nア  甲２文献には、前記６ ア の記載に加え、「反射板の全表面は、着色ラ\nッカー層を有することができる。・・・この着色層は、ラッカー、箔、プラ\nスチックなどの様々な材料からなり、この層は射出成形方法で塗着された\nり、プラスチック板として反射体の射出成形型に挿入することができる。」\n（９頁１～１１行）、「記載されているすべての、反射板の視認面上の透明\n又は不透明な着色ラッカー塗装は、印刷された透明な箔に置き換えること\nもでき、該箔は、反射体の視認面に接着、又は、例えば、反射体の射出成\n形の際に、成形型に挿入することによって、反射体表面のプラスチック材\n料と結合する。」（９頁１２～２７行。下線部は当裁判所において付したも\nの。）、「図１１によれば、反射板の視認面３４全体に、鋳造又は射出成形プ\nロセス中、もしくはその後に、ラッカー、膜、プラスチックからなる着色\n層３５が装着された。このコーティング処理された板は、例えば図３及び\n４の反射板１４のようにエンボス加工される。その後、層３５のエンボス\n加工された記号３６の前額面が回転ディスク３７によって研磨され、これ\nに合わせて、コーティング処理された反射板３４を矢印３８の方向に移動\nさせることができる。このようにして、凸状の記号３６の着色層は削り取\nられ、一方、凸状でない面の着色層は保持される。」（１４頁１６行～１５\n頁２行）との記載があり、図１１、図１２は以下のとおりである。\nこれらの記載等を総合すると、甲２発明Ｂは、本件審決が認定したとお\nりであると認められる。\nイ  これに対し、原告は、前記第３の９ アのとおり、本件審決が認定した\n甲２発明Ｂのうち「視認面が滑らか」と認定した部分について、「鋳造又は\n射出成形プロセス中、もしくはその後」においても「視認面が滑らか」と\nいう趣旨であれば、誤りである旨主張するが、前記６ イのとおり、甲２\n文献の記載からすると、エンボス加工された部分以外の視認面は「滑らか\nである」ものと理解することができるから、甲２発明Ａの反射板について\n「その視認面が滑らかであり」と認定したことについて誤りはなく、原告\nの上記主張は理由がない。\n本件発明１と甲２発明Ｂの一致点及び相違点について\nア  前記 のとおり、本件審決の甲２発明Ｂの認定に誤りはなく、これを前\n提として本件発明１と対比すると、本件発明１は、本件審決が認定した相\n違点２Ｂ－１ないし２Ｂ－４の点で甲２発明Ｂと相違する。\nイ   これに対して、原告は、前記第３の９ イ ａのとおり、甲２発明Ｂ\nの「透明な箔」である「着色層」は、研磨されて削り取られるから、反\n射面３４の表面を保護しておらず、「表面保護層」になり得ないから、本\n件審決はこの点の相違点を看過している旨主張する。\nしかし、甲２発明Ａにおける反射板の視認面上の透明又は不透明なラ\nッカー塗装に代わる印刷された透明な箔は、「該箔は、反射体の視認面に\n接着、又は、例えば反射体の射出成形の際に、成形型に挿入することに\nよって、反射体表面のプラスチック材料と結合する。」（９頁１２～２７\n行）とされており、この記載からすると、反射板の視認面を覆うもので\nあると理解することができるし、エンボス加工後に前額面の凸状の記号\nが削り取られた後も「凸状でない面の着色層は保持される」（１４頁１６\n行～１５頁２行）から、削り取られた記号以外の部分は、透明な箔によ\nって視認面は保護されているといえるため、甲２発明Ｂの「透明な箔」\nは本件発明１の「表面保護層」に相当するといえる。\nしたがって、本件審決には原告が主張する相違点の看過はない。\nまた、原告は、前記第３の９ イ ｂのとおり、甲２文献には「着色\n層３５」を設けることしか記載されていないこと、「反射板の視認面上の\n透明又は不透明な着色ラッカー塗装は、印刷された透明な膜に置き換え\nることもでき」ると記載されているにすぎないことからすると、甲２発\n明Ｂには印刷された層を有しないから、本件審決はこの点の相違点を看\n過している旨主張する。\nしかし、甲２文献には、①「反射板の全表面は、着色ラッカー層を有\nすることができる。・・・」（９頁１行以下）、②「・・・記載されている\nすべての、反射板の視認面上の透明又は不透明な着色ラッカー塗装は、\n印刷された透明な箔に置き換えることもでき・・・」る（９頁１２～２\n７行）、③「図１１によれば、反射板の視認面３４全体に、鋳造又は射出\n成形プロセス中、もしくはその後に、ラッカー・・・からなる着色層３\n５が装着された。･･･」（１４頁１６行以下）との記載がある。これらの\n記載と図１１を参照すると、反射板３４の視認面全体のラッカーからな\nる着色層３５は「印刷された透明な箔」に置き換え可能なものであり、\n「印刷された透明な箔」の着色層は印刷層に当たるといえるから、本件\n発明１と甲２発明Ｂとの対比において、この点を相違点と認定しなかっ\nた本件審決の判断に誤りはない。\n小括\n以上によれば、本件審決の甲２発明Ｂの認定に誤りはなく、また、本件発\n明１と甲２発明Ｂの対比において相違点の看過はなく、本件審決の相違点の\n認定に誤りはない。\n11  取消事由２Ｂ－１－２（本件審決が認定した相違点を前提とした本件発明１\nの容易想到性の判断の誤り）について\n相違点２Ｂ－３の容易想到性について\nア  甲２発明Ｂの「印刷された透明な箔である着色層」は、反射板の視認面\n上の着色ラッカー塗装と置き換えられたものである（９頁１２～２７行。\n前記１０ アの下線部参照）。そして、甲２発明Ｂの着色層３５は、「・・・\n該箔は、反射体の視認面に接着、又は、例えば反射体の射出成形の際に、\n成形型に挿入することによって、反射体表面のプラスチック材料と結合す\nる。」（９頁１２～２７行）が、こうした印刷された透明な箔について、甲\n２文献には、「Raster」の多数の白い点とすることは記載も示唆もなく、甲\n２文献に接した当業者は、甲２発明Ｂの「印刷された箔」を「Raster」の\n多数の白い点とすることを動機付けられるとはいえない。\nまた、この場合、当業者は、甲２発明Ｂを独立した印刷領域を有する構\n成にすることを想到し得ないから、更に独立した印刷領域の面積について\n検討することを動機付けられることもない。\nイ  これに対し、被告は、前記第３の１０ ウのとおり、「印刷された透明な\n箔」を具体化する当業者ならば、「視認面を、日中、白く不透明に見せ」、\n「反射光が所定の割合で透過するように」、「Raster」の多数の白い点を参\n考にすると考える旨主張するが、甲２文献には、この点に関連する記載は\n何ら存在しておらず、それにもかかわらず、甲２文献に接した当業者は、\n当然のこととして甲２発明Ｂの「印刷された箔」を「Raster」の多数の白\nい点とすることを動機付けられるとはいえない。したがって、被告の上記\n主張は理由がない。\n小括\n以上によれば、本件審決における本件発明１と甲２発明Ｂの相違点２Ｂ－\n３の容易想到性の判断に誤りがあり、本件発明１は、甲２発明Ｂ及び周知技\n術に基づいて当業者が容易に想到し得たとはいえないから、その他の点につ\nいて判断するまでもなく、原告主張の取消事由２Ｂ－１－２は理由がある。\n12  取消事由２Ｂ－２－１（本件発明２と甲２発明Ｂの一致点及び相違点の認定\nの誤り）について\n原告は、前記第３の１１の のとおり、本件審決の甲２発明Ｂの認定に誤り\nがあることを前提として、本件審決の相違点の認定に誤りがある旨主張するが、\n前記１０ のとおり、本件審決の甲２発明Ｂの認定に誤りはない。\nそして、本件発明２は、①「反射素子が三角錐型キューブコーナー再帰反射\n素子」であるとし、②印刷層の厚みを「０．５～１０μｍ」とした点以外は、\n本件発明１の構成に同じである。\nそうすると、本件発明２と甲２発明Ｂの相違点は、相違点２Ｂ－１ないし２\nＢ－３に加えて、相違点２Ｂ－４は、②の構成を前提として本件審決が認定し\nた相違点２Ｂ－４’として認定されるべきである。\nしたがって、本件発明２と甲発明Ｂの一致点及び相違点の認定に関して本件\n審決の判断に誤りはない。\n13  取消事由２Ｂ－２－２（本件審決が認定した相違点を前提とした本件発明２\nの容易想到性の判断の誤り）について\n前記１１ のとおり、本件審決の相違点２Ｂ－３の容易想到性の判断には誤\nりがある。\nそうすると、本件発明２は、甲２発明Ｂ及び周知技術等に基づいて当業者が\n容易に想到し得たとはいえないから、原告主張の取消事由２Ｂ－２－２は理由\nがある。\n14  取消事由３（サポート要件違反の判断の誤り）について\n特許法３６条６項１号は、特許請求の範囲の記載に際し、発明の詳細な説\n明に記載した発明の範囲を超えて記載してはならない旨を規定したものであ\nり、その趣旨は、発明の詳細な説明に記載していない発明について特許請求\nの範囲に記載することになれば、公開されていない発明について独占的、排\n他的な権利を請求することになって妥当でないため、これを防止することに\nあるものと解される。\nそうすると、特許請求の範囲の記載が同号所定の要件（サポート要件）に\n適合するか否かは、特許請求の範囲の記載と発明の詳細な説明の記載とを対\n比し、特許請求の範囲に記載された発明が、発明の詳細な説明に記載された\n発明で、発明の詳細な説明の記載により当業者が当該発明の課題を解決でき\nると認識できる範囲のものであるか否か、また、その記載や示唆がなくとも\n当業者が出願時の技術常識に照らし当該発明の課題を解決できると認識でき\nる範囲のものであるか否かを検討して判断すべきものであると解するのが相\n当である。\n本件明細書の発明の詳細な説明には、「本発明は、道路標識、工事標識等の\n標識類、自動車やオートバイ等の車両のナンバープレート類、衣類、救命具\n等の安全資材類、看板等のマーキング、可視光、レーザー光あるいは赤外光\n反射型センサー類の反射板等において有用な三角錐型キューブコーナー再帰\n反射素子（以下単に、三角錐型反射素子ともいう）によって構成されるキュ\nーブコーナー型再帰反射シートに関する。」（【０００２】）、「従来より、入射\nした光を光源に向かって反射する再帰反射シートはよく知られており、その\n再帰反射性を利用した該シートは上記のごとき利用分野で広く利用されてい\nる。中でも三角錐型反射素子などのキューブコーナー型再帰反射素子の再帰\n反射原理を利用したキューブコーナー型再帰反射シートや上記反射素子の反\n射側面に蒸着層が設置されている三角錐型キューブコーナー再帰反射シート\n（以下、蒸着型三角錐型キューブコーナー再帰反射シートという）は、従来\nのマイクロ硝子球を用いた再帰反射シートに比べ光の再帰反射効率が格段に\n優れており、その優れた再帰反射性能により年々用途が拡大しつつある。」\n（【０００３】）、「しかしながら、蒸着型三角錐型キューブコーナー再帰反射\nシートは、その再帰反射素子の性質から金属の色の影響を受けて外観が暗く\nなってしまうという欠点を有している。」（【０００４】）、「これら三角錐型キ\nューブコーナー再帰反射シートや金属蒸着三角錐型キューブコーナー再帰反\n射シートの色相を改善するために該再帰反射シートの一部に連続した印刷層\nを設ける試みもされている。」（【０００８】）、「また、再帰反射シートの種類\nとしては、上述の三角錐型キューブコーナー再帰反射シートや蒸着型三角錐\n型キューブコーナー再帰反射シートの他に封入型再帰反射シートやカプセル\nレンズ型再帰反射シート等があり、これらでは、本願と同様の印刷層を設け\nる試みもされている。」（【０００９】）、「しかしながら、印刷層は、反射素子\nとも表面保護層とも密着性がやや劣り、また、その層自体の耐候性が劣り耐\n候性試験においてフクレが生じたり、また、吸水しやすいという欠点を有し\nており、三角錐型キューブコーナー再帰反射シートや蒸着型三角錐型キュー\nブコーナー再帰反射シートに連続した印刷層を設置した場合、該印刷層の周\n辺の密着性が劣り、耐候性や耐水性が劣るという欠点を有していた。」（【００\n１２】）、「また、該封入型再帰反射シートや該カプセルレンズ型再帰反射シー\nトは、三角錐型キューブコーナー再帰反射シートや蒸着型三角錐型キューブ\nコーナー再帰反射シートに比べ元々の再帰反射性能が低く、該印刷層を設置\nした場合、再帰反射性能を満足できないという欠点を有していた。」（【００１\n３】）、「本発明は、これら従来技術の欠点に鑑み、非常に簡単、かつ安価な方\n法により、色相の改善された再帰反射シートを提供するものである。」（【００\n１４】）、「本発明者等は、三角錐型キューブコーナー再帰反射シートや金属蒸\n着三角錐型キューブコーナー再帰反射シートの種々色相について検討した結\n果、該再帰反射シートの反射素子層または表面保護層に印刷層を設置するこ\nとで、耐候性、耐水性に優れ、色相の改善された、再帰反射シートが得られ\nることを見出し、本発明を完成するに至った。」（【００１５】）との記載があ\nる。\nこれらの記載を総合すると、本件発明は、三角錐型キューブコーナー再帰\n反射シートや蒸着型三角錐型キューブコーナー再帰反射シート等で色相を改\n善するために印刷層を設けた場合における耐候性や耐水性に劣るという従来\n技術における欠点を非常に簡単で安価な方法で解決し、色相の改善された再\n帰反射シートを提供するものであると認められる。\nそこで、本件発明が、特許請求の範囲に記載された発明が発明の詳細な説\n明に記載された発明であり、上記詳細な説明の記載又は本件出願時の技術常\n識に照らして、当業者が前記のような本件発明の課題を解決するものと認識\nできる範囲のものであるといえるかについて、検討する。\nア  本件明細書の発明の詳細な説明には、「発明を実施するための最良の形\n態」として、「 本発明に用いられる再帰反射シートは、少なくとも多数の\n反射素子と保持体層からなる反射素子層、および、反射素子層の上層に設\n置された表面保護層からなる三角錐型キューブコーナー再帰反射シート\nや蒸着型三角錐型キューブコーナー再帰反射シートが好ましい。」（【００\n１８】）、「本発明に用いられる反射素子と保持体層からなる反射素子層は、\n三角錐型キューブコーナー再帰反射シートや蒸着型三角錐型キューブコ\nーナー再帰反射シートの反射素子層として公知のものを利用することが\nできる。」（【００１９】）、「（４）は本発明の三角錐型反射素子が最密充填状\nに配置された反射素子層であり、（３）は該反射素子を保持する保持体層で\nあり、（１１）は光の入射方向である。反射素子層（４）および保持体層（３）\nは一体（５）であるのが普通であるが、別々の層を積層しても良い。本発\n明における再帰反射シートの使用目的、使用環境に応じて表面保護層（１）、\n色相を調節する着色のための印刷層（２）、反射素子層（４）の裏面に水分\nが侵入するのを防止するための封入密封構造を達成するための結合剤層\n（７）、結合剤層（７）を支持するための支持体層（８）および、該再帰反\n射シートを他の構造体に貼りつけするために用いる接着剤層（９）と剥離\n基材層（１０）を設けることができる。」（【００２１】）、「 印刷層（２）は、\n通常、表面保護層（１）と保持体層（３）の間、あるいは、表面保護層（１）\nの上や反射素子層（４）の反射面上、または表面保護層上に設置すること\nができ、表面保護層（１）が２層以上の場合には、表面保護層間に設置す\nることもできる。」（【００２２】）、「本発明において反射素子層（４）に使\n用しうる材料の例としては、ポリカーボネート樹脂・・・などを例示でき\nる。」（【００２５】）、「表面保護層（１）には反射素子層（４）に用いたの\nと同じ樹脂を用いることができるが、特に耐候性、耐溶剤性、印刷性等に\n優れた・・・（メタ）アクリル樹脂が好ましい。」（【００２６】）、「 本発明の\n独立した印刷層（２）の印刷領域は、独立印刷領域の面積が０．１５ｍｍ\n2～３０ｍｍ2 であり、好ましくは０．２ｍｍ2～２５ｍｍ2 であり、さらに\n好ましくは０．４ｍｍ2～１５ｍｍ2 である。」（【００２９】）、「該独立印刷\n領域の面積が０．１５ｍｍ2 以上であれば、成形性に優れ、且つ色相の調整\nが容易であるので好ましく、３０ｍｍ2 以下であれば、印刷周囲における印\n刷層（２）を挟む２層の層間密着強度を低下させることがないので好まし\nい。」（【００３０】）、「該印刷層（２）の厚みは、特に限定されるものでは\nないが、好ましくは０．５～１０μｍ、さらに好ましくは１～５μｍ、さ\nらにより好ましくは、２～４μｍである。」（【００３１】）、「該印刷層（２）\nの厚みが０．５μｍ以上であれば、成形性に優れ、且つ色相の調整が容易\nであるので好ましく、１０μｍ以下であれば、印刷周囲における印刷層（２）\nを挟む２層の層間密着強度を低下させることがないので好ましい。」（【０\n０３２】）、「本発明に用いられる着色剤は、特に限定されるものではないが、\n色相を明るくすることができ、且つ、隠蔽性が得られるものが良く、シー\nトの色相に合わせた明色系の色が好ましく、例えば、白色の有機顔料や白\n色や黄色の無機顔料、並びに蛍光染料や蛍光増白剤を挙げることができ、\n中でも、隠蔽性がより優れる白色や黄色の無機顔料が好ましい。」（【００３\n６】）との記載がある。\n上記で摘示した本件明細書の発明の詳細な説明からすると、本件発明は、\n発明の詳細な説明に記載された発明であるといえる。\nイ  そして、本件明細書の発明の詳細な説明には、本件発明の実施例として、\n実施例１（ 厚さ７０μｍのアクリル樹脂フィルム（三菱レーヨン株式会社\n製「サンデュレンＬＨＢ」）に印刷インキを用いて、直径２ｍｍの円形状の\n印刷パターンでピッチが４ｍｍの図４に示すような千鳥状にグラビア印\n刷を行った図１（後掲）で示される三角錐型キューブコーナー型再帰反射\nシート（印刷厚みは約２μｍ）。【００５７】ないし【００６７】）、実施例\n２（実施例１の条件の下で作成された蒸着型三角錐型キューブコーナー再\n帰反射シート。【００６８】、【００６９】）、実施例３（ 実施例１で作成し\nた印刷インキを用いて、直径１ｍｍの円形状の印刷パターンでピッチが３\nｍｍの図４（後掲）に示されたような千鳥状にグラビア印刷をポリカーボ\nネート面に行い、実施例１と同じ条件で圧縮成形し、密封封入構造と粘着\n剤層を設置した蒸着型三角錐型キューブコーナー再帰反射シート（印刷厚\nみは約２μｍ）。【００７０】ないし【００７４】）と、比較例１（印刷の図\n柄を図６（後掲）の模様とした以外は実施例１に同じ。）、比較例２（印刷\nの図柄を図６の模様とした以外は実施例２に同じ。）とを対比した実験結\n果が開示されている（表１（後掲））。\n【図４】                        【図６】\n（表１）\n実施例１ないし３は、図１で示される積層構造も踏まえると、「反射素子\nと保持体層からなる反射素子層」と、「反射素子層の上層に設置された表面\n保護層から」なり、保持体層と表面保護層の間に印刷層が設置されており」、\nまた、図４は（図６と異なり）千鳥状に印刷領域が配置されているから、\n「印刷領域が独立した領域をなして繰り返しのパターンで設置されて」、\n「連続層は形成」しないものであり、独立印刷領域の面積が実施例１、２\nは１ｍ㎡、実施例３は０．２５ｍ㎡であり、印刷層は、酸化チタン等の顔\n料で印刷（【００６１】）された、厚さ２μｍの再帰反射シートであるとこ\nろ、これらは再帰反射性及び耐候性試験後の外観に異常はなかったのに対\nし、比較例（独立した印刷領域を設けない図６の模様）では印刷部のフク\nレが生じたことが開示されている。\n前記アで摘示した本件明細書の各段落の記載と上記比較実験の結果を\n踏まえると、本件明細書の発明の詳細な説明には、本件発明の発明特定事\n項を備える再帰反射シートは、前記 で認定した本件発明の課題を解決す\nることができるものと認識できる範囲のものであるといえる。\nウ  本件審決は、本件発明の「特許請求の範囲」には、「保持体層」、「表面保\n護層」及び「印刷層」の積層構造について、「保持体層と表面保護層との間\nに印刷層が保持体層と表面保護層に接して設置されており」とのみ記載さ\nれ、「保持体層」と「表面保護層」とが接しているか否かを特定する記載は\nないことを理由として、本件発明は、「保持体層」と「表面保護層」が密着\n性が保たれている幅で接着している構成を欠くものが含まれている旨判\n断する。\nしかし、本件発明は、道路標識、工事標識等の標識類、自動車やオート\nバイ等の車両のナンバープレート等に使用される再帰反射シートに関す\nるものであり（【０００２】）、屋外での使用が当然想定されているといえ、\nまた、再帰反射シートにおいて一定の耐候性が要求されること自体は技術\n常識であるといえる。そして、本件明細書では、従来技術の再帰反射シー\nトは、色相を改善するために再帰反射シートの一部に連続した印刷層を設\nける試みもされているが、印刷層は、表面保護層と密着性がやや劣り、耐\n候性試験においてフクレが生じたり、吸水しやすいという欠点があった\n（【０００８】、【０００９】、【００１２】）と記載されている。このような\n事情に照らせば、本件発明の「特許請求の範囲」につき、保持体層と表面\n保護層とが接しているか否かを特定する記載がないから、保持体層と表面\n保護層が密着性が保たれている幅で接着している構成を欠くものと解す\nるのは不当であり、むしろ、密着性があることは当然の前提とされている\nものと解すべきである（「表面保護層」及び「保持体層」との用語自体及び\nその性質に照らしても、この両者を敢えて密着性が保たれない幅で接着す\nることは想定し難い。）。\nまた、被告は、前記第３の１３ のとおり、本件審決は、「保持体層」と\n「表面保護層」とが接着していることが特定されていない点だけでなく、\n本件発明１の「独立印刷領域」がない部分の「保持体層」と「表面保護層」\nとが密着性が保たれるような幅で接着しているとはいえない点を問題に\nしており、上記構成を欠いた「再帰反射シート」が本件明細書の【００５\n４】に記載された耐候性試験において「異常無し」との評価を得るに至ら\nない態様が含まれる以上は、サポート要件違反が認められる旨主張する。\nしかし、本件発明においては、前述のとおり、「表面保護層」と「保持体\n層」とが密着性があることは当然の前提とされているものであるから、被\n告の主張は、その前提を誤るものというべきであり、採用し得ない。\nしたがって、本件発明がサポート要件を満たさない旨の本件審決の判断\nは、判断の前提を誤解するものであり、誤りである。\n15  結論\n以上によれば、原告主張の取消事由のうち、１－１－２、１－２－２、２Ａ\n－１－２、２Ａ－２－２、２Ｂ－１－２、２Ｂ－２－２及び３は理由があるか\nら、本件審決は取り消されるべきである。\nよって、主文のとおり判決する。\n知的財産高等裁判所第４部\n裁判長裁判官\n菅      野      雅      之\n裁判官\n中      村              恭\n裁判官\n岡      山      忠      広\n（別紙１）\n【発明の詳細な説明】\n【技術分野】\n【０００１】\n本発明は新規な構造の三角錐型キューブコーナー型再帰反射シートに関する。よ\nり詳しくは、該三角錐型キューブコーナー型再帰反射シートの一部に色調改善用の\n印刷層を設けたことを特徴とする三角錐型キューブコーナー型再帰反射シートに関\nする。\n【０００２】\n詳しくは、本発明は、道路標識、工事標識等の標識類、自動車やオートバイ等の車\n両のナンバープレート類、衣料、救命具等の安全資材類、看板等のマーキング、可\n視光、レーザー光あるいは赤外光反射型センサー類の反射板等において有用な三角\n錐型キューブコーナー再帰反射素子（以下単に、三角錐型反射素子ともいう）によ\nって構成されるキューブコーナー型再帰反射シートに関する。\n【背景技術】\n【０００３】\n従来より、入射した光を光源に向かって反射する再帰反射シートはよく知られて\nおり、その再帰反射性を利用した該シートは上記のごとき利用分野で広く利用され\nている。中でも三角錐型反射素子などのキューブコーナー型再帰反射素子の再帰反\n射原理を利用したキューブコーナー型再帰反射シートや上記反射素子の反射側面に\n蒸着層が設置されている三角錐型キューブコーナー再帰反射シート（以下、蒸着型\n三角錐型キューブコーナー再帰反射シートという）は、従来のマイクロ硝子球を用\nいた再帰反射シートに比べ光の再帰反射効率が格段に優れており、その優れた再帰\n反射性能により年々用途が拡大しつつある。\n【０００４】\nしかしながら、蒸着型三角錐型キューブコーナー再帰反射シートは、その再帰反射\n素子の性質から金属の色の影響を受けて外観が暗くなってしまうという欠点を有し\nている。\n【０００５】\nこのような再帰反射シート及びその製造方法は、例えば、三角錐型キューブコーナ\nー再帰反射シートは、特許文献１等に、例えば蒸着型三角錐型キューブコーナー再\n帰反射シートは、特許文献２等に記載されており、ここではこれらの文献の引用を\nもってそれらの具体的記述に代える。\n【０００６】\n該三角錐型キューブコーナー再帰反射素子が、断面が実質的に対称型のＶ字状の\n溝が互いに交叉することにより、３つの略直角に交叉する側面（a1 面、b1 面、c1\n面；a2 面、b2 面、c2 面；・・・）によって区切られた一対の再帰反射素子であっ\nて、共通する一底面（Ｓｘ－Ｓｘ′）上に突出するように最密充填状に配置されてお\nり、該一対の三角錐型再帰反射素子は、互いに向かい合った側面（c1 面、c2 面）が\n一つの底辺（ｘ）を共有して対をなしており、該底面（Ｓｘ－Ｓｘ′）は、該一対の\n三角錐型再帰反射素子の一方の側面（a1 面、a2 面）の底辺（ｚ、ｚ）および他方の\n側面（b1 面、b2 面）の側面（ｙ、ｙ）を共に包含する共通の一平面であって、該底\n辺（ｘ）を共有する該一対の三角錐型再帰反射素子は、互いに向かい合った側面（c1\n面、c2 面）が異なる形状を有し、かつ、該底面（Ｓｘ－Ｓｘ′）からの頂点までの高\nさが互いに異なることを特徴とする三角錐型キューブコーナー再帰反射シートにつ\nいては、特願２０００－７２２７９号に記載されており、ここでは、この文献の引\n用をもって、この具体的記述に代える。\n【０００７】\n該三角錐型キューブコーナー再帰反射素子が、共通する一底面（Ｓｘ－Ｓｘ′）上\nに突出し、互いに該底面（Ｓｘ－Ｓｘ′）上の一つの底辺を共有して、相対峙して該\n底面上に最密充填状に配置されており、該底面（Ｓｘ－Ｓｘ′）は該三角錐型反射素\n子が共有する多数の該底辺（ｘ、ｘ、・・・）を包含する共通の一平面であり、相対\n峙する二つの該三角錐型反射素子は該底面（Ｓｘ－Ｓｘ′）上の共有する底辺（ｘ、\nｘ、・・・）を含む該底面に垂直な平面（Ｙ－Ｙ′、Ｙ－Ｙ′、・・・）に対してそれぞ\nれ実質的に対称となるように向き合った実質的に同一形状の素子対をなしており、\n該三角錐型反射素子は該共有する底辺（ｘ、ｘ、・・・）を一辺とする実質的に同一\nの五角形状の傾斜面（c1 面、c2 面）と、該三角錐型反射素子の頂点（H1、H2）を\n起点とする前記 c1 面又は c2 面の上部の２辺をそれぞれ一辺とし、該三角錐型反射\n素子の一つの稜線を共有して、これを一辺とする該 c1 面又は c2 面と実質的に直角\nに交差する実質的に同一の四角形状の傾斜面（a1 面、b1 面；a2 面、b2 面）から成\nり、該三角錐型反射素子の五角形状の傾斜面（c1 面、c2 面）の底辺（ｘ、ｘ、・・・）\nを含む該底面（Ｓｘ－Ｓｘ′）までの高さ（ｈ′）が該三角錐型反射素子の頂点（H1、\nH2）から該三角錐型反射素子の他の傾斜面（a1 面、b1 面；a2 面、b2 面）の底辺\n（ｚ、ｗ）を包含する実質的に水平の面（仮想面Ｓ－Ｓ′）までの高さ（ｈ）よりも\n実質的に大であることを特徴とする三角錐型キューブコーナー再帰反射シートにつ\nいては、国際公開ＷＯ９８／１８０２８号に記載されており、ここでは、この文献\nの引用をもって、この具体的記述に代える。\n【０００８】\nこれら、三角錐型キューブコーナー再帰反射シートや金属蒸着三角錐型キューブ\nコーナー再帰反射シートの色相を改善するために該再帰反射シートの一部に連続し\nた印刷層を設ける試みもされている。\n【０００９】\nまた、再帰反射シートの種類としては、上述の三角錐型キューブコーナー再帰反射\nシートや蒸着型三角錐型キューブコーナー再帰反射シートの他に封入型再帰反射シ\nートやカプセルレンズ型再帰反射シート等が有り、これらでは、本願と同様の印刷\n層を設ける試みもされている。\n【００１０】\nここで、封入型再帰反射シートとは、光透過性支持体層、該透過性支持体層の光入\n射側と反対側の面に実質的に一層に並ぶようにそのほぼ半球部分を埋設支持されて\nいる多数のマイクロガラス球の層、該マイクロガラス球の埋設されていない側のほ\nぼ半球部分の表面に沿って形成されている層であり、且つそのマイクロガラス球と\n接していない側の表面に該マイクロガラス球の実質的な焦点がくるような厚さを有\nするように設けられた光透過性の焦点層、並びに該焦点層のマイクロガラス球と接\nしていない側の表面に形成されている光反射性金属膜よりなるものをいい、必要に\n応じて支持体層の光入射側の表面上に、さらに光透過性の表面保護層を積層したも\nのをいう。\n【００１１】\nまた、カプセルレンズ型再帰反射シートは、光透過性被覆層、支持体層、該支持体\n層の該光透過性被覆層に面する側の表面に設けられた、多数のマイクロガラス球が\n実質的に一層に並ぶようにそのほぼ半球面を埋設支持されており、且つその埋設さ\nれている半球面が光反射性金属膜で覆われているレンズ型再帰反射要素の層、並び\nに、光透過性被覆層と該レンズ型再帰反射要素の間の空気層よりなり、該空気層は\n該光透過性被覆層と該支持体層の間に間隙を残すようにしてこれら両層を結合部に\nより部分的に連結することにより形成されており、そして該結合部によって多数の\n密封小区画空室に分割されているものをいう。\n【００１２】\nしかしながら、印刷層は、反射素子とも表面保護層とも密着性がやや劣り、また、\nその層自体の耐候性が劣り耐候性試験においてフクレを生じたり、また、吸水しや\nすいという欠点を有しており、三角錐型キューブコーナー再帰反射シートや蒸着型\n三角錐型キューブコーナー再帰反射シートに連続した印刷層を設置した場合、該印\n刷層の周辺の密着性が劣り、耐候性や耐水性が劣るという欠点を有していた。\n【００１３】\nまた、該封入型再帰反射シートや該カプセルレンズ型再帰反射シートは、三角錐型\nキューブコーナー再帰反射シートや蒸着型三角錐型キューブコーナー再帰反射シー\nトに比べ元々の再帰反射性能が低く、該印刷層を設置した場合、再帰反射性能を満\n足できないという欠点を有していた。\n【特許文献１】 米国特許第３、４１７、９５９号明細書\n【特許文献２】 特開昭４９－１０６８３９号公報 （米国特許第３、７１２、７０６\n号明細書）\n【発明の開示】\n【発明が解決しようとする課題】\n【００１４】\n本発明は、これら従来技術の欠点に鑑み、非常に簡単、かつ安価な方法により、色\n相の改善された再帰反射シートを提供するものである。\n【００１５】\n本発明者等は、三角錐型キューブコーナー再帰反射シートや金属蒸着三角錐型キ\nューブコーナー再帰反射シートの種々色相について検討した結果、該再帰反射シー\nトの反射素子層または表面保護層に印刷層を設置することで、耐候性、耐水性に優\nれ、色相の改善された、再帰反射シートが得られることを見出し、本発明を完成す\nるに至った。\n【課題を解決するための手段】\n【００１６】\nかくして本発明によれば、少なくとも多数の反射素子と保持体層からなる反射素\n子層、および、反射素子層の上層に設置された表面保護層からなる再帰反射シート\nにおいて、反射素子層にポリカーボネート樹脂を用い、表面保護層に（メタ）アク\nリル樹脂を用い、保持体層と表面保護層の間に印刷層が保持体層と表面保護層に接\nして設置されており、該印刷層の印刷領域が独立した領域をなして繰り返しのパタ\nーンで設置されており、連続層を形成せず、該独立印刷領域の面積が０．１５ｍｍ\n2 ～３０ｍｍ2 であり、該印刷層は、白色の無機顔料として酸化チタンを含有するこ\nとを特徴とする印刷された再帰反射シートが提供される。\n【発明を実施するための最良の形態】\n【００１７】\n以下、本発明の印刷された再帰反射シートについて図を参照しつつさらに詳細に\n説明する。\n【００１８】\n本発明に用いられる再帰反射シートは、少なくとも多数の反射素子と保持体層か\nらなる反射素子層、および、反射素子層の上層に設置された表面保護層からなる三\n角錐型キューブコーナー再帰反射シートや蒸着型三角錐型キューブコーナー再帰反\n射シートが好ましい。該再帰反射シートであれば、再帰反射性能が特に優れ、印刷\n層を設置したものも十分な再帰反射性能が得られるのである。\n【００１９】\n本発明に用いられる反射素子と保持体層からなる反射素子層は、三角錐型キュー\nブコーナー再帰反射シートや蒸着型三角錐型キューブコーナー再帰反射シートの反\n射素子層として公知のものを利用することができる。\n【００２０】\n本発明の三角錐型キューブコーナー再帰反射シートの一例を断面図を参照しなが\nら説明する。\n【００２１】\n（４）は本発明の三角錐型反射素子が最密充填状に配置された反射素子層であり、\n（３）は該反射素子を保持する保持体層であり、（１１）は光の入射方向である。反\n射素子層（４）および保持体層（３）は一体（５）であるのが普通であるが、別々\nの層を積層しても良い。本発明における再帰反射シートの使用目的、使用環境に応\nじて表面保護層（１）、色相を調節する着色のための印刷層（２）、反射素子層（４）\nの裏面に水分が侵入するのを防止するための封入密封構造を達成するための結合剤\n層（７）、結合剤層（７）を支持するための支持体層（８）および、該再帰反射シー\nトを他の構造体に貼りつけするために用いる接着剤層（９）と剥離基材層（１０）\nを設けることができる。\n【００２２】\n印刷層（２）は、通常、表面保護層（１）と保持体層（３）の間、あるいは、表面\n保護層（１）の上や反射素子層（４）の反射面上、または表面保護層上に設置する\nことができ、表面保護層（１）が２層以上の場合には、表面保護層間に設置するこ\nともできる。\n【００２３】\n印刷層（２）は通常、グラビア印刷、スクリーン印刷およびインクジェット印刷な\nどの手段により設置することができる。\n【００２４】\n上記反射素子層（４）および保持体層（３）を構成する材料としては、本発明の一\nつの目的である柔軟性を満足するものであれば特に限定されるものではないが、光\n学的透明性、均一性のあるものが好ましい。\n【００２５】\n本発明において反射素子層（４）に使用しうる材料の例としては、ポリカーボネー\nト樹脂、塩化ビニル樹脂、（メタ）アクリル樹脂、エポキシ樹脂、スチレン樹脂、ポ\nリエステル樹脂、フッ素樹脂、ポリエチレン樹脂やポリプロピレン樹脂などのオレ\nフィン樹脂、セルロース系樹脂及びウレタン樹脂などを例示できる。また、耐候性\nを向上する目的で紫外線吸収剤、光安定剤及び酸化防止剤などをそれぞれ単独ある\nいは組み合わせて用いることができる。さらに着色剤として各種の有機顔料、無機\n顔料、蛍光顔料、染料および蛍光染料などを含有させることができる。\n【００２６】\n表面保護層（１）には反射素子層（４）に用いたのと同じ樹脂を用いることができ\nるが、特に耐候性、耐溶剤性、印刷性等に優れた塩化ビニル樹脂、（メタ）アクリル\n樹脂が好ましい。\n【００２７】\n表面保護層（１）にも、耐候性を向上する目的で紫外線吸収剤、光安定剤及び酸化\n防止剤などをそれぞれ単独あるいは組み合わせて用いることができる。さらに着色\n剤として各種の有機顔料、無機顔料、蛍光顔料、染料および蛍光染料などを含有さ\nせることができる。\n【００２８】\n表面保護層（１）に印刷する場合、印刷特性を良好にするため、表面張力が３２ダ\nイン／ｃｍ以上となるように調整するのが好ましい。\n【００２９】\n本発明の独立した印刷層（２）の印刷領域は、独立印刷領域の面積が０．１５ｍｍ\n2～３０ｍｍ2 であり、好ましくは０．２ｍｍ2～２５ｍｍ2 であり、さらに好ましく\nは０．４ｍｍ2～１５ｍｍ2 である。\n【００３０】\n該独立印刷領域の面積が０．１５ｍｍ2 以上であれば、成形性に優れ、且つ色相の\n調整が容易であるので好ましく、３０ｍｍ2 以下であれば、印刷周囲における印刷層\n（２）を挟む２層の層間密着強度を低下させることがないので好ましい。\n【００３１】\n該印刷層（２）の厚みは、特に限定されるものではないが、好ましくは０．５～１\n０μｍ、さらに好ましくは１～５μｍ、さらにより好ましくは、２～４μｍである。\n【００３２】\n該印刷層（２）の厚みが０．５μｍ以上であれば、成形性に優れ、且つ色相の調整\nが容易であるので好ましく、１０μｍ以下であれば、印刷周囲における印刷層（２）\nを挟む２層の層間密着強度を低下させることがないので好ましい。\n【００３３】\n該印刷層（２）用インキは、樹脂成分及び着色剤の他に、必要に応じて、可塑剤、\n消泡剤、レベリング剤、紫外線吸収剤、光安定剤、熱安定剤、架橋剤等の各種添加\n剤を配合しても良く、粘度調整等のために溶剤を配合しても良い。\n【００３４】\n該インキに用いられる樹脂成分としては、特に限定されるものではないが、着色剤\nの分散性とその安定性、溶剤に対する溶解性、耐候性、印刷適性、フィルムとの密\n着性等の優れるメラミン樹脂、エポキシ樹脂、ウレタン樹脂、ビニル樹脂、ポリエ\nステル樹脂、アルキッド樹脂などが好ましく、これらを単独または、２種以上組み\n合わせて共重合したものを使用できる。\n【００３５】\n本発明の好ましい態様である、表面保護層（１）が塩化ビニル樹脂又は、（メタ）\nアクリル樹脂の場合、該インキに用いられる樹脂成分は、上述の中でも、アクリル\n樹脂、ビニル樹脂を単独又は共重合したものが好ましい。\n【００３６】\n本発明に用いられる着色剤は、特に限定されるものではないが、色相を明るくする\nことができ、且つ、隠蔽性が得られるものが良く、シートの色相に合わせた明色系\nの色が好ましく、例えば、白色の有機顔料や白色や黄色の無機顔料、並びに蛍光染\n料や蛍光増白剤を挙げることができ、中でも、隠蔽性がより優れる白色や黄色の無\n機顔料が好ましい。\n【００３７】\n本発明に用いられる上記の有機顔料としては、例えば、ファストエロー、ジスアゾ\nエロー、パーマネントエロー、リオノールエロー、クロモフタリエロー、イルガジ\nンエロー等を挙げることができ、これらを単独又は併用して用いることができる。\n【００３８】\n本発明に用いられる上記の無機顔料としては、例えば、白色として酸化チタン、炭\n酸カルシウム、硫酸バリウム、酸化亜鉛、硫化亜鉛等を挙げることができ、黄色と\nしては、チタンイエロー、黄色酸化鉄等を挙げることができ、これらを単独又は併\n用して用いることができ、前述の有機顔料とも併用することができる。\n【００３９】\n反射素子層（４）は内部全反射条件を満足する臨界角度を大きくする目的で三角錐\n型キューブコーナー再帰反射素子背面に空気層（６）を設置するのが一般的である。\n使用条件下において水分の侵入による臨界角の低下などの不具合を防止するために\n反射素子層（４）と支持体層（８）とは結合剤層（７）によって密封封入されるの\nが好ましい。\n【００４０】\nこの密封封入の方法としては、米国特許第３、１９０、１７８号、第４、０２５、\n１５９号、実開昭５０－２８６６９号公報等に示されている方法が採用できる。\n【００４１】\n結合層（７）に用いる樹脂としては（メタ）アクリル樹脂、ポリエステル樹脂、ア\nルキッド樹脂、エポキシ樹脂などがあげられ、接合の方法としては公知の熱融着性\n樹脂接合法、熱硬化性樹脂接合法、紫外線硬化性樹脂接合法、電子線硬化性樹脂接\n合法などが適宜採用可能である。\n【００４２】\n本発明に用いる結合剤層（７）は支持体層（８）の全面にわたって塗布しうるし、\n再帰反射素子層（４）との接合部分に印刷法などの方法により選択的に設置するこ\nとも可能である。\n【００４３】\n支持体層（８）を構成する材料の例としては再帰反射素子層（４）を構成する樹脂\nや一般のフィルム成形可能な樹脂、繊維、布、ステンレスやアルミニウムなどの金\n属箔または板をそれぞれ単独又は複合して用いることができる。\n【００４４】\n本発明の再帰反射シートを金属板、木板、ガラス板、プラスチック板、などに貼付\nするために用いる接着剤層（９）および該接着剤層（９）のための剥離基材層（１\n０）は、適宜、公知のものを選択することができる。接着剤としては、感圧型接着\n剤、感熱型接着剤、架橋型接着剤などを適宜選択できる。感圧接着剤としてはブチ\nルアクリレート、２－エチルヘキシルアクリレート、イソオクチルアクリレート、\nノニルアクリレートなどアクリル酸エステルをアクリル酸、酢酸ビニルなどと共重\n合して得られるポリアクリル酸エステル粘着剤やシリコン樹脂系粘着剤、ゴム系粘\n着剤などを用いることができる。感熱型接着剤としてはアクリル系、ポリエステル\n系、エポキシ系樹脂などを用いることができる。\n【００４５】\n次に、本発明の蒸着型三角錐型キューブコーナー再帰反射シートの一例を断面図\nを参照しながら説明する。\n【００４６】\n蒸着型三角錐型キューブコーナー再帰反射シートの表面保護層（１）、印刷層（２）、\n保持体層（３）、反射素子層（４）、（３）と（４）を一体にしたもの（５）、接着剤\n層（９）および剥離基材層（１０）には、前述の三角錐型キューブコーナー再帰反\n射シートと同じものを用いることができる。\n【００４７】\n蒸着型三角錐型キューブコーナー再帰反射シートの反射素子層（４）の素子の表面\nには金属の鏡面反射層（１２）が設置されており、さらに接着剤層（９）が鏡面反\n射層（１２）に直接接触されて積層されている。この態様における蒸着型三角錐型\nキューブコーナー型再帰反射シートは鏡面反射原理で再帰反射するために空気層を\n必要とせず、したがって、結合剤層と支持体層を必要としない。\n【００４８】\n本発明の三角錐型キューブコーナー型再帰反射シートは、反射素子層（４）の表面\n上に、真空蒸着、化学メッキ、スパッタリングなどの手段を用いて、アルミニウム、\n銅、銀、ニッケルなどの金属からなる鏡面反射層（１２）を設けることができる。\n鏡面反射層（１２）を設ける方法の内、アルミニウムを用いた真空蒸着法が、蒸着\n温度を低くすることができるため、蒸着工程における再帰反射素子（４）の熱変形\nを最小に抑えることができ、また、得られる鏡面反射層（１２）の色調も明るくな\nるので好ましい。\n【００４９】\n上記アルミニウム鏡面反射層（１２）連続蒸着処理装置は、真空度が７～９＊１０\n-4ｍｍＨｇ程度に維持できる真空容器、その中に設置された基体シート及びその光\n入射側表面上に積層された表面保護層からなるプリズム原反シートを繰り出す巻き\n出し装置、蒸着処理されたプリズム原反シートを巻き取る巻き取り装置、並びにそ\nれらの間にあって、黒鉛坩堝中で電熱ヒーターでアルミニウムを溶融させることが\n可能な加熱装置よりなっている。黒鉛坩堝中には純度が９９．９９重量％以上の純\nアルミニウムペレットが投入され、例えば、交流電圧３５０～３６０Ｖ、電流が１\n１５～１２０Ａ、処理速度が３０～７０ｍ／分の条件で、溶融され蒸気化されたア\nルミニウム原子によって再帰反射素子の表面に鏡面反射層（１２）を例えば８００\n～２０００オングストロームの厚さで蒸着処理することができる。\n【実施例】\n【００５０】\n以下、実施例により、本発明の詳細を更に具体的に説明するが、本発明は実施例に\nのみに限定されるものではないことはいうまでもない。\n【００５１】\n実施例をはじめ本明細書及び特許請求の範囲に記載の数値は以下で述べる方法で\n測定されたものである。\n【００５２】\n（１）再帰反射性能\n再帰反射性能測定器として、アドバンスト・レトロ・テクノロジー社製「モデル９\n２０」を用い１００ｍｍ＊１００ｍｍの再帰反射シートの再帰反射性能をＪＩＳ  Ｚ\n－９１１７に準じて、観測角０．２度、入射角５度により適宜の５点について測定\nし、その平均値をもって再帰反射シートの再帰反射性能とした。\n【００５３】\n（２）色相（明るさ）\n色相測定器として、日本電色（株）製「ＳＥ－２０００」を用い直径５０ｍｍの円\nの再帰反射シートの色相をＪＩＳ  Ｚー９１１７に準じて適宜の５点について測定\nし、ＸＹＺ表色系で表し、Ｙ値の平均値をもって再帰反射シートの色相（明るさ）\nとした。\n【００５４】\n（３）Ｗ－Ｏ－Ｍ耐候性\n耐候性試験機として、アトラスエレクトリックデバイスＣＸＷ－Ｂ－８１２５０\n１５００を用いて、暴露時間を３０００時間とした以外は、ＪＩＳ  Ｚ－９１１７に\n準じて、耐候性試験を行った。\n【００５５】\n以上の結果は、まとめて表１に示した。\n【００５６】\n実施例１\n【００５７】\n〈金型の作成〉\n表面を平坦に研削した１００ｍｍ角の真鍮板の上に、第１方向と第２方向を、先端\n角度が６８．５３度のダイヤモンドバイトを用いて、第１方向及び第２方向の繰り\n返しピッチが２１０．８８μｍ、溝の深さが１００μｍであって、第１方向と第２\n方向との交差角度が５８．７６度となるように断面形状がＶ字の平行溝を繰り返し\nのパターンでフライカッティング法によって切削した。\n【００５８】\nしかる後に、第３方向を、先端角度が７１．５２度のダイヤモンドバイトを用いて、\n繰り返しピッチが２１４．９２μｍ、溝の深さが１００μｍ、第１方向及び第２方\n向と第３方向との交差角度が６０．６２度となるようにＶ字平行溝を切削して、真\n鍮板上に高さが１００μｍの凸型状の多数の三角錐型キューブコーナーが最密充填\n状に配置された母型を形成した。この三角錐型反射素子の光学軸傾斜角は＋１度で\nあり、三角錐を構成する三面のプリズム面角はいずれも９０度であった。\n【００５９】\nこの真鍮製母型を用いて電鋳法により、材質がニッケルであって厚さが１．０ｍｍ\nの形状が反転された凹型状のキューブコーナー成型用金型を作成した。\n【００６０】\n〈印刷用インキの作成〉\n下記のインキ配合をビーズミル中で５時間攪拌混合して、固形分１９％の白色イ\nンキを作成した。この時に使用したバインダーは、ブチルアクリレートアクリル酸、\nおよび酢酸ビニルをそれぞれ９９重量部、９９重量部、９９重量部配合し、溶剤を\nトルエン及び酢酸エチル１：１の混合溶剤とし、開始剤としてベンゾイルパーオキ\nサイドを用いて数平均分子量が９９万、固形分が５０重量％となるように重合され\nたものを用いた。\n【００６１】\nインキバインダー    １００      重量部\nエポキシ化大豆油          ０．５  重量部\n酸化チタン                １．５  重量部\n沈降性硫酸バリウム        １      重量部\n消泡剤                    ０．１  重量部\nメチルエチルケトン      ８０      重量部\nトルエン                ５０      重量部\n酢酸エチル              ４５      重量部\n【００６２】\n〈印刷フイルムの作成〉\n厚さ７０μｍのアクリル樹脂フィルム（三菱レーヨン株式会社製「サンデュレンＬ\nＨＢ」）に前記印刷インキを用いて、直径２ｍｍの円形状の印刷パターンでピッチが\n４ｍｍの図４に示すような千鳥状にグラビア印刷を行った。この際の印刷厚みは約\n２μｍであった。\n【００６３】\nさらに、この印刷アクリルフィルムを印刷面を内側に向けるようにして、厚さ２０\n０μｍのポリカーボネート樹脂シート（三菱エンジニアリングプラスティックス株\n式会社製「ユーピロンシート  Ｈ３０００」）に一対のラミネートロールを用いて温\n度条件２００℃、加圧力３０Ｋｇ／ｍの条件で熱圧着して印刷積層シートを得た。\n【００６４】\n〈印刷反射シートの作成〉\n前記の成型用金型を用いて、上記の印刷積層シートを成形温度２００℃、成形圧力\n５０Ｋｇ／ｍの条件で圧縮成型した後に、加圧下で３０℃まで冷却してから樹脂シ\nートを取り出して、表面に支持体層の厚さが約１７０μｍのキューブコーナーを最\n密充填状に配置した印刷された三角錐型キューブコーナー型再帰反射シートの中間\n製品（以下、単に中間製品という、図示しない）を作成した。\n【００６５】\nさらに、該中間製品を、５０μｍの白色ポリエチレンテレフタレートフィルム上に\n３８μｍの厚さで積層された熱可塑性ポリエステル樹脂シートを用いて、凸型状の\nハニカム形状をした密封封入用金型を用いて、密封封入構造に形成した。\n【００６６】\nさらに、厚さ６０μｍのアクリル感圧型粘着剤（日本カーバイド工業株式会社製\nニッセツＫＰ１８１８）と厚さ１００μｍのポリプロピレン製剥離シート（大倉工\n業社製）を積層して図１に示されるような印刷された三角錐型キューブコーナー型\n再帰反射シートを作成した。\n【００６７】\n実施例２\n【００６８】\n実施例１で作成した中間製品を真空度が９＊１０-4ｍｍＨｇに維持できる真空容\n器中に設置された黒鉛坩堝中で電熱ヒーターでアルミニウムを溶融させることが可\n能な加熱装置よりなる真空蒸着装置に設置した。黒鉛坩堝中には純度が９９．９９％\n以上の純アルミニウムペレットと粒状の金属チタンが重量比１００：１の割合にな\nるように投入され、交流電圧３５００Ｖ、電流が１１５～１２０Ａ、バッチ処理時\n間が５分の条件で真空蒸着処理され、蒸気化されたアルミニウム原子がキューブコ\nーナー型反射素子の三つの傾斜面を鏡面反射層として蒸着処理した。この時のアル\nミニウム蒸着膜の厚さは１１００オングストロームであった。\n【００６９】\nこの蒸着処理プリズム原反シートの蒸着面に、実施例１と同様に粘着剤層と剥離\nシートを積層して印刷された蒸着型三角錐型キューブコーナー再帰反射シートを作\n成した。\n【００７０】\n実施例３\n【００７１】\n厚さ７０μｍのアクリル樹脂フィルム（三菱レーヨン株式会社製「サンデュレンＬ\nＨＢ」）に厚さ２００μｍのポリカーボネート樹脂シート（三菱エンジニアリングプ\nラスティックス株式会社製「ユーピロンシート  Ｈ３０００」）に一対のラミネート\nロールを用いて温度条件２００℃、加圧力３０Ｋｇ／ｍの条件で熱圧着して積層シ\nートを得た。\n【００７２】\n実施例１で作成した前記印刷インキを用いて、直径１ｍｍの円形状の印刷パター\nンでピッチが３ｍｍの図４に示されたような千鳥状にグラビア印刷をポリカーボネ\nート面に行った。この際の印刷厚みは約２μｍであった。\n【００７３】\nこの印刷積層シートを印刷面を金型に接するようにして、実施例１と同じ条件で\n圧縮成形した。\n【００７４】\nさらに実施例１と同じ方法で密封封入構造と粘着剤層を設置してプリズム反射面\nの一部に白色印刷された蒸着型三角錐型キューブコーナー再帰反射シートを作成し\nた。\n【００７５】\n比較例１\n【００７６】\n印刷の図柄を図６に示されるような模様にした以外は全て実施例１と同様にして\n印刷された三角錐型キューブコーナー再帰反射シートを作成した。\n【００７７】\n比較例２\n【００７８】\n印刷の図柄を図６に示されるような模様にした以外は全て実施例２と同様にして\n印刷された三角錐型キューブコーナー再帰反射シートを作成した。\n【００７９】\n【表１】\n【図４】                          【図６】\n（別紙２）\n１  １頁３～８行\n「Retro-reflective material\nThis invention relates to retro-reflective material and more particularly, but\nnot  exclusively,  retro-reflective  material  for  traffic  hazard  indicators  such  as\ncones and bollards and for road signs and the like.」\n（翻訳）\n「再帰反射材\n本発明は、再帰反射材及び、より特定して、しかし他を排斥するのではなく、\nコーンや車止めポールのような交通危険標識や、道路標識やその類のための再帰反\n射材に関するものである。」\n２  １頁９～３１行\n「  It is general practice to impart retro-reflective properties to traffic hazard\nindicators  such  as  road  cones  and  bollards  by  placing  an  appropriate  shaped\nretro-reflective sleeve over the cone or bollard. To meet present requirements the\nsleeve  must  at  night  reflect  incident  light,  for  example  from  the  headlights  of\nvehicles, and in daylight the sleeve must appear white. To achieve this the usual\nconstruction of sleeve material comprises a backing, for example of plastics which\nis coated with a reflective material. Such as aluminium paint.A layer of adhesive\ncontaining  a  white  pigment  is  applied  over  the  reflective  coating  and  glass\nmicrospheres or beads are partially embedded in the adhesive.\nRecently  it  has  been  proposed  that  the  retro-reflectivity  of  such  sleeves\nshould be increased. It is the case that the white pigment in the adhesive in the\nabove described assembly reduces the retro-reflectivity. Retro-reflectivity can be\nimproved  if  the  amount  of  white  pigment  in  the  adhesive  is  reduced  but  the\nconsequence of that modification is that the material no longer has a sufficiently\nwhite appearance in daylight.」\n（翻訳）\n「  一般的な慣行として、道路コーンや車止めポールを覆う適切な形状の再帰\n反射スリーブを装着することで、道路コーンや車止めポールなどの交通危険標識に\n再帰反射特性が与えられている。現在の必要条件に適合するためには、スリーブは、\n夜間には例えば自動車のヘッドライトからの入射光を反射しなければならず、日光\nの下ではスリーブが白く見えなければならない。これを実現するために、スリーブ\n材の通常の構造は、例えば、アルミニウム塗料のような反射性材料でコーティング\nされたプラスチックの裏材を有している。白色顔料を含む接着剤層は、反射コーテ\nィングの上に塗布され、ガラスの微小球又は球は、接着剤に部分的に埋め込まれて\nいる。最近では、そのようなスリーブの再帰反射性を増加させるべきことが提案さ\nれている。上記の組立体の接着剤中の白色顔料が、再帰反射性を低下させることは\n事実である。もし、接着剤中の白色顔料の量が減らされると、再帰反射性を向上さ\nせることができるが、その変更の結果、その材料は、日光の下で十分に白い外観\nを持たなくなる。」\n３  １頁３４～４７行\n「  According to the invention there is provided a retro-reflective material\ncomprising  a  backing,  a  retro-reflective  coating  on  said  backing,  glass\nmicrospheres attached to said retro-reflective coating, wherein said coating is or\nappears incomplete and white colour being provided in the part or parts where\nthe  coating  is  or  appears  to  be  absent.  With  the  invention,  therefore,  white\npigmented material is not applied uniformly over the retro-reflective coating but\nis  provided  over  parts  only  of  the  coating.  These  parts  may  be  discrete  or\ninterconnected  areas  such  as  spots  or  lines  or  other  shapes  and  they  may  be\nregularly or irregularly distributed over the assembly.」\n（翻訳）\n「  本発明により、裏材、前記裏材上の再帰反射コーティング、前記再帰反射\nコーティングに取り付けられたガラス微小球を有する再帰反射材が提供され、ここ\nで、前記コーティングは不完全であるか、又は不完全であるように見えてもよく、\nコーティングが欠けているか、又は欠けているように見える部分あるいは複数の部\n分には白色が付与されている。\nしたがって、本発明では、白色に着色された材料は、再帰反射コーティング\nの上に均一に塗布されるのではなく、コーティングの複数の部分の上にのみに付与\nされる。これらの複数の部分は、複数の点、複数の線、あるいはその他の形状のよ\nうな分離した複数の領域又は相互に連結した複数の領域であってもよく、それらは、\n組立品の上に規則的に又は不規則的に分布してよい。」\n４  １頁４８～５３行\n「  There are various ways in which the white colour can be incorporated in\nthe material of the invention. For example the white colour can be printed on one\nor both sides of a transparent or translucent cover sheet which extends over the\nretro-reflective coating.」\n（翻訳）\n「  本発明の材料に白色を組み込むことができる様々な方法がある。例えば、\n白色は、再帰反射コーティングを覆う透明又は半透明のカバーシートの片面又は両\n面に印刷され得る。」\n５  １頁６０～６６行\n「  The glass microspheres should be attached to the retro-reflective coating\nso that they do not penetrate completely therethrough. To ensure that that does\nnot happen the retro-reflective coating can be formed in two layers, the second\nlayer  being  applied  after  the  first  layer  has  dried  and  the  microspheres  being\nattached to the second layer.」\n（翻訳）\n「  ガラス微小球は、再帰反射コーティングを完全に貫通することがないよう\nに、再帰反射コーティングに取り付けられなければならない。そのようなことが起\nこらないようにするため、再帰反射コーティングが２層で形成され、第１の層が乾\n燥した後に第２の層が塗布され、ガラス微小球が第２の層に取り付けられる。」\n６  １頁７４～８３行\n「   Referring  to  the  drawing  the  retro-reflective  material  comprises\na backing 10 which may be flexible or rigid and is preferably of plastics such as\npolyvinyl chloride. A layer 12 of retro-reflective material is applied to one side of\nthe  backing.  The  coating  may  be  formed  from  any  suitable  retro-reflective\nmaterial  such  as  aluminium  paint  which  can  be  sprayed,  coated  or  otherwise\napplied onto the backing. A second layer 14 of retro-reflective material is applied\nover the first layer 12.」\n（翻訳）\n「  図面を参照すると、再帰反射材は、柔軟性又は剛性があり、好ましくはポ\nリ塩化ビニルなどのプラスチック製の裏材１０を有する。裏材の片面には、再帰反\n射材料の層１２が塗布されている。コーティングは、裏材にスプレー、コーティン\nグ、又はその他の方法で塗布することができるアルミニウム塗料など、任意の適切\nな再帰反射材料から形成してもよい。第１の層１２の上には、再帰反射材料の第２\nの層１４が塗布されている。」\n７  １頁８８～９４行\n「  Glass  microspheres  16  of  the  kind  commonly  used  in  retro-reflective\nassemblies  are  attached  to  the  second  layer  14.  Preferably  the  second  layer  is\nformed  from a liquid, and while the layer is still liquid  the glass  microspheres\nare  partially  embedded  therein.  When  the  second  layer  dries  the  glass\nmicrospheres are firmly secured to the second layer.」\n（翻訳）\n「  再帰反射組立体で一般的に使用される種類の複数のガラス微小球１６が、\n第２の層１４に取り付けられる。好ましくは、第２の層は液体から形成され、この\n層がまだ液体であるうちに、ガラス微小球がその中に部分的に埋め込まれる。第２\nの層が乾燥すると、ガラス微小球は第２の層にしっかりと固定される。」\n８  １頁９５～９８行\n「  A  two  layer  construction  of  retro-reflective  coating  is  not  essential.  A\nsingle layer can be used provided that the microspheres do not penetrate through\nthe layer.」\n（翻訳）\n「再帰反射コーティングの２層構造は必須ではない。微小球に層を貫通させな\nいことを条件として、単一層を使用することができる。」\n９  １頁９９～１１４行\n「  A transparent or translucent cover layer 18 is disposed over the second\nlayer 16. Preferably the cover layer 18 is not attached or secured to the rest of\nthe assembly except adjacent the edges of the piece of material. Part of the cover\nlayer  is  coloured  white.  The  white  colouration  can  be  provided  on  one  or  both\nsides  of  the  cover  layer.  Alternatively  the  white  colour  can  be  applied  directly\nonto the retro-reflective coating 14 before the microspheres are attached thereto\nor  the  retro-reflective  coating  can  be  discontinuous  to  expose  the  backing.  The\nbacking can itself be coloured white or white colour can be applied to the exposed\nparts  of  the  backing.  The  white  coloured  part  can  be  in  a  random  or  uniform\npattern,  for  example  in  the  form  of  dots,  lines  or  other  regular  or  irregular\nshapes.」\n（翻訳）\n「  透明又は半透明のカバー層１８が、第２の層１４の上に設けられている。\n好ましくは、カバー層１８は、材料片の端部に隣接する部分を除いて、組立体の残\nりの部分に取り付けられず、又は固定されていない。カバー層の一部は白色に着色\nされている。白色の着色は、カバー層の片面又は両面に付与することができる。代\nわりに、微小球をそこに取り付ける前に、再帰反射コーティング１４の上に白色が\n直接塗布されてもよく、又は、再帰反射コーティングが、裏材を露出するように、\n不連続とされてもよい。裏材自体が白色に着色されてもよく、又は、白色が裏材の\n露出部分に塗布されてもよい。白色に着色された部分は、例えば、複数の点、複数\nの線、又は他の規則的又は不規則な形状による、ランダム又は均一なパターンであ\nり得る。」\n１頁１１５～１２３行\n「  In order that assembly should have the requisite reflectivity the white\ncolour must not obscure or attenuate more than a limited amount of the retro-\nreflectivity of the retro-reflective coating. However, sufficient white colour must\nbe  present  such  that  the  material  appears  white  in  daylight.  Generally\nsatisfactory assemblies are obtained with from 10 to 20%, preferably from 12 to\n17%, of the area of the material coloured white.」\n（翻訳）\n「  組立体に必要な反射性を持たせるためには、白色が再帰反射コーティング\nの再帰反射性を一定限度以上に不明瞭にしたり、減衰させたりしてはならない。し\nかしながら、材料が日光の下で白色に見えるように、十分な白色が存在しなければ\nならない。一般に、満足な組立体は、材料の面積の１０～２０％、好ましくは１２\n～１７％が白色に着色されたもので得られる。」\n１頁１２８行～２頁１５行\n「CLAIMS\n1. A retro-reflective material comprising a backing a retro-reflective coating\non said backing, glass microspheres attached to the said retro-reflective coating,\nwherein said coating is or appears incomplete there being white colour provided\nin the part or parts where the coating is or appears to be absent.\n2.A retro-reflective material as claimed in Claim1,wherein the white colour\nis provided over the retro-reflective coating.\n3.  A  retro-reflective  material  as  claimed  in  Claim1  or  Claim2  wherein  the\nwhite colour is applied directly onto the retro-reflective coating.\n4. A  retro-reflective material as  claimed in  Claim1 or Claim2, wherein the\nwhite colour is provided on a cover sheet which extends over the retro-reflective\ncoating.」\n（翻訳）\n「特許請求の範囲\n１．裏材、前記裏材上の再帰反射コーティング、前記再帰反射コーティングに\n取り付けられたガラス微小球を含む再帰反射材であって、前記コーティングが不完\n全であるか、又は不完全であるように見え、前記コーティングが欠けているか又は、\n欠けているように見える、部分又は複数の部分に白色が付与されている、再帰反射\n材。\n２．白色が再帰反射コーティングの上に付与されている、請求項１に記載の再\n帰反射材。\n３．白色が再帰反射コーティングの上に直接塗布されている、請求項１又は２\nに記載の再帰反射材。\n４．白色が再帰反射コーティングの上に広がるカバーシートに付与されている、\n請求項１又は２に記載の再帰反射材。」\n図\n（別紙３）\n１  １頁４～９行\n「光線反射板及びその製造方法\n本発明は、再帰反射板及びその製造方法に関する。\n夜間交通の安全性を高めるため、反射膜でコーティングされた金属シートから\nなる反射交通標識が知られている。」\n２  １頁１３行～２頁７行\n「好ましくは、車両にも反射プレートを備えることによって、夜間交通でも遠く\nから車両を確認することができる。特に好ましくは、車両ナンバープレートを反\n射させることによって、夜間に車両が照射されると、ナンバープレートで車両を\n識別することができる。今まで公知とされているナンバープレートはラッカー塗\n装された非反射アルミニウムシートである。このプレートの場合、記号、文字及\nび/または数字が凸状にエンボス加工され、その後、この凸面が別の色、通常は黒\n色でラッカー塗装される。」\n３  ２頁８～１２行\n「本発明の課題は、夜間交通における安全性を高め、交通路及び交通制御装置の\n視認性、さらには車両の視認性を向上させための再帰反射面及びプレートを提供\nすることである。」\n４  ２頁１２～１４行\n「さらに、本発明の課題は、そのような反射面及びプレートを製造する方法を提\n供することである。」\n５  ２頁１５行～３頁３行\n「本発明による再帰反射面及びプレートは、反射板からなり、該反射板は、プラ\nスチック板を備え、その視認面が滑らかであり、その裏面が三角プリズム又は同\n等の、光学的精度によって形成された反射要素を有し、かつ、例えば銀、アルミ\nニウム、銅、クロム、ニッケルなどからなり、反射コーティングが施された反射\n層で覆われ、さらに、反射板の視認面には文字及び/又は数字などの記号が、刻印\nされるか、エンボス加工されているか、あるいは取り付けられていることを特徴\nとする。\n三角プリズムは逆さにした三角錐の形状を有する。しかしながら、他のプリズ\nムシステムも光線反射に使用することができる。」\n６  ３頁４～７行\n「本発明の概念を特に発展させた結果、本発明による反射板は車両ナンバープレ\nートとして使用される。この場合、記号は、記号を含まない反射面の色とは異な\nる色になる。」\n７  ３頁８～２１行\n「本発明の本質的な特徴によれば、記号は、反射板の視認面に凸状にエンボス加\n工される。この方法で製造された反射ナンバープレートの場合、本発明による反\n射板は公知のアルミニウム板と同じ方法でエンボス加工され、エンボス加工され\nた記号は反射体の表面から浮き出し、その後、通常は黒色のラッカーで塗装され\nることから、今まで公知されているナンバープレートの製造業者は新しいエンボ\nス加工装置を必要とせず、また、ナンバープレートのエンボス加工や後処理の方\n法を変更する必要もない。本発明による反射板の場合で、かつ、記号を例えばラ\nッカー塗装または接着する必要がある場合は、プレート製造業者には新しい作業\n工程が必要となる。」\n８  ３頁２２行～４頁５行\n「本発明による反射板をエンボス加工する場合、凸状の記号の背後に配置されて\nいる三角プリズムが押し潰されるため、凸状の記号はもはや反射しない。ナンバ\nープレートの場合、いずれにしても表面の凸状の記号はラッカーで着色・塗装さ\nれることから、これについては反射率の観点から問題にはならない。」\n９  ４頁６～２４行\n「ナンバープレートの場合、本発明による反射板に記号をエンボス加工する際に\n三角プリズムが押し潰されるが、これは従来のナンバープレートにはない大きな\n利点である。従来のナンバープレートの場合、ラッカー塗装されたアルミニウム\nシートの浮き出た部分は適切な打出しまたは押出しによって戻され、明確な痕跡\nを残すことはない。一方で、これは本発明による反射体には当てはまらない。と\nいうのは、浮き出た部分が押し戻されても、記号の背後にある押し潰された三角\nプリズムは押し潰されたままであるためである。本発明による反射板は、ナンバ\nープレートとして形成される場合、明確な痕跡を残すことなく、エンボス加工さ\nれた記号に変更を加えることができない。すなわち、偽造の恐れが全くないので\nある。エンボス加工された記号が再び平坦に押し戻されたとしても、この箇所は\nプリズムを反射しないことから、これによって記号の位置と輪郭を常に確認する\nことができる。同じ箇所に別の記号がエンボス加工された場合、この別の記号が\n前の記号と完全に一致することはないため、ナンバープレートの偽造を識別する\nことができるのである。」\n１０  ５頁１～５行\n「本発明による反射板の記号のエンボス加工は、記号の背後に配置されたプリズ\nムを押し潰すのではなく、反射板のこれ以外のプリズムを押し潰すように行うこ\nともできる。この場合、記号のみが反射する。」\n１１  ５頁６～１６行\n「本発明によれば、記号を反射板の可視面に凹状に刻印することも可能であり、\nそれによって、記号の周囲の可視面が浮き出される。本発明の別の特徴によれば、\n記号の輪郭のみを可視面にエンボス加工もしくは刻印加工することも可能であ\nる。この解決法の場合、エンボス加工では記号の輪郭領域に位置するプリズムの\nみが押し潰されるため、記号の輪郭は反射しないが、記号自体の背後に位置する\nプリズムの大部分がそのまま保持されるため、記号は反射する。」\n１２  ７頁１～２２行\n「車両ナンバープレートの例では、エンボス加工されていない視認面を、日中、\n白く不透明に見せるため、反射板の視認面には、「Raster」の多数の白い点を印刷\nすることができる。「Raster」は、反射光が所定の割合で透過するように作成され\nる。「Raster」が不透明で光不透過の色で作成される場合、反射光は「Raster」の\n間隙を透過するため、「Raster」の色を吸収しない。反射板の着色及び「Raster」\nの色は、日中は視認面の色が「Raster」と一致するように、すなわち一致してい\nるように見えるようにし、これに対して、夜間は反射面の色がプラスチックの着\n色に一致するよう見えるように選択することができる。例えば、反射面は、日中\nは黒色に、夜間は白色に見えるように製造することができる。\n本発明の別の特徴によれば、記号とこれを含まない反射板の視認面とを色的に\n区別するために、反射光が相応する色となる透明なラッカーでこれらの表面の一\n方をコーティングすることができる。」\n１３  ９頁１～１１行\n反射板の全表面は、着色ラッカー層を有することができる。この反射板をエン\nボス加工する場合、エンボス加工された凸状の記号は簡易の方法で研磨すること\nができるため、凸状の記号の着色層は取り除かれ、一方で、凸状ではない反射面\nの着色層はそのまま保持される。この着色層は、ラッカー、箔、プラスチックな\nどの様々な材料からなり、この層は射出成形方法で塗着されたり、プラスチック\n板として反射体の射出成形型に挿入することもできる。」\n１４  ９頁１２～２７行\n「エンボス加工された反射面とそうでない反射面との間に色彩コントラストを作\nり上げるために、着色シート又は記号を、射出成形方法によって同じ又は類似の\nプラスチック（透明又は不透明）から製造するか、もしくは、平板（箔など）に\n打ち抜いて射出成形型に挿入するか、さらには、その後に、反射体に接着するこ\nともできる。プラスチックが注入される着色記号の成形型に反射体を挿入するよ\nうにして製造することも可能である。記載されているすべての、反射板の視認面\n上の透明又は不透明な着色ラッカー塗装は、印刷された透明な箔に置き換えるこ\nともでき、該箔は、反射体の視認面に接着、又は、例えば反射体の射出成形の際\nに、成形型に挿入することによって、反射体表面のプラスチック材料と結合する。」\n１５  １１頁６～８行\n「図１２  図１１の反射板であり、反射体の視認面のエンボス加工後のさらなる\n処理の図」\n１６  １２頁１～１０行\n「図１は、車両用プラスチック製ナンバープレート１０を示している。プレート\n１０の材料は光透過性である。プレート１０の裏面には、光学的精度によって形\n成された三角プリズムを備え、金属層でコーティングされている。プレート１０\nの視認面１１が夜間に照射されると光を反射するため、プレート１０を装備した\n車両を夜間交通路でも遠方から確認することができる。文字や数字などの記号は、\nプレート１０の視認面１１から凸状に浮き出ている。」\n１７  １４頁１６行～１５頁２行\n「図１１によれば、反射板の視認面３４全体に、鋳造又は射出成形プロセス中、\nもしくはその後に、ラッカー、膜、プラスチックからなる着色層３５が装着され\nた。このコーティング処理された板は、例えば図３及び４の反射板１４のように\nエンボス加工される。その後、層３５のエンボス加工された記号３６の前額面が\n回転ディスク３７によって研磨され、これに合わせて、コーティング処理された\n反射板３４を矢印３８の方向に移動させることができる。このようにして、凸状\nの記号３６の着色層は削り取られ、一方、凸状でない面の着色層は保持される。」\n１８  ＦＩＧ．１\n１９  ＦＩＧ．３\n２０  ＦＩＧ．４\n２１  ＦＩＧ．１１及びＦＩＧ．１２\n（別紙４）\n【発明の詳細な説明】\n【０００１】\n【産業上の利用分野】本発明は新規な構造の三角錐型キューブコーナー再帰反射シ\nートに関する。より詳しくは、本発明は新規な構造の三角錐型反射素子が最密充填\n状に配置された三角錐型キューブコーナー再帰反射シートに関する。\n【０００２】詳しくは、本発明は、道路標識、工事標識等の標識類、自動車、オー\nドバイ等の車両のナンバープレート類、衣料、救命具等の安全資材類、看板等のマ\nーキング、可視光、レーザー光あるいは赤外光反射型センサー類の反射板等におい\nて有用な三角錐型キューブコーナー再帰反射素子（以下、三角錐型反射素子又は単\nに素子ともいう）によって構成される三角錐型キューブコーナー再帰反射シートに\n関する。\n・・・\n【０００６】\n【従来の技術】従来、入射した光を光源に向かって反射する再帰反射シートはよく\n知られており、その再帰反射性を利用した該シートは上記のごとき利用分野で広く\n利用されている。中でも三角錐型反射素子などのキューブコーナー型再帰反射素子\nの再帰反射原理を利用した再帰反射シートは、従来のマイクロ硝子球を用いた再帰\n反射シートに比べ光の再帰反射効率が格段に優れており、その優れた再帰反射性能\nにより年々用途が拡大しつつある。\n【０００７】しかしながら従来公知の三角錐型再帰反射素子は、その反射原理から\n素子の持つ光学軸（三角錐型キューブコーナー再帰反射素子を構成する互いに 90 ﾟ\nの角度で交差する３個の傾斜面(ａ面、ｂ面、ｃ面）から等しい距離にある該三角錐\nの頂点を通る軸）と入射光線とがなす角度（以下これを入射角という）が小さい角\n度の範囲では良好な再帰反射効率を示すが、入射角が大きくなるに連れて再帰反射\n効率は急激に低下する（すなわち入射角特性が劣る）。\n・・・\n【００１２】他方、三角錐型再帰反射素子は、該素子のほぼ全面にわたって光の入\n射した方向に光を反射させることができるために、マイクロ硝子球型反射素子のよ\nうに球面収差などの原因によって反射光が広い角度に発散して反射することはない。\nしかしながら、再帰反射光のこの狭い発散角度は実用面においては、たとえば自動\n車のヘッドランプから発せられた光が交通標識で再帰反射したとき、その光軸から\n離れた位置にいる者、例えば運転者の目には達しにくいという不都合が生じ易い。\nこのような不都合は、特に自動車と交通標識との距離が近接したときに、光線の入\n射軸と、運転者と反射点を結ぶ軸（観測軸）とがなす角度（観測角）が増大するた\nめにますます増大する（すなわち観測角特性が劣る）。\n・・・\n【００２４】\n【発明が解決すべき課題】一般に三角錐型キューブコーナー再帰反射シートに望ま\nれる基本的な光学特性として、高輝度性、即ち、該シート正面から入射した光の反\n射輝度に代表される反射輝度の高さ（大きさ）のみならず、広角性が要求され、さ\nらに広角性に関しては、観測角特性、入射角特性、回転角特性の三性能が要求され\nる。\n【００２５】前述したとおり、従来公知の三角錐型キューブコーナー再帰反射素子\nから構成された再帰反射シートは、いずれも、入射角特性が劣りかつ概して観測角\n特性も満足すべきものではなかったのに対して、本発明者らは、光追跡シュミレー\nションにより、互いに対称の位置に設けられている該三角錐型反射素子が共有する\n多数の底辺（ｘ、ｘ、････）を含む平面（Ｘ－Ｘ'）から該素子の頂点（Ｈ1、Ｈ2）\nまでの高さ（ｈ'）を、該三角錐型反射素子の前記の共有する一底辺を一辺として有\nするｃ面と実質的に直角に交差する２面（ａ面、ｂ面）の底辺（ｚ、ｗ）を包含す\nる面（Ｚ－Ｚ'）から該反射素子の頂点までの高さ（ｈ）より実質的に大とすること\nにより、かような三角錐型反射素子から構成された再帰反射シートの入射角特性を\n改善することができることを発見し、特許出願を行った。（特願平８－２９５９０７\n号）・・・\n・・・\n【０１３６】次に本発明の三角錐型キューブコーナー再帰反射シートの好適な構造\nの一態様であるマイナス傾斜の三角錐型キューブコーナー再帰反射シートについて、\nその断面図である図１４を参照しながら説明する。\n【０１３７】図１３において、（1）は本発明の三角錐型反射素子（Ｒ1、Ｒ2）が最密\n充填状に配置された反射素子層、（2）は反射素子を保持する保持体層であり、（10）\nは光の入射方向である。反射素子層（1）及び保持体層(2）は一体であるのが普通で\nあるが、別々の層を積層しても構わない。本発明における再帰反射シートの使用目\n的、使用環境に応じて表面保護層（4）、観測者に情報を伝達したりシートの着色の\nための印刷層（5）、反射素子層の裏面に水分が侵入するのを防止するための封入密\n封構造を達成するための結合材層（6）、反射素子層（1）と結合材層（6）に囲まれ\nて、反射素子の界面での再帰反射を保証するための空気層（3）、結合材層（6）を支\n持する支持体層（7）、及び、該再帰反射シートを他の構造体に貼付するために用い\nる接着剤層（8）と剥離材層（9）とを設けることができる。\n【０１３８】表面保護層（4）には再帰反射素子層（1）に用いたのと同じ樹脂を用\nいることが出来るが耐候性を向上する目的で紫外線吸収剤、光安定剤及び酸化防止\n剤などをそれぞれ単独あるいは組み合わせて用いることが出来る。さらに、着色剤\nとしての各種の有機顔料、無機顔料及び染料などを含有させることが出来る。\n【０１３９】印刷層（5）は通常、表面保護層（4）と保持体層（2）の間、あるいは、\n表面保護層（4）の上や反射素子（1）の反射面上に設置することが出来、通常グラ\nビア印刷、スクリーン印刷及びインクジェット印刷などの手段により設置可能であ\nる。\n【０１４０】上記反射素子層（1）及び保持体層（2）を構成する材料としては本発\n明の一つの目的である柔軟性を満足するものであれば特に限定されるものではない\nが、光学的透明性、均一性のあるものが好ましい。本発明において使用し得る材料\nの例としては、ポリカーボネート樹脂、塩化ビニール樹脂、(メタ)アクリル樹脂、エ\nポキシ樹脂、スチレン樹脂、ポリエステル樹脂、フッ素樹脂、ポリエチレン樹脂や\nポリプロピレン樹脂などのオレフィン樹脂、セルロース系樹脂及びウレタン樹脂な\nどを例示できる。\n【０１４１】本発明における反射素子層（1）は内部全反射条件を満足する臨界角度\nを大きくする目的でキューブコーナー再帰反射素子背面に空気層（3）を設置するの\nが一般的である。使用条件下において水分の侵入による臨界角の低下及び金属層の\n腐食などの不具合を防止するために反射素子層（1）と支持体層（7）とは結合剤層\n（6）によって密封封入されるのが好ましい。この密封封入の方法としては米国特許\n第 3、190、178 号、第 4、025、159 号、日本公開実用新案昭和 50－28669 号等に\n示されている方法が採用できる。結合剤層（6）に用いる樹脂としては(メタ)アクリ\nル樹脂、ポリエステル樹脂、アルキッド樹脂、エポキシ樹脂などがあげられ、接合\nの方法としては公知の熱融着性樹脂接合法、熱硬化性樹脂接合法、紫外線硬化性樹\n脂接合法、電子線硬化性樹脂接合法などが適宜採用可能である。\n【０１４２】本発明に用いる結合剤層（6）は支持体層（7）の全面にわたって塗布\nしうるし、再帰反射素子層との接合部分に印刷法などの方法により選択的に設置す\nることも可能である。\n【０１４３】支持体層（7）を構成する材料の例としては再帰反射素子層を構成する\n樹脂や一般のフィルム成形可能な樹脂、繊維、布、ステンレスやアルミニウムなど\nの金属箔又は板をそれぞれ単独又は複合して用いることが出来る。\n・・・\n【０１６０】これにより本発明の再帰反射シートは、一般に三角錐型キューブコー\nナー再帰反射シートに望まれる基本的な光学特性である、高輝度性、即ち、該シー\nト正面から入射した光の反射輝度に代表される反射輝度の高さ（大きさ）のみなら\nず、観測角特性、入射角特性、回転角特性等の広角性の改善を可能とする。\n"
}