{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 1,
    "day": 27
  },
  "case_number": "令和1(行ウ)275",
  "case_name": "環境影響評価書確定通知取消請求事件（第１事件）",
  "court_name": "東京地方裁判所",
  "field": "行政",
  "gist": "１　火力発電所の設置工事の事業の環境影響評価に係る電気事業法４６条の１７第２項に基づく通知は、抗告訴訟の対象となる行政処分に当たるか\n\n２　火力発電所の設置工事の事業の環境影響評価に係る電気事業法４６条の１７第２項に基づく通知の取消訴訟の原告適格\n\n３　経済産業大臣がした火力発電所の設置工事の事業の環境影響評価に係る電気事業法４６条の１７第２項に基づく通知が違法であるとはいえないとされた事例",
  "case_gist": "１　火力発電所の設置工事の事業の環境影響評価に係る電気事業法４６条の１７第２項に基づく通知は、抗告訴訟の対象となる行政処分に当たる。\n\n２⑴　火力発電所の設置工事の事業に係る対象事業実施区域の周辺に居住する住民のうち、同事業が実施されることにより大気汚染による健康に係る著しい被害を直接的に受けるおそれのある者は、同事業の環境影響評価に係る電気事業法４６条の１７第２項に基づく通知の取消訴訟の原告適格を有する。\n⑵　新設される火力発電所が稼働した際に排出される二酸化炭素に起因する地球温暖化の進行により発生する災害等による生命、身体等に係る被害を受けるおそれがあると主張する者は、同火力発電所の設置工事の事業の環境影響評価に係る電気事業法４６条の１７第２項に基づく通知の取消訴訟の原告適格を有しない。\n\n３　経済産業大臣がした火力発電所の設置工事の事業の環境影響評価に係る電気事業法４６条の１７第２項に基づく通知は、判示の事情の下においては、違法であるとはいえない。",
  "lawsuit_id": "91818",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=91818",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/818/091818_hanrei.pdf",
  "contents": "令和５年１月２７日判決言渡  同日原本領収  裁判所書記官\n令和元年（行ウ）第２７５号  環境影響評価書確定通知取消請求事件（第１事件）\n令和元年（行ウ）第５９８号  環境影響評価書確定通知取消請求事件（第２事件）\n口頭弁論終結日  令和４年１０月４日\n判 決\n主 文\n１  本件訴えのうち、別紙１原告目録記載１ 及び から までの第１\n事件原告らの請求に係る部分を却下する。\n２  その余の第１事件原告ら及び第２事件原告らの請求をいずれも棄却\nする。\n３  訴訟費用は、第１事件及び第２事件を通じ、第１事件原告ら及び第\n２事件原告らの負担とする。\n事実及び理 由\n第１  請求\n経済産業大臣が、株式会社ＪＥＲＡに対して電気事業法４６条の１７第２項\nに基づき平成３０年１１月３０日付けでした、別紙３発電所建設計画目録記載\nの計画に係る環境影響評価書の変更を要しない旨の通知を取り消す。\n第２  事案の概要\n本件は、石炭を燃料種とする火力発電所の設置の工事の事業の事業者が、電\n気事業法４６条の１６に基づき経済産業大臣に対して同事業に係る環境影響評\n価書を届け出たのに対し、同大臣が同法４６条の１７第２項に基づき同事業者\nに対して同条１項の規定による命令をする必要がない旨を通知したことについ\nて、同事業に係る実施区域の周辺の居住者等である第１事件原告ら及び第２事\n件原告ら（以下、併せて「原告ら」という。）が、同通知は違法であるとして、\n同通知の取消しを求める事案である。\n１  関係法令の定め\n本件に関係する法令の定めは、別紙４記載のとおりである（同別紙中で定義\nした略称は、以下の本文においても同様に用いる。）。\n２  前提事実（当事者間に争いのない事実のほか、掲記の証拠及び弁論の全趣旨\nにより認められる事実）\n当事者等\nア  原告らは、別紙１原告目録記載の各肩書地（神奈川県又は千葉県）にそ\nれぞれ住所を有する者である。\nイ  株式会社ＪＥＲＡは、平成２７年４月３０日、東京電力フュエル＆パワ\nー株式会社及び中部電力株式会社の５０％ずつの出資により、火力発電所\nの新設事業等を目的として設立された株式会社である。別紙３発電所建設\n計画目録記載の発電所建設計画に係る事業（以下「本件事業」という。）\nの事業者は、当初は東京電力フュエル＆パワー株式会社であったが、平成\n２８年９月１３日に株式会社ＪＥＲＡが承継した（以下、両者を区別せず\n「本件事業者」という。）。\n本件事業の経過\nア  旧火力発電所の稼働状況\n本件事業の実施区域（以下「本件事業区域」という。）には、昭和３５\n年及び昭和３７年に、それぞれ石炭専焼火力発電所の１号機及び２号機が\n設置されて稼働を開始し（後に重油火力に転換）、その後、昭和４５年ま\nでに重油・原油混焼火力発電所である３号機から８号機までが設置されて\n稼働を開始した。また、昭和４６年には、ガスタービンを動力とする石油\n火力発電所が設置されて稼働を開始し、平成１９年には、２号ガスタービ\nンが設置されて稼働を開始した（以下、これらの火力発電所を併せて「本\n件旧発電所」という。）。\n平成１２年には、１号機、２号機、５号機及び６号機、平成１３年には、\n７号機、８号機及び２号ガスタービンが稼働を停止し、臨時稼働のみの長\n期計画停止の状態となり、平成１６年１２月２０日に１号機、平成１８年\n３月２７日に２号機が廃止された。平成２２年４月には残存する全ての本\n件旧発電所が長期計画停止の状態となり、平成２３年３月の東日本大震災\nにより原子力発電所が停止して供給電力が不足した際は、３号機、４号機\n及び２号ガスタービンが稼働したが、平成２５年末にこれらが停止し、再\nび全ての本件旧発電所が稼働を停止することとなった。\n平成２９年３月、全ての本件旧発電所が廃止された。\nイ  新設発電所の環境影響評価\n本件事業者は、本件事業区域において、本件旧発電所の設備を撤去し、\n石炭火力発電所である横須賀火力発電所（以下「本件新設発電所」とい\nう。）を建設することを計画した。本件新設発電所は、１号機及び２号機\nともに出力が６５万 kW であり、環境影響評価法２条２項の第一種事業に該\n当することから、本件事業者は、同法及び電気事業法に基づき、次のとお\nり環境影響評価（以下「本件評価」という。）を実施した。\n配慮書\n本件事業者は、本件事業に係る環境の保全のために配慮すべき事項に\nついて検討した上、その結果等を記載した配慮書（以下「本件配慮書」\nという。）を作成し、平成２８年４月２２日、経済産業大臣に対して送\n付した。\n神奈川県知事は、経済産業大臣から本件配慮書について意見を求めら\nれたのに対し、同年６月２２日、環境の保全の見地からの意見を述べた。\n環境大臣は、経済産業大臣から本件配慮書について意見を求められた\nのに対し、同年７月１日、環境の保全の見地からの意見を述べた。\n経済産業大臣は、同月１２日、本件事業者に対し、本件配慮書につい\nて環境の保全の見地からの意見を述べた。\n（甲１５２、乙８、２１ないし２３）\n方法書\n本件事業者は、本件事業に係る環境影響評価の項目並びに調査、予測\n及び評価の手法を選定した上、これらの事項等を記載した方法書（以下\n「本件方法書」という。）を作成し、平成２８年１０月２０日、経済産\n業大臣に対して届け出た。\n本件事業者は、本件方法書について住民等から環境の保全の見地から\nの意見の提出を受け、同年１２月２２日、経済産業大臣に対して意見の\n概要等を届け出た。\n神奈川県知事は、平成２９年３月２２日、経済産業大臣に対し、本件\n方法書について環境の保全の見地からの意見を述べた。\n経済産業大臣は、本件方法書を審査し、環境の保全についての適正な\n配慮がなされており、勧告をする必要がないと認め、同月３１日、本件\n事業者に対してその旨を通知した。\n（乙８、２４ないし２７）\n準備書\n本件事業者は、本件方法書に沿って環境影響評価を実施した上、その\n結果等を記載した準備書（以下「本件準備書」という。）を作成し、平\n成３０年１月１８日、経済産業大臣に対して届け出た。\n本件事業者は、住民等から環境の保全の見地からの意見の提出を受け、\n同年４月１９日、経済産業大臣に対して意見の概要等を届け出た。\n神奈川県知事は、同年８月８日、経済産業大臣に対し、本件準備書に\nついて環境の保全の見地からの意見を述べた。\n環境大臣は、経済産業大臣から本件準備書について意見を求められた\nのに対し、同月１０日、環境の保全の見地からの意見を述べた。\n経済産業大臣は、本件準備書を審査し、同年９月１４日、本件事業者\nに対し、環境の保全についての適正な配慮がなされることを確保するた\nめ必要であるとして、温室効果ガスについて、省エネ法に基づくベンチ\nマーク指標の目標達成及び電力業界の自主的枠組み（以下、単に「自主\n的枠組み」という。）全体としての目標達成に向けて取り組むべき事項、\n大気環境について、大気環境の改善等のために取り組むべき事項などを\n評価書に記載する旨勧告した。\n（甲１６３、乙８、２８ないし３１）\n評価書\n本件事業者は、前記 の経済産業大臣の勧告等を踏まえ本件準備書の\n記載事項を修正して評価書（以下「本件評価書」という。）を作成し、\n平成３０年１１月１５日、経済産業大臣に対して届け出た。なお、本件\n評価書は、本件旧発電所稼働時と本件新設発電所稼働時の大気汚染物質\nの排出濃度及び排出量を比較する表において、硫黄酸化物の排出量の年\n間値に誤りがあるとして、平成３１年１月１８日、当該箇所が訂正され\nた。（乙８、９）\n変更命令をする必要がない旨の通知\n経済産業大臣は、本件評価書を審査し、環境の保全についての適正な\n配慮がなされており、電気事業法４６条の１７第１項に基づく変更命令\nをする必要がないと認め、平成３０年１１月３０日、同条２項に基づき、\n本件事業者に対してその旨を通知した（以下「本件通知」という。）。\n工事計画の届出及び発電所建設工事の着工\n本件事業者は、経済産業大臣に対し、本件事業に係る工事の計画を届\nけ出た上、令和元年８月、本件新設発電所の建設工事に着工した（弁論\nの全趣旨）。\n本件訴訟の提起\n第１事件原告らは、令和元年５月２７日、第１事件の訴えを提起し、第２\n事件原告らは、同年１１月２７日、第２事件の訴えを提起した（顕著な事\n実）。\n基本的事項告示及び合理化ガイドライン\nア  基本的事項告示\n環境影響評価法３条の２第３項の規定により主務大臣が定めるべき「計\n画段階配慮事項の選定並びに当該計画段階配慮事項に係る調査、予測及\nび評価の手法に関する指針」、同法１１条４項の規定により主務大臣が\n定めるべき「環境影響評価の項目並びに当該項目に係る調査、予測及び\n評価を合理的に行うための手法を選定するための指針」、同法１２条２\n項の規定により主務大臣が定めるべき「環境の保全のための措置に関す\nる指針」等に関する基本となるべき事項について、「環境影響評価法の\n規定による主務大臣が定めるべき指針等に関する基本的事項」（平成２\n４年環境省告示第６３号。以下「基本的事項告示」という。）が定めら\nれている。基本的事項告示のうち、「計画段階配慮事項の選定並びに当\n該計画段階配慮事項に係る調査、予測及び評価の手法に関する指針」、\n「環境影響評価の項目並びに当該項目に係る調査、予測及び評価を合理\n的に行うための手法を選定するための指針」及び「環境の保全のための\n措置に関する指針」に関する部分は、別紙５の第一、第四及び第五各記載\nのとおりである。（甲４、乙４）\nイ  合理化ガイドライン\n「火力発電所リプレースに係る環境影響評価手法の合理化に関するガ\nイドライン」は、既設発電設備の老朽化に伴って火力発電所を更新する\n事業（以下「リプレース」という。）について、発電所アセス省令２１\n条４項に基づく環境影響評価 の 項目（以下、単に「評価項目」とい\nう。）の選定及び同省令２３条２項に基づく調査又は予測の手法の簡略\n化の適正な運用を図るための基本的な考え方及び技術的な内容を示した、\n環境省作成のガイドラインである（甲２、乙２０）。\n大学教授等の環境要素ごとの専門家からなる「火力発電所リプレース\nに係る環境影響評価の技術的事項に関する検討会」（以下「火力発電所\nリプレース検討会」という。）が設置され、平成２３年１月から３月に\nかけて３回にわたる検討会の開催を経て、同月、「火力発電所リプレー\nスに係る環境影響評価手続合理化に関する技術的提案」が取りまとめら\nれ、これを基にして、平成２４年３月、前記 のガイドラインが作成さ\nれた。その後、東日本大震災以降の電力ひっ迫等を契機として、火力発\n電所のリプレースに係る環境影響評価の簡素化、迅速化が求められてい\nることを踏まえ、同年９月に「発電所設置の際の環境アセスメントの迅\n速化等に関する連絡会議」が設置されて具体的な方策について検討がさ\nれ、同年１１月、中間報告が取りまとめられた。これを受けて、火力発\n電所リプレース検討会が再設置され、上記連絡会議における議論に加え、\n火力発電所のリプレースの環境影響評価手続の簡素化に資する技術的事\n項に関する検討が実施され、平成２５年３月、前記 のガイドラインが\n改訂された（以下、 同改訂後のものを「合理化ガイドライン」と い\nう。）。（甲２、乙２０）\n本件に関係する施設の稼働（排ガス）に伴う大気質への影響並びに施\n設の稼働（温排水）に伴う海域の水象及び動植物への影響に関する合理\n化ガイドラインの内容は、別紙６のとおりである（以下、合理化ガイド\nライン中、「２．１  施設の稼働（排ガス）に伴う大気質への影響」の\n項で挙げられている５条件を、順に「条件１－１」から「条件１－５」\nといい、「２．２．１  施設の稼働（温排水）に伴う水温、流向及び流\n速への影響」及び「２．２．２  施設の稼働（温排水）に伴う海域に生\n息する動物、海域に生育する植物への影響」の項で挙げられている３条\n件（共通）を、順に「条件２－１」から「条件２－３」という。甲２、\n乙２０)。\n合理化ガイドラインは、火力発電所のリプレースにおける撤去工事に\n関する環境影響評価について、従来の事例から、大気環境や水環境等の\n環境影響が最大となるのは、いずれも撤去工事のみが実施されている期\n間以外の時期となっており、撤去工事に係る大気環境や水環境等の環境\n影響の程度は著しくないものと判断されることから、発電設備の新設に\n不可欠な旧設備の撤去であり、かつ、発電設備の新設工事期間中に同時\n並行で実施される撤去工事は、発電所アセス省令２１条２項１号の「対\n象事業の一部」に含まれるものとして環境影響評価の対象とし、他方で、\n新設工事に先立って行われる撤去工事は、環境影響評価の対象としない\nことが可能であるとしている（甲２、乙２０）。\nパリ協定及び温室効果ガス削減についての日本の目標\nア  パリ協定\nパリ協定は、２０１５年１２月、仏国パリで開催されたＣＯＰ２１（第\n２１回気候変動枠組条約締約国会議）における成果として採択された条約\nである。\nパリ協定は、世界全体の平均気温の上昇を工業化以前よりも摂氏２度高\nい水準を十分に下回るものに抑えること及び摂氏１．５度高い水準までの\nものに制限するための努力を継続して行うこと等を目標とし（２条１項\n⒜）、２１世紀後半に温室効果ガスの人為的な発生源による排出量と吸収\n源による除去量との間の均衡を達成するため、開発途上締約国の温室効果\nガスの排出量がピークに達するまでには一層長い期間を要することを認識\nしつつ、世界全体の温室効果ガスの排出量ができる限り速やかにピークに\n達すること及びその後は利用可能な最良の科学に基づいて迅速な削減に取\nり組むことを目的としている（４条１項）。\nパリ協定の締約国は、上記目標を達成するため、自国が達成する意図を\n有する累次の国が決定する貢献（ＮＤＣ）を作成、通報及び維持すること、\n緩和に関する国内措置を遂行すること等が求められているところ（４条２\n項）、このＮＤＣは、各締約国によるその直前の国が決定する貢献を超え\nる前進を示し、各締約国のできる限り高い野心を反映するものとされてい\nる。そして、締約国は、ＮＤＣの通報に際し、明確性、透明性及び理解の\nために必要な情報を提供する義務（同条８項）並びに５年ごとにＮＤＣを\n通報する義務を負うとともに（同条９項）、事務局が管理する公的な登録\n簿にＮＤＣを記録する義務も負い（同条１２項）、ＮＤＣを公表すること\nとされている。\nイ  日本の２０３０年度の目標\n日本は、平成２７年７月１７日、地球温暖化対策推進本部において、２\n０３０年度の温室効果ガスの削減目標を２０１３年度比２６．０％減（２\n００５年度比で２５．４％減）とする約束草案を決定し、同日付けで国連\n気候変動枠組条約事務局に対して提出した。同目標（以下「２０３０年目\n標」という。）は、ＣＯＰ２１決定に基づき、パリ協定上日本のＮＤＣと\nみなされている。（弁論の全趣旨）\n３  争点\n本案前の争点\nア  電気事業法４６条の１７第２項の通知（以下「確定通知」という。）が\n抗告訴訟の対象となる「処分」（行政事件訴訟法３条２項）に該当するか\n否か（争点１）\nイ  原告適格の有無（争点２）\n本案の争点\nア  主張制限の適用の有無（争点３）\nイ  本件通知の違法性（争点４）\n以上の争点に関する当事者の主張は、次の４から７のとおりである。\n４  確定通知が抗告訴訟の対象となる「処分」に該当するか否か（争点１）\n（原告らの主張）\n次に述べることからすれば、確定通知は、行政事件訴訟法３条２項の「処\n分」に該当する。\n確定通知の法的効果\nア  電気事業法４８条１項は、事業者が事業用電気工作物の設置工事をする\n前に経済産業大臣に届け出ることを義務付けているところ、同条４項は、\n同届出がされた火力発電所が確定通知に係る評価書に従っているものであ\nるとの要件（同法４７条３項３号）を満たさない場合、工事の計画の変更\nや廃止を命ずることができるとしており、届出の前に確定通知がされてい\nることを前提としている。\nまた、電気事業法施行規則６６条３項は、同届出の際に提出すべき工事\n計画書には、確定通知に係る評価書に従っている環境保全措置を記載すべ\nきとし、同条１項は、同届出には同措置に係る説明書を添えなければなら\nないとしている。\n以上からすれば、電気事業法は、届出の前に確定通知がされていること\nを前提としており、これがなければ、届出自体が形式的要件を満たさず効\n力を生じないことになる。そうすると、確定通知がされていない状態で、\n評価書に従っている環境保全措置の記載等をして届出をしても、電気事業\n法４８条２項により、当該火力発電所は、工事の開始も操業もできないこ\nとになる。\n以上の電気事業法及び電気事業法施行規則の規定によれば、確定通知は、\n事業者に対し、電気事業法に基づいて工事計画を届け出て工事に着工する\nことができる法的地位を与えるものである。\nイ  電気事業法は、確定通知がされないと、評価書の公告及び縦覧をするこ\nとができないと定めており（４６条の１９、環境影響評価法２７条）、同\n法３１条は、公告を行うまでは対象事業を実施してはならないと定めてい\nるから、事業者は、確定通知がない限り対象事業を実施することができず、\nこの点からも、確定通知は法的効果を有している。\nウ  電気事業法４６条の２０は、事業者が発電所の維持及び運用においても\n確定通知に係る評価書の記載を遵守することを義務付けており、確定通知\nに係る評価書の内容は、工事計画の内容にとどまらず操業開始後の発電施\n設の維持及び運用の内容に係る法的基準にもなっている。\n権利、利益救済の実効性\nア  電気事業法は、確定通知がされる前には、方法書に係る通知（４６条の\n８第２項）や準備書に係る通知（４６条の１４第３項）等によって経済産\n業大臣が意思を表明する機会を設けているが、工事計画の届出の際は、確\n定通知に係る評価書に従っていることが要件されているものの、同大臣は、\n同評価書との適合性を審査するにとどまり、当該確定通知の適法性につい\nては判断せず、確定通知がされた後は、同大臣が意思を表明する機会を設\n定していない。また、火力発電所について設置許可や操業許可はなく、届\n出制度が存在するだけであり、届出後は、電気事業法４７条３項に該当す\nる事情がない限り、事業者は、届出から３０日が経過すれば工事を開始す\nることができる。\nそうすると、確定通知の後は、電気事業法上、当該発電所による環境へ\nの悪影響を防いで環境の保全を図るための経済産業大臣による意思表明の\n機会は存在しないから、実効的な権利救済を図るためには、確定通知の段\n階でこれを争わせる以外に有効な手段は存在しない。\nイ  確定通知の取消しと変更命令の義務付けとは併存し得るから、訴訟の対\n象をいずれかに限定する理由はない。また、行政手続法上の処分等の求め\nは、訴訟による救済に結び付かないものであり、変更命令については、届\n出を受理した日から３０日以内に限りできるとされており（電気事業法４\n６条の１７第１項、電気事業法施行規則６１条の１０）、同期間を経過し\nた後は、変更命令の義務付け訴訟は訴えの利益が認められない可能性が高\nいから、いずれも実効的な権利救済の手段とはいえない。\n（被告の主張）\n確定通知の法的効果\nア  「通知」とは、特定又は不特定多数の者に一定の事項を知らしめる行政\n行為の一つとして分類されるところ、確定通知のような判断の結果の通知\nは、それ自体が独自に相手方の権利義務に直接変動をもたらすものではな\nい。\nイ  電気事業法が、工事計画の変更又は廃止の命令（４８条４項）等の処分\n性が明確に肯定される行為については、その旨を明確にした文言を用いる\n一方で、確定通知については、あえて「通知」という一般的には表示行為\nとして理解される法形式を用いていることに照らせば、同法は確定通知に\n処分性を付与する立法政策を採用しているとはいえない。\nウ  電気事業法は確定通知がなければ届出ができないとは規定しておらず、\n電気事業法施行規則も、届出に際して確定通知書自体の添付を求めていな\nい。\n確定通知自体には処分としての意味は見いだせず、電気事業法４８条４\n項、同条３項１号、４７条３項３号の「通知に係る評価書」とは、実質的\nには、同法４６条の１７第１項の変更命令の権限が行使されずそのまま確\n定した評価書という意味にすぎないから、「通知」に処分性を付与する趣\n旨であると解することはできない。\nエ  電気事業法が事業用電気工作物に係る工事計画について、認可制ではな\nく届出制を採ったのは、技術の進歩や設置者等による自主的な安全対策の\n充実等を背景に安全水準が大幅に向上したことや、自己責任原則と市場メ\nカニズムに立脚した自由な経済社会を目指すことが必要であることなどか\nら、自己責任を原則とする自主保安制度に移行したことを受けたものであ\nるところ、確定通知自体を処分として争うことができるとすると、確定通\n知に正面から公権力性を認めることを意味し、届出制の趣旨を実質的に没\n却することになる。\n権利、利益救済の実効性\n電気事業法は、４６条の１７第１項に基づく変更命令により、別途規制権\n限を行使することを予定した仕組みを採っており、これを基点として、処分\n等の求め（行政手続法３６条の３）を行い、義務付けの訴え（行政事件訴訟\n法３条６項１号）を提起するなど権利、利益の侵害やそのおそれに対する実\n効的な救済の手段が存在するから、あえて確定通知に処分性を認めなくとも、\n実効的な権利救済を欠くことにはならない。\n５  原告適格の有無（争点２）\n（原告らの主張）\n総論\nア   電気事業法及び環境影響評価法が定める環境影響評価は、特定対象事\n業に係る環境影響評価の手続を通じて、環境の保全及び適正な環境配慮\nを実現しようとするものであり、特定対象事業に起因する環境影響によ\nり健康、生活環境に係る被害を受けるおそれのある住民の個々人の利益\nを保護することも目的とするものである。したがって、特定対象事業に\nよる環境影響を受ける者は、確定通知の取消訴訟において原告適格を有\nする。\n環境影響評価法が環境基本法２０条の規定を受けて制定されているこ\nとに加え、発電所アセス省令も、大気質等の調査、予測及び評価は、人\nの健康、生活環境又は自然環境に及ぼす環境影響を把握する手法で行う\n旨を定めていることからすれば（２２条１項柱書き、同項１号）、環境\n影響評価制度が、人の健康や生活環境（生業手段としての漁業資源等も\n含む。）が確保されるように環境の保全についての適正な配慮を求めて\nおり、これらの利益を個々人の個別的利益として保護することを目的と\nしていることは、条文解釈上明らかである。\nイ   環境影響評価法は、６条１項の定める「対象事業に係る環境影響を受\nける範囲であると認められる地域」又は１５条の定める関係地域（以下、\n両地域を特に区別せず「関係地域」という。）に居住又は勤務する住民\nについて、特別な手続的配慮をしている。また、同法は、市民の意見に\n対する配慮及び応答を義務付けているところ、その趣旨は、市民の意見\nを高く位置付け、その参加権を確保する旨を明確にするところにある。\nこのように、参加権の具体的保障と結び付き、事業者に対して関係地\n域の住民に対する周知徹底義務を負わせる環境影響評価法の手続は、関\n係地域の住民に対して高い手続的保障を与えるものである。\n神奈川県環境影響評価条例（以下「環境条例」という。）は、一定の\n地域における条例方法書の内容についての説明会の開催等を定め（以下、\n同地域を「条例方法書関係地域」という。）、条例準備書についても、\n一定の地域の住民等を準備書公聴会の対象とするなどしており（以下、\n同地域を「条例準備書関係地域」という。）、これらの地域に居住又は\n勤務する者について、特別の手続的配慮をしている。\nそして、「神奈川県環境影響評価条例の規定により事業者が実施計画\n書及び予測評価書案又は条例方法書及び条例準備書の内容について周知\nを図る必要がある地域を定めるに当たり従うべき基準」（昭和５６年神\n奈川県告示第４８９号。以下「環境条例告示」という。）は、本件新設\n発電所のような一定規模以上の火力発電所については、対象事業の実施\n区域又は当該対象事業の実施されるべき区域の周囲から３km の区域を包\n含するように市町村の区域内の町又は字の区域の境界等によって区画さ\nれる地域を条例方法書関係地域や条例準備書関係地域とする旨の基準を\n定め、本件事業においても、対象事業実施区域から３km の区域を包含す\nるように市町村の区域内の町又は字の区域の境界等によって区画される\n地域が、条例方法書関係地域や条例準備書関係地域として設定されてい\nる。\nまた、環境条例は、環境影響評価法に基づいて知事が意見を述べる際\nの諸手続（公聴会の開催、準備書公聴会における意見の考慮義務）につ\nいて定めるとともに、環境影響評価法が対象とする項目の選定手続や各\n項目の調査、予測及び評価に当たり神奈川県環境影響評価指針（以下\n「県アセス技術指針」という。）に配慮すべき旨を規定するなど法律が\n定める環境影響評価手続についても定めている。\nウ  以上からすれば、電気事業法、環境影響評価法及び環境条例の各規定は、\n大気汚染によって健康又は生活環境に係る著しい被害を直接的に受けるお\nそれがある者、温排水によって生業手段に係る著しい被害を直接的に受け\nるおそれがある者及び二酸化炭素の排出に伴う地球温暖化の進行によって\n健康等に係る著しい被害を直接的に受けるおそれがある者に対し、そのよ\nうな被害を受けないという利益を個別的利益として保護する趣旨を含んで\nおり、本件事業区域の周辺に居住する住民のうち、上記被害を受けるおそ\nれがある者は、本件通知の取消しを求めることについて法律上の利益を有\nする者として、原告適格を有する。\n環境条例上の各関係地域の居住者\nア  本件事業では、環境条例告示に従い、対象事業実施区域から３km の区域\nを包含するように市町村の区域内の町又は字の区域の境界などによって区\n画される地域が、条例方法書関係地域や条例準備書関係地域として設定さ\nれており、これらの地域の住民等には高い手続的保障が与えられている。\n上記地域に居住する者は、類型的に、大気汚染による健康又は生活環境\nに係る著しい被害及び温排水による生業手段に係る著しい被害を直接的に\n受けるおそれがあるから、原告適格が肯定される。\nイ  前記アの地域に居住する原告は、別紙１原告目録記載１ から まで、\nから まで、 から まで、 から まで、 及び の各原告である。\n本件新設発電所の周囲２０km の範囲内の居住者等\nア  環境影響評価法は、６条及び１５条が定める関係地域に居住又は勤務す\nる者に対して特別な手続的配慮をしているところ、本件事業者は、本件評\n価において関係地域を特定していない。\n本件新設発電所においては、排出される大気汚染評価物質の最大着地濃\n度が出現する地点は、煙源から１５km 前後の場所であり、かつ、２０km の\n場所では濃度が余り変化しない。本件旧発電所においても、最大着地濃度\nが出現した地点は、煙源から１３ないし１４km 前後の場所であり、２０km\nの場所でもそれなりに高い濃度であった。県アセス技術指針は、「大気汚\n染評価物質の移流及び拡散の特性を踏まえて対象事業により影響を受ける\nおそれがあると認められる地域」を調査地域と定めるところ、同指針の解\n説によれば、「大規模な煙突を有する工場、事業場等の点煙源の事業」に\nついては、「対象事業から排出される大気汚染評価物質の最大着地濃度が\n出現する地点までの距離を十分に含む距離を半径とする円内とする」とさ\nれており、本件事業においては、少なくとも煙源から半径２０km 前後まで\nの範囲が調査地域に当たり、「既に入手している情報によって、一以上の\n環境要素に係る環境影響を受けるおそれがあると判断される地域」（発電\n所アセス省令４条２項２号）に該当するから、少なくとも煙源から半径２\n０km 前後までの範囲が関係地域に含まれることになる。\nこのことは、本件事業者が、大気汚染の影響に係る調査の対象地域を本\n件新設発電所の周囲２０km と設定していることとも整合する。また、経済\n産業大臣も、本件配慮書について、本件新設発電所の周囲２０km の範囲内\nに居住等する者の個別的利益を保護することを前提として意見を述べてい\nる。\nイ  発電所アセス省令は、第二種事業に係る「環境影響の程度が著しいもの\nとなるおそれがあるかどうかの判定」（環境影響評価法２条３項）の基準\nとして、火力発電所からの大気汚染による影響を受ける地域が当該発電所\nの周囲２０km であることを想定する諸規定を設けており、前記アのとおり、\n本件事業においても、大気汚染の影響調査の対象地域は、本件新設発電所\nの周囲２０km の範囲に設定されている。\n本件事業においては、本件新設発電所の周囲２０km の範囲内に、二酸化\n硫黄、二酸化窒素又は浮遊粒子状物質の大気の汚染に係る環境基準が確保\nされていない測定点が存在するから、発電所アセス省令１６条２３号に該\n当し、環境影響の程度が著しいものとなるおそれがある。\nウ  本件新設発電所から排出される硫黄酸化物、窒素酸化物、ばいじん、微\n小粒子状物質等の浮遊粒子状物質などの大気汚染物質は、生命、身体、健\n康という重大な利益を、不可逆的な形で深刻に侵害するものである。そし\nて、これらの被害を受けるのは、事業地周辺の一定範囲の地域に居住等す\nる住民に限られ、その被害の程度は、居住地等が事業地に接近するにつれ\nて増大するものであるから、一般的公益の中に吸収解消させることが困難\nである。\nエ  以上より、本件新設発電所の周囲２０km の範囲内に居住等する者は、類\n型的に、大気汚染による健康又は生活環境に係る著しい被害を直接的に受\nけるおそれがある者といえるので、原告適格を有する。\n同範囲内に居住等する原告は、前記 イの条例上の関係地域に居住する\n者に加え、別紙１原告目録記載１ 、 、 から まで、 、 及び か\nら まで、並びに同目録記載２の各原告である。\n温排水によって生業手段に被害を受ける者\nア  発電所アセス省令は、第二種事業に係る「環境影響の程度が著しいもの\nとなるおそれがあるかどうかの判定」（環境影響評価法２条３項）の基準\nとして、温排水の関係では、「国又は地方公共団体の調査により確認され\nた干潟、藻場、さんご群集若しくは野生動植物の重要な生息又は生育の場\nに相当程度の影響を及ぼすおそれがあること」との基準（発電所アセス省\n令１６条１５号ハ）を設けている。漁業者にとって、「干潟、藻場、さん\nご群集若しくは野生動植物の重要な生息又は生育の場」は、生業手段であ\nる漁業資源の維持確保のために極めて重要なものであって、環境基本法２\n条３項に定める生活環境の定義にある「人の生活に密接な関係のある財産\n並びに人の生活に密接な関係のある動植物及びその生育環境」にほかなら\nない。\nそして、これらについて被害を受けるのは、事業地周辺の一定範囲の地\n域で操業する漁業者に限られ、その被害の程度は、操業する地域が事業地\nに接近するにつれて増大するものであるから、一般的公益の中に吸収解消\nさせることが困難である。\nそうすると、「国又は地方公共団体の調査により確認された干潟、藻場、\nさんご群集若しくは野生動植物の重要な生息又は生育の場に相当程度の影\n響を及ぼすおそれがある地域」を漁場とする漁業者は、温排水によって生\n業手段に係る著しい被害を直接的に受けるおそれがある者といえるので、\n原告適格を有する。\nイ  「国又は地方公共団体の調査により確認された干潟、藻場、さんご群集\n若しくは野生動植物の重要な生息又は生育の場に相当程度の影響を及ぼす\nおそれがある地域」を漁場とする漁業者に該当する原告は、別紙１原告目\n録記載２ の原告であり、温排水によって生業手段に被害を受ける者とし\nて原告適格を有する。\n地球温暖化の進行によって被害を受ける者\nア   電気事業法、環境影響評価法及び環境条例は、環境の保全について意\n見を有する者に対し、意見を述べる権利を認め、事業者に意見への応答\n義務及び配慮義務を課して、意見を述べた者の手続的権利を保障してい\nる。環境の保全について意見を有する者の中でも、当該事業によって自\n己の重要な利益を深刻な形で不可逆的に侵害される者は、手続的に特に\n重視されるべきである。\nまた、発電所アセス省令は、火力発電所の評価項目として、硫黄酸化\n物、窒素酸化物、浮遊粒子状物質等の大気汚染物質や温排水についての\n水温、流向及び流速と並んで、温室効果ガスとして二酸化炭素を指定し、\n環境条例、神奈川県環境評価条例施行規則３条も、評価項目として、大\n気汚染、水象と並んで、温室効果ガスを指定している。\n以上からすれば、二酸化炭素の排出によって地球温暖化が進行する結\n果、健康又は生活環境に係る著しい被害を直接的に受けるおそれのある\n者は、電気事業法、環境影響評価法及び環境条例によって、そのような\n被害を受けないという利益を個別的利益として保護されている。\nａ  発電所アセス省令５条３項１号は、温室効果ガスを除外する旨の規\n定を置いているところ、同規定は、温室効果ガスが「環境の自然的構\n成要素の良好な状態の保持を旨として調査、予測及び評価されるべき\n環境要素」に該当することを前提としている。その上で、同項は、温\n室効果ガスに関する予測及び評価の方法について別段の定めを置いて\nいるが（４号）、これは、温室効果ガスによる環境影響の程度が、基\n本的に温室効果ガスの排出量に比例することを反映したものである。\n大気汚染物質は、排出の抑制のみならず、周辺住民への曝露濃度の低\n下を通して環境影響を低減させることも許容されるため、発電所アセ\nス省令６条１号は、「汚染物質の濃度」や「環境要素の状況の変化\n（当該環境要素に係る物質の量的な変化を含む。）の程度及び広が\nり」について把握することを求めているが、温室効果ガスは、濃度の\n上昇によって地球全体の温暖化が進行することが重大な環境被害をも\nたらし、温室効果ガスの排出そのものが地球温暖化に寄与するもので\nあり、累積排出量と平均気温上昇との間にほほ比例的な関係が存在す\nるため、同条６号は、「負荷の量の程度」を把握することを求めてい\nる。このように、大気汚染物質と温室効果ガスは、飽くまで被害の発\n生に至る過程が異なるために発電所アセス省令別表第二において区別\nされているにすぎず、同省令の規定から地球温暖化の進行による被害\nを受けない利益を個別的利益として保護しない趣旨を読み取ることは\nできない。調査及び予測の手法をみても、大気汚染物質について標準\n的な手法（参考手法）として求められるのは、汚染物質の濃度や環境\n要素の状況の変化の程度及び広がりまでであり、影響を受ける対象の\n所在、状況等は発電所アセス省令２３条３項の重点手法に基づく調査\nの問題であって、この点において温室効果ガスと相違ない。\n発電所アセス省令は、上位法規である環境基本法及び環境影響評価\n法に基づいて解釈されなければならないところ、これらの法律は、環\n境基本法１４条の定める事項について、公害事項と地球保全事項とを\n区別しておらず、発電所アセス省令の規定の違いを過度に強調しては\nならない。環境基本法の解釈上は、二酸化炭素も、硫黄酸化物、窒素\n酸化物、浮遊粒子状物質、水温等と同様、同法２条１項の「環境への\n負荷」であり、かつ、同法１４条の「環境の自然的構成要素が良好な\n状態に保持されること」に影響を及ぼす物質である。\nｂ  発電所アセス省令の各規定は、予測及び評価の手法の選定に当たり、\n選定項目の特性、地域の特性、最新の科学的知見等に照らした客観的\nかつ科学的な検討を行うことを要求するところ、二酸化炭素の排出量\n増大による気候変動の進行のため、土砂災害等の甚大な被害が発生し、\n現に個々人の生命、身体、健康、重要な生業手段という公益に吸収で\nきない重大な利益が現実的に差し迫った危険にさらされており、現在\nの知見が予測及び評価の手法の選定に反映されなければならず、発電\n所アセス省令６条６号、２２条１項６号の「その他の環境への負荷の\n量の程度」を予測する具体的方法として、「人の健康、生活環境及び\n自然環境に及ぼす影響を把握する」手法によることが、同省令の趣旨\nに合致する。\nｃ  以上のような法令の趣旨及び今日の状況に照らすと、発電所アセス\n省令が温室効果ガスを「環境への負荷の量の程度により」予測及び評\n価する環境要素として規定していることを理由に、温室効果ガスの排\n出に関して、個々人の生命、身体、財産を保護する趣旨ではないと解\n釈することはできない。\n大気汚染物質と二酸化炭素はいずれも石炭の燃焼ガスという形で一体\nとなって発電所から排出され、被害発生の過程は異なったとしても、\n個々人の生命、健康や財産に対して被害を及ぼすものである点は変わり\nなく、しかも、処分の根拠法令である電気事業法及び環境影響評価法も\n同一の規定であるから、環境影響評価の手法に違いがあるわけではなく、\n根拠法令、影響源（排煙）及び被侵害利益が同一であるにもかかわらず、\n原因物質とその影響過程の違いを理由に法律上の利益を区別して論ずる\nのは合理性を欠く。\nまた、地上オゾン濃度の増加による生命、健康への影響は、窒素酸化\n物と二酸化炭素による複合的なものであるから、二つの法律上の利益に\n切り分けることは、生命、健康という法律上の利益の実態に反している。\n本件新設発電所は、本件評価によれば年間７２６万 t-CO2 という大量\nの二酸化炭素を排出し、これによって地球温暖化が加速する結果、豪雨\n災害による人の生命侵害、熱中症による人の生命、健康の侵害、水温上\n昇による漁業者の漁業利益の侵害のおそれが高まる。本件新設発電所か\nらの二酸化炭素の排出が気温上昇にどの程度寄与するかという程度の問\n題はあるが、全ての排出源が排出の程度に応じて地球温暖化を加速させ\nるのであり、排出と気温上昇との間には直接的な因果関係がある。\nイ   地球温暖化は、短時間に降る雨の量を飛躍的に増加させつつあり、こ\nれに伴って、前例のないほど大きな豪雨災害が起こり、水害、土砂災害\n等が引き起こされ、その結果、生命喪失、身体被害、住居喪失等の重大\nな財産的被害が生ずるおそれが発生、増大しているところ、これらの利\n益は、その内容、性質、侵害の態様、程度からみて、一般的公益の中に\n吸収解消させることが困難なものである。\n豪雨によって水害、土砂災害等の被害を受けるおそれがある地域で居\n住し、又は働いている者は、これらの被害を受けるおそれが大きく、具\n体的に特定可能であり、類型的にみて、本件新設発電所が排出する二酸\n化炭素によって、生命、身体、健康又は重要な財産を不可逆的な形で深\n刻に侵害されるおそれがあるから、電気事業法、環境影響評価法及び環\n境条例によって、そのような被害を受けないという利益を個別的利益と\nして保護されており、本件通知の取消しを求めることについて法律上の\n利益を有する者として、原告適格を有する。\n横須賀市土砂災害ハザードマップ、同市の危険区域等表示サイト、同\n市高潮浸水想定区域図、逗子市土砂災害ハザードマップ、千葉市高潮浸\n水想定区域図及び佐倉市土砂災害ハザードマップに照らすと、水害、土\n砂災害等の被害を受けるおそれのある地域に居住し又は働いている原告\nは、別紙１原告目録記載１ 、 から まで、 、 、 から まで、\nから まで、 から まで、 及び 、並びに同目録記載２ の各原\n告である。\nウ   地球温暖化は、最高気温が３０℃以上の日（真夏日）及び３５℃以上\nの日（猛暑日）の数を増加させ、特に猛暑日の増加は顕著であり、最低\n気温が２５℃以上の日（熱帯夜）の数も増加させている。その結果、熱\n中症による救急搬送人員数や死亡者数が急増した。このように、地球温\n暖化は、熱中症等によって生命を失わせ、健康を害し、生命、身体及び\n健康という重大な利益を不可逆的な形で深刻に侵害しており、これらの\n利益は、その内容、性質、侵害の態様、程度からみて、一般的公益の中\nに吸収解消させることが困難なものである。\n本件新設発電所が操業を開始する時点で６０歳以上となる本件訴訟提\n起時５５歳以上の者、及び本件訴訟提起時１５歳以下の者は、熱中症等\nによって生命を失ったり健康を害したりするおそれが高い。これらの者\nは、具体的に特定可能であり、類型的にみて、本件新設発電所が排出す\nる二酸化炭素によって、生命、身体及び健康を不可逆的な形で深刻に侵\n害されるおそれがあるから、電気事業法、環境影響評価法及び環境条例\nによって、そのような被害を受けないという利益を個別的利益として保\n護されており、本件通知の取消しを求めることについて法律上の利益を\n有する者として、原告適格を有する。\n本件訴訟提起時に５５歳以上又は１５歳以下の原告は、別紙１原告目\n録記載１ から まで、 から まで、 から まで、 から まで、\n及び から まで、並びに同目録記載２の各原告である。\nエ   地球温暖化は、海水温を上昇させ、水産資源の漁獲量に影響を与えて\nいる。海水温の上昇は、魚類や貝類の産卵場や索餌場となる藻場を喪失\nさせ、水産資源に重大な影響を及ぼす。このように、地球温暖化は、漁\n業者及び海中観光業者の重要な生業手段である水産資源という重大な利\n益を不可逆的な形で深刻に侵害しており、この利益は、その内容、性質、\n侵害の態様、程度からみて、一般的公益の中に吸収解消させることが困\n難なものである。\n地球温暖化が進行する結果、重要な生業手段である水産資源が不可逆\n的な形で深刻に破壊され、漁業者又は海中観光業者として生業手段を奪\nわれるおそれが高い者は、具体的に特定可能であり、類型的にみて、重\n要な生計手段を奪われるという形で重要な利益を不可逆的な形で深刻に\n侵害されるおそれがあるから、電気事業法、環境影響評価法及び環境条\n例によって、そのような被害を受けないという利益を個別的利益として\n保護されており、本件通知の取消しを求めることについて法律上の利益\nを有する者として、原告適格を有する。\n水産資源を破壊されて漁業者としての生業手段を奪われるおそれが高\nい者は、別紙１原告目録記載２ 及び の各原告であり、海中観光業者\nとしての生業手段を奪われるおそれが高い者は、同 の原告である。\n（被告の主張）\n総論\n次に述べるとおり、本件通知の根拠となる電気事業法及び環境影響評価法\nの各規定は、確定通知につき、これを通じて個々人の個別的利益を保護すべ\nきものと位置付けておらず、専ら一般的公益としての環境の保全を図ろうと\nするものであるから、原告らには本件通知の取消しを求める法律上の利益が\nなく、原告適格を欠く。\nア  環境影響評価法は、人の健康の保護等を直接の目的として掲げず、環境\n影響評価に係る手続を定める手続法であって、事業計画の決定に際して環\n境保全の要因を不可欠なものとして社会的・経済的要因とともに事業者に\n配慮させることを第一の目的とし、事業者に一定の手続を履行させること\nによって自主的に環境保全上の適正な配慮がされることを期すというセル\nフコントロールの考え方を基礎としている。その上で、同法は、国として\nも当該事業の許認可等に環境影響評価の結果を反映させる仕組みを設ける\nことにより、環境保全上の支障が生じないよう確保することを第二の目的\nとし、この反映のための規定（３３条から３７条）を設けている。\n電気事業法及び環境影響評価法に基づく環境影響評価は、人の健康や生\n活環境に係る個々人の被害を想定してこれを回避する措置を講じるといっ\nた手法ではなく、事業者に適切な環境保全措置を講じさせることによって\n環境破壊を予防し、一般的公益としての良好な環境を保持することで、人\nの健康や生活環境といった利益を間接的かつ全般的に確保することを予定\nしており、地域住民等の個別具体的な利益として、人の健康や生活環境を\n保護する趣旨を含むものではない。\nイ  次に述べるとおり、電気事業法は、変更命令や同命令をしない旨の確定\n通知を含めた環境影響評価に係る手続を、人の健康等の個々人の具体的利\n益を保護するためのものとして位置付けていない。\n事業者は、電気事業法４６条の１７第１項の変更命令が発動されずに\n確定した評価書に記載したところに従った環境保全措置を採ることが求\nめられ（同法４８条３項１号、４７条３項３号）、完成後の施設の維持、\n運用においても、評価書に記載したところに従って環境保全措置を採る\nことが求められるが（同法４６条の２０）、この環境保全のための措置\nは、大気質等の環境要素に関して、飽くまで環境の自然的構成要素の良\n好な状態の保持を旨として、環境要素の評価を行った上で講じられるも\nのであり（発電所アセス省令別表第二）、経済産業大臣において評価書\nが「環境の保全についての適正な配慮」がされているものであることを\n確認するが（電気事業法４６条の１７）、それを超えて、火力発電所の\n周辺住民等の健康等の具体的利益を保護するためのものとしては位置付\nけられていない。\n電気事業法は、電気工作物の維持・運用において、評価書に記載され\nた環境保全についての適正な配慮を求めているが（４６条の２０）、火\n力発電所に係る技術基準に係る規定と異なり、遵守されなかった場合の\n強制介入権限を伴う是正手段を設けていない。これは、環境影響評価の\n手続や評価書に基づいて講じられる環境保全措置等が、飽くまで、事業\n者に対して環境保全のための適正な配慮を促し、良好な環境を保全する\nものであって、評価書の不遵守が直ちに人の健康等に被害を及ぼすもの\nでないためである。\nウ  発電所アセス省令は、火力発電所につき、基本的事項告示に従って、別\n表第二に定める環境要素に係る項目（参考項目）を勘案しつつ評価項目の\n選定を行うものとし、同別表には、「環境の自然的構成要素の良好な状態\nの保持を旨として調査、予測及び評価されるべき環境要素」として、「大\n気環境」、「水環境」及び「その他の環境」が掲げられているが、この概\n念には、環境基準等の環境の保全上の支障の防止のための水準にとどまら\nず、更に良好な状態を目指すことも含まれている。また、具体的な評価も、\n「環境要素に及ぶおそれがある環境影響が、事業者により実行可能な範囲\n内でできる限り回避され、又は低減されているかどうか」（発電所アセス\n省令２６条１号）という視点から行われる。\nこのように、電気事業法及び環境影響評価法に基づく環境影響評価は、\n良好な環境を保持するために行われるものであって、地域住民等の個別具\n体的な利益として人の健康や生活環境を保護する趣旨を含むものではない。\nエ   環境影響評価法が規定する関係地方公共団体の長への方法書や準備書\nの送付、関係地域内での説明会の開催は、有益な環境情報を広く収集す\nることを目的とするものであり、それゆえ、環境の保全の見地からの意\n見は、関係地方公共団体の長のみならず、地域住民に限られない一般市\n民からも聴取するものとされており、同法は、関係地域内に居住又は勤\n務する者に特別な手続的配慮をしているわけではない。\n関係地方公共団体の長に対して環境の保全の見地からの意見を求める\nのは、関係地方公共団体が地域の環境について有益な情報を保有し、地\n域の環境保全について行政上の調整を行う立場にあるから、その意見を\n踏まえて検討することが適切な環境影響評価につながると考えられるた\nめであって、人の健康等を個々人の具体的利益として保護する趣旨のも\nのではない。また、環境影響評価法は、関係地域内で方法書説明会等を\n開催するものとしているが、意見提出手続は地域の環境情報を収集する\nことが主たる目的であることから、事業が環境に影響を及ぼす地域の住\n民が中心となるとの考えによるものにすぎない。そして、このような手\n続を経て提出された住民等の意見に対して事業者が配意することとされ\nているが、この「配意」とは、様々な立場からの多様な方向性を持った\n幅広い意見のそれぞれに意を配りつつ、その中から有用な環境情報を事\n業計画に反映させていくものにすぎない。\n以上のとおり、環境影響評価法の各規定は、地域住民の個別的な利益\nを確保するための制度を設けていないところ、これは、同法が一般的公\n益としての環境の保全を目的とし、地域住民等の個別的利益については\n環境の保全を通じて間接的に保護されるものとして位置付けているから\nである。したがって、これらの規定をもって、環境影響評価の手続が、\n人の健康や生活環境を個別具体的な利益として保護しようとするものと\nいうことはできない。\nオ   環境条例は、地方公共団体における手続であって環境影響評価法の規\n定に反しないものを条例で付加できるとの同法６１条の趣旨を受けて設\nけられたものであり、特に法対象事業（環境条例２条２項）については、\n同法２条１項所定の環境の構成要素に係る項目とは性質の異なる評価項\n目についての環境影響評価のみを規律するものにすぎない。\nしたがって、環境条例が定める関係地域の住民に対する周知等の手続\nは、本件事業に係る電気事業法及び環境影響評価法が定める環境影響評\n価手続とは対象を異にする別異の法令に基づく環境影響評価手続である\nから、環境条例の規定を前提として、電気事業法４６条の１７第２項に\n基づく確定通知の取消しに係る原告適格を論じることはできない。\n環境条例４８条が定める準備書公聴会が条例準備書関係地域の住民等\nを対象としているのは、同住民等が対象事業の実施される地域の実情に\n詳しいとみられ、準備書の内容につき有益な意見を期待できるとの趣旨\nによるものであり、同規定をもって同住民等に特段の手続的保障が与え\nられているとはいえない。\nまた、準備書公聴会において述べられた意見は、「環境保全上の見地\nからの意見」と限定されており（神奈川県環境影響条例施行規則４５条\n２項、２０条１項）、公聴会参加者の利害関係に係る意見とはされてい\nない上、この意見は環境影響評価法１８条１項の意見提出手続において\n提出された意見等と同列に扱うものとされているにすぎず、この目的は\n有益な情報を収集することにあり、提出できる者につき関係地域内とい\nう限定もされていないから、条例準備書関係地域の住民等による意見に\nついても特段重視されているとはいえない。そもそも、条例準備書関係\n地域の住民等は、環境影響評価手続の実施主体である事業者ではなく、\n事業者に対して意見を述べる立場にある知事に対して意見を述べること\nができるにすぎず、その目的は、有益な環境情報を収集することにあり、\n地域住民の手続的保障に向けられたものではない。\n環境条例３０条１項、３９条１項は、環境影響評価法に基づく方法書\n及び準備書につき、「技術指針に配慮しなければならない」と規定して\nいるが、同配慮義務は、県の技術指針と主務省令とで内容に相違がある\nため、事業者に対し、可能な限り県の技術指針との整合性を図るよう配\n慮すべき義務を課したものにすぎず（環境条例２９条、３８条参照）、\nこれらの規定の存在が、環境影響評価法に基づく環境影響評価手続につ\nき、環境条例に基づく環境影響評価手続に対して一定の配慮を求めるも\nのと解する余地はあっても、条例方法書関係地域や条例準備書関係地域\nの住民等が高い手続的配慮を受けている旨を示すものではない。\n環境条例上の各関係地域の居住者\n「関係地域」といっても個々の法令がこれを定める趣旨や定義内容は各様\nであり、「関係地域」であればそれだけで当該地域を原告適格の認定に供し\n得るものではない。また、環境条例上の各関係地域に関する規定が本件の原\n告適格の手掛かりとなり得ないことは、前記 オで主張したとおりである。\nしたがって、法律上の環境影響評価の対象となっている事業に関して、環\n境条例上の各関係地域の住民等は、健康又は生活環境に係る著しい被害を直\n接的に受けるおそれのある者ということはできず、これらの者に確定通知の\n取消しを求める法律上の利益を認めることはできない。\n本件新設発電所の周囲２０km の範囲内の居住者等\nア  「関係地域」といっても個々の法令がこれを定める趣旨や定義内容は各\n様であり、「関係地域」であればそれだけで当該地域を原告適格の認定に\n供し得るものではない。また、環境影響評価法において、関係地域は「環\n境影響を受ける範囲」などと包括的な定義がされている上、本件評価にお\nいても、関係地域とされたのは横須賀市という一地方公共団体全体を包括\nする区域であるから、関係地域内に居住するか否かによって原告適格の認\n定をすることは困難である。\nイ   本件評価では、大気環境等に関して「ベスト追求型」の環境影響評価\nにおいて要求される火力発電所設備が採用され、最新鋭の排煙脱硝装置\n等により大気汚染物質の排出濃度が排出基準より十分小さくなるととも\nに、高煙突の設置により排ガスの拡散対策が採られ、周辺地域における\n大気汚染物質濃度の増加分は、人の健康の保護及び生活環境の保全の上\nで維持されることが望ましい基準である環境基準を大きく下回る全く問\n題ないものであり、大気環境等について周辺地域への特段の配慮を要す\nる事項は存在しないと判断された。このため、本件事業者は、本件事業\n区域の周囲１km を超える範囲には、発電所アセス省令４条２項２号に定\nめる「既に入手している情報によって、一以上の環境の構成要素（中\n略）に係る環境影響を受けるおそれがあると判断される地域」は存在し\nないという結論に至った。\nしたがって、本件事業者は、発電所アセス省令１８条、４条２項１号\nに基づき、本件事業区域及びその周囲１km の範囲内の地域を環境影響評\n価法６条１項の「環境影響を受ける範囲であると認められる地域」と判\n断し、また、本件評価の結果としてこの点に変化は見られなかったこと\nから、同法１５条に定める関係地域に追加すべき地域も存在しないと判\n断した。\n他方、本件事業者は、本件事業区域の周囲３km の範囲内の区域を管轄\nする横須賀市を環境影響評価法上の関係地域と設定したが、これは、環\n境条例３０条２項、３９条２項により、条例方法書及び条例準備書の内\n容について周知を図る必要がある地域として、「知事が別に定める基準\nに配慮」した結果であり、条例上の関係地域と法律上の関係地域とを一\n致させた方がその後の方法書等の周知や説明会の実施等に当たって便宜\nであることから配慮したものにすぎない。\n原告らは、最大着地濃度の出現地点を含む地域につき原告適格が認め\nられる旨主張するが、大気汚染評価物質の濃度が環境基準を十分に下回\nっているから、最大着地濃度の出現地点まで捕捉する必要はない。\n県アセス技術指針への配慮を義務付ける環境条例３０条１項、３９条\n１項は、主務省令に基づいて環境影響評価法に基づく方法書及び準備書\nを作成する事業者に対し、可能な限りで同指針との整合性を図るよう配\n慮すべき義務を課したものにすぎない。\nまた、同指針において、法対象事業は、法対象評価項目以外の項目に\nついての環境影響評価の実施に係る実施手順の箇所で記載されているに\nすぎず、しかも、法対象評価項目に該当する部分についての環境影響評\n価の実施についても、法対象評価項目以外の項目についての環境影響評\n価の実施に係る手順に配慮すると記載されているのみであり、法対象事\n業への「第２章  各論」の適用には触れていない。したがって、環境影\n響評価法６条１項所定の「環境影響を受ける範囲であると認められる地\n域」の要件を定めた発電所アセス省令１８条、４条２項２号に係る「既\nに入手している情報によって、一以上の環境の構成要素に係る環境影響\nを受けるおそれがあると判断される地域」が、県アセス技術指針が定め\nた調査地域と一致する旨の原告らの主張は、環境条例の規定の理解を誤\nるものである上、同技術指針の「第２章  各論」の適用を前提としたも\nのである点で理由がない。\n以上によれば、環境影響評価法６条１項の「環境影響を受ける範囲で\nあると認められる地域」については、計画段階配慮事項の調査により、\n発電所アセス省令１８条、４条２項２号が適用されず、同項１号の「対\n象事業実施区域及びその周囲１km の範囲内の地域」が適用されることに\nなる。\n本件事業者は、環境条例３０条２項に基づいて知事の定める環境条例\n告示に配慮した結果、環境影響評価法１５条１項の関係地域を本件事業\n区域の周囲３km の範囲内の区域を管轄する市町村である横須賀市全域と\nしたものであり、健康又は生活環境に係る著しい被害を直接的に受ける\nおそれがあることを理由とするものではないから、関係地域が横須賀市\nであることを原告適格の根拠又は基準とすることはできない。\nウ   発電所アセス省令が第二種事業に係る環境影響評価の要否の判定基準\nについて定める規定は、飽くまで第二種事業について環境影響評価を実\n施するか否かを判定するための基準であり、当該事業による環境影響を\n受ける地域を特定し、環境影響を調査、予測及び評価する範囲等を画定\nするものではないし、発電所の周囲２０km の範囲内の地域を全て「環境\n影響の程度が著しいものとなるおそれがある」地域とするものでもない。\nまた、同規定は、本件事業のような第一種事業の場合は存在しない手続\nについて定めるものであり、第一種事業における大気汚染を想定したも\nのではない。\n原告らは、本件新設発電所の設置に係る環境影響評価において、周囲\n２０km の範囲内に二酸化硫黄、二酸化窒素又は浮遊粒子状物質の大気汚\n染に係る環境基準が確保されていない大気の測定点が存在するから発電\n所アセス省令１６条２３号に該当する旨主張するが、実際は、浮遊粒子\n状物質の測定値が、平成２５年度に限り、しかも１年のうち２日のみ基\n準を達成していなかったというものにすぎず、このような一時的な非達\n成は、測定局周辺の廃棄物焼却や工事等の影響によって生じ得るもので\nあるから、恒常的な環境基準の超過とはいえない。平成２８年度以降は、\n本件新設発電所の周囲２０km の範囲内全ての測定局において浮遊粒子状\n物質が長期的評価による環境基準を達成している。\n本件事業者が大気汚染の環境調査の対象地域を本件新設発電所の周囲\n２０km の範囲内と設定したのは、方法書段階において、「発電所に係る\n環境影響評価の手引」（以下「発電所手引」という。）に従って既存資\n料等による調査地域としたからであり、同範囲内において環境基準が確\n保されていない測定点が存在したことを根拠とするものではない。\nエ  以上によれば、発電所アセス省令の各規定が、発電所の周囲２０km の範\n囲内を環境の影響の程度が著しい地域としていることを前提として、同地\n域の住民に原告適格がある旨をいう原告らの主張には理由がない。\n温排水によって生業手段に被害を受ける者\n発電所アセス省令１６条１５号ハの規定には、具体的範囲を画する文言は\nなく、「干潟」等の自然環境自体とは別にその利益の帰属主体となり得る者\nについての文言もないから、仮に原告らの主張するような利益が保護され得\nるとしても、一般的公益として保護されるものにすぎない。また、仮に一定\nの範囲の者に原告適格が認められることを前提としても、前記 ウ で主張\nしたとおり、発電所アセス省令１６条は、第一種事業である本件事業に適用\nされる余地はなく、原告適格の線引きの根拠とはならない。\nしたがって、原告らの主張する漁業者につき、本件通知の取消しを求める\n法律上の利益があるとはいえない。\n地球温暖化の進行によって被害を受ける者\nア   原告らは、①環境影響評価法１８条１項、２１条１項、同条２項４号\n等が、環境の保全について意見を有する者に意見を述べる機会を付与し、\n事業者に配意義務を課していること、②発電所アセス省令２１条１項２\n号、別表第二が、窒素酸化物等と並んで温室効果ガスとして二酸化炭素\nを指定していること及び③環境条例４条の評価項目の規定を受けた神奈\n川県環境影響評価条例施行規則３条が温室効果ガスを指定していること\nを根拠として、地球温暖化の進行に伴って侵害される利益が個々人の個\n別的利益としても保護される旨主張する。\nしかし、①については、「環境の保全」の見地から意見を有する者を\n対象としており、環境に起因する災害の防止等とはされていないことは\nもとより、有益な環境情報を広く収集することを目的とし、それゆえ、\n関係地方公共団体やその地域住民に限らず一般市民から聴取するものと\nされている上、このような手続を経て提出された住民等の意見について\nは、事業者が有用な環境情報を事業計画に反映させるべく「配意」する\nものにすぎないから、これらの規定が人の健康や生活環境を個々人の個\n別的利益として保護する趣旨を有するとはいえない。\n②については、発電所アセス省令は、評価項目として二酸化炭素を挙\nげているものの、別表第二において、二酸化炭素の環境要素の区分は、\n環境への負荷の量の程度により予測及び評価されるべき環境要素とされ\nており、窒素酸化物等（大気質）のように環境の自然的構成要素の良好\nな状態の保持を旨として調査、予測及び評価されるべき要素とはされて\nいない。そうすると、発電所アセス省令は、二酸化炭素を、人の健康、\n生活環境及び自然環境に及ぼす影響を把握するためではなく、地球環境\n保全（地球全体又はその広範な部分の環境に影響を及ぼす事態に係る環\n境の保全）の見地から、飽くまで環境の保全上の支障の原因となるおそ\nれのあるものとしているにすぎず、これを超えて、特定の地域に居住す\nる具体的な個々人の利益のために二酸化炭素排出量の増加を抑制するこ\nと等をその趣旨、目的とするものではない。\nしたがって、発電所アセス省令の規定につき、地球温暖化の進行が原\n因とされる土砂災害、熱中症、水産資源の減少等から人の健康や生活環\n境を保護しようとする趣旨まで読み取ることはできない。\n③については、前記 オで主張したとおり、環境条例は、環境影響評\n価法が評価項目としていない事項を評価項目としているにすぎず、環境\n条例の定める環境影響評価の手続は、本件新設発電所の設置に係る電気\n事業法及び環境影響評価法が定める環境影響評価手続とは別異の法令に\n基づくものであり、本件通知の取消訴訟における原告適格を論ずる素地\nがない。\nイ  原告らは、地球温暖化の進行に伴う被害が、本件通知又はこれによる本\n件新設発電所の稼働に起因するものであることを説明しておらず、原告ら\nが主張する各利益が必然的に害されるという実質的関係にあることが明ら\nかでない。地球温暖化による被害は、本件通知によって直接生ずるもので\nはなく、総体としての地球温暖化を介在させているため、被害を直接的に\n受けるおそれがある者を特定することはできない。また、事業地に接近す\nるにつれて被害が増大するという性質は認められず、本件新設発電所から\nの距離を中心にしてその範囲を合理的に絞り込むこともできない。\n加えて、原告らは、水害、土砂災害等の被害を受けるおそれの高い者と\nして、横須賀市土砂災害ハザードマップ等の一部地域に居住する者、熱中\n症等によって生命を失ったり健康を害するおそれの高い者として、提訴時\n５５歳以上又は１５歳以下の者、重要な生業手段である水産資源が不可逆\n的な形で深刻に破壊され生業手段を奪われるおそれの高い者として、横須\n賀市等の漁業者及び海中観光業者がそれぞれ該当する旨主張するが、この\nような線引き自体、本件通知から離れて地球温暖化によるとされる豪雨や\n気温上昇によって分類したものにすぎず、具体的かつ合理的な根拠を有す\nるものではない。\n６  主張制限の適用の有無（争点３）\n（被告の主張）\n発電所アセス省令の規定等が、地球温暖化の進行が原因とされる土砂災害や\n熱中症、水産資源の減少等から人の健康や生活環境を個々人の個別的利益とし\nて保護しようとする趣旨を有しないことは、前記５で主張したとおりである。\nそうすると、本件新設発電所の周囲２０km の範囲内に居住若しくは勤務する\n者、又は干潟、藻場、さんご群集若しくは野生動植物の重要な生息又は生育の\n場に相当程度の影響を及ぼすおそれがある地域を漁場とする漁業者が、本件評\n価書において本件新設発電所から排出される温室効果ガスによる地球温暖化の\n進行の結果についての予測及び評価がされていないこと等を主張することは、\n自己の法律上の利益に関係のない違法を主張するものであるから、行政事件訴\n訟法１０条１項に反して許されない。\n（原告らの主張）\n二酸化炭素の排出によって地球温暖化が進行する結果、健康又は生活環境\nに係る著しい被害を直接的に受けるおそれのある者は、電気事業法、環境影\n響評価法及び環境条例によって、そのような被害を受けないという利益を個\n別的利益として保護されていることは、前記５で主張したとおりである。\nア  行政事件訴訟法９条１項と１０条１項の文言は異なり、原告適格が認め\nられる者と主張制限を受けない者とは範囲を異にし、立証責任も異なる。\nまた、不利益処分を受けた名宛人が当該処分を争う場合は、全ての要件\nを満たした適法な処分であることによって不利益が正当化されるから、あ\nらゆる要件について争うことができることに異論はないところ、これとの\n比較において、人の生命、健康や生活環境への侵害のおそれが問題となっ\nている場合は、名宛人に対する不利益処分と同様に、原告適格を認める根\n拠となった規定以外の要件についても主張できるものと解される。\nイ  大気汚染と二酸化炭素排出は、基本的には石炭を燃焼してガスを大気中\nに排出するという同一の行為によって行われ、いずれも燃料種の性質と密\n接に関係し、人の健康や生活環境への影響という面でも密接に関連してい\nる。地球温暖化による大気変動の影響は、微粒粉じんの移動に影響を及ぼ\nすだけでなく、光化学スモッグの悪化にもつながることが懸念されており、\n大気汚染による健康被害は地球温暖化と切り離すことができない。人の健\n康についても、大気汚染による疾患が温暖化によって悪化する可能性が指\n摘されている。したがって、大気汚染と二酸化炭素排出との間には、密接\nな関係があり、両者を単純に切り分けることはできないから、大気汚染を\n理由に原告適格を肯定された者が二酸化炭素の排出について主張すること\nが、「自己の法律上の利益に関係のない」違法を主張するものとはいえな\nい。\n７  本件通知の違法性（争点４）\n（原告らの主張）\n判断枠組み\nア   環境影響評価制度は、法令に具体的な基準が明記されているものにつ\nいてこれをクリアしているか否かを事前にチェックする手法（基準クリ\nア型）だけでは環境保全ができないことに鑑み、自然保護や生物の多様\n性確保等のように定量的な基準を設定することが難しいもの、法令上基\n準が定められていないが人の健康や生活環境に影響を及ぼすことが考え\nられるもの、目標が定められているものの具体的な基準が定められてい\nなかったり基準を超えて環境負荷を低減することが望ましいものについ\nて、事前に環境影響について調査、予測及び評価する手続を行うことに\nよって、可能な限り環境負荷を低減し、最善の措置を採ることができる\nようにし（ベスト追求型）、当該事業に係る環境の保全について適正な\n配慮がされることを確保して、もって現在及び将来の国民の健康で文化\n的な生活を確保しようとするものである（環境影響評価法１条）。\n上記各事項は、具体的基準がなく、実体的な違法性の判断は容易では\nないため、環境影響評価法は、環境影響評価を手続面で統制して適正な\n環境配慮を実現しようとするものであるから、同法の本質は手続法であ\nる。そして、その手続として、計画段階配慮事項として比較すべき複数\n案の設定、評価項目の選定、調査、予測及び評価の手法の選定及び実施、\n並びに環境保全措置の検討が適正にされることが重要である。\n電気事業法の規定によれば、勧告及び変更命令の対象の中心は、適正\nな環境影響評価の手続が行われているか否かであり、その審査において\nも、個々の環境要素ごとに、必要な調査、予測及び評価が適切に行われ、\nその影響について環境保全措置が適切に検討されているかが中心となる。\nまた、電気事業法は、環境影響評価法２５条、２６条、３３条の適用を\n排除し、これらよりも手続的検討の側面が強い電気事業法４６条の８第\n１項、４６条の１４第１項、４６条の１７第１項を設けているから、発\n電所についての環境影響評価は、手続面の検討が中心となる。\nイ  計画段階配慮事項として比較すべき複数案の設定、評価項目の選定、調\n査、予測及び評価の手法の選定及び実施、並びに環境保全措置の検討のい\nずれかが適正に行われなかった場合、これらは環境配慮のために必要で重\n要な手続であり、かつ、これらの手続を適正に履行していたなら異なる判\n断に到達する可能性がなかったとはいえない。したがって、これらの手続\nに瑕疵がある場合、変更命令をすることが「環境の保全についての適正な\n配慮がなされることを確保するため特に必要があり、かつ、適切である」\nから、経済産業大臣には変更命令をしない裁量はなく、当該評価書を変更\nして手続の瑕疵を治癒すべき旨を命じなければならない。\nウ  電気事業法４６条の１７第１項の「環境の保全についての適正な配慮が\nなされること」に該当するかにつき、経済産業大臣の専門的、技術的知見\nに基づく総合的な判断を要するからといって、直ちに裁量が認められるこ\nとにはならず、憲法等によって保障されている権利及び重要な法的利益を\n侵害するおそれがあり、侵害の程度が重大なものになり、かつ、政治的判\n断を介在させることが妥当ではなく、客観的に判断できるものであり、裁\n判所の判断になじむ場合は、裁量を否定すべきである。\nそして、環境影響評価が不適切に行われた場合に害される利益は、人の\n生命、健康、生業手段、食料、農林水産資源等の生活環境といった重要な\nものであり、憲法によって保障されている人格権の内容として保護される\nべき権利、法的利益であって、侵害される態様も、生命、健康の剥奪、水\n産資源への壊滅的影響等深刻かつ重大なものである。また、環境影響評価\nの手続が適切にされたか否かという点は、専門的、技術的知見による総合\n的判断を含む部分もあるが、政治的判断を含むものではなく、当該事業や\n地域の特性から予想される環境影響の内容に照らして客観的に判断できる\nものであり、裁判所の判断になじむ。そもそも、予想される環境影響に照\nらして適切な選定や検討が行われたか否かという客観的事実を確認するこ\nとは、裁判所が事後的に検証できることである。\n以上より、環境影響評価の手続が適切にされたか否かについての判断は、\n経済産業大臣の裁量に委ねられるべきではない。\n燃料種等に係る複数案の検討\nア  計画段階配慮事項の検討に当たっては、第一種事業に係る位置・規模又\nは建造物等の構造・配置に関する適切な複数案を検討することが基本とさ\nれている。これは、事業実施前の段階で環境影響の回避や低減を可能とす\nるような別の事業案の検討を求める計画段階配慮制度の趣旨からして、当\n該事業とは異なると評価できる内容の事業を発案、検討することを求める\nものであり、特に、当該事業について最善の環境保全措置を採った場合よ\nりも環境影響を回避したり低減したりする可能性がある事業があれば、当\n該事業を代替案として検討することが必要である。\nイ   発電所事業においては、超々臨界圧（ＵＳＣ）等の高効率の設備であ\nっても、石炭火力発電からの発電電力１単位当たりの二酸化炭素排出量\n（排出原単位）は、天然ガス火力発電の約２倍である。石炭火力発電か\nら の 二 酸 化 炭 素 排 出 量 は 、 自 主 的 取 組 の 目 標 と さ れ る ０ ． ３ ７ kg-\nCO2/kWh と比較しても２倍である。したがって、石炭を燃料とする限り、\n大規模な吸収源整備等の代償措置を採らない限り、環境保全措置によっ\nてはその影響を回避、低減できない。これに対し、太陽光発電、風力発\n電等の再生可能エネルギー発電は、二酸化炭素を排出しない。また、天\n然ガス火力発電においては、同一電力量を供給した場合の二酸化炭素排\n出量は、石炭火力発電の半分以下であり、２０３０年度の温室効果ガス\n削減目標を達成するための排出原単位である０．３７kg-CO2/kWh を、単\n体で確実に実現することができる。\n地球温暖化によって、生命、健康、生活環境、自然環境に対する深刻\nかつ重大な被害が既に発生しており、将来ますます激甚化していくこと\nが予想される中、本件新設発電所のような石炭火力発電所を新設すると、\n２０２３年頃から３０年以上の長期間、年間７２６万 t-CO2、すなわち、\n世界全体の２０１５年のエネルギー起源二酸化炭素の排出量の約５００\n０分の１、日本全体の２０１６年度のエネルギー起源二酸化炭素の排出\n量の約０．６４％、神奈川県内の二酸化炭素排出量の約１割という莫大\nな量の二酸化炭素を排出し、地球温暖化に重大な影響を及ぼすこととな\nり、３０年間で排出される二酸化炭素の総量２億１７８０万 t-CO2 は、\nこの間に世界で排出される二酸化炭素の総量の約２２２５分の１を占め\nる。\n日本政府がパリ協定を遵守し、２０３０年目標及び２０５０年度に８\n０％削減するという目標を達成するためには、石炭火力発電による二酸\n化炭素の排出を削減することが不可欠であるが、本件新設発電所の新設\nを認めると、明らかにこれらの目標を達成することができない。\n大気汚染についても、天然ガス火力発電は、硫黄酸化物及びばいじん\nをほとんど排出せず、窒素酸化物の排出量も石炭火力発電と比べて極め\nて少なく、ＰＭ２．５も大幅な排出量の減少が見込まれることに加え、\n水銀等の重金属類もほとんど排出しない。\n温排水についても、熱効率の差等により、同一電力量を発電する際の\n熱量は、ＵＳＣ発電設備を採用している石炭火力発電と比較して、天然\nガス火力発電は約２分の１となる。\n他方、他の燃料種の選択が現実的でないとする合理的理由もない。す\nなわち、本件旧発電所は、石油を燃料とする火力発電所であり、本件新\n設発電所が石油を燃料としない限り、燃料の転換は不可欠であった。ま\nた、本件事業者は、石油、石炭、天然ガス等各種の燃料を使用した火力\n発電事業を各地で実施している上、施設の整備という点でも、本件新設\n発電所の燃料を石炭とする場合は、石炭の積み下ろし、ストックヤード、\n石炭灰処理施設等の新たな設備の建設が必要となり、天然ガス等の他の\nエネルギー源を選択した場合と同様である。\n以上からすれば、本件事業のような石炭火力発電事業においては、計\n画段階配慮事項として、天然ガス火力発電事業や太陽光発電、風力発電\n等の再生可能エネルギー発電事業について複数の案を検討すべきであっ\nたが、本件評価においてはこの検討がされなかった。\nウ  計画段階配慮から始まる一連の手続において、燃料種等の選択について、\n神奈川県知事、環境大臣、住民等から、反対の意見や説明の欠如、不足を\n指摘する意見が相次ぎ、燃料として石炭を選択した根拠の説明や天然ガス\n等を選択した場合との比較検討等を何度も求められたが、本件事業者は、\nこれをほとんど行わず、説明をしたとしても代替案を採用した場合の短所\nを極めて抽象的に掲げるにとどまり、環境影響の内容や程度の差異を具体\n的に比較検討するものとは到底いえないものであった。\nこのように、本件評価は、温室効果ガスの排出という極めて重大な環境\nへの影響に関して、「適切な複数案」の検討を欠いたものであり、重大な\n瑕疵がある。\nエ  事業実施段階で環境保全措置を採ったとしても環境影響を回避したり十\n分に低減できない場合に別の事業案を検討することを可能にするために計\n画段階配慮制度が追加されたことからすれば、基本的事項告示や発電所ア\nセス省令が定める、事業の位置・規模及び建造物の構造・配置以外の事項\nに関する代替案であっても、環境負荷の回避、低減という観点からから実\n質的な意味を有するものであれば、検討の対象としなければならない。\nまた、発電所アセス省令は、「発電設備等の構造若しくは配置」、「事\n業を実施する位置又は事業の規模」という抽象的な文言を定めた上で、こ\nれらを「適切に示す」ことを要求するのみであるから、具体的に検討する\n複数案については、事業の状況に応じて適切に選択することを求める趣旨\nと解され、燃料種等について検討することが環境影響の回避、低減という\n観点から適切と評価される限り、この検討を省略することは許されない。\n加えて、燃料種等の選択は、「発電設備等の構造」の変更を伴うから、\n発電所アセス省令３条１項の「第一種事業に係る発電設備等の構造」につ\nいての選択にほかならない。\n以上より、計画段階配慮制度の趣旨、目的及び条文の文理からしても、\n燃料種等の複数案検討が義務付けられているといえる。\nオ  以上のとおり、本件評価は、温室効果ガスの排出という極めて重大な環\n境への影響に関して「適切な複数案」の検討を欠いたものであり、発電所\nアセス省令等に違反する重大な瑕疵がある。\n大気汚染\nア  環境影響評価の簡略化\n本件事業者は、本件事業は合理化ガイドラインの定める改善リプレース\nに該当するとして、大気汚染物質につき、環境影響評価の一部を省略して\n手続を進めたが、次に述べるとおり、本件事業は環境影響評価を簡略化す\nるための要件を満たしておらず、本件評価の手続には重大な瑕疵がある。\n発電所アセス省令の簡略化要件を満たさないこと\nａ  合理化ガイドラインは、飽くまで法規範性を有しない指針にすぎず、\n発電所アセス省令２３条２項３号の「類似の事例により参考項目に関\nする環境影響の程度が明らかである」場合に該当するかが検討されな\nければならない。\n本件事業のようなリプレース案件の場合、①旧施設による環境影響\nについて十分かつ信頼できる調査結果が存在すること、②リプレース\nによって環境影響の程度が改善すること（少なくとも悪化しないこ\nと）及び③新旧施設の稼働時期に空白期間が存在しないことが必要で\nある。③の要件が必要とされるのは、空白期間が存在すると、旧施設\nが現にもたらした環境影響を基にして新施設稼働後の環境影響を類推\nすることができず、旧施設の稼働終了後に稼働時とは異なる環境が形\n成される可能性があるし、旧施設が既に稼働を停止している以上、環\n境影響評価手続を簡略化してまでして新施設を早期に稼働させる実益\nも存在しないからである。\nｂ  そして、本件事業については、次に述べるとおり、前記ａの①から\n③までのいずれの要件も満たさない。\n①については、本件旧発電所による環境影響について評価が行われ\nておらず、十分かつ信頼できる調査結果は存在せず、環境影響評価に\n代替するような信頼できる調査データも存在しない。本件旧発電所は、\n昭和４４年以前に操業を開始したものであり、環境影響評価は実施さ\nれておらず、本件旧発電所の煙突からの大気汚染物質の排出量、温排\n水の状況等についてはある程度データが存在する可能性はあるが、周\n囲の動植物の状況についての調査データ等は存在しない。\n②については、本件評価においては、本件旧発電所の過去最大の設\n備利用率（稼働率）である７１．３％を前提として排出量の年間値を\n算出しているが、８号機が完成した昭和４５年以降で稼働率が７０％\nを超えたのは同年のみであり、５０年以上も前の環境影響の程度より\nも低減することをもって、リプレースによって「改善が図られる」と\nいうことはできない。\n③については、本件旧発電所は稼働率が低水準にとどまった期間が\n数十年間続いており、同発電所の稼働率が高かった当時とは異なる環\n境状況が安定的に形成されているから、この環境状況に関する調査及\nび予測は不可欠である。\nｃ  新設発電所の原因物質の排出量についても合理的な予測をすること\nは可能であるから、旧発電所が現実に排出していた汚染物質の量とこ\nれに起因する環境影響との比較を放棄する理由にはならない。また、\n新旧発電所から排出される汚染物質等の量を比較することは容易であ\nり、指標の齟齬という問題は生じない。定格出力による稼働時の排出\n量は、現実を反映しない最大値であり、架空の環境影響と比較して低\n減することは、環境影響評価を簡略化する理由とはならない。\nｄ  以上によれば、本件事業は、発電所アセス省令が定める簡略化の要\n件を満たさないから、発電所手引に従って通常の火力発電所の環境影\n響評価手続を実施しなければならないが、本件評価ではこれが実施さ\nれておらず、重大な手続的瑕疵がある。\n合理化ガイドラインの条件を満たさないこと\n本件事業は、次に述べるとおり、合理化ガイドラインが定める簡略化\nの条件も満たさない。\nａ  合理化ガイドラインは、施設の稼働に伴う大気質への影響に係る合\n理化のため５条件を定めているが、これらのうち、①大気汚染物質の\n排出濃度及び排出量が従来と同等又は減少すること（条件１－１）、\n②予測式を用いて計算した１時間値の着地濃度がリプレース前と同等\n又は減少すること（条件１－２）、並びに③近隣の学校、病院その他\nの環境の保全についての配慮が特に必要な施設における１時間値の着\n地濃度がリプレース前と同等又は減少すること（条件１－５）という\n３条件について、本件評価書が示す既設稼働時やリプレース前の数値\nは、実態に即したものではなく、本件旧発電所が廃止される直前の時\n期の大気汚染物質の排出濃度及び排出量は、むしろ本件新設発電所の\n稼働時よりも低値であるから、上記各条件を満たさない。\n合理化ガイドラインは、「リプレース前については当該発電所の運\n用経歴を考慮の上、適切な設備利用率を設定」することを求めている\nところ、過去の最大設備利用率はその例示にすぎず、いかなる場合も\n「適切な設備利用率」となるものではない。\nｂ  合理化ガイドラインの条件１－５について、本件評価書は、学校や\n病院と発電所との位置関係及び発電所（煙突）からの各施設の距離の\nみを考慮しているが、大気汚染物質は、風や地形等から影響を受けて\n拡散するものであり、単に距離が遠いからといって同物質が到達しな\nいと結論付けることはできない。各施設に大気汚染物質が到達するか\n否かについては、実際に当該施設までの経路を調査し、現地でも測定\nしなければ正確な事実を確認できないにもかかわらず、本件評価書は\nこれらを行わず安易に距離のみから結論を出しており、条件の適合性\nを判断する前提を欠く。\nイ  調査及び予測の場所\n本件評価書によれば、本件事業区域を中心とした半径２０km の範囲内\nの一般環境大気測定局（以下「一般局」という。）及び自動車排出ガス\n測定局（以下「自排局」という。）において、環境基準に抵触する濃度\nの二酸化窒素が測定されている。発電所をほぼ稼働していない状態で既\nに環境基準を超えているこれらの地点では、本件新設発電所が稼働する\nことにより大気汚染物質濃度が上乗せされ、健康被害リスクが高まる可\n能性があるから、このリスクがどの程度高まるか厳密に予測しなければ、\n環境に対して適正に配慮したか否かを判断する前提を欠くといえ、測定\n局の測定とは別に独自に調査すべきである。また、上記のとおり調査範\n囲内に環境基準を超える地点があることが判明している以上、他の地点\nにおいても環境基準を超える地点が存在することが予想され、発電所手\n引においても、「予測・評価に十分な情報が得られない場合には、事業\n者が新たに測定局を設置」して調査をするものとされている。\n本件においては、本件新設発電所から最も近くて影響を受けやすい北\n側の久里浜の住宅地において調査対象となった測定局はない。また、調\n査対象となった測定局と環境保全についての配慮が特に必要な学校や病\n院との位置関係は一致しておらず、既設の測定局での測定をもってこれ\nらに対する調査が十分であるとはいえない。したがって、本件評価にお\nいては、文献調査において発電所が設置された場合に環境基準を超える\nことが予想される大気汚染物質濃度が測定されている地点、風や地形等\nの影響で特に着地濃度が高くなる可能性のある地点及び大気汚染物質の\n影響を特別に考慮すべき学校や病院等の地点を選定した上、測定調査を\n実施し、本件新設発電所の稼働による健康被害リスクがどの範囲でどの\n程度高まるか予測及び評価すべきであった。\nまた、学校等の施設は、基本的事項告示第四の五 、六 、発電所ア\nセス省令２４条１項４号、２５条１項３号、２３条３項にいう「特に影\n響を受けるおそれがある対象」等に該当するから、調査及び予測の地点\nとして選定され、調査及び予測に当たっては、参考手法よりも詳細な手\n法が選定されるべきである。\nしかし、本件評価は、上記の調査等を行っていないから、調査手法等\nの選定を誤った瑕疵がある。\n被告は、発電所手引において一般的に現地調査が省略されていること\nを理由に、現地調査をしないことに不備はない旨主張するが、発電所手\n引においても、予測及び評価に十分な情報が得られない場合には、事業\n者が新たに測定局を設置する旨が記載されており、例外があることを前\n提としている。\n被告は、学校、病院等の施設は社会的状況の把握の一環として調査の\n対象となっているにすぎず、発電所アセス省令２５条１項３号により予\n測地点として義務付けられていない旨主張する。\nしかし、同省令４条１項２号ロ が学校等の社会的状況の把握を求め\nているのは、環境影響を受けやすい地域、環境の観点から法令で指定さ\nれている地域、環境が悪化している地域等、地域特性に応じて環境影響\n評価を行うことが、当該事業に係る環境の保全について適正な配慮がさ\nれることを確保するという環境影響評価法の目的に資するためである。\nそうすると、社会的状況によって明らかになった学校等の施設がある場\n合は、「保全すべき対象への環境影響を的確に把握できる地点その他の\n予測に適切かつ効果的であると認められる地点」として、調査及び予測\nが実施されなければならない。\n本件評価では、本件事業区域を中心とした半径１０km の範囲内の公設\n局が大気汚染物質の予測地点とされている。被告がその理由として挙げ\nるのは、風下における着地濃度の１時間値が２．２km 地点で最大となる\nことのみであるところ、このような予測地点の設定は、発電所手引が選\n定の考え方として挙げる「住居地域等保全の対象となる地域が存在す\nる」、「現状濃度が相対的に高いレベルにある」といった観点を考慮し\nないものである。本件新設発電所の周辺には、半径２０km の距離に市街\n地が広がり、特に環境の保全について配慮すべき学校や病院も半径１０\nkm の範囲内にとどまらず散在しており、現状の濃度が相対的に高いレベ\nルにある可能性が高い自動車交通の多い場所（自排局設置場所を含\nむ。）も存在する。したがって、上記の市街地や学校、病院を含む半径\n２０km 範囲内の地点を大気汚染物質の予測地点とすることが環境影響評\n価制度の趣旨からして相当であり、半径１０km の範囲内から予測地点を\n選定したことに合理性はない。\n発電所アセス省令２５条１項３号は、学校等の施設など「当該保全す\nべき対象への環境影響を的確に把握できる地点」を予測地点として選定\nすることを要請しているところ、被告の主張を前提としても、本件評価\nにおける手法は、半径２０km の範囲内では着地濃度が２．２km 地点の最\n大着地濃度よりも大きくならないことを示すにとどまり、学校等の施設\nなどを「当該保全すべき対象への環境影響を的確に把握できる地点」に\n選定したことにはならない。\nウ  予測期間のスケール\n発電所手引は、「評価の妥当性や予測精度を勘案すると、予測期間スケ\nールの大きい年平均予測を主体とするのが妥当」、「年平均値に加えて短\n期的な濃度の変動幅を把握するために、日平均値の高濃度についても予測\nすること」としており、合理化ガイドラインも、リプレース前後の比較を\nするに当たって、１時間値の比較をしてよいなどとはしていない。\nしかし、本件評価では、大気汚染物質の１時間値の着地濃度を予測して\nリプレース前後の比較を行っている。評価の妥当性や予測精度を高めるた\nめには、スケールの大きい年平均で予測するのが原則であるにもかかわら\nず、本件評価は、合理的理由なく例外的手法を用いたものであり、評価の\n妥当性と予測精度を欠く不備がある。\nエ  バックグラウンド濃度\n本件評価では、本件新設発電所が稼働した際の将来濃度を予測するに\n当たり、バックグラウンド濃度（工場や自動車等の人為的汚染及び火山\n等の自然的汚染からの影響を除外した自然界における大気汚染物質濃\n度）として、本件事業区域から約２km の距離にある一般局である横須賀\n市久里浜行政センターにおける平成２７年１２月１０日２４時の１時間\n値の最高値を採用している。\nしかし、有風時の最大着地濃度出現距離は、５km から２０km の間の広\n範囲で変動するし、測定値を一般局に限定する理由もない。また、直近\nの数値のみに限定すると年ごとの変動を適正に評価することができない。\n本件評価が採用した地点以外では、特定の年度に二酸化窒素の短期暴露\nを加えると環境基準を超えるバックグラウンド濃度を測定していた一般\n局が複数あり、バックグラウンド濃度単体で環境基準を超える自排局も\n複数存在するところ、本件評価は、合理的な理由なく恣意的に濃度が低\nい地点をバックグラウンド濃度の基準地点として採用しており、適切な\n予測及び評価をしているとはいえない。\n被告は、法令上一般局に加えて自排局を予測地点とすることは求めら\nれていない旨主張する。\nしかし、自排局において自動車排出ガスが監視対象とされているのは、\n同ガスが人の健康に影響を及ぼすためであり、自排局が設置されている\n場所は、同ガスによる汚染の影響が大きいと考えられる地域である上、\n同ガスに含まれている汚染物質の中で特に健康に対する影響の点で注目\nされているのはＰＭ２．５であり、本件新設発電所から排出される有害\n物質と同一であるから、自排局を予測地点とすることで、相乗効果によ\nる影響を予測することが法の趣旨にかなう。\n被告は、本件事業区域の周辺２０km の範囲内の一般局において、硫黄\n酸化物等の濃度の年平均値が横ばいとなっているから、調査期間の最新\n年度である平成２７年度の値を用いるのが合理的である旨主張するが、\n大気汚染物質の濃度は数年の期間で変動し得るから、少なくとも調査期\n間の直近５年間で最も高い値か平均値を基礎とすべきである。\nオ  ＰＭ２．５\nＰＭ２．５は、これを吸い込むと呼吸器系の疾患のリスクを高めるな\nど人の健康へ甚大な影響があり、評価項目に選定する必要性は高い。他\n方、本件新設発電所の設置、稼働によりＰＭ２．５に起因する健康被害\nが生じた際のリスクマネジメントとして、その環境影響を予測及び評価\nすることが、事業全体からみて過剰な経費を要する対策とはいえない。\nしたがって、ＰＭ２．５の生成、排出及び拡散について厳密な予測手\n法が確立していなくとも、本件事業者は、学会や海外で提案されている\n方法により、ＰＭ２．５に関する環境影響評価を実施する必要があった\nが、本件評価では実施されなかった。\na  被告は、ＰＭ２．５の予測及び評価の手法が確立されていないから、\nＰＭ２．５に係る環境影響評価の実施を求めることは、事業者に不可\n能又は著しい困難を強いるものである旨主張する。\nしかし、環境影響評価の対象として想定されている項目は、そもそ\nも環境影響を定量的に予測及び評価することが困難なものであり、そ\nのようなものであっても可能な限り環境負荷を低減するために予測及\nび評価をするのが環境影響評価である。\nまた、環境影響評価法は、環境に対する深刻又は不可逆な被害のお\nそれがある場合、科学的不確実性があったとしてもリスク評価を行う\n事前手続を設定するとともに、その間の活動を停止させることで予防\n原則を反映している。同法１１条４項は、既に得られている科学的知\n見に基づき主務省令を定める旨を規定するが、科学的知見の確立まで\nは要求しておらず、同法１４条１項７号イが不確実性を含む評価項目\nを含み、基本的事項告示第四の五 キが予測の不確実性の検討を求め\nていることからも、同法が予防原則を反映するものであることは明ら\nかである。\nしたがって、予測及び評価の手法が確立していないとしても、当該\n時点における科学的見地から認められる予測及び評価の手法が存在し\nていれば、当該手法を用いることによって可能な限り環境負荷を低減\nすることが環境影響評価制度の趣旨にかなう。\nｂ  ＰＭ２．５については、科学的な解明や現状の把握が進んでおり、\n排出抑制のための取組が進展して問題の状況も明らかになっている。\n環境省は、実施可能なＰＭ２．５の調査、予測及び評価の手法を公\n表しており、本件事業者において同手法を用いてＰＭ２．５による環\n境影響を予測及び評価することは、何ら不可能を強いるものではない。\n確かに、ＰＭ２．５による環境影響を評価する上で、二次生成粒子の\n発生機構が明確になっていない、シミュレーションモデルを更に精緻\n化する必要があるなどの課題はあるが、一次生成粒子の排出量を定量\n的に予測することは問題なく行えるし、大気中のＰＭ２．５の濃度に\nついては実際の測定データが公表されており、既に使われているシミ\nュレーションモデルを用いることで周辺施設の濃度の変化を予測する\nことや電気集塵機による除去技術を適用することでどの程度削減でき\nるかを検討することも可能であるから、本件評価においてＰＭ２．５\nによる環境影響について調査、予測及び評価を行うことがおよそ困難\nであるとはいえない。\n本件事業では、最善の電気集塵機による除去技術が用いられていない\n可能性が高い。電気集塵機による除去技術を用いた場合、そのために電\n気エネルギーが消費されるので、発電効率が落ちる。したがって、最善\nの技術が用いられているかは、ＰＭ２．５による環境影響を考慮する上\nで極めて重大な点であるが、本件評価では明確にされていないから、重\n大な瑕疵があるといえる。\nカ  光化学オキシダント\n光化学スモッグの原因となる大気中の酸化性物質の総称である光化学\nオキシダントは、工場や自動車等から大気中に排出された窒素酸化物や\n揮発性有機化合物（ＶＯＣ）から光化学反応によって生成されるところ、\n本件新設発電所から大量の窒素酸化物等が排出されることからすれば、\n本件事業者は、光化学オキシダントの影響について環境影響評価を実施\nする必要があったにもかかわらず、これを実施しなかった。\n被告は、光化学オキシダントについて環境影響評価を実施するよう求\nめることは事業者に不可能又は著しい困難を強いるものである、ＶＯＣ\nの排出濃度を把握することによって光化学オキシダントの予測及び評価\nが可能なことについて主張立証がされていないなどと主張する。\nしかし、光化学オキシダントは、粘膜を刺激して目やのどの痛み等の\n症状を引き起こし、人の健康及び生活に多大な影響を及ぼすから、これ\nを評価項目に選定する必要性は高い。\nまた、前記オ ａで主張したとおり、環境影響評価制度は、科学的不\n確実性がある場合でもリスク評価の実施を求めることによって予防原則\nを反映したものであり、確立された科学的知見の存在を要求しておらず、\n判断時点における科学的見地から可能な調査及び予測の手法を用いて環\n境影響評価を実施することを求めているところ、光化学オキシダントに\nついては、ＶＯＣが原因物質の一つであることが判明しており、その排\n出を抑制するため、平成１６年５月に大気汚染防止法が改正され、平成\n１７年に環境省告示で濃度の測定法が定められて、平成１８年４月には\n排出規制が開始されているから、ＶＯＣの濃度を測定することは可能で\nある。\nしたがって、本件事業者において、本件新設発電所からのＶＯＣの排\n出濃度を測定することで光化学オキシダントによる環境影響の予測及び\n評価をすることができるから、光化学オキシダントについて環境影響評\n価の実施を求めることは、何ら不可能を強いるものではない。\n地球温暖化\nア  局長級取りまとめについて\n「東京電力の火力電源入札に関する関係局長級会議取りまとめ」（以\n下「局長級取りまとめ」という。）は、法律の委任に基づかない行政機\n関内部の取りまとめにすぎず、法的拘束力はない。既に主張したとおり、\n本件評価には、法規命令である基本的事項告示や発電所アセス省令の定\nめに対する違反があり、法的拘束力のない局長級取りまとめに従ったか\nらといって瑕疵が治癒されることはない。\nまた、局長級取りまとめは、作成主体は「経済産業省・環境省」とさ\nれているが、両省の誰がいかなる権原に基づいて作成したか明らかでは\nなく、国家行政組織法１４条２項の訓令又は通達に該当しない。その内\n容も、直接の対象は東京電力の入札案件にとどまり、他に適用される案\n件の範囲は判然とせず、適用時期、経過措置等も不明である。\n局長級取りまとめは、適合の有無を判断する規範の中身すら明らかに\nしていない。２０３０年目標との整合性について、「枠組」への参加を\n条件としているが、「枠組」の中身についての記載は極めて抽象的であ\nり 、 総 じ て 政 治 的 な 方 針 と し か い え な い も の で あ る 。 ０ ． ３ ７ kg-\nCO2/kWh という排出原単位も記載されておらず、これが「国の計画と整\n合的な目標」といえるのか、誰が整合性について判断するのかさえ明ら\nかにしていない。\n確定通知のように、行政機関に一定の文書を提出し、当該機関が適合\n性を判断して法的効果を有する通知を発するという制度においては、行\n政手続法５条により審査基準が定められるべきである。仮に局長級取り\nまとめが「判断評価のための基準」であるとしても、審査基準と実質的\nに同様の法的意義を有するものとして、行政手続法その他の規律を受け\nるべきであり、あらかじめ公にし（同法５条３項）、定めるに当たって\nは意見公募手続等を経る（同法３９条、２条８号）必要がある。また、\n被告が主張するとおり、専門技術性を有するが故の裁量がある処分につ\nいての基準であるなら、専門家を含めた科学的、専門的検討がされる必\n要がある。\nしかし、局長級取りまとめについて、上記の手続及び検討はされてい\nない。\nイ  計画段階配慮事項としての選定及び調査等の手法\nａ  温室効果ガスによる重大な環境被害が現実化しており、将来更に重\n大な被害をもたらすことが強く懸念されている中で、主要な排出源の\n一つである火力発電事業において、二酸化炭素の排出が「環境要素に\n重大な影響を及ぼす影響要因」に該当することは明白であり、発電所\nアセス省令が「予測及び評価されるべき環境要素」として「温室効果\nガス等」を明記していることも踏まえると、計画段階配慮事項として\nも二酸化炭素を取り上げなければならない。環境影響評価法に基づく\n基本的事項に関する技術検討委員会（以下「技術検討委員会」とい\nう。）の報告書も、計画段階配慮事項として温室効果ガスを選定する\nことを求めており、本件評価の手続において、神奈川県知事も同様の\n意見を述べ、環境省の担当者も、経済産業省の担当者との間の協議の\n中で、温室効果ガスを計画段階配慮事項に加えるべき旨の意見を述べ\nていた。\nしかし、本件評価の計画段階配慮事項として、二酸化炭素は選定さ\nれなかった。\nｂ  本件新設発電所の周辺は、地球温暖化の影響を受けるアワビ漁、ノ\nリ生産、マコガレイ漁等が行われており、崩落しやすい土砂を含んだ\n丘陵地が多く、これらに近接して住居が存在し、熱中症の影響を受け\nやすい高齢者が相当数居住しているから、配慮書地域特性からみて、\n地球温暖化の影響を受けやすく、重大な環境影響を受けるおそれがあ\nる人及び場所が存在する。\nまた、本件新設発電所が年間７２６万 t-CO2 という莫大な二酸化炭\n素を排出し、電力量当たりでも天然ガス火力発電所の２倍以上の二酸\n化炭素を排出することからして、より一層の地球温暖化の進展を招い\nて重大な環境影響をもたらすおそれがあるから、配慮書事業特性から\nみても、温室効果ガスは、本件事業に伴う環境影響を及ぼすおそれが\nある要因により重大な影響を受けるおそれがある環境要素に該当する。\nａ  環境影響評価法６条及び１５条において、事業者が特定することと\nされている「対象事業に係る環境影響を受ける範囲であると認められ\nる地域」に居住又は勤務する人は、同法等によって高い手続的保障を\n受けているから、少なくとも、二酸化炭素の排出による大気質の変化\nによって同地域に居住又は勤務する人の生命、健康、魚介類やその生\n育環境を含む生活環境が受ける影響は、二酸化炭素によって影響を受\nける環境要素として、調査、予測及び評価がされるべきである。\nまた、基本的事項告示は、環境影響を受けやすい地域又は対象が存\n在する場合、環境の保全の観点から法令等により指定された地域又は\n対象が存在する場合、既に環境が著しく悪化し又はそのおそれが高い\n地域が存在する場合等には、参考手法よりも詳細な調査又は予測がさ\nれるべき旨を定め、発電所アセス省令２３条３項も同様の内容を定め\nるところ、手法の選定のみならず項目の選定においても同様に解すべ\nきである。\nｂ  本件事業では、二酸化炭素の排出を要因とする地球温暖化によって、\n豪雨災害の被害を受けるおそれが高い場所に居住又は勤務する者、熱\n中症被害を受けやすい者及び既に生じた水温上昇により深刻な漁業被\n害を受けている漁業者が現に存在している。したがって、これらの者\nに対する二酸化炭素の影響を評価項目として選定すべきである。\nｃ  被告は、火力発電所の環境影響評価において、二酸化炭素の排出が\n人の健康、生活環境及び自然環境に及ぼす影響を把握することは求め\nられていない旨主張する。\nしかし、発電所アセス省令６条６号及び２２条１項６号は、「それ\nらの発生量その他の環境への負荷の量の程度」によって環境影響を把\n握する手法によらなければならない旨定めるところ、「環境への負\n荷」は、「人の活動により環境に加えられる影響であって、環境の保\n全上の支障の原因となるおそれのあるもの」（環境基本法２条１項）\nをいい、同法１４条１号により、「人の健康が保護され、及び生活環\n境が保全され、並びに自然環境が適正に保全されるよう、大気、水、\n土壌その他の環境の自然的構成要素が良好な状態に保持されること」\nの確保を旨としなければならないから、発生量のみならず環境に及ぼ\nす影響の内容、程度を含む。したがって、発電所アセス省令の文理解\n釈からしても、発生量の把握だけで足りるものではない。\nｄ  被告は、施設の稼働による排ガスによって特定の地域のみの環境影\n響が相対的に悪化するものではないから、重点手法を採るべきではな\nい旨主張するが、大気の二酸化炭素濃度を上昇させて気温の上昇を招\nくという形で環境を悪化させる以上、その影響は一様ではなく、影響\nを受けやすい地域、人、動植物等が存在するから、環境影響を受けや\nすい地域等について、重点的に調査及び予測を実施すべきである。\n前記 ｂのとおり、重大な被害発生のおそれがある環境要因として選\n定されるべき評価項目である二酸化炭素によって、豪雨災害の被害を受\nけるおそれが高い場所に居住又は勤務する者、熱中症被害を受けやすい\n者及び既に生じた水温上昇により深刻な漁業被害を受けている漁業者が\n既に存在しているので、基本的事項告示第四の六 、発電所アセス省令\n２３条３項により、これらの者への影響については、「参考手法よりも\n詳細な調査又は予測」が実施されるべきである。少なくとも、関係地域\nに居住又は勤務する者のうち、上記に該当する者が存在する場合は、そ\nれらの者に対して与える影響について、詳細な調査又は予測が実施され\nるべきである。\nしかし、本件評価においては、上記のような調査等は実施されなかっ\nた。\nウ  環境保全措置\n本件評価書は、本件新設発電所の二酸化炭素の排出量が年間７２６万\nt-CO2 に上り、排出原単位も約０．７４９kg-CO2/kWh に上るとしている\nところ、二酸化炭素に係る環境保全措置として掲げられているのは、Ｕ\nＳＣ発電設備の採用、発電設備の適切な維持管理及び運転管理による発\n電効率の維持、省エネ法のベンチマーク指標の確実な遵守並びに自主的\n枠組みに参加する小売電気事業者への電力の供給のみであり、著しく不\n十分である。\nａ  発電所アセス省令３０条１項２号は、環境保全措置の効果及び当該\n措置を講じた後の環境の状況の変化について検討、整理して書面に記\n載しなければならない旨を定める。効果及び当該措置を講じた後の環\n境の状況の変化を検討整理するためには、環境影響を低減する措置に\nついて、何と比較してどのくらい低減効果があるかを明確に検討して\n記載しなければならない。\nｂ  本件評価書は、ＵＳＣ発電設備を採用することにより、本件旧発電\n所と比較して排出原単位及び年間排出量が減少するので、環境影響が\n低減するとしている。しかし、排出原単位についてはそもそも減少せ\nず、年間排出量についても、本件旧発電所は、稼働率は高くとも１０\nから３０％程度、エネルギー起源の二酸化炭素の年間排出量は、平成\n１８年度以降最大で３６２万 t-CO2、平均で１５１万 t-CO2 前後であ\nったのに対し、本件新設発電所の年間排出量は約７２６万 t-CO2 であ\nるから、大幅に増加する。したがって、本件評価書には、ＵＳＣ発電\n設備を採用することによって温室効果ガスの排出量という環境影響が\n低減する旨が記載されていない。これは、本件事業者及び経済産業省\nが有するデータによって容易に認識できる明白な誤りである上、低減\nするか否かという重要な点について事実を示すことができないにもか\nかわらず、低減する旨の評価を記載するという極めて重大な誤りであ\nる。\nまた、本件評価書は、本件旧発電所と比較した結果しか検討、整理\nしておらず、環境保全措置の効果及び当該措置を講じた後の環境の状\n況の変化を、何と比較してどのくらい低減効果があるかを検討して記\n載していない。\n以上によれば、本件事業者は、環境保全措置の効果及び当該措置を\n講じた後の環境の状況の変化について、検討、整理して評価書に記載\nしておらず、発電所アセス省令３０条１項２号に違反している。\n天然ガス火力発電を採用すれば、２０３０年度における温室効果ガス\nの削減目標である約３．６億 t-CO2 を達成するための排出原単位である\n０．３７kg-CO2/kWh 程度を当該発電所単体で確実に達成することができ\nる。したがって、天然ガス火力発電について検討することは、環境保全\n措置としても必須である。\n被告は、省エネ法のベンチマーク指標の遵守等及び自主的枠組みに参\n加する小売電気事業者への電力供給の２点を検討したから、本件評価に\n瑕疵はない旨主張する。\nしかし、環境省が発表した「電気事業分野における地球温暖化対策の\n進捗状況の評価」では、省エネ法のベンチマーク指標によって二酸化炭\n素排出削減を担保する制度設計には課題があるなどとされており、自主\n的枠組みについても、履行担保の実効性の観点から様々な課題があると\n指摘されているのであって、総体として、これらの措置が「国の二酸化\n炭素排出削減の目標・計画と整合性を持っているどうか」にどのように\nして結び付くのかが検討されて記載されているとはいえない。\nエ  代償措置\n発電所アセス省令２８条は、環境影響を回避し又は低減させることが困\n難である場合は、代償措置を検討する旨を定める。\n本件事業では、実行可能な環境保全措置がＵＳＣ発電設備にとどまるの\nであれば、環境影響を回避し、又は低減させることが困難であり、代替案\nとして検討されるべき天然ガス火力発電と同等の排出量となる程度に二酸\n化炭素を吸収する吸収源の整備等の代償措置を検討しなければならない。\nまた、二酸化炭素の排出によって深刻な影響を受ける水産資源については、\nその性質上水産資源を利用、採取する漁業者側による回避、低減策が難し\nく、この点からも吸収源の整備等の代償措置が検討されるべきである。\nしかし、本件評価においては、吸収源の整備等の代替措置は検討されて\nいない。\nオ  事業の中止\n本件新設発電所は、採算をとるため最低でも３０年間以上にわたって７\n０％以上の稼働率で稼働しなければならないから、本件事業の環境への影\n響は極めて重大であり、かつ、地球温暖化に関する２０３０年目標等の達\n成に対して極めて深刻な影響を及ぼす。２０３０年目標を達成するには、\n二酸化炭素の排出原単位を０．３７kg-CO2/kWh 程度にとどめることでは不\n十分である。\n他方、再生可能エネルギーの拡大によって石炭火力発電所を増設する必\n要性はなくなっており、本件事業を実施しないという選択肢は十分に実行\n可能であった。加えて、石炭火力発電は、一般に、電力の需要に応じた発\n電所の負荷に対応する能力（負荷追従性）が乏しく、今後一層の拡大が必\n要となる再生可能エネルギー発電と組み合わせることが難しいため、同発\n電を増加させる上で支障となる。\n本件評価においては、吸収源整備等の代償措置に困難が予測され、他に\n実効的な環境影響の回避、低減措置もないと考えられるので、本件事業者\nは、本件事業の中止という環境保全措置を検討すべきであったが（発電所\nアセス省令２９条）、これを検討しなかった。\nカ  地球温暖化についての目標等との整合性\nａ  日本は、２０１６年１１月発効のパリ協定に参加し、同協定は、今\n世紀後半の早い時期に、世界全体で二酸化炭素等の温室効果ガスの人\n為的排出量と人為的吸収量とを均衡させ、排出量を実質ゼロとする長\n期目標を定めている。\n発電所アセス省令２８条１項によれば、本件評価書には、地球温暖\n化についての目標等との関係についても検討、記載する必要があり、\n具体的には、環境保全措置を採ることにより、パリ協定の目標との整\n合性、特に、既に操業している石炭火力発電所及び２０２３年までに\n操業を開始することが予定されている石炭火力発電所からの二酸化炭\n素排出量を前提として、本件新設発電所が追加された場合、どのよう\nにしてパリ協定の目標との整合性をとるのかを検討して記載する必要\nがあった。\nしかし、本件評価では、上記のような前提の下でのパリ協定の目標\nとの整合性が検討されていない。\nｂ  今後許容される排出量に上限があるという「カーボンバジェット\n論」は、気候保護政策における基本的な政策取組であり、少なくとも、\nパリ協定の批准後は、残余カーボンバジェットを無視する政策論は、\nパリ協定が目指す長期目標と基本的に相容れず、同協定との整合性が\nとれない。\nしかし、本件評価が従った局長級取りまとめには、各排出源からの\n排出量の合計が累積排出量の枠内に収まるか否か、どのように枠内に\n収めるかという観点がなく、日本の累積排出総量の抑制を担保するも\nのではない。前提とする排出量抑制のためのＣＣＳ（二酸化炭素を回\n収して貯留する技術）等の将来技術も実現可能性を見通せない状況に\nある。新設分を大きく上回るペースで確実に既設発電所が廃止されな\nい限り、排出総量を一定範囲内に抑制することはできないが、局長級\n取りまとめは、既設発電所の廃止を確保するものでもない。\nまた、パリ協定の定める長期目標は、局長級取りまとめの「２０３\n０年度の温室効果ガスを２０１３年度比２６．０％減の水準とする」\nという目標によっては達成することができない。\nｃ  被告は、パリ協定は、温室効果ガスの削減に向けた個別的措置を締\n約国に委ねているから、発電所アセス省令２８条１項の国又は地方公\n共団体による施策に該当しないと主張する。\nしかし、パリ協定は、長期的目標の達成に向けた施策を各締約国に\n委ねつつも、各国のＮＤＣの内容を絶えず更新することによって気温\n目標を達成しようとしており、日本は、締約国として協定の目標の達\n成に応分の責任を負うことを国際社会に公約しているから、パリ協定\nが掲げる気温目標は、単なる努力目標とは異なり、温室効果ガスとい\nう環境要素について示した発電所アセス省令所定の「目標」に該当す\nる。\nａ  日本の２０３０年度の二酸化炭素排出量の削減目標や電源構成と整\n合する石炭火力発電所からの二酸化炭素排出量は、年間約２．２億 t-\nCO2 とされているところ、２０２３年時点で、本件新設発電所を除い\nても、石炭火力発電所から排出される二酸化炭素の量が年間２億５２\n００万から２億９５００万 t-CO2 となり、環境省の試算によれば２０\n３０年度の目標達成は困難とされている。本件評価においては、この\nような状況下で、本件新設発電所からの年間７２６万 t-CO2 の二酸化\n炭素排出量が追加されることが、上記目標とどのように整合するかを\n検討して記載する必要があったが、このような検討は行われなかった。\nｂ  局長級取りまとめは、ＣＣＳの実現可能性を踏まえて長期目標との\n整合性を認めることとしているが、ＣＣＳの実現可能性は全く見通せ\nない状況にあり、本件新設発電所においても、２０３０年までにＣＣ\nＳが設置される可能性はない。したがって、局長級取りまとめは、温\n室効果ガスの削減目標との整合性を担保するものではなく、本件評価\nは、目標との整合性の要件を満たしていない。\nｃ  自主的枠組みは、法的拘束力がなく実効性に疑問があり、実現可能\n性も不確定である。環境省が２０１８年３月に発表した「電気事業分\n野における地球温暖化対策の進捗状況の評価」によれば、省エネ法の\nベンチマーク指標によって二酸化炭素排出削減を担保する制度設計に\nは課題があるとされており、自主的枠組みについても、会員が相互に\n競争関係にある中、電気事業者有志が設立した電気事業低炭素社会協\n議会のＰＤＣＡには、各社に取組を促す履行担保の実効性の観点から\n様々な課題があるとされている。\n以上によれば、本件評価において、上記措置が国の二酸化炭素排出\n削減の目標、計画と整合性を有していることについて、検討がされて\n記載されているということはできない。\nｄ  発電所アセス省令３０条１項２号は、当該環境保全措置の効果及び\n不確実性について整理する旨を規定している。\nしかし、本件準備書や本件評価書はベンチマーク指標や自主的枠組\nみの記載に終始しているところ、これらの記載だけでは、排出原単位\nを０．３７kg-CO2/kWh 程度にとどめるという目標の達成とどのように\n結び付くのかが不明である。\n環境省担当者は、本件事業者に対し、本件新設発電所の電力を自主\n的枠組みに参加する小売電気事業者に対して供給する旨を明言するよ\nう求めたが、本件事業者は従わなかった。こうした状況は、自主的枠\n組みに参加する小売電気事業者に電力が供給されることが確実とはい\nえないどころか、同枠組みが無視される可能性があることを示してい\nる。\n温排水\nア  環境影響評価の簡略化\n発電所アセス省令の簡略化要件を満たさないこと\n前記 アで排ガスによる大気質への影響について主張したのと同様の\n理由により、本件事業は、本件新設発電所の稼働に伴う温排水による水\n温等への影響についても、発電所アセス省令２３条２項３号の要件を満\nたさない。\n合理化ガイドラインの条件を満たさないこと\n本件旧発電所の稼働率は、２０００年代は高いときでも３０％前後で\nあり、平成２６年以降は稼働しておらず、平成１３年から平成２７年ま\nでの１５年間の平均は約１０％である。仮に一部が稼働したとしても、\n本件評価書に記載されているように温排水排出熱量が６４０℃・㎥/s に\n達することはない。平成２４年度の温排水排出熱量は、２１４℃・㎥/s\nであった。\nこれに対し、本件評価書に記載されている本件新設発電所の温排水排\n出熱量は３９９℃・㎥/s であるところ、この値は、本件旧発電所の上記\n１５年間の平均稼働率から計算される値の５倍以上、この期間中最も稼\n働した平成２０年の値と比較しても２倍であり、温排水排出熱量は増加\nすることになるから、合理化ガイドラインの条件２－１を満たさない。\nイ  魚介類等及び藻場の調査\n温排水は、環境の自然的構成要素の良好な状態の保持を旨として調査、\n予測及び評価されるべき環境要素である水質の一要素である水温に影響\nを及ぼす影響要因であるから、発電所アセス省令６条１号、２２条１項\n１号により、人の健康、生活環境又は自然環境に及ぼす環境影響を把握\nする手法により調査及び予測がされなければならない。\nそして、生活環境には、人の生活に密接な関係のある動植物及びその\n生育環境が含まれるので（環境基本法２条３項）、重要な漁業資源であ\nる魚介類及び藻類並びにその生育環境である藻場も含まれる。したがっ\nて、温排水の影響の調査及び予測をするに当たっては、影響を受ける魚\n介類、藻類及び藻場の状況を調査及び予測することが必要である。\n本件事業者自身も、漁業権の設定について調査、確認を行い、神奈川\n県全体及び横須賀市全体の漁獲量を調べた上、神奈川県知事からの意見\nに対しても、発電所手引に示された手法を用いて調査を行うこと、すな\nわち、漁場、漁業の状況、漁業権の設定及び行使の状況、漁業操業範囲、\n遊漁等の実態を生活環境に及ぼす影響の観点から調査する旨を回答して\nいる。\nしかし、本件評価では、漁業権の行使の状況、漁業操業範囲、遊漁等\nの実態について調査がされておらず、漁業という観点からみた主要な魚\n等の遊泳動物の生息場又は漁場が改変される内容及び程度についても調\n査及び予測がされていない。\nまた、本件評価では、対象海域の漁業権の設定等を調べればすぐに判\n明する主要漁業対象魚種である魚介類（マコガレイ、ヒラメ、タイ、ク\nロダイ、カサゴ、スズキ、アナゴ、タコ、サヨリ）について、それぞれ\nの種に着目した状況の調査がされておらず、底生生物についても、漁業\n資源として重要なものであって、環境基本法にいう生活環境を構成する\n魚介類（アワビ、サザエ、ミル貝、タイラ貝、ナマコ）を特定した調査\nがされていない。\nこれらの調査等の不実施は、温排水の影響を考慮するに当たって極め\nて重要な調査、予測及び評価を欠くものである。\n魚介類及び藻類の生育環境である藻場は、発電所アセス省令５条３項\n２号ハに定める「生態系」に該当するから、独自の環境影響評価をしな\nければならないが、本件評価においてはこの点も欠落している。\n陸上及び海洋の動植物\n本件事業区域周辺では、本件旧発電所が大幅に稼働を停止した後、はやぶ\nさが生息するようになったところ、はやぶさのような猛禽類は、陸上及び海\n洋の豊かな生態系が存在しない限り生息し得ないから、単にはやぶさの生態\nを調査するのではなく、その捕食対象となる動物等本件事業区域及びその周\n辺の陸上及び海洋の動植物の状況について通年の調査が必要であるところ、\n本件評価はこの調査を欠いているから、重大な瑕疵がある。\n本件旧発電所の撤去工事\n本件新設発電所の建設は、本件旧発電所のタービン（８基）、ボイラー\n（６基）、建屋、煙突、変圧器、燃料タンク等の撤去を前提としているが、\n本件評価では、これらの撤去作業に起因する環境影響の主要部分について、\n調査、予測及び評価が除外されており、この点において、重大な手続的瑕疵\nがある。上記の撤去工事は、周辺に相当の環境影響をもたらすほか、土壌汚\n染、廃棄物の処理等、本件新設発電所の建設、稼働時とは異なる環境影響を\nもたらすから、環境影響の程度が著しくないとはいえない。\n小括\n以上によれば、本件評価の手続には、基本的事項告示及び発電所アセス省\n令に違反する瑕疵があるところ、これらの手続は、環境配慮のために必要か\nつ重要な手続であって、適切に履行されていれば、経済産業大臣が本件とは\n異なる判断に到達する可能性がなかったとはいえない。したがって、本件評\n価においては、環境の保全について適正な配慮がなされておらず、経済産業\n大臣は、上記瑕疵を治癒すべく本件評価書を変更すべき旨を命じなければな\nらないから、これを行うことなくされた本件通知は違法である。\n（被告の主張）\n判断枠組み\nア  電気事業法４６条の１７第１項の「環境の保全についての適正な配慮が\nなされること」という要件は、極めて抽象的、概括的なものである上、特\n定対象事業が環境に及ぼす影響や環境への負荷を回避又は低減する措置の\n適否等に係る審査においては、多方面にわたる科学的、専門技術的知見に\n基づく総合的な判断を要する。そうすると、上記要件の適合性についての\n判断は、経済産業大臣の広範な裁量権に委ねられているというべきであり、\nその基礎とされた重要な事実に誤認があること等により重要な事実の基礎\nを欠くこととなる場合、又は、事実に対する評価が明らかに合理性を欠く\nこと、判断の過程において考慮すべき事項を考慮しないこと等により、そ\nの内容が社会通念に照らし著しく妥当性を欠くものと認められる場合等の\n例外的な場合に限り、裁量権の範囲を逸脱し、又はこれを濫用したものと\nして違法となる。\nイ  対象事業に係る許認可権限を有する行政機関は、事業者が実施した環境\n影響評価の結果を記載した評価書等に基づいて、当該対象事業につき環境\nの保全についての適正な配慮がされているか否かを審査するのであり、こ\nれは実体的な判断であって、手続的瑕疵について判断するものではない。\n燃料種等に係る複数案の検討\nア  発電所アセス省令３条１項において原則として適切に示すこととされて\nいる複数案の対象とされるのは、「発電設備等の構造」、「発電設備等の\n配置」、「第一種事業を実施する位置」又は「第一種事業の規模」のいず\nれかであり、基本的事項告示において複数案の設定の対象とされているの\nは、「第一種事業に係る位置・規模」又は「建造物等の構造・配置」であ\nって、その他関係法令においても、燃料種はもとより、「発電設備等の構\n造」についても必ず複数案を検討すべき旨を義務付ける規定はない。\nしたがって、燃料種等について複数案の検討が義務付けられているもの\nではない。\nイ  発電所アセス省令２９条の文言からすれば、「複数の案の比較検討」の\n有無は、環境保全措置の検討結果の検証に当たり、飽くまで例示されてい\nるにすぎず、複数案の設定を前提とするものではない。このことは、同省\n令３０条３項が、「複数案ごとの選定事項について環境影響の比較を行っ\nたときは」と規定しており、複数案を検討しない場合を許容する趣旨と解\nされることとも整合する。\nウ  次に述べるとおり、本件事業者が神奈川県知事、住民等及び環境大臣の\n意見を勘案していないなどの瑕疵は存在しない。\n事業者が都道府県知事の意見について行う「勘案」とは、意見を受け\nる側において十分慎重に受け止め、事業計画への反映を検討することを\n意味する。\n神奈川県知事が意見の中で説明不足を指摘した燃料種の複数案の検討\nについては、前記アで主張したとおり、そもそも発電所アセス省令３条\n１項で検討事項として規定されていないものであり、本来検討の必要の\nないものである。それにもかかわらず、本件事業者は、神奈川県知事の\n本件方法書に対する意見を受け、液化天然ガス（ＬＮＧ）を採用する場\n合大規模な工事が必要となり工事に伴う環境負荷が増大することから石\n炭を採用したなどと説明した上で本件評価書に記載し、同知事の本件準\n備書に対する意見を受け、再生可能エネルギーやＬＮＧ火力の開発を含\nめ、大気汚染物質排出量、土地改変による海生生物への影響、温室効果\nガス排出量、開発できる発電規模、発電コスト、エネルギーセキュリテ\nィ等を踏まえ、発電設備の種類等について総合的に判断した結果、石炭\n火力発電を選定したなどと説明した上で、石炭を燃料とすることが合理\n的である旨を記載した。\nこのような対応状況等を踏まえると、本件事業者は、方法書及び準備\n書の各段階において、燃料種の選択に関する神奈川県知事の意見を十分\nに「勘案」したものといえる。\n環境影響評価法８条１項及び１８条１項にいう「環境の保全の見地か\nらの意見」を提出する手続は、有益な環境情報を収集する目的で設けら\nれたものであり、当該事業に対する単なる反対又は賛成を述べる意見は\n配意すべき対象とならない。また、事業者が住民等の環境の保全の見地\nからの意見について行う「配意」とは、受け取った意見それぞれに意を\n配りつつその中から有用な環境情報を事業計画に反映させるものにすぎ\nず、事業者において必ずしもこれを事業計画に反映させなければならな\nいものではない。\n本件においても、環境情報を含まない本件事業に対する単なる反対意\n見にすぎないものは、配意の対象となる「環境の保全の見地からの意\n見」とはいえない。また、本件事業者は、一般市民の意見を幅広く検討\nし、その結果を事業者の見解として示しており、同意見に配意している。\n原告らが指摘する本件評価書に対する環境大臣の意見は、本件事業者\nに講じさせるのを相当とする措置について述べる前提として、二酸化炭\n素排出削減への取組への対応の道筋が描けないのであれば、事業実施の\n再検討を含めてあらゆる選択肢を勘案して検討することが重要となる旨\nを述べたものであり、事業の再検討を求めたものではない。\n大気汚染\nア  環境影響評価の簡略化\n発電所アセス省令の簡略化要件を満たすこと\nａ  火力発電所のリプレースは、通常、数十年にわたって稼働してきた\n実績のある火力発電設備とほぼ同じ地点において、より高性能な発電\n設備を設置することにより、旧発電所の稼働時と比較して、温室効果\nガスや大気汚染物質等の環境負荷が改善する。リプレースした新設発\n電所が稼働しても、立地その他の条件が旧発電所と同一である以上、\n定格出力値その他時間当たりの最大汚染物質排出量が低減される場合\nは、その環境影響の程度も旧発電所稼働時と同じかこれを下回ること\nが明らかである。\nしたがって、リプレースの場合は、発電所アセス省令２３条２項３\n号の「類似の事例により参考項目に関する環境影響の程度が明らかで\nある」に該当するといえ、参考手法よりも簡略化された調査又は予測\nの手法を選定することができる。\nｂ  原告らは、リプレース案件において環境影響評価手続を簡略化する\nには、リプレースによって現実の環境影響が低下する必要がある旨主\n張するが、新設発電所による現実の環境影響は稼働後に初めて把握さ\nれるものである以上、旧発電所との比較に当たって定格出力値その他\n時間当たりの最大汚染物質排出量等の指標を用いるほかなく、旧発電\n所との比較はこのような指標をそろえる必要がある上、旧発電所と立\n地その他の条件が同一である以上、定格出力値等の指標を使っても環\n境影響の程度は明らかである。\nｃ  環境影響評価を簡略化するための要件として、旧発電所による環境\n影響について十分かつ信頼できる調査結果が存在することや新旧発電\n所の稼働時期に空白期間が存在しないことを求めるべき根拠は存在し\nない。\n新設発電所と旧発電所との間で比較する「環境影響の程度」の指標\nを、実際の環境影響の程度と設定するのは誤りがある。簡略化の要件\nとして、環境影響が低減することを実測値により明らかにすることを\n義務付ける規定は存在しない。\n合理化ガイドラインの条件を満たすこと\nａ  火力発電所のリプレースのうち、合理化ガイドラインが対象とする\nのは、①リプレース後に発電所からの温室効果ガス排出量、大気汚染\n物質排出量、水質汚濁物質排出量及び温排水排出熱量の低減が図られ\nる事業であり、かつ、②対象事業実施区域が既存の発電所の敷地内又\nは隣接地に限定されるなどによって土地改変等による環境影響が限定\n的となり得る事業である。\n①については、大気汚染物質排出量は、工事計画で届け出ている発\n電所の機械の最大出力値である定格出力値同士を比較して、原則とし\nて現状よりも悪化しないことを要件としているところ、このようにリ\nプレース前の値として発電所の設備能力を基にした定格出力値を用い\nることとしたのは、実績値で比較するとその時点の運転状況によって\nばらつきが出る可能性があり、客観的な比較指標とならないためであ\nる。また、大規模火力発電プラントは、固定費が高く、通常４０から\n５０年間程度の稼働が予定されているところ、その間に技術開発の進\n展とともに熱効率が改善された火力発電プラントが新たに建築される\n結果、既存の火力発電プラントが相対的に競争力を失って徐々に設備\n利用率が低下することとなるから、リプレース前の実績値は比較指標\nとして適当でない。他方、火力発電所の長期的なライフサイクルを踏\nまえると、より高性能な発電設備への新陳代謝を行って温室効果ガス\n削減に関する喫緊の課題に対処し、環境負荷の低減を図る観点から、\n定格出力値等による比較をすることは合理的である。\nｂ  本件評価書では、リプレース前の数値について、大気汚染物質排出\n量は横須賀市との間の公害防止に関する協定で定められた値、排出濃\n度は定格運転時の値をそれぞれ記載し、リプレース後の数値について\nも、定格出力や設計値を基礎とした数値を記載しているから、いずれ\nも合理化ガイドラインの条件に即したものである。そして、いずれも\nリプレース後の数値がリプレース前の数値よりも低減しているから、\n合理化ガイドラインの条件を満たす。\nｃ  原告らは、新設発電所の排出量の予測結果を求めるのは適切でない\nとしながらも、旧発電所の排出量については既に資料として存在する\nから実際の排出量を比較対象とすべきである旨主張するが、新設発電\n所の排出量に係る予測について定格出力値を用いるのであれば、旧発\n電所の排出量についても定格出力値を使用しなければ比較の意味をな\nさない。\nｄ  原告らは、大気質への影響に係る簡略化の条件のうち三つについて、\nリプレース前の数値が実態に即しているものではなく比較の前提条件\nを欠く旨主張する。\nしかし、簡略化の条件は、合理化ガイドラインの趣旨に照らし、詳\n細な検討を行わなくとも明確に判定できるものとして設定されたもの\nであり、旧発電所の特定の時期における実際の運転状態との比較を前\n提とするものではない。本件においても、大気汚染物質の排出濃度及\nび排出量に関し、簡略化の条件として定められた算出方法である定格\n運転時の数値を根拠としたのであり、この数値が実態に即したもので\nはないとの原告らの主張には理由がない。\nｅ  原告らは、合理化ガイドラインの条件のうち、条件１－５に係る近\n隣の学校、病院等の施設における着地濃度について、これらの施設の\n現地調査等が必要であった旨主張する。\nしかし、合理化ガイドラインは、原告らが主張するような調査等を\n必要不可欠とせず、むしろ、その趣旨は簡略化の条件につき詳細な検\n討を要しないところにあるから、方法書作成に先立って新たな現地調\n査等を求めるものではない。そして、本件事業者は、大気汚染物質の\n着地濃度の１時間値の風下拡散予測を行った上で、本件事業区域周辺\nの学校や病院の配置状況に鑑み、いずれの地点においても１時間ごと\nの着地濃度はリプレース前と比べて同等又は減少するとしており、条\n件１－５を満たしている。\nまた、本件評価では、予測地域全体における最大値を予測し、本件\n新設発電所による最大の影響を考慮しても基準との整合性が図られて\nいると評価されており、周辺地域では二酸化窒素等の環境基準も達成\nされていて、将来的にバックグラウンド濃度も横ばい又は緩やかな低\n下傾向にあると想定されるから、学校や病院について個別具体的な予\n測及び評価は不要である。\nイ  調査及び予測の場所\n原告らは、調査範囲内に二酸化窒素に係る環境基準を超える地点があ\nることが判明している以上、他の地点においても環境基準を超える地点\nの存在が予想されたから、現地調査をしていない本件評価は環境に適正\nに配慮したか否かを評価するための前提を欠く旨主張する。\nしかし、本件評価における大気質に係る調査は、合理化ガイドライン\n所定の手法を適用し、発電所アセス省令２３条２項３号によって現地調\n査を省略して、文献調査として自治体の公設大気環境測定局等のデータ\nを収集整理する方法で行われており、違法な点はない。また、施設の稼\n働による二酸化硫黄等の濃度の状況については、各都道府県が、大気汚\n染に係る常時監視のための測定局を計画的に配置して大気環境の常時監\n視を行っており、発電所アセス省令２３条２項４号の「情報が、参考手\n法より簡易な手法で収集できることが明らかである」と認められ、発電\n所手引においても、原則として地方公共団体等の既存の測定局における\n測定結果を集約するものとされているから、一般的に現地調査を省略す\nることができる。\nなお、原告らが二酸化窒素に係る環境基準に抵触する値が出ていると\n指摘する二つの測定局の値は、いずれも環境基準を超過しているもので\nはない。\n原告らは、学校等の施設が発電所アセス省令２５条１項３号の「当該\n保全すべき対象への環境影響を的確に把握できる地点」に該当し、本件\n評価書でも「環境保全についての配慮が特に必要」とされているから、\nより詳細な調査、予測手法が選定されるべき旨主張する。\nしかし、本件評価書が学校や病院につき「環境保全についての配慮が\n特に必要」としているのは、発電所アセス省令４条１項２号ロ におい\nて、事業実施想定区域の周辺の社会的状況の情報を把握する対象とされ\nていることに基づくところ、「環境保全についての配慮が特に必要」な\n施設そのものを社会的状況の把握の一環として調査の対象としたにすぎ\nず、このことをもってこれらの施設が「当該保全すべき対象への環境影\n響を的確に把握できる地点」に該当するものとはいえない。\nまた、学校等の施設が発電所アセス省令２５条１項３号の「当該保全\nすべき対象」に該当するとしても、同号にいう「当該保全すべき対象へ\nの環境影響を的確に把握できる地点」は、「予測に適切かつ効果的であ\nると認められる地点」の例示として規定されているにとどまり、同号に\nよって、保全すべき対象である学校等の施設そのものを予測地点とする\nことが義務付けられるものではない。本件評価においては、学校等の施\n設を含む発電所を中心とする半径２０km の範囲の予測地域のうち、排ガ\nスの最大着地濃度が出現すると予測した２．２km の地点を予測地点とし、\n予測地域全域における発電所の影響（着地濃度）がその最大着地濃度以\n下になることを示すという手法を採っているところ、学校等の施設では\nなく、予測地点である最大着地濃度出現距離２．２km の地点を「環境影\n響を的確に把握できる地点」として予測を行ったことにつき違法な点は\nない。\n原告らは、本件新設発電所の周辺において保全の対象となる学校、病\n院等は、本件事業区域を中心とする半径１０km の範囲内にとどまらず２\n０km の範囲内に及んでいるから、その範囲を予測地点とすべきであった\n旨主張する。\nしかし、前記 のとおり、本件評価は、学校等を含む発電所を中心と\nした半径２０km の範囲の予測地域のうち、排ガスの最大着地濃度が出現\nすると予測した２．２km の地点を予測地点とし、予測地域全域における\n発電所の影響（着地濃度）がその最大着地濃度以下になることを示すと\nいう手法を採っているから、発電所を中心とした半径２０km の範囲の予\n測地域全域における発電所の影響（着地濃度）を予測するものであり、\n上記の２．２km の予測地点における将来バックグラウンド濃度を設定す\nるに当たり、同地点周辺の地域の大気環境を常時監視していると考えら\nれる発電所の周囲１０km の範囲内の公設局を選定したにすぎない。\n原告らは、久里浜の住宅地に測定局がなく測定がされていないことを\n指摘するが、同住宅地を含む本件新設発電所を中心とした２０km の範囲\nの予測地域のうち、排ガスの影響が最大となる地点は風下距離２．２km\nの地点であり、予測地域全域における本件新設発電所の影響（濃度）が\n同地点における最大値以下となることが示されているから、原告らの主\n張には理由がない。\nウ  予測期間のスケール\n着地濃度の日平均値や年平均値の予測値は、予測計算の地点を決め、１\n時間ごとの気象条件を用いて計算された着地濃度（１時間値）の平均値と\nして算出されるものであり、本件評価の風下着地濃度分布予測も、１時間\n値の最大値を計算、比較しているが、その予測計算は、一般局において１\n年間にわたって実施した気象状況の計測結果を基に行ったものである。実\n際の気象条件は時々刻々と変化するため、特定の地点が風下になるときの\n着地濃度を測るには、風下になっているときの１時間値の最大値を採るほ\nかなく、風下着地濃度分布の予測を日平均値や年平均値によって行うこと\nができないことは明らかである。\nしたがって、本件において、大気汚染物質の風下着地濃度につき、年平\n均値や日平均値ではなく、１時間値の最大値を比較したことに問題はない。\nエ  バックグラウンド濃度\n一般局は、一定地域における大気汚染状況の継続的把握、発生源から\nの排出による汚染への寄与及び高濃度地域の特定、汚染防止対策の効果\nの把握といった常時監視の目的を効率的に達成するよう配置されている\nのに対し、自排局は、自動車排出ガスによる大気汚染の状況を効率的に\n監視できるよう設置されているところ、発電所の稼働による大気汚染物\n質の環境影響の評価は、住宅地等の一般的な生活環境に及ぶ影響を評価\nするものであるから、調査、予測及び評価をする地点としては、一般局\nを選定するのが適切かつ効果的である。自排局を予測地点とすると、自\n動車の排出ガスによる大気汚染物質の状況が交通量等の要素によって変\n動し、発電所の稼働による純粋な影響を的確に把握することが困難にな\nるから、適切ではない。\n公設局として発電所の周囲１０km の範囲内の一般局を選定し、その１\n時間値の最大値を将来バックグラウンド濃度としたのは、発電所の排ガ\nスの影響が最大になると予測した地点（発電所から２．２km）における\n将来バックグラウンド濃度を設定するに当たり、その地点周辺の地域の\n大気環境を常時監視している一般局を選択したものであるから、合理的\nな選定といえる。本件評価は、本件新設発電所による影響が最大となる\n場合について予測及び評価することにより、予測地域（発電所を中心と\nした半径２０km の範囲）全域における着地濃度が最大値以下となること\nを示しており、予測地点を恣意的に１０km の範囲に限定しているわけで\nはない。\n環境中の硫黄酸化物、窒素酸化物及び浮遊粒子状物質の濃度の平均値\nは、全国的に緩やかな低下傾向又は横ばいの状況にあり、本件新設発電\n所の周囲２０km の範囲内の一般局においても、平成２３年度から平成２\n７年度までの５年間で年平均値は横ばいになっていて、稼働後において\nも、バックグラウンド濃度が調査期間の最新年度と同程度又はそれ以下\nの値で推移することが想定されるから、本件評価において、バックグラ\nウンド濃度として平成２７年度の値を用いたことは合理的である。\n原告らは、横須賀市西行政センター等の平成２３年度の二酸化窒素濃\n度等をバックグラウンド濃度として用いると、二酸化窒素の短期暴露の\n指針値である０．１ppm を超える旨主張する。\nしかし、二酸化窒素の環境基準等とされている０．１から０．２ppm\nは、短期暴露の１時間値の指針であり、最大値が０．１ppm を超えるこ\nとをもって基準を超えるものではなく、短期暴露の指針値の下限に当た\nるものにすぎない。また、本件評価は、横須賀市西行政センター等を予\n測地点としていないが、予測地域中で最大着地濃度が出現する発電所か\nら２．２km の地点を予測地点としており、横須賀市西行政センター等は\nその最大値を下回る地点と位置付けられる上、本件新設発電所周辺の濃\n度は調査期間（平成２３年から平成２７年まで）の間低下した後横ばい\nとなっているから、将来の推移を想定して平成２７年の値を基礎とする\nことが合理的であり、平成２３年度の窒素酸化物濃度が高い横須賀市西\n行政センター等を予測及び評価の地点としないことが違法とはいえない。\nオ  ＰＭ２．５\n火力発電所の環境影響評価が対象とする項目は、発電所アセス省令２\n１条１項により、事業者において、環境要素に及ぼす影響の重大性につ\nいて客観的かつ科学的に検討することにより、同省令別表第二が掲げる\n参考項目を勘案しつつ選定することとされている。そして、ＰＭ２．５\nは、同別表が定める参考項目には含まれていない。\n環境大臣の諮問機関である中央環境審議会（環境基本法１１条）の大\n気・騒音振動部会に設置された微小粒子状物質等専門委員会（以下「専\n門委員会」という。）は、本件通知の直前である平成３０年３月２８日、\n「中間取りまとめにおける今後の検討課題に関する検討・実施状況」に\nおいて、ＰＭ２．５の測定及び分析のための方法の検討を進めることな\nどを記載しており、本件通知が発出されるまでの同委員会の議論状況を\nみても、本件通知の当時、ＰＭ２．５に係る予測及び評価の方法を確立\nする上で必要となる発生源情報の整備等に係る科学的知見は十分に得ら\nれていなかった。\nまた、令和２年６月２６日に開催された専門委員会においても、固定\n発生源によるＰＭ２．５濃度への寄与割合について定量的に評価できな\nいことが課題として挙げられ、引き続き全国の常時監視やＰＭ２．５の\n成分分析の結果を活用して発生源寄与割合に関する解析を進める必要が\nあるとされるとともに、ばい煙排出抑制の対策が環境濃度にどの程度寄\n与するか効果を検証しながら対策の具体化を検討していくことが重要と\nされた。\nこのように、本件通知の後の専門委員会の議論状況等も併せて考慮す\nると、本件通知の当時はもとより現在においても、ＰＭ２．５に係る予\n測及び評価の手法を確立する上で必要となる発生源情報の整備等に関す\nる科学的知見は十分に得られていない。\n基本的事項告示の点検を担う技術検討委員会は、平成２４年４月に公\n表した報告書において、ＰＭ２．５について、現状において調査は可能\nであるが、シミュレーション方法が開発途上であるなどの技術的な制約\nから、予測及び評価は困難な面があるとし、排出源側の測定法について、\n一次生成粒子のみを対象としており二次生成粒子は捕捉できないことや、\n二次生成粒子は大気中での挙動が複雑でありシミュレーションでも十分\nな予測精度が確保されていないことに留意すべき旨記載している。また、\n技術検討委員会は、平成３０年１１月に取りまとめた報告書においても、\nＰＭ２．５を環境影響評価における課題として取り上げつつも、これを\n評価項目（参考項目）に加えるべきとはせず、環境影響評価に係る技術\n手法の開発を進めるべきとするにとどめている。\nこのように、ＰＭ２．５の予測及び評価については、発生源情報の整\n備、排出インベントリ（各発生源から排出される物質の排出量を物質別、\n各発生源の種類ごとに整理したデータ）の整備・更新による精緻化、二\n次生成機構の解明及びシミュレーションモデルの構築を行った上で、そ\nの手法を確立していく必要があるとして検討がされているが、現在にお\nいてもなお予測及び評価の手法を確立する上で必要となる発生源情報の\n整備等に関する科学的知見が十分に得られていない上、環境影響評価の\n観点からみても、技術手法の開発を進めるべき段階にあった。\n前記 及び のとおり、ＰＭ２．５については、環境影響評価に係る\n技術手法の開発を進めるべきとされ、予測及び評価の手法が確立されて\nいないから、経済産業大臣が事業者に対してＰＭ２．５に係る環境影響\n評価の実施を求めることは、不可能ないし著しい困難を強いるものであ\nる。\n本件評価において、経済産業大臣は、ＰＭ２．５の検討状況を踏まえ、\nＰＭ２．５の環境影響評価を実施する旨の勧告はせず、他方で、ＰＭ２．\n５が人の健康に害を及ぼし得るものであることに鑑み、本件準備書に対\nして将来における知見の進展に応じて追加の環境保全措置を行う旨を勧\n告した。そして、本件評価書は、同勧告で求められた対応を採る旨言明\nしているから、ＰＭ２．５に関して「環境の保全についての適正な配\n慮」がされていないと評価されるものではない。\n原告らは、定量的な影響を予測及び評価する方法が確立していないＰ\nＭ２．５についても、予測及び評価をすべき旨主張する。\nしかし、事業者には、「実行可能な範囲内で特定対象事業に係る環境\n影響ができる限り回避され、又は低減されているかどうか」（発電所ア\nセス省令２９条等）について検討が求められるのであり、環境保全等の\nために常に最高水準の措置を講じることまで求められるものではない。\nカ  光化学オキシダント\n光化学オキシダントも、ＰＭ２．５と同様、発電所アセス省令別表第\n二が定める参考項目には含まれていない。\n光化学オキシダントは、専門委員会が平成２６年９月に行った中間取\nりまとめにおいて、要因の評価が容易ではなく、今後経年変化要因の解\n明や削除対策効果の把握を進め、有効な削減対策を推進していくことが\n求められるとされた。令和元年９月に策定された検討スケジュールにお\nいては、光化学オキシダント濃度の低減効果を把握するため、シミュレ\nーションモデルを用いて感度分析を実施すること等により排出量が多く\n対策効果の高い発生源を特定すること、国内外における対策の先行事例\nや対策技術等に係る知見を収集することによって、効果的な対策の方向\n性について検討するとされていて、この方針は、令和２年６月２６日開\n催の専門委員会においても維持されている。\nそして、技術検討委員会が平成３０年１１月に取りまとめた報告書に\nおいては、光化学オキシダントは、一次生成がなく大気環境中の生成機\n構も複雑であるため、個別事業の実施による環境影響の予測及び評価の\n手法の確立には、大気環境中における生成機構の解明や同機構に個別排\n出源から排出される窒素酸化物やＶＯＣがどのように影響するかについ\nて更なる知見の蓄積が必要とされ、環境影響評価の参考項目には盛り込\nまれなかった。\nこのように、光化学オキシダントについては、発生要因の評価が容易\nではなく、有効な削減対策について検討課題があり、本件通知の当時は\nもとより現在においても、光化学オキシダントに係る予測及び評価の手\n法を確立する上で必要となる発生源情報の整備等に関する科学的知見が\n十分に得られていない上、環境影響評価の観点からみても、個別事業の\n実施による影響の予測及び評価の手法の確立には、大気環境中における\n生成機構の解明や同機構に個別排出源から排出される前駆物質がどのよ\nうに影響するかについて更なる知見の蓄積が必要であった。\n以上によれば、光化学オキシダントについて調査、予測及び評価をし\nなかったことをもって、本件評価に誤りがあるということはできない。\n原告らは、ＶＯＣ濃度と光化学オキシダントとの間に相関関係がある\nとして、ＶＯＣ濃度を把握することにより光化学オキシダントによる環\n境影響の予測及び評価をすることが可能である旨主張するが、この点の\n立証はされていない。\n地球温暖化\nア  局長級取りまとめについて\n経済産業大臣は、地球温暖化対策計画が策定された平成２８年５月１３\n日以降、局長級取りまとめに沿って、温室効果ガスに係る「環境の保全に\nついての適正な配慮がなされる」ものであるか否かに関する審査をしてい\nる。局長級取りまとめに沿った基準は、電気事業法４６条の１７第１項の\n要件を温室効果ガスに関して具体化したものであり、同要件への適合性を\n判断するための基準として合理的なものである。\nイ  計画段階配慮事項としての選定及び調査等の手法\n発電所アセス省令５条３項４号ロは、環境への負荷の量の程度により\n予測及び評価されるべき環境要素として温室効果ガス等を挙げていると\nころ、火力発電設備については、利用可能な最良の技術（ＢＡＴ）の採\n用を検討する際の参考のために規模や燃料種に応じて整理された「ＢＡ\nＴの参考表」に従って、エネルギー効率がより高性能な発電設備を設置\nすることにより、温室効果ガスが低減されることが分かっている。本件\n事業者は、石炭を燃料とする最新鋭の発電技術であるＵＳＣを導入する\nことによって発電電力量当たりの二酸化炭素が低減されることが類似事\n例から推定されることに鑑み、温室効果ガス等を計画段階配慮事項に選\n定しなかったものであり、この判断について不合理な点はない。\nしたがって、本件事業者が温室効果ガス等を計画段階配慮事項に選定\nしなかったことは、違法ではない。\nａ  原告らは、環境影響を受けやすい地域又は対象が存在する場合は、\nそうした状況にある地域又は対象といった環境要素も評価項目として\n選定すべき旨主張する。しかし、「環境影響を受けやすい地域又は対\n象が存在する場合」について定める発電所アセス省令２３条３項２号\nは、特定対象事業に係る環境影響評価の調査、予測及び評価の手法の\n選定についての規定であり、評価項目の選定に係る根拠とはならず、\nその他、原告らが挙げる事項が同省令４条２項２号の「環境要素」に\n該当する根拠はない。\nｂ  原告らは、豪雨災害等を本件新設発電所による二酸化炭素の排出に\nよる環境影響と捉え、その間に地球温暖化という中間項を介している\nが、地球温暖化による影響が本件新設発電所の稼働に起因するもので\nあることを説明していない。\nａ  原告らは、本件評価においては、二酸化炭素に係る調査、予測及び\n評価を、人の健康、生活環境又は自然環境に及ぼす環境影響を把握す\nる手法によって行わなければならなかった旨主張する。\nしかし、発電所アセス省令２１条１項２号、別表第二において、二\n酸化炭素は、環境への負荷の量の程度により予測及び評価されるべき\n環境要素に位置付けられており、人の健康、生活環境等を侵害するお\nそれについて勘案すべき事項とはされていない。\nまた、原告らが挙げる手法は、同省令２２条１項１号において、５\n条３項１号が掲げる環境要素に適用される旨が定められているところ、\n同号は温室効果ガスを明示的に除外している。他方で、二酸化炭素を\n含む温室効果ガスという環境要素に係る環境影響評価の手法の選定に\nついては、同省令２２条１項６号が、「温室効果ガス等に関してはそ\nれらの発生量その他の環境への負荷の量の程度を把握する手法」と規\n定するにすぎない。\nこれらの規定からすれば、二酸化炭素を含む温室効果ガスの排出に\n係る環境影響評価の手法につき、「人の健康、生活環境又は自然環境\nに及ぼす環境影響を把握する手法」を採る余地はない。\nｂ  環境影響評価法１３条を受けた基本的事項告示第四の二 において、\n二酸化炭素は、人の健康、生活環境及び自然環境に及ぼす影響を把握\nするためではなく、地球環境保全（環境基本法２条２項）の見地から、\n飽くまで環境の保全上の支障の原因となるおそれがあるものとして、\nその発生量等を把握することによって調査、予測及び評価を行うもの\nとされており、発電所アセス省令２３条１項２号、別表第七において\nも、環境要素の区分「二酸化炭素」、環境要因の区分「施設の稼働\n（排ガス）」の項目では、「予測の基本的な手法」として「施設の稼\n働に伴い発生する二酸化炭素の排出量の把握」とされているほか、\n「予測地域」及び「予測の対象時期又は時間帯」の規定があるのみで\nある。\nこれらの規定に照らすと、火力発電所の環境影響評価において、二\n酸化炭素の排出につき、人の健康、生活環境及び自然環境に及ぼす影\n響を把握することが求められていないことは明らかである。\nｃ  環境基本法２条１項は、「環境への負荷」を「人の活動により環境\nに加えられる影響」としているところ、「人の活動により環境に加え\nられる影響」とは、人為的な原因に基づくもので個別の活動によって\n環境に新たに加えられる部分を指す概念であり、排出される二酸化炭\n素、大気汚染物質等が該当するのに対し、基本的事項告示第四の二\nにおいて把握すべきとされている「人の健康、生活環境又は自然環境\nに及ぼす影響」とは、「環境への負荷」が人間の健康に変化又は被害\nをもたらすか、どのように生活環境や自然環境に変化をもたらすかと\nいった意味での「影響」を指すものであり、両者は全く異なる概念で\nあるから、発電所アセス省令６条６号及び２２条１項６号の「発生量\nその他の環境への負荷の量の程度」に「人の健康、生活環境及び自然\n環境に及ぼす影響」は含まれない。\nウ  環境保全措置\nＵＳＣは、局長級取りまとめが採用を求めるＢＡＴの一つとして掲げ\nられている発電方式であり、これを採用することは、実行可能な範囲内\nでできる限り環境影響の低減を図ろうとするものである。\nまた、省エネ法のベンチマーク指標については、その目標達成を求め、\n自主的枠組みや事業者実行計画の実現に向けた実効性を確保し、２０３\n０年目標の実現可能性を高めていくことが国の計画となっているから、\n本件事業者が、発電効率の維持に努め、省エネ法のベンチマーク指標を\n２０３０年に向けて誠実に遵守することは、実行可能な範囲内でできる\n限り環境影響を低減することと整合的である。そして、本件評価書には、\n作成時点で本件事業者が建設を予定している火力発電所及び本件事業者\nの子会社が建設している火力発電所の熱効率及び稼働率から算出された\nベンチマーク指標が、Ａ指標及びＢ指標ともに告示における目標を達成\nする見通しである旨が記載されている。\nさらに、自主的枠組みの目標は、２０３０年目標及びエネルギーミッ\nクスに整合するものとして設定されたものであり、電力業界全体の取組\nとして実現されることで同目標達成の可能性を高めるものである。国の\n計画において、同目標の達成に向けて、電力業界の取組を促し、取組が\n継続的に効果を上げているか毎年度その進捗状況を評価することとされ\nているから、本件評価書において、自主的枠組みに参加する小売電気事\n業者に電力を供給するよう努めるとしていることは、実行可能な範囲内\nでできる限り環境影響を低減するものといえる。\n原告らは、本件評価書において、本件事業者の取組による排出原単位\nが０．４４４kg-CO2/kWh となっており、０．３７kg-CO2/kWh 程度とする\n目標を実現する効果がない旨主張するが、同目標は、２０３０年度に達\n成すべき国全体の排出原単位の目標値であり、本件新設発電所単体又は\n本件事業者が事業を行っている火力発電設備において達成することが求\nめられているものではないから、原告らの主張は前提を誤っている。\n原告らは、発電所アセス省令３０条１項２号からすれば、環境保全措\n置のうち環境影響を低減するものについては、何と比較してどれだけ低\n減効果があるのか明確に検討して記載する必要がある旨主張する。\nしかし、局長級取りまとめに従った環境保全措置を実施することとし\nている場合に国の目標、計画との整合性が確保されていることは、前記\nで主張したとおりであり、このことをもって環境保全措置の検討とし\nては十分である。\nまた、原告らが根拠として挙げる発電所アセス省令３０条は、環境保\n全措置の検討を行った場合の整理の方法に関する規定であり、同条１項\nの規定も、環境保全措置のうち環境影響を低減するものについて、原告\nらが主張するように何と比較してどれだけ低減効果があるかについて検\n討して記載する必要がある旨を定めたものではない。\nエ  代償措置\n局長級取りまとめに従った環境保全措置を実施することとすることによ\nり国の目標、計画との整合性が確保されていることは前記ウ で主張した\nとおりであり、このことをもって、環境保全措置の検討としては十分であ\nる。そして、発電所アセス省令２８条２項は、代償措置の検討を「必要に\n応じて」求めるにとどまるところ、局長級取りまとめに従った取組等を行\nっている本件評価において、代償措置を検討する必要はない。\nオ  事業の中止\n本件事業においては、二酸化炭素の排出について局長級取りまとめに従\nった取組等が行われているから、「実行可能な範囲内で特定対象事業に係\nる環境影響ができる限り回避され、又は低減されている」（発電所アセス\n省令２９条）といえ、事業の中止を検討する必要はない。\nカ  地球温暖化についての目標等との整合性\nパリ協定は、温室効果ガスの削減に向けた個別的措置を締約国に委ね\nており、同協定が発電所アセス省令２８条１項にいう「国又は地方公共\n団体による（中略）施策」に該当しないことは明らかであるから、同協\n定の目標との整合性につき検討して本件評価書に記載する必要はない。\nａ  日本は、２０３０年度の温室効果ガスを２０１３年度比で２６．\n０％減の水準とする目標を定めており、これを達成するため、エネル\nギー起源二酸化炭素のうち電力由来エネルギー起源二酸化炭素につい\nて、２０３０年度において２０１３年度比で３４．３％減の水準（約\n３．６億 t-CO2）にするという目安を設定している。そして、この目\n安は、エネルギーミックスと整合するように設定されたものであると\nころ、エネルギーミックスは、長期エネルギー需給見通しにおいて示\nされた２０３０年度のエネルギー需給構造の見通しを踏まえたもので\nあり、同見通しは、徹底した省エネルギーの推進によって電力需要を\n９８０８億ｋWh まで抑えることを見込んでいる。そうすると、２０３\n０年度における温室効果ガスの削減目標（約３．６億 t-CO2）を達成\nするためには、排出原単位を０．３７kg-CO2/kWh（３．６億 t-CO2÷\n９８０８億ｋWh）程度にとどめることが必要になるところ、事業者が\n自主的枠組みに基づいて排出原単位０．３７kg-CO2/kWh 程度という目\n標の達成に向けて取り組んでいることは、当該事業者が講じることと\nしている環境保全措置と国の温室効果ガス削減の目標との間に整合性\nがあることを示すものである。\nしたがって、局長級取りまとめに沿った基準は、発電所アセス省令\n２６条２号及び２８条２項に根拠を有し、「国又は地方公共団体によ\nる環境の保全の観点からの施策によって示されている基準又は目標」\n（同省令２８条１項）に該当するものであるから、同基準に沿ってさ\nれた本件通知に瑕疵はない。\nｂ  原告らは、「電気事業分野における地球温暖化対策の進捗状況の評\n価の結果について」の記載を引用するが、同記載は、２０３０年度の\n削減目標の達成等に向けた取組に係る平成３０年における評価にすぎ\nず、その内容を見ても、局長級取りまとめに沿った基準自体を否定す\nるものではなく、飽くまで同基準の達成に向けた取組の状況について\n評価しているにすぎないから、局長級取りまとめに従った取組の合理\n性を否定するものではない。\nｃ  原告らは、日本の２０３０年度の削減目標や電源構成と整合する石\n炭火力発電からの二酸化炭素の排出量が年間約２．２億 t-CO2 とされ\nているのに対し、環境省の試算では５０００万 t-CO2 程度超過する可\n能性があると指摘されており、本件新設発電所の新設と上記削減目標\nとの整合性を検討すべきである旨主張する。\nしかし、原告らが主張する排出量超過の可能性は、石炭火力発電所\nの新設、増設計画が全て実行されることに加え、再生可能エネルギー\nの導入が低調となり、既存の老朽火力発電所が稼働後４５年で一律に\n廃止されるなどの仮定が重なった場合を想定するものである。環境省\nも、石炭火力発電所の新設、増設を一切否定するものではなく、局長\n級とりまとめが合理性を失ったと評価しているわけでもない。\n温排水\nア  環境影響評価の簡略化\n発電所アセス省令の簡略化要件を満たすこと\n前記 ア で排ガスによる大気質への影響について主張したのと同様\nの理由により、温排水による水温、流向及び流速への影響、並びに海域\nに生息する動物及び海域に生育する植物への影響についての合理化ガイ\nドラインの条件も、発電所アセス省令２３条２項３号の要件に適合する\nものである。\n合理化ガイドラインの条件を満たすこと\n本件評価書に記載されているとおり、本件事業は、本件新設発電所の\n稼働に伴う温排水による水温等への影響についても、合理化ガイドライ\nンの条件を満たしている。本件評価書では、温排水排出熱量について、\nリプレース前のものとして発電機械の設計値を基礎とした値を使用し、\nリプレース後のものとして定格出力や設計値を基礎とした値を使用した\n上、リプレース後の数値がリプレース前の数値よりも低減しているから、\n合理化ガイドラインの条件２－１を満たす。\n本件旧発電所の近年の稼働率に基づいて計算した温排水排出熱量と比\n較すべき旨をいう原告らの主張に理由がないのは、前記 ア において、\n排ガスによる大気質への影響について主張したのと同様である。\nイ  魚介類等及び藻場の調査\n発電所アセス省令によれば、温排水による海域の動植物への影響に係\nる環境影響評価については、「生物の多様性の確保及び自然環境の体系\n的保全」を旨として、「学術上又は希少性の観点から重要な種」等につ\nいて調査し、これらに対する影響の程度を把握する手法を選定すること\nが予定されているのであって、漁獲高等の漁業への直接的な影響につい\nて調査、予測及び評価をするものとはされていない。「人の健康、生活\n環境又は自然環境に及ぼす環境影響を把握する手法」によって調査、予\n測及び評価すべき対象は、環境要素とされている水温、流向及び流速へ\nの影響そのものであって、これらの改変の結果として魚介類、藻類その\n他の藻場に及ぼす影響を調査、予測及び評価することはあっても、漁獲\n高等の漁業への直接的な影響について調査等をすることまでは求められ\nていない。\nそもそも、環境影響評価として把握すべき「生活環境」に、「人の生\n活に密接な関係のある動植物及び生育環境」が含まれるとしても、動植\n物を資源と捉えた場合の漁獲高等、漁業資源への直接的な影響まで調査\n等の対象に含まれると解するのは無理がある。\n発電所手引には、調査地域につき、「漁業権の設定及び行使の状況、\n漁業操業範囲、遊漁等の実態を考慮し設定する。」などと記載されてい\nるが、これは、飽くまで「学術上又は希少性の観点から」の調査であり、\n又は水温等を環境要素としているから、漁業従事者による漁獲高を保護\nしたり漁場の改変等がないよう漁業関係者を保護したりする趣旨のもの\nではなく、漁業操業範囲内に遊泳動物が生息することが多いことに着目\nしたものにすぎないのであって、遊漁等の実態の調査を直接的な目的と\nしているわけではない。また、発電所手引における「主な魚等の遊泳動\n物の生息場及び漁場が改変される内容及び程度を検討し、（中略）主な\n魚等の遊泳動物への影響を定性的に予測する」との記載は、「主な魚等\nの遊泳動物への影響」を予測する方法として、生息場が明確でない場合\nであっても漁場につき調査することで足りるという趣旨のものと解され、\n漁場に及ぼす影響を予測するものではない。\n原告らは、魚介類や藻類の生育環境である藻場が、発電所アセス省令\n５条３項２号ハの「生態系」に該当するから、藻場への影響の調査も必\n要である旨主張するが、「生態系」は、同省令別表第二において温排水\nによる影響を受ける環境要素に挙がっていないから、そもそも調査対象\nとならない。\n陸上及び海洋の動植物\n発電所アセス省令２１条４項１号は、同条１項により評価項目を選定する\nに当たり、参考項目に関する環境影響がないか又は影響の程度が極めて小さ\nいことが明らかである場合は、必要に応じ、当該項目を選定しないことを許\n容している。\n本件事業者は、配慮書の段階で陸域の動植物について必要な調査を行った\nところ、動物の生息環境の変化は極めて小さいものと判断し、既存設備の撤\n去及び構造物の設置に伴い消失する緑地に植物の重要種が確認されなかった\nため、陸域の動植物についていずれも環境影響の程度が極めて小さいと判断\nして、環境影響評価の対象として選定しなかった。また、本件事業者は、海\n域の動植物についても、本件新設発電所が既存設備を有効活用した既設用地\n内でのリプレース事業であり、海上工作物の構築や海面埋立て等の地形改変\nを行わないことから、「地形改変及び施設の存在」を影響要因とする環境影\n響評価の対象として選定しなかった。\nしたがって、本件事業者が評価項目に動植物を選定しなかったことは、違\n法と評価されるものではない。\n本件旧発電所の撤去工事\n合理化ガイドラインは、火力発電所のリプレースにおいて、撤去工事に係\nる環境影響の程度は著しくないと判断し、新設工事に先立って行われる撤去\n工事を環境影響評価の対象としないことを許容している。本件評価は、新設\n工事期間中に同時並行で実施される撤去工事のみを対象としており、合理化\nガイドラインに沿ったものであるから、この点につき瑕疵は存在しない。\n小括\n以上によれば、経済産業大臣が本件通知をしたことにつき、重要な事実の\n基礎を欠くこととなる場合や、その内容が社会通念に照らし著しく妥当性を\n欠くものと認められる場合等の例外的な場合に当たるとはいえないから、本\n件通知は適法である。\n第３  当裁判所の判断\n１  認定事実\n前提事実に加え、掲記の証拠及び弁論の全趣旨によれば、以下の事実が認め\nられる（以下、証拠番号は、特に掲記しない限り枝番号を含む。）。\n本件事業の計画内容（温室効果ガスについて）\n本件事業者は、本件事業の計画において、本件新設発電所稼働時の二酸化\n炭素の排出原単位を０．７４９kg-CO2/kWh、年間排出量を約７２６万 t-CO2/\n年とした。同計画では、ＢＡＴの参考表（平成２６年４月時点のもの。以下、\n特に掲記しない限り同じ。）において、６０万 kW 級の石炭火力発電所につい\nて「（Ｂ）（商用プラントとして着工済み（試運転期間等を含む））の発電\n技術及び商用プラントとしての採用が決定し環境アセスメント手続きに入っ\nている発電技術」に該当するとされている発電端効率４３．５％の超々臨界\n圧（ＵＳＣ）発電設備を採用することとされた。また、同計画では、本件事\n業者が建設を計画中の本件新設発電所、姉崎火力発電所及び五井火力発電所\n並びに本件事業者の子会社が建設中の常陸那珂共同火力発電所の熱効率及び\n稼働率から算出した省エネ法のベンチマーク指標は、Ａ指標が１．１２、Ｂ\n指標が５１．７％となり、２０３０年度における目標値（Ａ指標１．００、\nＢ指標４４．３％）を達成する見通しであるとされた。（乙８）\n計画段階配慮事項の選定\n本件事業者は、計画段階配慮事項として、別表１の「○」の項目を選定し\nた。すなわち、本件事業者は、施設の稼働に伴う排ガスによって影響を受け\nる環境要素として硫黄酸化物、窒素酸化物及び浮遊粒子状物質を選定し、地\n形改変及び施設の存在によって影響を受ける環境要素として、動物の重要な\n種及び注目すべき生息地（海域に生息するものを除く。）、植物の重要な種\n及び重要な群落（海域に生育するものを除く。）並びに地域を特徴づける生\n態系を選定したが、二酸化炭素についてはこれを選定しなかった。（乙８）\n計画段階配慮事項の調査、予測及び評価\n本件事業者において計画段階配慮事項としての大気質の調査、予測及び評\n価を実施した結果は、次のとおりであった（乙８）。\nア  大気質の調査\n大気質の状況は、発電所からのばい煙の着地濃度が相対的に高くなる可\n能性のある地域を包含する範囲として、本件事業区域を中心とした半径２\n０km の範囲（以下「本件調査対象範囲」という。）を対象に、既存資料に\nより情報を整理した。平成２７年度の測定結果は、二酸化硫黄（一般局７\n局で測定）は、全ての測定局において環境基準の長期的評価及び短期的評\n価に適合しており、二酸化窒素（一般局１０局、自排局２局で測定）も、\n全ての測定局において環境基準に適合していた。浮遊粒子状物質（一般局\n１０局、自排局２局で測定）は、全ての測定局において環境基準の長期的\n評価に適合し、１２局中１１局において短期的評価に適合しており、短期\n的評価に適合しなかった自排局１局も、１時間値が基準である０．２０mg/\n㎥を超えて０．２３１mg/㎥となった時間が１時間あったのみであった。\nイ  大気質の風下着地濃度の予測\n公害対策研究センター作成の「窒素酸化物総量規制マニュアル〔新\n版〕」に基づく方法により、煙突の高さが１８０m の場合及び２００m の場\n合の風下着地濃度（１時間値）を予測した。最大着地濃度及び将来環境濃\n度の予測結果は別表２のとおりであり、最大着地濃度及び最大着地濃度出\n現地点の予測結果は別表３のとおりであった。\nウ  大気質の評価\n前記の調査及び予測の結果、二酸化硫黄の最大着地濃度は、バックグラ\nウンド濃度と比較して十分に低くなっており、煙突の高さの違いによる大\n気質への影響の差はほとんどないと評価された。煙突の高さが１８０m の\n場合の最大着地濃度は、現状の着地濃度と比べて大幅に小さく、合理化ガ\nイドラインの条件を充足するものと考えられた。\n本件配慮書の作成、神奈川県知事の本件配慮書についての意見及び本件事\n業者の対応\nア  本件事業者は、本件配慮書を作成し、平成２８年４月２２日、経済産業\n大臣に対して送付した（前提事実 イ ）。\nイ  神奈川県知事は、平成２８年６月２２日、環境影響評価法３条の７第１\n項に基づき、本件配慮書について意見を提出し、その中で、石炭火力発電\nは天然ガス火力発電と比較してより多くの大気汚染物質や温室効果ガスを\n排出することなどの懸念があるとした上、燃料種の選定理由について、他\nの選択肢の検討経緯や環境保全の考え方と併せて明らかにすることなどを\n求めた。また、同知事は、同意見の中で、温室効果ガスによりもたらされ\nる地球環境への影響の重大さ等を踏まえ、計画段階配慮事項として温室効\n果ガスを選定することが望ましいとした上、総合的な温室効果ガスの排出\n削減に努め、方法書では温室効果ガスを評価項目として選定し、準備書に\nおいて適切な根拠に基づいて評価することを求めた。（乙８）\nウ  本件事業者は、前記イの意見を受けて、燃料種の選定については、本件\n方法書において、国の燃料政策（エネルギーセキュリティ）との整合を図\nりつつ設備形成する必要がある中、コスト及び供給安定性の面で優れたエ\nネルギー源であり、国のエネルギー計画において「安定供給性や経済性に\n優れた重要なベースロード電源の燃料として再評価され、高効率石炭火力\n発電の有効利用等により環境負荷を低減しつつ活用していくエネルギー\n源」と位置付けられていること、利用する燃料をＬＮＧとするためには受\n入れ基地の整備に伴って大規模な土地改変が必要になることなどから、石\n炭を利用することとしたことなどを説明した。\nまた、本件事業者は、温室効果ガスについては、本件方法書において評\n価項目として選定することとした。\n（乙８）\n評価項目の選定\n本件事業者は、神奈川県知事、横須賀市長等の意見並びに本件事業の事業\n特性及び地域特性を踏まえ、評価項目として別表４の「〇」、「●」及び\n「◎」の項目を選定した。\n本件事業者は、環境要素の区分が「動物」中の「重要な種及び注目すべき\n生息地（海域に生息するものを除く。）」であり、影響要因の区分が「造成\n等の施工による一時的な影響」及び「地形改変及び施設の存在」であるもの\nについては、改変区域が工業専用地域であること、事前の現地動物調査の結\n果動物の生息環境の変化が極めて小さいと判断したことを理由として、評価\n項目として選定しなかった。また、本件事業者は、環境要素の区分が「植\n物」中の「重要な種及び重要な群落（海域に生育するものを除く。）」であ\nり、影響要因の区分が「造成等の施工による一時的な影響」及び「地形改変\n及び施設の存在」であるものについては、改変区域が工業専用地域であるこ\nと、事前の現地植物調査の結果既設設備の撤去及び構造物の設置に伴って消\n失する緑地に重要種が確認されていないことが明らかにされたことを理由と\nして、評価項目として選定しなかった。さらに、本件事業者は、環境要素の\n区分が「動物」中の「海域に生息する動物」、及び「植物」中の「海域に生\n育する植物」であり、影響要因の区分が「地形改変及び施設の存在」である\nものについては、いずれも、既存設備を有効活用した既設用地内でのリプレ\nース事業であり、海上工作物の構築や海面埋立て等の地形改変が行われない\nことを理由として、評価項目として選定しなかった。\n（乙８）\n合理化ガイドラインの適用\n本件事業者は、別表４の「●」の項目について、合理化ガイドラインの条\n件を充足すると判断し、発電所アセス省令２３条２項を適用して、調査手法\n及び予測手法を簡略化した。このうち、施設の稼働に伴う排ガスによる大気\n質への影響、温排水による水温、流向及び流速への影響並びに温排水による\n海域に生息する動物及び海域に生育する植物への影響について、合理化ガイ\nドラインの条件を充足すると判断した根拠の一部は、次のとおりである。\n（乙８、９）\nア  排ガスの影響\n条件１－１については、別表５のとおり、大気汚染物質の排出濃度及\nび排出量（１時間値、年間値）が従来より減少する。なお、比較の対象\nとされている値は定格運転時のものであるが、排出量の年間値は、既設\n稼働時については、過去の最大設備利用率（３から８号機は７１．３％、\n２号ガスタービンは１３．６％）、新設稼働時については、想定し得る\n最大利用率である８５％を前提とした。\n条件１－２については、本件調査対象範囲において、リプレース前後\nの大気汚染物質の１時間値の風下拡散予測を算出した結果、新設稼働時\nの風下最大着地濃度は、二酸化硫黄、二酸化窒素及び浮遊粒子状物質の\nいずれも、既設稼働時より減少する。\n条件１－３については、本件新設発電所の煙突の高さ及び煙突周辺の\n主な建物の高さ等を建物ダウンウォッシュ（煙が建物によって生ずる気\n流の下降によって地面近くに引き込まれたり、建物後方の渦領域に巻き\n込まれたりする現象）発生の有無を判定する数式に当てはめた結果、建\n物ダウンウォッシュが発生するおそれはない。\n条件１－４については、既設稼働時と同じ発電所の敷地内で実施され\nる事業であるから、新たな事業用地の増加はない。\n条件１－５については、前記 のとおり、本件新設発電所稼働時の大\n気汚染物質の着地濃度は、本件調査対象範囲のいずれの地点においても\n既設稼働時と同等又は減少するから、本件事業区域周辺にある環境の保\n全についての配慮が特に必要な施設におけるリプレース後の着地濃度は、\n既設稼働時と同等又は減少する。\nイ  温排水の影響\n発電機械の設計値を基礎として、既設稼働時の温排水排出熱量を６４\n０℃・㎥/s、新設稼働時の温排水排出熱量を３９９℃・㎥/s と算出して、\nリプレースにより温排水排出熱量が減少すること（条件２－１）、本件事\n業は既設放水口を流用するため、温排水に係る排水口が１００m 以上移動\nせず（条件２－２）、排出先の水面又は水中の別も変わらないこと（条件\n２－３）により、各条件をいずれも充足する。\n評価項目の調査、予測及び評価の手法の選定\n本件事業者は、神奈川県知事、横須賀市長等の意見並びに本件事業の事業\n特性及び地域特性を踏まえ、前記 で選定した評価項目について、調査、予\n測及び評価の手法を選定した。このうち、本件の争点に関係するものは、次\nのとおりであった。（乙８）\nア  施設の稼働に伴う排ガスによる大気質への影響\n本件事業区域周辺に公設局が存在し、二酸化硫黄等の濃度の状況を把\n握できるので、合理化ガイドラインに基づいて現地調査を省略した。\n硫黄酸化物、窒素酸化物及び浮遊粒子状物質による環境影響を受ける\nおそれがあると想定される地域を包含する範囲として、本件事業区域を\n中心とした半径２０km の範囲（海域を除く。）（本件調査対象範囲）を\n調査地域とし、二酸化硫黄については一般局１２地点、二酸化窒素につ\nいては一般局１５地点、浮遊粒子状物質については一般局１５地点で調\n査を実施した。\n調査期間は、平成２３年度から平成２７年度までとした。\n合理化ガイドラインに基づき、年平均値予測に用いられている手法\n（排煙上昇式：ＣＯＮＣＡＷＥ式、拡散式：プルームモデル）を用いて、\n風速階級別、大気安定度別の風下着地濃度分布予測を実施し、リプレー\nス前後の比較結果を示した。逆転層（高度が高くなるほど気温が下がっ\nている状態）、煙突ダウンウォッシュ（煙突から出た排煙が煙突の背後\nに生ずる渦に巻き込まれて地上濃度が高くなる現象）及びフュミゲーシ\nョン（海岸付近で海風により内部境界層が発生しているとき、煙突から\n出た排煙が大気の不安定な内部境界層に流入して急速に地表近くまで降\n下する現象）の発生時についても、発電所手引に示されている予測手法\nを用いて着地濃度の予測を実施し、リプレース前後の比較結果を示した。\n予測地域は前記 の調査地域と同範囲であり、予測地域内で各大気汚\n染物質の着地濃度が相対的に高くなる地域、住居地域等の環境保全の対\n象が存在する地域、現況濃度が相対的に高い地域等を考慮して予測地点\nを選定した。\n予測対象時期は、発電所の運転が定常状態となり、各大気汚染物質の\n排出量が最大となる時期とした。\n調査及び予測の結果を基に、各大気汚染物質による環境影響が、実行\n可能な範囲内でできる限り回避又は低減されているかを検討し、環境保\n全についての配慮が適正にされているかを検討するとともに、二酸化硫\n黄及び浮遊粒子状物質については「大気汚染に係る環境基準について」\n（昭和４８年環境庁告示第２５号）、二酸化窒素については「二酸化窒\n素に係る環境基準について」（昭和５３年環境庁告示第３８号）とそれ\nぞれ整合が図られているか否かを検討した。\nイ  施設の稼働に伴う温排水による海域に生息する動物及び海域に生育する\n植物への影響\n調査については、合理化ガイドラインに基づき、文献を基本とするが、\n経済産業大臣の意見等を踏まえ、潜水等による魚等の遊泳動物、底生生\n物、藻場等の目視観察、枠取り法による採集、機器等による水質の測定\nなどの現地調査を実施した。\n予測については、簡易予測モデルを用いたリプレース前後の温排水拡\n散範囲を比較した上、文献その他の資料による類似事例の引用又は解析\nにより実施した。\n調査及び予測の結果を基に、主な海生生物、藻場、重要な種及び注目\nすべき生息地・生育地について、温排水の拡散による環境影響が、実行\n可能な範囲内でできる限り回避又は低減されているかを検討し、環境保\n全についての配慮が適正にされているかを検討した。\nウ  施設の稼働に伴う二酸化炭素の排出\n予測については、発電設備の稼働に伴って発生する二酸化炭素の排出\n量を燃料使用量及び燃料成分から算出し、二酸化炭素の発電電力量当た\nりの排出量を示した。\n予測の結果を基に、二酸化炭素に係る環境影響が、実行可能な範囲内\nでできる限り回避又は低減されているかを検討し、環境保全についての\n配慮が適正にされているかを検討した。また、局長級取りまとめとの整\n合が図られているかも検討した。\n本件方法書の作成、神奈川県知事の本件方法書についての意見及び本件事\n業者の対応\nア  本件事業者は、本件方法書を作成し、平成２８年１０月２０日、経済産\n業大臣に対して届け出た（前提事実 イ ）。\nイ  神奈川県知事は、平成２９年３月２２日、環境影響評価法１０条１項、\n電気事業法４６条の７第１項に基づき、本件方法書について意見を提出し、\nその中で、本件配慮書の段階で説明を求めたにもかかわらず、石炭を燃料\nとして選択した理由の説明が十分でないとした上、建設及び稼働に伴うコ\nスト等の経済性の違い、燃料供給、貯蔵設備等が異なることによる工事に\n伴う一時的な環境影響の違い、稼働中の大気汚染、廃棄物、温室効果ガス\n等の排出に伴う長期にわたる環境影響の違い、エネルギー安定供給等事業\n者の社会的な役割などの点について、天然ガスとの比較を適切に行い、優\n劣を総合的に明らかにした上で、石炭を燃料として選択した理由を準備書\nにおいて具体的に示すことを求めた（乙８）。\nウ  本件事業者は、前記イの意見を受けて、本件準備書において、経済性、\n環境性及びエネルギーセキュリティの観点から、石炭火力とＬＮＧ火力の\nバランスのとれた適切な電源開発に取り組んでおり、コスト及び供給安定\n性の面で優れたエネルギー源であり、国のエネルギー基本計画において\n「安定供給性や経済性に優れた重要なベースロード電源の燃料として再評\n価され、高効率石炭火力発電の有効利用等により環境負荷を低減しつつ活\n用していくエネルギー源」と位置付けられている石炭を燃料に採用したこ\nと、ＢＡＴであるＵＳＣ発電設備の採用によって電源の高効率化及び低炭\n素化に貢献するとともに、「老朽火力発電所のリプレースや新増設による\n利用可能な最新技術の導入を促進する」とする国の方針に合致すると考え\nていること、燃料としてＬＮＧを採用する場合、新たなＬＮＧ基地及び受\n入れバースの整備又はガス導管敷設が必要となり、いずれも大規模な工事\nが必要となって工事に伴う環境負荷が増大することから石炭を燃料として\n採用したことなどを説明した（乙８）。\n本件準備書の作成、神奈川県知事及び環境大臣の本件準備書についての意\n見並びに本件事業者の対応\nア  本件事業者は、評価項目について調査、予測及び評価を実施した上、本\n件準備書を作成し、平成３０年１月１８日、経済産業大臣に対して届け出\nた（前提事実 イ ）。\nイ  神奈川県知事は、平成３０年８月８日、環境影響評価法２０条１項、電\n気事業法４６条の１３に基づき、本件準備書について意見を提出し、その\n中で、温室効果ガスを多量排出する石炭を燃料種とする火力発電について\n理解を得るためには多くの課題があり、本件事業において石炭を燃料種と\nして選択するのであれば、環境保全に係る諸課題に対して解決に向けた具\n体的な取組を明らかにする必要があって、特に、長期にわたって稼働する\nことによる環境影響の観点からの天然ガスとの比較が適切に行われていな\nいとした上、評価書の作成に当たっては、二酸化炭素を多量に排出する施\n設の設置者であることの責任を十分に自覚し、石炭を選択したことについ\nて理解を得られるよう真摯に説明すること、大気汚染物質や温室効果ガス\nの排出、石炭灰の発生等による環境影響については、設備稼働後の状況も\n踏まえた上で他の燃料種を選択した場合との比較を適切に行い、その結果\nに応じた環境保全措置を的確に示すことはもとより、事業計画及び環境影\n響評価の内容についても地域住民等に分かりやすく説明することを求めた\n（乙８）。\nウ  本件事業者は、前記イの意見を受けて、本件評価書において、石炭を燃\n料として選定した理由について、後記 エ のとおり説明した（乙８）。\nエ  環境大臣は、平成３０年８月１０日、電気事業法４６条の１４第２項に\n基づき、本件準備書について意見を提出し、その中で、既にエネルギーミ\nックスに基づく２０３０年度の石炭火力発電量や二酸化炭素排出量を上回\nり、かつ、適切な対応を講じなければ今後も増加するおそれがある状況、\n脱炭素社会の構築に向けた世界の潮流の中で石炭火力発電を抑制していく\n流れがある状況、パリ協定に基づいて中長期的には世界全体でより一層の\n温室効果ガスの排出削減が求められる状況の下、石炭火力発電に係る環境\n保全面からの事業リスクが極めて高いことを強く自覚し、２０３０年度及\nびそれ以降に向けた本件事業に係る二酸化炭素排出削減の取組への対応の\n道筋が描けない場合は、事業実施の再検討を含め、あらゆる選択肢を勘案\nして検討することが必要であることなどを述べた（甲１６３）。\n本件評価書の作成及びその内容\n本件事業者は、本件評価書を作成し、平成３０年１１月１５日、経済産業\n大臣に対して届け出た。本件評価書に記載された本件評価の結果のうち、本\n件の争点に関係するものは、次のとおりであった。（乙８）\nア  施設の稼働に伴う排ガスによる大気質への影響\n二酸化硫黄及び二酸化窒素の濃度の年平均値は、調査が実施された公\n設局の全てにおいて、平成２３年度から平成２７年度まで（一部の一般\n局は廃止により平成２６年度まで。以下同じ。）のいずれの年度におい\nても、環境基準の長期的評価に適合していた。なお、一般局については\n平成２４年度の横須賀市追浜行政センター、自排局については平成２３\n年度から平成２７年度までの横須賀市小川町交差点において、それぞれ\n二酸化窒素の日平均値の年間９８％値が０．０４ppm を超えていた。\n浮遊粒子状物質の濃度の年平均値は、一般局２地点で日平均値が２日\n連続して０．１０mg/㎥を超えることが１回あったために環境基準の長期\n評価に適合しないとされたが、他の一般局及び自排局の全てにおいて、\n平成２３年度から平成２７年度までのいずれの年度においても、同評価\nに適合しており、上記２地点も、日平均値の年間２％除外値が０．１０\nmg/㎥以下であるとの基準には適合していた。\n調査が実施された公設局において、二酸化硫黄、窒素酸化物、二酸化\n窒素及び浮遊粒子状物質の濃度の年平均値は、平成２３年度から平成２\n７年度までの調査期間において、おおむね横ばいで推移していた。\n計算式を用いた予測の結果、無風時（０．４m/s 以下）、弱風時（０．\n５から０．９m/s）及び有風時（１．０m/s 以上）並びに大気安定度の各\n条件を踏まえた風下着地濃度の最大値（１時間値）は、既設稼働時は、\n弱風時及び上層の大気安定度Ｄ（原子力安全委員会作成の「発電用原子\n炉施設の安全解析に関する気象指針」の地上安定度分類表に基づく。）\nの条件下において、煙源から２．１km の地点で、二酸化硫黄が０．０３\n４６ppm、二酸化窒素が０．０３２８ppm、浮遊粒子状物質が０．０１０\n２mg/㎥であり、新設稼働時は、同条件下において、煙源から２．２km\nの地点で、二酸化硫黄が０．００４１ppm、二酸化窒素が０．００４７\nppm、浮遊粒子状物質が０．００１６mg/㎥であった。風下着地濃度のバ\nックグラウンド濃度として、本件事業区域の半径１０km の範囲内の一般\n局の平成２７年度における１時間値の最大値（いずれの大気汚染物質に\nついても横須賀市久里浜行政センター）が採用され、二酸化硫黄が０．\n０２６ppm、二酸化窒素が０．０７４ppm、浮遊粒子状物質が０．１４９\nmg/㎥であった。上記の新設稼働時の最大着地濃度（将来寄与濃度）にバ\nックグラウンド濃度を加算した将来環境濃度は、二酸化硫黄が０．０３\n０１ppm、二酸化窒素が０．０７８７ppm、浮遊粒子状物質が０．１５０\n６mg/㎥となった。\n逆転層、煙突ダウンウォッシュ及びフュミゲーションの発生時につい\nても、既設稼働時及び新設稼働時の最大着地濃度が算出され、上記と同\nじバックグラウンド濃度を加算した将来環境濃度も算出された。\n以上の調査及び予測の結果、脱硫装置、脱硝装置等の設置、発電設備\nの適切な運転及び管理などの措置を講じることにより、最大着地濃度は\n既設稼働時より低減し、新設稼働時の寄与濃度は小さいことから、施設\nの稼働に伴う排ガスによる大気質への環境影響は小さいものと考えられ、\n実行可能な範囲内でできる限り影響の低減が図られていると評価された。\nまた、二酸化硫黄、二酸化窒素及び浮遊粒子状物質の将来環境濃度（逆\n転層、煙突ダウンウォッシュ、フュミゲーション発生時も含む。）は、\n環境基準及び短期暴露の指針に適合しており、環境保全の基準等の確保\nに支障を及ぼすものではないと評価された。\nイ  施設の稼働に伴う温排水による海域に生息する動物及び海域に生育する\n植物への影響\n目視観察、採集、水質の測定等の現地調査などの調査を実施し、簡易予\n測モデルを使用したリプレース前後の温排水拡散予測結果を踏まえて海域\nに生息する動物及び海域に生育する植物の生息・生育環境の変化の程度を\n把握した上で、文献その他資料による類似事例の引用又は解析による予測\nを実施した結果、新設設備の復水器設計水温上昇値を国内発電所における\n最小値（７℃）とする、冷却水量を既設稼働時より低減する、既設の取水\n設備を有効活用して各取水口における取水流速及び取水流量の半減を図る、\n放水流速を既設稼働時より低減するなどの環境保全措置を講じることによ\nり、施設の稼働に伴う温排水による海域に生息する動物及び海域に生育す\nる植物への影響は小さくなると考えられることから、実行可能な範囲内で\nできる限り影響の低減が図られていると評価された。\nウ  施設の稼働に伴う二酸化炭素の排出\n施設の稼働に伴って排出される二酸化炭素の排出原単位及び年間排出\n量を燃料成分、燃料使用量等から算出した結果、排出原単位は、既設稼\n働時の０．６２７kg-CO2/kWh（３から８号機）、０．８１８kg-CO2/kWh\n（２号ガスタービン）に対し、新設稼働時は０．７４９kg-CO2/kWh とな\nり、年間排出量は、設備利用率を８５％とすると、既設稼働時の約１０\n６６万 t-CO2/年に対し、新設稼働時は約７２６万 t-CO2/年となる。\n前記 の予測の結果、利用可能な最良の発電技術であるＵＳＣ発電設\n備を採用する、発電設備の適切な維持管理及び運転管理を通じて送電端\n効率の適切な維持管理を図る、省エネ法のベンチマーク指標について２\n０３０年度に向けて確実に遵守するとともに取組内容及びその達成状況\nを自主的に公表する、自主的枠組みに参加する小売電気事業者に電力を\n供給するよう努め、確実に二酸化炭素排出削減に取り組むなどの措置を\n講じることにより、施設の稼働に伴う排ガスによる温室効果ガス等への\n環境影響は、実行可能な範囲内でできる限り低減が図られていると評価\nされた。\n本件新設発電所は、ＵＳＣ発電設備を採用し、その発電端効率は４３．\n５％であり、ＢＡＴの参考表の（Ｂ）に該当し、（Ａ）以上の技術を満\n足している。また、本件新設発電所が採用する発電設備は、「工場等に\nおけるエネルギーの使用の合理化に関する事業者の判断の基準」（平成\n２８年経済産業省告示第１０６号）別表第２の２に示された基準発電効\n率（４２．０％）を満足している。\n国の目標、計画との関係については、２０３０年の電源構成（エネル\nギーミックス）を達成する仕組みの一つとして発電事業者に対して新た\nに導入された省エネ法のベンチマーク指標を確実に遵守すること、自主\n的枠組みに参加する小売電気事業者に電力を供給するよう努め、確実に\n二酸化炭素排出削減に取り組むことにより、整合性を確保している。具\n体的には、本件事業者が建設を計画している本件新設発電所、姉崎火力\n発電所及び五井火力発電所並びに本件事業者の子会社が建設している常\n陸那珂共同火力発電所の熱効率及び稼働率から算出した省エネ法のベン\nチマーク指標は、Ａ指標が１．１２、Ｂ指標が５１．７％であり、２０\n３０年度の目標値であるＡ指標１．００、Ｂ指標４４．３％を達成する\n見通しである。なお、本件新設発電所の排出原単位は、０．４４４kg-\nCO2/kWh となる見通しである。\nエ  環境保全のための措置（温室効果ガス等について）\n基本的な考え方\n本件事業の発電技術については、最新のＢＡＴの参考表（平成２９年\n２月時点のもの）に掲載されている（Ｂ）に該当することから、当該発\n電設備の運用等を通じて送電端効率の適切な維持管理を図る。\n省エネ法に基づくベンチマーク指標については、目標達成に向けて計\n画的に取り組み、２０３０年度に向けて確実に遵守する。国のエネルギ\nー基本計画と整合的な火力電源ポートフォリオの構築、高効率発電設備\nの導入、所有する低効率の火力発電所の休廃止、稼働抑制等に取り組み、\n当該取組内容を公表し続け、達成状況を毎年度自主的に公表する。\n本件事業で発電した電力は、自主的枠組みの参加事業者に供給するよ\nう努め、確実に二酸化炭素排出削減に取り組む。\n環境保全措置の検討の経過及び結果（発電出力等について）\n温暖化対策、環境負荷の低減に十分配慮した競争力の高い最新鋭の高\n効率火力発電設備を導入するとともに、国のエネルギー基本計画と整合\n的な火力電源ポートフォリオを構成することにより、省エネ法に基づく\n熱効率ベンチマーク指標の目標水準を確実に達成し、低炭素社会の実現\nに貢献するとともに、日本のエネルギーコスト低減に努める。\n具体的には、競争が激化する事業環境において、経済性、環境性及び\nエネルギーセキュリティの観点から、石炭火力とＬＮＧ火力のバランス\nのとれた適切な電源開発に取り組んでおり、本件事業では、コスト及び\n供給安定性の面で優れたエネルギー源であり、国のエネルギー基本計画\nにおいて「安定供給性や経済性に優れた重要なベースロード電源の燃料\nとして再評価され、高効率石炭火力発電の有効利用等により環境負荷を\n低減しつつ活用していくエネルギー源」と位置付けられている石炭を燃\n料に採用する計画としたが、温室効果ガス排出削減の観点から石炭の開\n発規模は必要最小限とし、本件事業者の計画する４地点（横須賀、姉崎、\n五井及び常陸那珂）のうち石炭の比率は出力ベースで約３割として省エ\nネ法の基準を十分に満たす計画とした。\n本件事業の燃料にＬＮＧを採用する場合、新たなＬＮＧ基地及び受入\nバースの整備又はガス導管敷設が必要となるが、いずれの場合も、大規\n模な工事が必要となって工事に伴う環境負荷が増大することから、石炭\nを燃料として採用する計画とした。\n本件事業の開発に当たっては、本件旧発電所よりも環境負荷低減を図\nれる設備諸元とすることをコンセプトに検討が行われた。環境への優位\n性という点では、再生可能エネルギー、ＬＮＧ、石油、石炭の順番と考\nえられるが、横須賀市にこれらの発電所を建設しようとする場合、再生\n可能エネルギーについては、太陽光発電でリプレースを計画した場合、\n最大でも２万 kW 程度であり既設設備のような規模の発電電力を確保でき\nないこと、ＬＮＧについては、燃料供給のため大規模な土地改変や海域\n工事が必要となる上、価格変動が大きく、燃料への依存度が大きくなり\n過ぎるとリスクが生ずること、石油については、国際的な取り決めによ\nって新設及びリプレースが禁止されていることといった制約等があり、\n他方で、石炭については、ＬＮＧや石油と比較して産出地域が分散して\nいるため、安定的な供給が望め、価格も安定しており、護岸等の既設設\n備を最大限活用できるため土地改変や海域工事もほとんど必要がない。\n石炭火力とＬＮＧ火力の発電原価についてみると、いずれも原価に占\nめる燃料費の比率が高いが、石炭火力は、設備費や廃棄物処理費が比較\n的大きいため、ＬＮＧ火力と比べて燃料費の割合は小さい。他方、ＬＮ\nＧ火力は、燃料費が発電原価の大部分を占めるため、燃料費の価格変動\nが発電原価に直接大きな影響を及ぼす。\n石炭火力として開発する場合、出力規模を本件事業の計画のとおり１\n３０万 kW とすることで、本件旧発電所より環境負荷を低減することがで\nき、ＬＮＧ火力として開発する場合、出力規模を２００万 kW 以上として\nも本件旧発電所より環境負荷の低減が図れる。本件新設発電所（石炭火\n力、１３０万 kW）と計画中の五井火力発電所（ＬＮＧ火力、２３４万\nkW）とを比較すると、二酸化炭素及び窒素酸化物の排出量は同等、硫黄\n酸化物及びばいじんはＬＮＧ火力では排出されない一方、ＬＮＧ火力は、\nＬＮＧを海上から受け入れるため、ＬＮＧ船が着桟できる１４m 以上の\n水深がある沖合にバースを設置する必要があり、これによる海域への影\n響が増加する。また、バースの設置工事に５年、事前の港湾審議会に１\n年ほどを要するほか、漁業関係者との協議が必要となる上、当該海域は\n漁業が盛んに行われており、漁業への影響が懸念される。ＬＮＧ船用の\nバースを設置せず、ＬＮＧ導管を敷設することによって燃料を供給する\n場合、敷設距離が２０から３０km と長距離になり、工事量が多く、工事\n工程が長期化することが予想される。\n以上の検討結果等を踏まえ、本件事業においては、石炭を燃料とする\nことが合理的であると考えた。\n環境保全措置の検討結果の整理\n環境保全措置の内容、方法、実施主体等について整理した結果のうち、\n二酸化炭素に関するものは、別表６のとおりである。\n２  争点１（確定通知が抗告訴訟の対象となる「処分」に該当するか否か）につ\nいて\n判断\nア  確定通知の法的効果\n電気事業法４６条の１７第１項は、経済産業大臣は、届出があった評価\n書に係る特定対象事業につき、環境の保全についての適正な配慮がなさ\nれることを確保するため特に必要があり、かつ、適切であると認めると\nきは、一定の期間内に限り、特定事業者に対し、当該届出に係る評価書\nを変更すべきことを命ずることができる旨を定め、同条２項は、同大臣\nは、同条１項の規定による命令をする必要がないと認めたときは、遅滞\nなくその旨を特定事業者に通知しなければならない旨を定めている。こ\nれらの規定は、同大臣に対し、届出のあった評価書について、同条１項\nの変更命令をすべきか否かを判断し、当該事業者に対してその判断の結\n果を示すべき旨を定めるものであり、評価書の届出に対する応答義務を\n定めるものと解される。\nそして、電気事業法４８条１項、電気事業法施行規則６５条１項１号、\n別表第二は、本件新設発電所のような火力発電所を設置する工事をしよう\nとする事業者は、経済産業大臣に工事の計画を届け出なければならない旨\nを定め、電気事業法４８条２項は、届出が受理された日から３０日を経過\nした後でなければ、当該届出に係る工事を開始してはならない旨を定め\nており、工事計画の届出を工事開始の要件としているところ、この届出\nに当たっては、電気事業法施行規則６６条１項１号、３項、別表第三によ\nり確定通知に係る評価書に従っている環境保全措置を記載した工事計画書、\n同条１項２号、別表第三により同措置に関する説明書をそれぞれ提出しな\nければならず、電気事業法４８条４項、同条３項１号、４７条３項３号は、\n工事の計画が確定通知に係る評価書に従ったものではない場合、経済産業\n大臣が工事計画の変更又は廃止を命ずることができると規定しているから、\n届出に係る工事の評価書について確定通知を得ていることは、適法な工事\n計画の届出をするための前提となっているものと解される。\nまた、事業者は、電気事業法４６条の１９、環境影響評価法２７条によ\nり、確定通知を受けたときは、当該通知に係る評価書を作成した旨等を公\n告しなければならず、同法３１条１項により、この公告を行うまでは対象\n事業を実施することができないから、確定通知を受けることが、事業開始\nのための不可欠な条件となっている。\n以上の法令の規定を総合すれば、確定通知は、火力発電所の設置工事の\n事業に係る評価書を届け出た事業者に対し、当該確定通知に係る評価書\nに従って当該工事をすることができる法的地位を与えるものと解するこ\nとができる。\nイ  権利、利益救済の実効性\n電気事業法は、前記アのとおり、火力発電所の設置工事の事業につい\nて届出制を採用し、届出を受けた経済産業大臣は、工事の計画が確定通\n知に係る評価書に従ったものであるか否かを審査し、必要に応じて当該\n計画の変更又は廃止を命ずることができる旨を定める（４８条４項）。\nもっとも、同法は、４６条の１７第１項において、評価書の届出の段階\nで、経済産業大臣が、当該評価書に係る環境影響評価が適切に実施され\nたか否かを審査することを前提としている一方で、４６条の２３におい\nて、対象事業に係る工事計画の届出を受理した際に評価書の記載事項等\nに基づいて当該対象事業につき環境の保全についての適正な配慮がなさ\nれるものであるか否かを審査する旨を定める環境影響評価法３４条の適\n用を除外していることからすれば、特定対象事業の工事計画の届出の段\n階では、環境影響評価が適切に実施されたか否かは審査の対象とされな\nいものと解されるから、仮に環境影響評価の過程に違法があっても、当\n該計画を変更又は廃止する旨の命令は出されず、事業者は、届出から３\n０日を経過した後に工事を開始できることになる（電気事業法４８条２\n項）。したがって、環境影響評価の過程に違法があり、それによって自\n己の権利又は利益を侵害されるとする者が、当該違法を主張して当該権\n利又は利益の救済を求める場合、当該環境影響評価に係る確定通知の取\n消訴訟の提起が認められないとすると、その実効的な救済を図ることは\n困難というべきである。\n被告は、確定通知の取消訴訟を提起できなくとも、当該評価書の変更\n命令（電気事業法４６条の１７第１項）に係る処分等の求め（行政手続\n法３６条の３）や義務付けの訴え（行政事件訴訟法３条６項１号）とい\nった実効的な救済手段が存在する旨主張する。\nしかしながら、評価書の変更命令は、当該評価書の届出から３０日以\n内でなければすることができず（電気事業法４６条の１７第１項、電気\n事業法施行規則６１条の１０）、評価書の届出を必ずしも即時に知るこ\nとができるとは限らない周辺住民等の救済手段として十分なものとはい\nえないから、被告が挙げる手段は、確定通知の取消訴訟による権利、利\n益の救済の必要性を否定するに足りるものではない。\nその他の被告の主張について\nア  被告は、電気事業法４６条の１７第２項が「通知」という文言を用いて\nいること、確定通知は事業者に対して変更命令をしないという判断を知ら\nしめること以外に意義を有しないことなどを主張する。しかしながら、行\n政庁の行為が処分に該当するか否かを判断するに当たっては、法令の形式\n的な文言等にとらわれることなく、根拠となった制度の仕組みを実質的に\n考察することが相当であるところ、火力発電所の設置工事の届出に係る制\n度を実質的に考察すれば、確定通知には、事業者に対して当該確定通知に\n係る評価書に従って火力発電所の設置工事をすることができる法的地位\nを付与する効果が認められることは、前記 アで判示したとおりであり、\n被告の主張は採用することができない。\nイ  被告は、電気事業法４８条が確定通知の存在を届出の要件としておらず、\n電気事業法施行規則にも届出に確定通知書の添付を求める規定がない旨を\n指摘する。しかしながら、前記 アで判示したとおり、同法及び同規則\nの規定からすれば、当該評価書につき確定通知を得ていなければ、火力\n発電所の設置工事の届出を適法に行うことができない仕組みとなってお\nり、したがって、確定通知には事業者に対して当該確定通知に係る評価書\nに従って火力発電所の設置工事をすることができる法的地位を付与する\n効果が認められるから、被告の主張は採用することができない。\nウ  その他、確定通知の処分性を否定するものとして被告が主張するところ\nは、前判示に照らしていずれも採用することができない。\n小括\n以上によれば、確定通知は、火力発電所の設置工事をしようとする事業者\nの法的地位に変動をもたらすものであって、抗告訴訟の対象とするに足りる\n法的効果を有するものということができ、実効的な権利、利益の救済を図る\nという観点からみても、これを対象とした抗告訴訟の提起を認めるのが合理\n的である。したがって、確定通知は、行政事件訴訟法３条２項にいう「処\n分」に当たるものと解するのが相当である。\n３  争点２（原告適格の有無）について\n判断枠組み\nア  行政事件訴訟法９条は、取消訴訟の原告適格について規定するが、同条\n１項にいう当該処分の取消しを求めるにつき「法律上の利益を有する者」\nとは、当該処分により自己の権利若しくは法律上保護された利益を侵害さ\nれ又は必然的に侵害されるおそれのある者をいうのであり、当該処分を定\nめた行政法規が、不特定多数者の具体的利益を専ら一般的公益の中に吸収\n解消させるにとどめず、それが帰属する個々人の個別的利益としてもこれ\nを保護すべきものとする趣旨を含むと解される場合には、このような利益\nも上記の法律上保護された利益に当たり、当該処分によりこれを侵害され\n又は必然的に侵害されるおそれのある者は、当該処分の取消訴訟における\n原告適格を有する（最高裁平成元年（行ツ）第１３０号同４年９月２２日\n第三小法廷判決・民集４６巻６号５７１頁参照）。\nイ  そして、処分の相手方以外の者について上記の法律上保護された利益の\n有無を判断するに当たっては、当該処分の根拠となる法令の規定の文言の\nみによることなく、当該法令の趣旨及び目的並びに当該処分において考慮\nされるべき利益の内容及び性質を考慮し、この場合において、当該法令の\n趣旨及び目的を考慮するに当たっては、当該法令と目的を共通にする関係\n法令があるときはその趣旨及び目的をも参酌し、当該利益の内容及び性質\nを考慮するに当たっては、当該処分がその根拠となる法令に違反してされ\nた場合に害されることとなる利益の内容及び性質並びにこれが害される態\n様及び程度をも勘案すべきものである（行政事件訴訟法９条２項。最高裁\n平成１６年（行ヒ）第１１４号同１７年１２月７日大法廷判決・民集５９\n巻１０号２６４５頁参照）。\n本件において原告適格が認められる者の範囲\nア  処分の根拠となる法令及び関係法令の趣旨及び目的\n電気事業法は、電気工作物の工事、維持及び運用を規制することによ\nって、公共の安全を確保し、及び環境の保全を図ることを目的とし（１\n条）、環境影響評価に関する特例（第３章第２節第３款）を定める。発\n電所の設置等の事業に係る環境影響評価その他の手段については、電気\n事業法の上記特例のほか、環境影響評価法が適用されるところ（電気事\n業法４６条の２）、環境影響評価法は、規模が大きく環境影響の程度が\n著しいものとなるおそれがある事業について環境影響評価が適切かつ円\n滑に行われるための手続その他所要の事項を定め、その手続等によって\n行われた環境影響評価の結果をその事業に係る環境保全措置その他のそ\nの事業の内容に関する決定に反映させるための措置をとること等により、\nその事業に係る環境の保全について適正な配慮がなされることを確保し、\nもって現在及び将来の国民の健康で文化的な生活の確保に資することを\n目的とする旨を定める（１条）。\n環境影響評価法１１条１項は、事業の種類ごとに主務省令で定めると\nころにより、対象事業に係る評価項目並びに調査、予測及び評価の手法\nを選定しなければならない旨を定め、同条４項は、同条１項の主務省\n令は、環境基本法１４条各号に掲げる事項の確保を旨として、既に得\nられている科学的知見に基づき、対象事業に係る環境影響評価を適切\nに行うために必要であると認められる評価項目並びに当該項目に係る調\n査、予測及び評価を合理的に行うための手法を選定するための指針に\nつき主務大臣が環境大臣に協議して定めるものとする旨を定め、環境\n影響評価法１３条は、環境大臣は、関係する行政機関の長に協議して、\n同法１１条４項の規定により主務大臣が定めるべき指針に関する基本\n的事項を定めて公表するものとする旨を定める。そして、同法１３条\nの規定を受けて定められた環境省の告示である基本的事項告示（別紙\n５）は、「環境の自然的構成要素の良好な状態の保持」に区分される\n評価項目として、大気質等の大気環境を掲げ、「環境への負荷」に区\n分される評価項目として、温室効果ガス等を掲げた上、「環境の自然的\n構成要素の良好な状態の保持」に区分される選定項目については、環境\n基本法１４条１号に掲げる事項の確保を旨として、当該選定項目に係る\n環境要素に含まれる汚染物質の濃度その他の指標により測られる当該環\n境要素の汚染の程度及び広がり又は当該環境要素の状態の変化の程度及\nび広がりについて、これらが人の健康、生活環境及び自然環境に及ぼす\n影響を把握するため、調査、予測及び評価を行うものとし（第四の二\n）、「環境への負荷」に区分される選定項目については、環境基本法\n２条２項の地球環境保全に係る環境への影響のうち温室効果ガスの排出\n量等環境への負荷量の程度を把握することが適当な項目に関してはそれ\nらの発生量等を把握することにより、調査、予測及び評価を行うものと\nしている（同 ）。\n基本的事項告示の上記内容を受けて、発電所の設置等の工事について\nは、主務省令である発電所アセス省令が、第一種事業に係る計画段階配\n慮事項及び評価項目の選定は、影響要因により重大な影響を受けるおそ\nれがある環境要素に関して検討するものとし、その検討は、大気質等の\n大気環境を含む環境の自然的構成要素の良好な状態の保持を旨として調\n査、予測及び評価されるべき環境要素、温室効果ガス等の環境への負\n荷の量の程度により予測及び評価されるべき環境要素などの各要素に\n関し、法令等による規制又は目標の有無及び環境に及ぼすおそれがあ\nる影響の重大性を考慮して適切に区分された環境要素ごとに行うもの\nとする旨を定める（５条３項、２１条２項、３項、別表第二）。\n上記の各規定において、温室効果ガス等についてその量の程度を予測\n及び評価されるべきとされている「環境への負荷」とは、環境基本法に\nおいて、「人の活動により環境に加えられる影響であって、環境の保全\n上の支障の原因となるおそれのあるもの」と定義されているところ（２\n条１項）、これは、人為的な原因に基づくものであり、個別の活動によ\nって環境に新たに加えられる部分を指す概念であって、同項の上記文言\nから明らかなとおり、人の健康や生活環境に係る被害を含む「環境の保\n全上の支障」自体とは区別されるものである。他方で、大気質について\n調査、予測及び評価されるべきとされている「人の健康、生活環境又は\n自然環境に及ぼす影響」とは、文言どおり、人の健康、生活環境又は自\n然環境が受ける変化又は被害を意味するものと解され、その一要因とし\nて「環境への負荷」が挙げられる。したがって、基本的事項告示及び発\n電所アセス省令は、評価項目としての大気質と温室効果ガス等とをその\n調査、予測及び評価の手法の点において明確に区別して規定しているも\nのと解される。\n環境影響評価法は、事業者は、対象事業に係る環境影響を受ける範囲\nであると認められる地域を管轄する都道府県知事及び市町村長に対する\n方法書及び要約書の送付（６条１項）、同地域内での方法書及び要約書\nの縦覧（７条）並びに方法書説明会の開催（７条の２第１項）、上記都\n道府県知事等に対する意見の概要を記載した書類の送付（９条）、同都\n道府県知事等の意見の勘案（１１条１項、１０条１項、４項、５項）を\nすべき旨を定め、準備書についても同様の手続を定めるとともに（１５\n条、１６条、１７条１項、１９条、２１条１項等）、評価書についても\n関係地域内において縦覧すべき旨を定める（２７条）。これらの環境影\n響評価法の規定に加え、発電所の設置等の事業について定める電気事業\n法は、経済産業大臣は、方法書及び準備書について上記都道府県知事等\nの意見がある場合は、それぞれ、当該意見を勘案した上、当該事業につ\nき環境の保全についての適正な配慮がなされることを確保するため必要\nがあると認めるときは、必要な勧告をすることができる旨を定め（４６\n条の８第１項、４６条の１４第１項）、これを受けた事業者が、当該意\n見を勘案し、当該勧告を踏まえて、評価項目及び各手法の選定や準備書\nの記載事項について検討をしなければならない旨も定める（４６条の９、\n４６条の１５）。\n前記 のとおり、電気事業法が環境の保全を図ることを目的の一つと\nして定め、環境影響評価法も国民の健康で文化的な生活の確保に資する\nことを目的として定めており、前記 のとおり、環境影響評価法の規定\nを受けた基本的事項告示及び発電所アセス省令は、大気質等の大気環境\n等を、人の健康及び生活環境に被害をもたらし得る環境要素として、こ\nれらに及ぼす影響を把握することを前提として、計画段階配慮事項及び\n評価項目として選定する旨を定めている。また、前記 のとおり、電気\n事業法及び環境影響評価法は、事業者に対し、対象事業に係る環境影響\nを受ける範囲であると認められる地域における方法書、準備書、評価書\n等の縦覧及び説明会の開催を義務付け、同地域を管轄する都道府県知事\n等に対しても、方法書、準備書等を送付することとした上、これらに対\nする同知事等の意見について、事業者による勘案、経済産業大臣による\n勘案及び事業者への勧告、事業者による同勧告の勘案及び検討をするこ\nとなどをそれぞれ定めていることからすれば、上記地域に居住する住民\nの利益について一定の配慮をする趣旨を読み取ることができる。\n以上の電気事業法及び環境影響評価法の規定は、事業に伴う大気汚染\n等によって、対象事業実施区域の周辺の一定範囲の地域に居住する住民\nの健康に被害が発生することを防止し、もって国民の健康で文化的な生\n活を確保することを、その趣旨及び目的とするものと解される。\n他方、前記 の基本的事項告示及び発電所アセス省令の規定によれば、\n二酸化炭素等の温室効果ガスについては、人の健康等に被害をもたらし\n得る環境要素とされている大気環境等とは明確に区別され、特定の人な\nいし地域に対する直接の影響ではなく、「環境への負荷」の「量の程\n度」の把握を求めるにとどまるというべきであり、このことからすれば、\n周辺の住民等が、当該事業から排出される二酸化炭素による温暖化の進\n行に伴う事象によって生命、健康等に被害を受けないという利益は、一\n般的公益として保護されるにとどまるものと解さざるを得ず、個々人の\n個別的利益として保護する趣旨まで読み取ることは困難である。\nイ  処分において考慮されるべき利益の内容及び性質\n大気汚染による健康への被害\n発電所の設置に係る事業について、電気事業法及び環境影響評価法に\n違反した環境影響評価が実施され、これを看過した違法な確定通知がさ\nれた場合に、当該事業に起因する大気汚染による被害を直接的に受ける\nのは、対象事業実施区域の周辺の一定範囲の地域に居住する住民に限ら\nれ、その被害の程度は、居住地が対象事業実施区域に接近するにつれて\n増大するものと考えられる。また、このような事業に係る事業地の周辺\n地域に居住する住民が、当該地域に居住し続けることにより上記の被害\nを反復、継続して受けた場合、その被害は、これらの住民の健康に係る\n著しい被害にも至りかねないものである。そして、確定通知に関係する\n電気事業法及び環境影響評価法の規定は、その趣旨及び目的に鑑みれば、\n対象事業実施区域の周辺地域に居住する住民に対し、電気事業法及び環\n境影響評価法に違反する環境影響評価の実施に起因する大気汚染によっ\nてこのような健康に係る著しい被害を受けないという具体的利益を保護\nしようとするものと解されるところ、上記のような被害の内容、性質、\n程度等に照らせば、この具体的利益は、一般的公益の中に吸収解消させ\nることが困難なものといわざるを得ない。\n二酸化炭素の排出に起因する温暖化の進行による各被害\n地球温暖化の進行に起因する事象が地球規模の空間における温室効果\nガスの増加を介して生ずることからすれば、本件新設発電所が稼働した\n際に排出される二酸化炭素が地球温暖化の進行に寄与するとしても、原\n告らの主張するような豪雨による土砂災害等、海水温の上昇による漁獲\n量の減少、熱中症の発症等の被害が、発電所の周辺地域に居住する者等\nの特定の者との関係で特に増大するものとは認められない。\n上記のような被害の内容、性質、程度等に照らせば、原告らが主張す\nるような発電所が稼働した際に排出される二酸化炭素による温暖化の進\n行に伴う事象によって生命、健康等に被害を受けないという利益が、一\n般的公益に吸収されない個々人の個別的利益として法的に保護されてい\nると解することはできない。\nウ  被告の主張について\n被告は、電気事業法及び環境影響評価法に基づく環境影響評価は、事\n業者に適切な環境保全措置を講じさせることによって環境破壊を予防し、\n一般的公益としての良好な環境を保持することで人の健康や生活環境と\nいった利益を間接的かつ全般的に確保することを予定している旨主張す\nる。しかしながら、電気事業法、環境影響評価法等の規定が、環境影響\n評価の手続の中で大気質等の大気環境を人の健康及び生活環境に被害を\nもたらし得る環境要素と位置付け、大気汚染によって健康を害されない\n利益を一般的公益に吸収されない個々人の個別的利益として保護する趣\n旨を含むものであることは、前記イ で判示したとおりであり、事業者\nによる環境保全措置を介していることをもって、直ちに人の健康を個々\n人の個別的利益として保護する趣旨を有しないものと解することはでき\nないから、被告の主張には理由がない。\n被告は、火力発電所の工事計画について、公害防止の観点から技術基\n準が定められており、同基準への不適合に対しては工事計画の変更又は\n廃止の命令や技術基準適合命令による是正が予定されていることを前提\nとして、評価書への適合性を求める規定は個々人の個別的利益を保護す\nる趣旨を有しない旨主張する。しかしながら、公害防止の観点から技術\n基準が定められていることは、環境影響評価における大気環境等への影\n響に対する適切な評価を通じて人の健康を個別的利益として保護するこ\nとと両立しないものではなく、被告の主張は採用することができない。\nまた、被告は、技術基準への適合性を欠く場合と異なり、評価書への\n適合性を欠く場合に、工事計画において環境の保全について適正な配慮\nがされなかったときに備えた強制介入権限を伴う是正手段が設けられて\nいないのは、評価書の不遵守が直ちに人の健康等に被害を及ぼすもので\nないことが理由である旨主張する。しかしながら、人の健康等への被害\nを回避、低減するための手段は強制介入権限を伴うものでなければなら\nないと解するべき理由はなく、同手段を設けていないことによって直ち\nに評価書の不遵守による被害の発生が想定されていないということはで\nきないから、被告の主張には理由がない。\n被告は、発電所アセス省令別表第二において、大気環境が「環境の自\n然的構成要素の良好な状態の保持」を旨として評価されるものとされて\nいることにつき、環境基準等の環境の保全上の支障の防止にとどまらず\n更に良好な状態を目指す趣旨が含まれている旨主張する。しかしながら、\n「環境の自然的構成要素の良好な状態の保持」に「更に良好な状態を目\n指す趣旨」が含まれているとしても、そのことによって個々人の健康等\nの個別的利益に係る被害を防止するという趣旨を含まないものと解する\nことはできないから、被告の主張には理由がない。\n被告は、環境影響評価法が定める関係地域内での方法書、準備書等に\nついての説明会は、有益な環境情報を収集することを目的としており、\n同地域内に居住等する者に特別な手続的配慮をしたものではないなどと\n主張する。しかしながら、前記ア 及び で判示したとおり、関係地域\n内における説明会の実施を義務付け、関係地方公共団体の長において意\n見を述べる機会が与えられていること等からすれば、環境影響評価法等\nの定める関係地域内の各手続に係る規定から、同地域に居住する住民の\n利益に対して一定の配慮をする趣旨を読み取ることができるのであり、\n同趣旨を否定する旨の被告の主張には理由がない。\nその他、環境影響評価法等の規定が大気汚染によって健康に被害を受\nけないという利益を個々人の個別的利益として保護する趣旨を含まない\n旨をいう被告の主張は、いずれも前記イ の判示に照らして採用するこ\nとができない。\nエ  原告らの主張について\n原告らは、大気汚染物質が「汚染物質の濃度」や「環境要素の状況の\n変化（当該環境要素に係る物質の量的な変化を含む。）の程度及び広が\nり」について把握するよう求められている（発電所アセス省令６条１\n号）のに対し、温室効果ガスが「負荷の量の程度」を把握するよう求め\nられている（同条６号）のは、大気汚染物質と温室効果ガスとで被害の\n発生に至る過程が異なるからにすぎず、後者による被害を受けない利益\nを個別的利益として保護しない趣旨を読み取ることはできない旨主張す\nる。\nしかしながら、地球温暖化の進行に起因する事象が地球規模の空間に\nおける温室効果ガスの増加を介して生ずることからすれば、本件新設発\n電所の稼働による排出量の増加によって、周辺地域に居住する者等の特\n定の者との関係で、原告らが主張するような地球温暖化の進行に伴う被\n害が増大すると認められないことは、前記イ で判示したとおりであり、\n被害発生に至る過程の差異は、これらの被害を受けない利益が一般的公\n益に吸収されるべきものか、これにとどまらず個々人の個別的利益とし\nて保護されるべきものかを判断するに当たって、重要な意義を有するも\nのというべきである。\nしたがって、上記過程の差異を原告適格の判断において捨象すべき旨\nをいう原告らの主張は、採用することができない。\n原告らは、調査及び予測の手法について、大気汚染物質に対して標準\n的な手法（参考手法）として求められるのは、汚染物質の濃度や環境要\n素の状況の変化の程度及び広がりであり、この点において温室効果ガス\nと相違ない旨主張する。しかしながら、火力発電所の設置工事事業の環\n境影響評価に係る参考手法について定める発電所アセス省令別表第七に\nよれば、硫黄酸化物及び窒素酸化物については、施設の稼働（排ガス）\n欄において、「調査すべき情報」として濃度の状況、「調査地域」とし\nて拡散の特性を踏まえて環境影響を受けるおそれがある地域、「調査地\n点」として拡散の特性を踏まえて予測及び評価するために適切かつ効果\n的な地点、「予測の基本的な手法」として大気の拡散式に基づく理論計\n算、「予測地域」として拡散の特性を踏まえて環境影響を受けるおそれ\nがある地域が掲げられており、当該物質が当該施設から排出された後拡\n散される状況の調査及び予測が求められているのに対し、二酸化炭素に\nついては、施設の稼働に伴う排出量の把握を求める趣旨の記載しか存在\nしないから、大気汚染物質と温室効果ガスとで参考手法に相違がないと\nいうことはできず、原告らの主張は前提を欠くものである。\n原告らは、大気汚染物質と二酸化炭素について、石炭の燃焼ガスとい\nう形で一体となって発電所から排出され、被害発生の過程は異なったと\nしても個々人の健康や財産に対して被害を及ぼすものであること、処分\nの根拠法令である電気事業法及び環境影響評価法も同一の規定であり環\n境影響評価の手法に相違がないことを理由に、法律上の利益を区別して\n論ずるのは合理性を欠く旨主張する。しかしながら、原告適格の有無の\n判断において被害発生の過程の差異が重要な意義を有すること、環境影\n響評価法を受けて規定された主務省令である発電所アセス省令が定める\n大気汚染物質と二酸化炭素の調査等の手法に相違がないといえないこと\nは、前記 及び で判示したとおりであり、原告らの主張は前提を欠く\nものである。\n原告らは、地上オゾン濃度の増加による生命、健康への影響は、窒素\n酸化物と二酸化炭素による複合的なものであるから、二つの法律上の利\n益に切り分けることは生命、健康という法律上の利益の実態に反してい\nる旨主張する。しかしながら、火力発電所から排出された窒素酸化物等\nの大気汚染物質が周辺地域の住民に対して直接的、局地的に与える影響\nと、排出された二酸化炭素が地球温暖化の進行による気温の上昇を介し\nて間接的、全世界的に与える影響との間の差異が、原告適格の有無を判\n断するに当たって重要な意義を有することは既に判示したとおりであり、\n窒素酸化物と二酸化炭素が結果としてともに地上オゾン濃度を増加させ\nる効果を有していることのみを捉えて、大気汚染物質全般と二酸化炭素\nとを原告適格の有無の判断において同等に扱うべき旨をいう原告らの主\n張は、採用することができない。\nオ  小括\n以上のような環境影響評価に関する電気事業法及び環境影響評価法の趣\n旨及び目的、これらの規定が環境影響評価の制度を通して保護しようとし\nている利益の内容及び性質等を考慮すれば、電気事業法及び環境影響評価\n法は、これらの規定を通じて、大気汚染によって健康に係る著しい被害を\n直接的に受けるおそれのある個々の住民に対して、そのような被害を受け\nないという利益を個々人の個別的利益としても保護すべきものとする趣旨\nを含むと解するのが相当である。したがって、対象事業実施区域の周辺地\n域に居住する住民のうち当該事業が実施されることにより大気汚染に係る\n著しい被害を直接的に受けるおそれのある者は、当該事業の環境影響評価\nの評価書に係る確定通知の取消しを求めるにつき法律上の利益を有する者\nとして、その取消訴訟における原告適格を有する。\n他方において、本件新設発電所が稼働した際に排出される二酸化炭素に\nよる温暖化の進行によって生ずるものとして原告らが主張する被害に係る\n利益については、電気事業法及び環境影響評価法が、前判示の法令の趣旨、\n目的、被害の内容、性質、程度等に照らし、そのような被害を受けないと\nいう利益を個々人の個別的利益としても保護すべきものとする趣旨を含む\nと解することはできず、それらの被害を主張する者は、確定通知の取消し\nを求めるにつき法律上の利益を有する者とは認められないから、その取消\n訴訟における原告適格を有するとはいえない。\n原告らについての具体的検討\nア  前記 の判示に従い、以下、本件通知の取消しを求める原告適格を有す\nる者について検討する。\n発電所アセス省令は、出力１１万２５００kW 以上１５万 kW 未満である\n火力発電所（地熱を利用するものを除く。）の設置の工事の事業（環境影\n響評価法施行令別表第一の五ホの第三欄）について、環境影響評価が必要\nとなる第二種事業の要件である「環境影響の程度が著しいものとなるおそ\nれ」の有無を判定するに当たって、学校等が火力発電所を設置する場所の\n周囲２０km の範囲内に存在する場合であって、当該発電所の発電設備から\n排出される硫黄酸化物、窒素酸化物又はばいじんの最大着地濃度の予測値\nに、学校等の直近における大気の測定点における二酸化硫黄等のバックグ\nラウンド値を加えた結果が一定の基準を超えるとき（発電所アセス省令１\n６条９号）や、火力発電所を設置する場所の周囲２０km の範囲内に二酸化\n硫黄、二酸化窒素又は浮遊粒子状物質の大気の汚染に係る環境基準が確保\nされていない大気の測定点が存在する場合であって、当該発電所の発電設\n備からばい煙が排出されることにより大気の汚染に係る環境基準が確保さ\nれていない二酸化硫黄等の量が現状よりも増加するとき（同条２３号）は、\n「環境影響の程度が著しいものとなるおそれ」があると認めるものと規定\nしている。\nまた、発電所アセス省令を制定した経済産業省が作成した発電所手引\n（乙５０）は、事業者に対し、発電所の周囲２０km の範囲内を大気汚染の\n環境調査の対象地域とすることを求めているところ、認定事実 ア 及び\nのとおり、本件評価においても、大気汚染物質による環境影響を受ける\nおそれがあると想定される地域を包含する範囲として、本件事業区域を中\n心とした半径２０km の範囲（本件調査対象範囲）を調査地域及び予測地域\nとして設定しているから、同範囲の地域については、本件新設発電所の稼\n働によって大気汚染の直接的被害が及び得ることが前提となっていたもの\nといえる。\n以上によれば、本件新設発電所の周囲２０km の範囲内の地域に居住する\n者は、本件新設発電所の稼働に伴う大気汚染によって健康に係る著しい被\n害を直接的に受けるおそれのある者に当たると認めるのが相当であるから、\n本件通知の取消しを求める原告適格を有するものと認められる。\nイ   被告は、発電所アセス省令１６条は第二種事業の判定基準について定\nめるものであり、第一種事業である本件事業における原告適格の根拠と\nはならない旨主張する。しかしながら、第一種事業は、その規模の大き\nさゆえに、「環境影響の程度が著しいものとなるおそれ」の有無を検討\nするまでもなく環境影響評価の実施が必要とされるところ、第二種事業\nに係る発電所の設置工事について、前記アのとおり周囲２０km の範囲内\nの地点における二酸化硫黄等の濃度の基準超過等をもって「環境影響の\n程度が著しいものとなるおそれ」が認められる旨が規定されていること\nからすれば、より環境影響の程度が大きい第一種事業に係る発電所につ\nいても、周囲２０km の範囲内については、二酸化硫黄等の濃度等次第で\nは、「環境影響の程度が著しいものとなるおそれ」が生ずるものといえ\nる。\nまた、被告は、発電所アセス省令１６条の規定につき、当該事業によ\nる環境影響を受ける地域を特定するものではない、当該発電所の周囲２\n０km 以内の地域を全て「環境影響の程度が著しいものとなるおそれがあ\nる」地域とするものではないなどと主張する。しかしながら、前記アで\n判示したとおり、同条は、当該発電所の周囲２０km の範囲内における二\n酸化硫黄の濃度等の大気汚染物質に係る一定の条件が満たされることに\nよって、「環境影響の程度が著しいものとなるおそれ」があると認定す\nる旨を規定するものであるから、一定規模の火力発電所については、類\n型的にみて、同条の規定する範囲の地域において大気汚染による健康に\n係る著しい被害を直接的に受けるおそれがあるものといえる。\n以上によれば、発電所アセス省令１６条を原告適格の根拠とすべきで\nない旨をいう被告の主張は、いずれも理由がない。\n被告は、本件事業者が大気汚染の環境調査の対象地域を本件新設発電\n所の周囲２０km の範囲と設定したのは、発電所手引に従ったものにすぎ\nない旨主張する。しかしながら、証拠（甲１７３、乙５０）によれば、\n発電所手引は、発電所アセス省令を制定した経済産業省が、参考手法等\nの具体的内容の考え方を解説するために作成したものと認められるとこ\nろ、同省が発電所手引において事業者に対して発電所の周囲２０km の範\n囲内を大気汚染の環境調査の対象地域とすることを求め、これに従って\n実際に本件事業者が同範囲内で調査を実施したことは、当該地域に居住\nする者が大気汚染による健康に係る著しい被害を直接的に受けるおそれ\nがあることを基礎付ける事情といえるから、被告の主張には理由がない。\nウ  前記アで判示したとおり、本件新設発電所の周囲２０km の範囲内の地域\nに居住する者については、本件通知の取消しを求める原告適格を有するも\nのと認められる。そして、原告らは、別紙１原告目録記載１ から まで、\nから まで及び同目録記載２の原告らが上記地域に居住する旨主張する\nところ、被告は、同原告らの住民票上の住所が同地域にあることは争って\nおらず、弁論の全趣旨により、同原告らは同地域に居住するものと認める\nのが相当である。したがって、上記原告らは、本件訴えについて原告適格\nを有するものと認められる。なお、同原告らには、温排水によって生業手\n段に被害を受けることを根拠として原告適格を有する旨を主張する別紙１\n原告目録記載２ の原告も含まれる。\n他方で、別紙１原告目録記載１ 及び の原告らについては、大気汚染\nによる被害を根拠として原告適格を有する旨を主張するものの、本件新設\n発電所から一定の範囲内に居住することなど原告適格を基礎付ける事情を\n具体的に主張していないから、本件訴えについて原告適格を有するものと\n認めることはできない。また、同 から までの原告らについては、いず\nれも本件新設発電所の稼働に伴って排出される二酸化炭素に起因する地球\n温暖化の進行によって生ずる被害を受けない利益を根拠として原告適格を\n有する旨主張するところ、前記 で判示したとおり、同利益を根拠として\n確定通知の取消しを求める原告適格を認めることはできない。\n４  争点４（本件通知の違法性）について\n判断枠組み\nア  電気事業法４６条の１７第１項は、経済産業大臣は、事業者が届け出た\n評価書に係る火力発電所事業につき、環境の保全についての適正な配慮が\nなされることを確保するため特に必要があり、かつ、適切であると認める\nときは、変更命令をすることができる旨を定め、同条２項は、同大臣は、\n変更命令をする必要がないと認めたときは、確定通知をしなければならな\nい旨を定める。\n上記変更命令の要件は、「環境の保全についての適正な配慮がなされる\nことを確保するため特に必要があり、かつ、適切と認めるとき」という抽\n象的な文言によって規定されているところ、電気事業法、主務省令である\n発電所アセス省令その他の法令において、同要件の該当性判断についての\n具体的な基準や考慮要素は定められていない。そして、同要件該当性の判\n断においては、特定対象事業が環境に及ぼす影響や環境への負荷を回避又\nは低減する措置の適否等が問題となり、この審査は、対象事業実施区域周\n辺の自然条件や環境保全技術等との関連において、多角的、総合的見地か\nらの検討を要するものであって、将来の予測にわたる事項も含まれている\nから、同審査においては、多方面にわたる科学的、専門技術的知見に基づ\nく総合的判断が必要とされる。したがって、「当該事業につき環境の保全\nについての適正な配慮がなされることを確保するため特に必要があり、か\nつ、適切と認めるとき」に該当するか否かについての判断は、経済産業大\n臣の合理的な裁量に委ねられるものというべきであり、裁判所が上記判断\nの適否を審査するに当たっては、その判断が裁量権の行使としてされたこ\nとを前提として、その基礎とされた重要な事実に誤認があること等により\n重要な事実の基礎を欠くこととなる場合、又は、事実に対する評価が明ら\nかに合理性を欠くこと、判断の過程において考慮すべき事項を考慮しない\nこと等によりその内容が社会通念に照らし著しく妥当性を欠くものと認め\nられる場合に限り、裁量権の範囲を逸脱し、又はこれを濫用したものとし\nて違法となるものと解するのが相当である。\nイ  原告らは、環境影響評価法の本質は手続法であり、計画段階配慮事項と\nして比較すべき複数案の設定、評価項目の選定、調査等の手法の選定及び\n実施、並びに環境保全措置の検討が適切に行われなかった場合は重要な手\n続法に対する違反となるから、経済産業大臣には評価書の変更命令をしな\nい裁量はない旨主張する。\nしかしながら、環境影響評価法の定める環境影響評価制度の規律に手続\n法的側面があることは否定できないものの、本件で問題となっているのは、\n関係地域における説明会の開催、経済産業大臣等への所定の書面の送付等\nの純粋な手続的規律に関する違反の有無ではなく、計画段階配慮事項や評\n価項目の選定、選定された項目に係る調査等の手法が違法であるなど、本\n件評価について原告らが主張する瑕疵が存在する結果として、電気事業法\n４６条の１７第１項が評価書の変更命令の実体的要件として規定する「環\n境の保全についての適正な配慮がなされることを確保するため特に必要が\nあり、かつ、適切と認めるとき」に該当するか否かであるから、行政手続\nに係る法令違反が問題となっている場合と同等の判断枠組みを用いるので\nはなく、前記アで判示したとおり、経済産業大臣に一定の裁量権があるこ\nとを前提として、裁量権の範囲の逸脱又はその濫用があるか否かを判断す\nることが相当である。\nウ  原告らは、環境影響評価の手続が不適切に行われた場合に侵害される利\n益は、人の生命、健康、生業手段等の重要なものであり、憲法によって保\n障されている人格権の内容として保護されるべきものであって、侵害され\nる態様も深刻かつ重大であるから、同手続が適切にされたか否かの判断を\n経済産業大臣の裁量に委ねるべきでない旨主張する。しかしながら、特定\nの処分に係る行政庁の裁量の有無及び程度を判断するに当たり、当該処分\nが違法にされた場合に侵害される利益の内容及び性質、侵害の程度等は考\n慮すべき要素ではあるものの、これらの要素のみをもって当該行政庁の裁\n量が否定されるものではなく、他方で、前記アで判示したとおり、評価書\nの変更命令に係る抽象的な文言で定められた要件につき、科学的、専門技\n術的知見に基づく総合的判断が必要であることからすれば、確定通知をす\nるか否か（変更命令をするか否か）の判断については、経済産業大臣に一\n定の裁量権を認めることが相当である。\n原告らは、確定通知に係る判断を経済産業大臣の裁量に委ねるべきでな\nい理由として、環境影響評価の手続が適切にされたか否かは、政治的判断\nを含むものではなく客観的に判断できるものであり、裁判所の判断になじ\nむものであることも挙げるが、前記アで判示したとおり、確定通知に係る\n判断については、科学的、専門技術的知見に基づく総合的判断が必要とさ\nれるものであり、政治的判断を含まないことから直ちに同大臣の裁量に委\nねるべきでないということはできない。\nしたがって、原告らの上記各主張はいずれも採用することができない。\n燃料種等に係る複数案の検討について\nア  原告らは、本件評価の計画段階配慮事項として、石炭のみならず天然ガ\nス等の複数の燃料種や風力発電等の再生可能エネルギーを検討すべきであ\nった旨主張する。\nしかしながら、主務大臣が定めるべき計画段階配慮事項の選定等に関す\nる指針について定めた基本的事項告示において、複数案を設定することと\nされているのは、「第一種事業に係る位置・規模」又は「建造物等の構\n造・配置」であり（第一の一 ）、燃料種等について複数案を検討するこ\nととはされていない。そして、これを受けて規定された発電所アセス省令\n３条１項が複数案を適切に示すことを求めているのも、「第一種事業に係\nる発電設備等の構造若しくは配置」、「第一種事業を実施する位置」又は\n「第一種事業の規模」であって、燃料種等は含まれておらず、その他の法\n令においても、燃料種等に係る複数案の検討を義務付ける規定は見当たら\nない。\n原告らは、燃料種等の選択は発電設備等の構造の変更を伴うから、発電\n所アセス省令３条１項によって燃料種等に係る複数案の検討が義務付けら\nれる旨主張するが、同項が規定するのは飽くまで「発電設備等の構造」自\n体の複数案検討であり、「発電設備等の構造」に変更を及ぼし得る要因に\nついてまで複数案検討を求めるものと解することはできないから、原告ら\nの主張は採用することができない。\nしたがって、本件評価の計画段階配慮事項として石炭以外の燃料種等が\n検討されなかったことが違法であるとはいえない。\nイ   原告らは、神奈川県知事、環境大臣、市民等から石炭を燃料とするこ\nとについて反対する意見等が出されていたにもかかわらず、計画段階配\n慮事項として石炭以外の燃料種等が検討されておらず、また、本件方法\n書、本件準備書及び本件評価書においても他の燃料種等の検討が不十分\nであった旨主張する。\nしかしながら、計画段階配慮事項として他の燃料種等の検討を法的に\n義務付ける規定が存在しないことは前記アで判示したとおりである上、\n火力発電所設置工事の事業に係る環境影響評価については、方法書、準\n備書及び評価書の段階においても、当該事業において既に選択されてい\nる燃料種以外の燃料種や再生可能エネルギーとの間で比較、検討をすべ\nきことを義務付ける法令の規定は存在しない。原告らが引用する発電所\nアセス省令２９条は、環境保全措置についての複数案の検討を定めるも\nのであって、燃料種等の複数案検討を義務付けているとは解されない上、\n実行可能な範囲内で特定対象事業に係る環境影響ができる限り回避され、\n又は低減されているかどうかの検証を求めるものである。同省令３０条\n３項も、燃料種等ではなく構造等に関する複数案の比較について定める\nものである上、複数案の比較を行ったときは、当該複数案から対象事業\nに係る構造等の決定に至る過程でどのように環境影響が回避され、又は\n低減されているかについての検討の内容を明らかにできるよう整理する\nことを求めるものであって、複数案の検討自体を義務付けるものではな\nい。\nまた、電気事業法及び環境影響評価法は、環境影響評価において、本\n件事業者が都道府県知事の意見について「勘案」することを求めている\n（環境影響評価法１１条１項、２１条１項、電気事業法４６条の９、４\n６条の１５第１項）。\n神奈川県知事の意見は、認定事実 イ、 イ及び イのとおり、他の\n燃料種との比較を踏まえて石炭を燃料として選択した理由を説明するこ\nとを求めるものであるところ、本件事業者は、これを受けて、認定事実\nウ、 ウ、 ウ及び エ のとおり、本件方法書、本件準備書及び本\n件評価書において、コスト、安定供給性等の観点から総合的に判断した\n上で石炭を燃料として選択したことなどを説明している。仮にこの説明\nが上記意見に対する回答として不十分なものであったとしても、発電所\nアセス省令の規定の解釈によれば、計画段階配慮事項や方法書等におけ\nる記載事項として石炭以外の燃料種等の検討が法的義務として求められ\nるものではないことは前記 で判示したとおりであり、法的観点からみ\nて本件評価に瑕疵があるということはできない。\n環境大臣の意見は、認定事実 エのとおり、２０３０年度及びそれ以\n降に向けた二酸化炭素排出削減の取組への対応の道筋が描けない場合に、\n事業実施の再検討を含めてあらゆる選択肢を検討することが必要である\n旨を述べるものであるところ、本件事業者は、本件方法書、本件準備書\n及び本件評価書において、コスト、安定供給性等の観点から総合的に判\n断した上で石炭を燃料として選択したものであり、更なる検討をしなか\nったことをもって本件評価に瑕疵があるということはできない。\nさらに、環境影響評価において、環境の保全の見地からの意見を有す\nる者による同見地からの意見に対して「配意」することが求められてい\nるところ（環境影響評価法１１条１項、２１条１項、電気事業法４６条\nの９、４６条の１５第１項）、証拠（乙８）によれば、本件事業者は、\n本件配慮書、本件方法書及び本件準備書に対し、石炭火力等に係る否定\n的な考えを述べる住民等の意見について、これを検討した上、前記 で\n神奈川県知事の意見に対して回答したのと同様、コスト、安定供給性等\nの観点から総合的に判断して石炭火力を選択したこと等の見解を示した\nことが認められる。そして、上記住民等の意見が本件方法書等において\nそのまま採用されなかったからといって、同意見に対して「配意」しな\nかったということはできない。\n以上より、原告らの前記 の主張は採用することができない。\nウ  原告らは、代替案の検討は環境影響評価の中核であること、石炭火力発\n電は天然ガス火力発電等と比較して多量の二酸化炭素を排出するなど環境\nへの影響が大きいこと、他の燃料種等の選択が現実的でないとする合理的\n理由はないことなどを挙げて、本件評価において燃料種等の複数案の検討\nが行われるべきであった旨主張するが、いずれも前記ア及びイで判示した\nとおり法令上の根拠がない燃料種等の複数案検討を義務付けるに足りるも\nのではなく、原告らの主張は採用することができない。\nエ  以上によれば、本件評価において燃料種等の複数案検討を行わなかった\nことが発電所アセス省令等の規定に違反するものとはいえず、この点につ\nいて本件評価に瑕疵はない。\n大気汚染について\nア  環境影響評価の簡略化について\n合理化ガイドラインの合理性\nａ  発電所アセス省令２３条２項３号は、「類似の事例により参考項目\nに関する環境影響の程度が明らかであること」という要件に該当する\n場合は、必要に応じて、同条１項が定める参考手法より簡略化された\n調査又は予測の手法を選定する旨を定める。\nそして、環境省は、前提事実 イ の内容の合理化ガイドラインを\n策定しているところ、本件事業においては、同ガイドラインに従って、\n施設の稼働による排ガスの大気質への影響、水象（水温、流向及び流\n速）並びに海域に生息する動物及び生育する植物への温排水の影響に\nついて、調査等の手法が簡略化されている。\nｂ  発電所アセス省令２３条２項３号の定める要件である「類似の事例\nにより参考項目に関する環境影響の程度が明らかであること」との文\n言は抽象的である上、同要件に該当する場合、具体的にいかなる簡略\n化が許されるのかについても定められていない。また、「参考項目に\n関する環境影響の程度が明らか」であるか否かを判断するに当たって\nは、対象事業実施区域周辺の自然条件等との関連において、多角的、\n総合的見地からの検討を要するものであって、将来の予測にわたる事\n項も含まれているから、多方面にわたる科学的、専門技術的知見に基\nづく総合的判断が必要となる。\nそこで、合理化ガイドラインの策定経緯等をみると、前提事実 イ\nのとおり、環境要素ごとの専門家によって構成される火力発電所リ\nプレース検討会による技術的検討を経て平成２４年３月に取りまとめ\nられた改訂前の合理化ガイドラインが、東日本大震災以降の電力ひっ\n迫等を契機として、火力発電所のリプレースに係る環境影響評価の簡\n素化、迅速化が求められていることを踏まえ、再設置された火力発電\n所リプレース検討会により火力発電所のリプレースの環境影響評価手\n続の簡素化に資する技術的事項に関する検討が行われた上で、平成２\n５年３月に改訂されたものである。上記のとおり、抽象的な文言によ\nって定められた発電所アセス省令２３条２項３号の要件を解釈するに\n当たっては、多方面にわたる科学的、専門技術的知見に基づく総合的\n判断が必要とされることからすれば、専門家による数次にわたる検討\nを経た結果策定された合理化ガイドラインの内容は尊重すべきものと\nいえる。\nｃ  次に、合理化ガイドラインの内容（前提事実 イ ）をみると、例\nえば、施設の稼働に伴う排ガスによる大気質への影響については、大\n気汚染物質の排出濃度及び排出量が従来と同等又は減少すること（条\n件１－１）、発電所手引に示されている予測式を用いて計算した１時\n間値の着地濃度がリプレース前と同等又は減少すること（条件１－\n２）、リプレース後の煙突が建物ダウンウォッシュが発生するおそれ\nがない高さを有していること（条件１－３）、リプレース後の設備等\nがリプレース前の対象事業実施区域から一定以上離れていないこと\n（条件１－４）及び近隣の学校、病院その他の環境の保全についての\n配慮が特に必要な施設における着地濃度がリプレース前と同等又は減\n少すること（条件１－５）を条件として、参考手法として掲げられて\nいる濃度の状況及び気象の状況の調査を省略したり、風下着地濃度分\n布の予測を簡略化したりすることなどが可能であるとしており、これ\nらの簡略化を許容するに当たっても、濃度状況の簡略化のためには、\n公設の大気測定局のデータ等により環境基準の適合状況を把握してい\nることを必須条件とするなど、更に個別の条件が付されている。以上\nの内容は、火力発電所のリプレースについては、土地改変等による環\n境影響が限定的であること、老朽化した発電所をより性能の高い新設\n発電所に建て替えることによって大気汚染物質や温室効果ガス等に係\nる環境負荷の改善が期待できること、同種の事例の蓄積と技術の進展\nによって信頼性の高い予測が可能となっていることを踏まえたもので\nあり、上記所定の条件と、これらが充足された場合に可能となる調査\n又は予測の簡略化との間には、合理的な関連性があるということがで\nきる。\nｄ  以上のとおり、発電所アセス省令２３条２項３号の定める要件は、\n多方面にわたる科学的、専門技術的知見に基づいて具体化することが\n必要であるところ、合理化ガイドラインは、環境要素の専門家からな\nる検討会によって作成、改訂されたものであり、その内容についても、\n火力発電所のリプレースという事業の特性を踏まえたものであって、\n所定の条件とこれらが充足された場合に可能となる調査又は予測の簡\n略化との間に合理的な関連性が認められるから、当該事業が合理化ガ\nイドラインの定める条件を満たす場合は、同ガイドラインを適用する\nことが相当でないと認められる特段の事情のない限り、発電所アセス\n省令２３条２項３号等の要件を充足するものとして、同ガイドライン\nが定める簡略化された手法によって調査等を実施することができるも\nのと解することが相当である。\nｅ⒜  原告らは、合理化ガイドラインは法規範性を有しない基準にすぎ\nず、飽くまで発電所アセス省令２３条２項３号の要件該当性が検討\nされなければならないとした上、本件事業のような発電所のリプレ\nースの案件においては、①旧施設による環境影響について十分かつ\n信頼できる調査結果が存在すること、②リプレースによって環境影\n響の程度が改善すること（少なくとも悪化しないこと）及び③新旧\n施設の稼働時期に空白期間が存在しないことが必要である旨主張す\nる。\n⒝  しかしながら、前記⒜の①については、発電所アセス省令２３条\n２項３号が定める「参考項目に関する環境影響の程度が明らかであ\nること」という要件が、その文言上、リプレースの案件において、\n旧施設が稼働していた際の現実の調査結果との比較によってのみ当\n該事業の環境影響の程度を明らかにすることを求めるものと解する\nことはできず、合理化ガイドラインが定めるように、新旧施設にお\nける大気汚染物質の排出濃度や排出量の比較、科学的根拠のある予\n測式を用いたシミュレーションによる着地濃度の比較によって環境\n影響の程度を明らかにすることも許容されているものと解するのが\n相当である。\nなお、原告らは、本件旧発電所が操業を停止した後の状況につい\nての調査結果が存在しないことを指摘するが、発電所アセス省令２\n３条２項３号の上記文言からは、新施設の稼働直前の環境影響の状\n況を把握することが求められているとも解されず、本件新設発電所\nの稼働直前の状況を把握することが同号適用の要件に含まれるとは\nいえない。\n⒞  前記⒜の②については、原告らは、本件旧発電所の稼働時と比較\nして環境影響の程度が低減したからといって環境影響の程度が改善\nされたことにはならない旨主張するところ、発電所アセス省令２３\n条２項３号の規定が、旧施設が稼働していた過去の時点の状況との\n比較によって環境影響の程度を明らかにすることを排除するものと\n解することはできず、また、新施設の稼働直前の状況との比較によ\nってのみ環境影響の程度を明らかにすることを求めるものでないこ\nとも前記⒝で判示したとおりである。\n⒟  前記⒜の③については、原告らは、同条件を要求する理由として、\n空白期間が存在すると旧施設が現にもたらしていた環境影響を基に\nして新施設稼働後の環境影響を類推することができず、旧施設の稼\n働終了時に稼働時とは異なる環境が形成されている可能性があるこ\nと、旧施設が稼働を停止している以上新施設を早期に稼働させる実\n益が存在しないことを挙げる。\nしかしながら、発電所アセス省令２３条２項３号が新施設の稼働\n直前の状況との比較によってのみ環境影響の程度を明らかにするこ\nとを求めるものでないことは、前記⒝で判示したとおりである。仮\nに旧施設稼働終了後に環境の変動が生じていた場合、これが別途環\n境影響評価の対象になり得ることは別段として、同号の要件との関\n係において、調査等の手法の簡略化を妨げる事情と解する理由はな\nい。\nまた、原告らのいう「新施設を早期に稼働させる実益」の意義は\n必ずしも明確ではないが、「環境影響の程度」以外の要素を要件と\nして要求する趣旨であれば、同号の規定がそのような要件を規定し\nていないことは文言上明らかである。\n⒠  以上より、前記⒜の①から③までの条件を満たさない限り発電所\nアセス省令２３条２項３号による簡略化は許されない旨をいう原告\nらの主張は、採用することができない。\n合理化ガイドラインの条件を満たすこと\na  認定事実 アによれば、本件事業は、排ガスによる大気質への影響に\nついて、合理化ガイドラインが定める条件１－１から１－５までを満\nたしており、合理化ガイドラインを適用することが相当でない特段の\n事情を認めるに足りる証拠もないから、本件評価において、本件新設\n発電所の稼働に伴う排ガスによる大気質への影響の調査及び予測の手\n法につき、合理化ガイドラインを適用して簡略化をしたことは、違法\nとはいえない。\nｂ⒜  原告らは、合理化ガイドラインの条件１－１について、排出濃度\nにおいて用いられている定格運転時の値や、排出量において用いら\nれている最大設備利用率での稼働時の値が、いずれも数十年前の稼\n働時を想定したものであることを指摘するが、発電所アセス省令２\n３条２項３号の規定は、その文言からして、環境影響の程度を定格\n運転時や最大設備利用率（年平均値７１．３％）での稼働時との比\n較によって把握することを否定するものとは解されず、これが数十\n年前であったとしても、そのことのみをもって比較を排除する理由\nはない。合理化ガイドラインの定める条件に合理性が認められるこ\nとは前記 で判示したとおりであり、比較対象である本件新設発電\n所についても、認定事実 ア のとおり、定格運転時や、本件旧発\n電所について用いた７１．３％よりも高い８５％という設備利用率\nでの運転時の値を用いており、比較方法について条件違反は見当た\nらない。\n原告らは、合理化ガイドラインの条件１－１が、「リプレース前\nについては当該発電所の運用経歴を考慮の上、適切な設備利用率を\n設定」することを求めており、過去の最大設備利用率は例示にすぎ\nないから、本件評価において最大設備利用率での稼働時の値を用い\nたことは条件違反である旨主張するが、同条件は、旧施設の直近の\n稼働時と比較して現実の環境影響が低減することを示すことを求め\nるものではなく、新施設における環境影響の程度を明らかにするた\nめに適切な比較を行うことを求めるものであるから、本件旧発電所\nの近年の稼働率が低かったことをもって、最大設備利用率での稼働\n時の値を用いたことが直ちに条件に違反するものとはいえない。\n⒝  原告らは、環境影響評価制度においては可能な限り具体的で実際\n上の環境負荷を評価することが求められるとして、旧施設の排出量\nに係る資料を利用できるにもかかわらず定格運転等の値を用いる合\n理化ガイドラインは、環境影響評価制度の趣旨に反する旨主張する。\nしかしながら、合理化ガイドラインは、飽くまで発電所アセス省\n令２３条２項３号等の定める調査等の手法の簡略化の要件を明確化\nするものであり、同号の文言からして、「環境影響の程度」を把握\nするに当たって、環境負荷の実績値のみを根拠としなければならな\nい理由はなく、原告らの主張は採用することができない。\n⒞  原告らは、合理化ガイドラインの条件１－５に関して、着地濃度\nの調査等の対象である学校等の選定について、本件新設発電所から\nの位置関係及び距離関係のみを考慮していることは条件違反である\n旨主張する。\nしかしながら、認定事実 ア のとおり、本件評価では、本件調\n査対象範囲（本件事業区域を中心とした半径２０km の範囲）におい\nて、大気汚染物質の風下最大着地濃度がリプレース前と比較して減\n少することから、条件１－５の「近隣の学校、病院その他の環境の\n保全についての配慮が特に必要な施設」に該当する同範囲内の学校、\n病院、特別養護老人ホーム等の着地濃度も減少するものと評価して\nいるところ、同評価が誤りであると認めるに足りる証拠はない。原\n告らは、大気汚染物質が風や地形等から影響を受けて拡散するから\n距離のみを考慮すべきでない旨を抽象的に主張するのみであり、本\n件調査対象範囲外において環境の保全についての配慮が特に必要な\n施設が存在することを裏付ける具体的事実を認めるに足りる証拠は\nない。\n原告らは、実際に当該施設までの経路を調査し、現地でも測定し\nなければ正確な着地濃度を確認することができない旨主張するが、\n合理化ガイドラインの条件１－５は、個別の施設における着地濃度\nを現地調査によって測定することまで求めておらず、これを求めて\nいないことによって同条件が発電所アセス省令２３条２項３号の規\n定に違反するものと認めるに足りる証拠もないから、本件事業区域\n周辺の学校や病院について個別に現地調査を実施しなかったことを\nもって、合理化ガイドラインの条件や発電所アセス省令２３条２項\n３号の規定に違反するものということはできない。\n⒟  以上のとおり、本件新設発電所の稼働に伴う排ガスによる大気質\nへの影響に係る調査及び予測について、合理化ガイドラインを適用\nすることが許されない旨、又は合理化ガイドラインの定める条件を\n満たさない旨をいう原告らの主張は、いずれも理由がない。\nｃ  以上によれば、本件事業は、排ガスによる大気質への影響について、\n合理化ガイドラインの定める条件を満たしており、合理化ガイドライ\nンを適用することが相当でないと認められる特段の事情も見当たらな\nいから、合理化ガイドラインに従って調査及び予測の手法を簡略化し\nたことが発電所アセス省令の規定に違反するものとはいえず、この点\nについて本件評価に瑕疵はない。\nイ  調査及び予測の場所について\n原告らは、本件評価において実施された既設の測定局における予測及\nび評価は不十分であり、文献調査において発電所が設置された場合に環\n境基準を超えることが考えられる大気汚染物質濃度が測定されている地\n点、風や地形等の影響で特に着地濃度が高くなる可能性のある地点及び\n大気汚染物質の影響を特別に考慮すべき学校や病院等の地点を選定した\n上、測定調査を実施すべきであった旨主張する。\nしかしながら、本件事業は、前記アで判示したとおり排ガスによる大\n気質への影響について合理化ガイドラインの定める条件を満たすことに\n加え、認定事実 アによれば、本件調査対象範囲（本件事業区域を中心\nとした半径２０km の範囲）には、二酸化硫黄、二酸化窒素及び浮遊粒子\n状物質の濃度を測定する公設局（一般局及び自排局）が相当数存在し、\n環境基準の適合状況が把握されているから、合理化ガイドラインの定め\nに従い、発電所アセス省令２３条２項４号に基づいて、本件調査対象範\n囲の濃度状況の調査を省略することができるものである。また、本件評\n価においては、認定事実 ア のとおり、本件調査対象範囲において、\n本件新設発電所から２．２km の地点で排ガスの最大着地濃度が出現する\nと予測されたことから、同地点の将来バックグラウンド濃度として、近\n接する公設局である横須賀市久里浜行政センターが測定した着地濃度を\n選定し、これによって、本件調査対象範囲全域における濃度が上記最大\n着地濃度に上記バックグラウンド濃度を加えた値以下となることを示し\nたものであるところ、この予測手法に特段不合理な点は見当たらない。\n原告らは、本件調査対象範囲の一般局及び自排局において、環境基準\nに抵触する二酸化窒素が測定されている旨主張するが、認定事実 ア\nのとおり、平成２３年度から平成２７年度までの調査期間において、二\n酸化窒素の濃度が環境基準の長期的評価に適合していない公設局は存在\nしない。\n原告らは、一部の公設局において、日平均値の年間９８％値が０．０\n４ppm を超える年度があったことを指摘するが、証拠（乙５４）によれ\nば、二酸化窒素の環境基準（環境基本法１６条１項）に係る通達（環大\n企第２６２号）は、日平均値の年間９８％値が０．０６ppm を超える場\n合にはじめて環境基準が達成されないものと定めていることが認められ\nるから、０．０４ppm を超える年度があったことをもって環境基準に違\n反するものとはいえない。\nしたがって、原告らの上記各主張はいずれも理由がない。\n原告らは、自排局が設置されている場所は自動車排出ガスによる汚染\nの影響が大きく、同ガスには本件新設発電所の排ガスと同じくＰＭ２．\n５が含まれているから、双方の排出による相乗効果による影響を予測す\nるため、自排局を予測地点とする必要がある旨主張する。\nしかしながら、前記 で判示したとおり、本件評価においては、本件\n新設発電所から２．２km の地点で予測される濃度を最大着地濃度として、\n本件調査対象範囲の濃度が同最大着地濃度にバックグラウンド濃度を加\nえた値を下回ることを示すという予測手法を採用しているところ、この\n手法が不合理なものとはいえない。仮に原告らが主張するとおり自排局\nを予測地点とした場合、証拠（乙８）によれば、二酸化窒素及び浮遊粒\n子状物質を測定している自排局２局のうち、横須賀市小川町交差点の自\n排局は本件新設発電所から９ないし１０km の地点、新逗子駅前の自排局\nは１５ないし１６km の地点に設置されているところ、本件評価で採用さ\nれた大気安定度Ｄ及び弱風という条件下において、各自排局の設置地点\nにおける二酸化窒素及び浮遊粒子状物質の風下着地濃度の予測値は、最\n大値（本件旧発電所が２．１km の地点、本件施設発電所が２．２km の地\n点）を大きく下回っているから、これに各自排局のバックグラウンド濃\n度を加えても、本件評価が算出した将来環境濃度（認定事実 ア ）を\n下回るものとなる。\nしたがって、自排局を予測地点としなかったことが違法な手法である\nとはいえず、原告らの主張は採用することができない。\n原告らは、学校や病院等の施設は、発電所アセス省令２４条１項４号、\n２５条１項３号、２３条３項が対象とする「特に環境影響を受けるおそ\nれがある対象」等に該当する旨主張するが、学校や病院等の施設である\nことをもって、直ちに詳細な予測等や一定の水準の予測等を要求する上\n記各規定に該当するとはいえない。\n原告らは、学校や病院等の施設が、発電所アセス省令４条１項２号ロ\nにおいて「環境の保全についての配慮が特に必要な施設」として挙げ\nられている点を指摘するが、同規定は、計画段階配慮事項について検討\nする前提として、学校や病院等の施設の利用者等の性質に鑑みて、その\n配置の状況を配慮書地域特性に関する情報として把握する旨を定めたも\nのと解され、当該施設自体に対して予測される環境影響の程度等に鑑み\nて予測の手法等について定める同省令２５条１項３号等とは異なる趣旨\nによるものであるから、学校等の施設を予測地点として選定すべき根拠\nとはならない。また、仮に学校等の施設が同号の「当該保全すべき対\n象」に該当するとしても、同号にいう「当該保全すべき対象への環境影\n響を的確に把握できる地点」とは、「予測に適切かつ効果的であると認\nめられる地点」の例示として規定されているにとどまり、保全すべき対\n象自体を予測地点とすることを義務付けるものではない。\nそして、前記 で判示したとおり、本件評価においては、本件新設発\n電所から２．２km の地点で予測される濃度を最大着地濃度として、本件\n調査対象範囲の濃度が同最大着地濃度にバックグラウンド濃度を加えた\n値を下回ることを示すという予測手法を採用しているから、本件調査対\n象範囲の学校等の施設については同手法によって環境影響を把握するこ\nとができるといえ、本件評価において、学校等の施設に対する環境影響\nの程度の把握が不十分であると認めるに足りる証拠はない。\nしたがって、原告らの主張は理由がない。\n原告らは、本件新設発電所の北側にある久里浜の住宅地や本件新設発\n電所から２０km の距離にある市街地における調査、予測及び評価に不備\nがある旨も主張する。\nしかしながら、これらの住宅地や市街地が本件新設発電所から一定の\n距離にあることをもって、発電所アセス省令２４条１項４号の「調査地\n域を代表する地点その他の調査に適切かつ効果的であると認められる\n地点」に該当するとはいえず、その他これらの地点を調査地点として\n選定すべきことを義務付ける法的根拠は見当たらない。また、上記地点\nが同省令２５条１項３号の「予測地域内において予測地域を代表する地\n点、特に環境影響を受けるおそれがある地点、当該保全すべき対象へ\nの環境影響を的確に把握できる地点その他の予測に適切かつ効果的で\nあると認められる地点」に該当すると認めるに足りる証拠はない上、本\n件評価で採られた予測手法は、前記 のとおり、原告らが挙げる住宅地\nや市街地を含む本件事業区域を中心とした半径２０km の範囲の地域にお\nける大気汚染物質の着地濃度を予測、評価するものである。\nしたがって、上記地点における調査、予測及び評価に不備があるとは\nいえず、原告らの主張には理由がない。\n以上によれば、本件評価において、現地調査を実施せず、前記 の手\n法によって大気汚染の影響を予測したことが、発電所アセス省令等の規\n定に違反するものとはいえず、本件評価における調査及び予測の場所の\n選定について瑕疵はない。\nウ  予測期間のスケールについて\n前記イ で判示したとおり、本件評価で採られた予測手法は、本件調査\n対象範囲における風下着地濃度の最大値にその近傍の公設局の着地濃度を\nバックグラウンド濃度として加え、本件調査対象範囲内の着地濃度がこれ\nを下回ることを示すものであり、同手法には合理性が認められるところ、\n気象条件は時々刻々と変化するため、特定の地点の風下着地濃度を測定す\nるには、風下になっている限られた時間における平均値を用いるほかなく、\n日平均値や年平均値という長期間の平均値を用いることはできない。また、\n証拠（乙８）によれば、本件評価の上記手法は、公害対策研究センター作\n成の「窒素酸化物総量規制マニュアル〔新版〕」に従い、風速階級別、大\n気安定度別に感度分析をした上で比較検討がされたというものであると認\nめられ、特定の条件下の時間帯の着地濃度を恣意的に選択しているもので\nはない。\nしたがって、本件評価において、大気汚染物質の風下着地濃度につき、\n年平均値や日平均値ではなく１時間値が用いられたことが発電所アセス省\n令等の規定に違反するものとはいえず、予測期間のスケールの選択につい\nて本件評価に瑕疵はない。\nエ  バックグラウンド濃度について\n証拠（乙５６）によれば、一般局が一定地域における大気汚染状況の\n継続的把握、発生源からの排出による汚染への寄与及び高濃度地域の特\n定、汚染防止対策の効果の把握といった常時監視の目的を効率的に達せ\nられるように配置されているのに対し、自排局は、自動車排出ガスによ\nる大気汚染の状況を効率的に監視できるように設置されていることが認\nめられるから、発電所の稼働による住宅地等の一般的な生活環境に及ぶ\n影響の予測等を目的とする本件評価のバックグラウンド濃度を選定する\nに当たり、自排局ではなく一般局を選定することは合理的といえる。ま\nた、自排局を選定すると、自動車の排出ガスによる大気汚染物質の状況\nが交通量等の要素によって変動し、発電所の稼働による純粋な影響を的\n確に把握することが困難になる可能性があるから、この点からも一般局\nを選定する方が合理的といえる。\n本件新設発電所の周囲１０km の範囲内の一般局を選定したことについ\nても、本件新設発電所の稼働時に排出される大気汚染物質の着地濃度が\n最大となると予測された２．２km 地点におけるバックグラウンド濃度を\n設定するに当たり、近傍の大気環境を常時監視している一般局を選んだ\nものであるから、その選定が合理性を欠くとはいえない。\n原告らは、本件評価において、バックグラウンド濃度として平成２７\n年度の濃度を用いたことが違法である旨主張する。\nしかしながら、証拠（乙５７）によれば、環境中の硫黄酸化物、窒素\n酸化物及び浮遊粒子状物質の濃度の平均値は、全国的に緩やかな低下傾\n向又は横ばいの状況にあると認められ、認定事実 ア のとおり、本件\n評価において調査が実施された公設局においても、二酸化硫黄、窒素酸\n化物、二酸化窒素及び浮遊粒子状物質の濃度の年平均値は、平成２３年\n度から平成２７年度までの調査期間において、おおむね横ばいで推移し\nていたことからすれば、本件新設発電所の稼働後においても、バックグ\nラウンド濃度が調査期間の最新年度と同程度又はそれ以下の値で推移す\nるものと想定することが不合理とはいえない。\n原告らは、大気汚染物質の濃度の変動傾向自体が変わり得る旨を主張\nするが、抽象的な可能性を述べるにとどまり、上記のとおり公設局にお\nける実際の濃度の変動傾向等を踏まえて平成２７年度の値を用いた本件\n評価における判断が違法であると評価するに足りるものではない。\nしたがって、本件評価において、バックグラウンド濃度として、調査\n期間中の最高値又は平均値ではなく、最新年度である平成２７年度の値\nを用いたことが違法であるとはいえず、原告らの主張には理由がない。\n原告らは、一般局である横須賀市追浜行政センターや横須賀市西行政\nセンターにおける平成２３年度の二酸化窒素等の濃度の１時間値の最大\n値をバックグラウンド濃度として用いると、二酸化窒素の短期暴露の指\n針値である０．１ppm を超える、自排局である横須賀市小川町交差点や\n新逗子駅前について単体で０．１ppm を超える１時間値が測定されてい\nる年度があるなどと主張するが、本件におけるバックグラウンド濃度の\n選定が合理性を欠くものでないことは前記 で判示したとおりである上、\n証拠（乙８）によれば、二酸化窒素の環境基準等においては短期暴露の\n１時間値の指針は０．１から０．２ppm であることが認められ、０．１\nppm を超えることをもって直ちに基準を超えるものではないから、原告\nらの主張は前提を欠く。\n以上によれば、本件評価におけるバックグラウンド濃度の設定が発電\n所アセス省令等の規定に違反するものとはいえず、この点について本件\n評価に瑕疵はない。\nオ  ＰＭ２．５及び光化学オキシダントについて\nＰＭ２．５及び光化学オキシダントについての検討状況等\n掲記の証拠及び弁論の全趣旨によれば、ＰＭ２．５及び光化学オキシ\nダントについての検討状況等について、以下の事実が認められる。\nａ  ＰＭ２．５は、大気中に浮遊している２．５µm 以下の粒子状物質で\nあり、人の肺の奥深くまで入りやすく、呼吸器系や循環器系に影響を\n与える可能性がある。ＰＭ２．５は、発生機構により一次生成粒子と\n二次生成粒子に分類される。一次生成粒子は、粒子として発生源から\n直接大気中へ排出されたものであり、人為起源のものと自然起源のも\nのとがある。二次生成粒子は、ガス状の大気汚染物質が、主として環\n境大気中での光化学反応や中和反応等によって粒子化したものであり、\n人為起源のものと自然起源のものとがある。（甲２００、乙３４、３\n６の２）\n光化学オキシダントは、光化学スモッグの原因となる大気中の酸化\n性物質の総称であり、窒素酸化物や揮発性有機化合物（ＶＯＣ）が前\n駆物質となって生成される（乙３４）。\nｂ  平成２１年９月９日、環境基本法１６条１項に基づき、ＰＭ２．５\nによる大気汚染に係る環境基準が定められた。同基準の設定に当たっ\nては、環境大臣が中央環境審議会に対して諮問し、同審議会が、微小\n粒子状物質環境基準専門委員会及び微小粒子状物質測定法専門委員会\nを設置して検討した上、同月３日、答申した。同答申においては、Ｐ\nＭ２．５の環境基準の設定に当たって指針値が示されるとともに、基\n準の設定に伴う課題も示された。すなわち、ＰＭ２．５は、海外から\nの移流分も含めて発生源が多岐にわたり、大気中の挙動も複雑である\nため、ＰＭ２．５自体やその原因物質の排出状況の把握及び排出イン\nベントリの作成、大気中の挙動や二次生成機構の解明のため、地方公\n共団体や研究機関と連携しながら科学的知見を集積し、大気汚染の状\n況を踏まえながらより効果的な対策について検討する必要があること\nなどが指摘された。（乙３２、３３）\nｃ  環境省は、光化学オキシダントについて、平成２３年度から光化学\nオキシダント調査検討会を設置して検討を進め、平成２６年９月に公\n表された専門委員会の中間とりまとめにおいて、光化学オキシダント\n濃度の増減には、ＶＯＣ濃度や窒素酸化物濃度の増減のほか、越境汚\n染や一酸化窒素タイトレーション効果（一酸化窒素がオゾンと反応し\nて二酸化窒素となり、同量のオゾンを減少させること）の低下等の要\n因が複雑に関係しており、この要因の評価は容易ではなく、測定値に\n基づく解析とシミュレーションを組み合わせた解析や新たな科学的知\n見の収集等によって、経年変化要因の解明や削減対策効果の把握を進\nめ、有効な削減対策を推進していくことが求められるとした（乙４\n２）。\nｄ  技術検討委員会は、平成２４年３月に公表した報告書において、Ｐ\nＭ２．５について、現状でも調査は可能であるが、シミュレーション\n方法が開発途上であるなどの技術的な制約から、予測及び評価には困\n難な面があること、関係する技術動向を見極めつつ引き続き調査、予\n測及び評価の技術の開発を進め、対応を検討する必要があること、Ｐ\nＭ２．５の排出源側における測定法は一次生成粒子のみを対象として\nおり二次生成粒子は捕捉できないことや、二次生成粒子については大\n気中の挙動が複雑でありシミュレーションによっても十分な予測精度\nが確保されていないことに留意すべきことなどを指摘した（乙３８）。\nｅ  中央環境審議会は、平成２５年１２月２７日、大気・騒音振動部会\nに専門委員会を設置し、ＰＭ２．５の国内における排出抑制策の在り\n方について、平成２６年３月から審議を重ねた。専門委員会が平成２\n７年３月に公表した中間とりまとめにおいては、西日本等で越境汚染\nの寄与割合が比較的高いものの、国内の固定発生源（工場、事業場\n等）や移動発生源（自動車、船舶等）も一定の寄与割合を占めており、\n国内における排出抑制対策の着実な推進が必要であるとされたが、そ\nの推進に当たっては、ＰＭ２．５の生成機構や発生源の寄与割合につ\nいて科学的に解明すべき課題が残されている旨が指摘された。また、\n今後の検討課題として、常時監視体制の整備、排出インベントリの整\n備・更新、シミュレーションモデルの精緻化、二次生成粒子の生成機\n構や越境汚染の解明等に関する科学的知見の充実が挙げられ、排出イ\nンベントリによる原因物質の排出抑制対策の実施状況のフォロー及び\n高度化したシミュレーションモデル等を用いた削減効果の定量的な評\n価、検証が求められる旨が指摘された。（乙３４）\nｆ  専門委員会が平成２６年３月１２日に作成した「二次生成粒子の挙\n動解明に関する検討について」と題する資料において、ＰＭ２．５は、\n一次生成粒子よりも二次生成粒子の寄与割合が大きいことが判明して\nおり、今後ＰＭ２．５の濃度の低減を検討するためには、二次生成粒\n子の対策検討が必要である旨が指摘された（乙６５）。\nｇ  平成３０年３月２８日に開催された専門委員会において、前記ｅの\n中間取りまとめにおける今後の検討課題のうち、「常時監視体制の整\n備」については、引き続きＰＭ２．５の濃度及び成分を把握するため\nに常時監視を行うとともに、濃度に影響を与える要因は時期や地域に\nよって異なることから、様々な発生源からの寄与を解明するため、よ\nり効果的な濃度測定や成分分析の方法の検討を進め、国内の測定デー\nタを管理して、精度管理まで一元的に行う体制の構築に向けた検討を\n進めることとされた。「排出インベントリの整備・更新」については、\nＰＭ２．５排出インベントリを定期的に更新するとともに、新しい統\n計データの活用による更新、大気汚染物質の排出に係る詳細把握等に\n取り組み、排出インベントリの更なる精緻化を進めるとともに、ＰＭ\n２．５及び前駆物質の排出抑制対策について大気環境改善効果等をフ\nォローすることとされた。「シミュレーションモデルの精緻化」につ\nいては、地域別の大気汚染予報、対策のための予測、効果評価等に必\n要な精度の確保に向けて、凝縮性ダストの排出実態の解明、排出後の\n変質過程及び半揮発性粒子の消失過程の解明等に取り組み、シミュレ\nーションモデルの更なる精緻化を進めるとともに、精緻化されたシミ\nュレーションモデルを活用してＰＭ２．５の削減効果をできる限り定\n量的に評価、検証することとされた。\nそして、中間取りまとめで挙げられた各課題については、環境省が\n平成３１年４月に整理した２０１８年度から２０２０年度までの３年\n間のＰＭ２．５対策に係る検討、実施予定のスケジュールにおいても、\n継続して取り組んでいくこととされた。\n（乙３５、３６）\nｈ  平成３０年６月以降に開催された技術検討委員会において、ＰＭ２．\n５及び光化学オキシダントを環境影響評価の評価項目に含めるか否か\nが論点に上ったが、環境省が同年１１月に公表した報告書においては、\n事業者により環境影響評価が適切になされるよう技術手法の開発を進\nめるべきとされ、いずれも評価項目（参考項目）に盛り込まれなかっ\nた（乙３９、４０）。\nｉ  専門委員会は、令和元年９月、光化学オキシダントの取組状況につ\nいて検討スケジュール案を策定し、その中で、大気環境中の光化学オ\nキシダント及び前駆物質（窒素酸化物、ＶＯＣ）の濃度、前駆物質の\n排出状況等を継続的に把握し、現状及び状況の変化を整理、分析して\nいくこととし、その際、ＶＯＣは成分によってオキシダント生成能が\n異なることから、平成２９年度から開始した国内５地点のＶＯＣ成分\n自動測定結果等を用いて成分濃度の特性を把握し、窒素酸化物及びＶ\nＯＣの排出状況については、発生源別の排出量等を把握するために排\n出インベントリの更新及び精緻化を進めていくとした（乙４３）。\nｊ  令和２年６月２６日に開催された専門委員会において、固定発生源\nによるＰＭ２．５の濃度への寄与割合について定量的に評価できない\nことが課題として挙げられ、引き続き全国の常時監視や成分分析の結\n果を活用して発生源寄与割合に関する解析を進める必要があるとされ、\n上位５施設種を中心とした排出削減シナリオを設定し、高濃度地域を\n対象としたシミュレーションを行うこと等により、ばい煙排出抑制の\n対策が環境濃度にどの程度寄与するかを検証しながら対策の具体化を\n検討していくことが重要であるとされた（乙３７）。\nＰＭ２．５を評価項目として選定しなかったことについて\nａ  評価項目について定める発電所アセス省令２１条１項は、当該特定\n対象事業に伴う影響要因が当該影響要因により影響を受けるおそれが\nある環境要素に及ぼす影響の重大性について客観的かつ科学的に検討\nすることにより、参考項目を勘案しつつ、同省令２０条の規定により\n把握した特定対象事業特性及び特定対象地域特性に関する情報を踏ま\nえ、当該選定を行うものとする旨を定めるところ、火力発電所に係る\n参考項目について定める同省令別表第二は、ＰＭ２．５を掲げていな\nい。\n前記 で認定した中央環境審議会に設置された専門委員会や技術検\n討委員会等における検討等によれば、ＰＭ２．５は、一次生成粒子の\nみならず、大気中の光化学反応、中和反応等によって生ずる二次生成\n粒子によっても構成され、発生源が多岐にわたり大気中の挙動も複雑\nであり、かつ、一次生成粒子よりも二次生成粒子の寄与割合が大きい\nという性質を有しており、発電所等の排出源において一次生成粒子は\n捕捉できるものの二次生成粒子は捕捉できず、また、複雑な挙動に対\nするシミュレーションの予測精度が確保されていないことから、予測\n及び評価が困難という問題点があり、生成機構や発生源の寄与割合に\nついて科学的に解明すべき課題が残されている旨が指摘されている。\nこのような問題点や課題を踏まえ、専門委員会が平成２７年３月に公\n表した中間取りまとめにおいて検討課題とされた常時監視体制の整備、\n排出インベントリの整備・更新、シミュレーションモデルの精緻化、\n二次生成粒子の生成機構や越境汚染の解明等に関する科学的知見の充\n実等の検討が進められたが、令和２年６月２６日開催の専門委員会に\nおいてもなお、固定発生源によるＰＭ２．５の濃度への寄与割合につ\nいて定量的に評価できないことが課題として挙げられており、上記取\n組の更なる検討が必要である旨が指摘されている。そして、並行して\n技術検討委員会において検討されていたＰＭ２．５を評価項目に含め\nるか否かという点についても、環境影響評価に係る技術手法の開発を\n進めるべきであるとされ、平成３０年１１月に公表された報告書にお\nいては、ＰＭ２．５が評価項目（参考項目）に盛り込まれることはな\nかったものである。\n以上の経過に鑑みれば、本件通知がされた平成３０年１１月３０日\nの時点で、ＰＭ２．５については、二次生成機構の解明、発生源情報\nの整備、排出インベントリの精緻化等に係る科学的知見が十分ではな\nかったというべきであって、生成への寄与割合が大きいとされている\n二次生成粒子も加味して濃度を予測及び評価する方法が確立していた\nとは認められない。そうすると、ＰＭ２．５について、環境保全措置\nの効果を勘案して環境影響の程度を明らかにすることは困難であり、\n「環境の保全についての適正な配慮がなされる」ものであるか否かの\n審査が可能な程度の環境情報を得られる状況になかったものといえ、\n本件事業に係る特定対象事業特性及び特定対象地域特性に関する情報\nを踏まえても、発電所アセス省令において参考項目として挙げられて\nいないＰＭ２．５を評価項目として選定しなかったことが違法である\nとはいえない。\nｂ  原告らは、環境影響評価法の制度趣旨から可能な限りの手法を採る\nことが求められ、定量的な影響を予測及び評価する方法が確立してい\nないＰＭ２．５についても、予測及び評価をすべき旨主張する。\nしかしながら、事業者には、「実行可能な範囲内で特定対象事業に\n係る環境影響ができる限り回避され、又は低減されているかどうか」\n（発電所アセス省令２９条等）について検討が求められるのであり、\n環境保全等のために常に最高水準の措置を講じることまで求められる\nものではない。そして、前記ａで判示したことからすれば、ＰＭ２．\n５については、予測及び評価の方法が確立しているとはいえず、技術\n手法の開発を進めるべき段階にあり、「既に得られている科学的知\n見」に基づいて定められるべき発電所アセス省令において参考項目と\nして選定される状況にはなかったのであるから、同省令２１条１項が\n定めるとおり環境要素に及ぼす影響の重大性について客観的かつ科学\n的に検討した結果として、ＰＭ２．５を評価項目として選定しなかっ\nたことが違法であるということはできない。\nなお、原告らは、環境影響評価法１４条１項７号イは不確実性を含\nむ評価項目を前提とする規定であるとして、ＰＭ２．５を評価項目に\n含めるべき主張の論拠とするが、同規定は、環境影響評価を実施した\n結果として環境影響の内容及び程度が明らかとならなかった項目につ\nいても準備書に記載すべき旨を定めるものであり、同規定から、評価\n項目の選定の段階において予測及び評価の手法が確立していない環境\n要素であっても選定すべきものとする趣旨を導くことはできない。ま\nた、原告らは、基本的事項告示の第四の五 キが予測の不確実性の検\n討を求めていることから、環境影響評価法が予防原則を反映した法令\nである旨も主張するが、基本的事項告示の当該箇所は、事業者による\n予測の手法の選定に当たっての留意事項として、科学的知見の限界に\n伴う予測の不確実性について、その程度及びそれに伴う環境への影響\nの重大性に応じて整理されるものとすることを環境影響評価項目等選\n定指針において定めるものとするにとどまり、ＰＭ２．５のように予\n測及び評価の手法が確立していない環境要素であっても評価項目に選\n定すべき趣旨まで含むものと解することはできない。\nしたがって、原告らの主張は採用することができない。\nｃ  原告らは、ＰＭ２．５について、科学的な解明や現状の把握が進ん\nでいること、排出抑制等の対策を進める必要性が指摘されており、排\n出抑制のための取組が進んでいること、一次生成粒子の排出量の定量\n的予測は可能であること等を挙げて、環境影響が実行可能な範囲内で\n回避、低減されているかについて検討するため、調査等を実施すべき\nであった旨主張する。しかしながら、科学的解明、問題点の把握、排\n出量抑制の取組が一定程度進み、少なくとも一次生成粒子について一\n定の予測が可能な段階に至っていることを踏まえてもなお、環境影響\n評価の目的が飽くまで当該評価項目に係る環境影響を調査、予測及び\n評価することにある以上、前記ａで判示したとおり生成への寄与割合\nが大きいとされている二次生成粒子も加味して予測及び評価をする方\n法が確立していたとは認められないＰＭ２．５について、これを評価\n項目に選定しないことが違法であるとまでいうことはできず、原告ら\nの主張は採用することができない。\nｄ  原告らは、本件新設発電所に最善の電気集塵機による除去技術が用\nいられていない可能性が高いことを前提に、この点が本件評価におい\nて明確にされていないから本件評価に重大な欠陥がある旨主張するが、\n本件新設発電所で使用される除去技術が不適切なものであることを認\nめるに足りる証拠はない上、除去技術に係る事項を本件評価において\n明らかにすべきとする根拠も見当たらず、いずれにしても原告らの主\n張は採用できるものではない。\nｅ  なお、環境省作成の「ＰＭ２．５に関する先行的な環境アセスメン\nトのための手法と課題」（甲２００）には、①ＰＭ２．５の環境影響\n評価においても、一次生成粒子及び二次生成粒子の前駆物質の排出を\n伴う事業を対象に予測及び評価の実施を検討する必要がある、②ＰＭ\n２．５では事業特性や地域特性を踏まえつつ排出量に基づいた評価又\nは濃度予測に基づいた評価のいずれかを行うなどと記載されている。\nしかし、上記①は予測及び評価の実施を検討する必要があると述べる\nにとどまり、評価項目に選定することを法的に義務付ける根拠とはい\nえない。また、上記②もその直後に「二次生成粒子の予測は、科学的\n知見が蓄積されるまでは行わないことを基本とする。ただし、非常に\n大規模な事業で、二次生成粒子の影響が広範囲にわたる場合には、二\n次生成粒子に係る予測・評価についても検討することが推奨され\nる。」という記載が続くのであって、基本的には前駆物質のみの予測\n及び評価の実施を検討する必要があるとするにとどまるから、やはり\n評価項目に選定することを法的に義務付ける根拠とはいえない。した\nがって、上記①及び②の各記載は、本件評価においてＰＭ２．５が評\n価項目に選定されなかったことを違法と評価するに足りるものではな\nい。\nｆ  以上によれば、本件評価においてＰＭ２．５が評価項目に選定され\nなかったことが発電所アセス省令等の規定に違反するものとはいえず、\nこの点について本件評価に瑕疵はない。\n光化学オキシダントを評価項目として選定しなかったことについて\nａ  発電所アセス省令別表第二は、ＰＭ２．５と同様、光化学オキシダ\nントも火力発電所に係る参考項目として掲げていない。\n前記 で認定した専門委員会における検討等によれば、光化学オキ\nシダントの主成分であるオゾンは、窒素酸化物やＶＯＣの光化学反応\nによって二次汚染物質として生成されるところ、光化学オキシダント\n濃度の増減には、窒素酸化物やＶＯＣの濃度の増減のほか、越境汚染\nや一酸化窒素タイトレーション効果の低下等が関係しており、この要\n因の評価が容易でなく、測定値に基づく解析とシミュレーションを組\nみ合わせた解析や新たな科学的知見の収集等によって、経年変化要因\nの解明や削減対策効果の把握を進め、有効な削減対策を推進していく\nことが求められており、令和元年９月に策定された光化学オキシダン\nトの取組状況についての検討スケジュール案においても、大気環境中\nの光化学オキシダント及び前駆物質（窒素酸化物、ＶＯＣ）の濃度、\n前駆物質の排出状況等を継続的に把握していくこと、特に窒素酸化物\n及びＶＯＣの排出状況については発生源別の排出量等を把握するため\nに排出インベントリの更新及び精緻化を進めていく必要があるとされ\nたものである。また、技術検討委員会において光化学オキシダントを\n評価項目に含めるか否かが検討されていたが、平成３０年１１月に公\n表された報告書においては、光化学オキシダントが評価項目（参考項\n目）に盛り込まれることはなかったものである。\n以上の経過に鑑みれば、本件通知がされた平成３０年１１月３０日\nの時点で、光化学オキシダントについては、大気環境中における生成\n機構の解明、個別排出源から排出される前駆物質による影響等に係る\n科学的知見が十分ではなかったというべきであって、濃度を予測及び\n評価する方法が確立していたとは認められない。そうすると、光化学\nオキシダントについて、環境保全措置の効果を勘案して環境影響の程\n度を明らかにすることは困難であり、「環境の保全についての適正な\n配慮がなされる」ものであるか否かの審査が可能な程度の環境情報を\n得られる状況になかったものといえ、本件事業に係る特定対象事業特\n性及び特定対象地域特性に関する情報を踏まえても、発電所アセス省\n令において参考項目として挙げられていない光化学オキシダントを評\n価項目として選定しなかったことが違法であるとはいえない。\nｂ  原告らは、平成１６年に大気汚染防止法が改正され、平成１７年に\n環境省告示でＶＯＣの濃度の測定法が定められ、平成１８年４月にＶ\nＯＣの排出規制が開始されたことから、ＶＯＣの濃度測定は可能であ\nった旨主張する。\nしかしながら、前記ａで判示したとおり、光化学オキシダントにお\nける問題点は、ＶＯＣ等の濃度の増減のほか、越境汚染や一酸化窒素\nタイトレーション効果の低下等が複雑に関係していて要因の評価が容\n易でないという点にあり、ＶＯＣの濃度測定が可能であることによっ\nて直ちに一定の確度をもって光化学オキシダントによる環境影響の予\n測及び評価が可能になるとはいえないから、原告らの主張を前提とし\nても、前記ａの判示が左右されるものではない。\nなお、予測等の手法が確立していない項目であっても、予防原則を\n反映した環境影響評価制度の下では環境影響評価の対象に含めるべき\n旨の原告らの主張に理由がないことは、前記 ｂにおいてＰＭ２．５\nについて判示したのと同様である。\nしたがって、光化学オキシダントを評価項目に含めるべき旨をいう\n原告らの主張は、いずれも採用することができない。\nｃ  以上によれば、本件評価において光化学オキシダントが評価項目に\n選定されなかったことが発電所アセス省令等の規定に違反するものと\nはいえず、この点について本件評価に瑕疵はない。\nカ  小括\n以上に述べたことからすれば、原告らが、本件評価において、大気汚染\n物質に関する評価項目の選定、調査等の手法の選定などについて瑕疵があ\nものとして主張するところは、いずれも採用することができない。\n地球温暖化について\nア  地球温暖化に関する政府の取組状況等\n掲記の証拠及び弁論の全趣旨によれば、地球温暖化に関する政府の取組\n状況等について、以下の事実が認められる。\n局長級取りまとめ\n経済産業省及び環境省は、東京電力株式会社の電力卸供給入札におい\nて石炭火力の落札の可能性があることから、平成２５年２月７日、「東\n京電力の火力電源入札に関する関係局長級会議」を設置し、電力の安定\n供給の確保、燃料コストの削減、環境保全に取り組むための対応につい\nて議論を進め、同年４月２５日、合意に至った。同合意の内容を取りま\nとめたものが別紙７「東京電力の火力電源入札に関する関係局長級会議\n取りまとめ」（局長級取りまとめ）である。（甲３６、乙１４）\n長期エネルギー需給見通し\n経済産業省は、平成２７年７月、「長期エネルギー需給見通し」を公\n表した。\n同見通しは、徹底した省エネルギー対策の実施により、２０３０年度\nにおけるエネルギー需要を３億２６００万 kl 程度と見込んでおり、これ\nは、３５％のエネルギー効率の改善が実現される水準である。また、同\n見直しによれば、２０３０年度のエネルギー起源二酸化炭素の排出量は、\n２０１３年度の総排出量との比較で２１．９％減であり、その他の温室\n効果ガスの排出削減量や吸収源対策等と合計して、２０１３年度比で２\n６．０％減となる。同見通しでは、エネルギー起源二酸化炭素のうち、\n電力由来エネルギー起源二酸化炭素の排出量を約３．６億 t-CO2 として\nいる。\n同見通しは、２０３０年度の電力需要を９８０８億 kWh 程度と見込ん\nだ上、同年度の電源構成（石炭火力は２６％程度）も示している。\n（甲３１、乙４７）\n自主的枠組み及び低炭素社会実行計画\n電気事業連合会加盟１０社、電源開発株式会社、日本原子力発電株式\n会社及び特定規模電気事業者（新電力）の有志２３社は、平成２７年７\n月１７日、次の内容の「低炭素社会の実現に向けた新たな自主的枠組\nみ」（自主的枠組み）を構築し、「電気事業における低炭素社会実行計\n画」を策定した（乙１５）。\nａ  自主的枠組み\n⒜  枠組み公表時点では、上記有志２３社（販売電力量におけるカバ\nー率９９％）で構成するが、今後参加を希望する企業に対して開か\nれた枠組みとする。\n⒝  政府の示す長期エネルギー需給見通し（エネルギーミックス）が\n実現される姿（２０３０年度排出係数）を目標とする。\n⒞  火力発電所の新設等におけるＢＡＴ活用等の取組を定量的に評価\nしていく。\n⒟  目標は電気事業全体で目指すものであり、地球温暖化対策の実施\n状況を毎年フォローアップし、結果等を翌年度以降の取組に反映す\nること（ＰＤＣＡサイクルの推進）により、目標達成の確度を高め\nていく。\n⒠  目標達成に向けた実効性のある仕組みを充実できるよう、今後も\n引き続き参加事業者の中で協議を進めていく。\nｂ  「電気事業における低炭素社会実行計画」の要旨\n⒜  ２０３０年度に排出原単位０．３７kg-CO2/kWh 程度（使用端）を\n目指す。この排出係数は、政府の長期エネルギー需給見通しで示さ\nれたエネルギーミックスから算出される国全体の排出原単位である。\n⒝  火力発電所の新設等に当たり、経済的に利用可能な最良の技術を\n活用すること等により、最大削減ポテンシャルとして約１１００万\nt-CO2 の排出削減を見込む。\n温暖化に対する政策的対応\nａ  経済産業大臣及び環境大臣は、平成２８年２月、２０３０年度に向\nけた地球温暖化対策の取組の内容について、次の事項を含め、局長級\n取りまとめに沿って実効性のある対策に取り組むことを協議した（乙\n１６）。\n⒜  経済産業省は、自主的枠組みに対し、引き続き実効性及び透明性\nの向上を促していく。\n⒝  経済産業省は、省エネ法に基づき、電気事業法上の全ての発電事\n業者に対し、石炭火力発電所等の新設基準や火力発電の運転時の発\n電効率ベンチマーク指標を設定する。また、同省は、エネルギー供\n給事業者による非化石エネルギー源の利用及び化石エネルギー原料\nの有効な利用の促進に関する法律に基づき、非化石電源の割合につ\nいて、エネルギーミックスと整合的な数値を設定する。\n⒞  ２０３０年度の削減目標やエネルギーミックスと整合する排出原\n単位０．３７kg-CO2/kWh という目標の達成に向けて、これらの取組\nが継続的に実効を上げているか否かについて、毎年度進捗状況を評\n価し、目標を達成できないと判断される場合は、施策の見直し等に\nついて検討する。\nｂ  省エネ法５条に基づいて定められた「工場等におけるエネルギーの\n使用の合理化に関する事業者の判断の基準」（平成２１年経済産業省\n告示第６６号）は、一般・卸売電気事業に使用するために新設する石\n炭火力発電設備については、発電端効率を４２．０％以上とすること\nを求めている。また、同基準は、電力供給業（電気事業法２条１項１\n４号に定める発電事業のうち、省エネ法２条１項の電気を発電する事\n業の用に供する火力発電設備を設置して発電を行う事業）については、\n新設する設備に対する設計効率だけでなく、事業者ごとに実際の運転\n効率（実績効率）についても指標を設け、ベンチマーク指標と目指す\nべき水準を示し、火力発電の効率化に向け、電力供給業の事業者に対\nして同水準を目指すことを求めている。このベンチマーク指標のうち、\n「火力発電効率Ａ指標」（Ａ指標）は、燃料種ごとの発電効率の実績\n値に関する目標値の達成率を指標としたものであり、１．００以上と\n設定されている。また、「火力発電効率Ｂ指標」（Ｂ指標）は、エネ\nルギーミックスにおいて実現を目指す望ましい火力発電の電源構成\n（全体の電源構成において、石炭２６％、ＬＮＧ２７％、石油３％）\nに沿った総合的な発電効率を指標としたものであり、４４．３％以上\nと設定されている。（乙１７、１８）\n地球温暖化対策計画\n政府は、平成２８年５月１３日、地球温暖化対策の推進に関する法律\n８条１項及び「パリ協定を踏まえた地球温暖化対策の取組方針につい\nて」（平成２７年１２月２２日地球温暖化対策推進本部決定）に基づき、\n次の内容を含む地球温暖化対策計画を策定した（甲３２、弁論の全趣\n旨）。\nａ  エネルギー起源二酸化炭素の２０３０年度の排出量を２０１３年度\nの実績（１２億３５００万 t-CO2）から約２４．９３％削減して９億\n２７００万 t-CO2 とすることを目標とし、発電所を含むエネルギー転\n換部門においては、２０１３年度の実績（１億０１００万 t-CO2）か\nら約２７．７％削減して７３００万 t-CO2 とすることを目安とする。\nｂ  産業界の自主的取組の推進、再生可能エネルギーの最大限の導入、\n電力分野の二酸化炭素排出原単位の低減及び石油製品製造分野におけ\nる省エネルギー対策の推進を掲げ、火力発電所については、電力分野\nの二酸化炭素排出原単位の低減の一環として、高効率化等によって温\n室効果ガスの削減に取り組む。\nｃ  前記ｂの火力発電の高効率化等のため、次の取組等をする。\n⒜  電力業界の低炭素化の取組\n電気事業者が策定した自主的枠組みの目標達成に向けた取組を促\nすため、省エネ法等に基づく政策的対応（発電事業者に対し、新設\nの発電設備について、発電設備単位でエネルギーミックスが想定す\nる発電効率の基準（石炭火力は４２．０％以上）を満たすよう求め\nること等）を行うことにより、電力自由化の下で電力業界全体の取\n組の実効性を確保していく。具体的には、引き続き局長級取りまと\nめに沿って、実効性のある対策に取り組む。自主的枠組みについて\nは、引き続き実効性、透明性の向上を促すとともに、掲げた目標の\n達成に真摯に取り組むことを促す。国の審議会においても、自主的\n枠組みにおける取組等をフォローアップする。\nまた、２０３０年度に排出原単位０．３７kg-CO2/kWh という目標\nを確実に達成するため、上記の取組が継続的に実効を上げているか\n否かについて毎年度進捗状況を評価する。電気事業分野からの排出\n量や排出原単位等の状況を評価し、上記目標を達成できないと判断\nされた場合は、施策の見直しを検討する。\n⒝  火力発電における最新鋭の発電技術の導入促進\n今後の発電技術の開発動向を勘案して、ＢＡＴの採用を促す。\n⒞  ＣＣＳ\n２０３０年度以降を見据え、局長級取りまとめやエネルギー基本\n計画等を踏まえてＣＣＳに取り組む。\n⒟  小規模火力発電への対応\n環境影響評価法の規模要件未満の小規模火力発電所を建設しよう\nとする発電事業者に対しては、エネルギーミックスの実現に資する\n高い発電効率の基準を満たすことを求めるため、省エネ法等の措置\nを講じる。\nイ  計画段階配慮事項としての選定及び調査等の手法について\n発電所アセス省令５条１項は、第一種事業に係る計画段階配慮事項の\n選定は、当該第一種事業に伴う環境影響を及ぼすおそれがある要因（影\n響要因）により重大な影響を受けるおそれがある環境要素に関し、当該\n影響要因が及ぼす影響の重大性について客観的かつ科学的に検討すると\nした上、配慮書事業特性及び配慮書地域特性に関する情報を踏まえて当\n該選定を行う旨を規定する。\n認定事実 のとおり、本件事業の計画においては、石炭を燃料とする\n最新鋭の発電技術として、ＢＡＴの参考表において、６０万 kW 級の石炭\n火力発電所について「（Ｂ）（商用プラントとして着工済み（試運転期\n間等を含む））の発電技術及び商用プラントとしての採用が決定し環境\nアセスメント手続きに入っている発電技術」に該当するとされ、政府が\n策定した地球温暖化対策計画における電力業界の低炭素化の取組の中で\nエネルギーミックスが想定する基準（前記ア ｃ⒜）や経済産業省告示\nである「工場等におけるエネルギーの使用の合理化に関する事業者の判\n断の基準」に示された基準（前記ア ｂ）である４２．０％以上を満た\nす４３．５％の発電端効率の実現が可能とされるＵＳＣ発電設備が採用\nされていたため、計画段階において、本件新設発電所が排出する二酸化\n炭素に起因する環境影響は、同設備の採用によって相当程度低減するこ\nとが予定されていたものである。また、発電所手引（乙５０）において\nも、二酸化炭素は、熱効率等において最高技術レベルの設備を導入する\nことにより環境影響を低減することが可能であることから、一般的な事\n業においては、特に環境影響が大きいと想定される事項にはならないと\nされている。\n以上によれば、本件事業において、二酸化炭素は、影響要因により重\n大な影響を受けるおそれがある環境要素に該当するものとはいえず、こ\nれを計画段階配慮事項に選定しなかったことが違法であるとはいえない。\nａ  原告らは、温室効果ガスによる重大な環境被害が現実化しているこ\nとや将来更に重大な被害をもたらす懸念があることを理由に、二酸化\n炭素の排出が「環境要素に重大な影響を及ぼす影響要因」に該当する\n旨主張する。\nしかしながら、原告らの分析によれば、本件新設発電所が稼働した\n際の二酸化炭素の排出量の年間値は、世界全体の排出量（２０１５\n年）の約５０００分の１、日本全体の排出量（２０１６年度）の約０．\n６４％であるところ、火力発電所が排出する二酸化炭素が、それ自体\nが直接的に環境影響を生じさせるものではなく、他の原因によって排\n出された二酸化炭素と相まって地球規模で気候変動を進行させ、これ\nに起因する自然災害等によって種々の被害をもたらすものであること\nからすると、本件新設発電所単体から排出される二酸化炭素により、\n地球規模で進行する温暖化に伴う災害等による被害の規模ないし頻度\nが有意に増大するものとは認め難く、したがって、本件新設発電所か\nら排出される二酸化炭素が、本件事業に係る環境要素に重大な影響を\n及ぼすものということはできない。\nｂ  原告らは、二酸化炭素の排出によって環境影響を受けやすい地域、\n人、動植物等について重点的に調査、予測等を実施すべき旨主張する。\nしかしながら、前記 a のとおり本件新設発電所から排出される二酸化\n炭素が本件事業に係る環境要素に重大な影響を及ぼすものとはいえな\nいことに加え、温暖化の進行に伴う被害が地球規模での温室効果ガス\nの増加を介して生ずる事象であることからすれば、環境影響評価にお\nいて、個別の発電所からの二酸化炭素の排出と因果関係のある特定の\n地域、人、動植物等への環境影響を予測及び評価する適切な手法が存\n在するものとは認められず、原告らの主張は採用することができない。\nまた、原告らは、発電所アセス省令６条６号及び２２条１項６号が\n規定する「環境への負荷」には、二酸化炭素自体の発生量のみならず、\n二酸化炭素が人の健康、生活環境及び自然環境に及ぼす影響の発生も\n含まれる旨主張する。しかしながら、同省令は、「環境への負荷の量\nの程度を把握する手法」（６条６号、２２条１項６号）を、「人の健\n康、生活環境又は自然環境に及ぼす環境影響を把握する手法」（６条\n１号、２２条１項１号）と区別して規定しており、環境基本法２条１\n項においても、「環境への負荷」は「環境の保全上の支障の原因とな\nるおそれのあるもの」と定義されていて、「人の健康、生活環境又は\n自然環境に及ぼす環境影響」を含むものと解される「環境の保全上の\n支障」自体と区別されていることからすれば、「環境への負荷」は、\n「人の健康、生活環境又は自然環境に及ぼす影響」の発生を含まない\nものと解することが文理解釈上自然であり、原告らの主張は採用する\nことができない。\nさらに、原告らは、基本的事項告示や発電所アセス省令２３条３項\nにおいて、環境影響を受けやすい地域又は対象が存在する場合、環境\nの保全の観点から法令等により指定された地域又は対象が存在する場\n合、既に環境が著しく悪化し又はそのおそれが高い地域が存在する場\n合等には、参考手法よりも詳細な調査又は予測がされるべき旨が定め\nられているところ、本件事業区域の周囲にはこれらの要件を満たす地\n域が存在するから、計画段階配慮事項においても二酸化炭素を選定す\nべきであった旨主張する。しかしながら、原告らが挙げる規定は、既\nに選定された評価項目についていかなる調査又は手法を選定するかを\n定めるものであり、計画段階配慮事項として二酸化炭素を選定すべき\n根拠となるものではないから、原告らの主張は採用することができな\nい。\nｃ  原告らは、技術検討委員会の報告書（乙４０）が温室効果ガスを計\n画段階配慮事項として選定することを求めている旨主張する。しかし\nながら、原告らが指摘する同報告書の記載は、基本的事項の改定以降\nの環境影響評価の実施状況並びに近年の環境保全施策及び環境影響評\n価技術の動向等についての課題を検討する中で、配慮書において温室\n効果ガスが計画段階配慮事項として選定されていないことが不十分で\nある旨の意見があったことを紹介するものであって、これに対する対\n応も、温室効果ガス等について配慮書においても十分な記載がされる\nよう発電所手引等の制度運用の中で検討する必要があるとするにとど\nまり、同報告書の見解として、温室効果ガスを計画段階配慮事項とし\nて選定すべきことを求めるものとまで解することはできないから、上\n記記載をもって、本件評価における計画段階配慮事項として二酸化炭\n素を選定すべきものということはできない。\nｄ  原告らは、①本件評価の手続において神奈川県知事が計画段階配慮\n事項として温室効果ガスを選定することが望ましい旨の意見を述べて\nいたこと、及び②経済産業省と環境省の担当者間協議の中で同省の担\n当者が温室効果ガスを計画段階配慮事項に加えるべき旨の意見を述べ\nていたこと（甲２３３）を指摘する。\nしかしながら、①については、認定事実 イのとおり、神奈川県知\n事は、温室効果ガスによる地球環境への影響の重大さ等を踏まえ、計\n画段階配慮事項として温室効果ガスを選定することが望ましい旨の意\n見を述べたものであるところ、ＵＳＣ発電設備の採用によって二酸化\n炭素に起因する環境影響が相当程度低減することが予定されていたこ\nと、本件新設発電所から排出される二酸化炭素が直接的に特定の環境\n要素に重大な環境影響を生じさせるものとはいえないことに加え、環\n境影響評価法３条の７第１項に基づく都道府県知事の意見は計画段階\n配慮事項の選定について拘束力を有するものではないことも踏まえる\nと、本件事業の計画段階配慮事項として二酸化炭素を選定すべき根拠\nとはならない。また、②についても、両省の担当者間の協議の過程で\n述べられた意見にとどまり、同意見に対して経済産業省担当者がＵＳ\nＣ発電設備の採用等により環境への重大な影響を回避、低減すること\nが可能と考えられる旨回答した後は、更に環境省担当者から意見が述\nべられることはなく（甲２３３ないし２３５）、これらの協議を経た\n上で述べられた環境影響評価法３条の５に基づく環境大臣の意見にお\nいても計画段階配慮事項の選定に対する言及はなかったこと（乙２\n１）からすれば、やはり本件事業の計画段階配慮事項として二酸化炭\n素を選定すべき根拠とはならない。\nしたがって、原告らの主張はいずれも採用することができない。\nｅ  以上によれば、本件評価において計画段階配慮事項として二酸化炭\n素が選定されなかったことが発電所アセス省令等の規定に違反するも\nのとはいえず、この点について本件評価に瑕疵はない。\n原告らは、二酸化炭素の排出量の増加による地球温暖化の進行によっ\nて、豪雨災害の被害を受けるおそれが高い場所に居住又は勤務する者、\n熱中症被害を受けやすい者及び既に生じた水温上昇により深刻な漁業被\n害が生じている漁業者が存在するから、発電所アセス省令２３条３項等\nにより、上記の者への影響について「参考手法よりも詳細な調査又は予\n測」が実施されるべきであった旨も主張する。しかしながら、本件新設\n発電所が稼働した際の二酸化炭素の排出によって、地球規模で進行する\n温暖化に伴う災害等による被害の規模ないし頻度が有意に増大するもの\nとは認め難く、発電所アセス省令２３条３項の定める環境影響の要件が\n直ちに充足されるものでもないから、原告らの主張は採用することが\nできない。\nウ  環境保全措置について\n発電所アセス省令２８条１項は、特定対象事業に係る環境影響評価を\n行うに当たり、環境影響がないと判断される場合及び環境影響の程度が\n極めて小さいと判断される場合以外は、事業者により実行可能な範囲内\nで選定項目に係る環境要素に及ぶおそれがある環境影響をできる限り回\n避し、又は低減すること等を目的として環境保全措置を検討するものと\nする旨を定め、同省令３０条１項２号は、環境保全措置の検討を行った\nときは、環境保全措置の効果及び当該環境保全措置を講じた後の環境の\n状況の変化並びに必要に応じ当該環境保全措置の効果の不確実性の程度\nを明らかにできるよう整理するものとする旨を定める。\nａ  認定事実 ウ及びエのとおり、本件評価書には、温室効果ガスに係\nる環境保全措置として、ＵＳＣ発電設備を採用して４３．５％の発電\n端効率を実現すること、省エネ法に基づくベンチマーク指標について\n目標達成に向けて計画的に取り組み、２０３０年度に向けて確実に遵\n守すること、発電した電力を自主的枠組みの参加事業者に供給するよ\nう努めることなどが記載されている。\nｂ  そして、前記アで認定した事実によれば、前記ａの各環境保全措置\nの効果について次のことがいえる。\nまず、ＵＳＣ発電設備は、ＢＡＴの参考表で（Ｂ）に該当する技術\nである上、政府が策定した地球温暖化対策計画における電力業界の低\n炭素化の取組の中で、エネルギーミックスが想定する基準や経済産業\n省告示である「工場等におけるエネルギーの使用の合理化に関する事\n業者の判断の基準」に示された基準である４２．０％以上の発電効率\nを実現するものである。\nまた、省エネ法のベンチマーク指標は、火力発電の効率化に向けて\n電力供給業の事業者に対する水準を示すものであり、Ａ指標は燃料種\nごとの発電効率の実績値に関する目標値の達成率、Ｂ指標はエネルギ\nーミックスにおいて実現を目指す望ましい火力発電の電源構成に沿っ\nた総合的な発電効率であるから、これらの目標達成に向けて取り組む\nことは、国の目標、政策に沿って二酸化炭素の排出原単位を減少させ\nるものといえる。\nさらに、自主的枠組みについても、政府の示すエネルギーミックス\nを前提とし、電気事業全体で０．３７kg-CO2/kWh という排出原単位の\n目標達成を目指すものであり、火力発電所の新設等におけるＢＡＴの\n活用等の取組を定量的に評価して地球温暖化対策の実施状況を毎年フ\nォローアップした結果を翌年度以降の取組に反映するＰＤＣＡサイク\nルを採用するなど実効性を確保するための制度が設けられていること\nも踏まえると、自主的枠組みに参加する事業者に対して発電電力を供\n給するよう努めることは、二酸化炭素排出量の低減に資するものとい\nえる。\nｃ  以上によれば、前記ａの各環境保全措置に係る検討は、本件事業者\nが実行可能な範囲内で温室効果ガス等に係る環境要素に及ぶおそれが\nある環境影響をできる限り回避し、又は低減すること等を目的として\n行ったものといえ、この検討が発電所アセス省令２８条１項に違反す\nるものと認めるに足りる証拠はない。\nａ  本件評価書においては、前記 の各環境保全措置の効果、環境の\n状況の変化、効果の不確実性及び新たに生じる影響について、認定\n事実 エ （別表６）のとおり整理されているが、この整理が、発\n電所アセス省令３０条１項２号の求める記載として不十分であると\n認めるに足りる証拠はない。\nｂ  原告らは、発電所アセス省令３０条１項２号が環境保全措置の効果\n及び当該措置を講じた後の環境の状況の変化について検討、整理して\n書面に記載しなければならない旨を定めていること、同省令３２条４\n項が３０条１項各号に掲げる事項等の具体的な内容をできる限り明ら\nかにする旨を定めていることを根拠として、他の環境保全措置と比較\nしてどの程度の環境影響の回避、低減効果があるのか記載する必要が\nある旨主張するが、原告らが挙げる各規定が、他の環境保全措置と具\n体的に比較した結果の記載まで義務付けるものと解することはできず、\n原告らの主張は採用することができない。\nａ  原告らは、本件新設発電所は、ＵＳＣ発電設備を採用しても、二酸\n化炭素の排出原単位は減少せず、年間排出量も平成１８年以降の本件\n旧発電所の排出量と比較して減少せず、むしろ大幅に増加する旨主張\nする。\nしかしながら、発電所アセス省令２８条１項は、環境保全措置の検\n討に当たって、当該措置が採られない場合と比較して環境影響が低減\nすること等を目的として行う旨を規定するものと解され、本件事業の\nようなリプレースの場合に旧施設における環境影響と比較することを\n求めるものではない。その他、リプレースにおける環境保全措置の検\n討に当たって、原告らが主張するような特定の時点の旧施設における\n環境影響と比較することを求める法令上の根拠は見当たらない。\nしたがって、原告らの主張は採用することができない。\nｂ  原告らは、省エネ法のベンチマーク指標や自主的枠組みについて\n種々の問題点、課題が指摘されている旨主張する。\n確かに、環境省が平成３０年３月２３日に公表した「電気事業分野\nにおける地球温暖化対策の進捗状況の評価の結果について」と題する\n書面（甲３４）には、省エネ法のベンチマーク指標については、二酸\n化炭素の排出削減を担保する制度設計に課題がある旨の指摘があり、\n自主的枠組みについても、会員が相互に競争関係にある中、協議会の\nＰＤＣＡには各社に取組を促す履行担保の実効性の観点から課題があ\nる旨の指摘があるが、同書面の記載を全体としてみれば、これらの取\n組を維持して実施していくことを前提に、各取組の課題等を踏まえて\n改善策等を示す趣旨のものといえ、本件評価書において環境保全措置\nとして掲げられている各取組が不十分であると認めるに足りるもので\nはない。\nｃ  原告らは、本件評価書は０．４４４kg-CO2/kWh の二酸化炭素排出量\nを実現するとしており、０．３７kg-CO2/kWh 程度にとどめるという目\n標を達成する効果がない旨主張するが、前記アのとおり、０．３７kg-\nCO2/kWh という数値は、「電気事業における低炭素社会実行計画」等\nにおいて、２０３０年度に達成すべき国全体の排出原単位の目標値と\nされたものであるから、本件新設発電所が単体で同目標値を達成する\n旨が記載されていないとしても、直ちに本件事業の環境保全措置とし\nての効果が不十分であるということにはならない。\nｄ  以上のとおり、環境保全措置に関して、本件評価における検討や評\n価書への記載が発電所アセス省令等の規定に違反するものとはいえず、\nこの点について本件評価に瑕疵はない。\nエ  代償措置について\n発電所アセス省令２８条１項、２項は、環境保全措置の検討に当たって\nは、必要に応じて代償措置を検討するものとする旨を定める。\n前記ウで判示したところからすれば、本件評価において検討された環境\n保全措置が、代償措置の検討を必要とするほど不十分、不適切なものであ\nるとは認めるに足りない。\n原告らは、実行可能な環境保全措置がＵＳＣ発電設備にとどまるのであ\nれば環境影響の回避又は低減は困難である、本件新設発電所からの二酸化\n炭素の排出によって水産資源が深刻な影響を受けるなどと主張するが、い\nずれもこれまで判示したところに照らし、採用することができない。\n以上によれば、本件評価において代償措置の検討がされていないことが\n発電所アセス省令等の規定に違反するものとはいえず、この点について本\n件評価に瑕疵はない。\nオ  事業の中止について\n原告らは、発電所アセス省令２９条の規定を引用して、本件評価におい\nて本件事業の中止について検討する必要があった旨主張する。しかしなが\nら、同条は、事業を実施することを前提として、環境保全措置の検討を行\nった場合に、環境保全措置についての複数案の比較検討その他の適切な検\n討を通じて、実行可能な範囲内で環境影響の回避又は低減の検証をするこ\nとを規定するものであり、当該事業者に対して事業の中止の検討を法的に\n義務付けるものと解することはできないから、原告らの主張には理由がな\nい。\nなお、同省令３条２項は、計画段階配慮事項についての構造等の複数案\nの設定に当たって、事業を実施しない案を含めた検討が現実的であると認\nめられる場合には、当該案を含めるよう努めるものとする旨を定めるが、\n飽くまで事業を実施しない案を含めた検討が現実的であるとの条件の下で\n同案の検討を努力義務として定めるものであって、本件事業において事業\nを実施しない案を含めた検討が現実的であると認めるに足りる証拠もない\nから、本件評価において事業の中止について検討されなかったことは、同\n項に違反するものでもない。\nしたがって、本件評価において本件事業の中止について検討しなかった\nことが発電所アセス省令等の規定に違反するものとはいえず、この点につ\nいて本件評価に瑕疵はない。\nカ  地球温暖化についての目標等との整合性について\n認定事実 エ のとおり、本件評価書には、環境保全措置として、本\n件事業者が省エネ法に定められたベンチマーク指標を確実に遵守するこ\nと及び自主的枠組みに参加する小売電気事業者に電力を供給するよう努\nめることが記載されている。この点について、前記ア から までで認\n定したとおり、日本国政府から「長期エネルギー需給見通し」において\n２０３０年度におけるエネルギー需要及び電源構成が示され、有志２\n３社は、これに整合するものとして、自主的枠組みを構築するととも\nに、２０３０年度の排出原単位を０．３７kg-CO2/kWh 程度とすること\n等を目標とする「電気事業における低炭素社会実行計画」を策定し、\n同目標は、平成２８年５月１３日策定の地球温暖化対策計画等におい\nても維持されている。この０．３７kg-CO2/kWh という排出原単位の目\n標は、２０３０年度の電力由来エネルギー起源二酸化炭素の排出量であ\nる約３．６億 t-CO2 を、同年度の電力需要の見通しである９８０８億\nkWh で除して算出したものである。\nまた、省エネ法５条に基づいて定められた「工場等におけるエネルギ\nーの使用の合理化に関する事業者の判断の基準」は、ベンチマーク指標\nと目指すべき水準を示し、火力発電の効率化に向け、電力供給業の事業\n者に対して同水準を目指すことを求めているところ、このベンチマーク\n指標のうち、Ａ指標は燃料種ごとの発電効率の実績値に関する目標値の\n達成率を指標としたものであり、Ｂ指標はエネルギーミックスにおいて\n実現を目指す望ましい火力発電の電源構成に沿った総合的な発電効率を\n指標としたものである。\nそうすると、自主的枠組みや省エネ法のベンチマーク指標に係る取組\nは、日本の温暖化対策についての目標を実現するためこれと整合性を有\nするものとして策定されたものということができる。\nしたがって、本件評価書の上記記載は、温室効果ガスに関して、発電\n所アセス省令２８条１項が定める国又は地方公共団体による環境の保\n全の観点からの施策によって示されている基準又は目標の達成に努め\nることを目的として環境保全措置を検討したものといえる。\n原告らは、日本の２０３０年度の二酸化炭素排出量の削減目標や電源\n構成と整合する石炭火力発電所からの二酸化炭素排出量は年間約２．２\n億 t-CO2 であるところ、２０２３年時点で、石炭火力発電所から排出さ\nれる二酸化炭素の量は年間２億５２００万 t-CO2 から２億９５００万 t-\nCO2 に増加するから、本件新設発電所からの年間７２６万 t-CO2 の二酸\n化炭素排出量が追加されることが上記目標とどのように整合するかを検\n討して記載する必要があった旨主張し、確かに、環境省が令和２年７月\n１４日に公表した「電気事業分野における地球温暖化対策の進捗状況\nの評価結果について」と題する書面（甲１８５）には、石炭火力発電\n所の新増設計画が全て実行され、７０％の稼働率で稼働し、既存の老\n朽石炭火力発電所が稼働から４５年で一律に廃止されるなどの仮定の\n下、石炭火力発電所からの二酸化炭素排出量は、２０３０年度の削減\n目標や電源構成と整合する排出量である２．２億 t-CO2 を５０００万\nt-CO2 程度超過する可能性があるとの記載がある。\nしかしながら、この超過可能性は、石炭火力発電所の新増設計画が全\nて実行されること、既存の老朽石炭火力発電所が一律に４５年間稼働\nを続けること等の条件が成就した場合の仮定的な見通しであり、本件\n確定通知がされた平成３０年１１月の時点でこれらの条件が現実化し\nていたと認めるに足りる証拠はないから、同時点において本件新設発\n電所を新設することが発電所アセス省令２８条１項に違反するものと\nはいえない。\nしたがって、原告らの主張は採用することができない。\n原告らは、省エネ法のベンチマーク指標や自主的枠組みについて種々\nの問題点、課題が指摘されている旨主張する。しかしながら、原告ら\nが論拠とする環境省作成の「電気事業分野における地球温暖化対策の\n進捗状況の評価の結果について」と題する書面の記載が、本件評価書に\n環境保全措置として掲げられている各取組を不十分と認定するに足りる\nものでないことは前記ウ ｂで判示したとおりであり、他にこれらの取\n組が日本の目標と整合するものでないことを認めるに足りる証拠はない。\nしたがって、原告らの主張は採用することができない。\n原告らは、本件評価で検討されている環境保全措置は、日本が締約国\nとなっているパリ協定の目標と整合しないから、発電所アセス省令２\n８条１項に違反する旨主張する。\nしかしながら、前提事実 イのとおり、２０３０年度の温室効果ガス\nの削減目標を２０１３年度比２６．０％減（２００５年度比で２５．\n４％減）とする２０３０年目標は、ＣＯＰ２１決定に基づき、パリ協定\n上日本のＮＤＣとみなされており、前記ア で認定したとおり、「長期\nエネルギー需給見通し」が想定する温室効果ガス排出削減量等は、この\n２０３０年目標と整合するものとして設定されているところ、本件評\n価書に記載された省エネ法に定められたベンチマーク指標の遵守及び自\n主的枠組みに参加する小売電気事業者への電力の供給という取組が、長\n期エネルギー需給見通しで示された２０３０年度のエネルギー起源二酸\n化炭素の排出量を前提として算出された０．３７kg-CO2/kWh という排出\n原単位の達成に努めることを目的とした環境保全措置であることは、\n前記 で判示したとおりである。\nしたがって、パリ協定の目標との関係で発電所アセス省令２８条１項\nに対する違反がある旨をいう原告らの主張は、採用することができな\nい。\nキ  小括\n以上によれば、原告らが、本件評価において、地球温暖化ないし二酸化\n炭素に関する評価項目の選定、調査等の手法の選定、評価書等の記載など\nについて瑕疵があるものとして主張するところは、いずれも採用すること\nができない。\n温排水について\nア  環境影響評価の簡略化について\n前記 ア ｄで判示したとおり、合理化ガイドラインは、発電所アセ\nス省令２３条２項各号が定める簡略化の要件を具体化するものとして合\n理性を有するものであり、当該事業が合理化ガイドラインの定める条件\nを満たす場合は、同ガイドラインを適用することが相当でないと認めら\nれる特段の事情のない限り、同ガイドラインが定める簡略化した手法に\nよって調査等を実施することができるものと解することが相当である。\nそして、前提事実 イ （別紙６）のとおり、合理化ガイドラインは、\n新施設の稼働に伴う温排水による水温、流向及び流速への影響並びに海\n域に生息する動物及び海域に生育する植物への影響については、温排水\nの熱量が従来と同等又は減少すること（条件２－１）、温排水に係る放\n水口が１００m 以上移動しないこと（条件２－２）及び排出先の水面又\nは水中の別が変わらないこと（条件２－３）という３条件をいずれも満\nたした場合は、発電所アセス省令２３条２項３号又は４号の要件に該当\nするものとして、水温等や海生生物の調査及び予測の手法の簡略化を許\n容するところ、認定事実 イのとおり本件事業は上記各条件を満たして\nいると認められ、合理化ガイドラインを適用することが相当でないと認\nめられる特段の事情も見当たらない。\nしたがって、本件評価において合理化ガイドラインを適用して本件新\n設発電所の稼働に伴う温排水による影響の調査及び予測の手法を簡略化\nしたことが発電所アセス省令等の規定に違反するものとはいえず、この\n点について本件評価に瑕疵はない。\n原告らは、本件旧発電所の稼働率が近年低下しており、平成２５年中\nに停止して以降稼働していないことを理由に、本件旧発電所の温排水排\n出熱量を平成１３年から平成２７年までの１５年間の平均稼働率やこの\n期間中の最大の稼働率を前提に算定した上、これと比較して本件新設発\n電所の温排水排出熱量は増加する旨主張する。\nしかしながら、発電所アセス省令２３条２項３号は、調査及び予測の\n手法を簡略化するための要件として、「類似の事例により参考項目に関\nする環境影響の程度が明らかであること」を規定するところ、同規定が、\nリプレースの案件において、旧施設が稼働していた際の現実の調査結果\nとの比較によってのみ当該事業の環境影響の程度を明らかにすることを\n求めるものと解することはできず、新施設の稼働直前の環境影響の状況\nを把握することが求められているとも解されないことは、前記 ア ｅ\nで判示したとおりである。したがって、稼働実態を踏まえた年間の排出\n量ではなく、一定の稼働率を前提として新旧施設の毎秒単位の温排水排\n出熱量を算出して両者の比較を求める合理化ガイドラインの条件は、発\n電所アセス省令２３条２項３号に違反するものではない。\nそして、本件評価は、発電機械の設計値を基礎とした稼働率を前提と\nして、本件旧発電所及び本件新設発電所の各温排水排出熱量を算出した\n上、リプレースによって温排水排出熱量が減少することを示しているか\nら、本件事業は、前記 の合理化ガイドラインの条件を満たすものとい\nえる。\n以上によれば、原告らの上記主張は採用することができない。\nイ  魚介類等及び藻場の調査について\n発電所アセス省令２３条１項２号、別表第七によれば、水温の環境要\n素について、施設の稼働による温排水に係る調査及び予測の参考手法と\nして、「調査すべき情報」として掲げられているのは、水温の状況及び\n流況の状況のみであり、同省令が、温排水に係る調査として、原告らが\n主張するような魚貝類等の調査を求めているものと解することはできな\nい。同省令は、動植物については、基本的には、６条２号、２２条１項\n２号、５条３項２号イ、ロに基づき、「生物の多様性の確保及び自然環\n境の体系的保全」を旨として、「学術上又は希少性の観点から重要な\n種」等について調査し、これらに対する影響の程度を把握する手法を選\n定することを予定しているものと解される。\nしたがって、本件評価において、発電所アセス省令６条１号、２２条\n１項１号に基づき、魚貝類等に及ぼす影響について調査等を実施すべき\n旨をいう原告らの主張には理由がない。\nａ  原告らは、魚貝類等に及ぼす影響について調査等を実施すべき根拠\nとして、本件評価において漁業権の設定について調査、確認がされて\nいること、本件事業者が神奈川県知事からの意見に対して発電所手引\nに示された手法を用いて漁業の状況、漁業権の設定等の状況等を生活\n環境に及ぼす環境の点から調査する旨回答したことなどを挙げる。し\nかしながら、このような発電所手引の記載に沿った漁業に関する調査\n等は、被告が主張するとおり、漁業操業範囲内に遊泳動物が生息する\nことが多いことに着目し、発電所アセス省令６条２号、２２条１項２\n号に基づく「学術上又は希少性の観点から」の調査等の一環として行\nわれたものと解することもできるのであり、本件事業者が漁業権の設\n定について調査等をしたり、神奈川県知事に対して漁業権に係る上記\nの回答をしたことをもって、直ちに原告らが主張するような海水温の\n上昇が魚介類等に与える影響の調査等を実施する義務の存在が根拠付\nけられるものではない。\nｂ  原告らは、参考手法に係る手法以外であっても、環境影響の性質や\n重大さ等に照らして環境影響評価を行うことが必要になる場合がある\n旨主張するが、本件において、参考手法にとどまらず海水温の上昇が\n魚介類等に与える影響の調査等を実施すべきことを義務付けるような\n事業特性、地域特性等の存在を認めるに足りる証拠はなく、原告らの\n主張は採用することができない。\n原告らは、魚介類等の生育環境である藻場は発電所アセス省令５条３\n項２号ハの「生態系」に該当するから独自の環境影響評価が必要である\n旨主張する。\nしかしながら、同省令別表第二において、「生態系」は、火力発電所\nの稼働による温排水に係る参考項目として掲げられていない上、本件に\nおいて、同省令２１条１項により「生態系」を本件新設発電所の稼働に\nよる温排水に係る評価項目として選定すべき特定対象事業特性及び特定\n対象地域特性に関する情報の存在を認めるに足りる証拠もないから、藻\n場を「生態系」として調査等の対象とすべきものとはいえず、原告らの\n主張は採用することができない。\n以上によれば、本件評価において、漁業の観点から魚貝類等に及ぼす\n影響について調査等を実施しなかったことや、藻場を生態系として調査\n等の対象にしなかったことが、発電所アセス省令等の規定に違反するも\nのとはいえず、これらの点について本件評価に瑕疵はない。\n陸上及び海洋の動植物について\n発電所アセス省令２１条４項１号は、環境影響評価の項目を選定するに当\nたり、参考項目に関する環境影響がないか又は影響の程度が極めて小さいこ\nとが明らかである場合は、必要に応じて当該項目を選定しないものとする旨\nを定める。\n認定事実 のとおり、本件事業者は、陸域の動植物について必要な調査を\n行ったところ、動物の生息環境の変化は極めて小さいものと判断され、既存\n設備の撤去及び構造物の設置に伴い消失する緑地には植物の重要種は確認さ\nれなかったため、陸域の動植物についていずれも環境影響の程度が極めて小\nさいと判断して、評価項目として選定しなかった。また、本件事業者は、海\n域の動植物についても、本件事業が既存設備を有効活用した既設用地内での\nリプレース事業であり、海上工作物の構築や海面埋立て等の地形改変を行わ\nないことから、「地形改変及び施設の存在」を影響要因とする評価項目とし\nて選定しなかった。そして、本件において、原告らが主張するはやぶさの捕\n食対象となる動物及びその餌も含めて、上記理由により動植物を「地形改変\n及び施設の存在」を影響要因とする評価項目に選定しなかったことが違法で\nあると認めるに足りる証拠はない。\nしたがって、本件事業区域及びその周辺の陸上及び海洋の動植物の状況に\nついての通年の調査が実施されていないことが発電所アセス省令等の規定に\n違反するものとはいえず、この点について本件評価に瑕疵はない。\n本件旧発電所の撤去工事について\nア  前提事実 イ のとおり、合理化ガイドラインにおいては、従前の火力\n発電所のリプレースの事例により、大気環境や水環境等の環境影響が最大\nとなるのは、撤去工事のみが実施されている期間以外の時期となっており、\n撤去工事に係る大気環境や水環境等の環境影響の程度は著しくないものと\n判断されているところ、証拠（乙６２）によれば、合理化ガイドラインの\n改訂に当たって火力発電所リプレース検討会において検討された火力発電\n所のリプレースの事例６件において、撤去工事のみの期間における大気環\n境等への負荷量は、新設工事が行われている期間と比較して小さくなって\nいることが認められるから、合理化ガイドラインにおける上記判断は、実\n際の事例のデータに基づいた合理的なものといえる。\nそして、合理化ガイドラインは、撤去工事単体に係る環境影響の程度が\n著しくないことを踏まえ、発電設備の新設に不可欠な旧設備の撤去であっ\nて、かつ、発電設備の新設工事期間中に並行して実施される撤去工事につ\nいては、発電所アセス省令２１条２項１号の「特定対象事業の一部」の範\n囲に含まれるものとして環境影響評価の対象とする一方で、新設工事に先\n立って行われる撤去工事については、「特定対象事業の一部」の範囲に含\nまれないものとして環境影響評価の対象としないことを許容しているとこ\nろ、これは、上記の合理的な判断に基づくものであり、同号の規定の文言\nに反するものでもないから、同号の解釈について合理的な指針を示すもの\nといえ、新設工事に先立って行われる撤去工事において環境影響の程度が\n著しくなることが予想されるなどの特段の事情がない限り是認することが\nできる。\nイ  以上を前提に検討すると、本件評価においては、前記アの合理化ガイド\nラインの条件を満たすものとして、本件新設発電所の新設工事に先立って\n実施される本件旧発電所の撤去工事を調査等の対象としなかったのであり、\n同撤去工事において環境影響の程度が著しくなることが予想されるなどの\n特段の事情を認めるに足りる証拠もないから、同工事に係る調査等を実施\nしなかったことが発電所アセス省令等の規定に違反するものとはいえず、\nこの点について本件評価に瑕疵はない。\n本件通知の違法性について\n以上のとおりであるから、本件評価に瑕疵がある旨をいう原告らの主張は\nいずれも理由がない。したがって、本件評価書に対して変更命令をすること\nなく本件通知をした経済産業大臣の判断について、その基礎とされた重要な\n事実に誤認があること等により重要な事実の基礎を欠くとは認められず、ま\nた、その内容が社会通念に照らし著しく妥当性を欠くとも認められず、同大\n臣が裁量権の範囲を逸脱し、又はこれを濫用したものとはいえないから、本\n件通知が違法であるということはできない。\n５  結論\n以上によれば、争点３（主張制限の適用の有無）について判断するまでもな\nく、本件訴えのうち、別紙１原告目録記載１ 及び から までの原告らの請\n求に係る部分は不適法であるから却下し、その余の原告らの請求はいずれも理\n由がないから棄却することとして、主文のとおり判決する。\n東京地方裁判所民事第２部\n裁判長裁判官    品 田幸 男\n裁判官    片瀬   亮\n裁判官    下道良 太\n（別紙１）原告目録及び（別紙２）代理人目録（１８５頁）は省略\n（別紙３）\n発電所建設計画目録\n計画の名 称    （仮称）横須賀火力発電所新１・２号機建設計画\n発電所 名    横須賀火力発電所\n燃 料    石炭\n発電規 模    新１号機：６５万 kW\n新２号機：６５万 kW\n原動力の種類    汽力\n供給開始時期    新１号機：２０２３年度稼働予定\n新２号機：２０２４年度稼働予定\n計画 地    神奈川県横須賀市久里浜９丁目９番１号\n以  上\n（別紙４）\n関 係 法 令 の 定 め\n１  環境基本法\n１条\n環境基本法は、環境の保全について、基本理念を定め、並びに国、地方公共\n団体、事業者及び国民の責務を明らかにするとともに、環境の保全に関する施\n策の基本となる事項を定めることにより、環境の保全に関する施策を総合的か\nつ計画的に推進し、もって現在及び将来の国民の健康で文化的な生活の確保に\n寄与するとともに人類の福祉に貢献することを目的とする。\nア  ２条１項\n環境基本法において「環境への負荷」とは、人の活動により環境に加えら\nれる影響であって、環境の保全上の支障の原因となるおそれのあるものをい\nう。\nイ  ２条２項\n環境基本法において「地球環境保全」とは、人の活動による地球全体の温\n暖化又はオゾン層の破壊の進行、海洋の汚染、野生生物の種の減少その他の\n地球の全体又はその広範な部分の環境に影響を及ぼす事態に係る環境の保全\nであって、人類の福祉に貢献するとともに国民の健康で文化的な生活の確保\nに寄与するものをいう。\nウ  ２条３項\n環境基本法において「公害」とは、環境の保全上の支障のうち、事業活動\nその他の人の活動に伴って生ずる相当範囲にわたる大気の汚染、水質の汚濁\n（水質以外の水の状態又は水底の底質が悪化することを含む。２１条１項１\n号において同じ。）、土壌の汚染、騒音、振動、地盤の沈下（鉱物の掘採の\nための土地の掘削によるものを除く。以下同じ。）及び悪臭によって、人の\n健康又は生活環境（人の生活に密接な関係のある財産並びに人の生活に密接\nな関係のある動植物及びその生育環境を含む。以下同じ。）に係る被害が生\nずることをいう。\n１４条\n２章に定める環境の保全に関する施策の策定及び実施は、基本理念にのっと\nり、次に掲げる事項の確保を旨として、各種の施策相互の有機的な連携を図り\nつつ総合的かつ計画的に行わなければならない。\n１号  人の健康が保護され、及び生活環境が保全され、並びに自然環境が適正\nに保全されるよう、大気、水、土壌その他の環境の自然的構成要素が良好\nな状態に保持されること。\n２号  生態系の多様性の確保、野生生物の種の保存その他の生物の多様性の確\n保が図られるとともに、森林、農地、水辺地等における多様な自然環境が\n地域の自然的社会的条件に応じて体系的に保全されること。\n３号  人と自然との豊かな触れ合いが保たれること。\n２０条\n国は、土地の形状の変更、工作物の新設その他これらに類する事業を行う事\n業者が、その事業の実施に当たりあらかじめその事業に係る環境への影響につ\nいて自ら適正に調査、予測又は評価を行い、その結果に基づき、その事業に係\nる環境の保全について適正に配慮することを推進するため、必要な措置を講ず\nるものとする。\n２  環境影響評価法\n１条\n環境影響評価法は、土地の形状の変更、工作物の新設等の事業を行う事業者\nがその事業の実施に当たりあらかじめ環境影響評価を行うことが環境の保全上\n極めて重要であることにかんがみ、環境影響評価について国等の責務を明らか\nにするとともに、規模が大きく環境影響の程度が著しいものとなるおそれがあ\nる事業について環境影響評価が適切かつ円滑に行われるための手続その他所要\nの事項を定め、その手続等によって行われた環境影響評価の結果をその事業に\n係る環境の保全のための措置その他のその事業の内容に関する決定に反映させ\nるための措置をとること等により、その事業に係る環境の保全について適正な\n配慮がなされることを確保し、もって現在及び将来の国民の健康で文化的な生\n活の確保に資することを目的とする。\nア  ２条１項\n環境影響評価法において「環境影響評価」とは、事業（特定の目的のため\nに行われる一連の土地の形状の変更（これと併せて行うしゅんせつを含\nむ。）並びに工作物の新設及び増改築をいう。以下同じ。）の実施が環境に\n及ぼす影響（当該事業の実施後の土地又は工作物において行われることが予\n定される事業活動その他の人の活動が当該事業の目的に含まれる場合には、\nこれらの活動に伴って生ずる影響を含む。以下、単に「環境影響」とい\nう。）について環境の構成要素に係る項目ごとに調査、予測及び評価を行う\nとともに、これらを行う過程においてその事業に係る環境の保全のための措\n置を検討し、この措置が講じられた場合における環境影響を総合的に評価す\nることをいう。\nイ  ２条２項\n環境影響評価法において「第一種事業」とは、次に掲げる要件を満たして\nいる事業であって、規模（形状が変更される部分の土地の面積、新設される\n工作物の大きさその他の数値で表される事業の規模をいう。２条３項におい\nて同じ。）が大きく、環境影響の程度が著しいものとなるおそれがあるもの\nとして政令で定めるものをいう。\n１号  次に掲げる事業の種類のいずれかに該当する一の事業であること。\nイからニまで、ヘからワまで  （略）\nホ  電気事業法３８条に規定する事業用電気工作物であって発電用のもの\nの設置又は変更の工事の事業\n２号  次のいずれかに該当する事業であること。\nイ  法律の規定であって政令で定めるものにより、その実施に際し、免\n許、特許、許可、認可、承認若しくは同意又は届出（当該届出に係る\n法律において、当該届出に関し、当該届出を受理した日から起算して\n一定の期間内に、その変更について勧告又は命令をすることができる\nことが規定されているものに限る。）が必要とされる事業（ホに掲げ\nるものを除く。）\nロからホまで  （略）\nウ  ２条３項\n環境影響評価法において「第二種事業」とは、２条２項各号に掲げる要件\nを満たしている事業であって、第一種事業に準ずる規模（その規模に係る数\n値の第一種事業の規模に係る数値に対する比が政令で定める数値以上である\nものに限る。）を有するもののうち、環境影響の程度が著しいものとなるお\nそれがあるかどうかの判定（以下単に「判定」という。）を４条１項各号に\n定める者が同条の規定により行う必要があるものとして政令で定めるものを\nいう。\nア  ３条の２第１項\n第一種事業を実施しようとする者（国が行う事業にあっては当該事業の実\n施を担当する行政機関（地方支分部局を含む。）の長、委託に係る事業にあ\nってはその委託をしようとする者。以下同じ。）は、第一種事業に係る計画\nの立案の段階において、当該事業が実施されるべき区域その他の２条２項１\n号イからワまでに掲げる事業の種類ごとに主務省令で定める事項を決定する\nに当たっては、同号イからワまでに掲げる事業の種類ごとに主務省令で定め\nるところにより、一又は二以上の当該事業の実施が想定される区域（以下\n「事業実施想定区域」という。）における当該事業に係る環境の保全のため\nに配慮すべき事項（以下「計画段階配慮事項」という。）についての検討を\n行わなければならない。\nイ  ３条の２第３項\n３条の２第１項の主務省令（事業が実施されるべき区域その他の事項を定\nめる主務省令を除く。）は、計画段階配慮事項についての検討を適切に行う\nために必要であると認められる計画段階配慮事項の選定並びに当該計画段階\n配慮事項に係る調査、予測及び評価の手法に関する指針につき主務大臣（主\n務大臣が内閣府の外局の長であるときは、内閣総理大臣）が環境大臣に協議\nして定めるものとする。\n３条の３第１項\n第一種事業を実施しようとする者は、計画段階配慮事項についての検討を行\nった結果について、次に掲げる事項を記載した計画段階環境配慮書（以下「配\n慮書」という。）を作成しなければならない。\n１号  第一種事業を実施しようとする者の氏名及び住所（法人にあってはその\n名称、代表者の氏名及び主たる事務所の所在地）\n２号  第一種事業の目的及び内容\n３号  事業実施想定区域及びその周囲の概況\n４号  計画段階配慮事項ごとに調査、予測及び評価の結果をとりまとめたもの\n５号  その他環境省令で定める事項\nア  ３条の４第１項\n第一種事業を実施しようとする者は、配慮書を作成したときは、速やかに、\n環境省令で定めるところにより、これを主務大臣に送付するとともに、当該\n配慮書及びこれを要約した書類を公表しなければならない。\nイ  ３条の４第２項\n主務大臣（環境大臣を除く。）は、配慮書の送付を受けた後、速やかに、\n環境大臣に当該配慮書の写しを送付して意見を求めなければならない。\n３条の５\n環境大臣は、３条の４第２項の規定により意見を求められたときは、必要に\n応じ、政令で定める期間内に、主務大臣（環境大臣を除く。）に対し、配慮書\nについて環境の保全の見地からの意見を書面により述べることができる。\n３条の６\n主務大臣は、３条の４第１項の規定による送付を受けたときは、必要に応じ、\n政令で定める期間内に、第一種事業を実施しようとする者に対し、配慮書につ\nいて環境の保全の見地からの意見を書面により述べることができる。この場合\nにおいて、３条の５の規定による環境大臣の意見があるときは、これを勘案し\nなければならない。\nア  ３条の７第１項\n第一種事業を実施しようとする者は、２条２項１号イからワまでに掲げる\n事業の種類ごとに主務省令で定めるところにより、配慮書の案又は配慮書に\nついて関係する行政機関及び一般の環境の保全の見地からの意見を求めるよ\nうに努めなければならない。\nイ  ３条の７第２項\n３条の７第１項の主務省令は、計画段階配慮事項についての検討に当たっ\nて関係する行政機関及び一般の環境の保全の見地からの意見を求める場合の\n措置に関する指針につき主務大臣（主務大臣が内閣府の外局の長であるとき\nは、内閣総理大臣）が環境大臣に協議して定めるものとする。\n３条の８\n環境大臣は、関係する行政機関の長に協議して、３条の２第３項及び３条の\n７第２項の規定により主務大臣（主務大臣が内閣府の外局の長であるときは、\n内閣総理大臣）が定めるべき指針に関する基本的事項を定めて公表するものと\nする。\n５条１項\n事業者は、配慮書を作成しているときはその配慮書の内容を踏まえるととも\nに、３条の６の意見が述べられたときはこれを勘案して、３条の２第１項の事\n業が実施されるべき区域その他の主務省令で定める事項を決定し、対象事業に\n係る環境影響評価を行う方法（調査、予測及び評価に係るものに限る。）につ\nいて、２条２項１号イからワまでに掲げる事業の種類ごとに主務省令で定める\nところにより、次に掲げる事項（配慮書を作成していない場合においては、４\n号から６号までに掲げる事項を除く。）を記載した環境影響評価方法書（以下\n「方法書」という。）を作成しなければならない。\n１号  事業者の氏名及び住所（法人にあってはその名称、代表者の氏名及び主\nたる事務所の所在地）\n２号  対象事業の目的及び内容\n３号  対象事業が実施されるべき区域（以下「対象事業実施区域」という。）\n及びその周囲の概況\n４号  ３条の３第１項４号に掲げる事項\n５号  ３条の６の主務大臣の意見\n６号  ５号の意見についての事業者の見解\n７号  対象事業に係る環境影響評価の項目並びに調査、予測及び評価の手法\n（当該手法が決定されていない場合にあっては、対象事業に係る環境影響\n評価の項目）\n８号  その他環境省令で定める事項\nア  ６条１項\n事業者は、方法書を作成したときは、２条２項１号イからワまでに掲げる\n事業の種類ごとに主務省令で定めるところにより、対象事業に係る環境影響\nを受ける範囲であると認められる地域を管轄する都道府県知事及び市町村長\n（特別区の区長を含む。以下同じ。）に対し、方法書及びこれを要約した書\n類（７条において「要約書」という。）を送付しなければならない。\nイ  ６条２項\n６条１項の主務省令は、同項に規定する地域が対象事業に係る環境影響評\n価につき環境の保全の見地からの意見を求める上で適切な範囲のものとなる\nことを確保するため、その基準となるべき事項につき主務大臣（主務大臣が\n内閣府の外局の長であるときは、内閣総理大臣）が環境大臣に協議して定め\nるものとする。\n７条\n事業者は、方法書を作成したときは、環境影響評価の項目並びに調査、予測\n及び評価の手法について環境の保全の見地からの意見を求めるため、環境省令\nで定めるところにより、方法書を作成した旨その他環境省令で定める事項を公\n告し、公告の日から起算して１月間、方法書及び要約書を６条１項に規定する\n地域内において縦覧に供するとともに、環境省令で定めるところにより、イン\nターネットの利用その他の方法により公表しなければならない。\n７条の２第１項\n事業者は、環境省令で定めるところにより、７条の縦覧期間内に、６条１\n項に規定する地域内において、方法書の記載事項を周知させるための説明会\n（以下「方法書説明会」という。）を開催しなければならない。この場合に\nおいて、当該地域内に方法書説明会を開催する適当な場所がないときは、当該\n地域以外の地域において開催することができる。\n８条１項\n方法書について環境の保全の見地からの意見を有する者は、７条の公告の日\nから、同条の縦覧期間満了の日の翌日から起算して２週間を経過する日までの\n間に、事業者に対し、意見書の提出により、これを述べることができる。\n９条\n事業者は、８条１項の期間を経過した後、６条１項に規定する地域を管轄す\nる都道府県知事及び当該地域を管轄する市町村長に対し、８条１項の規定によ\nり述べられた意見の概要を記載した書類を送付しなければならない。\nア  １０条１項\n９条に規定する都道府県知事は、同条の書類の送付を受けたときは、１０\n条４項に規定する場合を除き、政令で定める期間内に、事業者に対し、方法\n書について環境の保全の見地からの意見を書面により述べるものとする。\nイ  １０条２項\n１０条１項の場合において、当該都道府県知事は、期間を指定して、方法\n書について９条に規定する市町村長の環境の保全の見地からの意見を求める\nものとする。\nウ  １０条３項\n１０条１項の場合において、当該都道府県知事は、同条２項の規定による\n当該市町村長の意見を勘案するとともに、９条の書類に記載された意見に配\n意するものとする。\nエ  １０条４項\n６条１項に規定する地域の全部が一の政令で定める市の区域に限られるも\nのである場合は、当該市の長が、９条の書類の送付を受けたときは、１０条\n１項の政令で定める期間内に、事業者に対し、方法書について環境の保全の\n見地からの意見を書面により述べるものとする。\nオ  １０条５項\n１０条４項の場合において、９条に規定する都道府県知事は、同条の書類\nの送付を受けたときは、必要に応じ、１０条１項の政令で定める期間内に、\n事業者に対し、方法書について環境の保全の見地からの意見を書面により述\nべることができる。\nカ  １０条６項\n１０条４項の場合において、当該市の長は、９条の書類に記載された意見\nに配意するものとする。\nア  １１条１項\n事業者は、１０条１項、４項又は５項の意見が述べられたときはこれを勘\n案するとともに、８条１項の意見に配意して５条１項７号に掲げる事項に検\n討を加え、２条２項１号イからワまでに掲げる事業の種類ごとに主務省令で\n定めるところにより、対象事業に係る環境影響評価の項目並びに調査、予測\n及び評価の手法を選定しなければならない。\nイ  １１条４項\n１１条１項の主務省令は、環境基本法１４条各号に掲げる事項の確保を旨\nとして、既に得られている科学的知見に基づき、対象事業に係る環境影響評\n価を適切に行うために必要であると認められる環境影響評価の項目並びに当\n該項目に係る調査、予測及び評価を合理的に行うための手法を選定するため\nの指針につき主務大臣（主務大臣が内閣府の外局の長であるときは、内閣総\n理大臣）が環境大臣に協議して定めるものとする。\nア  １２条１項\n事業者は、１１条１項の規定により選定した項目及び手法に基づいて、２\n条２項１号イからワまでに掲げる事業の種類ごとに主務省令で定めるところ\nにより、対象事業に係る環境影響評価を行わなければならない。\nイ  １２条２項\n１１条４項の規定は、１２条１項の主務省令について準用する。この場合\nにおいて、１１条４項中「環境影響評価の項目並びに当該項目に係る調査、\n予測及び評価を合理的に行うための手法を選定するための指針」とあるのは、\n「環境の保全のための措置に関する指針」と読み替えるものとする。\n１３条\n環境大臣は、関係する行政機関の長に協議して、１１条４項（１２条２項に\nおいて準用する場合を含む。）の規定により主務大臣（主務大臣が内閣府の外\n局の長であるときは、内閣総理大臣）が定めるべき指針に関する基本的事項を\n定めて公表するものとする。\n１４条１項\n事業者は、１２条１項の規定により対象事業に係る環境影響評価を行った後、\n当該環境影響評価の結果について環境の保全の見地からの意見を聴くための準\n備として、２条２項１号イからワまでに掲げる事業の種類ごとに主務省令で定\nめるところにより、当該結果に係る次に掲げる事項を記載した環境影響評価準\n備書（以下「準備書」という。）を作成しなければならない。\n１号  ５条１項１号から６号までに掲げる事項\n２号  ８条１項の意見の概要\n３号  １０条１項の都道府県知事の意見又は同条４項の政令で定める市の長の\n意見及び同条５項の都道府県知事の意見がある場合にはその意見\n４号  ２号及び３号の意見についての事業者の見解\n５号  環境影響評価の項目並びに調査、予測及び評価の手法\n６条  １１条２項の助言がある場合には、その内容\n７号  環境影響評価の結果のうち、次に掲げるもの\nイ  調査の結果の概要並びに予測及び評価の結果を環境影響評価の項目\nごとにとりまとめたもの（環境影響評価を行ったにもかかわらず環境\n影響の内容及び程度 が明らかとならなか った項目に係るもの を含\nむ。）\nロ  環境の保全のための措置（当該措置を講ずることとするに至った検\n討の状況を含む。）\nハ  ロに掲げる措置が将来判明すべき環境の状況に応じて講ずるもので\nある場合には、当該環境の状況の把握のための措置\nニ  対象事業に係る環境影響の総合的な評価\n８号  環境影響評価の全部又は一部を他の者に委託して行った場合には、その\n者の氏名及び住所（法人にあってはその名称、代表者の氏名及び主たる事\n務所の所在地）\n９号  その他環境省令で定める事項\n１５条\n事業者は、準備書を作成したときは、６条１項の主務省令で定めるところに\nより、対象事業に係る環境影響を受ける範囲であると認められる地域（８条１\n項及び１０条１項、４項又は５項の意見並びに１２条１項の規定により行った\n環境影響評価の結果にかんがみ６条１項の地域に追加すべきものと認められる\n地域を含む。以下「関係地域」という。）を管轄する都道府県知事（以下「関\n係都道府県知事」という。）及び関係地域を管轄する市町村長（以下「関係市\n町村長」という。）に対し、準備書及びこれを要約した書類（１６条において\n「要約書」という。）を送付しなければならない。\n１６条\n事業者は、１５条の規定による送付を行った後、準備書に係る環境影響評価\nの結果について環境の保全の見地からの意見を求めるため、環境省令で定める\nところにより、準備書を作成した旨その他環境省令で定める事項を公告し、公\n告の日から起算して１月間、準備書及び要約書を関係地域内において縦覧に供\nするとともに、環境省令で定めるところにより、インターネットの利用その他\nの方法により公表しなければならない。\n１７条１項\n事業者は、環境省令で定めるところにより、１６条の縦覧期間内に、関係地\n域内において、準備書の記載事項を周知させるための説明会（以下「準備書説\n明会」という。）を開催しなければならない。この場合において、関係地域内\nに準備書説明会を開催する適当な場所がないときは、関係地域以外の地域にお\nいて開催することができる。\n１８条１項\n準備書について環境の保全の見地からの意見を有する者は、１６条の公告の\n日から、同条の縦覧期間満了の日の翌日から起算して２週間を経過する日まで\nの間に、事業者に対し、意見書の提出により、これを述べることができる。\n１９条\n事業者は、１８条１項の期間を経過した後、関係都道府県知事及び関係市町\n村長に対し、同項の規定により述べられた意見の概要及び当該意見についての\n事業者の見解を記載した書類を送付しなければならない。\nア  ２０条１項\n関係都道府県知事は、１９条の書類の送付を受けたときは、２０条４項に\n規定する場合を除き、政令で定める期間内に、事業者に対し、準備書につい\nて環境の保全の見地からの意見を書面により述べるものとする。\nイ  ２０条２項\n２０条１項の場合において、当該関係都道府県知事は、期間を指定して、\n準備書について関係市町村長の環境の保全の見地からの意見を求めるものと\nする。\nウ  ２０条３項\n２０条１項の場合において、当該関係都道府県知事は、同条２項の規定に\nよる当該関係市町村長の意見を勘案するとともに、１９条の書類に記載され\nた意見及び事業者の見解に配意するものとする。\nエ  ２０条４項\n関係地域の全部が一の１０条４項の政令で定める市の区域に限られるもの\nである場合は、当該市の長が、１９条の書類の送付を受けたときは、２０条\n１項の政令で定める期間内に、事業者に対し、準備書について環境の保全の\n見地からの意見を書面により述べるものとする。\nオ  ２０条５項\n２０条４項の場合において、関係都道府県知事は、１９条の書類の送付を\n受けたときは、必要に応じ、２０条１項の政令で定める期間内に、事業者に\n対し、準備書について環境の保全の見地からの意見を書面により述べること\nができる。\nカ  ２０条６項\n２０条４項の場合において、当該市の長は、１９条の書類に記載された意\n見及び事業者の見解に配意するものとする。\nア  ２１条１項\n事業者は、２０条１項、４項又は５項の意見が述べられたときはこれを勘\n案するとともに、１８条１項の意見に配意して準備書の記載事項について検\n討を加え、当該事項の修正を必要とすると認めるとき（当該修正後の事業が\n対象事業に該当するときに限る。）は、次の各号に掲げる当該修正の区分に\n応じ当該各号に定める措置をとらなければならない。\n１号  ５条１項２号に掲げる事項の修正（事業規模の縮小、政令で定める軽\n微な修正その他の政令で定める修正に該当するものを除く。）  ５条か\nら２７条までの規定による環境影響評価その他の手続を経ること。\n２号  ５条１項１号又は１４条１項２号から４号まで、６号若しくは８号に\n掲げる事項の修正（１号に該当する場合を除く。）  ２１条２項及び２\n２条から２７条までの規定による環境影響評価その他の手続を行うこと。\n３号  １号及び２号に掲げるもの以外のもの  １１条１項及び１２条１項の\n主務省令で定めるところにより当該修正に係る部分について対象事業に\n係る環境影響評価を行うこと。\nイ  ２１条２項\n事業者は、２１条１項１号に該当する場合を除き、同項３号の規定による\n環境影響評価を行った場合には当該環境影響評価及び準備書に係る環境影響\n評価の結果に、同号の規定による環境影響評価を行わなかった場合には準備\n書に係る環境影響評価の結果に係る次に掲げる事項を記載した環境影響評価\n書（以下「評価書」という。）を、２条２項１号イからワまでに掲げる事業\nの種類ごとに主務省令で定めるところにより作成しなければならない。\n１号  １４条１項各号に掲げる事項\n２号  １８条１項の意見の概要\n３号  ２０条１項の関係都道府県知事の意見又は同条４項の政令で定める市\nの長の意見及び同条５項の関係都道府県知事の意見がある場合にはその\n意見\n４号  ２号及び３号の意見についての事業者の見解\nア  ２５条１項\n事業者は、２４条の意見が述べられたときはこれを勘案して、評価書の\n記載事項に検討を加え、当該事項の修正を必要とすると認めるとき（当該修\n正後の事業が対象事業に該当するときに限る。）は、次の各号に掲げる当該\n修正の区分に応じ当該各号に定める措置をとらなければならない。\n１号  ５条１項２号に掲げる事項の修正（事業規模の縮小、政令で定める軽\n微な修正その他の政令で定める修正に該当するものを除く。）  同条か\nら第二十七条までの規定による環境影響評価その他の手続を経ること。\n２号  ５条１項１号、１４条１項２号から４号まで、６号若しくは８号又は\n２１条２項２号から４号までに掲げる事項の修正（１号に該当する場合\nを除く。）  評価書について所要の補正をすること。\n３号  １号及び２号に掲げるもの以外のもの  １１条１項及び１２条１項の\n主務省令で定めるところにより当該修正に係る部分について対象事業に\n係る環境影響評価を行うこと。\nイ  ２５条２項\n事業者は、２５条１項３号の規定による環境影響評価を行った場合には、\n当該環境影響評価及び評価書に係る環境影響評価の結果に基づき、２条２項\n１号イからワまでに掲げる事業の種類ごとに主務省令で定めるところにより\n評価書の補正をしなければならない。\nウ  ２５条３項\n事業者は、２５条１項１号に該当する場合を除き、同項２号又は同条２項\nの規定による補正後の評価書の送付（補正を必要としないと認めるときは、\nその旨の通知）を、２２条１項各号に掲げる評価書の区分に応じ当該各号に\n定める者に対してしなければならない。\n２７条\n事業者は、２５条３項の規定による送付又は通知をしたときは、環境省令で\n定めるところにより、評価書を作成した旨その他環境省令で定める事項を公告\nし、公告の日から起算して１月間、評価書等を関係地域内において縦覧に供す\nるとともに、環境省令で定めるところにより、インターネットの利用その他の\n方法により公表しなければならない。\n３１条１項\n事業者は、２７条の規定による公告を行うまでは、対象事業（２１条１項、\n２５条１項又は２８条の規定による修正があった場合において当該修正後の事\n業が対象事業に該当するときは、当該修正後の事業）を実施してはならない。\n３４条１項\n対象事業に係る特定届出を受理した者は、評価書の記載事項及び２４条の書\n面に基づいて、当該対象事業につき、環境の保全についての適正な配慮がなさ\nれるものであるかどうかを審査し、この配慮に欠けると認めるときは、当該特\n定届出に係る法律の規定にかかわらず、当該特定届出をした者に対し、当該規\n定によって勧告又は命令をすることができることとされている期間（当該特定\n届出の受理の時に評価書の送付を受けていないときは、その送付を受けた日か\nら起算する当該期間）内において、当該特定届出に係る事項の変更を求める旨\nの当該規定による勧告又は命令をすることができる。\n３  環境影響評価法施行令\n１条\n環境影響評価法２条２項の政令で定める事業は、別表第一の第一欄に掲げる\n事業の種類ごとにそれぞれ同表の第二欄に掲げる要件に該当する一の事業とす\nる。（ただし書省略）\n６条\n環境影響評価法２条３項の政令で定める数値は、０．７５とする。\n別表第一\n別表第一は、第二種事業に該当し得る火力発電所（地熱を利用するものを除\nく。）の設置の工事の事業の規模は、出力が１１万２５００ｋW 以上１５万ｋW\n未満である旨を定める。\n４  電気事業法（令和２年法律第４９号による改正前のもの。以下同じ。）\n１条\n電気事業法は、電気事業の運営を適正かつ合理的ならしめることによって、\n電気の使用者の利益を保護し、及び電気事業の健全な発達を図るとともに、電\n気工作物の工事、維持及び運用を規制することによって、公共の安全を確保し、\n及び環境の保全を図ることを目的とする。\n４６条の２\n事業用電気工作物の設置又は変更の工事であって環境影響評価法２条２項に\n規定する第一種事業又は同条３項に規定する第二種事業に該当するものに係る\n同条１項に規定する環境影響評価その他の手続については、同法及び電気事業\n法第３章第２節第３款の定めるところによる。\n４６条の４\n事業用電気工作物の設置又は変更の工事であって環境影響評価法２条４項に\n規定する対象事業に該当するもの（以下「特定対象事業」という。）をしよう\nとする者（以下「特定事業者」という。）は、同法５条１項の環境影響評価方\n法書には、同項７号の規定にかかわらず、特定対象事業に係る環境影響評価の\n項目並びに調査、予測及び評価の手法を記載しなければならない。\n４６条の５\n特定事業者は、環境影響評価法６条１項の規定による送付をするときは、併\nせて方法書及びこれを要約した書類を経済産業大臣に届け出なければならない。\nア  ４６条の６第１項\n特定事業者は、環境影響評価法９条の書類には、同条に規定する事項のほ\nか、同法８条１項の意見についての事業者の見解を記載しなければならない。\nイ  ４６条の６第２項\n特定事業者は、環境影響評価法９条の規定による送付をするときは、併せ\nて同条の書類を経済産業大臣に届け出なければならない。\nア  ４６条の７第１項\n環境影響評価法１０条１項の都道府県知事の意見並びに同条４項の政令で\n定める市の長及び同条５項の都道府県知事の意見であって特定対象事業に係\nるものについては、これらの規定にかかわらず、事業者に替えて経済産業大\n臣に対し、これらの規定の意見として述べるものとする。\nイ  ４６条の７第２項\n都道府県知事は、環境影響評価法１０条１項の意見であって特定対象事業\nに係るものについては、同条３項の規定によるほか、電気事業法４６条の６\n第１項の規定により同法９条の書類に記載された事業者の見解に配意しなけ\nればならない。\nウ  ４６条の７第３項\n環境影響評価法１０条４項の政令で定める市の長は、同項の意見であって\n特定対象事業に係るものについては、同条６項の規定によるほか、電気事業\n法４６条の６第１項の規定により環境影響評価法９条の書類に記載された事\n業者の見解に配意しなければならない。\nア  ４６条の８第１項\n経済産業大臣は、４６条の５の規定による方法書の届出があった場合にお\nいて、環境影響評価法１０条１項の都道府県知事の意見又は同条４項の政令\nで定める市の長の意見及び同条５項の都道府県知事の意見がある場合にはそ\nの意見を勘案するとともに、電気事業法４６条の６第２項の規定による届出\nに係る環境影響評価法８条１項の意見の概要及び当該意見についての事業者\nの見解に配意して、その方法書を審査し、その方法書に係る特定対象事業に\nつき、環境の保全についての適正な配慮がなされることを確保するため必要\nがあると認めるときは、電気事業法第４６条の５の規定による届出を受理し\nた日から経済産業省令で定める期間内に限り、特定事業者に対し、その特定\n対象事業に係る環境影響評価の項目並びに調査、予測及び評価の手法につい\nて必要な勧告をすることができる。\nイ  ４６条の８第２項\n経済産業大臣は、４６条の８第１項の規定による勧告をする必要がないと\n認めたときは、遅滞なく、その旨を特定事業者に通知しなければならない。\nウ  ４６条の８第３項\n経済産業大臣は、４６条の８第１項の規定による勧告又は同条２項の規定\nによる通知を行うときは、併せて特定事業者に対し、環境影響評価法１０条\n１項の書面又は同条４項の書面及び同条５項の書面がある場合にはその書面\nの写しを送付しなければならない。\n４６条の９\n特定事業者は、４６条の８第１項の規定による勧告があったときは、環境影\n響評価法１１条１項の規定による検討において、同項の規定により同法１０条\n１項、４項又は５項の意見を勘案するとともに同法８条１項の意見に配意する\nほか、その勧告を踏まえて、当該検討を加えなければならない。\n４６条の１０\n特定事業者は、環境影響評価法１４条１項の環境影響評価準備書には、同項\n各号に掲げる事項のほか、電気事業法４６条の８第１項の規定による勧告の内\n容を記載しなければならない。\n４６条の１１\n特定事業者は、環境影響評価法１５条の規定による送付をするときは、併せ\nて準備書及びこれを要約した書類を経済産業大臣に届け出なければならない。\n４６条の１２\n特定事業者は、環境影響評価法１９条の規定による送付をするときは、併せ\nて同条の書類を経済産業大臣に届け出なければならない。\n４６条の１３\n環境影響評価法２０条１項の関係都道府県知事の意見並びに同条４項の政令\nで定める市の長及び同条５項の関係都道府県知事の意見であって特定対象事業\nに係るものについては、これらの規定にかかわらず、事業者に替えて経済産業\n大臣に対し、これらの規定の意見として述べるものとする。\nア  ４６条の１４第１項\n経済産業大臣は、４６条の１１の規定による準備書の届出があった場合に\nおいて、環境影響評価法２０条１項の関係都道府県知事の意見又は同条４項\nの政令で定める市の長の意見及び同条５項の関係都道府県知事の意見がある\n場合にはその意見を勘案するとともに、電気事業法４６条の１２の規定によ\nる届出に係る環境影響評価法１８条１項の意見の概要及び当該意見について\nの事業者の見解に配意して、その準備書を審査し、その準備書に係る特定対\n象事業につき、環境の保全についての適正な配慮がなされることを確保する\nため必要があると認めるときは、電気事業法４６条の１１の規定による届出\nを受理した日から経済産業省令で定める期間内に限り、特定事業者に対し、\nその特定対象事業に係る環境影響評価について必要な勧告をすることができ\nる。\nイ  ４６条の１４第２項\n経済産業大臣は、４６条１４第１項の規定による審査をするときは、環境\n大臣の環境の保全の見地からの意見を聴かなければならない。\nウ  ４６条の１４第３項\n経済産業大臣は、４６条の１４第１項の規定による勧告をする必要がない\nと認めたときは、遅滞なく、その旨を特定事業者に通知しなければならない。\nエ  ４６条の１４第４項\n経済産業大臣は、４６条の１４第１項の規定による勧告又は同条３項の規\n定による通知を行うときは、併せて特定事業者に対し、環境影響評価法２０\n条１項の書面又は同条４項の書面及び同条５項の書面がある場合にはその書\n面の写しを送付しなければならない。\nア  ４６条の１５第１項\n特定事業者は、４６条の１４第１項の規定による勧告があったときは、環\n境影響評価法２１条１項の規定による検討において、同項の規定により同法\n２０条１項、４項又は５項の意見を勘案するとともに同法１８条１項の意見\nに配意するほか、その勧告を踏まえて、当該検討を加えなければならない。\nイ  ４６条の１５第２項\n特定事業者は、環境影響評価法２１条２項の環境影響評価書には、同項各\n号に掲げる事項のほか、電気事業法４６条の８第１項及び４６条の１４第１\n項の規定による勧告の内容を記載しなければならない。\n４６条の１６\n特定事業者は、環境影響評価法２１条２項の規定により評価書を作成したと\nきは、その評価書を経済産業大臣に届け出なければならない。４６条の１７第\n１項の規定による命令があった場合において、これを変更したときも、同様と\nする。\nア  ４６条の１７第１項\n経済産業大臣は、４６条の１６の規定による届出があった評価書に係る特\n定対象事業につき、環境の保全についての適正な配慮がなされることを確保\nするため特に必要があり、かつ、適切であると認めるときは、同条の規定に\nよる届出を受理した日から経済産業省令で定める期間内に限り、特定事業者\nに対し、相当の期限を定め、その届出に係る評価書を変更すべきことを命ず\nることができる。\nイ  ４６条の１７第２項\n経済産業大臣は、４６条の１７第１項の規定による命令をする必要がない\nと認めたときは、遅滞なく、その旨を特定事業者に通知しなければならない。\n４６条の１９\n特定事業者に対する環境影響評価法２７条の適用については、同条中「２５\n条３項の規定による送付又は通知をした」とあるのは「電気事業法４６条の１\n７第２項の規定による通知を受けた」と、「評価書を」とあるのは「当該通知\nに係る評価書を」と、「評価書等」とあるのは「当該通知に係る評価書、これ\nを要約した書類及び同条１項の規定による命令の内容を記載した書類」とする。\n４６条の２０\n特定事業者は、環境影響評価法３８条１項の規定により、環境の保全につい\nての適正な配慮をしてその特定対象事業を実施するとともに、電気事業法４６\n条の１７第２項の規定による通知に係る評価書に記載されているところにより、\n環境の保全についての適正な配慮をしてその特定対象事業に係る事業用電気工\n作物を維持し、及び運用しなければならない。\n４６条の２３\n特定事業者の特定対象事業については、環境影響評価法２２条から２６条ま\nで、３３条から３７条まで、３８条の３第２項、３８条の４及び３８条の５の\n規定は、適用しない。\nア  ４７条１項\n事業用電気工作物の設置又は変更の工事であって、公共の安全の確保上特\nに重要なものとして主務省令で定めるものをしようとする者は、その工事の\n計画について主務大臣の認可を受けなければならない。ただし、事業用電気\n工作物が滅失し、若しくは損壊した場合又は災害その他非常の場合において、\nやむを得ない一時的な工事としてするときは、この限りでない。\nイ  ４７条３項\n主務大臣は、４７条１項及び２項の認可の申請に係る工事の計画が次の各\n号のいずれにも適合していると認めるときは、同条１項及び２項の認可をし\nなければならない。\n１号、２号、４号  （略）\n３号  特定対象事業に係るものにあっては、その特定対象事業に係る４６条\nの１７第２項の規定による通知に係る評価書に従っているものである\nこと。\nア  ４８条１項\n事業用電気工作物の設置又は変更の工事（４７条１項の主務省令で定める\nものを除く。）であって、主務省令で定めるものをしようとする者は、その\n工事の計画を主務大臣に届け出なければならない。その工事の計画の変更\n（主務省令で定める軽微なものを除く。）をしようとするときも、同様とす\nる。\nイ  ４８条２項\n４８条１項の規定による届出をした者は、その届出が受理された日から３\n０日を経過した後でなければ、その届出に係る工事を開始してはならない。\nウ  ４８条３項\n主務大臣は、４８条１項の規定による届出のあった工事の計画が次の各号\nのいずれにも適合していると認めるときは、同条２項に規定する期間を短縮\nすることができる。\n１号  ４７条３項各号に掲げる要件\n２号  （略）\nエ  ４８条４項\n主務大臣は、４８条１項の規定による届出のあった工事の計画が同条３項\n各号のいずれかに適合していないと認めるときは、その届出をした者に対し、\nその届出を受理した日から３０日（同条５項の規定により同条２項に規定す\nる期間が延長された場合にあっては、当該延長後の期間）以内に限り、その\n工事の計画を変更し、又は廃止すべきことを命ずることができる。\n５  電気事業法施行規則\n６１条の１０\n電気事業法４６条の１７の経済産業省令で定める期間は３０日とする。\n６５条１項\n電気事業法４８条１項の主務省令で定めるものは、次のとおりとする。\n１号  事業用電気工作物の設置又は変更の工事であって、別表第二の上欄に掲\nげる工事の種類に応じてそれぞれ同表の下欄に掲げるもの（事業用電気工\n作物が滅失し、若しくは損壊した場合又は災害その他非常の場合において、\nやむを得ない一時的な工事としてするものを除く。）\n２号  （略）\nア  ６６条１項\n電気事業法４８条１項の規定による電気事業法施行規則６５条１項１号に\n定める工事の計画の届出をしようとする者は、様式第四十九の工事計画（変\n更）届出書に次の書類を添えて提出しなければならない。（ただし書省略）\n１号  工事計画書\n２号  当該事業用電気工作物の属する別表第三の上欄に掲げる種類に応じて、\n同表の下欄に掲げる書類\n３号、４号  （略）\nイ  ６６条３項\n届出に係る事業用電気工作物の種類に応じて、６６条１項１号の工事計画\n書には別表第三の中欄に掲げる事項（その届出が修理の工事に係る場合は、\n修理の方法）を、２項１号の公害の防止に関する工事計画書には別表第五の\n中欄に掲げる事項を、記載しなければならない。この場合において、その届\n出が変更の工事（取替え、修理又は廃止の工事を除く。）又は工事の計画の\n変更に係るものであるときは、変更前と変更後とを対照しやすいように記載\nしなければならない。\n別表第二\n別表第二は、火力発電所であって汽力を原動力とするもの（小型の汽力を原\n動力とするものであって別に告示するものを除く。）の設置を、事前届出を要\nするものとして掲げる。\n別表第三\n別表第三は、電気事業法施行規則６６条３項により発電所の工事計画書に記\n載すべき事項として、特定対象事業に係るものにあっては、その特定対象事業\nに係る電気事業法４６条の１７第２項の規定による通知に係る評価書に従って\nいる環境の保全のための措置を掲げ、電気事業法施行規則６６条１項２号によ\nり発電所の工事計画（変更）届出書に添えて提出しなければならない書類とし\nて、特定対象事業に係るものにあっては、同措置に関する説明書を掲げる。\n６  発電所の設置又は変更の工事の事業に係る計画段階配慮事項の選定並びに当該\n計画段階配慮事項に係る調査、予測及び評価の手法に関する指針、環境影響評価\nの項目並びに当該項目に係る調査、予測及び評価を合理的に行うための手法を選\n定するための指針並びに環境の保全のための措置に関する指針等を定める省令\n（令和２年経済産業省令第１７号による改正前のもの。以下「発電所アセス省\n令」という。）\nア  ３条１項\n計画段階配慮事項についての検討に当たっては、第一種事業に係る発電設\n備等の構造若しくは配置、第一種事業を実施する位置又は第一種事業の規模\nに関する複数の案（以下「構造等に関する複数案」という。）を適切に示す\nものとする。ただし、構造等に関する複数案の設定が現実的でないと認めら\nれることその他の理由により構造等に関する複数案を設定しない場合は、そ\nの理由を明らかにした上で、単一案を設定するものとする。\nイ  ３条２項\n３条１項の規定による構造等に関する複数案の設定に当たっては、第一種\n事業を実施しない案を含めた検討が現実的であると認められる場合には、当\n該案を含めるよう努めるものとする。\nア  ４条１項\n計画段階配慮事項についての検討に当たっては、当該検討を行うに必要と\n認める範囲内で、当該検討に影響を及ぼす第一種事業の内容（以下「配慮書\n事業特性」という。）並びに第一種事業実施想定区域及びその周囲の自然的\n社会的状況（以下「配慮書地域特性」という。）に関し、次に掲げる情報を\n把握するものとする。\n１号  配慮書事業特性に関する情報\nイ  １条各号に掲げる事項\nロ  第一種事業により設置又は変更されることとなる発電所の原動力\nの種類\nハ  第一種事業により設置又は変更されることとなる発電所の出力\nニ  第一種事業により設置又は変更されることとなる発電所の設備の\n配置計画の概要\nホ  第一種事業に係る工事の実施（４条から９条までにおいて「第一\n種事業の工事の実施」という。）に係る期間及び工程計画の概要\nヘ  その他第一種事業に関する事項\n２号  配慮書地域特性に関する情報\nイ  自然的状況\n気象、大気質、騒音、振動その他の大気に係る環境（以下「大気\n環境」という。）の状況（環境基本法１６条１項の規定による環境\n上の条件についての基準（以下「環境基準」という。）の確保の状\n況を含む。）\n水象、水質、水底の底質その他の水に係る環境（以下「水環\n境」という。）の状況（環境基準の確保の状況を含む。）\n土壌及び地盤の状況（環境基準の確保の状況を含む。）\n地形及び地質の状況\n動植物の生息又は生育、植生及び生態系の状況\n景観及び人と自然との触れ合いの活動の状況\n一般環境中の放射性物質の状況\nロ  社会的状況\n人口及び産業の状況\n土地利用の状況\n河川、湖沼及び海域の利用並びに地下水の利用の状況\n交通の状況\n学校、病院その他の環境の保全についての配慮が特に必要な施設\nの配置の状況及び住宅の配置の概況\n下水道の整備の状況\n環境の保全を目的として法令等により指定された地域その他の対\n象及び当該対象に係る規制の内容その他の環境の保全に関する施策\nの内容\nその他第一種事業に関する事項\nイ  ４条２項\n４条１項２号に掲げる情報は、入手可能な最新の文献その他の資料により\n把握するとともに、当該情報に係る過去の状況の推移及び将来の状況を把握\nするものとし、必要に応じ、次の各号のいずれかに該当する地域の管轄に係\nる地方公共団体（７条から１４条までにおいて「関係地方公共団体」とい\nう。）、専門家その他の当該情報に関する知見を有する者から聴取し、又は\n現地の状況を確認することにより把握するよう努めるものとする。この場合\nにおいて、当該資料については、その出典を明らかにできるよう整理するも\nのとする。\n１号  第一種事業実施想定区域及びその周囲１キロメートルの範囲内の地域\n２号  既に入手している情報によって、一以上の環境の構成要素（以下「環\n境要素」という。）に係る環境影響を受けるおそれがあると判断される\n地域\nア  ５条１項\n第一種事業に係る計画段階配慮事項の選定は、当該第一種事業に伴う環境\n影響を及ぼすおそれがある要因（本条において「影響要因」という。）によ\nり重大な影響を受けるおそれがある環境要素に関し、当該影響要因が及ぼす\n影響の重大性について客観的かつ科学的に検討するものとする。この場合に\nおいては、４条の規定により把握した配慮書事業特性及び配慮書地域特性に\n関する情報を踏まえ、当該選定を行うものとする。\nイ  ５条２項\n５条１項の規定による検討は、次に掲げる各影響要因に関し、物質を排出\nし、又は既存の環境を損ない、若しくは変化させることとなる要因として配\n慮書事業特性に応じて適切に区分された影響要因ごとに行うものとする。な\nお、この場合において、１号に掲げる影響要因の区分については、影響の重\n大性に着目し、必要に応じ選定するものとする。\n１号  第一種事業の工事の実施（第一種事業の一部として、第一種事業実施\n想定区域にある工作物の撤去又は廃棄が行われる場合には、当該撤去又\nは当該廃棄を含む。）\n２号  (略)\nウ  ５条３項\n５条１項の規定による検討は、次に掲げる各環境要素に関し、法令等によ\nる規制又は目標の有無及び環境に及ぼすおそれがある影響の重大性を考慮し\nて適切に区分された環境要素ごとに行うものとする。\n１号  環境の自然的構成要素の良好な状態の保持を旨として調査、予測及び\n評価されるべき環境要素（４号及び５号に掲げるものを除く。以下同\nじ。）\nイ  大気環境\n大気質\n騒音（周波数が２０ヘルツから１００ヘルツまでの音によるもの\nを含む。以下同じ。）及び超低周波音（周波数が２０ヘルツ以下の\n音をいう。以下同じ。）\n振動\n悪臭\nから までに掲げるもののほか、大気環境に係る環境要素\nロ  水環境\n水質（地下水の水質を除く。以下同じ。）\n水底の底質\n地下水の水質及び水位\nから までに掲げるもののほか、水環境に係る環境要素\nハ  その他の環境（イ及びロに掲げるものを除く。以下同じ。）\n地形及び地質\n地盤\n土壌\nその他の環境要素\n２号  生物の多様性の確保及び自然環境の体系的保全を旨として調査、予測\n及び評価されるべき環境要素（４号及び５号に掲げるものを除く。以下\n同じ。）\nイ  動物\nロ  植物\nハ  生態系\n３号  人と自然との豊かな触れ合いの確保を旨として調査、予測及び評価さ\nれるべき環境要素（次号及び第五号に掲げるものを除く。以下同じ。）\nイ  景観\nロ  人と自然との触れ合いの活動の場\n４号  環境への負荷の量の程度により予測及び評価されるべき環境要素（５\n号に掲げるものを除く。以下同じ。）\nイ  廃棄物等（廃棄物及び副産物をいう。以下同じ。）\nロ  温室効果ガス等（排出又は使用が地球環境の保全上の支障の原因\nとなるおそれがあるものをいう。以下同じ。）\n５号  一般環境中の放射性物質について調査、予測及び評価されるべき環境\n要素  放射線の量\n６条\n第一種事業に係る計画段階配慮事項に係る調査、予測及び評価の手法の選定\nは、選定事項ごとに当該選定事項の特性及び第一種事業が及ぼすおそれがある\n環境影響の重大性について客観的かつ科学的に検討を行い、次の各号に掲げる\n選定事項の区分に応じ、それぞれ当該各号に定める手法について、構造等に関\nする複数案及び選定事項ごとに、７条から１０条までに定めるところにより選\n定して行うものとする。\n１号  ５条３項１号に掲げる環境要素に係る選定事項  汚染物質の濃度その他\nの指標により測られる環境要素の汚染又は環境要素の状況の変化（当該環\n境要素に係る物質の量的な変化を含む。）の程度及び広がりに関し、これ\nらが人の健康、生活環境又は自然環境に及ぼす環境影響を把握する手法\n２号  ５条３項２号イ及びロに掲げる環境要素に係る選定事項  陸生及び水生\nの動植物に関し、生息種又は生育種及び植生の調査を通じて抽出される学\n術上又は希少性の観点から重要な種の分布状況、生息状況又は生育状況及\nび学術上又は希少性の観点から重要な群落の分布状況並びに動物の集団繁\n殖地その他の注目すべき生息地の分布状況について調査し、これらに対す\nる環境影響の程度を把握する手法\n３号  ５条３項２号ハに掲げる環境要素に係る選定事項  まとまって存在し、\nかつ生態系の保全上重要な自然環境であって、次の各号に掲げるものに対\nする影響の程度を把握する方法\nイ  自然林、湿原、藻場、干潟、さんご群集及び自然海岸等の自然環境\nであって、人為的な改変をほとんど受けていないもの又は改変により\n回復することが困難である脆弱なもの\nロ   里 地 及 び 里 山 （ 二 次 林 、 人 工 林 、 農 地 、 た め 池 及 び 草 原 等 を 含\nむ。）並びに氾濫原に所在する湿地帯及び河畔林等の自然環境であっ\nて、減少又は劣化しつつあるもの\nハ  水源涵養林、防風林、水質浄化機能を有する干潟及び土砂の崩壊を\n防止する機能を有する緑地等の自然環境であって、地域において重要\nな機能を有するもの\nニ  都市において現に残存する樹林地その他の緑地（斜面林、社寺林及\nび屋敷林等を含む。）並びに水辺地等の自然環境であって、地域を特\n徴づける重要なもの\n４号  ５条３項３号イに掲げる環境要素に係る選定事項  景観に関し、眺望の\n状況及び景観資源の分布状況を調査し、これらに対する環境影響の程度を\n把握する手法\n５号  ５条３項３号ロに掲げる環境要素に係る選定事項  人と自然との触れ合\nいの活動に関し、野外レクリエーションを通じた人と自然との触れ合いの\n活動及び日常的な人と自然との触れ合いの活動が一般的に行われる施設又\nは場の状態及び利用の状況を調査し、これらに対する環境影響の程度を把\n握する手法\n６号  ５条３項４号に掲げる環境要素に係る選定事項  廃棄物等に関してはそ\nれらの発生量及び最終処分量その他の環境への負荷の量の程度を、温室効\n果ガス等に関してはそれらの発生量その他の環境への負荷の量の程度を、\nそれぞれ把握する手法\n７号  ５条３項５号に掲げる環境要素に係る選定事項  放射線の量の変化を把\n握する方法\n１６条\n別表第一の五の項のイ、ハ、ホからチまで、ル及びヲの第三欄に掲げる要件\nに該当する第二種事業に係る環境影響評価法４条３項（同条４項及び２９条２\n項において準用する場合を含む。）の判定については、当該第二種事業が次に\n掲げる要件のいずれかに該当するときは、環境影響の程度が著しいものとなる\nおそれがあると認めるものとする。\n１号から８号まで、１０号から１４号まで、１６号から２２号まで、２４号か\nら２８号まで  （略）\n９号  学校等が火力発電所（地熱を利用するものを除く。）を設置する場所\nの周囲２０キロメートルの範囲内に存在する場合であって、当該発電所\nの発電設備から排出される硫黄酸化物、窒素酸化物又はばいじんの最大\n着地濃度の予測値に、学校等の直近において国又は地方公共団体の測定\nしている大気の測定点（以下「大気の測定点」という。）における二酸\n化硫黄の測定結果の日平均値の２パーセント除外値、二酸化窒素の測定\n結果の日平均値の年間９８パーセント値又は浮遊粒子状物質の測定結果\nの日平均値の２パーセント除外値を加えた結果が環境基本法１６条１項\nの規定による大気の汚染（二酸化硫黄、二酸化窒素及び浮遊粒子状物質\nに関するものに限る。）に係る環境上の条件についての基準（以下「大\n気の汚染に係る環境基準」という。）を超えること。\n１５号  国又は地方公共団体の調査により確認された干潟、藻場、さんご群集\n若しくは野生動植物の重要な生息及び生育の場である自然環境が、第二\n種事業が実施されるべき区域 の周囲（１キロメートルの範囲内を除\nく。）に存在する場合であって、次に掲げる事項のいずれかに該当する\nものであること。\nイ及びロ  （略）\nハ  火力発電所から温排水を排出することにより、国又は地方公共団\n体の調査により確認された干潟、藻場、さんご群集若しくは野生動植\n物の重要な生息又は生育の場に相当程度の影響を及ぼすおそれがある\nこと。\n２３号  火力発電所（地熱を利用するものを除く。）を設置する場所の周囲２\n０キロメートルの範囲内に二酸化硫黄、二酸化窒素又は浮遊粒子状物質\nの大気の汚染に係る環境基準が確保されていない大気の測定点が存在す\nる場合であって、当該発電所の発電設備からばい煙が排出されることに\nより大気の汚染に係る環境基準が確保されていない二酸化硫黄、二酸化\n窒素又は浮遊粒子状物質のいずれかの量が現状よりも増加すること。\n１８条\n特定対象事業に係る環境影響評価法６条１項の環境影響を受ける範囲である\nと認められる地域は、４条２項１号又は２号に掲げる地域に準ずるものとする。\nこの場合において、同項１号中「第一種事業実施想定区域」とあるのは「対象\n事業実施区域」と読み替えるものとする。\nア  ２１条１項\n特定対象事業に係る環境影響評価の項目の選定は、当該特定対象事業に伴\nう影響要因が当該影響要因により影響を受けるおそれがある環境要素に及ぼ\nす影響の重大性について客観的かつ科学的に検討することにより、次の各号\nに掲げる発電所の区分に応じ当該各号に定める別表備考２号に掲げる一般的\nな事業の内容と特定対象事業特性との相違を把握した上で、当該一般的な事\n業の内容によって行われる特定対象事業に伴う当該影響要因について当該別\n表においてその影響を受けるおそれがあるとされる環境要素に係る項目（以\n下「参考項目」という。）を勘案しつつ、２０条の規定により把握した特定\n対象事業特性及び特定対象地域特性に関する情報を踏まえ、当該選定を行う\nものとする。\n１号、３号から６号まで  （略）\n２号  火力発電所（地熱を利用するものを除く。）  別表第二\nイ  ２１条２項\n２１条１項の規定による検討は、次に掲げる各影響要因に関し、物質を排\n出し、又は既存の環境を損ない、若しくは変化させることとなる要因として\n特定対象事業特性に応じて適切に区分された影響要因ごとに行うものとする。\n１号  工事の実施（特定対象事業の一部として、特定対象事業実施区域にあ\nる工作物の撤去又は廃棄が行われる場合には、当該撤去又は廃棄を含\nむ。）\n２号  特定対象事業に係る工事が完了した後の土地又は工作物の存在及び当\n該土地又は工作物において行われることが予想される事業活動その他の\n人の活動であって特定対象事業の目的に含まれるもの（当該工作物の撤\n去又は廃棄が行われることが予定されている場合には、当該撤去又は廃\n棄を含む。別表第一から別表第五までにおいて「土地又は工作物の存在\n及び供用」という。）\nウ  ２１条３項\n５条３項の規定は２１条２項の規定による検討について、５条４項及び５\n項の規定は２１条１項の規定による項目の選定について、それぞれ準用する。\n（以下省略）\nエ  ２１条４項\n２１条１項の規定により項目を選定するに当たっては、次の各号のいずれ\nかに該当すると認められる場合は、必要に応じ参考項目を選定しないものと\nする。\n１号  参考項目に関する環境影響がないか又は環境影響の程度が極めて小さ\nいことが明らかである場合\n２号  対象事業実施区域又はその周囲に参考項目に関する環境影響を受ける\n地域その他の対象が相当期間存在しないことが明らかである場合\n３号  特定対象事業特性及び特定対象地域特性の観点からの類似性が認めら\nれる類似の事例により影響の程度が明らかな場合\nア  ２２条１項\n特定対象事業に係る環境影響評価の調査、予測及び評価の手法の選定は、\n選定項目ごとに選定項目の特性及び特定対象事業が及ぼすおそれがある環境\n影響の重大性について客観的かつ科学的に検討を行い、次の各号に掲げる選\n定項目の区分に応じ、それぞれ当該各号に定める手法について、２３条から\n２６条までに定めるところにより選定して行うものとする。\n１号  ２１条３項において準用する５条３項１号に掲げる環境要素に係る選\n定項目  汚染物質の濃度その他の指標により測られる環境要素の汚染又\nは環境要素の状況の変化（当該環境要素に係る物質の量的な変化を含\nむ。）の程度及び広がりに関し、これらが人の健康、生活環境又は自然\n環境に及ぼす環境影響を把握する手法\n２号  ２１条３項において準用する５条３項２号イ及びロに掲げる環境要素\nに係る選定項目  陸生及び水生の動植物に関し、生息種又は生育種及び\n植生の調査を通じて抽出される学術上又は希少性の観点から重要な種の\n分布状況、生息状況又は生育状況及び学術上又は希少性の観点から重要\nな群落の分布状況並びに動物の集団繁殖地その他の注目すべき生息地の\n分布状況について調査し、これらに対する環境影響の程度を把握する手\n法\n３号  ２１条３項において準用する５条３項２号ハに掲げる環境要素に係る\n選定項目  地域を特徴づける生態系に関し、２号の調査結果その他の調\n査結果により概括的に把握される生態系の特性に応じて、上位性（生態\n系の上位に位置する性質をいう。）、典型性（地域の生態系の特徴を典\n型的に現す性質をいう。）及び特殊性（特殊な環境であることを示す指\n標となる性質をいう。）の視点から注目される動植物の種又は生物群集\n（別表第六から別表第十までにおいて「注目種等」という。）を複数抽\n出し、これらの生態、他の動植物との関係又は生息環境若しくは生育環\n境を調査し、これらに対する環境影響の程度を把握する手法その他の適\n切に生態系への環境影響を把握する手法\n４号  ２１条３項において準用する５条３項３号イに掲げる環境要素に係る\n選定項目  景観に関し、眺望の状況及び景観資源の分布状況を調査し、\nこれらに対する環境影響の程度を把握する手法\n５号  ２１条３項において準用する５条３項３号ロに掲げる環境要素に係る\n選定項目  人と自然との触れ合いの活動に関し、野外レクリエーション\nを通じた人と自然との触れ合いの活動及び日常的な人と自然との触れ合\nいの活動が一般的に行われる施設又は場の状態及び利用の状況を調査し、\nこれらに対する環境影響の程度を把握する手法\n６号  ２１条３項において準用する５条３項４号に掲げる環境要素に係る選\n定項目  廃棄物等に関してはそれらの発生量、最終処分量その他の環境\nへの負荷の量の程度を、温室効果ガス等に関してはそれらの発生量その\n他の環境への負荷の量の程度を把握する手法\nイ  ２２条２項\n２２条１項の規定により調査、予測及び評価の手法を選定するに当たって\nは、計画段階配慮事項の検討において収集及び整理した情報並びにその結果\nを最大限に活用するものとする。\nア  ２３条１項\n２２条１項の規定による手法の選定における参考項目に係る調査及び予測\nの手法の選定については、２１条１項各号に定める別表備考第二号に掲げる\n一般的な事業の内容と特定対象事業特性との相違を把握した上で、参考項目\nごとに次の各号に掲げる発電所の区分に応じ当該各号に定める別表に掲げる\n参考となる調査及び予測の手法（以下この条及び別表第六から別表第十まで\nにおいて「参考手法」という。）を勘案しつつ、最新の科学的知見を踏まえ\nるよう努めるとともに、２０条の規定により把握した特定対象事業特性及び\n特定対象地域特性を踏まえ当該選定を行うものとする。\n１号、３号から６号まで  （略）\n２号  火力発電所（地熱を利用するものを除く。）  別表第七\nイ  ２３条２項\n２３条１項の規定により手法を選定するに当たっては、次に掲げる要件の\nいずれかに該当すると判断される場合は、必要に応じ参考手法より簡略化さ\nれた調査又は予測の手法を選定するものとする。\n１号  参考項目に関する環境影響の程度が小さいことが明らかであること。\n２号  （略）\n３号  類似の事例により参考項目に関する環境影響の程度が明らかであるこ\nと。\n４号  調査の手法については、参考項目に係る予測及び評価において必要と\nされる情報が、参考手法より簡易な手法で収集できることが明らかであ\nること。\nウ  ２３条３項\n２３条１項の規定により手法を選定するに当たっては、次に掲げる要件の\nいずれかに該当すると判断される場合は、必要に応じ参考手法より詳細な調\n査又は予測の手法を選定するものとする。\n１号  特定対象事業特性が参考項目に係る著しい環境影響を及ぼすおそれが\nあるものであること。\n２号  対象事業実施区域又はその周囲に、次に掲げる地域その他の対象が存\n在し、かつ、特定対象事業特性が次のイ、ロ又はハに規定する参考項目\nに係る相当程度の環境影響を及ぼすおそれがあるものであること。\nイ  参考項目に関する環境要素に係る環境影響を受けやすい地域その\n他の対象\nロ  参考項目に関する環境要素に係る環境の保全を目的として法令等\nにより指定された地域その他の対象\nハ  参考項目に関する環境要素に係る環境が既に著しく悪化し、又は\n著しく悪化するおそれがある地域\n２４条１項\n特定対象事業に係る環境影響評価の調査の手法の選定に当たっては、次の\n各号に掲げる調査の手法に関する事項について、それぞれ当該各号に定める\nものを、選定項目について適切に予測及び評価を行うために必要な範囲内で、\n選定項目の特性、特定対象事業特性及び特定対象地域特性を踏まえ、選定項\n目に係る予測及び評価において必要とされる水準が確保されるよう選定する\nものとする。この場合において、特定対象地域特性を踏まえるに当たっては、\n当該特定対象地域特性が時間の経過に伴って変化することに留意するものと\nする。\n１号から３号まで、５号  （略）\n４号  調査に当たり一定の地点に関する情報を重点的に収集することとする場\n合における当該地点（２４条５項及び別表第六から別表第十までにおいて\n「調査地点」という。）  調査すべき情報の内容及び特に環境影響を受け\nるおそれがある対象の状況を踏まえ、調査地域を代表する地点その他の調\n査に適切かつ効果的であると認められる地点\n２５条１項\n特定対象事業に係る環境影響評価の予測の手法の選定に当たっては、次の各\n号に掲げる予測の手法に関する事項について、それぞれ当該各号に定めるもの\nを、選定項目に係る環境要素が受けるおそれがある環境影響の程度を把握する\n手法として、選定項目の特性、特定対象事業特性及び特定対象地域特性を踏ま\nえ、選定項目に係る評価において必要とされる水準が確保されるよう選定する\nものとする。\n１号  予測の基本的な手法  環境の状況の変化又は環境への負荷の量を、理論\nに基づく計算、模型による実験、事例の引用又は解析その他の方法により、\n定量的に把握する手法（定量的な把握が困難な場合にあっては、定性的に\n把握する手法）\n２号  予測地域  調査地域のうちから適切に選定された地域\n３号  予測に当たり一定の地点に関する環境の状況の変化を重点的に把握する\nこととする場合における当該地点（別表第六から別表第十までにおいて\n「予測地点」という。）  選定項目の特性に応じて保全すべき対象の状況\nを踏まえ、予測地域内において予測地域を代表する地点、特に環境影響を\n受けるおそれがある地点、当該保全すべき対象への環境影響を的確に把握\nできる地点その他の予測に適切かつ効果的であると認められる地点\n４号  予測の対象とする時期、期間又は時間帯（別表第六から別表第十までに\nおいて「予測対象時期等」という。）  工事の実施後の土地又は工作物に\nおいて行われる事業活動その他の人の活動の開始（以下「供用開始」とい\nう。）後の定常状態になる時期及び影響が最大になる時期（最大になる時\n期を設定することができる場合に限る。）並びに工事の実施による影響が\n最大になる時期その他の予測に適切かつ効果的であると認められる時期、\n期間又は時間帯\n２６条\n特定対象事業に係る環境影響評価の評価の手法の選定に当たっては、次に掲\nげる事項について留意するものとする。\n１号  調査及び予測の結果並びに２８条１項の規定による検討を行った場合に\nおいてはその結果を踏まえ、特定対象事業の実施により選定項目に係る環\n境要素に及ぶおそれがある環境影響が、事業者により実行可能な範囲内で\nできる限り回避され、又は低減されているものであるかどうかを検討し、\nその結果を踏まえ、必要に応じその他の方法により環境の保全についての\n配慮が適正になされているかどうかを検討すること。この場合において、\n評価に係る根拠及び検討の経緯を明らかにできるようにすること。\n２号  国又は地方公共団体による環境の保全の観点からの施策によって、選定\n項目に係る環境要素に関して基準又は目標が示されている場合には、当該\n基準又は目標に照らすこととする考え方を明らかにしつつ、当該基準又は\n目標と調査及び予測の結果との間に整合が図られているかどうかを検討す\nること。この場合において、工事の実施に当たって長期間にわたり影響を\n受けるおそれのある環境要素であって、当該環境要素に係る環境基準が定\nめられているものについては、当該環境基準と調査及び予測の結果との間\nに整合性が図られているかどうかを検討すること。\n３号  事業者以外の者が行う環境の保全のための措置の効果を見込む場合には、\n当該措置の内容を明らかにできるようにすること。\nア  ２８条１項\n特定対象事業に係る環境影響評価を行うに当たり、環境影響がないと判断\nされる場合及び環境影響の程度が極めて小さいと判断される場合以外の場合\nにあっては、事業者により実行可能な範囲内で選定項目に係る環境要素に及\nぶおそれがある環境影響をできる限り回避し、又は低減すること、必要に応\nじ損なわれる環境の有する価値を代償すること及び当該環境影響に係る環境\n要素に関して国又は地方公共団体による環境の保全の観点からの施策によっ\nて示されている基準又は目標の達成に努めることを目的として環境の保全の\nための措置（以下「環境保全措置」という。）を検討するものとする。\nイ  ２８条２項\n環境保全措置の検討に当たっては、環境影響を回避し、又は低減させる措\n置を検討し、その結果を踏まえ、必要に応じ、損なわれる環境の有する価値\nを代償するための措置（以下「代償措置」という。）を検討するものとする。\n２９条\n環境保全措置の検討を行ったときは、環境保全措置についての複数の案の比\n較検討、実行可能なより良い技術が取り入れられているかどうかの検討その他\nの適切な検討を通じて、事業者により実行可能な範囲内で特定対象事業に係る\n環境影響ができる限り回避され、又は低減されているかどうかを検証するもの\nとする。\nア  ３０条１項\n環境保全措置の検討を行ったときは、次に掲げる事項を明らかにできるよ\nう整理するものとする。\n１号  環境保全措置の内容、実施主体その他の環境保全措置の実施の方法\n２号  環境保全措置の効果及び当該環境保全措置を講じた後の環境の状況の\n変化並びに必要に応じ当該環境保全措置の効果の不確実性の程度\n３号  環境保全措置の実施に伴い生ずるおそれのある環境影響\n４号  代償措置にあっては、環境影響を回避し、又は低減させることが困難\nである理由\n５号  代償措置にあっては、損なわれる環境及び当該環境保全措置により創\n出される環境に関し、それぞれの場所並びに損なわれ又は創出される環\n境に係る環境要素の種類及び内容\n６号  代償措置にあっては、当該代償措置の効果の根拠及び実施が可能と判\n断した根拠\nイ  ３０条３項\n構造等に関する複数案ごとの選定事項についての環境影響の比較を行った\nときは、当該構造等に関する複数案から対象事業に係る構造等の決定に至る\n過程でどのように環境影響が回避され、又は低減されているかについての検\n討の内容を明らかにできるよう整理するものとする。\n３２条４項\n特定対象事業に係る環境影響評価法１４条１項７号ロに掲げる事項には、２\n７条から３１条までの規定により選定した環境保全措置を記載するものとする。\nこの場合において、２８条の規定による環境保全措置の検討の経過、２９条の\n規定による環境保全措置の検証の結果、３０条１項各号に掲げる事項及び同条\n２項の規定による具体的な内容をできる限り明らかにするものとする。\n別表第七（一部抜粋）\n参考項目\n参考手法 環境要素の\n区分  影響要因の\n区分\n硫黄酸化物  施設の稼働\n（排ガス）  一  調査すべき情報\nイ  二酸化硫黄の濃度の状況\nロ  気象の状況\n二  調査の基本的な手法\n文献その他の資料及び現地調査による情報の収集並びに当該情報の\n整理及び解析。この場合において、前号イの情報については環境基準にお\nいて定められた二酸化硫黄に係る大気の汚染についての測定の方法、前\n号ロの情報については気象業務法施行規則（昭和二十七年運輸省令第百\n一号）第一条の二又は第一条の三に基づく技術上の基準による測定の方\n法。\n三  調査地域\n硫黄酸化物の拡散の特性を踏まえ、硫黄酸化物に係る環境影響を受け\nるおそれがある地域\n四  調査地点\n硫黄酸化物の拡散の特性を踏まえ、前号の調査地域における硫黄酸化\n物に係る環境影響を予測し、及び評価するために適切かつ効果的な地点\n五  調査期間等\n原則として一年間（第一号ロの情報において、高層の気象を調査する場\n合は、各季節ごとに各一週間）\n六  予測の基本的な手法\n大気の拡散式に基づく理論計算\n七  予測地域\n第三号の調査地域のうち、硫黄酸化物の拡散の特性を踏まえ、硫黄酸\n化物に係る環境影響を受けるおそれがある地域\n八  予測対象時期等\n発電所の運転が定常状態となる時期及び硫黄酸化物に係る環境影響が\n最大になる時期（最大になる時期を設定することができる場合に限る）\n窒素酸化物  施設の稼働\n（排ガス）  一  調査すべき情報\nイ  二酸化窒素の濃度の状況\nロ  気象の状況\n二  調査の基本的な手法\n文献その他の資料及び現地調査による情報の収集並びに当該情報の\n整理及び解析。この場合において、前号イの情報については環境基準にお\nいて定められた二酸化窒素に係る大気の汚染についての測定の方法、前\n号ロの情報については気象業務法施行規則第一条の二又は第一条の三\nに基づく技術上の基準による測定の方法。\n三  調査地域\n窒素酸化物の拡散の特性を踏まえ、窒素酸化物に係る環境影響を受け\nるおそれがある地域\n四  調査地点\n窒素酸化物の拡散の特性を踏まえ、前号の調査地域における窒素酸化\n物に係る環境影響を予測し、及び評価するために適切かつ効果的な地点\n五  調査期間等\n原則として一年間（第一号ロの情報において、高層の気象を調査する場\n合は、各季節ごとに各一週間）\n六  予測の基本的な手法\n大気の拡散式に基づく理論計算\n七  予測地域\n第三号の調査地域のうち、窒素酸化物の拡散の特性を踏まえ、窒素酸\n化物に係る環境影響を受けるおそれがある地域\n八  予測対象時期等\n発電所の運転が定常状態となる時期及び窒素酸化物に係る環境影響が\n最大になる時期（最大になる時期を設定することができる場合に限る）\n水温  施設の稼働\n（温排水）  一  調査すべき情報\nイ  水温の状況\nロ  流況の状況\n二  調査の基本的な手法\n文献その他の資料及び現地調査による情報の収集並びに当該情報の\n整理及び解析\n三  調査地域\n水温の拡散の特性及び流況特性を踏まえ、水温に係る環境影響を受け\nるおそれがある地域及び冷却水の取水口前面\n四  調査地点\n水温の拡散の特性及び流況特性を踏まえ、前号の調査地域における水\n温に係る環境影響を予測し、及び評価するために適切かつ効果的な地点\n五  調査期間等\n原則として一年間\n六  予測の基本的な手法\n数理モデルによる数値計算又は水理模型実験\n七  予測地域\n第三号の調査地域のうち、水温の拡散の特性及び流況特性を踏まえ、\n水温に係る環境影響を受けるおそれがある地域\n八  予測対象時期等\n発電所の運転が定常状態となる時期及び水温に係る環境影響が最大に\nなる時期（最大になる時期を設定することができる場合に限る）\n海域に生息\nする動物  施設の稼働\n（温排水）  一  調査すべき情報\nイ  海生動物の主な種類及び分布の状況\nロ  干潟、藻場、さんご礁の分布及びそこにおける動物の生息環境の状況\nハ  重要な種及び注目すべき生息地の分布、生息の状況及び生息環境の\n状況\n二  調査の基本的な手法\n文献その他の資料及び現地調査による情報の収集並びに当該情報の\n整理及び解析\n三  調査地域\n水温の拡散の特性及び流況特性を踏まえ、水温に係る環境影響を受け\nるおそれがある地域及び冷却水の取水口前面\n四  調査地点\n動物の生息の特性を踏まえ、前号の調査地域における海生動物及び干\n潟、藻場、さんご礁における動物の生息環境並びに重要な種及び注目す\nべき生息地に係る環境影響を予測し、及び評価するために適切かつ効果\n的な地点又は経路\n五  調査期間等\n動物の生息の特性を踏まえ、第三号の調査地域における海生動物及び\n干潟、藻場、さんご礁における動物の生息環境並びに重要種及び注目す\nべき生息地に係る環境影響を予測し、及び評価するために適切かつ効果\n的な期間、時期及び時間帯\n六  予測の基本的な手法\n海生動物及び干潟、藻場、さんご礁における動物の生息環境並びに重\n要な種及び注目すべき生息地について、分布又は生息環境の改変の程度\nを把握した上で、事例の引用又は解析\n七  予測地域\n第三号の調査地域のうち、動物の生息の特性を踏まえ、海生動物及び\n干潟、藻場、さんご礁における動物の生息環境並びに重要な種及び注目\nすべき生息地に係る環境影響を受けるおそれがある地域\n八  予測対象時期等\n動物の生息の特性を踏まえ、海生動物及び干潟、藻場、さんご礁におけ\nる動物の生息環境並びに重要な種及び注目すべき生息地に係る環境影響\nを的確に把握できる時期\n二酸化炭素  施設の稼働\n（排ガス）  一  予測の基本的な手法\n施設の稼働に伴い発生する二酸化炭素の排出量の把握\n二  予測地域\n対象事業実施区域\n三  予測の対象時期又は時間帯\n発電所の運転が定常状態となる時期及び二酸化炭素に係る環境影響が\n最大になる時期（最大になる時期を設定することができる場合に限る）\n７  エネルギーの使用の合理化等に関する法律（平成３０年法律第４５号による改\n正前のもの。以下「省エネ法」という。）\n５条１項\n経済産業大臣は、工場等におけるエネルギーの使用の合理化の適切かつ有効\nな実施を図るため、次に掲げる事項並びにエネルギーの使用の合理化の目標及\nび当該目標を達成するために計画的に取り組むべき措置に関し、工場等におい\nてエネルギーを使用して事業を行う者の判断の基準となるべき事項を定め、こ\nれを公表するものとする。\n１号  工場等であって専ら事務所その他これに類する用途に供するものにおけ\nるエネルギーの使用の方法の改善、７８条１項に規定するエネルギー消費\n性能等が優れている機械器具の選択その他エネルギーの使用の合理化に関\nする事項\n２号  工場等（１号に該当するものを除く。）におけるエネルギーの使用の合\n理化に関する事項であって次に掲げるもの\nイ  燃料の燃焼の合理化\nロ  加熱及び冷却並びに伝熱の合理化\nハ  廃熱の回収利用\nニ  熱の動力等への変換の合理化\nホ  放射、伝導、抵抗等によるエネルギーの損失の防止\nヘ  電気の動力、熱等への変換の合理化\n５条２項\n経済産業大臣は、工場等において電気を使用して事業を行う者による電気の\n需要の平準化に資する措置の適切かつ有効な実施を図るため、次に掲げる事項\nその他当該者が取り組むべき措置に関する指針を定め、これを公表するものと\nする。\n１号  電気需要平準化時間帯（電気の需給の状況に照らし電気の需要の平準化\nを推進する必要があると認められる時間帯として経済産業大臣が指定する\n時間帯をいう。以下同じ。）における電気の使用から燃料又は熱の使用へ\nの転換\n２号  電気需要平準化時間帯から電気需要平準化時間帯以外の時間帯への電気\nを消費する機械器具を使用する時間の変更\n５条３項\n５条１項に規定する判断の基準となるべき事項及び２項に規定する指針は、\nエネルギー需給の長期見通し、電気その他のエネルギーの需給を取り巻く環境、\nエネルギーの使用の合理化に関する技術水準、業種別のエネルギーの使用の合\n理化の状況その他の事情を勘案して定めるものとし、これらの事情の変動に応\nじて必要な改定をするものとする。\n以  上\n（別紙５）\n基本的事項告示（一部抜粋）\n※  本別紙において、「法」は環境影響評価法を指す。\n第一  計画段階配慮事項等選定指針に関する基本的事項\n一  一般的事項\n第一種事業に係る計画段階配慮事項の選定並びに調査、予測及び評価は、\n法第三条の二第三項の規定に基づき、計画段階配慮事項等選定指針の定める\nところにより行われるものである。\n計画段階配慮事項の範囲は、別表に掲げる環境要素の区分及び影響要因の\n区分に従うものとする。\n計画段階配慮事項の検討に当たっては、第一種事業に係る位置・規模又は\n建造物等の構造・配置に関する適切な複数案（以下「位置等に関する複数\n案」という。）を設定することを基本とし、位置等に関する複数案を設定し\nない場合は、その理由を明らかにするものとする。\n計画段階配慮事項の調査、予測及び評価は、設定された複数案及び選定さ\nれた計画段階配慮事項（以下「選定事項」という。）ごとに行うものとする。\n調査は、選定事項について適切に予測及び評価を行うために必要な程度に\nおいて、選定事項に係る環境要素の状況に関する情報並びに調査の対象とな\nる地域の範囲（以下「調査地域」という。）の気象、水象等の自然条件（以\n下単に「自然条件」という。）及び人口、産業、土地又は水域利用等の社会\n条件（以下単に「社会条件」という。）に関する情報を、原則として国、地\n方公共団体等が有する既存の資料等により収集し、その結果を整理し、及び\n解析することにより行うものとする。重大な環境影響を把握する上で必要と\n認められるときは、専門家等からの知見を収集するものとし、なお必要な情\n報が得られないときは、現地調査・踏査その他の方法により情報を収集する\nものとする。\n予測は、第一種事業の実施により選定事項に係る環境要素に及ぶおそれの\nある影響の程度について、適切な方法により、知見の蓄積や既存資料の充実\nの程度に応じ、環境の状態の変化又は環境への負荷の量について、可能な限\nり定量的に把握することを基本とし、定量的な把握が困難な場合は定性的に\n把握することにより行うものとする。\n評価は、調査及び予測の結果を踏まえ、位置等に関する複数案が設定され\nている場合は、当該複数案ごとの選定事項について環境影響の程度を整理し、\nこれらを比較することを基本とする。また、必要であると認められる場合に\nは、選定事項以外の環境要素について、適切な方法により調査及び予測を行\nい、複数案ごとに環境影響の程度を整理し、これらを比較するものとする。\n位置等に関する複数案が設定されていない場合は、選定事項についての環\n境影響が、事業者により実行可能な範囲内で回避され、又は低減されている\nものであるか否かについて評価を行うものとする。\nこれらの場合において、国又は地方公共団体によって、環境要素に関する\n環境の保全の観点からの基準又は目標が示されている場合は、これらとの整\n合性が図られているか否かについても可能な限り検討するものとする。\n二  計画段階配慮事項の区分ごとの調査、予測及び評価の基本的な方針\n別表中「環境の自然的構成要素の良好な状態の保持」に区分される選定事\n項については、環境基本法（平成五年法律第九十一号）第十四条第一号に掲\nげる事項の確保を旨として、当該選定事項に係る環境要素に含まれる汚染物\n質の濃度その他の指標により測られる当該環境要素の汚染の程度及び広がり\n又は当該環境要素の状態の変化（構成要素そのものの量的な変化を含む。）\nの程度及び広がりについて、これらが人の健康、生活環境及び自然環境に及\nぼす影響を把握するため、調査、予測及び評価を行うものとする。\n別表中「生物の多様性の確保及び自然環境の体系的保全」に区分される選\n定事項については、環境基本法第十四条第二号に掲げる事項の確保を旨とし\nて、次に掲げる方針を踏まえ、調査、予測及び評価を行うものとする。\nア  「植物」及び「動物」に区分される選定事項については、陸生及び水生\nの動植物に関し、生息・生育種及び植生の調査を通じて抽出される重要種\nの分布、生息・生育状況及び重要な群落の分布状況並びに動物の集団繁殖\n地等注目すべき生息地の分布状況について調査し、これらに対する影響の\n程度を把握するものとする。\nイ  「生態系」に区分される選定事項については、以下のような重要な自然\n環境のまとまりを場として把握し、これらに対する影響の程度を把握する\nものとする。\n自然林、湿原、藻場、干潟、サンゴ群集及び自然海岸等、人為的な\n改変をほとんど受けていない自然環境や一度改変すると回復が困難な\n脆弱な自然環境\n里地里山（二次林、人工林、農地、ため池、草原等）並びに河川沿\nいの氾濫原の湿地帯及び河畔林等のうち、減少又は劣化しつつある自\n然環境\n水源涵養林、防風林、水質浄化機能を有する干潟及び土砂崩壊防止\n機能を有する緑地等、地域において重要な機能を有する自然環境\n都市に残存する樹林地及び緑地（斜面林、社寺林、屋敷林等）並び\nに水辺地等のうち、地域を特徴づける重要な自然環境\n別表中「人と自然との豊かな触れ合い」に区分される選定事項については、\n環境基本法第十四条第三号に掲げる事項の確保を旨として、次に掲げる方針\nを踏まえ、調査、予測及び評価を行うものとする。\nア  「景観」に区分される選定事項については、主要な眺望景観及び景観資\n源に関し、眺望される状態及び景観資源の分布状況を調査し、これらに対\nする影響の程度を把握するものとする。\nイ  「触れ合い活動の場」に区分される選定事項については、野外レクリエ\nーション及び地域住民等の日常的な自然との触れ合い活動に関し、それら\nの活動が一般的に行われる施設及び場の状態及び利用の状況を調査し、こ\nれらに対する影響の程度を把握するものとする。\n別表中「環境への負荷」に区分される選定事項については、環境基本法第\n二条第二項の地球環境保全に係る環境への影響のうち温室効果ガスの排出量\n等環境への負荷量の程度を把握することが適当な事項に関してはそれらの発\n生量等を、廃棄物等に関してはそれらの発生量、最終処分量等を把握するこ\nとにより、調査、予測及び評価を行うものとする。\n別表中「一般環境中の放射性物質」に区分される選定事項については、放\n射性物質による環境の汚染の状況に関しては放射線の量を把握することによ\nり、調査、予測及び評価を行うものとする。\n三  計画段階配慮事項並びに調査、予測及び評価の手法の選定等に当たっての一\n般的留意事項\n第一種事業を実施しようとする者が、位置等に関する複数案を設定するに\n当たっての留意事項、並びに計画段階配慮事項並びに調査、予測及び評価の\n手法を選定するに当たって一般的に把握すべき情報の内容及びその把握に当\nたっての留意事項を、計画段階配慮事項等選定指針において定めるものとす\nる。\n位置等に関する複数案の設定に当たっては、位置・規模に関する複数案の\n設定を検討するよう努めるべき旨、また、重大な環境影響を回避し、又は低\n減するために建造物等の構造・配置に関する複数案の検討が重要となる場合\nがあることに留意すべき旨を、計画段階配慮事項等選定指針において定める\nものとする。\n位置等に関する複数案には、現実的である限り、当該事業を実施しない案\nを含めるよう努めるべき旨を、計画段階配慮事項等選定指針において定める\nものとする。\nの計画段階配慮事項並びに調査、予測及び評価の手法を選定するに当た\nって一般的に把握すべき情報には、第一種事業の内容（以下第一において\n「事業特性」という。）並びに第一種事業の実施が想定される区域及びその\n周囲の地域の自然的社会的状況（以下第一において「地域特性」という。）\nに関する情報が含まれることが必要である旨を、計画段階配慮事項等選定指\n針において定めるものとする。\n第一種事業を実施しようとする者が、計画段階配慮事項並びに調査、予測\n及び評価の手法を選定するに当たっては、選定の理由を明らかにすることが\n必要である旨、計画段階配慮事項等選定指針において定めるものとする。\n第一種事業を実施しようとする者が、計画段階配慮事項並びに調査、予測\n及び評価の手法を選定するに当たっては、必要に応じ専門家等の助言を受け\nること等により客観的かつ科学的な検討を行うべき旨、計画段階配慮事項等\n選定指針において定めるものとする。なお、専門家等の助言を受けた場合に\nは、当該助言の内容及び当該専門家等の専門分野を明らかにすることが必要\nである旨並びに専門家等の所属機関の属性を明らかにするよう努めるべき旨、\n計画段階配慮事項等選定指針において定めるものとする。\n計画段階配慮事項の選定に当たっては、法第三条の二第二項の主務省令に\nより事業の種類ごとに定められる事業が実施されるべき区域その他の事項を\n踏まえ、それぞれの事業ごとに、影響要因を事業特性に応じて適切に区分し\nた上で、事業特性及び地域特性に関する情報等を踏まえ、影響要因の区分ご\nとに当該影響要因によって重大な影響を受けるおそれのある環境要素の区分\nを明らかにすべき旨、計画段階配慮事項等選定指針において定めるものとす\nる。\nこの場合において、工事の実施に係る影響要因の区分については、影響の\n重大性に着目して、必要に応じ計画段階配慮事項を選定するものとする。\n第一種事業を実施しようとする者による調査、予測及び評価の手法の選定\nに当たっては、事業による重大な環境影響の程度及び当該環境影響が回避さ\nれ、又は低減される効果の程度を適切に把握できるようにすべき旨、計画段\n階配慮事項等選定指針において定めるものとする。\n第二  計画段階意見聴取指針に関する基本的事項（略）\n第三  判定基準に関する基本的事項（略）\n第四  環境影響評価項目等選定指針に関する基本的事項\n一  一般的事項\n対象事業に係る環境影響評価の項目並びに調査、予測及び評価の手法は、\n法第十一条第一項の規定に基づき、環境影響評価項目等選定指針の定めると\nころにより、選定されるものである。\n環境影響評価の項目の範囲は、別表に掲げる環境要素の区分及び影響要因\nの区分に従うものとする。\n調査、予測及び評価は、選定された環境影響評価の項目（以下「選定項\n目」という。）ごとに行うものとする。調査、予測及び評価に当たっては、\n計画段階配慮事項についての検討段階において収集し、及び整理した情報並\nびにその結果を最大限活用するものとする。\n調査は、選定項目について適切に予測及び評価を行うために必要な程度に\nおいて、選定項目に係る環境要素の状況に関する情報並びに調査地域の自然\n条件及び社会条件に関する情報を、国、地方公共団体等が有する既存の資料\n等の収集、専門家等からの科学的知見の収集、現地調査・踏査等の方法によ\nり収集し、その結果を整理し、及び解析することにより行うものとする。\n予測は、対象事業の実施により選定項目に係る環境要素に及ぶおそれのあ\nる影響の程度について、工事中及び供用時における環境の状態の変化又は環\n境への負荷の量について、数理モデルによる数値計算、模型等による実験、\n既存事例の引用又は解析等の方法により、定量的に把握することを基本とし、\n定量的な把握が困難な場合は定性的に把握することにより行うものとする。\n評価は、調査及び予測の結果を踏まえ、対象事業の実施により選定項目に\n係る環境要素に及ぶおそれのある影響が、事業者により実行可能な範囲内で\n回避され、又は低減されているものであるか否かについての事業者の見解を\n明らかにすることにより行うものとする。この場合において、国又は地方公\n共団体によって、選定項目に係る環境要素に関する環境の保全の観点からの\n基準又は目標が示されている場合は、これらとの整合性が図られているか否\nかについても検討するものとする。\n調査、予測及び評価に当たっては、選定項目ごとに取りまとめられた調査、\n予測及び評価の結果の概要を一覧できるように取りまとめること等により、\n他の選定項目に係る環境要素に及ぼすおそれがある影響について、検討が行\nわれるよう留意するものとする。\n二  環境要素の区分ごとの調査、予測及び評価の基本的な方針\n別表中「環境の自然的構成要素の良好な状態の保持」に区分される選定項\n目については、環境基本法第十四条第一号に掲げる事項の確保を旨として、\n当該選定項目に係る環境要素に含まれる汚染物質の濃度その他の指標により\n測られる当該環境要素の汚染の程度及び広がり又は当該環境要素の状態の変\n化（構成要素そのものの量的な変化を含む。）の程度及び広がりについて、\nこれらが人の健康、生活環境及び自然環境に及ぼす影響を把握するため、調\n査、予測及び評価を行うものとする。\n別表中「生物の多様性の確保及び自然環境の体系的保全」に区分される選\n定項目については、環境基本法第十四条第二号に掲げる事項の確保を旨とし\nて、次に掲げる方針を踏まえ、調査、予測及び評価を行うものとする。\nア  「植物」及び「動物」に区分される選定項目については、陸生及び水生\nの動植物に関し、生息・生育種及び植生の調査を通じて抽出される重要種\nの分布、生息・生育状況及び重要な群落の分布状況並びに動物の集団繁殖\n地等注目すべき生息地の分布状況について調査し、これらに対する影響の\n程度を把握するものとする。\nイ  「生態系」に区分される選定項目については、地域を特徴づける生態系\nに関し、アの調査結果等により概括的に把握される生態系の特性に応じて、\n生態系の上位に位置するという上位性、当該生態系の特徴をよく現すとい\nう典型性及び特殊な環境等を指標するという特殊性の視点から、注目され\nる生物種等を複数選び、これらの生態、他の生物種との相互関係及び生\n息・生育環境の状態を調査し、これらに対する影響の程度を把握する方法\nその他の適切に生態系への影響を把握する方法によるものとする。\n別表中「人と自然との豊かな触れ合い」に区分される選定項目について\nは、環境基本法第十四条第三号に掲げる事項の確保を旨として、次に掲げ\nる方針を踏まえ、調査、予測及び評価を行うものとする。\nア  「景観」に区分される選定項目については、眺望景観及び景観資源に関\nし、眺望される状態及び景観資源の分布状況を調査し、これらに対する影\n響の程度を把握するものとする。\nイ  「触れ合い活動の場」に区分される選定項目については、野外レクリエ\nーション及び地域住民等の日常的な自然との触れ合い活動に関し、それら\nの活動が一般的に行われる施設及び場の状態及び利用の状況を調査し、こ\nれらに対する影響の程度を把握するものとする。\n別表中「環境への負荷」に区分される選定項目については、環境基本法第\n二条第二項の地球環境保全に係る環境への影響のうち温室効果ガスの排出量\n等環境への負荷量の程度を把握することが適当な項目に関してはそれらの発\n生量等を、廃棄物等に関してはそれらの発生量、最終処分量等を把握するこ\nとにより、調査、予測及び評価を行うものとする。\n別表中「一般環境中の放射性物質」に区分される選定項目については、放\n射性物質による環境の汚染の状況に関しては放射線の量を把握することによ\nり、調査、予測及び評価を行うものとする。\n三  環境影響評価の項目並びに調査、予測及び評価の手法の選定に当たっての一\n般的留意事項\n事業者が環境影響評価の項目並びに調査、予測及び評価の手法を選定する\nに当たって一般的に整理すべき情報の内容及びその整理に当たっての留意事\n項を、環境影響評価項目等選定指針において定めるものとする。\nこの場合において、当該情報には、計画の立案の段階以降の事業の内容の\n具体化の過程における環境保全の配慮に係る検討の経緯及びその内容に関す\nる情報が含まれ、また、必要に応じ、当該事業の内容（以下「事業特性」と\nいう。）並びに当該事業に係る対象事業が実施されるべき区域及びその周辺\nの地域の自然的社会的状況（以下「地域特性」という。）に関する計画段階\n配慮事項についての検討後に追加的に収集した情報が含まれるよう定めるも\nのとする。また、事業特性に関する情報の整理に当たっての留意事項として、\n当該事業に係る内容の具体化の過程における環境保全の配慮に係る検討の経\n緯及びその内容についても整理することが含まれるものとする。地域特性に\n関する情報の整理に当たっての留意事項として、入手可能な最新の文献、資\n料等に基づき把握すること、これらの出典が明らかにされるよう整理するこ\nと、過去の状況の推移及び将来の状況並びに当該地域において国及び地方公\n共団体が講じている環境の保全に関する施策の内容についても整理すること\nが含まれるものとする。\n事業者が、環境影響評価の項目並びに調査、予測及び評価の手法を選定す\nるに当たっては、選定の理由を明らかにすることが必要である旨、環境影響\n評価項目等選定指針において定めるものとする。\n事業者が、環境影響評価の項目並びに調査、予測及び評価の手法を選定す\nるに当たっては、必要に応じ専門家等の助言を受けること等により客観的か\nつ科学的な検討を行うべき旨、環境影響評価項目等選定指針において定める\nものとする。なお、専門家等の助言を受けた場合には、当該助言の内容及び\n当該専門家等の専門分野を明らかにすることが必要である旨並びに専門家等\nの所属機関の属性を明らかにするよう努めるべき旨、環境影響評価項目等選\n定指針において定めるものとする。\n環境影響評価の実施中において環境への影響に関して新たな事実が判明し\nた場合等においては、必要に応じ選定項目及び選定された手法を見直し、又\nは追加的に調査、予測及び評価を行うよう留意すべき旨、環境影響評価項目\n等選定指針において定めるものとする。\n四  環境影響評価の項目の選定に関する事項\n環境影響評価項目等選定指針において、対象事業の種類ごとの一般的な事\n業の内容を明らかにするとともに、この内容を踏まえつつ、別表に掲げる影\n響要因の細区分の内容を規定し、影響要因の細区分ごとに当該影響要因によ\nって影響を受けるおそれのある環境要素の細区分（以下「参考項目」とい\nう。）を明らかにするものとする。この場合において、次の事項に留意する\nものとする。\nア  影響要因の細区分は、環境影響評価を行う時点における事業計画の内容\n等に応じて、 当該対象事業に係る工事の実施、 当該工事が完了した後\nの土地（他の対象事業の用に供するものを除く。）又は工作物（以下「土\n地等」という。）の存在（法第二条第二項第一号トに掲げる事業の種類に\n該当する事業以外の事業にあっては土地等の供用に伴い行われることが予\n定される事業活動その他の人の活動を含む。）のそれぞれに関し、物質等\nを排出し、又は既存の環境を損ない若しくは変化させる等の要因を整理す\nるものとする。\nイ  環境要素の細区分は、法令による規制・目標の有無、環境に及ぼすおそ\nれのある影響の重大性等を考慮して、適切に定められるものとする。\n個別の事業ごとの環境影響評価の項目の選定に当たっては、それぞれの事\n業ごとに、影響要因を事業特性に応じて適切に区分した上で、参考項目を勘\n案しつつ、事業特性及び地域特性に関する情報、法第三章に規定する手続を\n通じて得られた環境の保全の観点からの情報等を踏まえ、影響要因の細区分\nごとに当該影響要因によって影響を受けるおそれのある環境要素の細区分を\n明らかにすべき旨、環境影響評価項目等選定指針において定めるものとする。\nこの場合において、対象事業の一部として、当該対象事業が実施されるべ\nき区域にある工作物の撤去若しくは廃棄が行われる場合、又は対象事業の実\n施後、当該対象事業の目的に含まれる工作物の撤去若しくは廃棄が行われる\nことが予定されている場合には、これらの撤去又は廃棄に係る影響要因が整\n理されるものとすること。\n五  調査、予測及び評価の手法の選定に関する事項\n事業者による調査の手法の選定に当たっての留意事項を環境影響評価項目\n等選定指針において定めるものとする。当該留意事項には、次に掲げる事項\nが含まれるものとする。\nア  調査すべき情報の種類及び調査法\n選定項目の特性、事業特性及び地域特性を勘案し、選定項目に係る予\n測及び評価において必要とされる精度が確保されるよう、調査又は測定\nにより収集すべき具体的な情報の種類及び当該情報の種類ごとの具体的\nな調査又は測定の方法（以下「調査法」という。）を選定するものとす\nること。地域特性を勘案するに当たっては、当該地域特性が時間の経過\nに伴って変化するものであることを踏まえるものとすること。\n法令等により調査法が定められている場合には、当該調査法を踏まえ\nつつ適切な調査法を設定するものとすること。\nイ  調査地域\n調査地域の設定に当たっては、調査対象となる情報の特性、事業特性及\nび地域特性を勘案し、対象事業の実施により環境の状態が一定程度以上変\n化する範囲を含む地域又は環境が直接改変を受ける範囲及びその周辺区域\n等とすること。\nウ  調査の地点\n調査地域内における調査の地点の設定に当たっては、選定項目の特性\nに応じて把握すべき情報の内容及び特に影響を受けるおそれがある対象\nの状況を踏まえ、地域を代表する地点その他の情報の収集等に適切かつ\n効果的な地点が設定されるものとすること。\nエ  調査の期間及び時期\n調査の期間及び時期の設定に当たっては、選定項目の特性に応じて把\n握すべき情報の内容、地域の気象又は水象等の特性、社会的状況等に応\nじ、適切かつ効果的な期間及び時期が設定されるものとすること。この\n場合において、季節の変動を把握する必要がある調査対象については、\nこれが適切に把握できる調査期間が確保されるものとするとともに、年\n間を通じた調査については、必要に応じて観測結果の変動が少ないこと\nが想定される時期に開始されるものとすること。\nまた、既存の長期間の観測結果が存在しており、かつ、現地調査を行\nう場合には、当該観測結果と現地調査により得られた結果とが対照され\nるものとすること。\nオ  調査によって得られる情報の整理の方法\n調査によって得られる情報は、当該情報が記載されていた文献名、当\n該情報を得るために行われた調査の前提条件、調査地域等の設定の根拠、\n調査の日時等について、当該情報の出自及びその妥当性を明らかにでき\nるように整理されるものとすること。\nまた、希少生物の生息・生育に関する情報については、必要に応じ公\n開に当たって種及び場所を特定できない形で整理する等の配慮が行われ\nるものとすること。\nカ  環境への影響の少ない調査の方法の選定\n調査の実施そのものに伴う環境への影響を回避し、又は低減するため、\n可能な限り環境への影響の少ない調査の方法が選定されるものとするこ\nと。\n事業者による予測の手法の選定に当たっての留意事項を環境影響評価項目\n等選定指針において定めるものとする。当該留意事項には、次に掲げる事項\nが含まれるものとする。\nア  予測法\n選定項目の特性、事業特性及び地域特性を勘案し、選定項目に係る評\n価において必要とされる水準が確保されるよう、具体的な予測の方法\n（以下「予測法」という。）を選定するものとすること。\nイ  予測地域\n予測の対象となる地域の範囲（以下「予測地域」という。）は、事業\n特性及び地域特性を十分勘案し、選定項目ごとの調査地域の内から適切\nに設定されるものとすること。\nウ  予測の地点\n予測地域内における予測の地点は、選定項目の特性、保全すべき対象\nの状況、地形、気象又は水象の状況等に応じ、地域を代表する地点、特\nに影響を受けるおそれがある地点、保全すべき対象等への影響を的確に\n把握できる地点等が設定されるものとすること。\nエ  予測の対象となる時期\n予測の対象となる時期は、事業特性、地域の気象又は水象等の特性、\n社会的状況等を十分勘案し、供用後の定常状態及び影響が最大になる時\n期（当該時期が設定されることができる場合に限る。）、工事の実施に\nよる影響が最大になる時期等について、選定項目ごとの環境影響を的確\nに把握できる時期が設定されるものとすること。\nまた、工事が完了した後の土地等の供用後定常状態に至るまでに長期間\nを要し、若しくは予測の前提条件が予測の対象となる期間内で大きく変\n化する場合又は対象事業に係る工事が完了する前の土地等について供用\nされることが予定されている場合には、必要に応じ中間的な時期での予\n測が行われるものとすること。\nオ  予測の前提条件の明確化\n予測の手法に係る予測地域等の設定の根拠、予測の手法の特徴及びそ\nの適用範囲、予測の前提となる条件、予測で用いた原単位及びパラメー\nタ等について、地域の状況等に照らし、それぞれその内容及び妥当性を\n予測の結果との関係と併せて明らかにできるように整理されるものとす\nること。\nカ  将来の環境の状態の設定のあり方\n環境の状態の予測に当たっては、当該対象事業以外の事業活動等によ\nりもたらされる地域の将来の環境の状態（将来の環境の状態の推定が困\n難な場合等においては、現在の環境の状態とする。）を明らかにできる\nように整理し、これを勘案して行うものとすること。この場合において、\n地域の将来の環境の状態は、関係する地方公共団体が有する情報を収集\nして設定されるよう努めるものとすること。\nなお、国又は地方公共団体による環境保全措置又は環境保全施策が講\nじられている場合であって、将来の環境の状態の推定に当たって当該環\n境保全措置等の効果を見込む場合には、当該措置等の内容を明らかにで\nきるように整理されるものとすること。\nキ  予測の不確実性の検討\n科学的知見の限界に伴う予測の不確実性について、その程度及びそれ\nに伴う環境への影響の重大性に応じて整理されるものとすること。この\n場合において、必要に応じて予測の前提条件を変化させて得られるそれぞ\nれの予測の結果のばらつきの程度により、予測の不確実性の程度を把握す\nるものとすること。\n事業者による評価の手法の選定に当たっての留意事項を環境影響評価項目\n等選定指針において定めるものとする。当該留意事項には、次に掲げる事項\nが含まれるものとする。\nア  環境影響の回避・低減に係る評価\n建造物の構造・配置の在り方、環境保全設備、工事の方法等を含む幅\n広い環境保全対策を対象として、複数案を時系列に沿って又は並行的に\n比較検討すること、実行可能なより良い技術が取り入れられているか否\nかについて検討すること等の方法により、対象事業の実施により選定項\n目に係る環境要素に及ぶおそれのある影響が、回避され、又は低減され\nているものであるか否かについて評価されるものとすること。この場合\nにおいて、評価に係る根拠及び検討の経緯を明らかにできるように整理\nされるものとすること。\nなお、これらの評価は、事業者により実行可能な範囲内で行われるも\nのとすること。\nイ  国又は地方公共団体の環境保全施策との整合性に係る検討\n評価を行うに当たって、環境基準、環境基本計画その他の国又は地方\n公共団体による環境の保全の観点からの施策によって、選定項目に係る\n環境要素に関する基準又は目標が示されている場合は、当該評価におい\nて当該基準又は目標に照らすこととする考え方を明らかにできるように\n整理しつつ、当該基準等の達成状況、環境基本計画等の目標又は計画の\n内容等と調査及び予測の結果との整合性が図られているか否かについて\n検討されるものとすること。\nなお、工事の実施に当たって長期間にわたり影響を受けるおそれのあ\nる環境要素であって、当該環境要素に係る環境基準が定められているもの\nについても、当該環境基準との整合性が図られているか否かについて検討\nされるものとすること。\nウ  その他の留意事項\n評価に当たって事業者以外が行う環境保全措置等の効果を見込む場合\nには、当該措置等の内容を明らかにできるように整理されるものとする\nこと。\n環境影響評価項目等選定指針において、 又は に規定するところにより\n留意事項を示すに当たっては、対象事業の種類ごとの一般的な事業の内容を\n踏まえつつ、参考項目の特性、参考項目に係る環境要素に及ぼすおそれのあ\nる影響の重大性、既に得られている科学的知見等を考慮し、 又は に規定\nする留意事項の趣旨を踏まえ、調査法、調査地域、調査の期間及び時期、予\n測法、予測地域、予測の対象となる時期等のそれぞれについて、事業者が地\n域特性等を勘案するに当たって参考となる調査又は予測の手法（以下「参考\n手法」という。）を定め、これを留意事項とともに示すことができるものと\nする。この場合において、参考手法には、最新の科学的知見を反映するよう\n努めるとともに、事業者が個別の事業特性や地域特性等に合わせて最適な手\n法を選択できるよう複数の手法を含めるよう努めること。\n参考手法を定める場合には、環境影響評価項目等選定指針において、個別\nの事業ごとの調査及び予測の手法の選定に当たって、それぞれの事業ごとに\n参考手法を勘案しつつ事業特性及び地域特性に関する情報、法第三章に規定\nする手続を通じて得られた環境の保全の観点からの情報等を踏まえ選定すべ\nき旨、定めるものとする。\n六  参考項目又は参考手法を勘案して項目又は手法を選定するに当たっての留意\n事項\n参考項目又は参考手法を勘案しつつ、事業特性及び地域特性に関する情報、\n法第三章に規定する手続を通じて得られた環境の保全の観点からの情報等を踏\nまえ、項目及び手法を選定するに当たっての留意事項として、以下の内容を環\n境影響評価項目等選定指針において定めるものとする。\n参考項目及び参考手法を定めるに当たって踏まえられた対象事業の種類ご\nとの一般的な事業の内容と個別の事業の内容との相違を把握するものとする\nこと。\n環境への影響がないか又は影響の程度が極めて小さいことが明らかな場合、\n影響を受ける地域又は対象が相当期間存在しないことが明らかな場合、類似\nの事例により影響の程度が明らかな場合等においては、参考項目を選定しな\nいこと又は参考手法よりも簡略化された形の調査若しくは予測の手法を選定\nすることができること。\n環境影響を受けやすい地域又は対象が存在する場合、環境の保全の観点か\nら法令等により指定された地域又は対象が存在する場合、既に環境が著しく\n悪化し又はそのおそれが高い地域が存在する場合等においては、参考手法よ\nりも詳細な調査又は予測の手法を選定するよう留意すべきこと。\n第五  環境保全措置指針に関する基本的事項\n一  一般的事項\n対象事業に係る環境保全措置は、法第十二条第一項の規定に基づき、環境\n保全措置指針の定めるところにより、検討されるものである。\n環境保全措置は、対象事業の実施により選定項目に係る環境要素に及ぶお\nそれのある影響について、事業者により実行可能な範囲内で、当該影響を回\n避し、又は低減すること及び当該影響に係る各種の環境の保全の観点からの\n基準又は目標の達成に努めることを目的として検討されるものとする。\n二  環境保全措置の検討に当たっての留意事項\n環境保全措置の検討に当たっての留意事項を環境保全措置指針において定め\nるものとする。当該留意事項には、次に掲げる事項が含まれるものとする。\n環境保全措置の検討に当たっては、環境への影響を回避し、又は低減する\nことを優先するものとし、これらの検討結果を踏まえ、必要に応じ当該事業\nの実施により損なわれる環境要素と同種の環境要素を創出すること等により\n損なわれる環境要素の持つ環境の保全の観点からの価値を代償するための措\n置（以下「代償措置」という。）の検討が行われるものとすること。\n環境保全措置は、事業者により実行可能な範囲内において検討されるよう\n整理されるものとすること。\n環境保全措置の検討に当たっては、次に掲げる事項を可能な限り具体的に\n明らかにできるようにするものとすること。\nア  環境保全措置の効果及び必要に応じ不確実性の程度\nイ  環境保全措置の実施に伴い生ずるおそれのある環境影響\nウ  環境保全措置を講ずるにもかかわらず存在する環境影響\nエ  環境保全措置の内容、実施期間、実施主体その他の環境保全措置の実施\nの方法\n代償措置を講じようとする場合には、環境への影響を回避し、又は低減す\nる措置を講ずることが困難であるか否かを検討するとともに、損なわれる環\n境要素と代償措置により創出される環境要素に関し、それぞれの位置、損な\nわれ又は創出される環境要素の種類及び内容等を検討するものとし、代償措\n置の効果及び実施が可能と判断した根拠を可能な限り具体的に明らかにでき\nるようにするものとすること。\n環境保全措置の検討に当たっては、環境保全措置についての複数案の比較\n検討、実行可能なより良い技術が取り入れられているか否かの検討等を通じ\nて、講じようとする環境保全措置の妥当性を検証し、これらの検討の経過を\n明らかにできるよう整理すること。この場合において、当該検討が段階的に\n行われている場合には、これらの検討を行った段階ごとに環境保全措置の具\n体的な内容を明らかにできるように整理すること。また、位置等に関する複\n数案の比較を行った場合には、当該位置等に関する複数案から対象事業に係\nる位置等の決定に至る過程でどのように環境影響が回避され、又は低減され\nているかについての検討の内容を明らかにできるように整理すること。\n選定項目に係る予測の不確実性が大きい場合、効果に係る知見が不十分な\n環境保全措置を講ずる場合、工事中又は供用後において環境保全措置の内容\nをより詳細なものにする場合等においては環境への影響の重大性に応じ、代\n償措置を講ずる場合においては当該代償措置による効果の不確実性の程度及\nび当該代償措置に係る知見の充実の程度を踏まえ、当該事業による環境への\n影響の重大性に応じ、工事中及び供用後の環境の状態等を把握するための調\n査（以下「事後調査」という。）の必要性を検討するとともに、事後調査の\n項目及び手法の内容、事後調査の結果により環境影響が著しいことが明らか\nとなった場合等の対応の方針、事後調査の結果を公表する旨等を明らかにで\nきるようにすること。\nなお、事後調査を行う場合においては、次に掲げる事項に留意すること。\nア  事後調査の項目及び手法については、必要に応じ専門家の助言を受ける\nこと等により客観的かつ科学的根拠に基づき、事後調査の必要性、事後調\n査を行う項目の特性、地域特性等に応じて適切な内容とするとともに、事\n後調査の結果と環境影響評価の結果との比較検討が可能なように設定され\nるものとすること。\nイ  事後調査の実施そのものに伴う環境への影響を回避し、又は低減するた\nめ、可能な限り環境への影響の少ない事後調査の手法が選定され、採用さ\nれるものとすること。\nウ  事後調査において、地方公共団体等が行う環境モニタリング等を活用す\nる場合、当該対象事業に係る施設等が他の主体に引き継がれることが明ら\nかである場合等においては、他の主体との協力又は他の主体への要請等の\n方法及び内容について明らかにできるようにすること。\nエ  事後調査の終了の判断並びに事後調査の結果を踏まえた環境保全措置の\n実施及び終了の判断に当たっては、必要に応じ専門家の助言を受けること\n等により客観的かつ科学的な検討を行うものとすること。\n第六  報告書作成指針に関する基本的事項（略）\n第七  都市計画に定められる対象事業等の特例に基づく事業者等の読替え（略）\n第八  その他（略）\n以  上\n"
}