{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 7,
    "day": 20
  },
  "case_number": "令和2(ワ)3729",
  "case_name": "損害賠償請求事件",
  "court_name": "東京地方裁判所",
  "lawsuit_id": "92508",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=92508",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/508/092508_hanrei.pdf",
  "contents": "令和５年７月２０日判決言渡し  同日原本交付  裁判所書記官\n令和２年（ワ）第３７２９号  損害賠償請求事件\n口頭弁論終結日  令和５年４月２０日\n判 決\n主 文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  請求\n被告は、原告に対し、１２万３４２０円及びうち別紙１の請求債権目録の「寒\n冷地手当」の列の金員に対する同目録の同じ行の「支払日」欄の日の翌日から、\nうち１万１２２０円に対する令和２年２月１４日から、各支払済みまで年５％\nの割合による金員を支払え。\n第２  事案の概要\n本件は、被告と期間の定めのある労働契約（以下「有期労働契約」という。）\nを締結している時給制契約社員である原告が、被告と期間の定めのない労働契\n約（以下「無期労働契約」という。）を締結している労働者に寒冷地手当を支給\nする一方で原告にこれを支給しないのは労働契約法２０条（平成３０年法律第\n７１号による改正前のもの。以下同じ。）に違反する旨主張して、被告に対し、\n不法行為に基づく損害賠償請求金として、①平成２８年１１月分から令和元年\n１１月分までの寒冷地手当相当額１１万２２００円及び②①を請求するための\n弁護士費用１万１２２０円並びに別紙１の請求債権目録の「寒冷地手当」の列\nの金員に対する不法行為後である同目録の同じ行の「支払日」欄の日の翌日か\nら、②の金員に対する不法行為後である令和２年２月１４日から、各支払済み\nまで平成２９年法律第４４号による改正前の民法（以下「改正前の民法」とい\nう。）所定の年５％の割合による遅延損害金の支払を求めた事案である。\n１  前提事実など（括弧内に証拠番号等を示す。）\n⑴  原告が被告と有期労働契約を締結していること\nア  被告は、国及び日本郵政公社が行っていた郵便事業を承継した郵便局株\n式会社及び郵便事業株式会社の合併により、平成２４年１０月１日に成立\nした株式会社であり（以下、合併の前後にかかわらず、「被告」という。）、\n郵便局を設置して、郵便の業務、銀行窓口業務、保険窓口業務等を営んで\nいる（弁論の全趣旨）。\nイ  原告は、平成１９年３月２６日、被告との間で有期労働契約を締結し、\n以後、被告との間でその更新を繰り返している時給制契約社員であり、Ａ\n郵便局に在勤し、郵便外務事務（郵便物の配達等の事務）に従事している\n（争いがない。）。原告は、平成２８年１１月以降、世帯主であり、扶養親\n族はいない（弁論の全趣旨）。\n⑵  時給制契約社員と正社員との労働条件の相違\nア  適用される就業規則が異なること\n被告に雇用される従業員には、無期労働契約を締結する労働者（以下「正\n社員」という。）と有期労働契約を締結する期間雇用社員が存在し、それぞ\nれに適用される就業規則及び給与規程は異なっている（甲共１～４、乙共\n３２、３３、弁論の全趣旨）。\nイ  正社員に対し寒冷地手当が支給されること\n被告の正社員に適用され、就業規則の性質を有する社員給与規程（以下\n「社員給与規程」という。甲共２、乙共３２）において、正社員の給与は、\n基本給と諸手当で構成されている（社員給与規程３条）。\n諸手当のうち寒冷地手当（２０１８－日人事４０９による社員給与規程\nの変更（平成３０年１０月１日施行。以下「本件変更」という。）後の名称\nは「特別調整手当（寒冷地）」。以下、本件変更の前後を問わず「寒冷地手\n当」という。）は、毎年１１月から翌年３月までの各月の初日において、別\n紙２の別表第１２寒冷地手当地域指定表記載の地域（以下「寒冷地手当支\n給地域」という。）又は別表第１３寒冷地手当局所指定表記載の局所（以下\n「寒冷地手当支給局所」という。）に在勤する正社員に支給される(社員給\n与規程７２条)。\n寒冷地手当の支給額は、別紙２の別表１２の地域の区分（寒冷地手当支\n給局所は、同区分の４級地に当たるとされる。）並びに世帯主か否か及び扶\n養親族の有無により金額が定められ、本件変更前は、別紙３記載のとおり\nであった（本件変更前の社員給与規程７３条１項、２項）。本件変更後は、\n本件変更前の半額とされたが（社員給与規程７３条１項）、令和５年３月ま\nで支給額を段階的に減じる内容の経過措置が設けられており、平成３１年\n３月までは本件変更前と同額を支給される（社員給与規程の本件変更に係\nる附則３項）。また、経過措置により、令和元年１１月から令和２年３月ま\nで、４級地に在勤する世帯主で扶養親族のいない正社員には９１８０円が\n支給される（社員給与規程の本件変更に係る附則３項）。\nウ  時給制契約社員に対し寒冷地手当が支給されないこと\n期間雇用社員に適用され、就業規則の性質を有する給与規程（以下「期\n間雇用社員給与規程」という。甲共４、乙共３３）において、時給制契約\n社員の給与は、基本賃金と諸手当で構成されている（期間雇用社員給与規\n程３８条１項）。\n時給制契約社員に対し、寒冷地手当は支給されない（期間雇用社員給与\n規程３８条２項）。\n⑶  先行する最高裁判所の３判決\n被告の郵便の業務を担当する正社員と期間雇用社員の手当等の労働条件の\n相違が労働契約法２０条に違反するか争われた三つの訴訟について、最高裁\n判所第一小法廷は、令和２年１０月１５日それぞれ判決をした（乙共１～９）。\nこれを第一審判決、控訴審判決ごとに整理すると別紙４のとおりとなる（以\n下、別紙４の三つの最高裁判決を総称して、「先行最高裁３判決」という。）。\n２  争点及び争点に係る当事者の主張\n⑴  時給制契約社員に対し寒冷地手当を支給しないことが不合理な労働条件の\n相違に当たるか。\n（原告の主張）\n以下の事実によれば、正社員に寒冷地手当を支給する一方、時給制契約社\n員である原告に対し寒冷地手当を支給しないという労働条件の相違は、不合\n理と認められるものであり、労働契約法２０条に違反する。\nア  職務の内容\n正社員のうち一般職（以下「新一般職」という。）は、郵便業務を担当し\nているところ、時給制契約社員である原告もこれと同一の業務を担当し、\n同一の責任を負っている。このことは、先行最高裁３判決でも認定された\nところである。時給制契約社員の採用が比較的簡易な手続でされること、\n人事評価が担当職務に限定されることは、何ら重視すべき事情ではない。\nイ  職務の内容・配置の変更の範囲\n新一般職は、役職層への登用、昇任・昇格がなく、勤務地も原則として\n転居を伴う転勤がない範囲とされている。新一般職では、異動そのものが\n少なく例外的といえる。時給制契約社員は、異動の際には新たな契約を結\nび直すことになるから、異動に同意が必要とされるが、異動の打診を断れ\nば雇止めされかねないのであり、これに応じざるを得ないことから、実質\n的には新一般職と変わりがない。\nウ  寒冷地手当の支給の趣旨は暖房用燃料費等の生計費補助であり、時給制\n契約社員にも妥当すること\n寒冷地手当は、支給要件及び金額の決定方法によれば、寒冷地域である\nことに起因して増加する暖房用燃料費等に係る生計費を補助する趣旨の手\n当である。時給制契約社員についても寒冷地域に勤務したとき暖房用燃料\n費等に係る生計費が発生することは正社員と同じであり、寒冷地手当を支\n給する趣旨が妥当する。寒冷地手当の支給要件及び金額決定の方法からは、\n被告が主張するような、正社員間の公平を図る目的や、定年までの継続的\nな貢献に報いる目的などがあるとは認め難い。\nエ  地域別最低賃金では暖房用燃料費等の生計費の考慮が不十分であること\n時給制契約社員の基本賃金は、地域別最低賃金を基準として決められて\nいるが、地域別最低賃金において暖房用燃料費等の生計費増加分が組み込\nまれているとはいえず、その考慮は全く不十分である。\nすなわち、最低賃金法９条２項では、地域別最低賃金の決定において「地\n域における労働者の生計費」を考慮するとされているが、これは、「地域に\nおける労働者の賃金」及び「通常の事業の賃金支払能力」と共に考慮要素\nの一つとなっているにすぎない。\n加えて、地域別最低賃金は、地方最低賃金審議会の審議及び答申を踏ま\nえて決定されているところ、地方最低賃金審議会は、中央最低賃金審議会\nが、全都道府県をＡからＤまでの４つのランクに分け、ランク別の最低賃\n金の引上げ額の目安を示したものを、これをそのまま認めるか、これに１、\n２円を加算するかを議論しているにすぎず、地方最低賃金審議会が、当該\n地域の労働者の生計費を調査・審議し、これを基礎に、寒冷地域の暖房用\n燃料費等を増額要素として考慮して、地域別最低賃金に係る答申をすると\nいう実態は存在しない。最低賃金の引上げ額の決定要因の統計学的な分析\nによっても、標準生計費上昇率の係数は、統計的には有意ではなく、生計\n費に関する変数は引上げ額に影響しないことが明らかにされている。\nオ  長期的な雇用を確保する目的は、時給制契約社員にも妥当すること\n寒冷地手当に、長期的な雇用を確保する目的があると考えるとしても、\n時給制契約社員は、原告のように１５年以上も有期労働契約の更新を繰り\n返して勤務している者が存するなど、相応に継続的な勤務が見込まれるも\nのであり、相応に継続的な勤務が見込まれる郵便の業務を担当する時給制\n契約社員については、長期的な雇用を確保するという寒冷地手当を支給す\nる目的が妥当する。\n（被告の主張）\n時給制契約社員に対して寒冷地手当を支給しないことは、以下の事実によ\nれば不合理な労働条件の相違ではない。\nア  職務の内容\n正社員のうち新一般職は、標準的な業務に従事するが、担当業務を効率\n的に遂行し、スキルを高めた上で班長補助などを行うことが想定され、長\n期的に被告に貢献することが期待されている。新一般職は、班長又は副班\n長の業務を補佐し、両者が不在の場合に代理を務めたり、優先的にシフト\nの穴埋めを行ったり、苦情の対応を行ったり、班の運営管理に関与し牽引\nする。また、勤務指定において様々な時間帯に勤務することが労働契約上\n想定されている。採用の手続も慎重なものである。新一般職の人事評価は、\n業績評価及び職務行動評価で行われている。\nこれに対して、時給制契約社員を含む期間雇用社員は、外務業務又は内\n務業務のうち、特定の定型業務にのみ従事するものである。採用の手続は\n正社員と比して簡易なものである。時給制契約社員の人事評価は、基礎評\n価及びスキル評価であり、担当職務の習熟度の評価が中心となる。\nイ  職務の内容・配置の変更の範囲\n新一般職は、転居を伴わない範囲において人事異動等があり、幅広い業\n務に従事することが想定されている。また、新一般職は、同一コース内で\nの昇任・昇格は予定されていないが、一定の条件で地域基幹職へのコース\n変更が可能であり、これにより役職者及び管理者になることがある。\n時給制契約社員は、職場及び職務内容を限定して採用されており、職務\n内容・配置の変更はない。例外的に局の閉鎖などで別の郵便局への勤務が\n打診されることがあるが、別の郵便局での新たな雇用契約を締結すること\nになる。また、職位はなく、昇任・昇格もない。ただし、選考に合格すれ\nば新一般職に登用されるもので、これにより労働条件の相違が解消される\n道が用意されている。\nウ  正社員間の公平を図る寒冷地手当の趣旨が妥当しないこと\n寒冷地手当は、正社員の基本給に勤務地域による差異が設けられていな\nいことから、寒冷地域であることに起因して増加する暖房用燃料費等に係\nる生計費を補助することによって、正社員間の公平を図る目的で支給され\nているものである。\nこれに対し、時給制契約社員の基本賃金は、地域別最低賃金に相当する\n額に所定の加算をした基本給が基礎とされている。そして、地域別最低賃\n金は、「地域における労働者の生計費」が考慮要素の一つとされ（最低賃金\n法９条２項）、これを決定する過程において、各都道府県の人事委員会が定\nめる標準生計費が考慮されている。さらに、各都道府県の人事委員会が標\n準生計費を定める際には、総務省統計局が実施する家計調査のうち、当該\n都道府県の都道府県庁所在地に関する調査結果が参照されるところ、同調\n査結果では、光熱費のうち電気代・ガス代を除く「他の光熱費」として、\n「灯油」や「他の光熱費のその他」（石炭、まき等）への支出金額が計上さ\nれている。このように、地域別最低賃金は、寒冷地域であることに起因し\nて増加する暖房用燃料費等に係る生計費を考慮して定められている。\nしたがって、時給制契約社員については、寒冷地域であることに起因し\nて増加する暖房用燃料費等に係る生計費が、基本賃金の基礎となる地域別\n最低賃金の中で既に反映されているのであるから、寒冷地域であることに\n起因して増加する暖房用燃料費等に係る生計費を補助して正社員間の公平\nを図るという寒冷地手当の趣旨が妥当しない。\nエ  寒冷地手当が長期雇用を維持する目的のものであること\n寒冷地手当には、寒冷地域であることに起因して増加する暖房用燃料費\n等に係る生計費を補助することによって、定年までの長期的な雇用が前提\nとされている正社員に対し、長期にわたり会社へ貢献することのインセン\nティブを付与するとともに、有為な人材の獲得・定着を図るという目的も\nある。\nこれに対し、時給制契約社員は、長期的な雇用が前提とされていないか\nら、上記目的が妥当しない。\n⑵  損害額\n（原告の主張）\n原告は、寒冷地手当支給地域の４級地の盛岡市に勤務し、世帯主で扶養親\n族がいない区分に当たるから、前記⑴の不合理な労働条件の相違がなければ、\n別紙１のとおり平成２８年１１月から令和元年１１月まで寒冷地手当相当額\n合計１１万２２００円を受給できた。また、弁護士費用は１万１２２０円が\n相当である。\n（被告の主張）\n争う。\n第３  当裁判所の判断\n１  認定事実\n後掲証拠等及び弁論の全趣旨によれば、以下の各事実が認められる。\n⑴  従業員の区分など\nア  正社員に適用される就業規則（平成２６年４月１日以後の人事制度に係\nるもの。甲共１。以下「社員就業規則」という。）という。）において正社\n員は、管理職、総合職、地域基幹職及び新一般職の各コースに区分され、\nこのうち郵便局における郵便の業務を担当するのは地域基幹職及び新一般\n職である（社員就業規則２条の２）。\n正社員の勤務時間は、１日について原則８時間、４週間について１週平\n均４０時間とされている（社員就業規則４５条１項）。\nイ  期間雇用社員に適用される就業規則（甲共３。以下「期間雇用社員就業\n規則」という。）、において、期間雇用社員は、スペシャリスト契約社員、\nエキスパート契約社員、月給制契約社員、時給制契約社員及びアルバイト\nに区分され、それぞれ契約期間の長さや賃金の支払方法が異なる（期間雇\n用社員就業規則２条３項、１１条、期間雇用社員給与規程第２章から第６\n章まで）。このうち時給制契約社員は、郵便局等での一般的業務に従事し、\n時給制で給与が支給されるものとして採用された者である（期間雇用社員\n就業規則２条３項４号）。\n時給制契約社員は、契約期間は６か月以内で、契約を更新することがで\nき、正規の勤務時間は、１日について８時間以内、４週間について１週平\n均４０時間以内とされている。（期間雇用社員就業規則１１条４号、１２条\n１項、２１条１項４号）\n⑵  給与の構成、基本給の内容\nア  正社員に適用される社員給与規程において、正社員の給与は、基本給と\n諸手当で構成されている（社員給与規程３条、甲共２、乙共３２）。\n(ｱ)  本件変更前の基本給\n正社員は、本件変更前は、その担当する職務に従い、職種が定められ、\n職種によりその属する職群（一般職群、企画職群及び新一般職群）に分\n類され、職群ごとに基本給表が設けられている。基本給表では、職務の\n級（その職務の複雑困難性と責任の度合に基づく区分）及び号俸（同一\nの職務の級における賃金階層）によって金額が定められている。昇格（職\n務の級を同一の基本給表の上位の職務の級に変更すること）は、勤務成\n績が良好であること、現在の職務の級に一定期間以上在籍することなど\nの条件を満たした場合に行うことができる。昇給（号俸を同一の職務の\n級の上位の号俸に変更すること）は、前年度に良好な成績で勤務するな\nどの条件を満たした場合に行うことができる。いずれも勤務地域による\n差異はない。新一般職には、昇格はなく職務の級の区分はないが、昇給\nはある。（本件変更前の社員給与規程２条、４条～９条、第２章第３節及\nび第４節、別表第１～第３、第６、甲共２）\n(ｲ)  本件変更後の基本給\n本件変更後は、コース（新一般職、地域基幹職及び総合職の別）及び\n役割グループ（郵便コース、窓口コースなどの期待役割の類似性による\n分類）による分類によって基本給表が設けられている。基本給表では、\n役割等級（社員に期待される役割に応じた区分）及び号俸（同一の役割\n等級における賃金階層）によって金額が定められている。昇格（役割等\n級を上位の役割等級に変更すること）は、勤務成績が良好であること、\n昇格させようとする社員が現在の級に一定期間在級することなどの条件\nを満たした場合に行うことができる。昇給は、前年度に良好な成績で勤\n務することなどの条件を満たした場合に行うことができる。いずれも勤\n務地域による差異はない。新一般職には、昇格はなく役割等級の区分は\nないが、昇給はある。（社員給与規程２条、４条、５条、８条、第２章第\n３節及び第４節、別表第２－１、乙共３２）\nイ  有期雇用の社員に適用される期間雇用社員給与規程（甲共４、乙共３３）\nにおいて、時給制契約社員の給与は、基本賃金及び諸手当で構成されてい\nる。\n時給制契約社員の基本賃金は、時間額であり、所属長が決定する（期間\n雇用社員給与規程４０条１項）。基本賃金は、基本給と加算給の合計額であ\nる（同条２項）。\n基本給は、地域別最低賃金に相当する額（１０円未満の端数は、１０円\n単位に切り上げる。）に２０円を加算した額（郵便外務事務に従事する時給\n制契約社員については、更に１３０円又は８０円を加算した額）が下限額\nとされる。所属長は、募集環境を考慮して、既達予算の範囲内で下限額以\n上の金額で基本給を定めることができる。（同条３項）\n加算給は、人事評価の結果に応じて定められる基礎評価給（５円～２０\n円）及び資格給（２０円～１００円）の合計額とされている（同条４項）。\n⑶  職務の内容など\nア  地域基幹職は、事業に応じた幅広い業務に従事し、昇任や昇格により役\n割や職責が変動することが想定されている。他方、新一般職は、郵便外務\n事務、郵便内務事務等の標準的な業務に従事することが予定されており、\n昇任及び昇格は予定されていない。（社員就業規則２条の２、本件変更前の\n社員給与規程２条、５条～９条、別表第１～第３、社員給与規程２条、４\n条、５条、８条、別表第２－１）（甲共１、２、乙共１０～１３、３２）\nまた、正社員の人事評価においては、業務の実績そのものに加え、部下\nの育成指導状況、組織全体に対する貢献等の項目によって業績が評価され\nるほか、自己研さん、状況把握、論理的思考、チャレンジ志向等の項目に\nよって正社員に求められる役割を発揮した行動が評価される（乙共１５、\n１６、２１、２２）。\nイ  これに対し、時給制契約社員は、郵便局等での一般的業務に従事し、上\n記各事務について幅広く従事することは想定されておらず、昇任や昇格は\n予定されていない（期間雇用社員就業規則２条３項４号、期間雇用社員給\n与規程第５章、甲共３、４、乙共３３）。\nまた、時給制契約社員の人事評価においては、上司の指示や職場内のルー\nルの遵守等の基本的事項に関する評価が行われるほか、担当する職務の広\nさとその習熟度についての評価が行われる一方、正社員とは異なり、組織\n全体に対する貢献によって業績が評価されること等はない（乙共１５、１\n６、２１、２２）。\n⑷  職務の内容・配置の変更の範囲\nア  正社員には配転が予定されている（社員就業規則１１条１項）。ただし、\n地域基幹職は、原則として支社エリアの範囲において、新一般職は、原則\nとして転居を伴わない範囲において、人事異動が命ぜられる可能性がある\nにとどまる（社員就業規則２条の２第２項）。（甲共１、乙共１２）\nイ  これに対し、時給制契約社員は、職場及び職務内容を限定して採用され\nており、正社員のような人事異動は行われず、郵便局を移る場合には、個\n別の同意に基づき、従前の郵便局における雇用契約を終了させた上で、新\nたに別の郵便局における勤務に関して雇用契約を締結し直している（乙共\n１９、弁論の全趣旨（被告第１準備書面ｐ２２、原告準備書面３ｐ４））。\nウ  時給制契約社員に対しては、選考に合格した者に正社員（新一般職）に\n登用される制度が設けられている（弁論の全趣旨（被告第１準備書面ｐ２\n５））。\n２  争点⑴―時給制契約社員に対し寒冷地手当を支給しないことが不合理な労働\n条件の相違に当たるか。\n⑴  労働契約法２０条は、有期労働契約を締結している労働者（以下「有期契\n約労働者」という。）と同一の使用者と無期労働契約を締結している労働者\n（以下「無期契約労働者」という。）との労働条件に相違がある場合に、労働\n者の業務の内容及び当該業務に伴う責任の程度（以下「職務の内容」という。）、\n職務の内容及び配置の変更の範囲その他の事情を考慮して、その相違が不合\n理と認められるものであってはならないとするものである。\nそして、有期契約労働者と無期契約労働者との個々の賃金項目に係る労働\n条件の相違が不合理と認められるものであるか否かを判断するに当たっては、\n両者の賃金の総額を比較することのみによるのではなく、当該賃金項目の趣\n旨を個別に考慮すべきものと解するのが相当である。また、ある賃金項目の\n有無及び内容が、他の賃金項目の有無及び内容を踏まえて決定される場合も\nあり得るところ、そのような事情も、有期契約労働者と無期契約労働者との\n個々の賃金項目に係る労働条件の相違が不合理と認められるものであるか否\nかを判断するに当たり考慮されることになるものと解される（最高裁判所平\n成３０年６月１日第二小法廷判決・民集７２巻２号２０２頁参照）。\n⑵  正社員の基本給は、①担当する職務の内容による分類（職群、又はコース・\n役割グループ）、②職務の複雑困難性及び責任の度合による区分、又は社員に\n期待される役割による区分（職務の級、又は役割等級）並びに③前年度の勤\n務成績が良好であることを必要条件として上位に変更され得る賃金階層（号\n俸）によって定められており、勤務地域による差異は設けられていない（１\n⑵ア(ｱ)(ｲ)）。\nそして、寒冷地手当は、正社員が毎年１１月から翌年３月までの各月１日\nという冬期の基準日に所定の寒冷地域に在勤することを条件として支給され、\nその額は、地域の寒冷及び積雪の度による区分並びに世帯主か否か及び扶養\n家族の有無による区分に応じて定められている（第２の１⑵イ）。\nそうすると、寒冷地手当は、正社員の基本給が上記①から③までの要素に\nよってのみ決定され、勤務地域による差異が設けられていないところ、寒冷\n地域に在勤する正社員は、他の地域に在勤する正社員と比較して、寒冷地域\nであることに起因して暖房用燃料費等に係る生計費が増加することから、寒\n冷地域に在勤する正社員に対し、寒冷地域であることに起因して増加する暖\n房用燃料費等に係る生計費をその増加が見込まれる程度に応じて補助するこ\nとによって、勤務地域を異にすることによって増加する生計費の負担を緩和\nし、正社員間の公平を図る趣旨で支給されているものと解される。\nこれに対し、時給制契約社員の基本賃金は、所属長によって地域ごとに定\nめられるものであり、その一部を構成する基本給は、その勤務地域における\n地域別最低賃金に相当する額に所定の加算をしたものを下限額とし、募集環\n境を考慮して、既達予算の範囲内で定めることができるものであり（１⑵イ）、\n勤務地域ごとに異なる水準で決定されている。そして、基本給の下限額の基\n礎となる地域別最低賃金は、「地域における労働者の生計費」が考慮要素の一\nつとされ（最低賃金法９条２項）、これを決定する過程において、各都道府県\nの人事委員会が定める標準生計費が参照されている（甲共２７ｐ３０、弁論\nの全趣旨（被告第１準備書面ｐ４３、原告準備書面５ｐ１２））。このように、\n時給制契約社員の基本賃金は、勤務地域ごとに必要とされる生計費も考慮さ\nれた上で、勤務地域ごとに定められているのであるから、勤務地域を異にす\nる者の間に、基本賃金に勤務地域による差異がないことに起因する不公平が\n生じているとはいえず、寒冷地手当の支給により公平を図る趣旨が妥当する\nとはいえない。\nそうすると、正社員、とりわけ郵便の業務を担当する新一般職と郵便の業\n務を担当する時給制契約社員との間には職務の内容、職務の内容及び配置の\n変更の範囲につき相応の共通点があること（１⑶アイ、１⑷アイ）を考慮し\nても、正社員に対して寒冷地手当を支給する一方で、時給制契約社員に対し\nてこれを支給しないという労働条件の相違は、不合理であると評価できるも\nのではない。\n⑶ア  原告は、地域別最低賃金の引上げについて審議及び答申を行う地方最低\n賃金審議会は、中央最低賃金審議会が全都道府県を４つのランクに分けて\n引上げ額の目安を示したものに基づき、これをそのまま認めるか、１～２\n円加算するかを議論しているにすぎないから、寒冷地域の暖房用燃料費等\nを増額要素として考慮して答申する実態はない旨主張する。\nしかし、上記４つのランクを決めるにあたっては、世帯支出、消費者物\n価及び家計最終消費支出が要素として考慮されており（甲共１８ｐ２、別\n紙２）、中央最低賃金審議会が目安を示すについて、勤務地域の生計費が一\n要素として考慮されていることは明らかである。\nイ  原告は、最低賃金の引上げ額の決定要因の統計学的な分析では、標準生\n計費上昇率の係数は、統計的には有意ではなく、生計費に関する変数は引\n上げ額に影響しないことが明らかにされている（甲共２８）旨主張するが、\n地域別最低賃金の引上げ額の決定要因に関する事情をいうにすぎず、その\n事情をもって地域別最低賃金において地域別の生計費を考慮している事実\nが否定されることにはならないから、上記⑵の結論を左右するものとはい\nえない。\n⑷  以上から、正社員に対して寒冷地手当を支給する一方で、時給制契約社員\nに対してこれを支給しないという労働条件の相違は、労働契約法２０条にい\nう不合理と認められる労働条件に当たらないと解するのが相当である。\n第４  結論\n以上によれば、原告の請求は、その余の点（争点⑵）を検討するまでもなく、\n理由がないから、これを棄却することとし、主文のとおり判決する。\n東京地方裁判所民事第３３部\n裁判長裁判官        伊    藤    由  紀  子\n裁判官     根    本    宜    之\n裁判官     金    納    達    昭\n別紙１ないし別紙４については、記載を省略。\n"
}