{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 5,
    "day": 11
  },
  "case_number": "令和4刑(わ)2733",
  "case_name": "贈賄",
  "court_name": "東京地方裁判所刑事第3部",
  "lawsuit_id": "92135",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=92135",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/135/092135_hanrei.pdf",
  "contents": "令和５年５月１１日  東京地方裁判所刑事第３部宣告\n令和４年刑（わ）第２７３３号  贈賄被告事件\n主              文\n被告人Ａを懲役１年６月に、被告人Ｂを懲役１年に処する。\n被告人両名に対し、この裁判が確定した日から３年間、それぞれその刑の\n執行を猶予する。\n理              由\n【罪となるべき事実】\n被告人Ａは、株式会社Ｃ社の専務執行役員等であったもの、被告人Ｂは、同社の\n東京２０２０オリンピック・パラリンピックプロジェクト本部本部長等であったも\nのであるが、被告人両名は、同社の代表取締役等であったＤと共謀の上、平成２６\n年４月頃から平成３０年３月頃までの間、多数回にわたり、東京都港区（住所省略）\n所在の株式会社Ｅ社事務所等において、公益財団法人東京オリンピック・パラリン\nピック競技大会組織委員会（以下「組織委員会」という。）の理事として、組織委\n員会の理事会を構成しその業務執行の決定等について議決権を行使するとともに、\n組織委員会のマーケティング業務に関し、第３２回オリンピック競技大会（２０２\n０／東京）及び東京２０２０パラリンピック競技大会（以下、両大会を合わせて\n「東京２０２０大会」という。）への協賛企業を募るなどの職務に従事していたＦ\nに対し、Ｃ社が、組織委員会のマーケティング専任代理店である株式会社Ｇ社の販\n売協力代理店として選任されるとともに、東京２０２０大会におけるスポンサー契\n約の提案・契約交渉及び契約締結に関する支援業務等を行わせてもらえるよう後押\nししてもらいたいなど、Ｃ社が有利かつ便宜な取り計らいを受けたい旨の請託をし、\n同取り計らいを受けたことの謝礼及び今後も同様の取り計らいを受けたいとの趣旨\nの下に、別表記載のとおり（別表省略）、令和元年１１月２９日から令和４年１月\n３１日までの間、２６回にわたり、同区（住所省略）所在の株式会社Ｈ銀行Ｉ支店\nに開設されたＣ社名義の当座預金口座から、同区（住所省略）所在の株式会社Ｊ銀\n行Ｋ支店に開設された、Ｆが経営し代表取締役を務める前記Ｅ社名義の普通預金口\n座に現金合計１４８５万円を振込入金し、もってＦの職務に関し賄賂を供与した。\n【量刑の理由】\n１  本件は、大手広告代理店であるＣ社において東京２０２０大会の関連業務を\n担っていた被告人両名が、同社代表取締役であったＤ（以下、被告人両名と合わせ\nて「被告人ら」という。）と共謀の上、組織委員会のマーケティング担当理事（以\n下「本件理事」という。）に対し、同大会のスポンサーセールスに関して有利かつ\n便宜な取り計らいを受けたい旨の請託をし、その取り計らいを受けたことの謝礼等\nの趣旨の下に賄賂を供与したという贈賄の事案である。\n２  被告人両名の行為責任について検討する。\n本件犯行の経緯は次のとおりである。すなわち、Ｃ社においては、スポーツ\nビジネスの強化を図るとともに、東京２０２０大会の招致成功時には同大会のマー\nケティングに参画してスポンサーセールスを積極的に行い、大きな利益と実績を上\nげるべく、スポーツマーケティングの第一人者であり同大会のマーケティング活動\nのキーマンになると目された本件理事の助力を得たいと考え、同大会の招致決定に\n先立ち、本件理事が代表取締役を務める会社との間でコンサルティング契約（以下\n「本件契約」という。）を締結し、毎月のコンサルティングフィーの支払を開始し\nた。被告人らは、同大会の招致決定後、本件理事が理事に就任する直前から約４年\n間という長期にわたり、組織委員会のマーケティング担当理事として実質的に大き\nな影響力を有していた本件理事に対し、判示のとおり、同大会のスポンサーセール\nスに関して有利かつ便宜な取り計らいを受けたい旨の請託を多数回にわたって重ね\nた。そして、これを受け、本件理事は、組織委員会のマーケティング専任代理店に\nよるＣ社の販売協力代理店への選任やスポンサーセールスに関して、各方面への口\n利きや働き掛けをするなどしたほか、内部情報を踏まえ、専任代理店と競合しない\nスポンサーセールス可能な企業を助言するなどして、Ｃ社を後押しし、とりわけ、\nＣ社において、スポンサー企業の獲得が難航して危機的な状況に陥っていた中で、\n専任代理店の取引先のスポンサー候補企業を融通し、販売協力代理店としてＣ社に\n手数料収入を得させ、大手広告代理店として何の実績もないという不名誉な状況を\n回避させるなど、様々な便宜を供与した。被告人らは、このような便宜供与に対す\nる謝礼等の趣旨で、東京２０２０大会が終了するまで本件契約の更新を続け、本件\n賄賂の供与行為に及んだ（起訴の対象は令和元年１１月以降の行為）。\n以上のとおり、被告人らは、本件理事に対し、長期間多数回の請託を重ねた\n上、起訴分だけでも、約２年２か月にわたって月額５５万円の支払を続けたのであ\nり、贈賄額は合計１４８５万円と高額である。東京２０２０大会は、世界最大規模\nのスポーツの祭典として世界的に注目され、その開催が国家的にも特に重要と位置\n付けられていたところ、本件は、その準備や運営を担う組織委員会役員等の職務の\n公正さ及び同大会の公正かつ適正な運営を大きく損ね、これらに対する信頼を失墜\nさせ、同大会に汚点を残した（このような状況に照らし、組織委員会の業務の公正\nさ・適正さが現実に害されたとはいえない旨の被告人Ａの弁護人の主張は採用でき\nない。なお、前記スポンサー候補企業融通の件でも、本件理事の働き掛けによって\n専任代理店の意思決定がゆがめられた結果、最終的決定権を有する組織委員会の意\n思決定がゆがめられたことは明らかである。）。本件の結果は重大である。もとよ\nり、本件理事の影響力を利用して自社の利益や実績を上げることに執心し、自らも\n利益を上げようとする本件理事との癒着を続け、本件犯行に至ったという動機や経\n緯に酌むべき点はない（本件理事の理事就任が確実でない時点で本件契約を締結し、\nその際、東京２０２０大会以外のスポーツビジネスに関する便宜供与も期待してい\nたことを斟酌すべきである旨の被告人Ｂの弁護人の主張は採用できない。）。\n被告人両名の役割等についてみると、被告人両名は、いずれもＤが最終判断\nをして決めた会社の方針に従い、Ｄの指示を受け、その了解を得ながら業務の一環\nとして、本件犯行に加担したものである。\nそして、被告人Ａは、本件契約の締結には関与していないものの、Ｃ社の営業部\n門や東京２０２０大会担当部門の専務執行役員等として、同大会関連業務を統括す\nる立場にあり、その部下の被告人Ｂと共に、各種の請託を始めとする本件理事との\nやり取りの重要部分を担い、本件契約を継続すると判断した際もＤに意見具申する\nなど、本件犯行全般に主体的かつ積極的に関与し、不可欠で重要な役割を果たした。\nまた、被告人Ａが、平成３１年３月、同社の顧問弁護士に相談し、コンサルティン\nグフィーの供与が贈賄に当たり得るとの指摘を受けてもなお、本件契約を見直すこ\nとなく贈賄を継続した点は思慮が浅く、規範意識の希薄さを表すものといえる（Ｃ\n社の子会社の従業員による問題のある営業行為につき、被告人Ａが同社社長に厳重\n抗議した際のやり取りなども踏まえれば、違法性の認識が希薄であったという被告\n人Ａの弁護人の主張は採用できない。）。\nまた、被告人Ｂは、Ｃ社の東京２０２０大会関連部門の本部長等として、その関\n連業務の実務担当責任者の立場にあったところ、本件理事の影響力にいち早く目を\n付け、Ｄに進言するなどして、本件契約の締結において主導的な役割を果たしたほ\nか、本件理事との窓口として本件理事と頻繁に接触し、各種の請託や連絡調整を含\nめ、主体的かつ積極的に本件犯行に関与して重要な役割を果たした。もっとも、本\n件賄賂の供与行為は、いずれも被告人Ｂが平成３１年３月にＣ社を退社した後に行\nわれている上、被告人Ｂは、同退社後も、自らが設立した会社とＣ社との間で業務\n委託契約を締結し、東京２０２０大会関連業務への関与を継続したものの、顧問弁\n護士の前記指摘を知らされないなど、その関与の程度は小さくなり、同契約が終了\nした令和３年３月末以降は、同業務に一切関わっていない（同年４月以降の贈賄額\nは合計５５０万円）。\n以上によれば、被告人Ａの刑事責任は重いというべきであり、被告人Ｂの刑\n事責任は、被告人Ａよりも軽いと評価すべきであるものの、相応に重いというべき\nである。\n３  更に一般情状として、被告人両名は、いずれも捜査段階から事実を認めて詳\n細な供述をするなど、本件を真摯に反省していること、いずれも妻又は内妻の更生\nへの協力が見込まれること、被告人Ａは、適切な管理を怠れば生命に関わる深刻な\n疾病に罹患していること、いずれも前科前歴がないことなどの事情が認められる。\n４  そこで、以上の諸事情を総合考慮して、主文のとおり判決する。\n（求刑  被告人両名につきいずれも懲役１年６月）\n令和５年５月１１日\n東京地方裁判所刑事第３部\n裁判長裁判官      友 重 雅 裕\n裁判官     諸 徳 寺 聡 子\n裁判官     平 墳 優 佳\n（別表省略）\n"
}