{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 4,
    "month": 11,
    "day": 16
  },
  "case_number": "令和3(行ケ)10140",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "91552",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=91552",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/552/091552_hanrei.pdf",
  "contents": "令和４年１１月１６日判決言渡\n令和３年（行ケ）第１０１４０号  審決取消請求事件\n口頭弁論終結日  令和４年９月２６日\n判              決\n原              告          株式会社 ナンシ ン\n同訴訟代理人弁護士          中    島              慧\n同                          福    原    裕  次  郎\n同                          松    原    敦    也\n被              告          株式会社 ルス・コ ム\n同訴訟代理人弁護士          黒    田    健    二\n同                          吉    村              誠\n同訴訟代理人弁理士          涌    井    謙    一\n同                          梶    原              慶\n主              文\n１  特許庁が無効２０１９－８０００９９号事件について令和３年１０\n月１８日にした審決中、請求項６及び９に係る部分を取り消す。\n２  原告のその余の請求を棄却する。\n３  訴訟費用はこれを２分し、その１を原告の、その余を被告の各負担\nとする。\n事実及び理 由\n第１  請求\n特許庁が無効２０１９－８０００９９号事件について令和３年１０月１８\n日にした審決を取り消す。\n第２  事案の概要\n本件は、特許無効審判請求を不成立とした審決の取消訴訟である。\n１  特許庁における手続の経緯等（当事者間に争いがない。）\n⑴  被告は、平成１４年９月２４日、その名称を「電鋳管の製造方法及び電鋳\n管」とする発明について特許出願（特願２００２－２７８１２１号。以下「本\n件出願」という。）をし、平成１８年１２月８日、その設定登録（特許第３８\n８９６８９号、請求項の数９）を受けた（以下、この登録に係る特許を「本\n件特許」という。）。\n平成２９年９月１９日、本件特許についての訂正審判（訂正２０１７－３\n９００９４）が請求され、同年１１月１３日に特許請求の範囲の請求項１及\nび明細書【００１１】の訂正を認める審決がされ、そのころ確定した（以下、\nこの訂正を「前件訂正」という。）。\n⑵  原告は、令和元年１１月２１日付けで本件特許の請求項１、５、６及び９\nに係る発明について特許無効審判請求（無効２０１９－８０００９９号）を\nした。\n特許庁が令和３年１月１８日に本件特許の請求項１、５、６及び９に係る\n発明についての特許を無効にするとの審決の予告をしたところ、被告は、同\n年３月２９日付けで本件特許の請求項５及び９に係る特許請求の範囲を訂正\nする訂正請求を行った（以下、この訂正を「本件訂正」という。）。\n特許庁は、令和３年１０月１８日、「特許第３８８９６８９号の特許請求の\n範囲を訂正請求書に添付された訂正特許請求の範囲のとおり、訂正後の請求\n項５及び９について訂正することを認める。特許第３８８９６８９号の請求\n項１、５、６及び９に係る発明についての審判請求は、成り立たない。」との\n審決（以下「本件審決」という。）をし、その謄本は、同月２９日、原告に送\n達された。\n⑶  原告は、令和３年１１月２２日、本件審決の取消しを求めて本件訴えを提\n起した。\n２  特許請求の範囲の記載等\n前件訂正後の本件特許の請求項１、５、６及び９の発明（以下、請求項の番\n号に応じて「本件発明１」のようにいう。）並びに本件訂正後の本件特許の請求\n項５及び９の発明（以下、請求項の番号に応じて「訂正発明５」のようにいい、\n本件発明１及び６並びに訂正発明５及び９を併せて「本件発明」という。）に係\nる特許請求の範囲の記載は、それぞれ次のとおりである。なお、以下、本件出\n願の願書に添付した明細書及び図面を前件訂正の前後を通じて、単に「本件明\n細書」という。\n⑴  本件発明１\n外周面に電着物または囲繞物とは異なる材質の金属の導電層を設けたステ\nンレス製の細線材の周りに電鋳により電着物または囲繞物を形成し、前記電\n着物または前記囲繞物の内面に前記導電層を残したまま細線材を除去して電\n鋳管を製造する方法であって、\n前記導電層は、電解メッキで形成されたものであり、前記電着物または前\n記囲繞物より電気伝導率が高いものとし、\n前記細線材は、一方または両方から引っ張って断面積が小さくなるように\n変形させ、前記変形させた細線材と前記導電層の間に隙間を形成して、前記\n変形させた細線材を掴んで引っ張って除去することにより、前記電着物また\nは前記囲繞物の肉厚が５０μｍ以下である電鋳管を製造することを特徴とす\nる、\n電鋳管の製造方法。\n⑵  本件発明５及び訂正発明５\nア  本件発明５\n電着物または囲繞物はニッケルとし、導電層は金としたことを特徴とす\nる、\n請求項１記載の電鋳管の製造方法。\nイ  訂正発明５（下線部は、本件発明１との相違部分）\n外周面に電着物または囲繞物とは異なる材質の金属の導電層を設けたス\nテンレス製の細線材の周りに電鋳により電着物または囲饒物を形成し、前\n記電着物または前記囲繞物の内面に前記導電層を残したまま細線材を除\n去して電鋳管を製造する方法であって、\n前記導電層は、電解メッキで形成されたものであり、前記電着物または\n前記囲饒物より電気伝導率が高いものとし、\n前記細線材の両端側に前記電着物または前記囲繞物が形成されていない\n部分を形成し、\n前記細線材は一方または両方から引っ張って断面が小さくなるように変\n形させ、前記変形させた細線材と前記導電層の間に隙間を形成して、前記\n変形させた細線材を掴んで引っ張って除去することにより、前記電着物ま\nたは前記囲饒物の肉厚が５０μｍ以下であり、\n前記電着物または前記囲繞物はニッケルとし、前記導電層は金としたこ\nとを特徴とする、\n電鋳管の製造方法。\n⑶  本件発明６\n外周面に電着物または囲繞物とは異なる材質の金属の導電層を設けた細線\n材の周りに電鋳により電着物または囲繞物を形成し、前記細線材の一方また\nは両方を引っ張って断面積を小さくなるよう変形させ、前記変形させた細線\n材と前記導電層の間に隙間を形成して前記変形させた細線材を引き抜いて、\n前記電着物または前記囲繞物の内側に前記導電層を残したまま細線材を除去\nして製造される電鋳管であって、\n前記導電層は、前記電着物または前記囲繞物より電気伝導率が高いものと\nし、\n前記細線材を除去して形成される中空部の内形状が断面円形状又は断面多\n角形状であって、前記電着物または前記囲繞物の肉厚が５μｍ以上５０μｍ\n以下であることを特徴とする、\n電鋳管。\n⑷  本件発明９及び訂正発明９\nア  本件発明９\n電着物または囲繞物はニッケルとし、導電層は金としたことを特徴とす\nる、\n請求項６又は７記載の電鋳管。\nイ  訂正発明９（下線部は、本件発明６との相違部分）\n外周面に電着物または囲繞物とは異なる材質の金属の導電層を設けた細\n線材の周りに電鋳により電着物または囲繞物を形成すると共に、前記細線\n材の両端側に前記電着物または前記囲繞物が形成されていない部分を形\n成し、前記細線材の一方又は両方を引っ張って断面積を小さくなるよう変\n形させ、前記変形させた細線材と前記導電層の間に隙間を形成して前記変\n形させた細線材を引き抜いて、前記電着物または前記囲繞物の内側に前記\n導電層を残したまま細線材を除去して製造される電鋳管であって、\n前記導電層は、前記電着物または前記囲繞物より電気伝導率が高いもの\nとし、\n前記細線材を除去して形成される中空部の内形状が断面円形状又は断面\n多角形状であって、前記電着物または前記囲繞物の肉厚が５μｍ以上５０\nμｍ以下であり、\n前記電着物または前記囲繞物はニッケルとし、前記導電層は金としたこ\nとを特徴とする、\n電鋳管。\n３  本件審決の理由の要旨\n本件審決は、①本件訂正のうち、令和３年３月２９日付け訂正請求書（以下\n「本件訂正請求書」という。）記載の訂正事項１（請求項５につき請求項 1 を引\n用していたものを引用関係を解消して独立の請求項とするもの）及び２に係る\n訂正事項（請求項５につき、前記２ イのように訂正するもの）を統合整理し\nた訂正事項（以下「訂正事項Ａ」という。）及び本件訂正請求書記載の訂正事項\n３（請求項９につき請求項６を引用していたものを引用関係を解消して独立の\n請求項とするもの）、同４（請求項７を引用していた訂正前の請求項９を削除す\nるもの）及び同５（請求項９につき、前記２ イのように訂正するもの）に係\nる訂正事項を統合整理した訂正事項（以下「訂正事項Ｂ」という。）はいずれも\n訂正要件を満たす訂正事項であるから、本件訂正は適法である、②本件明細書\nの発明の詳細な説明は、明確かつ十分に記載されたものといえるから、実施可\n能要件に違反しない、③本件発明は、課題を解決するための手段が十分に反映\nされた発明となっているから、発明の詳細な説明に記載されたものといえる、\n④本件発明６及び訂正発明９は明確である、⑤本件発明は、本願出願前に日本\n国内において頒布された甲第１号証「特開２００１－１９２８８２号公報」（以\n下「甲１文献」という。）に記載された発明（以下、方法の発明を「甲１方法発\n明」と、物の発明を「甲１物発明」という。）と、甲第２号証「特開２００２－\n８０９９１号公報」（以下「甲２文献」という。）に記載された事項（以下「甲\n２技術事項」という。）及び本願出願時の技術常識に基づいて本願出願前に当業\n者が容易に発明をすることができたものとはいえない旨判断した。\nそれぞれの論点に関する本件審決の理由の要旨は、以下のとおりである。\n⑴  本件訂正の適法性について\nア  訂正事項Ａについて\n本件発明１の引用に係る本件発明５の「前記細線材は一方または両方か\nら引っ張って断面が小さくなるように変形させ、前記変形させた細線材と\n前記導電層の間に隙間を形成して、前記変形させた細線材を掴んで引っ張\nって除去する」操作を、訂正事項Ａに係る、あらかじめ「前記細線材の両\n端側に前記電着物または前記囲繞物が形成されていない部分を形成し」て\nから実施するものに限定することは、本件明細書【００８４】、【図６】に\nおいて示唆されており、また、当業者は、「電着物５５と隔壁部材８８に機\n械加工を施して形状を整え」る（【０１０６】）工程が、端部の電着物５５\nを除去する工程を含んでいると解することができ、細線材の両端側に電着\n物又は囲繞物を電鋳によりいったん設けた後、これを除去することで、細\n線材の両端側に電着物又は囲繞物が形成されていない部分を形成し、電鋳\n管を製造するような形態を理解することができるから、訂正事項Ａは新規\n事項追加とはならず、その他の訂正要件も満たされている。\nイ  訂正事項Ｂについて\n本件発明６の引用に係る本件発明９の「前記細線材の一方または両方を\n引っ張って断面を小さくなるよう変形させ、前記変形させた細線材と前記\n導電層の間に隙間を形成して前記変形させた細線材を引き抜いて、前記電\n着物または前記囲繞物の内側に前記導電層を残したまま細線材を除去」す\nる操作を、訂正事項Ｂに係る、あらかじめ「前記細線材の両端側に前記電\n着物または前記囲繞物が形成されていない部分を形成し」てから実施する\nものに限定することが新規事項追加とはならず、その他の訂正要件も満た\nされていることは前記アと同旨。\n⑵  実施可能要件違反（無効理由１）の有無について\n本件発明は、細線材を一方又は両方から引っ張って断面積が小さくなるよ\nうに変形させるものとされているが、その引っ張り対象の細線材としては、\n①その両端側に導電層を設けない部分（細線材の露出部分）を備えるものと、\n②導電層を設けない部分を備えないもの（細線材の露出部分がないもの）で\nあって、a)細線材の両端において、細線材外周面に電解メッキによる導電層\nは設けられるものの、電鋳による電着物又は囲繞物までは設けられない場合\nと、b)細線材の両端において、細線材外周面に電解メッキによる導電層が設\nけられ、さらに電鋳による電着物又は囲繞物が設けられる場合がある。\nア  前記①の場合\n本件明細書【００８４】、【図６】の記載を参酌すると、両端側の導電層\nを設けていない部分を引っ張ることで、引張力が導電層に直接かかり難く\nなり、導電層と基線材とが分離しやすく、また、導電層と電着物との密着\n性も損なわれ難いという効果を奏しつつ、本件発明のように電着物又は囲\n繞物の内面に導電層を残したまま細線材を引き抜いて除去できることが\n理解される。\nイ  前記②a)の場合\n細線材としてステンレス製のもので、かつ、導電層として金メッキされ\nたものを採用する前提で、両端まで外周面に電解メッキによる導電層が設\nけられた細線材を引っ張る操作によって、脆い導電層（金メッキ）は破断\nする一方、ステンレス製の細線材は、強靱、かつ、表面が不動態膜で覆わ\nれていて導電層との密着性は大きなものではないため、引っ張られること\nで断面積が小さくなるように変形し、変形した細線材と導電層の間には隙\n間が形成されるため、電着物又は囲繞物の内面に導電層を残したまま細線\n材を引き抜いて除去することができる（甲４７）。\nウ  前記②b)の場合\n両端の電着物又は囲繞物を除去又は破断してから、当該両端を掴んで引\nっ張ることで細線材の断面積が小さくなるような変形を図り、かつ、その\n後に細線材の引き抜き除去を図ることは、当業者が過度な試行錯誤なく通\n常期待される程度の創意工夫の範囲で実施可能である（甲２１ないし２３、\n５０ないし５２）。\n⑶  サポート要件違反（無効理由２）の有無について\nア  本件発明１及び訂正発明５\n本件発明１及び訂正発明５の解決課題は、コンタクトプローブ用の管等、\n電気を伝導するのに適した部品として使用できる微細な内径の電鋳管を\n容易に製造する方法を提供すること（第１の課題）と把握される（本件明\n細書【０００３】、【０００６】、【０００８】、【００４５】）。\n第１の課題解決には、①内面に導電層を設けた電鋳管を製造すること\n（【００４５】。以下「電鋳管の構造要件（製法）」という。）、及び、②細線\n材を「一方または両方から引っ張って断面積が小さくなるように変形させ\nて、細線材と電着物または囲繞物の間に隙間を形成し」、これを「掴んで引\nっ張」り「除去」すること（【００４１】、【００４２】。以下「細線材の除\n去要件（製法）」という。）の２つの要件が必要であるところ、本件発明１\n及び訂正発明５は、この２つの要件を兼ね備え、第１の課題解決のための\n手段が十分に反映された発明である。\nイ  本件発明６及び訂正発明９\n本件発明６及び訂正発明９の解決課題は、コンタクトプローブ用の管等、\n電気を伝導するのに適した部品として使用できる微細な内径の電鋳管を\n提供すること（第２の課題）と把握される（本件明細書【０００３】、【０\n００６】、【０００８】、【００４５】）。\n第２の課題解決には、③「導電層の材質によって電気伝導率が電着物ま\nたは囲繞物だけのときより良好にできる」ように内面に導電層を設けた電\n鋳管とすること（【００４５】。以下「電鋳管の構造要件（物）」という。）、\n及び、④細線材を「一方または両方から引っ張って断面積が小さくなるよ\nうに変形させて、細線材と電着物または囲繞物の間に隙間を形成し」、「掴\nんで引っ張る」ことで製造された構造物であること（【００４１】、【００４\n２】。以下「細線材の除去要件（物）」という。）の２つの要件が必要である\nところ、本件発明６及び訂正発明９は、この２つの要件を兼ね備え、第２\nの課題解決のための手段が十分に反映された発明である。\n⑷  明確性要件違反（無効理由３）の有無について\n従来、細線材に電鋳することで微細な内径を有する管を作成する場合に細\n線材を除去することは容易なことではなかったが、本件発明６及び訂正発明\n９の各請求項に記載の方法に対応する「細線材を一方または両方から引っ張\nって断面積が小さくなるように変形させて、細線材と電着物または囲繞物の\n間に隙間を形成し、掴んで引っ張る」などする（本件明細書【００４１】の\n３）抜き取り方法を用いることで、細線材を除去可能であり、コンタクトプ\nローブ用の管等として使用可能な微細な内径を有する電鋳管が製造できるこ\nとが理解される（本件明細書【０００５】、【０００６】、【００４１】、【００\n４２】）。\nそして、本件明細書の記載を踏まえると、上記細線材の抜き取り方法に関\nする記載は、電鋳により製造された微細な管の構造又は特性として、細線材\nが適切に除去されており、電鋳管がコンタクトプローブ用の管等として使用\n可能な程度の内面精度を有しているとの構造又は特性を表していると解釈す\nることができる。\nまた、本件発明６及び訂正発明９の物の製造方法の特定により達成される\n上記内面精度の構造又は特性を、どのように直接特定すれば的確に表現でき\nそうであるかを想定することができないし、かつ、本件発明の出願時におい\nて、これら構造又は特性を的確に直接特定することが一般に知られていたと\nも認められないから、当該電鋳管をその構造又は特性により直接特定するこ\nとが不可能であるか、又はおよそ実際的でない事情が存在したともいえる。\nそうすると、本件発明６及び訂正発明９の物の製造方法を特定する記載に\nより、これら発明の内容が不明確になるとはいえない。\n⑸  進歩性欠如（無効理由４）の有無について\nア  甲１方法発明及び甲１物発明の認定\n甲１方法発明\n断面が円形で径が０.１２６ｍｍで長さが３５５ｍｍのステンレス製\nの線に金（抵抗率２.０５×１０－６Ωｃｍ）を１０μｍメッキして、直\n径０.１３６ｍｍの芯線を得、この芯線を電鋳用治具にセットし、スルフ\nアミン酸ニッケルを主成分とする電鋳浴に、ニッケルの金属板をセット\nし、電鋳浴に浸漬し、芯線を陰極、ニッケル板を陽極にして、１０Ａ／\nｄｍ２程度の電流密度で電鋳を１８時間実施して、平均約２.５ｍｍの直\n径のニッケル電鋳品を得て、\nこの電鋳品を、ＮＣ自動加工機で、長さ１２ｍｍに切断し、一方の端\nを中ぐり加工をし、該加工品を縦にして、中ぐり加工していない面を上\nにして、芯線打ち抜き機にて上から芯線を突起を有するハンマーで叩き、\n加工品の下から頭を出した芯線の一部を引き抜くことによって、芯線を\n除去し、端面を研磨する、フェルールの製造方法。\n甲１物発明\n断面が円形で径が０.１２６ｍｍで長さが３５５ｍｍのステンレス製\nの線に金（抵抗率２.０５×１０－６Ωｃｍ）を１０μｍメッキして、直\n径０.１３６ｍｍの芯線を得、この芯線を電鋳用治具にセットし、スルフ\nアミン酸ニッケルを主成分とする電鋳浴に、ニッケルの金属板をセット\nし、電鋳浴に浸漬し、芯線を陰極、ニッケル板を陽極にして、１０Ａ／\nｄｍ２程度の電流密度で電鋳を１８時間実施して、平均約２.５ｍｍの直\n径のニッケル電鋳品を得て、\nこの電鋳品を、ＮＣ自動加工機で、長さ１２ｍｍに切断し、一方の端\nを中ぐり加工をし、該加工品を縦にして、中ぐり加工していない面を上\nにして、芯線打ち抜き機にて上から芯線を突起を有するハンマーで叩き、\n加工品の下から頭を出した芯線の一部を引き抜くことによって、芯線を\n除去し、端面を研磨して製造されるフェルール。\nイ  本件発明１と甲１方法発明との相違点\n相違点１\n本件発明１は、「前記電着物または前記囲繞物の内面に前記導電層を\n残したまま細線材を除去」するものであるのに対し、甲１方法発明は、\n「細線材を除去」する際に「前記電着物または前記囲繞物の内面」に「導\n電層」が残るか不明な点。\n相違点２\n「導電層」のメッキ方法に関し、本件発明１は、「電解メッキ」である\nのに対し、甲１方法発明は、メッキの方法が特定されていない点。\n相違点３\n「細線材」の除去方法に関し、本件発明１は、「一方または両方から引\nっ張って断面積が小さくなるように変形させ、前記変形させた細線材と\n前記導電層の間に隙間を形成して、前記変形させた細線材を掴んで引っ\n張って除去する」ものであるのに対し、甲１方法発明は、「この電鋳品を、\nＮＣ自動加工機で、長さ１２ｍｍに切断し、一方の端を中ぐり加工をし、\n該加工品を縦にして、中ぐり加工していない面を上にして、芯線打ち抜\nき機にて上から芯線を突起を有するハンマーで叩き、加工品の下からか\nら頭を出した芯線の一部を引き抜くことによって、芯線を除去」するも\nのである点。\n相違点４\n「電着物または前記囲繞物」の「肉厚」に関し、本件発明１は、「前記\n電着物または前記囲繞物の肉厚が５０μｍ以下である」のに対し、甲１\n方法発明は、「電鋳品」の「肉厚」が約１.１８２ｍｍ（１１８２μｍ）ま\nたは約１.１８７ｍｍ（１１８７μｍ）である点（なお、本件審決の「相\n違点４」には「本件発明１は、「前記電着物または前記囲繞物の肉厚が５\nμｍ以上５０μｍ以下である」」として「５μｍ以上」が加えられている\nが、この点は誤記と認められる（当事者間に争いがない。）。）。\nウ  相違点４の容易想到性\n甲１方法発明が製造の対象とするような光ファイバー接続用のフェルー\nルは、一般に、径が０.１２６ｍｍ程度の細孔を有し、外径が２.５ｍｍで、\n長さが１２ｍｍ程度の微細孔パイプであり（甲１【０００２】）、当該記載\nの寸法からみて、通常の肉厚が１１８７μｍ程度であることが認められる。\nまた、光コネクターが、０.１２５ｍｍ程度の太さの細くて折れやすい光フ\nァイバーを円筒形の管に通して固定することにより、光ファイバーの中心\nにあるコア同士の位置を正確に合わせて接続を図るものであり、その接続\nのために光ファイバーをコネクタに確実に固定する光コネクタ用部品が\nフェルールであるから（甲１【０００３】）、フェルールが十分な強度を必\n要とすることは明らかである。\n一方、本件発明１における電鋳管の５０μｍ以下との極端に薄い肉厚で\nは、強度が得られないおそれがあり、フェルールの製造方法である甲１方\n法発明において製造されるフェルールの肉厚を５０μｍ以下とする動機\nは生じ得ないばかりか、強度不足となる観点から阻害要因もある。\nしたがって、相違点４に係る本件発明１の構成は、当業者が容易に想到\nし得たことではない。\nエ  本件発明１について小括\n以上から、相違点１ないし３について判断するまでもなく、本件発明１\nは、甲１方法発明及び技術常識等に基づいて、当業者が容易に発明をする\nことができたものではない。\nオ  本件発明６について\n本件発明６と甲１物発明とは、それぞれ前記イの相違点３及び相違点\n１と同旨の相違点５及び相違点６で相違するほか、以下の相違点７とで\n相違する。\n（相違点７）\n「電着物または前記囲繞物」の「肉厚」に関し、本件発明６は、「前\n記電着物または前記囲繞物の肉厚が５μｍ以上５０μｍ以下である」の\nに対し、甲１物発明は、「電鋳品」の「肉厚」が約１.１８２ｍｍ（１１\n８２μｍ）または約１.１８７ｍｍ（１１８７μｍ）である点。\n相違点７は、相違点４と同様の相違点であるところ、相違点４が容易\nに想到でないことは前記ウのとおりであるから、本件発明６は、甲１物\n発明及び技術常識等に基づいて、当業者が容易に発明をすることができ\nたものではない。\nカ  訂正発明５について\n訂正発明５と甲１方法発明とは、前記イの相違点１、２及び４で相違\nするほか、以下の相違点３′とで相違する。\n（相違点３′）\n「細線材」の除去方法に関し、訂正発明５は、「前記細線材の両端側に\n前記電着物または前記囲繞物が形成されていない部分を形成し、」「前記\n細線材は一方または両方から引っ張って断面積が小さくなるように変形\nさせ、前記変形させた細線材と前記導電層の間に隙間を形成して、前記\n変形させた細線材を掴んで引っ張って除去する」ものであるのに対し、\n甲１方法発明は、「この電鋳品を、ＮＣ自動加工機で、長さ１２ｍｍに切\n断し、一方の端を中ぐり加工をし、該加工品を縦にして、中ぐり加工し\nていない面を上にして、芯線打ち抜き機にて上から芯線を突起を有する\nハンマーで叩き、加工品の下からから頭を出した芯線の一部を引き抜く\nことによって、芯線を除去」するものである点。\n前記ウのとおり、相違点４は容易想到ではないから、訂正発明５は、\n甲１方法発明及び技術常識等に基づいて当業者が容易に発明をすること\nができたものではない。\nキ  訂正発明９について\n訂正発明９と甲１物発明とは、前記オの相違点６及び７で相違するほ\nか、以下の相違点５′とで相違する。\n（相違点５′）\n「細線材」の除去方法に関し、訂正発明９は、「前記細線材の両端側に\n前記電着物または前記囲繞物が形成されていない部分を形成し、前記細\n線材の一方又は両方を引っ張って断面積を小さくなるよう変形させ、前\n記変形させた細線材と前記導電層の間に隙間を形成して前記変形させた\n細線材を引き抜」くものであるのに対し、甲１方法発明は、「この電鋳品\nを、ＮＣ自動加工機で、長さ１２ｍｍに切断し、一方の端を中ぐり加工\nをし、該加工品を縦にして、中ぐり加工していない面を上にして、芯線\n打ち抜き機にて上から芯線を突起を有するハンマーで叩き、加工品の下\nからから頭を出した芯線の一部を引き抜く」ものである点。\n前記オのとおり、相違点７は容易想到ではないから、訂正発明９は、\n甲１物発明及び技術常識等に基づいて当業者が容易に発明をすることが\nできたものではない。\n４  取消事由\n⑴  訂正要件に関する判断の誤り（取消事由１）\n⑵  実施可能要件違反（無効理由１）に関する判断の誤り（取消事由２）\n⑶  サポート要件違反（無効理由２）に関する判断の誤り（取消事由３）\n⑷  進歩性欠如（無効理由４）に関する判断の誤り（取消事由４）\n⑸  明確性要件違反（無効理由３）に関する判断の誤り（取消事由５）\n第３  当事者の主張\n１  取消事由１（訂正要件に関する判断の誤り）の有無について\n⑴  原告\nア  本件発明５及び９における訂正要件違反について\n訂正事項Ａ又はＢに係る「前記細線材の両端側に前記電着物または前\n記囲繞物が形成されていない部分を形成し、」との方法には、①細線材に\nマスキングを施し、初めから細線材の両端側に電着物又は囲繞物が形成\nされないようにする方法と、②いったん細線材に電着物又は囲繞物を形\n成させた後で、細線材の両端側に形成された電着物又は囲繞物を事後的\nに除去する方法が含まれ、本件訂正が新規事項の追加に該当しないため\nには、上記①及び②の各方法がいずれも本件明細書において開示されて\nいる必要がある。しかしながら、本件明細書には、少なくとも上記②の\n方法は記載されていないから、本件訂正は、新たな技術的事項を導入す\nるものである。\nこれに対して、本件審決は、「電着物５５と隔壁部材８８に機械加工を\n施して形状を整え」る（【０１０６】）工程が、端部の電着物５５を除去\nする工程を含んでいると解することができると認定して、本件訂正が新\n規事項追加に当たらないと判断したが、誤りである。\n本件明細書【０１０６】における電鋳管の製造においては、製造用治\n具８のうち開口部８１以外の箇所には電解液２１が浸からないようにマ\nスキング処理が施されるため、開口部８１内に位置しない細線材３５の\n両端部には電鋳がなされず、電着物５５は存在しないから（【００９６】、\n【００９７】、【０１０１】、【０１０３】、【図７】、【図８】）、端部の電着\n物５５を除去する工程を含んでいるはずがない。これを踏まえると、上\n記【０１０６】の記載は、開口部８１内に位置し、電着物５５により一\n体にされた細線材３５及び隔壁部材８８を、保持部材８７から分離した\n際の分離面を平滑にして形状を整えることを意味していると解するのが\n合理的である。\nしたがって、本件訂正を新規事項追加としなかった本件審決の判断に\nは、誤りがある。\n仮に、細線材３５の両端部にはマスキングがされておらず、細線材３\n５の両端部に電着物５５が存在すると解したとしても、本件明細書【０\n１０６】には、単に、「電着物５５と隔壁部材８８に機械加工を施して形\n状を整えて（図９参照）」と記載されているにすぎず、図９を見ても、端\n部の電着物５５を除去することは一切記載されていないから、上記記載\nは、電着物５５により一体にされた細線材３５及び隔壁部材８８を、保\n持部材８７から分離した分離面を平滑にして形状を整えることを意味す\nるものと解される。これを、被告が主張するように、細線材３５の両端\n部の、マスキングがされていない箇所に電着物又は囲繞物が形成された\n部分の除去を指すと解するのは不自然である。\nイ  小括\n以上のとおり、本件訂正に関する本件審決の判断には、誤りがある。\n⑵  被告\nア  本件発明５及び９における訂正要件違反の主張について\n本件明細書【０１０３】は、「製造用治具８のうち開口部８１以外の箇\n所」にマスキング処理が施されとしているから、細線材３５にマスキン\nグ処理が施されると理解することはできない。また、「機械加工を施して\n形状を整えて（図９参照）、電着物５５から細線材３５を除去する。」（【０\n１０６】とあるから、機械加工は細線材３５を除去する前である。そう\nすると、「電着物５５と隔壁部材８８に機械加工を施して形状を整え」る\n（【０１０６】）とは、保持部材８７と接している面を除く電着物５５の\n端面が不整な形状であることから、その形状を整えるものと理解できる。\nこの機械加工の中には、細線材の両端部の、マスキングがされていない\n箇所に電着物又は囲繞物が形成された部分を除去することも含まれる。\n仮に、細線材３５のうち隔壁部材８８と接していない部分がマスキン\nグされていたとしても、電鋳により成長した電着物５５は細線材のマス\nキングされた部分の一部も覆うこととなり、この部分の電着物を機械加\n工により除去すれば、細線材の両端部に電着物又は囲繞物が形成されて\nいない部分が形成されることになる。\nイ  小括\n以上のとおり、本件訂正に関する本件審決の判断には、誤りはない。\n２  取消事由２（実施可能要件違反に関する判断の誤り）の有無について\n⑴  原告\nア  本件発明が包含する発明の態様\n本件発明は、細線材の両端の外周面に電解メッキによる導電層が設けら\nれ、その上に電鋳による電着物又は囲繞物が設けられる態様を含む。そし\nて、この態様について、以下の細線材の除去方法が想定される。\n①  細線材の両端部に電着物又は囲繞物が設けられた状態で、端部の電\n着物又は囲繞物を除去又は破断することなく電着物又は囲繞物ごと細線\n材を掴んで引っ張って除去する方法（以下「除去方法①」という。）。\n②  細線材の両端部に設けられた電着物又は囲繞物を除去し（端部の細\n線材の露出）、新たに露出した細線材を掴んで引っ張って除去する方法（以\n下「除去方法②」という。）。\n③  細線材の両端部に設けられた電着物又は囲繞物のみを破断し、細線\n材を被覆する電着物又は囲繞物ごと細線材を掴んで引っ張って細線材を\n除去する方法（以下「除去方法③」という。）。\nイ  除去方法①について\n細線材をどのように掴んで引っ張れば電着物又は囲繞物の内面に導電層\nを残したまま細線材を除去することができるのかについて、本件明細書か\nら理解をすることができないことは明白であり、その方法を開示する文献\nもない。\nウ  除去方法②及び③について\n本件明細書には、そもそも、細線材の両端部まで電着物又は囲繞物が\n形成される場合の記載も示唆もないから、当然のことながら、除去方法\n②は何ら記載も示唆もされていない。\n本件明細書【００８４】には、「図６に示すように細線材３４の両端側\nに導電層（例えば、金メッキ３４０）を設けない部分（マスキング部３\n４１、３４１）を形成し、この導電層を設けていない部分を引っ張るよ\nうにする」と記載されているが、いったん、細線材の両端側まで電着物\n又は囲繞物を形成し、その両端部の電着物又は囲繞物を除去することの\n記載や示唆ではない。\n本件明細書【０１０６】は、前記１⑴アのとおり、除去方法②につい\nての記載や示唆とはならない。\n甲第２１号証「特開２００１－１５２３８３号公報」（以下「甲２１文\n献」という。）には、電鋳棒の円周上にⅤ字溝を形成して、電鋳部のみを\n破断して細線材を引き抜く細線材の除去方法の記載があるが（【００２\n０】、図５⒝）、この除去方法は、細線材を両端から掴んで引っ張って除\n去しているものではないから、除去方法②ではない。また、本件発明の\nように肉厚が５ないし５０μｍという薄肉の電着物又は囲繞物に対して、\n果たして旋盤、グラインダーなどを使用して断面形状Ｖ字形の溝を切削\nできるのか不明である。\n甲第５０号証「英国特許公開第１１１８１５０号明細書」（以下「甲５\n０文献」という。）には、メッキされたワイヤーを切断してワイヤーの端\nからニッケルを除去して、銅線を徐々に伸ばして破断し、銅がニッケル\nから外れるようにする方法が開示されているが、メッキされたワイヤー\nの端からニッケルを除去する方法は何ら開示されていない。\n甲第５１号証は、メッキ作業を行うことに伴い接点に付いた析出金属\n（接点メッキぶとり）を剥離する方法に関するものであり、細線材の除\n去方法は何ら開示がない。\n甲第５２号証は、電線の樹脂被覆を除去するものにすぎず、細線材の\n除去方法は何ら開示がない。\nエ  小括\n以上のとおり、前記アの態様において、電鋳管の製造方法を実現する細\n線材除去方法を見出すには、当業者において過度の試行錯誤を要するとい\nえ、本件明細書の発明の詳細な説明は、本件発明を実施することができる\n程度に明確かつ十分に記載されたものではない。\n⑵  被告\nア  除去方法①について\n当業者であれば、除去方法①で除去することなく除去方法②又は除去方\n法③で細線材を除去するから、除去方法①の実施可能性を検討する必要は\nない。\nイ  除去方法②及び③について\n本件明細書には、「治具や工具等が電着物または囲繞物に引っ掛けた\nりできるようにして」（【０００８】）、「電着物または囲繞物を固定した状\n態にして細線材が除去できる」（【００４３】、【０１１７】）、「電着物を固\n定した状態にして細線材３０が除去できる」（【００７６】）との記載があ\nり、冶具や工具を用いて、細線材の露出部分がない部分である「電着物\nまたは囲繞物」を固定して、細線材を除去することが記載されている。\nそして、「導電層（例えば、金メッキ３４０）を設けない部分（マスキ\nング部３４１、３４１）を形成し、この導電層を設けていない部分を引\nっ張るようにすることが好ましい。」（【００８４】）と、導電層を設けな\nい部分(細線材の露出部分)を備えるものについて、「好ましい」態様とし\nて記載されていることからすると、細線材の両端まで電着物又は囲繞物\nが設けられている場合は、「好ましい」態様以外の態様であると理解する。\nそうすると、両端側に導電層を設けていない部分が形成されている場合\nには当該導電層を設けていない部分を引っ張るようにすることで細線材\nを除去することが可能と認識している当業者は、「細線材」の両端部まで\n「電着物または囲繞物」が形成されている場合であっても、両端部の「電\n着物または囲繞物」を除去すればよいと当然に理解する。\nまた、「機械加工を施して形状を整え」ている（【０１０６】）のは、細\n線材３５を除去する前であるから、この機械加工により整形することで、\n電着物５５が除去され細線材３５が露出すると当業者は理解する。\n本件出願時において、細線材の両端まで「電着物または囲繞物」が設\nけられている場合の端部の電着物又は囲繞物の除去方法として、電鋳管\nを折って中の細線材を抜く周知技術があった（甲２１文献【００２０】、\n図５⒝、【００２２】、甲２２【００２２】、甲２３【００２４】）。これら\nの技術事項を参照して、細線材の全体に導電層を設け、その上に電着物\nを形成した後、当該細線材の両端にそれぞれ溝を形成して溝の部分では\n細線材が露出するようにし、細線材の両端側における溝より外側の部分\nを引っ張ることで細線材を除去できることは、当業者には自明である。\nこれら技術事項における、旋盤、グラインダーは溝加工の一例にすぎず、\nまた、ワイヤ等の加工対象物への溝加工は古くからある技術であるから、\n旋盤、グラインダーのみならず、カッターやバイトにより溝を形成する\nことは当業者であれば適宜行えることである。\n両端部までニッケルの電着物が形成されている場合であっても、甲５\n０文献の方法のように、ワイヤにニッケルを電鋳した後、ワイヤの端に\n形成された電着物であるニッケルを除去し、その上で、電鋳管からワイ\nヤを取り除くことができる。\n甲第５１号証には、めっきにおけるひっかけ治具の接点である枝骨に\n付着した析出金属（接点めっきぶとり）を剥離（除去）する方法として、\n①物理的にペンチやハンマーで除く方法、②化学的に酸で溶解する方法、\n③電気化学的に溶解する方法が記載されている。\n甲第５２号証には、被覆部１１に対して、カッター２を用いて、被覆\n部１１を破断すること（破断の結果、芯線部１３が一部露出している）\nが記載されている。また、ビニール被覆の導線において、端部の芯線を\n露出させるために、ペンチやカッターで被覆部を除去するということは、\n家電製品のアース線やプラモデル等のリード線の加工においても用いら\nれているような、極めて基礎的な事項である。\n３  取消事由３（サポート要件違反に関する判断の誤り）の有無について\n⑴  原告\n前記２⑴のとおりであるから、本件発明は、発明の詳細な説明の記載によ\nり当業者が当該発明の課題を解決できると認識できる範囲のものではなく、\nまた、その記載や示唆がなくとも当業者が出願時の技術常識に照らし当該発\n明の課題を解決できると認識できる範囲のものとはいえない。\n⑵  被告\n前記２⑵と同旨。\n４  取消事由４（進歩性欠如に関する判断の誤り）の有無について\n⑴  原告\nア  本件発明１について\n甲１方法発明及び相違点４の各認定誤りについて\n甲１文献においては、「本発明は、特に、長尺で、内径が０．１２６ｍ\nｍ程度と小さいフェルール用の微細孔パイプを電鋳で製造するに際して、\n外径が均一で小さい内径を有し、かつ、同軸性の高いフェルールを形成\nするための微細円柱を効率よく製造する方法を提供しようとするもので\nある。」（【０００９】）とされ、径が０．１２６ｍｍのステンレス線に金\nを１０μｍメッキし、ニッケルを電鋳した後、芯線を除去することによ\nりフェルール形成用微細円柱を製造することが開示されているところ\n（【００２３】）、金メッキ層まで一緒に引き抜かれた場合、金メッキ層の\n厚さは１０μｍ（＝０．０１ｍｍ）であって、細孔の内径が０.１３６ｍ\nｍとなってしまうから、ステンレス線のみが除去され、ニッケル層の内\n側に金メッキ層が残っていることは明らかである。したがって、甲１方\n法発明は、フェルール形成用微細円柱の製造方法の発明であり、また、\n当該 電 鋳 品 の 肉 厚 は 、 金 メ ッ キ 層 を 残 す た め 、 約１ . １ ８ ７ ｍ ｍ\n(\n2.5𝑚𝑚−0.126𝑚𝑚\n2 )  となる。\n以上からすると、相違点４は、本来、次のとおりに認定されるべきで\nある（以下「相違点４Ｂ」という。下線部は相違点４との差異部分であ\nる。）。\n（相違点４Ｂ）\n「電着物または前記囲繞物」の「肉厚」に関し、本件発明１は、「前記\n電着物または前記囲繞物の肉厚が５０μｍ以下である」のに対し、甲１\n方法発明は、「電鋳品」の「肉厚」が約１.１８７ｍｍ（１１８７μｍ）で\nある点。\n相違点４の容易想到性判断の誤りについて\nａ  本件審決が認定した相違点４に係る構成は、本件発明１における電\n着物又は囲繞物の肉厚の数値範囲を「５０μｍ以下」に限定するもの\nであるところ、任意にした数値限定は技術的意義がなく、当業者にお\nいて容易に想到することができるものであるから、逆に、相違点４に\n係る構成について容易想到性が否定されるためには、上記数値限定に\nより異質な効果が生じるか、あるいは上記数値限定が臨界的意義を有\nしていなければならない。本件明細書には、「５０μｍ以下」という数\n値範囲に異質な効果を生じたり臨界的意義を有する旨の記載は全くな\nく、この数値範囲は、単に電着物又は囲繞物の肉厚が薄いということ\nを意味するために設定されたものにすぎない。\nｂ  仮に、進んで動機付けや阻害要因について判断する必要があるとし\nても、金属電鋳管の肉厚を５０μｍ以下にすることは本件出願時の技\n術常識であるから（甲３、７、８、８９ないし９３）、甲１方法発明の\n電鋳管の肉厚を「５０μｍ以下」とする動機付けはあるといえる。ま\nた、甲第２５号証「特開平１１－１９３４８５号公報」（以下「甲２５\n文献」という。）には、人工衛星のスラスタエンジン用フィードチュー\nブ（細孔チューブ）に応用できる一般的な細孔チューブの製造方法が\n開示されているところ、甲１文献には、甲２５文献が従来技術として\n引用され、金属フェルールの製造に基本的に使用できるとの記載があ\nるから（【０００５】ないし【０００７】）、甲１方法発明のフェルール\n形成用微細円柱の製造方法と、甲２５文献記載の一般的な細孔チュー\nブの製造方法とが共通した技術分野として取り扱われており、その製\n造技術が相互に適用できることが明示されているし、甲第９４号証「特\n開２００１－１９２８８３号公報」（以下「甲９４文献」という。）に\nも、細径を有するパイプを製造する方法により光ファイバー接続用の\nフェルールを製造することができる旨の記載がある（【０００６】）。そ\nして、甲第３号証「特開平１０－３３５１３５号公報」（以下「甲３文\n献」という。）には、内径の下限を１０μｍ、肉厚を５０μｍ以下とす\nる一般的な細孔チューブの製造方法が開示されているところ（【００２\n５】）、甲１文献には、甲１方法発明が、一般的な細孔チューブの製造\n方法である甲３文献記載の発明の課題である径不均一化を解決するも\nのであることが明記されている（【００１４】ないし【００１６】）。\nそうすると、甲１方法発明のフェルール形成用微細円柱の製造方法\nを一般的な細孔チューブの製造方法に置換することについては、甲１\n文献の記載から動機付けられるものであるから、当業者が容易になし\n得たことである。\nまた、フェルールは「電鋳管」の一種にすぎないのであり、また、\nフェルールの中には、例えば厚さが０.１５ｍｍ（＝１５０μｍ）のも\nのも存在するから（甲１０８の１及び２、甲１０９）、甲１方法発明に\nより製造される物がフェルールであることを理由として、同発明にお\nける電着物又は囲繞物（ニッケル）の肉厚を「５０μｍ」にすること\nができないと解すべき理由はなく、細孔チューブの強度の違いをもっ\nて阻害要因があるともいえない。したがって、フェルールの通常の肉\n厚が１１８７μｍ程度であることから相違点４の容易想到性を否定し\nた本件審決の判断は、前提において誤りである。\nイ  本件発明６について\n前記ア のとおり、相違点７は、本来、次のとおりに認定されるべき\nである（以下「相違点７Ｂ」という。下線部は相違点７との差異部分で\nある。）。\n（相違点７Ｂ）\n「電着物または前記囲繞物」の「肉厚」に関し、本件発明６は、「前記\n電着物または前記囲繞物の肉厚が５μｍ以上５０μｍ以下である」のに\n対し、甲１物発明は、「電鋳品」の「肉厚」が約１.１８７ｍｍ（１１８７\nμｍ）である点。\n相違点７の容易想到性判断の誤りについて\n前記ア と同旨。\nウ  訂正発明５について\n前記アと同旨。\nエ  訂正発明９について\n前記イと同旨。\n⑵  被告\nア  本件発明１について\n甲１方法発明及び相違点４の各認定誤りについて\n甲１文献には、径が０.１２６ｍｍのステンレス製の線に金を１０μｍ\n（０.０１ｍｍ）メッキしたもの（直径０.１３６ｍｍ）を「芯線」とし（【０\n０２３】）、その上で、金メッキが施されている「芯線」を除去している\nことが記載されているが（【００２４】）、他方で、電鋳品であるフェルー\nルの内面に金メッキの導電層が残されていることは開示されていない。\nこれは、以下のとおり、フェルールの内面に金メッキの導電層が残され\nることは想定されていないからである。\nすなわち、従来のステンレス製の芯線を用いたフェルール形成用微細\n円柱では（【０００７】）、芯線の電気抵抗により、芯線表面の電着量が不\n均一となり、電鋳体であるフェルール形成用微細円柱の外径が不均一に\nなったという課題があったことから（【０００８】、【０００９】、【００１\n６】、図３⒝）、甲１方法発明は、この課題解決のために、芯線表面の抵\n抗率を小さく（望ましくはゼロ、好ましくは５×１０－６Ωｃｍ以下）す\nることとし（【００１７】）、芯線自身の抵抗率を小さくすること、又は、\n抵抗率の大きい金属線の表面に抵抗率の小さい金属の薄い層をメッキし\nたものを芯線とすることにより、外径の均一なフェルール形成用微細円\n柱を得ることしたものである（【００１８】）。さらに、甲１文献には、芯\n線の表面に抵抗率の低い金属をメッキすることで、芯線の外表面が平滑\nになるということ（【００２０】）、芯線表面を抵抗率の小さい物質で被覆\nすることで、均一な外径のフェルール形成用微細円柱が得られることが\n開示されている（【００２６】）。そうすると、甲１方法発明の芯線の外表\n面が平滑になるというメリットとは、芯線の外表面が平滑になることに\nよりフェルールの内面精度が高くなるということを意味していることは\n明らかであるから、フェルールから除去されるのは、外表面が平滑にな\nった芯線、すなわち、表面に抵抗率の低い金属がメッキされている芯線\nにほかならない。また、フェルールの内径は、０．１３６ｍｍ又は０．\n１４６ｍｍになることもあり得る（甲２６の１１頁参照）。\n相違点４の容易想到性判断の誤りの主張について\n甲１文献には、甲３文献に開示された一般的な細孔チューブの製造方\n法とフェルール形成用微細円柱の製造方法とを「相互に」使用できるこ\nとは記載されていない。甲１文献には、フェルールの内径が極めて細い\nため、フェルール形成用微細円柱の中の芯線を溶出したり引き抜くこと\nが困難であることが記載されており（【０００６】）、甲２５文献の製造方\n法を甲１方法発明に適用することの問題点が指摘されている。また、甲\n１文献には、甲３文献の技術の問題点が指摘されている（【０００６】、\n【００１６】）。\n仮に、甲１文献の記載から、甲２５文献及び甲３文献に開示された一\n般的な細孔チューブの製造方法を甲１文献のフェルール形成用微細円柱\nの製造方法に適用することができると理解したとしても、相互に適用で\nきることが明示されているということはない。\n甲１文献のフェルールが、光ファイバ用のコネクタである（【０００\n１】）のに対して、原告が指摘する甲第１０８号証の１及び２並びに甲第\n１０９号証のフェルールは、光ファイバ用のコネクタではなく、電線用\nのコネクタであるから、甲１方法発明のフェルールの肉厚を薄くする動\n機付けにはなり得ない。\nイ  本件発明６、訂正発明５及び９について\n前記アと同旨。\n５  取消事由５（明確性要件違反に関する判断の誤り）の有無について\n⑴  原告\nア  不可能・非実際的事情について\n仮に、被告が主張するように、本件発明６及び訂正発明９の細線材の除\n去方法が、電鋳管がコンタクトプローブ用の管等として使用可能な程度の\n「内面精度」を有しているとの構造又は特性を表していると解したとして\nも、プロダクト・バイ・プロセスクレームの形式をとることが許容される\n要件である、出願時において当該物をその構造又は特性により直接特定す\nることが不可能であるか、又はおよそ実際的でないという事情（以下、両\n事情を合わせて「不可能・非実際的事情」という。）は存在しない。\nそもそも被告は、電鋳管をその構造又は特性により直接特定することが\n不可能であるか、又はおよそ実際的でない事情について、何ら具体的な主\n張立証をしていないが、本件出願時、外観観察、光学顕微鏡観察、走査型\n電子顕微鏡（ＳＥＭ）観察及びＥＤＸ分析を実施することができる装置は\n既に普及しており、電鋳管の内面精度を観察することは技術的に可能であ\nったし、当該装置を用いた観察は、著しく過大な経済的支出や時間を要す\nることなく行うことができるものである。\nイ  被告は、プロダクト・バイ・プロセスクレームの形式をとっていたとし\nても、特許請求の範囲及び本件明細書の記載から物の構造又は特性が一義\n的に明らかである場合には明確性要件を充足すると主張するが、このよう\nな見解をとったとしても、本件発明６及び訂正発明９は上記場合には当た\nらないので、明確性要件を充足しない。\n被告が主張するように、本件発明６及び訂正発明９の細線材の除去方法\nが、電鋳管がコンタクトプローブ用の管等として使用可能な程度の「内面\n精度」を有しているという構造又は特性を表していると解したとしても、\n本件明細書においては、本件発明６及び訂正発明９が規定する細線材の除\n去方法と電鋳管の「内面精度」との関係性に関する記載及び示唆は一切な\nいし、細線材を除去する方法として様々な方法が記載されているところ\n（【００７０】ないし【００７４】）、これらの方法は同等なものとして列挙\nされており、本件明細書【０１１６】の①ないし④の細線材の除去方法を\n用いて製造された電鋳管は、いずれも、電鋳管がコンタクトプローブ用の\n管等として使用可能な程度の内面精度を有しているとの構造又は特性を\n有しているから、微細な管の構造又は特性において区別することができな\nい。そうすると、本件発明６及び訂正発明９の細線材の除去方法により製\n造された電鋳管が、他の細線材の除去方法により製造された電鋳よりも良\n好な「内面精度」を有すると解すべき根拠はない。したがって、当該製造\n方法がどのような電鋳管の「内面精度」を表しているのかが一義的に明ら\nかであるとはいえない。\n⑵  被告\nア  本件発明６及び訂正発明９について、不可能・非実際的事情が存在しな\nいことは、認める。\nイ  本件発明６及び訂正発明９に係る電鋳管がどのような構造又は特性を表\nしているのかは、特許請求の範囲及び本件明細書の記載から一義的に明ら\nかである。\n本件発明の細線材の除去方法は、本件明細書【０１１６】の③の方法で\nあるところ、この方法は、「細線材と電着物または囲繞物の間に、細線材を\n除去するのに十分な隙間が形成できるので、細線材が電着物または囲繞物\nから支障なく除去できる」（【００４４】）ことから、良好な内面精度の電鋳\n管という構造又は特性を有する。一方、本件明細書【０１１６】の①の方\n法では、電着物又は囲繞物を加熱して熱膨張すると所定の径の電鋳管が得\nられないことになる上、細線材を冷却して収縮させても支障なく除去でき\nるものではない。また、同②の方法では、細線材と電着物又は囲繞物が接\n触している箇所を滑りやすくしているものの、微小な凹凸があることが多\nいから（甲１【００２０】）、細線材と電着物又は囲繞物が接触したまま引\nき抜くと、当該凹凸により、電着物または囲繞物の内面に線状痕のような\nキズがついてしまい、電鋳管の内面精度が低いものとなる。\nさらに、同④の方法では、内面精度の点で実用性がない（甲２【０００\n７】）。\n以上から、本件発明６及び訂正発明９に係る電鋳管は内面精度の高い電\n鋳管であるといえ、どのような構造又は特性を表しているのかは、特許請\n求の範囲及び本件明細書の記載から一義的に明らかである。\nこのことは、試作分析報告書（甲２９）において、本件発明６及び訂正\n発明９の細線材除去方法により製造された電鋳管（試料１）と、液中に浸\nして又は液をかけることにより、細線材と電着物又は囲繞物が接触してい\nる箇所を滑りやすくする方法により製造された電鋳管（試料２－①ないし\n試料２－③）を試作し、これら試料の内面性状を、外観観察（寸法測定を\n含む。）、光学顕微鏡観察、走査型電子顕微鏡（ＳＥＭ）観察及びＥＤＸ分\n析したところ、試料１の内面は概ね平滑であり、キズ状のものは確認でき\nず、Ｆｅ、Ｃｒ又はＭｎ等のステンレス線に由来する元素は検出されなか\nったのに対し、試料２－①ないし試料２－③については、いずれも、内面\nにキズ又は剥がれ様の領域が散在しており、内面のキズの領域にＦｅ、Ｃ\nｒ又はＭｎ等のステンレス線に由来する元素が検出されたことからも、明\nらかである。\n第４  当裁判所の判断\n１  本件発明について\n本件明細書（甲９５）には、別紙１「本件明細書の記載事項（抜粋）」のとお\nりの記載があり、この記載によると、本件発明について、次のような開示があ\nると認められる。\n⑴  技術分野\n本件発明は、微細な内径を有する電鋳管の製造方法及び電鋳管に関するも\nのである（【０００１】）。\n⑵  従来技術及びその課題\n電極の電気的導通を検査するプローブ装置において、最新の集積回路に対\n応できるように、コンタクトプローブの数を増やし（多ピン化）、線径も細く\nし（細線化）、コンタクトプローブ間の間隔もより狭く（狭ピッチ化）するこ\nとが求められているところ、現在のコンタクトプローブ用の管は、外径が１\n１０μｍ、内径が８８μｍのものが世界最小とされているが、更に小型化す\nることが必要とされている（【０００３】）。\n電鋳技術により、中空部が断面円形状であり、直径が１０μｍから８５μ\nｍまでの細線材の外面に最小５μｍの金属の膜を付着させることができるが、\n電着させた金属から細線材を除去することは、電着した金属が細線材の外面\nに密着しているので容易なことではなかった（【０００６】）。\nそこで、本件発明は、微細な内径を有する電鋳管の製造方法及び電鋳管を\n提供することを目的とする（【０００８】）。\n⑶  課題を解決するための手段\n前記⑵の目的を達成するため、本件発明は、請求項１、５、６及び９の構\n成をとった。\n⑷  作用及び効果\nア  電鋳によって形成された電着物等から、細線材の一方又は両方から引っ\n張って細線材を断面積が小さくなるように変形させて電着物等の間に隙\n間を形成し、掴んで引っ張る方法で細線材を除去することにより、例えば、\n直径が１０μｍから８５μｍまでの細線材の外面に５μｍ以上５０μｍ\n以下の肉厚を有するように形成した電着物等からでも、細線材を除去する\nことができ、微細な内径を有する電鋳管が製造できる（【００４１】、【００\n４２】、【０１１６】）。\nイ  細線材に形成される端部側の電着物等の量を多くして電鋳管を製造する\nと、細線材を電着物等から引き抜いたり押し遣ったりして除去する際に、\n治具や工具等を電着物等の量を多くした部分の端面等に引っ掛けたりす\nることができ、細線材が除去しやすい（【００４３】、【０１１７】）。\nウ  細線材を外方に引っ張って伸ばしたときの横ひずみの変形量が断面積の\n５％以上あるようすると、細線材と電着物等の間に、細線材を除去するの\nに十分な隙間が形成できるので、細線材が電着物等から支障なく除去でき\nる可能性が高い（【００４４】、【０１１８】）。\nエ  外面に導電層が設けられた細線材を用い、導電層が電鋳管の内面に残る\nように細線材を除去すれば、内面に金メッキ等を設けた電鋳管が製造でき、\n内面に設ける導電層の材質によって電気伝導率が電着物等だけのときよ\nり良好にできるので、電気を伝導するのに適した部品として使用できる\n（【００４５】、【０１１９】）。\nオ  細線材を除去して形成される中空部を複数個備えたものは、中空部が一\nつしか設けられていない管を複数並べて製造されていた部品と置き換え\nて使用することができる（【００４７】、【０１２１】）。\nカ  両端側に導電層が設けられていない部分がある細線材は、この導電層が\n設けられていない部分を外方に引っ張るようにすることにより、引張力が\n導電層に直接かかり難くなり、導電層と基線材とが分離しやすく、また、\n導電層と電着物等との密着性も損なわれ難い（【００４９】、【０１２３】）。\n⑸  発明の実施の形態\nア  電鋳装置を使用して細線材を電鋳し、細線材を一方又は両方から引っ張\nって断面積が小さくなるように変形させて、電着物と細線材の間に隙間を\n形成し、細線材を掴んで引っ張り除去することにより、微細な内径（中空\n部）を有する、コンタクトプローブ用の管等として使用可能な電鋳管がつ\nくられる（【００５０】ないし【００７０】、【００７３】、【００７５】、【図\n１】）。\nイ  電着物の一端側に外径の大きな径大部を形成すると、治具や工具を径大\n部の端面に引っ掛けて、細線材を除去しやすくなる（【００７６】、【図２】）。\nウ  細線材は、外径が１０μｍ以上８５μｍ以下であれば使用でき、略１５\n００Ｎ／ｍｍ２の引張力をかけたときに、横ひずみの変形量が断面積の\n５％以上であればよい（【００７８】、【００７９】）。また、少なくとも略５\nμｍ以上の肉厚を有するように細線材の周りに電着させることができれ\nば、細線材を除去した後でも電鋳管が形成できる（【００８０】）。\nエ  細線材は、芯部を金属や合成樹脂等で作り、その外面に導電層（例えば\n金メッキ）を設けたものを使用でき、この場合、導電層を電着物の内周面\nに残して、細線材のみを除去し、内周面に導電層が施された電鋳管を形成\nできる（【００８１】）。このような電鋳管は電気伝導率が良いので、コンタ\nクトプローブ用の管等の電気を伝導するのに適した部品として使用でき\nる（【００８２】）。\n外周部に導電層が設けられた細線材を、断面積が小さくなるように変形\nさせて析出した金属から除去する場合、細線材の両端側に導電層を設けな\nい部分（マスキング部）を形成しこの部分を引っ張ると、引張力が導電層\nに直接かかり難くなり、導電層と基線材とが分離しやすく、導電層と電着\n物との密着性も損なわれ難い（【００８４】、【図６】）。\nオ  複数本の細線材が張設可能な治具を用いて、中空部が複数個ある電鋳管\nを製造できる（【００８５】ないし【０１０７】、【図７】ないし【図９】）。\n２  取消事由１（訂正要件に関する判断の誤り）の有無について\n⑴  本件発明５及び９における訂正について\n本件訂正は、本件発明５及び９について、「前記細線材の両端側に前記電着\n物または前記囲繞物が形成されていない部分を形成し、」との事項（訂正事項\nＡを構成する訂正事項２及び訂正事項Ｂを構成する訂正事項５）を追加する\n訂正を含む。\n本件明細書には、細線材として、外周面に導電層を設けたものを使用でき\nること、例えば外周面に金メッキを設けた細線材に電着物を形成した場合、\n金メッキを電着物の内周面に残して、細線材のみを除去し、内周面に金メッ\nキが施された電鋳管を形成できることが記載され（【００８１】、【図４】）、外\n周面に導電層（例えば、金メッキ）が設けられた細線材を、断面積が小さく\nなるように変形させて除去する場合は、細線材の両端側に導電層を設けない\n部分（マスキング部）を形成し、この導電層を設けていない部分を引っ張る\nようにすることが好ましく、このようにすることで引張力が導電層に直接か\nかり難くなり、導電層と細線材とが分離しやすく、また、導電層と電着物と\nの密着性も損なわれ難いことが記載されている（【００８４】、【図６】）。\nそして、【図６】を参照すると、細線材の両端部では細線材が露出し、導電\n層も電着物等も設けられていない部分、すなわち、細線材の両端側に電着物\n等が形成されていない部分が形成されている。\nそうすると、本件明細書には訂正事項１について記載されているといえる\nのであって、訂正事項１を追加する訂正は、本件明細書に記載した事項の範\n囲内においてするものである。\n⑵  原告の主張について\n原告は、前記第３の１⑴のとおり、訂正事項１が新規事項の追加に該当し\nないためには、①細線材にマスキングを施し、初めから細線材の両端側に電\n着物等が形成されないようにする方法、及び、②いったん細線材に電着物等\nを形成させた後で、細線材の両端側に形成された電着物等を事後的に除去す\nる方法のいずれもが本件明細書に開示されている必要があるが、少なくとも\n②の方法は開示されていないから、訂正事項１を追加する訂正は、新規事項\n追加になると主張する。\nしかしながら、前記⑴のとおり、本件明細書には、細線材の端部において\n細線材を露出させることにより細線材の除去が容易に行えることが記載され\nている。そして、既に、１９６８年発行の甲５０文献には、直径が１ｍｍ以\n下の導管を電鋳によって製造すること、具体的には、銅線をニッケルメッキ\nした後、銅線の端部からニッケルを除去し、銅線を徐々に引き伸ばし、銅が\n破断した後、銅線の破断片を取り除いてニッケルの導管を製造したことが記\n載されており、さらに、被覆された細線材から被覆物を除去する方法に関す\nる平成１３年頃発行の複数の公知文献も存在するから（甲２１文献、甲２２、\n２３、５１）、どのような具体的な手法により電着物等を除去して細線材を露\n出するかについては、従来より慣用されている、これら方法又は適宜の方法\nをとれば足りるものと認められ、前記②の方法を含む訂正事項１を追加した\nことが新規事項追加になるとはいえないというべきである。\nしたがって、原告の上記主張を採用することはできない。\n⑶  小括\n以上のとおりであるから、取消事由１は理由がない。\n３  取消事由５（明確性要件違反に関する判断の誤り）  について\n事案に鑑み、次に取消事由５を検討する。\n⑴  判断基準\n物の発明についての特許に係る特許請求の範囲にその物の製造方法が記載\nされている場合において、特許請求の範囲の記載が特許法３６条６項２号に\nいう「発明が明確であること」という要件に適合するといえるのは、出願時\nにおいて当該物をその構造又は特性により直接特定することが不可能である\nか、又はおよそ実際的でないという事情が存在するときに限られる（最高裁\n判所平成２４年（受）第１２０４号同２７年６月５日第二小法廷判決・民集\n６９巻４号７００頁）。\nもっとも、上記のように解釈される趣旨は、物の発明について、その特許\n請求の範囲にその物の製造方法が記載されている場合（プロダクト・バイ・\nプロセス・クレーム）、当該発明の技術的範囲は当該製造方法により製造され\nた物と構造、特性等が同一である物として確定されるところ（前掲最高裁判\n決）、一般的には、当該製造方法が当該物のどのような構造又は特性を表して\nいるのか、又は物の発明であってもその発明の技術的範囲を当該製造方法に\nより製造された物に限定しているか不明であり、特許請求の範囲等の記載を\n読む者において、当該発明の内容を明確に理解することができず、権利者が\nその範囲において独占権を有するのかについて予測可能性を奪う結果となり、\n第三者の利益が不当に害されることが生じかねないところにある。\nそうすると、物の発明についての特許に係る特許請求の範囲にその物の製\n造方法が記載されている場合であっても、上記一般的な場合と異なり、出願\n時において当該製造方法により製造される物がどのような構造又は特性を表\nしているのかが、特許請求の範囲、明細書、図面の記載や技術常識より一義\n的に明らかな場合には、第三者の利益が不当に害されることはないから、不\n可能・非実際的事情がないとしても、明確性要件違反には当たらないと解さ\nれる。\n⑵  検討\nア  本件発明６及び訂正発明９は、「電鋳管」に係る発明であるところ、本件\n発明６は、「外周面に電着物または囲繞物とは異なる材質の金属の導電層\nを設けた細線材の周りに電鋳により電着物または囲繞物を形成し、前記細\n線材の一方または両方を引っ張って断面積を小さくなるよう変形させ、前\n記変形させた細線材と前記導電層の間に隙間を形成して前記変形させた\n細線材を引き抜いて、前記電着物または前記囲繞物の内側に前記導電層を\n残したまま細線材を除去して製造される」という製造方法による特定が、\n訂正発明９は、「外周面に電着物または囲繞物とは異なる材質の金属の導\n電層を設けた細線材の周りに電鋳により電着物または囲繞物を形成する\nと共に、前記細線材の両端側に前記電着物または前記囲繞物が形成されて\nいない部分を形成し、前記細線材の一方又は両方を引っ張って断面積を小\nさくなるよう変形させ、前記変形させた細線材と前記導電層の間に隙間を\n形成して前記変形させた細線材を引き抜いて、前記電着物または前記囲繞\n物の内側に前記導電層を残したまま細線材を除去して製造される」という\n製造方法による特定を含む。\nイ  そこで、本件発明６及び訂正発明９の製造方法により製造された電鋳管\nの構造又は特性、具体的には被告が主張する電鋳管の内面精度が、一義的\nに明らかであるか否かについて検討する。\nまず、特許請求の範囲の記載から本件発明６及び訂正発明９の製造方法\nにより製造された電鋳管の内面精度が明らかでないことはいうまでもな\nく、また、本件明細書には、本件発明６及び訂正発明９の製造方法により\n製造された電鋳管の内面精度について、何ら記載も示唆もされていない。\nそして、本件明細書には、細線材を除去する方法として、①電着物等を\n加熱して熱膨張させ、又は細線材を冷却して収縮させることにより、電着\n物等と細線材の間に隙間を形成する方法、②液中に浸して又は液をかける\nことにより、細線材と電着物等が接触している箇所を滑りやすくする方法、\n③一方又は両方から引っ張って断面積が小さくなるように変形させて、細\n線材と電着物等の間に隙間を形成したりして、掴んで引っ張るか、吸引す\nるか、物理的に押し遣るか、気体又は液体を噴出して押し遣る方法、④熱\n又は溶剤で溶かす方法が記載されている（【００４１】、【０１１６】）が、\nこれらの方法と、製造される電鋳管の内面精度との技術的関係についても\n一切記載がなく、ましてや、本件発明６及び訂正発明９の製造方法（上記\n③の方法に含まれる。）が、他の方法で製造された電鋳管とは異なる特定の\n内面精度を意味することについてすら何ら記載も示唆もない。さらに、上\n記各方法により内面精度の相違が生じるかについての技術常識が存在し\nたとも認められない。\nそうすると、本件発明６及び訂正発明９の製造方法により製造された電\n鋳管の構造又は特性が一義的に明らかであるとはいえない。\nウ  以上のとおりであるから、本件発明６及び訂正発明９が明確であるとい\nえるためには、本件出願時において、本件発明６及び訂正発明９の電鋳管\nをその構造又は特性により直接特定することについて不可能・非実際的事\n情が存在するときに限られるところ、被告はこのような事情が存在しない\nことは認めている。\n⑶  被告の主張について\n被告は、前記第３の５⑵イのとおり、本件発明６及び９の製造方法により\n製造された電鋳管の構造又は特性は、本件明細書の「細線材と電着物または\n囲繞物の間に、細線材を除去するのに十分な隙間が形成できるので、細線材\nが電着物または囲繞物から支障なく除去できる」（【００４４】）との記載から\n理解できるものであり、文献（甲１、２）の記載や試作分析報告書（甲２９）\nの内容も参酌すれば、良好な内面精度を有するという構造又は特性を表して\nいることが、特許請求の範囲及び本件明細書の記載から一義的に明らかであ\nる旨主張する。\nしかしながら、被告が指摘する本件明細書【００４４】の記載からは、細\n線材と電着物等の間に、細線材を除去するのに十分な隙間が形成できると細\n線材を支障なく除去できる可能性が高いということが理解できるにすぎず、\n本件発明６及び訂正発明９の製造方法により製造された電鋳管が、良好な内\n面精度の電鋳管という構造又は特性を表していることまでを理解することは\nできない。また、被告が主張する甲１文献や甲２文献の記載は製造の難易さ\nを記述するにすぎないものであって内面精度については記載されておらず、\n試作分析報告書（甲２９）の分析結果は、本件出願時の技術常識それ自体を\n示すものではないところ、同報告書に記載された内容が本件出願時の技術常\n識であることは何ら明らかにされていない。\n以上によれば、本件発明６及び９の製造方法により製造された電鋳管が良\n好な内面精度の電鋳管という構造又は特性を表していることが、特許請求の\n範囲、本件明細書の記載及び技術常識から一義的に明らかであるとはいえな\nい。\nしたがって、被告の上記主張を採用することはできない。\n⑷  小括\nよって、本件発明６及び訂正発明９は明確であるということはできず、取\n消事由５は理由がある。\n４  取消事由２（実施可能要件違反に関する判断の誤り）の有無について\n⑴  検討\n前記３のとおり、本件発明６及び訂正発明９は明確性要件を充足せず無効\nであるから、以下、本件発明１及び訂正発明５についてのみ検討する（後記\n５及び６も同じ。）。\n本件明細書の発明の詳細な説明には、電鋳管の製造方法に関し、電鋳装置\nを用いて細線材に電鋳を行った後、細線材を一方又は両方から引っ張って断\n面積が小さくなるように変形させて、電着物と細線材の間に隙間を形成し、\n細線材を掴んで引っ張る等の方法を用いて、細線を除去することが記載され\nている（【００６１】ないし【０１１４】、【図１】、【図６】ないし【図９】）。\nそして、電着物の一端側に外径の大きな径大部を形成して細線材を引っ張\nるなどの方法によれば、細線材が除去しやすくなること（【００７６】、【図\n２】）、細線材に外方に向けて略１５００Ｎ／ｍｍ２の引張力をかけるなどし\nて、細線材の横ひずみの変形量が断面積の５％以上となればよいこと（【００\n７９】）、少なくとも略５μｍの肉厚を有するように細線材の周りに電着させ\nることができれば、細線材を除去した後でも電鋳管が形成できること（【００\n８０】）、ステンレス製で、外面に導電層（金メッキ）を設けた細線材を使用\nすることにより、内周面に金メッキが施された電鋳管が形成できること（【０\n０８１】）、  外周部に導電層（金メッキ）が設けられた細線材を、断面積が小\nさくなるように変形させて除去する場合では、細線材の両端側に導電層を設\nけない部分を形成し、この導電層を設けていない部分を引っ張るようにする\nことで、引張力が導電層に直接かかり難くなり、導電層と基線材とが分離し\nやすく、導電層と電着物との密着性も損なわれ難いことや、細線材の両端で\nは導電層も電着物等も設けられておらず細線材が露出している図が示されて\nいる（【００８４】、【図６】）。\nこれらの記載に接した当業者であれば、導電層を設けたステンレス製の細\n線材の周りに電着物等を形成し、細線材を、一方又は両方から引っ張って細\n線材の断面積が小さくなるように変形させ、細線材と導電層の間に隙間を形\n成して、前記変形させた細線材を掴んで引っ張って除去することにより、電\n鋳管を製造することができること、及び、径大部を形成したり、細線材の端\n部において細線材を露出させることにより、また、電着物の肉厚や細線材の\n横ひずみの変形量を適当な値とすることにより、細線材の除去が容易に行え\nることを理解するといえる。\n以上からすると、本件明細書の発明の詳細な説明は、当業者が本件発明１\n及び訂正発明５を実施をすることができる程度に明確かつ十分に記載したも\nのといえる。\n⑵  原告の主張について\n原告は、前記第３の２⑴アないしウのとおり、細線材の除去方法①ないし\n③に関して本件明細書には記載も示唆もされておらず、これらの方法が周知\n技術として認定できるともいえないから、本件発明１及び訂正発明５の電鋳\n管の製造方法を実現する細線材除去方法を見い出すには、当業者において過\n度の試行錯誤を要する旨主張する。\nしかしながら、そもそも除去方法について、原告が主張するような除去方\n法①ないし③に分類した上で、その全てについてそれぞれ具体的な実施方法\nを記載する必要があるとはいえない。前記⑴のとおり、本件明細書の記載に\n接した当業者であれば、細線材の端部において細線材を露出させること等に\nより細線材の除去が容易に行えることを理解するというべきである。そして、\n前記２⑵において説示するとおり、どのような具体的な手法により電着物等\nを除去して細線材を露出するかについては、従来より慣用されている方法又\nは適宜の方法をとれば足りるものと当業者は当然に理解するといえるから、\n当業者が過度の試行錯誤を強いられるとはいえない。\nしたがって、原告の上記主張を採用することはできない。\n⑶  小括\n以上のとおりであるから、取消事由２は、理由がない。\n５  取消事由３（サポート要件違反に関する判断の誤り）の有無について\n前記１⑵のとおり、本件発明１及び訂正発明５の課題は、コンタクトプロー\nブ用の管等、電気を伝導するのに適した部品として使用できる微細な内径の電\n鋳管を容易に製造する方法を提供することである（本件明細書【０００３】、【０\n００６】、【０００８】）。\nまた、前記１⑸のとおり、本件明細書には、電鋳装置を用いて、細線材に電\n鋳を行い、電鋳後、  細線材を一方又は両方から引っ張って断面積が小さくなる\nように変形させて、電着物と細線材の間に隙間を形成し、細線材を掴んで引っ\n張る等の方法を用いて、細線材を除去して電鋳管を製造することが記載されて\nいる（本件明細書【００５０】ないし【００７０】、【００７３】、【００７５】、\n【００７６】、【００７８】ないし【００８２】、【００８４】、【図１】、【図２】、\n【図６】）。\nそして、前記１⑷エ及び同⑸エのとおり、外周面に金メッキ等の導電層が設\nけられた細線材を用い、導電層が電鋳管の内周面に残るように細線材を除去す\nることにより、コンタクトプローブ用の管等の電気を伝導するのに適した部品\nとして使用できる電鋳管を製造できることも記載されている（【００４５】、【０\n０８１】、【００８２】）。\nそうすると、本件明細書の記載に接した当業者は、細線材を一方又は両方\nから引っ張って断面積が小さくなるように変形させて、電着物と細線材の間\nに隙間を形成し、細線材を掴んで引っ張ること、外周面に導電層を設けたス\nテンレス製の細線材の周りに電着物等を形成し、電着物等の内面に導電層を\n残したまま細線材を除去することの特定を有する本件発明１及び訂正発明５\nについて、前記イの記載により同アの課題を解決できると認識できる範囲の\nものであると理解するといえるから、本件発明１及び訂正発明５は、サポー\nト要件を充足しているといえる。\n原告は、本件発明１及び訂正発明５がサポート要件を充足しない旨を主張\nするが、前記４⑵と同旨の理由により、その主張を採用することはできない。\n以上のとおりであるから、取消事由３は、理由がない。\n６  取消事由４（進歩性欠如に関する判断の誤り）の有無について\n⑴  甲１方法発明の認定について\n甲１文献の記載は、別紙２「甲１文献の記載事項（抜粋）」のとおりであり、\nこれによると、概ね、本件審決が認定するものと同旨の甲１方法発明が少な\nくとも記載されていると認められる。ただし、甲１文献には、「断面が円形で\n径が０.１２６ｍｍで長さが３５５ｍｍのステンレス製の線に金（抵抗率２．\n０５×１０－６Ωｃｍ）を１０μｍメッキした、直径０.１３６ｍｍの芯線を\n得た。」（【００２３】）と記載されているものの、直径０.１２６ｍｍのステン\nレス製の線の表面に厚さ１０μｍの金をメッキした場合に得られる芯線の直\n径は０.１４６ｍｍ（０.１２６ｍｍ＋１０μｍ＋１０μｍ）であるから、上\n記記載中の「０.１３６ｍｍの芯線」は「０.１４６ｍｍの芯線」の誤記と認\nめられる。また、甲１文献には、「金属フェルール形成用微細円柱の製法」（【発\n明の名称】）及び「・・・フェルール形成用微細円柱」の製造方法（製法）（【請\n求項１】ないし【請求項４】）との記載があり、これに【図１】に示されたと\nころを参酌すると、甲１方法発明は、「フェルールの製造方法」ではなく、「フ\nェルール形成用微細円柱の製造方法」の発明とするのがより正確である。\nしたがって、甲１方法発明は、少なくとも次のような発明と認定すること\nができる（本件審決が認定した甲１方法発明と実質的に異なる認定部分に波\n線を付した。）。\n「  断面が円形で径が０.１２６ｍｍで長さが３５５ｍｍのステンレス製の線に\n金（抵抗率２.０５×１０－６Ωｃｍ）を１０μｍメッキして、直径０.１４６\nｍｍの芯線を得、この芯線を電鋳用治具にセットし、スルフアミン酸ニッケ\nルを主成分とする電鋳浴に、ニッケルの金属板をセットし、電鋳浴に浸漬し、\n芯線を陰極、ニッケル板を陽極にして、１０Ａ／ｄｍ２程度の電流密度で電\n鋳を１８時間実施して、平均約２.５ｍｍの直径のニッケル電鋳品を得て、\nこの電鋳品を、ＮＣ自動加工機で、長さ１２ｍｍに切断し、一方の端を中\nぐり加工をし、該加工品を縦にして、中ぐり加工していない面を上にして、\n芯線打ち抜き機にて上から芯線を突起を有するハンマーで叩き、加工品の下\nから頭を出した芯線の一部を引き抜くことによって、芯線を除去し、端面を\n研磨する、フェルール形成用微細円柱の製造方法。」\n⑵  相違点４の認定について\n前記⑴の甲１方法発明の認定を前提にすると、甲１方法発明の約２.５ｍｍ\nの直径のニッケル電鋳品の肉厚は、金メッキが電鋳品内面に残る場合には芯\n線の直径のみを控除した約１.１８７ｍｍ(\n2.5𝑚𝑚−0.126𝑚𝑚\n2 )  と算出され、\n金メッキが電鋳品内面に全く残らない場合には芯線の直径と金メッキの厚さ\nを控除した約１．１７７ｍｍ(2.5𝑚𝑚−0.146𝑚𝑚\n2 )  と算出される。\n以上からすると、本件発明１と甲１方法発明とは、少なくとも、次の相違\n点４Ｃの点で相違し、この相違点は、相違点４Ｂを包含するものである（原\n告の主張する相違点４Ｂと実質的に異なる認定部分に波線を付した。）。\n（相違点４Ｃ）\n「電着物または前記囲繞物」の「肉厚」に関し、本件発明１は、「前記電着\n物または前記囲繞物の肉厚が５０μｍ以下である」のに対し、甲１方法発明\nは、「電鋳品」の「肉厚」が約１．１７７ｍｍ（１１７７μｍ）又は約１.１\n８７ｍｍ（１１８７μｍ） である点。」\nなお、甲 1 方法発明や相違点４の認定を上記のとおり変更したが、この点\nは、以下の結論に影響を及ぼさない。\n⑶  相違点４Ｃの容易想到性について\nア  以下、相違点４Ｃを前提にその容易想到性について検討する。\n甲１方法発明は、金属フェルール形成用微細円柱の製造方法に関するも\nのであるところ、通信分野で使用されるフェルールは、径が０.１２６ｍｍ\n程度の細孔のある、外径が２.５ｍｍで長さが１２ｍｍ程度の微細孔パイ\nプを有するものであり、細くて折れやすい太さ０．１２５ｍｍ程度の光フ\nァイバーをコネクタに確実に固定する部品である（甲１文献【０００２】、\n【０００３】）。甲１方法発明は、従来、電鋳により細孔パイプを製造する\nことは公知であるが、フェルールの内径はきわめて細いので、芯線をエッ\nチング液で溶出するのは困難であり、引き抜く際にも芯線が断線しやすい\nという問題があったこと（【０００５】、【０００６】）、及び、０.１２６ｍ\nｍ径の芯線（ステンレス線）の外表面にニッケル等を電鋳してこれを切断\n後、芯線を引き抜いてフェルールを製造する方法は、電源から遠い芯線部\n分で電流密度が小さくなることに起因して、芯線が長いほど外径が不均一\nな電鋳体が得られる傾向があるという問題があったこと（【０００７】、【０\n００８】）を踏まえ、特に長尺で、内径が０.１２６ｍｍと小さいフェルー\nル用の微細孔パイプを電鋳で製造するに際して、外径が均一で小さい内径\nを有し、かつ同軸性の高いフェルールを形成するための微細円柱を効率よ\nく製造する方法を提供しようとするものである（【０００１】、【０００９】）。\nイ  甲１方法発明は、フェルール形成用微細円柱の製造方法に関する発明で\nあるところ、一般にフェルール又はフェルール形成用微細円柱の内径は０.\n１２６ｍｍ、直径は２ｍｍから２.５ｍｍであることは本件出願時の技術\n常識であると認められ（甲１、２２、２３、８４ないし８８、９４）、これ\nによると、その肉厚は、通常、約１１８７μｍ(\n2.5𝑚𝑚−0.126𝑚𝑚\n2 )  ない\nし約９３７μｍ(\n2.0𝑚𝑚−0.126𝑚𝑚\n2 )  であると認められる。このような肉\n厚をもって光ファイバーを固定する部品であるフェルール又はフェルー\nル形成用微細円柱の肉厚を、上記技術常識の厚さの約２０分の１若しくは\nそれ以下である５０μｍ以下に当然に変更できると当業者が考えるとは\n認め難い。\nそうすると、フェルール形成用微細円柱を効率よく製造するための方法\nである甲１方法発明において、その「約１．１７７ｍｍ（１１７７μｍ）」\n又は「約１.１８７ｍｍ（１１８７μｍ）」である肉厚を「５０μｍ以下」\nに変更することは到底動機付けられない。\nしたがって、相違点４Ｃは、当業者が容易に想到し得るものではない。\nそして、原告が主張する相違点４Ｂは相違点４Ｃの択一的記載事項の一部\nを削除したものであるから、その択一的記載事項の双方で構成される相違\n点４Ｃが容易に想到できないのであれば、その択一的記載事項の一部であ\nる相違点４Ｂも容易に想到できないことは明らかである。\nそうすると、いずれにしても、本件発明１を甲１方法発明に基づいて容\n易に発明することはできないとした本件審決の判断には誤りはない。\n⑷  原告の主張について\nア  原告は、前記第３の４⑴ア ａのとおり、本件発明１の「５０μｍ以下」\nという数値限定は、任意にされた、技術的意義のないものであるし、異質\nな効果を生じたり、臨界的意義を有したりするものとして特定されたもの\nではないから、金属電鋳管の肉厚を５０μｍ以下にする本件出願時の技術\n常識に従って相違点４に係る本件発明１の構成とすることは容易想到で\nあると主張する。\nしかしながら、前記⑴のとおり、本件発明１は、プローブ装置用の管と\nして用いることのできる電鋳管の製造方法に係るものであり、この電鋳管\nは、最新の集積回路に対応できるように、コンタクトプローブの数を増や\nし（多ピン化）、線径も細くし（細線化）、コンタクトプローブ間の間隔も\nより狭く（狭ピッチ化）することが求められ、本件出願時、外径が１１０\nμｍ、内径が８８μｍのものが世界最小とされているが、更に小型化する\nことが必要とされているというものであるから（【０００３】）、管の直径を\n微細にしなければならず、そのためには管の内径が微細であることのみな\nらず、管の肉厚が薄いことをも必須の要請とされている技術分野に関する\n発明である。そうすると、管の肉厚が相当程度薄いことは本件発明１の電\n鋳管の肉厚の発明特定事項として技術的意義を有することであり、これを\n当業者において任意になすべき設計事項のごとき捉え方をすることはで\nきないから、「５０μｍ以下」とすることには具体的な動機付けが必要であ\nり、金属電鋳管の肉厚を５０μｍ以下にする技術常識があれば直ちに動機\n付けられるものと捉えることはできない。\nしたがって、原告の上記主張を採用することはできない。\nイ  原告は、前記第３の４⑴ア ｂのとおり、甲１文献は、フェルール形成\n用微細円柱の製造方法と、一般的な細孔チューブの製造方法とを共通した\n技術分野として取り扱っているから、甲１方法発明のフェルール製造方法\nを一般的な細孔チューブ製造方法に置換することは、当業者が容易になし\n得た事項である旨や、現にフェルールの中にも肉厚が０.１５ｍｍのもの\nが存在する旨主張する。\n細孔チューブの製造方法に共通する部分があり、それが技術横断的な技\n術常識として存在しているとしても、そもそも甲 1 方法発明の製造方法に\nつき、肉厚を薄くする必要性がなければ当該技術を用いて肉厚を薄くする\nことを動機付けられないというべきである。そして、光ファイバーを固定\nする部品である甲１方法発明のフェルール形成用微細円柱の製造方法に\nおいて、その製造に係るフェルールの肉厚を薄くすることがフェルール製\n造方法の技術分野の進展方向であるとは認め難いから、この点に関する原\n告の主張は当を得たものとはいえない。\nなお、甲１文献は、甲２５文献（「ロケットや人工衛星等の推進装置にお\nいて、ヒドラジン等の推進薬を流通させるフィードチューブ」（【０００２】）\nの製造方法を記載）や甲３文献（光スイッチ等のマイクロ部品のカテゴリ\nーに入る中空構造体（【０００１】、【０００６】、【００３２】）の製造方法\nを記載）を引用している（甲１文献【０００５】、【００１４】）。しかしな\nがら、甲１文献は、甲２５文献の細孔チューブの製造方法に関して「光フ\nァイバコネクタ用の金属フェルールを製造するに際して、基本的にはこの\n方法を使用することができる」と記載するも、「問題は、フェルールの内径\nは０.１２６ｍｍ程度のものときわめて細いので、フェルール形成用微細\n円柱の芯線をエッチング液で溶出するのは極めて困難である。また、芯線\nを引き抜く際にも、芯線が断線し易いという問題があった。」（甲１文献【０\n００６】）と記載しているのだから、甲２５文献に記載された技術を使用し\nてフェルールの製造を行う際の問題点を記載しているというべきであっ\nて、むしろ、甲１文献の技術分野と甲２５文献の技術分野とを区別して記\n載していると理解できる。また、甲１文献は、甲３文献の中空構造体の製\n造方法を、細径を有するパイプを電鋳により製造し、芯材をエッチングに\nより除去する技術を開示する文献の例として引用しているにすぎず（【０\n０１４】）、甲１文献に記載の技術と甲３文献に記載の技術とを共通した技\n術分野として取り扱うこと等については記載されていない。さらに、甲９\n４文献は、光ファイバー接続用コネクタに使用されることを前提とした金\n属フェルールに関する技術を開示するところ（【０００１】、【０００２】）、\n「光ファイバーの外径は、規格により０.１２５ｍｍと定められており、従\nって、フェルールの内径は、０.１２６ｍｍ程度のものになっている。フェ\nルール自身の長さは１２ｍｍ程度で、外径は２.５ｍｍ程度である。」（【０\n００７】）と記載され、フェルールの肉厚を薄くすることを示唆するもので\nはない。\nまた、本件出願時に「フェルール」と称するものの中には管の肉厚が０.\n１５ｍｍのものもあったことがうかがわれないではないが（甲１０８の\n１）、内径が１.１ｍｍ（１１００μｍ）から１０.３０ｍｍ（１０３００μ\nｍ）となっており、電線用のものと認められ（甲１０８の２、１０９）、内\n径を０.１２６ｍｍとする甲１方法発明の製造方法に係るフェルール形成\n用微細円柱が対象とするフェルールとは全く異なる用途のものである認\nめられる。\nしたがって、原告の上記主張も採用することができない。\n⑸  訂正発明５について\n訂正発明５は、本件発明１の特定に加えて、さらに、細線材の両端側に電\n着物等が形成されていない部分を形成すること及び電着物等はニッケルとし、\n導電層は金メッキとするとの特定を有するものであり、甲１方法発明との間\nには、少なくとも相違点４Ｃが存在するから、本件発明１と同様の理由によ\nり、訂正発明５は、当業者が、甲１方法発明と技術常識に基づいて容易に発\n明をすることができたものではない。したがって、いずれにしても、本件審\n決の判断には誤りはないといえる。\n⑹  小括\n以上のとおりであるから、取消事由４は理由がない。\n７  結論\n以上のとおり、取消事由５は理由があるから、本件審決中、本件発明６及び\n訂正発明９に係る部分を取り消し、その他の取消事由は理由がないから、本件\n発明１及び訂正発明５に係る部分の取消請求を棄却することとして、主文のと\nおり判決する。\n知的財産高等裁判所第４部\n裁判長裁判官\n菅      野      雅      之\n裁判官\n本      吉      弘      行\n裁判官\n中      村              恭\n（別紙１）\n本件明細書の記載事項（抜粋）\n（「▲１▼」のような記載がされている部分は、「①」のように丸数字に置き換えた。\n下線部は前件訂正による訂正箇所を示す。）\n【発明の詳細な説明】\n【０００１】\n【発明の属する技術分野】\n本発明は、電気鋳造（本明細書では「電鋳」という）管の製造方法及び電鋳管、電\n鋳管を製造するための細線材に係り、更に詳しくは、微細な内径を有する電鋳管の\n製造方法及び電鋳管に関する。また、微細な内径を有する電鋳管を製造するための\n細線材に関する。\n【０００２】\n【従来技術及びその課題】\n従来からＬＳＩ等の集積回路を製造する際には、半導体パターンが設計通りに出来\n上がっており、電気的導通が良好であるかどうかの検査が行われている。この検査\nは、多数のコンタクトプローブを備えた装置（本明細書では「プローブ装置」とい\nう）を用い、コンタクトプローブのピンを形成した各電極に接触させて行われる。\nコンタクトプローブは、所要長さを有する極細の管の内部にバネが設けてあり、ピ\nンを管内に進退可能に設けた構造を有している。\n【０００３】\nところで近年の半導体製造技術の進化は目覚ましいものがあり、集積度はますます\n高密度化する傾向にある。これに伴い電極の電気的導通を検査するプローブ装置に\nおいても最新の集積回路に対応できるように、コンタクトプローブの数を増やし（多\nピン化）、線径も細くし（細線化）、コンタクトプローブ間の間隔もより狭く（狭ピ\nッチ化）することが求められている。現在のコンタクトプローブ用の管は、外径が\n１１０μｍ、内径が８８μｍのものが世界最小とされている（例えば、非特許文献\n１参照）。\nしかしながら、上記したように半導体製造技術はますます進化しているため、コン\nタクトプローブも更に小型化することが必要とされている。\n【０００４】\nまた、微細な内径を有する管の必要性は、半導体産業以外の例えばバイオテクノロ\nジーや医療の分野においても高まっている。\nつまり、このような微細な内径を有する管の開発は産業界全体から強く要請されて\nいる。\n【０００５】\n本発明者は、電鋳に関する研究を行っており、以前に電鋳によって径小な管を製造\nすることに成功している。このときの電鋳管は、中空部が断面円形状であり、内径\nが１２６μｍのものである（例えば、特許文献１参照）。従って、本発明者は電鋳技\n術を使えば、コンタクトプローブ用の微細な内径（中空部）を有する管もつくれる\nのではないかとの着想を得た。\n【０００６】\nそして更に研究を重ねたところ、直径が１０μｍから８５μｍまでの細線材を用い、\nこの細線材の外面に最小５μｍの金属の膜を付着させることに成功した。そうして、\nこの金属から上記細線材が除去できれば、微細な内径（中空部）を有する管がつく\nれることを知見した。\nしかし、電着（析出）させた金属から細線材を除去することは、電着した金属が細\n線材の外面に密着しているので、容易なことではなかった。\n【０００８】\n（本発明の目的）\n本発明の目的は、\n①微細な内径を有する電鋳管の製造方法及び電鋳管、この電鋳管を製造するための\n細線材を提供することにある。\n②細線材を電着物または囲繞物から除去する際に、治具や工具等が電着物または囲\n繞物に引っ掛けたりできるようにして、細線材を除去し易くする電鋳管の製造方法\nを提供することにある。\n③内面に金メッキ等の導電層を設けて、電気伝導率が電着物または囲繞物だけのと\nきより良いようにする電鋳管の製造方法及び電鋳管、この電鋳管を製造するための\n細線材を提供することにある。\n・・・\n⑤中空部を複数備えた電鋳管の製造方法及び電鋳管を提供することにある。\n・・・\n⑦細線材を除去する際において、内面に設けた導電層に引張力がかかり難くして、\n導電層と基線材とを分離し易くし、導電層と電着物または囲繞物との密着性が損な\nわれ難いようにする電鋳管の製造方法を提供することにある。\n【００１１】\n【課題を解決するための手段】\n上記目的を達成するために講じた本発明の手段は次のとおりである。\n第１の発明にあっては、\n外周面に電着物または囲繞物とは異なる材質の金属の導電層を設けたステンレス\n製の細線材の周りに電鋳により電着物または囲繞物を形成し、前記電着物または前\n記囲繞物の内面に前記導電層を残したまま細線材を除去して電鋳管を製造する方法\nであって、\n前記導電層は、電解メッキで形成されたものであり、前記電着物または前記囲繞\n物より電気伝導率が高いものとし、前記細線材は、一方または両方から引っ張って\n断面積が小さくなるように変形させ、前記変形させた細線材と前記導電層の間に隙\n間を形成して、前記変形させた細線材を掴んで 引っ張って除去することにより、前\n記電着物または前記囲繞物の肉厚が５０μｍ以下である電鋳管を製造することを特\n徴とする、\n電鋳管の製造方法である。\n【００１８】\n第５の発明にあっては、\n電着物または囲繞物はニッケルとし、導電層は金としたことを特徴とする、\n第１の発明に係る電鋳管の製造方法。\n【００２７】\n第６の発明にあっては、\n外周面に電着物または囲繞物とは異なる材質の金属の導電層を設けた細線材の周\nりに電鋳により電着物または囲繞物を形成し、前記細線材の一方又は両方を引っ張\nって断面積を小さくなるよう変形させ、前記変形させた細線材と前記導電層の間に\n隙間を形成して前記 変形させた細線材を引き抜いて、前記電着物または前記囲繞\n物の内側に前記導電層を残したまま細線材を除去して製造される電鋳管であって、\n前記導電層は、前記電着物または前記囲繞物より電気伝導率が高いものとし、\n前記細線材を除去して形成される中空部の内形状が断面円形状又は断面多角形状\nであって、前記電着物または前記囲繞物の肉厚が５μｍ以上５０μｍ以下であるこ\nとを特徴とする、\n電鋳管である。\n・・・\n第９の発明にあっては、\n電着物または囲繞物はニッケルとし、導電層は金としたことを特徴とする、\n第６又は７の発明に係る電鋳管である。\n【００４１】\n（作用）\n本発明によれば、電鋳によって形成された電着物または囲繞物から細線材が除去で\nきる。\n細線材は、①電着物または囲繞物を加熱して熱膨張させ、または細線材を冷却して\n収縮させることにより、電着物または囲繞物と細線材の間に隙間を形成したり、②\n液中に浸してまたは液をかけることにより、細線材と電着物または囲繞物が接触し\nている箇所を滑り易くしたり、③一方または両方から引っ張って断面積が小さくな\nるように変形させて、細線材と電着物または囲繞物の間に隙間を形成したりして、\n掴んで引っ張るか、吸引するか、物理的に押し遣るか、気体または液体を噴出して\n押し遣るかのいずれかの方法を用いて除去される。また、④熱または溶剤で溶かし\nても除去できる。\n【００４２】\n細線材の除去に際して、このような方法を用いれば、例えば、直径が１０μｍから\n８５μｍまでの細線材を用いて、この細線材の外面に５μｍ以上５０μｍ以下の肉\n厚を有するように形成した電着物または囲繞物からでも、細線材を除去することが\nできる。従って、この細線材の除去方法を用いることにより、例えば、コンタクト\nプローブ用の管等として使用可能な微細な内径を有する電鋳管が製造できる。\n【００４３】\n細線材に形成される端部側の電着物または囲繞物の量を多くして電鋳管を製造する\n方法によれば、例えば、細線材を電着物または囲繞物から引き抜いたり押し遣った\nりして除去する際に、治具や工具等を電着物または囲繞物の量を多くした部分の端\n面等に引っ掛けたりすることができる。従って、この場合では、電着物または囲繞\n物を固定した状態にして細線材が除去できるようになるので、細線材が除去し易い。\n【００４４】\n細線材を外方に引っ張って伸ばしたときの横ひずみの変形量が断面積の５％以上あ\nるようにした電鋳管の製造方法によれば、細線材と電着物または囲繞物の間に、細\n線材を除去するのに十分な隙間が形成できるので、細線材が電着物または囲繞物か\nら支障なく除去できる可能性が高い。仮に横ひずみの変形量が断面積の５％未満し\nかなかった場合では、隙間が十分でないので、除去に際して支障が生じる場合があ\nる。\n【００４５】\n外面に導電層が設けられた細線材を用い、導電層が電鋳管の内面に残るように細線\n材を除去する電鋳管の製造方法によれば、内面に金メッキ等を設けた電鋳管が製造\nできる。このような電鋳管は、例えば、内面に設ける導電層の材質によって電気伝\n導率が電着物または囲繞物だけのときより良好にできるので、この場合では電気を\n伝導するのに適した部品として使用できる。\nなお、内面に電着物または囲繞物とは異なる材質の導電層が設けてある電鋳管や、\n外面に、電着物または囲繞物とは異なる材質の導電層が設けてある細線材について\nも、同様に電気伝導率が電着物または囲繞物だけのときより良い電鋳管が形成でき\nる。\n【００４７】\n細線材を除去して形成される中空部を複数個備えたものは、例えば、中空部が一つ\nしか設けられていない管を複数並べて製造されていた部品と置き換えて使用するこ\nとができる。この電鋳管によれば、個々の管を並べて設置する手間を無くすことが\nできる。また、中空部の間の間隔も電着物または囲繞物で固定されているのでずれ\nない。\n【００４９】\n両端側に導電層が設けられていない部分がある細線材は、この導電層が設けられて\nいない部分を外方に引っ張るようにすることにより、引張力が導電層に直接かかり\n難くなり、導電層と基線材とが分離し易く、また、導電層と電着物または囲繞物と\nの密着性も損なわれ難い。\n【００５０】\n【発明の実施の形態】\n本発明の実施の形態を図面に基づき更に詳細に説明する。\n図１は本発明に係る電鋳管を製造するための電鋳装置の一例を示す断面説明図であ\nる。\nまず、電鋳管を製造する電鋳装置について説明する。\n【００５１】\n電鋳装置１００は、電鋳槽１０と、この電鋳槽１０を内側に収容する外槽１１を備\nえている。電鋳槽１０及び外槽１１は上部が開口しており、電鋳槽１０内には運転\n時において常時電解液（電鋳液）２０が供給されている。こうして電解液２０が電\n鋳槽１０の上部からあふれ出して、外槽１１内に流れ込むようになっている。本実\n施の形態で電解液２０としては、例えば、スルファミン酸ニッケル液に光沢剤やビ\nット防止剤を加えたものを使用している。\n【００５２】\n電鋳槽１０からあふれ出て外槽１１内に流れ込んだ電解液２０は、濾過装置（図示\n省略）によって濾過され、再び電鋳槽１０内に供給されている。つまり電解液２０\nは、運転時において電鋳槽１０と外槽１１の間を絶えず循環している。なお、電鋳\n槽１０に電解液２０を供給する供給手段は、公知手段が使用できる（図示省略）。\n【００５３】\n本実施の形態において電鋳槽１０の上部からあふれ出している部分の電解液２０は、\n便宜的にオーバーフロー部１２と称す。電鋳装置１００では、このオーバーフロー\n部１２において電鋳が行われる。電鋳手順については後述する。\n【００５４】\n電鋳槽１０の下部には、水平アジャスター装置１３が設けられている。この水平ア\nジャスター装置１３は、電鋳槽１０を略水平に維持し、これにより電鋳槽１０の上\n部全域に略水平なオーバーフロー部１２が形成され、オーバーフロー部１２内の各\n所に電解液２０が均一に分布するようにできる。\n【００５５】\n符号４は、電鋳用の型部材（母材）となる細線材３０を保持する保持治具を示して\nいる。保持治具４は、所要長さを有する水平部材４０と、この水平部材４０の両端\n側に垂下させてある一対の垂設部材４１、４１を備えている。保持治具４は、垂設\n部材４１、４１が電鋳槽１０の側方に位置するように設けられている。\n【００５６】\n垂設部材４１、４１には、所要の長さを有する棒状の線材固定部材４２、４３が、\nそれぞれ略水平方向に延びて設けられている。線材固定部材４２、４３は、垂設部\n材４１、４１に回転可能に設けられている。一方の線材固定部材４２の電鋳槽１０\n側の端部には、電極４４が設けられている。また、他方の線材固定部材４３の電鋳\n槽１０側の端部には、細線材３０を引っ張るテンション装置４５と、電極４４が設\nけられている。線材固定部材４２、４３には、細線材３０の一端と他端がそれぞれ\n固定されて、テンション装置４５によって緊張した状態で設けられる。\n【００５７】\n垂設部材４１、４１の間には、回転軸４６が回転可能に架設されている。符号４７\nは回転軸４６を駆動させる駆動モータを示している。回転軸４６は垂設部材４１、\n４１を貫通しており、両端側には歯車４８０、４８１が固着されている。\n【００５８】\n上記した線材固定部材４２、４３は、垂設部材４１、４１を貫通して設けてある。\n垂設部材４１を貫通した線材固定部材４２には、歯車４８２が固着されている。同\n様に垂設部材４１を貫通した線材固定部材４３には、歯車４８３が固着されている。\nこうして歯車４８０と歯車４８２、歯車４８１と歯車４８３とが噛み合わせてある。\n従って、駆動モータ４７を作動させて、回転軸４６と共に歯車４８０、４８１を回\n転させることにより、歯車４８２、４８３と線材固定部材４２、４３が回転し、ひ\nいては細線材３０が回転するようにできる。細線材３０の回転速度は、特に限定す\nるものではない。例えば、１５ｒ．ｐ．ｍ．以下に制御される。\n【００５９】\n線材固定部材４２、４３の外側の端部には、それぞれ導電性を有する電極接触部材\n４９、４９が設けられている。電極接触部材４９．４９は、保持治具４が電鋳槽１\n０の上方に配置されたときに、電鋳槽１０と外槽１１との間に設けられた電極部１\n４、１４と接触する。電極部１４、１４は電源のマイナス極と接続されている。従\nって、電極接触部材４９、４９は、電極部１４、１４と接触した状態で、電源のマ\nイナス極と電気的に接続された状態となる。\n【００６０】\n符号１５は電源のプラス極と電気的に接続された電極部を示している。電極部１５\nは、電鋳槽１０の底部に設けられている。電極部１５は、例えば、チタン鋼からな\nるメッシュ状または穴あきのケース内に電鋳用の金属ペレット（例えば、ニッケル\nペレット）を収納して構成されたもの等が使用できる。\n【００６１】\n電鋳装置１００を使用した電鋳管の製造方法について説明する。\nまず、線材固定部材４２、４３に細線材３０の一端部と他端部をそれぞれ固定させ\nて、線材固定部材４２、４３の間で細線材３０を緊張した状態にする。このとき電\n解液２０は電鋳槽１０に供給されており、電鋳槽１０の上部からあふれ出して（オ\nーバーフロー部１２を形成して）、外槽１１内に流れ込むようになっている。また、\nオーバーフロー部１２は、水平アジャスター装置１３によって電鋳槽１０を略水平\nにし、各所に電解液２０が均一に分布するように調整されている。\n【００６２】\n本実施の形態で細線材３０は、直径５０μｍの断面略円形状を有するステンレス製\nで、外方に引っ張る略１５００Ｎ／ｍｍ２の引張力をかけたときに横ひずみの変形\n量が断面積の１０％になるものを使用した。\n【００６３】\n次に、駆動モータ４７を作動させて、回転軸４６と共に歯車４８０、４８１を回転\nさせる。これにより歯車４８２、４８３と線材固定部材４２、４３が回転し、細線\n材３０が回転する。\n【００６４】\n電極接触部材４９、４９を電極部１４、１４と接触させて、垂設部材４１、４１を\n電鋳槽１０の側方に位置させ、細線材３０のみをオーバーフロー部１２中に浸ける。\n電極接触部材４９、４９が電極部１４、１４と接触することにより、電極部１５が\n電源のプラス極と電気的に接続されているので、細線材３０が電源のマイナス極と\n電気的に接続された状態となって電鋳が始まる。こうして細線材３０の周りに金属\n（本実施の形態で示す電解液２０によればニッケル）が電着（析出）される。細線\n材３０の周りに電着する金属は電着物（または囲繞物）である。\n【００６５】\n細線材３０を所要時間オーバーフロー部１２内に浸け、電着した金属の外径が全長\nにわたり略７０μｍになるまで電鋳する。目標外径に到達したら、細線材３０をオ\nーバーフロー部１２より取り出して電鋳を止める。金属の電着量（析出量）、つまり\n細線材に電着する金属の肉厚は、電流や電圧、電鋳時間等によって予め制御可能で\nある。\n【００６６】\n電鋳装置１００では、各所にて電解液２０が均一に分布するようにオーバーフロー\n部１２が調整されており、しかも、細線材３０は回転させているので、仮に電解液\n２０内の電流密度に不均一な箇所が発生した場合であっても、細線材３０における\n金属の電着状態（析出状態）にはばらつきが生じ難い。従って、細線材３０の周囲\nには、全長にわたって略均等な肉厚を有するように金属が電着する。これにより電\n鋳管は、細線材３０を除去するだけで高精度のものが製造できる。\n【００６７】\nまた、電鋳装置１００は、オーバーフロー部１２で電鋳しており、あふれ出た電解\n液２０は再び電鋳槽１０に戻って循環している。つまり、電鋳にあたってはオーバ\nーフロー部１２が形成できれば良く、このため少量の電解液２０でも電鋳を行うこ\nとが可能である。\n【００６８】\n電鋳装置１００では、細線材３０を固定する線材固定部材４２、４３が、オーバー\nフロー部１２の外側に配置されるので、線材固定部材４２、４３は電解液２０に浸\nからない。従って、線材固定部材４２、４３等が電解液２０と反応して不純物を発\n生させるようなことがない。また、電解液２０が線材固定部材４２、４３等に付着\nして持ち出されてしまうこともなく、電鋳槽１０から電解液２０が無駄に減ること\nもない。\n【００６９】\nそして、周りに金属が電着した細線材３０を線材固定部材４２、４３から取り外し、\n最後に形成された電着物（囲繞物）から細線材３０を除去する。\n【００７０】\n細線材３０は、外面に電着物が密着しているので、単に、細線材３０を掴んで引っ\n張ったり、吸引したり、物理的に押し遣ったり、気体または液体を噴出して押し遣\nったりするだけでは除去が困難である。従って、細線材３０は、以下に示す(1)～(4)\nのいずれかの方法を用いて除去される。\n【００７１】\n(1)電着物を加熱して熱膨張させ、または細線材３０を冷却して収縮させて、電着物\nと細線材３０の間に隙間を形成し、細線材３０を掴んで引っ張るか、吸引するか、\n物理的に押し遣るか、気体または液体を噴出して押し遣るかのいずれかの方法を用\nいて除去する。\n【００７２】\n(2)洗浄剤を溶解させた液体中に浸したり、この液体をかけたりして、細線材３０と\n電着物とが接触している箇所を滑り易くする。そして、細線材３０を掴んで引っ張\nるか、吸引するか、物理的に押し遣るか、気体または液体を噴出して押し遣るかの\nいずれかの方法を用いて除去する。\n【００７３】\n(3)細線材３０を一方または両方から引っ張って断面積が小さくなるように変形さ\nせる。そして、電着物と細線材３０の間に隙間を形成し、細線材３０を掴んで引っ\n張るか、吸引するか、物理的に押し遣るか、気体または液体を噴出して押し遣るか\nのいずれかの方法を用いて除去する。\n【００７４】\n(4)細線材３０を熱によって溶かしたり、またはアルカリ性溶液や酸性溶液等の溶\n剤によって溶かしたりして除去する。\n【００７５】\nこうして細線材３０を除去することにより、残った電着物によって微細な内径（中\n空部）を有する電鋳管がつくられる。この電鋳管は、コンタクトプローブ用の管等\nとして使用可能である。\n【００７６】\n本実施の形態では、全長にわたって略均等な肉厚を有する電着物から細線材を除去\nするようにしたが、これは限定するものではない。例えば、図２に示すように、電\n着物５０の一端側に外径の大きな径大部５００を形成して、細線材３０を引っ張る\nか、吸引するか、物理的に押し遣るか、気体または液体を噴出して押し遣るかのい\nずれかの方法を用いて除去することもできる。このように径大部５００を形成する\nことで、引き抜いたり押し遣ったりする際において、治具や工具が径大部５００の\n端面に引っ掛けることができる。従って、この場合では、電着物を固定した状態に\nして細線材３０が除去できるようになるので、細線材が除去し易くなる。なお、こ\nのように一部分の電着量を多くする作業は、他の電鋳装置に移し替えられて行われ\nることもある。\n【００７７】\nまた、上記実施の形態にて細線材３０は、直径５０μｍの断面略円形状を有するも\nのを使用した。しかし、細線材の太さや断面形状はこれに限定するものではな\nい。・・・\n【００７８】\n上記した細線材は、断面形状が略円形状を有するものでは、外径が１０μｍ以上８\n５μｍ以下であれば、また、外形状が断面多角形状を有するものでは、内接円の直\n径が１０μｍ以上８５μｍ以下であれば、微細な内径を有する電鋳管の製造におい\nて使用できることが、本発明者の実験によりわかっている。\n【００７９】\nまた、本実施の形態で示す細線材３０は、外方に引っ張る略１５００Ｎ／ｍｍ２の\n引張力をかけたときに横ひずみの変形量が断面積の１０％になるものを使用した。\nしかし、細線材の横ひずみの変形量は特に限定するものではない。本発明者が実験\nしたところによれば、少なくとも断面積の５％以上の変形量があれば良いようであ\nる。\n【００８０】\n本実施の形態では直径５０μｍの断面略円形状を有する細線材３０の周りに、略１\n０μｍの肉厚で金属を電着させて、全体として略７０μｍの外径となるように形成\nしたが、電着させる金属の肉厚は特に限定するものではない。本発明者が実験した\nところによれば、少なくとも略５μｍの肉厚を有するように細線材３０の周りに電\n着させることができれば、細線材３０を除去した後でも電鋳管が形成できることが\nわかっている。\n【００８１】\n本実施の形態で細線材３０はステンレス製のものを使用し、この細線材３０の周り\nに金属を直接電着させるようにした。しかし、電鋳装置１００で使用可能な細線材\nは、導電性を有するようにしてあれば特に限定するものではなく、例えば、芯部を\n金属や合成樹脂等でつくり、その外面に導電層（メッキ（金属層（膜））やカーボン\n等）を設けたもの等を使用することもできる。このような細線材を使用することに\nより、例えば、図４に示すように、外周面に金メッキ３２１を設けた細線材３２に\n電着物５２を形成した場合では、金メッキ３２１を電着物５２の内周面に残して、\n基線材３２０のみを除去することも可能である。この場合では、内周面に金メッキ\n３２１が施された電鋳管が形成できる。\n【００８２】\n内周面に金メッキ３２１が施された電鋳管は、金メッキ３２１を設けないときより\nも電気伝導率を良くすることができるので、例えば、コンタクトプローブ用の管等\nの電気を伝導するのに適した部品として使用できる。\n【００８３】\n更に例えば、細線材は、上記したメッキ等による導電層の外周側に、更にこれとは\n材質の異なる他の導電層を設けたものを使用することもできる。・・・\n【００８４】\nこのように外周部に導電層（例えば、金メッキ）が設けられた細線材を、断面積が\n小さくなるように変形させて析出した金属から除去する場合では、図６に示すよう\nに細線材３４の両端側に導電層（例えば、金メッキ３４０）を設けない部分（マス\nキング部３４１、３４１）を形成し、この導電層を設けていない部分を引っ張るよ\nうにすることが好ましい。このようにすることで引張力が導電層に直接かかり難く\nなり、導電層と基線材とが分離し易く、また、導電層と電着物５４との密着性も損\nなわれ難い。\n【００８５】\n図７は本発明に係る電鋳管を製造するための電鋳装置の他の例を示す断面説明図、\n図８は図７で示す電鋳装置で使用する製造用治具を示す分解斜視説明図、\n図９は図８で示す製造用治具を使用して製造される電鋳管を示す拡大断面説明図で\nある。\n電鋳装置１０１は、細線材を縦方向（図７において垂直方向）に緊張した状態で設\nけるタイプのものである。\n【００８６】\n電鋳装置１０１は、電鋳槽６０を備えている。電鋳槽６０は、内部に槽部６１を有\nし、上方が開口した箱状に形成してある。電鋳槽６０の上縁部には、外方に拡がる\n蓋載置部６２が全周にわたり設けてあり、蓋載置部６２には蓋体６４が電鋳槽６０\nの開口部を塞ぐように被せられている。\n【００８７】\n槽部６１の上方には掛止部６３が設けてある。掛止部６３には、電源のプラス極と\n電気的に接続された陽極部６６が取り付けてある。陽極部６６には収容体６６０が\n取り付けられており、収容体６６０には多数のニッケル球が詰められている。符号\n６５は、電源のマイナス極と電気的に接続された陰極部を示している。陰極部６５\nには、後述する製造用治具８と接続するための陰極線６５０が下方に垂らして設け\nてある。\n【００８８】\n本実施の形態では収容体６６０にニッケル球を詰めるようにしたが、収容体６６０\nに詰めるものはこれに限定するものではなく、析出させる金属の種類に応じて選択\nされる。・・・\n【００８９】\n槽部６１の内部には治具固定用枠体７が収容してある。治具固定用枠体７には製造\n用治具８が五段に積み重ねて設けてある。\n【００９０】\n電鋳槽６０の槽部６１には電解液２１が充填してある。電解液２１は、陽極部６６\n及び治具固定用枠体７が完全に浸かるように入れてある。本実施の形態で電解液２\n１は、スルファミン酸ニッケルを主成分とするものを使用している。\n【００９１】\n図８を参照する。製造用治具８は複数本の細線材３５が張設可能であり、複数の中\n空部を有する電鋳管を製造するためのものである。なお、本実施の形態で示す細線\n材３５は、電鋳装置１００で使用したものと同じものを使用したので、説明は省略\nする。\n【００９２】\n製造用治具８は所要長さを有する板状の治具本体８０を備えている。治具本体８０\nの略中央部には、貫通した開口部８１が形成されている。図８において上下端側と\nなる治具本体８０の両端側（短辺側）には、細線材３５を固定する固定部材８２、\n８３が、幅方向に所要間隔をもって複数個（具体的には８箇所ずつ）設けられてい\nる。本実施の形態で固定部材８２、８３はビス状のものを使用したが、これは特に\n限定するものではない。\n【００９３】\nまた、固定部材８２、８３より更に内側の部分には、固定部材８２、８３が設けら\nれた間隔よりも更に間隔を幅狭にして、それぞれ案内ピン８４が複数個（具体的に\nは８箇所ずつ）設けられている。\n【００９４】\n更に、案内ピン８４より内側の部分となる開口部８１の近傍には、細線材３５の張\n設位置を決めるための位置決め部材８５、８５が設けられている。位置決め部材８\n５、８５は、治具本体８０の幅と略同じ長さを有する帯状の板状体であり、略中央\n部分には細線材３５を嵌め入れるためのＶ字状の溝（図では外れ防止部材８５０（後\n述）で覆われており見えない）が形成されている。この溝は、位置決め部材８５の\n全幅（図８において上下方向）にわたって、また長さ方向（図８において左右方向）\nに複数個（具体的には８箇所に）連設して形成されている。\n【００９５】\n各位置決め部材８５の上面側には、この位置決め部材８５と略同じ幅を有するが、\n長さの短い板状体で形成された外れ防止部材８５０を設けて、嵌めた細線材３５が\n溝から外れないようにしてある。本実施の形態で位置決め部材８５の溝は、隣り合\nう細線材３５との間に１０μｍの隙間が設けられるように形成したが、これは限定\nするものではなく、細線材３５の間隔は適宜設定可能である。\n【００９６】\n製造用治具８には、複数本（具体的には８本）の細線材３５が取り付けられる。各\n細線材３５は次のようにして取り付けられる。\nまず、細線材３５の他端（図８において下側）に引張バネ８６を取り付ける。そし\nて、細線材３５の一端（図８において上側）を固定部材８２で止める。固定部材８\n２で止めた細線材３５は、隣接する案内ピン８４、８４の間を通して、各位置決め\n部材８５に形成してある溝に嵌めて、位置決め部材８５、８５間に架け渡す。\n【００９７】\n溝に嵌めた細線材３５の他端側は、上端側と同様に隣接する案内ピン８４、８４の\n間を通して、引張バネ８６を固定部材８３で止める。細線材３５は、引張バネ８６\nの引張力によって、細線材３５の開口部８１と対応した部分が緊張した状態となっ\nて取り付けられる。\n【００９８】\nなお、製造用治具８において細線材３５は、隣り合うものとの間に１０μｍの隙間\nを有して取り付けられているが、図８で上記間隔は理解を容易にするために誇張し\nて表している。\n【００９９】\n符号８７は隔壁部材８８を取り付けるための保持部材を示している。保持部材８７\nは、開口部８１の開口形状と略同じ大きさを有する長方形状の板状体で形成してあ\nる。\n【０１００】\n隔壁部材８８は、保持部材８７の図８における上下方向の長さと略同じ長さを有し\nており、厚みの薄い帯状形状を有している。詳しくは隔壁部材８８は、略８μｍの\n厚みを有する絶縁基部材８８０を備え、絶縁基部材８８０の表裏面に略２～３μｍ\nの厚みを有するメッキ等による導電層（膜）８８１が設けられた構造を有している。\n導電層８８１を形成する材質は、導電性を有していれば良く、特に限定するもので\nはない。しかし、電鋳による電着物と密着性（接着性）が良好な性質を有するもの\nが好ましい。\n【０１０１】\n隔壁部材８８は、導電層８８１が対向するように所要間隔を設けて複数個（具体的\nには７個）並べて、保持部材８７の表面の略中央部に、図８の上下方向の全長に延\nびて着脱可能に取り付けてある。本実施の形態で隔壁部材８８は、上記した細線材\n３５が略１０μｍの隙間を形成して治具本体８０に取り付けられるようにしたので、\nこれと対応するように同じく略１０μｍの間隔で取り付けてある。\n【０１０２】\n隔壁部材８８が設けられた保持部材８７は、開口部８１を縦断して張設してある細\n線材３５間に、隔壁部材８８を側方（矢印方向）から差し込んで入れ、細線材３５\nの張力によって隔壁部材８８が狭持されることで治具本体８０に取り付けられる。\nつまり、細線材３５と隔壁部材８８（詳しくは導電層８８１）は接触している。\n【０１０３】\n製造用治具８は、保持部材８７を上記したようにして治具本体８０に取り付け、電\n気が細線材３５に流れるように陰極線６５０を接続（図８では図示省略）した後に、\n槽部６１の治具固定用枠体７内に収容して、電解液２１中に浸けて電鋳する。なお、\n具体的な説明は省略するが、製造用治具８のうち開口部８１以外の箇所には、電解\n液２１が浸からないようにマスキング処理が施される。\n【０１０４】\n電鋳装置１０１によれば、通電することにより細線材３５の周りと導電層８８１の\n表面に電着物が形成される。そして、電着物５５により細線材３５と隔壁部材８８\nが、所要の程度囲繞されたところで電鋳を止める。電着物５５の電着量（析出量）\nは、電流や電圧、電鋳時間等によって予め制御可能である。\n【０１０５】\n電鋳を止めた製造用治具８は電解液２１から取り出され、再び、治具本体８０と保\n持部材８７に分解される。このとき隔壁部材８８は、析出した電着物５５によって\n細線材３５の間にて固定されているので、保持部材８７から分離される。その後、\n電着物５５により一体にされた細線材３５と隔壁部材８８を治具本体８０より取り\n外す。\n【０１０６】\nそして、電着物５５と隔壁部材８８に機械加工を施して形状を整えて（図９参照）、\n電着物５５から細線材３５を除去する。なお、細線材３５の除去は、上記電鋳装置\n１００で製造されたものと同様の方法で行うので、説明は省略する。\nこうして中空部が複数個（具体的には８個）ある電鋳管がつくられる。\n【０１０７】\nこの電鋳管は、細線材３５を除去して形成された中空部の間に、仕切るように隔壁\n部材８８が介在させてあるので、各中空部の周りを形成する部分ごとに独立して電\n気伝導が可能である。\n【０１０８】\nなお、電鋳装置１０１でも、芯部を金属や合成樹脂等でつくり、その外面に導電層\n（メッキ（金属層（膜））やカーボン等） が設けられた細線材を使用することがで\nきる。・・・\n【０１０９】\n本実施の形態では細線材３５の間に隔壁部材８８を設けて電鋳したが、これは限定\nするものではなく、例えば、隔壁部材を設けず、細線材のみの状態で電鋳すること\nも可能である。\n【０１１０】\n電鋳管は、上記実施の形態で示す電鋳装置１００，１０１以外の他の形態の電鋳装\n置を使用して製造することもできる。・・・\n【０１１１】\n本実施の形態で示す具体的な寸法（ 大きさ、長さ） を表す数値は、理解を容易に\nするために記載したものであって、特に寸法を限定する意図はない。・・・\n【０１１２】\n本実施の形態では、細線材の外面に電鋳による金属を電着させて細線材を覆うよう\nにしたものを示したが、これは限定するものではなく、例えば、細線材の近傍に通\n電可能な導体（金属等）を設けて、この導体に電鋳による金属を電着させることで、\n細線材も電着する金属によって覆われるようにして電鋳管をつくることもできる。\n【０１１３】\n上記実施の形態において電解液は、スルファミン酸ニッケルを主成分とするものを\n使用したが、電解液はこれに限定するものではなく、析出させる金属の種類に応じ\nて選択される。電着（ 析出） する金属としては、例えばニッケル又はその合金、\n鉄又はその合金、銅又はその合金、コバルト又はその合金、タングステン合金、微\n粒子分散金属等の金属をあげることができる。・・・\n【０１１４】\nまた、電鋳槽内には電解液を攪拌するための攪拌手段を設けることもできる。・・・\n【０１１６】\n【発明の効果】\n本発明は上記構成を備え、次の効果を有する。\n（ａ）本発明によれば、電鋳によって形成された電着物または囲繞物から細線材が\n除去できる。細線材は、①電着物または囲繞物を加熱して熱膨張させ、または細線\n材を冷却して収縮させることにより、電着物または囲繞物と細線材の間に隙間を形\n成したり、②液中に浸してまたは液をかけることにより、細線材と電着物または囲\n繞物が接触している箇所を滑り易くしたり、③一方または両方から引っ張って断面\n積が小さくなるように変形させて、細線材と電着物または囲繞物の間に隙間を形成\nしたりして、掴んで引っ張るか、吸引するか、物理的に押し遣るか、気体または液\n体を噴出して押し遣るかのいずれかの方法を用いて除去される。また、④熱または\n溶剤で溶かしても除去できる。\n細線材の除去に際して、このような方法を用いれば、例えば、直径が１０μｍから\n８５μｍまでの細線材を用いて、この細線材の外面に５μｍ以上５０μｍ以下の肉\n厚を有するように形成した電着物または囲繞物からでも、細線材を除去することが\nできる。従って、この細線材の除去方法を用いることにより、例えば、コンタクト\nプローブ用の管等として使用可能な微細な内径を有する電鋳管が製造できる。\n【０１１７】\n（ｂ）細線材に形成される端部側の電着物または囲繞物の量を多くして電鋳管を製\n造する方法によれば、例えば、細線材を電着物または囲繞物から引き抜いたり押し\n遣ったりして除去する際に、治具や工具等を電着物または囲繞物の量を多くした部\n分の端面等に引っ掛けたりすることができる。従って、この場合では、電着物また\nは囲繞物を固定した状態にして細線材が除去できるようになるので、細線材が除去\nし易い。\n【０１１８】\n（ｃ）細線材を外方に引っ張って伸ばしたときの横ひずみの変形量が断面積の５％\n以上あるようにした電鋳管の製造方法によれば、細線材と電着物または囲繞物の間\nに、細線材を除去するのに十分な隙間が形成できるので、細線材が電着物または囲\n繞物から支障なく除去できる可能性が高い。仮に横ひずみの変形量が断面積の５％\n未満しかなかった場合では、隙間が十分でないので、除去に際して支障が生じる場\n合がある。\n【０１１９】\n（ｄ）外面に導電層が設けられた細線材を用い、導電層が電鋳管の内面に残るよう\nに細線材を除去する電鋳管の製造方法によれば、内面に金メッキ等を設けた電鋳管\nが製造できる。このような電鋳管は、例えば、内面に設ける導電層の材質によって\n電気伝導率が電着物または囲繞物だけのときより良好にできるので、この場合では\n電気を伝導するのに適した部品として使用できる。\nなお、内面に電着物または囲繞物とは異なる材質の導電層が設けてある電鋳管や、\n外面に、電着物または囲繞物とは異なる材質の導電層が設けてある細線材について\nも、同様に電気伝導率が電着物または囲繞物だけのときより良い電鋳管が形成でき\nる。\n【０１２１】\n（ｆ）細線材を除去して形成される中空部を複数個備えたものは、例えば、中空部\nが一つしか設けられていない管を複数並べて製造されていた部品と置き換えて使用\nすることができる。この電鋳管によれば、個々の管を並べて設置する手間を無くす\nことができる。また、中空部の間の間隔も電着物または囲繞物で固定されているの\nでずれない。\n【０１２２】\n（ｇ）中空部の間に、絶縁体の外面に導電層を設けて形成してある隔壁体を介在さ\nせて、各中空部の周りを形成する部分ごとに独立して電気伝導ができるようにして\nあるものは、 各中空部ごとに独立して電気伝導が可能である。\n【０１２３】\n（ｈ）両端側に導電層が設けられていない部分がある細線材は、この導電層が設け\nられていない部分を外方に引っ張るようにすることにより、引張力が導電層に直接\nかかり難くなり、導電層と基線材とが分離し易く、また、導電層と電着物または囲\n繞物との密着性も損なわれ難い。\n【図面の簡単な説明】\n【図１】本発明に係る電鋳管を製造するための電鋳装置の一例を示す断面説明図。\n【図２】電着物の一端側に径大部を形成した状態を示す説明図。\n【図４】外周面に導電層を設けた細線材の周りに電着物を形成した状態を示す断面\n説明図。\n【図６】両端側に導電層を設けない部分を形成した細線材の周りに電着物を形成し\nた状態を示す説明図。\n【図７】本発明に係る電鋳管を製造するための電鋳装置の他の例を示す断面説明図。\n【図８】図７で示す電鋳装置で使用する製造用治具を示す分解斜視説明図。\n【図９】図８で示す製造用治具を使用して製造される電鋳管を示す拡大断面説明図。\n【図１】\n【図７】\n【図８】\n（別紙２）\n甲１文献の記載事項（抜粋）\n【特許請求の範囲】\n【請求項１】芯線母型に電鋳を施すに際し、抵抗率が５×１０－６Ωｃｍ以下の芯線\nを使用することを特徴とするフェルール形成用微細円柱の製造方法。\n【請求項２】芯線に、先ず抵抗率５×１０－６Ωｃｍ以下の第一金属の薄層をメッキ\nし、次いで第二金属を所定径まで電鋳することを特徴とするフェルール形成用微細\n円柱の製法。\n【請求項３】芯線が、外径０.１２６ｍｍのステンレス線である請求項２のフェルー\nル形成用微細円柱の製法。\n【請求項４】第一金属が、金、銀、銅、アルミニウム及びこれらの金属を主体とす\nる合金のいずれかからなり、第二金属がニッケル又はニッケルを主体とする合金か\nらなる請求項１から請求項３のいずれか１項のフェルール形成用微細円柱の製法。\n【発明の詳細な説明】\n【０００１】\n【発明の属する技術分野】本発明は、光ファイバーのコネクタに使用する金属製フ\nェルールを効率よく製造する方法に関する。特に、本発明は、フェルールの中間体\nであるフェルール形成用微細円柱を効率よく製造する方法に関するものである。\n【０００２】\n【従来の技術】微細孔パイプは、産業上有用なものである。特に、通信分野で使用\nされるフェルールは図１に示したように、径が０.１２６ｍｍ程度の細孔を有し、外\n径が２.５ｍｍで、長さが１２ｍｍ程度の微細孔パイプである。\n【０００３】フェルールは、石英系光ファイバー接続用コネクタの構成部品の一部\nとして使用される。光ファイバーは細くて折れやすいので、その接続のためには光\nファイバーをコネクタに確実に固定する必要がある。このための光コネクタ用部品\nが、フェルールである。即ち、光コネクターは、０.１２５ｍｍ程度の太さの光ファ\nイバーを円筒形の管に通して固定することにより、光ファイバーの中心にあるコア\n同士の位置を正確に合わせて接続を図るものである。\n【０００４】現在使用されているフェルールは、ジルコニア又はプラスチック製で\nあり、ジルコニア製が主流を占めている。ジルコニア製のフェルールを製造するに\nは、高価な射出成型機、押出成型機、金型を必要とし、また、成型機、金型の寿命\nが短い、ジルコニア・樹脂の成型物を５００～１２００℃という高温で処理するた\nめエネルギーコストが高い、中心部孔の寸法精度をだすために線状のダイヤモンド\n研磨体で該孔を研磨しなければならない、研磨は作業者の高度の熟練した手作業に\nよるため生産性が低い、等の問題が指摘されている。外径の精度を上げるためには、\n表面の研磨加工を行う。更に、内径と外径の同軸度の精度を上げるために、ワイヤ\nセンタレス機による加工を行う。こうした、諸加工を行っても、内径、外径及び同\n軸度にバラツキが生じ、一個一個検査し、寸法による区分分けを行っているのが実\n状である。\n【０００５】本発明は、このような高価なジルコニア製フェルールに代えて電鋳に\nより金属フェルールを効率よく製造する方法に関する。電鋳により細孔パイプを製\n造することは既に知られている。例えば、特開平１１－１９３４８５号公報には、\n芯材の表面に金属皮膜を形成し、形成された金属皮膜を残して芯材を除去する細孔\nを有するチューブの製造方法が記載されている。また、特開昭５６－９０９９５号\n公報、特開平４－３１１５８９号公報には、薬品にて溶解できる芯線の外周面に金\n属を電鋳メッキし、所定の寸法に切断後、芯線を薬品で溶解除去して細径パイプを\n製造する方法が記載されている。\n【０００６】光ファイバーコネクタ用の金属フェルールを製造するに際して、基本\n的にはこの方法を使用することができるが、問題は、フェルールの内径は０.１２６\nｍｍ程度のものと極めて細いので、フェルール形成用微細円柱の中の芯線をエッチ\nング液で溶出するのは極めて困難である。また、芯線を引き抜く際にも、芯線が断\n線し易いという問題があった。\n【０００７】本発明者等は、芯線として０.１２６ｍｍ径のステンレス線を使用しこ\nの外表面にニッケル等を電鋳することにより外径２.５ｍｍのフェルール形成用微\n細円柱を作り、これを例えば１２ｍｍの長さに切断した後、これから芯線を引き抜\nいてフェルールを製造する方法を考案した。この製法の生産効率を高める為には、\n芯線をできるかぎり長くし、例えば３０～４０ｃｍにして、この外表面に均一な外\n径となるように電鋳して長さ３０～４０ｃｍのフェルール形成用微細円柱を形成し、\nこれを所定の長さに切断することで効率的な製造が可能になる。\n【０００８】\n【発明が解決しようとする課題】しかしながら、芯線が長ければ長いほど、その外\n表面に電鋳により形成されたフェルール形成用微細円柱の外径は、図３(ｂ)に示し\nたように電源に近い側の径は大きくなり、電源から遠い側の径は小さくなるり、外\n径が不均一な電鋳体が得られる傾向がある。これば、電源に近い部分は電流密度は\n大きいが、電源から遠ざかる芯線部分ほど芯線の電気抵抗が大きくなり電流密度が\n小さくなり、芯線表面への電着量が少なくなるからである。この結果、電流密度の\n大きい電源に近い部分ほど径が大きく、電源から遠い部分ほど径は小さくなる。\n【０００９】本発明は、特に、長尺で、内径が０.１２６ｍｍ程度と小さいフェルー\nル用の微細孔パイプを電鋳で製造するに際して、外径が均一で小さい内径を有し、\nかつ、同軸性の高いフェルールを形成するための微細円柱を効率よく製造する方法\nを提供しようとするものである。\n【００１４】細径を有するパイプを電鋳による製造するには、例えば、特開平１０\n－３３５１３５号公報によれば、まず、クロム芯材に軟磁性薄膜を電気メッキによ\nり形成する。これをワイヤーソーで所定の長さに切断し、クロームエッチング液に\n浸漬してクローム芯材をエッチングして中空の円筒体を得ている。\n【００１５】この方法では、生産性を高めるためには、できるだけ長い芯線に電鋳\nを施し、しかる後に、所定の長さに切断する方法が推奨される。\n【００１６】既に述べたように、例えば、ステンレス製直径０.１２５ｍｍの断面が\n円形の線を芯線として使用して電鋳を行うと（図２参照）、図３(ｂ)に示したように\n一端から他端に向かって、外径が次第に小さくなる外径が不均一な電鋳体が得られ\nる。本発明者等は、この径の不均一化の問題を解決すべく種々研究の結果、芯線の\n抵抗率が径の不均一化に大きく影響することを見出し、抵抗率が一定の値よりも小\nさい値をもつ金属を芯線として使用することにより、長尺の芯線を使用しても均一\nな外径を有するフェルール形成用微細円柱の製造が可能になったのである。\n【００１７】芯線表面の抵抗率をゼロにすることが望ましく、例えば、抵抗率５×\n１０－６Ωｃｍ以下のものを選択するのが好ましい。抵抗率が、この値よりも大きい\nと、長尺の芯線を使用して電鋳を施した場合、外径の均一な電鋳品は得られ難い。\n抵抗率が５×１０－６Ωｃｍ以下の物質としては、金、銀、銅、アルミニウム及びこ\nれらを主体とする合金があげられる。また、リン青銅は抵抗率も低く、張力も大き\nいので、好適に使用できる。\n【００１８】抵抗率は、５×１０－６Ωｃｍ以下のものが好ましい。芯線自身、抵抗\n率が５×１０－６Ωｃｍ以下のものを使用してもよいし、抵抗率の大きい金属、例え\nば、ステンレス線に１０μｍ程度の薄い層に抵抗率の小さい金属をメッキしたもの\nでもよい。これらの芯線を使用して電鋳を行うことにより、芯線の長さ方向に沿っ\nた電着量は均一となり、外径の均一なフェルール形成用微細円柱を得ることができ\nる。抵抗率の低い第一金属をメッキする層の厚みは、良好な電気伝導度を確保する\n厚みであればよく、数μｍ～十数μｍが好適に適用される。\n【００１９】\n【発明の実施の形態】次に、本発明を実施形態に基づいて説明する。電鋳装置は、\n図２に示したようなものである。電鋳装置１０は、陽極と陰極を含む。陽極１５は、\n電着すべき金属であって、金属板、金属球等を使用することができる。金属球を使\n用する場合は、金属球を導電性を有する袋等に入れた状態で使用することができる。\n陽極は電源１１、例えば、電池の陽極に接続される。陰極は、電鋳を施す芯線１６\nであり、例えば、電池の陰極に接続される。芯線１６は、支持枠１４に支持されて\nいる。芯線１６は支持枠１４に支持された状態で、電鋳液１８に浸漬され、モータ\n１２で回転されながら、電鋳が施される。\n【００２０】母型に使用する線の基質としてステンレスを選択し、その表面に厚さ\n１０μｍ程度の銀、金、銅メッキを施したものを芯線に使用することができる。ま\nた、基質が金、銀、アルミニウム、銅又はそれらを主体とする合金を使用すること\nもできる。芯線の表面は平滑な表面であることが好ましいが、微小な凹凸があるこ\nとが多い。表面に抵抗率の低い金属をメッキすることにより、芯線の外表面が平滑\nになるというメリットもある。また、ステンレス線やリン青銅線は張力が高いので、\nフェルール形成用微細円柱から芯線を引き抜くのに好都合である。\n【００２１】電鋳液１８は、目的とする電鋳金属の種類によって、決まるものであ\nる。電鋳金属としては、ニッケル、鉄、銅、コバルト、タングステン又はこれらの\n合金などの電鋳金属を使用することができる。これらの金属に対応して、それぞれ、\n電鋳液として、スルフアミン酸ニッケル、塩化ニッケル、硫酸ニッケル、スルフア\nミン酸第一鉄、ホウフッ化第一鉄、ピロリン酸銅、硫酸銅、ホウフッ化銅、ケイフ\nッ化銅、チタンフッ化銅、アルカノールスルフォン酸銅、硫酸コバルト、タングス\nテン酸ナトリウムなどの水溶液を主成分とする液を使用することができる。\n【００２２】これらのうち、特に、スルフアミン酸ニッケルを主成分とする電鋳液\nが、電鋳作業の容易性、製品の硬度などの物性、化学的安定性、溶接の容易性など\nの面から好適に使用できる。直流電流７～１０Ａ／ｄｍ２程度の電流密度で、１日\n間程通電を行うことにより、直径３mm 程度に成長した電鋳品を得る。この電鋳品か\nら母型に使用した線を引き抜き、押し出すなどして、芯線１６を除去する。\n【００２３】\n【実施例】以下本発明を、実施例に基づいて説明する。断面が円形で径が０.１２６\nｍｍで長さが３５５ｍｍのステンレス製の線に金（抵抗率２．０５×１０－６Ωｃ\nｍ）を１０μｍメッキした、直径０.１３６ｍｍの芯線を得た。この芯線を図２示す\n様に電鋳用治具にセットした。一方、スルフアミン酸ニッケルを主成分とする電鋳\n浴に、ニッケルの金属板をセットし、電鋳浴に浸漬した。芯線を陰極、ニッケル板\nを陽極にして、１０Ａ／ｄｍ２程度の電流密度で電鋳を１８時間実施した。電鋳に\nより、平均約２.５ｍｍの直径のニッケル電鋳品を得た。電鋳品は、長さ方向に沿っ\nて外径は２.５ｍｍ±０.０５mm の範囲内にあり、均一な電鋳品が得られた。また、\n真円度、同軸性も良好なものであった。\n【００２４】この電鋳品を、ＮＣ自動加工機で、長さ１２ｍｍに切断し、一方の端\nを中ぐり加工をした。該加工品を縦にして、中ぐり加工していない面を上にして、\n芯線打ち抜き機にて上から芯線を突起を有するハンマーで叩き、加工品の下からか\nら頭を出した芯線の一部を引き抜くことによって、芯線を除去した。端面を研磨し\nてフェルールとした。\n【００２６】\n【発明の効果】芯線表面の抵抗率が５×１０－６Ωｃｍ以下の物質で被覆するか、芯\n線として抵抗率５×１０－６Ωｃｍ以下の物質からなるものを使用することにより、\n外径が均一で、真円度、同軸度が高い、そして長尺のフェルールを形成するための\n微細円柱を製造することができる。電鋳によるフェルールの製造は、高価な成型機、\n金型を必要とせず、設備としては安価な電鋳設備があればよい。また、高温で焼成\nする工程がないため、エネルギーコストが低い。更に、電鋳は寸法転写精度が極め\nて良いため、製品の寸法は、寸法の測定により区分分けする必要はないほど精度の\n良いものである。\n【図面の簡単な説明】\n【図１】フェルールを示す図である\n【図３】電鋳されたもの例を示す図である\n【符号の説明】\n１  フェルール   ２  細孔   ３  光ファイバー導入孔\n【図１】\n【図３】\n"
}