{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 3,
    "month": 7,
    "day": 20
  },
  "case_number": "令和2(ワ)25092",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "lawsuit_id": "90935",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=90935",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/935/090935_hanrei.pdf",
  "contents": "令和３年７月２０日判決言渡  同日原本領収  裁判所書記官\n令和２年（ワ）第２５０９２号  発信者情報開示請求事件\n口頭弁論終結日  令和３年６月８日\n判 決\n原 告            東日本旅客鉄道株式会社\n同訴訟代理人弁護士            伊藤   真\n同                            平井佑 希\n同                            丸田憲 和\n被 告         ソ フ ト バ ン ク 株 式 会 社\n同訴訟代理人弁護士           五十嵐     敦\n同                            山口翔 平\n同                            林   知 宏\n主 文\n１  被告は，原告に対し，別紙発信者情報目録記載の各情報を開示せよ。\n２  訴訟費用は被告の負担とする。\n事 実 及 び 理 由\n第１  請求\n主文同旨\n第２  事案の概要\n本件は，原告が，氏名不詳者（以下「本件発信者」という。）によりインター\nネット上のウェブサイトに投稿された別紙動画目録記載の動画（以下「本件投\n稿動画」という。）は，原告が著作権を有する別紙著作物目録記載の動画（以下\n「原告動画」という。）と同一であり，本件発信者による本件投稿動画の投稿は，\n原告動画の複製権，公衆送信権又は送信可能化権を侵害するものであることが\n明らかであると主張して，上記投稿行為に係る経由プロバイダである被告に対\nし，特定電気通信役務提供者の損害賠償責任の制限及び発信者情報の開示に関\nする法律（以下「法」という。）４条１項に基づき，別紙発信者情報目録記載の\n各情報（以下「本件発信者情報」という。）の開示を求める事案である。\n１  前提事実（当事者間に争いがないか，末尾の証拠及び弁論の全趣旨により容\n易に認められる事実）\n(1) 本件発信者は，別紙動画目録記載の投稿日時に，本件投稿動画をインター\nネット上のウェブサイト「niconico」に投稿した（以下，この投稿行為を「本\n件投稿行為」という。）。なお，「niconico」の運営会社である株式会社ドワン\nゴが，令和２年５月９日頃，原告の削除申請により本件投稿動画を削除した\nため，現時点では本件投稿動画を視聴してその内容を確認することはできな\nい。（甲２，３（いずれも枝番を含む。），４）\n(2) 被告は，法４条１項所定の開示関係役務提供者に該当し，本件発信者情報\nを保有している。\n２  争点は，(1) 権利侵害の明白性，(2) 発信者情報開示を受けるべき正当理由\nの有無であり，これに関する当事者の主張は以下のとおりである。\n(1) 争点(1)（権利侵害の明白性）について\n（原告の主張）\n原告動画は，原告が著作権を有する著作物であり，本件投稿行為により，\n原告の複製権，公衆送信権又は送信可能化権が侵害されたことは明らかであ\nり，違法性阻却事由の存在をうかがわせるような事情も存在しない。\nア  原告動画は，原告の業務上の感電事故防止のために必要な知識をコンパ\nクトにまとめた動画であり，研修用動画として受講者に必要な知識を効率\nよく確実に身に付けられるようにとの著作者の思想等が創作的に表現され，\nかつその内容がＤＶＤに固定されていることから，著作物性が認められる。\nイ  原告は，平成２０年６月頃，株式会社ジェイアール東日本企画（以下「Ｊ\nＥＫＩ」という。）に対し，社内教育用ＤＶＤの制作を依頼し，ＪＥＫＩは，\n株式会社トウキョウビジュアルコミュニケーション山本（以下「ＴＶＣ」\nという。）に対し，その制作を再委託し，その際ＴＶＣとの間で，ＤＶＤ制\n作の対価の支払時にその著作権をＴＶＣから譲り受ける旨合意した。ＴＶ\nＣは，上記委託に基づき，同年１１月に原告動画を完成させ，ＪＥＫＩは，\n同年１２月，ＴＶＣにその対価を支払い，原告動画の著作権を譲り受けた。\n原告は，平成２１年２月２７日，ＪＥＫＩに対し，原告動画制作の対価\nを支払い，その著作権は，原告・ＪＥＫＩ間の合意により原告に移転した。\nウ  原告従業員は，令和２年５月９日，本件投稿動画がインターネット上の\nウェブサイト「niconico」に投稿されていること，これが原告動画と同一\nであることを確認し，運営会社である株式会社ドワンゴに対し，本件投稿\n動画の削除申請を行ったところ，同社は本件投稿動画を削除した。\n（被告の主張）\n原告動画の著作権が原告に帰属すること，本件投稿動画と原告動画が同一\nであることについては，いずれも証拠上明らかではない。\nまた，仮に原告の著作権が侵害されたとしても，著作権法３０条以下に定\nめる権利制限事由がいずれも存在しないことが明らかであるとはいえない。\n(2) 争点(2)（発信者情報開示を受けるべき正当理由の有無）について\n（原告の主張）\n原告は，本件発信者に対して不法行為に基づく損害賠償を請求するため，\n本件発信者情報の開示を求めるものであり，正当理由の要件を充足している。\n（被告の主張）\n否認ないし争う。本件発信者の氏名又は名称及び住所の開示があれば，原\n告は，本件発信者に対し損害賠償請求等を行うことは可能であるから，これ\nに加えて，電子メールアドレスの開示を受けるべき正当な理由はない。\n第３  当裁判所の判断\n１  争点(1)（権利侵害の明白性）について\n(1)  原告動画の著作物性\n証拠（甲２の１，７，証人Ａ）及び弁論の全趣旨によれば，原告動画は，\n原告の業務上の感電事故防止のために必要な知識をコンパクトにまとめた動\n画であって，研修用動画として受講者が必要な知識を効率よく確実に身に付\nけることができるように，テーマに沿った説明，図示，アングル等の工夫を\n凝らすことにより著作者の思想等を創作的に表現したものであり，かつその\n内容がＤＶＤに固定されたものと認められ（著作権法２条３項），著作権法２\n条１項１号の著作物に該当すると認められる。\n(2)  原告動画の著作権の帰属\n証拠（甲６（枝番を含む。），１０，１１）及び弁論の全趣旨によれば，原\n告動画は，平成２０年１１月頃，原告から委託を受けたＪＥＫＩからの再委\n託に基づき，ＴＶＣの従業員によりその職務著作として制作され，その著作\n権は，ＴＶＣに帰属した後，ＴＶＣとＪＥＫＩとの間の合意に基づき，ＪＥ\nＫＩによる対価の支払後である同年１２月，ＴＶＣからＪＥＫＩに譲渡され，\nさらに，原告とＪＥＫＩとの間の昭和６３年８月６日付け「広報・宣伝物，\nイベント等の制作及び実施に関する基本契約書」に基づく合意により，原告\nによる対価の支払後である平成２１年２月２７日，ＪＥＫＩから原告に譲渡\nされたことが認められるから，原告動画の著作権は，同日以降，原告に帰属\nすることが認められる。\n(3)  原告動画と本件投稿動画の同一性\n前記前提事実のとおり，本件投稿動画は，本件発信者によりインターネッ\nト上のウェブサイトに投稿されたところ，証拠（甲２，３（いずれも枝番を\n含む。），証人Ａ）及び弁論の全趣旨によれば，原告の従業員は，令和２年５\n月９日，インターネット上のウェブサイト「niconico」に投稿されていた本件\n投稿動画を再生して視聴し，これが原告動画と同一であることを確認し，さ\nらに，原告から本件投稿動画の削除申請を受けた同ウェブサイトの運営会社\nである株式会社ドワンゴは，本件投稿動画の内容を確認の上，上記削除申請\nに応じて本件投稿動画を削除したことが認められる。これらの事実によれば，\n本件投稿動画と原告動画とは同一であったと認めるのが相当である。\n(4)  違法性阻却事由の不存在\n被告は，著作権法３０条以下に定める権利制限事由がいずれも存在しない\nことが明らかであるとはいえない旨を主張するが，本件全証拠を精査しても，\n原告動画に係る著作権を制限する事由の存在をうかがわせる証拠はない。\n(5)  小括\nしたがって，本件投稿動画がインターネット上のウェブサイトに投稿され\nたことにより，原告動画に係る原告の著作権（複製権，公衆送信権）が侵害\nされたことは明らかである。\n２  争点(2)（発信者情報開示を受けるべき正当理由の有無）について\n原告が本件発信者に対して原告動画の複製権及び公衆送信権侵害を理由と\nする損害賠償請求権等を行使するためには，本件発信者情報の開示が必要であ\nると認められる。\n開示すべき発信者情報に関し，被告は，電子メールアドレスの開示を受ける\n必要はないと主張するが，法４条１項に係る総務省令においては，電子メール\nアドレスも侵害情報の発信者の特定に資する情報として規定されている上，転\n居等の事情によって本件発信者の実際の住所が，被告が本件発信者の住所とし\nて保有しているものと異なる可能性もあることに照らすと，電子メールアドレ\nスの開示が不要ということはできない。\nしたがって，原告には本件発信者情報の開示を受けるべき正当な理由がある\nと認められる。\n３  結論\nよって，本件請求は理由があるからこれを認容することとし，主文のとおり\n判決する。\n東京地方裁判所民事第４７部\n裁判長裁判官         田      中      孝      一\n裁判官         小    口    五      大\n裁判官         稲    垣    雄      大\n（別紙動画目録省略）\n（別紙著作物目録省略）\n別紙\n発信者情報目録\n別紙動画目録記載のＩＰアドレスを同目録記載の投稿日時頃に被告から割り当て\nられていた契約者に関する情報であって、次に掲げるもの\n氏名又は名称\n住所\n電子メールアドレス\n"
}