{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 6,
    "month": 2,
    "day": 8
  },
  "case_number": "令和5(う)83",
  "case_name": "公職選挙法違反被告事件",
  "court_name": "広島高等裁判所第１部",
  "result": "棄却",
  "original_court_name": "広島地方裁判所",
  "original_case_number": "令和4(わ)126",
  "gist": "参議院議員通常選挙に際し、選挙人であり、かつ、特定の立候補予定者の選挙運動者であった被告人が、選挙運動の報酬として供与されるものであることを知りながら現金の供与を受けた、という公職選挙法違反被告事件について、現金が選挙運動の報酬として供与されたものであり、被告人もこのことを認識していたと認め被告人に受供与罪が成立するとした原審の判断を是認し、被告人の控訴を棄却した事例。",
  "lawsuit_id": "92934",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=92934",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/934/092934_hanrei.pdf",
  "contents": "令和６年２月８日宣告  広島高等裁判所\n令和５年 第８３号  公職選挙法違反被告事件\n原審  広島地方裁判所令和４年（わ）第１２６号\n主      文\n本件控訴を棄却する。\n理      由\n本件控訴の趣意は、弁護人中村健太（主任）作成の控訴趣意書に記載のと\nおりであるからこれを引用するが、論旨は、原判決には判決に影響を及ぼす\nことが明らかな事実の誤認がある、というものである。\nそこで、記録を調査して検討する（なお、略称については原判決のそれと\n同様である。）。\n１  原判決の判断概要\n原判決が認定した罪となるべき事実の要旨は、令和元年７月２１日施行\nの参議院議員通常選挙に際し、広島県選出議員選挙の選挙人であり、同選\n挙に立候補する決意を有していたＡの選挙運動者である被告人が、Ａを当\n選させる目的で、同人への投票及び投票取りまとめなどの選挙運動をする\nことの報酬として供与されるものであることを知りながら、同年６月１７\n日頃、広島市内のＡ選挙事務所において、Ａの配偶者であるＢから現金３\n０万円の供与を受けた、というものである。\n原判決は、概要、本件選挙におけるＡの置かれた状況、ＡとＢとの関係、\n金銭交付の時期、交付した金額、本件金銭交付を示す記載のあるリストの\n保存状況等に照らすと、Ｂが被告人に交付した金銭に、本件選挙に関し、\nＡを当選させる目的で、Ａへの投票や投票取りまとめなどの選挙運動をす\nることの報酬が含まれていたことは明らかであり、被告人の当選祝いとし\nては不自然さは否めず、その趣旨を証拠上排斥できないとしてもその可能\n性はかなり低く、そもそも、当選祝いやⅩ党の党勢拡大、Ｂ及びＡの地盤\n培養等の趣旨があったとしても、それらの趣旨は上記報酬の趣旨と両立な\nいし重なるものであり、それにより上記報酬の趣旨が含まれることは否定\nされないと説示した上、被告人の認識について、本件選挙におけるＡの置\nかれた状況、ＡとＢとの関係、被告人が、ＢからＡの選挙応援の依頼をさ\nれることや現金を渡されることを懸念し一旦は面会を断るなどしたが、本\n件選挙の公示日の２週間余り前の時期に結局Ｂとの面会に臨み、Ａのポス\nター等が入った紙袋を渡されると共に現金入りの封筒を差し出され、押し\n問答をした末に受領したという経緯等に照らすと、被告人は、差し出され\nた現金が選挙運動をすることの報酬を含むものであったと認識していたこ\nとは明らかであり、本件金銭交付につきＢに領収書を交付していないこと\nや、Ｂとの面会前後の妻に対する言動なども被告人の上記認識と整合して\nいるとして、買収の趣旨を認識していなかったという被告人の供述を排斥\nし、Ｂは本件選挙にＡを当選させる目的をもってＡへの投票及び投票取り\nまとめなどの選挙運動をすることの報酬として被告人に対し現金３０万円\nを供与し、かつ、このことを被告人も認識していたと認められるとの判断\nを示したものである。\n２⑴  所論は、Ｂが被告人に対し金銭を交付したのは選挙運動をすることの\n報酬としての趣旨を含むものであるとの原判決の判断について、①原判\n決は、Ａが本件選挙で苦境に立たされていたかのように分析しているが、\nそれが事実でないことはＢの証言や被告人の供述から明らかである、②\n原判決は、Ｂが相手方の氏名や供与額を記載したリストを作成しながら\n地方議会議員ら合計約１００名に現金を供与したと認定しているが、上\n記リストの内容は名前と金額を羅列したものにすぎず、実際に交付した\n相手方やその金額とも一致していないのであるから、実際の現金供与と\nの関連性はなく、作成しながら現金を供与したという原判決の説示は誤\nりである上、上記リストの題名は「陣中見舞い等」であり買収に関係す\nるものではないから、これを買収の趣旨の認定根拠とすることはできな\nい、③被告人は頼まれなくてもＡの選挙応援を自主的にするような立場\nにあり、組織力に乏しく票の取りまとめも期待できない被告人に、リス\nクを冒してまで選挙応援を頼み報酬を前払いする必要はない、④Ｂが公\n示２週間前に被告人と面会したことは特に意識したものではなく、Ｂが\n渡したＡのポスター等はⅩ党の地盤作りのものであり、Ｂも渡したこと\nを失念し被告人も結局は廃棄するなど客観的には価値のあるものでは\nなかったから、強調すべき事柄ではない、⑤当選から２か月後に当選祝\nいを渡すことは不自然ではなく、当選祝いの趣旨を証拠上排斥できない\nならそのとおり認定すべきであるし、Ⅹ党の党勢拡大等の活動であれば\n現職候補者のための活動ともなるのであり、Ａの選挙応援の報酬の趣旨\nとは両立しない、また、Ｂは本件金銭交付について被告人への励ましと\n今後仲良くするための寄付的なものと証言しており、当選祝いが口実だ\nとすればその裏側には仲間作りの資金という切実な意向があったので\nあって、その内容は客観的事実と整合し体験した者しか証言し得ないも\nのであり信用することができるなどと指摘して、Ｂによる金銭交付にＡ\nの選挙応援の趣旨が含まれると認めた原判決の判断には誤りがあると\nいうのである。\nしかしながら、上記所論①についてみるに、所論のいうように本件選\n挙においてＡに有利な事情もあったことは否定できないにしても、広島\n県連がＡの支援を行わない方針を決定し、Ａが県内の支援団体等の組織\n的なバックアップを期待できなかったことは、広島県全域を選挙区とす\nる本件選挙においてＡに不利に働き得ることは間違いのない状況とい\nえるのであるから、原判決が、そのような状況にあったことを本件金銭\n交付に選挙運動の報酬の趣旨が含まれていることを推認する一つの事\n情として指摘したことに誤りがあるなどとはいえない。上記所論②につ\nいてみても、上記リストは「Ａ参議院議員選挙'１９」と題するフォルダ\nに保存されており、Ｂは誰に幾ら持って行こうかと思いを巡らせながら\n作成したと証言しており、被告人を含めリストの記載通りに現金が供与\nされた者もあったのであるから、上記リストはＢがＡの選挙応援のため\nの現金供与を念頭において作成され、これが実際の現金供与につながっ\nていたものとみることができる。そして、いかに手持ちのリストである\nからといって買収金などと露骨に記載することは考え難いことからし\nても、当該リストの題名が買収金等ではなく「陣中見舞い等」と記され\nていたことが、供与された現金の趣旨が買収であるとの推認を妨げるよ\nうな事情とはみられないのであるから、リストを作成しながら現金を供\n与したという原判決の説示に特段誤りがあるなどとはいえない。上記所\n論③についてみても、被告人が組織力に乏しくさほど影響力がなかった\nとしても、被告人は実際過去にＡの選挙で協力をしているのであって、\n本件選挙においても投票や投票に向けた協力をそれなりに期待し得る\n立場にあったといえるのであり、このような被告人に対して金銭を交付\nすることに意味がないわけではないから、所論の指摘は原判決の認定判\n断をいささかも左右するものではない。上記所論④についてみても、Ｂ\nが特に公示２週間前を意識して面会したものでなく、渡したポスターは\n本件選挙に直接利用できるものではなかったにしても、Ｂは、広島県連\nの支援が期待できない中で、公示日を間近に控えた時期に、以前選挙協\n力もしてくれた被告人に、Ａのポスター等の入った紙袋を持参して面会\nし、現金３０万円の入った封筒を交付しているのは客観的な事実であり、\nまた、「Ａ参議院議員選挙'１９」のフォルダ内のリストには「中区  Ｃ\n（被告人）３０」との記載もあったのであるから、所論は、このような\n客観的事実を総合してＢの金銭交付に選挙運動の報酬の趣旨が含まれ\nていたと推認した原判決の判断を論難するに足る指摘とはいえない。ま\nた、上記所論⑤についてみても、無投票による当選後約２か月も経過し\nた後に、特に説明もなく３０万円もの現金の入った封筒を差し出して渡\nそうとし、一旦断られた後に、それまで被告人に対し一度も渡したこと\nがない当選祝いと説明したというのは、当選祝いの趣旨だけの金銭交付\nとすればやはり不自然といわざるを得ないのであり、原判決も、被告人\nの当選祝いの趣旨を証拠上排斥できないとしても、その可能性はかなり\n低いと指摘しているのであって、その判断は適切かつ相当というべきで\nある。そして、所論の指摘を踏まえてみても、現職候補者と共にＡが当\n選すればⅩ党の党勢拡大にはなるのであるから、党勢拡大の趣旨とＡの\n選挙応援に対する報酬の趣旨とは両立し得ないとはいえないのであり、\nさらに、所論が指摘するように、Ｂが、具体的な買収の意図はなく、配\n偶者であるＡに当選してほしいという漠然とした思いがあったにすぎ\nない旨証言しているにしても、原判決が指摘する状況事実ないし事情等\nを総合すれば、Ｂにおいて、被告人への金銭交付に際し、Ａの当選を得\nしめる目的が含まれていたものと合理的に推認することができるので\nあって、Ｂがそのような曖昧な証言をしているからといって、それだけ\nで原判決の判断が左右されるとはいえない。\n⑵  また、所論は、被告人の認識について、本件選挙においてはＡの当選\nが見込まれていたのであり、ＡとＢが夫婦であり、ＢがＡの選挙をサポ\nートしているからといって、被告人において、ＢがＡの当選のため買収\nの金を渡すということまで認識できたとはいえないし、そもそも組織的\nバックアップのない被告人にはＢも期待していなかったとみられるの\nであるから、金銭交付とＡの選挙を結びつけることができたとはいえず、\nまた、公示２週間前というのは特に意図したものではないし、ポスター\nは地盤培養のためのものであり、Ｂも記憶がないほどのものであるから\n重要ではなく、被告人が一旦受領を拒否したのはどんな金も受け取らな\nいという政治信条によるものであって、最終的に受け取ったのは、Ｂの\n強引さに折れ後で返せばいいと思ったからであり、当初金銭交付の事実\nを否認していたのも、被告人の認識としては、政治的寄付あるいは当選\n祝いという以外の意味がなかったことの証左であり、さらに、通常、当\n選祝いをもらった人がその場で現金を数えたり、渡した人が領収証を要\n求したりすることはないから、被告人がその場で金額を確認せず領収証\nを交付しなかったことは一般的、常識的な行動であり、Ｂから金銭を受\nけ取ったことを妻に報告しなかったのは、妻から、何の趣旨であれＢか\nら金を受け取らないように言われていたため、断り切れずに受け取った\nことを説明しづらかった、Ｂに押し切られる人などと思われたくなかっ\nた、返す金だから報告不要と思ったなどといった理由からであり、受領\nした金銭を費消したのはいつでも返せる金額であったからであるなど\nと縷々主張し、被告人に買収の趣旨の認識があったと認めた原判決の判\n断は誤りであるというのである。\nしかしながら、既に述べたとおり、本件選挙においてはＡに不利に働\nき得る状況にあったことは否定できず、被告人においても、Ａが広島県\n連から支援を得られていないなどの事情は知っていたというのであり、\n被告人は以前Ａの選挙応援をした実績があって、客観的には選挙応援を\n期待される立場にあったのであるから、Ｂにおいて公示２週間前を意識\nして面会したものではなく、渡したポスターは実際には活用されないも\nのであったにしても、そのような選挙情勢の中で、本件選挙を目前に控\nえた時期に、Ｂからポスター等を渡されたほか現金入りの封筒を渡され\nたということは、被告人に渡された現金が買収の趣旨であることを想起\nさせるに十分な事情というべきである。被告人がＢとの面会の前に選挙\n応援の依頼や現金を渡されることを懸念し、このことを妻に伝えていた\nこともむしろ被告人の認識を裏付ける事情とみることができる。そして、\n被告人が、受け取ることを一旦は断り、受け取った後も領収証を交付す\nるなど金銭の授受を明確にすることをせず、また、Ｂと面会することを\n伝えていた妻に対し、Ｂから金銭を受け取ったことを告げなかったこと\nは、被告人が買収の趣旨を認識していたことを裏付け、そのような認識\nに沿う行動であったというべきであり、このような事情も併せて被告人\nの買収の趣旨の認識を認定した原判決の判断に誤りがあるとはいえな\nい。\n⑶  その他、所論は、Ｂが被告人に対し現金入りの封筒を差し出した時点\nでは、被告人は封筒に現金３０万円が入っていたと認識していなかった\nのであるから、Ｂが被告人に対し現金３０万円が入った封筒を差し出し\nたとの原判決の説示は誤っているなどともいうのであるが、原判決は、\n被告人が封筒の中身が現金の可能性があると考えて一旦受取りを断っ\nたと説示しているのであって、被告人の認識ではなく客観的に現金３０\n万円が入った封筒を差し出されたことを指摘しているにすぎないので\nあるから、所論は原判決の説示を的確に論難する主張とはいえない。ま\nた、所論は、原判決は、被告人がＢと面会した際本件選挙がＡにとって\nうまくいっていますねなどと発言したことについて、Ａの選挙情勢が厳\nしいなどというとＢからＡの選挙応援の依頼の話をされると考えたこ\nとを殊更に取り上げているが、被告人は当時の内心を正確に記憶してい\nるわけではなく、検察官から誘導されて、覚えていないというよりはで\nきるだけ誠実な回答をしようとして後付けの理由を述べたものであっ\nて、原判決の認定評価は誤りであるともいうのであるが、被告人がその\nように考えて発言したことは、当時の選挙情勢やＢとの関係をみれば、\n状況として自然なやり取りとみることができるのであり、仮に、所論が\nいうようにそのような思惑が被告人の具体的な認識としてなかったと\nしても、そのことは金銭交付の趣旨の認識に関する原判決の判断の核心\nを左右するものとはいえない。\n３  以上のとおり、所論を踏まえて検討してみても、原判決の認定判断に論\n理則、経験則等に照らし特段不合理なところはなく、選挙運動の報酬の趣\n旨を認め、被告人にその認識があったと認定した原判決に事実の誤認があ\nるとは認められない。\n論旨は理由がない。\nよって、刑訴法３９６条により本件控訴を棄却することとして、主文のと\nおり判決する。\n令和６年２月８日\n広島高等裁判所第１部\n裁判長裁判官        森              浩    史\n裁判官     富      張    真    紀\n裁判官              家      入    美    香\n"
}