{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 4,
    "month": 11,
    "day": 28
  },
  "case_number": "令和1(わ)120",
  "case_name": "住居侵入、殺人被告事件",
  "court_name": "鹿児島地方裁判所刑事部",
  "lawsuit_id": "91621",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=91621",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/621/091621_hanrei.pdf",
  "contents": "令和元年（わ）第１２０号\n判         決\n被告人に対する住居侵入、殺人被告事件について、当裁判所は、検察官村岡崇央、\n同坂哉萌、同小河弘明及び同上ノ町秀作並びに主任弁護人永里桂太郎、弁護人菅野\n浩平及び同西選子各出席の上審理し、次のとおり判決する。\n主         文\n被告人は無罪。\n理        由\n第１  本件公訴事実及び争点\n訴因変更後の本件公訴事実は、「被告人は、令和元年６月１３日頃から同月１４\n日頃までの間に、金品窃取の目的で、鹿児島県奄美市ａ町ｂ番ｃ号Ａ方に玄関引き\n戸から侵入し、その頃、同所において、Ａ（当時８７歳）に対し、殺意をもって、\nその右鎖骨上部等を刃物様のもので複数回突き刺すなどし、よって、その頃、同所\nにおいて、同人を右鎖骨上部刺創に基づく出血性ショックにより死亡させて殺害し\nた。」というものである。\n本件の争点は、被告人が本件犯人であると認められるか否かである。\n第２  本件犯人の行動について（以下、月日はすべて令和元年のそれを指す。ま\nた、括弧内に挙げた証拠は当該事実認定に用いた主要な証拠を示す。）\n１  侵入経路及び方法\n⑴  侵入経路\n被害者方検証に際し、同人方及びその周辺の状況確認を行ったＢ警察官の証言を\n含む関係各証拠（Ｃ証言、Ｄ証言、甲１９２）によれば、６月１６日夜の遺体発見\n時ないしその後の検証時において、被害者方玄関は無施錠であったこと、１階のト\nイレ及び台所北側の各腰高窓並びに２階南側のベランダの掃き出し窓以外の窓は施\n錠されていたこと、前記トイレの腰高窓は格子が付いており、その間隔は１２ない\nし１５ｃｍ程度で人が通れるような間隔ではなかったこと、前記台所北側の腰高窓\nはサッシの戸車が腐食のため膨張して動かず、通常の方法では開けることはできな\nかったこと、前記ベランダの掃き出し窓は施錠されていなかったものの、屋根及び\nベランダ手すりに損壊、払拭等された痕跡は見当たらず、ベランダ床から足跡は出\nなかったこと、前記掃き出し窓の内側、外側や室内側の板間等からも痕跡は発見さ\nれなかったこと、被害者方の周囲に設置されたブロック塀には、手や足をかけた際\nにできるであろう痕跡等がなく、塀に沿ってその内側の庭にあった多数の植木にも、\n枝が折られた等の痕跡が見当たらず、庭の地面にも足跡が見当たらなかったこと、\nその他の窓周辺にも被害者の親族の指紋等が認められたほか、外部からの侵入の痕\n跡が見当たらなかったことなどが認められる。\n以上によれば、本件犯人は、玄関以外の場所から被害者方に侵入したとは考え難\nく、玄関から侵入したと認定できる。\n⑵  侵入方法\nア  証拠により認められる事実\n被害者方１階の居間兼寝室で発見された被害者の遺体は、肌着とパジャマの\nズボン等を着用した状態であったところ、被害者は人と会うことのある日中の時間\n帯にそのような服装でいることはなかった（Ｄ証言、Ｅ証言、Ｆ証言、甲１９２）。\n被害者方の玄関はアルミサッシ製２枚引違戸であり、左右端にそれぞれ戸先\n鎌錠が、中央部で２枚の引き戸が重なり合う部分に召し合せ錠があって、外から見\nて右側の引き戸（以下「右側引き戸」という。）右端の戸先鎌錠は、内側からスラ\nイド部分を押し下げることによりフック状の部分が上がり、受座に入ることによっ\nて施錠される仕組みであるところ、外から見て左側の戸先鎌錠は施錠されており、\n被害者は、夜間、右側引き戸の戸先鎌錠を内側から施錠して玄関の戸締りをしてい\nた（Ｅ証言、Ｆ証言、甲１９２、２１９）。他方で、Ｄが被害者の遺体を発見した\n際の右側引き戸の戸先鎌錠は、フック状の部分が中途半端に上がり、受座に掛から\nずに解錠した状態だった（Ｄ証言）。\n被害者方の玄関は建付けが悪いため、右側引き戸の戸先鎌錠を内側から施錠\nしようとすると、通常の力の入れ方ではスライド部分が一番下まで下がりきらず、\nフック状の部分の上がり方が中途半端になって、完全に上がらないものの一応受座\nに掛かった状態となり、中央の召し合せ錠が施錠できなくなる。このような状態で\nある場合には、引き戸を揺すって戸先鎌錠を外して解錠する方法（以下、この方法\nを「揺すり外し」という。）により右側引き戸の戸先鎌錠を解錠することが可能で\nあり、解錠した後は、フック状の部分が中途半端に上がったまま受座に掛からない\n状態となる（Ｇ証言、甲２１０、２１１）。\nイ  検討\n被害者が殺害された時間帯は、被害者が通常肌着等を着用している夜間から早朝\nの時間帯であったと考えられるところ、被害者は、この時間帯は右側引き戸の戸先\n鎌錠を施錠していたものの、フック状の部分が中途半端に上がって受座に掛かって\n施錠された状態にとどまっていたから、本件犯人が右側引き戸を外側から揺すり外\nしにより解錠することが可能であり、現に、遺体発見時の戸先鎌錠の状態は、揺す\nり外しにより解錠した後の状態と同様の状態となっていた。\n以上によれば、本件犯人は、揺すり外しにより右側引き戸を解錠したと認定でき\nる。\n⑶  以上の検討を踏まえれば、本件犯人は、揺すり外しにより被害者方玄関の右\n側引き戸を解錠し、玄関から被害者方に侵入したと認定できる。\n２  殺害の犯行状況\n被害者の遺体には、いずれも片刃器により形成されたと考えられる右鎖骨上部刺\n創、左側頸部刺創、３か所の左側頸部切創、左前腹部刺創及び防御創と思しき両手\nの切創等が認められた（Ｈ証言、甲１９３）。また、被害者の遺体が発見された居\n間兼寝室のベッド上には大きな血だまりがあり、居間兼寝室内のベッド付近の畳上\nなどにも血痕が多数存在していた（甲１９２）。\n以上によれば、本件犯人は、居間兼寝室のベッド付近で、被害者に接近し、抵抗\nする被害者の首付近や腹部を刃物で複数回突き刺したと認定できる。\n３  犯行後の行動\n⑴  関係証拠（甲１９２）によれば、被害者方１階の台所の床２か所、流し台の\nシンク西側側面数か所、水栓レバーハンドル１か所に被害者の血痕が付着していた\nほか、台所の床６か所にも血痕が付着していたこと、流し台のシンク、円形の排水\n口のほぼ全面及び排水口に設置されたバスケットの広範囲にルミノール反応が見ら\nれたことが認められる。\n本件犯行により、被害者は大量の出血をしたものと認められ、本件犯人の身体、\n着衣及び使用した刃物にも被害者の血液が付着した可能性が高いところ、前記のと\nおり台所に残った血痕等は、本件犯人が付着した血液を洗い流すために流し台を使\n用した際に付着したものと考えるのが合理的である。\nなお、弁護人は、前記の血痕等は、被害者が鼻血をシンクで洗い流したことや、\n料理の際に指を切るなどしたことにより付着した可能性を指摘する。しかし、鼻血\nや料理の際の負傷であれば、被害者が床に滴下した自らの血液を放置することは考\nえ難く、これを拭き取るのが自然である。また、流し台の排水口等に見られたルミ\nノール反応は広範囲にわたっており、日常生活において生じた出血によるものとす\nれば不自然である。弁護人の指摘する可能性は考え難い。\n⑵  以上の検討を踏まえれば、本件犯人は、犯行後、台所の流し台で被害者の血\n液を洗い流したと認定できる。\n第３  検察官が主張する被告人の行動について\n１  侵入経路及び方法が一致しているとの主張について\n⑴  関係各証拠（Ｉ証言、甲２１８）によれば、右側引き戸の左側側面の地面か\nら高さ約１２２ｃｍの位置から、指先が玄関の内側に向いた方向で付着した指紋が\n４つ採取されたことが認められる（以下「引き戸の各指紋」という。）。検察官は、\n引き戸の各指紋が被告人のものであることを前提に、被告人が、犯行日時に近接し\nた時期に、被害者方の玄関を揺すり外しの方法で解錠し、被害者方に侵入したと主\n張するので、これを検討する。\n⑵  指紋鑑定の信用性等\nア  引き戸の各指紋について指紋鑑定を行った指紋鑑定官Ｊは、各指紋は、上か\nら順に被告人の左手小指、左手中指、左手環指、左手中指の各指紋にそれぞれ一致\nする、また、各指紋は、各指の上側（親指側）の部分が付着したものであったと結\n論付ける。\nイ  Ｊによる引き戸の各指紋に係る指紋鑑定（以下「Ｊ鑑定１」という。）は、\n指紋が万人不同、終生不変であることを前提に、指紋から特徴点（端点又は分岐点）\nを選出し、特徴点の位置関係、各特徴点間のリレーション（特徴点と特徴点の間に\n介在する隆線の数）等を比較して相互に一致する特徴点を１２点指摘できるか否か\nを判断して異同識別を行うという確立した手法を用いたものであり、合理的である。\n弁護人は、引き戸の各指紋につき、その特徴点は薄くなっていたり別の指紋と重\nなっていたりするため通常人には判別不可能であることのほか、４つの指紋のうち\n一番上に付着していた指紋については、これと一致するとされた被告人の左手小指\nの指紋と比較すると、特徴点としわの位置関係が異なることを指摘している。\nしかし、Ｊが指紋鑑定官として２１年もの経験を有することに加え、Ｊ鑑定１に\nおいては、指紋鑑定における一般的な手順である他の鑑定官による確認が行われて\nいることからすれば、同鑑定は、十分な経験を有する専門家による判断として尊重\nすべきものであり、その結果の信頼性も相当な方法で担保されているものといえる。\nまた、現場指紋と対照指紋で特徴点としわの位置関係が異なるという点についても、\n指のしわの表れ方は採取のタイミングや力の加わり方などにより変わり得るもので\nある旨のＪの説明は合理的であり、弁護人の前記指摘はＪ鑑定１の信用性を疑わせ\nる事情とはいえない。\nウ  以上によれば、Ｊ鑑定１は十分に信用でき、引き戸の各指紋は、上から順に\n被告人の左手小指、左手中指、左手環指、左手中指の指紋であり、各指紋は各指の\n上側（親指側）の部分の指紋であったと認められる。\nエ  なお、Ｊ証人は、引き戸の各指紋は「割と濃い方」であるとし、そのことか\nら「やや新しい指紋」であったといえる旨供述するが、他方で、指紋鑑定において\nは、付着した指紋の濃さなどから指紋の付着時期を具体的に特定することはできな\nい旨供述している。引き戸の各指紋の付着状況からは、その付着時期を判断するこ\nとは困難というべきである。\n検討\n前記⑵アないしウで認定した事実によれば、被告人が右側引き戸の左側側面の地\n面から高さ約１２２ｃｍの部分を左手で少なくとも３回触れ、その際、その指には\n上向きの力が加わっていたことが認められる。加えて、関係各証拠（Ｇ証言、Ｋ証\n言）によれば、被告人が揺すり外しにより右側引き戸を解錠したとも考え得る。他\n方で、揺すり外しの方法で玄関引き戸を解錠した場合以外でこのように指紋が付着\nする可能性がないとはいえず、例えば、被告人が、本件犯人による犯行とは別の機\n会に被害者方への侵入を試みたような場合には、その下見又は下調べの際に玄関の\n施錠状況を確認するなどの目的で前記の態様で右側引き戸に触れたり、被害者方に\n侵入し又は立ち去る際に開閉等のため右側引き戸に触れたりすることが考えられ、\nその結果、被告人の指紋が前記の位置等で右側引き戸に付着した可能性も否定でき\nない。\nまた、前記⑵エのとおり、引き戸の各指紋の付着状況からはその付着時期を判断\nすることは困難であり、検察官が主張するようにこれが犯行日時に近接した時期に\n付着したものとはいえない。\n以上の検討を踏まえれば、被告人が、いずれかの時期に被害者方玄関の右側引き\n戸の左側中央側面に複数回触れたことがあると認定できるにとどまり、それが犯行\n日時に近接した時期であるとはいえず、また、これによって被害者方の玄関を揺す\nり外しの方法で解錠したとまではいえない。\n２  殺害の犯行状況と一致しているとの主張について\n検察官は、被告人は、犯行日時に近接した時期に、居間兼寝室のベッド付近で被\n害者に接近し、被害者が着ている肌着に触れるなどしたと主張するので、これを検\n討する。\n⑴  ＤＮＡ型鑑定等の信用性と評価\n本件では、①被害者方の居間兼寝室のベッドに倒れていた被害者の遺体の下に敷\nかれたタオルケット（以下「本件タオルケット」という。）に付着していた毛髪（採\n取番号すと付され、その毛根部分に細胞片が付着したもの。以下「本件毛髪」とい\nう。）、②居間兼寝室のテーブル（以下「本件テーブル」という。）の天板部分のベッ\nド側の側面から採取された血痕（採取番号３６と付されたもの。以下「本件血痕」\nという。）及び③遺体発見時に被害者が着ていた肌着（以下「本件肌着」という。）\nの右後背部から採取された付着物（採取番号ケと付されたもの。以下「本件付着物」\nという。）についてＤＮＡ型鑑定等が行われた（甲２００）。検察官の前記主張は、\nこれらのＤＮＡ型鑑定等の結果に基づくものであるから、その信用性等につき検討\nする。\nア  本件毛髪について\n本件毛髪についてＤＮＡ型鑑定（ＳＴＲ型検査によるもの。以下同じ。）を行った\n科捜研技術職員であるＬは、型判定の行われた２４座位のうち１９座位について被\n告人のＤＮＡ型と一致し、この１９座位につき検出された型の組合せの出現頻度は\n日本人約２７１．５兆人に１人と計算されると結論付ける。Ｌによる本件毛髪のＤ\nＮＡ型鑑定は、確立した手法を用いて行われたものと認められ、その信用性を疑わ\nせる事情は見当たらない。\n弁護人は、同鑑定につき、２回行われたＤＮＡ型の検出のうちの１回では、１つ\nの座位（ＳＥ３３型）において、そのエレクトロフェログラムに被告人のＤＮＡ型\nとは異なる型と対応する位置にピークが見られ、同ピークはスタター（ＤＮＡ型鑑\n定におけるＰＣＲ増幅の過程で生成する、本来のＤＮＡ型よりも１反復配列分短い\n又は長いＤＮＡ型を示す副産物）によるピークとは考え難いことを指摘した上で、\n同鑑定に用いられた資料には本来２人のＤＮＡが含まれていたものの、資料に含ま\nれるＤＮＡが少量であったことから多数のアレルドロップアウト（ＤＮＡ型鑑定に\nおいて、鑑定資料から本来検出されるべき型が検出されない現象）が生じたため、\nこのような結果が生じたと見るのが妥当であり、１人のＤＮＡであることを前提と\nした計算は無意味である旨主張する。しかし、他の座位の型判定の結果やその基と\nなったエレクトロフェログラムを見ても、他の全ての座位において２人のＤＮＡが\n含まれることを示すピークはなく、そのような多数のアレルドロップアウトが生じ\nた可能性はうかがえない。他方で、Ｌは、ＤＮＡ型鑑定においては、スタターによ\nるピーク以外にも本来の型とは異なる位置にピークが見られる現象が生じる場合が\nあると説明しており、前記ＳＥ３３型の座位で見られたピークもこのような現象に\nよるものとして説明することが可能である。結局、弁護人の主張は前提を欠くもの\nであり採用できない。\n信用できる本件毛髪のＤＮＡ型鑑定の結果によれば、本件毛髪の１９座位につき\n検出された型の組合せの出現頻度は日本人約２７１．５兆人に１人と認められ、こ\nれは世界の全人口よりはるかに大きい値であるから、本件毛髪は被告人の毛髪であ\nると認定できる。\nイ  本件血痕について\n関係各証拠（Ｌ証言、甲２００）によれば、本件血痕のＤＮＡ型鑑定の結果とし\nて、本件血痕には２人以上のＤＮＡ型が混合していると考えられるところ、そのＹ\n－ＳＴＲ型は、型判定の行われた１６座位全てにつき被告人のＤＮＡ型と一致した\nことなどが認められる。検察官は、これをもって被告人と被害者のＤＮＡが含まれ\nていても矛盾しない旨主張する。\nＹ－ＳＴＲ型は、男性のみが持つＹ染色体上のＤＮＡの反復配列を検査するとい\nう性質上、直系の男性の先祖が共通であれば基本的に一致するものであるし、各Ｄ\nＮＡ型の出現頻度なども証拠上明らかではない。\n以上によれば、本件血痕のＤＮＡ型鑑定による人物の異同識別に関する証明力は\n限定的であって、検察官の前記主張はその証明力の評価において同旨であり、本件\n血痕には被告人のＤＮＡが含まれていた可能性があるといえるにとどまる。\nウ  本件付着物について\n関係各証拠（Ｍ証言、甲２００）によれば、本件付着物についてＤＮＡ型鑑\n定を行った結果として、本件付着物には複数人のＤＮＡ型が混合しており、型判定\nの行われた２４座位のうち、不詳と型判定された座位を除く２２座位全てにおいて、\n被告人のＤＮＡ型と被害者のＤＮＡ型がいずれも含まれていたことが認められる。\n一般社団法人Ｎ代表理事であるＯは、本件付着物に含まれる混合ＤＮＡ型に\n関する尤度比（ある仮説と別の仮説のどちらがどの程度もっともらしいかにつき、\n比を取って算出した値）の計算を行った結果、本件付着物に含まれる混合ＤＮＡ型\nについて、２人のＤＮＡ型が混合したものであり、この混合ＤＮＡ型が被告人とも\nう１人の人物のＤＮＡ型から成っているとの仮説は被告人以外の２人のＤＮＡ型か\nら成っているとの仮説と比較して約５６１２億倍もっともらしい（前者の確率が後\n者の確率の約５６１２億倍である）旨結論付ける。\n集団遺伝学、ゲノム進化学、分子進化学等の専門家であるＯ証人による尤度比の\n計算は、その過程等に明らかに不合理な点は見当たらず、その評価も世界各国にお\nいて従前から安定的に運用されてきた方法により行われたものと認められるから、\n統計としての信頼性を保証するための検定がなされていないとの弁護人の指摘を踏\nまえても、十分信用できる。\nまた、弁護人は、本件付着物のＤＮＡ型鑑定につき、２回行われたＤＮＡ型の検\n出のうちの１回では、１つの座位（Ｄ８Ｓ１１７９型）において、被告人のＤＮＡ\n型（１１、１４型）と被害者のＤＮＡ型（１０、１４型）のいずれとも異なるＤＮ\nＡ型（１３型）が検出されているから、同付着物から検出された混合ＤＮＡ型は３\n人以上の混合である可能性があり、そうするとＯ証人の尤度比計算はその前提が誤\nっていることになる旨主張する。しかし、検出された１３型は、１４型より１反復\n配列分短いＤＮＡ型である上、エレクトロフェログラムで認められるそのピークも\n１４型のピークに比して相当低いことも考慮すると、スタターの可能性が高い。ま\nた、本件付着物のＤＮＡ型鑑定においては、２座位につき不詳と型判定されている\nものの、これらを除く２２座位において検出されたＤＮＡ型の個数はいずれも４個\n以下であり、不詳と型判定された２座位についても、エレクトロフェログラムにお\nいてこれらの座位に対応する位置に５個以上のＤＮＡ型のピークは認められない\n（甲２００・別紙３－１及び３－２）。Ｏ証人は、混合ＤＮＡ型の関与人数を確定す\nる過程において、多数の混合ＤＮＡの組合せから２人混合あるいは３人混合の各場\n合の最大アレル数（全座位におけるＤＮＡ型の個数の最大値）や最小アレル数（同\n最小値）を観察した研究論文に依拠しており、これによれば、混合ＤＮＡ型が３人\nの混合である場合には最大アレル数が４となる確率は０．０１％とされていること\nに照らすと（同証人の証人尋問調書３頁、同調書添付のプレゼン資料スライド１７\n参照）、本件付着物に含まれる混合ＤＮＡ型は２人の混合であることを前提とした\nＯ証人の尤度比計算に誤りがあるとはいえない。\n以上によれば、Ｏ証人が結論付けるとおり、本件付着物の混合ＤＮＡ型が被告人\nともう１人の人物のＤＮＡ型から成っているとの仮説は被告人以外の２人のＤＮＡ\n型から成っているとの仮説と比較して約５６１２億倍もっともらしい（前者の確率\nが後者の確率の約５６１２億倍である）といえるから、本件付着物に被告人のＤＮ\nＡ型が含まれていることを合理的な疑いを超えて認定することができる。\n⑵  各資料への被告人のＤＮＡの混入の可能性について\n弁護人は、本件毛髪、本件血痕及び本件付着物の各資料につき、捜査の過程で被\n告人のＤＮＡが捜査官の過失により混入した可能性、又は捜査官が故意に被告人の\nＤＮＡを混入させた可能性を主張するので、これらについて検討する。\nア  過失による混入の可能性\n前記各資料が採取された証拠物（本件タオルケット、本件テーブル及び本件肌着）\nの押収、前記各資料の採取等の捜査の過程について見ると、これらの捜査に関与し\nた警察官及び立会人の証言等によれば、警察官らは、証拠物や資料に外部から異物\nが混入することによる汚染を防止するために必要な装備、資器材等を使用して作業\nに当たっていたものと認められる。また、警察官が被告人と初めて接触したと認め\nられる６月２８日の時点では、本件タオルケット、本件テーブル及び本件肌着は既\nに押収され、封印措置が施されていた。このような事実関係を踏まえると、被告人\nの毛髪、組織片等が捜査官を介して各資料に混入することは考えられず、捜査の過\n程で前記各資料に被告人のＤＮＡが捜査官の過失により混入した可能性は想定し難\nい。\nなお、弁護人は、本件肌着に被告人のＤＮＡが付着し得る具体的場面として、被\n害者の遺体の検視の際や、遺体から脱がせた本件肌着を封印した際が考えられる旨\n指摘する。しかし、弁護人が指摘するような、納体袋の外側や検視を担当したＰ警\n察官の着衣等から本件肌着に被告人のＤＮＡが付着する可能性は、遺体の搬出、運\n搬や検視に際して終始汚染防止シートが用いられていたことや、Ｐ警察官は被害者\n方において室内の物などに何度も触れるような鑑識作業等を主として行っていたわ\nけではないことなどに照らし、想定し難い。また、本件肌着の封印の際には通常用\nいられるべき汚染防止シートではなくコピー用紙が挟み込まれているが、梱包され\nた新品のコピー用紙に被告人のＤＮＡが付着していたとはおよそ考えられず、コピ\nー用紙を介しての混入の可能性も想定し難い。\nイ  故意による混入の可能性\n各資料に故意に被告人のＤＮＡを混入する場合は、混入が発覚することを避ける\nため、被告人のＤＮＡ型が検出された場合の各証拠の関係性を矛盾なく説明できる\nことが必要になると考えられるが、証拠関係が未だ流動的な捜査段階において、こ\nのような各証拠の関係性を総合的に把握し、見通しをつけた上で混入を行うことは、\n極めて困難と考えられる。また、前記のとおり、警察官が被告人と初めて接触した\nと認められるのは６月２８日であるところ、その時点までには本件血痕の採取や本\n件肌着からの１回目の付着物の採取などが遂げられていたことなどの捜査の経過に\n照らしても、故意に被告人のＤＮＡを混入させることは想定し難い。以上によれば、\n捜査官が故意に被告人のＤＮＡを混入させた可能性は考え難い。\n⑶  本件犯行とは別の機会に被告人が被告人由来の資料を残した可能性\n前記⑴及び⑵で検討したところによると、混入によることなく、本件毛髪が本件\nタオルケットに付着したこと、本件血痕が本件テーブルに付着したこと、本件肌着\nに被告人のＤＮＡが付着したことが認められるところ、検察官はこれらの事実から、\n被告人が本件犯行日時に近接した時期にベッド付近で被害者に接近し、本件肌着に\n触れた旨主張するので、以下、検討する。\nア  本件犯行より前に資料を残した可能性\n関係各証拠（Ｄ証言、Ｅ証言）によれば、被害者は、日中、在宅中や近くの\nスーパーへの買い物等の長時間にわたらない外出の際には、玄関を施錠していない\nこともあったものと認められる。そして、関係証拠（甲１９７）から認められる当\n時の被告人方と被害者方との距離（約１０４ｍ）、被告人の立ち回り先と想定され\nる範囲と被害者の日常の行動などに照らすと、被告人は、被害者方の施錠状況や被\n害者が留守にするタイミングなどを把握し得たものといえ、経済的な窮状から、本\n件犯行より前に、金品を手に入れる目的で無施錠の玄関から被害者方に立ち入った\nというのは十分あり得る。\nそして、被告人が金品目的で被害者方に立ち入ったとすれば、一見して主たる生\n活の場として使用されており、財産的価値のある物が多く存在すると考えられる居\n間兼寝室を中心に被害者方の内部を物色するなどした際に、被告人由来の毛髪、組\n織片等を残した可能性があるといえる（なお、平成２０年以降、被害者から被害届\nが管轄の警察署に提出されたことはないものと認められるが（甲１９４）、被害者が\n立入りや物色の被害に気付かないことも考えられるから、被害届の提出がないこと\nは前記のような立入り、物色の可能性を排除するものではない。）。\n以上に加え、遺体発見時にはベッド上に財布なども置かれており、以前から\n同様の状況であったとみられることからすると、ベッド上に敷かれていた本件タオ\nルケットから採取された本件毛髪も、本件犯行より前に被害者方に侵入した被告人\nが居間兼寝室内でベッドやその周辺を物色するなどした際に残されたものである可\n能性を否定することはできない。\n本件テーブルから採取された本件血痕については、前記のとおり、それに被\n告人のＤＮＡが含まれていた可能性があるという限度で証明力を有するにすぎない\nから、そもそも被告人由来の資料とは断定し難い。また、被告人のＤＮＡが含まれ\nていたとしても、本件犯行より前に被害者方に侵入した被告人が居間兼寝室を物色\nするなどした際に、汗等の体液や組織片等を本件テーブルに付着させていた可能性\nを否定することはできない。\n本件付着物につき検討するに、関係各証拠によっても、人体由来の組織片等\nが衣類間や衣類とその他の場所との間で移転する可能性は否定されていない（却っ\nて、本件の捜査の過程においても、警察官は押収した証拠物を汚染防止シートで包\nんだり、本件肌着を畳む際に汚染防止シート等を挟んだりするなど、組織片等の移\n転の可能性を前提とする取扱いがなされていたものといえる。）。日常的な経験に照\nらしても、衣類の素材、組織片等の種類、形状等にもよるものの、組織片等が衣類\n間あるいは衣類とその他の場所との間で移転することがあり得ないこととはいい難\nい。また、本件付着物は本件肌着の右後背部から採取されたものであるが、被害者\nの遺体発見時にこの位置に付着していたとも限らない。すなわち、被害者の遺体は、\n本件肌着等を身に着けたまま納体袋に入れられて搬出・運搬され、その後に検視作\n業が実施されているから、これらの過程で、本件肌着のいずれかの部位に付着した\n被告人由来の組織片等が右後背部に移動した可能性が否定できないし、本件肌着に\nついては検視の後も押収手続や２回の微物採取に際しての開封・封入を繰り返して\nおり、肌着の表裏を変えた際や、封入に際して畳まれた際などにその内部で被告人\n由来の組織片が移動した可能性も否定できない。\n以上によれば、本件付着物については、必ずしも検察官が主張するように被告人\nが本件肌着に直接触れたことを示すものとは認められない。被告人が被害者方の内\n部を物色するなどした際にベッド等の家具やその他の場所に組織片等を付着させ、\nその後これに被害者の着用していた本件肌着（右後背部に限られない。）が触れるな\nどした際に移転したという可能性を否定することは困難である。\nなお、弁護人は、被害者が外部から出入りできる被害者方倉庫内で洗濯物を干し\nていたことから、被告人が同倉庫内に干されていた肌着に触れた可能性もある旨指\n摘する。しかし、被告人が金品目的で被害者方に侵入しようとしたとすれば、屋外\nに干されていた肌着に触れるというのはその目的に沿わず、そのような可能性は想\n定し難い。\n以上によれば、本件毛髪及び本件付着物については、本件犯行より前に被害\n者方に立ち入った被告人が居間兼寝室を中心に被害者方を物色するなどした際に残\nされたものである可能性を排斥できず、本件血痕についても、仮に被告人のＤＮＡ\nが含まれていたとしても、本件犯行より前に被害者方に立ち入った被告人が残した\n体液や組織片等に由来するものである可能性を排斥できない。\nイ  本件犯行の後に資料を残した可能性\n関係各証拠（Ｄ証言、甲１９１）によれば、被害者の遺体発見時、被害者方の居\n間兼寝室の照明及びテレビはついた状態であり、テレビの音量は、少なくともＤが\n玄関引き戸を開けて被害者方に立ち入った際には聞こえる程度であった。\nしたがって、本件犯行の後に被告人が被害者方に立ち入ったとすると、玄関引き\n戸を開けた際には、少なくともテレビの音は聞こえていたことになる（居間兼寝室\nの照明については、被告人が立ち入った後に室内の様子を確認するために点けてそ\nのまま立ち去った可能性が否定できないものの、テレビをつけることは考え難い。）。\nこのような状況では、通常家人が在宅中であると判断して立ち去るのが自然であり、\nそのまま居間兼寝室等を物色することは想定し難い。また、仮に、テレビの音が聞\nこえているにもかかわらず立ち去らずに居間兼寝室に入ったとしても、ベッド上に\n倒れている被害者を発見し、安否確認のためにその体に触ったなどという弁護人の\n指摘は、金品目的で立ち入った者の行動としては不合理なものというべきである。\n以上によれば、本件犯行の後に被告人が被害者方に立ち入った可能性は考え難い。\n⑷  小括\n以上の検討によれば、被告人が本件犯行の後に被害者方に立ち入った可能性は否\n定されるが、被告人が本件犯行より前に被害者方に立ち入り、その際に本件毛髪、\n本件血痕に含まれていた被告人のＤＮＡ及び本件付着物を残した可能性は排斥でき\nない。また、被告人が被害者方に立ち入った時期については、本件付着物につき被\n告人が本件肌着に直接触れたことを示すものとは認められない以上、具体的に特定\nすることは困難であり、少なくとも検察官が主張するように犯行日時に近接した時\n期と断定することはできない。\nそうすると、検察官が主張するように、被告人が、犯行日時に近接した時期に、\n居間兼寝室のベッド付近で被害者に接近し、被害者が着ている肌着に触れるなどし\nたという事実を認定するには、合理的な疑いが残る。\n３  犯行後の行動と一致しているとの主張について\n関係各証拠（Ｑ証言、甲２１８）によれば、被害者方１階の台所に設置され\nた冷蔵庫の表面から指紋が採取されたことが認められ（以下「冷蔵庫の指紋」とい\nう。）、同指紋について指紋鑑定を行ったＪは、同指紋は被告人の右手母指の指紋\nであると結論付ける。\nＪによる冷蔵庫の指紋に係る指紋鑑定（以下「Ｊ鑑定２」という。）も、Ｊ鑑定\n１と同じ手法により行われたものであり、Ｊ鑑定１と同様の理由で信用できる。な\nお、弁護人は、冷蔵庫の指紋と被告人の右手母指の指紋では特徴点の位置関係が異\nなる点を指摘し、Ｊ鑑定２は信用できない旨主張する。しかし、指紋のある指先は\n柔らかく、力の入れ具合により特徴点同士の位置関係が変わるとするＪの説明は合\n理的であり、弁護人の指摘によってもＪ鑑定２の信用性は揺らがない。\nしたがって、前記冷蔵庫には、被告人の右手母指の指紋が付着していたと認定で\nきる。\n以上によれば、被告人は被害者方の台所に立ち入ったことがあり、その際に\n冷蔵庫に触れたものと認められる。しかし、指紋の付着状況からはその付着時期、\nすなわち被告人が台所に立ち入った時期を特定することができないことは、引き戸\nの各指紋について述べたのと同様である。\n第４  被告人の検索履歴\n１  関係各証拠（Ｒ証言、甲１９６）によれば、被告人が、本件犯行につき警察\nが報道発表するより前の６月１６日午後１０時１９分から同月１７日午前８時５７\n分にかけて、「奄美  事件」「奄美  事故」などと時間を空けてインターネットで\n複数回検索していること、６月２８日、別件強盗未遂被疑事件の証拠品として警察\n官にスニーカーを任意提出した後、「別の事件の証拠を見つける」などと検索した\nことが認められる。検察官は、これらの事実につき、被告人が本件犯人であれば自\n然な行動であると主張する。\n２  しかし、当時の被告人方は、被害者方から約１０４ｍの場所に所在していた\nのだから、被告人が、被害者方付近に警察車両が出動した状況を知り得る状況にあ\nり、単にその事情を知りたいとの興味から「奄美  事件」などと検索したというこ\nとも十分に考えられる。また、被告人は、本件犯行に関して事情聴取を受けたにも\nかかわらず、別件強盗未遂被疑事件の証拠としてスニーカーを任意提出したのだか\nら、そのことを受けて「別の事件の証拠品を見つける」などと検索したのも自然な\nことといえる。\n３  したがって、被告人が前記のような検索を行ったという事実は、被告人が本\n件犯人でなくとも十分に考えられるものといえ、それ自体として被告人が本件犯人\nであることを推認させる力は乏しい。\n第５  被告人の経済状況\n関係各証拠（Ｓ証言、Ｔ証言、甲１９５）によれば、当時、被告人は、経済的に\n困窮していたことが認められる。\nしかし、そのこと自体は、被告人が金品を得ることを目的とした犯罪に及ぶ動機\nがないとはいえないことを示すものにとどまり、被告人が本件犯人であることを推\n認させるものではない。\n第６  総合評価\n前記第２の検討によれば、本件犯人は、揺すり外しにより被害者方玄関の右側引\nき戸を解錠して侵入し、居間兼寝室のベッド付近で肌着姿の被害者に接近し、抵抗\nする被害者の首付近や腹部を刃物で複数回突き刺し、犯行後、被害者方１階台所の\n流し台で被害者の血液を洗い流したと認められる。\nこれに対して、前記第３の検討によれば、被告人は、いずれかの時期に被害者方\n玄関の右側引き戸の左側中央側面に複数回触れたことがあり、また、現に被害者方\nに立ち入って、台所の冷蔵庫に触れたことがあると認められるが、犯行日時に近接\nした時期に、居間兼寝室のベッド付近で被害者に接近し、被害者が着ている肌着に\n触れるなどしたという事実を認定することはできず、本件犯行より前（その時期は\n具体的に特定できない。）に被害者方に立ち入って居間兼寝室を中心に被害者方の\n内部を物色するなどした際に本件毛髪、本件血痕に含まれていた被告人のＤＮＡ及\nび本件付着物を残した可能性も否定できない。\n以上を前提とすると、証拠から認められる本件犯人の行動と被告人の行動は、検\n察官が主張するように被告人が犯人でなければ合理的に説明できないほどに重なり\n合っているものとはいえない。既に指摘しているとおり、経済的に困窮していた被\n告人が、本件犯行より前に、金品を得る目的で被害者方に侵入しようと考え、その\n下見又は下調べの際に、あるいは現に侵入し又は立ち去る際に、被害者方玄関の右\n側引き戸に複数回触れた可能性は否定できず、更に居間兼寝室を中心に被害者方の\n内部を物色するなどした際に、本件毛髪、本件血痕に含まれていた被告人のＤＮＡ\n及び本件付着物を残し、その機会に台所の冷蔵庫に触れた可能性も否定できない。\nまた、検察官が指摘する被告人の検索履歴及び経済状況は、いずれも被告人が本件\n犯人でなくても説明の付く事情といえる。結局、本件においては、証拠上認められ\nる間接事実中に、被告人が犯人でないとしたならば合理的に説明することができな\nい（あるいは、少なくとも説明が極めて困難である）事実関係が含まれているとい\nうことはできないというべきである。\n第７  結論\n以上によれば、証拠上、被告人が本件犯人であるとの事実を認定するには、合理\n的な疑いが残る。そうすると、本件公訴事実については犯罪の証明がないことにな\nるから、刑訴法３３６条により、被告人に対して無罪の言渡しをする。\n（求刑  懲役２０年）\n令和４年１２月２日\n鹿児島地方裁判所刑事部\n裁判長裁判官   中   田   幹   人\n裁判官   冨   田   環   志\n裁判官   赤   坂   誠   悟\n"
}