{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 3,
    "month": 9,
    "day": 27
  },
  "case_number": "令和2(ワ)8061",
  "case_name": "商標権侵害差止請求",
  "court_name": "大阪地方裁判所",
  "right_type": "商標権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "90606",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=90606",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/606/090606_hanrei.pdf",
  "contents": "令和３年９月２７日判決言渡  同日判決原本交付  裁判所書記官\n令和２年（ワ）第８０６１号  商標権侵害差止請求事件\n口頭弁論終結の日  令和３年７月２７日\n判決\n原告             株式会社Wisteria Kyoto\n同訴訟代理人弁護士    伊原友己\n同            並山恭子\n同            山本由利子\n同            橋本祐太\n被告            pudこと  Ｐ１\n同訴訟代理人弁護士    松居智子\n同             中狹和孝\n主文\n１  被告は，株式会社メルカリがインターネット上で運営するオンラインフリー\nマーケットサービス「メルカリ」上に被告がその製造に係る巾着型バッグ等の商品\nを販売するために開設したサイトにおいて，別紙被告標章目録記載１の標章を表示\nしてはならない。\n２  訴訟費用は被告の負担とする。\n事実及び理由\n第１  請求\n被告は，株式会社メルカリがインターネット上で運営するオンラインフリーマー\nケットサービス「メルカリ」上に被告がその製造に係る巾着型バッグ等の商品を販\n売するために開設したサイトにおいて，別紙被告標章目録記載１又は２の標章を表\n示してはならない。\n第２  事案の概要\n１  本件は，後記登録商標（以下「本件商標」という。）に係る商標権（以下「本\n件商標権」という。）を有する原告が，被告がオンラインフリーマーケットサービ\nス「メルカリ」上に開設したサイトに表示した別紙被告標章目録記載１又は２の標\n章（以下，同目録記載の番号順に「被告標章１」などという。）が本件商標と同一\nないし類似し，また，上記サイトにおいて被告が販売する巾着型バッグ（以下「被\n告商品」という。）は本件商標権の指定商品と同一であるとして，本件商標権に基\nづき，上記サイトにおける被告標章１又は２の表示行為の差止め（商標法（以下「法」\nという。）３６条１項）を求める事案である。\n２  前提事実（争いのない事実又は掲記の証拠ないし弁論の全趣旨により容易に\n認められる事実）\n(1)  当事者\nア  原告は，アパレル製品・日用品雑貨等の企画・デザイン・製造・販売等を業\nとする株式会社である。\nイ  被告は，少なくとも本件訴えの提起まで，「pud」の名称により，以下のウェ\nブサイト（以下，これらを一括して「被告サイト」という。）において，その製造す\nる被告商品等の商品を販売していた者である。\n・https://www.mercari.com/jp/u/646211599/（甲５）\n・スマートフォン向けアプリ「メルカリ」内における別紙出品情報画面記載の被告\nの販売ページ（甲６）\n(2)  本件商標権\n原告は，以下の商標権を有する（甲１，２）。\n登録番号  商標登録6232133号\n出願日   平成３１年４月１８日\n登録日   令和２年３月４日\n商品及び役務の区分  第１８類\n指定商品  かばん類，袋物\n登録商標（標準文字）  シャルマントサック\n(3)  被告の行為\n被告は，被告サイトで被告商品を含む商品を販売していたところ，その際，個別\n商品の紹介ページに，検索用のハッシュタグを付した「#シャルマントサック」（被\n告標章１）なる表示をしていた。\nまた，被告サイトにおいては，商品の写真に加え，価格や出品者名，商品の色や\n素材，サイズ等に関する説明がされていた。利用者は，被告サイト上の「購入画面\nに進む」とのボタンをクリックすることにより商品の購入手続に進むことができた。\n３  争点\n(1)  被告標章１又は２の「業として」の使用の有無及び商標的使用の有無（争点１）\n(2)  差止めの必要性（争点２）\n４  争点に関する当事者の主張\n(1)  被告標章１又は２の「業として」の使用の有無及び商標的使用の有無（争点１）\n（原告の主張）\nア  被告は，被告サイトにおいて，被告商品を含む多数の商品を１年以上にわたっ\nて販売しており，業としてこれを行っている。\nイ  被告が被告サイトで販売する巾着型バッグ（被告商品）は，本件商標権の指\n定商品と同一である。\nウ  本件商標と被告サイトの表示との類否\n(ｱ)  被告サイトの「#シャルマントサック」なる表示は，「#」部分と「シャルマン\nトサック」部分とが一連一体の標章（被告標章１）又は前者を除外した後者のみの\n標章（被告標章２）として把握し得る。\n(ｲ)  被告標章１として把握した場合，被告標章１は，「#」（ハッシュタグ）の構\n成と「シャルマントサック」の構成が一連一体となったものである。このうち，「#」\n部分は検索手段として付されたものであって，特定の意味を有するものではない。\n他方，「シャルマントサック」部分は，外観，称呼及び観念（原告の製造販売する\n巾着型バッグ製品）のいずれにおいても，本件商標と同一である。したがって，本\n件商標と被告標章１は，同一又は類似する。\n(ｳ)  被告標章２として把握した場合，被告標章２は，外観，称呼及び観念のいずれ\nにおいても，本件商標と同一である。\nエ  被告サイトの表示（前記２(3)）は，被告商品に関する広告といえるから，被\n告サイトにおける被告標章１又は２の表示は，商品又は役務に関する広告を内容と\nする情報に標章を付して電磁的方法により提供する行為（法２条３項８号）として，\n商標の使用に当たる。\nオ  被告標章１又は２が商標的に使用されていること\n(ｱ)  被告標章１について\n「#」部分は，ウェブサイト及びソーシャルネットワーキングサービス（SNS）上\nで，当該部分に続く文字列が示すテーマに関する情報の所在場所を表す機能を有す\nるにとどまらず，商品自体の情報を示すものでもあり得る。被告標章１は，他のウェ\nブサイトを閲覧している「シャルマントサック」に関心を寄せる需要者が「シャル\nマントサック」という文字列によって検索した際に被告サイトが検索結果として表\n示されるための仕組みのものであるから，「シャルマントサック」という標章の顧\n客吸引力を利用して需要者を被告サイトに誘引するものといえる。\nまた，誘引されて被告サイトを閲覧している需要者が，被告標章１に接すると共\nに被告商品の画像に接することにより，被告商品を原告の商品であるかの如く受け\n止めるなどすることによって，原告の顧客が奪われる結果が招来されることとなる。\nしたがって，被告サイトにおいて，被告標章１の表示は，出所表示機能を果たす\n態様によるものであり，商標的使用といえる。\n(ｲ)  被告標章２について\n被告標章２の表示についても，被告標章１の表示と同様に商標的使用といえる。\n（被告の主張）\nア  否認又は争う。\nイ  被告は，パートタイム従業員としての勤務又は主婦業に従事しており，その\n余暇を利用して，趣味であるバッグを製作し販売していたにすぎず，「業として」\n販売していたものではない。\nウ  被告は，被告サイトにおいて，被告標章１の表示を使用しており，被告標章\n２の表示は行っていない。\nエ  「シャルマントサック」との文字列からは何らかの観念が生じるものではな\nく，これに接した多くの者が原告の商品を観念するとはいえない。また，被告サイ\nトにおいては，ハンドメイド品であることが明記されており，被告サイトを閲覧す\nる需要者において，被告商品をもって原告の商品と受け止めることはない。\nオ  被告標章１の表示は商標的使用といえないこと\nハッシュタグ「#」は，後に続く文字列が表す特定の商品又はテーマに関連する情\n報を結び付けるものであり，そのような情報のウェブサイト上又はSNS上の所在場所\nを表すものである。被告標章１の表示も，「シャルマントサック」に関連する情報\nの所在場所を示すものに過ぎず，被告商品の商標として使用しているものではない。\nすなわち，被告は，被告サイトにおいて，被告標章１の表示だけでなく，「#ドッ\nトバッグ」等のハッシュタグも使用し，その後（ハッシュタグの直下）に「好きの\n方にも…」という文字を記載するという態様でハッシュタグを使用している。この\nような使用態様は，ハッシュタグによりタグ付けした「ドットバッグ」，「シャルマ\nントサック」等を「好きな方」に向けて，ハッシュタグによりタグ付けされた事項\nに関連する情報が被告サイトに存在することを表示しているものといえる。このよ\nうなハッシュタグの使用により，被告は，上記情報の所在場所の１つが被告サイト\nの商品販売ページであることを示し，メルカリユーザーが検索する際の便宜を図っ\nているのであり，被告標章１の表示を被告商品の出所を表示する態様により使用し\nてはいない。\n(2)  差止めの必要性（争点２）\n（原告の主張）\nア  被告による被告サイトにおける被告標章１又は２の表示は，指定商品につい\nての登録商標と同一又はこれに類似する商標の使用であり，本件商標権を侵害する\nものであるから，その差止めを求める。\nイ  被告は，原告の商品の模倣商品等を製作し，被告標章１又は２を被告サイト\n上に掲げることにより，原告の商品の需要者層に向けて被告商品を販売してきたも\nのであるから，顧客維持のため，今後被告サイト上に被告標章１又は２を掲げ，侵\n害行為を継続する蓋然性は高い。また，現時点で被告サイトに被告標章１又は２を\n表示していないとしても，再度これを表示させることは極めて容易である。さらに，\n商品の出品に係るページは削除されているものの，メルカリ上に「pud」名のアカウ\nントは存在しており，フォロワーも６３６名（令和３年２月１日時点）いることか\nら，被告が将来的に当該アカウントを使用して自身の製作に係る商品を販売しない\nとはいえない。\nしたがって，依然として差止の必要性は存在する。\n（被告の主張）\nア  否認ないし争う。\nイ  被告は，既に被告標章１を表示していた被告サイトの全ページを削除してい\nる。また，被告は，趣味であるバッグの製作を行うに当たり，その作成に要する費\n用を賄う目的で被告サイトでの販売を行っていたにすぎないことから，訴訟の当事\n者となるリスクが顕在化して以降も被告標章１又は２を被告サイトで使用する動機\nもメリットもない。\nしたがって，被告が現在及び将来において被告標章１又は２を使用するおそれは\nない。\n第３  当裁判所の判断\n１  被告サイトに表示された被告の標章\n証拠（甲５，６）によれば，被告サイト（ウェブサイト及びアプリとも）には，\n「#シャルマントサック」なる表示が存在することが認められる。当該表示は，記号\n「#」の部分と片仮名「シャルマントサック」の部分からなるものと理解されるが，\n両者間にスペースはなく，また，フォントサイズや書体等に顕著な差異は見られな\nいといった表示態様に鑑みると，両部分を分離するのではなく，一連一体の「#シャ\nルマントサック」すなわち被告標章１として把握するのが相当である。\n２  被告標章１又は２の「業として」の使用の有無及び商標的使用の有無（争点\n１）について\n(1)  「業として」の使用の有無\n「業として」（法２条１項）とは，反復継続して行うことを意味し，営利目的で\nあるか否かは問わない。\nここで，証拠（甲５，６）及び弁論の全趣旨によれば，被告は，被告サイトにおい\nて，少なくとも本件訴え提起まで１年以上にわたり，被告商品を含む複数の商品を\n販売していたことが認められる。したがって，被告は，「業として」商品を譲渡す\nる者に当たる（法２条１項１号）。これに反する被告の主張は採用できない。\n(2)  本件商標権の指定商品と被告商品との類否\n被告商品は，被告サイトにおいて販売されていたものであるところ（前記第２の\n２(3)），巾着型バッグである被告商品は，本件商標権の指定商品「かばん類，袋物」\nと同一といえる。\n(3)  本件商標と被告標章１との類否\nア  商標の類否は，同一又は類似の商品に使用された商標が外観，観念，称呼等\nによって取引者，需要者に与える印象，記憶，連想等を総合して全体的に考察すべ\nきであり，かつ，その商品の取引の実情を明らかにし得る限り，その具体的な取引\n状況に基づいて判断すべきものである。\nイ  類否\n(ｱ)  外観\n本件商標と被告標章１との外観上の差異は，被告標章１に含まれる記号部分「#」\nの有無のみであり，少なくとも類似といってよい。\n(ｲ)  称呼\n被告標章１の記号部分は一見して明らかに記号であるため，特定の称呼を生じる\nことはないと思われる。そうすると，本件商標と被告標章１とは，称呼において同\n一であると認められる。\n仮に上記記号部分につき「ハッシュ」ないし「ハッシュタグ」又は「シャープ」の\n称呼を生じると考えても，本件商標と被告標章１とは片仮名部分において共通する\nことから，なお両者は称呼において類似するといえる。\n(ｳ)  観念\n弁論の全趣旨によれば，本件商標の「シャルマントサック」は造語であると認め\nられるところ，これは，取引者及び需要者にとって特定の意味を持つ単語とは理解\nされない（なお，この点について，原告は，原告の商品が人気ブランドであること\nに鑑み原告の商品を観念させると主張するが，当該片仮名部分から取引者及び需要\n者（一般消費者が想定される。）が原告の商品を直ちに想起すると認めるに足りる\n証拠はない。）。このことは，被告標章１の片仮名部分についても同様である。 他\n方，被告標章１の記号部分は，上記のとおり一見して明らかに記号であるため，特\n定の観念を生じることはないと思われる。そうすると，本件商標と被告標章１とは，\nいずれも，特定の観念を生じるものではない。\nなお，被告サイトが開設されているメルカリにおける具体的な取引状況（甲７，\n１０）をも考慮すると，被告標章１の記号部分は，商品等に係る情報の検索の便に\n供する目的で，当該記号に引き続く文字列等に関する情報の所在場所であることを\n示す記号として理解されるものともいえる。そうすると，被告標章１は，特定の観\n念を生じない片仮名部分「シャルマントサック」なる商品等に係る情報の所在場所\nとの観念を生じるとも考えられる。\n(ｴ)  小括\nこれらの事情を総合して全体的に考察すると，本件商標と被告標章１は，類似す\nるものと見るのが相当である。これに反する被告の主張は採用できない。\n(4)  使用について\nア  被告サイトは，そこで被告商品を含む商品が表示され，販売されていること\nに鑑みると，被告の商品に関する広告を内容とする情報を電磁的方法により提供す\nるものといえる。したがって，このような被告サイトに被告標章１を表示すること\nは，商標の「使用」に当たる（法２条３項８号）。\nイ  商標的使用について\n被告は，被告標章１につき，需要者が何人かの業務に係る商品又は役務であるこ\nとを認識することができる態様により使用されていない，すなわち商標的使用がさ\nれていない旨を主張する。\nしかし，前記のとおり，オンラインフリーマーケットサービスであるメルカリに\nおける具体的な取引状況をも考慮すると，記号部分「#」は，商品等に係る情報の検\n索の便に供する目的で，当該記号に引き続く文字列等に関する情報の所在場所であ\nることを示す記号として理解される。このため，被告サイトにおける被告標章１の\n表示行為は，メルカリ利用者がメルカリに出品される商品等の中から「シャルマン\nトサック」なる商品名ないしブランド名の商品等に係る情報を検索する便に供する\nことにより，被告サイトへ当該利用者を誘導し，当該サイトに掲載された商品等の\n販売を促進する目的で行われるものといえる。このことは，メルカリにおけるハッ\nシュタグの利用につき，「より広範囲なメルカリユーザーへ検索ヒットさせること\nができる」，「ハッシュタグ機能をメルカリ上で使うと使わないでは，商品閲覧数\nや売り上げに大きく差が出ます」などとされていること（いずれも甲７）からもう\nかがわれる。\nまた，被告サイトにおける被告標章１の表示は，メルカリ利用者が検索等を通じ\nて被告サイトの閲覧に至った段階で，当該利用者に認識されるものである。そうす\nると，当該利用者にとって，被告標章１の表示は，それが表示される被告サイト中\nに「シャルマントサック」なる商品名ないしブランド名の商品等に関する情報が所\n在することを認識することとなる。これには，「被告サイトに掲載されている商品\nが「シャルマントサック」なる商品名又はブランド名のものである」との認識も当\n然に含まれ得る。\n他方，被告サイトにおいては，掲載商品がハンドメイド品であることが示されて\nいる。また，被告標章１が同じくハッシュタグによりタグ付けされた「ドットバッ\nグ」等の文字列と並列的に上下に並べられ，かつ，一連のハッシュタグ付き表示の\n末尾に「好きの方にも…」などと付されて表示されている。これらの表示は，掲載\n商品が被告自ら製造するものであること，「シャルマントサック」，「ドットバッ\nグ」等のタグ付けされた文字列により示される商品そのものではなくとも，これに\n関心を持つ利用者に推奨される商品であることを示すものとも理解し得る。しかし，\nこれらの表示は，それ自体として被告標章１の表示により生じ得る「被告サイトに\n掲載されている商品が「シャルマントサック」なる商品名又はブランド名である」\nとの認識を失わせるに足りるものではなく，これと両立し得る。\nこれらの事情を踏まえると，被告サイトにおける被告標章１の表示は，需要者に\nとって，出所識別標識及び自他商品識別標識としての機能を果たしているものと見\nられる。すなわち，被告標章１は，需要者が何人かの業務に係る商品又は役務であ\nることを認識することができる態様による使用すなわち商標的使用がされているも\nのと認められる。これに反する被告の主張は採用できない。\n(5)  小括\n以上より，被告サイトにおける被告標章１の表示行為は，指定商品についての登\n録商標に類似する商標の使用（法３７条１号）に当たり，本件商標権を侵害するも\nのと見なされる。\n３  差止めの必要性（争点２）について\n現在，被告がなおメルカリに開設したアカウントを維持していること及び被告サ\nイトにおいて被告標章１が使用されていないことは，いずれも当事者間に争いがな\nい。また，甲９によれば，被告のアカウントについては，令和３年２月１日時点で\n６３６名のフォロワーが存在することが認められる。\nこれらの事情を踏まえると，被告が被告サイトにおいて商品を販売すること，そ\nの際被告標章１を表示することは，依然として容易に実施可能な状態にあると見ら\nれる。\nしたがって，被告については，なお本件商標権を侵害するおそれがある者という\nことができるから，原告は，被告に対し，本件商標権の侵害の予防（法３６条１項）\nとして，被告サイトにおける被告標章１の表示行為の差止めを請求し得る。被告は，\n差止めの必要性がないとして縷々指摘するけれども，その指摘に係る事情を考慮し\nても，その主張は採用できない。\n第４  結論\nよって，原告が選択的に主張する請求のうち，被告標章１の表示行為の差止めを\n求める請求につき理由があるから，これを認容する。\n大阪地方裁判所第２６民事部\n裁判長裁判官\n杉      浦      正      樹\n裁判官\n杉      浦      一      輝\n裁判官\n布        目        真   利   子\n"
}