{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 3,
    "month": 7,
    "day": 14
  },
  "case_number": "令和2(ワ)15464",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "90612",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=90612",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/612/090612_hanrei.pdf",
  "contents": "令和３年７月１４日判決言渡  同日原本領収  裁判所書記官\n令和２年（ワ）第１５４６４号  損害賠償請求事件\n口頭弁論終結日  令和３年５月１４日\n判        決\n原        告          株式会社コ アアプ リ\n被        告         Ｋ Ｄ Ｄ Ｉ 株 式 会 社\n（以下「被告ＫＤＤＩ」という。）\n被        告         シ ャ ー プ 株 式 会 社\n（以下「被告シャープ」という。）\n被告ら両名訴訟代理人弁護士         鳥山半 六\n長谷川     葵\n被告シャープ訴訟代理人弁理士         渡    邊        一\n主        文\n１  原告の請求をいずれも棄却する。\n２  訴訟費用は原告の負担とする。\n事実及び理 由\n第１  請求\n１  被告らは，原告に対し，連帯して２７０万円並びにうち１０６万２０００円に\n対する令和元年５月２１日から及びうち１６３万８０００円に対する被告ＫＤ\nＤＩについては令和２年８月１４日から，被告シャープについては同月１８日か\nら支払済みまで年５分の割合による金員を支払え。\n２  仮執行宣言\n第２  事案の概要\n本件は，発明の名称を「入力支援コンピュータプログラム，入力支援コンピュ\nータシステム」とする特許（特許第４６１１３８８号。請求項の数５。以下，「本\n件特許」といい，本件特許に係る特許権を「本件特許権」という。）の特許権者\nである原告が，被告シャープによるスマートフォンＳＨＶ３９，ＳＨＶ４０，Ｓ\nＨＶ４１，ＳＨＶ４２及びＳＨＶ４３（以下，総称して「被告製品」という。）\nの製造及び被告ＫＤＤＩによる被告製品の販売がいずれも本件特許権の侵害に\n当たると主張して，被告らに対し，不法行為に基づく損害賠償の一部請求として\n２７０万円並びうち１０６万２０００円に対する令和元年５月２１日（不法行為\nの後の日）から支払済みまで及びうち１６３万８０００円に対する訴状送達の日\nの翌日（被告ＫＤＤＩについては令和２年８月１４日，被告シャープについては\n同月１８日）から支払済みまで民法（平成２９年法第４４号による改正前のもの）\n所定の年５分の割合による遅延損害金の支払を求める事案である。\n１  前提事実（当事者間に争いのない事実並びに後掲の各証拠及び弁論の全趣旨に\nより認められる事実。なお，本判決を通じ，証拠番号は，特に断らない限り，枝\n番を含む。）\n(1) 当事者\nア  原告は，ソフトウェア開発を業とする法人である。\nイ  被告シャープは，通信機械器具の製造等を業とする法人である。\nウ  被告ＫＤＤＩは，移動通信等を業とする法人である。\n(2) 本件特許\nア  原告は，以下の本件特許を有している（甲１，２。本件特許出願の願書に\n添付された明細書及び図面を「本件明細書等」という。）\n特許番号：特許第４６１１３８８号\n発明の名称： 入力支援コンピュータプログラム，入力支援コンピュータ\nシステム\n出願日：平成１７年１１月３０日（特願２００７－５４７８２２）\n登録日：平成２２年１０月２２日\nイ  本件特許の特許請求の範囲の請求項１，３及び４の記載内容は，別紙「特\n許請求の範囲」記載１～３のとおりである（以下，請求項１，３及び４に記\n載された発明をそれぞれ「本件発明１」，「本件発明３」及び「本件発明４」\nといい，これらを併せて「本件各発明」という。）。（甲２）\nウ  構成要件の分説\n本件各発明を構成要件に分説すると，次のとおりである（以下，分説した\n構成要件をその符号に従い「構成要件Ａ１」などという。）\n(ｱ) 本件発明１\n［Ａ１］情報を記憶する記憶手段と，情報を処理する処理手段と，利用\n者に情報を表示する出力手段と，利用者からの命令を受け付ける\n入力手段とを備えたコンピュータシステムにおけるコンピュー\nタプログラムであって，\n［Ａ２］利用者が前記入力手段を使用してデータ入力を行う際に実行さ\nれる入力支援コンピュータプログラムであり，\n［Ｂ］前記記憶手段は，\nポインタの座標位置によって実行される命令結果を利用者が理\n解できるように前記出力手段に表示するための画像データである\n操作メニュー情報と，当該操作メニュー情報にポインタが指定され\nた場合に実行される命令と，を関連付けた操作情報を１以上記憶し，\n当該操作情報は，前記記憶手段に記憶されているデータの状態を\n表す情報であるデータ状態情報に関連付けて前記記憶手段に記憶\nされており，\n［Ｃ１］前記処理手段に，\n［Ｄ］（１）前記入力手段を介して，前記入力手段における命令ボタン\nが利用者によって押されたことによる開始動作命令を受信した後\nから，利用者によって当該押されていた命令ボタンが離されたこと\nによる終了動作命令を受信するまでにおいて，以下の（２）及び（３）\nを行うこと，\n［Ｅ］（２）前記入力手段を介してポインタの位置を移動させる命令を\n受信すると，当該受信した際の前記記憶手段に記憶されているデー\nタの状態を特定し，当該特定したデータ状態を表すデータ状態情報\nに関連付いている前記操作情報を特定し，当該特定した操作情報に\nおける操作メニュー情報を，前記記憶手段から読み出して前記出力\n手段に表示すること，\n［Ｆ］（３）前記入力手段を介して，当該出力手段に表示した操作メニ\nュー情報がポインタにより指定されると，当該ポインタにより指定\nされた操作メニュー情報に関連付いている命令を，前記記憶手段か\nら読み出して実行し，当該出力手段に表示した操作メニュー情報が\nポインタにより指定されなくなるまで当該実行を継続すること，\n当該命令の実行により変化した前記記憶手段に記憶されている\nデータの状態を特定し，当該特定したデータ状態を表すデータ状態\n情報に関連付いている前記操作情報を特定し，当該特定した操作情\n報における前記操作メニュー情報を，前記記憶手段から読み出して\n前記出力手段に表示すること，\n［Ｃ２］を実行させることを特徴とする入力支援コンピュータプログラ\nム。\n(ｲ) 本件発明３\n［Ａ１］情報を記憶する記憶手段と，情報を処理する処理手段と，利用\n者に情報を表示する出力手段と，利用者からの命令を受け付ける\n入力手段とを備えたコンピュータシステムにおけるコンピュー\nタプログラムであって，\n［Ａ２］利用者が前記入力手段を使用してデータ入力を行う際に実行さ\nれる入力支援コンピュータプログラムであり，\n［Ｂ］前記記憶手段は，\nポインタの座標位置によって実行される命令結果を利用者が理\n解できるように前記出力手段に表示するための画像データである\n操作メニュー情報と，当該操作メニュー情報にポインタが指定され\nた場合に実行される命令と，を関連付けた操作情報を１以上記憶し，\n当該操作情報は，前記記憶手段に記憶されているデータの状態を\n表す情報であるデータ状態情報に関連付けて前記記憶手段に記憶\nされており，\n［Ｃ１］前記処理手段に，\n［Ｄ］（１）前記入力手段を介して，前記入力手段における命令ボタン\nが利用者によって押されたことによる開始動作命令を受信した後\nから，利用者によって当該押されていた命令ボタンが離されたこと\nによる終了動作命令を受信するまでにおいて，以下の（２）及び（３）\nを行うこと，\n［Ｅ］（２）前記入力手段を介してポインタの位置を移動させる命令を\n受信すると，当該受信した際の前記記憶手段に記憶されているデー\nタの状態を特定し，当該特定したデータ状態を表すデータ状態情報\nに関連付いている前記操作情報を特定し，当該特定した操作情報に\nおける操作メニュー情報を，前記記憶手段から読み出して前記出力\n手段に表示すること，\n［Ｆ］（３）前記入力手段を介して，当該出力手段に表示した操作メニ\nュー情報がポインタにより指定されると，当該ポインタにより指定\nされた操作メニュー情報に関連付いている命令を，前記記憶手段か\nら読み出して実行し，当該出力手段に表示した操作メニュー情報が\nポインタにより指定されなくなるまで当該実行を継続すること，\n当該命令の実行により変化した前記記憶手段に記憶されているデ\nータの状態を特定し，当該特定したデータ状態を表すデータ状態情\n報に関連付いている前記操作情報を特定し，当該特定した操作情報\nにおける前記操作メニュー情報を，前記記憶手段から読み出して前\n記出力手段に表示すること，\n[Ｇ］（４）前記入力手段を介して，前記開始動作命令の受信に対応する，\n前記命令ボタンが利用者によって離されたことによる終了動作命令\nを受信すると，前記出力手段へ表示している前記メニュー情報の表\n示を終了すること，\n［Ｃ２］を実行させることを特徴とする入力支援コンピュータプログラム。\n(ｳ) 本件発明４\n［Ｈ１］情報を記憶する記憶手段と，情報を処理する処理手段と，利用者\nに情報を表示する出力手段と，利用者からの命令を受け付ける入力手\n段とを備えたコンピュータシステムであって，\n［Ｈ２］前記記憶手段が，請求項１～３のいずれか１記載の入力支援コン\nピュータプログラムを記憶し，\n［Ｈ３］前記処理手段が前記各処理を行うことを特徴とする入力支援シス\nテム。\n(3) 被告らの行為\nア  被告ＫＤＤＩは，平成２９年７月７日からＳＨＶ３９を，同年１１月２日\nからＳＨＶ４０を，同年１２月２２日からＳＨＶ４１を，平成３０年６月８\n日からＳＨＶ４２を，同年１１月９日からＳＨＶ４３を，それぞれ販売して\nいる（甲１３及び１４）。\nイ  被告シャープ\n被告シャープは，平成３０年３月までＳＨＶ３９を，同年１１月までＳＨ\nＶ４０を，同年１０月までＳＨＶ４１を，平成３１年２月までＳＨＶ４２を，\n令和２年１月までＳＨＶ４３を，それぞれ製造し，被告ＫＤＤＩに販売して\nいた。（弁論の全趣旨）\n(4) 被告製品の内容・動作等（甲３～８，１２）\nア  被告製品には，応用ソフトとして，「ＡＱＵＯＳＨｏｍｅ」と呼ばれるア\nプリケーション（以下「本件ホームアプリ」という。）がインストールされ\nている。本件ホームアプリは，スマートフォンにおいて電源を入れた際に最\n初に起動するアプリケーションである。\nイ  本件ホームアプリは，「ワークスペース」と呼ばれる複数のページ画面か\nら構成されており，ワークスペース内には，複数のアイコンやウィジェット\nを配置することができる。\nウ  利用者は，本件ホームアプリが画面に表示したアイコン画像をタップ（タ\nッチパネルに触れてすぐに離す操作）することで，当該アイコン画像に関連\n付けられたアプリケーションを起動し，使用することができる。また，タッ\nチパネルに触れた指を右又は左方向にスライドしながら指を離す「スライド\n操作」により，ワークスペース内のページ画面を切り替えることができる。\nエ  利用者が本件アプリの画面上に表示されたアイコン画像に指で触れて一\n定時間待つ操作（ロングタッチ）をすると，当該アイコンを移動できる状態\nに遷移し，当該アイコンが指に追随して移動する。そして，アイコンが指に\n追随して右又は左に移動した距離が一定距離を超えると，縮小モードとなっ\nて，表示中の当該ページの画面が９０％の大きさに縮小され，画面の左端又\nは右端に隣接するページの画面の一部（以下「ページ一部表示」という。）\nが表示され，更に当該アイコンをその方向に移動させると，移動方向に隣接\nするページの画面がスクロールされて表示される（下記の図は，甲７の図２\n～４に「白い円形の表示」，「左ページ一部表示」及び「右ページ一部表示」\nとの記載を加えたものである。）。\n(5) 先行文献\n本件特許出願の出願日（平成１７年１１月３０日）より前に，以下の公刊物\nが存在した。\nア  発明の名称を「画面スクロール制御装置」とする公開特許公報（特開平９\n－１５２８５６号，公開日平成９年６月１０日。乙１３。以下「乙１３公報」\nといい，同公報に記載された発明を「乙１３発明」という。）\nイ  発明の名称を「AUTO-SCROLLING  WITH  MOUSE  SPEED  COMPUTATION  DURING\nDRAGGING」とする米国特許公報（US005726687A，発行日１９９８年（平成１\n０年）３月１０日。乙１４。以下「乙１４公報」といい，同公報に記載され\nた発明を「乙１４発明」という。）。\n３  争点\n原告は，本件各発明の構成要件に即して整理した被告製品の構成は別紙「被告\n製品の構成（原告主張）」のとおりであると主張し（以下，各構成をそれぞれ符\n号に従い「構成１ａ」などという。），被告製品が本件各発明の構成要件を全て\n充足すると主張している。これに対し，被告らは，被告製品の構成は別紙「被告\n製品の構成（被告ら主張）」のとおりであると主張しているが，構成要件Ａ１，\nＣ１，Ｄ及びＨ１の充足性については争っていない。このため，当事者間に争い\nがあるのは，被告製品が本件発明の構成要件Ａ２，Ｂ，Ｃ２，Ｅ，Ｆ及びＧを充\n足するかどうかである。\n(1) 被告製品の構成要件充足性（争点１）\nア  本件ホームアプリが「入力支援コンピュータプログラム」（構成要件Ａ２\n及びＣ２）に当たるか（争点１－１）\nイ  被告製品が「ポインタ」及び「ポインタの座標位置」（構成要件Ｂ，Ｅ及\nびＦ）を有するか（争点１－２）\nウ  本件ホームアプリが「操作メニュー情報」（構成要件Ｂ，Ｅ及びＦ）を有\nするか（争点１－３）\nエ  本件ホームアプリが「操作情報」と「データ状態情報」を「関連付け」て\n記憶しているか（構成要件Ｂ，Ｅ及びＦ）（争点１－４）\nオ  本件ホームアプリが「入力手段を介してポインタの位置を移動させる命令\nを受信すると…操作メニュー情報を…記憶手段から読み出して…表示する」\n（構成要件Ｅ）ものか（争点１－５）\nカ  本件ホームアプリは，「出力手段に表示した操作メニュー情報がポインタ\nにより指定されなくなるまで当該実行を継続」（構成要件Ｆ）するものであ\nるか（争点１－６）\n(2) 本件特許が特許無効審判により無効にされるべきものと認められるか（争点\n２）\nア  乙１３発明に基づく新規性の欠如（争点２－１）\nイ  乙１３発明に基づく進歩性の欠如（争点２－２）\nウ  乙１３発明及び乙１４発明に基づく進歩性の欠如（争点２－３）\nエ  明確性要件違反（争点２－４）\n(3) 原告の損害額（争点３）\n第３  争点に関する当事者の主張\n１  争点１（被告製品の構成要件充足性）について\n(1) 争点１－１（本件ホームアプリが「入力支援コンピュータプログラム」（構\n成要件Ａ２及びＣ２）に当たるか）\n（原告の主張）\nア  構成要件Ａ２は「利用者が前記入力手段を使用してデータ入力を行う際に\n実行される入力支援コンピュータプログラムであり，」というものであり，\n同Ｃ２も「入力支援コンピュータプログラム」との構成を含むところ，被告\n製品の「入力手段」はタッチパネルであり，そのタッチパネルを使用したド\nラッグ操作による「ショートカットアイコンの配置」は，Ｘ座標とＹ座標に\nより特定されるタッチパネル上の座標位置データを入力することにほかな\nらない。そして，このような座標位置データの入力も「データ入力」（構成\n要件Ａ２）に該当する。\nまた，ページ一部表示の画像の表示は，ショートカットアイコンの配置を\n通じて座標位置データを入力する際に，当該座標位置がページ一部表示の画\n像の範囲内に収まるように視覚的に支援するものであるから，「データの入\n力」を「支援」するものであるということができる。\nしたがって，本件ホームアプリは，構成要件Ａ２及びＣ２の「入力支援コ\nンピュータプログラム」に当たる。\nイ  被告らは，「データ」（構成要件Ａ２）とは，利用者にとって意味のある\n文章等の編集対象となるデータに限られる旨主張するが，本件各発明におい\nて入力されるデータや入力支援の対象は「編集対象データ」のみに限定され\nていない（本件明細書等の段落【００１３】）。本件明細書等には「「操作\nメニュー情報にポインタが指定された場合に実行される命令」は，「編集対\n象データにおける内部のデータ状態を変化させる命令」に限られない。」（段\n落【００１５】）と記載されているので，「編集対象データ」以外のデータ\nを変化させる場合においても，本件各発明を充足する。\nまた，被告らの主張を前提とした場合であっても，ショートカットアイコ\nンの配置は，座標位置データの入力であって，利用者の使い勝手を左右する\n要素であるから，利用者にとって意味のある文章等の編集対象となるデータ\nに当たる。\n（被告らの主張）\nア  本件各発明の特許請求の範囲の文言によれば，本件各発明は，「利用者が\n入力手段を使用してデータ入力」を行う際に，当該データ入力を支援する「入\n力支援コンピュータプログラム」であるから，「データ」（構成要件Ａ２）\nは，利用者により入力され，その入力自体が「支援」の対象となるものであ\nり，かつ，「利用者にとって意味のある文章等の編集対象となるデータ」で\nある必要がある。\nイ  本件ホームアプリは，ホーム画面をカスタマイズするプログラムであり，\nページ画面に表示されているショートカットアイコンを隣のページ画面に\n移動する等の動作を実現するものにすぎないから，利用者にとって意味のあ\nる文章等の編集対象となる「データ」の入力を支援するプログラムではない。\nしたがって，本件ホームアプリは「入力支援コンピュータプログラム」に\nは当たらない。\n(2) 争点１－２（被告製品が「ポインタ」及び「ポインタの座標位置」（構成要\n件Ｂ，Ｅ及びＦ）を有するか）\n（原告の主張）\nア  構成要件Ｂ，Ｅ及びＦは「ポインタ」又は「ポインタの座標位置」との構\n成を含むところ，本件明細書等には「ポインタ」という用語についての定義\nは存在しないため，本件各発明の技術分野における当業者の認識を示す文献\n（甲２２，２６等）に従って解釈する必要がある。\n「ポインタ」には，①ポインティングデバイスのハードウェア抽象化レイ\nヤを実現するコンピュータプログラムとしての「ポインタ」（甲２２），②\n同ポインタのコンピュータプログラムによって仮想的に存在するポインテ\nィングデバイスとしての「ポインタ」（甲２２），③標準規格（ＪＩＳ規格）\nにおける解釈であって「手で操作され，画面上の座標位置を指定する機能を\n満足するひと固まりの装置及びプログラム」としての「ポインタ」(甲２６)\nの３種類の解釈が存在するものの，これらは，実際には同じことを説明した\nものであり，結局のところ，「ポインタ」とは，ポインティングデバイスの\n種類を問わず，「ポインタの位置」と呼ばれる座標位置を指定するための機\n能をいう。\nイ  被告製品においては，「開発者向けオプション」という設定画面において\n「ポインタの位置」の表示をオンにすることによって，画面左上に，マウス\nカーソルの先端の位置又はタッチパネル上の指等の位置を示すものとして，\nＸ座標・Ｙ座標の数値データが表示されるところ（甲４～９の図３，甲１２\nの３），これは「ポインタの座標位置」（構成要件Ｂ，Ｅ及びＦ）に該当す\nる。\nウ  被告らは，「ポインタ」は「画面上の特定の位置を指し示す絵記号」であ\nる旨主張するが，仮にそうであったとしても，被告製品においては，「開発\n者向けオプション」の画面において，「タップを表示」というモードを選択\nすると，タッチパネル上の指やタッチペンで触れた場所に白い円形のカーソ\nルが表示される。これは「画面上の特定の位置を示す絵記号」に当たる。\n（被告らの主張）\nア  本件明細書等には，「ポインタの座標位置」につき，「前記出力手段にお\nける画面上での現在位置を示す絵記号である「カーソル（マウスカーソル）」\nが指し示している画面上での座標位置である」と定義されている（段落【０\n０１２】）。\nまた，「本発明の実施のフローについて」においても，「ディスプレイに\n表示しているポインタの位置を移動させる命令を受信したか否かを判断す\nる」（段落【００７３】）と記載されているほか，図６の符号１のマウスカ\nーソルを「ポインタ」と説明した上で（段落【０１０３】），「ディスプレ\nイの画面上に表示されているポインタ１の移動命令を行う」，「ディスプレ\nイに表示しているポインタ１の位置を移動させる命令を受信したか否かを\n判断する」（段落【００７９】）などと記載されていることからすれば，本\n件各発明における「ポインタ」は，出力手段である画面上に表示され，画面\n上の特定の位置を指し示す絵記号をいうものと解される。\nイ  被告製品にはマウスは付属していないところ，被告製品をタッチパネルで\n操作する場合には，「出力手段における画面上での現在位置を示す絵記号」\nである「カーソル（マウスカーソル）」は表示されないので，被告製品は「ポ\nインタ」も「ポインタの座標位置」も有していない。\nウ  これに対し，原告は，「タップを表示」というモードを選択した場合に白\nい円形の表示が現れることをもって，カーソルが表示されているとも主張す\nるが，通常の使用において当該モードを選択することはない。また，当該モ\nードを選択した場合であっても，タップ中には当該表示は指等の下に隠れ，\nユーザから視認することができない上，画面上から指等が離れた際に一瞬だ\nけ当該表示を視認できたとしても，当該表示は直ちに消失するものであるか\nら，その実質において画面上に表示されているということはできない。\nまた，ドラッグ操作中のショートカットアイコンは，移動させる対象の画\n像そのものであるから，これを画面上での現在位置を示す絵記号である「カ\nーソル」と解釈することはできない。\n(3) 争点１－３（本件ホームアプリが「操作メニュー情報」（構成要件Ｂ，Ｅ及\nびＦ）を有するか）\n（原告の主張）\nア  構成要件Ｂ，Ｅ及びＦは「操作メニュー情報」との構成を含むところ，本\n件明細書等には，「操作メニュー情報」について，「当該ビットマップ形式\nやベクター形式の画像データにポインタを合わせることで，どのような命令\nが実行されるのかをシステム利用者が理解できるように構成されている画\n像データであることを意味する。」との記載が存在する（段落【００１２】）。\nここにいう「…できるように」という言葉は，目標・目的・基準等を示すも\nのであるから（甲３６），「操作メニュー情報」は，実行される命令の内容\nの全部を利用者において理解することができるものである必要はなく，命令\nの一部を画像として表現することで，実行される命令の内容を利用者が理解\nできることを目標・目的としている程度の表現があれば，「操作メニュー情\n報」に当たると解すべきである。\nイ  本件明細書等の【図６】には，縦長の長方形の中心に，左上，左下，右方\n向に頂点をもった三角形が表示された図（符号１０１）が記載されているが，\n同三角形は正三角形に近いため，３つの頂点のうち特定の方向を強調してい\nるということはできず,  他に手がかりとなる文字や記号は記載されていな\nい。このため，縦長の長方形の中心に，指している方向が不明確な三角形が\n１つ存在するだけであり，どのような命令が実行されるか利用者において確\n信を得られるような表示はされていない。\n【図６】\nまた，仮に上記の三角形が右方向を指していると理解できたとしても，他\nに文字やアイコンによる説明が存在しないため，利用者が右方向へのスクロ\nール命令であると理解するとは限らない。すなわち，【図６】のアプリケー\nションソフトのウインドウ全体を右方向に移動する命令を意味する可能性\nや，【図６】で反転している「テスト品質」の選択範囲を右に拡張して，「テ\nスト品質の」までを選択範囲に含める命令を意味する可能性もあるのであっ\nて，利用者において，スクロール命令であることを理解するに足りる表示で\nあるということはできない。\nウ  被告製品のページ一部表示の画像は，左隣又は右隣のページ画面の一部で\nあるから，命令の「方向」のみならず，「ページ単位」という命令による絶\n対的な変化量までも表示したものであり，操作の結果，左隣又は右隣のペー\nジへの遷移が行われることが理解できる。\nページ一部表示の画像は，画面の左端又は右端にウインドウが表示されて\nもいないから，ウインドウ全体の移動命令であるとも理解できず，また，あ\nらかじめ選択範囲を決めて行う操作でもないため，選択範囲を拡張する命令\nであるとも考えられない。このように，ページ一部表示の画像は，本件明細\n書等に記載された「操作メニュー情報」の画像（符号１０１）よりも，命令\nの内容を利用者において理解できるような示唆が多く存在するのであって，\n本件ホームアプリは，「どのような命令が実行されるのかをシステム利用者\nが理解できるように構成されている画像データ」である「操作メニュー情報」\nを有している。\n（被告らの主張）\nア  本件明細書等には，「「ポインタの座標位置によって実行される命令結果\nを利用者が理解できるように前記出力手段に表示する画像データ」とは，当\n該ビットマップ形式やベクター形式の画像データにポインタを合わせるこ\nとで，どのような命令が実行されるのかをシステム利用者が理解できるよう\nに構成されている画像データであることを意味する。」との記載が存在する\nところ（段落【００１２】），これを素直に解釈すれば，「操作メニュー情\n報」は，それ自体，利用者が実行される命令結果を理解するために表示され\nた独立の画像データである必要がある。\nまた，本件明細書等には，「操作メニュー情報」（符号１０１）として，\n右矢印の図柄が表示されているところ，【図６】に表示された文章がテキス\nトデータであることや，文章が途中で途切れており，画面に表示されていな\nい右側の部分に文章が続いていると予測されることからすれば，同図柄は\n「右方向のビュー変化」を意味すると理解できる。このように，本件各発明\nにおける「操作メニュー情報」は，どのような命令が実行されるのかが利用\n者において理解し得る画像データであることが前提とされているので，利用\n者が当該画像データ自体から実行される命令結果を理解できることが必要\nである。\nイ  被告製品の縮小モード状態においては，単に，縮小された隣のページ画面\nの一部が表示されるにすぎず，これをもって，利用者において実行される命\n令内容を理解するために表示された画像データということはできないので，\n本件ホームアプリは「操作メニュー情報」を備えていない。\nウ  これに対し，原告は，「操作メニュー情報」に当たるためには，「どのよ\nうな命令が実行されるのかをシステム利用者が理解できることを目標・目的\nとしている程度の表現」があれば足りる旨主張するが，上記のとおり，本件\n各発明の「操作メニュー情報」は，どのような命令が実行されるのかを利用\n者が見て理解し得る画像データを意味すると解すべきである。\n(4) 争点１－４（本件ホームアプリが「操作情報」と「データ状態情報」とを「関\n連付け」て記憶しているか（構成要件Ｂ，Ｅ及びＦ））\n（原告の主張）\n本件各発明の構成要件Ｂは，「ポインタの座標位置によって実行される命令\n結果を利用者が理解できるように前記出力手段に表示するための画像データ\nである操作メニュー情報と，当該操作メニュー情報にポインタが指定された場\n合に実行される命令と，を関連付けた操作情報を１以上記憶し，当該操作情報\nは，前記記憶手段に記憶されているデータの状態を表す情報であるデータ状態\n情報に関連付けて前記記憶手段に記憶されており，」というものであり，構成\n要件Ｅ及びＦも「データ状態情報に関連付いている前記操作情報」との構成を\n含んでいる。\n被告製品におけるページ一部表示の画像は，前記(3)（原告の主張）のとお\nり，本件各発明の「操作メニュー情報」に当たるところ，被告製品のスクロー\nル命令（隣接したページに移行する旨の命令）は「操作メニュー情報にポイン\nタが指定された場合に実行される命令」に相当するので，ページ一部表示の画\n像とスクロール命令とを関連付けたホームアプリの操作情報は，本件各発明の\n「操作情報」に相当する。\nまた，被告製品においては，ワークスペースのページごとにアイコンの画像\nや配置などの「データの状態」は異なるので，ワークスペースの「ページ番号」\nは，本件各発明の「記憶手段に記憶されているデータの状態を表す情報である\nデータ状態情報」に相当する。そして，被告製品の「ホームアプリの操作情報」\nは「ページ番号」に関連付けて記憶手段に記憶されているので，同製品は，本\n件各発明の「操作情報は，…データの状態を表す情報であるデータ状態情報に\n関連付けて前記記憶手段に記憶されており，」との構成を備えているというこ\nとができる。\n（被告らの主張）\n本件特許の特許請求の範囲の請求項１及び３によれば，「データ状態情報」\nは，「前記記憶手段に記憶されているデータの状態を表す情報」を指すものと\nされているところ，本件ホームアプリにおける「データ状態情報」は，編集対\n象データであるワークスペースのページ画面の状態を示す情報と考えられる。\nしかし，本件ホームアプリには「操作メニュー情報」が存在しないことは前記\n(3)（被告らの主張）のとおりであり，「操作メニュー情報」に関連付けられた\n「操作情報」も存在しない以上，「操作情報」と「データ状態情報」とが関連\n付けられることはない。\nまた，仮に，被告製品のページ一部表示の画像が「操作メニュー情報」に該\n当するとしても，同製品においては，一部表示するページ番号からホームアプ\nリの操作情報を特定し，ページ一部表示の画像を画面に表示する処理が行われ\nるにすぎず，「操作情報」と「データ状態情報」とが本件ホームアプリに関連\n付けて記憶されているわけではない。\n(5) 争点１－５（本件ホームアプリが「入力手段を介してポインタの位置を移動\nさせる命令を受信すると…操作メニュー情報を…記憶手段から読み出し…表\n示する」（構成要件Ｅ）ものか）\n（原告の主張）\n構成要件Ｅは，「入力手段を介してポインタの位置を移動させる命令を受信\nすると…操作メニュー情報を…記憶手段から読み出し…表示する」というもの\nである。\n被告製品においては，入力手段を介して，「ＡＣＴＩＯＮ＿ＭＯＶＥ」のデ\nータ（電気信号）を受信すると，記憶手段に記憶されている，出力手段に表示\nされている画像のページ番号を特定し，これに関連付いているホームアプリの\n操作情報を特定した上で，ホームアプリの操作情報におけるページ一部表示を\n記憶手段から読み出して出力手段に表示する。\n上記「ＡＣＴＩＯＮ＿ＭＯＶＥ」のデータは，入力手段を解して処理手段が\n受信するデータであって，これを受信した応用ソフトは，新しい「ポインタの\n位置」を指し示すように移動させるので，構成要件Ｅの「ポインタの位置を移\n動させる命令」に当たる。そして，本件ホームアプリのページ一部表示の画像\nが「操作メニュー情報」に当たることは，前記(3)（原告の主張）のとおりであ\nる。\nそうすると，本件ホームアプリは，「入力手段を介してポインタの位置を移\n動させる命令を受信すると…操作メニュー情報を…記憶手段から読み出し…\n表示する」との構成を備えている。\n（被告らの主張）\nア  被告製品は，「ポインタ」及び「操作メニュー情報」を有していない以上，\nそもそも，「ポインタの位置を移動させる命令」を受信することもなければ，\n「操作メニュー情報」を表示することもない。\nイ  本件明細書等によれば，本件各発明の「入力手段を介してポインタの位置\nを移動させる命令を受信する」とは，利用者が入力手段を介して画面上のポ\nインタの位置を指定して移動させる操作を行ったことを検知して，その操作\nをポインタの位置を移動させる命令に変換（電気信号）し，処理手段がその\n電気信号を受信することと解されるから，ポインタの位置を移動させる操作\nを行った場合に，そのタイミングで「操作メニュー情報」が表示される必要\nがあるものと解される。\n被告製品は，ページ画面に表示されたショートカットアイコンのロングタ\nッチを開始した位置から起算して，同アイコンをドラッグ操作により一定距\n離以上移動させた場合に，ページ画面を縮小表示するものである。すなわち，\n被告製品においてページ画面を縮小表示し，操作メニュー情報を表示させる\nためには，単にショートカットアイコンをドラッグするだけではなく，ショ\nートカットアイコンを一定の距離以上移動させる必要があるから，操作メニ\nュー情報が表示されるタイミングは，「ポインタの位置を移動させる命令を\n受信」したときではない。\nしたがって，本件ホームアプリは，「ポインタの位置を移動させる命令を\n受信」することにより，「操作メニュー情報を…表示」するものではない。\n(6) 争点１－６（本件ホームアプリは，「出力手段に表示した操作メニュー情報\nがポインタにより指定されなくなるまで当該実行を継続」（構成要件Ｆ）する\nものであるか）\n（原告の主張）\nア  構成要件Ｆは，「出力手段に表示した操作メニュー情報がポインタにより\n指定されなくなるまで当該実行を継続」するとの構成を含むところ，被告製\n品においては，出力手段に表示した操作メニュー情報であるページ一部表示\nの画像が一旦ポインタにより指定されると，ポインタの指定が解除されるま\nで，当該操作メニュー情報に関連付けられたスクロール命令が実行され，ス\nクロールを継続することになるから，本件ホームアプリは，「出力手段に表\n示した操作メニュー情報がポインタにより指定されなくなるまで当該実行\nを継続」するものである。\nイ  被告らは，「操作メニュー情報に関連付いている命令」は継続的に発する\nことが可能な命令を意味し，徐々にスクロールするという動きを前提とする\nものであると主張するが，本件各発明の請求項にも本件明細書等にも，スク\nロールの単位を１行又は１桁単位に限定して徐々にスクロールするという\n動きになるようにする旨の記載は存在しない。\nそもそも，被告製品においては，１ページずつのスクロールが最小単位の\nスクロールである以上，被告らの上記主張を前提としても，被告らのいう\n「徐々にスクロールするという動き」に該当するということができる。\n（被告らの主張）\nア  本件明細書等においては，「特に，入力手段における命令ボタンが利用者\nによって押されてから，離されるまでの間は，画像データである操作メニュ\nー情報をポインタで指定することによって，当該命令を何回でも実行する，\nという継続的な操作が可能になる。」（段落【００５１】）との記載が存在し，\n継続的な操作が可能になる点が本件各発明において特徴的な効果として挙\nげられている。また，具体的な継続の動作につき，「ポインタにより操作メニ\nュー情報１０４が指定されている限り，一定の時間間隔で継続的に当該操作\nメニュー情報１０４に関連付いている命令を実行し続けることになり，徐々\nにビューが下方向に動いていき，画面がスクロールしていくことになる」（段\n落【００９６】）との記載も存在する。\nこれらの記載からすれば，構成要件Ｆの「操作メニュー情報に関連付いて\nいる命令」とは，継続的に発することが可能な命令を意味するものであり，\n徐々にスクロールするという動きを前提としており，かつ，「操作メニュー情\n報」がポインタにより指定されなくなれば，当該命令の実行は終了するもの\nと解釈することができる。\nイ  被告製品においては，ショートカットアイコンを「ページ画面の一部表示」\nに重ねると，画面が右又は左にスクロールして，一つ隣のページを中心にワ\nークスペース内が縮小表示されるが，これはページ画面間をいわばジャンプ\nしているのであって，本件各発明で想定されているような「徐々にスクロー\nルする動き」とは異なるものである。また，ページ画面間をジャンプする結\n果，スクロール中にショートカットアイコンをタッチしている位置が「ペー\nジ画面の一部表示部」の範囲から外れたとしても，スクロールは終了しない。\nしたがって，被告製品は，「出力手段に表示した操作メニュー情報がポイ\nンタにより指定されなくなるまで当該実行を継続する」ものではない。\n２  本件特許が特許無効審判により無効にされるべきものと認められるか。（争点\n２）\n(1) 乙１３発明に基づく新規性又は進歩性の欠如（争点２－１）\n別紙「無効事由の存否に関する当事者の主張」記載のとおり。\n(2) 乙１３発明に基づく進歩性の欠如（争点２－２）\n同別紙記載のとおり。\n(3) 乙１３発明及び乙１４発明に基づく進歩性の欠如（争点２－３）\n同別紙記載のとおり。\n(4) 明確性要件違反（争点２－４）\n同別紙記載のとおり。\n３  原告の損害額（争点３）\n（原告の主張）\nア  経済産業省による大規模な調査を基礎としたロイヤリティー料率データブ\nック（甲１７）には，コンピュータテクノロジーのロイヤリティー料率が掲載\nされているが，その中央値の平均は約３．０８％である。\n本件ホームアプリは，使用頻度が非常に高く，被告製品の使い勝手を左右す\nるソフトウェアであるところ，本件各発明は，初心者を含む利用者の操作を助\nけるものとして，被告製品の普及に大きく貢献している。令和２年に至っても，\n被告らが，ＳＨＶ４３の販売を継続していることからも（甲１４），本件各発\n明は代替の難しい技術であると考えられる。\nしたがって，特許法第１０２条第３項所定の実施料相当分は，当該分野の平\n均の実施料率である３．０８％の３倍を超える。\nイ  被告ＫＤＤＩは，平成３０年１１月９日，本件ホームアプリをインストール\nしたＳＨＶ４３と，独自のホームアプリを採用し，本件各発明の技術的に属さ\nないＬＧＶ３６を発売した。両製品は，ハードウェアの仕様に大きな違いが存\n在しないにもかかわらず，市場においては，前者が１万９２９０円からの価格\nで販売されているのに対し，後者はその約７割の価格である１万３４００円か\nらの価格で販売されているところ，この価格差は，ホームアプリの違いに原因\nがあるとしか考えられない。それゆえ，ＳＨＶ４３の価格の約３０％分の価値\nは，ＬＧＶ３６のホームアプリには存在しないが，ＳＨＶ４３のホームアプリ\nには存在するもの，すなわち本件各発明によって生み出されたものということ\nができる。\nそして，iPhoneより後から参入したAndroid OS等のスマートフォン製品の市\n場参入において，本件各発明が必須特許となっている状況と，特許権の侵害が\nあったことを前提として交渉する場合，合意するためのライセンス料は，販売\n価格の１５％以上であることを考慮すれば，少なくとも被告ＫＤＤＩの販売価\n格の１５％が損害額であり，原告が，被告らに対して請求できる金額である。\n被告ＫＤＤＩにおける被告製品の売上金額は８８８億円を超えているところ，\n少なくとも１３３億２０００万円（＝８８８億円×０．１５）が，本件各発明\nの実施に対して，原告が被告らから受けるべき金銭の額である。\n（被告らの主張）\n争う。\n第４  当裁判所の判断\n１  本件各発明の内容\n(1) 本件明細書等（甲２）には，次のような記載がある。\nア  技術分野\n「本発明は，マウスに代表されるポインティングデバイス等の入力装置を\n利用して，コンピュータシステムにおけるシステム利用者の入力行為を支援\nするためのコンピュータプログラムに関するものである。」（段落【０００\n１】）\nイ  背景技術\n「ＧＵＩ（Graphical User Interface）環境のコンピュータシステムでは，\nシステム利用者の入力行為を支援するために様々な工夫がなされている。例\nえば，プログラムの実行中にコンピュータの入力装置であるマウスを右クリ\nックすることにより操作コマンドのメニューが画面上に表示される「コンテ\nキストメニュー」や，マウス操作の一種である「ドラッグ＆ドロップ」等が\n存在する。」（段落【０００２】）\n「「コンテキストメニュー」は，マウスを右クリックすることにより，マ\nウスが指し示している画面上のポインタ位置に応じた操作コマンドのメニ\nューが表示されるものであり，必要な場合に操作コマンドのメニューを画面\n上に表示させるという点でシステム利用者にとって有益である。しかしなが\nら，「コンテキストメニュー」は，マウスの右クリックで簡単にコマンドの\nメニューが表示されるものの，マウスの左クリックを行う等するまではずっ\nとメニューが画面に表示され続ける。また，利用者が間違って右クリックを\n押してしまった場合等は，利用者の意に反してメニューが画面上に表示され\nてしまうので不便である。」（段落【０００３】）\n「一方，「ドラッグ＆ドロップ」とは，画面上でマウスポインタがウイン\nドウの枠やファイルのアイコンなどに重なった状態でマウスの左ボタンを\n押し，そのままの状態でマウスを移動させ，別の場所でマウスの左ボタンを\n離すマウス操作である。この「ドラッグ＆ドロップ」は，データ等の「切り\n取り」と「貼り付け」を同時に行う操作，例えば，ディスク内でのファイル\n移動や，アプリケーションソフト間でのデータのカット＆ペースト操作など\nに用いられている。しかしながら，「ドラッグ＆ドロップ」は，ドラッグし\nたポインタ位置からドロップしたポインタ位置まで画面をスクロールさせ\nるような一時的動作には向いているが，継続的な動作，例えば，移動させる\n位置を決めないで徐々に画面をスクロールさせていくような動作に適用さ\nせるのは難しい。」（段落【０００４】）\n「また，以下の特許文献１には，コマンドメニュー表示方法に関する技術\nが開示されている。しかしながら，当該技術も「ドラッグ＆ドロップ」の応\n用技術としてのコマンドメニュー表示方法であり，継続的な動作の実行に適\n用させるのは難しい。」（段落【０００５】）\n【特許文献１】特開２０００－３３９４８２号公報\nウ  発明が解決しようとする課題\n「本発明の解決しようとする課題は，システム利用者の入力を支援するた\nめの，コンピュータシステムにおける簡易かつ便利な入力の手段を提供する\nことである。特に，利用者が必要になった場合にすぐに操作コマンドのメニ\nューを画面上に表示させ，必要である間についてはコマンドのメニューを表\n示させ続けられる手段の提供を目的とする。」（段落【０００６】）\nエ  課題を解決するための手段\n「(１)  そこで，上記課題を解決するため，本発明に係る入力支援コンピ\nュータプログラムは，情報を記憶する記憶手段と，情報を処理する処理手段\nと，利用者に情報を表示する出力手段と，利用者からの命令を受け付ける入\n力手段とを備えたコンピュータシステムにおけるコンピュータプログラム\nであって，利用者が前記入力手段を使用してデータ入力を行う際に実行され\nる入力支援コンピュータプログラムである。」（段落【０００８】）\n「また，当該コンピュータシステムの前記記憶手段は，ポインタの座標位\n置によって実行される命令結果を利用者が理解できるように前記出力手段\nに表示するための画像データである操作メニュー情報と，当該操作メニュー\n情報にポインタが指定された場合に実行される命令と，を関連付けた操作情\n報を１以上記憶している。」（段落【０００９】）\n「そして，当該コンピュータシステムの前記処理手段に，（１）前記入力\n手段を介して，前記入力手段における命令ボタンが利用者によって押された\nことによる開始動作命令を受信した後から，利用者によって当該押されてい\nた命令ボタンが離されたことによる終了動作命令を受信するまでにおいて，\n以下の（２）及び（３）を行うこと，（２）前記入力手段を介してポインタ\nの位置を移動させる命令を受信すると，前記操作メニュー情報を前記記憶手\n段から読み出して前記出力手段に表示すること，（３）前記入力手段を介し\nて，当該出力手段に表示した操作メニュー情報がポインタにより指定される\nと，当該ポインタにより指定された操作メニュー情報に関連付いている命令\nを，前記記憶手段から読み出して実行すること，（４）前記入力手段を介し\nて，前記開始動作命令の受信に対応する，前記命令ボタンが利用者によって\n離されたことによる終了動作命令を受信すると，前記出力手段へ表示してい\nる前記操作メニュー情報の表示を終了すること，を実行させることを特徴と\nする入力支援コンピュータプログラムである。」（段落【００１０】）\n「（２）  ここで，「記憶手段」とは，例えばＲＡＭ，ＲＯＭ，ＨＤＤ等\nのコンピュータシステムにおける記憶装置が該当する。「処理手段」とは，\n例えばＣＰＵ等のコンピュータシステムにおける演算装置や，通信ネットワ\nークで接続されたコンピュータシステムにおける中央処理サーバコンピュ\nータが該当する。「出力手段」とは，例えばディスプレイ等のコンピュータ\nシステムにおける情報を表示する出力装置や，通信ネットワークで接続され\nたコンピュータシステムにおける情報端末としての携帯電話端末やパーソ\nナルコンピュータ等が該当する。「入力手段」とは，例えばキーボード，マ\nウス，タッチパネル等のコンピュータシステムにおける入力装置や，通信ネ\nットワークで接続されたコンピュータシステムにおける情報端末としての\n携帯電話端末やパーソナルコンピュータ等が該当する。「コンピュータシス\nテム」は，パーソナルコンピュータ等の１のハードウェア内にて完結して構\n成される場合もあるし，複数のコンピュータにより構成される場合もある。\n複数のコンピュータにより構成される場合の例として，通信ネットワークで\n接続されたコンピュータシステムにおいて，「処理手段」は中央処理サーバ\nコンピュータ，「記憶手段」は中央処理サーバコンピュータが管理する記憶\n装置，「出力手段」及び「入力手段」は中央処理サーバコンピュータと通信\nする情報端末（携帯電話，パーソナルコンピュータ），等の場合が該当する。」\n（段落【００１１】）\n「「ポインタの座標位置」とは，前記出力手段における画面上での現在位\n置を示す絵記号である「カーソル（マウスカーソル）」が指し示している画\n面上での座標位置である。「ポインタの座標位置によって実行される命令結\n果を利用者が理解できるように前記出力手段に表示する画像データ」とは，\n当該ビットマップ形式やベクター形式の画像データにポインタを合わせる\nことで，どのような命令が実行されるのかをシステム利用者が理解できるよ\nうに構成されている画像データであることを意味する。例えば，どのような\n命令が実行されるのか，を表す文字を含んだ画像データであったり，「アイ\nコン」のように実行される命令の内容や対象を小さな絵や記号で表現した画\n像データが考えられる。」（段落【００１２】）\n「「操作メニュー情報にポインタが指定された場合」とは，前記出力手段\nにおける画面上に表示された画像データである操作メニュー情報が占める\n座標位置の範囲に，前記ポインタの座標位置が合わさった（入った）こと，\nをいう。「操作メニュー情報にポインタが指定された場合に実行される命令」\nとは，前記コンピュータシステムに対する実行命令であり，例として，「編\n集対象データにおける内部のデータ状態を変化させる命令」がある。この「編\n集対象データにおける内部のデータ状態を変化させる命令」とは，前記記憶\n手段に格納されている編集対象データの内容（データ状態）に変更を加える\n命令である。」（段落【００１３】）\n「「編集対象データ」とは，前記コンピュータシステムにおいて実行され\nているアプリケーションプログラムにおける，データ編集の対象となってい\nるデータである。例えば，実行されているアプリケーションプログラムがワ\nープロソフトであれば，当該ワープロソフトの文章データが「編集対象デー\nタ」となり，実行されているプログラムが表計算ソフトであれば，当該表計\n算ソフトの表計算データが「編集対象データ」となる。例えば，ワープロソ\nフトの文章データが「編集対象データ」であれば，全文章データのうち前記\n出力手段に表示させる部分である「ビュー」を変更させる命令や，表計算ソ\nフトの表計算データが「編集対象データ」であれば，表計算データのうち前\n記出力手段に表示させる部分である「アクティブなワークシート」を変更さ\nせる命令等が，「編集対象データにおける内部のデータ状態を変化させる命\n令」として考えられる。」（段落【００１４】）\n「「操作メニュー情報にポインタが指定された場合に実行される命令」は，\n「編集対象データにおける内部のデータ状態を変化させる命令」に限られな\nい。すなわち，前記記憶手段に記憶されているＯＳが管理している各種情報\n（時間情報，記憶手段の空き容量に関する情報，ファイルの位置など）を変\n化させる命令である「前記記憶手段に記憶されているデータの状態を変化さ\nせる命令」も，「操作メニュー情報にポインタが指定された場合に実行され\nる命令」に含まれる。さらに，前記コンピュータシステムがネットワークを\n通じて接続している中央サーバコンピュータに接続要求をする命令や，前記\nコンピュータシステムがネットワークを通じて接続している他のコンピュ\nータシステムにデータを送信する命令の各種命令等も，「操作メニュー情報\nにポインタが指定された場合に実行される命令」に含まれる。」（段落【０\n０１５】）\n「「操作情報」とは，「操作メニュー情報」と「操作メニュー情報にポイ\nンタが指定された場合に実行される命令」とを関連付けた情報である。この\n「操作情報」により，前記出力手段に表示された「操作メニュー情報」にポ\nインタが指定された場合に，どの「命令」を実行すればよいかを特定するこ\nとができる。また，「操作メニュー情報」には，出力手段に表示する際に，\n画面上のどの座標位置・範囲に表示するかという表示位置・範囲に関する情\n報も含まれる。この「表示位置・範囲に関する情報」としては，例えば，操\n作メニュー情報が画面上に表示された際に占める絶対的な座標位置・範囲を\n示す情報や，編集対象データが表示される画面上の座標位置・範囲における\n操作メニュー情報の占める相対的な位置・範囲を示す情報などが該当する。」\n（段落【００１６】）\n「「入力手段における命令ボタン」とは，原則として，入力手段が物理的\nに備えているボタンを意味し，例えば，キーボードにおける入力キーや，ポ\nインティングデバイスであるマウスの左右のクリックボタンやスクロール\nホイールボタン，などが考えられる。「入力手段における命令ボタンが利用\n者によって押されたことによる開始動作命令」とは，原則として，入力手段\nが物理的に備えているボタンが利用者によって押されたことを伝えるため\nに，入力手段が処理手段に対して発する電気信号を意味する。「利用者によ\nって当該押されていた命令ボタンが離されたことによる終了動作命令」とは，\n原則として，当該入力手段が物理的に備えているボタンが利用者によって離\nされたことを伝えるために，入力手段が処理手段に対して発する電気信号を\n意味する。」（段落【００１７】）\n「しかしながら，コンピュータシステムの入力手段の多様化により，タッ\nチパネル等の物理的にボタンを備えていない入力手段も存在しているため，\n「入力手段における命令ボタン」には，入力手段が物理的に備えているボタ\nンだけを表すものではない。…」（段落【００１８】）\n「「開始動作命令」が発せられて受信してから，「終了動作命令」が発せ\nられて受信するまでは，入力手段において特定の命令ボタン等を利用者が押\nす行為を継続していることを，処理手段は認識することができる。」（段落\n【００１９】）\n「「入力手段を介してポインタの位置を移動させる命令を受信する」とは，\n入力手段としてのポインティングデバイスから，画面上におけるポインタの\n座標位置を移動させる命令（電気信号）を処理手段が受信することである。\n先の「開始動作命令」が発せられて受信してから，「終了動作命令」が発せ\nられて受信するまでの間に，処理手段が「入力手段を介してポインタの位置\nを移動させる命令を受信する」と，処理手段は記憶手段に記憶されている操\n作メニュー情報を読み出して，当該操作メニュー情報を出力手段に表示する。\n「出力手段へ表示している前記操作メニュー情報の表示を終了する」とは，\nステップ（２）で出力手段に表示した操作メニュー情報を，処理手段が出力\n手段に表示しないようにすることをいう。」（段落【００２０】）\n「（３） 本発明は，入力手段における命令ボタンが利用者によって押さ\nれてから，離されるまでの間に，ポインタの位置を移動させる命令を受信す\nると，画像データである操作メニュー情報を出力手段に表示し，ポインタの\n指定により命令が実行される。特に，入力手段における命令ボタンが利用者\nによって押されてから，離されるまでの間は，画像データである操作メニュ\nー情報をポインタで指定することによって，当該命令を何回でも実行する，\nという継続的な操作が可能になる。また，入力手段における命令ボタンが利\n用者によって離されると，出力手段に表示されていた操作メニュー情報の表\n示が終了する。」(段落【００２２】)\n「これにより，例えば，当該ポインタの指定により実行される命令として，\n編集対象データのうち出力手段に表示される画面（ビュー）をスクロールさ\nせるような命令を採用すると，スムーズな画面操作が可能である。また，利\n用者によって押されていた入力手段における命令ボタンが利用者によって\n離されると，出力手段に表示されていた操作メニュー情報が表示されなくな\nるため，普段は画面上に操作メニュー情報を表示せずに，利用者にとって必\n要な場合に簡便に表示させることが可能となる。」（段落【００２３】）\n「３，」（段落【００３５】）\n「（１） また，他の発明に係る入力支援コンピュータプログラムは，情\n報を記憶する記憶手段と，情報を処理する処理手段と，利用者に情報を表示\nする出力手段と，利用者からの命令を受け付ける入力手段とを備えたコンピ\nュータシステムにおけるコンピュータプログラムであって，利用者が前記入\n力手段を使用してデータ入力を行う際に実行される入力支援コンピュータ\nプログラムである。」（段落【００３６】）\n「当該コンピュータシステムの前記記憶手段は，ポインタの座標位置によ\nって実行される命令結果を利用者が理解できるように前記出力手段に表示\nするための画像データである操作メニュー情報と，当該操作メニュー情報に\nポインタが指定された場合に実行される命令と，を関連付けた操作情報を１\n以上記憶し，当該操作情報は，前記記憶手段に記憶されているデータの状態\nを表す情報であるデータ状態情報に関連付けて前記記憶手段に記憶されて\nいる。」（段落【００３７】）\n「そして，当該コンピュータシステムの前記処理手段に，（１）前記入力\n手段を介して，前記入力手段における命令ボタンが利用者によって押された\nことによる開始動作命令を受信した後から，利用者によって当該押されてい\nた命令ボタンが離されたことによる終了動作命令を受信するまでにおいて，\n以下の（２）及び（３）を行うこと，（２）前記入力手段を介してポインタ\nの位置を移動させる命令を受信すると，当該受信した際の前記記憶手段に記\n憶されているデータの状態を特定し，当該特定したデータ状態を表すデータ\n状態情報に関連付いている前記操作情報を特定し，当該特定した操作情報に\nおける操作メニュー情報を，前記記憶手段から読み出して前記出力手段に表\n示すること，（３）前記入力手段を介して，当該出力手段に表示した操作メ\nニュー情報がポインタにより指定されると，当該ポインタにより指定された\n操作メニュー情報に関連付いている命令を，前記記憶手段から読み出して実\n行し，当該命令の実行により変化した前記記憶手段に記憶されているデータ\nの状態を特定し，当該特定したデータ状態を表すデータ状態情報に関連付い\nている前記操作情報を特定し，当該特定した操作情報における前記操作メニ\nュー情報を，前記記憶手段から読み出して前記出力手段に表示すること，（４）\n前記入力手段を介して，前記開始動作命令の受信に対応する，前記命令ボタ\nンが利用者によって離されたことによる終了動作命令を受信すると，前記出\n力手段へ表示している前記メニュー情報の表示を終了すること，を実行させ\nることを特徴とする入力支援コンピュータプログラムである。」（段落【０\n０３８】）\n「（２） ここで，「前記記憶手段に記憶されているデータの状態を表す\n情報」の例として，前記記憶手段に格納されている編集対象データの内容（デ\nータ状態），例えば，文章・表計算のデータのうち実際に出力手段に表示す\nる「ビュー」の範囲の状態，データを印刷する際の印刷対象となる範囲の状\n態，文章のデータの書式やフォントの設定値の状態，現在処理の対象となっ\nている（アクティブとなっている）データがあるか否かの状態，等を表す情\n報が該当する。他にも，「前記記憶手段に記憶されているデータの状態を表\nす情報」の例として，記憶手段の総記憶容量において実際に使用できる残記\n憶容量を表す情報や，記憶手段の総記憶容量分における実際に使用されてい\nる記憶容量の割合を表す情報，等が該当する。例えば，記憶手段の総記憶容\n量において実際に使用できる残記憶容量が一定容量以下である場合は，特定\nの操作メニュー情報（例えば，データ保存命令を意味する操作メニュー）を\n画面上に表示しない，というような使い方ができる。」(段落【００３９】)\n「（３） 本発明は，入力手段における命令ボタンが利用者によって押さ\nれてから，離されるまでの間に，ポインタの位置を移動させる命令を受信す\nると，画像データである操作メニュー情報を出力手段に表示し，ポインタの\n指定により命令が実行される。特に，記憶手段に記憶されているデータの状\n態に応じた操作メニュー情報が出力手段に表示されるため，当該データ状態\nに適合した操作メニュー情報が表示されることになる。」(段落【００４１】)\n「これにより，例えば，操作メニュー情報に関連付いた命令が実行される\nことにより，文章・表計算のデータのうち実際に出力手段に表示する「ビュ\nー」の状態が変化すれば，当該ビューの状態に応じた操作メニュー情報が表\n示されることになる。具体的には，文章・表計算のデータのうち「ビュー」\nの状態が最上部に移っている場合は，上方向へのビュー移動を命令する操作\nメニュー情報を表示せずに，下方向へのビュー移動を命令する操作メニュー\n情報のみを表示する，等の利用者の使い勝手を考えた柔軟な操作メニュー情\n報の表示が可能となる。」(段落【００４２】)\n「また，記憶手段に記憶されているデータの状態として，記憶手段の総記\n憶容量において実際に使用できる残記憶容量が一定容量以下である場合は，\n特定の操作メニュー情報（例えば，データ保存命令を意味する操作メニュー）\nを画面上に表示しない，等の操作メニュー情報の表示も可能となる。」(段\n落【００４３】)\n「４，」(段落【００４４】)\n「（１） また，他の発明に係る入力支援システムは，情報を記憶する記\n憶手段と，情報を処理する処理手段と，利用者に情報を表示する出力手段と，\n利用者からの命令を受け付ける入力手段とを備えたコンピュータシステム\nである。」(段落【００４５】)\n「そして，当該記憶手段が，前記の１，乃至３，のいずれか１記載の入力\n支援コンピュータプログラムを記憶し，前記処理手段が前記各処理を行うこ\nとを特徴とする入力支援システムである。」(段落【００４６】)\n「（１）また，他の発明に係る入力支援システムは，前記命令ボタンを備\nえた入力手段が，１のポインティングデバイスであること，を特徴とする。」\n(段落【００４８】)\n「（２） ここで，「ポインティングデバイス」とは，マウス，ペンデバイ\nス，タブレット，ジョイスティック，タッチパネル等の各種ポインティング\nデバイスが該当する。」(段落【００４９】)\n「（３） 前記入力手段が１のポインティングデバイスであることにより，\n上記各処理，例えば，入力手段における命令ボタンを押すことによる開始動\n作命令，当該押していた命令ボタンを離すことによる終了動作命令，入力手\n段を介して行うポインタの位置を移動させる命令，などを当該１のポインテ\nィングデバイスにより実行できる。すなわち，利用者は，入力手段としての\n当該１のポインティングデバイスのみによって，上記各処理の命令を行うこ\nとができる。これは，マウスやペンデバイス等の片手で操作できるポインテ\nィングデバイスを採用した際に，優れた操作性を実現することができる。」\n(段落【００５０】)\nオ  発明の効果\n「以上のように，本発明を利用すると，入力手段における命令ボタンが利\n用者によって押されてから，離されるまでの間に，ポインタの位置を移動さ\nせる命令を受信すると，画像データである操作メニュー情報を出力手段に表\n示し，ポインタの指定により命令が実行される。特に，入力手段における命\n令ボタンが利用者によって押されてから，離されるまでの間は，画像データ\nである操作メニュー情報をポインタで指定することによって，当該命令を何\n回でも実行する，という継続的な操作が可能になる。また，入力手段におけ\nる命令ボタンが利用者によって離されると，出力手段に表示されていた操作\nメニュー情報の表示が終了する。」(段落【００５１】)\nカ  発明を実施するための最良の形態\n「図１は，本発明に係る入力支援コンピュータシステムの全体構成図であ\nる。同図に示すように，本発明に係る入力支援コンピュータシステムは，出\n力手段１０と，処理手段２０と，入力手段３０と，記憶手段４０・５０と，\nから構成されている。そして，これら各手段（１０～５０）は，バス６０を\n介して電気的に接続し，相互に情報の伝達（信号の通信）を行うことができ\nる。」（段落【００５４】）\n【図１】\n「図１の入力支援コンピュータシステムにおける構成要素を更に詳述する。\n出力手段１０は，情報を入力支援コンピュータシステムの利用者に表示する\nための出力装置であり，例えば液晶やＣＲＴ方式等のディスプレイ装置が該\n当する。また，処理手段２０は，上記他の手段（装置）に働きかける計算装\n置であり，例えばＣＰＵが該当する。入力手段３０は，入力支援コンピュー\nタシステムの利用者からの命令を受け付ける入力装置であり，例えばマウス\nやキーボードが該当する。記憶手段４０は，大量の情報を記憶させておく補\n助記憶装置であり，例えばハードディスク（ＨＤＤ）が該当する。記憶手段\n５０は，処理手段２０による実行の対象となる情報を記憶させておく主記憶\n装置であり，例えばメインメモリが該当する。バス６０は，入力支援コンピ\nュータシステムの内部で各手段が情報を通信するための伝送路である。」（段\n落【００５５】）\n「（３） 続いて，記憶手段４０としてのＨＤＤに記憶されている各情報\n（４１～４６）のデータ構造について，図２及び３を使用して説明する。(段\n落【００６０】)\n【図２】\n「図２に図示するように，記憶手段４０としてのＨＤＤに記憶されてい\nる「データ状態情報４１」と「操作情報４２」は，情報の関連付けがなされ\nて記憶されている。(段落【００６１】)\n「「データ状態情報４１」とは，記憶手段４０・５０に記憶されているデ\nータの状態を表す情報であり，例えば，記憶手段４０・５０に格納されてい\nる編集対象データの内容を表す情報や，記憶手段４０・５０の総記憶容量分\nにおける実際に使用されている記憶容量の割合を表す情報，等が該当する。\n図２では，「データ状態情報４１」，として記憶手段４０・５０に格納され\nている編集対象データの内容を表す情報である「ビューの状態」が格納され\nている。「最上部のビューが表示」の場合は，編集対象データにおいて縦方\n向のビューが最上部にあることを，「最下部のビューが表示」の場合は，編\n集対象データにおいて縦方向のビューが最下部にあることを，「最上部・最\n下部のビューが共に表示」の場合は，編集対象データにおいて縦方向のビュ\nーが最上部から最下部までを表示できていることを，夫々表している。また，\n「上記以外のビュー状態」の場合は，「最上部のビューが表示」，「最下部\nのビューが表示」，「最上部・最下部のビューが共に表示」以外のビュー状\n態であること，例えば最上部及び最下部のビューが表示されていない中間的\nなビュー状態を表している。」(段落【００６２】)\n「また，「操作情報４２」は，「操作メニュー情報」と「操作メニュー情\n報にポインタが指定された場合に実行される命令」とを関連付けた情報であ\nる。この「操作情報４２」により，出力手段１０に表示された「操作メニュ\nー情報」にポインタが指定された場合に，どの「命令」を実行すればよいか\nを特定することができる。」(段落【００６３】)\n「「操作メニュー情報」とは，ポインタの座標位置によって実行される命\n令結果を利用者が理解できるように出力手段１０に表示するための画像デ\nータである。そして，当該「操作メニュー情報」には，出力手段１０に表示\nする際に，画面上のどの座標位置・範囲に表示するかという表示位置・範囲\nに関する情報も含まれる。この「表示位置・範囲に関する情報」としては，\n例えば，操作メニュー情報が画面上に表示された際に占める絶対的な座標位\n置・範囲を示す情報や，編集対象データが表示される画面上の座標位置・範\n囲における操作メニュー情報の占める相対的な位置・範囲を示す情報などが\n該当する。」(段落【００６４】)\n「また，「操作メニュー情報にポインタが指定された場合に実行される命\n令」とは，入力支援コンピュータシステムに対する実行命令であり，例とし\nて，「編集対象データにおける内部のデータ状態を変化させる命令」がある。\nこの「編集対象データにおける内部のデータ状態を変化させる命令」とは，\n記憶手段４０・５０に格納されている編集対象データの内容（データ状態）\nに変更を加える命令であり，例えば，ビューの状態を変化させる命令が該当\nする。」(段落【００６５】)\n「２， 本発明の実施のフローについて」(段落【００６９】)\n「図４は，本発明に係る入力支援コンピュータシステムの実施フロー図で\nある。同図に基づいて，本発明の実施のフローを説明する。」(段落【００\n７０】)\n【図４】\n「（１） まず，処理手段２０としてのＣＰＵが，入力手段３０としての\nマウス・キーボードから，入力手段３０としてのマウス・キーボードにおけ\nる命令ボタンが利用者によって押されたことによる開始動作命令を受信す\nる（Ｓ１）。」(段落【００７１】)\n「入力手段３０としてのマウス・キーボードにおける命令ボタンが利用者\nによって押されたことによる開始動作命令」とは，入力手段３０としてのマ\nウス・キーボードにおける命令ボタンが利用者によって押されたことを伝え\nるために，入力手段３０としてのマウス・キーボードが処理手段２０として\nのＣＰＵに対して発する電気信号である。」(段落【００７２】)\n「（２） 次に，処理手段２０としてのＣＰＵが，利用者によって当該押\nされていた命令ボタンが離されたことによる終了動作命令を受信するまで\nに，入力手段３０としてのマウス・キーボードから，出力手段１０としての\nディスプレイに表示しているポインタの位置を移動させる命令を受信した\nか否かを判断する（Ｓ２）。処理手段２０としてのＣＰＵが，ポインタの位\n置を移動させる命令を受信する前に終了動作命令を入力手段３０としての\nマウス・キーボードから受信した場合は，本発明に係る処理は終了する。」\n(段落【００７３】)\n「「利用者によって当該押されていた命令ボタンが離されたことによる終\n了動作命令」とは，当該入力手段３０としてのマウス・キーボードにおける\n命令ボタンが利用者によって離されたことを伝えるために，入力手段３０と\nしてのマウス・キーボードが処理手段２０としてのＣＰＵに対して発する電\n気信号である。先の「開始動作命令」が発せられて処理手段２０としてのＣ\nＰＵが受信してから，「終了動作命令」が発せられて処理手段２０としての\nＣＰＵが受信するまでは，入力手段３０としてのマウス・キーボードにおけ\nる命令ボタンが利用者により押されていることを，処理手段２０としてのＣ\nＰＵは認識することができる。すなわち，処理手段２０としてのＣＰＵは，\n「利用者によって当該押されていた命令ボタンが離されたことによる終了\n動作命令」を，入力手段３０としてのマウス・キーボードから受信するまで，\n利用者が本発明に係る処理の続行を希望していることを認識する。」(段落\n【００７４】)\n「（３） Ｓ２において，終了動作命令を受信する前にポインタの位置を\n移動させる命令を入力手段３０としてのマウス・キーボードから受信した場\n合は，処理手段２０としてのＣＰＵが，当該受信した際の記憶手段４０とし\nてのＨＤＤに記憶されているデータの状態を特定する。さらに，処理手段２\n０としてのＣＰＵは，当該特定したデータ状態を表すデータ状態情報４１に\n関連付いている操作情報４２を特定し，当該特定した操作情報４２における\n操作メニュー情報を，記憶手段４０としてのＨＤＤから読み出して出力手段\n１０としてのディスプレイに表示する（Ｓ３）。」(段落【００７５】)\n「ここで，「記憶手段４０としてのＨＤＤに記憶されているデータの状態」\nの例として，記憶手段４０としてのＨＤＤに格納されている編集対象データ\nの内容（データ状態），例えば，編集対象となっている文章・表計算のデー\nタのうち実際に出力手段１０としてのディスプレイに表示する「ビュー」の\n範囲の状態，データを印刷する際の印刷対象となる範囲の状態，文章のデー\nタの書式やフォントの設定値の状態，現在処理の対象となっている（アクテ\nィブとなっている）データがあるか否かの状態，等を表す情報が該当する。\n他にも，「記憶手段４０としてのＨＤＤに記憶されているデータの状態」の\n例として，記憶手段４０の総記憶容量分における実際に使用されている記憶\n容量の割合を表す情報，等が該当する。例えば，記憶手段４０の総記憶容量\n分における実際に使用されている記憶容量の割合が一定割合以上である場\n合は，処理の結果，記憶容量不足になる可能性もあるため，特定の操作メニ\nュー情報を表示しない，というような使い方もできる。」(段落【００７６】)\n「具体的に図を用いてＳ１～Ｓ３を説明する。図５は，処理手段２０とし\nてのＣＰＵが編集対象データの内容（データ状態）を出力手段１０としての\nディスプレイに表示している表示例である。同図に示す例では，編集対象デ\nータとしてテキストエディタソフトウェアの文章データを採用している。」\n(段落【００７７】)\n「図５の画面の状態で，システム利用者が\n入力手段３０としてのマウス・キーボードに\nおける命令ボタンを押す。例えば，利用者が\nマウスにおける左ボタンや右ボタンを押す\nことや，利用者がキーボードにおける特定の\nキーを押す行為，等が該当する。これにより，\n処理手段２０としてのＣＰＵが，入力手段３\n０としてのマウス・キーボードにおける命令\nボタンが利用者によって押されたことによ\nる開始動作命令を，入力手段３０としてのマ        【図５】\nウス・キーボードから受信する（Ｓ１）。」(段落【００７８】)\n「次に，システム利用者が，先に押した入力手段３０としてのマウス・キ\nーボードにおける命令ボタンを押し続けたままで，入力手段３０としてのマ\nウス・キーボードを使って出力手段１０としてのディスプレイの画面上に表\n示されているポインタ１の移動命令を行う。例えば，マウスにおける左ボタ\nンや右ボタンを押したままマウスを移動させること（ドラッグ操作）や，キ\nーボードにおける特定のキーを押しつつマウスを移動させる行為，等が該当\nする。処理手段２０としてのＣＰＵは，利用者によって当該押されていた命\n令ボタンが離されたことによる終了動作命令を受信するまでに，入力手段３\n０としてのマウス・キーボードから，出力手段１０としてのディスプレイに\n表示しているポインタ１の位置を移動させる命令を受信したか否かを判断\nする（Ｓ２）。」(段落【００７９】)\n「そして，Ｓ２において，終了動作命令を受信する前にポインタ１の位置\nを移動させる命令を入力手段３０としてのマウス・キーボードから受信した\n場合は，処理手段２０としてのＣＰＵが，当該受信した際の記憶手段４０と\nしてのＨＤＤに記憶されているデータの状態を特定する。さらに，処理手段\n２０としてのＣＰＵは，当該特定したデータ状態を表すデータ状態情報４１\nに関連付いている操作情報４２を特定し，当該特定した操作情報４２におけ\nる操作メニュー情報を，記憶手段４０としてのＨＤＤから読み出して出力手\n段１０としてのディスプレイに表示する（Ｓ３）。図２におけるデータ状態\n情報４１及び操作情報４２を使用して説明すると，例えば，特定したデータ\n状態が「最上部のビューが表示」されている状態であれば，操作情報４２に\nおける「メニューＡ」や「メニューＢ」の「操作メニュー情報」が，特定し\nたデータ状態が「最下部のビューが表示」されている状態であれば，操作情\n報４２における「メニューＣ」や「メニューＤ」の「操作メニュー情報」が，\n出力手段１０としてのディスプレイに表示される。」(段落【００８０】)\n「先の図５の画面の状態から，Ｓ３に\nより操作メニュー情報が，出力手段１０\nとしてのディスプレイに表示された画\n面例が図６である。同図に示すのは，先\nに特定されたデータ状態が「最上部のビ\nューが表示」されている状態であり，操\n作情報４２における「メニューＡ」や「メ\nニューＢ」のような，様々な操作メニュ\nー情報（１０１～１０５）が編集対象デ\nータ上に表示されている。例えば，操作        【図６】\nメニュー情報１０１は右方向にビューを変化させることを表す操作メニュ\nーであり，操作メニュー情報１０４は下方向にビューを変化させることを表\nす操作メニューであり，操作メニュー情報１０５は操作メニュー情報１０４\nよりも早いスピードで下方向にビューを変化させることを表す操作メニュ\nーである。さらに，操作メニュー情報１０２はドラッグ開始位置までビュー\nを変化させることを表す操作メニューであり，「ドラッグ開始位置」とは，\nシステム利用者が入力手段３０としてのマウス・キーボードにおける命令ボ\nタンを押した際（開始動作命令を行った際）のポインタ１の座標位置を意味\nする。また，操作メニュー情報１０３はビューの最下部までビューを変化さ\nせることを表す操作メニューである。」(段落【００８１】)\n「図６の画面状態において，入力手段３０としてのマウス・キーボードを\n使ってポインタ１を各操作メニュー情報（１０１～１０５）に指定し，所定\nの時間が経過すると，操作情報４２において当該指定した操作メニュー情報\nに関連付いている命令が，処理手段２０としてのＣＰＵにより実行されるこ\nとになる。」(段落【００８２】)\n「また，Ｓ３により，操作メニュー情\n報が出力手段１０としてのディスプレ\nイに表示された他の画面例が図７であ\nる。同図に示すのは，先に特定されたデ\nータ状態が「上記以外のビュー状態」で\nあり，様々な操作メニュー情報（１０２\n～１０５，１１１～１１６）が編集対象\nデータ上に表示されている。例えば，操\n作メニュー情報１１１は上方向に早い\nスピードでビューを変化させることを表        【図７】\nす操作メニューであり，操作メニュー情報１１２は上方向にビューを変化さ\nせることを表す操作メニューであり，操作メニュー情報１１３はビューの最\n上部までビューを変化させることを表す操作メニューである。操作メニュー\n情報１１４は現在処理の対象（アクティブ）となっている文章の選択範囲の\n先頭までビューを変化させることを表す操作メニューであり，図７では「テ\nスト品質」の文字の最初の位置が選択先頭の位置となる。操作メニュー情報\n１１５は現在処理の対象（アクティブ）となっている文章の選択範囲の末尾\nまでビューを変化させることを表す操作メニューであり，図７では「テスト\n品質」の文字の最後の位置が選択末尾の位置となる。操作メニュー情報１１\n６は右方向にビューを変化させることを表す操作メニューである。」(段落\n【００８３】)\n「図７の画面状態において，入力手段３０としてのマウス・キーボードを\n使ってポインタ１を各操作メニュー情報（１０２～１０５，１１１～１１６）\nに指定し，所定の時間が経過すると，操作情報４２において当該指定したメ\nニュー情報に関連付いている命令が，処理手段２０としてのＣＰＵにより実\n行されることになる。」(段落【００８４】)\n「また，Ｓ３により，操作メニュー情報が\n出力手段１０としてのディスプレイに表示\nされた他の画面例が図８である。同図に示す\nのは，先に特定されたデータ状態が「上記以\n外のビュー状態」であり，様々な操作メニュ\nー情報（１０２，１０３，１１３，１２１）\nが編集対象データ上に表示されている。例え\nば，操作メニュー情報１２１は，△マークが\n向いている方向にビューを変化させること\nを表す操作メニューであり，特に，円の外側        【図８】\nにあるマークは，円の内側にあるマークよりも，単位時間当たりに早くビュ\nーを変化させることを意味している。」(段落【００８５】)\n「図８の画面状態において，入力手段３０としてのマウス・キーボードを\n使ってポインタ１を各操作メニュー情報（１０２，１０３，１１３，１２１）\nに指定し，所定の時間が経過すると，操作情報４２において当該指定したメ\nニュー情報に関連付いている命令が，処理手段２０としてのＣＰＵにより実\n行されることになる。」(段落【００８６】)\n「（４） 次に，処理手段２０としてのＣＰＵが，利用者によって先に押\nされていた入力手段３０としてのマウス・キーボードにおける命令ボタンが\n離されたことによる終了動作命令を，入力手段３０としてのマウス・キーボ\nードから受信したか否かを判断する（Ｓ４）。」(段落【００８７】)\n「例えば，図５のような画面状態において，システム利用者が，先に押し\nた入力手段３０としてのマウス・キーボードにおける命令ボタンを押し続け\nたままで，入力手段３０としてのマウス・キーボードを使って出力手段１０\nとしてのディスプレイの画面上に表示されているポインタ１の移動命令を\n行い，図６のような状態になったが，その後当該命令ボタンを離した状態が\n該当する。この場合は，当該命令ボタンを離すことにより，入力手段３０と\nしてのマウス・キーボードが処理手段２０としてのＣＰＵに，終了動作命令\nを送信することになる。」(段落【００８８】)\n「（５） そして，Ｓ４において終了動作命令を受信した場合は，処理手\n段２０としてのＣＰＵは，先に出力手段１０としてのディスプレイに表示し\nた操作メニュー情報の表示を終了させ，本発明に係る処理も終了する（Ｓ５）。\nすなわち，図６のような状態で，システム利用者が，先に押した入力手段３\n０としてのマウス・キーボードにおける命令ボタンを離すと，図５の画面状\n態に戻るのである。これにより，出力手段１０としてのディスプレイに表示\nした操作メニュー情報の表示が速やかに解消されるため，利用者の「不要に\nなった操作メニュー情報の表示を画面上から消したい」という意思がすぐに\n反映されることになる。」(段落【００８９】)\n「（９） 以上のように，本発明を利用すると，入力手段３０としてのマ\nウス・キーボードにおける命令ボタンが利用者によって押されてから，離さ\nれるまでの間に，ポインタ１の位置を移動させる命令を受信すると，処理手\n段２０としてのＣＰＵは，画像データである操作メニュー情報を出力手段１\n０としてのディスプレイに表示し，ポインタ１の指定により命令が実行され\nる。特に，入力手段３０としてのマウス・キーボードにおける命令ボタンが\n利用者によって押されてから，離されるまでの間は，画像データである操作\nメニュー情報をポインタ１によって指定し続けることにより，特定の命令を\n何回でも実行する，という継続的な操作が可能になる。また，入力手段３０\nとしてのマウス・キーボードにおける命令ボタンが利用者によって離される\nと，出力手段１０としてのディスプレイに表示されていた操作メニュー情報\nの表示が終了する。」(段落【０１０１】)\n(2) 本件各発明の意義\n本件特許の特許請求の範囲の記載及び前記(1)によれば，本件各発明は，①\nコンピュータシステムにおけるシステム利用者の入力行為を支援するための\nコンピュータプログラムに関するものであり，②利用者が必要になった場合に\nすぐに操作コマンドのメニューを画面上に表示させ，必要である間については\nコマンドのメニューを表示させ続けられる手段を提供するため，③この課題を\n解決するために，請求項１，３及び４記載の構成を備えるものであり，④これ\nにより，入力手段における命令ボタンが利用者によって押されてから離される\nまでの間に，ポインタの位置を移動させる命令を受信すると，画像データであ\nる操作メニュー情報を出力手段に表示し，ポインタの指定により命令が実行さ\nれ，特に，命令ボタンが離されるまでの間は，画像データである操作メニュー\n情報をポインタで指定することによって，当該命令を何回でも実行するという\n継続的な操作が可能になるとの効果を奏するものであると認められる。\n２  争点１―３について\n事案に鑑み，まず争点１－３について検討する。\n(1) 構成要件Ｂの「操作メニュー」の意義について\nア  本件各発明の構成要件Ｂの「操作メニュー」は，同構成要件の「ポインタ\nの座標位置によって実行される命令結果を利用者が理解できるように前記\n出力手段に表示するための画像データである操作メニュー情報…」との記載\nによれば，「ポインタの座標位置によって実行される命令結果を利用者が理\n解できる」ものである必要があると解される。\nイ  また，本件明細書等には，構成要件Ｂの「操作メニュー情報」に関し，「ポ\nインタの座標位置によって実行される命令結果を利用者が理解できるよう\nに前記出力手段に表示する画像データ」とは，当該ビットマップ形式やベク\nター形式の画像データにポインタを合わせることで，どのような命令が実行\nされるのかをシステム利用者が理解できるように構成されている画像デー\nタであることを意味する。例えば，どのような命令が実行されるのか，を表\nす文字を含んだ画像データであったり，「アイコン」のように実行される命\n令の内容や対象を小さな絵や記号で表現した画像データが考えられる。」（段\n落【００１２】）との記載がある。\nウ  これを踏まえ，本件明細書等の【図７】には，実施例として，様々な操作\nメニュー情報（符号１０２～１０５，１１１～１１６）が編集対象データ上\nに表示されている（同段落【００８３】）。このうち，例えば，△記号が２\n個連なる操作メニュー情報１１１は，「上方向に早いスピードでビューを変\n化させることを表す操作メニュー」であり，△記号が１個表示された操作メ\nニュー情報１１２は，「上方向にビューを変化させることを表す操作メニュ\nー」である。また，△マーク及び「先頭」という文字の表記されたアイコン\nである操作メニュー情報１１３は，「ビューの最上部までビューを変化させ\nることを表す操作メニュー」であり，△マーク及び「選択先頭」という文字\nの表記されたアイコンである操作メニュー情報１１４は，「現在処理の対象\n（アクティブ）となっている文章の選択範囲の先頭までビューを変化させる\nこと」を表すものである。これらの操作メニュー情報は，いずれも，アイコ\nンの表示内容そのものから，当該アイコンを選択した場合に実行される命令\n内容を利用者が看取し得るものである。\nエ  以上のとおり，本件特許請求の範囲及び本件明細書等の記載によれば，本\n件各発明の「操作メニュー情報」とは，「ポインタの座標位置によって実行\nされる命令結果を利用者が理解できるように前記出力手段に表示するため」\nの「画像データ」であり，出力手段に表示され，利用者がその表示自体から\n「実行される命令結果」の内容を理解できるように構成されていることを要\nするものというべきである。\nオ  これに対し，原告は，「操作メニュー情報」は「実行される命令結果を利\n用者が理解できることを目的・目標として構成」されていれば足りると主張\nするが，本件各発明の特許請求の範囲及び本件明細書等には，「操作メニュ\nー情報」が「実行される命令結果を利用者が理解できることを目的・目標と\nして構成」されていれば足りる旨の記載はなく，またそのように解すること\nを相当とするような記載も存在しない。\nまた，原告は，実施例に例示された操作メニュー情報１０１の正三角形の\n記号について，特定の方向を強調しているわけではないので，利用者は何の\n命令が実行されるか理解し得ないと主張するが，同正三角形が画面の右端に\n表示された縦長の長方形上にあり，その頂点が右を指していることに照らす\nと，同正三角形が右側を指示していることは，利用者にとって容易に理解可\n能であるということができる。\nさらに，原告は，仮に三角形が右方向を指すものだと理解できたとしても，\n文字やアイコンによる説明が存在しないため，右方向へのスクロール命令で\nあることを理解し得ないと主張するが，利用者が右端にある右向きの正三角\n形の記号を見れば，これが右方向へのスクロール命令を意味すると理解する\nのが自然かつ通常であり，これを見た利用者がウインドウ全体を右方向に移\n動する命令であると考え，あるいはドラッグ操作により一旦終了した範囲選\n択を再度再開する命令であると理解するとは考え難い。\n以上のとおり，「操作メニュー情報」が「実行される命令結果を利用者が\n理解できることを目的・目標として構成」されていることを意味するとの原\n告主張は採用できない。\n(2) 被告製品における「操作メニュー情報」の有無について\n原告は，被告製品のページ一部表示の画像は，左隣又は右隣のページ画面の\n一部であるから，命令の「方向」のみならず，「ページ単位」という命令によ\nる絶対的な変化量までも表示したものであり，操作の結果，左隣又は右隣のペ\nージへの遷移が行われることが理解できると主張する。\nア  そこで検討するに，前記前提事実(4)のとおり，被告製品においては，①利\n用者が本件アプリの画面上に表示されたアイコン画像に指で触れて一定時\n間待つ操作（ロングタッチ）をすると，当該アイコンを移動できる状態に遷\n移し，②当該アイコンが指に追随して移動し，アイコンが指に追随して右又\nは左に移動した距離が一定距離を超えると，縮小モードとなって，表示中の\n当該ページの画面が９０％の大きさに縮小され，画面の左端又は右端に隣接\nするページの画面の一部（ページ一部表示）が表示され，③更に当該アイコ\nンをその方向に移動させると，移動方向に隣接するページの画面がスクロー\nルされて表示されるものと認められる。\nこのページ一部表示は，縮小された中央ページの右端又は左端あるいは両\n端に，幅が細く縦長の白みがかった長方形として表示されるものであり，そ\nこには何の文字，図形，記号，アイコン等は表示されないので，当該長方形\n部分だけを見た利用者は，それがどのような命令を実行する表示であるのか\nを理解することはできないというべきである。\nまた，実際に当該長方形部分を見た利用者が，ショートカットアイコンを\n当該長方形部分までドラッグし，右側又は左側にページをスクロール移動す\nる動作を行うことがあったとしても，それは，当該長方形部分に表示された\n命令を理解して行ったものではなく，単に，操作上の経験を通じて，そのよ\nうに縮小された中央ページの片側又は両側に表示された長方形型のスペー\nスが隣接するページを意味しており，当該部分までショートカットアイコン\nをドラッグすると画面が遷移することを習得したからにすぎないというべ\nきである。\nしたがって，被告製品のページ一部表示の画像は，利用者がその表示自体\nから「実行される命令結果」の内容を理解できるように構成された画像デー\nタであるものと認めることはできないから，本件ホームアプリが構成要件Ｂ\nにいう「操作メニュー情報」を有するとは認められない。\n(3) 以上のとおり，被告製品は，構成要件Ｂを充足するものとは認められないか\nら，その余の点を判断するまでもなく，被告製品は本件発明の技術的範囲に属\nするものと認めることはできない。\n３  結論\n以上の次第で，その余の争点について判断するまでもなく，原告の被告らに対\nする請求には理由がないからこれをいずれも棄却することとし，主文のとおり判\n決する。\n東京地方裁判所民事第４０部\n裁判長裁判官\n佐    藤    達    文\n裁判官\n𠮷    野    俊  太  郎\n裁判官\n小    田    誉  太  郎\n（別紙）\n特許請求の範囲\n１  請求項１\n情報を記憶する記憶手段と，情報を処理する処理手段と，利用者に情報を表示す\nる出力手段と，利用者からの命令を受け付ける入力手段とを備えたコンピュータシ\nステムにおけるコンピュータプログラムであって，利用者が前記入力手段を使用し\nてデータ入力を行う際に実行される入力支援コンピュータプログラムであり，\n前記記憶手段は，ポインタの座標位置によって実行される命令結果を利用者が理\n解できるように前記出力手段に表示するための画像データである操作メニュー情\n報と，当該操作メニュー情報にポインタが指定された場合に実行される命令と，を\n関連付けた操作情報を１以上記憶し，当該操作情報は，前記記憶手段に記憶されて\nいるデータの状態を表す情報であるデータ状態情報に関連付けて前記記憶手段に\n記憶されており，\n前記処理手段に，\n(1) 前記入力手段を介して，前記入力手段における命令ボタンが利用者によって\n押されたことによる開始動作命令を受信した後から，利用者によって当該押さ\nれていた命令ボタンが離されたことによる終了動作命令を受信するまでにお\nいて，以下の(2)及び(3)を行うこと，\n(2) 前記入力手段を介してポインタの位置を移動させる命令を受信すると，当該\n受信した際の前記記憶手段に記憶されているデータの状態を特定し，当該特定\nしたデータ状態を表すデータ状態情報に関連付いている前記操作情報を特定\nし，当該特定した操作情報における操作メニュー情報を，前記記憶手段から読\nみ出して前記出力手段に表示すること，\n(3) 前記入力手段を介して，当該出力手段に表示した操作メニュー情報がポイン\nタにより指定されると，当該ポインタにより指定された操作メニュー情報に関\n連付いている命令を，前記記憶手段から読み出して実行し，当該出力手段に表\n示した操作メニュー情報がポインタにより指定されなくなるまで当該実行を\n継続すること，\n当該命令の実行により変化した前記記憶手段に記憶されているデータの状\n態を特定し，当該特定したデータ状態を表すデータ状態情報に関連付いている\n前記操作情報を特定し，当該特定した操作情報における前記操作メニュー情報\nを，前記記憶手段から読み出して前記出力手段に表示すること，\nを実行させることを特徴とする入力支援コンピュータプログラム。\n２  請求項３\n情報を記憶する記憶手段と，情報を処理する処理手段と，利用者に情報を表示\nする出力手段と，利用者からの命令を受け付ける入力手段とを備えたコンピュー\nタシステムにおけるコンピュータプログラムであって，\n利用者が前記入力手段を使用してデータ入力を行う際に実行される入力支援\nコンピュータプログラムであり，\n前記記憶手段は，\nポインタの座標位置によって実行される命令結果を利用者が理解できるよう\nに前記出力手段に表示するための画像データである操作メニュー情報と，当該操\n作メニュー情報にポインタが指定された場合に実行される命令と，を関連付けた\n操作情報を１以上記憶し，当該操作情報は，前記記憶手段に記憶されているデー\nタの状態を表す情報であるデータ状態情報に関連付けて前記記憶手段に記憶さ\nれており，\n前記処理手段に，\n(1) 前記入力手段を介して，前記入力手段における命令ボタンが利用者によって\n押されたことによる開始動作命令を受信した後から，利用者によって当該押\nされていた命令ボタンが離されたことによる終了動作命令を受信するまで\nにおいて，以下の（２）及び（３）を行うこと，\n(2) 前記入力手段を介してポインタの位置を移動させる命令を受信すると，当該\n受信した際の前記記憶手段に記憶されているデータの状態を特定し，当該特定\nしたデータ状態を表すデータ状態情報に関連付いている前記操作情報を特定\nし，当該特定した操作情報における操作メニュー情報を，前記記憶手段から読\nみ出して前記出力手段に表示すること，\n(3) 前記入力手段を介して，当該出力手段に表示した操作メニュー情報がポイン\nタにより指定されると，当該ポインタにより指定された操作メニュー情報に関\n連付いている命令を，前記記憶手段から読み出して実行し，当該出力手段に表\n示した操作メニュー情報がポインタにより指定されなくなるまで当該実行を\n継続すること，\n当該命令の実行により変化した前記記憶手段に記憶されているデータの状\n態を特定し，当該特定したデータ状態を表すデータ状態情報に関連付いている\n前記操作情報を特定し，当該特定した操作情報における前記操作メニュー情報\nを，前記記憶手段から読み出して前記出力手段に表示すること，\n(4) 前記入力手段を介して，前記開始動作命令の受信に対応する，前記命令ボタ\nンが利用者によって離されたことによる終了動作命令を受信すると，前記出力\n手段へ表示している前記メニュー情報の表示を終了すること，を実行させるこ\nとを特徴とする入力支援コンピュータプログラム。\n３  請求項４\n情報を記憶する記憶手段と，情報を処理する処理手段と，利用者に情報を表示\nする出力手段と，利用者からの命令を受け付ける入力手段とを備えたコンピュー\nタシステムであって，前記記憶手段が，請求項１乃至３のいずれか１記載の入力\n支援コンピュータプログラムを記憶し，前記処理手段が前記各処理を行うことを\n特徴とする入力支援システム。\n（別紙）\n被告製品の構成（原告主張）\nＳＨＶ３９～４３は，いずれも，構成ｂ，ｃ１，ｃ２，ｄ，ｄ’，ｅ，ｅ’，\nｆ，ｆ’，ｇ，ｇ’，ｈ２，ｈ３を備えている点において共通している。\n以上に加え，ＳＨＶ３９は[ａ１]及び［ｈ１］を，ＳＨＶ４０は[ａ１’]及び\n「ｈ１’」を，ＳＨＶ４１は[ａ１’’]及び「ｈ１’’」を，ＳＨＶ４２は[ａ\n１’’’]及び「ｈ１’’’」を，ＳＨＶ４３は[ａ１’’’’]及び「ｈ１’’’’」\nの構成をそれぞれ有している。\n［ａ１］４ＧバイトのＲＡＭ，６４ＧバイトのＲＯＭ等の記憶手段と，ＳＤＭ８４\n５と呼ばれる処理手段と，液晶画面の出力手段と，タッチパネルの入力手\n段とを備えるか，もしくはマウス等の入力手段が接続されたスマートフォ\nンにおけるコンピュータプログラムであって，\n［ａ１’］３ＧバイトのＲＡＭ，３２ＧバイトのＲＯＭ等の記憶手段と，ＭＳＭ８\n９３７と呼ばれる処理手段と，液晶画面の出力手段と，タッチパネルの入\n力手段とを備えるか，もしくはマウス等の入力手段が接続されたスマート\nフォンにおけるコンピュータプログラムであって，\n［ａ１’’］３ＧバイトのＲＡＭ，３２ＧバイトのＲＯＭ等の記憶手段と，ＳＤＭ\n６６０と呼ばれる処理手段と，液晶画面の出力手段と，タッチパネルの入\n力手段とを備えるか，もしくはマウス等の入力手段が接続されたスマート\nフォンにおけるコンピュータプログラムであって，\n［ａ１’’’］４ＧバイトのＲＡＭ，６４ＧバイトのＲＯＭ等の記憶手段と，ＳＤ\nＭ８４５と呼ばれる処理手段と，液晶画面の出力手段と，タッチパネルの\n入力手段とを備えるか，もしくはマウス等の入力手段が接続されたスマー\nトフォンにおけるコンピュータプログラムであって，\n［ａ１’’’’］３ＧバイトのＲＡＭ，３２ＧバイトのＲＯＭ等の記憶手段と，Ｓ\nＤＭ４５０と呼ばれる処理手段と，液晶画面の出力手段と，タッチパネル\nの入力手段とを備えるか，もしくはマウス等の入力手段が接続されたスマ\nートフォンにおけるコンピュータプログラムであって，\n［ｂ］前記記憶手段は，「ページ一部表示の画像」と，当該「ページ一部表示の画\n像」にポインタが指定された場合に実行される「スクロール命令」と，を関\n連付けた「ホームアプリの操作情報」を１以上記憶し，\n当該「ホームアプリの操作情報」は，「ページ番号」に関連付けて前記記憶\n手段に記憶されており，\n［ｃ１］前記処理手段に，\n［ｄ］（１）前記入力手段を介して，「ACTION_DOWNのデータ」を受信した後から，\n「ACTION_UPのデータ」を受信するまでにおいて，以下の（２）及び（３）\nを行うこと，\n［ｄ’］（１）前記入力手段を介して，「ABS_MT_POSITION_X x[0]のデータ」を受\n信した後から、「ACTION_UPのデータ」を受信するまでにおいて，以下の（２）\n及び（３）を行うこと，\n［ｅ］（２）前記入力手段を介して「ACTION_MOVEのデータ」を受信すると，当該受\n信した際の前記記憶手段に記憶されている，出力手段に表示している画像の\n「ページ番号」を特定し，当該特定した「ページ番号」に関連付いている前\n記「ホームアプリの操作情報」を特定し，当該特定した「ホームアプリの操\n作情報」における「ページ一部表示の画像」を，前記記憶手段から読み出し\nて前記出力手段に表示すること，\n［ｅ’］（２）前記入力手段を介して「ABS_MT_POSITION_Y y[0]のデータ」を受信\nすると，当該受信した際の前記記憶手段に記憶されている，出力手段に表示\nしている画像の「ページ番号」を特定し，当該特定した「ページ番号」に関\n連付いている前記「ホームアプリの操作情報」を特定し，当該特定した「ホ\nームアプリの操作情報」における「ページ一部表示」を，前記記憶手段から\n読み出して前記出力手段に表示すること，\n［ｆ］（３）前記入力手段を介して，当該出力手段に表示した「ページ一部表示の\n画像」がポインタにより指定されると，当該ポインタにより指定された「ペ\nージ一部表示の画像」に関連付いている，「スクロール命令」を，前記記\n憶手段から読み出して実行し，当該出力手段に表示した「ページ一部表示\nの画像」がポインタにより指定されなくなるまで当該実行を継続すること，\n当該命令の実行により変化した前記記憶手段に記憶されている，出力手\n段に表示している画像の「ページ番号」を特定し，当該特定した「ページ\n番号」に関連付いている前記「ホームアプリの操作情報」を特定し，当該\n特定した「ホームアプリの操作情報」における前記「ページ一部表示の画\n像」を，前記記憶手段から読み出して前記出力手段に表示すること，\n［ｇ］（４）前記入力手段を介して，前記「ACTION_DOWNのデータ」の受信に対応す\nる，前記「ACTION_UPのデータ」を受信すると，前記出力手段へ表示してい\nる前記「ページ一部表示の画像」の表示を終了すること，\n［ｇ’］（４）前記入力手段を介して、前記「ABS_MT_POSITION_X  x[0]のデータ」\nの受信に対応する、前記「ACTION_UPのデータ」を受信すると，前記出力手\n段へ表示している前記「ページ一部表示の画像」の表示を終了すること，\n［ｃ２］を実行させることを特徴とする，座標データを入力して，ショートカット\nアイコンの配置を並び替える際に実行され。その際「ページ一部表示の画\n像」を表示するコンピュータプログラム\n［ｐ１］  被告製品ＳＨＶ３９～４３において，マウスを使用しているときは，マ\nウスカーソルが表示される。被告製品ＳＨＶ３９～４３において，「開発\n者向けオプション」中の「タップを表示」の項目を表示する設定を選択す\nると，タッチパネルの指やペンで触れた場所に白い円形のカーソルが表示\nされる。\nさらに，被告製品ＳＨＶ３９～４３においては，「開発者向けオプショ\nン」中の「ポインタの位置」の項目を表示する設定を選択すると，マウス\nの左ボタンを押したままにするか，指等でタッチパネル画面に触れた際に，\nマウスカーソルの先端の座標位置，もしくは触れた箇所の座標位置を示す\n数値がマウスもしくはタッチパネルを介して入力されて，［当該座標位置\nを示す数値が］画面左上に表示されるとともに，座標のＹ軸の数値を示す\n水平方向の青い線及びＸ軸の数値を示す垂直方向の青い線が画面上に表\n示される。そして，利用者がマウスの左ボタンを押したまま動かすか，指\n等を入力手段であるタッチパネル画面に触れた状態で動かすと，上記青い\n線及びこれらの交点も，マウスもしくは指等に追従して移動する。上記青\nい線の交点と白い円形のカーソルの中心やマウスカーソルの先端の座標\n位置は一致する。また，対象製品ＳＨＶ３９～４３の構成［ｅ］及び[ｆ]\nにおけるドラッグ操作中は，ドラッグ操作の対象となっているショートカ\nットアイコンの領域内に，上記青い線の交点と白い円形のカーソルの中心\n又はマウスカーソルの先端が存在する。\n［ｐ２］ 構成[ｐ１]において液晶画面に表示される白い円形のカーソル，青い線\nの十字，ドラッグ操作の対象となっているショートカットアイコンの画像は，\nいずれもMotionEventクラスのgetXとgetY，或いはgetPointerCoordsのコン\nピュータプログラムによって取得するAndroid OSの「ポインタ座標」（甲２\n４）を起点として液晶画面に表示される。\n［ｈ１］４ＧバイトのＲＡＭ，６４ＧバイトのＲＯＭ等の記憶手段と，ＭＳＭ８９\n９８と呼ばれる処理手段と，液晶画面の出力手段と，タッチパネルの入力\n手段とを備えたスマートフォンであって，\n［ｈ１’］３ＧバイトのＲＡＭ，３２ＧバイトのＲＯＭ等の記憶手段と，ＭＳＭ８\n９３７と呼ばれる処理手段と，液晶画面の出力手段と，タッチパネルの入\n力手段とを備えたスマートフォンであって，\n［ｈ１’’］３ＧバイトのＲＡＭ，３２GバイトのＲＯＭ等の記憶手段と，ＳＤＭ６\n６０と呼ばれる処理手段と，液晶画面の出力手段と，タッチパネルの入力\n手段とを備えたスマートフォンであって，\n［ｈ１’’’］４ＧバイトのＲＡＭ，６４ＧバイトのＲＯＭ等の記憶手段と，ＳＤ\nＭ８４５と呼ばれる処理手段と，液晶画面の出力手段と，タッチパネルの\n入力手段とを備えたスマートフォンであって，\n［ｈ１’’’’］３ＧバイトのＲＡＭ，３２ＧバイトのＲＯＭ等の記憶手段と，Ｓ\nＤＭ４５０と呼ばれる処理手段と，液晶画面の出力手段と，タッチパネ\nルの入力手段とを備えたスマートフォンであって，\n［ｈ２］前記記憶手段が，Android OS及びLauncher 3のコンピュータプログラムを\n記憶し，\n［ｈ３］前記処理手段が前記各処理を行うことを特徴とする，Android  OS及び\nLauncher 3のコンピュータプログラムが稼働するシステム。\n（別紙）\n被告製品の構成（被告ら主張）\nＳＨＶ３９からＳＨＶ４３までの機種においては，下記（１）並びに（２）の\n一画面に表示されるショートカットアイコンの配列及び数は異なるものの，以下\nに記載したそれ以外の部分，すなわちアイコンをドラッグしてワークスペース内\nのページ画面をスクロールする際の動きには違いはない。\n（１）対象製品は，３又は４ギガバイトのＲＡＭ，３２又は６４ギガバイトのＲＯＭ\n等の記憶手段と，ＭＳＭ８９９８，ＭＳＭ８９３７，ＳＤＭ６６０，ＳＤＭ８４\n５又はＳＤＭ４５０と呼ばれる処理手段と，液晶画面の出力手段と，タッチパネ\nルの入力手段を備えたスマートフォンである。\n（２）対象製品には，「ＡＱＵＯＳＨｏｍｅ」と呼ばれるソフトウェア（本件ホーム\nアプリ）がインストールされている。本件ホームアプリは，電源投入後最初に起\n動するアプリケーションソフトであり，画面上に複数のショートカットアイコン\nを表示し得る。利用者は，このショートカットアイコンにタップ操作（タッチパ\nネルに触れて，すぐ離す操作）を行うことで，ショートカットアイコンに関連付\nいた他のアプリケーションソフトを利用することができる。\n本件ホームアプリの画面に表示される１ページには，ショートカットアイコン\nが４～５行×４～５桁のマス目に整列して配置されるため，画面上に一度に表示\nできるショートカットアイコンの数は，１６～２５個程度となる。そこで，それ\n以上の個数のショートカットアイコンがある場合には，ワークスペース内に複数\nのページ画面を構成してショートカットアイコンを配置する。利用者は，右方向\n又は左方向にスライド操作（タッチパネルに触れた指を，すぐに，右方向又は左\n方向に滑らせながら指を離す操作）をして，利用したいアプリケーションソフト\nのショートカットアイコンが配置されたページ画面を表示させた上で，タップ操\n作をする。\n（３）ア  本件ホームアプリでは，利用者が任意のショートカットアイコンを任意の\nマス目の位置に配置する，並べ替え操作をすることができる。この並べ替え\n操作は，次のとおり行うことが可能である。\nイ  利用者が，移動させたいショートカットアイコンの上のタッチパネルを指\n等で長押し（以下「ロングタッチ」という。）すると，当該ショートカット\nアイコンはタッチパネル上の指等に追従して画面上を移動させることがで\nきる状態になるので，そのまま画面上を移動させるドラッグ操作をすること\nにより当該ショートカットアイコンを移動させ，同一ページ画面内の任意の\nマス目に配置して，並べ替えることができる。\nウ  利用者が，移動させたいショートカットアイコンをロングタッチし，ドラ\nッグ操作をすることにより，ロングタッチを開始してから累積されるドラッ\nグ移動距離が一定距離離れた場合に，その際のページ画面（以下，「中央ペ\nージ画面」という）表示が縮小表示され，中央ページ画面だけでなく，ワー\nクスペース内にある中央ページ画面の左右隣のページ画面の一部も画面上\nに表示される（ただし，左右のページ画面が存在しない場合には，中央ペー\nジ画面及び存在する左又は右のページ画面の一部のみが表示される。以下，\nこの状態を「縮小モード」という）。縮小モードの状態では，ワークスペー\nス内の中央ページ画面上部左側に「×」，同画面上部右側に「ゴミ箱のイラ\nスト」などが表示される。\nエ  縮小モードの状態で，隣のページ画面が一部表示されているとき，利用者\nが当該ショートカットアイコンをドラッグしている指等のタッチパネル上\nの位置を，表示された隣のページ画面の範囲に入れ，当該隣のページ画面が\n白く表示されると，画面が左又は右にスクロールして，一つ隣のページ画面\nを中心にワークスペース内が縮小表示される。このときも，一つ隣のページ\n画面だけでなく，ワークスペース内の当該一つ隣ページ画面の左右のページ\n画面の一部も画面上に表示される（ただし，左右のページ画面が存在しない\n場合には，当該一つ隣のページ画面及び存在する左又は右のページ画面の一\n部のみが表示される）。\nスクロール先に，一つ隣ページ画面の左右のページ画面の一部が表示され\nた後，引き続き利用者が当該ショートカットアイコンをドラッグしている指\n等のタッチパネル上の位置を当該左右のページ画面の一部の範囲に入れる\nと，さらに画面が左又は右にスクロールして，さらに一つ隣のページ画面を\n中心にワークスペース内が縮小表示される。ワークスペース内の最初のペー\nジ画面，又は，ワークスペース内の最後のページ画面（既にショートカット\nアイコンが置かれたページ画面に加え１つだけ新たなページ画面を追加で\nきる）が画面の中央に表示されるまでは，同様にスクロールができる。\nオ  利用者が，当該ショートカットアイコンを，スクロール先の縮小されたワ\nークスペース内のページ画面のうち移動したいマス目の位置に重ねた後に，\nタッチパネルから指等を離せば，当該ショートカットアイコンはスクロール\n先のページの当該マス目に移動するとともに，縮小モードの状態が終了する。\n他方，利用者が，当該ショートカットアイコンを，スクロール先のページ\nの縮小表示に重ねることなく，タッチパネルから指等を離せば，当該ショー\nトカットアイコンはスクロール先のページ画面には移動せずに，縮小モード\nの状態が終了する。\n（別紙）\n無効事由の存否に関する当事者の主張\n１  乙１３文献に基づく新規性の欠如（争点２－１）\n（被告らの主張）\n本件各発明は，乙１３発明と同一であるから新規性を欠き，特許無効審判により\n無効にされるべきものである。\n(1) 乙１３発明には「第１の実施の形態」（乙１３，段落【００１４】～【００３\n０】）と「第２の実施の形態」（乙１３，段落【００３１】～【００４７】）を\n含むが，乙１３発明のうち，本件各発明に関係するのは，「第２の実施の形態」\nに係る構成である。なお，乙１３公報に開示された第２の実施の形態は，第１の\n実施の形態のスクロールバーの表示形態に関する内容を除き，乙１３発明の「第\n１の実施の形態」に記載された構成を含むと解される。\n(2) 乙１３発明は，以下のとおり，本件各発明の構成要件を全て備えている。\nア  構成要件Ａ１\n乙１３発明においては，「スクロール制御部２０」で情報を処理し，「表示\n装置１」にて利用者に情報を表示し，「マウス２」にて利用者からの命令を受\nけ付けるから，これらは，それぞれ，本件各発明の構成要件Ａ１における「情\n報を処理する処理手段」，「利用者に情報を表示する出力手段」，「利用者か\nらの命令を受け付ける入力手段」に相当する。\nまた，乙１３発明においては，「画像メモリ１１」で予め作成した図面の表\n示情報を記憶し，「リフレッシュメモリ１２」は表示装置１の表示画面１ａに\n対応した記憶領域を有しているのであるから，これらは本件各発明の構成要件\nＡ１における「情報を記憶する記憶手段」に相当する。\nさらに，乙１３発明は「画面スクロール制御装置」というコンピュータシス\nテムであり，画像メモリ１１から対応する表示情報を読み出してリフレッシュ\nメモリ１２の所定のアドレスに書き込む読出し制御部１４において画面に表\n示する画像等の情報の処理を行うことから制御用のコンピュータプログラム\nを有するものであり，コンピュータプログラムで実現されることは当然である\nことから，乙１３発明における「画面スクロール制御装置」というコンピュー\nタシステムにおいても構成要件Ａ１の「コンピュータプログラム」に相当する\n構成を有する。\nしたがって，構成要件Ａ１について，本件各発明と乙１３発明は同一である。\nイ  構成要件Ａ２\n乙１３発明の図面作成装置で作成する「図面」は，まさに編集対象データで\nあり，本件各発明においては「入力」の対象となる「データ」に当たる。また，\nその「図面」を入力するときには入力手段である「マウス２」を使用するから，\n乙１３発明は，「入力手段を使用してデータ入力を行う際に実行」されるもの\nである。\nまた，乙１３発明は，「スクロール操作を容易に行うことができるスクロー\nル制御装置」（乙１３公報の段落【０００８】）に適用した「図面作成装置」\n（同段落【００１４】）であり，「図面或いは文章等といった表示対象を，表\n示装置等に表示する場合に画面表示制御を行う画面スクロール制御装置の改\n良に関する」（同段落【０００１】）ものであるから，スクロール操作を容易\nにする目的は図面或いは文章といったデータの入力に当たりそれらの表示に\n関する使い勝手を良くすることにあり，ポインティングデバイスとしてマウス\n２を用いてスクロール操作を容易に行うことで図面或いは文章といったデー\nタの入力を「支援」している。\nさらに，乙１３発明は，上記のとおりコンピュータプログラムで実現される\nことから，「入力支援コンピュータプログラム」を有する。\nしたがって，乙１３発明は，「利用者が前記入力手段を使用してデータ入力\nを行う際に実行される入力支援コンピュータプログラム」であって，構成要件\nＡ２について，本件各発明と乙１３発明は同一である。\nウ  構成要件Ｂ\n乙１３発明のスクロールバーは，本件各発明の「ポインタの座標位置によっ\nて実行される」左右方向へのスクロール等の「命令結果を利用者が理解できる\nように前記出力手段に表示するための画像データ」であり，本件各発明の「操\n作メニュー情報」に相当する。\nまた，乙１３発明においては，例えば，表示対象を図２（ａ）に示された部\n分領域Ｎから，部分領域Ｍに移動させる命令を実行する際には，図６に示され\nるスクロールバー２１のうち部分領域Ｍの属する「選択領域をマウス２によっ\nて指示」すること「によって，スクロール制御部２０では，スクロールバー情\n報形成部１５に対してどの選択領域が指示されたかを通知すると共に（相対位\n置表示制御手段），予め保持している表示位置カーソルＣ２の位置情報を参照\nし」，「この場合，図面ＭＭの領域ｍ３内の，表示位置カーソルＣ２の位置情\n報により特定される領域であるスクロール表示位置を特定」し，「特定された\nスクロール表示位置に対応する座標情報を読出し制御部１４に出力する」（同\n段落【００３９】，【００４０】）と説明されている。これはページスクロー\nルバーにおける説明であるが，スムーズスクロールバー３１でも同様の仕組み\nにより命令が実行される（同段落【００４１】，【００４２】）。このように\nスクロールバーとスクロールバーにカーソルが指定された場合に実行される\nスクロール命令とを関連付けた情報は，本件各発明の「操作情報」に相当する。\nさらに，上記のスクロール命令を受けて，読出し制御部１４では，指定され\nた座標情報に対応する表示情報を画像メモリ１１から読み出し，リフレッシュ\nメモリ１２等を通して，表示装置１（表示画面１ａ）に図面ＭＭの部分領域Ｍ\nが表示される（同段落【００４３】）。ここで，図面ＭＭ全体に対する表示画\n面１ａに表示中の表示領域の相対位置の情報（特定の領域が選択されているこ\nと）が，画像メモリ１１およびリフレッシュメモリ１２等を含む，コンピュー\nタシステムという記憶手段に記憶されていることは明らかである（同【図２】\n（ａ），【図３】，段落【００３１】～【００３３】）。\nしたがって，スクロールバーとスクロールバーにカーソルが指定された場合\nに実行されるスクロール命令とを関連付けた操作情報は，図面ＭＭ全体に対す\nる表示画面１ａに表示中の表示領域の相対位置の情報に関連付けられている。\nすなわち，表示画面に表示中の表示領域の全体図面中の相対位置は，本件各発\n明の「データ状態」に相当し，「データ状態」を表す「データ状態情報」を有\nすることは当然であることから，スクロールバーとスクロールバーにカーソル\nが指定された場合に実行されるスクロール命令とを関連付けた「操作情報」を\n１以上「記憶」している。\nしたがって，構成要件Ｂについて，本件各発明と乙１３発明は同一である。\nエ  構成要件Ｃ１及びＣ２\n乙１３発明は，スクロール操作を容易に行うことでデータの入力を支援する\nスクロール制御装置を適用した図面作成装置であり，それらがコンピュータプ\nログラムで実現されるものであることから，「入力支援コンピュータプログラ\nム」に当たる。\nしたがって，構成要件Ｃ１及びＣ２について，本件各発明と乙１３発明は同\n一である。\nオ  構成要件Ｄ\n乙１３発明においては，後記カ及びキの操作が，上記「開始動作命令を受信\nした後から」，後記クでマウス２の右ボタンＳＷ１が利用者によって離された\nことによるドラッグ解除操作という「終了動作命令を受信するまで」の間に行\nわれるので，構成要件Ｄについて，本件各発明と乙１３発明は同一である。\nカ  構成要件Ｅ\n乙１３発明においては，マウス２という入力手段を介してカーソルというポ\nインタの位置を移動させる命令を受信すると，当該受信した際のコンピュータ\nシステムに記憶されている図面全体に対する表示画面に表示中の表示領域の\n相対位置を特定し，当該特定した表示中の表示領域の相対位置におけるスクロ\nールバーを，コンピュータシステムから読み出して表示装置１に表示している。\nしたがって，構成要件Ｅについて，本件各発明と乙１３発明は同一である。\nキ  構成要件Ｆ\n乙１３発明は，まず，マウス２という入力手段を介して，表示装置１に表示\nした操作メニュー情報であるスクロールバーが，マウス２によるカーソルとい\nうポインタにより指定されると，カーソルにより指定された操作メニュー情報\nに関連付いている表示対象をスクロールさせるという命令を，スクロール制御\n部２０から読み出して実行し，表示装置１に表示した操作メニュー情報である\nスクロールバーがカーソルというポインタにより指定されなくなるまで当該\n実行を継続している。\nそして，前記表示対象をスクロールさせるという命令の実行により変化した\n表示画面に表示中の表示領域の全体図面中の相対位置というスクロール制御\n部２０に記憶されているデータ状態を特定し，当該特定したデータ状態を表す\nデータ状態情報に関連付いているスクロールバーの表示を特定し，当該特定し\nた，すなわち変化後の表示画面に表示中の表示領域の全体図面中の相対位置に\n関連付けられたスクロールバーの表示を表示装置１に表示するものである。\nしたがって，構成要件Ｆについて，本件各発明と乙１３発明は同一である。\nク  構成要件Ｇ\n乙１３発明においては，マウス２という入力手段を介して，ドラッグ操作の\n開始動作命令の受信に対応する，マウス２の右ボタンＳＷ１が利用者によって\n離されたことによるドラッグ解除操作という終了動作命令を受信すると，表示\n装置１に表示していたスクロールバーの表示を終了する。\nしたがって，構成要件Ｇについて，本件各発明と乙１３発明は同一である。\nケ  構成要件Ｈ１\n乙１３発明は，「スクロール制御部２０」，「表示装置１」，「マウス２」，\n「画像メモリ１１」，「リフレッシュメモリ１２」を備えた「画面スクロール\n制御装置」というコンピュータシステムであり，「スクロール制御部２０」，\n「表示装置１」，「マウス２」，「画像メモリ１１」，「リフレッシュメモリ」\nは，それぞれ本件各発明の「情報を処理する処理手段」，「利用者に情報を表\n示する出力手段」，「利用者からの命令を受け付ける入力手段」，「情報を記\n憶する記憶手段」に相当する。\nしたがって，構成要件Ｈ１について，本件各発明と乙１３発明は同一である。\nコ  構成要件Ｈ２\n乙１３発明に備えられた記憶手段が，本件特許の特許請求の範囲の請求項１\n又は３記載の入力支援コンピュータプログラムを記憶していることは当然で\nあるので，構成要件Ｈ２について，本件各発明と乙１３発明は同一である。\nサ  構成要件Ｈ３\n乙１３発明は入力支援システムであって，乙１３発明において，処理手段で\nある「スクロール制御部２０」が上記ケ及びコの各処理を行うことは明らかで\nあるので，構成要件Ｈ３について，本件各発明と乙１３発明は同一である。\n(3) 以上のとおり，本件各発明は，乙１３発明と同一であるから，新規性の要件を\n満たさない。\n（原告の主張）\n本件各発明は，乙１３発明と同一ではないので，新規性の要件を充足する。\n(1) 被告らは，乙１３公報に開示された第２の実施の形態は，第１の実施の形態の\nスクロールバーの表示形態に関する内容を除き，乙１３発明の「第１の実施の形\n態」に記載された構成を含むと主張するが，乙１３発明は，全く異なる課題を解\n決する独立した２つの発明から構成されている。すなわち，乙１３には３つの請\n求項があるが，請求項１・２記載の発明（第１の実施の形態に対応するもの。以\n下「第１類型発明」という。）と請求項３記載の発明（第２の実施の形態に対応\nするもの。以下「第２類型発明」という。）は，構成要件が共通しておらず，全\nく別の独立した発明である。\n(2) 乙１３発明は，以下のとおり，本件各発明の構成を備えていない。\nア  構成要件Ｂ\n乙１３発明の「スクロールバーの画像」を見ただけでは，利用者は何の命令\nが実行されるのか判断できない。このため，同発明の「スクロールバーの画像」\nは，構成要件Ｂの「実行される命令結果を利用者が理解できるように前記出力\n手段に表示するための画像データ」（本件明細書等の段落【００１２】）であ\nる「操作メニュー情報」には相当しない。\nまた，乙１３公報の【図６】の符号２１の「スクロールバー」の内部には，\n符号２２の上方向のスクロールを示す画像と，符号２３の下方向のスクロール\nを示す画像があり，符号２２の画像には上方向のスクロール命令が，符号２３\nの画像には下方向のスクロール命令が関連付いていると考えられる（同図の符\n号３１の「スクロールバー」も同様）。このように，乙１３発明では１つの「ス\nクロールバー」の画像に２つの相反する命令が関連付いていることになるが，\nそうすると「スクロールバー」画像を見ただけではどちらの命令が実行される\nのか決まらないので，構成要件Ｂの「操作情報」とは明らかに異なる。\nさらに，乙１３発明は「カーソル」が画像の範囲に入る（本件各発明の「指\n定された」ことに相当）だけでは何の命令も実行されず，クリックすることが\n必要となる。このため，乙１３発明では，スクロールバー画像と，その画像の\n範囲にポインタの座標位置が入ることが実行される命令が関連付けて記憶装\n置に記憶されていないので，構成要件Ｂの「操作情報」に相当する構成を有し\nない。\nイ  構成要件Ｄ\n被告らは，乙１３発明では右ボタンＳＷ１が利用者により押されたことによ\nり開始動作命令を受信していると主張するが，これは第１類型発明の「ポップ\nアップスクロールバー」を表示させるための構成であり，被告らが「操作メニ\nュー情報」に相当するとする「ページスクロールバー」又は「スムーズスクロ\nールバー」に関する構成ではない。被告らは，第１類型発明と第２類型発明と\nを混同している。\n構成要件Ｄは操作メニュー情報を表示するための構成であるところ，乙１３\n発明は，前記アのとおり，「操作メニュー情報」に相当する構成を有しないの\nで，構成要件Ｄの構成を有しない。\nウ  構成要件Ｅ\n被告らが，乙１３公報のうち構成要件Ｅに相当する構成を有する根拠として\n指摘しているのは，「ポップアップスクロールバー」に関する記載部分である\nが，被告らは，乙１３発明の「ポップアップスクロールバー」が「操作メニュ\nー情報」に当たるとの主張をしていない。このため，乙１３発明は構成要件Ｅ\nに相当する構成を有しない。\nエ  構成要件Ｆ\n乙１３発明の第２類型発明は「下方向のページスクロール指示領域２３をマ\nウス２によって２２回クリックする」（乙１３公報の段落【００４０】）と記\n載されていることから，クリック回数でスクロール量を調整するものであると\n考えられる。クリックはマウスのボタンを押してすぐに離す操作であるので，\n構成要件Ｆの「当該実行を継続する」との構成に当たらない。\nオ  構成要件Ｇ\n乙１３発明は，前記アのとおり，「操作メニュー情報」に相当する構成を有\nしないので，構成要件Ｇの構成を有しない。\n２  乙１３文献に基づく進歩性の欠如（争点２－２）\n（被告らの主張）\n仮に第１の実施形態と第２の実施形態がそれぞれ独立したものとして判断され\nることにより，本件各発明が新規性を有するとしても，乙１３発明の第２の実施形\n態に第１の実施形態を組み合わせることにより本件各発明と同一の構成を実現す\nることは，当業者にとって容易に想到し得たことであるから，本件発明は進歩性を\n欠き，特許無効審判により無効にされるべきものである。\n(1) 一致点\n第２の実施形態は，Ａ１，Ａ２，Ｂ，Ｃ１，Ｃ２，Ｆ及びＨ１において，本件\n各発明と一致する。また，第１の実施形態は，Ｄ，Ｅ及びＧにおいて，本件各発\n明と一致する。\n(2) 相違点\n本件各発明と乙１３発明とは，乙１３発明の第２の実施形態において，本マウ\nス２という「入力手段」を介して，マウス２の右ボタンＳＷ１という「命令ボタ\nン」が利用者によって押された後，当該命令ボタンが離されるまでの間，表示装\n置という「出力手段」にスクロールバーという「操作メニュー情報」が表示され，\n当該命令ボタンが離されると当該スクロールバーが表示されなくなることが明\n示的に記載されていない点において相違する。\n(3) 相違点についての容易想到性\n第１の実施形態と第２の実施形態は，同一の公開特許公報（乙１３）に掲載さ\nれた２つの実施例であり，いずれの実施例も同一の技術分野に属するものである。\nまた，第１の実施形態と第２の実施形態は，いずれも，スクロール操作を容易\nにするスクロール装置を提供することを目的としている。そして，第２の実施形\n態を採用したスクロール装置を設計した当業者において，スクロール制御により\n専有することになる表示画面の領域を最小限に抑えようとする場合に，同じスク\nロール装置の改良に関する発明であり，かつスクロール制御により専有する表示\n画面の領域を最小限に抑えることが可能なポップアップスクロールバーを採用\nすることについて，動機付けが存在する。\nさらに，第２の実施の形態に第１の実施の形態を適用しても，双方の技術効果\nが打ち消し合うことはなく，双方の技術効果のメリットを享受できる。すなわち，\n「第１の実施の形態」の「ポップアップスクロールバー」を「第２の実施の形態」\nに適用すると，マウス２の右ボタンＳＷ１が押された後にマウス２を移動すると\n移動の方向に応じて画面の右端又は下端にページスクロールバー及びスムーズ\nスクロールバーが表示され，右ボタンＳＷ１が離されると当該ページスクロール\nバー及びスムーズスクロールバーの表示が終了することとなる。これにより，所\n望する表示領域を容易かつ短時間で画面表示し，現在表示中の表示領域と表示対\n象領域との相対位置関係をより正確に表すことができるなどの「第２の実施の形\n態」の効果を実現するとともに，スクロール制御により専有する表示画面の領域\nを最小限に抑えることができるとの「第１の実施の形態」の効果をも実現するこ\nとができる。\nしたがって，第２の実施形態に第１の実施形態を組み合わせることにより，上\n記相違点に係る構成を当業者が想到することは容易であったということができ\nるので，本件各発明は進歩性を欠く。\n（原告の主張）\n(1) 相違点\nア  本件発明の構成要件Ｆは，ドラッグ操作を前提としているところ，第２類型\n発明は，クリック操作を前提としているため，構成要件Ｆを充足しない。また，\n乙１３発明は，「操作メニュー情報」及び「操作情報」を有していないほか，\n「操作情報」は「データ状態情報」と関連付けて記憶されてもいないため，構\n成要件Ｂに相当する構成も有していない。\nイ  乙１３公報の【図３】によれば，乙１３発明の記憶手段は，「画像メモリ１\n１」と「リフレッシュメモリ１２」に限定されており，「スクロール制御部２\n０」は記憶手段を含まない。このため，乙１３発明は，記憶が記憶手段に記憶\nされるコンピュータプログラムではなく，第２の実施形態につき，構成要件Ａ\n１, Ａ２，Ｃ１，Ｃ２を有しているということはできない。\nウ  構成要件Ｅ及びＧに相当する構成についても，被告らが主張する乙１３発明\nの構成は第１類型発明に関するものであり，第２類型発明とは全く異なるもの\nであるから，この点においても，本件各発明と乙１３公報の第２類型発明は相\n違する。\nエ  以上によれば，被告らの主張する相違点は誤りである。\n(2)  乙１３公報に開示された第２類型発明に第１類型発明を組み合わせることに\nついて\n第１類型発明に第２類型発明を組み合わせることについては，以下のとおり，\n動機付けはなく，阻害要因も存在する。\nア  課題に共通性がないこと\n第１類型発明の課題は，スクロールバーが表示画面の右端及び下端に表示さ\nれたため，カーソルが表示画面の左上部にある状態で画面をスクロールさせる\nような場合には，カーソルを表示画面の右端又は下端まで移動させる必要があ\nり，使い勝手が悪いという点や，その移動距離が長いほどスクロール開始まで\nに時間がかかるという点にある。\nこれに対して第２類型発明の課題は，表示対象図面が非常に大きい場合など\nには，スクロールバーを形成する領域の大きさは一定であるため，操作バーを\n形成する領域が非常に小さくなってしまい，スクロールに伴う表示領域の変化\nに対して操作バーの表示位置の移動量が小さくなるため，利用者において，操\n作バーの表示位置からは，表示対象図面に対する表示領域の位置関係を正確に\n把握することができず，所定の領域を表示させるためには，表示画面を見なが\nら大まかな見当をつけて操作バーを操作し，当該所定の領域付近であると推定\nされる領域を表示させた上で，その後，微調整ボタンによって順次スクロール\nを行って当該所定領域を表示させなければならず，時間がかかるという点にあ\nる。\nこのように，第１類型発明と第２類型発明では，解決しようとする課題が異\nなるから，課題の共通性はない。\nイ  課題の解決方法が異なること\n第１類型発明は，「スクロール操作部２０」が「ドラッグ操作」の開始を検\n知すると，「スクロールバー情報形成部１５」が，カーソルの位置に「ポップ\nアップスクロールバー」（乙１３公報の【図５(b)】又は【図５(c)】）を形成\nすることで，上記課題を解決している。これに対して，第２類型発明は，同じ\n位置に，常に２つのスクロールバーを表示したままにするものである。\nまた，第２類型発明は，「スクロール制御部２０」をクリック操作するもの\nであり，第１類型発明のようなドラッグ操作は用いない。\nしたがって，第１類型発明と第２類型発明では，表示されるスクロールバー\nも操作方法も異なるから，課題の解決方法が異なっている。\nウ  発明の作用，機能及び効果が異なること\n第１類型発明は，①「予め設定したスクロールバー表示操作を行えばポイン\nティングデバイスの指示位置にスクロールバーがポップアップ方式で表示さ\nれ」るとともに，「所望とするスクロール方向を推定するスクロール方向推定\n手段を有し，当該スクロール方向推定手段で推定したスクロール方向のスクロ\nール量を設定するスクロールバーを表示する」（乙１３公報の段落【００１０】）\nとの機能を有し，②当該機能により「上下方向又は左右方向の何れか一方が所\n望とするスクロール方向であるものとして推定され，この推定したスクロール\n方向のスクロール量を設定するスクロールバーがポップアップ形式で表示さ\nれる」（同段落）との作用が生じ，③これにより，マウスの移動距離を押さえ，\n「スクロール制御により専有する表示画面の領域を最小限に抑える」との効果\nが得られる。\nこれに対し，第２類型発明は，①「表示対象領域を第１のスクロール単位毎\nに分割して形成した分割領域のうち，例えば所望とする画面領域を含む分割領\n域を表示候補領域として選択することによって，表示候補領域の一部が表示画\n面に表示され，この表示画面に表示された表示領域に対して第２のスクロール\nバーによってスクロール量を設定することによって，表示領域がスクロール量\nに応じてスクロールされ，所望とする領域が表示される」（乙１３公報の段落\n【００１３】）との機能を有し，②当該機能により「第１及び第２のスクロー\nルバーで表す相対位置関係から，表示対象領域に対する現在表示中の表示領域\nの相対位置関係がわかる」（同段落）との作用が生じ，③これにより，「２本\nのスクロールバーを組み合わせることで，１本のスクロールバーと比較して，\n操作バーの大きさを確保できるから，相対位置関係をより正確に表し，所望と\nする表示領域を容易且つ短時間で画面表示させることができる」との効果が得\nられるものである。\n以上のとおり，第１類型発明と第２類型発明とでは，その作用，機能及び効\n果が異なる。\nエ  技術分野の関連性がないこと\n第１類型発明のスクロールバーはドラッグ操作に特化したものである（乙１\n３公報の段落【００２２】，【００２４】）のに対し，第２類型発明のスクロ\nールバーはクリック操作によるもの（同段落【００４０】，【００４２】）」\nである。一般的に，ドラッグ操作は１回あたり数秒から数十秒の操作であり，\n第１類型発明では，ドラッグ操作を１回行う構成が開示されているのに対し，\nクリック操作は１回あたり１秒以下の操作であり，第２類型発明では，クリッ\nク操作を１回～数十回を行う構成が開示されている。\nしたがって，第１類型発明と第２類型発明は，表示されるスクロールバーも\n操作方法も異なるから，技術分野の関連性があるということはできない。\nオ  組み合わせることにつき示唆が存在しないこと\n第１類型発明は，スクロールバーの操作のためにマウスボタンＳＷ１のドラ\nッグ操作の機能を占有するものであるから，ドラッグ操作を他の用途に使用で\nきなくなるというデメリットがある。これに対して，第２類型発明はクリック\n操作によるものであるため（乙１３公報の段落【００４０】，【００４２】），\nそのようなデメリットはなく，ＳＷ１のドラッグ操作を画面の範囲指定操作等\nの他の用途に使用できる。\nまた，第１類型発明における解決の手段は，「ポインティングデバイスの指\n示位置にスクロールバーがポップアップ形式で表示。」（乙１３公報の段落【０\n０１０】）することであるのに対し，第２類型発明においては，ポインティン\nグデバイスの指示位置にスクロールバーは表示されず，「ポインティングデバ\nイスの指示位置」にスクロールバーを表示するものでもない（同段落【００１\n２】，【００１３】等）。\nこのように，乙１３公報には，第１類型発明と第２類型発明を組み合わせる\nことを示唆する記載は存在しない。\nカ  阻害要因の存在\n第１類型発明は，スクロールバーの表示領域を可能な限り少なくするととも\nに，マウスの移動距離を減らすために，スクロールバーを移動して表示し，か\nつ，消去するものである。これに対し，第２類型発明は，スクロールバーを常\nに表示し，位置も固定したままであるため，両者を組み合わせることは矛盾し\nており，阻害要因がある。\n(3) 以上のとおり，被告らの主張する相違点は誤りである上，本件各発明と乙１３\n発明の相違点に係る構成について，当業者が第１類型発明を第２類型発明に組\nみ合わせることにより容易に想到し得たということもできない。\n３  乙１３発明及び乙１４発明に基づく進歩性の欠如（争点２－３）\n（被告らの主張）\n仮に乙１３発明が構成要件Ｆに相当する構成を有しないことにより，本件各発明\nが新規性を有するとしても，同各発明に係る構成は，乙１３発明と乙１４発明を組\nみ合わせることにより，当業者が容易に想到し得たことであるから，本件各発明は\n進歩性を欠き，特許無効審判により無効にされるべきものである。\n(1) 相違点\n構成要件Ｆのうち，「当該出力手段に表示した操作メニュー情報がポインタに\nより指定される」という部分につき，本件各発明においては，操作メニュー情報\nの領域にポインタが入れば足り，それ以上にクリック等の操作は必要ではない\nのに対し，乙１３発明においては，クリック等の操作が必要であるという点にお\nいて相違する。\n(2) 乙１４発明の内容\n乙１４発明に係るシステムにおいては，ドラッグアンドドロップ操作をして\nいる間，すなわち，マウスボタンが押されている間に，マウスインジケータ１１\n６のスクロールバー１０６における位置によって，自動的にスクロールが実行\nされる（乙１４の２，４頁２１～２５行）。そうすると，乙１４発明は，クリッ\nク等の動作を伴わずに，スクロールバーがポインタにより指定されるだけでス\nクロール命令を実行するものであるということができる。\n(3) 相違点に係る構成の容易想到性\n乙１３発明の目的は「スクロール操作を容易に行うことができるスクロール\n制御装置を提供すること」であるところ（乙１３公報の段落【０００８】)，乙\n１４発明も「データ処理システムにおけるドラッグアンドドロップ操作中のス\nクロールに関する」発明であるので，その目的は，スクロール操作を容易に行う\nことができるスクロール制御装置の提供にある。このように，乙１３発明と乙１\n４発明の目的は共通するところ，乙１４発明におけるスクロールバーは，乙１３\n発明の第２の実施形態におけるページスクロールバー又はスムーズスクロール\nバーに相当するので，上記スクロールバーを乙１３発明に適用することは，当業\n者にとって容易であるということができる。\n（原告の主張）\n被告らは，相違点が構成要件Ｆのみであることを前提としているが，前記１（原\n告の主張）のとおり，乙１３発明は，構成要件Ｂ，Ｅ，及びＧに相当する構成を有\nしない。\nまた，乙１４発明も，「データ状態情報」に関連付いた「操作情報」が記憶手段\nに記憶されるとの構成要件Ｂに相当する構成を備えず，また，乙１４発明のスクロ\nールバーは常に表示したままであり，特定の状態で表示したり，消したりするよう\nな開示はないので，乙１３発明の第１形態発明と組み合わせたとしても，構成要件\nＥ及びＧに相当する構成を備えることはない。\nこのように，乙１３発明と乙１４発明を組み合わせたとしても，本件各発明に至\nることはないので，被告らの主張は理由がない。\n４  明確性要件違反（争点２－４）\n（被告らの主張）\n(1) 構成要件Ｇには「前記メニュー情報の表示を終了すること」との記載があるが，\n「メニュー情報」はそれ以前に記載がなく，引用の基礎がないため，明確性の要\n件を満たさない。\n(2) 構成要件Ｄ及びＧには「終了動作命令」との発明特定事項が含まれるが，両者\nが同じものであるか否かが不明であるため，明確性の要件を満たさない。\n（原告の主張）\n(1) 構成要件Ｇの「メニュー情報」は「操作メニュー情報」の「操作」を省略した\nものにすぎない。そして，「前記メニュー情報」と記載されていることからすれ\nば，これが「操作メニュー情報」を意味することは明確である。\n(2) 構成要件Ｄと構成要件Ｇの「終了動作命令」が同一であることは当業者にとっ\nて明確である。\n"
}