{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 6,
    "month": 4,
    "day": 23
  },
  "case_number": "令和2(ワ)535",
  "case_name": "損害賠償請求",
  "court_name": "大津地方裁判所",
  "lawsuit_id": "92960",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=92960",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/960/092960_hanrei.pdf",
  "contents": "令和６年４月２３日判決言渡  同日原本領収  裁判所書記官\n令和２年（ワ）第５３５号  損害賠償請求事件\n口頭弁論終結日  令和６年２月８日\n判         決\n主         文\n１  原告の請求をいずれも棄却する。\n２  訴訟費用は原告の負担とする。\n事実及び理 由\n第１  請求\n１  被告滋賀県は、原告に対し、５００万円及びこれに対する令和２年１１月３日\nから支払済みまで年５分の割合による金員を支払え。\n２  被告Ａは、原告に対し、１００万円及びこれに対する令和２年１１月１日から\n支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n本件は、被告滋賀県（以下「被告県」という。）の設置するＢ高校に在学してい\nた原告が、原告母において原告に対するいじめがあることを申告したにもかかわら\nず、Ｂ高校の教員らが同申告に対して適切な対応をしなかったことにより、原告が\n不登校に至り、その後もＢ高校の教員らが不登校解消に向けた適切な対応をしなか\nったため、原告が精神的苦痛を被ったと主張して、被告県に対し、国家賠償法（以\n下「国賠法」という。）１条１項に基づき、慰謝料５００万円及びこれに対する不\n法行為後の日である令和２年１１月３日（訴状送達の日の翌日）から支払済みまで\n平成２９年法律第４４号による改正前の民法（以下「改正前民法」という。）所定\nの年５分の割合による遅延損害金の支払を求めるとともに、Ｂ高校に在学していた\n被告Ａが、原告の通学用鞄にパンやゴミを入れたり、原告の自転車のサドルを前後\n逆にして下げたり、原告の左足を踏みつけたりしたため、原告は精神的苦痛を被っ\nたと主張して、被告Ａに対し、民法７０９条に基づき、慰謝料１００万円及びこれ\nに対する不法行為後の日である令和２年１１月１日（訴状送達の日の翌日）から支\n払済みまで改正前民法所定の年５分の割合による遅延損害金の支払を求める事案\nである。\n１  前提事実（争いのない事実、後掲各証拠（枝番号のあるものは枝番号を含む。\n以下同じ。）及び弁論の全趣旨により容易に認められる事実）\n⑴  当事者等（甲１）\nア  原告\n原告は、平成２９年４月にＢ高校に入学し、空手道部（以下「本件空手道\n部」という。）に入部した。\nイ  被告Ａ\n被告Ａは、幼稚園時代に地元の空手道場で原告と知り合い、原告と同じ小\n学校及び中学校に進学し、平成２９年４月にＢ高校に入学し、本件空手道部\nに入部した。被告Ａは、Ｂ高校において、原告とは別のクラスに所属してい\nた。\nウ  被告県\n被告県は、Ｂ高校を設置する公共団体である。\nエ  Ｂ高校の教員\nＣ教諭は、原告がＢ高校在校時に在籍していたクラス（以下「本件クラス」\nという。）の学級担任である。\nＤ教諭は、原告在校時における本件空手道部の顧問である。\n⑵  Ｂ高校における出来事\n原告には、平成２９年５月から同年７月、次のような出来事があった。\nア  本件空手道部における原告の先輩にあたる生徒は、平成２９年５月から同\n年７月にかけて、原告のスマートフォンから、原告になりすまして、本件ク\nラスのグループラインにおいて、「今日から俺に全員服従な？」、「あー覚\n醒剤楽し」などの投稿をした（甲１、乙２）。\nイ  被告Ａは、平成２９年５月頃、空手部のロッカーに置いてある原告の通学\n用鞄に、未開封のパンや、パンを食べた後のラップか袋を丸めたようなゴミ\nを入れた（甲１）。\nウ  原告の本件空手道部の先輩にあたる生徒と、被告Ａは、平成２９年５月頃、\n原告が通っていた塾の前に停めてあった原告の自転車のサドルを、前後逆に\nして一番下に下げた（甲１）。\nエ  被告Ａは、平成２９年６月５日、本件空手道部の練習中に、原告の左足を\n踏みつけ、原告は、加療約５日間の左第５足趾関節捻挫の傷害を負った（甲\n１。以下、前提事実⑵イないしエの被告Ａによる各行為を「本件各行為」と\nいう。）。\n⑶  被告Ａへの対応\nア  原告母は、平成２９年６月１０日、被告Ａの母親に対し、本件各行為に関\nするメールを送り（乙３９）、被告Ａ及び被告Ａの両親は、原告の自宅へ向\nかい、原告母に対して謝罪をした（乙４０、被告Ａ５及び６頁）。\nイ  原告母は、Ｄ教諭に対して、平成２９年６月中旬頃、被告Ａが原告に対し\nて本件各行為を行ったことについて電話で相談した。Ｄ教諭は、かかる相談\nを受けて、被告Ａに対して事情聴取を行ったところ、被告Ａは上記⑵イ及び\nウの行為について認める一方、同エの行為は故意によるものではないこと、\n本件各行為を行ったことについては既に原告に対して謝罪を行ったことを\n述べた。Ｄ教諭は、被告Ａに対し、上記⑵イ及びウのような行為を行っては\nならないこと指導した（Ｄ教諭４及び５頁）。\n⑷  原告母の申告\n原告は、平成２９年６月２６日から同月２８日にかけて、Ｂ高校を欠席した。\n原告母は、同月２８日、Ｃ教諭と電話し、原告に代わって提出物を持参しにＢ\n高校を訪れ、Ｃ教諭と面談した。\n⑸  原告の不登校及び退学\n原告は、以下のとおりＢ高校を欠席し、平成２９年１１月２１日にＢ高校を\n退学した。\n平成２９年４月  欠席日数１日（２５日）\n同年５月  欠席日数０日\n同年６月  欠席日数４日（８、２６、２７、２８日）\n同年７月  欠席日数２日（３、１０日）\n（同年７月２１日から同年８月３１日までは夏休み）\n同年９月  欠席日数１１日（４、５、８、１３、１４、１５、１９、\n２０、２３、２４、２５、３０日）\n同年１０月  欠席日数１４日（３、４、５、６、１６、１７、１８、\n１９、２０、２３、２４、２５、３０、\n３１日）\n同年１１月  欠席日数１４日（１、２、６、７、８、９、１０、１３、\n１４、１５、１６、１７、２０、２１\n日）\n⑹  いじめ調査\n原告母は、平成３１年４月２６日、滋賀県教育委員会に対して、Ｂ高校にお\nける原告に対するいじめの調査をするよう求める要望書を提出した。同委員会\nは、滋賀県立学校いじめ問題調査委員会（以下「本件調査委員会」という。）\nを設置し、本件調査委員会は、調査を行った上で、令和２年３月２４日、調査\n報告書を作成した（甲１）。\n同いじめ調査において、本件クラスの生徒に対してアンケートが行われ、１\n名の生徒の回答の中にＬＩＮＥのなりすまし投稿（前提事実⑵ア）の事実が触\nれられていたため、Ｂ高校の教員らは同事実の存在を初めて認識した。本件調\n査委員会が原告に対して同事実について事情聴取したところ、原告はぼんやり\nと覚えている程度であった（甲１）。\n⑺  提訴\n原告は、令和２年１０月１６日、当裁判所に訴訟を提起し、同訴訟の訴状は、\n令和２年１０月３１日に被告Ａに、令和２年１１月２日に被告県に送達された\n（当裁判所に顕著な事実）。\n２  争点\n⑴  本件各行為は不法行為に当たるか（被告Ａに対する請求に関し）\n⑵  Ｂ高校に、安全配慮義務違反があるか（被告県に対する請求に関し）\n３  争点に対する当事者の主張\n⑴  争点⑴（本件各行為は不法行為に当たるか）について\n【原告の主張】\n本件各行為は、原告に精神的苦痛を与える違法な行為であるとともに、被告\nＡは本件各行為を故意に行った。\n本件空手道部の練習中に原告の左足を踏みつけたことについて、相手の身体\nに対して怪我を負わせないようにするべき注意義務があるにもかかわらず、こ\nれを怠って原告を負傷させているのであるから、注意義務に反する違法性があ\nり、少なくとも過失がある。\n【被告Ａの主張】\n原告の通学用鞄にパンを入れたことは認めるが、被告Ａ自身の鞄と間違えて\n入れたものである。ゴミについては不知。パンを入れる際にティッシュくらい\nは入れたかもしれないが、そうだとしても被告Ａ自身の鞄と間違えて入れたも\nのである。\n本件空手道部の先輩や複数の友達と原告の自転車のサドルをいじったこと\nは認めるが、どっきりのつもり（いたずら）で、原告を驚かせようという気持\nちしかなく、原告をいじめる認識はなかった。\n本件空手道部の練習中に原告の左足を踏みつけたこと自体は認めるが、故意\nに行った行為ではない。注意義務違反は認められず、違法性も過失も認められ\nない。\n⑵  争点⑵（Ｂ高校に、安全配慮義務違反があるか）について\n【原告の主張】\nア  平成２９年６月中旬頃、原告母がＤ教諭に対して、被告Ａの本件各行為に\nついて電話で相談したこと、同月２６日から２８日にかけて、原告がＢ高校\nを欠席したこと、同月２８日に原告母がＢ高校に赴いてＣ教諭と面談した際、\n原告が「クラスになじめない」「クラスの生徒からよけられている」という相\n談をしたことからすると、遅くとも同日までには、被告県は、原告に対する\nいじめが存在するかの調査をし、組織的対応をすることにより、原告に対す\nるいじめを発見した上で、原告をいじめから守り、いじめの続発を防止する\nことにより、原告の不登校を防止する義務があった。被告県は上記義務を履\n行しなかったため、ＬＩＮＥのなりすましいじめ（前提事実⑵ア）を見逃し、\nひいてはこれを原因とするクラスメイトが原告に話しかけることを避ける\n状況や、本件空手道部内におけるその他のいじめを放置することとなり、原\n告の不登校を招来するに至った。\nイ  上記アの事情に加え、平成２９年９月以降、原告はほとんど不登校となっ\nていたのであるから、遅くとも同月中旬頃には、被告県は、原告に対するい\nじめが存在するかの調査をし、組織的対応をすることにより、原告に対する\nいじめを発見した上で、原告をいじめから守り、いじめの続発を防止するこ\nとにより、原告の不登校を解消する義務があった。被告県は上記義務を履行\nしなかったため、ＬＩＮＥのなりすましいじめ（前提事実⑵ア）を見逃し、\nひいてはこれを原因とするクラスメイトが原告に話しかけることを避ける\n状況や、本件空手道部内におけるその他のいじめを放置することとなり、原\n告の不登校を解消しないまま、安易に退学という選択肢を提示し、原告をし\nて退学との決断をする心理状態に追い込んだ。\nウ  Ｂ高校は、平成２９年６月２８日頃に原告母がいじめ被害を申告した時点\nで、事実調査を十分に実施した上で、校長の指揮監督の下、関係する教員が\n情報を共有して、事案解決に向けて、事実確認の方法や再発防止のための手\n立て、保護者への連絡等について様々な角度から検討し、生徒理解に基づく\n重層的な対応を図るという、生徒及び保護者との信頼関係を構築する義務を\n負っていた。しかし、Ｂ高校はこれらの義務を履行しなかったため、原告は\n精神的苦痛を受けた。\n【被告県の主張】\nア  Ｄ教諭は、平成２９年６月中旬頃、原告母から被告Ａの本件各行為につい\nて電話で相談を受けているが、その後に被告Ａに対して事実確認を行い、被\n告Ａは事実を認めたことから、そのようなことをしてはいけない旨厳しく指\n導した。その際、被告Ａは、本件各行為については原告母へ謝罪しており、\n原告母からは「今後も仲良くしてやってほしい」旨言われたなどと述べてい\nたこと、その後、被告Ａと原告は本件空手道部の部活動の時などにごく普通\nにつきあっていたことから、Ｄ教諭が本件各行為については既に解決された\nものと判断し、いじめ重大事態としてとらえず、そのため調査を行わなかっ\nたとしても、注意義務違反はない。\nイ  平成２９年６月２８日に原告母がＣ教諭に対して話した内容は、原告がク\nラスになじめない、他の生徒と話が合わない、本件空手道部の生徒のみが話\nのできる相手であるということだったものであり、「クラスの生徒からよけ\nられている」といった、本件クラスの生徒が原告に対し仲間外れにするとか、\n疎外する行為をするなどといった、原告に対して何かをするというものでは\nなかった。原告の悩みは、あくまでもクラスになじめない等といった原告の\n内面的な問題だったのであるから、Ｃ教諭が原告のクラスの生徒に対して何\nかを聴取するなどという行動をとることにつながる余地はない。\nウ  原告母は、平成２９年１１月５日、Ｄ教諭に対し、秋季総合大会の後で原\n告だけ食事に誘ってもらえなかったと申告したが、本件空手道部の部員らは、\n原告を含めて特定の誰かを疎外して食事に誘わないなどということをする\nことはなく、部員らは、原告から本件クラスになじめないと悩みを打ち明け\nられ、一緒に弁当を食べようと誘いに行ったり、部活動に出てきた原告に対\nし普段と変わりなく接したりするなど、様々に配慮をしていた状況だったの\nであるから、原告を疎外するような扱いをすることはありえない状況だった。\nそのため、Ｄ教諭にいじめの調査義務などはなかった。\nエ  平成２９年９月以降、原告が欠席を続けた際にも、原告や原告母から、い\nじめられている旨の申告はなかったのであり、繰り返し原告と面談したり、\n原告母と連絡を取り合ったりして原告の状況を確認するようにしていたＢ\n高校の行為に、注意義務違反はない。\n第３  当裁判所の判断\n１  認定事実\n⑴  平成２９年６月５日、本件空手道部において、試合形式の練習が行われ、原\n告と被告Ａが試合をしている中で、被告Ａが原告の左足を踏みつけたが、他の\n部員や顧問であるＤ教諭が見ている中で試合形式の練習が行われていたとこ\nろ、当該試合は、審判が試合を止めることなく、原告に特に変わった様子も見\nられず、中断されることなく進行しており、試合を見ていた者の中に、被告Ａ\nが故意に原告に怪我をさせたという認識を持っている者はいなかった（Ｄ教諭\n３及び４頁）。\n⑵  Ｂ高校において、平成２９年６月７日、生活アンケートが実施されたが、原\n告の回答も含めて、本件クラスにおいて生徒間のいじめなどがあるとする回答\nや、そのおそれを感じさせるような回答はなかった（乙４１・２頁、Ｃ教諭３\n３頁）。\n⑶  Ｂ高校において、平成２９年６月１９日から同月２３日にかけて、１学期期\n末考査が行われ、原告はその全てに出席した。\n同月２６日から同月２８日にかけて、午前中にテスト返却、午後に学園祭の\n準備が行われたが、原告は３日連続で欠席した。\n同月２９日から同年７月３日までは学園祭の準備が行われ、同月４日から６\n日にかけて、学園祭が行われた。原告は、同年６月２９日（金）には出席した\nものの同年７月３日（月）は欠席し、同月４日から６日にかけての学園祭には\n全日出席した（乙４１・２ないし４頁）。\n⑷  原告母は、平成２９年６月２８日、Ｃ教諭に対し、原告が、学校に行きたく\nない、クラスになじめない、クラスの男子生徒はゲームの話ばかりするが、原\n告はゲームの話はわからないので世間話がしたい、本件空手道部の生徒のみが\n話の出来る相手である、体育祭は頑張ろうと思っている旨述べていることを相\n談し（乙３４、Ｃ教諭２頁、原告母１０頁）、原告が、クラスの生徒からよけら\nれている旨述べていることについても相談した（甲９、乙２１の１ないし２、\n原告母１０及び１１頁）。Ｃ教諭は、原告母に対し、文化祭の準備のうちステン\nドグラス制作に原告も参加することを提案した（Ｃ教諭５及び６頁、原告母１\n２頁）。\n⑸  Ｃ教諭は、平成２９年６月２９日、登校してきた原告と小会議室で面談し、\nＣ教諭は、原告に対し、学園祭の準備をしながら本件クラスの生徒と人間関係\nを作っていけばよいことや、部活動を頑張りながら学校生活を作っていけばよ\nいことを話した。原告は、クラスになじみにくいことや、他の生徒と話題が合\nわないことを述べたが、本件クラスの生徒から仲間外れにされているとか、か\nらかわれているといった趣旨の発言はなかった（Ｃ教諭３及び４頁）。\n⑹  学園祭の準備期間において、Ｃ教諭は、合唱の練習のために音楽室で練習す\nる際や、体育祭の練習のためにグラウンドで練習する際は常に顔を出し、教室\n等で作業する際にも、本件クラスの様子を見に行き、生徒がどのように過ごし\nているかを確認していた。その際、原告は、他の生徒とかかわりあっている様\n子で、孤立しているような状態ではなかった（Ｃ教諭４ないし７頁）。\n⑺  Ｃ教諭は、平成２９年６月２８日に原告母から相談を受けて以降、Ｄ教諭と\n原告の様子について情報交換をしていた（Ｃ教諭１０頁、Ｄ教諭８頁）。\n⑻  Ｃ教諭は、平成２９年７月１０日、１学年による学年会議で、原告がクラス\nになじみにくいと悩んでいることを報告し、教員らで情報共有した（乙４１・\n５頁、Ｃ教諭２７及び２８頁）。\n⑼  Ｃ教諭は、平成２９年７月１４日、保護者会において、原告母と二者面談を\n行った。この際、Ｃ教諭は、原告の１学期の成績について話をするとともに、\n２学期の初めを休まず登校して上手く滑り出してくれたらいいですねという\n内容の話をし、原告母は原告がクラスに溶け込めるよう配慮を求めたが、それ\n以外の話は特に出なかった（乙４１・５及び６頁、原告母１４頁）。\n⑽  原告は、平成２９年７月２１日から同年８月３１日までの夏休み期間中、本\n件空手道部の練習に全て参加した（Ｄ教諭５及び６頁）。\n⑾  Ｃ教諭は、平成２９年９月以降、原告が登校してきたときには、声をかけ、\n調子が悪ければ無理して登校しなくてもよいこと、部活動だけ参加することで\nもよいことなどを伝えた（Ｃ教諭１１及び１２頁）。\n⑿  Ｃ教諭は、平成２９年９月頃、本件空手道部の１年生キャプテンに対し、部\n活動での様子を聞くとともに、昼休みに原告を誘って一緒に弁当を食べたり時\n間を過ごしてやったりしてほしい旨依頼し、実際に、当該生徒は原告にお昼ご\n飯を一緒に食べるよう誘うなどしていた（乙８の２、Ｃ教諭１３頁、乙４１・\n６頁）。\n⒀  Ｃ教諭は、平成２９年９月１２日、同年１０月１６日及び同年１１月１６日、\nＢ高校の教育相談・特別教育委員会（以下「教育相談委員会」という。）におい\nて、原告がクラスに友人がいないため教室にいづらく、そのことから欠席する\nことがあることを報告し、教員間で情報共有した（乙３３の１ないし３、乙４\n１）。\n⒁  原告母は、平成２９年９月１９日、Ｂ高校に電話し、電話に出た教員に対し、\nＣ教諭から原告宅への連絡がないが、原告を放置するのかといった内容を訴え\nた。Ｃ教諭は、スクールカウンセラーが来校することになっているので、同カ\nウンセラーに相談することを提案した（乙４１・７頁、Ｃ教諭１４及び１８頁）\n⒂  原告及び原告母は、平成２９年９月２２日、Ｂ高校へ来校し、原告母がスク\nールカウンセラーと面談している間、原告とＣ教諭が面談した（乙４１・７及\nび８頁、原告母２６頁）。その際、原告は、家ではごろごろしたりしているとい\nうこと、中学校の友達と遊んでいるということ、木曜日と土曜日に塾へ行って\nいることなどを話し、Ｃ教諭は、無理をしなくてもいいこと、部活動だけ参加\nすることで良いことなどを話した（乙４１・８頁）。\n⒃  Ｂ高校において、平成２９年１０月１３日、生活アンケートが実施されたが、\n原告の回答も含めて、本件クラスにおいて、いじめの被害申告や、いじめられ\nている状況を見たことがあるなどとする回答、いじめの存在を疑わせるような\n回答はなかった（乙４１・９頁、Ｃ教諭３３頁）。\n⒄  Ｃ教諭は、平成２９年１０月及び１１月頃、原告や原告母に対し、出席すべ\nき日数の３分の１以上を欠席すると原則として進級することができないこと、\nＢ高校に在籍する以外にも、通信制高校へ転学することや、退学して高校入試\nを再受験すること、高卒認定試験を受験することなど、様々な選択肢があるこ\nとを説明した（乙４１・１０頁、Ｃ教諭１５頁）。\n⒅  原告母は、平成２９年１１月５日、Ｄ教諭に対し、同年１０月２６日及び２\n７日に行われた秋季総合体育大会の後、原告だけ食事に誘われなかった旨の相\n談をし、これに対してＤ教諭は、部員は原告を仲間外れにするといったことは\n考えていないので、安心してくださいといった趣旨の回答をした（原告母２１\n頁、Ｄ教諭１３及び１４頁）。\n⒆  本件空手道部では、大会後にご飯を食べに行くことはよくあるが、その時そ\nばにいる者と声を掛け合ってラーメンを食べに行くといったことをしており、\nメンバーは毎回バラバラという状況だった（乙７）。\n２  争点⑴（本件各行為は不法行為に当たるか）について\n⑴  高校における生徒間の行為について、それが特定の生徒に不愉快な思い等を\nさせるものであったとしても、そのことをもって直ちに不法行為を構成するも\nのとはいえず、当該行為の具体的な性質、当該行為により当該生徒が被る不利\n益の程度、当該行為の組織性や継続性、当該行為の前後の状況などの諸事情を\n総合的に考慮し、社会通念上不相当な逸脱行為と認められる場合に限り、不法\n行為上の違法性を有すると解するのが相当である。\nア  鞄にパンやゴミを入れた行為（前提事実⑵イ）について\nまず、被告Ａの鞄にパンやゴミを入れた行為は、確かに原告に不愉快な思\nいをさせる行為ではあるが、態様は軽微といわざるを得ず、原告が多大な精\n神的苦痛を負ってしまうような性質の行為であるとは認められない。また、\n原告自身も、当時は「ちょっとしたいたずら」と捉えていたことが認められ\nる（乙４・１頁）。そして、原告母は２回以上は確実にあったと供述している\nところ（原告母４８頁）、鞄にパンやゴミを入れた行為が複数回行われたと\nいう原告の供述はないのであり、同様の行為が、継続的に、執拗に行われた\nとは認められない。\nそのため、鞄にパンやゴミを入れた行為については、当該行為が故意にな\nされた否かの判断を要するまでもなく、その態様等からして、社会通念上不\n相当な逸脱行為とは認められず、不法行為上の違法性を有するとは認められ\nないし、金銭をもって賠償しなければならないほどの精神的苦痛が原告に生\nじたものとも認められない。\nイ  自転車のサドルを下げた行為（前提事実⑵ウ）について\nまず、被告Ａ及び本件空手道部の部員が原告の自転車のサドルを下げた行\n為は、確かに原告に不愉快な思いをさせる行為ではあるが、態様は軽微とい\nわざるを得ず、原告が多大な精神的苦痛を負ってしまうような性質の行為で\nあるとは認められない。原告自身も「ＬＩＮＥで被告Ａにやったかどうか尋\nねると認めた。パンのこともあったので、また？と思ったが、犯人が分かっ\nてよかったと思ったのでそれ以上深く考えなかった。」と供述している（乙\n４・１頁）。そして、自転車のサドルを下げた行為が複数回行われたことを認\nめるに足りる証拠はなく、鞄にパンやゴミを入れた行為及び自転車のサドル\nを下げた行為が平成２９年５月に行われていることをもってしても、被告Ａ\nによる原告に対する不快な行為が、継続的に、執拗に行われていたとは認め\nられない。\nそのため、自転車のサドルを下げた行為については、その態様等からして、\n社会通念上不相当な逸脱行為とは認められず、不法行為上の違法性を有する\nとは認められないし、金銭をもって賠償しなければならないほどの精神的苦\n痛が原告に生じたものとも認められない。\n⑵  空手の練習中に左足を踏みつけた行為（認定事実⑵エ）について\n原告は、被告Ａが空手の練習中に原告の左足を踏みつけた行為は、競技の相\n手の身体に対して怪我を負わせない注意義務に違反しているため、違法であり、\n少なくとも過失は認められると主張する。\nこの点について、空手の練習中に左足を踏みつけた行為は、他の部員や顧問\nであるＤ教諭が見ている中で、試合形式の練習中に行われた行為であるところ、\n当該試合は、審判が試合を止めることなく、原告に特に変わった様子も見られ\nず、中断されることなく進行しており、試合を見ていた者の中に、被告Ａが故\n意に原告に怪我をさせたという認識を持っている者はいなかったのであるか\nら（認定事実⑴）、被告Ａが、試合を見ていた者から見て危険な行為を行ってい\nたとはいえない。そして、原告の負った怪我は、加療約５日間の左第５足趾関\n節の捻挫であるところ（前提事実⑵エ）、身体的接触が想定される空手道にお\nいては比較的軽微な怪我といえる。また、相手の足を踏んでしまい怪我をさせ\nてしまうことは、空手道の練習においては通常想定されるものである。そのた\nめ、被告Ａの行為が、空手道の練習中に通常想定される範囲を超えた危険な行\n為であったと認めるに足りる証拠はなく、被告Ａが、競技の相手の身体に対し\nて怪我を負わせない注意義務に違反したとは認められない。\nこれに対して、原告は、本件空手道部の部員らが、本件調査委員会の聞き取\nりに対して、「被告Ａは格好をつけようとして無駄な事をするなど、しなくて\nもいいようなことをしてしまうことがある」（甲１・１０頁）、「チームの中で被\n告Ａがヒートアップしてしまうと他の部員に怪我をさせてしまうので、そうい\nうことはやめるように言っていた」（甲１・１１頁）、「被告Ａが反則したり、\n（人名）が被告Ａに試合であたって足を骨折したこともある」（乙９の１）と述\nべていることや、被告Ａは、令和▲年▲月▲日から同月▲日にかけて開催され\nた、▲大会の男子個人組手の部において、反則負けしており、同組手の部に出\n場した▲名の選手のうち、反則負けしたのは被告Ａのみであることから（甲８）、\n被告Ａは、空手の競技を行う際に、平素から競技の相手に怪我をさせることが\nないようにする注意を通常より欠いていたのであり、本件においても、競技の\n相手の身体に対して怪我を負わせない注意義務に違反していたことが認めら\nれると主張する。しかし、他の部員が被告Ａについて危険な反則行為をしてし\nまうという印象を持っていることや、実際に大会で反則をしていることのみで\nは、本件において問題となっている行為が危険な行為であったことを認定でき\nない。また、競技のルールにより反則行為という判定を受けたとしても、直ち\nに不法行為上違法と評価されるわけではない。そのため、原告の上記主張は採\n用できない。\nまた、原告は、原告が被告Ａによって負傷させられた時期に、原告以外に被\n告Ａによって負傷させられた部員は存在しないところ、その負傷させられた一\n人が、被告Ａが普段からいじめのターゲットにしていた原告であることから、\n被告Ａは、原告に対するいじめの一環として、空手道の練習をいじめの機会と\nして利用し、殊更に原告を負傷させたものであると主張する。しかし、前提事\n実⑵エ記載の被告Ａの行為は、空手道の練習中に通常想定される範囲を超えた\n危険な行為であるとはいえないだけでなく、被告Ａが故意に原告に対して怪我\nを負わせたことを認めるに足りる証拠もないのであって、いじめの機会として\n殊更に原告を負傷させたとは認められない。そして、本件以外に、空手道の練\n習中に被告Ａが原告に怪我をさせたことは認められず、被告Ａによる原告に対\nする悪質な身体的接触が継続的に、執拗に行われていたことは認められないの\nであって、いじめの一環として行われた行為とは認められない。そのため、原\n告の上記主張は採用できない。\n⑶  以上のとおり、本件各行為は不法行為に当たらない。\n３  争点⑵（Ｂ高校に、安全配慮義務違反があるか）について\n⑴  原告は、原告母がＣ教諭に対し、原告が「クラスになじめない」、「クラスの\n生徒からよけられている」といった相談をしたこと等を契機として、Ｂ高校は、\nいじめの調査義務、組織的対応義務、不登校防止義務、不登校解消義務、信頼\n関係構築義務を負っていたにもかかわらず、適切な対応を欠き、原告を不登校\n及び退学に至らしめたことによって、これらの安全配慮義務に違反したと主張\nする。\n⑵  学校の教員は、学校のおける教育活動に伴って生ずるおそれのある危険から\n生徒を保護すべき義務を負っており、その一環として、生徒に対するいじめ等\nの加害行為の存在が疑われる状況を認識した場合には、その早期の発見や再発\n防止等のため、適切かつ迅速に、必要かつ相当な調査や指導監督等の措置を講\nずる義務を負うものと解される。\nもっとも、いじめ等の内容や加害者及び被害者の性格、状況心情等は様々で\nあるし、環境調整を行う場合の範囲や手法はさらに多様なものとなるため、\n個々の場面において具体的にいかなる措置をとるべきかは、一義的に定まるも\nのではなく、基本的には教育の専門家たる各教員の合理的な裁量に委ねられる\nというべきであり、教員らがその裁量の範囲を逸脱しており、明らかに不十分・\n不合理な対応であると認められる場合に限り、安全配慮義務に違反し国賠法上\n違法となるものと解するのが相当である。\n⑶  原告母が、Ｄ教諭に対して、平成２９年６月中旬頃、被告Ａが原告に対して\n本件各行為を行ったことについて電話で相談したこと（前提事実⑶イ）につい\nて\nＤ教諭が、上記相談を受けて、被告Ａに対して事情聴取を行ったところ、被\n告Ａは、前提事実⑵イ及びウの行為について認める一方、同エの行為は故意に\nよるものではないこと、本件各行為を行ったことについては既に原告に対して\n謝罪を行ったことを述べ、Ｄ教諭は、被告Ａに対し、同イ及びウのような行為\nを行ってはならないと指導したことが認められる（前提事実⑶イ）。前提事実\n⑵イ及びウについては、原告を不快にさせる行為であり、Ｄ教諭が被告Ａを指\n導したのは妥当といえる。そして、同エについては、Ｄ教諭自身がその行為を\n見ており、被告Ａが故意に危険な行為を行っていたと認識していなかったこと\n（認定事実⑴）、上述のとおり、被告Ａは空手道の練習中に通常想定される範\n囲を超えた危険な行為を行っていたとはいえないことから、練習中の事故に留\nまるものと判断することは妥当といえ、この行為について被告Ａにいじめを前\n提とした指導をしなかったとしても不合理とはいえない。さらに、被告Ａは、\n本件各行為を行ったことについて既に原告に対して謝罪を行ったことを述べ\nていたのであるから、同イないしエについては既に解決済みと判断することは\n妥当といえ、更に事実聴取等を行わなかったとしても不合理とはいえない。\nしたがって、上記相談に対するＤ教諭の対応に不合理な点はなく、裁量の範\n囲を逸脱していたものとはいえない。\n⑷  原告母が、Ｃ教諭に対して、平成２９年６月２８日、原告が「クラスになじ\nめない」、「クラスの生徒からよけられている」旨の相談をしたこと（認定事\n実⑷）について\nア  まず、原告及び原告母から、原告が本件クラスにおいて具体的にいじめに\n遭っているとの申告があったと認めるに足りる証拠はない。\n次に、Ｃ教諭は、上記相談を受けて、その翌日に原告と面談しているとこ\nろ、原告は、本件クラスになじみにくいことや、他の生徒と話題が合わない\nことを述べたが、本件クラスの生徒から仲間外れにされているとか、からか\nわれているといった趣旨の発言はしておらず（認定事実⑸）、原告から事情\nを聴く中でいじめの存在をうかがわせる事情はなかったといえる。\nそして、同月７日の生活アンケートには、本件クラスにおいて生徒間のい\nじめがあるとする回答や、そのおそれを感じさせる回答もなく、原告の回答\nも同様であったことや（認定事実⑵）、上記相談直後の学園祭には、原告は全\nて出席し、Ｃ教諭から見て原告は孤立しているような状況ではなかったので\nあり（認定事実⑹）、原告がクラスの生徒からよけられている状況をＣ教諭\nは認識していなかったといえることから、Ｃ教諭自身が直接認識した事実の\nうち、原告に対するいじめの存在をうかがわせる事情はなかったといえる。\nさらに、原告母から、原告は「クラスの生徒からよけられている」との相\n談があったことが認められるものの（認定事実⑷）、そのような事情を窺わ\nせる原告の言動はないことからすると、そのような相談があったことでいじ\nめの調査を行わなかったとしても、不合理とまではいえない。\nまた、上記相談により、抽象的に原告に対するいじめの存在を認識し得た\nとしても、本件クラスにおいて原告に対するいじめの調査を行った場合には、\n原告に精神的負担をかけさせてしまう可能性や、さらに本件クラスになじめ\nなくさせてしまう可能性もあることから、「クラスになじめない」という相\n談がある中で、いじめの存在すら不明確な状況において、本件クラスにおけ\nるいじめの調査を行う義務があったとまではいえない。\nイ  以上を踏まえて、上記相談を受けたＣ教諭の対応が合理的であるか否かを\n検討すると、上記相談の翌日である平成２９年６月２９日から同年７月３日\nまでは学園祭の準備が行われ、同月４日から同月６日にかけて学園祭が行わ\nれているところ（認定事実⑶）、Ｃ教諭は、上記相談の際、原告母に対し、学\n園祭の準備のうちステンドグラス制作に原告も参加することを提案し（認定\n事実⑷）、同年６月２９日に原告と面談した際には、学園祭の準備をしなが\nら本件クラスの生徒と人間関係を作っていけばよいことを助言し（認定事実\n⑸）、学園祭準備期間中には、音楽室やグラウンド、教室での活動中の原告の\n様子を確認しているのであって（認定事実⑹）、学園祭を通じて原告が本件\nクラスになじむことができるよう行動しているといえる。そして、Ｃ教諭は、\n上記相談を受けて、原告が所属する本件空手道部の顧問であるＤ教諭と、原\n告の様子について情報交換し（認定事実⑺）、同年７月１０日には、１学年に\nよる学年会議で、原告が本件クラスになじみにくいと悩んでいることを報告\nし、教員らで情報共有をしており（認定事実⑻）、原告が本件クラスになじみ\nにくいという問題について、Ｃ教諭個人に留まらず、複数の教員によって対\n応をしようと試みている。さらに、同月１４日のＣ教諭と原告母との二者面\n談において、原告に対するいじめの存在が疑われる事情は窺われなかった\n（認定事実⑼）。したがって、上記相談以降、夏休みの開始である同月２１日\n（前提事実⑸）までの間におけるＣ教諭の対応は、原告が本件クラスになじ\nみにくいことに対する対応として不合理であったとはいえない。\n次に、原告は、同日から同年８月３１日までの夏休み期間中、本件空手道\n部の練習に全て参加するなど（認定事実⑽）、部活動に関しては意欲を見せ\nていたことから、Ｃ教諭は、同年９月以降、原告に対して部活だけ参加する\nことでもよいことを伝えるだけでなく（認定事実⑾及び⒂）、本件空手道部\nの１年生キャプテンに対し、昼休みに原告を誘って一緒に弁当を食べたり時\n間を過ごしてやったりしてほしい旨依頼しており（認定事実⑿）、部活動を\n通じて原告がＢ高校に通い続けられるよう行動している。そして、Ｃ教諭は、\n同年９月１２日、同年１０月１６日及び同年１１月１６日、教育相談委員会\nにおいて、原告がクラスに友人がいないため教室にいづらく、そのことから\n欠席することがあることを報告し、教員間で情報共有を行っているのであり\n（認定事実⒀）、複数の教員による対応も試みている。さらに、原告母に対し\nて、スクールカウンセラーに相談することを提案するなど（認定事実⒁）、第\n三者の関与も試みている。また、同年９月２２日の面談において、原告母及\nび原告から、原告に対するいじめの存在が疑われる事情は窺われず（認定事\n実⒂）、同年１０月１３日に実施された生活アンケートには、原告の回答も\n含めて、本件クラスにおけるいじめの存在を疑わせるような回答はなかった\n（認定事実⒃）。したがって、二学期が開始する同年９月１日から、原告が退\n学する日である同年１１月２１日（前提事実⑸）までの間におけるＣ教諭の\n対応は、原告が本件クラスになじみにくいことに対する対応として不合理で\nあったとはいえない。\nなお、Ｃ教諭は、平成２９年１０月及び同年１１月頃、原告や原告母に対\nし、出席すべき日数の３分の１以上を欠席すると原則として進級することが\nできないこと、Ｂ高校に在籍する以外にも、通信制高校へ転学することや、\n退学して高校入試を再受験すること、高卒認定試験を受験することなど、\n様々な選択肢があることを説明したが（認定事実⒄）、原告に対して不利益\nにならないよう制度の説明をすることは必要な手続であり、注意義務に反す\nる行為と評価することはできない。\nウ  したがって、上記相談に対するＣ教諭の対応に不合理な点はなく、裁量の\n範囲を逸脱していたものとはいえない。\n⑸  原告母が、平成２９年１１月５日、Ｄ教諭に対し、同年１０月２６日及び２\n７日に行われた秋季総合体育大会の後、原告だけ食事に誘われなかった旨の相\n談をしたこと（認定事実⒅）について\n本件空手道部の部員の供述によると、本件空手道部では、大会後にご飯を食\nべに行くことはよくあるが、その時そばにいる人と声を掛け合ってラーメンを\n食べに行くといったことをしており、メンバーは毎回バラバラという状況だっ\nたのであり（認定事実⒆）、仮に秋季総合体育大会の後に原告が他の部員と食\n事に行けていなかったとしても、解散後の立ち位置や流れからたまたまそのよ\nうなことになってしまった可能性も考えられる。そして、本件空手道部の部員\nは、教員の依頼により、部活動以外の時間においても、原告とお昼ご飯を食べ\nるなどをしていたのであって（認定事実⑿）、原告があからさまに他の部員か\nら疎外されているといった事情はなかった。そのため、上記相談を受けた際に、\n本件空手道部の部員による原告に対するいじめが発生していると考えなかっ\nたとしても不合理とはいえず、部員は原告を仲間外れにするといったことは考\nえていないので安心してくださいといった趣旨の回答をしたＤ教諭の対応は、\n不合理とはいえない。\nしたがって、上記相談に対するＤ教諭の対応に不合理な点はなく、裁量の範\n囲を逸脱したものとはいえない。\n⑹  以上より、Ｃ教諭及びＤ教諭の原告に対する対応は、裁量の範囲を逸脱して\nいたものとはいえず、明らかに不十分・不合理な対応であるとはいえないから、\nＢ高校に安全配慮義務違反があるとはいえず、その対応が国賠法上違法である\nとは認められない。\n４  結論\n以上の次第であって、原告の請求は、いずれも理由がないから棄却することと\nし、主文のとおり判決する。\n大津地方裁判所民事部\n裁判長裁判官       池    田    聡    介\n裁判官       島    田    正    人\n裁判官       高    橋         唯\n"
}