{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Reiwa",
    "year": 2,
    "month": 8,
    "day": 26
  },
  "case_number": "令和2(分)1",
  "case_name": "裁判官に対する懲戒申立て事件",
  "court_name": "最高裁判所大法廷",
  "result_type": "決定",
  "result": "その他",
  "article_info": "集民　第264号41頁",
  "gist": "裁判官がインターネットを利用して投稿による情報発信等を行うことができる情報ネットワーク上で投稿をした行為が裁判所法４９条にいう「品位を辱める行状」に当たるとされた事例",
  "case_gist": "裁判官がインターネットを利用して投稿による情報発信等を行うことができる情報ネットワーク上で投稿をした行為は，次の⑴～⑶など判示の事情の下においては，裁判所法４９条にいう「品位を辱める行状」に当たる。\n⑴　当該投稿は，以前に当該裁判官がインターネットを利用した情報ネットワーク上で閲覧者の性的好奇心に訴え掛けて興味本位で強盗殺人及び強盗強姦未遂事件についての判決を閲覧するよう誘導しようとする投稿をして，上記事件の被害者の遺族から抗議等がされていたという経緯の下でされたものであった。\n⑵　当該投稿は，根拠を示すことなく，上記遺族が当該裁判官を非難するよう東京高等裁判所事務局等から洗脳されている旨の表現を用いたものであり，あたかも上記遺族が自ら判断をする能力がなく，上記事務局等の思惑どおりに不合理な非難を続けている人物であるかのような印象を与える侮辱的なものであって，上記(1)の以前の投稿によって心情を害されていた上記遺族の心情を更に傷つけるものであった。\n⑶　当該投稿は，自らが裁判官であることを示しつつ多数の者に向けてされたものであった。",
  "ref_law": "裁判所法４９条，裁判官分限法２条",
  "lawsuit_id": "89658",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=89658",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/658/089658_hanrei.pdf",
  "contents": "令和２年（分）第１号  裁判官に対する懲戒申立て事件\n令和２年８月２６日  大法廷決定\n主      文\n被申立人を戒告する。\n理      由\n１  本件に至る経緯\n(1)  被申立人は，平成６年４月１３日付けで判事補に，同１６年４月１３日付\nけで判事に任命され，同２６年４月１３日付けで判事に再任され，同２７年４月１\n日から同３１年３月３１日まで東京高等裁判所（以下「東京高裁」という。）判事\nの職に，同年４月１日から仙台高等裁判所判事の職にあり，民事事件を担当してい\nる者である。\n(2)  被申立人は，水戸地方・家庭裁判所下妻支部判事であった平成２６年４月\n２３日頃，ツイッター（インターネットを利用してツイートと呼ばれる１４０文字\n以内のメッセージ等を投稿することができる情報ネットワーク）上の被申立人の実\n名が付された自己のアカウントにおいて，裁判官に再任されたことを報告するとと\nもに，自己の裸体の写真や白いブリーフのみを着用した状態の写真等を今後も投稿\nする旨の投稿をし，その後も，同２８年３月までの間に，上記のツイッターアカウ\nントにおいて，縄で縛られた上半身裸の男性の写真を付したコメントをするなど２\n件の投稿をした。東京高等裁判所長官（以下「東京高裁長官」という。）は，同年\n６月２１日，被申立人に対し，上記３件の投稿は裁判官の品位と裁判所に対する国\n民の信頼を傷つける行為であるとして，下級裁判所事務処理規則２１条に基づき，\n口頭による厳重注意をした。\n(3)  被申立人は，平成２９年１２月１３日頃，裁判官であることを他者から認\n識することができる状態で，前記ツイッターアカウントにおいて，特定の性犯罪の\n刑事事件（以下「本件刑事事件」という。）についての東京高裁の控訴審判決（以\n下「本件刑事判決」という。）を閲覧することができる裁判所ウェブサイトのＵＲ\nＬ（利用者の求めに応じてインターネット上のウェブサイトを検索し，識別するた\nめの符号）と共に，「首を絞められて苦しむ女性の姿に性的興奮を覚える性癖を持\nった男」などの別紙投稿目録記載１の文言を記載した投稿（以下「前回投稿」とい\nう。）をした。本件刑事事件は，被告人が当時１７歳の女性を殺害した上，強姦し\nようとしたものの，強姦の目的を遂げず，現金等を強奪したという強盗殺人及び強\n盗強姦未遂の事案であった。\n本件刑事事件の被害者の両親（以下「本件遺族」という。）は，平成２９年１２\n月２６日，東京高裁に対し，前回投稿は被害者の尊厳に対する配慮が全くなく，本\n件刑事事件を軽視し茶化していると感じさせる書き込みであり，強い憤りを覚えた\nなどとして被申立人の処分を求める旨の要望書を提出した。\n東京高裁長官は，平成３０年３月１５日，被申立人に対し，裁判官であることを\n他者から認識できる状態で，性的な内容の文章や写真等を繰り返し投稿している前\n記ツイッターアカウントを利用し，前回投稿をインターネット上に公開して，本件\n遺族の感情を傷つけたことなどは，裁判官として不適切であるとともに，裁判所に\n対する国民の信頼を損なうものであるとして，下級裁判所事務処理規則２１条に基\nづき，書面による厳重注意をした。\nなお，東京高裁長官は，上記厳重注意に先立って，本件刑事判決を裁判所ウェブ\nサイトに掲載する判断に関与した本件刑事事件の裁判長裁判官らに対し，掲載に関\nする選別基準によれば上記の掲載をすべきではなかったとして，同条に基づき，厳\n重注意又は注意をした。\n(4)  被申立人は，平成３０年５月１７日頃，前記ツイッターアカウントにおい\nて，民事訴訟を提起して犬の返還請求が認められた当事者の訴訟提起行為を一方的\nに不当とする認識ないし評価を示して当該当事者の感情を傷つける投稿をした。\n最高裁判所大法廷は，平成３０年１０月１７日，被申立人が上記投稿をしたこと\nは，裁判官に対する国民の信頼を損ね，また裁判の公正を疑わせるものであるとし\nて，裁判官分限法２条の規定により被申立人を戒告した（最高裁平成３０年（分）\n第１号同年１０月１７日大法廷決定・民集７２巻５号８９０頁）。\n２  懲戒の原因となる事実\n被申立人は，令和元年１１月１２日，フェイスブック（インターネットを利用し\nて投稿による情報発信やメッセージ交換等を行うことができる情報ネットワーク）\n上の被申立人の実名が付された自己のアカウントにおいて，自らが裁判官であるこ\nとが知られている状況の下で，多数のフェイスブックの会員に向けて，本件遺族が\n被申立人について裁判官訴追委員会に対する訴追請求をしていることなどに言及す\nる投稿（以下「本件投稿」という。）をした際，別紙投稿目録記載２のとおり，本\n件遺族が被申立人を非難するよう東京高裁事務局及び毎日新聞（以下，これらを併\nせて「東京高裁事務局等」という。）に洗脳されている旨の表現を用いて本件遺族\nを侮辱した。\n３  証拠等\n上記１(1)及び(3)並びに２の各事実は，被申立人の履歴書及び仙台高等裁判所事\n務局長作成の報告書により，これを認め，上記１(2)及び(4)の各事実は，当裁判所\nに顕著である。\nなお，被申立人は，上記報告書には分限裁判の証拠に用いられる可能性があるこ\nとを告げられないまま事情聴取で答えた内容が記載されていることなどの事情があ\nるから，上記報告書を証拠として採用することは許されない旨主張するが，上記事\n情があることは，上記報告書を証拠として採用することの障害となるものではな\nい。\n４  判断\n(1)  裁判の公正，中立は，裁判ないしは裁判所に対する国民の信頼の基礎を成\nすものであり，裁判官は，公正，中立な審判者として裁判を行うことを職責とする\n者である。したがって，裁判官は，職務を遂行するに際してはもとより，職務を離\nれた私人としての生活においても，その職責と相いれないような行為をしてはなら\nず，また，裁判所や裁判官に対する国民の信頼を傷つけることのないように，慎重\nに行動すべき義務を負っているものというべきである（最高裁平成１３年（分）第\n３号同年３月３０日大法廷決定・裁判集民事２０１号７３７頁参照）。このことに\n照らせば，裁判所法４９条が懲戒事由として定める「品位を辱める行状」とは，職\n務上の行為であると，純然たる私的行為であるとを問わず，およそ裁判官に対する\n国民の信頼を損ね，又は裁判の公正を疑わせるような言動をいうものと解するのが\n相当である（前掲最高裁平成３０年１０月１７日大法廷決定）。\n(2)  前記１の事実によれば，被申立人は，前記ツイッターアカウントにおい\nて，本件刑事事件に含まれる論点に言及することなく，「首を絞められて苦しむ女\n性の姿に性的興奮を覚える性癖を持った男」などという被告人の異常な性癖や犯行\nの猟奇性に着目した表現で本件刑事判決を紹介する前回投稿をしたものであるとこ\nろ，このような紹介の方法に照らせば，前回投稿は，刑法上の重要論点を含む本件\n刑事判決を法律家に周知するためのものとみることはできず，閲覧者の性的好奇心\nに訴え掛けて，興味本位で本件刑事判決を閲覧するよう誘導しようとするものとい\nうほかない。我が子が性犯罪の被害に遭って殺害され，甚大な精神的苦痛を受けて\nいる遺族において，事件が好奇の目にさらされて被害者の尊厳がこれ以上傷つけら\nれることのないよう願うのは当然なことであって，本件遺族は，裁判官である被申\n立人によって上記のような前回投稿がされたことについて，被害者の尊厳や遺族の\n心情に対する配慮を欠くものであるとして抗議等をするに至ったものと認められ\nる。前回投稿についての被申立人に対する東京高裁長官の前記厳重注意も，同様の\n理解の下にされたものと解される。\n以上の経緯の下で，被申立人は，根拠を示すことなく，前記２のとおり，本件遺\n族が被申立人を非難するよう東京高裁事務局等から洗脳されている旨の本件投稿を\nしたものである。このような本件投稿の表現は，あたかも本件遺族が自ら判断をす\nる能力がなく，東京高裁事務局等の思惑どおりに不合理な非難を続けている人物で\nあるかのような印象を与える侮辱的なものであって，本件投稿をした被申立人の行\n為は，多数の者に向けてされたこととあいまって，被申立人による前回投稿によっ\nて心情を害されて抗議等をするに至った本件遺族の心情を更に傷つけるものであ\nり，犯罪被害者遺族の副次的な被害を拡大させるものである。そして，自らが裁判\n官であることを示しつつ多数の者に向けてした被申立人の上記行為は，被申立人は\n犯罪被害者やその遺族の心情を理解し，配慮することのできない裁判官ではないか\nとの疑念を広く抱かせるに足りるものである。\nこれらのことに照らせば，被申立人の上記行為は，裁判官に対する国民の信頼を\n損ねる言動であるといわざるを得ない。\nしたがって，被申立人の上記行為は，裁判所法４９条にいう「品位を辱める行\n状」に当たるというべきである。\nなお，被申立人は，本件遺族による抗議や訴追請求に対する自らの見解を表明す\nるための表現行為として本件投稿をしたというが，そうであるとしても，本件遺族\nを侮辱するような上記表現を用いることが許されるものではない。\n(3)  被申立人は，投稿から数日後には本件投稿を削除し，本件投稿の表現が不\n適切であったことを認めているといった事情はあるものの，前回投稿について厳重\n注意を受けたほか，訴訟当事者であった私人の感情を傷つける投稿をしたことにつ\nいて戒告の裁判を受けるなどしていたにもかかわらず，この戒告の裁判から僅か１\n年余り後に本件投稿に及んだものであって，これらの一連の経緯に照らすと，被申\n立人の上記行為は，およそ看過することができないものである。\nよって，裁判官分限法２条の規定により被申立人を戒告することとし，裁判官全\n員一致の意見で，主文のとおり決定する。\n( 裁判長裁判官   大 谷 直 人   裁判官   池 上 政 幸   裁判官   小 池   裕   裁判官\n木澤克之  裁判官  菅野博之  裁判官  山口  厚  裁判官  林  景一  裁判官\n宮崎裕子  裁判官  深山卓也  裁判官  三浦  守  裁判官  草野耕一  裁判官\n宇賀克也  裁判官  岡村和美)\n（別紙）\n投稿目録\n１  首を絞められて苦しむ女性の姿に性的興奮を覚える性癖を持った男\nそんな男に，無惨にも殺されてしまった１７歳の女性\n２  裁判所が判決書をネットにアップする選別基準\n（中略）\n東京高裁は，このうち，「イ  刑事訴訟事件（イ）  性犯罪」に該当する判決書\nをアップしてしまったのですが，その遺族の方々は，東京高裁を非難するのではな\nく，そのアップのリンクを貼った俺を非難するようにと，東京高裁事務局及び毎日\n新聞に洗脳されてしまい，いまだに，それを続けられています。\n東京高裁を非難することは一切せず，「リンクを貼って拡散したこと」を理由と\nして，裁判官訴追委員会に俺の訴追の申立てをされたりしているというわけです。\n（後略）\n"
}