{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 4,
    "month": 6,
    "day": 1
  },
  "case_number": "令和3(ネ)2663",
  "case_name": "意匠権侵害差止等請求控訴事件",
  "court_name": "大阪高等裁判所",
  "right_type": "意匠権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "91206",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=91206",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/206/091206_hanrei.pdf",
  "contents": "令和４年６月１日判決言渡 同日原本交付 裁判所書記官\n令和３年(ネ)第２６６３号 意匠権侵害差止等請求控訴事件（原審 大阪地方裁判所\n令和２年(ワ)第１０３８６号）\n口頭弁論終結日 令和４年３月１６日\n判           決\n控   訴   人             株 式 会 社   ド   ウ   シ   シ   ャ\n同訴訟代理人弁護士        小    松      陽  一  郎\n同                        原              悠      介\n同                        千    葉      あ  す  か\n被  控  訴  人           ス ワ ン 電 器 株 式 会 社\n同訴訟代理人弁護士        鈴    木              修\n同                        磯    田      直      也\n同                        炭    谷      祐      司\n主            文\n１   本件控訴を棄却する。\n２   控訴費用は、控訴人の負担とする。\n事 実 及 び 理 由\n第１   控訴の趣旨\n１   原判決を取り消す。\n２   被控訴人は、原判決別紙被告商品目録記載の送風機付き照明装置を製造し、\n譲渡し、貸し渡し、輸入し、又は譲渡若しくは貸渡しの申出（譲渡又は貸渡しの\nための展示を含む。）をしてはならない。\n３   被控訴人は、前項記載の送風機付き照明装置及びその半製品（第２項の商品\n目録記載の形態を具備しているが、完成に至らないもの）を廃棄せよ。\n４   被控訴人は、控訴人に対し、７５０万円及びこれに対する令和２年１１月１\n７日から支払済みまで年３％の割合による金員を支払え。\n５   訴訟費用は、第１、２審とも被控訴人の負担とする。\n６   仮執行宣言\n第２   事案の概要\n（以下、特に断らない限り、略称は原判決の例による。）\n１   前提事実\n原判決「事実及び理由」第２の２に記載のとおりであるからこれを引用する。\n２   控訴人の請求\n控訴人（以下「１審原告」という。）は、被控訴人（以下「１審被告」という。）\nによる原判決別紙被告商品目録記載の商品（被告商品）の製造、販売行為に関\nし、① 被告商品の意匠（被告意匠）は、意匠に係る物品を「送風機付き照明器\n具」とする１審原告の意匠権（原告意匠権）に係る意匠（原告意匠）に類似する\nことから、原告意匠権を侵害する、② 被告商品は原判決別紙原告商品目録記載\nの商品（原告商品）の形態を模倣したものであるから、不正競争防止法（不競\n法）２条１項３号所定の不正競争に該当する、又は③ 被告商品は周知の商品等\n表示である原告商品の形態と類似の形態を使用するものであるから、不競法２\n条１項１号所定の不正競争に該当するとして、１審被告に対し、被告商品の譲\n渡等の差止（意匠法３７条１項又は不競法３条１項）、製造の差止（意匠法３７\n条１項又は不競法３条２項）、被告商品及びその半製品の廃棄（意匠法３７条２\n項又は不競法３条２項）並びに７５０万円の損害賠償（意匠権侵害の不法行為\n〔民法７０９条〕又は不競法４条）及びこれに対する不法行為又は不正競争の\n日の後である令和２年１１月１７日（訴状送達の日の翌日）から支払済みまで\n民法所定の年３％の割合による遅延損害金の支払を求めている。\n３   争点\n(1)  争点１（意匠権関係）\n原告意匠と被告意匠の類否\n(2)  争点２（不競法２条１項３号関係）\n被告商品による形態模倣の有無\n(3)  争点３（不競法２条１項１号関係）\nア   争点３－１\n原告商品の形態の商品等表示該当性\nイ   争点３－２\n原告商品と被告商品の形態の類否及び混同のおそれの有無\n第３   争点に関する当事者の主張\n１   争点に関する当事者の主張については、次のとおり補正し、後記２のとおり\n当審における主張を付加するほか、原判決「事実及び理由」第３に記載のとおり\nであるからこれを引用する。\n（原判決の補正）\n(1)  原判決１１頁１７行目の「各差異点について」を「各差異点から受ける印象\nや美感について」に改める。\n(2)  原判決１２頁２２行目の「差異点②’～⑫’も」を「差異点②’～⑫’から\n受ける印象や美感も」に改める。\n(3)  原判決１６頁２２行目の「前記１（被告の主張）(1)イ」を「前記１（１審\n被告の主張）(4)イ」に改める。\n(4)  原判決１９頁１２行目の「及び⑩”については」を「及び⑩”から受ける印\n象や美感については」に改める。\n(5)  原判決２０頁９行目の「天井に」を「天井に設置された電球ソケットに」に\n改める。\n２   当審における当事者の主張\n(1)  争点１（意匠権関係）について\n【１審原告】\nア   原審は、「原告意匠の構成は、全体的にすっきりとして洗練された印象を与\nえるのに対し、被告意匠の構成は、全体的に存在感を示しつつも、柔らかく\n安定感のある印象を与えるものであって、これらの印象がそれぞれの意匠全\n体に与える影響は強く、原告意匠と被告意匠に接した需要者は、両意匠から\n異なる印象を強く感じるものと見られる。したがって、原告意匠と被告意匠\nとは、基本的構成態様においておおむね共通するものの、具体的構成態様に\nおける差異点がその共通点により生ずる美感を凌駕し、全体として需要者の\n視覚を通じて起こさせる美感を異にするというべきであって、被告意匠は、\n原告意匠と類似するとはいえない。」と判断しているが、以下のとおり、１審\n被告の主張する差異点は微差であることなどから、異なる美感を与えること\nはなく、上記判断は誤りである。\nイ   具体的構成態様Ｄ／ｄについて\n原審は、原告意匠の具体的構成態様Ｄ３について、被告意匠の具体的構成\n態様ｄ３と対比し、円筒状中空本体の形状に関する差異点②については、原\n告意匠について「存在感を感じさせる印象」、被告意匠について「すっきりと\nした印象」という認定をしているが、主観的な印象であり、そのような認定\nとなった理由は不明で理解できない。他方で、円筒状中空本体の中空部の直\n径が本体直径に対して占める割合に関する差異点③から受ける印象について\nは、その逆の認定をしているところ、これも主観的な印象であり、差異点②\nと③を総合すればどうなるのかも判然とせず、差異点②、③は微差にすぎな\nい。\nまた、送風機付き照明装置は、通常、天井から吊り下げられて点灯されて\nいるから、上記差異点②、③の差異は美感に影響を与えない。\nウ   具体的構成態様Ｅ／ｅについて\n原審は、原告意匠の具体的構成態様Ｅ３について、被告意匠の具体的構成\n態様ｅ３と対比し、「ファンガードの本数及び形状から、原告意匠では、やや\n密であり、かつ、直接的でシャープな印象を与えるのに対し、被告意匠では、\nやや疎であり、かつ、曲線的で柔らかな印象を与える」という。しかし、上\n記各構成態様は、いずれも円形板から放射状に「多数」のファンガードが面\n一に形成されているという全体的な印象の方が強く、しかも、点灯時には、\nファンガードの構成態様は認識されにくくなる。原審の指摘する印象は確定\n的なものとして捉えがたく、上記各構成態様が与える印象の違いは微差にす\nぎない。\nエ   具体的構成態様Ｈ／ｈについて\n原審は、原告意匠の具体的構成態様Ｈ３について、被告意匠の具体的構成\n態様ｈ３と対比し、円筒状中空本体の側面視における透光部が本体に対して\n占める下面からの高さの割合が異なるとした上で、原告意匠では「すっきり\nとした印象」を与えるのに対し、被告意匠では、透光部がより強く存在感を\n示す印象」を与えるという。しかし、そもそも側面部のみを注目するという\nようなことはなく、また、側面からも透光するので、透光状態をイメージす\nると、原判決の指摘する印象を与えるとは到底考えられず、上記の違いは微\n差にすぎない。\nオ   具体的構成態様Ｉ／ｉについて\n原審は、原告意匠の具体的構成態様Ｉ３について、被告意匠の具体的構成\n態様ｉ３と対比し、円筒状中空本体の直径に対する支柱体の直径の割合や円\n筒状のカバーの有無が異なることにより、原告意匠の支柱体は全体的にすっ\nきりとした印象を与えるのに対し、被告意匠の支柱体は安定感や存在感を示\nす印象を与えるとする。しかし、支柱体は天井から吊り下げられる部位に関\nするものであり、しかも、支柱体の下部には円筒状中空本体が存在するので\nある。したがって、支柱体が、独立して、上記印象を与えることはない。\nカ   まとめ\n以上のとおり、原審が要部の差異点として認定する内容は微差であり、ま\nた、これらの差異点を理由として、異なる印象を与えると判断することはで\nきない。\nすなわち、意匠の要部としての基本的構成態様（２か所）は全て共通し、\n具体的構成態様５か所のうち、１か所（Ｆ／ｆ）は共通し、１か所（Ｄ／ｄ）\nのうち円筒状中空本体の形状に関する差異点②の与える印象は、むしろ総合\n的結論と逆（原告意匠の具体的構成態様Ｄと被告意匠の具体的構成態様ｄを\n対比した場合、すっきりとした印象は、被告意匠が与えるとして、総合的結\n論と逆の印象となっているので、むしろ、阻害的な印象を与える。）であり、\n残り３か所（Ｅ／ｅ、Ｈ／ｈ、Ｉ／ｉ）の部分的な具体的構成態様の差異点\nが微差であるにもかかわらず、原審は、これらから生じるとする印象のみか\nら「差異点がその共通点により生ずる美感を凌駕し、全体として需要者の視\n覚を通じて起こさせる美感を異にする」という結論を導いているが、上記判\n断は誤りである。原審は、要部としての基本的構成態様が共通しているのに、\n意匠の類否判断において、その事実の重みを十分に参酌していない。\n【１審被告】\nア   具体的構成態様Ｄ／ｄについて\n原告意匠と被告意匠を対比した場合、円筒状中空本体の側面視の形状の差\n異（差異点②）、特に、被告意匠における「透光部以外は断面が略梯形状」で\nある点で需要者に与える印象は全く異なる。原判決は、かかる差異点が与え\nる印象の違いを的確に表現したものであり、原審の判断に誤りはない。\nまた、差異点②と差異点③は異なる態様における差異点であるから、「すっ\nきりとした印象」との評価が原告意匠と被告意匠とで逆転することがあって\nも矛盾はない。\nなお、点灯した状態を比較したものとして提出した証拠（甲５５の１・２）\nは、原告商品２についてはそもそも原告意匠を実施したものではなく、また、\n写真によっては明暗の条件が異なっているなど、公平な対比ができない。\nイ   具体的構成態様Ｅ／ｅについて\n１審原告は、原告意匠の具体的構成態様Ｅ３と被告意匠の具体的構成態様\nｅ３と対比し、いずれも円形板から放射状に「多数」のファンガードが面一\nに形成されているという全体的な印象の方が強くなるというが、その合理的\n説明はない。\nウ   具体的構成態様Ｈ／ｈについて\n１審原告は、原審が、側面部のみに注目しているとするが、原審は、要部\nと認定した下面部、側面部及び支柱体を全体として評価しているのであり、\n１審原告の批判は当たらない。\nエ   具体的構成態様Ｉ／ｉについて\n原審は、「送風機付き照明器具の使用者が下方のみならず、斜め下方から上\n方に視線を向けて視認する機会が最も多い」という実際の使用態様に基づき、\n差異点を評価したものであり、その判断に誤りはない。\nオ   まとめ\n前記アからエのとおり、原審が認定した差異点は微差ということはできな\nい。原審は、かかる構成態様の差異点における原告意匠と被告意匠から認定\nされた視覚的な美感を総合的に考慮して、意匠全体の視覚的美感が異なると\nの結論に至ったものであり、正当な認定判断というべきである。\nなお、原審の原告意匠と被告意匠を対比した結果、原告意匠が「すっきり\nとして洗練された印象」、被告意匠が「全体的に存在感を示しつつも、柔らか\nく安定感のある印象」と判断したことと、差異点②について、原告意匠と被\n告意匠とでこれと逆となる印象を与えると判断したことに不合理な点は認め\nられない。\nカ   要部の認定について\nなお、原審は、原告意匠の要部について、「円筒状中空本体の下面部を中心\nとしつつも、これに準ずるものとして側面部並びに支柱体（ただし、口金部\nを含まない。）を含めて考えるのが相当である」と判断する。\nしかし、原告意匠に係る「送風機付き照明器具」の主要機能の一つである\nサーキュレート（空気循環）については、設置された部屋の家具配置や人の\n所在位置に応じて自在にかつ頻繁に変更されることが想定されており、それ\nは円筒状中空本体の角度調節によって実現される。また、送風機付き照明器\n具は、天井に設置されるにとどまらず、洗面台等の使用者の視線に近い場所\nに設置されることもあることを考えると、円筒状中空本体の上面部が視認可\n能となる機会がかなり限られるとの原審判断は正しいとはいい難い。さらに、\n消費者が自ら取付作業を行う送風機付き照明器具においては、取付部は購入\n検討時に消費者が注視する視認部位である。\nしたがって、原告意匠については、円筒状中空本体の上面側や支柱体の口\n金部を含めた構成態様全体を要部として認定すべきである。\n(2)  争点３（不競法２条１項１号関係）について\n【１審原告】\nア   原審は、原告商品の３つの機能等について個別に検討して特別顕著性を否\n定しているが、１審原告は、原告商品の形態には上記３つの機能等を有する\nことが組み合わさったことを指摘した上で、具体的な原告商品形態に特別顕\n著性があると主張しているのである。特別顕著性を否定した原審の判断は、\n審理不尽というべきである（上記３つの機能を個別に有する商品が原告商品\nに先立ち存在することのみをもって、特別顕著性を否定することはできな\nい。）。\nイ   また、原審は、原告商品の販売が開始された後に市場に出た商品の形態を\n証拠として、原告商品形態の特別顕著性を否定しているが、原告商品の販売\nが開始された後に市場に出た商品の形態を理由に、原告商品形態の特別顕著\n性を否定することはできない。\n【１審被告】\nア   原審は、１審原告の主張する具体的な原告商品形態について、当該形態が\n既にありふれたものとして存在していたと認定しているのであって、１審原\n告の主張は理由がない。\nイ   特別顕著性の判断において、原告商品の販売後に市場に存在している商品\n形態を考慮することが全く否定されるものではない。また、証拠の作成日（イ\nンターネット販売サイトのページを印刷した日）自体は原告商品１の販売開\n始時点よりも後であるとしても、原判決は、基本的に、原告商品の販売開始\n前に市場で販売されていた１審原告の先行商品や１審被告の先行商品、公知\n意匠に係る商品があることを指摘したものである。\n第４   当裁判所の判断\n１   意匠権侵害を理由とする請求について\n当裁判所も、原告意匠と被告意匠とは、基本的構成態様においておおむね共\n通するものの、具体的構成態様における差異点がその共通点により生ずる美感\nを凌駕し、全体として需要者の視覚を通じて起こさせる美感を異にするという\nべきであって、被告意匠は、原告意匠と類似するとはいえないと判断する。\nその理由は、後記(1)のとおり補正し、後記(2)のとおり当裁判所における主\n張に対する判断を付加するほか、原判決「事実及び理由」第４の１に記載のと\nおりであるから、これを引用する。\n(1)  原判決の補正\nア   原判決２４頁１９行目の「多言を要しないが、」の次に「原告意匠の円筒状\n中空本体の上方に可動部を有する突出体があることにより角度調整ができる\nことをも考えると、」を加える。\nイ   原判決２４頁２１、２２行目の「注意を最も引く部分は」を「注意を最も\n引く部分として要部となるのは」に改める。\nウ   原判決２６頁１５行目の「全体として見れば」を「透光部や、中心にある\nファンガードの形状が異なる点など」に改める。\nエ   原判決２７頁１０行目の「原告意匠では」の次に「円周部まで厚みがあり、」\nを加え、１１行目の「被告意匠では」の次に「円周部に近づくにつれ薄くなっ\nており」を加える。\nオ   原判決２９頁７行目の「全体的に」の次に「直線的で、」を加える。\n(2)  当審における当事者の主張について\nア  具体的構成態様Ｄ／ｄにおける差異点について\n１審原告は、原審が、円筒状中空本体の形状に関する差異点②の与える印\n象について、差異点③と逆の認定をしたことについて、主観的な印象であり、\nその理由が不明であると主張する。しかし、原告意匠の要部である具体的構\n成態様Ｄ３、被告意匠の具体的構成態様ｄ３を対比した結果である差異点②\nについてみると、前者は、円筒状中空本体が円周部（周辺部）まで厚みがあ\nることから（十分な体積を感じることができる。）、存在感を感じさせると認\n定することに合理性があり、一方、後者の側面の厚みは、円周部（周辺部）\nに行くに従い、薄くなっていることから、すっきりとした印象を与えるとい\nえる。上記と同様に原審が認定した差異点③は、円筒状中空本体の中空部の\n直径と本体の直径との違いであって、差異点②とは異なる差異点であるから、\n「すっきりした印象」が逆に認定されたからといって不合理ということはで\nきない。\nまた、１審原告は、差異点②、③が微差であると主張するが、差異点②に\nつき、原告意匠では円筒状であるのに対し、被告意匠では、上半分が略梯形\n状で、その形状の違いは大きく、微差ということはできない。また、差異点\n③についても、需要者の注意を最も引く部分である円筒状中空本体の下面部\nに占める、中空部（ファンガード部分に相当する。）と透光部の割合の大小が\n相当に異なることになるから、微差ということはできない。\nなお、点灯した場合、差異点が明確でなくなることがあったとしても、需\n要者は、常に点灯した状態で看取するわけではなく、上述した点が左右され\nることはない。\n１審原告の主張は採用することができない。\nイ  具体的構成態様Ｅ／ｅについて\n１審原告は、原審が、原告意匠の要部である具体的構成態様Ｅ３、被告意\n匠の具体的構成態様ｅ３を認定した上で指摘する差異点Ａが微差であり、む\nしろ、円形板から放射状に多数のファンガードが面一に形成されているとい\nう全体的な印象の方が強いという。確かに、原審の認定した上記具体的構成\n態様（Ｅ３／ｅ３）によると、１審原告が主張するとおり、いずれの意匠も、\n多数のファンガードが円筒状中空部下面とほぼ面一に形成されているという\n印象は受けるものの、このような形態を備えた先行意匠が存在することが認\nめられ（乙１４～１６、乙１７の１・２）、多数のファンガードが存在するこ\nとや、略面一であることもって特徴的ということはできない。むしろ、ファ\nンガードの形状が直線的であるか、曲線的（渦巻き状）であるかについての\n差異点は、より強い印象を与えるというべきであり、上記差異点を微差とい\nうことはできない。\nなお、１審原告は、点灯した状態では、上記の差異点について、認識され\nなくなると主張するが、前記アのとおり、常に点灯した状態で看取されるわ\nけではない。\n１審原告の主張は採用することができない。\nウ  具体的構成態様Ｈ／ｈについて\n１審原告は、原審が、原告意匠の要部である具体的構成態様Ｈ３、被告意\n匠の具体的構成態様ｈ３を認定した上で指摘する差異点⑥が微差という。\nしかし、原審の認定した上記具体的構成態様（Ｈ３／ｈ３）によると、側\n面視の本体に対して透光部の占める割合は、原告意匠（約３分の１）と被告\n意匠（約４分の３）とで相当に異なっており、この違いは異なる印象を与え\nるということができ、微差ということはできない。また、前記アのとおり、\n被告意匠では円筒状中空本体側面の上半分が略梯形状であって、その部分の\n与える印象が異なるため、原告意匠と被告意匠の側面における透光部の占め\nる割合（高さ）を、上記略梯形状を含めた円筒状中空本体側面に対する下面\nからの高さとして、単純に比較することもできない。\nなお、１審原告は、点灯した状態では、上記の差異点について、認識され\nなくなると主張するが、前記アのとおり、常に点灯した状態で看取されるわ\nけではなく、１審原告の主張を採用することはできない。\nエ  具体的構成態様Ｉ／ｉについて\n１審原告は、原審が、原告意匠の要部である具体的構成態様Ｉ３（ただし、\n口金部を除く。）、被告意匠の具体的構成態様ｉ３（ただし、シーリングプラ\nグを除く。）を認定した上で、その差異点⑧、⑨から受けるとした印象につい\nて、支柱体は天井から吊り下げられる部位に関するものであり、しかも、支\n柱体の下部には円筒状中空本体が存在するのであるから、支柱体が独立して、\n原審が認定した印象を与えることはない旨主張する。しかし、円筒状中空本\n体を天井から吊り下げる部位である支柱体は、同中空本体直径の約５分の１\n（原告意匠）ないし約３分の１（被告意匠）という相当の存在感を示すもの\nであり、円筒状中空本体が上方突出体をもって角度調整可能であって下方の\nみを向いているものでもないことをも考えると、支柱体が天井と円筒状中空\n本体に挟まれたものであったとしても、その支柱体から受ける印象は、原審\nが認定するとおりであるというべきであって、１審原告の主張は採用するこ\nとができない。\nオ  まとめ\n以上によると、１審原告が当審において主張する差異点は微差ということ\nはできない。そして、前記(1)で補正した上で原判決を引用して説示したとお\nり、要部を踏まえた原告意匠と被告意匠の共通点及び差異点を総合的に考慮\nすると、原告意匠の構成は、平面視（底面視）が円形である点を除き、全体\n的に直線的で、すっきりとして洗練された印象を与えるのに対し、被告意匠\nの構成は、全体的に存在感を示しつつも、柔らかく安定感のある印象を与え\nるものであって、これらの印象がそれぞれの意匠全体に与える影響は強く、\n原告意匠と被告意匠に接した需要者は、両意匠から異なる印象を強く感じる\nものとみられる。\nしたがって、原告意匠と被告意匠とは、基本的構成態様においておおむね\n共通するものの、具体的構成態様における差異点がその共通点により生ずる\n美感を凌駕し、全体として需要者の視覚を通じて起こさせる美感を異にする\nというべきであって、被告意匠は、原告意匠と類似するとはいえない。\nこのことは、原告意匠と被告意匠とで意匠の要部としての基本的構成態様\n（２か所）が全て共通していることを十分に参酌しても、判断が左右される\nものではなく、1 審原告の主張を採用することはできない。\n２   不競法２条１項３号違反を理由とする請求について\n当裁判所も、原告商品（同１－１、同１－２及び同２）と被告商品の形態が実\n質的に同一であるとは認められないから、被告商品は、原告商品の形態を模倣\nしたものということはできないと判断する。その理由は、次のとおり原判決を\n補正するほか原判決「事実及び理由」第４の２に記載のとおりであるから、こ\nれを引用する。\n（原判決の補正）\n(1)  原判決３０頁７行目の「同様であり」を「同様に理解すべきであり」に、１\n３行目の「同様である」を「同様に理解すべきである」にそれぞれ改める。\n(2)  原判決３１頁１行目の「差異点③’」を「差異点②’、③’」に改め、２行目の\n「差異点③」を「差異点②、③」に改める。\n(3)  原判決３１頁１３行目、２４行目の「前記(2)アと同様である。」をいずれも\n「前記１(2)アと同様に理解すべきである。」に改める。\n３   不競法２条１項１号違反を理由とする請求について\n当裁判所も、原告商品の形態が客観的に他の同種商品とは異なる顕著な特徴\nを有していると認めることはできないと判断する。その理由は、後記(1)のとお\nり原判決を補正し、後記(2)のとおり、当審における主張に対する判断を付加す\nるほか、原判決「事実及び理由」第４の３に記載のとおりであるから、これを引\n用する。\n(1)  原判決の補正\nア  原判決３３頁２行目の「天井に」を「天井に設置された電球ソケットに」\nに改める。\nイ  原判決３３頁６行目の「可能とすることを挙げ」から７行目末尾までを「可\n能とすることを挙げた上で、原告商品の具体的形態には特別顕著性がある旨\nを主張する。」に改める。\nウ  原判決３３頁１６行目の「また」を「そして」に改め、２３行目の「認め\nられる（乙２７）。」の次に「これらの機能を備えたことによる原告商品の具\n体的形態は、それぞれの機能を有する商品の通常有すると考えられる形態と\nの対比において、特別顕著な特徴があるものとは認められない。」を加える。\n(2)  当審における当事者の主張に対する判断\nア  １審原告は、原告商品について、３つの機能等が組み合わさったことを指\n摘した上で、具体的な原告商品形態に特別顕著性があると主張するとともに、\nその点についての原審の判断が審理不尽であると主張する。\n1 審原告が原告商品の他製品と異なる形態上の特徴として主張する点は、\n３つの機能（① 天井空間を利用して天井に設置された電球ソケットに直接差\nし込んで使用する。② 円筒状中空本体の中央に７枚の回転ファン及びファン\nガードがある。③ 中空部本体上方から可動部を有する支柱体を突出させ、角\n度調節ができる。）に由来するものであるが、前記(1)で補正の上引用した原\n判決が説示するとおり、１審原告が主張する原告商品の具体的形態は、それ\nぞれの機能を有する商品の通常有すると考えられる形態との対比において、\n特別顕著な特徴があるものとは認められない。また、1 審原告が主張する原\n告商品の形態上の特徴と同様の形態を有する他商品が存在することが認めら\nれる。\n原告商品について、３つの機能等が組み合わさったことを踏まえて検討し\nても、１審原告の主張する上記具体的形態をもって、特別顕著性を認めるこ\nとはできない。\nイ  また、１審原告は、原告商品の販売が開始された後に市場に出た商品の形\n態を証拠として、原告商品形態の特別顕著性を否定していると主張する。し\nかし、原審は、口頭弁論終結時点で原告商品形態の特別顕著性が認められれ\nば、不競法２条１項１号、３条の適用の余地があるため、特別顕著性がある\nか否かを判断するため、上記時点までに存した第三者の商品形態を検討した\nに過ぎず、原告商品の販売開始前に市場において販売されていた他商品の形\n態との対比（原判決第４の３(2)）によっても、前記アのとおり認定すること\nができるから、１審原告の批判は当たらない。\n４   結論\n以上のとおり、１審原告の請求はいずれも理由がないので、これを棄却すべ\nきところ、これと同旨の原判決は相当である。よって、本件控訴を棄却するこ\nととし、主文のとおり判決する。\n大阪高等裁判所第８民事部\n裁 判 長 裁 判 官        山      田     陽     三\n裁 判 官        池      町    知  佐  子\n裁 判 官        渡      部    佳  寿  子\n"
}