{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 12,
    "day": 15
  },
  "case_number": "令和4(行ツ)275",
  "case_name": "年金減額改定決定取消、年金減額改定決定取消等請求事件",
  "court_name": "最高裁判所第二小法廷",
  "result_type": "判決",
  "result": "棄却",
  "original_court_name": "大阪高等裁判所",
  "original_case_number": "令和2(行コ)77",
  "original_date": {
    "era": "Reiwa",
    "year": 4,
    "month": 3,
    "day": 16
  },
  "gist": "国民年金法等の一部を改正する法律等の一部を改正する法律（平成２４年法律第９９号）１条の規定のうち、国民年金法による年金たる給付等の額の計算に関する経過措置、平成２５年度及び平成２６年度における国民年金法による年金たる給付等の額の計算に関する経過措置の特例並びに平成２５年度における厚生年金保険法による年金たる保険給付の額の計算に関する経過措置の特例について定める部分と憲法２５条、２９条",
  "case_gist": "国民年金法等の一部を改正する法律等の一部を改正する法律（平成２４年法律第９９号）１条の規定のうち、国民年金法による年金たる給付等の額の計算に関する経過措置、平成２５年度及び平成２６年度における国民年金法による年金たる給付等の額の計算に関する経過措置の特例並びに平成２５年度における厚生年金保険法による年金たる保険給付の額の計算に関する経過措置の特例について定める部分は、憲法２５条、２９条に違反しない。\n（補足意見がある。）",
  "ref_law": "憲法２５条、憲法２９条、国民年金法等の一部を改正する法律等の一部を改正する法律（平成２４年法律第９９号）１条",
  "lawsuit_id": "92584",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=92584",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/584/092584_hanrei.pdf",
  "contents": "令和４年（行ツ）第２７５号  年金減額改定決定取消、年金減額改定決定取消等請\n求事件\n令和５年１２月１５日  第二小法廷判決\n主      文\n本件上告を棄却する。\n上告費用は上告人らの負担とする。\n理      由\n上告代理人佐伯雄三ほかの上告理由について\n１  本件は、国民年金法上の老齢基礎年金及び厚生年金保険法上の老齢厚生年金\n（以下、併せて「老齢年金」という。）の一方又は双方の受給権者である上告人ら\nが、厚生労働大臣から、各自の老齢年金の額を改定する旨の処分を受けたことか\nら、被上告人を相手に、その取消し等を求める事案である。\n２  原審の適法に確定した事実関係等の概要は、次のとおりである。\n老齢年金制度においては昭和４８年から、前年度又は前年において年度平均\n又は年平均の全国消費者物価指数（以下、単に「物価指数」という。）が前々年度\n又は前々年から変動した場合、その比率等を基準として年金額を改定する仕組みが\n導入されていた（以下、上記の改定に係る制度を「物価スライド制」という。）。\nもっとも、平成１２年度から平成１４年度までの各年金額については、平成１２\n年度における国民年金法による年金の額等の改定の特例に関する法律、平成１３年\n度における国民年金法による年金の額等の改定の特例に関する法律及び平成１４年\n度における国民年金法による年金の額等の改定の特例に関する法律（以下、併せて\n「物価スライド特例法」という。）がそれぞれ制定され、物価スライド制の下での\n減額改定は行われず、平成１１年度の額に据え置かれた（以下、物価スライド特例\n法が適用されなかったと仮定した場合の本来の年金額の水準を「本来水準」とい\nい、上記の据置きを契機として生じた、本来水準よりも高い、実際に支給される年\n金額の水準を「特例水準」という。）。この結果、平成１４年度においては、特例\n水準と本来水準との間でおおむね１．７％のかい離が生ずることとなった。\nまた、平成１５年度及び平成１６年度の各年金額についても、物価指数の下落を\n踏まえて年金額の改定に係る特例法がそれぞれ制定され、給付額が減額されたもの\nの、上記かい離は維持された。\nこのような中で、国民年金法等の一部を改正する法律（平成１６年法律第１\n０４号。以下「平成１６年改正法」という。）が制定され、物価スライド制が廃止\nされるとともに、老齢年金の保険料水準を将来的に固定することとした上で、物価\nや賃金の変動を基準として年金額を改定することとした。そして、国民年金事業及\nび厚生年金保険事業の財政の均衡（保険料及び国庫負担の額並びに給付に要する費\n用の額等を踏まえた収支の均衡）を保つことができないと見込まれるなどの所定の\n条件の下で、上記の改定に際して公的年金被保険者等総数の変動率と平均余命の伸\nび率を勘案して年金額を定める制度（以下「マクロ経済スライド制」という。）が\n導入された（平成１６年改正法による改正後の国民年金法１６条の２、２７条の４\n及び２７条の５並びに厚生年金保険法３４条、４３条の４及び４３条の５）。\nまた、平成１６年改正法においては、特例水準を直ちに解消することとはされ\nず、同法の施行後に物価指数が上昇しても特例水準による年金額を増額改定しない\nこととした上、上記施行後の物価や賃金の上昇により本来水準（同法による改正後\nは、同法の規定による年金額の水準を指す。以下同じ。）による年金額が上昇して\n特例水準による年金額を上回ることによって特例水準を解消することとされた。そ\nして、特例水準による年金額の給付を受ける年金受給権者については、マクロ経済\nスライド制を適用しないこととされ、特例水準が解消された時点で同制度を適用す\nることとされた。\nしかし、平成１６年改正法の施行後も物価指数の下落が生ずるなどした結\n果、特例水準は解消されず、かえって平成２３年度には、特例水準が本来水準をお\nおむね２．５％上回る状況となっていた。加えて、政府が平成２２年３月頃に公表\nした国民年金事業及び厚生年金保険事業の財政の現況及び見通し（国民年金法４条\nの３第１項、厚生年金保険法２条の４第１項）に関するレポートにおいては、我が\n国の少子高齢化が平成１６年改正法の制定時に想定されていたよりも急速に進展す\nる見込みとなったこと、また、国民年金及び厚生年金の各収支における赤字が増大\nする傾向にあることが示されていた。\nこのような状況を踏まえ、国民年金法等の一部を改正する法律等の一部を改正す\nる法律（平成２４年法律第９９号。以下「平成２４年改正法」という。）が制定さ\nれた。同法においては、平成２５年度又は平成２６年度に物価や賃金が上昇しない\n場合であっても、特例水準を平成２７年度の開始時点までに３年度にわたって段階\n的に解消することとした（１条）。\n３  上告理由のうち憲法２５条及び２９条違反をいう部分について\n所論は、平成２４年改正法１条の規定のうち、国民年金法による年金たる給\n付等の額の計算に関する経過措置、平成２５年度及び平成２６年度における国民年\n金法による年金たる給付等の額の計算に関する経過措置の特例並びに平成２５年度\nにおける厚生年金保険法による年金たる保険給付の額の計算に関する経過措置の特\n例について定める部分（以下「本件部分」という。）が憲法２５条及び２９条に違\n反する旨をいうものと解される。\n前記事実関係等によれば、平成２４年改正法１条は特例水準を３年度にわた\nって段階的に解消するものであるところ、特例水準は、それが生じた経緯に照ら\nし、当初から、将来的に解消されることが予定されていたものといえる。このよう\nな特例水準による年金額の給付を維持することは、賦課方式（現在の年金受給権者\nに対して支給される年金給付の財源を、主に現役世代が負担する保険料によって賄\nう方式）を基本とする制度の下で現役世代に本来の負担を超える負担を強いること\nとなり、また、現役世代が年金の給付を受けるようになった際の財源を圧迫するこ\nとにもつながるものと考えられる。そして、平成２４年改正法の制定時には、今\n後、我が国の少子高齢化の進展に伴い、現役世代の保険料や税の負担能力が更に減\n少する一方で、支給すべき老齢年金の総額が更に増加することが合理的に予測され\nていたものである。\nこれらの点に加え、特例水準の解消が、我が国における少子高齢化の進展が見込\nまれる中で、世代間の公平に配慮しながら前記の財政の均衡を図りつつ年金制度を\n存続させていくための制度として合理性を有するものとして構築されたマクロ経済\nスライド制の適用の実現につながるものであることをも踏まえれば、特例水準によ\nって給付の一時的な増額を受けた者について一律に特例水準を解消することは、賦\n課方式を基本とする我が国の年金制度における世代間の公平を図り、年金制度に対\nする信頼の低下を防止し、また、年金の財政的基盤の悪化を防ぎ、もって年金制度\nの持続可能性を確保するとの観点から不合理なものとはいえない。\n以上によれば、立法府において上記のような措置をとったことが、著しく合理性\nを欠き、明らかに裁量権の範囲を逸脱し又はこれを濫用したものであるということ\nはできず、年金受給権に対する不合理な制約であるともいえない。\nしたがって、本件部分は憲法２５条、２９条に違反するものとはいえない。\n以上は、当裁判所大法廷判決（最高裁昭和５１年（行ツ）第３０号同５７年７月\n７日大法廷判決・民集３６巻７号１２３５頁、最高裁昭和４８年（行ツ）第２４号\n同５３年７月１２日大法廷判決・民集３２巻５号９４６頁及び最高裁平成１２年\n（オ）第１９６５号、同年（受）第１７０３号同１４年２月１３日大法廷判決・民\n集５６巻２号３３１頁）の趣旨に徴して明らかである。これと同旨の原審の判断は\n正当として是認することができる。論旨は採用することができない。\n４  上告理由のうち憲法９８条２項違反をいう部分について\n論旨は、憲法９８条２項違反をいうが、その実質は単なる法令違反を主張するも\nのであって、民訴法３１２条１項及び２項に規定する事由のいずれにも該当しない。\nよって、裁判官全員一致の意見で、主文のとおり判決する。なお、裁判官三浦\n守、同尾島明の各補足意見がある。\n裁判官三浦守の補足意見は、次のとおりである。\n私は、法廷意見に賛同するものであるが、憲法２５条に関する点について考える\nところを補足して述べる。\n１  憲法２５条１項は、福祉国家の理念に基づき、全ての国民が健康で文化的な\n最低限度の生活を営み得るよう国政を運営すべきことを国の責務として宣言し、同\n条２項は、上記理念に基づき、社会的立法及び社会的施設の創造拡充に努力すべき\nことを国の責務として宣言したものであり、同条１項は、国が個々の国民に対して\n具体的・現実的に上記のような義務を有することを規定したものではなく、同条２\n項によって国の責務であるとされている社会的立法及び社会的施設の創造拡充によ\nり個々の国民の具体的・現実的な生活権が設定充実されていくものと解される（法\n廷意見が引用する最高裁昭和５７年７月７日大法廷判決参照）。国民年金制度は、\nこのような同条の趣旨を実現するために設けられた社会保障上の制度であり、老\n齢、障害又は死亡によって国民生活の安定が損なわれることを国民の共同連帯によ\nって防止することを目的としている（国民年金法１条）。\n本件では、老齢年金制度において導入されていた物価スライド制の下で物価スラ\nイド特例法を契機として生じた年金額の特例水準について、これを３年度にわたっ\nて解消する旨を定める平成２４年改正法１条のうち、本件部分の憲法適合性が問題\nとなっている。\nこの場合、特例水準による年金額の給付を受ける年金受給権者にとっては、実際\nに給付を受ける年金額が減少する上、このような年金額の給付のみでは、他に収入\nや資産等の少ない者の生活の安定を図ることが困難であることは否定できず、その\nことは、近年における生活保護の被保護世帯の高齢化等の状況からもうかがわれ\nる。本件部分が憲法２５条に違反するか否かの判断において、これらの点は、国会\nの裁量を前提としながら、生活保護制度を含め、国が創造拡充すべき社会保障制度\n全体の中で、個々の国民の具体的・現実的な生活権の設定充実という観点から考慮\nされる事情である。\nそして、年金制度は、憲法２５条を踏まえ上記目的で設けられた制度として、そ\nの持続可能性を確保する必要があるところ、特例水準は、当初から、将来的に解消\nされることが予定されていたことに加え、少子高齢化の進展が予測される中で、賦\n課方式を基本とする年金制度における世代間の公平の確保、年金制度に対する信頼\nの低下の防止、年金の財政的基盤の悪化の防止等が要請されることからすると、特\n例水準の解消に伴う年金額の水準等を考慮してもなお、本件部分に係る立法措置\nが、著しく合理性を欠き、明らかに裁量権の範囲を逸脱し又はこれを濫用したもの\nということはできない。\n２  もとより、高齢者を含む全ての国民が最低限度の生活を保障され、健やかに\n充実した日常生活を送ることができるよう、年金、医療、福祉、公的扶助等を含\nめ、社会保障等の向上及び増進を図ることは、憲法２５条が定める国の責務であ\nる。社会における諸事情の変化に応じて制度を見直す必要があるが、国民の様々な\n要因による困窮を回避するため、持続的な制度の下で、現に困難を抱える個人が必\n要な給付や支援を円滑に受けられることが肝要であり、適切な施策の充実が求めら\nれる。\n裁判官尾島明の補足意見は、次のとおりである。\n私は、法廷意見に同調するものであるが、論旨に鑑み、法廷意見の趣旨について\n考えるところを敷衍して意見を述べる。\n１  法廷意見の判断手法について\n法廷意見は、本件部分が憲法に違反するものでないことは最高裁昭和５１年（行\nツ）第３０号同５７年７月７日大法廷判決・民集３６巻７号１２３５頁（以下「昭\n和５７年大法廷判決」という。）等の趣旨に徴して明らかであるとする。\n本件では、老齢等によって国民生活の安定が損なわれることを国民の共同連帯に\nよって防止し、もって健全な国民生活の維持及び向上に寄与すること（国民年金法\n１条）、労働者の老齢等について保険給付を行い、労働者及びその遺族の生活の安\n定と福祉の向上に寄与すること（厚生年金保険法１条）を目的として創設され、運\n用されてきた年金制度について、法律改正により年金給付額を減ずる改定を行った\nことが、憲法２５条に違反するか否かがまず問題になっている。\n年金制度の構築に当たっては、社会情勢（経済成長の状況、少子高齢化を含めた\n人口構成、物価、雇用、賃金等を含む経済情勢等）の現状認識及び将来予測、財政\n（年金財政を含む。）の状況、金融政策のありよう、国民の生活状況（生活水準、\n他の社会保障制度との相互関係等）、制度としての安定性・信頼性の確保、社会保\n障に関する国民の意識、給付と負担に関する人々の間の衡平（世代間の衡平もその\n重要な要素である。）などを総合的に考慮しなければならない。これらの諸事情を\n的確に把握して、制度設計をするにはそれにふさわしい専門的知見と能力を有する\n機関がその任に当たることが必要である。また、これらの諸事情についての認識や\n年金制度の在り方に関する国民各層の意見も、その置かれた立場や政治的信条によ\nり様々であり、時には先鋭な対立が生ずることもあり得るといえる。これらを総合\n調整し、その時点において合理的と考える仕組みを作り上げていく作業は、統治機\n構のうちでも政治部門が担うのが適切であって、これを国民の側からみると、民主\n主義的なプロセスによって実現すべき課題であるということができる。そうする\nと、そのプロセスの最終的な帰結は、正当に選挙された代表者によって構成される\n国会がその広い裁量によって実現したところによるのを原則とするのが、憲法の予\n定する三権分立の統治構造であるというべきである。\n昭和５７年大法廷判決は、「（憲法２５条の）規定を現実の立法として具体化す\nるに当たつては、国の財政事情を無視することができず、また、多方面にわたる複\n雑多様な、しかも高度の専門技術的な考察とそれに基づいた政策的判断を必要とす\nるものである。したがつて、憲法２５条の規定の趣旨にこたえて具体的にどのよう\nな立法措置を講ずるかの選択決定は、立法府の広い裁量にゆだねられており、それ\nが著しく合理性を欠き明らかに裁量の逸脱・濫用と見ざるをえないような場合を除\nき、裁判所が審査判断するのに適しない事柄であるといわなければならない。」と\n判示するが、これは、上記のような考慮を踏まえたものであると解することがで\nき、本件部分のような制度の合憲性を審査する基準として、適切なものであるとい\nうことができる。\nなお、上告人らは本件部分が憲法２９条に違反する旨も主張するが、財産権の侵\n害の有無が問題になり得る法制度には、様々な類型・態様のものがあり、同条違反\nが認められるか否かの審査に当たっては、それらの類型・態様に応じたきめ細かな\n検討が必要になる。本件において、上告人らは、その有する年金受給権について、\n特例水準による年金額を受給できるものとして制定されていた法律を改めて、受給\n額を減ずることとする新法律を制定したことが財産権の侵害であるというのである\nが、法廷意見が判示する上記年金受給権の内容等に照らせば、上告人らの主張の実\n質は、憲法２５条違反の主張と大きく変わるところがないので、最高裁昭和４８年\n（行ツ）第２４号同５３年７月１２日大法廷判決・民集３２巻５号９４６頁及び最\n高裁平成１２年（オ）第１９６５号、同年（受）第１７０３号同１４年２月１３日\n大法廷判決・民集５６巻２号３３１頁の趣旨にも徴した上、同条違反の主張と併せ\nて判断すれば足りるものというべきである。\n２  制度後退禁止原則について\n上告人らは、憲法２５条２項が、「国は、すべての生活部面について、社会福\n祉、社会保障及び公衆衛生の向上及び増進に努めなければならない。」と規定して\nいることから、一旦具体化した国民の生活水準を低下・後退させる場合には、裁量\nの幅は狭まり、相応の正当化が要求されるという制度後退禁止原則を定めており、\nこれは立法による不利益変更にも妥当する旨主張する。しかしながら、何をもって\n制度が後退したと評価するのか、法律によって作られた制度の保護水準がその後の\n改正法によって引き下げられると憲法に違反することになるというとき、憲法と法\n律の各規範の相互関係をどのように考えているのかなど曖昧な点が多く、法律の憲\n法２５条適合性の審査に際して参照するのに適切な成熟した法理ないし基準である\nとはいい難いように思われる。本件において、そのような制度後退禁止原則の存在\nを前提に、年金給付額の引下げがされたことが直ちに制度の後退に当たるとして、\n本件部分が厳格な審査に服し、憲法２５条に違反することとなるとの主張が採用し\n難いことは明らかである。\n３  立法の判断過程審査について\n上告人らは、本件部分の憲法２５条適合性を審査するに際しては判断過程審査の\n考え方を援用すべき旨主張する。しかし、国会に一定の裁量権が付与されている法\n律の規定の憲法適合性を裁判所が審査する場合には、まず当該規定の規範内容を確\n定し、これにより確定された客観的規範内容が憲法に抵触するか否かを判断するの\nであって、これとは別の観点からの検討、すなわち立法府が立法の過程において必\n要な事実を検討したか、みるべきでない事実を考慮していないか、前提とする事実\n関係に誤りはないかなど立法過程での審査・検討状況が十分か不十分か等が直ちに\n憲法適合性を左右することになるわけではない。このことは、行政庁の個別具体的\nな処分が裁量権の範囲の逸脱又は濫用に当たるか否かを裁判所が審査することとは\n異なる面があるものであるといえる。\nもちろん裁判所が行う違憲立法審査の過程で、審査の前提として規定の趣旨・目\n的、立法措置の必要性・相当性を基礎付ける立法事実等を踏まえることが必要なこ\nとがあり、このようなことは、これまでも事案に応じて行われてきたものである\nが、これをもって上告人らがいう立法の判断過程審査と考えてはこなかったのでは\nないか。\nこのように、上告人らがいう立法の判断過程審査の具体的な内容自体、立法権と\n司法権との関係を踏まえた上で、その理論としての必要性、明確性、有用性等が成\n熟したものになっているとは考えられず、法廷意見が判示するように本件部分の規\n範内容自体が不合理なものとはいえない以上、本件において立法の判断過程審査を\n求める上告人らの主張は採用し難いといわざるを得ない。\n( 裁判長裁判官   尾 島   明   裁判官   三 浦   守   裁判官   草 野 耕 一   裁判官\n岡村和美)\n"
}