{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 3,
    "month": 1,
    "day": 26
  },
  "case_number": "令和2(わ)630",
  "case_name": "廃棄物の処理及び清掃に関する法律違反，建造物等失火被告事件",
  "court_name": "神戸地方裁判所姫路支部",
  "lawsuit_id": "90054",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=90054",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/054/090054_hanrei.pdf",
  "contents": "令和３年１月２６日宣告\n令和２年（わ）第６３０号  廃棄物の処理及び清掃に関する法律違反，建造物等失\n火被告事件\n主             文\n被告人を罰金８０万円に処する。\n未決勾留日数中，その１日を金１万円に換算してその罰金額に満つ\nるまでの分をその刑に算入する。\n理            由\n（罪となるべき事実）\n被告人は，\n第１  法定の除外事由がないのに，令和２年６月８日午前１１時４０分頃，兵庫県\n赤穂市ａｂ番地ｃ所在の被告人方家屋敷地内において，一般廃棄物である枯れ草等\n約２０．１キログラムを焼却した。\n第２  前記日時場所において，前記敷地南側の庭一面に刈られた状態で放置されて\nいる枯れ草等を焼却するに当たり，同庭の片隅には可燃物である古いタイヤや毛布\n等の不要品が被告人方家屋に近接して放置されており，かつ，被告人方家屋の北西\n側にはＡほか２名が居住する家屋（木造瓦葺２階建，延床面積約３６０．４３平方\nメートル），北東側にはＢが居住する家屋（木造瓦葺２階建，延床面積約１０１．\n３５平方メートル）がそれぞれ隣接しており，枯れ草等を焼却すれば，前記タイヤ\n等を介して被告人方家屋に燃え移り，更に前記Ａらが居住する隣接家屋等に延焼さ\nせるおそれがあったのであるから，枯れ草等を焼却することは厳に差し控えるべき\nはもとより，あえて焼却するのであれば，十分な消火用水を準備するなどの確実に\n消火することができる措置をあらかじめ講じた上で点火するとともに，枯れ草等の\n燃焼状況を終始確認しておくべき注意義務があるのにこれを怠り，十分な消火用水\nを準備するなどの確実に消火することができる措置を講じることなく，漫然と前記\n第１のとおり枯れ草に点火し，枯れ草の燃焼状況を十分確認していなかった過失に\nより，その火を前記タイヤ等を介して被告人方家屋に燃え移らせた上，更にその火\nを前記Ａらが居住する隣接家屋等に燃え移らせ，よって，前記Ａほか２名が居住す\nる家屋を全焼，前記Ｂが居住する家屋を半焼させてそれぞれ焼損した。\n（事実認定の補足説明）\n弁護人は，被告人が公訴事実記載の着火行為を行ったことは認めるものの，被告\n人方に存在する水道栓を使用することで消火することができたのであるから，確実\nに消火することができる措置を講じていたものであり，この点について注意義務違\n反はないと主張する。\nしかし，水道栓が存在するのみで注意義務が尽くされるものではなく，出火防止\nのための適切な手段が具体的に講じられていなければ，注意義務が尽くされたとは\nいえない。被告人は，枯れ草等を焼却した際，水道栓から離れた場所でたばこを吸\nっていたのであり，出火に対して直ちに対応できるような具体的な準備をしていた\nとは到底いえず，消火措置を講じるべき義務に違反していたことは明らかである。\n以上の次第であり，弁護人の主張は採用できず，判示第２のとおりの事実を認定\nした。\n（法令の適用）\n被告人の判示第１の所為は，廃棄物の処理及び清掃に関する法律（以下「廃掃法」\nという。）２５条１項１５号，１６条の２に，判示第２の所為はＡほか２名が居住\nする家屋を全焼させた点とＢが居住する家屋を半焼させた点を包括して刑法１１６\n条１項に該当するところ，判示第１の罪について所定刑中罰金刑を選択し，以上は\n同法４５条前段の併合罪であるから，同法４８条２項により各罪所定の罰金の多額\nを合計した金額の範囲内で被告人を罰金８０万円に処し，同法２１条により，未決\n勾留日数中，その１日を金１万円に換算してその罰金額に満つるまでの分をその刑\nに算入することとし，訴訟費用は刑訴法１８１条１項ただし書を適用して被告人に\n負担させないこととする。\n（法令の適用に関する補足説明）\n第１  判示１及び２の罪数関係について\n判示第１及び第２の各事実にはいずれも枯れ草等への点火行為が含まれており，\n更に，判示第２には検察官が点火行為と不可分一体と釈明する消火措置を講じなか\nった過失が加わっている。そうすると，これら二つの事実の罪数関係は，観念的競\n合ではないかとも考えられる。\nしかし，着火行為それ自体は，枯れ草等が燃焼するという限度では結果も認識し\nた上でなされた故意ある行為であり，それ自体を失火罪の実行行為とみることは困\n難である。失火罪における過失とは火気取扱上の注意義務違反をいうことからすれ\nば，火が出た場合に適切な措置が講じることができない準備不足を実行行為として\n捉えるべきであり，「十分な消火用水を準備するなどの確実に消火することができ\nる措置を講じることなく，漫然と前記第１のとおり枯れ草に点火し，枯れ草の燃焼\n状況を十分確認していなかった過失」とは，点火行為という作為を実行行為として\n捉えるものではなく，不十分な防火措置という不作為を実行行為としているものと\n解することが相当である。検察官がいう，点火行為と消火措置を講じなかった過失\nが不可分一体というのは，不十分な防火措置という一連の不作為の中に点火の事実\nが含まれているものという趣旨に解する。\nそうすると，判示第２の事実には判示第１と同一の着火行為が含まれているとし\nても，実行行為が異なるので，これらは併合罪の関係に立つというべきである。\n第２  未決勾留日数の算入の基礎となる勾留日数について\n１  一件記録から認められる本件の公訴提起に至る経緯は，以下の通りである。\n（１）  被告人は，令和２年６月１９日，建造物等失火及び自己所有非現住建造物\n等失火の被疑事実で勾留状の執行を受けた。\n（２）  被告人は，同月２６日，被害者取調べ未了，裏付け捜査未了，一括処理相\n当の余罪取調べ未了及び被疑者取調べ未了を理由に，同年７月８日まで勾留期間が\n延長された。なお，検察官は，この勾留期間の延長の理由となった「一括処理相当\nの余罪」とは，本件の廃掃法違反である旨釈明した。\n（３）  被告人は，同日，下記の要旨の重過失失火の公訴事実で，当裁判所に起訴\nされた（当庁令和２年（わ）第３５６号。以下「前件被告事件」という。）。なお，\nこのとき，判示第１の廃掃法違反の公訴事実では起訴されていない。\n同被告事件は，同年８月２８日，同年９月８日，同年１０月８日に証拠調べ等の\nための公判期日が開かれ，同月２２日，重過失を認めることができず失火罪にとど\nまるとして，管轄違いの判決が言い渡された。\n記\n被告人が，令和２年６月８日午前１１時４０分頃，被告人方家屋敷地内において，\n同敷地内の庭に刈られた状態で放置された枯れ草を焼却するに当たり，庭の片隅に\nは可燃物である古いタイヤや毛布等の不用品が同家屋に近接して放置されており，\nかつ，同家屋の北西側にはＡほか２名が居住する木造瓦葺２階建の家屋（以下，\n「Ａ方家屋」という。），北東側にはＢが居住する木造瓦葺２階建の家屋（以下\n「Ｂ方家屋」という。）がそれぞれ隣接していたため，前記敷地内で枯れ草を焼却\nすれば，前記タイヤ等を介して被告人方家屋にその火を燃え移らせ，更にＡ方家屋\n等に延焼させるおそれがあったから，枯れ草を焼却することは厳に差し控えるべき\nはもとより，あえて焼却するのであれば，周囲の可燃物を除去し，十分な消火用水\nを準備するなどして確実に消火することができる措置をあらかじめ講じた上で点火\nし，焼却中の火が拡大して被告人方家屋に燃え移ることがないよう枯れ草の燃焼状\n況を終始確認すべき注意義務があるのにこれを怠り，前記タイヤ等の可燃物を放置\nしたまま，十分な消火用水を準備するなどせず，確実に消火することができる措置\nを講じることなく，漫然と枯れ草に点火し，焼却中の火が拡大して被告人方家屋に\n燃え移ることがないよう枯れ草の燃焼状況を十分確認しなかった重大な過失により，\nその火を前記タイヤ等を介して被告人方家屋に燃え移らせた上，更にその火をＡ方\n家屋等に燃え移らせ，よって，Ａ方家屋を全焼，Ｂ方家屋を半焼させてそれぞれ焼\n損した。\n（４）  検察官は，同年１１月５日，当裁判所に対し，前記管轄違いの判決に対す\nる上訴権放棄書を提出し，被告人を在宅状態にした上で本件の公訴提起を行い，同\n時に，勾留状発付の職権発動を求めた。\n（５）  当裁判所裁判官は，同日，職権により被告人に対し，勾留状を発付した。\n（６）  被告人は，前記（１）のとおり勾留されてから，現在に至るまで，管轄違\nいの判決が上訴権放棄により確定してから，確定日に新たな勾留状が発付されるま\nでの間に在宅の状態となったほか，釈放されたことはない。\n２  未決勾留日数の算入は，勾留の身体拘束という側面に注目し，自由刑の執行に\n類似する側面があることから，裁判所の裁量により当該勾留期間を刑に算入するこ\nとを認めるものであり，手続法たる刑訴法上の制度ではなく，実体法たる刑法２１\n条によって認められているものである。\nまた，勾留は事件単位の原則に基づき，事件単位ごとに身体拘束されるところ，\n公訴事実の同一性が認められる範囲で終局判決が確定すれば，再度，同一の事実で\n刑事訴追を受けることがない反面，同一の事実においては，訴訟手続の開始から終\n末に至るまでが一つの継続的状態と見られ（昭和２４年（新れ）第２２号同２５年\n９月２７日大法廷判決・刑集４巻９号１８０５頁），また，実体判断を伴わない判\n決の場合は再訴も許される（昭和２７年（あ）第２９０３号同２８年１２月９日大\n法廷判決・刑集７巻１２号２４１５頁）。\n以上を踏まえると，勾留制度の趣旨からも，被告人が被告人たる地位に基づく手\n続的負担を負う期間との均衡の観点からも，有罪判決を受けた際に算入されるべき\n未決勾留日数の算入の基礎となる勾留期間は，公訴事実の同一性が認められる事実\nによって勾留状の執行を受けていた期間をいうべきであり，途中，手続的に分断さ\nれることがあったとしても，分断前後の勾留日数全てを算入の基礎とすべきである。\nそうすると，本件では，前記１（１）記載の勾留状の執行を受けてから，前件被\n告事件の判決確定までの勾留日数も算入の基礎とすべきである。\n３  よって，前件被告事件における未決勾留日数を加えた未決勾留日数から，本件\nの審理に必要な日数を控除した日を，未決勾留日数として刑に算入することが相当\nである。\n第３  本件の公訴提起の適法性について\n本件の公訴提起の適法性については，特段，弁護人も争うものではないが，事案\nの経緯に鑑み，職権により検討する。\n前件被告事件における管轄違いの判決が確定したことによって本件の失火罪の公\n訴事実と同一性がある重過失失火罪の公訴事実について当裁判所の管轄に属さない\nことが確定した。ところが，検察官は，公訴事実を重過失失火罪から失火罪に変更\nしたものの，簡易裁判所に起訴するのではなく，当庁の管轄に属する廃掃法違反を\n公訴事実に追加し，これらが併合罪の関係に立つとして，刑訴法３条１項に基づく\n併合管轄を根拠に本件公訴提起に及んだ。\nまた，検察官は，前件被告事件の公訴提起までに本件の廃掃法違反の被疑事実で\n捜査し，失火罪と同時処理をすることが相当であるからその捜査のために勾留を延\n長する必要があるとまで主張しておきながら，廃掃法違反については一度は起訴し\nなかったものである。\n以上の経緯に鑑みれば，本件の公訴提起は，前記管轄違いの判決を自ら確定させ\nておきながら，本来なら簡易裁判所にしか起訴できなくなった重過失失火罪の公訴\n事実について失火罪に変更し，なお，当裁判所による審理を行わせるために，一度\n起訴価値がないと判断した廃掃法違反をあえて起訴したものであるといわざるを得\nない。そして，廃掃法違反について勾留期間の延長請求時において捜査の必要性が\nあったとしても，結局，起訴しなかったにもかかわらず，廃掃法違反の起訴価値が\n生じるような特段の事情変更も伺えない中で，地方裁判所の管轄を得る目的であえ\nて起訴した点は，不起訴処分が将来にわたる起訴を完全に否定するものではないこ\nとを考慮してもなお，身体拘束が被疑者・被告人に与えた負担を軽視したものとの\n謗りを免れず，個人の基本的人権の保障及び刑罰法令の迅速な適用実現を目的とす\nる刑訴法１条の趣旨に整合しない不相当なものと断じざるを得ない。\nしかし，仮に被告人が管轄違いの判決に基づき失火罪の公訴事実で簡易裁判所に\n公訴提起されたとすれば，その限度で審理を受けるべきことは何ら否定されるとこ\nろではない。また，本件の審理経過に鑑みれば，廃掃法違反が失火罪と併合されて\n起訴されたことによって審理が長期化したともいえない。そうすると，結果的に，\n被告人が甘受すべき手続的負担が不当に増加したとはいえない。\nまた，本件で，失火罪の公訴事実を分離し，これに対し，管轄違いの判決の言渡\nしをなすことも不可能ではないし，前件被告事件における判決の趣旨を貫徹できる\nものとも解されるが，そうすると，被告人に対しては複数の刑事事件が係属するこ\nととなり，かえって負担が増すこととなるし，併合の利益も失われることとなる。\nそうすると，本件の公訴提起は不相当ではあるが違法無効であるとはいえず，結\n局，実体判断をなすべきといえるが，事案の経緯に鑑み，不相当な公訴提起である\nことは理由中において指摘することとする。\n（量刑の理由）\n１  廃掃法違反について，被告人は，自宅内に生えていた草をまとめ，燃やしたも\nのであり，分量も多いとまではいえないが，軽視することはできない。また，\n日常的に一般廃棄物の焼却行為をしていたこともうかがわれ，この点は，余罪\n処罰をする趣旨ではないが，犯行に至る経緯の一部として不利益に考慮せざる\nを得ない。\nしかし，本件では失火罪と廃掃法違反が併合罪として起訴されているのである\nから，廃掃法違反の結果生じた近隣環境に対する影響のうち，具体的な被害が\n生じた隣家の焼失は主として失火罪で評価されるべきものであり，これを除く\nと，環境への悪影響を処罰する廃掃法違反それ自体の犯情としては，燃焼した\n物の性質や量等に鑑みれば，懲役刑を選択すべき程に重いとまではいえず，本\n件では，罰金刑を選択すべきである。\n２  次に，失火罪について検討すると，被告人は，失火行為の結果，隣家１棟が全\n焼し，１棟が半焼するという重大な結果を生じさせている一方，何ら被害回復\nがなされていない。また，点火後は，火に気をつけていたといいながらも，火\n元から離れた位置で喫煙していたというのであるから，防火措置として不十分\nといわざるを得ず，注意義務違反の程度も大きい。そうすると，失火罪につい\nては，その法定刑の上限で処断すべき事案であるといえる。\n３  以上の点を踏まえ，被告人が外形的事実は認めていること，被告人が，車上生\n活をしていたことから被告人宅が荒れ果て，本件のような一般廃棄物の焼却に\n至ったが，今後は自治体の支援を受け，居住環境を整えようとしていることな\nど，被告人にとって有利な点も踏まえ，主文のとおり，刑を量定した。\n（求刑  懲役６月及び罰金５０万円）\n令和３年１月２６日\n神戸地方裁判所姫路支部刑事部\n裁判官        伊    藤    太    一\n"
}