{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 2,
    "month": 2,
    "day": 12
  },
  "case_number": "令和1(ワ)22576",
  "case_name": "発信者情報開示請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "89620",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=89620",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/620/089620_hanrei.pdf",
  "contents": "令和２年２月１２日判決言渡  同日原本領収  裁判所書記官\n令和元年（ワ）第２２５７６号  発信者情報開示請求事件\n口頭弁論終結日  令和元年１２月１８日\n判           決\n原        告                  Ｘ\n同訴訟代理人弁護士   中    澤    佑    一\n船    越    雄    一\n柴    田    佳    佑\n延    時    千  鶴  子\n岩    本    瑞    穂\n松    本    紘    明\n被        告   株 式 会 社 ジ ェ イ コ ム 東 京\n同訴訟代理人弁護士   村    島    俊    宏\n穂    積    伸    一\n谷    口    悠    樹\n荒    木    泉    子\n工    藤    友    良\n主           文\n１  被告は，原告に対し，別紙発信者情報目録記載の各情報を開示せよ。\n２  訴訟費用は被告の負担とする。\n事  実  及  び  理  由\n第１  請求\n主文同旨\n第２  事案の概要\n１  本件は，ツイッター上にアカウントを保持する原告が，ツイッターの運営会\n社から開示されたＩＰアドレスの保有者である被告に対し，氏名不詳者が別紙\n著作物目録記載の原告のプロフィール画像及びヘッダー画像を無断でツイッ\nターに投稿することにより，原告の著作権（公衆送信権）を侵害するとともに，\n上記プロフィール画像及び原告が撮影された動画の一部である静止画像をツ\nイッターに投稿することにより，原告の肖像権及び名誉感情を侵害したことは\n明らかであると主張し，特定電気通信役務提供者の損害賠償責任の制限及び発\n信者情報の開示に関する法律（以下「法」という。）４条１項に基づき，別紙\n発信者情報目録記載の各情報（以下「本件発信者情報」という。）の開示を求\nめる事案である。\n２  前提事実（当事者間に争いがない事実並びに後掲証拠及び弁論の全趣旨によ\nり認定できる事実。なお，本判決を通じ，証拠を摘示する場合には，特に断ら\nない限り，枝番を含むものとする。）\n(1) 当事者\nア  原告は，「Ａ」の名称で，電子たばこに使用するフレーバーリキッドを\n製造している者であり，ツイッターアカウント（以下「原告アカウント」\nという。）を開設し，同アカウントのプロフィール画像及びヘッダー画像\nとして，別紙著作物目録記載の画像（以下，それぞれ「本件プロフィール\n画像」及び「本件ヘッダー画像」といい，併せて「本件プロフィール画像\n等」という。）を掲載していた。（甲１０，１１）\nイ  被告は，電気通信事業を営む株式会社である。\n(2) 氏名不詳者によるツイッターへの投稿\n氏名不詳者は，ツイッター上に別紙投稿記事目録記載の閲覧用ＵＲＬ，ユ\nーザー名及びアカウント欄記載のアカウント（以下「本件アカウント」とい\nう。）を開設し，別紙投稿内容目録記載のツイート日時欄記載の日時（平成\n３１年２月１０日及び１５日）に，同目録記載の各投稿をした（以下，符号\nに従って「本件投稿１」などといい，併せて「本件各投稿」というほか，本\n件各投稿をした者を「本件発信者」という。また，同目録の番号３～５の投\n稿画像を「本件静止画」という。）。（甲１～６）\n(3) ツイッター社からのＩＰアドレスの開示\nア  原告は，ツイッターインターナショナルカンパニー（以下「ツイッター\n社」という。）を相手方として，本件アカウントにログインした際のＩＰ\nアドレス及びタイムスタンプのうち，平成３１年２月１日正午（日本標準\n時）以降，仮処分決定が相手方に送達された日の正午時点までの期間のも\nのについて，仮の開示を求める仮処分命令を東京地方裁判所に申し立てた\nところ，同裁判所は，令和元年６月３日，その旨の仮処分決定をした。（甲\n１７）\nイ  ツイッター社は，令和元年６月１０日，上記アの仮処分決定に基づき，\n原告に対し，平成３１年４月１１日から令和元年６月４日までの間に本件\nアカウントにログインされた際のＩＰアドレス及びタイムスタンプを開示\nした。別紙ＩＰアドレス目録記載のＩＰアドレス及びタイムスタンプは，\nツイッター社から開示されたＩＰアドレス及びタイムスタンプの一部であ\nる（以下，このＩＰアドレスを「本件ＩＰアドレス」といい，タイムスタ\nンプと併せて「本件ＩＰアドレス等」という。）。（甲８，９，１８）\nウ  本件ＩＰアドレスは，被告が保有するものである。（甲９，１５）\n(4) ツイッターへの投稿の仕組み\nツイッターを利用するには，まず，氏名，電話番号又はメールアドレスの\n登録及びパスワードの設定を行い，アカウントの登録を行う必要があり，ま\nた，自己のアカウントで投稿するためには，当該アカウントにログインする\n必要がある。（甲１９）\n３  争点\n(1) 本件発信者情報の「権利の侵害に係る発信者情報」該当性（争点１）\n(2) 被告の開示関係役務提供者該当性（争点２）\n(3) 権利侵害の明白性の有無（争点３）\nア  本件プロフィール画像等の著作物性（争点３－１－１）\nイ  原告が本件プロフィール画像等の著作権者であるか（争点３－１－２）\nウ  適法な引用の成否（争点３－１－３）\nエ  肖像権侵害の成否（争点３－２）\nオ  名誉感情侵害の成否（争点３－３）\n(4) 発信者情報の開示を受けるべき正当の理由の有無（争点４）\n第３  争点に関する当事者の主張\n１  争点１（本件発信者情報の「権利の侵害に係る発信者情報」該当性）につい\nて\n〔原告の主張〕\n以下のとおり，本件ＩＰアドレスを用いて本件アカウントにログインした者\nは，本件各投稿を行った本件発信者と同一であるから，本件発信者情報は，法\n４条１項の「当該権利の侵害に係る発信者情報」に該当する。\nツイッターを利用するためには，アカウントの登録が必要であり，その登録\nのためには，氏名，電話番号又はメールアドレスの登録及びパスワードの設定\nが必要である（甲１９）。また，ツイッターの利用に際しては，第三者から推\n測されにくい複雑なパスワードを設定することや，ログイン認証の設定をする\nことが推奨されるなど，厳重なアカウント管理及び保護が図られ，不正なログ\nインを監視する仕組みも講じられている（甲１９）。\nこのようなツイッターの仕組みに加え，個人のアカウントについて，パスワ\nードを第三者に教えたり，共有することは通常あり得ないことに照らすと，法\n人が営業用に用いるなど複数名でアカウントを共有していることをうかがわせ\nる特段の事情がない限り，ツイッターのアカウントにログインした者とそのア\nカウントを利用して投稿した者は同一であると認められる。\n本件アカウントは，アカウント名が複数名による利用をうかがわせるもので\nはなく，プロフィール欄に「育児」と記載があり，ツイートの記載も一人称で\nあることからすると，個人で利用するアカウントである（甲２０）。また，令\n和元年９月６日のツイートには，悪質な嫌がらせを受けた旨の記載があるが，\nその時期は，原告が被告に発信者情報開示請求を行い，本訴が提起された後で\nあり，被告が発信者に対する意見照会を行った頃のものと思われる。そして，\nその後，本件アカウントが削除されていることからすると，本件ＩＰアドレス\nを利用してログインした者は，被告の特定電気通信設備を経由して本件アカウ\nントにログインして管理・利用していた者である蓋然性が高い。\n法４条１項は，発信者情報について，発信者の特定に資する情報と定め，侵\n害情報を投稿した発信者の情報に限定されておらず，特定電気通信役務提供者\nの損害賠償責任の制限及び発信者情報の開示に関する法律第四条第一項の発信\n者情報を定める省令（以下，単に「総務省令」という。）１号及び２号も，「発\n信者情報その他侵害情報の送信に係る者の」氏名又は名称，住所という定め方\nをしていることからすれば，これらの情報については，発信者以外の者に関す\nる情報も開示されることが許容されている。上記のとおり，本件ＩＰアドレス\nで本件アカウントにログインした者は本件発信者と同一である蓋然性が高いか\nら，当該ログインに係る本件発信者情報は，「発信者の特定に資する情報」で\nある。\nしたがって，本件ＩＰアドレスで本件アカウントにログインした者に係る本\n件発信者情報は，「当該権利の侵害に係る発信者情報」に該当する。\n〔被告の主張〕\n法４条１項の「当該権利の侵害に係る発信者情報」とは，侵害情報の発信者\nについての情報に限られるため，侵害情報でない情報の発信者についての情報\nは同項に基づく発信者情報開示請求の対象にはならない。本件発信者情報は，\n本件アカウントにログインした者についての情報にすぎず，本件各投稿を投稿\nした者についての情報ではない。したがって，本件発信者情報は，「当該権利\nの侵害に係る発信者情報」には該当しない。\n原告は，本件ＩＰアドレスにより本件アカウントにログインした者と本件各\n投稿の投稿者が同一であると主張するが，ツイッターの運営者は，ユーザーが\n許容する範囲でパスワードを他人と共有することを禁止しておらず，実際にア\nカウントを共有するユーザーは存在する。本件アカウントには，本件ＩＰアド\nレス以外のＩＰアドレスによるログインが複数回行われ，経由プロバイダも複\n数あるから，本件アカウントは複数人で共有されている可能性が高く，本件Ｉ\nＰアドレスで本件アカウントにログインした者と本件各投稿をした者が同一で\nあるということはできない。\nなお，原告の主張を前提としても，総務省令３号のメールアドレスについて\nは「発信者情報その他侵害情報の送信に係る者の」という定め方がされていな\nいから，少なくともメールアドレスについては開示請求することはできない。\nしたがって，本件発信者情報は法４条１項の「当該権利の侵害に係る発信者\n情報」に該当しないから，原告は，同項に基づいて本件発信者情報の開示請求\nをすることはできない。\n２  争点２（被告の開示関係役務提供者該当性）について\n〔原告の主張〕\n法４条１項の「当該特定電気通信の用に供される特定電気通信設備」は，直\n前の「特定電気通信による情報の流通によって自己の権利を侵害された」との\n文言を受けるので，典型的には，本件各投稿を実際に媒介した経由プロバイダ\nの特定電気通信設備が想定されているが，「供された」とは規定されていない\nことからすると，権利侵害を発生させる特定電気通信を媒介したことを必須の\n要素としていない。本件各投稿は，本件アカウントにログインしなければ投稿\nすることはできず，本件アカウントが存続しなければ本件各投稿は存在しえな\nいものであるから，本件各投稿と本件アカウントは密接な関連性を有しており，\n本件各投稿がされた後の本件アカウントへのログイン情報の送信及び媒介は，\n本件各投稿が不特定多数の者に受信される状態を維持させておくための通信と\nいえる。\n加えて，上記１〔原告の主張〕のとおり，本件ＩＰアドレスで本件アカウン\nトにログインした者は本件発信者と同一である蓋然性が高いことからしても，\n本件アカウントへのログイン情報の送信及び媒介は，本件各投稿に供されるも\nのであり，本件ＩＰアドレスで本件アカウントにログインした際の情報を媒介\nした通信設備を用いる特定電気通信役務提供者である被告は，「開示関係役務\n提供者」に該当する。\n〔被告の主張〕\n法４条１項の「当該特定電気通信」は侵害情報（開示請求者の権利を侵害し\nたとする情報〔法３条２項２号〕）に係る特定電気通信を意味し，同通信の用\nに供される特定電気通信設備を用いる特定電気通信役務提供者が「開示関係役\n務提供者」に該当する。そうすると，経由プロバイダである被告が「開示関係\n役務提供者」に該当するためには，侵害情報である本件各投稿の投稿に関する\n通信を媒介していたといえなければならない。\nしかし，本件ＩＰアドレスは，本件各投稿を投稿した際に使用されたＩＰア\nドレスではなく，本件アカウントにログインした際に使用されたものである。\n本件アカウントへのログインと本件各投稿とは全く別個の行為であり，通信に\nついても全く異なるものである。\nまた，本件各投稿を行うためには，その前にアカウントへログインする必要\nがあるが，本件ＩＰアドレスは，最も古いものでも本件各投稿の約２か月後の\nログインに係るものであるから，本件ＩＰアドレス等に係る通信は，本件各投\n稿に関する通信とは全く別個の通信である。\nさらに，甲８の４によれば，ツイッター社から開示されたＩＰアドレスには，\n本件ＩＰアドレス以外に，被告が管理するものではない複数の別のＩＰアドレ\nスが含まれ，これらによる本件アカウントへのログインが何度も行われている。\n以上によれば，被告が本件各投稿に関する通信を媒介していたとはいえない\nから，被告は開示関係役務提供者に該当しない。\n３  争点３－１－１（本件プロフィール画像等の著作物性）について\n〔原告の主張〕\n(1)  本件プロフィール画像は，原告が製造するフレーバーリキッドの販売にも\n役立つよう工夫して，自ら撮影したものである（甲１４）。この画像の撮影\n過程において，原告は，被写体として自身の容姿を選択した上で，顔の表情・\n角度，髪型，光の当たり方，背景を考えて撮影し，更にフレーバーリキッド\nの使用状況を示すために実際に煙を出し，その煙をもう一つの被写体に加え，\n煙の写り方，流れ方，量，濃度などを調整して，自身の容姿と煙のバランス\nを工夫し，より良く商品を紹介できるよう撮影されたものである。また，原\n告は，自らのツイッターユーザー名に係る文字を，その字体，色，配置，角\n度，大きさなども考えながら加え，画像の微調整も含めて編集ソフトを利用\nして編集し，一つの画像として制作した。\nこのような画像の制作過程からすれば，原告のプロフィール画像は，原告\nの思想や感情を創作的に表現したものであり，写真の著作物に当たる。\n(2) 本件ヘッダー画像について（甲１１の１・３），原告は，電子たばこを使\n用している女性のイラスト画像を選択した上で，編集ソフトを使用して商号\nである「Ａ」の文字列の字体，色，傾き，角度，配置等を工夫して文字を制\n作し，その文字の画像に上記女性のイラスト画像を加えて一つの画像にした。\nなお，原告は同イラスト画像の著作権者からこれを加工して利用することに\nついての許諾を得ている（甲１２～１４）。\nその上で，原告は，その文字列が追加されたイラスト画像と，商用にも利\n用できるフリー素材である観覧車，花，空の画像などを組み合わせ，画像に\n透かしやぼかしなども入れながらイラスト画像や各画像の配置，構図，大き\nさも考え，工夫しながら，全体で一つの画像を制作した。\n以上のような制作過程からすれば，本件ヘッダー画像は，原告の思想や感\n情を創作的に表現したものであり，著作物に当たる。\n〔被告の主張〕\n本件プロフィール画像はカメラの機械的作用によって被写体を記録したもの\nにすぎず，撮影者の創意工夫は特段認められず，下部の文字部分にも特段の創\n作性は認められない。また，本件ヘッダー画像のうち，女性のイラストは原告\nが創作したものではなく，それ以外の部分もありふれた表現にとどまる。\nしたがって，本件プロフィール画像等はいずれも著作物に該当しない。\n４  争点３－１－２（原告が本件プロフィール画像等の著作権者であるか）につ\nいて\n〔原告の主張〕\n本件プロフィール画像は，原告の容姿の画像に原告の営業に使用している名\n称の文字列を加えて原告が制作したものであり，本件ヘッダー画像も，女性の\nイラストの著作権者から許諾を受けて，原告が観覧車等の他の画像を加えて制\n作したものであり，いずれについても原告が著作権を有する。\n〔被告の主張〕\n原告が本件プロフィール画像等の著作権者であることについて立証がされて\nいない。\n５  争点３－１－３（適法な引用の成否）について\n〔被告の主張〕\n本件各投稿が，本件プロフィール画像等を含む状態で撮影された画像がその\nまま本件各投稿に掲載されたものであるとしても，著作権法３２条１項の適法\nな引用に当たる。\nすなわち，本件各投稿には本件プロフィール画像等がそのまま掲載され，本\n件プロフィール画像等の出所に当たる原告アカウントのアカウント名及びユー\nザー名が明示されているので，これらの画像に含まれる原告の各画像は，本件\n発信者による投稿部分と明瞭に区別して認識することができる。また，本件プ\nロフィール画像等の分量もごくわずかであるから，本件各投稿のうち，本件発\n信者による投稿部分が主，本件プロフィール画像等の部分が従の関係にある。\n本件各投稿は，原告アカウントのユーザーが正当な理由なく本件アカウント\nのユーザーをブロック（ツイートの閲覧，フォローを禁止するツイッター上の\n機能）したことについて批判し，原告アカウントのユーザーからリキッドを購\n入する者に向けて注意を促す内容である。本件発信者は，その主張をより明確\nかつ説得的に一般読者に伝えるために，従前のやりとりを掲載する目的で本件\n各投稿を行ったのであって，投稿の必要性，有用性が認められるばかりでなく，\nその方法も，社会通念上合理的な範囲内にとどまるというべきである。\n〔原告の主張〕\n適法な引用が成立するためには，著作権法３２条１項のとおり，公正な慣行\nに合致し，引用の目的上正当な範囲内で行われる必要があるところ，本件各投\n稿は，原告から本件アカウントをブロックされたことを理由に原告の営業を妨\n害するものであり，本件プロフィール画像等を公正に批評するなどの目的によ\nるものではない。仮に，アカウントをブロックされたことに対する批判であっ\nたとしても，本件プロフィール画像等を掲載することは不可避ではないから，\n本件各投稿は，公正な慣行に合致するものではなく，正当な目的の範囲を超え\nるものである。\nまた，本件各投稿は，本件プロフィール画像等をそのまま掲載するものであ\nるから，むしろ原告の画像等が主であったということができる\nしたがって，適法な引用は成立せず，他に違法性阻却事由が成立することを\nうかがわせる事情は存在しない。\n６  争点３－２（肖像権侵害の成否）について\n〔原告の主張〕\n原告は，本件プロフィール画像及び本件静止画を公開していたが，本件各投\n稿のように，原告の画像をスクリーンショットした上で，これをツイッター上\nに画像としてアップロードして公表することを許容していない。\nまた，本件各投稿は，原告がツイッターアカウントをブロックしたことを引\nき合いに出した上で，上記画像の掲載とともに，「リアルの被害が及びません\nように」（甲１の２）などとして，原告の事業に関して個人情報が適切に取り\n扱われず，悪用されるかのような印象を閲覧者に与えかねない内容となってい\nる。このような形で自己の容姿が映った画像を公表することは，社会通念上許\n容される限度を超えた画像の公表，利用である。\nしたがって，本件各投稿は，原告の肖像権を侵害するものである。\n〔被告の主張〕\n本件プロフィール画像及び本件静止画が原告の顔写真であることの立証がさ\nれていない上，本件プロフィール画像はそのサイズが小さく，顔の付近に煙の\nようなものがあること，本件静止画はマスクを着用していることから，いずれ\nもそこに映し出された人物の容姿が判別できない。\n本件プロフィール画像及び本件静止画は，いずれも原告が自らツイッターな\nどインターネット上で公開されたものが再掲載されたにすぎず，社会生活上の\n受忍限度を超えるものとはいえないから，原告の肖像権が侵害されたことが明\nらかとはいえない。\n７  争点３－３（名誉感情侵害の成否）について\n〔原告の主張〕\n本件各投稿は，まるで原告が第三者に被害を与えかねない人物であるかのよ\nうに評し，原告を愚弄する内容である上，原告の容姿まで掲載している。また，\nその投稿の時期も，原告が懸命に制作した商品をようやく提供できるというタ\nイミングに集中的に投稿されたものであり，原告の営業を妨害する意図もうか\nがわれるものである。このように，本件各投稿は，社会通念上許容される限度\nを超えて原告の名誉感情を害し，耐え難い精神的苦痛を与えるものである。\n〔被告の主張〕\n本件各投稿には，原告の氏名は記載されておらず，本件プロフィール画像及\nび本件静止画が原告の容ぼうを写したものであるとの立証はされていないから，\n一般読者の普通の注意と読み方を基準として，本件各投稿が原告に関する投稿\nであると特定することはできない。\nまた，原告は，電子たばこ用のフレーバーリキッドを製造・販売する事業者\nであるから，名誉感情の侵害の有無も事業者を基準として判断すべきところ，\n本件各投稿の内容は，一般消費者が事業者に関する事実や意見・感想を述べる\n投稿にすぎない。事業者であれば，このような批判的な指摘についても特段の\n事情がない限り受忍すべきであり，本件各投稿は社会通念上許容される限度を\n超えるものではない。\nしたがって，本件各投稿により原告の名誉感情が侵害されたことが明らかで\nあるということはできない。\n８  争点４（発信者情報の開示を受けるべき正当の理由の有無）について\n〔原告の主張〕\n原告は，本件各投稿をした本件発信者に対し，損害賠償請求を行う予定であ\nり，当該請求をするためには，本件発信者情報の開示を受ける必要があるから，\n法４条１項２号の「発信者情報の開示を受けるべき正当な理由」がある。\n〔被告の主張〕\n前記のとおり，本件各投稿による原告の権利侵害の明白性は認められないの\nで，原告には「発信者情報の開示を受けるべき正当な理由」があるということ\nはできない。\n第４  当裁判所の判断\n１  争点１（本件発信者情報の「権利の侵害に係る発信者情報」該当性）につい\nて\n(1) 被告は，法４条１項の「権利の侵害に係る発信者情報」とは，侵害情報の\n発信者についての情報に限られるとの解釈を前提とした上で，本件発信者情\n報は，本件アカウントにログインした者についての情報にすぎず，本件各投\n稿を行った本件発信者についての情報ではないので，本件発信者情報は「権\n利の侵害に係る発信者情報」に当たらないと主張する。\nア  前記第２の２(2)及び(3)記載のとおり，本件各投稿は，平成３１年２月\n１０日及び１５日の２日間に合計７回にわたり投稿されたものであり，原\n告が同月１日正午（日本標準時）から仮処分決定が相手方に送達された日\nの正午時点までの期間に係るものについて，仮の開示を求める仮処分決定\nを得てツイッター社に発信者情報の開示を求めたところ，同社は，その保\n有している発信者情報として，同年４月１１日から令和元年６月４日まで\nの間に本件アカウントにログインされた際のＩＰアドレス及びタイムス\nタンプ（本件ＩＰアドレス等）を開示している。このことから明らかなよ\nうに，本件ＩＰアドレス等は，本件各投稿の際に使用されたＩＰアドレス\nそのものではない。\nイ  しかし，法４条１項は，「権利侵害時の発信者情報」あるいは「権利が\n侵害された際の発信者情報」など，権利を侵害する行為（本件では本件各\n投稿）の際に使用された発信者情報に限定する旨の規定をすることなく，\n「権利の侵害に係る発信者情報」と規定しており，「係る」という語は「関\n係する」又は「かかわる」との意味を有することに照らすと，法４条１項\nの「権利の侵害に係る発信者情報」とは，侵害情報が発信された際に割り\n当てられたＩＰアドレス等から把握される発信者情報に限定されること\nなく，権利侵害との結びつきがあり，権利侵害者の特定に資する通信から\n把握される発信者情報を含むと解するのが相当である。\nウ  また，法４条の趣旨は，特定電気通信による情報の流通によって権利の\n侵害を受けた者が，情報の発信者のプライバシー，表現の自由，通信の秘\n密に配慮した厳格な要件の下で，当該特定電気通信の用に供される特定電\n気通信設備を用いる特定電気通信役務提供者に対して発信者情報の開示を\n請求することができるものとすることにより，加害者の特定を可能にして\n被害者の権利の救済を図ることにあると解されるところ（最高裁平成２１\n年（受）第１０４９号同２２年４月８日第一小法廷判決・民集６４巻３号\n６７６頁），侵害情報そのものの送信時点ではなく，その前後に割り当て\nられたＩＰアドレス等から把握される発信者情報であっても，それが当該\n侵害情報の発信者のものと認められる場合には，当該発信者のプライバシ\nー，通信の秘密等の保護の必要性の程度に比べ，被害者の権利の救済を図\nる必要性がより高いというべきである。\nエ  さらに，本件において，ツイッター社は，個々の投稿に係るＩＰアドレ\nス等のログを保存しておらず，ログインに係る情報についても直近２か月\n分程度のログしか保存していないことがうかがわれるが，侵害情報そのも\nのの送信を媒介した特定電気通信を媒介した者でなければ開示関係役務提\n供者に該当しないとすると，権利を侵害されたことは明白であるにもかか\nわらず，サイト運営者のログイン情報の保存方法・期間等により発信者情\n報開示請求の成否が左右され，侵害情報が発信された時点のＩＰアドレス\n等又は侵害情報を投稿するためのログイン時のＩＰアドレス等が保存され\nていない場合には，被害者は権利行使を断念せざるを得なくなる。法４条\nが，このような事態，すなわちサイト運営者のログイン情報の保存状況に\nより被害者の権利救済の可否が左右されることを想定し，これを容認して\nいたとは考え難い。\nオ  以上によれば，侵害情報の送信の後に割り当てられたＩＰアドレスから\n把握される発信者情報であっても，それが侵害情報の発信者のものと認め\nられるのであれば，法４条１項にいう「権利の侵害に係る発信者情報」に\n当たると解するのが相当である。\n(2)  上記(1)の解釈を前提として，本件ＩＰアドレス等によって本件アカウン\nトにログインした者と，本件各投稿を行った本件発信者が同一と認められる\nかどうかについて検討する。\nア  証拠（甲１９）によれば，ツイッターを利用するためには，氏名，電話\n番号又はメールアドレスを登録するとともに，パスワードを設定してアカ\nウント登録をすることが必要であり，その上で，作成したアカウントを実\n際に利用し，ツイート等の投稿を行うためには，電話番号，メールアドレ\nス又はユーザー名に加え，パスワードを入力してアカウントにログインを\nすることが必要であると認められる（前記第２の２(4)）。\nこのように，ツイッターは，利用者がアカウント及びパスワードを入力\nすることによりログインをしなければ利用できないサービスであること\nに照らすと，当該アカウントにログインをするのは，そのアカウント使用\n者である蓋然性が高いというべきである。\nイ  また，本件アカウントは，ユーザー名が「Ｂ」であり，その投稿内容等\nに照らすと，本件各投稿は，特定の個人が継続的に投稿したものであると\n認められ（甲１～６），ツイッター社により開示された本件ＩＰアドレス\n等の使用期間（平成３１年４月１１日から令和元年６月４日まで）におい\nても，昼夜を問わず，毎日本件アカウントにログインされており，本件ア\nカウントが継続的に使用されていたことがうかがわれる（甲８）。\nそして，本件訴訟提起後である令和元年９月５日及び６日にされた本件\nアカウントのツイート（甲２０）には，「どれだけ嫌なことがあっても  ど\nれだけ辛いことがあっても  …頑張ってこのアカウントを育ててきたの\nですが  この度  悪質な嫌がらせに合いまして  暫くの間  別アカウン\nト…で過ごすことになりました」，「赤子を抱えて身動きが取りづらい状\n況を狙って私を潰しに来たのであれば  義理も人情もない方なのでしょ\nう」，などの投稿がされていることが認められる。これらのツイート内容\n等によると，令和元年９月の上記各投稿の投稿者は，特定の個人であり，\n原告の行為を非難する旨の本件各投稿をした者と同一であることが推認\nされる。\nウ  上記アのとおり，ツイッターのアカウントにログインをするのは，その\nサービスの仕組みに照らし，当該アカウントの使用者である蓋然性が高い\nところ，上記イのとおり，本件アカウントは，本件各投稿がされた平成３\n１年２月頃から令和元年９月頃の間，特定かつ同一の個人が継続して利用\nしていたものと認めるのが相当であり，法人が営業用に用いるなど複数名\nでアカウントを共有し，又はアカウント使用者がその間に変更されたこと\nをうかがわせるような事情は存在しない。\nそうすると，本件ＩＰアドレスによって本件アカウントにログインした\n者と，本件各投稿を行った本件発信者は同一ということができるので，本\n件発信者情報は「権利の侵害に係る発信者情報」に当たるというべきであ\nる。\nエ  これに対し，被告は，ツイッターの仕組み上，ユーザーがアカウントを\n他人と共有することが禁止されていないことや，本件アカウントには，本\n件ＩＰアドレス以外のＩＰアドレスを用いた被告以外の経由プロバイダ\nを利用したログインが複数回行われていることから，本件アカウントは複\n数人で共有されている可能性が高く，本件ＩＰアドレスで本件アカウント\nにログインした者と本件各投稿をした者が同一であるとはいえないと主\n張する。\nしかしながら，ツイッターの仕組み上，アカウントの共有が禁止されて\nいないとしても，通常は，特定の個人が自分用のアカウントとして継続的\nに一つのアカウントを使用することが多く，本件アカウントについても，\nその投稿内容等に照らし，個人用のアカウントと認められることは，前記\n判示のとおりである。\nまた，被告以外の異なる経由プロバイダを介して本件アカウントにログ\nインされているとの点についても，個人であっても，例えば携帯電話とパ\nソコンのそれぞれについて異なる経由プロバイダと契約することもあり\n得るのであるから，そのことから直ちに複数人が本件アカウントを共有し\nている可能性が高いということはできない。\nしたがって，被告の上記主張は採用できない。\n２  争点２（被告の開示関係役務提供者該当性）について\n被告は，本件ＩＰアドレスは，本件各投稿後のログインに係るものであるか\nら，被告は，本件各投稿に関する通信を媒介しておらず，「開示関係役務提供\n者」に該当しないと主張する。\nしかし，前記判示のとおり，侵害情報の送信の後に割り当てられたＩＰアド\nレス等から把握される発信者情報であっても，それが当該侵害情報の発信者の\nものと認められるのであれば，法４条１項にいう「権利の侵害に係る発信者情\n報」に当たると解するのが相当であり，侵害情報の発信者と同一の者によるも\nのと認められる通信を媒介し，その際に割り当てられた当該ＩＰアドレス等を\n保有する特定電気通信役務提供者は，法４条１項にいう開示関係役務提供者に\n該当するというべきである。\nしたがって，本件ＩＰアドレスによる本件アカウントへのログインを媒介し\nた被告は，開示関係役務提供者に該当する。\n３  争点３（権利侵害の明白性の有無）について\n(1) 争点３－１－１（本件プロフィール画像等の著作物性）について\nア  被告は，本件プロフィール画像に撮影者の創意工夫は特段認められず，\n本件ヘッダー画像も女性のイラストは原告が創作したものではなく，それ\n以外の部分もありふれた表現にとどまるから，著作物に当たらないと主張\nする。\nしかし，本件プロフィール画像は，別紙著作物目録のプロフィール画像\n欄記載のとおりであり，証拠（甲１４，２５）によれば，口から煙を出し\nている原告の顔を正面から撮影し，中心からやや下方に原告アカウントの\nユーザー名を記載したものであって，文字部分を含めた全体の構図や，光\nの当て方，顔の角度，漂う煙がきれいに見えるように流れ方，量及び濃度\nなどを調整した上でシャッターチャンスの捕捉をしている点などを工夫\nして撮影されたものと認められる。\nそうすると，本件プロフィール画像は，原告の思想，感情を創作的に表\n現したものであって，写真の著作物に当たると認めるのが相当である。\nイ  本件ヘッダー画像は，別紙著作物目録のヘッダー画像欄記載のとおりで\nあり，右側に口から煙を出している女性のイラストが描かれ，その左側及\nび全体の背景に観覧車や花，空の画像を加え，透かしを入れてこれらの画\n像を重ね合わせたものである。原告は，女性のイラストの作者から利用許\n諾を受けて，これに観覧車等の画像を追加し，全体の構図等を決めて本件\nヘッダー画像を作成したものであって（甲１２～１４），ありふれた表現\nにとどまるということはできず，原告の個性が十分に表れたものというべ\nきである。\nしたがって，本件プロフィール画像等は，原告の思想，感情を創作的に\n表現したもので，美術の範囲に属するものとして，著作物に該当する。\n(2) 争点３－２－２（原告が本件プロフィール画像等の著作権者であるか）に\nついて\n被告は，原告が本件プロフィール画像等の著作権者であることを争うが，\n上記(1)のとおり，本件プロフィール画像の被写体が原告であり，本件ヘッ\nダー画像の女性のイラストについて原告が利用許諾を受け，原告の営業に用\nいられていることに照らせば，本件プロフィール画像等を制作したのは原告\nであり，その著作権は原告に帰属するものと認められる。\n(3) 争点３－１－３（適法な引用の成否）について\n被告は，本件各投稿において本件プロフィール画像等を掲載したことが適\n法な引用（著作権法３２条１項）に当たるので，権利侵害の明白性が認めら\nれないと主張するところ，他人の著作物を引用した利用が許されるためには，\nその方法や態様が，報道，批評，研究等の引用目的との関係で，社会通念に\n照らして合理的な範囲内のものであり，かつ，引用して利用することが公正\nな慣行に合致することが必要である。\n本件投稿１，２，６及び７（甲１，５，６）は，ツイッター上で，原告が\n本件アカウントのユーザーをブロックしたことについて，第三者のツイート\nに賛同しただけでブロックしたことを批判するとともに，電子たばこである\n「ＶＡＰＥ」を使用する者に対し，原告が販売するリキッドの購入について\n注意を呼びかける内容の文章が記載され，それに加えて，原告アカウントが\n本件アカウントのユーザーをブロックしている画面のスクリーンショット\n（携帯電話の画面を撮影した画像であり，本件プロフィール画像等が含まれ\nている。）を掲載したものである。\nまた，本件投稿３～５（甲２～４）は，本件アカウントのユーザーがブロ\nックの理由を原告に尋ね，原告がそれに対して答える動画をツイッター上に\n投稿したところ，当該動画における原告の回答内容を記載した文章とともに，\n当該動画の一部をスクリーンショットした本件静止画を掲載したものであり，\n右上に本件プロフィール画像が掲載されている。\n上記のとおり，本件各投稿は，原告が本件アカウントのユーザーをブロッ\nクしたことを繰り返し非難した上で，原告が販売するリキッドの購入につい\nて注意を呼びかける内容となっているところ，同各投稿の目的，内容等に照\nらすと，上記ユーザーが本件各投稿を行うに当たり，原告の容姿等の写った\n本件プロフィール画像等及び本件静止画をツイッター上に掲載する必要性が\nあったとは認められない。\nまた，本件各投稿の際に掲載された本件プロフィール画像等は，画面全体\nにおいて目立つ態様で表示され，更に操作によっては携帯電話（スマートフ\nォン）の画面において独立して鑑賞の対象となり得る程度の大きさで閲覧す\nることも可能であること（甲１の１の２・３，甲５の２，甲６の２等）も考\n慮すると，同各投稿において引用された本件プロフィール画像等が従で，他\nの記載が主の関係にあるということもできない。\n以上によれば，本件各投稿における引用の方法及び態様が，引用目的との\n関係で社会通念に照らして合理的な範囲内のものであると認めることはでき\nないというべきであり，本件プロフィール画像等を引用して利用することが\n公正な慣行に合致すると認めるに足りる事情も存在しない。\nしたがって，本件各投稿における本件プロフィール画像等の掲載が適法な\n引用に当たるということはできない。\n(4) 以上のとおり，本件各投稿は，本件プロフィール画像等を著作権者である\n原告に無断で公衆送信するものであり，違法性阻却事由の存在もうかがわれ\nないから，原告の公衆送信権を侵害することが明らかである。\n４  争点４（発信者情報の開示を受けるべき正当の理由の有無）について\n上記３のとおり，本件各投稿は，原告の公衆送信権を侵害するところ，原告\nは，本件発信者に対し，損害賠償請求をする予定であることが認められる（甲\n１４，弁論の全趣旨）から，本件発信者情報の開示を受けるべき正当の理由が\nある。\n５  結論\n以上によれば，原告の請求は理由があるから，これを認容することとし，よ\nって，主文のとおり判決する。\n東京地方裁判所民事第４０部\n裁判長裁判官\n佐    藤    達    文\n裁判官\n𠮷    野    俊  太  郎\n裁判官\n今    野    智    紀\n（別紙）\n発  信  者  情  報  目  録\n別紙ＩＰアドレス目録記載のＩＰアドレスを，同目録記載の各ログイン日時ころ\nに，被告から割り当てられていた契約者に関する下記情報\n記\n①  氏名または名称\n②  住所\n③  電子メールアドレス\n以上\n（別紙）\nＩＰアドレス目録\nＩＰアドレス  ログイン日時（日本時間）  リモートホスト\n1    以下省略\nＩＰアドレス  ログイン日時（日本時間）  リモートホスト\n21  以下省略\nＩＰアドレス  ログイン日時（日本時間）  リモートホスト\n41  以下省略\nＩＰアドレス  ログイン日時（日本時間）  リモートホスト\n61  以下省略\nＩＰアドレス  ログイン日時（日本時間）  リモートホスト\n81  以下省略\n以上\n（別紙）\n投  稿  記  事  目  録\n閲 覧 用 Ｕ Ｒ Ｌ  https://以下省略\nユーザー 名  Ｂ\nアカウン ト  （省略）\n以上\n（別紙）\n著  作  物  目  録\nプロフィール画像\n（省略）\nヘッダー画像\n（省略）\n以上\n（別紙）\n投  稿  内  容  目  録\n１  ツイート日時：２０１９年２月１０日１２時５４分（甲１の１の２）\n（省略）\n２  ツイート日時：２０１９年２月１０日１０時１３分（甲１の１の３）\n（省略）\n３  ツイート日時：２０１９年２月１５日００時０８分（甲２の２）\n（省略）\n４  ツイート日時：２０１９年２月１５日００時１１分（甲３の２）\n（省略）\n５  ツイート日時：２０１９年２月１５日００時１４分（甲４の２）\n（省略）\n６  ツイート日時：２０１９年２月１５日００時２６分（甲５の２）\n（省略）\n７  ツイート日時：２０１９年２月１０日１１時３２分（甲６の２）\n（省略）\n以上\n"
}