{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 4,
    "month": 4,
    "day": 21
  },
  "case_number": "令和4(う)5",
  "case_name": "常習累犯窃盗被告事件",
  "court_name": "広島高等裁判所第1部",
  "result": "棄却",
  "original_court_name": "広島地方裁判所\n        　尾道支部",
  "original_case_number": "令和3(わ)59",
  "gist": "窃盗の故意及び不法領得の意思が争われた常習累犯窃盗被告事件において、これらをいずれも認めて被告人を有罪とした原判決の事実認定が是認された事例",
  "lawsuit_id": "91259",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=91259",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/259/091259_hanrei.pdf",
  "contents": "令和４年４月２１日宣告  広島高等裁判所\n令和４年(う)第５号  常習累犯窃盗被告事件\n原審  広島地方裁判所尾道支部  令和３年（わ）第５９号\n主              文\n本件控訴を棄却する。\n当審における未決勾留日数中６０日を原判決の刑に算入する。\n理              由\n１  本件控訴の趣意は、弁護人毛利圭佑作成の控訴趣意書に記載されているとおり\nであるからこれを引用する。控訴理由は、事実誤認である。\n２  原判決が認定した「罪となるべき事実」の要旨は、平成２２年以降３回にわた\nり常習累犯窃盗罪によりそれぞれ６か月以上の懲役刑に処せられ、いずれも本件\n前１０年以内に服役した被告人が、更に常習として、ショッピングセンター（以\n下「本件ショッピングセンター」という。）内で、本件ショッピングセンター内\nに所在するテナント店（以下「本件テナント」という。）の店長が管理する財布\n１個等２点（販売価格合計２万９１５０円。以下、これらを併せて「本件財布等」\nという。）を窃取したというもの（常習累犯窃盗）である。\n３  論旨は、本件においては被告人による本件財布等の窃取行為も、窃盗の故意も、\n不法領得の意思も存在せず、無罪であるのに、これらを認めて被告人を有罪とし\nた原判決には、判決に影響を及ぼすことが明らかな事実誤認があるという。\nそこで、記録を調査して検討する。\n４  原判決は、「事実認定の補足説明」において、要旨、次のとおり説示している。\n被告人は、本件財布等については後に精算するつもりであった旨述べ、犯意や\n不法領得の意思を否定するかのような弁解をしている。しかし、被告人は、本件\n犯行時、本件財布等を手に持って精算することなく本件テナントから離れ、本件\n財布等を自己の所持していたトートバッグ内の自己の所持品の上に置いた上、当\n該トートバッグをコインロッカー内に入れ、更にコインロッカーに施錠をしてそ\nの場を離れて別の階のフロアをはいかいしている（これらの事実は証拠上容易に\n認められ、被告人も争っていない。）。このような被告人の一連の行動、特に未\n精算の商品を自己のバッグ内に入れた 上で更にコインロッカー内に入れて施錠\nするという行為は、後に本件財布等を精算することを予定している者の行動とし\nては著しく不自然、不合理である。被告人がこのような行為に及んだ理由につい\nて合理的な説明ができておらず、曖昧な供述をしていることからしても、被告人\nの上記弁解はおよそ信用できない。かえって、上記一連の行動それ自体から、被\n告人において本件財布等を他人の占有を排して自己の占有下に置き、不法に領得\nする意思を有していたことが強く推認され、本件財布等を窃取することについて\nの故意及び不法領得の意思が認められる。\n５  原判決について検討する。\n⑴  上記４の原判決の説示は、論理則、経験則等に照らして特段、不合理なもの\nではなく、当裁判所としても正当として是認することができる。\n⑵  補足すると、本件において被告人は、本件ショッピングセンター１階中央に\n位置する本件テナントに、レジで新品の商品と引き換えられる見本品として陳\n列されていた本件財布等を、本件テナント内に設置されたレジで精算すること\nなく本件テナントから持ち出し、本件ショッピングセンター１階東端エレベー\nター付近まで行き、自己のトートバッグ内の私物の上に本件財布等を置いた状\n態でそのトートバッグを同所にあったコインロッカー（以下「本件コインロッ\nカー」という。）に収納して同ロッカーを施錠している（以下、この行為を「本\n件収納行為」という。）。原審検察官は、その冒頭陳述において、本件収納行\n為を本件実行行為として主張しているところ、本件収納行為が排他的占有取得\n行為として窃取行為に該当し、被告人に窃盗の故意が認められることは明らか\nである。\n⑶  もっとも、被告人は、本件収納行為時、後に精算して代金を支払う意思を有\nしていたと供述している。被告人に本件財布等が見本品であることについての\n認識があったか否かは本件証拠上不明確であるものの、見本品である本件財布\n等をレジに持参して精算を申し出れば、店舗側に求められてこれらを返還する\nことになるものと解されるから、上記供述は本件財布等についての返還意思が\nあったとの趣旨を含むものとも理解でき、不法領得の意思が否定されないかと\nいうことが問題となる。\n⑷  この点、記録によれば、被告人が、①カートを押しながら本件ショッピング\nセンターをはいかいする中で、１階にある本件テナントに陳列されていた本件\n財布等を持ち出し、引き続きカートを押しながら本件コインロッカーの場所ま\nで移動し、本件収納行為に及んだ後、カートを押しながら本件ショッピングセ\nンター内のはいかいを再開し、その後は、フードコートや食品コーナーにも立\nち寄りながら２階にも２度にわたり移動するなどし、②本件テナントの店員の\n通報を受けて臨場した警察官から 持っていた本件コインロッカーの鍵につい\nて尋ねられると「自分の荷物を入れとるだけじゃ。」「わしのもんしか入っと\nりゃあせんよ。」などと述べ、警察官の前で本件コインロッカーを開扉し、本\n件財布等について追及されると「後で支払うつもりだったんよ。」との供述を\n始めた事実が認められる。\n上記①の行動について見ると、被告人は、結局、本件収納行為の前もその後\nも、カートを押しながら本件ショッピングセンター内をはいかいしているので\nあるから、後に代金を支払って本件財布等（又はこれを見本とする同種の財布\n等）を購入する意思があったのであれば、私物とともにカートに乗せておけば\n足りたはずであり、わざわざ本件財布等を本件コインロッカーに収納して同ロ\nッカーを施錠したのは別の目的、すなわち、代金を支払わずに本件財布等を取\n得する意思であったことを相応に推認させるものといえる。また、②の言動に\nついて見ると、当初は本件財布等がコインロッカー内にあること自体を秘匿し\nようとし、本件財布等を発見されて初めて代金を支払うつもりがあった旨の供\n述を始めている状況が認められ、このこともまた、元々被告人が不正に、すな\nわち代金を支払わずに本件財布等を取得しようとしており、本件財布等を発見\nされるや、責任回避のために代金を支払うつもりであったとの説明を始めたこ\nとを相応に推認させるものといえる。以上①、②の事実を併せると、本件収納\n行為の際、被告人に本件財布等について事後的な精算の意思も返還の意思もな\nかったことが相応に強く推認される。被告人は、本件財布等をすぐに購入しな\nかった理由として、レジを見付けることができなかったためであるなどと供述\nするが、記録を精査しても、本件テナントのレジの位置が見付けにくい場所に\nあったような状況も、被告人がレジを探していたような状況も見受けられない。\n被告人の上記供述は信用できず、上記の推認は揺らがない。\n以上によれば、被告人に代金支払の意思も本件財布等の返還の意思もなかっ\nたことが明らかであるから、不法領得の意思についても問題なく認められるも\nのといえる。\n⑸  原判決も、基本的に上記⑷と同旨をいうものと解され、このような原判決が、\n論理則、経験則等に照らして不合理なものとはいえない（なお、本件で問題と\nなるのは、不法領得の意思のうち、いわゆる権利者排除意思であるところ、一\n般的に見て、店舗内に陳列した商品を店舗外へと持ち去られれば、当該商品の\n販売に支障を来すのであって、一時的であったとしても、このような行為を通\n常、店舗が許容するものとは解されないし、見本品についても、一時的にせよ\nこれを店舗外に持ち去られれば、正に見本としての機能を奪われるのであって、\nこのような行為を通常、店舗が許容するものとは解されないから、仮に被告人\nに事後的な代金支払や本件財布等の返還の意思があったとしても、権利者排除\n意思を認める妨げとなるものではないといえ、このことは、テナント店の場合\nであっても異ならないと解される。こうした観点からも、原判決の結論に誤り\nはないといえる。）。\n６  所論は、原判決が、被告人の一連の行動が後に精算を予定している者のそれと\nして著しく不自然、不合理であると評価したのに対し、被告人の一連の行動は、\n窃盗犯として著しく不自然、不合理であると主張し、①窃盗の意思があれば、速\nやかに退店するのが合理的であるのに、被告人は、長時間にわたって店内をはい\nかいしている、②不必要に目立つような行動をとっているなどと指摘する。\nしかしながら、①については、被告人は本件において、特に本件テナントの店\n員に声を掛けられるようなこともなく 本件コインロッカーに本件財布等を隠匿\nすることに成功しているのであるから、その後も検挙される危険を意識すること\nのないままに店内をはいかいしていたことも十分考えられる。あるいは、万引き\nが店員等に発覚していないか様子をうかがうためにしばらく店内をはいかいし、\nもし発覚していた場合には、後から精算するつもりだったと言って逃れようと考\nえていたということもあり得る。よって、被告人が本件犯行後も店内をはいかい\nしていた事実は、窃盗犯の行動として所論がいうほど不自然でも不合理でもない\nといえる。②について見ると、所論が指摘するのは、本来エスカレーターに乗り\n切らないカートをエスカレーターに載せる、カート置場でない場所にカートを乱\n雑に放置してエスカレーターを降りる、カートを押して２階に上がったのに、す\nぐにカートを置いて店舗へ向かうなどというものであるが、所論がいうほど目立\nつ行動とも解されない。上記のとおり、被告人がこの時点で、特に検挙される危\n険を意識していなかったことも考えられること、あるいは、店員等に発覚し追跡\nされていないかはいかいしながら様子をうかがっていたということもあり得る\nことも考慮すれば、上記の行動も、窃盗犯の行動として所論がいうほど不自然と\nも不合理とも解されない。\nまた、所論は、被告人は、本件財布等の販売価格を超える現金を所持していた\nともいうが、上記５⑵⑷の推認の根拠は、精算等の意思を有しているとは解され\nない不合理な行動状況や、コインロッカー内の被害品の存在を殊更に隠蔽しよう\nとする言動によるものであって、十分な所持金を有していたことによって上記の\n推認が妨げられるものではない。\nその他、所論は、本件財布等は一見して見本品であることが明らかであり、被\n告人としては、目的の買物を済ませた後に戻ってきて精算するまで荷物と一緒に\nコインロッカーに入れておいても問題はないと考えていたなどとも主張する。し\nかしながら、被告人自身、本件財布等が見本品であると認識していることを前提\nとしたような供述はしていない上、仮に被告人においてこのように考えていたと\nしても、あえて精算を遅らせて本件財布等を本件コインロッカーに収納するなど\n本件収納行為を行う必要性、合理性は何ら見いだせない。\n結局、所論の指摘を全て検討しても、上記の推認は動揺しない。原判決に所論\n指摘の事実誤認はなく、論旨は理由がない。\n７  よって、刑訴法３９６条により本件控訴を棄却することとし、当審における未\n決勾留日数の算入について刑法２１条を、当審における訴訟費用を被告人に負担\nさせないことについて刑訴法１８１条１項ただし書をそれぞれ適用して、主文の\nとおり判決する。\n令和４年４月２２日\n広島高等裁判所第１部\n裁判長裁判官      伊  名  波      宏    仁\n裁判官        富      張      真      紀\n裁判官廣瀬裕亮は転補のため署名押印することができない。\n裁判長裁判官        伊  名  波      宏      仁\n"
}