{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 6,
    "day": 30
  },
  "case_number": "令和4(ワ)24499",
  "case_name": "名誉毀損事件",
  "court_name": "東京地方裁判所",
  "lawsuit_id": "92667",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=92667",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/667/092667_hanrei.pdf",
  "contents": "令和５年６月３０日判決言渡し・同日原本交付  裁判所書記官\n令和４年（ワ）第２４４９９号  名誉毀損事件\n口頭弁論の終結の日  令和５年４月１１日\n判 決\n主 文\n１  原告の請求をいずれも棄却する。\n２  訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  請求\n１  被告らは、原告に対し、連帯して、２２００万円及びこれに対する令和４年\n９月１日から支払済みまで年３％の割合による金員を支払え。\n２  被告株式会社ＴＢＳテレビは、原告に対し、同被告が制作放送する「Ａ」の\n番組内において、別紙謝罪放送目録記載の謝罪放送を１回行え。\n３  被告Ｂは、原告に対し、Ｃ国際法律事務所のホームページ（http://Ｄ）に\n別紙謝罪広告目録記載の謝罪広告を３か月間掲載せよ。\n第２  事案の概要\n本件は、原告が、被告株式会社ＴＢＳテレビ（以下「被告ＴＢＳ」とい\nう。）の制作、放送に係る番組内で、被告Ｂ（以下「被告Ｂ」という。）が原\n告の名誉を毀損する発言をしたと主張して、被告らに対し、共同不法行為に基\nづき、損害賠償金２２００万円及びこれに対する上記番組放送日（不法行為の\n日）である令和４年９月１日から支払済みまで民法所定の年３％の割合による\n遅延損害金の連帯支払を求めるとともに、名誉回復措置請求権に基づき、被告\nＴＢＳに対しては謝罪放送を、被告Ｂに対しては謝罪広告を、それぞれ求める\n事案である。\n１  前提事実（当事者間に争いのない事実並びに後掲証拠（枝番のある証拠につ\nき、全ての枝番を含む場合にはその表記を省略する。）及び弁論の全趣旨によ\nり容易に認められる事実）\n⑴  原告は、Ｅにより昭和２７年に大韓民国で設立された宗教団体が、昭和３\n９年に東京都知事の認証を受けて成立した宗教法人である。従前の名称は\n「世界基督教統一神霊協会」であったが、平成２７年、現在の名称に変更さ\nれた。変更前の名称に基づき、「統一教会」ないし「旧統一教会」と呼称さ\nれることがある。\n（甲１、丙２２）\n⑵  被告ＴＢＳは、放送法による放送事業等を目的とする株式会社であり、\n「Ａ」と題する情報番組（以下「本件番組」という。）を制作、放送してい\nる。被告Ｂは、弁護士であり、本件番組のコメンテーターを務めている。\n（第１文につき甲２）\n⑶  本件番組の令和４年９月１日の放送（以下「本件放送」という。）におい\nて、被告Ｂは、原告と自由民主党（以下「自民党」又は「党」という。）と\nの関係性に関連する話題の中で、別紙発言目録記載の発言（以下「本件発\n言」という。）を行った。\n（甲３、乙３）\n２  争点及びこれに関する当事者の主張\n⑴  本件発言の違法性の有無\n（被告らの主張）\nア  本件発言は、原告と自民党議員との関係性を調査することは信教の自由\nに反しないとの意見ないし論評であり、そもそも原告の社会的評価を低下\nさせるものではないが、仮に低下させるものであるとしても、公共の利害\nに関する事実に係り、かつ、その目的が専ら公益を図ることにあって、人\n身攻撃に及ぶなど意見ないし論評としての域を逸脱するものではないか\nら、違法性がない。\nイ  原告は、本件発言中、「この教団がやっている外形的な犯罪行為等」と\nの表現部分（以下「本件表現」という。）が事実の摘示であると主張す\nる。しかし、本件表現は、概括的・抽象的表現にすぎず、犯罪構成要件に\n該当する事実を何ら摘示するものではないから、証拠等をもってその存否\nを決することが可能な他人に関する特定の事項を主張するものとはいえな\nい。したがって、本件表現は、事実を摘示するものとはいえない。\nむしろ、本件放送の全体の構成、登場した者の発言内容、本件発言の前\n後の文脈等からすれば、本件発言は、本件放送の他のコメンテーターの意\n見に対する反論として、原告と自民党議員との関係性を調査することは信\n教の自由を侵害するものではない旨の意見ないし論評を表明したものであ\nることが明らかであり、一般の視聴者もそのように理解するものである。\nそして、本件発言中の本件表現は、犯罪的、違法、反道徳的ないし反社会\n的な行為全般を指す法的見解の表明として「犯罪行為等」という表現を用\nい、そのような「犯罪行為等」に含まれるいわゆる霊感商法や高額献金勧\n誘行為等に原告が関係してきたとされている事実を上記意見ないし論評の\n前提として摘示したものである。\nそして、本件表現の前提事実は真実であり、本件表現は、意見ないし論\n評としての域を逸脱するものでもないから、本件発言について違法性はな\nい。\n（原告の主張）\nア  本件発言中の本件表現は、証拠等をもってその存否を決することが可能\nな他人に関する特定の事項を主張するものに他ならない。そして、本件表\n現を含む本件発言は、一般の視聴者に、原告が犯罪行為等を現に行ってい\nると認識させるものであり、原告の社会的評価を低下させる。これに対\nし、被告らは、原告が犯罪行為等を行っていることの真実性について何ら\n主張立証をしていないから、本件発言の違法性は明らかである。\nイ  被告らが問題とする本件発言の行われた文脈を考慮しても、被告Ｂは、\n原告を政治的に徹底排除すべきである旨の強固な持論を展開した上、その\n持論を正当化するために本件表現を行っているのであるから、一般の視聴\n者は、本件表現について、原告が犯罪行為等を行っていると被告Ｂが認識\nの上、これを指摘したものであると理解するものである。\n被告らは、犯罪的、違法、反道徳的ないし反社会的な行為全般を指す法\n的見解の表明として「犯罪行為等」という表現を用いたと主張するが、そ\nれは一般の視聴者の理解とかけ離れた解釈であり、「犯罪行為」の意味に\n多義性はなく、「等」は犯罪行為に準ずる違法行為を指すと理解されるの\nが一般である。\nいずれにしろ、本件表現の前提事実は真実でなく、本件発言が違法であ\nることは明らかである。\n⑵  被告ＴＢＳの過失の有無\n（原告の主張）\n被告Ｂは、かねてから、本件番組内で原告を批判する発言を繰り返してい\nたから、被告ＴＢＳは被告Ｂが原告の名誉を毀損する発言をすることを容易\nに予見することができた。したがって、被告ＴＢＳは、被告Ｂに対し、そう\nした発言をしないよう注意する義務を負っていたところ、これを怠ったので\nあるから、過失がある。\n（被告ＴＢＳの主張）\n争う。\n⑶  損害の額\n（原告の主張）\n本件発言による原告の社会的評価の低下は著しく、その被害を償うに足り\nる慰謝料は２０００万円を下らない。また、その１割に当たる２００万円に\nついて、弁護士費用相当の損害と認められるべきである。\n（被告らの主張）\n争う。\n⑷  謝罪放送及び謝罪広告の必要性\n（原告の主張）\n本件発言による原告の社会的評価の低下の程度は著しく、金銭賠償のみで\nは被害回復には十分ではない。よって、相当な名誉回復措置として、謝罪放\n送及び謝罪広告が必要不可欠である。\n（被告らの主張）\n争う。\n第３  当裁判所の判断\n１  前記第２の１の前提事実に加え、後掲証拠及び弁論の全趣旨を総合すれば、\n以下の事実を認めることができる。\n⑴  令和４年７月８日、Ｆ元内閣総理大臣（以下「Ｆ元首相」という。）が銃\n撃されて死亡するという事件が起きたことを契機として、Ｆ元首相ないし自\n民党と原告との関係性が広く問題とされるようになっていった。\nそうした中、Ｇ内閣総理大臣（以下「Ｇ首相」という。）は、令和４年８\n月３１日に記者会見を行い、「旧統一教会の問題」に触れ、政治家側には、\n社会的に問題が指摘される団体との付き合いには厳格な慎重さが求められ\nる、自民党議員について、報道を通じ、原告と密接な関係を持っていたので\nはないかと国民から引き続き懸念や疑念の声をいただいているなどとして、\n自民党総裁として、党幹事長に対し、次の３点を指示したと説明した。すな\nわち、①  党所属国会議員を対象に原告との関係性を点検した結果を取りま\nとめ、公表すること、②  党所属国会議員が原告との関係を絶つことを党の\n基本方針とし、これを徹底すること、及び③  今後、社会的に問題が指摘さ\nれる団体と関係を持つことがないよう、党におけるコンプライアンスチェッ\nク体制を強化すること、の３点である。\nまた、Ｈ自民党幹事長（以下「Ｈ幹事長」という。）は、同じ日の記者会\n見で、Ｇ首相（自民党総裁）の上記の指示を受け、自民党の役員会で、党所\n属国会議員は、今後、原告及びその関連団体とは一切関係を持たないこと、\nこれを党の基本方針とすることを決定した、これを守ることができない議員\nがいた場合には、自民党では活動できないと考えているといった発言をし\nた。\n（乙１の１、乙２）\n⑵  本件番組は、タレントによる司会進行の下、複数のコメンテーターが意見\nやコメントを述べていくというスタイルを基本としているところ、令和４年\n９月１日の本件放送では、上記⑴のＧ首相の記者会見がテーマとして採り上\nげられた。そして、そのコーナーの後半では、Ｇ首相がＨ幹事長に指示した\nという上記⑴の３点が説明されるとともに、Ｈ幹事長の上記⑴の発言内容も\n紹介された。\nこれを受け、被告Ｂを含む複数のコメンテーターが司会者に促されつつ意\n見交換をし、やがて、地方議会の議員の扱いが問題となったところで、一人\nのコメンテーターから、信教の自由との関係が指摘された。そして、信教の\n自由を侵害しない形で原告との関係性を調査することの難しさが認識される\n中、司会者から被告Ｂに対し、信教の自由を侵害しない調査の可否や在り方\nについて、コメントが求められた。本件発言は、この求めに応じて行われた\nものである。\n（甲３、乙３）\n⑶  本件発言後、司会者が、「信教の自由を問うことが、もう今回の問題では\n逃げだと」と本件発言内容をまとめた。その後、本件放送は、翌週公表予定\nの自民党の点検結果の内容が納得できるものであるかどうかが重要であるな\nどとするコメンテーターの意見が述べられて、上記⑴のＧ首相の記者会見に\n関するコーナーが終了した。\n（乙３）\n２  争点⑴（本件発言の違法性の有無）について\n⑴  テレビジョン放送をされた番組の内容が人の社会的評価を低下させるか否\nかについては、一般の視聴者の普通の注意と視聴の仕方とを基準として判断\nすべきであるところ、本件発言は、本件表現の趣旨をどのように理解するに\nせよ、一般の視聴者に対して原告が少なくとも遵法精神を欠く行為を行って\nきた団体であるとの印象を与えるものといえ、客観的には原告の社会的評価\nを低下させるものであること自体は認められるといえる。\nもっとも、事実を摘示しての名誉毀損にあっては、その行為が公共の利害\nに関する事実に係り、かつ、その目的が専ら公益を図ることにあった場合\nに、摘示された事実がその重要な部分について真実であることの証明があっ\nたときには、上記行為には違法性がない。また、ある事実を基礎としての意\n見ないし論評の表明による名誉毀損にあっては、その行為が公共の利害に関\nする事実に係り、かつ、その目的が専ら公益を図ることにあった場合に、上\n記意見ないし論評の前提としている事実が重要な部分について真実であるこ\nとの証明があったときには、人身攻撃に及ぶなど意見ないし論評としての域\nを逸脱したものでない限り、上記行為は違法性を欠く（以上につき、最高裁\n判所平成９年９月９日第三小法廷判決・民集５１巻８号３８０４頁、最高裁\n判所平成１６年７月１５日第一小法廷判決・民集５８巻５号１６１５頁等参\n照）。\nそして、本件発言が公共の利害に関する事実に係り、かつ、その目的が公\n益を図ることにあることは、上記１認定の本件放送に至る経緯、本件放送の\n内容等に照らし認めることができるといえる。\n⑵  そこで、進んで、本件発言の趣旨、特に本件表現の趣旨について検討す\nる。\nア  被告らは、本件表現のうち「犯罪行為」という部分が概括的・抽象的で\nあるとして事実の摘示に当たらないと主張するが、本件表現の直前には\n「消費者被害を生んだ」という表現も用いられており、本件表現について\n一定の犯罪類型を想起させる余地はあるといえるのであって、被告らの上\n記主張は、直ちには採用することはできない。\nしかし、上記１⑵認定のとおり、本件発言は、信教の自由を侵害しない\n形で原告と自民党所属議員との関係性を調査することの難しさが認識され\nる中、司会者から被告Ｂに対し、信教の自由を侵害しない調査の可否や在\nり方についてコメントが求められたのに対して行われたものであるとこ\nろ、被告Ｂの本件発言は、原告と自民党所属議員との関係性の調査の問題\nというよりは、原告に対し一般的に調査を行うことの適否について言及し\nたものとなっている。そして、被告Ｂは、本件発言の中で、本件表現に先\n立ち、「これは数々の消費者被害を生んだ、カルト団体（略）の問題だと\nいうことで、誰もこの統一教会の教義そのものを点検しようなんて話はし\nていないんですよ。」（以下「本件先行発言部分」という。）と述べて、\n上記調査が原告による行為の外形に着目して行われるべきもので、教義の\n内容について調査されるべきものではないことを指摘したものである。そ\nの上で、被告Ｂは、「ですから、教義が内容云々でそれをその思想内容を\n調査しようとしているんではなく、この教団がやっている外形的な犯罪行\n為等をですね、そういうことに着目しているわけです。」と本件表現を含\nむ発言をしたものである。\nこのような事情を踏まえつつ、一般の視聴者の普通の注意と視聴の仕方\nを基準に本件表現をみれば、本件表現は、本件先行発言部分と表現を変え\nつつ同旨の内容を繰り返す発言をしようとする中で口にされた表現であ\nり、本件表現中の「外形的な犯罪行為等」とは、実質的には、本件先行発\n言部分における「数々の消費者被害」を言い換えたものと認めるのが相当\nというべきである。\nイ  原告は、本件表現について、原告を政治的に徹底排除すべきである旨の\n被告Ｂの強固な持論を正当化するためのものであるとして、一般の視聴者\nは、原告が犯罪行為等を行っているとの被告Ｂの認識を指摘したものと理\n解する旨主張する。しかし、上記アで説示した本件放送の文脈における本\n件発言の位置付け等を考慮すれば、一般の視聴者が、本件表現について原\n告が主張するような認識を抱くものとは認められない。\nウ  以上によれば、本件発言は、原告が「数々の消費者被害を生んだカルト\n団体」であることを前提事実とした上、原告の外形的な行為に着目して調\n査を行う限りにおいては信教の自由を侵害することにはならないとする意\n見ないし論評を述べたものと認められる。\n⑶  上記⑵の説示を踏まえ、本件発言の違法性の有無について検討する。\nア  ある団体について「被害を生んだ」との擬人法による表現がされた場\n合、一般の視聴者は、その団体の代表者の行為によって当該被害が生じた\nという意味のみならず、その団体の構成員の行為に起因して当該被害が生\nじたという意味をも含むものと受け止めるものと認められる。したがっ\nて、本件発言の前提事実は、原告の構成員の行為に起因するものも含めて\n数々の消費者被害が生じたというものと認められる。\nそして、証拠（甲７、丙９～１２）によれば、原告については、その構\n成員である信者らが教団の業務に関連して違法な献金や物品購入の勧誘行\n為を行っていたことを認定した裁判例が複数存在することが認められるか\nら、原告の構成員の行為に起因して数々の消費者被害が生じたとする本件\n発言の前提事実は真実であると認めることができる。\nイ  本件発言は、そのうち本件表現の部分だけを切り出せば、原告が現に犯\n罪行為を行っているという事実を摘示するものとして、原告の社会的評価\nを違法に低下させるものとの評価を招きかねないもので、被告Ｂが弁護士\nであることをも考慮すれば、発言として不適切な面があったことは否定し\n難い。しかし、本件表現ないし本件発言の趣旨は上記⑵の説示のとおりで\nあり、この趣旨の本件発言が人身攻撃に及ぶなど意見ないし論評としての\n域を逸脱するものとは認められない。そうであれば、本件発言の前提事実\nが真実と認められることは上記ア説示のとおりであるから、結局、本件発\n言は違法性を欠くものと認められる。\n３  結論\n以上の次第で、その余の争点について判断するまでもなく、原告の請求はい\nずれも理由がない。よって、これらを棄却することとして、主文のとおり判決\nする。\n東京地方裁判所民事第１６部\n裁判長裁判官        伊  藤  正  晴\n裁判官         松  山  美  樹\n裁判官        横  山  怜太郎\n"
}