{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 3,
    "month": 3,
    "day": 5
  },
  "case_number": "令和2(わ)740",
  "case_name": "現住建造物等放火被告事件",
  "court_name": "札幌地方裁判所",
  "gist": "被告人が，実母方の寝室に灯油をまいて放火し，部屋の一部を焼損した事案について，自首を認定した上で，懲役３年，５年間保護観察付き執行猶予を言い渡した事例\n（裁判員裁判）",
  "lawsuit_id": "90253",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=90253",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/253/090253_hanrei.pdf",
  "contents": "令和３年３月５日宣告\n令和２年（わ）第７４０号  現住建造物等放火被告事件\n主                 文\n被告人を懲役３年に処する。\nこの裁判が確定した日から５年間その刑の執行を猶予する。\n被告人をその猶予の期間中保護観察に付する。\n理            由\n（罪となるべき事実）\n被告人は，実母であるＡが現に住居に使用している札幌市ａ区ｂ条ｃ丁目ｄ番ｅ\n号所在の共同住宅（鉄筋コンクリート造５階建）ｆ号室（床面積合計約６３．５平\n方メートル）同人方に放火して自殺しようと考え，令和２年７月２３日午後８時４\n分頃，同人方室内の寝室において，室内に敷かれた布団に灯油をまいた上，同所付\n近に火のついたたばこを落として放火し，その火を同室の柱等に燃え移らせ，よっ\nて，同人方の一部を焼損（焼損面積合計約３．２７４５平方メートル）した。なお，\n被告人は，犯行後直ちに１１０番通報をし，警察官の指示に従って警察の通報を受\nけた消防隊員が臨場するまで隣室のベランダにとどまり，自首した。\n（証拠の標目）省略\n（法令の適用）\n１  構成要件及び法定刑を示す規定\n被告人の判示所為は刑法１０８条に該当する。\n２  刑種の選択\n有期懲役刑を選択する。\n３  法律上の減軽\n被告人は自首したものであるから，刑法４２条１項，６８条３号を適用して法\n律上の減軽をする。\n４  宣告刑の決定\n以上の刑期の範囲内で被告人を懲役３年に処する。\n５  刑の執行猶予\n情状により刑法２５条１項を適用してこの裁判が確定した日から５年間その刑\nの執行を猶予する。\n６  保護観察\n刑法２５条の２第１項前段を適用して被告人をその猶予の期間中保護観察に付\nする。\n７  訴訟費用の不負担\n訴訟費用は，刑事訴訟法１８１条１項ただし書を適用して被告人に負担させな\nい。\n（量刑の理由）\n本件は，被告人が，集合住宅内の実母方である自宅内において，布団に灯油をま\nいた上で火を放ったという事案である。その場所や方法等に照らすと，その犯行は，\n広範囲に延焼する危険性を十分に有する悪質な態様であった。焼損面積は必ずしも\n大きくなかったが，約６９９万円にも及ぶ修復費用や隣人らに与えた不安感をも考\n慮すると，被害結果を軽視することはできない。犯行動機をみると，被告人は，け\nんかの際に実母に暴力を振るってしまい，同人が家を出たまま数日間帰らず，犯行\n直前には利用していた作業所の職員らとも連絡が取れなかったことから孤独感が高\nまり，自殺を図ろうとして本件に及んだという。被告人がこのような状況を招いて\n犯行を決意したことは，被告人自身の後天的に形成されたパーソナリティの偏りに\n由来するところが大きく，身勝手な考えとの非難を免れない。しかし，被告人が孤\n立を感じる要因としては，他者とのコミュニケーションが不得手という生来性の自\n閉スペクトラム症があったと考えられる。その障害がこのような形で本件犯行に影\n響を与えていたことは，被告人の責任を考える上で一定程度考慮に値する。\nこれらの犯情を踏まえ，類似の現住建造物等放火事案の量刑傾向に照らすと，実\n刑を選択することも十分に考えられるものの，直ちに実刑を科すべき事案であると\nまではいい難い。\nその上で一般情状についてみると，炎の大きさや警報器の音にうろたえたことが\n直接のきっかけとはいえ，被告人が自ら放火直後に１１０番通報をし，これにより\n被害が前記の程度にとどまる結果につながったことは評価できる。加えて，被告人\nは，事実を認めて反省や謝罪の言葉を述べ，不十分ながらも，自らの問題性と向き\n合う姿勢の芽生えがみられる。さらに，社会福祉法人が被告人の受入れの準備を進\nめており，その支援・監督が見込めること，これまでに前科がないことなどの事情\nもある。\nそこで，以上の事情を総合的に考慮して，自首による減軽をした上で刑の執行を\n猶予するが，猶予期間は法律上最も長い５年間と定めつつ，確実な更生を期して，\n前記の福祉的支援とは別に公的な枠組みによる補導援護をも与えるべく，猶予期間\n中保護観察に付するのが相当であると判断した。\n検察官南部崇徳，国選弁護人小笠原洋介（主任），同末長宏章  各公判出席\n（求刑  懲役５年，弁護人の科刑意見  執行猶予付き判決）\n令和３年３月５日\n札幌地方裁判所刑事第３部\n裁判長裁判官    駒   田   秀   和\n裁判官    山   下   智   史\n裁判官    後   藤      紺\n"
}