{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 4,
    "month": 12,
    "day": 8
  },
  "case_number": "令和4(わ)1588",
  "case_name": "建造物侵入、窃盗未遂、建造物損壊、器物損壊",
  "court_name": "大阪地方裁判所第12刑事部",
  "lawsuit_id": "91774",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=91774",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/774/091774_hanrei.pdf",
  "contents": "主                文\n被告人を懲役３年に処する。\nこの裁判確定の日から５年間その刑の執行を猶予する。\n理                由\n（罪となるべき事実）\n被告人は、\n第１  窃盗の目的で、令和４年３月１日午前３時１４分頃、Ａ事務所所長Ｂが看守\nする大阪府高槻市（住所省略）所在の同事務所に、１階東側窓ガラスの施錠を\n外すなどして侵入し、その頃、同事務所内において、キャビネットの扉を開け\nるなどして物色したが、警報機が発報したことにより逃走したため、窃盗の目\n的を遂げなかった、\n第２  正当な理由がないのに、同年４月５日午前２時７分頃から同日午前２時３７\n分頃までの間に、Ｃ学園中等部高等部学校長Ｄが看守する大阪府茨木市（住所\n省略）同学園敷地内に、南西側フェンスを乗り越えて侵入し、その頃、同学園\nが所有する同学園建物１階ピロティにおいて、同所に置かれていた段ボールに\n火を点け、その火力により同建物床面に固定されたビニル床シートを焼損させ\n（損害見積額合計２９万４００円）、もって他人の建造物を損壊した、\n第３  正当な理由がないのに、同年５月４日午前２時３５分頃、Ｅ会Ｆ会館事務長\nＧが看守する大阪市（住所省略）同会館敷地内に侵入し、その頃、同所におい\nて、Ｅ会が所有する同会館１階北東側窓ガラスにコンクリートブロックを投げ\n付けて同窓ガラス２枚を割り（損害見積額合計１８万４８００円）、もって他人\nの物を損壊した\nものである。\n（証拠の標目）\n【省略】\n（法令の適用）\n【省略】\n（量刑の理由）\n本件は、①特定の政党に所属する元衆議院議員（当時）の事務所に侵入して事務\n所内を物色し（判示第１）、②特定の国籍の者らを含む生徒を受け入れる中学校及び\n高等学校の敷地に侵入し、段ボールに火を点けて建造物のビニル床シートを損壊し\n（判示第２）、③宗教団体の施設の敷地に侵入して同施設の窓ガラスを割った（判示\n第３）というものである。\n被告人は、いずれも下見の上、顔を隠すためのサングラス等を用意して深夜に犯\n行に及んだものであって、一定の計画性が認められる。本件各犯行がわずか２か月\n余りの間に立て続けになされたことや、判示第２の犯行が火力を用いた危険な態様\nで行われたことも看過できない。判示第２及び第３の各犯行による被害は合計で約\n４７万円に及んでいるし、判示第１の犯行によっても金銭的な被害が発生している\nから、犯行の結果は相応に重い。犯行によって被害者やその関係者が強い不安感を\n抱くことは想像に難くなく、判示第２の被害者代表者が公判廷において強い被害感\n情を表すことも当然である。\n被告人の供述によれば、被告人は、ＳＮＳの書込みを閲覧するなどするうちに、\n特定の政党や特定の宗教団体が支持している政党が我が国に対して害悪をもたらす、\nあるいは特定の国がミサイルを発射し又は農作物を詐取したことなどから、日本に\n居住する同国籍の者を放置すると国民が危険にさらされる、などと考え、嫌がらせ\nをするためにその関係者の名簿を入手する目的、あるいは嫌がらせの目的で本件各\n犯行に及んだというのである。しかしながら、他者が自らと異なる政治的な意見等\nを有していることは自由民主主義社会では当然のことであるし、それに対して嫌が\nらせをしたり、暴力的な手段をもって対抗することは許されない。仮に特定の国の\n者が何らかの不正をしたとしても、同じ国籍だからといって無関係の者がその責め\nを負ういわれはない。そもそも、これらの者が我が国に害悪をもたらすなどという\n被告人の考え自体、根拠のない情報に基づくものである。犯行は歪んだ正義感に基\nづく独善的なものであって、犯行に至る経緯、動機に酌量の余地は全くない。\nそうすると、被告人の刑事責任は到底軽視することができない。\n他方、被告人が、犯行を認め、身柄拘束を通じて一定の反省の言葉を述べるに至\nっていること、判示第１の窃盗の犯行は未遂に終わったこと、判示第３の被害者と\nの間で示談がなされていること、父親が監督を約束していること、被告人に前科の\nないことなど、被告人に有利に斟酌すべき事情もあると認められる。\nそこで、以上の事情を考慮し、被告人に対して主文の刑を定めた。\n（求刑  懲役３年）\n令和４年１２月１９日\n大阪地方裁判所第１２刑事部\n裁判官   梶     川        匡     志\n"
}