{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 2,
    "month": 8,
    "day": 26
  },
  "case_number": "令和2(ネ)10023",
  "case_name": "特許権侵害差止請求控訴事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "89673",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=89673",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/673/089673_hanrei.pdf",
  "contents": "令和２年８月２６日判決言渡\n令和２年（ネ）第１００２３号  特許権侵害差止請求控訴事件\n（原審・東京地方裁判所平成３０年（ワ）第１３９２７号）\n口頭弁論終結日  令和２年７月２７日\n判                決\n控訴人（一審原告）                株式会社ＭＲＳホールディングズ\n同訴訟代理人弁護士               高    崎              仁\n同訴訟代理人弁理士               塩    谷      英    明\n被控訴人（一審被告）               ＬＩＮＥ  Ｐａｙ株式会 社\n同訴訟代理人弁護士         服部   誠\n岩      間    智    女\n同訴訟代理人弁理士         中      村    佳    正\n同補佐人弁理士                    相    田      義    明\n主         文\n１  本件控訴を棄却する。\n２  控訴費用は控訴人の負担とする。\n事 実 及 び 理 由\n用語の略称及び略称の意味は，原判決に従い，原判決の引用部分の「別紙」をす\nべて「原判決別紙」と改める。また，枝番のある証拠は，特に断らない限り枝番を\n全て含むものとする。\n第１  控訴の趣旨\n１  原判決を取り消す。\n２  被控訴人は，原判決別紙１物件目録記載のコンピュータシステムを使用して\nはならない。\n第２  事案の概要\n１  本件は，控訴人が，被控訴人は，被控訴人が管理する原判決別紙１物件目録\n記載のコンピュータシステム（以下「被控訴人コンピュータシステム」という。）\nを使用して被控訴人のモバイル送金・決済サービスを提供することにより，控訴人\nの有する特許権を侵害していると主張して，被控訴人に対し，特許法１００条１項\nに基づき，被控訴人コンピュータシステムの使用の差止めを求める事案である。\n原判決は，被控訴人コンピュータシステムの使用は上記特許権を侵害しないとし\nて，控訴人の請求を棄却したため，控訴人は，これを不服として本件控訴を提起し\nた。\n２  前提事実（当事者間に争いのない事実並びに後掲証拠及び弁論の全趣旨によ\nり認められる事実），争点及び争点に関する当事者の主張は，次の(1)のとおり原\n判決を補正し，(2)のとおり争点１－１（本件各システムが「使用限度額」，「ホ\nワイトカード」（構成要件Ａ等）に係る構成を有するか）についての当審における\n主張を追加するほかは，原判決の事実及び理由欄の「第２  事案の概要」２，３及び\n「第３  争点に関する当事者の主張」に記載のとおりであるから，これを引用する。\n(1)  原判決の補正\nア  原判決２頁２５行目の「本件発明」を「本件特許」に改める。\nイ  原判決１２頁５行目及び６行目から７行目にかけての各「乙８公報記載\nの発明」をいずれも「乙８発明」に改める。\nウ  原判決４０頁１６行目の「本件振替に」を「本件振替」に改める。\nエ  原判決５３頁２６行目及び５４頁６行目の各「被告送金システム」をい\nずれも「本件送金システム」に改める。\n(2)  当審における主張\n（控訴人の主張）\nア  課題からクレーム解釈を直接的に導く原判決の誤り\n(ｱ)  クレジットカード決済は，信用供与に基づく使用限度額の範囲内での\n後払い決済であるところ，ユーザの信用力はユーザの債務の支払状況，クレジット\nヒストリー等，複数の要素から慎重に判断され，他者から送金をたまたま受けたか\nらといって当該信用力が上昇することはない。\nこれに対し，本件発明は，ユーザの信用力に関係なく，他者からの送金などに\nより得た所持金の範囲内で買い物等ができる決済用カードを持つことを可能とし，\nクレジットカードでは達成できない資金決済の利便性を提供するものである。また，\n段落【０１０４】～【０１０８】では，ホワイトカードのユーザ間の送金により，\n「使用限度額」を譲渡できる構成が開示されているが，このような構成はクレジッ\nトカード取引では実施不可能である。ユーザの信用力が増加していないにもかかわ\nらず，使用限度額のみが引き上げられることを意味し，クレジットカードの使用限\n度額を設定する本質に反している。\nこのように，本件発明は，クレジットカードのような与信を前提とするカード\nシステムではなく，本人及び他者からの受金等による所持金の増加をカードの使用\n限度額に直ちに反映させることに特徴があり，クレジットカードがその性質上持ち\n合わせることが不可能な技術発想に基づくものである。\n(ｲ) 特許発明は従来技術の課題を解決するものであるが，当該課題を解決\nするための手法は様々なものがあり，従来技術に小規模な改良を加えることにより\n課題を解決する発明（いわゆる改良発明）もあれば，従来技術を前提とせず全く異\nなる枠組みの新規の技術思想を着想することにより課題を解決する発明（いわゆる\nパラダイムシフトの発明）もある。後者の発明の場合，新規の技術思想が従来技術\nの課題を解決するのみならず，他の従来技術にも適用可能な，汎用性のある技術思\n想となることはよくある。\nホワイトカードの「使用限度額」をクレジットカードの「使用限度額」に限定\nしなくても，本件発明の構成を採用すれば，従来技術における「使用限度額が契約\n時にある程度固定される」という課題は解決され，「限度額の引上げなどの変更が\n困難ないし煩雑な手続を要する」という課題も解決される。また，ホワイトカード\nの「使用限度額」の意義をクレジットカードの「使用限度額」に限定しなくても，\n「他者からの送金などを受金することでユーザの手元にある利用可能な金額が増え\nたことをリアルタイムに反映し，それを買い物などの支払に利用することができる\nカードをユーザに提供することができるとともに，安全に受金と消費を行うことが\nできる」という本件発明の作用効果を奏することができる。\n本件発明は「使用限度額の変更は，予め定められた使用限度額内での利用実績\nに応じて算出変更される」（段落【０００５】）等のクレジットカードの問題から着\n想を得たものであるが，発明の内容自体は，従来技術にとらわれることのない，利\n用可能な金額が増えたことを使用限度額にリアルタイムに反映する，新しいカード\n使用限度額引き上げシステムを提供するものであり，新規の技術思想（「入金で随\n時変動する使用限度額」）を導入することによって，「使用限度額が契約時にある程\n度固定される」という課題を解決したパラダイムシフトの発明に該当する。\n原判決は，本件発明をクレジットカードの改良発明であるとして，クレーム文\n言の解釈に発明の課題をそのまま持ち込んでいるが，上記のとおり，本件発明は，\n新規の技術思想によって課題を解決したものであるから，原判決の上記の解釈は\n誤っている。\nまた，特許発明の技術的範囲は，明細書に記載された従来技術の課題にのみ着\n目して定めるのではなく，発明の作用効果を奏するか等の観点をも総合的に考慮し，\n明細書の記載に基づいて，確定する必要があるところ，原判決は，そのような検討\nをすることなく，明細書に記載された従来技術の課題をクレーム解釈に持ち込んで\nおり，不当である。\n(ｳ)  控訴人は，本件発明の実施であるサービスを開始するに当たり，当該\nサービスの合法性を検討するため，平成２２年，資金決済に関する法律上の法的論\n点について同法の所管官庁である金融庁に事前相談を行い（甲２７），その結果，\n金融庁から，本件発明の実施であるサービスの事業者はユーザからの資金を預かる\nことになるため，当該資金の担保のために預託金を準備する必要があるとの事前指\n導がされたところ，クレジットカード決済はユーザに対する与信を前提とし，信販\n会社はユーザの資金を預かることはしないため，預託金が必要とされることはない\nから，上記の事前指導を金融庁が行ったのは，本件発明の実施であるサービスがク\nレジットカード決済を前提とするサービスでないことを金融庁自身も認識していた\nからである。\nイ  原判決での「使用限度額」及び「ホワイトカード」についての解釈と\n矛盾する本件明細書等の記載\n(ｱ)  本件明細書等中の「ホワイトカード」\nａ  段落【０００１】，【００１６】によると，本件発明の「ホワイト\nカード」は「商品購入などに際して決済のために使用されるカード」，「買い物など\nの支払に利用することができるカード」を意味し，クレジットカードに限定されな\nいことは明らかである。\nまた，段落【００３６】は，「ホワイトカード」は，本件発明のシステムによっ\nて管理されるカードのことを意味すると規定しているが，これは，「ホワイトカー\nド」が他者からの送金等に応じてリアルタイムに変更される使用限度額を備えたシ\nステムによって管理されるカードであることを示すものである。\n本件発明の「使用限度額」がクレジットカードの「使用限度額」と同義であると\nすれば，「本システムによって管理されるカード」はクレジットカードに限定され\nることになり，「ホワイトカード」の定義を明細書中に置いた意味がなくなる。\nｂ  また，本件拒絶査定において，特許庁審査官はクレジットカードで\nはなくキャッシュカードを利用したデビット取引を引例として指摘した（甲６の２\n頁）が，この指摘は本件発明の「ホワイトカード」がクレジットカードに限定され\nないことを示すものである。\n(ｲ)  本件明細書等中の「使用限度額」\nａ  原判決は，本件発明の「使用限度額」の意義について，「ユーザと\nの契約時にその支払能力（信用力）に応じて設定される金額」であると認定したが，\n本件発明において「使用限度額」が増額されるのは，受金等があったからであり，\nユーザの信用力が上昇したからではない。\nｂ  仮に，本件発明をクレジットカードの改良発明と解すれば，本件発\n明の「使用限度額」には，①受金により増額される前の「使用限度額」であるユー\nザの支払能力（信用力）に応じて設定される金額と，②受金により増額された後の\n「使用限度額」であるユーザの支払能力（信用力）に応じて設定される金額＋受金\nに基づく使用限度額の増額分の二種類が存在することになる。\nしかし，本件明細書等では，受金による増額の前後で「使用限度額」という用\n語は異なる意味を有するものとして使い分けられておらず（例えば，段落【０１０\n１】，【０１０２】，【０１０６】，【０１０７】），また，増額の前後で「使用限度額」\nの意義が異なることを開示，示唆した記載は存在しないから，「使用限度額」とは，\n文字通り，カードを「使用」するに当たっての「限度額」を意味すると解すべきで\nある。\nｃ  仮に，本件発明における「使用限度額」が，クレジットカードの\n「使用限度額」，すなわち，ユーザとの契約時にその支払能力（信用力）に応じて\n設定される金額であるとすれば，本件発明のように，「使用限度額」を譲渡すると\nいうことは起こり得ないし，また，ユーザの所持金が一時的に増えたとしても，償\n還期日には費消されていることが起こり得るから，実際に入金を受け付けた旨の情\n報によって使用限度額が引き上げられることもない。したがって，本件発明の「使\n用限度額」はクレジットカードの「使用限度額」とは異なる。\n(ｳ)  段落【０１０１】\nａ  段落【０１０１】には，１万円の入金受付情報に基づいてホワイト\nカード管理サーバ装置上に記録されている使用限度額が１０万円から１１万円に増\n額され，更新されることが説明されているが，クレジットカードの場合，このよう\nな使用限度額の管理は不可能である。\n例えば，クレジットカードの与信枠が５０万円であったユーザについて，１０\n万円の受金によりカードの使用限度額が６０万円になったのち，当該ユーザが５万\n円の買い物をした場合，受金により増額した１０万円部分から減額すると，翌月の\n使用限度額は５５万円（与信枠５０万円・受金部分５万円）となるが，与信枠５０\n万円部分から減額すると，翌月の使用限度額は，６０万円（与信枠５０万円・受金\n部分１０万円）となる。そのため，クレジットカードに本件発明を適用した場合，\nどちらの使用限度額から先に減額するかをあらかじめ決める必要があり，各使用限\n度額は別々に管理されることになるから，一つの使用限度額として管理することは\n不可能である。\nｂ  また，ユーザがクレジットカードで購入した物品は信販会社の立\n替払によるものであるため，立替分がユーザの銀行口座から引き落とされるまで，\n担保のために購入物品の所有権は信販会社に留保される（甲２８）が，「受金等に\n基づく使用限度額」によってユーザが物品を購入する場合，ユーザは自己資金に\nよって購入するため，当該物品はユーザの単独所有となるはずである。\nこのように，どちらの使用限度額から減額するかによって，その後の権利関係\nが異なり，この点からも，クレジットカードに本件発明を適用した場合に「与信に\nよる使用限度額」と「受金等に基づく使用限度額」は別々に管理されなければなら\nない。\nしかし，段落【０１０１】には，使用限度額を区別することなく管理する構成\nが記載されている。したがって，同段落はクレジットカードを想定した段落ではな\nく，本件発明がクレジットカードの改良発明であると解することはできない。\n(ｴ)  本件明細書等中の「消費使用ＩＤ」\n段落【００５６】には，消費使用ＩＤとして，例示的に「０１２３」，「１２３\n４」，「５４３２」という４桁の数字が用いられているところ，被控訴人は，一般的\nにクレジットカードのカード番号を表示する際，情報保護などの目的でカード番号\nの下４桁で表示されることが多いという実務等を踏まえると，上記記載から，「消\n費使用ＩＤ」としてクレジットカードのカード番号が想定されていると主張する。\nしかし，被控訴人が主張する実務は，例えば「××××-××××-××××-１２\n３４」のように，１４～１６桁のＰＡＮ番号のうち下４桁の番号のみを表示する，\nクレジットカードの情報保護等を目的とする実務のことであり，本件明細書等のよ\nうに「１２３４」と４桁のみを記載することではないから，被控訴人の上記主張は\n理由がない。\nウ  その他の判断の誤り\n(ｱ)  本件発明の課題について\nａ  原判決は，本件発明は乙８発明により解決し得なかった課題の解決\nを図るものであることに照らすと，本件発明にいう「使用限度額」は，乙８公報の\n「クレジットカード利用限度額」  (段落【０００５】等)と同義であると解するの\nが自然であると判示する。\nしかし，従来技術である乙８発明の技術思想では未解決であった課題を本件発\n明が解決している以上，本件発明のクレーム文言の意義が乙８発明と同義であると\n解釈する余地はない。\n本件発明は，「受金することなどでユーザの所持金が当該クレジットカード契約\n時の平均所得以上に増えたとしても，カード会社に逐一連絡などして所定の手続き\nを経なければそれが使用限度額に反映されない」という乙８発明の課題に着想を得\nたものであるが，その解決方法は乙８発明の延長線上にはなく，当該課題を内包し\nたクレジットカードに必要となる「与信による使用限度額」と異なる「現金の受金\n等に基づいて随時かつリアルタイムに変更される使用限度額」を本件発明の技術事\n項とすることで，これを解決している。\nｂ  原判決は，本件発明の課題は，契約時に使用限度額が固定されてい\nるため，ユーザが他者からの送金を受金しても，使用限度額を変更するにはカード\n会社に連絡して所定の手続を経ることが必要となる点が煩雑であるとするものであ\nるのに対し，プリぺイドカードではユーザが受け取った現金等が電子マネーとして\nチャージされると使用限度額が増額され，使用限度額を変更するための手続等を要\nしないから，本件発明の課題には直面していないと判示する。\n(a)  しかし，前記のとおり，本件発明は，従来技術を前提としない異\nなる枠組みの新規の技術思想を着想することによって課題を解決する発明（パラダ\nイムシフトの発明）であるから，課題に直面するカードでなければ技術的範囲から\n外れると解することはできない。プリペイドカードやデビットカードに本件発明を\n適用しても，本件発明の作用効果を奏することができるが，これは本件発明の技術\n的範囲がクレジットカードの改良発明に留まらないことを示すものである。\n明細書に従来技術の課題が記載されていても，そのことは特許発明が当該従来\n技術の延長線の技術思想に限定されることを意味しない。特許発明の技術的範囲が，\n従来技術の改良発明に留まるか，それとも従来技術を超えた，より広い技術思想と\n解釈されるかの判断は，従来技術の課題のみならず，発明の作用効果，実施例の記\n載などを考慮し，明細書の記載に基づいて行う必要がある。\n(b)  また，本件明細書等に記載されている課題を個別に着目したとし\nても，プリペイドカードにおいての課題も解決されている。\n例えば，「Ｅｄｙ  ｔｏ  Ｅｄｙサービス」では，送金者が電子マネーを送金し\nたとしても，受金者が増額するためには，予め送金者から外部メールで価値移動の\n送付通知とパスワード通知を受け，それらの通知を受信した後にＥｄｙアプリを立\nち上げて，送金者から通知されたパスワードを入力する必要がある（甲１９）。す\nなわち，このサービスでも，リアルタイムで電子マネーを送金することはできず，\n使用限度額が増額するためには，いくつもの手続を踏む必要がある。\nＥｄｙの場合，Ｅｄｙ番号が他者に知られても携帯電話機が手元にある限り悪\n用されることがないため，受金者が受金に必要なＥｄｙ番号を送金者へ事前に提供\nすることとされているが，他人に悪用されるおそれがある銀行の口座番号やプリペ\nイドカード番号を受金に用いると仮定すると，金銭価値の受け取りに際して，上記\nと同様の手続が必要になる。それに加えて，口座番号等を教える送金者が本人であ\nるか，悪用されるおそれがないかなどについて安全性を確保するための事前の所定\nの手続きが必要になる。\nこれに対して，二つのＩＤを用いる本件発明の構成を採用すれば，他者から送\n金などを受金することでユーザの手元にある利用可能な金額が増えたことをリアル\nタイムに反映し，それを買い物などの支払に利用することができるカードをユーザ\nに提供することができるとともに，安全に受金と消費を行うことができる。\nこの点，原判決は，段落【０００５】の「所定の手続き」とは，送金を受金し\nた後に，契約時に固定された使用限度額を変更するための手続を意味するものであ\nり，プリぺイドカードに電子マネーをチャージするための手続は「所定の手続き」\nには該当しないと判示するが，同段落の「他者からの送金を受金することなどで\nユーザの所持金が当該クレジットカード契約時の平均所得以上に増えた」場合とい\nうのは，例えば，飲食店で食事を共にした相手から飲食代金を受け取り，ユーザの\n所持金がクレジットカード契約時の平均所得以上に増えたことなどを意味している。\nそのような所持金額の増加をカードの使用限度額に直ちに反映できないというのが\n本件発明が解決している課題であり，原判決のように限定的な解釈をする根拠はな\nい。\n(ｲ)  「使用限度額」の意義\n原判決は，「使用限度額」の意義を認定するに当たり，段落【０００２】のみに\n着目しているが，段落【０００１】には，「本発明は，商品購入などに際して決済\nのために使用されるカードに関して，その使用限度額を適宜変更可能とし，さらに\nその変更を安全に行うための技術に関する。」と，「使用限度額」が「商品購入など\nに際して決済のために使用されるカード」の「使用限度額」である旨が記載されて\nいる。同段落は本件発明の技術的特徴を端的に説明したものであり，「ホワイト\nカード」及び「使用限度額」の解釈に当たって，当然参酌されるべきものである。\n同記載を参酌すると，「ホワイトカード」はクレジットカードに限定されず，「使用\n限度額」も「ユーザの支払能力などに応じて所定期間内で使用可能な金額として設\n定されるもの」に限定されない。\n段落【０００２】は，従来技術の問題を説明するために，その背景技術につい\nて述べたものにすぎず，本件発明の特徴を述べたものではない。\nまた，段落【０００２】は，「使用限度額」が，クレジットカードにおいて，\nユーザの支払能力などに応じて所定期間内で使用可能な金額として設定されること\nを記載したものである。\n以上のことから，「使用限度額」とは，文字どおり，カードを「使用」するに当\nたっての「限度額」であるとしか理解のしようがないものである。そして，そのよ\nうな理解は，段落【０００２】の記載とも整合する。\n(ｳ)  「ホワイトカード」の意義\nａ  乙６，７では，上位グレードのクレジットカードがゴールドやプ\nラチナなどの特定の色のカードであることの対比として，又は名称が未決定（白紙）\nであるという意味で，「白色（ｗｈｉｔｅ）」という用語が使われているにすぎず，\nこれらの証拠を根拠に「ホワイトカード」が一般にクレジットカードを意味すると\n解釈することはできない。本件発明ではゴールドカード等の上位グレードのカード\nは存在していないから，それに対する「最もベーシックなクレジットカード」とし\nて「ホワイトカード」の意味を理解することはできない。\n甲１６には，「本発明は，テレホンカード等のホワイトカードの表面に文字及び\n／又は図柄を簡単に付与することができるようにしたホワイトカードのプリント方\n法に関する。」と記載されているが，本件発明における「ホワイトカード」という\n用語もこれらと同様であり，カードの種類は特に限定されない「白紙」という意味\nを込めて「白色（ｗｈｉｔｅ）」という用語が使用されている。\nｂ  原判決は，本件明細書等の本件発明の効果に関する記載には「ホ\nワイトカード」がクレジットカードである旨の記載があると判示するが，本件明細\n書等の効果に関する記載（段落【０００６】，【００１６】）には，そのような記載\nは存在しない。\n本件発明の課題について説明した段落【０００５】以前の段落では「クレジッ\nトカード」とカードを特定して説明しているのに対して，課題を解決するための手\n段について説明した段落【０００６】では，クレジットカードという用語を使わず\nに「ホワイトカード」という用語を用いて本件発明の技術的範囲を説明している。\nしたがって，同段落では，本件発明がクレジットカードの延長線上の発明ではない\nことが示されている。\nｃ  原判決は，段落【０００２】～【０００５】は，単なる背景技術等\nの説明にとどまらず，本件発明の課題に関する記載であるから，同各段落における\n「クレジットカード」との記載が単なる例示であると解することはできないと判示\nする。\nしかし，本件発明は上記段落に記載されたクレジットカードの課題を解決し得\nるものであるが，そのことは本件発明の技術的範囲がクレジットカードに限定され\nることを意味しない。\nｄ  原判決は，段落【００２６】における「カード」がクレジットカー\nドであることが前提とされていると判示する。\nしかし，信販会社によって管理されるのはクレジットカードに限定されない。例\nえば，ＶＩＳＡプリペイドカード等，デビットカードやプリペイドカードの使用限\n度額を信販会社が管理することは実務上よくあることである。\nｅ  原判決は，段落【００２６】の「信販会社など」はクレジットカー\nドの発行会社を意味すると判示する。\nしかし，上記判示は，同段落に信販会社「など」と記載されていること，段落\n【００２８】に「上記説明における各装置を管理する主体は一例であって，それ以\n外の主体によって管理されても良い」と記載されていることと矛盾する。\n（被控訴人の主張）\nア  原判決の「使用限度額」，「ホワイトカード」の解釈が正当であること\n(ｱ)  本件明細書等における課題，課題解決手段及び効果の記載からの検討\n段落【０００２】には，「このクレジットカードは，契約時に例えばユーザの支\n払能力などに応じて所定期間内で使用可能な金額（使用限度額）が設定され」とし\nて，「使用限度額」の定義が明記されている。この記載によると，本件発明の「使\n用限度額」とは，ユーザとの契約時にその支払能力（信用力）に応じて設定される\n金額であり，月単位等の所定期間内において使用可能な上限額であると理解される。\nそして，段落【０００１】に，「本件発明は，商品購入などに際して決済のため\nに使用されるカードに関して，その使用限度額を適宜変更可能とし，さらにその変\n更を安全に行うための技術に関する」と記載されているとおり，本件発明は，適宜\n変更可能ではなかった「使用限度額」を，引上命令等の特許請求の範囲に記載され\nた構成により「適宜変更可能」すなわち引上げ可能とする発明である。\nこのことは，段落【０００３】以下に，より具体的に記載されている。すなわち，\n「上記従来のクレジットカードにおいては，その使用限度額に関しては契約時にあ\nる程度固定されるため，限度額の引上げなどの変更がなかなかできない，あるいは\n煩雑な手続きが必要となる，という課題がある」（段落【０００３】）。そこで，「特\n許文献１」（乙８公報）に，クレジットカード利用限度額を適正に設定することな\nどを課題とする「クレジットカード管理システム」が開示されているが，この従来\n技術では，「他者からの送金を受金することなどでユーザの所持金が当該クレジッ\nトカード契約時の平均所得以上に増えたとしても，カード会社に逐一連絡などして\n所定の手続きを経なければそれが使用限度額に反映されることは無い。そのため，\nその増加分を反映させたクレジットカードの利用をすることができない，という課\n題」（段落【０００５】）は解決することができない。本件発明は，そのような課題\nを解決するため，「他者からの送金などを受金することで使用限度額を引上げるこ\nとができる」「ホワイトカード使用限度額引き上げシステム」という課題解決手段\nを提供するものである（段落【０００６】）。\n以上からすると，本件発明は，ユーザの所持金が「使用限度額」より多くても，\n「使用限度額」までしかカードを使用することができず，「使用限度額」はカード\n会社に逐一連絡する等の所定の手続き（煩雑な手続き）を経なければ引き上げられ\nないという課題を解決するため，「他者からの送金などを受金することで」，ユーザ\nの所持金が増加した場合に，特許請求の範囲に記載された課題解決手段を採用する\nことで，「使用限度額を引上げる」（段落【０００６】）ことを可能にした点に意義\nがあることが理解できる。\nこのような理解は，「他者から送金などを受金することでユーザの手元にある利\n用可能な金額が増えたことをリアルタイムに反映し，それを買い物などの支払に利\n用することができるカードをユーザに提供することができる」という本件発明の効\n果の記載（段落【００１６】）にも整合する。すなわち，本件発明は，「使用限度額」\nが「設定」された従来のクレジットカードが有する，カードの発行会社（信販会社）\nがユーザに信用を供与し，ユーザの所持金が「使用限度額」より少なくても，「設\n定された」「使用限度額」の中であれば自由に買い物を行うことができる（段落\n【０００２】）という利点を維持したまま，ユーザの所持金が増加した場合に，従\n来は，「カード会社に逐一連絡するなどして所定の手続き」（「煩雑な手続き」）を経\nなければ「使用限度額」に増加分（「増えたこと」）が「反映」されなかったところ，\n本件特許請求の範囲に規定された構成を採用することで，「ホワイトカードの使用\n限度額を引き上げようとする額の入金を受け付けた旨の情報」に基づいて，上記\n「所定の手続き」を経ることなく，「使用限度額」を「引き上げること」を可能と\nする発明である。\n一方，「電子マネーが入出金するたびに，それを反映して使用可能な金額が変動\nするプリペイドカード等」においては，ユーザが受け取った現金等が電子マネーと\nしてチャージされると使用可能額が増額するのであって，使用可能額を変更するた\nめの手続等を要しないのであるから，本件発明と同様の課題には直面していない。\nこのようなカードには，上記課題の解決手段である「使用限度額」を引き上げる\n「引上命令」の送信等を規定する本件発明の構成を用いる余地はなく，このような\nカードの使用可能額は，本件発明の「使用限度額」に当たらない。また，上記カー\nドはクレジットカードを前提とする本件発明の「ホワイトカード」にも当たらない。\n(ｲ)  本件明細書等における実施例の記載からの検討\n段落【００２３】～【００２７】及び図１のとおり，本件明細書等の実施例にお\nいては，コンビニのレジで１万円が支払われると，店頭端末で，「実際に入金がな\nされた旨を示す情報である入金受付情報」が生成され，その情報に基づき，「例え\nばカードを発行する信販会社などの装置に対してカードの使用限度額を引上げる命\n令」が出力されることで，当該「カードについて「１万円」の入金があったことが\n信販会社などにて確認され，当該カードをその１万円分増加した限度額内で使用す\nることができる」，すなわち，当該「カードの使用限度額を引上げることができる」\nことが記載されている。一方，カードに紐づく引落し口座の残高や，その口座残高\nを管理する金融機関等については，一切記載がない。\nこれは，「電子マネーが入出金するたびに，それを反映して使用可能な金額が変\n動するプリペイドカード等」，すなわち，カードを使用できる額がカードのユーザ\nの所持金の額（カードに紐づく口座残高）と常に一致するカードについては，上記\nの実施例のような構成によりカードの使用可能な金額を変更することはできないか\nらである。このようなカードの使用可能な金額を変更するためには，カードに紐付\nく口座残高を変更しなければならず，口座残高と無関係に「使用限度額」を引き上\nげる「引上命令」を送信することは観念できないのである。また，このようなカー\nドについては，従来技術に基づき口座に対する入金処理を行えば，カードの使用可\n能な金額は当然にこれと一致して変動するのであるから，本件発明の構成を採用す\nる必要もない。\nしたがって，上記の実施例は「電子マネーが入出金するたびに，それを反映して\n使用可能な金額が変動するプリペイドカード等」を想定したものではなく，クレジ\nットカードを想定したものである。このことは，「カードを発行する信販会社など」\nという段落【００２６】の記載にも裏付けられている。\n(ｳ)  特許請求の範囲の記載からの検討\n特許請求の範囲の記載によると，本件発明は，「使用限度額をホワイトカードに\n紐づけられた入金額に応じて引き上げることが可能」なシステムに係る発明であり，\n「ホワイトカード使用限度額引き上げシステム」に係る発明である。具体的には，\n本件発明は，「ホワイトカード使用限度額引上指示装置」が「ホワイトカードの使\n用限度額を引き上げようとする額の入金を受け付けた旨の情報である入金受付情報\nを取得」し，当該「入金受付情報」を受信した「引上命令装置」が，「使用限度額\n引上額を含む引上命令を送信する」ものである。そのため，本件発明においては，\n送金者がコンビニのレジで入金額を支払うなど，実際に送金者による入金処理がさ\nれた時点で，「入金を受け付けた旨の情報である入金受付情報」が送信され（段落\n【００２３】等），それによって，当該入金が受金者の口座残高に反映される前で\nあっても，引上命令が送信され，「使用限度額」を引き上げることができる（段落\n【００２６】，【００２７】等）。\nこのように，本件発明は，「入金を受け付けた旨の情報である入金受付情報」に\n基づいて「引上命令」が送信され，当該入金がカードに紐づく口座の残高に反映さ\nれたか否かにかかわらず，「使用限度額」を引き上げるところに特徴がある。\nこれに対し，「電子マネーが入出金するたびに，それを反映して使用可能な金額\nが変動するプリペイドカード等」においては，「入金を受け付けた旨の情報である\n入金受付情報」が取得されただけで使用可能な金額を引き上げることはできず，当\n該入金がカードに紐づく口座の残高に反映されてはじめて，使用可能な金額もこれ\nと一致して変動するにすぎない。このようなプリペイドカード等は，「入金を受け\n付けた旨の情報である入金受付情報」に基づいて「引上命令」が送信されるという\n本件発明の構成を用いているとはいえない。また，当該カードの使用可能額は，本\n件発明の「使用限度額」に当たらない。\n(ｴ)  出願経過からの検討\n出願人は，本件特許の審査過程において，引用技術においては，銀行口座の残高\nが上がることで，カードを使用できる額が上がるのに対し，本件発明においては，\n銀行口座の「残高」ではなく，「入金を受付けた旨の情報」（入金受付情報）に基づ\nいて使用限度額が引き上げられるところに特徴があると主張し，これにより特許査\n定を受けている（乙２）。\nこれに対し，「電子マネーが入出金するたびに，それを反映して使用可能な金額\nが変動するプリペイドカード等」においては，「入金を受け付けた旨の情報」が取\n得されただけで使用可能な金額を引き上げることはできず，カードに紐づく口座の\n残高に応じて使用可能な金額が変動する。このような構成まで，本件発明の技術的\n範囲に含まれるとする控訴人の主張は，本件特許の審査段階における自らの主張と\n矛盾するものであり，包袋禁反言の法理に反する。\n(ｵ)  以上より，本件発明における「ホワイトカード」はクレジットカード\nを意味し，「使用限度額」とは，「契約時に設定されてある程度固定される，所定期\n間内で使用可能な金額」を意味するというべきであり，原判決の判断は相当である。\nイ  控訴人の主張について\n(ｱ)  控訴人は，本件発明の「使用限度額」は「入金の受付で随時変動する」\nものであり，本件発明のホワイトカードのシステムは信用を供与するものではない\nとして，あたかも，本件発明が，「電子マネーが入出金するたびに，それを反映し\nて使用可能な金額が変動するプリペイドカード等」の発明であり，クレジットカー\nドは本件発明のホワイトカードに含まれないかのように主張する。\nしかし，本件発明の「使用限度額」が，「入金の受付で随時変動する」という記\n載は，本件明細書等には存在しない。\nまた，「他者からの送金などを受金することで使用限度額を引上げる」（段落\n【０００６】）からといって，本件発明のホワイトカードが信用を供与しないカー\nドとなるわけではない。\n(ｲ)  控訴人は，現実のクレジットカードにおける与信審査の実務を根拠と\nして，本件発明はクレジットカードのような与信を前提とするカードシステムでは\nないと主張する。\nしかし，現実に運用されているクレジットカードの使用限度額は，控訴人のい\nう「信用力」に基づいて設定された後，「他者からの送金を受金する」ことで引き\n上げられることはないかもしれないが，それは，現実に運用されているクレジット\nカードのシステムにおいて，本件発明が実施されていないことを意味するにすぎな\nいから，控訴人の上記主張は理由がない。\n(ｳ)  控訴人は，本件明細書等の段落【０１０４】～【０１０８】において，\n使用限度額を譲渡することが記載されているところ，使用限度額の譲渡はクレジッ\nトカードでは実施不可能でありクレジットカードの使用限度額を設定する本質に反\nしていると主張する。\nしかし，控訴人の主張は，段落【０１０４】～【０１０８】記載の実施態様が，\n現実のクレジットカードのシステムにおいて実施されていないことを主張している\nにすぎず，前記アで主張した「使用限度額」及び「ホワイトカード」の解釈を否定\nする理由にはならない。また，使用限度額の譲渡がクレジットカードの規約上許容\nされているかどうかということと技術的に本件発明を実施することが可能かどうか\nは，全く別の問題であり，控訴人の主張は両者を混同している点でも失当である。\nさらに，段落【０１０４】～【０１０８】においては，「受金等に基づく使用限度\n額の増額分」が，増額前の「使用限度額」と区別されており，増額分を超えない範\n囲でのみ，「使用限度額」の譲渡が許容されるのであって，「『ユーザの信用力』に\nよって決定される使用限度額を他のユーザに譲渡する」ことが行われているわけで\nはないから，段落【０１０４】～【０１０８】の記載がクレジットカードの本質に\n反するとは解されない。仮に，使用限度額の譲渡がクレジットカードの本質に反す\nるとしても，それは，出願人が，ユーザの信用力を総合的に判断してカードの使用\n限度額を設定するという金融実務に照らして不合理な実施態様を本件明細書等に記\n載したというにすぎない。\n(ｴ)  控訴人は，ホワイトカードの「使用限度額」をクレジットカードの\n「使用限度額」に限定しなくても，本件発明の構成を採用すれば，従来技術におけ\nる課題は解決される，ホワイトカードの「使用限度額」の意義をクレジットカード\nの「使用限度額」に限定しなくても，本件発明は作用効果を奏することができる，\n本件発明は従来技術の課題に着想を得たものであるが，発明の内容自体は従来技術\nにとらわれることのない新しいカード使用限度額引き上げシステムを提供するもの\nであり，パラダイムシフトの発明に該当するなどと主張する。\nしかし，本件発明の課題は，「他者からの送金を受金することなどでユーザの所\n持金が当該クレジットカード契約時の平均所得以上に増えたとしても，カード会社\nに逐一連絡などして所定の手続きを経なければそれが使用限度額に反映されること\nは無い。」（段落【０００５】）というものであり，本件発明は，本件特許請求の範\n囲に記載された構成によってこの課題を解決して，「他者から送金などを受金する\nことでユーザの手元にある利用可能な金額が増えたことをリアルタイムに反映し，\nそれを買い物などの支払に利用することができるカードをユーザに提供することが\nできる」（段落【００１６】）という効果を得るものである。すなわち，本件発明の\n効果は，「カード会社に逐一連絡などして所定の手続きを経なければ」，所持金が増\nえたことが使用限度額に反映されなかったところ，本件発明の構成を採用すること\nにより，上記「所定の手続き」（「カード会社に逐一連絡などして」行う手続き）を\n経ずに，所持金が増えたことを使用限度額に反映することができるというものであ\nる。\nこれに対し，電子マネーが入出金されるたびに，それを反映して使用可能な金\n額が変動するプリペイドカード等は，その使用可能額を変更するための手続等を要\nしないのであるから，本件発明と同様の課題には直面していない。すなわち，プリ\nペイドカードには，所持金が増えたことを使用限度額に反映するために，「カード\n会社に逐一連絡などして所定の手続きを経なければならない」（段落【０００５】）\nという課題がそもそも存在しない。したがって，このようなカードは，上記「所定\nの手続き」を経ずに所持金が増えたことを使用限度額に反映するための本件発明の\n構成（特許請求の範囲に記載された「引上命令」等の課題解決手段）を採用してお\nらず，また，上記「所定の手続き」を不要とする本件発明の効果も奏していない。\nよって，控訴人の上記主張は，いずれも理由がない。\n(ｵ)  控訴人は，本件発明の実施したサービスの合法性を検討するため，金\n融庁に事前相談を行ったが，そのような事前相談が必要であったのは，本件発明が\n従前のクレジットカード決済と異なるものであったからであると主張する。\nしかし，上記事実を立証するために控訴人が提出した甲２７は，真正に成立し\nたものかどうかが不明であり，作成の経緯も不明であり，本件発明との関係も不明\nである。しかも，控訴人の主張によってさえ，甲２７の作成時期は本件特許の出願\n日の後である。したがって，甲２７は，本件発明の技術的意義の解釈の根拠となり\n得ない。\n(ｶ)  控訴人は，段落【００３６】は「ホワイトカード」は本件発明のシス\nテムによって管理されるカードのことを意味すると規定しているところ，原判決の\n判示によると，「本システムによって管理されるカード」はクレジットカードに限\n定されることになり，「ホワイトカード」の定義を明細書中に置いた意味がなくな\nると主張する。\nしかし，同段落は，カードの名称が「ホワイトカード」に限定されないことを\n意味するにすぎず，同記載をもって，本件発明の「ホワイトカード」がクレジット\nカードに限定されないと解することはできない。\n(ｷ)  控訴人は，本件特許の出願経過において，審査官がキャッシュカード\nを利用したデビット取引を引例として指摘したことは，本件発明の「ホワイトカー\nド」がクレジットカードに限定されないことを示すものであると主張する。\nしかし，審査官が，本件発明の「ホワイトカード」がクレジットカードに限定\nされないと理解していたかどうかは定かではない。\nまた，控訴人は，審査官の上記指摘に対して，デビット取引においては銀行口\n座の残高に応じて利用限度額が決まるのに対し，本件発明は「入金を受付けた旨の\n情報」に応じて利用限度額の更新を行う点で異なると主張して，特許査定を受けた\nのであるから，本件訴訟において，口座残高が利用限度額となるようなカードまで\n本件発明の「ホワイトカード」に含まれるかのように主張することは，包袋禁反言\nの法理に反する。\n(ｸ)  控訴人は，本件発明の「使用限度額」の意義について，「ユーザとの\n契約時にその支払能力（信用力）に応じて設定される金額」であるとの原判決の認\n定は誤りであり，仮に原判決の解釈を前提とするならば，本件発明の「使用限度額」\nには，本件発明により増額される前の「使用限度額」である「ユーザの支払能力\n（信用力）に応じて設定される金額」と，本件発明により増額された後の「使用限\n度額」である「ユーザの支払能力（信用力）に応じて設定される金額」＋「受金等\nに基づく使用限度額の増額分」という二種類が存在することになるが，本件明細書\n等では増額の前後で「使用限度額」という用語が使い分けられていることはないと\n主張する。\nしかし，本件発明の「使用限度額」は，「契約時に例えばユーザの支払能力など\nに応じて」「設定」される「所定期間内で使用可能な金額」（段落【０００２】）で\nあり，本件発明は，本件特許請求の範囲に記載された構成を採用することにより，\nその「設定」された「使用限度額」を，カード会社に逐一連絡などして所定の手続\nきを経ることなく引き上げることを可能にしたものであるから，引き上げ後の「使\n用限度額」も「使用限度額」であることに変わりはない。\n(ｹ)  控訴人は，本件発明の「使用限度額」に上記(ｸ)のように二種類のもの\nが存在する場合，例えばカードで買い物をした場合に使用限度額を引き下げる場面\nを想定すると，各々の使用限度額は別々に管理される必要があるから，段落【０１\n０１】に記載されているように一つの使用限度額として管理することは不可能であ\nると主張する。\nしかし，本件特許請求の範囲及び本件明細書等は，「入金を受け付けた旨の情報」\nに基づいて使用限度額を「引き上げることが可能」なシステムを記載しているだけ\nで，カードを使用して物品を購入した場合に使用限度額を「引き下げる」かどうか\nは記載していない。\nまた，控訴人は，クレジットカードによってユーザが物品を購入する場合，信販\n会社に購入物品の所有権が留保されることからも，クレジットカードに本件発明を\n適用した場合は，「与信による使用限度額」と「受金等に基づく使用限度額」は\n別々に管理されることが前提になると主張する。\nしかし，本件発明を実施する場合に，ユーザの支払能力をいかにして担保するか\nは，本件発明の課題やその解決手段とは無関係である。\n(ｺ)  控訴人は，本件明細書等では，消費使用ＩＤとして，例示的に４桁の\n数字が用いられていることに関し，被控訴人の主張する実務は，１４～１６桁のＰ\nＡＮ番号のうち下４桁の番号のみを表示する，クレジットカードの情報保護などを\n目的とする実務のことであり，本件明細書等のように「１２３４」と４桁のみを記\n載することではないと主張する。\nしかし，段落【００５６】，図４の４桁の数字が，１４～１６桁のＰＡＮ番号の\n下４桁ではなく，４桁のみからなる番号であると解すべき根拠はない。そして，本\n件明細書等の各記載をみると，本件発明の「ホワイトカード」はクレジットカード\nであると解されるから，段落【００５６】，図４の４桁の数字も，クレジットカー\nドの番号を念頭に置いた記載であると解するのが自然である。\n(サ)  控訴人は，従来技術である乙８発明の技術思想では未解決であった\n課題を本件発明が解決している以上，本件発明のクレーム文言の意義が乙８発明と\n同義であると解釈する余地はないと主張する。\nしかし，本件発明は，乙８発明が課題としたのと同じ，クレジットカードの\n「使用限度額」に係る課題のうち，乙８発明では解決できなかった部分を解決しよ\nうとするものであるから，乙８発明における「使用限度額」と本件発明の「使用限\n度額」は同義と解するほうがむしろ自然である。\n(ｼ)  控訴人は，課題に直面するカードでなければ技術的範囲から外れると\nいう原判決の前提は誤りであると主張する。\nしかし，プリペイドカード等は本件発明の課題に直面しておらず，当該課題を\n解決する手段である本件発明の構成を採用していない。したがって，原判決の判断\nに誤りはない。\n(ｽ)  控訴人は，電子マネーを用いるプリペイドカードでも「使用限度額を\n変更するための所定の手続き」は存在し，二つのＩＤを用いる本件発明の構成によ\nり当該手続が不要となると主張する。\nしかし，控訴人が挙げる「Ｅｄｙ  ｔｏ  Ｅｄｙサービス」（甲１９）における\n「煩雑な受金手続」とは，電子マネーの送受金をする前に，送り手と受け手の本人\n確認をするための手続にすぎない。一方，段落【０００５】の「カード会社に逐一\n連絡などして」経る「所定の手続」とは，送金を受金した後に，契約時に固定され\nた使用限度額を引き上げるための手続を意味するものであり，プリベイドカードに\n電子マネーをチャージするための手続は上記「所定の手続き」には該当しない。\nまた，控訴人は，段落【０００５】にいう「他者からの送金を受金することな\nどでユーザの所持金が当該クレジットカード契約時の平均所得以上に増えた」場合\nとは，例えば飲食店で食事をともにした相手から飲食代金を受け取り，ユーザの所\n持金がクレジットカード契約時の平均所得以上に増えたことなどを意味しており，\nそのような所持金額の増加をカードの使用限度額に直ちに反映できないことが本件\n発明が解決している課題であると主張する。\nしかし，段落【０００５】は，「ユーザの所持金が当該クレジットカード契約時\nの平均所得以上に増えたとしても，カード会社に逐一連絡などして所定の手続きを\n経なければそれが使用限度額に反映されることは無い。そのため，その増加分を反\n映させたクレジットカードの利用をすることができない，という課題である」と記\n載しているのであり，手持ちの現金をカードの残高に直ちに反映できないことを課\n題にしているわけではないから，控訴人の上記主張は理由がない。\n(ｾ)  控訴人は，段落【０００１】の記載を参酌すると，「ホワイトカード」\nはクレジットカードに限定されず，「使用限度額」も「ユーザの支払能力などに応\nじて所定期間内で使用可能な金額として設定されるもの」に限定されないと主張す\nる。\nしかし，段落【０００１】を参酌したとしても，本件発明の「ホワイトカード」\nが商品購入などに際して決済のために使用されるカード全てを指すと解されるわけ\nではない。むしろ，本発明は，「商品購入などに際して決済のために使用される\nカードに関して，その使用限度額を適宜変更可能と」するための技術に関するとの\n同段落の記載は，本件発明は適宜変更可能でなかった使用限度額を「適宜変更可能」\n（引上げ可能）にしたところに意義がある発明であること，すなわち，本件発明は，\nクレジットカードを基礎とする発明であることを端的に表している。\nまた，控訴人は，段落【０００２】を根拠として，「使用限度額」とは，文字ど\nおり，カードを「使用」するに当たっての「限度額」であると主張する。\nしかし，段落【０００２】には，「このクレジットカードは，契約時に例えば\nユーザの支払能力などに応じて所定期間内で使用可能な金額（使用限度額）が設定\nされ，その使用限度額の中であれば，・・・自由に買い物を行うことができるよう\nになっている。」と記載され，「使用限度額」とは「契約時に例えばユーザの支払能\n力などに応じて所定期間内で使用可能な金額」であることが明記されているから，\n控訴人の上記主張は理由がない。\n(ｿ)  控訴人は，乙６，７を根拠に「ホワイトカード」が一般にクレジット\nカードを意味すると解釈することはできないと主張し，その理由として，甲１６で\nは，文字や図柄がプリントされていない「白紙」の状態のテレホンカードなどを示\nす言葉として「ホワイト」という用語が使用されていると主張する。\nしかし，本件明細書等の記載からすると，本件発明がクレジットカードに関す\nる発明であることは明らかであるところ，これに対し，甲１６は「プリント方法」\nの発明に関する公報であって，本件発明と無関係であり，「ホワイトカード」の解\n釈の根拠とはならない。これに対し，乙６，７はクレジットカードに関する文献で\nあり，クレジットカードの発明である本件発明の「ホワイトカード」の用語の意味\nを理解するための根拠資料となり得る。\n(ﾀ)  控訴人は，本件明細書等における効果に関する記載には「ホワイト\nカード」がクレジットカードである旨の記載は存在しない，本件発明の課題につい\nて説明した段落【０００５】以前の段落では「クレジットカード」とカードを特定\nして説明しているのに対して，課題を解決するための手段について説明した段落\n【０００６】では，クレジットカードという用語を使わずに「ホワイトカード」と\nいう用語を用いて本件発明の技術内容を説明しているから，同段落に，本件発明が\nクレジットカードの延長線上の発明でないことが示されていると主張する。\nしかし，段落【０００６】は，従来のクレジットカードの課題が解決された本\n件発明のカードについて「ホワイトカード」という表現を用いているのであって，\n前記アのとおり，当該「ホワイトカード」においても，「契約時に設定されてある\n程度固定される，所定期間内で使用可能な金額」が設定されていると解すべきであ\nる。\n(ﾁ)  控訴人は，段落【００２６】に関し，信販会社によって管理されるの\nはクレジットカードに限定されないと主張し，また，同段落の「信販会社など」を\nクレジットカードの発行会社と解することは，「信販会社『など』」と記載されてい\nることや，段落【００２８】に「上記説明における各装置を管理する主体は一例で\nあって，それ以外の主体によって管理されても良い」と記載されていることと矛盾\nすると主張する。\nしかし，前記ア(ｲ)のとおり，段落【００２６】を含む実施例の記載がクレジッ\nトカードを想定していることは，「信販会社など」という記載のみから導かれるも\nのではなく，実施例の記載全体から理解されることである。加えて，段落【００２\n６】は「カードを発行する」主体の代表例として信販会社を挙げていること，信販\n会社の本来的業務である販売信用取引に使われるカードはクレジットカードである\nことからも，実施例において想定されているカードがクレジットカードであること\nが裏付けられる。また，段落【００２８】は，本件発明の各装置を管理する主体に\n限定がないことを述べたにすぎず，「カードを発行する」主体に関する記載ではな\nい。\n第３  当裁判所の判断\n１  当裁判所は，本件各システムは，本件発明の技術的範囲に属さないと判断す\nる。\nその理由は，次のとおり補正するほかは，原判決の事実及び理由欄の「第４  当\n裁判所の判断」に記載のとおりであるから，これを引用する。\n（原判決の補正）\n(1)  原判決６２頁２４行目の「（乙８公報）」を「（段落【０００４】）」に改め，\n６３頁７行目の次に，行を改めて，次のとおり加える。\n「オ  課題を解決するための手段\n「以上の課題を解決するために，本発明は，他者からの送金などを受金す\nることで使用限度額を引上げることができるよう，当該カードに対する入金を適時\n受付可能に管理する機能を備えるホワイトカード使用限度額引き上げシステムを提\n供する。さらに，このホワイトカード使用限度額引き上げシステムでは，受金にの\nみ利用可能な受金ＩＤと，消費使用に利用可能な消費使用ＩＤとを別々のＩＤとし，\n両者を関連付けて管理することで安全に受金と消費を行うことができることを特徴\nとする。」（段落【０００６】）\n「具体的には、ホワイトカード使用限度額引上指示装置と、引上命令装置\nと、ホワイトカードＩＤ管理装置と、からなるホワイトカード使用限度額引き上げ\nシステムである。そして、ホワイトカード使用限度額引上指示装置は、ホワイト\nカードに対する入金に際して、入金すべきホワイトカードの受金ＩＤを取得する受\n金ＩＤ取得部と、そのホワイトカードの使用限度額を引き上げようとする額の入金\nを受け付けた旨の情報である入金受付情報を取得する入金受付情報取得部と、取得\nした受金ＩＤと、入金受付情報とを関連付けて出力する出力部と、を有することを\n特徴とする。」（段落【０００７】）\n「また、引上命令装置は、受金ＩＤと関連付けられた入金受付情報をホワ\nイトカード使用限度額引上指示装置から受信する受信部と、受信した入金受付情報\nに関連付けられたホワイトカード受金ＩＤと紐付けられている消費使用ＩＤをホワ\nイトカードＩＤ管理装置から取得する消費使用ＩＤ取得部と、取得した消費使用Ｉ\nＤと関連付けた使用限度額引上額を含む引上命令を送信する引上命令送信部と、を\n有することを特徴とする。」（段落【０００８】）\n「また、ホワイトカードＩＤ管理装置は、消費使用ＩＤと受金ＩＤとを紐\n付けた紐付テーブルを保持する紐付テーブル保持部と、引上命令装置から受金ＩＤ\nを受信する受金ＩＤ受信部と、受信した受金ＩＤに紐付けられている消費使用ＩＤ\nを紐付テーブルから取得して引上命令装置に送信する消費使用ＩＤ送信部と、を有\nすることを特徴とする。」（段落【０００９】）」\n(2) 原判決６３頁８行目の「オ」を「カ」に，同頁１３行目の「カ」を「キ」\nにそれぞれ改める。\n(3) 原判決７７頁１８行目冒頭から８５頁１８行目末尾までを次のとおり改め\nる。\n「(1) 構成要件Ａ等の「ホワイトカード」及び「使用限度額」の意義\nア  前記１(1)のとおり，本件明細書等では，段落【０００２】～【０００\n５】において本件発明の課題が説明されているところ，同課題は，クレジットカー\nドについてのものであり，プリペイドカードサービスやデビットカードサービスに\nついてのものではない。そして，段落【０００６】において，「以上の課題を解決\nするために，本発明は，・・・ホワイトカード使用限度額引き上げシステムを提供\nする。」と記載され，さらに，段落【０００７】～【０００９】において，上記課\n題を解決するための具体的構成が記載されている。これらの記載に，「ホワイト\nカード」の用語は，クレジットカードに関して使用された場合は，「カード会社が\n個人向けに発行する最もベーシックなクレジットカード」を意味するものと認めら\nれること（乙６，７）を併せ考慮すると，段落【０００６】～【０００９】の「ホ\nワイトカード」は，段落【０００２】～【０００５】に記載されたカードであるク\nレジットカードを意味するものと認められる。\n一方で，本件明細書等には「ホワイトカード」がプリペイドカードやデビット\nカードを含む旨の記載は存在しないから，本件明細書等の「ホワイトカード」には，\nプリペイドカードやデビットカードは含まれないものと解される。\nイ  前記１(1)のとおり，本件明細書等には，段落【０００２】～【０００\n５】で，従来技術として，クレジットカードについて，ユーザの支払能力などに応\nじて所定期間内で使用可能な金額である「使用限度額」が契約時にある程度固定さ\nれ，使用限度額の引上げなどの変更がなかなかできない，あるいは煩雑な手続が必\n要となるという課題があること，先行技術であるクレジットカード管理システムに\n関する発明の乙８発明は，ユーザの利用実績により使用限度額を変更できるという\nものであるが，同発明によっても，ユーザが他者から送金を受けた場合に使用限度\n額を変更することはできないという課題があることが記載され，段落【０００６】\nで，上記の課題を解決するために，本件発明は，ユーザが他者から送金を受けたこ\nとにより使用限度額を引き上げることができるシステムを提供することが記載され\nており，これらの記載からすると，本件発明における「使用限度額」は，従来技術\nにおける「使用限度額」と同様に，クレジットカードの使用限度額を意味するが，\nユーザに対する入金があると所定の手続を経ずに引き上げられるものであると解す\nるのが相当である。\nしたがって，本件発明における「使用限度額」は，ユーザが所定期間内に使用\nすることのできる金額の上限額を意味し，その額は，ユーザとの契約時には，その\n支払能力（信用力）に応じて設定され，「ある程度固定される」ものであるが，そ\nの後，ユーザに対する入金があった場合，所定の手続を経ずに引き上げられるもの\nであると認められる。\nウ  以上のとおり，本件発明における「ホワイトカード」はクレジット\nカードを意味し，「使用限度額」は，「契約時に設定され，契約時には，ある程度固\n定される，所定期間内で使用可能な金額」を意味するものというべきである。\n(2) 控訴人の主張について\nア  控訴人は，本件発明の課題について「使用限度額に関しては契約時に\nある程度固定されるため，限度額の引上げなどの変更がなかなかできない，あるい\nは煩雑な手続きが必要となる」という従来技術の課題（段落【０００３】）は乙８\n発明により解決済みであり，本件発明の課題は，他者からの送金の受金等による\nユーザの所持金の増加を速やかに使用限度額に反映させることにある（段落【００\n０５】）と主張する。\nしかし，本件明細書等の段落【０００３】と段落【０００５】の記載によると，\n乙８公報に記載された従来技術は，「予め定められた使用限度額内での利用実績に\n応じて算出変更」することにより使用限度額を変更することを可能にするものであ\nるが，それでは「他者からの送金を受金することなどでユーザの所持金が当該クレ\nジットカード契約時の平均所得以上に増えたとしても，カード会社に逐一連絡など\nして所定の手続きを経なければそれが使用限度額に反映され」ないという課題を解\n決し得ないことから，本件発明は，本件特許請求の範囲に規定された構成を採用す\nることにより，入金を受け付けた旨の情報に基づいて，所定の手続（煩雑な手続）\nを経ることなく，ホワイトカードの使用限度額を引き上げることを可能としたもの\nと認められる。\nこのように，乙８発明は，「使用限度額に関しては契約時にある程度固定される\nため，限度額の引上げなどの変更がなかなかできない，あるいは煩雑な手続きが必\n要となる」という従来技術の課題のうちの一部を「クレジットカードの使用限度額\nを利用実績に応じて算出変更する技術」によって解決したにすぎず，本件発明は，\n乙８発明により解決できなかった従来技術の「他者からの送金を受金することなど\nでユーザの所持金が当該クレジットカード契約時の平均所得以上に増えたとしても，\nカード会社に逐一連絡などして所定の手続きを経なければそれが使用限度額に反映\nされることは無い」という課題を解決したものであるから，控訴人の上記主張は理\n由がない。\nイ  控訴人は，本件送金システムにおいて他者から受け取った金額を電子マ\nネーのプリペイドカードにチャージするためには，最初に送金者が受金者に手渡し\n又は銀行振込等で現金を渡し，次に受金者が当該現金を電子マネーとしてチャージ\nすることになるが，そのような方法は煩雑であり，リアルタイムで使用限度額を増\n額することもできないので，電子マネーを用いたプリペイドカードにも「ユーザの\n所持金の増加を速やかに使用限度額に反映させる」という課題が存在すると主張す\nる。\nしかし，本件発明の課題は，「他者からの送金を受金することなどでユーザの所\n持金が当該クレジットカード契約時の平均所得以上に増えたとしても，カード会社\nに逐一連絡などして所定の手続きを経なければそれが使用限度額に反映されること\nは無い。」（段落【０００５】）というものであり，ユーザが他者からの送金を受金\nしても，使用限度額を変更するには，カード会社に連絡して所定の手続を経ること\nが必要となる点が「煩雑」であるとするものである。\nこれに対し，プリペイドカードについては，ユーザが受け取った現金等が電子マ\nネーとしてチャージされると使用限度額が増額されるのであって，その使用可能額\nを変更するための手続等を要しないのであるから，本件発明と同様の課題はないと\nいうべきである。控訴人は，上記のとおり，現金を電子マネーとしてプリペイド\nカードにチャージするまでの手続も段落【０００５】の「所定の手続き」に当たる\nとするが，同手続は，送金を受金した後に，契約時に設定された使用限度額を変更\nするための手続を意味するものであり，プリペイドカードに現金を電子マネーとし\nてチャージするための手続は，「所定の手続き」には該当しない。控訴人は，「所定\nの手続き」をこのように限定的に解する根拠はないと主張するが，段落【０００５】\nの上記記載からすると，「所定の手続き」とは上記のとおり解するのが相当であっ\nて，控訴人の同主張は理由がない。\nウ  控訴人は，「使用限度額」の意義につき，本件明細書等に「使用限度額」\nに関する定義は記載されていないから，その語の通常の意義に照らして解釈される\nべきであり，そうすると，「使用限度額」とは，買い物に使用するに当たっての限\n度額を意味すると主張する。\nしかし，前記(1)のとおり，本件発明における「使用限度額」は，クレジット\nカードの「使用限度額」を意味すると認められるのであって，このことは，本件明\n細書等に「使用限度額」についての定義が記載されていないことに左右されない。\nしたがって，控訴人の上記主張は理由がない。\nエ(ｱ)  控訴人は，「ホワイトカード」の意義につき，本件明細書等に「本発\n明は，商品購入などに際して決済のために使用されるカードに関して，その使用限\n度額を適宜変更可能とし，さらにその変更を安全に行うための技術に関する。」（段\n落【０００１】），「買い物などの支払に利用することができるカード」（段落【００\n１６】），「『ホワイトカード』とは，本システムによって管理されるカードをいい，\nもちろんその名称はホワイトカードに限定されない」（段落【００３６】）などと記\n載されていること，本件発明の「ホワイトカード」がクレジットカードを意味する\nと解すれば，段落【００３６】の「本システムによって管理されるカード」はクレ\nジットカードに限定されることになり，同段落において「ホワイトカード」の定義\nをした意味がなくなることからすると，「ホワイトカード」は，「商品購入などに際\nして決済のために使用されるカード」，「買い物などの支払に利用することができる\nカード」を意味すると主張する。\nしかし，前記(1)のとおり，本件発明の「ホワイトカード」は，クレジットカー\nドを意味するものと認められるところ，段落【０００１】及び【００１６】の記載\nは，本件発明の「ホワイトカード」がクレジットカードを意味するものと解するこ\nとと矛盾しない。\nまた，段落【００３６】の「『ホワイトカード』・・・の名称はホワイトカード\nに限定されない」との記載は，カードの名称が「ホワイトカード」に限定されない\nことを意味するにすぎず，同記載をもって，本件発明の「ホワイトカード」がクレ\nジットカードに限定されないと解することはできない。\nさらに，本件発明の「ホワイトカード」がクレジットカードを意味するものと\n解しても，段落【００３６】の「『ホワイトカード』とは，本システムによって管\n理されるカードをいい」との記載が意味のないものとなることはない。\nしたがって，控訴人の上記主張によって前記(1)の「ホワイトカード」に関する\n認定，判断が左右されることはない。\n(ｲ)  控訴人は，印刷前のテレホンカード等にも「ホワイトカード」とい\nう用語が使用されていること（甲１６公報）を指摘するが，同公報に記載された発\n明は，印刷前の無地のカードのプリント方法等に関する発明であって，同公報にい\nう「ホワイトカード」は，印刷前の無地のカードを意味するのであるから，本件発\n明とは発明の内容が全く異なり，同公報の記載を参酌して，本件発明における「ホ\nワイトカード」の意義を定めることは相当ではない。\n(ｳ)  控訴人は，本件明細書等の段落【０００２】～【０００５】が「ク\nレジットカード」という語を用いて背景技術等の説明をしているのに対し，段落\n【０００６】以降が「ホワイトカード」という語を用いて説明しているのは，本件\n発明の発明者がクレジットカードとは全く異なるカードに関する発明を意識してい\nたからであると主張する。\nし か し ， 段 落 【 ０ ０ ０ ６ 】 に は 「 以 上 の 課 題 を 解 決 す る た め に ， 本 発 明\nは，・・・ホワイトカード使用限度額引き上げシステムを提供する。」と記載されて\nおり，段落【０００２】～【０００５】に記載されたクレジットカードの課題を解\n決するために，「ホワイトカード使用限度額引き上げシステムを提供する」という\nものであるから，段落【０００６】の「ホワイトカード」は，クレジットカードを\n意味するものと認められ，また，同段落の解決手段を具体的に示した段落【０００\n７】～【０００９】の「ホワイトカード」もクレジットカードを意味するものと認\nめられる。\nしたがって，控訴人の上記主張は理由がない。\nオ  控訴人は，特許発明の技術的範囲は，明細書に記載された従来技術の課\n題にのみ着目して定めるのではなく，発明の作用効果を奏するか等の観点をも総合\n的に考慮し，明細書の記載に基づいて確定する必要があり，発明の課題をそのまま\n持ち込むのは不当である，課題に直面するカードでなければ技術的範囲から外れる\nと解することはできないと主張する。\nしかし，前記(1)のとおり，本件発明における「ホワイトカード」の意義につい\nては，本件明細書等の課題及びその解決手段についての記載（段落【０００２】～\n【０００９】）を参酌し，これに本件明細書等には「ホワイトカード」がプリペイ\nドカードやデビットカードを含む旨の記載はないことや「ホワイトカード」の用語\nの使用例を併せ考慮して，前記(1)アのとおり認定できるのであり，また，「使用限\n度額」の意義については，本件明細書等の課題及びその解決手段についての記載\n（段落【０００２】～【０００６】）を参酌して，前記(1)イのとおり認定できるの\nであって，プリペイドカードやデビットカードが同カードが本件発明の課題に直面\nしていないことのみから，同カードを本件発明の「ホワイトカード」から除外した\nものではない。また，本件発明における「ホワイトカード」や「使用限度額」の意\n義を明細書に記載された作用効果の文言に当たるかどうかということのみから定め\nることができないことは明らかである。したがって，控訴人の上記主張は理由がな\nい。\nカ  控訴人は，仮に，本件発明における「使用限度額」が，クレジット\nカードの「使用限度額」，すなわち，ユーザとの契約時にその支払能力（信用力）\nに応じて設定される金額であるとすれば，ユーザの所持金が一時的に増えたとして\nも，償還期日には費消されている可能性がある以上，入金を受け付けた旨の情報に\nよって使用限度額が引き上げられることはなく，また，段落【０１０４】～【０１\n０８】に記載されているように「使用限度額」を譲渡するという構成を採用するこ\nとは不可能であるから，本件発明の「使用限度額」はクレジットカードの使用限度\n額とは異なると主張する。\nしかし，段落【０００５】には，「他者からの送金を受金することなどでユーザ\nの所持金が当該クレジットカード契約時の平均所得以上に増えたとしても，カード\n会社に逐一連絡などして所定の手続きを経なければそれが使用限度額に反映される\nことは無い。そのため，その増加分を反映させたクレジットカードの利用をするこ\nとができない，という課題である。」と記載されており，本件発明は，同課題を解\n決した発明であるから，クレジットカードにおいて，ユーザに対する入金があった\n場合に所定の手続を経ずにその使用限度額，すなわち，契約時に設定され，所定期\n間内で使用可能な金額を増額させることを内容とする発明である。そして，ユーザ\nに入金があったという事実によって使用限度額が増加するのは，当該入金によって\nユーザの信用力が上昇したものと評価したからであると考えれば，そのことがクレ\nジットカードによる信用供与の本質に反するということはできない。\nまた，本件明細書等には，使用限度額を他者に譲渡する実施例が記載されてい\nる（段落【０１０５】～【０１０８】）ところ，同実施例をクレジットカードを前\n提とした本件発明に含めることは技術上は可能であり，本件発明は，同実施例を含\nむものとして発明されたものと考えられる。同記載から直ちに本件発明の「ホワイ\nトカード」がプリペイドカードやデビットカードを含むものと認めることはできな\nい。\nしたがって，控訴人の上記主張は理由がない。\nキ  控訴人は，仮に，本件発明をクレジットカードの改良発明と解すれば，\n本件発明の「使用限度額」には，①受金により増額される前の「使用限度額」であ\nるユーザの支払能力（信用力）に応じて設定される金額と，②受金により増額され\nた後の「使用限度額」であるユーザの支払能力（信用力）に応じて設定される金額\nに受金等に基づく使用限度額の増額分が加算された金額の二種類が存在することに\nなるところ，本件明細書等では，受金による増額の前後で「使用限度額」という用\n語が異なる意味を有するものとして使い分けられておらず，また，増額の前後で\n「使用限度額」の意義が異なることを開示，示唆した記載は存在しないこと，契約\n当初の「使用限度額」と受金によって増額された「使用限度額」は，上記のように\nその性質が異なる以上，別々に管理する必要があるにもかかわらず，段落【０１０\n１】には，使用限度額を区別することなく管理する構成が記載されていることから，\n本件発明は，クレジットカードの改良発明であると解することはできないと主張す\nる。\nしかし，前記(1)のとおり，本件発明の「ホワイトカード」は，クレジットカー\nドを意味し，本件発明における「使用限度額」は，ユーザとの契約時には，その支\n払能力に応じて設定され，その後，ユーザに対する入金があると，引き上げられる\nものであって，「使用限度額」は一種類しか想定されておらず，二種類の「使用限\n度額」が存するものではないから，そのことを前提とする控訴人の上記主張は理由\nがない。\nなお，本件明細書等には，「ホワイトカード」の発行者が立替払をした場合に，\n同立替払に係る金額が，契約当初に設定された「使用限度額」とユーザに対する入\n金によって増額した「使用限度額」の部分のいずれから差し引かれるかについて記\n載がないが，このことも，ユーザに対する入金によって増額した「使用限度額」の\n部分は，契約当初に設定された「使用限度額」と同様に，ユーザの信用に基づいて\n設定されるものであって，「使用限度額」が一種類であることを裏付けるものとい\nえる。\nク  控訴人は，従来技術である乙８発明では未解決であった課題を本件発\n明が解決している以上，本件発明の「使用限度額」の意義が乙８発明の「クレジッ\nトカード利用限度額」と同義であると解釈する余地はないと主張するが，そのよう\nに解することはできない。\n前記アのとおり，乙８発明は，「予め定められた使用限度額内での利用実績に応\nじて算出変更」することによりクレジットカード使用限度額を変更することを可能\nにする発明であるのに対し，本件発明は，乙８発明では解決できなかった「他者か\nらの送金を受金することなどでユーザの所持金が当該クレジットカード契約時の平\n均所得以上に増えたとしても，カード会社に逐一連絡などして所定の手続きを経な\nければそれが使用限度額に反映されることは無い。」という課題を解決するもので\nあるから，本件発明の「使用限度額」は，乙８発明の「クレジットカード利用限度\n額」と同一であると解するのが自然である。\nケ  控訴人は，プリペイドカードである「Ｅｄｙ  ｔｏ  Ｅｄｙサービス」\nでは，送金者が電子マネーを送金したとしても，受金者が増額するためには，予め\n送金者から外部メールで価値移動の送付通知とパスワード通知を受け，それらの通\n知を受信した後にＥｄｙアプリを立ち上げて，送金者から通知されたパスワードを\n入力する必要があるが，二つのＩＤを用いる本件発明の構成を採用すれば，他者か\nら送金などを受金することでユーザの手元にある利用可能な金額が増えたことをリ\nアルタイムに反映することができ，また，安全に受金と消費を行うことができるか\nら，プリペイドカードにも本件発明の課題があり，本件発明はその課題を解決でき\nると主張する。\nしかし，前記イのとおり，本件発明が課題とする「所定の手続き」を経ること\nの煩雑さは，送金を受金した後に，契約時に設定された使用限度額を変更するため\nの手続の煩雑さを意味するのであるから，控訴人が指摘する「Ｅｄｙ  ｔｏ  Ｅｄ\nｙサービス」において必要とされる上記の処理手順は，本件発明が課題とする手続\nには当たらない。\nまた，プリペイドカードにおいて，受金ＩＤと消費使用ＩＤを別々のＩＤとす\nることによって安全に受金と消費を行うことができるとしても，そのことから直ち\nに本件発明の「ホワイトカード」にクレジットカードが含まれると解することはで\nきない。段落【０００６】には，「以上の課題を解決するために，本発明は，他者\nからの送金などを受金することで使用限度額を引上げることができるよう，当該\nカードに対する入金を適時受付可能に管理する機能を備えるホワイトカード使用限\n度額引き上げシステムを提供する。さらに，このホワイトカード使用限度額引き上\nげシステムでは，受金にのみ利用可能な受金ＩＤと，消費使用に利用可能な消費使\n用ＩＤとを別々のＩＤとし，両者を関連付けて管理することで安全に受金と消費を\n行うことができることを特徴とする。」と記載されているが，前記(1)のとおり，同\n段落の「ホワイトカード」はクレジットカードを意味するのであり，「安全に受金\nと消費を行うことができる」との課題も，クレジットカードを前提としたものであ\nり，プリペイドカードにおける課題を示しているものではない。\nしたがって，控訴人の上記主張は，前記(1)の認定，判断を左右するものではな\nい。\nコ  控訴人は，乙６，７では，上位グレードのクレジットカードがゴール\nドやプラチナなどの特定の色のカードであることの対比として，又は名称が未決定\n（白紙）であるという意味で，「白色（ｗｈｉｔｅ）」という用語が使われているに\nすぎず，これらの証拠を根拠に「ホワイトカード」が一般にクレジットカードを意\n味すると解釈することはできない，本件発明ではゴールドカード等の上位グレード\nのカードは存在していないから，それに対する「最もベーシックなクレジットカー\nド」（乙６）として「ホワイトカード」の意味を理解することはできないと主張す\nる。\nしかし，前記(1)のとおり，段落【０００２】～【０００９】の記載からすると，\n段落【０００６】～【０００９】の「ホワイトカード」は，クレジットカードを意\n味するものと解されるところ，このことは，「ホワイトカード」の用語に「最も\nベーシックなクレジットカード」の意味があることからも裏付けられる。そして，\nこのことに，本件明細書等には「ホワイトカード」がプリペイドカードやデビット\nカードを含む旨の記載はないことを併せ考慮すると，本件発明の「ホワイトカード」\nは，クレジットカードを意味すると認められるのであって，乙６，７のみからこの\nように認定するものではない。\nしたがって，控訴人の上記乙６，７についての主張は，前記(1)の認定，判断を\n左右するものではない。\nサ  控訴人は，信販会社によって管理されるのはクレジットカードに限定\nされないこと，段落【００２６】には，「信販会社など」と記載されていること，\n段落【００２８】に「上記説明における各装置を管理する主体は一例であって，そ\nれ以外の主体によって管理されても良い」と記載されていることから，段落【００\n２６】における「カード」がクレジットカードを意味すると解することはできない\nと主張する。\nしかし，前記(1)のとおり，本件発明の「ホワイトカード」は，クレジットカー\nドを意味するのであって，段落【００２６】は本件発明の実施例を説明したもので\nあるから，同段落の「カード」もクレジットカードを意味すると認められる。\nそして，段落【００２８】は，引上命令装置やホワイトカードＩＤ管理装置等\nの本件発明のシステムを構成する装置について記載したものであり，カードの意義\nについての記載ではないから，同段落の上記記載が，段落【００２６】の「カード」\nの解釈に影響を与えるものではない。\nしたがって，控訴人の上記主張は理由がない。\nシ  控訴人は，本件拒絶査定において，特許庁審査官はクレジットカードで\nはなくキャッシュカードを利用したデビット取引を引例として指摘したこと（甲６）\nから，本件発明の「ホワイトカード」はクレジットカードに限定されないと主張す\nる。\nしかし，本件拒絶査定に係る文書には，「メールアドレスを用いて特定した銀行\n口座に入金し，クレジットカードの利用限度額を引き上げるように構成することは，\n当業者が適宜になし得ることである。・・・よって，請求項１～８は，特許法第２\n９条第２項の規定により特許を受けることができない。」と記載され，その後に，\n「なお，キャッシュカードを用いるデビット取引においては，銀行口座の残高が利\n用限度額であることは，周知の事項であるから，上記周知技術に記載されたメール\nアドレスを用いて特定した銀行口座に入金することは，キャッシュカードを用いる\nデビット取引の利用限度額を引き上げる構成といえる。」と記載されており（甲６），\n同記載からすると，本件拒絶査定の理由は，本件発明がクレジットカードに係る発\n明であることを前提としているものと認められる。\nしたがって，本件拒絶査定をした審査官が，本件発明の「ホワイトカード」がク\nレジットカードに限定されないものと認識していたとは認められないし，また，仮\nに，審査官がそのような認識を有していたとしても，そのことによって，本件発明\nの「ホワイトカード」がクレジットカードに限定されないものと解することはでき\nない。\nス  控訴人は，本件発明を実施したサービスを開始するに当たり，当該サー\nビスの合法性を検討するため，金融庁に事前相談を行ったところ，金融庁から，同\nサービスの事業者はユーザからの資金を預かることになるため，当該資金の担保の\nために預託金を準備する必要があるとの事前指導がされたとして，金融庁は，本件\n発明を実施したサービスがクレジットカード決済を前提とするサービスでないと認\n識していたと主張する。\nしかし，本件発明の内容は，本件特許請求の範囲及び本件明細書等の記載から\n認定すべきであり，控訴人が提供するサービスの内容からこれを認定することはで\nきない。また，本件訴訟において控訴人が提出した証拠からは，控訴人が金融庁に\n相談したサービスが本件発明を実施したものであることや，同相談に対する金融庁\nの回答の具体的内容は明らかではない。\nしたがって，控訴人の上記主張や控訴人が提出した証拠から，本件発明がクレ\nジットカードに関する発明ではないと認めることはできない。」\n(4)  原判決８６頁３行目から５行目にかけての「カードが決済等に使用でき\nる金額は，常に当該アカウントの残高と一致するから，これが契約時に設定されて\nある程度固定される，所定期間内で使用可能な金額であるとはいうことはできず」\nを「カードにおける決済等に使用できる金額は，契約時にある程度固定されるもの\nではないから，契約時にある程度固定される「使用限度額」に当たらず」に改める。\n２  以上のとおり，被控訴人サービスを提供することは，本件特許権を侵害し\nない。\n第４  結論\nよって，控訴人の請求は理由がなく，原判決は相当であるから，本件控訴を棄却\nすることとして，主文のとおり判決する。\n知的財産高等裁判所第２部\n裁判長裁判官\n森              義    之\n裁判官\n佐    野        信\n裁判官\n中    島    朋    宏\n"
}