{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 4,
    "month": 3,
    "day": 30
  },
  "case_number": "令和2(ワ)15654",
  "case_name": "商標権移転登録抹消登録等請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "商標権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "91147",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=91147",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/147/091147_hanrei.pdf",
  "contents": "令和４年３月３０日判決言渡  同日原本領収  裁判所書記官\n令和２年(ワ)第１５６５４号  商標権移転登録抹消登録等請求事件\n口頭弁論終結日  令和３年１２月１５日\n判      決\n原 告      Ａ\n同 訴 訟 代 理 人 弁 護 士       中村嘉 宏\n被 告      株式会社ドクター・ディモ コ\n（商標登録原簿上の名称  株式会社ドクターズディモコ）\n同 訴 訟 代 理 人 弁 護 士       中川浩 秀\n中村   望\n後   藤   亜由 夢\n主      文\n１  原告の請求をいずれも棄却する。\n２  訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  請求\n被告は、原告に対し、別紙商標権目録記載の各商標権について、それぞれ特\n許庁平成３１年４月９日受付第５３５０号の本権の移転登録の抹消登録手続を\nせよ。\n第２  事案の概要\n１  事案の要旨\n本件は、原告が、別紙商標権目録記載の各商標権（以下、併せて「本件商標\n権」といい、本件商標権に係る各登録商標を併せて「本件商標」という。）につ\nいて、原告から被告に対する本権商標権の譲渡の事実はない等と主張して、本\n件商標権に基づき、特許庁平成３１年４月９日受付第５３５０号の本権の移転\n登録（以下「本件移転登録」という。）の抹消登録手続を求める事案である。\n２  前提事実（当事者間に争いがない事実又は後掲の証拠（以下、書証番号は特\n記しない限り枝番号を含む。）及び弁論の全趣旨により容易に認められる事実）\n(1)  当事者等\nア  原告は医師である。\nイ  被告は、平成３０年５月１６日に設立された、フットケア用品の製造、\n卸及び販売等を業とする株式会社である（甲１）。\nＢは、被告の設立時から令和元年１１月５日に辞任するまで、被告の代\n表取締役を務めていた（甲１）。\nウ  株式会社ディモコシステムス（以下「ディモコシステムス」という。）は、\n平成３１年当時、原告が株式の１００パーセントを保有する株式会社であ\nったが、平成３０年１２月３１日付けで解散の決議がされ、平成３１年４\n月２６日付けで清算が結了した旨の登記がされた（甲１６）。\nＣはディモコシステムスの元従業員である（乙３６）。\n(2)  本件商標の登録\n原告は、別紙商標権目録の各「出願年月日」記載の日に各「登録商標」記\n載の商標について商標登録の出願をし、各「登録年月日」記載の日に商標登\n録を受けた（甲３ないし８、２１ないし２６）。\n(3)  本件移転登録\nア  本件商標権について、いずれも平成３１年４月９日付けで、原告から被\n告（当時の商号は「株式会社ドクターズディモコ」）に対する特定承継によ\nる本権の移転の登録（本件移転登録）がされている（甲２１ないし２６）。\nイ  本件移転登録の申請に当たっては、添付書類として、譲渡人を原告、譲\n受人を被告とする原告作成名義の平成３１年３月２９日付け譲渡証書（乙\n１８。以下「本件譲渡証書」という。）が特許庁に提出された。\n本件譲渡証書の原告名下の印影は、原告の印鑑登録された印章によるも\nのである（乙１８、１９）。\n３  争点\n(1)  原告から被告への本件商標権の譲渡の有無（争点１）\nア  原告とＣとの間における本件商標権の譲渡に係る契約（以下「本件譲渡\n契約」という。）の成否（争点１－１）\nイ  本件譲渡契約の締結に際してＣが代理権を有していたか（ＢからＣに対\nする代理権授与の有無）（争点１－２）\n(2)  本件譲渡契約についての錯誤無効の成否（争点２）\nア  動機の錯誤の有無（争点２－１）\nイ  重過失の有無（争点２－２）\n第３  争点に関する当事者の主張\n１  争点１（原告から被告への本件商標権の譲渡の有無）について\n(1)  争点１－１（原告とＣとの間における本件譲渡契約の成否）について\n（被告の主張）\nア  本件譲渡証書が真正に作成されたこと及び本件譲渡契約が締結されたこ\nと\n本件譲渡証書の印影は原告の印章によって顕出されたものであるから、\n反証のない限り、当該印影は原告の意思に基づいて顕出されたものと推定\nされ、本件譲渡証書は真正に成立したものと推定される。\nそして、本件譲渡証書は、本件譲渡契約に係る原告の意思表示がなされ\nた文書であり、本件譲渡契約についての処分証書に当たるというべきであ\nる。\nしたがって、本件譲渡証書により、原告が被告に対し本件商標権を譲渡\nする旨の本件譲渡契約が締結されたものと認められる。\nなお、実際の押印の経緯としては、平成３１年３月３０日に、Ｃが特許\n事務所が作成した本件譲渡証書と委任状（乙７。以下「本件委任状」とい\nう。）を原告に交付し、原告が自ら持参した実印を用いてこれらに押印した\nものである。\nイ  本件譲渡契約の法的性質\n本件譲渡契約の法的な性質は贈与又は負担付贈与である。\n原告から被告への本権商標権の移転については、被告が設立された平成\n３０年５月頃から、原告、被告及びＣの間で計画されていたものであり、\n遅くとも原告が本件譲渡証書に押印した平成３１年３月３０日までには、\n原告と被告の代理人であるＣとの間で、贈与契約である本件譲渡契約が締\n結された。\nまた、本件商標権の被告への贈与に当たって、原告を被告の従業員とし\nて雇用し、給与や社会保険料を負担することが、その対価ないし負担とし\nて定められていた。これに基づき、被告は、原告に対し、原告が被告に勤\n務していた平成３０年８月から令和２年４月までの間に、給与名目で総額\n４６０万円を支払い、原告に係る社会保険料も負担している。したがって、\n本件譲渡契約は負担付贈与の性質を有するといえる。\n（原告の主張）\nア  本件譲渡証書の成立の真正及び本件譲渡契約の締結について\n(ｱ)  本件譲渡証書の成立の真正は否認するが、平成３１年３月当時、商標\nに関する事務の窓口をＣが担当していたことや、解散することとなった\nディモコシステムス関係の資産が新規に設立された被告に移管等される\nこととなったのは事実であり、その際、原告において、本件譲渡証書へ\nの押印を求められ、これに応じた可能性はある。しかしながら、本件譲\n渡証書は、これによって贈与等を合意する処分証書ではなく、報告文書\nにすぎないから、単に本件譲渡証書が作成されただけでは、契約が締結\nされたとは認められない。\n(ｲ)  原告は、平成３１年３月当時において、被告の代表者であったＢと本\n件商標権譲渡についての合意をしておらず、Ｃとの間でも、本件商標権\nの譲渡についての合意をしていない。仮に原告が本件商標権を被告に譲\n渡するのであれば、対価の有無や使用権の設定など様々な条件も併せて\n合意しなければならないところ、これらについての協議はなかったもの\nである。\n(ｳ)  本件商標権は原告に帰属していたところ、従前から、その管理は原告\nが株式の１００パーセントを保有するディモコシステムスが行い、更新\nその他の諸費用もディモコシステムスが負担し、特許事務所に対応を依\n頼していた。また、その実務的作業を行っていたのはＣであった。この\nような管理や負担の実情を前提に、ディモコシステムスやその関係者は\n本件商標を無償で使用していた。\nそして、ディモコシステムスから被告に対してその資産や事業を移転\nすることに伴い、本件商標権の管理業務も同様にディモコシステムスか\nら被告に対して移転することとなった。\nＣは、原告に対し、平成３１年３月、上記の管理業務の移転のための\n書類作成が必要であるとして、実印を持参するよう依頼した。原告は、\n仮に本件譲渡証書に押印したとしても、Ｃの説明を受けて、本件商標権\nの管理業務をディモコシステムスから被告に移転するための書類だと理\n解し、書類の内容を確認することなくそのまま押印したものであり、こ\nれによって本件商標権の譲渡を了承したり、合意したりしたものではな\nい。\nイ  本件譲渡契約の法的性質について\n被告は、本件譲渡契約の法的性質について、贈与又は負担付贈与である\nと主張するが、本件商標権について原告が贈与ないし負担付贈与を行った\n事実はない。\n原告は、被告に対し、本件商標権の無償使用を認めていたのであり、更\nに本件商標権を無償で贈与する必要がない。また、被告が原告に対する給\n与支給や原告に係る社会保険料の負担をしたことは、雇用契約に基づくも\nのであって、負担付贈与における負担の趣旨ではない。原告は被告設立後\nさほど期間を置かずに被告の従業員となっており、上記の給与支給等の開\n始と本件商標権の移転とは時期的に離れている。\n(2)  争点１－２（本件譲渡契約の締結に際してＣが代理権を有していたか（Ｂ\nからＣに対する代理権授与の有無））について\n（被告の主張）\nＣは被告における全ての事務手続を行っており、被告の代表取締役であっ\nたＢは、Ｃに対し、被告の全ての事業について、ディモコシステムス及び原\n告から被告への業務移転に関する包括的な代理権を授与していた。\nしたがって、仮にＢが本件商標権の譲渡そのものについて認識していなか\nったとしても、上記の代理権の範囲には本件譲渡契約の締結に関する代理権\nも含まれていたから、Ｃの代理行為により本件譲渡契約の効果が被告に帰属\nする。\n（原告の主張）\nＢからＣに対する本件商標権の譲渡についての代理権の授与の事実は否認\nする。\n２  争点２（本件譲渡契約についての錯誤無効の成否）について\n(1)  争点２－１（動機の錯誤の有無）について\n（原告の主張）\nア  原告に錯誤があったこと\n(ｱ)  原告は、被告の設立に当たって、原告が被告の株主として支配権を有\nすることになると認識しており、Ｃと協議した上で、平成３０年２月８\n日、被告の出資金に充てる趣旨で１００万円をディモコシステムスない\nしＣに預け、Ｃに被告の設立手続を委ねた。その後、資金が足りたとの\nことで、同年４月２０日、ディモコシステムスから原告に対して１００\n万円が返金された。\nこのように、原告が被告設立時の株主となることが当初より予定され\nており、被告設立の出資金はディモコシステムス経由で調達することと\nなっていたものであり、Ｃないしディモコシステムスから原告に対して\nその予定が変更されたという連絡はなかった。従前から原告のディモコ\nシステムスに対する貸付が存在していたところ、原告としては、Ｃない\nしディモコシステムスが被告設立の資金を調達することができ、ディモ\nコシステムスから原告への返済金をそのまま被告の設立時の出資金に充\nてるなどの適宜の方法が採られたものと理解して、原告が被告の株主と\nなったとの認識を有していた。\n(ｲ)  原告が本件譲渡契約を締結したとすれば、それは、被告について、デ\nィモコシステムスと同様の会社、すなわち、原告が株式を保有して支配\nする会社であると認識しており、それゆえに、本件商標権の譲渡後も専\n用使用権の設定等をすることなく、原告及び特定非営利活動法人オーソ\nティックスソサエティー（以下「オーソ」という。）並びにその取引関係\n者が無償で安心して本件商標を使用できると認識していたからである。\nしたがって、本件譲渡契約の締結時において、原告が被告の株主では\nなく、被告の株式をＣの息子であるＤが１００パーセント保有していた\nとすれば、原告には、本件譲渡契約の締結に当たり、本件譲渡契約の締\n結の動機に錯誤があったということになる。\nイ  要素の錯誤に当たること\n原告が被告の株式を保有していなければ、被告の意思決定次第では、原\n告、オーソ又はそれらの取引関係者が本件商標の無償使用をできなくなる\n事態が起こりかねない。\nしたがって、原告は、自身が被告の株式を保有しておらず、被告の支配\n権も決定権もないと認識していれば、本件商標権を被告に譲渡することは\nなかったといえるから、前記アの錯誤は要素の錯誤に当たる。\nウ  動機が表示されていたこと\n原告を被告の株主とすることは、被告の設立当初から決まっていたこと\nであり、当然の前提であったといえるから、原告が自身を被告の株主と認\n識していたこと、そうであるからこそ本件商標権の譲渡に応じたという動\n機は、本件譲渡契約の締結の際に、Ｃに対して明示又は黙示に表示されて\nいたといえる。\nエ  したがって、平成２９年法律第４４号による改正前の民法９５条により、\n本件譲渡契約に係る原告の意思表示は無効である。\n（被告の主張）\nア  原告に錯誤がないこと\n原告が平成３０年２月８日にディモコシステムスに送金した１００万円\nは、ディモコシステムスの運営のための送金であり、被告の設立時の出資\n金の趣旨ではなかった。また、原告のディモコシステムスに対する貸付金\nは、本件譲渡証書が作成された平成３１年３月３０日時点で、おおむね返\n済されていたから、原告が、同時点において、上記貸付金が被告の出資金\nに充てられていたと認識していたとは考え難い。このように、原告におい\nて、被告の出資金の払込みをしたとの認識があったとは認められないから、\n本件譲渡契約の締結に当たって、自身が被告の株主であるとの錯誤に陥っ\nていたとは認められない。\nしかも、原告は、平成３０年８月から被告の従業員として勤務しており、\n原告が代表者を務めるオーソは、被告と共同して頻繁に講習会事業を開催\nしていたから、平成３１年３月当時において、原告は被告の事業に積極的\nに関与していたものといえる。このように被告との関係が深かった原告に\nおいて、自身が被告の株主かどうかについての錯誤があったとは考えられ\nない。\nイ  要素の錯誤に当たらないこと\n前記１(1)（被告の主張）イのとおり、原告は本件譲渡契約の締結によっ\nて給与の支払等の利益を受けている。また、原告が代表者を務めるオーソ\nが利益を上げるためには、ディモコシステムスに代わって営利事業を行う\n被告を迅速に設立し、代表者を選定しなければならなかったから、Ｂを代\n表者として被告を設立することは、原告の利益に直結するものであり、本\n件商標権を被告に譲渡することは、そのために必要なものであった。\nこのように、原告が被告に対して本件商標権を譲渡する必要性は高かっ\nたものと認められるから、仮に原告において被告の株主についての錯誤が\nなかったとしても、原告が本件譲渡契約を締結したことは明らかであり、\n原告の主張する錯誤は要素の錯誤に当たらない。\nウ  動機の表示がないこと\n原告を被告の株主とすることが被告の設立当初からの当然の前提であっ\nたとの原告の主張には根拠がなく、自身を被告の株主と認識しているから\nこそ本件商標権の譲渡に応じたという原告の動機が明示又は黙示に表示さ\nれていたとはいえない。\n(2)  争点２－２（重過失の有無）について\n（被告の主張）\nア  前記(1)（被告の主張）アのとおり、原告には被告の出資金の払込みをし\nたとの認識があったとは認められない。\n平成３１年３月頃において、原告とＣ及び被告との関係は良好であり、\n原告は被告の従業員であったことから、原告は、自身が被告の株主である\nかどうかについて、容易に調査、確認することができた。\n原告が、ディモコシステムスの株主であり、同社の取締役を務めるなど、\n会社法の基本的な知識を有していたことも考慮すれば、自身が被告の株主\nであると誤信したことは、通常であれば極めて想定し難く、錯誤があった\nとしても、原告には錯誤に陥ることについて重過失があったといえる。\nイ  原告は、被告において、被告がディモコシステムスの社名を変更したも\nのであると説明したことにより、被告とディモコシステムスが同一主体で\nあると誤解した旨を主張するが、前記アの事情からすれば、このような対\n外的な説明によって誤解したという事実は、むしろ、原告の重過失を基礎\n付けるものである。\nまた、原告は、原告が被告の株主ではなく、Ｄが被告の１００パーセン\nト株主であるという事実が、意図的に隠されていたと主張するが、そのよ\nうな隠蔽がされた事実はない。\n（原告の主張）\n被告が主張する事情は、重過失の評価根拠事実とはいえない。\n原告は、Ｃに対して諸手続の対応を委ねていたところ、Ｃによる被告の設\n立手続に原告が疑いを抱くような事情はなかった上、原告が被告の株主では\nなく、Ｄが被告の１００パーセント株主であるという事実は、意図的に隠さ\nれていたものであるから、錯誤に陥ったことについて、原告に重過失はない。\n第４  当裁判所の判断\n１  認定事実\n前記前提事実並びに証拠（甲１、９、１０、１５、１６、３５、３７、４３、\n４４、４９ないし５３、５７、５９、６０、６５、乙３、７、８、１３ないし\n１６、１８、１９、２２、２３、３５、３６、証人Ｂ、証人Ｃ及び原告本人）\n及び弁論の全趣旨によれば、被告の設立経緯や本件譲渡証書の作成状況等につ\nいて、以下の事実が認められる。\n(1)  ディモコシステムスは平成１３年１月に設立された会社であり、オーソは\n同年１２月に設立された特定非営利活動法人であるが、両者は設立以来、足\nと靴に関する講習会の運営などの事業を協力して行う関係にあった（甲４４、\n５７、乙３６、原告本人）。\n(2)  原告は、オーソの設立当初から、その代表者を務めている（甲３５、５\n７）。\n原告は、ディモコシステムスの設立当初から、同社の株式を１００パーセ\nント保有し、設立時から平成２７年１２月３１日までの間、同社の取締役を\n務めていた。また、Ｃは、同社の従業員であったが、オーソの運営に関与し\nており、被告が設立された後は、その運営にも関与していた。（甲１６、４３、\n５７、５９、６０、６５、乙３６）\n(3)  原告の娘であるＥは、平成２８年１月以降、ディモコシステムスの代表取\n締役を務めていたが、平成３０年当時、同社の運営には実質的に関与してお\nらず、同社の運営に係る事務はＣが中心となって行っていた。また、Ｅは、\nその当時、代表者を退く意向を持っていたため、ディモコシステムスにおい\nては、Ｅの後任者を選定する必要があった。\nＣは、平成３０年３月頃までに、ディモコシステムスと取引関係のある会\n社の代表者であったＢに対して、ディモコシステムスの代表者に就任するよ\nうに依頼した。Ｂは、Ｃの上記依頼を承諾して、同年４月１日付けで、Ｅに\n代わって同社の代表取締役に就任した。Ｂが代表取締役に就任した後も、デ\nィモコシステムスの運営に係る事務はＣが中心となって行っていた。\n（(3)全体につき、甲１６、証人Ｂ、証人Ｃ、原告本人）\n(4)  原告とＣとの間では、平成３０年当時、ディモコシステムスを解散するこ\nと、新会社を設立してディモコシステムスの事業を引き継ぐことについて、\nＣから原告に提案する形で協議がされており、遅くとも同年５月頃までには、\nディモコシステムスを解散して被告を設立する方針が決定された。\n被告の設立の手続はＣが中心となって行い、Ｃは、Ｂに対し、被告の代表\n者になるように依頼して、Ｂはこれを承諾した。また、Ｃは、被告の設立に\n当たっての出資者を自分の息子であるＤとすることを決めた。そして、Ｄが\n３００万円全額を出資し、Ｂが代表取締役となって、平成３０年５月１６日\nに被告（設立時の商号は「ドクターズディモコ」）が設立された。\nＣは、被告の設立に際し、原告に対してＢが代表取締役となることを説明\nし、原告はそれを了承した。他方、Ｃは、原告に対し、被告の設立時の株主\nが誰であるかについて説明することはなく、原告も、Ｃに対し、平成３１年\n３月頃までの間に、被告の株主が誰であるかを質問することはなかった。\n（(4)全体につき、甲１、乙２２、２３、３６、証人Ｂ、証人Ｃ、原告本人）\n(5)  被告の設立以降、ディモコシステムスから被告に対して不動産を含む各種\nの資産の移転が行われ、平成３０年６月に、ディモコシステムスはオーソと\n共同して行っていた講習会の事業を終了し、同年７月からは、被告がオーソ\nと共同で講習会の事業を行うようになった。ディモコシステムス及び被告は、\n講習会の参加者に対し、ディモコシステムスから被告への事業の移行につい\nて、社名の変更にすぎないとの説明をしていた。\n原告は、平成３０年８月頃から令和２年４月頃まで、被告の従業員として、\n週に１、２回程度勤務し、被告から給与の支払を受けていた。被告の設立後、\n上記の資産の移転を含めた被告の運営に係る事務は、Ｃが中心となって行っ\nており、原告は、ディモコシステムスから被告に対して各種の資産の移転が\n行われていることを認識していたが、平成３１年３月頃までの間に、その移\n転に関して異議を述べることはなかった。\nなお、前記前提事実(1)ウのとおり、ディモコシステムスについては、平成\n３０年１２月３１日付けで解散の決議がされ、平成３１年４月２６日付けで\n清算が結了した旨の登記がされている。\n（(5)全体につき、甲１５、４３、４９ないし５３、乙３、１３ないし１６、\n証人Ｂ、証人Ｃ、原告本人）\n(6)  本件商標は、いずれも原告が登録出願し、平成１２年から平成２６年にか\nけて登録を受けたものであるが、本件商標の管理や登録料の支払等の事務に\nついては、被告が設立されるまで、ディモコシステムスが行っていた。\n原告は、ディモコシステムスやオーソが本件商標を無償で自由に使用する\nことを認めており、被告が設立された後は、被告が本件商標を無償で自由に\n使用することを認めていた。\n（(6)全体につき、証人Ｃ、原告本人）\n(7)  原告とＣは、平成３１年３月３０日に講習会に出席する予定であったとこ\nろ、Ｃは、同月２９日、原告に対し、「明日、Ａ先生の実印をご持参ください。\n内容は、先日森ビルのタリーズでお話ししていた件、ディモコシステムス閉\n所３月３１日に伴い、国際特許事務所から「ＤＹＭＯＣＯ」商標移転ディモ\nコシステムスからドクターズディモコへの委任状に押印頂くためです。」等と\n記載した電子メール（乙８）を送信した（乙８、原告本人、被告本人）。\n(8)  Ｃは、平成３１年３月３０日、前記(7)の講習会の会場において、原告に\n対し、本件譲渡証書（乙１８）及び本件委任状（乙７）を示して、これらの\n各書面に押印するよう求め、原告は、その場で、示された各書面に押印して\nＣに手渡した。\n上記の本件譲渡証書は、１枚の用紙に、「譲渡証書」との表題が最上部に記\n載され、日付欄に「平成３１年３月２９日」と記載されており、「（譲受人）」\n欄に被告の住所、名称及び代表者名が記載され、その下に、「商標登録番号第\n４３５６２９８号、商標登録番号第４４１７１７９号、商標登録番号第４５\n１００２０号、商標登録番号第４５１００４１号、商標登録番号第４５４６\n３４０号及び商標登録番号第５６５９４６７号  上記商標権は私（弊社）所\n有のところ、今般これを貴殿（貴社）に譲渡したことに相違ありません。」と\n記載されており、その下の「（譲渡人）」欄に原告の住所・氏名が記載されて\nいるものであり（なお、日付欄の３月２９日の部分の日付以外は印字された\nものである。）、原告は、印鑑登録された印章を用いて、自身の記名の横に押\n印をしたものである。\nまた、上記の本件委任状は、１枚の用紙に、最上部の日付欄に「平成３１\n年３月２９日」と記載されており、「委任状」との表題が付され、「私儀、（弁\n理士）…を代理人として下記事項を委任します。」との記載の下に、委任事項\nとして「１．《商標登録番号第４３５６２９８号、商標登録番号第４４１７１\n７９号、商標登録番号第４５１００２０号、商標登録番号第４５１００４１\n号、商標登録番号第４５４６３４０号及び商標登録番号第５６５９４６７号\nの商標権に係る移転登録申請》に関する一切の件並びにその申請の取下げ。」\n等と記載されており、原告の住所及び氏名が記載されているものであり（な\nお、日付欄の３月２９日の日付以外は印字されたものである。）、原告は、印\n鑑登録された印章を用いて、自身の記名の横に押印をしたものである。\n上記の本件譲渡証書及び本件委任状は、いずれも事前にＣが特許事務所に\n依頼して作成してもらっていたものであり、原告が押印したこれらの各書面\nをＣが当該特許事務所に交付し、同各書面を用いて本件移転登録の手続がさ\nれた。\n（(8)全体について、乙７、８、１８、１９、証人Ｃ、原告本人）\n(9)  原告とＣとの間で、前記(8)の本件譲渡証書の作成に関し、本件商標権の\n譲渡の条件や対価についての協議がされることはなく、被告から原告に対し\nて本件商標権の譲渡の対価が支払われることもなかった。\nまた、本件譲渡証書作成の前後を通じて、原告とＢとの間で、本件商標権\nの譲渡に関し、直接協議がされることもなかった。\n本件譲渡証書の作成後においても、原告とＣ又はＢとの間で、本件商標権\nを原告やオーソが使用できるのかどうかについての協議がされることはなか\nったが、被告及びオーソは、平成３１年４月以降も、令和元年末頃までは、\n共同して講習会の運営を継続しており、オーソや原告が本件商標を使用する\nことについて被告が異議を述べることはなかった。\n（(9)全体について、乙３６、証人Ｂ、証人Ｃ、原告本人）\n(10)  原告は、被告に対し、令和２年４月２７日付けの内容証明郵便（甲９）\nにより、本件譲渡証書及び同年３月６日付譲渡証書（甲３７）に基づく原告\nから被告への商標権の移転がいずれも偽造の譲渡証書によるものであること\nが発覚した等として、これらの譲渡証書に基づく商標権移転登録の抹消登録\n手続等を求めた。\nこれに対して、被告は、同年５月１８日付けの内容証明郵便（甲１０）に\nより、偽造の事実を認めるものではないが、同年３月６日付譲渡証書に基づ\nく登録手続は手続未了のため、取り下げることとし、他方で、本件譲渡証書\nに基づく譲渡についての抹消登録手続には応じられない旨等を回答した。\n(11)  原告は、令和２年６月２４日、被告に対して本件訴訟を提起した（当裁\n判所に顕著な事実）。\n２  争点１（原告から被告への本件商標権の譲渡の有無）について\n(1)  争点１－１（原告とＣとの間における本件譲渡契約の成否）について\nア  本件譲渡証書の成立の真正について\n原告は本件譲渡証書（乙１８）の成立の真正を争うが、前記１(8)のとお\nり、原告は本件譲渡証書に自ら実印を押印したものと認められるから、本\n件譲渡証書は、民訴法２２８条４項により、その全体が原告作成の文書と\nして真正に成立したものと推定され、これを覆すに足りる証拠はない。\nまた、原告は本件委任状（裁判所に提出された乙第７号証に対応する原\n本）についてもその成立を争うが、前記１(8)のとおり、原告は、本件委任\n状にも自ら実印を押印したものと認められるから、本件譲渡証書と同様に、\n本件委任状も、その全体が原告作成の文書として真正に成立したものと認\nめられる。\nイ  本件譲渡契約の締結について\n(ｱ)  本件譲渡証書は、前記１(8)で認定した記載内容からすれば、原告か\nら被告に対する本件商標権の譲渡の意思表示が本件譲渡証書自体によっ\nてされたものとはいえないから、処分証書とはいえず、上記の譲渡の事\n実に関する作成者の認識等が記載されたにすぎない報告文書の性質を有\nするものというべきである。\nただし、本件譲渡証書には、「譲渡証書」という譲渡の事実を証明する\nための文書であることを示す表題が付されており、「（譲受人）」として被\n告の記載が、「（譲渡人）」として原告の記載があり、本件商標権に係る商\n標登録番号が明記された上で、「上記商標権は私（弊社）所有のところ、\n今般これを貴殿（貴社）に譲渡したことに相違ありません。」との記載が\nされている。これらの記載内容に照らせば、原告から被告に対して本件\n商標権の譲渡がされたとの原告の認識が本件譲渡証書において明確に示\nされているといえるから、その記載内容を信用することができる。そう\nすると、本件譲渡証書及び前記１(8)の事実により、原告が平成３１年３\n月３０日にＣの依頼に応じて本件譲渡証書を作成した際、原告とＣとの\n間で本件商標権を被告に譲渡するとの合意（本件譲渡契約）がされたも\nのと認めるのが相当であり、前記１(9)のとおり、本件譲渡証書の作成に\n関して原告とＣとの間で本件商標権の譲渡の対価について協議がなされ\nず、対価の支払もなかったことからすれば、本件譲渡契約の法的性質は\n原告から被告への贈与契約であったものと認められる。\nなお、被告は、本件譲渡契約の法的性質について、被告が原告に対し\nて給与や社会保険料の負担を負うとの負担付贈与であると主張するが、\n前記１(5)のとおり、原告が上記の契約成立の半年以上前の平成３０年８\n月頃から被告の従業員として勤務していることからすれば、被告が主張\nするような事情をもって本件譲渡契約における負担に当たるとは認めら\nれず、被告の上記主張は採用することができない。\n(ｲ)  原告は、本件譲渡証書について、Ｃの説明から、商標権の譲渡のため\nの書類ではなく、ディモコシステムスから被告に対して商標権の管理業\n務を移転するための書類であると理解して、書類の内容を確認すること\nなく押印したと主張し、これに沿う供述をする。\n確かに、前記１(6)のとおり、本件商標権の管理をディモコシステムス\nが行っていたこと、前記１(7)のとおり、Ｃが原告に対して本件譲渡証書\nの作成の前日に送信した電子メール（乙８）には、原告から被告にでは\nなく、ディモコシステムスから被告に商標権を移転するように読める記\n載があることからすれば、原告から被告に対して本件商標権を移転する\nとの内容の本件譲渡証書が作成されたのは、本件商標権の管理業務をデ\nィモコシステムスから被告に移転することに伴ってされたものであった\nとも考えられる。そして、前記１(6)のとおり、本件譲渡証書の作成前に\nおいて、商標権者である原告がオーソ、ディモコシステムス及び被告に\n対して本件商標を無償で自由に使用させており、前記１(9)のとおり、本\n件譲渡証書作成後も、被告とオーソが共同して講習会の運営を継続して\nおり、オーソや原告が本件商標を無償で自由に使用することについて、\n被告が異議を述べることはなかったことからすると、本件譲渡証書の作\n成に当たって、原告とＣとの間では、その作成後も原告やオーソによる\n本件商標の使用が制限されないことが前提とされていたものと認められ\nる。\nしかしながら、本件譲渡証書の作成が本件商標権の管理業務をディモ\nコシステムスから被告に移転することに伴ってされたものであったとも\n考えられることや、本件譲渡証書の作成後も原告やオーソが本件商標を\n無償で自由に使用できることが前提とされていたことを考慮しても、被\n告が本件商標を使用できるようにし、かつ、従前からこれを使用してい\nた者がその使用を継続できるようにするために、本件商標権を被告に譲\n渡した上で原告やオーソに使用許諾をするとの法律関係を選択すること\nもあり得るものといえる。また、原告は、当日の押印の状況について、\n明確に押印した記憶はなく、実印を他人に渡すことはないため、押印が\nあるということは自分が押印したと考えられると供述するにすぎない。\nそのような供述内容に照らせば、原告が、押印に当たって、Ｃから、本\n件譲渡証書は本件商標権の譲渡ではなく管理の移転のための書面である\nとの説明を受けたとの事実を認めることはできず、前記(ｱ)のとおり、本\n件商標権の譲渡がされたとの原告の認識が明確に示された本件譲渡証書\nの記載に反して、ディモコシステムスから被告に対して商標権の管理業\n務を移転するための書類であると理解したとの事実を認めることもでき\nない。そうすると、原告の上記の指摘は、原告とＣとの間で本件商標権\nを被告に贈与するとの内容の契約（本件譲渡契約）が締結されたとの前\n記(ｱ)の認定を覆すに足りるものではない。\nなお、上記のとおり、Ｃが原告に本件譲渡証書の作成の前日に送信し\nた電子メール（乙８）には、原告から被告にではなく、ディモコシステ\nムスから被告に商標権を移転するように読める記載があるものの、前記\n(ｱ)のとおり、本件譲渡証書に記載された内容が、原告から被告に対して\n本件商標権の譲渡がされたことを示すものとして明確であることからす\nると、上記のメールの記載内容をもって、本件譲渡契約の締結がされた\nとの上記認定が覆えされるものとはいえない。\n(2)  争点１－２（本件譲渡契約の締結に際してＣが代理権を有していたか（Ｂ\nからＣに対する代理権授与の有無））について\n前記１(9)のとおり、原告とＢとの間では、本件譲渡証書作成の前後を通じ\nて、本件商標権の譲渡に関し、直接協議がされることはなかった。また、証\n人Ｂは、本件譲渡証書作成後の平成３１年４月頃にＣから商標の移転が終わ\nったと報告を受けた記憶はあると証言するにとどまり、前記(1)の本件譲渡契\n約の締結に先立って、Ｃに対して本件譲渡契約の締結についての代理権を授\n与した旨の証言はしていない。\nしかしながら、前記１(5)のとおり、被告設立後の被告の運営に係る事務は、\nディモコシステムスから被告への資産の移転を含めて、Ｃが中心となって行\nっていたものであるから、この事務の遂行に必要な法的事項については、Ｂ\nからＣに対して包括的な代理権が与えられていたものと認められる。そして、\n本件譲渡契約についても、ディモコシステムスが管理していた本件商標権に\nついて、被告が原告から譲渡を受けるものであるから、被告設立後の被告の\n運営に必要な法的事項として、上記の包括的な代理権の対象に含まれていた\nと認めるのが相当であり、これを覆すに足りる証拠はない。\n(3)  争点１についての小括\n以上によれば、原告が平成３１年３月３０日に本件譲渡証書を作成した際\nに、原告とＣとの間で本件商標権を原告が被告に贈与するとの契約（本件譲\n渡契約）が締結され、当該契約の効果は被告に帰属したものと認められる。\n３  争点２－１（動機の錯誤の有無）について\n(1)  被告の株主に関する原告の認識（錯誤の有無）について\n前記１(4)のとおり、被告の設立時の株主はＤのみであったところ、原告は、\n本件譲渡契約の締結当時、自身が被告の株主であり、支配権を有していると\n認識していたと主張し、そのように誤認した根拠として、平成３０年２月８\n日に被告の出資金に充てる趣旨で１００万円をディモコシステムスないしＣ\nに預けたこと、その１００万円は返金されたものの、原告には以前からディ\nモコシステムスに対する貸付が存在していたため、ディモコシステムスから\n原告への返済金をそのまま被告の設立時の出資金に充てるなどの適宜の方法\nが採られたものと理解をしていたこと等を挙げ、これに沿う供述をする。\nしかしながら、原告とディモコシステムスないし被告との間の被告の設立\n前後の金銭の授受について検討すると、平成３０年２月８日に原告がディモ\nコシステムスに１００万円を振り込んだものの、同年４月２０日にディモコ\nシステムスから原告に対して同額が返金されたこと（甲５６、乙２０）、原告\nからディモコシステムスに対する貸付金として平成２９年１２月３１日時点\nでは２２３万１５９５円が計上されていたところ（甲４３）、このうち２００\n万円については平成３０年８月３日にディモコシステムスによって返済され\n（甲４９、乙２１）、残りの２３万１５９５円については令和２年５月頃まで\nに被告を通じて返済されたこと（乙３３、３４）が認められる。このような\n経過に照らせば、本件譲渡契約が締結された平成３１年３月３０日の時点に\nおいて、ディモコシステムスから原告への返済金をもって被告に対する出資\n金が払い込まれたと認識していた旨の原告の供述については、直ちに採用し\n難いというべきである。\nさらに、被告設立前の平成３０年４月６日において、Ｃから原告に対する\n電子メールの中で、ディモコシステムスの「休眠後」の対応について、今後\n「出資者を募る」との記載がされており（乙２８）、これは、原告とＣとの間\nで、原告が被告の唯一の株主となることを前提としないという認識が共有さ\nれていたことを示すものといえ、原告が、本件訴訟提起前の自身の認識とし\nて、被告に対してどのくらい出資をしているのか、何パーセント程度の被告\nの株式を有しているかについては、はっきり分からなかった旨を供述してい\nることも考慮すれば、本件譲渡契約の締結の時点において、原告が被告の支\n配権を有する程度の株式を有していると認識していたとまでは認められない\nというべきである。\nこのように、本件譲渡契約の締結の時点において、原告自身が被告の支配\n権を有する程度の株式を有していると認識していたとまでは認められないか\nら、原告において、本件譲渡契約の締結に際し、原告が主張する動機の錯誤\nがあったものと認めることはできない。\nなお、前記１(4)のとおり、Ｃが被告の株主が誰であるかについて原告に説\n明することはなく、原告においても、平成３１年３月頃までの間に、Ｃに対\nして被告の株主が誰であるかを質問することはなかったことからすれば、被\n告の株主についての原告の認識に関し、Ｄが被告の株式の全てを保有してい\nることを知らなかったとの原告の供述は信用できるというべきである。しか\nしながら、原告が主張する錯誤の内容は、単に被告の株主が誰であるかを知\nらなかったというものではなく、原告自身が被告の支配権を有すると誤認し\nていたというものであるから、上記のとおり、原告がそのような認識を有し\nていたとまでは認められない以上、Ｄが株主であることを知らなかったこと\nをもって、原告に動機の錯誤があったと認めることはできない。\n(2)  動機の表示の有無について\n前記(1)で検討した事情に照らせば、原告とＣとの間において、本件譲渡契\n約の締結に当たり、原告が被告の支配権を有する程度の株式を有することが\n当然の前提とされていたとは認められない。\nそして、原告は、前記１(4)のとおり、平成３１年３月頃までの間に、Ｃに\n対して被告の株主が誰であるかを質問したことはなく、さらに、本人尋問に\nおいて、Ｃに対して、原告自身が被告の株式を有しているからこそ原告ない\nしディモコシステムスから被告への資産の移転を認める旨の発言をしたこと\nもなかった旨供述する。\n以上の事情を前提に検討すれば、本件全証拠によっても、原告が、Ｃに対\nし、本件譲渡契約の締結に当たって、原告が被告の支配権を有する株主であ\nるから本件譲渡契約を締結するとの動機を明示又は黙示に表示したと認める\nことはできないというべきである。\n(3)  争点２についての小括\n前記(1)のとおり、原告において、本件譲渡契約の締結に当たり、自身が被\n告の支配権を有する程度の株式を保有しているとの動機において錯誤があっ\nたとは認められず、仮に、そのような動機の錯誤があったとしても、前記(2)\nで検討したところからすれば、本件譲渡契約の締結に当たって、当該動機が\n表示されていたとは認められないから、その余の点について判断するまでも\nなく、原告の錯誤無効の主張は理由がない。\n４  結論\nよって、原告の請求はいずれも理由がないから、これを棄却することとして、\n主文のとおり判決する。\n東京地方裁判所民事第２９部\n裁判長裁判官\n國   分   隆   文\n裁判官\n矢   野   紀   夫\n裁判官\n佐 々 木      亮\n別紙\n商  標  権  目  録\n１  登録番号   第４３５６２９８号\n出願年月日  平成１１年１月８日\n登録年月日  平成１２年１月２８日\n登録商標\n２  登録番号   第４４１７１７９号\n出願年月日  平成１１年７月３０日\n登録年月日  平成１２年９月１４日\n登録商標\n３  登録番号   第４５１００２０号\n出願年月日  平成１２年３月２３日\n登録年月日  平成１３年９月２８日\n登録商標\n４  登録番号   第４５１００４１号\n出願年月日  平成１２年５月２２日\n登録年月日  平成１３年９月２８日\n登録商標\n５  登録番号   第４５４６３４０号\n出願年月日  平成１３年１月９日\n登録年月日  平成１４年２月２２日\n登録商標\n６  登録番号   第５６５９４６７号\n出願年月日  平成２５年８月２３日\n登録年月日  平成２６年３月２８日\n登録商標\n"
}