{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Reiwa",
    "year": 3,
    "month": 10,
    "day": 6
  },
  "case_number": "令和3(行コ)20",
  "case_name": "損害賠償（政務調査費不正支出）請求控訴事件、訴えの追加的併合申立事件",
  "court_name": "東京高等裁判所",
  "field": "行政",
  "lawsuit_id": "91922",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=91922",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/922/091922_hanrei.pdf",
  "contents": "令和３年１０月６日判決言渡\n令和３年(行コ)第２０号損害賠償（政務調査費不正支出）請求控訴事件（以下「第\n１事件」という。），同第２１２号訴えの追加的併合申立事件（以下「第２事件」\nという。）（原審・東京地方裁判所令和元年(行ウ)第５３８号）\n主              文\n１  本件控訴を棄却する。\n２  控訴人が当審において追加した第２事件に係る訴えを却下する。\n３  当審における訴訟費用は，控訴人の負担とする。\n事 実 及 び 理 由\n第１  控訴の趣旨\n１  原判決の主文第１項及び第３項を取り消す。\n２  被控訴人は，Ａ党荒川区議会議員団及びＢに対し，各自３２万４２９８円に\n対する平成３０年４月９日から令和３年１月１３日まで年５分の割合による金\n員を支払うよう請求せよ。\n３  被控訴人は，Ａ党荒川区議会議員団及びＢに対し，各自１２３万７９９２円\n及びこれに対する平成３０年７月２１日から支払済みまで年５分の割合による\n金員を荒川区職員４２名に支払うよう請求せよ。\n（控訴人は，上記２及び３のとおり，当審において，従前の請求の関連請求に該\n当するとして，被控訴人に対し，荒川区長であるＢ個人〈以下「Ｂ」という。〉\nに被控訴人及び荒川区職員４２名に対して金員を支払うよう請求することを求\nめる訴え〈第２事件〉を追加して提起した。）\n第２  事案の概要等（以下，略称は，基本的に原判決のそれによる。）\n１  事案の概要\n⑴  本件は，東京都荒川区（荒川区）の住民である控訴人が，平成３０年度に\n荒川区が同区議会の会派の一つであるＡ党荒川区議会議員団（本件議員団）\nに交付した政務活動費について，本件議員団が新潟県α町（β町）において\n行った研修会（本件研修）に要した費用（交通費，会場費及び宿泊費。本件\n費用）３８万３１９０円（控訴人の主張額）は，荒川区議会政務活動費の交\n付に関する条例（平成１３年荒川区条例第１号。本件条例）等で定められた\n政務活動費を充てることができる政務活動に要する経費に該当せず，本件議\n員団が本件費用を政務活動費から支出したことは違法であり，本件議員団は，\nその全額を不当利得として荒川区に返還するとともに，地方税法の規定によ\nり，本件費用の額に対する平成３０年４月９日（政務活動費の交付を受けた\n日）から支払済みまで年１４．６％（ただし，最初の１か月を経過する日ま\nでは年７．３％）の割合による延滞金及び本件費用の額に３５％の割合を乗\nじて得た金額の重加算金にそれぞれ相当する額の金員を荒川区に支払うべき\nであり，併せて，上記研修会に私費で参加した荒川区の幹部職員４２名（本\n件職員ら）に，不法行為に基づく損害賠償としてその旅費相当額１２３万７\n９９２円を支払うべきであるとして，被控訴人に対し，地方自治法２４２条\nの２第１項４号の規定に基づき，\nア  被控訴人が，本件議員団に対し，３８万３１９０円並びにこれに対する\n平成３０年４月９日から支払済みまで年１４．６％（ただし，最初の１か\n月を経過する日までは年７．３％）の割合による延滞金及び本件費用（３\n８万３１９０円）に３５％の割合を乗じて得た金額の重加算金１３万４１\n１６円（１円未満切捨て）にそれぞれ相当する額の金員を支払うよう請求\nすること，\nイ  被控訴人が，本件議員団に対し，１２３万７９９２円及びこれに対する\n平成３０年４月９日から支払済みまで民法（平成２９年法律第４４号によ\nる改正前のもの）所定の年５分の割合による遅延損害金を本件職員らに支\n払うよう請求すること，\nを求めた事案である。\n⑵  原審は，本件訴えのうち，被控訴人が本件議員団に対し，本件職員らに損\n害賠償金を支払うよう請求することを求める部分（上記⑴イ）については，\n住民訴訟として不適法であるとして，これを却下し（原判決主文第１項），\n上記⑴アについては，本件費用として３８万８４７０円を支出したことは，\n政務活動費の使途基準（本件使途基準）に適合しない違法なものであり，「本\n件議員団の平成３０年度の政務活動費の支出額から本件費用を控除した額\n（１２１５万５７０２円）」が「同年度に本件議員団に交付された政務活動\n費の額（１２４８万円）」を下回り，その差額（３２万４２９８円）が不当\n利得になるとして，被控訴人が本件議員団に対し，本件費用中３２万４２９\n８円を支払うよう請求することを求める限度で認容し（原判決主文第２項），\nその余の請求は棄却した（原判決主文第３項）。\n⑶  控訴人は，原判決中，上記却下部分（原判決主文第１項）及び棄却部分（原\n判決主文第３項）を不服とし，上記第１の２及び３に記載の限度で本件控訴\nの提起をするとともに，当審において，上記⑴ア及びイの関連請求に該当す\nると主張して，被控訴人に対し，荒川区長であるＢ個人に対して上記第１の\n２及び３のとおり，本件議員団に支払請求する金額と同額の金員を支払うよ\nう請求することを求める訴え（第２事件）を併合して提起し，従前の本件議\n員団に関する請求と同一の訴訟手続内で審理，判断することを求めた。\n他方，被控訴人は，原判決の認容部分（原判決主文第２項）について，不\n服の申立てをせず，また，第２事件に係る訴えの提起（請求の追加的併合）\nに対しては，これに同意しないとの意見を述べた。\n２  関係法令等の定め，前提事実並びに争点及び当事者の主張の要旨\n関係法令等の定め，前提事実並びに争点及び当事者の主張の要旨は，次のと\nおり付加訂正するほか，原判決の「事実及び理由」中の「第２  事案の概要」\n１ないし３（原判決３頁８行目から１２頁２行目まで）に記載のとおりである\nから，これを引用する。\n⑴  原判決４頁１０行目の「本件条例の別表（第９条関係）」の次に「（甲７）」\nを加える。\n⑵  原判決４頁１６行目の「交通費，経費」を「交通費，旅費」と改める。\n⑶  原判決５頁２３行目末尾に改行の上，次のとおり加える。\n「エ  Ｂは，平成３０年度当時，荒川区の区長であった者である（弁論の全趣\n旨）。」\n⑷  原判決６頁１２行目末尾に改行の上，次のとおり加える。\n「エ  本件議員団は，平成３０年１０月９日，荒川区長から，平成３０年度\n下半期分の政務活動費６２４万円の交付を受けた。（甲１５の８）」\n⑸  原判決６頁１３行目冒頭の「エ」を「オ」と，同１９行目冒頭の「オ」を\n「カ」と，同２２行目冒頭の「カ」を「キ」とそれぞれ改める。\n⑹  原判決７頁１７行目末尾に改行の上，次のとおり加える。\n「⑸  本件議員団による支払\n本件議員団は，令和３年１月１３日（原判決言渡しの日），荒川区に対\nし，３２万４２９８円を支払った。」\n⑺  原判決１１頁１４行目冒頭から同１５行目末尾までを削除する。\n⑻  原判決１１頁１９行目の「３２万４２１８円」を「３２万４２９８円」と\n改める。\n⑼  原判決１１頁２１行目冒頭から１２頁２行目末尾までを次のとおり改める。\n「  さらに，本件議員団は，上記利得に法律上の原因がないことを知らなかっ\nたことに過失があり，悪意の受益者と同視されるから，年５分の割合による\n利息ないし遅延損害金を付して，上記利得を返還すべきである。」\n３  第２事件について\n⑴  控訴人の主張\n本件議員団は，β町への宿泊を伴う本件研修を計画し，先生役として，本\n件職員らを無報酬かつ自費でβ町まで同行させたが，荒川区の区長であるＢ\nは，本件職員らの参加を知りながら，あるいはこれを知り得る立場にありな\nがら，それを黙認した。これは，本件議員団の不正な政務活動費の支出に教\n唆者又は幇助者として加担したものであり，Ｂは，本件議員団と共同不法行\n為をしたものとして，本件議員団と連帯して，荒川区に対し損害賠償責任を\n負うほか，本件職員らに対しても，旅費相当額の賠償責任を負う。\n控訴人は，従前の請求の「関連請求に係る訴え」（行政事件訴訟法１９条\n１項）に該当するものとして，当審において，Ｂの損害賠償責任について，\n従前の請求と併合して審理することを求める。\n⑵  被控訴人の主張\n第２事件に係る訴えは，従前の訴えとの関係で，請求権の内容やその相手\n方，対象とする財務会計行為又は怠る事実を異にするものであり，「関連請\n求に係る訴え」には当たらない。\n被控訴人は，第２事件に係る訴えの提起（請求の追加的併合）について，\n同意しない。\n第３  当裁判所の判断\n１  争点⑴（本件議員団が本件職員らに損害賠償金を支払うよう請求することを\n求める訴えの適法性及びその当否）について\n当裁判所も，原審と同じく，本件訴えのうち，被控訴人に対し，本件議員団\nが本件職員らに損害賠償金を支払うよう請求することを求める部分は，不適法\nであり，却下すべきものと判断する。その理由は，原判決の「事実及び理由」\n中の「第３  当裁判所の判断」１（原判決１２頁４行目から同１４行目まで）\nに記載のとおりであるから，これを引用する。\n２  争点⑵（本件費用の支出の適法性）及び争点⑶（本件議員団が荒川区に返還\nすべき不当利得の有無及びその額）について\n当裁判所も，原審と同じく，本件費用（３８万８７４０円）を政務活動費と\nして支出することは，本件使途基準に適合しない違法なものであり，本件議員\n団は，荒川区に対し，不当利得として，本件費用のうち３２万４２９８円を返\n還すべきものと判断する。その理由は，次のとおり付加訂正するほか，原判決\nの「事実及び理由」中の「第３  当裁判所の判断」２及び３（原判決１２頁１\n５行目から１９頁１４行目まで）に記載のとおりであるから，これを引用する。\n⑴  原判決１３頁１行目の「議員としての活動」を「議員の議会活動の基礎と\nなる調査研究活動」と改める。\n⑵  原判決１４頁１行目の「場合であっても，」から同９行目末尾までを次の\nとおり改める。\n「場合であり，議員の調査研究その他の活動は多岐にわたり，個々の経費の支\n出がこれに必要か否かについては議員の合理的判断に委ねられる部分がある\nことを考慮しても，経費の支出が調査研究のための必要性に欠けるもので\nあったことがうかがわれる場合には，特段の事情のない限り，当該支出は，\n本件使途基準に適合しない違法なものと認めるべきところ（最高裁平成２１\n年(行ヒ)第２１４号同２２年３月２３日第三小法廷判決・裁判集民事２３３\n号２７９頁参照），本件においても，当該調査研究活動の内容やその客観的\nな目的，性質に照らし，議員としての調査研究活動との間の関連性が乏しい\n活動に伴う経費や，社会通念に照らして，調査研究その他の活動のための必\n要性，相当性に欠けるものであるときは，特段の事情のない限り，違法な支\n出と認めるのが相当である。」\n⑶  原判決１５頁１３行目の「連絡等に対しても，」の次に「後日対応を必然\nのものとせず，」を加える。\n⑷  原判決１６頁２０行目から同２１行目にかけての「結局のところ，」の次\nに「個別の議論や意見交換，情報交換の要素が一部含まれるとしても，」を\n加える。\n⑸  原判決１７頁１１行目の「議長」を「区長」と改める。\n⑹  原判決１８頁１２行目の「不当利得返還義務を負う。」を「不当利得返還\n義務を負うところ，本件議員団は，令和３年１月１３日，荒川区に対し，３\n２万４２９８円を支払った（前提事実⑸）。」と改める。\n⑺  原判決１８頁１４行目の「（平成３０年４月９日）からの延滞金相当額」\nを「（平成３０年４月９日）から令和３年１月１３日まで年５分の割合によ\nる金員」と改める。\n⑻  原判決１９頁１行目末尾に「控訴人は，本件議員団が本件費用の支出に法\n律上の原因がないことを知らなかったことに過失があるから，悪意の受益者\nと同視すべきであるとも主張するが，民法７０４条の解釈上，採用すること\nはできない。」を加える。\n⑼  原判決１９頁１０行目冒頭から同１４行目末尾までを削除する。\n３  第２事件に係る訴え等について\n控訴人は，当審において，Ｂについて，荒川区の区長として，本件職員らが\n本件研修に参加することを知りながら，あるいはこれを知り得る立場にありな\nがら，それを黙認したことは，本件議員団による不正な政務活動費の支出に教\n唆者又は幇助者として加担したものというべきであり，本件議員団と共同不法\n行為をしたものとして，荒川区に対し損害賠償責任を負うほか，本件職員らに\n対しても，旅費相当額の賠償責任を負う旨主張し，従前の請求の関連請求に該\n当するとして，第２事件に係る訴えを提起し，従前の本件議員団に関する請求\nと同一の訴訟手続内で併合して審理，判断することを求めた。また，従前の請\n求における不当利得として返還すべき金額に対する年５分の割合による利息な\nいし遅延損害金の請求の可否の判断においても，上記Ｂの不法行為性を加味す\nべきであると主張する。\nしかしながら，本件において，Ｂが，本件職員らが本件研修に参加すること\nを認識していたのか，認識し得る立場にあったのか，認識してそれを黙認して\nいたのかといった事実は，本件議員団が上記利得ないし遅延損害金の支払義務\nを負うか否かという法的帰結を直接左右するものではないし，本件議員団によ\nる不正な政務活動費の支出に教唆者又は幇助者として加担したのかといった点\nを含め，これらを認めるに足りる的確な証拠はないというべきである。\nまた，そもそも第２事件に係る訴えは，控訴審において提起されたものであ\nり，控訴人は，当審において，従前の本件議員団に関する請求と同一の訴訟手\n続内で併合して審理，判断することを求めているところ，被控訴人は，これに\n同意しない旨の意見を述べているのであるから（上記第２の３⑵），第２事件\nに係る請求が関連請求（行政事件訴訟法１３条）に該当するか，第２事件に係\nる訴えについて，監査請求が前置されているか（地方自治法２４２条の２第１\n項柱書），出訴期間が遵守されているか（同条第２項）などの点について検討\nするまでもなく，かかる訴えの提起（請求の追加的併合）は，不適法なものと\nして，却下を免れない（行政事件訴訟法４３条３項，４１条２項，１９条 1 項，\n１６条２項。なお，最高裁昭和５９年３月２９日第一小法廷判決・裁判集民事\n１４１号５１１頁参照）。\n第４  結論\nよって，原判決は相当であり，本件控訴は理由がないから，これを棄却する\nとともに，控訴人が当審において関連請求に該当するものとして追加提起した\n第２事件に係る訴えは，不適法であるから，これを却下することとして，主文\nのとおり判決する。\n東京高等裁判所第９民事部\n裁判長裁判官              小    出     邦      夫\n裁判官              鈴    木     和      典\n裁判官              塩    谷     真  理  絵\n"
}