{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Reiwa",
    "year": 4,
    "month": 10,
    "day": 31
  },
  "case_number": "令和4(行ツ)78",
  "case_name": "選挙無効等請求事件",
  "court_name": "最高裁判所第二小法廷",
  "result_type": "判決",
  "result": "棄却",
  "article_info": "集民　第269号37頁",
  "original_court_name": "東京高等裁判所",
  "original_case_number": "令和3(行ケ)24",
  "original_date": {
    "era": "Reiwa",
    "year": 3,
    "month": 12,
    "day": 24
  },
  "gist": "１　東京都議会議員の定数並びに選挙区及び各選挙区における議員の数に関する条例（昭和４４年東京都条例第５５号）のいわゆる特例選挙区を存置する規定の適法性\n２　東京都議会議員の定数並びに選挙区及び各選挙区における議員の数に関する条例（昭和４４年東京都条例第５５号）の議員定数配分規定の適法性\n３　東京都議会議員の定数並びに選挙区及び各選挙区における議員の数に関する条例（昭和４４年東京都条例第５５号）のいわゆる特例選挙区を存置する規定の合憲性\n４　東京都議会議員の定数並びに選挙区及び各選挙区における議員の数に関する条例（昭和４４年東京都条例第５５号）の議員定数配分規定の合憲性",
  "case_gist": "１　東京都議会議員の定数並びに選挙区及び各選挙区における議員の数に関する条例（昭和４４年東京都条例第５５号）の島部選挙区をいわゆる特例選挙区として存置する規定は、令和３年７月４日施行の東京都議会議員一般選挙当時、公職選挙法２７１条に違反していたものとはいえない。\n２　東京都議会議員の定数並びに選挙区及び各選挙区における議員の数に関する条例（昭和４４年東京都条例第５５号）の議員定数配分規定は、令和３年７月４日施行の東京都議会議員一般選挙当時、公職選挙法１５条８項に違反していたものとはいえない。\n３　東京都議会議員の定数並びに選挙区及び各選挙区における議員の数に関する条例（昭和４４年東京都条例第５５号）の島部選挙区をいわゆる特例選挙区として存置する規定は、令和３年７月４日施行の東京都議会議員一般選挙当時、憲法１４条１項等に違反していたものとはいえない。\n４　東京都議会議員の定数並びに選挙区及び各選挙区における議員の数に関する条例（昭和４４年東京都条例第５５号）の議員定数配分規定は、令和３年７月４日施行の東京都議会議員一般選挙当時、憲法１４条１項等に違反していたものとはいえない。",
  "ref_law": "（１、３につき）\n公職選挙法１５条１項、公職選挙法１５条２項、公職選挙法２７１条、東京都議会議員の定数並びに選挙区及び各選挙区における議員の数に関する条例（昭和４４年東京都条例第５５号）２条３項\n（２、４につき）\n公職選挙法１５条８項、東京都議会議員の定数並びに選挙区及び各選挙区における議員の数に関する条例（昭和４４年東京都条例第５５号）３条\n（３、４につき）\n憲法１４条１項、憲法１５条１項、憲法１５条３項、憲法９２条、憲法９３条",
  "lawsuit_id": "91487",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=91487",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/487/091487_hanrei.pdf",
  "contents": "令和４年（行ツ）第７８号、令和４年（行ヒ）第７９号  選挙無効等請求事件\n令和４年１０月３１日  第二小法廷判決\n主      文\n本件上告を棄却する。\n上告費用は上告人の負担とする。\n理      由\n上告人の上告理由及び上告受理申立て理由について\n１  本件は、東京都議会議員の定数並びに選挙区及び各選挙区における議員の数\nに関する条例（昭和４４年東京都条例第５５号。以下「本件条例」という。）に基\nづいて令和３年７月４日に行われた東京都議会議員一般選挙（以下「本件選挙」と\nいう。）について、江東区選挙区の選挙人である上告人が、本件選挙当時、本件条\n例のうち、①大島町、利島村、新島村、神津島村、三宅村、御蔵島村、八丈町、青\nヶ島村及び小笠原村の区域（以下「島しょ部」という。）を合わせて１選挙区（島\n部選挙区）とする規定（２条３項。以下「本件島部選挙区規定」という。）が公職\n選挙法２７１条、憲法１４条１項等に違反するとともに、②各選挙区において選挙\nする議員の数を定める規定（３条。以下「本件定数配分規定」という。）が公職選\n挙法１５条８項、憲法１４条１項等に違反すると主張して、これらに基づき行われ\nた本件選挙の江東区選挙区における選挙を無効とすること等を求める事案である。\n２  原審の適法に確定した事実関係等の概要は、次のとおりである。\n都道府県議会の議員の定数については、地方自治法において、条例で定める\nものとされている（９０条１項）。\nそして、都道府県議会の議員の選挙区については、公職選挙法において、一の市\nの区域、一の市の区域と隣接する町村の区域を合わせた区域又は隣接する町村の区\n域を合わせた区域のいずれかによることを基本とし、条例で定めるものとされ（１\n５条１項）、選挙区は、その人口が当該都道府県の人口を当該都道府県議会の議員\nの定数をもって除して得た数（以下「議員１人当たりの人口」といい、当該選挙区\nの人口を議員１人当たりの人口で除して得た数を「配当基数」という。）の半数以\n上になるようにしなければならないが（同条２項前段）、昭和４１年１月１日当時\nにおいて設けられていた選挙区については、当該区域の人口が議員１人当たりの人\n口の半数に達しなくなった場合においても、当分の間、当該区域をもって１選挙区\nを設けることができるものとされている（２７１条。以下、この規定によって存置\nが認められた選挙区を「特例選挙区」という。）。なお、特別区については、市に\n関する規定が適用される（同法２６６条１項）。\n上記各規定等により定められた各選挙区において選挙すべき議員の数について\nは、公職選挙法において、人口に比例して、条例で定めなければならないが（１５\n条８項本文）、特別の事情があるときは、おおむね人口を基準とし、地域間の均衡\nを考慮して定めることができるものとされている（同項ただし書）。\nア  本件選挙当時、本件条例の定める選挙区及び各選挙区における議員の数\nは、原判決別紙１「都議会議員選挙区別議員１人当たりの人口及び較差」の「選挙\n区」欄及び「条例定数」欄記載のとおりであり、島部選挙区を含む４２選挙区に１\n２７人の定数が配分されている。\nイ  島部選挙区は、昭和４４年の本件条例の制定当時から、特例選挙区として存\n置されていたところ、東京都議会に設置された都議会のあり方検討会は、平成２４\n年６月１９日、東京都議会に対し、島部選挙区について、その地理的特殊性等を考\n慮して特例選挙区とされてきたもので、これを見直す状況には至っていないことか\nら引き続き特例選挙区として存置すべきであるとの検討結果を報告した。\nウ  本件条例については、令和２年東京都条例第８０号により、２選挙区の定数\nを１増１減する改正がされた（以下「令和２年条例改正」という。）。なお、島部\n選挙区の配当基数は、令和２年条例改正当時、０．２４９（以下、配当基数に関す\nる数値は概算である。）であったが、令和２年条例改正において、島部選挙区に関\nする改正はされていない。\n３   前記２ の各規定に照らせば、特例選挙区の設置を適法なものとして是認\nし得るか否かは、その設置についての都道府県議会の判断が、当該都道府県の行政\n施策の遂行上当該地域からの代表を確保する必要性の有無・程度、隣接する他の市\n町村の区域との合区の困難性の有無・程度等に照らし、当該都道府県全体の調和あ\nる発展を図るなどの観点からする裁量権の合理的な行使として是認されるかどうか\nによって決すべきものである（最高裁平成４年（行ツ）第１７２号同５年１０月２\n２日第二小法廷判決・民集４７巻８号５１４７頁等参照）。\n前記事実関係等によれば、島部選挙区は、本件条例制定当時から特例選挙区\nとして存置されているが、これは、島しょ部は、離島として、その自然環境や社\n会、経済の状況が東京都の他の地域と大きく異なり、特有の行政需要を有すること\nから、東京都の行政施策の遂行上、島しょ部から選出される代表を確保する必要性\nが高いものと認められる一方、その地理的状況から、他の市町村の区域との合区\nが、地続きの場合に比して相当に困難であることなどが考慮されてきたものという\nことができる。そして、東京都議会は、都議会のあり方検討会での検討を経た上\nで、令和２年条例改正の際にも、島部選挙区の配当基数は小さいものの、島しょ部\nの地理的特殊性等に照らし、島部選挙区を引き続き特例選挙区として存置すること\nを決定したものとうかがわれる。本件選挙の直近に行われた令和２年の国勢調査の\n人口等基本集計による人口に基づいて計算すると（公職選挙法施行令１４４条参\n照）、島部選挙区の配当基数は、０．２２１となるが、以上で説示したところに鑑\nみれば、この配当基数が、東京都議会において島部選挙区を特例選挙区として存置\nすることが許されない程度にまで至っているとはいえない。他に、同議会が令和２\n年条例改正後の本件条例において島部選挙区を特例選挙区として存置していたこと\nが社会通念上著しく不合理であることが明らかであると認めるべき事情もうかがわ\nれない。\n以上によれば、東京都議会が、島部選挙区を特例選挙区として存置していたこと\nは、同議会に与えられた裁量権の合理的な行使として是認することができる。した\nがって、本件島部選挙区規定は、本件選挙当時、公職選挙法２７１条に違反してい\nたものとはいえない。\n４   公職選挙法１５条８項は、憲法の要請を受け、都道府県議会の議員の定数\nの各選挙区に対する配分につき、人口比例を最も重要かつ基本的な基準とし、投票\n価値の平等を強く要求していると解されるところ、前記２ の各規定に照らせば、\n条例の定める定数配分が同項の規定に適合するかどうかについては、都道府県議会\nの具体的に定めるところが、上記各規定の定める選挙制度の下における裁量権の合\n理的な行使として是認されるかどうかによって決せられるべきものと解される。\n本件定数配分規定は、公職選挙法１５条８項ただし書を適用して各選挙区に\n対する定数の配分を定めたものと解されるところ、令和２年の国勢調査の人口等基\n本集計による人口に基づいて計算すると、本件定数配分規定においては、特例選挙\n区以外の選挙区間の議員１人当たりの人口の最大較差は１対２．５４（以下、較差\nに関する数値は概算である。）であって、人口比定数（配当基数に応じて同項本文\nの人口比例原則を適用した場合に各選挙区に配分されることとなる定数）による特\n例選挙区以外の選挙区間の議員１人当たりの人口の最大較差と差異がなく、また、\n６選挙区において人口比定数との差異がみられたが、その差はいずれも１人であ\nり、いわゆる逆転現象は３通りにとどまり、定数差はいずれも１人であった。そう\nすると、前記２ の各規定の定める選挙制度の下においては、本件選挙当時におけ\nる投票価値の不平等は、東京都議会において地域間の均衡を図るために通常考慮し\n得る諸般の要素をしんしゃくしてもなお一般的に合理性を有するものとは考えられ\nない程度に達していたものとはいえず、また、令和２年条例改正時及び本件選挙当\n時において、同項ただし書に定める特別の事情があるとの評価が合理性を欠いてい\nたなどというべき事情は見当たらない。\n以上によれば、本件選挙の施行前に本件定数配分規定を改正しなかったことは、\n東京都議会に与えられた裁量権の合理的な行使として是認することができる。した\nがって、本件定数配分規定は、本件選挙当時、公職選挙法１５条８項に違反してい\nたものとはいえない。\n５  所論は、さらに、本件選挙当時、本件島部選挙区規定及び本件定数配分規定\nが憲法１４条１項、１５条１項、３項、９２条及び９３条に違反する旨をいう。\nしかしながら、本件選挙当時の本件条例による特例選挙区の存置や各選挙区に対\nする定数の配分が東京都議会に与えられた裁量権の合理的な行使として是認するこ\nとができることは、前記３ 及び４ において説示したとおりであり、本件選挙当\n時、本件島部選挙区規定及び本件定数配分規定が憲法の上記各規定に違反していた\nものとはいえないことは、当裁判所大法廷判決（最高裁平成１１年（行ツ）第７号\n同年１１月１０日大法廷判決・民集５３巻８号１４４１頁等）の趣旨に徴して明ら\nかというべきである（最高裁平成３０年（行ツ）第９２号、同年（行ヒ）第１０８\n号同３１年２月５日第三小法廷判決・裁判集民事２６１号１７頁参照）。\n６  以上の次第であるから、本件請求を棄却した原審の判断は、結論において是\n認することができる。論旨は、いずれも採用することができない。\nよって、裁判官全員一致の意見で、主文のとおり判決する。\n( 裁判長裁判官   岡 村 和 美   裁判官   三 浦   守   裁判官   草 野 耕 一   裁判官\n尾島  明)\n"
}