{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 2,
    "day": 22
  },
  "case_number": "令和2(ワ)27972",
  "case_name": "特許権侵害損害賠償等請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "91871",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=91871",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/871/091871_hanrei.pdf",
  "contents": "令和５年２月２２日判決言渡  同日原本交付  裁判所書記官\n令和２年（ワ）第２７９７２号  特許権侵害損害賠償等請求事件\n口頭弁論終結日  令和４年１０月２１日\n判 決\n原 告    株式会社アイテックシステム\n同 訴 訟 代 理 人 弁 護 士    鮫島正 洋\n杉尾雄 一\n市橋景 子\n同 訴 訟 代 理 人 弁 理 士    柳       順一 郎\n被 告    レ ボ ッ ク ス 株 式 会 社\n同訴訟 代理 人弁護 士    笠原智 恵\n松下   外\n湊       健太 郎\n新舍千 恵\n同 訴 訟 代 理 人 弁 理 士    阿部伸 一\n金木章 郎\n同 補 佐 人 弁 理 士    伊藤   温\n主 文\n１  原告の各請求をいずれも棄却する。\n２  訴訟費用は原告の負担とする。\n事実及び理 由\n第１  請求等\n１  被告は、別紙被告製品目録記載の製品を製造し、譲渡し、輸出し、輸入し又\nは譲渡の申出をしてはならない。\n２  被告は、別紙被告製品目録記載の製品を廃棄せよ。\n３  被告は、原告に対し、１億円及びこれに対する令和２年１１月１８日から支\n払済みまで年５分の割合による金員を支払え。\n４  仮執行宣言\n第２  事案の概要\n本件は、原告が、被告による別紙被告製品目録記載の各製品（以下、番号に\n応じ「被告製品１」及び「被告製品２」といい、併せて「各被告製品」とい\nう。）の製造、譲渡、輸出、輸入及び譲渡等の申出は、原告の有する特許第４\n４５７１００号の特許権（以下「本件特許権」という。）を侵害すると主張し\nて、被告に対し、特許権による差止請求権及び廃棄等請求権（特許法１００条\n１項及び２項）に基づき、各被告製品の製造、譲渡、輸出、輸入及び譲渡の申\n出の差止め及び廃棄を求めるとともに、不法行為による損害賠償請求権（民法\n７０９条）に基づき、損害金の一部として令和２年３月３１日までの侵害によ\nって生じた損害１億円及びこれに対する不法行為より後の日である令和２年１\n１月２８日（訴状送達の日の翌日）から支払済みまで平成２９年法律第４４号\nによる改正前の民法所定の年５分の割合による遅延損害金の支払を求める事案\nである。\n１  前提事実（当事者間に争いのない事実及び証拠上容易に認められる事実。証\n拠は文末に括弧で付記した。なお、書証は特記しない限り枝番を全て含む。以\n下同じ。）\n⑴  当事者\n原告は、光学機器の設計、製造及び販売等を目的とする株式会社である。\n被告は、照明用電源の設計、製造及び販売等を目的とする株式会社である。\n（本項につき、弁論の全趣旨）\n⑵  本件特許権\n原告は、以下の本件特許権を有する。（甲１）\n特許番号     特許第４４５７１００号\n優先権主張日  平成１８年１月３０日\n出願日        平成１８年１１月１４日\n登録日        平成２２年２月１２日\n発明の名称    照明装置\n⑶  特許請求の範囲の記載\n本件特許権に係る特許（以下「本件特許」といい、本件特許の願書に添付\nした明細書及び図面（別紙本件発明図面記載のとおり））を「本件明細書」\nという。）の特許請求の範囲の請求項１、５、１０の記載は次のとおりであ\nる。（甲４）\n【請求項１】所定方向に並設された複数のＬＥＤと、各ＬＥＤの並設方向に\n延びるように設けられた集光レンズとを備え、各ＬＥＤの光が\n集光レンズを通過して集光レンズから所定の距離だけ離れた位\n置であって前記ＬＥＤの並設方向に撮像範囲の長手を有するよ\nうに配置されたラインセンサカメラの撮像位置に線状に集光し、\nこれにより前記撮像位置を照明しこれをラインセンサカメラで\n撮像するように構成されたラインセンサカメラ撮像位置照明用\nの照明装置において、\nこの照明装置は、前記各ＬＥＤから前記集光位置までの光の経\n路中に光を主に各ＬＥＤの並設方向に拡散させる拡散レンズを\n備えると共に、前記集光レンズの各ＬＥＤ側の面によって受光\nレンズ部が形成され、\n受光レンズ部を、各ＬＥＤ側に凸面状に形成するとともに各Ｌ\nＥＤの並設方向に延びるように形成し、各ＬＥＤにおいて他の\n照射角度範囲よりも光の照射量を多くした所定の照射角度範囲\nから照射される光を受光可能に配置し、\n前記拡散レンズを複数のレンズ部から形成し、\n各レンズ部を、各ＬＥＤの並設方向への曲率半径が各ＬＥＤの\n並設方向と直交する方向への曲率半径よりも小さい曲面状に形\n成するとともに、光の経路と交差する所定の面上に並ぶように\n配置し、\n前記各レンズ部を、互いに近傍に配置されたレンズ部同士で各\nＬＥＤの並設方向への曲率半径が異なるように形成したことを\n特徴とする\nラインセンサカメラ撮像位置照明用の照明装置。\n【請求項５】前記集光レンズを各ＬＥＤの並設方向に延びるロッドレンズか\nら形成し、\n前記受光レンズ部をロッドレンズにおける各ＬＥＤ側の面によ\nって構成したことを特徴とする\n請求項１、２、３または４記載の照明装置。\n【請求項１０】前記各レンズ部を前記所定の面上に不規則に並べて配置した\nことを特徴とする\n請求項１、２、３、４、５、６、７、８または９記載の照明装\n置。\n請求項１、５、１０に係る発明（以下、順に「本件発明１」、「本件発明\n２」、「本件発明３」といい、併せて「本件各発明」という。）は次のとお\nり分説できる（以下、符号に応じて「構成要件１Ａ」等という。）。\nア  本件発明１\n１Ａ  所定方向に並設された複数のＬＥＤと、各ＬＥＤの並設方向に\n延びるように設けられた集光レンズとを備え、各ＬＥＤの光が\n集光レンズを通過して集光レンズから所定の距離だけ離れた位\n置であって前記ＬＥＤの並設方向に撮像範囲の長手を有するよ\nうに配置されたラインセンサカメラの撮像位置に線状に集光し、\nこれにより前記撮像位置を照明しこれをラインセンサカメラで\n撮像するように構成されたラインセンサカメラ撮像位置照明用\nの照明装置において、\n１Ｂ  この照明装置は、前記各ＬＥＤから前記集光位置までの光の経\n路中に光を主に各ＬＥＤの並設方向に拡散させる拡散レンズを\n備えると共に、前記集光レンズの各ＬＥＤ側の面によって受光\nレンズ部が形成され、\n１Ｃ  受光レンズ部を、各ＬＥＤ側に凸面状に形成するとともに各Ｌ\nＥＤの並設方向に延びるように形成し、各ＬＥＤにおいて他の\n照射角度範囲よりも光の照射量を多くした所定の照射角度範囲\nから照射される光を受光可能に配置し、\n１Ｄ  前記拡散レンズを複数のレンズ部から形成し、\n１Ｅ  各レンズ部を、各ＬＥＤの並設方向への曲率半径が各ＬＥＤの\n並設方向と直交する方向への曲率半径よりも小さい曲面状に形\n成するとともに、光の経路と交差する所定の面上に並ぶように\n配置し、\n１Ｆ  前記各レンズ部を、互いに近傍に配置されたレンズ部同士で各\nＬＥＤの並設方向への曲率半径が異なるように形成したことを\n特徴とする\n１Ｇ  ラインセンサカメラ撮像位置照明用の照明装置。\nイ  本件発明２\n２Ａ  前記集光レンズを各ＬＥＤの並設方向に延びるロッドレンズか\nら形成し、\n２Ｂ  前記受光レンズ部をロッドレンズにおける各ＬＥＤ側の面によ\nって構成したことを特徴とする\n２Ｃ  請求項１、２、３または４記載の照明装置。\nウ  本件発明３\n３Ａ  前記各レンズ部を前記所定の面上に不規則に並べて配置したこ\nとを特徴とする\n３Ｂ  請求項１、２、３、４、５、６、７、８または９記載の照明装\n置。\n⑷  被告の行為等\nア  被告は、遅くとも平成２１年４月３０日から、被告製品１を製造し、譲\n渡し、輸出し、譲渡等の申出をしている。\nまた、被告は、遅くとも平成３１年４月５日から、被告製品２を製造し、\n譲渡し、輸出し、譲渡等の申出をしている。\n（本項につき、争いがない事実）\nイ  各被告製品は、ラインセンサカメラ撮像位置照明用の照明装置であり\n（１ｇ）、所定方向に並設された複数のＬＥＤと、各ＬＥＤの並設方向に\n延びるように設けられた円柱型レンズとを備え、各ＬＥＤの光が円柱型レ\nンズを通過して円柱型レンズから離れた位置であって各ＬＥＤの並設方向\nに撮像範囲のラインの長手が沿うように配置されたラインスキャンカメラ\nの撮像位置に線上に集光し、これにより前記撮像位置を照明しこれをライ\nンスキャンカメラで撮像するように構成され（１ａ）、円柱型レンズをＸ\n方向に延びるロッドレンズから形成し（２ａ）、その受光面をロッドレン\nズにおける各ＬＥＤ側の面に凸面状に形成するとともに各ＬＥＤの並設方\n向に延びるように形成し、各ＬＥＤの光の照射量がほかの角度での照射量\nより多い一定の角度範囲内での各ＬＥＤの光を受光可能に配置している\n（１ｃ、２ｂ）。\nしたがって、各被告製品は、本件各発明の構成要件１Ａ、１Ｃ、１Ｇ、\n２Ａ、２Ｂを充足する。\n（本項につき、争いがない事実）\nウ  各被告製品の各筐体は概ね同一である。（争いがない事実）\n被告は、株式会社オプティカルソリューソンズ（以下「オプティカル社」\nという。）を介してアメリカ合衆国の Luminit  LLC.（旧社名 Physical\nOptical  Corporation。以下、社名変更の前後を問わず「ルミニット社」\nという。）の製造、販売する「レンズ拡散版  Light  Shaping  Diffusers」\nという商品名の拡散フィルム（以下「ＬＳＤ」という。）を購入し、各\n被告製品のＬＥＤの光の経路上に設置して使用している。（乙６、７、\n弁論の全趣旨）\n⑸  引用例\n次の各文献等が存在する。\nア  昭和６２年７月１日公開の特開１９８７－１４７５８７号公報（以下\n「乙３３公報」という。）（乙３３）\nイ  平成１６年１２月１６日公開の特開２００４－３５７１１０号公報（以\n下「乙１９公報」という。）（乙１９）\nウ  平成１７年４月２８日公開の特開２００５－１１４５０４号公報（以下\n「乙３２公報」という。）（乙３２）\n⑹  本件特許に係る訂正請求等\nア  シーシーエス株式会社は、平成２７年、本件特許について無効審判請求\nをし、原告は、平成２８年２月１日付け答弁書（以下「無効審判事件答\n弁書」という。）、同日付け訂正請求書（以下「無効審判事件訂正請求\n書」という。）、同年９月５日付け意見書（以下「無効審判事件意見書」\nという。）、同年１２月２８日付け上申書⑵（以下「無効審判事件上申\n書」という。）を提出して、別紙無効審判請求事件における原告の主張\n記載のとおり主張するなどしたが、平成２９年９月５日、無効審判事件\n訂正請求書による訂正を認め、訂正後の請求項１、２、４から７、９、\n１０に記載された発明についての特許を無効とする旨の審決がされた\n（無効２０１５－８００００４。以下「無効審判事件」という。）。原\n告は、同審決に対する訴えを提起し（知的財産高等裁判所平成２９年\n（行ケ）第１０１８６号）、その後、シーシーエス株式会社は、上記無\n効審判請求を取り下げ、その結果、上記の訴えは却下された。（甲８８、\n乙１、９、１０、１２、１３、弁論の全趣旨）\nイ  原告は、令和３年１０月１１日付けで、本件特許について、特許請求の\n範囲の記載の訂正（以下「本件訂正」という。）を請求したが、令和４\n年６月２８日、審判の請求は成り立たない旨の審決がされ（訂正２０２\n１－３９０１６２）、原告は同審決に対する訴えを提起した（知的財産\n高等裁判所令和４年（行ケ）第１００７９号）。本件訂正に係る請求項\n５の記載は次のとおり（下線部が訂正部分）である。（甲６２、８８、\n９６、乙１６６）\n【訂正請求項５】前記集光レンズを各ＬＥＤの並設方向に延びるロッドレ\nンズから形成し、\n前記受光レンズ部をロッドレンズにおける各ＬＥＤ側の面によ\nって構成し、\n前記拡散レンズは、前記撮像位置における光量のむらを低減す\nるようにしたことを特徴とする\n請求項１、２、３または４記載の照明装置。\n訂正請求項５に係る発明（以下「本件訂正発明２」という。）は次のと\nおり分説できる。\n２Ａ      前記集光レンズを各ＬＥＤの並設方向に延びるロッドレンズ\nから形成し、\n２Ｂ’１  前記受光レンズ部をロッドレンズにおける各ＬＥＤ側の面に\nよって構成し、\n２Ｂ’２  前記拡散レンズは、前記撮像位置における光量のむらを低減\nするようにしたことを特徴とする\n２Ｃ    請求項１、２、３または４記載の照明装置。\n⑺  訴訟経過等\n原告は、平成２３年１１月２２日付けで、被告に対し、被告による被告製\n品１の製造、販売等は本件特許権を侵害する旨通知した。（甲１０、１１）\n原告は、令和２年１１月４日、本件訴えを提起した。（当裁判所に顕著な\n事実）\n被告は、令和３年１月７日付け答弁書において、平成２９年１１月３日ま\nでに発生した原告の被告に対する損害賠償請求債権について消滅時効を援用\nする旨の意思表示をした。（当裁判所に顕著な事実）\n２  争点及び争点に関する当事者の主張\n本件の争点は次のとおりである。\n①  各被告製品が本件各発明の技術的範囲に属するか。\n②  本件特許が特許無効審判により無効にされるべきものと認められるか。\n無効理由１  各被告製品の試作品３号機（中期版）及び試作品３号機\n（後期版）からの新規性欠如\n無効理由２  各被告製品の試作品３号機（後期版）の改良品（前期版）\n及び試作品３号機（後期版）の改良品（後期版）からの\n新規性欠如\n無効理由３  ＳＰＸ１６００からの新規性欠如\n無効理由４  乙１９公報に記載された発明（以下「乙１９発明」とい\nう。）からの新規性、進歩性欠如\n無効理由５  乙３２公報に記載された発明（以下「乙３２発明」とい\nう。）からの進歩性欠如\n無効理由６  乙３３に記載された発明（以下「乙３３発明」という。）\nからの進歩性欠如\n無効理由７  明確性要件違反\n③  本件訂正が訂正要件を満たすか、また、本件訂正の請求により無効理由\nが解消するか。\n④  各被告製品が本件訂正発明２の技術的範囲に属するか。\n⑤  被告が本件特許出願等の際本件各発明の実施である事業又はその事業の\n準備をしていたか。\n⑥  原告が受けた損害及び額\n⑦  原告が平成２３年１１月２２日に各被告製品の販売による損害の発生を\n知ったか。\n⑴  争点①（各被告製品が本件各発明の技術的範囲に属するか。）について\n（原告の主張）\n各被告製品は、次のとおり本件各発明の構成要件１Ｂ、１Ｄから１Ｆ、２\nＣ、３Ａ、３Ｂを充足するものであり、その他本件各発明の構成要件を充足\nし、その技術的範囲に属する。\nア  「光を主に各ＬＥＤの並設方向に拡散させる拡散レンズ」（構成要件１\nＢ）について\n各被告製品は工業製品であるから型番ごとに画一的に生産されているは\nずであり、同じ型番の製品には同じ型番のＬＳＤが使用されているはずで\nある。各被告製品に使用されている同じ型番のＬＳＤは、物理的に同一の\n形状でなくとも、その構成は同じである。\nイ  「複数のレンズ部」、「各レンズ部」（構成要件１Ｄ、１Ｅ、３Ａ）に\nついて\n本件各発明において、「レンズ部」は、文理上、レンズすなわち「光の\n屈折作用を示す透明体として作用する部分」を意味し、本件明細書の記載\nから、「表面が部分的に突出した部分」であることが分かる。なお、無効\n審判事件において原告の主張は採用されなかったから、包袋禁反言の法理\nは適用されないし、仮にそうでないとしても、原告は「レンズ」について\n「光を拡散する部分の全てが滑らかな凸面状である」とは主張していない。\n各被告製品において、ＬＳＤは光を通す透明な拡散フィルムであり、各\nＬＥＤの並設方向の切断断面と各ＬＥＤの並設方向と直交する方向の切\n断断面の形状は別紙原告の示す例記載１－１から２の例（以下、番号に\n応じ「原告の示す例１－１」等といい、原告の示す例１－１から２を併\nせて「原告の示す各例」という。）のとおりであり、ＬＳＤの表面の部\n分的に突出した複数の部分等はそれぞれレンズとして作用するから、そ\nれぞれが１つの「レンズ部」であり、「複数のレンズ部」を備える。ま\nた、仮に、「レンズ」が「光を拡散する部分の全てが滑らかな凸面状で\nある」「光の屈折作用を示す透明体」であると解したとしても、原告の\n示す各例によれば、各被告製品のＬＳＤのレンズ部は、略全体が滑らか\nな凸面を有する。なお、原告は、別紙原告の主張する凸部の例のとおり、\n原告の示す各例について、ＬＳＤの凸部の湾曲の程度の理解を助けるた\nめ便宜上赤線を設定したが、同赤線とＬＳＤの表面の重なる部分が「レ\nンズ部」というわけではなく同赤線と重なる部分であっても「レンズ部」\nに該当しないこともある一方、同赤線と重ならない部分であっても「レ\nンズ部」に該当することもある。\nウ  「各レンズ部を、各ＬＥＤの並設方向への曲率半径が各ＬＥＤの並設方\n向と直交する方向への曲率半径よりも小さい曲面上に形成」（構成要件１\nＥ）について\n本件各発明においては、各レンズ部の各ＬＥＤの並設方向と直交する方\n向の曲面の湾曲の程度を、各ＬＥＤの並設方向の曲面の湾曲の程度より\n緩やかに形成することで、各ＬＥＤの並設方向に主として光を拡散させ\nる効果を得ることにあり、湾曲の程度を表現するための用語として「曲\n率半径」という用語を便宜的に採用しているにすぎず、数学的な意味で\n用いているわけではなく、このことは本件明細書の記載から当業者には\n明らかであって、曲面上のある点がどこかなどということは問題でない。\n各被告製品において、ＬＳＤの各レンズ部が「各ＬＥＤの並設方向への\n曲率半径が各ＬＥＤの並設方向と直交する方向への曲率半径よりも小さ\nい曲面状に形成」されていることは、目視でも、原告が示す例における\n測定結果によっても明らかである。\nエ  「互いに近傍に配置されたレンズ部同士で各ＬＥＤの並設方向への曲率\n半径が異なるように形成」（構成要件１Ｆ）について\n「近傍」とは、「近所、近辺」という意味にすぎず、「互いに近傍に配\n置されたレンズ部同士」は、光を各ＬＥＤの並設方向に不規則に屈曲させ\nることにより光の拡散が効果的に行われる範囲において近所、近辺にある\nレンズ部同士を意味する。\n各被告製品において、ＬＳＤの各レンズ部は、各ＬＥＤの並設方向の曲\n線の湾曲に近似する円が全て異なる半径であり、光を各ＬＥＤの並設方向\nに不規則に屈曲させ光の拡散が効果的に行われる範囲において近所、近辺\nにあることから、「互いに近傍に配置されたレンズ部同士で各ＬＥＤの並\n設方向への曲率半径が異なるように形成」されている。\nオ  「所定の面上に不規則に並べて配置」（構成要件３Ａ）について\n「不規則」とは「規則立っていないこと、規則正しくないこと」を意味\nする。なお、無効審判事件において原告の主張は採用されなかったから、\n包袋禁反言の法理は適用されないし、また、無効審判請求の取下げにより\n無効審判事件における訂正はされなかったことになるため、無効審判事件\nにおける訂正請求に係る原告の主張も本件において考慮すべきではない。\n仮に、「不規則に並べて配置」が「各レンズ部を楕円形で近似した場合に、\nその長辺が各ＬＥＤの並設方向と直交する方向と並行に、また、短辺が各\nＬＥＤの並設方向と並行となるように配置した上で、隣接するレンズ部の\n中心点のＸ座標又はＹ座標が異なるように配置すること」であると解した\nとしても、本件各発明の技術的意義によれば、各レンズ部の長辺又は短辺\nが各ＬＥＤの並設方向又は各ＬＥＤの並設方向と直交する方向に「並行に」\n「不規則に」配置されることにより、光の拡散を不規則にさせ光の拡散が\n効果的に行われるということを意味するにすぎないから、各レンズ部は厳\n密に「並行」である必要はなく「略並行」であれば足りる。\n各被告製品のＬＳＤは、各レンズ部をフィルムの面上に、略並行に、ラ\nンダムに並べて配置するものであるから、各レンズ部を「所定の面上に不\n規則に並べて配置」するものである。\n（被告の主張）\n各被告製品は、本件各発明の構成要件１Ｂ、１Ｄから１Ｆ、２Ｃ、３Ａ、\n３Ｂを充足しない。\nア  「光を主に各ＬＥＤの並設方向に拡散させる拡散レンズ」（構成要件１\nＢ）について\n各被告製品のＬＳＤが「光を主に各ＬＥＤの並設方向に拡散させる」こ\nとは明らかにされていない。すなわち、各被告製品は画一的に生産され\nているものではなく、同じ型番の製品に同一の形状のＬＳＤが使用され\nているわけではない。同じ型番でも、ＬＳＤを製造する際の金型の交換\nや顧客の要望に応じた形状の変更によりＬＳＤの形状が変更されること\nがある。そもそも、ＬＳＤは、光の干渉作用を利用したホログラフィッ\nク技術を用いて製造され、表面にいびつな凹凸を有し、その微細な形状\nに特徴を有する製品であり、フィルムごとに具体的な形状、構成が異な\nる上、「レンズ部」を特定できない。\nイ  「レンズ部」（構成要件１Ｄ、１Ｅ、３Ａ）について\n本件各発明において何をもって１つの「レンズ部」と評価するのかが明\nらかではない。また、原告は、無効審判事件において「レンズ」につい\nて「光を拡散する部分の全てが滑らかな凸面状である」と主張していた\nから、これより広い解釈をすることは包袋禁反言の法理により許されず、\n「レンズ」は「光を拡散する部分の全てが滑らかな凸面状である」「光\nの屈折作用を示す透明体」と解すべきである。\n各被告製品のＬＳＤは、ホログラフィック技術を用いて製造され、その\n表面はいびつな凹凸から成る上、その具体的な形状、構成は明らかにさ\nれておらず、「表面の部分的に突出した部分」の基準となる平面も特定\nされていないから、「レンズ部」を特定することはできないし特定され\nていない。また、仮に原告の示す各例を前提としたとしても、ＬＳＤの\n各ＬＥＤの並設方向の切断面の凹凸は複数のいびつな突起又は窪みと表\n現し得るものであり、滑らかな形状をしていない。\nウ  「各レンズ部を、各ＬＥＤの並設方向への曲率半径が各ＬＥＤの並設方\n向と直交する方向への曲率半径よりも小さい曲面上に形成」（構成要件１\nＥ）について\n曲率半径は、曲線や曲面のある点における湾曲の程度を表す概念であり、\n基準点の存在を前提とするところ、本件各発明において各レンズ部にお\nける基準点をどのように定めるのかが明らかではない。\n各被告製品のＬＳＤは、ホログラフィック技術を用いて製造され、その\n表面はいびつな凹凸から成る上、その具体的な形状、構成は明らかにさ\nれておらず、「レンズ部」も特定されていない。ＬＳＤの凹凸部分につ\nいて「曲率半径」を算定するための基準点も不明であるし、各ＬＥＤの\n並設方向への曲率半径が各ＬＥＤの並設方向と直交する方向への曲率半\n径よりも小さいものであるともいえない。原告は、無効審判事件意見書\nにおいて、本件発明１の拡散レンズとＬＳＤとの同一性を明確に否定し\nていた。なお、原告の示す例は、破壊的方法によるものであるため、特\n定の部分における各ＬＥＤの並設方向への曲率半径と各ＬＥＤの並設方\n向と直交する方向への曲率半径を比較することはできない。\nエ  「互いに近傍に配置されたレンズ部同士で各ＬＥＤの並設方向への曲率\n半径が異なるように形成」（構成要件１Ｆ）について\n本件明細書の記載によれば、「近傍」とは隣接していることを必ずしも\n必要とするものではなく、互いに数個のレンズ部をはさんで配置された２\nつのレンズ部同士も互いに近傍に配置されていることもあるとされており、\n本件各発明においてどの程度近接していれば「近所、近辺」に含まれるの\nかが不明である。原告の主張する「光の拡散が効果的に行われる範囲」の\n範囲も、「近傍」がその範囲内を意味するのか範囲外を意味するのかも不\n明である。\n各被告製品のＬＳＤは、ホログラフィック技術を用いて製造され、その\n表面はいびつな凹凸から成る上、その具体的な形状、構成は明らかにされ\nておらず、「レンズ部」も特定されていない。また、仮に原告の示す例を\n前提としたとしても、原告の測定によれば、ＬＳＤにおいて、数個内の範\n囲の「レンズ部」にほぼ同一の曲率半径を示すものがあるのであり、「互\nいに近傍に配置されたレンズ部同士で各ＬＥＤの並設方向への曲率半径が\n異なるように形成」されていない。\nオ  「所定の面上に不規則に並べて配置」（構成要件３Ａ）について\n本件各発明において何をもって「所定の面上に不規則に並べて配置」と\n評価するのかが明らかではない。また、原告は、無効審判事件において\n「不規則に並べて配置」について「各レンズ部を楕円形で近似した場合\nに、その長辺が各ＬＥＤの並設方向と直交する方向と並行に、また、短\n辺が各ＬＥＤの並設方向と並行となるように配置した上で、隣接するレ\nンズ部の中心点のＸ座標又はＹ座標が異なるように配置すること」であ\nると主張していたから、これより広い解釈をすることは包袋禁反言の法\n理により許されない。原告の主張する「略並行」の具体的な意味も不明\nである。\n各被告製品のＬＳＤは、ホログラフィック技術を用いて製造され、その\n表面はいびつな凹凸から成る上、その具体的な形状、構成は明らかにさ\nれておらず、「レンズ部」も特定されていない。また、ＬＳＤの凹凸部\n分の配置に規則性はなく、「長辺が各ＬＥＤの並設方向と直交する方向\nと並行に、また、短辺が各ＬＥＤの並設方向と並行となるように配置し\nた上で」、隣接する部分の「中心点のＸ座標又はＹ座標が異なるように」\n配置されていない。\n⑵  争点②（本件特許が特許無効審判により無効にされるべきものと認められ\nるか。）について\n（被告の主張）\nア  無効理由１（各被告製品の試作品３号機（中期版）及び試作品３号機\n（後期版）からの新規性欠如）\n被告は、株式会社ヒューテックからＬＥＤ検査機用の光源の開発を\n依頼され、平成１７年１２月４日までには、各被告製品の試作品３号機\n（中期版）及び試作品３号機（後期版）を完成し、これらを製造して、\n同月７日から同月９日までの間、横浜市内で開催された「国際画像機器\n展」において、試作品３号機（中期版）を展示して譲渡の申出等をし、\nまた、同月２５日、株式会社ヒューテックに対し試作品３号機（後期版）\nを譲渡した。\n試作品３号機（中期版）及び試作品３号機（後期版）は、「所定の\n方向に並設された複数のＬＥＤと、各ＬＥＤの並設方向に延びるように\n設けられたアクリルロッドレンズとを備え、各ＬＥＤの光がアクリルロ\nッドレンズを通過してアクリルロッドレンズから所定の距離だけ離れた\n位置であって前記ＬＥＤの並設方向に撮像範囲の長手を有するように配\n置されたラインセンサカメラの撮像位置に線状に集光し、これにより前\n記撮像位置を照明しこれをラインセンサカメラで撮像するように構成さ\nれたラインセンサカメラ撮像位置照明用の照明装置において、」「この\n照明装置は、前記各ＬＥＤから前記集光位置までの光の経路中に光を主\nに各ＬＥＤの並設方向に拡散させるディフューザーレンズを備えると共\nに、アクリルロッドレンズの各ＬＥＤ側の面によって受光レンズ部が形\n成され、」「受光レンズ部を、各ＬＥＤ側に凸面状に形成するとともに\n各ＬＥＤの並設方向に延びるように形成し、各ＬＥＤにおいて他の照射\n角度範囲よりも光の照射量を多くした所定の照射角度範囲から照射され\nる光を受光可能に配置し、」「前記ディフューザーレンズを複数のレン\nズ部から形成し、」「各レンズ部を、各ＬＥＤの並設方向への曲率半径\nが各ＬＥＤの並設方向と直交する方向への曲率半径よりも小さい曲面状\nに形成するとともに、光の経路と交差する所定の面上に並ぶように配置\nし、」「前記各レンズ部を、互いに近傍に配置されたレンズ部同士で各\nＬＥＤの並設方向への曲率半径が異なるように形成したことを特徴とす\nる」「ラインセンサカメラ撮像位置照明用の照明装置」であり、本件各\n発明は、これらの公然実施をされた製品と同一である。\nイ  無効理由２（各被告製品の試作品３号機（後期版）の改良品（前期版）\n及び試作品３号機（後期版）の改良品（後期版）からの新規性欠如）\n被告は、平成１８年６月７日から９日までの間、横浜市内で開催され\nた「画像センシング展」において、製造した各被告製品の試作品３号機\n（後期版）の改良品（前期版）を展示して譲渡の申出をし、また、同年\n８月９日、パシフィックシステム株式会社に対し、試作品３号機（後期\n版）の改良品（後期版）を譲渡し、同年１０月２５日に納品した。\n本件発明１の構成要件１Ｃの内容は、原告が優先権を主張する根拠\nとする先の出願（特願２００６－２０５３０号）の願書に最初に添付し\nた明細書及び特許請求の範囲には記載されておらず、平成２０年１０月\n１４日付け手続補正書により初めて追加された。したがって、原告は、\n本件各発明について、上記の先の出願に記載された発明に基づいて優先\n権を主張することはできない。\n試作品３号機（後期版）の改良品（前期版）及び試作品３号機（後\n期版）の改良品（後期版）は、「所定の方向に並設された６つのＬＥＤ\nと、各ＬＥＤの並設方向に延びるように設けられたアクリルロッドレン\nズとを備え、各ＬＥＤの光がアクリルロッドレンズを通過してアクリル\nロッドレンズから所定の距離だけ離れた位置であって前記ＬＥＤの並設\n方向に撮像範囲の長手を有するように配置されたラインセンサカメラの\n撮像位置に線状に集光し、これにより前記撮像位置を照明しこれをライ\nンセンサカメラで撮像するように構成されたラインセンサカメラ撮像位\n置照明用の照明装置において、」「この照明装置は、前記各ＬＥＤから\n前記集光位置までの光の経路中に光を主に各ＬＥＤの並設方向に拡散さ\nせるディフューザーレンズを備えると共に、アクリルロッドレンズの各\nＬＥＤ側の面によって受光レンズ部が形成され、」「受光レンズ部を、\n各ＬＥＤ側に凸面状に形成するとともに各ＬＥＤの並設方向に延びるよ\nうに形成し、各ＬＥＤにおいて他の照射角度範囲よりも光の照射量を多\nくした所定の照射角度範囲から照射される光を受光可能に配置し、」\n「前記ディフューザーレンズを複数のレンズ部から形成し、」「各レン\nズ部を、各ＬＥＤの並設方向への曲率半径が各ＬＥＤの並設方向と直交\nする方向への曲率半径よりも小さい曲面状に形成するとともに、光の経\n路と交差する所定の面上に並ぶように配置し、」「前記各レンズ部を、\n互いに近傍に配置されたレンズ部同士で各ＬＥＤの並設方向への曲率半\n径が異なるように形成したことを特徴とする」「ラインセンサカメラ撮\n像位置照明用の照明装置」であり、本件各発明は、これらの公然実施を\nされた製品と同一である。\nウ  無効理由３（ＳＰＸ１６００からの新規性欠如）\n被告は、平成１８年１０月１９日、パシフィックシステム株式会社\nから追加で受注し、各被告製品の試作品３号機（後期版）の改良品（後\n期版）のＬＥＤを変更したＳＰＸ１６００を製造して、パシフィックシ\nステム株式会社に対して譲渡し、同年１２月１５日に納品した（なお、\nＳＰＸ１６００は、さらに、パシフィックシステム株式会社から旭硝子\n株式会社（平成２０年にＡＧＣ株式会社に商号変更）に譲渡された。）。\n原告は、本件各発明について、先の出願に記載された発明に基づい\nて優先権を主張することはできない（前記イ（被告の主張））。\nＳＰＸ１６００は、「所定の方向に並設された複数のＬＥＤと、各\nＬＥＤの並設方向に延びるように設けられたアクリルロッドレンズとを\n備え、各ＬＥＤの光がアクリルロッドレンズを通過してアクリルロッド\nレンズから離れた位置であって前記ＬＥＤの並設方向に撮像範囲の長手\nが沿うように配置されたラインセンサカメラの撮像位置に線状に集光し、\nこれにより前記撮像位置を照明しこれをラインセンサカメラで撮像する\nように構成されたラインセンサカメラ撮像位置照明用の照明装置におい\nて、」「この照明装置は、前記各ＬＥＤから前記集光位置までの光の経\n路中に光を主に各ＬＥＤの並設方向に拡散させる拡散板を備えると共に、\nアクリルロッドレンズの各ＬＥＤ側の面によって光を受光する受光面が\n形成され、」「受光部を、各ＬＥＤ側に凸面状に形成するとともに各Ｌ\nＥＤの並設方向に延びるように形成し、各ＬＥＤの光の照射量が他の角\n度での照射量より多い一定の角度範囲内での各ＬＥＤの光を受光可能に\n配置し、」「前記拡散板を複数のレンズ部から形成し、」「各レンズ部\nを、各ＬＥＤの並設方向への曲率半径が各ＬＥＤの並設方向と直交する\n方向への曲率半径よりも小さい曲面状に形成するとともに、光の経路と\n交差する所定の面上に不規則に並ぶように配置し、」「前記各レンズ部\nを、互いに近傍に配置されたレンズ部同士で各ＬＥＤの並設方向への曲\n率方向への曲率半径が異なるように形成したことを特徴とする」「ライ\nンセンサカメラ撮像位置照明用の照明装置」であり、本件各発明は、こ\nれらの公然実施をされた製品と同一である。\nエ  無効理由４（乙１９発明からの新規性、進歩性欠如）\n乙１９公報には、「所定方向に並設された複数のＬＥＤと、各ＬＥＤの\n並設方向に延びるように設けられた集光レンズとを備え、各ＬＥＤの光\nが集光レンズを通過して集光レンズから所定の距離だけ離れた位置であ\nって前記ＬＥＤの並設方向に撮像範囲の長手を有するように配置された\nラインセンサカメラの撮像位置に線状に集光し、これにより前記撮像位\n置を照明しこれをラインセンサカメラで撮像するように構成されたライ\nンセンサカメラ撮像位置照明用の照明装置において、」「この照明装置\nは、前記各ＬＥＤから前記集光位置までの光の経路中に光を主に各ＬＥ\nＤの並設方向に拡散させる拡散レンズを備えると共に、前記集光レンズ\nの各ＬＥＤ側の面によって受光レンズ部が形成され、」「受光レンズ部\nを、各ＬＥＤ側に凸面状に形成するとともに各ＬＥＤの並設方向に延び\nるように形成し、」「各ＬＥＤにおいて他の照射角度範囲よりも光の照\n射量を多くした所定の照射角度範囲から照射される光を受光可能に配置\nし、」「前記拡散レンズを複数のレンズ部から形成し、」「各レンズ部\nを、各ＬＥＤの並設方向への曲率半径が各ＬＥＤの並設方向と直交する\n方向への曲率半径よりも小さい曲面状に形成するとともに、光の経路と\n交差する所定の面上に並ぶように配置し、」「前記各レンズ部を、互い\nに近傍に配置されたレンズ部同士で各ＬＥＤの並設方向への曲率方向へ\nの曲率半径が異なるように形成したことを特徴とする」「ラインセンサ\n撮像位置照明用の照明装置。」という内容の乙１９発明が記載されてお\nり、本件各発明は、乙１９発明と同一である。\n仮に、乙１９発明において、光を回折させる拡散レンズが「平坦な板状\nの樹脂製の素材の表面に微細な突出部を多数形成した拡散面を備えて」\nおり「入射した光線を拡散させる角度θとして１０度程度の性能のもの」\nである「ビーム状整形ディフューザ（ＬＳＤ）」を用いるもののそれ以\n上に具体的な構成が明らかでなく、また、各ＬＥＤにおいて他の照射角\n度範囲よりも光の照射量を多くした所定の照射角度範囲から照射される\n光を受光可能に配置しているとはされていないほか、ロッドレンズや複\n数のレンズ部に関する言及がされておらず、本件各発明がこれらの点で\n乙１９発明と異なるとしても、これらの点はいずれも、ルミニット社製\nのＬＳＤ若しくは平成１２年１０月１０日公開の特開２０００－２８０\n２６７号公報に記載された発明（以下「乙２０発明」という。）又は周\n知技術に基づき当業者が容易に想到可能である。\nオ  無効理由５（乙３２発明からの進歩性欠如）\n乙３２公報には、「所定方向に並設された複数のＬＥＤと、各ＬＥＤの\n並設方向に延びるように設けられた集光レンズとを備え、各ＬＥＤの光\nが集光レンズを通過して集光レンズから所定の距離だけ離れた位置であ\nって前記ＬＥＤの並設方向に撮像範囲の長手を有するように配置された\nラインセンサカメラの撮像位置に線状に集光し、これにより前記撮像位\n置を照明しこれをラインセンサカメラで撮像するように構成されたライ\nンセンサカメラ撮像位置照明用の照明装置において、」「この照明装置\nは、前記各ＬＥＤから前記集光位置までの光の経路中に光を主に各ＬＥ\nＤの並設方向に拡散させる拡散レンズを備えると共に、前記集光レンズ\nの各ＬＥＤ側の面によって受光レンズ部が形成され、」「受光レンズ部\nを、各ＬＥＤ側に凸面状に形成するとともに各ＬＥＤの並設方向に延び\nるように形成したことを特徴とする」「ラインセンサ撮像位置照明用の\n照明装置。」という内容の乙３２発明が記載されている。\n乙３２発明において、光を回折させる拡散レンズが「拡散フィルムは、\n集光レンズと同じ形状を有するフィルム状に構成されたものであり、か\nつ、ライン状の検出領域内における光の均一化を図るべく、ＬＥＤの並\n設方向だけの光だけを前記ＬＥＤの並設方向にだけ拡散させることでラ\nイン状の領域に回折させる構造」を有しているものの具体的な構成は明\nらかではなく、また、各ＬＥＤにおいて他の照射角度範囲よりも光の照\n射量を多くした所定の照射角度範囲から照射される光を受光可能に配置\nしているとはされていないほか、ロッドレンズや複数のレンズ部に関す\nる言及がされておらず、本件各発明が、これらの点で乙３２発明と異な\nるとしても、これらの点はいずれも、ルミニット社製のＬＳＤ若しくは\n乙２０発明又は周知技術に基づき当業者が容易に想到可能である。\nカ  無効理由６（乙３３発明からの進歩性欠如）\n乙３３公報には、「所定方向に並設された複数のＬＥＤを備え、」「各\nＬＥＤから所定の距離だけ離れた位置であって前記ＬＥＤの並設方向に\n撮像範囲の長手を有するように配置されたラインセンサカメラの撮像位\n置を線状に照射し、」「これにより前記撮像位置を照明しラインセンサ\nカメラで撮像するように構成されたラインセンサカメラ撮像位置照明用\nの照明装置において、」「この照明装置は、前記各ＬＥＤから前記照明\n位置までの光の経路中に光を主に各ＬＥＤの並設方向に拡散させる拡散\n板を備えた、」「ラインセンサ撮像位置照明用の照明装置。」という内\n容の乙３３発明が記載されている。\n乙３３発明において、光を主に各ＬＥＤの並設方向に拡散させる光拡散\n器は「ヘアラインを約３０度斜め方向に施した２枚のヘアラインシート\nを該ヘアライン方向が交差するように重ね合わせた拡散板」であり、集\n光レンズを備えるとはされていないほか、ロッドレンズや複数のレンズ\n部に関する言及がされておらず、本件各発明がこれらの点で乙３３発明\nと異なるとしても、これらの点はいずれも、乙２０発明又は周知技術に\n基づき当業者が容易に想到可能である。\nキ  無効理由７（明確性要件違反）\n構成要件１Ｆの「近傍」の意味が明らかではなく、本件各発明は明確で\nあるとはいえない。\n（原告の主張）\nア  無効理由１について\n試作品３号機（中期版）及び試作品３号機（後期版）が公然実施された\nことは明らかではなく、また、これらの製品から被告が主張する発明を\n認定することもできない。\nイ  無効理由２について\n試作品３号機（後期版）の改良品（前期版）及び試作品３号機（後期版）\nの改良品（後期版）が公然実施されたことは明らかではなく、また、こ\nれらの製品から被告が主張する発明を認定することもできない。\n構成要件１Ｃの内容は、自明な事項であり新たな技術的事項を導入する\nものではないから、原告は、先の出願に記載された発明に基づいて優先\n権を主張することができる。\nウ  無効理由３について\n被告が主張するＳＰＸ１６００が公然実施されたことは明らかではなく、\nまた、ＳＰＸ１６００から被告が主張する発明を認定することもできな\nい。\n構成要件１Ｃの内容は、自明な事項であり新たな技術的事項を導入する\nものではないから、原告は、先の出願に記載された発明に基づいて優先\n権を主張することができる。\nエ  無効理由４について\n乙１９公報には被告が主張する発明は記載されていないし、本件各発明\nは乙１９公報に記載された発明から新規性、進歩性を欠くとはいえない。\nオ  無効理由５について\n乙３２公報に記載された発明についての被告の主張は誤っており、本件\n各発明は乙３２公報に記載された発明から新規性、進歩性を欠くとはい\nえない。\nカ  無効理由６について\n被告が主張する各相違点については、動機付けが存在しないか、又は、\n乙２０発明は周知技術ではなく乙３３発明に乙２０発明を適用すること\nには阻害要因があり、本件各発明には有利な効果が存在するから、本件\n各発明は当業者が容易に想到可能であるとはいえない。\nキ  無効理由７について\n「近傍に配置されたレンズ部同士」は、光を各ＬＥＤの並設方向に不規\n則に屈曲させることにより光の拡散が効果的に行われる範囲において近\n所、近辺にあるレンズ部同士を意味するのであり、本件各発明は明確で\nある。\n⑶  争点③（本件訂正が訂正要件を満たすか、また、本件訂正の請求により無\n効理由が解消するか。）について\n（原告の主張）\nア  本件訂正は、特許請求の範囲の減縮を目的とするものであり、本件明細\n書に記載した事項の範囲内のものであって、実質上特許請求の範囲を拡張\nし又は変更する訂正ではなく、また、特許出願の際独立して特許を受ける\nことができるものである。\nイ  本件訂正により、本件訂正発明２は拡散レンズを備えることによりマシ\nンビジョンの技術分野において「撮像位置における光量のむらを低減する\nようにした」ことが明確となり、被告主張に係る新規性、進歩性欠如の無\n効理由は解消する。\n（被告の主張）\n本件訂正の請求によっても各無効理由はいずれも解消しない。\n⑷  争点④（各被告製品が本件訂正発明２の技術的範囲に属するか。）につい\nて\n（原告の主張）\n各被告製品において使用されている拡散フィルムＬＳＤは、「検査照明で\n必要とされるむらのない均一な光を実現」するものであり、構成要件２Ｂ’\n２を充足する。\nしたがって、各被告製品は、本件訂正発明２の技術的範囲に属する。\n（被告の主張）\n各被告製品は、本件訂正発明２の技術的範囲に属しない。\n⑸  争点⑤（被告が本件特許出願等の際本件各発明の実施である事業又はその\n事業の準備をしていたか。）について\n（被告の主張）\nア  被告は、平成１７年１２月４日までに、本件各発明の内容を知らないで、\nいずれも本件各発明の技術的範囲に属する各被告製品の試作品３号機（中\n期版）及び試作品３号機（後期版）を完成していた（前記１無効理由１\n（被告の主張））から、被告は、本件特許の優先日である平成１８年１月\n３０日の時点で現に日本国内において本件各発明の実施である事業又は事\n業の準備をしていた。\nイ  被告は、本件各発明の内容を知らないで、平成１８年６月９日までに、\n本件各発明の技術的範囲に属する各被告製品の試作品３号機（後期版）の\n改良品（前期版）を完成し、同年９月２０日までに、本件各発明の技術的\n範囲に属する試作品３号機（後期版）の改良品（後期版）を完成しており、\nまた、原告は、原告が優先権を主張する根拠とする先の出願に記載された\n発明に基づいて優先権を主張することはできない（前記１無効理由２（被\n告の主張））ところ、被告は、本件特許出願の際現に日本国内において本\n件各発明の実施である事業又は事業の準備をしていた。\nウ  被告は、本件各発明の内容を知らないで、平成１８年１０月１９日、パ\nシフィックシステム株式会社から追加で受注し、本件各発明の技術的範囲\nに属するＳＰＸ１６００を完成しており、また、原告は、原告が優先権を\n主張する根拠とする先の出願に記載された発明に基づいて優先権を主張す\nることはできない（前記１無効理由３（被告の主張））ところ、被告は、\n本件特許出願の際現に日本国内において本件各発明の実施である事業又は\n事業の準備をしていた。\n（原告の主張）\n試作品３号機（中期版）、試作品３号機（後期版）、試作品３号機（後期\n版）の改良品（前期版）、試作品３号機（後期版）の改良品（後期版）、Ｓ\nＰＸ１６００のいずれについても、その存在や構成は明らかではなく、本件\n各発明の技術的範囲に属しているとはいえない。被告は、本件特許の優先日\nの時点で又は本件特許出願の際現に日本国内において本件各発明の実施であ\nる事業又は事業の準備をしていたとはいえない。\n⑹  争点⑥（原告が受けた損害及び額）について\n（原告の主張）\n原告は、被告による各被告製品の製造、譲渡等により、少なくとも、被告\nが得た利益相当額（売上総額２０億０５００万円×利益率３５％）である７\n億０１７５万円（特許法１０２条２項）及び弁護士費用７０１７万円の合計\n７億７１９２万円の損害を被った。\n（被告の主張）\n否認ないし争う。\n⑺  争点⑦（原告が平成２３年１１月２２日に各被告製品の販売による損害の\n発生を知ったか。）について\n（被告の主張）\n原告は、遅くとも、被告に対し本件特許権の侵害を理由とした通知書を送\n付した平成２３年１１月２２日には、被告による特許権侵害についての損害\nの発生を知っていた。\n（原告の主張）\n否認する。\n第３  当裁判所の判断\n１  本件各発明について\n⑴  本件明細書の記載\n本件明細書の発明の詳細な説明には、次のとおりの記載がある。\n【発明の詳細な説明】【技術分野】【０００１】本発明は、例えば紙、鋼板\nなどの帯状部材を成形する工程において、帯状部材の欠陥の有無を検査す\nるためのラインセンサカメラの照明装置に関するものである。\n【背景技術】【０００２】一般に、この種の照明装置としては、帯状部材の\n幅方向に延びるように設けられた蛍光灯を用いたものが知られている（例\nえば、特許文献１参照。）。また、連続的に成形されて長手方向に移動す\nる帯状部材に蛍光灯の光を照射するとともに、蛍光灯の光が照射される部\n分をラインセンサカメラで撮像し、ラインセンサカメラによって帯状部材\nの欠陥の有無を検知するようにしている。\n【０００３】 ところで、近年では技術の発達により帯状部材の成形速度が\n速くなり、ラインセンサカメラによる検知の高速化が要求されている。し\nかしながら、蛍光灯では高速で検知するために必要な光量を確保できない\nという問題点があった。\n【０００４】そこで、他の照明装置として、帯状部材の幅方向に並設された\n複数のＬＥＤと、各ＬＥＤの並設方向に延びるように設けられたシリンド\nリカルレンズとを備え、各ＬＥＤの光がシリンドリカルレンズを通過して\n帯状部材の表面に一直線状に集光するようにしたものが知られている（例\nえば、特許文献２参照。）。\n【特許文献１】 特開平８－１７８８６０号公報\n【特許文献２】 実開２００１－２１５１１５号公報\n【発明の開示】【発明が解決しようとする課題】【０００５】しかしながら、\n後者の照明装置では、光源として複数のＬＥＤを使用しているので、集光\n位置において各ＬＥＤの並設方向に光量のむらを生じ、例えば他の部分よ\nり光量が少ない部分がラインセンサカメラによって欠陥として認識され、\nラインセンサカメラによる欠陥の検知を正確に行うことができないという\n問題点があった。\n【０００６】一方、各ＬＥＤから集光位置までの光の経路中にすりガラスを\n設けると、各ＬＥＤからの光を拡散させて集光位置における光量のむらを\n低減することができるが、すりガラスは入射した光を乱反射するため光量\nが無用に減衰し、集光位置の光量を確保するために各ＬＥＤの出力を大き\nくしなければならないという問題点があった。\n【０００７】本発明は前記問題点に鑑みてなされたものであり、その目的と\nするところは、所定方向に並設された複数の光源の光を無用に減衰させる\nことなく所定の位置に線状に集光させることができ、しかも集光位置にお\nける光量のむらを低減することのできる照明装置を提供することにある。\n【課題を解決するための手段】【０００８】本発明は前記目的を達成するた\nめに、所定方向に並設された複数のＬＥＤと、各ＬＥＤの並設方向に延び\nるように設けられた集光レンズとを備え、各ＬＥＤの光が集光レンズを通\n過して集光レンズから所定の距離だけ離れた位置であって前記ＬＥＤの並\n設方向に撮像範囲の長手を有するように配置されたラインセンサカメラの\n撮像位置に線状に集光し、これにより前記撮像位置を照明しこれをライン\nセンサカメラで撮像するように構成されたラインセンサカメラ撮像位置照\n明用の照明装置において、この照明装置は、前記各ＬＥＤから前記集光位\n置までの光の経路中に光を主に各ＬＥＤの並設方向に拡散させる拡散レン\nズを備えると共に、前記集光レンズの各ＬＥＤ側の面によって受光レンズ\n部が形成され、受光レンズ部を、各ＬＥＤ側に凸面状に形成するとともに\n各ＬＥＤの並設方向に延びるように形成し、各ＬＥＤにおいて他の照射角\n度範囲よりも光の照射量を多くした所定の照射角度範囲から照射される光\nを受光可能に配置し、前記拡散レンズを、前記光の経路と交差する所定の\n面上に延びるように設けられた透明な基板と、該透明な基板の厚さ方向一\n方の面上に並ぶように設けられた複数の凸レンズ部から形成し、各凸レン\nズ部を、各ＬＥＤの並設方向への曲率半径が各ＬＥＤの並設方向と直交す\nる方向への曲率半径よりも小さい曲面状に形成し、前記各凸レンズ部を、\n互いに近傍に配置された凸レンズ部同士で各ＬＥＤの並設方向への曲率半\n径が異なるように形成し、これにより、光を前記複数の凸レンズ部のそれ\nぞれの曲率に応じてＬＥＤの並設方向に屈折させて前記拡散を行うように\n形成している。\n【０００９】これにより、拡散レンズによってＬＥＤの光が主に各ＬＥＤの\n並設方向に拡散することから、所定方向に並設された複数のＬＥＤの光が\n無用に減衰することなく所定の位置に線状に集光するとともに、集光位置\nにおける光量のむらが低減する。また、集光レンズの各ＬＥＤ側の面によ\nって受光レンズ部が形成され、受光レンズ部は各ＬＥＤ側に凸面状に形成\nされるとともに各ＬＥＤの並設方向に延びるように形成されているので、\n例えば各ＬＥＤがＸ方向に並設されるとともに各ＬＥＤが下方に向かって\n光を照射するように設けられている場合は、各ＬＥＤにおける所定の照射\n角度範囲から照射された光が受光レンズ部においてＸ方向と直交するＹ方\n向の内側に向かって屈折するとともに、この屈折によって光が集光レンズ\n内を下方に向かって進み、集光レンズの下面を通過した光が集光位置に集\n光する。このため、各ＬＥＤの所定の照射角度範囲から照射された光はほ\nとんど減衰することなく集光位置に照射される。また、拡散レンズが複数\nのレンズ部から形成され、各レンズ部が、光の経路と交差する所定の面上\nに並ぶように配置されるとともに、各ＬＥＤの並設方向への曲率半径が各\nＬＥＤの並設方向と直交する方向への曲率半径よりも小さい曲面状に形成\nされているので、光は拡散レンズの各レンズを通過する際に各ＬＥＤの並\n設方向と直交する方向にはほとんど拡散されず、主に各ＬＥＤの並設方向\nに拡散される。さらに、各レンズ部は互いに近傍に配置されたレンズ部同\n士で各ＬＥＤの並設方向への曲率半径が異なるように形成されているので、\n各ＬＥＤの並設方向への光の拡散が効果的に行われる。\n【発明の効果】【００１０】本発明によれば、所定方向に並設された複数の\nＬＥＤの光を無用に減衰させることなく所定の位置に線状に集光させるこ\nとができ、しかも集光位置における光量のむらを低減することができるの\nで、例えば高速で移動する帯状部材の表面に各ＬＥＤの光を集光させると\nともに、光の照射されている部分をラインセンサカメラで撮像することに\nより、帯状部材の欠陥を高速且つ確実に検知することができ、生産性の向\n上及び品質の向上を図る上で極めて有利である。また、各ＬＥＤの所定の\n照射角度範囲から照射された光をほとんど減衰させることなく集光位置に\n照射することができるので、集光位置を明るく照明する上で極めて有利で\nある。さらに、各ＬＥＤの並設方向への光の拡散が効果的に行われるので、\n光が線状に集光する位置の光量のむらを低減する上で極めて有利である。\n【発明を実施するための最良の形態】【００１１】図１乃至図９は本発明の\n第１実施形態を示すもので、図１は照明装置の斜視図、図２は照明装置の\nＸ方向断面図、図３は照明装置のＹ方向断面図、図４は照明装置の組立方\n法を示す斜視図、図５は拡散レンズの要部平面図、図６は拡散レンズのＹ\n方向断面図、図７は拡散レンズのＸ方向断面図、図８は各ＬＥＤによって\n光を照射する際の照明装置のＹ方向断面図、図９は各ＬＥＤによって光を\n照射する際の照明装置のＸ方向断面図である。\n【００１２】この照明装置は、図１に示すＸ方向に延びるように形成された\n照明装置本体１と、Ｘ方向に並設された複数のＬＥＤ１０と、各ＬＥＤ１\n０の並設方向に延びるように設けられた第１レンズ２０及び第２レンズ３\n０と、各レンズ２０，３０の間に設けられた拡散レンズ４０とを備えてい\nる。\n【００１３】照明装置本体１は、Ｘ方向に延びるように形成された平板状の\n天板部１ａと、天板部１ａのＹ方向両端からそれぞれ下方に延びる一対の\n平板状の側板部１ｂと、天板部１ａのＸ方向両端からそれぞれ下方に延び\nる一対の端面部１ｃとを有する。即ち、照明装置本体１内は中空状に形成\nされ、下方に開口している。照明装置本体１内には反射シート２が設けら\nれ、反射シート２は各ＬＥＤ１０の光が下方に向かって反射されるように\n曲面状に形成されている。\n【００１４】各ＬＥＤ１０は互いにＸ方向に等間隔をおいて配置され、それ\nぞれ天板部１ａの下面に固定されている。\n【００１５】第１レンズ２０及び第２レンズ３０は周知のリニアフレネルレ\nンズから成り、第１レンズ２０及び第２レンズ３０は各ＬＥＤ１０の光を\nＹ方向に集光する。即ち、各ＬＥＤ１０の光は第１レンズ２０及び第２レ\nンズ３０によって図１に示す集光位置Ｌ１に集光される。詳しくは、各Ｌ\nＥＤ１０の光は第１レンズ２０によって略平行光になり、第１レンズ２０\nを通過した光は第２レンズ３０によって集光位置Ｌ１に集光される。集光\n位置Ｌ１は各ＬＥＤの並設方向であるＸ方向に延びる直線状の位置であり、\n第２レンズ３０から所定の距離だけ離れている。\n【００１６】拡散レンズ４０は透明なポリカーボネイトや透明なポリエステ\nル等の樹脂材料から成る。拡散レンズ４０は、各レンズ２０、３０と同様\nに各ＬＥＤ１０の並設方向に延びるように形成されたシート状の基板４１\nと、基板４１の上面に並ぶように設けられた複数のレンズ部４２とを有す\nる。即ち、基板４１は第１レンズ２０を通過して第２レンズ３０に入射す\nる光の経路と交差する所定の面上に延びるように設けられ、各レンズ部４\n２は前記所定の面上に並ぶように設けられている。\n【００１７】各レンズ部４２は基板４１の上面から上方に突出するように形\n成されるとともに、Ｙ方向に長い略楕円形状に形成された凸レンズから成\nる。各レンズ部４２は、例えばＸ方向の寸法が数十 μｍ～数百 μｍに形\n成され、Ｙ方向の寸法が数ｍｍ～数十ｍｍに形成されている。即ち、各レ\nンズ部４２はＸ方向への曲率半径ＲＸがＹ方向への曲率半径ＲＹよりも小\nさい（図６及び図７参照）。また、Ｙ方向への曲率半径ＲＹは可能な限り\n大きくすることが好ましい。また、各レンズ部４２は大きさが不規則にな\nるように形成されている（図５参照）。これにより、互いに近傍に配置さ\nれたレンズ部４２同士でＸ方向への曲率半径ＲＸが異なる（図７参照）。\nこの場合、近傍とは隣接していることを必ずしも必要とするものではない。\n例えば、互いに数個のレンズ部４２を挟んで配置された２つのレンズ部４\n２同士は互いに近傍に配置されている。また、各レンズ部４２は基板４１\nの上面に不規則に配置されている（図５参照）。\n【００１８】拡散レンズ４０は各レンズ２０，３０の間に配置され、図示し\nないボルトによって照明装置本体１の下端部に取付けられている（図４参\n照）。\n【００１９】以上のように構成された照明装置において、各ＬＥＤ１０によ\nって第１レンズ２０に光を照射すると、光は第１レンズ２０、拡散レンズ\n４０及び第２レンズ３０を通過するとともに、集光位置Ｌ１に集光される。\n【００２０】この時のＹ方向断面における光の経路は図８に示す通りである。\n即ち、各ＬＥＤ１０から第１レンズ２０に照射された光は第１レンズ２０\nを通過することによって略平行光となる。また、光は第１レンズ２０を通\n過した後に拡散レンズ４０の各レンズ部４２を通過する。ここで、各レン\nズ部４２のＹ方向への曲率半径ＲＹは可能な限り大きく形成されているの\nで、光は各レンズ部４２を通過する際にＹ方向に屈折しない。但し、各レ\nンズ部４２のＹ方向端部は小さな曲率半径ＲＴを有するので、各レンズ部\n４２のＹ方向端部を通過する光のみがＹ方向に屈折する。Ｙ方向に屈折せ\nずに拡散レンズ４０を通過した光は第２レンズ３０を通過すると集光位置\nＬ１に集光される。即ち、各ＬＥＤ１０から第１レンズ２０に照射された\n光の殆どが集光位置Ｌ１に集光される。\n【００２１】また、この時のＸ方向断面における光の経路は図９に示す通り\nである。即ち、各ＬＥＤ１０から第１レンズ２０に照射された光は第１レ\nンズ２０によってＸ方向に屈折しない。また、光は第１レンズ２０を通過\nした後に拡散レンズ４０の各レンズ部４２を通過する。ここで、各レンズ\n部４２のＸ方向への曲率半径ＲＸはＹ方向への曲率半径ＲＹよりも小さく\n形成されているので、光は各レンズ部４２の曲面に応じてＸ方向に屈折す\nる。これにより、拡散レンズ４０を通過することにより光がＸ方向に拡散\nされる。また、拡散レンズ４０を通過した光は第２レンズ３０によってＸ\n方向に屈折しないので、光は拡散レンズ４０によって屈折した方向に進む。\n【００２２】即ち、拡散レンズ４０は各ＬＥＤ１０の光を主にＸ方向に拡散\nさせる。各ＬＥＤ１０から第１レンズ２０に照射された光は、各レンズ２\n０，３０及び拡散レンズ４０により、Ｘ方向に拡散されるとともにＹ方向\nに集光される。\n【００２３】ここで、拡散レンズ４０は互いに近傍に配置されたレンズ部４\n２同士で各ＬＥＤ１０の並設方向への曲率半径ＲＸが異なるように形成さ\nれており、光はレンズ部４２の曲面に応じてＸ方向に屈折するので、各Ｌ\nＥＤ１０の光がＸ方向に屈曲する角度が不規則になり、Ｘ方向への光の拡\n散が効果的に行われる。\n【００２４】また、各レンズ部４２は基板４１の上面に不規則に配置されて\nいるので、各ＬＥＤ１０の光がＸ方向に屈曲する角度が不規則になり、Ｘ\n方向への光の拡散が効果的に行われる。\n【００２５】このように、本実施形態によれば、Ｘ方向に並設された各ＬＥ\nＤ１０から第２レンズ３０までの光の経路中に拡散レンズ４０が設けられ、\n拡散レンズ４０は光を主にＸ方向に拡散させるとともに、拡散レンズ４０\nを通過した光は第２レンズ３０によって集光位置Ｌ１に集光されることか\nら、Ｘ方向に並設された複数のＬＥＤ１０の光を無用に減衰させることな\nく集光位置Ｌ１に集光させることができ、しかも集光位置Ｌ１における光\n量のむらを低減することができる。これにより、例えば連続的に成形され\nて長手方向に高速で移動する帯状部材の表面に各ＬＥＤ１０の光を集光さ\nせるとともに、光の照射されている部分をラインセンサカメラで撮像する\nことにより、帯状部材の欠陥を高速且つ確実に検知することができ、生産\n性の向上及び品質の向上を図る上で極めて有利である。\n【００２６】前記拡散レンズ４０に光の経路と交差する所定の面上に並ぶ複\n数のレンズ部４２を設け、各レンズ部４２を各ＬＥＤ１０の並設方向であ\nるＸ方向の曲率半径ＲＸが各ＬＥＤ１０の並設方向と直交する方向である\nＹ方向への曲率半径ＲＹよりも小さくなる曲面状に形成したので、光は拡\n散レンズ４０の各レンズ部４２を通過する際にＹ方向にほとんど拡散せず\nに主にＸ方向に拡散する。また、各レンズ部４２はＸ方向及びＹ方向にそ\nれぞれ所定の曲率半径ＲＸ，ＲＹを有する滑らかな曲面から成るので、各\nレンズ部４２は光を上方に反射することがない。このため、各ＬＥＤ１０\nの光は無用に減衰することなく集光位置Ｌ１に照射される。\n【００２７】また、各レンズ部４２はＸ方向に長い略楕円形状の凸レンズか\nら成るので、各レンズ部４２をＸ方向の曲率半径ＲＸがＹ方向への曲率半\n径ＲＹよりも小さい曲面状に確実に形成することができ、前記機能を有す\nる拡散レンズ４０の製造を容易に行うことができる。\n【００２８】また、拡散レンズ４０を、第１レンズ２０を通過して第２レン\nズ３０に入射する光の経路と交差する所定の面上に延びるように設けられ\nた透明な基板４１と、基板４１上に並ぶように設けられた複数のレンズ部\n４２とから構成したので、簡単な構造によって拡散レンズ４０の前記機能\nを確保することができ、製造コストの低減を図る上で極めて有利である。\n【００２９】また、各レンズ部４２は互いに近傍に配置されたレンズ部４２\n同士でＸ方向への曲率半径ＲＸが異なるように形成されているので、Ｘ方\n向への光の拡散が効果的に行われ、集光位置Ｌ１における光量のむらを低\n減する上で極めて有利である。\n【００３０】さらに、各レンズ部４２は基板４１上に不規則に配置されてい\nるので、Ｘ方向への光の拡散が効果的に行われ、集光位置Ｌ１における光\n量のむらを低減する上で極めて有利である。\n【００３１】また、各ＬＥＤ１０の光を集光位置Ｌ１に集光するために第１\nレンズ２０及び第２レンズ３０を設けるとともに、各レンズ１０，２０の\n間に拡散レンズ４０を設け、第１レンズ２０は各ＬＥＤ１０からの光を略\n平行光にして拡散レンズ４０に入射するようにしたので、光が拡散レンズ\n４０を通過し易くなり、拡散レンズ４０による光量の減衰を抑制する上で\n極めて有利である。\n【００３２】尚、本実施形態では、シート状の基板４１の上面に複数の略楕\n円形状の凸レンズから成るレンズ部４２を設けた拡散レンズ４０を示した\nが、シート状の基板５１の上面に複数のシリンドリカルレンズ部５２を有\nする拡散レンズ５０を用いることも可能である（図１０及び図１１）。こ\nの場合、拡散レンズ５０は周知のレンチキュラーレンズであり、各シリ\nンドリカルレンズ部５２はＹ方向に延びるように設けられている。各シリ\nンドリカルレンズ部５２は、例えばＸ方向の寸法が数数十 μｍ～数百 μ\nｍに形成されている。これにより、光は拡散レンズ５０を通過するとＸ方\n向にのみ拡散されるので、Ｘ方向に並設された複数のＬＥＤ１０の光を無\n用に減衰させることなく集光位置Ｌ１に集光させることができ、しかも集\n光位置Ｌ１における光量のむらを低減することができる。また、各シリン\nドリカルレンズ部５２を、互いに近傍に配置されたシリンドリカルレンズ\n部５２同士でＸ方向への曲率半径ＲＸが異なるように形成することも可能\nである。\n【００３３】また、本実施形態では、シート状の基板４１の上面に複数の略\n楕円形状の凸レンズから成るレンズ部４２を設けた拡散レンズ４０を示し\nたが、シート状の基板６１の上面に複数の略楕円形状の凹レンズから成る\nレンズ部６２を設けた拡散レンズ６０を用いることも可能である（図１２\n乃至図１４参照）。この場合も、各レンズ部６２のＸ方向の曲率半径ＲＸ\nはＹ方向の曲率半径ＲＹよりも小さい。\n【００３４】尚、本実施形態では、各ＬＥＤ１０の光を集光位置Ｌ１に集光\nするために第１レンズ２０及び第２レンズ３０を用いたものを示したが、\n第２レンズ３０のみを用いることも可能である（図１５参照）。この場合、\n各ＬＥＤ１０の光は直接拡散レンズ４０に照射されるとともに、拡散レン\nズ４０によって主にＸ方向に拡散され、拡散レンズ４０を通過した光が第\n２レンズ３０によって集光位置Ｌ１に集光される。\n【００３５】また、本実施形態では、各ＬＥＤ１０の光を集光位置Ｌ１に集\n光するために第１レンズ２０及び第２レンズ３０を用いたものを示したが、\n各レンズ２０，３０の代わりに第１レンズ７０を用いることも可能である\n（図１６参照）。この場合、第１レンズ７０は周知のシリンドリカルレン\nズから成る。各ＬＥＤ１０の光は第１レンズ７０を通過した後に拡散レン\nズ４０を通過する。これにより、各ＬＥＤ１０の光は拡散レンズ４０によ\nって主にＸ方向に拡散され、第１レンズ７０によって集光位置Ｌ１に集光\nされる。\n【００３６】また、拡散レンズ４０の下面に平板状のガラス板８０を設ける\nことも可能である（図１７参照）。これにより、樹脂材料から形成されて\nいる拡散レンズ４０がガラス板８０によって保護され、拡散レンズ４０に\nよる光量の減衰を抑制する上で極めて有利である。\n【００３７】尚、本実施形態では、各レンズ２０，３０と拡散レンズ４０と\nを図示しないボルトによって組付けるようにしたものを示したが、各レン\nズ２０，３０と拡散レンズ４０とを透明な両面テープまたは透明な接着剤\nによって互いに貼り合わせることも可能である。\n【００３８】また、本実施形態では、各ＬＥＤ１０の光を集光するための各\nレンズ２０，３０と拡散レンズ４０とを別体で設けたものを示したが、上\n面に複数のレンズ部９１を有するとともに下面にリニアフレネルレンズ部\n９２を有する一枚のレンズ９０を用いることも可能である（図１８参照）。\n各レンズ部９１は拡散レンズ４０の各レンズ部４２と同様に形成されてい\nる。この場合、各ＬＥＤ１０の光を各レンズ部９１に照射すると、照射さ\nれた光は各レンズ部９１によってＸ方向に拡散されるととに、リニアフレ\nネルレンズ部９２によって集光位置に集光される。即ち、各ＬＥＤ１０の\n光の集光及び拡散を一枚のレンズで行うことができるので、照明装置の構\n造が簡素化され、製造コストの低減を図る上で極めて有利である。\n【００３９】尚、本実施形態では、各ＬＥＤ１０の光を集光するためにリニ\nアフレネルレンズから成る各レンズ２０，３０を用いたものを示したが、\n各レンズ２０，３０の代わりにＸ方向に延びる円柱状のレンズを用いるこ\nとも可能である。\n【００４０】また、本実施形態では、各ＬＥＤ１０を一直線状に並設したも\nのを示したが、各ＬＥＤ１０を曲線状に並設するとともに、各レンズ２０，\n３０及び拡散レンズ４０を各ＬＥＤ１０の並設方向に延びるように設ける\nことも可能である。この場合、各ＬＥＤ１０の光は所定の位置に曲線状に\n集光される。\n【００４１】図１９乃至図２４は本発明の第２実施形態を示すもので、図１\n９は照明装置の斜視図、図２０は照明装置のＹ方向断面図、図２１はＬＥ\nＤの一部断面側面図、図２２はＬＥＤの指向特性図、図２３は各ＬＥＤに\nよって光を照射する際の光の経路図、図２４は照度の測定結果を示す表で\nある。尚、第１実施形態と同等の構成部分には同一の符号を付して示す。\n【００４２】この照明装置は、第１実施形態と同様の照明装置本体１及び拡\n散レンズ４０と、Ｘ方向に並設され、それぞれ照明装置本体１の天板部１\nａの下面に固定された複数のＬＥＤ１００と、各ＬＥＤ１００の並設方向\nに延びるように設けられたロッドレンズ１１０とを備えている。また、第\n１実施形態では照明装置本体１内に反射シート２を設けたが、第２実施形\n態では照明装置本体１内に反射シートを設けていない。\n【００４３】各ＬＥＤ１００は、ＬＥＤチップ１０１と、ＬＥＤチップ１０\n１を覆うように設けられた半球状の透明カバー１０２とを有する（図２１\n参照）。また、各ＬＥＤ１００は図２２に示す指向特性を有し、各ＬＥＤ\n１００は中央部から略４０°の照射角度範囲の光の照射量が他の照射角度\n範囲の光の照射量に比べて多くなるように形成されている。ここで、各Ｌ\nＥＤ１００の中央部から略４０°の照射角度範囲内の光の照射量は最も照\n射量の多い中央部の光の照射量の７０％以上である（図２２参照）。ここ\nでは、照射量が最も多い部分に対して略７０％以上の照射量を有する照射\n角度範囲を他の照射角度範囲よりも光の照射量を多くしている範囲として\nいる。また、各ＬＥＤ１００において中央部から略４０°の照射角度範囲\nが特許請求の範囲に記載した所定の照射角度範囲に相当する。尚、本実施\n形態では、照射量が最も多い部分に対して略７０％以上の照射量を有する\n照射角度範囲を他の照射角度範囲よりも光の照射量を多くしている範囲と\nしたが、照射量が最も多い部分に対して略９０％以上の照射量を有する照\n射角度範囲を他の照射角度範囲よりも光の照射量を多くしている範囲とす\nることも可能である。\n【００４４】ロッドレンズ１１０はアクリルなどの透明なプラスチックやガ\nラスから成り、円柱状に形成されるとともに、各側板部１ｂによって両端\nを支持されている。ロッドレンズ１１０は各ＬＥＤ１００の真下に各ＬＥ\nＤ１００に沿って延びるように設けられ、ロッドレンズ１１０の上面（各\nＬＥＤ１００側の面）によって受光レンズ部１１０ａが形成されている。\n即ち、受光レンズ部１１０ａは各ＬＥＤ１００側に凸面状に形成され、受\n光レンズ部１１０ａは各ＬＥＤ１００の並設方向に延びるように形成され\nている。また、受光レンズ部１１０ａは各ＬＥＤ１００に接触しており、\n受光レンズ部１１０ａは各ＬＥＤ１００における中央部から略５５°の照\n射角度範囲から照射される光を受光するようになっている。即ち、受光レ\nンズ部１１０ａは各ＬＥＤ１００における中央部から略４０°の照射角度\n範囲（以下、各ＬＥＤ１００の所定の照射角度範囲とする。）から照射さ\nれる光も受光するようになっている（図２０参照）。\n【００４５】各ＬＥＤ１００の光は受光レンズ部１１０ａによってＹ方向の\n内側に向かって屈折し、屈折した光はロッドレンズ１１０内を若干Ｙ方向\nに広がりながら下方に向かって進む（図２３参照）。これは、受光レンズ\n部１１０ａが各ＬＥＤ１００側に凸面状に形成されるとともに、空気の屈\n折率（１．０程度）に対してロッドレンズ１１０の屈折率（アクリルやガ\nラスで１．５程度）が大きいためである。また、ロッドレンズ１１０内を\n通過した光はロッドレンズ１１０の下面を通過して略平行光になり、ロッ\nドレンズ１１０から所定の距離だけ離れた集光位置Ｌ２に集光される（図\n１９及び図２３参照）。この集光位置Ｌ２は所定の幅寸法を有するととも\nにＸ方向に延びる直線状の位置である。ここで、ロッドレン\nズ１１０が円柱状に形成されているので、各ＬＥＤ１００から受光レンズ\n部１１０ａに照射される光のうち照射角度範囲外側の光は照射角度範囲内\n側の光に比べて受光レンズ部１１０ａでの屈折が大きくなる（図２３参\n照）。このため、集光位置Ｌ２におけるＹ方向両端側の照度が他の部分の\n照度よりも若干高くなり、Ｙ方向両端側の照度が高い方がラインセンサカ\nメラを用いた集光位置Ｌ２の撮像を行う上で有利である。\n【００４６】拡散レンズ４０はロッドレンズ１１０の下側に配置され、図示\nしないボルトによって照明装置本体１の下端部に取付けられている。\n【００４７】以上のように構成された照明装置において、各ＬＥＤ１００に\nよってロッドレンズ１１０に光を照射すると、照射された光はロッドレン\nズ１１０を通過して集光位置Ｌ２に集光される。この時、ロッドレンズ１\n１０の下側に拡散レンズ４０が配置されているので、第１実施形態に示す\nように、ロッドレンズ１１０を通過した光は拡散レンズ４０によって主に\nＸ方向に拡散されて無用にＹ方向に拡散されることがない。このため、Ｘ\n方向に並設された複数のＬＥＤ１００の光を無用に減衰させることなく集\n光位置Ｌ２に集光させることができ、集光位置Ｌ２における光量のむらを\n低減することができる。これにより、例えば連続的に成形されて長手方向\nに高速で移動する帯状部材の表面に各ＬＥＤ１００の光を集光させるとと\nもに、光の照射されている部分をラインセンサカメラで撮像することによ\nり、帯状部材の欠陥を高速且つ確実に検知することができる。\n【００４８】このように、第２実施形態では、ロッドレンズ１１０の各ＬＥ\nＤ１００側に受光レンズ部１１０ａが設けられ、受光レンズ部１１０ａは\n各ＬＥＤ１００の所定の照射角度範囲から照射される光を受光する。また、\n受光レンズ部１１０ａは各ＬＥＤ１００側に凸面状に形成されるとともに\n各ＬＥＤ１００の並設方向に延びるように形成されており、受光レンズ部\n１１０ａの屈折率は空気の屈折率よりも大きいので、各ＬＥＤ１００にお\nける所定の照射角度範囲から照射された光が受光レンズ部１１０ａにおい\nてＹ方向内側に向かって屈折するとともに、この屈折によって光がロッド\nレンズ１１０内を下方に向かって進み、ロッドレンズ１１０の下面を通過\nして略平行光となって集光位置Ｌ２に照射される。このため、各ＬＥＤ１\n００の所定の照射角度範囲から照射された光はほとんど減衰することなく\n集光位置Ｌ２に照射される。また、各ＬＥＤ１００は所定の照射角度範囲\nを他の照射角度範囲よりも光の照射量を多くしているので、第２実施形態\nは集光位置Ｌ２を明るく照明する上で極めて有利である。\n【００４９】ここで、第１実施形態の反射シート２を用いて各ＬＥＤ１００\nの光を下方に向かって反射する場合（比較例）とロッドレンズ１１０によ\nって各ＬＥＤ１００の光を下方に向かって屈折させる場合（実施形態Ａ）\nの集光位置Ｌ２における照度の測定結果を図２４に示す。比較例は第２実\n施形態においてロッドレンズ１１０の代わりに反射シート２を設けたもの\nであり、その他の構成、各ＬＥＤ１００への通電条件、測定位置などは同\nじである。これにより、比較例の場合でも十分な照度を得ることができる\nが、実施形態は比較例の略３倍の照度を得ることができるので、集光位置\nＬ２を効率良く照明する上で極めて有利である。\n【００５０】また、各ＬＥＤ１００と受光レンズ部１１０ａとを接触させた\nので、各ＬＥＤ１００と受光レンズ部１１０ａとの距離を極力小さくする\nことができる。即ち、光が空気中を通過する際に生ずる拡散を極力少なく\nすることができ、しかも受光レンズ部１１０ａは各ＬＥＤ１００の照射角\n度範囲のうち極力広い照射角度範囲の光を受光するので、集光位置Ｌ２を\n効率良く照明する上で極めて有利である。\n【００５１】また、各ＬＥＤ１００からの光を集光位置Ｌ２に集光させるた\nめにロッドレンズ１１０を用い、ロッドレンズ１１０の各ＬＥＤ１００側\nの面によって受光レンズ部１１０ａを形\n成したので、各ＬＥＤ１００側に凸面上に形成されるとともに各ＬＥＤ１\n００の並設方向に延びるように形成された受光レンズ部１１０ａを安価に\n設けることができ、集光位置Ｌ２の照度を向上しながら製造コストの低減\nを図る上で極めて有利である。\n【００５２】尚、第２実施形態では、各ＬＥＤ１００の光がロッドレンズ１\n１０の上面（受光レンズ部１１０ａ）によって屈折するとともにロッドレ\nンズ１００内を下方に向かって進み、ロッドレンズ１１０の下面で屈折し\nて集光位置Ｌ２に照射されるようにしたものを示したが、ロッドレンズ１\n１０の表面に反射防止膜を形成し、ロッドレンズ１１０の上面及び下面に\nおける反射による光の損失を低減することも可能である。この反射防止膜\nは物質の境界面で生ずる反射を低減するためにめがねや双眼鏡のレンズ等\nで用いられている周知の薄膜である。\n【００５３】また、第２実施形態では、照明装置本体１内に反射シートが設\nけられていないものを示したが、照明装置本体１内に第１実施形態で用い\nた反射シート２を設けることも可能である（図２５参照）。この場合、反\n射シート２はロッドレンズ１１０を上方から覆うように形成され、各ＬＥ\nＤ１００から照射される光のうち受光レンズ部１１０ａ以外の方向に照射\nされる光が下方に向かって反射するように曲面状に形成されている。これ\nにより、各ＬＥＤ１００から照射される光のうち受光レンズ部１１０ａ以\n外の方向に照射される光も有効に利用され、集光位置Ｌ２の照度をより向\n上することができる。この場合の集光位置Ｌ２における照度（実施形態Ｂ）\nは反射シート２を設けない場合の照度（実施形態Ａ）に比べて明らかに高\nくなる（図２４参照）。\n【００５４】尚、第２実施形態では、各ＬＥＤ１００とロッドレンズ１１０\nの受光レンズ部１１０ａとが接触するようにしたものを示したが、図２６\nに示すように、各ＬＥＤ１２０と受光レンズ部１１０ａとの間に所定の間\n隔Ｇ１を設けることも可能である。この場合、各ＬＥＤ１２０は中央部か\nら略２０°の照射角度範囲内の光の照射量が最も照射量の多い中央部の光\nの照射量の７０％以上であり、中央部から略２０°の照射角度範囲が特許\n請求の範囲に記載した所定の照射角度範囲に相当する。受光レンズ部１１\n０ａは各ＬＥＤ１２０における中央部から略２５°の照射角度範囲から照\n射される光を受光するようになっており、各ＬＥＤ１００における中央部\nから略２０°の照射角度範囲から照射される光も受光するようになってい\nる。図２６では照明装置本体１内に反射シート２が設けられているものを\n示す。各ＬＥＤ１００の光は受光レンズ部１１０ａによってＹ方向の内側\nに向かって屈折し、屈折した光はロッドレンズ１１０内を略平行光となっ\nて下方に向かって進む（図２７参照）。また、ロッドレンズ１１０内を通\n過した光はロッドレンズ１１０の下面を通過してＹ方向に収束するように\n進み、ロッドレンズ１１０から所定の距離だけ離れた集光位置Ｌ３に集光\nされる（図２７参照）。この集光位置Ｌ３は前記集光位置Ｌ２よりも小さ\nい所定の幅寸法を有するとともにＸ方向に延びる直線状の位置である。即\nち、各ＬＥＤ１００とロッドレンズ１１０との距離によって集光位置Ｌ３\nの幅寸法を変更することができる。また、受光レンズ部１１０ａが各ＬＥ\nＤ１００側に凸面状に形成されているので、各ＬＥＤ１２０から受光レン\nズ部１１０ａに照射される光のうち照射角度範囲外側の光は照射角度範囲\n内側の光に比べて受光レンズ部１１０ａでの屈折が大きくなる（図２６参\n照）。このため、集光位置Ｌ３におけるＹ方向両端側の照度が他の部分の\n照度よりも若干高くなり、ラインセンサカメラを用いて集光位置Ｌ３の撮\n像を行う上で有利である。\n【００５５】尚、第２実施形態では、ロッドレンズ１１０の下側に拡散レン\nズ４０のみを配置したものを示したが、ロッドレンズ１１０と拡散レンズ\n４０との間にシリンドリカルレンズ１３０を配置することも可能である\n（図２８参照）。図２８では照明装置本体１内に反射シート２が設けられ\nているものを示す。これにより、ロッドレンズ１１０を通過した平行光は\nシリンドリカルレンズ１３０によってＹ方向に収束し、前記集光位置Ｌ２\nよりも幅寸法の小さい集光位置に光を集光することができる。\n【００５６】また、第２実施形態では、ロッドレンズ１１０の下側に拡散レ\nンズ４０を配置したものを示したが、拡散レンズ４０を各ＬＥＤ１００と\nロッドレンズ１１０の上面（受光レンズ部１１０ａ）との間に配置するこ\nとも可能である（図２９及び図３０参照）。図２９及び図３０では照明装\n置本体１内に反射シート２を設けたものを示す。これにより、複数の拡散\nレンズ４０を各ＬＥＤ１００の並設方向に並べて設けることが可能となる。\nこの場合、各拡散レンズ４０の端部が各ＬＥＤ１００の間に配置されるよ\nうにする。このため、前記集光位置Ｌ２に各拡散レンズ４０の端部が影と\nなってあらわれることがない。また、各ＬＥＤ１００の光が主にＸ方向に\n拡散されてＹ方向に無用に拡散されることがないという第１実施形態の作\n用効果も得ることができる。\n【００５７】このように、各ＬＥＤ１００とロッドレンズ１１０の上面との\n間に拡散レンズ４０を配置する場合は、複数の拡散レンズ４０を各ＬＥＤ\n１００の並設方向に並べて設けることができるので、照明装置本体１のＸ\n方向の寸法に応じた拡散レンズ４０を準備する必要がない。即ち、拡散レ\nンズ４０の寸法を調整するために拡散レンズ４０の端材が発生しないので、\n製造コストの低減を図る上で有利である。\n【００５８】また、拡散レンズ４０は光を主にＸ方向に拡散するようになっ\nているので、受光レンズ部１１０ａが各ＬＥＤ１００の所定の照射角度範\n囲から照射される光を受光可能な位置に配置されていれば、前述と同様に\n集光位置Ｌ２を効率良く照明することができる。\n【００５９】尚、第２実施形態では、ＬＥＤチップ１０１と透明カバー１０\n２とから成るＬＥＤ１００を用いたものを示したが、透明カバー１０２が\n設けられていないＬＥＤチップ１０１から成るＬＥＤ１００を用いること\nも可能である。この場合、ＬＥＤ１００の光源であるＬＥＤチップ１０１\nと受光レンズ部１１０ａとをさらに近づけることができる。\n【００６０】図３１は本発明の第３実施形態を示す照明装置のＹ方向断面図\nである。尚、第１実施形態及び第２実施形態と同等の構成部分には同一の\n符号を付して示す。\n【００６１】この照明装置は第２実施形態においてロッドレンズ１１０の代\nわりにシリンドリカルレンズ１４０を設け、照明装置本体１内に第１実施\n形態と同様の反射シート２を設けたものである（図３１参照）。シリンド\nリカルレンズ１４０はアクリルなどの透明なプラスチックやガラスから成\nる。また、シリンドリカルレンズ１４０は各ＬＥＤ１００の真下に各ＬＥ\nＤ１００に沿って延びるように設けられるとともに、シリンドリカルレン\nズ１４０の上面（各ＬＥＤ１００側の面）によって受光レンズ部１４０ａ\nが形成されている。また、シリンドリカルレンズ１４０は上側に凸面が設\nけられている。また、受光レンズ部１４０ａは各ＬＥＤ１００に接触して\nおり、受光レンズ部１４０ａは各ＬＥＤ１００における中央部から略６５\n°の照射角度範囲から照射される光を受光するようになっている。即ち、\n受光レンズ部１１０ａは各ＬＥＤ１００における中央部から略４０°の照\n射角度範囲（以下、各ＬＥＤ１００の所定の照射角度範囲とする。）から\n照射される光も受光するようになっている。これにより、各ＬＥＤ１００\nの光は受光レンズ部１４０ａによってＹ方向の内側に屈折するとともに、\n若干Ｙ方向に広がりながら下方に向かって進む光となり、第２実施形態の\n集光位置Ｌ２よりも幅寸法の大きい集光位置に集光される。このため、各\nＬＥＤ１００における所定の照射角度範囲から照射された光はほとんど減\n衰することなく集光位置に照射される。また、ロッドレンズ１１０の代わ\nりにシリンドリカルレンズ１４０を設けたので、照明装置本体１における\n光の照射方向の寸法を小さくすることができ、照明装置の小型化及び軽量\n化を図る上で極めて有利である。\n【００６２】また、シリンドリカルレンズ１４０と拡散レンズ４０との間に\n第１実施形態の第１レンズ２０（リニアフレネルレンズ）を設けることも\n可能である（図３２参照）。これにより、各ＬＥＤ１００の光は受光レン\nズ部１４０ａによって若干Ｙ方向に広がりながら下方に進む光となり、そ\nの光が第１レンズ２０によってＹ方向に収束する。即ち、各ＬＥＤ１００\nの光が第２実施形態の集光位置Ｌ２よりも幅寸法の小さい集光位置に集光\nされる。\n【００６３】さらに、拡散レンズ４０をシリンドリカルレンズ１４０と第１\nレンズ２０との間に設けることも可能である（図３３参照）。この場合、\nシリンドリカルレンズ１４０と第１レンズ２０によって拡散レンズ４０を\n保持することができるので、拡散レンズ４０が薄く成形されている場合で\nも照明装置本体１への取付けを容易に行うことができ、製造コストの低減\nを図る上で有利である。また、拡散レンズ４０がシリンドリカルレンズ１\n４０及び第１レンズ２０によって保護されるので、拡散レンズ４０の耐久\n性を向上する上で極めて有利である。\n【００６４】また、図３２において各ＬＥＤ１００と受光レンズ部１４０ａ\nとの間に所定の隙間Ｇ２を設けることも可能である（図３４参照）。この\n場合、受光レンズ部１４０ａは各ＬＥＤ１００における中央部から略４０\n°の照射角度範囲（各ＬＥＤ１００における所定の照射角度範囲）から照\n射される光を受光するようになっている。これにより、各ＬＥＤ１００の\n光は受光レンズ部１４０ａによってＹ方向の内側に向かって屈折するとと\nもに、略平行光となって下方に向かって進み、第１レンズ２０によってＹ\n方向に収束する。また、図３２の場合に比べてＹ方向の収束が早くなる。\n即ち、各ＬＥＤ１００と受光レンズ部１４０ａとの距離によって集光位置\nを調整することができる。\n【００６５】また、図３２において第１レンズ２０の代わりにシリンドリカ\nルレンズ１５０を設けることも可能である（図３５参照）。この場合、シ\nリンドリカルレンズ１５０は下側に凸面を有している。これにより、各Ｌ\nＥＤ１００の光は受光レンズ部１４０ａによってＹ方向の内側に向かって\n屈折するとともに、若干Ｙ方向に広がりながら下方に進む光となり、シリ\nンドリカルレンズ１５０によって略平行光となるとともに、第２実施形態\nの集光位置Ｌ２と同様の集光位置に照射される。\n【００６６】さらに、図３５において各シリンドリカルレンズ１４０，１５\n０の間に拡散レンズ４０を設けることも可能である（図３６）。この場合\nでも各ＬＥＤ１００の光は拡散レンズ４０によって主にＸ方向に拡散され\nてＹ方向に無用に拡散されることがない。また、各シリンドリカルレンズ\n１４０，１５０によって拡散レンズ４０を保持することができるので、拡\n散レンズ４０が薄く成形されている場合でも照明装置本体１への取付けを\n容易に行うことができ、製造コストの低減を図る上で有利である。また、\n拡散レンズ４０が各シリンドリカルレンズ１４０，１５０によって保護さ\nれるので、拡散レンズ４０の耐久性を向上する上で極めて有利である。\n【００６７】また、図３２において第１レンズ２０の代わりにロッドレンズ\n１７０を設けることも可能である（図３７参照）。この場合、各ＬＥＤ１\n００の光は受光レンズ部１４０ａによって屈折するとともに、若干Ｙ方向\nに広がりながら下方に進む光となり、ロッドレンズ１７０によってＹ方向\nに収束する。\n【００６８】図３８は本発明の第４実施形態を示す照明装置のＹ方向断面図\nである。尚、第１実施形態及び第２実施形態と同等の構成部分には同一の\n符号を付して示す。\n【００６９】この照明装置は第２実施形態においてロッドレンズ１１０の代\nわりにロッドレンズ１７０及び平板状の透明板１８０を設け、照明装置本\n体１内に第１実施形態と同様の反射シート２を設けたものである。ロッド\nレンズ１７０はアクリルなどの透明なプラスチックやガラスから成り、各\nＬＥＤ１００に沿って延びるように設けられている。透明板１８０はアク\nリルなどの透明なプラスチックやガラスから成り、各ＬＥＤ１００とロッ\nドレンズ１７０との間に配置されている。また、透明板１８０は各ＬＥＤ\n１００の真下に各ＬＥＤ１００に沿って延びるように設けられ、透明板１\n８０の上面１８０ａは各ＬＥＤ１００に接触している。一方、第２実施形\n態に示すように、各ＬＥＤ１００は中央部から略４０°の照射角度範囲\n（各ＬＥＤ１００の所定の照射角度範囲）内の光の照射量を他の照射角度\n範囲よりも多くしている。\n【００７０】ここで、透明板１８０の上面１８０ａは各ＬＥＤ１００に接触\nしているので、各ＬＥＤ１００において中央部から略４０°の照射角度範\n囲内の光は透明板１８０の上面１８０ａに照射される。また、透明板１８\n０の屈折率は空気の屈折率よりも大きいので、透明板１８０の上面１８０\nａによって各ＬＥＤ１００の光がＹ方向の内側に向かって屈折し、若干Ｙ\n方向に広がりながら下方に進む光となる。また、透明板１８０の下方には\nロッドレンズ１７０が設けられているので、透明板１８０を通過した光は\nロッドレンズ１７０によって第２実施形態の集光位置Ｌ２と同様の集光位\n置に照射される。\n【００７１】このように、第４実施形態によれば、各ＬＥＤ１００とロッド\nレンズ１７０との間に透明板１８０が設けられ、各ＬＥＤ１００と透明板\n１８０の上面１８０ａとが接触しているので、各ＬＥＤ１００の光は透明\n板１８０の上面に照射されるとともに、透明板１８０の上面１８０ａによ\nってＹ方向内側に向かって屈折し、その光がロッドレンズ１７０によって\n所定の集光位置に集光される。即ち、各ＬＥＤ１００から出た光をＹ方向\n内側に向かって屈折させることができ、空気中を通過する際に生ずる拡散\nも極力少なくすることができるので、集光位置を効率良く照明する上で有\n利である。\n⑵  本件各発明の技術的意義\n本件明細書の記載によれば、本件各発明は次のような技術的意義を有する\nと認められる。\n本件各発明は、紙、鋼板などの帯状部材を成形する工程において、帯状部\n材の欠陥の有無を検査するためのラインセンサカメラの照明装置に関するも\nのである（【０００１】）。\n近年では技術の発達により帯状部材の成形速度が速くなり、ラインセンサ\nカメラによる検知の高速化が要求されており、高速で検知するために必要な\n光量を確保する照明装置として、帯状部材の幅方向に並設された複数のＬＥ\nＤと、各ＬＥＤの並設方向に延びるように設けられたシリンドリカルレンズ\nとを備え、各ＬＥＤの光がシリンドリカルレンズを通過して帯状部材の表面\nに一直線上に集光するようにしたものが知られていた（【０００２】～【０\n００４】）。もっとも、このような照明装置においては、光源として複数の\nＬＥＤを使用していることから集光位置において光量のむらを生じる一方、\nすりガラスを設けて各ＬＥＤからの光を拡散させて集光位置における光量の\nむらを低減しようとすると光量を確保するために各ＬＥＤの出力を大きくし\nなければならないなどの問題があった（【０００５】【０００６】）。\n本件各発明は、所定方向に並設された複数のＬＥＤと、各ＬＥＤの並設方\n向に延びるように設けられた集光レンズとを備え、各ＬＥＤの光が集光レン\nズを通過して集光レンズから所定の距離だけ離れた位置に線状に集光するよ\nうにした照明装置において、前記各ＬＥＤから集光位置までの光の経路中に\n光を主に各ＬＥＤの並設方向に拡散させる拡散レンズを備えるとともに、集\n光レンズの各ＬＥＤ側の面によって受光レンズ部を形成し、受光レンズ部を、\n各ＬＥＤ側に凸面状に形成するとともに各ＬＥＤの並設方向に延びるように\n形成し、各ＬＥＤにおいて他の照射角度範囲よりも光の照射量を多くした所\n定の照射角度範囲から照射される光を受光可能に配置し、前記拡散レンズを\n複数の凸レンズ部等から形成し、各凸レンズ部を、各ＬＥＤの並設方向への\n曲率半径が各ＬＥＤの並設方向と直交する方向への曲率半径よりも小さい曲\n面状に形成し、前記各凸レンズ部を、互いに近傍に配置された凸レンズ部同\n士で各ＬＥＤの並設方向への曲率半径が異なるように形成して、拡散レンズ\nによってＬＥＤの光を主に各ＬＥＤの並設方向に効果的に拡散させることに\nより、所定方向に並設された複数の光源の光を無用に減衰させることなく所\n定の位置に線状に集光させ、しかも集光位置における光量のむらを低減する\nことを実現するものである（【０００７】～【００１０】）。\n２  被告製品について\n前提事実、各項末尾に掲記の証拠及び弁論の全趣旨によれば、次の各事実が\n認められる。\n⑴  被告は、オプティカル社を介してルミニット社製のＬＳＤを購入し、ライ\nンセンサカメラ撮像位置照明用の照明装置である各被告製品の、ＬＥＤの光\nの経路上にＬＳＤを設置して使用している。\nルミニット社は、平成１３年頃からＬＳＤを販売しており、オプティカル\n社は、これを日本国内に輸入し、販売している。\n⑵  ＬＳＤは、光の屈折作用を用いてパターンの形状により所定の拡散角度で\n入射光を拡散させる拡散フィルムであり、その表面の微細な構造体により、\n凸レンズと凹レンズがシームレスかつランダムに配置されたマイクロレンズ\nアレイ（小さなレンズの集合体）として機能し、拡散板に真っ直ぐに（鉛直\nに）入ってきた光は、表面の凹凸によってランダムに広げられ、それらが重\nなり合うことによって照明光が均一にされムラが解消される。型番中の製品\n名「ＬＳＤ」の次に続く数字等により各製品の拡散角度が表されており、例\nえば、「ＬＳＤ３０×４…」という型番の製品では、長角３０度、短角４度\nの楕円状に入射光が拡散される。\nＬＳＤは、基板にＵＶ硬化剤を塗布して型を押し当ててパターンを転写し\nた上、ＵＶ光を照射して硬化（キュアリング）して製造されている。この基\n板は、ホログラフィック技術を用い、光の強度と拡散角度の関係をガウス分\n布で近似した場合に拡散光の強度が入射光の強度の半分になる角度をもって\n拡散角度とし、ＬＳＤが統計的に評価してフィルム全体として入射光を所定\nの角度で拡散する性能を有するように設計して作成されており、ＬＳＤの表\n面の構造体の凹凸の部分の個々の大きさや形状を規定して作成されているの\nではない。すなわち、ＬＳＤは統計的に評価してフィルム全体として一定程\n度の性能を発揮することを志向した製品であり、同じ型番のＬＳＤであって\nもその表面の具体的な形状は必ずしも同一ではない。\n（本項につき、甲３５、乙６～８、１１４、１６９、弁論の全趣旨）\n⑶  オプティカル社が作成した平成１５年４月当時のＬＳＤのカタログには、\nＬＳＤの特性と機能について、サーフェス・レリーフホログラムを樹脂面に\n加工したものであり、マイクロ凹レンズアレイと同等の効果を発揮すること、\n周期性のないランダムな構造になっているため、出射された光は、モアレ縞\nや色ずれが発生しないこと、大量生産が可能なロールシート成型であること\nなどが記載されていた。（甲３５）\nまた、オプティカル社が作成した平成１５年８月当時のＬＳＤのカタログ\nには、ＬＥＤの特徴として、「サーフェス・レリーフホログラムパターンに\nより作られるミクロンレベルの表面構造は、マイクロ凹レンズアレイと同様\nに屈折作用で光を拡散します。パターンは基板上にランダムに配置され周期\n性がなくモアレ縞や色ずれを発生させません。パターンの形状により拡散角\n度が制御でき、同時に円形、楕円形、矩形に整形します。」という点が挙げ\nられていた。（乙６）\nさらに、オプティカル社が作成した令和元年１０月当時のＬＳＤのカタロ\nグには、ＬＳＤについて、レンズを応用した光学シートで光の拡散をコント\nロールする製品であり、ポリカーボネイトをベースとした光拡散・光学フィ\nルム（シート）がレンズと同様に光を曲げて拡散し、照明ムラを解消したり\n光の照射範囲をコントロールしたりできること、表面の形状はホログラフィ\nックパターン（ランダムな凹凸）となっており、光はこれを「レンズ」とし\nて捉えることなどが記載され、その技術的な特徴として、①「ホログラフィ\nック技術を応用したマイクロレンズアレイ／ホログラフィック技術を応用し\nたレンズ拡散板：ＬＳＤは、拡散板表面の微細な構造体により、凸レンズと\n凹レンズがシームレスかつランダムに配置されたマイクロレンズアレイ（小\nさなレンズの集合体）として機能します。そのため、拡散板に真っ直ぐに\n（鉛直に）入ってきた光は、表面の凹凸によってランダムに広げられ、それ\nらが重なり合うことで照明光を均一にし、ムラを解消することができま\nす。」、②「曲率をコントロールして幅広い拡散角を実現／ＬＳＤの拡散角\n度は構造面側に平行光が入射した際の、放射強度の半値全幅（ＦＷＨＭ）で\n規定されています。拡散板表面の微細な構造体は、その曲率が大きくなるほ\nど拡散角が狭くなり、曲率が小さくなるほど拡散角が広くなります。この形\n状を変えて規格化することにより、多くの種類をラインナップしています。\nそのため、最も効果的な拡散角を選ぶことができ、光を無駄にせず有効に使\n用することが可能になります。」、③「反射光の再利用による優れた透過率\n／レンズ拡散板：ＬＳＤの表面には数十ミクロン程度のレンズ構造がランダ\nムに配置されているので、一般的な拡散板であれば光が来た方向に戻ってし\nまう光（フレネル反射による反射光）を再利用し、後方散乱を少なくするこ\nとができます。そのため、反射によって浪費される光は非常に少なくなり、\n４００～１１００ｎｍの波長域で８５～９２％という優れた透過率を実現し\nています。」という各点が挙げられていた。また、同カタログには、ＬＳＤ\nには、光を円形状に拡散するものや楕円状に拡散するものがあり、このうち\n光を楕円状に拡散するものの標準在庫品としては、ＬＳＤ６０×１０ＰＣ１\n０－１２（拡散角度６０度×１０度）、ＬＳＤ６０×１ＰＣ１０－１２（拡\n散角度６０度×１度）、ＬＳＤ４０×１ＰＣ１０－１２（拡散角度４０度×\n１度）、ＬＳＤ３０×５ＰＣ１０－１２（拡散角度３０度×５度）という型\n番の製品があり、受注生産品として、拡散角度がそれぞれ、９０度×６０度、\n９５度×２５度、８０度×５０度、７５度×４５度、６０度×３０度、６０\n度×１０度、６０度×１度、５０度×３度、４０度×１０度、４０度×１度、\n３０度×５度、３０度×３度、３０度×１度のものなどがあることが記載さ\nれていた。（乙７）\n⑷  原告の調査によれば、例えば、被告製品１のうちＳＰＸ－ＴＡ３０－２４\n０－Ｗという型番の製品である原告の示す例１－１には、ＬＳＤ３０×４Ｐ\nＣ１０－Ｓ３６．５が、被告製品１のうちＳＰＸ－ＴＡ３０－３６０－Ｗと\nいう型番の製品である原告の示す例１－２には、ＬＳＤ５０×４ＰＣ１０－\nＳ３６．５が、被告製品２のうちＳＰＸ－ＴＢ８０－２４０－Ｗという型番\nの製品である原告の示す例２には、ＬＳＤ３０×１ＰＣ１０－Ｓ３６．５が\n使用されていたものがあった。もっとも、その他の各被告製品に使用されて\nいるＬＳＤの型番等は明らかでない。\nまた、原告の調査によれば、原告の示す各例において、各ＬＥＤの並設方\n向の切断断面と各ＬＥＤの並設方向と直交する方向の切断断面の形状の例と\nして、それぞれ別紙原告の示す例のようなものがあった。なお、原告の調査\nは破壊的方法によるものであり、原告の示す各例において、各ＬＥＤの並設\n方向の切断と各ＬＥＤの並設方向と直交する方向の切断とは別の箇所におい\nてされたものである。\n（本項につき、甲２２～２７、乙１１３、弁論の全趣旨）\n３  争点①（各被告製品が本件各発明の技術的範囲に属するか。）について\n⑴  本件各発明の「複数のレンズ部」、「各レンズ部」（構成要件１Ｄ、１Ｅ\n等）について\n本件各発明の特許請求の範囲には、「前記拡散レンズを複数のレンズ部か\nら形成し、各レンズ部を、各ＬＥＤの並設方向への曲率半径が各ＬＥＤの並\n設方向と直交する方向への曲率半径よりも小さい曲面状に形成するとともに、\n光の経路と交差する所定の面上に並ぶように配置し、前記各レンズ部を、互\nいに近傍に配置されたレンズ部同士で各ＬＥＤの並設方向への曲率半径が異\nなるように形成したことを特徴とする」（構成要件１Ｄ～Ｆ）と記載されて\nいる。\nこれらによれば、本件各発明の照明装置の拡散レンズは、複数のレンズ部\nから形成されていて、各レンズ部の各ＬＥＤの並設方向への曲率半径と、各\nＬＥＤの並設方向と直行する方向への曲率半径を比較することができるので\nあり、また、各レンズ部同士で各ＬＥＤの並設方向への曲率半径が異なると\nいうというのであるから、本件発明のレンズ部は、拡散レンズにおいて、そ\nこに形成されているという複数のレンズ部のそれぞれのレンズ部について、\nその位置、形状が特定された上で、それぞれのレンズ部（各レンズ部）につ\nいてのＬＥＤの並設方向への曲率半径及びＬＥＤの並設方向と直交する方向\nへの曲率半径を把握することができるものであると理解するのが自然なもの\nである。\n本件明細書をみると、特許請求の範囲と同様の記載があるほか、第１の実\n施形態においては、各レンズ部４２について、「各レンズ部４２は基板４１\nの上面から上方に突出するように形成されるとともに、Ｙ方向に長い略楕円\n形状に形成された凸レンズから成る。各レンズ部４２は、例えばＸ方向の寸\n法が数十μｍ～数μｍに形成され、Ｙ方向の寸法が数ｍｍ～数十ｍｍに形成\nされている。即ち、各レンズ部４２はＸ方向への曲率半径ＲＸがＹ方向への\n曲率半径ＲＹよりも小さい（図６及び図７参照）。」（【００１７】）と記\n載され、また、「各レンズ部４２のＹ方向への曲率半径ＲＹは可能な限り大\nきく形成されているので、光は各レンズ部４２を通過する際にＹ方向に屈折\nしない。但し、各レンズ部４２のＹ方向端部は小さな曲率半径ＲＴを有する\nので、各レンズ部４２のＹ方向端部を通過する光のみがＹ方向に屈折する。」\n（【００２０】）と記載されている。したがって、同実施形態では、ぞれぞ\nれのレンズ部について、基板の上面から上方に突出するものであることや、\n略楕円形状上でＸ方向とＹ方向の寸法が特定できることが記載されている。\nまた、拡散レンズのＹ方向断面図である図６及びＸ方向断面図である図７に\nは、基準となる平面とそこから上方に突出している部分である各レンズ部４\n２が記載されている。そして、Ｙ方向断面図である図６には、Ｙ方向の曲率\n半径について、レンズ部が異なる曲率の曲面が連なる複合曲面を有すること\nが記載されているが、本件各発明においてそれぞれのレンズ部に求められる\n機能を考慮し、光の屈折状況を考慮して、Ｙ方向端部の曲率半径（ＲＴ）で\nはなく、そのレンズ部のＹ方向の曲率半径はＲＹであるとして、それとＸ方\n向の曲率半径ＲＸとの比較を行っており、そのレンズ部について、Ｙ方向の\n曲率半径ＲＹを有するといえることが記載されている（【００１７】、【０\n０２０】）。また、本件明細書には、他の実施形態として、「シート状の基\n板５１の上面に複数のシリンドリカルレンズ部５２を有する拡散レンズ５０\nを用いることも可能である（図１０及び図１１）。この場合、拡散レンズ５\n０は周知のレンチキュラーレンズであり、各シリンドリカルレンズ部５２は\nＹ方向に延びるように設けられている。各シリンドリカルレンズ部５２は、\n例えばＸ方向の寸法が数十㎛から数百㎛に形成されている。」（【００３\n２】）と記載されている。そこでは、各シリンドリカルレンズ部について、\nＸ方向の寸法を特定することができることが記載されており、Ｘ方向断面図\nの図１１においてもそれぞれのシリンドリカルレンズの位置、形状を特定す\nることができる。さらに、本件明細書には、他の実施形態として、「シート\n状の基板６１の上面に複数の略楕円形状の凹レンズから成るレンズ部６２を\n設けた拡散レンズ６０を用いることも可能である（図１２乃至図１４参照）。\nこの場合も、各レンズ部６２のＸ方向の曲率半径ＲＸはＹ方向の曲率半径Ｒ\nＹよりも小さい。」（【００３３】）との記載があり、同記載と図１２ない\nし図１４をみると、基板の上面とそこからくぼんだ凹レンズによるレンズ部\nが設けられていることが理解でき、それぞれのレンズ部の位置、形状を特定\nでき、それらについて、ＲＸ又はＲＹという、Ｘ方向及びＹ方向の曲率半径\nを有することが記載されている。\nこれら本件明細書の記載をみても、本件各発明の実施形態として記載され\nているものは、本件発明の拡散レンズにあるという複数のレンズ部（各レン\nズ部）のそれぞれのレンズ部について、その位置、形状を特定した上で、そ\nれらのレンズ部についてのＬＥＤの並設方向への曲率半径及びＬＥＤの並設\n方向と直交する方向への曲率半径を把握することができるものであるといえ\nる。それぞれのレンズ部については、一方向に異なる曲率を有する複合曲面\nを有するものも含まれるものの、その場合でも、そのレンズ部が特定された\n上で、そのレンズ部に求められる機能を考慮し、そのレンズ部についてある\n方向において曲率半径（ＲＹ）を有するものとしている。そして、本件明細\n書において、それぞれのレンズ部の位置、形状等が特定されないことを前提\nとする記載はない。\nこのような特許請求の範囲及び本件明細書の記載によれば、本件各発明の\n拡散レンズは、それぞれについてその位置、形状が特定される複数のレンズ\n部を有するものであり、そのそれぞれのレンズ部についてのＬＥＤの並設方\n向への曲率半径及びＬＥＤの並設方向と直交する方向への曲率半径を把握す\nることができるものであるといえる。そして、特許請求の範囲及び本件明細\n書の記載からも、本件各発明は、拡散レンズにおいてそのような各レンズ部\nを有する発明について、前記１⑵のような効果を奏するという技術的意義を\n有するものと認められる。\n⑵  各被告製品において使用されているＬＳＤ（もっとも、各被告製品に実際\nに使用されている各ＬＳＤの種類や具体的構成は明らかではない（前記２⑵、\n⑷）。）について検討する。\n各被告製品におけるＬＳＤは、拡散レンズの機能を有するフィルム表面の\n構造体である数十μｍ程度の微細な凹凸が、シームレスかつランダムに、す\nなわち継ぎ目なく不規則に配置されたものであり、かつ、凹凸の部分の個々\nの大きさや形状を規定して作成されているものではなく、統計的に評価して\nフィルム全体として入射光を所定の角度で拡散する性能を有するように設計\nされているものである（同⑴～⑶）。\nすなわち、各被告製品におけるＬＳＤは、フィルムの表面に微細な凹凸の\n構造体を有し、それらが凸レンズと凹レンズがシームレスかつランダムに配\n置されたマイクロレンズアレイとして機能し、それぞれの微細な凹凸の構造\n体によって光がランダムに広げられるが、それらが重なり合うことによって、\n統計的に評価して、フィルム表面全体が所定の性能を有する拡散レンズとし\nての機能を有するものである。そして、各被告製品におけるＬＳＤがこのよ\nうなものであるところ、そこにおいて、前記⑴のとおりの本件各発明におけ\nるそれぞれの「レンズ部」を把握することは困難なものといえる。そして、\n原告は、各被告製品について、その断面図の例を示すところ、その各例にお\nいても、別紙原告の示す例のとおり、ＬＳＤの表面は境目なく不規則に様々\nな形状の凹凸が連続しており、本件各発明におけるそれぞれの「レンズ部」\nを把握することができない。\n原告は、原告の示す各例において、ＬＳＤの表面の部分的に突出した複数\nの部分等はそれぞれレンズとして作用するから、それぞれが１つの「レンズ\n部」であり、「複数のレンズ部」を備えることを主張する。しかし、前記⑴\nのとおり、本件各発明の「レンズ部」は、それぞれのレンズ部の位置、形状\nが特定されるものであって、本件各発明は拡散レンズにそのような「レンズ\n部」を有するものにより前記１⑵のような効果を奏するといえるものである\nところ、原告の示す各例においても、上記のようなそれぞれのレンズ部（各\nレンズ部）について、その位置、形状を具体的に特定するものではない（前\n記第２の２⑴（原告の主張）イ、別紙原告の主張する凸部の例）。\n以上によれば、各被告製品に使用されているＬＳＤの形状によれば、各被\n告製品において、本件各発明の「複数のレンズ部」、「各レンズ部」（構成\n要件１Ｄ、１Ｅ等）にいうそれぞれの「レンズ部」の範囲を特定することが\nできないものであって、各被告製品は本件各発明にいう「各レンズ部」を有\nするということはできず、それぞれのレンズ部についてのＬＥＤの並設方向\nへの曲率半径及びＬＥＤの並設方向と直交する方向への曲率半径を把握する\nことができず、各被告製品は、本件各発明の曲率半径についての構成（構成\n要件１Ｅ、１Ｆ）を充足するともいえない。\n⑶  以上から、各被告製品は、本件発明１、３の構成要件１Ｄから１Ｆ、３Ａ\nを充足せず、ひいては、本件発明２の構成要件２Ｃも充足しないから、本件\n各発明の技術的範囲に属しない。\n第４  結論\n以上によれば、原告の各請求はいずれも理由がないから棄却すべきである。\nよって、主文のとおり判決する。\n東京地方裁判所民事第４６部\n裁判長裁判官       柴    田    義    明\n裁判官       佐    伯    良    子\n裁判官      仲    田    憲    史\n別紙\n被告製品目録\n以下のいずれかの型番を有するラインスキャンカメラ用ＬＥＤ光源。\n１  ＳＰＸ－ＴＡ\nなお、少なくとも以下の型番を有するものを含む（▲には「０７」、「３\n０」、「７０」のいずれかの数字が、●には１２０から４２００の１２０ごとの\n数字が入る。）。\nＳＰＸ－ＴＡ▲－●－Ｗ\nＳＰＸ－ＴＡ▲－●－Ｒ\nＳＰＸ－ＴＡ▲－●－Ｇ\nＳＰＸ－ＴＡ▲－●－Ｂ\nＳＰＸ－ＴＡ▲Ｃ－●－Ｗ\nＳＰＸ－ＴＡ▲Ｃ－●－Ｒ\nＳＰＸ－ＴＡ▲Ｃ－●－Ｇ\nＳＰＸ－ＴＡ▲Ｃ－●－Ｂ\nＳＰＸ－ＴＡ▲Ｍ－●－Ｗ\nＳＰＸ－ＴＡ▲Ｍ－●－Ｒ\nＳＰＸ－ＴＡ▲Ｍ－●－Ｇ\nＳＰＸ－ＴＡ▲Ｍ－●－Ｂ\nＳＰＸ－ＴＡ▲ＭＣ－●－Ｗ\nＳＰＸ－ＴＡ▲ＭＣ－●－Ｒ\nＳＰＸ－ＴＡ▲ＭＣ－●－Ｇ\nＳＰＸ－ＴＡ▲ＭＣ－●－Ｂ\n２  ＳＰＸ－ＴＢ８０\nなお、少なくとも以下の型番を有するものを含む（●には１２０から３９６０\nの１２０ごとの数字が入る。）。\nＳＰＸ－ＴＢ８０－●－Ｗ\nＳＰＸ－ＴＢ８０－●－Ｒ\nＳＰＸ－ＴＢ８０－●－Ｇ\nＳＰＸ－ＴＢ８０－●－Ｂ\nＳＰＸ－ＴＢ８０Ｍ－●－Ｗ\nＳＰＸ－ＴＢ８０Ｍ－●－Ｒ\nＳＰＸ－ＴＢ８０Ｍ－●－Ｇ\nＳＰＸ－ＴＢ８０Ｍ－●－Ｂ\n以  上\n別紙\n本件発明図面\n【図１】\n【図２】\n【図４】\n【図５】\n【図６】\n【図７】\n【図８】                                  【図９】\n【図１０】\n【図１１】\n【図１２】\n【図１３】\n【図１４】\n以  上\n別紙\n無効審判請求事件における原告の主張\n１  無効審判事件答弁書（乙９）\n（「本件発明１」は本件発明１を、「本件発明１０」は本件発明３を、「甲１\n発明」は実開昭５９－１７４３７号公報（甲３４）に記載された発明を意味す\nる。）\n「  本件発明１における各々の凸レンズ部は、本件明細書の図７に示されている\nように、拡散レンズをＸ方向に切断して見た時に透明基板…から突出した凸曲\n面レンズであり、全体的に滑らかな曲面状である。」\n「  一方、甲１発明では、…溝…を構成する各々の面…によって光をＸ方向に曲\nげることにより、Ｘ方向への光の拡散を行っている。\n…ＬＥＤから真下に向かって最短距離で溝…に届く光は…溝を構成する面…\nの向きに応じて曲げられる。このように面…で光が曲がることを利用し、甲１\n発明では、面…の向きをランダムに設定することにより光の拡散を効果的に行\nうことを狙っている。なお、溝…を構成する各面…は…平面状である。\n…各々の溝…が…面で構成されているので、ＬＥＤから真下に向かって最短\n距離で溝…に届く光の殆どがＸ方向に曲げられ…面…の間に暗部が生ずる…。\nまた、各々の溝…が…面…によって光をＸ方向に曲げるので、下方に向かう\n光の成分が殆んどない。\n従って、甲１発明は、本件発明１のようにＬＥＤ光軸近傍の強い光を下方\n（照射面に対し垂直な方向）に向かって最短距離で照射して光の減退を低減す\nるものでもなく、ＬＥＤからの光を拡げる度合いをランダムにすることにより\n集光位置における光量のむらを低減するものでもなく、本件発明１とは課題解\n決原理が完全に異なるものである。」\n「  本件発明１０は、本件発明１の構成に加え、「前記複数の凸レンズ部を…前\n記ＬＥＤの並設方向と直交する方向及び前記ＬＥＤの並設方向に不規則に並ぶ\nように配置した」との構成を採用したものである。\nつまり、本件明細書の図５…に示されているように、複数の凸レンズ部４２\nが各ＬＥＤの並設方向（Ｘ方向）とその直交方向（Ｙ方向）に不規則に並ぶも\nのである。\nこのような構成の拡散レンズのＸ方向のある位置…を見ると、当該Ｘ方向の\n位置において複数の凸レンズ部４２がＹ方向に並んでいる。…」\n「  …本件発明１の「前記拡散レンズを、…該透明な基板の厚さ方向一方の面上\nに並ぶように設けられた複数の凸レンズ部から形成し、各凸レンズ部を、各Ｌ\nＥＤの並設方向への曲率半径が各ＬＥＤの並設方向と直交する方向への曲率半\n径よりも小さい曲面状に形成し」と、「前記各凸レンズ部を、互いに近傍に配\n置された凸レンズ部同士で各ＬＥＤの並設方向への曲率半径が異なるように形\n成し」は、本件明細書の段落【００２１】、図７、図９等に説明されているよ\nうに、透明な基板４１の上に凸曲面である凸レンズ部４２が設けられ、ＬＥＤ\n並設方向（Ｘ方向）の断面で見た際に、透明基板４１から突出している各々の\n凸レンズ部４１の略全体が滑らかな凸曲面となっていることを意味している。\n本件発明１は、各々の凸レンズ部４１の略全体を滑らかな凸曲面とすること\nにより、…全ての凸レンズ部により光を下方（照射面に対し垂直な方向）に向\nかって光を拡げながら照射することを狙い、また、近傍に配置された凸レンズ\n部同士で光を拡げる度合いを異ならせるようにし、これにより、各社の理想\n（光の減退が０％、且つ、光量のむらも完全に無い照明装置）にできるだけ近\nづけることを狙っているものである。」\n２  無効審判事件訂正請求書（乙１２）\n「  特許請求の範囲の請求項１０の「前記各レンズ部を前記所定の面上に不規\n則に並べて配置した」を、特許請求の範囲の減縮を目的として『前記複数の\n凸レンズ部を、前記透明な基板の前記面上に前記ＬＥＤの並設方向と直交す\nる方向及び前記ＬＥＤの並設方向に不規則に並ぶように配置した』と訂正す\nる。」は、\n「  …各レンズ部がどのように不規則に配置されているかを具体的に説明する\nために、各レンズ部が前記透明な基板の前記面上に前記ＬＥＤの並設方向と\n直交する方向及び前記ＬＥＤの並設方向に並ぶように配置され、また、不規\n則に配置されていることを限定するものである…。」\n３  無効審判事件意見書（乙１０）\n（「引用例３」は、オプティカル社作成に係る平成１５年４月当時のＬＳＤの\nカタログ（甲３５、本文第３の２⑶）を、「引用発明１」は乙３３発明を、「引\n用発明２」は、特開２０００―２８０２６７号公報に記載された発明を意味す\nる。）\n「  無効理由通知書では、「また、引用例３に異方性の拡散板を用いてＬＥＤ\n間の輝度ムラに対処する旨の記載があることも、引用発明１の拡散板に代え\nて引用発明２を採用することの動機付けを裏付けるものである」と説明され\nています。\nここで、引用例３の２頁目の「ＬＳＤの特性と機能」の項には、「サーフ\nェス・レリーフホログラムを樹脂面に加工。マイクロ凹レンズアレイと同等\nの効果を発揮します。」と説明されています。しかし、「ＬＳＤの特性と機\n能」の項の４行以降の説明や、引用例３のその他の頁の説明は、ＬＳＤとい\nう製品に関するものです。…構造は引用例３の２頁目の「ＬＳＤの特性と機\n能」の項の「ＬＳＤ２０度表面」という写真に示されているように、複数の\nいびつな突起又は窪みを有するものであり、マイクロ凹レンズアレイと構造\nが異なるものです。」\n４  無効審判事件上申書（乙１３）\n（「訂正発明１」は本件発明１について訂正請求したもの、「訂正発明１０」\nは本件発明３について訂正請求したものを意味する。）\n「  …模式図３に示すように、このような凸レンズが\n多数あり、かつ隣り合うレンズ同士（中心線Ｘ１、\nＸ２で示すレンズ同士）で曲率が異なり（訂正発明\n１）、また、凸レンズの設けられた位置がランダム\n（隣り合う凸レンズ同士の中心線Ｙ１、Ｙ２が前後\nにずれている）になっていると（訂正発明１０）、\n１つの凸レンズで生じる三次元拡散効果が、多数の\nランダムなサイズの凸レンズ同士で混ざり合うの\nで、さらに複雑度が増し、光のむらの低減効果が得\nられるのである。…」\n以  上\n別紙\n原告の示す例\n１－１\n⑴  各ＬＥＤの並設方向の切断断面の例\n⑵  各ＬＥＤの並設方向と直交する方向の切断断面の例\n１－２\n⑴  各ＬＥＤの並設方向の切断断面の例\n⑵  各ＬＥＤの並設方向と直交する方向の切断断面の例\n２\n⑴  各ＬＥＤの並設方向の切断断面の例\n⑵  各ＬＥＤの並設方向と直交する方向の切断断面の例\n以  上\n別紙\n原告の示す凸部の例\n１－１\n⑴\n⑵\n１－２\n⑴\n⑵\n２\n⑴\n⑵\n以  上\n"
}