{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 4,
    "month": 3,
    "day": 25
  },
  "case_number": "令和2(ワ)25127",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "91087",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=91087",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/087/091087_hanrei.pdf",
  "contents": "令和４年３月２５日判決言渡  同日原本領収  裁判所書記官\n令和２年(ワ)第２５１２７号「オーサグラフ世界地図」の共同著作権確認請求事件\n口頭弁論終結日  令和３年１２月１３日\n判        決\n原 告       Ａ\n同訴訟代理人弁護 士     山根二 郎\n被 告     Ｂ\n同訴訟代理人弁護 士      中澤佑 一\n同        船越雄 一\n同        柴田佳 佑\n同        延   時   千鶴 子\n同        岩本瑞 穗\n同        松本紘 明\n主        文\n１  原告の請求をいずれも棄却する。\n２  訴訟費用は原告の負担とする。\n事実及び理 由\n第１  請求\n１  原告と被告の間において、日本国際地図学会が２００９年に発行した「平成\n２１年度定期大会発表論文・資料集」の【研究発表４】で「オーサグラフによ\nる矩形世界地図」として掲載されている「図１：筆者が考案する世界地図」\n（別紙１の①）及び「図２：平面充填地図とそこから切り出せる世界地図」\n（別紙１の②）の各世界地図について、原告が被告とともに共同著作権及び著\n作者人格権を有することを確認する。\n２  原告と被告の間において、慶應義塾大学湘南藤沢学会が２０１７年に発行し\nた論文誌「ＫＥＩＯ  ＳＦＣ  ＪＯＵＲＮＡＬ  Ｖｏｌ．１７  Ｎｏ．１」に\n掲載されている被告の研究論文「正多面体図法を用いた歪みの少ない長方形世\n界地図図法の提案」の中の「図７  本論文で取り上げる世界地図」（別紙２の\n①）及び「図１７  平面充填地図」（別紙２の②）の各世界地図について、原\n告が被告とともに共同著作権及び著作者人格権を有することを確認する。\n第２  事案の概要\n１  本件は、原告が、被告に対し、日本国際地図学会の「平成２１年度定期大会\n発表論文・資料集」中の論文「オーサグラフによる矩形世界地図」（以下「本\n件論文１」という。）に「図１：筆者が考案する世界地図」として掲載された\n地図（別紙１の①。以下「本件地図１」という。）及び「図２：平面充填地図\nとそこから切り出せる世界地図」として掲載された地図（別紙１の②。以下\n「本件地図２」という。）並びに慶應義塾大学湘南藤沢学会の「ＫＥＩＯ  Ｓ\nＦＣ  ＪＯＵＲＮＡＬ  Ｖｏｌ．１７  Ｎｏ．１」中の論文「正多面体図法を\n用いた歪みの少ない長方形世界地図図法の提案」（以下「本件論文２」とい\nう。）に「図７  本論文で取り上げる世界地図」として掲載された地図（別紙\n２の①。以下「本件地図３」という。）及び「図１７  平面充填地図」として\n掲載された地図（別紙２の②。以下「本件地図４」という。）について、原告\nが被告とともに共同著作権及び著作者人格権を有することの確認を求める事案\nである。\n原告は、前記第１の１及び２記載のとおり、被告とともに共同著作権及び著\n作者人格権を有することの確認を求めているが、その趣旨としては、原告が共\n同著作物である本件地図１ないし４に係る共有著作権（著作権法６５条１項）\n及び著作者人格権（同法６４条１項）を有することの確認を求めるものと解さ\nれる。\n２  前提事実（当事者間に争いのない事実並びに後掲証拠及び弁論の全趣旨によ\nり容易に認定することができる事実）\n(1)  当事者\nア  原告は、新しい幾何学分野（シナジェティクス）の研究並びに研究者、\n学生及び各種企業に対する指導を行う者である。\nイ  被告は、慶應義塾大学大学院政策・メディア研究科の准教授であり、幾\n何学をベースにデザインや美術、建築、構造の研究を行う者である。\n(2)  本件出願１\n原告は、平成１７年６月３０日、発明の名称を「７２０°全方位矩形画像\nモニタリングシステム」とし、発明者を原告及び被告とする発明に係る特許\n出願（特願２００５－１９０９６２号。以下「本件出願１」という。）をし\nた（甲４）。\n本件出願１は、原告が審査請求をしなかったため、平成２０年９月３０日、\n取り下げたものとみなされた（乙Ａ２、弁論の全趣旨）。\n(3)  本件出願２\n被告は、平成１９年１２月２５日、発明の名称を「情報処理方法」とし、\n発明者を原告及び被告とする発明に係る国際特許出願（ＰＣＴ／ＪＰ２００\n７／０７５３５６。以下「本件出願２」という。）をした（甲５、１９）。\n(4)  本件出願３\n被告は、平成２１年７月６日、発明の名称を「スタート面の情報とエンド\n面の情報とを一対一で対応させる情報処理方法」とし、発明者を原告及び被\n告とする発明に係る特許出願（米国特許出願１２／４９７，７２７。以下\n「本件出願３」という。）をした（甲６）。\n(5)  本件地図１及び２\nア  被告は、平成２１年８月２０日、日本国際地図学会の平成２１年度定期\n大会において、「オーサグラフによる矩形世界地図」と題する研究発表\n（以下「本件発表」という。）を行った。同大会のプログラムには、本件\n発表の題目に続いて、発表者として、原告及び被告の各氏名が記載されて\nいた。（甲１、１１）\nイ  本件発表の内容をまとめた「オーサグラフによる矩形世界地図」と題す\nる本件論文１は、その後に発行された日本国際地図学会の「平成２１年度\n定期大会発表論文・資料集」に掲載された（甲１）。\n本件論文１には、「図１：筆者が考案する世界地図」として本件地図１\nが、「図２：平面充填地図とそこから切り出せる世界地図」として本件地\n図２が、それぞれ掲載されていた。また、本件論文１の冒頭で、原告及び\n被告の各氏名が記載され、その末尾の「６．謝辞」で、「本研究の基礎は\nＡ氏との半年間の共同研究によるものである。」と記載されていた。（甲\n１）\n(6)  本件地図３及び４\n「正多面体図法を用いた歪みの少ない長方形世界地図図法の提案」と題す\nる本件論文２は、平成２９年１０月１５日に発行された慶應義塾大学湘南藤\n沢学会の「ＫＥＩＯ  ＳＦＣ  ＪＯＵＲＮＡＬ  Ｖｏｌ．１７  Ｎｏ．１」\nに掲載された（甲２）。\n本件論文２には、「図７  本論文で取り上げる世界地図」として本件地図\n３が、「図１７  平面充填地図」として本件地図４が、それぞれ掲載されて\nいた。また、本件論文２の冒頭で、被告の氏名が記載されていた。（甲２）\n３  争点\n(1)  本件地図１ないし４の著作物性（争点１）\n(2)  本件地図１ないし４の著作者（争点２）\n４  争点に関する当事者の主張\n(1)  争点１（本件地図１ないし４の著作物性）について\n（原告の主張）\n本件地図１ないし４は、思想又は感情を創作的に表現したものであって、\n学術又は美術の範囲に属するものであるから、「著作物」（著作権法２条１\n項１号）に該当する。\n（被告の主張）\n地図の著作物性は、記載すべき情報の取捨選択及びその表示方法を総合し\nて判断されるところ、一般的に、地図は、地形や土地の利用状況等を所定の\n記号等を用いて客観的に表現するものであって、個性的表現の余地が少なく、\n文学、音楽、造形美術上の著作に比して創作性を認める余地が少ない。\n本件地図１ないし４は、いずれも「オーサグラフ」と呼ばれる作成技法に\n基づき作成された世界地図であるところ、この作成技法に従う限り、地図に\n表記される大陸線や地点間の距離等は同じになるから、作成者の個性が現れ\n得るのは、いかなる要素を地図上に表現するかや、選択した要素をどのよう\nにわかりやすく表示するかという点に尽きる。\nしかし、本件地図１ないし４は、これらの点において、いずれも、地図と\nしてありふれていたり、表現上の選択の幅がなかったりするものであるから、\n作成者の個性が表現されたものとは認められない。\nしたがって、本件地図１ないし４は、いずれも「著作物」に該当しない。\n(2)  争点２（本件地図１ないし４の著作者）について\n（原告の主張）\nア  「オーサグラフ世界地図」とは、地球の表面が投影された正四面体を特\n殊な方法で展開することによってできる長方形の世界地図である。本件地\n図１及び３は「オーサグラフ世界地図」のうち「矩形世界地図」と、本件\n地図２及び４は「オーサグラフ世界地図」のうち「平面充填世界地図」と、\nそれぞれ呼ばれるものであり、前者を平面に隙間なく全ての陸地が切れ目\nなく連続するように充填したものが後者である。\n原告は、昭和５６年に、正四面体を特殊な方法で長方形に展開する方法\nを発見し、昭和６０年に、正四面体の特殊な展開方法で形成される長方形\nを図形単位とし、これを、平面に隙間なく、その単位の図形が連続するよ\nうに充填する方法を発見した。これらは、「オーサグラフ世界地図」の作\n成原理及び作成方法の出発点となるものである。\n原告は、平成７年頃、Ｃ教授の紹介で、被告の論文を指導するようにな\nり、被告は、原告の研究所において、原告が発明した構造物の試作品作り\nの手伝い等を行うようになった。原告は、被告に対し、上記各発見につい\nてつぶさに話し、平成１１年に、上記各発見に基づき、「オーサグラフ世\n界地図」の作成に向けて被告と共同研究を開始した。\nその後、「オーサグラフ世界地図」の作成原理及び作成方法について、\n原告及び被告を共同発明者とする本件出願１ないし３がされたものである。\nイ  本件論文１に記載された「オーサグラフ世界地図」の作成原理及び作成\n方法は、原告及び被告を共同発明者とする本件出願１ないし３の各願書に\n添付した明細書に記載された作成原理及び作成方法によるものである。\nまた、本件地図１は、本件出願１の願書に添付した図面の【図１０】の\nＬＣ２、本件出願２の願書に添付した図面の【図１０】のＬＣ２及び本件\n出願３の願書に添付した図面のＦＩＧ．１０のＬＣ２と、本件地図２は、\n本件出願１の願書に添付した図面の【図９】、本件出願２の願書に添付し\nた図面の【図９】及び本件出願３の願書に添付した図面のＦＩＧ．９と、\nそれぞれ基本的に同一である。\nさらに、本件発表の発表者として、被告のみならず原告の氏名が挙げら\nれており、本件論文１においても、冒頭に被告のみならず原告の氏名が記\n載され、末尾に「本研究の基礎はＡ氏との半年間の共同研究によるもので\nある。」と記載されている。\nしたがって、本件地図１及び２は、原告及び被告が共同で発明し、作成\nしたものである。\nウ  本件論文２に記載された「オーサグラフ世界地図」の作成原理及び作成\n方法は、本件論文１と同じ内容であり、本件出願１ないし３の各願書に添\n付した明細書に記載された作成原理及び作成方法によるものである。\nまた、本件地図３は本件地図１と、本件地図４は本件地図２と、それぞ\nれ同一である。\nしたがって、本件地図３及び４は、本件地図１及び２と同様に、原告及\nび被告が共同で発明し、作成したものである。\nエ  以上によれば、本件地図１ないし４は、いずれも原告及び被告の共同著\n作物であり、原告は、これらについて、共有著作権及び著作者人格権を有\nする。\n（被告の主張）\nア  被告は、かつて、原告の研究の補助を行っていたところ、原告は、被告\nに対し、被告が作成した全方位カメラに関する修士論文について、アイデ\nアの盗用であるなどと主張し、同論文の提出を認める条件として、このア\nイデアについて共同研究を行うことを要求した。そこで、被告は、平成１\n２年１月頃から、上記論文の内容を発展させた、後に「テトラマ」と呼ば\nれる正四面体を用いた球面情報の矩形化について、原告と共同研究を行う\nこととなった。\n原告及び被告は、同年９月、原告が５年間は優先的に「テトラマ」の研\n究開発を行うことができるとする覚書（以下「本件覚書」という。）を取\nり交わし、上記共同研究は終了することとなった。本件出願１は、原告が、\n上記期限の終了間際に、上記共同研究時に被告が作成した明細書のドラフ\nトを利用して出願したものである。\nその後、被告は、「テトラマ」の欠点であった歪みの補正技術について\n独自に研究を重ね、「テトラマ」と同じく正四面体を一部利用する投影法\nではあるが、全く別の投影法を開発し、本件出願２及び３を行った。そし\nて、被告が上記投影法に更なる改良を加えたものが、「オーサグラフ」と\n呼ばれる本件地図１ないし４である。\nイ  本件地図１ないし４は、いずれも被告が単独で作成したものであり、原\n告はこれに何ら関与していない。被告は、平成１２年９月の原告との共同\n研究終了以降、原告と音信不通の状態にあり、平成１９年頃に、本件出願\n２の関係で、Ｄ弁理士（以下「Ｄ弁理士」という。）を介して原告と書類\nのやりとりをしたことはあったものの、被告が本件地図１ないし４を作成\nした当時、原告と被告との間に、何らの連絡やコミュニケーションもなか\nった。\n前記アのとおり、原告が被告に対してアイデアの盗用であるなどと主張\nしたことがあり、また、過去に短期間ながら原告と一応共同研究を行って\nいたことなどから、被告は、原告との間で無用な紛争が発生するのを防ぐ\nために、「オーサグラフ」に関連する本件出願２及び３において、原告を\n共同発明者としたり、本件論文１において、その冒頭で原告の氏名を併記\nし、原告に対する謝意を記載したりしたものである。\nしたがって、本件地図１ないし４は、被告の思想又は感情が創作的に表\n現されたものであり、原告の思想又は感情は表現されておらず、仮に、本\n件地図１及び２が掲載された本件論文１に原告の氏名が記載されているこ\nとにより、著作権法１４条１項の推定が働くとしても、その推定は覆され\nるというべきである。\nウ  以上のとおり、本件地図１ないし４は、原告及び被告の共同著作物とは\nいえず、原告は、本件地図１ないし４について、共有著作権及び著作者人\n格権を有しない。\n第３  当裁判所の判断\n１  認定事実\n証拠（甲１，２、１３、１６、乙Ａ２、７、原告本人、被告本人）及び弁論\nの全趣旨によれば、以下の事実を認めることができる。\n(1)  原告は、昭和５６年に渡米して、思想家、発明家及び建築家であるバック\nミンスター・フラーに師事し、バックミンスター・フラー研究所において、\nシナジェティクスの共同研究に従事した。原告は、帰国後、昭和６３年にシ\nナジェティクス研究所を設立し、デザイン・サイエンティストとして、研究\n者や学生、企業等に対する指導を行っていた。（甲１６）\n(2)  被告は、東京藝術大学の修士課程在学中の平成７年頃、バックミンスタ\nー・フラーが提唱したテンセグリティ構造に関する研究を行っていたところ、\n原告を紹介され、原告から修士論文の指導を受けるとともに、原告の研究を\n手伝うなどするようになった（甲１６、乙Ａ２、７）。\n(3)  被告は、オランダのベラルーヘ・インスティチュート建築大学院に留学し、\n平成１１年頃、原告に対し、修士論文である「正二十面体に全風景を写し込\nむ透視図法」の提出について報告したところ、原告は、同論文中のピンホー\nルカメラに関する記載は原告のアイデアであると主張し、同論文の提出を中\n止するよう要請した（乙Ａ２、７、被告本人）。\n(4)  被告は、原告と協議し、平成１２年１月から、前記(3)の修士論文の内容を\n発展させた、後に「テトラマ」と呼ばれる「矩形展開可能な全方位カメラと\n世界地図」について、原告と共同研究を開始した（乙Ａ７、被告本人）。\n(5)  原告及び被告は、平成１２年９月１５日、以下の記載のある本件覚書を交\nわし（「甲」は原告、「乙」は被告、「丙」はＤ弁理士を意味する。）、前\n記(4)の共同研究は、この頃、終了した（甲１３、乙Ａ７、被告本人）。\nア  乙は、１９９５年から日本大学のＣ教授から甲を紹介され、それ以来、\nバックミンスターフラーに関する修士論文の指導を甲から受けると共に、\n甲の発明に基づく試作品作りの手伝いを通じて甲から様々な指導を受けて\nきた。乙はその後オランダに留学したが、オランダでの修士論文の一部が\n甲の発明（ピンホールカメラ）にかかるものではないか、との疑いが発生\nし、甲の要請により修士論文の提出を中止すると共に、テトラマの開発を\n甲と一緒に行うことを約束し、また、テトラマ発明に関する特許出願費用\nとして５０万円を甲に提供した。\n発明盗用疑惑問題に関し、丙は甲及び乙からその当時の事情及び関連資\n料の提出を求めたが、乙の発明盗用を信じるに足る資料は見あたらなかっ\nたものの、発明の盗用を完全に否定するに足る資料も見あたらなかった\n（両者から提出された資料は、丙の手元に保存）。丙は、両者間の主張か\nら真実を解き明かすことは事実上困難であり、また、これ以上、時間を割\nくことも不可能であることから、これから社会に出る乙の今後の活躍に悪\n影響が出ないように配慮することを主眼に置いて、甲の協力の下で意見の\n調整を行い、次の合意に至ったものである。\nイ  第１条（オランダ修士論文）\n乙は、修士論文の原稿を甲に見せ、甲の了解を得た後にオランダに提出\nすると共に、提出した原稿の写しに乙のサイン及び提出日を加入した上で\n甲及び丙に提出する。\nウ  第３条（テトラマ発明）\n第１項   乙が所有するテトラマ発明の出願する権利を甲に下記第２項\nの期限付きで譲渡する。\n第２項   甲は２００５年６月末日までに特許出願するものとし、その\n願書の発明者記載欄には、甲及び乙を列挙しなければならない。\nエ  第４条（テトラマ改良発明）\n第１項   甲は、テトラマ発明に関連した改良発明を行う自由を有し、\nこの改良発明から利益を得たとしても、乙に対して利益の還元\nを要しない。\n第２項   乙は、２００５年７月１日以降、テトラマ発明を改良した発\n明を開発する自由を有し、この改良発明から利益を得たときは、\nその一部を甲に還元する。還元する割合は丙の判断に従うもの\nとする。\n(6)  被告は、平成１９年頃に、本件出願２の関係で、Ｄ弁理士を介して原告と\n連絡をとったことがあったものの、遅くとも本件覚書を交わしたときから、\n原告と面会したり、直接連絡をとったりしたことはなかった（乙Ａ７、原告\n本人）。\n被告は、前記(4)の共同研究から更に独自に研究を重ね、原告に相談するこ\nとなく、平成２１年８月２０日に本件発表をし、その頃、本件発表の内容を\nまとめた、本件地図１及び２を含む本件論文１を作成し、平成２９年頃、本\n件地図３及び４を含む本件論文２を作成した。原告は、被告が本件発表をし、\n本件論文１及び２を作成した当時、それらの発表及び作成の事実を知らなか\nった。（甲１，２，乙Ａ７、原告本人、被告本人）\n(7)  被告は、平成３０年頃、原告が、公益財団法人日本デザイン振興会に対し、\n被告が発明したとする世界地図の作成技法である「オーサグラフ」は原告の\n発明した世界地図の作成技法である「テトラマ」を盗用したものであるなど\nと記載した書面を送付したことや、ウェブサイト上に、被告の「オーサグラ\nフ」は原告の「テトラマ」を盗用したものであるなどという投稿をしたこと\nが、虚偽の事実の告知又は流布（不正競争防止法２条１項２１号）及び不法\n行為（営業権侵害及び名誉毀損）に該当すると主張して、原告に対し損害賠\n償等を求める訴訟（東京地方裁判所平成３０年(ワ)第２１１５号）を提起し\nた（乙Ａ２）。\n２  争点２（本件地図１ないし４の著作者）について\n事案に鑑み、争点２から先に判断する。\n(1)  著作物とは、「思想又は感情を創作的に表現したものであつて、文芸、学\n術、美術又は音楽の範囲に属するもの」（著作権法２条１項１号）をいい、\n共同著作物とは、「二人以上の者が共同して創作した著作物であつて、その\n各人の寄与を分離して個別的に利用することができないもの」（同項１２号）\nをいう。\nそうすると、本件地図１ないし４が原告及び被告の共同著作物であり、原\n告がこれらについての共有著作権及び著作者人格権を有するというためには、\n原告の思想又は感情が本件地図１ないし４に創作的に表現されたと認められ\nる必要がある。\n(2)  前記１(5)及び(6)のとおり、被告は、平成１２年頃に、原告と本件覚書を\n交わし、原告との共同研究が終了した後、原告と面会したり、直接連絡をと\nったりしたことはなかったところ、原告に相談することなく、平成２１年に\n本件発表をし、その頃に本件地図１及び２が掲載された本件論文１を、平成\n２９年に本件地図３及び４が掲載された本件論文２を、それぞれ作成したも\nのであり、原告は、被告の本件発表並びに本件論文１及び２の作成の事実を\n知らなかったものである。\nまた、原告は、その本人尋問において、本件地図１ないし４自体を作成し\nたのは被告である旨供述している。\nしたがって、仮に本件論文１に掲載された本件地図１及び２並びに本件論\n文２に掲載された本件地図３及び４に著作物性が認められるとしても、本件\n地図１ないし４は、原告の思想又は感情が創作的に表現されたものではなく、\n被告のみの思想又は感情が創作的に表現されたものと認めるのが相当であり、\n原告及び被告の各氏名が記載された本件論文１に掲載された本件地図１及び\n２について、著作権法１４条に基づき、原告及び被告が著作者であると推定\nされたとしても、その推定は覆されるというべきである。\n(3)ア  これに対して、原告は、① 本件論文１及び２は、原告及び被告を共同発\n明者とする本件出願１ないし３の各願書に添付した明細書に記載された内\n容に基づくものであり、本件論文１及び２に掲載された本件地図１ないし\n４は、本件出願１ないし３の各願書に添付した図面と基本的に同一である\nこと、② 本件発表の発表者として原告の氏名が挙げられ、本件論文１の冒\n頭に原告の氏名が、末尾に原告に対する謝辞が、それぞれ記載されている\nことからすると、本件地図１ないし４は原告及び被告の共同著作物である\nと主張する。\nイ  しかし、上記①について、本件出願１ないし３の各願書に添付した明細\n書に従って本件地図１ないし４を作成できるとの事実を認めるに足りる証\n拠はない。\nまた、前記前提事実(2)ないし(4)のとおり、原告は本件出願１ないし３\nの各発明者の一人として名前が挙げられているが、発明とは「自然法則を\n利用した技術的思想の創作のうち高度のもの」（特許法２条１項）であり、\n発明者はこのような技術的思想を創作した者をいうのに対し、著作物とは\n「思想又は感情を創作的に表現したもの」（著作権法２条１項１号）であ\nり、著作者は「著作物を創作する者」（同項２号）をいうことから、両者\nが創作する対象は、それぞれ技術的思想と表現という異なるものである。\n仮に本件出願１ないし３が地図の作成方法に関する発明に係る出願であり、\n本件出願１ないし３の各願書に添付した明細書に従って地図を作成するこ\nとができたとしても、上記発明に係る技術的思想の創作に関わったにすぎ\nない原告の思想又は感情が当該地図において創作的に表現されたというこ\nとにはならない。\nさらに、証拠（甲１、２、４ないし６）によれば、本件地図１及び３と\n本件出願１の願書に添付した図面の【図１０】のＬＣ２、本件出願２の願\n書に添付した図面の【図１０】のＬＣ２及び本件出願３の願書に添付した\n図面のＦＩＧ．１０のＬＣ２とを比較すると、国境線及び地名の記載の有\n無、各大陸の形状、位置関係等が少なからず異なっており、本件地図２及\nび４と本件出願１の願書に添付した図面の【図９】、本件出願２の願書に\n添付した図面の【図９】及び本件出願３の願書に添付した図面のＦＩＧ．\n９とを比較すると、各大陸の形状、位置関係等が少なからず異なっている\nことが認められる。地図が地形等を客観的に表現することを目的としたも\nのであることを考慮すると、仮に本件出願１ないし３の上記各図面に原告\nの思想又は感情が創作的に表現されたといえるとしても、上記のような相\n違のある本件地図１ないし４にも同様に原告の思想又は感情が創作的に表\n現されたということは困難である。\n以上を総合すると、上記①の事情をもって、原告の思想又は感情が本件\n地図１ないし４に創作的に表現されたというには足りないから、同事情は\n前記(2)の認定を左右するものではないというべきである。\nウ  また、上記②について、前記前提事実(5)のとおり、日本国際地図学会の\n平成２１年度定期大会のプログラムには、本件発表の発表者として、被告\nのみならず原告の氏名が記載されており、本件論文１の冒頭にも、被告の\nみならず原告の氏名が記載され、その末尾に「本研究の基礎はＡ氏との半\n年間の共同研究によるものである。」と記載されている。\nしかし、被告は、その本人尋問において、被告が修士論文を作成した際、\n原告が被告に対してアイデアの盗用であるなどと主張したことがあったこ\nとから、原告に配慮して、上記のとおり、原告の氏名を記載するなどした\n旨供述しているところ、前記１(3)ないし(5)の経過に鑑みると、被告の上\n記供述は信用することができるというべきである。\nそうすると、上記各記載の存在をもって、本件論文１に掲載された本件\n地図１及び２に原告の思想又は感情が創作的に表現されているということ\nはできないから、上記②の事情も前記(2)の認定を左右するものではない。\nエ  したがって、原告の前記アの主張は採用することができない。\n(4)  以上によれば、本件地図１ないし４は、原告及び被告の共同著作物とは認\nめられないから、原告が本件地図１ないし４に係る共有著作権及び著作者人\n格権を有するとはいえない。\n第４  結論\nよって、その余の点を判断するまでもなく、原告の請求はいずれも理由がな\nいから棄却することとして、主文のとおり判決する。\n東京地方裁判所民事第２９部\n裁判長裁判官\n國   分   隆   文\n裁判官\n小   川      暁\n裁判官\n矢   野   紀   夫\n別紙１の①及び②、別紙２の①及び②は省略\n"
}