{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 3,
    "day": 24
  },
  "case_number": "令和3(ラ)172",
  "case_name": "四国電力伊方原発３号炉運転差止仮処分命令申立却下決定に対する即時抗告事件",
  "court_name": "広島高等裁判所第４部",
  "result": "棄却",
  "original_court_name": "広島地方裁判所",
  "original_case_number": "令和2(ヨ)35",
  "lawsuit_id": "92039",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=92039",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/039/092039_hanrei.pdf",
  "contents": "令和３年(ラ)第１７２号  四国電力伊方原発３号炉運転差止仮処分命令申立却下決\n定に対する即時抗告事件\n（原審  広島地方裁判所令和２年(ヨ)第３５号）\n決        定\n（省略）\n主        文\n１  本件各抗告をいずれも棄却する。\n２  抗告費用は、抗告人らの負担とする。\n理        由\n第１  抗告の趣旨\n１  原決定を取り消す。\n２  相手方は、愛媛県西宇和郡伊方町九町字コチワキ３番耕地４０番地３におい\nて伊方発電所３号炉の運転をしてはならない。\n３  手続費用は、第１、２審とも相手方の負担とする。\n第２  事案の概要（略語の表記及びその内容は、本決定において新たに定めるもの\nを除くほか、原決定のそれによる。）\n１  本件は、抗告人らが、相手方において設置、運転している発電用原子炉施設\nである伊方発電所（本件発電所）３号炉（本件原子炉）及びその附属施設（本\n件原子炉施設）は、特に地震に対する安全性を欠いており、それに起因する重\n大な事故がその運転中に発生し、これにより大量の放射性物質が放出されて、\n抗告人らの生命、身体、生活の平穏等の重大な法益に対する侵害が生ずる具体\n的危険があるとして、相手方に対し、人格権に基づく妨害予防請求権としての\n本件原子炉の運転差止請求権を被保全権利として、本件原子炉の運転の差止め\nを命ずる仮処分命令を申し立てる事案である。\n２  原審が、抗告人らの被保全権利の存在が疎明されているとはいえず、保全の\n必要性も疎明されているとはいえないとして、本件申立てをいずれも却下する\n原決定をしたため、抗告人らが本件各抗告をした。\n第３  前提事実\n以下のとおり補正するほかは、原決定の「理由」欄の第２の２（以下、補正\n後のものを「前提事実」という。）に記載のとおりであるから、これを引用す\nる。\n１  原決定８頁１０行目末尾を改行の上、以下を加える。\n「⑸  地震についての知見（前提となる知見）\nア  地震は、地下の岩盤が周囲から力を受けることによって、ある面\n（震源断層面）を境として破壊する（ずれる）現象である。ある点\n（震源）から始まった破壊は震源断層面を拡大していき（破壊が広\nがった震源断層を含む領域を震源域という。）、震源域から地震波\nが逐次放出される。放出される地震波の性質は、どの程度の大きさ\nの断層がどのように破壊したかによって決まる。このように、放出\nされる地震波を特徴づける震源断層の大きさやその破壊のありよう\nを震源特性という。\nイ  震源域から放出された地震波は、原則として震源からの距離とと\nもにその振幅を減じながら地下の岩盤中を伝播していくが、例えば、\n伝播経路中に深部地盤の不整形性が見られる場合等、地震波が特定\nの観測点に到達するまでの伝播経路に固有の特性が地震波に反映さ\nれていくこととなる。このような伝播経路に固有の特性を伝播特性\nという。\nウ  地震波は、硬い地盤から軟らかい地盤に入射すると振幅が大きく\nなる性質を持っているため、軟らかい地盤上にある観測点には、硬\nい岩盤上にあるそれに比べて大きな揺れ（地震動）をもたらす。こ\nのような地震動に作用する対象地点近傍の地盤構造の特性を増幅特\n性という。\n増幅特性は、地盤のせん断波速度と相関があり、地盤のせん断波\n速度が大きいほど地震動の増幅率が小さいことが知られている。\nまた、表層地盤増幅率が与える影響について、表層地盤増幅率が\n異なる２地点において、一方が他方の増幅率の２倍であり、その他\nの条件が全て同じ場合、表層増幅率が大きい方の地点での最大振幅\n値は、小さい方の地点のそれの２倍になる。\n地震調査研究推進本部（阪神・淡路大震災の経験を活かし地震に\n関する調査研究の成果を社会に伝え、政府として一元的に推進する\nために設置された特別の機関。以下「地震本部」という。）による\n地震動評価では、山地、扇状地等の地形区分（微地形分類）等に基\nづく平均的な地盤のＳ波速度から経験的に評価された増幅率が考慮\nされており、０．５から３．８までの幅が設定されている。\nエ  ある観測点で現実に観測される地震動は、上記アないしウの特性\nが地震波に与える影響が組み合わさって構成されていることになる\nが、震源特性は地震ごとに、伝播特性及び増幅特性は地震波が伝わ\nり揺れとして現れる地点ごとに、それぞれ異なる。\n（以上につき、乙４１、１２１、１２２、１５６の１、１９４、審尋\nの全趣旨）\n２  原決定８頁１１行目の「⑸」を「⑹」に改める。\n３  原決定９頁１１行目の「⑹」を「⑺」に改め、同２４行目末尾を改行の上、\n以下を加える。\n「そして、これに伴い、それまで原子力の安全の確保に関する事項につい\nて企画し、審議及び決定することを任務としていた原子力安全委員会は廃止\nされた。」\n４  原決定１２頁９行目の「甲２３」の後に「、５１」を加え、同行目の「乙\n６７」の後に「。令和４年６月８日改正後のものが甲１３１、乙２３０」を\n加える\n５  原決定１２頁１１行目の「⑺」を「⑻」に改める。\n６  原決定１３頁２行目の「⑻」を「⑼」に改め、同行末尾を改行の上、以下\nを加える。\n「ア  本件申請以前における地震動評価手法等について\n原子力安全委員会は、発電用原子炉施設の耐震設計に関する安全審\n査を行うにあたり、昭和５６年７月２０日付で、それまでの安全審査\nの経験を踏まえ、地震学、地質学等の知見を工学的に判断して「発電\n用原子炉施設に関する耐震設計審査指針」（その後、一部改正された\nものを含め、以下「旧耐震指針」という。乙４２）を定めた。\n旧耐震指針においては、過去の地震から見て原子炉施設の敷地に影\n響を与えるおそれのある地震及び近い将来敷地に影響を与えるおそれ\nのある活動度の高い活断層による地震のうち、最も影響の大きいもの\nを工学的見地から起こることを予期することが適当と考えられる地震\nとして「設計用最強地震」を設定し、また、敷地周辺の活断層の性質、\n地震地体構造及び直下地震を考慮し、設計用最強地震を超える地震の\n発生が地震学的見地から否定できない場合には、これを「設計用限界\n地震」として設定し、応答スぺクトルによる評価手法を用いて、設計\n用最強地震によってもたらされる地震動を基準地震動Ｓ１、設計用限\n界地震によってもたらされる地震動を基準地震動Ｓ２とした。\n本件発電所については、旧耐震指針に基づき、基準地震動Ｓ１（最\n大加速度２２１ガル）、基準地震動Ｓ２（最大加速度４７３ガル）と\n策定された。\n平成７年に起きた兵庫県南部地震では、日本で初めて震源近傍で強\n震動が観測され、地震の「震源特性」、地震波の「伝播特性」及び地\n盤の「増幅特性」が強震動やそれによる被害に大きく影響しているこ\nとが明らかになり、これを契機に地震動評価手法に関する研究が大き\nく進展した。\nこのような状況を踏まえ、原子力安全委員会は、平成１８年９月、\nそれまでの地震学及び地震工学に関する新たな知見の蓄積並びに発電\n用軽水炉施設の耐震設計技術の改良及び進歩を反映し、旧耐震指針を\n全面的に見直し、「発電用原子炉施設に関する耐震設計審査指針」\n（以下「改訂耐震指針」という。）によるべき旨を決定した。\n改訂耐震指針においては、基準地震動を「基準地震動Ｓｓ」に一本\n化することとし、これを「敷地ごとに震源を特定して策定する地震動」\nと「震源を特定せず策定する地震動」に分けて策定することとした。\n兵庫県南部地震では、構造物の耐震性を精緻に把握するためには、\n最大加速度、応答スペクトル等を用いた評価だけではなく、時刻歴波\n形による評価が極めて重要であることが認識され、地震の「震源特\n性」、地震波の「伝播特性」及び地盤の「増幅特性」を用いた評価手\n法が重要と位置づけられ、改訂耐震指針においては、地震の原因とな\nる断層をモデル化し、これをもとに地震動を評価する手法である「断\n層モデルを用いた手法」が採用されるなど、地震動評価手法が大幅に\n高度化され、この「基準地震動Ｓｓ」の策定については、新規制基準\nにも引き継がれた。\n（以上につき、乙１５３、審尋の全趣旨）\n７  原決定１３頁３行目の「ア」を「イ」に、同 １７頁１７行目の「イ」を\n「ウ」に、同４１頁１９行目の「ウ」を「エ」にそれぞれ改める。\n８  原決定１３頁４行目の「別記２第５項」を「別記２第４条５項」に改める。\n９  原決定１８頁１５行目の「地震調査研究推進本部（以下「地震本部」とい\nう。）」を「地震本部」に改める。\n１０  原決定２６頁１６行目の「ＶＳＰ探査」の後に「（地表に震源を設置し\nて地震波を人工的に発生させ、地下の地層境界面（反射面）で反射した地震\n波をボーリング孔内の受振器で観測することにより、ボーリング孔周辺の地\n下構造を調査する手法）」を加え、同２７頁１３行目の「（地表に」から同\n１６行目の「手法）」までを削る。\n１１  原決定４２頁１８行目の「⑼」を「⑽」に改める。\n第４  争点及び争点をめぐる当事者の主張の要旨\n１  司法審査の在り方（争点１）について\n（抗告人らの主張）\n⑴  最高裁昭和６０年(行ツ)第１３３号平成４年１０月２９日第一小法廷判\n決・民集４６巻７号１１７４頁（以下「伊方最高裁判決」という。）は、こ\nれを新規制基準の下に引き直せば、要するに、原子炉設置許可処分の取消訴\n訟においては、当該原子炉が安全かどうかを裁判所が直接判断するのではな\nく、新規制基準の合理性及びそれに適合するとした原子力規制委員会の判断\nが合理的か否か、特に看過し難い不合理があるかどうかを最新の科学的知見\nに照らし判断するのが相当であり、その合理性の立証責任は事実上電力会社\n側が負うとするものである。このように行政訴訟においては規制基準の合理\n性とその適用の合理性を直接問うことになる。人格権に基づく差止訴訟にお\nいても、これらの合理性が問われることになり、これらの合理性が認められ\nてはじめて「基準地震動を超える地震が到来することはまず考えられない。」\nと認定することが可能となる。それゆえに、両訴訟共に、ひいては同差止訴\n訟を本案とする差止仮処分事件においても規制基準の合理性とその適用の合\n理性の有無が中心的な争点となる。\n⑵  公害訴訟において因果関係の認定等に当たって住民側の立証責任を軽減し\nた裁判所の判断の基礎には次の考え方があった。\n①  証拠の偏在\n公害物質の生成量、その毒性、施設外への排出量、汚染経路等のデー\nタはすべて企業側が持っていて、被害者側は公開されたわずかな情報に\nしかアクセスできない。\n②  力の不平等\n因果関係の立証にかかわる科学的メカニズムの解明に必要な組織力、\n資力については企業側が圧倒的優位にある。\n③  社会的責任\n企業は何らかの有毒物質を社会に拡散している以上、自己の放出する\n有毒物質が地域住民に害を与えていないことを立証する社会的責任があ\nる。\n④  手続的正義\n立証責任を負う当事者の証明困難を軽減し、「当事者の実質的平等」\nを実現することが訴訟における「手続的正義」である。\nそして、原子力発電所の運転差止請求や同差止仮処分事件は、この①ない\nし④の特徴が最も現れる典型的な事件である。特に発電用原子炉の設置運営\nは原子炉等規制法の改正以前から許可制となっており、許可とは一般に禁止\nされている行為を個別の申請に基づいて特定の場合に解除することである。\n発電用原子炉がその内部に多量の人体に有害な放射性物質を保有し、制御が\n継続できない限り人の生命、身体等に深刻な被害を及ぼす危険を内在させる\nリスク源であることが発電用原子炉の稼働が一般的に禁止されている最も大\nきな理由である。その禁止が、相手方の申請に基づいて特に解除されたので\nあるから、その解除された理由について相手方が主張立証（疎明）責任を負\nうのは極めて自然で理にかなったことといえる。本件でその合理性が問われ\nている基準地震動が原子力規制委員会ではなく、ほかならぬ相手方が設定し\nたものであることからも、相手方が主張立証（疎明）責任を負うべきである。\n（相手方の主張）\n⑴  人格権に基づく妨害予防請求として原子力発電所の運転差止めを求める民\n事保全事件においては、人格権に基づく差止訴訟の一般原則どおり、抗告人\nらが、その人格権、すなわち、生命、身体が侵害される具体的危険性の主張\n疎明責任を負うべきである。\n本件において提出された原子力規制委員会の審査に用いられた資料等は同\n委員会のウェブサイトで公開されているから、抗告人らの主張するような証\n拠の偏在など、当事者間の実質的平等を害する事態は生じていない。原決定\nが、「本件は民事保全事件であって、債務者が策定した基準地震動Ｓｓを少\nなくとも上回る地震動を本件発電所の解放基盤表面にもたらす規模の地震が\n発生する具体的危険、ひいてはそのような評価を根拠づける具体的事実は、\n被保全権利である人格権に基づく妨害予防請求権としての本件原子炉運転差\n止請求権を発生させるために必要な法律要件に該当する具体的事実であると\n解されるのであるから、その法律効果の発生によって利益を受ける債権者ら\nに主張、疎明責任があると解するべきである」としたのは妥当であり、相手\n方の主張にも適うものである。\nなお、抗告人らが指摘する新規制基準の合理性及びそれに適合するとした\n原子力規制委員会の判断の合理性等は、直接的には抗告人らの人格権を侵害\nする事由とはならない。\n⑵  仮に、本件の司法判断枠組みについて、相手方において安全に欠ける点の\nないことについて主張、疎明する必要があるとの見解を採るとしても、原子\n力規制委員会が多方面にわたる極めて高度な最新の科学的、専門技術的知見\nに基づく総合的判断のもとで新規制基準への適合性を確認した事実は尊重さ\nれるべきであり、相手方は、新規制基準に適合していることについて相当の\n根拠、資料に基づいて主張、疎明すれば足りるのであり、新規制基準が不合\n理であることや原子力規制委員会の審査及び判断が合理性を欠くことの主張、\n疎明責任は抗告人らがこれを負担すべきである。そして、相手方は、そのよ\nうな主張、疎明を既に原審において十分に尽くしているのであるから、いず\nれにしても「相手方が策定した基準地震動Ｓｓを少なくとも上回る地震動を\n本件発電所の解放基盤表面にもたらす規模の地震が発生する具体的危険」に\n係る主張、疎明責任は抗告人らが負うことになる。\n２  本件原子炉施設の地震等に対する安全性（争点２）\n（抗告人らの主張）\n⑴  新規制基準自体の不合理性\n強震動予測に基づき、当該発電用原子炉施設の敷地ごとに将来到来する最\n強の地震動を求めようとする現在の新規制基準の枠組みは、以下のとおり、\n合理的なものとは言い難い。\nア  強震動学の実用性等\n新規制基準は、強震動学に基づき、原子力発電所の敷地ごとに将来訪\nれるであろう最強の地震動を予測して基準地震動とし、基準地震動を超\nえる地震動はまず到来することはないことを前提に、耐震補強工事が行\nわれているところ、強震動予測という学問の本質は地震の平均像、平均\n的な地震動を追及する学問であり、これを最高の安全性が保たれるべき\n故に最強の地震動を求めなければならない基準地震動の世界に持ち込む\nことは、その性質上そぐわないものを無理矢理組み合わせているもので\n不合理である。\n裁判所には、原子力規制委員会が基準地震動の妥当性等を確認するた\nめに作成した内規である地震ガイドの合理性について判断する権限と責\n務がある。\n活断層に関連して発生する地震については、平均的な地震規模を想定\nする松田式をそのまま用いている点で不合理である。松田式は、活断層\nの長さとその長さの活断層が動いた場合の地震の規模との相関関係を示\nす数式であるが、その基となった資料の数値が確定していないものがあ\nり、数理的な根拠を持たない感覚的なものであり、資料数も少なく、ま\nた、松田式を用いるに当たっては不確かさの考慮とばらつきの考慮の双\n方がされなければならないのにされていない。\nイ  最新の科学的知見\n第１に、「強震動学を基礎において保守的な計算をすれば精度高く最\n強の地震動を導くことができる」、「それを超える地震動が絶対ないと\nは言えないが、まず来ないという加速度が計算できる」という考え方が\n学界における通説的見解であるとはいえず、むしろ、その困難性や危険\n性を説く学者が大半であり、この説の方が学界における通説ではないか\nと考えられる。\n第２に、地震ガイドⅠ５．２⑷の「基準地震動は、最新の知見や震源\n近傍等で得られた観測記録によってその妥当性が確認されていることを\n確認する。」との規定（以下「本件規定」という。）のいう「最新の\n（科学的）知見」とは、我が国では６５０ガルを超える最大地震動を観\n測した地震はもちろん、１０００ガルを超える地震動が数多く起き、２\n０００ガルを超える地震動もあり、最高４０２２ガルの地震動さえ記録\nされたこと、１８１ガル（南海トラフ地震が直下で起きた場合の相手方\nが予測する最大加速度）はもちろん６５０ガルの地震動（本件原子炉施\n設の基準地震動）も平凡な地震動にすぎないことが判明した ことであ\nる。したがって、６５０ガル及び１８１ガルという地震動が実際の地震\n観測記録に比べて余りにも低水準であることから、それを正当化する特\n段の疎明が相手方においてなされない限り、基準地震動は極めて不合理\nで、本件発電所の事故発生の危険性が高い。\nウ  地震予知と強震動予測の関係\n地震予知の手法と強震動予測に基づく基準地震動の策定の過程は極めて\n類似しており、地震予知ができないのに正確な基準地震動を求めることは\n極めて困難である。\nエ  基準地震動を上回る地震動が観測された事例\n平成１７年から平成２３年までの間に、実際の地震によって原子力発電\n所の周辺の観測地点で観測された地震動が、当該原子力発電所の基準地震\n動（いずれも当時）を上回った事例（以下「本件超過事例」という。）が\n次のとおり５つある（単位はガル）。\n①  平成１７年８月１６日宮城県沖地震（以下「宮城県沖地震」とい\nう。）\n原子力発電所  女川原子力発電所（以下「女川原発」という。）\n基準地震動  ３７５\n観測された地震動  ５６０（宮城県石巻市）\n②  平成１９年３月２５日能登半島地震（以下「能登半島地震」とい\nう。）\n原子力発電所  志賀原子力発電所（以下「志賀原発」という。）\n基準地震動  ４９０\n観測された地震動  ５４３（石川県羽咋郡志賀町）\n③  平成１９年７月１６日新潟県中越沖地震（以下「新潟県中越沖地震」\nという。）\n原子力発電所  柏崎刈羽原子力発電所（以下「柏崎刈羽原発」とい\nう。）\n基準地震動  ４５０\n観測された地震動  ７９３（新潟県柏崎市）\n１０１８（同）\n７５８（同）\n４９６（新潟県刈羽郡刈羽村）\n④  平成２３年３月１１日東北地方太平洋沖地震（以下「東北地方太平\n洋沖地震」という。）\n原子力発電所  女川原発\n基準地震動  ５８０\n観測された地震動  ６３３（宮城県石巻市）\n６７５（同）\n９３３（同）\n⑤  東北地方太平洋沖地震\n原子力発電所  福島第一原発\n基準地震動  ６００\n観測された地震動  ９２２（福島県双葉郡大熊町）\n本件超過事例のいずれもがマグニチュード８を超えるような巨大地震が\n直下又は直近で起きたケースではないにもかかわらず、硬い岩盤であるは\nずの解放基盤表面で全ての事例において１８１ガルを遥かに超え、またそ\nのほとんどが６５０ガルに匹敵しあるいは新潟県中越沖地震においては１\n６９９ガルの地震動が観測されたことは、本件原子炉施設の基準地震動及\nび１８１ガルの地震動算定が不合理であることを如実に示しており、現在\nの基準地震動の策定のあり方に根本的な欠陥があることを裏付けている。\nオ  基準地震動の推移\n本件原子炉施設の基準地震動の推移（建設当初は４７３ガル）、経緯に\n鑑みると相手方は基準地震動の設定を誤っていたといえる。本件超過事例\nや全国各地で基準地震動を上回る地震動が頻繁に発生しているという事実\nを踏まえると基準地震動の根本的変更を伴う基準地震動の策定がなされる\nべき状況であったにもかかわらず、相手方は根本的な見直しをしないまま\n基準地震動を少しずつ上げてきたのであるから、現在の基準地震動も誤っ\nている。\n⑵  新規制基準の適用の不合理性①（６５０ガルという基準地震動が低水準で\nあること）\nア  基準地震動と実際の地震観測記録との対比\n基準地震動を策定するに当たっては、わが国における地震の観測記録に\n照らして合理性があるかどうかを検証することが絶対に必要であり、この\nことは本件規定が要求するところである。本件原子炉施設の基準地震動６\n５０ガルは、相手方によれば、Ｍ８．７に及ぶ可能性のある中央構造線断\n層帯に係る地震により本件発電所の解放基盤表面にもたらされる地震動の\n最大加速度として設定されたものであるが、我が国における実際の地震観\n測記録に照らすと極めて低水準である。平成１２年以降のみを対象として\nも、日本で７００ガル以上の加速度を記録した地震は原決定別紙１－１の\nとおり多数観測されている。\n相手方が想定する本件発電所の北８キロを走っている中央構造線断層帯\nが動いた場合に発生するＭ８．７の地震は広範囲に震度７の地震をもたら\nすことになり、最大限６５０ガルにとどまることは考え難い。本件規定の\n適用がされなかったために低水準で不合理な基準地震動が設定されてしま\nった。\n耐震性の判断要素には、加速度のほかに、速度（カイン）、振幅の大き\nさ、持続時間、地場の変異の有無、繰り返しの強い揺れに対する備え等が\nあげられるが、耐震性の低さを指摘するためには一要素だけを取り上げれ\nば足り、抗告人らは、そのために加速度と繰り返しの揺れに対する備えを\n取り上げている。また、抗告人らは、基準地震動と特定の地震における地\n震観測記録の中での最大加速度とを単純に比較しているのではなく、地震\n動が面的な広がりを持って発生していることを主張している。本件原子炉\n施設の基準地震動に係る最大加速度である６５０ガルは、上記の各地震観\n測記録に比して低水準であり、このような低水準を設定することを正当化\nするだけの地域特性、地盤特性、地震特性等を本件原子炉施設が備えてい\nるかどうかについては、疎明の公平性、疎明の可能性等を含むいずれの観\n点から見ても、相手方が疎明すべき事柄なのである。\nイ  震源を特定せず策定する地震動の策定についての検討\n震源を特定せず策定する地震動の策定については１６個の地震（原決定\n別紙２記載の１６の地震）を参考にしなければならないのに、事実上、留\n萌支庁南部地震だけを参考にして、「震源を特定せず策定する地震動」を\n策定している。\nウ  繰り返しの揺れに対する耐震性の保持\n発電用原子炉の耐震設計では、機器、装置、配管等を含む設備が最初の\n地震動で固有周期が変化し、続く次の地震動で安全機能が破壊される可能\n性を考慮していない点で不合理である。近時の熊本地震、新潟県中越地震\nでも、短期間に基準地震動Ｓｓクラスの地震を繰り返している。\nそもそも６５０ガルという予測自体が過小であり、そのことからすると\n中央構造線断層帯が分割して時間差を置いて地震が発生した場合にはその\nいずれもが６５０ガルを超えることが考えられる。\nエ  一般住宅及びハウスメーカーの耐震性との比較\n建築基準法改正後の建物は震度６強（８３０～１５００ガル程度）から\n震度７（１５００ガル程度～）の地震に耐えられるように要求されている\nので、６５０ガルを基準地震動とする本件原子炉施設の耐震性は一般住宅\nに劣る。\nハウスメーカーでは実物大の建物に対し複数回にわたって３０００ガル\nを上回る地震動による実証実験を実施し、建物の躯体の耐震性は保持され\nたことが裏付けられた。その耐震性は基準地震動を６５０ガルとする本件\n原子炉施設をはるかに上回る。\n発電用原子炉は設計段階において耐震性の点で安全率及び安全率に伴う\n安全余裕は設けられていない。原子力実証試験では実物大を用いていない\nこと、全ての機器を対象としていない点で同試験はハウスメーカーの実証\n試験の信用性に劣る。\nオ  年超過確率\n原子力発電所にあっては、高度の安全性が図られるべきであるから、\n本件原子炉施設が基準地震動を超過する地震動に見舞われることが確率\n論的に否定しきれないまでも、その確率は１万年から１００万年に１回\nにとどまるからといって、到底受容できる確率ではない。\n未知の自然現象についてその発生確率の算定は不可能である。\n本件超過事例は、基準地震動の策定方法か、基準地震動の超過確率の\n計算のいずれか、若しくは両方に誤りがあることを示していると考える\nのが自然である。\nそもそも地盤調査を尽くしたとしても精度の高い予知予測はできない。\n⑶  新規制基準の適用の不合理性②（南海トラフ地震の想定地震動を１８１ガ\nルと設定したこと（以下、「１８１ガル問題」という。））\n相手方は「最大クラスの地震である南海トラフの巨大地震（Ｍ９）を本件\n原子炉施設の敷地直下に想定し、強震動生成域を直下に置いたとしても、本\n件原子炉施設の敷地には最大限１８１ガルの地震動しか到来しない」と予測\nしたが、以下の各点を踏まえれば、その予測は甘すぎるというほかなく、合\n理性がなく、ひいては基準地震動６５０ガルの策定の不合理を裏付けるもの\nである。\nア  最大加速度１８１ガルの水準と地域特性\nここ２０年間余にわたって蓄積された最大加速度に係る地震観測記録に\n照らすと、相手方の策定した基準地震動６５０ガルと南海トラフ地震に係\nる想定地震動１８１ガルが低い水準であることは客観的に容易に判明する\nのである。即ち、平成１２年以降、震度５弱以上を記録した地震のうち、\n観測された最大加速度が１８１ガルを若干上回る２００ガル以上であった\n地震は、優に１７０回を超える（原決定別紙１－２）。本件原子炉施設の\n敷地に限って低い水準の地震動しか到来せず、強い地震動は到来しないと\nいうのなら、また、マグニチュード９の巨大地震に直撃されても極めて平\n凡な地震動しか到来しないというのなら、それを裏付けるために本件原子\n炉施設の地域特性、地盤特性を解明してそのことを疎明すべきは相手方の\n方である。\nイ  東北地方太平洋沖地震の地震観測記録との対比\n１８１ガルを超える地震動を観測した地点はそれを数えるのが困難なほ\nど多数である。本件規定は、最新の知見や震源近傍等で得られた観測記録\nと基準地震動とを照合するだけではなく、基準地震動策定の過程で算定さ\nれた地震動１８１ガルをも照合の対象とすることを求めていると考えられ\nる。\n南海トラフ地震の地震動予測に当たって参照すべき本件規定中の「震源\n近傍等の観測記録」には東北地方太平洋沖地震の地震観測記録が該当し、\nまた、同規定中の「最新の知見」とは同地震をはじめとする地震観測記録\nによって得られた知見である。\nマグニチュード９の南海トラフ地震が本件原子炉施設の直下を震源とし\nて起き、仮に直下が震源でないとしてもその強震動生成域を本件原子炉施\n設の直下に置いたとしても、本件原子炉施設の敷地には１８１ガルを超え\nる地震動は到来しないということに合理性があるかどうかが争点であり、\nこの観点からすると重要な事実は、マグニチュード９の東北地方太平洋沖\n地震において震央から１９０キロメートル離れた硬質岩盤（井出川観測地\n点）においても１８１ガルと大差がない１６４ガルの地震動がもたらされ\nたことである。\nウ  愛媛県の南海トラフ地震に係る地震動予測との対比\n愛媛県は、南海トラフ地震の強震動生成域を愛媛県内に置いていないに\nもかかわらず、伊方町の全ての地区において１８１ガルを遥かに上回る地\n震動を予測している。\nエ  １８１ガル問題について原子力規制委員会で審議がされたか\n平成２６年５月２３日の原子力規制委員会の審査会合において、相手方\nによる１時間１０分以上の説明時間で１８１ガルという数値が記載されて\nいるスライドの説明がなされたのは１８秒間だけである。また、当該１８\n秒間で相手方が口頭説明した内容は、相手方の南海トラフ地震の地震動評\n価が現行の基準地震動を下回る結果になったということであり、南海トラ\nフの想定地震動の数値が最大１８１ガルであったことは全く説明していな\nい。また、相手方の一括説明後に審査委員等からの質疑がされているが、\n南海トラフ地震については何ら質疑がされていないことからすると、南海\nトラフ地震１８１ガル問題について審議の欠落があったといえる。\n⑷  広島市民に対する放射能の影響\n本件発電所が重大事故を起こした場合、１００ｋｍ圏の広島市民は現行法\n制下における公衆の被爆線量である年間１ｍＳｖを大きく超えて被爆するこ\nとが予想できる上、内部被爆の影響を考えると広島市民の被る被爆被害は更\nに深刻なものとなる。\n重大事故を起こして、大量の放射性物質放出の事態となっても、周辺住民\nに避難を強いることをあらかじめ計算に折り込み、１００ｋｍ圏住民には避\n難の必要はないと嘯くような相手方に原子炉運転の資格はなく、本件原子炉\n重大事故発生の蓋然性の高さとも相まって、本件原子炉の運転は即刻禁止さ\nれるべきである。\n⑸  戦時原発の危険\n現在の新規制基準は、テロ対策についてすら不十分な規制しかなく、まし\nて他国による武力攻撃に関する備えについては何の規制もない。\n戦争が起きた場合、本件発電所を含む発電用原子炉は敵の攻撃目標となる。\nその場合、核兵器以上の大量の放射性物質が放出され、国の存亡にかかわる\nおそれがある。発電用原子炉は、自国のみに向けられた核兵器といえる。現\n在の緊張した国際情勢の中では、そのような危険は現実的な危険である。\n（相手方の主張）\n⑴  新規制基準の合理性\nア  強震動学の実用性\n基準地震動を策定する目的は、原子炉施設の供用期間中に予想される\n地震動の大きさを科学的に合理的な方法で推定することによって、安全\n上重要な設備が損傷することを防ぐことにあり、そうであれば、将来発\n生する地震動を正確に予測できない限り、基準地震動を合理的に策定す\nることはできないというものではない。地震学には不確かさが伴うが、\n原子力発電所の耐震設計において求められているのは、寸分違わぬよう\nな正確な地震動予測ではなく、そのような不確かさを踏まえた上で、そ\nの点を十分に保守的に考慮した地震動評価が可能であれば、原子炉等規\n制法の目的及び趣旨に悖るところはない。すなわち、基準地震動Ｓｓの\n策定は、地震が起きることを前提に、震源域及び地震の規模を保守的に\n想定するものであって、地震防災応急対策の前提となっているがゆえに\n地震の発生時期、発生場所及び規模を確度高く予測することが求められ\nる大規模地震対策特別措置法（以下「大震法」という。）が前提として\nいる地震予測とは全くの別物である。\n自然現象に係わる評価である以上、本件発電所に基準地震動Ｓｓを超\nえる地震動が到来することは絶対にないとまでは言い切れないものの、\n本件原子炉施設の基準地震動Ｓｓは、科学的な合理性を有する各種の知\n見を踏まえつつ、それらを保守的に組み合わせることなどにより、本件\n発電所の自然的立地条件に照らして、これを超えるようなレベルの地震\n動が本件発電所に到来するとは合理的には考え難いレベルの保守的な地\n震動である。\n強震動に係る知見は、例えば、地震防災でも広く活用されているよう\nに、十分に実用の水準に達している合理的な手法であり、地震ガイドに\nおいても、強震動予測手法が採用されている。\n強震動予測の手法を基礎とする耐震設計は、建築基準法においても否\n定されているわけではなく 、建設地の特性を考慮して作成した地震動\n（サイト波）の利用も予定されているのであって、原子力発電所の耐震\n設計にのみ用いられる特殊な手法ではない。\n平成１５年に気象庁によりマグニチュードの算出方法が改訂され、松\n田式の基となったデータの中にもマグニチュードの変更が生じていると\nころ、気象庁のマグニチュードの再評価という最新の知見を踏まえると、\n松田式は、実際に発生した地震のマグニチュードと震源断層の長さとの\n関係を表す式であることが良くわかる。震源断層の長さを用いることに\nより、精度よくマグニチュードを想定することができる。そして、相手\n方が本件発電所の敷地周辺地域の地形、地質及び地質構造について詳細\nな調査を行い、その結果、地震動評価に用いているのは震源断層の長さ\nであるから、相手方は、松田式を用いることにより、精度よくマグニチ\nュードを算出することができるのである。\n抗告人らは、松田式の基となったデータにはばらつきがあるところ、\n松田式を用いて算定する地震規模は平均の地震規模に過ぎないため、基\nとなっているデータのうち最大の地震規模を特定して、それらの各点を\n結ぶ線に基づいて地震規模を想定すべきである旨主張する。\nしかしながら、松田式は、実際の地震観測記録等のデータに基づき、\nそれぞれの地震ごとの地域特性を捨象した科学的に有意な関係を表す経\n験式として作成されているのであり、松田式の作成の基となったデータ\nと松田式から求まる値との間でばらつきが生じるのは当然であり、それ\n自体は何ら問題ではない。また、それらのばらつきは、それぞれの基デ\nータの地域特性が反映されたものであるから、地域特性の全く異なる本\n件発電所の地震動評価に当たって当該ばらつきをそのまま考慮すること\nは、本件発電所の立地する地域とは全く特性の異なる地域で発生する地\n震に基づいて地震動評価を行うことを意味するに外ならず、科学的に不\n合理である。相手方としては、経験式のばらつきを生じさせている要因\nを勘案して、経験式に存在するばらつきが過小評価につながることのな\nいよう、本件発電所の地域特性を踏まえて適切な配慮をすべきと考えて\nおり、現に、中央構造線断層帯に係る地震動評価に当たっては、詳細な\n調査に基づいて保守的に震源モデルを設定するとともに、経験式のばら\nつきが生じる要因を踏まえ、本件発電所に係る地域特性が地震動の過小\n評価につながることのないよう地震動評価を行い、保守的な地震動評価\n結果が得られるよう配慮しているのであり、相手方の評価は、松田式の\n基となったデータのばらつきを考慮しても、一定の保守性を有している。\n多くの専門家が強震動予測を基準地震動の策定に持ち込んだ場合の限\n界や危険性を指摘している旨の抗告人らの主張は、その依拠する専門家\nの見解に対する誤った理解に基づく主張である。\nしたがって、新規制基準の下において、強震動予測を用いて基準地震\n動を策定することがそもそも非科学的であるかのような抗告人らの主張\nは失当である。\nイ  最新の科学的知見\n相手方は、本件規定の「最新の（科学的）知見」とは、基本的には、現\n在の学会における通説的見解であると認識している。自然科学の分野では、\nある見解が、通説ではないものの合理性のある知見であるのか、合理性を\n有しないとされる見解なのかの区別は容易でないことから、原子炉等規制\n法は、通説的見解ではない異説をどの程度まで考慮すべきかという点につ\nいて、原子力専門委員会の専門技術的知見に基づく裁量に委ねている。\nウ  地震予知と強震動予測の関係\n大震法が前提としている地震予測と基準地震動の策定とは、その求めら\nれる内容が大きく異なり、全く別物である。\n本件原子炉施設における基準地震動の策定は、地震の発生時期や規模の\n的確な予測を目指すものではなく、地震が起きることを前提に、震源域及\nび地震の規模を保守的に想定している。\nエ  本件超過事例について\n新規制基準に基づく地震動評価は、平成１８年改訂後の耐震設計審査指\n針と比較して、活断層等の解釈を明確化したり、地下構造による地震波の\n増幅の考慮に関する記載が充実したりするなどしており、その適用面では、\nより詳細な調査・検討が求められるなど高度化したものとなっている。\n本件超過事例のうち、宮城県沖地震、能登半島地震及び新潟県中越沖地\n震において超過したとされる基準地震動は、平成１８年改訂前の耐震設計\n審査指針による「基準地震動Ｓ１」又は「基準地震動Ｓ２」であり、「基\n準地震動Ｓｓ」ではない。また、能登半島地震及び新潟県中越沖地震につ\nいては、各原子力発電所において基準地震動Ｓｓの策定が進められている\n中で発生した事例であり、基準地震動Ｓｓの策定には、これらの事例から\n得られた知見が反映されている。すなわち、本件原子炉施設を含む各原子\n力発電所の基準地震動Ｓｓは、能登半島地震及び新潟県中越沖地震を踏ま\nえ、そこから得られた知見を踏まえて策定されたものであり、能登半島地\n震及び新潟県中越沖地震は、その点においても基準地震動Ｓｓの信頼性を\n揺るがすものではない。\nオ  基準地震動の推移（本件発電所の基準地震動が建設当時から見直されて\nきたこと）について\n本件発電所の基準地震動が見直されてきたのは、兵庫県南部地震を契機\nとした地震観測網の整備以降、地震動評価手法の急速な発展がみられた中\nで、地震動を増幅させる可能性のある何らかの要因が発見された場合等に、\n相手方が保守的に当該要因を考慮に入れた地震動評価を行ってきたためで\nあるし、また、一方で、地震動評価手法の急速な発展がみられた中で得ら\nれた知見には、耐専スペクトル（地震規模、等価震源距離等を用いて応答\nスペクトルを評価する手法であり、地震規模として気象庁マグニチュード\nを用いているもの。）の内陸補正係数のように、小さめの地震動をもたら\nすものもあるが、そのような場合には、しばしば保守的な考慮としてこれ\nを敢えて無視して大きめの地震動を策定してきたためでもある。抗告人ら\nは、基準地震動が見直されてきた事実だけを捉えて、基準地震動の想定を\n度々誤っていたかのように非難するが、上記のとおり、基準地震動が見直\nされ大きくなってきたことは、相手方の保守的な考慮の結果に外ならず、\nむしろ不断に保守性を高めていることの証左というべきであるから、本件\n発電所の基準地震動が建設当時よりも大きく見直されてきたこと自体を非\n難する抗告人らの主張には理由がない。\n⑵  新規制基準の適用の不合理性①（６５０ガルという基準地震動が低水準で\nあること）\nア  基準地震動と実際の地震観測記録との対比について\n抗告人らは、他の地点で観測された地震動の観測記録と比較することに\nよって、相手方が策定した基準地震動Ｓｓ及び相手方が評価した南海トラ\nフの巨大地震の地震動が低水準である旨主張する。\nしかしながら、特定の地点における地震動は、地震ごとに異なる震源特\n性や地点ごとに異なる伝播特性、増幅特性といった地域特性の影響を強く\n受けることから、地域特性の異なる各地点で計測された各観測記録と単純\nに比較して、本件原子炉施設の基準地震動Ｓｓが過小であるかのように述\nべる抗告人らの主張は失当である。\nまた、本件原子炉施設の基準地震動Ｓｓは、科学的な合理性を有する各\n種の知見を踏まえつつ、それらを保守的に組み合わせることなどにより、\n本件発電所の自然的立地条件に照らして、これを超えるようなレベルの地\n震動が本件発電所に到来するとは合理的には考え難いレベルの保守的な地\n震動として策定したものであることは、前記⑴ア のとおりである。\n相手方は、プレート間地震について、最大クラスの巨大な地震として検\n討された内閣府検討会 （２０１２ｂ） の南海トラフの巨大地震の４ケー\nスの断層モデルのうち、本件発電所の敷地への影響が最も大きいと考えら\nれる陸側ケース（Ｍ９．０）を基本震源モデルとして想定し、さらに地震\n動評価が保守的になるよう敷地直下に強震動生成域を追加配置する不確か\nさを考慮した震源モデルを想定し、地震動評価を行っており、また、同検\n討会における検討も踏まえつつ科学的に妥当な手法で本件発電所の敷地に\nおける地震動を評価し、その妥当性は、原子力規制委員会の審査において\nも確認されている。\n６５０ガルを超える地震動の観測記録をもって基準地震動Ｓｓによって\n想定される地震動が低水準であることが疎明されるには、地域特性を踏ま\nえた補正等がなされなければならないところ、抗告人らは、結局のところ、\n本件発電所とは異なる地点において６５０ガルを超える地震動の観測記録\nがあったことを指摘しただけであって、地域特性を踏まえた上で、なぜ基\n準地震動Ｓｓが低水準だといえるのかについては、何ら疎明できていない。\nイ  震源を特定せず策定する地震動の策定についての検討\n抗告人らは、震源を特定せず策定する地震動の策定については原決定別\n紙２記載の１６の地震を参考にしなければならないのにこれが行われてい\nないと主張するが、相手方は、震源を特定せず策定する地震動の策定にお\nいて、原子力規制委員会から、審査の過程において、震源を特定せず策定\nする地震動の評価で収集対象となる内陸地殻内地震の例として地震ガイド\nに示しているすべての地震（原決定別紙２記載の１６の地震）について観\n測記録等を収集し、検討することを求められ、これを踏まえて、相手方が\n策定した基準地震動Ｓｓが、原子力規制委員会によって、過去の内陸地殻\n内の地震について得られた震源近傍における観測記録を精査し、各種の不\n確かさ及び敷地の地盤物性を考慮して策定されているとして、設置許可基\n準規則解釈別記２の規定に適合していることを確認した（乙３７）とされ\nていることからすれば、抗告人らの上記主張は理由がない。\nウ  繰り返しの揺れに対する耐震性の保持について\nそもそも基準地震動Ｓｓクラスの地震動が繰り返し発生することは考え\n難い上に、仮に、本件発電所の敷地において大きな地震動が繰り返し発生\nしたとしても、本件原子炉施設は、耐震安全上の余裕を十分に確保してい\nることなどから、本件原子炉施設の耐震安全性が損なわれることはない。\n平成２８年熊本地震は、原子力発電所の耐震設計においては保守的に一\n度に動くと想定されていた断層（布田川・日奈久断層帯）が、分割して、\n時間差をおいて動いたもの（前震Ｍ６．５、本震Ｍ７．３）であり、分割\nして動いたために、一度に動くと想定していた九州電力川内原子力発電所\nの地震動評価における地震規模（Ｍ８．１）よりも小さかった（乙１６\n５）。これを中央構造線断層帯による地震に当てはめれば、相手方が想定\nしている地震よりも小さな地震が２回発生すること、すなわち、基準地震\n動Ｓｓを下回る地震動が２回到来することを意味するに過ぎない。\nまた、平成１６年新潟県中越地震については、同年１０月２３日１８時\n３４分に発生した地震（Ｍ６．５）は、同日１７時５６分に発生した本震\n（Ｍ６．８）の余震であり（本震に比べて地震規模も小さい）、そもそも\n基準地震動クラスの地震が２回発生したわけではない（甲５２）。抗告人\nらは、本震と余震において、それぞれ大きな加速度が観測されているとい\nう事実をもって、基準地震動クラスの地震が繰り返したと認識しているの\nかもしれないが、本件発電所と地域特性の異なる地点において大きな加速\n度が観測されているからといって、本件原子炉施設の基準地震動Ｓｓの妥\n当性が失われるわけではない。\nエ  一般住宅及びハウスメーカーの耐震性との比較について\n本件原子炉施設の耐震設計については、合理的に予測される規模の自然\n災害としての地震動に対して安全性が確保できているかどうかが問題なの\nであるから、ハウスメーカーの住宅や一般建築物のような他の施設との耐\n震性能を比較してその優劣を論じることには意味がない。\n本件発電所が立地する地盤条件を全く考慮していないこと\n耐震設計の前提条件として、地盤の条件によって建築物の耐震性は大\nきく左右されるところ、原子力発電所は、特定の立地地点について詳細\nな調査を尽くし、かつ、大規模な基礎地盤の改良工事等を実施して地震\n動の増幅をもたらす表層地盤を除去するなどしてから建設するのに対し、\n一般住宅は、平野部に建設されることが多く、地盤の条件が必ずしも良\nくない。抗告人らの主張は、一般住宅と原子力発電所との耐震設計にお\nける根本的な前提条件の違いを無視して、単純に最大加速度のみを比較\nするものであり、「震源特性」、地震波の「伝播特性」、地盤の「増幅\n特性」といった地震動評価において考慮すべきとされる地域特性の考慮\nを求めている地震ガイドにも反するものであって、およそ科学的に合理\n性を有するとはいえない。\n最大加速度のみで耐震性を論じていること\n抗告人らが挙げるハウスメーカーの実証試験における最大加速度は、\n少なくとも入力地震動（構造物等の安全性を解析したり検証したりする\n際に構造物への入力に用いる地震動）ではないことから、入力地震動で\nある本件原子炉施設の基準地震動と直接比較するのは誤りである。\nまた、建築物の耐震性を論ずるに当たっては、地震動の経時特性(揺\nれが時間とともにどう変化するか)や周期特性（建築物の固有周期に対\n応する揺れがどのようなものであるか）といった加速度以外の特性も考\n慮しなければ、およそ建築物の耐震性を論ずることはできないことから、\n単に最大加速度の値だけで耐震性を論ずる抗告人らの主張は、耐震工学\nの非専門家を誤導するものであり、極めて不適切である。\n設計耐力と実耐力とを混同していること\n抗告人らが主張するハウスメーカーの住宅の振動実験の事例は、全て\n建築物の設計耐力ではなく実耐力を示したものであるにもかかわらず、\n本件発電所の設計条件（設計耐力）である基準地震動の最大加速度６５\n０ガルと振動実験で計測した最大加速度を比較しているものであり、そ\nもそも全く意味の異なる両者を比較すること自体が誤っている。\n仮に本件原子炉施設の基準地震動と比較するのであれば、ハウスメー\nカーの住宅の設計条件（設計耐力）と比較すべきであり、本件発電所は\n許容応力度計算として一般建築物で求められる建築基準法の３倍（耐震\n等級３の住宅の２倍）の地震力に対して耐震設計を行っているし、保有\n水平耐力計算で要求されている地震動（一般建築物では最大加速度３０\n０ガルから４００ガル程度、耐震等級３の住宅では最大加速度４５０ガ\nルから６００ガル程度の地震動）と比べても、基準地震動（最大加速度\n６５０ガル）が過小ということにはならない。むしろ、一般建築物が立\n地する地盤条件（地震動が増幅する軟弱地盤が多い。）と比べて、本件\n発電所が地震動の増幅が極めて小さい岩盤地点に立地していることを踏\nまえれば、十分な保守性をもった基準地震動が設定され、それに基づい\nて行われる耐震設計の段階においても保守性を考慮している本件発電所\nの耐震性は、極めて高い水準にあるというべきである。\n一般建築物が震度７まで耐えられるのに対して本件原子炉施設の耐震\n性が劣るとの主張について\n震度の大きさは単に加速度の値のみで判断できるものではなく、実際\nの地震波はさまざまな周期の波が含まれており、震度７が加速度で何ガ\nルに相当するとはいえないにもかかわらず、抗告人らの主張は、一般鉄\n筋コンクリート建造物が実耐力として震度７までの揺れに耐えた事例を\n挙げて、震度７と１５００ガルという数字を都合よく結びつけたうえ、\nさらには一般建築物が震度７（１５００ガル）までの地震動に耐えると\nの誤った認識のもと、この１５００ガルという数字と比較して本件発電\n所の耐震設計に用いる基準地震動の最大加速度６５０ガルが小さいこと\nをもって、本件原子炉施設の耐震性が低いというものであり、極めて不\n合理な主張といわざるを得ない。\nオ  年超過確率\n本件原子炉施設が基準地震動を超過する地震動に見舞われる確率につ\nいて、「１万年から１００万年に１回」よりも小さくなければならない\nかのような抗告人らの主張は、本件原子炉施設について地震との関係で\n絶対安全を求めるに等しく、不合理である。\n相手方は、基準地震動Ｓｓを策定するにあたり、詳細な調査を尽くし\nた上で、様々な不確かさを考慮するなどして、余裕をもった保守的な評\n価を行っていることから、本件発電所において基準地震動Ｓｓを超過す\nる地震動が発生することは、確率的に完全に否定することはできないと\nしても、まず考えられない。このことを定量的に確認するため、前提事\n実⑼ウ のとおり、日本原子力学会 が定めた原子力学会(2007)に基づ\nき、「特定震源モデルに基づく評価」及び「領域震源モデルに基づく評\n価」を実施し、基準地震動Ｓｓ－１の年超過確率は、１０ －４～１０ －６\n／年（１万年ないし１００万年に１回）程度であり、基準地震動Ｓｓ－\n２及び基準地震動Ｓｓ－３の年超過確率も同程度である ことを確認し\nた。\n⑶  新規制基準の適用の不合理性②（１８１ガル問題）\nア  最大加速度１８１ガルの水準と地域特性\n本件原子炉施設の基準地震動Ｓｓは、科学的な合理性を有する各種の知\n見を踏まえつつ、それらを保守的に組み合わせることなどにより、本件発\n電所の自然的立地条件に照らして、これを超えるようなレベルの地震動が\n本件発電所に到来するとは合理的には考え難いレベルの保守的な地震動と\nして策定したものであることは、前記⑴ア のとおりである。\n相手方は、南海トラフの巨大地震（基本震源モデル）について、本件発\n電所の敷地における相手方の地震動評価結果と本件発電所の敷地近傍の地\n点における内閣府検討会の地震動評価結果とを比較し、両者がほぼ同レベ\nルであること、つまり、相手方による地震動の計算結果が適正であること\nを確認し、その内容は、原子力規制委員会の審査でも確認を受けている\n（乙２１４の１９４ないし１９６頁））。\n６５０ガル（１８１ガル）を超える地震動の観測記録をもって南海トラ\nフの巨大地震の評価結果によって想定される地震動が低水準であることが\n疎明されるには、地域特性を踏まえた補正等がなされなければならないと\nころ、抗告人らは、結局のところ、本件発電所とは異なる地点において６\n５０ガルを超える地震動の観測記録があったことを指摘しただけであって、\n地域特性を踏まえた上で、なぜ南海トラフの巨大地震の評価結果が低水準\nだといえるのかについては、何ら疎明できていない。\n相手方は、深部ボーリング調査や微小地震観測等の結果から、本件発電\n所の地盤において褶曲構造等による特異な増幅が生じるような特性がない\nことを確認している。\nイ  東北地方太平洋沖地震の地震観測記録との対比\n抗告人らは、「１８１ガル以上の地震動が観測された観測地点の分布等\nを検討している」と主張するところ、抗告人らのいう「観測地点の分布等」\nとは、観測地点の位置的な情報を検討しているということを主張している\nものと思われるが、震央距離及び震源の深さをもって、「震源距離が大き\nくなるほど地震波が減衰する」という一般的かつ原理的な現象を説明する\nことはできても、伝播特性を解析したことにはならないし、ましてや、震\n源距離が震源特性や増幅特性を決定づける要素であるとは考え難いのであ\nるから、「観測地点の分布等」を検討しているからといって、相手方によ\nる南海トラフの巨大地震に係る地震動評価を不合理であることが示された\nとは到底いえない。\n抗告人らは、「マグニチュード、震源の深さ、強震動生成域の位置、震\n央までの距離という要素からみるかぎり１８１ガルという数値は極めて考\nえ難い」と主張するが、異なる地点で観測又は評価された地震動同士を比\n較する場合、最大加速度値に「地震の規模や震源距離に関するデータ」が\n付け加えられたとしても、地域特性を解析し、適正に補正しなければ正し\nい比較は困難である。強震動生成域についても、結局は、震源特性を構成\nする要素の一つなのであるから、これも踏まえた解析及び補正が必要とな\nることは同じである。そして、そうした解析や補正を行うことなく、「１\n８１ガルという数値は極めて考え難い」という抗告人らの主張は、根拠の\nない臆測にすぎない。\n抗告人らは、震央から１９０㎞も離れた井出川観測地点において１６４\nガルの地震動が観測された事例から、本件発電所からの震央距離が０㎞で\nある相手方の南海トラフの巨大地震に係る地震動評価が低水準であると主\n張するが、相手方は、南海トラフの巨大地震の断層モデルを用いた手法に\nよる地震動評価に当たっては、内閣府検討会（２０１２ｂ）の震源モデル\nを用い、震源（「破壊開始点」ともいう。）は内閣府検討会（２０１２ｂ）\nと同様に紀伊半島の南に設定している（乙３４の６－５－１９０、１９１\n頁）ため、震央距離が０㎞というのは誤りである。この点を措いても、地\n域特性の違いを無視して、震央距離と地震動の大きさとの関係性について\n比較すべきではない。\n本件発電所の敷地と抗告人らの主張する観測地点とでは、地域特性が大\nきく異なるのであるから、相手方が評価した南海トラフの巨大地震による\n本件発電所の敷地における地震動と上記観測地点で観測された地震動の最\n大加速度値とを比較して、相手方の南海トラフの巨大地震に係る地震動評\n価が低水準であるとはいえない。\nウ  愛媛県の南海トラフ地震に係る地震動予測との対比\n愛媛県が平成２５年に実施した愛媛県地震被害想定調査についても、地\n域特性による補正を行うことなく、伊方町における想定加速度と相手方の\n南海トラフの巨大地震に係る地震動の評価結果とを比較することは不合理\nである。\nエ  １８１ガル問題について原子力規制委員会で審議がされたか\n相手方は、平成２６年５月２３日に開催された「第１１４回原子力発電\n所の新規制基準適合性に係る審査会合」（乙２５０、乙２５１）において、\n南海トラフの巨大地震に関する不確かさのケース（直下ＳＭＧＡ追加ケー\nス）を説明し、原子力規制委員会による審査を受けており（乙２５１の１\n７、１８頁）、当該事項について、原子力規制委員会からは特段のコメン\nトがなかった。また、平成２７年７月１５日に開催された平成２７年度第\n１９回原子力規制委員会において、「四国電力株式会社伊方発電所の発電\n用原子炉設置変更許可申請書（３号原子炉施設の変更）に関する審査書」\nの案が付議、了承され、相手方の申請に対する同委員会の許可処分がなさ\nれたが（乙３７、乙１０４）、同審査書においても、当該事項が記載され\nており（乙３７の１６頁）、当該事項が審査内容とされていることがわか\nる。\n⑷  広島市民に対する放射能の影響\n相手方は、本件原子炉施設の立地地点及びその周辺の自然的立地条件（地\n震、津波等）が原子力発電所の安全確保に影響を与えるような大きな事故の\n誘因とならないよう、詳細な調査を行い、その特性を十分に把握した上で、\n本件原子炉施設が自然的立地条件に対する安全性を確保できるよう、十分に\n余裕を持った設計及び建設を行っている。そして、本件原子炉施設において、\n放射性物質を環境に大量に放出する事態を生じさせないようにするため、深\n層防護の考え方に基づき、異常の発生を未然に防止する対策を講じた上で、\n仮に異常が発生した場合でも原子炉を確実に「止める」ことにより異常の拡\n大を防止する対策を講じ、万が一、異常が拡大した場合でも原子炉を「冷や\nす」、放射性物質を「閉じ込める」ことにより事故防止に係る安全確保対策\nを講じることで、放射性物質が環境に異常に放出されることを防止している。\nさらに、福島第一原子力発電所の事故が津波という共通要因による故障の発\n生によって引き起こされたことに鑑み、共通要因故障の原因となり得る自然\n現象への考慮を手厚くするという観点から、地震、津波等の自然現象につい\nてより余裕を持たせた評価を行ってその対策を講じるとともに、自然現象以\n外の事象で共通要因故障となり得る火災、溢水等に対する考慮を強化するな\nどして事故防止に係る安全確保対策の信頼性を高めている。加えて、万が一、\n事故防止に係る安全確保対策が奏功せず、重大事故等が発生した場合におい\nても、本件原子炉施設の安全性を確保することができるよう、炉心の著しい\n損傷を防止するための対策（すなわち、従来の原子炉を「止める」「冷やす」\n機能を強化する対策）、炉心が著しい損傷に至る場合であっても原子炉格納\n容器の破損を防止するための対策（すなわち、従来の放射性物質を「閉じ込\nめる」機能を強化する対策）等を講じ、安全確保対策を強化している。また、\n相手方は、万が一、外部電源や非常用ディーゼル発電機の機能を喪失した場\n合でも、空冷式非常用発電装置、電源車、蓄電池等の多様な電源設備を設け\nるとともに、更なるバックアップとして、新たに設置した非常用ガスタービ\nン発電機を令和３年２月８日から（乙２２８）、３系統目となる所内常設直\n流電源設備を同年１０月５日から（乙２２７）、それぞれ運用を開始するな\nど、電源確保の強化を進めている。さらに、炉心が著しい損傷に至るおそれ\nがある場合等において、原子炉格納容器の破損を防止して、放射性物質を環\n境に大量に放出する事態を生じさせないための対策の更なるバックアップと\nして、特定重大事故等対処施設を設置し、同日から運用を開始している（乙\n２２７）。特定重大事故等対処施設は、故意による大型航空機の衝突その他\nのテロリズムに対して原子炉格納容器の破損を防止するための施設であり、\n高い頑健性を有しており、同施設が設置されたことにより、本件原子炉施設\nの安全確保対策の信頼性は極めて高いものとなっている。\n以上のとおり、相手方は、本件原子炉施設において放射性物質の持つ危険\n性が顕在化することがないよう十分な対策を講じ、本件原子炉施設の安全性\nを確保しているのであるから、本件原子炉施設において、抗告人らが主張す\nるような放射性物質を環境に異常に放出する事故が発生する具体的危険はな\nい。\n仮に本件原子炉施設において放射性物質が環境に大量に放出されるという\n事態が生じた場合に、原子力防災の観点から抗告人らの避難が必要となる可\n能性が存在することまで否定するものではないが、その可能性は極めて小さ\nく、抗告人らの人格権侵害の具体的危険が認められる程度の可能性ではない。\n仮に、本件原子炉施設において放射性物質が環境に大量に放出される事態\nに至った場合において、抗告人らが居住するＵＰＺ（避難計画を策定すべき\n範囲。放射線被ばくによる影響が及ぶ蓋然性、限られた時間内での対応の実\n効性等を総合的に考慮して策定されたもの。乙２３５ないし２３７）外にま\nで多くの放射性物質が拡散するおそれが生じたとしても、本件発電所から相\n当程度遠方に居住する抗告人らにおいては、放射性物質が到達するまでの間\nに屋内退避、避難等の防護措置を組み合わせて実施することにより、放射線\nに被ばくする可能性及び被ばくによる影響を相当程度低減することができる\nのであるから、抗告人らの居住地と本件原子炉施設の立地地点との距離だけ\nでなく、原子力災害発生時に講じられる防護措置も考慮すれば、抗告人らの\n人格権、すなわち、生命・身体が侵害される具体的危険が認められないこと\nは、より明らかである。\n⑸  戦時原発の危険について\n他国による武力攻撃については、わが国の法制度上、「武力攻撃事態等及\nび存立危機事態における我が国の平和と独立並びに国及び国民の安全の確保\nに関する法律」（以下「事態対処法」という。）及び「武力攻撃事態等にお\nける国民の保護のための措置に関する法律」（以下「国民保護法」という。）\nにおいて、仮に事態対処法に定める武力攻撃事態等に至った場合の対処につ\nいては、第一義的には、国の責務として、国が主導的役割を担いつつ、原子\n力発電事業者を含めた関係機関が相互に連携協力して対処することが予定さ\nれている。このような法制度に照らせば、抗告人らが、原子炉等規制法が他\n国による武力攻撃に係る規制を欠いていること及び本件原子炉に対する他国\nによる武力攻撃を理由として、相手方に対して、本件原子炉の運転差止めを\n請求することはできず、主張自体失当であり、そもそも、武力攻撃予測事態\nにも至っていない現状において、突発的に武力攻撃が発生した場合等、特に\n緊急を要する事態である場合にも該当しないことから、現時点において、本\n件原子炉が他国による武力攻撃を受ける蓋然性が認められないことは明らか\nである。\n上記の点を措くとして、仮に、本件原子炉が他国による武力攻撃を受けた\nとしても、相手方は、本件原子炉について、原子炉等規制法の規定を踏まえ、\n武力攻撃にも対処し得るテロリズム攻撃への対策を講じていることから、直\nちに放射性物質を環境中に大量に放出する事態が生じ、抗告人らの人格権侵\n害の具体的危険が生じるわけではない。\n３  争点３ないし５\n原決定の「理由」欄の第２の３⑶ないし⑸に記載のとおりであるから、これ\nを引用する。\n第５  当裁判所の判断\n１  争点１（司法審査の在り方）について\n⑴  本件は、民事保全法２３条２項に基づき、本件原子炉の運転差止めの仮処\n分を求めるものであり、「争いがある権利関係について債権者（抗告人ら）\nに生ずる著しい損害又は急迫の危険を避けるためこれを必要とするとき」に\n発することができるものである。\nそして、抗告人らが主張する被保全権利は、人格権に基づく妨害予防請求\n権としての差止請求権であるところ、個人の生命、身体等の重大な保護法益\nが侵害される具体的危険がある場合には、当該個人は、人格権に基づく妨害\n予防請求として、侵害行為を予防するため、当該侵害行為の差止めを請求す\nることができるというべきである。\n抗告人らは、本件原子炉施設には、特に地震に対する安全性が欠けてお\nり、それに起因する重大な事故がその運転中に発生し、これによって大量の\n放射性物質が放出されて、抗告人らの生命、身体等が侵害される具体的危険\nがあるとして、その運転差止請求権があると主張するものであり、本件にお\nいては、この具体的危険性が認められるか否かが問題となる。\n⑵  具体的危険性の存在についての判断枠組み\nそこで、具体的危険性の存在について、前提事実及び当事者の各主張など\nを踏まえて、その判断枠組みについて検討する。\nア  原子力発電所は、核燃料を使用し、その運転により人体に有害な多量の\n放射性物質を原子炉内に発生させる施設であり 、ひとたび事故等が発生\nし、放射性物質が原子炉外に放出されると、周辺地域の住民の生命、身体\n等に重大な危害を及ぼし、周辺の環境を長期間、広範囲にわたって汚染す\nるおそれがある。このことは、福島第一原発事故からも明らかであり、福\n島第一原発事故のような深刻な被害の発生を防止するために、原子力発電\n所の安全性を確保する必要がある。\nそこで、福島第一原発事故の反省と教訓を踏まえて、原子力利用におけ\nる安全の確保を図るための施策の策定・実施の事務を一元的につかさどる\nとともに、専門的知見に基づいて中立公正な立場で独立して職権を行使す\nる新たな行政機関として原子力規制委員会が設置され、改正された原子炉\n等規制法は、発電用原子炉の設置及び変更について、原子力規制委員会の\n許可を受けなければならないとし（同法４３条の３の５第１項、同条の３\nの８第１項）、これらの許可の要件の一つとして、「発電用原子炉施設の\n位置、構造及び設備が核燃料物質若しくは核燃料物質によって汚染された\n物又は発電用原子炉による災害の防止上支障がないものとして原子力規制\n委員会規則で定める基準に適合するものであること」（同法４３条の３の\n６第１項４号、同条の３の８第２項。前提事実⑺イ ）と定め、発電用原\n子炉施設の安全性に関する基準の策定及び安全性の審査の権限を原子力規\n制委員会に付与し、原子力規制委員会は、この権限に基づき、設置許可基\n準規則を制定した。そして、同規則には、地震による損傷の防止の点につ\nいて「耐震重要施設は、その供用中に当該耐震重要施設に大きな影響を及\nぼすおそれがある地震による加速度によって作用する地震力（基準地震動\nによる地震力）に対して安全機能が損なわれるおそれがないものでなけれ\nば な ら な い 」 と の 基 準 を 設 け る な ど し て （ 新 規 制 基 準 。 同 規 則 ４ 条 ３\n項）、原子力発電所の安全性を確保するための各種方策を講じている。\n原子力発電所に求められる安全性の具体的基準を策定するに当たって\nは、地震等の自然災害や人為的要因などの事故発生の原因となり得る様々\nな事象を想定し、それらの事象によって原子力発電所施設を構成する設\n備、機器等が機能を損なうことがないよう備えるべき強度を定め、あるい\nは、異常事態の発生を想定した上で、その拡大を防止するために必要な設\n備、機器等の設置を求めるなど、多角的、総合的見地から多重的に安全性\nを確保するための基準を検討する必要があり、また、策定した基準に基づ\nいて個々の原子力発電所の安全性を審査するに当たっては、当該原子力発\n電所の立地の地形、地質等の自然条件を前提として、影響を及ぼし得る地\n震等の規模を具体的に想定し、設備、機器等が想定した地震等によってそ\nの機能を損なうことがないかを確認することなどが求められる。\nそして、これら安全性の基準の策定及び基準への適合性の審査において\nは、対象となる事項が多岐にわたる上、科学的には解明されていない事項\nや将来の予測に係る事項も多く含まれていることから、常に、原子力工学\nや地震学等の多方面にわたる極めて高度な最新の科学的・技術的知見に基\nづく総合的判断が必要とされ、このような原子力発電所の安全性の基準の\n策定及び基準への適合性の審査の特質から 、改正された原子炉等規制法\nは、原子力発電所の安全性の基準の策定及び基準への適合性の審査を原子\n力規制委員会に委ねたものといえる。\nイ  原子力規制委員会は、前提事実⑻のとおり、本件原子炉施設について、\n地震に対する安全性を含む新規制基準への適合性を審査した結果、基準に\n適合するとの判断を行ったものであるところ、相手方が本件原子炉を運転\nできるようになったのは、本件申請をして原子力規制委員会から原子炉等\n規制法所定の許可処分を受けたからであり、原子力規制委員会は、同許可\n処分をするにあたり、新規制基準に基づき、地震に対する安全性を含めて\n審査している（しかも、地震に対する安全性についての審査の対象には、\n相手方が策定した基準地震動Ｓｓを少なくとも上回る地震動を本件発電所\nの解放基盤表面にもたらす規模の地震が発生する具体的危険に関する評価\nも含まれている。前提事実⑼ウ ）。\nそして、原子力規制委員会に安全性の基準の策定及び基準への適合性の\n審査の権限を与えた上記趣旨にかんがみれば、相手方が、前記のとおり、\n本件原子炉施設について、同委員会による審査の結果、新規制基準に適合\nするとの判断を受けている本件においては、裁判所が直接本件原子炉施設\nの安全性を判断するのではなく、 当該審査に用いられた具体的審査 基準\n（新規制基準）に不合理な点があり、又は本件原子炉施設が当該具体的審\n査基準に適合するとした原子力規制委員会の判断及びその過程等に不合理\nな点があるかどうかについて判断するべきである。\nウ  抗告人らは、相手方が策定した基準地震動６５０ガルが著しく低水準で\nあり、それは新規制基準が不合理であるか、新規制基準の適用が不合理で\nあることを示すものであるとした上で、本件原子炉は、その危険性から一\n般的に使用が禁止されているものを相手方の申請により解除されたのであ\nるから、その解除理由については、相手方が主張疎明責任を負うべきであ\nり、伊方最高裁判決の判断枠組みを採用して、新規制基準の合理性及び同\n基準の適用の合理性等について主張疎明責任を転換し、それが尽くされて\nいない場合には具体的危険性が推定される旨主張する。\nしかしながら、人格権に基づく妨害予防請求として原子力発電所の運転\n差止めを求める民事保全事件である本件においては、飽くまで本件原子炉\nの運転により抗告人らの生命、身体又は健康が侵害される具体的危険性が\n認められるか否かが問題となるのであり、かかる具体的危険性 について\nは、抗告人らが主張疎明責任を負うのが原則である。そして、確かに、発\n電用原子炉がその内部に多量の人体に有害な放射性物質を保有し、制御が\n継続できない限り、人の生命、身体等に深刻な被害を及ぼす危険を内在さ\nせるリスクを有し、発電用原子炉の設置について許可制となっていること\nは事実であるが、そのことは、本件における人格権侵害の抽象的危険性を\n肯定するものに過ぎず、直ちに具体的危険性の存在を推認するに足りるも\nのとはいえないし、新規制基準の合理性やその適用の合理性の有無等も、\nその判断が直ちに具体的危険の有無に直結するものではなく、具体的危険\n性の有無を判断する上での重要な事実の一つにとどまるものである。\n原子力発電所の設置許可処分取消訴訟の審理判断については、原子力規\n制委員会の専門技術的な調査審議及び判断を基にしてされた行政庁の判断\nに不合理な点があるか否かという観点から、現 在の科学技術水準に照ら\nし、上記調査審議において用いられた具体的な審査基準に不合理な点があ\nり、あるいは当該原子炉施設がこの具体的審査基準に適合するとした原子\n力規制委員会の調査審議及び判断の過程に看過し難い過誤、欠落があり、\n行政庁の判断がこれに依拠してされたと認められる場合には、行政庁の上\n記判断に不合理な点があるものとして、この判断に基づく原子炉設置許可\n処分は違法と解すべきであるとされ、不合理な点があることの主張、立証\n（疎明）責任は、本来、原告（民事保全における債権者）が負うべきであ\nるが、行政庁の側において、まず、不合理な点のないことを相当の根拠、\n資料に基づき主張、立証する必要があり、行政庁がこの主張、立証を尽く\nさない場合には、不合理な点があることが事実上推定されるとされている\nが（伊方最高裁判決参照）、本件において、債務者である相手方は、新規\n制基準を策定した主体ではなく、同基準に基づく安全性に関する審査を行\nった主体でもないのに加え、本件発電所の安全管理に関する資料を抗告人\nらが入手することは容易であり 、特に証拠の偏在等もうかがわれないこ\nと、上記のような新規制基準の合理性等の位置づけ、本件がいわゆる満足\n的仮処分であることなどに照らせば、上記訴訟の審理判断基準を本件の判\n断に直ちに持ち込み、相手方に新規制基準の合理性やその適用の合理性に\nついての主張・疎明責任を負わせ、それが尽くされない場合には、これを\n合理性を欠き具体的危険性があると推定されるとすることは相当でないと\n考える。\n仮に伊方最高裁判決の判断枠組みを 参考にするとしても、前記のとお\nり、相手方は、本件申請をし、原子力規制委員会により具体的な審査基準\nに適合する旨の判断を受けているものであるから、本件原子炉施設が原子\n力規制委員会において用いられている具体的な審査基準に適合するもので\nあることを主張、疎明の対象とすることができるものというべきところ、\n相手方は、適合性の判断主体ではなく、飽くまで本件申請を行った者であ\nることからすると、相手方は、本件原子炉施設の基準地震動の策定根拠等\nを含めた申請に関する内容等について具体的に主張し、資料を提出するな\nどして新規制基準に適合していることについて主張、疎明を行えば足り、\n相手方はこれを行っているといえるから、抗告人らにおいて、原子力規制\n委員会の具体的な審査基準に不合理な点があり、あるいは当該原子炉施設\nがこの具体的審査基準に適合するとした原子力規制委員会の調査審議及び\n判断の過程に看過し難い過誤、欠落があることについて主張疎明するべき\nである。\n以下、このような観点から、抗告人らの主張に即して、具体的危険の有\n無の前提として、新規制基準に不合理な点があるか、又は新規制基準に適\n合するとした原子力規制委員会の判断に不合理な点があるかについて検討\nする。\n２  争点２（本件原子炉施設の地震等に対する安全性）について\n⑴  認定事実\n原決定の「理由」欄の第３の２⑶イ（以下「認定事実」という。） 、\na ないし d、 、 のとおりであるから、これを引用する。ただし、原決定\n７２頁１行目の「発生した」の次に「「地震名」欄記載の」を加える。\n⑵  新規制基準自体の不合理性について\nア  前記１で述べたとおり、本件原子炉施設が規制基準に適合するかという\n原子力工学や地震学等の多方面にわたる極めて高度な最新の科学的・技術\n的知見に基づく総合的判断において、その判断に用いられる具体的な審査\n基準（新規制基準）に不合理な点があるとしても、それだけで、直ちに抗\n告人らの生命、身体等が侵害される具体的危険があるとの疎明がされたと\nはいえない。\nその点を措くとしても、以下のとおり、抗告人らの主張によっても、新\n規制基準の内容（前提事実⑼イ）が不合理であるということはできない。\nイ  強震動学の実用性について\n新規制基準は、地震による損傷の防止の点について、「耐震重要施設\nは、その供用中に当該耐震重要施設に大きな影響を及ぼすおそれがある\n地震による加速度によって作用する地震力（基準地震動による地震力）\nに 対 し て 安 全 機 能 が 損 な わ れ る お そ れ が な い も の で な け れ ば な ら な\nい。」とする（前提事実⑺イ ）ところ、抗告人らは、強震動予測とい\nう学問の本質は地震の平均像、平均的な地震動を追及する学問であり、\nこれを最高の安全性が保たれるべき故に最強の地震動を求めなければな\nらない基準地震動の世界に持ち込むことは不合理であると主張する。\n強震動に係る知見は、例えば、内閣府による南海トラフの巨大地震の\n検討においても、これを活用して強震動を推計している（乙１６４）よ\nうに、地震防災でも広く活用され、実用の水準に達している合理的な手\n法であるというだけでなく、基準地震動を策定する目的は、供用期間中\nに予想される地震動の大きさを科学的に合理的な方法で推定することに\nよって、安全上重要な設備が損傷することを防ぐことにあり、将来発生\nする地震動を正確に予測できない限り、基準地震動を合理的に策定する\nことはできないというものではなく、地震学（強震動に係る知見）に不\n確かさを伴うとしても、そのような不確かさを踏まえた上で、その点を\n十分に保守的に考慮した地震動評価が可能であれば、原子炉等規制法の\n目的及び趣旨に悖るところはない。さらに、内容的にも、内閣府検討会\nの検討結果は、「東北地方太平洋沖地震で得られたデータを含め、現時\n点の最新の科学的知見に基づき、発生しうる最大クラスの地震・津波を\n推計したもの」（乙２３９の１頁）であり、「あらゆる可能性を考慮し\nた最大クラスの巨大な地震・津波を検討していくべきである」、「想定\n地震、津波に基づき必要となる施設設備が現実的に困難となることが見\n込まれる場合であっても、ためらうことなく想定地震・津波を設定する\n必要がある」（乙２４０の１頁）という考え方のもとに取りまとめられ\nたものとなっている。\n以上のような強震動に係る知見を用いて基準地震動を策定することに\nは、合理性が認められるというべきである。\nまた、抗告人らは、松田式が平均的な地震規模を想定するものである\nとして、これを用いていることも問題とする。\n松田式は、断層長さとマグニチュードの相関関係を表す経験式であり、\n地震本部地震調査委員会が作成する「震源断層を特定した地震の強震動\n予測手法（「レシピ」）でも用いられている手法（乙４４）である。\n抗告人らは、その基となった資料の少なさやばらつきなどを挙げて数\n理的根拠を欠くなどと主張するが、経験式にばらつきが生じることは当\n然であり、平成１５年に気象庁がマグニチュードの算定方式を改訂し、\n過去の地震のマグニチュードも再評価されたことから、松田式の基とな\nったデータについても置き換えたところ、従前よりも松田式の破線に近\nくなったことが認められ（乙１７２）、松田式は、実際に発生した地震\nのマグニチュードと震源断層の長さを表す式であるといえる。\nそして、相手方において、松田式を含む自然科学には不確実性が伴う\nことを前提に各種の保守性を考慮して策定された基準地震動Ｓｓは、決\nして平均的な地震動を意味するものではなく、また、原子力規制庁が、\n不確かさの考慮に加え、更に経験式の元となった観測データのばらつき\nを上乗せすることは、上記レシピで示された方法ではなく、かつそのよ\nうな方法に係る科学的・技術的知見を承知していないとして地震ガイド\nにも規定していないとしていること（乙２３２の１０頁）に照らして、\n抗告人らの主張は採用できない。\nウ  最新の科学的知見について\n前提事実⑼イのとおり、設置許可基準規則解釈別記２の第４条５項は、\n基準地震動につき「最新の科学的・技術的知見を踏まえ、」「策定するこ\nと」と定め、本件規定は「基準地震動は、最新の知見や震源近傍等で得ら\nれた観測記録によってその妥当性が確認されていること」と規定している\nところ、抗告人らは、「最新の科学的知見」とは、①強震動学を基礎に精\n度高く最強の地震動を導いたり、それを超える地震動がまず来ないという\n加速度を計算したりすることは困難であるというのが学界の通説であり、\n②我が国では６５０ガルを超える最大地震動を観測した地震はもちろん、\n最高４０２２ガルの地震動さえ記録されたことから、１８１ガルはもちろ\nん６５０ガルの地震動も平凡な地震動にすぎないことが判明したというも\nのであるなどとして、本件原子炉施設の基準地震動６５０ガル及び南海ト\nラフ地震を直下に想定した場合の最大地震動とされる１８１ガルが余りに\nも低水準であり、新規制基準が不合理であることを裏付けるものであると\n主張する。\nしかしながら、①については、上記イで述べたとおり、原子力発電所の\n耐震設計において求められるのは、寸分違わぬような正確な地震動予測で\nはなく、自然科学の不確実性を踏まえた上で、その点を保守的に考慮して\n十分に余裕のある地震動評価を行うことであり、そのために相手方は、異\nなる手法や保守的な条件を組み合わせて基準地震動を策定しているのであ\nり、上記のような学説の指摘があるからといって、本件規定にいう「最新\nの知見」によっていないということはできない。\nまた、②について、上記設置許可基準規則解釈別記２第４条５項は、基\n準地震動は、最新の科学的・技術的知見を踏まえ、敷地及び敷地周辺の地\n質・地質構造、地盤構造並びに地震活動性等の地震学及び地震工学的見地\nから想定することが適切なものとされており、前提事実⑸のとおり、特定\nの地点における地震動は、地震ごとに異なる震源特性や地点ごとに異なる\n伝播特性、増幅特性といった地域特性の影響を強く受けることから、地域\n特性の異なる各地点で計測された地震動の各観測記録と単純に比較するこ\nとで、基準地震動や最大地震動が低水準であるということはできず、この\nような比較が、本件規定の「最新の知見」によることとはいえないから、\n抗告人らの上記主張は理由がない。\nエ  地震予知と強震動予測の関係について\n抗告人らは、地震予知の手法と強震動予測に基づく基準地震動の策定の\n過程は極めて類似しており、地震予知ができないのに正確な基準地震動を\n求めることは極めて困難であると主張し、中央防災会議・防災対策実行会\n議の南海トラフ沿いの地震観測・評価に基づく防災対応検討ワーキンググ\nループの報告書（甲４３）には、「現時点においては、地震の発生時期や\n場所・規模を確度高く予測する科学的に確立した手法はなく、大震法に基\nづく警戒宣言後に実施される現行の地震防災応急対策が前提としている確\n度の高い地震の予測はできないのが実情である。」との記載がある。\nしかし、上記の大震法に基づく現行の地震防災応急対策が前提としてい\nる確度の高い地震の予測とは、地震の発生時期（２ないし３日以内に発生\nすること）、警戒宣言が発せられた時から当該警戒宣言に係る大規模な地\n震が発生するまで又は発生するおそれがなくなるまでの間において当該大\n規模な地震に関し地震防災上実施すべき応急の対策である大震法の地震防\n災応急対策が前提としている、地震の発生場所（広い想定震源域のうち、\nいずれの領域で発生するのか）まで予測しなければならないものであり、\nまた、大震法の地震防災応急対策には、社会活動に影響を与える避難勧告\n等を伴う（大震法２１条１項）ことから、規模の予測についても、保守的\nに想定すれば良いわけではなく、的確に予測しなければならないのに対し\nて、発電用原子炉の基準地震動の策定では、地震の発生時期や規模の的確\nな予測を目指すものではなく、地震が起きることを前提に、震源域及び地\n震の規模を、不確かさがあることを前提に、その不確かさを踏まえた上で\n保守的に想定するものであって、大震法が前提としている地震予測と基準\n地震動の策定とは、その求められる内容も確度も大きく異なる。\nしたがって、地震予知において確度の高い地震の予測はできないとされ\nていることから、強震動予測に基づく基準地震動の策定ができないという\nことはいえず、上記抗告人らの主張は採用できない。\nオ  本件超過事例について\n抗告人らは、本件超過事例は、基準地震動６５０ガル及び１８１ガルの\n地震動算定が不合理であることを如実に示すものである旨主張する。\n基準地震動は、改訂耐震指針及び新規制基準にあっては、原子炉施設の\n耐震設計の基準として、施設の供用期間中に極めてまれではあるが発生す\nる可能性があり、施設に大きな影響を与えるおそれがあると想定すること\nが適切な地震動であると考えられているところ、そのような考え方は旧耐\n震指針にあっても同様であったと考えられる（乙４２、４５）。したがっ\nて、原子炉施設において基準地震動を上回る規模の地震動が観測されるよ\nうな事態は、絶対にあり得ないとまではいえないが（このことは、年超過\n確率を算定することが想定されていることからも窺われることである。）、\n座視できない事態であることは否定できない。\nしかし、旧耐震指針の下における基準地震動Ｓ１、Ｓ２と、改訂耐震指\n針から採用されて現在に至る基準地震動Ｓｓとでは、その策定原理を異に\nするから（前提事実⑼ア）、他の原子力発電所において実際に観測された\n最大加速度が基準地震動を上回った事例があることを引き合いに、相手方\nが策定した基準地震動Ｓｓが不合理であるというためには、少なくとも、\n他の原子力発電所の事例において観測された最大加速度と当該原子力発電\n所の基準地震動の大小を比較対照するに当たり、後者につき新規制基準の\n下における基準地震動Ｓｓを用いる必要があるというべきである。\nこの点を踏まえて本件超過事例をみると、宮城県沖地震における女川原\n発の事例、能登半島地震における志賀原発の事例及び新潟県中越沖地震に\nおける柏崎刈羽原発の事例は、いずれも観測された最大加速度が基準地震\n動Ｓ１又はＳ２を上回った事例であって（認定事実 ａないしｃ）、基準\n地震動Ｓｓを上回った事例ではないし、一件記録を精査しても、基準地震\n動Ｓｓをも上回っていたことを窺わせる資料はないから、これらの事例は\n「超過事例」として引き合いに用いることがそもそも適切ではない。\n一方、東北地方太平洋沖地震における女川原発及び福島第一原発の各事\n例は、いずれも基準地震動Ｓｓを一部の周期帯ではあれ上回った事例であ\nる（認定事実 ｄ）ところ、上記のとおり、原子炉施設において基準地震\n動を上回る規模の地震動が観測されることは座視できない事態ではあるも\nのの、ある地点で観測される地震動は、震源特性、伝播特性及び増幅特性\nの組み合わせによって構成されることは既に説示したとおりであり（前提\n事実⑸）、上記各事例において観測された地震動についてもそれを特徴付\nけた震源特性、伝播特性又は増幅特性が存在するはずである。そして、本\n件発電所に最も影響を与える中央構造線断層帯による地震は内陸地殻内地\n震であり、基準地震動Ｓｓを超えた地震はこれとは発生様式の異なるプレ\nート間地震であり、プレート間地震と内陸地殻内地震では、発生メカニズ\nムの違いから、地震の震源特性に違いが生じ、短周期レベルについては、\n同規模の地震の場合、プレート間地震の方が大きくなる傾向がある（乙１\n０９）というのであり、地震発生様式の異なる上記各事例を引き合いにし\nて、本件原子炉施設の基準地震動の策定が不合理であるということは相当\nでない。\nカ  基準地震動の推移について\n抗告人らは、本件原子炉施設の基準地震動の推移（建設当初は４７３ガ\nル）、経緯に鑑みると、相手方は基準地震動の設定を誤っており、根本的\n変更を伴う基準地震動の策定がなされるべきであったにもかかわらず、根\n本的な見直しをしないまま基準地震動を少しずつ上げてきたもので、現在\nの基準地震動も誤っているなどと主張する。\nしかし、従前、現在とは異なる低値の基準地震動であったことから、直\nちに新規制基準に適合するように見直された現在の基準地震動も誤ってい\nるということにはならず、むしろ、前提事実⑼アのとおり、兵庫県南部地\n震を契機として地震動の評価手法も進展を遂げ、それに応じて基準地震動\nも見直されたものであり、基準地震動がより大きくなってきているという\nことは、むしろ保守性を高めてきたとも評価できるものである。そして、\n本件超過事例については、前記オのとおりであり、また、一件記録によっ\nても、少なくとも全国各地で基準地震動Ｓｓを上回る地震動が頻繁に発生\nしているという事実を認めることはできないから、抗告人らの上記主張は\n採用できない。\n以上によれば、新規制基準自体が不合理なものであるとの抗告人らの主\n張は採用できない。\n⑶  新規制基準の適用の不合理性①（６５０ガルという基準地震動が低水準で\nあること）\nア  基準地震動と実際の地震観測記録との対比について\n抗告人らは、平成１２年以降だけでも、我が国で７００ガル以上の加\n速度を記録した地震は原決定別紙１－１のとおり多数観測されており、\nまた、相手方が想定する本件発電所の北８キロを走っている中央構造線\n断層帯が動いた場合に発生するＭ８．７の地震は広範囲に震度７の地震\nをもたらすことになるから、最大限６５０ガルにとどまることは考え難\nいなどと主張する。\nしかし、前提事実⑸のとおり、ある地点で観測される地震動は、地震\nごとに異なる震源特性、地震波の伝播経路ごとに異なる伝播特性及び観\n測地点近傍の地盤構造ごとに異なる増幅特性の組み合わせによって構成\nされるのであり、これらを考慮することなく、ある地点で現実に観測さ\nれた地震動の最大加速度の絶対値のみを対比して、本件原子炉施設の基\n準地震動Ｓｓの値が低いというだけで、直ちに本件原子炉施設の基準地\n震動Ｓｓが不合理であるということはできず、また、想定される地震の\n規模のみから、基準地震動の値が低いかどうかを判断することも相当で\nない。\nそして、前提事実⑼ウの本件原子炉施設の基準地震動Ｓｓ（前提事実\n⑼ウ ｃ）が策定された過程に不合理な点はみられないことからすれ\nば、抗告人らの上記主張を採用することはできない。\n抗告人らは、耐震性の低さを指摘するためには一要素だけを取り上げ\nれば足り、そのために加速度と繰り返しの揺れに対する備えを取り上げ\nており、また、基準地震動と特定の地震における地震観測記録の中での\n最大加速度とを単純に比較しているのではなく、地震動が面的な広がり\nを持って発生していることを主張しているなどとする。\nしかし、観測される地震動が前記 のとおりのものであることからす\nれば、耐震性の低さを指摘するために加速度のみを取り上げることは相\n当とはいえず、そのことは、地震動が面的な広がりを持って発生してい\nることを指摘していることを考慮しても異ならない。\nイ  震源を特定せず策定する地震動の策定についての検討について\n抗告人らは、「震源を特定せず策定する地震動」については原決定別紙\n２記載の１６の地震を参考にしなければならないのにこれが行われていな\nいと主張するが、相手方は、震源を特定しない地震について、原子力規制\n委員会から、審査の過程において、震源を特定せず策定する地震動の評価\nで収集対象となる内陸地殻内地震の例として地震ガイドに示しているすべ\nての地震（原決定別紙２記載の １６の地震）について観測記録等を収集\nし、検討することを求められ、これを踏まえて、相手方が策定した基準地\n震動Ｓｓが、原子力規制委員会によって、過去の内陸地殻内の地震につい\nて得られた震源近傍における観測記録を精査し、各種の不確かさ及び敷地\nの地盤物性を考慮して策定されていることから、設置許可基準規則解釈別\n記２の規定に適合していることを確認した（乙３７）とされており、上記\n１６個の地震は参考にされていたというべきであるから、抗告人らの上記\n主張は理由がない。\nウ  繰り返しの揺れに対する耐震性の保持について\n抗告人らは、そもそも６５０ガルという予測自体が過小であり、中央構\n造線断層帯が分割して時間差を置いて発生した場合にはそのいずれもが６\n５０ガルを超えることが考えられるというが、そもそも６５０ガルが過小\nとはいえないことは上記のとおりであり、基準地震動の策定においては、\n中央構造線断層帯については全区間（４８０㎞）において連動するケース\nも設定している（前提事実⑼ウ ）から、繰り返しの揺れが発生するとし\nても、基準地震動を下回る地震が２回発生するにすぎず、過去に、基準地\n震動Ｓｓを超える地震が、時間差を置いて発生した例も見当たらないか\nら、抗告人らの上記主張を採用することはできない。\nエ  一般住宅及びハウスメーカーの耐震性との比較について\n抗告人らは、建築基準法改正後の建物は震度６強から震度７の地震に\n耐えられるように要求されているので、６５０ガルを基準地震動とする\n本件原子炉施設の耐震性は一般住宅に劣ると主張する。\n建築基準法上の耐震基準は、一次設計及び二次設計からなっており、\n特に後者にあっては、大規模の地震動で倒壊・崩壊しないことの検証が\n求められているところ、そこで想定されている大規模の地震動について\nは、震度６強ないし７に達する程度の地震が例示されている（認定事実\nａ）。そして、国土交通省国土技術政策総合研究所が示した対応表に\nよる限り、震度７に対応する最大加速度は１５００ガルとされていると\nいうのであるから（認定事実 ｂ⒝）、建築基準法上の耐震基準を満た\nす建造物は、少なくとも最大加速度１５００ガルに耐えられることが前\n提となっているものというべく、そのような最大加速度をもたらす地震\nが発生する可能性が相応に肯定されるかのようにみえる。\nしかし、例えば、二次設計における保有水平耐力計算においては、お\nおよそ水平方向に９８０ガルの弾性挙動が仮定されているところ、通常\nの場合、建築物が弾性挙動をすれば、建築物の最大応答加速度は入力地\n震波の概ね２．５倍から３倍の値となることが知られているというので\nあるから、保有水平耐力計算において前提とされている地震動は、３０\n０ないし４００ガル程度に過ぎないことになる（ 認定事実 ａ）。ま\nた、計測震度計による観測値を基にして計測震度を算出し、これを発表\nする立場にある気象庁は、計測震度を算出する際の考慮要素及び実際の\n地震動には様々な周期の波が含まれている（周期が異なれば、震度７の\n下限に当たる計測震度に達するための加速度の違いは数倍に達する。）\nことを指摘した上、震度７に相当する加速度を特定することはできない\nというのである（認定事実 ｂ⒜、⒞）。\nそもそも、本件原子炉施設の耐震性が一般住宅に劣ることによって、\n直ちに抗告人らの生命、身体等が侵害される具体的危険があるというこ\nとにはならないというだけではなく、上記の事情を勘案すると、建築基\n準法上の耐震基準の中で想定されている「大規模の地震動」として震度\n６強ないし７に達する程度の地震が例示されているからといって、相手\n方が策定した基準地震動Ｓｓから、本件原子炉施設の耐震性は一般住宅\nに劣るということもできないから、抗告人らの上記主張は理由がない。\nまた、抗告人らは、ハウスメーカーでは実物大の建物に対し複数回に\nわたって３０００ガルを上回る地震動による実証実験を実施し、建物の\n躯体の耐震性は保持されたことが裏付けられたとして、その耐震性は基\n準地震動を６５０ガルとする本件原子炉施設をはるかに上回ると主張す\nるところ、認定事実 によれば、大手ハウスメーカーが製造する住宅に\nついては、振動実験を通じて、数千ガルもの加振最大加速度に耐えられ\nる耐震性能を備えていることが確認されているものもあるといえる。\nしかし、これらの建物は、大手ハウスメーカーが取り扱う一般向けの\n住宅であるというのであるから、①表層地盤上に基礎を設置して建築す\nる建物であること、②日本国内の宅地でありさえすれば、地方や地域を\n選ばず建築されること、以上２点が前提となっており、上記のとおり求\nめられる耐震性能も、そのことを踏まえて設定されたものであることは\n明らかである。\n上記①によれば、住宅に直接的な影響を及ぼす地震動として想定され\nるべき揺れは、表層地盤において観測されるべき地震動にほかならない\nものということになる。そのことは、大手ハウスメーカーが振動実験の\n結果として謳う加振最大加速度が、建物の躯体を固定した振動台におけ\nる実測値であること（認定事実 ）からも明らかである。そうすると、\n大手ハウスメーカーが追求した耐震性能の前提となる地震動は、震源特\n性、伝播特性に加え、当該住宅が立地する地点近傍の地下構造に由来す\nる増幅特性の影響を受けた末のものであるといわねばならない。また、\n上記②の点は、大手ハウスメーカーが自社商品である建物に備えさせる\n耐震性能のレベルを設定するに当たり、特定の建築予定地点における具\n体的な地域特性（震源特性、伝播特性、増幅特性）を個別に考慮し、反\n映させることがそもそも予定できず、それゆえに、これまで知られてい\nる最も深刻な増幅現象を踏まえざるを得ないということにほかならな\nい。\nそうであれば、大手ハウスメーカーが、上記のとおり耐震性能のレベ\nルを設定するに当たり、原決定別紙１－１や同１－２各記載の地震はも\nとより、日本各地で実際に観測された最大加速度の絶対値を参照し、そ\nのような最大加速度に対する耐久性を追求することに合理性を見出せる\nのは、上記①及び②の点を前提にしているからこそであって、上記の振\n動実験で耐久性を確認した加振最大加速度の数値のみに着目し、相手方\nが上記①及び②の点を前提とせず、具体的な地域特性を考慮して策定し\nた本件原子炉施設の基準地震動Ｓｓの数値を比較して、基準地震動Ｓｓ\nが不合理であるとするのは相当でない。\nオ  年超過確率について\n抗告人らは、上記第４の２抗告人らの主張⑵オ のとおり主張する。\nそして、相手方が、本件申請において、本件発電所の解放基盤表面にお\nける基準地震動Ｓｓの年超過確率を１万年から１００万年に１回程度と\n算出したことは前提事実⑼ウ のとおりである。\n地震を始めとする自然現象の予測にあっては、科学技術に関する最新\nの専門的知見をもってしても、当該予測を上回る事象が発生する危険性\nを完全に払拭することはできないのが実情であることはいうまでもな\nい。一方で、対象とする自然現象の規模が大きくなればなるほど、その\n発生頻度が低くなるという相関関係があることも、その限りでは一般的\nに広く知られているものといってよい。そして、その発生頻度をそもそ\nも許容するか否か、許容するとしてどのレベルの発生頻度まで受け入れ\nることができるかは、社会通念をもって判断するよりほかはないものと\nいうべきである。\nそうしたところ、原子力の平和利用に関する限り、その利用に関する\n科学的知見や先進的技術を不断に発展させ、それによってもたらされる\n便益を享受している現代社会にあっては、その絶対安全が保証されない\n限りこれを一切用いるべきではないとか、１万年から１００万年に１回\nという発生頻度を許容し難いなどということが社会通念として確立され\nているとはいい難い。この点に関する抗告人らの主張は、採用すること\nができない。\nまた、抗告人らは、本件超過事例の存在は、相手方が前提事実⑼ウ\nのとおり基準地震動Ｓｓの年超過確率を算出したことについて、基準地\n震動の策定方法か、基準地震動の超過確率の計算のいずれか、若しくは\n両方に誤りがあることを示しており、未知の自然現象についてその発生\n確率の算定は不可能であると主張するが、本件超過事例については、前\n記⑵オのとおりであり、相手方が、原子力学会(2007)（乙１６８はその\n抜粋）に基づき実施した年超過確率の算出（乙３４）について、原子力\n規制委員会の審査において確認されていること（乙４７）などからすれ\nば、相手方が算出した基準地震動Ｓｓの年超過確率が、誤っているとま\nでは認められない。\n⑷  新規制基準の適用の不合理性②（１８１ガル問題）について\n抗告人らは、基準地震動策定の仕組みに照らして、相手方が南海トラフ地\n震の想定地震動を１８１ガルと設定したことに合理性がなければ、６５０ガ\nルの合理性も失われる旨主張するので、一応検討する。\nア  最大加速度１８１ガルの水準と地域特性について\n抗告人らは、原決定別紙１－２の地震観測記録に照らすと、相手方の設\n定した南海トラフ地震に係る想定地震動１８１ガルが低い水準であること\nは客観的に容易に判明する旨主張する。\n南海トラフ地震はプレート間地震に分類されるものであるところ、ある\n地点で観測される地震動が震源特性、伝播特性及び増幅特性の組み合わせ\nによって構成されることは、前提事実⑸のとおりであり、そのことがプレ\nート間地震に基づく地震動に妥当しない旨の知見があることを窺わせる資\n料は見当たらない。\nそうであれば、プレート間地震に基づく地震動が本件発電所の解放基盤\n表面にもたらす影響を評価するに当たっても、他の類型の地震の場合と同\n様に、検討対象とされるプレート間地震の震源特性、伝播特性及び増幅特\n性を分析、検討することが求められることには変わりがないというべきで\nあり、過去に発生したプレート間地震を始め規模が大きい地震の際に実際\nに観測された地震動に関するデータを基に、相手方の南海トラフの巨大地\n震に係る地震動評価（プレート間地震について、解放基盤表面における地\n震動の最大加速度を１８１ガルと想定したこと（前提事実⑼ウ ａ））が\n不合理であるかどうかを判断するためには、上記のデータを本件発電所の\n解放基盤表面におけるそれに補正した数値を前提に評価すべき（前提事実\n⑸参照）ところ、一件記録を精査しても、そのように補正した結果として\nの数値を窺わせる資料は見当たらず、また、相手方が上記のとおり評価し\nた過程（前提事実⑼ウ ｄ⒝）に不合理な点は窺われず、南海トラフの巨\n大地震（基本震源モデル）について、本件発電所の敷地における相手方の\n地震動評価結果と本件発電所の敷地近傍の地点における内閣府検討会の地\n震動評価結果とを比較し、両者の地盤のせん断速度の違いを考慮した補正\nをすると、両者がほぼ同レベルであり（乙２１４の１９５、１９６頁）、\n相手方の地震動の計算結果に不合理な点も見られないことなどからすれば、\n相手方の南海トラフの巨大地震に係る地震動評価において本件規定の適用\nがなかったということもできないから、抗告人らの上記主張は採用できな\nい。\nイ  東北地方太平洋沖地震の地震観測記録との対比\n抗告人らは、本件規定は、策定された基準地震動だけでなく、その策定\nの過程で算定された地震動１８１ガルについても最新の知見や震源近傍等\nで得られた観測記録と照合することを求めており、１８１ガルを超える地\n震動を観測した地点はそれを数えるのが困難なほど多数であると主張する\nが、仮に、基準地震動策定の過程で算定された地震動についても観測記録\n等との照合の対象とするとしても、地域特性の異なる各地点で計測された\n地震動の各観測記録と単純に比較することで、基準地震動や最大地震動が\n低水準であるということはできないことは、前記⑵ウのとおりであるから、\n抗告人らの主張は採用できない。\nまた、抗告人らは、マグニチュード９の東北地方太平洋沖地震において、\n震央から１９０キロメートル離れた硬質岩盤（井出川観測地点）において\nも１８１ガルと大差がない１６４ガルの地震動がもたらされたことも問題\nとする。しかし、震央距離は、震源の深さと共に、要するに、当該地震の\n震源から特定の観測地点までの震源距離を特定するためのデータに過ぎな\nいから、震央距離及び震源の深さをもって、「震源距離が大きくなるほど\n地震波が減衰する」という一般的かつ原理的な現象を説明することはでき\nても、伝播特性を解析したことにはならないし、ましてや、震源距離が震\n源特性や増幅特性を決定づける要素であるとは考え難く、同様に、地震の\n規模（マグニチュード、モーメントマグニチュード）は、要するに、震源\n域に蓄えられていた歪みが地震によって一気に解放された際に放出された\nエネルギーの総量であるから（乙４０）、震源特性を構成する要素の一つ\nであるけれども、すべてを決定づける要素であるとまではいえないし、伝\n播特性や増幅特性とは直接の関係はないといわねばならないことからすれ\nば、これについても、上記と同様、地域特性の違いを無視して、震央距離\nと地震動の大きさとの関係性について比較するのは相当でなく、本件発電\n所の敷地と井出川観測地点とでは、地域特性が異なるのであるから、相手\n方が評価した南海トラフの巨大地震による本件発電所の敷地における地震\n動と上記観測地点で観測された地震動の最大加速度値とを比較して、相手\n方の南海トラフの巨大地震に係る地震動評価が低水準であるとはいえない。\nウ  愛媛県の南海トラフ地震に係る地震動予測との対比\n抗告人らは、愛媛県は、南海トラフ地震の強震動生成域を愛媛県内に置\nいていないにもかかわらず、伊方町の全ての地区において１８１ガルを遥\nかに上回る地震動を予測しているとして、相手方の南海トラフの巨大地震\nに係る地震動評価が低水準であると主張するところ、愛媛県が平成２５年\nに実施した愛媛県地震被害想定調査においては、伊方町について、内閣府\n検討会が想定した南海トラフの巨大地震による想定加速度を１５３１ガル\nと示している（認定事実 ｅ）。\nしかし、この数値が本件発電所の解放基盤表面において想定されるもの、\nすなわち、少なくとも増幅特性に関する補正についてどのように考慮した\n結果であるかは不明であるし、伊方町の内部においても地表加速度分布は\n一様ではなく、本件発電所周辺の地域は「４００．０１ないし５００．０\n０ガル」のカテゴリーとして図示されている（同上）というだけではなく、\n地域特性による補正を行うことなく、伊方町における想定加速度と相手方\nの南海トラフの巨大地震に係る地震動の評価結果とを比較することは不合\n理であることは、前記ア、イと同様であるから、抗告人らの上記主張も採\n用できない。\nエ  １８１ガル問題について原子力規制委員会で審議がされたかについて\n一件記録によれば、以下の事実が一応認められる。\nａ  相手方は、原子力規制委員会が平成２６年５月２３日に開催した\n「第１１４回原子力発電所の新規制基準適合性に係る審査会合」にお\nいて、南海トラフの巨大地震に関する不確かさのケース（直下ＳＭＧ\nＡ（強震動生成域）追加ケース）を説明し、当該事項について、原子\n力規制委員会からは特段のコメントがなかった（乙２５０、２５１の\n１７、１８頁）。\nｂ  平成２７年７月１５日に開催された平成２７年度第１９回原子力規\n制委員会において、「四国電力株式会社伊方発電所の発電用原子炉設\n置変更許可申請書（３号原子炉施設の変更）に関する審査書」（乙３\n７）の案が付議、了承され、相手方の申請に対する同委員会の許可処\n分がなされた（乙３７、乙１０４、審尋の全趣旨）。\n抗告人らは、前記 ａの審査会合において１８１ガルという数値が記\n載されているスライドの説明がなされたのは１８秒間だけであり、しか\nも南海トラフの想定地震動の数値が最大１８１ガルであったことは全く\n説明していないなどとして、１８１ガル問題について審議の欠落があっ\nたと主張する。\nしかしながら、前提事実及び上記 の疎明事実に加えて、相手方の本\n件原子炉施設の設置変更許可申請書（乙３４）にも、プレート間地震の\n基本震源モデルとして、内閣府検討会の南海トラフの巨大地震（陸側ケ\nース）（Ｍ９．０）を採用して検討し、プレート間地震における評価結\n果（第５．５．４０図（乙３４の６－５－２３６頁））が記載されてお\nり、また、前記 ｂの審査書（乙３７）においても、前記 ａのとおり\n相手方が説明した事項について記載されており（乙３７の１６頁）、原\n子力規制委員会の委員は、上記審査会合の事前あるいは事後にもこれら\n申請書や審査書を閲読しているものと思われることなどを併せて考慮す\nれば、相手方の南海トラフの巨大地震に関する調査、検討についても、\n原子力規制委員会の審査を受けているということができ、上記審査会合\nの際の説明内容や時間だけでは、それだけで相手方の南海トラフの巨大\n地震に関する調査、検討について、原子力規制委員会の審査を受けてい\nないということはできないから、抗告人らの主張は採用できない。\n⑸  小括\n以上のとおり、抗告人らは、本件原子炉施設の基準地震動６５０ガル及び\n南海トラフ地震の想定地震動１８１ガルが他の地震の観測記録と比較して低\n水準である旨るる主張するが、震源特性、伝播特性及び増幅特性等の地域特\n性を考慮することなく、最大加速度の数値のみを比較することで、上記地震\n動が低水準であるなどとはいえない。\n抗告人らは、６５０ガルを正当化する地震動に影響を及ぼす地域特性、地\n盤特性、地震特性等は、立証の公平性、立証の可能性等を含むいずれの観点\nから見ても、相手方が立証（疎明）すべき事柄と主張するが、立証（疎明）\n責任については前記１⑵ウのとおりであり、その他抗告人らがるる主張する\nところを考慮しても、新規制基準が不合理であることや、原子力規制委員会\nの審査及び判断が合理性を欠くことについて、疎明がされたとはいえない。\n⑹  広島市民に対する放射能の影響について\n抗告人らは、本件発電所が重大事故を起こした場合の広島市民の被る被爆\n被害の深刻性を主張して本件原子炉の運転は即刻禁止されるべきであるとす\nる。\nしかし、前記１で検討したとおり、本件は、人格権に基づく妨害予防請求\nとしての本件原子炉の運転差止めを求めるものであり、その運転により抗告\n人らの生命、身体等が侵害される具体的危険があるといえなければ、本件原\n子炉の運転差止めを命じるという法的判断はできないというべきである。そ\nうすると、抗告人らの指摘する広島市民に対する放射能の影響により上記具\n体的危険があるといえるためには、放射性物質が広島市民に与える影響に加\nえて、そもそも本件原子炉が抗告人らのいう重大事故を発生させる具体的危\n険があることが疎明されなければならない。\nそうであるところ、本件においては、前記⑵ないし⑸で検討したとおり、\n本件原子炉が抗告人らのいう重大事故を発生させる具体的危険があることが\n疎明されていないから、抗告人らの指摘する広島市民に対する放射能の影響\n等を理由として、本件原子炉の運転差止めを命じることはできないというべ\nきである。\nしたがって、上記抗告人らの主張は、理由がない。\n⑺  戦時原発の危険について\nア  抗告人らは、現在の新規制基準は、テロ対策についてすら不十分な規制\nしかなく、まして他国による武力攻撃に関する備えについては何の規制も\nないところ、戦争が起きた場合、本件発電所を含む発電用原子炉は敵の攻\n撃目標となり、核兵器以上の大量の放射性物質が放出され、国の存亡にか\nかわるおそれがあり、現在の緊張した国際情勢の中では、そのような危険\nは現実的な危険であると主張するところ、これは新規制基準の不合理性を\n指摘するとともに、抗告人らの人格権（生命、身体等）が侵害される具体\n的な危険があると指摘する趣旨と捉えられる。\n原子炉等規制法は、原子炉の設置及び運転に関し、大規模な自然災害及\nびテロリズムその他の犯罪行為の発生も想定した必要な規制を行うことを\n目的としているが、武力攻撃を想定した規制を目的としておらず、武力攻\n撃に対しては、以下のとおり対処することとされている。\nイ  武力攻撃事態等への対処についての法制度等\n事態対処法\n事態対処法は、武力攻撃（我が国に対する外部からの武力攻撃）が発\n生した事態又は武力攻撃が発生する明白な危険が切迫していると認めら\nれるに至った事態を武力攻撃事態、武力攻撃には至っていないが、事態\nが緊迫し、武力攻撃が予想されるに至った事態を武力攻撃予測事態、武\n力攻撃事態と武力攻撃予測事態を併せて武力攻撃事態等（他に存立危機\n事態もある。）とそれぞれ定義し（同法２条）、国民保護法は、これら\nの定義は、事態対処法に規定する用語の意義による旨定める。\n事態対処法は、組織及び機能の全てを挙げて、武力攻撃事態等及び存\n立危機事態に対処するとともに、国全体として万全の措置が講じられる\nようにすることを国の責務とし（同法４条）、原子力発電事業者等の指\n定公共機関については、国及び地方公共団体その他の機関と相互に協力\nし、武力攻撃事態等への対処に関し、その業務について、必要な措置を\n実施する責務を有する（同法６条）と定める。\n国民保護法\n国民保護法は、武力攻撃事態等においては、その組織及び機能のすべ\nてを挙げて自ら国民の保護のための措置を的確かつ迅速に実施し、又は\n地方公共団体及び指定公共機関が実施する国民の保護のための措置を的\n確かつ迅速に支援し、並びに国民の保護のための措置に関し国費による\n適切な措置を講ずること等により、国全体として万全の態勢を整備する\nことを国の責務とし（同法３条１項）、指定公共機関の責務として、武\n力攻撃事態等においては、この法律で定めるところにより、その業務に\nついて、国民の保護のための措置を実施する責務を有する（同条３項）\nと定める。\n武力攻撃事態等への対処の具体的な法制度\n政府は、武力攻撃事態等に至ったときには、対処基本方針を定め（事\n態対処法９条１項）、対処基本方針には、事態の経緯、事態が武力攻撃\n事態等であることの認定及び当該認定の前提となった事実を定める（同\n条２項）。この対処基本方針が定められたとき、内閣総理大臣は、自ら\nを対策本部長とする事態対策本部を設置し（同法１０条１項、１１条１\n項）、事態対策本部は、国民の保護のための措置の総合的な推進に関す\nる事務等を掌握し、同対策本部を中心に、地方公共団体及び指定公共機\n関等と連携協力し、万全の国民保護措置を講ずるものとされている（国\n民保護法１０条、２４条、乙２１６の１６頁）。\nそして、対策本部長は、武力攻撃から国民の生命、身体又は財産を保\n護するため緊急の必要があると認めるときは、対処基本方針で定めると\nころにより、「武力攻撃事態等の現状及び予測」（国民保護法４４条２\n項１号）、「武力攻撃が迫り、又は現に武力攻撃が発生したと認められ\nる地域」（同項２号）等を定めて警報を発令しなければならず（同条１\n項、２項）、警報を発令した場合において、住民の避難が必要であると\n認めるときは、住民の避難が必要な地域等の都道府県知事に対し、直ち\nに、住民の避難に関する措置を講ずべきことを指示する（同法５２条１\n項）。また、武力攻撃に伴って原子力発電所外へ放射性物質が放出され、\n又は放出されるおそれがあるときは、国、地方公共団体、原子力発電事\n業者を含む指定公共機関等は、国民保護法、国民の保護に関する基本指\n針、国民保護計画又は国民保護業務計画等に基づいて、必要な措置を講\nずることとしている（同法９７条、１０３条、１０５条、１０６条等、\n乙２１６、乙２１７、乙２１８、乙２１９）。\n本件原子炉に対する他国による武力攻撃への対処\n一件記録によれば、本件原子炉に対する他国による武力攻撃という事\n態に即して、指定行政機関である原子力規制委員会、本件原子炉の所在\n地の地方公共団体である愛媛県及び指定公共機関である相手方が、それ\nぞれ講じる措置は以下のとおりと一応認められる。\nａ  原子力規制委員会\n原子力規制委員会は、政府が武力攻撃事態に至っていると判断した\n場合は、本件原子炉が警報の発令の対象地域内であるときは直ちに、\n地域を定めずに警報が発令されたときは状況及び必要に応じて、本件\n原子炉の運転停止を命じ、また、政府が武力攻撃予測事態に至ってい\nると判断した場合においては、状況及び必要に応じて、本件原子炉の\n運転停止を命じる（乙２１７の９頁）。\nまた、原子力規制委員会は、本件原子炉に係る武力攻撃災害（武力\n攻撃により直接又は間接に生ずる人の死亡又は負傷、火事、爆発、放\n射性物質の放出その他の人的又は物的災害。国民保護法２条４項）が\n発生し、又は発生するおそれがある場合において、本件原子炉施設の\n使用の停止、核燃料物質等の所在場所の変更その他当該武力攻撃災害\nの発生又はその拡大を防止するため必要な措置を講ずべきことを命ず\nる（同法１０６条、乙２１７の１５頁）。\nｂ  愛媛県\n知事は、武力攻撃に伴い、本件発電所から放射性物質等の放出等に\nよる周辺環境への被害が発生し、又は発生するおそれがある場合にお\nいて、緊急に必要があると認められるときは、国を通じて本件原子炉\nの運転停止を要請するほか、自ら原子力事業者である相手方に対し、\n本件原子炉の運転停止の措置を講ずるよう要請する（乙２１８の１４\n３頁）。また、武力攻撃による原子力災害への対処等については、愛\n媛県地域防災計画（原子力災害対策編）に準じた措置が講じられる\n（乙２１８の１４４頁以下）。\nｃ  相手方\n相手方は、本件原子炉を含む本件発電所が警報（国民保護法４４条\n１項、２項）の発令地域の対象となった場合、又は、地域を定めずに\n警報（同条３項）が発令されたときは、直ちに原子炉の運転停止に向\nけて必要な措置を講ずる。\nまた、武力攻撃事態等において原子力規制委員会より原子炉運転停\n止命令が発動された場合には、原子炉の運転を停止する。\nなお、突発的に武力攻撃が発生した場合など、特に緊急を要すると\nきは、武力攻撃事態等の認定、警報の発令、国の運転停止命令等を待\nたず、平時における緊急時対応マニュアル等に基づき、自らの判断に\nより、直ちに原子炉の運転を停止する。\n（以上につき、乙２１９の１５頁）\nまた、本件原子炉の運転を停止する場合、国（原子力規制委員会等）\n及び相手方は、施設及び運転要員の安全確保、関係機関との連絡等につ\nいて、国の一元的な指揮の下で相互に緊密に連携し、対応するものとさ\nれている（乙２１６の５０頁）。\nウ  前記イのとおり、発電用原子炉施設を含む原子炉施設を対象とした他国\nによる武力攻撃及び武力攻撃に準じるテロリズム攻撃への対処は、事態対\n処法及び国民保護法に委ねられており、原子炉等規制法に基づく原子力事\n業者に対する規制において、他国による武力攻撃等を想定した規制が行わ\nれていないことは、武力攻撃への対処についての立法政策の問題であり、\nそれによって本件原子炉について武力攻撃への対処に関する法制度がない\nということにはならないから、抗告人らの主張のうち、新規制基準に武力\n攻撃に関する備えについての規制 を欠くことを問題とする点は理由がな\nい。\nエ  他国の武力行使の蓋然性の有無の判断は、国際情勢や軍事力等に関する\n各種の情報を基に、総合的に分析・評価することになり、これは、外交・\n防衛に関する高度に専門的な判断とならざるを得ないことからすると、わ\nが国に対する他国からの武力攻撃がどの程度具体的に想定される場合に、\n原子力発電所の運転を停止すべきかの判断は、武力攻撃への対処に係るわ\nが国の法制度等を踏まえてなされるべきである。そして、わが国の法制度\n等では、前記イのとおり、①政府が武力攻撃事態に至っていると判断した\n場合は、当該原子力発電所が警報の発令の対象地域内であるときは直ち\nに、地域を定めずに警報が発令されたときは状況及び必要に応じて、原子\n力規制委員会によって運転停止が命じられ、②政府が武力攻撃予測事態に\n至っていると判断した場合においては、状況及び必要に応じて、原子力規\n制委員会によって運転停止が命じられるとされ、③武力攻撃予測事態に至\nっていない場合（上記①、②の判断がされていない場合）には、突発的に\n武力攻撃が発生した場合等、特に緊急を要するときに、事業者の自主的判\n断により、原子力発電所の運転停止を検討することとなっている。\nこのように、武力攻撃等の危険に対する原子力発電所の運転停止に係る\n措置については、基本的には、政府による警報の発令、あるいは武力攻撃\n事態等に至っているとの判断がなされた場合（上記①及び②の場合）に初\nめて原子炉の停止が命じられることになるものであるところ、少なくとも\n現時点において、政府は、「武力攻撃事態」に至ったと認定しておらず、\n警報も発令しておらず、「武力攻撃予測事態」に至ったとも認定しておら\nず、当然ながら、それを契機とする原子力規制委員会による本件原子炉施\n設の使用停止命令も出されていない。そして、抗告人らの主張を踏まえた\nとしても、武力攻撃予測事態にも至っていない現状において、突発的に武\n力攻撃が発生した場合等、特に緊急を要する事態である場合（上記③の場\n合）にも該当するとはいえないから、少なくとも、現時点において、本件\n原子炉が他国による武力攻撃を受ける蓋然性が あるとは認められないか\nら、現在の緊張した国際情勢の中では、そのような危険は現実的な危険で\nあるとして、本件原子炉が他国による武力攻撃を受ける蓋然性が高いこと\nを前提とする抗告人らの上記主張は採用できない。\n３  そして、抗告人らの原審及び当審におけるその余の主張を検討しても、現在\nの科学的知見からして、本件原子炉の運転期間中に本件原子炉施設の安全性に\n影響を及ぼす大規模自然災害等の発生する可能性が具体的に高く、これによっ\nて抗告人らの生命、身体等が害される具体的危険があるとの疎明があったとは\n認められないから、その余の点について判断するまでもなく抗告人らの仮処分\n命令の申立ては却下すべきである。\n４  よって、原決定は相当であり、本件各抗告は理由がないからいずれも棄却す\nることとして、主文のとおり決定する。\n令和５年３月２４日\n広島高等裁判所第４部\n裁判長裁判官     脇        由    紀\n裁判官     梅    本    幸    作\n裁判官     佐  々  木    清    一\n"
}