{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 3,
    "month": 3,
    "day": 16
  },
  "case_number": "令和2(ワ)1522",
  "case_name": "損害賠償等請求事件",
  "court_name": "東京地方裁判所",
  "lawsuit_id": "90260",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=90260",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/260/090260_hanrei.pdf",
  "contents": "令和３年３月１６日判決言渡  同日原本領収  裁判所書記官\n令和２年（ワ）第１５２２号  損害賠償等請求事件\n口頭弁論終結日  令和３年１月８日\n判       決\n主       文\n１  被告は，原告に対し，３６１万８８８０円及びこれに対する令和元年７\n月２６日から支払済みまで年５分の割合による金員を支払え。\n２  原告のその余の請求をいずれも棄却する。\n３  訴訟費用は，これを２分し，その１を原告の負担とし，その余を被告の\n負担とする。\n４  この判決は，第１項に限り，仮に執行することができる。\n事 実 及 び 理 由\n第１  請求\n１  被告は，原告に対し，６９１万８８８０円及びこれに対する令和元年７月２６\n日から支払済みまで年５分の割合による金員を支払え。\n２  被告は，原告に対し，本判決確定後１０日以内に，別紙謝罪目録記載のとおり，\n謝罪文書を交付せよ。\n第２  事案の概要\n本件は，放送事業を営む法人である原告が，被告がその管理運営するウェブサ\nイトにおいて原告及びその職員が放火事件に関与したことをうかがわせる記事\nを投稿するとともに，ツイッター（インターネットを利用してツイートと呼ばれ\nる１４０字以内のメッセージ等を投稿することができる情報ネットワーク）にお\nいて上記記事を引用する記事を投稿したことにより，原告の名誉が毀損されたと\n主張して，被告に対し，不法行為に基づき，損害賠償として６９１万８８８０円\n及びこれに対する不法行為の日（上記両記事を投稿した日）である令和元年７月\n２６日から支払済みまでの改正前民法（平成２９年法律第４４号による改正前の\n民法をいう。以下同じ。）所定の年５分の割合による遅延損害金の支払並びに名\n誉回復処分として謝罪文書の交付を求める事案である。\n１  前提事実（争いのない事実並びに掲記の証拠及び弁論の全趣旨により容易に認\nめられる事実）\n⑴  当事者及び関係者\nア  原告（略称「ＮＨＫ」）は，放送法に基づき設立された法人であり，国内基\n幹放送等の業務を行っている。\nイ  被告は，「life-hacking.net」というドメインのウェブサイト（以下「本件\nサイト」という。）及び本件サイトの宣伝等を行う「＠Life_hacker_net」と\nいうツイッターアカウント（以下「本件ツイッターアカウント」という。）を\n管理運営していた（甲１，３，４～６）。\nウ  甲は，原告の職員であり，ディレクターの職にある者である。\n⑵  本件サイト及び本件ツイッターアカウント\nア  本件サイトは，「LH MAGAZINE  情報総合マガジン‐えるえいち‐」と\nいう名称で，独自記事とインターネット掲示板のまとめ記事を配信する情報\n配信サイトである。本件サイトは，編集長である被告及びその他３名の専属\n編集者と２名の非専属編集者で運営されていた。本件サイトは，アフィリエ\nイトプログラムによる商品紹介，そのインセンティブによる広告収入により\n運営されており，本件サイトの１か月間の閲覧回数は平成２８年１２月時点\nで約１２０万回である。\nイ  本件ツイッターアカウントは，「LH MAGAZINE」という名称で，本件サ\nイトに新たな記事が掲載される都度，当該記事のタイトル（タイトル全文が\nそのまま転載される。）及び主な画像を掲載するとともに，本件サイトにお\nける当該記事へのハイパーリンク（参照先として当該記事のＵＲＬを設定す\nること）を付した記事が投稿（ツイート）されていた。本件ツイッターアカ\nウントは，令和２年１月２１日時点で６３３６人のフォロワーを有している。\n（甲４，７の１・２）\n⑶  放火事件の発生\n令和元年７月１８日，京都市伏見区のアニメ制作会社である京都アニメーシ\nョン第１スタジオが放火され，多くの死傷者が出た事件（以下「本件放火事件」\nという。）が発生した（甲８）。\n⑷  被告による記事の投稿\nア  被告は，令和元年７月２６日，本件サイトにおいて，別紙投稿記事目録\n記載の記事（以下「本件記事」という。）を匿名で投稿した。本件記事は，\nインターネット上の掲示板である「５ちゃんねる」（以下「元サイト」とい\nう。）に投稿された一部の記事（書き込み）が転載されて編集されたもので\nある。本件記事は，同年８月９日時点で６万２０６８回閲覧された。\nイ  被告は，本件記事を投稿した令和元年７月２６日，本件ツイッターアカ\nウントにおいて，本件記事のタイトル及び本件記事内の一部の画像を掲載\nするとともに，本件サイトにおける本件記事へのハイパーリンクを付した\n記事（以下「本件ツイート」という。）を匿名で投稿した（甲１１）。\n⑸  被告による本件記事及び本件ツイートの削除並びに謝罪記事の掲載\nア  原告は，令和元年８月２２日，被告に対し，本件記事の削除を求めたとこ\nろ，被告は本件記事を一部修正したが，原告の納得は得られず，被告は，同\n年１２月中旬頃，本件記事及び本件ツイートを削除した。\nイ  原告は，令和２年１月１０日，被告に対し，本件記事について，損害賠償，\n謝罪記事の掲載，本件記事と同様の記事を再度掲載することの禁止を求めた\n（乙１）。これを受けて，被告は，同月１２日，本件サイトにおいて，別紙謝\n罪記事記載のとおりの謝罪記事（以下「本件謝罪記事」という。）を公表した\n（甲２２）。\n２  争点\n⑴  原告の社会的評価の低下の有無（争点１）\n⑵  原告の損害（争点２）\n⑶  謝罪文書交付の要否（争点３）\n３  争点に関する当事者の主張\n⑴  争点１（原告の社会的評価の低下の有無）について\n（原告の主張）\nア  本件記事について\n本件記事は，元サイトに投稿された一部の記事を転載して議論が繋がって\nいるかのように編集し，元サイトとは別のタイトルを付けたものであり，一\n般の閲覧者の普通の注意と読み方をすると，原告及び甲が本件放火事件に関\n与しており，その関与を隠蔽するために，警察よりも先に遺留品を回収し，\nかつ，そこに指紋が残らないように軍手を用いたと受け取られるものであり，\n原告及び甲が現住建造物放火罪，殺人罪等に該当するような重大事件に関与\nし，さらに証拠隠滅罪に該当する行為をしたことを示唆するものであるから，\n本件記事は元サイトに投稿された記事とは別個に原告の社会的評価を大き\nく低下させるものである。\nイ  本件ツイートについて\n本件ツイートは，本件記事とは独立して公衆に送信されたものであり，一\n般の閲覧者の普通の注意と読み方をすると，本件記事と同様に，原告及び甲\nが本件放火事件に関与しており，その関与を隠蔽するために，警察よりも先\nに遺留品を回収し，かつ，そこに指紋が残らないように軍手を用いたと受け\n取られるものであるから，本件ツイートは本件記事とは別個に原告の社会的\n評価を大きく低下させるものである。\n（被告の主張）\n本件記事及び本件ツイートは，元サイトに投稿された一部の記事を転載した\nものにすぎない（なお，そのうち静止画像については，元々第三者がブログに\n掲載した静止画像が元サイトに転載され，本件記事はそれを更に転載したもの\nにすぎない。）から，被告が新たな情報を公表したものではない。したがって，\n本件記事及び本件ツイートは，新たに原告の社会的評価を低下させるものでは\nない。\n⑵  争点２（原告の損害）について\n（原告の主張）\nア  本件記事は，一般の個人のブログとは異なり，閲覧者からの信頼度が高い\nかのような外観を有する情報配信サイトである本件サイトにおいて投稿さ\nれたものであり，虚偽の書き込みやキャプションを加えたフェイク画像を掲\n載することで信ぴょう性を高めるよう作出されたものである。本件記事は，\nインターネットにより全世界に公開され，公開から約２週間で６万２０６８\n回の閲覧がされており，本件記事が掲載された本件サイトの１か月間の閲覧\n回数は約１２０万回であることを考慮すれば，本件記事は多くの者に閲覧さ\nれ，実際に，本件記事が削除される直前の約１か月間は，インターネットの\n検索エンジンで「京アニ  放火」と検索した場合，その結果の上位に表示さ\nれていた。\n本件記事は，前記⑴の原告の主張アのとおり，原告の社会的評価を大きく\n低下させるものであり，原告が放送法に基づき設立された公共放送機関とし\nて，中立・公正であるべき立場に大きな疑念を生じさせるものである。また，\n原告は報道機関として本件放火事件を取材し報道する社会的使命があると\nころ，本件記事の投稿によって本件放火事件への関与が疑われ，本件放火事\n件の取材が困難な状況になったことなど多大な影響を受けた。\nこれらのことを考慮すれば，本件記事による原告の無形損害は５００万円\nを下らない。\nイ  本件ツイートは，令和２年１月２１日時点で６３３６人のフォロワーを有\nしている本件ツイッターアカウントにより投稿されたものであり，本件ツイ\nートが削除された現在においても，検索方法によってはインターネットの検\n索エンジンの結果にその一部が表示されていることから，本件ツイートが投\n稿された当時は，検索エンジンの結果の上位に表示されていたと考えられる。\nまた，本件ツイートは，本件記事の全文を掲載するものではないが，本件\nツイートの閲覧者が本件ツイートを引用した記事を投稿（リツイート）する\nことで，本件記事及び本件ツイートの内容が無制限に拡散することになる。\n以上によれば，本件ツイートの閲覧者が本件記事と比較して少ないと考え\nられることを考慮しても，本件ツイートによる原告の無形損害は１００万円\nを下らない。\nウ  原告は，被告による本件記事及び本件ツイートの投稿により，無形損害合\n計６００万円の１割に相当する６０万円の弁護士費用の損害を被った。\nエ  原告は，本件記事の投稿者を特定するため，発信者情報開示請求の裁判手\n続を行ったところ，同手続は弁護士に委任しなければ十分な活動をすること\nが困難な事件類型であることから，これに要した調査費用３１万８８８０円\n（実費として１万９５１０円，弁護士費用として２９万９３７０円）は，被\n告による本件記事の投稿と相当因果関係のある損害である。\nオ  以上のとおり，被告による本件記事及び本件ツイートの投稿により，原告\nは合計６９１万８８８０円の損害を被った。\n（被告の主張）\nア  本件記事及び本件ツイートは誰もが投稿することができる信用性の低い\n元サイトに投稿された記事を転載したにすぎないものであること，本件記事\n及び本件ツイートの掲載期間が短いこと，本件記事について被告は本件サイ\nトで「ただし，あくまで記事内容は一つの見解であり，その内容の正誤につ\nいての保証は致しかねます」と投稿記事が真実でない可能性を明示して免責\nを表明していること，被告は本件記事及び本件ツイートを削除し，本件サイ\nトにおいて本件謝罪記事を公表したことから，原告に本件記事及び本件ツイ\nートによる無形損害は発生していないし，仮に無形損害が発生しているとし\nてもその額はわずかである。\nイ  原告が本件記事の投稿者を特定するために要した調査費用については，原\n告は国内放送や国際放送を行う大きな組織であり，企業内弁護士が所属する\n法務部を抱えていることから，外部の弁護士に対し発信者情報開示請求の裁\n判手続を委任する必要はないから，本件記事の投稿と原告が同裁判手続に要\nした弁護士費用２９万９３７０円の支出との間に相当因果関係はない。\n⑶  争点３（謝罪文書交付の要否）について\n（原告の主張）\n本件記事及び本件ツイートによる原告の社会的評価の低下は，金銭賠償のみ\nによって回復するものではないから，本件記事及び本件ツイートの内容が真実\nに反することを明記した謝罪文書の交付請求が認められるべきである。\n本件謝罪記事には，本件記事及び本件ツイートについて，いかなる内容が虚\n偽であるか具体的な説明はないし，「ＮＨＫ愛してる」という趣旨不明のタグ\nを付けていることからして，不謹慎で訂正する意思や謝罪の意思が見受けられ\nないことから，原告の名誉回復としては不十分である。\n（被告の主張）\n前記⑵の被告の主張アのとおり，仮に原告に損害が発生しているとしてもわ\nずかなものにすぎず，被告は既に本件謝罪記事を公表しているから，原告の名\n誉回復のために謝罪文書の交付までは不要である。\n第３  当裁判所の判断\n１  争点１（原告の社会的評価の低下の有無）について\n⑴  一般の閲覧が可能なインターネット上の記事の意味内容が他人の社会的評\n価を低下させるものであるかどうかは，一般の閲覧者の普通の注意と読み方を\n基準として判断すべきである（最高裁昭和３１年７月２０日第二小法廷判決・\n民集１０巻８号１０５９頁，最高裁平成２４年３月２３日第二小法廷判決・裁\n判集民事２４０号１４９頁参照）。\n⑵  これを本件についてみると，まず，本件記事の内容は，別紙投稿記事目録記\n載のとおりであり，「【京アニ放火】ＮＨＫの甲Ｄはなぜ放火犯の遺留品を回収\nしたのか・・・しかも軍手  これが最大の謎」とのタイトルを付した上で，軍\n手をはめた人物が何かを拾い集めているように見える画像を，「警察よりも早\nく，事件の犯人の遺留品を回収するＮＨＫ取材クルー」との文言とともに添付\nし，かつ，「なんで警察来る前に勝手に回収してんだよ」「ＮＨＫ，なんで隠し\nたん？」「Ｎ○Ｋの依頼殺人じゃね？」「滅多に全員集合しない京アニのメイン\nスタッフを第一スタジオに集まる機会をＮＨＫが作っていたという事」「隠蔽\nすりゃ疑われるわな」「ＮＨＫ共犯説唱えられても仕方ないぞ」等と，原告が本\n件放火事件に関与していることを疑う趣旨のコメントを並べたものであるこ\nとが認められる。\nかかる本件記事の内容について，一般の閲覧者の普通の注意と読み方をした\n場合，原告が本件放火事件に関与しており，その関与を隠蔽するために，原告\nの職員である甲が，本件放火事件の犯人の遺留品を警察に先んじて無断で回収\nし，しかもその際に指紋が残らないように軍手を用いたとの事実を摘示するも\nのと解されるから，本件記事は，原告及び甲が，殺人罪，現住建造物放火罪に\n該当する重大犯罪が疑われる本件放火事件に関与した上に，それに関する証拠\n隠滅行為に及んだとの印象を与えるものであり，原告の社会的評価を低下させ\nるものと認められる。\n⑶  また，本件ツイートは，前記事実関係のとおり，本件記事のタイトルである\n「【京アニ放火】ＮＨＫの甲Ｄはなぜ放火犯の遺留品を回収したのか・・・しか\nも軍手  これが最大の謎」との文言及び本件記事内の一部の画像を掲載すると\nともに，本件記事へのハイパーリンクを付したものであることが認められる。\nかかる本件ツイートの内容について，一般の閲覧者の普通の注意と読み方を\nした場合，原告の職員である甲が，本件放火事件の犯人の遺留品を回収し，そ\nの際に指紋が残らないように軍手を用いたとの事実を摘示するものと解され\nるから，本件ツイートは，本件記事への誘因となるにとどまらず，それ自体に\nよって，原告の職員である甲が，本件放火事件に関与しており，それについて\nの証拠隠滅行為に及んだとの印象を与えるものであり，甲の使用者である原告\nの社会的評価を低下させるものと認められる。\n⑷  これに対し，被告は，本件記事及び本件ツイートは，元サイトに投稿された\n一部の記事を転載したものにすぎない（なお，そのうち静止画像については，\n元々第三者がブログに掲載した静止画像が元サイトに転載され，本件記事はそ\nれを更に転載したものにすぎない。）から，新たに原告の社会的評価を低下さ\nせるものではない旨主張する。\nしかしながら，証拠（甲１，甲１０）によれば，本件記事は，元サイトのス\nレッド（一定の話題を定めて投稿を募る投稿枠）のタイトルが「【セキュリティ\nドア】ＮＨＫ京アニ取材の闇，ついに暴かれる。スタッフが到着した時には炎\nに包まれていた」であったところを，これとは異なる独自のタイトルを上記の\nとおり付した上で，上記のとおり，元サイトの一部の記事を取捨選択し，本件\n放火事件に対する原告の関与を疑う趣旨のコメントを，その議論がつながって\nいるかのような順番に並べて編集するとともに，人物が何かを拾い集めている\nように見える画像を「警察よりも早く，事件の犯人の遺留品を回収するＮＨＫ\n取材クルー」との文言とともに掲載したものであることが認められるから，本\n件記事は元サイトの転載にとどまるものとはいえない（被告は，同画像及びこ\nれに付された文言は第三者のブログからの転載の転載にすぎないとも主張す\nるところ，このことはむしろ，元サイトでは同画像等へのハイパーリンクが設\n定された文字列が表示されているにすぎなかったのに対し，被告において本件\n記事の本文中に直接同画像等を掲載することによって，原告及び甲が本件放火\n事件に関与しているとの印象を強める編集を行ったものといえる。）。そうする\nと，本件記事は，それ自体によって原告の社会的評価を低下させる表現行為で\nあるというべきである。\nまた，本件ツイートについてみても，本件記事とは独立して不特定の者によ\nって受信されることを目的に送信されたものであり，本件記事への誘因となる\nにとどまらず，それ自体によって原告の社会的評価を低下させるものであるこ\nとは上記説示のとおりである。\nしたがって，被告の上記主張は採用できない。\n⑸  以上によれば，被告が本件記事及び本件ツイートを投稿した行為（以下「本\n件投稿行為」という。）は，原告の名誉を毀損するものとして原告に対する不法\n行為を構成する。\nなお，原告及び甲が本件放火事件に関与したとの事実及び証拠隠滅行為に及\nんだとの事実はいずれも認められない。また，証拠（甲１，３，５，６）によ\nれば，本件サイトには，「LH MAGAZINE の記事については，すべて編集責任者が\n執筆・チェックした上で投稿をしています。」「ただし，あくまで記事内容は一\nつの見解であり，その内容の正誤についての保証はいたしかねます。また，本\n情報に基づいた結果被った被害などについて，弊社は一切責任を負わないこと\nとします。」と記載されていることが認められるが，そのような記載のあるこ\nとが，被告の原告に対する不法行為の成立の妨げとなるものではない。\n２  争点２（原告の損害）について\n⑴  前記事実関係及び前記説示のとおり，本件記事は，原告及び甲が，殺人罪，\n現住建造物放火罪に該当する重大犯罪が疑われる本件放火事件に関与した上\nに，それに関する証拠隠滅行為に及んだとの印象を与えるものであり，公共放\n送事業をその職責とし（放送法１５条参照），高い信頼性と中立性が要求され\nる原告の立場を踏まえると，本件記事による原告の社会的評価の低下の程度は\n大きいというべきであること，本件記事の閲覧回数は本件記事の投稿から約２\n週間で６万２０６８回に上っており，本件記事が削除された令和元年１２月中\n旬頃までの間に多くの者が本件記事を閲覧したと推認されること，他方におい\nて，本件サイトはインターネット上の掲示板等を情報源とするまとめ記事等を\n配信しているものであって，その外観上本件サイトにおける情報の信頼性が高\nいとまではいえないこと，被告が本件記事をその投稿から約５か月後には削除\nし，本件サイトにおいて本件謝罪記事を公表したこと等を考慮すると，被告が\n本件記事を投稿したことによる原告の無形損害は２５０万円と認めるのが相\n当である。\nまた，本件ツイッターは，前記説示のとおり，本件記事の全文を表示するも\nのではないが，そのタイトルを表示しており，それ自体によって原告の社会的\n評価を一定程度低下させるものであること，ツイッターの性質上，本件ツイー\nトを閲覧した者が本件ツイートを引用した記事を投稿（リツイート）すること\nによって，本件ツイート及びこれが引用する本件記事の内容が無制限に伝播す\nる危険があること，他方において，本件ツイッターアカウントのフォロワー数\nは令和２年１月２１日時点において６３３６人であり，本件ツイートが本件記\n事と比較して多くの者に閲覧されたとまではいえないこと，被告が令和元年１\n２月中旬頃に本件記事と共に本件ツイートを削除したこと等を考慮すれば，被\n告が本件ツイートを投稿したことによる原告の無形損害は５０万円と認める\nのが相当である。\n⑵  本件投稿行為と相当因果関係のある本件訴訟の弁護士費用は，本件事案の難\n易，請求額，認容額その他諸般の事情を総合考慮すると，３０万円が相当であ\nる。\nなお，原告に企業内弁護士が所属していたとしても，外部の弁護士の高い専\n門性に期待して訴訟委任をすることが不当であるとはいえないから，そのよう\nな事情は上記の判断を左右するものではない。この点は，後記⑶の判断におい\nても同様である。\n⑶  原告が本件記事の投稿者を特定するために要した調査費用については，証拠\n（甲２の１・２，甲１９，２０）によれば，原告は弁護士に委任して，本件記\n事の投稿者を特定するために発信者情報開示請求の裁判を提起しており，その\n手続に要した費用は，実費として１万９５１０円，弁護士費用として２９万９\n３７０円の合計３１万８８８０円であると認められる。\nこれらの調査費用は，発信者情報開示請求の裁判の認容判決に基づき，本件\n記事を匿名で投稿した発信者の氏名・名称，住所及びメールアドレスの開示を\n受けるために必要なものであり，上記裁判に要した弁護士費用は委任事務の内\n容や報酬金額に照らして相当であって，前記⑵で説示した本件訴訟の弁護士費\n用と重なるものではないから，その全額について本件投稿行為と相当因果関係\nのある損害と認められる。\n⑷  以上のとおり，被告による本件投稿行為と相当因果関係のある原告に生じた\n損害の額は，合計３６１万８８８０円と認められる。\n３  争点３（謝罪文書交付の要否）について\n前記２⑴で説示したとおり，被告が本件記事及び本件ツイートを削除し，本件\nサイトにおいて本件謝罪記事を公表した経緯（本件謝罪記事が不謹慎で訂正する\n意思や謝罪の意思が見受けられないものであるとまでは認められない。）等を考\n慮すると，被告による本件投稿行為によって生じた原告の損害を回復するために，\n前記２⑷で説示した金額の金銭賠償に加えて，謝罪文書の交付まで命ずることが\n適当であるとは認められない。\n第４  結論\n以上によれば，原告の被告に対する金銭請求は，３６１万８８８０円及びこれ\nに対する不法行為の日である令和元年７月２６日から支払済みまでの改正前民\n法所定の年５分の割合による遅延損害金の支払を求める限度で理由があるから\nその限度で認容し，その余は理由がないから棄却することとし，原告の被告に対\nする謝罪文書の交付請求は理由がないから棄却することとして，主文のとおり判\n決する。\n東京地方裁判所民事第２５部\n裁判長裁判官   古   田   孝   夫\n裁判官   島   尻   香   織\n裁判官   白   井   宏   和\n"
}