{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 2,
    "month": 1,
    "day": 22
  },
  "case_number": "令和1(ワ)28535",
  "case_name": "発信者情報開示請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "89500",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=89500",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/500/089500_hanrei.pdf",
  "contents": "令和２年１月２２日判決言渡  同日原本領収  裁判所書記官\n令和元年(ワ)第２８５３５号  発信者情報開示請求事件\n口頭弁論終結日  令和元年１２月２日\n判      決\n原        告          創    価    学    会\n同訴訟代理人弁護士           西    口    伸    良\n同                堀    田    正    明\n同                甲    斐    伸    明\n同                大    原    良    明\n被        告          ビ ッ グ ロ ー ブ 株 式 会 社\n同訴訟代理人弁護士           髙    橋    利    昌\n同                 平    出    晋    一\n同                太    田    絢    子\n主      文\n１  被告は，原告に対し，別紙１発信者情報目録記載の各情報を開示せよ。\n２  訴訟費用は被告の負担とする。\n事実及び理 由\n第１  請求\n主文同旨\n第２  事案の概要\n１  事案の要旨\n本件は，原告が，被告の電気通信設備を経由してされたインターネット上の短文\n投稿サイトである「ツイッター」（以下「ツイッター」という。）への別紙２投稿記\n事目録記載１ないし３の各投稿記事（以下，これらを一括して「本件記事」という。）\n中の写真部分を含む画像（以下，これらを一括して「本件画像」という。）の掲載に\nよって，別紙３写真目録記載の写真（以下「本件写真」という。）についての原告の\n著作権（複製権，公衆送信権）が侵害されたことが明らかであり，本件記事の投稿\n者（以下「本件投稿者」という。）に対する損害賠償請求等を行うために，被告の保\n有する別紙１発信者情報目録記載の発信者情報（以下「本件発信者情報」という。）\nの開示が必要であると主張して，被告に対し，特定電気通信役務提供者の損害賠償\n責任の制限及び発信者情報の開示に関する法律４条１項に基づき，本件発信者情報\nの開示を求める事案である。\n２  前提事実（当事者間に争いがない事実又は後掲の証拠及び弁論の全趣旨によ\nり容易に認められる事実）\n⑴  当事者\nア  原告は，宗教法人法に基づき設立された宗教法人である。\nイ  被告は，電気通信事業を営む株式会社である。\n⑵  本件記事の投稿\n本件記事は，インターネット上で不特定の者が閲覧可能な短文投稿サイトである\nツイッターにおいて，別紙２投稿記事目録記載１ないし３の各「投稿日時」欄記載\nの日時に，「@（以下略）」という名称に係るアカウント（以下「本件アカウント」と\nいう。）を使用して投稿されたものである（甲１の１ないし３。以下，本件記事の投\n稿行為を，同別紙の番号順に「本件投稿１」などといい，これらを一括して「本件\n投稿」という。）。\n⑶  本件アカウントに係るログイン情報\n本件アカウントについて，本件投稿前にされた最後のログインは，それぞれの投\n稿につき対応する別紙２投稿記事目録記載１ないし３の各「ログイン日時」欄記載\nの日時にされたものであり，いずれのログインも，ＩＰアドレスを「（IP アドレスは\n省略）」（以下「本件ＩＰアドレス」という。）とし，被告を経由プロバイダとするも\nのである（甲２の１，甲３の２，甲３の３，甲４の１）。\n⑷  被告の本件発信者情報の保有\n被告は，本件発信者情報を保有している。\n３  争点\n⑴  本件投稿による権利侵害の明白性（争点１）\nア  本件写真の著作物性及び原告の著作権（争点１－１）\nイ  著作権（複製権，公衆送信権）侵害の成否（争点１－２）\nウ  違法性阻却事由の不存在（適法な引用の成否）（争点１－３）\n⑵  本件発信者情報は本件投稿による侵害に係る発信者情報であるか（争点２）\n⑶  開示を受けるべき正当な理由の有無（争点３）\n４  争点に対する当事者の主張\n⑴  争点１（本件投稿による権利侵害の明白性）について\nア  争点１－１（本件写真の著作物性及び原告の著作権）について\n【原告の主張】\n(ｱ)  本件写真は，撮影方向，構図，シャッタースピード，タイミング，絞り等に\n工夫が凝らされ，会談中の原告のＡ名誉会長（以下「Ａ名誉会長」という。）の和や\nかな表情を捉えて撮影されたものであるから，著作物性が認められる。\n(ｲ)  本件写真は，平成１６年１０月１６日，原告の発意に基づき原告の業務に従\n事するＢ（以下「Ｂ」という。）において職務上作成した著作物であるから，原告の\n就業規則の定めに照らし，原告がその著作権を有する。\n【被告の主張】\n不知又は争う。\nイ  争点１－２（著作権（複製権，公衆送信権）侵害の成否）について\n【原告の主張】\n本件画像は，その写真部分におけるＡ名誉会長の表情，服装，手の位置，撮影ア\nングル等の点で，本件写真の内容及び形式を覚知させ，その部分に創作性を看取で\nきるから，本件写真を複製したものであって，本件投稿は，本件写真についての原\n告の複製権及び公衆送信権を侵害する。\n【被告の主張】\n不知又は争う。本件画像中の写真部分は，背景がない点で本件写真と異なり，人\n物の右部分及び下部分等が大きく削られ，全体的に不鮮明であるから，本件投稿者\nによって本件写真についての原告の複製権及び公衆送信権が侵害されたとはいえな\nい。\nウ  争点１－３（違法性阻却事由の不存在（適法な引用の成否））について\n【原告の主張】\n本件記事は，投稿者の実名及び本件写真の出所が示されておらず，引用部分が明\n瞭に区別されていないほか，本件写真についての具体的な言及や論評はなく，本件\n写真を引用する必要はない。以上より，本件記事による本件写真の引用は，公正な\n慣行に合致せず，引用の目的上正当な範囲内で行われたものでもないから，適法な\n引用（著作権法３２条１項）に当たらない。\n【被告の主張】\n不知又は争う。\n⑵  争点２（本件発信者情報は本件投稿による侵害に係る発信者情報であるか）\nについて\n【原告の主張】\nツイッターに投稿するためには，氏名，メールアドレス及びパスワードを登録し\nてアカウントを作成し，当該アカウントへのログインを継続する必要があるから，\n本件投稿は，それぞれ，その直前に本件アカウントにログインした人物によってさ\nれたと推認される。したがって，本件投稿の直前の本件アカウントへのログインに\n係る本件発信者情報は，本件投稿による侵害に係る発信者情報である。\n【被告の主張】\n不知又は争う。本件アカウントの使用状況，複数の者が関わる余地があるかなど\nは明らかでない。また，本件投稿とその直前のログインの間に概ね１時間３０分な\nいし１１時間のタイムラグがあること，複数の端末等を使ってログインした状態を\n同時に継続することも十分に考えられることなどからすると，本件投稿の直前のロ\nグインではなく，それ以前のログインに係るアクセスにより本件投稿がされた可能\n性も十分にある。\n⑶  争点３（開示を受けるべき正当な理由の有無）について\n【原告の主張】\n原告は，本件投稿者に対する損害賠償請求，削除要求等をするために本件発信者\n情報の開示を求めるものであるから，本件発信者情報の開示を受けるべき正当な理\n由がある。\n【被告の主張】\n不知又は争う。\n第３  当裁判所の判断\n１  争点１（本件投稿による権利侵害の明白性）について\n⑴  争点１－１（本件写真の著作物性及び原告の著作権）について\n本件写真は，Ａ名誉会長をはっきりと撮影したものであり，その表情及び姿勢を\n明確に覚知することができる一方で，背景をぼかすなど，撮影者の思想及び感情が\n創作的に表現されているということができるから，写真の著作物として著作物性が\n認められる。\nまた，証拠（甲５の１，７の１，８の１）及び弁論の全趣旨によれば，本件写真\nは，平成１６年１０月１６日，原告の一部門である聖教新聞社の職員であったＢに\nより，原告の発意に基づき原告の業務として撮影されたものであると認められ，原\n告において自己の名義の下に公表されるものと推認され，この推認を覆すに足りる\n証拠はないところ，このような著作物の著作者を原告とすることについての別段の\n定めが原告の就業規則にあるとは認められないから，原告は，本件写真について著\n作権を有する。\n⑵  争点１－２（著作権（複製権，公衆送信権）侵害の成否）について\n証拠（甲１の１ないし３）及び弁論の全趣旨によれば，本件画像は，背景を全体\n的に黄色とし，「核も，基地もない，平和で豊かな沖縄になってこそ本土復帰である\n－それが，沖縄の人びとの思いであり，また，Ａ（Ａ）の信念であった。」などとい\nう文字部分と，本件写真の一部であると認められる写真部分が組み合わされたもの\nであり，本件写真の背景やＡ名誉会長の上半身の一部がトリミングされるなどして\nいるものの，この写真部分において，本件写真で特徴的に表現されているＡ名誉会\n長の表情及び姿勢を明確に覚知することができる。\nしたがって，本件画像は，本件写真に依拠して再製されたものであるから，本件\n投稿者は，本件投稿に際し，本件写真を複製したものと認められ，本件投稿によっ\nて原告の著作権（複製権，公衆送信権）が侵害されたと認められる。\n⑶  争点１－３（違法性阻却事由の不存在（適法な引用の成否））について\nア  証拠（甲１の１ないし３）及び弁論の全趣旨によれば，本件記事には，本件\n写真を説明する記載がないこと，本件写真の出典が明示されていないことが認めら\nれる。そして，本件記事において本件写真を掲載する必要性を認めるに足る証拠は\nない。\nこれらに照らすと，本件記事における本件写真の掲載は，公正な慣行に合致せず，\n引用の目的上正当な範囲内で行われたものでもないから，適法な引用（著作権法３\n２条１項）に当たらない。\nイ  また，本件全証拠によっても，本件写真の複製物である本件画像の掲載につ\nいて，その他の違法性阻却事由をうかがわせる事情は認められない。\n⑷  小括\n以上によれば，本件投稿により，本件写真についての原告の著作権（複製権，公\n衆送信権）が侵害されたことが明らかであるというべきである。\n２  争点２（本件発信者情報は本件投稿による侵害に係る発信者情報であるか）\nについて\n⑴  弁論の全趣旨によれば，ツイッターは，利用者においてパスワード等を入力\nすることにより登録されているアカウントにログインしなければ利用できないサー\nビスであると認められるから，ログインした者と投稿者は同一人である蓋然性が高\nいということができる。また，ログインした者と投稿者が同一人であれば，一般的\nに，投稿の直前のログインに係るアクセスによって当該投稿がされたと認めるのが\n相当である。\nそこで，本件についてみると，前記第２の２⑵及び⑶のとおり，本件投稿１及び\n２は，それぞれ，令和元年７月４日午後２時３４分（日本標準時。以下同じ。）及び\n同日午後７時４４分にされたものであるのに対し，それらの前にされた本件アカウ\nントへの最後のログインは，同日午前８時４９分６秒にされたものであり（以下，\nこのログインを「本件ログイン１」という。），本件投稿３は，同月６日午前１０時\n５７分にされたものであるのに対し，その前にされた本件アカウントへの最後のロ\nグインは，同日午前９時２７分２秒にされたものであったこと（以下，このログイ\nンを「本件ログイン２」という。），本件ログイン１及び２は，いずれも本件ＩＰア\nドレスからされたものであり，被告を経由プロバイダとするものであったことが認\nめられる。他方，本件アカウントへのログイン状況（甲３の２）や本件記事の内容\n等に照らしても，本件アカウントが複数人で共有されているといった上記の同一性\nを妨げるような事情は認められない。\n以上に照らせば，本件ＩＰアドレスを割り当てられた者により，本件ログイン１\n及び２に係るアクセスによって本件投稿がされたものと推認するのが相当である。\n⑵  被告は，本件アカウントの使用状況，複数の者が関わる余地があるかなどは\n明らかでないと主張するとともに，本件投稿とその直前のログインの間に概ね１時\n間３０分ないし１１時間のタイムラグがあること，複数の端末等を使ってログイン\nした状態を同時に継続することも十分に考えられることなどからすると，本件投稿\nの直前のログインではなく，それ以前のログインに係るアクセスにより本件投稿が\nされた可能性も十分にあると主張する。\nしかしながら，本件アカウントが複数人によって共有されているといったログイ\nンした者と投稿者の同一性を妨げるような事情は認められないことは前記のとおり\nであるところ，ログインと投稿との間にある程度の時間が空いているというだけで，\n本件ＩＰアドレスを割り当てられた者以外の者によって本件投稿がされた疑いが生\nずるとはいえない。本件ログイン１及び２より前にされた本件アカウントへのログ\nインの状況（甲３の２）をみても，本件ログイン１については，本件ＩＰアドレス\nとは異なるＩＰアドレスからログインがあったのはその約１１時間前であり，本件\nログイン２については，その１秒前及び約１時間前に本件ＩＰアドレスからログイ\nンがあったのに対し，本件ＩＰアドレスとは異なるＩＰアドレスからログインがあ\nったのは本件ログイン２から約１０時間前であったから，このようなログインの状\n況は，本件ログイン１及び２以前の本件アカウントへのログインに係るアクセスに\nよって本件投稿がされた疑いを生じさせるものではないし，その他，この疑いを生\nじさせるに足りる証拠はない。\n以上に照らせば，被告の主張はいずれも抽象的な可能性を指摘するにとどまるも\nのであり，本件投稿について，上記⑴の推認を覆すに足りない。\n⑶  以上より，本件発信者情報は，本件投稿による侵害に係る発信者情報である\nと認められる。\n３  争点３（開示を受けるべき正当な理由の有無）について\n弁論の全趣旨によれば，原告は，本件投稿者に対し，著作権（複製権，公衆送信\n権）侵害を理由とする不法行為に基づく損害賠償請求をする意思を有しており，そ\nのためには，被告が保有する本件発信者情報の開示を受ける必要があると認められ\nるから，その開示を受けるべき正当な理由があるということができる。\n４  結論\n以上のとおり，本件画像の掲載による原告の権利侵害が明白であるところ，本件\n発信者情報は上記権利侵害に係る発信者情報に該当し，その開示を受けるべき正当\nな理由があるといえるから，本件投稿に係る通信を媒介した被告は，開示関係役務\n提供者として本件発信者情報を開示すべき義務を負う。\nよって，原告の請求は理由があるからこれを認容することとして，主文のとおり\n判決する。\n東京地方裁判所民事第２９部\n裁判長裁判官\n山   田   真   紀\n裁判官\n矢   野   紀   夫\n裁判官\n西   山   芳   樹\n（別紙１）\n発信者情報目録\n別紙２投稿記事目録記載の各記事の「ＩＰアドレス」欄記載のＩＰアドレスを同\n目録記載の各記事の「ログイン日時」欄記載の日時に割り当てられていた者に関す\nる情報であって，次に掲げるもの。\n１  氏名又は名称\n２  住所\n３  電子メールアドレス（電子メールの利用者を識別するための文字，番号，記\n号その他の符号）\n（別紙２投稿記事目録は省略）\n（別紙３写真目録は省略）\n"
}