{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 8,
    "day": 30
  },
  "case_number": "令和3(ワ)12304",
  "case_name": "損害賠償請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "92414",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=92414",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/414/092414_hanrei.pdf",
  "contents": "令和５年８月３０日判決言渡  同日原本領収  裁判所書記官\n令和３年(ワ)第１２３０４号  損害賠償請求事件\n口頭弁論終結日  令和５年３月２３日\n判      決\n原 告  ＡことＢ\n同 訴 訟 代 理 人 弁 護 士  吉   峯   裕   毅\n被 告  株 式 会 社 ア ー ク 出 版\n同 訴 訟 代 理 人 弁 護 士  三山裕 三\n佐原祥 太\n銘里拓 士\n主      文\n１  被告は、原告に対し、５５万円及びこれに対する令和２年１２月２２日から\n支払済みまで年３パーセントの割合による金員を支払え。\n２  原告のその余の請求を棄却する。\n３  訴訟費用は、これを１２分し、その１１を原告の負担とし、その余を被告の\n負担とする。\n４  この判決は、第１項に限り、仮に執行することができる。\n事実及び理 由\n第１  請求\n被告は、原告に対し、６６０万円及びこれに対する平成２９年８月３日から\n支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n１  事案の要旨\n本件は、原告が、被告に対し、被告がインターネット上の動画共有サイトに\nおいて別紙映像目録記載の映像（以下「本件映像」という。）を原告の氏名又は\n屋号を著作者名として表示することなく公開した行為により、本件映像につい\nての原告の著作権（公衆送信権）及び著作者人格権（氏名表示権）が侵害され\nたと主張して、不法行為に基づく損害賠償として、損害金６６０万円（著作権\n法１１４条３項に基づく損害４００万円、逸失利益１００万円、慰謝料１００\n万円及び弁護士費用６０万円）及びこれに対する平成２９年８月３日（不法行\n為の日）から支払済みまで民法（平成２９年法律第４４号による改正前のもの）\n所定年５分の割合による遅延損害金の支払を求める事案である。\n２  前提事実（当事者間に争いのない事実並びに後掲各証拠（特記しない限り枝\n番を含む。）及び弁論の全趣旨により容易に認定できる事実）\n(1) 当事者等\nア  原告は、「Ａ」の屋号で、テレビ及びネット放送、イベント、ゲーム並び\nにミュージックビデオで使用するアニメーションの制作、自身が著作権を\n管理するオリジナルアニメーション映像のレンタル等を業として営む個人\n事業主である。\nイ  被告は、書籍の企画・編集・制作・販売を行う出版社である。\nウ  Ｃ（以下「Ｃ医師」という。）は、Ｆ脳神経外科において教授兼診療部長\nを務める医師であり、特に「てんかん」の分野で豊富な知見を有する者で\nある（乙１７）。\n(2) 本件映像の制作等\nア  本件映像は、てんかん発作の１３症例に関するそれぞれ１ないし２分程\n度の長さの独立した別個のアニメーション映像によって構成されている\n（甲７）。\nイ  被告は、Ｃ医師の紹介により、原告に本件映像の制作を委託し、原告は、\n平成２６年２月５日頃、被告に本件映像のデータを納品した。\nウ  被告は、平成２６年３月、本件映像の収録されたＤＶＤ（以下「本件Ｄ\nＶＤ」という。）が付属する「アニメとイラストでわかるてんかんのすべて\n知っておきたい『てんかんの発作』」（以下「本件書籍」という。）を発行し\nた。\n本件書籍の奥付には、「著者  Ｃ」、「アニメ監修  Ｄ、Ｅ」、「DVD 製作\nＢ（Ａ）」と記載されていた。また、本件ＤＶＤのレーベル面には、「Ｃ」\n及び「©Ｃ  2014」と記載がされているものの、原告の氏名及び屋号はいず\nれも記載されていなかった。（乙１）\n被告は、平成３０年８月、本件書籍の増補改訂版を発行した（甲３）。\n(3) 本件ＤＶＤに収録された映像の公開（甲９、乙１６）\n被告は、平成２９年８月３日から令和２年１２月２２日までの間、インタ\nーネット上の動画共有サイト「YouTube」（以下「本件サイト」という。）にお\nいて、本件ＤＶＤのメニューから「全映像連続再生」を選択した後に再生さ\nれる映像を複製したもの（以下「本件複製映像」という。）を、誰もが閲覧可\n能な状態で公開した。\n本件サイトにおいて、原告の氏名及び屋号はいずれも表示されていなかっ\nた。\n３  争点\n(1) 本件映像の著作物性（争点１）\n(2) 本件映像の著作者（争点２）\n(3) 本件映像の著作権者（争点３）\n(4) 本件映像の著作権の黙示の譲渡の有無（争点４）\n(5) 著作者名表示の省略の可否（争点５）\n(6) 故意又は過失の有無（争点６）\n(7) 損害の有無及びその額（争点７）\n４  当事者の主張\n(1) 争点１（本件映像の著作物性）について\n（原告の主張）\nア  本件映像は著作物に当たること\n本件映像は、原告がその全体について創意工夫を尽くして制作したもの\nであり、著作権法上保護される著作物に当たる。\nイ  被告の主張について\n(ｱ)  被告は、本件映像について、①発作を起こすキャラクター、②キャラ\nクターのデザイン、背景等及び③ナレーションという三つの要素から構\n成されており、それぞれの点において創作性を欠くと主張する。\nしかし、アニメーションの制作には、撮影、編集及び音響も不可欠な\n要素であり、かつ、これらが有機的に関連しているから、例えば、てん\nかん発作の動きといった一部の要素を切り取り、その創作性の有無のみ\nをもって、本件映像全体の創作性の有無を評価することはできない。\n(ｲ)  被告は、各てんかんの発作には共通する特徴や動きが抽出され、抽出\nされた結果としての共通する特徴や動きという一つの表現に収斂するな\nどと主張して、本件映像の創作性を否定する。\nしかし、キャラクターの動作に関し、映像上再現すべき医学的な動作\nがあるとしても、作成者はそれをどのように再現するかについて創意工\n夫をするのであって、その結果完成したアニメーションは千差万別とな\nり、全体として視聴者にもたらす印象も異なるものとなる。\nまた、キャラクターのデザイン、背景等についても、本件映像におい\nては、過剰な演出を敢えて排し、視聴者の目がてんかん発作の動きに意\n識せずとも自然に集中するような効果をもたらすような創意工夫がされ\nている。例えば、日本人の青年男性という属性のキャラクターを表現す\nる方法は無数にあるところ、その中から本件映像のような日本人の青年\n男性を創作し選択する余地がある。\n被告が指摘するとおり、原告が作成したナレーション原稿に対し、原\n告以外の者によって様々な指摘がされ、それに基づく修正がされたのは\n確かであるが、誰が作成しても似たような表現にしかならないのであれ\nば、このような指摘や修正がされるはずがない。\n（被告の主張）\nア  本件映像は、てんかん発作の１３症例に関する別個の独立した映像から\n成るものであるが、全ての症例に係る映像の著作物性についての立証がさ\nれているとはいえない。\nイ  本件映像は、①発作を起こすキャラクター、②キャラクターのデザイン、\n背景等及び③ナレーションの三つの要素によって構成されているところ、\n以下のとおり、いずれの要素についても創作性を有しない。\n(ｱ) 発作を起こすキャラクター（要素①）の創作性について\nてんかん発作は、その分類によって固有の特徴を有するところ、この\nような特徴は医学的な一つの知見（事実）である。そのため、それぞれ\nの発作を正確に表現しようとすれば、多数の症例に共通する特徴や動き\n方という医学的にあるべき一つの表現に収斂していかざるを得ないから、\n当該表現を実現するための作業等がされたからといって、創作性が肯定\nされることにはならない。すなわち、本件映像における各てんかん発作\nの動きは、Ｃ医師から提供された参考動画、Ｃ医師、監修者であるＤ医\n師（以下「Ｄ医師」という。）及びＥ医師（以下「Ｅ医師」という。）の\n指示並びに同医師らによるチェック及び修正に基づいて、発作時の動き\nが正確に再現され、医学的にあるべき一つの表現に収斂されたものであ\nるから、原告がいかなる作業をしたとしても、原告の個性が発揮される\n余地はない。\nまた、本件映像は、学術の著作物と同一の性質を有するものであって、\n本件映像で表現されている各てんかん発作の動きは客観的事実と評価で\nきるものであるから、仮にこの点について原告の創作性を肯定すれば、\n他の者は本件映像に収録された各てんかん発作の動きを映像によって表\n現することができなくなる。したがって、この見地からも本件映像の創\n作性は否定されなければならない。\n(ｲ) キャラクターのデザイン、背景等（要素②）の創作性について\n本件映像のキャラクターのデザインは、いずれも人間をイラスト化し\nたものとして通常予想される範囲内のありふれた表現の域を超えるもの\nではない。また、服装を含めた具体的な背景等のシチュエーションにつ\nいても、特段、個性的な配色などが施されているものではない。そのた\nめ、本件映像のキャラクターのデザインや背景等はありふれた表現にと\nどまり、創作性を有しない。\n(ｳ) ナレーション（要素③）の創作性について\n本件映像においては、発作ごとに、その内容を解説するナレーション\nが付加されているが、これはナレーターが言語の著作物である台本を口\n述して制作されたものであるから、言語の著作物の複製物にすぎない。\nそして、このような解説は、医学的な正確性が要求されるため、誰が作\n成しても同様の表現にならざるを得ず、特に発作の映像の時間内で行う\nという制約から、短い表現とならざるを得ない。\nしたがって、本件映像のナレーションについても、表現の選択の幅が\nないか、あっても極めて小さいものであるから、創作性を有しない。\nウ  以上によれば、本件映像は著作物に当たらない。\n(2) 争点２（本件映像の著作者）について\n（原告の主張）\nア  本件映像の著作者は原告であること\n(ｱ)ａ 本件映像は、視覚的効果の連続により構成されるものであるから、\n「映画の著作物」（著作権法１０条１項７号）に当たる。\nｂ  そして、原告は、本件映像の制作に当たって必要な工程の検討及び\n進行管理を行うとともに、本件映像の絵コンテ、レイアウト、原画、\n動画、背景、彩色、撮影、音響、ナレーション及び編集の全工程に創\n意工夫をもって関与した上、総指揮として、本件映像の制作に関与し\nた全てのスタッフに指示をした。\nまた、原告は、本件映像の制作工程の一部を外部業者に委託したも\nのの、この部分についても、本件映像制作の総監督として、全ての箇\n所の確認、必要に応じた加筆及び１３症例の世界観を統一させる全体\n調整作業を直接行った。\nさらに、原告は、被告の要請を受けて、１３症例の順番の入れ替え\n作業をし、全編一括再生のために１３症例を繋げる編集作業をした上、\nナレーターが読み上げる文章も作成した。\nｃ  本件映像の制作に当たり、Ｃ医師から参考動画が提供されたほか、\nＣ医師によって本件映像の確認がされたのは事実である。\nしかし、アニメーションの制作に当たって何らかの制約があるとし\nても、その制約の中でどのように表現するかという点にアニメーター\nの創意工夫が求められるのであるから、制約がない場合と比較して創\n作性の程度が低くなることはない。\nまた、Ｃ医師及び被告代表者による本件映像に対する発言は、監修\n者として、アニメーション制作に関する素人的、抽象的な要望を述べ\nたものにすぎず、詳細かつ具体的な指示ではない。原告は、Ｃ医師、\nＤ医師、Ｅ医師及び被告代表者（以下、この４名を総称して「Ｃ医師\nら」という。）の抽象的な要望を実現するため、コマ数や角度、動画時\n間、キャラクターのデザイン、配色に創意工夫をし、Ｃ医師らの要望\nには無かった色も原告の判断で加えたりした。\nｄ  このように、原告は、本件映像の「制作、監督、演出、撮影、美術\n等を担当してその映画の著作物の全体的形成に創作的に寄与した者」\n（著作権法１６条）であるから、本件映像の著作者である。\n(ｲ)  仮に、本件映像が映画の著作物に当たらないとしても、前記(ｱ)のとお\nり、本件映像の制作過程とこれに対する原告の関与に鑑みれば、原告が\n本件映像の著作者であることは明らかである。。\nイ  被告の主張について\n(ｱ) 原告は本件映像の著作者ではないとの主張について\n被告は、本件映像が本件書籍の従たる付属物であるから、本件書籍の\n作成に関与していない者は本件映像の著作者ではないと主張する。\nしかし、本件書籍には、本件映像のスクリーンショットが相当数使用\nされており、むしろ本件映像があってこその書籍とさえ評価できる。被\n告やＣ医師の仲介により、講演会等において本件映像のみが活用されて\nいるとの事実は、本件映像が、てんかん発作の症状・動きを視聴者に分\nかりやすく伝えられる有益なものとして、本件書籍から離れた独自の利\n用価値を有することの証左である。\nまた、原告が作成したナレーション原稿の草案に、Ｃ医師や被告代表\n者が修正を施したのは事実であるが、指摘されていない箇所の方が多く、\n別個の著作物と評価できるほどに改変されているとはいえない。したが\nって、そのような事実によって本件映像の制作に対する原告の創作的寄\n与が否定されるものではない。\n(ｲ) 被告が本件映像の著作者であるとの主張について\n被告は、本件映像の制作に係る進行管理を一切行ってないし、制作過\n程において制作そのものに関する指示も一切していない。\nしたがって、被告が本件映像の「全体的形成に創作的に寄与した者」\nに該当する余地はない。\n(ｳ) Ｃ医師が本件映像の著作者であるとの主張について\nＣ医師が、本件映像に関し、てんかん発作の動き以外に意見を述べた\n事項は、年齢や時間帯といった抽象的な要素にとどまり、レイアウトや\n背景の内容について具体的な指示をしていない。すなわち、Ｃ医師は、\n本件書籍の著者としての立場から、自身が抱くイメージを伝えて要望を\n述べていたにすぎない。\nまた、Ｃ医師による本件映像の確認は、てんかん発作の動きを医学的\nに再現するという監修目的のものであって、アニメーション全体の表現\nに対する確認及び指示ではない。しかも、その確認は、原告が、１３症\n例のうちの一部につき、本件映像を制作するに当たり絵コンテやラフ原\n画の確定前に医学的観点からの確認が必要であると判断し、確認を求め\nた事項に対して、Ｃ医師が意見を述べたというものにすぎず、原告がＣ\n医師による確認が不要であると判断した箇所については、Ｃ医師の関与\nはない。このように、Ｃ医師は、原告から求められた事項のみを確認し\nて意見を述べるという受動的な役割を担っていたにすぎないし、全ての\n症例について確認等をしていたわけではないことからしても、本件映像\nの「全体的形成」に関与していたとはいえない。\nさらに、Ｃ医師は、原告と制作スタッフとの間のやり取りには一切関\n与しておらず、どのような制作スタッフがいるかを含めたアニメーショ\nン制作の全体像についても把握していない。各症例のアニメーションが\n完成したか否かを判断していたのも原告である。\nこれらの事実関係に照らせば、Ｃ医師も本件映像の「全体的形成に創\n作的に寄与した者」には該当し得ない。\nウ  小括\nしたがって、本件映像の著作権及び著作者人格権は、原告に帰属する。\n（被告の主張）\nア  原告は本件映像の著作者でないこと\n(ｱ) 本件映像に原告の創作的寄与がないこと\n仮に、本件映像が著作物に当たるとしても、次のとおり、その創作性\nを基礎づける全ての表現はＣ医師らによって決定されており、原告は、\nＣ医師らの手足として表現に関与したにすぎない。\nすなわち、本件映像は、Ｃ医師による参考動画の提供や具体的指示に\n基づいて制作が開始され、①発作を起こすキャラクター及び②キャラク\nターのデザイン、背景等についても、絵コンテ、ラフ原画の動画及び着\n色・仕上げの各段階において、原告が作成した原案にＣ医師らが修正を\n加え、最終的な表現を確定するとの手順により作成された。Ｃ医師と被\n告代表者は、本件書籍及び本件映像について何度も打合せを繰り返して\n原告に対する指示事項及び指摘事項を検討した。そして、原告は、これ\nらのＣ医師らからの指示及び指摘について、時間的余裕がなく対応でき\nなかったものを除き、何ら異論を述べることなく、忠実かつ素直に対応\nしてきた。\nまた、③ナレーションは、原告が原稿の草案を作成し、Ｃ医師及び被\n告代表者がそれに修正を加える形で作成されたが、当該草案には、Ｃ医\n師及び被告代表者による度重なる修正が施され、もはや別個の著作物と\n評価されなければならないほどに改変されたから、原告の創作的寄与は\nない。\n(ｲ) 原告は本件映像の全体的形成に創作的に寄与していないこと\n本件映像は、本件書籍の内容に準拠し、読者の理解を助けるための従\nたる補助的なものとして制作されたものであって、本件映像単独で制作\nすることが予定されていたものではない。そうすると、本件映像の全体\n的形成に寄与したといえるためには、本件書籍の作成にも関与して本件\n映像の構成を決定する必要がある。しかし、本件書籍を作成したのは、\n本件書籍の企画及び立案をし、出版元として全体を統括してきた被告と、\n本件書籍の著作者であるＣ医師であって、原告ではない。そのため、原\n告は、本件映像の全体的形成に創作的に寄与したといえない。\n仮に、原告が本件映像の制作の一部について創作的に関与していたと\nしても、全体的形成に創作的に関与したとまではいえないから、上記の\n結論を左右しない。\nイ  Ｃ医師らは本件映像の共同著作者であること\n仮に、本件映像が著作物に当たり、かつ、原告が本件映像の全体的形成\nに創作的に寄与しているとしても、次のとおり、Ｃ医師らも本件映像の全\n体的形成に創作的に寄与している。\nすなわち、本件映像は本件書籍の存在を前提として制作されたもので、\n本件映像の構成は本件書籍に準ずる必要があったから、１３症例の再生順\nを決定することができたのは、Ｃ医師と被告代表者のみである。\nまた、Ｃ医師は、本件書籍及び本件映像で取り上げるべきてんかん発作\nを選定し、その全体的な構成を決定した上で、本件映像の制作に当たり、\n原告に対し、てんかん発作の典型例に関する医学的知識を教授するととも\nに、参考となるてんかん患者の実際の動画等を提供して、医学的な観点か\nら正確な動作を表現するよう求めた。\nさらに、Ｃ医師らは、原告の提出した絵コンテ及びラフ原画の動画が、\n医学的な観点から正確にてんかん発作の動きを表現しているか否かを確認\nし、不十分な点があれば、その都度指摘してそのとおりに原告に修正させ\nた。Ｃ医師らの監督や指導がなければ、正確な医学情報と医学的知見を提\n供するという目的に耐えられるだけの医学的正確性をもった本件映像を制\n作することは、およそ不可能であったから、Ｃ医師らの監督及び指導の重\n要性に鑑みれば、Ｃ医師らは、本件映像の全体的形成に創作的に寄与して\nいるというべきである。\n加えて、Ｃ医師らは、原告の作成したナレーション原稿の草案について\nも確認、修正した。\nこのほか、Ｃ医師らは、本件書籍及び本件映像について、多数回の打合\nせを行い、本件映像の修正点の確認、てんかんに関する医学的知識のレク\nチャー等を実施し、本件映像がより良いものとなるよう努力した。\nこれらの事実関係に照らせば、Ｃ医師らが、本件映像の全体的形成に創\n作的に寄与していることは明らかである。\nしたがって、Ｃ医師らは、本件映像の共同著作者である。\n(3) 争点３（本件映像の著作権者）について\n（原告の主張）\nア  仮に、原告が本件映像の著作者でない又はＣ医師らが本件映像の共同著\n作者であるとしても、以下のとおり、著作権法２９条１項により、本件映\n像の著作権者は「映画製作者」である原告である。\nイ  「映画製作者」（著作権法２条１項１０号）とは、「映画の著作物の製作\nに発意と責任を有する者」をいう。映画の「製作」に「発意」を有すると\nは、単に企画を着想するという意味ではなく、映画の「製作」を遂行する\n意思を持って、「製作」に必要な手順を実行することを意味する。また、映\n画の「製作」に「責任」を有するとは、「製作」にまつわる種々の契約の主\n体になるとともに、また経済的な負担を負うことを意味する。\nアニメーション映画の「製作」には、資金調達のみならず、アニメーシ\nョンそのものの制作や進行管理、制作のための具体的な人員及び体制の確\n保等といった多くの要素が含まれるところ、最も労力と時間を要するのは\nアニメーションそのものの制作である。したがって、「映画製作者」に当た\nるか否かを決する最も重要な要素は、アニメーション制作の進行管理と完\n成に最終的な責任を負い、スタッフ費用等の経費を自ら支払っているかど\nうかということである。\nウ  本件において、原告は、被告からてんかんの症例アニメーションの制作\nを委託され、これを受託したことにより、本件映像の「製作」意思を有す\nるに至った。\nそして、原告は、自身の責任において、納期までの制作進行計画を策定\nし、外部の制作人員の確保等の進行管理を行った。また、原告は、本件映\n像の動画や背景の制作、声入れ等を行う外部業者との間で、自ら当事者と\nして制作委託契約を締結して権利義務の帰属主体となり、被告からの報酬\nの支払を受ける前に、先行して外部業者への支払を行うこともあった。\nさらに、監修者の人数の増加や監修者による確認作業の遅滞等に起因し\nて、制作人員の増加及び原告自身による追加作業が必要となり、制作費が\n増加したにもかかわらず、症例１件当たりの制作費につき、当初被告から\n承認を得ていた予算２５万円からわずか５万円の増額しか認められず、や\nむを得ず不足分を自身の経済的損失として吸収せざるを得なくなった。\nこれらの事実関係に照らせば、原告は、本件映像を「製作」する「意思」\nを有し、「製作」に関する法律上の権利義務の帰属主体となり、製作費用の\n支出主体となるという「責任」を有する者であるから、「映画製作者」に当\nたる。\nエ  したがって、本件映像の著作権は、著作権法２９条１項により、「映画製\n作者」である原告に帰属する。\n（被告の主張）\nア  本件映像の著作権の帰属に関し著作権法２９条１項は適用されないこと\n著作権法２９条１項は、劇場用映画を想定した規定である。これに対し、\n本件映像は、本件書籍の従たる付属物にすぎず、劇場用映画と異なって、\nそれだけで収益化することは予定されていないし、その投資額も劇場用映\n画に比べると極めて低額である。\nしたがって、本件映像の著作権の帰属に関し、著作権法２９条１項は適\n用されないから、原告が「映画製作者」として本件映像の著作権者になる\nことはない。\nイ  本件映像の「映画製作者」は被告であること\n被告は、本件書籍を市販しただけでは十分な売上げを確保することが難\nしいと判断したため、Ｃ医師に加え、Ｃ医師の知り合いの製薬会社等に本\n件書籍の買取りを求めていた。原告から本件映像の制作費の増額要求があ\nった際も、万が一、被告が増額分を調達できないときは、被告自ら埋め合\nわせる予定であった。このように、最終的に本件映像に対する経済的リス\nクを負担していたのは被告である。\nまた、実質的に見ても、本件映像の利用態様に照らせば、本件映像が本\n件書籍の付属物以外の用途に用いられる可能性はなく、本件映像を付属さ\nせることで本件書籍の売上げが増える否かについてのリスクは専ら被告が\n負担していたのであるから、被告に本件映像の著作権を帰属させ、その利\n用の円滑化を図るべきである。\n以上のとおり、被告は、本件映像を含む本件書籍の発行に係る事業リス\nクを専ら負担しているのであるから、被告こそが、本件映像を「製作」す\nる「意思」を有し、「製作」に関する法律上の権利義務の帰属主体となり、\n製作費用の支出主体となる「責任」を有する者、すなわち本件映像の「映\n画製作者」である。\nしたがって、仮に、原告が本件映像の著作者であり、かつ、本件映像に\nついて著作権法２９条１項が適用されるとしても、本件映像の著作権は、\n「映画製作者」である被告に帰属する。\nウ  本件映像の「映画製作者」はＣ医師であること（予備的主張）\nＣ医師は、知り合いの製薬会社等に本件書籍の買取りを求めていただけ\nでなく、原告から本件映像の制作費の増額要求があった際、自ら資金を提\n供したり、学会等での講演で得られる謝礼等を充てたりすることも検討し\nていた。\nそうすると、本件映像を含む本件書籍の発行に係る事業リスクを専ら負\n担していたこと、本件映像の利用の円滑化を図るべきことについては、Ｃ\n医師についても同様に当てはまるといえる。\nしたがって、仮に、原告が本件映像の著作者であり、かつ、本件映像に\nついて著作権法２９条１項が適用されるとしても、本件映像の著作権は、\n「映画製作者」であるＣ医師に帰属する。\nエ  原告の主張について\n被告は、原告に対し、原告の請求する本件映像の制作費（原告の報酬を\n含む。）を全て支払うこととなっていた。仮に、原告が本件映像の制作を外\n部業者に委託して委託料の支払をしているとしても、原告は、被告にそれ\nを請求することで、経済的なリスクを被告に全て転嫁することができるか\nら、製作費用の支出主体となる責任を有する者とはいえない。\nまた、前記(2)（被告の主張）において主張したとおり、本件映像の制作\nの全過程に関与し、本件書籍との整合性といった俯瞰的な視点から本件映\n像の制作を指揮してきたのは、Ｃ医師及び被告である。原告は、Ｃ医師及\nび被告の手足として動いていただけにすぎないし、本件書籍の作成に一切\n携わっていない以上、本件書籍の従たる付属物である本件映像の制作の全\n過程を指揮することは不可能である。\nしたがって、原告が本件映像の「映画製作者」となることはない。\n(4) 争点４（本件映像の著作権の黙示の譲渡の有無）について\n（被告の主張）\nア  仮に、原告が、本件映像の著作者又は映画製作者として、本件映像の全\n部又は一部について著作権を有していたとしても、以下のとおり、原告は、\n被告に対し、本件映像の著作権を黙示に譲渡した。\nイ  本件ＤＶＤのレーベル面には、「Ｃ」及び「©Ｃ  2014」との記載があるも\nのの、原告の氏名及び屋号はいずれも記載されていない。この点、原告は、\n被告から当該レーベル面の確認依頼がされた際、「©」に続く文字列が伏せ\n字であったと主張するが、そうであれば、当該伏せ字の内容を確認するの\nが自然であるのに、原告は、約６年９か月もの間、被告にその確認をして\nいないだけでなく、被告やＣ医師に対し、著作権者として何らの対応もし\nていない。\nまた、被告は、原告に対し、本件映像の制作費として３６０万円を支払\nったが、その額は本件映像の対価として合理的かつ相当なものである。\nさらに、本件映像は、本件書籍の存在を前提として、てんかん発作を正\nしく理解するための一助となるよう、本件書籍の付属物たる本件ＤＶＤに\n収録する映像として制作されたもので、本件映像のみを単独で制作するこ\nとや独自に利用することは予定されていなかった。このように、本件映像\nは、単独で取引される余地がなく、営利性及び汎用性を欠くことから、原\n告が本件映像の著作権を保持しておく必要性はない。\n加えて、本件映像が制作される全過程で、被告から参考動画の提供、具\n体的かつ詳細な確認、指示がされ、原告はそれに忠実かつ素直に従ってい\nたのであるから、本件映像の著作権を被告に帰属させることが自然である。\nそして、書籍に同梱された従たる付属物であるＤＶＤに格納される映像\nについては、著作権を譲渡する形式で処理するのが業界の慣習である。\nウ  前記イの事実関係を踏まえると、仮に、本件映像の全部又は一部につい\nて原告が著作権を有していたとしても、原告は、被告に、これを黙示に譲\n渡したというべきである。\n（原告の主張）\n被告は、本件映像について、創作性がなく著作権が発生する性質のもので\nはないと主張している。ある成果物について著作物性がないと認識している\n者が、他者からその著作権の譲渡を受けるはずがないから、原告から被告に\n本件映像の著作権が黙示に譲渡されたと評価する余地はない。\n(5) 争点５（著作者名表示の省略の可否）について\n（被告の主張）\n本件書籍を参照すれば、原告が本件映像の制作に関与していることは明ら\nかになるし、本件サイトにも本件書籍を紹介する被告のウェブサイトへのリ\nンクが設けられていた。このように、本件複製映像を見た者においてその著\n作者を調査できる状況にあったから、原告が著作者であることを主張する利\n益を害するおそれはない。\nそして、他の書籍において、その著者や出版社が当該書籍に付属するＤＶ\nＤに収録された映像を動画共有サイトや公式ウェブサイトで公開するに当た\nって当該映像の著作者を表示していないことからも明らかなように、書籍に\n付属するＤＶＤに収録された映像を動画共有サイト等で公開する際、当該サ\nイトに当該映像の著作者名を表示しないのが通例であり、これが公正な慣行\nである。\nしたがって、仮に、原告が本件映像の著作者であるとしても、被告は、著\n作権法１９条３項により、本件映像の公開に当たって、原告の氏名及び屋号\nの表示を省略することができるから、原告の氏名表示権は侵害されていない。\n（原告の主張）\n被告が主張する他の書籍での取扱いでは、著作者名を表示しないことを映\n像制作者が同意している可能性があり、映像制作者の同意の有無が明らかで\nない以上、被告の主張する公正な慣行が存在することの根拠とならない。\n(6) 争点６（故意又は過失の有無）について\n（原告の主張）\n原告と被告との間では、本件映像の著作者が原告であり、かつ、その著作\n権が原告に帰属していることを当然の前提としてやり取りがされてきたから、\n被告は、原告が本件映像の著作者及び著作権者であることを知っていたか、\n少なくとも知り得た。\nしたがって、被告には、本件映像に係る原告の著作権及び著作者人格権を\n侵害したことについて、故意又は過失がある。\n（被告の主張）\n被告は、本件映像は著作物でないか、仮に著作物であるとしても、原告は\nその著作者及び著作権者でないと認識していた。\nしたがって、被告には、本件映像に係る原告の著作権及び著作者人格権を\n侵害したことについて、故意も過失もない。\n(7) 争点７（損害の有無及びその額）について\n（原告の主張）\nア  著作権侵害に係る損害\n(ｱ) 利用料相当額\n原告は、自身が制作した映像作品について、他者に公衆送信を利用許\n諾する際の利用料を少なくとも１か月当たり１０万円（消費税抜）とし\nている。\n本件複製映像は、少なくとも平成２９年８月３日から令和２年１２月\n２２日まで４０か月以上にわたり、本件サイトにおいて公開されていた。\nしたがって、原告は、本件映像に係る利用料相当額の損害を被り、著\n作権法１１４条３項により算定されるその損害額は４００万円（１０万\n円×４０か月）を下らない。\n(ｲ) 逸失利益\n仮に、原告が自身の公式ウェブサイトに本件映像を掲載して公開して\nいれば、約３年４か月で１６４万回以上再生されていたことになるから、\nかなりの顧客誘引力があったはずである。その潜在顧客から得られたで\nあろう利益は、少なく見積もっても１００万円を下らない。\nイ  氏名表示権侵害に係る損害\n本件サイトにおいて、本件複製映像の基となった本件映像の著作者が原\n告であることが表示されなかったため、原告は、本来得られたはずの新規\n顧客が獲得できなかっただけでなく、自身が一生懸命心を込めて制作した\n作品について、あたかも著作者でないかのような取扱いをされ、本件複製\n映像の視聴者や潜在顧客らにもそのように受け止められた。しかも、この\nような行為が本件映像の制作を原告に委託した被告自身によってされてい\nたとの事実から、原告は多大な精神的苦痛を受けた。\nしたがって、原告は、被告による氏名表示権侵害行為により精神的苦痛\nを被ったものであり、これに対する慰謝料は１００万円を下らない。\nウ  弁護士費用\n被告の不法行為と相当因果関係がある弁護士費用は、６０万円を下らな\nい。\n（被告の主張）\nア  利用料相当額について\n原告は、自身が制作した映像作品に係る過去の事例に基づいて、本件映\n像の利用料は１か月当たり１０万円を下らないと主張する。しかし、当該\n映像作品と本件映像との異同及び当該映像作品の利用態様と本件映像の利\n用態様との異同はいずれも明らかでないから、原告の主張する利用料をも\nって、本件映像の利用料を認定することはできない。\nまた、本件映像を構成する要素には、著作物性を有しないものや原告が\n著作権を有しないものも含まれているから、原告に支払うべき利用料を算\n定するに当たっては、かかる部分を差し引くべきである。\nさらに、①本件映像は本件書籍の従たる付属物であること及び②Ｃ医師\nらの存在なくしては本件映像を制作することができなかったことに照らせ\nば、本件映像の制作における原告の寄与度は１割程度にすぎない。\nイ  逸失利益について\n原告の主張は、自身の公式ウェブサイトにおいて本件映像を公開してい\nたことを前提とするものである。しかし、原告は、本件映像を自身の公式\nウェブサイトにおいて公開することが可能であったのに、敢えて公開して\nいない。そうすると、被告が本件サイトで本件複製映像を公開していなけ\nれば、原告が自身の公式ウェブサイトにおいて本件映像を公開していたこ\nとが確実であったとはいえないから、被告による本件複製映像の公開行為\nと原告が主張する損害との間の因果関係はない。\nまた、原告は、自身の公式ウェブサイトにおいて本件映像に係る実績を\n掲載していたから、原告の主張する逸失利益とは、実績の公開では受注で\nきなかったが本件映像を公開すれば受注できた案件に関する利益というこ\nとになる。しかし、原告は、この観点に基づく主張立証を何らしていない。\nウ  共同著作物であること\n前記(2)（被告の主張）イ及び(3)（被告の主張）アにおいて主張したと\nおり、仮に、本件映像が著作物に当たり、かつ、原告が本件映像の著作者\nであるとしても、本件映像は、Ｃ医師らを共同著作者とする共同著作物で\nある上、著作権法２９条１項が適用されないから、本件映像の著作権は原\n告及びＣ医師ら合計５名により共有されている。そして、民法２５０条に\nより、各共有者の持分は相等しいものと推定されるから、原告の本件映像\nに係る著作権の持分は５分の１にすぎない。\nしたがって、本件映像に係る著作権侵害によって原告に生じた損害の額\nも、上記持分割合の範囲に限定される。\nエ  氏名表示権侵害に係る損害について\n前記ウのとおり、仮に、本件映像が著作物に当たり、かつ、原告が本件\n映像の著作者であるとしても、本件映像は、Ｃ医師らを共同著作者とする\n共同著作物である。共同著作物における著作者人格権に基づく損害賠償請\n求権は、著作権法６４条１項により、共同著作者全員の同意がなければ行\n使し得ないところ、Ｃ医師らはその行使に同意していないから、原告が単\n独で氏名表示権侵害に基づく損害賠償請求をすることはできない。\n仮に、原告が単独で氏名表示権侵害に基づく損害賠償請求権を行使でき\nるとしても、①本件映像が共同著作物であり、原告は著作者の 1 名にすぎな\nいこと、②本件映像の制作におけるＣ医師らの寄与度が大きいこと、③本\n件サイトでの公開は、原告の氏名表示権の侵害を殊更意図してされたもの\nではないこと、④被告は、原告からの通知書を受領した後、直ちに本件複\n製映像の公開を停止したこと等を考慮すれば、原告の被る精神的苦痛は軽\n微である。\nオ  弁護士費用について\n争う。\nカ  遅延損害金について\n継続的不法行為に係る損害賠償請求において、遅延損害金の起算点は、\n当該継続的不法行為の終了日と解するべきである。\nしたがって、仮に、本件において遅延損害金の支払請求が認められると\nしても、元金に対する令和２年１２月２２日から民法所定年３パーセント\nの割合による金員の限度で請求できるにとどまる。\n第３  当裁判所の判断\n１  認定事実\n前提事実及び後掲各証拠並びに弁論の全趣旨によれば、以下の事実を認める\nことができる。\n(1) 本件映像の特徴（乙１）\nア  本件映像は、てんかん発作の１３症例に関する別個のアニメーション映\n像から構成されている。各症例に係る映像は、それぞれ１ないし２分程度\nの長さであり、次のタイトルが付されている。\n①  前頭葉てんかん  ～運動発作～\n②  側頭葉てんかん  ～一点を凝視する発作と自動症～\n③  過運動発作\n④  向反発作\n⑤  発作後もうろう状態  ～発作後に注意すること～\n⑥  欠神発作\n⑦  脱力発作（転倒発作）\n⑧  ミオクロニー発作\n⑨  強直発作\n⑩  間代発作\n⑪  笑い発作  ～特殊なてんかん発作～\n⑫  小児のてんかん  ～点頭てんかん～\n⑬  高齢者てんかん  ～特殊なてんかん発作～\nイ  各症例に係る映像は、おおむね、次のように構成されている。\n初めに、効果音とともに、冒頭の場面をぼかした画像を背景として、タ\nイトルが大きく表示され、その状態で２０ないし３０秒程度、ナレーター\nが、冒頭の「ここでは（発作又はてんかんの名称）の一例を紹介します。」\nの台詞に続けて、発作の特徴を読み上げる。\n次に、人物が、読書をしたり、テレビを見たりといった日常生活を送っ\nているところ、てんかん発作が起こり、各発作に特徴的な動きが描写され\nる。また、発作を起こす人物以外の人物が、発作中の人物を介助する様子\nが描写されているものもある。てんかん発作が起こる人物や介助者の年齢、\n性別、着衣、人相のほか、発作が起こる人物が所在する場所、発作前に行\nっている動作、背景に描かれている造作は、ミオクロニー発作及び間代発\n作などの症例に係る映像で共通して用いられている場合を除き、映像ごと\nに異なっている。発作の前兆や、発作が起こっている際などには、画面上\n部に、囲み文字で「前兆」、「発作中」などと表示される。\nてんかん発作の動きが描写されている間も、その発作の特徴がナレータ\nーにより読み上げられる。ナレーターが読み上げる内容は、全体を通じて、\n画面下部に字幕として表示される。\nウ  本件ＤＶＤのメニューから「全映像連続再生」を選択すると、前記１３\n症例についての映像が、約１７分４０秒にわたって順次再生される。\n(2) 本件映像の制作に至る経緯\nア  Ｃ医師は、平成２４年頃、一般人にてんかん発作を正しく理解してもら\nう必要があると考え、本件書籍の執筆の検討を始めた。Ｃ医師は、同年１\n２月１３日、被告に対し、てんかん発作の動きをアニメーション化した映\n像を収録したＤＶＤが付属する、てんかんの症状を解説する書籍の出版企\n画を持ち込んだ。（乙１６、１７、証人Ｃ、被告代表者）\n本件書籍の制作費は、書籍本体部分の費用が約４００万円、ＤＶＤ部分\nの費用が約４００万円の合計約８００万円となることが見込まれ、本件書\n籍を書店で販売するだけでは、制作費の全てを回収することは困難と考え\nられたため、Ｃ医師の知り合いの製薬会社等に本件書籍を購入してもらう\nことで、制作費を回収する方針が採用された（被告代表者）。\nイ  Ｃ医師は、アニメーションの制作委託先を探していたところ、平成２５\n年２月頃、自身の患者を介して原告を紹介され、同月２１日、Ｃ医師の当\n時の勤務先において、原告と初めて打合せを行った（甲６７）。\nウ  原告は、平成２５年２月２６日、Ｃ医師に対し、アニメーション制作費\n名目で５００万円（１本当たり２５万円×２０本。いずれも消費税抜）の\n見積書を送付した（甲５９）。\nＣ医師は、同年３月中旬頃、原告に対し、本件書籍の制作費を提供して\nもらえる製薬会社が見つかりつつあること、出版社との間で、本件書籍が\n出版された時点で当該出版社から原告に制作費の支払をするよう調整して\nいることなどを伝えた（甲６８）。\n被告は、その後、原告に対し、本件映像の制作を委託した（前提事実(2)\nイ）。\n(3) 本件映像の制作過程における具体的作業\nア  Ｃ医師は、てんかん発作を一般人に分かりやすく伝えるとの観点から、\n本件書籍で取り上げる１３症例を選定し、本件書籍中で紹介する順序を決\n定した（乙１７、証人Ｃ）。\nＣ医師は、平成２５年２月から３月にかけて、原告に対し、本件映像に\n登場するてんかん発作を起こす人物のイメージを伝えた（甲５７）。\nまた、Ｃ医師は、同年６月３０日、原告に対し、向反発作、高齢者てん\nかん及び欠神発作についての発作の特徴を説明するとともに、これらの各\n発作の参考動画を送付した。その際、Ｃ医師は、向反発作に係る映像の人\n物は日本人の青年の男性とすること、高齢者てんかんに係る映像の人物は、\n７０歳くらいで、斜め上から顔が分かるようにしてほしいことなどを伝え\nた。（甲３８）\nさらに、Ｃ医師は、同年８月２日、原告に対し、点頭てんかんについて\nの参考動画を送付し、人物を描写する方向は正面の方がよいのではないか\nとの考えを示した（甲４１）。\nＣ医師は、上記以外にも、てんかん発作が起こる人物や状況について原\n告に指示を行ったが、その際、本件映像の視聴者がてんかん発作の動きに\n集中できるよう、人物のデザインや背景等を目立たせすぎないように配慮\nしていた。もっとも、Ｃ医師が、原告に対して行った状況に関する指示は、\n時間帯や介助者の有無などの、てんかん発作を理解するために必要な事項\nにとどまっていた。（甲５２、５７、５８、乙１７、証人Ｃ）\nイ  原告は、本件映像の制作に当たり、次の各作業を自ら行ったほか、本件\n映像に係るナレーション原稿の草案を作成した（甲５０、５１、原告本人）。\n絵コンテ   映像の流れ、画面の構図、キャラクターの動き及び位置、\n背景、台詞、字幕並びに各場面の秒数を記載した図面の\n作成\nレイアウト  絵コンテよりも細かくキャラクターや背景、構図、画角\n及び光源を決定した図面の作成\n背景        レイアウトで描いた背景を整理し、美術の技術で具体的\nに緻密に描き込んだ絵の作成\n原画        レイアウトに基づいて、キャラクターのキーポイントと\nなる部分の絵の作成\n動画        原画の間に入れるキャラクターの動きを補完する絵の作\n成\n彩色     キャラクターに彩色を施す作業\n撮影        これまでに作成した各素材を合成して映像を作成する作\n業\n音響        映像内で使用する音楽の選曲、声優によるナレーション\nの収録、収録した音声の調整等の作業\n編集     音声の合成や字幕の作成、尺の調整等の作業\nなお、原告は、本件映像の原画、レイアウト、背景及びナレーション制\n作の一部を他の業者に委託したところ、これらの業者との契約は原告が当\n事者となり、業者の選定、業者に対する指示、委託代金の支払は全て原告\nによって行われた（甲４２ないし４７、原告本人）。\n前記アのとおり、Ｃ医師が、原告に対して行ったてんかん発作が起こる\n状況に関する指示は、時間帯や介助者の有無などの、てんかん発作を理解\nするために必要な事項にとどまったため、それ以外の事項については、原\n告の裁量で決定された（原告本人）。\nウ  Ｃ医師は、制作中の絵コンテやラフ原画を自ら確認するとともに、一部\nの症例について、Ｄ医師及びＥ医師に、その確認を依頼した。Ｃ医師は、\nＤ医師及びＥ医師からの意見も踏まえ、てんかん発作の動きが医学的に正\n確に表現されていないと判断した箇所について、原告に修正を求めた。（甲\n４０、５３、７３、乙４、５、証人Ｃ）\nまた、Ｃ医師及び被告代表者は、原告が作成したナレーション原稿の草\n案及び字幕における医学的に不正確な表現を修正したほか、本件書籍の内\n容との整合性を確認した。その結果、本件映像に収録されている発作の再\n生順序は、本件書籍において紹介されている順序と一致させることとされ\nた。（乙６、７、９、１０、１６、１７、被告代表者）\nこのほか、Ｃ医師及び被告代表者は、本件映像に用いられているフォン\nト及びメニュー画面についての修正を指示した（乙４の６、８、１６、１\n７、証人Ｃ）。\nエ  被告代表者は、平成２６年２月３日、原告及びＣ医師に対し、本件ＤＶ\nＤのレーベル面のレイアウト案を送付した。当該レイアウト案においては、\n著作権表示として「©××××××」と記載されていた。（甲６６）\nオ  原告は、Ｃ医師による本件映像の最終確認を経た後、平成２６年２月５\n日頃、被告に対し、本件映像のデータを納品した（前提事実(2)イ、甲５４、\n８１、証人Ｃ）。\n(4) 本件書籍の発行\nア  Ｃ医師は、本件映像が制作されるのと並行して本件書籍を執筆した（乙\n１７）。\nイ  被告は、平成２６年３月、本件書籍を１冊２３００円（消費税込）で発\n行した（前提事実(2)ウ、甲８７）。\n本件書籍には、本件ＤＶＤが付属しているほか、本文中の挿絵及びカバ\nーのイラストとして本件映像から切り出された静止画が７５点掲載されて\nいる（乙１）。\n(5) 本件映像の制作費に関するやりとり\nア  原告は、平成２５年１１月１４日、被告代表者に対し、本件映像の制作\n費に関し、Ｄ医師による修正指示及びスケジュール遅滞に起因する人員増\nの影響で、１本当たり２５万円としていた予算を超過しているものの、１\n本当たり３０万円に抑制できるよう努力していることや、別途マスターＤ\nＶＤの作成費を要することなどを伝えた（甲６０）。\n原告の申入れを受けて、被告代表者が、同月１５日、Ｃ医師に対し、更\nに３００冊強の購入先を確保する必要がある旨を伝えたところ、Ｃ医師は、\n同月１６日、被告代表者に対し、自身で制作費を負担する、学会などで講\n演して得られる謝金を充てる、当時の勤務先を含めて更に本件書籍の購入\n先を探すなどの方策を検討する旨回答した（乙１６、被告代表者）。\nイ  Ｃ医師は、本件書籍の執筆と並行して、複数の製薬会社に本件書籍に係\nる営業活動を行い、最終的に総額約８１５万円分の購入約束を取り付けた\n（甲３０、３８、６１、６８、６９、７１、７２、乙６の１、１６、被告\n代表者）。\nウ  原告は、被告に対し、平成２６年４月１３日付けの請求書を送付して、\nてんかんアニメーション制作費（単価３０万円×１２）、イラスト制作費\n（単価９０００円×２４）及びＤＶＤオーサリング費（１０万円）の名目\nで、合計３９１万６０００円（いずれも消費税抜）並びにこれに対する消\n費税３１万３２８０円を請求した（乙１２）。\nさらに、原告は、被告代表者に対し、同月１４日付けのメールにより、\n追加依頼により生じた制作費（①「間代発作」編集費及びナレーション作\n成費、②追加フォント使用料、③ナレーション原稿作成費）１０万円につ\nいては、原告の持ち出しとするのではなく、Ｃ医師に当該増加分を負担し\nてもらうか、営業をがんばってもらうことなどで補填してもらうことにし\nたいとの趣旨を伝えた（甲６１）。\nエ  被告代表者は、原告に対し、平成２６年５月１４日付けのメールにより、\n製薬会社からの大口（約３００万円）の入金がされていないため、原告へ\nの制作費の支払時期を同年６月末としてもらいたいこと、印税として増刷\n以降１パーセントを支払うこと、Ｃ医師の印税は、初版分はなく、増刷以\n降は３パーセントであることを伝えた（甲３０）。\n原告は、被告代表者に対し、同年５月１８日付けのメールにより、制作\n費の支払時期と印税の支払条件について承諾する旨を回答した（甲６９）。\nオ  被告は、平成２６年６月、原告に対し、制作費を分割払いとした上で、\n支払時期を延期することを求め、最終的に、同年８月１０日までに４１１\n万１８００円（消費税込）を支払った（甲８４、８５、９７）。\n(6) 本件複製映像の公開\nア  被告は、平成２９年８月３日、本件サイトにおいて、本件書籍を紹介す\nる被告のウェブサイトへのリンクを設けた上、本件複製映像を誰もが閲覧\n可能な状態で公開した（前提事実(3)、甲９)。\nイ  原告は、令和２年７月１３日、本件サイトにおいて本件複製映像が公開\nされていることを知り、同月１６日、被告代表者に対し、本件サイトから\n本件複製映像を削除するよう求めた（甲９６、９７）。\n被告は、同年１２月２２日、本件複製映像の公開を停止した（前提事実\n(3))。\nウ  本件サイトにおける本件複製映像の再生数は、令和２年１２月１７日時\n点で１６４万５８７０回であった（甲９）。\n２  争点１（本件映像の著作物性）について\n(1) 本件映像の創作性について\nア  本件映像は、てんかん発作を正しく理解してもらうことを目的として制\n作されたものであって（前記１(2)ア）、本件映像におけるてんかん発作の\n動きは、医学的に正確なものとなるよう、Ｃ医師、Ｄ医師及びＥ医師によ\nる確認及び修正指示を経たものである（前記１(3)ウ）。そうすると、本件\n映像において表現されているてんかん発作の動きは、医学的にあるべき表\n現に収斂したものであって、選択の幅があるとはいえないから、この点に\nおいて思想又は感情を創作的に表現したものと認めることはできない。\nまた、ナレーションについても、冒頭の「ここでは…の一例を紹介しま\nす。」の部分は、ある事柄を紹介する文章の冒頭に設けられるありふれた表\n現であるから、表現上の創作性があるものと認めることはできないし、そ\nの後に続く各症例の特徴を紹介する部分は、医学的知見に属する事実を述\nべるものであるから、思想又は感情を創作的に表現したものとは認められ\nない。\nこの点、原告は、原告が作成したナレーション原稿の草案に原告以外の\n人間による様々な指摘や修正意見が付されていることを根拠に、上記ナレ\nーションには創作性が認められる旨を主張する。しかし、証拠（乙１０）\n及び弁論の全趣旨によれば、それらの指摘等は、上記ナレーションの表現\nを医学的に正確なものにすることを企図したものと認められ、むしろ、表\n現の選択の幅が狭いことを示すものといえるから、上記の認定を左右する\nものではない。しかも、原告は、個々のナレーションの表現について、他\nに採り得る医学的に正確な表現が複数存在することや、そのような複数の\n表現の中から敢えて当該表現が選択されたことについて、具体的に主張立\n証するものではない。したがって、原告の上記主張は採用することはでき\nない。\nイ  これに対し、本件映像は、前記１(1)イのとおり、人物が日常生活を送っ\nている最中にてんかん発作が起こる状況を描写しているものであるところ、\n人物が日常生活を送っている様子を描写するためには、その人物の体格、\n人相、着衣、発作前後の動作及び仕草、所在する場所、背景となる造作及\nび家具等のほか、人物を捉える方向や画角など様々な要素を考慮する必要\nがあると考えられる。\n本件映像は、上記のような、日常生活を送っている様子を描写するため\nの多種多様な要素の中から、視聴者が、敢えて意識をしなくとも、てんか\nん発作として見られる特徴的な動きに集中できるよう、人物の体格、人相、\n着衣、発作前後の動作及び仕草、所在する場所、背景となる造作及び家具\n等のほか、人物を捉える方向や画角について、表現の選択がされているも\nのと認められ（前記１(3)ア、乙１）、これらの点において作成者の個性が\n発揮されているものといえる。\nウ  また、本件映像において、どの症例を取り上げるのか、選択した症例を\nどのような順序で表示させるのかについては、様々な組合せがあり得ると\n考えられるから、本件映像においては、素材である症例ごとの映像の選択\n及び配列にも作成者の個性が発揮されているといえる。\n(2) 小括\nしたがって、本件映像は、前記(1)イ及びウの点において、作成者の「思想\n又は感情を創作的に表現したもの」（著作権法２条１項１号）に当たるという\nべきであり、よって、著作物性を認めることができる。\n３  争点２（本件映像の著作者）について\n(1) 映画の著作物該当性について\n前記２、証拠（乙１）及び弁論の全趣旨によれば、本件映像は、映画の効\n果に類似する視聴覚的効果を生じさせる方法で表現され、かつ、物に固定さ\nれている著作物であると認められるから、映画の著作物に当たるというべき\nである（著作権法２条３項）。\n(2) 原告について\n前記１(3)イのとおり、原告は、本件映像の制作に当たり、絵コンテ、レイ\nアウト、背景、原画及び動画の各作成並びに彩色、撮影、音響及び編集の各\n作業を自ら行ったほか、本件映像の原画、レイアウト、背景、ナレーション\n制作の一部を他の業者に委託したものの、これらの業者に対する指示を行っ\nたことが認められる。\nそして、前記２(1)イのとおり、本件映像に描写されている人物の体格、人\n相、着衣、発作前後の動作及び仕草、所在する場所、背景となる造作及び家\n具のほか、人物を捉える方向や画角については、視聴者が、敢えて意識をし\nなくとも、てんかん発作として見られる特徴的な動きに集中できるように選\n択がされているものと認められ、作成者の思想又は感情が創作的に表現され\nているといえるところ、これらの創作的な表現は、原告の上記各行為によっ\nて作出されたものといえる。\nしたがって、原告は、少なくとも本件映像の監督、演出、美術等を担当し\nて、その全体的形成に創作的に寄与した者と認めるのが相当である。\n(3) Ｃ医師について\nア  本件映像の制作過程におけるＣ医師の役割及び関与について、以下の事\n実を指摘することができる。\nまず、Ｃ医師は、一般人にてんかん発作を正しく理解してもらうことを\n目的として本件書籍を執筆し、これに付属させるものとして、てんかん発\n作の動きをアニメーション化した映像である本件映像の制作を具体的に企\n画した。本件映像で取り上げられている症例及びその再生順序も、本件書\n籍に準拠して定められたものであるから、実質的にはＣ医師によって決定\nされたといえる（前記１(2)ア、(3)ア及びウ、(4)ア）。\nまた、Ｃ医師は、原告に対し、てんかん発作の動きに関する参考動画を\n示した上、てんかん発作が起こる人物の性別、年齢、着衣のほか、発作前\n後の動作のイメージや人物を捉える角度についても、種々指示を行い、最\n終的にそれらを決定したものである。さらに、Ｃ医師は、てんかん発作が\n起こる人物や状況について指示をする際、本件映像の視聴者がてんかん発\n作の動きに集中できるよう、人物のデザインや背景等を目立たせすぎない\nように配慮していたものである。（前記１(3)ア）\n加えて、字幕のフォントやメニューのデザインについても、Ｃ医師の意\n見が反映されている（前記１(3)ウ）。\nしかも、本件映像の完成の判断は、Ｃ医師に委ねられていた（前記１(3)\nオ）。\nイ  前記アのとおり、Ｃ医師は、本件映像の制作に当たり、一般人にてんか\nん発作を正しく理解してもらうとの目的の下、取り上げるべき症例の選択\n及び順序を決定し、本件映像の視聴者がてんかん発作の動きに集中できる\nよう、人物のデザインや背景等を目立たせすぎないようにするとの一貫し\nたコンセプトに基づいて、原告に対し、参考動画を示した上で、てんかん\n発作を起こす人物の性別、年齢、着衣、人物を捉える角度について指示し、\n最終的に制作された本件映像が完成したか否かの判断をしていたことが認\nめられる。\n上記のような本件映像の制作過程におけるＣ医師の役割、関与の程度に\n鑑みれば、Ｃ医師は、少なくとも本件映像の制作を担当して、その全体的\n形成に創作的に寄与した者と認めるのが相当である。\n(4) 被告代表者について\n被告は、被告代表者も本件映像の著作者であると主張する。\nそこで検討すると、前記１(3)ウのとおり、被告代表者は、本件映像につい\nて、本件書籍の内容との整合性を確認したことが認められる。しかし、本件\n映像に収録されている発作の選択及び順序は、本件書籍に収録する症例の選\n択及び順序を直接反映したものにすぎないところ、本件書籍に収録する症例\nの選択及び順序について、被告代表者が個性を発揮したと認めるに足りる証\n拠はない。このほか、本件全証拠によっても、被告代表者の当該行為が創作\n性を有するものであったと認めることはできない。\nまた、前記１(3)ウのとおり、被告代表者は、Ｃ医師とともに、原告が作成\nしたナレーション原稿の草案及び字幕における表現を修正したことが認めら\nれるものの、前記２(1)アのとおり、ナレーションは思想又は感情を創作的に\n表現したものとは認められない。\nこのほか、前記１(3)ウのとおり、被告代表者は、Ｃ医師とともに、本件映\n像に用いられているフォント等の修正を指示したことが認められるものの、\nそのような部分的な関与をもって、直ちに、本件映像の全体的形成に創作的\nに寄与したとはいえない。\nしたがって、被告の上記主張を採用することはできない。\n(5) Ｄ医師及びＥ医師について\n被告は、Ｄ医師及びＥ医師も本件映像の著作者であると主張する。\nしかし、前記１(3)ウのとおり、Ｄ医師及びＥ医師は、本件映像の制作過程\nにおいて、一部の症例について、制作中の絵コンテやラフ原画を見て、てん\nかん発作の動きが医学的に正確に表現されているかを確認し、Ｃ医師を介し\nて修正指示をしたにとどまる。そして、前記２(1)アのとおり、本件映像に表\n現されているてんかん発作の動きは、思想又は感情を創作的に表現したもの\nとは認められないから、Ｄ医師及びＥ医師が、本件映像の全体的形成に創作\n的に寄与した者とはいえない。\nしたがって、被告の上記主張を採用することはできない。\n(6) 小括\n以上によれば、本件映像の著作者は、原告及びＣ医師であると認められる。。\n４  争点３（本件映像の著作権者）について\n(1) 本件映像の著作権の帰属に関して著作権法２９条１項が適用されるか否か\nについて\nア  著作権法２９条１項は、「映画の著作物…の著作権は、その著作者が映画\n製作者に対し当該映画の著作物の製作に参加することを約束しているとき\nは、当該映画製作者に帰属する。」と規定する。\nこの規定は、映画の著作物には多数の著作者が存在し得るところ、全て\nの著作者に著作権の行使を認めると、著作物の円滑な利用が妨げられるこ\nと、映画の著作物の製作に当たり、映画製作者が自己のリスクの下に多大\nな製作費を投資する例が多いため、その投下資本の回収を図る必要がある\nことなどの点を考慮して、所定の要件を具備する映画の著作物の著作権を\n映画製作者に帰属させることとしたものと解される。\nそして、著作権法は、同法１５条の規定の適用を受けるものと同法２９\n条２項又は３項の適用を受けるものを除く全ての「映画の著作物」の著作\n権につき、同条１項の適用によりその帰属を決するものとしていると解さ\nれる。\nこれを本件についてみると、前記３(1)のとおり、本件映像は、「映画の\n著作物」であると認められるから、その著作権の帰属に関しては、同項の\n適用により決定されることになる。\nイ  これに対し、被告は、著作権法２９条１項は劇場用映画を想定した規定\nであり、本件書籍の従たる付属物として作成された本件映像には適用され\nないと主張する。\nそこで検討するに、前記１及び３において認定したとおり、本件映像の\n制作には、原告及びＣ医師以外にも、原告が委託した業者を含め多数の者\nが関与しており、多数の著作者が存在し得るものといえる。また、本件書\n籍は、題号が「アニメとイラストでわかるてんかんのすべて  知っておき\nたい『てんかんの発作』」とされ、本文中の挿絵として本件映像から切り出\nされた静止画が複数掲載されているように（前提事実(2)ウ、前記１(4)イ）、\n本件ＤＶＤが付属する形態で販売されることが前提となっている上、本件\n書籍を増刷する際には、本件ＤＶＤに収録されている本件映像及び上記各\n静止画も併せて複製しなければならないから、本件映像の円滑な利用を図\nるためには、特定の者に著作権を集中的に行使させる必要があるといえる。\n費用の点についてみても、本件映像の最終的な製作費は４１１万１８００\n円（消費税込。前記１(5)オ）と必ずしも低額なものとはいえず、これを支\n出した主体に回収の機会を与える必要性を否定できない。\nこれらの事情に照らせば、本件映像について、著作権法２９条１項の適\n用を排除しなければならない合理的な理由があるとはいえず、被告の上記\n主張は採用することができない。\nウ  したがって、本件映像の著作権の帰属に関しては、著作権法２９条１項\nが適用されるというべきである。\n(2) 本件映像の映画製作者について\nア  映画製作者の意義及び本件における判断基準\n著作権法２９条１項の「映画製作者」、すなわち「映画の著作物の製作に\n発意と責任を有する者」（著作権法２条１項１０号）とは、その文言及び前\n記の同法２９条１項の趣旨に照らせば、映画の著作物を製作する意思を有\nし、当該著作物の製作に関する法律上の権利・義務が帰属する主体であっ\nて、そのことの反映として当該著作物の製作に関する経済的な収入・支出\nの主体ともなる者であると解するのが相当である。\nそして、本件において、上記の定義のうち当該著作物の製作に関する経\n済的な収入・支出の主体となる者であるか否かを判断するに当たっては、\n前記１(2)、(4)及び(5)のとおり、本件映像が、本件書籍に付属するものと\nして制作されたことから、本件書籍と一体となって書店等で販売されるこ\nとにより、将来的に投下資本の回収が図られることが企図されていたのみ\nならず、本件書籍を製薬会社等に相当数購入してもらうことにより、その\n制作に要する費用を賄うことが予定されていたという点も、併せて考慮さ\nれるべきである。\nイ  原告について\n原告は、本件映像を製作する意思を有するとともに、製作に関する法律\n上の権利義務の帰属主体となり、製作費の支出主体となるという責任を有\nする者、すなわち本件映像の映画製作者は原告であると主張する。\nしかし、本件映像の制作に先立ち、その費用については、製薬会社等に\nよる本件書籍の買取代金を充てることが前提とされていたこと（前記１(2)\nア）、原告が追加依頼によって生じた制作費の増加分を請求するに当たって\n被告代表者に宛てた平成２６年５月１４日付けのメールでは、Ｃ医師にお\nいて当該増加分を負担してもらうか、本件書籍の購入先に係る営業活動を\nしてもらうとの認識が示されていたこと（前記１(5)ウ）に鑑みれば、原告\nにおいて本件映像が付属する本件書籍が書店等において期待したとおりに\n販売できるか否かのリスクや本件映像の制作に要する費用の調達に係るリ\nスクを専ら負担していたとはいえないから、本件映像の製作に関する経済\n的な収入・支出の主体となる者であるとはいえない。\nしたがって、原告の上記主張を採用することはできない。\nウ  被告について\n被告は、本件映像を含む本件書籍の発行に係る事業リスクを専ら負担し\nているのであるから、被告が、本件映像を製作する意思を有し、製作に関\nする法律上の権利義務の帰属主体となり、製作費用の支出主体となる責任\nを有する者、すなわち本件映像の映画製作者であると主張する。\nしかし、本件映像の制作に先立ち、その費用については製薬会社等によ\nる本件書籍の買取代金を充てることが前提とされていたこと（前記１(2)\nア）、原告から制作費の増額が見込まれる旨が指摘された際、被告は、Ｃ医\n師に対し、本件書籍の購入先の確保を求め、Ｃ医師が自ら負担することも\n選択肢とされていたこと（前記１(5)ア）、被告は、原告に対する制作費の\n支払について、製薬会社からの大口の入金がされていないとして支払時期\nの延期を求めたこと（前記１(5)エ）に鑑みれば、被告において本件映像が\n付属する本件書籍が書店等において期待したとおりに販売できるか否かの\nリスクや本件映像の制作に要する費用の調達に係るリスクを専ら負担して\nいたとはいえないから、本件映像の製作に関する経済的な収入・支出の主\n体となる者であるとはいえない。\nまた、本件映像の制作を企画したのはＣ医師であって、本件映像の制作\n過程における被告又は被告代表者の関与の程度に照らしても、被告が本件\n映像を製作する意思を有する者であるともいえない。\nしたがって、被告の上記主張を採用することはできない。\nエ  Ｃ医師について\n前記１(2)及び(3)のとおり、Ｃ医師は、本件映像の制作を企画したのみ\nならず、その制作業者である原告に委託することを実質的に決定した上、\n一般人にてんかん発作を正しく理解してもらうとの目的を達成するために、\n本件映像において取り上げるべき症例を選定し、原告に対し、てんかん発\n作の動きに関する参考動画を示したり、てんかん発作を起こす人物の性別、\n年齢、服装のほか、発作前後の動作のイメージや人物を捉える角度、介助\n者の存否について指示したりしたことに加え、本件映像の完成の判断は、\nＣ医師に委ねられていたことが認められる。これらの事情に照らせば、Ｃ\n医師は、本件映像を製作する意思を有していた者と認めるのが相当である。\nそして、本件映像の制作費は、専らＣ医師の知り合いの製薬会社等に本\n件書籍を購入してもらい、その代金で賄うこととされ、Ｃ医師が当該製薬\n会社等への営業活動を担っていたこと（前記１(2)ア、ウ、(5)ア、イ）、原\n告から制作費の増額を求められた際には、Ｃ医師が自ら負担することも選\n択肢とされていたこと（前記１(5)ア）に鑑みれば、Ｃ医師において本件映\n像が付属する本件書籍が書店等において期待したとおりに販売できるか否\nかのリスクを専ら負担していたといえるから、本件映像の製作に関する経\n済的な収入・支出の主体となる者と認めるのが相当である。\nまた、Ｃ医師は、本件書籍の著作者であるところ（前提事実(2)ウ）、そ\nの著作権が他の者に譲渡されたと認めるに足りる証拠はないから、本件書\n籍の著作権者と認められる。そして、前記(1)イのとおり、本件書籍は、本\n件ＤＶＤが付属する形態で販売することが前提とされており、増刷する際\nには、本件ＤＶＤに収録されている本件映像及び本件映像から切り出され\nた静止画も併せて複製しなければならないから、本件書籍を書店等で販売\nすることにより投下資本を回収するとの観点からも、本件映像の製作に関\nする経済的な収入・支出の主体となる者は、本件書籍の著作権者であるＣ\n医師と認められる。\nしたがって、本件映像の映画製作者はＣ医師と認めるのが相当である。\n(3) 本件映像の製作への参加約束について\n前記１(2)において認定した本件映像の制作に至る経緯に照らせば、本件映\n像の共同著作者である原告は、映画製作者であるＣ医師に対し、本件映像の\n製作に参加することを約束していたと認められる。\n(4) 小括\n以上によれば、本件映像の著作権は、著作権法２９条１項により、Ｃ医師\nに帰属すると認められる。\n５  争点５（著作者名表示の省略の可否）について\n(1)  被告は、本件において、本件複製映像を視聴した者において本件映像の著\n作者を調査できる状況にあったから、原告が著作者であることを主張する利\n益を害するおそれはなく、かつ、書籍に付属するＤＶＤに収録された映像を\n動画共有サイト等で公開する際、当該サイト等において当該映像の著作者を\n表示しないのが通例であり、これが公正な慣行であると主張する。\nしかし、被告が証拠として提出する書籍やＤＶＤに関し、収録されている\n映像の著作者が誰であるのか、その権利関係の処理がどのようにされている\nのは何ら明らかでなく、本件全証拠によっても、被告が主張する慣行が存在\nすると認めることはできない。\nしたがって、被告の上記主張を採用することはできない。\n(2)  前提事実(3)のとおり、被告は、原告の実名又は変名を著作者名として表示\nすることなく、本件サイトにおいて本件複製映像を公開していたのであるか\nら、この行為により、本件映像に係る原告の氏名表示権を侵害したというべ\nきである。\n６  争点６（故意又は過失の有無）について\n本件映像のような映像作品が映画の著作物に当たり得ることは、同じく著作\n物である書籍の企画・編集・制作・販売を行う出版社である被告にとって（前\n提事実(1)イ）、容易に認識可能であったというべきである。そして、被告にお\nいて、本件複製映像を公開する前に、本件映像が著作物に当たらないとか、原\n告が本件映像の著作者でないとの点について法的な観点から調査検討したこと\nを認めるに足りる証拠はない。\nこれらの事情に照らせば、被告には、本件映像に係る原告の氏名表示権を侵\n害したことについて、少なくとも過失があるというべきである。\n７  争点７（損害の有無及びその額）について\n(1) 著作権侵害に係る損害について\n前記４において説示したとおり、原告は本件映像の著作権者と認められな\nいから、原告において著作権侵害を前提とする利用料相当額及び逸失利益の\n損害が生じたと認めることはできない。\n(2) 氏名表示権侵害に係る損害について\nア  この点に関し、被告は、著作権法６４条１項を指摘して、本件映像はＣ\n医師らの共同著作物であるところ、共同著作物における著作者人格権に基\nづく損害賠償請求権は、共同著作者全員の同意がなければ行使し得ないと\n主張する。\nイ  そこで検討すると、前記３において認定した本件映像の制作過程におけ\nる原告及びＣ医師の関与の態様及びその関与によって完成した本件映像の\n内容に鑑みれば、本件映像は、原告及びＣ医師が共同して創作した著作物\nであって、両名の寄与を分離して個別的に利用することができないものと\n認められるから、原告とＣ医師を著作者とする共同著作物（著作権法２条\n１項１２号）に当たると認められる。\nしかし、同法６４条１項所定の「行使する」とは、著作者名の表示を変\n更するなど著作者人格権の内容を具体的に実現することをいうと解される\nから、本件のように、第三者によって著作者人格権が侵害された場合に慰\n謝料を請求することは、同項所定の「行使する」に当たらない。\nしたがって、原告は、Ｃ医師の同意がなくとも、被告に対し、本件映像\nに係る氏名表示権侵害を理由とする損害賠償を請求することができる。\nウ  前記３(1)及び(2)のとおり、Ｃ医師から伝えられたイメージを前提とし\nたものではあるものの、原告は、本件映像の制作に当たり、絵コンテ、レ\nイアウト、背景、原画及び動画の各作成並びに彩色、撮影、音響及び編集\nの各作業を自ら行ったほか、本件映像の制作を委託した業者に対する指示\nを通じて、視聴者が、敢えて意識をしなくとも、てんかん発作として見ら\nれる特徴的な動きに集中できるよう、本件映像に描写されている人物の体\n格、人相、着衣、発作前後の動作及び仕草、所在する場所、背景となる造\n作及び家具、人物を捉える方向や画角につき、原告の思想又は感情を創作\n的かつ具体的に表現したといえる。\nまた、本件サイトにおいて本件複製映像が公開されていた期間は約３年\n４か月に及び、その再生回数は少なくとも１６０万回以上に達していた\n（前記１(6)）。\n他方で、本件サイトに設けられた本件書籍を紹介する被告のウェブサイ\nトへのリンク及び本件書籍の奥付の記載から、本件複製映像を視聴した者\nにおいて、原告が本件映像の制作に関与したことを認識することが一応可\n能であったといえる（前提事実(2)ウ、前記１(6)ア）。\n以上に加えて、出版社として本件ＤＶＤに著作権者の表示をしながら本\n件映像の著作物性を争うなどの被告の本件訴訟前及び本件訴訟遂行におけ\nる態度を含め、本件に現れた諸事情を考慮すると、氏名表示権侵害に係る\n慰謝料の額は５０万円と認めるのが相当である。\n(3) 弁護士費用について\n被告による氏名表示権侵害行為と相当因果関係がある弁護士費用は５万円\nと認められる。\n(4) 遅延損害金について\n被告による氏名表示権侵害行為は、平成２９年８月３日から令和２年１２\n月２２日までの間、本件サイトにおいて原告の氏名又は変名を表示すること\nなく本件複製映像を公開し続けたという継続的不法行為であって、前記(2)に\nおいて説示した損害額も、当該全期間にわたって当該行為がされたことを前\n提として算定されたものであることに照らすと、遅延損害金の起算日を継続\n的不法行為の終了時である同日とするのが相当である。\nそして、上記の起算日を前提とすれば、民法所定の遅延損害金の利率は年\n３パーセントとなる。\n第４  結論\n以上によれば、原告の被告に対する請求は、本件映像に係る著作者人格権\n（氏名表示権）侵害を理由とする不法行為に基づく損害賠償として、損害金５５\n万円及びこれに対する令和２年１２月２２日（最終の不法行為の日）から支払\n済みまで民法所定年３パーセントの割合による遅延損害金の支払を求める限度\nで理由があるからこの限度で認容し、その余は理由がないから棄却することと\nして、主文のとおり判決する。\n東京地方裁判所民事第２９部\n裁判長裁判官\n國    分    隆    文\n裁判官\n間    明    宏    充\n裁判官小川暁は、転補につき、署名押印することができない。\n裁判長裁判官\n國    分    隆    文\n別紙\n映像目録\n題名   知っておきたい「てんかんの発作」アニメーションＤＶＤ\n時間   １７分４５秒\n形式   ＶＯＢ\nサイズ  約９８２，４５０ＫＢ（９５９ＭＢ）\n以上\n"
}