{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 12,
    "day": 21
  },
  "case_number": "令和5(行ケ)10066",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "意匠権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "92650",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=92650",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/650/092650_hanrei.pdf",
  "contents": "令和５年１２月２１日判決言渡\n令和５年（行ケ）第１００６６号  審決取消請求事件\n口頭弁論終結日  令和５年１１月１４日\n判                決\n原告（無効審判請求人）    小林瓦工業株式会 社\n同訴訟代理人弁護士     鯉    沼    敦      規\n同                        中    前    佑      一\n被告（同被請求人）     丸 鹿 セ ラ ミ ッ ク ス 株 式 会 社\n同訴訟代理人弁護士     稲    垣    篤      史\n同                 橋    本    勇      輝\n同                        池    戸    友  有  子\n主                文\n１  特許庁が無効２０２２－８８０００１号事件について令和５年６月６日にし\nた審決を取り消す。\n２  訴訟費用は被告の負担とする。\n事 実 及 び 理 由\n【略語】\n本判決では以下の略語を用いる。\n（略語）        （意味）\n・本件登録意匠：意匠に係る物品を「瓦」とする意匠登録第１６９７５３０号の意\n匠（意匠権者は被告）。原告が請求した本件無効審判の対象。\n・引用意匠：本件登録意匠の出願前に意匠公報に掲載された、意匠に係る物品を\n「瓦」とする意匠登録第１６６３９３８号の意匠（意匠権者は原告ほか 2 社）\n・本件コの字模様：本件審決が本件登録意匠と引用意匠の共通点４として認定した\n男瓦のコの字模様（本件登録意匠では白色に着色されている部分）\n・本件長方形模様：本件コの字模様に囲まれた略長方形の模様（本件登録意匠では\n地色である褐色の部分。なお、本件審決では「非ライン部」と表現している。）\n第１  請求\n主文同旨\n第２  事案の概要\n１  特許庁における手続の経緯等（争いのない事実）\n(1) 被告は、令和２年９月１日、本件登録意匠につき、意匠に係る物品を「瓦」\nとする意匠登録出願（意願２０２０－１８４７７）をし、令和３年９月３０\n日に設定登録を受けた（意匠登録第１６９７５３０号）。\n(2) 原告は、令和４年１月５日、本件登録意匠について、本件登録意匠の出願\n前である令和２年７月２０日に発行された意匠公報に掲載された引用意匠に\n類似する意匠であって、意匠法３条１項３号により意匠登録を受けることが\nできないものであるとして、本件無効審判を請求した（無効２０２２－８８\n０００１号）。\n(3) 特許庁は、令和５年６月６日、「本件審判の請求は、成り立たない。」と\nの審決（本件審決）をし、その謄本は同月１５日原告に送達された。\n(4) 原告は、同月２３日、本件審決の取消しを求める本件訴訟を提起した。\n２  本件登録意匠及び引用意匠\n(1) 本件登録意匠に係る図面は、別紙「本件登録意匠の図面」のとおりである。\nなお、別紙「本件登録意匠と引用意匠の対比」の＜本件登録意匠＞欄の各\n図面は、引用意匠の各図面に対応する図面について、一部図面の名称を引用\n商標に合わせて変更し、適宜回転させたものである（以下、原則として図面\nの名称は上記変更後のものを用いる。）。\n(2) 引用意匠に係る図面及び参考図は、別紙「本件登録意匠と引用意匠の対比」\nの＜引用意匠＞欄の各図面及び別紙「引用意匠のその他の図面」のとおりで\nある。\n３  本件審決の理由の要旨\n(1) 本件登録意匠及び引用意匠の意匠に係る物品は、共に瓦であって、瓦の需\n要者は、瓦を用いて屋根工事を行う建設業者等や屋根工事の施主であるとい\nえる。その屋根工事を行うに際して、建設業者等は、瓦の設置や、非設置箇\n所との接合方法などにも気を配ることから、瓦の背面の形状等に着目するこ\nととなり、また、複数の瓦を上下左右に連続して組み合わせることから、瓦\nの平面、底面、左側面及び右側面の形状等にも着目し、全方向から瓦を観察\nするというべきである。したがって、両意匠の類否判断においては、正面か\nら見た形状等（形状、模様若しくは色彩又はこれらの結合）のみならず、上\n記需要者の視点から、全方向から見た瓦の各部の形状等を評価すべきである。\n(2) 本件登録意匠の形状等、引用意匠の形状等、これらを対比した共通点、相\n違点及びその評価は、別紙「本件審決の理由の要旨」及び別紙「本件審決が\n認定した形状等の共通点と相違点」のとおりである。\n(3) 共通点４（男瓦の両側部と上部に下方開口とした本件コの字模様が形成さ\nれていること、同模様においてコ字状のラインの内側線が男瓦の外側線と略\n平行に形成されていること）が両意匠の類否判断に及ぼす影響は大きいもの\nの、それ以外の共通点はいずれも影響が小さいので、共通点を総合すると、\n両意匠の類否判断に及ぼす影響は小さいといえる。\n他方、左側面視に係る相違点２、右側面視に係る相違点３及び底面視に係\nる相違点４が両意匠の類否判断に及ぼす影響は大きく、背面視に係る相違点\n１並びに男瓦の形状及び本件コの字模様に係る相違点５が及ぼす影響も一定\n程度認められるから、相違点６～８が及ぼす影響が小さいとしても、相違点\nを総合すると、両意匠の類否判断に大きな影響を及ぼすということができる。\n(4) したがって、本件登録意匠と引用意匠の相違点が類否判断に及ぼす影響が\n大きく、両者の共通点が需要者に与える美感を覆して本件登録意匠と引用意\n匠を別異のものと印象付けるものであるから、本件登録意匠は引用意匠に類\n似するということはできない。\n４  本件審決の取消事由\n本件登録意匠と引用意匠との類否判断の誤り\n第３  当事者の主張\n１  原告の主張\n(1) 瓦の意匠の注意を引く部分について\n瓦の意匠において、瓦を葺いたときに外観できず隠れる部分は、需要者の\n注意を強く引く部分ではない。\n被告は、葺いたときに隠れる部分の機能について主張するが、瓦の品質は、\n一部の型の瓦についてはＪＩＳ規格で標準化されている（甲５３の２）。\n本件登録意匠及び引用意匠の形状である「本葺一体瓦」についても、ＪＩ\nＳ規格こそないものの、同様の基準で各メーカーが品質を維持しており、\nいずれも品質に極端な差はなく、雨漏り等の支障を来すことはない。例え\nば、瓦の補修工事においては既設のものと同一の瓦を使用することが通常\nであるが、生産中止、納期の遅れ等の関係から、形状等が同様な他の瓦を\n使用することもある。\n(2) 本件登録意匠と引用意匠の由来について\n引用意匠は、本物の漆喰を使用せずに沖縄の伝統的な屋根瓦を再現するこ\nとを目的として、本件審決が認定した共通点１～７の形状等としたものであ\nる。\nそして、引用意匠の出願前から、女瓦（平瓦部分）と男瓦（半円筒形部分）\nを一体とした「本葺一体瓦」は、多くの既製品がある公知の形状であり、そ\nのうち女瓦の表面に段差のある製品として、段付き飛鳥野瓦（甲１２の２）、\n万葉瓦（甲７の８、甲１２の３）などがあった。\n段付き飛鳥野瓦は本件登録意匠の、万葉瓦は引用意匠のベースとなったも\nのであり、いずれも共通点１～３、５～７の形状等を有している。\n他方、本件審決が認定した相違点の多くは、段付き飛鳥野瓦と万葉瓦との\n間にみられる差異である。従来から公知の既製品にみられる差異は、需要者\nの注意を強く引く部分ではない。\n(3) 共通点４（本件コの字模様）について\n本件コの字模様は、従来の瓦にない非公知の模様であり、瓦を葺いたとき\nに漆喰で塗り固めた沖縄の伝統的な屋根瓦のような印象を与える部分であっ\nて、需要者の注意を最も強く引く形態である。\nなお、平４－２７０１３公開実用新案公報（甲９）の第２図のようにコの\n字の開口を上方とした模様とした場合、本件登録意匠及び引用意匠の瓦を葺\nいた外観（甲１６、１７の１）と異なり、男瓦部分が浮いたような印象とな\nる等（甲４５の１頁中段の写真、甲４６の２～甲４７の３）、美観が大きく\n異なる。\n(4) 相違点の評価について\n本件審決の認定する相違点は、①公知の既製品である段付き飛鳥野瓦と万\n葉瓦にみられる差異にすぎないもの（相違点１、２、６、７）､②瓦葺きし\nた後は外観できない部分に係るもの（相違点１、２）、③本件登録意匠及び\n引用意匠の要部である本件コの字模様における些末な差異にすぎないもの\n（相違点５）、④図面上確認できない差異又は両意匠を見る角度による差異\nであって、実質的な相違点とはいえないもの（相違点５①、③、６）であり、\nいずれも類否判断に及ぼす影響は小さいものである。これを過大に評価した\n本件審決の判断は誤りである。\n２  被告の主張\n本件審決の類否判断は、一般的で適切な基準に基づく合理的なものであって、\nその判断に誤りはない。\n(1) 瓦の意匠の注意を引く部分について\n瓦の需要者である建設業者等は、葺き上がった状態で見える部分のみなら\nず、見えなくなる部分についても、後記の水返しや取付構造等、瓦の重要な\n機能につながる形状に注意を払い、形状全体に目を通して選定する（乙４）。\n瓦業者の製品紹介用ウェブサイトやパンフレット（乙５～１１）において、\n葺き上がりの様子だけでなく瓦一枚ごとに各方向からみた形状を示し、その\n形状の有する機能について具体的に説明されているのは、そのためである。\n本件登録意匠についていえば、男瓦の一段低く形成された円弧部分にある\n２本の水平溝（具体的構成態様ｄ）は、この部分に入り込んだ雨水を樋のよ\nうに女瓦の谷の部分へ導くための工夫である。また、女瓦の上端寄りに複数\n形成されている水平帯状の凸部（具体的構成態様ｅ）は、釘穴から浸入する\n水のオーバーフローを防ぐ「水返し」の機能を有している。女瓦の左下端が\n切り欠くように斜めに形成されている部分（具体的構成態様ｆ）は、外観上\nの独自性のほか、水はけを向上するとともに施工時の瓦同士の位置の調整を\nしやすくするための工夫である。\n(2) 共通点４（本件コの字模様）について\n原告は、本件コの字模様は従来の瓦にない非公知の模様であると主張する\nが、瓦に沖縄瓦調の模様を付すことは引用意匠以前において公知であり、コ\nの字の開口を下方とした模様も公知である。被告は、平成１０年頃、男瓦に\n本件コの字模様を付した瓦を試作し（甲３６）、プレゼンテーションを行っ\nていた。\n(3) 相違点の評価について\nア  相違点に関する原告の主張の多くは、両意匠の図面ではなく、それぞれ\n原告製品及び被告製品とされるものの比較写真（甲４３）に基づくもの\nと解されるところ、上記写真は、各瓦の形状がそれぞれ両意匠の図面と\n異なる等、比較の対象及び方法が不適切である。\nまた、原告が挙げる引用意匠の「正面視した参考斜視図」は、製図にゆ\nがみがある上、他の６図面と齟齬しており、あくまで参考図の意味合い\nしかない。\nイ  相違点５に関し、本件登録意匠は、本件コの字模様のラインが上方に向\nかって広がっているため、瓦を葺いた際、ラインが上下左右に一直線に\nそろい、モダンでシャープな印象を与える。これに対し、引用意匠は、\n同ラインの幅が一定であるため、瓦を葺いた際、ラインの上下左右にが\nたつきが生じ（甲１７の１）、カントリー調で素朴な印象を与える。こ\nのような相違が類否判断に及ぼす影響は大きいというべきである。\n第４  当裁判所の判断\n１  原告主張の取消事由の判断に先立って、本件登録意匠と引用意匠に先行する\n関係公知意匠を概観し、それら公知意匠に対する両意匠の位置づけを明らかに\nしておく。\n証拠（甲７の３～１０、甲８、９、１２の１～３、甲１３、３２、３３）及\nび弁論の全趣旨によれば、以下の事実が認められる。\n(1) 本葺一体瓦の開発\n屋根瓦の葺き方としては、通常の引掛け桟葺工法のほか、平瓦と丸瓦を組\nみ合わせて葺く伝統的な本葺き工法があるところ、本葺き工法で施工された\n屋根瓦は、半円筒形の丸瓦の連なりが屋根の勾配に沿って手前から奥に向か\nって整然と延びる姿がひと際目を引き、豪華、重厚な印象を与えることとな\nり、高級な瓦葺きとして社寺伽藍等の伝統建築に主に用いられてきた。しか\nし、この工法では、施工日数が長くなり工費も高くなる、重量が大きくなる\nなどの難点があり、これを解決するため、平瓦（女瓦）と丸瓦（男瓦）を一\n体成型した「本葺一体瓦」といわれる瓦が開発されるに至った。この瓦では、\n葺き上がりの外観は本葺き工法のものと異ならない一方、本葺き工法と比較\nして、部材が減り施工が容易となることによる工期短縮、軽量化、コストダ\nウンが図れるほか、一体成型のためにずれにくく、急勾配の屋根にも対応で\nきる等のメリットがあり、広く普及することとなった。\n(2) 飛鳥野瓦\nア  本葺一体瓦の代表的なものとして、瓦寅工業株式会社を意匠権者とする\n登録意匠（意匠登録第５４９７７１号、昭和５３年８月２２日出願、昭\n和５５年１２月２２日意匠登録、甲７の１０）があり、「飛鳥野瓦」と\nの商品名で製造販売され、広く知られるに至っていた（その意匠は、本\n件登録意匠出願時までに周知のものになっていたと認められる。）。な\nお、飛鳥野瓦には、女瓦部分が上下二段に見えるように中央近傍を左右\nに横切る段差が設けられているタイプ（段付き）と、これがないタイプ\n（段なし）がある（甲８、１２の１、２）。\nイ  本件登録意匠は、以下に述べるとおり、本件コの字模様以外の構成態様\nにおいて、段付き飛鳥野瓦の意匠をほぼ踏襲したものといえる。\nすなわち、①女瓦の凹み部から上がり勾配に連続して半円筒形の男瓦を\n一体化（本件登録意匠の基本的構成態様Ａ）、②男瓦の上側に縮径段差部\nを形成（同Ｂ）、③女瓦の中央近傍を左右に横切る段差及びその位置（同\nＣ、Ｄ）、④縮径段差部の２本の細い溝及び右側端の傾斜（本件登録意匠\nの具体的構成態様ｄ）、⑤女瓦上端寄りの複数の水平帯状の凸部（同ｅ）、\n⑥女瓦の左下端の斜め形成（同ｆ）、⑦正面視全高：全幅が約１：１．１\n（同ｋ）が共通している。\nそして、背面視に係る具体的構成態様ｇ、左側面視に係る同ｈ、右側面\n視に係る同ｉ、底面視に係る同ｊの異同は判然としないが、少なくとも、\n飛鳥野瓦のカタログ等（甲８、１２の１、２）から把握できる限り（つま\nり多くの需要者が認識できる範囲で）、有意の差があるようには見えない。\n(3) 本葺一体瓦のバリエーション\n本葺一体瓦の細部の構成態様に関しては、飛鳥野瓦の構成態様以外にも、\n下記のような様々なバリエーションがあり、これらの意匠も本件登録意匠の\n出願以前に公知になっていたと認められる。\nア  飛鳥野瓦は、本件登録意匠の具体的構成態様ｄ、ｆと同様、右上（縮径\n段差部右側端）と左下（女瓦左下端）がそれぞれ斜めに切り欠いたよう\nに形成されているのに対し、右上及び左下ともに斜めの切り欠きがなく、\nほぼ直角に形成されているものがある（商品名「万葉」及び「陽光」、\n甲７の９）。\nイ  縮径段差部には、本件登録意匠のように、2 本の細い水平溝を形成した\nもの（飛鳥野瓦、甲８、１２の２）のほか、細い水平溝が 1 本のもの（甲\n７の１０）、引用意匠のように水平溝はなく平坦なもの（甲７の１、８）\nもある。\nウ  女瓦の上端寄りに左右に延びる凸部を形成するのは、雨水の逆流を防ぐ\n「水返し」と呼ばれる役割を担うものとして広く採用されている構成で\nあるが、その具体的な形状に関しては、本件登録意匠（具体的構成態様\nｅ）と同様、複数の水平帯状のもの（甲７の９、１０、甲 ９、１２の\n１）、本件引用意匠と同様、波線状の凸部が１本のもの（甲１２の３）、\n波線状の凸部が２本のもの（甲７の８）など、多様なものがある。\nエ  男瓦の形状は、飛鳥野瓦は上方に向かって逆ㇵの字状に広がる円筒形で\nあるが（甲１２の２）、幅が均一の円筒形のもの（甲７の１、７～１０、\n甲１２の１）や、下方に向かってㇵの字状に広がる円筒形のもの（甲１\n３）もある。\nオ  本葺一体瓦を底面から見ると、略Ｓ字型を２７０度回転させた形状にな\nるが、その縦横比、女瓦と男瓦の接合部の曲がり具合の違い（すなわち\n扁平の程度）についても、様々な形状のものがある（甲７の５、９、甲\n１２の１）。\n(4) 沖縄赤瓦風の疑似漆喰模様\nア  沖縄では、本葺き工法に際して、瓦の接合部を漆喰で固める方法が伝統\n的に用いられており、瓦の赤色と漆喰の白色のコントラストが形成する\n外観は、「沖縄赤瓦」又は「琉球赤瓦」と呼ばれ、南国の風土と調和す\nる美観が高く評価されてきた。\nこのような沖縄赤瓦の特徴を本葺一体瓦に反映させる工夫として、本葺\n一体瓦に白色の模様を付して、実際には漆喰を使用することなく沖縄赤\n瓦と同様の外観を実現しようとする考案、意匠が広く知られるに至った。\n本件登録意匠出願前の公知文献としては、以下のものがある。\n（ｱ）平成４年３月４日公開の実開平４－２７０１３号公報（甲９）に、\n「平瓦と丸瓦を連結した瓦の少なくとも外周端面一部に白色素材を漆\n喰止め状に取着け…たものは、重合部を合わせて順次瓦を葺き固定し\nてゆくだけで屋根葺き後は瓦全体が白色素材で囲まれた漆喰止め状と\nなるので」（同公報５頁）、「屋根全体が漆喰止め状を呈するので沖\n縄の民家風となって建物にアクセントを添えるという外観上の効果を\nも併せ奏し得るものである。」（９～１０頁）等の記載とともに、男\n瓦の左右端と男瓦及び女瓦の下端に白色素材を用いた図面（第２図）\nが示されている。\n（ｲ）また、平成１１年７月２１日公開の特開平１１－１９３６００号公報\n（甲１３の１）には、平瓦と丸瓦を一体とした瓦について「…漆喰の\n白色を出すと、琉球瓦と同様な雰囲気となる。」（【００４６】）、\n「そのために、前記のＳ字状の屋根瓦８の下端や上端（すなわち小口）\nの少なくとも表面（上面）を白色にすることが好ましい。」（【００\n４７】）との記載があるが、一部を白色とした瓦の図面はない。\nイ  上記２つの公知文献には、本葺一体瓦の男瓦部分等に白色の模様を施し\nて漆喰で施工したような外観を作出するアイデアと、コの字の開口を上\n方とした模様の意匠(甲９の第２図）は記載されているが、本件登録意匠\nと引用意匠に共通する本件コの字模様のように開口を下方とした意匠は\n示されていない。\nウ  ところで、東京地方裁判所令和２年(ヨ)第２２０７５号事件決定（甲３）\n及び東京高等裁判所令和３年(ラ)第１０００２号事件決定（甲４）によ\nれば、原告が平成２９年２月１６日（なお、引用意匠の出願日は同年６\n月１６日）に建築設計事務所にデータ送信したパンフレットには、原告\nが製造した本件コの字模様と同様の疑似漆喰模様を施した本葺一体瓦の\n写真が掲載されていたと認められるが、同日以前に、本件コの字模様が\n公然知られた瓦の意匠であったことを裏付ける証拠はなく、その後も、\n原告又は被告が製造する瓦を除き、本件コの字模様が瓦に用いられてい\nることを裏付ける証拠はない。\n被告は、引用意匠出願前の平成１０年頃、本件コの字模様を付した瓦\nを試作し、プレゼンテーションを行った旨主張するが、関係証拠（甲３\n６～３８）によっても、その事実を認めるには足りない。\n２  取消事由について\n(1) 本件登録意匠と引用意匠のそれぞれの基本的構成態様及び具体的構成態様\nについては、一応、本件審決の認定（別紙「本件審決の理由の要旨」の該当\n欄）のとおりであると認められるので、以下、これを前提に検討する（ただ\nし、本件登録意匠と引用意匠の対応する図面同士を比較して相違点を認定し\nている部分は、図面同士の比較という限りで誤りはないものの、角度や見え\n方の違いを踏まえた立体形状の認識において的確でない又は分かりにくい部\n分もあるので、この点は、後記検討の該当部分で指摘する。）。\n(2) 原告は、本件登録意匠及び引用意匠において、需要者の注意を最も強く引\nく形態は共通点４に係る本件コの字模様であり、他方、相違点１～８は、実\n質的な相違点とはいえないか、又は類否判断に及ぼす影響の小さいものにす\nぎないとして、これと異なる本件審決の判断の違法を主張するので、この点\nについて、以下検討する。\n(3) 本件コの字模様の要部該当性について\nア  まず、本件登録意匠も引用意匠も、基本的な部分では周知の本葺一体瓦\nを踏襲する意匠であることは明らかである。そして、本葺一体瓦の葺き\n上がりの外観は伝統的な本葺き工法のものと同様であり、半円筒形の丸\n瓦（男瓦）の連なりが屋根の勾配に沿って手前から奥に向かって整然と\n延びる姿がひと際目を引き、豪華、重厚な印象を与えるものと認められ\nる。したがって、そのような男瓦の連なりに係る形状及び模様が、看者\nの注意を強く引く部分ということができる。\nイ  本件登録意匠は、上記アに加え、具体的構成態様 a～ｃ、ｌのとおり、\n褐色の地色に本件コの字模様を白色で表している点に特徴があるところ、\nこれが上記１(4)アで認定した沖縄赤瓦風の疑似漆喰模様を意図している\nことは明らかである。具体的には、本件登録意匠に係る瓦を屋根瓦とし\nて施工した場合、半円筒形の男瓦の連なりが、漆喰をイメージさせる白\n色によってくっきりと枠取られるとともに、その連なりの中ほどに、白\n色で囲まれた地色（褐色）の本件長方形模様が規則的に表れる形になり、\nこのような褐色と白色の模様の造形及びコントラストが形成する外観は、\n南国情緒を演出するものとして極めて印象的なものといえる。\n本件登録意匠の本件コの字模様は、看者の美感に強く訴求するものと解\nされる。\nウ  引用意匠については、色彩は表されていないものの、本件登録意匠と共\n通する本件コの字模様を備えるものであり、先行する意匠として、沖縄\n赤瓦風の疑似漆喰模様が広く知られていたこと（前記１(4)ア）を踏まえ\nると、引用意匠の主たる実施態様として、褐色の地色と白色の本件コの\n字模様の組合せが想定されていたことは明らかである。そうすると、本\n件登録意匠に関して上記イで述べたところは、引用意匠にも妥当するも\nのと解される。\nエ  以上の点に加え、本件登録意匠は、本件コの字模様以外の構成態様にお\nいて、周知の段付き飛鳥野瓦の意匠をほぼ踏襲したものである（上記１\n(2)）のに対し、本件登録意匠及び引用意匠が共通して有する共通点４に\n係る本件コの字模様は、公知意匠には見られない引用意匠の新規な創作\n部分であることも、要部認定において大きな意味を持つ重要なポイント\nとなる。\nすなわち、本葺一体瓦に白色の模様を付して、実際には漆喰を使用する\nことなく沖縄赤瓦と同様の外観を実現しようとする疑似漆喰模様自体は、\n本件登録意匠及び引用意匠の出願前に広く知られていたものであるが、\n開口を下向きにした本件コの字模様の意匠に関しては、これを開示する\n公知文献等は見当たらない（上記１(4)イ、ウ）。\nこの点について補足するに、甲９の公報の第２図（上記１(4)ア(ｱ)）に\nは、本件コの字模様（下方開口）と異なり、上方開口のコの字の模様が\n開示されているが、その違いは、葺き上がりの外観に次のような有意な\n違いを生じさせると考えられる。\nすなわち、本葺一体瓦において、男瓦を上下に連ねていく際、下段の男\n瓦の上方に設けた縮径段差部に上段の男瓦を重ねるようにすることで、\n面一になるように工夫されているが、特に沖縄赤瓦風の疑似漆喰模様に\nおいて、上下の男瓦の接合部が瓦の地色（褐色）と白色の模様の境目に\nなる場合、当該接合部は自ずと目につき易い部分となり、その処理には\n細心の配慮が求められることになると考えられる。\nこのような観点から見るに、甲９の公報の第２図の公知意匠のように上\n方開口のコの字模様を採用した場合、男瓦の下端面は白色になる（甲４\n６の２～甲４７の３参照）のに対し、本件コの字模様のように下方開口\nのコの字模様を採用した場合、男瓦の下端面は地色となる（本件登録意\n匠の前方から見た斜視図及び底面図参照）。後者の方が接合部は目立た\nず、自然な連続感を演出したい意匠に適していると考えられる一方、前\n者は、瓦を重ね合わせた立体感を素朴に表現するものといえる（そのよ\nうな施工例として、甲４５の１頁の中段の写真を参照）。このような違\nいにつき、もとより優劣を言うことはできないが、葺き上がりの印象を\n左右する要素となることは明らかである。\nオ  以上に述べたところを総合すれば、本件登録意匠と引用意匠において、\n看者の注意を最も強く引く形態（要部）は、両者に共通する下方開口の\n本件コの字模様であり、その共通性こそ、類否判断に最も強い影響を及\nぼすものというべきである。\n本件審決は、この共通点が両意匠の類否判断に及ぼす影響は一定程度認\nめられるとしつつ、共通点全体としての評価において類否判断に及ぼす\n影響は小さいと判断する。しかし、この判断は、本葺一体瓦及びこれを\n前提とする疑似漆喰模様の瓦において看者の注意を引く部分の確定、先\n行の周知・公知意匠との関係での本件コの字模様及びそれ以外の構成態\n様の評価、公知の上方開口のコの字模様と本件の共通点４に係る下方開\n口の本件コの字模様の違い等について、検討が不十分なまま示されたも\nのといわざるを得ない。\n(4) 相違点の評価について\n本件審決は、別紙「本件審決が認定した形状等の共通点と相違点」の２に\n記載のとおり、本件登録意匠と引用意匠の構成態様の相違点１～８を認定す\nるので、これらが両意匠の類否判断に及ぼす影響について検討する。\nア  瓦を葺いた施工後の状態からは看取できない構成態様について（相違点\n１、２、６、７関係）\n相違点１（背面形状）、同２（女瓦の左端部の壁）、同６（男瓦の縮\n径段差部の溝の有無及び右側端部の角度）、同７（①女瓦の上端寄りの\n凸部の形状、②左下端の角度）は、瓦を葺いた施工後の状態からは看取\nできない構成態様に関するものである。そこで、本件登録意匠の意匠に\n係る物品である瓦における、このような相違点の位置づけ、類否判断へ\nの影響の程度について、検討しておく。\nそもそも瓦は、本来的に屋根等を葺くための建築部材であって、施工\nを前提としない瓦単体のコレクターといった需要者を想定するのは現実\n的でない。瓦屋根の建築物を注文し、その所有者等となる施主が中心的\nな需要者であり、そうした需要者の求める美観が施工後の外観に係るも\nのであることは多言を要しない。瓦屋根を施工する建築業者、瓦の販売\n業者等も需要者ではあるものの、そうした立場の需要者であっても、最\n終的には施主の満足を得させる施工後の外観が最も重視されるものと考\nえられる。そうすると、瓦を葺いた施工後の状態から看取できない構成\n態様が意匠の類否判断に及ぼす影響は相対的に小さいものにとどまると\nいうべきである。\n被告は、瓦の需要者である建築業者等は葺き上がった状態で見えなく\nなる部分についても瓦の重要な機能につながる形状に注意を払い形状全\n体に目を通して選定する旨主張する。しかし、意匠の類否は基本的に\n「需要者の視覚を通じて起こさせる美観」に基づいて判断されるべきも\nのであり、機能と造形は両立し得るものではあるが、機能のみに着眼し\nた被告の主張をそのまま採用することはできない。\nよって、瓦を葺いた施工後の状態からは看取できない相違点１、２、\n６、７が、類否判断に及ぼす影響は相対的に小さいものにとどまるとい\nうべきである。なお、相違点６、７に関しては、本葺一体瓦において採\n用される公知の形状のバリエーションの範囲内の違いにすぎないもので\nあるから（前記１(3)ア～ウ）、この点においても、当該相違点が類否判\n断に及ぼす影響は限定的なものと解される。\nイ  底面形状の縦横比について（相違点４関係）\n本件登録意匠と引用意匠の各底面図を対比すると、略Ｓ字型の縦横比が\n本件登録意匠で約１：５、引用意匠で約１：３になるという本件審決の\n認定自体は誤りではなく、これは、本件審決も指摘するとおり、本件登\n録意匠の上記略Ｓ字型の形状が引用意匠のものに比べて扁平であること\nを意味すると理解できる。\nしかし、本葺一体瓦を施工する場合、男瓦の軒口は「軒巴」などと呼ば\nれる円形の飾り瓦で覆われるため（甲１２の２、甲１９）、上記略Ｓ字\n型の形状は外観上視認できなくなる。そうであっても、例えば男瓦の盛\nり上がり具合の違いといった形で上記の違いを間接的に認識できる可能\n性もないではないが、立体形状を認識し易い斜視図（引用意匠では参考\n斜視図）を比較しても、本件登録意匠と引用意匠の男瓦の盛り上がり具\n合等に有意の違いが生じているようには見えない。そのほか、上記の程\n度の底面形状の縦横比の相違が、瓦を葺き上げた外観に実質的な美観の\n違いを生じさせることを示す証拠はない。\n以上に加え、上記略Ｓ字型の縦横比（扁平の程度）の違いは、公知意匠\nのバリエーションの範囲内と解されること（上記１(3)オ）も勘案すると、\n上記相違点は、類否判断にさほど影響を及ぼすものとはいえない。\nウ  男瓦の形状及び本件コの字模様の細部の形態等について（相違点３、５\n関係）\n（ｱ）本件審決は、本件登録意匠と引用意匠の各対応図面ごとに相違点を認\n定しているため、立体形状として認識・把握すれば同じ特徴を、各方\n向視ごとに別々に表現するような形式になっており分かりにくいので、\n相違点３、５に含まれる男瓦の形状及び本件コの字模様の細部の形態\nに係る相違点を整理・再構成すると、下記①～③のとおりとなる（な\nお、本件審決は、相違点３、５として、下記①～③以外の要素にも言\n及している部分があるが、本件登録意匠と引用意匠のそれぞれの図面\nにおける角度の違いや作図方法の違いによる見え方の違いにすぎない\nものであり、実質的な相違点ということはできない。）。\n①  本件登録意匠の男瓦は上方に向かって逆ハの字状に広がる円筒形で\nあるのに対し、引用意匠の男瓦は少なくとも真上から見る幅が均一\nの円筒形である。\n②  本件登録意匠においては、引用意匠と比べて、本件コの字模様の\n両側部の幅が若干広く、本件長方形模様の幅は若干狭い。\n③  本件登録意匠の本件コの字模様の部分は本件長方形部分と面一であ\nるが、引用意匠の本件コの字模様はわずかに段差状に隆起している。\n（ｲ）上記相違点①～③は、いずれも、本件登録意匠及び引用意匠の構成態\n様のうち、看者の注意を強く引く部分である男瓦の連なりの形状及び\n模様に関するもの（上記(3)）であるから、その相違点が、両意匠の類\n否判断に一定の影響を及ぼすことは否定できない。\nしかし、相違点①は、本葺一体瓦において採用される公知の形態のバ\nリエーションの範囲内の違いにすぎないし（前記１(3)エ）、相違点②、\n③は、従前の意匠には見られなかった新規な創作部分である本件コの\n字模様に係る共通点を備えた上での、当該模様の些末な違いにすぎな\nい。もちろん、新規な形態を創作した先行意匠を下敷きとして踏襲し\nつつも、それにプラスして需要者の注意を一層強く引くような新しい\n美観を取り入れたという評価ができれば、当該新しい美観に係る印象\nが共通点に係る印象を覆し、類否判断にも相対的に強い影響を及ぼす\nということもあり得るところであるが、相違点②、③が、両意匠の共\n通点である本件コの字模様の持つ強い訴求力を覆すほどの新しい美観\nを生じさせるものとは到底認められない。\nよって、上記相違点①～③は、類否判断に一定の影響を及ぼすもので\nはあるが、本件コの字模様に係る共通点４と比較して、意匠の類否判\n断に及ぼす影響は相対的に小さいものと解すべきである。\n（ｳ）以上に対し、被告は、相違点５により、本件登録意匠の瓦を葺いた際、\n引用意匠と異なり、本件コの字模様に係るラインが上下左右に一直線\nにそろいモダンでシャープな印象を与える旨主張する。\nしかし、本件審決が共通点４として認定しているとおり、本件登録\n意匠も引用意匠も、本件コの字模様の内側左右のラインは略平行であ\nるから、本件コの字模様に囲まれた本件長方形模様が連続して一直線\n状に表れる形態において、両者に異なるところはないはずである。被\n告が指摘する甲１７の１の写真は、本件長方形模様が一直線状に並ぶ\nのを視認するのに適した上下方向からの角度ではなく、左右方向に近\nい斜めの角度からの写真であるために、被告のいう「本件コの字模様\nに係るラインが上下左右に一直線にそろいモダンでシャープな印象」\nと異なる印象になっているにすぎない。\n被告の上記主張は採用できない。\nエ  色彩の有無について（相違点８関係）\n引用意匠に色彩は表されていないものの、上記(3)ウで述べたとおり、\n沖縄赤瓦風の疑似漆喰模様が周知となっていることを踏まえると、その\n相違は類否判断に実質的な影響を及ぼすものとはいえない。なお、この\n点は、本件審決も同趣旨の判断をしており、当事者もこれを争っていな\nい。\n(5) まとめ\n以上のとおり、本件登録意匠と引用意匠の要部は、本葺一体瓦において看\n者の注意を強く男瓦の連なりに係る構成部分であり、かつ、従来の意匠に見\nられなかった新規の創作に係る本件コの字模様というべきである。その共通\n性が両意匠の類否判断に及ぼす影響は極めて大きく、他方、両者の相違点の\n中には、類否判断に一定程度の影響を及ぼす点はあるものの、その影響は相\n対的に小さいと判断せざるを得ず、全体として評価すれば、本件登録意匠は\n引用意匠に類似するというべきである。これと異なる本件審決の判断には、\n意匠法３条１項３号の類否判断を誤った違法がある。\n３  結論\nよって、原告の主張する取消事由には理由があるから、本件審決を取り消す\nこととし、主文のとおり判決する。\n知的財産高等裁判所第４部\n裁判長裁判官\n宮    坂    昌    利\n裁判官\n本    吉    弘    行\n裁判官\n頼        晋    一\n別紙  本件登録意匠の図面\n【前方から見た斜視図】\n【後方から見た斜視図】\n【正面図】\n【平面図】\n【右側面図】\n【背面図】\n【左側面図】\n【底面図】\n別紙  本件審決が認定した形状等の共通点と相違点\n１  形状等の共通点\n（共通点１）正面視において、左端部に壁が設けられ右側に連続する女瓦の凹み部\nから他方部に向けて上がり勾配に連続して形成された半円筒形の男瓦を一体化\nし、底面図において略Ｓ字型を２７０度回転させた瓦形状としている。\n（共通点２）男瓦の上側隅角部分には、他の瓦を直上に重ねて瓦葺きし面一状に重\nね合わせられるよう、径を縮小した段差（縮径段差部）が形成されている。\n（共通点３）女瓦の中央部近傍に左右に横切る段差が設けられており、その段差は、\n瓦上辺から下辺の間におよそ６対４の割合の位置で形成されている。\n（共通点４）男瓦の両側部と上部に、コ字状のラインを２７０度回転して下方開口\nとした縦長の模様（本件コの字模様）が形成されており、同模様において、コ\n字状のラインの内側線が、男瓦の外側線と略平行に形成されている。\n（共通点５）女瓦の左端部の壁には、瓦上辺から下辺を約２：１に内分する位置に、\n傾斜段差が形成されており、左側面から見ると、女瓦の左端部の壁は、斜めク\nランク状に表されている。\n（共通点６）右側面から見ると、男瓦の外側線のほぼ中間位置に、クランク状の段\n差が形成されている。\n（共通点７）正面から見た全高：全幅の比率は、約１：１．１である。\n２  形状等の相違点\n（相違点１）本件登録意匠の背面には、女瓦の上辺から下辺を約２：１に内分する\n位置に、傾斜段差が形成されている。これに対して、引用意匠では、背面に上\n側端と、下側端と、中央下に３つの凸部が横方向に形成されており、上端側凸\n部の右隣には、縦長の凸部が形成されている。Ａ－Ａ断面図によれば、上端側\nと中央下の凸部に挟まれた部分の凹みの深さは、中央下と下側端の凸部に挟ま\nれた部分の凹部の深さの約４倍である。中央下の凸部の上下、下側端の凸部の\n上、及び縦長凸部の左右は、それぞれテーパー状に表されている。\n（相違点２）左側面から見て本件登録意匠の女瓦の左端部の壁は、男瓦を覆い隠す\nように、瓦の右端寄りに表されている。これに対して、引用意匠の女瓦の左端\n部の壁は、瓦のほぼ中央に表されている。\n（相違点３）右側面から見ると、本件登録意匠の男瓦の外形線の右方には、女瓦の\n背面はほとんど表れておらず、右側面下端に表された、男瓦の非ライン部：男\n瓦のライン部：女瓦背面の比は、約２：３：１である。これに対して、引用意\n匠では、男瓦の外形線の右方に女瓦の背面が表れており、その背面の幅は右側\n面全幅の約１／３を占めており、右側面下端に表された、男瓦の非ライン部：\n男瓦のライン部：女瓦背面の比は、約１：１：１である。\n（相違点４）底面から見た下端面の略Ｓ字型の縦横比が、約１：５（本件登録意匠）\nか約１：３（引用意匠）かで相違し、略Ｓ字型の中間部分が屈曲状（本件登録\n意匠）か滑らかな弧状（引用意匠）かで相違する。すなわち、本件登録意匠の\n略Ｓ字型は引用意匠に比べて扁平であって、中間で折れ曲がるように表されて\nいる。\n（相違点５）①男瓦に形成されたコ字状のラインの模様において、その左右と上側\nラインの幅は、本件登録意匠では男瓦の横幅の約４分の１であるが、引用意匠\nでは男瓦の横幅の約６分の１である。②また、本件登録意匠では、コ字状のラ\nインの模様の部分が男瓦表面の他の部分と面一であるが、引用意匠では、コ字\n状のラインの模様の部分が男瓦表面の他の部分から僅かに段差状に隆起してお\nり、その段差はテーパー状であって、段差の幅（隆起の厚み）は一様である。\n③さらに、本件登録意匠の男瓦の左端及び右端は略逆ハ字状に上方にいくにつ\nれてしだいに広がっている。\n（相違点６）本件登録意匠では、右上端に位置する男瓦の縮径段差部の表面には細\nい水平溝が２つ形成されており、同部分の右側端は左側に傾斜している。これ\nに対して、引用意匠では、縮径段差部の表面は平坦に形成されており、同部分\nの右側端は、男瓦の右側端と略平行に形成されている。\n（相違点７）①女瓦の上端寄りに、水平帯状の凸部が複数形成されているか（本件\n登録意匠）、波線状の凸部が一本形成されているか（引用意匠）で相違し、②\n女瓦の左下端が斜めに形成されているか（本件登録意匠）、女瓦の左下端が直\n角に形成されているか（引用意匠）で相違する。\n（相違点８）本件登録意匠では、コ字状のラインの模様の部分は白色で表され、そ\nれ以外の部分は褐色に表されているが、引用意匠には色彩は表されていない。\n"
}