{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 3,
    "day": 3
  },
  "case_number": "令和3(ワ)27406",
  "case_name": "発信者情報開示請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "92750",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=92750",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/750/092750_hanrei.pdf",
  "contents": "令和５年３月３日判決言渡  同日原本交付  裁判所書記官\n令和３年（ワ）第２７４０６号  発信者情報開示請求事件\n口頭弁論終結日  令和４年１２月１３日\n判 決\n原 告    株 式 会 社 Ｗ Ｉ Ｌ Ｌ\n同 訴 訟 代 理 人 弁 護 士    戸田   泉\n角地山   宗   行\n被 告    Ｋ Ｄ Ｄ Ｉ 株 式 会 社\n同訴訟 代理 人弁護 士    今井和 男\n小倉慎 一\n山本一 生\n同訴訟復代理人弁護 士    小俣拓 実\n主 文\n１  被告は、原告に対し、別紙発信者情報目録記載の各情報を開示せよ。\n２  訴訟費用は被告の負担とする。\n事実及び理 由\n第１  請求等\n１  主文１項同旨\n２  仮執行宣言\n第２  事案の概要\n本件は、原告が、被告に対し、原告が著作権を有する別紙動画目録記載の動\n画（以下「本件動画」という。）の複製物を送信可能化した複数の者がそれぞ\nれ被告の提供するプロバイダを経由して通信を行い、原告の著作権（公衆送信\n権）が侵害されたところ、損害賠償請求権等の行使のために必要であると主張\nして、特定電気通信役務提供者の損害賠償責任の制限及び発信者情報の開示に\n関する法律（以下「プロバイダ責任制限法」という。）５条１項所定の発信者\n情報開示請求権に基づき、上記の各権利侵害に係る発信者情報である別紙発信\n者情報目録記載の各情報（以下「本件各情報」という。）の開示を求める事案\nである。\n１  前提事実（当事者間に争いのない事実及び証拠上容易に認められる事実。証\n拠は文末に括弧で付記した。なお、書証は特記しない限り枝番を全て含む。以\n下同じ。）\n⑴  原告は、映像の制作、販売等を目的とする株式会社である。（弁論の全趣\n旨）\n被告は、電気通信事業法に定める電気通信事業等を目的とする株式会社で\nある。（争いがない事実）\n⑵  ビットトレントとは、ビットトレントインク（BitTorrent、Inc.）が提供\nするＰ２Ｐ（ピアツーピア）方式のファイルの共有及び交換を行うためのソ\nフトである。\nビットトレントにおいては、中央サーバーを介さず、個々の使用者の間で\n相互に直接ファイルが共有される。すなわち、特定のファイルを入手した使\n用者は、ピアとしてファイルの提供者の一覧であるトラッカーに登録され、\n他の使用者から要求を受けた場合には、自己の使用する端末に保存した当該\nファイルを送信して提供しなければならない。具体的には、特定のファイル\nをダウンロードし、自己の端末に保存すると、当該端末の電源が入っていて\nインターネットに接続されている限り、当該ファイルの送信を要求した不特\n定の者に対し、当該端末に保存された当該ファイルを自動的に直接送信する\n状態となる。\nビットトレントにおいて特定のファイルを得ようとする場合には、トラッ\nカーサイトと呼ばれるウェブサイトに接続して、当該ファイルに関する情報\nが記載されたトレントファイルを入手する。そして、トレントファイルに含\nまれるリンクからトラッカーサーバーに接続して、当該ファイルの提供者で\nあるピアのアイ・ピー・アドレスが記載されたリストを入手し、これらに接\n続して、当該ピアから、当該ピアが使用する端末に保存した当該ファイルの\n送信を受ける。\n（本項につき、甲３、弁論の全趣旨）\n⑶ア  本件動画は著作物であり、原告はその各著作権を有する。（甲１、２）\nイ  株式会社アプリープランニング及び株式会社ＬＥＡＦ（以下、区別する\nことなく併せて「本件各調査会社」という。）は、メディアサービスグ\nループインクの開発したシステムを用いて、ビットトレントにおいて本\n件動画の複製物であるファイル（以下「本件ファイル」という。）の共\n有及び交換がされているかについての調査（以下「本件調査」という。）\nを行った。\n具体的には、本件各調査会社は、トラッカーサーバーから、本件ファイ\nルの提供者であるとされたピアが使用しているものとして、別紙通信目\n録の「ＩＰアドレス」欄記載の各アイ・ピー・アドレス（以下「本件各\nＩＰアドレス」という。）を含むアイ・ピー・アドレスが記載されたリ\nストを入手して、本件各ＩＰアドレスに接続し、同目録の「発信時刻」\n欄記載の各日時（以下「本件各日時」という。）頃に接続先から応答が\nあることを確認する各通信（以下「本件各通信」という。）を行った。\n本件各調査会社は、これらの各接続先からの各応答確認（ハンドシェイ\nク）をもってそれぞれの調査を終了したため、各接続先から本件動画の\n複製物である本件ファイルを受信していない。\nなお、本件各調査会社は、いずれもプロバイダ責任制限法発信者情報開\n示関係ガイドラインにおける認定調査会社ではない。\n（本項につき、弁論の全趣旨）\nウ  被告は、本件各日時に本件各ＩＰアドレスを割り当てられた各電気通信\n設備を用いており、被告から本件各日時に同各電気通信設備を電気通信\nの用に供された者の氏名等に係る本件各情報を保有している。（争いが\nない事実）\n２  争点及び争点に関する当事者の主張\n本件の争点は次のとおりである。\n①  本件各通信による情報の流通によって原告の著作権が侵害されたことが\n明らかといえるか。\n②  本件各情報が原告の権利の侵害に係る発信者情報であるか。\n③  原告に本件各情報の開示を受けるべき正当な理由があるか。\n⑴  争点①（本件各通信による情報の流通によって原告の著作権が侵害された\nことが明らかといえるか。）について\n（原告の主張）\n本件各調査会社は、トラッカーサーバーから、本件ファイルの提供者であ\nるとされたピアが使用しているものとして本件各ＩＰアドレス、ファイル保\n持率等の情報の提供を受け、その後、これらの各ピアに接続して本件各通信\nにより応答確認を行った。\nしたがって、本件各ＩＰアドレスを使用していた者は、本件各通信により、\n本件各日時に本件各調査会社に応答して、本件ファイルを他の利用者に自動\n的に直接送信できるようにしたものであり、仮にそうでないとしても、本件\n各日時までに、トラッカーサーバーから他のピアのリストを取得して、他の\nピアとの間でファイルの断片を相互に送受信するという一連の流れの中で、\n本件ファイルを自己の使用する端末に保存して他の利用者に自動的に直接送\n信できるようにしていた。以上から、本件各ＩＰアドレスを使用していた者\nが、原告の本件動画の公衆送信権を侵害したことは明らかである。また、本\n件各ＩＰアドレスを使用していた者は、本件各日時より前に、トラッカーサ\nーバーに本件ファイルの提供者であることを通知し、本件各通信により、本\n件各調査会社からの接続に対して応答したから、これらの情報の流通が特定\n電気通信に当たる。\n（被告の主張）\n本件各通信による情報の流通によって原告の著作権が侵害されたことは明\nらかとはいえない。\n本件調査は信用できない。すなわち、本件各調査会社は、他社の開発した\nシステムを使用しているにすぎないし、電子データを公衆送信した端末のア\nイ・ピー・アドレス等を特定する専門技術を有するのかも明らかではなく、\n本件各調査会社による本件調査において検知されたとする本件各ＩＰアドレ\nス及び本件各日時がどのような理由や仕組みで正確であるといえるのかも不\n明である。また、本件各調査会社は、「ハンドシェイク」は監視ソフトがフ\nァイルを保有していることを発信したのに対してピアが接続してくることを\nいうと説明するが、その詳細が不明である上、本件各日時について「ファイ\nルが送信された日時」であるとか「データベースに記録されたダウンロード\n完了日時」であると説明しているのであるから、本件各日時がハンドシェイ\nクの日時であるということはできない。さらに、本件各調査会社は、検知し\n記録したファイル保持率について、本件ファイルの受信又は送信を行ってい\nるピアのうち「リクエストを送信したピアのファイル保持率」であると説明\nしているのであるから、本件ファイルの送信を行っている者のファイル保持\n率を記録したものであるということはできない。以上から、本件各日時に本\n件ＩＰアドレスを使用していた者が本件ファイルを送信可能化した者である\nことは明らかではない。\nいずれにしても、本件各日時に本件各通信によって本件ファイルが送信さ\nれたわけではなく、万が一、本件各日時までに本件ファイルが端末に保存さ\nれ送信可能化されたと評価されるとしても、本件各日時に本件各通信により\n同行為がされたわけではない。\n⑵  争点②（本件各情報が原告の権利の侵害に係る発信者情報であるか。）に\nついて\n（原告の主張）\n本件各ＩＰアドレスを使用していた者は、遅くとも本件各日時までに、本\n件ファイルを自己の使用する端末に保存して他の利用者に自動的に直接送信\nできるようにしていたから、本件各情報は原告の本件動画についての公衆送\n信権の侵害に係る発信者情報である。\n（被告の主張）\n仮に本件ファイルが送信可能化されていたとしても、本件各日時に本件各\n通信によって本件ファイルが送信可能化されたわけではなく、応答確認（ハ\nンドシェイク）は著作権法２条９号の５所定の行為に該当しないから、本件\n各情報が原告の権利の侵害に係る発信者情報に該当しないことは明らかであ\nる。\n⑶  争点③（原告に本件各情報の開示を受けるべき正当な理由があるか。）に\nついて\n（原告の主張）\n原告は本件ファイルを送信可能化した者に対する損害賠償請求等を準備し\nており、原告には本件各情報の開示を受けるべき正当な理由がある。\n本件動画は「わいせつな…物」には該当しない。原告は、一般社団法人日\n本コンテンツ審査センターの審査を受けた上で本件動画を販売した。\n（被告の主張）\n本件動画は「わいせつな…物」（刑法１７５条１項）に該当し、その頒布\nは違法であるから、原告に損害が生じることはなく、又は、仮に原告に損害\nが生じたとしても本件各通信を行った者の行為との間に因果関係はなく、原\n告がこれらの者に対し不法行為による損害賠償請求をすることはできないか\nら、原告に本件各情報の開示を受けるべき正当な理由はない。本件動画は、\nそのほとんどが男女の性行為の映像により構成されているものであり、修正\nの範囲が狭くかつ不十分で、専ら見る者の好色的興味に訴えるものである。\n第３  当裁判所の判断\n１  認定事実\nビットトレントにおいて、ファイルのデータは「ピース」と呼ばれる断片\n（実際には更にこれを細分化した「ピースセクション」と呼ばれる断片）に分\n解され、これらの断片が各ピアに分散される。一つのファイルの完全なデータ\nを保有しているピアをシーダーといい、ファイルの断片のデータのみを保有し\nているピアをリーチャーという。\n特定のファイルを得ようとする場合に、トラッカーサーバーに接続すると、\n当該ファイルの提供者であるとされるシーダー及びリーチャーのアイ・ピー・\nアドレスが記載されたリストが提供される。これらのピアに接続すると、分散\nされた断片が各ピア（シーダー及びリーチャー）から集められ、全ての断片が\nダウンロードされると元どおりの一つのファイルとして完成される。\n（甲３、弁論の全趣旨）\n２  争点①（本件各通信による情報の流通によって原告の著作権が侵害されたこ\nとが明らかといえるか。）及び争点②（本件各情報が原告の権利の侵害に係る\n発信者情報であるか。）について\n⑴ア  本件調査の担当者は、本件調査に当たり、まず、トラッカーサーバーか\nら本件ファイルの提供者であるとされたピアが使用している本件各ＩＰ\nアドレスが記載されたリスト及び各ピアのファイル保持率に関する情報\nを入手したこと、本件各日時頃に本件各ＩＰアドレスに接続して本件各\n通信を行って各ピアからの応答確認（ハンドシェイク）をしたこと、別\n紙通信目録記載番号１によって特定される通信を行った者のファイル保\n持率は１００％、同番号２によって特定される通信を行った者のファイ\nル保持率は９０％であったことを陳述する（甲６）。\nそして、本件においては、上記陳述内容や少なくとも上記で特定された\n通信に関する調査結果等については、その正確性、信用性を疑わせる事\n情は特にうかがわれない。\nイ  ビットトレントにおいて、特定のファイルを得ようとする場合にトラッ\nカーサーバーから提供されるリストには、当該ファイルの完全なデータを\n保有するシーダーと呼ばれるピアのほか、ファイルの断片のデータのみを\n保有するリーチャーと呼ばれるピアも記載される（前記１）。本件調査を\n担当した会社が行った調査によれば、当該調査において、リーチャーであ\nっても、ファイルの少なくとも５％程度をダウンロードして自己の端末に\n保存すれば他のピアに対して直接送信する状態にあった（甲１２）。ビッ\nトトレントにおいて、ファイル保持率が９０％のピアについて、他のピア\nに対して直接送信できないことをうかがわせる証拠はない。\n⑵  本件調査においては、本件各日時頃に本件各通信を行って各ピアからの応\n答確認をしてそれぞれの調査を終了しており、上記の各ピアから本件動画の\n複製物である本件ファイルは受信していない（前記第２の１⑶イ）。しかし、\n前記 アによれば、少なくとも、本件で対象とする通信については、本件各\n調査会社との間で本件各通信を行った各ピアは、本件各日時頃には、本件フ\nァイルのデータの１００％又は９０％を自己の端末に保存していたと認めら\nれる。また、同イによれば、本件各日時頃に本件ファイルのデータの１００\n％又は９０％を自己の端末に保存していた本件各調査会社との間で本件各通\n信を行った各ピアは、他のピアに対して直接送信できる状態にしていたと認\nめられる。したがって、各ピアは、それぞれ原告の本件ファイルについての\n著作権（公衆送信権）を侵害したことが明らかと認められる。\n⑶  そして、本件各調査会社は、本件調査において、トラッカーサーバーから\n本件ファイルの提供者であるとされたピアが使用しているとして提供された\n本件各ＩＰアドレスを使用しているピアに接続して本件各通信により応答確\n認を行ったのであり、これらの各ピアは本件各日時頃において原告の本件フ\nァイルについての著作権（公衆送信権）を侵害した状態にあったものである\n（前記⑵）から、本件各通信は、プロバイダ責任制限法５条１項の「権利の\n侵害に係る発信者情報」に該当するものと認められる。\n３  争点③（原告に本件各情報の開示を受けるべき正当な理由があるか。）につ\nいて\n本件動画は成人向けに販売されているものである（甲１）が、本件動画が刑\n法１７５条１項所定の「わいせつな…物」に該当しその頒布が違法であって原\n告に損害が生じないとの事情があるとまでは認めるに足りない。\n著作権を侵害された原告（前記２）は、侵害者に対して権利侵害を理由とす\nる損害賠償等を請求することができ、そのために本件各情報が必要であるとい\nえる。したがって、原告には、本件各情報の開示を受けるべき正当な理由があ\nると認められる。\n第４  結論\n以上によれば、原告の各請求はいずれも理由があるからこれらを認容するこ\nととする。なお、仮執行宣言は相当でないから付さない。\nよって、主文のとおり判決する。\n東京地方裁判所民事第４６部\n裁判長裁判官    柴    田    義    明\n裁判官    佐    伯    良    子\n裁判官    仲    田    憲      史\n別紙\n発信者情報目録\n別紙通信目録記載の各ＩＰアドレスを、同目録記載の各発信時刻頃に被告から\n割り当てられていた契約者に関する以下の情報\n１  氏名又は名称\n２  住所\n３  電子メールアドレス\n以  上\n別紙\n通信目録\n（記載省略）\n別紙\n動画目録\n（記載省略）\n"
}