{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 4,
    "month": 3,
    "day": 28
  },
  "case_number": "令和3(わ)204",
  "case_name": "被告人Ａ及び被告人Ｂに対する各補助金等に係る予算の執行の適正化に関する法律違反被告事件",
  "court_name": "福岡地方裁判所小倉支部         　第１刑事部",
  "lawsuit_id": "91115",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=91115",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/115/091115_hanrei.pdf",
  "contents": "令和４年３月２８日宣告\n令和３年 第２０４号、第３６８号\n被告人Ａ及び被告人Ｂに対する各補助金等に係る予算の執行の適正化に関する法律\n（以下「補助金適正化法」という。）違反被告事件\n主               文\n被告人両名をそれぞれ懲役１年６月に処する。\n被告人両名に対し、この裁判確定の日から３年間、それぞれその刑\nの執行を猶予する。\n理 由\n【罪となるべき事実】\n被告人Ａは、Ｃの振興に努めることなどを目的とするＣ振興会（以下「振興会」\nという。）の修理委員会委員として、Ｃ行事の用具等の修復に関する専門的な検討等\nを行う職務に従事し、民俗文化財伝承・活用等事業を対象とする文化庁所管の国宝\n重要文化財等保存整備費補助金（以下「本件補助金」という。）に係るＣ行事用具等\n整備事業（以下「本件事業」という。）に関する検討等を行っていたもの、被告人Ｂ\nは、祭礼幕等の制作等の事業を営み、平成２８年３月１日以降は、株式会社Ｄの代\n表取締役として、同事業を営む同会社の業務全般を統括し、振興会から本件事業に\n係る作業の委託を受けていたものであるが、被告人両名は、前記修理委員会副委員\n長として前記職務に従事し、本件事業に関する検討等を行うとともに、本件補助金\nの交付申請手続等を行う職務に従事していたＥと共謀の上、振興会の業務に関し、\n不正に本件補助金の交付を受けようと考え、真実は、交付を受ける本件補助金の全\n額を本件事業に必要な作業に使用する意思はなく、被告人Ｂが振興会から本件事業\nに係る委託費の支払を受けた後、被告人Ａらに本件補助金の一部を含む委託費の１\n５パーセントに相当する金額を還流させて利得させる意図であるのにこれを秘し、\n第１  Ｅが、平成２７年２月１０日頃、本件事業に関し、被告人Ａらの利得分を含\nませて見積金額を１７４９万５０００円（税抜き）と過大に算定した内容虚偽\nの見積書とともに、同見積書に基づき補助金の額を９８５万５０００円とする\n平成２７年度本件補助金交付申請書を、北九州市小倉北区城内１番１号北九州\n市市民文化スポーツ局文化部文化企画課に送付し、福岡県教育庁教育総務部文\n化財保護課を経由して、同月１３日、文化庁長官に提出し、同年４月２３日頃、\n本件事業に関し、被告人Ａらの利得分を含ませて見積金額を３５７６万円（税\n抜き）と過大に算定した内容虚偽の見積書とともに、同見積書に基づき変更に\nより増額すべき補助金の額を９８５万５０００円とする計画変更承認申請書を、\n前記文化企画課に送付し、前記文化財保護課を経由して、同月３０日、文化庁\n長官に提出し、同年１２月１１日頃、本件事業に関し、被告人Ａらの利得分を\n含ませて見積金額を３１２万円（税込み）と過大に算定した内容虚偽の見積書\nとともに、同見積書に基づき変更により増額すべき補助金の額を１５６万円と\nする計画変更承認申請書を、前記文化企画課に送付し、前記文化財保護課を経\n由して、同月１５日、文化庁長官に提出し、平成２８年２月１日、本件補助金\nの交付事務に関する決裁権者である文化庁文化財部長Ｆをして、振興会に対し\nて補助金として２１２７万円を交付する旨決定させた上、同年４月中旬頃、前\n記文化企画課を経由して、前記文化財保護課に対し、前記本件補助金申請書及\nび前記各計画変更承認申請書に記載の委託費を実績額とする平成２７年度本件\n補助金実績報告書を提出し、平成２８年４月２０日、本件補助金の額を２１２\n７万円に確定させ、同月２１日、同課を介して福岡県会計管理者に対し、確定\nした同補助金の交付を請求する補助金等精算請求書を提出し、よって、同月２\n７日、福岡県会計管理局会計課職員をして、株式会社Ｇ銀行本店営業部に開設\nされたＣ振興会会長Ｈ名義の普通預金口座に２１２７万円を振込入金させ、も\nって偽りその他不正の手段により本件補助金２１２７万円のうち３１３万０５\n６０円の交付を受け\n第２  Ｅが、平成２８年２月１０日頃、本件事業に関し、被告人Ａらの利得分を含\nませて見積金額を３９１１万１１１１円（税抜き）と過大に算定した内容虚偽\nの見積書とともに、同見積書に基づき補助金の額を２１６４万円とする平成２\n８年度本件補助金交付申請書を、前記文化企画課に送付し、前記文化財保護課\nを経由して、同月１２日、文化庁長官に提出し、同年１２月７日頃、本件事業\nに関し、被告人Ａらの利得分を含ませて見積金額を１７０万円（税抜き）と過\n大に算定した内容虚偽の見積書とともに、同見積書に基づき変更により増額す\nべき補助金の額を９１万８０００円とする計画変更承認申請書を、前記文化企\n画課に送付し、前記文化財保護課を経由して、同月１６日、文化庁長官に提出\nし、平成２９年１月３１日、本件補助金の交付事務に関する決裁権者である文\n化庁文化財部長Ｉをして、振興会に対して補助金として２２５５万８０００円\nを交付する旨決定させた上、同年４月頃、前記文化企画課を経由して、前記文\n化財保護課に対し、前記本件補助金申請書及び前記計画変更承認申請書に記載\nの委託費を実績額とする平成２８年度本件補助金実績報告書を提出し、平成２\n９年４月２４日、本件補助金の額を２２５５万８０００円に確定させ、同日、\n同課を介して前記会計管理者に対し、確定した同補助金の交付を請求する補助\n金等精算請求書を提出し、よって、同月２７日、前記会計課職員をして、前記\n普通預金口座に２２５５万８０００円を振込入金させ、もって偽りその他不正\nの手段により本件補助金２２５５万８０００円のうち３３０万５７００円の交\n付を受け\n第３  Ｅが、平成２９年２月８日頃、本件事業に関し、被告人Ａらの利得分を含ま\nせて見積金額を３９９０万５３７１円（税抜き）と過大に算定した内容虚偽の\n見積書とともに、同見積書に基づき補助金の額を２２００万円とする平成２９\n年度本件補助金交付申請書を、前記文化企画課に送付し、前記文化財保護課を\n経由して、同月１５日、文化庁長官に提出し、同年３月２９日頃、本件補助金\nの交付事務に関する決裁権者である前記Ｉをして、振興会に対して補助金とし\nて２２００万円を交付する旨決定させた上、平成３０年４月頃、前記文化企画\n課を経由して、前記文化財保護課に対し、前記補助金申請書に記載の委託費を\n実績額とする平成２９年度本件補助金実績報告書を提出し、平成３０年４月１\n９日、本件補助金の額を２２００万円に確定させ、同月２０日、同課を介して\n前記会計管理者に対し、確定した同補助金の交付を請求する補助金等精算請求\n書を提出し、よって、同月２６日、前記会計課職員をして、前記普通預金口座\nに２２００万円を振込入金させ、もって偽りその他不正の手段により本件補助\n金２２００万円のうち３２３万２３３５円の交付を受けた。\n【事実認定の補足説明】\n第１  争点\n判示第１ないし第３の各事実（以下、まとめて「本件」という。）における争\n点は、①「偽りその他不正の手段」（補助金適正化法２９条１項）が認められる\nか否か（被告人Ａ関係）、②「偽りその他不正の手段」と本件補助金の受交付と\nの間に因果関係が認められるか否か（被告人Ａ関係）、ないし、因果関係が認め\nられる範囲は受交付に係る本件補助金の全額か一部か（被告人Ｂ関係）、③被告\n人Ａに故意並びに被告人Ｂ及びＥとの間の共謀が認められるか否か（被告人Ａ\n関係）である。\n当裁判所は、各争点について、判示のとおり、いずれも認める（ただし②に\nついては一部）認定をしたので、以下、その理由を補足して説明する。\n第２  争点①（「偽りその他不正の手段」が認められるか否か）について\n１  争点判断の前提となる本件補助金額の決定基準等について、関係証拠によれ\nば、以下の事実が認められ、これらの点については当事者間に特段争いはない。\n⑴  Ｃ行事は、国の重要無形民俗文化財に指定され、本件事業については、本\n件補助金が交付され得るところ、その交付額は、文化財保護法に基づき必要\nな事項を定めた民俗文化財伝承・活用等事業費国庫補助要項に従い、補助対\n象経費の２分の１と定められていた。\n⑵  振興会は、祭礼幕等の制作等を営む被告人Ｂに対し、本件事業であるＣの\n祭礼幕の復元新調等を委託したところ（なお、被告人Ｂは、平成２８年３月\n１日に株式会社Ｄを設立し、その後は同社の業務として本件事業に関与して\nいたが、以下、便宜上、被告人Ｂ個人と同社とを区別せずに述べることがあ\nる。）、その委託費は、補助対象経費に当たり、本件補助金を含む国等からの\n振興会に対する補助金及び振興会の自己資金を原資として支払われることが\n予定されていた。\nそのため、本件補助金の申請及び計画変更承認の申請に当たっては、被告\n人Ｂ作成の見積書を添付して、その提出がなされ（以下、被告人Ｂ作成に係\nる判示第１ないし第３記載の各見積書をまとめて「本件各見積書」という。）、\nそれに基づき決定された額の補助金が振興会に交付された。\n⑶  振興会には、Ｃ行事の用具等の修復に関し、学識経験者等による専門的な\n検討等を行うため、修理委員会が設置されていたところ、被告人Ａは、平成\n１０年頃から平成３０年までの間、Ｃ四団体のうちの一つであるＪの総代表\nを務めるとともに、本件当時、修理委員会の委員も務めていた。また、Ｅは、\n本件当時、Ｊの副総監督を務めるほか、修理委員会の副委員長も務め、本件\n事業に関し、補助金の申請や被告人Ｂとのやり取りの一切を担っていた。\n⑷  被告人ＢとＥは、本件補助金の申請をする時点において、被告人Ｂが、振\n興会から委託費の支払を受けた後、被告人Ａらに対し、委託費の１５パーセ\nントに相当する金額ないしこれと同程度の金額を、特段使途を定めずに支払\nう旨の合意をしていた（以下「本件合意」という。また、これに基づき被告\n人Ｂが被告人Ａらに支払う上記金額の金員を「被告人Ａらの利得分」とい\nう。）。なお、本件各見積書に、被告人Ａらの利得分に関する記載はなかった。\n２⑴  そうしたところ、被告人Ａの弁護人は、本件合意の存在を前提にした上で、\n①被告人Ｂは、あくまで自己の利益の中から被告人Ａらの利得分を支払って\nおり、実際、本件各見積書には不要な作業は記載されておらず、その見積金\n額が相場より高いということもないのであって、被告人Ｂが、被告人Ａらの\n利得分を含ませて過大に算定した事実はなく、②そもそも、受託業者に対し、\n支払を受けた委託費の使途を拘束する趣旨のルールは存しない中、本件各見\n積書に、被告人Ｂによる被告人Ａらの利得分の支払という委託費の使途が記\n載されていなかったからといって、虚偽があるとはいえない、結論として、\n「被告人Ａらの利得分を含ませて見積金額を……過大に算定した内容虚偽の\n見積書とともに……提出し」たとは認められず、ひいては、「偽りその他不正\nの手段」があったとは認められない旨主張する。\n⑵ア  そこで検討すると、確かに、被告人Ｂの供述を含め、本件で取調べ済み\nの証拠を見る限り、本件各見積書に、本来、補助対象経費に該当しない不\n必要な作業等が記載されたり、その見積金額が相場よりも高く設定された\nりしたことを窺わせるものはなく、被告人Ｂが完成させた作業等の結果も\n計画内容に照らして問題ないものであった。そのため、検討に当たっては、\nこれらの点を前提とする必要があるが、本件では、それでもなお、「被告人\nＡらの利得分を含ませて見積金額を……過大に算定した内容虚偽の見積書\nとともに……提出し」たと認められるというべきである。\nイ  すなわち、事の良し悪しは別にして、証拠上、当該業界内では、本件合\n意と同様に、委託費の一定割合の金額を受託業者が事業者側に支払うとの\n慣行が存在していたことが窺われるところ、実際、本件では、証拠上、被\n告人Ｂが、振興会から本件補助金等を原資とする委託費の支払を受けた\n後、本件合意に基づき、被告人Ａらの利得分の支払をしたことが認められ、\n被告人Ｂ自身、仮に受注した仕事が赤字であっても被告人Ａらの利得分に\nついては支払う旨述べていることに照らすと、本件合意は、当事者間にお\nいて、上記慣行に従うものとして、事実上拘束力のある実現可能性の高い\nものであったということができる。しかも、本件合意に基づき支払われる\n被告人Ａらの利得分は、委託費に占める割合が１５パーセントと大きい\n上、具体的な使途・目的が定められているわけではなく、支払を受ける側\nが自由に使用できるものであったことも併せ考慮すると、実際の金銭の流\nれがどのようになっていたかにかかわらず、本件各見積書の作成時点で、\n被告人Ｂの利益とは別のものとして確保され、確定的に存在していたと認\nめられる（被告人Ａの弁護人が主張するように、単に委託費の定まった使\n途を明らかにしなかったにとどまるなどと見ることはできない。）。\nしたがって、かかる被告人Ａらの利得分については、その実態どおり本\n件各見積書に記載すべきであるのに、本件各見積書にはその記載がない。\n本件各見積書には、被告人Ｂの利益についても明示の記載はないものの、\n受託業者が営利を目的とする企業等の場合、無償で従事することは通常あ\nり得ず、見積書一般の例と同様に、本件各見積書記載の必要な作業等に対\n応する金額の一部に被告人Ｂの利益が含まれているものと合理的に捉え\nることができるが、そこに被告人Ａらの利得分が含まれるとはおよそ読み\n取ることができない。結局、補助対象経費ではない被告人Ａらの利得分が、\n実際は費目として存在するにもかかわらず、本件各見積書記載のいずれの\n項目の中にも含まれておらず、記載を欠くため虚偽があるといえるととも\nに、本件各見積書の費目は補助対象経費のみで構成されているように仮装\nされているのであるから、前記のとおり、本件各見積書記載の作業等に不\n要なものがなかったことや、その見積金額が相場と比較して高いわけでは\nないことなどを前提にしても、本件各見積書は被告人Ａらの利得分だけ過\n大に算定されたものといえる。このことは、被告人Ｂが、被告人Ａらの利\n得分が不要であれば、見積りを減額することは可能であった旨供述してい\nることとも整合するものである。\nウ  以上のとおり、本件においては、判示のとおり「被告人Ａらの利得分を\n含ませて見積金額を……過大に算定した内容虚偽の見積書とともに……\n提出し」たと認められる。そして、かかる行為が、「補助金等の交付を受け」\n（補助金適正化法２９条１項）る具体的可能性を生じさせる行為であるこ\nとは明らかであり、被告人Ａの弁護人がそのほか種々主張するところを踏\nまえて検討しても、「偽りその他不正の手段」に当たると認められる。被告\n人Ａの弁護人の前記主張は採用できない。\n第３  争点②（「偽りその他不正の手段」と本件補助金の受交付との間に因果関係が\n認められるか否か、ないし、因果関係が認められる範囲は受交付に係る本件補\n助金の全額か一部か）について\n１⑴  被告人Ａの弁護人は、本件事業により文化財を伝承する必要性があった\n上、本件補助金の交付に当たり、資金の還流を禁止する条件も付されておら\nず、本件各見積書の審査も見積金額が適正な範囲内に収まっているかどうか\nという観点のものであることなどを指摘して、本件では、被告人Ａらに資金\nを還流させる意図が判明したとしても、本件補助金の全額が交付されたとい\nえ、同全額の受交付について因果関係が認められない旨主張する。\n⑵  そこで検討すると、まず、本件における「偽りその他不正の手段」の内容\nは、前記第２で認定したとおり、「被告人Ａらの利得分を含ませて見積金額を\n……過大に算定した内容虚偽の見積書とともに……提出し」たというもので\nある。すなわち、本件各見積書の作成時点で、補助対象経費ではない被告人\nＡらの利得分が被告人Ｂの利益とは別のものとして確保され、確定的に存在\nしていたのに本件各見積書には記載されず、実際の記載は、すべて補助対象\n経費に該当するもののみからなるとして記載されていたのであるから、本件\n各見積書を提出した行為は、補助対象経費ではない被告人Ａらの利得分を、\n補助対象経費に含める形で仮装したということを意味し、その分だけ補助対\n象経費が過大になっているといえる。\nそして、前記のとおり、本件補助金の額は、補助対象経費の２分の１とし\nて算出されるのであるから、本件補助金のうち少なくとも被告人Ａらの利得\n分の２分の１に当たる部分については、「被告人Ａらの利得分を含ませて見\n積金額を……過大に算定した内容虚偽の見積書とともに……提出し」た行為\nにより補助金を受交付したといえ、ひいては、同行為が有する補助金の受交\n付に対する具体的可能性が現実化したものとして、因果関係が認められる\n（このことは、被告人Ａの弁護人が指摘する本件各見積書に記載された金額\nが相場よりも安いといった事情等があっても変わらない。そもそも、同弁護\n人の主張は、前記第２の認定と同様の事態を仮定しての検討とはするもの\nの、実際は、本件各見積書の作成時点で、被告人Ａらの利得分が、被告人Ｂ\nの利益とは別のものとして確保され、確定的に存在し、それ故、本来、本件\n各見積書にこれを記載すべきであることの捉え方ないしその前提設定が不\n十分である。その結果、本来は、被告人Ａらの利得分を本件各見積書に記載\nしていた場合の帰結を想定して検討すべきであるのに、同弁護人の主張は必\nずしもそのような検討になっていない。）。本件補助金全額の受交付につい\nて因果関係が認められない旨の同弁護人の主張は採用できない。\n２⑴  他方、検察官は、因果関係が認められる範囲に関し、 本件補助金は、被\n告人Ａらの利得分を必要な作業経費に含ませて計上するという仮装行為があ\nったからこそ、その全額が交付されたと認められ、⒝文化庁職員の証言を前\n提にすると、被告人Ａらの利得分を含む本件補助金申請の実態が明らかにな\nれば、本件補助金全体について交付決定がされないのは当然であることなど\nを指摘して、本件補助金全額の受交付について「偽りその他不正の手段」と\nの因果関係が認められる旨主張する。\n⑵ア  そこで検討すると、証拠上、本件事業に必要性が存したことに疑いはな\nい上、前記のとおり、本件各見積書に実際に記載されていた作業等に不要\nなものはなく、補助対象経費として問題なく認められるものであったとい\nえる。そして、被告人Ｂが完成させた作業等の結果は、計画内容に照らし\nて何ら問題がないものであった。そうすると、本件事業は、本件各見積書\nが「被告人Ａらの利得分を含ませて見積金額を……過大に算定した内容虚\n偽」である点を除けば、内容に問題はなく、本件補助金が交付されるべき\nものであったことは否定できない。そして、本件補助金に係る法令の仕組\nみとしても、何らかの不正又は不当な点があったからといって、補助金全\n額について直ちに交付する余地がなくなるとはいえず、実際に審査に当た\nる文化庁職員も、協議等をして計画変更等により対応して補助金を交付す\nることはあり得る旨供述している。\nこれらの事情を踏まえると、本件補助金のうち被告人Ａらの利得分の２\n分の１に当たる部分以外の部分については、「被告人Ａらの利得分を含ま\nせて見積金額を……過大に算定した内容虚偽の見積書とともに……提出\nし」た行為により補助金の交付を受けたとは必ずしもいえず、同行為が有\nする補助金の受交付に対する具体的可能性が現実化したと評価するには\n疑問が残るといわざるを得ない。\nイ  この点に関し、検察官の前記⒝の主張は、補助金交付の目的や公正性等\nを踏まえたもの、あるいは、交付決定に至る手続の過程に着目したものと\n理解されるところ、補助金適正化法は、全体としては、補助金等が公正か\nつ効率的に使用されることも目的としていると考えられるとしても（同法\n３条 1 項参照）、補助金等不正受交付罪（同法２９条１項）については、\n未遂犯を処罰する規定がないこと等を踏まえると、同罪は、不正の手段に\nよって国庫の損失が生じた場合に限って処罰する趣旨の規定と解するの\nが相当である。そして、検察官が指摘する文化庁職員の証言の意味すると\nころは、本件で、偽りその他不正の手段が判明していたとすれば、本件補\n助金と同じ時期に同じ金額で交付されることにはならないというにとど\nまり、本件補助金全額についておよそ交付する余地がないという趣旨のも\nのではないことに照らすと、前記疑問が残り、前記⒝を踏まえても、本件\n補助金全額の受交付について因果関係が認められる旨の検察官の主張は\n採用できない。\nウ  以上より、本件においては、本件補助金の受交付のうち、被告人Ａらの\n利得分に基づいて算出される後記３の部分に限って、「偽りその他不正の手\n段」との間に因果関係を認めるのが相当である（因果関係が認められる範\n囲が受交付に係る本件補助金の一部にとどまるという限度では、被告人Ｂ\nの弁護人の主張は理由がある。）。\nなお、被告人Ｂの弁護人及び被告人Ａの弁護人は、「偽りその他不正の手\n段」との間に因果関係が認められるのは、本件補助金の受交付のうち実際\nに利得分として振り込まれた金額に相当する部分に限られる旨主張する\n（被告人Ａの弁護人の主張は、仮に、因果関係が肯定されるとしても、と\nいう前提のものである。）。しかしながら、被告人Ｂから被告人Ａらの利得\n分の振込があったことは、実際は検挙に至るまで外部に判明しておらず、\n本件補助金の申請及び計画変更承認申請から交付決定等を経て本件補助\n金の受交付という結果に至る因果経過に影響を及ぼした事情とはいえず、\n前記振込の額が、本件補助金の申請時点における被告人Ａらの利得分の裏\n付けになることはあっても、これをもって因果関係が認められる範囲を検\n討するのは相当でない。そもそも、平成２９年度の本件補助金（判示第３）\nについては、被告人Ｂから、被告人Ａらの利得分の振込があったのは、本\n件補助金の受交付後（言い換えれば、犯罪成立後）であり、なおさら、そ\nれに基づいて因果関係を検討するのは理由がない。\n３⑴  そこで、前記１及び２を前提に、本件において「偽りその他不正の手段」\nとの間に因果関係が認められる補助金の受交付額について、具体的に検討す\nる。\n被告人Ｂの供述や、被告人Ｂが委託費の１５パーセントの金額を計算して\nいるメモ等の証拠に照らすと、被告人Ｂは、委託費として見積もった金額（税\n込み）の１５パーセントを被告人Ａらの利得分として本件各見積書を作成し\nたと認められる。そして、前記のとおり、本件補助金の額は補助対象経費の\n２分の１とされている。そうすると、本件補助金のうち、それぞれ、委託費\nの１５パーセントに当たる金額の２分の１の額の受交付部分に限って、「偽\nりその他不正の手段」との間に因果関係が認められ、これに従って計算する\nと以下のとおりとなる（なお、計算上小数点以下の端数が生じる場合には、\n被告人らに有利に考え、同端数は切捨てとする。また、本件当時の消費税が\nいずれも８パーセントであることは当裁判所に顕著な事実であるところ、証\n拠上、被告人Ｂが消費税の計算における端数処理をどのように行っていたか\nは判然としないことから、これについても同様とする。）。\nア  まず、平成２７年度申請分（判示第１の事実）については、最終的な委\n託費（税込み）は４１７４万０８００円（甲７添付資料７の計画変更承認\n申請書中の補助事業に係る収支予算書「支出の部」における委託費欄参照。\n同金額は、①１回目の計画変更承認申請における委託費３８６２万０８０\n０円〔甲７添付資料４の計画変更承認申請書中の補助事業に係る収支予算\n書「支出の部」における委託費欄参照。同申請書添付見積書の税抜き金額\n３５７６万円に当時の消費税８パーセントを加えた金額〕に、②２回目の\n計画変更承認申請書添付見積書の税込み額３１２万円〔甲７添付資料７の\n見積書参照〕を加えた金額である。）であるところ、その１５パーセントに\n当たる金額の２分の１の額は、３１３万０５６０円と認められる。\nイ  次に、平成２８年度申請分（判示第２の事実）については、最終的な委\n託費（税込み）は４４０７万６０００円（同金額は、①本件補助金申請に\nおける委託費〔税込み〕４２２４万円〔甲１４添付資料１の見積書参照。\nなお、税抜き金額は３９１１万１１１１円〕に、②計画変更承認申請にお\nける委託費〔税込み〕１８３万６０００円〔甲１４添付資料４の見積書参\n照。なお、税抜き額は１７０万円〕を加えた金額である。）であるところ、\nその１５パーセントに当たる金額の２分の１の額は３３０万５７００円と\n認められる。\nウ  さらに、平成２９年度申請分（判示第３の事実）については、委託費（税\n込み）は４３０９万７８００円（同金額は、本件補助金申請における委託\n費〔税抜き〕３９９０万５３７１円〔甲１５添付資料１の見積書参照〕に、\n消費税率８パーセントを加えた金額で、１円未満の端数については、切り\n捨てたものである。）であるところ、その１５パーセントに当たる金額の２\n分の１の額は３２３万２３３５円と認められる。\n⑵  したがって、本件補助金のうち前記アないしウの各認定金額の受交付につ\nいてのみ、「偽りその他不正の手段」との間に因果関係が認められる。\n第４  争点③（被告人Ａに故意並びに被告人Ｂ及びＥとの間の共謀が認められるか\n否か）について\n１  被告人Ａの弁護人は、被告人Ａが本件補助金申請手続自体に関与していない\nことや、公務員であるＥから問題ない旨聞いていたことなどを指摘して、被告\n人Ａには故意及び共謀が認められない旨主張する。\n２  そこで検討すると、関係証拠によれば、被告人Ａは、振興会から被告人Ｂに\n対して支払われる委託費の原資の中に、本件補助金が含まれることを認識した\n上で、本件合意を踏まえたＥからの報告により、振興会から被告人Ｂに対する\n委託費の支払後、被告人Ｂから、少なくとも、委託費の１０パーセント程度と\nいう相当大きい金額の支払を受けられる旨報告を受けていたことが認められ\nる。\nこのような事実関係からすれば、被告人Ａは、「被告人Ａらの利得分を含ませ\nて見積金額を……過大に算定した内容虚偽の見積書とともに……提出」する行\n為について、Ｅ等から具体的に聞いていないとしても、当然同行為を想定した\nことが推認される。そして、被告人Ａとしては、前記のとおり、被告人Ｂから\n支払を受ける金額について、Ｅから、委託費の１０パーセント程度と聞いてい\nたとしても、あくまでそれは目安であって、それ以上の金額であれば受領を拒\nむ意思であったとの疑いは存せず、被告人Ｂから支払われるままに受領する意\n思を有したと認められ、被告人Ｂが本件合意に基づき想定していた委託費の１\n５パーセントという金額は、被告人Ａの概括的な認識の範囲内と認められる。\nそうすると、被告人Ａについて、本件の故意に欠けるところはなく、これを認\nめることができる。\nそして、前記のとおり、被告人Ａは、Ｅからの報告により、「被告人Ａらの利\n得分を含ませて見積金額を……過大に算定した内容虚偽の見積書とともに…\n…提出」することを含めて本件について認識した上で、Ｅ及びＥを介して被告\n人Ｂと意思を通じていたといえることから、被告人Ｂ及びＥとの間の共謀も認\nめられる。\n被告人Ａの弁護人が指摘する前記事情は、被告人Ａの認識等に関する認定を\n左右する事情とはいえず、同弁護人の前記主張は採用できない（なお、同弁護\n人は、被告人Ａが、被告人ＢからＥに直接支払われた金員があることについて\n認識していなかったことを指摘するが、本件で問題となるのは、各申請時にお\nける本件合意及び被告人Ａらの利得分についての認識であり、同弁護人指摘の\n事情は、被告人Ａの故意等の存否に影響を及ぼすものではない。）。\n第５  総括\n以上の次第で、判示のとおり認定した。\n【法令の適用】\n被告人Ａについて\n罰 条\n判示第１ないし第３        各刑法６０条、補助金適正化法３２条１項、\n２９条１項\n刑種の選 択\n判示第１ないし第３            いずれも懲役刑を選択\n併合罪の処 理        刑法４５条前段、４７条本文、１０条（犯情\nの最も重い判示第２の罪の刑に法定の加重）\n刑の執行猶 予        刑法２５条１項\n訴 訟 費 用 の 不 負 担        刑訴法１８１条１項ただし書\n被告人Ｂについて\n罰 条\n判示第１ないし第３            各刑法６５条１項、６０条、補助金適正化法\n３２条１項、２９条１項\n刑種の選 択\n判示第１ないし第３            いずれも懲役刑を選択\n併合罪の処 理        刑法４５条前段、４７条本文、１０条（犯情\nの最も重い判示第２の罪の刑に法定の加重）\n刑の執行猶 予        刑法２５条１項\n訴 訟 費 用 の 不 負 担        刑訴法１８１条１項ただし書\n【量刑の理由】\n１  本件は、被告人Ａ、被告人Ｂ及びＥが共謀して、振興会が、国指定重要無形民\n俗文化財であるＣ行事に使用する祭礼幕の復元新調等を行うに当たり、当該復元\n新調等の作業の委託を受ける被告人Ｂにおいて、振興会の修理委員会委員であり、\nＣの四団体のうちの一つであるＪの総代表でもあった被告人Ａらに対し、委託費\nの１５パーセントに相当する金額を還流させて利得させる意図であるのにこれを\n秘し、被告人Ａらの利得分を含ませて見積金額を過大に算定した内容虚偽の本件\n各見積書を作成し、Ｅが、本件各見積書等を送付して補助金の申請を行い、補助\n金のうち、被告人Ａらの利得分に基づいて算定される部分の交付を受けたという\n事案である。\n本件における不正の手段の態様は、審査する文化庁において実態を把握するこ\nとを困難にするものであり、巧妙で悪質な手口といえる。そして、本件で補助金\n等不正受交付罪が成立する補助金の額は、合計９６６万８５９５円と多額で、結\n果も大きい。そして本件は、振興会関係者である被告人Ａらと受託業者である被\n告人Ｂ双方の関与がなければ、実現し得なかったもので、両被告人の関与は、い\nずれも不可欠かつ重要なものといえる。\nそうした中、本件補助金等に関する規定上、事業総額の約４分の１については\n振興会の自己資金で賄う必要があったことを前提に、被告人Ａは、同人らの利得\n分について、次回以降の事業の自己資金に充てるつもりであったなどと供述し、\n個人の利欲目的があったわけではないという趣旨の供述をするが、仮にそうであ\nったとしても、一部の者の利益のために、税金を財源とする補助金の交付を不正\nに受け、国庫に損失を与えることが許されるものではないことは明らかであり、\n非難の程度は高い。また、被告人Ｂは、本件によって直接の利益を得たわけでは\nないものの、将来的な仕事の獲得等、間接的な影響も考慮した上で本件に関与し\nたと認められ、やはり非難の程度は高い。\n以上によれば、被告人両名の刑事責任は軽くはない。\n２  他面、被告人Ａは、補助金の返還に応じる意思があると述べ、被告人Ｂも、少\nなくともＥに支払った分については返還する意思があると述べている。加えて、\n被告人Ｂには前科がなく、被告人Ａについても量刑上考慮すべき前科はないこと\nなどの諸事情も考慮の上、同種事案における量刑傾向を踏まえて検討すると、被\n告人両名に対しては、その刑事責任を明確にするため、それぞれ主文の刑を科し\nた上、今回に限り、いずれもその刑の執行を猶予するのが相当であると判断した。\n（検察官の求刑  被告人両名に対し各懲役２年６月、被告人Ｂの弁護人の科刑意見\n刑の執行猶予）\n令和４年３月２８日\n福岡地方裁判所小倉支部第１刑事部\n裁判長裁判官    森      喜   史\n裁判官    内   山   香   奈\n裁判官    鈴   木   紫   門\n"
}