{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 10,
    "day": 12
  },
  "case_number": "令和5(行ケ)10038",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "92438",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=92438",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/438/092438_hanrei.pdf",
  "contents": "令和５年１０月１２日判決言渡\n令和５年（行ケ）第１００３８号  審決取消請求事件\n口頭弁論終結日  令和５年９月７日\n判 決\n原       告                Ｘ\n同訴訟代理人弁理士      長  谷  川        洋\n被       告           特   許   庁   長   官\n同指定 代理 人          山    根    ま  り  子\n同                旦        克    昌\n同              綾        郁  奈  子\n主 文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  請求\n特許庁が不服２０２２－８６０３号事件について令和５年３月９日にした審\n決を取り消す。\n第２  事案の概要\n１  特許庁における手続の経緯等（当事者間に争いがない。）\n(1)  原告は、令和３年７月２７日、「ａｔｈｌｅｔｅ  Ｃｈｉｆｆｏｎ」の文\n字を標準文字で表してなる商標（以下「本願商標」という。）について、第\n４３類「飲食物の提供，宿泊施設の提供，宿泊施設の提供の契約の媒介又は\n取次ぎ」を指定役務として、商標登録出願をした（商願２０２１－９３２３\n１）。\n(2)  原告は、令和４年３月２４日付けの拒絶査定を受けたため、同年６月７日、\n拒絶査定不服審判を請求した。\n特許庁は、上記請求を不服２０２２－８６０３号事件として審理を行い、\n令和５年３月９日、「本件審判の請求は、成り立たない。」との審決（以下\n「本件審決」という。）をし、その謄本は同月２２日原告に送達された。\n(3)  原告は、令和５年４月２０日、本件審決の取消しを求める本件訴訟を提起\nした。\n２  本件審決の理由の要旨\n本件審決の理由の要旨は、以下のとおりである。\n(1)  本願商標は、これに接する取引者、需要者に、「運動選手向けのシフォン\nケーキ」程度の意味合いを認識、理解させるものであるから、これをその指\n定役務中、「運動選手向けのシフォンケーキの提供」に使用しても、これに\n接する取引者、需要者に、当該役務において提供される飲食物が運動選手向\nけのシフォンケーキであること、すなわち、役務の質（内容）を表示したも\nのとして認識させるにとどまり、本願商標は、自他役務の識別標識としては\n認識し得ないから、商標法３条１項３号に該当する。\n(2)  また、本願商標をその指定役務中、「運動選手向けのシフォンケーキの提\n供」以外の役務に使用するときは、役務の質の誤認を生じさせるおそれがあ\nるから、本願商標は、商標法４条１項１６号に該当する。\n３  取消事由\n(1)  商標法３条１項３号該当性の判断の誤り\n(2)  商標法４条１項１６号該当性の判断の誤り\n第３  当事者の主張\n１  取消事由１（商標法３条１項３号該当性の判断の誤り）について\n(1)  原告の主張\nア  本件審決は、飲食物を販売又は提供する業界において、「アスリート○\n○」（○○は商品名）の構成からなる語の実例を挙げ、 「アスリート」部\n分は、後半の○○を形容し、その種類を表すものであって、全体として「運\n動選手向けの○○」であることを表されたものであると、取引者、需要者\nに、容易に認識、理解されると判断している。\nしかし、「ａｔｈｌｅｔｅ」の語からは、「元気」「頑丈」「健康」等\nの優れたイメージを想起する。このため、「運動選手向けの」という単純\nな意味合いだけで需要者が理解することはない。本件審決が挙げる実例も、\n健康や安全を意識した人など、需要者として、運動選手以外の人も想定し\nている。「アスリート」や「ａｔｈｌｅｔｅ」の文字を含む多数の商標登\n録例又は使用例（甲２２、３０～５４、６５～６９）からは、「アスリー\nト○○（○○は商品名）」が「運動選手向けの○○」とは判断されていな\nいことが分かる。\nイ  多数の商標登録例（甲１９、２０、５５～６４）で、いずれも指定商品\nに「シフォンケーキ用」などの限定がないのに商標中に「シフォン」「ｃ\nｈｉｆｆｏｎ」が用いられており、また、グーグルで検索された実例（甲\n７０～８０）にみられるように、シフォンケーキ専門店に限らずに「シフ\nォン」「ｃｈｉｆｆｏｎ」の文字を含む店名の店が存在している。すなわ\nち、飲食物を販売又は提供する業界でも「Ｃｈｉｆｆｏｎ」がシフォンケ\nーキを意味しない例が多数存在する。よって、本件審決が「Ｃｈｉｆｆｏ\nｎ」について、飲食物を販売又は提供する業界において「シフォンケーキ」\nを表したものであると一律な判断をしたのは誤りである。\nウ  原告の娘の友人が「ａｔｈｌｅｔｅ  Ｃｈｉｆｆｏｎ」という店舗名を\nもつ店を令和３年にオープンしているところ、シフォンケーキがメインで\nあるが、その他のスイーツも取り扱っており、また、アスリートの顧客は４\n分の１程度である。アスリート以外の多くの顧客は、「ａｔｈｌｅｔｅ  Ｃ\nｈｉｆｆｏｎ」での商品（シフォンケーキ、各種焼き菓子、ペット用お菓子）\nの販売、提供を違和感なく受け入れている。\nこの点からも本件審決の判断は誤りである。\n(2)  被告の主張\n後記第４の１と同趣旨であるから、詳細は割愛する。\n２  取消事由２（商標法４条１項１６号該当性の判断の誤り）について\n(1)  原告の主張\n本願商標が「運動選手向けのシフォンケーキ」程度の意味合いを認識、理\n解させるものであるとする本件審決の判断が前記１(1)のとおり誤りである\nから、これを前提とする商標法４条１項１６号に係る本件審決の判断も誤り\nというべきである。\n(2)  被告の主張\n後記第４の２と同趣旨であるから、詳細は割愛する。\n第４  当裁判所の判断\n１  取消事由１（商標法３条１項３号該当性の判断の誤り）について\n(1)  商標法３条１項３号は、「その商品の産地、販売地、品質、原材料、効能、\n用途、形状（包装の形状を含む。・・・）、生産若しくは使用の方法若しく\nは時期その他の特徴、数量若しくは価格又はその役務の提供の場所、質、提\n供の用に供する物、効能、用途、態様、提供の方法若しくは時期その他の特\n徴、数量若しくは価格を普通に用いられる方法で表示する標章のみからなる\n商標」は、商標登録を受けることができない旨を規定しているが、これは、\n同号掲記の標章は、商品の産地、販売地その他の特性を表示、記述する標章\nであって、取引に際し必要な表示として誰もがその使用を欲するものである\nから、特定人によるその独占使用を認めるのを公益上適当としないものであ\nるとともに、一般的に使用される標章であって、多くの場合、自他商品・役\n務識別力を欠き、商標としての機能を果たし得ないことから、登録を許さな\nいとしたものである。\n(2)  本願商標は、「ａｔｈｌｅｔｅ  Ｃｈｉｆｆｏｎ」の文字を標準文字で表\nしてなるところ、その構成中の「ａｔｈｌｅｔｅ」の文字は、各種英和辞典\n（乙１～４）により、「運動選手。スポーツ選手。アスリート。」等の意味\nを有するものとして掲載され、その表音を片仮名で表した「アスリート」の\n文字は、国語辞典（乙５）に、「運動選手」を意味するものとして掲載され\nている。また、その構成中の「Ｃｈｉｆｆｏｎ」の文字は、各種英和辞典（乙\n１，６）に「シフォン（絹、ナイロンの透けるような布）」「絹またはナイ\nロンの軽くて柔らかい織物」を示す名詞や、「軽くてふんわりした。」「〔ケ\nーキなどが〕軽くてフワフワした」等の意味を有する形容詞として挙げられ\nる「ｃｈｉｆｆｏｎ」に由来するものであり、また、その表音を片仮名で表\nした「シフォン」の文字は、国語辞典（乙７）に、「うすくやわらかい絹織\n物」との意味の他、複合語として「シフォンケーキ（ｃｈｉｆｆｏｎ  ｃａ\nｋｅ）」（たまごの白身をよく泡立てて加えた、ふんわりして口どけのいい\nスポンジケーキ。（用例）「紅茶―」）」が掲載されている。これらは、い\nずれも、平易な単語として一般に親しまれているものである。\n(3)  各種ウェブサイトや新聞記事（甲４～９、乙８～５９）によれば、菓子や\nパン類を含む飲食物や、各種の商品又は役務について、運動選手向けである\nという商品又は役務の種類を表すものとして「アスリート」「ａｔｈｌｅｔ\nｅ」（欧文字は語頭もしくは全体が大文字のものを含む。以下同じ。）の文\n字を語頭に配した「アスリートケーキ」「アスリートパンケーキ」等の語が、\n広く使用されている実情が認められる。そうすると、当該「アスリート」の\n部分は、後半に続く商品又は役務が「運動選手向け」であることを示すもの\nとして取引者、需要者に認識されるものといえる。\nこの点、原告は、「ａｔｈｌｅｔｅ」の語からは、「元気」「頑丈」「健\n康」等の優れたイメージが想起され、「アスリート」の文字を語頭に配した\n商品において、需要者として、運動選手以外の人も想定される旨主張する。\nしかし、標章中の「アスリート」「ａｔｈｌｅｔｅ」が取引者・需要者に\n「運動選手向け」の商品又は役務を示すものとして認識されるからといって、\nその実際の需要者として運動選手のみが想定されることになるものではな\nく、両者は次元の異なる問題である。\nまた、原告が援用する「アスリート」「ａｔｈｌｅｔｅ」を含む商標登録\n例又は使用例（甲２２、３０～５４、６５～６９）も、上記の認定（語頭の\n「アスリート」「ａｔｈｌｅｔｅ」の語は後半に続く商品又は役務が「運動\n選手向け」であることを示すものとして取引者、需要者に認識されること）\nを妨げるものではない。\n(4)  各種ウェブサイトや新聞記事（甲１０～１２、１４、７５、乙６０～１０\n０）において、「シフォン」「ｃｈｉｆｆｏｎ」が「シフォンケーキ」の略\nであることを前提に、語頭に、その提供対象を表す語を配した例（「お子様\nシフォン」「お一人さまシフォン」等）、原材料、味を表す語を配した例（「バ\nナナシフォン」「チョコシフォン」等）、行事等の名称を表す語を配した例\n（「バレンタインシフォン」「ひなまつりシフォン」等）が広く使用されて\nいることが認められる。なお、前掲乙８では、パンと菓子の教室のメニュー\nで、「アスリートシフォン」というシフォンケーキが提供されている。また、\n各種ウェブサイトや新聞記事（甲７５，７９，８０、乙１０１～１３０）に\nよれば、シフォンケーキ専門の飲食店や店舗の店名に「シフォン」「ｃｈｉ\nｆｆｏｎ」が用いられていることが認められる。\nそうすると、「シフォン」「ｃｈｉｆｆｏｎ」の語頭に、提供対象や原材\n料、味を表す語が配された場合、語頭の部分は、後半に続く「シフォン（シ\nフォンケーキの略称）」の種類、内容を表すものであると容易に理解される\nとみるのが相当である。\nこの点、原告は、多数の商標登録例やグーグルで検索された実例から、飲\n食物を販売又は提供する業界でも「Ｃｈｉｆｆｏｎ」がシフォンケーキを意\n味しない例が多数存在する旨主張する。\nしかし、「ｃｈｉｆｆｏｎ」を含む商標又は店名を使用してシフォンケー\nキ以外の飲食物を提供している実例があるからといって、飲食物の提供に係\nる取引者、需要者の多くが、「ｃｈｉｆｆｏｎ」をシフォンケーキと認識す\nることに変わりはないのであって（この認定を覆す反証としては不十分であ\nる。）、原告の主張は上記認定判断を左右するものではない。\n(5)  以上によれば、前半に「ａｔｈｌｅｔｅ」の文字と、後半に「Ｃｈｉｆｆ\nｏｎ」の文字とを表し組み合わせた「ａｔｈｌｅｔｅ  Ｃｈｉｆｆｏｎ」と\nの文字からなる本願商標は、これに接する取引者、需要者に、「運動選手向\nけのシフォンケーキ」程度の意味合いを認識、理解させるものであるから、\nこれをその指定役務中、「運動選手向けのシフォンケーキの提供」に使用し\nても、これに接する取引者、需要者に、当該役務において提供される飲食物\nが運動選手向けのシフォンケーキであること、すなわち、役務の質（内容）\nを表示したものとして認識させるにとどまり、役務の質（内容）を普通に用\nいられる方法で表示する標章のみからなる商標といえるから、商標法３条１\n項３号に該当するといわざるを得ず、これと同旨の本件審決の判断に誤りは\nない。\nなお、原告の前記第３の１(1)ウの主張（「ａｔｈｌｅｔｅ  Ｃｈｉｆｆｏ\nｎ」という名の実際の店でシフォンケーキ以外のスイーツも取り扱われ、ア\nスリートの顧客は４分の１程度であるなど）は、上記判断を左右するもので\nはない。\n２  取消事由２（商標法４条１項１６号該当性の判断の誤り）について\n本願商標からは、「運動選手向けのシフォンケーキ」という意味合いが生じる\nことは前記１のとおりであるから、本願商標をその指定役務中、「運動選手向け\nのシフォンケーキの提供」以外の役務に使用するときは、役務の質の誤認を生\nじさせるおそれがあるから、本願商標は、商標法４条１項１６号に該当すると\nいうべきである。\nこの点に関する本件審決の判断に誤りはない。\n３  結論\n以上によれば、本願商標は商標法３条１項３号、同法４条１項１６号に該当\nするから、原告主張の取消事由はいずれも理由がなく、本件審決にこれを取り\n消すべき違法は認められない。\nしたがって、原告の請求を棄却することとして、主文のとおり判決する。\n知的財産高等裁判所第４部\n裁判長裁判官\n宮    坂    昌    利\n裁判官\n本    吉    弘    行\n裁判官\n岩    井    直    幸\n"
}