{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 2,
    "month": 8,
    "day": 3
  },
  "case_number": "令和2(ラ)10004",
  "case_name": "訴訟行為の排除を求める申立ての却下決定に対する抗告事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "その他",
  "lawsuit_id": "89630",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=89630",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/630/089630_hanrei.pdf",
  "contents": "令和２年（ラ）第１０００４号  訴訟行為の排除を求める申立ての却下決定に対す\nる抗告事件\n（基本事件・東京地方裁判所令和元年（ワ）第３１２１０号  損害賠償請求事件）\n決        定\n抗告人（基本事件原告）   塩野義製薬株式会 社\n抗告人（基本事件原告）   ヴィーブ ヘルスケア カンパニー\n上記２名代理人弁護士    大    野    聖    二\n山    口    裕    司\n多    田    宏    文\n復代理人弁護 士    盛    田    真智 子\n補佐人弁理 士    森    田        裕\n大    木    信    人\n相手方（基本事件被告）    ギリアド・サイエンシズ株式会社\n代理人弁護 士    Ａ\nＢ\n補佐人弁理 士    壽            勇\n松    井    仁    志\n小    澤    圭    子\n主        文\n１  原決定を取り消す。\n２  弁護士Ａ及び弁護士Ｂは，基本事件につき，弁護士としての職務と\nして相手方の訴訟代理をしてはならない。\n３  抗告費用は相手方の負担とする。\n理        由\n第１  抗告の趣旨及び理由等\n１  抗告の趣旨\n主文第１項及び第２項と同旨\n２  抗告の理由等\n抗告人らの抗告の理由は，別紙「即時抗告理由書」及び別紙「第１主張書面」\n（いずれも写し）に記載のとおりであり，これに対する相手方の反論は，別紙\n「答弁書」及び別紙「主張書面１」（いずれも写し）に記載のとおりである。\n第２  事案の概要（略称は，特に断りのない限り，原決定に従う。）\n基本事件は，「発明の名称」を「ＨＩＶインテグラーゼ阻害活性を有する多\n環性カルバモイルピリドン誘導体」とする特許第４２９５３５３号（以下「本\n件特許」といい，本件特許に係る特許権を「本件特許権」という。）の特許権\n者である抗告人らが，相手方による別紙製品目録記載の製品（以下「被告製品」\nという。）及び被告製品に含有されている別紙成分目録記載の物質（以下「被\n告成分」という。）の生産，譲渡，輸入又は譲渡の申出が本件特許権の侵害に\n該当する旨主張して，相手方に対し，本件特許権侵害の不法行為による損害賠\n償請求権に基づき，１０億円及び遅延損害金の支払を求める事案である。\n本件は，抗告人らが，基本事件における相手方の訴訟代理人である弁護士Ａ\n及び弁護士Ｂ（以下Ａ弁護士と併せて「Ａ弁護士ら」という。）が所属するＥ\n事務所（以下「本件事務所」という。）の所属弁護士であった弁護士Ｃは，本\n件事務所に所属する前に抗告人塩野義製薬株式会社（以下「抗告人塩野義」と\nいう。）の社内弁護士として基本事件の訴訟に係る業務を担当し，これに深く\n関与していたから，基本事件は，Ｃ弁護士との関係では，弁護士法２５条１号\n及び弁護士職務基本規程（平成１６年日本弁護士連合会会規第７０号。以下「本\n件基本規程」という。）２７条１号の「相手方の協議を受けて賛助した事件」\n又は弁護士法２５条２号及び本件基本規程２７条２号の「相手方の協議を受け\nた事件で，その協議の程度及び方法が信頼関係に基づくと認められるもの」に\n当たり，Ａ弁護士らとの関係では，本件基本規程５７条本文の「他の所属弁護\n士（所属弁護士であった場合を含む。）が２７条の規定により職務を行い得な\nい事件」に当たるから，Ａ弁護士らが基本事件において相手方の訴訟代理人と\nして訴訟行為をすることは本件基本規程５７条に違反すると主張して，Ａ弁護\n士らの各訴訟行為の排除を求める申立て（以下「本件申立て」という。）をし\nた事案である。\n原審は，弁護士法２５条１号に違反する訴訟行為につき，相手方である当事\n者が裁判所に対して同号に違反することを理由として訴訟行為を排除する旨の\n裁判を求める申立権を有することからすれば，本件基本規程５７条違反の訴訟\n行為についても，相手方である当事者が裁判所に対して同条に違反することを\n理由として訴訟行為を排除する旨の裁判を求める申立権を有すると解するのが\n相当であり，基本事件はＡ弁護士らとの関係で同条本文の定める事件に該当す\nるが，Ａ弁護士らには同条ただし書の「職務の公正を保ち得る事由」があるか\nら，Ａ弁護士らの訴訟行為は同条に違反しない旨判断し，抗告人らの本件申立\nてを却下した。\n抗告人らは，原決定を不服として即時抗告をした。\n第３  当裁判所の判断\n１  前提となる法令等の定め\n次のとおり訂正するほか，原決定の「第４  当裁判所の判断」の１に記載の\nとおりであるから，これを引用する。\n⑴  原決定２頁１２行目末尾に行を改めて次のとおり加える。\n「相手方の協議を受けた事件で，その協議の程度及び方法が信頼関係に基づ\nくと認められるもの（２号）」\n⑵  原決定２頁２４行目の「⑵  日弁連会則」を「⑵  日本弁護士連合会会則\n（以下「日弁連会則」という。）」と改める。\n⑶  原決定３頁５行目の「基本規程」を「本件基本規程」と改め，「同頁９行\n目末尾に行を改めて次のとおり加える。\n「相手方の協議を受けた事件で，その協議の程度及び方法が信頼関係に基づ\nくと認められるもの（２号）」\n２  認定事実\n次のとおり訂正するほか，原決定の「第４  当裁判所の判断」の２に記載の\nとおりであるから，これを引用する。\n⑴  原決定３頁末行の「Ｅ事務所（以下「本件事務所」という。）」を「本件\n事務所」と改める。\n⑵  原決定５頁１４行目から１５行目にかけて，同頁２２行目及び同頁２３行\n目の各「当裁判所」を「原審裁判所」と改める。\n⑶  原決定５頁１５行目の「Ｄ弁護士は，」から１８行目の「提出するととも\nに，」までを「Ｄ弁護士は，同年１２月２３日までに，原審裁判所に弁理士\n１名を訴訟復代理人に委任する旨の同月１６日付け委任状及び弁理士１名を\n補佐人に選任する旨の同日付け委任状を提出するとともに（以下，Ｄ弁護士\nを含む上記合計４名の弁護士及び弁理士並びに上記訴訟復代理人に委任され\nた１名の弁理士を併せて「Ｄ弁護士ら」という。）」と，同頁１８行目の「同\n日」を「同月２３日」と，同頁２５行目の「令和２年」を「同年」と改める。\n⑷  原決定６頁３行目の「問合せを受け，」を「問合わせを受けた際，基本事\n件の原告らの中に申立人塩野義が含まれていたことから，Ｃ弁護士が基本事\n件に関わっているのか確認する必要があると考え，」と改める。\n⑸  原決定６頁１２行目末尾に行を改めて次のとおり加える。\n「  また，Ａ弁護士は，同日，システム管理会社に依頼して，本件事務所の\nサーバコンピュータ内に，本件事務所に所属する弁護士及び弁理士ら全員\nがアクセスすることができる共有フォルダとは別に，Ｃ弁護士がアクセス\nすることができないように設定された共有フォルダ（以下「本件フォルダ」\nという。）を作成した（疎乙５，７，８，１３）。」\n⑹  原決定６頁２３行目から２４行目にかけての「フォルダ（以下「本件フォ\nルダ」という。）」を「本件フォルダ」と改める。\n⑺  原決定８頁７行目末尾に行を改めて次のとおり加える。\n「ア  抗告人らは，令和２年２月７日，原審裁判所に対し，本件申立てをし\nた。」\n⑻  原決定８頁８行目の「Ｃ弁護士は，」を「イ  Ｃ弁護士は，」と改める。\n３  本件基本規程５７条違反を理由とする訴訟行為の排除の裁判の申立権の有無\nについて\n⑴  本件において，抗告人らは，Ｃ弁護士は本件事務所に所属する前に抗告人\n塩野義の社内弁護士として基本事件の訴訟に係る業務を担当し，これに深く\n関与していたから，抗告人らを原告，相手方を被告とする基本事件は，本件\n事務所の所属弁護士であったＣ弁護士との関係では，弁護士法２５条１号及\nび本件基本規程２７条１号又は弁護士法２５条２号及び本件基本規程２７条\n２号により職務を行い得ない事件であり，本件事務所の所属弁護士であるＡ\n弁護士らとの関係では，本件基本規程５７条により職務を行い得ない事件で\nあるから，本件基本規程５７条に違反することを理由として，Ａ弁護士らの\n訴訟行為の排除を求めている。\nそこで，まず，本件基本規程５７条に違反することを理由として，相手方\nである当事者は，裁判所に対し，その訴訟行為を排除する旨の裁判を求める\n申立権を有するかどうかについて判断する。\n⑵ア  弁護士法２５条は，弁護士は，同条各号に掲げる事件については，その\n職務を行ってはならない旨を定め，１号において「相手方の協議を受けて\n賛助し，又はその依頼を承諾した事件」を掲げる。\nそして，弁護士法２５条１号は，先に弁護士を信頼して協議又は依頼を\nした当事者の利益を保護するとともに，弁護士の職務執行の公正を確保し，\n弁護士の品位を保持することを目的とするものであり，当事者の利益の保\n護をも目的としていることからすると，相手方である当事者は，裁判所に\n対し，同号に違反する訴訟行為であることを理由として，その訴訟行為を\n排除する旨の裁判を求める申立権を有するものと解される（最高裁昭和３\n５年（オ）第９２４号同３８年１０月３０日大法廷判決・民集１７巻９号\n１２６６頁，最高裁平成２９年（許）第６号同年１０月５日第一小法廷決\n定・民集７１巻８号１４４１頁参照）。\nイ  弁護士法２２条は，弁護士は，所属弁護士会及び日弁連の会則を守らな\nければならない旨規定し，同法５６条１項は，弁護士及び弁護士法人は，\nこの法律又は所属弁護士会若しくは日弁連の会則に違反し，所属弁護士会\nの秩序又は信用を害し，その他職務の内外を問わずその品位を失うべき非\n行があつたときは，懲戒を受ける旨規定している。\nまた，日弁連会則１６条は，日弁連会則２章で定めるもののほか，弁護\n士の道徳及び倫理並びに弁護士の職務の規律に関し必要な事項は会規をも\nって定める旨規定し，日弁連会則２９条１項は，弁護士は，所属弁護士会\n及び日弁連の会則，会規及び規則を守らなければならない旨規定している。\nそして，本件基本規程は，弁護士の職務に関する倫理と行為規範を明ら\nかにするため（本件基本規程の前文），日弁連会則１６条が規定する弁護\n士の道徳及び倫理並びに弁護士の職務の規律に関し必要な事項を定めたも\nのであって，弁護士法２２条により弁護士が遵守することが求められる会\n規に当たるものである。\nウ  本件基本規程２７条は，弁護士は，同条各号のいずれかに該当する事件\nについては，その職務を行ってはならない旨を定め，１号において「相手\n方の協議を受けて賛助し，又はその依頼を承諾した事件」を掲げる。\nこのような本件基本規程２７条１号の規定ぶりは，弁護士法２５条１号\nの規定ぶりと同様であるから，本件基本規程２７条１号の趣旨は，弁護士\n法２５条１号と同様に，先に弁護士を信頼して協議又は依頼をした当事者\nの利益を保護するとともに，弁護士の職務執行の公正を確保し，弁護士の\n品位を保持することを目的とするものであると解される。\n次に，本件基本規程５７条本文は，所属弁護士は，他の所属弁護士（所\n属弁護士であった場合を含む。）が，本件基本規程２７条又は２８条の規\n定により職務を行い得ない事件については，職務を行ってはならない旨規\n定し，本件基本規程５７条ただし書は，「職務の公正を保ち得る事由」が\nあるときは，この限りではない旨規定している。すなわち，本件基本規程\n５７条は，複数の弁護士が法律事務所を共にする共同事務所の場合，その\n共同事務所の所属弁護士は，他の所属弁護士（所属弁護士であった場合を\n含む。）が本件基本規程２７条又は２８条の規定により職務を行い得ない\n事件については，原則として職務を行うことを禁止し，例外的に「職務の\n公正を保ち得る事由」があるときは，職務を行い得ることを規定したもの\nである。\nそして、本件基本規程５７条が，本件基本規程２７条１号との関係にお\nいて，他の所属弁護士（所属弁護士であった場合を含む。）が同号により\n職務を行い得ない事件について，所属弁護士が，「職務の公正を保ち得る\n事由」があるときを除き，その職務を行うことを禁止しているのは，所属\n弁護士がその事件について職務を行うことは，依頼者に所属弁護士の職務\nの公正に対する疑念と不安を生じさせるものであり，他方で，先に他の所\n属弁護士又は共同事務所を離脱した他の所属弁護士を信頼して協議又は依\n頼をした当事者においても，所属弁護士の職務の公正に対する疑念を生じ\nさせるものであることから，依頼者の信頼を確保し，依頼者及び上記当事\n者の利益を保護するとともに，弁護士の職務執行の公正を確保し，弁護士\nの品位を保持することを目的とするものであると解される。\nこのような本件基本規程５７条の規定の趣旨は，先に弁護士を信頼して\n協議又は依頼をした当事者の利益を保護するとともに，弁護士の職務執行\nの公正を確保し，弁護士の品位を保持することを目的とする点において，\n弁護士法２５条１号及び本件基本規程２７条１号の規定の趣旨と共通する\nものである。\nしたがって，弁護士法２５条１号の規定の趣旨に鑑み，相手方である当\n事者は，裁判所に対し，他の所属弁護士（所属弁護士であった場合を含む。）\nが本件基本規程２７条１号により職務を行い得ない事件に該当するため本\n件基本規程５７条に違反する訴訟行為であることを理由として，その訴訟\n行為を排除する旨の裁判を求める申立権を有するものと解するのが相当で\nある。\nこれに反する相手方の主張は，採用することができない。\n４  Ａ弁護士らの訴訟行為の本件基本規程５７条違反の有無について\n⑴  事実関係\n前記２の認定事実と一件記録を総合すれば，本件の経緯等として，以下の\n事実が認められる。\nア(ア)  抗告人塩野義は，医薬品等の製造，販売及び輸出等を業とする株式\n会社である。\n抗告人ヴィーブ  ヘルスケア  カンパニーは，ＨＩＶ感染症治療薬の\n開発，製造，販売及び輸出等を業とする米国法人である。\n(イ)  相手方は，医薬品等の製造，販売及び輸入等を業とする株式会社で\nある。\nイ(ア)  Ｃ弁護士は，平成２０年に弁護士登録をして同年１月１１日から令\n和元年１２月３１日までの間，抗告人塩野義に社内弁護士として在籍し\nた。\nＣ弁護士は，平成２９年４月１日以降，抗告人塩野義の知的財産部情\n報戦略グループ（当時。以下同じ。）のサブグループ長として，他の抗\n告人塩野義の従業員とともに，抗告人らが有する本件特許権に対応する\n外国の特許権侵害を理由とする相手方の親会社に対する米国及びカナダ\nでの訴訟提起の準備，米国訴訟提起後のディスカバリー手続への対応，\n米国訴訟における特許の請求項の解釈の検討，カナダ訴訟における訴訟\n戦略の検討等を行った。\nまた，Ｃ弁護士は，平成３０年２月１５日から，他の抗告人塩野義の\n従業員とともに，基本事件の追行を委任する弁護士の選定，基本事件の\n実体的な内容を含む抗告人ら代理人や関係者との訴訟準備に係る協議，\n抗告人ら代理人に対する相談資料の作成等，基本事件の訴訟提起のため\nの準備を担当していた。\n(イ)  本件事務所の代表パートナーを務めるＡ弁護士は，令和元年８月２\n日，転職エージェントからＣ弁護士の紹介を受け，同月６日及び同年９\n月３日のＣ弁護士との２回の面接を経て，同日，Ｃ弁護士に対し，本件\n事務所への入所の内定通知をした。\nＣ弁護士は，同年９月半ば頃，抗告人塩野義を退職する予定であるこ\nとを申し出て，同年１０月１５日に基本事件の訴訟提起のための準備の\n担当から外れた。一方，同月３１日までに，Ｃ弁護士が令和２年１月１\n日から本件事務所に所属することが決められた。\nＣ弁護士は，令和元年１１月８日まで抗告人塩野義に出勤し，その後\nは有給休暇を取得した後，同年１２月３１日付けで抗告人塩野義を退職\nした。\nウ(ア)  抗告人らは，令和元年１１月２０日，原審裁判所に基本事件の訴訟\nを提起した。\n(イ)  基本事件の訴状には，ＨＩＶインテグラーゼ阻害活性を有する抗Ｈ\nＩＶ薬に関する本件特許権を有する抗告人らが，被告製品及び被告製品\nに含有されている被告成分は，本件特許の請求項１２，１７，２９，３\n６及び３７に係る各発明（以下「本件発明」と総称する。）の構成要件\nを充足し，又は均等論の要件を充足するから，本件発明の技術的範囲に\n属し，相手方による被告製品及び被告成分の生産，譲渡，輸入又は譲渡\nの申出が本件特許権の侵害に該当する旨主張して，相手方に対し，本件\n特許権侵害の不法行為による損害賠償請求権に基づき，１０億円及び遅\n延損害金の支払を求める旨の記載がある。\nエ  本件事務所とは異なる法律事務所に所属するＤ弁護士を含む合計４名の\n弁護士及び弁理士は，令和元年１１月２８日までに，相手方から委任を受\nけて基本事件の訴訟代理人となった。\nＤ弁護士は，同年１２月２３日の基本事件の第 1 回口頭弁論期日に相手\n方の訴訟代理人として原審裁判所に出頭し，抗告人らの請求をいずれも棄\n却する旨の答弁及び請求原因事実については追って認否する旨を記載した\n答弁書の内容を陳述した。\n基本事件は，受命裁判官による弁論準備手続に付され，第１回弁論準備\n手続期日が令和２年２月１４日に指定された。\nオ(ア)  Ａ弁護士は，令和元年１２月２６日，相手方から基本事件の訴訟追\n行の受任の可否についてメールで問合せを受けた後，同月２７日，相手\n方との間で，基本事件を受任することについて合意をした。\nＡ弁護士は，上記合意後の同日，Ｃ弁護士と面談した際，Ｃ弁護士が\n基本事件に担当者として関わっていた旨を述べたことから，Ｃ弁護士に\n対し，それ以上の発言をしないように伝え，Ｃ弁護士から抗告人塩野義\nで担当した基本事件を含む一切の秘密情報を本件事務所に漏らさないこ\nとを誓約する旨記載された誓約書（疎乙６の３枚目）の提出を受けた。\nまた，Ａ弁護士は，同日，本件事務所に所属するＢ弁護士を含む弁護\n士，弁理士及び事務局の職員に対し，基本事件を受任することとなった\nこと，Ｃ弁護士が抗告人塩野義で勤務していた際に基本事件を担当して\nいたことを伝えた上，Ｃ弁護士から基本事件の情報を一切受け取らず，\nＣ弁護士にも漏えいしないようにすること等を指示した上，基本事件に\n関するメールでのやり取りはＣ弁護士以外の本件事務所の所員全員（本\n件メンバー）間のみで行い，その際のメールの宛先は本件メンバー全員\nとし，宛先の追加又は削除をしないこと，勤務時間の内外を問わず，基\n本事件についてＣ弁護士からは一切聞かず，Ｃ弁護士に一切伝えないこ\nと，基本事件に関するファイルを本件事務所のサーバコンピュータ内の\nＣ弁護士がアクセスできないように設定された本件フォルダにのみ入れ\nるものとし，誤ってＣ弁護士がアクセスできるように設定されたフォル\nダに入れた場合には，直ちに削除するとともに，Ａ弁護士に報告するこ\nと，基本事件に関する打合せ及び会話は，Ｃ弁護士が執務室に不在でも\n本件事務所の第２会議室のみで行うこと等を指示した。\n(イ)  Ｃ弁護士は，令和２年１月２日から本件事務所に出勤した。\n本件事務所には，その当時，Ａ弁護士，Ｂ弁護士，Ｃ弁護士を含む６\n名の弁護士及び弁理士２名の合計８名の弁護士及び弁理士が所属し，同\nじ執務室で執務を行っていた。上記執務室における各弁護士及び弁理士\n個人の執務スペースの周囲三方には，ノートパソコンの画面の２倍程度\nの高さの仕切りが設けられていた。本件事務所の第２会議室は，弁護士\n及び弁理士の上記執務室とドア及び玄関兼廊下を隔てた場所にあり，天\n井までの間仕切りで囲まれていた。\n一方で，本件事務所では，各弁護士及び弁理士の間で，補助する事務\n局の職員を別にするといった態勢は執られていなかった。\n(ウ)  Ａ弁護士は，Ｃ弁護士が本件事務所での勤務を開始してからは，基\n本事件に関する紙媒体の管理の徹底や基本事件に関する書類をスキャン\nしたデータの管理の徹底などをＣ弁護士が不在の場で弁護士，弁理士及\nび事務局に指示した。\nまた，Ａ弁護士は，基本事件の訴訟記録を弁護士及び弁理士の執務室\nから離れた事務局の執務室の鍵付きのキャビネットに保管させ，Ａ弁護\n士と事務局のみがその鍵を管理するようにした。\nカ  相手方は，令和２年１月１６日，Ａ弁護士らに基本事件の訴訟追行を委\n任する旨の同月８日付けの訴訟委任状を原審裁判所に提出した。Ｄ弁護士\nらは，同月１８日，同月１４日付けの辞任届を原審裁判所に提出した。\n同月２４日，基本事件の第１回弁論準備手続期日が同年２月１４日から\n同年３月２６日に変更された。\nキ(ア)  抗告人らは，令和２年２月７日，原審裁判所に対し，本件申立てを\nした。\n(イ)  Ｃ弁護士は，令和２年２月１０日，Ａ弁護士と合意の上，本件事務\n所を退所（退職）した。\n(ウ)  原審裁判所は，令和２年３月３０日，本件申立てを却下する旨の原\n決定をした。\n⑵  基本事件の本件基本規程５７条本文該当性について\nア  前記⑴イのとおり，Ｃ弁護士は，平成２０年１月１１日から令和元年１\n２月３１日までの間，抗告人塩野義に社内弁護士として在籍し，抗告人塩\n野義の知的財産部情報戦略グループのサブグループ長として，他の抗告人\n塩野義の従業員とともに，平成２９年４月１日以降，抗告人らが有する本\n件特許権に対応する外国の特許権侵害を理由とする相手方の親会社に対す\nる米国及びカナダでの訴訟提起の準備，米国訴訟提起後のディスカバリー\n手続への対応，米国訴訟における特許の請求項の解釈の検討，カナダ訴訟\nにおける訴訟戦略の検討等を行い，平成３０年２月１５日から令和元年１\n０月１５日までの間，基本事件の追行を委任する弁護士の選定，基本事件\nの実体的な内容を含む抗告人ら代理人や関係者との訴訟準備に係る協議，\n抗告人ら代理人に対する相談資料の作成等，基本事件の訴訟提起のための\n準備を担当していたことが認められる。\n上記認定事実によれば，Ｃ弁護士は，基本事件の内容について，抗告人\n塩野義から法律的な解釈及び解決を求める相談を受けて，具体的な法律的\nな見解を示し，法律的手段を教示又は助言をしたものと認められるから，\n基本事件は，Ｃ弁護士にとって，抗告人塩野義の「協議を受けて，賛助し\nた事件」（弁護士法２５条１号及び本件基本規程２７条１号）に該当する。\nそうすると，Ｃ弁護士は，弁護士法２５条１号及び本件基本規程２７条\n１号により，基本事件について，被告である相手方の訴訟代理人としての\n職務を行うことはできないものと認められる。\nイ  そして，前記⑴ウ，オ，カ及びキ(イ)の認定事実によれば，Ｃ弁護士は，\n抗告人らが令和元年１１月２０日に基本事件の訴訟を提起した後の令和２\n年１月１日，本件事務所に入所し，同日から同年２月１０日までの間本件\n事務所に在籍したこと，その間の同年１月１６日，相手方は，本件事務所\nに所属するＡ弁護士らに基本事件の訴訟追行を委任する旨の同月８日付け\nの訴訟委任状を原審裁判所に提出し，Ａ弁護士らは，相手方の訴訟代理人\nとなったことが認められる。\n上記認定事実によれば，基本事件は，本件事務所の所属弁護士のＡ弁護\n士らにとって，所属弁護士であったＣ弁護士が本件基本規程２７条１号に\nより職務を行い得ない事件であるといえるから，本件基本規程５７条本文\nに定める「他の所属弁護士（所属弁護士であった場合を含む。）が本件基\n本規程２７条１号の規定により職務を行い得ない事件」に該当するものと\n認められる。\n⑶  Ａ弁護士らの「職務の公正を保ち得る事由」の有無について\n相手方は，本件基本規程５７条ただし書の「職務の公正を保ち得る事由」\nの有無は，職務の公正らしさ，すなわち職務の公正な外観の保護という一律\nの基準をもって判断すべきではなく，諸事情を総合考慮して具体的事案に即\nして実質的に判断されるべきであるところ，①Ａ弁護士は，基本事件の受任\n後直ちに，Ｃ弁護士とＡ弁護士らを含む本件事務所の弁護士らとの間での基\n本事件に関する情報の共有や漏えいを防止するための情報遮断措置を講じた\nこと，②Ｃ弁護士が本件事務所において勤務した期間は１か月余りの短期間\nにとどまり，その間に基本事件の情報の共有や漏えいをしたことはなく，Ｃ\n弁護士の退職（退所）により基本事件に関する情報の共有や漏えいのおそれ\nも存在しないこと，③仮にＣ弁護士及びＡ弁護士らが基本事件に関する秘密\n保持義務違反行為やそれを唆すような行為に及べば，弁護士として懲戒処分\nを受けるのみならず，巨額の損害賠償責任や刑事責任を負う可能性すらある\nから，そのような行為に及ぶことはあり得ないこと，④相手方が基本事件の\n訴訟代理人を変更したのは，いったんは相手方の特許出願に主に携わってい\nるＤ弁護士の所属する特許法律事務所に相談して委任したが，その後，製薬\n特許専門訴訟に特化し，その分野での経験が豊かな訴訟専門弁護士に依頼す\nべきと考えるに至り，２年前に依頼したことがある本件事務所に訴訟遂行を\n委任することにしたからであり，その経緯に特段不自然な点はないこと，⑤\n基本事件は，医薬品に関する特許関係訴訟であって高度に専門特化された分\n野の訴訟であり，かつ，渉外案件である基本事件を取り扱うことができる弁\n護士は限られており，抗告人ら及びその関係会社のいずれをも顧客としない\n法律事務所を探すことは極めて困難であるという実情があり，本件基本規程\n５７条によってＡ弁護士らについて訴訟行為の排除が認められるとすると，\n相手方において憲法３２条が保障する裁判を受ける権利が十分に満足されな\nい事態に発展することからすると，基本事件について抗告人らと相手方との\n利害対立の程度は小さいとはいえない点を踏まえても，基本事件の情報漏え\nいとそれによる依頼人の利益の侵害の危険性がなく，また，そのような情報\n漏えい及び利益の侵害も現に発生していないから，Ａ弁護士らには「職務の\n公正を保ち得る事由」がある旨主張する。\nア  「職務の公正を保ち得る事由」の意義について\n前記３⑵ウで説示したとおり，本件基本規程５７条が，本件基本規程２\n７条１号との関係において，他の所属弁護士（所属弁護士であった場合を\n含む。）が同号により職務を行い得ない事件について，所属弁護士が，「職\n務の公正を保ち得る事由」があるときを除き，その職務を行うことを禁止\nしているのは，所属弁護士がその事件について職務を行うことは，依頼者\nに所属弁護士の職務の公正に対する疑念と不安を生じさせるものであり，\n他方で，先に他の所属弁護士又は共同事務所を離脱した他の所属弁護士を\n信頼して協議又は依頼をした当事者においても，所属弁護士の職務の公正\nに対する疑念を生じさせるものであることから，依頼者の信頼を確保し，\n依頼者及び上記当事者の利益を保護するとともに，弁護士の職務執行の公\n正を確保し，弁護士の品位を保持することを目的とするものであり，この\nような本件基本規程５７条の規定の趣旨に照らすと，同条ただし書の「職\n務の公正を保ち得る事由」とは，所属弁護士が，他の所属弁護士（所属弁\n護士であった場合を含む。）が本件基本規程２７条１号により職務を行い\n得ない事件について職務を行ったとしても，客観的及び実質的にみて，依\n頼者の信頼が損なわれるおそれがなく，かつ，先に他の所属弁護士（所属\n弁護士であった場合を含む。）を信頼して協議又は依頼をした当事者にと\nって所属弁護士の職務の公正らしさが保持されているものと認められる事\n由をいうものと解するのが相当である。\n以上を前提に，Ａ弁護士らの「職務の公正を保ち得る事由」の有無につ\nいて判断する。\nイ  相手方の①ないし④の主張について\n(ア)  前記⑴の事実関係を前提に検討するに，①基本事件は，医薬品に関\nする本件特許権に基づく特許侵害訴訟であり，抗告人ら又はその関連会\n社は，米国及びカナダにおいて本件特許権に対応する外国の特許権に基\nづく特許侵害訴訟を相手方の親会社に対して提起し，これらの訴訟が基\n本事件と並行して審理されていることからすると，基本事件は，抗告人\nらと相手方との間の利害の対立が大きい事件であると認められること，\n②基本事件において，現時点では，相手方から訴状記載の請求原因に対\nする認否及び反論が提出されていないが，訴状の記載内容から，基本事\n件の審理では，被告製品及び被告成分が本件発明の構成要件を充足する\nかどうか，均等論の各要件を満たすかどうかなどが主要な争点となるこ\nとが予想され，更には，相手方が本件特許に関する無効の抗弁を提出し，\nそれが争点となり得ることも予想されるところ，Ｃ弁護士は，本件事務\n所に入所する前に，抗告人塩野義において，知的財産部情報戦略グルー\nプのサブグループ長として，基本事件の訴訟提起のための準備に中心的\nに関与するとともに，本件特許権に対応する外国の特許権侵害を理由と\nする相手方の親会社に対する米国及びカナダの特許侵害訴訟に係るディ\nスカバリー手続への対応，請求項の解釈，訴訟戦略の検討等について深\nく関与していたことからすると，本件特許に係る薬剤の開発及び特許出\n願の経緯，上記開発過程における薬理試験の結果，薬理試験に供された\n候補化合物，インテグラ―ゼ阻害作用を奏する化学構造等に関する様々\nな情報を知り得る立場にあったものと推認され，これらの情報は，基本\n事件の訴訟追行において重要な意味を有するものと解されること，③相\n手方は，基本事件の訴訟が提起された当初の段階では，本件事務所とは\n異なる法律事務所に所属するＤ弁護士らに基本事件の訴訟追行を委任し，\n令和元年１２月２３日の基本事件の第 1 回口頭弁論期日にはＤ弁護士が\n相手方の訴訟代理人として原審裁判所に出頭したが，Ｃ弁護士が令和２\n年１月１日に本件事務所に入所した後，同月１６日，Ａ弁護士らに基本\n事件の訴訟追行を委任する旨の訴訟委任状を原審裁判所に提出し，一方\nで，Ｄ弁護士らは同月１８日に相手方の訴訟代理人を辞任する旨の辞任\n届を原審裁判所に提出したことに照らすと，Ｃ弁護士が本件事務所に入\n所した時期と近接する時期に，基本事件の被告である相手方の訴訟代理\n人が，本件事務所とは異なる法律事務所に所属するＤ弁護士らから本件\n事務所に所属するＡ弁護士らに切り替わったものといえること，以上の\n①ないし③の事情は，抗告人らにとって，Ａ弁護士らが基本事件の相手\n方の訴訟代理人として職務を行うことについて，その職務の公正らしさ\nに対する強い疑念を生じさせるものであるものと認められる。\n(イ)ａ  これに対し相手方は，Ａ弁護士は，基本事件の受任後直ちに，Ｃ\n弁護士とＡ弁護士らを含む本件事務所の弁護士らとの間での基本事件\nに関する情報の共有や漏えいを防止するための情報遮断措置を講じた\n旨主張（相手方の①の主張）する。\nそこで検討するに，前記⑴の事実関係によれば，①Ａ弁護士は，令\n和２年１月１日にＣ弁護士が本件事務所に入所することが内定してい\nた状況下で，令和元年１２月２７日，相手方との間で，基本事件を受\n任することについて合意をした後，同日，Ｃ弁護士と面談した際，Ｃ\n弁護士が基本事件に担当者として関わっていた旨を述べたことから，\nＣ弁護士に対し，それ以上の発言をしないように伝え，Ｃ弁護士から\n抗告人塩野義で担当した基本事件を含む一切の秘密情報を本件事務所\nに漏らさないことを誓約する旨記載された誓約書の提出を受けたこと，\n②同日，Ａ弁護士は，本件事務所に所属するＢ弁護士及び弁理士及び\n事務局の職員に対し，Ｃ弁護士から基本事件の情報を一切受け取らず，\nＣ弁護士にも漏えいしないようにすること等を指示した上，基本事件\nに関するメールでのやり取りはＣ弁護士以外の本件事務所の所員全員\n（本件メンバー）間のみで行い，その際のメールの宛先は本件メンバ\nー全員とし，宛先の追加又は削除をしないこと，勤務時間の内外を問\nわず，基本事件についてＣ弁護士からは一切聞かず，Ｃ弁護士に一切\n伝えないこと，基本事件に関するファイルを本件事務所のサーバコン\nピュータ内のＣ弁護士がアクセスできないように設定された本件フォ\nルダにのみ入れるものとし，誤ってＣ弁護士がアクセスできるように\n設定されたフォルダに入れた場合には，直ちに削除するとともに，Ａ\n弁護士に報告すること，基本事件に関する打合せ及び会話は，Ｃ弁護\n士が執務室に不在でも本件事務所の第２会議室のみで行うこと等の指\n示をしたこと，③Ｃ弁護士が本件事務所での勤務を開始してからは，\nＡ弁護士は，基本事件に関する紙媒体の管理の徹底や基本事件に関す\nる書類をスキャンしたデータの管理の徹底などをＣ弁護士が不在の場\nで弁護士，弁理士及び事務局に指示をし，また，基本事件の訴訟記録\nを弁護士及び弁理士の執務室から離れた事務局の執務室の鍵付きのキ\nャビネットに保管させ，Ａ弁護士と事務局のみがその鍵を管理するよ\nうにしたことが認められ，これらの①ないし③の措置は，基本事件に\n関する情報の共有や漏えいを防止することを目的とする情報遮断措置\nに相当するものと認められる。\nしかしながら，他方で，Ｃ弁護士が本件事務所での勤務を開始した\n令和２年１月２日当時，本件事務所には，Ａ弁護士，Ｂ弁護士及びＣ\n弁護士を含む合計８名の弁護士及び弁理士が所属し，同じ執務室で執\n務を行っていたが，執務室内の構造としては，各弁護士及び弁理士個\n人の執務スペースの周囲三方がノートパソコンの画面の２倍程度の高\nさの仕切りが設けられていたにとどまること，本件事務所では，本件\n事務所の各弁護士及び弁理士の間で，補助する事務局の職員を別にす\nるといった態勢は執られていなかったことに照らすと，上記①ないし\n③の措置は，本件事務所において，Ｃ弁護士とＡ弁護士らを含む本件\n事務所の他の弁護士及び弁理士らとの間における口頭による基本事件\nに関する情報の伝達，交換，共有等を遮断するには一定の限界があり，\n基本事件に関する情報遮断措置として十分なものであったものと認め\nることはできない。\nそうすると，Ａ弁護士が講じた上記情報遮断措置は，抗告人らにお\nけるＡ弁護士らが基本事件の相手方の訴訟代理人として職務を行うこ\nとについての職務の公正らしさに対する疑念を払拭させるものである\nということはできない。\nｂ  次に，相手方は，Ｃ弁護士が本件事務所において勤務した期間は１\nか月余りの短期間にとどまり，その間に基本事件の情報の共有や漏え\nいをしたことはなく，Ｃ弁護士の退職（退所）により基本事件に関す\nる情報の共有や漏えいのおそれも存在しない旨，仮にＣ弁護士及びＡ\n弁護士らが基本事件に関する秘密保持義務違反行為やそれを唆すよう\nな行為に及べば，弁護士として懲戒処分を受けるのみならず，巨額の\n損害賠償責任や刑事責任を負う可能性すらあるから，そのような行為\nに及ぶことはあり得ない旨主張（相手方の②及び③の主張）する。\nそこで検討するに，Ｃ弁護士が本件事務所に在籍した期間は令和２\n年１月１日から同年２月１０日までの１か月余りであるが，前記ａの\nとおり，Ａ弁護士が講じた本件事務所内の情報遮断措置は，Ｃ弁護士\nとＡ弁護士らを含む本件事務所の他の弁護士及び弁理士らとの間にお\nける口頭による基本事件に関する情報の伝達，交換，共有等を遮断す\nるには一定の限界があり，基本事件に関する情報遮断措置として十分\nなものであったものといえないことに照らすと，Ｃ弁護士が本件事務\n所に在籍した期間が１か月余りの短期間であったことを考慮してもな\nお，客観的及び実質的にみて，Ｃ弁護士の在籍中に，Ｃ弁護士とＡ弁\n護士らとの間で基本事件に関する情報の伝達，交換，共有等が行われ\nたのではないかという抗告人らの疑念は解消されるものではない。\nまた，Ｃ弁護士の本件事務所の退所は，Ａ弁護士とＣ弁護士の合意\nによるものであり，しかも，相手方から，Ｃ弁護士作成の令和２年２\n月１２日付け陳述書（疎乙１２）が本件の疎明資料として提出されて\nいることに照らすと，Ａ弁護士らとＣ弁護士は，Ｃ弁護士が本件事務\n所を退所した後も，互いに連絡を取り合うことのできる関係にあると\nいえるから，Ｃ弁護士の上記退所の事実から直ちに，Ｃ弁護士とＡ弁\n護士らとの間で基本事件に関する情報の伝達，交換，共有等が行われ\nるおそれがあるのではないかという抗告人らの疑念を払拭させるもの\nではない。\nさらに，口頭による基本事件に関する情報の伝達，交換，共有等が\n内部的に行われた場合，その事実を外部から把握することは事実上困\n難であることに照らすと，弁護士が受任事件に関し秘密保持義務違反\n行為やそれを唆すような行為に及べば，懲戒処分を受けるのみならず，\n損害賠償責任や刑事責任を負うおそれがあることは，抗告人らにおけ\nるＡ弁護士らが基本事件の相手方の訴訟代理人として職務を行うこと\nについての職務の公正らしさに対する疑念を払拭させるものであると\nいうこともできない。\nｃ  相手方は，相手方が基本事件の訴訟代理人を変更したのは，いった\nんは相手方の特許出願に主に携わっているＤ弁護士の所属する特許法\n律事務所に相談して委任したが，その後，製薬特許専門訴訟に特化し，\nその分野での経験が豊かな訴訟専門弁護士に依頼すべきと考えるに至\nり，２年前に依頼したことがある本件事務所に訴訟遂行を委任するこ\nとにしたからであり，その経緯に特段不自然な点はない旨主張（相手\n方の主張④）する。\nしかしながら，本件においては，相手方が，２年前に依頼したこと\nのある本件事務所に対して当初から基本事件の訴訟遂行を委任せずに，\n本件事務所とは異なる法律事務所に所属するＤ弁護士らに委任するに\n至った具体的な経緯，その後，製薬特許専門訴訟に特化し，その分野\nでの経験が豊かな訴訟専門弁護士である本件事務所のＡ弁護士らに依\n頼すべきであると考えるに至った時期及びその具体的理由等について\nの疎明がないことに照らすと，相手方の④の主張は，Ｃ弁護士が本件\n事務所に入所した時期と近接する時期に，基本事件の被告である相手\n方の訴訟代理人が，本件事務所とは異なる法律事務所に所属するＤ弁\n護士らから本件事務所に所属するＡ弁護士らに切り替わったことから\n生じる，抗告人らにおけるＡ弁護士らが基本事件の相手方の訴訟代理\n人として職務を行うことについての職務の公正らしさに対する疑念を\n払拭させるものであるということはできない。\nウ  相手方の⑤の主張について\n相手方は，基本事件は，医薬品に関する特許関係訴訟であって高度に専\n門特化された分野の訴訟であり，かつ，渉外案件である基本事件を取り扱\nうことができる弁護士は限られており，抗告人ら及びその関係会社のいず\nれも顧客としない法律事務所を探すことは極めて困難であるという実情が\nあり，本件基本規程５７条によってＡ弁護士らについて訴訟行為の排除が\n認められるとすると，相手方において憲法３２条が保障する裁判を受ける\n権利が十分に満足されない事態に発展する旨主張（相手方の⑤の主張）す\nる。\nしかしながら，基本事件が医薬品に関する特許関係訴訟であって高度に\n専門特化された分野の訴訟であり，かつ，渉外案件であるとしても，我が\n国において，本件事務所に所属する弁護士以外に，基本事件の相手方の訴\n訟代理人として訴訟追行を行うことのできる弁護士が存在しないというこ\nとはおよそ考えられないから，相手方の上記主張は，採用することができ\nない。\nエ  まとめ\n以上によれば，相手方主張の①ないし⑤に係る事情は，本件事務所に所\n属するＡ弁護士らが，本件事務所の所属弁護士であったＣ弁護士が本件基\n本規程２７条１号により職務を行い得ない事件である基本事件について，\n相手方の訴訟代理人として職務を行ったとしても，客観的及び実質的にみ\nて，先にＣ弁護士を信頼して協議し，賛助を受けた抗告人塩野義にとって，\nＡ弁護士らの職務の公正らしさが保持されているものと認められる事由に\n当たるものということはできないから，Ａ弁護士らに本件基本規程５７条\nただし書の「職務の公正を保ち得る事由」があるものと認めることはでき\nない。\nしたがって，相手方の前記主張は理由がない。\n(4)  小括\n以上によれば，Ａ弁護士らが基本事件の相手方の訴訟代理人として訴訟行\n為を行うことは，基本事件が本件事務所に所属していたＣ弁護士が本件基本\n規程２７条１号により職務を行い得ない事件に該当するため本件基本規程５\n７条に違反するというべきであるから，抗告人らは，弁護士法２５条１項の\n趣旨に鑑み，Ａ弁護士らの訴訟行為を排除する旨の裁判を求めることができ\nるものと認められる。\nしたがって，抗告人らの本件申立ては理由がある。\n第４  結論\n以上のとおり，抗告人らの本件申立ては理由があるから，これと異なり本件\n申立てを却下した原決定は取り消されるべきであり，主文のとおり決定する。\n令和２年８月３日\n知的財産高等裁判所第４部\n裁判長裁判官      大    鷹    一    郎\n裁判官      中    村        恭\n裁判官      岡    山    忠    広\n（別紙）\n製品目録\nビクタルビⓇ配合錠\n（英語名：BIKTARVYⓇ Combination Tablets）\n（別紙）\n成分目録\n１  ビクテグラビル\n２  ビクテグラビルナトリウム\n"
}