{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 6,
    "month": 2,
    "day": 21
  },
  "case_number": "令和5(ネ)10097",
  "case_name": "営業侵害行為差止請求等控訴事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "92777",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=92777",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/777/092777_hanrei.pdf",
  "contents": "令和６年２月２１日判決言渡\n令和５年（ネ）第１００９７号  営業侵害行為差止請求等控訴事件\n（原審・東京地方裁判所令和２年(ワ)第２３４３２号）\n口頭弁論終結日  令和６年１月２９日\n判              決\n当事者の表示  別紙当事者目録記載のとおり\n主              文\n１  原告、被告ＡＩ及び被告ＳＡＩの各控訴をいずれも棄却\nする。\n２  原告の控訴に係る控訴費用は原告の負担とし、被告ＡＩ\nの控訴に係る控訴費用は被告ＡＩの負担とし、被告ＳＡ\nＩの控訴に係る控訴費用は被告ＳＡＩの負担とする。\n事実及び理 由\n用語の略称及び略称の意味は、本判決で新たに付するもののほかは、原判決に従\nう。また、原判決の引用部分の「別紙」を全て「原判決別紙」と改める。\n第１  控訴の趣旨\n１  原告\n(1) 原判決中、原告敗訴部分（ただし、原判決中、原告の被告ＬＳに対する１６\n３万５２９１円の利益分配請求についての敗訴部分を除く。）を取り消す。\n(2) 被告らは、原告に対し、原判決別紙組合財産を引き渡せ。\n(3) 被告ＡＩ及び被告ＳＡＩは、原告に対し、連帯して、９９８２万８０５４円\n及びこれに対する令和元年９月３０日から支払済みまで年５分の割合による金\n員を支払え。\n(4) 被告らは、原判決別紙顧客名簿を、営業活動に使用し、又は第三者に開示・\n使用させてはならない。\n(5)  被告らは、原判決別紙顧客名簿に係る電子データ及びその複製物を廃棄せ\nよ。\n(6) 被告らは、別紙謝罪広告目録記載１の謝罪広告を、同目録記載２及び３の条\n件で掲載せよ。\n(7) 被告らは、原告に対し、連帯して、１０００万円及びこれに対する被告ＡＩ\n及び被告ＬＳについては令和２年１０月９日から、被告ＳＡＩについては同月\n１３日から各支払済みまで年３パーセントの割合による金員を支払え。\n(8) 訴訟費用は、第１、２審とも被告らの負担とする。\n２  被告ＡＩ\n(1) 原判決中、被告ＡＩ敗訴部分を取り消す。\n(2) 上記取消部分に係る原告の請求を棄却する。\n(3) 訴訟費用は、第１、２審とも原告の負担とする。\n３  被告ＳＡＩ\n(1) 原判決中、被告ＳＡＩ敗訴部分を取り消す。\n(2) 上記取消部分に係る原告の請求を棄却する。\n(3) 訴訟費用は、第１、２審とも原告の負担とする。\n第２  事案の概要\n１  事案の要旨\n(1) 原告、被告ＡＩ、被告ＳＡＩ及び被告ＬＳ（令和２年７月１日の吸収合併前\nはＥＬ社。以下同じ。）は、本件組合契約（組合契約と業務委託契約の混合契約）\nを締結し、原告、被告ＡＩ及び被告ＳＡＩを組合員とする本件組合が被告ＬＳに業\n務委託する形態により、「スマホ留学」という名称の英語教育プログラムを一般消\n費者に対して提供するスマホ留学事業を営んでいた。本件は、原告が、被告らに対\nし、次の各請求をした事案である。\n①  原告が、被告らの債務不履行を理由に本件組合契約を解除し、本件組合契約\n９条２項により本件組合の財産を全て取得したと主張し、被告らに対し、本件組合\n契約、不当利得又は所有権に基づき、本件組合の全財産の引渡しを求める請求（以\n下「組合財産引渡請求」という。）\n②  原告が、本件組合契約に基づく利益分配の未払があると主張し、本件組合契\n約に基づき、被告ＬＳに対し、２０１９年９月期（平成３０年１０月～令和元年９\n月）の収益について原告が取得すべき利益分配金１６３万５２９１円の支払を求め\nる請求（以下「利益分配請求」という。）\n③  原告が、２０１９年９月期の本件組合の経費について、経費の不当算入の結\n果、利益分配金額が減少したと主張し、不法行為又は債務不履行に基づき、被告Ａ\nＩ及び被告ＳＡＩに対し、損害の一部である１億円及びこれに対する最後の不法行\n為の日である令和元年９月３０日から支払済みまで平成２９年法律第４４号附則１\n７条３項によりなお従前の例によることとされる場合における同法による改正前の\n民法（以下「改正前民法」という。）所定の年５分の割合による遅延損害金の連帯\n支払を求める請求（以下「経費不当算入に係る請求」という。）\n④  原告が、本件組合の営業秘密又は限定提供データ（不正競争防止法２条７項\nの「限定提供データ」をいう。以下同じ。）である顧客情報を被告らが不正に使用\nし、また、使用するおそれがあると主張し、被告らに対し、同法３条に基づき顧客\n名簿の使用等の差止及び顧客名簿に係る電子データ等の廃棄を求めるとともに、同\n法１４条に基づき謝罪広告の掲載を求める請求並びに同法４条又は本件組合契約の\n債務不履行に基づき、損害の一部である１０００万円及びこれに対する催告の日の\n翌日（訴状送達の日の翌日。被告ＡＩ及び被告ＬＳにつき令和２年１０月９日、被\n告ＳＡＩにつき同月１３日）から支払済みまで民法所定の年３パーセントの割合に\nよる遅延損害金の連帯支払を求める請求（以下「顧客名簿の不正使用に係る請求」\nという。）\n(2) 原判決は、利益分配請求については、原告が被告ＬＳに対し、８７万２０６\n７円の支払を求める限度で原告の請求を一部認容し、経費不当算入に係る請求につ\nいては、原告が被告ＡＩ及び被告ＳＡＩに対し、連帯して、１７万１９４６円及び\nこれに対する令和元年９月３０日から支払済まで年５分の割合による遅延損害金の\n支払を求める限度で原告の請求を一部認容し、その余の請求をいずれも棄却した。\n原告は、利益分配請求の敗訴部分を除く原判決敗訴部分について控訴し、被告Ａ\nＩ及び被告ＳＡＩも、それぞれ敗訴部分について控訴した。なお、被告ＬＳは控訴\nしていないことから、利益分配請求は、当審における審判の対象とはなっていな\nい。\n２  請求原因及び抗弁\n以下のとおり原判決を補正し、後記３において当審における当事者の追加及び補\n足主張を付加するほかは、原判決の「事実」中の「第４  当事者の主張」（原判決\n別紙「経費に関する主張」を含み、利益分配請求に係る主張を除く。原判決５頁６\n行目から１０頁５行目まで、同頁２６行目から１６頁１０行目まで、同頁１４行目\nから１９頁７行目まで、６２頁から８０頁まで）に記載するとおりであるから、こ\nれを引用する。\n（原判決の補正）\n(1) ５頁８行目の末尾に「（組合財産引渡請求）」を加える。\n(2) ７頁９行目の「（下、」を「以下、」と改める。\n(3)  ９頁２４行目の「意思表示をした」の次に「（意思表示の日（訴状送達の\n日）は被告ＡＩ及び被告ＬＳにつき同年１０月８日、被告ＳＡＩにつき同月１２\n日である。）」を加える。\n(4) １１頁１行目の末尾に「（経費不当算入に係る請求）」を加え、原判決別紙経\n費に関する主張の第１（６２頁から６８頁２０行目まで）の「被告ら」を全て「被\n告ＡＩ及び被告ＳＡＩ」と改める。\n(5) １１頁２１行目の「遅延損害金を」を「遅延損害金の連帯支払を」と改め、\n２３行目の末尾に「（顧客名簿の不正使用に係る請求。不正競争防止法違反）」を加\nえる。\n(6) １２頁１０・１１行目の「従業員等にしか閲覧できない」を「従業員等のほ\nかは閲覧できない」と、１４行目の「被告ＬＳ社」を「被告ＬＳ」と、１３頁１\n５・１６行目の「顧客名簿の使用を禁じる必要がある。」を「顧客名簿の使用を禁\nじ、またその実効性を確保するため、顧客名簿に係る電子データ及びその複製物を\n廃棄させる必要がある。」と、２０・２１行目の「顧客名簿の使用の差止め及び廃\n棄」を「顧客名簿の使用等の差止め及び顧客名簿に係る電子データ等の廃棄」と、\n２３行目の「５条２項」を「５条１項」と、２５行目の「遅延損害金を」を「遅延\n損害金の支払を」とそれぞれ改める。\n(7) １４頁２行目の末尾に「（顧客名簿の不正使用に係る請求。債務不履行）」を\n加え、２３行目の「被告に」を「被告らに」と、２５行目の「遅延損害金を」を遅\n延損害金の連帯支払を」と、それぞれ改める。\n(8)  １５頁１４行目の「請求原因エ(ｲ)、オ(ｲ)は、」を「請求原因エ(ｲ)、オ(ｲ)\nのメールマガジンの配信は顧客名簿の不正使用に当たらない。」と改める。\n(9)  １６頁１０行目を「オ  請求原因キは否認ないし争う。請求原因クは争\nう。」と改める。\n(10) １７頁１１行目の「請求原因ウは」を「請求原因ウ、エは」と改める。\n(11)  ６８頁２１行目の「被告ら」を「被告ＡＩ及び被告ＳＡＩ」と、２４行目\nの「大和事務所」を「被告ＡＩの大和事務所」と、７０頁６行目の「借りた部屋」\nを「ＥＬ社が借りた部屋」と、それぞれ改める。\n(12)  ７７頁３行目の「スマホ留学」を「スマホ留学事業」と、１７行目の「リ\nスト」を「顧客情報の」と、７８頁１２行目及び１５行目の各「バックアップ体\n制」を「バックアップ」と、それぞれ改める。\n３  当審における当事者の追加及び補足主張\n(1) 原告の主張\nア  組合財産引渡請求について\n本件組合契約に基づき除名された組合員が払戻しを受ける地位まで失うのは、重\n大な結果に見合う相当の違反行為が行われた場合であると解するとの枠組みを前提\nとした場合でも、以下の各違反行為を総合して評価すると、被告ＡＩ及び被告ＳＡ\nＩに、重大な違反行為があったというべきである。\n(ｱ) 本件組合契約６条３項ただし書が、Ａを配信者として表示してメールマガジ\nンを配信する場合に、他のメンバー（２社）全ての同意を要求しているのは、スマ\nホ留学のブランドイメージの保護のためである。そして、被告らが、１年もの期間\nにわたり、Ａ名義で、スマホ留学と競合する第三者のサービスであるケンペネＥｎ\nｇｌｉｓｈをプロモーションするメールを配信したことは、顧客の奪取を意図して\n行われた背信的な行為であり、また、スマホ留学のブランドイメージを著しく毀損\nする。\n(ｲ) 被告らがスマホ留学と競合するケンペネＥｎｇｌｉｓｈ及びオンライン留学\nの事業を実施したことは、背信行為であり、本件組合契約９条１項(2)の「相手方\nの事業活動に支障」を生じさせる重大な違反行為である。なお、「相手方の事業活\n動」にはスマホ留学事業が含まれると解釈すべきである。\n(ｳ) ＥＬ社は、スマホ留学の受講生らを継続的にケンペネＥｎｇｌｉｓｈに移行\nさせようとしており、講師らにもその旨公式に通達していた（甲１６の２、甲１\n８）。そうすると、ＥＬ社の従業員がＡとＢの友好関係について虚偽の記載をした\nメールを受講生に送信したことが、同従業員の独断によるものであったとは考え難\nい。被告らは、受講生のＡへの信頼を利用して、ケンペネＥｎｇｌｉｓｈを販売し\nようとしたのである。\n(ｴ) 被告らがＬＩＮＥ＠アカウントの名義をＡから変更して盗用したことは、Ｌ\nＩＮＥ＠アカウントの登録者との間では、個人情報の目的外利用に当たり、個人情\n報の保護に関する法律（平成１５年法律第５７号。以下「個人情報保護法」とい\nう。）１７条２項（令和３年法律第３７号による改正（令和４年４月１日施行）前\nは同法１５条２項。以下同じ。）に違反する行為であるから、スマホ留学事業に対\nする社会的信頼を著しく毀損する重大な背信行為である。\n(ｵ) 被告ＡＩの業務委託先の従業員が、スマホ留学の受講生らに対し、サポート\nのための連絡先がＡ及び原告へと変更された旨の虚偽の内容のメールを送信した\nが、これは被告ＡＩの業務委託先の従業員が独断で行ったものではなく、被告ＡＩ\nの関与のもと害意をもって行われたものである。また、上記メールが配信されたこ\nとにより生じた問題に対し、事態終息に向けた対応をしたのは原告であって被告ら\nではない。\n(ｶ) 原告がソフトランディングすることができるよう協議を求めていたにもかか\nわらず、被告らは、上記(ｵ)のメールの後、一方的に、スマホ留学の受講生募集を\n停止し、スマホ留学事業を停止させた。\nイ  経費不当算入に係る請求について\n(ｱ) 本件組合には、被告ＡＩ代表者のＣの構想による１０万円ルールがあり、こ\nれはＣとＡとの間で合意したものである。ＤはＣの提案を全面的に受け入れる状況\nにあったから、ＡとＣとの間で決定した内容は本件組合契約の内容となっていた。\n(ｲ) 経費として利益から控除することができるのは、積極的に組合員全体の利益\nにつながることが合理的に説明することができるものに限られ、「組合員全体の利\n益につながる支出であると説明することができないものとはいえない」との消極的\nな評価では足りない。\n(ｳ) 経費として計上された各項目についてみると、次のとおりスマホ留学事業の\n経費として認められないものが含まれている。\nａ  Ｅへの支払は、ミーティングへの参加や顧客対応へのサポートといった業務\nの対価のようであるが、Ｅは２０１９年（令和元年）９月期以前からこのような業\n務を実施しており、同期のみ高額な報酬を要することは不自然である。Ｅは被告Ａ\nＩに１２００万円を貸し付けており、被告ＡＩが同額を本件組合の資金として入金\nしていたから、Ｅへの支払は、被告ＡＩに対する貸付金への返済であったと考えざ\nるを得ない。\nｂ  広告宣伝費のうち、特にＡＩＨＤへの支払については支払額と一致する請求\n書等の証拠は提出されておらず、裏付けがない。また、原告と被告らとの信頼関係\nが破綻した頃から販管費の支出が増加している。広告宣伝費には、スマホ留学以外\nの被告らの商品等に係る広告費が含まれると考えるのが合理的である。\nｃ  アプリ開発費用について、アプリが開発された形跡がない。\nウ  顧客名簿の不正使用に係る請求について\n(ｱ) 不正競争防止法に基づく請求\nａ  本件で問題となる営業秘密（又は限定提供データ）の保有者はＥＬ社であ\nり、被告ＡＩは、ＥＬ社から営業秘密を示され、これを不正に使用したものであ\nる。\nｂ  上記ａが認められない場合には、被告ＡＩは不正の手段で営業秘密を取得し\nたことになるから、被告ＡＩの行為は不正競争防止法２条４号に、被告ＳＡＩの行\n為は同条５号に該当する。\n(ｲ) 本件組合契約の債務不履行に基づく請求\nａ  本件組合契約は平成３０年１０月１日に締結されたものであり、スマホ留学\n事業はそれ以前に開始されているから、本件組合契約を文字通りに解釈すると本件\n組合契約締結以前に提供された情報は、本件組合契約７条の「機密情報」に該当し\nないこととなり不合理である。形式的な文言解釈では当事者の合意内容は汲み取れ\nない。本件組合契約７条が、「顧客名簿」は「機密情報」に含まれると明記してい\nることに着目すれば、スマホ留学事業において蓄積された顧客リストは、同条の\n「顧客情報」に含まれると解釈すべきである。\nｂ  組合契約の当事者は、その立場に応じた善管注意義務（民法６７１条、６４\n４条）を負うところ、スマホ留学事業の顧客リストを、スマホ留学事業以外の目的\nで使用することは善管注意義務に違反する。被告らは、顧客リストをケンペネＥｎ\nｇｌｉｓｈ事業やオンライン留学事業のために用いたのであるから、善管注意義務\n違反の債務不履行がある。\n(2) 被告ＡＩ及び被告ＳＡＩの主張（経費不当算入に係る請求について）\n原告の脱退表明に対処するために支出された支払報酬及び通信費は、スマホ留学\n事業の利益と反する行動に出た組合員に対処するための費用であって、スマホ留学\n事業の利益につながる支出であるから、スマホ留学事業の経費として計上すること\nができる。\n(3) 原告の主張に対する被告らの反論\nア  組合財産引渡請求について\n(ｱ) 原告には、本件組合契約上の信義則に違反する行為・不作為があるから、こ\nれらの事情も考慮すれば、原告による本件組合契約９条１項による除名が認められ\nる場合は、より制限されるべきである。\n(ｲ) 本件組合契約にはそもそも競業避止義務の定めはなく、一定の条件下で、ス\nマホ留学のメールマガジンにおいて、スマホ留学以外の特定の商品又はサービスを\n紹介することも許容されていたし（本件組合契約６条４項、５項、７項）、このこ\nとが直ちにスマホ留学事業を妨害するものではない。\n(ｳ) 原告は、ＡとＢが友好関係にあるとのメールの送信や、スマホ留学のサポー\nトのための連絡先の変更のメールの送信が、ＥＬ社の従業員の独断で送信されたも\nのではないと主張するが、憶測にすぎない。\n(ｴ) 原告は、ＬＩＮＥ＠アカウントの名義変更が個人情報保護法違反であると主\n張するが、同法１７条２項の定める目的外利用の該当性について具体的な主張をし\nていない。\n(ｵ) 原告は、被告らに対し、形式的に文書によりソフトランディングできるよう\n協議することを求めたにすぎず、実質的にソフトランディングに向けた対応をして\nいないばかりか、スマホ留学の受講生に対するサポート業務を行うことを放棄し、\n不誠実な行動に終始していた。\nイ  経費不当算入に係る請求について\n(ｱ) １０万円ルールはＣがアイデアベースで話したものにすぎず、各組合員によ\nり合意されたものではない。\n（ｲ）Ｅは、２０１９年９月期以前は厚意でミーティングに参加していたにすぎな\nい。Ｅは、平成３０年後半、Ｃから、スマホ留学事業が赤字であることやメイン講\n師であるＡが全然動いてくれないことについて相談を受け、時間を十分とってスマ\nホ留学のコンサルティング業務を行うこととした。なお、ＥはＥＬ社に直接１２０\n０万円を貸し付けており、原告の主張は事実と異なる。\n(ｳ) アプリの必要性はＡ自身が提案したものである。\nウ  顧客名簿の不正使用に係る請求について\n(ｱ) 不正競争防止法に基づく請求\n顧客情報の保有者は各組合員であり、原告のいずれの主張も当たらない。\n(ｲ) 本件組合契約の債務不履行に基づく請求\n本件組合契約７条に係る原告の主張は当を得ない。また、スマホ留学以外のサー\nビスのためのメールマガジンの配信は、本件組合契約に違反するものではない。\n第３  当裁判所の判断\n１  当裁判所も、原告の請求（利益分配請求を除く。）のうち、経費不当算入に\n係る請求については、被告ＡＩ及びＳＡＩに対し、連帯して、１７万１９４６円及\nびこれに対する令和元年９月３０日から支払済みまで年５分の割合による遅延損害\n金の支払を求める限度で、それぞれ理由があり、その余の請求についてはいずれも\n棄却するのが相当であると判断する。その理由は、以下のとおり補正し、後記２に\nおいて当審における当事者の追加及び補足主張に対する判断を付加するほかは、原\n判決の「理由」中の１、２及び４から６まで（原判決１９頁９行目から３４頁１３\n行目まで、同頁１７行目から４７頁１２行目まで）に記載するとおりであるから、\nこれを引用する。なお、引用文も含め、枝番のある書証について枝番を表示してい\nないものは、すべての枝番を含む趣旨である。\n（原判決の補正）\n(1) １９頁１１行目の「Ｃ’」を「Ｃ」と、１６行目の「商品」を「商品やサー\nビス」と、１８行目の「商品の認知度」を「その認知度」と、それぞれ改める。\n(2)  ２０頁５行目の「平成２８」の前に「四者間で業務委託契約を締結し、」を\n挿入し、１６行目の「契約書」を「業務委託契約書（乙Ａ１０２）」と、同行目の\n「スマホ留学」から１９行目末尾までを「スマホ留学事業により発生した債務は、\n原告、被告ＡＩ及び被告ＳＡＩが負担するが、赤字が出た場合は、被告ＡＩ及び被\n告ＳＡＩのみが５０％ずつ負うものとされた。（乙Ａ８９、９１、１０１、１０\n２）」と、それぞれ改める。\n(3) ２１頁５行目の「顧客リスト獲得」を「顧客情報の獲得及び顧客リストの作\n成・管理」と、６行目の「なった」を「なった。」と、１１行目の「従業員への還\n元」を「スマホ留学事業を担当するスタッフや講師への還元」と、２１行目の「１\n３２」を「１３１、１３２」と、それぞれ改める。\n(4) ２２頁５行目の末尾に改行して次のとおり加える。\n「４条１項\n本事業から生じた利益は、次の割合でメンバー間にて分配する。\n甲  ２０％   乙  ４０％   丙  ４０％\n５条１項\n本事業に関連して得られた資産（動画、音声、資料等のコンテンツ、顧客（見込\n客を含む）リスト、その他の知的財産権を含む。以下「本事業資産」という。）\nは、その名義にかかわらず、第４条に定める利益分配割合で、甲乙丙に帰属するも\nのとする。ただし、各当事者が本事業開始前から有しており、又は本事業に関係な\nく有するに至った資産については、本事業資産に含まれないものとする。」\n(5) ２３頁５行目の「第５条に基づく本事業資産に関する権利」の次に「等」を\n挿入し、１６・１７行目の「継続していたところ、平成３０年１１月から１２月頃\nにかけて、」を「継続していた。Ａは、平成３１年１月頃、」と、２４行目の「原\n告」を「Ａ」と、２５行目の「音楽ライブ」を「自らが出演する音楽ライブ」と、\nそれぞれ改める。\n(6) ２４頁２行目の「スマホ留学」を「スマホ留学事業」と、６行目の「音楽ラ\nイブ」を「自らが出演する音楽ライブ」と、１０行目の「コンテンツ料」を「コン\nテンツへの対価」と、１１行目の「ＥＬ社の」を「ＡにはＥＬ社の」とそれぞれ改\nめ、１７行目の「その後、」から２５行目末尾までを次のとおり改める。\n「原告は、同月２９日、いったんは被告ＡＩに対して、「皆様が憤慨されている現\n在の状況を改善できるのであれば、役員の解除、契約上のフィーの条件変更など、\nどのようなご提示も謹んでお受けしたいと思います。」等との記載のある謝罪文\n（乙Ａ１０）を提出した。しかし、その後、弁護士を通じて同年７月４日付け通知\n書（乙Ａ１１）により、上記謝罪文に記載した内容を全て撤回し、本件組合からの\n脱退を希望している旨伝えるとともに、スマホ留学事業については、その終了又は\n原告を除く組合員らによるスマホ留学事業の継続に向けてソフトランディングする\nことができるよう、話合いを希望する旨通知した。Ｃは、被告ＡＩ代表者として、\n同月９日、メール（甲１４）で原告代理人に連絡をし、Ａのコンテンツ制作状況が\n芳しくなく債務不履行がある旨伝えた。さらに、被告ＡＩは、松田綜合法律事務所\nの弁護士に依頼し、同弁護士を介して原告に対し、同年８月３０日付けで、原告に\nコンテンツの作成義務違反等の債務不履行があることを理由に本件組合契約９条１\n項(1)により本件組合契約を解除するなどと記載された通知書（乙Ａ２）を送付し\nた。原告は、弁護士を介し、同年９月３０日付けの通知書（甲５の１）により、被\n告ＡＩに対し、原告に債務不履行はない旨の反論をするとともに、Ａ名義のメール\nマガジンの配信の停止を求め、原則としてスマホ留学に係るサービスの提供終了を\n求めるが、継続を望むのであれば具体的な提案をするよう求めた。被告ＡＩは、松\n田綜合法律事務所の弁護士を介し、同年１０月１６日付け通知書（甲６）により反\n論し、原告の債務不履行を理由として本件組合契約を解除する旨再び主張した。\n原告と被告ＡＩは、令和２年４月、それぞれが依頼した弁護士（被告ＡＩが依頼\nしたのは松田綜合法律事務所の弁護士である。）を介し、後記クのスマホ留学のサ\nポート窓口の変更のメール等に関連し、事実関係の確認や、本件組合からの脱退の\n意思の有無の確認等をするやりとりをした。（甲５の１、甲６、２７～２９、乙Ａ\n２、９～１１、１１４、１１７、１１８、１２８、１２９）」\n(7) ２５頁９行目の「継続できるなど」を「継続できることなど」と、１５行目\nの「甲８、１０」を「甲８、１０、４０、４１、原審における被告ＡＩ代表者Ｃ」\nとそれぞれ改め、１６行目から２６頁５行目までを次のとおり改める。\n「オ  原告は、令和元年６月２日、被告ＡＩから、スマホ留学の顧客（見込客を\n含む。以下同じ。）のうちスマホ留学の未購入者に対して送付するメールマガジン\nにおいて、ケンペネＥｎｇｌｉｓｈの「超速Ｅｎｇｌｉｓｈマスター合宿」を紹介\nする旨の予告を受けたが、これに対し、「ご連絡有難うございました。宜しくお願\nい致します。」と返信し、反対しなかった（乙Ａ１）。その後、ＥＬ社は、同年９月\n３日、４日及び５日に、「スマホ留学通信<省略 >」名義のメールアカウントを用い\nて、スマホ留学のメールマガジンとして、スマホ留学の顧客宛てに、スマホ留学事\n務局（ＥＬ社）がケンペネＥｎｇｌｉｓｈを宣伝する内容のメールを配信した（甲\n４の１～３）。また、ＥＬ社は、同月３０日、ＥＬ社が管理している「【スマホ留\n学】Ａ（省略）」名義のメールアカウントを用いて、「スマホ留学オススメの無料教\n材」の件名で、スマホ留学の顧客宛てに、スマホ留学事務局がケンペネＥｎｇｌｉ\nｓｈを紹介する内容のメール（甲４の４）を配信したが、同メールの本文は、「こ\nんばんは、スマホ留学事務局です。」から始まるもので、メール中にＡの氏名は表\n示されていなかった。ＥＬ社（令和２年７月１日以降は被告ＬＳ。以下同じ。）\nは、令和元年１０月３日から令和２年７月１２日にかけて、「【スマホ留学】（省\n略）」名義のアカウントを用いて、発行元を「スマホ留学」、発行責任者を「Ａ」と\n表示し、「スマホ留学講師のＡです！」という挨拶から始まるメールをスマホ留学\nの顧客宛てに、８通、配信したが、同メールの冒頭部分には、「勉強しなくても英\n語が口からスラスラ出てくる！  １日２０分の自宅留学！ケンペネＥｎｇｌｉｓ\nｈ」（甲７の１）、「バラエティ番組を見るだけで英語がスラスラ話せるようになる\n英語脳の作り方！」（甲７の２）といった文章とともにケンペネＥｎｇｌｉｓｈの\nウェブページのＵＲＬが記載され、その下に横線が引かれており、冒頭部分が本文\nとは別の広告であることがわかるようになっていた。また、ＥＬ社は、令和元年１\n１月２７日頃、スマホ留学の顧客に対して、オンライン留学を紹介する葉書（甲１\n２の２）を送付した。（甲４、７、１２の２、乙Ａ１）」\n(8) ２６頁１２行目の「甲１６の１」を「甲１６の３・４」と改め、１３行目か\nら２７頁３行目までを次のとおり改める。\n「キ  ＥＬ社は、令和元年１０月３日頃、ＥＬ社が管理し、従前、スマホ留学の案\n内等に用いていたＡ名義のＬＩＮＥ＠アカウントについて、原告の承諾を得ること\nなくケンペネＥｎｇｌｉｓｈの名義に変更した。（甲１７）\nク  ＥＬ社の担当者は、令和２年４月６日頃、原告に相談することなく、「スマ\nホ留学<省略>」名義のメールアカウントを用いて、スマホ留学サポート事務局とし\nて、スマホ留学の受講生に対し、「４月６日（月）をもちまして、サポート窓口は\n下記に変更となりました」などとした上で、Ａ個人のメールアドレス及び携帯電話\n番号、原告のメールアドレスを記載したメールを送信した。これにより、Ａ又は原\n告は、１００件を超えるメール又は電話による問合せ等を受けた。この頃、被告ら\nは、原告に相談することなく、スマホ留学の受講生の募集を停止した。（甲１９～\n２１、原審における原告代表者Ａ、原審における被告ＡＩ代表者Ｃ、弁論の全趣\n旨）\nケ  被告ＡＩは、令和２年７月２２日から同年８月２日までにかけて、「Ｆ＠ス\nマホ留学<省略>」名義のメールアカウントを用いて、スマホ留学のメールマガジン\nとして、スマホ留学の顧客に対し、英会話講師であるＦがオンライン留学の紹介を\nする内容のメールを、毎日１通、合計１２通送信した。また、被告ＡＩは、令和２\n年８月５日から同月１４日までにかけて、同メールアカウントを用いて、スマホ留\n学のメールマガジンとして、スマホ留学の顧客に対し、英会話講師であるＦがケン\nペネＥｎｇｌｉｓｈの紹介をしたり、ケンペネＥｎｇｌｉｓｈへの申込みを促した\nりする内容のメールを、毎日１～４通、合計１６通送信した。（甲９、１１、原審\nにおける被告ＡＩ代表者Ｃ）」\n(9) ２８頁３行目の「上記のような」を「不当に組合財産を著しく毀損した場合\nなど、上記のような」と改める。\n(10) ２８頁２１行目の「メール」から２６行目の「ものである。」までを「メー\nル（甲４の４。前記(1)オ）は、【スマホ留学】Ａ（省略）」名義のメールアカウン\nトを用いて配信されているものの、そのアカウント名及びメールアドレスからし\nて、スマホ留学事業の事務局であるＥＬ社のアカウントであると理解することがで\nきるものであり、また、その内容は、「こんばんは、スマホ留学事務局です。」と始\nまり、ケンペネＥｎｇｌｉｓｈの講師であるＧの紹介やケンペネＥｎｇｌｉｓｈの\n内容の紹介、体験者の声が掲載されたウェブページへのリンク、ケンペネＥｎｇｌ\nｉｓｈ事務局のメールアドレスを紹介するものであって、メール中にＡの名前は掲\n載されておらず、その記載内容からして、Ａではなく、スマホ留学事務局が作成\nし、配信したメールであることが理解可能なものである。そうすると、同メール\nは、Ａを配信者として表示したメールには当たらないというべきである。\n次に、ＥＬ社は、令和元年９月３０日付けの通知書により原告からＡ名義のメー\nルマガジンの配信の停止を求められたにもかかわらず（前記(1)ウ）、同年１０月３\n日から令和２年７月１２日にかけて、メールの冒頭部分にケンペネＥｎｇｌｉｓｈ\nの紹介文及びウェブページのＵＲＬが記載され、その下のメールの本文には、「ス\nマホ留学講師のＡです！」「力が漲（みなぎ）る英語の名言」などと始まり、Ａが\n英語の名言やその発言者を紹介する内容の文章が記載され、メールの末尾には「発\n行元：スマホ留学」「発行責任者：Ａ」などと記載された各メール（甲７）を、ス\nマホ留学の顧客宛てに配信した（同オ）。同各メールは、その内容・形式に照ら\nし、スマホ留学事業の遂行の一環として配信されたメールマガジンであり、かつ、\n本件組合契約６条３項の「甲代表取締役であるＡ氏を配信者として表示する」もの\nに該当するものと解される。同項は、Ａを配信者として表示するメールマガジンに\nついては、メンバー全員の同意を要求するものであり、その趣旨は、スマホ留学の\nメイン講師であるＡを配信者として表示するメールマガジンの配信は、本件組合の\n事業の基幹サービスであるスマホ留学に直接関係するものであることから、ブラン\nドイメージを保護するため、その内容及び配信について組合員全員の同意を要する\nことにしたものと解される。しかるところ、もともと、スマホ留学事業を遂行する\nため、Ａを配信者として表示するメールマガジンを配信することは、本件組合契約\n上、当然に想定されていた事柄であって、その具体的内容については、本件組合契\n約に基づき本件組合から業務委託を受け営業者となったＥＬ社がスマホ留学事務局\nとして作成し、配信していたことが窺われる。そして、甲７の一連のメールの内容\nや体裁が、令和元年９月３０日以前と比較し、Ａ個人の名誉や信用はもとより、ス\nマホ留学事業のブランドイメージを傷つけるようなものであったことを認めるに足\nりる証拠はない。したがって、これらのメールは、原告の同意なく配信されたとい\nう点において、形式的には、本件組合契約９条１項(1)に反するものということが\nできるが、実質的にみれば、各メールの内容がＡの名誉や信用を毀損し、又はスマ\nホ留学事業のブランドイメージを損なうものであったということはできない。そし\nて、原告も、対外的には受講生に対し、スマホ留学事業を構成するサービスを実施\nする義務を負っていたことを併せ考慮すると、令和元年９月３０日以降のこれらの\nメールの配信をもって、除名に伴い組合財産の払戻し請求権が制限されるという重\n大な結果に見合うような被告ＡＩ及び被告ＳＡＩによる本件組合契約の違反行為が\nあったと評価することはできないというべきである。」と改める。\n(11) ３０頁１３行目の「本件組合契約」から１４行目の「らず、」までを「本件\n組合契約には、各組合員がスマホ留学事業と競合する事業を行うことを禁ずる旨の\n特約はなく、」と、２１行目の「原告が弁護士に委任した上で」から２３行目の\n「であること」までを「原告によるスマホ留学のコンテンツ制作に問題が生じてい\nたところに、原告が令和元年７月４日付け通知書（乙Ａ１１）及び同年９月３０日\n付け通知書（甲５の１）により、弁護士を介して、被告らに対し、本件組合からの\n脱退の意向があること及びスマホ留学事業の終了等を希望する旨通知し、被告ＡＩ\nの主張する原告による債務不履行の事実を争う姿勢を明らかにしたことから、従前\nどおりのスマホ留学のコンテンツの制作を継続することが困難になる蓋然性が高い\n状況となった後であること」と、それぞれ改める。\n(12)  ３１頁２行目の「スマホ留学事業によって」から４行目の「手紙を送付し\nたりしたこと」までを「スマホ留学のメールマガジンにより、ケンペネＥｎｇｌｉ\nｓｈ及びオンライン留学の広告や紹介記事を配信したり、スマホ留学の顧客に対し\nてオンライン留学を紹介する葉書を送付したりしたこと」と、９・１０行目の「ス\nマホ留学事業で獲得したメールアドレスを用いたスマホ留学のメールマガジンの配\n信」を「スマホ留学のメールマガジンの配信」と、１３行目の「スマホ留学事業に\n及ぼす影響」を「スマホ留学事業の売上げ等に及ぼす影響」と、２３・２４行目の\n「ＥＬ社による当該返信に」を「ＥＬ社が当該虚偽の返信をしたことについて、被\n告ＡＩに過失が認められるとしても、」と、それぞれ改める。\n(13)  ３２頁１４行目の「原告が弁護士に委任した上で」から１６行目の「困難\nになった後のこと」までを「前記のとおり、従前どおりのスマホ留学のコンテンツ\nの制作を継続することが困難になる蓋然性が高い状況となった後のこと」と、２６\n行目の「甲２０号証及び弁論の全趣旨」を「甲２０号証、原審における被告ＡＩ代\n表者Ｃ及び弁論の全趣旨」と、３３頁２１・２２行目の「被告ＡＩ及び被告ＳＡＩ\nの行為であったとしても、」を「少なくとも、」と、２４行目の「いえない」を「い\nえないものである」と、２４～２６行目の「そうすると、被告ＡＩ及び被告ＳＡＩ\nが本件組合契約から除名されることにより原告が組合財産を単独取得するに至った\nとはいえない」を「そうすると、被告ＡＩ及び被告ＳＡＩが本件組合契約９条１項\n(2)により除名されたと認めることはできず、原告が組合財産を単独取得するに至\nったということはできない」と、それぞれ改める。\n(14)  ３４頁５行目の「組合契約」を「本件組合契約」と、５・６行目の「しか\nし、ＥＬ社は組合契約」から１２行目の「できない。」までを「しかし、本件組合\n契約は、組合契約と業務委託契約の混合契約であって、業務委託契約部分の解除は\n組合の常務に属する行為（平成２９年法律第４４号附則３４条１項の規定によりな\nお従前の例によることとされる場合における同法による改正前の民法６７０条３\n項）ということはできないから、原告が単独でＥＬ社と本件組合との間の業務委託\n契約部分を解除することができるかどうかについては疑問がある。また、この点を\n措くとしても、ＥＬ社に対する業務委託がスマホ留学事業の必要不可欠な要素であ\nったとまでは認められないから、原告がＥＬ社の債務不履行を理由に業務委託部分\nのみならず、組合契約部分まで当然に解除することができると解すべき根拠も見当\nたらない。そもそも、本件において、原告の本件組合契約９条１項(2)に基づく被\n告ＡＩ及び被告ＳＡＩの除名が認められないことは、前記ウのとおりであるから、\n原告は、本件組合の財産に対して持分権以上の権利を有するものではなく、原告が\n本件組合から脱退したとしても、原告は、単独で本件組合の財産全部の払戻しを受\nけることはできない。そうすると、結局、仮に、ＥＬ社の地位を承継した被告ＬＳ\nが本件組合の財産を占有しているとしても、他の組合員である被告ＡＩ及び被告Ｓ\nＡＩの了承を得ることなく、原告が、被告ＬＳに対し、単独で組合財産全部の引渡\nしを請求することはできない。」と、それぞれ改める。\n(15)  ３６頁６行目の「(2)(ｱ)」を「(2)ア」と、２０行目の「(ｲ)」を「イ」\nと、３７頁６行目の「(ｳ)」を「ウ」と、１８行目の「(ｴ)」を「エ」と、同行目の\n「９月３日」を「平成３０年９月３日」と、２３行目の「(ｵ)」を「オ」と、それ\nぞれ改める。\n(16) 原判決の第３の４(3)イ（３９頁１１行目から４２頁１５行目まで）及び同\n(4)（４２頁１６行目から４３頁６行目まで）の「被告ら」（ただし、４１頁４行目\nの「被告ら」を除く。）を全て「被告ＡＩ及び被告ＳＡＩ」と、３９頁８行目の\n「スマホ留学事業においては」から１０行目末尾までを「本件組合の経費として支\n出することができるのは、本件組合の業務の執行のための費用というべきである\nが、前記のとおり、経費の計上に関する特段の合意が認められない以上、具体的な\n支出については、本件組合契約で定められた役割分担に基づき本件組合の業務を執\n行する各組合員に合理的な裁量が認められていたものと解するのが相当である。そ\nうすると、ある支出がされた場合において、それが組合員全体の利益につながる支\n出であると一応説明することができるものであるときは、当該裁量の範囲内の支出\nとして、その支出の適否が問題となることはあり得るとしても、通常、債務不履行\n又は不法行為に該当することはなく、当該支出についておよそ組合員の全体の利益\nにつながる支出であると説明することができないときにはじめて債務不履行又は不\n法行為に該当する違法な行為になるというべきである。」と改め、４０頁１６行目\nの「広告宣伝費」を「広告宣伝費（１０項）」と、４１頁４行目の「被告ら」を\n「被告ＡＩ及び被告ＬＳ」と、１１行目の「被告が」を「被告ＡＩ及び被告ＳＡＩ\nが」と、１１・１２行目の「構成員への報酬として計上した金員」を「構成員への\n報酬として計上した金員（１１項(1)）」と、２０行目の「ＡＩＨＤに係る費用」を\n「ＡＩＨＤに係る費用（１１項(6)）」と、４２頁１０行目の「被告の」を「被告Ａ\nＩ及び被告ＳＡＩの」と、４３頁５行目の「利益分配金」を「利益分配金相当額の\n損害賠償金」と、８行目の「Ｃ’」を「Ｃ」と、それぞれ改める。\n(17) ４４頁１６行目から２１行目までを次のとおり改める。\n「原告は、ＥＬ社が保有する顧客情報に関して被告らが不正競争行為を行ったと\n主張して差止め等及び損害賠償を請求する。しかし、本件組合契約５条１項による\nと、スマホ留学事業の顧客情報は、本件組合契約４条に定める利益配分割合で、原\n告、被告ＡＩ及び被告ＳＡＩにそれぞれ帰属するのであるから、被告ＡＩ及び被告\nＳＡＩはスマホ留学事業の顧客情報について権利を有する者であり、被告ＡＩ及び\n被告ＳＡＩが、それぞれスマホ留学事業の顧客情報を取得し、これを利用すること\nは、本件組合契約上、想定されていたことである。その他に本件において、原告又\nはＥＬ社の営業秘密（又は限定提供データ）について、被告ＡＩ及び被告ＳＡＩに\nよる不正取得行為又はＥＬ社による不正開示行為があったことを認めるに足りる主\n張立証はない。したがって、被告らに原告が主張する不正競争行為が成立するとは\n認められない。」\n(18)  ４６頁１３行目の「各社が」を「一部が」と、１５・１６行目の「そのよ\nうな情報を」を「各組合員固有の事業活動に支障が生じないようにするため、上記\n固有の情報を」と、それぞれ改める。\n(19) ４７頁６行目の「ＥＬ社が取得、管理していた情報であって、」を「ＥＬ社\nが取得、管理していた情報であり、本件組合の各組合員に帰属するものであっ\nて、」と改める。\n２  当審における当事者の追加及び補足主張に対する判断\n(1) 組合財産引渡請求について\nア  原告は、被告らの本件組合契約違反の重大性は、一連の事実関係を総合考慮\nして評価すべきであると主張するが、本件において認められた被告らの本件組合契\n約の違反行為を総合しても、除名された組合員が払戻しを受ける地位を失うほどの\n重大な違反行為がされたと認めることはできない。\nイ  原告はＬＩＮＥ＠アカウントの名義をＡからケンペネＥｎｇｌｉｓｈに変更\nして盗用したことが、ＬＩＮＥ＠アカウントの登録者との間では、個人情報の目的\n外利用であり、個人情報保護法１７条２項に違反すると主張する。しかし、同アカ\nウントはスマホ留学事業のためにＥＬ社が管理していたものであって、Ａ個人が管\n理していたものではないから、ＡのアカウントをＥＬ社が「盗用」したということ\nはできない。また、スマホ留学事業のために個人情報を登録し、同アカウントから\nの情報提供を受けていた顧客との関係では、これらの顧客に対し告知され、又は公\n表されていた利用目的の具体的内容についての主張立証はなく、個人情報保護法１\n７条２項の「合理的に認められる範囲」を超えて利用目的が変更されたことを認め\nるに足りる主張立証もない。それのみならず、顧客との関係で、ＥＬ社に個人情報\n保護違反の事実があったとしても、そのことが直ちに原告との関係において不法行\n為又は債務不履行を構成するものということはできないから、結局、原告の前記主\n張は、原告による本件組合契約の解除を正当化するに足りる理由となるものではな\nい。\nウ  その余の組合財産引渡請求に係る当審における原告の主張については、前記\n補正の上引用した原判決の「理由」中の２（原判決２１頁２２行目から３４頁１３\n行目まで）に判示するとおりである。\n(2) 経費不当算入に係る請求について\nア  原告の主張について\n前記補正の上引用した原判決の「理由」中の４（原判決３４頁１７行目から４３\n頁６行目まで）に判示するとおりである。なお、仮に、本件組合において、１０万\n円を超える支出について事前に他の組合員の承認を得るという運用が実施されてい\nたとしても、事前承認を得ていない経費について、直ちに不正な支出であるものと\nみなすという合意があったことはうかがえないのであって、この点においても、１\n０万円ルールに係る原告の主張には理由がない。\nまた、Ｅへの支払が貸金の弁済であったことや、広告宣伝費に本件組合の事業と\nは別の事業に関する広告宣伝費が含まれていることを認めるに足りる証拠はなく、\nアプリが完成していないとしても、証拠（乙Ａ５７、５８）に照らせばアプリ開発\nのための活動をしていたことはうかがえるのであるから、開発費用の支払をしたこ\nとが不合理とはいえない。\nイ  被告ＡＩ及び被告ＳＡＩの主張について\n被告ＡＩ及び被告ＳＡＩは、原告の脱退表明に対処するために支出された支払報\n酬及び通信費は、スマホ事業の利益につながる支出であるから、経費として計上す\nることができる旨主張する。しかし、組合員同士の紛争の解決のための費用は、た\nだちに組合の業務の執行のための経費であるということはできないし、これを本件\n組合の経費として認める旨の組合員間の合意の存在も認められない。また、仮に、\nそれがスマホ事業の利益につながる支出であると解した場合でも、当該紛争の解決\nのための費用は、被告ＡＩ及び被告ＳＡＩのみならず同じく組合員である原告にも\n発生するのであるから、被告ＡＩらの支払った弁護士費用等のみを経費として計上\nすることは均衡を欠くというべきである。したがって、このような経費の計上は、\n原告に対する関係で正当なものと認めることはできないから、被告ＡＩ及び被告Ｓ\nＡＩの主張は採用することができない。それのみならず、本件組合の経費として松\n田綜合法律事務所に対して支払った「支払報酬」及び「通信費」は、前記補正の上\n引用した原判決の「理由」の２(1)ウのとおり、被告ＡＩが原告との交渉のために\n委任した弁護士に係る費用であって、被告ＡＩのための費用であるというほかな\nく、本件組合のための費用に当たるとはいえない。そして、被告ＡＩ及び被告ＳＡ\nＩが相談した上でこのような「支払報酬」及び「通信費」を本件組合の経費に計上\nし、原告の分配金を減少させたのであるから、同各被告らが「支払報酬」及び「通\n信費」を本件組合の経費に計上した行為は共同不法行為に当たる。\nしたがって、この点にかかる被告ＡＩ及び被告ＳＡＩの主張は採用することがで\nきない。\n(3) 顧客名簿の不正使用に係る請求について\nア  原告は、ＥＬ社が営業秘密又は限定提供データの保有者であり、被告ＡＩ及\nび被告ＳＡＩはＥＬ社から営業秘密又は限定提供データの開示を受けたと主張する\nが、そうであるとすれば、開示された営業秘密又は限定提供データが原告の営業秘\n密又は限定提供データであるということはできないはずである。もともと、前記補\n正の上引用した原判決のとおり、スマホ留学の顧客情報は各組合員に帰属するもの\nであり（本件組合契約５条１項）、被告ＡＩ及び被告ＳＡＩが自らに帰属する顧客\n情報を使用することは、不正競争行為に当たるものではない。\nイ  さらに、本件組合契約は、スマホ留学以外の特定の商品又はサービスを「対\n象案件」として、その紹介をするため、スマホ留学の顧客情報を用いることを予定\nしている（本件組合契約６条４項等）。したがって、被告らが、顧客情報をケンペ\nネＥｎｇｌｉｓｈやオンライン留学の紹介に用いたことをもって、直ちに本件組合\n契約に違反すると認めることはできない。\nウ  原告は、本件組合契約７条２項を文字通り解釈すると本件組合契約締結以前\nに提供された情報は、同項の「機密情報」には該当しなくなるから不合理である旨\n主張する。しかし、原告及び被告らとの間で平成２９年３月１日に締結された業務\n委託契約書（乙Ａ１０２）によれば、本件組合契約締結前のスマホ留学事業に関す\nる機密情報については、上記業務委託契約書９条に本件組合契約７条２項と同じ内\n容の機密保持に関する条項が設けられていることが認められ、本件組合契約の締結\nにより当該条項の効力が失われたと解すべき理由は見当たらない。したがって、当\n事者の合理的意思解釈として、本件組合契約締結前の機密情報については前記業務\n委託契約書９条に基づく保護の対象となると解するのが相当であるから、原告の主\n張する点は、本件組合契約７条２項をその文言どおり解釈することの妨げとなるも\nのではない。\n３  結論\n以上の次第で、原告の請求（利益分配請求を除く。）のうち、経費不当算入に係\nる請求については、被告ＡＩ及び被告ＳＡＩに対し、連帯して、１７万１９４６円\n及びこれに対する最後の不法行為の日である令和元年９月３０日から支払済みまで\n改正前民法所定の年５分の割合による遅延損害金の支払を求める限度で理由がある\nが、その余の請求はいずれも理由がない。これと同旨の原判決は相当であるから、\n原告の控訴並びに被告ＡＩ及び被告ＳＡＩの各控訴をいずれも棄却することとし\nて、主文のとおり判決する。\n知的財産高等裁判所第２部\n裁判長裁判官\n清      水         響\n裁判官\n浅    井         憲\n裁判官\n勝      又     来  未  子\n（別紙）\n当事者目録\n控訴人兼被控訴人（原審原告）       株式会社Ｉｃｈｉｄｏ  Ｕｐ\n（以下「原告」という。）\n同訴訟代理人弁護士      家    永              勲\n大    平      健    城\n被控訴人兼控訴人（原審被告）        株 式 会 社 Ａ Ｉ\n（以下「被告ＡＩ」という。）\n被控訴人（原審被告）    株式会社ＬＳ  Ｃｒｅａｔｉｏｎ\n（以下「被告ＬＳ」という。）\n上記２名訴訟代理人弁護士        松    田    純    一\n兼    定    尚      幸\n被告ＡＩ訴訟復代理人兼被告ＬＳ訴訟代理人弁護士  勝      俣    安  登  武\n被控訴人兼控訴人（原審被告）        株 式 会 社 Ｓ Ａ Ｉ\n（以下「被告ＳＡＩ」といい、被告ＡＩ\n及び被告ＬＳと併せて「被告ら」という。）\n同訴訟代理人弁護士     大    塚    一      暁\n川    﨑    裕    恭\n（別紙謝罪広告目録省略）\n"
}