{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 6,
    "month": 3,
    "day": 25
  },
  "case_number": "令和5(ネ)10090",
  "case_name": "職務発明対価相当請求控訴事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "92926",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=92926",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/926/092926_hanrei.pdf",
  "contents": "令和６年３月２５日判決言渡\n令和５年（ネ）第１００９０号  職務発明対価相当請求控訴事件\n（原審・大阪地方裁判所令和２年（ワ）第１２１０７号）\n口頭弁論終結日  令和６年１月１０日\n判             決\n控訴人兼被控訴 人        Ｘ\n（以下「原告」という。）\n同訴訟代理人弁護士        藤    掛      伸      之\n浦    本      真      希\n上    田              貴\n藤    掛      昂      平\n被控訴人兼控訴 人        全 星 薬 品 工 業 株 式 会 社\n（以下「被告」という。）\n同訴訟代理人弁護士        井    上      卓      哉\n麻  生  川      典      晃\n村    西      大      作\n同補佐人弁理 士        佐  々  木              修\n主             文\n１  被告の控訴に基づき、原判決中、被告敗訴部分を取り消す。\n２  上記の部分につき、原告の請求を棄却する。\n３  原告の控訴を棄却する。\n４  訴訟費用は第１、２審とも原告の負担とする。\n事 実 及 び 理 由\n第１  控訴の趣旨\n１  原告\n(1)  原判決中、原告敗訴部分を取り消す。\n(2)  被告は、原告に対し、６０００万円及びこれに対する令和２年３月３日か\nら支払済みまで年５分の割合による金員を支払え。\n(3)  被告は、原告に対し、５６１１万２０００円及びこれに対する令和２年３\n月３日から支払済みまで年５分の割合による金員を支払え。\n(4)  訴訟費用は第１、２審とも被告の負担とする。\n２  被告\n主文（第３項を除く。）同旨\n第２  事案の概要\n１  被告は、医薬品の製造販売等を目的とする株式会社であり、原告は、被告の\n元従業者である。\n本件は、原告が、原告は被告の従業者として職務発明（原判決別紙特許目録記載\n１の特許（以下「本件特許１」という。）に係る各発明（以下「本件発明１」とい\nう。）及び同目録記載２の特許（以下「本件特許２」といい、本件特許１と併せて\n「本件各特許」という。）に係る各発明（以下「本件発明２」といい、本件発明１\nと併せて「本件各発明」という。））をし、本件各発明に係る特許を受ける権利を\n被告に承継させたと主張し、被告に対して、①本件発明１につき、平成２０年法律\n第１６号による改正前の特許法（以下「平成１６年特許法」という。）３５条３項\nに基づいて、未払の相当の対価５億７５００万円の内金６０００万円及びこれに対\nする履行の請求の日の翌日である令和２年３月３日から支払済みまで平成２９年法\n律第４４号による改正前の民法（以下「改正前民法」という。）所定の年５分の割\n合による遅延損害金の支払を求め、②本件発明２につき、平成２７年法律第５５号\nによる改正前の特許法（以下「平成２０年特許法」という。）３５条３項に基づい\nて、相当の対価１億５５５２万円の内金６０００万円及びこれに対する履行の請求\nの日の翌日である令和２年３月３日から支払済みまで改正前民法所定の年５分の割\n合による遅延損害金の支払を求める事案である。\n原判決は、本件発明１に係る原告の請求を全部棄却し、本件発明２に係る原告の\n請求を３８８万８０００円及びこれに対する遅延損害金の支払を求める限度で認容\nし、その余を棄却したところ、原告及び被告は、いずれも自己の敗訴部分を不服と\nして、それぞれ控訴を提起した。\n２  前提事実、争点及び当事者の主張\n（原判決の引用）\n前提事実、争点及び当事者の主張は、後記（原判決の補正）のとおり原判決を補\n正するほかは、原判決の「事実及び理由」の第２の２及び３並びに第３（２頁１９\n行目から２０頁１０行目まで）に記載のとおりであるから、これを引用する。\n（原判決の補正）\n(1)  ３頁４行目の「（甲２）」を削る。\n(2)  ３頁１７行目末尾に「（乙４）」を加える。\n(3)  ３頁２５行目の「経緯」を「行為」と改める。\n(4)  ４頁２６行目及び５頁１２行目の各「三和化学株式会社」をいずれも「株\n式会社三和化学研究所」と改める。\n(5)  ５頁５行目の「甲１、」を削る。\n(6)  ６頁８・９行目の「本件各発明の対価額」を「本件各発明に係る特許を受\nける権利の承継の対価の額」と改める。\n(7)  ６頁１５行目の「意思表示をした」の次に「（当裁判所に顕著な事実）」\nを加える。\n(8)  ９頁２０行目の「係る」の次に「未払の」を加える。\n(9)  ９頁２１行目の「５億７６００万円」の次に「から既払金（本件１００万\n円）を控除した残金５億７５００万円」を加える。\n(10)  １１頁１９行目の「本件発明１に対する」を「本件発明１に係る特許を受\nける権利の承継の」と改める。\n(11)  １１頁２３行目の「当該特許」の次に「に係る発明」を加える。\n(12)  １２頁４行目の「本件発明１の」、１０行目の「本件発明１の職務発明に\n対する」及び２０行目の「職務発明の」をいずれも「本件発明１に係る特許を受け\nる権利の承継の」と改める。\n(13)  １７頁２３行目の「１００％」の次に「×１００％」を加える。\n(14)  ５４頁３・４行目の「ヒドロキシプロピルメチルセ   ルロース」を「ヒ\nドロキシプロピルメチルセルロース」と改める。\n(15)  ５４頁７・８行目の「エチル  セルロース」を「エチルセルロース」と改\nめる。\n第３  当裁判所の判断\n１  当裁判所は、原判決と同様に消滅時効の抗弁を容れ、本件発明１に係る原告\nの請求は全部理由がないものと判断するが、原判決と異なり、原告が本件発明２の\n発明者又は共同発明者であると認めず、本件発明２に係る原告の請求も全部理由が\nないものと判断する。その理由は、次のとおりである。\n２  本件発明１に係る請求について\n（原判決の引用）\n本件発明１に係る請求についての当裁判所の判断は、後記（原判決の補正）のと\nおり原判決を補正し、原告の当審における補充主張に鑑み後記４を付加するほかは、\n原判決の「事実及び理由」の第４の１（原判決２０頁１２行目から２３頁２１行目\nまで）に記載のとおりであるから、これを引用する。\n（原判決の補正）\n(1)  ２１頁３行目の「、褒賞制度審査会において」を削る。\n(2)  ２１頁１３行目の「被告担当者」を「被告の当時の会長ら」と改める。\n(3)  ２１頁１４行目の「受け取りました」を「お受け取りいたしました」と改\nめる。\n(4)  ２１頁１５行目の「上記文書」を「上記のメール及び添付文書」と改める。\n(5)  ２１頁１８行目の「本件１００万円」から「理由」までを「原告には本件\n１００万円が支払われたのに、自分には何も支払われなかった理由」と改める。\n(6)  ２１頁１９行目の「多大な」を「多大なる」と改める。\n(7)  ２１頁２１行目の「ある」を「あります」と改める。\n(8)  ２３頁２行目の「一貫して」を削る。\n(9)  ２３頁１６行目の「本件発明２」を「本件発明１」と改める。\n(10)  ２３頁１８行目の「、後記２(4)と同様の理由から」を削る。\n３  本件発明２に係る請求について\n(1)  認定事実\n（原判決の引用）\n認定事実は、後記（原判決の補正）のとおり原判決を補正するほかは、原判決の\n「事実及び理由」の第４の２(1)（２３頁２３行目から４２頁８行目まで）に記載\nのとおりであるから、これを引用する。\n（原判決の補正）\nア  ２５頁１３行目の「剤を」を「を」と改める。\nイ  ２５頁１９行目の「…に」を「…」と改める。\nウ  ２６頁１２・１３行目の「課題とする。」の次及び２７頁１２行目の「見い\nだした。」の次にいずれも「」」を加える。\nエ  ２８頁５行目の「甲」から６行目の「掲載した」までを「平成２６年の医薬\n品の専門雑誌に、本件特許２の特許公報に発明者として記載された原告、甲、乙及\nび丙を含む７名の者を筆者とする本件製品２の製剤設計に関する説明記事が掲載さ\nれた」と改める。\nオ  ２８頁９行目の「先発品」を「去痰剤」と改める。\nカ  ２９頁７行目の「平成１５年」を「平成１７年」と改める。\nキ  ２９頁８行目末尾に改行して次のとおり加える。\n「ｃ  平成１９年当時、ＯＤ錠（抗潰瘍薬）に配合される微粒子（腸溶性細粒）\nの粒子径を３００μｍとすることにより、服用時の口腔内でのザラツキ感を抑えら\nれることが知られていた。（乙１５９）\nｄ  平成１９年当時、徐放性のＬカプセルにつき、これが２種類の顆粒（アンブ\nロキソール塩酸塩を含有する速放性顆粒及び徐放性顆粒）から構成されていること\nが知られていた。（甲１９）」\nク  ２９頁１０行目の「市場調査」の次に「（剤形追加の際の販売量の変化及び\n剤形別の売上数量の比較に係る市場調査であり、本件発明２の製剤技術等に関する\n調査ではない。）」を加える。\nケ  ２９頁１６行目の「同年８月」から２０行目の「開催された」までを「同年\n８月１日に開催された開発本部連絡会において、新しい製剤を出す仕組みを作るた\nめ、上記の４名でアイデア出しを行って検討会を開くことなどが協議された。上記\nの４名は、その頃、当時国内で販売されていた口腔内速崩壊錠のリストアップを開\n始した。同月８日には、上記の４名が出席して第１回製剤開発ＰＪ会議が開催され\nた」と改める。\nコ  ２９頁２３行目の「提案した。」の次に「また、原告は、「ＯＤ錠は時代の\nすう勢であり、ＯＤ錠を手掛けることは医薬品市場における当社の地位の確保に必\n要不可欠といえる」などと発言した。」を加える。\nサ  ２９頁２５行目の「平成１９年１０月９日」から２６行目の「議論がされ」\nまでを「平成１９年９月下旬頃から同年１０月上旬までに開催された第３回製剤開\n発ＰＪ会議において、剤型開発品の選定に関する議論がされ」と改める。\nシ  ３０頁３行目の「同月の」を「同月９日に開催された」と改める。\nス  ３０頁４行目の「同月２９日頃」を「同月２４日」と改める。\nセ  ３０頁６行目の「新規製剤の選定の決定」を「次期開発品の最終決定」と改\nめる。\nソ  ３０頁６行目末尾に改行して以下のとおり加える。\n「ｆ  原告は、平成１９年１０月３１日付けで、塩酸アンブロキソール口腔内崩\n壊錠の開発を推進すべしとする文書（甲１７）を作成し、これを被告に交付した。\n同文書には、「業界において…ＯＤ錠化研究が急展開されており、これらの中には\n高付加価値商品につながるものが多い」、「これから先、ＯＤ錠が広い領域で要望\nされている社会状況から、今後これらに類する新剤形が先発メーカーを中心にして\n考えられ、開発テーブルに載せられてくることは容易に予想できる」、「現在上市\nされている塩酸アンブロキソール徐放製剤はすべてハードカプセル剤である。タケ\nプロンやハルナールがハードカプセル剤を販売中止してＯＤ錠化しているが、本品\nはその流れに載せうる製剤である」、「現在のカプセルに充填している粒子を、タ\nケプロンやハルナールなどのように小さく製造すればよい」、「早晩、どこかが同\nじアイデアで商品化してくると思え、早く手をつけるべきと考える」などの記載が\nある。」\nタ  ３０頁７行目の「ｆ」を削る。\nチ  ３０頁１０行目及び１１行目を削る。\nツ  ３０頁１３行目の「開始され」から１５行目末尾までを「開始された。具体\n的には、パウレック社において、粒子径２００μｍ以下の徐放顆粒の調製を試み、\n数種類の膜厚の異なる顆粒につき溶出実験を行ったところ、既存のカプセル剤の溶\n出に近い徐放顆粒が得られた。同月２５日に開催された第８回製剤開発ＰＪ会議に\nおいても、製剤技術部から同瀬踏み実験の結果が報告され、「今後、徐放顆粒に他\nの原料を混合して打錠し、錠剤化した場合に溶出に変化が生じるかを検討する」、\n「徐放顆粒の試製をパウレック社で行ったが、マルチプレックスを用いなくとも、\n既存のフローコーターでも調製可能と考えられる。ハルナールはフローコーターで\n生産している」などの発言がされた。（甲６１の１、乙３１）」と改める。\nテ  ３０頁２６行目の「●●●●●」を「●●●●●●●●●●●●●●●●●\n●●●●●●●●●」と改める。\nト  ３２頁１行目の「等が説明された」を「、剤形違いのため溶出試験を新たに\n設定する必要があることなどが製剤概要として説明された」と改める。\nナ  ３２頁２４行目の「乙４５」を「●●●●●●乙４５」と改める。\nニ  ３２頁２５行目の「標準製剤」の次に「●●●●●●●」を加える。\nヌ  ３３頁１７・１８行目の「ヒドロキシプロプルセルロース」を「ヒドロキシ\nプロピルセルロース」と改める。\nネ  ３３頁２２行目の「●●●●●●●」を「●●●●●●●●」と改める。\nノ  ３４頁６行目の「●●」を「●●」と改める。\nハ  ３４頁１５行目から１８行目までを以下のとおり改める。\n「(g)  平成２０年１０月３０日（乙５０、５８）\n●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●\n●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●\n●●」\nヒ  ３４頁２２行目の「●●●●●●●●●●●●●●●」の次に「●●●●●\n●●●●●●●●」を加える。\nフ  ３５頁１０行目の「●●●●●●●」を「●●●●●●●●●●●●●●●\n●●●●●●●●●●●●●●●●●●●」と改める。\nヘ  ３５頁２２行目の「●●●●」を「●●●●」と改める。\nホ  ３６頁２２行目の「●●●●●」を「●●●●●」と改める。\nマ  ３７頁２１行目を次のとおり改める。\n「(d)  平成２２年３月２日中間報告（乙７７）」\nミ  ３７頁２３行目、２４行目及び２５行目の各「ステップ３会議」の次にいず\nれも「（１回目）」を加える。\nム  ３８頁１８行目の「●●●●●●●●●●」を「●●●●」と改める。\nメ  ３９頁１１行目の「約２５」を「約２５処方」と改める。\nモ  ３９頁１３行目の「●●」の次に「●●●●●●●●●●」を加える。\nヤ  ３９頁２１行目の「甲６１の２、６１の３」を「甲６１の３」と改める。\nユ  ３９頁２４行目の「●●」から２６行目の「●●●●」までを「●●●●●\n●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●\n●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●\n●●●●●●●●●●●●●●●●●●●●●●●●●●●●」と改める。\nヨ  ４０頁１０行目の「●●●●●●●●●●●」の次に「●●●●●●●●●」\nを加える。\nラ  ４０頁２０行目の「●●●●●●●」の次に「●●●●●●●●●●」を加\nえる。\nリ  ４１頁７行目の「水系レイヤリング」を「水系レイヤリング法」と改める。\nル  ４１頁１３行目の「スケジュール検討」を「スケールアップ検討」と改める。\nレ  ４２頁４行目の「(ｴ)  」の次に「平成２４年１１月２２日、本件発明２に\n係る特許出願がされた。その後、」を加える。\nロ  ４２頁８行目の「原告が」を「原告は、平成２４年１０月頃」と改める。\n(2)  争点２－１（原告が発明者であるか）について\nア  判断枠組み\n特許法２条１項は、「この法律で「発明」とは、自然法則を利用した技術的思想\nの創作のうち高度のものをいう。」と定め、「発明」は技術的思想、すなわち、技\n術に関する思想でなければならないとしているが、特許制度の趣旨に照らして考え\nれば、その技術内容は、当該技術が属する技術分野における当業者が反復実施して\n目的とする技術効果を挙げることができる程度にまで具体的・客観的なものとして\n構成されていなければならないものと解するのが相当であるから（最高裁昭和５２\n年１０月１３日第一小法廷判決（昭和４９年（行ツ）第１０７号）民集３１巻６号\n８０５頁）、発明者とは、自然法則を利用した高度な技術的思想の創作に関与した\n者、すなわち、当業者が当該技術的思想を実施することができる程度にまで具体的\n・客観的なものとして構成するための創作に関与した者を指すというべきである。\nそして、ある者が発明者であるというためには、必ずしも発明に至る全ての過程に\n一人で関与することを要するものではなく、当該過程に共同で関与することでも足\nりるというべきであるが、当該者が共同発明者であるというためには、課題を解決\nするための着想及びその具体化の過程において、発明の特徴的部分の完成に創作的\nに寄与したことを要するものと解される。この場合において、発明の特徴的部分と\nは、特許請求の範囲に記載された発明の構成のうち従来技術にはみられない部分、\nすなわち、当該発明に特有の課題解決手段を基礎付ける部分を指すものと解するの\nが相当である。\n以上を踏まえ、以下、本件について検討する。\nイ  本件発明２の特徴的部分\n(ｱ)  補正して引用した原判決（以下、単に「原判決」という。）別紙特許目録\n記載２の特許請求の範囲の記載及び認定事実２（原判決第４の２(1)。以下同じ。）\nアの本件発明２の特許明細書の記載によると、以下のとおり認めることができる。\nすなわち、本件発明２は、塩酸アンブロキソールの長時間持続型（１日１回投与\n型等）の口腔内崩壊錠（ＯＤ錠）の技術分野に属する。従来から、塩酸アンブロキ\nソールは、急性気管支炎等における去痰に使用されてきたところ、それまで市販さ\nれてきた塩酸アンブロキソールの剤形は、錠剤、細粒、ドライシロップ剤等（１日\n３回投与型）及びカプセル剤（１日１回投与型）であった。患者の服用コンプライ\nアンスの観点からは１日１回投与型が望ましいが、市販されていたカプセル剤は、\n高齢者や小児のような嚥下力の弱い患者には不向きであった。しかしながら、水な\nしで容易に服用することができる１日１回型の徐放性の塩酸アンブロキソールのＯ\nＤ錠は、それまで知られていなかった。そのような状況を踏まえ、薬物含有粒子の\n平均粒子径が比較的小さく、１回の投与で長時間にわたってシグモイド型の薬物放\n出を続けるという従来の塩酸アンブロキソールの徐放性カプセル剤の溶出規格に合\n致する溶出特性を示す塩酸アンブロキソールのＯＤ錠を開発することが課題とされ\nた。そして、当該課題を解決するためには、次の①から③までの構成をとることが\n重要であるとされた。\n①塩酸アンブロキソールを含む制御放出微粒子及び速放性微粒子（以下、この２種\n類の微粒子を併せて「制御放出微粒子等」という。）の混合物を配合すること（以\n下「構成①」という。）、\n②口腔内におけるザラツキ感を少なくし、水なしで嚥下することができるようにす\nるため、制御放出微粒子等の平均粒子径を３００μｍ以下とすること（以下「構成\n②」という。）、\n③ＯＤ錠が従来のカプセル剤の溶出規格に合致する溶出特性（シグモイド型溶出）\nを示すように、制御放出微粒子等及びこれらを配合したＯＤ錠の各成分や構造を設\n定すること（以下「構成③」という。）\n(ｲ)  認定事実２ウ(ｱ)ｃ及びｄのとおり、平成１９年当時、徐放性のＬカプセル\nにつき、これが２種類の顆粒（アンブロキソール塩酸塩を含有する速放性顆粒及び\n徐放性顆粒）から構成されていることや、ＯＤ錠に配合される微粒子の粒子径を３\n００μｍとすることにより、服用時の口腔内でのザラツキ感を抑えられることは、\n従来技術として知られていた。したがって、同年当時、構成①及び②は、いずれも\n当業者に知られていたものと認められる。\n以上に加え、原告において、④錠剤を製造する過程の加圧圧縮操作に対し割れに\nくいプロテクト層を形成したこと（以下「構成④」という。）も本件発明２の特徴\n的部分であると主張し、被告において、これを特には争っていないことも併せ考慮\nすると、本件発明２の特徴的部分（本件発明２に特有の課題解決手段を基礎付ける\n部分（従来技術にはみられない部分））は、構成①及び②を満たした上で、構成③\n及び構成④を実現したこと（以下、構成③と構成④を併せて「本件各部分」とい\nう。）であると認めるのが相当である。\n(ｳ)  原告は、構成①及び構成②も、本件発明２の特徴的部分であると主張する\nが、前記(ｲ)のとおり、これらの構成は、従来技術にみられた構成であるから、本\n件発明２に特有の課題解決手段であるということはできず、本件発明２の特徴的部\n分ではない。原告の主張を採用することはできない（なお、構成①に関して原告が\n主張する「高含量の塩酸アンブロキソールを含む」との点は、原判決別紙特許目録\n記載２のとおり、本件発明２に係る特許請求の範囲に記載されたものではない。）。\nウ  本件各部分に対する原告の関与\n(ｱ)  原告が本件発明２に係る発明者（又は共同発明者）であるというためには、\n前記アのとおり、課題を解決するための着想及びその具体化の過程において、本件\n各部分の完成に創作的に寄与することを要するところ、当該着想は、具体的な発明\nの完成に向けられたものである以上、単に課題を抽象的に想起するだけでは足りず、\n課題及びその解決のための手段又は方法を具体的に認識することを要するものと解\nするのが相当である。\n(ｲ)  本件発明２の完成時期\n認定事実２によると、本件発明２は、遅くとも平成２３年１１月までに完成した\nものと認められる。\n(ｳ)  原告の具体的な行為\n認定事実２のとおり、原告は、本件発明２が完成した遅くとも平成２３年１１月\nまでに、本件発明２に関連して、概要、次の行為をしたものである。\nａ  原告は、平成１８年頃、徐放性製剤の市場調査を行い、アンブロキソール塩\n酸塩の徐放カプセル剤をＯＤ錠とすれば医療現場から歓迎されると考えた。もっと\nも、当該市場調査は、文字どおり市場調査（剤形追加の際の販売量の変化及び剤形\n別の売上数量の比較に関するもの）であり、本件発明２の製剤技術等に関する調査\nではなかった。\nｂ  原告は、平成１９年７月２５日、新製品創出の専属メンバーとなり、さらに、\n同年８月以降は、製剤開発ＰＪ会議の構成員として、当時国内で販売されていたＯ\nＤ錠のリストアップを行い、アンブロキソール塩酸塩の徐放カプセル剤のＯＤ錠化\n（以下「本件ＯＤ錠化」という。）を提案するなどした。\nｃ  原告は、平成１９年１０月３１日付けで文書を作成し、被告に対して、塩酸\nアンブロキソールのＯＤ錠の開発を推進すべきであると進言した。\nｄ  原告は、平成１９年１２月から、本件ＯＤ錠化に関し、瀬踏み実験を行った。\n当該瀬踏み実験は、徐放顆粒の粒子径を２００μｍ以下として溶出実験を行ったと\nころ、既存のカプセル剤の溶出に近い徐放顆粒が得られたというものであった。原\n告は、同月２５日に開催された製剤開発ＰＪ会議において、当該瀬踏み実験の結果\nについて報告するとともに、「今後、徐放顆粒に他の原料を混合して打錠し、錠剤\n化した場合に溶出に変化が生じるかを検討する」などと発言した。\nｅ  原告は、平成２０年２月２９日、被告の社長等も出席して開催された次期開\n発品目選定会議において、アンブロキソール塩酸塩につき、販売売上げ見込み等に\n基づく「普通錠から徐放錠への移行」と題する説明をした。\nｆ  原告は、平成２０年４月３日、ステップ１会議において、本件発明２に係る\n特許出願をすることを考えている旨の発言をした。\n(ｴ)  検討\nａ  前記(ｳ)のうち、市場調査等に基づいて本件ＯＤ錠化を提案するなどした原\n告の行為は、その内容に照らし、新製剤の企画や方向性に関する提案であり、経営\n判断に資するものではあっても、課題及びその解決のための手段又は方法に関する\n具体的提案ではないから、構成③（塩酸アンブロキソールを含む制御放出微粒子等\nの混合物を配合し、かつ、制御放出微粒子等の平均粒子径を３００μｍ以下とする\nとの構成を満たした上で、ＯＤ錠が従来のカプセル剤の溶出規格に合致する溶出特\n性（シグモイド型溶出）を示すように、制御放出微粒子等及びこれらを配合したＯ\nＤ錠の各成分や構造を設定したこと）又は構成④（同様の構成を満たした上で、錠\n剤を製造する過程の加圧圧縮操作に対し割れにくいプロテクト層を形成したこと）\nのいずれに対する関与であるとも認めることはできない（なお、認定事実２による\nと、本件ＯＤ錠化は、塩酸アンブロキソールに係る医薬品の開発に関し、平成１９\n年当時に知られていた手法の一つであり、特段新規の開発方針ではなかったという\nべきである。）。\nｂ  また、前記(ｳ)のうち、本件ＯＤ錠化に関して瀬踏み実験を行った原告の行\n為についてみるに、当該瀬踏み実験は、「徐放顆粒の粒子径を２００μｍ以下とし\nて溶出実験を行ったところ、既存のカプセル剤の溶出に近い徐放顆粒が得られた」\nというものにすぎず、原告において、制御放出微粒子等及びこれらを配合したＯＤ\n錠の各成分や構造を設定するための具体的な方法を認識するなどしたとはいえない\nから、当該瀬踏み実験の実施をもって、原告が構成③に係る着想及びその具体化の\n過程において創作的な寄与をしたものと認めることはできない。その他、当該瀬踏\nみ実験の内容に照らし、当該瀬踏み実験を行った原告の行為が本件各部分に対する\n関与であると認めることはできない。\nｃ  さらに、前記(ｳ)のうち、「今後、徐放顆粒に他の原料を混合して打錠し、\n錠剤化した場合に溶出に変化が生じるかを検討する」などと発言した原告の行為も、\nその発言の内容に照らし、原告において、制御放出微粒子等及びこれらを配合した\nＯＤ錠の各成分や構造を設定するための具体的な方法を認識するなどしたとはいえ\nないから、当該発言をもって、原告が構成③に係る着想及びその具体化の過程にお\nいて創作的な寄与をしたものと認めることはできない。その他、当該発言の内容に\n照らし、当該発言を行った原告の行為が本件各部分に対する関与であると認めるこ\nとはできない。\nｄ  なお、本件発明２に係る特許出願をすることを考えている旨の発言をした原\n告の行為（前記(ｳ)ｆ）及び当該特許出願をするよう提案した原告の行為（認定事\n実２エ(ｵ))が本件各部分に対する原告の関与であると認められないことは明らかで\nあるし、当該特許出願に係る明細書の案を作成した原告の行為（認定事実２エ(ｵ)）\nについても、当該行為のみをもって直ちに、本件各部分に対する原告の関与があっ\nたものと認めることはできない。\nｅ  その他、原告が本件チームの行う試験・実験に関与していたことを認めるに\n足りる主張立証はなく、原告が本件各部分に対して関与をしたものと認めるに足り\nる的確な証拠はない。\n(ｵ)  本件各部分に対する原告の関与に係る原告の主張（当審における補充主張\nを含む。）について\n（原判決の引用）\n本件各部分に対する原告の関与に係る原告の主張に対する判断は、次のとおり原\n判決を補正し、当審における原告の補充主張に対する判断を付加するほかは、原判\n決の「事実及び理由」の第４の２(3)オ(ｳ)ａからｇまで（４７頁３行目から５０頁\n１７行目まで）に記載のとおりであるから、これを引用する。\n（原判決の補正）\nａ  ４８頁１４行目の「本件チーム」から２０行目末尾までを「仮に、薬物レイ\nヤリングに用いる結合剤に関し、原告主張の事実（知見）があり、かつ、本件製品\n２の開発当時、原告が当該事実を知っていたとしても、前記認定（認定事実２ウ\n(ｴ)及び(ｶ)）のとおり、本件チームにおいても、当該結合剤の選定につき、試行錯\n誤しながら検討を進め、ＰＶＰの選定に至っていることに照らすと、原告主張の事\n実があり、かつ、原告がこれを知っていたことをもって、原告が本件チームに対し\n上記のような指示をしたことを推認することはできないというべきである。」と改\nめる。\nｂ  ４９頁１９行目の「再検討されたこと」から５０頁１行目末尾までを「再検\n討され、平成２３年４月には、可塑剤としてＰＥＧ６０００（マクロゴール）が選\n定されたものと認められるところ、原告が本件チームに対しプロテクト層の処方に\nついて提案したことを示す客観的な証拠はないし、また、原告が行ったと主張する\n指示は、その内容や経緯が不明確であって、具体的な指示がされたと認めることは\nできない。」と改める。\n（当審における補充主張について）\nａ  核粒子に用いられる添加剤（セルフィアＣＰ－１０２）の選定について\n(a)  原告は、甲１０８（旭化成株式会社の従業員が作成した令和４年５月２６\n日付け及び同年６月７日付け各メール）においてセルフィアＣＰ－１０２に原薬の\n吸着性があるとの情報が記載されていないとして、セルフィアＣＰ－１０２が溶出\n性に影響する可能性はなかったと主張する。\n確かに、甲１０８には、セルフィアＣＰ－１０２には薬物を吸着する性質がある\n旨の情報を発信したことはない旨の記載がある一方、同時に、「随分前の情報です\nと判断しかねます」との記載もされているから、結局、明確な結論は記載されてい\nない。セルフィアＣＰ－１０２の製造業者であると認められる旭化成株式会社の従\n業員が１３年以上後に作成したこのような曖昧なメールの記載により、前記事実認\n定●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●\n●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●が左右さ\nれるものではない。\n(b)  原告は、セルフィアＣＰ－１０２の選定に数か月を要するものではないと\n主張するが、証拠（乙５１、５４、１５２）及び弁論の全趣旨によると、本件チー\nムは、現に、平成２０年１１月当時、●●●●●●●●●●●●●●●●●●●●\n●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●\n●●●●●●●●と認められるのであるから、本件チームにおいて、当該添加剤の\n選定に少なくとも３か月程度を要したことは事実として認定することができる。薬\n剤の開発に当たり、核粒子として用いることが可能な他の添加材の有無について検\n証することは何ら不自然ではないことを考慮すると、原告の主張を採用することは\nできない。\n(c)  原告は、本件製品２の開発の当時、核粒子に用いられる添加剤としてはセ\nルフィアＣＰ－１０２しか存在せず、その他の添加剤を用いてされた本件チームの\n実験はいずれも無駄なものであったとして、原告は本件チームに対し当該添加剤と\nしてセルフィアＣＰ－１０２を使用するよう指示したと主張するが、そもそも、本\n件製品２の開発当時、セルフィアＣＰ－１０２以外の添加剤が存在しないことが確\n実であるとまではいえなかったのであれば、実験でこれを確認したことは無駄なこ\nとではなく、無駄であったというのは後智恵である。仮に、本件製品２の開発当時、\n当該添加剤としてセルフィアＣＰ－１０２しか存在しなかったとの客観的状況があ\nり、原告において、そのことを確信していたのであれば、原告は、本件チームにそ\nの旨の指示をし、添加剤の選定に時間をかけさせることはなかったはずである。し\nかるに、前記説示（原判決第４の２(3)オ(ｳ)ａ）のとおり、本件チームが当該添加\n剤の選定に数か月を要していることに照らすと、当該客観的状況をもって、原告が\n主張するような具体的な指示があったことを推認することはできないというべきで\nある。\nｂ  薬物レイヤリングに係る崩壊剤（クロスポビドン）の添加について\n(a)  原告は、本件チームが自ら薬物レイヤリングに係る崩壊剤としてクロスポ\nビドンを選定することはできなかったと主張するが、本件全証拠によっても、本件\nチームが自ら当該崩壊剤としてクロスポビドンを選定する能力を有していなかった\nものと認めるに足りない。\n(b)  原告は、粉末で配合したアンブロキソール塩酸塩を完全に溶出させるため\nには崩壊剤の添加が必須であること及び崩壊剤としてクロスポビドン又は低置換度\nヒドロキシプロピルセルロースが第一選択であることにつき原告が知見を有してい\nたため、原告は本件チームに対しアンブロキソール塩酸塩が完全に溶出しないとき\nはクロスポビドン等を使用するよう指示したと主張する。しかしながら、仮に、本\n件製品２の開発当時、原告が上記のような知見を有していたとしても、前記説示\n（原判決第４の２(3)オ(ｳ)ｂ）のとおり、本件チームにおいて、徐放性微粒子の溶\n出性の改善のため、様々な工夫をしていることに照らすと、原告が上記のような知\n見を有していたことをもって、原告が本件チームに対し上記のような具体的指示を\nしたことを推認することはできないというべきである。\nｃ  徐放性被膜の被覆の変更について\n原告は、本件チームが徐放性被膜の被覆につきＡＱＣを主成分とするものからＥ\nＣを主成分とするものに変更したことに関し、当該変更を指示することができたの\nは指導者である原告しかいなかったとして、原告は本件チームに対し当該変更の指\n示をしたと主張する。原告の主張は、本件チームが自ら徐放性被膜の被覆の主成分\nを変更する能力を有していなかったことを前提とするものであるが、本件全証拠に\nよっても、本件チームが自ら当該変更を行う能力を有していなかったものと認める\nに足りないから、原告の主張は、その前提を欠くものとして失当である。\nｄ  プロテクト層に用いられる可塑剤（ＰＥＧ６０００）の選定について\n原告は、本件チームに対しては原告からプロテクト層に用いられる可塑剤として\nＰＥＧ６０００等を選択せよとの指示がされたものであるが、当該指示は甲２３が\nなければ思い付かなかったものであり、原告でなければできない発想であったと主\n張する。\nしかしながら、仮に、当業者において、甲２３に接しなければ本件製品２のプロ\nテクト層に係る可塑剤としてＰＥＧ６０００を用いることに想到し得ないとしても、\n甲２３は、平成５年に公開された公開特許公報にすぎず、甲を始めとする本件チー\nムのメンバーにおいても容易に調査をすることができる文献であるから、原告でな\nければ当該可塑剤としてのＰＥＧ６０００の選定をすることができないものとは認\nめられない。なお、本件全証拠によっても、本件チームが自ら当該可塑剤としてＰ\nＥＧ６０００を選定する能力を有していなかったものと認めるに足りない。\nしたがって、原告の主張を採用することはできない。\nｅ  崩壊促進層の被覆について\n原告は、徐放性被膜に類似する被膜を薄く被覆すると溶出に影響せずに微粒子の\n粘着性を防止することができるとの知見を原告が有していたため、原告は本件チー\nムに対し当該知見に沿った指示をしたと主張する。しかしながら、証拠（乙６２、\n８３、１５２）及び弁論の全趣旨によると、本件チームは、オーバーコート層第２\n層に用いる各物質及びそれらの配合割合を変えて試験を行い、比較検討した結果、\n当該層に苦みマスキング層と同一の処方で薄い被膜を施すこととしたものであると\n認められる。これによると、仮に、本件製品２の開発当時、原告が上記のような知\n見を有していたとしても、そのことをもって、原告が本件チームに対し上記のよう\nな指示をしたことを推認することはできないというべきである。\n(ｶ)  小括\n以上のとおりであるから、原告が本件各部分に対して関与をしたということはで\nきず、その他、原告が本件各部分に対して関与をしたものと認めるに足りる証拠は\nない。\nエ  争点２－１についての結論\n以上によると、原告が本件発明２に係る発明者又は共同発明者であると認めるこ\nとはできない。\nしたがって、その余の争点について判断するまでもなく、本件発明２に係る原告\nの請求は理由がない。\n４  原告の当審における補充主張（本件発明１に係るもの）について\n(1)  原告は、①被告が原告に支給する金員は原告の功績のいかんにより増減し\nてきた、②本件技術指導料（月額４０万円）の支払が開始された平成１６年７月は\n本件製品１が上市された時期であり、本件技術指導料が減額され月額３２万円とな\nった平成２４年１１月は吉富特許に係る特許権の存続期間が満了した時期であると\nして、本件技術指導料のうち月額８万円は吉富特許に係る発明を利用した本件発明\n１に係る相当の対価として支払われたものであると主張する。\nしかしながら、上記①の事情を認めるに足りる的確な証拠はない。\n上記②については、確かに、原判決第２の２(5)ア（４頁１６行目から５頁５行\n目まで）のとおり、本件製品１は、吉富特許に係る発明を利用したものであり、本\n件製品１（ニフェジピンＣＲ錠１０ｍｇを除く。）は、平成１６年７月に販売が開\n始されたものである。また、証拠（乙４）及び弁論の全趣旨によると、吉富特許に\n係る特許権の存続期間は、平成２４年１０月に満了したものと認められる。しかし\nながら、本件技術指導料について直接的に定める本件覚書には、本件技術指導料の\n一部が吉富特許に係る発明の利用の対価である旨の記載は全くみられない。また、\n仮に、被告が原告に対し吉富特許に係る発明の利用に関する金員を支払ったとして\nも、そのことをもって、被告が原告に対し本件発明１に係る相当の対価として当該\n金員を支払ったといえるだけの事情を認めるに足りる証拠はない。\n以上のとおりであるから、本件技術指導料が本件発明１に係る相当の対価として\n支払われた旨の原告の主張を採用することはできない。\n(2)  原告は、①原告は被告において多くの新規の製剤化技術の開発及び商品開\n発に貢献したが、その中でも本件製品１に係る貢献は最大のものである、②被告の\n当時の会長も丙に宛てたメール（甲３１の２）において本件製品１に言及している\nとして、本件１００万円は本件発明１に係る相当の対価として支払われたものであ\nると主張する。\nしかしながら、上記①の事実（原告の被告における貢献の中で本件製品１に係る\nものが最大のものであること）を認めるに足りる的確な証拠はない。そして、原告\n自身、被告において長年にわたり多くの商品開発等に係る卓越した貢献をしてきた\n旨自認していること、本件製品１（ニフェジピンＣＲ錠１０ｍｇを除く。）が上市\nされたのが平成１６年７月であるのに対し、本件１００万円が支払われたのがその\n１４年半以上後の平成３１年３月であること、本件１００万円は、原告の退職に際\nして支払われていること、その他、原判決第４の１(1)イ(ｲ)（２２頁２２行目から\n２３頁１４行目まで）において説示した事情に照らすと、上記②の事情（令和２年\n２月１９日付けの当時の被告の会長から丙に対するメールの中で、同会長が、「長\nきに亘って固型剤の技術開発に多大なる功績を残されました」、「特筆すべきこと\nは、弊社にとって事業拡大の源である「ニフェジピンＣＲ錠」の開発であります。\nここまで成長して来られたことに対する、会社としてのささやかな気持ちとして、\n昨年、直接お礼を申し上げ、特別贈呈いたしました。」と述べたこと（甲３１の\n２））を考慮しても、本件１００万円は、原告の被告における長年の功労に報いる\nために支払われた退職金の趣旨の金員であるといわざるを得ず、これが本件発明１\nに係る相当の対価として支払われたものと認めるに足りる証拠はない。\n以上のとおりであるから、本件１００万円が本件発明１に係る相当の対価として\n支払われた旨の原告の主張を採用することはできない。\n５  結論\nよって、当裁判所の判断と異なる原判決は一部不当であるから、被告の控訴に基\nづき、原判決中、被告敗訴部分を取り消した上、当該部分に係る原告の請求を棄却\nし、原告の控訴は理由がないからこれを棄却することとして、主文のとおり判決す\nる。\n知的財産高等裁判所第２部\n裁判長裁判官\n清     水              響\n裁判官\n浅      井              憲\n裁判官\n勝      又    来  未  子\n"
}