{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 6,
    "month": 4,
    "day": 10
  },
  "case_number": "令和4(ネ)10117",
  "case_name": "商標使用料等請求控訴事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "92917",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=92917",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/917/092917_hanrei.pdf",
  "contents": "令和６年４月１０日判決言渡\n令和４年（ネ）第１０１１７号  商標使用料等請求控訴事件\n（原審・東京地方裁判所平成３１年(ワ)第２６１４号）\n口頭弁論終結日  令和６年２月１４日\n判              決\n控      訴    人    株 式 会 社 村 井 敬 合 同 設 計\n同訴訟代理人弁護士    庭   山   正一 郎\n金子憲 康\n藤原道 子\n畑井研 吾\n採澤友 香\n三浦徹 也\n被 控 訴 人    綜 合 商 事 株 式 会 社\n同訴訟代理人弁護士    山田勝 利\n小川憲 久\n早川大 地\n蜂須賀   将   之\n主              文\n１  原判決を次のとおり変更する。\n(1) 被控訴人は控訴人に対し、３１７５万２０００円及びう\nち６８０万４０００円に対する平成２９年４月２１日\nから支払済みまで、うち２４９４万８０００円に対する\n令和元年１１月２９日から支払済みまで、年５分の割合\nによる金員を支払え。\n(2) 控訴人のその余の請求を棄却する。\n２  訴訟費用は、第１、２審とも被控訴人の負担とする。\n３  この判決は、１項(1)に限り、仮に執行することができる。\n事実及び理 由\n用語の略称及び略称の意味は、本判決で付するもののほかは、原判決に従うもの\nとする（原判決の用語の略称を当判決で最初に使用する箇所では括弧内に略称の意\n味を記載した。）。また、原判決の引用部分中の「別紙」は全て「原判決別紙」を指\nす。\n第１  控訴の趣旨\n１  原判決を取り消す。\n２（主位的請求）\n被控訴人は、控訴人に対し、３１７５万２０００円並びにうち２２６万８０００\n円に対する平成２８年６月１日から、うち２２６万８０００円に対する同年９月\n１日から各支払済みまで年６分の割合による金員及びうち２２６万８０００円に\n対する平成２９年４月２１日から、うち２４９４万８０００円に対する令和元年\n１１月２９日から各支払済みまで年５分の割合による金員を支払え。\n（予備的請求）\n主文１項(1)同旨\n３  主文２項同旨\n４  仮執行宣言\n第２  事案の概要等\n１  事案の要旨\n本件は、原告各商標権（原判決別紙原告商標権目録記載の各商標権）を有する控\n訴人（原審原告。以下「原告」という。）が、①主位的に、被控訴人（原審被告。以\n下「被告」という。）に対し、本件商標使用許諾契約（本件商標使用許諾契約書（甲\n１４２の「商標使用に関する契約書」と題する書面）による契約）所定の使用料が\n支払われておらず、また、同契約終了後も被告が無断で原告各商標（原判決別紙原\n告商標権目録記載の各商標）の使用を継続していると主張して、被告に対し、本件\n商標使用許諾契約に基づき平成２８年４月１日から同年９月末日までの商標使用料\n４５３万６０００円及びこれに対する約定の支払期日の翌日である同年６月１日\n又は同年９月１日から支払済みまで商事法定利率年６分（平成２９年法律第４５号\n４条３項によりなお従前の例によることとされる場合における同法による改正前の\n商法５１４条）の割合による遅延損害金の支払を求めるとともに、契約終了後の原\n告各商標権侵害（平成２８年１０月１日から令和元年 9 月末日まで）の不法行為に\n基づき、損害賠償金２７２１万６０００円及びうち２２６万８０００円に対する不\n法行為の後である平成２９年４月２１日（訴状送達の日の翌日）から、うち２４９\n４万８０００円に対する不法行為の後である令和元年１１月２９日（同年１０月７\n日付け訴えの変更申立書送達の日の翌日）から各支払済みまで平成２９年法律第４\n４号附則１７条３項によりなお従前の例によることとされる場合における同法によ\nる改正前の民法（以下「改正前民法」という。）所定の年５分の割合による遅延損害\n金の支払を求め、②予備的に、仮に本件商標使用許諾契約が有効に成立していない\nとした場合、被告が無断で原告各商標を使用していたと主張して、原告各商標権侵\n害の不法行為に基づき、使用料相当損害金３１７５万２０００円及びうち６８０万\n４０００円に対する不法行為の後である平成２９年４月２１日（訴状送達の日の翌\n日）から、うち２４９４万８０００円に対する不法行為の後である令和元年１１月\n２９日（同年１０月７日付け訴えの変更申立書送達の日の翌日）から各支払済みま\nで改正前民法所定の年５分の割合による遅延損害金の支払を求める事案である。\n原判決は、本件商標使用許諾契約が成立していたとは認められず、また、被告標\n章４から６まで(原判決別紙被告標章目録記載４から６までの標章)については被告\nが商標法上の「使用」をしていたと認められるものの、原告の不法行為に基づく損\n害賠償請求は権利の濫用であり許されないとして、原告の請求をいずれも棄却し、\n原告が控訴した。\n２  前提事実、争点及び争点に対する当事者の主張\n当審における当事者の主張を踏まえ、以下のとおり原判決を補正し、後記３にお\nいて当審における当事者の追加及び補充主張を補足するほかは、原判決の「事実及\nび理由」中の「第２  事案の概要等」の２から４まで（原判決３頁８行目から２７\n頁４行目まで）に記載するとおりであるから、これを引用する。\n（原判決の補正）\n(1) ４頁２行目の「Ａ及びＤ」を「Ａ、Ｂ、Ｃ及びＤ」と、１０行目の「Ａは」\nを「Ａらは」と、１１行目の「（甲Ａ４１２及び４１３〔４頁〕）」を「（甲Ａ２１８、\n３２８〔２頁、１１頁〕、４１２、４１３〔４頁〕、４１４及び４１５）」と、それぞ\nれ改め、２１行目の「８８」の次に「、９５」を加える。\n(2) ５頁１４行目から２２行目までを次のとおり改める。\n「(3)  原告の商標権（甲Ａ２０３ないし２０８、４１７及び４１９、乙１１３ない\nし１１５）\n被告（当時の代表者はＤ）は、平成１７年３月７日に原判決別紙原告商標権目録\n記載１の商標（以下「原告商標１」という。）について商標登録出願を行い、同年１\n１月７日、登録査定を受け、同年１２月６日、出願人名義を原告に変更する旨の出\n願人名義変更届を提出した。原告商標１は、平成１８年１月２７日を登録日、商標\n権者を原告として登録されている。\n原告は、平成１８年６月７日に同目録記載２の商標（以下「原告商標２」という。）\nについて商標登録出願を行い、同年１２月２２日、商標登録を受けた。原告は、平\n成２６年７月２５日、同目録記載３の商標（以下「原告商標３」といい、原告商標\n１ないし３を併せて「原告各商標」という。）について、商標登録出願を行い、平成\n２７年７月３日、商標登録を受けた（以下、原告商標１ないし３に係る商標権を、\n順次「原告商標権１」、「原告商標権２」などといい、これらを併せて「原告各商標\n権」という。）。」\n(3) ５頁２３行目の「Ｄによる」を削り、同行目の「乙９７」の前に「甲Ａ２０\n２、」を加え、２４行目の「Ｄは」を「被告は」と、同行目の「平成２６年９月１５\n日」を「平成２１年１月１５日」と、６頁１行目の「正面上部」を「正面玄関入口\n横の外壁」と、それぞれ改める。\n(4) ６頁３行目の「甲Ａ１５０」の次に「、乙１１１」を加える。\n(5) ６頁１８行目の「Ｂの押印」から１９行目の「争いがない。」までを「縦書き\n２行にわたる「取締役社長印」の文字を、円周上に記載された「綜合商事株式会社」\nの文字が取り囲む形状の印影である（以下、同印影の印章を「取締役社長印」とい\nう。）」と改める。\n(6) ７頁２５行目の「なお、」の次に、「平成２４年以降は、」を加える。\n(7) ８頁６行目の「Ｂ及びＣの」から９行目の「争いがない。」までを「Ｂの記名\n横の印影は取締役社長印によるものであり、Ｃの記名横の印影は「代表取締役印」、\nＤの記名横の印影は「取締役代表印」、Ａの記名横の印影は「Ｅ」である。」と、１\n０行目の「被告代表取締役」から１１行目の「４名全員が」までを「被告の取締役\n５名中の４名である、代表取締役Ｂ、同Ｃ及び同Ｄ並びに取締役Ａが」と、１７行\n目の「Ｂ及びＣ」から２０行目の「争いがない。」までを「印影は前記アの各議事録\nと同じ」と、２１行目の「被告の代表取締役」から２１・２２行目の「４名全員が」\nまでを「被告の取締役４名中、代表取締役Ｂ、同Ｃ及び同Ｄ並びに取締役Ａの４名\n全員が」と、２３・２４行目の「原告商標１ないし３の商標使用料」を「原告各商\n標の使用料」と、それぞれ改める。\n(8) ９頁１９行目の「原告が」から２１行目の「され、」までを「原告商標１の商\n標登録出願については、平成１７年３月２６日の被告取締役会において、原告名義\nで進めることが確認され（甲Ａ２１４）、」と改める。\n(9) １０頁１２行目及び１３行目の各「代表取締役印」を「代表印」とそれぞれ\n改める。\n(10) １１頁３行目の「株主総会」から７行目の「していた。」までを「決算取締\n役会において各期の決算報告書を承認し、株主兼取締役については、株主総会にお\nいても決算書類等を承認しており、仮に上記決算取締役会が不存在であったとして\nも、少なくとも、定時総会後にこれに続けて開催される取締役会（平成２１年１２\n月２７日、平成２２年１２月２６日、平成２３年１２月２３日、平成２４年１２月\n１６日及び平成２５年１２月１４日に開催された各取締役会）までに各年度の計算\n書類の承認決議が行われた。」と改める。\n(11) １２頁８行目から１１行目までを次のとおり改める。\n「ア  本件商標使用許諾契約書の成立の真正は否認する。本件商標使用許諾契\n約書は、Ｄが被告の他の取締役に知らせることなく無断で作成したものであり、被\n告の代表取締役Ｂ名義の押印も、Ｄが、Ｂの承諾を得ることなく行ったものであ\nる。また、本件商標使用許諾契約は、利益相反取引（会社法３５６条１項２号）に\n当たるにもかかわらず、後記(2)(被告の主張)のとおり、被告の取締役会決議を経\nていない。なお、Ｄは特別利害関係取締役（同法３６９条２項）であるから、取締\n役会における議決権を有しない。したがって、本件商標使用許諾契約は無効であ\nる。」\n(12) １２頁１４行目の「株主総会に欠席したＡの代わりにＤが議決権を行使す\nること」を「株主総会にＡが欠席したこと」と、１３頁８行目の「Ｂ名義の代表取\n締役印」を「取締役社長印」と、１４・１５行目及び１６行目の各「代表取締役印」\nを「代表印」と、それぞれ改め、２０行目の末尾に、「加えて、原告が、原告各商\n標に係る商標登録出願をすることについて、被告の取締役会における報告や決議\nがされておらず、Ｄ以外の被告の取締役らは、原告により原告各商標に係る商標登\n録出願がされることを認識していなかった。」を加え、２３行目の「そもそも」か\nら２５行目の「存在しない」までを「そもそも平成２１年１２月２７日の取締役会\n決議は存在しておらず、仮に同日に取締役会が開催されていたとしても、その議事\n録には、計算書類等の承認がされたとの記載は存在しない」と改める。\n(13) １４頁５・６行目の「代表取締役印」を「代表印」と、２３行目の「本件\n商標使用許諾契約書」を「取締役会議事録（甲Ａ２０９）」と、１５頁２４行目の「取\n締役会開催日時」を「作成日」と、それぞれ改める。\n(14) １６頁１２行目の「同日付け」を「平成２０年２月２３日付け」と、１８・\n１９行目の「知らされていないから、これを追認したとの事実はない。」を「知らさ\nれておらず、商標使用料の支払に関する取締役会決議が行われていない上、原告商\n標３については平成２７年に登録されたものであることからしても、原告の主張す\nる追認があったとはいえない。」と、それぞれ改める。\n(15) １７頁１６行目から１７行目までを削る。\n(16) １８頁３行目及び４行目の各「監査法人」を「税理士法人」と、９・１０行\n目の「Ｄ以外の取締役らは、原告各商標の使用許諾契約に係る」を「Ｄ以外の被告\nの取締役らは、本件商標使用許諾契約に係る」と、２５行目の「監査法人等」を「税\n理士法人等」と、それぞれ改める。\n(17) ２２頁２１行目の末尾に改行して次のとおり加える。\n「原告及びその関連会社は、被告の委託を受けて本件各物件の管理運営業務を行\nっており、現在も、従前どおりの実務を引き続き行っているものであって、その業\n務による売上げは被告に帰属する。そうすると、被告は、本件各物件について役務\nを提供している。」\n(18) ２３頁２３行目の末尾に改行して次のとおり加える。\n「原告各商標の使用料相当額の算定に当たっては、侵害者の事業の売上金額に使\n用料率を乗じる手法がとられることもあるが、当該手法によっても、原告が主張す\nる損害額は妥当である。すなわち、全商標分類のロイヤルティ率の平均値が２．６\nパーセント（甲Ａ４２２）であり、これを、原告が把握する直近（平成２７年度）\nの本件各物件の売上高（甲Ａ４２１）に乗じた額は下表の「料率２．６％を乗じた\n場合」のとおりであるから、原告の請求額（下表の「本件商標使用許諾契約におけ\nる使用料（年額）」）は低廉である。\n足立物件  神戸物件  福岡物件\n年間売上金額（円）  \\695,115,749  \\395,650,063  \\92,996,740\n料率２．６％を乗じ\nた場合  ¥18,073,009  ¥10,286,902  ¥2,417,9\n本件商標使用許諾契\n約における使用料\n（年額）  \\3,888,000  \\3,888,000  \\1,296,000\n注）本件商標使用許諾契約における使用料は、いずれも消費税（８％）込み。足立物件及び神\n戸物件を、それぞれ各月３２万４０００円（消費税込み）、福岡物件を月１０万８０００円（消\n費税込み）として年額計算したもの。」\n(19) ２３頁２５行目の末尾に「被告の他の取締役が関与せず、Ｄが、自らが代表\n取締役を務める原告に利益を得させるために作成された本件商標使用許諾契約書に\n記載された使用料額は、参考にはならない。また、原告の提出した売上額の資料（甲\nＡ４２２）は、その数字が正確なものであるか不明である。そして、本件において、\n原告各商標の顧客吸引力は低く、館銘板の設置やウェブサイト上での紹介により顧\n客が増加するという事情はない。」を加える。\n(20) ２４頁９行目及び２５頁１２行目の各「原告の主張」を「原告の請求」と改\nめ、２５頁１行目の末尾に改行して次のとおり加える。\n「そもそも、被告標章１ないし３に係る館銘板の設置は、当時被告の業務執行を\nしていたＤが行ったことである上、本件各物件が原告に占有されているために、被\n告がこれらの館銘板を撤去することはできない。また、被告の名称が付され、Ｄを\n被告代表者として掲載するＤ作成のウェブサイト（乙１０３）が残存していること\nから、被告は、閲覧者の誤認を防ぐために被告ウェブサイトを開設したのであり、\n被告ウェブサイトの作成に至ったのは、Ｄに原因がある。」\n(21) ２６頁１０行目の「館銘板」から１１行目の「掲示については」までを「本\n件各物件の館銘板や被告ウェブサイトにおける被告各標章の掲示については」と、\n１５行目の「新ホームページ」を「被告ウェブサイト」と、それぞれ改め、１６行\n目の末尾に改行して次のとおり加える。\n「なお、Ｄ以外の被告取締役らは、被告が本件各物件を竣工し、所有しているこ\nとを認識し、その名称も認識していたのであるから、Ｄ個人ではなく被告が館銘板\nを設置していたというべきである。また、原告が本件各物件を占有していることは、\n被告が館銘板を撤去する物理的な障害となるものではなく、法的な障害でもないか\nら、権利濫用の評価根拠事実となるものではない。」\n３  当審における当事者の追加及び補充主張\n(1) 原告商標１の取得経緯（争点１に関し）\n（原告の主張）\n原告商標１の商標権者を原告とすることについては、平成１７年３月２６日に開\n催された被告の取締役会において決議された（甲Ａ２１４）。ところが、原告の従業\n員が原告商標１の商標登録出願をする際、誤って、原告名ではなく被告名をもって\n行ってしまった。同出願人の記載が誤記であることは、出願人の住所が被告ではな\nく原告の本店住所となっていること（甲Ａ４１６～４１８）からも明らかである。\nそこで、原告は、上記取締役会決議の趣旨に従い、同年１２月６日の出願人名義\n変更届（甲Ａ４１９）によって、出願人を正しく原告に変更したものである。\n（被告の主張）\n被告から原告に対する原告商標１に係る権利の移転に係る取引は利益相反取引に\n当たるところ、原告の主張する取締役会決議は不存在であるから、原告は、原告商\n標１の出願により生じた権利を、被告から承継していない。\n(2) 原告商標１の使用料相当額の請求についての権利濫用の抗弁（争点９に関し）\n（被告の主張）\n除斥期間（商標法４７条１項）の経過により原告商標権１を無効とすることはで\nきないとしても、原告は、原告商標１に係る権利を承継しておらず、本来の権利者\nに対して使用料の請求をしているのであるから、原告の原告商標権１侵害を理由と\nする請求は権利濫用というべきである。\n原告商標１の権利移転手続は、原告が被告から利益を搾取するため、かつその搾\n取構造を維持するためという不正な目的に基づいて行われたものである。\n（原告の主張）\n前記(1)（原告の主張）のとおり、被告から原告への出願人の名義変更は、平成１\n７年３月２６日の被告の取締役会決議の趣旨に従うために行われたものであるから、\n商標法４６条１項４号の無効理由は存在しない。加えて、除斥期間が経過している\nから、被告は、無効の抗弁を主張することはできない。\nそして、無効理由がないのであるから、原告の請求は権利濫用に当たらない。原\n告は、自社の利益を度外視し、被告の利益を最大化するようその事業活動を支えて\nきたものであり、名義人の変更について、原告に不正の目的があったなどという事\n実はない。\n第３  当裁判所の判断\n１  認定事実\n以下のとおり原判決を補正するほかは、原判決の「事実及び理由」中の「第３  当\n裁判所の判断」（以下「原判決の第３」という。）の１（原判決２７頁６行目から３\n２頁２５行目まで）に記載するとおりであるから、これを引用する。\n（原判決の補正）\n(1) ２７頁１１・１２行目の「足立区本庁舎跡地の開発・整備に関する事業プロ\nポーザル」を「足立区本庁舎跡地の整備・開発事業プロポーザル」と、１２行目の\n「官民パートナーシップ」を「公民パートナーシップ」と、１４行目の「Ｄは」を\n「Ｄは、被告代表者として」と、１６行目の「乙４１」を「甲Ａ２１３、３１８な\nいし３２０、乙４１、４３」と、それぞれ改める。\n(2) ２７頁１８・１９行目の「布引車庫跡地土地利用事業者募集」を「ＪＲ新神\n戸駅前布引車庫跡地土地利用計画」と、２１行目の「甲Ａ２１５」を「甲Ａ２１５、\n２１６、３１８、３１９」と、２８頁４行目の「甲Ａ２１０」を「甲Ａ２１０、２\n１５」と、それぞれ改める。\n(3) ２８頁１５行目の「乙３６ないし４０」を「乙１ないし４、３６ないし４０」\nと、１７・１８行目及び２６行目の各「被告の取引銀行の預金口座」を「被告名義\nの預金口座」と、それぞれ改める。\n(4) ２９頁６・７行目の「会社概要欄」を「会社概要のページ」と改め、９行目\nの「被告の代表取締役として」の前に「役員紹介のページに、」を加える。\n(5) ３２頁６行目の「被告の取引銀行の預金口座」を「被告名義の預金口座」と\n改め、１５行目から１９行目までを次のとおり改める。\n「他方、前記ウの代表者名義の変更以降、原告が被告に対し、本件各物件に関す\nる公租公課及び諸費用の支払をするよう再三通知したにもかかわらず、被告がこれ\nらの支払をしなかったことから、原告は、平成２８年９月１２日、被告に対し、本\n件商標使用許諾契約に基づく原告各商標の使用許諾の効力を停止する旨を通知した。\n（甲Ａ１５９、４０８）」\n２  本件商標使用許諾契約の成否等について（争点１から５まで）\n(1) 本件商標使用許諾契約書（甲Ａ１４２）が真正に成立し、原被告間に本件商\n標使用許諾契約が締結されたということができるかどうか（争点１）については争\nいがある。しかし、本件商標使用許諾契約書が作成された平成２０年１０月１日当\n時、Ｄは被告の取締役であったから、Ｄが原告代表者として被告との間で本件商標\n使用許諾契約を締結する場合は、被告からみて、自社の取締役が第三者のために被\n告と取引をすることになるから会社法３５６条１項２号の利益相反取引に該当する。\n被告は取締役会設置会社であるから、Ｄが原告代表者として被告との間で本件商標\n使用許諾契約を締結しようとするときは、被告の取締役会において、その契約につ\nき重要な事実を開示した上、その承認を受けなければならない（同法３６５条１項、\n３５６条１項２号）。当該承認を受けることなく契約が締結された場合には、被告は、\n原告に対し、契約の無効を主張することができるものと解される。取締役会の決議\nは、議決に加わることができる取締役の過半数が出席し、その過半数をもって行う\n（同法３６９条１項）。取締役会の決議について特別の利害関係を有する取締役は、\n議決に加わることができない（同条２項）。\nそこで、まず本件商標使用許諾契約を締結するに当たり必要な被告の取締役会の\n決議の有無（争点２）について検討する。\n原告は、本件商標使用許諾契約について、平成２０年２月２３日午後１時３０分、\nＡの自宅にて開催され、Ｃ及びＤが出席する被告の取締役会で承認され、後日、取\n締役会の議事録にＢ、Ｃ及びＤが各自押印し、ＡについてはＤが代理で押印した旨\n主張している。しかし、同日における被告の取締役はＢ、Ｃ、Ｄ及びＡの４名であ\nり（甲Ａ２０９）、Ｄは決議に加わることができないから、決議に加わることができ\nる取締役（３名）の過半数は２名であるところ、原告の主張を前提としても、同取\n締役会に出席した取締役はＣとＤの２名であるから、取締役会は、その定足数を満\nたさない。また、後日、原告が主張するような議事録への押印がされたとしても、\n本来、取締役は個人的な力量や才能に基づき選任されるものであるから、代理人に\nよる議決権行使は認められないのみならず、会議を開いて慎重に業務執行について\n決定することを要求する法の趣旨に照らし、いわゆる持ち回り決議や書面決議は認\nめられない（最高裁昭和４０年（オ）第１１９７号同４４年１１月２７日第一小法\n廷判決・民集２３巻１１号２３０１頁参照）から、当該押印の事実をもって取締役\n会の承認と認めることはできない（また、本件において会社法３７０条所定の定款\nがあり、要件を満たす同意の意思表示がされた旨の主張立証もない。）。\nそうすると、本件商標使用許諾契約の締結について、平成２０年２月２３日の被\n告の取締役会で承認されたと認めることはできず、他の日時に取締役会の承認があ\nったことを認めるに足りる主張立証はない。したがって、争点１につき検討するま\nでもなく、被告は、同契約は無効である旨主張することができるというべきである。\n(2) この点、原告は、ＤがＡから議決権行使につき委任を受けており、Ｄの出席\nをもってＡが出席したとの取扱いをした旨主張する。しかし、取締役は、善良な管\n理者の注意をもって、会社の事務を処理する義務を負っており、取締役会が全取締\n役により組織され、会社の業務執行の決定等をする重要な職務を担うものであるこ\nとからすれば（会社法３４８条１項、３６２条１、２、４項）、原告の主張するよう\nな平成１４年１２月２０日以降の取締役会における議決権の行使を、全てＤに委任\nするなどという包括的な委任をすることは認められないというべきである。まして、\n本件のように、取締役の利益相反行為に対する取締役会の承認が求められる場面に\nおいて、特別利害関係を有し、自らは議決権のない当該取締役が、他の取締役から\n委任を受けて承認決議に参加することを認めたときは、利益相反行為の規制を定め\nた会社法の規定の趣旨に反する結果になるから、そのような解釈を採用することは\nできない。したがって、原告の上記主張は失当であり、採用することはできない。\nまた、原告は、本件商標使用許諾契約締結後に開催された被告の取締役会の決議\nにより追認されたとの主張もしている（争点３）。しかし、本件商標使用許諾契約締\n結後の取締役会において、Ｄを除く取締役の過半数が出席し、その過半数をもって\n本件商標使用許諾契約の締結を承認ないし追認する旨の取締役会決議がされたこと\nを認めるに足りる証拠がない。被告の第４５期（平成２２年１０月１日から平成２\n３年９月３０日まで）の確定申告書の付属明細書には、「未払金の内訳書」として、\n被告の原告に対する未払金として、９４万５０００円の「業務委託費（神戸芸術セ\nンター商標権使用料）」、同額の「業務委託費（東京芸術センター商標権使用料）」、\n３１万５０００円の「業務委託費（日本芸術センター商標権使用料）」がある旨の記\n載があるものの（甲Ａ３４６）、同記載をみても、本件商標使用許諾契約の具体的な\n内容（対象となる商標、役務、期間、対価等）を知ることはできない。その他計算\n書類中に本件商標使用許諾契約の具体的な内容を示すような記載は見当たらない。\nそうすると、取締役会において計算書類が承認されたこともって、取締役会におけ\nる本件商標使用許諾契約の締結についての追認がされたと認めることはできない。\n会社法３７０条は、議決権を行使することができる取締役全員の書面又は電磁的記\n録による同意がある場合には取締役会の決議を省略することができる旨定款で定め\nることができる旨規定するが、本件において、このような定款が定められたことや、\n同条所定の書面又は電磁的記録が作成されたことを認めるに足りる証拠もない。\nさらに、原告は、総株主の同意があるとも主張する（争点４）。しかし、Ｄが、他\nの被告の株主であるＡ、Ｂ及びＣに対し、本件商標使用許諾契約の締結について具\n体的な説明をしたとの事情はうかがえない。そして、計算書類の記載に照らすと、\n株主総会において計算書類が承認されたこともって、総株主の同意があったと認め\nることもできない。単に、本件商標使用許諾契約の締結後、他の取締役又は株主が\n異議を述べたことがなかったというだけでは、本件商標使用許諾契約の締結につい\nて取締役会の追認や総株主の同意があったことを認めるには足りないというべきで\nある。\nしたがって、本件商標使用許諾契約の締結について、被告の取締役会において承\n認又は追認がされたと認めることはできず、また、全株主の同意があったと認める\nこともできない。\n(3) 原告は、被告が本件商標使用許諾契約の無効を主張することは信義則に反す\nる旨主張する（争点５）。確かに、前記補正の上引用した原判決の前提事実（原判決\nの第２の２(2)イ）のとおり、本件においては、同族企業である被告の不動産事業が\n開始されたのは、Ａを被相続人とする相続時の税金対策のためであり、Ｄ以外の被\n告の取締役らは、いずれも平成１１年１２月にＤが被告の代表取締役に就任した後、\n本件各物件の建設など不動産事業の具体的経営については専らＤに任せていたとい\nう事情が存在することがうかがわれる。しかし、他の取締役が事実上経営をＤに委\nねていたとしても、それは、Ｄにおいて会社法所定の手続を履践することが前提に\nなっていたはずである。Ｄは、本件商標使用許諾契約の締結時に原告及び被告の代\n表者であった者であって、利益相反取引に該当する本件商標使用許諾契約を締結す\nるに当たり、被告の取締役会を招集し、各取締役に対し、契約内容を具体的に開示\nした上で、会社法所定の手続により承認を得ることが困難であったとは思われない。\nすなわち、Ｄが不動産事業を任されていたという事情は、後記のとおり、原告の本\n件請求が権利濫用になるかどうかに当たり考慮されるべき事情の一つにはなっても、\n会社である被告が原告に対し、会社法所定の手続に従わずに行われた利益相反取引\nの無効を主張することが許されないと解すべき理由にはならないというべきである。\nしたがって、原告の上記主張は採用することができない。\n(4) よって、原告の、本件商標使用許諾契約に基づく請求には理由がない。\n３  被告による原告各商標の「使用」について（争点６）\n被告標章１から３までについては、被告が「使用」していたとは認められないが、\n被告標章４から６までについては、被告が「使用」していたと認めるのが相当であ\nる。理由は、原判決の第３の３（原判決３９頁２５行目から４０頁２２行目まで）\nに記載するとおりであるから、これを引用する。\n４  原告による不法行為に基づく損害賠償請求が権利濫用に当たるか（争点９）\n(1) 原告各商標の取得の経緯等について、前記補正の上引用した原判決の前提事\n実（原判決の第２の２）及び認定事実（原判決の第３の１）に加え、後掲各証拠及\nび弁論の全趣旨によると次の事実が認められる。\nア  平成９年１２月頃、Ａ、Ｂ、Ｃ及びＤは、Ａを被相続人とする相続時の税金\n対策として、一族の資産を確保するため、被告の株式の評価額を減少させる目的で、\n被告において不動産事業を営むこととした。Ｄは、平成１１年１２月１日、被告の\n代表取締役に就任し、同事業の実務を主に担うようになり、被告は、本件各物件を\n建設し、不動産貸与事業を行うようになった。\nイ  平成１８年３月頃、被告と足立区との協議により足立物件を「東京芸術セン\nター」と呼ぶことが決定された。「神戸芸術センター」の名称は計画当初（平成１６\n年１２月）から、「福岡芸術センター」の名称は平成２０年２月頃に、被告が用いる\nこととしたものである。これらの名称の決定は、いずれもＤが被告の代表者として\n行ったものであった。\nウ  Ｄは、「東京芸術センター」という名称が一般的な普通名称から構成されるこ\nとから、類似の名称を使用する他の事業者が現れることを懸念し、商標登録出願を\nする必要があると考えた。Ｄは、文化芸術施設の設計について実績のある原告の方\nが登録が認められやすいであろうとの考えから、本件各物件の名称につき、原告が\n商標登録出願をすることとし、平成１７年３月２６日及び平成１８年２月２６日の\n被告の各取締役会において、原告商標１の商標登録者を原告とすることを決議した\n旨の各取締役会議事録を作成した（甲Ａ２１４、２６１）。また、Ｄは、平成２０年\n２月２３日の被告の取締役会において、原告各商標の商標権を有する原告に対する\n使用料を年間売上げの０．５％程度を限度として支払う旨決議がされたとの取締役\n会議事録を作成した（甲Ａ２０９）。なお、Ｃについては、上記各取締役会に出席す\nるか、少なくとも議事内容を認識していたと認められるものの、Ｂ及びＡが同各取\n締役会に出席したか、そうでなくとも、その内容を具体的に認識していたと認める\nに足りる証拠がない。（甲Ａ３２８〔３２ないし３４頁〕、４１３〔２７頁等〕）\nエ  Ｄは、被告代表者として、原告商標１について原告を出願人とすることを予\n定していたにもかかわらず、出願人名を被告、出願人住所を原告の本店所在地とし\nて、原告商標１についての商標登録出願をしたことから、その登録前に、出願人名\n義を原告に変更する旨の届出をした。原告各商標は、原告を商標権者として、原告\n商標１が平成１８年１月２７日、原告商標２が同年１２月２２日、原告商標３が平\n成２７年７月３日にそれぞれ登録された。また、原告は、平成１９年１２月４日、\n「日本芸術センター」についても商標登録出願をし、平成２１年２月２０日、登録\nを得た。（甲Ａ１４２、２０３ないし２０８、４１３、４１６ないし４１９、乙１１\n４、１１５）\nオ  原告は、当初、被告に対し、原告各商標の使用を無償で許諾していたが、税\n理士から、無償での使用許諾は寄附金に当たるため税務上問題があるとの指摘を受\nけ、被告との間で、本件商標使用許諾契約を締結することとした。（甲Ａ４１３〔２\n９頁〕）\nカ  Ｄは、原告代表者及び日本芸術センター会長として、建設通信新聞の取材を\n受けた。平成２４年９月１９日の建設通信新聞に掲載されたＤの記事には、原告各\n商標の登録がされている旨の記載がある。（甲Ａ３１９）\nキ  被告の確定申告書の付属明細書には、「未払金の内訳書」として、原告に対し、\n業務委託費として、事務委託費、管理業務費のほか、商標権使用料に係る債務を負\n担している旨の記載がされているものがある。（甲Ａ３４６）\n(2) 原告商標権１について\n原告商標１についての商標登録出願につき、その登録前の平成１７年１２月６日\nに、被告から原告へと出願人名義変更がされている（甲Ａ４１９、乙１１３～１１\n５）。原告商標１の商標登録出願により生じた権利を被告から原告に移転すること\nは、被告の取締役でありかつ原告代表者であるＤが、原告のために行った取引であ\nるから、被告からみて利益相反取引に当たるところ、同取引について被告の取締役\n会における承認はされていないから、被告は、原告に対し、当該移転に係る取引の\n無効を主張することができることになる。しかしながら、原告商標１は平成１８年\n１月２７日に設定の登録がされ（甲Ａ２０３、２０４）、既に同日から５年が経過し\nていることから、これを無効審判請求により無効とすることはできない（商標法４\n７条１項、４６条１項４号）。そうすると、被告は、原告商標１の登録について、無\n効の抗弁（同法３９条、特許法１０４条の３第１項）を提出することはできない（最\n高裁平成２７年（受）第１８７６号同２９年２月２８日第三小法廷判決・民集７１\n巻２号２２１頁参照）。\nそして、本件において原告が原告商標１を取得した目的は、被告に使用許諾をし\nて足立物件に係る事業に用いるためであり、また、被告から原告に移転をしたのは\n出願当初に予定していたとおりの帰属とするためであったと認められるから、原告\n商標１の出願により生じた権利の移転について被告の取締役会決議を経ていないこ\nとのみをもって、原告による原告商標権１に係る権利行使を制限すべきとは認めら\nれない。\n(3) 原告各商標権について\n原告各商標権の行使が権利の濫用に当たるか検討する。\nまず、前記(1)のとおり、Ａ、Ｂ、Ｃ及びＤは、Ａを被相続人とする相続時の税金\n対策のために、被告において不動産事業を営むこととし、被告の株式の評価額を減\n少させようとしていたところ、節税等の目的で、知的財産権を含む資産を関係会社\nや子会社に分配して保有させるなどして利益を関係会社等に分散させることは、企\n業経営者の経営判断として一般に採用し得る手法であって、商標権を、事業主体で\nある被告ではなく、その事業運営を請け負う原告が取得し、被告からその商標使用\n料の支払を受けることは直ちに不自然であるとはいえない。また、原告と被告との\n間の本件商標使用許諾契約において定められた商標使用料は、平成２５年９月期か\nら平成２７年９月期までの３年間の本件各物件に係る事業の売上額（甲Ａ４２１）\nの平均に対し、商標権の全分類平均の使用料率２．６％（甲Ａ４２２）を乗じた額\nと比べても相当程度に低廉であり（本判決別紙「本件各物件売上額等」参照）、原告\n各商標が一般的な普通名詞から構成されるものであってそれ自体の顧客吸引力が高\nいとまではいえないことを考慮しても、不相当に高額であるとはいえない。そして、\n本件商標使用許諾契約の効力が認められないのは、Ｄが利益相反取引についての会\n社法所定の手続を経ていなかったからであって、Ｄ以外の他の取締役らが、被告の\n不動産事業の経営を事実上Ｄに任せていたという事情が認められる本件において、\n本件商標使用許諾契約書が作成された平成２０年１０月当時、Ｄが当該手続に従っ\nて被告の取締役会の承認を得ることが困難であったような事情は見当たらないし、\n仮に取締役会の承認を得ておれば、原告は、被告に対し、本件商標使用許諾契約に\n基づき原告各商標の使用料を請求することができたはずである。しかも、平成２１\n年８月２０日から平成２８年２月１０日までの間、被告は原告に対し、現に本件商\n標使用許諾契約に定められた原告各商標の使用料の支払を行っていたことが認めら\nれ（補正の上引用した原判決の第２の２(7)）、取締役であるＡ、Ｂ及びＣは上記支\n払について容易に知り得たといえるところ、この間、平成２５年１１月に死亡した\nＡが生前異議を述べていた事実は認められないし、Ｂ及びＣにおいても、平成２８\n年５月に被告が本件各業務委託契約（原告と被告との間で締結された、被告が本件\n各物件の管理等の事業全般に関する業務を原告に委託する旨の契約）等を解除する\n旨の意思表示をするまでの間、本件商標使用許諾契約が有効であるという前提で行\n動していたことが推認され、これに反する証拠はない。\nこれらの事情及び前記(2)の事情を総合すると、原告が被告に対し、原告各商標権\nの侵害を主張することが権利濫用に当たり許されないものと認めることはできない。\nそして、被告は、少なくとも過失により、契約上の権限を取得することなく原告各\n商標の使用を開始し、継続したことになるというべきであるから、被告は、原告に\n対し、不法行為に基づき、使用料相当額の損害を賠償する義務があるというべきで\nある。\nなお、原告が使用料相当額の損害賠償金を請求する期間は平成２８年４月１日か\nら令和元年９月３０日までであって、原告商標３の登録後であるから、本件商標使\n用許諾契約書が作成された平成２０年１０月１日当時に原告商標３の商標登録出願\nがされていなかったことは、上記判断を左右しない。\n(4) したがって、被告による権利濫用の抗弁は採用することができない。\n５  損害額\n(1) 原告各商標権の侵害により生じた原告の損害は、商標法３８条３項により使\n用料相当額をもって算定され、この額は、前記４(3)で指摘した各事情等に照らし、\n本件商標使用許諾契約書に記載された額と認めるのが相当である。なお、同契約書\n作成時には原告商標３は登録前であったものの、同契約は、「日本芸術センター」に\n係る商標権により保護されるものとしての「福岡芸術センター」の標章を用いるこ\nとを前提として作成されているから、同契約における「福岡芸術センター」の標章\nの使用料をもって、原告商標３の使用料と認めるのが相当である。\n(2) そうすると、損害額は、原告商標１及び２について月当たり３０万円（税抜\nき）、原告商標３について月当たり１０万円（税抜き）であるから、本件各物件につ\nいて、不法行為当時の税率８％の消費税を加算すると、月当たり合計７５万６００\n０円であり、平成２８年４月１日から令和元年９月３０日までの４２か月間の額は、\n３１７５万２０００円である。なお、不法行為に基づく損害賠償債務が遅滞に陥る\nのは不法行為時であり、本件では当該３１７５万２０００円の損害のうち、訴状送\n達日の翌日である平成２９年４月２１日より前に少なくとも６８０万４０００円の\n損害が生じていたことは明らかであり、令和元年１０月７日付け訴え変更申立書送\n達日の翌日である同年１１月２９日までにその余の損害（２４９４万８０００円）\nが生じていたことも明らかであるから、これらの各損害に対し前記各送達日の翌日\nから支払済みまで改正前民法所定の年５分の割合による遅延損害金の支払を求める\n原告の請求は理由がある。\n６  結論\n以上の次第で、原告の請求のうち、本件商標使用許諾契約に基づく請求には理由\nがないが、不法行為に基づく損害賠償請求には理由があるから予備的請求を全部認\n容すべきところ、これと異なる原判決は一部不当であるから原判決を変更すること\nとして、主文のとおり判決する。\n知的財産高等裁判所第２部\n裁判長裁判官\n清      水         響\n裁判官\n浅    井         憲\n裁判官\n勝      又     来  未  子\n別紙\n本件各物件売上額等\n足立 神戸 福岡\n25/9期 688,297,586¥     410,321,503¥      93,402,241¥\n26/9期 690,092,716¥     400,823,370¥      99,458,500¥\n27/9期 695,115,749¥     395,650,063¥      92,996,740¥\n３期平均 691,168,684¥     402,264,979¥      95,285,827¥\n2.60% 17,970,386¥       10,458,889¥        2,477,432¥        30,906,707¥         ¥108,173,475\n契約 3,888,000¥         3,888,000¥          1,296,000¥        9,072,000¥           ¥31,752,000\n年 42ヶ月分\n本件各物件合計\n"
}