{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 9,
    "day": 7
  },
  "case_number": "令和5(う)31",
  "case_name": "殺人、殺人未遂、銃砲刀剣類所持等取締法違反被告事件",
  "court_name": "広島高等裁判所第１部",
  "result": "棄却",
  "original_court_name": "山口地方裁判所",
  "original_case_number": "令和3(わ)144",
  "gist": "殺人、殺人未遂、銃砲刀剣類所持等取締法違反被告事件（裁判員裁判）において、殺人未遂の被害者に対する実行行為及び殺意を認めた第一審の事実認定が是認された事例",
  "lawsuit_id": "92470",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=92470",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/470/092470_hanrei.pdf",
  "contents": "令和５年９月７日宣告  広島高等裁判所\n令和５年 第３１号  殺人、殺人未遂、銃砲刀剣類所持等取締法違反被告事\n件\n原審  山口地方裁判所令和３年（わ）第１４４号\n主          文\n本件控訴を棄却する。\n当審における未決勾留日数中１２０日を原判決の刑に算入する。\n理          由\n本件控訴の趣意は、弁護人橋本幸範作成の控訴趣意書に記載のとおりであ\nるからこれを引用するが、論旨は、原判示第２の被害者に対する殺人未遂の\n事実を認定した原判決には、判決に影響を及ぼすことが明らかな事実の誤認\nがある、というものである。\nそこで、記録を調査して検討する。\n１  原判決が認定した罪となるべき事実の要旨は、被告人が、実兄に対し、\n殺意をもって、その左前胸部を刃体の長さ約２０センチメートルの包丁で\n複数回突き刺すなどして、同人を失血死させて殺害し（原判示第１の事実）、\nまた、同人の妻に対し、殺意をもって、その左側胸部を同包丁で１回突き\n刺したが、同人に全治約３４日間を要する左側胸部等刺創の傷害を負わせ\nたにとどまり、死亡させるに至らず（原判示第２の事実）、業務その他正\n当な理由による場合でないのに同包丁１本を携帯した（原判示第３の事実）、\nというものである（以下、原判示第１の被害者である実兄を「被害者Ａ」、\n原判示第２の被害者である同人の妻を「被害者Ｂ」という。）。\n原判決は、概要、被害者Ｂの胸辺りを狙って包丁を突き刺そうとしたが、\nそれて脇腹辺りに刺さった旨をいう被告人の捜査段階の供述は信用できる\nとし、他方、そのような捜査段階の供述は取調官から聞いた話と辻褄が合\nうように話したもので、真実は被害者Ｂがぶつかってきたため包丁が刺さ\nった旨をいう被告人の公判供述は、捜査段階の被告人供述の信用性に疑問\nを生じさせるものではないとの判断を示した上、捜査段階の被告人供述に\n基づいて、被告人が被害者の胸辺りを狙って包丁を突き刺したという行為\n態様を認定した上、そのような行為態様や刃体の長さ約２０センチメート\nルの包丁という凶器の形状等から、被告人に被害者Ｂを殺害しようとする\n積極的な意思もあったと認め、加えて、本件犯行直後の被告人の言動や、\n被告人が被害者ＡＢの両方を殺害する目的で犯行現場に向かったとの供述\nをしていることも、殺意の認定を補強するとして、原判示第２の殺人未遂\nの事実を認定したものである。\n原判決の認定判断に、論理則・経験則等に照らし、特段不合理なところ\nは認められない。\n以下、所論に鑑み補足する。\n２⑴  所論は、被害者Ｂに生じた左側胸部から背部にかけて貫通した傷は相\n当に強い力で刺さったものと推認することができ、偶然であればそのよ\nうに相当に強い力で刺さることは考えにくいとの原判決の説示について、\n被害者Ａを追っていた被告人の前に被害者Ｂが走って現れたのであるか\nら、被害者Ｂに偶然包丁が刺さることは十分に考えられ、また、被害者\nＢの傷についても偶然包丁が刺さったことと矛盾するものではないなど\nというのである。\nしかしながら、被害者Ｂの左側胸部及び背部の各創傷は、それぞれの\n傷の位置や形状に照らせば、被害者Ｂの正面から後方に向かって刃物が\n刺さって貫通したことにより生じたものと認められ、各創傷の間隔は胸\n部から背部にかけて１２センチメートルにも達していることにも照らせ\nば、そのような傷は意識的に相当強い力が加えられて生じたものと合理\n的に推認されるのであるから、偶然であればそのように相当に強い力で\n刺さることは考えにくく、被害者Ｂの傷の形状等に照らすと、被告人が\n意図的に突き刺したと考えるのが自然であるという原判決の判断が不合\n理であるとはいえない。\n⑵  また、所論は、原判決は、被害者Ａを追っていた際、被告人が持つ包\n丁の切っ先は被害者Ａの方を向いていたと考えられ、被告人の右側から\n近付いてきた被害者Ｂに誤って包丁が刺さる状況にはなく、また、被害\n者Ｂが被告人と被害者Ａとの間に割って入り被告人と揉み合いになるよ\nうな場面も認められないことなどから考えると、被告人が意識的に包丁\nを被害者Ｂの方に向けない限り包丁が同人に刺さる事態にはならないと\nいうが、被害者Ａを追っていた際に被告人が包丁の切っ先を被害者Ａに\n向けていたとは限らず、むしろ、被害者Ａに包丁の切っ先を向け続けて\nいる方が不自然であり、そもそも、被害者Ｂが自動車の助手席又は後部\n座席のどちらから降りてきたのかが不明であるなど、被告人と被害者ら\nとの位置関係は明らかになっていないのであるから、原判決の認定判断\nには誤りがあるというのである。\n確かに、被告人が被害者Ａを包丁で刺すなどの加害行為を始めてから\n被害者Ｂに対する刺突行為に及ぶまでの状況について、被告人と被害者\nらとの具体的な位置関係やそれぞれの態勢等は証拠上必ずしも明らかに\nなっていないのであるから、被告人供述の信用性を検討するに当たって\n原判決が説示するように、当時の現場の状況として、被告人が包丁の切\nっ先を被害者Ａの方に向けた状態で同人を追い掛けている際に、被告人\nが右側から近付いてきた被害者Ｂに対して刺突行為に及んだとは必ずし\nも断定することはできないといわざるを得ない。しかしながら、被告人\nが捜査段階で供述している状況に被害者Ｂの供述内容を併せみれば、被\n告人の被害者Ａに対する加害行為や被害者Ｂが被告人に刺された際の大\nまかな状況を認定することができないわけではなく、少なくとも、被害\n者Ｂが被告人と被害者Ａとの間に割って入り被告人と揉み合いになるよ\nうな状況にはなかったことは明らかであり、また、被告人とのこれまで\nの経緯等を承知していた被害者Ｂとしては、何か普通ではない状況にな\nっていると感じていたとみられるのであるから、被害者Ｂの方から正対\nした状態で被告人に近付いて行くという状況は考えにくく、そして、そ\nもそも、被害者Ｂが受けた客観的な創傷状況等からすれば、被告人が、\n正対している被害者Ｂに対し、手にしていた包丁の刃先を向けているこ\nとを認識しないままに、過ってその包丁を突き刺したなどという状況は\nおよそ考え難いということは既に述べたとおりである。捜査段階におけ\nる被告人供述と被害者Ｂの創傷の形状等との整合性のほか、取調べの状\n況等も踏まえて捜査段階の被告人供述の信用性を認め、他方で、被告人\nの公判供述は被害者Ｂの創傷状況等と整合しないと指摘し、捜査段階の\n被告人供述の信用性に疑問を生じさせるものではないとする原判決の基\n本的な判断に誤りはないというべきである。結局、所論の指摘は、被告\n人が意識的に包丁を被害者Ｂの方に向けない限り包丁が被害者Ｂに刺さ\nる事態とはならず、被告人が被害者Ｂを包丁で刺したと考えるのが自然\nであるとの認定判断のもと、捜査段階における被告人供述に信用性を認\nめた原判決の判断を揺るがすものとまではいえない。\n⑶  また、所論は、原判決は、被害者Ｂに対する殺意を認めるに当たり、\n被告人が被害者Ａを殺害した後に被害者Ｂを殺害することも可能であっ\nたのにそのような行為に及んでいないことを指摘して被害者Ｂに対する\n殺意を争った原審弁護人の主張に対し、犯行に至る経緯や本件犯行時の\n状況を考えると合理的な説明はつくし、いったん殺意をもって被害者Ｂ\nを刺したものの、その後気が変わって殺害を思いとどまったと考えれば\n合理的な説明はつくとしているが、被告人は被害者Ｂを刺す行為を認識\nしておらず、被告人の気が変わったという証拠もない上、気が変わった\nなどということ自体非常に不自然であるなどと指摘して、原判決の判断\nを論難する。\nしかしながら、被告人が被害者Ｂを刺す行為を認識していないという\n所論は、信用することができない被告人の公判供述を前提とするもので\nある上、そもそも加害行為の回数は殺意の有無の認定判断において決定\n的な事情とまではいえないのであり、また、被害者Ａとは異なり被害者\nＢに対する刺突行為が１回にとどまったことには様々な理由が考えられ\nるのであるから、気が変わって殺害を思いとどまったということを可能\n性の一つとして例示したにすぎない原判決の説示が、およそ不合理であ\nるなどとの指摘は妥当しないというべきである。所論は、当を得たもの\nではなく、被害者Ｂに対する殺意を認めた原判決の判断を的確に論難す\nる主張とはいえない。\n３  所論を踏まえて検討してみても、被告人が被害者Ｂに対し意図的に包丁\nを突き刺したという行動状況等を認定した上、そのような行為態様に加え、\n犯行に用いられた凶器の性状や生じた創傷の状況等から、被告人の被害者\nＢに対する殺意を認定した原判決の判断に誤りがあるとは認められない。\n論旨は理由がない。\nよって、刑訴法３９６条により本件控訴を棄却することとし、当審におけ\nる未決勾留日数の算入について刑法２１条を、当審における訴訟費用を被告\n人に負担させないことについて刑訴法１８１条１項ただし書を適用して、主\n文のとおり判決する。\n令和５年９月７日\n広島高等裁判所第１部\n裁判長裁判官      森              浩    史\n裁判官      富      張      真      紀\n裁判官      家      入      美      香\n"
}