{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 2,
    "month": 3,
    "day": 19
  },
  "case_number": "令和1(ネ)10049",
  "case_name": "商標権侵害行為差止等請求控訴事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "89485",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=89485",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/485/089485_hanrei.pdf",
  "contents": "令和２年３月１９日判決言渡\n令和元年（ネ）第１００４９号  商標権侵害行為差止等請求控訴事件\n（原審・東京地方裁判所平成２８年（ワ）第２３３２７号（第１事件），同第３８\n５６６号（第２事件））\n口頭弁論終結日  令和２年１月２８日\n判                  決\n控訴人兼被控訴人         Ｆ Ｃ ２ ， Ｉ Ｎ Ｃ ．\n（以下「ＦＣ２」という。）\n訴訟代理人弁護士          高    橋              淳\n同                        壇              俊      光\n訴訟復代理人弁護士     宮    川      利      彰\n控訴人兼被控訴人          株 式 会 社 ド ワ ン ゴ\n（以下「ドワンゴ」という。）\n訴訟代理人弁護士          宮    川      美  津  子\n同                        波  田  野      晴      朗\n同                        高    山      大      蔵\n同                        長    岡      征      斗\n補佐 人 弁 理 士          右  馬  埜    大    地\n主              文\n１  ドワンゴの本件控訴に基づき，原判決の第２項（「第２事件につい\nて」）を次のとおり変更する。\n(1)  ＦＣ２は，原判決別紙第２事件ウェブサイト目録記載の各ウェブ\nサイトに，原判決別紙第２事件標章目録記載の各標章を使用しては\nならない。\n(2)  ＦＣ２は，前項のウェブサイトから，前項の標章を削除せよ。\n(3)  ＦＣ２は，ドワンゴに対し，９９２万６２５０円及び別紙計算書\nの「年月」欄に対応する「損害額合計」欄記載の各金額に対する，\nこれに対応する「支払起算日」欄記載の日から支払済みまで年５分\nの割合による金員を支払え。\n(4)  ドワンゴのその余の請求をいずれも棄却する。\n２  ＦＣ２の本件控訴を棄却する。\n３  訴訟費用（控訴費用を含む。）は，第１審及び第２審を通じてこれ\nを８分し，その７をＦＣ２の負担とし，その余をドワンゴの負担とす\nる。\n４  この判決は，第１項⑶に限り，仮に執行することができる。\n５  ＦＣ２のために，この判決に対する上告及び上告受理申立てのため\nの付加期間を３０日と定める。\n事 実 及 び 理 由\n第１  控訴の趣旨\n１  ＦＣ２\n原判決を次のとおり変更する。\n⑴  ドワンゴは，原判決別紙第１事件ウェブサイト目録記載の各ウェブサイト\nに，原判決別紙第１事件標章目録記載の標章を使用してはならない。\n⑵  ドワンゴは，前項のウェブサイトを表示するためのｈｔｍｌファイルの\n<meta name=”Description” content=”>に前項の標章を記載してはなら\nない。\n⑶  ドワンゴは，ＦＣ２に対し，１億円及びこれに対する平成２８年９月３０\n日から支払済みまで年５分の割合による金員を支払え。\n２  ドワンゴ\n原判決を次のとおり変更する。\n⑴  ＦＣ２は，原判決別紙第２事件ウェブサイト目録記載の各ウェブサイトに，\n原判決別紙第２事件標章目録記載の各標章を使用してはならない。\n⑵  ＦＣ２は，前項のウェブサイトから，前項の標章を削除せよ。\n⑶  ＦＣ２は，ドワンゴに対し，２３３２万８０００円及びこれに対する平成\n２８年１２月１３日から支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要（略称は，特に断りのない限り，原判決の例による。）\n１  事案の要旨\n第１事件は，原判決別紙第１事件商標目録記載１の商標（甲商標）の商標権\n者であるＦＣ２が，ドワンゴによる原判決別紙第１事件標章目録記載の標章（乙\n標章）の使用が商標権侵害及び不正競争行為に当たると主張して，ドワンゴに\n対し，不正競争防止法３条１項に基づき，原判決別紙第１事件ウェブサイト目\n録記載の各ウェブサイト（乙ウェブサイト）及び乙ウェブサイトのメタタグに\nおける乙標章の使用の差止めを求めるとともに，民法７０９条，商標法３８条\n２項，３項及び不正競争防止法５条３項に基づき，１億円（一部請求）及びこ\nれに対する損害賠償請求の対象である不法行為が終了した日である平成２８年\n９月３０日から支払済みまで民法所定の年５分の割合による遅延損害金の支払\nを求める事案である。\n第２事件は，原判決別紙第２事件商標目録記載の商標（乙商標）の商標権者\nであるドワンゴが，ＦＣ２による原判決別紙第２事件標章目録記載の各標章（甲\n標章）の使用が商標権侵害に当たると主張して，ＦＣ２に対し，商標法３６条\nに基づき，原判決別紙第２事件ウェブサイト目録記載の各ウェブサイト（甲ウ\nェブサイト）における甲標章の使用の差止め及び削除を求めるとともに，民法\n７０９条及び商標法３８条２項，３項に基づき，２３３２万８０００円（一部\n請求）及びこれに対する不法行為の後の日（訴状送達の日の翌日）である平成\n２８年１２月１３日から支払済みまで民法所定の年５分の割合による遅延損害\n金の支払を求める事案である。\nなお，ドワンゴは，第２事件における損害賠償請求に関し，訴状では，平成\n２５年１０月１日から平成２８年９月末日までのＦＣ２によるブロマガの配信\nサービスの購読料に基づく損害として請求したが，平成３１年２月７日の原審\n第２０回弁論準備手続期日において，請求の原因を変更し，平成２５年１０月\n１日から平成３０年６月末日までのＦＣ２によるブロマガの配信サービスの購\n読料に基づく損害の一部として請求するものとした。\n原判決は，第 1 事件について，損害賠償金６５６万５５５４円及び遅延損害\n金の支払の限度でＦＣ２の請求を認容し，その余のＦＣ２の請求を棄却し，第\n２事件について，甲ウェブサイトにおける甲標章の使用の差止め，甲ウェブサ\nイトからの甲標章の削除，損害賠償金８６７万７８２３円及び遅延損害金の支\n払の限度でドワンゴの請求を認容し，その余のドワンゴの請求を棄却した。\nＦＣ２及びドワンゴは，それぞれ，敗訴部分を不服として本件控訴を提起し\nた。\n２  前提事実\n原判決「事実及び理由」の第２の２（３頁２５行目～６頁２３行目）記載の\nとおりであるから，これを引用する。\n３  争点\n(1)  第１事件\nア  商標法３６条１項に基づく請求について\n(ア)  ドワンゴが提供する役務が甲商標の指定役務と同一又は類似である\nか（争点１(1)－１）\n(イ)  ドワンゴによる乙標章の使用は甲商標の商標権を侵害する態様での\n使用か（争点１(1)－２）\n(ウ)  先使用権の抗弁の成否（争点１(1)－３）\n(エ)  甲商標の無効の抗弁の成否（争点１(1)－４）\n(オ)  商標権の正当な権利行使の抗弁の成否（争点１(1)－５）\n(カ)  ＦＣ２の損害の発生及び損害額（争点１(1)－６）\nイ  不正競争防止法２条１項１号に基づく請求について\n(ア)  ドワンゴによる乙標章の使用は不正競争防止法２条１項１号の不正\n競争に該当するか（争点１(2)－１）\n(イ)  商標権の正当な権利行使の抗弁の成否（争点１(2)－２）\n(ウ)  ＦＣ２の損害の発生及び損害額（争点１(2)－３）\n(2)  第２事件\nア  ＦＣ２が提供する役務が乙商標の指定役務と同一又は類似であるか（争\n点２－１）\nイ  先使用権の抗弁の成否（争点２－２）\nウ  乙商標の無効の抗弁の成否（争点２－３）\nエ  商標権の正当な権利行使の抗弁の成否（争点２－４）\nオ  ドワンゴの損害の発生及び損害額（争点２－５）\n第３  争点に関する当事者の主張\n以下のとおり訂正するほか，原判決「事実及び理由」の第２の４（７頁２２\n行目～２８頁１８行目）記載のとおりであるから，これを引用する。\n１  争点１(1)－１（ドワンゴが提供する役務が甲商標の指定役務と同一又は類似\nであるか）について\n⑴  原判決９頁３行目末尾に行を改めて次のとおり加える。\n「ウ  ドワンゴは，後記のとおり，この点に関する原判決の判断に誤りがあ\nる旨主張する。\nしかしながら，原判決は，「ユーザーブロマガ」サービスは，プレミア\nム会員がブログを開設することができるとともに，ブログ記事を配信で\nきるサービスであること，ニコニコのウェブサイトには「ブロマガ」の\n項目があり，ユーザーに対して「ブログを開設」「ブログをはじめる」な\nどの項目が表示されていること，ブログ記事を作成するとドワンゴサー\nバーに蓄積され，記事はメール配信しないことも可能であること，プレ\nミアム会員の説明には特典として「ブログの開設」があることが掲載さ\nれていることなどから，ドワンゴサービスは「インターネットにおける\nブログのためのサーバーの記憶領域の貸与」に類似する旨判断したもの\nであって，同判断に誤りはない。」\n⑵  原判決１０頁２４行目末尾に行を改めて次のとおり加える。\n「エ  この点に関し原判決は，一般的に，利用者がブログを開設，投稿して\n他人にそれを閲覧させるためのプラットフォームを提供するサービスは\n独立した役務といえるとして，ドワンゴの「ユーザーブロマガ」サービ\nスにおけるブログ開設・作成・投稿機能は独立した役務（商標上の役務）\nとして提供されており，かかる機能の提供は，甲商標の指定役務に含ま\nれる 「インターネットにおけるブログのためのサーバーの記憶領域の貸\n与」に類似する旨判断した。\nしかしながら，原判決は，商標法上の役務の考え方やその判断基準，\nユーザーブロマガにおけるブログ開設・配信・投稿機能を独立した役務\nと評価する具体的な判断基準に一切触れていない。\nブログの開設・投稿・閲覧が可能となるサービスは多種多様であり，\n純粋なサーバーのレンタルのようなサービスもあれば，ドワンゴ提供サ\nービスのようにコンテンツ配信のためにブログの開設・投稿・閲覧の機\n能を持つサービスもある。これらの各種コンテンツサービスにおけるコ\nンテンツの作成・閲覧機能を独立した役務と評価すべきであるかは，各\nサービスの内容等に応じて需要者の認識を基準に検討すべき問題であ\nる。」\n２  争点１(1)－２（ドワンゴによる乙標章の使用は甲商標の商標権を侵害する態\n様での使用か）について\n原判決１３頁１５行目末尾に行を改めて次のとおり加える。\n「ウ  原判決の認定に関し\n原判決は，ウェブ閲覧用ページの「投稿」や「ブログをはじめる」のリ\nンクからブログ開設・作成・投稿が可能となるページへのリンクがされて\nいることから，乙標章は，ブログ開設・作成・投稿の提供のために使用さ\nれている旨認定した。\nしかしながら，リンクは「投稿」や「ブログをはじめる」のタブに設け\nられており，リンクには「ブロマガ」との標章は使用されていない。また，\nリンク先のブログ開設・作成・投稿機能が提供されているページでも「ブ\nロマガ」の標章は使用されていない。リンクは，あくまでウェブサイトへ\nの場所（ＵＲＬ）を分かりやすく示す機能に過ぎず，本件のリンクもブロ\nグ開設・作成・投稿機能を提供するウェブサイトへ誘導する機能を有する\nに過ぎない。\nしかも，リンク先のブログ開設・作成・投稿機能を提供するウェブサイ\nトでは，上部の「チャンネルを開設」のタブにハイライトがされ，これを\nクリックすると，ニコニコチャンネルの開設ページに到達する。一方，ブ\nロマガの閲覧ページにおいては「ブロマガ」が黒くハイライトされており，\n「チャンネルを開設」部分はハイライトされていない。このことからして\nも，上記ウェブサイトは，「チャンネルを開設」のページの下位に位置付け\nられたページであり，「チャンネルを開設」がニコニコのサービスであるニ\nコニコチャンネルについてのサイトである。つまり，仮にブログ開設・作\n成・投稿機能が独立した役務として提供されているとしても，これは，よ\nり上位の「ニコニコ」のサービスのひとつとして提供されているものであ\nって，配信サービスである「ブロマガ」の標章の下で提供されているもの\nとはいえない。」\n３  争点１(1)－６（ＦＣ２の損害の発生及び損害額）について\n⑴  原判決１７頁４行目末尾に行を改めて次のとおり加える。\n「エ  原判決の認定に関し\n(ア)  商標法３８条２項に基づく損害\n原判決は，ドワンゴのポータル事業全体の利益率を踏まえて，平成\n２５年１１月１日から平成２８年９月末日までの期間を通じたニコニ\nコの利益率を●●●と認定した上で，ドワンゴが同期間にニコニコの\n会員から得たプレミアム会員費に，上記利益率及びプレミアム会員の\nうちブログを開設した者の割合（平均●●●●●）を乗じ，更に●●\n●●を乗じた金額がＦＣ２の損害額である旨認定した。\nしかしながら，上記認定には，①ドワンゴのブロマガサービスによ\nる売上げはプレミアム会員費だけではないにもかかわらず，計算の元\nとなる売上げをプレミアム会員費に限定した点，②売上げをプレミア\nム会員費の合計としているにもかかわらず，利益率だけをポータル事\n業全体から計算して，一般の管理費や全社的な経費の配賦（甲８８，\n８９）まで控除した点，③ブロマガサービスは，プレミアム会員であ\nれば，ブログを開設したければ開設できる状態で提供されているにも\nかかわらず，実際にブログを開設した者の割合に利益の範囲を限定し，\nまた，ドワンゴの主張（乙２２６，２３０）を鵜呑みにして上記割合\nを認定した点，④プレミアム会員の中にブログを開設していない者が\nいることや，ブロマガがニコニコにおけるサービスの１つに過ぎない\nことは，実際にブログを開設した者の割合を乗じることで評価済みで\nあるにもかかわらず，これらの事情を理由に，更に●●●●●を控除\nすることによって，控除をダブルカウントした点，⑤具体的・客観的\nな根拠無しに●●●●●もの法外な控除をすることによって，商標法\n３８条２項の損害額推定規定を無意味なものとした点に誤りがある。\n(イ)  商標法３８条３項に基づく損害\n原判決は，ニコニコのプレミアム会員費を支払った者のうちの極め\nて多くの者は，そもそもブログの開設に関する役務を利用していない\nことなどを考慮すれば，ドワンゴが乙標章を使用したことに対しＦＣ\n２の受けるべき金銭の額が，原判決の認定に係る商標法３８条２項に\n基づく損害額を超えるものとは認められない旨判断した。\nしかしながら，役務を提供している以上，使用料は発生するのであ\nるから，実際にブログを開設している者の割合が少ないことは，使用\n料相当額を減じる理由にならず，仮に控除するとしても，ブログを開\n設していない者の売上げを控除すれば足りる。\n商標法３８条２項の利益と同条３項の使用料相当額とは，全く別の\n計算方法で損害額を推定するものであるから，後者の金額を計算すら\nせずに，前者の金額がこれを超えると判断することはできず，原判決\nには審理不尽の違法がある。」\n⑵  原判決１９頁１７行目末尾に行を改めて次のとおり加える。\n「エ  原判決の認定に関するＦＣ２の主張に対し\n以下のとおり，ＦＣ２の主張はいずれも当を得ないものである。\n(ア)  商標法３８条２項に基づく損害\nまず，ＦＣ２の主張する前記①の点について，ＦＣ２が主張するド\nワンゴの売上げ，すなわち有料のブロマガ（ＣＨブロマガ）の購読者\nから受領する収益及びニコニコ全体の売上げのうち，前者は記事コン\nテンツの購読者から受領する購読料の一部であって，配信サービスに\n係る対価であり，後者はニコニコアプリなど「ブロマガ」標章と無関\n係なサービスに係るドワンゴの売上げであって，いずれも「インター\nネットにおけるブログのためのサーバーの記憶領域の貸与」とは関係\nがない。\n前記②の点については，決算期によってばらつきはあるものの，Ｆ\nＣ２の請求に係る期間におけるドワンゴの利益率は●●●前後にとど\nまっているので，本件損害賠償請求の対象となる全期間を通じて，ド\nワンゴの利益率を●●●と認定すること自体は不合理でない。\n前記③の点については，プレミアム会員費は多様なサービスの対価\nであり（乙２２６），その大多数はおよそブログとは関係ないサービス\n（動画視聴関連サービス等）であって，ブログを開設していないプレ\nミアム会員は，ブログ開設・作成・投稿機能を全く利用していない。\nそのため，かかる会員から収受したプレミアム会員費について，甲商\n標権の侵害行為により得た利益と評価することはできない。\n前記④の点については，原判決は，ドワンゴが得た利益について，\nブログ開設者の割合を乗じた上で更に●●●●を乗じたものではなく，\n上記利益に対し，端的に●●●●を乗じたものに過ぎない。\n前記⑤の点については，プレミアム会員のうちのブログ開設者にお\nいても，ブログサービス以外の多数のサービスを利用している。そし\nて，入会後のファーストアクション（入会後，最初にブログ関連ペー\nジにアクセスした者の割合），ユーザーブロマガにおいて記事コンテン\nツを投稿した者の割合等を考慮すれば，ブログ開設者においても，ブ\nログサービス自体は重視されていないことが明らかである。また，乙\n標章はドワンゴ提供サービスを示すものとして周知であって，需要者\nは，ドワンゴによって提供されるニコニコのサービスとして上記サー\nビスを認識していたものであるから，乙標章を付したことによりＦＣ\n２が得たと認める利益は，ブログ開設会員の中においても０．０５％\n程度にとどまるものといえる。」\n４  争点２－４（商標権の正当な権利行使の抗弁の成否）について\n⑴  原判決２５頁２３行目末尾に行を改めて次のとおり加える。\n「なお，ＦＣ２が提供するブログサービスは，会員が自分でブログ等を作\n成して有償で配信することを可能とするシステムを提供するサービスである\nところ，ＦＣ２が会員に提供しているのはブログ開設・公開の為のサーバー\nスペースとブログ開設・記事作成・管理のためのプログラムであり，会員が\n作成した記事をサーバーに記録して希望するユーザーに配信するだけであっ\nて，ブログと独立して配信サービスが存在するわけではない。このように，\nＦＣ２が提供するブログサービスは，「インターネットにおけるブログのため\nのサーバーの記憶領域の貸与」そのものであって，記事の配信の部分は当該\n役務が当然予定しているのであるから，商標権の正当な権利行使の抗弁が認\nめられることは当然である。」\n⑵  原判決２６頁９行目末尾に行を改めて次のとおり加える。\n「なお，仮に，ＦＣ２のブロマガサービスにより配信されるコンテンツ自\n体がブログの記事に類似又は由来するものであったとしても，ブログサービ\nスとは区別された独自のサービスとして提供されている以上，同サービスは\n「電子出版物の提供」に該当するものであり，商標権の正当な権利行使とな\nるものではない。」\n５  争点２－５（ドワンゴの損害の発生及び損害額）について\n原判決２６頁１１行目冒頭から２８頁１８行目末尾までを次のとおり改める。\n「（ドワンゴの主張）\nア  損害の発生\nドワンゴは，乙商標をニコニコのブログサービスの表示として使用して\nおり，高い顧客吸引力を有する。そして，ＦＣ２による甲標章の使用によ\nって乙商標の出所表示機能が害され，市場においてドワンゴの売上げが減\n退する関係にあるから，商標法３８条２項及び３項の適用がある。\nイ  商標法３８条２項に基づく損害（主位的主張）\n(ア)ａ  平成２５年１０月１日から平成３０年６月末日までのＦＣ２の\nブログの配信サービスの購読料の合計額は●●●●●●●●●●●\n●であり，そのうち，ＦＣ２がサービスの対価として受領したシステ\nム使用料及びアフィリエイト手数料の合計額は●●●●●●●●●\n●●●である。\nｂ  そして，上記金額から決済業者に支払う決済手数料●●●●●●\n●●●●を控除した●●●●●●●●●●●●（以下「本件システム\n手数料」ということがある。）が，ドワンゴの損害額と推定される。\nｃ  この点に関し原判決は，ＦＣ２が提供するサービスにおいて，ブロ\nグ記事の購入が増えることによって処理するデータも増えてサーバ\nーの負担が大きくなり，保守費用やサーバーに関する費用が上がる\nという関係がないとはいえないとの理由から，商標法３８条２項の\n利益を算定するに当たり，本件システム手数料から，ＦＣ２の主張す\nる経費（ＦＣ２ブログ全体で支払われた開発保守費及びサーバー費\n用を，ＦＣ２ブログの売上げである広告料収入及びＦＣ２ブログ有\n料会員の会員費と，ブロマガの売上げとで按分した金額（甲９６）。\n以下「ブロマガ負担保守運営費」という。）を控除するのが相当であ\nって，ブロマガ負担保守運営費は本件システム手数料よりも多いか\nら，ドワンゴは商標法３８条２項に基づき損害の賠償を求めること\nはできない旨判断した。\nしかしながら，ブログ記事の購入が増えることによって処理する\nデータも増えてサーバーの負担が大きくなり，保守費用やサーバー\nに関する費用が上がるという関係が，一般論としてはあり得るとし\nても，本件に関しては，保守費用やサーバーに関する費用が，ＦＣ２\nの提供するブロマガの配信サービスの売上げの増減に影響しないこ\nとが明らかであるから（甲９６，乙２３１），ブロマガ負担保守運営\n費は，上記サービスによる商標権侵害に直接必要な費用とはいえな\nい。\nしたがって，商標法３８条２項に基づく損害額を算定するに当た\nり，ブロマガ負担保守運営費を経費として控除すべきではない。\nまた，同項による損害額の推定を覆滅する事由としてＦＣ２が主\n張する事情は，いずれも覆滅事由とはならない。\n(イ)  弁護士費用相当額の損害は，前記(ア)ｂの損害額の２０％に相当す\nる●●●●●●●●●●を下らない。\n(ウ)  前記(ア)及び(イ)によれば，平成２５年１０月１日から平成３０年\n６月末日までの期間に係る損害額は合計●●●●●●●●●●●●を下\nらない。\nドワンゴは，上記損害の一部として，２３３２万８０００円及びこれ\nに対する不法行為の後の日（訴状送達の日の翌日）である平成２８年１\n２月１３日から支払済みまで民法所定の年５分の割合による遅延損害金\nの支払を求める。\nウ  商標法３８条３項に基づく損害（予備的主張）\n(ア)  前記イ(ア)ａのとおり，平成２５年１０月１日から平成３０年６月\n末日までに，ＦＣ２がＦＣ２のブログの配信サービスの対価として受領\nしたシステム使用料及びアフィリエイト手数料の合計額は，●●●●●\n●●●●●●●である。\nそして，乙商標の周知・著名性，高い顧客吸引力及び広告宣伝機能を\n考慮すれば，乙商標の使用料相当額は使用対価の１０％を下らない。\nしたがって，上記金額の１０％に相当する●●●●●●●●●●（１\n円未満切上げ）がドワンゴの損害額である。\n(イ)  弁護士費用相当額の損害は，前記(ア)の損害額の２０％に相当する\n●●●●●●●●●である。\n(ウ)  前記(ア)及び(イ)によれば，平成２５年１０月１日から平成３０年\n６月末日までの期間に係る損害額は合計●●●●●●●●●●を下らな\nい。\nドワンゴは，上記損害の一部として，２３３２万８０００円及びこれ\nに対する不法行為の後の日（訴状送達の日の翌日）である平成２８年１\n２月１３日から支払済みまで民法所定の年５分の割合による遅延損害金\nの支払を求める。\n（ＦＣ２の主張）\nア  損害の発生について\n前記⑽（引用に係る原判決第２の４(10)）のＦＣ２の主張のとおり，乙\n商標の指定役務である「電子出版物の提供」の「電子出版物」とは，いわ\nゆる電子書籍を意味するものであって，インターネット上のブログ記事は\n含まれないから，ドワンゴは，乙商標を使用していない。\nしたがって，ＦＣ２による甲標章の使用によって乙商標の出所表示機能\nが害されて，市場において，ドワンゴの売上げが減退することにはなり得\nず，損害は発生していないから，商標法３８条２項及び３項の適用はない。\nイ  商標法３８条２項に基づく損害（主位的主張）について\n(ア)  前記（ドワンゴの主張）イ(ア)ａの事実は認める。\n(イ)  ＦＣ２がブログサービスで得た利益（限界利益）を算定するに当た\nっては，前記（ドワンゴの主張）イ(ア)ａのシステム使用料及びアフィ\nリエイト使用料の合計額から，決済手数料及びブロマガ負担保守運営費\nを控除する必要がある。\n乙２３１でも，一定の範囲まで売上げの増加によって保守費用やサー\nバーに関する費用が増加していることが示されている。変動費に当たる\nために，売上げと完全に正比例の関係に立つことまで要するわけではな\nい。\nそして，これらの経費を控除すると，平成２５年１０月１日から平成\n３０年６月末日までの収支はマイナスである。\n(ウ)  また，損害額の算定に際しては，ドワンゴ及びＦＣ２のブログサー\nビスはいずれも「電子出版物の提供」に該当しないこと，甲標章は，主\nにＦＣ２ブログのユーザー向けにＦＣ２のブログサービスの説明をする\n態様で使用されており，ユーザーに対するブログ購入を誘引する形態で\nの使用は少ないこと，甲標章はＦＣ２のブログサービスの表示として高\nい顧客吸引力があり，他方，乙商標には顧客吸引力はないこと等から，\nＦＣ２が得た利益のうち９９．５％については商標法３８条２項による\n損害額の推定が覆滅される。\nウ  商標法３８条３項に基づく損害（予備的主張）について\n前記イ(イ)及び(ウ)の事情に照らせば，乙商標の使用料率は０．１％を\n上回ることはない。」\n第４  当裁判所の判断\n当裁判所は，①第１事件について，ＦＣ２の請求は，民法７０９条及び商標\n法３８条２項に基づき，損害賠償金６５６万５５５４円及びこれに対する遅延\n損害金の支払を求める限度で理由がある，②第２事件について，ドワンゴの請\n求は，商標法３６条に基づき，甲ウェブサイトにおける甲標章の使用の差止め\n及び削除，並びに民法７０９条及び商標法３８条２項に基づき，損害賠償金９\n９２万６２５０円及びこれに対する遅延損害金の支払を求める限度で理由があ\nるものと判断する。その理由は，以下のとおり訂正するほか，原判決「事実及び\n理由」の第３の１ないし１４（２８頁２０行目～５２頁１４行目）記載のとおり\nであるから，これを引用する。\n１  争点１(1)－１（ドワンゴが提供する役務が甲商標の指定役務と同一又は類似\nであるか）について\n原判決３５頁１行目末尾に行を改めて次のとおり加える。\n「さらに，ドワンゴは，原判決は，商標法上の役務の考え方やその判断基準，\nユーザーブロマガにおけるブログ開設・配信・投稿機能を独立した役務と評価\nする具体的な判断基準に一切触れていない点で不当であり，また，各種コンテ\nンツサービスにおけるコンテンツの作成・閲覧機能を独立した役務と評価すべ\nきであるかは，各サービスの内容等に応じて需要者の認識を基準に検討すべき\n問題である旨主張する。\nしかしながら，本件の事実関係の下において，「ユーザーブロマガ」サービス\nにおけるブログの開設及びブログ記事の作成・投稿機能が，他のサービスなど\nに付随して提供される業務であって商標法上の役務に含まれないということは\nできないことは，引用に係る原判決第３の１⑵及び⑶において，既に説示した\nとおりであるところ，その説示内容は，具体的な判断基準等を説示しなくとも，\n十分に了解可能なものということができる。また，本件の事実関係の下におい\nて，ドワンゴが提供する「ユーザーブロマガ」サービスについては，少なくと\nも「インターネットにおけるブログのためのサーバーの記憶領域の貸与」に類\n似した役務が提供されていることは，需要者の認識を基準にしても十分に了解\n可能であるといえる。\nしたがって，ドワンゴの上記主張は採用することができない。」\n２  争点１(1)－２（ドワンゴによる乙標章の使用は甲商標の商標権を侵害する態\n様での使用か）について\n原判決３７頁３行目末尾に行を改めて次のとおり加える。\n「⑷  これに対しドワンゴは，リンクは「投稿」や「ブログをはじめる」の\nタブに設けられており，リンクには「ブロマガ」との標章は使用されて\nいないこと，リンク先のブログ開設・作成・投稿機能が提供されている\nページでも「ブロマガ」の標章は使用されていないこと，リンク先のブ\nログ開設・作成・投稿機能を提供するウェブサイトでは，上部の「チャ\nンネルを開設」のタブにハイライトがされ，これをクリックすると，ニ\nコニコチャンネルの開設ページに到達することなどを根拠として，乙標\n章はブログ開設・作成・投稿機能の提供のために使用されているもので\nはない旨主張する。\nしかしながら，原判決が指摘するウェブページ上の「ブロマガ」の表\n示等から，乙標章が役務の出所識別機能を果たす態様で使用されている\nことは優に肯定し得るのであり，ドワンゴの主張する事実は上記認定を\n左右するものではない。」\n３  争点１(1)－６（ＦＣ２の損害の発生及び損害額）について\n⑴  原判決４３頁１４行目末尾に行を改めて次のとおり加える。\n「これに対しＦＣ２は，原判決の認定には，①損害額の計算の元となる売\n上げをプレミアム会員費に限定した点，②利益率をポータル事業全体から計\n算した点，③プレミアム会員のうち，実際にブログを開設した者の割合に利\n益の範囲を限定し，また，ドワンゴの主張を鵜呑みにして上記ブログ開設者\nの割合を認定した点，④損害額を算定するに当たり，プレミアム会員中の実\n際にブログを開設した者の割合を乗じた上で，更に●●●●●を控除するこ\nとによって，控除をダブルカウントした点，⑤具体的・客観的な根拠無しに\n●●●●●もの控除をした点に誤りがある旨主張する。\nまず，上記①の点について，本件において，ドワンゴによる乙標章の使用\nが甲商標権の侵害となるのは，ドワンゴの提供するサービスのうち，ユーザ\nーブロマガサービス，すなわち，ブログの開設及びブログ記事の作成，投稿\n機能を含むサービスに限られるものであって，かかるサービスはプレミアム\n会員に対する特典として提供されるものであるから，商標法３８条２項の損\n害額の算定の元となる売上げについては，プレミアム会員の会員費とするの\nが相当である。\n上記②の点については，前記（引用に係る原判決第３の６⑵イ）認定のと\nおり，プレミアム会員に提供されるサービスは，ユーザーブロマガサービス\nのほかにも，ニコニコにおいて提供される多種多様なサービスが含まれるも\nのであって，プレミアム会員の会員費は，これらのサービス全体の対価と評\n価できるものである。そして，このように一体として提供されているサービ\nスの中で，ユーザーブロマガサービスの利益率が，他のサービスとは異なる\nと認定すべき特段の事情は認められない。したがって，商標法３８条２項の\n損害額の算定の元となる利益を算定するに当たって，ニコニコのポータル事\n業全体の利益率を用いることは，合理性を有するものといえる。\n上記③及び⑤の点については，プレミアム会員費のうち，ユーザーブロマ\nガサービスに対する対価を算定する基礎となり得るのは，実際にブログを開\n設している者に対応する部分（全体の●●●●●）であり，しかも，実際に\nブログを開設している者の会員費には，他の数多くのサービスを利用する対\n価が含まれるから，ユーザーブロマガサービスの対価に相当する部分は，更\nに限定されることを考えれば，原判決が，その割合を●●●●としたことに\nは，十分な合理性が認められる。\n上記④の点については，原判決は，ドワンゴが得た利益について，ブログ\n開設者の割合を乗じた上で更に●●●●を乗じたものではなく，上記利益に\n対して単に●●●●を乗じたものであるから，ＦＣ２の主張はその前提を誤\nるものである。\nしたがって，ＦＣ２の上記主張は，いずれも理由がない。」\n⑵  原判決４３頁２２行目末尾に行を改めて次のとおり加える。\n「この点に関しＦＣ２は，商標法３８条３項に基づく損害額を計算せずに，\n同条２項に基づく損害額がこれを超えると判断することはできない旨主張す\nる。\nしかしながら，前述のとおり，ユーザーブロマガサービスの売上額は，プ\nレミアム会員費の●●●●程度と認められるところ，これに乗ずべき実施料\n率は，侵害プレミアムを考慮したとしても，●●●（２項損害を計算した際\nの利益率）を上回ることはないと認められるから，結局，商標法３８条３項\n所定の「その登録商標の使用に対し受けるべき金銭の額に相当する額」は，\n前記⑵（引用に係る原判決第３の６⑵）で認定した同条２項に係る損害額を\n上回るものではないと認められる。\nしたがって，ＦＣ２の上記主張は理由がない。」\n４  争点１(2)－１（ドワンゴによる乙標章の使用は不正競争防止法２条１項１号\nの不正競争に該当するか）について\n⑴  原判決４４頁９行目の「（甲１９～２１）」を「（甲１８，１９，２１，２２）」\nに改める。\n⑵  原判決４４頁２６行目から４５頁１行目の「『ネット副業の王様』と題する\n書籍」を「『ネット副業の王道』と題する書籍」に改める。\n５  争点２－３（乙商標の無効の抗弁の成否）について\n原判決４９頁１９行目冒頭から２１行目末尾までを次のとおり改める。\n「前記 10（引用に係る原判決第３の１０）のとおり，甲標章が需要者の間で\n広く認識されていたとはいえないから，その余の点を判断するまでもなく，乙\n商標に商標法４条１項１０号及び１５号の無効事由があるとは認められず，ま\nた，ドワンゴが商標権侵害を主張することが権利の濫用に該当するものとも認\nめられない。」\n６  争点２－５（ドワンゴの損害の発生及び損害額）について\n原判決５１頁６行目冒頭から５２頁７行目末尾までを次のとおり改める。\n「⑵  商標法３８条２項に基づく損害\nア  侵害行為によりＦＣ２が受けた利益の額\n(ア)  売上高\n証拠（甲９５，９６）及び弁論の全趣旨によれば，平成２５年１\n０月１日から平成３０年６月末日までの間に，ＦＣ２がブロマガの\n配信サービスの対価として受領したシステム使用料及びアフィリエ\nイト手数料の合計額から，決済業者に支払う決済手数料を控除した\n金額（本件システム手数料）は，●●●●●●●●●●●●である\nと認められる。\n(イ)  控除すべき経費\nＦＣ２は，ブログ記事の購入が増えることによって処理するデー\nタも増えてサーバーの負担が大きくなり，保守費用やサーバーに関\nする費用が上がるという関係にあるから，商標法３８条２項の「利\n益」を算定するに当たり，本件システム手数料からブロマガ負担保\n守運営費を控除するのが相当である旨主張する。\nしかしながら，ＦＣ２は，平成１６年４月にＦＣ２ブログのサー\nビスを開始し，その約５年後に，同サービスの一つとしてブロマガ\nサービスを開始したものであるから，ＦＣ２ブログのために支払わ\nれる開発保守費用及びサーバーに関する費用は，ブロマガサービス\nを開始する以前からＦＣ２が負担していたものである。また，証拠\n（甲９６，乙２３１）によれば，平成２５年１０月１日から平成３\n０年６月末日までの期間のＦＣ２におけるブロマガの配信サービス\nの売上高の増減と，同期間におけるＦＣ２ブログ全体に支払われた\n開発保守費用及びサーバーに関する費用の増減との間には，特段の\n相関関係を認めることはできない。\n以上によれば，ＦＣ２の主張するブロマガ負担保守運営費が，Ｆ\nＣ２におけるブロマガの配信サービスに直接関連して追加的に必要\nとなった経費ということはできないから，これらの費用を前記(ア)\nの売上高から控除すべき経費とみるのは相当ではない。\nイ  推定覆滅事由について\n商標法３８条２項における推定の覆滅については，侵害者が得た利\n益と商標権者が受けた損害との相当因果関係を阻害する事情がこれに\n当たると解される。例えば，商標権者と侵害者の業務態様等に相違が\n存在すること（市場の非同一性），市場における競合品・競合サービス\nの存在，侵害者の営業努力（ブランド力，宣伝広告），侵害品・侵害サ\nービスの性能（機能，デザイン，サービス内容等商標以外の特徴）な\nどの事情について，推定覆滅の事情として考慮することができるもの\nと解される。\nこれを本件についてみると，ドワンゴが提供するブロマガの配信サ\nービスとＦＣ２が提供するブロマガの配信サービスとは，いずれもブ\nログ記事を配信するサービスであるという点で共通する。\n一方，各サービスの具体的内容は，前記認定のとおりであり（引用\nに係る原判決第２の２⑶，⑷，同第３の１⑴，９⑴），例えば，ＦＣ２\nにおけるブロマガの配信サービスは，ユーザーが，作成したブログ記\n事に一定の設定をして投稿することで，購読料を支払ったユーザーの\nみがブログを閲覧することができる機能があり，ブログ記事の投稿者\nは，ブログ記事の年月ごとに価格を設定する方法又はブログ記事単体\nに価格を設定する方法を選択した上で，所定の範囲からその価格を設\n定するという特徴を有するなど（引用に係る原判決第３の９⑴），両者\nのサービス態様には少なからず相違が存在するものである。\nまた，前記のとおり，ニコニコのＣＨブロマガのサービス開始日（平\n成２４年８月１日）において，ＦＣ２が提供するＦＣ２ブログには４\n００万人を超えるユーザーが存在したものであり，ＦＣ２が「ブロマ\nガ」の名称を付して提供するサービスは，ＦＣ２ブログの機能の一つ\nであって，「ブロマガ」を開設し記事を投稿しようとする者，その記事\nを購入しようとする者は，いずれもＦＣ２ブログのためのＩＤを有す\nることが必要で，このＩＤにログインした上で，「ブロマガ」を利用す\nるものである（引用に係る原判決第３の９⑴，乙１３９，１４８）。そ\nうすると，ＦＣ２ブログの機能の一つであることを主な理由として，\n「ブロマガ」の配信の役務を利用した者も多いと認められる。\n加えて，上記のとおり，ＦＣ２におけるブロマガの配信サービスは，\nユーザーがブログ記事に課金設定をして投稿することで，購読料を支\n払ったユーザーのみが閲覧できるというサービスであることからする\nと，同サービスの売上げは，ブログ記事の投稿者の知名度や記事の内\n容の貢献度が高いものと考えられる。\nこれらの事情からすると，甲標章が，ＦＣ２におけるブロマガの配\n信サービスによる利益の全てに貢献しているとはいえないから，同サ\nービスによる利益の全額をドワンゴの逸失利益と認めるのは相当でな\nく，同サービスにおいては，商標法３８条２項における事実上の推定\nが一部覆滅されるというべきである。\nそして，上記で判示した事情など本件に現れた事情を総合考慮する\nと，同覆滅がされる程度は，全体の約９６％であると認めるのが相当\nである。\nウ  小括\n以上によれば，乙商標権の侵害について，商標法３８条２項により算\n定される損害額は，●●●●●●●●●●●●●●●●●●●●●●●\n●●●●●●●●●●●●となる。\n⑶  商標法３８条３項に基づく損害\n前述のとおり，ＦＣ２におけるブロマガの配信サービスによる売上げに\nついては，ＦＣ２そのものが持つ顧客誘引力や，ブログ記事の投稿者の知\n名度や記事の持つ顧客誘引力が非常に大きいと考えられることからすると，\n上記売上げに乗ずべき実施料率は高いものであるとはいえず，侵害プレミ\nアムを考慮しても３％（原判決が認定した実施料率）を上回るものとは認\nめられない。そして，これによって計算した実施料額は，原判決認定のと\nおりであって，前記⑵で計算した金額を下回る。したがって，商標法３８\n条３項所定の「その登録商標の使用に対し受けるべき金銭の額に相当する\n額」は，前記⑵で認定した同条２項に係る損害額を上回るものではないと\n認められるから，この金額をもってドワンゴの損害額と認めるべきことに\nなる。\n⑷  まとめ\n以上のとおりであるから，商標法３８条２項により算定される損害額に，\n弁護士費用を加えた金額がドワンゴの損害額と認められる。\nそして，ＦＣ２の不法行為と相当因果関係にある弁護士費用は，上記に\nより算定される損害額の約１割である●●●●を下らないと認めるのが相\n当であるから，ドワンゴの損害額は，●●●●●●●●●●●●●●●●\n●●●●●●●●●である。\nまた，ドワンゴは，平成２５年１０月１日から平成３０年６月末日まで\nのＦＣ２によるブロマガの配信サービスに基づく損害の一部として，２３\n３２万８０００円及びこれに対する不法行為の後の日（訴状送達の日の翌\n日）である平成２８年１２月１３日から支払済みまでの遅延損害金を請求\nするところ，証拠（甲９５，９６）によれば，上記期間の各月における本\n件システム手数料は別紙計算書の「本件システム手数料」欄記載のとおり\nであるから，平成２８年１２月１日から平成３０年６月末日までの上記配\n信サービスに基づく損害については，遅延損害金の起算日を各月の末日と\nするのが相当である。\nそして，平成２８年１２月から平成３０年６月までの各月における本件\nシステム手数料から９６％を控除した金額，上記弁護士費用を各月の本件\nシステム手数料で按分した金額及びその合計額は，それぞれ，別紙計算書\nの「損害額」，「弁護士費用」及び「損害額合計」欄記載のとおりである。」\n７  総括\n原判決５２頁９行目冒頭から１４行目末尾までを次のとおり改める。\n「以上述べたところによれば，第２事件について，ドワンゴはＦＣ２に対し，\n商標法３６条に基づき，甲ウェブサイトにおける甲標章の使用の差止め，甲ウ\nェブサイトからの甲標章の削除並びに民法７０９条及び商標法３８条２項に基\nづき，損害賠償金９９２万６２５０円及び別紙計算書の「年月」欄に対応する\n「損害額合計」欄記載の各金額に対する，これに対応する「支払起算日」欄記\n載の日から支払済みまで年５分の割合による遅延損害金の支払を求めることが\nできる。」\n８  結論\n以上によれば，①ＦＣ２の差止請求，１億円及びこれに対する遅延損害金の\n請求は，６５６万５５５４円及びこれに対する平成２８年９月３０日から支払\n済みまで年５分の割合による遅延損害金の支払を求める限度において理由があ\nるから認容し，その余は理由がないから棄却すべきであり，②ドワンゴの差止\n請求，２３３２万８０００円及びこれに対する遅延損害金の請求は，甲ウェブ\nサイトにおける甲標章の使用の差止め及び削除，９９２万６２５０円及び別紙\n計算書の「年月」欄に対応する「損害額合計」欄記載の各金額に対する，これ\nに対応する「支払起算日」欄記載の日から支払済みまで年５分の割合による遅\n延損害金の支払を求める限度において理由があるから認容し，その余は理由が\nないから棄却すべきところ，これと異なる原判決は一部失当であって，ドワン\nゴの本件控訴の一部は理由があるから，原判決を上記のとおり変更し，ＦＣ２\nの本件控訴は理由がないから棄却することとして，主文のとおり判決する。な\nお，甲標章の使用の差止め及び削除については，仮執行の宣言は相当ではない\nので，これを付さないこととする。\n知的財産高等裁判所第３部\n裁判長裁判官\n鶴      岡    稔    彦\n裁判官\n上      田    卓    哉\n裁判官\n山      門              優\n別紙省略\n"
}