{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 4,
    "month": 6,
    "day": 28
  },
  "case_number": "令和3(行ウ)381",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "その他",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "91290",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=91290",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/290/091290_hanrei.pdf",
  "contents": "令和４年６月２８日判決言渡  同日原本領収  裁判所書記官\n令和３年（行ウ）第３８１号  登録処分取消請求事件\n口頭弁論終結日  令和４年５月１１日\n判        決\n原        告          株式会社まるや八丁味噌󠄀\n同訴訟代理人弁護士         犬   塚      浩\n同                 髙   木      薫\n同                 佐々 木   俊   樹\n被        告         国\n処分行政 庁         農林水産大 臣\n主        文\n１  本件訴えを却下する。\n２  訴訟費用は原告の負担とする。\n事実及び理 由\n第１  請求\n特定農林水産物等の名称の保護に関する法律（平成２６年法律第８４号。ただ\nし、平成３０年法律第８８号による改正前のもの。）１２条１項に基づく特定農\n林水産物等の登録に関する処分（平成２９年１２月１５日付け２７食産第１４０\n９号－１０、登録番号第４９号。）を取り消す。\n第２  事案の概要\n農林水産大臣は、平成２９年１２月１５日付けで、特定農林水産物等の名称の\n保護に関する法律（平成２６年法律第８４号（以下「地理的表示法」という。）。\nただし、平成３０年法律第８８号（以下「改正法」という。）による改正前のも\nの。）１２条１項に基づく特定農林水産物等の登録に関する処分（平成２９年１\n２月１５日付け２７食産第１４０９号－１０、登録番号第４９号。以下、当該処\n分を「本件処分」という。）をした。\n本件は、原告が、本件処分について、地理的表示法１３条１項３号イ及び同項\n４号イ所定の登録拒否事由があるのにこれを看過した違法があるなどと主張し\nて、その取消しを求める事案である。\n１  関連法令の定め\n別紙関連法令の定めのとおり。なお、同別紙に定める略称等は、以下において\nも用いることとする。\n２  前提事実（当事者間に争いのない事実並びに後掲の各証拠及び弁論の全趣旨に\nより認められる事実をいう。）\n当事者等\nア  原告は、愛知県岡崎市（以下、単に「岡崎市」という。）八帖町において、\n長年にわたり、生産、販売をする豆味噌󠄀に「八丁味噌󠄀」という表示をして事\n業を行う株式会社である。（乙１２、５８）\nイ  原告は、中小企業等協同組合法に基づき設立された法人である八丁味噌󠄀協\n同組合（以下「八丁組合」という。）の組合員である。八丁組合は、原告、\n合資会社八丁味噌󠄀、株式会社カクキュー八丁味噌󠄀及び有限会社八丁味噌󠄀の館\nの４社の組合員から成る（以下、原告と合資会社八丁味噌󠄀を併せて「岡崎２\n社」ということがある。）。（甲２７、乙１、１４、１５、弁論の全趣旨）\nウ  後記⑵ウのとおり、本件処分に係る申請をした愛知県味噌󠄀溜醤油工業協同\n組合（以下「県組合」という。）は、「八丁味噌󠄀」の名称を付した豆味噌󠄀を\n生産、販売する合資会社野田味噌󠄀商店、イチビキ株式会社、盛田株式会社、\n中利株式会社、佐藤醸造株式会社及びナカモ株式会社（平成２９年１２月１\n５日当時の組合員であり、以下、上記６社を併せて「県組合６社」という。）\nで構成される事業協同組合である。（乙１６、１８、２０ないし３１、３３、\n３４、５９）\n⑵  地理的表示法７条１項に基づく登録の申請等\nア  八丁組合は、平成２７年６月１日、地理的表示法７条１項に基づき、生産\n地を「愛知県岡崎市八帖町」とする豆味噌󠄀につき、名称を「八丁味噌󠄀（ハッ\nチョウミソ）、ＨＡＴＣＨＯ  ＭＩＳＯ」とする登録の申請をした。（甲１）\nイ  八丁組合は、平成２９年６月１４日、前記ア記載の申請を取り下げた。（乙\n１）\nウ  県組合は、平成２７年６月２４日、地理的表示法７条１項に基づき、生産\n地を「愛知県」とする豆味噌󠄀につき、名称を「八丁味噌󠄀（ハッチョウミソ）」\nとする登録の申請（以下「本件申請」という。）をした。（甲２）\n⑶  本件処分等\nア  農林水産省においては、地理的表示法７条１項に基づく登録の申請等の審\n査を行うに当たって準拠すべき方法等として、特定農林水産物等審査要領を\n定め、同要領において、申請農林水産物等が同法１３条１項３号に該当する\nかの審査基準（乙２の別添４。以下「農林水産物等審査基準」という。）、\n及び申請農林水産物等の名称が同項４号に該当するかの審査基準（乙２の別\n添３。以下「名称審査基準」という。）を定めている。（乙２）\nイ  農林水産大臣は、平成２９年１２月１５日、地理的表示法１２条１項に基\nづき、本件申請について、登録生産者団体を県組合、名称を「八丁味噌󠄀（ハ\nッチョウミソ）」、生産地を「愛知県」、特性を別紙本件登録八丁味噌󠄀の特\n性のとおりとして、特定農林水産物等の登録に関する本件処分をした（以下、\n本件処分の登録に係る特定農林水産物等を「本件登録八丁味噌󠄀」という。）。\n（甲３）\nウ  原告は、同月１６日頃、本件処分があったことを知った。\n⑷  八丁組合による審査請求等\nア  八丁組合は、平成３０年３月１４日、農林水産大臣に対し、本件処分につ\nいて、地理的表示法１３条１項４号イに該当する登録拒否事由を看過した違\n法があるなどとして、審査請求（以下「本件審査請求」という。）をした。\n（乙１）\nイ  農林水産大臣は、令和３年３月１９日、本件審査請求を棄却する裁決（以\n下「本件裁決」という。）をした。（甲２６）\n⑸  本件訴えの提起\n原告は、令和３年９月１７日、本件処分の取消しを求める本件訴えを提起し\nた。（当裁判所に顕著な事実）\n２  争点\n⑴  本案前の争点\nア  出訴期間の遵守の有無（争点１－１）\nイ  出訴期間を徒過したことについての行政事件訴訟法（以下「行訴法」とい\nう。）１４条１項ただし書の「正当な理由」の有無（争点１－２）\n⑵  本案の争点\nア  地理的表示法１３条１項３号イに該当する事由の有無（争点２－１）\nイ  地理的表示法１３条１項４号イに該当する事由の有無（争点２－２）\n第３  争点に関する当事者の主張\n１  本案前の争点について\n⑴  争点１－１（出訴期間の遵守の有無）について\n（原告の主張）\n原告は、本件審査請求について、行訴法１４条３項本文に規定する「審査請求\nをした者」に当たり、本件審査請求に対する本件裁決があったことを知った日か\nら同項所定の期間内に本件訴えを提起しているから、出訴期間を遵守している。\nすなわち、八丁組合は、平成３０年３月１４日、本件審査請求をし、農林水産\n大臣は、令和３年３月１９日、本件審査請求を棄却する本件裁決をしたところ、\n原告は、令和３年９月１７日、本件訴えを提起した。そして、原告と八丁組合と\nは形式的には法人格が異なるものの、原告が本件審査請求に主体的に関与してい\nたことや、八丁組合が原告及び合資会社八丁味噌󠄀並びにそれぞれの販売会社を組\n合員とする４社の組合員のみから成るにすぎないことからすれば、八丁組合がし\nた本件審査請求は、実質的には原告が行ったものと同視することができる。\nそうすると、原告は、「審査請求をした者」に当たるから、同項所定の出訴期\n間を遵守している。\n（被告の主張）\n原告は、本件訴えについて、出訴期間を遵守していない。\nすなわち、原告は、原告が本件審査請求の手続に八丁組合の組合員として主体\n的に関与していたことや、八丁組合の組合員が原告とその販売会社を含む４社の\nみであることから、本件審査請求が原告による審査請求と実質的に同視できるな\nどと主張する。しかし、原告と八丁組合は別の法人格を有するものであり、八丁\n組合の法人格を否認できるような場合にも当たらない。また、審査請求をした者\nでなくとも、その手続に主体的に関与した者であれば「審査請求をした者」に該\n当するという主張は、独自の見解に基づくものである。\n⑵  争点１－２（出訴期間を徒過したことについての行訴法１４条１項ただし書\nの「正当な理由」の有無）について\n（原告の主張）\n仮に、原告が、本件審査請求について、行訴法１４条３項本文に規定する「審\n査請求をした者」に当たらないとしても、以下の事情からすれば、原告には同条\n１項ただし書の「正当な理由」があるというべきである。\nまず、原告は、わずか４社の組合員から構成される八丁組合の一員であるとこ\nろ、自身が主体的に関与していた本件審査請求に対する裁決を待って訴えを提起\nするか否かを判断するのは当然である。\nまた、原告は、長年、「八丁味噌󠄀」との名称を付した豆味噌󠄀の販売を行ってき\nたが、本件処分により、先使用権の期間経過後には、これらの豆味噌󠄀の販売をす\nることができなくなるという多大な不利益を被ることとなる。このように、原告\nは、本件処分について強い利害関係を有しており、原告が出訴期間徒過を理由に\n本件処分について争えないとすれば、権利救済の観点から極めて不当である。\nそして、原告が単独で本件訴えを提起したのは、合資会社八丁味噌󠄀が、本件裁\n決後、訴え提起に消極的な立場をとったためであるが、原告は、本件裁決から６\nか月以内に本件訴えを提起しており、原告による訴えの提起を認めたからといっ\nて、不当に法的安定性が害されることはない。\n（被告の主張）\n本件処分の内容や性質、出訴期間徒過の原因等についての以下の諸事情に照ら\nせば、原告が出訴期間を徒過したことについて、行訴法１４条１項ただし書の「正\n当な理由」は認められない。\nまず、八丁組合が本件審査請求をしたとしても、原告自身が本件処分の取消し\nを求める訴えを提起することは可能であるから、八丁組合による本件審査請求は、\n原告による訴え提起を妨げる法的な障害にはならない。そうすると、原告が出訴\n期間を徒過したのは、専ら原告の選択の結果によるものである。\nまた、原告は、改正法による改正後の地理的表示法の施行日である平成３１年\n２月１日から７年間は、「八丁味噌󠄀」との名称を付した豆味噌󠄀の製造、販売をす\nることが可能であるし、７年を経過した後であっても、当該農林水産物等に本件\n登録八丁味噌󠄀との混同を防ぐのに適当な表示をすれば、「八丁味噌󠄀」との名称を\n付した豆味噌󠄀の製造、販売が可能であることからすれば、本件処分によって原告\nが受ける不利益は限定的なものである。さらに、本件処分に関し、八丁組合を生\n産管理者とする変更の登録を受ければ何らの制限なく八丁味噌󠄀の製造、販売が可\n能であるなど、本件処分を取り消さずとも、本件処分による原告の不利益を救済\nする手段は存在する。他方で、本件処分を取り消せば、「八丁味噌󠄀」との地理的\n表示が何ら保護されることなく、県外や国外の業者によるフリーライドを許容す\nることとなり、地域共有の知的財産である「八丁味噌󠄀」の価値を毀損する結果を\n招来するなど、地域や本件処分の登録に係る生産業者に与える不利益は甚大であ\nる。\n２  本案の争点について\n別紙本案についての当事者の主張のとおり。\n第４  当裁判所の判断\n１  争点１―１（出訴期間の遵守の有無）について\n前提事実によれば、原告は、平成２９年１２月１６日頃、本件処分があった\nことを知ったところ、原告は、令和３年９月１７日、本件処分の取消しを求め\nる本件訴えを提起したことが認められる。そうすると、本件訴えの提起は、本\n件処分があったことを知った日から６か月を経過してされたものであるから、\n行訴法１４条１項本文所定の出訴期間を徒過しているものと認められる。\nしたがって、本件訴えは、出訴期間を経過したものとして、同項ただし書に\nいう「正当な理由」がない限り、不適法である。\nこれに対し、原告は、本件処分について八丁組合が本件審査請求をしている\nところ、八丁組合がした本件審査請求は、実質的には原告が行ったものと同視\nすることができるから、原告は行訴法１４条３項本文に規定する「審査請求を\nした者」に当たり、本件訴えはその出訴期間を遵守するものである旨主張する。\nしかしながら、前提事実によれば、本件審査請求をした者は八丁組合であり、\n原告と八丁組合の法人格は異なるものであるから、原告が上記にいう「審査請\n求をした者」に該当しないことは明らかである。そもそも、原告は、八丁組合\nが本件審査請求をした場合であっても、行訴法１４条１項にいう出訴期間経過\n前に本件処分に係る取消訴訟を提起することができたのであるから、下記２に\nおいて検討するとおり、同項にいう「正当な理由」がある場合に限り、原告は\n本件訴えを提起することができるものと解するのが相当である。そうすると、\n原告の主張は、上記判断を左右するに至らない。\nしたがって、原告の主張は、採用することができない。\n２  争点１－２（出訴期間を徒過したことについての行訴法１４条１項ただし書の\n「正当な理由」の有無）について\n原告は、出訴期間内に本件処分の取消しを求める訴えを提起しなかったのは、\n八丁組合による本件審査請求に対する裁決を待っていたためであり、本件裁決\n後、八丁組合の組合員である合資会社八丁味噌󠄀が本件処分の取消しを求める訴\nえの提起に消極的になったため、八丁組合は、結局上記訴えを提起せず、八丁\n組合の組合員である原告が単独で本件訴えを提起せざるを得なくなったので\nあって、これらの事情によれば、権利救済の必要性という観点からしても、本\n件訴えが出訴期間を経過した後に提起されたことにつき行訴法１４条１項た\nだし書の「正当な理由」がある旨主張する。\nしかしながら、原告主張に係る事情は、専ら八丁組合を構成する原告と合資\n会社八丁味噌󠄀の内部事情をいうものであって、原告は、行訴法１４条１項所定\nの出訴期間経過前に本件処分に係る取消訴訟を自ら提起しないと判断したの\nであるから、上記事情は、そもそも同項の「正当な理由」を基礎付ける事情で\nあるものと認めることはできない。\nしたがって、原告の主張は、採用することができない。\n本件を実質的にみても、原告は、少なくとも平成３１年２月１日から７年間\nは「八丁味噌󠄀」の表示を使用することができ、その７年経過後も、本件登録八\n丁味噌󠄀との混同を防ぐのに適当な表示を付せば、「八丁味噌󠄀」の表示を使用す\nることができるほか、証拠（乙１７、３８ないし４９）及び弁論の全趣旨によ\nれば、八丁味噌󠄀の発祥は、原告が製造販売する八帖町であるものの、その製造\n地域は、昭和初期には周辺地域に広がり、その後愛知県全域にまで及ぶに至っ\nており、これに関する社会の認知も同じく広がっている事実が現に認められる\nのであって、原告が当該事実を受け入れるなどし、本件登録八丁味噌󠄀につき、\n八丁組合が地理的表示法１５条１項に基づく生産者団体を追加する変更の登\n録を受ければ、原告は、「八丁味噌󠄀」の表示を何らの制限なく使用することが\nできるのである。\nそうすると、仮に原告の見解に立って、権利救済の必要性をいう原告の主張\nを検討しても、上記の事情を踏まえると、同主張は採用の限りでない。\nなお、原告は、上記必要性の観点から、口頭弁論終結後弁論再開の申出をし\nているところ、上記において説示したところを踏まえると、弁論を再開して当\n事者に更に攻撃防禦の方法を提出する機会を与えることが明らかに民事訴訟\nにおける手続的正義の要求するところであると認められるような特段の事由\nがあるものとは認められず、弁論を再開しないものとする。\n３  小括\n以上によれば、本件訴えは、行訴法１４条１項本文所定の出訴期間を徒過して\nおり、同項ただし書の「正当な理由」も認められないため、不適法である。\n第５  結論\nよって、本件訴えは不適法であるからこれを却下することとして、主文のとお\nり判決する。\n東京地方裁判所民事第４０部\n裁判長裁判官\n中    島    基    至\n裁判官\n古    賀    千    尋\n裁判官\n國    井    陽    平\n（別紙）\n関連法令の定め\n地理的表示法（なお、下記４ないし６は改正法による改正前の規定であり、本文中\nにおいて当該各規定について表記するものは改正法による改正前の各規定を指す。）\n１  ２条（定義）\n⑴  １項\nこの法律において「農林水産物等」とは次に掲げる物をいう。ただし、酒税\n法２条１項に規定する酒類並びに医薬品、医療機器等の品質、有効性及び安全\n性の確保等に関する法律２条１項に規定する医薬品、同条２項に規定する医薬\n部外品、同条３項に規定する化粧品及び同条９項に規定する再生医療等製品に\n該当するものを除く。\n１号  農林水産物（食用に供されるものに限る。）\n２号  飲食料品（前号に掲げるものを除く。）\n３号  農林水産物（１号に掲げるものを除く。）であって、政令で定めるも\nの\n４号  農林水産物を原料又は材料として製造し、又は加工したもの（２号に\n掲げるものを除く。）であって、政令で定めるもの\n⑵  ２項\nこの法律において「特定農林水産物等」とは、次の各号のいずれにも該当す\nる農林水産物等をいう。\n１号  特定の場所、地域又は国を生産地とするものであること。\n２号  品質、社会的評価その他の確立した特性（以下単に「特性」という。）\nが前号の生産地に主として帰せられるものであること。\n⑶  ３項\nこの法律において「地理的表示」とは、特定農林水産物等の名称（当該名称\nにより前項各号に掲げる事項を特定することができるものに限る。）の表示を\nいう。\n⑷  ４項\nこの法律において「生産」とは、農林水産物等が出荷されるまでに行われ\nる一連の行為のうち、農林水産物等に特性を付与し、又は農林水産物等の特\n性を保持するために行われる行為をいい、「生産地」とは、生産が行われる\n場所、地域又は国をいい、「生産業者」とは、生産を業として行う者をい\nう。\n⑸  ５項\nこの法律において「生産者団体」とは、生産業者を直接又は間接の構成員\n（以下単に「構成員」という。）とする団体（法人でない団体にあっては代\n表者又は管理人の定めのあるものに限り、法令又は定款その他の基本約款に\nおいて、正当な理由がないのに、構成員たる資格を有する者の加入を拒み、\n又はその加入につき現在の構成員が加入の際に付されたよりも困難な条件を\n付してはならない旨の定めのあるものに限る。）であって、農林水産省令で\n定めるものをいう。\n⑹  ６項\nこの法律において「生産行程管理業務」とは、生産者団体が行う次に掲げ\nる業務をいう。\n１号  農林水産物等について７条１項２号から第８号までに掲げる事項を\n定めた明細書（以下単に「明細書」という。）の作成又は変更を行う\nこと。\n２号  明細書を作成した農林水産物等について当該生産者団体の構成員た\nる生産業者が行うその生産が当該明細書に適合して行われるようにす\nるため必要な指導、検査その他の業務を行うこと。\n３号  前２号に掲げる業務に附帯する業務を行うこと。\n２  ３条（地理的表示）\n⑴  １項\n６条の登録（次項（２号を除く。）及び次条１項において単に「登録」とい\nう。）に係る特定農林水産物等を譲渡し、引き渡し、譲渡若しくは引渡しのた\nめに展示し、輸出し、又は輸入する者は、当該特定農林水産物等又はその包装\n若しくは容器若しくは広告、価格表若しくは取引書類（電磁的方法（電子的方\n法、磁気的方法その他の人の知覚によって認識することができない方法をい\nう。）により提供されるこれらを内容とする情報を含む。）（以下「包装等」\nという。）に地理的表示を使用することができる。\n⑵  ２項\n前項の規定による場合を除き、何人も登録に係る特定農林水産物等が属す\nる区分（確立された農林水産物等に関する国際分類その他の事情を勘案して\n農林水産大臣が定める農林水産物等の区分をいう。以下同じ。）に属する農\n林水産物等若しくはこれを主な原料若しくは材料として製造され、若しくは\n加工された農林水産物等又はこれらの包装等に当該特定農林水産物等に係る\n地理的表示又はこれに類似する表示若しくはこれと誤認させるおそれのある\n表示（以下この項及び５条１号において「類似等表示」という。）を使用し\nてはならない。ただし、次に掲げる場合には、この限りでない。\n１号  登録に係る特定農林水産物等を主な原料若しくは材料として製造さ\nれ、若しくは加工された農林水産物等又はその包装等に当該特定農林\n水産物等に係る地理的表示又は類似等表示を使用する場合\n２号  ６条の登録の日（当該登録に係る７条１項３号に掲げる事項につい\nて１６条１項の変更の登録があった場合にあっては、当該変更の登録\nの日。次号及び４号において同じ。）前の商標登録出願（不正の利益\nを得る目的、他人に損害を加える目的その他の不正の目的をもって当\n該出願に係る商標の使用（商標法２条３項に規定する使用をいう。以\n下、この号及び次号において同じ。）をする目的で行われたものを除\nく。）に係る登録商標（同法２条５項に規定する登録商標をいう。以\n下同じ。）に係る商標権者その他同法の規定により当該登録商標の使\n用をする権利を有する者が、その商標登録に係る指定商品又は指定役\n務（同法６条１項の規定により指定した商品又は役務をいう。）につ\nいて当該登録商標の使用をする場合\n３号  登録の日前から商標法その他の法律の規定により商標の使用をする\n権利を有している者が、当該権利に係る商品又は役務について当該権\n利に係る商標の使用をする場合（前号に掲げる場合を除く。）\n４号  登録の日前から不正の利益を得る目的、他人に損害を加える目的そ\nの他の不正の目的でなく登録に係る特定農林水産物等が属する区分に\n属する農林水産物等若しくはその包装等に当該特定農林水産物等に係\nる地理的表示と同一の名称の表示若しくは類似等表示を使用していた\n者及びその業務を承継した者が継続して、又はこれらの者から直接若\nしくは間接に当該農林水産物等（これらの表示が付されたもの又はそ\nの包装、容器若しくは送り状にこれらの表示が付されたものに限\nる。）を譲り受け、若しくはその引渡しを受けた者が、当該農林水産\n物等又はその包装等にこれらの表示を使用する場合（当該特定農林水\n産物等の登録の日から起算して７年を経過する日以後は、当該農林水\n産物等の生産地の全部が当該特定農林水産物等の生産地内にある場合\nであって、当該農林水産物等に当該特定農林水産物等との混同を防ぐ\nのに適当な表示がなされているときに限る。）\n５号  前各号に掲げるもののほか、農林水産省令で定める場合\n３  ６条（特定農林水産物等の登録）\n生産工程管理業務を行う生産者団体は、明細書を作成した農林水産物等が特定\n農林水産物等であるときは、当該農林水産物等について、農林水産大臣の登録を\n受けることができる。\n４  ７条１項（登録の申請）\n前条の登録（１５条、１６条、１７条２項及び３項並びに２２条１項１号ニを\n除き、以下単に「登録」という。）を受けようとする生産者団体は、農林水産省\n令で定めるところにより、次に掲げる事項を記載した申請書を農林水産大臣に提\n出しなければならない。\n（略）\n５  １２条１項（登録の実施）\n農林水産大臣は、登録の申請があった場合（８条１項に規定する場合を除く。）\nにおいて、同条から前条までの規定による手続を終えたときは、次条１項の規定\nにより登録を拒否する場合を除き、登録をしなければならない。\n６  １３条１項（登録の拒否）\n農林水産大臣は、次に掲げる場合には、登録を拒否しなければならない。\n１号、２号  （略）\n３号  登録の申請に係る農林水産物等（次号において「申請農林水産物等」と\nいう。）について、次のいずれかに該当するとき。\nイ  特定農林水産物等でないとき。\nロ  （略）\n４号  申請農林水産物等の名称について次のいずれかに該当するとき。\nイ  普通名称であるとき、その他当該申請農林水産物等について２条２項\n各号に掲げる事項を特定することができない名称であるとき。\nロ  （略）\n７  １５条（生産者団体を追加する変更の登録）\n⑴  １項\n６条の登録に係る特定農林水産物等について生産行程管理業務を行おうとす\nる生産者団体（当該登録を受けた生産者団体を除く。）は、１２条２項３号に\n掲げる事項に当該生産者団体に係る７条１項１号に掲げる事項を追加する変更\nの登録を受けることができる。\n⑵  ２項\n７条１項から３項まで、７条の２から９条まで及び１１条から１３条までの\n規定は、前項の変更の登録について準用する。（略）\n（別紙）\n本件登録八丁味噌󠄀の特性\n「八丁味噌󠄀」の生産地である愛知県は、高温多湿な気候であり、味噌󠄀造りで重要な\n製麹過程で腐敗することが多く、安定した味噌󠄀造りができなかった。そこで、「八丁\n味噌󠄀」に関しては、高温多湿でも安全に麹造りができるように大豆だけで味噌󠄀玉を作\nって大豆に直接麹菌を付ける「味噌󠄀玉造り製法」が定着してきた歴史がある。加えて、\n「八丁味噌󠄀」の仕込後の熟成温度の高さは、大豆の分解が進み易く、うまみが強く、\n色が濃い特徴的な味噌󠄀ができる自然的な条件でもある。\n愛知県の高温多湿な気候により人は汗をかきやすく、発汗により不足する塩分や栄\n養価の高いタンパク質の補給を「八丁味噌󠄀」が担うことで、古くから人々の健康維持\nに役立ってきた。\nまた、愛知県の嗜好性として濃い味を好むこともあいまって、味噌󠄀かつ、味噌󠄀おで\nん、味噌󠄀煮込み、味噌󠄀鍋など、いわゆる「名古屋めし」の代表的な調味料として、「八\n丁味噌󠄀」は愛知県内に定着し、愛知県の特産品として広く認知されているものである。\n「八丁味噌󠄀」は、他の地域の味噌󠄀（米味噌󠄀等）の主原料が米（又は麦）、大豆、食\n塩であるのに対し、大豆と食塩のみである点で明らかに異なる。「八丁味噌󠄀」は赤褐\n色で色が濃く（概ねＹ値３．０％以下）、適度な酸味があり（概ねｐＨ４．８～５．\n２程度）、うまみが強いだけでなく、苦渋味を有する独特な風味を持つ。\n（別紙）\n本案についての当事者の主張\n１  争点２－１（地理的表示法１３条１項３号イに該当する事由の有無）について\n（被告の主張）\n⑴  特定の場所、地域又は国を生産地とするものであること（地理的表示法２条２\n項１号）について\n本件登録八丁味噌󠄀は、愛知県内で生産されるものであるから、「特定の場所、\n地域又は国を生産地とするものであること」に該当することは明らかである。\n⑵  品質、社会的評価、その他の確立した特性が生産地に主として帰せられるもの\nであること（地理的表示法２条２項２号）について\nア  本件登録八丁味噌󠄀に「品質、社会的評価その他の確立した特性」が認められ\nることについて\n以下の事情によれば、本件登録八丁味噌󠄀は、一般の豆味噌󠄀とは異なる「社会\n的評価」を受けるものであるから、「品質、社会的評価その他の確立した特性」\nを有することが認められる。\n本件登録八丁味噌󠄀は、大豆と塩のみを原料とする豆味噌󠄀であるところ、製\n造工程において、味噌󠄀玉造り製法を用いる点や熟成温度の高さに特徴がある。\nまた、八丁味噌󠄀は、愛知県の気候のため、仕込み後の熟成温度が高いために\n大豆の分解が進みやすく、うまみが強く、色が濃い特徴的な味噌󠄀となる。\n岡崎２社は古くから八丁味噌󠄀を製造販売していたものの、昭和初期以降、\n愛知県内で「八丁味噌󠄀」という名称の味噌󠄀を生産する業者が増加し、本件登\n録八丁味噌󠄀は、愛知県内で長期間にわたり生産され、八丁味噌󠄀の名称を付し\nて販売されて流通している。\n本件登録八丁味噌󠄀は、「名古屋めし」の代表的な調味料として愛知県内に\n定着し、愛知県の特産品として認知されており、その価格においても、通常\nの豆味噌󠄀と区別されて高値とされている。\nイ  本件登録八丁味噌󠄀の「特性が生産地に主として帰せられるものであること」\nについて\n本件登録八丁味噌󠄀の品質や製造方法の特徴は、愛知県の自然的条件によるも\nのであるところ、本件登録八丁味噌󠄀は、愛知県の各所において生産されてきた\n結果、愛知県の特産物として認知され、他の豆味噌󠄀よりも高値で販売されるな\nど、他の豆味噌󠄀よりも高い評価を受けていることが認められる。そうすると、\n本件登録八丁味噌󠄀の社会的評価が生産地である愛知県に主として帰せられる\nことは明らかである。\nなお、岐阜県及び三重県においても豆味噌󠄀が生産されているものの、同味噌󠄀\nが特に高い評価を受けていると認めるに足りる事情はなく、かえって、本件登\n録八丁味噌󠄀が、価格を含む社会的評価において、他の豆味噌󠄀よりも高い評価を\n受けていることからすれば、本件登録八丁味噌󠄀について、生産地と社会的評価\nの結びつきは否定されない。\nまた、本件においては、岡崎２社は八丁味噌󠄀の生産地を「愛知県岡崎市」に\n限定すべきと主張し、県組合は本件登録八丁味噌󠄀の生産地を「愛知県」とすべ\nきである旨主張しており、生産地の範囲に争いがあるものの、岡崎市を含む愛\n知県内において、八丁味噌󠄀が長期間にわたり生産されてきたことは動かしがた\nい事実であるし、愛知県とは別の県との間で八丁味噌󠄀の生産地の範囲が争われ\nているわけでもないから、本件登録八丁味噌󠄀の生産地の範囲は「愛知県」であ\nることが特定されている。\n⑶  小括\n以上によれば、本件登録八丁味噌󠄀は、農林水産物等審査基準に照らし、地理的\n表示法２条２項が規定する特定農林水産物等に該当するから、同法１３条１項\n３号イに規定する登録拒否事由があるものとは認められない。\n（原告の主張）\n⑴  本件登録八丁味噌󠄀に「品質、社会的評価その他の確立した特性」がないことに\nついて\nア  本件登録八丁味噌󠄀の品質や生産方法に「特性」がないことについて\n本件処分によれば、本件登録八丁味噌󠄀の特性として、主原料が大豆と食塩の\nみであることや、赤褐色で色が濃く、適度な酸味があり、うまみが強いだけで\nなく苦渋みを有する独特な風味を持つといった特徴を有するとされているが、\nこれらは、米味噌󠄀等との比較において一般的な豆味噌󠄀全般にいえることである。\nそうすると、上記特徴は、本件登録八丁味噌󠄀の特性であるとはいえない。\nまた、生産方法についても、豆味噌󠄀の味噌󠄀玉の大きさが一般的な大きさとさ\nれていること、豆味噌󠄀を仕込む際に単に重しを使うとされていること、豆味噌󠄀\nの熟成期間が一夏以上とされているからすれば、本件登録八丁味噌󠄀は、一般的\nな豆味噌󠄀と何ら変わるところはない。\nしたがって、本件登録八丁味噌󠄀の品質や生産方法に特性があるとはいえない。\nイ  本件登録八丁味噌󠄀特有の「社会的評価（特性）」がないことについて\n本件処分によれば、本件登録八丁味噌󠄀について、「愛知県の高温多湿な気候\nにより人は汗をかきやすく、発汗により不足する塩分や栄養価の高いタンパク\n質の補給を「八丁味噌󠄀」が担うことで、古くから人々の健康維持に役立ってき\nた」、「愛知県の嗜好性として濃い味を好むこともあいまって、味噌󠄀かつ、味\n噌󠄀おでん、味噌󠄀煮込み、味噌󠄀鍋など、いわゆる「名古屋めし」の代表的な調味\n料として、「八丁味噌󠄀」は愛知県内に定着し、愛知県の特産品として広く認知\nされている」という特性があるとされる。\nしかし、豆味噌󠄀を常食とする地方は、愛知県以外にもあるし、高温多湿とい\nう気候や豆味噌󠄀を好むという嗜好性は、愛知県だけのものではなく、東海地域\n全体の特性であることは明らかである。\nまた、「名古屋めし」と呼ばれているものが愛知県内のみで食されているも\nのでもないし、「名古屋めし」の調味料として、他県で生産される豆味噌󠄀では\nなく、本件登録八丁味噌󠄀が使用されていることを示す証拠もない。\nしたがって、本件登録八丁味噌󠄀特有の社会的評価（特性）がないことは明ら\nかである。\nウ  小括\n以上によれば、本件登録八丁味噌󠄀に「品質、社会的評価その他の確立した特\n性」があるとはいえない。\n⑵  本件登録八丁味噌󠄀の「特性が生産地に主として帰せられるもの」でないことに\nついて\n以下の事情からすれば、本件登録八丁味噌󠄀の「特性が生産地に主として帰せら\nれるものである」とはいえない。\nまず、本件登録八丁味噌󠄀に特性が認められるとしても、当該特性を有する豆味\n噌󠄀は、他県においても同様の方法で生産されている。\nまた、「八丁味噌󠄀」という名称の付された豆味噌󠄀についての特性は、主として\n「岡崎市（八帖町）」に結びついているものであり、「愛知県」に結びついてい\nるものではないから、生産地・生産の方法が特性と結びついていることを矛盾な\nく合理的に説明できるとはいえない。\nさらに、本件登録八丁味噌󠄀の生産地は、愛知県のみなのか、他県も含まれるの\nか、また、「八丁味噌󠄀」の名称の付された豆味噌󠄀の生産地は、愛知県なのか、岡\n崎市なのかについて争いがあり、生産地の範囲が特定できない。\n⑶  小括\n以上によれば、本件登録八丁味噌󠄀について、「品質、社会的評価、その他の確\n立した特性」は認められず、また、「特性が生産地に主として帰せられるもの」\nともいえないから、地理的表示法１３条１項３号イに該当する事由が認められる。\n２  争点２－２（地理的表示法１３条１項４号イに該当する事由の有無）について\n（被告の主張）\n⑴  「八丁味噌󠄀」の名称が「普通名称」に該当しないことについて\n「八丁味噌󠄀」という名称は、愛知県を生産地とする本件登録八丁味噌󠄀を指称す\nる名称であり、「八丁味噌󠄀」が愛知県内のみで生産されており、生産地に地理的\n限定があることは明らかであるから、本件登録八丁味噌󠄀の名称である「八丁味噌󠄀」\nは、「普通名称」に該当しない。\n⑵  「八丁味噌󠄀」の名称が地理的表示法「２条２項各号に掲げる事項を特定するこ\nとができない名称」に該当しないことについて\n岡崎２社が本件登録八丁味噌󠄀の名称である「八丁味噌󠄀」を商品に付して使用し\nている一方で、県組合６社も「八丁味噌󠄀」の名称を長きに渡り使用しており、そ\nのことが社会からも認知されていることからすれば、「八丁味噌󠄀」との名称のみ\nでは、岡崎２社と県組合６社のいずれの商品かを識別することはできないし、そ\nの商品の出所が岡崎２社のみを示す表示とも認められないから、本件登録八丁味\n噌󠄀の名称は、他人の商品等表示に該当しない。\nまた、本件登録八丁味噌󠄀は、愛知県内で長期間にわたり生産され、八丁味噌󠄀の\n名称を付して販売されて流通し、「名古屋めし」の代表的な調味料として愛知県\nに定着し、愛知県の特産品として認知され、その価格においても、通常の豆味噌󠄀\nと区別されていることから、一般の豆味噌󠄀とは異なる「社会的評価」を受けるも\nのであり、「確立した特性」を有することに加え、本件登録八丁味噌󠄀は、愛知県\n内で生産されてきた結果、高い評価を受けていると認められ、その特性が「生産\n地」である愛知県に「主として帰せられるもの」であり、地理的表示法２条２項\n各号の要件を満たし、特定農林水産物等に該当する。そのため、需要者において、\n本件登録八丁味噌󠄀の名称から、本件登録八丁味噌󠄀について、一般の豆味噌󠄀とは異\nなる社会的評価を受け、その特性が生産地である愛知県に「主として帰せられる\nもの」であることは認識可能である。\nしたがって、本件登録八丁味噌󠄀の名称は、名称審査基準において、申請農林水\n産物等について同項各号に掲げる事項を特定することができない名称に該当す\nるものとされる場合に該当しない。\n⑶  小括\n以上によれば、本件登録八丁味噌󠄀の名称は、名称審査基準に照らし、「普通名\n称であるとき、その他当該申請農林水産物等について２条２項各号に掲げる事項\nを特定することができない名称であるとき」に該当しないから、地理的表示法１\n３条１項４号イが規定する登録拒否事由があるとは認められない。\n（原告の主張）\n⑴  「生産地」を特定することができないことについて\n岡崎２社は江戸時代から豆味噌󠄀を生産、販売し、遅くとも明治時代には「八\n丁味噌󠄀」の商標を用いており、岡崎２社が伝統的な製法で生産する「八丁味\n噌󠄀」の名称を付した豆味噌󠄀は、岡座２社が生産する豆味噌󠄀の表示として、全国\n的に広く認識されている。他方で、県組合６社が生産、販売する「八丁味噌󠄀」\nの名称を付した豆味噌󠄀のほとんどは、消費者ではなく業務用として業者に販売\nされている。\nまた、①  農林水産省において、全国１５０チェーン９９０店舗（主に中小\nのスーパーマーケット）における販売データについて、商品名に「八丁味噌󠄀」\nを含む商品を検索し、抽出された商品から派生商品を除外したところ、岡崎２\n社の６商品の販売実績しか判明しなかったこと、②  中小企業による地域産業\n資源を活用した事業活動の促進に関する法律に基づく地域産業資源の指定にお\nいても、生産に係る地域を岡崎市のみとする「八丁味噌󠄀」と、生産に係る地域\nを岡崎市を含んだ地域とする「愛知の豆みそ（赤みそ）」とは、明確に区別さ\nれていること、③  岡崎２社が「八丁味噌󠄀」の名称を付して生産、販売してい\nた豆味噌󠄀のうち、三河産の大豆のみを使用しているものについて、平成２１年\n２月６日、名称を「三河産大豆の八丁味噌󠄀」、産地を「愛知県岡崎市八帖町\n（旧八丁村）」として、地域食品ブランド表示基準制度である「本場の本物」\nの認定を受けていること、④  令和３年８月末日時点において、岡崎市内にお\nいて３万５８２６人、岡崎市を除く愛知県内において４万１６８６人が、本件\n処分の見直しを要望する署名をしていることからすれば、「八丁味噌󠄀」の名称\nは、県組合に加盟する県組合６社が愛知県内で生産する豆味噌󠄀ではなく、岡崎\n２社が岡崎市において伝統的な製法で生産する豆味噌󠄀の表示として、需要者の\n間で広く認識されているといえる。\nしたがって、本件登録八丁味噌󠄀について、「八丁味噌󠄀」の名称から、その生\n産地が「愛知県」であると特定できないことは明らかである。\n⑵  「確立した特性が生産地に主として帰せられるものであること」を特定でき\nないことについて\n「八丁味噌󠄀」の名称は、県組合に加盟する県組合６社が愛知県内で生産する\n豆味噌󠄀ではなく、岡崎２社が岡崎市において伝統的な製法で生産する豆味噌󠄀の\n表示として、需要者の間で広く認識されているから、本件登録八丁味噌󠄀に何ら\nかの特性があるとしても、それが生産地（愛知県）に主として帰せられるもの\nであることを特定できないことは明らかである。\n⑶  小括\n以上によれば、本件登録八丁味噌󠄀の名称について、地理的表示法２条２項各号\nに掲げる事項を特定することができないことは明らかであり、同法１３条１項４\n号イに該当する事由が認められる。\n"
}