{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 4,
    "month": 12,
    "day": 14
  },
  "case_number": "令和4(行ケ)10071",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "91614",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=91614",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/614/091614_hanrei.pdf",
  "contents": "令和４年１２月１４日判決言渡\n令和４年（行ケ）第１００７１号  審決取消請求事件\n口頭弁論終結日  令和４年１０月１７日\n判            決\n原              告     ＲＸ   Ｊ ａ ｐ ａ ｎ 株 式 会 社\n同訴訟代理人弁理士     高    橋    孝      仁\n被              告      特 許 庁 長 官\n同 指 定 代 理 人        茂    木    祐    輔\n森    山        啓\n山      田    啓    之\n主            文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事実及び理 由\n第１  請求\n特許庁が不服２０２１－６５６８号事件について令和４年５月１９日にした審決\nを取り消す。\n第２  事案の概要\n本件は、商標登録出願の拒絶査定についての不服審判請求を不成立とした審決の\n取消訴訟であり、争点は、原告の登録出願に係る商標が、商標法３条１項３号に該\n当するか否かである。\n１  本願商標\n原告は、以下の商標（以下「本願商標」という。）の出願人である（甲５２。なお、\n出願当時の商号は「リードエグジビションジャパン株式会社」であった。）。\n(1) 商標の構成  「計測・検査・センサ展」（標準文字）\n(2) 出願日   令和元年８月２６日\n(3) 商品及び役務の区分並びに指定役務  第３５類及び第４１類に属する別紙指\n定役務目録記載の役務\n２  特許庁における手続の経緯\n原告は、令和元年８月２６日、本願商標の登録出願をしたが、令和３年２月１５\n日付けで拒絶査定を受けた。\n原告は、同年５月２１日、上記拒絶査定につき、拒絶査定不服審判（以下「本件\n審判」という。）の請求をした。特許庁は、同請求を不服２０２１－６５６８号事件\nとして審理した上、令和４年５月１９日、「本件審判の請求は、成り立たない。」と\nの審決（以下「本件審決」という。）をし、その謄本は、同年６月６日、原告に送達\nされた。\n３  本件審決の理由の要点\n(1)ア  本願商標を構成する「計測」、「検査」及び「センサ」の語はいずれも辞書\n等に載録されており、また、日常的に使用されることの多い、慣れ親しまれた語で\nあるといえる。\nイ  また、展示会の開催において、「多くの人にひろげて見せる」等を意味する\n「展」の文字に展示内容（展示される製品や技術等）を冠し、「○○展」と称して、\n展示会の展示内容を端的に表したものが、業界において一般に使用されている実情\nが見られる。\nウ  そして、製品や技術等が属する分野（産業・ジャンル・カテゴリー等）を展\n示内容として捉え、同様に「○○展」として表す場合もある。また、実際に「計測」、\n「検査」及び「センサ」の分野に係る製品や技術等を主たる展示内容とし、これら\n又は同等の文字を用いた展示会が存在する。\nエ  加えて、上記イ及びウの事例には、関連ある複数の語を結合して配列し、又\nは「・（中点）」で区切って配列して、「○○展」と称するものも存在する。\n(2) 以上を総合して考慮すれば、本願商標は、「計測」、「検査」及び「センサ」の\n分野の製品や技術等を主たる展示内容とし、当該展示内容を冠した展示会であると\n認識させるから、全体として、「計測・検査・センサの分野の展示会」ほどの意味合\nいを認識させるというべきである。\nそうすると、本願商標を、その指定役務中、第３５類「商品見本市・商品博覧会・\n商品展示会の企画及び運営、販売促進のためのイベント及びマーケティングイベン\nトの手配及び運営、商業又は広告のための商品見本市の企画・運営、商業又は広告\nのための展示会の企画・運営」及び第４１類「展示会・展覧会・セミナー・会議・\nビジネス会議及び協議会の企画・運営又は開催並びにこれらに関する情報の提供及\nび助言」について使用をしても、これに接する取引者、需要者は、「計測・検査・セ\nンサの分野の展示会」を表したもの、すなわち役務の質（内容）を表したものと認\n識するにとどまるというのが相当である。\n(3) したがって、本願商標は、商標法３条１項３号に該当するから、これを登録\nすることはできない。\n第３  当事者の主張\n１  原告が主張する審決取消事由（商標法３条１項３号該当性判断の誤り）\n本件審決は、本願商標について商標法３条１項３号に該当すると判断したが、同\n号の規定する「役務の質の表示」に該当するか否かは、指定役務との関係で判断さ\nれるものであるから、指定役務の取引の実情が考慮されるべきであるところ、本件\n審決には、主として、本願商標の指定役務中、第３５類「商品見本市・商品博覧会・\n商品展示会の企画及び運営、販売促進のためのイベント及びマーケティングイベン\nトの手配及び運営、商業又は広告のための商品見本市の企画・運営、商業又は広告\nのための展示会の企画・運営」及び第４１類「展示会・展覧会・セミナー・会議・\nビジネス会議及び協議会の企画・運営又は開催並びにこれらに関する情報の提供及\nび助言」（以下、審決が拒絶の対象としているこれら役務を「本件役務」という。）\nに係る取引の実情の認定に誤りがある。\n本願商標は、「計測・検査・センサの分野の展示会」という意味や観念でもなけれ\nば、「計測・検査・センサの分野の展示会」という１６字の説明書きでもない。本願\n商標は、願書に記載された商標（商標法５条１項２号）である「計測・検査・セン\nサ展」それ自体であるところ、本件役務に係る取引の実情の下では、本願商標は、\n役務の質の表示と認識されるものではなく、したがって、商標法３条１項３号に該\n当するものではない。その具体的な理由は以下に述べるとおりである。\n(1) 「○○展」の文字に係る本件役務の取引の実情について\n本件審決は、要するに、「展」の文字の前に展示内容を表す文字を結合した「○○\n展」（「○○」は展示対象物を表す文字。以下同じ。）の文字は、「展示会の展示内容\nを端的に表したもの」として業界で一般に使用されており、本願商標「計測・検査・\nセンサ展」は、「役務の質（内容）」を表したものと認識されるにとどまると認定し\nた。しかしながら、本件役務の分野において、「○○展」は、単に「展示会の展示内\n容を端的に表したもの」あるいは「役務の質（内容）の表示」として一般に使用さ\nれているものではなく、むしろ、「特定人が開催等する展示会等の固有の名称」、す\nなわち「自他役務識別標識」として採択され、使用され、認識されるのが一般的で\nある。\nこのことは、多数の使用例（甲１～４９、５８～１６２、２０８～２１１、２１\n３～２１６。枝番があるものは枝番を含む。以下同じ。）から明らかであり、「○○\n展」の文字は、多くの場合、展示会等の「名称」、「展示会名」、「催事名」などとし\nて表示されている。また、「○○展」の文字は、展示会等のウェブサイトにおいて、\nその上部の目立つ位置に表示されたり、他の文字よりも大きく表示されたりする上、\n単独で表示されることも多く、当該文字を見る者の注意を引く態様で使用されてい\nる。その上、「○○展」の文字は、ウェブページのタイトルにも用いられているとこ\nろ、ウェブページのタイトルは、検索エンジンの検索結果の見出しとなる文字列で\nあるから（甲５７・３頁）、一般に、ウェブサイトを特定するものでもあり、当該タ\nイトルに表示された文字が、展示会等の名称に当たる場合、当該展示会等自体を特\n定する文字であると解するのが自然である（甲５８）。さらに、展示会等主催者以外\nの者が当該展示会等を紹介するウェブサイトにおいても、各展示会等の紹介ページ\nの上部に、「○○展」の文字が、他の文字より大きく表示されていたり、太字で表示\nされている。ＪＥＴＲＯウェブサイトで紹介されている展示会の会期順一覧（日本\n開催のもの）をみても（甲５９）、見出しの表示は「各展示会を特定する固有の展示\n会名称」であり、「測定計測展２０２１」、「ＴＥＳＴ２０２１  第１６回総合試験機\n器展」、「食品開発展２０２１」、「マンション総合展」、「外食ビジネスウィーク２０\n２１  第１６回  ラーメン産業展」などの「○○展」との文字が、他の展示会名称\nと、何ら差異がつけられることなく列挙されている。\n上記各事情に加え、「○○展」の文字が、本件役務の取引の際に、一般に、展示会\n等に係る役務の内容を表示する箇所に記載されているとか、展示会等の性質、内容\n又は特徴を説明する文脈で用いられる事実はない。\nしたがって、本件役務の分野において、「○○展」の文字は、単に展示会等の「展\n示内容を端的に表したもの」として使用されているものではなく、一般に、「特定人\nが開催等する展示会等の固有の名称」として採択され、使用されていることは明ら\nかである。\n(2) 需要者の認識について\n本件役務は展示会、見本市、展覧会、博覧会又はイベント等の企画、運営又は開\n催等に係る役務であるところ、その取引者及び需要者（以下、まとめて「需要者等」\nという。）は、展示会等に出展する者及び展示会等に来場する者であると解される。\nそして、本件役務の需要者等が、「○○展」の文字を、「特定人の展示会等を指称\nする語」として用いている事実がある。\nすなわち、展示会等の出展者又は来場者が当該展示会等について言及した多数の\n記述において（甲１６３～１９８、２０６）、「○○展」の文字が、展示会等の展示\n内容や役務の質（内容）を意味する語としてではなく、出展者又は来場者が出展又\nは来場する「特定の展示会等を指称する語」として使用されていることから、本件\n役務の需要者等が、「○○展」の文字を、「特定人が開催等する展示会の固有の名称」\nと認識していることは明白である。\n(3) 「○○展」の質表示としての使用の不存在\n本件役務の取引の際に、「○○展」の文字が、一般に展示会等に係る役務の質（内\n容）の表示として用いられていることを示す証拠はない。\n例えば、「高精度・難加工技術展」及び「表面改質展」に係るウェブページのタイ\nトルにおいて、「高精度・難加工技術展／表面改質展」の右に「加工の極限を追及／\n進化する表面処理技術の総合展」の記載があり（甲１３）、「国際ロボット展」のウ\nェブページにおいて、「開催にあたり」の欄に「“世界最大規模のロボット専門展”」\nとの記載がある（甲１４２）が、「加工の極限を追及／進化する表面処理技術の総合\n展」との記載や「“世界最大規模のロボット専門展”」との記載は、それぞれ展示会\n等の内容をそのまま説明したものと理解できるから、役務の内容を表示する役割を\n担っていることは明らかである。これに対し、「○○展」の文字は、それ単独で、上\n記各展示会の具体的内容を十分に説明するものではないし（例えば、「お米・穀物産\n業展」のウェブページ（甲１６０）には、「お米・穀物産業展」の表示の上に「世界\n中のお米・お米加工品・穀物・調理器具が集まる専門展」との記載があるが、「お米・\n穀物産業展」という文字のみから、「世界中のものが集まること」、「調理器具も対象\nであること」、「販売展示会なのか、芸術作品の展示会なのか」等の具体的内容は特\n定できない。）、役務の内容を説明する態様で使用されているものでもない。\n(4)  独占適応性\n展示会の業界において、「○○展」の文字は、それぞれ固有の展示会名称を表して\nいるとの共通認識があるから、役務提供者は、自己の展示会名称の採択に当たり、\n通常の商標採択手法に従い、事前調査（登録商標の調査だけでなく、現実に他者に\n使用されている展示会名称の調査を含む。）等によって、他者の展示会名称との重複\nを避けるのが一般的であり、通常、同一の「○○展」の表示が複数の者に採択され\n使用されることはない。\nしたがって、本件役務の取引の実情の下では、個別具体的な「○○展」の文字は、\n同種の展示会を開催等する取引者にとって、事前の調査検討の対象として容易に使\n用を回避できるものであり、また実際に他者との重複使用が回避されており、「取引\nに際し必要適切な表示として必ずその使用を欲するもの」とはいえず、一律に独占\n適応性を欠くものとは解されない。\nまた、「計測・検査・センサ展」が役務の質を表示するものとの一般認識は形成さ\nれておらず、将来において、需要者等が「計測・検査・センサ展」を役務の質の表\n示と認識することになると予測できるだけの証拠も根拠もないから、将来において\nも独占適応性を欠くことはない。\n(5) 自他役務識別機能を有すること\n本願商標は、需要者等に自然に記憶される外観構成と称呼を備えており、商標と\nしての体を成していないなど、外観及び称呼上、自他役務識別標識として機能しな\nいと解される事情はない。\n原告は、本願商標を実際に使用しており、本願商標を表示する際は、他の文字よ\nりも大きく目立つようにしたり、ウェブページタイトルに記載するなど（甲２００）、\n十分に自他役務識別標識として認識される態様で表示しており、本願商標を、単に\n役務の質の表示するものとして使用した事実はない。また、需要者等においても、\n「第２回  計測・検査・センサ展に出展してきました！」「さて、コロナ禍ではござ\nいますが２／３（水）～２／５（金）に幕張メッセで開催された第２回  計測・検\n査・センサ展に出展してきました。」（甲２０１）などとブログに記載して、「計測・\n検査・センサ展」の文字のみで原告が開催する展示会を特定しており、需要者等が、\n本願商標を展示会の固有の名称、すなわち自他役務識別標識として認識しているこ\nとは明らかである。したがって、原告の使用により、本願商標の識別性が喪失した\nといった事実もない。\n(6) 商標としての登録例\n「○○展」との構成の商標は、展示会の開催等の役務を指定役務として、多く登\n録されている（甲２０２）。一例として、「分析機器展」（甲２０３）、「３Ｄ造形技術\n展」（甲２０４）、「モバイル端末・周辺機器展」（甲２０５）などがある。このこと\nからも、「○○展」との構成の商標が一律に識別性を欠くものとは解されないことは\n明らかである。\n２  被告の主張\n本件審決の認定及び判断は正当であって、以下のとおり、本件審決に原告主張の\n違法はない。\n(1) 「○○展」の文字は、一般に、「特定人が開催等する展示会等の固有の名称」\nとして採択、使用されているとの主張について\n「○○展」の名称が役務の質（内容）を表すか否かは、当該名称を構成する文字\nとその使用状況等から判断すべきであって、展示内容を冠した「○○展」の文字が、\n展示会のウェブサイトの目立つ部分に表示されたり、大きく表示されてたりしてい\nるからといって、直ちに役務の内容を表したものではないということはできないし、\n自他役務の識別標識として機能する固有の名称であると捉えることもできない。ま\nた、主催者が、出展者の募集や集客のために、展示内容が端的に分かる展示会の名\n称をウェブサイトの目立つ部分に表示させたり、大きく表示させたりすることは、\n極めて自然なことというべきである。\nそして、主たる展示内容を冠した「○○展」の文字が、展示会等指定役務を提供\nする業界において、複数の事業者によって多数使用されている実情がある。\n(2) 需要者が「○○展」の文字を「特定人が開催等する展示会の固有の名称」と\n認識しているとの主張について\n出展企業が自己の顧客やウェブサイトを訪れる者等を想定して、自己のウェブサ\nイトにおいて当該展示会に出展することを情報発信する際に、主催者が用いる展示\n会の名称を、会場名や開催日時、ブース位置（小間番号）とともに、そのまま使用\nし、案内することは当然のことであって、出展者又は来場者が、自己のウェブサイ\nト等で展示会へ参加することについて言及する際に、展示会の名称をそのまま使用\nしたからといって、「○○展」の文字が、直ちに自他役務の識別標識として機能する\n固有の名称であると捉えられるとはいえない。\n原告提出の証拠においても、例えば、「計測展」について、「計測展という名称の\nため、計測と測定、制御関連デバイスなどの技術展示が多かったものの、」（甲１６\n４）の記載や、「測定計測展」について、「測定計測展は、測定・計測の機器・技術\nが一堂に集まる国内唯一の展示会でして、」（甲１６５）の記載、「総合検査機器展」\nについて、「検査・計測・試験・評価・保守にかかわる方々が来場対象となっており\nます。」（甲１６６）の記載、「西日本国際福祉機器展」について、「自助具から最先\n端技術を活用した介護ロボットまで、世界の福祉機器を一堂に集めた国際展示会で\nす。」（甲１７２）といった記載も見られることからすれば、需要者（出展者又は来\n場者）においても、「○○展」が展示内容を表したものであると認識している様子が\n見受けられる。\n(3) 「○○展」の文字が役務の質（内容）の表示に該当しないとの主張について\n主たる展示内容以外の、より詳細な展示内容の情報が記載されている、他の記述\nがあるとしても、そのことによって、本願商標が役務の質を表したものと認識され\nないというべきことにはならない。\n(4) 独占適応性に関する主張について\n本願商標を構成する「計測」、「検査」及び「センサ」の各文字は、「展」の文字と\nの関係で、主たる展示内容を表すものと無理なく理解できるものであることに加え、\n上記各文字の分野に係る製品や技術等を主たる展示内容とし、それら又は同等の文\n字を冠した展示会が存在すること等からすれば、計測、検査及びセンサを内容とす\nる展示会を企画又は開催しようとする事業者にとってみれば、「計測・検査・センサ\n展」の文字からなる本願商標の使用を欲するというべきである。\nそうすると、たとえ、展示会名称の事前調査等によって他者の展示会名称との重\n複を避けることがあるとしても、本願商標は、取引に際し必要適切な表示としてそ\nの使用を欲するものというべきであるから、独占適応性を欠くものである。\n(5) 本願商標が、固有の名称であるとの主張について\n本願商標が役務の質を表したものであって、自他役務の識別標識として機能する\n固有の名称ということはできないから、これを前提にした原告の主張は失当である。\n例えば、「ＴＥＣＨＮＯ－ＦＲＯＮＴＩＥＲ  ２０２２（２０２３）」と各展示会\nの名称（甲２５～２８、乙６）や、「ＳＵＢＳＥＡ／ＴＥＣＨ  ＪＡＰＡＮ／第４回\n海洋産業技術展  ２０２２」（甲２９）、「ＩＮＴＥＲＭＯＬＤ  ２０２２（第３２回\n金型加工技術展）／金型展２０２２  大阪」（甲３０）、「メンテナンス・レジリエン\nスＴＯＫＹＯ２０２２」と各展示会の名称（甲３１～３４、１１０、乙７）、「九州\nアグロ・イノベーション２０２２」と各展示会の名称（甲４２、４３）において、\n「○○展」の名称とは別の名称が併記されている態様をみれば、当該別の名称が固\n有の名称であるのに対し、「○○展」の文字が展示会の内容を表したものであると認\n識できることは、一見して明らかといえる。また、このように異なる名称を併記し\nた事例は、上記以外にも多数見られる（甲３、４、１７、２２、２３、３６、３７、\n３９～４１、６７、７０、１１５～１２１、１２４～１２７、１２９、１３０、１\n３３～１３８、１４８～１５１、１５４、１５７）。\n第４  当裁判所の判断\n１  原告は、本願商標を本件役務に使用しても、これに接する取引者、需要者は、\n「計測・検査・センサの分野の展示会」を表したもの、すなわち役務の質（内容）\nを表したものと認識するにとどまるとして商標法３条１項３号に該当するとした本\n件審決の判断に誤りがあると主張する。\n２  商標法３条１項３号に掲げる商標が商標登録の要件を欠くとされているの\nは、このような商標は、商品の産地、販売地その他の特性を表示記述する標章であ\nって、取引に際し必要適切な表示として何人もその使用を欲するものであるから、\n特定人によるその独占使用を認めるのを公益上適当としないものであるとともに、\n一般的に使用される標章であって、多くの場合自他商品識別力を欠き、商標として\nの機能を果たし得ないものであることによるものと解される（最高裁昭和５３年（行\nツ）第１２９号同５４年４月１０日第三小法廷判決・裁判集民事１２６号５０７頁\n参照）。そして、「役務の」「質」を「普通に用いられる方法で表示する標章のみから\nなる商標」に該当するというためには、需要者又は取引者によって、当該商標が、\n当該指定役務の質を表示するものであろうと一般に認識され得ることをもって足り\nるというべきである。また、需要者又は取引者の認識を検討するに当たっては、本\n件審決当時の取引の実情を考慮するのが相当である。\nそこで、本願商標が、需要者又は取引者によって、当該指定役務の質を表示する\nものであろうと一般に認識され得るか検討する。\n３  本願商標の商標法３条１項３号該当性\n(1) 本願商標の構成\n本願商標は、「計測・検査・センサ展」の標準文字からなるものであり、別紙指定\n役務目録記載の役務を指定役務とするものである。\n(2) 辞書における定義\n広辞苑第七版（乙１～３）によると、「計測」は「種々の機器を使って、長さ・重\nさ・容積などをはかること」をいい、「検査」は「（基準に照らして）適不適や異常・\n不正の有無などをしらべること」をいい、「センサ」（広辞苑第七版における表記は\n「センサー」）は「温度・圧力・流量・光・磁気などの物理量やそれらの変化量を検\n出する素子、または装置」をいい、「さらに検出量を適切な信号に変換して計測系に\n入力する装置を指す場合もある」ものと認められる。\nまた、新明解国語辞典第八版（乙４）によると、「展」は「展覧会」を略して、「個\n展」「画展」「作品展」などとして用いられる語であると認められ、「個展」は特定の\n作家による作品の展覧会、「画展」は絵画の展覧会、「作品展」は作品の展覧会を意\n味するものと認められる\n(3) 「○○展」の使用状況\nア  証拠（甲１～５１、１３９～１６２）によると、展示会又は展覧会の名称と\nして用いられたものとして、「計測展」「測定計測展」「総合検査機器展」「使えるセ\nンサ技術展」「電子機器トータルソリューション展」「食品開発展」「次世代介護テク\nノロジー展」「健康施術産業展」「西日本国際福祉機器展」「産業交流展２０２１」「橋\n梁・トンネル技術展」「鉄道技術展」「高精度・難加工技術展」「表面改質展」「電動\n化技術展」「高機能化部品展」「関西物流展」「猛暑対策展」「国際物流総合展」「国際\nドローン展」「騒音・振動対策展」「表面技術要素展」「総合試験機器展」「施設園芸・\n植物工場展」「モータ技術展」「電源システム展」「電子部品材料展」「熱設計・対策\n技術展」「海洋産業技術展」「金属プレス加工技術展」「交通インフラ整備機器展」「建\n設資材展」「地盤改良展」「インフラ検査・維持管理展」「MEMS センシング＆ネット\nワークシステム展」「テロ対策特殊装備展（SEECAT）」「新機能性材料展」「産業用カ\nメラ展」「自動車技術展：人とくるまのテクノロジー展」「国際製パン製菓関連産業\n展」「国際食品素材／添加物展・会議」「産業資材展」「畜産資材展」「計量計測展」\n「精密加工測定展」「画像センシング展」「プラスチック高機能化展」「軽量化・高強\n度化展」「コーティング・表面処理展」「サーマルマネジメント・EMC 対策展」「不織\n布・機能紙・ＣＮＦ展」「接着・接合・ファスニング展」「受託・加工技術展」「高機\n能化部品展」「環境配慮型素材展」「電動化技術展」「慢性期医療展」「看護未来展」\n「在宅医療展」「建築・建材展」「国際ロボット展」「農水産業支援技術展」「超高齢\n社会のまちづくり展」「介護産業展」「病院・クリニック展」「病院・クリニック支援\n展」「物流機器開発展」「マテハン・物流機器開発展」「お米・穀物産業展」といった\nものがあることが認められる。\nイ  前記アの証拠に照らすと、前記アの使用例は、いずれも、「商業又は広告のた\nめの展示会の企画・運営」、「商品の販売に関する情報の提供」、「商業に関する情報\nの提供」、「展示会・展覧会・セミナー・会議・ビジネス会議及び協議会の企画・運\n営又は開催並びにこれらに関する情報の提供及び助言」などという本願商標の指定\n役務に属するものであり、かつ、展示会又は展覧会において展示の対象とする商品、\n技術、分野等の名称に「展示会」又は「展覧会」を略した「展」を付したものと認\nめられる（なお、一部については「西日本」「関西」といった開催地域、「２０２１」\nといった開催年を付したものもある。）。\nそして、前記アの使用例に照らすと、展示会等の名称として、展示の対象とする\n商品、技術、分野等を示す文字の語尾に、「展示会」又は「展覧会」を意味する「展」\nを付すること、一つの展示会又は展覧会において複数の分野等を扱う場合に、それ\nらの名称を「・」を付して並べることは、普通に用いられる方法であると認められ\nる。\n(4) 以上を総合すると、本願商標である「計測・検査・センサ展」は、辞書にも\n登載されている一般的な用語かつ類似分野の用語である「計測」と「検査」を「・」\nを付して並べ、更に計測や検査に必要な素子又は装置である「センサ」を「・」を\n付して並べ、語尾に「展示会」又は「展覧会」を意味する「展」を付したものであ\nること、前記(2)の字義及び前記(3)にみられるような「展」及び「・」の普通に用\nいられる使用方法によるものであることに照らすと、展示会又は展覧会の需要者、\n取引者である当該展示会又は展覧会の来場者、出展者は、「計測・検査・センサ展」\nについて、「計測」「検査」及び「センサ」を展示の対象とする展示会又は展覧会で\nあって、計測や検査に係る技術や機器、センサに当たる素子や装置及びこれらに関\nする技術等を展示する展示会を意味するものと認識し得るものと認められる。\nそうすると、本願商標は、「計測」「検査」及び「センサ」を展示の対象とする展\n示会又は展覧会を意味するものとして、「役務の」「質」を「普通に用いられる方法\nで表示する」ものと認めるのが相当である。\n４   原告の主張について\n(1)  原告は、「〇〇展」の文字は、各展示会を特定する固有の名称であり、各展\n示会等のウェブサイトのタイトルに用いられていたり、紹介ページにおいて他の文\n字より大きく、太字で表示されるなどしている一方で、役務の内容を表示する箇所\nに記載されるなどの役務の質（内容）の表示として用いられているとの証拠はなく、\nまた、本件役務の需要者等は、「○○展」の文字を、特定人の展示会等を指す語とし\nて用いていると主張するが、本願商標以外の「○○展」との文字の使用態様をもっ\nて、本願商標の指定役務の需要者等をして、本願商標を当該指定役務の質を表示す\nるものであろうと一般に認識され得るか否かを判断することはできない。\nまた、「〇〇展」の文字が、各展示会を特定する固有の名称であるとしても、「○\n○展」という文字が展示会の内容や質を表すことは十分あり得るところ、現に前記\n３(3)アの使用例はいずれも展示会の内容や質を表していると認めることができる\nのであり、「○○展」との文字が、常に固有名詞に当たり、「○○」の部分が展示会\nの内容や質を示すものではないと一般に認識されているなどという事情もない。\nそうすると、上記原告の主張は採用できない。\n(2)  原告は、通常、同一の「○○展」の表示が複数の者に採択され使用されるこ\nとはなく、独占適応性を欠くものとは解されないと主張するが、本願商標である「計\n測・検査・センサ展」が、計測や検査に係る技術や機器、センサに当たる素子や装\n置及びこれらに関する技術等を展示する展示会を意味するものとして、「役務の」\n「質」を「普通に用いられる方法で表示する」ものである以上は、他の事業者が、\n計測や検査に係る技術や機器、センサに当たる素子や装置及びこれらに関する技術\n等を展示する展示会を開催しようとする場合に、本願商標と同一又は類似の標章を\n展示会の名称として用いようとすることは当然に想定されるところであり、上記原\n告の主張は採用できない。\n(3)  原告は、本願商標は自他役務識別機能を有すると主張するが、前記３(4)の\nとおり、「計測・検査・センサ展」は、一般的な用語である「計測」「検査」「センサ」\nを「・」を付して並べ、語尾に「展示会」又は「展覧会」を意味する「展」を付し\nたものにすぎず、その外観及び称呼は、需要者等に強い印象を与える特徴を有する\nものではない。\nそして、証拠（甲２００）によると、原告が、「製造業で使われる計測器、検査機、\nセンサの展示会」の名称として本願商標を使用していることが認められるものの、\n「計測・検査・センサ展」との標準文字からなる本願商標は、まさに、需要者等を\nして、計測器、検査機、センサの展示会であることを認識され得るものであって、\nその役務の内容を説明するものと認めるのが相当であるから、原告による本願商標\nの使用状況を踏まえても、本願商標が自他識別機能を有するとは認められない。\n(4)  原告は、「○○展」との構成の商標が多く登録されており、識別性を欠くも\nのとは解されないと主張する。\n証拠（甲２０２～２０５）によると、「分析機器展」「３Ｄ造形技術展」「モバイル\n端末・周辺機器展」といった「○○展」という構成の商標が３５類又は３５類及び\n４１類を指定役務として登録されていることが認められる。しかしながら、これら\nの商標登録がされている理由は必ずしも明らかではなく、これらの登録をもって、\n「○○展」という構成からなる標章が、常に、自他識別機能を有するとか、役務の\n質を普通に用いられる方法で表示したものに当たらないなどと認めることはできな\nい。\n５  以上のとおり、 本願商標は、「役務の」「質」を「普通に用いられる方法で表\n示する標章のみからなる商標」である。そうすると、本願商標について、商標法３\n条１項３号に該当することを理由として登録することはできないとした本件審決の\n判断に誤りはなく、原告の主張する取消事由は認められない。\n第５  結論\n以上の次第であって、原告の請求には理由がないから、これを棄却することとし\nて、主文のとおり判決する。\n知的財産高等裁判所第２部\n裁判長裁判官\n本    多    知    成\n裁判官\n浅    井        憲\n裁判官\n勝    又    来  未  子\n別紙\n指定役務目録\n第３５類\n広告業、広告、商品見本市・商品博覧会・商品展示会の企画及び運営、販売促進の\nためのイベント及びマーケティングイベントの手配及び運営、商業又は広告のため\nの商品見本市の企画・運営、商業又は広告のための展示会の企画・運営、トレーデ\nィングスタンプの発行、経営の診断又は経営に関する助言、商品の販売に関する情\n報の提供、事業の管理、市場調査又は分析、商業に関する情報の提供、商取引の媒\n介・取次ぎ又は代理、商品・役務の買い手及び売り手のためのオンライン市場の提\n供、スペシャルイベントの振興、マーケティング、顧客ロイヤリティプログラムの\n管理、財務書類の作成又は監査若しくは証明に関する情報の提供、職業のあっせ\nん、競売の運営、輸出入に関する事務の代理又は代行、新聞の予約購読の取次ぎ、\n速記、筆耕、書類の複製、文書又は磁気テープのファイリング、商工名鑑の編集、\nコンピュータデータベースへの情報編集、電子計算機・タイプライター・テレック\nス又はこれらに準ずる事務用機器の操作、建築物における来訪者の受付及び案内、\n広告用具の貸与、広告場所の貸与、タイプライター・複写機及びワードプロセッサ\nの貸与、消費者のための商品及び役務の選択における助言と情報の提供、求人情報\nの提供、新聞記事情報の提供、自動販売機の貸与\n第４１類\n技芸・スポーツ又は知識の教授、知識の教授及び指導、教育及び娯楽に関する情報\nの提供（電子的提供を含む。）及びこれに関する助言、展示会・展覧会・セミナ\nー・会議・ビジネス会議及び協議会の企画・運営又は開催並びにこれらに関する情\n報の提供及び助言、コンピュータ化された情報検索サービスの使用に関する教育及\nび講習会の実施並びにこれに関する情報の提供及び助言、セミナーの企画・運営又\nは開催、植物の供覧、動物の供覧、電子出版物の提供、図書及び記録の供覧、図書\nの貸与、電子出版物・書籍の提供及びこれに関する情報の提供及び助言、美術品の\n展示、庭園の供覧、洞窟の供覧、書籍・電子出版物の制作、娯楽の提供、映画・演\n芸・演劇又は音楽の演奏の興行の企画又は運営、映画の上映・制作又は配給、演芸\nの上演、演劇の演出又は上演、音楽の演奏、放送番組の制作、教育・文化・娯楽・\nスポーツ用ビデオの制作（映画・放送番組・広告用のものを除く。）、スポーツの興\n行の企画・運営又は開催、興行の企画・運営又は開催（映画・演芸・演劇・音楽の\n演奏の興行及びスポーツ・競馬・競輪・競艇・小型自動車競走の興行に関するもの\nを除く。）、競馬の企画・運営又は開催、競輪の企画・運営又は開催、競艇の企画・\n運営又は開催、小型自動車競走の企画・運営又は開催、教育・文化又は娯楽のため\nのイベントの運営・制作及び開催、コンテスト・競技会及び賞の企画・運営又は開\n催、賞及び授賞式の運営、パーティの企画・運営又は開催、展示会における基調講\n演の企画・運営又は開催、人・企業又は地域間の交流会の企画・運営及び開催、運\n動施設の提供、娯楽施設の提供、映画・演芸・演劇・音楽又は教育研修のための施\n設の提供、興行場の座席の手配\n以上\n"
}