{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 3,
    "month": 7,
    "day": 29
  },
  "case_number": "令和2(行ケ)10151等",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "90507",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=90507",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/507/090507_hanrei.pdf",
  "contents": "令和３年７月２９日判決言渡\n令和２年（行ケ）第１０１５１号 審決取消請求事件（以下「第１事件」という。）\n令和２年（行ケ）第１０１５２号 審決取消請求事件（以下「第２事件」という。）\n口頭弁論終結日  令和３年６月１０日\n判        決\n第１事件・第２事件原告        Ｘ\n同訴訟代理人弁 護 士              藤    井      大    祐\n第１事件・第２事件被告          Ｙ\n同 訴訟代理人弁 理 士              雨    宮      康    仁\n主        文\n１  特許庁が取消２０２０－３０００８３号事件について令和２年１１月１７\n日にした審決を取り消す。\n２  特許庁が取消２０２０－３０００８４号事件について令和２年１１月２５\n日にした審決を取り消す。\n３  訴訟費用は，第１事件，第２事件を通じ，被告の負担とする。\n事 実 及 び 理 由\n第１  請求\n１  第１事件\n主文１項と同旨\n２  第２事件\n主文２項と同旨\n第２  事案の概要\n第１事件及び第２事件は，いずれも，商標の不使用（商標法５０条１項）を理由\nとする商標登録の取消審決の取消訴訟である。\n１  商標\n原告は，別紙１商標目録１の商標（以下「本件商標１」という。）及び別紙２商\n標目録２の商標（以下「本件商標２」という。）の商標権者である（甲１の１・２）。\n２  特許庁における手続の経緯等\n(1) 第１事件関係\n被告は，令和２年１月３０日，商標法５０条１項に基づき不使用を理由として本\n件商標１を取り消すとの審決を求める審判請求（取消２０２０－３０００８３号。\n以下「本件審判請求１」という。）をした（本件審判請求１の登録日は同年２月１\n４日）ところ，特許庁は，同年１１月１７日，「登録第４８５４１９７号商標の商\n標登録を取り消す。」との審決（以下「本件審決１」という。）をし，その謄本は，\n同年１２月３日，原告に送達された。\n(2) 第２事件関係\n被告は，令和２年１月３０日，商標法５０条１項に基づき不使用を理由として本\n件商標２を取り消すとの審決を求める審判請求（取消２０２０－３０００８４号。\n以下「本件審判請求２」という。）をした（本件審判請求２の登録日は同年２月１\n４日）ところ，特許庁は，同年１１月２５日，「登録第５７８０３７２号商標の商\n標登録を取り消す。」との審決（以下「本件審決２」という。）をし，その謄本は，\n同年１２月３日，原告に送達された。\n(3) 上記(1)及び(2)より，本件審判請求１及び２のいずれについても，登録前\n３年以内の期間は，平成２９年２月１４日から令和２年２月１３日までの期間（以\n下「要証期間」という。）である。\n３  本件審決１及び２の理由の要点\n(1) 本件審決１の理由の要旨\nア  証拠によると，次の事実が認められる。\n(ｱ) 原告が作成したチラシ（甲４。以下「本件チラシ」という。）には，\n別紙３の１のとおり，「ＤＯＬＧＥＳ」の文字の下に「Ｄ」及び「Ｓ」を重なるよ\nうに組み合わせて円で囲んだ図形（以下「本件使用商標１－１」という。）を紙製\nの外装箱に表示した「エクスバイアージュ」と称する「美容クリーム」（以下「本\n件使用商品１」という。）の写真並びに「ＤｏｌｌｙＳｋｉｎ」（ドーリースキン）\nという名称の「美容ミスト」の写真が掲載され，両商品ともに「￥２，９９０」の\n価格，注文先として「http://以下省略」のアドレス（以下「本件アドレス」という。）\n及び担当者として「ドルジェス  【担当】Ｘ」の記載がある。\nなお，本件チラシの上部には「〈送料無料〉＆〈いずれか２つ以上お買い上げで\n美容石鹸プレゼント♪〉２０１７年１月１日～」の記載があるが，その他に，本件\nチラシの作成時期及び頒布時期が確認できる記載はない。\n(ｲ) 原告の管理するウェブサイトである「weebly」の「クーポンユーザー\n様専用サイト」（省略）（甲５［令和２年４月１４日印刷］。以下「本件サイト」\nという。）には，容器側面に「ＥＸ：ｂｉａｒｇｕｅ」の文字を表示した本件使用\n商品１（美容クリーム）と思しき商品写真とともに，別紙３の２のとおり，「Ｄ」\n及び「Ｓ」を重ねるように組み合わせて円で囲んだ図形の右側に「ＤＯＬＧＥＳ」\nの文字を横並びで表してなる商標（以下「本件使用商標１－２」という。）が表示\nしてあり，「１個（送料無料）２，９９０円」，「６個（送料無料）１７，９４０\n円」などの記載がある。なお，本件サイトには，上記美容クリーム以外の商品情報\nの記載はない。\n本件サイトと関連する「weebly」のアカウント記録（甲１１の２）には，「ログ\nイン履歴」として，平成２３年８月から１０月にかけて及び令和２年７月から９月\nにかけてのログイン記録がある。なお，原告は，上記アカウント記録の要証期間に\nおける「ログイン履歴」及び「注文履歴」は提出していない。\n(ｳ) 令和２年１月１０日付けでＰａｙＰａｌから原告に送付された電子メ\nール（甲６の２）には，愛知県在住の個人の買い手から，「￥１７，９４０ＪＰＹ」\nの支払があった旨が記載されており，日付が印刷されていないＰａｙＰａｌから原\n告に送付された電子メール（甲１２の２）には，愛知県在住の個人の買い手から，\n「エクス：バイアージュ６個（送料無料）」，「￥１７，９４０ＪＰＹ」の支払が\nあった旨が記載されている。\n(ｴ) 原告が作成した「納品書」と題する書面（甲７の２。以下「本件納品\n書写し」という。）には，「２０２０年１月１１日」，「本日（１月１１日）商品\n発送させていただきました。」，「【商品名】日本郵便・レターパックプラス（対\n面でのお受取）」，「【追跡番号（商品番号）】６２７１４９９３２４５２」の記\n載とともに，「商品」の欄に「美容クリーム」，合計額の欄に「￥１７，９４０」，\n「※美容石鹸２つプレゼント（同梱）」の記載がある。\n(ｵ) 郵便局の配達記録（甲１３の２）によると，お問い合わせ番号「６２\n７１－４９９３－２４５２」の「レターパックプラス」は，令和２年１月１２日に\n引受けがされ，同月１３日に愛知県で配達完了している。\nイ  上記アの認定事実によると，本件使用商標１－１を外装箱に表示するエ\nクスバイアージュと称する本件使用商品１（美容クリーム）について，明確な時期\nは不明であるものの，広告実績（チラシ，ウェブサイト）があることはうかがえる\nが，次のとおり，原告提出の証拠によっては，要証期間において同商品が販売及び\n広告された事実を認定することができない。\n(ｱ) 本件チラシと関連する本件使用商標１－１の使用について\n要証期間における本件チラシの頒布の事実及び頒布期間を示す証拠等はないばか\nりか，本件チラシにはキャンペーン開始日（２０１７年１月１日～）が記載されて\nいるものの，キャンペーン開始日（特に配布時には既に経過している開始日）を記\n載する実質的な意味は見いだし難く，記載理由が不可解である。また，本件チラシ\nに掲載された商品の注文先とする本件サイトの管理アカウントのログイン履歴（甲\n１１の２）について，原告がチラシを作成，頒布したとする平成２９年頃のログイ\nン記録又は注文履歴は提出されておらず，他に要証期間に商品が注文されたことを\n証する証拠の提出はない。さらに，本件サイトには，少なくとも令和２年４月の時\n点においては，本件チラシに掲載された「ＤｏｌｌｙＳｋｉｎ」（ドーリースキン）\nという商品に関する情報の掲載はなく，本件チラシと本件サイトの間の整合性が確\n認できない。 したがって，要証期間における本件チラシの頒布の事実は認められな\nい。\n(ｲ) 本件サイトと関連する本件使用商標１－２の使用について\n本件サイトに本件使用商標１－２が本件使用商品１と思しき商品写真と共に掲載\nされているとしても，上記ア(ｲ)のとおり，要証期間におけるログイン記録の提出は\nなく，また，その他に需要者等が要証期間に本件サイトを閲覧したとする証拠の提\n出はない。そして，本件サイトに掲載されている令和２年４月の時点における本件\n使用商品１と思われる商品の価格（１個２９９０円）は，本件チラシにおける本件\n使用商品１の掲載価格から変更がないところ（原告の主張の全趣旨から，いずれの\n価格も税込価格と推認できる。），その間の令和元年１０月１日における消費税の\n税率引上げを考慮すると，価格変更がないことは不自然である。そうすると，原告\n提出の証拠によっては，本件サイトが実質的に有効な広告であったとは評価し得ず，\n要証期間における広告的使用を認めることはできない。\n(ｳ) 令和２年１月１０日から同月１２日にかけての取引（甲６，７，１２\n及び１３の各２）について\n次のとおり，各証拠のつながりや一貫性，整合性に不自然な点があり，上記の時\n期に本件商標１の使用と関連する本件使用商品１に関する取引があったとは認めら\nれない。\nａ  「レターパックプラス」（甲１３の２）は，Ａ４サイズ・４ｋｇま\nで全国一律料金で，信書も送れるサービスであって，既定のＡ４ファイルサイズ（３\n４０ｍｍ×２４８ｍｍ）の厚紙封筒を利用するものであるところ，本件納品書写し\n記載の「美容クリーム」が本件使用商品１であるとすると，外装箱を備える瓶状の\n容器に入れられた商品６個が，固形石鹸２個及び書類数枚と共に，Ａ４サイズの厚\n紙封筒に封入されたことになる。この点，本件使用商品１のサイズは必ずしも明ら\nかではないが，内容量５０ｇの瓶状容器（甲３）であることや手に取った商品写真\n（別紙３の３。甲８の２の１枚目真ん中やや下に掲載されている。）を参酌すると，\nその外装箱の幅，奥行き，高さはそれぞれ６０ｍｍを超えると推測でき，それらを\n包む梱包材の厚みや，外装箱がつぶれないよう配慮する必要があることをも考慮す\nると，本件使用商品１の送付手法としては不自然な点がある。したがって，レター\nパックに本件使用商品１を梱包して送付した旨の原告の主張は，直ちに首肯するこ\nとができない。\nｂ  本件納品書写し（甲７の２）には，商品発送のお知らせやレターパ\nックプラスの追跡番号など，商品に同梱してしまっては特段意味を持たない情報（発\n送日，追跡番号等）が顕著に表示されており，その文面自体が不自然である。また，\n「商品」について，「化粧クリーム」という漠然とした特定をするのみで，代金受\n領の際にも明記（甲１２の２）され，商品特定に必須と思われる「エクス：バイア\nージュ」などの商品名の明記がないことや，書類下部には「ＤｏｌｌｙＳｋｉｎ」\nの文字のような，原告の屋号でもなく，取引内容とは無縁の表示が顕著に表示され\nていることは，その不自然さを強めるものである。したがって，本件納品書写しの\n記載内容は，恣意的に改ざんされている可能性を考慮せざるを得ず，直ちに信用す\nることはできない。\nｃ  ＰａｙＰａｌから送信された一連のものとされる甲６の２及び甲１\n２の２の各電子メールの写しについては，わざわざ一通のメールを二つの証拠に分\nけて提出することは迂遠で違和感があり，複数の事案の異なるメールを貼り合わせ\nている可能性を考慮せざるを得ない。 また，ＰａｙＰａｌのアカウント情報（甲１\n０）から，当該メールとも関連する「取引」や「支払いと請求」の履歴の抽出は容\n易と思われるにもかかわらず，原告から特段の証拠提出がないことも不可解である。\nさらに，甲１２の２に記載の支払価格は，仮に令和２年１月の取引であるとすれば，\n上記(ｲ)のとおり，令和元年の消費税の税率引上げ前から価格変更がないことにな\nり，証拠間で整合性を欠くようにみえる。したがって，日付（甲６の２）と支払情\n報（甲１２の２）の関連性について確証を持てない。\n(ｴ) 以上のほか，原告から提出されている証拠（甲３，甲６の１，甲７の\n１，甲８の１・２，甲１２の１，甲１３の１，甲１４）は，要証期間における本件\n商標１の使用を裏付けるものではなく，その他に，原告から，本件商標１と同一又\nは社会通念上同一の商標が，要証期間内に，本件商標１の商標権者によって，その\n指定商品について使用されたことを認めるに足りる証拠の提出はない。\n(ｵ) 以上を踏まえると，原告は，要証期間内に，日本国内において商標権\n者がその請求に係る指定商品についての登録商標の使用をしていることを証明して\nいない。\nウ  よって，本件商標１の登録は，商標法第５０条の規定により，取り消す\nべきである。\n(2) 本件審決２の理由の要旨\nア  証拠によると，次の事実が認められる。\n(ｱ)  原告が作成した本件チラシ（甲４）には，「Ｄ」及び「Ｓ」を重なる\nように組み合わせて円で囲んだ図形の右側に「ＤｏｌｌｙＳｋｉｎ」の文字を横並\nびで表してなる商標（以下「本件使用商標２－１」という。）を容器側面に表示し\nた「ドーリースキン」と称する「美容ミスト」（以下「本件使用商品２」という。）\nの写真が掲載されており，その他に，同商品の「￥２，９９０」の価格，注文先と\nして「http://以下省略」，担当者として「ドルジェス  【担当】Ｘ」の記載がある。\nなお，本件チラシの上部には「〈送料無料〉＆〈いずれか２つ以上お買い上げで\n美容石鹸プレゼント♪〉２０１７年１月１日～」の記載があるが，その他に，本件\nチラシの作成時期及び頒布時期が確認できる記載はない。\n(ｲ) 原告の管理する本件サイト（甲５）には，本件使用商品２の商品情報\nや，購入のための情報の記載はない。\n(ｳ) 原告が作成した本件納品書写し（甲７の２）には，「２０２０年１月\n１１日」，「本日（１月１１日）商品発送させていただきました。」，「【商品名】\n日本郵便・レターパック・プラス（対面でのお受取）」，「【追跡番号（商品番号）】\n６２７１４９９３２４５２」の記載とともに，「商品」の欄に「美容クリーム」，\n合計額の欄に「￥１７，９４０」，「※美容石鹸２つプレゼント（同梱）」の記載\nがある。\nなお，本件納品書写しの下部には，原告の連絡先の記載に並べて，長方形枠内に\n「Ｄ」及び「Ｓ」を重なるように組み合わせて円で囲んだ図形の右側に「Ｄｏｌｌ\nｙＳｋｉｎ」の文字を白抜きで横並びに表してなる商標（以下「本件使用商標２－\n２」という。）が表示されている。\n(ｴ) 原告が提出した写真（甲１４）には，「Ｄ」及び「Ｓ」を重なるよう\nに組み合わせて円で囲んだ図形の右側に「ＤｏｌｌｙＳｋｉｎ」の文字を横並びで\n表してなる商標（以下「本件使用商標２－３」という。）を包装に表示した円形の\n固形石鹸と思しき商品が表示されている。\nイ  上記アの認定事実によると，本件使用商標２－１を包装に表示するドー\nリースキンと称する本件使用商品２（美容ミスト）について，明確な時期は不明で\nあるものの，広告実績（チラシ）があることはうかがえるが，次のとおり，原告提\n出の証拠によっては，要証期間において同商品が販売及び広告され，本件使用商標\n２－１～３が，本件商標２の指定商品について使用された事実を認定することがで\nきない。\n(ｱ) 本件チラシと関連する本件使用商標２－１の使用について\n本件チラシの要証期間における頒布の事実及び頒布時期を直接示す証拠等はない\nばかりか，本件チラシにはキャンペーン開始日（２０１７年１月１日～）が記載さ\nれているものの，キャンペーン開始日（特に配布時には既に経過している開始日）\nを記載する実質的な意味は見いだし難く，記載理由が不可解である。また，本件チ\nラシ掲載商品の注文先とする本件サイトには，少なくとも令和２年４月の時点にお\nいては，本件使用商品２に関する情報は掲載されておらず，その３年前の本件チラ\nシ配布時点では本件サイトで同商品の情報が掲載されていたことを示す具体的な証\n拠はなく，本件チラシと本件ウェブサイトの間の整合性が確認できない。したがっ\nて，要証期間における本件チラシの頒布の事実は認められない。\n(ｲ) 本件納品書写しと関連した本件使用商標２－２の使用について\n本件納品書写し（甲７の２）は，「美容クリーム」（原告の主張によると，エク\nスバイアージュと称する美容クリーム）に関する取引書類であるから，原告の連絡\n先や屋号と関連するものではない本件使用商標２－２（本件使用商品２に係る本件\n使用商標２－１と同一）が，本件使用商品２とは無関係の取引書類に表示されるこ\nとは不自然である。また，本件納品書写しに記載の商品「美容クリーム」が本件チ\nラシの「エクスバイアージュ」と称する商品であるならば，サイズは必ずしも明ら\nかではないが，内容量５０ｇの瓶状容器（甲３）であることや手に取った商品写真\n（甲８の２）を参酌すると，その外装箱の幅，奥行き，高さはそれぞれ６０ｍｍを\n超えると推測でき，それらを包む梱包材の厚みや，外装箱がつぶれないよう配慮す\nる必要があることをも考慮すると，本件納品書写しに記載されたレターパックプラ\nス（Ａ４サイズ・４ｋｇまで全国一律料金で，信書も送れるサービスであって，既\n定のＡ４ファイルサイズ［３４０ｍｍ×２４８ｍｍ］の厚紙封筒を利用するもの）\nによって当該美容クリーム６個を送付することは，送付手法として不自然である。\nしたがって，当該美容クリームを送付しそれに本件納品書写しの原本を同梱して頒\n布したとの原告の主張は，直ちに首肯することができない。\n(ｳ) 石鹸と関連した本件使用商標２－３の使用について\n原告の商品（美容ミスト，美容クリーム）の取引においては，「美容石鹸」が購\n入者に対するプレゼントとして配布されている（甲４，甲７の２）としても，あく\nまで商品購入者に対するプレゼントとして，対価を伴わずに付随的に頒布されてい\nるにすぎないから，それを商標法上の商品，つまり，独立して商取引の対象とされ\nている商品であるとは評価できない。また，上記プレゼントとして，甲１４の写真\nで示された状態の石鹸が頒布されていることを示す具体的な証拠もない。したがっ\nて，甲１４に表示された本件使用商標２－３は，本件商標２の指定商品についての\n使用を裏付けるものではない。\n(ｴ) 以上のほか，原告から提出されている証拠（甲３，甲６の１，甲７の\n１，甲８の１・２）は，要証期間における本件商標２の使用を裏付けるものではな\nく，その他に，原告からは，本件商標２と同一又は社会通念上同一の商標が，要証\n期間に，本件商標２の商標権者によって，その指定商品について使用されたことを\n認めるに足りる証拠の提出はない。\n(ｵ) 以上を踏まえると，原告は，要証期間内に，日本国内において商標権\n者がその請求に係る指定商品についての登録商標の使用をしていることを証明して\nいないと認められる。\nウ  よって，本件商標２の登録は，商標法第５０条の規定により，取り消す\nべきである。\n４  原告の主張する審決取消事由\n(1) 本件審決１の取消事由\n本件審決１は，次のとおり，本件チラシ（甲４），本件サイト（甲５）及び令和\n２年１月１０日から同月１２日にかけての取引（甲６，７，１２及び１３の各２）\nについて認定判断を誤ったもので，違法である。\nア  本件チラシ（甲４）について\n(ｱ) 原告がその私的事情から積極的な事業拡大にまでは至っていないこと\nもあり，本件チラシの在庫も多数残っている状況にある。そのため，原告において，\n記載内容が古くなってしまっていても，折角残っている本件チラシを消化してしま\nいたいとの考えから，本件チラシを商品に同梱するというのは自然である。\n(ｲ) 本件審決１が，広告実績があることはうかがえるとしながら，要証期\n間における本件チラシの頒布の事実が認められないとする理由は不明であり，矛盾\nしている。\nイ  本件サイト（甲５）について\n(ｱ) ログイン履歴の全部（甲１８）より，平成２３年８月から１０月にか\nけて及び令和２年７月から９月にかけての期間のみならず，本件サイトを開設した\n平成２３年８月以降，要証期間である平成２９年２月１４日から令和２年２月１３\n日までを含めた現在までの全ての期間の原告による本件サイトへのログイン履歴が\n確認できる。もっとも，本件サイトの掲載内容自体は大きく変わっていないため，\n原告がログインする必要が生じたのは，掲載内容の軽微な訂正や，顧客からアクセ\nスができないというクレームが入ったときにメンテナンスをする程度であり，ログ\nインの頻度自体は多くなかった。\nそして，上記ログイン履歴により，本件サイトが平成２３年８月２７日に開設さ\nれ，その後，現在に至るまで継続して運用されていること（すなわち，インターネ\nット上で閲覧できる状態にあること）は優に認められる。\nなお，原告の知る限り，「weebly」は過去 1 週間のアクセス履歴しか把握できな\nい。\n(ｲ) 本件審決１は，需要者等が要証期間内に本件サイトを閲覧したとする\n証拠の提出がないと指摘するが，「weebly」のアクセス履歴について上記(ｱ)で指摘\nした点からすると，不可能を強いるものである。\nまた，本件審決１は，令和元年の消費税率引上げを反映した価格変更がないこと\nが不自然であると指摘する。しかし，原告は，本件チラシの記載等に係る価格が税\n込価格であることや，本件使用商品１の外装箱にも割引前の価格を「税込」として\n記載していたこと（甲１９の写真番号③）のほか，本件使用商品１の販売をドルジ\nェス・コーポレーション（以下「訴外法人」という。）ではなく個人で行うように\nなってからは，消費税課税事業者（課税売上高１０００万円以上）となるほどの売\n上げもなく，税率の変更をそれほど気にする必要がなかったこと等から，税率引上\nげの前後を通じて同一の税込価格で本件使用商品１を販売していたにすぎず，その\nような経緯は不自然とはいえない。\n本件審決１は，本件サイトが実質的に有効な広告であったとは評価し得ないとす\nるが，本件サイトは，本件チラシと相まって広告として使用されていたものである。\nウ  令和２年１月１０日から同月１２日にかけての取引（甲６，７，１２及\nび１３の各２）について\n次のとおり，甲６，７及び１２の各２に関する本件審決１の判断は不当といわざ\nるを得ず，甲１３の２（郵便局の配達状況の記録）も合わせ考慮すると，令和２年\n１月１０日から１２日にかけての取引が存在したことは明白である。\n(ｱ) レターパックへの梱包について\nレターパックへの梱包状況に関する写真撮影報告書（甲１９）から，レターパッ\nクに本件使用商品１を６個とサービス品の化粧せっけん２個，Ａ４チラシ数枚程度\nを同梱しても送付が可能なことは，明白である。本件審決１の指摘は，机上の空論\nにすぎない。\n(ｲ) ＰａｙＰａｌでの決裁について\n甲６の２及び甲１２の２に加え，ＰａｙＰａｌからのメールに関する写真撮影報\n告書（甲２０）及びＰａｙＰａｌへのログイン状況に関する写真撮影報告書（甲２\n１）によると，甲６の２及び甲１２の２の信用性についての本件審決１の指摘には\n理由がない。\n(ｳ) 本件納品書写し（甲７の２）について\nａ  本件納品書写しには，「追跡番号」の右に続けて「（商品番号）」\nと記載されている。\n原告は，訴外法人として事業を行っていた頃から，個々の発送商品の特定のため\nに，レターパックの追跡番号を用いていた。これは，多数の顧客を取り扱う中で，\n商品の破損や遅配といったクレームが生じた場合に，当該顧客に対して，納品書に\n記載された商品番号すなわち追跡番号を言ってもらい，これにより郵便局にクレー\nムを確認するという業務フローを念頭に置いていたからである。このようなフロー\nにおいては，納品書に「追跡番号（商品番号）」や発送日を記載することが，むし\nろ必要となってくる。\nまた，原告の顧客には，メール等によるやり取りではなく，専ら電話で注文する\n顧客もおり（この場合，郵便局への振込みが先払いでされる。），ＰａｙＰａｌ決\n済による顧客管理も全ての顧客に当てはまるわけではない。そのため，これらの顧\n客を一元的に管理するには，追跡番号（電話での顧客にも発送はレターパックでな\nされる。）による管理は有用であるという事情もあった。\n本件納品書写しについて，商品に同梱してしまっては特段意味を持たない情報（発\n送日，追跡番号等）が顕著に表示されているのが不自然であるとの本件審決１の見\n方は，「（商品番号）」という記載を看過した，皮相的なものである。\nｂ  本件納品書写しにおいて，商品名の記載が漠然としていることも，\n原告の取扱商品がクリームとミストの２種類しかないことに鑑みると，特段不自然\nなものとはいえない。\nｃ  本件審決１は，本件納品書写しについて，「ＤｏｌｌｙＳｋｉｎ」\nの文字のような，原告の屋号でもなく，取引内容とは無縁の表示が顕著に表示され\nていること等が不自然であると指摘するが，原告において，せっかく費用をかけて\n取得した商標を顧客に直接送付する納品書に利用することは，自然なことである。\n(2) 本件審決２の取消事由\n本件審決２は，次のとおり，本件チラシ（甲４），本件サイト（甲５）及び令和\n２年１月１０日から同月１２日にかけての取引（甲６，７，１２及び１３の各２）\nについて認定判断を誤るとともに，美容石鹸の同梱についても判断を誤ったもので，\n違法である。\nア  本件チラシ（甲４）について\n本件チラシを商品に同梱するのが自然であることは，前記(1)ア(ｱ)のとおりであ\nる。後記のとおり，優に認められる事実である商品の発送に伴い，本件チラシが同\n梱されることにより，本件商標２は使用されている。\nイ  本件サイト（甲５）について\n本件サイトが平成２３年８月２７日に開設され，その後，現在に至るまで継続し\nて運用されていること等は，前記(1)イ(ｱ)のとおりである。本件チラシに記載され\nた本件サイトが継続的に運用されているのであって，本件チラシの記載と本件サイ\nトの間の整合性に疑問はない。\nウ  令和２年１月１０日から同月１２日にかけての取引に関する証拠の信用\n性について\n次のとおり，上記証拠に関する本件審決２の判断は不当といわざるを得ず，甲１\n３の２も合わせ考慮すると，令和２年１月１０日から１２日にかけての取引が存在\nしたことは明白である。\n(ｱ) レターパックへの梱包について\n前記(1)ウ(ｱ)のとおり，本件審決２の指摘は，机上の空論にすぎない。\n(ｲ) ＰａｙＰａｌでの決裁について\n前記(1)ウ(ｲ)で指摘した写真撮影報告書（甲２０，２１）から，上記取引がされ\nていることは明らかであり，ひいては，上記取引における本件チラシや本件納品書\n写しの原本の同梱も推認できる。\n(ｳ) 本件納品書写し（甲７の２）について\n前記(1)ウ(ｳ)ｃのとおりである。\nエ  美容石鹸の同梱について\n(ｱ) 商標法５０条１項の不使用取消の趣旨は，商標使用者の業務上の信用\n維持と需要者の利益の保護という商標法の目的は，商標が現実に使用され出所識別\n機能を発揮することで達成されるところ，不使用商標の放置はこの目的に反すると\nいう点にある。そのような趣旨からすると，たとえ販売促進のノベルティとしての\n使用であっても，登録商標を放置しているとはいえず，同項との関係では使用に当\nたるといえる。そのような形態での使用が商標権侵害を構成しないといった議論は\nあり得たとしても，同様の考え方が不使用取消しの場合にまで当てはまるものとは\nいえない。\n(ｲ) 石鹸の頒布の事実は，本件納品書写しや本件チラシによって，明らか\nである。\n５  被告の主張\n(1) 本件審決１の取消事由について\nア  本件チラシ（甲４）について\n(ｱ) 要証期間における本件チラシの頒布の事実を裏付ける具体的な証拠は\nない。本件チラシがレターパックに梱包されて送付されたことを裏付ける証拠もな\nい。\n(ｲ) 本件チラシには，「ＤｏｌｌｙＳｋｉｎ」というミストが記載されて\nいるが，本件チラシに掲載された注文先である本件サイトには，当該ミストについ\nての記載はなく，本件チラシの記載内容は，本件サイトの記載内容と矛盾している。\n(ｳ) 頒布主体について\nａ  本件チラシの頒布主体は，訴外法人であり，原告ではないから，本\n件チラシは，本件商標１の商標権者，専用使用権者又は通常使用権者が頒布したも\nのではない。\nしかも，訴外法人は，「審尋に対する回答書及び弁駁書に対する反論」（甲１７\nの１）及び閉鎖登記情報（甲９）に記載されているように，要証期間より２年以上\nも前の平成２７年２月３日には登記簿の閉鎖に至っている。したがって，要証期間\n内に本件チラシが頒布されたとする原告の主張には信ぴょう性がなく，たとえ本件\nチラシが頒布された事実があったとしても，その配布時期は，要証期間よりも前で\nあることが明らかである。\nまた，登記簿閉鎖後の訴外法人に本件商標１の使用許諾をすることは不可能であ\nり，訴外法人の登記簿が閉鎖された後に，原告が訴外法人を名乗る行為は，会社法\n７条に違反する重大な違法行為であるから，「DOLGES, Corp.」が原告の屋号である\nというのは詭弁であり原告を保護すべきではない。\nｂ  上記ａの点に関する原告の陳述書（甲２５）における記載は，次の\n点に照らし，信用できるものではない。\n(a) 原告は，平成２９年頃に作成したチラシでも個人名を記載してお\nり，訴外法人名の記載はなくなったなどと述べるが，後記イ(ｳ)のとおり，本件サイ\nトの「法的要件」のウェブページ（甲２） には，「■販売業者 DOLGES,CORP」と明\n記されている。本件サイトが本件チラシと相まって広告として使用されていたとい\nう原告の主張に鑑みると，本件サイトにおける販売主体と本件チラシにおける販売\n主体との間に食違いが生じることはあり得ず，本件チラシにおいても，販売主体は\n訴外法人である。\n(b) 原告が平成２９年頃に作成したと陳述する本件チラシにおいても，\n「ドルジェス  【担当】Ｘ」との記載があり，販売主体とされるのは「ドルジェス」\nであって，原告は，販売主体ではなく担当者として記載されている。\n(c) 本件納品書写しにおいても，「ドルジェスをご利用いただき誠に\nありがとうございます。」との記載及び「ドルジェス  【担当】Ｘ」との記載があ\nり，販売主体とされるのは「ドルジェス」であって，原告は，販売主体ではなく担\n当者として記載されている。\n(d) 価格を４万円とする商品の外装箱においても，「(販売元) DOLGES,\nCorp.」と明記される一方（甲２２の写真番号③)で，原告の個人名は記載されてい\nない。\nイ  本件サイト（甲５）について\n(ｱ) ログイン履歴について\nａ  原告が要証期間においてアカウント管理画面（甲１１の１）にログ\nインしていたからといって，本件サイトが要証期間においてインターネット上で閲\n覧できる状態であったということにはならない。本件サイトが非公開であっても，\n原告が要証期間においてアカウント管理画面にログインすることは可能である。\nｂ  ログイン履歴（甲１１の２及び甲１８）が，本件サイトのログイン\n履歴であることを裏付ける具体的な証拠もない。\nｃ  仮に，ログイン履歴（甲１１の２及び甲１８）が本件サイトのログ\nイン履歴であるとした場合，原告は，本件審判請求１及び２を知った予告登録日よ\nり後で，甲５の作成日である令和２年４月１４日より前の同月５日に，約１０か月\nぶりに，アカウント管理画面にログインしたことが認められる。このような事情に\n照らすと，同ログイン時に，本件サイトが非公開設定から公開設定に変更されたり，\n本件サイトの掲載内容が変更された可能性，例えば，同ログイン時より前に掲載さ\nれていた２９９０円の安価なものの写真を４万円もする高価なもの（写真撮影報告\n書［甲１９］の写真番号③）の写真に差し替えた可能性も十分に考えられる。した\nがって，原告が本件訴訟で追加提出したログイン履歴（甲１８）は，本件サイトが\n要証期間にインターネット上で閲覧できる状態であったことや，要証期間における\n掲載内容と同一であることに，むしろ疑念を生じさせるものである。\nこの点，甲２及び５には，商品写真とともに本件使用商標１－２が表示されてい\nる一方，令和２年３月２６日時点の本件サイトに係る証拠（甲２６の１～６）では，\n本件使用商標１－２が表示されていない。したがって，同年４月５日の上記ログイ\nン時に，商品写真及び本件使用商標１－２の表示が追加された可能性も十分に考え\nられる。\nさらに，審判段階では要証期間外のログイン履歴のみを提出し，裁判になって要\n証期間内のログイン履歴を追加提出した原告の行為にも疑問が残る。\n(ｲ) 本件チラシとの矛盾について\n前記ア(ｲ)のとおり，本件サイトの記載内容が本件チラシの記載内容と矛盾して\nいることに鑑みると，本件サイトが本件チラシと相まって広告として使用されてい\nたとは認められない。\n(ｳ) 表示主体及び表示時期について\nａ  甲５は，要証期間内に表示された本件サイトの内容に係るものでは\nない。\nｂ  上記(ｱ)ｃのとおり，令和２年３月２６日時点の本件サイトに係る証\n拠（甲２６の１～６）には，本件使用商標１－２が表示されておらず，同日以前に\n本件使用商標１－２が表示されていなかったことは，明らかである。\nｃ  また，審判段階における原告の「自社サイト」との主張や，本件サ\nイトの「法的要件」のウェブページ（甲２）の「■販売業者  DOLGES,CORP.」との\n表示から明らかなように，本件サイトの表示主体は，訴外法人であって，原告では\nない。本件サイトには，原告の名前が一切掲載されていない。したがって，本件サ\nイトは，本件商標１の商標権者，専用使用権者又は通常使用権者が表示したもので\nはない。\nしかも，前記ア(ｳ)のとおり，訴外法人が要証期間より２年以上も前に閉鎖に至っ\nていることに鑑みると，要証期間内に本件サイトが表示されたとする原告の主張に\nは信ぴょう性がなく，たとえ本件サイトが表示された事実があったとしても，その\n表示時期は，要証期間よりも前であることが明らかである。\nなお，仮に，訴外法人の閉鎖後に，自然人が訴外法人を名乗って本件サイトを表\n示していたとすれば，それは会社法７条に違反する重大な違法行為であり，保護に\n値しない。その場合も，本件サイトの表示主体は，あくまで架空の訴外法人であっ\nて，原告ではない。そして，架空の法人に商標の使用許諾をすることは原理的に不\n可能であるから，訴外法人は，使用権者ではない。以上のように考えなければ，実\n在する適法な法人を表示主体としている場合には，使用許諾があったことを証明し\nなければならないのに，会社法７条に違反して架空の法人を表示主体としている場\n合には，屋号であるといった詭弁がまかり通って，使用許諾があったことの証明は\n不要となり，違法行為を行った者の方が保護されてしまうことになる。\n(ｴ) 商標の同一性について\n図形と「ＤＯＬＧＥＳ」との文字とがほぼ同じ大きさで横並びになっている本件\nサイトの表示は，「ＤＯＬＧＥＳ」との文字の下に，これらの文字よりも大きい図\n形が縦並びに表示される本件商標１と，同一でも社会通念上同一でもない。\n(ｵ) 消費税率引上げを反映した価格変更がされていないことについて\nａ  本件使用商品１の価格は，２９９０円（甲５）であるのに対し，レ\nターパックへの梱包状況に関する写真撮影報告書（甲１９）の写真番号③に写って\nいるものの価格は，実にその１３倍以上の４万円であることから明らかなように，\n同③に写っているものは，本件使用商品１とは別物である。それゆえ，同③に写っ\nているものの価格が税込み価格であるからといって，本件使用商品１の価格も税込\nみ価格ということにはならない。\nしたがって，本件使用商品１の価格が，令和元年の消費税率引上げを反映した価\n格に変更されていないことは，不自然である。\nｂ  上記に関し，原告は，陳述書（甲２５）において，定価は４万円（税\n込み）と設定しているが実際には９０パーセント以上オフの２９９０円で販売して\nいる旨を陳述するが，さすがに９０パーセント以上オフということはあり得ず，信\n用できない。高級化粧品の成分を一つにまとめたような製品の価格が４万円という\nことは理解もできるが，２９９０円というのは明らかに原価割れしており，あり得\nない。上記のとおり，写真撮影報告書（甲１９）の写真番号③に写っているものと\n本件使用商品１は別物である。\nウ  令和２年１月１０日から同月１２日にかけての取引（甲６，７，１２及\nび１３の各２）について\n(ｱ) 令和２年１月１０日から１２日にかけての取引に関して，そもそも，\n本件商標１が付された商品及び本件納品書写しの原本がレターパックに梱包されて\n送付されたことを裏付ける証拠はない。\n(ｲ) レターパックへの梱包について\nａ  本件使用商品１がレターパックに梱包されて送付されたことや，レ\nターパックに梱包されて送付された商品に本件商標１が付されていたことを裏付け\nる証拠はない。\nｂ  前記イ(ｵ)のとおり，写真撮影報告書（甲１９）の写真番号③に写っ\nているものは，本件使用商品１とは別物であることが明らかである。それゆえ，同\n③に写っているものをレターパックに６個梱包することができるからといって，本\n件使用商品１をレターパックに６個梱包することができるということにはならない。\nｃ  たとえレターパックに本件使用商品１を６個，サービス品の化粧せ\nっけんを２個，Ａ４チラシを数枚程度同梱することができるとしても，単に物理的\nに可能なだけであり，これらを送付した事実が裏付けられるものではない。写真撮\n影報告書（甲１９）の写真番号⑫及び⑬を見る限り，レターパックは，かなり膨張\nしており，ポストに投函することも，送付先の郵便受けに入れることも不可能な大\nきさであり，このような状態で送付したとは考えられない。また，同⑫及び⑬では，\n手で押さえ付けることにより封緘したかのように見せているが，同⑬を見ると，レ\nターパックが膨張し過ぎて，きちんと封緘できないことが明らかである。\nｄ  前記ア(ｳ)ｂ(b)及び(c)で指摘した本件チラシ及び本件納品書写し\nの記載からして，レターパックの送付主体とされるのは，訴外法人であって，原告\nでなく，本件商標１の商標権者，専用使用権者又は通常使用権者のいずれでもない。\n(ｳ) ＰａｙＰａｌでの決済について\nＰａｙＰａｌへのログイン状況に関する写真撮影報告書（甲２１）の写真番号⑤\n～⑦には，本件サイトには掲載されていない価格での取引が複数表示されている。\n原告は，ＰａｙＰａｌを利用して様々な取引を行っており，令和２年１月１０日か\nら１２日にかけての取引も，本件サイトとは無関係に行われた可能性も十分に考え\nられる。当該取引が本件サイトを介して行われたものであることを裏付ける証拠も\nない。\n(ｴ) 本件納品書写しについて\nａ  本件納品書写しの原本がレターパックに梱包されて送付されたこと\nを裏付ける証拠はない。\nまた，本件納品書写しは，その鮮明さからして，実際に頒布されたものの写しで\nはなく，要証期間後，原告が，本件審判請求１に係る答弁書の作成に当たり，新た\nに印刷して作成したものであることが明らかである。原告の主張に合わせて，商標\nも日付もいかようにもすることができるもので，全く信用性はなく，証拠としての\n価値はない。\nｂ  不自然な点について\n(a) 商品に同梱してしまっては特段意味を持たない情報（発送日，追\n跡番号等）が顕著に表示されていることについて，原告の主張するように，発送日\nの記載が必要であるならば，「納品書」という表題の横の日付の記載のみで十分で\nある。それにもかかわらず，本件納品書写しには，「本日（１月１１日）商品を発\n送させていただきました。」といった，不必要という以前に商品の受取後に目にす\nるともはや意味不明な記載があり，不自然である。\nまた，「【商品名】日本郵便・レターパックプラス（対面でのお受取）」といっ\nた，商品が「美容クリーム」ではなく「レターパック」とする意味不明な記載があ\nる点でも，本件納品書写しは不自然である。\n(b) ＰａｙＰａｌへのログイン状況に関する写真撮影報告書（甲２１）\nの写真番号⑤～⑦をみると，原告がＰａｙＰａｌを利用して様々な商品を取り扱っ\nていることがうかがわれる。クリームに関しても，取扱商品であるか否かは不明で\nあるが，２９９０円の安価なもの（本件サイト）と，４万円もする高価なもの（写\n真撮影報告書［甲１９］の写真番号③）との少なくとも２種類が確認できる。そう\nすると，納品書であるにもかかわらず，商品名の記載が漠然としていることは，不\n自然である。\n(c) 費用をかけて取得した商標であるという理由で，明らかに取引内\n容とは無関係な表示を顧客に直接送付する納品書に利用するといった発想は，意味\n不明で，非常識かつ不自然である。\n(d) 以上のような本件納品書写しの明らかに不自然な記載に鑑みると，\n仮に納品書が存在していたとしても，本件納品書写しとは異なるものであった可能\n性も十分に考えられる。\nｃ  頒布主体及び頒布時期について\n(a) 本件納品書写しに係る頒布主体とされるのは，訴外法人であって，\n原告ではない。したがって，本件納品書写しは，本件商標１の商標権者，専用使用\n権者又は通常使用権者が頒布したものではない。\n(b) しかも，前記ア(ｳ)のとおり，訴外法人が要証期間より２年以上も\n前に閉鎖に至っていることに鑑みると，要証期間内に本件納品書写しの原本が頒布\nされたとする原告の主張には信ぴょう性がない。\n(c) 本件納品書写しに係る頒布主体が現存しない架空の法人であった\nことからすると，本件納品書写しに印字されている標章は，「化粧品・歯磨き及び\nせっけん類の小売又は卸売の業務において行われる顧客に対する便益の提供」とい\nう第３５類に属する役務について使用されたもので，本件使用商品１について使用\nされたものではない。\nｄ  納品書の控え（甲２８の１～９）について\n次の点に鑑みると，納品書の控え（甲２８の１～９）には，信用性がない。\n(a) 原告が，なぜ，令和３年３月３１日に至るまで，本件納品書写し\nのみを提出し，納品書の控え（甲２８の１～９)を提出しなかったのか，疑問である。\n(b) 原告は，陳述書（甲２５）において，納品書の控えの裏側には顧\n客の名前と追跡番号シールを貼り付けていたと述べるが，手元にある追跡番号シー\nル（そのような追跡番号シールは，例えば，被告訴訟代理人の事務所にも，消費税\n増税前のものを含めて多数存在する。）に合わせて，納品書の控え（甲２８の１～\n９）を作成することは十分に可能である。\n(c) 甲２８の２と甲２８の９，甲２８の３と甲２８の６，甲２８の４\nと甲２８の７には，それぞれ同一人物の名前が記載されているが，その筆跡は明ら\nかに異なっている。\n(2) 本件審決２の取消事由について\nア  本件チラシ（甲４）について\n前記(1)ア(ｱ)並びに(ｳ)ａ（本件商標１を本件商標２と，甲１７の１を甲１７の２\nとそれぞれ読み替える。）及びｂ(a)～(c)のとおりである。\nイ  本件サイト（甲５）について\n本件サイトには，本件商標２は何ら示されていない。原告の陳述書（甲２５）に\nも，現在まで，本件サイトには「ＤｏｌｌｙＳｋｉｎ」の購入欄は付けられていな\nいと記載されているところである。\nその他は，前記(1)イ(ｱ)ａ及びｂ，同(ｲ)並びに同(ｳ)ａ及びｃ（本件商標１を本\n件商標２と読み替える。）のとおりである。\nウ  令和２年１月１０日から同月１２日にかけての取引に関する証拠の信用\n性について\n(ｱ) 令和２年１月１０日から１２日にかけての取引に関して，そもそも，\n本件商標２が付された美容石鹸及び本件納品書写しの原本がレターパックに梱包さ\nれて送付されたことを裏付ける証拠はない。\n(ｲ) レターパックへの梱包について\n美容石鹸がレターパックに梱包されて送付されたことや，レターパックに梱包さ\nれて送付された美容石鹸に本件商標２が付されていたことを裏付ける証拠はない。\nその他，前記(1)ウ(ｲ)ｃ及びｄ（本件商標１を本件商標２と読み替える。）のと\nおりである。\n(ｳ) ＰａｙＰａｌでの決済について\n甲６の２及び甲１２の２から，上記取引について，本件チラシや本件納品書写し\nの原本が同梱されたことを推認することはできない。\n(ｴ) 本件納品書写しについて\n前記(1)ウ(ｴ)ａ（本件審判請求１を本件審判請求２と読み替える。），ｂ(a)，(c)\n及び(d)，ｃ(a)（本件商標１を本件商標２と読み替える。）及び(b)並びにｄのとお\nりである。\nまた，「美容ミスト」とは別の商品である「美容クリーム」の納品書に商標を印\n字しても，それは，商標法２条１項柱書及び１号にいう「その商品」について使用\nをするものではなく，商標の使用（商標法５０条１項）に当たらない。\n(ｵ) 原告の陳述書（甲２５）に，「ＤｏｌｌｙＳｋｉｎ」はＰａｙＰａｌ\nの写真に写っている時期には売れていなかったという旨の記載があることは，「Ｄ\nｏｌｌｙＳｋｉｎ」という美容ミストが要証期間に販売された事実がないことを示\nしている。\nエ  美容石鹸の同梱について\n(ｱ) 本件商標２のシールを貼付した美容石鹸が写っている写真（甲１４）\nは，要証期間より後の令和２年９月頃に作成されたものであるから，本件商標２の\n使用の証拠となり得ない。\nこの点，原告は，本件審判請求２に係る答弁書（甲１５の２）提出の段階では，\n本件商標２を美容ミストの商標として使用していたと主張していたにもかかわらず，\n「審尋に対する回答書及び弁駁書に対する反論」（甲１７の２）提出の段階になっ\nて，突如，美容石鹸について使用していたと主張し始めた。しかも，写真（甲１４）\nに写っている美容石鹸は，本件商標２のシールを貼付すれば容易に作成可能であり，\n本件商標２のシールも汎用のパーソナルコンピュータ及びプリンタで容易に作成可\n能である。以上のような事情に照らすと，写真（甲１４）には信用性がなく，同写\n真に写っている美容石鹸が要証期間において頒布されたとの原告の主張にも信ぴょ\nう性がない。\n(ｲ) 商標法上の「商品」は，独立して商取引の対象とされるものであると\nころ，本件で問題となり得る美容石鹸は，顧客への付帯サービスとして進呈される\nものであって（甲１７の２の３頁２５行目），独立して商取引の対象とされるもの\nではなく，商標法上の「商品」には当たらない。商標は，独立して商取引の対象と\nされているものに商品に使用することによって初めて出所識別機能を発揮するもの\nであり，顧客への付帯サービスとして進呈されるものに付された商標が出所識別機\n能を発揮することはない。上記について，商標権の侵害の場合と商標法５０条１項\nの不使用取消しの場合とで，商標法上の「商品」の解釈を異なるものとする見解は\nない。\n第３  当裁判所の判断\n１  取引に係る認定事実\n(1) 証拠（甲６の２，甲１２の２，甲２０，２３，２４）によると，①原告が，\n愛知県在住の特定人（以下「Ａ」という。）から，令和２年１月１０日，ＰａｙＰ\nａｌで１万７９４０円の支払を受けたこと及び②同支払を原告に連絡するＰａｙＰ\nａｌからのメールには，同支払金額について，「エクス：バイアージュ６個（送料\n無料）」，「￥１７，９４０ＪＰＹ」が，数量「１」であるとの記載があることが\n認められる。\nまた，証拠（甲１３の２）によると，③問い合わせ番号「６２７１－４９９３－\n２４５２」のレターパックプラスについて，令和２年１月１２日に福岡県で引受け\nがされ，同月１３日に愛知県の届け先に届けられたことが認められる。\nさらに，証拠（甲７の２，甲２８の３）及び弁論の全趣旨によると，④原告が「６\n２７１－４９９３－２４５２」と記載されたレターパックプラスの追跡番号シール\nを所持しており，同シールは，本件納品書写し（甲７の２）と同一内容の納品書の\n控え（甲２８の３）の裏面に貼付されていることが認められる。\n(2) 本件チラシ（甲４）には，「送料無料」，「美容クリーム（エクスバイア\nージュ）  ￥２，９９０」との記載がある。\nまた，原告が提出する別のチラシ（甲３）には，「特別販売（２，９９０円＆送\n料無料）」，「感謝を込めて【１個２，９９０円＆送料無料】の特別販売続行中」\nとの記載がある。なお，同チラシには，「ＥＸ：ｂｉａｒｇｕｅ（エクスバイアー\nジュ）」について「４０，０００円（税込）」との記載もある。\nさらに，本件サイト（甲５）には，「ＥＸ：ｂｉａｒｇｕｅ」との表示がされた\nクリームの瓶の写真及び本件使用商標１－２の表示（別紙３の２）の右側に，「特\n別販売キャンペーン」，「１個（送料無料）２，９９０円」，「６個（送料無料）\n１７，９４０円」などの記載がある。\n以上の各チラシ及び本件サイトの各記載は，上記(1)②の事実と整合するもので，\n上記(1)②の事実と合わせると，上記(1)①のＡからの支払が，本件チラシに記載さ\nれた「美容クリーム（エクスバイアージュ）」（本件使用商品１）６個の代金の支\n払であることを推認させるものである。\n(3)ア 本件納品書写し（甲７の２）及びこれと同一内容で上記(1)④のとおり裏\nにレターパックプラスの追跡番号シールが貼付された納品書の控え（甲２８の３）\nの記載内容をみると，「今回の商品配送詳細【無料】」，「【商品名】日本郵便・\nレターパックプラス（対面でのお受取）」，「【追跡番号（商品番号）】６２７１\n４９９３２４５２」との記載のほか，「商品」として「美容クリーム」，「単価」\nとして「￥２，９９０」，「個数」として「６」，「計」として「￥１７，９４０」，\n「備考」として「送料無料」の記載があり，宛名欄にはＡの氏名の記載がある。そ\nして，本件納品書写し及び上記納品書の控えには，上部に，「ＤＯＬＧＥＳ」の文\n字の下に「Ｄ」及び「Ｓ」を重ねるように組み合わせて円で囲んだ図形を配置した\n商標（以下「本件使用商標１－３」という。）が表示され，右下部に本件使用商標\n２－２が表示されている。\nイ  上記アの事実に，上記(1)①～④の事実及び上記(2)のとおり推認される\n事実を併せ考慮すると，原告が，上記(1)①の令和２年１月１０日のＡからの支払を\n受けて，本件チラシに記載された「美容クリーム（エクスバイアージュ）」（本件\n使用商品１）６個を発送し，それが同月１３日に愛知県在住のＡに届けられたとい\nう事実が推認され，この推認を覆す事情は認められない。\n(4) 原告の本人尋問における供述及び陳述書（甲２５）の記載（以下，併せて\n「原告供述等」という。）によると，原告が，上記(1)①の令和２年１月１０日のＡ\nからの支払を受けて，本件使用商品１（６個）に，本件納品書の写し（甲７の２）\nの原本及び本件チラシ（甲４）を同封したレターパックプラスを発送し，それが同\n月１３日にＡに届けられたという取引（以下「本件取引」という。）の事実が認め\nられる。原告供述等は，上記(1)～(3)で指摘した各事実と整合しており，本件取引\nについて述べる部分について，その信用性を否定すべき事情は見受けられない。\n２  本件商標１及び２の使用について\n(1)ア 本件チラシ（甲４）には，本件使用商標１－１を紙製の外装箱に表示し\nた美容クリームである本件使用商品１の写真（別紙３の１）が掲載されているとと\nもに，本件使用商標２－１を容器側面に表示した美容ミストである本件使用商品２\nの写真が掲載されている。本件チラシは，原告が作成したものである（原告供述等，\n弁論の全趣旨）。\nイ  本件納品書写し（甲７の２）には，前記１(3)アのとおり，本件使用商標\n１－３が表示されている。本件納品書写しの原本は，原告が作成したものである（原\n告供述等，弁論の全趣旨）\nウ  本件使用商標１－１及び１－３は，本件商標１と，本件使用商標２－１\nは，本件商標２と，それぞれ社会通念上同一であると認められる。\n(2) 上記(1)の事実及び前記１(4)のとおり認められる本件取引の事実からする\nと，本件商標１及び２の商標権者である原告が，要証期間内である令和２年１月１\n０日から同月１３日までの間に，本件商標１の指定商品のうち「化粧品」に含まれ\nる本件使用商品１について，本件商標１の使用（商標法２条３項２号［商品の包装\nに標章を付したものの譲渡］，８号［広告に標章を付して頒布］）をするとともに，\n本件商標２の指定商品のうち「化粧品」に含まれる本件使用商品２について，本件\n商標２の使用（同項８号［広告に標章を付して頒布］）をしたものと認められる。\n３  被告の主張について\n(1) 本件チラシ（甲４）について\nア  被告は，本件チラシがレターパックに梱包されて送付されたことを裏付\nける証拠がないと主張するが，前記１(4)のとおり，上記の点は原告供述等により裏\n付けられているといえる。\nイ  被告は，本件チラシに掲載された注文先である本件サイトには美容ミス\nト「ＤｏｌｌｙＳｋｉｎ」について記載がないことを主張するが，その理由につい\nて，原告は，原告供述等において，平成２８年頃に美容ミスト「ＤｏｌｌｙＳｋｉ\nｎ」の販売を開始した際に本件サイトに同商品の購入欄を設けようとしたが，Ｐａ\nｙＰａｌのクレジット決済の仕様が変わっていたためにできなかった旨説明してお\nり，原告供述等における上記説明は，相応に合理的なものといえる。したがって，\n本件サイトに「ＤｏｌｌｙＳｋｉｎ」について記載がないことは，本件チラシの信\n用性を減殺するものではない。\nウ  被告は，本件チラシの頒布主体やレターパックの送付主体や本件納品書\n写しに係る頒布主体は訴外法人であると主張するが，前記１(4)のとおり，本件取引\nの主体は原告であり，本件チラシの頒布主体やレターパック及び本件納品書写しの\n原本の送付主体は原告であると認められる。\n上記に関し，被告は，(ｱ)本件サイトの「法的要件」のウェブページ（甲２） に\n「■販売業者 DOLGES,CORP」との記載があること，(ｲ)本件チラシに「ドルジェス 【担\n当】Ｘ」との記載があること，(ｳ)本件納品書写しに「ドルジェスをご利用いただき\n誠にありがとうございます。」との記載及び「ドルジェス  【担当】Ｘ」との記載が\nあること，(ｴ)商品の外装箱（甲２２の写真番号③）に「（販売元）DOLGES, Corp.」\nとの記載があることを主張する。\nしかし，原告供述等及び弁論の全趣旨によると，訴外法人の商業登記簿が平成２\n７年２月３日に閉鎖された（甲９）後には，原告は個人として本件使用商品１及び\n２を販売していることが認められるから，上記(ｲ)及び(ｳ)の本件チラシ及び本件納品\n書写しにおける表示は，原告個人を表示したものと認められ，また，上記(ｱ)及び(ｴ)\nについては，かつての訴外法人の表示が残っていたものと認めることができる。上\n記(ｱ)～(ｴ)は，本件チラシの頒布主体やレターパック及び本件納品書写しの原本の送\n付主体が訴外法人であるというべき事情ということはできない。\n(2)  本件サイト（甲５）について\n被告は，本件サイト（甲５）の内容が令和２年４月５日より前に前記１(2)のよう\nなものであったことを争い，同日サイトの内容が変更された可能性があると主張す\nるが，被告の主張は，単に可能性を指摘するものにすぎず，前記１(2)のとおり，本\n件サイト（甲５）の内容が前記１(1)②の事実と整合することをも考え併せると，本\n件サイト（甲５）の内容は，令和２年４月５日より前から，前記１(2)で認定するよ\nうな内容であり，そのような内容で公開されていたものと認められる。なお，同年\n３月２６日時点での本件サイトの内容に関する証拠（甲２６の１～６）は，印刷時\nの設定により画像部分が印刷されなかった可能性があるから，上記判断を左右しな\nい。\n(3) 本件取引について\nア  被告は，本件商標１が付された本件使用商品１及び本件納品書写しの原\n本がレターパックに梱包されて送付されたことを裏付ける証拠がないと主張するが，\n前記１(4)のとおり，上記の点は原告供述等により裏付けられているといえる。\nイ  被告は，美容クリーム「ＥＸ：ｂｉａｒｇｕｅ」の価格について，２９\n９０円とするものや４万円とするものがあり，それらが同一の商品を指すものとは\nみられないと主張するとともに，令和元年の消費税率の引上げの前後で価格が変わ\nっていないことは，不自然であると主張する。\nしかし，原告は，原告供述等において，定価は４万円（税込み）であったが，実\n際には割引して２９９０円で販売していたこと，税込み価格であったことや売上額\nが大きくなく消費税の課税事業者ではなかったこと等から消費税率の引上げに伴っ\nた値上げはしなかったことを述べるところ，当該説明が直ちに不合理であるとはい\nえない。この点，前記１(2)のとおり，チラシ（甲３）には，「４０，０００円（税\n込）」の美容クリーム「Ｅｘ：ｂａｉａｒｇｕｅ」を１個２９９０円で特別販売す\nる旨が記載されており，本件サイトにも，「特別販売キャンペーン」，「１個（送\n料無料）２，９９０円」などと記載されていることからすると，定価４万円（税込\nみ）の商品を実際には２９９０円で販売していたという旨の上記原告供述等は，相\n応に裏付けられているといえる。被告が主張する上記の各点は，本件取引について\nの原告供述等の信用性を否定すべき事情には当たらない。\nウ  被告は，レターパックプラスに，本件使用商品１を６個，化粧せっけん\nを２個のほか，本件チラシを同梱したといったことは，不自然であると主張するが，\nそのような形での梱包が可能なこと自体は，証拠（甲１９，２２）で裏付けられて\nおり，郵便局へ持ち込んで送付することが可能であることをも考慮すると，上記の\n点も，本件取引についての原告供述等の信用性を否定すべき事情には当たらない。\nエ  被告は，本件納品書写しについて，(a)商品に同梱してしまっては特段意\n味を持たない情報（発送日，追跡番号等）が表示されており，不自然である，(b)「【商\n品名】日本郵便・レターパックプラス（対面でのお受取）」の記載も不自然である，\n(c)「美容クリーム」という商品名の記載は漠然としており，不自然である，(d)明\nらかに取引内容とは無関係な本件使用商標２－２が表示されていることは不自然で\nある，(e)本件納品書写しの鮮明さからすると，後日作成されたものであり，原告の\n主張に合わせて，商標も日付もいかようにもすることができるもので，信用性がな\nいと主張する。\nしかし，上記(a)及び(b)については，原告供述等によると，原告は，各取引を日本\n郵便の追跡番号で特定していたものと認められるから，「【商品名】」を「日本郵便・\nレターパックプラス（対面でのお受取）」と記載し，それに続けて「【追跡番号】」を\n記載したとしても不自然ではなく，また，発送日の記載は，納品書の記載として不\n自然ではない。上記(c)については，前記イで判示したところからすると，複数の種\n類の美容クリーム「ＥＸ：ｂａｉａｒｇｕｅ」が存在していたものと認めることは\nできず，被告の指摘する写真撮影報告書（甲２１）の写真から直ちに，「美容クリ\nーム」という商品名の記載が曖昧に過ぎるものとはいえない。上記(d)についても，\n本件チラシに美容クリームと美容ミストの双方が掲載され，本件使用商標１－１及\nび本件使用商標２－１の双方が表示されていることを踏まえると，納品書に本件使\n用商標２－２が表示されていることが不自然とはいえない。そして，上記(e)の後日\n作成することが可能であるという点は，単に可能性を指摘するものにすぎず，その\nことから直ちに，本件納品書写しが信用性を欠くものとはいえない。\nオ  被告は，納品書の控え（甲２８の１～９）の信用性についても主張する\nが，被告の主張する点は，いずれも上記納品書の控えの信用性を左右するものとは\nいえない。追跡番号シールから納品書の控えを作成することができるという点は，\n単に可能性を指摘するものにすぎない。また，甲２８の２と甲２８の９，甲２８の\n３と甲２８の６，甲２８の４と甲２８の７の筆跡が異なるとは認められないが，仮\nに，そうであるとしても，上記納品書写しの信用性が左右されることはない。\nカ  その他，被告が主張する点は，いずれも前記１及び２の認定判断を左右\nするものではない。\n４  まとめ\n以上によると，その余の点について判断するまでもなく，要証期間内に商標権者\nである原告による本件商標１及び２の各使用が認められるから，本件商標１及び２\nのいずれについても，商標法５０条１項により取り消すべきものとはいえない。こ\nれに反する本件審決１及び２の各判断には，いずれも誤りがあり，原告主張の各取\n消事由が認められる。\n第４  結論\n以上の次第で，原告の請求はいずれも理由があるから，本件審決１及び２を取り\n消すこととして，主文のとおり判決する。\n知的財産高等裁判所第２部\n裁判長裁判官\n森          義      之\n裁判官\n中     島     朋     宏\n裁判官\n勝      又    来  未  子\n別紙１\n商  標  目  録  １\n１  登録商標\n２  登録番号  第４８５４１９７号\n３  出願日  平成１６年７月２３日\n４  登録日  平成１７年４月８日\n５  指定商品\n第３類   せっけん類，香料類，化粧品，かつら装着用接着剤，つけづめ，\nつけまつ毛，つけまつ毛用接着剤，歯磨き，家庭用帯電防止剤，\n家庭用脱脂剤，さび除去剤，染み抜きベンジン，洗濯用柔軟剤，\n洗濯用でん粉のり，洗濯用漂白剤，洗濯用ふのり，つや出し剤，\n研磨紙，研磨布，研磨用砂，人造軽石，つや出し紙，つや出し布，\n靴クリーム，靴墨，塗料用剥離剤\n別紙２\n商  標  目  録  ２\n１  登録商標\n２  登録番号  第５７８０３７２号\n３  出願日   平成２７年２月６日\n４  登録日   平成２７年７月２４日\n５  指定商品\n第３類   せっけん類，化粧品，香料，薫料，研磨紙，研磨布，研磨用砂，\n人造軽石，つや出し紙，つや出し布，つけづめ，つけまつ毛\n別紙３\n１\n２\n３\n"
}