{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 3,
    "month": 10,
    "day": 12
  },
  "case_number": "令和3(ワ)5285",
  "case_name": "著作権侵害差止等請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "91092",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=91092",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/092/091092_hanrei.pdf",
  "contents": "令和３年１０月１２日判決言渡  同日原本交付  裁判所書記官\n令和３年（ワ）第５２８５号  著作権侵害差止等請求事件\n口頭弁論終結日  令和３年８月１０日\n判         決\n原               告              Ｘ\n原 告 訴 訟 代 理 人 弁 護 士      山本隆 司\n被 告      株 式 会 社 ア ゴ ラ 研 究 所\n主         文\n１  被告は，原告に対し，５万円及びこれに対する平成２８年１０月３０日から支\n払済みまで年５分の割合による金員を支払え。\n２  原告のその余の請求を棄却する。\n３  訴訟費用は７分し，その１を被告の負担とし，その余を原告の負担とする。\n４  この判決は，第１項に限り，仮に執行することができる。\n５  原告について，この判決に対する控訴のための付加期間を３０日と定める。\n事実及び理 由\n第１  請求\n１  被告は，原告に対し，３６万０７９３円およびこれに対する平成２８年１０月\n３０日から支払済みまで年５分の割合による金員を支払え。\n２  仮執行宣言\n第２  事案の概要等\n１  事案の概要\n本件は，原告が，著作者名等を表示すること等を条件に無償での利用を許諾す\nるライセンスを付して自身が撮影した写真を写真共有サイトに投稿したところ，\n被告が，原告の氏名等を表示せずに自身の運営するウェブサイトに掲載したこと\nについて，不法行為に基づく損害賠償として，複製権及び公衆送信権侵害による\nライセンス料相当額，氏名表示権侵害による慰謝料及び弁護士費用並びに不法行\n為の日以降の日である，平成２８年１０月３０日から支払済みまでの平成２９年\n法律第４４号による改正前の民法所定の年５分の割合による遅延損害金を請求\nする事案である。\n２  前提事実（当事者間に争いがないか，後掲各証拠（明示しない限り枝番号を含\nむ。以下同じ。）及び弁論の全趣旨によって容易に認められる事実）\nア  原告は，スウェーデン王国の写真家である。（争いなし）\nイ  被告は，起業家養成セミナーの運営・開催及びコンルティング等を目的と\nする旨登記されている株式会社である。（弁論の全趣旨）\n原告は，平成２６年１２月１５日，別紙「著作物目録」記載の写真（以下「本\n件写真」という）を撮影した。本件写真は，日本の一万円紙幣と千円紙幣を表\n向きや裏向きなどを入り混ぜながら重ねて置き，その状態を上から撮影した\nものである。本件写真は，構図，レンズ・カメラの選択，アングル，シャッタ\nーチャンス，シャッタースピード･絞りの選択，ライティング，構図・トリミ\nング等により，原告の思想・感情を創作的に表現しており，写真の著作物に該\n当する。原告は，本件写真の著作者，著作権者である。（甲１）\n原告は，平成２６年１２月，本件写真を，写真投稿サイトである Flickr とい\nう名称の写真投稿サイトで公開した。その際，本件写真について，タイトルが\n「Ａ」（以下「本件タイトル」という。）であること，著作者が「Ｘ‘」（以下\n「本件著作者名」という。）であることが表示されるとともに，著作権者とし\nての一部の権利を留保することを意味する「Some rights reserved」の文言及び\nクリエイティブコモンズライセンス（作品を公開する著作者が条件付きで作\n品の再利用を許可するにあたって容易にその意思を表示できるようにクリエ\nイティブコモンズが策定した条件付き利用許諾の類型。以下，「ＣＣライセン\nス」ということがある。）で定めている利用許諾条件のうちの一つの利用許諾\n条件を意味するロゴが表示された。そのロゴをクリック等することにより，本\n件写真の利用条件が，著作者のクレジット（氏名，作品タイトルなど）を表示\nし，写真を改変した場合には元の作品と同じＣＣライセンスで公開すること\nを主な条件として営利目的での二次利用も許可されるというものであること\n（以下，この内容の利用許諾条件を「ＢＹ－ＳＡライセンス」ということがあ\nる。）を知ることができた。本件写真がＢＹ－ＳＡライセンスによりその利用\nが許諾されたものであることは当事者間に争いがない。（甲１，１０，弁論の\n全趣旨）\n被告は，平成２８年１０月３０日までに，別紙被告写真目録１及び被告写真\n目録２の写真（以下，それぞれ「被告写真１」，「被告写真２」といい，両写真\nを併せて「被告写真」という。）を本件写真に基づいて複製し，それぞれ，上\n記目録の「複製先：」に続くＵＲＬ（以下，それぞれ「本件ＵＲＬ１」，「本件\nＵＲＬ２」という。）において被告写真１及び被告写真２が表示されるように\n被告写真を対応するサーバーに記録して，これを送信可能にし，被告写真１及\nび被告写真２を公衆送信した。その際に，本件タイトル及び本件著作者名が表\n示される措置は執られず，被告写真１及び被告写真２が公衆送信された際に\n本件タイトル及び本件著作者名が表示されることはなかった。\nまた，被告は，平成２８年１０月３０日までに，自身が運営するウェブサイ\nト「Ｂ」（（ＵＲＬ記載省略）。以下「本件ウェブサイト」という。）において「Ｃ」\nというタイトルの記事（以下「本件記事」という。）を公開した。被告は，本\n件ウェブサイトで掲載している記事を紹介するために，本件ウェブサイトのト\nップページ等で各記事のタイトル等を一覧で表示し，各記事へのリンクを設定\nしており，これらのタイトルの横には記事に関連し得る画像（アイキャッチ）\nを表示させている。被告は，本件記事に係るアイキャッチとして被告写真１が\n表示されるようリンクを設定した。本件記事のタイトルの横に被告写真１がア\nイキャッチとして表示される際に本件タイトル及び本件著作者名が表示され\nる措置は執られず，本件記事のタイトルの横に被告写真１が表示された際には，\n本件タイトル及び本件著作者名は表示されなかった。\n被告は，令和３年１月２８日には，被告写真１及び２を閲覧等できなくなる\nようにした。（甲３，弁論の全趣旨）\n３  争点\n被告に対する損害賠償請求権の存否（争点１）\n（原告の主張）\n被告は，被告写真を利用するに当たって，ＢＹ－ＳＡライセンスに基づく利\n用許諾条件である，本件著作者名及び本件タイトルの表示を怠った。被告は利\n用許諾を受けずに本件写真の複製，公衆送信をしたといえるから，原告の複製\n権，公衆送信権を侵害している。また，上記のとおり本件著作者名の掲載を怠\nったことにより原告の氏名表示権も侵害している。よって，不法行為が成立し，\n原告の被告に対する損害賠償請求権が発生している。\nＣＣライセンスは，対象著作物につき，定められた条件に従う限り自由に複\n製，公衆送信等を行うことを許諾するものであり，同条件に違反すれば利用許\n諾は受けていないことになり，権利侵害が成立する。\nＣＣライセンスに係る規定にも，非営利を意味するＮＣライセンスが付され\nていない場合には，損害賠償の請求ができなくなるとの記載は一切なく，その\nような慣行もない。\n被告は，他人の著作物利用につき，著作権等を侵害しないようにする注意義\n務があったにもかかわらず，著作権者である原告の許諾を得ようともせず，著\n作権法上の権利制限規定の適用の有無も検討しなかったのであるから，権利侵\n害につき少なくとも過失がある。被告は，小さな画像をアイキャッチとして用\nいたため，クレジットを入れるスペースがなかったから故意，過失がなかった\nと主張するが，被告には本件写真を利用しないという選択肢もあったのである\nから，適切なクレジットを入れなくとも本件写真を使用できることになるわけ\nではない。\n（被告の主張）\n本件写真は，無料の写真投稿サイトで公開されたものであり，複製，公衆送\n信は自由である。本件写真にはＢＹ－ＳＡライセンスが付与されており，原告\nから個別の利用許諾を得る必要はない。\nＣＣライセンスは，利用料を支払わずに作品を利用できるようにするための\nライセンスであり，ライセンス料の規定はなく，ライセンス料は発生せず，権\n利者は金銭を請求することはできない。ＢＹ－ＳＡライセンスを付した権利者\nが違反行為に対して請求できるのは利用の差止めのみである。\n原告は，商用利用を禁止するＮＣライセンスを付さずにＢＹ－ＳＡライセン\nスを付したのであるから，利用料の請求権を放棄したものである。\nこれまでに世界的にもＢＹ－ＳＡライセンスで損害賠償を認めた例はなく，\n仮に認めると波及効が大きい。\nまた，被告写真は，アイキャッチとして利用するために小さな画像で表示さ\nれたのであり，クレジットを入れるスペースがなかったのであるから，被告に\nは故意も過失もない。\n損害額（争点２）\n（原告の主張）\n原告は，自身の写真を営利目的で使用することを許諾する場合，欧米で広く\n利用されている fotoQuote ソフトの料金表に従ってライセンス料を課しており，\n同ライセンス料が，著作権法１１４条３項に基づき，原告の著作権の行使につ\nき受けるべき金銭である。fotoQuote ソフトを用いて，日本語による日本市場\n向けのウェブ広告（Web Ad National Market），１６０×１００及び１０２４×\n６８３ピクセルの大きさで，５年以内の期間を条件に計算すると，ライセンス\n料は２４０５米ドルとなる。同額を令和３年１月２８日の１米ドル１０４.２\n８円のレートで換算すると，ライセンス料は２５万０７９３円となる。\nまた，原告は，被告による氏名表示権侵害により，５万円相当の精神的損害\nを被った。\n弁護士費用相当損害金は上記の合計額の約２０％である６万円が相当であ\nる。\nよって，損害合計額は３６万０７９３円になる。\n（被告の主張）\n原告の主張は争う。原告が主張する fotoQuote ソフトに基づくライセンス料\nの請求には法的根拠がない。\n被告によるＣＣライセンス違反は，氏名を表示しなかったことのみである。\n被告が利用したのは，携帯端末では１×２ｃｍ程度の小さなアイキャッチであ\nり，名前を表示するとしても，１ｍｍ角程度で表示することになる。これに関\nする著作権法１１４条３項所定の額は無に等しい。\n本件ウェブサイトにおいて，アイキャッチはトップページに１日足らず表示\nされるだけである。これに関する逸失利益は世界標準である Google AdSense を\n利用して計算すると１３３．９２円に過ぎない。その後，被告写真を単体で表\n示させるためには，被告写真目録１及び同目録２記載のＵＲＬを直接入力する\n必要があるが，そのような利用者はいないので，原告の逸失利益は実質的には\nゼロである。\n第３  当裁判所の判断\n１  争点１（被告に対する損害賠償請求権の存否）について\n前提事実 のとおり，被告は，平成２８年１０月３０日までに，本件写真を\n複製し，公衆送信した。また，本件写真を本件著作者名を表示せずに公衆に提\n示した。\n前提事実 のとおり，原告は，本件写真にＢＹ－ＳＡライセンスを付してこ\nれを公開した。ＢＹ－ＳＡライセンスの内容に照らせば，原告は，本件写真に\nついて，著作者の氏名である本件著作者名や作品タイトルである本件タイトル\nを表示することを条件として，その利用を許諾した。したがって，これらの条\n件が満たされない場合には，原告は，本件写真の利用を許諾していなかったと\n認められ，また，本件著作者名を表示しないで本件写真を公衆に提示すること\nを許諾していなかったと認められる。\n本件では，被告写真１及び被告写真２が公衆送信されるに当たり，本件著作\n者名及び本件タイトルが表示されることはなかったので，被告写真１及び被告\n写真２の公衆送信について原告の許諾があったということはできず，被告の行\n為により，原告の公衆送信権が侵害されたと認められる。また，被告写真１及\nび被告写真２が公衆に提示されるに当たり，本件著作者名が表示されることは\nなかったので，被告の行為により原告の氏名表示権（著作権法１９条）が侵害\nされたと認められる。\n上記のとおり，被告の行為により，少なくとも，原告の公衆送信権及び氏名\n表示権が侵害されたところ，被告は，本件写真にはＢＹ－ＳＡライセンスが付\nされていたから損害賠償請求権が発生する余地はないことや，原告がＮＣライ\nセンスを付与せずにＢＹ－ＳＡライセンスを付与したことにより，損害賠償請\n求権を放棄したと主張し，クリエイティブ・コモンズ・ジャパンが掲載してい\nるＣＣライセンスのＦＡＱ（乙１）の４項をその根拠として挙げるなどする。\nＣＣライセンスのＦＡＱの４項には，「例えば「ＮＣ（非営利）」のついた作\n品を，営利を目的として利用する場合等，作品につけられたＣＣライセンスの\n条件を超えた利用をしようとする場合には，別途，著作権者からその利用につ\nいて許諾を得なければなりませんが，そのとき，著作権者から，許諾の条件と\nして作品の利用料の支払いを求められる場合があります。」と記載されている。\n同項には，何らかのＣＣライセンスが付された著作物の利用について，利用料\nの支払を請求されるのが「ＮＣ（非営利）」のついた作品に限られるとは記載さ\nれていない。むしろ，同項は，「例えば「ＮＣ（非営利）」のついた作品を，営\n利を目的として利用する場合等，作品につけられたＣＣライセンスの条件を超\nえた利用をしようとする場合」として，「例えば」という文言で，「「ＮＣ（非営\n利）」のついた作品を，営利を目的として利用する場合」が「作品につけられた\nＣＣライセンスの条件を超えた利用をしようとする場合」の一つの例であるこ\nとを明示し，また，「「ＮＣ（非営利）」のついた作品を，営利を目的として利用\nする場合」の後の「等」という語句により，ＣＣライセンスにおいて，ライセ\nンスの条件を超えた利用をして著作権者から支払を求められる場合として，Ｎ\nＣライセンスが付された作品を営利を目的として利用する場合以外の場合が\n存在し得ることを前提としているものである。そうすると，同項によって，原\n告が本件写真の利用に係る損害賠償請求権を放棄していると認めることはで\nきない。\n被告が提出する証拠を精査しても，ＣＣライセンスにおいて，ＢＹ－ＳＡラ\nイセンスが付された著作物がその条件に違反して利用された場合について，著\n作権者が損害賠償を請求できないことを定めた規定が存在することや，上記の\n場合には損害賠償を請求できないことが前提となっていることを認めるに足\nりる証拠はない。また，ＢＹ－ＳＡライセンスが付された著作物について，付\nした条件に違反して著作物が利用された場合に著作権者が損害賠償請求権を\n行使することができない慣行があることを裏付けるに足りる証拠はない。\n被告は，ＣＣライセンスに利用料に関する具体的な定めがないから，損害賠\n償を請求することはできないと主張するが，原告は，本件において利用料に関\nする合意を根拠に，契約に基づく損害賠償を請求しているのではなく，不法行\n為に基づいて損害賠償を請求しているのであるから，上記主張には理由がない。\nまた，被告は，アイキャッチのサイズを前提にすると氏名表示をすることは\nできないから故意，過失がないと主張する。しかし，利用許諾の前提となる条\n件を守ることが困難なのであれば，使用しないこともできたのであるから，被\n告の主張は被告の故意，過失を否定する根拠になるとは認められない。ＢＹ－\nＳＡライセンスの内容等に照らしても，他に被告の過失を否定する根拠となる\n事実も見当たらず，被告には少なくとも過失があったといえる。\n以上によれば，少なくとも，被告の行為は原告の公衆送信権及び氏名表示権\nを侵害するものである。これらについて被告には少なくとも過失があったと認\nめられ，原告が損害賠償請求権を放棄したり原告に損害賠償請求権が発生しな\nいといえるような事情もないから，原告は，被告に対し，少なくとも被告によ\nる公衆送信権，氏名表示権侵害についての損害賠償請求権を有するといえる。\n２  争点２（損害額）について\n原告は，著作権法１１４条３項に基づき，ライセンス料相当額を請求してい\nるため検討する。証拠及び弁論の全趣旨によれば，次の事実が認められる。\nア  本件ウェブサイトと本件記事（甲３，乙６，弁論の全趣旨）\n本件ウェブサイトは，主として，社会に関する様々な事項に関する記事を\n掲載するものである。各記事は，本件ウェブサイトのトップページ等で，記\n事のタイトル，作者及びアイキャッチ（１６０×１００ピクセル）等が，並\nんで記載されて紹介され，閲覧者は，それらの記事紹介をクリックして記事\nを閲覧する仕組みになっている。もっとも，検索エンジン等で検索条件に合\n致した記事を検索，閲覧した場合には，上記ページを見ることなく記事を閲\n覧することができる。\n本件ウェブサイトのトップページには，最新の記事紹介が並んで掲載され\nる。本件ウェブサイトでは多数の記事が次々と掲載されていく。最新の記事\nについての記事紹介がトップページの冒頭に掲載されていき（本件記事が掲\n載された平成２８年１０月３０日だけで，少なくとも１７件の記事が掲載さ\nれ，その翌日の３１日にも少なくとも１４件の記事が掲載されている。），ト\nップページに掲載される記事紹介の数は限られているため，各記事の記事紹\n介がトップページにとどまるのは，一日程度である。\n本件ウェブサイトでは，一定の条件を満たす過去の記事紹介を一覧で表示\nさせることも可能であり，本件記事が掲載された「２０１６年１０月」の記\n事一覧を表示させると，本件記事の記事紹介を含む，同月に掲載された記事\nについての記事紹介（アイキャッチを含む）が並んで表示される。\nイ  被告写真１及び被告写真２の利用態様（甲３，弁論の全趣旨）\n被告は，本件写真を複製して，本件ＵＲＬ１を入力すると被告写真１が表\n示されるように被告写真１をサーバーに記録し，本件ＵＲＬ２を入力すると\n被告写真２が表示されるようサーバーに記録して，被告写真１及び被告写真\n２を公衆送信した。これらのＵＲＬを用いると被告写真のみが表示され，記\n事等は表示されない。被告写真２（１０２４×６８３ピクセル）に対しては，\n本件ウェブサイトも含めて，リンクは設定されていない。被告写真１（１６\n０×１００ピクセル）に対しては，本件記事の記事紹介のアイキャッチとし\nて表示されるようにリンクが設定されている。本件記事の本文が掲載されて\nいるページにおいては，被告写真１が表示されるようなリンクは設定されて\nいない。\nウ  原告のライセンス実績（甲１８，１９）\n原告は，本件写真についてライセンス料と引き換えに利用許諾をした実績\nがある。原告は，ライセンス料を定めるにあたって，fotoQuote（使用目的，\n写真のサイズ，ライセンス期間等を入力すると，ライセンス料が表示される\nソフト）を利用することとし，米国のみでの国内市場向けの宣伝用ウェブサ\nイト，画面の４分の１以下のサイズで３年間利用される条件で同ソフトに提\n示されるライセンス料１１８３米ドルに準じて，ライセンス料を１１８１．\n８３米ドルとした。ただし，原告が本件訴訟に提出した証拠は，上記につい\nての請求書のみであり，上記の利用許諾を求められた経緯，交渉態様等は，\n不明である。\n以上の事実を前提に検討する。\n被告は，前記 イのとおり被告写真２を公衆送信したといえるが，被告写真\n２が表示されるためのリンクが設定されたことはない。本件ＵＲＬ２で表示さ\nれるのは被告写真２のみであるところ，本件ＵＲＬ２は，その中に３０桁以上\nの数字及び欧文字の列を含むものであった。このことからすると，インターネ\nットの利用者が直接本件ＵＲＬ２を入力して被告写真２が公衆送信されるこ\nとはほとんどなく，何らかの目的をもって検索するなどしない限り，被告写真\n２は公衆送信されず，被告写真２が，令和３年１月２８日までの間，公衆送信\nされたことは非常に少なかったと推認できる。\n被告写真１について，本件ＵＲＬ１で表示されるのは被告写真１のみである\nところ，本件ＵＲＬ１は，その中に３０桁以上の数字及び欧文字の列を含むも\nのであった。このことからすると，インターネットの利用者が本件ＵＲＬ１を\n入力して被告写真１が公衆送信されることは非常に少なかったと推認できる。\nもっとも，被告は，本件記事の記事紹介のアイキャッチとして表示されるよう\nに被告写真１に対してリンクを設定していた。そうすると，本件記事の記事紹\n介のアイキャッチとして表示された場合，被告写真１は公衆送信されたといえ，\n被告写真１は一定の回数は公衆送信されたことが推認できる。もっとも，被告\n写真１の画像は，１６０×１００ピクセルというものであって，本件記事の記\n事紹介のアイキャッチは，その写真自体を鑑賞の対象とするというものではな\nく，記事を紹介するために記事のタイトルに並んで表示されるものであった。\nまた，本件ウェブサイトにおいては，一定数の複数の記事について，アイキャ\nッチとともに記事紹介が一覧形式で表示されるところ，本件記事の記事紹介は\nそのうちの一つであった。そして，本件ウェブサイトでは，継続的に複数の記\n事が追加されて，それらの記事紹介が掲載されるところ，本件記事の公開日に\nは，本件記事の記事紹介が本件ウェブサイトのトップページに掲載され，当該\nアイキャッチも一定の回数閲覧されたことはうかがえるものの，その後程なく，\n被告写真１が表示される本件記事についての記事紹介は日々追加される多数\nの記事の記事紹介によりトップページに掲載されなくなり，本件ウェブサイト\nにおいてあえて過去記事を検索する読者の目に触れる可能性があるにとどま\nることになるといえる。なお，検索エンジン等で本件記事について直接検索が\nされた場合には，アイキャッチは表示されず，本件写真１が公衆送信されるこ\nとはなかった。\n上記によれば，被告写真は，被告写真１が本件記事の記事紹介のアイキャッ\nチとして表示された場合に公衆送信されたほかは，公衆送信されたことは少な\nかったと認められること，当該アイキャッチとして表示された場合でも，写真\n自体を鑑賞対象として掲載するものではなく，ウェブページにおける位置付け\nは小さく，公衆送信の回数も本件記事の公開後しばらくすると相当に少なかっ\nたと推認できることなどの事情がある。これらを考慮すると，被告写真に係る\n公衆送信権侵害についての著作権法１１４条３項に基づく損害金は１万円が\n相当である。\nまた，被告は，１で説示したとおり，被告写真を公衆に提示するに当たり，\n原告が付したＣＣライセンスで利用許諾の条件そのものである原告が設定し\nた本件写真についての本件著作者名の表示を怠り，原告の氏名表示権を侵害し\nた。これは利用許諾の条件そのものに違反してされた権利侵害であること，他\n方，実際に被告写真が公衆に提示された機会が本件記事の掲載直後を除くと限\nられたものであったと推測できることなどの上記に述べた本件の諸事情に照\nらせば，氏名表示権侵害についての慰謝料は３万円が相当である。\nそして，上記の事情を考慮すると，弁護士費用相当損害金は１万円が相当で\nある。\nなお，仮に，本件につき，被告による複製権侵害が認められたとしても，原\n告の損害額が上記金額であることは左右されない。\n第４  結論\nよって，原告の損害賠償請求には，５万円及び被告写真を氏名表示せずに公衆\n送信した日以降の日である平成２８年１０月３０日から年５分の割合による遅\n延損害金を請求する限度で理由がある。\nよって，主文のとおり判決する。\n東京地方裁判所民事第４６部\n裁判長裁判官       柴    田    義    明\n裁判官      佐    伯    良    子\n裁判官      仲    田    憲    史\n（別紙）\n著作物目録\n（記載省略）\n（別紙）\n被告写真目録１\n（記載省略）\n（別紙）\n被告写真目録２\n（記載省略）\n"
}