{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 6,
    "month": 3,
    "day": 18
  },
  "case_number": "令和5(ネ)10092",
  "case_name": "著作権侵害（不法行為）による請求控訴事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "92827",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=92827",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/827/092827_hanrei.pdf",
  "contents": "令和６年３月１８日判決言渡\n令和５年（ネ）第１００９２号  著作権侵害（不法行為）による請求控訴事件\n（原審・東京地方裁判所令和４年（ワ）第７０１４５号）\n口頭弁論終結日  令和６年２月７日\n判              決\n控      訴    人          Ｘ\n被 控 訴 人        Ｙ１\n被 控訴 人          Ｙ２\n被 控 訴 人          Ｙ３\n上記３名訴訟代理人弁護士      端   元   博   保\n伊   藤   公   郎\n池   田   智   洋\n主              文\n１  本件控訴を棄却する。\n２  控訴人の当審における追加請求を棄却する。\n３  当審における訴訟費用は、控訴人の負担とする。\n事実及び理 由\n用語の略称及び略称の意味は、本判決で改めて付するもののほかは、原判決に従\nう。また、原判決の引用部分の「別紙」は全て「原判決別紙」と読み替えるものと\nする。\n第１  控訴の趣旨\n１  原判決（不法行為に基づく損害賠償請求及び本判決別紙名誉回復等の措置記\n載２の請求をそれぞれ棄却した部分を除く。）を取り消す。\n２  被控訴人らは、原判決別紙原告著作物目録記載のデザインを複製し、頒布し\nてはならない。\n３  被控訴人らは、原判決別紙原告著作物目録記載のデザインを使用した全ての\nコピー物品を廃棄せよ。\n４  被控訴人らは、原判決別紙商標権目録記載の商標や呼称を使用した商品の販\n売に関する情報の提供、書類の複製、文書または電磁テープのファイリング、コン\nピュータデータベースへの情報編集、セミナー・検定事業の企画、書籍の制作、興\n行の企画・運営または開催、教育研修のための施設の提供、検定試験の企画・運営、\n検定試験の実施を行うことを禁ずる。\n５  被控訴人らは、本判決別紙名誉回復等の措置記載１の行為をせよ（控訴人は\n当審において、本項の請求を追加した。）。\n６  訴訟費用は、第１、２審とも被控訴人らの負担とする。\n７  仮執行宣言\n第２  事案の概要\n１  事案の要旨\n本件は、本件各著作物及び本件各商標の権利者であると主張する控訴人（原審原\n告。以下「原告」という。）が、被控訴人ら（原審被告ら。以下「被告ら」といい、\n被控訴人Ｙ１を「被告Ｙ１」、被控訴人Ｙ２を「被告Ｙ２」、被控訴人Ｙ３を「被告\nＹ３」という。）が原告の許可を得ることなく本件各著作物及び本件各商標を使用し\nたことが著作権侵害及び商標権侵害の不法行為に当たると主張して、被告らに対し、\n不法行為に基づく損害賠償（慰謝料を含む。）として、３４７万４０００円及びこれ\nに対する不法行為の日の後である令和５年３月１９日（訴状送達の日の翌日）から\n支払済みまで平成２９年法律第４４号による改正前の民法所定の年５分の割合によ\nる遅延損害金の支払を求めるとともに、本件各著作物を使用した物品等の複製及び\n頒布の禁止並びに廃棄、本件各商標の使用の差止めを求め、更に、著作権法１１５\n条に基づく名誉回復措置として、被告らがインターネットのホームページ上におい\nて原告が本件各著作物の著作権（以下「本件各著作権」という。）を有する旨公表す\nることを求める事案である。\n原判決は、原告の請求をいずれも棄却し、原告が控訴した。なお、控訴の趣旨に\nよれば、原告の不法行為に基づく損害賠償請求及び本判決別紙名誉回復等の措置記\n載２の請求をそれぞれ棄却した部分は、不服申立の範囲に含まれていないから、当\n審における審理の対象とはならない。\nまた、原告は、本件訴えのうち、著作権法１１５条に基づく名誉回復等の措置を\n求める部分につき、控訴審において控訴の趣旨５項のとおりに交換的に変更するこ\nとを求めたが、被告らがこれに異議を述べたことから、控訴の趣旨５項に係る訴え\nが追加されたものとして扱う。\n２  当事者の主張\n以下のとおり原判決を補正し、後記３において当審における原告の補充主張を付\n加するほかは、原判決の「事実」中の「第３」（不法行為に基づく損害賠償請求に係\nる部分を除く。原判決２頁８行目から２６行目まで、３頁１７行目から４頁１行目\nまで、同頁４行目から１８行目まで、同頁２０行目から５頁１３行目まで）に記載\nするとおりであるから、これを引用する。\n(1) ２頁１４行目の「関ケ原検定を実施するにあたり」の次に「、原告の許可を\n得ることなく」を加える。\n(2) ２頁２５行目の「被告らは」の次に「、原告の許可を得ることなく、」を加え\nる。\n(3) ３頁１８行目の「請求の趣旨１項から３項記載」を「控訴の趣旨２項から４\n項までに記載」と、１９行目の「請求の趣旨４項」を「控訴の趣旨５項」と、２２\n行目の「本件著作物」を「本件各著作物」と、２３行目の「請求の趣旨１項、２項」\nを「控訴の趣旨２項及び３項」と、２４・２５行目の「請求の趣旨３項」を「控訴\nの趣旨４項」と、２６行目から４頁１行目の「請求の趣旨４項」を「控訴の趣旨５\n項」と、それぞれ改める。\n(4) ４頁１４行目の「関ケ原検定の運営に当たり」を「関ケ原町歴史民俗学習館\nの実施する関ケ原検定の運営に当たり」と、１５行目の「本件著作物」を「本件各\n著作物」と、１８行目の「本件商標」を「本件各商標」と、それぞれ改める。\n(5) ４頁２０行目の「否認ないし争う。」の次に「請求の相手方は関ケ原町とすべ\nきである。また、」を加え、２４行目を削る。\n(6) ４頁２５行目の「被告の主張」を「被告らの主張」と、２６行目の「被告Ｙ\n１（以下「被告Ｙ１」という。）」を「被告Ｙ１」と、５頁１・２行目の「被告Ｙ\n２（以下「被告Ｙ２」という。）」を「被告Ｙ２」と、３・４行目の「被告Ｙ３（以\n下「被告Ｙ３」という。）」を「被告Ｙ３」と、１０行目の「本件著作物」を「本\n件各著作物」と、１２行目の「被告の主張に対する認否」を「被告らの主張に対す\nる認否」と、それぞれ改める。\n３  当審における原告の補充主張\n被告らの行為が公権力の行使に当たるか否かについては、検定事業の命令書、計\n画書その他の文書を確認し、更に、関ケ原町の見解を確認した上で、認定すべきで\nある。\nまた、被告らの行為は、公務員職権濫用（刑法１９３条以下）に当たる可能性が\nあり、職権を濫用して不法行為をしたのであれば、公権力の行使に当たらない。\n第３  当裁判所の判断\n１  当裁判所も原告の請求（不法行為に基づく損害賠償請求及び本判決別紙名誉\n回復等の措置記載２の請求を除く。）はいずれも理由がないものと判断する。理由は\n次のとおりである。\n(1) 差止め等の請求について\n弁論の全趣旨によれば、本件の「関ケ原検定」は、関ケ原町が実施するものであ\nったことが認められる。したがって、関ケ原検定に関連して作成等された物品（原\n告のいう「コピー物品」）が現に関ケ原町に存在するとしても、社会通念上、これら\nの物品を支配下に置いていると認められるのは関ケ原町であることが推認され、こ\nれを覆すに足りる証拠はない。そうすると、仮に、被告らが同物品の購入や保管等\nに関与していたとしても、被告らは関ケ原町の公務員として職務上関与したにすぎ\nないことが推認されるから、被告らは占有補助者になることはあっても、独立して\n同物品を処分する権限があるとは認められない。\nまた、被告らそれぞれが、個人として、関ケ原検定を主催して実施するなどとい\nうおそれがあることを認めるに足りる主張立証はないから、被告らが、本件各著作\n物及び本件各商標を使用するおそれがあるとは認められない。\nしたがって、原告の被告らを相手方とする差止及び廃棄請求には理由がない。\n(2) 著作権法１１５条に基づく名誉回復等の措置について\n原告は著作権法１１５条に基づく名誉回復等の措置として、当審において控訴の\n趣旨第５項の請求を追加したが、同措置の前提となる著作者人格権侵害に関する主\n張をしていない。したがって、原告の請求する名誉回復等の措置が相当なものであ\nるか否かを検討するまでもなく、被告らに対する著作権法１１５条に基づく請求に\nは理由がない。\n(3) 原告は、被告らの行為が公権力の行使に当たるかという点につき縷々主張す\nるが、同主張は損害賠償請求の前提となる事実に係るものであって、当審の審理の\n対象である前記の差止め等の請求及び著作権法１１５条に基づく名誉回復等の措置\nに関する判断を左右するものではない。\nなお、国家賠償法１条１項の「公権力の行使」への該当性の認定に当たり、原告\nが主張するような検定事業の命令書、計画書その他の文書によることを要するもの\nとは解されない。また、原告は、被告らの行為が公務員職権濫用に当たる場合には\n私的行為であって公権力の行使に当たらないとも主張するが、仮に公務員に職権濫\n用その他の職務に関する違法行為があったとしても、それは、国家賠償法の適用に\nより被害者を保護すべき理由にはなっても、当該違法行為について、公権力の行使\nに当たる公務員が、その職務を行うについて行われたものであることを否定する理\n由にはならないというべきであるから、同主張は失当である。\n２  結論\n以上の次第で、原告の差止め等に係る請求を棄却した原判決（不法行為に基づく\n損害賠償請求及び本判決別紙名誉回復等の措置記載２の請求に係る部分を除く。）\nは相当であるから本件控訴を棄却し、原告の当審における著作権法１１５条に基づ\nく名誉回復等の措置を求める追加請求は理由がないから棄却することとして、主文\nのとおり判決する。\n知的財産高等裁判所第２部\n裁判長裁判官\n清      水         響\n裁判官\n浅    井         憲\n裁判官\n勝      又     来  未  子\n（別紙）\n名誉回復等の措置\n１  著作権法１１５条の名誉回復等の措置として、次の措置をとること。\n(1) 被控訴人らの行為が違法行為であることを認めること。\n(2) 上記行為が公権力（関ケ原町）の職務であったことを明らかにすること。\n(3) 控訴人に対し、署名・捺印した文書により、謝罪すること。\n２  被控訴人らは、被控訴人らが侵害したインターネットのホームページ上で、\n原判決別紙原告著作物目録記載の各著作物の著作権を控訴人が所有すること\nを公表せよ。\n以上\n"
}