{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 6,
    "day": 16
  },
  "case_number": "令和3(ワ)228",
  "case_name": "損害賠償請求事件",
  "court_name": "さいたま地方裁判所第6民事部",
  "lawsuit_id": "92184",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=92184",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/184/092184_hanrei.pdf",
  "contents": "令和５年６月１６日判決言渡  同日原本領収  裁判所書記官\n令和３年(ワ)第２２８号  損害賠償請求事件\n口頭弁論終結日  令和５年３月３日\n判         決\n主         文\n１  被告は、原告に対し、５５万円及びこれに対する令和３年３月１３日か\nら支払済みまで年３分の割合による金員を支払え。\n２  原告のその余の請求を棄却する。\n３  訴訟費用は、これを２０分し、その１を被告の負担とし、その余は原告\nの負担とする。\n４  この判決は、第１項に限り、仮に執行することができる。\n事実及び理 由\n第１  請求の趣旨\n被告は、原告に対し、１０００万円及びこれに対する令和３年３月１３日から\n支払済みまで年３分の割合による金員を支払え。\n第２  事案の概要\n本件は、被告に設置されている埼玉県警察の警察署に勾留されていた原告が、\n「被告の義務違反により、上記勾留時にビタミンＢ１が不足している食事を提供\nされたため、脚気に罹患し、精神的苦痛を被った」旨主張して、被告に対し、国\n家賠償法１条１項に基づき、損害賠償金１０００万円及びこれに対する違法行為\n行為後である訴状送達日の翌日から支払済みまで民法所定の年３分の割合によ\nる遅延損害金の支払を求める事案である。\n１  前提事実（当事者間に争いがないか、後掲証拠又は弁論の全趣旨により容易に\n認められる事実）\n⑴  被告\n被告は、普通地方公共団体として警察事務を処理するものであり、埼玉県警\n察（以下「県警」という。）が設置されている。\n⑵  原告の勾留等\n原告は、昭和５１年生まれの男性であるところ、平成２９年１１月２８日、\n●●容疑により逮捕され、同年１１月３０日、埼玉県川口警察署（以下「本件\n警察署」という。）に勾留され、同年１２月１９日、別の●●容疑により逮捕さ\nれ、同年１２月２２日、本件警察署に勾留され、平成３０年１月１０日、当庁\nに起訴され、勾留期間更新を経て、同年８月２４日、当庁において■■の有罪\n判決を受け（同年９月１５日に控訴取下げにより確定）、同年９月６日、さいた\nま拘置支所に移送された（甲１～８）。\n⑶  原告の入院等\n原告は、平成３０年８月１５日、埼玉医科大学総合医療センターに入院し、\n脚気心、ビタミンＢ１欠乏症との診断を受け（甲９、１６）、同年９月１３日、\n同センターを退院した。\n⑷  本件警察署に係る食事について\n平成３０年３月２８日、被告は、有限会社Ａ（以下「訴外会社」という。）と\nの間で、本件警察署に留置されている被留置者に提供する食事の製造・配送業\n務を委託する契約を締結し（乙１）（以下「本件契約」という。）、訴外会社は、\n同日朝から当該業務を行った（以下、訴外会社の製造に係る本件警察署に留置\nされている被留置者に提供する食事を「本件食事」という。）。\n⑸  本件食事のビタミンＢ１不足の発覚\nア  令和元年７月２３日、本件警察署の定期健康診断において、２名の被留置\n者が手足のしびれを訴え、同年９月２４日、うち１名を受診させたところ、\nビタミンＢ１欠乏症と診断された。その後、さらに２名の被留置者が手足の\nしびれを訴えた。\nイ  同年１１月７日、県警本部は、「被留置者４名について、提供する弁当に\nビタミンＢ１が不足していたことを原因として、ビタミンＢ１欠乏症と診断\nされた」旨を発表した（甲１０）。\nウ  被告は、同年１１月２２日付けで訴外会社との間の本件契約を解除した。\n２  原告の主張\n⑴  原告の罹患\n平成３０年３月に弁当の供給業者が訴外会社に変更になって以降、弁当は野\n菜が極端に不足しており、同年５月ないし６月にかけて、原告は手足のしびれ、\n筋力低下、腹部の異常を感じるようになり、次第に歩行が困難になった。同年\n５月、原告は川口市内の医院を受診したが、ギランバレー症候群の疑いとの診\n断で、その後も原告の症状は悪化し握力は１０．５ｋｇまで低下した。同年８\n月１５日、原告は、埼玉医科大学総合医療センターにギランバレー症候群の疑\nいで入院し、危篤状態に陥ったが、ビタミンＢ１投与により重篤な状態を脱し、\nビタミンＢ１欠乏症にともなう末梢神経障害及び脚気心と診断された。\n⑵  被告の義務違反\n被告には、訴外会社との本件契約時点以降、遅くとも平成３０年６月頃まで\nにおける、①栄養検査義務違反、及び②ビタミンＢ１が不足しない食事提供義\n務違反がある。\nすなわち、被告に設置されている県警、県警本部、県警本部長にとって、被\n留置者に提供する食事に必要な栄養素が足りているか、ビタミンＢ１の不足は\nないかを確認することは容易であり、当然の義務である。ビタミンＢ１の不足\nにより末梢神経障害、手足のしびれ、脚気等の症状が引き起こされることは広\nく知られており、ビタミンＢ１が不足しない食事を提供することは困難ではな\nい。ところが、県警、県警本部、県警本部長は、同年３月に業者が訴外会社に\n変更となった後、食事の栄養素確認を怠り、本件警察署長は、同月からビタミ\nンＢ１の欠乏した食事を提供し続け、その結果、原告は上記⑴のとおり罹患し\nた。したがって、被告に設置されている県警、県警本部、県警本部長、本件警\n察署長の上記行為は違法である。\n⑶  原告の損害\n原告は、上記⑴のとおり、脚気を発症して苦しみ、埼玉医科大学総合医療セ\nンターに 1 か月近く入院し、一時は危篤状態に陥り、その後リハビリを重ねて\nきたが、未だ手足のしびれの症状が残っている 。このような精神的苦痛に対\nする慰謝料は９００万円が相当である。また、本件訴訟の弁護士費用としては、\n１００万円が相当である。\n３  被告の主張\n⑴  上記２⑴（原告の罹患）のうち、平成３０年３月に業者が訴外会社に変更に\nなったこと、同年８月１５日に原告が埼玉医科大学総合医療センターにギラン\nバレー症候群の疑いで入院したことは認め、その余は不知ないし否認。\n原告は、同年７月１３日の定期健康診断の際に、初めて手足のしびれの症状\nを訴え、同月２０日、寿康会病院を受診したものの、手足のしびれの原因は不\n明であり、同月２６日、埼玉県済生会川口総合病院を受診したところ、ギラン\nバレー症候群の疑いと診断された。\n⑵  上記２⑵（被告の義務違反）は争う。\nア  検査義務について\n刑事収容施設及び被収容者等の処遇に関する法律（以下「刑事収容施設\n法」という。）、被留置者の留置に関する規則、埼玉県警察被留置者の留置\nに関する細則等をみても、留置施設において被留置者に提供する食事に、\nビタミンＢ１の含有量を検査すべき義務を定めた規定はない。それは、\n日々必要とされるビタミン等の必要量が定められておらず、食事を提供す\nる業者に指示すべき法令が存在しないことによる。\nまた、被告は、訴外会社との間で本件契約を締結し（乙１）、被留置者に\n提供する食事の製造・配送業務を委託しており、食事の品質については、\n仕様書のとおりとされ、仕様書では、主菜は動物性食品に偏らないように\nし、副菜の野菜、イモ類等と組み合わせ、同じ材料やメニューが続かない\nようにすること等が定められていた。被告は、訴外会社から、食事見本の\nカラー写真と 1 週間分の試作メニューの提出を受け、品質について仕様書\nの内容が遵守されていると判断し、本件契約を締結した。なお、被告と訴\n外会社は、本件契約の締結以前から、本件警察署以外の留置施設の食事の\n製造・配送業務委託契約を締結しており、何ら問題はなかった。また、訴\n外会社は、被告に対し、元栄養士が身近にいる旨を告げていた。\nそして、被告は、平成３０年７月１３日以降、原告からの体調不良の愁\n訴に基づき複数の病院を受診させたが、埼玉医科大学総合医療センターを\n除き、原因不明やギランバレー症候群の疑いなどと診断するだけであり、\n被告において、原告の体調不良の原因がビタミンＢ１欠乏症によるものと\n判断することは不可能であった。\nしたがって、令和元年７月２４日以後、本件警察署に留置されている被\n留置者複数名が足のしびれを訴え、その後、ビタミンＢ１欠乏症と診断さ\nれるまで、県警本部において被留置者に提供する食事にビタミンＢ１が不\n足していることはおよそ認識し得なかった。\nさらに、訴外会社は、県内の複数の留置施設に提供する食事を製造して\nいたが、足のしびれを訴えたのは、本件警察署に留置されていた被留置者\n４名と原告のみであった。そうであれば、食事にビタミンＢ１が不足した\nとしても、直ちに脚気を引き起こすのではないと考えられる。留置施設\nは、本来は刑事施設に収容して処遇される者を代替収容する場所であり、\n長期間の収容を予定していないため、仮に食事にビタミンＢ１が不足して\nいたとしても、脚気を引き起こすことなど到底予見できなかった。\nしかも、ビタミンＢ１の不足が体調に影響を与えるのは、ビタミンＢ１\nを全く摂取させずに２週間以上放置した場合において、脚気に似た症状が\n発現することがあるとされているだけであり(乙１３)、これを確認するた\nめには毎日の食事の検査が必要となる。また、ビタミンＢ１が微量含有さ\nれていた場合には、どのような指示をすべきかが明らかでない。\nイ  食事提供義務について\nそもそもビタミンＢ１の摂取量を定めた規定もないから、原告の主張す\nる「ビタミンＢ１を十分含有する食事」を具体的に定義できない。\nまた、留置施設の被留置者に対する食事と刑事施設の受刑者に対する食\n事とは、質的に異なる。受刑者は、一定期間刑事施設に拘置されて禁錮な\nいし懲役に服するものであるから、日常生活に必要とされる栄養を補わな\nければならないが、被留置者は、逮捕・勾留の要件がなくなれば直ちに釈\n放されるべきものであるから、日常生活に必要とされる栄養の厳格な確保\nまでが求められるものではなく、カロリーの確保が要求されるため、埼玉\n県被留置者の留置に関する細則ではカロリーについてのみ提供すべき内容\nが規定されている。\nビタミンＢ１を十分に含んだ食事を被告が被留置者に提供しなければな\nらないとすれば、被告において体調異変と食事との関係を把握しなければ\nならず、被留置者には食事の摂取義務が生じなければならないことにな\nる。\n確かに、本件においては、ビタミンＢ１の不足により原告の体調異変が\n生じたが、「ビタミンＢ１を十分含有する食事」の具体的内容が明らかにさ\nれない限り、被告にその提供を義務付けることはできない。\n⑶  上記２⑶（原告の損害）は争う。\n第３  当裁判所の判断\n１  認定事実\n当事者間に争いのない事実、後掲証拠及び弁論の全趣旨によれば、以下の事実\nが認められる。\n⑴  被告\n前記前提事実⑴のとおり\n⑵  原告の勾留等\n前記前提事実⑵のとおり\n⑶  本件食事の製造等委託\n平成３０年３月２８日から、本件警察署に留置されている被留置者に提供す\nる食事の製造業務の受託者が変更された。すなわち、被告は、同月２７日、従\n来の受託者である株式会社Ｂの経営不振により同社との契約を解除し、翌２８\n日、訴外会社との間で、本件警察署に留置されている被留置者に提供する食事\nの製造・配送業務を委託する本件契約を締結し（乙１）、訴外会社は、同日朝か\nら当該業務を行った。\nなお、後記のとおり、被告は、令和元年１１月２２日付けで、訴外会社との\n間の本件契約を解除した。\n⑷  本件食事のカロリー検査等\nア  被告は、被留置者の食事のカロリー検査を３か月ごとに行っている。被告\nが本件食事について初めてカロリー検査を行ったのは、平成３０年６月であ\nる。カロリー検査に伴い、栄養素ごとの含有量の検査結果が栄養士会から寄\nせられており、その様式は「別表」（乙１１）のとおりであった。具体的に\nは、被告が「別表」（乙１１）を添付した「被留置者食事カロリー分析依頼\n書」（乙１４）に基づき栄養士会にカロリー検査を依頼したところ、栄養士\n会からは上記「別表」の様式に従って、カロリーだけでなくビタミンＢ１の\n数値も含まれた結果が寄せられた。つまり、栄養士会から寄せられた検査結\n果には、ビタミンＢ１の具体的な数値も含まれていたが、本件当時のものは、\n保存期間が経過しているため破棄されており、本件当時のビタミンＢ１の具\n体的な数値は不明である。\nイ  埼玉県警察被留置者の留置に関する細則４６条は、「留置業務管理者は、\n食事のカロリー検査を３か月ごとに被留置者食事カロリー分析依頼書によ\nり、保健所等に依頼し、その結果を翌月５日までに本部長に報告しなければ\nならない。」と定める。（乙２）\nウ  なお、関東圏内の他都県の警察（茨城県警察、警視庁、神奈川県警察、栃\n木県警察、千葉県警察、群馬県警察）では、いずれも、カロリー分析の検査\n項目として報告されるのはカロリー（熱量）のみである。（乙１５）\n⑸  原告の入院等\nア  原告は、平成３０年７月１３日、定期健康診断で手足のしびれを訴え、同\n月２０日、寿康会病院で受診し、神経内科の受診を勧められ、同月２６日、\n川口総合病院で受診し、ギランバレー症候群の疑いとの診断を受け、同年８\n月１０日、武蔵野総合病院で受診し、ギランバレー症候群の疑いとの診断を\n受けた。\nイ  原告は、同年８月１５日、埼玉医科大学総合医療センターに入院した。同\n月１６日には、肝機能障害、腎機能障害が悪化して、急激な全身状態の悪化\nがみられ、全身状態の管理を行う必要があった。全身状態の管理中にビタミ\nンＢ１低下が見られたので、その補充を開始したところ、同月１７日には全\n身状態は速やかに改善し、同月１８日には一般病棟に転室となった。以上か\nら、脚気心、ビタミンＢ１欠乏症との診断を受け、同年９月１３日、同セン\nターを退院した。（甲９、１６、乙９）\nなお、同年８月２８日、本件警察署の警察官が、医師から、原告の疾患が\nビタミンＢ１不足による脚気であることを知らされた。（乙９）\n⑹  本件食事のビタミンＢ１不足の発覚\nア  令和元年７月２３日、本件警察署の定期健康診断において、２名の被留置\n者が手足のしびれを訴え、同年９月２４日、うち 1 名を受診させたところ、\nビタミンＢ１欠乏症と診断された。その後、さらに２名の被留置者が手足の\nしびれを訴えた。\nイ  同年１０月８日、本件警察署は、県警本部に報告し、県警本部は、訴外会\n社に架電してビタミンＢ１不足について速やかに対策するよう指導した。同\n月１１日、県警本部は、訴外会社の責任者を招致し、ビタミンＢ１不足につ\nいて速やかに対策するよう指導した。同月１８日、県警本部は、訴外会社の\n責任者を招致し、同人から、同月２８日から改善する旨の改善報告書を受領\nした。\nウ  同年１１月７日、県警本部は、「被留置者４名について、提供する弁当に\nビタミンＢ１が不足していたことを原因として、ビタミンＢ１欠乏症と診断\nされた」旨を発表した。\nエ  同月１１日及び１４日、県警本部は、訴外会社の責任者を招致したが、そ\nの後も食事内容に改善が見られなかったため、同月２２日付けで訴外会社と\nの間の本件契約を解除した。\n⑺  脚気について\nア  脚気は、ビタミンＢ１が欠乏して起こる病気であり、全身の倦怠感、食欲\n不振、手足のしびれ・むくみ等の症状が現れる。脚気は、明治時代や大正時\n代にかけて結核と並ぶ２大国民病といわれるほど、多くの人が罹患した。そ\nの原因は、白米が大部分で副食が乏しい食事にあることが明らかになった。\n（甲１１、１３、公知の事実(農林水産省ＨＰ「脚気の発生」等)）\nイ  刑事施設の被収容者に給与される主食については、米と麦の混合比が米７\n０パーセント、麦３０パーセントと定められている。\nウ  矯正施設被収容者食料給与規程（乙４）は、矯正施設の被収容者について、\n適正な食料を給与するために必要な基本的事項を定めることを目的とする\nところ（１条）、成人男性の被収容者については、ビタミンＢ１の１日当た\nりの標準栄養量は、１．４０ｍｇとされている（４条）。\nエ  健康増進法３０条の２（平成２５年６月２８日法律第７０号による改正前\nのもの、以下同じ）に基づき厚生労働大臣が定める「日本人の食事摂取基準」\nでは、３０～４９歳の男性について、ビタミンＢ１の食事摂取基準は、１日\n推定平均必要量が１．２ｍｇ、１日推奨量が１．４ｍｇとされている。（甲\n１５、乙１３）\n２  原告の罹患の原因について\n⑴  上記認定によれば、原告は、平成３０年７月１３日、健康診断で手足のしび\nれを訴え、同年８月１５日、埼玉医科大学総合医療センターに入院し、その後\nに急激な全身状態の悪化がみられ、全身状態の管理を行う必要がある状態に至\nったが、ビタミンＢ１の補充を開始したところ、全身状態は速やかに改善して\nいったことから、脚気心、ビタミンＢ１欠乏症との診断を受けたものである。\n⑵  そして、①原告は、平成２９年１１月から本件警察署に勾留され身柄拘束を\n受けており、本件警察署で支給された食事以外にビタミンＢ１欠乏に至った理\n由は見当たらないこと、②平成３０年３月２８日から、本件警察署に留置され\nている被留置者に提供する食事の製造業務の受託者は、訴外会社となり、原告\nも訴外会社の製造した本件食事を摂取していたものであること、③その後、令\n和元年７月２３日以降、本件警察署の被留置者４名が手足のしびれを訴えてビ\nタミンＢ１欠乏症と診断され、同年１１月７日、県警本部は、「被留置者４名\nについて、提供する弁当にビタミンＢ１が不足していたことを原因として、ビ\nタミンＢ１欠乏症と診断された」旨を発表すると共に、訴外会社の食事内容に\n改善が見られなかったため、同月２２日付けで訴外会社との間の業務委託契約\nを解除したこと、以上の事実が認められる。\nこれらの事実によれば、原告がビタミンＢ１欠乏症・脚気に罹患したのは、\n平成３０年３月２８日以降に訴外会社の製造した本件食事に健康上必要な量\nのビタミンＢ１が含まれていなかったことが原因であると認められる。\n３  被告の義務違反について\n⑴  法令の定め\n刑事収容施設法１８６条１項は、「被留置者には、次に掲げる物品（中略）\nであって、留置施設における日常生活に必要なもの（中略）を貸与し、又は支\n給する。」と定め、「二  食事及び湯茶」が掲げられている。そして、同法１\n８９条は、「第百八十六条又は前条第二項の規定により貸与し、又は支給する\n物品は、被留置者の健康を保持するに足り、かつ、国民生活の実情等を勘案し、\n被留置者としての地位に照らして、適正と認められるものでなければならな\nい。」と定める。\nそして、被留置者の留置に関する規則（平成１９年国家公安委員会規則第１\n１号）１７条１項は、「留置主任官は、被留置者に対する食事の支給に当たっ\nては、栄養及び衛生について検査しなければならない。」と、同条２項は、「疾\n病者その他特別の理由のある者については、必要に応じ、かゆ食その他適当な\n食事を支給するものとする。」と定める。\n上記法令の定めによれば、被留置者に対して支給される食事については、被\n留置者の健康を保持するに足りるものでなければならず、留置主任官は、被留\n置者に対する食事の支給に当たっては、栄養及び衛生について検査しなければ\nならないことが明らかである。\n⑵  脚気の原因（ビタミンＢ１の欠乏）が広く知られていること\n上記認定によれば、かつて明治時代や大正時代にかけて国民病といわれるほ\nど多くの人が脚気に罹患したこと等により、脚気がビタミンＢ１の欠乏による\n病気であることは、広く一般に認識されていると認められる。それ故に、刑事\n施設の被収容者に給与される主食については、米と麦の混合比が米７０パーセ\nント、麦３０パーセントと定められているものと理解できる。\n⑶  被告は本件食事におけるビタミンＢ１含有量を通知されていたこと\n上記認定によれば、被告は、被留置者の食事のカロリー検査を３か月ごとに\n行っており、被告が本件食事について初めてカロリー検査を行ったのは、平成\n３０年６月であるところ、カロリー検査に伴い、栄養素ごとの含有量の検査結\n果が栄養士会から寄せられており、栄養士会からはカロリーだけでなくビタミ\nンＢ１の具体的数値も含まれた結果が寄せられていたものである。\nそして、前記認定のとおり、矯正施設の被収容者について適正な食料を給与\nするために必要な基本的事項を定めることを目的とする「矯正施設被収容者食\n料給与規程」では、成人男性の被収容者について、ビタミンＢ１の１日当たり\nの標準栄養量は１．４０ｍｇと定められており、また、健康増進法３０条の２\nに基づき厚生労働大臣が定める「日本人の食事摂取基準」では、３０～４９歳\nの男性について、ビタミンＢ１の食事摂取基準は、１日推定平均必要量が１．\n２ｍｇ、１日推奨量が１．４ｍｇとされている。\nこの点、本件食事に含まれていたビタミンＢ１の具体的な量は、当時の記録\nが残っていないから不明であるが、上記⑴のとおり、原告が同年３月２８日か\nら訴外会社製造に係る本件食事を摂取して同年８月１５日までに重篤なビタ\nミンＢ１欠乏症に罹患したことによれば、上記標準栄養量等を満たしているか\nどうかはともかくとして、本件食事には健康上必要な量のビタミンＢ１がかな\nりの程度不足していたと容易に推認することができる。そうであれば、被告の\n食事提供担当者は、上記のような基準値も参考にして、栄養士会から寄せられ\nたビタミンＢ１の具体的数値結果を検討すれば、訴外会社の製造した本件食事\nに健康上必要な量のビタミンＢ１が含まれていなかったことを容易に認識す\nることができたものと認められる。\n⑷  小括\n上記⑴ないし⑶によれば、被告の食事提供担当者は、被留置者たる原告に対\nして、その健康を保持するに足りる食事を提供すべき義務を負っているところ、\n脚気は過去に国民病といわれていたこともあり、その原因（ビタミンＢ１の欠\n乏）は一般に広く知られているから、被告は被留置者に対する食事の提供に際\nしてビタミンＢ１が欠乏することのないよう注意すべき義務も負っていると\nいうべきである。とりわけ、本件では、被告は本件食事につき平成３０年６月\nに行われた検査の結果としてビタミンＢ１含有量を通知されており、それを検\n討すれば本件食事に健康上必要な量のビタミンＢ１が含まれていなかったこ\nとを容易に認識することができたものである。そして、原告が埼玉医科大学総\n合医療センターに入院した際に、原告に対してビタミンＢ１の補充を開始した\nところ、全身状態の管理が必要な状態から速やかに改善し、入院から１か月以\n内に退院に至ったことからすれば、遅くとも上記通知のころまでに被告が適切\nな対策を講じれば速やかに原告の健康状態の悪化を阻止できたものと認めら\nれる。以上によれば、同年７月１３日に原告が健康診断で手足のしびれを訴え\nていたことも考慮すれば、被告の食事提供担当者は、遅くとも同日頃までには、\n本件食事に健康上必要な量のビタミンＢ１が含まれていなかったことを容易\nに認識することができたにもかかわらず、被留置者たる原告に対して、健康上\n必要な量のビタミンＢ１が欠乏することのないよう注意すべき義務を怠り、ビ\nタミンＢ１の欠乏した本件食事を継続的に提供した結果、原告が脚気に罹患し\nて全身状態の管理が必要な状態にまで至ったものと認められる。\n⑸  被告の主張の検討\nこれに対し、被告は、①そもそもビタミンＢ１の摂取量を定めた規定はない、\n②被告は訴外会社と業務委託契約を締結し、食事の品質について定めており、\n見本のカラー写真等の提出も受けており、訴外会社の本件警察署以外における\n食事の業務委託には何ら問題はなかった、③令和元年７月２４日以後に本件警\n察署の他の被留置者がビタミンＢ１欠乏症と診断されるまで、被告が本件食事\nにビタミンＢ１が不足していることはおよそ認識できなかった、④留置施設は、\n本来は刑事施設に収容して処遇される者を代替収容する場所であり、長期間の\n収容を予定していないため、仮に食事にビタミンＢ１が不足していたとしても、\n脚気を引き起こすことなど到底予見できなかった、などと主張する。\nしかし、上記①については、刑事収容施設法１８６条及び１８９条によれば、\n被留置者に支給される食事は、被留置者の健康を保持するに足りるものでなけ\nればならない旨定められているから、具体的にビタミンＢ１の摂取量を定めた\n規定がないからといって、ビタミンＢ１の摂取量について配慮しなくてよいな\nどということにはならない。また、②及び③については、上記判示のとおり、\n本件では、被告は本件食事につき平成３０年６月行われた検査の結果としてビ\nタミンＢ１含有量を通知されており、それを検討すれば本件食事に健康上必要\nな量のビタミンＢ１が含まれていなかったことを容易に認識することができ\nたものであるから、被告が本件食事のビタミンＢ１不足につき注意義務を果た\nしていたとか、これをおよそ認識できなかったとかなどということはできない。\nさらに、④については、現に、留置施設である本件警察署において、原告は、\n平成２９年１１月から平成３０年９月まで本件警察署に勾留され身柄拘束を\n受けているし、原告以外にも平成３０年４月～８月において本件警察署に１０\n０日以上の期間にわたる被収容者がいたことも認められる（乙２１）から、本\n件警察署がおよそ長期間の収容を予定していない施設であるなどということ\nはできない。以上のとおり、被告の主張は、その他るる主張する点も含めて、\n上記判断を左右するものとはいえない。\n４  原告の損害について\n⑴  上記認定によれば、被告の食事提供担当者は、被留置者たる原告に対して、\n健康上必要な量のビタミンＢ１が欠乏することのないよう注意すべき義務を\n怠り、ビタミンＢ１の欠乏した本件食事を継続的に提供した結果、原告は、平\n成３０年７月１３日、健康診断で手足のしびれを訴え、同年８月１５日、埼玉\n医科大学総合医療センターに入院し、同月１６日には急激な全身状態の悪化が\nみられ、全身状態の管理を行う必要があり、経過中にビタミンＢ１低下が見ら\nれ補充を開始したところ、同月１７日には全身状態は速やかに改善し、同月１\n８日には一般病棟に転室となったことから、脚気心、ビタミンＢ１欠乏症との\n診断を受けたものである。\nこのように、原告は、ビタミンＢ１の欠乏により、脚気、ビタミンＢ１欠乏\n症に罹患し、同年８月１５日に入院し、翌１６日には全身状態の管理を行う必\n要がある状態に至ったものであるが、一方、原告は、ビタミンＢ１の補充を開\n始したところ、翌１７日には全身状態は速やかに改善し、翌１８日には一般病\n棟に転室となったため、上記重篤な状態はごく短期間で終了したものであり、\nその他本件に現われた全ての事情を考慮すれば、原告の精神的苦痛に対する慰\n謝料としては５０万円をもって相当と認める。\nなお、原告は、脚気の罹患により未だ手足のしびれの症状が残っている旨主\n張するが、それを認めるに足りる証拠はない。\n⑵  また、本件訴訟の性質・内容等によれば、弁護士費用としては上記慰謝料額\nの１割である５万円が相当である。\n⑶  したがって、原告の損害額は合計５５万円となる。\n５  結論\nよって、原告の請求は、損害賠償金５５万円及びこれに対する遅延損害金の支\n払を求める限度で理由があるからこれを認容し、その余は理由がないからこれを\n棄却することとして、主文のとおり判決する。なお、仮執行免脱宣言は相当でな\nいからこれを付さない。\nさいたま地方裁判所第６民事部\n裁判長裁判官    沖  中  康  人\n裁判官    田  邉    実\n裁判官    髙  橋    粒\n"
}