{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 2,
    "month": 7,
    "day": 17
  },
  "case_number": "令和2(う)48",
  "case_name": "詐欺，組織的な犯罪の処罰及び犯罪収益の規制等に関する法律違反被告事件",
  "court_name": "広島高等裁判所第１部",
  "result": "棄却",
  "original_court_name": "広島地方裁判所",
  "original_case_number": "平成29(わ)154",
  "gist": "巨額の財産の生前贈与先を探す富豪になりすますなどして被害者らから生前贈与に必要な手数料名目で多額の現金を騙し取った詐欺のほか，詐欺による犯罪収益等の帰属を仮装した犯罪収益等仮装からなる事案において，警察が保管中に紛失した被告人からの押収財産８５７２万円は，その紛失につき被告人に帰責事由はないから，刑の量定上，犯罪被害財産等による被害回復給付金の支給に関する法律の規定により詐欺の被害弁償に確実に充当されるものとみなして判断するのが相当であるとした上で，被告人を懲役５年６月及び罰金３００万円に処した原判決の量刑を維持した事例",
  "lawsuit_id": "89810",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=89810",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/810/089810_hanrei.pdf",
  "contents": "令和２年７月１７日宣告  広島高等裁判所\n令和２年（う）第４８号  詐欺，組織的な犯罪の処罰及び犯罪収益の規制等に関す\nる法律違反被告事件\n原審  広島地方裁判所  平成２９年（わ）第１５４号，第３３８号，第４３０号，\n第６９６号，平成３０年（わ）第３１０号，第３８５号\n主         文\n本件控訴を棄却する。\n当審における未決勾留日数中１０日を原判決の懲役刑に算入する。\n理        由\n１  本件控訴の趣意は，弁護人澤田保夫作成の控訴趣意書に記載されているとお\nりであるから，これを引用する。論旨は，被告人を懲役５年６月及び罰金３００万\n円に処した原判決の量刑が重過ぎて不当であるというのである。そこで，記録を調\n査して検討する。\n２  本件は，被告人が，実父と共謀の上，メール送信により，巨額の財産の生前\n贈与先を探す富豪になりすますなどして被害者６名を騙し，生前贈与を受け取るの\nに必要な手数料との名目で合計１５９２万円余りを騙し取った詐欺６件のほか，共\n犯者と共謀の上，詐欺の犯罪行為によって得た財産が混和した犯罪収益等合計９４\n８０万円余りについて，架空の請求書を作成した上で送金するなどしてその帰属を\n仮装した犯罪収益等仮装２件からなる事案である（なお，原判決は，犯罪収益等の\n取得原因事実を仮装したものと説示しているが，前記各行為は，既に取得した犯罪\n収益等についての帰属を仮装したものと評価するのが相当であり，原判決の前記説\n示は誤りである。もっとも，罰条にも法定刑にも変動はないので，前記説示は判決\nに影響を及ぼさない。）。\n原判決が（量刑の理由）の項で説示する内容は，概ね正当として是認できる。\n３  以下，所論について検討する。\n⑴  所論は，原判決が，「被告人が一連の詐欺行為による詐取金から合計約４９０\n０万円を他の協力者２名に渡しており，被告人が詐取金の大半を得たわけではない\n旨の被告人供述を排斥するに足りる証拠はない」旨を説示しながら，この点を量刑\nに適切に反映させておらず，前記協力者２名が逮捕すらされていないことと対比し\nて著しく公平を害するなどと主張する。\n原判決が排斥できないと説示した被告人の前記公判供述は，Ａ，Ｂなる人物が本\n件に関与しており，詐欺罪の収益から，それぞれＡに対し４０００万円，Ｂに対し\n９００万円を交付したなどという趣旨のものである。しかしながら，Ａについては，\n被告人としても下の名前もわからないと供述し，その存在自体，裏付ける証拠はな\nく，実在するＢについても，被告人に依頼されて詐欺行為に関与し，報酬を受け取\nっていたことは肯定しつつも，９００万円の受領については明確に否定していると\nころであり，記録を検討しても，被告人が供述する約４９００万円の交付をうかが\nわせる客観的証拠は見当たらないのであって，被告人の公判供述は信用できないと\nいうべきである。\n仮に，原判決の前記説示が是認できるとの前提で検討したとしても，本件詐欺の\n被害者数や被害額，インターネットを悪用した手口の巧妙さ，仮装に係る犯罪収益\n等の金額の大きさ等の犯罪事実自体の犯情に加え，首謀者として各犯行に関与し実\n行段階でも主要な役割を占めていたことなどの被告人についての個別的な事情をも\n考慮すれば，被告人に対する刑は行為責任等から導かれる合理的な量刑の範囲にあ\nるというべきである。なお，所論が指摘する共犯者等に対する処分の状況は，被告\n人とは異なる証拠関係，犯情，個別的な事情を前提とするものであるから，それと\n対比して被告人の量刑の当否を論ずることは相当ではない。所論は採用できない。\n⑵  所論は，詐欺行為の被害者らが被った損害が回復されることが確実であるの\nに，そのことが原判決において適切に評価されていないと主張する。\n関係証拠によれば，被告人所有の現金８５７２万円（以下「本件現金」という。）\nが捜査機関に押収されていたものの，警察署で保管中に紛失したこと，本件現金は，\n本来，被告人に対する有罪判決に伴う追徴の裁判によって国庫に帰属することが確\n実であったところ，上記紛失により，その代替的措置として，被告人が追徴を命ぜ\nられた金額について，８５７２万円を上限として広島県警察関係団体（Ｃ会）が第\n三者弁済する旨の合意が成立していることが認められる。この第三者弁済がどの程\n度の確実性をもって履行されるのかについて的確な立証はないが，本件現金の紛失\nについて，被告人に帰責事由はないことから，被告人の刑を量定するに当たっては，\n本件現金が適切に保管され，確実に追徴によって国庫に帰属し，犯罪被害財産等に\nよる被害回復給付金の支給に関する法律の規定により各被害者に配当されるものと\nみなして判断するのが相当と解される。\nそうすると，本件詐欺罪の被害者らへの被害回復については，部分的にせよ，確\n実に行われると見るべきものであるから，その「可能性がある」との原判決の説示\nは，措辞においてやや不適切といわざるを得ない。\nもっとも，前記被害回復の見込みが被告人の量刑にどの程度影響するかについて\n検討すると，本件現金が追徴によって国庫に帰属した場合，本件現金は，前記法律\nに基づく被害回復給付金支給制度によって，被告人らによる一連の詐欺行為の被害\n者らに対して分配される見込みであるところ，各被害者にどの程度の金額が支給さ\nれることになるかは，今後，犯罪被害財産支給手続を経て定められるものであって，\n未だ不確定といわざるを得ない。このことに加え，前記手続を経ての本件現金によ\nる被害回復は，あくまで捜査機関によって押収された財産を原資として，制度とし\nて実施される公的手続であり，被害回復という意味で被告人のために考慮し得る事\n情には当たるとしても，その重みとしては，被告人が任意に行った被害弁償と同列\nのものとして評価することは相当ではない（なお，被告人は，本件現金の紛失につ\nいて国家賠償請求訴訟を提起していたところ，最終的には，前記訴訟による損害賠\n償請求を断念してＣ会との前記合意に応じた経緯がある。この経緯を，被告人が任\n意に自己の財産を被害弁償に充てたものと見る余地もないではないが，本件現金は，\nもともと捜査機関により押収されており，紛失しなければ被告人による任意処分の\n余地はなかったものである。）。\nそうすると，原判決の前記説示が，被害回復給付金支給制度により確実に被害回\n復がはかられると見るべき部分も含めて「可能性がある」と表現した点でやや不適\n切であったとしても，それが本件量刑の結論に影響するような不当性を有するとま\nではいえず，結局，所論は採用できない。\n⑶  その他，所論は，被告人が本件犯行について全て認めて深く反省している，\n被告人には前科前歴がないなどと主張するが，所論指摘の諸事情については，原判\n決においても被告人の量刑判断の上で適切に考慮していることは，判文及び量刑に\n照らして明らかである。\n⑷  以上，所論の指摘を全て踏まえても，被告人を懲役５年６月及び罰金３００\n万円に処した原判決の量刑が重過ぎて不当とはいえない。\n論旨は理由がない。\n４  よって，刑訴法３９６条により本件控訴を棄却し，刑法２１条を適用して当\n審における未決勾留日数中１０日を原判決の懲役刑に算入することとして，主文の\nとおり判決する。\n令和２年７月２１日\n広島高等裁判所第１部\n裁判長裁判官        多  和  田     隆      史\n裁判官     水    落    桃    子\n裁判官         廣    瀬    裕    亮\n"
}