{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Reiwa",
    "year": 4,
    "month": 1,
    "day": 28
  },
  "case_number": "令和2(受)1765",
  "case_name": "離婚等請求本訴，同反訴事件",
  "court_name": "最高裁判所第二小法廷",
  "result_type": "判決",
  "result": "その他",
  "article_info": "民集　第76巻1号78頁",
  "original_court_name": "大阪高等裁判所",
  "original_case_number": "令和1(ネ)2738",
  "original_date": {
    "era": "Reiwa",
    "year": 2,
    "month": 9,
    "day": 3
  },
  "gist": "離婚に伴う慰謝料として夫婦の一方が負担すべき損害賠償債務が履行遅滞となる時期",
  "case_gist": "離婚に伴う慰謝料として夫婦の一方が負担すべき損害賠償債務は，離婚の成立時に遅滞に陥る。",
  "ref_law": "民法４１２条，民法７０９条，民法７１０条",
  "lawsuit_id": "90885",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=90885",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/885/090885_hanrei.pdf",
  "contents": "令和２年（受）第１７６５号  離婚等請求本訴，同反訴事件\n令和４年１月２８日  第二小法廷判決\n判      決\n（住所省略）\n上告 人      Ｘ\n同訴訟代理人弁護士     岡    本      大    典\n同訴訟復代理人弁護士   張            泰    敦\n（住所省略）\n被   上   告   人      Ｙ\n同訴訟代理人弁護士     中    村      明    宏\n同訴訟復代理人弁護士   田    嶋      明  日  香\n上記当事者間の大阪高等裁判所令和元年（ネ）第２７３８号離婚等請求本訴，同\n反訴事件について，同裁判所が令和２年９月３日に言い渡した判決に対し，上告人\nから上告があった。よって，当裁判所は，次のとおり判決する。\n主      文\n１  原判決主文第１項 のうち，２０万円に対する本判\n決確定の日の翌日から支払済みまで年５分の割合に\nよる遅延損害金の支払請求を認容した部分を次のと\nおり変更する。\n上告人は，被上告人に対し，２０万円に対する本判\n決確定の日の翌日から支払済みまで年３パーセント\nの割合による金員を支払え。\n被上告人のその余の請求を棄却する。\n２  原判決中，子の監護費用の分担に関する部分につい\nての本件上告を却下する。\n３  上告人のその余の上告を棄却する。\n４  訴訟の総費用は，これを５分し，その４を上告人の\n負担とし，その余を被上告人の負担とする。\n理      由\n上告代理人岡本大典の上告受理申立て理由（ただし，排除された部分を除く。）\nについて\n１  上告人と被上告人は，平成１６年１１月に婚姻の届出をした夫婦であり，婚\n姻後同居し，２子をもうけたが，平成２９年３月に別居するに至った。本件は，上\n告人が，本訴として，被上告人に対し，離婚を請求するなどし，被上告人が，反訴\nとして，上告人に対し，離婚を請求するなどするとともに，不法行為に基づき，離\n婚に伴う慰謝料及びこれに対する判決確定の日の翌日から支払済みまで年５分の割\n合による遅延損害金の支払を求める事案である。\n２  原審は，被上告人の離婚請求を認容し，被上告人の慰謝料請求を１２０万円\nの限度で認容すべきものとした上で，要旨次のとおり判断し，上記１２０万円に対\nする判決確定の日の翌日から支払済みまで年５分の割合による遅延損害金の支払請\n求を認容すべきものとした。\n被上告人の慰謝料請求は，上告人が被上告人との婚姻関係を破綻させたことに責\n任があることを前提とするものであるところ，上記婚姻関係が破綻した時は，平成\n２９年法律第４４号（以下「改正法」という。）の施行日である令和２年４月１日\nより前であると認められるから，上記の慰謝料として上告人が負担すべき損害賠償\n債務の遅延損害金の利率は，改正法による改正前の民法所定の年５分と解するのが\n相当である。\n３  しかしながら，原審の上記判断は是認することができない。その理由は，次\nのとおりである。\n離婚に伴う慰謝料請求は，夫婦の一方が，他方に対し，その有責行為により\n離婚をやむなくされ精神的苦痛を被ったことを理由として損害の賠償を求めるもの\nであり，このような損害は，離婚が成立して初めて評価されるものであるから，そ\nの請求権は，当該夫婦の離婚の成立により発生するものと解すべきである。そし\nて，不法行為による損害賠償債務は，損害の発生と同時に，何らの催告を要するこ\nとなく，遅滞に陥るものである（最高裁昭和３４年（オ）第１１７号同３７年９月\n４日第三小法廷判決・民集１６巻９号１８３４頁参照）。したがって，離婚に伴う\n慰謝料として夫婦の一方が負担すべき損害賠償債務は，離婚の成立時に遅滞に陥る\nと解するのが相当である。\n以上によれば，離婚に伴う慰謝料として上告人が負担すべき損害賠償債務\nは，離婚の成立時である本判決確定の時に遅滞に陥るというべきである。したがっ\nて，改正法の施行日前に上告人が遅滞の責任を負った（改正法附則１７条３項参\n照）ということはできず，上記債務の遅延損害金の利率は，改正法による改正後の\n民法４０４条２項所定の年３パーセントである。\nなお，被上告人の慰謝料請求は，上告人との婚姻関係の破綻を生ずる原因となっ\nた上告人の個別の違法行為を理由とするものではない。そして，離婚に伴う慰謝料\nとは別に婚姻関係の破綻自体による慰謝料が問題となる余地はないというべきであ\nり，被上告人の慰謝料請求は，離婚に伴う慰謝料を請求するものと解すべきである。\n４  以上と異なる原審の判断には，判決に影響を及ぼすことが明らかな法令の違\n反があり，論旨はこの趣旨をいうものとして理由がある。そして，以上に説示した\nところによれば，被上告人の附帯請求のうち，不服申立ての範囲である２０万円に\n対する遅延損害金を請求する部分については，本判決確定の日の翌日から支払済み\nまで年３パーセントの割合による遅延損害金の支払を求める限度で認容すべきであ\nる。したがって，原判決中，上記部分を認容した部分を主文第１項のとおり変更す\nることとし，子の監護費用の分担に関する上告については，上告受理申立書及び上\n告受理申立て理由書に上告受理申立て理由の記載がないからこれを却下し，その余\nの上告については，上告受理申立て理由が上告受理の決定において排除されたの\nで，これを棄却することとする。\nよって，裁判官全員一致の意見で，主文のとおり判決する。\n( 裁判長裁判 官   菅野博之   裁判官   三浦   守   裁判官   草野耕一   裁判官\n岡村和美)\n"
}