{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 5,
    "day": 12
  },
  "case_number": "令和3(ワ)27394",
  "case_name": "発信者情報開示請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "92168",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=92168",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/168/092168_hanrei.pdf",
  "contents": "令和５年５月１２日判決言渡  同日原本領収  裁判所書記官\n令和３年(ワ)第２７３９４号  発信者情報開示請求事件\n口頭弁論終結日  令和５年２月１４日\n判        決\n原 告      株 式 会 社 Ｗ Ｉ Ｌ Ｌ\n同訴訟代理人弁護 士     戸田   泉\n角地山   宗   行\n被 告      エヌ・ティ・ティ・\nコミュニケーションズ株式会社\n同訴訟代理人弁護 士     松田   真\n主        文\n１  原告の請求をいずれも棄却する。\n２  訴訟費用は原告の負担とする。\n事実及び理 由\n第１  請求\n被告は、原告に対し、別紙発信者情報目録記載の各情報を開示せよ。\n第２  事案の概要\n１  事案の要旨\n本件は、原告が、電気通信事業を営む被告に対し、氏名不詳者ら（以下「本\n件各氏名不詳者」という。）が、Ｐ２Ｐ方式のファイル共有プロトコルである\nＢｉｔＴｏｒｒｅｎｔを利用したネットワーク（以下「ビットトレントネット\nワーク」という。）を介して、原告が著作権を有する別紙著作物目録記載１及\nび２の各動画（以下「原告各動画」という。）を複製して作成したファイル\n（以下「本件各動画ファイル」という。）を、不特定多数の利用者からの求め\nに応じて自動的に送信し得る状態とすることにより、原告各動画に係る原告の\n著作権（公衆送信権）を侵害したことが明らかであり、本件各氏名不詳者に対\nして損害賠償請求をするために、被告が保有する別紙発信者情報目録記載の各\n情報（以下「本件各発信者情報」という。）の開示を受けるべき正当な理由が\nあると主張して、特定電気通信役務提供者の損害賠償責任の制限及び発信者情\n報の開示に関する法律（以下「プロバイダ責任制限法」という。）５条１項に\n基づき、本件各発信者情報の開示を求める事案である。\n２  前提事実（当事者間に争いのない事実並びに後掲証拠（以下、書証番号は特\n記しない限り枝番を含む。）及び弁論の全趣旨により容易に認められる事実）\n(1)  当事者\nア  原告は、映画及びビデオの映像制作、編集業務、販売等を目的とし、\n「Ｓ１」や「ＭＯＯＤＹＺ」等の名称でアダルトＤＶＤ等の制作を行って\nいる株式会社である（弁論の全趣旨）。\nイ  被告は、電気通信事業等を目的とし、アクセスプロバイダとして、一般\n利用者に向けて広くインターネット接続サービスを提供している株式会社\nである。\n(2)  原告各動画の著作権の帰属\n原告は、原告各動画に係る著作権を有する（甲１、１３ないし１６）。\n(3)  ビットトレントネットワークによるファイル共有の仕組み（甲３、６、弁\n論の全趣旨）\nア  ビットトレントネットワークとは、いわゆるＰ２Ｐ方式でファイルを共\n有するネットワークである。\nイ  ビットトレントネットワークを介して特定のファイルをダウンロードし\nようとするユーザーは、「トラッカーサイト」と呼ばれるウェブサイト等\nに自己の端末を接続し、上記の特定のファイルの所在等の情報が記載され\nたトレントファイルをダウンロードする。そして、ユーザーは、ビットト\nレントネットワークを利用するためのソフトウェアであるトレントクライ\nアントに、上記のトレントファイルを読み込ませて、上記の特定のファイ\nルの提供者を管理する「トラッカー」と呼ばれるサーバーに自己の端末を\n接続し、トラッカーから、上記の特定のファイルの提供者のＩＰアドレス\nの記載されたリストを受信する。ユーザーの端末は、このリストに記載さ\nれたＩＰアドレスで特定される、上記の特定のファイルが保存された１台\n又は複数台の端末に接続し、それぞれから上記の特定のファイルの細分化\nされたデータをダウンロードし、自己の端末において上記の特定のファイ\nルを完成させる（以下、ビットトレントネットワークに参加している端末\nを「ピア」という。）。\nウ  ビットトレントネットワークを介して特定のファイルをダウンロードし\nたピアは、「シーダー」（ファイルのダウンロードが全て完了したピア）\n又は「リーチャー」（ファイルのダウンロードが完了する前のピア）と呼\nばれるが、シーダーであってもリーチャーであっても、他のピアから要求\nがあれば、当該ピアに対し、上記の特定のファイルの一部を送信すること\nになる。\n(4)  原告による調査（甲４ないし７、１９、弁論の全趣旨）\n原告が調査を委託した株式会社ＬＥＡＦ（以下「本件調査会社」という。）\nは、ビットトレントネットワークを監視するソフトウェア（以下「本件監視\nソフトウェア」という。）を使用して、原告各動画が違法にアップロード又\nはダウンロードされていないか調査を行った。\n本件調査会社の担当者は、本件監視ソフトウェアにより、まず、ビットト\nレントネットワーク上に存在する、原告各動画と同一であることが疑われる\nファイルのハッシュ値（ファイルデータを、ハッシュ関数を使用して計算す\nることにより得られる数値）を自動的に検索してリスト化し、当該ハッシュ\n値に誤りがないか確認した上、原告各動画と実質的に同一の内容を表示する\n本件各動画ファイルのハッシュ値を監視対象とすることを決定した。\nそして、本件監視ソフトウェアが、トラッカーに対し、本件各動画ファイ\nルの提供者のリストを要求し、トラッカーから、同提供者のＩＰアドレス、\nポート番号、タイムスタンプ、ファイル保持率等が記載されたリストが返信\nされ、本件監視ソフトウェアのデータベースに記録された。別紙動画目録１\n及び２記載の各ＩＰアドレス及び各ポート番号は、上記リストに記載されて\nいたものである。\nその後、本件調査会社の担当者は、本件監視ソフトウェアにより、上記リ\nストに掲載されていたＩＰアドレスで特定されるピアとの間で通信を行い、\n当該ピアが現在稼働しているか否かや、当該ピアの本件各動画ファイルに係\nるピース保有状況を確認した（この確認行為は、「ハンドシェイク」と呼ば\nれる。）。別紙動画目録１及び２記載の各発信時刻は、このハンドシェイク\nが行われた時刻である。\n(5)  本件各発信者情報の保有\n被告は、本件各発信者情報を保有している（弁論の全趣旨）。\n３  争点\n(1)  原告の権利が侵害されたことが明らかであるか（争点１）\n(2)  本件各発信者情報が「当該権利の侵害に係る発信者情報」に該当するか\n（争点２）\n(3)  原告が本件各発信者情報の開示を受けるべき正当な理由を有するか（争点\n３）\n４  争点に関する当事者の主張\n(1)  争点１（原告の権利が侵害されたことが明らかであるか）について\n（原告の主張）\nビットトレントネットワークにおいては、ピアが、全てのピアのファイル\nの取得状況を管理するトラッカーにアクセスし、トラッカーから他のピアの\n情報を取得すると同時に、自己の情報も他のピアに公開し、他のピアとの間\nで、ファイルのピースを相互にダウンロード及びアップロードする。\n本件各氏名不詳者は、遅くとも別紙動画目録１及び２記載の各発信時刻ま\nでに、このようなビットトレントネットワークに接続して本件各動画ファイ\nルの全部又は一部を自己のピアにダウンロードし、これと同時に、ビットト\nレントネットワークを介して、ダウンロードした本件各動画ファイルの全部\n又は一部を、他のピアからの求めに応じて自動的に送信し得る状態にし、も\nって、原告各動画を送信可能化したものである。\n本件各動画ファイルは、その一部のみであっても、再生し、その内容を了\n知することができるから、公衆送信権を侵害する行為に該当するし、本件各\n氏名不詳者は、ビットトレントネットワークの性質上、他のピアのダウンロ\nード及びアップロードと相まって、原告各動画に係る公衆送信権が侵害され\nることを認識しつつ、ダウンロード及びアップロードを行ったといえるから、\n共同不法行為が成立する。\nそして、この点に関する違法性阻却事由の存在をうかがわせる事情はない。\nしたがって、本件各氏名不詳者が原告各動画に係る原告の著作権（公衆送\n信権）を侵害したことは明らかである。\n（被告の主張）\n本件調査会社が本件監視ソフトウェアを使用して行った調査の結果からは、\n本件各氏名不詳者がビットトレントネットワークを介して本件各動画ファイ\nルをアップロードしたかは明らかでない。\nまた、本件各氏名不詳者がビットトレントネットワークを介して本件各動\n画ファイルをアップロードしていたとしても、本件各動画ファイルが原告各\n動画に基づいて作成され、原告各動画と同一内容を表示するものかは、明ら\nかでない。\nさらに、本件調査会社の担当者が作成した陳述書（甲６）によれば、同陳\n述書添付の別紙に記載された「ｄｗ＿ｃａｐ」は、本件監視ソフトウェアか\nらのリクエストに基づき、トラッカーからリストを受信した時点におけるフ\nァイル保持率を意味するとのことであるが、この「ｄｗ＿ｃａｐ」が「１０\n０」（％）ではないファイル、すなわち不完全なファイルしか保有していな\nい場合は、これをアップロードすることができる状態にあったとしても、原\n告各動画を送信可能化したと評価することはできない。\nしたがって、本件各氏名不詳者が原告各動画に係る原告の著作権（公衆送\n信権）を侵害したことが明らかであるとはいえない。\n(2)  争点２（本件各発信者情報が「当該権利の侵害に係る発信者情報」に該当\nするか）について\n（原告の主張）\nア  「特定電気通信」（プロバイダ責任制限法２条１号）とは、「不特定の\n者によって受信されることを目的とする電気通信」であり、「不特定」か\n否かの判断は、これを送信するために当該情報を最初に記録又は入力した\n発信者を基準として判断すべきであり、また、「通信」とは、一般的に、\n情報を発信しようとした発信者からこれを最終的に受け取った受信者まで\nの情報の流れ全体をいうと解される。\nビットトレントネットワークにおいては、そのユーザーであれば、誰で\nも情報を取得することができる状態にあり、ユーザーのピアがトラッカー\nにアクセスし、トラッカーから他のピアの情報を取得すると同時に、自己\nの情報も他のピアに公開することとなるから、他のピアとファイルのピー\nスを相互にダウンロード及びアップロードする流れ全体が「特定電気通信」\nに該当することとなる。\nイ  本件調査会社による調査において、本件監視ソフトウェアが、トラッカ\nーに接続し、本件各動画ファイルの提供者のリストを要求したところ、ト\nラッカーから提供者のＩＰアドレス等が記載されたリストが返信された。\n当該リストに記載されていたＩＰアドレス及びポート番号が、別紙動画目\n録１及び２記載のＩＰアドレス及びポート番号である。\nそして、本件各氏名不詳者は、被告から別紙動画目録１及び２記載の各\nＩＰアドレスの割当てを受け、遅くとも別紙動画目録１及び２記載の各発\n信時刻までに、ビットトレントネットワークを介した「特定電気通信によ\nる情報の流通」（プロバイダ責任制限法５条１項柱書）によって、原告各\n動画に係る原告の公衆送信権を侵害したものであるから、本件各発信者情\n報は、「当該権利の侵害に係る発信者情報」（同項柱書）に該当するとい\nうことになる。\nウ  本件監視ソフトウェアを使用した調査においては、トラッカーからＩＰ\nアドレス等が記載されたリストが返信された後、その返信とほぼ同時に、\n本件監視ソフトウェアは、当該リストに載っていた各ピアに接続して、各\nピアが応答すること等を確認するハンドシェイクを行っているところ、別\n紙動画目録１及び２記載の各発信時刻は、このハンドシェイクが行われた\n時刻を指し、同時刻において本件各動画ファイルの送受信は行われていな\nい。\nしかし、ハンドシェイクが行われたということは、本件各氏名不詳者が、\nビットトレントネットワークを介し、本件監視ソフトウェアの要求に応じ\nて自動的に本件各動画ファイルをアップロードすることができる状態にし\nていたことを示すものであり、このハンドシェイクによって原告各動画に\n係る原告の公衆送信権が侵害されたと評価できるものである。仮にそうで\nないとしても、本件各氏名不詳者は、遅くとも別紙動画目録１及び２記載\nの各発信時刻までに、ビットトレントネットワークを介して、原告各動画\nを送信可能化していたものである。\nしたがって、いずれにしても、原告各動画に係る原告の公衆送信権が侵\n害されているから、別紙動画目録１及び２記載の各発信時刻において、本\n件各氏名不詳者が、他のユーザーとの間で、直接、本件各動画ファイルの\nダウンロード又はアップロードを行っていなかったとしても、「特定電気\n通信による情報の流通によって自己の権利を侵害された」ことを否定する\n理由とはならず、本件各発信者情報は、「当該権利の侵害に係る発信者情\n報」に該当する。\n（被告の主張）\nプロバイダ責任制限法５条１項柱書は、「特定電気通信による情報の流通\nによって自己の権利を侵害された」と規定するところ、仮に、原告が主張す\nるとおり、別紙動画目録１及び２記載の各発信時刻までに、本件各動画ファ\nイルがアップロード可能な状態にあったとしても、これをもって「情報の流\n通」と評価することはできず、「特定電気通信による情報の流通」によって\n原告各動画に係る原告の公衆送信権が侵害されたということはできない。\nしたがって、本件各発信者情報は、上記の「当該権利の侵害に係る発信者\n情報」に該当しない。\n(3)  争点３（原告が本件各発信者情報の開示を受けるべき正当な理由を有する\nか）について\n（原告の主張）\n原告は、本件各氏名不詳者に対し、損害賠償を請求する予定であるが、そ\nのためには、本件各発信者情報の開示を受ける必要がある。\nしたがって、原告には、本件各発信者情報の開示を受けるべき正当な理由\nがある。\n（被告の主張）\n不知ないし争う。\n第３  当裁判所の判断\n１  争点１（原告の権利が侵害されたことが明らかであるか）について\n(1)  前記前提事実(2)ないし(4)によれば、ビットトレントネットワーク上に存在\nする本件各動画ファイルは、原告が著作権を有する原告各動画と実質的に同\n一の内容を表示するものであること、ビットトレントネットワークにおいて\nは、トラッカーが特定のファイルの提供者を管理しており、ビットトレント\nネットワークを介して当該特定のファイルをダウンロードしたピアは、他の\nピアから要求があれば、当該特定のファイルを送信することになることが認\nめられる。また、証拠（甲６）によれば、別紙動画目録１記載１の番号１、\n３６、６７、１５７、１６６、２０５、３３４、４７２、４７７、４９０、\n６３８及び７１７の各ＩＰアドレス、同目録１記載２の各ＩＰアドレス並び\nに同目録２記載の番号１及び７の各ＩＰアドレスを割り当てられたピア（た\nだし、これらのピアがどの時点で被告からこれらのＩＰアドレスを割り当て\nられたのかは、証拠上明らかでない。）が、ビットトレントネットワークを\n介して、本件各動画ファイルの全部又は一部をダウンロードしたことが認め\nられる。\nそうすると、上記各ＩＰアドレスを割り当てられたピアによって、原告各\n動画に基づき作成された本件各動画ファイルの全部又は一部がダウンロード\nされたことで、著作権法２条１項９号の５イ所定の「公衆の用に供されてい\nる電気通信回線に接続している自動公衆送信装置…の公衆送信用記録媒体に\n情報を記録…すること」により原告各動画を「自動公衆送信し得るようにす\nること」、すなわち「送信可能化」の状態に至ったものと認められる。\nそして、違法性阻却事由が存在することをうかがわせる事情は見当たらな\nいことからすると、上記各ＩＰアドレスを割り当てられたピアのユーザーに\nよって、原告各動画が「送信可能化」され、原告各動画に係る原告の著作権\n（公衆送信権）が侵害されたことが明らかであると認めるのが相当である。\n(2)  これに対して、被告は、ファイル保持率を示す「ｄｗ＿ｃａｐ」が「１０\n０」（％）でない者は、不完全なファイルしか保有していないから、これを\nアップロードすることができる状態にあったとしても、原告各動画を「送信\n可能化」したと評価することはできないと主張する。\nしかし、証拠（甲１２）及び弁論の全趣旨によれば、本件各動画ファイル\nについて、ファイル保持率が「１００」（％）に満たないものであっても、\n一部でもダウンロードがされていれば、原告各動画の一部と実質的に同一の\n内容を表示することができることが認められ、やはり原告各動画に係る原告\nの公衆送信権を侵害したといえる。したがって、被告の上記主張は採用する\nことができない。\nもっとも、別紙動画目録１記載１の番号１７、４６、６１７、６４８、６\n５３、７０１及び７２３の各ＩＰアドレス並びに同目録２記載の番号９のＩ\nＰアドレスを割り当てられた者については、ファイル保持率は「０」（％）\nであり、本件各動画ファイルの一部でもダウンロードしたことを認めるに足\nりる証拠はないといわざるを得ない。したがって、上記各ＩＰアドレスを割\nり当てられた者は、原告各動画に係る原告の著作権（公衆送信権）を侵害し\nたとは認められない。\n(3)  以上によれば、別紙動画目録１記載１の番号１、３６、６７、１５７、１\n６６、２０５、３３４、４７２、４７７、４９０、６３８及び７１７の各Ｉ\nＰアドレス、同目録１記載２の各ＩＰアドレス並びに同目録２記載の番号１\n及び７の各ＩＰアドレスを割り当てられた者については、原告各動画に係る\n原告の公衆送信権を侵害したことが明らかであるといえる。\nこれに対して、別紙動画目録１記載１の番号１７、４６、６１７、６４８、\n６５３、７０１及び７２３の各ＩＰアドレス並びに同目録２記載の番号９の\nＩＰアドレスを割り当てられた者については、原告各動画に係る原告の公衆\n送信権を侵害したことが明らかであるといえないから、その余の点を判断す\nるまでもなく、これらのＩＰアドレスに係る発信者情報の開示請求は理由が\nない。\n２  争点２（本件各発信者情報が「当該権利の侵害に係る発信者情報」に該当す\nるか）について\n(1)  前記１(1)のとおり、著作権法２条１項９号の５イ所定の行為により、原告\n各動画が送信可能化されて、原告各動画に係る原告の公衆送信権が侵害され\nたのは、本件各動画ファイルが、ビットトレントネットワークを介して、ダ\nウンロードされた時点であるというべきである。これに対し、前記前提事実\n(4)のとおり、ハンドシェイクとは、本件監視ソフトウェアが、トラッカーか\nら送信されたリストに記載されたＩＰアドレスで特定されるピアに接続し、\n応答すること等を確認するものであるところ、本件各発信者情報は、このよ\nうなハンドシェイク時に、被告から別紙動画目録１及び２記載の各ＩＰアド\nレスを割り当てられていた者に関する情報である。そうすると、原告各動画\nに係る原告の公衆送信権は、ハンドシェイクよりも前の時点において既に侵\n害されていたというべきであり、ハンドシェイクによって上記の権利侵害が\nもたらされたということはできない。\nまた、著作権法２条１項９号の５がイ又はロ所定の行為により自動公衆送\n信し得るようにすることを「送信可能化」と定義している以上、「送信可能\n化」したといえるには、それらに該当する行為がされることが必要である。\nしかし、本件全証拠によっても、ハンドシェイクの通信が上記の各行為のい\nずれかに該当すると認めることはできない。\nしたがって、ハンドシェイクの通信が、原告各動画を送信可能化し、原告\n各動画に係る原告の公衆送信権を侵害する通信であると認めることはできず、\nよって、ハンドシェイクの通信から把握される情報である本件各発信者情報\nが「当該権利の侵害に係る発信者情報」に該当するとは認められない。\n(2)  これに対して、原告は、ハンドシェイクが行われたということは、本件各\n氏名不詳者が、ビットトレントネットワークを介し、本件監視ソフトウェア\nの要求に応じて、本件各動画ファイルを自動的にアップロードすることがで\nきる状態にしていたことを示すものであるから、このハンドシェイクによっ\nて原告各動画に係る原告の公衆送信権が侵害されたと評価でき、そうでない\nとしても、ハンドシェイクの時点までには原告各動画を「送信可能化」して\nいたものであるから、ハンドシェイクの時点における情報である本件各発信\n者情報が「当該権利の侵害に係る発信者情報」に該当すると主張する。\nしかし、前記(1)のとおり、原告各動画が送信可能化され、原告各動画に係\nる原告の公衆送信権が侵害されたのは、ビットトレントネットワークを介し\nて、本件各動画ファイルがダウンロードされた時点であり、ハンドシェイク\nの時点でないことは明らかである以上、ハンドシェイクによって原告各動画\nに係る原告の公衆送信権が侵害されたと評価するのは無理がある。\nまた、本件においては、プロバイダ責任制限法５条１項に基づく請求がさ\nれているところ、同項柱書が「当該権利の侵害に係る発信者情報」について、\n「発信者情報であって専ら侵害関連通信に係るものとして総務省令で定める\nもの」である「特定発信者情報」と「特定発信者情報…以外の発信者情報」\nとに分けて規定し、前者に関しては、特定電気通信役務提供者の損害賠償責\n任の制限及び発信者情報の開示に関する法律施行規則（令和４年総務省令第\n３９号）５条が「侵害関連通信」として、特定電気通信役務の利用に係る契\n約の申込み等（同条１号）、ログイン（同条２号）、ログアウト（同条３号）\n及び同契約の終了（同条４号）のための各手順に従って行った識別符号その\n他の符号の電気通信による送信のみを規定していることからすると、プロバ\nイダ責任制限法及び上記施行規則は、権利侵害をもたらす通信から把握され\nる情報（特定発信者情報以外の発信者情報）とそれ以外の通信から把握され\nる情報（特定発信者情報）とを明確に区別した上、後者については、それに\n該当する情報を４つの類型の通信に係るものに限定していると解するのが相\n当である。そうすると、ハンドシェイクの時点までに原告各動画が「送信可\n能化」されていたとしても、ハンドシェイクの通信から把握される情報は、\n特定発信者情報以外の情報に該当しないのはもとより、上記４つの類型の通\n信に係る情報に該当しない以上、特定発信者情報にも該当しないというべき\nである。\nしたがって、ハンドシェイクの通信から把握される情報は、プロバイダ責\n任制限法５条１項柱書所定の「当該権利の侵害に係る発信者情報」に当たる\nとはいえず、原告の上記主張は採用することができない。\n第４  結論\n以上によれば、その余の点を判断するまでもなく、原告の請求はいずれも理\n由がないからこれを棄却することとして、主文のとおり判決する。\n東京地方裁判所民事第２９部\n裁判長裁判官\n國   分   隆   文\n裁判官\nバヒスバラン 薫\n裁判官小川暁は、転補につき、署名押印することができない。\n裁判長裁判官\n國   分   隆   文\n（別紙）\n発信者情報目録\n別紙動画目録１及び２記載の各ＩＰアドレスを、同目録記載の各発信時刻頃に被\n告から割り当てられていた契約者に関する以下の情報。\n①  氏名又は名称\n②  住所\n③  電子メールアドレス\n以  上\n（別紙著作物目録  省略）\n（別紙動画目録１及び２  省略）\n"
}