{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 3,
    "month": 11,
    "day": 29
  },
  "case_number": "令和1(ワ)30282",
  "case_name": "損害賠償請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "商標権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "90777",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=90777",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/777/090777_hanrei.pdf",
  "contents": "令和３年１１月２９日判決言渡  同日原本領収  裁判所書記官\n令和元年(ワ)第３０２８２号  損害賠償請求事件\n口頭弁論終結日  令和３年９月３日\n判        決\n原 告      株 式 会 社 ア ト ラ ク シ ョ ン ズ\n同 訴 訟 代 理 人 弁 護 士      杉本太 郎\n被 告        Ａ\n同 訴 訟 代 理 人 弁 護 士      薗田佳 弘\n主        文\n１  被告は，原告に対し，１６５１万４５１５円及びこれに対する令和元年１２\n月５日から支払済みまで年５分の割合による金員を支払え。\n２  原告のその余の請求を棄却する。\n３  訴訟費用は，これを２００分し，その１を原告の負担とし，その余は被告の\n負担とする。\n４  この判決は，第１項に限り，仮に執行することができる。\n事実及び理 由\n第１  請求\n被告は，原告に対し，１６５７万０９８６円及びこれに対する令和元年１２\n月５日から支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要等\n１  事案の要旨\n本件は，被告が代表取締役を務めていた株式会社が，虚偽の事実を主張して，\n商標登録の取消しの審判事件において原告の主張を争い，原告が使用していた\n標章の使用の差止め等を求める仮処分を申し立てるなどしたことについて，こ\nれらの一連の行為が原告に対する不法行為を構成し，被告には，同社の当該不\n法行為に関して，代表取締役としての任務懈怠があったと主張して，被告に対\nし，会社法４２９条に基づき，当該任務懈怠により生じた損害の賠償及びこれ\nに対する訴状送達の日の翌日である令和元年１２月５日から支払済みまで民法\n（平成２９年法律第４４号による改正前のもの。以下同じ。）所定の年５分の\n割合による遅延損害金の支払を求める事案である。\n２  前提事実（当事者間に争いのない事実並びに後掲証拠（以下，書証番号は特\n記しない限り枝番を含む。）及び弁論の全趣旨により容易に認められる事実）\n(1) 当事者等\nア  原告及び原告代表者\n(ｱ)  原告は，服飾雑貨，装身具，皮革製品，衣料品の製造，販売及び輸\n出入等を業とする株式会社である（甲１）。\n(ｲ)  原告代表者は，平成１８年５月から，個人事業主として，「Ａｔｔｒ\nａｃｔｉｏｎｓ」の屋号により，「Ａｔｔｒａｃｔｉｏｎｓ」の欧文字\nを図案化してなる標章を付した服飾雑貨の製作，販売等を行っていた\n（甲６０）。\n原告代表者は，平成２３年９月１日に原告を設立し，上記事業を法人\n成りさせ，それ以降は原告が上記標章を付した服飾雑貨等を製作，販売\nするなどしていた（甲１，６０，弁論の全趣旨）。\nなお，当該標章の外観には若干の修正が繰り返し加えられたところ，\n遅くとも平成２９年２月頃には，別紙原告標章目録記載の外観を有する\nに至った（以下，同目録記載の外観を有する標章を「原告標章」とい\nう。）。（甲１，６０，７３，弁論の全趣旨）\nイ  被告等\n(ｱ)  株式会社ＩＢＥＸ（以下「ＩＢＥＸ社」という。）は，商標権の売買，\n管理及びその仲介業並びにハンドバッグ，帽子，靴，ベルト，婦人アク\nセサリー，服飾雑貨，アパレル製品及び皮革製品の輸出入，製造販売等\nを業とする株式会社である（甲５，乙３）。\nＩＢＥＸ社は，平成２３年１１月１１日に設立されたが，その債権者\nにより，令和元年７月２９日に破産手続開始の申立てがされ，東京地方\n裁判所により，同月３０日に保全管理命令がされ，同年９月１９日に破\n産手続開始決定がされた。\n(ｲ)  被告は，ＩＢＥＸ社の設立時から，同社の代表取締役を務めていた\n者である。\n(ｳ)  Ｂ（以下「Ｂ」という。）は，ＩＢＥＸ社の経営企画室長として，同\n社の業務執行及び経営を実質的に取り仕切っていた者である（甲６５）。\n(ｴ)  株式会社アイ・ピー・ジー・アイ（以下「ＩＰＧＩ社」という。）は，\n商標権の売買，管理及びその仲介業並びにハンドバッグ，帽子，靴，ベ\nルト，婦人アクセサリー，服飾雑貨，アパレル製品，皮革製品等の輸出\n入，販売等を業とする株式会社であり，同社の代表取締役はＢであるが，\n同社については，東京地方裁判所により平成２３年７月８日に再生手続\n開始決定がされ，平成２７年１月１３日に同再生手続が終結した（乙\n１）。\n(2) 本件登録商標及び本件審判請求事件\nア  平成２９年３月８日当時，ＩＢＥＸ社を商標権者とする以下の登録商標\n（以下「本件登録商標」という。）が存在した。本件登録商標に係る商標\n権（以下「本件商標権」という。）は，登録日当時，ＩＰＧＩ社が保有し\nており，平成２４年８月９日頃，ＩＢＥＸ社に移転されたものである。\n（甲６の１，６の２，３６，３７）。\n登録番 号    第５１９０８６６号\n出願 日    平成２０年５月１２日\n登録 日    平成２０年１２月１９日\n商 標    Ａｔｔｒａｃｔｉｏｎ（標準文字）\n指定商 品   第１８類  かばん類，袋物，皮革製包装用容器，愛玩\n動物用被服類，携帯用化粧道具入れ，傘\n第２５類  被服，ガーター，靴下止め，ズボンつり，\nバンド，ベルト，履物\nイ  Ｃ（以下「Ｃ」という。）は，平成２９年３月８日，ＩＢＥＸ社を被請\n求人として，本件登録商標の指定商品中，第１８類の「かばん類，袋物，\n携帯用化粧道具入れ，傘」及び第２５類の「被服，ガーター，靴下止め，\nズボンつり，バンド，ベルト，履物」について商標登録を取り消す旨の審\n決を求める審判請求（取消２０１７－３００１６７号事件。以下「本件審\n判請求事件」という。）をした（甲６の１，６の４）。\n原告は，同年８月２４日，本件審判請求事件への参加を申請し，同年１\n０月２０日，参加許可の決定がされた（甲６の３，６の４）。\nウ  本件審判請求事件について，令和元年５月１３日，「登録第５１９０８\n６６号商標の指定商品中，第１８類「かばん類，袋物，携帯用化粧道具入\nれ，傘」及び第２５類「全指定商品」についての商標登録を取り消す。」\nとの審決（以下「本件審決」という。）がされた（甲７）。\nその後，本件審決は確定し，同年７月１７日，請求人代理人に対する確\n定登録通知がされた（甲６の３，６の４）。\n(3) ＩＢＥＸ社の原告に対する和解条件案の提示\nＩＢＥＸ社の顧問弁護士であったＦ（以下「Ｆ弁護士」という。）は，原\n告代理人に対し，平成２９年８月８日付けで「ＦＡＸ連絡書」と題する書面\n（甲３０。以下「本件連絡書」という。）を送信した。\n本件連絡書の内容は，ＩＢＥＸ社が，原告に対し，本件商標権の侵害に関\nする紛争を解決するための和解案として，① 原告が，ＩＢＥＸ社に１４４\n０万円を支払い，本件商標権を同社から譲り受けること，又は② 原告が，\n今後，原告標章の使用を中止し，損害賠償金として４００万円を支払うこと\nを提示して，同月１８日までに検討の結果を回答するよう求めるというもの\nであった。\n(4) ＩＢＥＸ社の原告を債務者とする仮処分命令申立て\nＩＢＥＸ社は，平成２９年９月２１日，ＩＢＥＸ社は本件商標権を保有し\nており，原告が本件登録商標と類似する原告標章を付した皮革，デニム素材，\nブーツといった被服，履物等の商品を製造，販売等する行為は本件商標権に\n対する侵害行為とみなされると主張して，原告に対し，原告標章を本件登録\n商標の指定商品と同一若しくは類似の商品に付し，又は同商品を販売等する\nことの差止め，及び執行官による同商品の保管を求めて，商標権侵害禁止仮\n処分命令の申立て（以下「本件仮処分命令申立て」といい，同申立てに係る\n事件（東京地方裁判所平成２９年（ヨ）第２２２０３号）を「本件仮処分命\n令申立事件」という。）を行った（甲３１）。\n本件仮処分命令申立ての債権者（ＩＢＥＸ社）の代理人はＦ弁護士であり\n（甲３１，３２，５８），債務者（原告）の代理人は原告代理人であった\n（甲５６の２，５７，７３，弁論の全趣旨）。\n３  争点\n(1) 被告の任務懈怠責任の成否（争点１）\n(2) 損害の発生及び額並びに相当因果関係（争点２）\n(3) 過失相殺（争点３）\n４  争点に関する当事者の主張\n(1) 争点１（被告の任務懈怠責任の成否）について\n（原告の主張）\nア  ＩＢＥＸ社による不法行為について\n原告は，原告標章を商標登録することを検討し，弁護士兼弁理士（以下\n「本件弁理士」という。）に相談したところ，本件登録商標の存在が明ら\nかになった。そこで，原告は，ＩＢＥＸ社が継続して３年以上日本国内\nにおいて本件登録商標を使用していないことを理由に，前記前提事実(2)\nイのとおり，本件弁理士の親族であるＣを請求人として本件審判請求事\n件に係る審判を請求し，その後，原告は同事件への参加を申請して，特\n許庁に許可された。\nこれに対し，被請求人であるＩＢＥＸ社は，本件登録商標を使用した事\n実が存在しなかったにもかかわらず，本件審判請求事件において，本件\n登録商標をパーカーに付して使用していた事実がある旨の虚偽の主張を\nし，当該主張に沿うように不正に作成した加工指示書等の証拠を提出し\nて，本件審判請求事件における原告らの主張を争った。\nまた，ＩＢＥＸ社は，前記前提事実(3)のとおり，原告に対し，本件連\n絡書を送信して，本件商標権を１４４０万円で買い取るか又は本件商標\n権の侵害を理由とする損害賠償として４００万円を支払うよう請求した。\nさらに，ＩＢＥＸ社は，前記前提事実(4)のとおり，原告に対し，原告\n標章が本件登録商標に類似するなどと主張して，原告標章の使用の差止\nめ等を求める本件仮処分命令申立てをした。\nこれに対し，原告は，本件審判請求事件におけるＩＢＥＸ社の主張や本\n件連絡書による請求を受けて，原告標章の使用の差止めや損害賠償請求\nに関するリスクに対応するため，原告標章を使用することを取り止め，\n原告標章が使用された商品は，別のブランド名に取り換えるか，不良在\n庫とせざるをなかった。\n以上のとおり，本件登録商標を使用していたとする虚偽の主張を行い，\n原告に対し本件連絡書を送付して損害賠償を請求し，本件仮処分命令申\n立てをしたという，ＩＢＥＸ社による一連の行為は，原告に対する故意\nによる不法行為を構成するものである。\nイ  被告の任務懈怠について\n(ｱ)  ＩＢＥＸ社の代表取締役である被告は，同社を代表して，本件登録\n商標を使用していたとする虚偽の主張を行い，原告に対し本件連絡書を\n送付して損害賠償を請求し，本件仮処分命令申立てをするという一連の\n行為を行ったところ，前記アのとおり，当該一連の行為は原告に対する\n不法行為を構成するから，被告には善管注意義務に違反する任務懈怠が\nあり，かつ，これに悪意又は重大な過失があったと認められる。\n(ｲ)  被告は，ＩＢＥＸ社の実質的な経営者はＢであり，被告は名目的な\n代表取締役にすぎず，ＩＢＥＸ社の前記アの各行為を知らされていなか\nったなどとして，被告に任務懈怠があったとは認められないと主張する。\nしかし，被告は，週に１度はＩＢＥＸ社に出社し，同社の業務に携わ\nり，同社から報酬を受け取っていたのであるから，被告が同社の名目的\nな代表取締役であったとはいえない。また，被告は，Ｂから，ＩＢＥＸ\n社が前記アの一連の行為をしていたことを聞かされていた。したがって，\n被告の上記主張は前提を誤るものである。\nそもそも，ＩＢＥＸ社は，取締役会設置会社ではなく，その取締役及\nび代表取締役がいずれも被告のみの株式会社であるから，被告は，同社\nの機関として，業務の決定及び執行の権限を有するとともに，同社を代\n表し，業務に関する一切の裁判上又は裁判外の行為をする権限を有する\n唯一の立場にあった。そのような立場にある被告が，同社の機関ですら\nないＢに業務の一切を任せ，自らは代表取締役としての職務を行わず，\nＩＢＥＸ社の原告に対する不法行為を惹起したのであれば，それ自体，\n被告が負う善管注意義務に違反するものであり，任務懈怠があるという\nべきである。\n（被告の主張）\nア  ＩＢＥＸ社による不法行為について\n不知。被告は，ＩＢＥＸ社の名目上の代表取締役であり，同社の経営に\nは関与していなかったため，ＩＢＥＸ社と原告との間の本件登録商標に\n関する事実経過や，本件審判請求事件におけるＩＢＥＸ社の主張の内容\nを一切把握していない。\nまた，そもそも，本件全証拠によっても，ＩＢＥＸ社が本件審判請求事\n件において虚偽の主張をしていたとは認められない。\nイ  被告の任務懈怠について\n(ｱ)  ＩＢＥＸ社は，再生手続開始決定がされたＩＰＧＩ社の事業を承継\nするための受皿会社として設立されたものであるところ，ＩＰＧＩ社の\n代表取締役であったＢは，個人的に親交があり，かつ，ＩＰＧＩ社の人\n事制度の設計に携わった被告に対し，Ｂ自身はＩＢＥＸ社の代表者に就\n任することができないので，被告がＩＢＥＸ社の代表者に就任してほし\nいと依頼した。被告は，この依頼を承諾し，代表取締役に就任したが，\nＩＢＥＸ社の主要業務である商標権の管理に関する業務，資金繰り，業\n務執行，人事その他経営に関する業務はＢが全て差配していた。被告は，\nＩＢＥＸ社には週に１回程度しか出社せず，出社しても自身の本業であ\nる人事コンサルタントの業務をすることが多く，Ｂの指示に従いＩＢＥ\nＸ社の経理業務に従事するなどする程度であって，Ｂに意見を述べるこ\nとも許されていなかった。\nこのように，ＩＢＥＸ社の経営を実質的に取り仕切っていたのはＢで\nあり，被告は同社の名目的な代表取締役にすぎなかった。\n(ｲ)  本件審判請求事件におけるＩＢＥＸ社の主張，本件連絡書の送信に\nよる原告に対する損害賠償等の請求及び本件仮処分命令申立ては，全て\nＢが主体的に行ったものである。被告は，Ｆ弁護士とＩＢＥＸ社との打\n合せに同席したり，Ｆ弁護士と連絡を取り合ったりしたことは一切なく，\nＢやＦ弁護士から，本件連絡書や本件仮処分命令申立てについて何も知\nらされていなかった。また，ＩＢＥＸ社のＦ弁護士に対する委任状を作\n成したのも被告ではなかった。\nこのように，被告は，原告が不法行為を構成すると主張するＩＢＥＸ\n社の行為には一切関与しておらず，Ｂが主導したＩＢＥＸ社の不法行為\nによって原告に損害を与えることを知っていたとか，容易に知ることが\nできたなどの特段の事情は認められない。そうすると，被告には，Ｂが\n主導したＩＢＥＸ社の不法行為を未然に防止すべき監督義務はないし，\n仮に監督義務があったとしても，その義務を懈怠したことについて悪意\n又は重大な過失は認められない。\n(ｳ)  原告は，被告の主張を前提としても，被告がＢにＩＢＥＸ社の業務\nを任せきりにしていたこと自体が任務懈怠に当たると主張するが，他者\nに業務一切を任せきりにしていた場合にも，個別具体的事情を考慮して\n当該取締役の責任について検討されるべきであり，Ｂに業務一切を任せ\nていたことから，直ちに被告に代表取締役としての任務懈怠があったと\n認められるわけではない。\n(ｴ)  以上によれば，被告には，ＩＢＥＸ社の代表取締役の職務を行うに\nついての任務懈怠及び悪意又は重大な過失があったとは認められない。\n(2) 争点２（損害の発生及び額並びに相当因果関係）について\n（原告の主張）\nア  損害の発生及び額について\n(ｱ) 不良在庫になったことによる損害\n原告は，平成２９年９月から，原告標章の使用を取り止めた。その時\n点で原告が保有していた在庫商品のうち，原告標章が商品の本体に刻印\nされたものや，原告標章が使用されたタグ，ネーム，パッチ，商品箱等\nは，不良在庫となった。\n不良在庫となった商品等の仕入価額の総額は９９０万６０３７円であ\nる。そして，平成２９年８月３１日期における原告の粗利率が４３．２\n２％であったことからすると，不良在庫となった商品について，本来，\n約１７４４万円の売上げが得られたはずであった。ところが，不良在庫\nとなった商品は，廃棄したり，無料で配布したり，セールや福袋で販売\nしたりせざるを得ず，これにより得られた売上げが７４４万円を超える\nものではなかった。\nこのように，販売を取り止めなければ約１７４４万円の売上げが得ら\nれたはずであるにもかかわらず，結果として売上げは７４４万円に至ら\nなかったのであるから，不良在庫になったことにより原告が被った損害\nは９９６万７６９７円を下ることはない。\n(ｲ) 商標切替えに要した費用\n原告は，平成２９年９月から，原告標章の使用を取り止めて新たな商\n標に切り替えたが，当該切替えのため，新たな商標を印字，刻印及び貼\n付するための版代，型代，箔用版代及びゴム型代や，切替えを実施した\nことによる工賃を支出した。その費用の内訳は別紙商標切替費用一覧記\n載のとおりであり，その総額は２３０万６０８９円であって，原告は同\n額の損害を被った。\n(ｳ) 弁護士費用\nａ  原告は，本件審判請求事件について本件弁理士を解任した上，本件\n審判請求事件及び本件仮処分命令申立てに関する業務を原告代理人に\n委任した。そして，原告は，原告代理人に対し，これらの業務に係る\n弁護士費用の着手金として６３万７２００円を，同報酬金として２１\n６万円を支払い，それらの合計額に相当する損害を被った。\nｂ  原告は，本訴の弁護士費用として，前記(ｱ)，(ｲ)及びａの損害額の\n合計の約１０％に相当する１５０万円を支払い，同額を負担すること\nになる。\nイ  相当因果関係について\n(ｱ)  被告は，ＩＢＥＸ社の業務について決定し，これを執行する権限な\nいし職務や，ＩＢＥＸ社の業務に関する一切の裁判上又は裁判外の行為\nをする権限ないし職務を担うＩＢＥＸ社唯一の機関であり，被告が当該\n権限を行使し，代表取締役の職務を果たしていれば，ＩＢＥＸ社の不法\n行為を阻止できた。それにもかかわらず，被告は，当該権限を行使せず，\n職務を何ら果たしていないのであるから，被告の任務懈怠と原告の損害\nの発生との間には相当因果関係が認められる。\n(ｲ)  被告は，ＩＢＥＸ社の実質的な経営者がＢであり，被告がＢによる\n行為を阻止することはできなかったとして，被告に任務懈怠があるとし\nても，その任務懈怠と損害の発生との間には相当因果関係が認められな\nいと主張する。\nしかし，被告は，ＩＢＥＸ社の唯一の機関として，同社を代表して業\n務に関する一切の裁判上又は裁判外の行為をする権限を有していた。被\n告が，代表取締役としての職務を一切行わず，ＢにＩＢＥＸ社の業務の\n一切を任せたことで，原告に損害が生じたのであれば，そのような被告\nの任務懈怠と原告の損害の発生との間に相当因果関係が認められること\nは明らかである。したがって，被告の上記主張は理由がない。\n(ｳ)  被告は，原告が原告標章の使用を取り止めたことは経営判断であり，\n本件審判請求事件及び本件仮処分命令申立てに係る弁護士費用について\nは不法行為と関連なく支出された費用であるから，被告の任務懈怠との\n間に相当因果関係は認められないと主張する。\nしかし，原告が原告標章の使用を取り止めるとの判断をし，原告代理\n人に上記弁護士費用を支払ったのは，ＩＢＥＸ社が証拠を不正に作成し\nてまで虚偽の内容の主張をし，原告に対し，原告標章の使用の停止と損\n害賠償を請求してきたためである。したがって，被告の任務懈怠と上記\n弁護士費用の支出によって原告が被った損害との間には相当因果関係が\n認められ，被告の上記主張には理由がない。\n（被告の主張）\nア  損害の発生及び額について\n(ｱ)  いずれも否認ないし争う。原告が主張する損害の発生及び額につい\nて，客観的な裏付けはない。\n(ｲ)  原告は，原告の粗利率が４３．２２％であったことを根拠に，不良\n在庫となったことによる損害について主張するが，そもそも１期分の損\n益計算書のみによって当該粗利率が適切であるとは認め難いし，当該損\n益計算書自体，税務署の押印等が存在せず，信用性がない。したがって，\n不良在庫となったことによる損害が発生したとは認められない。\nイ  相当因果関係について\n前記(1)（被告の主張）イ(ｱ)のとおり，ＩＢＥＸ社の経営はＢが全て取\nり仕切っていた。しかも，ＩＢＥＸ社の主たる事業はブランドの商標管\n理であったところ，被告は当該業務には全く精通していなかった。そう\nすると，仮に，被告が，Ｂに対し，本件審判請求事件における主張，本\n件連絡書の送信及び本件仮処分命令申立てについて意見を述べたとして\nも，Ｂには何らの影響も与えることはできず，ＩＢＥＸ社による行為を\n阻止できなかったことは明らかである。\nまた，原告は，ＩＢＥＸ社が本件審判請求事件に提出した証拠が不自然\nであり，同社の主張に疑念を抱いていたというのであるから，当該主張\nを本件審判請求事件において争うべきであった。そうすると，原告が原\n告標章の使用を取り止める決定をしたのは，正に原告の自主的な経営判\n断であるというべきであって，そのような判断により原告が被ったとさ\nれる損害と被告の任務懈怠との間には相当因果関係が認められない。\nさらに，原告は，本件審判請求事件及び本件仮処分命令申立ての弁護士\n費用について主張するところ，これらの弁護士費用は，原告が不法行為\nと主張するＩＢＥＸ社の行為とは無関係に支出されたものであるから，\n損害の発生と被告の任務懈怠との間には相当因果関係が認められない。\n(3) 争点３（過失相殺）について\nア  原告標章の使用を取り止める判断に関する過失の有無\n（被告の主張）\n原告は，ＩＢＥＸ社が本件審判請求事件において提出した証拠の不自然\nさから，同社の主張に疑念を抱いていた。そうすると，原告としては，\nＩＢＥＸ社の主張が正当であるか否か等について綿密に調査した上で主\n張をするなどして，原告標章の使用を取り止めることにより損害が生じ\nることを防止すべきであったといえる。それにもかかわらず，原告は，\n上記のような措置を講ずることなく，原告標章の使用を取り止めて損害\nを拡大させた。したがって，原告には損害発生に関して過失があるとい\nえるから，過失相殺が認められるべきである。\n（原告の主張）\n原告が原告標章の使用を取り止める判断をしたのは，ＩＢＥＸ社が，原\n告に対し，自己の主張に沿う証拠を不正に作成してまで，原告標章の使\n用の停止と損害賠償を請求したことによるのであるから，原告の上記判\n断が過失と評価される余地はない。\nイ  過失相殺の主張をすることの信義則違反の成否\n（原告の主張）\n前記ア（原告の主張）の経緯からすれば，ＩＢＥＸ社の代表取締役であ\nる被告が，原告において原告標章の使用を取り止める判断をしたことが\n過失に当たると主張することは，信義則上許されない。\n（被告の主張）\n争う。\n第３  当裁判所の判断\n１  争点１（被告の任務懈怠責任の成否）について\n(1) 認定事実\n前記前提事実並びに証拠（甲６，８ないし１８，２１ないし２３，２７，\n３２ないし３５，５８，６１，６２，６５，６７，７０，７１，７３ないし\n７５，乙２，７，８，証人Ｄ，原告代表者，被告本人）及び弁論の全趣旨に\nよれば，以下の事実が認められる。\nア  ＩＢＥＸ社の設立及び経営実態等に関する事実\n(ｱ) 被告がＩＢＥＸ社に関与するに至った経緯\nａ  被告とＢは，大学の同級生であり，在学中から交友関係にあった\n（甲６１，６２，６５，乙７，被告本人）。\nｂ  被告は，大学卒業後，民間企業や会計事務所での勤務を経て，個人\n事業主として労務コンサルタントの業務に携わるようになり，平成１\n８年６月２８日には，経営コンサルティング事業や教育研修事業等を\n目的とする合同会社アイラック・ヒューマンコンサルタンツ（以下\n「ＩＨＣ社」という。）を設立して，同社の代表社員に就任した（甲\n６２，乙２）。\n被告は，同年頃，ＢからＩＰＧＩ社の人事制度の設計等の人事コン\nサルティング業務を依頼されて，これに応じ，平成２３年頃までの約\n４年間にわたり，同社の人事コンサルティング業務に携わった（甲６\n２，乙７，被告本人）。\nｃ  前記前提事実(1)イ(ｴ)のとおり，ＩＰＧＩ社については平成２３年\n７月８日に東京地方裁判所により再生手続開始決定がされたため，Ｉ\nＰＧＩ社の受皿会社としてＩＢＥＸ社を設立することになった。被告\nは，Ｂから，同人が銀行との訴訟を抱えているなどの理由により同社\nの代表取締役に就任することができないため，被告に就任してもらい\nたいと依頼され，同社の代表取締役に就任した。（乙７，被告本人）\n(ｲ) ＩＢＥＸ社の経営実態\nａ  Ｂの業務内容\nＢは，ＩＢＥＸ社の経営企画室長として，同社の資金繰りや営業活\n動に関する意思決定をし，自らが主導的に仕入先との交渉，折衝をし\nたり，従業員に営業に関する指示を出したりしていた。また，Ｂは，\n従業員の給与や採用等，人事に関する決定権限を有していた。さらに，\nＢは，ＩＢＥＸ社の法的な紛争に関して，Ｆ弁護士との間で対応の方\n針等の打合せを繰り返し行っていた。このように，Ｂは，実質的に，\n同社の経営全般を支配していた。（甲６２，６５，乙７，８，証人Ｄ，\n被告本人）\nｂ  被告の業務内容\n被告は，ＩＢＥＸ社の設立当初，週に３，４回の頻度で同社に出社\nしていたが，平成２７年頃からは，本業であるＩＨＣ社の人事コンサ\nルタント業務が増加したことなどから，ＩＢＥＸ社に出社する頻度は\n週１回以下に減少し，同社に出社しても，ＩＨＣ社の業務に時間を割\nくことがあった。その一方で，被告は，ＩＢＥＸ社の業務に一定程度\n関与しており，例えば，同社の営業会議への出席，取引先へのメール\n送信，契約書等の書類への署名押印等の営業に関する業務や，採用面\n接や給与の振込，就業規則の作成等の人事労務に関する業務に携わっ\nていた。また，被告は，ＢとＦ弁護士とで行われる種々の打合せに同\n席したり，代表取締役として，金融機関や税務署との折衝を行ったり\nしたほか，Ｂと共に，重要な取引先や大口債権者との交渉の場に臨む\nこともあった。（甲６２，６５，６７，７０，７１，乙７，８，証人\nＤ，被告本人）\nｃ  ＩＢＥＸ社における被告の待遇\n被告は，ＩＢＥＸ社の代表取締役に就任した当初，月額６０万円の\n役員報酬を得ていたが，同社の資金繰りが悪化すると，月額４０万円\nに減額された（被告本人）。\nイ  本件審判請求事件及び本件仮処分命令申立事件に関する事実\n(ｱ) 本件審判請求事件に係る審判が請求された経緯\n前記前提事実(1)ア(ｲ)のとおり，原告は，原告標章を付した服飾雑貨\n等を製作し，販売していたところ，原告代表者は，「Ａｔｔｒａｃｔｉ\nｏｎｓ」ブランドによる服飾雑貨等の販売事業が順調に成長を続けてい\nたことから，原告標章を商標登録することを考えた。本件弁理士による\n調査の結果，ＩＢＥＸ社を商標権者とする本件登録商標の存在が判明し\nたことから，原告は，本件弁理士に対し，本件登録商標について商標登\n録の取消しの審判を請求することを依頼した。本件弁理士は，前記前提\n事実(2)イのとおり，Ｃを請求人として，平成２９年３月８日，本件審\n判請求事件に係る審判を請求した（なお，本件弁理士は，原告代表者に\n対し，当該請求の請求人であるＣが自身の親族である旨は説明したもの\nの，Ｃを請求人とした理由は明らかにしなかった。）。（甲６，７３，原\n告代表者）\n(ｲ) 本件審判請求事件における審理の状況等\nａ  ＩＢＥＸ社は，平成２９年６月１２日，同月９日付け「審判事件答\n弁書（第２回）」（甲７４。以下「本件答弁書」という。），証拠説明書\n（甲７５）及び１１通の書証を特許庁に提出した。\n本件答弁書には，審判不成立の審決を求める旨の答弁が記載され，\nその理由として，本件登録商標「は請求にかかる期間内に誠実に使用\nされており，以下にその事実を証明するところである。」と記載され\nていた。さらに，本件答弁書では，上記書証の内容が摘示された上で，\nこれらの書証によれば，ＩＢＥＸ社は，平成２７年７月から同年１１\n月にかけて，本件登録商標が付された品番「７７５３０３４」のパー\nカーを譲渡し，もって本件登録商標を使用したことが明らかになった\n旨の主張が記載されていた。（甲７４，７５）\nその後，原告は，本件弁理士の対応に不信感を抱くようになり，原\n告代理人に本件審判請求事件への対応を依頼し，原告代理人はこれを\n受任した（甲７３，原告代表者）。\nｂ  ＩＢＥＸ社が本件審判請求事件において提出した前記ａの書証の記\n載内容等は，以下のとおりである。\n(a) デザイン企画書（甲８）\n表題部に「７７５３０３４」，「ＮＡＭＥ：ＢＳフロントサガラ刺\n繍杢プルＰＫ」及び「ＢＥＡＣＨ  ＳＯＵＮＤ／Ａｔｔｒａｃｔｉ\nｏｎ」と記載されている。\n表題部の下部には，「黒」色，「サーモンピンク」色又は「ネービ\nー」色（甲１７参照）の製品ごとに，パーカーの正面図と背面図が\n並べて記載されており，「黒」色及び「ネービー」色の製品の正面\n図の胸部には白色で，「サーモンピンク」色の製品の胸部には濃紺\n色で，「Ｓｕｒｆｉｎｇ」，「Ｎａｔｕｒｅ  ＆  Ｂｌｕｅ」及び\n「Ａｔｔｒａｃｔｉｏｎ」との文字が，上から順に三段書きで配さ\nれている。そして，「Ｓｕｒｆｉｎｇ」及び「Ｎａｔｕｒｅ  ＆\nＢｌｕｅ」は筆記体様の書体で，「Ａｔｔｒａｃｔｉｏｎ」はゴシ\nック体様の書体で記載されている。また，１段目の「Ｓｕｒｆｉｎ\nｇ」から直線が伸び，赤字で「サガラ刺繍」と記載され，２段目の\n「Ｎａｔｕｒｅ  ＆  Ｂｌｕｅ」及び３段目の「Ａｔｔｒａｃｔｉ\nｏｎ」からそれぞれ直線が伸び，赤字で「刺繍」と記載されている。\n(b) 縫製仕様書（甲９）\n１枚目の表題部に，「日付  ２０１５．０７．２７」，「本品番\n（仮品番）  ７７５３０３４」，「商品名  ＢＳフロントサガラ刺繍\n杢プルＰＫ」，「デザイナー  Ｅ」及び「仕様書作成者  Ｅ」と記載\nされている。また，表題部の「サンプル依頼仕様確認印」の「生産\n管理」の箇所には「７／２８」との記載と「Ｄ」の押印が，「企画\n担当」の箇所には「７／２８」との記載と「Ｅ」の押印があり，\n「最終仕様確認印」の「生産管理」の箇所には「８／１０」との記\n載と「Ｄ」の押印が，「企画担当」の箇所には「８／１０」との記\n載と「Ｅ」の押印がある。\n２枚目の表題部には，「仕様書作成者  Ｅ」との記載がない点を\n除き，１枚目の表題部と同じ記載が存在する。\n(c) 仕様規格書（甲１０の２）\n表題部には，「仕様書作成者  Ｅ」との記載がない点を除き，縫\n製仕様書（甲９）の１枚目の表題部と同じ記載が存在する。\nなお，ＩＢＥＸ社は，本件仮処分命令申立事件においても仕様規\n格書と題する書面を書証として提出しているところ（甲１０の１），\n同書面には，本件審判請求事件で提出された仕様規格書（甲１０の\n２）と異なり，２枚目（「＜８／１０  コメント＞」から始まるも\nの）及び３枚目（「＜８／２４  コメント＞」から始まるもの）が\n存在する。\n(d) 加工指示書（甲１１の２）\n表題部には，「日付  ２０１５．０７．２７」，「ブランド  ＢＥ\nＡＣＨ  ＳＯＵＮＤ  Ａｔｔｒａｃｔｉｏｎ」，「本品番  ７７５３\n０３４」，「品名  ＢＳフロントサガラ刺繍杢プルＰＫ」，「デザイナ\nー  Ｅ」と記載されている。また，表題部の「ロゴチェック」の\n「生産管理部」の箇所には「７／２８」との記載と「Ｄ」の押印が\nあり，「最終仕様確認印」の「生産管理部」の箇所には「８／１０」\nとの記載と「Ｄ」の押印が，「企画担当者」の箇所には「８／１０」\nとの記載と「Ｅ」の押印がある。\nまた，表題部の下部の「加工／位置」の欄には，製品の正面図が\n記載され，その胸部には，「Ｓｕｒｆｉｎｇ」，「Ｎａｔｕｒｅ  ＆\nＢｌｕｅ」及び「Ａｔｔｒａｃｔｉｏｎ」との文字が，上から順に\n三段書きで配されている（書体は前記(a)と同様である。）。\nさらに，「加工／位置」の欄の下部にある「加工／寸法＆位置」\nの欄には，「Ｓｕｒｆｉｎｇ」，「Ｎａｔｕｒｅ  ＆  Ｂｌｕｅ」及\nび「Ａｔｔｒａｃｔｉｏｎ」との文字が，上から順に三段書きで配\nされ，１段目の「Ｓｕｒｆｉｎｇ」及び３段目の「Ａｔｔｒａｃｔ\nｉｏｎ」をサガラ刺繍により，２段目の「Ｎａｔｕｒｅ  ＆  Ｂｌ\nｕｅ」を刺繍による旨の加工指示が記載されている（書体は前記\n(a)と同様である。）。\nなお，ＩＢＥＸ社は，本件仮処分命令申立事件においても加工指\n示書と題する書面を書証として提出しているところ（甲１１の１），\n同書面の「コメント」の欄には，本件審判請求事件で提出された加\n工指示書（甲１１の２）と異なり，手書きの記載が存在する。\n(e) デザイン版下（甲１２）\n表題部に「７７５３０３４  版下原寸」と記載され，「Ｓｕｒｆ\nｉｎｇ」，「Ｎａｔｕｒｅ  ＆  Ｂｌｕｅ」及び「Ａｔｔｒａｃｔｉ\nｏｎ」との文字が，上から順に三段書きで配された記載が二つ存在\nする（書体は前記(a)と同様である。）。\n(f) 取引書類（甲１３ないし１８，３３ないし３５）\nインボイス（甲１３），包装明細書（甲１４），売買契約書（甲１\n５），請求書（甲１６），引取指示書（甲１７）及び納品書（甲１８）\nには，品番「７７５３０３４」で特定される衣服が取引された旨が\nそれぞれ記載されている。\nなお，売買契約書（甲１５）の「ＮＯ」の欄及び引取指示書（甲\n１７）の「ブランド」の欄には「ＢＥＡＣＨ  ＳＯＵＮＤ」と記載\nされ，納品書（甲１８）の「品番，品名」の欄には「ＢＳ…」と記\n載されている。\n(ｳ) 本件仮処分命令申立事件における審理の状況等\nａ  前記前提事実(4)のとおり，ＩＢＥＸ社は，平成２９年９月２１日，\n本件仮処分命令申立てをした。\n本件仮処分命令申立ては，同年１２月１４日付けで申立ての趣旨の\n変更が申し立てられた後，平成３０年３月１日付けで取り下げられた\n（甲３２，５８）。\nｂ  ＩＢＥＸ社は，本件仮処分命令申立事件において，前記(ｲ)ｂ(a)，\n(b)，(e)及び(f)と同一の書証を提出したほか，以下の書証を提出し\nた。\n(a) 仕様規格書（甲１０の１）\n前記(ｲ)ｂ(c)の仕様規格書（甲１０の２）と異なり，２枚目及び\n３枚目が存在する（当該仕様規格書（甲１０の１）の１枚目と，前\n記(ｲ)ｂ(c)の仕様規格書（甲１０の２）は同一の内容である。）。\n２枚目には「＜８／１０  コメント＞」から始まる，３枚目には\n「＜８／２４  コメント＞」から始まる，いずれも手書きの記載が\n存在する。これらは，いずれもパーカーの加工指示が箇条書きで記\n載されたものであり，それぞれ末尾付近に丸で囲まれた「Ｅ」との\n記載が存在する。また，２枚目と３枚目の表題部分には，「ＭＡＫ\nＥＲ  ＩＢＸ」，「ＢＬＡＮＤ  Ｂｅａｃｈ  Ｓｏｕｎｄ  Ａｔｔｒ\nａｃｔｉｏｎ」，「ＳＴＹＬＥ  ＮＯ．７７５３０３４」「ＰＲＯＤ\nＵＣＴ  ＮＡＭＥ  ＢＳフロントサガラ刺繍杢プルＰＫ」，「Ｅｃｓ\nｉｓ  ｉｎｃ．」との記載がある。\n(b) 加工指示書（甲１１の１）\n前記(ｲ)ｂ(d)の加工指示書（甲１０の２）と異なり，「コメント」\nの欄に「＜８／１０  コメント＞」及び「＜８／２４  コメント＞」\nから始まる手書きの記載があり，それぞれ末尾付近に丸で囲まれた\n「Ｅ」との記載がある。\n(ｴ) 原告による調査結果\nａ  平成２９年１２月頃，品番が「ＮＯ．００００７７５３０３４」で\nあり，「エクシス（株）」と記載されたタグが付されたパーカーがフリ\nマサービスのメルカリに出品されていた（以下「本件パーカー」とい\nう。）。本件パーカーの胸部には，「Ｓｕｒｆｉｎｇ」，「Ｎａｔｕｒｅ\n＆  Ｂｌｕｅ」の順に二段書きされた記載があり，書体は前記(ｲ)ｂ\n(a)の企画書に記載された書体と同一であるが，三段目の「Ａｔｔｒ\nａｃｔｉｏｎ」の記載が存在しなかった。また，本件パーカ―の首に\n付されたタグには，筆記体で「Ｂｅａｃｈ  Ｓｏｕｎｄ」と刺繍され\nていた。なお，異なる刺繍デザインが施された衣服に対して同じ品番\nを付することは，ファッション業界においては通常想定できない。\n（甲２１，２２，２７）\nｂ  「ＢＥＡＣＨ  ＳＯＵＮＤ」のインスタグラムの公式ホームページ\nには，平成２７年１１月１１日，本件パーカーと同様の外観を有する\nパーカーの写真画像が投稿されていた（甲２３）。\n(ｵ) 原告とＩＢＥＸ社との係争に関するＩＢＥＸ社の対応等\nａ  本件審判請求事件におけるＩＢＥＸ社の対応方針，原告に対する本\n件連絡書の送付及び本件仮処分命令申立てに関する打合せは，ＢとＦ\n弁護士との間で行われており，被告がこうした打合せに主体的には関\n与していなかった。もっとも，被告は，Ｂから，ある会社がＩＢＥＸ\n社保有の商標権に係る商標を無断で使用していること及びまとまった\n損害賠償金を入手できる見通しであることを聞いていた。（証人Ｄ，\n被告本人）\nｂ  ＩＢＥＸ社は，平成２７年，本件パーカー（甲２３），すなわち，\n「Ａｔｔｒａｃｔｉｏｎ」の刺繍が施されていないパーカーを製作し\nた。Ｂは，原告との本件商標権に関する係争が生じた後，ＩＢＥＸ社\nから生産管理を請け負っていたエクシス株式会社の従業員であるＤ\n（以下「Ｄ」という。）及びＥ（以下「Ｅ」という。）に対し，同年７\n月２７日付けで作成された加工指示書（甲１１の１，１１の２）につ\nいて，作成当時には「Ａｔｔｒａｃｔｉｏｎ」の刺繍に関する記載が\nなかったにもかかわらず，本件パーカーに「Ａｔｔｒａｃｔｉｏｎ」\nの刺繍がなされていたことを示す記載を書き加えるように指示したほ\nか，Ｄに対し，本件パーカーに「Ａｔｔｒａｃｔｉｏｎ」の刺繍を施\nしたパーカーを作成するよう指示した。（甲６５，証人Ｄ）\nウ  事実認定に関する補足説明\n(ｱ)  証人Ｄは，前記イ(ｵ)ｂの認定事実に沿う証言をするのに対し，被告\nは，自身は原告とＩＢＥＸ社との間の係争についてＢから聞かされてお\nらず，当該係争について不知である旨主張する。そこで，以下，証人Ｄ\nの証言の信用性について検討する。\n(ｲ)ａ まず，ＩＢＥＸ社が，平成２７年当時，「Ａｔｔｒａｃｔｉｏｎ」\nの刺繍を施したパーカーを制作した事実はない旨の証人Ｄの証言につ\nいてみると，その証言内容は相当に具体的かつ自然であって，信用性\nに疑問を差し挟ませるべき点は存在しない。そして，前記イ(ｴ)のと\nおり，原告が入手した品番が「００００７７５３０３４」の本件パー\nカーには「Ａｔｔｒａｃｔｉｏｎ」の刺繍が施されていなかったこと，\n異なる刺繍デザインが施された衣服に対して同じ品番を付することは\n通常想定できないこと，「ＢＥＡＣＨ  ＳＯＵＮＤ」のインスタグラ\nム（甲２３）に「Ａｔｔｒａｃｔｉｏｎ」の刺繍が施されていない本\n件パーカーの外観と類似するパーカーの写真が投稿されていたことは，\n「Ａｔｔｒａｃｔｉｏｎ」の刺繍が施された品番「００００７７５３\n０３４」のパーカーが実際には存在しないことをうかがわせる客観的\nな事実といえるところ，証人Ｄの証言は，こうした事実とよく整合し\nている。したがって，ＩＢＥＸ社が，平成２７年当時，「Ａｔｔｒａ\nｃｔｉｏｎ」の刺繍を施したパーカーを製作した事実はない旨の証人\nＤの証言は，十分に信用できるというべきである。\nこれに対し，ＩＢＥＸ社は，本件審判請求事件及び本件仮処分命令\n申立事件において，「Ａｔｔｒａｃｔｉｏｎ」の刺繍が施された品番\n「００００７７５３０３４」のパーカーを入手した旨を主張し，これ\nに沿う証拠として，当該パーカーが取引された「メルカリ」の出品ペ\nージの写真等（甲２４）を提出していた。しかし，当該写真に記載さ\nれた刺繍は，品番「００００７７５３０３４」の刺繍の版下（甲１２）\nと重なり合わないなどの不自然な点が存在すると認められること（甲\n２７，２８），ＩＢＥＸ社が，本件審判請求事件及び本件仮処分命令\n申立事件において，当該パーカーそのものを証拠として提出したとは\nうかがわれないことに照らすと，「Ａｔｔｒａｃｔｉｏｎ」の刺繍が\n施された品番「００００７７５３０３４」のパーカーが存在する旨の\nＩＢＥＸ社の上記主張及び「メルカリ」の出品ページの写真等（甲２\n４）は，にわかに信用することができず，証人Ｄの上記証言の信用性\nを左右するものとはいえない。\nｂ  次に，ＢがＤ及びＥに加工指示書（甲１１の１，１１の２）の記載\nを追加するよう指示した旨の証人Ｄの証言について検討する。\n上記加工指示書は，「本品番」として「７７５３０３４」と記載さ\nれていることから，品番「００００７７５３０３４」の本件パーカー\nに係る加工指示書であることが推認されるところ，前記ａのとおり，\n原告が入手した本件パーカーには「Ａｔｔｒａｃｔｉｏｎ」の刺繍が\n存在しなかったものであり，上記加工指示書の記載は，「Ａｔｔｒａ\nｃｔｉｏｎ」の刺繍に関する記載部分について，客観的な事実と齟齬\nするものであるといえる。\n加えて，前記イ(ｲ)及び(ｳ)のとおり，上記加工指示書には，「コメ\nント」欄に記載があるものとないものが存在すること，そのうち「コ\nメント」欄があるもの（甲１１の１）については，平成２７年８月１\n０日付けで「最終仕様確認印」が押印されているにもかかわらず，\n「コメント」欄のコメントには同日より後の同月２４日付けのものが\n存在すること，売買契約書等の取引書類（甲１５，１７，１８）では\n「ＢＥＡＣＨ  ＳＯＵＮＤ」又は「ＢＳ」と記載され，一般にも「Ｂ\nＥＡＣＨ  ＳＯＵＮＤ」というブランド名が認知されていたことがう\nかがわれる（甲１９，２３）にもかかわらず，上記加工指示書の「ブ\nランド」欄には「ＢＥＡＣＨ  ＳＯＵＮＤ  Ａｔｔｒａｃｔｉｏｎ」\nと記載されていることなど，記載内容そのものに不自然な点が散見さ\nれる。さらに，デザイン企画書（甲８）における刺繍の指示と，上記\n加工指示書における刺繍の指示の内容に齟齬が存在する。以上の事実\nは，上記加工指示書のうち，「Ａｔｔｒａｃｔｉｏｎ」の刺繍に関す\nる記載部分が，平成２７年８月１０日以降，何者かによって書き加え\nられたことを強くうかがわせるものである。\nそして，前記ア(ｲ)のとおり，原告とＩＢＥＸ社との間の係争に関\nしては，ＢとＦ弁護士が打ち合わせを重ねていたこと，ＢがＩＢＥＸ\n社の経営を実質的に支配していたことを踏まえると，上記加工指示書\nに書き加えがされたとしたら，その指示をしたのはＢであったと推認\nされる。\nそうすると，証人Ｄの上記証言は，上記の客観的事実等とよく符合\nし，十分に信用できるというべきである。\n(2) ＩＢＥＸ社の不法行為の成否\nア  前記(1)イ(ｵ)のとおり，ＩＢＥＸ社は，「Ａｔｔｒａｃｔｉｏｎ」の刺\n繍が施された品番「００００７７５３０３４」のパーカーを製作したこと\nはなかった。そして，ＩＢＥＸ社が，本件審判請求事件に係る審判請求が\nなされた日から遡って３年以内に本件登録商標を使用したことをうかがわ\nせる証拠はない。したがって，前記(1)イ(ｲ)のように，ＩＢＥＸ社が，本\n件審判請求事件において，本件登録商標は請求に係る期間内に誠実に使用\nされていた旨の主張をするとともに，後に書き加えられた加工指示書（甲\n１１の２）を提出することは，事実に反する内容を，そのことを知りなが\nらあえて主張し，当該主張に沿う内容を記載した証拠を事後的に作出して\n提出するものにほかならない。\nイ  また，前記前提事実(3)のとおり，ＩＢＥＸ社が原告に対し本件連絡書\nを送付する行為は，真実はＩＢＥＸ社が本件登録商標を使用した事実がな\nいため，本件登録商標の登録は本件審判請求事件によって取り消されるべ\nきであり，かつ，そのことを認識していたにもかかわらず，これらの事実\nを隠して，原告に対し，本件商標権について，その利用許諾料相当額から\n算出した譲渡代金名目で金員の支払を請求するものにほかならない。\nウ  そして，前記前提事実(4)のとおり，ＩＢＥＸ社が本件仮処分命令申立\nてをし，その手続において前記アと同様の主張，立証をすることは，事実\n的，法律的根拠を欠くにもかかわらず，そのことを知りながら，ＩＢＥＸ\n社に有効に本件商標権が帰属するとの権利又は法律関係に関する主張をす\nるものであって，裁判制度の趣旨目的に照らして著しく相当性を欠くもの\nというほかはない。\nエ  前記アないしウのＩＢＥＸ社による一連の行為は，原告が「Ａｔｔｒａ\nｃｔｉｏｎｓ」のブランド及び原告標章を使用した商品を製造，販売等す\nる権利を侵害するものであって，原告に対する不法行為を構成するものと\n認めるのが相当である。\n(3) 被告の任務懈怠責任の成否\n前記(1)によれば，ＩＢＥＸ社の経営はＢが全般的に支配していたとはい\nい得るものの，被告は，Ｂと旧知の間柄であり，Ｂに請われて同社の代表取\n締役に就任したもので，かつ，同社の唯一の役員であり，月額４０万円又は\n６０万円という少なくない役員報酬を受領していたものである上，同社に定\n期的に出社し，営業会議に出席したり，契約書類等に署名押印したり，Ｂと\nともに取引先との交渉に臨んだりするなど，同社の経営の実質的な部分に関\nわっていたということができる。他方，Ｂが，被告に対し，ＩＢＥＸ社の代\n表取締役として主体的に行動することを一切許さなかったとまでの事実を認\nめるに足りる証拠はない。そうすると，被告は，ＩＢＥＸ社が第三者に対し\nて不法行為に及ぶことのないように，従業員らに業務の遂行を任せきりにす\nることなく，適時適切に裁判上及び裁判外の権限を行使するべき善管注意義\n務を負っていたというべきである。\nしかるに，前記(1)イ(ｵ)のとおり，被告は，Ｂから，少なくとも，ＩＢＥ\nＸ社が保有する本件商標権が無断で他社に使用されていることや，これを原\n因とする損害賠償金がＩＢＥＸ社に支払われる見通しであることを聞いてい\nたにもかかわらず，当該係争に関する業務執行について何ら意を用いること\nなく，当該係争の対応をＢ及びＦ弁護士に漫然と任せきりにした結果，代表\n取締役としての権限を行使することなく，前記(2)アないしウのＩＢＥＸ社\nによる一連の不法行為を惹起させるに至ったものである。\n以上によれば，被告は，ＩＢＥＸ社が第三者に対して不法行為に及ぶこと\nのないように適時適切に権限を行使するべき善管注意義務に違反し，その職\n務を怠るという任務懈怠に及んだと認められ，かつ，上記任務懈怠について，\n少なくとも重大な過失があったと認めるのが相当である。\n(4) 小括\nよって，被告は，前記(3)の任務懈怠によって原告に生じた損害を賠償す\nるべき責任を負う。\n２  争点２（損害の発生及び額並びに相当因果関係）及び争点３（過失相殺）に\nついて\n(1) 認定事実\n前記前提事実並びに証拠（甲３９ないし５７，６０，原告代表者）及び弁\n論の全趣旨によれば，以下の事実が認められる。\nア(ｱ) 原告の平成２８年９月１日から平成２９年８月３１日までの会計年度\nにおける売上高は１億０７９４万２３５３円，同売上純利益金額は４６\n６６万０５７９円であった（甲３９。なお，被告は，損益計算書（甲３\n９）の信用性を争うが，その記載の信用性に疑いを生じさせ得る具体的\n事情は見当たらない。）。\n(ｲ)  原告が平成２９年８月３１日の時点において保有していた在庫商品\nのうち，「Ａｔｔｒａｃｔｉｏｎｓ」のブランド名やロゴが直接プリン\nトされるなどしていたため，同年９月１日からの販売が取り止められた\nもの（以下「本件在庫商品」という。）が２万２６３２点存在し，それ\nらの原価は合計９９０万６０３７円，販売価額は合計２８７５万７７６\n０円であった（甲４０，６０，原告代表者）。\n(ｳ)  原告は，平成２９年９月１日以降，本件在庫商品を廃棄し，無償で\n配布し，又は原価より廉価で販売するなどしたところ，こうして本件在\n庫商品を処分したことによる原告の売上高は，合計１００万円を上回ら\nなかった（甲６０，原告代表者）。\nイ  原告は，平成２９年９月から，原告標章の使用を取り止めて新たな商標\nに切り替えた。当該切替えに伴い，原告は，別紙商標切替費用一覧記載の\n各「取引先」欄記載の取引先に対し，各「年月日」欄記載の日に，各「支\n払額」欄記載の金員（税抜）を，各「内容」欄記載の摘要で支払った（た\nだし，同一覧のＮｏ．３１，３２，４０ないし４４の各「支払額」欄記載\nの額はいずれも税込の額であり，税抜の支払額は，順に１０万円，１０万\n円，６万７７００円，１４万６１００円，９万０６００円，９万０６００\n円，５万８６００円である。）。原告が上記のとおり支払った金員の総額は\n２０８万２９８０円（税抜）であり，消費税額１６万６６３８円を加えた\n合計金額は２２４万９６１８円である。（甲４１ないし５６，６０，原告\n代表者）。\nウ(ｱ)  原告代理人は，原告に対し，件名を「（株）ＩＢＥＸとの間の商標\n「Ａｔｔｒａｃｔｉｏｎｓ」の件として」とし，請求金額を２１万６０\n００円（消費税額１万６０００円を含む。）とする平成２９年６月３０\n日付けの着手金の請求書（甲５６の１）を送付し，原告は，源泉徴収額\n２万０４２０円を差し引いた１９万５５８０円を原告代理人に支払った\n（甲５６の１，弁論の全趣旨）。\n(ｲ) 原告代理人は，原告に対し，件名を「商標権侵害禁止仮処分命令申立\n事件」，「商標登録第５１９０８６６号取消審判事件」とし，請求金額を\n４２万１２００円（消費税額３万１２００円を含む。）とする平成２９\n年１１月１０日付けの着手金の請求書（甲５６の２）を送付し，原告は，\n源泉徴収額３万９８１９円を差し引いた３８万１３８１円を原告代理人\nに支払った（甲５６の２，弁論の全趣旨）。\n(ｳ) 原告代理人は，原告に対し，件名を「商標権侵害禁止仮処分命令申立\n事件」，「商標登録第５１９０８６６号取消審判事件」とし，請求金額を\n２１６万円（消費税額１６万円を含む。）とする令和元年６月３０日付\nけの報酬金の請求書（甲５７）を送付し，原告は，源泉徴収額３０万６\n３００円を差し引いた１８５万３７００円を原告代理人に支払った（甲\n５７，弁論の全趣旨）。\n(2) 損害の発生及び額並びに相当因果関係\nア  不良在庫の処分及び商標切替えについて\n(ｱ) 損害の発生及び額\nａ  不良在庫関係\n前記(1)ア(ｲ)によれば，原告の平成２９年８月３１日期における原\n告の粗利率は４３．２２％であったと認められる。そして，前記(1)\nア(ｱ)のとおり，本件在庫商品の原価，すなわち，原告が現に仕入れ\nて在庫として保有していた本件在庫商品の仕入価額の総額は９９０万\n６０３７円であるから，原告は，本件在庫商品の販売を取り止めなけ\nれば，これらを販売することにより約１７４４万円（≒９９０万６０\n３７円÷（１－０．４３２２））の売上げが得られたものと推認され\nる。\nしかるに，原告は，本件在庫商品の販売を取り止め，一部を廉価で\n販売したほかは，廃棄又は無償での譲渡を余儀なくされたものである\nから，原告には，本件在庫商品の販売を取り止めなければ得られたで\nあろう売上げと，本件在庫商品を廉価で販売するなどして得られた売\n上げの差額に相当する損害が発生したと認めるのが相当である。\nそして，前記(1)ア(ｳ)のとおり，原告は本件在庫商品の一部を廉価\nで販売したものの，これによる売上高は１００万円を上回らなかった\nのであるから，上記損害の額は，原告が主張するとおり，少なくとも\n９９６万７６９７円と認めるのが相当である。\nｂ  商標の切替え関係\n前記(1)イのとおり，原告は，原告商標の使用を取り止め，商標を\n切り換えることによって，２２４万９６１８円（税込）の費用を支出\nしたものであるから，原告には同額の損害が発生したと認めるのが相\n当である。\nこの点につき，原告は，２３０万６０８９円（税込）を支出したと\n主張する。しかし，前記(1)イのとおり，別紙商標切替費用一覧のＮ\nｏ．３１，３２，４０ないし４４の各「支払額」欄記載の額はいずれ\nも税込の額である。にもかかわらず，原告は，これらの額について，\n重ねて消費税額を加算して損害額を算定しているものであるから，原\n告が主張する上記の額の損害が発生したとは認められない。\n(ｲ) 相当因果関係\nａ  前記１(1)イ(ｱ)のとおり，原告は，従前から使用していたブランド\nである「Ａｔｔｒａｃｔｉｏｎｓ」に係る原告標章を商標登録しよう\nと考え，本件弁理士に対し相談したところ，本件登録商標の存在が判\n明したため，その取消請求をすることとした。こうした経緯に照らす\nと，原告は，今後「Ａｔｔｒａｃｔｉｏｎｓ」のブランドを事業展開\nするに当たり，原告標章の使用が本件商標権を侵害するおそれがあっ\nたことから，それを避けることを目的として上記取消請求をすること\nとしたものと認められる。\nまた，証拠（原告代表者）及び弁論の全趣旨によれば，原告は，Ｉ\nＢＥＸ社との和解交渉が難航していたことや，原告代理人から，ＩＢ\nＥＸ社が原告に対し保全命令を申し立て，原告の商品が差し押さえら\nれるなどする可能性があるとの説明を受けたことなどを契機として，\n平成２９年７月末頃から「Ａｔｔｒａｃｔｉｏｎｓ」のブランドの使\n用を取り止めることを選択肢の一つとして検討し始めたこと，同年８\n月８日頃にＩＢＥＸ社から本件連絡書の送付を受けたため，「Ａｔｔ\nｒａｃｔｉｏｎｓ」のブランドの使用を取り止め，別ブランドに変更\nすることを決定したこと，さらに，同年９月１日以降，実際に「Ａｔ\nｔｒａｃｔｉｏｎｓ」の商標を切り替える対応を採り，商標を切り替\nえることができない本件在庫商品については販売の停止を決定したこ\nとが認められる。\nさらに，前記(1)ア(ｱ)のとおり，平成２８年９月１日から平成２９\n年８月３１日までの会計年度における原告の売上高は１億０７９４万\n２３５３円であると認められるのに対し，前記(1)ア(ｲ)のとおり，平\n成２９年８月３１日の時点において原告が保有していた本件在庫商品\nの販売価額は合計２８７５万７７６０円であると認められるから，こ\nれらの数値を基礎とすれば，本件在庫商品が原告の総売上高に占める\n割合は２６％余りであることになる。\n以上のように，原告は，そもそも本件商標権を侵害するリスクを避\nけるために本件審判請求事件に係る請求をしたところ，ＩＢＥＸ社が\nこれを争い，同社の主張に沿う外観の証拠が提出され，その一方でＩ\nＢＥＸ社との手続外での和解交渉が難航していたことからすると，遅\nくとも平成２９年７月頃には，本件在庫商品を販売することにより本\n件商標権を侵害し，原告の商品が差し押さえられるなどするリスクを\n相当程度具体的に認識していたと認められる。そして，本件在庫商品\nが原告の総売上高に占める割合が２６％余りであったことからすると，\nこれが差し押さえられた場合には原告の経営に大きな影響を及ぼす可\n能性があったと認められる。こうした中で，本件連絡書を送付され，\nＩＢＥＸ社から同年８月１８日までの回答を迫られたという経緯に照\nらせば，原告において，同年９月１日以降に「Ａｔｔｒａｃｔｉｏｎ\nｓ」のブランドの使用を取り止めるという判断をするのはやむを得な\nいものであったというべきである。\n以上によれば，ＩＢＥＸ社の前記１(2)の不法行為と原告の損害と\nの間に相当因果関係が認められることはもとより，被告に認められる\n善管注意義務違反が，ＩＢＥＸ社の代表取締役としての権限を行使す\nることなく，Ｂらに業務を任せきりにし，ＩＢＥＸ社による上記不法\n行為を惹起したというものであることに照らすと，被告の任務懈怠と\n原告の損害との間にも相当因果関係があると認めるのが相当である。\nｂ  これに対し，被告は，原告が商標を切り替える対応を採り，本件在\n庫商品の販売を取り止めるという行為に及んだのは，原告自身の経営\n判断によるものであるとして，被告の任務懈怠と原告の損害との相当\n因果関係は認められないと主張する。\nしかし，原告の上記行為が経営判断に基づくものであるとしても，\n前記 a で説示したとおり，それはやむを得ないものであったというこ\nとができ，むしろ，経営判断として合理的かつ自然なものであるとい\nうべきであるから，原告の経営判断が介在したことをもって，被告の\n任務懈怠と原告の損害との間の相当因果関係を否定することはできな\nい。したがって，被告の上記主張を採用することはできない。\nｃ  また，被告は，ＩＢＥＸ社の経営を実質的に支配していたのはＢで\nあり，被告がＢの判断を翻意させることはできなかったから，被告の\n任務懈怠と原告の損害との間には相当因果関係は認められないと主張\nする。\nしかし，前記１(1)アのとおり，被告は，Ｂの大学の同級生であり，\nＩＢＥＸ社の経営会議やＢとＦ弁護士との打ち合わせに同席するなど，\n代表取締役として一応の役割を果たしていた。また，被告は同社の代\n表取締役であり，被告の他に同社には役員が選任されていなかったの\nであるから，法的には同社の業務に関する一切の権限を被告のみが有\nしており，同社の代表取締役として，主体的に行動することは可能で\nあったというべきである。したがって，被告は，ＩＢＥＸ社の一連の\n不法行為により原告が損害を被ることについても，これを阻止するこ\nとができなかったとまではいえない。\n以上によれば，被告が代表取締役としての任務を懈怠することなく，\n原告に不法行為による損害を与えないようにする善管注意義務を果た\nし，本件審判請求事件や本件仮処分命令申立て等について適切に対処\nしていれば，原告が主張する損害が発生していなかったということが\nできる。\nしてみると，ＩＢＥＸ社の経営をＢが実質的に支配していたことか\nら直ちに被告の任務懈怠と原告の損害との間の相当因果関係が否定さ\nれるものではなく，被告の上記主張は採用することができない。\nイ  弁護士費用\n前記(1)ウのとおり，原告は，本件審判請求事件及び本件仮処分命令申\n立事件の着手金として計６３万７２００円（税込）を，同報酬金として\n２１６万円（税込）を，原告代理人に支払ったから，それらの合計額に\n相当する損害を被ったものと認められる。\nそして，自己の主張に沿う証拠を事後的に作成して提出するといった，\n前記１(2)のＩＢＥＸ社の対応を踏まえると，原告代理人に本件審判請求\n事件の対応を依頼し，それに伴い弁護士費用相当額の損害を被ったこと\nと，被告の任務懈怠との間には，相当因果関係があると認めることがで\nき，この認定判断に反する被告の主張は，採用することができない。\n(3) 過失相殺\n被告は，原告において，ＩＢＥＸ社の本件審判請求事件における主張が正\n当であるか否か等について綿密に調査し，原告標章の切替え等により損害が\n生じることを防止すべきであったにもかかわらず，それをしなかった過失が\n認められるから，過失相殺がされるべきであると主張する。\n確かに，証拠（甲６０，原告代表者）によれば，原告は，ＩＢＥＸ社が本\n件審判請求事件において行った主張の内容及び提出した証拠の信用性に疑問\nを抱いていたことが認められる。しかし，前記(2)ア(ｲ)ａのとおり，原告が，\n本件連絡書を受信したことにより，原告標章の切替え等の決定をしたことは，\n一連の経緯に照らしやむを得ないものであったというべきである。そして，\n前記前提事実(2)ウのとおり，上記決定の約１年半後に当たる令和元年５月\nまで本件審判請求事件の結論が出なかったことや，同イのとおり，平成２９\n年９月１日の時点では原告の参加の申請に対する許否の判断すらされていな\nい状況であったことを踏まえると，原告が上記の決断を迫られていた同年８\n月頃の時点においては，本件審判請求事件の審理が相当の期間続くことが見\n込まれていたものであって，そのような状況下で，ＩＢＥＸ社の主張を精査\nし，ＩＢＥＸ社による事後的な証拠の作出を見破るといったことを期待する\nのは無理があるというべきである。\nそうすると，原告が，原告標章の切替え等の決定をしたことが過失に当た\nるということはできず，本件全証拠によっても，原告において，被告の原告\nに対する損害賠償の額を定めるに当たって考慮すべき過失があるとは認めら\nれない。\nしたがって，その余の点について判断するまでもなく，過失相殺に関する\n被告の主張には理由がない。\n(4) 本件訴訟に関する弁護士費用\n以上の次第で，原告は，不良在庫に関する損害として９９６万７６９７円，\n商標の切替えに関する損害として２２４万９６１８円，本件審判請求事件及\nび本件仮処分命令申立事件に関する弁護士費用に相当する損害として２７９\n万７２００円の各損害を被ったと認められるところ，本件訴訟に関する弁護\n士費用として被告の任務懈怠と相当因果関係が認められる損害の額としては，\n上記各損害の合計額１５０１万４５１５円の約１割に相当する１５０万円と\n認めるのが相当である。\n３  結論\nよって，原告の請求は，１６５１万４５１５円及びこれに対する令和元年１\n２月５日から支払済みまで年５分の割合により算定される遅延損害金を請求す\nる限度で理由があるからこれを認容し，その余は理由がないから棄却すること\nとして，主文のとおり判決する。\n東京地方裁判所民事第２９部\n裁判長裁判官\n國   分   隆   文\n裁判官\n小   川          暁\n裁判官\n佐 々 木          亮\n別紙\n原 告 標 章 目 録\n以  上\n別紙\n（商標切替費用一覧－省略）\n"
}