{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 2,
    "month": 10,
    "day": 6
  },
  "case_number": "令和2(ネ)10018",
  "case_name": "損害賠償請求控訴事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "89748",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=89748",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/748/089748_hanrei.pdf",
  "contents": "令和２年１０月６日判決言渡\n令和２年(ネ)第１００１８号  損害賠償請求控訴事件\n（原審  東京地方裁判所平成３０年(ワ)第３９３４３号）\n口頭弁論終結日  令和２年７月３０日\n判 決\n控訴人・被控訴人                      Ｘ\n（以下「一審原告」という。）\n同訴訟代理人弁護士          平    野        敬\n同                高    井    雅    秀\n同訴訟復代理人弁護士         笠    木    貴    裕\n被控訴人・控訴人           株 式 会 社 ア ク ラ ス\n（以下「一審被告会社」という。）\n被控訴人・控訴人                      Ｙ１\n（以下「一審被告Ｙ１」という。）\n被控訴人・控訴人                     Ｙ２\n（以下「一審被告Ｙ２」という。）\n上記３名訴訟代理人弁護士      今    村        憲\n主 文\n１  一審原告の控訴を棄却する。\n２  一審被告らの控訴をいずれも棄却する。\n３  控訴費用は，一審原告の控訴に係るものは一審原告の負担とし，その余\nは一審被告らの負担とする。\n事 実 及 び 理 由\n第１  控訴の趣旨\n１  一審原告\n⑴  原判決を次のとおり変更する。\n⑵  一審被告らは，一審原告に対し，連帯して１０００万円及びこれに対する\n平成３０年７月７日から支払済みまで年５分の割合による金員を支払え。\n２  一審被告ら\n⑴  原判決中，一審被告ら敗訴部分を取り消す。\n⑵  上記取消部分に係る一審原告の請求をいずれも棄却する。\n第２  事案の概要等（略語は原判決の例による。）\n１  事案の要旨\n⑴  本件は，一審原告が，一審被告会社は，自らが運営する原判決別紙ウェブ\nサイト目録記載のウェブサイト（本件各ウェブサイト）に，一審原告が著作\n権を有する原判決別紙著作物目録記載の漫画（本件各漫画）を無断で掲載し，\n一審原告の著作権（公衆送信権）を侵害したと主張して，一審被告会社に対\nし，民法７０９条及び著作権法（以下「法」という。）１１４条１項に基づ\nき，損害賠償金１億９３２４万３２８８円のうち１０００万円及びこれに対\nする不法行為日である平成３０年７月７日（本件各ウェブサイトへの掲載日\nのうち最も遅い日）から支払済みまで民法所定の年５分の割合による遅延損\n害金の支払を求めるとともに，一審被告会社の現在の代表取締役である一審\n被告Ｙ１及び同年８月２５日まで代表取締役であったＹ３（同日死亡。以下\n「亡Ｙ３」という。）が，一審被告会社の法令順守体制を整備する義務に違\n反して，一審被告会社が上記著作権侵害行為を行う本件各ウェブサイトを運\n営することを許容したとして，一審被告Ｙ１及び亡Ｙ３を相続した同人の配\n偶者である一審被告Ｙ２に対し，会社法４２９条１項に基づき，一審被告会\n社と連帯して，上記同額の損害賠償金及び遅延損害金の支払を求める事案で\nある。\n⑵  原判決は，一審原告の請求を，一審被告らに対し，損害賠償金２１９万２\n２１５円及びこれに対する平成３０年７月７日から支払済みまで年５分の割\n合による遅延損害金の連帯支払を求める限度で認容し，その余の請求を棄却\nした。\n⑶  原判決に対し，各当事者は，それぞれ，敗訴部分を不服として控訴した。\n２  前提事実\n⑴  次のとおり付加するほか，原判決「事実及び理由」「第２」の２項（原判\n決２頁２５行目から３頁１２行目まで）に記載のとおりであるから，これを\n引用する。\n⑵  原判決３頁１２行目の末尾に改行して次のとおり加える。\n「⑶  本件各漫画の特徴\n本件各漫画は，次のとおりの共通の特徴（以下，「特徴①」のようにい\nう。）を有する（ただし，本件漫画１１は，特徴⑤⑥を有さない。）。\n①  主要な登場人物（以下「主役」という。）は，若い男性二人である。\n②  主役の名前は，いずれも，有名なシリーズものの漫画又はアニメの登\n場人物と同一である。本件各漫画のそれぞれに対応する漫画又はアニメ\n（以下「原著作物」という。）の題号を示すと，別表のＢ・Ｃ列のとお\nりである。\n③  主役の顔貌及び体型は，原著作物の主役のそれと酷似している。\n④  ストーリー中の人間関係や場面設定，図画中の建物や小道具等におい\nて，原著作物と同一又は類似のものがみられる（具体例を別表のＤ列に\n示す。）。\n⑤  ストーリーの中核となるのは，主役二人が性交類似行為又はこれに準\nじる行為をする場面である。原著作物には，そのような場面は存在しな\nい。\n⑥  当該場面のいくつかには，男性器の形態や精液の飛散が描出されてい\nる。\n⑦  表紙又は奥付の中に，原著作物の題号又は登場人物名に言及する部分\nがある。」\n３  争点\n原判決「事実及び理由」「第２」の３項（原判決３頁１３行目から２１行目\nまで）の記載のとおりであるから，これを引用する。\n第３  当事者の主張\n１  当事者の主張\n争点５についての一審被告らの補充主張及び争点６についての当事者双方の\n当審における補充主張（いずれも原判決の認定判断の誤りをいうものであり，\n反対当事者はこれらの主張を争った。）を次項以下に付加するほか，原判決\n「事実及び理由」「第３」（原判決１３頁２２行目から１６頁２６行目まで）\nの記載のとおりであるから，これを引用する。\n２  争点５（信義則違反又は権利濫用）についての補充主張\n〔一審被告らの主張〕\n⑴  本件各漫画の違法性\n本件各漫画は，原著作物に依拠して，原著作物のキャラクターをそのまま\n利用して，原著作物の著作権者（以下「原著作権者」という。）の許諾なく，\nストーリーを同性愛及びわいせつなものに変容したものである。このような\n本件各漫画は，次のとおり違法なものである。\nア  著作権侵害\n(ア)  原著作物への依拠\n特徴⑦から明白である。\n(イ)  複製権の侵害\n複製といえるためには，何人も容易に原著作物のキャラクターを知る\nことができるもの，すなわち，その個性（本質的特徴）が顕れているも\nのの利用であればよく，その判断，認識は，美術の専門家によるもので\nある必要はなく，素人の第一印象でよい。原著作物の特定の画面に描か\nれた登場人物の絵と細部で一致することを要求するものではなく，その\n特徴から当該登場人物を描いたものであることを知り得るものであれば\n足りる。なお，誰が見ても原著作物の登場人物が表現されていると感得\nされるようなものであれば，どの回の，どのコマの絵を複製したもので\nあるかを特定する必要はない。\n本件各漫画と原著作物とは，ストーリー及びキャラクターが，特徴②\n～④のとおり，名称，髪型，表情，体型，装身具，人間関係等において\n一致している。\nしたがって，本件各漫画は，原著作物の複製権を侵害する。\n(ウ)  翻案権の侵害\n本件各漫画は，原著作物のキャラクター及び場面設定を利用して，そ\nのストーリー及び描写をわいせつな内容等に変容させているが，著作物\nといえるキャラクターが特徴②～④のとおり同じであることから，一般\n読者に対し，原著作物の表現上の本質的特徴を直接に感得させるもので\nある。したがって，本件各漫画は，原著作物の翻案に当たる。\n(エ)  同一性保持権の侵害\n原著作物は，いずれも人気作品であり，様々な賞を受けている。この\nような作品に対して，その内容を特徴⑤⑥のようなわいせつな内容に変\n容することを原著作権者が許諾するはずもなく，本件各漫画は，原著作\n者の同一性保持権を侵害しており，その侮辱の程度は甚だしいと言える。\nイ  わいせつ性\n二次的著作物の著作権は，二次的著作物において新たに付与された創作\n的部分のみについて生じ，原著作物と共通しその実質を同じくする部分に\nは生じない。この点，本件各漫画の創作的部分は，いずれも，特徴⑤⑥の\nとおり，わいせつ性を有することが明らかである。\n刑法で処罰の対象としているわいせつ図画については，そもそも著作権\nが発生しないと解される。また，特許権，実用新案権，意匠権及び商標権\nについて，公序良俗に反するものは権利として保護されていないので，同\n様に，著作権についても公序良俗に反するものは保護する必要がないと解\nされる。\n仮に，わいせつ図画にも著作権が発生すると解した場合でも，わいせつ\n図画を日本国内において不特定又は多数人に販売することは禁止されてお\nり，そのような作品の頒布を目的として著作者がこれを販売することも，\n民法上公序良俗に違反すると解される。\n⑵  本件各漫画に法的保護を与えることは許されないこと\nア  以上のとおり，本件各漫画は，原著作物の複製権，翻案権及び同一性保\n持権を侵害しており，違法な二次的著作物であり，原著作物を侮辱すると\nともに，わいせつ図画化という公序良俗に反する許容できない変容を加え\nている。仮に，一審原告の本件請求を認容すれば，裁判所が，このような\n著作権侵害行為及びわいせつ図画を容認し，違法な同人誌による金儲けを\n助長することになる。\nしたがって，一審原告の得る利益に対して，裁判所が，適法な利益とし\nて保護を与えることは許されない。\nイ  違法な著作物の著作権行使は信義則違反又は権利濫用に該当すること\n法の改正経緯などに照らして，違法な二次的著作物にも著作権があると\nの考え方及び同旨の裁判例がある。他方で，ベルヌ条約２条や米国法１０\n３条のように，違法状態を作出した者を保護するべきではないとの価値判\n断から，違法な二次的著作物には著作権をそもそも発生させず，権利行使\nをさせないとの考え方もあり，我が国内でも同旨の学説がある。\nしかし，違法な二次的著作物にも著作権があるとの考え方に立っても，\nその著作権の行使が，信義則に反し権利の濫用となる場合がある。本件各\n漫画が原著作者の著作権を侵害するものであること，その創作的部分は公\n序良俗に反し不特定多数人への販売が禁じられるわいせつ図画であること\nに照らせば，本件各漫画に基づく著作権の行使は，信義則違反又は権利の\n濫用に当たり，認められない。\n３  争点６（損害額）についての補充主張\n〔一審原告の主張〕\n法１１４条１項ただし書に推定覆滅事由として規定された「販売すること\nができないとする事情」は抗弁であって一審被告らが立証すべきところ，次\nに述べる事情も考慮すれば，その立証は不十分である。\n⑴  本件ウェブサイトはいずれも，もっぱら女性向けのＢＬ（ボーイズラブ，\n男性同士の恋愛や性行為の描写を含む作品）同人誌を掲載するものである。\nよって，本件各ウェブサイトを訪問するのは，もっぱらＢＬ同人誌の愛好家\nに限られ，本件各ウェブサイトに対するＰＶは，他のジャンルの作品に対す\nる閲覧を含まない。\nしたがって，本件各ウェブサイトに対するＰＶ数が本件各同人誌（本件各\n漫画を印刷した同人誌をいう。以下同じ。）の潜在的な需要を示すというこ\nとができ，一審原告が同数を「販売することができないとする事情」があっ\nたとはいえない。\n⑵  本件各同人誌の販売実績は，発売直後から数ヶ月後に低下する傾向にあっ\nたが，これは，無料で閲覧できる本件各ウェブサイトが登場したことにより，\n本件各同人誌を購入するはずであった消費者が購入意欲を減退させて本件各\nウェブサイトに流れたことによるものである。\nしたがって，販売実績に上記のような傾向があったことは，ＰＶ数に相当\nする本件各同人誌を一審原告が「販売することができないとする事情」には\n当たらない。\n⑶  本件各同人誌の販売実績は，本件各ウェブサイトのＰＶ数の約９分の１程\n度であるが，これは，本件各ウェブサイトによる影響を受けたものである。\nよって，販売実績とＰＶ数に上記のような関係にあったことは，ＰＶ数に\n相当する本件各同人誌を一審原告が「販売することができないとする事情」\nには当たらない。\n⑷  本件各ウェブサイトの閲覧が作品を購入する意図なしに行われるという事\n実を裏付ける証拠はなく，同事実は立証されていない。\nしたがって，同事実をもって，ＰＶ数に相当する本件各同人誌を一審原告\nが「販売することができないとする事情」とすることはできない。\n〔一審被告らの主張〕\n本件各同人誌の販売によって一審原告が得た利益は，２３７万４６８０円\nと算定される。本件各同人誌のように即売会での販売が大半である同人誌の\n販売について，その内容がインターネット上に掲載されたことによる一審原\n告の損害が，上記金額にほぼ匹敵する金額に上ることはあり得ない。\nしたがって，本件においては，法１１４条の５を適用し，上記金額の約１\n割に当たる２０万円をもって，一審原告の損害額と認定すべきである。\n第４  当裁判所の判断\n１  当裁判所は，一審原告の請求は原判決の認容額の限度で理由があり，その余\nは理由がないと判断する。その理由は，当審における両当事者の補充主張に対\nする判断を次項以下に補充するほか，原判決の「事実及び理由」「第４」の１\n～７項（原判決１７頁１行目から２９頁２４行目まで）の記載のとおりである\nからこれを引用する。\n２  争点５（信義則違反又は権利濫用）について\n一審被告らの主張は，次のとおり，採用することができない。\n⑴  著作権侵害に関する主張について\nア  原著作物への依拠\n特徴⑦によれば，本件各漫画は，原著作権に依拠して作成されたものと\n認定できる。\nイ  著作権侵害の有無\n一審被告らは，本件各漫画には原著作物のキャラクターが複製されてい\nる旨主張する。\nしかしながら，漫画の「キャラクター」は，一般的には，漫画の具体的\n表現から昇華した登場人物の人格ともいうべき抽象的概念であって，具体\n的表現そのものではなく，それ自体が思想又は感情を創作的に表現したも\nのとはいえないから，著作物に当たらない（最高裁判所平成４年(オ)第１\n４４３号，同９年７月１７日第一小法廷判決，民集５１巻６号２７１４\n頁）。したがって，本件各漫画のキャラクターが原著作物のそれと同一あ\nるいは類似であるからといって，これによって著作権侵害の問題が生じる\nものではない。\nまた，原著作物は，シリーズもののアニメに当たるものと考えられると\nころ，このようなシリーズもののアニメの後続部分は，先行するアニメと\n基本的な発想，設定のほか，主人公を初めとする主要な登場人物の容貌，\n性格等の特徴を同じくし，これに新たな筋書きを付するとともに，新たな\n登場人物を追加するなどして作成されるのが通常であって，このような場\n合には，後続のアニメは，先行するアニメを翻案したものであって，先行\nするアニメを原著作物とする二次的著作物と解される。そして，このよう\nな二次的著作物の著作権は，二次的著作物において新たに付与された創作\n的部分について生じ，原著作物と共通しその実質を同じくする部分には生\nじないと解するのが相当である（上記最高裁判所平成９年７月１７日判決\n参照）。そうすると，シリーズもののアニメに対する著作権侵害を主張す\nる場合には，そのアニメのどのシーンの著作権侵害を主張するのかを特定\nするとともに，そのシーンがアニメの続行部分に当たる場合には，その続\n行部分において新たに付与された創作的部分を特定する必要があるものと\nいうべきである（なお，一審被告らは，東京地裁昭和５１年５月２６日判\n決（判例タイムズ３３６号２０１頁）に基づいて，登場人物等に関しては，\n登場シーンを特定する必要はないという趣旨の主張をするが，上記最高裁\n判所判決に照らし，採用することはできない。）。\nこの観点から検討すると，一審被告らの主張のほとんどは，原著作物の\nどのシーンに係る著作権が侵害されたのかを特定しない主張であって，主\n張として不十分であるといわざるを得ない。そして，原著作物の特定のシ\nーンと本件各漫画のシーンとを対比させた乙１０の１～７（もっとも，\n「アニメ版」として掲げられているシーンについて，第何回のどの部分と\nいう具体的特定までがされているわけではない。）の内容を検討してみて\nも，原著作物のシーンと本件各漫画のシーンとでは，主人公等の容姿や服\n装などといった基本的設定に関わる部分以外に共通ないし類似する部分は\nほとんど見られず（なお，乙１０の１～７の中で，共通点として説明され\nているものの中には，表現の類似ではなく，アイディアの類似を述べてい\nるのに過ぎないものが少なくないことを付言しておく。），また，基本的\n設定に関わる部分については，それが，基本的設定を定めた回のシーンで\nあるのかどうかは明らかではなく，結局，著作権侵害の主張立証としては\n不十分であるといわざるを得ない。\n以上の次第で，一審被告らの著作権侵害の主張は，それ自体失当である\nし，現在の証拠関係を前提とする限り，仮に原著作物のシーンが特定され\nたとしても，著作権侵害が問題となり得るのは，主人公等の容姿や服装な\nど基本的設定に関わる部分（複製権侵害）に限られるものといわざるを得\nない（なお，一審被告らは，本件各漫画で描かれた各シーン（ストーリー\n展開に関わる部分）は，原著作物の基本的設定に関わる部分の翻案に当た\nり，また，同一性保持権を侵害していると主張するかもしれないが，上記\n基本的設定に関わる部分は，主人公等の容姿や服装などの表現そのものに\nその本質的特徴があるというべきであって，ストーリー展開に本質的特徴\nがあるということはできないから，本件各漫画に描かれたストーリー展開\nが，上記基本的設定に関わる部分の翻案に当たると解する余地はないし，\n主人公等の容姿や服装など基本的設定に関わる部分に変更がない以上，同\n一性保持権侵害が問題になる余地もない。）。\nウ  権利行使の可否\n以上によれば，本件各漫画が，原著作物の著作権侵害に当たるとの主張\nは失当であるし，仮に著作権侵害の問題が生ずる余地があるとしても，そ\nれは，主人公等の容姿や服装など基本的設定に関わる部分の複製権侵害に\n限られるものであって，その他の部分については，二次的著作権が成立し\n得るものというべきである（なお，本件各漫画の内容に照らしてみれば，\n主人公等の容姿や服装など基本的設定に関わる部分以外の部分について，\nオリジナリティを認めることは十分に可能というべきである。）。\nそうすると，原著作物に対する著作権侵害が認められない場合はもちろ\nん，認められる場合であっても，一審原告が，オリジナリティがあり，二\n次的著作権が成立し得る部分に基づき，本件各漫画の著作権侵害を主張し，\n損害賠償等を求めることが権利の濫用に当たるということはできないもの\nというべきである。\n⑵  わいせつ性の主張について\n一審被告らは，本件各漫画はわいせつ文書に当たるから，そのような文書\nに基づいて権利行使をすることは許されないと主張するところ，たしかに本\n件各漫画（本件漫画１１を除く。）は特徴⑤⑥を有するものであることが認\nめられる。しかしながら，本件各漫画全体を検討してみても，それらが甚だ\nしいわいせつ文書であって，これに基づく著作権侵害を主張し，損害賠償を\n求めることが権利の濫用に当たるとか，そのような損害賠償請求を認めるこ\nとが公序良俗に違反するとまで認めることはできない。\n３  争点６（損害額）について\n⑴  一審原告の主張は，原判決が法１１４条１項ただし書に基づき，本件各漫\n画のＰＶ数に本件各同人誌の利益額を乗じた額から９割を控除したことにつ\nいて，原判決の認定判断の不当を種々の観点からいうものである。\nしかしながら，一審原告の主張は採用することができない。その理由は，\n次のとおりである。\nア  公衆送信行為による著作権侵害の事案において，法１１４条１項本文に\n基づく損害額の推定は，「受信複製物」の数量に，単位数量当たりの利益\nの額を乗じて行うものとされている。そして，本件のように，著作権侵害\n行為を組成する公衆送信がインターネット経由でなされた事案の場合，\n「受信複製物の数量」とは，公衆送信が公衆によって受信されることによ\nり作成された複製物の数量を意味するのであるから（法１１４条１項本\n文），単に公衆送信された電磁データを受信者が閲覧した数量ではなく，\nダウンロードして作成された複製物の数量を意味するものと解される。と\nころが，本件においては，公衆が閲覧した数量であるＰＶ数しか認定する\nことができないのであるから，法１１４条１項本文にいう「受信複製物の\n数量」は，上記ＰＶ数よりも一定程度少ないと考えなければならない。\nまた，本件において，一審被告会社は，本件各ウェブサイトに本件各漫\n画の複製物をアップロードし，無料でこれを閲覧させていたのに対し，一\n審原告は，有体物である本件各同人誌（書籍）を有料で販売していたもの\nであり，一審被告会社の行為と一審原告の行為との間には，本件各漫画を\n無料で閲覧させるか，有料で購入させるかという点において決定的な違い\nがある。そして，無料であれば閲覧するが，書籍を購入してまで本件各漫\n画を閲覧しようとは考えないという需要者が多数存在するであろうことは\n容易に推認し得るところである（原判決２７頁において認定されていると\nおり，本件各同人誌の販売総数は，本件各ウェブサイトにおけるＰＶ数の\n約９分の１程度にとどまっているが，これも，本件各漫画の顧客がウェブ\nサイトに奪われていることを示すというよりは，無料であれば閲覧するが，\n有料であれば閲覧しないという需要者が非常に多いことを裏付けていると\n評価すべきである。）。\nイ  そうすると，本件各漫画をダウンロードして作成された複製物の数（法\n１１４条１項の計算の前提となる数量）は，ＰＶ数よりも相当程度少ない\nものと予想される上に，ダウンロードして作成された複製物の数の中にも，\n一審原告が販売することができなかったと認められる数量（法１１４条１\n項ただし書に相当する数量）が相当程度含まれることになるのであるから，\nこれらの事情を総合考慮した上，法１１４条１項の適用対象となる複製物\nの数量は，ＰＶ数の１割にとどまるとした原判決の判断は相当である。こ\nの点につき，一審原告は種々主張しているが，上記の点に照らし，その主\n張を採用することはできない。\n⑵  一審被告らの主張は，法１１４条１項に基づく損害額の認定を行うこと自\n体の不当をいうものであるが，ＰＶ数と受信複製物数の違いを念頭に置いた\n上で，更に一審原告が販売できないとする事情を考慮して損害額算定の基礎\nとなる数量を算定し，これに一審原告の利益額を乗じる手法が不合理である\nとすべき事情は見当たらないから，法１１４条１項に基づく損害額の認定は\n相当であり，「損害額を立証するために必要な事実を立証することが当該事\n実の性質上極めて困難であるとき」として法１１４条の５を適用する必要は\nない。\nしたがって，一審被告らの主張は採用することができない。\n４  結論\n以上によれば，原判決は相当であり，本件各控訴はいずれも理由がない。\n知的財産高等裁判所第３部\n裁判長裁判官\n鶴    岡    稔    彦\n裁判官\n上    田    卓    哉\n裁判官\n都    野     道    紀\n別表\nA B C D\n本件各漫画 原著作物 筋書き・道具立ての同一・類似\n2 魔性のカツ丼 ユーリ!!! on ICE\n・　カツ丼\n・　舞台となる温泉旅館「ゆーとぴあかつき」の外\n観及び家具\n・　主役二人の師弟関係\n3 夢うつつ 刀剣乱舞－ONLINE－ ・　舞台となる和風屋敷の建築様式及び内装\n・　装束及び装身具\n7 学ランにほへし 刀剣乱舞 ・　主役二人の上下関係\n5 眩暈 ダイヤのＡ ・　野球グラウンド及び部室\n・　主役２人の野球部員としての先輩後輩関係\n6 Ｏｗｌ＆Ｃａｔ手コキ特集 ハイキュー!! ・　体育館\n・　高校バレーボール部員の合同合宿\n10 Ｏｗｌ＆Ｃａｔキスがしたいな ハイキュー!! ・　体育館\n・　高校バレーボール部員の合同合宿\n8 ＭｉＬＫ TIGER & BUNNY\n13 やきもちあらいぐま TIGER & BUNNY ・　３人の主役同士の間での互いの呼び方，コン\nビの状況及び仕事の成果\n1 in the pool Act.5 TIGER & BUNNY\n14 下着おじリターンズ TIGER & BUNNY\n9 一松さんはオフィスラブした\nい おそ松さん ・　男ばかりの六つ子の中の２人が主役\n4 ちゃんとしてる大人たち おそ松さん ・　男ばかりの六つ子の中の２人が主役\n12 ＨＵＮＧＲＹ　ＳＰＩＤＥＲ おそ松さん ・　男ばかりの六つ子の中の２人が主役\n・　「美女薬」を飲んで女性に変身する\n・　六つ子が一列に並んで就寝する\n11 とある遥と凛の珍魚図鑑 FREE! ・　主役二人はそれぞれ「鯖」「鮫」と関連している\nＡ列の番号は、原判決別紙著作物目録の番号である。\n"
}