{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 3,
    "day": 2
  },
  "case_number": "令和3(う)784",
  "case_name": "私的独占の禁止及び公正取引の確保に関する法律違反",
  "court_name": "東京高等裁判所第６刑事部",
  "result": "棄却",
  "original_court_name": "東京地方裁判所",
  "original_case_number": "平成30特(わ)605",
  "lawsuit_id": "91997",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=91997",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/997/091997_hanrei.pdf",
  "contents": "令和５年３月２日宣告  東京高等裁判所第６刑事部\n令和３年（う）第７８４号  私的独占の禁止及び公正取引の確保に関する法律\n違反被告事件\n主       文\n本件各控訴を棄却する。\n理       由\n第１  本件事案の概要及び本件各控訴の趣意\n１  原判決が認定した罪となるべき事実の要旨は、次のとおりである（以\n下、略称等は、特に断らない限り、原判決の例による。）。\n被告人Ａ１株式会社（以下「被告会社Ａ１」という。）及び同Ａ２株式会社\n（以下「被告会社Ａ２」という。）は、Ｂ１及びＢ２（以上の４社を併せて\n「被告会社等４社」という。）とともに、いずれも土木工事の請負業等を営む\n事業者であり、被告人Ａ３（以下「被告人Ａ３」という。）は被告会社Ａ１常\n務執行役員土木営業本部副本部長、同Ａ４（以下「被告人Ａ４」という。）は\n被告会社Ａ２土木営業本部副本部長、ａはＢ１専務執行役員土木本部長（平成\n２７年６月からは代表取締役副社長土木本部長）、ｂはａの部下でＣ１各社か\nらの発注案件の営業を担当するＪプロジェクトチーム部長、ｃはＢ２専務執行\n役員土木事業本部土木営業統括（平成２７年４月からは常任顧問）の職にあ\nり、それぞれの所属する会社の従業者としてＣ２が発注するリニア中央新幹線\nに係る建設工事の受注等に関する業務に従事していたものであるが、被告人Ａ\n３及び被告人Ａ４（「被告人両名」）並びにａ、ｂ及びｃは、それぞれその所\n属する被告会社等４社の他の従業者らと共謀の上、それぞれその所属する被告\n会社等４社の業務に関し、平成２６年４月下旬頃（ｃにおいては平成２７年１\n月下旬頃）から平成２７年８月下旬頃までの間、東京都新宿区所在の飲食店等\nにおいて、面談等の方法により、Ｃ２が被告会社等４社を指名して競争見積の\n方法により順次発注するリニア中央新幹線（品川駅・名古屋駅間）に係る地下\n開削工法によるターミナル駅新設工事（「本件ターミナル駅新設工事」）につ\nいて、受注予定事業者を決定すること及び当該受注予定事業者が受注できるよ\nうな価格で見積りを行うことなどを合意した上（「本件合意」）、本件合意に\n従って、本件ターミナル駅新設工事である品川駅新設（北工区）、品川駅新設\n（南工区）及び名古屋駅新設（中央工区）の各工事について、それぞれ受注予\n定事業者を決定し（「本件受注予定事業者決定」）、当該各工事に係る競争見\n積において、見積書をＣ２に提出する前に、受注予定事業者である会社が代表\n者となっている共同企業体（ＪＶ）の見積価格等に関する情報を、当該会社の\n従業者が他の会社の従業者に連絡するなどし（「本件価格連絡」。本件合意、\n本件受注予定事業者決定及び本件価格連絡を併せて「本件合意等」）、もっ\nて、被告会社等４社が共同して、本件ターミナル駅新設工事の受注に関し、相\n互にその事業活動を拘束し、遂行することにより、公共の利益に反して、本件\nターミナル駅新設工事の受注に係る取引分野における競争を実質的に制限し\nた。\n２  被告会社Ａ１及び被告人Ａ３の各控訴の趣意は、被告会社Ａ１の主任弁\n護人平尾覚、弁護人木目田裕、同細谷夏生、同秋吉諒、同木下郁弥、同浅野啓\n太及び同松本佳子並びに被告人Ａ３の主任弁護人平尾覚、弁護人沼田知之、同\n鈴木悠介、同北住敏樹、同河野光輝、同細谷夏生、同秋吉諒、同木下郁弥、同\n浅野啓太及び同松本佳子連名作成の控訴趣意書及び控訴趣意書補充書並びに被\n告会社Ａ１の主任弁護人平尾覚、弁護人木目田裕、同木下郁弥、同浅野啓太及\nび同松本佳子並びに被告人Ａ３の主任弁護人平尾覚、弁護人沼田知之、同木下\n郁弥、同浅野啓太及び同松本佳子連名作成の控訴趣意書補充書⑵及び控訴趣意\n書補充書⑶記載のとおりであり、各論旨は、訴訟手続の法令違反、事実誤認、\n法令適用の誤り及び量刑不当である。\n３  被告会社Ａ２の控訴の趣意は、主任弁護人和田衞、弁護人中藤力、同佐\n川聡洋、同外崎友隆及び同藤井健一連名作成の控訴趣意書並びに被告人Ａ４の\n主任弁護人辻嶋彰、弁護人石部奈々子及び同森本哲也並びに被告会社Ａ２の主\n任弁護人和田衞、弁護人中藤力、同佐川聡洋、同外崎友隆及び同藤井健一連名\n作成の「検察官の答弁書に対する反論」と題する書面記載のとおりであり、論\n旨は、理由不備、事実誤認及び量刑不当である。\n４  被告人Ａ４の控訴の趣意は、主任弁護人辻嶋彰、弁護人石部奈々子及び\n同森本哲也作成の控訴趣意書及び控訴趣意書補充書並びに前記「検察官の答弁\n書に対する反論」と題する書面記載のとおりであり、論旨は、理由不備、事実\n誤認及び量刑不当である。\n５  これらに対する検察官の答弁は、検察官井上一朗作成の答弁書記載のと\nおりであり、原判決の認定、判断は適切であって、各控訴趣意にはいずれも理\n由がない、というのである。\n第２  理由不備の論旨について\n被告会社Ａ２及び被告人Ａ４の各論旨は、要するに、原判決は、被告人４名\nが、公共の利益に反して、本件ターミナル駅新設工事の受注に係る取引分野に\nおける競争を実質的に制限したとして、独占禁止法の不当な取引制限の罪を認\n定したが、罪となるべき事実において、その構成要件要素である「競争」に該\n当すべき具体的事実を摘示していないから、理由不備（刑訴法３７８条４号前\n段）に当たる、というのである。\nそこで検討すると、まず、有罪判決を言い渡すに当たって示さなければなら\nない罪となるべき事実（刑訴法３３５条１項）とは、刑罰法令各本条における\n犯罪の構成要件に該当する具体的事実をいい、これを示すには、その各本条の\n構成要件に該当すべき具体的事実を当該構成要件に該当するか否かを判定する\nに足る程度に具体的に明白にし、その各本条を適用する事実上の根拠を確認し\n得るようにする必要があり、かつそれをもって足りるものと解される。そし\nて、原判決は、被告人両名を含む被告会社等４社の従業者らが共謀の上、「Ｃ\n２が被告会社等４社を指名して競争見積の方法により順次発注する本件ターミ\nナル駅新設工事について、本件合意をした上、３工区の各工事について、それ\nぞれ本件受注予定事業者決定及び本件価格連絡を行い、もって、被告会社等４\n社が共同して、本件ターミナル駅新設工事の受注に関し、相互にその事業活動\nを拘束し、遂行することにより、公共の利益に反して、本件ターミナル駅新設\n工事の受注に係る取引分野における競争を実質的に制限した」旨説示してお\nり、これは、本件ターミナル駅新設工事という一定の取引分野における被告会\n社等４社の競争を、相互拘束及び共同遂行により実質的に制限したという実行\n行為を具体的に明白にしたものといえるから、そこに理由不備があるとはいえ\nない。\n所論は、本件が、民間工事を対象とし、競争の存否が激しく争われた事案で\nあることを理由に、競争が認められる具体的根拠を罪となるべき事実に記載す\nべきであったとする趣旨と解されるが、独自の見解に基づく主張であって採用\nできない。\nまた、所論は、罪となるべき事実において、「本件ターミナル駅新設工事に\nついて、被告会社等４社のうち少なくとも２社は、その通常の事業活動の範囲\n内において、かつ、当該事業活動の施設又は態様に重要な変更を加えることな\nく、Ｃ２に当該各工事の施工を供給することができる状態にあった」という趣\n旨の記載をすべきであったともいうが、「競争」の定義（独占禁止法２条４\n項）に照らし、原判決が被告会社等４社が指摘のような状態にあったとの事実\nを認定したことは前記罪となるべき事実の記載から明白であるから、そのよう\nな記載を行う必要があったとはいえない。\n理由不備の論旨は理由がない。\n第３  訴訟手続の法令違反の論旨について\n被告会社Ａ１及び被告人Ａ３の各論旨は、要するに、原審裁判所は、被告会\n社Ａ１及び被告人Ａ３の原審弁護人（「Ａ１側弁護人」）による、競争性の主\n張立証に必要不可欠な証人９名（ｄ１、ｄ２、ｄ３、ｄ４、ｄ５、ｄ６、ｄ\n７、ｄ８及びｄ９）の証人尋問請求をいずれも却下したが、これは裁判所の裁\n量を著しく逸脱しているから、判決に影響を及ぼすことが明らかな訴訟手続の\n法令違反に当たる、というのである。\nしかし、原審記録によれば、前記各証人の立証趣旨に掲げられた事項につい\nては、いずれもほかに相応の証拠が取り調べられているところ、それらに加え\nて前記各証人の尋問が必要不可欠であったことを示す事情は見当たらないか\nら、原審裁判所がいずれも必要性なしとして各証人尋問請求を却下したことが\n裁量の逸脱に当たるとはいえない（なお、いずれの却下決定に対しても、Ａ１\n側弁護人による異議の申立てはなされていない。）。\n訴訟手続の法令違反の論旨は理由がない。\n第４  事実誤認及び法令適用の誤りの論旨について\n１  各論旨\n被告人４名の事実誤認の各論旨は、要するに、原判決は、①被告人両名らが\n本件合意をした事実を認め、②原判示の品川駅及び名古屋駅関連の各工事\n（「本件各工事」）について、㋐被告会社等４社が見積り・施工を行うことは\n可能であり、かつ、㋑Ｃ２においても被告会社等４社を競争させる意思を有し\nていたとして、競争が存在していたものと認め、③本件合意等によって競争の\n実質的制限が生じたものと認めて、被告人４名を独占禁止法の不当な取引制限\nの罪について有罪としたが、前記①ないし③の事実はいずれも認められず、被\n告人４名は無罪であるから、原判決には判決に影響を及ぼすことが明らかな事\n実の誤認がある、というのである。\nまた、被告会社Ａ１及び被告人Ａ３の法令適用の誤りの各論旨は、要する\nに、原判決の前記②及び③の判断には、独占禁止法２条４項及び６項の解釈適\n用の誤りがあり、それが判決に影響を及ぼすことが明らかである、というので\nある。\n２  原判決の判断の概要\n前記とおおむね同旨のＡ１側弁護人並びに被告会社Ａ２の原審弁護人及び被\n告人Ａ４の原審弁護人（「Ａ２側弁護人」。以下、Ａ１側弁護人とＡ２側弁護人\nを併せて「原審各弁護人」ともいう。）の主張に対し、原判決が、原判示の事\n実を認定し、被告人４名を有罪と認めた理由は、要旨、次のとおりである。\n⑴  本件各工事の受注に至る経過の概要\n品川駅新設工事については、①Ｃ２は、平成２６年１２月２５日、品川駅北\n工区全工事及び品川駅南工区全工事（併せて「品川駅工事開削工区」）として、\n被告会社等４社を指名して指名競争見積の方式で出件し、被告会社等４社から\n見積書等の提出を受けたが、いずれの見積価格も基準価格を大幅に上回ってい\nたため、見積合せ（各社の本見積書の提出を受けての検討）は不調（協議先を\n選定しないこと）に終わった。②その後、Ｃ２は、平成２７年８月１９日、各\n工事の一部の工程を切り出す形で品川駅北工区その１工事及び品川駅南工区そ\nの１工事として被告会社等４社を指名して指名競争見積の方式で出件し、見積\n合せにおいてそれぞれ最安値であったＢ２が品川駅北工区その１工事について、\nＢ１が品川駅南工区その１工事について、第１順位の価格協議先となり、それ\nぞれ平成２７年９月１６日と同年１０月２１日に工事請負契約を締結した。\n名古屋駅新設工事については、①Ｃ２は、平成２７年４月２４日、名古屋駅\n中央工区全工事として、被告会社等４社を指名して指名競争見積の方式で出件\nし、指名を辞退したＢ１以外から、契約価格の上限を設定する際の参考とする\nための参考見積書の提出を受けたが、いずれの見積価格も予算を大きく上回っ\nていたため指名競争見積手続を中止した。②Ｃ２は、平成２７年１１月下旬か\nら同年１２月初旬にかけて、被告会社Ａ１及び被告会社Ａ２（以下、併せて\n「被告会社両社」という。）に対して同工事の一部の工程を切り出した名古屋\n駅中央工区１期工事について参考見積を非公式に依頼した。③Ｃ２は、平成２\n８年３月１０日、名古屋駅中央工区１期工事の更に一部の工程を切り出す形で\n名古屋駅中央西工区１期工事として被告会社Ａ１及びＢ１を指名して指名競争\n見積の方式で出件した。当初の見積合せでは被告会社Ａ１の見積価格の方がＢ\n１のそれより安値であったが、Ｃ２は、各見積書に条件に反する見積りが認め\nられたとして修正見積書の提出を指示し、修正見積書の見積価格はＢ１の方が\n安値になるなどし、Ｂ１が第１順位の価格協議先となり、平成２８年９月６日\nに工事請負契約を締結した。\n⑵  本件合意の成否等について\nア  原審各弁護人の主張\nＡ１側弁護人は被告人Ａ３について、Ａ２側弁護人は被告人Ａ４について、\n本件合意をした事実はない旨主張する。\nイ  関係者の各供述について\n関係者の各供述の内容\nａ、ｂ、ｃ及びｃの部下のｅは原審公判廷で、被告人Ａ３の部下のｆは捜査\n段階で、それぞれ、平成２６年４月以降、被告人両名にａを加えた３者で、リ\nニア中央新幹線関連工事に関する情報交換のための被告会社両社及びＢ１の関\n係者らによる３社会合を繰り返し開催し、同年７月以降はｂもこれに参加する\nようになり、その中で、本件ターミナル駅新設工事等に係る受注調整に向けた\n話合いを行い、さらに、ｃもこの話合いに加わり、平成２７年２月頃までに、\n品川駅北工区全工事についてはＢ２、品川駅南工区全工事についてはＢ１、名\n古屋駅中央工区全工事については被告会社Ａ１がそれぞれ受注予定事業者とな\nり、他の建設会社はその受注予定事業者の受注に向けて協力することが決定さ\nれた旨、この決定に基づいて、それ以降の指名競争見積手続の各段階において、\n被告会社等４社の本件価格連絡を担当した者（「価格連絡担当者」）等の間で繰\nり返し見積価格等に関する情報を連絡するなどした旨を供述している（「ａら\nの各供述」）。\nａらの各供述の信用性\nａ  客観的証拠との整合性\nａらの各供述は、ｃが後任者への引継ぎ用として作成したメモ（「ｃ引継ぎ\n用メモ」）の記載と整合している。すなわち、ｃ引継ぎ用メモには、「リニア中\n央新幹線工事」という項目中に、①「平成２６年末～２７年当初にかけて、ａ\n専務からリニアに関して、Ｂ１、Ａ１、Ａ２の３社は意見交換している。Ｂ２\nだけが独り歩きしている。３社は迷惑と思っている。仲間に入らないかとの誘\nいが、数回あり、了承した。」との記載、②「Ａ３さんとの約束」として、「Ｂ\n２」が「品川駅北工区」に対応し、「Ａ１」が名古屋駅等に対応するなどとい\nう旨の記載及び③「ａさんとの約束」として、「Ｂ１」が「品川駅南工区」に\n対応するなどという旨のａらの各供述に沿う内容の記載がある。\nｂ  供述内容の合理性\nまた、ａらの各供述は、本件価格連絡があった事実を合理的に説明できる。\n後記のとおり被告会社等４社の各価格連絡担当者の間で本件価格連絡を重ねて\nいたことが、証拠上明らかに認められる。指名競争見積手続が行われている中\nであえて見積価格そのものの連絡を含む本件価格連絡を繰り返し行っていた理\n由として、ａらの各供述は、受注調整の合意が行われていたという最も合理的\nな理由を提供するものである。\nｃ  虚偽供述の疑いはないこと\nａ、ｂ、ｃ及びｅは、検察官による利益誘導等により虚偽の供述をしたとは\n認められず（詳細は後記のとおりである。）、ｆは被告会社Ａ１の従業員であり、\n捜査段階であえて同社に不利な虚偽の内容を述べる動機は認められない。\nｄ  供述の信用性に関する結論\n以上の事情等を踏まえると、ａらの各供述は信用することができる。\nウ  本件合意の成否等に関する前提事実\n以上のように信用できるａらの各供述を中心として、関係各証拠を総合すれ\nば、以下の前提事実が認められる。\n平成２６年４月２１日以降に開催された３社会合の経緯及び開催状況等\n被告人Ａ３は、かねて被告人Ａ４との間で、リニア中央新幹線関連工事に関\nする情報交換を重ねていた。\n被告人Ａ３は、平成２６年３月にＢ１のａを訪ね、リニア中央新幹線関連工\n事についてたたき合い（過当競争）になってゼネコンが赤字受注等になること\nに関し、被告会社両社及びＢ１の３社で対策を話し合うことを提案し、「Ｂ２\nについては、取りあえず入れないが、いずれ連絡を取る。」などと述べた。\nその後、被告人両名及びａは、平成２６年４月２１日の会合を皮切りに、３\n社会合を繰り返し開催するようになった。３社会合は、おおむね月１回程度、\n東京都内の飲食店において行われていた。\n３社会合では、リニア中央新幹線関連工事に関し、発注方法についての議論\nや、発注時期及び工区割りについての情報交換が行われたほか、各社の受注希\n望工区が重ならなければ競合を避けられるとの観点から、各社がどの工区につ\nいて受注意欲を持っているかということなどについての情報交換が行われた。\n平成２６年４月２１日又は同年５月２１日の３社会合では、被告人Ａ３が、\n被告会社等４社の「各社希望施工区間」欄が設けられ、同欄に丸印が付された\nリニア中央新幹線関連工事に係る一覧表（「希望工区一覧表①」）を配布した上、\nａに対し、この表には予想されるＢ１の受注希望工区が記載されているが、正\n確な受注希望工区をまとめて持ってきてほしい旨依頼した。その際、被告人Ａ\n４は、ａに対し、Ｂ１が受注希望工区を選定するに当たり、被告会社Ａ２の受\n注希望工区と重複しないように配慮してほしい旨述べた。\nその後、ａは、ｂに対し、被告会社両社にＢ１の受注希望工区を説明するた\nめに必要であるとして、希望工区一覧表①を参考に、Ｂ１の受注希望工区を記\n載した一覧表（「希望工区一覧表②」）を作成させ、これを平成２６年６月３日\nの３社会合に持参して、被告人両名に交付した。\n平成２６年７月２４日の３社会合で、被告人Ａ３は、ａ又はｂに対し、希望\n工区一覧表①にＢ１の受注希望工区を反映させて修正した一覧表（「希望工区\n一覧表③」）を交付した。\nこの日の３社会合で、被告人Ａ３が、「品川駅についてはＢ１とＢ２で施工\nしてはどうか。」などと述べたのに対し、ａが、品川駅工事開削工区は１工区\nで出件されると考えられ、Ｂ１が全て施工したい旨述べて反論したため、被告\n人Ａ３が、Ｂ２をＢ１のＪＶに加えることを提案し、ａもその提案を受け入れ\nたということがあった。また、この日の３社会合では、名古屋駅については、\n中央工区と西工区を被告会社Ａ１が施工し、東工区を被告会社Ａ２が施工する\nという話になっており、ａも異論を述べなかった。\n平成２６年９月下旬頃の品川駅工事開削工区の分割決定とその後の３社\n会合での意見交換等\nＣ２は、平成２６年９月下旬頃、品川駅工事開削工区について、南北２工区\nに分割して出件する方針を事実上決定した。\n品川駅工事開削工区が２工区に分割されて出件される見込みであるという情\n報を得たａは、平成２６年１１月１４日の３社会合で、「品川駅工事開削工区\nのうち、規模の大きい工区についてはＢ１が受注し、規模の小さい工区につい\nてはＢ２が受注してもやむを得ない。」旨述べ、被告人両名から異論は出なか\nった。この日の３社会合で、被告人Ａ３が、品川駅工事開削工区及び名古屋駅\n新設工事の発注方法については被告会社等４社を指名する指名競争見積になる\n見込みである旨述べた上、公募競争見積であれば、受注を希望しない工事につ\nいては競争参加しなければ済むが、指名競争見積であれば、競争参加して見積\n書を提出せざるを得ないので、指名を受けた事業者間での協力が必要となる旨\n述べ、出席者から異論は出なかった。\n平成２６年１２月２５日の品川駅北工区全工事及び品川駅南工区全工事\nの出件状況及び発注手続の概要等\nａ  Ｃ２は、品川駅北工区全工事及び品川駅南工区全工事について、被告会\n社等４社を指名する指名競争見積の方式で平成２６年１２月２５日に出件した。\nｂ  後記の名古屋駅関連各工事を含む本件各工事に関する指名競争見積手続\nの概要は基本的には以下のようなものであった（なお、再出件の際に変更が加\nえられた部分もあることは後記のとおりである。）。\n①  Ｃ２の請負業者指名委員会が参加事業者を指名し、見積通知を行う。\n②  参加事業者が、指定された期限までに、Ｃ２に対し、参考見積書、技術\n提案書等を提出する（品川駅北工区全工事、品川駅南工区全工事及び名古屋駅\n中央工区全工事において、この参考見積書等の提出期限は出件から約３か月後\nに設定されていた。）。\n③  Ｃ２は、参加事業者に対し、参考見積書、技術提案書等に関するヒアリ\nングを行い、必要に応じ、改善された参考見積書、技術提案書等の提出を受け\nる。\n④  各見積書提出者には、標準点（１００点）が与えられるが、それに加え\nられる加算点（１０点満点）については、Ｃ２の技術評価委員会が技術提案書\n等を評価して算出される。\n⑤  Ｃ２は、参加事業者から提出された参考見積書の見積価格を参考にして、\n契約金額の上限となる基準価格を設定する。\n⑥  参加事業者が、指定された期限までに、Ｃ２に対し、本見積書を提出す\nる（見積合せ）。\n⑦  Ｃ２は、前記の標準点に加算点を加えた数値を本見積書の見積価格（本\n見積価格）で除することによって評価値を算出するという総合評価方式により、\n評価値の最も高い参加事業者を第１順位の協議先として選定する。\n⑧  Ｃ２は、第１順位の価格協議先と価格協議を行い、協議が整えば請負契\n約を締結する。この協議が整わなかった場合は、Ｃ２は評価値が次順位の参加\n事業者と価格協議を行う。\n品川駅北工区全工事及び品川駅南工区全工事の出件後の３社会合での意\n見交換等\n平成２６年１２月２５日の３社会合で、同日に出件された品川駅北工区全工\n事及び品川駅南工区全工事の話題が出た際、ａが、「品川駅工事開削工区が南\n工区と北工区に分かれたので、規模の小さい工区はＢ２にやらなければいけな\nい。」などと述べ、被告人両名から異論は出ず、規模の大きい品川駅南工区全\n工事はＢ１、規模の小さい品川駅北工区全工事はＢ２が受注することとし、受\n注予定事業者以外の３社がその受注に協力することが出席者間で了承された。\nまた、この日の３社会合で、被告人Ａ４がｂに対し、品川駅の見積作業に協力\nしてほしい旨述べ、ｂはこれを了承した。そして、この日の３社会合で、被告\n人Ａ３が、「Ｂ２がいろいろな工区で単独で営業しているのは迷惑であり、そ\nろそろＢ２と話をしなければならない。」などと述べ、ｃと付き合いがあった\nａが、「Ｂ２に自分が話をしておこうか。」などと述べたのに対し、被告人Ａ３\nは、「そうしてくれ。」と述べた。\n平成２７年１月頃のｃとの各会合の状況等\nａとｃは、平成２７年１月８日に会合し、品川駅北工区全工事についてはＢ\n２が、品川駅南工区全工事についてはＢ１が受注を希望していることを確認し、\nお互いに協力し合うことを話し合った。この際、ａは、被告会社両社及びＢ１\nの３社で意見交換しているが、Ｂ２の単独行動に迷惑しているなどと述べ、こ\nの受注調整の枠組みにＢ２も加わるよう持ちかけたが、ｃは「考えさせてく\nれ。」などと述べて返答を保留した。ｃは、平成２７年１月２０日に、ａと再\nび会合し、Ｂ２として被告会社両社及びＢ１の３社による受注調整の枠組みに\n加わることを了承し、ａは被告会社両社に伝えておく旨述べた。これを受けて、\nａは、平成２７年１月下旬頃、被告人Ａ３と会合し、ｃが受注調整の枠組みに\n加わることを了承した旨伝えた。\n被告人Ａ３及びｃは、平成２７年１月３０日に、Ｃ２のＯＢであるｇ（平成\n２９年に死亡）の仲介により面識を得た上で、同年２月４日に、改めて２人で\n会合し、被告会社Ａ１は名古屋駅、南アルプストンネル山梨工区及び静岡工区\n等の受注を目指し、Ｂ２は品川駅北工区の受注を目指すという方針を確認し合\nった上で、被告人Ａ３が被告会社Ａ１はＢ２が品川駅北工区を受注できるよう\n協力する代わりにＢ２は被告会社Ａ１が名古屋駅と南アルプストンネルを受注\nできるよう協力してほしいなどと述べ、ｃがこれを了承するなどした。被告人\nＡ３は、平成２７年２月５日の３社会合で、ａらに対し、ｃと会合したこと及\nびその内容を伝えた。\n平成２７年１月以降の本件価格連絡の準備状況等\n被告人Ａ３及びａは、平成２７年１月頃、受注調整における協力方法として、\n価格連絡担当者を指定して本件価格連絡を行うことを話し合い、被告会社Ａ１\nは被告人Ａ３の部下のｆを、Ｂ１はａの部下のｂを価格連絡担当者とすること\nとした。\n被告人Ａ３は、平成２７年１月上旬又は中旬頃、ｆに対し、「リニアの関係\nでは、被告会社等４社で話をしていて、品川駅南工区はＢ１、品川駅北工区は\nＢ２、名古屋駅中央工区及び西工区は被告会社Ａ１、名古屋駅東工区は被告会\n社Ａ２が受注することに決まっている。今後、担当者同士で連絡を取って、そ\nうなるように動いてもらいたい。話はできているから、資料のやり取りや金額\nの連絡をしてほしい。」「品川駅の積算は難しいが、指名された以上いい加減な\n見積書を提出することはできないので、一番勉強しているＢ１から資料をもら\nうように。」などと述べて資料のやり取りや価格連絡等を指示するとともに、\nＢ１における価格連絡担当者がｂであることを伝え、ｆはこの指示を了承した。\n被告人Ａ４は、平成２７年１月頃、自分が被告会社Ａ２における価格連絡担\n当者となる旨ｂに伝え、ｂはａにその旨報告した。\nａ及びｃは、平成２７年２月２０日に面会した際、Ｂ１はｂを、Ｂ２はｃの\n部下のｅを価格連絡担当者とすることや、Ｃ２が各工種について安い方の単価\nに合わせての値引きを要求してくること（いわゆる「安いとこ取り」）を防ぐ\nために、各社で工種の主要単価を合わせることなどを話し合った。\nその頃、ｃは、ｅに対して、「品川駅北工区はＢ２が、品川駅南工区はＢ１\nがそれぞれ受注できるという話になっており、ｅがＢ２の窓口としてＢ１及び\n被告会社両社の各窓口と協力して進めてもらいたい。」旨指示し、ｅは価格連\n絡の指示と理解した上でこれを了承した。\n平成２７年４月１５日の３社会合において、被告人Ａ３が、ｂに対し、「品\n川駅と名古屋駅は、似た工種が多い。品川駅では単価を下げないようにしてほ\nしい。名古屋駅に影響するから。」などと述べたところ、被告人Ａ４もこれに\n賛同し、「そうですね。うちも名古屋の東がありますからねえ。」などと述べた。\n平成２７年３月２６日の品川駅北工区全工事及び品川駅南工区全工事に\n係る参考見積書提出期限までの価格連絡の状況等\nａ  Ｂ１からの参考資料等の提供\nｆは、被告人Ａ３の指示を受けて、ｂに依頼し、平成２７年３月、複数回に\nわたり、見積関連資料（工事桁設置・撤去工に関する資料、当時のＢ１の見積\n価格や工種ごとの内訳金額等の概算額を記載した各総括表等）の提供を受けて、\n被告会社Ａ１社内の関係者に交付した。\nｂは、平成２７年３月２６日より前に、被告人Ａ４に対して、見積関連資料\n（品川駅北工区全工事及び品川駅南工区全工事に係る各総括表）を提供した。\n被告人Ａ４は、同月１８日又は１９日頃、前記各総括表を、被告会社Ａ２にお\nいて品川駅北工区全工事及び品川駅南工区全工事の積算作業を統括していたｄ\n７に交付し、前記各総括表を参照して、ｄ７らにおいて積算作業中であった被\n告会社Ａ２の見積価格をＢ１のものより高くするよう指示するなどした。\nｂは、平成２７年３月頃、ｅに対し、見積関連資料（Ｂ１の積算基準に関す\nる資料及び品川駅南工区全工事に係る総括表）を交付した。\nｂ  南工区に関する価格連絡\nｂは、品川駅南工区全工事に関し、平成２７年３月下旬頃、ａの了承を得て、\nＢ１が提出する参考見積価格を決定した上で、参考見積書の提出期限である同\n月２６日より前に、ｆ、被告人Ａ４及びｅとそれぞれ電話で会話し、Ｂ１の参\n考見積価格に関して一定の幅を持った金額（下限額はＢ１の参考見積価格より\nも二、三十億円低い額、上限額はＢ１の参考見積価格よりも数十億円高い額と\nなるもの）を伝えた上で、被告会社Ａ１、被告会社Ａ２及びＢ２にはその上限\n額よりも高い参考見積価格を提出してほしい旨依頼し、これに対し、ｆ、被告\n人Ａ４及びｅは、それぞれ前記依頼を承諾する旨返答した（ｆは、返答の前に、\nｂの前記依頼について被告人Ａ３に報告し、その了承を得ていた。）。この際、\nｂは、上限額について、品川駅北工区全工事の受注を希望していたＢ２のｅに\n対しては、ｆ及び被告人Ａ４に対して伝えた額よりも二、三十億円低い金額を\n伝えていた。\nｃ  北工区に関する価格連絡\nｅは、品川駅北工区全工事に関し、平成２７年３月２６日よりも前に、ｂ、\nｆ及び被告人Ａ４とそれぞれ電話で会話し、品川駅南工区全工事の受注を希望\nしていたＢ１のｂに対してはＢ２の参考見積価格よりも数十億円高い金額を一\n定の幅を持たせて伝え、ｆに対してはｂに伝えた上限額以上の金額を伝え、被\n告人Ａ４に対してはｆに伝えた金額よりも高い金額を伝えた上で、Ｂ１、被告\n会社Ａ１及び被告会社Ａ２にはそれぞれに伝えたような金額を参考見積価格と\nして提出してほしい旨依頼し、ｂ、ｆ及び被告人Ａ４はそれぞれこの依頼を承\n諾する旨返答した（ｆは、返答の前に、ｅの前記依頼について被告人Ａ３に報\n告し、その指示を受けるなどしていた。）。\n平成２７年３月２６日の品川駅北工区全工事及び品川駅南工区全工事に\n係る参考見積書の提出結果等\n被告会社等４社が平成２７年３月２６日までに提出した参考見積価格におい\nては、品川駅北工区全工事についてＢ２のもの（約７４５．３億円）が、品川\n駅南工区全工事についてＢ１のもの（約１４８０．３億円）がそれぞれ最安値\nとなった。\n被告会社等４社が参考見積書と共に提出した技術提案書等に対する加算点\n（品川駅北工区全工事及び品川駅南工区全工事で共通）は、平成２７年４月２\n３日にＣ２社内において開催された技術評価委員会により、Ｂ１が７．０点、\nＢ２が６．５点、被告会社Ａ１及び被告会社Ａ２がいずれも６．０点と決定さ\nれ、同月２７日付けで被告会社等４社に通知された。\n平成２７年５月１３日の品川駅北工区全工事及び品川駅南工区全工事に\n係る本見積書提出期限までの価格連絡状況等\nａ  見積資料の交付\nｆは、平成２７年４月頃、ｂから工事桁設置・撤去工に関するより詳細な見\n積資料の提供を受け、また、ｂに対して被告会社Ａ１における構真柱や地中連\n続壁工に関する見積資料を交付した上、ｂから電話で被告会社Ａ１とＢ１の構\n真柱や地中連続壁工に関する見積内容の違いを聴取した。ｆがこのようにして\n得た資料や情報は、被告会社Ａ１内の品川駅担当プロジェクトチームメンバー\nの検討の用に供された。\nｂ  改善後の参考見積書に関する価格連絡状況\nＣ２は、被告会社等４社から参考見積書及び技術提案書等の提出を受けた後、\n技術提案ヒアリングを実施し、その内容を踏まえた改善後の参考見積書の提出\nを受け付けていた。Ｂ２は、平成２７年４月１７日、品川駅北工区全工事及び\n品川駅南工区全工事のいずれについても参考見積価格を数億円ずつ増額した改\n善後の参考見積書を提出したが、それらの提出前に、ｅは、ｂ、ｆ及び被告人\nＡ４と連絡を取り合い、Ｂ２とＢ１、被告会社Ａ１及び被告会社Ａ２との間で\nそれぞれ相互の改善後の参考見積価格が逆転しないことを確認していた。\nｃ  平成２７年５月１３日に見積合せが２回実施されることになったこと\nＣ２は、平成２７年５月１３日に予定していた品川駅北工区全工事及び品川\n駅南工区全工事の見積合せに先立って、同見積合せの際、１回目でＣ２が設定\nした基準価格以下の見積価格の提出がない場合、当日中に２回目の見積合せを\n行うこととし、被告会社等４社に通知していた。\nｄ  南工区についての価格連絡状況\nこれを受けて、ｂは、平成２７年５月１３日より前に、品川駅南工区全工事\nに関し、ｆ、被告人Ａ４及びｅに対し、それぞれ電話で、Ｂ１が１回目に提出\nする本見積価格及び２回目に提出する本見積価格について、一定の幅を持たせ\nた金額を伝え、被告会社Ａ１、被告会社Ａ２及びＢ２には１回目及び２回目の\n見積合せのいずれにおいても伝えた幅の上限額より高い本見積価格を提出して\nほしい旨依頼し、ｆ、被告人Ａ４及びｅは、その都度、前記各依頼を承諾した\n（ｆは、その都度、事前又は事後に被告人Ａ３に報告し、その了承を得てい\nた。）。この際、ｂは、Ｂ１が１回目に提出する本見積価格について、ｆ及び被\n告人Ａ４に対しては、実際より数億円低い金額から百億円以上高い金額までの\n幅を持たせた金額を、品川駅北工区全工事の受注を希望していたＢ２のｅに対\nしては、実際よりも数億円低い金額から数十億円高い金額までの幅を持たせた\n金額をそれぞれ伝え（ｅに伝えた上限金額はｆ及び被告人Ａ４に伝えた金額よ\nりも低い金額であった。）、Ｂ１が２回目に提出する本見積価格については、ｆ、\n被告人Ａ４及びｅのいずれに対しても、１回目に係る幅を持たせた金額から上\n限も下限も２０億円から３０億円下げるという趣旨の発言をした。\nｅ  北工区についての価格連絡状況\nｅは、平成２７年５月１３日より前に、品川駅北工区全工事に関し、ｂ、ｆ\n及び被告人Ａ４に対し、それぞれ電話で、一定の金額を伝えた上で（品川駅南\n工区全工事の受注を希望していたＢ１のｂに対しては、Ｂ２の本見積価格より\n２０億円以上高い金額を下限額とし、上限額も定めて一定の幅を持った金額を\n伝え、ｆに対してはｂに伝えた上限額以上の金額を下限額として伝え、被告人\nＡ４に対してはｆに伝えたものより更に数十億円高い下限額を伝えた。）、その\n幅の範囲内の金額をＢ１、被告会社Ａ１及び被告会社Ａ２に本見積価格として\n提出してほしい旨依頼していたところ、前記のように同じ日に２回目の見積合\nせが行われることが明らかになったため、更に、ｂ、ｆ及び被告人Ａ４に対し、\nそれぞれ電話で、前回依頼した金額は２回目の提出金額とし、１回目の提出金\n額はそれより数億円上げてほしいなどと依頼し、ｂ、ｆ及び被告人Ａ４は、そ\nの都度、前記各依頼を承諾する旨返答した（ｆは、その都度、事前又は事後に\n被告人Ａ３に報告してその了承を得ていた。）。\n平成２７年５月１３日の品川駅北工区全工事及び品川駅南工区全工事の\n見積合せが不調とされたこと\n被告会社等４社が平成２７年５月１３日に提出した本見積価格において、１\n回目及び２回目共に、品川駅北工区全工事についてはＢ２のもの（１回目につ\nき６９３．２億円、２回目につき６８６億円）、品川駅南工区全工事について\nはＢ１のもの（１回目につき１３４５億円、２回目につき１３２０億円）がそ\nれぞれ最安値であったが、いずれもＣ２の基準価格を大幅に上回るものであっ\nたことから、前記各工事の見積合せはいずれも不調とされ、価格協議先は選定\nされなかった。\n新たな条件指定による減額検討依頼とその後の価格連絡状況\n品川駅北工区全工事及び品川駅南工区全工事の見積合せが不調に終わった後、\nＣ２は、被告会社等４社に対し、新たに工事の条件を指定することなどによっ\nてどの程度の減額が可能となるかの検討を依頼した。\nこれを受けて、ｂは、ｅに対し、Ｂ１における新たな条件指定による前記各\n工事に係る減額の内容を伝えるなどした。\n平成２７年８月１９日の品川駅北工区その１工事及び品川駅南工区その\n１工事の出件状況等\nＣ２は、品川駅北工区全工事及び品川駅南工区全工事の見積合せが不調に終\nわったことから、平成２７年８月１９日に、各工程の一部を切り出す形で条件\n変更をした品川駅北工区その１工事及び品川駅南工区その１工事（地中連続壁\n工等は残されていたが、工事桁架設、構真柱工、アンダーピニング工、本体構\n造物新設等については除かれていた。）を、被告会社等４社を指名する指名競\n争見積の方式で再出件した。その際、Ｃ２は、価格協議先の選定方法として、\n技術提案等を評価せず、単純に最も安い見積価格を提出した競争参加事業者を\n第１順位の価格協議先とする方法を採用することとし、その旨記載した変更競\n争参加説明書を被告会社等４社に交付して周知した。\n平成２７年８月２６日の品川駅北工区その１工事及び品川駅南工区その\n１工事に係る本見積書提出期限までの価格連絡状況等\nａ  見積資料の交付\n品川駅北工区その１工事及び品川駅南工区その１工事の見積合せは、平成２\n７年８月２６日に予定されていたところ、ｆは、その数日前、被告人Ａ３の指\n示を受けて、ｂから、品川駅南工区その１工事の見積内訳に関する資料の提供\nを受けた。\nｂ  南工区に関する価格連絡\nｂは、平成２７年８月２６日より前に、品川駅南工区その１工事に関し、ｆ、\n被告人Ａ４及びｅに対し、電話で、Ｂ１の本見積価格について一定の幅を持っ\nた金額を伝え（いずれに対しても、Ｂ１の本見積価格程度の金額を下限額とし、\nそれから数十億円高い金額を上限額として伝えたが、ｆ及び被告人Ａ４に伝え\nた上限額よりも品川駅北工区その１工事の受注を希望していたＢ２のｅに伝え\nた上限額の方が低かった。）、被告会社Ａ１、被告会社Ａ２及びＢ２にはその上\n限額より高い本見積価格を提出してほしい旨依頼し、ｆ、被告人Ａ４及びｅは、\n前記依頼を承諾する旨返答した（ｆは、返答をする前又は後にｂの前記依頼に\nついて被告人Ａ３に報告し、その了承を得ていた。）。\nｃ  北工区に関する価格連絡\nｅは、平成２７年８月２６日より前に、品川駅北工区その１工事に関し、ｂ\nに対し、電話で、Ｂ２の本見積価格よりも数億円高い金額を下限額、十数億円\n高い金額を上限額とした幅を持った金額を伝え、Ｂ１にはその幅の範囲内の金\n額を本見積価格として提出してほしい旨依頼し、ｂはこの依頼を承諾する旨返\n答した。\nｅは、ｃからの指示に基づいて、見積総額が約２２０億円となるように品川\n駅北工区その１工事の見積内訳及び総額を記載した資料を作成した上、平成２\n７年８月２１日、ｆに前記資料を交付するとともに、被告会社Ａ１には約２２\n０億円程度の本見積価格を提出してもらいたい旨依頼した。これを受けて、ｆ\nは、前記資料の約２２０億円という見積総額の記載部分付近に「Ａ１に望む金\n額」と書き込み、ｅから聞き出した情報に基づいて、前記資料に「Ｂ２は２０\n０億弱で提出予定」と書き込んだ上、これを被告人Ａ３を含む被告会社Ａ１社\n内の関係者らに交付した。その後、ｆは、平成２７年８月２６日の見積合せ前\nに、被告人Ａ３から、被告会社Ａ１が積算できる本見積価格の上限は２０５億\n円であるなどとＢ２に伝えるよう指示され、ｅに対し、電話でその旨伝えたと\nころ、ｅは、これを了承した。\nｅは、平成２７年８月２６日より前に、品川駅北工区その１工事に関し、被\n告人Ａ４に対し、電話で、ｆに伝えた希望額を上回る金額を伝えた上、それ以\n上の本見積価格を提出してほしい旨依頼し、被告人Ａ４はこの依頼を承諾する\n旨返答した。また、被告人Ａ４は、平成２７年８月下旬、ｄ７に対し、電子メ\nールで、被告会社Ａ２における品川駅南工区その１工事の見積価格を３６０億\n円以上、品川駅北工区その１工事の見積価格を２１０億円以上とするよう指示\nするなどした。\n平成２７年８月２６日の見積合せの結果並びに平成２７年９月１６日の\n品川駅北工区その１工事に関するＢ２の工事請負契約締結及び平成２７年１０\n月２１日の品川駅南工区その１工事に関するＢ１の工事請負契約の締結等\n被告会社等４社が平成２７年８月２６日にＣ２に提出した本見積価格におい\nて、品川駅北工区その１工事についてはＢ２のもの（約１９３．２億円）が、\n品川駅南工区その１工事についてはＢ１のもの（３４１億円）がそれぞれ最安\n値となり、品川駅北工区その１工事についてはＢ２が、品川駅南工区その１工\n事についてはＢ１がそれぞれ第１順位の価格協議先となった。その後のＣ２と\nの各価格協議を経て、品川駅北工区その１工事については平成２７年９月１６\n日にＢ２（請負代金１８２．５億円）が、品川駅南工区その１工事については\n同年１０月２１日にＢ１（請負代金３２５億円）がそれぞれ工事請負契約を締\n結した。\n平成２７年４月２４日の名古屋駅中央工区全工事の出件状況等\nＣ２は、名古屋駅中央工区全工事について、平成２７年４月２４日に、被告\n会社等４社を指名する指名競争見積の方式で出件した。\nＢ１の名古屋駅中央工区全工事からの辞退\nＢ１は、平成２７年５月にａがＣ２の中央新幹線推進本部長のｈと会談して\n辞退申出の意向を伝えるなどした上で、平成２７年６月２５日、名古屋駅中央\n工区全工事の指名競争見積手続への参加を正式に辞退した。\n平成２７年７月３０日の名古屋駅中央工区全工事に係る参考見積書提出\n期限までの価格連絡の状況等\nｆは、平成２７年４月下旬頃に、被告人Ａ３から、名古屋駅中央工区全工事\nの見積りについて、「他社に自由にやらせていたら、必要なリスクを積まない\nから、安くされてしまう。他社の資料をこっちで用意する必要があるから、ｉ\n支店のｊ（当審注：ｊ（以下「ｊ」という。）を指す。）に３種類の見積りの資\n料を作成するようにお願いしておいた。ｊには、うちの見積りから１割、２割、\n３割くらい乗せて作るように言っておいたから。渡すのが直前になったら、他\n社も数字を変更できなくなるから、早めに渡さないと。」などと伝えられ、同\n年６月下旬頃、被告人Ａ３から、被告会社Ａ２用、Ｂ２用及びＢ１用として、\n被告会社Ａ１の見積価格から約１割ないし約３割程度増額させた３種類の見積\n資料（「３種類の他社用の見積資料」）を渡されて、それらを前記各社に渡すよ\nうに指示され、これを了承した。\n平成２７年５月１９日及び同年６月２９日、被告人Ａ３は、ｃと面会し、主\n要工種の単価に関し、品川駅北工区全工事及び品川駅南工区全工事の見積りを\n下げないことなどを話し合った。\n被告人Ａ３及びｆは、平成２７年６月２５日、被告人Ａ４と面会し、ｆが、\n被告人Ａ４に対し、３種類の他社用の見積資料のうち最も低い２０００億円台\nの見積価格が記載された見積資料を示して、名古屋駅中央工区全工事について、\n被告会社Ａ２には同見積資料記載のもの程度の参考見積価格を提出してほしい\n旨依頼したところ、被告人Ａ４はこれを承諾する旨返答して前記見積資料を受\n領した。\nｆは、被告人Ａ３の指示を受けて、平成２７年６月２６日、ｅと面会し、３\n種類の他社用の見積資料のうち２０００億円台を超える見積価格が記載された\n見積資料を示して、Ｂ２には同見積資料記載のもの程度の参考見積価格を提出\nしてほしい旨依頼し、ｅはこの見積資料を受領した。その後、ｅは、Ｂ２社内\nにおいて、同工事の参考見積価格を引き上げるべきであるという趣旨の意見を\n述べるなどした。\nｆは、被告人Ａ３からの指示を受けて、名古屋駅中央工区全工事について、\n平成２７年７月３０日とされていた参考見積書の提出期限前に、被告人Ａ４及\nびｅに対し、それぞれ電話で、被告会社Ａ１の参考見積価格は１９００億円程\n度である旨伝えるとともに、被告会社Ａ２及びＢ２の参考見積価格を尋ねたと\nころ、被告人Ａ４及びｅは、それぞれ、被告会社Ａ２及びＢ２は被告会社Ａ１\nの依頼した金額程度の参考見積価格を提出する旨返答し、ｆは、その旨被告人\nＡ３に報告した。\n平成２７年７月３０日の名古屋駅中央工区全工事に係る被告会社両社及\nびＢ２の参考見積書の提出結果並びに平成２７年８月２８日の指名競争見積手\n続の中止の前後の状況等\n被告会社Ａ１、被告会社Ａ２及びＢ２の３社が平成２７年７月３０日にＣ２\nに提出した名古屋駅中央工区全工事の参考見積価格において、被告会社Ａ１の\nもの（約１８７９．７億円）が最安値となったものの、Ｃ２の予算を大幅に上\n回るものであった。Ｃ２は、このまま見積合せを行ってもＣ２の予算以下の本\n見積価格が提出される見込みはなく、価格協議先の選定は困難であると判断し\nて、同工事の指名競争見積手続を中止し、同年８月２８日、被告会社両社及び\nＢ２にその旨通知した。\n平成２７年８月１９日、被告人Ａ３は、Ｃ２に対し、同工事について、コス\nトダウン策を提案すると共に、指名競争見積手続を打ち切り、被告会社Ａ１と\nの間で総額１２００億円の特命随意契約を締結してほしい旨申し入れたものの、\nＣ２は、予算を大幅に上回っており、指名競争見積手続のさなかであるなどと\nして、この申入れを拒絶していた。また、被告会社Ａ１は、平成２７年８月３\n１日、同年９月４日及び同月７日にも、コストダウン策を提案すると共に、設\n計施工協力方式での特命随意契約で発注してほしい旨申し入れたが、Ｃ２はこ\nの申入れにも同意しなかった。\nその後もＣ２は被告会社Ａ１から継続的にコストダウン策の提案を受け、平\n成２７年９月から１２月にかけて合計３３回の打合せを行った。\n平成２７年１１月頃のＣ２から被告会社両社に対する名古屋駅中央工区\n１期工事の非公式参考見積提出の依頼\nＣ２は、名古屋駅中央工区全工事の工程を分割し、まずその一部の工程の出\n件を検討することとし、平成２７年１１月下旬頃から同年１２月初旬にかけて、\n被告会社両社に対し、名古屋駅中央工区１期工事の参考見積を提出するよう非\n公式に依頼した。\n被告会社両社間の名古屋駅中央工区１期工事の非公式参考見積に係る価\n格連絡の状況等\n被告人Ａ３は、平成２７年１２月上旬ないし中旬頃、ｆに対し、被告会社Ａ\n１ｉ支店において当時積算していた見積価格を上回る約５４２億円という見積\n価格を記載した見積資料を被告会社Ａ２に交付して、見積書作成の参考とさせ\nるよう指示した。\nｆは、被告人Ａ３の指示に従って、平成２７年１２月１７日頃、被告人Ａ４\nに対し、前記見積資料を交付して、被告会社Ａ２の見積価格を約５４２億円と\nするよう依頼し、被告人Ａ４はこの依頼を承諾する旨返答して前記見積資料を\n受け取った。\n被告人Ａ４は、その後、ｄ７に前記見積資料を交付し、被告会社Ａ２の名古\n屋駅中央工区１期工事に対する見積価格が同見積資料記載の価格を上回るもの\nとなるよう指示した。この指示を受けてｄ７は被告会社Ａ２の見積価格を引き\n上げようと努力したものの、約３００億円までしか引き上げることができず、\n被告人Ａ４に対し、見積価格を約５４２億円とする根拠となる数量及び単価に\n関する追加資料を入手するよう依頼し、被告人Ａ４はｆにその旨伝えた。ｆは\n求められた追加資料をｄ７に交付し、被告会社Ａ２社内では、ｄ７らが、前記\n追加資料を参照するなどして見積価格の引き上げを図り、これを約５２４億円\nまで引き上げることができた。平成２７年１２月２３日、被告人Ａ４が、ｆに\n対してＡ２としては５２４億円の見積価格を提出する旨伝え、ｆはこれを了承\nするとともに、被告人Ａ３にその旨報告し、被告人Ａ３もこれを了承した。\n平成２７年１２月の名古屋駅中央工区１期工事に係る非公式参考見積の\n提出結果等\n被告会社両社が平成２７年１２月２４日から同月２５日にかけてＣ２に提出\nした名古屋駅中央工区１期工事の見積価格において、被告会社Ａ１のもの（約\n４７３．８億円）が被告会社Ａ２のもの（５２４億円）を下回る最安値となっ\nたものの、いずれもＣ２が独自に算出していた見積価格を大幅に上回るもので\nあった。被告会社Ａ１及び被告会社Ａ２の見積りを精査するなどしたＣ２関係\n者は、経費率の高さなどから、競争原理が働いていない可能性がある旨の疑念\nを抱くに至った。\n平成２８年１月から２月のＣ２からＢ１への参加依頼等\n平成２８年１月上旬頃、ｈは、ａに対し、名古屋駅中央工区１期工事のうち\nの地中連続壁工に係る見積書をＢ１に作成してほしい旨依頼し、ａは、当初、\n難色を示したものの、ｈから重ねて依頼され、これを承諾した。\n被告人Ａ３は、Ｃ２がＢ１に対して前記のような見積依頼をしたことを把握\nすると、ｆに対し、被告会社Ａ１ｉ支店において作成した前記工事の地中連続\n壁工に係る見積内訳書をＢ１に交付して相互の見積価格を比較するよう指示し\nた。これを受けてｆは、平成２８年１月１９日、ｂに対し、前記見積内訳書を\n交付し、Ｂ１の地中連続壁工の見積価格と比較するよう依頼し、ｂはこれを承\n諾した。ｂは、同月下旬頃、ｆに対し、前記見積内訳書記載の金額とＢ１の地\n中連続壁工の内訳金額との差額を伝え、ｆは、これを被告人Ａ３や被告会社Ａ\n１社内のプロジェクトメンバーに伝えた。\n平成２８年１月下旬頃、Ｂ１はＣ２に地中連続壁工に関する概算見積書を提\n出した。これを受けて、平成２８年２月上旬頃から中旬頃にかけて、ｈがａに\n対し、改めて出件する名古屋駅新設工事の指名競争見積手続にＢ１にも参加し\nてほしい旨依頼した。ａは、当初、地中連続壁工の機械やオペレーターの確保\nの困難性などを挙げ、工事開始を８か月遅らせないと難しいなどと述べて難色\nを示したものの、ｈから８か月遅れでも構わない、Ｃ３、ＤとＪＶを組んで名\n古屋駅工事に対応してほしいなどと言われて重ねて依頼され、結局、一部（後\n記の在来線部及びタワーズ車路部）の工事は絶対にやらないなどと付言しつつ\nこれを承諾した。\n被告人Ａ３は、平成２８年２月頃、ａに対し、Ｂ１が名古屋駅新設工事の指\n名競争見積手続に参加するのであれば、Ｂ１の見積価格をできる限り高くして\nほしい旨依頼し、ａが、Ｂ１は既に受注している品川駅南工区その１工事の見\n積書の内容と大きくかい離する見積書を提出することは困難であるなどという\n旨返答すると、被告人Ａ３は、Ｂ１の見積価格を連絡してもらいたい旨依頼し\nた。\n平成２８年３月１０日の名古屋駅中央西工区１期工事の出件状況及び発\n注手続の概要等\n前記のようにＢ１の指名競争見積手続への参加意向を確認したＣ２は、名古\n屋駅中央工区１期工事を東西に分割し、ａが参加を拒否しなかった部分（後記\nの新幹線部及び西口駅広部に該当し、地中連続壁工が含まれる。）については\n名古屋駅中央西工区１期工事として指名競争見積の方式で出件する方針を固め\nた。その後、Ｃ２は、被告会社両社及びＢ２に名古屋駅中央西工区１期工事へ\nの競争参加の意向を確認し、被告会社Ａ１は参加する意向があるが、被告会社\nＡ２及びＢ２には参加する意向がないことを確認した上で、平成２８年３月４\n日に開催した請負業者選定委員会において、名古屋駅中央西工区１期工事につ\nいて、被告会社Ａ１及びＢ１を指名する指名競争見積の方式で出件することを\n正式に決定し、平成２８年３月１０日に名古屋駅中央西工区１期工事を出件し\nた（標準点１００点と１０点満点の加算点の合計点を見積価格で除して算出す\nる評価値の高低によって価格協議先を選定する総合評価方式が採用されており、\nその旨記載した競争参加説明書が被告会社Ａ１及びＢ１に交付されていた。）。\nなお、この際、Ｂ１が参加を拒否した部分の工事（後記の在来線部及びタワー\nズ車路部に該当する。「名古屋駅中央東工区１期工事」）については、Ｃ３を代\n表者とするＪＶと特命随意契約を締結することとされた。\nまた、Ｃ２は、前記競争参加説明書に「Ｃ２が予定する価格以下での見積書\nの提出がない場合には、協議先が選定されないことがあり、その場合の措置は\n別途通知する。」旨規定していた。\n平成２８年６月２０日の被告会社Ａ１及びＢ１による名古屋駅中央西工\n区１期工事に係る本見積書提出期限までの価格連絡の状況等\nｆは、平成２８年４月７日、被告人Ａ３の指示に基づき、ｂに対し、被告会\n社Ａ１ｉ支店のプロジェクトチームが作成した名古屋駅中央西工区１期工事の\n地中連続壁工に係る積算条件等に関する資料を交付して、Ｂ１の地中連続壁工\nの積算条件と比較するよう依頼し、ｂもこれを承諾し、その後、ｆに対し、被\n告会社Ａ１の積算条件とＢ１の積算条件の違いを伝え、ｆは、これを被告人Ａ\n３や被告会社Ａ１のプロジェクトチームメンバーに伝えた。\nｆは、平成２８年５月下旬頃、被告人Ａ３の指示に基づいて、ｂに対し、電\n話で、名古屋駅中央西工区１期工事に係るＢ１の見積価格を教えてほしい旨依\n頼し、ｂもこれを承諾した。ｂは、平成２８年５月２６日に開催された３社会\n合において、被告人Ａ３及びｆに対し、その時点におけるＢ１の見積価格に関\nする資料を交付するとともに、同見積価格は約１２０億円強である旨伝えたと\nころ、被告人Ａ３は、ｂに対し、その時点における被告会社Ａ１の見積価格は\n約１５０億円である旨伝えた上で、Ｂ１の見積価格をもっとつり上げてほしい\n旨依頼した。被告人Ａ３又はｆは、その後、前記のＢ１の見積価格を被告会社\nＡ１のプロジェクトメンバーに伝えた。\n被告会社Ａ１社内では、平成２８年６月上旬頃、社内手続を経て、名古屋駅\n中央西工区１期工事に係る入札最低価格を１１２．８億円とすることが決定さ\nれた。\nｆは、平成２８年６月頃、被告人Ａ３の指示に基づいて、ｂに対し、電話で、\n名古屋駅中央西工区１期工事に係るＢ１の最終的な見積価格を教えてほしい旨\n依頼するとともに、見積価格をつり上げてほしい旨依頼することを繰り返した。\nＢ１は、その後も見積作業を継続し、平成２８年６月１６日、最終的な見積価\n格を１２８．３億円とすることを決定し、その頃、ｂが電話でｆにその旨伝え、\nｆがこれを直ちに被告人Ａ３に報告した。被告会社Ａ１においては、Ｂ１の見\n積価格が１２８．３億円であることを前提に、予想される被告会社Ａ１及びＢ\n１の各技術評価に係る加算点を加味して、被告会社Ａ１が価格協議先に選定さ\nれるための見積価格を検討し、最終的に約１１４．５億円とすることを決定し\nた。\n平成２８年６月２０日の名古屋駅中央西工区１期工事に係る本見積書の\n提出結果及び修正見積書の提出指示等\n平成２８年６月１日までに、被告会社Ａ１及びＢ１から名古屋駅中央西工区\n１期工事に係る技術提案関連書類が提出され、同月９日及び１０日に開催され\nたＣ２の技術評価委員会において、同工事に係る被告会社Ａ１の加算点が７．\n０点、Ｂ１の加算点が８．５点であることが決定された。\n平成２８年６月２０日、被告会社Ａ１が見積価格を約１１４．５億円、Ｂ１\nが見積価格を１２８．３億円とする見積書をそれぞれＣ２に提出したものの、\nいずれもＣ２が予定する価格を上回っていたことから価格協議先は選定されな\nかった。\n平成２８年６月２１日、Ｃ２は、被告会社Ａ１及びＢ１に対し、見積条件に\n反する見積りが認められたとして、同月２４日までに修正見積書を再提出する\nよう指示するとともに、その修正見積書の見積価格と技術提案等の総合評価を\nもって価格協議先を選定することがある旨を通知した。また、被告会社Ａ１で\nは、同月２１日頃までに、前記のように被告会社Ａ１の加算点は７．０点、Ｂ\n１の加算点は８．５点であることを把握していた。\n平成２８年６月２４日の名古屋駅中央西工区１期工事に係る修正見積書\n提出期限までの被告会社Ａ１及びＢ１の間の価格連絡の状況等\nＢ１では、Ｃ２の修正指示に従って見積価格の修正作業を行い、Ｂ１の修正\n見積価格が１０９．９億円となったことから、ｂは、平成２８年６月２３日頃、\nｆにその旨を伝えた。被告会社Ａ１では、これを受けて、再度、被告会社Ａ１\n及びＢ１の各技術評価に係る加算点を加味して、被告会社Ａ１が評価値でＢ１\nを上回るための見積価格を検討したものの、当該見積価格が先に社長決裁を経\nた入札最低価格である１１２．８億円を下回っており、社長がその提出を了承\nしなかったことから、同月２４日、提出見積価格を約１１２．８億円とするこ\nとを決定した。\n被告人Ａ３は、平成２８年６月２４日、修正後の見積書の提出前に、ａに対\nし、Ｂ１の見積価格を上げてほしい旨依頼し、これに対してａがＣ２の修正指\n示に従わざるを得ない旨返答すると、さらに、Ｂ１が第１順位の価格協議先に\n選定されてＣ２との価格協議を開始したら、Ｃ２からの工事費削減の求めには\n応じないでほしい旨依頼し、ａもこれを承諾した。\n平成２８年６月２４日の修正見積書の提出結果及び平成２８年９月６日\nの名古屋駅中央西工区１期工事に関するＢ１との工事請負契約の締結等\n平成２８年６月２４日、被告会社Ａ１が見積価格を約１１２．８億円とした\n修正見積書を、Ｂ１がこれを下回る１０９．９億円を見積価格とした修正見積\n書をそれぞれＣ２に提出した。Ｃ２は、Ｂ１に対し、その修正見積書に係る工\n事費内訳書に付記されていたＣ２の指定に反する見積条件を削除するよう指示\nし、Ｂ１はこれに応じて、同月下旬、前記付記を削除した工事費内訳書を再提\n出した。\n被告人Ａ３らは、平成２８年７月５日にＣ２を訪問してｈらと面談し、提出\n済みの見積価格から更に値引きする旨申し出るなどして被告会社Ａ１を価格協\n議先に選定してほしい旨訴えるなどしたものの、Ｃ２側はこの訴えに応じなか\nった。\nＣ２は、平成２８年７月７日、技術評価委員会を開催して、評価値が高かっ\nたＢ１を第１順位の価格協議先に選定して価格協議を開始した。同年９月６日、\nＢ１がＣ２との間で名古屋駅中央西工区１期工事の工事請負契約を締結した\n（請負代金１０７．３億円）。\nｂは、Ｂ１が名古屋駅中央西工区１期工事の価格協議先に選定された後の３\n社会合において、被告人Ａ３及びｆに対し、Ｂ１が同工事の価格協議先に選定\nされたことを謝罪したところ、ｆは、謝罪には及ばない旨返答した。\nエ  本件合意の成否等についての検討\n以上の前提事実によれば、かねてからリニア中央新幹線関連工事に関する情\n報交換を重ねていた被告人Ａ３及び被告人Ａ４は、ａの参加を得て平成２６年\n４月２１日から３社会合を開催し、希望工区一覧表①ないし③のやり取り等を\n経て各社の受注希望工区をすり合わせ、品川駅北工区全工事についてはＢ２、\n品川駅南工区全工事についてはＢ１、名古屋駅中央工区全工事については被告\n会社Ａ１、名古屋駅東工区については被告会社Ａ２をそれぞれ受注予定事業者\nとし、指名競争見積手続において指名事業者間で協力し合う方針を共有した上、\nその後、ａ及びｃの会談並びに被告人Ａ３及びｃの会談を経て、被告人Ａ３、\n被告人Ａ４及びａの間における前記のような受注調整の枠組みにｃも加わり、\n受注希望工区も確認され、価格連絡担当者が定まり、積算に関する資料や見積\n価格そのものに関する情報を繰り返し提供し合うなどして本件価格連絡が行わ\nれたということになる。そうすると、被告人Ａ３、被告人Ａ４、ａ、ｂ及びｃ\nの間で、本件合意をした上、その合意に従って本件受注予定事業者決定を行い、\n本件価格連絡をしたといえることは明らかである。\nオ  前提事実の認定に関する原審各弁護人の反論について\n前記各証言の信用性について\nａ  Ａ１側弁護人は、ａ、ｂ、ｃ及びｅの各供述が信用できないと主張し、\nこの点に関して、①Ｂ１及びＢ２が独占禁止法上の課徴金減免申請を行ってい\nるため不当な取引制限の罪を認めるしかない状況にある、②被告人Ａ３及び被\n告人Ａ４が起訴されている一方でＢ１やＢ２の関係者が起訴されていないこと\nからすれば検察官とａ、ｂ、ｃ及びｅとの間で、検察官の想定するストーリー\nに沿った供述・証言をする代わりに刑事処分を軽くする旨の約束や合意が少な\nくとも暗黙のうちに形成されている、③ａ、ｂ、ｃ及びｅは、被告人Ａ３及び\n被告人Ａ４に責任を転嫁しようとしている、④ａ、ｂ、ｃ及びｅの各供述は、\n本件各工事に関する競争の存否やＣ２の意図に関しては具体性を欠くなどと主\n張する。\nしかし、①については、Ｂ１及びＢ２が課徴金減免申請を行って会社組織と\nして独占禁止法違反を認めた状況にあり、ａ及びｃらはＢ１及びＢ２の幹部と\nして各社の方針に忠実に従って行動する者らであるとはいえ、同人らの供述内\n容は、自らが独占禁止法に違反する合意や価格連絡をし、違法行為に積極的に\n関与したことを認めるものであって、独占禁止法違反を認める会社の方針に従\nうためにされた虚偽の供述であるとは考えられない。②については、ａ及びｃ\nらが不起訴等の刑事処分の軽減を期待した可能性は否定できないとしても、違\n法行為への関与を認めれば、社内の処分や名誉の低下等の大きな不利益が予想\nされる状況において、違法行為への関与がないにもかかわらず虚偽の自白をす\nるとは考えられない。③については、ａ及びｃらは、自己の認識・役割等につ\nいて保身のために過小な評価をするなどの証言をした場面もあったことがうか\nがわれるものの、殊更に被告人Ａ３及び被告人Ａ４に責任転嫁する姿勢は認め\nられず、本件合意等に関する前提事実の認定に影響するような核心部分の信用\n性は揺るがない。④については、核心部分に関し十分に具体的な供述をしてい\nると認められる。そして、ａらの各供述は、前記のように客観的証拠に裏付け\nられた合理的な内容のものであることを踏まえると、弁護人らの各主張を検討\nしても、信用性が損なわれるものではない。\nｂ  また、Ａ１側弁護人は、⑤ｃ引継ぎ用メモについて、ｃが、同メモに受\n注調整の約束を記載しつつ、日々の出来事を記録しているメモ帳にはその点を\n記載していないこと、同メモが実際は後任者に引き継がれていないことは不自\n然であるなどという主張もしているが、ｃが本件合意等について記録を残す方\n法については様々な態様があり得るところである上、ｃは、受注調整の目的を\n達し得る状況になったことから、自己が違法行為に関与していた証拠となる同\nメモについて、最終的には後任者に引き継がないとの判断をしたものと考えら\nれ、この点に関するＡ１側弁護人の主張も採用できない。\nｃ  Ａ１側弁護人は、ｆの検察官調書に関し、不起訴等の刑事処分の軽減を\n受けるための虚偽の自白であって信用できないと主張するとともに、同人の検\n察官調書（原審甲４２）には、平成２７年１月上旬から中旬頃に被告人Ａ３か\nらの指示の際に「被告会社等４社で話をしている」などという話をされた旨の\n記載があるが、ｃの供述によれば、同人と被告人Ａ３が初めて会ったのは平成\n２７年１月３０日のことであり、その際リニア中央新幹線工事に関する具体的\nな話題は出なかったなどとされていることを指摘して、ｆの検察官調書は信用\nできないと主張する。\nしかし、ｆが刑事処分の軽減を期待したとしても、自己の所属する会社にと\nって著しく不利な内容であり、かつ、自身にとっても社内の処分等の大きな不\n利益が予想される中で、価格連絡担当者として行動して違法行為をし、被告会\n社Ａ１による本件合意等に深く関与したことを内容とする虚偽の自白をするま\nでの動機は認められない。ｆは、原審公判廷では、記憶にないなどの証言を繰\nり返すことにより、検察官調書とは相反する内容の証言をしたが、被告会社Ａ\n１及び上司であった被告人Ａ３が犯行を否認する状況において、それらの否認\nの主張に整合するように配慮した証言をしようとした供述態度が明らかであっ\nて、ｆの原審公判供述は信用できない。\n原審甲４２についてＡ１側弁護人が主張する点については、ａの供述によれ\nば、同人は平成２７年１月２０日にｃから受注調整の枠組みに加わるとの返答\nを得てから数日後には被告人Ａ３にｃとの面談内容を伝えたというのであり、\n時期に大きなずれがあるわけではないことなどから、Ａ１側弁護人の主張は採\n用できない。\nｄ  Ａ２側弁護人は、①被告人Ａ４が希望工区一覧表①をａが受け取った際\nに被告会社Ａ２に配慮してほしい旨述べたとされているが、その後希望工区一\n覧表②においてＢ１は何ら被告会社Ａ２に配慮していない、②被告人Ａ４がＢ\n１に対して品川駅の見積作業について協力を求める発言をするということはあ\nり得ず、また、被告人Ａ４の方からｂに「被告会社Ａ２の担当者は私です。」\nとの電話をしたというのは唐突で不自然である、③ｃが被告会社Ａ２の土木営\n業本部長であったｋに対して３社会合等について確認していなかったことやｅ\nに対して被告会社Ａ２と連絡を取るよう指示していなかったのは不自然である\nなどと指摘して、ａ、ｂ及びｃの各供述が信用できない旨主張する。\nしかし、①については、３社会合の初期であり、リニア中央新幹線に関する\n工事の全体像については受注調整が進んでいない段階において、Ｂ１が被告会\n社Ａ２の受注希望に配慮していなかったとしても不自然ではないし、②につい\nては、被告会社Ａ２が受注を目指す名古屋駅東工区工事の見積に影響しないよ\nうに被告人Ａ４が類似の工種が含まれる品川駅工事の見積作業について協力を\n求めることは不自然ではないし、③被告人Ａ４の被告会社Ａ２内の立場に加え、\n被告人Ａ４が３社会合に参加して被告会社Ａ２を含む３社の方針が共有化され\nていた経緯を踏まえれば、ｃの連絡状況も不自然ではない。以上のとおり、い\nずれの点も当時の状況等に照らして不自然とはいえない事情を指摘するものに\nすぎず、Ａ２側弁護人の主張は採用できない。\nｅ  また、Ａ２側弁護人は、④被告会社Ａ２の目標工事の中に名古屋駅東工\n区工事は含まれておらず、ｃ引継ぎ用メモの記載はこのことと整合しない旨主\n張している。\nしかし、被告会社Ａ２内における平成２６年３月の中央新幹線第４回連絡会\n議において名古屋駅東工区工事を目標工事に挙げるなどして被告会社Ａ２が名\n古屋駅東工区工事を目標工事としていたことは被告会社Ａ２関係者の原審公判\n供述等の証拠上明らかである。平成２９年になって同社は名古屋駅東工区工事\nを目標工事から外したなどの事情はあるものの、そのことが前記認定に影響す\nるものではなく、Ａ２側弁護人の主張は採用できない。\n被告人両名の供述の信用性について\nＡ１側弁護人は、被告人Ａ３の原審公判供述等を基礎として、前記関係者ら\nの供述する事実の中に認められないものがあると主張する（①３社会合の開催\nを持ちかけたのはａであって被告人Ａ３ではない、②３社会合では受注意欲に\n関する情報交換は行われていない、③被告人Ａ３が希望工区一覧表①を配布し\nた際ａに対して正確な受注希望工区をまとめて持ってきてほしい旨依頼したこ\nとはない、④被告人Ａ３が希望工区一覧表③を配布したことはない、⑤被告人\nＡ３が、３社会合において、本件各工事について受注予定事業者の提案をした\nり、事業者間での協力が必要という旨の発言をしたり、Ｂ２とも話をしなけれ\nばならない旨の発言をしたりしたことはない、⑥ａが品川駅の受注予定事業者\nについての話をしたことはない、⑦被告人Ａ３がａからｃとの面談内容を伝え\nられたことはない、⑧被告人Ａ３とｃとの会談で受注希望工区が話題に上った\nことはなく、被告人Ａ３がａに対してｃとの間で合意が成立した旨を告げたこ\nとはない、⑨被告人Ａ３がａとの間で担当者を指定して価格連絡を行うことを\n合意したことはない、⑩被告人Ａ３は、ｆとの関係で、平成２７年１月上旬か\nら中旬頃に本件各工事について受注調整が成立している旨伝えると共に他社の\n担当者との間での価格連絡を指示したことも、平成２７年４月下旬頃に他社に\n被告会社Ａ１の要求する見積価格にしてもらう必要があると伝えたことも、Ｂ\n２の参考見積価格や本見積価格に関する報告を受けたこともないなどという。）。\nＡ２側弁護人は、被告人Ａ４の原審公判供述等を基礎として、①被告人Ａ４\nは希望工区一覧表②を受け取っていない、②ａ及びｃの会談、被告人Ａ３及び\nｃの会談並びにａと被告人Ａ３の会談を認識しておらず、平成２７年２月の３\n社会合で、被告人Ａ３やａからｃとの会談内容を聞いたこともなく、その内容\nは知らなかったため、Ｂ２との間で本件合意がされたという認識がないと主張\nする。\nしかし、被告人両名の供述は、ｃ引継ぎ用メモや希望工区一覧表①、②のよ\nうな客観的証拠や、被告会社等４社間で積算に関する資料や見積価格そのもの\nに関する情報を繰り返し提供し合うなどして本件価格連絡がされていた事実を\n説明することができない不合理な内容といえ、いずれも信用できない。\nカ  本件合意の成否に関する弁護人の反論について\n本件価格連絡の理由について\nＡ１側弁護人は、①本件各工事について受注を希望しない建設会社は、短い\n検討時間の中で、工事のコストやリスクを適切に計上せず過少な見積りを作成\nすること（「過少違算」）を避け、かつ、Ｃ２に非協力的であると評価されない\n程度に必要な項目を網羅した内容の見積りを作成する必要があったもので、本\n件価格連絡は、このような事情を背景とした窮余の方策だったのであり、受注\n予定事業者に受注させることを目的とするものではなかった、②被告会社Ａ１\nの品川駅工事プロジェクトチームの担当者らがＢ１の積算資料等を参考に積算\nを行うなどしたのは、短い検討時間の中で、かつ、合理的な見積りを行うため\nの情報が不足している状況下で、一定の体裁を整えた見積りや施工計画を作成\nする必要があったからである、③名古屋駅中央工区全工事に関する３種類の他\n社用の見積資料を被告会社Ａ１が提供したことについては、他社において施工\n計画や積算の参考にしてもらうためである、④名古屋駅中央西工区１期工事に\nおける被告会社Ａ１とＢ１との間の情報交換は情報戦の一環として行われたに\nすぎない、⑤本命業者としては、Ｃ２から他社の見積りを材料とした価格引下\nげの要求をされても、自社の見積りの妥当性を説明するとともに、他社の見積\nりの不合理性を指摘してこれに応じないことが可能であったが、そのような説\n明等に必要な多大な労力と時間を回避するために他社に見積情報を提供したに\nすぎないなどと主張し、見積価格等の情報交換の事実は本件合意の存在を推認\nさせるものとはいえないという。\nまた、Ａ２側弁護人も、被告人Ａ４が本件価格連絡を行った理由は、情報不\n足による積算担当者の苦境を救うと共に、被告会社Ａ２が価格協議先に選ばれ\nるような面倒な状況に陥ることを確実に回避したかったからであるなどと主張\nし、本件価格連絡が行われたのは本件合意が存在していたからではないという。\nしかし、事前検討を行っていない事業者における合理的な見積書等の作成や\n積算担当者の負担軽減といった目的は、受注調整を主な目的とした場合であっ\nても併存し得るもので、直ちにこれを排斥するものではない。また、本件価格\n連絡においては、前記のように、参加事業者間において、積算等の参考になる\n資料の提供等にとどまらず、見積価格そのものに関する情報の連絡が、参加事\n業者を網羅し、かつ、各社の見積価格に差が付くような形で繰り返されていた\n上、名古屋駅中央工区全工事の受注を希望する被告会社Ａ１によって金額の異\nなる３種類の他社用の見積資料が作成されたり、「Ａ１に望む金額」「Ｂ２は２\n００億弱で提出予定」と手書きされた見積資料も存在したりするなど特定の事\n業者の受注に向けて調整する意図を推認させる事実が認められるが、前記の原\n審各弁護人の主張はこれらを合理的に説明することができていない。\nなお、Ａ２側弁護人は、品川駅北工区全工事についてｅが被告人Ａ４に見積\n価格等の連絡をしてきた時期は参考見積書提出日の３日前であり、本件合意に\n基づくものであるとすれば遅すぎると主張するが、見積書提出前であれば他社\nの見積価格等は一定の意味がある情報であるといえ、採用できない。\n受注調整を行う必要性について\nａ  Ａ１側弁護人は、本件各工事についてどの事業者が受注・施工するかは\nＣ２の意向によりあらかじめ決定していたため、受注調整を行う意味はなかっ\nた旨主張し、Ａ２側弁護人も、出件前からの事情と出件方式を前提にすると、\n本件各工事の受注事業者がどこになるかは誰の目にも明らかな状況であり、本\n件合意の必要性はなかった旨主張する。\nしかし、本件各工事の受注事業者があらかじめ決定していたなどとはいえな\nいことは後記のとおりであり、原審各弁護人の主張は採用できない。\nｂ  Ａ２側弁護人は、名古屋駅東工区工事について、出件時期が先になると\n見込まれており、中堅ゼネコンの参加が当然に予想され、被告会社等４社の協\n力は無意味であって、被告人Ａ４にとって違法なことをしてまで受注を確実に\nしなければならない工事ではなく、本件合意をする動機はなかったなどとも主\n張している。\nしかし、被告会社Ａ２が名古屋駅東工区工事を目標工事としていたことは前\n記のとおりであって、出件時期や出件方法に不透明な部分があったとしても被\n告会社等４社間での受注調整には相応の意味があると考えることは何ら不合理\nではなく、Ａ２側弁護人の主張は採用できない。\n希望工区一覧表について\nＡ１側弁護人及びＡ２側弁護人は、希望工区一覧表①は被告人Ａ３がＣ２Ｏ\nＢのｇから依頼を受け、同人の考えに基づいて作成したものであって、受注調\n整のために用いられたと認められない旨主張する。\nしかし、前記の前提事実に照らせば、３社会合においてａに対して被告人Ａ\n３が希望工区一覧表①を交付すると共に被告人Ａ４が被告会社Ａ２への配慮を\n求め、後日Ｂ１の受注希望工区が記載された希望工区一覧表②が被告人両名に\n交付され、これを基に修正された希望工区一覧表③が作成されたなどというの\nであるから、各希望工区一覧表が被告会社Ａ１、被告会社Ａ２及びＢ１の受注\n希望の整理に相応の効果を有していたことは明らかというべきである。また、\n仮に希望工区一覧表①の作成に当たってｇが関与していたとしても、Ｃ２の意\n思決定を示したものなどとはいえず、ｇの関与はこの判断を左右するものでは\nない。原審各弁護人の主張は採用できない。\n３社会合の目的等について\nＡ１側弁護人は、３社会合は工区割り、発注方式、発注時期等に関するＣ２\nの検討状況や自社が把握し切れていない他社の技術的検討状況について情報収\n集する目的で行われていたにすぎず、３社会合は受注調整の場ではなかったと\n主張するが、技術的検討状況等に関する情報収集の目的は、受注調整を主たる\n目的とする場合でも併存し得るものであって、採用できない。\nまた、Ａ１側弁護人は、３社会合が受注調整の場であったとするならば、Ｂ\n２が参加しなければ功を奏しないはずであり、平成２７年１月８日に初めてａ\nがｃを受注調整に誘ったというのも極めて不自然であるなどと主張するが、当\n初はＢ１が品川駅全工区の受注を目指していた状況があったことに加え、受注\n調整を企図するものが他社を巻き込んでいく手順・時期については多様な要素\nが考慮されて様々な態様となることがあり得ると考えられるから、ｃを誘った\n経緯が不自然であるとはいえない。\n被告人Ａ４の態度について\nＡ２側弁護人は、被告人Ａ４の３社会合での発言態度は、本件各工事につい\nて被告会社Ａ２は当事者ではなかったことから、ａや被告人Ａ３の発言自体を\n聞き洩らしていたか、聞いてはいたものの敢えて口を挟まなかったことを意味\nすると主張するが、名古屋駅東工区や南アルプストンネル長野工区に関して被\n告会社Ａ２が強い利害関係を有していたことなどを前提とすると、被告人Ａ４\nの供述に基づくＡ２側弁護人の主張は採用できない。\n⑶  競争性の存否について\nア  争点の概要等\nＡ１側弁護人及びＡ２側弁護人は、本件各工事の見積り・施工は事前検討を\n行っていない建設会社には不可能であり、本件各工事について現実的に受注可\n能な建設会社は事実上一つの事業者に限られていた、Ｃ２は当該事業者に受注\nさせることを決定しており、競争によって受注事業者を選定する意思を有して\nいなかったなどと主張し、本件各工事について本件合意の前に競争が存在しな\nい状態になっていた旨主張する。\n以下、原審各弁護人が指摘する点に沿って本件各工事の競争性の存否につい\nて検討することとする。\nイ  見積り・施工の客観的可能性等について\n原審各弁護人の主張の骨子\nＡ１側弁護人及びＡ２側弁護人は、本件各工事は、一連のリニア中央新幹線\n関連工事の中でも特に技術的な難易度の高い工事であり、また、Ｃ２の発注図\n書等による情報提供は不十分なものであったから、高い技術力を有する建設会\n社であったとしても、長期間にわたる徹底した技術的検討なしには、３か月と\nいう期限内に合理的な施工計画の作成及び積算業務を完了することも、工期内\nに安全かつ確実に施工することも不可能であった旨主張する。\n見積り・施工の客観的可能性等についての前提事実\n関係証拠を総合すれば、以下の前提事実が認められる。\nａ  品川駅工事の概要\n①  東海道新幹線の品川駅の地下に、その営業を続けながら、並行する形で\nリニア中央新幹線品川駅を新設する工事である。\n②  東海道新幹線の線路の下に、工事桁と呼ばれる鉄骨を埋め込み、これに\nよってその下の地中梁から線路を支える構造とし、線路下の掘削を可能にする\n（工事桁架設）。\n③  東海道新幹線品川駅の地下に、掘削時に周囲が崩れてくるのを防ぐなど\nするために、鉄筋コンクリート製の壁を打設して、リニア中央新幹線品川駅の\n新設箇所を囲み込む（地中連続壁）。\n④  地中連続壁の内側を掘削して作業スペースを確保した上で、工事中の基\n礎杭となり、後には地下駅の中柱となる構真柱を打設する（構真柱構築）。\n⑤  構真柱の上部に上床版と呼ばれる鉄筋コンクリート製の板（後にリニア\n中央新幹線駅函体の天井部分となるもの）を架設する。上床版とその上の地中\n梁の間に多数のジャッキを設置して、ジャッキを制御しながら東海道新幹線の\n品川駅・駅ビル・線路等の荷重を既設の杭で支える状態から上床版及び構真柱\nで支える状態に受け替える（アンダーピニング）。\n⑥  既設の杭のうち上床版から下の部分を切断して、上床版の下部を掘削し、\nリニア中央新幹線品川駅の函体を構築する（地下函体構築）。\n⑦  リニア中央新幹線品川駅の函体の内部に各種の設備を設置し、また、工\n事桁の撤去・埋め戻し等を行う（駅設備設置）。ジャッキを設置していた空間\nは埋め戻されて補強され、東海道新幹線の品川駅・駅ビル・線路等の荷重を全\nて構真柱を含む地下駅全体で支える構造となる。\nｂ  名古屋駅工事の概要\n①  東海道新幹線名古屋駅及び在来線名古屋駅の地下に、その営業を続けな\nがら、交差する形でリニア中央新幹線名古屋駅を新設する工事である。\n②  そのうち、東海道新幹線及び在来線の鉄道直下である中央部が中央工区\nであり、その東側及び西側は後に出件される予定であった。中央工区は、東側\nから順にタワーズ車路部、在来線部、新幹線部及び西口駅広部と呼ばれる部分\nによって構成されていた。\n③  新幹線部の工事をみると、地中連続壁を構築し、構真柱や上床版を設置\nし、東海道新幹線の線路が乗る高架橋を上床版で支える構造に受け替え、上床\n版の下の掘削と中床版等の構築を繰り返してリニア中央新幹線名古屋駅の本体\n構造物を完成させるというものであった。\nｃ  工事管理者について\nＣ２では、営業線近接工事に関しては、作業範囲ごとに工事管理者を配置す\nることを求めていた。この工事管理者の資格は、土木建築会社の技術職員でＣ\n２が発注する営業線近接工事における現場管理業務の一定年数以上の経験や所\n定の講習の受講などの要件を充足した者に対し、申請に基づいて付与されるも\nのである。工事管理者のうち、新幹線の駅・線路に係るものが「工事管理者\n（新幹線）」（「新幹線工事管理者」）と、在来線の駅・線路に係るものが「工事\n管理者（在来線）」（「在来線工事管理者」）と呼ばれていた。\nｄ  被告会社等４社の施工実績・技術力等一般について\n被告会社等４社は、いずれもスーパーゼネコンと呼ばれ、豊富な施工実\n績、高い技術力、充実した組織力及び潤沢な資金力を有する大手総合建設業者\nであり、平成２９年３月期において、土木工事の年間完成工事高がいずれも２\n８００億円を超え、土木・建築工事を併せた年間完成工事高において業界１位\nないし４位を占めていた。\nまた、被告会社等４社は、いずれも現に営業している鉄道駅等の直下におけ\nるアンダーピニング工事を施工した経験を有していた。\n⒝  Ｃ２は、品川駅工事開削工区（品川駅北工区全工事及び品川駅南工区全\n工事）への競争参加事業者を指名するに当たり、平成２６年１２月１８日、中\n央新幹線建設部長以下、複数の職員で構成される請負業者選定委員会を開催し、\nゼネコン各社の技術力、施工能力、施工実績及び資金力等を経営事項審査総合\n評点（いわゆるＰ点）及び新幹線工事管理者の有資格者数により評価するとと\nもに、営業線近接工事の施工実績の有無・内容を検討し、被告会社等４社につ\nいて、これらがいずれも高い水準にあるなどと判断して、前記各工事について、\n被告会社等４社を指名する指名競争見積の方式で出件することを決定した。\nＣ２は、名古屋駅中央工区全工事の競争参加事業者を指名するに当たっても、\n平成２７年４月１７日、中央新幹線建設部名古屋建設部長以下で構成される請\n負業者選定委員会を開催し、経営事項審査総合評点（いわゆるＰ点）、新幹線\n工事管理者や在来線工事管理者の有資格者数及び営業線近接工事の施工実績等\nを前提にして、被告会社等４社を指名する指名競争見積の方式で出件すること\nを決定した。\nｅ  品川駅工事開削工区について\nＢ２は、社内に擁する土木技術者数においてＢ１及び被告会社両社に劣って\nいたが、品川駅工事開削工区に含まれる難工事とされていた工事桁工事に関し\nても、新幹線の工事桁工事の経験はなかったとはいえ、在来線の工事桁工事の\n施工実績は有していた。このため、出件前から、品川駅工事開削工区が２工区\nに分割されて出件された場合には、ＪＶ代表者として１工区の受注を目指すと\nいう方針の下、Ｃ２に対して工区分割を促す営業活動を行い、実際に品川駅北\n工区全工事及び品川駅南工区全工事が分割して出件されると、品川駅北工区全\n工事の受注を目指していた。また、Ｂ２は、品川駅工事開削工区に係る各工事\nの競争見積において、見積り及び技術提案の作業を独自に行い、所定の期間内\nにＣ２に見積書及び技術提案書等を提出しており、実際に、受注した品川駅北\n工区その１工事について、問題なく施工している。\n被告会社両社は、品川駅工事開削工区について、Ｂ１のような事前の技術的\n検討を行ってはいなかったものの、いずれも地下駅建設工事に関して高い技術\n力を有していたほか、品川駅工事開削工区に係る各工事の競争見積において、\n技術提案等の作業を独自に行い、それぞれ所定の期間内にＣ２に提出していた。\nまた、被告会社Ａ１のｌ支店においては、自社が受注を目指していた品川駅\n非開削工区等に加えて品川駅北工区全工事を受注しても施工が可能であると考\nえて、同工事の受注を真剣に目指して見積り及び技術提案等の作業を行ってい\nた。\nｆ  名古屋駅中央工区について\nＢ１は、名古屋駅中央工区全工事の一部を切り出して出件された名古屋駅中\n央西工区１期工事の競争見積手続に参加した際には、独自に見積り及び技術提\n案等の作業を行い、所定の期間内にＣ２に提出した上、被告会社Ａ１のものを\n上回る加算点を得ており、受注後も実際に問題なく施工している。\nＢ２は、名古屋駅中央工区全工事の見積り及び技術提案等の作業を独自に行\nい、所定の期間内にＣ２に提出していた。\n被告会社Ａ２は、かつて地下鉄桜通線名古屋駅の西工区工事を施工してアン\nダーピニング工事の施工実績を有していたほか、被告会社Ａ１ＪＶに参加して\n名古屋駅中央工区の東側に隣接するＪＲゲートタワーの建設工事を施工した経\n験を有しており、本件当時は、地下鉄東山線のアンダーピニング工事が含まれ\nる名古屋駅東工区の工事の受注を目指していたほか、名古屋駅中央工区全工事\nの技術提案等の作業を独自に行い、所定の期間内にＣ２に提出していた。\n原審各弁護人が本件各工事の見積り・施工の困難性に関して主張する諸\n事情\nＡ１側弁護人及びＡ２側弁護人は、本件各工事の見積り・施工の困難性に関\nして、以下の趣旨の主張をする。\nａ  主として見積手続に関する主張\n本件各工事の出件方法は、見積りを求めるだけでなく、施工計画の作成も建\n設会社に検討させるものであり、また、参考見積書、技術提案書、施工計画は、\nいずれも実際の施工を前提とするものを各期限までに提出しなければならなか\nった。しかし、出件時の発注図書に付された図面は、技術提案の検討や各工種\nの見積りを行う上で質、量ともに極めて不十分であった。また、質問回答手続\nにおいては、品川駅工事に関して約７５０問、名古屋駅工事に関して約７００\n問の質問が提起されているが、そもそもこれほどの質問が提起されること自体\n出件図書の不十分さ、あいまいさを示しているといえる上、Ｃ２の回答の中に\nは、「各社の施工計画による。」「各社で計測されたい。」などといった質問者の\n疑問に正面から答えていないものが多数認められた。事前の準備検討をしてい\nなかった建設会社が、指定された３か月という期間で現実の施工を前提とする\n技術提案書、参考見積書を作成することは客観的に不可能であった。いかに人\n員を投入しようとも、本件各工事に関して被告会社Ａ１やＢ１が長年にわたっ\nて行ってきた技術的検討を３か月以内に終わらせることは不可能であった。\nｂ  主として工事内容に関する主張\n品川駅について\n①  品川駅工事開削工区においては、東海道新幹線の軌道４線全てを合計１\n２３個もの工事桁で受ける必要があった。工事桁の架設工事の作業時間は、東\n海道新幹線の終電から翌日の始発までの限られた時間に限定されており、その\n時間の中で一定の工事を遂げた後、枕木や砕石の復旧作業を終え、また別の機\n会に一連の作業を行う必要があり、高精度かつ分単位の緻密な計画（サイクル\nタイム）を策定することが不可欠であった。また、工事桁及びその架設に用い\nる受架台については、Ｃ２が定めた時期に支給される計画となっていたため、\nその支給時期に合わせて作業の工程を組む必要があった。\n地面とその上にある既設構造物との距離が短い条件下（低空頭）の箇所もあ\nり、地中に多数の基礎杭があり、工事材料や工事機械の搬入路が１本しかなく\n横幅も狭いなどといった条件下で、地中連続壁を約５５メートルないし６０メ\nートルの大深度まで構築するため、硬質な地層を掘削する必要があった。この\nため、これらの特殊条件に対応した掘削機械を新規に開発する必要があった。\n構真柱建込み工事については、低空頭下かつ多数の既設構造杭が存在する中\nで、鋼管を効率的につなぎ合わせ、精緻な設置作業を行う必要があった。構真\n柱に使用する鋼管も肉厚かつ大口径の特殊なものであった。\n北工区については駅ビル１棟と東海道新幹線軌道４線、南工区については駅\nビル２棟と東海道新幹線軌道４線をアンダーピニング工で仮受けする必要があ\nったところ、総延長約４５０メートルという広範囲で、３棟の既設駅ビルと軌\n道４線の変位を高い精度で制御し、施設の健全性や鉄道の安全性を確保すると\nいう極めて高い技術が要求された。\n地下水位が高い地盤条件の中で、深さ５０メートル以上の掘削をしなければ\nならず、様々な地下水対策を行う必要があった。\nまた、既設品川駅の直下を掘削するため、施工範囲に電気、電話等に関する\n様々な既設埋設物があり、これらを一切損傷することなく施工するための工夫\nが要求された。\nそして、施工の過程で重大な事故等が発生した場合に、東海道新幹線やＣ４\nの主要在来線に支障を生じ、多額の経済的損失が生じるおそれがあり、また、\n工期も１０年以上と長く、施工リスクは甚大であった。\n②  Ｂ１は、Ｃ２の事前検討依頼に応えるなどする一方で、様々な技術・機\n械の開発に取り組んでおり、品川駅工事を安全かつ確実に施工するために、低\n空頭下かつ大深度の構真柱建込技術、低空頭下かつ大深度の地中連続壁施工技\n術、地下水対策、多数のジャッキを統合管理して高精度な変位制御を可能とす\nるアンダーピニング技術等の検討を進め、アンダーピニング技術、掘削機械、\n機械式継手の嵌合機等について特許を取得していた。Ｂ２も、Ｂ１ほどではな\nいにせよ、出件以前から綿密な技術検討をしていた。\n⒝  名古屋駅について\n①  名古屋駅中央工区全工事においては、東海道新幹線の高架橋が崩壊しな\nいように、わずかの地盤沈下や高架橋構造物の変形も許されない０．１ミリメ\nートル単位での高精度の施工が要求されていた。\n東海道新幹線の高架橋及び在来線の直下という非常に狭い空間において、地\n下水位も高く、非常に強固な地盤もある地層を地下深くまで掘削することが要\n求されていた。\n現場の地層は、水分を豊富に含む帯水層が多く、地下水が非常に豊富でその\n流れも非常に早く、崩落性の高い崩れやすい地盤であった。そのような中で、\n施工深度４０メートルという大深度まで掘削して地中連続壁を構築する工事を\n行うため、地下水対策を徹底する必要があった。\n構真柱の建込工事も、地下水が多いなどという厳しい条件下であったにもか\nかわらず、極めて厳しい管理基準値が設定されていた。\n工事桁架設工事、様々な地中埋設物への対応も必要であり、営業中の巨大な\n駅の直下ということもあり、工期も１０年以上と長く、施工上のリスクは甚大\nであった。\n②  被告会社Ａ１は、Ｃ２の事前検討依頼に応えるなどする一方で、以下の\nような技術開発や施工上の課題の検討などを進めていた。このため、名古屋駅\n中央工区全工事については、このような検討を行っていた被告会社Ａ１でなけ\nれば、工期内に安全かつ確実に施工することができなかった。\n構真柱については、低空頭下であることなどもあって、肉厚４０ミリメート\nルの鋼管を継ぎ足していく必要があり、その方法として多くの箇所で機械式継\n手の方法を使用する必要があったが、当時、肉厚４０ミリメートルの鋼管に適\n用できる機械式継手は製造販売されていなかった。被告会社Ａ１においては、\n名古屋駅中央工区全工事の出件以前に、肉厚４０ミリメートルの構真柱を機械\n式継手で接続する方法を開発していた。\nまた、Ｃ２は地中連続壁のコンクリートに関して高い強度を要求していたが、\n被告会社Ａ１はこのようなコンクリートを切削する施工方法を発明していた。\nそして、Ｃ２は、函体と地中連続壁を鉄筋によって接続する本体一体連壁の\n施工を求めていたところ、被告会社Ａ１は、この方式を採用した場合の地下水\n侵入を防止する方法を発明していた。\n被告会社Ａ１は、超低空頭でも地中連続壁工事を可能とする機械を設計し、\n試験機の製作を行っていた。\n⒞  工事資格者・施工体制について\n①  被告会社Ａ２は、本件各工事を想定した施工体制構築のための準備を指\n名まで全く行っておらず、他の重要顧客の工事を複数抱えており鉄道土木工事\nの人的体制に全く余裕がなく、本件各工事の施工に必要な資格者やその他の技\n術者を確保することは不可能であった。\n本件各工事の施工に当たっては技術者を相当数配置する必要があるところ、\n品川駅工事開削工区と名古屋駅中央工区全工事の工期は重複しており、また、\n各ゼネコンとも有資格者数には限りがあったため、両工事を並行して施工する\nことは不可能であった。長年品川駅工事の技術的検討を行ってきたＢ１は品川\n駅工事の受注を目指すこととなるが、それは名古屋駅中央工区全工事を受注で\nきなくなることを意味し、Ｂ２についても同様である。同様に被告会社Ａ１も\n名古屋駅中央工区の受注を目指すこととなり、それは品川駅工事開削工区の受\n注ができなくなることを意味する。\n②  Ｂ１は、品川駅工事開削工区の受注に向けて、被告会社Ａ１は、名古屋\n駅中央工区全工事の受注に向けて、それぞれ工事管理者の資格保有者確保の観\n点から、Ｃ２に営業線近接工事の発注を依頼するなどしていた。\nｃ  被告会社Ａ２の技術提案等の内容に関する主張\n実際に、被告会社Ａ２の本件各工事に関する技術提案や施工計画は、Ｂ１や\n被告会社Ａ１のものと比して大きく見劣りするものであり、具体性・実現性が\n極めて乏しいものであった。\n工事桁架設工事について\n被告会社Ａ２は、品川駅工事開削工区の工事桁工事に関し、一部の作業につ\nいてサイクルタイムを作成することができず、４つの作業を同時に行うという\n現実的でない部分がある全体工程表しか作成できず、実際に使用可能であるか\n不明な場所に仮設ヤードを設置することとしていた。\n⒝  地中埋設物への対応について\n被告会社Ａ２は、品川駅工事開削工区について、発注図書及び質問回答手続\nによっても地中埋設物の全容が分からなかったため、過去の事例を参考にして、\n概算の値で積算を行うしかなかった。\nまた、被告会社Ａ２は、名古屋駅中央工区全工事について、地中埋設物を損\n壊することなくその周囲の地盤のみを掘削する方法として、ラッピングウォー\nル工法による透かし掘りを提案したものの、その実現性を担保するための検討\nや実験を行うことはできていなかった。\n⒞  掘削機械について\n被告会社Ａ２は、品川駅工事及び名古屋駅工事において、低空頭かつ狭隘な\n空間での大深度の地中連続壁構築のための各種掘削機械が必要であると判断し\nたものの、それらの仕様・寸法すら決めることができないまま、それらの調達\nが間に合うことを所与の前提とせざるを得ず、搬入・搬出等の手順も検討でき\nていなかった。\n⒟  構真柱建込みについて\n被告会社Ａ２は、品川駅工事開削工区について、構真柱の建込み作業の精度\n確保のために、深礎工法に加えてレーザーを用いた目視による確認を行う工法\nを提案したが、同工事で安全確実に施工できるとの技術的裏付けはなかった。\nまた、被告会社Ａ２は、肉厚・大口径の鋼管を機械式継手でつぎ足すための低\n空頭のつり込み機や嵌合機の仕様を決めることができず、これに関する見積り\nは概算での算定にならざるを得なかった。\nまた、被告会社Ａ２は、名古屋駅中央工区全工事の構真柱建込みに関して、\nパイプドリル工法、構真杭ドライ施工法（ＯＤＰ工法）で施工するとの提案を\n行ったが、同工事の施工条件下で現実の施工が可能であるか否かや必要な新規\n機械の製作が可能か否かの検証はできていなかった。\nまた、被告会社Ａ２は、肉厚４０ミリメートルの鋼管に適用できる機械式継\n手が開発される見込みがあることの確認もないまま、そのような機械式継手で\n鋼管を接合する旨の提案を行った。\nアンダーピニング工について\n被告会社Ａ２は、品川駅工事開削工区のアンダーピニング工に関して、Ｃ２\nから既設駅ビルの構造等に関する情報の提供を得られなかった。このため、被\n告会社Ａ２は、ジャッキに導入する応力を一般的な数値である１２０パーセン\nトとすることはできず、１００パーセントとする前提で施工計画を立てざるを\n得ず、Ｃ２が示したジャッキの配置及び荷重の値を前提として、既設駅ビルの\n健全性を保ちながらアンダーピニング工事を行えるか否かの検証（設計照査）\nも行えていなかった。また、被告会社Ａ２は、多数のジャッキを制御するため\nに、多数の人員が計測器の数値を読み取り、それを基にジャッキを調整すると\nいう、人手に依存した施工方法の大枠を提示するにとどまった。\n⒡  地下水対策について\n被告会社Ａ２は、品川駅工事開削工区について、Ｂ１やＢ２のように浸透流\n解析を実施できなかった結果、工期や工費の増大要因ともなり物理的に他の工\n事の妨げともなるディープウェル（地下水揚水のための井戸）の多数設置を行\nう計画を立てざるを得なかった。\n被告会社Ａ２は、名古屋駅中央工区全工事について、ディープウェルとリチ\nャージウェルを組み合わせる施工方法を提案したが、浸透流解析や実験での効\n果検証を行うことができていなかった。\n⒢  工程全般について\n被告会社Ａ２の品川駅工事開削工区の工程表は、南工区の３次掘削の施工速\n度が途中で不自然に速まり、本来掘削の速度が遅くなるはずの４次掘削から最\n終掘削の施工速度が速まっており、南工区の構真柱の建込工事の中に、実際に\n施工可能かの検討を何ら経ることなく、２か所で同時に施工することとされて\nいる部分があり、地中連続壁の掘削機械の調達が間に合わないにもかかわらず、\n間に合う前提で工程が組まれているなど、現実性を欠いたものであった。\nｄ  経営判断の限界等に関する主張\n本件各工事のような難易度・規模の工事において事前の技術検討を行ってい\nなかったゼネコンが期限内に合理的な参考見積り及び施工計画を提出できない\nというのは、単に見積りの精度に相対的な差が生じるという問題ではなく、数\n百億円単位の赤字や工事を完成することができない事態に至るリスクを抱える\nことを意味し、これらのリスクはたとえ大手ゼネコンであっても抱えることが\n許されない性質・規模のものであって、そのような参考見積書を作成・提出す\nるといった経営判断は合理的なものとはいえず、取締役の善管注意義務に違反\nするようなものであって、そのような状態が独占禁止法２条４項にいう「通常\nの事業活動の範囲内において、かつ、当該事業活動の施設又は態様に重要な変\n更を加えることなく」「役務を提供することができる」状態とはいえない。\n大手ゼネコンといえども人的・物的資源には限りがあり、工事を安全確実に\n施工するためには、適切な人員の確保はもちろんのこと、必要な技術、機械の\n開発、調達、検証等がされていなければならず、本件のような前例がないと評\nされるほどの難工事の場合にはこの点が極めて重要になる。多数の鉄道土木工\n事技術者を確保するとなれば、相当な期間をかけて、他の重要な鉄道工事との\n兼ね合いを調整し、無資格者に施工経験を積ませるための工事を事前に受注し\nておくなどの準備活動が必要である。受注を目指していた工事ではない工事の\nために施工体制を組むとなると、受注戦略に多大な影響を及ぼすだけでなく、\n重要な顧客を発注者とする鉄道工事の遂行にも支障をもたらす結果になること\nが明白であり、企業がそのような経営判断を行うとすれば独占禁止法２条４項\nにいう「通常の事業活動の範囲」を逸脱するものであって、当該ゼネコンの\n「事業活動の態様」に「重要な変更」を加えるものである。\n検討\nａ  被告会社等４社の基本的施工能力等について\n前記のとおり、被告会社等４社は、経営事項審査総合評点や工事管理者\nの有資格者数といった客観的指標にも表れているように、国内のゼネコン各社\nの中でも格段に高い技術力、経営規模を有しており、鉄道工事の実績も十分で\nあったと認められる。\n⒝  また、前記のような前提事情に加え、①被告会社等４社のいずれも品川\n駅工事開削工区において難易度が高いとみられていたアンダーピニング工に関\nして相応の施工経験があること、②ａが、品川駅工事開削工区について、Ｂ１\nの特許技術がなければ施工できないということはなく、被告会社等４社のうち\nＢ１以外の会社が品川駅工事開削工区を施工することも不可能ではない旨供述\nしていること、③被告会社Ａ１関係者らも、一定の留保をつけるなどしつつも\n名古屋駅中央工区全工事に被告会社等４社のうち被告会社Ａ１以外の会社に施\n工が不可能なものはない旨供述していること等も踏まえると、同等の品質の施\n工が可能であるかはともかく、本件各工事を構成する各工種に被告会社等４社\nのいずれかが施工できないようなものは含まれていなかったと認められる。\nｂ  見積りの客観的可能性について\n本件各工事の難易度が高く、大規模であり、Ｃ２から相応の情報提供が\n行われてはいたものの、必ずしも十分とはいえない部分もあり、ゼネコン各社\nが検討しなければならない課題やリスクも多く、ゼネコン各社の負担が重かっ\nたこと、それらに照らして本件各工事における参考見積書、技術提案書等の提\n出期間である３か月という期間が相当短い期間であったことについては、ゼネ\nコン関係者の供述がほぼ一致しており、否定できないところである。\n⒝  しかし、被告会社等４社は、実際に、いずれも所定の期間内に独自に参\n考見積書、技術提案書等を作成してＣ２に提出しているのであって、そのこと\n自体、事前検討を行っていなかったゼネコンが見積りを所定の期間内に行うこ\nとが不可能とはいえなかったことを示すものである。なお、前記のように平成\n２７年３月に被告会社Ａ１からの依頼に応じてＢ１が工事桁に関する資料を交\n付しているが、被告会社Ａ１社内において名古屋駅受注を優先する人員配置を\nしていたため同社ｌ支店が限られた人員で積算作業を強いられていたことも踏\nまえると、被告会社Ａ１が同資料がなければ品川駅工事開削工区の見積りを行\nうことが技術的に不可能であったことを示す事情とはいえない。\n⒞  原審各弁護人は前記のように手続や工事内容等について種々の主張をす\nるが、ゼネコン側の見積り作業の負担が重かったことを示してはいるものの、\n被告会社等４社に見積り自体が不可能であることを示すものではない。\nｃ  施工の客観的可能性について\nＢ１や被告会社Ａ１の事前検討の成果について\n品川駅及び名古屋駅の個別事情を前提とする本件各工事の難易度・規模を踏\nまえると、原審各弁護人がＢ１及び被告会社Ａ１の事前検討に基づく技術面で\nの成果として挙げる各点が本件各工事を施工する上で安全性・確実性を高める\nために有効であったことは否定できない。しかし、そのことが被告会社等４社\nのうち他の会社において、事前検討を行っていた事業者と同等の品質の施工が\n可能であるかはともかく、本件各工事を施工することが不可能であることを直\nちに意味するものではない。\n⒝  Ｂ２及びＢ１による工事施工の事実について\nそして、Ｂ２が品川駅北工区その１工事を受注して問題なく施工しており、\nＢ１が名古屋駅中央西工区１期工事を受注して問題なく施工している。確かに、\n品川駅北工区その１工事及び名古屋駅中央西工区１期工事は品川駅北工区全工\n事及び名古屋駅中央工区全工事の一部を切り出して出件された工事であり、Ａ\n１側弁護人及びＡ２側弁護人はこの際Ｂ２及びＢ１の施工困難な点を除いて切\nり出されたものであると強調するが、少なくとも、最初に出件された各工事の\nうち品川駅北工区その１工事及び名古屋駅中央西工区１期工事の各工事に含ま\nれている範囲内（高い技術が求められるとされる地中連続壁工も含まれる。）\nでは、Ｂ１及び被告会社Ａ１が行ったような長期間の事前検討が必ずしも施工\nに当たって不可欠とはいえなかったことが示されているといえる。\n⒞  品川駅工事開削工区のアンダーピニング工について\n品川駅工事開削工区のアンダーピニング工が、大規模で高い精度を求められ\nる難工事であることについては関係者の供述が一致している。とはいえ、Ｂ１\nのようなアンダーピニング用統合管理システムを開発していなかったＢ２も被\n告会社Ａ１のｌ支店も、アンダーピニング工を含む品川駅北工区全工事の受注\nを真剣に目指していたのであり、そのような方針の下で活動していた関係者ら\nは、品川駅工事開削工区のアンダーピニング工を自社が施工できないとは考え\nていなかったと認められる。Ａ２側弁護人は前記のように問題のある提案であ\nったと主張するものの、被告会社Ａ２もアンダーピニング工の施工方法の提案\nを行ってはいる。\n⒟  名古屋駅中央工区全工事における構真柱の機械式継手について\n原審各弁護人が主張するような、肉厚４０ミリメートルの鋼管に適用できる\n機械式継手が製造販売されていないという事実については、質問回答手続の中\nで被告会社Ａ１がこの点に関する質問をしたのに対してＣ２が肉厚３０ミリメ\nートルの鋼管用の機械式継手を用いて対応されたいという旨回答し、これが被\n告会社等４社全体に周知されていたことから、鋼管のいかなる厚みが最適であ\nるかはともかく、質問回答の手続上は解決されていたといえる。\n高い強度のコンクリートを切削する技術について\nＣ２が要求していた高い強度のコンクリートを切削する技術（地中連続壁工\nに関連するもの）については、被告会社Ａ１の技術者の原審公判供述によって\nも、同社の特許技術がなくとも施工が不可能ではないと認められる。\n⒡  超低空頭下用の掘削機械について\n品川駅工事開削工区のヒアリングにおいてではあるが、被告会社Ａ２が掘削\n機械の新規製造が必要であるものの製造業者の能力に照らして時間がかかると\nいう問題についてＣ２に述べているが、工事の実現可能性の問題には発展する\nなどしていないことから、直ちに見積り・施工可能性に影響する事項とは考え\n難い。\n⒢  小括\n以上のように、原審各弁護人の主張は、各参加事業者の事前検討の有無等に\nより施工の品質等に差が生じ得ることを示すものであっても、本件各工事を施\n工することが不可能であったことを示すものとはいえない。また、仮にゼネコ\nンの検討未了により作業工程等に原審各弁護人が主張するような問題があるに\nもかかわらず当該ゼネコンが工事を受注するという事態が生じたとしても、ゼ\nネコン側の経済的負担や工期等に影響する問題は生じ得るにせよ、Ｃ２が計画\nの修正に応じないなどのために直ちに施工自体が不可能になるという事態まで\nは想定し難い。\nｄ  被告会社Ａ２の技術提案等の問題について\n被告会社Ａ２の技術提案等の問題についての原審各弁護人の主張を見ても、\n事前検討を行っていなかった被告会社Ａ２にとって見積作業等の負担が相当重\nく、また、事前検討ができなかったためＢ１等の技術提案等と比べて安全性・\n効率性において劣る点が存在したことを示してはいるものの、機械式継手や掘\n削機械の開発に関する点については、品川駅工事開削工区のヒアリングでＣ２\n関係者と議論されたが問題とはされていないなど、安全な施工が実現不可能で\nあるなどの理由により技術提案自体が意味のないものであったとまではいえな\nい。\nｅ  施工体制について\n個別工事の施工体制について\nまず、本件各工事に共通して必要とされており、Ｃ２が営業線近接工事の施\n工能力・実績の指標として用いた新幹線工事管理者の有資格者数について検討\nすると、新幹線工事管理者等の資格者はＪＶ全体で必要人数を確保していれば\n足りるとされていた上、現場での経験等による有資格者の補充も可能であった\nこと、Ｃ２関係者の原審公判供述によれば、令和元年９月下旬の時点で実際に\n工事を施工している各ＪＶが配置した新幹線工事管理者は、品川駅北工区その\n１工事について十数名、品川駅南工区その１工事について四十数名、名古屋駅\n中央西工区１期工事について１０名前後であったこと、被告会社等４社が本件\n各工事の出件時においていずれも数十名以上の新幹線工事管理者の有資格者を\n雇用していたこと等を踏まえると、新幹線工事管理者の不足を根拠として被告\n会社等４社が本件各工事のいずれかを施工することができなかったということ\nはできない。\nさらに、前記のように被告会社等４社が技術力、経営規模及び鉄道工事の実\n績において十分なものを有していた上、本件各工事を構成する各工種に被告会\n社等４社のいずれかが施工できないようなものは含まれていなかったことから、\n人的・物的資源の割り当て次第では、被告会社等４社は本件各工事を施工する\nことが可能であったと考えられる。\n⒝  複数の工区の施工について\n先行していた品川駅工事開削工区について平成２７年８月２６日に見積合せ\nが行われ、同年９月及び１０月にそれぞれ工事請負契約が締結されたことは前\n記のとおりである。本件公訴事実はこれ以前の本件合意、本件受注事業者決定\n及び本件価格連絡の各行為を対象とするものと解されるところ、これらの各行\n為は、本件各工事の受注事業者が確定していなかった中でされたものであって、\n本件各工事のいずれかを被告会社等４社のいずれかが受注したことを前提とし\nて他の工区の受注の不可能性を主張することは、前提を欠くといえる。また、\n参加事業者にそれぞれ受注希望工区が存在したからといって、被告会社等４社\nによる合意なくしてそれぞれの希望に応じた受注が確定されるわけではない以\n上、希望工区が重なっていないことによって競争性が欠けることになるもので\nもない。\nなお、被告会社Ａ１関係者（ｌ支店）は、本件当時、受注に向けた業務に必\n要な人材の確保や、受注後に必要となる現場の作業員等といった人繰りの問題\nは、本社が上手に人員配置等の調整を行うことで解決可能と思っていたことを\n前提として、名古屋駅中央工区全工事に加えて品川駅北工区全工事等の受注に\n向けて真剣に取り組んでいた旨供述しており、被告人Ａ４も、被告会社Ａ１、\n被告会社Ａ２及びＢ１について、他の鉄道会社の仕事を全部やめてしまえばと\nいう留保付きではあるが、品川駅及び名古屋駅の両方を施工できる体力がある\nと認める趣旨の供述をしており、人的・物的資源の割り当てによっては本件各\n工事の複数工区を受注することも不可能ではなかったことを認めているといえ\nる。\n⒞  有資格者の補充に関する原審各弁護人の主張について\nＡ１側弁護人及びＡ２側弁護人は、有資格者の拡充を可能とする方法があり\n得たとしても、本件各工事のような極めて難易度が高く、リスクも高い工事を\n施工するに当たり、そのような不確実な見込みの数字を前提にして施工体制を\n構築することなどできず、新たに有資格者となったばかりの者に任せられない\nと主張する。\nしかし、Ｃ２関係者の原審公判供述によれば、品川駅北工区その１工事、品\n川駅南工区その１工事及び名古屋駅中央西工区１期工事を受注したゼネコンは\nそれぞれ実際に有資格者を補充しながら工事を進めているところであって、原\n審各弁護人の主張は採用できない。\nｆ  見積り・施工の客観的可能性に関する関係者の供述について\nＢ１関係者は、品川駅工事開削工区に関して、被告会社等４社のうち事\n前検討を行っていない会社であっても、相当の困難は伴うものの、見積りや施\n工が不可能であったとはいえないという趣旨の供述をしている（ａは、かつて\nｈに対して「数か月で見積るのは事情を知っている会社でないと無理である」\n旨の発言をしたことを認めているが、ａの供述全体の中でみれば、この発言も、\n事前検討を行っていない会社にとっては見積りの負担が相当なものとなり、精\n度の高い見積りはできないという趣旨でされたものと解される。）。\nＢ２関係者は、品川駅南工区全工事をもし受注したとしても施工はする旨供\n述しており、Ｂ１関係者は、ｈの競争手続参加依頼に際して同社が拒否した部\n分に相当する名古屋駅中央東工区１期工事についても、受注すれば施工できる\nがやりたくはないと思っていたという旨の供述をしている。\nこれらの供述は、前記のような認定に沿い、これを支えるものといえる。\n⒝  Ａ１側弁護人は、Ｂ１の開発した技術の品川駅工事開削工区における必\n要性に関して、①平成２６年５月のＣ２との打合せにおいてＢ１関係者が同社\nの開発したアンダーピニングシステムに関して「従来のシステムでは実現不可\n能と考えた」と発言していること、②Ｂ１関係者が原審公判廷でＢ１が品川駅\n工事開削工区のために開発した技術（構真柱特殊嵌合機等）に関して「必要だ\nと思っていた」旨供述したことを指摘して、これら技術がなければ品川駅工事\n開削工区を施工することは不可能であったと主張している。しかし、これらは\nいずれもＢ１関係者が自社技術の有用性について供述している場面（特に①は\n発注者にアピールしている場面）であることを踏まえれば、直ちにそれらの言\n葉が額面どおりの意味を持つものとすることはできず、前記認定を左右するも\nのではない。\n⒞  その他、Ａ１側弁護人は、ゼネコン関係者やＣ２関係者の発言を指摘し\nて、特定のゼネコンの技術がなければ本件各工事を施工することは不可能であ\nった旨主張するが、いずれも当該技術の有用性を示すものではあっても、当該\n技術を持たない他の事業者による工事の施工が不可能であることを示すものと\nまではいえない。\nｇ  経営判断の限界等について\n本件各工事の難易度・規模に照らして、事前検討を行っていなかったゼネコ\nンが本件各工事の見積り・施工に当たって負うリスク、受注戦略への影響及び\n他の重要顧客の工事への影響等が大きいものであったことについては、ゼネコ\nン関係者の供述がおおむね一致しており、否定できないところである。\nしかし、前記のような被告会社等４社の基本的な施工能力や施工実績、本件\n各工事の見積り・施工の客観的可能性に関する各事情の検討のほか、Ｃ２が本\n件各工事に関し指名競争見積方式を採用する判断をしたことに加え、技術評価\n委員会において各社の提案で明らかに不適格であるとの評価をされたものもな\nかったことにも照らすと、事前検討を行っていなかったことなどによるリスク\n等を負担して指名競争見積手続に参加する経営判断が、原審各弁護人が主張す\nるほどに不合理で違法性を帯びる程度に至っていたということはできない。よ\nって、本件各工事について独占禁止法２条４項にいう「通常の事業活動の範囲\n内において、かつ、当該事業活動の施設又は態様に重要な変更を加えることな\nく」「役務を提供することができる」状態を逸脱していたとはいえない。\nｈ  小括\n以上の検討を踏まえると、本件各工事の難易度・規模その他原審各弁護人の\n主張する事情を踏まえても、本件各工事について見積り・施工が客観的に不可\n能であったとはいえず、この点によって独占禁止法上の競争性が失われるもの\nではないというべきである。\nウ  Ｃ２が、特定の事業者に発注することを決定してはおらず、競争によっ\nて受注事業者を選定する意思を有していたといえるか否か\n原審各弁護人の主張\nＡ１側弁護人は、①本件各工事は、事前検討を行っていた建設会社でなけれ\nば期限内に合理的な施工計画の作成及び積算業務を完了することができず、ま\nた、工期内に安全かつ確実に施工することはできなかったのであり、このよう\nな事情を前提として、Ｃ２は、出件のはるか前から、技術力・施工能力等を踏\nまえ、将来の受注を前提に、名古屋駅中央工区全工事について被告会社Ａ１、\n品川駅工事についてはＢ１に技術検討を行わせており、それぞれの建設会社に\n発注することを決めていた、②事前検討を行っていない建設会社が本件各工事\nの見積・施工を行うことが現実的に不可能だと理解していた各建設会社関係者\nも本件各工事の受注者はあらかじめ決定されているものと認識していたと主張\nする。\nＡ２側弁護人も、Ｃ２は、品川駅工事についてはＢ１に、名古屋駅中央工区\n工事については被告会社Ａ１に、適宜必要な情報を提供しながら各種検討業務\nを依頼し、Ｂ２にも平成２５年末頃から情報を提供するなどした一方で、他の\nゼネコンには情報提供すらせず、そのことはゼネコン各社の間では周知の事実\nとなり、Ｃ２の幹部も平成２５年秋頃には認識していた、Ｃ２は、本件合意の\n成立前に、特定のゼネコンにこれらの工事を施工させると実質的に決定してお\nり、当該ゼネコン以外のゼネコンが本件各工事の施工という役務をＣ２に供給\nする余地はなくなっていたと主張する。\nＣ２の意思に関する前提事実\nこの点に関して、関係証拠から以下の前提事実が認められる。\nａ  本件ターミナル駅新設工事の発注方法等に関する検討経緯\n調査設計段階\n平成２０年発注の品川駅及び名古屋駅の調査設計（Ｃ２が計画する建築物や\n土木構造物をいかなる方法でどの程度の工期・工事費をかけて作り上げるのか\nを検討する業務。書面上の契約件名は「駅部調査設計⑴」とされている。）に\nついては、被告会社Ａ１の協力を受ける前提でＣ５（「Ｃ５」）に発注され、そ\nの下請関係の中に被告会社Ａ１の関係会社が入っており、実際の検討作業は被\n告会社Ａ１が関与して行われていた。引き続き行われた平成２１年発注の品川\n駅の調査設計（駅部調査設計⑵）については、Ｂ１の協力を受ける前提でＣ５\nに発注され、その下請関係の中にＢ１から紹介された会社が入っており、実際\nの検討作業はＢ１が関与して行われていた。\n平成２１年発注の名古屋駅の調査設計（駅部調査設計⑵）並びに平成２２年\n発注の品川駅及び名古屋駅の調査設計（駅部調査設計⑶）についても、被告会\n社Ａ１又はＢ１が関与して検討されていた。品川駅及び名古屋駅に関する調査\n設計は平成２３年３月にＣ２がＣ５から成果品を受け取って終了した。\n⒝  概略設計段階\n平成２３年３月の調査設計終了後も、Ｃ２は、品川駅及び名古屋駅の概略設\n計（調査設計で得られた大まかな設計を、構造物の寸法を定めるなどして深度\n化し、発注時に競争参加事業者に交付する設計図書として用いることができる\n程度に具体化する業務。書面上の契約件名は「首都圏ターミナル駅構造物設計\nほか⑴」「同⑵」「中京圏ターミナル駅構造物設計⑴」「同⑵」「同⑶」などとさ\nれている。）を順次発注した。これらにおいては、Ｃ５への発注に当たり、特\n定のゼネコンやその関係会社が契約当事者となることはなかった。\n⒞  発注方法の検討段階\nＣ２では、平成２４年秋頃から、当時の副社長の指示により、中央新幹線推\n進本部長のｈ及び同本部企画推進部長のｍ以下の同本部職員が、リニア中央新\n幹線関連建設工事の発注方法に関する検討を進めていたが、当時は約９兆３０\n０億円と見込まれていた東京・大阪間のリニア中央新幹線関連建設工事の総費\n用をＣ２が全額自己資金により賄うことを予定していたこともあり、一貫して、\n競争原理の導入によりコストダウンを図ることが重要方針とされていた。平成\n２５年５月頃には、ｍらが、事業者間の競争原理によって徹底したコストダウ\nンを図りつつ計画の早期実現や高品質な施工を目指し得る発注方法を採用すべ\nきであるなどとする検討結果を取りまとめて副社長に報告し、その了承を得て\nいた（この際用いられたメモには、「まずは、競争原理で、入札で競うことで\n低価格を追求」などという記載がある。）。その頃から、鉄道運転保安に直結す\nる品川駅及び名古屋駅の工事については、スーパーゼネコンといわれる被告会\n社等４社を指名して技術提案と価格の両面を競わせる競争見積の方法を採用す\nることが想定されていた。\n⒟  平成２５年１１月の検討依頼禁止通知について\n平成２５年１１月、Ｃ２では、ゼネコン各社に新たに技術的検討を依頼する\nことを平成２６年以降は原則として禁止することや、ゼネコン各社からの技術\n的検討や提案の申出を受け入れる場合には当該ゼネコンに当該受入れと将来の\n受注とは関連しない旨告知することなどを決定し、その旨の文書を作成して中\n央新幹線推進本部職員等に周知していた（「検討依頼禁止通知」）。\n被告会社等４社らのＣ２との接触や事前検討の状況\nＢ１は品川駅工事に関して、被告会社Ａ１は名古屋駅工事に関して、Ｃ２側\n（Ｃ２やＣ５）からの依頼等を受け、施工方法や施工計画の検討や工事金額の\n算定を行うなどしていたが、これらは、前記の平成２５年１１月の検討依頼禁\n止通知の後も、平成２６年１２月に品川駅工事開削工区が、平成２７年４月に\n名古屋駅中央工区全工事がそれぞれ出件される直前まで継続していた。それら\nの事前検討の中では、工期・工程の短縮方法、施工計画及び図面の作成検討な\nど工事内容に直結する内容を含む広範かつ詳細な検討事項に関して、多数回、\nＢ１又は被告会社Ａ１の担当者とＣ２側の担当者の双方が出席する会議、打合\nせ等が行われており、Ｃ２側からＢ１又は被告会社Ａ１に、また、Ｂ１又は被\n告会社Ａ１からＣ２側に、それぞれ資料が提供されるなどしていた。\nＢ２は、平成２５年頃までには品川駅工事に関する技術的検討を始めており、\n同年１１月には同社従業員がＣ２を訪問して品川駅工事に関する営業活動の進\nめ方について助言を求めるなどし、その後、Ｃ２から品川駅工事の図面を入手\nして工事手順を検討するなどしていた。Ｂ２は、遅くとも平成２６年２月頃ま\nでにはリニア中央新幹線品川駅を特に注力して受注を目指すべき第１順位の案\n件と位置付けており、平成２６年４月にはＣ２から求められて鋼管杭の機械式\n継手に関する事例紹介を実施し、その頃Ｃ２の工事管理者の有資格者のリスト\nアップをするなどしていた。\n⒡  発注方法の決定\nＣ２では、平成２６年１２月には、鉄道運転保安に直結する工事（品川駅工\n事開削工区、名古屋駅中央工区全工事を含む。）は基本的に指名競争見積の方\n式で、それ以外の工事は公募競争見積の方式でそれぞれ出件するという方針に\nついて、経営幹部（会長、社長、副社長）の了承を得た上、具体的な発注方法\nを定めた通達である「指名競争見積方式及び公募競争見積方式による工事事務\n取扱要領」を発出し、また、前記方針について、平成２７年１月頃までに、社\n内の会議体にも報告した。\nｂ  本件指名競争見積手続の内容・運用等\n品川駅北工区全工事及び品川駅南工区全工事について\nＣ２が、品川駅北工区全工事及び品川駅南工区全工事への競争参加事業者を\n指名するに当たって行った平成２６年１２月の請負業者選定委員会において、\n被告会社等４社が選定された際の判断が、経営事項審査総合評点、工事管理者\n資格の有資格者数という客観的指標や営業線近接工事の施工実績に基づいて判\n断されたことは前記のとおりである。\n前記各工事に関して価格協議先を選定する総合評価方式においては、前記の\nように、見積書提出者に一律に標準点１００点が付与され、それぞれの技術提\n案等を評価して算出される加算点は１０点満点というものであった（この標準\n点と加算点の合計点を見積価格で除することで評価値が算出され、この評価値\nが最も高い業者が第１順位の価格協議先に選定されることは前記のとおり。）。\nそして、加算点算出のための技術提案等の評価項目、評価基準、得点配分等も\n規定されていた。これらの事項は競争参加説明書に記載され、被告会社等４社\nに周知されていた。実際の被告会社等４社の加算点も、Ｂ１が７．０点、Ｂ２\nが６．５点、被告会社Ａ１及び被告会社Ａ２がいずれも６．０点というもので\nあった。なお、前記各工事の競争参加説明書には、見積合せ後に手続が不調と\nなることについての記載はなかったが、参考見積書提出期限後かつ本見積書提\n出期限前であった平成２７年４月、Ｃ２は被告会社等４社に対してＣ２の基準\n価格以下での見積書の提出がない場合には不調となる旨の通知を行った。\nまた、Ｃ２は、調査設計及び概略設計の成果に基づく情報等を現場内容説明\n書等の出件図書に織り込んで被告会社等４社に交付するとともに、質問回答手\n続を設けて原則として全ての競争参加事業者に質問事項とその回答を伝えてい\nた。\n⒝  品川駅北工区その１工事及び品川駅南工区その１工事について\nＣ２は、品川駅北工区その１工事及び品川駅南工区その１工事を再出件した\n際、価格協議先の選定方法として、技術提案等を評価せず、基準価格も設けず、\n単純に最も安い見積価格を提出した競争参加事業者を第１順位の価格協議先と\nする方法を採用することとし、その旨記載した変更競争参加説明書を被告会社\n等４社に交付して周知した。\nまた、前記各工事の出件前後も、競争参加事業者からの質問及び回答を被告\n会社等４社に伝え、同一内容の現場内容説明書を交付するなどしていた。\n⒞  名古屋駅中央工区全工事について\nＣ２が、名古屋駅中央工区全工事への競争参加事業者を指名するに当たって\n行った平成２７年４月の請負業者選定委員会において、被告会社等４社が選定\nされた際の判断が、経営事項審査総合評点、工事管理者資格の有資格者数とい\nう客観的指標や営業線近接工事の施工実績に基づいて判断されたことは前記の\nとおりである。\nＣ２は、名古屋駅中央工区全工事を出件するに当たっても、品川駅北工区全\n工事及び品川駅南工区全工事と同様の総合評価方式（標準点１００点に技術提\n案等の評価に基づく１０点満点の加算点を合計し、これを見積価格で除するこ\nとで評価値を算出し、この評価値が最も高い業者が価格協議先に選定されるこ\nととし、加算点算出のための技術提案等の評価項目、評価基準、得点配分等も\nあらかじめ規定されているというもの）を採用しており、これらの事項は競争\n参加説明書に記載され、被告会社等４社に周知されていた。また、前記競争参\n加説明書において「Ｃ２が予定する価格以下での見積書の提出がない場合には、\n協議先は選定されない。」という旨規定していた。\nまた、Ｃ２は、調査設計及び概略設計の成果に基づく情報等を現場内容説明\n書等の出件図書に織り込んで被告会社等４社に交付するとともに、質問回答手\n続を設けて原則として全ての競争参加事業者に質問事項とその回答を伝えてい\nた。\n⒟  名古屋駅中央西工区１期工事について\nＣ２は、名古屋駅中央西工区１期工事について、標準点１００点と技術提案\nを評価して付与する１０点満点の加算点の合計点を見積価格で除して算出する\n評価値の高低によって価格協議先を選定する総合評価方式を採用することとし\nて、その旨記載した競争参加説明書を被告会社Ａ１及びＢ１に交付して周知し\nた。また、Ｃ２は、前記競争参加説明書において、「Ｃ２が予定する価格以下\nでの見積書の提出がない場合には、協議先が選定されないことがあり、その場\n合の措置は別途通知する。」旨規定していた。\nｃ  被告会社等４社の従業者におけるＣ２の意思に関する認識を示す各事情\nａは、平成２６年９月頃、Ｃ２に対し、リニア中央新幹線関連工事の受\n注事業者選定方法として、技術評価を重視して選定する手続を採用するよう働\nきかけていた。\n⒝  平成２６年７月頃、Ｂ２社内では、リニア中央新幹線関連工事の受注事\n業者選定方法についてＣ２に提案する内容として、技術評価を重視する方法が\n望ましいという議論が行われていた。\n⒞  被告人Ａ３、被告人Ａ４及びａは、平成２６年４月の３社会合において、\n本件ターミナル駅新設工事を含むリニア中央新幹線関連工事の望ましい発注方\n法について議論した。\n⒟  ｂは、平成２６年１０月、Ｃ２中央新幹線建設部品川駅担当課長のｎか\nら、品川駅北工区全工事及び品川駅南工区全工事の受注事業者選定方法につい\nて、「とにかく金で決まると考えてくれ。」などと言われて価格重視の競争手続\nを採用する旨伝えられ、平成２１年からＣ２に協力してきたＢ１が競争させら\nれるのはおかしいのではないかなどと不満を述べたものの、ｎから、「金がな\nいから仕方がない。」などと言われ、当日中に、ｎとの前記のやり取りをａに\n報告した。\n被告人Ａ３は、平成２７年５月、被告会社Ａ１社内において、品川駅北\n工区全工事及び品川駅南工区全工事の入札最低価格等を決定する「受注工事検\n討委員会」にオブザーバーとして出席するに当たり、同委員会で発言を求めら\nれた場合に備えて手持ち資料を作成し、「Ｃ２の狙い」の項に「ゼネコン各社\nにコスト競争をさせ、工事契約額の低減を図る。」と記載し、「当社の基本方針」\nの項に「ゼネコン全体で、不必要な価格競争に走らない。（Ｃ２は徹底的な価\n格競争をさせようとしている）」、「入札参加各社が協調して適正な価格で発注\nさせることが最重要。」、「この流れの中で、当社が受注できれば良いが、無理\nをする必要はない。」などと自分の考えを記載していた。\nまた、被告人Ａ３は、平成２７年６月、被告会社Ａ１社内において「リニア\n案件受注戦略会議」が開催された際、リニア中央新幹線関連建設工事への被告\n会社Ａ１の対応方針について、自ら作成した席上配布資料に沿って説明したも\nのであるが、前記資料には、品川駅北工区全工事及び品川駅南工区全工事につ\nいて、「品川駅（北）（南）工区では、３社競争の認識あり」などと記載され、\n名古屋駅中央工区全工事について、「価格協議先をＡ１１社に絞らせる  →３\n社と当社の価格差３０％以上」などと記載されていた。\n検討\nこれらの前提事実を踏まえると、以下のように考えられる。\nＣ２は、本件各工事の大規模性や難易度の高さゆえに、出件の相当前の時期\nである計画段階から高い技術力を有するスーパーゼネコンから事前検討の協力\nを得てきた。しかし、発注方法については、安全の確保や計画の早期実現も考\n慮しながらではあるものの、リニア中央新幹線関連工事の総費用が定められて\nいることを背景として、一貫して競争原理の導入によるコストダウンが重要方\n針とされた。実際に本件各工事に係る見積合せにおいても、Ｃ２は、リニア中\n央新幹線計画の早期実現も追求していた中で、事前検討をしていた事業者の見\n積価格が参加事業者間で最安値となっているにもかかわらず、Ｃ２が予定して\nいた基準価格を上回ることなどから手続を不調としたり中止したりして、改め\nて他の事業者も含めて選定対象とする手続をとるなどしており、コストダウン\nを強く追求していたことは明らかである。\nそして、本件各工事の出件の方法をみると、具体的な手順が定められており、\n総合評価方式が採用された場合でも、標準点が１００点あるにもかかわらず、\n各参加事業者によって差がつく加算点が１０点満点でしかない上、その加算点\nの算出方法も詳細に定められており、単純に見積価格のみで価格協議先が選定\nされる方式が採用された場合もあるのであって、見積価格が相当に重視される\nことが明らかで、Ｃ２の恣意が入り込み難い方法が採られているといえる。実\n際の運用においても、出件後は各参加事業者に見積りや技術提案等に必要な資\n料・情報について共通化を図る仕組みは備えられており、各社の技術提案に基\nづいて付与された加算点の差も大きいものではない。\nさらに、結局品川駅北工区その１工事についてはＢ２、名古屋駅中央西工区\n１期工事はＢ１という、それぞれ当初から事前検討を行っていたものではない\n事業者が受注したのであって、このことは、Ｃ２が当初から受注事業者を決定\nしていたとはいえないことを示している。\nそうすると、Ｃ２は、コストダウンを追求する方法として、本件各工事に関\nして被告会社等４社を競争させる意思を有しており、そのために前記のような\n見積価格が重視され恣意が入り込み難い手続を採用したと認められる。\nまた、被告人Ａ３及び被告人Ａ４を含む被告会社等４社の担当者らについて\nも、本件価格連絡を行っていたことに加えて、前記のようにＣ２が受注事業者\nをあらかじめ決定していると認識していたとすれば説明がつかない競争を意識\nした各言動が認められるところであり、Ｃ２が前記のような意思等を有してい\nたことは事業者側の担当者らも認識していたといえる。\n以下では、原審各弁護人の主張を参照しつつ、Ｃ２の意思に関して更に検討\nする。\n事前検討依頼をはじめとする諸事情について\nａ  原審各弁護人の主張\nＡ１側弁護人及びＡ２側弁護人は、Ｃ２関係者も、本件各工事は前例のない\n難工事であり、長期間にわたる技術的検討が必要である上、技術的協力を行っ\nた事業者が競争見積手続において圧倒的に有利な立場に立つことを認識してい\nたにもかかわらず、Ｃ２は、Ｂ１及び被告会社Ａ１に対して、それぞれ技術的\n検討を長期間にわたり行わせ、しかも、それは出件の直前まで続いており、こ\nれは、名古屋駅工事については被告会社Ａ１に受注させ、品川駅工事について\nはＢ１に受注させるつもりであったからである旨主張する。\nまた、Ａ１側弁護人及びＡ２側弁護人は、その他にも被告会社両社の従業者\nがＣ２関係者と接触した際の発言、名古屋駅中央工区全工事の指名競争見積手\n続中止後の被告会社Ａ１との３３回に及ぶ打合せ等の様々な事情を指摘して、\nＣ２が事前検討を行っていた事業者に受注・施工させる意思を有していた根拠\nになる旨主張している。\nｂ  事前検討依頼について\n検討するに、本件各工事の大規模性や難易度の高さゆえに、Ｃ２が計画段階\nから高い技術力を有するスーパーゼネコンの協力を必要としていたことはＣ２\n関係者も認めるところである。実際に前記のとおり、Ｃ２は、出件前から本件\n各工事に関してＢ１及び被告会社Ａ１から事前検討の協力を得て、それに基づ\nいて長期間にわたって会議や情報交換等を続け、平成２５年１１月の検討依頼\n禁止通知が存在したにもかかわらず、Ｂ１及び被告会社Ａ１に広範な検討依頼\nや情報提供等を行い続けていた。Ｂ１が品川駅の検討にかけた費用は約１０億\n円に上り、被告会社Ａ１が名古屋駅の事前検討にかけた費用も６億円を超えて\nおり、両社が工事受注に向けて抱いた期待も相当に大きかったと考えられる。\nしかし、Ｂ１や被告会社Ａ１が事前検討に深く関与していたとはいえ、将来\nの請負契約を締結する地位を予約するような拘束力はないから、事前検討を依\n頼するなどしていたことをもって、Ｃ２が工事受注事業者を決定していたなど\nとはいえない。Ｂ１や被告会社Ａ１においても、事前検討の早期の段階では発\n注方法も具体的に定まってはいなかったことを踏まえると、特命随意契約では\nない競争方式が採用される可能性も十分に想定し得たといえる。そして、Ｃ２\nが指名競争見積方式を採用する方針が明らかになる中でも事前検討を継続して\nいたことは、発注方法や加算点の評価等に関し少しでも自社に有利となるよう\n営業活動を行っていたものとみられるから、事前検討依頼に関する諸事情をも\nってＣ２が受注事業者を決定していたとは認められない。\nｃ  Ｃ２関係者らの発言について\n被告人Ａ３は、品川駅に係る駅部調査設計⑵に協力する建設会社が被告会社\nＡ１からＢ１に変更された経緯に関して、平成２１年２月にＣ２関係者から、\n「将来の施工まで考えるとそのまま検討してもらうのは大変だろうからどちら\nかを選べ」と言われて被告人Ａ３が名古屋駅を選ぶ旨返答したことが契機とな\nっている旨供述している。しかし、出件の５年以上前の発注方法も未定の段階\nにおける発言をもってＣ２の意思決定を示すものとみることはできないし、被\n告人Ａ３も、この際名古屋駅の調査設計をしている事業者にそのまま名古屋駅\nを施工させるという直接的な発言はなかったというのであるから、同発言をも\nって受注事業者が決定されていたとは認められない。\nまた、Ｂ１側で作成されたヒアリング議事録には、平成２６年１１月にＣ２\n関係者が「もちろんＡ駅（品川駅）は当社（Ｂ１）にとらせたいのが本音」と\n述べたという記載があり、ｂは、平成２７年６月にＣ２関係者が「Ｏ社（Ｂ１）\nでいいと思っている。」と発言したと供述する。しかし、Ｃ２関係者からその\nような発言があったとしても、工期の短縮や安全性の向上等の観点から受注事\n業者に関する担当者の希望を述べたと解することはできても、正式な文書や会\n議に基づくものではなく、Ｃ２がＢ１に品川駅工事を受注・施工させることを\n決定していたことを示すものとはいえない。仮にＣ２関係者から意中の事業者\nであることを伝えるかのような発言があったとすれば、指名競争見積手続の進\n行の前後であることを踏まえると、不適切ではあるが、他方で、Ｂ１の関係者\n等においても、同発言が何らの拘束力もないことは十分に理解できたといえる。\nその他、Ａ１側弁護人及びＡ２側弁護人は様々なＣ２関係者らの言動を指摘\nしてＣ２が本件各工事について事前検討を行った特定の事業者に受注させる意\n思を有していたと主張するが、発言内容をみても、正式な文書等に基づくもの\nではなく、Ｃ２が組織として受注事業者を決定していることを意味するものと\nはいえない。\nｄ  本件各工事の難易度・規模等との関係について\nＡ２側弁護人は、①本件各工事が難度・規模等に照らして事前準備なく受注\nを目指せるような工事ではないことをＣ２も熟知していたはずであり、価格が\n安ければ被告会社等４社のどこでも構わないという判断に基づいて出件したと\n考えることはできない。②Ｃ２が名古屋駅中央工区全工事と品川駅工事開削工\n区の工期が重複していることを考慮した形跡が全くうかがえないのは、被告会\n社等４社が本件各工事の受注を競い合うことが期待できない状況にあることを\n容認していたからにほかならない、などと主張する。\nしかし、本件各工事の見積り・施工の客観的可能性が否定されるものではな\nいのは前記のとおりである上、Ｃ２が前記のような指名競争見積手続によって\n出件したこと等を前提とすると、受注事業者を決定していたということはでき\nない。\nｅ  発注図書と質問回答について\nＡ１側弁護人及びＡ２側弁護人は、Ｃ２が不十分な発注図書しか整えず、質\n問回答においても十分な情報提供を行ってこなかったことや参考見積書等の提\n出期間が約３か月という期間を設定したことは、そもそもＣ２としては事前検\n討を行った建設会社に発注することを決めており、それ以外の建設会社に平等\nな競争環境を提供する必要性を感じていなかったからにほかならないなどと主\n張する。\nしかし、原審各弁護人が指摘する発注図書や質問回答が不十分であったとい\nう点は、Ｃ２に近年の大規模工事の経験が不足していたことや、開業時期との\n関係で手続の進行を極めて急いでいたことなどが原因と考えられるのであって、\n情報提供等に関する事務に不相当な点があったとしても、Ｃ２に意中の事業者\n以外の事業者を排除する目的があったとまではうかがわれない。\nｆ  小括\nその他の原審各弁護人が主張する事情を併せて検討しても、Ｃ２が受注事業\n者を決定していたとの合理的疑いは生じない。この点に関する原審各弁護人の\n主張は採用できない。\n本件競争見積手続の仕組みやＣ２の恣意的運用について\nａ  原審各弁護人の主張\nＡ１側弁護人は、本件指名競争見積手続は、以下の点を踏まえてその実質を\n見れば、Ｃ２が望む建設会社に受注させるよう操作することが可能な仕組みと\nなっており、また、Ｃ２は恣意的な運用をしたという。\n①  Ｃ２は、本命業者以外の事業者の参考見積価格が本命業者よりも低い場\n合には、本命業者に対して、コストダウンを指示するなどして、本命業者を第\n１順位の価格協議先に選定されるように誘導することが可能であった。\n②  Ｃ２の裁量によって契約締結が左右される余地が十分にあった。\n③  Ｃ２は、本見積書が提出された後であっても、見積手続を不調にしたり、\n契約手続を中止したりした上、特定の事業者に対してのみコストダウンを求め\nることが可能であった。\nＡ２側弁護人も、本件指名競争見積手続に以下のような問題点があると指摘\nする。\n①  価格協議先が受注者になる保証がない。\n②  参考見積書及び技術提案書の提出・ヒアリングによってＣ２の意向が強\nく働き得る。\n③  Ｃ２は、見積価格がＣ２の基準価格とかい離している場合には価格協議\n先を選定せずに手続を不調により終了させることとするなどルールを恣意的に\n変更することが可能で、実際に変更している。\n④  技術評価委員会の構成員やその所掌業務、品川駅工事の準備検討への関\n与の程度、同委員会の審議に用いられた資料の内容等に照らし、同委員会にお\nける審査は形だけのものであったといえる。\n⑤  基準価格を下回る見積価格が示されることはないことは客観的に明らか\nであった上、Ｃ２幹部もそれを十分に認識していたのであり、Ｃ２は、本件指\n名競争見積手続を実施しさえすれば受注者が円滑に決まるとは考えておらず、\n競争手続の結果を踏まえてＢ１やＢ２と綿密な協議を重ねて予算内で発注でき\nる範囲でそれぞれに受注することを意図していたと考えられる。\nｂ  手続の仕組みに関する検討\nしかし、前記のように本件指名競争見積手続自体、技術評価、価格協議先の\n選定、価格協議等の各段階において、具体的な手続や決定方法が定められ、Ｃ\n２の恣意が入り込み難いものになっていたといえる。\n価格協議においても、前記のように見積価格が重視された総合評価方式によ\nって評価値が第１位になった参加事業者（品川駅北工区その１工事及び品川駅\n南工区その１工事については単純に見積価格が最安値の参加事業者）が第１順\n位の価格協議先となり、この価格協議が整わなかった場合に初めて第２順位の\n価格協議先との価格協議が開始されるという手続になっているのであって、こ\nのようないわば価格重視の手続を経て選ばれた価格協議先との価格協議を恣意\n的な理由により不調にすることは、困難であったと認められる。\nＣ２は、本件指名競争見積手続を不調ないし中止にしているが、早期の着工\nが要請される中で工事開始を遅延させることとなるこれらの措置をＣ２がコス\nトの削減等の合理的な考慮ではなく受注事業者を操作するために恣意的に用い\nることができる状態にあったとは認められない。なお、Ｃ２関係者の供述によ\nれば、Ｃ２としては当初（品川駅北工区全工事及び品川駅南工区全工事の出件\n時）は手続を不調にすることは想定していなかったが、その後被告会社等４社\nの参考見積書の提出などを経て、Ｃ２の予定する価格と被告会社等４社の本見\n積価格が大きくかい離する可能性が高いことを認識したことから、前記各工事\nの見積合せの直前に不調手続を導入することとし（品川駅北工区その１工事、\n品川駅南工区その１工事及び名古屋駅中央工区全工事の各出件時）、その後は\n最安値の見積価格がＣ２の予定する価格を上回る場合であっても手続を進めて\n契約締結に至ることが可能な方針に転換したと認められる。このような経緯に\n照らすと、Ｃ２が不調手続や手続中止を恣意的に用いようとする意思や、意中\nの事業者と予算内で契約できるように利用する意思をもって、契約に至る仕組\nみを構築したともいえない。\nｃ  Ｃ２による手続の恣意的操作があったか否かに関する検討\n品川駅工区分割について\nⓐ  原審各弁護人の主張\nＡ１側弁護人及びＡ２側弁護人は、Ｃ２が品川駅工事を２工区に分割して出\n件したことに関して、Ｃ２が北工区をＢ２に、南工区をＢ１にそれぞれ受注・\n施工させる意思を有していたからであると主張し、その根拠として、①Ｂ２は、\n社内の有資格者数などの問題から１工区で出件された場合には施工が困難であ\nったことなどから、Ｃ２に対して２工区に分割すべきであるという営業活動を\nしていたこと、②工事内容において、北工区は規模が小さく、新幹線の工事桁\nに関連する工事が入っていないなど、Ｂ２の施工を容易にする条件を満たすも\nのであったこと、③品川駅両工区を一つのゼネコンが受注することが想定し難\nかったこと、④２工区に分割した場合、施工の効率性や工事費用等に影響する\n問題（アンダーピニングの調整等様々なもの）が発生すること、⑤Ｃ２におい\nて２工区分割によるコストダウン効果の比較検討が行われていないこと、⑥Ｃ\n２は名古屋駅中央工区については２工区分割の検討をしていなかったこと、⑦\n品川駅南北両工区を一体として受注・施工した場合の見積りの提出が求められ\nていないこと、⑧Ｂ２がＣ２と繋がりが深いＥとＪＶを組成するに至った経緯\n等を指摘する。\nⓑ  検討\n関係証拠に照らして、Ｂ２が自社の工事管理者数等の事情もあってＣ２に品\n川駅工事開削工区を２工区で出件するべきである旨働きかけていたこと、品川\n駅北工区全工事及び品川駅南工区全工事の工事内容の比較において、工事桁関\n連工事が規模の大きい南工区の方に設定されていること等が認められ、これら\nを前提とすると、Ｃ２において、Ｂ２が競争に参加しやすい環境を整えること\nも考慮に入れて品川駅工事開削工区の工区設定を行った可能性は十分に考えら\nれるところであり、また、２工区に分割することによって施工の効率性や工事\n費用等に影響する技術的問題点が発生し得ることも否定はできない。\nしかし、品川駅北工区全工事及び品川駅南工区全工事が被告会社等４社のう\nち特定のゼネコンでなければ見積り・施工が客観的に不可能であったとはいえ\nないことは前記のとおりであって、工区が分割されたからといって、品川駅北\n工区全工事がＢ２でなければ受注できないという事態にはなっていなかった。\nまた、品川駅北工区全工事又は品川駅南工区全工事の一方を受注したゼネコン\nが他方を受注できないという方式（いわゆる「一抜け方式」）も採用されてい\nなかった。そして、工区分割によるコストダウン効果についてどの程度詳しい\n検討を行うか、どの工事について工区分割を検討するか、分割した工区につい\nて両工区を一体として施工した場合の見積りの提出を求めるかといった点は、\n発注者の裁量の範囲内で様々な結論があり得る事項といえ、Ｂ２も参加しやす\nい工区割とすることはスーパーゼネコン間の競争を促進する面もあったと考え\nられることから、品川駅の工区割に関するＣ２の判断が必ずしも不合理とはい\nえない。\n以上の事情に加え、Ｃ２の社内資料にも、「工区設定の基本」として「コス\nト低減のため競争原理を確保できる範囲内で大きな工区を設定する。」とする\nものなど、品川駅の工区割に当たって競争原理を働かせることを企図する内容\nのものが複数存在することを踏まえると、Ｃ２関係者が、メリット・デメリッ\nトを検討した上で、スーパーゼネコン間の競争性の確保を企図して品川駅工事\n開削工区を２分割して出件することとしたものであると供述している点は、そ\nの限度で信用できる。\nそうすると、Ｃ２が品川駅工事開削工区を２工区に分割して出件した理由は\n北工区をＢ２に、南工区をＢ１にそれぞれ受注・施工させる意思を有していた\nからであるという原審各弁護人の主張は採用できない。\n⒝  被告会社Ａ１との３３回に及ぶ打合せ\n名古屋駅中央工区全工事の手続中止後にＣ２が被告会社Ａ１と３３回にも及\nぶ打合せを行ったことは前記のとおりである。また、被告会社Ａ１側で作成し\nた平成２８年６月の打合せ議事録には、Ｃ２側の発言として、「Ａ１と９月よ\nり単独（価格協議順位１位者）で協議を開始した。この時点ではＡ１にお任せ\nするつもりであった。」との記載がある。これらの事情に照らし、Ｃ２がこの\n頃被告会社Ａ１に工事を受注させることを選択肢としつつ受注価格の引下げを\n図っていたことがうかがわれる。\nしかし、Ｃ２関係者も受注事業者や発注方式を最終的に決定した旨の発言を\nしているわけではない。また、Ｃ２は、その後に結局は名古屋駅中央西工区１\n期工事について被告会社Ａ１とＢ１を指名して指名競争見積手続に付している\nことも踏まえると、名古屋駅工事の受注事業者を被告会社Ａ１に決定した上で\n指名競争見積手続を恣意的に中止して被告会社Ａ１を相手にコストダウン交渉\nをしていたとみることはできない。\n⒞  名古屋駅中央西工区１期工事の出件経緯及び出件後の推移\nⓐ  原審各弁護人の主張\nＡ１側弁護人及びＡ２側弁護人は、Ｃ２が、名古屋駅中央西工区１期工事に\nついて、形式的には指名競争見積手続に付した上で、Ｂ１に受注させるため、\n手続を恣意的に操作していたものであるという。\n原審各弁護人がその根拠として主張するのは以下のような事項であるが、い\nずれについても原審各弁護人がいうようなＣ２の恣意的な運用の根拠とみるこ\nとはできない。\nⓑ  Ｂ１に参加を要請した経緯等について\n①  原審各弁護人の指摘\nＣ２は、受注に消極的な態度を示すＢ１を説得し、工期や工区を変更するこ\nとまでして指名競争見積手続に参加させている。また、この際、Ｂ１に準大手\nゼネコンであるＤとＪＶを組むことを要請しており、その理由としてＣ２関係\n者は、Ｂ１が手を引くと考えられる名古屋駅中央西工区２期工事において被告\n会社Ａ１の競争相手となることができるように名古屋駅工事の経験を積ませた\nいと考えたものである旨供述しているところ、Ｂ１が名古屋駅中央西工区１期\n工事を受注しなければその目的は達成することができないから、Ｃ２はＢ１の\n受注を望んでいたと考えるのが自然である。また、平成２８年２月から３月頃\nにかけてのｈとの面談に関してａから聞いた内容としてｂがノートに残してい\nた文言には、ｈが「特命にできなかった  申し訳ない」「辞退はかんべんして\nほしい」と述べたり、「（ｈが）Ｂ１にやってもらいたいと思っているだろう」\nとａが考えたり、ａの「負けるかもしれない」という発言に対してｈが「勝つ\nでしょう」と発言したなどというものがある。\n②  検討\nしかし、これらの原審各弁護人の指摘する事情は、いずれも、Ｃ２がＢ１に\n対して被告会社Ａ１との競争を望んで指名競争見積手続への参加を求めていた\nものとして理解できる。\nＤを名古屋駅中央西工区１期工事のＪＶに加えるよう要請したことに関して\nは、Ｃ２関係者が、名古屋駅中央西工区１期工事を被告会社Ａ１が受注したと\nしても競争相手として残る、東工区を経験していれば少なくとも名古屋駅につ\nいて白紙で臨むことにはならないなどと考えてＤを含むＪＶに名古屋駅中央東\n工区１期工事を特命随意契約で発注していた旨説明しており、この説明内容が\n企業判断として不合理とはいえず、ＤをＪＶに加えるよう要請したことからＢ\n１に受注させるとの意思まで認めることはできない。\nまた、ｂがノートに残していた各文言も、その発言があったとしても、ｈが\nＢ１に指名競争見積手続への参加を強く促すために述べた言葉として理解でき、\n直ちにＢ１を名古屋駅中央西工区１期工事の受注事業者として決定していたこ\nとを意味しない。\nⓒ  手続の仕組みについて\n①  原審各弁護人の主張\nＣ２が、名古屋駅中央西工区１期工事について、約４６億円という低い予定\n価格を設定しつつ、競争参加説明書において「Ｃ２が予定する価格以下での見\n積書の提出がない場合には、協議先が選定されないことがあり、その場合の措\n置は別途通知する。」と規定するなどしていたのは、順位１位のゼネコンと価\n格協議を行うこともできれば、手続を白紙に戻すことも可能な仕組みを採用し\nているのであって、被告会社Ａ１が評価値においてＢ１を上回る懸念がある状\n況下で、Ｂ１に確実に受注させる仕組みを整えようとしたものと推測される。\n②  検討\nＣ２関係者は、一度契約手続に失敗しているので、名古屋駅中央西工区１期\n工事においては、まず契約手続を進めてある程度契約の見通しを立てた上で予\n算承認の手続をとるという方針とし、従前の設備投資計画で承認されていた名\n古屋駅中央工区全工事の予算である６６２億円から名古屋駅中央西工区１期工\n事に相当する金額として切り出した約４６億円を予定価格としたものの、ゼネ\nコンの見積りがこの予定価格を下回る可能性は現実的にはあり得ないとも考え\nており、予定価格以下の見積りの提出がない場合でもしかるべき手続を経たう\nえで協議先を選定することを想定していた旨説明している。この説明内容は、\n着工予定時期が迫る中でゼネコンの見積りが高止まりしていたという状況下で\nの企業判断として不合理なものとはいえず、この契約手続の仕組みから被告会\n社Ａ１が評価値においてＢ１を上回った場合であってもＢ１に受注させようと\nの意思をうかがうことはできない。\nⓓ  平成２８年６月２０日の見積書提出後の手続運用状況（見積書の修正指\n示の内容の違い、Ｂ１の修正見積書の条件削除、被告会社Ａ１からの値下げ提\n案の拒否）について\n①  原審各弁護人の主張\n平成２８年６月２０日に名古屋駅中央西工区１期工事の見積書が提出された\n後、被告会社Ａ１及びＢ１に見積書の修正を指示した際、Ｃ２は、被告会社Ａ\n１に対してはコンクリートの材料費の計上方法について修正を指示しただけで\nあったが、Ｂ１に対しては、コンクリートの材料費の計上方法に加えて、地中\n連続壁工の機械経費の計上方法及び径８０ミリメートル以上の礫に対応する機\n械の除外についても指示した。また、同月２４日にＢ１が提出した修正見積書\nには、条件（Ｃ２が、機械を売却できなかった場合にその製作費全額を、また、\n８０ミリメートルを超える礫への対処が必要になった場合にその費用を負担す\nるという趣旨）が付記されていたが、Ｃ２は、Ｂ１に当該条件を削除させた修\n正見積書を当初の提出日と同じ日付で（いわゆるバックデートをさせて）提出\nさせた。その一方で、Ｃ２は、平成２８年７月５日に被告会社Ａ１が行った５．\n５億円のコストダウンの提案については拒絶している。Ｃ２のこれらの行為は、\n被告会社Ａ１が第１順位となることを避けるために行われたものにほかならな\nい。\n②  検討\nＣ２関係者は、Ｂ１の見積書に関しては、機械経費の計上方法がＣ２の指定\nに反していることや礫の最大径についてＣ２の指定したものを超える条件を想\n定した補助機械を用いることとしていることが判明したので修正を求めたが、\n被告会社Ａ１は、メールによる質問に対する回答や被告人Ａ３が提出してきた\n書面によってこれらの問題がない旨明言していたため、同趣旨の修正を指示す\nることはしなかったものである、Ｂ１の修正見積書に付記されていた条件につ\nいてもＣ２の指定した条件に反するものであったので削除を求めたものである、\n被告会社Ａ１からのコストダウンの提案については、請負社側の都合で再度見\n積書を出したいという申出を受けるのでは公平公正な契約手続になじまないと\n考えて拒絶したなどという旨の説明をしている。これらの説明は客観的証拠の\n裏付けもあって信用でき、これらを踏まえると、Ｃ２は、本件指名競争見積手\n続に則って行動していたということができ、原審各弁護人指摘の事情から、被\n告会社Ａ１が第１順位となることを避けるべく恣意的な対応がされていたと考\nえることはできない。\nⓔ  ｂの付せんに残されていた言葉について\n①  原審各弁護人の主張\nｂが平成２８年７月１１日に入手した情報を記載した付せんには、「１０７．\n３（成）が生きるとするとさすがにまずいのでＢ１の金を引き下げさせようと\nしている」「ｏから泣きが入っている  『これ以上動くな、これ以上動くと連\n壁の次は成と思っているのにこれもなしにするぞ！』」などと記載されている\nが、これらは、Ｃ２がＢ１に対して被告会社Ａ１の提案した価格との関連を意\n識してコストダウンを求めたことや、名古屋駅中央西工区２期工事についても\n被告会社Ａ１に受注させない意思を有していたことなどを意味する。\n②  検討\n当該付せんの記載については、ｂの供述によっても、Ｃ２関係者がどのよう\nな状況下で発言したものか必ずしも明らかでない上、Ｂ１に対し被告会社Ａ１\nとの競争を強く促すためにされた発言とも理解できるものであって、直ちにＣ\n２が組織として被告会社Ａ１には受注させない意思を有していたことを推認さ\nせるものではない。\nⓕ  名古屋駅中央西工区１期工事を出件する前に被告会社Ａ１との検討内容\nの扱いに関して弁護士に意見を求めたことについて\n①  原審各弁護人の主張\nＣ２は、名古屋駅中央西工区１期工事出件前の平成２８年２月に、被告会社\nＡ１との間での合計３３回の打合せから得られた成果の扱いが独占禁止法等の\n関連法規に照らして問題を生じないかといった点等に関して弁護士事務所に相\n談しているが、これ以前に品川駅工事開削工区や名古屋駅中央工区全工事の出\n件に当たってそのような相談をした形跡はない。このことは、Ｃ２が、名古屋\n駅中央西工区１期工事については、これを出件する前から、かねてより検討を\n依頼していた被告会社Ａ１ではなくＢ１に受注させることを前提にしていたこ\nとを推認させる。\n②  検討\nＣ２関係者は、前記の弁護士事務所への相談が行われた経緯に関し、名古屋\n建設部長がその時点で問題意識を持ったためであり、問題意識を持った理由は\n聞いておらず分からないなどと説明している。この際の弁護士への相談は、打\n合せを重ねていた被告会社Ａ１以外の事業者が受注した場合を想定して法的な\n問題が生じないかを確認したものと理解でき、Ｃ２が被告会社Ａ１を排除して\nＢ１に受注させることを前提にしていたことを推認させるものではない。\nⓖ  小括\n以上のように、Ｃ２の各対応等は、被告会社Ａ１の競争相手を作るという方\n針をとっていたためと理解でき、Ｃ２があらかじめＢ１に発注することを決定\nしていたり、被告会社Ａ１を恣意的に排除したりするためにとられた対応とは\n認められない。また、これらの事情は、本件公訴事実以降のものであり、原審\n各弁護人もこれらから遡ってＣ２に当初から恣意的運用をする意図があったと\n主張しているものと解されるが、これらの事情が各ゼネコンの見積価格が高止\nまりしており、被告会社Ａ１の見積りが経費率等において不自然であることな\nどがＣ２内部で共有された後のものであることなども踏まえると、Ｃ２の当初\nからの意思を推認する根拠とすることはできない。この点に関する原審各弁護\n人の主張は採用できない。\n⒟  名古屋駅中央東工区２期工事の推移\nＡ１側弁護人は、Ｃ２が、名古屋駅中央東工区２期工事（在来線部及びタワ\nーズ車路部に係るもの）について、平成３０年１２月、被告会社Ａ１のＪＶに\n特命随意契約で発注していることを指摘し、この事実は、Ｃ２において、名古\n屋駅中央工区工事を被告会社Ａ１に発注する意向を有していたことを強く推認\nさせると主張する。\nしかし、Ｃ２関係者の原審公判供述によれば、名古屋駅中央東工区２期工事\nについて、被告会社等４社に対する意向確認の結果、Ｂ２及び被告会社Ａ２が\n辞退し、Ｂ１と被告会社Ａ１が受注してもよいという意向を示したが、施工体\n勢や検討時間を考慮して被告会社Ａ１を選んだということである。Ｂ１も受注\nしてもよいという意向を示したということであって、必ずしも被告会社Ａ１で\nなければ施工できない工事とは考えられず、Ｃ２が同工事を被告会社Ａ１に受\n注させたことは、その前に発注されたものも含め名古屋駅中央工区工事全体を\n被告会社Ａ１に受注させる意思を有していたと推認させるものではない。\nｄ  恣意的運用の余地及び存否等に関する結論\n以上検討したところからすれば、本件指名競争見積手続に恣意的運用の余地\nがあり、また実際にＣ２が恣意的運用を行ったという原審各弁護人の主張は採\n用できない。\nＣ２関係者の供述について\nａ  Ｃ２関係者の各供述内容\nＣ２関係者の供述は、本件指名競争見積手続は競争によるコストダウンを図\nるために導入したものであり、本件各工事についてあらかじめ発注先を決めて\nいたことはなく、被告会社等４社のいずれについても見積り・施工が可能だと\n考えていたという趣旨で一致している。\nｂ  信用性の検討\nＡ１側弁護人は、本件各工事の難易度、事前検討の経緯等様々な事情を指摘\nして、前記のＣ２関係者の各供述は信用できず、Ｃ２は、可能な限り低いコス\nトで工事を発注したとの外観を整えて株主等のステークホルダーに対する説明\nが容易になることや本命業者に対する価格交渉材料を得ることができることな\nどの背景事情から形だけの指名競争見積方式を採用していたのであるが、Ｃ２\n関係者は、実質的にも競争が存在した旨強弁せざるを得ない状況に置かれてい\nるなどと主張する。\n確かに、既に検討した各事情を前提とすると、Ｃ２関係者らが、工法の検討\n状況や工事期間の関係から、事前検討の協力を得るなどしていた特定のゼネコ\nンに対する強い信頼を有しており、そのゼネコンが受注することを期待してい\nた面があったことがうかがわれる。\nしかし、前記の各事情・検討結果（特に、Ｃ２が前記のような恣意が入り込\nみ難い発注方式を採用し、その枠組みの中で対応していたこと）を踏まえると、\nＣ２は、競争によるコストダウンを追求し、被告会社等４社に競争を求めてい\nたものであって、Ｃ２関係者も、その前提として被告会社等４社のいずれにつ\nいても見積り・施工が不可能ではないと認識していたと解されるから、その旨\nの供述は信用できる。\nＣ２の意思に関する結論\n以上によれば、Ｃ２は、特定の事業者に発注することを決定してはおらず、\n競争によって受注事業者を選定する意思を有していたといえる（被告会社等４\n社の側でもそのことを認識していたといえることも前記のとおりである。）。\n本件ターミナル駅新設工事が民間工事であることについて\n原審各弁護人は、競争性を否定する主張の中で、Ｃ２が特定の事業者に発注\nすることを決定していたとの事実を前提にして、本件ターミナル駅新設工事が\n民間工事であって公共工事とは異なることを強調するが、Ｃ２が特定の事業者\nに受注させることを決定していたとは認められない本件において、このような\n原審各弁護人の主張は、前提を欠いているといえ、前記判断を左右するもので\nはない。\n⑷  本件合意が不当な取引制限の構成要件に該当するか否かに関する原審各\n弁護人のその他の主張について\nア  市場支配的状態・因果関係について\n既に認定した事実によれば、本件各工事の指名競争見積手続の参加事業\n者全てが参加して本件合意が成立し、本件受注予定事業者決定や本件価格連絡\nが行われたのであるから、本件合意等によって受注事業者及び受注価格を相当\n程度自由に左右することができる状態がもたらされていたことは明らかである。\nこれに関連して、Ａ１側弁護人及びＡ２側弁護人は、以下の各主張を前\n提として、本件合意等により受注事業者及び受注価格をある程度自由にできる\n状態がもたらされたとはいえない、本件合意等と競争の実質的制限との因果関\n係（以下「因果関係」という。）も認められないなどというが、いずれの主張\nも採用できない。\nａ  Ａ１側弁護人は、本件各工事の施工には長期間にわたる技術的検討が不\n可欠であったため、Ｃ２は、本件各工事について、事前検討をしていたゼネコ\nンに発注することを決めており、本件合意により受注事業者をある程度自由に\n左右することはできず、また、因果関係が認められないなどと主張する。\nＡ２側弁護人も、本件各工事の出件までに競争が存在しない状況になってい\nた上、万が一施工できないゼネコンが価格協議先に選定されたとしても施工で\nきない旨をＣ２に説明して受注を回避するほかなく、結局当該ゼネコンが受注\n者になることはないから、本件価格連絡は受注事業者にも受注価格にも影響を\n及ぼすものではなく、本件合意等により受注事業者及び受注価格をある程度自\n由にできる状態がもたらされたとはいえないと主張する。\nしかし、本件各工事について各参加事業者に見積り・施工の客観的可能性が\nないとはいえず、Ｃ２が発注先をあらかじめ決定していたともいえないことは\n前記のとおりである。\nなお、Ａ２側弁護人は、被告会社Ａ２が本件各工事の受注を希望しない方針\nであったことを指摘するが、同社が本件各工事の指名競争見積手続の参加事業\n者となりながら、本件ターミナル駅新設工事に関し、自社が受注予定事業者と\nはならない旨の合意をしていた以上、被告会社Ａ２の方針は不当な取引制限へ\nの該当性に影響しない。\nｂ  また、Ａ１側弁護人は、Ｃ２は、工事内容を変更して再度見積書の提出\nを求めたり、契約手続自体を中止したり、価格協議において金額引下げの要請\nをしたりして見積価格を引き下げさせることが可能であったため、本件合意等\nが最終的な受注金額に影響を与えたとはいえず、因果関係も認められないと主\n張し、Ａ２側弁護人も、本件指名競争見積手続はＣ２がヒアリング、価格協議\n及び手続の不調による終了をすることができるなどＣ２の意向が強く働き得る\n仕組みになっており、また、Ｃ２は手続を恣意的に運用していたため、本件合\n意によって受注事業者及び受注価格の決定をある程度自由に左右できる状態が\nもたらされたとはいえないと主張する。\nしかし、本件指名競争見積手続の仕組みやＣ２の運用が競争性を損なうもの\nではなかったのは前記のとおりである。そして、品川駅北工区その１工事及び\n品川駅南工区その１工事については本件受注予定事業者決定のとおりに受注が\nされたことに加え、名古屋駅中央西工区１期工事については本件受注予定事業\n者決定とは異なりＢ１が受注する結果とはなったものの、本件合意等によって\n見積価格を高止まりさせることは、その後のＣ２との協議先に選定された事業\n者との間の価格引下げ等の協議を経ても、価格協議の出発点として受注価格に\n一定の影響を与える状況にあったと認められるから、これらの主張は、採用で\nきない（なお、Ａ１側弁護人は、被告会社等４社の見積価格とＣ２の予算のか\nい離はＣ２の予算の不合理性に起因するなどとも主張しているが、Ｃ２の予算\nが低額であったとしても、指名競争見積手続の参加事業者である被告会社等４\n社の合意によって受注価格を引き上げることが許容されるものではなく、犯罪\nの成否に影響する事情ではない。）。\nｃ  そして、Ａ１側弁護人は、価格協議の場で本命業者以外の会社の見積り\nを交渉材料とされても、本命業者としては、自社の見積りの妥当性や他社の見\n積りの不合理性を指摘してＣ２からの価格引下げの要求に応じないことが可能\nであったため、本命業者以外の会社の見積価格は最終的な受注価格に影響せず、\n因果関係も認められないなどと主張し、Ａ２側弁護人も同旨の主張をする。\nしかし、前記のように、平成２７年４月１５日の３社会合において、被告人\nＡ３がｂに対して名古屋駅に影響するから品川駅で単価を下げないでほしいと\n要請し、被告人Ａ４も名古屋駅東工区工事があるなどとしてこれに同調する発\n言をしていたこと等の事実に照らしても、本件指名競争見積手続においては、\n他社の見積価格だけでなく、その積算根拠までが意味を有しており、その後の\n価格協議を経ても、受注価格に影響を及ぼし得るものであったと認められるこ\nとなどから、本件合意等の受注価格への不影響を根拠に因果関係を否定する主\n張は採用できない。\nｄ  なお、これらの点に関連して、Ａ１側弁護人は、参考見積りは受注事業\n者や受注価格を決定するためのものではなく、Ｃ２の基準価格設定の参考とす\nるために提出が求められているにすぎず、参考見積りに関する価格連絡が行わ\nれていたとしても名古屋駅中央工区全工事の受注事業者又は受注価格に影響を\n与えるものとはいえないなどとも主張する。\nしかし、参考見積りといえども技術提案等と共に根拠を示して行う以上、基\n準価格設定の参考となることはもとより、その後の本見積りとの整合性も要求\nされるものであり、その意味で本件指名競争見積手続の中で相応の意味を有し\nていることは明らかであって、そのことは被告人両名等が参考見積り段階から\n本件価格連絡を繰り返していたことにも表れている。この主張も採用できない。\nイ  公共の利益に反するか否かについて\nＡ１側弁護人は、本件各工事の難易度や必要な人員・コスト等からすれば、\n事前検討やゼネコン間での施工の分担がなければ工期内に安全・確実に施工を\n完遂させることが不可能ないし困難であり、仮に被告人らが受注調整を行った\nとしても、それはＣ２の利益にもかなう行為であり、不当な取引制限の要件の\nうち「公共の利益に反して」（独占禁止法２条６項）という点が満たされない\nと主張する。\nしかし、事前検討を行うなどした事業者が受注をすることが本件各工事の施\n工の安全性・効率性には資するものであったとしても、発注者であるＣ２が本\n件指名競争見積手続をとって被告会社等４社に競争させるという判断をした以\n上、それを受注する事業者である被告会社等４社の側で一方的に否定し、競争\nの枠組みを破壊することを許すまでの事情があるとはいえない。また、本件合\n意により見積価格を高止まりさせて受注価格を引き上げることは、競争による\nコストダウンを図ろうとしたＣ２の利益に著しく反し、ひいてはリニア中央新\n幹線の利用料金に影響することが予想されるところであって、公共の利益に反\nすることが明らかである。\nウ  被告人Ａ３及び被告人Ａ４の権限等について\n原審各弁護人の主張\nＡ１側弁護人は、被告人Ａ３には本件各工事の指名競争見積手続に参加する\nか否かの決定権限及び提出見積価格の決定権限が認められておらず、被告人Ａ\n３とａらとの間での情報交換は、「共同して・・相互にその事業活動を拘束」\nしたものではなく、意思決定権限のない者と競合他社の者との間で情報交換が\nされたとしても、意思決定機関や意思決定権限者に他社との情報交換の内容が\n伝わっていないのであれば、「共同して・・相互にその事業活動を拘束」した\nものとはいえないと考えられると主張する。\nまた、Ａ２側弁護人は、被告人Ａ４は、目標工事や具体的な工事に応札する\nか否か等を決定する権限を有しておらず、被告会社Ａ２が本件各工事を受注し\nないという方針は出件前から決まっていたため、被告人Ａ４が本件合意をした\nとしても、これにより被告会社Ａ２の事業活動を拘束し得るものではなかった\nと主張する。\n検討\n被告人Ａ３は、被告会社Ａ１の土木営業本部副本部長であり、土木営業本部\n長からリニア中央新幹線関連工事の営業や競争見積への対応を任されており、\n品川駅北工区全工事及び品川駅南工区全工事の提出見積価格の検討に関連して\n応札方針会議に出席するなどしており、競争見積への参加や見積価格決定につ\nいての被告会社Ａ１の方針に大きな影響を及ぼす立場にあった。また、被告人\nＡ４は、被告会社Ａ２の土木営業本部副本部長であり、リニア中央新幹線関連\n工事の営業部門を統括する責任者として、目標工事や応札について担当支店の\n判断や決定に影響を及ぼす立場にあった。\nそして、被告人両名は、自ら又は価格連絡担当者として指名した部下職員を\n介して、本件各工事の指名競争見積手続に参加する都度、自社がＣ２に見積書\nを提出するなどする前に、参加事業者間で見積価格等に関する情報を連絡し合\nうなどして調整を行ったものである。\nこのような被告人らの立場・関与態様からすれば、被告人両名は、被告会社\n両社の本件各工事に係る指名競争見積手続に係る各行為に強い影響力を及ぼし\n得る立場にあり、また、実際に及ぼしたものであって、被告人両名やａ、ｂ及\nびｃ等の行為が、被告会社等４社の本件ターミナル駅新設工事の受注に関して\n共同して相互にその事業活動を拘束し、遂行する行為に該当することは明らか\nである。\nエ  「一定の取引分野」が成立するか\nＡ２側弁護人は、本件各工事は、いずれもＣ２を取引先とする１回限りの工\n事で、地域的な広がりや時間的継続性のない取引であり、駅工事であること以\n外に質的な共通点は全く存在せず、これらについて「一定の取引分野」が成立\nすると解することはできないと主張する。\nしかし、本件ターミナル駅新設工事には、前記のように工種が類似している\n複数の高難度の工事が含まれており、工事内容の共通性や規模の大きさに照ら\nし、「一定の取引分野」が成立しているといえる。\nオ  小括\n本件合意等は、相互にその事業活動を拘束し、遂行することにより、公共の\n利益に反して、一定の取引分野における競争を実質的に制限するものであって、\n不当な取引制限の構成要件を満たすといえる。\n⑸  被告人Ａ３及び被告人Ａ４の故意について\nア  原審各弁護人の主張\nＡ１側弁護人は、被告人Ａ３が、事前検討を行ったゼネコンのみが期限内に\n施工計画の策定及び見積業務を完了することができるのであって本件各工事に\nは競争が存在しないと認識しており、また、Ｃ２が本件各工事について受注事\n業者を決めていると認識していたため、自らの行為により、本件各工事に関す\nる競争を実質的に制限することについての認識を欠いていた旨主張する。\nＡ２側弁護人も、被告人Ａ４は、品川駅工事開削工区や名古屋駅中央工区全\n工事は技術的検討や施工体制の確保等の周到な準備がなければ工期内に安全確\n実に施工できない工事であること等の種々の事実を認識しており、本件各工事\nについて特定のゼネコンに受注させることがＣ２の意向であって、受注に係る\n競争は存在していないものと認識していたのであって、本件価格連絡等によっ\nて競争が実質的に制限されるという認識を欠いていたなどと主張する。\nイ  検討\nしかし、被告人Ａ３及び被告人Ａ４は、いずれも、品川駅工事開削工区\nの出件方法等を認識した上で、Ｃ２に告げることなく、３社会合を開催し、ａ\nらとの間で本件合意・本件受注予定事業者決定を行った上、本件価格連絡を繰\nり返し行っていたが、これらの行為は、本件各工事について競争が存在してい\nなかったとすれば必要性に乏しい上に、発覚すれば受注調整を疑われることが\n明らかな行為といえる。\nまた、被告人Ａ３は、前記のように被告会社Ａ１社内の受注工事検討委員会\nやリニア案件受注戦略会議に関して、「Ｃ２の狙い」の項に「ゼネコン各社に\nコスト競争をさせ、工事契約額の低減を図る。」と記載した資料や、「品川駅\n（北）（南）工区では、３社競争の認識あり」と記載した資料を作成している\nが、これらはいずれも当時被告人Ａ３がＣ２は競争によるコスト削減を指向し\nていることを認識していたことを示している。被告人Ａ４も、平成２７年３月\nにｂから入手した品川駅工事開削工区に関するＢ１の各統括表をｄ７に交付し\nた際、「そのままは他の人に見せないで、ｄ７さんのメモにしてください。あ\nくまでもＡ２の方針ということで。」などと記載したメッセージを送信して、\nＢ１との価格連絡を被告会社Ａ２社内で秘匿するよう指示していたが、この行\n為も被告人Ａ４が本件価格連絡の違法性を十分承知していたことを示している。\nこれらの事実に照らせば、被告人Ａ３も被告人Ａ４も、本件各工事の受注に\n関し、競争が存在していることを認識し、また本件合意等の各行為によってこ\nの競争を実質的に制限することになることも十分に認識していたと認められる。\n被告人Ａ３及び被告人Ａ４は、原審公判廷において、競争は存在しない\nものと認識していたという趣旨の供述をしているが、前記のような客観的証拠\nに整合せず、信用できない（被告人Ａ４は、捜査段階では競争が存在しないと\n認識していた旨の供述は一切していなかったところ、原審公判に至ってそのよ\nうに認識していた旨供述しているが、供述を変更した理由について合理的な説\n明はされていない。）。\nＡ１側弁護人は、①本件価格連絡はＣ２に対して価格協議で他社の見積\nりの不合理さを説明する手間を惜しんでのことであった、②被告人Ａ３作成資\n料の「コスト競争」という記載は、当て馬事業者の見積りを交渉材料として値\n下げ交渉をすることを意味しているにすぎない、③被告人Ａ３作成資料の「３\n社競争の認識あり」という記載は、３社が見積りを提出した事実を意味するな\nどと主張する。\nまた、Ａ２側弁護人は、④被告人Ａ４がｄ７に秘匿を指示したのは単にコン\nプライアンス規定違反の認識を有していたからであって受注調整の認識を有し\nていたからとはいえないなどと主張する。\nしかし、これらの主張は、指名競争見積手続が進行する中で被告人両名らが\n行っていた前記各行為の性質・内容や資料の文脈等に照らして無理があり、採\n用できない。\n⑹  結論\n以上によれば、原判示の事実が認められる。\nその他、原審各弁護人の主張を検討しても前記判断を左右するものはない。\n３  当裁判所の判断\n⑴  はじめに\n原判決の前記認定、判断は、論理則、経験則等に照らしておおむね不合理な\nところはなく、当裁判所としても是認することができる。\n以下、所論も踏まえてその理由を説明する。\n⑵  本件合意について\nア  前提事実について\n所論は、原判決が「本件合意の成否等に関する前提事実」として認定した一\n連の事実に関し、①平成２６年４月２１日又は同年５月２１日の３社会合にお\nいて、被告人Ａ３が希望工区一覧表①を配布するなどした際、被告人Ａ４がａ\nに対し、Ｂ１が受注希望工区を選定するに当たり、被告会社Ａ２の受注希望工\n区と重複しないように配慮してほしい旨述べたとの事実を認定したことは、論\n理則、経験則に違反する、②平成２６年７月２４日の３社会合で、被告人Ａ３\nが、ａ又はｂに対し、希望工区一覧表③を交付したとの事実を認定したことは\n誤っている、③被告人Ａ４がｂに、平成２６年１２月２５日の３社会合で、品\n川駅の見積作業に協力してほしい旨述べたなどの事実や、平成２７年１月頃、\n自分が被告会社Ａ２における価格連絡担当者になる旨を伝えたとの事実を認定\nしたことは、論理則、経験則に違反する、④「被告人Ａ３は、平成２７年２月\n５日の３社会合で、ａらに対し、ｃと会合したこと及びその内容を伝えた。」\nとの認定のうち、「その内容」を伝えたとの点は、証拠に基づかない認定であ\nる、⑤平成２７年２月２０日頃、ｃがｅに対し、「ｅがＢ２の窓口として、Ｂ\n１及び被告会社両社の各窓口と協力して進めてもらいたい。」旨指示したとの\n事実を認定したことは、論理則、経験則に違反する、⑥平成２７年４月１５日\nの３社会合において、被告人Ａ３がｂに対し、「品川駅と名古屋駅は、似た工\n種が多い。品川駅では単価を下げないようにしてほしい。名古屋駅に影響する\nから。」旨述べたところ、被告人Ａ４もこれに賛同し、「うちも名古屋の東が\nありますからねえ。」などと述べたとの事実を認定したことは、論理則、経験\n則に違反する、という。\nしかし、①については、原判決は、ａの供述等に基づいて、指摘の事実を認\n定したものと解されるから、そこに論理則、経験則違反があるなどとはいえな\nい。所論は、希望工区一覧表①は、被告人Ａ３がｇの情報や考えを基に作成し\nたものであって、被告人Ａ４との協議によって作成されたと認定できないのは\nもちろん、被告人Ａ４が被告人Ａ３から事前にその内容を知らされていたとも\n認められないから、被告人Ａ４が前記のような発言をすることは信じ難いとい\nうが、被告人Ａ４が被告人Ａ３から希望工区一覧表①の内容を知らされ、そこ\nに被告会社Ａ２の希望工区として記載された内容が、実際の同社の希望とほぼ\n整合することを確認するなどしていたとしても何ら不自然とはいえない（被告\n人両名の供述が信用できないことは原判決が正当に説示するとおりであるか\nら、被告人両名がこのような事実について述べていないことは、かかる判断を\n妨げない。）。なお、所論は、希望工区一覧表①の内容は、同時期に被告人Ａ\n４が作成していた一覧表（Ａ４①の添付書面１－１０ないし１－２１。以下、\n「Ａ４一覧表」という。）、取り分け、希望工区一覧表①の作成日（平成２６\n年３月２０日）の前後に作成された平成２５年８月６日付けのもの（前記添付\n書面１－２０。以下「Ａ４一覧表①」という。）及び平成２６年５月９日付け\nのもの（前記添付書面１－２１。以下「Ａ４一覧表②」という。）の内容と齟\n齬するから、希望工区一覧表①の内容が被告人Ａ４に共有されていたとは考え\nられないともいうが、その指摘するところを検討しても、必ずしもそのように\nはいえない。すなわち、まず、Ａ４一覧表①を希望工区一覧表①と比較する\nと、その作成日付が相当離れている上、所論もいうように、前者には各工区ご\nとの各建設会社の欄に、Ｃ２に対する事前支援をしていることを意味する丸印\nが付されているにとどまり、それ以上に各社の希望工区を示す印は付されてい\nないのであるから、そもそもそれらの内容を単純に比較することに無理がある\nというべきである。所論は、後者では被告会社Ａ２の希望工事とされている５\nつの工区について、前者では丸印が付されていない点が齟齬すると主張する\nが、それらの工区について、被告会社Ａ２が、事前支援をしていなかったもの\nの受注を希望していた可能性や、前者の作成日から後者の作成日までの間に同\n社の希望が変わった可能性なども十分考えられるから（現に、Ａ４一覧表②で\nは、前記５つの工区のうち、３つは同社の目標工事とされている。）、直ちに\n齟齬があるとはいえない。更にいえば、仮に、実際には同社が希望していない\n工区が同社の希望工区として後者に記載されていたとしても、それにより同社\nが特段の不利益を被るとは考え難いことにも照らすと、後者にそのような記載\nがあり、被告人Ａ４がそれに気づいたとしても、当然にその訂正等を求めるは\nずであるともいえないから、そのことから被告人Ａ４が希望工区一覧表①の内\n容を事前に把握していなかったことがうかがわれるとはいえない。次に、Ａ４\n一覧表②についてみると、被告人Ａ４の供述によっても、内容的に、従前のＡ\n４一覧表を更新してこれを作成したのは、ｐであったというのであるから（Ａ\n４①４１頁）、直ちにその内容が被告人Ａ４の認識を表しているかは疑問もあ\nる。その点は措き、Ａ４一覧表②に被告人Ａ４の認識が反映されているものと\n想定したとしても、被告会社Ａ２においては、希望工区一覧表の作成日とＡ４\n一覧表②の作成日の間の平成２６年３月３１日に開催された「中央新幹線第４\n回連絡会議」において、同社の目標工事を話し合うなどしていた（ｑ①１９～\n２８頁、Ａ４①８～１３頁）のであるから、その間に、同社の目標工事に関す\nる被告人Ａ４の認識が変わった可能性も十分にある。Ａ４一覧表②と希望工区\n一覧表①における被告会社Ａ２の希望工区の齟齬として、所論が指摘する点\nは、その多くが、前者では同社の受注目標とされていない工区が、後者では同\n社の希望工区とされているというものであって、必ずしも、被告人Ａ４が後者\nの訂正等を求めるとは限らないことは、前記のとおりである。所論は、前者で\nは受注目標とされているのに、後者では被告会社Ａ２の希望工区とされておら\nず、むしろＢ２の希望工区とされている工区が２つ（所論のいう橋梁⑷及び橋\n梁⑻）あるともいうが、それらの工区は、前記「中央新幹線第４回連絡会議」\nのために被告人Ａ４らが作成した目標工事案に含まれていないことにも鑑みる\nと、被告人Ａ４において、平成２６年３月２０日頃の時点において、これらが\n被告会社Ａ２の希望工区に当たらないと認識していたとしても、特に不自然と\nはいえない。被告人Ａ４自身が、希望工区一覧表①と思われる一覧表を３社会\n合で受け取り、それを翌日確認した際、被告会社Ａ２の欄を見て、自分が目標\nとしようと思っている工区が大体分かっているんだなと思った記憶がある旨述\nべていること（Ａ４①６０～６２頁）に照らしても、同一覧表に記載された被\n告会社Ａ２の希望工区が、その当時被告人Ａ４が認識していた被告会社Ａ２の\n希望工区とほぼ整合していたことは優に認められるところであって、これが齟\n齬していたとする所論は採用できない。なお、所論は、希望工区一覧表①とＡ\n４一覧表とでは、工区設定や施工延長、発注者情報などの記載にも齟齬がある\nとして、そのことが、被告人Ａ４と被告人Ａ３との間で希望工区一覧表①の内\n容をすり合わせたという原判決の推認と整合しない旨も主張するが、原判決\nは、被告人Ａ３及び被告人Ａ４が、希望工区一覧表①ないし③のやり取り等を\n経てａとの間で各社の受注希望工区をすり合わせたと認めたにとどまり、希望\n工区一覧表の工区設定等の記載についてまでそれらの者がすり合わせて作成し\nたと認めたわけではないから、この点の所論は前提を欠き、採用できない。\n②については、平成２６年７月２４日の３社会合で、ａ又はｂが、被告人Ａ\n３から、希望工区一覧表①にＢ１の受注希望工区を反映させて修正した希望工\n区一覧表③の交付を受けたことは、ａ及びｂがいずれも供述しているところで\nあるから、これに基づいて、原判決が前記事実を認定したことに誤りはない。\nなお、希望工区一覧表③自体が証拠として顕出されていないことは指摘のとお\nりであるが、この点に関し、ｂは、受け取った受注希望工区一覧表③は、その\n後自身が保管していたが、強制捜査が入るという話を聞いたときに、部下にシ\nュレッダーにかけさせた旨の説得的な説明をしている（ｂ④２８頁）から、こ\nの点が前記認定の障害となるとはいえない。その他、交付の際の状況に関し、\nａやｂの供述にあいまいな点があるなどとする所論の指摘を検討しても、希望\n工区一覧表③の交付を受けたとの点に疑問を生じさせるものはなく、前記認定\nを左右しない。\n③については、原判決は、ａ及びｂの供述に基づいて、指摘の各事実を認定\nしたのであって、そこに論理則、経験則違反があるなどとはいえない。前者の\n事実につき、所論は、被告人Ａ４の供述に基づき、平成２６年１２月２５日は\n品川駅北工区全工事及び品川駅南工区全工事の出件当日であり、被告人Ａ４は\n出件図書の内容を全く把握しておらず、また、被告会社Ａ２が競争見積手続に\n参加するか否かも決まっていなかったから、被告人Ａ４が、同日の時点で、見\n積作業にＢ１の協力を仰ぐつもりだったとは到底考えられない旨主張するが、\n被告人Ａ４の供述が信用できないことは原判決が説示するとおりである。そし\nて、被告人Ａ４がこの時点で出件図書の内容を把握していなかったことや、被\n告会社Ａ２の前記各工事の指名競争見積手続への参加が正式には決定していな\nかったことを前提としても、被告人Ａ４において、被告会社Ａ２がこれに参加\nするに至ることや、その場合に見積作業に相応の負担が生ずるであろうこと\nは、当然に予想できたはずである。そして、この日の３社会合では、Ｂ１が品\n川駅南工区全工事を受注できるよう、被告会社Ａ２を含む他社が協力すること\nが了承されたというのであるから、そのような利益を受ける立場にあるｂに対\nし、被告人Ａ４が、前記の程度の依頼をしたとしても、何ら不自然ではないと\nいうべきである（ｂが供述するように、被告人Ａ４の前記発言が、その直前\nに、ｂがＢ２にいろいろ教えてあげなければならなくなる旨を述べたことを受\nけてなされたものであったとすれば、なおさらである。）。また、後者の点に\nついて、所論は、価格連絡担当者に関するｂの供述は、被告会社Ａ１やＢ２に\nついては、ａから「担当者を決めて連絡することになった。お前のところに連\n絡がある。」旨を告げられたのに、被告会社Ａ２だけは、被告人Ａ４の方から\n唐突に「私が担当者です。」などと連絡してきたという点において、不自然不\n合理であるというが、各社において、価格連絡担当者が決まった時期や、それ\nをＢ１側に伝える時期・方法が区々になったとしても特に不自然・不合理とは\nいえない。所論はいずれも採用できない。\n④については、確かに、指摘の点に関し、ａは、３社会合で被告人Ａ３から\nｃと会ったことを聞いた旨は供述したものの、そこでｃと話した内容を聞いた\nとまでは供述しておらず、ほかにこれを認めるに足りる証拠も見当たらないか\nら、原判決の前記認定には、一部誤りがあるといえる。しかし、この誤りは、\n他の事実認定に影響するものではないし、これらの前提事実を踏まえて、本件\n合意の存在を認めた結論にも影響するものではない（所論は、この点も踏まえ\nて、被告人Ａ４は、被告人Ａ３、ａ及びｃの間で行われた各２者会談の内容を\n全く知らなかったと主張するようであるが、かかる主張が採用できないことは\n後記のとおりである。）。\n⑤については、原判決は、ｃ及びｅの供述に基づいて、指摘の事実を認定し\nたのであって、そこに論理則、経験則違反があるなどとはいえない。所論は、\nｃの供述は、被告会社Ａ２側と連絡を取るようｅに指示したことを明確に否定\nしているというが、ｃの供述は、ｅに対し、被告会社等４社の間で、品川駅北\n工区はＢ２が、品川駅南工区はＢ１が受注することを決めたことを伝え、Ｂ１\nのｂと連絡を取り合って、必要な作業を進めるよう指示したことを述べた上\nで、そのときに、被告会社両社の担当者と連絡を取るように指示した記憶はな\nい、その後の平成２７年３月下旬頃にｅが被告人Ａ４と接触したことについて\n心当たりはないなどと述べたものである。これに対し、ｅは、ｃから、Ｂ２の\n窓口として、Ｂ１及び被告会社両社の窓口と協力して進めてもらいたい旨指示\nされたと供述しているところ、ｃの前記供述は、かかる指示をしたことを積極\n的に否定する趣旨とまでは解されないし、ｅの供述によっても、被告会社Ａ２\nの価格連絡担当者が被告人Ａ４であることは、ｃから聞いたわけではないとい\nうのであるから、平成２７年３月下旬頃のｅと被告人Ａ４の接触についてｃが\n心当たりがないと述べたことも、前記のような指示をしたことと矛盾するほど\n不自然とまではいえない。所論は、平成２７年２月２０日頃に、ｃがｅに対\nし、前記のような指示をしたのであれば、被告人Ａ４の連絡先等を伝えないは\nずがないし、指示を受けたｅがｂから促されるまでその指示を放置することも\nあり得ないともいうが、ｃが被告会社Ａ２の価格連絡担当者をいまだ伝えられ\nていなかったなどの可能性も十分に考えられる。むしろ、仮にｃの前記の指示\nがなかったとすれば、ｅは、他社の従業者であるｂから言われただけで、やは\nり他社の従業者である被告人Ａ４に対し、検討中の自社の見積価格に関する情\n報を伝えるという、少なくともコンプライアンス違反であることが明らかな行\n為を、ｃの意向を確認せずに行ったことになるが、これは、そもそもｅがｃの\n指示によって本件価格連絡に携わるようになったという経緯に照らし、あまり\nにも不自然であって、考えられないというべきである。そうすると、ｃの前記\n供述を踏まえても、前記判断は変わらない。\n⑥については、原判決は、ｆの検察官調書における供述に基づいて、指摘の\n事実を認定したのであって、そこに論理則、経験則違反があるなどとはいえな\nい。所論は、指摘のような被告人Ａ４の発言は、同被告人はもとより、この日\nの３社会合に同席していた被告人Ａ３もｂも供述していないから信用できない\nというが、被告人両名の供述が信用できないことは原判決が指摘するとおりで\nあるし、ｂは、前記のようなやり取りがあったことを否定しているわけではな\nいから、これらの点は、前記認定の障害となるものではない。所論は、品川駅\nの工事と名古屋駅東工区の工事では難易度等が異なり、前者の単価が後者のそ\nれに影響することはないから、被告人Ａ４が前記のような発言をするはずがな\nいともいうが、その主張を前提としても、Ｂ１が受注予定の品川駅の工事につ\nいて単価を高く設定することが、将来名古屋駅東工区の工事を受注する事業者\nの不利益とならないことは明らかである。そうすると、被告人Ａ３が、品川駅\nの工事の単価が名古屋駅の工事の単価に影響すると考えて（被告人Ａ３がこの\nように考えていたことは、同被告人が平成２７年６月２９日にｃと面会した\n際、品川駅北工区における地中連続壁工の単価が名古屋駅の工事におけるそれ\nに影響する旨の話をしたこと（ｃ①６７～７１頁）に照らしても明らかであ\nる。）前記のような発言をしたのを受けて、被告人Ａ４が前記の程度の発言を\nしたとしても、さして不自然とはいえない。\nその他、所論を検討しても、原判決が認定した「本件合意の成否等に関する\n前提事実」に、その結論に影響するような事実誤認は見当たらない。\nイ  本件合意の成否等についての検討について\n所論は、原判決が「本件合意の成否等に関する前提事実」等を踏まえ、被告\n人両名、ａ、ｂ及びｃが、本件合意をした上、その合意に従って本件受注予定\n事業者決定を行い、本件価格連絡をしたといえることは明らかであると判断し\nたことに関し、①事前の検討を行っていなかった建設会社は、本件各工事につ\nいて、実際の施工を前提として見積りを作成することも、実際に施工すること\nもできない一方で、重要顧客であるＣ２との関係上、辞退もできなかったた\nめ、価格協議先に選ばれることを回避しつつ、過少違算を避け、もっともらし\nい見積価格を提出しなければならなかったところ、本件価格連絡は、このよう\nな事情を背景に、窮余の方策として実施されたものであるから、本件合意を推\n認させるものではない、②希望工区一覧表①ないし③は、各社の受注希望の整\n理に効果を有しておらず、本件合意の成立を推認させない、③仮に、品川駅北\n工区、品川駅南工区、名古屋駅中央工区の工事について基本合意や受注予定事\n業者決定がなされたとしても、それは、３社会合とは関係なく、ａとｃ、ｃと\n被告人Ａ３、ａと被告人Ａ３の各２者会談によって成立したものであり、被告\n人Ａ４は関係していない、④ｃ引継ぎ用メモの記載は、ｃが被告人Ａ４と本件\n合意をしていないことを示している、として、原判決の前記判断が誤っている\nという。\nしかし、①については、本件各工事について、事前の検討を行っていなかっ\nた建設会社は、見積りや施工が不可能であったなどといえないことは、後記の\nとおりである。被告会社等４社の従業者において、受注を希望しない工事であ\nっても、指名を受けた以上、辞退をすることは事実上困難であると認識してい\nたことはうかがわれるが、単に自社が価格協議先に選ばれるのを避けようとす\nるのであれば、十分な利益を上乗せするなどして高い見積価格を提出すれば足\nりるのであるから、見積価格そのものに関する情報を他社との間でやり取りす\nるという、少なくともコンプライアンスに違反することが明らかであり、犯罪\nにも問われかねない行為を行う合理的な理由になるとは考えられない。所論\nは、受注を希望しない会社であっても、もっともらしい見積価格を提出する必\n要があったとして、高すぎる見積価格も避ける必要があったと主張するようで\nあるが、その理由は明らかでないし、そのような意向に他社が協力する理由も\n見当たらない。さらに、原判決もいうように、本件価格連絡が、各社の見積価\n格に差が付くような形で繰り返されていたことや、やりとりされた資料の中\nに、特定の事業者の受注に向けて調整する意図をうかがわせる記載がみられる\nことも、所論の挙げる理由のみでは説明できない。そうすると、本件価格連絡\nが行われたことについて最も合理的な理由を提供するなどとして、本件合意等\nの存在を認定した原判決の判断に誤りはない。\n②については、原判決は「３社会合においてａに対して被告人Ａ３が希望工\n区一覧表①を交付すると共に被告人Ａ４が被告会社Ａ２への配慮を求め、後日\nＢ１の受注希望工区が記載された希望工区一覧表②が被告人両名に交付され、\nこれを基に修正された希望工区一覧表③が作成されたなどというのであるか\nら、各希望工区一覧表が被告会社Ａ１、被告会社Ａ２及びＢ１の受注希望の整\n理に相応の効果を有していたことは明らかというべきである」と判断している\nところ、そこでいう前提事実の認定に誤りはないし、それらの事実から、これ\nらの一覧表が受注希望の整理に相応の効果を有していたと評価したことも相当\nである。所論が指摘するように、３社会合において、これらの一覧表に基づい\nて議論したことや、都度一覧表が更新され、それに基づいて調整結果が確認さ\nれたことがなかったことは、原判決の前記判断を左右しない。所論は、ｂが本\n件一覧表に書かれていることが重要でない旨証言したともいうが、この点に関\nするｂの証言（ｂ④２４～２５頁）は、同人が、配布された希望工区一覧表③\nについて、Ｂ１の希望が反映されているかは確認したと思うが、品川駅工事開\n削工区について、同社の希望どおり１工区になっていたかは覚えていない、希\n望が反映されていなくても、被告人Ａ３に今後反映するよう申し入れることは\n考えなかったなどと証言し、その理由を問われた際に、「（品川駅工事開削工区\nは）最後まで特命随意契約で受注することを目指していたため、その一覧表に\n書かれていることがあまり重要でないということだったと思う」旨述べたとい\nうものであって、希望工区一覧表③の作成より前の調整状況について述べたも\nのではないし、指名競争見積手続が採用された場合の調整の必要性を否定する\nものでもないから、この点も、原判決の前記判断を左右しない。\n③については、原判決が認定したような３社会合の状況やｃに声を掛けた経\n緯、それを受けて更に３社会合が行われて基本合意等がなされたこと、その後\nの価格連絡が被告会社Ａ２も含む被告会社等４社の間で行われていること等の\n事情に照らせば、被告人Ａ４を含む被告会社等４社の従業者の間で、本件合意\nと本件受注事業者決定がなされたことは優に認められる。所論は、原判決が、\n「平成２６年１２月２５日の３社会合で（中略）規模の大きい品川駅南工区全\n工事はＢ１、規模の小さい品川駅北工区全工事はＢ２が受注することとし、受\n注予定事業者以外の３社がその受注に協力することが出席者間で了承された。\n（中略）そして、この日の３社会合で、被告人Ａ３が、「Ｂ２が色々な工区で\n単独で営業しているのは迷惑であり、そろそろＢ２と話をしなければならな\nい。」などと述べ、ｃと付き合いがあったａが、「Ｂ２に自分が話をしておこ\nうか。」などと述べたのに対し、被告人Ａ３は、「そうしてくれ。」と述べ\nた。（中略）ａとｃは、平成２７年１月８日に会合し、品川駅北工区全工事に\nついてはＢ２が、品川駅南工区全工事についてはＢ１が受注を希望しているこ\nとを確認し、お互いに協力し合うことを話し合った」と認定した点に関し、ａ\nは、平成２６年１１月頃にｃと会い、品川駅工事開削工区が２工区に分けられ\nるとの見通しを踏まえて、「大きい方はＢ１、小さい方はＢ２」という話をし\nたと供述しており、これによれば同年１２月２５日より前に、既にＢ１とＢ２\nとの間では大きい工区をＢ１、小さい工区をＢ２が受注する旨の確認をしてい\nたことが認められるから、これが同日の３社会合を経て決まった旨の前記認定\nは誤っていると主張するものと解される。しかし、Ｂ１とＢ２が前記各工区の\n工事を確実に受注するためには、被告会社両社の協力も必要になるところ、原\n判決は、平成２６年１２月２５日の３社会合で被告会社両社とＢ１との間でか\nかる協力が了承され、これを受けてａとｃが話し合うなどしたことによって、\n順次、被告会社等４社の間で本件合意が成立したと認定したものと解され、そ\nこに何ら誤りはないし、本件合意の成立に３社会合が大きく関係していること\nも明らかである。また、所論は、平成２７年２月２５日に３社会合が予定され\nていたにもかかわらず、同年１月２０日のａとｃとの会談の数日後に、ａと被\n告人Ａ３がわざわざ２人だけで会談し、ａとｃとの会談の内容の共有等をした\nことから、ａや被告人Ａ３が３社会合を受注調整を行う場所と考えていなかっ\nたことが明らかであるともいうが、ａは、この点に関し、「ｃとの話の内容\nは、その数日後に被告人Ａ３が訪ねてきたときに伝えた。被告人Ａ４には伝え\nなかったが、それは被告人Ａ３から連絡が行くと思っていたからである」旨供\n述しているのであって（ａ①３７～３８頁）、ａにおいて、ｃとの話を伝える\nためにわざわざ被告人Ａ３と２人だけで会ったとは認められないし、被告人Ａ\n４を排除して被告人Ａ３にのみこれを伝えようとしたとも認められないから、\n所論は採用できない。さらに、所論は、被告人Ａ４は、被告人Ａ３、ａ及びｃ\nとの間で行われた各２者会談の事実及びその内容を知らなかったともいうが、\n原判決が認定した、平成２６年１２月２５日の被告人Ａ４も出席した３社会合\nで、ａがＢ２に話をする旨述べるなどしていたこと、ｃから受注調整の枠組み\nに加わる旨の返答を得たａが、被告会社両社に伝えておく旨述べたこと、その\n後被告人Ａ３もｃと会い、受注調整の話をした上、翌日の被告人Ａ４も参加し\nた３社会合で、ｃと会ったことを伝えたこと（他方、その内容まで伝えたとは\n認定し難いことは、前記のとおりである。）などの事実に照らせば、遅くとも\nその３社会合までに、ｃが受注調整の枠組みに加わる旨の意向を示したこと\nが、被告人Ａ４にも、何らかの形で伝わっていたことは優に推認できるという\nべきである。その他の所論の指摘を検討しても、被告人Ａ４を含む被告会社等\n４社の従業者の間で、本件合意等がなされたとの前記判断を左右する事情は見\n当たらない。\n④について、所論は、ｃ引継ぎ用メモには、被告会社Ａ１及びＢ１に関して\nは、それぞれ「Ａ３さんとの約束」、「ａさんとの約束」との記載があるのに\n対し、被告会社Ａ２に関しては、「ｋ専務談。Ａ２・・・南アルプストンネル\n（長野）、ｓシールド  岐阜の車両基地」という記載があるにすぎないこと\nが、ｃと被告人Ａ４が本件合意をした事実がないことを示しているというが、\nｃは、原審公判において、ａから、リニア中央新幹線の工事に関し、かねてか\nら被告会社両社とＢ１の３社で意見交換しているが、Ｂ２も３社の仲間に入ら\nないかと持ち掛けられ、受注調整の誘いだと思った、一旦保留して検討の上、\n最終的に３社の仲間に入るとａに返答したなどと、原判決の認定に沿う供述を\nしているところ、この点はｃ引継ぎ用メモに同旨の記載があることによっても\n強く裏付けられている。所論が指摘するようなｃ引継ぎ用メモの記載の相違\nは、ｃが、被告人Ａ３及びａとは、それぞれ直接会った上、相互の希望工区に\n関する具体的な受注調整の交渉をするなどしていたのに対し、被告会社Ａ２の\n関係では、同社のｋ専務の話や、支店からの情報によって、同社の希望工区を\nいくつか把握していたが、それらはＢ２の希望と競合していないと認識してお\nり（ｃ②５５～５６頁）、被告会社Ａ２の従業者と相互の希望工区に関する具\n体的な受注調整の交渉もするに至っていなかったことに鑑みれば、何ら不自然\nとはいえないのであって、ｃの前記供述の信用性を左右しないし、原判決の認\n定にも影響しない。\nその他、所論を検討しても、被告人両名、ａ、ｂ及びｃが、本件合意をした\n上、その合意に従って本件受注予定事業者決定を行い、本件価格連絡をしたと\nいえるとした原判決の判断を左右するものは見当たらない。\n⑶  競争性について\nア  はじめに\n所論は、競争性を欠くという理由として、①事前検討を行っていた会社以外\nは、見積りも施工も不可能であったこと、②Ｃ２において、特定の受注予定事\n業者を決定していたことを挙げるので、以下順次検討する。\nところで、原判決は、本件合意等が、品川駅北工区、品川駅南工区及び名古\n屋駅中央工区の工事を、その一部が切り出されて出件される場合も含めて対象\nとすると認定したものと解されるし、実行行為のうち、本件合意及び本件受注\n予定事業者決定は平成２６年４月下旬頃から平成２７年２月頃までに、本件価\n格連絡はその頃から同年８月下旬頃までに、それぞれ行われたと認定したもの\nと解される。これに対し、所論が、競争性を欠くから無罪である旨主張してい\nることに鑑みると、基本的に、所論は、遅くとも平成２７年２月頃には、品川\n駅北工区、品川駅南工区及び名古屋駅中央工区に含まれる工事について、それ\nぞれ１個の工区として出件されるか、その一部が切り出されて順次出件される\nかを問わず、前記①及び②の事情が存在していたと主張するものと解されるの\nで、それを前提に検討する。\nイ  見積り・施工の可能性について\n被告会社Ａ１及び被告人Ａ３の所論は、独占禁止法が保護しようとして\nいる「競争」とは、形だけの競争ではなく、実質的な競争を意味するところ、\n実質的な競争があったといえるためには、見積り・施工が「客観的に不可能で\nあったとはいえない」との認定では足りず、「現実的に可能であった」ことが\n必要と解されるとした上で、「本件各工事の難易度・規模その他原審各弁護人\nの主張する事情を踏まえても、本件各工事について見積り・施工が客観的に不\n可能であったとはいえず、この点によって独占禁止法上の競争性が失われるも\nのではないというべきである」とした原判決の判断は、同法２条４項の解釈適\n用を誤ったものである、という。\nしかし、原判決が前記のように説示したのは、見積り・施工が不可能であっ\nたとの原審各弁護人の主張に答えたためと解されるし、その説示の直前に、\n「本件各工事について独占禁止法２条４項にいう「通常の事業活動の範囲内に\nおいて、かつ、当該事業活動の施設又は態様に重要な変更を加えることなく」\n「役務を提供することができる」状態を逸脱していたとはいえない」と説示し\nていることなど、その説示全体をみれば、原判決は、見積りや施工が可能であ\nったことを認定して独占禁止法２条４項に当たると判断したものと認められ\nる。そうすると、原判決の判断に、同項の解釈適用の誤りがあるとはいえな\nい。\n所論は、①競争の要件である見積り・施工の可能性は、検察官に立証責\n任があるのに、原判決は、原審各弁護人が提示した消極的間接事実を排斥する\nにとどめ、立証責任を実質的に転換するという過ちを犯している、②原判決\nは、多数の消極的間接事実を個別に分断して評価し、いずれも見積りや施工が\n不可能であったことを示すものではない旨判示しており、それらを総合して判\n断することを怠っている、として、原判決の判断構造自体に誤りがあるとい\nう。\nしかし、①について、原判決は、「見積り・施工の客観的可能性等について\nの前提事実」を認定した上で、それらの事実を踏まえて、被告会社等４社が高\nい技術力、経営規模を有しており、鉄道工事の実績も十分であったことや、本\n件各工事を構成する各工種に被告会社等４社のいずれかが施工できないような\nものは含まれていなかったことを認めるとともに、特定の会社以外は見積りや\n施工が不可能であったとする原審各弁護人の種々の主張について検討し、結果\n的にこれを排斥したものである。そして、具体的な判断内容をみても、見積り\nの可能性に関しては、被告会社等４社が、実際に所定の期間内に独自に参考見\n積書等を作成して提出したことを認定し、そのこと自体が、事前検討を行って\nいなかったゼネコンによる見積りが不可能とはいえなかったことを示すもので\nあるとして、これが不可能であったとする原審各弁護人の主張を排斥したもの\nであって、立証責任を実質的に転換したなどといえないことは明らかである。\n他方、施工の可能性に関しては、確かに、原判決の説示は、事前に検討を行っ\nていた会社以外は施工が不可能であった旨の原審各弁護人の主張を排斥するこ\nとに重点が置かれており、それが積極的に可能であることを示す具体的な事情\nは、必ずしも明確には指摘されていない。しかし、被告会社等４社の施工実績\nや、本件各工事を構成する工種等に加えて、被告会社等４社が、品川駅工事開\n削工区及び名古屋駅中央工区全工事のいずれにおいても、Ｃ２の請負業者選定\n委員会での検討を経て競争参加事業者に指名されたこと、被告会社等４社が、\nそれらの工事について、いずれも（ただし、名古屋駅中央工区全工事における\nＢ１を除く。）指名競争見積手続に参加し、参考見積書や技術提案書等を提出\nしていたこと、その後、品川駅北工区その１工事についてはＢ２、名古屋駅中\n央西工区１期工事についてはＢ１という、いずれも事前の検討を行っていなか\nった会社が受注し、問題なく施工したことなど、「見積り・施工の客観的可能\n性等についての前提事実」で認定された事実によれば、被告会社等４社が指名\n競争見積手続に参加して参考見積書等を提出した各工事の施工が可能であった\nことは、強く推認できるというべきである。原判決も、そのような判断のも\nと、原審各弁護人が指摘する事情が、かかる推認を覆し、施工が不可能であっ\nたことをうかがわせるようなものであるかどうかを検討したために、前記のよ\nうな説示になったものと解されるから、かかる説示をもって、原判決が実質的\nに立証責任を転換したなどとはいえない。\n②についても、原判決は、原審各弁護人が主張する種々の事情は、これらを\n併せても、施工が可能であったとの前記推認を覆すに足りないと判断したもの\nと解されるから、総合判断を怠ったとの非難は当たらない。\nそうすると、原判決の判断構造に誤りがあるとする所論は採用できない。\n所論は、原判決が、「被告会社等４社は、実際に、いずれも所定の期間\n内に独自に参考見積書、技術提案書等を作成してＣ２に提出しているのであっ\nて、そのこと自体、事前検討を行っていなかったゼネコンが見積りを所定の期\n間内に行うことが不可能とはいえなかったことを示すものである」としたこと\nに関し、事前検討を行っていなかった会社が提出した見積書等は体裁だけを整\nえたものであるから、それらの提出をもって見積りが可能であると認定したこ\nとは誤りであるという。\nしかし、原判決が認定したとおり、被告会社等４社は、参加した本件各工事\nに係る指名競争見積手続において、いずれも所定の期間内に参考見積書、技術\n提案書等を作成してＣ２に提出しているのであるから、そのこと自体が、それ\nらの会社において見積りが不可能とはいえなかったことを極めて強く推認させ\nる事情であると認めたことに、何ら誤りはない。所論は、事前に検討を行って\nいない会社が提出した参考見積書等は、実際の施工を前提とせず、体裁だけを\n整えたものであるというが、関係証拠によれば、いずれの会社においても、参\n考見積書や技術提案書等は、多数の者が関与する社内手続を経て作成されてい\nるところ、その過程で、これが実際の施工を前提としないものであることが了\n解されていたことをうかがわせる事情は全く見当たらないし、その提出を受け\nたＣ２において、実際の施工を前提としていないなどという否定的な評価をさ\nれた参考見積書等もなかったと認められるから、所論は採用できない。\nなお、所論は、被告会社Ａ１が、品川駅南工区全工事の指名競争見積手続に\n際し、Ｂ１から受領した積算資料に基づいて自社の見積書等を提出しているこ\nとを挙げて、前記資料がなければ、被告会社Ａ１が前記工事の見積りを行うこ\nとは不可能であったと主張するようであるが、この点について、原判決が「被\n告会社Ａ１社内において名古屋駅受注を優先する人員配置をしていたため同社\nｌ支店が限られた人員で積算作業を強いられていたことも踏まえると、被告会\n社Ａ１が同資料がなければ品川駅工事開削工区の見積りを行うことが技術的に\n不可能であったことを示す事情とはいえない」と判断したことに誤りはない。\n所論は、そのような証拠はないというが、被告会社Ａ１は、名古屋駅中央工区\nや品川駅非開削工区の受注を目指していたことに加え、品川駅北工区も「傾注\n案件」としていたのに対し、品川駅南工区はそうではなかったこと（原審甲６\n４）、被告会社Ａ１のｌ支店で品川駅北工区及び品川駅南工区に関するプロジ\nェクトマネージャーを務めていたｄ５は、本社に対して応援の人員を求めてい\nたが、受け入れてもらえなかったこと（原審甲６０）、同人らは、品川駅北工\n区の積算を優先し、品川駅南工区については、それを土台にして積算する方針\nをとったこと（原審甲５８）、しかし、工事桁関係の工事は、品川駅北工区に\nはなく、品川駅南工区にしかなかったこと、後者の積算を担当したｌ支店のｄ\n６は、工事桁の架設については、鉄道技術室が作ってくれた積算を使ってそれ\nらしい見積りを作ることができたが、工事桁の撤去についてはどういう作業が\n必要かよく分からず、既に土木営業本部がＢ１からもらってきた積算資料を利\n用してもっともらしい積算を行う作業を進めていたこともあり、同様にＢ１の\n資料をもらえると思って、ｄ５に依頼してＢ１の資料をもらったこと（原審甲\n７１）などの関係証拠から認められる事実を踏まえると、被告会社Ａ１が、品\n川駅南工区の見積作業に当たってＢ１の資料を求めたのは、他の工区と比較し\nても特に、品川駅南工区の受注を目指しておらず、十分な人員をその積算に充\nてていなかったことや、Ｂ１から容易に資料をもらえる状況であったことが大\nきく影響しているものと解されるから、必ずしも、同資料がなければ被告会社\nＡ１が同工区の見積りを行うことが不可能であったことを示すものでないとし\nた原判決の前記判断に誤りはない。\nその他、所論が種々主張する点を検討しても、現に被告会社等４社がそれぞ\nれ参考見積書等を作成して提出しているにもかかわらず、見積りが不可能であ\nったことをうかがわせるものはないから、見積りが可能であったとする原判決\nの判断に誤りはない。\nａ  次に、施工の可能性に関する所論を検討するが、この点の検討に当た\nっても、被告会社等４社が、参加した本件各工事に係る指名競争見積手続にお\nいて、いずれも見積書等を作成してＣ２に提出していることを十分に踏まえる\n必要がある。すなわち、ある会社がある工事を施工する旨の見積書等を提出す\nるということは、当該会社において、相手方に対し、それに沿った工事を施工\nする意思があることを正式に表明することを意味するから、その前提として、\n自社がその工事を施工することが可能と認識しているはずであるし、そのよう\nに認識している以上、実際にもそれを施工することが可能であるはずである。\n施工が不可能と認識しながら見積書等を提出することや、施工が可能と考えて\nこれを提出したものの、実際には不可能であるなどということは、それをうか\nがわせる相応の事情がない限り、あり得ない。\nそうすると、被告会社等４社が見積書等をそれぞれ提出したことは、これら\nの会社において各工事を施工することが可能であったことを強く推認させる事\n情といえる。\nなお、本件各工事のうち、名古屋駅中央工区全工事については、指名競争見\n積手続が中止されたため、本見積書の提出には至っていないが、同工事につい\nても、手続に参加した３社（被告会社両社及びＢ２）は、参考見積書や技術提\n案書を提出している。そして、関係証拠によれば、参考見積書といえども、技\n術提案書を踏まえて根拠を示して作成されていたこと、後に提出予定だった本\n見積書との整合性も意識されていたこと、その作成過程で相応の社内手続が経\nられていたことが認められるから、参考見積書や技術提案書を提出したことだ\nけでも、本見積書を提出した場合とおおむね同様の推認が働くというべきであ\nる。\nｂ  所論は、原判決の「被告会社等４社の基本的施工能力等について」に係\nる判断に関し、①問題になっているのは、本件各工事に含まれる具体的な工事\nの施工が可能か否かなのであるから、「アンダーピニング工」といった抽象的\nな工事種類の施工経験があるとの事実は、当該施工経験に係る工事の規模や難\n易度が本件各工事における特定の工事と同程度であったとの条件を満たさない\n限り、本件各工事における特定の工事の施工可能性を推認させ得ない、②原判\n決は、ａやＡ１関係者の各供述の評価を誤っている、として、前記判断に誤り\nがあるという。\nしかし、①について、ある工種の施工経験があるからといって、直ちに同じ\n工種の別の工事の施工が可能であるなどといえないことは、指摘のとおりであ\nるが、ある工種について相応の施工経験があることが、同種の別の工事の施工\nの可能性を肯定する方向に働く一つの事情に当たるとみること（逆に、そのよ\nうな施工経験がないことが、これを否定する方向に働く事情に当たるとみるこ\nと）は合理的であり、そこに誤りがあるとはいえない。そして、原判決は、\n「本件各工事を構成する各工種に被告会社等４社のいずれかが施工できないよ\nうなものは含まれていなかった」ことを、その「基本的施工能力等」をうかが\nわせる一つの事情として認定したもので、これのみで本件各工事が施工可能で\nあったと判断したわけではないから、この点に関する原判決の判断に誤りがあ\nるとはいえない。\n②について、所論は、原判決は、「ａが、品川駅工事開削工区について、Ｂ\n１の特許技術がなければ施工できないということはな」い旨供述していると認\n定したが、ａは地中連続壁工についてそのように述べたものにすぎず、その他\nの工種については何ら述べていないから、前記認定は誤っているという。しか\nし、ａは、原審検察官から「（Ａ２側弁護人から）本日示された複数の特許に\n関する技術や機械、こういったものがないと、品川駅南工区は絶対に施工でき\nないということになるんですか」と問われて、「いや、あの特許は別に、うち\nの独特のやり方であって。例えば、連壁なんかは外注業者さんが持っておられ\nる連壁の機械だとかということというのはありますから、それを工夫してやれ\nば。あれがないとできないということではないと思います。」と答えているの\nであって（ａ②１２５頁）、連壁（地中連続壁工を意味すると解される。）の\n関係にとどまらず、Ａ２側弁護人が指摘する各種の特許等が不可欠ではないと\n証言したものと解されるから、原判決がａの証言を曲解しているなどとはいえ\nない。また、所論は、原判決が、ｆやｒ（以下「ｒ」という。）の各証言を指\n摘して、「被告会社Ａ１関係者らも、一定の留保をつけるなどしつつも名古屋\n駅中央工区全工事に被告会社等４社のうち被告会社Ａ１以外の会社に施工が不\n可能なものはない旨供述している」と認定したことについても、両名は、抽象\n的にできないことはないと答えたにすぎない、ｒは、むしろ、事前の準備検討\nをしていない会社において工期その他の契約条件の制約を前提とする施工はで\nきない趣旨を証言している、などと主張するが、原判決は、ここでは、あくま\nで特定の会社（名古屋駅中央工区については被告会社Ａ１）以外の会社には施\n工できないような種類の工事が含まれるかを検討しているものと解されるか\nら、これを否定する根拠の一つとして前記Ａ１関係者らの証言を指摘したこと\nにも誤りはない。そうすると、原判決の前記判断に誤りがあるとはいえない。\nｃ  所論は、原判決が、品川駅工事開削工区についてＢ１が、名古屋駅中央\n工区全工事について被告会社Ａ１がそれぞれ行っていた事前検討の成果が、本\n件各工事を施工する上で安全性・確実性を高めるために有効であったことは否\n定できないとしつつ、そのことが被告会社等４社のうち他の会社において、事\n前検討を行っていた事業者と同等の品質の施工が可能であるかはともかく、本\n件各工事を施工することが不可能であることを直ちに意味するものではないと\n判断した点に関し、①事前検討をしていた建設会社が目指したのと同程度の品\n質は必ずしも求められていなかったことを前提にするのであれば、少なくと\nも、どの程度の安全性・確実性が求められていたのか、どの程度の差であれば\n施工上の安全性・確実性の許容範囲内といえるのかという肝腎の事項について\n明らかにした上で、事前検討をしていなかった建設会社であっても、必要とさ\nれる安全性・確実性を確保した上で、工期その他の契約条件に従った施工がで\nきることを積極的に判示すべきところ、原判決の前記判断にはそれがないか\nら、論理性を欠いている、②Ｃ２が、施工上の安全性・確実性はもとより、工\n事全般の品質において低い基準を採用するはずはないし、建設会社としても安\n全かつ確実な施工ができる見込みが立たない状況で本件各工事を受注すること\nはあり得ない、という。\nしかし、①については、原判決の前記の判断は、事前検討を行っていた会社\nとそれ以外の会社との間で、施工の品質が異なり得るとしても、そのことから\n直ちに、施工が可能なのは前者のみであることにはならないとしたものであっ\nて、そこに何ら誤りはない。そして、原判決は、その説示全体を通じて、後者\nの会社であってもそれぞれが提出した見積書等に沿った工事の施工が可能であ\nったこと、それがＣ２の求める最低限の品質を満たすものであったことを認め\nて、客観的な施工の可能性を肯定したものと解され、そのような判断が論理性\nを欠いているなどとはいえない。\n②については、本件各工事について採用された指名競争見積手続によれば、\nＣ２において、被告会社等４社の施工の品質に差があり得ることを当然の前提\nとしつつも、必ずしも品質のみを基準とするのではなく、価格も考慮して（む\nしろ価格を重視して）発注先を決めようとしていたことは明らかであるし、こ\nれに参加した被告会社等４社も当然にかかるＣ２の意向は認識していたものと\n認められる。また、品質が最高でないからといって直ちに求められる安全性・\n確実性の水準を満たさないことにはならないから、所論のようにはいえない。\nｄ  所論は、原判決が、Ｂ２が品川駅北工区その１工事を、Ｂ１が名古屋駅\n中央西工区１期工事をそれぞれ受注して問題なく施工しているとの事実を指摘\nし、これを、少なくとも、最初に出件された各工事のうち品川駅北工区その１\n工事及び名古屋駅中央西工区１期工事の各工事に含まれている範囲内では、Ｂ\n１及び被告会社Ａ１が行ったような長期間の事前検討が必ずしも施工に当たっ\nて不可欠とはいえなかったことを示す事情と評価した点に関し、①Ｂ２は品川\n駅北工区全工事の出件の約１年前から事前検討に着手しているから、事前検討\nを全く行っていない建設会社も施工が可能であったとの推認はできない、②Ｂ\n１が名古屋駅中央西工区１期工事の施工を問題なく進めているとの事実を認め\nるに足りる証拠はないし、仮にその事実があったとしても、同工事は、当初の\n名古屋駅中央工区全工事のうち地中連続壁工事だけを切り出した上で、Ｂ１の\n要請により、施工時期を８か月遅らせ、かつ、Ｂ１が施工を断った在来線部等\nを取り除いた形で出件されたものであるから、Ｂ１が名古屋駅中央工区全工事\nについても問題なく施工できる状態にあったとの推認はできない、という。\nしかし、①については、原判決は、直接的には、Ｂ２が品川駅北工区その１\n工事を施工した事実をもって、その工事に含まれている範囲内では、Ｂ１が行\nったような長期間の事前検討が施工に当たって不可欠ではなかったと認めたも\nのであって、そこに誤りはない。\n②のうち、Ｂ１が名古屋駅中央西工区１期工事の工事を問題なく施工してい\nるとの事実は、例えば、ｈが、原審検察官から、「Ｂ１に名古屋中央西工区を\n施工してもらっているけれども、やはりいまいちだなと、Ａ１でなければやっ\nぱり無理だなというような御判断というのはＣ２の中でなさったことがありま\nすか」と問われて「いや、ございません」と述べたこと（ｈ①２１頁）によっ\nても十分認められるから、証拠に基づく認定といえる。また、原判決は、この\n事実から、直接的には、同工区の工事に含まれている範囲内では、被告会社Ａ\n１が行ったような長期間の事前検討が施工に当たって不可欠ではなかったと認\nめたものであって、そこに誤りはない。\nなお、原判決は、これらの事実を、間接的には、他の会社による他の工事の\n施工可能性を判断するためにも用いている可能性があるが、本件各工事の類似\n性や原審各弁護人の主張に照らせば、前記各事実はそのような点の判断に一定\n程度資するものといえるし、これのみで結論を導いているわけでないことは明\nらかであるから、そこにも誤りはない。\nｅ  所論は、品川駅工事開削工区のアンダーピニング工に関する原判決の判\n断について、①原判決が指摘する被告会社Ａ１の関係者が、名古屋駅中央工区\n全工事と同時に品川駅工事開削工区の工事を施工することが可能か否かを検討\nしたことをうかがわせる証拠はないから、それらの者の認識は、同社が品川駅\n工事開削工区のアンダーピニング工を施工できる状態にあったことを推認させ\nない、②被告会社Ａ２もアンダーピニング工の施工方法の提案を行っていると\n説示するのみで、提出物の内容が施工可能性を推認させるものであるかの検討\nを怠っている、として原判決の前記判断には誤りがあるという。\nしかし、①については、ある会社の担当者がある工事を自社で施工が可能と\n認識していたことが、実際に同社が同工事を施工可能であったことを強く推認\nさせる事情に当たることは明らかであるから、原判決の前記判断に誤りはな\nい。所論は、被告会社Ａ１が名古屋駅中央工区全工事を受注して施工すること\nを当然の前提とする点で不当であるし、そもそも原判決がここで問題としてい\nるのは、Ｂ１のようなアンダーピニング用統合管理システムを開発していなか\nった他の会社は品川駅工事開削工区のアンダーピニング工の施工が不可能であ\nったとする原審各弁護人の主張の当否であるところ、所論指摘の点はこの点の\n判断に影響しないから、所論は採用できない。\n②については、被告会社Ａ２が、アンダーピニング工の施工方法を提案して\nいることは、同社がそれに沿った工事を施工可能であることを強く推認させる\n事情というべきであるし、提案を受けたＣ２においても、それが不適切である\nとの評価はされていないから、被告会社Ａ２は前記工事を施工不可能であった\n旨の原審各弁護人の主張を排斥した原判決の判断に誤りはない。所論は、アン\nダーピニング工に関する同社の提案内容が、Ｃ２の技術評価委員会によって、\n管理システムと評価できるものではないと判断されたとして、否定的な評価を\n受けたかのようにいうが、所論が指摘する証拠（原審甲２５の７４頁）によっ\nても、同委員会で使用された資料のアンダーピニング工に関する部分に「全体\n管理システムの導入（Ｂ１、Ｂ２、Ａ１）」と記載されていることが認められ\nるにすぎず、このことから、被告会社Ａ２の提案が「全体管理システム」と評\n価されていないとはいえても、それゆえに不適切であるとの評価がなされたな\nどとはいえない。かえって、同委員会が決定した加算点において、被告会社Ａ\n２が、アンダーピニング工に係る施工計画について、Ｂ２や被告会社Ａ１と同\nじ点数（０．５点）を獲得し、アンダーピニング工を含む技術提案について\n「（ストラット以外の項目について）技術上の問題は無いことから、全て適と\nする」とされたこと（原審甲２５）に照らせば、被告会社Ａ２のアンダーピニ\nング工に関する提案が、同委員会によって相応に適切である旨の評価を受けた\nことが明らかである。\nｆ  所論は、名古屋駅中央工区全工事における構真柱の機械式継手に関する\n原判決の判断について、原判決は、質問回答手続において質問に対する回答が\n示されたことで解決したとして問題を矮小化し、消極的間接事実としての評価\nを回避するという誤りを犯している、という。\nしかし、当然ながら、本件各工事の仕様を決めるべきは発注者たるＣ２であ\nるし、質問回答の内容は契約図書の一部となる（ｊ②５頁）のであるから、Ｃ\n２が回答を示したことによって、この点の問題が解決したとした原判決の判断\nに誤りはない。所論は、被告会社Ａ２の従業員であるｑ（以下「ｑ」とい\nう。）の証言を引用して、Ｃ２が肉厚３０ミリメートルの鋼管用の機械式継手\nで対応せよと回答したからといって、安全かつ確実な施工について責任を負う\n建設会社としては、設計条件が肉厚４０ミリメートルとなっている以上、技術\n的な検証をしないまま安易に前記回答どおりの施工をするという対応をとるこ\nとはあり得ないなどとも主張するが、前記のＣ２の回答（ｊ②別紙２（No.593\nの部分）参照）が「適用方として、設計計算上より応力発生箇所が機械式継手\nの全強以下となっている箇所を選定している」と理由を示していることに照ら\nせば、安全性等を検討した上での回答であることは明らかであり、建設会社に\nこれに従うことを躊躇させるほど問題のある回答であるとはいえない（ｑ自身\nも、３０ミリメートル厚の機械式継手で代用することが技術的に考えられない\nのかと問われて、「今となっては考えられないこともないんですが、当時は、\nそこまで考える余裕はありませんでした。」と証言している（ｑ①１５０\n頁）。）。所論は採用できない。\nその他、所論を検討しても、この点に関する原判決の判断を左右するものは\n見当たらない。\nｇ  所論は、高い強度のコンクリートを切削する技術に関する原判決の判断\nについて、被告会社Ａ１の技術者であるｊは、確かに同社の特許技術がないと\n地中連続壁工の施工が不可能であったとまでは言わないと証言したが、同時\nに、各工事の施工条件に対応した高精度の施工技術の確立が安全かつ確実な施\n工にとって重要であることを示唆する証言もしている、として、原判決は、供\n述全体の趣旨を十分に検討することなく、恣意的に切り取った供述内容を根拠\nとして、消極的間接事実の適切な評価を怠るという論理則違反を犯しているな\nどという。\nしかし、原判決がここで問題としているのは、Ｃ２が名古屋駅中央工区の地\n中連続壁のコンクリートに関して高い強度を要求していたため、高い強度のコ\nンクリートを切削する施工方法を発明していた被告会社Ａ１以外の会社は同工\n区の工事を施工できなかったとする原審各弁護人の主張の当否であるところ、\n被告会社Ａ１の技術者であるｊ自身が同社の特許技術が不可欠ではないと証言\nしたのであるから、その点は十分信用できるし、それを前提とすれば前記主張\nに理由がないことも明らかであるから、原判決の前記判断に誤りはない。所論\n指摘の点は、原判決のかかる判断を不当とするものではなく、採用できない。\nｈ  所論は、超低空頭下用の掘削機械に関する原判決の判断について、①本\n件で問題となるのは、安全確実な施工が可能であるか否かであり、Ｃ２による\nヒアリングで問題視されたか否かではない、②Ｃ２側が被告会社Ａ２側の説明\nについて突っ込んだ議論をしなかったのは、同社に品川駅工事開削工区を施工\nさせる意思を有していなかったからであると考えるのが合理的である、とし\nて、原判決の前記判断には誤りがあるという。\nしかし、①については、Ｃ２にとって、本件各工事が極めて重要なものであ\nったことは明らかであるし、参考見積書、技術提案書等の提出後に行われるヒ\nアリングが、これを提出した各会社においてその改善や本見積書作成等の作業\nを進めるためにも、Ｃ２において各社の提案等の内容を正確に把握し、適切な\n加算点を決定するためにも、相応に重要な手続であることもまた容易に推認で\nきる。そうすると、仮に、かかるヒアリングにおいて、施工の可能性を疑わせ\nるような問題が発見されたのであれば、その点について相応の対応等がなされ\nるのが自然といえる。ところが、被告会社Ａ２が提起した、掘削機械の新規製\n造に時間がかかるという点については、特段の大きな問題とされていない（そ\nの後の技術評価委員会でも、特に被告会社Ａ２の施工可能性に否定的な評価は\nされていない。）のであるから、このことは、Ｃ２側においても被告会社Ａ２\n側においても、前記問題は施工可能性を直ちに疑わせるようなものではないと\n認識されていたことをうかがわせる事情といえるし、そのことは、実際にもこ\nの問題が施工可能性を否定するようなものではないことを推認させるから、こ\nの点を挙げて、あらかじめ超低空頭下用の掘削機械を設計するなどしていなか\nった会社は施工が不可能であった旨の原審各弁護人の主張を排斥した原判決の\n判断に誤りはない。\n②について、所論は、指摘のように考えられる根拠として、ヒアリングにお\nける被告会社Ａ２の説明は、必要な掘削機械（品川駅北工区につき４台、品川\n駅南工区につき６台）は全て新規製造により調達しなければならないが、製造\n業者３社が他の仕事を止めて製造したとしても、１年で３台程度しか製造でき\nないというものであったところ、製造業者がそのとおり製造してくれる保証は\nないから、この説明は、現実問題として、工期に間に合うように施工すること\nはできないという趣旨のものと理解されるということを挙げるが、被告会社Ａ\n２において、新規製造を行うことを前提とした参考見積書等を提出している以\n上、Ｃ２側において、被告会社Ａ２側の説明を、指摘のような趣旨に理解する\nのが当然とはいえない。その他の所論を踏まえても、後に検討するとおり、Ｃ\n２において、あらかじめ受注させる事業者を決定していたなどとは認められな\nいから、所論は前提を欠き、採用できない。\nｉ  所論は、施工の客観的可能性に関する「小括」として示された原判決の\n判断について、これは、要するに、発注者であるＣ２は、工事の完成を望んで\nいるので、建設会社側の検討不足により施工の過程で様々な問題が生じたとし\nても、それらの問題を解決して工事の完成に漕ぎつけようとする建設会社の行\n動を妨げるようなことはしないはずであるから、問題解決のために建設会社の\n経済的負担が生じたり、工期が遅れたりすることはあったとしても、いずれ工\n事は完成するので、検討未了が施工不可能という事態をもたらすことはないと\nの趣旨と解されるが、かかる判断は、事前検討をしていない建設会社による施\n工の可否と当該建設会社が施工することに伴う経済的負担や工期への影響とを\n切り離して論じている点で、その前提において誤っている、事前検討をしてい\nない建設会社であっても、工期その他の契約条件を度外視すれば本件各工事の\n施工自体は不可能ではないかもしれないが、そうする場合、多額の経済的負担\nを負うなどして重大な経営リスクを招くから、そのようなリスクを甘受してま\nで本件各工事を受注し施工することはもはや当該会社の「通常の」事業活動の\n範囲から逸脱する、として、原判決の前記判断は誤っているという。\nまず、原判決の説示の趣旨は、おおむね所論のいうとおりと解されるが、受\n注した建設会社は、指定された工期内に施工する旨の施工計画等を提出してい\nたはずであるし、その提出を受けたＣ２においても、それが不適格でないこと\nを確認していたはずであるから、計画どおりの施工ができないという事態は、\n基本的には想定されないはずである（所論は、事前検討を行っていない会社が\n提出した施工計画等は体裁を整えただけのものであることを前提に、縷々主張\nするが、そのような主張が前提を欠くことは、既に説示したとおりである。）。\nもとより、様々な事情により、計画どおりの施工ができないという想定外の事\n態が生ずる可能性はあるが、それは事前検討を行っていた建設会社が受注した\nとしても同様であり、せいぜい、事前検討を行っていなかった建設会社が受注\nした場合にはその可能性がより高まるという程度の差があり得るにすぎない。\nそうすると、原判決がゼネコン側の経済的負担や工期等に影響する問題が生じ\n得るなどとするのも、事前検討を行っていない建設会社が受注した場合にその\nような問題等が生ずる可能性が高い（他方、事前検討を行っていた建設会社で\nあればその可能性がない）とする趣旨ではなく、そのような事態が生じる可能\n性が、受注者が事前検討を行っていなかった場合には相対的に高まり得るとす\nる趣旨にとどまると解される。\n所論は、本件各工事において、工期は極めて重要であり、工期内に確実に施\n工ができる状況になければ、競争の存在の前提となる供給可能性を肯定するこ\nとはできないなどというが、受注者が工期を遵守できないという事態が基本的\nに想定されないことや、例外的にそのような事態が生じ得ることは、受注者の\n事前検討の有無にかかわらず同様で、ただその程度が異なり得るにすぎないこ\nとは、前記のとおりである。そして、工期内に施工ができないといったリスク\nをどこまで許容するかは、Ｃ２が判断すべき事柄であるから、同社において\n種々の条件等を踏まえて、必ずしもそのリスクが最小ではない建設会社に発注\nすることも、何ら妨げられない。そうすると、そのような建設会社には当該工\n事の施工可能性（供給可能性）がないかのようにいう所論は失当である。\n所論は、工期が遅れると、受注者に多額の経済的負担等が生ずるなどとし\nて、Ｃ２の意向にかかわらず、施工可能性が否定されるべきであるというよう\nであるが、関係証拠（原審甲２５、２６、３０、原審弁１２６等）によれば、\n本件各工事を受注した建設会社において、提出した技術提案書や施工計画に沿\nった施工を過失なく行う限り、損害賠償や再度の施工等を行う義務は生じない\nと解されるし、Ｃ２から図面等で示された地質その他の条件が著しく異なる場\n合や、予期せぬ地中障害物の発生等により施工方法が変更となった場合には、\n請負代金変更の対象となり得るとされていることも認められるから、施工の遅\nれが、直ちに、所論がいうほど多額の経済的負担を受注者にもたらすとはいえ\nない。そもそも、受注者においては、そのようなリスクも織り込んだ見積価格\n等を提示して受注に至っているはずであることにも鑑みると、事前検討を行っ\nていない工事を受注することによって、直ちに重大な経営リスクを招くほど多\n額の負担等が生ずるとする所論は採用できない。\n結局、仮に、事前検討を行っていない建設会社が受注することによって、計\n画どおりの施工ができないという可能性がある程度高まるとしても、そのよう\nな事態が生じ得ることには受注者も発注者も備えているはずであるし、いざそ\nのような事態が生じた場合、柔軟に計画を修正するなどして、双方が施工に向\nけて協力することが当然に見込まれるから、施工自体が、物理的に、あるいは\n受注者に重大な経営リスクをもたらすほどの経済的負担が生じる等の理由によ\nって、不可能になるという事態まではにわかに想定し難いというべきであり、\n原判決の判断もこれとおおむね同旨と解されるから、誤りはない。\nその他、所論を検討しても、かかる判断を左右するものは見当たらない。\nｊ  所論は、被告会社Ａ２の技術提案等の問題に関する原判決の判断につい\nて、①Ｂ１の技術提案等と比べて安全性・効率性において劣るとしても、安全\nな施工が実現不可能という程度のものではないとする点は、論理性を欠き、独\n占禁止法上の「競争」の概念も無視している、②問題とすべきは、被告会社Ａ\n２の技術提案が実際の施工を前提としたものであったか否かであるから、「技\n術提案自体が意味のないものであったとまではいえない」との説示は失当であ\nる、③原審各弁護人が、被告会社Ａ２の技術提案の問題点を具体的に明らかに\nしたにもかかわらず、この点について十分かつ具体的な検討を行っていない、\nとして、原判決の前記判断には誤りがあるという。\nしかし、①については、原判決が指摘するとおり、被告会社Ａ２が提出した\n技術提案書等について、その後行われたＣ２とのヒアリングにおいて、その施\n工可能性を疑わせるような指摘等がなされた事情は見当たらないし、品川駅北\n工区全工事及び品川駅南工区全工事に係る技術提案等は、技術評価委員会で\nも、Ｂ１やＢ２よりは劣るものの、被告会社Ａ１とそん色のない加算点を得て\nいるのであるから、これらの点が、当該技術提案が実際の施工に耐え得るもの\nであることを推認させる事情に当たることは明らかであるし、Ｂ１等より劣る\nからといって、直ちに安全な施工が不可能ということにならないことも当然で\nある。そもそも、被告会社Ａ２において、安全性を欠き、実際の施工に耐えな\nい技術提案書を提出するなどということが考え難いこと（原審記録を検討して\nも、そのように相手方の心証を害するとともに、自社の信用を損なうことが明\nらかな行為をあえて行う合理的な理由は見当たらない。）にも照らせば、原判\n決の前記判断に誤りはない。\n②については、原判決の指摘の説示は、被告会社Ａ２が提出した技術提案書\n等が、実際の施工を前提としないものではなく、それに沿った施工が可能であ\nる旨をいうものと理解し得るから、失当とはいえない。\n③については、前記の事情から、被告会社Ａ２の技術提案が実際の施工を前\n提としないなどといえないことが強く推認されるところ、原審各弁護人が指摘\nする個々の問題点を検討しても、前記の推認を覆すものは見当たらない（当審\nで所論が指摘する点を検討しても、同様である。）。そもそも、仮に、当該技術\n提案に不備があったとしても、直ちに同社の施工可能性を疑わせることにはな\nらないし、ましてや、他社の施工可能性を疑わせることにはほとんどならない\nのであって、この点が競争性の有無に関する結論に影響する余地が乏しいこと\nも考慮すれば、原判決が個々の問題点に関する判断を逐一示さなかったことも\n不適切とはいえない。\nその他、所論を検討しても、この点に関する原判決の判断を左右するものは\n見当たらない。\nｋ  所論は、個別工事の施工体制に関する原判決の判断について、①原判決\nが認定した被告会社等４社が雇用する新幹線工事管理者の有資格者数は、全員\nが本件各工事の施工に割り当て得ることを意味しない、②原判決は、品川駅北\n工区その１工事、品川駅南工区その１工事及び名古屋駅中央西工区１期工事に\n必要な有資格者数を認定しているが、これらの工事は、品川駅北工区全工事、\n品川駅南工区全工事及び名古屋駅中央工区全工事のごく一部を切り出したもの\nであって、後者の工事にはより多くの有資格者が必要になる、③新幹線工事管\n理者の不足が施工不能の理由にならないと結論づけるのであれば、事前の準備\nをしていなかった被告会社Ａ２が有していた有資格者のうち少なくとも何名を\n本件各工事に割り当てることができたといった具体的な事実を証拠によって認\n定しなければならないはずであるのに、そうしていない原判決の判断には論理\nの飛躍がある、として、原判決の前記判断には誤りがあるという。\nしかし、①については、指摘の事情は原判決も当然の前提としつつ、被告会\n社等４社がそれぞれ相当数の新幹線工事管理者の有資格者を雇用していること\nを、本件各工事に必要な工事管理者数（原判決は、実際に配置された人数を指\n摘しているが、配置が必要だった数は、同じ時点で、品川駅北工区その１工事\nは昼間４名程度、夜間４名程度、品川駅南工区その１工事は昼間６名程度、夜\n間８名程度、名古屋駅中央西工区１期工事は昼間２名程度、夜間２名程度であ\nったと認められる（ｈ②１３０～１３４頁）。）を確保し得たことを推認させる\n一つの事情とみたものと解され、かかる判断に誤りはない。\n②については、品川駅北工区その１工事及び品川駅南工区その１工事は、そ\nれぞれ、品川駅北工区全工事及び品川駅南工区全工事から、当初の数年間に施\n工すべき工事を切り出したものであるから、仮に後者の工事を受注したとして\nも、その当初に配置が必要だった工事管理者数は、前者のそれと大差なかった\nものと考えられる。また、名古屋駅中央西工区１期工事は、名古屋駅中央東工\n区１期工事と共に、名古屋駅中央工区全工事から、当初の数年間に施工すべき\n工事を切り出したものであるから、仮に名古屋駅中央工区全工事を受注したと\nしても、その当初に配置が必要だった工事管理者数は、前記の名古屋駅中央西\n工区１期工事に必要な人数に名古屋駅中央東工区１期工事に必要な人数（令和\n元年９月下旬の時点で、昼間３名程度、夜間１６名程度と認められる（ｈ②１\n３４頁）。）を併せた程度だったものと考えられる。その後の工事に配置すべき\n工事管理者は、現場で経験を積ませて補充する余地がより大きいことも考慮す\nると、原判決の指摘する事情は、品川駅北工区全工事、品川駅南工区全工事、\n名古屋駅中央工区全工事も含めて、本件各工事について、被告会社等４社に新\n幹線工事管理者が不足していたとはいえないことをうかがわせる事情といえる\nから、原判決の判断に誤りはない。\n③については、いかなる証拠や事実から要証事実を認定するかは基本的に自\n由なのであって、所論は前提を欠く。原判決が指摘する事情に加えて、被告会\n社等４社が本件各工事の施工計画等を提出していることに鑑みれば、必要な工\n事管理者を確保し得ないとの事情で実際には施工が不可能であったなどとは認\nめられないから、原判決の認定に誤りはなく、そこに論理の飛躍があるなどと\nはいえない。\nその他、所論を検討しても、この点に関する原判決の判断を左右するものは\n見当たらない。\nｌ  所論は、複数の工区の施工に関する原判決の判断について、①本件各工\n事のいずれかを被告会社等４社のいずれかが受注したことを前提として他の工\n区の受注の不可能性を主張することは前提を欠く旨の原判決の説示は、本件の\n事実関係や企業の経営判断の常識から逸脱している、②被告人Ａ４の供述を根\n拠に、複数工区の受注が不可能ではなかったなどと認定することはできない、\nとして、原判決の前記判断には誤りがあるという。\nしかし、①については、原判決がここで検討しているのは、Ｂ１、Ｂ２及び\n被告会社Ａ１は、それぞれ受注を目指していた工区があったから、それと工期\nの重複する他の工区の工事を並行して施工することは不可能であったとして競\n争性を否定する原審各弁護人の主張の当否であるところ、かかる競争性の有無\nは、本件合意が行われた平成２７年２月頃の時点で既に問題になるのであるか\nら、被告会社等４社が現に本件各工事のいずれかを受注したことを前提とし得\nないとする点に誤りはないし、各社に受注希望工区が存在し、それが重なって\nいなかったとしても、各社が希望どおり受注することを前提にすることはでき\nないとする点にも誤りはない。そうすると、原判決が原審各弁護人の前記主張\nを排斥したことに誤りはないし、このように解したとしても、被告会社等４社\nがそれぞれ受注目標工事を選定したり、その受注に向けて所要の準備等をした\nり、各社の判断で受注を希望しない工事の競争見積手続への参加を辞退したり\nすることを何ら妨げるものではないから、これが経営判断の常識等から逸脱し\nた判断であるなどとはいえない。\n②については、確かに、原判決が引用する被告人Ａ４の供述は、被告会社両\n社及びＢ１が、他の鉄道会社の仕事を全部やめるという、非現実的な仮定をし\nた上で、自身の推測を述べたものにすぎないし、そもそも被告人Ａ４が他社の\n施工能力等を正確に把握していたとも考え難いから、かかる供述を根拠に、前\n記３社において複数工区の施工が可能であったと認めるかのような原判決の説\n示は相当でない。もっとも、この点は、原審各弁護人の前記主張を排斥した原\n判決の結論を左右するものではない。\nその他、所論を検討しても、この点に関する原判決の結論を左右するものは\n見当たらない。\nｍ  所論は、有資格者の補充に関する原判決の判断について、ｈが各建設会\n社の準備状況について正確に理解した上で証言をしたのか疑問であるから、ｈ\nの証言をもって原審各弁護人の主張を排斥した原判決の前記判断は不当である\nという。\nしかし、ｈは、新幹線工事管理者の実情について気になり確認した結果とし\nて、原判決が引用する証言をしているところ、同人は発注者たるＣ２の幹部な\nのであるから、このような確認をなし得ることに何ら疑問はないし、この点に\nついて虚偽を述べる理由も見当たらない。反対尋問等を踏まえても、かかる証\n言の信用性を疑わせる事情が特に見当たらないことにも鑑みれば、原判決がそ\nの信用性を認め、それを前提とする判断をしたことに何ら誤りはない。\nａ  原判決が、「見積り・施工の客観的可能性に関する関係者の供述につ\nいて」の説示において、Ｂ１やＢ２の関係者の供述を、事前検討を行っていな\nい建設会社であっても、見積りや施工が可能であったとの認定に沿い、これを\n支える供述であると認めた点に関し、所論は、各関係者の供述の評価に誤りが\nあるという。\nまず、Ｂ１関係者が、品川駅工事開削工区について、事前検討を行っていな\nい会社であっても見積りや施工が不可能であったとはいえない旨の供述をした\nという点については、所論指摘のとおり、原判決が指摘するａやｂは、一方\nで、それらが相当に困難である旨の供述もしているし、そもそも、同人らにお\nいて、他社の見積りや施工に係る能力等を正確に認識していたとも考え難いか\nら、この点が、Ｂ２及び被告会社両社の見積りや施工の可能性を推認させる大\nきな事情に当たるとはいえない。もっとも、これらの会社も、品川駅工事開削\n工区の指名競争見積手続に参加し、参考見積書や技術提案書等を提出している\nこと、それらについて、Ｃ２から否定的な評価を受けていないこと、Ｂ２は品\n川駅北工区その１工事を現に受注し、問題なく施工していることなど、既に検\n討した事情からは、これらの会社において、品川駅北工区、品川駅南工区の各\n工事の見積り・施工が可能であったことが十分に認められるから、前記各供述\nを、かかる認定を支えるものと位置付けたことが誤りとまではいえない。\n次に、Ｂ２関係者が、品川駅南工区全工事について、もし受注したとしても\n施工はする旨供述したという点は、仮に、原判決が指摘する前記のようなｅの\n供述が、前記工事を、品川駅北工区全工事と並行して施工できるとする趣旨で\nあるとすれば、所論指摘のとおり、Ｂ２が品川駅工事開削工区全体の受注は困\n難と考え、その分割を働きかけてきた経緯等に照らし、にわかに信用し難いと\nいうべきである。もっとも、前記ｅの供述は、品川駅北工区全工事の受注を前\n提とせず、品川駅南工区全工事のみを受注した場合について述べたものと解す\nる余地もあり、そうであれば、Ｂ２が同工事についても参考見積書等を提出し\nていること等とも整合し、信用できる。原判決も、このような理解を前提に、\nｅの供述が、原判決の認定に沿う旨説示したものと解し得るから、そこに誤り\nがあるとはいえない。\nｂ  原判決が、「見積り・施工の客観的可能性に関する関係者の供述につい\nて」の説示において、Ｂ１関係者の発言や供述を挙げて、同社の技術がなけれ\nば品川駅工事開削工区を施工することは不可能であったとするＡ１側弁護人の\n主張を排斥した点に関し、所論は、原判決が前記発言等の証拠評価を誤ってい\nるという。\nしかし、前記のＢ１関係者の発言等が、自社技術の有用性について供述して\nいる場面でなされたものであるとの認定に誤りはないし、それを踏まえれば、\n直ちにそれらが額面どおりの意味をもつものとは認められないとの評価も相当\nである。前記のとおり、Ｂ１以外の会社も品川駅工事開削工区の施工が可能で\nあったことを認めるに足りる事情があることにも鑑みれば、前記の発言等がか\nかる認定を左右しないとした結論にも誤りはない。\n原判決が「経営判断の限界等について」の説示において、被告会社等４\n社のうち、事前検討を行っていた会社以外の会社が本件各工事を施工すること\nは、多額の赤字を生じさせたり工事の完成が不可能になったりするリスクや、\n他の工事の遂行への支障等をもたらすことになるから、そのような会社は、\n「通常の事業活動の範囲内において、かつ、当該事業活動の施設又は態様に重\n要な変更を加えることなく」「役務を提供することができる」状態にはないと\nして、本件各工事は独占禁止法にいう競争性が認められないとする原審各弁護\n人の主張を排斥したことについて、所論は、種々の点を指摘して、かかる原判\n決の判断には誤りがあるといい、さらに、被告会社Ａ１及び被告人Ａ３の所論\nは、原判決の判断は同法２条４項の解釈適用を誤っているというものと解され\nる。\nそこで検討するに、被告会社等４社が、高い施工能力・施工実績を有するこ\nとに加え、本件各工事の指名競争見積手続に参加して、参考見積書や技術提案\n書、施工計画等を提出していたこと、その後のヒアリングや技術評価委員会の\n審査において、その内容が不適格とされなかったことなどに照らせば、被告会\n社等４社において、これを受注したにもかかわらず、その責めに帰すべき事由\nによって施工計画等に沿った施工を行えずに多額の損害賠償等の責任を負うよ\nうな事態や、工事の完成を断念せざるを得ないような事態に至る可能性は、そ\nもそも高いとはいえない。もとより、不測の事態により施工が計画よりも遅れ\nたり、それにより費用負担が生じたりする可能性はあるが、そのようなリスク\nも十分に織り込んで見積価格等を設定しているはずであり、それを踏まえて請\n負契約締結に至っているのであるから、そのような事態が生じたからといっ\nて、直ちにその事業活動の継続を困難にするような事態に至るとは考え難い。\n更にいえば、被告会社等４社において、真に、見積価格等に織り込むことに\nよってもカバーし切れないリスクがあるとか、既に受注し、又は受注予定の他\nの工事等の関係で本件各工事を受注すると多大な悪影響が生じるなどと認識し\nていたのであれば、それにもかかわらず本件各工事の指名競争見積手続に参加\nするという経営判断自体、極めて不合理で違法性をも問われかねない判断とい\nうことになるはずであるが、被告会社等４社が行った本件各工事の指名競争見\n積手続に参加する旨の経営判断について、事前にも事後にも、その不合理性等\nが問題とされた形跡はないのであって、このことも、当該会社において前記の\nように認識していなかったこと、ひいては、そのような状況が実際にもなかっ\nたことを強く推認させる。\n以上によれば、少なくとも被告会社等４社が実際に指名競争見積手続に参加\nし、参考見積書等を提出するに至った工事に関する限り、当該会社が「通常の\n事業活動の範囲内において、かつ、当該事業活動の施設又は態様に重要な変更\nを加えることなく」「役務を提供することができる」状態にあったことは優に\n認められる。原判決も、その措辞に明確でないところはあるが、おおむね同旨\nをいうものと理解できるのであって、その結論に、事実誤認や法令適用の誤り\nがあるとはいえない。\nそうすると、品川駅北工区、品川駅南工区、名古屋駅中央工区に含まれるい\nずれの工事に係る役務についても、２以上の事業者が供給可能であったと認め\nられるから、競争性に欠けるところはない。\nウ  Ｃ２の意思について\nはじめに\n原判決は、Ｃ２が特定の事業者に発注することを決定しておらず、競争によ\nって受注事業者を選定する意思を有していたと認定するに当たり、要するに、\nこれを推認させる事情として、㋐Ｃ２は、コストダウンを強く追求していたこ\nと、㋑本件各工事について、見積価格が相当に重視され、Ｃ２の恣意が入り込\nみ難い指名競争見積手続を採用していたこと、㋒現に当初から事前検討を行っ\nていたものではない事業者が受注したことがあること、㋓Ｃ２関係者が、あら\nかじめ発注先を決めていたことはないなどと供述していること等の事情を認\nめ、他方、㋔特定の事業者に対する事前検討依頼の事実等、原審各弁護人が主\n張する種々の事情は、Ｃ２が受注事業者を決定していたとの合理的な疑いを生\nじさせるものではないと判断した。所論は、前記諸点に関する原判決の各判断\nに誤りがあり、前記のようには認定できないと主張するので、以下順次検討す\nる。\nコストダウンの追求（前記㋐）について\n原判決は、要するに、Ｃ２においては、平成２４年秋頃からリニア中央新幹\n線関連建設工事の発注方法に関する検討を進めるに当たり、巨額の費用を全額\n自己資金により賄うことを予定していたこともあり、一貫して、競争原理の導\n入によりコストダウンを図ることが重要方針とされていたこと、平成２５年５\n月頃には、品川駅及び名古屋駅の工事について、被告会社等４社を指名して技\n術提案と価格の両面を競わせる競争見積の方法を採用することが想定されてい\nたこと、同年１１月には、ゼネコン各社に新たに技術的検討を依頼することを\n禁止等する内容の検討依頼禁止通知が発出されたこと、本件各工事に係る指名\n競争見積手続においても、リニア中央新幹線計画の早期実現も追求しており、\nかつ、事前検討をしていた事業者の見積価格が最安値となっているにもかかわ\nらず、予定していた基準価格を上回ることなどから手続を不調としたり中止し\nたりしていることなどから、Ｃ２がコストダウンを強く追求していたことが認\nめられるとしているところ、所論は、①Ｃ２において、平成２５年５月頃には\n被告会社等４社を指名して競争見積の方法を採用することが想定されていたと\nの認定は誤っている、②検討依頼禁止通知の発出という事実の評価を誤ってい\nる、③発注方法に関し、Ｃ２が一貫して競争原理の導入によるコストダウンを\n重要方針としていたとはいえない、という。\nしかし、①については、原判決が挙げるｍの供述等の関係証拠によれば、同\n人らＣ２関係者は、平成２５年５月頃の時点で、本件各工事について、被告会\n社等４社を指名する競争見積手続を採用することを想定していたことが認めら\nれるから、原判決の認定に誤りはない。所論は、同時期にｍらが副社長に報告\nした際に用いたメモに、前記のような内容が明記されていないことや、特定の\n建設会社から支援を受けているという事実が記されていないことをもって、ｍ\nの前記供述は信用できないというようであるが、指摘の点は、特にその信用性\nを疑わせる事情とはいえず、採用できない。\n②について、所論は、Ｃ２のｔ（以下「ｔ」という。）が作成した平成２５\n年１０月１０日付け「ゼネコン等業者への対応方について」という文書（ｍ②\n別紙２－１１）に、品川駅工事開削工区について「現時点でＯ社のみ」「Ｔ社\nはＢ駅での競合を避けるため、入札への真剣度は低くなる可能性大。Ｓ社、Ｋ\n社の参加が望まれる。ただし、これまでのＯ社の協力度を考えると当社から積\n極的に他社の参加を促すのは心苦しい部分がある」などと、名古屋駅について\n「軌道等を除けば、Ｔ社のみ」「Ｓ社、Ｋ社から提案（手伝い）の申し出があ\nる模様。Ｓ社、Ｋ社の提案を受入れ、競争可をアピール」などとそれぞれ記載\nされていることを挙げて、Ｃ２は、協力を依頼していた会社以外の会社は、Ｃ\n２から競争への参加を促す行為をしなければ、競争への参加を期待できない状\n況にあったことを認識していたものと推認できるが、その後も自ら競争を促す\nような行為を全く行っていないとした上、検討依頼禁止通知は、あくまで平成\n２６年以降の依頼を原則として禁止するものにすぎず、前記のような状況にお\nいて競争を促す機能を果たし得ないとして、その発出を、Ｃ２に競争させる意\n思があったことを推認させる間接事実として取り上げた原判決の判断は誤りで\nあるという。しかし、仮に、指摘の文書から、その作成の時点において、ｔら\nＣ２関係者が、品川駅工事開削工区の関係ではＢ１、名古屋駅の関係では被告\n会社Ａ１しか受注に積極的でないと認識していたことがうかがわれるとして\nも、そのような状況を容認していないことは明らかである（同じ文書には、\n「Ａ駅はＯ社、Ｂ駅はＴ社、Ｃ駅はＳ社と勝手な住み分けがなされる恐れがあ\nる」などの記載もある。）し、Ｃ２において競争を促すような行為を全く行っ\nていないともいえない（Ｂ２の求めに応じて品川駅工事に関する資料を渡した\nことのほかにも、例えば、名古屋駅中央工区全工事の出件前の平成２７年３月\n頃に、Ｃ２の関係者が、被告会社Ａ２及びＢ２の担当者に対し、公表資料を使\nって施工手順を説明し、不明な点等について答えるという機会を設けたことも\n認められる（ｏ①９頁）。）。いずれにしても、真にＣ２が受注事業者を決定\nしており、競争させる意思がなかったのであれば、検討依頼禁止通知を発出す\nる必要はなかったはずであるから、その発出をもって、Ｃ２において競争させ\nる意思を有していたことを推認させる一つの事情とみたことに誤りはない。\n③については、関係証拠によれば、Ｃ２において、少なくとも平成２４年秋\n頃以降は、一貫してコストダウンを図ることが重要方針とされていたことが認\nめられるから、原判決の前記認定に誤りはない。所論は、競争入札ではなく、\n随意契約によることが前提になっていたともいうが、Ｃ２において採用が想定\nされていたのは、特命随意契約ではなく、競争見積手続による競争性のある随\n意契約であったと認められるから、前記判断を左右しない。\n競争見積手続の仕組み等（前記㋑）について\nａ  原判決は、要するに、本件各工事について採用された指名競争見積手続\nについて、具体的な手順が定められていること、総合評価方式が採用された場\n合でも、標準点１００点に対し加算点は１０点満点でしかない上、単純に見積\n価格のみで決定する方式が採用された場合もあることなどから、見積価格が相\n当に重視され、Ｃ２の恣意が入り込み難い方法であると認めた。これに対し、\n所論は、①具体的な手順が定められていたとしても、客観的な入札結果のみに\nより自動的に受注事業者が決まるわけではなく、これを決定する場面において\nＣ２の恣意が入る余地がある、②本見積書提出の前段階でもＣ２の恣意・誘導\nが入り込む仕組みになっている、③Ｃ２は、事前に説明した手続自体をその裁\n量で手続開始後に変更している、④Ｃ２が見積価格を相当に重視していたこと\nは、同社の恣意の介在の余地があることと矛盾しない、という。\nしかし、①については、仮に、Ｃ２において、受注させたいと考える意中の\n事業者がいたとしても、ほぼ見積価格で決まる評価値によって、第１順位及び\n第２順位の価格協議先が決まるのであるから、意中の事業者の評価値が上位２\n位以内に入らない限り契約の対象とはなり得ないし、第２順位になったとして\nも、まずは第１順位の事業者と交渉をしなければならないのであるから、意中\nの業者に発注できない可能性が高いことになる。所論は、第１順位の事業者と\nの契約を拒めばよいというが、そうしつつ、他方で第２順位の事業者と契約す\nることが、容易でないことは明らかである（第１順位の事業者がＣ２にとって\n有利な条件を提示していたにもかかわらず、それを拒んでより不利な第２順位\nの事業者の提示した条件で契約することは、その合理性が厳しく問われること\nになろう。他方で、評価値では劣っていた第２順位の事業者が、一転して第１\n順位の事業者よりも有利な条件を提示してくれることが期待し難いことも明ら\nかである。）。所論は、手続自体を不調にしてやり直すこともできたともいう\nが、原判決もいうように、早期の着工が要請される中で、安易にやり直しを選\n択することが困難であることは明らかであるし、やり直したからといって意図\nしたとおりの結果になるとも限らないから、現実的でない。そうすると、現に\n採用された指名競争見積手続が、Ｃ２の恣意が入り込み難い手続であったとの\n認定に誤りはない。\n②について、所論がいかなる誘導等を想定しているのかは明らかではない\nが、各事業者が設定する見積価格を、Ｃ２において誘導することに限界がある\nことは明らかであるから、そのような誘導によって意中の事業者を第１順位の\n価格協議先とすることをＣ２が当然のこととして想定していたなどとは考えら\nれない。\n③については、Ｃ２が、品川駅北工区全工事及び品川駅南工区全工事の競争\n参加説明書には記載がなかった不調手続を参考見積書提出期限後に導入したこ\nとは原判決も認定するとおりであるが、提出されていた各参考見積書におい\nて、前者についてはＢ２、後者についてはＢ１（いずれも所論がいう意中の事\n業者に当たると解される。）がそれぞれ最安値を提示していたにもかかわら\nず、前記のように不調手続を導入していることや、不調にした後の手続とし\nて、Ｃ２の社内では、いわゆるオークション方式（各社と並行して価格協議を\n行い、他社の金額を示すなどして全社にコストダウンを迫り、最終的に最も低\nい金額を提示した会社と契約を締結するという方式）の採用も検討されたもの\nの、それによると協議担当者の裁量が大きくなりすぎるおそれがあることが懸\n念されて、オークション方式は採用されず、予算や発注条件を見直すなどして\n改めて見積合わせを行うという方式が採用されたこと（原審甲３７）に鑑みれ\nば、恣意的に受注事業者を決定するために不調手続を導入したものでないこと\nは明らかであるし、不調手続を利用することによって、指名競争見積手続を採\n用しつつ意中の事業者と確実に契約するなどということが現実的でないことは\n前記のとおりである。なお、所論は、競争参加説明書に不調手続の記載がなか\nったのは、Ｃ２が自ら妥当な工事金額を積算していなかったために、予算と現\n実の工事金額とのかい離の程度が分からず、手続を不調にする基準を決めるこ\nとができなかったためと解されるとして、このことが、Ｃ２において競争させ\nる意思があったことを否定する事情に当たるともいうが、根拠の乏しい推論と\nいうほかなく、採用できない。そうすると、これらの点は、原判決の判断を左\n右しない。\n④については、仮に、発注者において、何らかの事情で指名競争見積手続を\n採用しつつも、恣意的に意中の事業者を価格協議先にすることを意図していた\nのであれば、見積価格という自身では左右できない点ではなく、自ら左右し得\nる加算点を重視する方式を採用するのが自然かつ合理的であるところ、Ｃ２\nは、一般的な指名競争見積手続と比較しても価格を重視するという、前記と正\n反対の方式を採用したのであるから、この点も挙げて、かかる方式がＣ２の恣\n意が入り込み難いものであると認め、この点が、コストダウンのために事業者\nを競争させる意思を有していたことをうかがわせる一つの事情に当たるとみた\n原判決の判断に誤りはない。\nｂ  所論は、①Ｃ２が品川駅工事開削工区を分割したのは、品川駅北工区全\n工事をＢ２、品川駅南工区全工事をＢ１にそれぞれ受注させるためである、②\n名古屋駅中央工区全工事につき平成２７年６月にＢ１の辞退を認めたことは、\n後に条件変更をして出件する予定の品川駅南工区その１工事を同社に受注させ\nることをもくろんでいたことを推認させる、③名古屋駅中央工区全工事の契約\n手続中止後に、被告会社Ａ１とのみ３３回に及ぶ打合せを行ったのは、同社へ\nの発注を決めていたためである、④名古屋駅中央西工区１期工事を出件した経\n緯や出件後の扱いには、Ｂ１にこれを受注させるための種々の恣意がみられ\nる、⑤名古屋駅中央東工区２期工事を被告会社Ａ１に特命随意契約で発注した\nことは、名古屋駅中央工区の工事を同社に受注させる意向を有していたことを\n推認させる、⑥加算点の評価が適正でない、として、Ｃ２が、現に特定の事業\n者に受注させるための恣意的な運用を行ったという。\nしかし、①について、原判決は、同旨の原審各弁護人の主張に対し、Ｃ２に\nおいて、Ｂ２が競争に参加しやすい環境を整えることも考慮に入れて品川駅工\n事開削工区を分割した可能性は考えられるとしつつも、工区が分割されたから\nといって、品川駅北工区全工事がＢ２でなければ受注できないという事態には\nなっていなかったこと、両工区の一方を受注したゼネコンが他方を受注できな\nいという、いわゆる一抜け方式が採用されていなかったこと、Ｃ２関係者によ\nる、競争性の確保を企図して分割した旨の供述は、複数の社内資料の内容に沿\nい、信用できることなどを指摘して、Ｃ２が工区を分割した理由が、品川駅北\n工区全工事をＢ２に、品川駅南工区全工事をＢ１にそれぞれ受注・施工させる\n意思を有していたからであるとの主張は採用できないと判断しているところ、\nかかる判断に誤りはない。所論は、ａの証言を挙げて、工区の分割の結果、Ｂ\n１が両工区を施工することが不可能となったとした上で、それを前提に、その\nようなＢ１が規模の小さい品川駅北工区全工事の受注を目指すことは経営判断\nとしてあり得ず、当然品川駅南工区の受注を目指すから、北工区を受注できる\nのはＢ２に限られていたと主張するが、指摘のａの証言は、「２工区に分けら\nれても、両方の受注を目指すという選択肢もなくはなかったが、人員が（分割\nされない場合に比べて）１．５倍くらい必要になり、それだけの人員が振り分\nけられるかどうかという問題があった。無理すれば人員が足りないことはない\nかもしれないが、そこまで無理する必要はないと判断した」旨をいうにとどま\nり、必ずしも不可能であったとまでいう趣旨とは解されないし、被告会社両社\nにおいても各工区の施工が不可能であったといえないことは既に述べたとおり\nであるから、所論は前提を欠く。また、所論は、Ｃ２が両工区を別々の建設会\n社に受注させる意向を有していたことは建設会社にとっても明らかであり、特\n定の建設会社が両方を受注する事態はおよそ想定されていなかったため、一抜\nけ方式を採用するまでもなかったと考えられるともいうが、Ｃ２において、自\n社のそのような意向を建設会社が認識した上、その意向に沿った行動をとって\nくれることを当然に想定していたなどとは到底考えられない。仮に、真に両工\n区について別の会社が受注することを望んでいたのであれば、一抜け方式を採\n用するのが自然な判断であることは明らかであるから、これを採用していない\nことに関する原判決の評価に誤りはない。所論は、複数の者が目にする社内資\n料において建前を記載するのは当然であり、ましてやＢ２に受注させるために\n工区を分割するなどと記載できるはずがないなどともいうが、真にＣ２が組織\nとして受注させる建設会社を決定していたのであれば、その旨を社内資料に記\n載することに何ら支障はなかったはずであるから、所論は採用できない。さら\nに、所論は、工区を分割することが不合理である旨縷々主張するが、現に、分\n割後の品川駅北工区その１工事及び品川駅南工区その１工事をそれぞれ異なる\n事業者が受注したが、その施工に当たって特段の不都合が生じた形跡がないこ\nとなどに照らせば、所論がいうほど不合理でないことは明らかであるから、こ\nの点をもって、工区の分割が、Ｂ２に品川駅北工区の工事を受注させるための\n恣意的な判断であるなどとはいえない。\n②については、Ｂ１が名古屋駅中央工区全工事の指名競争見積手続への参加\nを辞退した平成２７年６月の時点において、Ｃ２では、不調に終わった品川駅\n南工区全工事の一部を切り出して再度出件すること、そこでは単純に見積価格\nのみで価格協議先を選定する方法を採用することが検討されていたことがうか\nがわれるから、この時点で恣意的にＢ１に受注させることをもくろんでいたと\nは認められない。Ｃ２側において、出件後の品川駅南工区その１工事におい\nて、Ｂ１が最も安い見積価格を提示することを予期していた可能性はうかがわ\nれるが、不調に終わった品川駅南工区全工事において、Ｂ１が最も安い見積価\n格を提示していたことに鑑みれば無理もないし、前記のような手続を予定して\nいたにもかかわらず、これによらずに同社に受注させることをもくろんでいた\nことまで推認することはできない。また、名古屋駅中央工区全工事からの辞退\nを申し出た会社はほかになかったと認められるから、Ｂ１の辞退の申出をＣ２\nが認めたことが恣意的な取扱いに当たるともいえない。そうすると、この点を\nもって、Ｂ１に品川駅南工区の工事を受注させるための恣意的な取扱いと評価\nすることはできない。\n③について、原判決は、Ｃ２が、名古屋駅中央工区全工事の手続中止後の平\n成２７年９月から１２月にかけて、被告会社Ａ１と３３回の打合せを行った点\nに関し、その打合せ議事録に「Ａ１と９月より単独（価格協議順位１位者）で\n協議を開始した。この時点ではＡ１にお任せするつもりであった」とのＣ２側\nの発言が記載されていることも踏まえて、Ｃ２がこの頃被告会社Ａ１に工事を\n受注させることを選択肢としつつ受注価格の引下げを図っていたことがうかが\nわれるとしながらも、Ｃ２関係者が受注事業者や発注方式を最終的に決定した\n旨の発言をしているわけではないことや、Ｃ２が、その後に結局は名古屋駅中\n央西工区１期工事について被告会社Ａ１とＢ１を指名して指名競争見積手続に\n付していることを踏まえると、Ｃ２において、名古屋駅中央工区の工事の受注\n事業者を被告会社Ａ１に決定した上で指名競争見積手続を恣意的に中止して被\n告会社Ａ１を相手にコストダウン交渉をしていたとみることはできないと説示\nしているところ、かかる判断に誤りはない。所論は、Ｃ２関係者が、受注事業\n者を決定した旨の発言をするわけがないというが、真に受注事業者を決定して\nいたのであれば、その旨の発言をすることに何の支障もないはずである。ま\nた、所論は、前記のＣ２側の発言は、この打合せの時点ではＡ１に受注させる\n意向をＣ２が有していたことを示す事情とみるべきであるというが、前記のと\nおり、本件合意が平成２７年２月頃に行われていることに鑑みると、Ｃ２が受\n注事業者を決定していて競争させる意思を欠いていたといえるかどうかも、基\n本的にはその時点で問題となるというべきである。そして、前記の発言は、そ\nれが正確に記録されているとしても、せいぜい、Ｃ２関係者が、打合せを開始\nした平成２７年９月頃の時点で、価格等の協議が整って被告会社Ａ１と契約締\n結に至ることを期待していたことを示すものにとどまり、現に契約締結に至っ\nていないことに照らしても、その時点で同社に受注させることまで決定してい\nたことを示すものでないことは明らかである。そして、Ｃ２が、被告会社Ａ１\nとの間でのみ、前記のような期待を持って打合せを行ったことも、中止された\n名古屋駅中央工区全工事の指名競争見積手続において、被告会社Ａ１が参考見\n積書等を提出し、そこで最安値の参考見積価格を提示していたこと、手続中止\n後に同社の側から打合せの申入れがあったこと、他方で、前記手続に参加して\nいた他の会社（被告会社Ａ２及びＢ２）からは、特に打合せの希望がなかった\nと解されること等の事情に鑑みれば、恣意的な取扱いとまではいえないから、\nこのことは、いまだ名古屋駅中央工区の工事が出件すらされていなかった平成\n２７年２月頃の時点で、Ｃ２が被告会社Ａ１の受注を期待していたことを示す\nものではないし、まして、その旨決定していたことを示すものではない。\n④については、前記のとおり、Ｃ２の意思も、基本的には、平成２７年２月\n頃の本件合意の時点のものが問題になるところ、その時点で、Ｃ２が、名古屋\n駅中央西工区１期工事をＢ１に受注させることを決定していたことをうかがわ\nせる証拠等は全くない。所論も、そのような主張はしておらず、むしろ、これ\nを含む名古屋駅中央工区の工事について、前記の時点では、被告会社Ａ１に受\n注させることを決定していたために、競争させる意思を欠いていた旨の主張を\nしているものと解される。そうすると、仮に、名古屋駅中央西工区１期工事に\n関し、Ｂ１に受注させるための恣意的な扱い等が認められるとしても、前記の\n時点において、名古屋駅中央工区の工事について、Ｃ２が被告会社Ａ１に受注\nさせることを決定していたことが推認できるなどとはいえない。なお、本件合\n意の時点では前記のような決定をしていなかったとしても、その後の実行行為\n（本件受注予定事業者決定及び本件価格連絡）の時点ではそのような決定をし\nていたという事情があれば、犯罪が成立する範囲に影響する可能性はあるが、\n本件における全ての実行行為は、平成２７年８月下旬頃までに行われている\n（原判示事実参照）のに対し、所論が、名古屋駅中央西工区１期工事をＢ１に\n受注させるための恣意的な取扱いとして挙げる事情は、いずれもそれよりも後\nに生じたものであるから、前記のような可能性もない。そうすると、具体的な\n内容を検討するまでもなく、この点に関する所論は採用の余地がない。\n⑤について、原判決は、名古屋駅中央東工区２期工事は、Ｂ１も受注しても\nよいという意向を示したということであって、必ずしも被告会社Ａ１でなけれ\nば施工できない工事とは考えられず、Ｃ２が同工事を被告会社Ａ１に受注させ\nたことは、名古屋駅中央工区工事全体を被告会社Ａ１に受注させる意思を有し\nていたと推認させるものではないと判断したのに対し、所論は、Ｂ１の前記の\n意向は、婉曲に断りの意思を示したものといえるから、原判決の判断は失当で\nあるという。そこで検討するに、名古屋駅中央東工区２期工事に関し、ｈは、\n要旨、「平成３０年春頃から、契約のための準備を進めた。もともとは被告会\n社等４社の指名競争見積方式を採用することを予定していたが、既に本件独占\n禁止法違反事件が事件化していたので、被告会社等４社の意向確認をしたとこ\nろ、Ｂ２や被告会社Ａ２は、こういう時期なのでしばらくリニア中央新幹線関\n連工事への参画は控えたいとのことだった。他方、被告会社Ａ１は、指名競争\nという形では参加できないが、特命随意契約であれば検討したいとのことであ\nり、Ｂ１も同様であった。その後、被告会社Ａ１から、施工体制もとれるし是\n非参加したいという話があったが、Ｂ１は、準備をしていた工事ではないので\n少し検討時間がほしいということだった。そういう中で、契約の時期の問題も\nあるので、被告会社Ａ１との特命随意契約という形で進めることを同年６月頃\nに社内的に整理して同社と調整を始め、同年１２月にそれが整って契約した」\n旨供述している（ｈ①１４～１６頁）ところ、その信用性を疑う理由はないか\nら、契約に至る経緯は前記のとおりであったと認められる。そして、これによ\nれば、本件独占禁止法違反事件の発覚という想定外の事情によって、被告会社\n等４社やＣ２の置かれた状況等は大きく変わっていたものと解されるから、こ\nの時点の事情から遡って本件合意時のＣ２の意向を推認することは困難という\nべきであるし、前記のような被告会社等４社の意向等を踏まえれば、その時点\nで被告会社Ａ１と特命随意契約を締結したことが、特に恣意的な対応ともいえ\nない。そうすると、この点が恣意的な対応であるとし、そのことがもともとＣ\n２が名古屋駅中央工区の工事を被告会社Ａ１に発注する意向を有していたこと\nを強く推認させる旨のＡ１側弁護人の主張を排斥した原判決の結論に誤りはな\nい。\n⑥について、所論は、ｂの供述を挙げて、品川駅北工区全工事及び品川駅南\n工区全工事についてＢ１が獲得した加算点が低すぎるというが、ｂが自社の提\n案内容を贔屓目にみるのは無理もないし、同人が他社の技術提案等の内容を具\n体的に把握しているとも考えられないから、この供述をもって、加算点の評価\nが適正でないなどとはいえない。そもそも、Ｃ２において、意中の事業者に受\n注させるために加算点を恣意的に操作するのであれば、意中の事業者の加算点\nを操作して高くすることはともかく、低くする合理的な理由は全く考え難いの\nであって、この点からしても、指摘の事情から、Ｃ２の恣意がうかがわれるな\nどとはいえない。\nｃ  その他、所論が種々指摘する点を検討しても、本件指名競争見積手続に\n恣意的運用の余地があり、また実際にＣ２が恣意的運用を行ったなどとはいえ\nないとした原判決の判断を不当とするものは見当たらない。\n事前検討を行っていない事業者による受注（前記㋒）について\n原判決が、「結局品川駅北工区その１工事についてはＢ２、名古屋駅中央西\n工区１期工事はＢ１という、それぞれ当初から事前検討を行っていたものでは\nない事業者が受注したのであって、このことは、Ｃ２が当初から受注事業者を\n決定していたとはいえないことを示している」としたことに対し、所論は、こ\nの事実は弁護人の主張と矛盾しない、当初の予定がその後の事情で修正・変更\nされたからといって、結論は左右されない、などという。\nしかし、原審各弁護人は、一方で、調査設計等の事前の検討を依頼した時点\nで施工業者を決めていたという主張もしていたのであるから、原判決の指摘す\nる前記の事実は、いずれもこれに対する適切な反証といえる。また、名古屋駅\n中央西工区１期工事をＢ１に受注させたという事実は、これを含む名古屋駅中\n央工区の工事を特定の会社（被告会社Ａ１を指すと解される。）に受注させる\nことを決めていた旨の、原審以来の各弁護人の主張が事実でないことを推認さ\nせる事実といえる。所論は、当初は被告会社Ａ１に受注させることを決めてい\nたが、その後の事情によって、受注させないことを決めたのであるから、前記\nのような推認はできないというようであるが、その主張によっても、そのよう\nな事情として指摘されているのは、被告会社Ａ１と価格が折り合わなかったと\nいう、当初から想定可能なものにとどまるから、採用できない。原判決の前記\n説示に誤りはない。\nＣ２関係者の供述（前記㋓）について\n原判決は、要するに、Ｃ２関係者（ｈ、ｍ、ｕ、ｏ）の、あらかじめ発注先\nを決めていたことはなく、被告会社等４社のいずれについても見積り・施工が\n可能と考えていた旨の供述について、Ｃ２の恣意が入り込み難い発注方式を採\n用し、その枠組みの中で対応していたこと等を踏まえると信用できるとし、か\nかる供述を、Ｃ２が発注先を決めていたことはないという事実を認める一つの\n根拠としたものであるが、かかる判断に誤りはない。\n所論は、前記のＣ２関係者は、本件各工事の発注手続が適正に行われたこと\nが否定されると社内でマイナスの評価を受けるから、虚偽の供述をしていると\n考えられる旨いうようであるが、本件各工事に関し、Ｃ２が競争手続を採用せ\nず、特命随意契約の方式で特定の事業者に発注したとしても、何ら適正を欠く\nことにはならないのであるから、仮に、同社が真にそのような決定をしていた\nのであれば、前記の同社関係者において、これを否定しなければ社内でマイナ\nスの評価を受けるなどと考えたはずがないし、何らかの事情でそのように考え\nたとしても、そのために、偽証罪に問われ得るとともに、社内の評価も害し得\nる偽証という違法行為にまで及ぶということも不自然である。前記のような各\n供述が、相互によく合致し、これに沿う社内文書等があること、現に指名競争\n見積手続が採用されるなどしていること等にも照らすと、これらの者がそろっ\nて虚偽を述べているなどとは考えられず、所論は採用できない。\n事前検討依頼等（前記㋔）について\nａ  所論は、原判決が、Ｂ１や被告会社Ａ１が事前検討に深く関与していた\nとはいえ、将来の請負契約を締結する地位を予約するような拘束力はないか\nら、事前検討を依頼するなどしていたことをもって、Ｃ２が工事受注事業者を\n決定していたなどとはいえないとした原判決の判断に対し、①名古屋駅及び品\n川駅の各概略設計には、それぞれ被告会社Ａ１及びＢ１が関与していたから、\n原判決がこれを認定していないことは誤りである、②Ｃ２関係者の発言等は、\n拘束力を伴う合意ではなくても、特定の建設会社に将来の施工を任せるという\n意思の存在を強く推認させる事情に当たる、③事前の検討を行う建設会社が圧\n倒的に有利な立場に立つことはＣ２も認識していたから、真に競争を求めてい\nたのであれば、特定の建設会社に事前の検討を行わせることはあり得ず、少な\nくとも出件の直前まで事前の検討を行わせることはあり得ない、として、原判\n決の前記判断は誤っているという。\nしかし、①について、関係証拠（原審甲１８等）によれば、Ｃ２がＣ５に発\n注した各調査設計については、被告会社Ａ１の関係会社（Ｅ株式会社）やＢ１\nの関係会社（株式会社Ｇ）が下請けとして入っていたのに対し、概略設計につ\nいてはそのような事情はないこと、むしろ、Ｃ２としては、概略設計の段階で\nはゼネコン等が関与するという形はとらないようにしており、現に関係会社を\n下請けに入れたりはしていなかったことが認められるから、原判決が、概略設\n計については、「Ｃ５への発注に当たり、特定のゼネコンやその関係会社が契\n約当事者となることはなかった」と認定したことに誤りはない。所論は、原判\n決も認定する、調査設計終了後も、Ｃ２へのＢ１や被告会社Ａ１の協力があっ\nたという事実を挙げて、これは概略設計のために行われたのであり、これを概\n略設計と切り離している点において、原判決に誤りがあるという。確かに、概\n略設計が行われていた時期にもＢ１や被告会社Ａ１による協力が行われてお\nり、その中には概略設計に関係するものもあった可能性があるが、それを踏ま\nえても、原判決の前記の認定が誤りとはいえないし、事前検討依頼の事実をも\nってＣ２が工事受注事業者を決定していたなどとはいえないとする結論も変わ\nらない。\n②については、Ｃ２において、真に事前検討を依頼した事業者に発注するこ\nとを決めていたのであれば、その旨の拘束力のある合意等をすることは十分可\n能であるし、そうしておかなければ、将来、当該事業者に実際に発注すること\nを確実に実現し得ないはずである。また、当然ながら、特定の事業者に発注す\nることを決定する前提として、当該事業者が受注する意向を確認しているはず\nであるが、そうであれば、当該事業者の側からも、拘束力のある合意等を求め\nるのが自然である。それにもかかわらず、そのような拘束力のある合意等はな\nされていないのであるから、この点をもって、Ｃ２が工事受注事業者を決定し\nていたことを否定する方向に働く事情とみた原判決の判断に誤りはない。所論\nは、拘束力のある合意等がなくとも、事実上、受注事業者を決定したといえる\n場合があるというようであるが、様々な状況の変化や人事異動等が想定される\n中で、いかにして将来の発注を決定することができるという趣旨か判然とせ\nず、採用できない。\n③については、原判決もいうとおり、Ｃ２は、本件各工事の大規模性や難易\n度の高さゆえに、計画段階から、高い技術力を有する被告会社Ａ１及びＢ１の\n協力を得ざるを得なかったのであって、そのことから、将来の工事の施工を両\n社に発注する意図が推認できるとはいえない。そして、Ｃ２は、一貫して競争\n原理の導入によるコストダウンを追求し、遅くとも平成２５年５月頃には、被\n告会社等４社による指名競争見積手続の方法を採用することを想定していたと\nころ、概略設計については前記両社の関係会社が下請けに入らないようにした\nり、平成２６年以降ゼネコンに技術的検討を依頼することを原則禁止等する検\n討依頼禁止通知を発出したり、本件各工事の出件に当たって調査設計及び概略\n設計の成果に基づく情報等を出件図書に織り込んだりして、競争に当たって前\n記両社が有利になりすぎないように相応の配慮をしている。なお、実際には、\n平成２６年１２月以降も、前記両社とＣ２側との間で、本件各工事に関する打\n合せ等が行われたことは所論指摘のとおりであるが、このような検討依頼禁止\n通知に反する対応が、Ｃ２の意思を表すものでないことは明らかであるから、\nこのことから、前記両社に発注することを決定していたと推認することはでき\nない。\nｂ  所論は、原判決が、原審各弁護人が挙げるＣ２関係者らの発言につい\nて、正式な文書等に基づくものでないことを指摘するなどして、Ｃ２が組織と\nして受注事業者を決定していることを意味するものとはいえないと判断したこ\nとに関し、Ｃ２は、建前上は競争により受注事業者を選定するという立場をと\nらざるを得ず、正式な文書で特定の建設会社に発注の意向を示すはずのないこ\nとは当然であるところ、前記Ｃ２関係者らの各発言は、正式な文書等に基づく\nものでなくても、Ｃ２が組織として決定していた内容を伝えていたものとみる\nべきである、として、原判決の前記判断は誤っているという。\nしかし、指名競争見積手続を採用するという方針自体、Ｃ２が決定したもの\nであり、そうしなければならない事情はなかったのであるから、同社におい\nて、建前上競争により受注事業者を選定するという立場をとらざるを得なかっ\nたなどとはいえない。真に受注させる事業者を決定していたのであれば、その\n旨の正式な文書を発出することなどに何ら障害はなかったはずであるから、所\n論は前提を欠く。所論は、正式な文書等によらずとも、会社が事実上意思決定\nをしたといえる場合はあるともいうが、一般論はともかく、本件各工事につい\nては、Ｃ２において、一貫して競争原理の導入によるコストダウンが重要方針\nとされ、現に指名競争見積方式が採用されていたのであるから、それにもかか\nわらず、同社が実際には特定の事業者への発注を決定していたという、明らか\nに前記の方針等に反する事実を認定するためには、それを認めるに足りる相応\nの事情が必要というべきである。ところが、前記のような同社関係者らの発言\nは、いずれも口頭での非公式の発言であるという点でも、競争手続を採用しな\nがら特定の事業者に受注させるための方法等を何ら示していないという点で\nも、前記のような事実を認めるに足りるものではないから、原判決の前記判断\nに誤りはない。\nｃ  Ａ２側弁護人による、要旨、本件各工事が大規模かつ難易度が高いの\nに、Ｃ２が名古屋駅中央工区全工事を出件するに当たり、既に出件されていた\n品川駅工事開削工区の工期との重複等を考慮した形跡がうかがわれないこと\nが、受注事業者を決定していたことを推認させる旨の主張に対し、原判決は、\n本件各工事の見積り・施工の客観的可能性が否定されないことは既に認定した\nとおりであり、Ｃ２が指名競争見積手続によって出件したこと等を前提とする\nと受注事業者を決定していたということはできないと判断した。これに対し、\n所論は、①前記推認を否定するためには、被告会社等４社が、事前準備の有無\nにかかわらず、品川駅工事開削工区と名古屋駅中央工区の両方を同時に施工す\nることが可能であったという事実が立証される必要であるところ、そのような\n立証はされていない、②事前検討をしていた会社が技術面でも価格面でも競争\n上極めて有利になることは容易に想定できるにもかかわらず、Ｃ２があえて被\n告会社等４社を指名したことも、前記推認を裏付ける事情に当たる、という。\nしかし、①については、本件各工事の施工の可能性を検討するに当たり、あ\nる事業者がいずれかの工区を受注したことを前提として、それと工期が重複す\nるために別の工区の工事の施工が不可能であるなどとする主張が採用できない\nことは、既に述べたとおりである。Ｃ２の意思の問題として検討しても、品川\n駅北工区及び品川駅南工区について、Ｃ２が受注事業者を決定していたとは認\nめられないから、被告会社等４社がこれらと並行して名古屋駅中央工区の工事\nを施工可能であるとの認識がない限り同工事について競争させる意思が欠ける\nなどとはいえず、所論は前提を欠く。②については、Ｃ２において、事前検討\nの有無にかかわらず、各社が公平に見積書等を作成できるよう、調査設計等の\n成果に基づく情報等を出件図書に織り込んだり、質問回答手続を設けたりして\nいることが認められる。仮に、それらを踏まえてもなお、事前検討を行ってい\nた事業者が事実上有利になるとの認識をＣ２が有していたとしても、恣意の入\nり込み難い指名競争見積手続を採用している以上、そのことから受注事業者を\n決定していたことが推認されるなどとはいえない。その他所論が指摘する点を\n検討しても、採用できるものはなく、原判決の前記判断に誤りはない。\nｄ  所論は、原判決が、原審各弁護人が指摘する発注図書や質問回答が不十\n分であったという点は、Ｃ２に近年の大規模工事の経験が不足していたこと\nや、開業時期との関係で手続の進行を急いでいたことなどが原因と考えられる\nのであって、情報提供等に関する事務に不相当な点があったとしても、Ｃ２に\n意中の事業者以外の事業者を排除する目的があったとまではうかがわれないと\nした点に関し、①Ｃ２が事前検討をしていた事業者とそうでない事業者とを真\nに競争させる意思を有していたのであれば、事前検討の有無による格差を埋め\nるための方策を積極的に講じたはずであるのに、現実には不十分な情報提供し\nかしなかったことは、Ｃ２が競争により受注事業者を選定する意思を有してい\nたことを否定する間接事実に当たる、②Ｃ２が質問に対して非現実的な回答等\nをしていることは、実際の施工を見据えた回答をする必要性を感じていなかっ\nたことを示している、という。\nしかし、①については、結局、事前検討を行っていなかった会社も、指名競\n争見積手続に参加した本件各工事において、参考見積書等を提出できているこ\nとに照らし、Ｃ２が講じた情報提供のための措置が、およそ不十分なものであ\nったとまではいえない。仮に、所論が推測するように、意中の事業者への発注\nを決定していたのに、別の目的（意中の事業者に値下げを迫るためのいわゆる\n当て馬とする、当初予算と各社の見積価格のかい離を明確にし、予算の見直し\n等をしやすくする、など）のために、他の事業者を指名したのだとしても、そ\nの目的を達するためには、後者の事業者にも相応の検討をした上で見積書等を\n提出してもらう必要があるから、Ｃ２が、あえて不十分な情報提供にとどめる\nべき理由はない。したがって、いずれにせよ、Ｃ２が、被告会社等４社を指名\nしている以上、各社がその施工方法等を十分に検討した上で見積書等を提出す\nることを望んでいたと考えるのが相当であるから、参加事業者からみて情報提\n供に不十分な面があったとしても、Ｃ２が意図してそうしたわけではないこと\nが推認されるというべきである。原判決の前記判断は、相応に合理的な推測に\n基づくものといえ、そこに誤りがあるとはいえない。②について、所論は、非\n現実的な回答の例として、名古屋駅中央工区全工事の構真柱に肉厚４０ミリメ\nートルの鋼管を指定しながら、その機械式継手については肉厚３０ミリメート\nルの鋼管用のもので対応するように指示したという点を挙げるが、かかる回答\nが相応の検討を踏まえた上でなされたものと考えられ、非現実的なものとまで\nいえないことは、既に述べたとおりである。また、所論は、回答内容に「請負\n者の計画による」といったものが多い点も、不十分であると主張するようであ\nるが、この点に関し、Ｃ２の関係者が、「当初は、任意仮設を多くして、ゼネ\nコンに自由な発想でいろいろ知恵を出してもらう方が安くなるのではないかと\nいうことで、任意仮設部分が多い形で始めた」旨説明していること（ｕ②８７\n頁）は相応に合理的であるから、この点も、特に不適切な回答とはいえない。\nそもそも、質問回答の内容は、原則として全ての事業者（所論のいう意中の事\n業者も含む。）に伝えられ、契約図書の一部となるというのであるから、Ｃ２\nにおいて、そこで実際の施工を見据えた回答をする必要性を感じなかったなど\nということは考え難いというべきである。原判決の前記判断に誤りはない。\nｅ  所論は、Ｃ２が、名古屋駅中央西工区１期工事の出件に当たって、被告\n会社Ａ１との３３回の打合せから得られた成果の扱いが独占禁止法等に照らし\nて問題を生じないかといった点を弁護士事務所に相談したのは、同社ではなく\nＢ１に同工事を受注させることを決定していたためであるとの主張を前提とし\nた上で、それ以前の品川駅工事開削工区及び名古屋駅中央工区全工事の各出件\n図書の中にも、それぞれＢ１及び被告会社Ａ１との打合せ等から得られた成果\nが含まれるのに、それらの出件に当たって前記のような問題について弁護士事\n務所に相談していないことは、前記両社への受注を決定しており、それ以外の\n事業者が受注する場合を想定しなかったことを推認させる、と主張するようで\nある。\n検討するに、まず、Ｃ２が、名古屋駅中央西工区１期工事の出件に当たって\n弁護士事務所に前記のような相談をしたのは、原判決もいうように、被告会社\nＡ１以外の事業者が受注した場合を想定して法的な問題が生じないかを確認し\nたものと解される。そして、これと同様に考えれば、確かに、品川駅工事開削\n工区及び名古屋駅中央工区全工事の出件に当たっても、同様の相談を行っても\nおかしくないとはいえる。しかし、このような相談を行うか否かについて、Ｃ\n２において明確かつ統一的な方針があり、これに基づいて決めていたというよ\nりも、各工事を担当する部署において、出件の都度判断していたと考える余地\nがあるし、各工事の出件図書に含まれる特定の会社との打合せ等から得られた\n成果の種類や量も様々であったと考えられるから、前記の点から直ちに、品川\n駅工事開削工区及び名古屋駅中央工区全工事の出件に当たっては受注事業者を\n決定していたことが推認されるとはいえない。所論の主張を前提としても、品\n川駅北工区については、事前協力を行った会社ではない会社（Ｂ２）に受注さ\nせることを決定していたというのであるから、少なくともその工区について、\n所論のいうような理由で事前協力を行った会社との打合せ等から得られた成果\nを用いることが問題にならないと考えたはずがないこと、そのような成果の使\n用が事前協力をした会社によって問題とされることを懸念するのであれば、出\n件時にそのような問題が生ずることを懸念するはずであって、事後的に当該会\n社に受注させるから問題とならないなどと考えるはずがないことも考慮すれ\nば、所論のいうような推認はできないというべきである。\nｆ  その他、所論が縷々主張するところを検討しても、Ｃ２が受注事業者を\n決定していたとの合理的な疑いは生じないとする原判決の判断を左右するもの\nはない。\n小括\n以上によれば、Ｃ２は、当初から受注事業者を決定してはおらず、競争によ\nって受注業者を選定する意思を有していたといえるとする原判決の判断に誤り\nはない。\n⑷  本件合意等による競争の実質的制限について\nア  原判決は、本件各工事の指名競争見積手続の参加事業者全てが参加して\n本件合意が成立し、本件受注予定事業者決定や本件価格連絡が行われたのであ\nるから、本件合意等によって受注事業者及び受注価格を相当程度自由に左右す\nることができることが明らかであるとして、本件合意等が、独占禁止法２条６\n項の「不当な取引制限」、すなわち、「事業者が、契約、協定その他何らの名\n義をもってするかを問わず、他の事業者と共同して対価を決定し、維持し、若\nしくは引き上げ、又は数量、技術、製品、設備若しくは取引の相手方を制限す\nる等相互にその事業活動を拘束し、又は遂行することにより、公共の利益に反\nして、一定の取引分野における競争を実質的に制限すること」に当たると認\nめ、本件合意等と競争の実質的制限との因果関係を否定し、公共の利益に反す\nるという要件を欠くなどとする原審各弁護人の主張を排斥しているところ、か\nかる原判決の判断に誤りはない。\n被告会社Ａ１及び被告人Ａ３の所論は、①Ｃ２の牽制力が強力であったた\nめ、被告会社等４社の情報交換により、受注者及び受注価格をある程度自由に\n左右することができる状態がもたらされたとはいえない、②Ｃ２の予算は不合\n理に低廉であり、およそ契約締結に至る余地がなかったから、価格支配力は同\n社の側にあり、本件合意等による競争の実質的制限は認められない、③被告会\n社Ａ１やＢ１に長年の技術的検討を行わせたり、Ｂ２からの営業活動を踏まえ\nて品川駅工事開削工区を分割したりしたというＣ２の行動によって、他の会社\nは経営上の合理的判断として、当該工区の受注を目指さないこととなって受注\n希望工区が分かれていた以上、本件各工事については競争が存在していなかっ\nた、④本件各工事の出件に至るまでの過程が非競争的なものであったから、独\n占禁止法上の保護に値する競争は存在しなかった、⑤原判決は、既遂時期の判\n断を誤っている、として、原判決の前記判断には、事実誤認及び独占禁止法２\n条６項の解釈適用を誤った法令適用の誤りがある、という。\n①に関する所論は、要するに、本件各工事において、Ｃ２は、ヒアリング等\nを利用して各社の見積価格を誘導したり、第１順位の価格協議先との契約締結\nを拒んだり、手続自体を不調としたりすることによって、受注事業者及び受注\n価格を自由に決定できたから、本件合意はこれらに因果関係を及ぼしていない\nというものと解されるが、Ｃ２が、価格重視の指名競争見積手続を採用しつ\nつ、所論のいうような方法で恣意的に受注事業者等を決定することが現実的で\nないことは、既に述べたとおりであるから、同社において、これらを自由に決\n定できたなどとはいえない。\n②について、原審記録によれば、Ｃ２において、予算内でなければ絶対に契\n約を締結しないという固い運用をしていたわけではないこと、実際に予算を超\nえた額で契約締結に至ったこともあることが認められるから、予算が低額であ\nることをもって、価格支配力が同社の側にあったとは認められない。\n③については、原審記録によれば、例えば、品川駅非開削工区は、Ｂ１が関\n与した品川駅の調査設計等の範囲に含まれていたものの、被告会社等４社を含\nむ８社の指名競争見積方式で出件され、結局株式会社Ｈ（以下「Ｈ」とい\nう。）が受注に至っていること（ｕ①５～６頁）、被告会社Ａ１及びＢ２もそ\nの受注を真剣に目指していた時期があること（原審甲６０、ｃ①３６頁）が認\nめられるのであって、複数の建設会社が、Ｃ２の行動によって、同工区のＢ１\nへの発注が決定しているなどと認識していなかったことは明らかである。ま\nた、名古屋駅東工区が、被告会社Ａ１が関与した名古屋駅の調査設計等の範囲\nに含まれていたのに、被告会社Ａ２がその受注を目標としていた時期があるこ\nとや、その一部である東山線工区が指名競争見積方式で出件され、Ｈが受注し\nたこと（ｏ②１１０頁、１５９～１６１頁）に照らせば、少なくともこれらの\n会社が、Ｃ２の行動によって、名古屋駅東工区の被告会社Ａ１への発注が決定\nしているなどと認識していなかったことも明らかである。更にいえば、ターミ\nナル駅新設工事と並ぶ難工事とされる南アルプストンネル山梨工区及び南アル\nプストンネル長野工区をみても、公募競争見積方式で出件された結果、それぞ\nれＣ２の依頼により事前検討を行っていた被告会社Ａ１と被告会社Ａ２が受注\nに至ったものの、いずれの手続にも複数の会社が参加し、被告会社両社を下回\nる見積価格を提出した会社もあったというのであるから（ｈ②１４０～１４１\n頁）、これらに参加した各社において、Ｃ２の行動によって、各工区の被告会\n社両社への発注が決定しているなどと認識していなかったことも容易に認めら\nれる。以上を踏まえれば、本件各工事についても、Ｃ２が特定の会社に事前の\n検討を行わせるなどしたことにより、他の会社が当然に受注を目指さなくなっ\nたために競争が存在しない状態になっていたなどとはいえないから、所論は採\n用できない。\n④に関する所論は判然としないが、Ｃ２が特定の建設会社に対して事前検討\nを依頼したことなどから、本件各工事について競争性が欠けるなどといえない\nことは、既に述べたとおりである。競争性が認められる場合であっても、前記\nのような事情があれば、その競争は保護に値しないとして、独占禁止法違反の\n罪の成立が否定されるべきであるとの主張であるとすれば、独自の見解に基づ\nくものというほかなく、採用できない。\n⑤に関する所論も必ずしも判然としないが、事業者が他の事業者と共同して\nその事業活動を拘束すべき合意をした場合において、その合意により、公共の\n利益に反して、一定の取引分野における競争が実質的に制限されたものと認め\nられるときは、不当な取引制限の罪は直ちに既遂に達すると解される（最高裁\n判所昭和５９年２月２４日第二小法廷判決、刑集３８巻４号１２８７頁）とこ\nろ、原判決もいうとおり、本件合意は、本件各工事の指名競争見積手続におい\nて指名され、又は指名される予定の事業者全てが参加して成立しているのであ\nって、これにより競争が実質的に制限されたことは明らかであるから、その時\n点で不当な取引制限の罪が成立し、既遂に達したものと認められる。なお、本\n件の犯罪事実には、本件合意に加えて、本件受注予定事業者決定及び本件価格\n連絡（平成２７年８月下旬頃までの間に行われた、品川駅北工区全工事、品川\n駅南工区全工事、品川駅北工区その１工事、品川駅南工区その１工事及び名古\n屋駅中央工区全工事に関する価格連絡に限る。）も含まれ、これら全体が１個\nの不当な取引制限の罪に該当することになるが、このことによって、本件合意\nの時点で既遂罪が成立するという前記判断が変わるものでないことは当然であ\nる。そうすると、前記の罪が既遂に達していないかのようにいう所論は採用で\nきない。\nイ  原判決は、本件各工事について「一定の取引分野」が成立しない旨のＡ\n２側弁護人の主張に対し、本件ターミナル駅新設工事には、工種が類似してい\nる複数の高難度の工事が含まれており、工事内容の共通性や規模の大きさに照\nらし、「一定の取引分野」が成立していると判断したが、かかる原判決の判断\nに誤りはない。\n所論は、品川駅南工区及び名古屋駅中央工区の各工事については競争性が認\nめられないことを前提に、品川駅北工区の工事だけでは「一定の取引分野」が\n成立しないというが、後者はもとより、前者についても競争性が認められるこ\nとは既に述べたとおりであるから、所論は前提を欠く。\n４  小括\n事実誤認及び法令適用の誤りの各論旨は、いずれも理由がない。\n第５  量刑不当の論旨について\n１  各論旨は、要するに、被告会社両社をいずれも罰金２億５０００万円\nに、被告人両名をいずれも懲役１年６月、３年間執行猶予にそれぞれ処した原\n判決の量刑は、いずれも重過ぎて不当である、というのである。\n２  原判決は、要旨、次のように述べて、被告人４名を前記の各刑に処し\nた。\n⑴  本件は、被告会社等４社の幹部職員らが、Ｃ２が被告会社等４社を指名\nして競争見積の方法により発注したリニア中央新幹線の品川駅及び名古屋駅の\n新設に係る本件ターミナル駅新設工事について受注調整を行い、不当な取引制\n限をしたという事案である。\n⑵  リニア中央新幹線事業は、昭和４８年１１月に当時の運輸大臣により、\n「建設を開始すべき新幹線鉄道の路線を定める基本計画」の対象路線とされ、\n以後、全国新幹線鉄道整備法に基づいて調査等の様々な手続が進められてきて\nおり、東京、名古屋及び大阪の三大都市圏間の高速かつ安定的な旅客輸送を中\n長期的に維持・強化する事業とされ、品川・名古屋間の建設費総額に限っても\n約５兆５０００億円に上る（平成２６年１０月に認可された中央新幹線品川・\n名古屋間工事実施計画（その１）による）という公共性が高い大規模な国家的\nプロジェクトである。同事業関連工事の中でも、本件ターミナル駅新設工事\nは、既存の新幹線の駅の下にリニア中央新幹線の駅を建設することなどから特\nに大規模な難工事とされており、被告人両名らのもくろみどおり受注予定事業\n者が受注するに至った品川駅北工区その１工事及び品川駅南工区その１工事に\n限ってみても、受注額の合計は約５０７億円という多額に上る。\n本件犯行は、被告会社等４社が指名されて行われた指名競争見積手続におい\nて、その４社全てによって行われている上、参考見積書の提出段階から、見積\n価格の連絡のみならず、見積価格の内訳や主要工事の単価に至るまで連絡し、\n見積合せが不調となって条件が変更された品川駅北工区その１工事及び品川駅\n南工区その１工事の段階に至るまで手続の各段階において  価格連絡を行い続\nけるものであった。また、各社の見積価格に差が付くように連絡をし合って受\n注予定事業者が確実に受注できるようにするなど徹底的な協力行為を伴うもの\nであった。以上によれば、本件犯行は、被告会社等４社の事業活動を相互に強\nく拘束するものであり、公正かつ自由な競争を大きく阻害するものであったと\nいえる。\n⑶  被告人Ａ３及び被告人Ａ４は、リニア中央新幹線関連工事を被告会社等\n４社が分担して受注・施工する枠組みを作りたい旨の意思を通じた上、Ｂ１の\nａ及びＢ２のｃの参加を得て本件合意を成立させ、受注予定事業者を決定し、\nその後も被告人Ａ３は部下に指示し、被告人Ａ４は自ら本件価格連絡を行って\nいたものである。被告人Ａ３及び被告人Ａ４は、被告会社Ａ１及び被告会社Ａ\n２の業務に関し、営業担当幹部として、本件犯行を主導し、その実現に不可欠\nの役割を果たしたといえる。\n⑷  本件犯行の主たる動機は自社が希望する工事を確実に受注すると共に被\n告会社等４社による価格競争を避けて十分な利益を確保するというものであっ\nたと認められる。被告会社Ａ１が名古屋駅工事に関して多額の経済的負担を甘\n受しながら長期間にわたる事前検討を行っていた関係もあって同工事の受注を\n強く期待していたこと、本件各工事の難易度や規模に照らして事前検討を行っ\nていないゼネコンが受注・施工した場合に事業の遂行に影響が生じる可能性が\nあったことなどの事情も認められるものの、本件犯行を正当化する理由になる\nものとはいえず、本件犯行の経緯や動機において酌むべき事情があるとはいえ\nない。\n⑸  被告会社Ａ２については、平成１９年に名古屋市発注の地下鉄工事に係\nる独占禁止法違反により有罪判決を受けており、ゼネコン各社は談合決別宣言\nをしていたにもかかわらず、我が国を代表する建設会社であるスーパーゼネコ\nンの被告会社等４社が、国家的プロジェクトに関し受注調整をしていたことは、\n建設業界に対する国民の信頼を著しく損ない、社会に与えた影響も大きい。加\nえて、被告会社両社は、本件発覚直後にそれぞれ文書の廃棄・隠匿等の組織的\nな罪証隠滅工作を行っていたと認められる上原審公判廷において、法的な主張\nにとどまらず、本件合意に関する事実関係についても不合理な弁解をしており、\n反省の態度が認められない。\n⑹  他方で、本件犯行後の経過を見ると、被告会社Ａ１は、名古屋駅工事に\n関し、価格連絡をしてＣ２の予算を大きく上回る見積価格を提出したとはいえ、\n最安値の見積りを提出したことがあったにもかかわらず、当初は辞退していた\nＢ１がＣ２の働きかけによって指名競争見積手続に参加して最終的に受注する\nことになるなど、被告会社両社はいずれも本件各工事に含まれる工事を受注で\nきたわけではなく、本件犯行によって利益を得ていない。\nまた、被告人Ａ３及び被告人Ａ４も本件犯行によって直接的な個人的利得は\nない。\n⑺  以上の事情を総合的に考慮し、前記の各刑が相当であると判断した。\n３  原判決の前記量刑判断は相当であって、当裁判所としても是認できる。\n⑴  被告会社Ａ１及び被告人Ａ３の所論は、①本件各工事は、民間工事であ\nり、発注者であるＣ２が、特定の建設会社と二人三脚で事前の技術的検討を進\nめるなど、公正・公平であることが制度上要求されている公共工事とは決定的\nに異なる過程を歩んできたから、本件犯行が公正かつ自由な競争を大きく阻害\nするものであったとの評価は妥当しない、②３社会合以前に、被告人Ａ３と被\n告人Ａ４が、「リニア中央新幹線関連工事を被告会社等４社が分担して受注・\n施工する枠組みを作りたい旨の意思を通じた上、ａ及びｃの参加を得て本件合\n意を成立させ」たことを示す証拠は存在しない、③被告会社Ａ１及び被告人Ａ\n３が、本件各工事をはじめとするリニア中央新幹線事業のためにほとんど無償\nでの技術的検討を行ってきたことが十分に考慮されるべきである、④本件犯行\nの経緯に斟酌されるべき事情がある、⑤公訴事実の対象とされた本件各工事に\nついてはＢ１及びＢ２が受注しており、被告会社Ａ１は本件合意等によって何\nの利得も得ていないし、被告人Ａ３は、個人の利益のために本件犯行に及んだ\nわけではない、⑥被告会社Ａ１が独占禁止法遵守のためのコンプライアンス活\n動に取り組んでいることも斟酌されるべきである、⑦被告会社Ａ１が、数多く\nの行政機関等から指名停止等を受け、本件について繰り返し報道されるなど、\n既に十分な社会的な非難を受けていることも考慮されるべきである、⑧公訴事\n実の対象となった各工事を受注したＢ１及びＢ２の関係者は、独占禁止法違反\nを認めて逮捕・勾留も起訴もされていないところ、被告人Ａ３が懲役刑に処せ\nられるとすれば、その格差は均衡を著しく失しており、刑事司法一般に虚偽自\n白誘発の危険を高める結果となる、として、被告会社Ａ１及び被告人Ａ３の量\n刑は重きに失し、被告人Ａ３については罰金刑が相当である、という。\nしかし、①については、本件犯行が、被告会社等４社が指名されて行われた\n指名競争見積手続において、その４社全てによって行われていること、参考見\n積書の提出段階から、見積価格の連絡のみならず、その内訳等まで連絡し、不\n調になって条件が変更された後も手続の各段階で価格連絡を行い続けるもので\nあったこと、各社の見積価格に差が付くよう連絡をし合うなど徹底的な協力行\n為を伴うものであったことなど、原判決が認定した事情に誤りはないし、これ\nらを踏まえれば、本件各工事が民間工事であることなど所論指摘の事情を考慮\nしても、本件犯行が被告会社等４社の事業活動を相互に強く拘束するもので、\n公正かつ自由な競争を大きく阻害するものであったとする判断にも誤りはな\nい。\n②については、被告人Ａ３と被告人Ａ４が、かねてリニア中央新幹線関連工\n事に関する情報交換を重ねていたこと、被告人Ａ３が、平成２６年３月頃にａ\nを訪ねた際、リニア中央新幹線関連工事についてたたき合い（過当競争）にな\nることに関し、被告会社両社及びＢ１の３社で対策を話し合うことを提案した\nこと、その際、Ｂ２については、取りあえず入れないが、いずれ連絡を取るな\nどと述べたこと、その後、被告人両名とａらは３社会合を繰り返すようにな\nり、そこで各社の受注希望工区を含め、種々の情報交換を行ったこと、その中\nで、Ｂ２とも話し合うことになったこと、それを踏まえて、ａがｃに声を掛け\nるなどしたこと、これらの経緯を経て、被告人両名を含む被告会社等４社の従\n業者らの間で、本件合意や本件受注予定事業者決定が行われたことなど、関係\n証拠に基づいて原判決が認定した事実を踏まえれば、前記のような推認は十分\nに可能であるから、この点に関する原判決の認定が証拠に基づかないなどとは\nいえない。\n③については、指摘のような事情もあって、被告会社Ａ１において名古屋駅\n工事の受注を強く期待していたことは認められるが、本件犯行を正当化する理\n由にならないとして、これが酌むべき事情に当たらないとした原判決の判断に\n誤りはない。\n④について、所論は、被告会社等４社の関係者が、本件各工事は事前検討を\n行ってきた建設会社にＣ２から特命随意契約で発注されると考えていた旨の事\n実を前提として主張するが、原判決も適切に説示する（８６頁）ように、Ｃ２\nは特定の事業者への発注を決定しておらず、被告会社等４社の従業者もそのこ\nとを認識していたと認められるから、前記の事実は認められず、所論は前提を\n欠く。\n⑤については、指摘の事情は原判決も考慮済みであるし、被告会社Ａ１も本\n件受注予定事業者決定で名古屋駅中央工区の工事の受注予定事業者とされてい\nたのであって、本件各工事の受注に至らなかったのは結果論にすぎないことに\nかんがみれば、この点を考慮しても、原判決の量刑が重過ぎるとはいえない。\n⑥については、被告会社Ａ１が、本件犯行の前後を通じて、コンプライアン\nスの推進等を盛り込んだＣＳＲ報告書等を発行していることは認められるが、\n結局本件犯行に至っていることに鑑みれば、事前の対策等が不十分であったこ\nとは明らかであり、この点を特に有利に考慮すべきとはいえない。\n⑦について、被告会社Ａ１や被告人Ａ３が社会的非難を受けたことはうかが\nわれるが、このような一般情状を考慮するにも限度があり、原判決の量刑を不\n当とするものではない。\n⑧については、確かに、本件犯行に関与したａ、ｂ及びｃらは起訴されてい\nないことが認められるが、公訴の提起は、犯人の性格、年齢及び境遇、犯罪の\n軽重及び情状並びに犯罪後の情況を考慮して検察官が判断するものであり（刑\n訴法２４８条）、前記の者らが不起訴になった理由が、専ら同人らが事実を認\nめたことのみにあるとは限らないから、その点のみが理由であるかのようにい\nう所論は前提を欠く。そして、被告人Ａ３が起訴され、有罪と認められた以\n上、適切な量刑をすべきことは当然であるし、同被告人の刑は執行猶予付きの\n懲役刑にとどまるのであるから、ａらが不起訴になったことを踏まえても、こ\nれが重過ぎるとはいえない。\n⑵  被告会社Ａ２の所論は、①本件価格連絡に当たり、被告人Ａ４は、他社\nの担当者から渡すと言われた資料をそのまま受け取ったり、被告会社Ａ２に求\nめられる金額を一方的に伝えられたりしたにすぎないから、専ら受動的な立場\nであったと評価すべきである、②本件各工事は民間工事であり、Ｃ２が、特定\nの建設会社と共に施工に向けた準備検討を行っていたという事実が存在するこ\nとを踏まえれば、そのような事態が想定されない公共工事の場合と異なり、本\n件犯行によって公正かつ自由な競争が大きく阻害されたという原判決の評価は\n不当である、③被告人Ａ４が本件犯行を主導したとの原判決の認定は誤りであ\nる、④被告会社Ａ２の動機に関する原判決の認定は誤っている、⑤被告会社Ａ\n２の違反行為防止に向けた取り組みは相応に評価されるべきである、⑥Ｃ２の\n自分本位の振る舞いが本件犯行の原因を作り出したことを斟酌すべきである、\n⑦被告会社Ａ２が組織的な罪証隠滅工作を行っていたとはいえない、⑧被告会\n社Ａ２の量刑は、Ｂ１及びＢ２のそれと均衡を失している、⑨被告会社Ａ２の\n量刑が、被告会社Ａ１のそれと同じなのは不当である、という。\nまた、被告人Ａ４の所論は、⑩本件価格連絡に当たり、被告人Ａ４は、他社\nの担当者から渡すと言われた資料をそのまま受け取ったり、被告会社Ａ２に求\nめられる金額を一方的に伝えられたりしたにすぎず、専ら受動的な立場で関与\nしたにすぎないから、その関与の程度は、被告人Ａ３やｂらに比べて相当程度\n低い、⑪被告人Ａ４は、受注事業者は事実上決まっており、本件指名競争見積\n手続自体が株主や外部向けの形式的な手続と認識していたから、同被告人が、\n公正かつ自由な競争であるとの認識を持ち得なかったことには酌量の余地があ\nるし、本件犯行によって公正かつ自由な競争が阻害されたという原判決の評価\nも同被告人に対しては酷にすぎる、⑫被告人Ａ４が本件犯行を主導し、その実\n現に不可欠の役割を果たしたとの原判決の認定は誤りである、⑬被告人Ａ４の\n動機に関する原判決の認定は誤っている、⑭原判決は、Ｃ２の責任を軽視して\nいる、⑮被告人Ａ４の関与の度合いが被告人Ａ３のそれより相当低いことは明\nらかであり、被告人両名の量刑に差をつけなかったことは極めて不当である、\n⑯ａ及びｃの処分に比して、被告人Ａ４の量刑は著しく重い、という。\nしかし、①及び⑩については、本件価格連絡において、被告会社Ａ２の価格\n連絡担当者たる被告人Ａ４が中心となって具体的な価格連絡を行った形跡がな\nいことは所論指摘のとおりであるが、それは、本件受注予定事業者決定におい\nて、同社がいずれの工事についても受注予定事業者となっていなかったために\nすぎないものと解されるし、被告人Ａ４は、ｂから品川駅南工区全工事に係る\nＢ１の参考見積価格を幅を持って伝えられた際、被告会社Ａ２の参考見積価格\nはそれより高い金額だから大丈夫である旨答えたり（ｂ①７０～７１頁）、品\n川駅北工区全工事及び品川駅南工区全工事の参考見積書提出後に行われたＣ２\nからのヒアリングの結果をｅに伝えたりする（ｅ①３２～３３頁）など、一定\nの範囲で自社の情報を他社に伝えたことも認められるのであって、所論がいう\nほど、受動的な立場に終始していたとはいえない。被告会社Ａ２が本件各工事\nを受注して利益を得るなどしていないことは原判決も考慮しているところ、そ\nれ以上に、所論指摘の点を同社や被告人Ａ４に有利に斟酌すべきとはいえな\nい。\n②については、前記⑴①について述べたとおりの理由で、所論は採用できな\nい。\n③及び⑫について、所論は、３社会合以前に、被告人Ａ４が被告人Ａ３との\n間でリニア中央新幹線関連工事を被告会社等４社が分担して受注・施工する枠\n組みを作りたい旨の意思を通じたという証拠は存在しないというが、その点に\n関する原判決の認定に誤りがないことは、前記⑴②について述べたとおりであ\nる。また、所論は、被告人Ａ４が、被告人Ａ３、ａ及びｃとは異なり、執行役\n員ではなく、これらの者より下位であったから、本件犯行を主導することなど\n不可能であったというが、この点は、前記のような経緯に関する事実認定を左\n右するものではないし、被告人Ａ４が、被告会社Ａ２の従業者として唯一３社\n会合に出席していたことなどに鑑みれば、同被告人が、被告会社Ａ２を代表す\nる者として、被告人Ａ３やａらとの情報交換等を行っていたことは明らかであ\nるから、役職の違いのみをもって、被告人Ａ４が本件犯行を主導することが不\n可能であったなどとはいえない。\n④及び⑬については、３社会合での被告人Ａ４の発言等に照らせば、被告会\n社Ａ２が本件犯行に及んだ主たる動機が、同社が目標としていた名古屋駅東工\n区の工事の受注を確実にするためであったことは十分推認できるから、原判決\nの前記認定に誤りはない。所論は、名古屋駅東工区は、公募競争入札に付すこ\nとが想定されていたから、被告会社等４社が協力してもその受注を確実にする\nことはできなかったというが、本件合意が行われた平成２７年２月頃の時点に\nおいて、同工区について、公募競争入札に付すことをＣ２が決定していたとは\n認められない（所論は、平成２５年１２月２６日付けのＣ２の文書（原審弁１\n５６に添付されたもの）を根拠に、同工区は公募競争見積手続に付すことが想\n定されていたというが、同文書が、同工区がＷＴＯ政府調達協定の適用対象と\nなることを前提にしていることは、その内容から明らかである。そして、その\n後同社において作成された文書に、「（名古屋駅）東工区については、東山線の\n受け替えのみＷＴＯ外ということはあり得る。」との記載があること（原審弁\n１１４資料１０）や、平成２６年１０月に、Ｃ２の発注する工事は、前記協定\nの適用対象外となったこと（原審甲１９）を踏まえれば、所論の指摘する前記\n文書をもって、本件合意の時点で、同工区について公募競争見積手続に付すこ\nとが決定していたと認めることはできない。）し、被告人Ａ４らがそのように\n考えていたとも認められないから、所論は採用できない。また、所論は、真の\n動機は、施工計画の作成や積算に非常に苦慮し、一時は体調を崩すまで追い詰\nめられていた担当者の苦境を救うためであったともいうが、かかる主張は、自\n身が本件合意に加わったことを否定した上、本件価格連絡への関与も、ｂらか\nら提供された資料等を受け取った程度にすぎない旨の信用し難い被告人Ａ４の\n供述を前提とするものであり、採用し難いが、その点は措き、担当者が積算等\nに苦慮することを予想し、これを避けることを主たる動機として本件合意等を\n行った旨をいう主張と善解したとしても、本件価格連絡の態様等に照らし、そ\nれが主たる動機と認められないことは、原判決（３８頁）が適切に認定すると\nおりであって、前記判断を左右しない。また、従たる動機として指摘のような\n考えが仮にあったとしても、それによって当該積算等担当者の負担が減った形\n跡は特に見当たらないし、かえって、それらの者を犯罪やコンプライアンス違\n反の疑いが及びかねない立場に巻き込んでいることがうかがわれることに鑑み\nれば、特に斟酌すべき事情に当たるとはいえない。\n⑤について、所論は、被告会社Ａ２が、名古屋市発注の地下鉄工事を巡る談\n合事件以降、コンプライアンス体制を大幅に強化しているというが、原審記録\nによって認められるのは、同社が、談合防止に向けた文書を発出したり、コン\nプライアンスに関するマニュアルを配布したり、顧問弁護士による講義を開催\nしたりしたこと程度にとどまるし、現に本件犯行を行っている以上、同社の談\n合との決別に向けた取り組みが不十分であったことは明らかであるから、特に\n有利な事情に当たるとはいえない。\n⑥、⑪及び⑭について、所論は、Ｃ２の言動により、被告会社等４社とも本\n件各工事の受注者が事実上決定しているものと認識する事態が生じていた旨の\n事実を前提として主張するが、かかる事実が認められないことは前記⑴④につ\nいて述べたとおりであり、所論は前提を欠く。\n⑦については、関係証拠によれば、被告会社Ａ２において、リニア中央新幹\n線関連工事の技術的検討を行うＬプロジェクト室の室長であったｑが、同室の\n職員に指示するなどして、本件に関係するメールを削除したり、文書を廃棄す\nるなどしたことや、被告人Ａ４が自身の手帳を改ざんしたことが認められるか\nら、原判決の前記認定に誤りはない。所論は、ｑが本件犯行を知らなかったこ\nとや、同人が文書の廃棄等を指示したきっかけが、本件とは別の被疑事実（名\n城非常口新設工事に係る偽計業務妨害）でＢ１に捜索が入ったというニュース\nを見たことであったことを指摘するが、それらを踏まえても、本件犯行に関係\nする文書の廃棄等がなされている以上、前記の評価は変わらない。\n⑧について、当審における事実取調べの結果によれば、本件と同じ犯罪事実\nにより、Ｂ１は罰金２億円に、Ｂ２は罰金１億８０００万円にそれぞれ処せら\nれたことが認められるが、その量刑に当たっては、有利な事情として、Ｂ１が\n他社に先駆けて捜査機関に協力したこと、Ｂ２は受注調整への関与の時期が他\n社に比べて遅く、３社会合において既に大枠が決められていた希望工区の受注\nをより確実なものとするために誘われたという側面があること、両社とも捜査\n等に協力し本件の解明に貢献していること、コンプライアンス体制の再構築等\nの再発防止策を講じ、再発防止を誓っていること、各種機関から指名停止処\n分、課徴金納付命令等の社会的制裁を受け、あるいはその見込みがあること等\nが考慮されたことが認められる。そうすると、両社が本件各工事の一部を受注\nしたことなどの事情を考慮しても、両社よりも被告会社両社の量刑が重いこと\nをもって、直ちに不当とはいえない。\n⑨については、確かに、被告人Ａ４に比較して、被告人Ａ３の方が積極的に\n本件犯行に関与したことは認められるが、その主な理由は、本件合意の時点\nで、被告会社Ａ２の希望する工区は出件が迫っていなかったことから、本件受\n注予定事業者決定の対象とされず、その後の価格連絡にも至らなかったためと\n考えられるし、本件価格連絡の際の被告人Ａ４の態度が、所論がいうほど受動\n的なものに終始したわけでないことは、既に述べたとおりである。他方で、被\n告人Ａ４は、被告人Ａ３とともに、Ｂ１及びＢ２関係者を順次巻き込んで本件\n犯行に至っているのであるから、被告会社両社の犯情に大きな差があるとまで\nはいえない。加えて、被告会社Ａ２が、平成１９年にも本件と同様の独占禁止\n法違反で処罰されていること等の事情も考慮すれば、被告会社両社の量刑に差\nをつけなかったことが不当とはいえない。\n⑮については、被告人両名の犯情に大きな差があるとまでいえないことは、\n前記⑨について述べたとおりであるし、いずれも執行猶予が付されていること\nにも鑑みれば、被告人Ａ４の量刑を、被告人Ａ３のそれよりも軽くしなかった\nことが不当とはいえない。\n⑯については、前記⑴⑧について述べたのと同様の理由により、被告人Ａ４\nの量刑が、起訴されなかったａらの処分と比較して重過ぎるなどとはいえな\nい。\n４  量刑不当の各論旨は理由がない。\n第６  結論\nよって、刑訴法３９６条により本件各控訴を棄却することとし、主文のとお\nり判決する。\n令和５年３月２日\n東京高等裁判所第６刑事部\n裁判長裁判官     石  井  俊  和\n裁判官     松  本  圭  史\n裁判官     西  野  牧  子\n"
}