{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 2,
    "month": 11,
    "day": 25
  },
  "case_number": "令和2(う)690",
  "case_name": "過失運転致死傷",
  "court_name": "東京高等裁判所第８刑事部",
  "result": "破棄自判",
  "original_court_name": "前橋地方裁判所",
  "original_case_number": "平成30(わ)183",
  "lawsuit_id": "89892",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=89892",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/892/089892_hanrei.pdf",
  "contents": "令和２年１１月２５日宣告  東京高等裁判所第８刑事部判決\n令和２年（う）第６９０号  過失運転致死傷被告事件\n主        文\n原判決を破棄する。\n被告人を禁錮３年に処する。\n原審における未決勾留日数中３４０日をその刑に算入する。\n理        由\n第１  本件控訴の趣意等\n本件控訴の趣意は，検察官上本哲司作成の控訴趣意書に記載されたと\nおりであり，これに対する答弁は，弁護人ａ作成の控訴答弁書に記載され\nたとおりである。\n論旨は，事実誤認，法令適用の誤り及び訴訟手続の法令違反の主張で\nあり，以下，その主張の概要等を示しておくこととする。\n１  本件公訴事実の要旨は，次のとおりである。\n⑴  主位的訴因\n被告人は，平成３０年１月９日午前８時２５分頃，前橋市（住所省略）\n所在の被告人方駐車場において，普通乗用自動車の運転を開始するに当た\nり，かねてから低血圧の症状があり，低血圧により，めまいや意識障害を\n生じたことがあった上，医師から，同症状によりめまいや意識障害を生じ\nるおそれがあることから，自動車の運転をしないように注意されていたの\nであるから，自動車の運転は厳に差し控えるべき自動車運転上の注意義務\nがあるのにこれを怠り，低血圧の症状があったのに，漫然同車の運転を開\n始した過失により，その頃，同市（住所省略）付近道路をｂ町方面からｃ\n町方面に向かい時速約６０ないし６５㎞で進行中，低血圧により意識障害\nの状態に陥り，自車を右斜め前方に進行させて，同市（住所省略）付近道\n路右側の車道外側線を対向進行してきたＡ（当時１６歳。以下「Ａ」とい\nう。）運転の自転車に自車を衝突させるなどした上，自車を同所付近道路\n右側路外に設置された縁石等に衝突させて自車を横転させるなどして，Ａ\n運転の自転車の後方から対向進行してきたＢ（当時１８歳。以下「Ｂ」と\nいう。）運転の自転車に自車を衝突させるなどし，よって，Ｂに入院加療\n２０２日間を要する脳挫傷等の傷害を負わせるとともに，Ａに脳挫傷等の\n傷害を負わせ，同月３１日午後６時１８分頃，同市（住所省略）所在のｄ\n病院において，Ａを前記傷害に基づく低酸素脳症により死亡させた。\n⑵  予備的訴因\n被告人は，平成３０年１月９日午前８時２５分頃，前橋市（住所省略）\n所在の被告人方駐車場において，普通乗用自動車の運転を開始するに当た\nり，かねてから低血圧の症状があり，血圧変動等により，めまいや意識障\n害を生じたことなどがあった上，医師や家族から，めまいを生じるおそれ\nがあることなどから，自動車の運転をしないように注意されていたのであ\nるから，自動車の運転は厳に差し控えるべき自動車運転上の注意義務があ\nるのにこれを怠り，漫然同車の運転を開始した過失により，その頃，同市\n（住所省略）付近道路をｂ町方面からｃ町方面に向かい時速約６０ないし\n６５㎞で進行中，急激な血圧低下により意識障害の状態に陥り，自車を右\n斜め前方に進行させて，同市（住所省略）付近道路右側の車道外側線を対\n向進行してきたＡ（当時１６歳）運転の自転車に自車を衝突させるなどし\nた上，自車を同所付近道路右側路外に設置された縁石等に衝突させて自車\nを横転させるなどして，Ａ運転の自転車の後方から対向進行してきたＢ\n（当時１８歳）運転の自転車に自車を衝突させるなどし，よって，Ｂに入\n院加療２０２日間を要する脳挫傷等の傷害を負わせるとともに，Ａに脳挫\n傷等の傷害を負わせ，同月３１日午後６時１８分頃，同市（住所省略）所\n在のｄ病院において，Ａを前記傷害に基づく低酸素脳症により死亡させた。\n２  原判決は，本件公訴事実について，大要，次のような理由から，主位的\n訴因及び予備的訴因のいずれについても犯罪の証明がないとして被告人に\n対し無罪を言い渡した。\n⑴  まず，被告人の運転避止義務を根拠づける事実として主位的訴因に記載\nされている事実は，いずれも認定することができない。\n⑵  次に，被告人の運転避止義務を根拠づける事実として予備的訴因に記載\nされている事実についても，そのうち一部は認定することができず，その\n余の認定できる事実を総合しても，本件事故に対する予見可能性を認める\nには足りない。\n⑶  むしろ，被告人が本件事故直前に意識障害に陥ったのは，服用していた\n薬の副作用等による大幅な血圧低下が原因である可能性があるなど，本件\n事故に対する予見可能性を否定する方向に働く事情も存在する。\n⑷  したがって，被告人には本件事故に対する予見可能性があったとは認め\nられないから，被告人に運転避止義務を負わせることはできない。\n３  これに対し，論旨は，要するに，原判決は，重要な証拠を看過するなど\nして論理則，経験則等に照らし不合理な判断をした結果，被告人に運転避\n止義務を負わせる前提となる，本件事故に対する予見可能性に係る事実を\n誤認しており（事実誤認の主張），また，過失運転致死傷罪における予見\n可能性の対象につき，誤った解釈をして，同罪の適用を誤っており（法令\n適用の誤りの主張），さらに，原審で争点化されていなかった，薬の副作\n用によって低血圧や意識障害が生じた可能性について，当事者に立証の機\n会を与えないまま不意打ちの認定をしており，かかる原審の訴訟手続には\n審理不尽の違法があり（訴訟手続の法令違反の主張），これらが判決に影\n響を及ぼすことは明らかである，というのである。\nそこで，原審記録を調査し，当審における事実取調べの結果をも併せて\n検討する。\n第２  事実誤認の論旨に対する判断\n１  本件事故に至る経緯（特に被告人の健康状態とその推移）\n関係証拠から認められる本件事故に至る経緯（特に被告人の健康状態と\nその推移）は，おおむね原判決が認定説示するとおりであって，若干補足\nして説示すると，次のとおりである。\n⑴  被告人は，平成２８年３月頃から，家族や知人，更には複数の医師に対\nして度々めまい等の症状を訴え，各医師から，めまいや低血圧の症状に関\nし，ゆっくり行動するようにとか，転倒に注意をするようになどと生活上\nの指導を受けており，平成２９年２月１３日には，医師から，自動車の運\n転を控えるように注意されたこともあった。\n具体的には，被告人は，平成２８年３月４日，群馬県高崎市内のｅクリ\nニックにおいて，ｆ医師（以下「ｆ医師」という。）による診察を受け，\nその際，自ら，血圧の上下が変化する，低いと目が回ることがあるなどと，\n低血圧とめまいとを自分の感覚で関連付けて訴え，その後も，同クリニッ\nクにおいて，ｆ医師らに対し低血圧やめまいの症状を頻繁に訴えていた。\nｆ医師は，平成２９年２月１３日，被告人から自動車を運転して同クリニ\nックを訪れたことを聞き，高齢で，めまい等の体調不良のある被告人が自\nら自動車を運転してきたことに驚くとともに，被告人に対して自動車の運\n転を控えるように注意したほか，同年６月５日，被告人が，同クリニック\nの看護師に対し「体調が良くない。ぼーっとしている。めまいもある。」\nなどと訴えて，ｆ医師の診察を受けた際には，被告人に対しゆっくり行動\nするように指導した。被告人は，同年１２月４日にも，同クリニックの看\n護師に対し「もともとめまい症があるが昨日から特にひどい。」「倦怠感\nがあり昨日は１日寝てた。」などと訴えて，ｆ医師の診察を受けている。\nまた，被告人は，同クリニック以外でも，平成２８年９月２０日以降，\n前橋市内のｇ診療所において，ｈ医師（以下「ｈ医師」という。）らに対\nし，めまいの症状を訴え，ｈ医師は，被告人に対し，転倒に注意するよう\n一般的な指導をし，平成２９年１０月１８日には，同市内のｉクリニック\nにおいて，ｊ医師（以下「ｊ医師」という。）に対し，めまいの症状を訴\nえ，ｊ医師は，被告人に対し，起床直後や食後は低血圧になりやすいので\n注意するよう指導している。\n⑵  被告人は，かねてから前橋市内のｋセンターに通い，週に数回，友人ら\nと交流したり入浴したりしていたが，同センターを訪れた際には，ほぼ毎\n回血圧を測定して，自分の最高血圧が１００㎜Hgを下回る低血圧であるこ\nとを認識し，血圧が低いと感じた場合にはめまい等の症状が生じると考え\nて入浴を控えるなどしていた。ところが，被告人は，平成２９年１１月頃，\n同センターで入浴中，低血圧により気分が悪くなって倒れ，約３０分間立\nち上がれない状態になり，同センターの看護師らの介抱を受けたことがあ\nり，また，時期が明らかではないが，同センターで体調不良に陥って自動\n車の運転ができなくなり，同居の長男であるｌ（以下「ｌ」という。）に\n迎えを頼んだこともあった。\n⑶  被告人は，平成２９年の年末から体調が不良で，平成３０年１月１日頃\nにはめまいがあったが，同月５日には，普通乗用自動車を運転してｋセン\nターを訪れ，その帰りに自車を電柱に接触させる物損事故（以下「１月５\n日の物損事故」という。）を起こし，同月６日にも，普通乗用自動車を運\n転して同センターを訪れ，帰宅時に自車を後退させて駐車する際，自宅駐\n車場のブロック塀に自車を衝突させる物損事故（以下「１月６日の物損事\n故」といい，１月５日の物損事故と併せて「２度の物損事故」ともいう。）\nを起こした。\n被告人の同居家族であるｌ及びその妻ｍ（以下「ｍ」という。）は，被\n告人が高齢で運転能力が低下していることもあって，本件事故の直前に至\nるまで，何度となく自動車の運転をやめるよう被告人に対して注意してい\nた。\n２  本件事故の状況及び原因\n⑴  関係証拠から認められる本件事故の状況は，おおむね原判決が認定説示\nするとおりである。\nすなわち，本件事故は，被告人が，平成３０年１月９日午前８時２５分\n頃，前橋市（住所省略）所在の被告人方（当時。以下同じ。）駐車場にお\nいて普通乗用自動車の運転を開始し，その頃，同所から約５４０ｍ離れた\n同市（住所省略）付近道路において，自車進路から見て右側の車道外側線\nを対向進行してきたＡ（当時１６歳）運転の自転車に自車を衝突させるな\nどした上，自車を同所付近道路右側路外に設置された縁石等に衝突させて\n自車を横転させるなどして，Ａ運転の自転車の後方から対向進行してきた\nＢ（当時１８歳）運転の自転車に自車を衝突させるなどしたというもので\nあり，その結果，Ｂに入院加療２０２日間を要する脳挫傷等の傷害を負わ\nせるとともに，Ａに脳挫傷等の傷害を負わせ，同月３１日午後６時１８分\n頃，同市（住所省略）所在のｄ病院において，Ａを前記傷害に基づく低酸\n素脳症により死亡させたものである。\n⑵  そして，原判決は，本件事故現場付近の状況，被告人車両の走行状況及\nび被告人の供述等を総合して，本件事故の原因は，被告人が，普通乗用自\n動車を運転して，本件事故現場手前の前橋市（住所省略）付近道路（以下\n「ｎ町交差点」ともいう。）をｂ町方面からｃ町方面に向かい時速約６０\nないし６５㎞で進行中，低血圧により意識障害の状態（なお，ここでいう\n「意識障害の状態」とは，原判決も説示するとおり，「意識消失の状態」\nに限らず，「意識レベルが著しく低下した状態」をも含むものである。）\nに陥り，自車を右斜め前方に進行させたことにあると認定説示しており，\nこの原判決の認定自体にも不合理な点はない。\n⑶  もっとも，この点に関して更に補足すると，原判決は，起訴前の捜査段\n階で被告人の精神鑑定を実施したｏ医師（以下「ｏ医師」という。）及び\n起訴後の原審公判段階で被告人の精神鑑定を実施したｐ医師（以下「ｐ医\n師」という。）の両名が，いずれも，本件事故時に被告人は意識障害の状\n態であった可能性が高いと指摘し，被告人に意識障害が生じた原因につい\nて，その最も大きな可能性として，被告人の血圧の低下を挙げていること\nを説示しているものの，他方で，被告人のかねてからのめまいの原因が低\n血圧であることを示す医学的証拠は見当たらないとも判断説示している。\nしかし，ｏ医師は，本件事故発生時，被告人は急激な血圧低下による意識\n障害（意識消失）の状態にあったと推定される旨の鑑定意見を述べる中で，\nそのように推定した主要な根拠の１つとして，被告人には，かねてから低\n血圧によると思われるめまい等の訴えが認められたとの事情を挙げ，また，\nｐ医師も，本件事故発生時，被告人は少なくとも意識レベルが低下した状\n態にあったとする鑑定意見を述べるとともに，被告人の意識レベルが低下\nした原因については，低血圧が可能性として有力なものの１つであること，\n被告人が度々自覚していためまいの原因も低血圧の可能性が高いことを指\n摘している。このようなｏ医師及びｐ医師の鑑定人としての所見は，本件\n事故の直前に被告人が低血圧による意識障害の状態に陥ったことだけにと\nどまらず，被告人の陥った意識障害の状態が，被告人がかねてから度々訴\nえていためまいの症状と質的に異なるものではなく，これらがいずれも被\n告人の低血圧に起因することをも強く示唆するものとみるのが合理的であ\nる。\nまた，原判決は，被告人の供述について，被告人が，原審公判において，\nｎ町交差点を通過する時点までの記憶しかなく，その後，本件事故を起こ\nした時の記憶がない旨供述している点を捉えて，被告人は「本件事故時の\n記憶がなくなるような意識障害」に陥っていたものと認められる旨説示し\nているが，被告人自身，捜査段階においては，ｎ町交差点を渡った辺りで，\n突然めまいがして，意識がもうろうとし，その後，気付いた時には，既に\n本件事故を起こしていた旨供述しているのであって（原審乙第２号証の検\n察官調書抄本），このような被告人の供述を含む関係証拠を逐一検討して\nも，本件事故の直前に被告人の陥った意識障害の状態が，被告人がかねて\nから度々訴えていためまいの症状と質的に異なるものであることをうかが\nわせる事情は見当たらない（当審検第１６ないし１８号証に現れた本件事\n故発生直後の被告人の言動等も，被告人の陥った意識障害が一時的なもの\nであったことを強くうかがわせるものといえる。）。\nしたがって，被告人が本件事故直前に陥った低血圧による意識障害の状\n態は，かねてから被告人が度々訴えていためまいの症状と質的に異なるも\nのではないと認定することができ，この点に関する原判決の判断は是認す\nることができない。\n３  本件事故に対する予見可能性の有無\n以上のような事実関係（主位的訴因に若干の補正を加えた予備的訴因に\n記載されている事実におおむね沿うものである。）からすると，被告人が，\n平成３０年１月９日午前８時２５分頃，被告人方駐車場において普通乗用\n自動車の運転を開始した時点において，かねてからの低血圧によるめまい\n等の症状により正常な運転が困難な意識レベルの低下等の状態に陥ること\n（道路交通法６６条参照）を予見できたのみならず，本件事故直前に生じ\nた意識障害についても，これと質的に異ならないものであるから，その因\n果関係の基本的部分について予見可能であったというべきであることは明\nらかであって，自動車の運転を厳に差し控えるべき自動車運転上の注意義\n務があったことを優に認めることができる。これに対し，原判決は，被告\n人には本件事故に対する予見可能性があったとは認められず，被告人に運\n転避止義務を負わせることができないと判断しているのであるが，この点\nに関する原判決の判断は，被告人がかねてから低血圧により度々めまいを\n生じたことなどがあった上に，医師や家族から自動車の運転をしないよう\nに注意されていたという事情や本件事故直前に生じた意識障害について，\n適切な評価，判断をせず，論理則，経験則等に照らして不合理な判断をし，\n結論を誤ったものといわざるを得ず，是認することができない。\n以下，原判決の説示に沿って，その理由を更に説明する。\n⑴  被告人のめまい等の症状と医師による生活上の指導等の事実\nア  原判決は，前記１⑴の事実中，被告人が，平成２８年３月頃から，家族\nや知人，更には複数の医師に対して度々めまい等の症状を訴え，医師らか\nらは，めまいや低血圧の症状に関し，ゆっくり行動するようになどと生活\n上の指導を受けていたとの事実について，医師らの指導は，低血圧による\n意識障害の危険を踏まえたものではないとして，これらの事実は被告人に\n意識障害の危険を予見させる契機となるとはいえない旨判断説示している。\nしかし，そもそも，めまい自体が自動車の正常な運転を困難ならしめる\n意識レベルの低下を伴う症状であることが認められるのみならず，被告人\nが通院先の医師らに対して度々めまい等の症状を訴えていたとの事実は，\n被告人がめまいを起こす頻度の高さを示すものである上に，訴えの内容等\nからは，めまいの症状が決して軽いものではなく，日常生活に支障を来す\n程度のものであったとみられることなどにも照らせば，このような事実の\n存在は，被告人において，自動車の運転中に正常な運転が困難な意識状態\nに陥る危険を予見できたことを裏付ける事情とみるのが合理的である。原\n判決は，医師らの指導が低血圧による意識障害の危険を踏まえたものであ\nったか否かという点にのみ着目し，この点を否定しただけで被告人に意識\n障害の危険を予見させる契機がなかったかのように判断しているのであっ\nて，その判断は論理則，経験則等に照らして不合理なものといわざるを得\nない。\nこの点に関して，原判決は，ｈ医師及びｆ医師の各証言によれば，被\n告人の低血圧の症状は，医師から見ても，意識障害の原因となるようなも\nのとは認識されていなかったことが明らかであるとも判断説示していると\nころ，確かに，ｈ医師は，被告人のめまいの原因が内耳性のものではない\nかと考え，被告人の低血圧とめまいの関連を強く疑ってはいなかった旨を\n証言している。しかし，ｆ医師は，被告人が低血圧により意識消失を起こ\nした経験はないのであろうと判断していた旨を証言する一方で，一般的に，\n血圧が低下してめまいを生じることはあり得るし，意識消失に至ることも\nあり得る旨を証言し，被告人のめまいの原因としても，被告人の血圧の状\n態や内耳性のめまいに対する処方薬で改善しなかったことなどから，脳の\n循環障害に伴うものを想定していた旨証言しているのであり，その証言内\n容は，全体としてみれば，被告人の低血圧の症状が意識障害の原因になり\n得るとの認識があったことを示すものと理解できる。加えて，ｊ医師も，\n一般的には，急激な血圧低下によりめまいや失神を生じる場合があるとし\nて，被告人に対しても，起床直後や食後は低血圧になりやすいので注意す\nるよう指導したと思う旨を供述していること（原審甲第６７号証の検察官\n調書抄本）などを併せてみれば，被告人の低血圧の症状は，医師から見て\nも意識障害の原因となるようなものとは認識されていなかったことが明ら\nかであるとはいえず，原判決は，被告人を診察した医師らの証言や供述の\n一部にのみ依拠し，それらの重要な部分を看過して誤った判断に至ったも\nのといわざるを得ない。\nイ  また，原判決は，前記１⑴の事実中，平成２９年２月１３日に医師から\n自動車の運転を控えるように注意されたとの事実が認定できるとしても，\nそれによって，被告人が自動車運転中の意識障害の危険を予見できたとは\nいえない旨判断説示している。\nしかし，ｆ医師の原審証言によれば，同医師は，被告人が高齢で，しか\nも，めまい等の症状を度々訴えてもいることから，自分で自動車を運転し\nて来院しているとは思っていなかったため，平成２９年２月１３日に診察\nをした際に被告人が自分で自動車を運転してきたことを聞いて驚き，その\n際，自動車の運転は控えたほうがいいという趣旨のことを言って注意した\nことが認められるところ，こうした事情は，もとよりそれのみで自動車運\n転中の意識障害の危険を予見させるに足りるものとはいえないにせよ，複\n数の医師から低血圧に関する生活上の注意等を受けていた事実と併せてみ\nれば，低血圧によるめまいの症状があることなどを自覚していた被告人に\nおいて，少なくともこのような症状が出れば自動車を正常に運転すること\nは困難となることは明らかであって，自動車の運転を厳に差し控えるべき\nであることに思い至る契機の１つにはなり得たものと理解するのが合理的\nである。\nこの点に関して，原判決は，そもそも，被告人のめまいの原因が血圧\n低下であると認めることはできないから，そのような点の病識を被告人が\n持っていたと認定することはできないなどと判断説示しているが，前記２\n⑶で説示したとおり，ｏ医師及びｐ医師の各鑑定意見によれば，本件事故\nの直前に被告人が陥った意識障害の状態は，被告人がかねてから度々訴え\nていためまいの症状と質的に異なるものではなく，これらはいずれも被告\n人の低血圧に起因するものとみられるのであって，被告人においても，低\n血圧によるめまいの症状があることなどを自覚していたことは，後記⑵で\nも触れるとおり明らかである。原判決は，上記各鑑定意見の結論部分にの\nみ依拠して，被告人がかねてから度々訴えていためまいと低血圧との関連\n性を指摘した部分を考慮しなかったことなどにより，重要な前提事実の認\n定を誤ったものといわざるを得ない。なお，原判決は，ｈ医師は被告人に\n対して自動車の運転を控えるように注意したことはなかった旨証言してい\nるとも説示しているが，そもそもｈ医師は被告人が自動車を運転している\nことを把握していなかった旨証言していることなどからして，その証言内\n容を適切に理解したものとはいえない。\n⑵  被告人が低血圧を自覚していた事実等\nア  原判決は，前記１⑵の事実中，被告人が，ｋセンターを訪れた際には，\nほぼ毎回血圧を測定して，自分の最高血圧が１００㎜Hgを下回る低血圧で\nあることを認識した場合にはめまい等の症状が生じると考えて入浴を控え\nるなどしていた事実について，この事実は，被告人が低血圧を自覚した際\nには生活上の注意が必要になることを認識していたことを意味するにすぎ\nず，それを超えて，被告人が自動車運転中の意識障害の危険を予見してい\nたことを推認させるものではない旨判断説示している。\nしかし，被告人は，自分の血圧が低いということだけでなく，低血圧に\nよるめまいの症状があることなども自覚していたからこそ，血圧が低いと\n感じた場合にはめまい等の症状が生じると考えて，ｋセンターでの入浴さ\nえ控えるなどしていたのであり，このような事実の存在は，被告人におい\nて，低血圧を自覚した際に生活上の注意が必要になると認識していたこと\nを意味するにとどまらず，自動車の運転中に正常な運転が困難な意識状態\nに陥る危険をも予見可能であったと認定し得る１つの事情とみるのが合理\n的である。原判決は，生活上の注意と運転行為とを殊更切り離し，被告人\nが低血圧によるめまいの症状を自覚していたことを過小評価して不合理な\n判断に至ったものといわざるを得ない。\nイ  また，原判決は，前記１⑵の事実中，ｋセンターでの体調不良の事実に\nついて，被告人は同センターで体調不良に陥った際に意識障害に陥ってい\nたわけではなく，また，入浴時と自動車運転時とでは血圧変動等による体\n調不良の原因が全く異なることから，入浴時の体調不良の事実は，自動車\nの運転中に低血圧による意識障害が生じる危険を被告人に予見させるもの\nとはいえない旨判断説示している。\nしかし，被告人が平成２９年１１月頃に低血圧で倒れた際の状況は，意\n識消失等の状態にまでは至らなかったとはいえ，一時的に意識レベルが相\n当程度低下した状態に陥ったことをうかがわせるものであり，低血圧によ\nるめまいの症状があることなどを自覚していた被告人において，自動車の\n運転を厳に差し控えるべきであることに思い至る契機の１つにはなり得た\nものと理解するのが合理的であって，時期は明らかではないが，体調不良\nで自動車の運転ができなくなり，ｌに迎えを頼んだことがあったとの事情\nについても同様である。原判決が，入浴時の体調不良の事実は，自動車の\n運転中に低血圧による意識障害が生じる危険を予見させるものではないと\nする点も，入浴時の血圧の変化と自動車運転時の血圧の変化についてｆ医\n師が一般論として証言した内容等に依拠したものであるが，被告人には低\n血圧によるめまい等の症状が入浴時に限らず，日常生活の中で随時生じて\nいたとみられることなどからすると，その判断に合理性があるとはいえな\nい。\n⑶  ２度の物損事故の事実等\nア  原判決は，前記１⑶の事実中，被告人が２度の物損事故を起こしたとの\n事実も，これらの事故の直接の原因は，被告人が運転時の状況判断や運転\n操作を誤ったことであるから，被告人に自動車運転中の低血圧による意識\n障害の危険を予見させる契機となるものではない旨判断説示している。\nしかし，１月５日の物損事故は，路地を左折する際に自車の左側面を電\n柱に接触させたというものであり，また，１月６日の物損事故は，自車を\n後退させて自宅の駐車場に駐車する際，ブレーキペダルとアクセルペダル\nを踏み間違えて自車を後方のブロック塀に衝突させたというものであって，\nこれらの事故の直接の原因が意識障害とは無関係であったとしても，本件\n事故の数日前にこのような単独での自損事故を２日続けて起こしたという\nこと自体，被告人の運転行為が事故の危険性を増していたことを強く示す\nものといえるのであるから，かねてから低血圧によるめまいの症状がある\nことなどを自覚していた被告人にとっては，自動車の運転中にめまいによ\nる意識レベルの低下等を生じた際に重大な事故に至る危険を一層強く予見\nし，自動車の運転を厳に差し控えるべきであることに思い至る重要な契機\nになり得たものとみるのが合理的である。原判決は，２度の物損事故の直\n接の原因にのみ着目したため，この点に関する評価を誤ったものといわざ\nるを得ない。\nイ  また，原判決は，前記１⑶の事実中，平成２９年の年末以降，被告人に\nめまいを含む体調不良があった事実について，被告人は，平成３０年１月\n６日にはｋセンターに出掛けており，本件事故当日である同月９日の朝も，\n被告人としては，同月６日と同じように，車で出掛けられる体調であると\n認識していた可能性が高く，本件事故直前の体調不良の事実によっても，\n被告人が自動車運転中の意識障害の危険を予見できたとはいえない旨判断\n説示している。\nしかし，自動車を運転して外出したからといって，被告人が自動車を安\n全に運転するのに問題のない体調であると認識していたとは限らない。被\n告人は，１月６日の物損事故を起こし，家族から自動車の運転をやめるよ\nう強く言われていたことから，本件事故当日，ｌが起床するよりも早く自\n宅を出て行こうとしていたことがうかがわれ，ｍから，実際に，運転をし\nては駄目だと強く説得を受けていた最中であったにもかかわらず，運転を\n開始したという経緯や２度の物損事故を起こしている点等に照らせば，被\n告人が，自らの体調について，安全な運転をすることが可能な状態かどう\nかを判断した結果，運転に及んだと認定することはできない。そうすると，\n平成２９年の年末から本件事故当日に至るまでの体調の点は，かねてから\n低血圧によるめまいの症状があることなどを自覚していた被告人にとって，\n少なくともそうした自覚と異なる状況が生じたことをうかがわせるものと\nいえないことは明らかであって，この点に関して原判決が説示するところ\nを逐一検討しても，自動車の運転中に正常な運転が困難な意識状態に陥る\n危険を予見できたとみることの妨げとなるような事情は見当たらない。\nウ  さらに，原判決は，本件事故に対する予見可能性を否定する方向に働く\n事情として，被告人が，本件事故より前には，自動車運転中に意識障害を\n起こしたことがないとの事実が挙げられる旨説示し，また，高齢者には，\n一般の自動車運転者と比較して，めまい等の症状が生じた場合には自動車\nを安全に運転する能力が低下する傾向があることは認められるものの，被\n告人に生じていためまいは，意識障害の危険につながるものではないとし\nて，被告人が自動車運転中の意識障害の危険を予見できたとはいえない旨\n判断説示している。\nしかし，そもそも，めまい自体が自動車の正常な運転を困難ならしめる\n意識レベルの低下を伴う症状であることが認められるのみならず，本件事\n故直前に被告人が陥った低血圧に起因するとみられる意識障害の状態は，\n被告人がかねて度々訴えていためまいの症状と医学的に見て質的に異なる\nものではなく，このような状態に陥る危険を予見することは可能であった\nことを裏付ける事情があることは，既に説示したとおりであって，本件事\n故の前には自動車の運転中に意識障害を起こしたことがないというだけで，\nこの判断は揺らがないというべきであるから，本件事故に対する予見可能\n性が否定されることにはならない。\nなお，原判決も説示しているように，被告人は，平成２９年６月３日に\n前橋市内の自動車学校で認知機能検査を受けた際に，「記憶力・判断力が\n少し低くなっている。」との判定を受けるにとどまり，同年９月１５日に\nは高齢者講習を終えて自動車運転免許を更新したことが認められるものの，\n更新の申請に際し，低血圧によるめまいの症状があることなどは申告して\nいないことに加え，２度の物損事故を起こすなどした更新後の経過等をも\n併せてみれば，本件事故に対する予見可能性の有無や運転避止義務の存否\nに関する以上の判断は揺らがない。\n⑷  家族による注意の事実等\n原判決は，前記１⑶の事実中，被告人の同居家族であるｌ及びｍが，本\n件事故の直前に至るまで，何度となく自動車の運転をやめるよう被告人に\n対して注意していた事実は，被告人に加齢に伴う運動機能及び体力の低下，\n２度の物損事故の原因として想定される運転操作や状況判断の誤りやすさ\nを予見させるものであって，それらを理由として，自動車の運転を避けさ\nせる契機となるものではあっても，低血圧による意識障害の危険を予見さ\nせるものではなく，そのような家族の注意によって被告人が自動車運転中\nの意識障害の危険を予見できたとはいえない旨判断説示している。\nしかし，ｌ及びｍが被告人に対して自動車の運転をやめるように注意し\nていた理由は，被告人が高齢となって運転能力が全般的に低下していると\n感じたからであったとしても，被告人は，平成２９年の年末から平成３０\n年の元旦頃までの間に，ｌから改めて今後は自動車の運転をしないように\n言われ，自宅駐車場で１月６日の物損事故を起こしたことで，ｌらから自\n動車の運転をしては駄目だと更に強く言われた上，本件事故当日，自動車\nの運転を開始する直前にも，これに気付いたｍから，運転しては駄目だと\n強く言われているのであり，このように，本件事故の直前に至るまで家族\nから自動車の運転をしないように繰り返し注意されていたこと自体，かね\nてから低血圧によるめまいの症状があることなどを自覚していた被告人に\nとっては，２度の物損事故の事実とあいまって，自動車の運転を厳に差し\n控えるべきであることに思い至る重要な契機になり得たものとみるのが合\n理的である。原判決は，家族による注意の理由にのみ着目したため，この\n点に関する評価を誤ったものといわざるを得ない。\n⑸  被告人が本件事故直前に意識障害に陥った原因\n原判決は，被告人が本件事故の直前に意識障害に陥ったのは，服用して\nいた薬の副作用等による大幅な血圧低下が原因である可能性があるとして，\n被告人が，そのような副作用等による意識障害を予見できなかったという\n事実も，本件事故に対する予見可能性を否定する方向に働く事情といえる\n旨判断説示している。\nしかし，ｏ医師は，その鑑定意見の中で，被告人がかねてからめまい等\nの症状を訴えていたことと，被告人がかねてからユリーフ及びフリバス\n（ｏ医師は，これらがいずれも前立腺肥大の薬で，α遮断薬として血圧低\n下作用があるとしている。）を投与されていたこととの間には関連性があ\nるのではないかと考え，鑑定留置中の被告人に対して実施した血圧連続測\n定運動負荷テストの結果も踏まえて，被告人が本件事故の直前に陥った意\n識障害の原因とみられる急激な血圧低下は，被告人がかねてから訴えてい\nためまい等の原因と思われる低血圧と同様に，上記各薬剤の影響による可\n能性が高い旨を指摘しているのである（なお，ｏ医師が前提としていると\nおり被告人が上記各薬剤の投与を受けていたことは，原審甲第６５号証，\n当審検第７号証等から明らかである。）。そうすると，既に説示したとお\nり，被告人は，かねてから低血圧によるめまいの症状があることなどを自\n覚していたことからすれば，自動車の運転中にかねてからの低血圧により\n意識障害の状態に陥る危険を予見可能であったものとみるのが合理的であ\nって，その低血圧の原因が上記各薬剤の副作用である可能性を認識できた\nか否かは，上記判断を左右しないというべきである。原判決は，ｏ医師の\n鑑定意見が，被告人のめまいと低血圧との関連性を踏まえたものであるこ\nとを考慮しなかったことなどにより，この点に関する判断を誤ったものと\nいわざるを得ない。\n４  結論\n以上のとおり，過失運転致死傷罪の成立を否定して被告人を無罪とした\n原判決の判断は，予備的訴因に記載されている事実をもってしても，本件\n事故に対する予見可能性があったとは認められないとの理由により，運転\n避止義務の存在自体を否定した点で事実の誤認があり，この誤認が判決に\n影響を及ぼすことは明らかである。\n事実誤認の論旨は理由があり，その余の論旨について判断するまでも\nなく，原判決は破棄を免れない。\n第３  破棄自判\nそこで，刑訴法３９７条１項，３８２条により原判決を破棄し，同法４\n００条ただし書を適用して被告事件について更に判決する。\n（罪となるべき事実）\n被告人は，平成３０年１月９日午前８時２５分頃，前橋市（住所省略）\n所在の被告人方駐車場において，普通乗用自動車の運転を開始するに当た\nり，かねてから低血圧により度々めまいを生じたことなどがあった上に，\n医師や家族から自動車の運転をしないように注意されてもいたのであるか\nら，自動車の運転は厳に差し控えるべき自動車運転上の注意義務があるの\nにこれを怠り，漫然同車の運転を開始した過失により，その頃，同市（住\n所省略）付近道路をｂ町方面からｃ町方面に向かい時速約６０ないし６５\n㎞で進行中，低血圧により意識障害の状態に陥り，自車を右斜め前方に進\n行させて，同市（住所省略）付近道路右側の車道外側線を対向進行してき\nたＡ（当時１６歳）運転の自転車に自車を衝突させるなどした上，自車を\n同所付近道路右側路外に設置された縁石等に衝突させて自車を横転させる\nなどして，Ａ運転の自転車の後方から対向進行してきたＢ（当時１８歳）\n運転の自転車に自車を衝突させるなどし，よって，Ｂに入院加療２０２日\n間を要する脳挫傷等の傷害を負わせるとともに，Ａに脳挫傷等の傷害を負\nわせ，同月３１日午後６時１８分頃，同市（住所省略）所在のｄ病院にお\nいて，Ａを前記傷害に基づく低酸素脳症により死亡させたものである。\n（証拠の標目）\n（省略）\n（事実認定の補足説明）\n前記第２で説示したとおり，主位的訴因に記載されている事実のみでは\n被告人に運転避止義務があったと認めるに十分ではないとしても，これに\n若干の補正を加えた予備的訴因に記載されている事実におおむね沿う本件\nの事実関係を総合すれば，被告人に運転避止義務があったことは優に認め\nられるから，判示のとおりの罪となるべき事実を認定した。なお，原審弁\n護人は，本件事故当日の運転開始時点において，被告人はかねてから患っ\nていた前頭側頭型認知症の影響により心神喪失の状態にあったとも主張し\nていたことから，この点について付言しておくと，ｐ医師の鑑定意見を始\nめとする関係証拠によれば，本件事故当時，被告人は認知機能が軽度に障\n害されていたことが認められるにとどまり，被告人がかねてから前頭側頭\n型認知症を患っていた事実は認められず，ｏ医師の鑑定意見中，上記認定\nに反する部分は採用できない。被告人の従前の生活状況，本件事故当日の\n行動，捜査段階から原審公判段階に至るまでの供述状況等から見ても，本\n件事故当日の運転開始時点において，被告人が心神喪失の状態になかった\nことはもとより，心神耗弱の状態にもなかったことは明らかである。\n（法令の適用）\n被告人の判示所為は被害者ごとに自動車の運転により人を死傷させる行\n為等の処罰に関する法律５条本文に該当するところ，これは１個の行為が\n２個の罪名に触れる場合であるから，刑法５４条１項前段，１０条により\n１罪として犯情の重い過失運転致死罪の刑で処断することとし，所定刑中\n禁錮刑を選択し，その所定刑期の範囲内で被告人を禁錮３年に処し，同法\n２１条を適用して原審における未決勾留日数中３４０日をその刑に算入し，\n原審における訴訟費用は刑訴法１８１条１項ただし書を適用して被告人に\n負担させないこととする。\n（量刑の理由）\n被告人は，かねてから低血圧によるめまいの症状があることなどを自覚\nしていた上に，家族から自動車の運転をやめるように再三注意されるなど，\n自動車の運転を厳に差し控えるべきであることに思い至る契機となる事情\nも多々あったにもかかわらず，判示のとおりの身勝手な判断に基づく一方\n的な過失によって何ら落ち度のない２名の被害者Ａ，Ｂを死傷させる重大\nな事故を起こしたものである。１６歳という若さで前途を絶たれた被害者\nＡの無念の胸中は察するに余りあり，その両親ら遺族の悲しみの深さは計\nり知れない。また，２０２日間の入院加療を要する重傷を負った被害者Ｂ\nがその心身に受けた苦痛も極めて大きく，その両親ら家族の生活に及ぼし\nた影響も深刻である。Ａの母及びＢの父がそれぞれの心情を述べる中で，\n被告人に対して厳しい処罰を求めているのも至極当然のこととして理解す\nることができる。被告人の刑事責任は相当に重いというべきである。\nそうすると，被告人の長男夫婦が本件事故を防げなかったことの責任を\n痛感して，反省と謝罪の言葉を述べており，現在施設に入所中の被告人も，\n自分自身の責任を理解した上で，文書で謝罪の気持ちを明らかにしている\nこと，被告人運転車両に付されていた対人賠償額無制限の任意保険により\n相応の賠償が見込まれるほか，当審弁護人を通じて，保険外での見舞金の\n支払を約束し，一部は支払を済ませていることなど，被告人のために酌む\nべき事情も認められることを十分考慮しても，相当期間の実刑は免れない\nものと判断し，主文のとおりの刑を量定した。\nよって，主文のとおり判決する。\n（原審における検察官の求刑  禁錮４年６月）\n令和２年１１月２５日\n東京高等裁判所第８刑事部\n裁判長裁判官    近   藤   宏   子\n裁判官   小   川   賢   司\n裁判官    仁   藤   佳   海\n"
}