{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 4,
    "month": 1,
    "day": 20
  },
  "case_number": "令和3(ワ)21013",
  "case_name": "発信者情報開示請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "91091",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=91091",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/091/091091_hanrei.pdf",
  "contents": "令和４年１月２０日判決言渡  同日原本交付  裁判所書記官\n令和３年（ワ）第２１０１３号  発信者情報開示請求事件\n口頭弁論終結日  令和３年１１月４日\n判         決\n原               告                 Ｘ\n同 訴 訟 代 理 人 弁 護 士      臼   坂   富士 彦\n同       森島崇 行\n被 告      ソ フ ト バ ン ク 株 式 会 社\n同 訴 訟 代 理 人 弁 護 士      金子和 弘\n主         文\n１  被告は，原告に対し，別紙発信者情報目録記載１，２の各情報を開示せよ。\n２  原告のその余の請求をいずれも棄却する。\n３  訴訟費用はこれを１０分し，その１を原告の負担とし，その余を被告の負担と\nする。\n事実及び理 由\n第１  請求\n被告は，原告に対し，別紙発信者情報目録記載の各情報を開示せよ。\n第２  事案の概要等\n１  事案の概要\n本件は，原告が被告に対して，氏名不詳者がインターネット上の電子掲示板に\n原告が著作権を有する写真又は原告を被写体とする写真を含む記事を投稿した\nところ，各記事は原告の著作権（複製権及び公衆送信権）若しくは肖像権又はそ\nの両方を侵害しており，同各投稿はいずれも，被告の電気通信設備を経由して行\nわれており，原告が氏名不詳者に対して損害賠償を請求するためには，上記各投\n稿の発信者に係る情報が必要であるとして，特定電気通信役務提供者の損害賠償\n責任の制限及び発信者情報の開示に関する法律４条１項に基づき同投稿に係る\n発信者情報の開示を請求した事案である。\n２  前提事実（当事者間に争いがないか，後掲各証拠（明示しない限り枝番号を含\nむ。）及び弁論の全趣旨によって容易に認められる事実）\n氏名不詳者（同一人物とは限らない。以下，各投稿に係る投稿者を「本件投\n稿者」という。）は，インターネット上の電子掲示板「Ａ」（ＵＲＬは省略）に\nおいて，別紙投稿記事目録記載の各投稿（以下，同目録記載１の投稿を「本件\n投稿１」などといい，全投稿を総称して「本件各投稿」という。）をした。各投\n稿の内容は，それぞれ，別紙投稿記事内容目録記載のとおりである（本件投稿\n１が別紙投稿記事内容目録記載１に対応し，以下同様である。本件投稿１で投\n稿された写真を「本件写真１」といい，以下本件各投稿で投稿された写真につ\nいて同じ（本件投稿４については，４枚の写真が投稿されており，左上の写真\nを「本件写真４－１」，右上の写真を「本件写真４－２」，左下の写真を「本件\n写真４－３」，右下の写真を「本件写真４－４」といい，４枚の写真を総称して\n「本件写真４」という。本件写真１から４を総称して「本件各写真」という。）。\n（甲３～５）\n本件各写真（ただし，本件写真４－３は除く。）は，いずれも原告のブログ又\nはインスタグラムに掲載された，構図，撮影アングル，露光などの点で工夫さ\nれた，撮影者の著作物である写真を複製したものである（以下，原告のブログ\n等に掲載された，本件各写真に対応する写真を本件各写真の番号に応じてそれ\nぞれ「原告写真１」などという。）。本件投稿者は，本件各写真を電子掲示板に\n投稿することで，公衆送信用記録媒体に本件各写真の情報を蔵置して記録し，\n自動公衆送信し得るようにした。（甲６～８）\n本件各投稿は，被告を経由プロバイダとして被告の電気通信設備を利用して\n行われており，被告は，本件投稿者につき，別紙発信者情報目録記載１，２の\n各情報を保有している。（争いなし）\n３  争点に対する当事者の主張\n本件投稿１（争点１）\n（原告の主張）\nア  著作権侵害\n原告写真１は，原告が自身の携帯電話で撮影して原告のブログに投稿して\nいた写真である。仮に撮影者が原告でなかったとしても原告の携帯電話で撮\n影されているのであるから，著作権は原告に黙示的に移転している。\n本件投稿１では，原告写真１が複製，公衆送信されており，原告の著作権\nが侵害されていることは明らかである。\nイ  肖像権侵害\n本件投稿１は，原告の顔ないし容姿が写った本件写真１を掲載し，これ\nに原告の容姿を嘲笑，揶揄する文言が付されたものである。\n原告は，あくまで一般私人であり，その肖像を無断で使用されることを\n受忍しなければならないような社会的地位にはない。原告は，第三者に写\n真の転載を許諾したことはない。本件投稿１は，原告を嘲笑する内容から\n始まるスレッドにおいて，本件写真１に原告を揶揄する文言を付して同\nスレッドに投稿されたものであり，肖像の使用につき，正当な目的も必要\n性もなく，原告に対する個人攻撃の手段として掲載されている。原告が原\n告写真１を自らインターネット上に公開していたことを考慮しても，本\n件投稿１の態様での掲載に対してまで肖像権を放棄しているというべき\nではなく，社会生活上の受忍限度を超えるといえるから，原告の肖像権侵\n害は明白である。\n（被告の主張）\nア  著作権侵害\n原告写真１について，原告が撮影したことは明らかではないから，原告が\n著作権を有することが明らかであるとはいえず，原告の複製権及び公衆送信\n権が侵害されたことが明らかであるとはいえない。\nイ  肖像権侵害\n本件写真１は，原告が自らブログにアップロードした原告写真１を複製し\nたものであり，原告がみだりに自己の容姿が撮影されたわけではなく，原告\nが不特定多数の者が閲覧することが予定されたＳＮＳサイト上に同写真を\n公開したのであるから，これが用いられたことによって原告の肖像権が侵害\nされたことが明らかとはいえない。\n本件投稿２（争点２）\n（原告の主張）\n原告写真２は，原告が自らのスマートフォンで撮影した写真である。本件\n投稿２では，原告写真２が複製，公衆送信されており，原告の著作権が侵害\nされていることは明らかである。\n被告は引用の抗弁を主張するが，「Ｘさんも４℃の時代があったんだね\nー。」という感想を述べるために原告のインスタグラムの記事を転載する必要\nはなく，また，感想が短文であり，原告の記事が十分な大きさをもっている\nことからすると，明らかに引用元が主であり，目的上正当な範囲での引用と\nはいえない。そもそも，本件投稿２は，単にスレッドにおける中傷活動を面\n白がって，原告への誹謗中傷投稿への新たな材料を投下することに目的があ\nり，引用制度によって保護すべき新たな表現活動とはいえない。\nなお，ハッシュタグは，必ずしも拡散意図を示すものではない。\n（被告の主張）\n原告写真２は，原告が自ら撮影したものであるか明らかではないから，原\n告が著作権を有することが明らかであるとはいえず，原告の複製権及び公衆\n送信権が侵害されたことが明らかであるとはいえない。\nまた，本件投稿２では，原告写真２が掲載されている原告のインスタグ\nラムの写真及び投稿記事をそのまま引用しており，引用部分の区分が明瞭\nであり，本件投稿２の投稿者が感想を述べるために同インスタグラムの内\n容をそのまま引用することは，目的上正当な範囲である。そして，本件投\n稿２には，「Ｘ‘」の投稿であること及び「久々三連♡」との原告の投稿部\n分もそのまま表示されているから，出所は原告のインスタグラムであるこ\nとが分かり，原告は同インスタグラムにおいてハッシュタグを付けて拡散\nを意図しており，転載を禁止していないことからしても，本件投稿２は著\n作権法上の「引用」に当たるといえる。\nよって，本件投稿２が著作権を侵害することが明らかであるとはいえな\nい。\n本件投稿３（争点３）\n（原告の主張）\n本件投稿３は，本件写真３を掲載した上で，原告の顔が三日月型である\nと嘲笑し，「鼻にいれてるのクッキリ」などと鼻を整形しているかのように\n揶揄する内容であり，原告の肖像権を侵害している。\nその他の事情については， イ と同様である。\n（被告の主張）\nイの主張と同様である。\n本件投稿４（争点４）\n（原告の主張）\nア  著作権侵害\n原告写真４は，いずれの写真も原告が自らのスマートフォンを用いて撮\n影した写真である。本件投稿４では，原告写真４が複製，公衆送信されて\nおり，原告の著作権が侵害されていることは明らかである。\nイ  肖像権侵害\n本件投稿４は，「整形前に比べてマシになって」などと原告の容姿を揶\n揄する内容の何者かによるツイッター投稿のスクリーンショットを転載\nする投稿であり，原告の容姿を揶揄する投稿を拡散しこれに加担する投稿\nである。\nその他の事情については， イ と同様である。\n（被告の主張）\nア  著作権侵害\n原告が自ら撮影したことは明らかではなく，原告の著作権を侵害したこ\nとが明らかであるとはいえない。\nイ  肖像権侵害\nイの主張と同様である。\n第３  当裁判所の判断\n１  争点１（本件投稿１）について\n甲８号証及び弁論の全趣旨によれば，原告写真１は原告によって撮影されたこ\nとが認められる。\nよって，原告写真１の著作権は原告が保有していると認められ，著作権法上の\n権利制限事由の存在など著作権侵害の成立を阻却する事由の存在を基礎付ける\n事実も認められず，本件投稿１は，原告の複製権，公衆送信権を侵害することが\n明らかであると認められる。\n２  争点２（本件投稿２）について\n甲８号証及び弁論の全趣旨によれば，原告写真２は，原告によって撮影された\nことが認められる。\n続いて，著作権法３２条１項所定の引用が成立するか否かについて検討する。\n本件投稿２は，電子掲示板の「インスタＸ‘-2Ｘ‐２１」というタイトルのス\nレッドの７４８番目の投稿である。\n同スレッドの冒頭には，\n「通称Ｘ“。実際は思いっきり芋くさい面長顔のそのへんにいる凡顔おばさん。\nそれをアプリで別人加工し盛れる自撮りが大好き。（顔に映る実像をどうやって\n脳内変換しているのか教えてくれｗ）\n主な収入源は詐欺ステマ。フォロワーを騙しても心痛むことなくブランド品を\n買い漁りたいがためにステマステマステマのオンパレード。（ステマをしないと\nエルメスもカルティエも買えません！）\n上品ぶっていても発言される内容は口が悪いし何様発言が多くてほんとイタ\nイ・・・\n・・・・・・・・・・・・・\n突っ込みどころ満載なおもしろＸ“さんのファンスレをぜひ楽しんでｗ」\nとの記載があり，スレッド自体が原告の容姿を中傷，揶揄すること等を目的とし\nて設けられたものと認められ，実際に同スレッドでは，もっぱら原告の容姿への\n中傷，揶揄が投稿され，本件投稿２はその中で行われたことが認められる。本件\n投稿２は，原告がインスタグラムに投稿した原告写真２を複製して本件写真２と\nして掲げ，その下に，「Ｘさんも４℃の時代があったんだねー」とのコメントを付\nしたものであり，本件投稿者が現在の原告のイメージに沿わないと考えて，原告\nを更に揶揄するために投稿したものであると認められる。\n仮に上記コメントと合わせて批評の目的で原告写真２が引用されたととらえ\nられたとしても，原告が特定のブランド品を使用していた時期があったという簡\n単なコメントのために他者が著作権を有する写真を利用する必要はなく，原告写\n真２の利用が引用の目的上正当な範囲内で行われたものであるとは認められな\nい。\nよって，原告写真２の著作権は原告が保有していると認められ，著作権法３２\n条１項所定の要件を満たす適法な引用も成立せず，他に著作権侵害の成立を阻却\nする事由の存在を基礎付ける事実も認められないから，本件投稿２は，原告の複\n製権，公衆送信権を侵害することが明らかであると認められる。\n３  争点３（本件投稿３）について\n人の肖像は，個人の人格の象徴であるから，当該個人は，人格権に由来するも\nのとして，これをみだりに利用されない権利を有する。そして，当該個人の社会\n的地位・活動内容，利用に係る肖像が撮影等されるに至った経緯，肖像の利用の\n目的，態様，必要性等を総合考慮して，当該個人の人格的利益の侵害が社会生活\n上受忍の限度を超える場合には，当該個人の肖像の利用は肖像権を侵害するもの\nとして不法行為法上違法となると解される。\n本件投稿３は，スレッドタイトル「インスタＸ‘-2 Ｘ‐２２」に係る５０番目\nの投稿である（甲５の１）。\n同スレッドの冒頭には，本件投稿２についてのスレッドの冒頭と同一の文言が\n掲載されており，本件投稿２のスレッドと同様に，スレッド自体が原告の容姿を\n中傷，揶揄することを目的として設けられたものと認められる（甲２の７。なお，\nスレッドのタイトルからすると，同様のスレッドが，他に少なくとも２１個存在\nすることがうかがえる。）。そして，実際に，同スレッドについての本件投稿３よ\nりも前の投稿も，原告の容姿を中傷，揶揄する投稿が繰り返し行われている。本\n件投稿３では，原告の横顔が三日月に似ている，鼻を整形していることが明らか\nであるとの内容の否定的なニュアンスのコメントを付した上で本件写真３を投\n稿しており，本件投稿３はもっぱら原告の容姿を揶揄するものであることが認め\nられる。\nそうすると，原告が多数のフォロワーを有するインスタグラマーであり，原告\n自身が原告写真３を自身のインスタグラムに掲載し，インスタグラムにおいて同\n写真が広く一般に閲覧されることを想定し，許容していたことを考慮しても，上\n記のとおり，電子掲示板上のもっぱら原告を中傷し，揶揄することを目的とし，\n実際に原告の中傷と揶揄であふれているスレッドにおいて，その一環として自身\nの容姿が写っている本件写真３が掲載されることは，原告の社会生活上の受忍限\n度を超えるものであると認めるのが相当である。\nよって，本件投稿３は原告の肖像権を侵害することが明らかであると認められ\nる。\n４  争点４（本件投稿４）について\n証拠（甲７，８）及び弁論の全趣旨によれば，少なくとも原告写真４－１，４\n－２，４－４については，原告によって撮影されたことが認められる。\nよって，少なくとも，原告写真４－１，４－２，４－４の著作権は原告が保有\nしていると認められ，著作権法上の権利制限事由の存在など著作権侵害の成立を\n阻却する事由の存在を基礎付ける事実も認められず，本件投稿４は，原告の複製\n権，公衆送信権を侵害することが明らかであると認められる。\n第４  結論\n以上のとおりであって，本件投稿１から４は，いずれも原告の権利を侵害する\nことが明らかであるといえ，被告が同投稿に係る別紙発信者情報目録記載１，２\nの各情報を保持していることも認められる。他方で，被告が別紙発信者情報目録\n記載３，４の各情報を保有していることを認めるに足りる証拠はない。よって，\n原告の請求のうち，別紙発信者情報目録記載１，２の開示を請求する部分につい\nては認容し，その余はいずれも棄却することとし，主文のとおり判決する。\n東京地方裁判所民事第４６部\n裁判長裁判官       柴    田    義    明\n裁判官      佐    伯    良    子\n裁判官      仲    田    憲    史\n別紙  発信者情報目録\n別紙投稿記事目録記載のＩＰアドレスを同目録記載の接続日時（ＪＳＴ）に使用し，\n同目録記載の接続先ＩＰアドレスに接続した契約者に関する以下の情報\n１  氏名又は名称\n２  住所\n３  電話番号\n４  メールアドレス\n以上\n別紙投稿記事目録\n１\n（記載省略）\n２\n（記載省略）\n３\n（記載省略）\n４\n（記載省略）\n別紙  投稿記事内容目録\n１\n（記載省略）\n頭とがってるのは加工じゃないｗ\n２\n（記載省略）\nＸさんも４℃の時代があったんだねー\n３\n（記載省略）\n☽そっくり。そして鼻に入れているのクッキリ\n４\n（記載省略）\nこれ本当なら驚きー\n"
}