{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 4,
    "month": 10,
    "day": 25
  },
  "case_number": "令和4(行ケ)1",
  "case_name": "選挙無効請求事件",
  "court_name": "名古屋高等裁判所民事第３部",
  "result": "棄却",
  "gist": "（判示事項の要旨）\n１　本件は、令和４年７月１０日に施行された参議院議員通常選挙（以下「本件選挙」という。）について、愛知県選挙区、岐阜県選挙区及び三重県選挙区の選挙人である原告らが、公職選挙法１４条、別表第３の参議院（選挙区選出）議員の議員定数配分規定は憲法に違反し無効であるから、これに基づき施行された本件選挙の上記各選挙区における選挙も無効であると主張して提起した選挙無効訴訟である。\n２　本件選挙当時、平成３０年法律第７５号による改正後の公職選挙法１４条、別表第３の参議院（選挙区選出）議員の議員定数配分規定の下での選挙区間における投票価値の不均衡は、違憲の問題が生ずる程度の著しい不平等状態にあったものとはいえず、上記規定が憲法に違反するに至っていたということはできない。",
  "lawsuit_id": "91511",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=91511",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/511/091511_hanrei.pdf",
  "contents": "主 文\n１  原告らの請求をいずれも棄却する。\n２  訴訟費用は原告らの負担とする。\n事 実 及 び 理 由\n第１  請求の趣旨\n令和４年７月１０日に行われた参議院（選挙区選出）議員選挙の愛知県選挙\n区、岐阜県選挙区及び三重県選挙区における選挙を無効とする。\n第２  事案の概要等\n１  本件は、令和４年７月１０日に施行された参議院議員通常選挙（以下「本件\n選挙」という。）について、愛知県選挙区、岐阜県選挙区及び三重県選挙区\n（以下、併せて「本件各選挙区」という。）の選挙人である原告らが、公職選\n挙法１４条、別表第３の参議院（選挙区選出）議員の議員定数配分規定（以下、\n数次の改正の前後を通じ、平成６年法律第２号による改正前の別表第２を含め、\n「定数配分規定」という。）は憲法に違反し無効であるから、これに基づき施\n行された本件選挙の本件各選挙区における選挙も無効であると主張して提起し\nた選挙無効訴訟である。\n２  前提事実\n当事者間に争いのない事実、当裁判所に顕著な事実、後掲各証拠及び弁論\nの全趣旨によれば、次の各事実が認められる。\n本件選挙の施行\n本件選挙は、令和４年７月１０日、平成３０年法律第７５号（以下「平\n成３０年改正法」という。）による改正（以下「平成３０年改正」とい\nう。）後の公職選挙法１４条１項、別表第３の参議院定数配分規定（以下\n「本件定数配分規定」という。）に基づき施行された。\n当事者\n原告Ａは本件選挙の愛知県選挙区の、原告Ｂは本件選挙の岐阜県選挙区\nの、原告Ｃは本件選挙の三重県選挙区の各選挙人である。\n本件選挙当日の選挙区間における議員１人当たりの選挙人数の最大較差は、\n選出される議員１人当たりの選挙人数が最少の福井県選挙区を１とした場\n合、最多の神奈川県選挙区は３．０３（以下、較差に関する数値は、全て\n概数である。）であり、愛知県選挙区は２．４１、岐阜県選挙区は２．５\n９、三重県選挙区は２．３２であった（乙１）。\n３  争点\n本件定数配分規定が憲法に違反し無効か。\n４  争点についての当事者の主張の要旨\n原告らの主張\nア  本件定数配分規定は、憲法５６条２項、１条、前文第１項第１文冒頭に\n基づく人口比例選挙の要求に反しており、憲法９８条１項により無効で\nある。\nイ  参議院議員の選挙であること自体から直ちに投票価値の平等の要請が\n後退してよいと解すべき理由は見いだし難く、本件選挙当時の各選挙区\n間の議員１人当たりの有権者数較差３．０３は、衆議院のそれより後退\nしており、本件選挙は違憲である。\nウ  最高裁平成２６年（行ツ）第１５５号、第１５６号等同年１１月２６日\n判決・民集６８巻９号１３６３頁（以下「平成２６年大法廷判決」とい\nう。）では、①当該定数配分規定の下での選挙区間における投票価値の\n不均衡が、違憲の問題が生ずる程度の著しい不均衡状態に至っているか\n否かを審査し、②上記の状態に至っている場合に、当該選挙までの期間\nにその是正がされなかったことが国会の裁量権の限界を超えるとして当\n該定数配分規定が憲法に違反するに至っているか否かを審査して、違憲\n性を判断しているが、上記②の審査基準は、憲法９８条１項に違反する。\nエ  令和３年に設置された参議院改革協議会において、各会派は、平成２\n５年以降継続的に行われてきた選挙制度改革の実現に向けて、具体案を\n作成し、かつ、これらにつき議論することを怠っており、立法府は、本\n件選挙の時点で、もはや都道府県を選挙区の単位とする選挙制度の仕組\nみ自体を見直すなど、是正を指向する姿勢を失っており、最高裁令和２\n年（行ツ）第７８号同年１１月１８日大法廷判決・民集７４巻８号２１\n１１頁（以下「令和２年大法廷判決」という。）に照らしても、本件選\n挙は違憲状態である。\nオ  本件選挙が違憲無効とされても、社会的不都合又は社会的混乱は生じな\nいから、事情判決の法理によっても、本件選挙は、憲法９８条１項によ\nり、その効力を有しない。\n被告らの主張\nア  国会の定めた定数配分規定が違憲と評価されるのは、参議院の独自性そ\nの他の政策的目的ないし理由を考慮しても、投票価値の平等の見地から\nみて違憲の問題が生ずる程度の著しい不平等状態が生じており、かつ、\n当該選挙までの期間内にその是正がされなかったことが国会の裁量権の\n限界を超える場合に限られる。\nイ  参議院議員の選挙区選挙において、都道府県を選挙区割りの基本単位と\nしていることは、国会による裁量権の行使として合理性があるところ、\n平成２７年法律第６０号による公職選挙法の改正（以下「平成２７年改\n正」という。）により、最高裁平成２３年（行ツ）第５１号同２４年１\n０月１７日大法廷判決・民集６６巻１０号３３５７頁（以下「平成２４\n年大法廷判決」という。）及び平成２６年大法廷判決が指摘した、投票\n価値に関する違憲の問題が生ずる程度の著しい不平等状態は解消され、\nその後の平成３０年改正により、投票価値の不均衡が更に是正された。\n最高裁平成２９年（行ツ）第４７号同２９年９月２７日大法廷判決・民\n集７１巻７号１１３９頁（以下「平成２９年大法廷判決」という。）及\nび令和２年大法廷判決においても、投票価値の不均衡が違憲の問題が生\nずる程度の著しい不平等状態にはなかった旨判断された。本件選挙時に\nおいても、最大較差は３．０３にとどまるなど、平成２８年７月１０日\nに施行された参議院議員通常選挙（以下、単に「通常選挙」といい、こ\nの通常選挙を「平成２８年選挙」という。）当時及び令和元年７月２１\n日に施行された通常選挙（以下「令和元年選挙」という。）当時と比較\nして投票価値の不均衡が大きく拡大した状況は認められなかった上、国\n会は、現在も参議院選挙制度改革の検討を継続する方針を示し、再び過\n去にあったような大きな較差を生じさせることのないよう配慮している\nところである。こうした事情を併せ考慮すると、本件選挙当時、本件定\n数配分規定の下での選挙区間における投票価値の不均衡は、投票価値の\n平等の重要性に照らして看過し得ない程度にまで達しているとはいえな\nいから、違憲の問題が生ずる程度の著しい不平等状態に至っていたとは\n認められない。\nウ  万一、本件選挙当時、投票価値の不均衡について違憲の問題が生ずる程\n度の著しい不平等状態に至っていると判断されることがあるとしても、国\n会において、本件選挙までの間に、本件定数配分規定に基づく選挙区間に\nおける投票価値の不均衡が前記状態にまで至っていたことを認識し得たと\nは到底いえないから、国会が、違憲の問題が生ずる程度の著しい不平等状\n態となったことを認識し得た時期が開始していたとは認められない。また、\n国会における是正の実現に向けた取組が司法の判断の趣旨を踏まえた裁量\n権の行使の在り方として相当なものではなかったとはいえないから、本件\n選挙までの期間内に本件定数配分規定の改正がされなかったことをもって\n国会の裁量権の限界を超えるものとはいえない。\n第３  当裁判所の判断\n１  認定事実\n前記前提事実、当裁判所に顕著な事実、後掲各証拠及び弁論の全趣旨によれ\nば、次の各事実が認められる。\n参議院議員の選挙制度の仕組み（乙５、６）\nア  参議院議員選挙法（昭和２２年法律第１１号）は、参議院議員の選挙\nについて、参議院議員２５０人を全国選出議員１００人と地方選出議員\n１５０人とに区分し、前者については全都道府県の区域を通じて選出さ\nれるものとする一方、後者については、その選挙区及び各選挙区におけ\nる議員定数を別表で定め、都道府県を単位とする選挙区において選出さ\nれるものとした。そして、選挙区ごとの議員定数については、憲法が参\n議院議員につき３年ごとにその半数を改選すると定めていること（４６\n条）に応じて、各選挙区を通じその選出議員の半数が改選されることと\nなるように配慮し、定数を偶数としてその最小限を２人とする方針の下\nに、各選挙区の人口に比例する形で２人ないし８人の偶数の議員定数を\n配分した。\nイ  昭和２５年に制定された公職選挙法の定数配分規定は、上記の参議院\n議員選挙法の議員定数配分規定をそのまま引き継いだものであり、その\n後に沖縄県選挙区の議員定数が２人増えたほかは、平成６年法律第４７\n号による公職選挙法の改正（以下「平成６年改正」という。）まで、上\n記定数配分規定に変更はなかった。\nなお、昭和５７年法律第８１号による公職選挙法の改正（以下「昭和５\n７年改正」という。）により、参議院議員選挙について、いわゆる拘束\n名簿式比例代表制が導入され、参議院議員２５２人は各政党等の得票に\n比例して選出される比例代表選出議員１００人と都道府県を単位とする\n選挙区ごとに選出される選挙区選出議員１５２人とに区別されることに\nなったが、この選挙区選出議員は、従来の地方選出議員の名称が変更さ\nれたにすぎない。\nウ  その後、平成１２年法律第１１８号による公職選挙法の改正（以下\n「平成１２年改正」という。）により、比例代表選出議員の選挙制度が、\nいわゆる非拘束名簿式比例代表制に改められるとともに、参議院議員の\n総定数が１０人削減されて２４２人とされ、比例代表選出議員９６人及\nび選挙区選出議員１４６人とされた。\n平成１９年までの選挙区間の最大較差の推移等\nア  参議院議員選挙法制定当時、選挙区間における議員１人当たりの人口\nの最大較差（以下、各立法当時の「選挙区間の最大較差」というときは、\nこの人口の最大較差をいう。）は２．６２倍であったが、人口変動によ\nり拡大を続け、平成４年７月に施行された通常選挙（以下「平成４年選\n挙」という。）当時、選挙区間における議員１人当たりの選挙人数の最\n大較差（以下、各選挙当時の「選挙区間の最大較差」というときは、こ\nの選挙人数の最大較差をいう）が６．５９倍に達した後、平成６年改正\nにおける７選挙区の定数を８増８減する措置により、平成２年１０月実\n施の国勢調査結果による人口に基づく選挙区間の最大較差は４．８１倍\nに縮小した。その後、平成１２年改正における３選挙区の定数を６減す\nる措置及び平成１８年法律第５２号による公職選挙法の改正（以下「平\n成１８年改正」という。）における４選挙区の定数を４増４減する措置\nの前後を通じて、平成７年から平成１９年までに施行された各通常選挙\n当時の選挙区間の最大較差は５倍前後で推移した。（乙５ないし７）\nイ  しかるところ、最高裁判所大法廷は、定数配分規定の合憲性に関し、\n最高裁昭和５４年（行ツ）第６５号同５８年４月２７日大法廷判決・民\n集３７巻３号３４５頁（以下「昭和５８年大法廷判決」という。）にお\nいて、後記２ の基本的な判断枠組みを示した後、平成４年選挙につい\nて、違憲の問題が生ずる程度の投票価値の著しい不平等状態が生じてい\nた旨判示したが（最高裁平成６年（行ツ）第５９号同８年９月１１日大\n法廷判決・民集５０巻８号２２８３頁）、平成６年改正後の定数配分規\n定の下で施行された２回の通常選挙については、上記の状態に至ってい\nたとはいえない旨判示した（最高裁平成９年（行ツ）第１０４号同１０\n年９月２日大法廷判決・民集５２巻６号１３７３頁、最高裁平成１１年\n（行ツ）第２４１号同１２年９月６日大法廷判決・民集５４巻７号１９\n９７頁）。その後、平成１２年改正後の定数配分規定の下で施行された\n２回の通常選挙及び平成１８年改正後の定数配分規定の下で平成１９年\n７月に施行された通常選挙のいずれについても、最高裁判所大法廷は、\n上記の状態に至っていたか否かにつき明示的に判示することなく、結論\nにおいて当該各定数配分規定が憲法に違反するに至っていたとはいえな\nい旨の判断を示した（最高裁平成１５年（行ツ）第２４号同１６年１月\n１４日大法廷判決・民集５８巻１号５６頁、最高裁平成１７年（行ツ）\n第２４７号同１８年１０月４日大法廷判決・民集６０巻８号２６９６頁\n（以下「平成１８年大法廷判決」という。）、最高裁平成２０年（行ツ）\n第２０９号同２１年９月３０日大法廷判決・民集６３巻７号１５２０頁\n（以下「平成２１年大法廷判決」という。））。もっとも、平成１８年\n大法廷判決においては、投票価値の平等の重要性を考慮すると投票価値\nの不平等の是正について国会における不断の努力が望まれる旨の、平成\n２１年大法廷判決においては、当時の較差が投票価値の平等という観点\nからはなお大きな不平等が存する状態であって、選挙区間における投票\n価値の較差の縮小を図ることが求められる状況にあり、最大較差の大幅\nな縮小を図るためには現行の選挙制度の仕組み自体の見直しが必要とな\nる旨の指摘がそれぞれされるなど、選挙区間の最大較差が５倍前後で常\n態化する中で、較差の状況について投票価値の平等の観点から実質的に\nはより厳格な評価がされるようになっていた。\n平成２２年７月施行の通常選挙に係る平成２４年大法廷判決等\n平成２２年７月１１日、選挙区間の最大較差が５．００倍の状況におい\nて施行された通常選挙（以下「平成２２年選挙」という。）につき、平成\n２４年大法廷判決は、結論において同選挙当時の定数配分規定が憲法に違\n反するに至っていたということはできないとしたものの、長年にわたる制\n度及び社会状況の変化を踏まえ、参議院議員の選挙であること自体から直\nちに投票価値の平等の要請が後退してよいと解すべき理由は見いだし難く、\n都道府県が政治的に一つのまとまりを有する単位として捉え得ること等の\n事情は数十年間にもわたり投票価値の大きな較差が継続することを正当化\nする理由としては十分なものとはいえなくなっており、都道府県間の人口\n較差の拡大が続き、総定数を増やす方法を採ることにも制約がある中で、\n都道府県を各選挙区の単位とする仕組みを維持しながら投票価値の平等の\n要求に応えていくことはもはや著しく困難な状況に至っているなどとし、\nそれにもかかわらず平成１８年改正後は投票価値に大きな不平等がある状\n態の解消に向けた法改正が行われることのないまま平成２２年選挙に至っ\nたことなどの事情を総合考慮すると、同選挙当時の最大較差が示す選挙区\n間における投票価値の不均衡は、違憲の問題が生ずる程度の著しい不平等\n状態にあった旨判示するとともに、都道府県を単位として各選挙区の定数\nを設定する現行の方式をしかるべき形で改めるなど、現行の選挙制度の仕\n組み自体の見直しを内容とする立法的措置を講じ、できるだけ速やかに違\n憲の問題が生ずる上記の不平等状態を解消する必要がある旨を指摘した\n（乙７）。\n平成２４年大法廷判決の言渡し後、平成２４年１１月１６日に公職選挙法\nの一部を改正する法律（平成２４年法律第９４号。以下「平成２４年改正法」\nという。）が成立し、同月２６日に施行された（以下「平成２４年改正」と\nいう。）。同法の内容は、平成２５年７月に施行される通常選挙に向けた改\n正として選挙区選出議員について４選挙区で定数を４増４減するものであり、\nその附則には、平成２８年に施行される通常選挙に向けて、選挙制度の抜本\n的な見直しについて引き続き検討を行い、結論を得るものする旨の規定が置\nかれていた。\n平成２５年７月２１日、平成２４年改正による定数配分規定の下での初\nめての通常選挙（以下「平成２５年選挙」という。）が施行された。同選\n挙当時の選挙区間の最大較差は４．７７倍であった（乙７）。\n平成２５年９月、参議院において平成２８年に施行される通常選挙に向け\nた参議院選挙制度改革について協議を行うため、選挙制度の改革に関する検\n討会の下に選挙制度協議会が設置された。同協議会においては、平成２６年\n４月に選挙制度の仕組みの見直しを内容とする具体的な改正案として座長案\nが示され、その後に同案の見直し案も示された。これらの案は、基本的には、\n議員１人当たりの人口の少ない一定数の選挙区を隣接区と合区してその定数\nを削減し、人口の多い一定数の選挙区の定数を増やして選挙区間の最大較差\nを大幅に縮小するというものであるところ、同協議会において、上記の各案\nや参議院の各会の提案等をめぐり協議が行われたが、各会派の意見が一致し\nなかったことから、同年１２月２６日、各会派から示された提案等を併記し\nた報告書が参議院議長に提出された。\nこのような協議が行われている状況の中で、平成２５年選挙につき、平成\n２６年大法廷判決は、平成２４年大法廷判決の判断に沿って、平成２４年改\n正法による前記４増４減の措置は、都道府県を各選挙区の単位とする選挙制\n度の仕組みを維持して一部の選挙区の定数を増減するにとどまり、現に選挙\n区間の最大較差については平成２４年改正の前後を通じてなお５倍前後の水\n準が続いていたのであるから、投票価値の不均衡について違憲の問題が生ず\nる程度の投票価値の著しい不平等状態を解消するには足りないものであった\nといわざるを得ず、したがって、平成２４年改正法による上記の措置を経た\n後も、選挙区間における投票価値の不均衡は違憲の問題が生ずる程度の著し\nい不平等状態にあった旨判示するとともに、都道府県を単位として各選挙区\nの定数を設定する現行の方式をしかるべき形で改めるなどの具体的な改正案\nの検討と集約が着実に進められ、できるだけ速やかに、現行の選挙制度の仕\n組み自体の見直しを内容とする立法的措置によって上記の不平等状態が解消\nされる必要がある旨を指摘した。\n平成２７年改正に至る経緯やその内容等\nア  選挙制度の改革に関する検討会は、前記⑸の報告書の提出を受けて協議\nを行ったが、各会派が一致する結論を得られなかったことから、平成２\n７年５月２９日、各会派において法案化作業を行うこととされた。そし\nて、各会派における検討が進められた結果、各会派の見解は、人口の少\nない選挙区について合区を導入することを内容とする①「４県２合区を\n含む１０増１０減」の改正案と②「２０県１０合区による１２増１２減」\nの改正案とにおおむね集約され、同年７月２３日、上記の各案を内容と\nする公職選挙法の一部を改正する法律案がそれぞれ国会に提出された。\n上記①の改正案に係る法律案は、選挙区選出議員の選挙区及び定数につ\nいて、鳥取県及び島根県、徳島県及び高知県をそれぞれ合区して定数２\n人の選挙区とするとともに、３選挙区の定数を２人ずつ減員し、５選挙\n区の定数を２人ずつ増員することなどを内容とするものであり、その附\n則７条には、平成３１年に行われる通常選挙に向けて、参議院の在り方\nを踏まえて、選挙区間における議員１人当たりの人口の較差の是正等を\n考慮しつつ選挙制度の抜本的な見直しについて引き続き検討を行い、必\nず結論を得るものとするとの規定が置かれていた。（乙６、乙８の１・\n２）\nイ  平成２７年７月２８日、上記①の改正案に係る公職選挙法の一部を改\n正する法律（平成２７年法律第６０号。以下「平成２７年改正法」とい\nう。）が成立し、同年１１月５日に施行された。平成２７年改正の結果、\n平成２２年１０月実施の国勢調査結果による人口に基づく選挙区間の最\n大較差は２．９７倍となった（乙７）。\n平成２８年選挙の施行等\nア  平成２８年７月１０日、平成２７年改正後の定数配分規定の下での初め\nての平成２８年選挙が施行された。同選挙当時の選挙区間の最大較差は\n３．０８倍であった（乙７、乙８の３）。\nイ  平成２９年大法廷判決は、平成２７年改正法につき、単に一部の選挙\n区の定数を増減するにとどまらず、人口の少ない選挙区について、参議\n院創設以来初めての合区を行うことにより、長期間にわたり投票価値の\n大きな格差が継続する要因となっていた都道府県を各選挙区の単位とす\nる選挙制度の仕組みを見直すことをも内容とするものであり、これによ\nって、数十年間にもわたり５倍前後で推移してきた選挙区間の最大較差\nは２．９７倍（選挙当時は３．０８倍）まで縮小するに至ったのである\nから、平成２４年大法廷判決及び平成２６年大法廷判決の趣旨に沿って\n較差の是正を図ったものとみることができるとし、また、その附則にお\nいて、次回の通常選挙に向けて選挙制度の抜本的な見直しについて引き\n続き検討を行い必ず結論を得る旨を規定しており、今後における投票価\n値の較差の更なる是正に向けての方向性と立法府の決意が示されるとと\nもに、再び大きな較差を生じさせることのないよう配慮されているもの\nということができるなどとして、平成２８年選挙当時の定数配分規定の\n下での選挙区間における投票価値の不均衡は、違憲の問題が生ずる程度\nの著しい不平等状態にあったものとはいえず、同規定が憲法に違反する\nに至っていたということはできないとした。\n平成３０年改正に至る経緯やその内容等\nア  平成２８年選挙において、合区の対象となった４県のうち島根県を除く\n３県では、投票率が低下して当時における過去最低の投票率となったほ\nか、無効投票率が全国平均を上回り、高知県での無効投票率は全国最高\nとなった。全国知事会は、平成２８年７月２９日、平成２８年選挙にお\nいて投票率の著しい低下など様々な弊害が顕在化したなどとして、合区\nの早急な解消を求める「参議院選挙における合区の解消に関する決議」\nを採択した。また、全国都道府県議会議長会、全国市長会、全国市議会\n議長会、全国町村会及び全国町村議会議長会においても、合区の早急な\n解消に向けた決議等が行われ、多くの地方議会でも同様の決議等が行わ\nれた。（乙８の４～６、２１の８、２４の２、２５の１、２６の１、２\n７の３、２８の１、２９の２）\nイ  平成２８年選挙施行後の平成２９年２月、参議院の各会派代表による\n参議院改革協議会が設置され、同年４月、同協議会の下に参議院選挙制\n度改革について集中的に調査を行う「選挙制度に関する専門委員会」が\n設けられた。選挙制度に関する専門委員会は、参議院選挙制度改革に対\nする考え方について、一票の較差、選挙制度の枠組みとそれに基づく議\n員定数の在り方、選挙区の枠組み等について協議を行った上で、選挙区\n選出議員について、全ての都道府県から少なくとも１人の議員が選出さ\nれる都道府県を単位とする選挙区とすること、一部合区を含む都道府県\nを単位とする選挙区とすること、又は選挙区の単位を都道府県に代えて\nより広域の選挙区（以下「ブロック選挙区」という。）とすることの各\n案について検討を行ったほか、選挙区選出議員及び比例代表選出議員の\n二本立てとしない場合を含めた選挙制度の在り方等についても議論を行\nった。しかし、これらの議論を経た上で各会派から示された選挙制度改\n革の具体的な方向性についての意見の内容は、選挙区の単位、合区の存\n廃、議員定数の増減等の点において大きな隔たりがある状況であった。\n同委員会は、平成３０年５月、参議院改革協議会に対し、これらの協議\n結果についての報告書を提出した。（乙９ないし１３、１４の１・２、\n１５、１９、２０）\nウ  平成３０年６月、参議院改革協議会において、自由民主党から、選挙区\nの単位を都道府県とすること及び平成２７年改正による４県２合区は維\n持した上で、選挙区選出議員の定数を２人増員して埼玉県選挙区に配分\nすること、及び比例代表選出議員の定数を４人増員するとともに、政党\n等が優先的に当選人となるべき候補者を定めることができる特定枠制度\nを導入するとの案が示された。その後、各会派代表者懇談会における協\n議等が行われたが、各会派間の意見の隔たりがある状況であったため、\n各会派が参議院に法律案を提出し、参議院政治倫理の確立及び選挙制度\nに関する特別委員会（以下「参議院特別委員会」という。）において議\n論が進められることとなり、上記の自由民主党の提案内容に沿った法律\n案のほか、現在の選挙区選出議員の選挙及び比例代表選出議員の選挙に\n代えてブロック選挙区による選挙を導入することを内容とする法律案等\nが提出された。同年７月１１日、参議院特別委員会において、上記の自\n由民主党の提案内容に沿った公職選挙法の一部を改正する法律案が可決\nすべきものとされ、その際、「今後の参議院選挙制度改革については、\n憲法の趣旨にのっとり、参議院の役割及び在り方を踏まえ引き続き検討\nを行うこと」との附帯決議がされた。（乙１６の１～７、１７ないし２\n０）\nエ  平成３０年７月１８日、上記法律案どおりの平成３０年改正法が成立\nし、同年１０月２５日に施行された。平成３０年改正の結果、平成２７\n年１０月実施の国勢調査結果による日本国民人口に基づく選挙区間の最\n大較差は２．９９倍となった（乙７）。\n令和元年通常選挙の施行等\nア  令和元年７月２１日、平成３０年改正後の本件定数配分規定の下での\n初めての令和元年選挙が施行された。令和元年選挙当時の選挙区間の最\n大較差は３．００倍であった（乙４の１、乙７）。令和元年選挙におい\nて、合区の対象となった徳島県での投票率は全国最低となり、鳥取県及\nび島根県でもそれぞれ過去最低の投票率となった（乙４の２、乙２２の\n６・７）。また、合区の対象となった４県での無効投票率はいずれも全\n国平均を上回り、徳島県では全国最高となった（乙４の３、乙２２の\n８・９）。\nイ  令和２年大法廷判決は、令和元年選挙が平成２９年大法廷判決の言渡\nしの後に成立した平成３０年改正法における本件定数配分規定の下で実\n施されており、その投票価値の不均衡については、同判決の判示した事\n情も踏まえた検討がされるべきであるとした上で、立法府においては、\n今後も不断に人口変動が生ずることが見込まれる中で、較差の更なる是\n正を図るとともに、これを再び拡大させずに維持していくために必要と\nなる方策等について議論し、取組を進めることが求められているところ、\n平成３０年改正において、こうした取組が大きな進展を見せているとは\nいえないものの、平成３０年改正の経緯及び内容等を踏まえると、平成\n２７年改正法における方向性を維持するよう配慮したものであるという\nことができ、また、その実現は漸進的にならざるを得ない面があるから、\n立法府の検討過程において較差の是正を指向する姿勢が失われるに至っ\nたと断ずることはできないとし、このような事情を総合すれば、令和元\n年選挙当時、平成３０年改正後の本件定数配分規定の下での選挙区間に\nおける投票価値の不均衡は、違憲の問題が生ずる程度の著しい不平等状\n態にあったものとはいえないとした。\n⑾  令和元年選挙後の参議院選挙制度改革に向けた取組み等\nア  全国知事会は、令和元年７月２４日、「徳島県が全国最低の投票率３８．\n５９％を記録するとともに、前回最下位だった高知県を除き、鳥取県、\n島根県、徳島県の３県では過去最低の投票率を更新する結果を招くなど、\n合区を起因とした弊害はさらに深刻度を増している」等と指摘し、合区\nの確実な解消を強く求める意見を表明する決議を行った（乙２２の３の\n１ないし３、乙２４の７）。このような合区を解消し、都道府県単位に\nよる代表が国政に参加することができる選挙制度を求める動きは、その\n後も続いた（乙２４の８・９、乙２５の６ないし８、乙２６の４ないし\n８、乙２７の６ないし９、乙２８の７ないし１１、乙２９の５ないし７、\n乙３１の２３６ないし２４３・２５０ないし２５２・２５５ないし２５\n７）。\nイ  参議院では、令和３年５月１４日、参議院の組織及び運営に関する諸問\n題を調査検討するために参議院改革協議会が設置され、同月から令和４\n年６月までの間、合計１３回にわたって、各会派からなる１４名の協議\n員によって、参議院の在り方、参議院議員選挙制度の改革、議員の身分\n保障等に関する検討が行われた。参議院改革協議会では、参議院の在り\n方に関して、学者や元最高裁判所裁判官の参考人から、意見や提言を聴\n取したほか、各協議員間で意見交換が重ねられ、多様な民意の反映、地\n方代表的な性格、参議院の独自性の発揮という視点から各会派の考える\nところが整理された。その上で、参議院議員選挙制度について、各会派\nからは、投票価値の平等を最大限に尊重すべきであることに異論は出な\nかったが、多様な民意や参議院議員の地域代表的な性格を具体化するた\nめの選挙制度の在り方について、選挙区と比例区から議員を選出する現\n行制度を維持すべきとの意見、完全比例区制を導入すべきとの意見、都\n道府県選挙区制とブロック制に移行すべきとの意見等が出され、最終的\nに各会派の意見の一致には至らなかった。同協議会は、令和４年６月８\n日付けで、論点に関する議論を整理した報告書をとりまとめて議長に提\n出し、本件選挙後、参議院選挙制度の在り方や参議院の組織及び運営に\nついて、速やかに協議を開始し、更に議論を継続することが確認された\n（甲１５４、乙３４）。\nウ  令和４年５月及び６月に開かれた参議院憲法審査会において、参議院選\n挙制度に関し、合区問題を中心として、大学教授２名から意見を聴取す\nるとともに、各会派からなる協議員による意見交換が実施された。意見\n交換において、各会派から、合区の解消を求める意見に加え、全国１１\nブロックに分けた大選挙区制の導入を求める意見、比例代表を中心とし\nた選挙制度への見直しを求める意見などが述べられ、二院制を採用した\n憲法の趣旨を踏まえ、いかなる具体的な選挙制度によって、その趣旨を\n実現し、投票価値の平等の要請と調和させるかについて議論が行われた\n（乙３５の１・２）。\n⑿  本件選挙の施行等\n令和４年７月１０日、平成３０年改正後の本件定数配分規定の下での\n通常選挙として、本件選挙が施行された。本件選挙当時の選挙区間の最\n大較差は３．０３倍であった。本件選挙において、合区の対象となった\n徳島県の投票率は全国最低となり、合区の対象となった４県での無効投\n票率はいずれも全国平均を上回った。（乙２）\n２  判断の枠組みについて\n憲法は、選挙権の内容の平等、換言すれば、議員の選出における各選挙人\nの投票の有する影響力の平等、すなわち投票価値の平等を要求していると解\nされる。しかしながら、憲法は、国民の利害や意見を公正かつ効果的に国政\nに反映させるために選挙制度をどのような制度にするのかについての決定を\n国会の裁量に委ねているのであるから、投票価値の平等は、選挙制度の仕組\nみを決定する唯一、絶対の基準となるものではなく、国会が正当に考慮する\nことができる他の政策的目的ないし理由との関連において調和的に実現され\nるべきものである。それゆえ、国会が具体的に定めたところがその裁量権の\n行使として合理性を有するものである限り、それによって投票価値の平等が\n一定の限度で譲歩を求められることになっても、憲法に違反するとはいえな\nい。\n憲法が二院制を採用して衆議院と参議院の権限及び議員の任期等に差異\nを設けている趣旨は、それぞれの議院に特色のある機能を発揮させること\nによって、国会を公正かつ効果的に国民を代表する機関たらしめようとす\nるところにあると解される。前記１ においてみた参議院の選挙制度の仕\n組みは、このような観点から、参議院議員について、全国選出議員（昭和\n５７年改正後は比例代表選出議員）と地方選出議員（同改正後は選挙区選\n出議員）に分け、前者については全国（全都道府県）の区域を通じて選出\nするものとし、後者については都道府県を各選挙区の単位としたものであ\nる。昭和２２年の参議院議員選挙法及び昭和２５年の公職選挙法の制定当\n時において、このような選挙制度の仕組みを定めたことが、国会の有する\n裁量権の合理的な行使の範囲を超えるものであったということはできな\nい。しかしながら、社会的、経済的変化の激しい時代にあって不断に生ず\nる人口変動の結果、上記の仕組みの下で投票価値の著しい不平等状態が生\nじ、かつ、それが相当期間継続しているにもかかわらずこれを是正する措\n置を講じないことが、国会の裁量権の限界を超えると判断される場合に\nは、当該定数配分規定が憲法に違反するに至るものと解するのが相当であ\nる。\n憲法は、二院制の下で、一定の事項について衆議院の優越を認める反面、\n参議院議員につき任期を６年の長期とし、解散もなく、選挙は３年ごとに\nその半数について行うことを定めている（４６条等）。その趣旨は、立法\nをはじめとする多くの事柄について参議院にも衆議院とほぼ等しい権限を\n与えつつ、参議院議員の任期をより長期とすること等によって、多角的か\nつ長期的な視点からの民意を反映させ、衆議院との権限の抑制、均衡を図\nり、国政の運営の安定性、継続性を確保しようとしたものと解される。そ\nして、いかなる具体的な選挙制度によって、上記の憲法の趣旨を実現し、\n投票価値の平等の要請と調和させていくかは、二院制の下における参議院\nの性格や機能及び衆議院との異同をどのように位置付け、これをそれぞれ\nの選挙制度にいかに反映させていくかという点を含め、国会の合理的な裁\n量に委ねられており、参議院議員につき衆議院議員とは異なる選挙制度を\n採用し、国民各層の多様な意見を反映させて、参議院に衆議院と異なる独\n自の機能を発揮させようとすることも、選挙制度の仕組みを定めるに当た\nって国会に委ねられた裁量権の合理的行使として是認し得るものである。\nまた、具体的な選挙制度の仕組みを決定するに当たり、一定の地域の住民\nの意思を集約的に反映させるという意義ないし機能を加味する観点から、\n政治的に一つのまとまりを有する単位である都道府県の意義や実態等を一\nつの要素として考慮すること自体が否定されるべきものであるとはいえ\nず、投票価値の平等の要請との調和が保たれる限りにおいて、このような\n要素を踏まえた選挙制度を構築することが直ちに国会の合理的な裁量を超\nえるものとは解されない。\nこれに対し  原告らは、本件定数配分規定は、憲法５６条２項、１条、前\n文第１項第１文冒頭に基づく人口比例選挙の要求に反しており、憲法９８条\n１項により無効である旨主張する。しかしながら、前記⑴で説示したとおり、\n投票価値の平等は選挙制度の仕組みを決定する唯一、絶対の基準となるもの\nではなく、国会が正当に考慮することができる他の政策的目的ないし理由と\nの関連において調和的に実現されるべきものであり、国会が具体的に定めた\nところがその裁量権の行使として合理性を有するものである限り、それによ\nって投票価値の平等が一定の限度で譲歩を求められることになっても、憲法\nに違反するとはいえない。したがって、原告らの上記主張を採用することは\nできない。\nまた、原告らは、参議院議員の選挙であること自体から直ちに投票価値\nの平等の要請が後退してよいと解すべき理由は見いだし難く、本件選挙当\n時の各選挙区間の議員１人当たりの有権者数較差３．０３は、衆議院のそ\nれより後退しているとして、本件選挙は違憲である旨主張する。しかしな\nがら、参議院議員につき衆議院議員とは異なる選挙制度を採用し、国民各\n層の多様な意見を反映させて、参議院に衆議院と異なる独自の機能を発揮\nさせようとすることも、選挙制度の仕組みを定めるに当たって国会に委ね\nられた裁量権の合理的行使として是認し得るものであることは前記⑵で説\n示したとおりであり、選挙制度の仕組みが異なる以上、衆議院議員の選挙\nにおける投票価値と参議院議員の選挙における投票価値を単純に比較する\nことはできない。したがって、原告らの上記主張を採用することはできな\nい。\nさらに、原告らは、平成２６年大法廷判決が採用した２段階の判断枠組み\nが憲法９８条１項に違反する旨主張するが、独自の見解であり、採用する\nことはできない。\n３  本件選挙について\n本件選挙は、平成２９年大法廷判決の言渡し後に成立した平成３０年改正\n法による改正後の本件定数配分規定の下で施行されたものであるところ、同\n法は、総定数を増やした上で、選挙区選出議員については、平成２７年改正\nによる４県２合区を維持したまま、埼玉県選挙区を２人増員することを内容\nとするものであった。\n平成２７年改正により導入された合区は、総定数を大幅に増やす方法を採\nることにも制約があった中、半数改選という憲法上の要請を踏まえて各選挙\n区の定数を偶数で設定しつつも選挙区間の較差を縮小することを可能とする\nものであったが、その対象となった県における投票率の低下及び無効投票率\nの上昇と合区との関連性を指摘し、その解消を強く望む意見も存在した。こ\nのような状況の下、平成２８年選挙施行後、参議院改革協議会の下に設置さ\nれた選挙制度に関する専門委員会において、一票の較差、選挙制度の枠組\nみ、議員定数の在り方、選挙区の枠組み等について議論が行われ、合区制度\nの是非や、都道府県を単位とする選挙区に代えてブロック選挙区を導入する\nこと等の見直し案についても幅広く議論が行われた。しかしながら、選挙制\n度改革に関する具体案について各会派の意見の隔たりは大きく、一致する結\n論を得ることができないまま、令和元年選挙に向けて平成３０年改正法が成\n立したものである。このような経緯もあり、同法の内容は、選挙区選出議員\nに関する従来からの選挙制度の基本的な仕組み自体を変更するものではない\nが、上記のとおり合区の解消を強く望む意見も存在する中、平成２７年改正\nにより縮小した較差を再び拡大させないよう合区を維持することとしたのみ\nならず、長らく行われてこなかった総定数を増やす方法を採った上で埼玉県\n選挙区の定数を２人増員し、較差の是正を図ったものである。その結果、平\n成２７年改正による５倍前後から約３倍に縮小した選挙区間の較差（平成２\n８年選挙当時は３．０８倍）は、令和元年選挙当時３．００倍、本件選挙当\n時は３．０３倍といずれも僅かであるが減少した。\n前記１ のとおり、平成２９年大法廷判決は、平成２７年改正法附則７条\nが次回の通常選挙に向けて選挙制度の抜本的な見直しについて引き続き検討\nを行い必ず結論を得る旨を規定していること等を指摘した上で、平成２７年\n改正は、長年にわたり選挙区間における大きな投票価値の不均衡が継続して\nきた状態から脱せしめるとともに、更なる較差の是正を指向するものと評価\nすることができるとし、このような事情を総合すれば、平成２８年選挙当時\nの選挙区間における投票価値の不均衡は、違憲の問題が生ずる程度の著しい\n不平等状態にあったものとはいえないと判示した。そして、前記１ のとお\nり、令和２年大法廷判決は、令和元年選挙が平成２９年大法廷判決の言渡し\nの後に成立した平成３０年改正法における本件定数配分規定の下で実施され\nており、その投票価値の不均衡については、同判決の判示した事情も踏まえ\nた検討がされるべきであるとした上で、立法府においては、今後も不断に人\n口変動が生ずることが見込まれる中で、較差の更なる是正を図るとともに、\nこれを再び拡大させずに維持していくために必要となる方策等について議論\nし、取組を進めることが求められているところ、平成３０年改正において、\nこうした取組が大きな進展を見せているとはいえないものの、平成３０年改\n正の経緯及び内容等を踏まえると、平成２７年改正法における方向性を維持\nするよう配慮したものであるということができ、また、その実現は漸進的に\nならざるを得ない面があるから、立法府の検討過程において較差の是正を指\n向する姿勢が失われるに至ったと断ずることはできないとし、このような事\n情を総合すれば、令和元年選挙当時、平成３０年改正後の本件定数配分規定\nの下での選挙区間における投票価値の不均衡は、違憲の問題が生ずる程度の\n著しい不平等状態にあったものとはいえないと判示した。本件選挙は、平成\n２９年大法廷判決の言渡しの後に成立した平成３０年改正法における本件定\n数配分規定の下で、令和２年大法廷判決の後に実施されており、その投票価\n値の不均衡については、平成２９年大法廷判決及び令和２年大法廷判決の判\n示した事情を踏まえた検討がされるべきである。\nそこで検討すると、令和２年大法廷判決において、平成３０年改正法にお\nいて立法府における取組が大きな進展を見せているとはいえないと指摘され\nたにもかかわらず、令和２年大法廷判決後もそれが大きな進展を見せている\nとはいえず、本件選挙当時において、令和元年選挙当時と比較すれば僅かに\n選挙区間の較差が大きくなったことが認められる。しかしながら、平成３０\n年改正は、その改正の経緯及び内容等を踏まえると、参議院議員の選挙制度\nについて様々な議論、検討を経たものの容易に成案を得ることができず、合\n区の解消を強く望む意見も存在する中で、合区を維持してではあるが較差を\n是正し、平成２８年選挙当時の最大較差３．０８倍を、令和元年選挙及び本\n件選挙において、いずれも僅かながら縮小させており、数十年にわたって５\n倍前後で推移してきた最大較差を縮小させた平成２７年改正法における方向\n性を維持するよう配慮したものであるということができる。また、参議院選\n挙制度の改革に際しては、憲法が採用している二院制の仕組みなどから導か\nれる参議院が果たすべき役割等も踏まえる必要があるなど、事柄の性質上慎\n重な考慮を要することに鑑みれば、その実現は漸進的にならざるを得ない面\nがある。そして、立法府において、令和３年５月１４日、参議院の組織及び\n運営に関する諸問題を調査検討するために参議院改革協議会が設置され、令\n和４年６月までの間、各会派からの１４名の協議員によって、参議院の在り\n方、参議院議員選挙制度の改革、議員の身分保障等について、合計１３回に\nわたって議論が重ねられ、最終的に各会派の意見の一致には至らなかったも\nのの、本件選挙後には、参議院選挙制度の在り方や参議院の組織及び運営に\nついて速やかに協議を開始し、更に議論を継続することが確認された上、同\n年５月及び６月に開かれた参議院憲法審査会においても、二院制を採用した\n憲法の趣旨を踏まえ、いかなる具体的な選挙制度によって、その趣旨を実現\nし、投票価値の平等の要請と調和させるかについて議論が行われている。そ\nうすると、立法府において、未だ、較差の是正を指向する姿勢が失われるに\n至ったと断ずることはできない。\n以上のような事情を総合すれば、本件選挙当時、平成３０年改正後の本件\n定数配分規定の下での選挙区間における投票価値の不均衡は、違憲の問題が\n生ずる程度の著しい不平等状態にあったものとはいえず、本件定数配分規定\nが憲法に違反するに至っていたということはできない。\nこれに対し、原告らは、令和３年に設置された参議院改革協議会において、\n各会派は、平成２５年以降継続的に行われてきた選挙制度改革の実現に向け\nて、具体案を作成し、かつ、これらにつき議論することを怠っており、立法\n府は、本件選挙の時点で、もはや都道府県を選挙区の単位とする選挙制度の\n仕組み自体を見直すなど、是正を指向する姿勢を失っており、令和２年大法\n廷判決に照らしても、本件選挙は違憲状態である旨主張するが、上記⑴に照\nらし、採用することはできない。\n４  以上のとおりであるから、本件定数配分規定は、本件選挙当時、憲法に違反\nするに至っていたということはできない。\nまた、原告らのその余の主張について検討しても、上記判断を左右するに足\nりないといわざるを得ない。\n第４  結論\nよって、原告らの請求はいずれも理由がないからこれらを棄却することとし\nて、主文のとおり判決する。\n名古屋高等裁判所民事第３部\n裁判長裁判官     土    田    昭      彦\n裁判官      西    野    光      子\n裁判官      秋    吉    信      彦\n"
}