{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 11,
    "day": 22
  },
  "case_number": "令和2(ワ)278",
  "case_name": "損害賠償請求事件",
  "court_name": "札幌地方裁判所",
  "gist": "１　本件は、被告と期間の定めのある労働契約を締結して勤務した時給制契約社員である原告らが、期間の定めのない労働契約を締結している労働者（以下「正社員」という。）と原告らとの間で、寒冷地手当の支給の有無に相違があったことは労働契約法２０条（平成３０年法律第７１号による改正前のもの。以下同じ。）に違反するものであったと主張して、不法行為に基づき、各原告につき、支払われるべきであった寒冷地手当相当額の支払を求めた事案である。\n２　裁判所は、要旨次のとおり判断した。\n被告において支給されている寒冷地手当の主たる目的は、正社員が長期にわたり継続して勤務することが期待されることから、これらの一時的に増蒿する生活費を填補することを通じて、その継続的な雇用を確保するという目的にあり、相応に継続的な勤務が見込まれる時給制契約社員にもこの趣旨は基本的に妥当する。\nしかし、正社員の基本賃金が全国一律に定められていることから寒冷地手当は正社員間の衡平を図る趣旨を含んでいることは否定できないし、また、時給制契約社員の基本給は寒冷地であることに起因して増加する生活費が一定程度考慮されている。そうすると、時給制契約社員に対する寒冷地手当の支給の有無及び仮に支給するとした場合の金額については、被告の経営判断に委ねられているものといわざるを得ないから、正社員に対して寒冷地手当を支給する一方で、時給制契約社員に対してこれを支給しないという労働条件に相違があることは不合理であるとまではいえず、労働契約法２０条に違反するとは認められないとして、原告の請求をいずれも棄却した。",
  "lawsuit_id": "92655",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=92655",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/655/092655_hanrei.pdf",
  "contents": "判         決\n主         文\n１  原告らの請求をいずれも棄却する。\n２  訴訟費用は原告らの負担とする。\n事実及び理 由\n第１  請求\n１  被告日本郵便株式会社（以下、「被告」という。）は、原告Ａに対し、別紙１\n請求債権目録（請求者氏名：原告Ａ）記載の「勤務年月・賞与」欄に対応する「合\n計」欄記載の各金員及びこれに対する同「合計」欄に対応する「支払日」欄記載\nの各支払日から支払済みまで年５分の割合による金員並びに「弁護士費用」欄に\n対応する「合計」欄記載の金員及びこれに対する令和２年４月２１日から支払済\nみまで年５分の割合による金員を支払え。\n２  被告は、原告Ｂに対し、別紙１請求債権目録（請求者氏名：原告Ｂ）記載の「勤\n務年月・賞与」欄に対応する「合計」欄記載の各金員及びこれに対する同「合計」\n欄に対応する「支払日」欄記載の各支払日から支払済みまで年５分の割合による\n金員並びに「弁護士費用」欄に対応する「合計」欄記載の金員及びこれに対する\n令和２年４月２１日から支払済みまで年５分の割合による金員を支払え。\n３  被告は、原告Ｃに対し、別紙１請求債権目録（請求者氏名：原告Ｃ）記載の「勤\n務年月・賞与」欄に対応する「合計」欄記載の各金員及びこれに対する同「合計」\n欄に対応する「支払日」欄記載の各支払日から支払済みまで年５分の割合による\n金員並びに「弁護士費用」欄に対応する「合計」欄記載の金員及びこれに対する\n令和２年４月２１日から支払済みまで年５分の割合による金員を支払え。\n４  被告は、原告Ｄに対し、別紙１請求債権目録（請求者氏名：原告Ｄ）記載の「勤\n務年月・賞与」欄に対応する「合計」欄記載の各金員及びこれに対する同「合計」\n欄に対応する「支払日」欄記載の各支払日から支払済みまで年５分の割合による\n金員並びに「弁護士費用」欄に対応する「合計」欄記載の金員及びこれに対する\n令和２年４月２１日から支払済みまで年５分の割合による金員を支払え。\n５  被告は、原告Ｅに対し、別紙１請求債権目録（請求者氏名：原告Ｅ）記載の「勤\n務年月・賞与」欄に対応する「合計」欄記載の各金員及びこれに対する同「合計」\n欄に対応する「支払日」欄記載の各支払日から支払済みまで年５分の割合による\n金員並びに「弁護士費用」欄に対応する「合計」欄記載の金員及びこれに対する\n令和２年４月２１日から支払済みまで年５分の割合による金員を支払え。\n６  被告は、原告Ｆに対し、別紙１請求債権目録（請求者氏名：原告Ｆ）記載の「勤\n務年月・賞与」欄に対応する「合計」欄記載の各金員及びこれに対する同「合計」\n欄に対応する「支払日」欄記載の各支払日から支払済みまで年５分の割合による\n金員並びに「弁護士費用」欄に対応する「合計」欄記載の金員及びこれに対する\n令和２年４月２１日から支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n本件は、被告と期間の定めのある労働契約（以下「有期労働契約」という。）を締\n結して勤務した時給制契約社員である原告らが、期間の定めのない労働契約（以下\n「無期労働契約」という。）を締結している労働者（以下「正社員」という。）と原\n告らとの間で、寒冷地手当の支給の有無に相違があったことは労働契約法２０条\n（平成３０年法律第７１号による改正前のもの。以下同じ。）に違反するものであ\nったと主張して、不法行為に基づき、各原告につき、別紙１請求債権目録記載の「勤\n務年月・賞与」欄に対応する「合計」欄記載の各金員及びこれに対する同「合計」\n欄に対応する「支払日」欄記載の各支払日から支払済みまで民法（平成２９年法律\n第４４号による改正前のもの。以下同じ。）所定の年５分の割合による遅延損害金\n並びに「弁護士費用」欄に対応する「合計」欄記載の金員及びこれに対する訴状送\n達の日の翌日である令和２年４月２１日から支払済みまで民法所定の年５分の割\n合による遅延損害金の支払を求める事案である。\n１  前提事実（当事者間に争いがないか、掲記証拠及び弁論の全趣旨により容易に\n認められる事実）\n⑴ア  被告は、国及び日本郵政公社が行っていた郵便事業を承継した郵便局株式\n会社及び郵便事業株式会社の合併により、平成２４年１０月１日に成立した\n株式会社であり、郵便局を設置して、郵便の業務、銀行窓口業務、保険窓口\n業務等を営んでいる。\nイ  原告Ａは、平成２１年４月、被告との間で、有期労働契約を締結して時給\n制契約社員として採用され、平成２９年３月３１日まで、その更新を繰り返\nしてきた者である。\n原告Ｂは、平成１９年１０月、被告との間で、有期労働契約を締結して時\n給制契約社員として採用され（なお、平成１９年４月から同年９月３０日ま\nでの間は日本郵政公社に任用されていた。）、平成２９年３月３１日まで、そ\nの更新を繰り返してきた者である。\n原告Ｃは、平成１９年１１月、被告との間で、有期労働契約を締結して時\n給制契約社員として採用され、平成２９年３月３１日まで、その更新を繰り\n返してきた者である。\n原告Ｄは、平成２７年５月１１日、被告との間で、有期労働契約を締結し\nて時給制契約社員として採用され、平成３０年８月３１日まで、その更新を\n繰り返してきた者である。\n原告Ｅは、平成２２年１月１２日、被告との間で、有期労働契約を締結し\nて時給制契約社員として採用され、平成２９年３月３１日まで、その更新を\n繰り返してきた者である（乙個５の１〈枝番を含む。〉）。\n原告Ｆは、平成２２年４月１日、被告との間で、有期労働契約を締結して\n時給制契約社員として採用され、平成２９年３月３１日まで、その更新を繰\nり返してきた者である。\n⑵ア  被告に雇用される従業員には、無期労働契約を締結する正社員と有期労働\n契約を締結する期間雇用社員が存在し、それぞれに適用される就業規則及び\n給与規程は異なる。\nイ  正社員について（乙共３５）\n正社員に適用される就業規則（甲共１）では、正社員の勤務時間は、１\n日について原則８時間、４週間について１週平均４０時間とされている。\n平成２６年４月１日以後の人事制度において、正社員は、管理職、総合\n職、地域基幹職及び一般職の各コースに区分され、このうち郵便局におけ\nる郵便の業務を担当するのは地域基幹職及び一般職である。\n正社員に適用される給与規程（以下「社員給与規程」という。甲共２）\nでは、郵便の業務を担当する正社員の給与は、基本給と諸手当で構成され\nている（同規程３条）。\n諸手当のうち寒冷地手当は、毎年１１月から翌年３月までの各月の初日\nにおいて、別紙２の別表第１２「寒冷地手当地域指定表」に掲げる地域（以\n下「寒冷地手当支給地域」という。）又は別表第１３「寒冷地手当局所指定\n表」に掲げる地域（以下「寒冷地手当支給局所」という。）に在勤する社員\nに支給される（同規程７２条）。\n寒冷地手当の支給額は、別紙２の別表第１２の地域の区分並びに世帯主\nか否か及び扶養親族の有無により金額が定められており、寒冷地手当支給\n地域に在勤する社員に支給される額は、別紙３記載のとおりであった（同\n規程７３条１項）。\nウ  期間雇用社員（時給制契約社員）について（乙共３５）\n期間雇用社員に適用される就業規則では、期間雇用社員は、スペシャリ\nスト契約社員、エキスパート契約社員、月給制契約社員、時給制契約社員\n及びアルバイトに区分されており、それぞれ契約期間の長さや賃金の支払\n方法が異なる。そのうち、時給制契約社員は、郵便局等での一般的業務に\n従事し、時給制で給与が支給されるものとして採用された者であって、契\n約期間は６か月以内で、契約を更新することができ、正規の勤務時間は、\n１日について８時間以内、４週間について１週平均４０時間以内とされて\nいる（乙共３５）。\n期間雇用社員に適用される給与規定（以下「期間雇用社員給与規程」と\nいう。甲共４）では、時給制契約社員の給与は、基本賃金と諸手当で構成\nされている（同規程３８条１項）。時給制契約社員に対して、寒冷手当は支\n給されない（同規程３８条２項参照）。\n２  争点及び争点に対する当事者の主張\n⑴  時給制契約社員と正社員との間の寒冷地手当に関する労働条件の相違が不\n合理であるか否か（争点⑴）\n（原告らの主張）\nア  原告らの職務内容等及び職務内容及び配置の変更の範囲は、一般職と同様\nであり、寒冷地手当の趣旨目的からすれば、一般職に支給される寒冷地手当\nを、原告ら期間雇用社員に付与しないことは、不合理な労働条件の相違であ\nり、労働契約法２０条に違反する。\nイ  寒冷地手当は、寒冷地に居住して勤務する従業員には暖房費等に多額の費\n用がかかるために、その寒冷地に生活する暖房費を補助する趣旨で支給され\nるものにほかならない。その支給要件は、寒冷地にて居住し勤務する従業員\nに支給されるものであるから、一般職との関係でも、寒冷地での暖房費等は\n同程度とみることができるから、一般職に対して寒冷地手当を支給する一方\nで、期間雇用社員に対して、これを支給しないという労働条件の相違は不合\n理とであるというべきである。\nウ  被告が主張する正社員間の公平を図る目的は、「郵政事業の給与制度」（乙\n共３８）にも記載されておらず、また、被告の寒冷地手当に引き継がれた昭\n和２４年５月２２日の参議院人事委員会における「国家公務員に対する寒冷\n地手当及び石炭手当の支給に関する法律案」の審議においても、職員の公平\nを図る目的があるとは発言されておらず、そのような目的を有しているとは\n考えられない。\nまた、地域別最低賃金額は標準生計費とは全く関係なく、経済政策の一環\nとして決定されてきたものである。仮に、最低賃金の決定にあたって、寒冷\n地域における冬期間の生活費の増額分が考慮されているとしても、その考慮\nされている割合は僅かにすぎず、冬期間の実際の生活費の増額分に応じて増\n額されているものではない。しかも、最低賃金額は１年を通じて固定されて\nおり、冬期間における生活費の上昇に応じて上昇するものではないし、扶養\n親族の有無や世帯主であるかも考慮されていない。加えて、被告の時給制契\n約社員の基本賃金は地域別最低賃金と同一ではない。\nさらに、被告が主張する正社員に対して、長期にわたり会社へ貢献するこ\nとのインセンティブを付与するとともに、有為な人材の獲得・定着を図ると\nいう目的も、「郵政事業の給与制度」（乙共３８）には記載されておらず、そ\nのような目的を有しているとは考えられない。\n（被告の主張）\nア  被告の正社員と期間雇用社員との間には、業務の内容及び当該業務に伴う\n責任の程度（職務の内容）、当該職務の内容及び配置の変更の範囲について\n大きな相違がある。また、その他の事情として、被告は、国家事業であった\n郵政事業が民営化されて発足した会社であり、元々は国会の制定した法律に\n基づいて労働条件が決定されており、民営化時にも郵政民営化法１７３条の\n規定に基づき、基本的に民営化前の労働条件および処遇が踏襲されることと\nなったため、当時の条件を承継して現在に至っているから他の一般企業と比\n較して、労働条件の設定に係る歴史的経緯が不合理性の判断に与える影響は\n大きい。そして、被告は、寒冷地手当を含む労働条件について、その制度導\n入時に、労働組合との間でも団体交渉の申し入れに応じて誠実に交渉を重ね\nており、労働組合との十分な協議を踏まえて、現在の形となっており、被告\nの人事制度や賃金体系をも見据えた上で、労使交渉を経て決定されたもので\nあることは、その他の事情として考慮されなければならない。\nさらに、被告における正社員に対する手当については、正社員に対して定\n年まで長期にわたり会社に貢献することのインセンティブを付与すること\nや、長期雇用を前提とする正社員に対する手当を手厚くすることにより有為\nな人材の獲得・定着を図ることが、支給・付与の趣旨の１つとされている（乙\n共１１）。被告に対する長期にわたる貢献のインセンティブをどのような従\n業員に対してどの程度与えるかは、会社の「雇用及び人事に関する経営判断」\nとも密接にかかわるものであり、原則として被告における労使協議を経て決\n定されるべきものであり、被告の裁量が広く認められるべきである。\nまた、被告においては、正社員や期間雇用社員といった従業員区分によっ\nて期待される役割・職責に本質的な違いがあることに応じて、経営・人事制\n度上の施策の目的に鑑みて、正社員と期間雇用社員の人事制度・賃金体系等\nを全く別個に詳細に設計し、これまで運用してきたものであり、寒冷地手当\nは、賃金の一部を構成するものとして、全体としてそれぞれ一個の賃金体系\nが構築されているのであって、かかる事情は、その他の事情として考慮され\nなければならない。\nイ  寒冷地手当は、労使交渉を踏まえ、昭和４６年に「国家公務員の寒冷地手\n当に関する法律」（昭和２４年法律第２００号）の規定内容を当時の郵政省\nが準用する形で、寒冷地手当支給地域又は寒冷地手当支給局所に在籍する正\n社員に支給されることとなった。かかる寒冷地手当は、正社員について全国\n一律で基本給の支給額を定めていることから、寒冷地域であることに起因し\nて増加する暖房用燃料費等に係る生計費を補助することによって、正社員間\nの公平を図る目的で支給されているものである。\nまた、正社員に寒冷地手当を支給する目的には、寒冷地域であることに起\n因して増加する暖房用燃料費等に係る生計費を補助することによって、定年\nまでの長期的な貢献が前提とされている正社員に対して、長期にわたり会社\nへ貢献することのインセンティブを付与するとともに、有為な人材の獲得・\n定着を図ることをも含むものである。\nこれに対し、時給制契約社員については、各地域の生計費（光熱費を含む。）\nの水準を踏まえて基本賃金が決定されており、基本賃金に加えて別途寒冷地\n域であることに起因して増加する暖房用燃料費等に係る生計費を補助すべ\nき必要性がない。\nさらに、正社員のような長期的な貢献は前提とされていない時給制契約社\n員については、寒冷地域であることに起因して増加する暖房用燃料費等に係\nる生計費を補助することによって、長期にわたり会社へ貢献することのイン\nセンティブを付与するとともに、有為な人材の獲得・定着を図るという趣旨・\n目的も妥当しない。\nウ  したがって、正社員に寒冷地手当を支給する一方で、時給制契約社員にこ\nれを支給しないという労働条件の相違は不合理ではない。\n⑵  損害（争点⑵）\n（原告らの主張）\n寒冷地手当は、正社員のうち毎年１１月から翌年３月までの各月の初日（基\n準日）において、給与規定に定められた地域又は勤務場所で指定された勤務場\n所（支給地域）に勤務する者について支給される（社員給与規程７２条）。\n支給額は、支給地域（同規程７２条別表第１２、同１３）に応じて、また社\n員の区分に応じて、定められており、各原告に支給されるべき額は次のとおり\nである。\nア  原告Ａ\n原告Ａが勤務する札幌市は２級地（別紙２別表第１２）に該当し、社員の\n区分はその他の社員に該当するので、正社員については、月額８８００円が\n支給されている。\nよって、原告Ａの寒冷地手当相当額の損害は別紙１請求債権目録（請求者\n氏名：原告Ａ）記載の合計額欄の額となる。\nイ  原告Ｂ\n原告Ｂが勤務する札幌市は２級地（別紙２別表第１２）に該当し、社員の\n区分はその他の世帯主である社員に該当するので、正社員であれば、月額１\n万３０６０円が支給される。\nよって、原告Ｂの寒冷地手当相当額の損害は別紙１請求債権目録（請求者\n氏名：原告Ｂ）記載の合計額欄の額となる。\nウ  原告Ｃ\n原告Ｃが勤務する札幌市は２級地（別紙２別表第１２）に該当し、社員の\n区分はその他の社員に該当するので、正社員であれば、月額８８００円が支\n給される。\nよって、原告Ｃの寒冷地手当相当額の損害は別紙１請求債権目録（請求者\n氏名：原告Ｃ）記載の合計額欄の額となる。\nエ  原告Ｄ\n原告Ｄが勤務する札幌市は２級地（別紙２別表第１２）に該当し、社員の\n区分はその他の社員に該当するので、正社員であれば、月額８８００円が支\n給される。\nよって、原告Ｄの寒冷地手当相当額の損害は別紙１請求債権目録（請求者\n氏名：原告Ｄ）記載の合計額欄の額となる。\nオ  原告Ｅ\n原告Ｅが勤務する芦別市は１級地（別紙２別表第１２）に該当し、社員の\n区分は扶養家族のある社員に該当するので、正社員であれば、月額２万６３\n８０円が支給される。\nよって、原告Ｅの寒冷地手当相当額の損害は別紙１請求債権目録（請求者\n氏名：原告Ｅ）記載の合計額欄の額となる。\nカ  原告Ｆ\n原告Ｆが勤務する芦別市は１級地（別紙２別表第１２）に該当し、社員の\n区分は扶養家族のある社員に該当するので、正社員であれば、月額２万６３\n８０円が支給される。\nよって、原告Ｆの寒冷地手当相当額の損害は、別紙１請求債権目録（請求\n者氏名：原告Ｆ）記載の合計額欄の額となる。\nキ  弁護士費用\n原告らは代理人弁護士らに依頼して訴訟提起せざるを得なかったため、弁\n護士費用は各寒冷地手当相当額の１０％を下らない。\n（被告の主張）\nいずれも否認ないし争う。\n第３  当裁判所の判断\n１  認定事実\n掲記証拠及び弁論の全趣旨によれば、以下の各事実が認められる。\n⑴  給与の構成、基本給の内容\nア  正社員は、その担当する職務に従い、職種が定められ、職種によりその属\nする職群（一般職群、企画職群及び新一般職群）に分類され、職群ごとに基\n本給表が設けられている。\n基本給表では、職務の級（その職務の複雑困難性と責任の度合いに基づく\n区分）及び号俸（同一の職務の級における賃金階層）によって金額が定めら\nれている。\n昇格（職務の級を同一の基本給表の上位の職務の級に変更すること）は、\n勤務成績が良好であること、現在の職務の級に一定期間以上在籍することな\nどの条件を満たした場合に行うことができる。\n昇給（号俸又は基本給月額を同一の職務の級の上位の号俸又は基本給月額\nに変更すること）は、前年度に良好な成績で勤務するなどの条件を満たした\n場合に行うことができる。\n正社員の基本給は、全国一律であり勤務地域による差異はない。\n（社員給与規程２条、４～９条、１４条、１８条、別表第１～第３、第６）\nイ  時給制契約社員の基本賃金は、時間額であり、期間雇用社員給与規程に基\nづき、所属長が決定する（同規程４０条１項）。\n基本賃金は、基本給と加算給の合計額である（同条２項）。\n基本給は、基本的に、地域別最低賃金に相当する額（１０円未満の端数は、\n１０円単位に切り上げる。）に２０円を加えた額が下限額とされる（同条３\n項１号）。\n所属長は、募集環境を考慮して、既達予算の範囲内で下限額以上の金額で\n基本給を定めることができる（同条３項２号）。\n⑵  職務の内容など（乙共３５）\nア  正社員である一般職は、郵便外務事務、郵便内務事務等の標準的な業務に\n従事することが予定されており、昇任及び昇格は予定されていない。\nまた、正社員の人事評価においては、業務の実績そのものに加え、部下の\n育成指導状況、組織全体に対する貢献等の項目によって業績が評価されるほ\nか、自己研さん、状況把握、論理的思考、チャレンジ志向等の項目によって\n正社員に求められる役割を発揮した行動が評価される。\nイ  時給制契約社員は、郵便局での一般的業務に従事することが想定されてお\nり、昇任や昇格は予定されていない（期間雇用社員就業規則２条３項４号）。\n期間雇用社員は、郵便外務事務においては、一般職と同様に班員を構成す\nるが、一般職とは異なり、営業については携行販売等の集配営業を行うに過\nぎない。また、郵便内務事務においては、一般職を補助責任者、期間雇用社\n員を実務担当者とする係単位において、実務を担当する（一般職の一部は実\n務を担当する）（乙共１０）。\nまた、時給制契約社員の人事評価においては、管理社員、正社員、リーダ\nーの指示を理解して対応している、職場内のルールを遵守している等の基礎\n評価項目の評価が行われるほか、職務の広さとその習熟度を事務別に定めた\nスキル基準の評価項目について評価が行われる一方、組織貢献加点評価のよ\nうな評価項目はない（乙共２０、弁論の全趣旨）。\n⑶  職務の内容・配置の変更の範囲\nア  正社員は配転が予定されている（社員就業規則１１条１項）。ただし、地域\n基幹職は、原則として会社が指定する地域内において、一般職は、原則とし\nて転居を伴う転勤がない範囲内において、人事異動が命じられる可能性があ\nるにとどまる（同規則２条の２第２項）。\nイ  時給制契約社員は、職場及び職務内容を限定して採用されており、正社員\nのような人事異動が命じられることはない。例外的に、郵便局の閉鎖や開設\nに伴い、別の郵便局での勤務が打診されることがあるが、時給制契約社員が\n同意した場合に限られ、かつ、従前の郵便局における労働契約を終了させた\n上で、新たに別の郵便局における勤務に関して労働契約を締結し直している\n（弁論の全趣旨）。\n２  争点⑴（時給制契約社員と正社員との間の寒冷地手当に関する労働条件の相違\nが不合理であるか否か）について\n⑴  労働契約法２０条は、有期労働契約を締結している労働者（以下「有期契約\n労働者」という。）と無期労働契約を締結している労働者（以下「無期契約労働\n者」という。）との労働条件に相違があり得ることを前提に、労働者の業務の内\n容及び当該業務に伴う責任の程度（以下「職務の内容」という。）、当該職務の\n内容及び配置の変更の範囲その他の事情（以下「職務の内容等」という。）を考\n慮して、その相違が不合理と認められるものであってはならないとするもので\nあり、職務の内容等の違いに応じた均衡のとれた処遇を求める規定であると解\nされる。\nそして、有期契約労働者と無期契約労働者との個々の賃金項目に係る労働条\n件の相違が不合理と認められるものであるか否かを判断するに当たっては、両\n者の賃金の総額を比較することのみによるのではなく、当該賃金項目の趣旨を\n個別に考慮すべきものと解するのが相当である。\n（最高裁平成３０年６月１日第二小法廷判決・民集７２巻２号２０２頁参照）\n⑵ア  この点、被告において正社員に対して支給されている寒冷地手当は、北海\n道その他の寒冷積雪地においては気温、積雪、風速等の特殊な気象条件によ\nって冬期において燃料費、除雪費、被服費、食糧費、家屋修繕費等（以下「燃\n料費等」という。）に多額の出費を要することから、これらの費用の一部を補\n給するために設けられた手当であり（乙共３８）、その主たる目的は、正社員\nが長期にわたり継続して勤務することが期待されることから、これらの一時\n的に増蒿する生活費を填補することを通じて、その継続的な雇用を確保する\nという目的によるものと認められる。\n上記目的に照らせば、寒冷地域において勤務する時給制契約社員について\nも、相応に継続的な勤務が見込まれるのであれば、寒冷地手当を支給するこ\nととした趣旨は基本的に妥当するということができる。\nそして、被告における時給制契約社員は、契約期間が６か月以内とされて\nおり、原告らのように有期労働契約の更新を繰り返して勤務する者が存する\nなど、相応に継続的な勤務が見込まれていることからすると、正社員と同額\nを支給するかどうかはともかく、正社員と同様、時給制契約社員に対しても\n寒冷地手当を支給するとすることは合理的な理由があるといい得る。\nイ  しかし、他方で、認定事実⑴アのとおり、正社員の基本給は、全国一律に\n定められていることから、寒冷地手当には、寒冷地域に勤務することにより\n冬期に発生する燃料費等の多額の出費を余儀なくされる正社員の生活費を\n填補することにより、それ以外の地域に勤務する正社員との均衡を図り、こ\nれにより円滑な人事異動を実現するという趣旨を含んでいることは否定で\nきない。\nこれに対して、認定事実⑴イのとおり、時給制契約社員の基本給は、地域\nごとの最低賃金に相当する額に２０円を加えた額を下限額として決定され\nており、この地域別最低賃金額は、地域における労働者の生計費を考慮要素\nとし（最低賃金法９条２項）、具体的には、各都道府県の人事委員会が定める\n標準生計費等を考慮して定められ、その標準生計費を定める際には光熱費以\n外に灯油等への支出金額も検討材料とされている。したがって、具体的な金\n額は必ずしも明らかではないものの、寒冷地に勤務する時給制契約社員の基\n本給は、既に寒冷地であることに起因して増加する生計費が一定程度考慮さ\nれているといえる。\nこのように正社員と時給制契約社員との基本給は異なる体系となってい\nる上、時給制契約社員の基本給は元々各地域の生計費の違いが考慮されてお\nり、寒冷地域に勤務することにより増蒿する生活費が全く考慮されていない\nものではない。\n加えて、被告における寒冷地手当は、国家公務員の寒冷地手当に関する法\n律（昭和２４年法律２００号）に由来するところ（弁論の全趣旨）、同法にお\nいても寒冷地手当の支給は、常時勤務に服する職員に限り支給するとされる\nにとどまり（同法１条）、時給制契約社員に対して寒冷地手当を支給する旨\nの規定はないことも考慮すると、前記認定事実の正社員と時給制契約社員と\nの職務の内容及び職務の内容等の相違を踏まえ、時給制契約社員に対して寒\n冷地手当を支給するか否か、また、その額をいくらにするかという事項は、\n被告の経営判断に委ねられているものといわざるを得ない。\nそうすると、正社員に寒冷地手当を支給する一方で、時給制契約社員に対\nしてこれを支給しないという労働条件に相違があることは不合理であると\nまではいうことができず、労働契約法２０条に違反するとは認められない。\n３  結論\nよって、その余の点を判断するまでもなく、原告らの請求はいずれも理由がな\nいからこれらを棄却することとし、主文のとおり判決する。\n札幌地方裁判所民事第２部\n裁判長裁判官    右    田    晃    一\n裁判官    小    野        健\n裁判官    小    林    遼    平\n（別紙２及び３は掲載を省略する。）\n"
}