{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 5,
    "day": 15
  },
  "case_number": "令和4(ワ)70105",
  "case_name": "発信者情報開示請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "92122",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=92122",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/122/092122_hanrei.pdf",
  "contents": "令和５年５月１５日判決言渡  同日原本領収  裁判所書記官\n令和４年（ワ）第７０１０５号  発信者情報開示請求事件\n口頭弁論終結日  令和５年３月１６日\n判        決\n原        告          甲\n同訴訟代理人弁護士         田    中    圭    祐\n遠    藤    大    介\n吉    永    雅    洋\n蓮    池        純\n神    田    竜    輔\n被        告          ビ ッ グ ロ ー ブ 株 式 会 社\n同訴訟代理人弁護士             髙    橋    利    昌\n平    出    晋    一\n太    田    絢    子\n主        文\n１  被告は、原告に対し、別紙発信者情報目録記載の各情報を開示せよ。\n２  訴訟費用は被告の負担とする。\n事実及び理 由\n第１  請求\n主文同旨\n第２  事案の概要\n１  本件は、原告が、ツイッター（インターネットを利用してツイートと呼ばれる\n１４０文字以内のメッセージ等を投稿することができる情報ネットワークをい\nい、以下、単に「ツイッター」という。）において、氏名不詳者（以下「本件発\n信者」という。）により別紙投稿記事目録のユーザー名記載のアカウント（以下\n「本件アカウント」）を通じて同目録記載の投稿（以下「本件投稿」という。）\nをされたことにより、本件投稿に画像として添付された別紙著作物目録記載の各\n画像（以下「本件画像」という。）に係る著作権（複製権及び公衆送信権）のほ\nか、プライバシー権及び名誉感情を侵害されたと主張して、被告に対し、特定電\n気通信役務提供者の損害賠償責任の制限及び発信者情報の開示に関する法律（以\n下「プロバイダ責任制限法」という。）５条２項に基づき、別紙発信者情報目録\n記載の情報（以下「本件発信者情報」という。）の開示を求める事案である。\n２  前提事実（当事者間に争いのない事実並びに後掲の各証拠及び弁論の全趣旨に\nより認められる事実をいう。なお、証拠を摘示する場合には、特に記載のない限\nり、枝番を含むものとする。）\n⑴  当事者（甲３、１２ないし１４）\nア  原告は、「Instagram」（インターネットを利用して画像等を投稿すること\nができる情報ネットワークをいう。）において、画像の投稿等をしている者\nである。\nイ  被告は、インターネット等のネットワークを利用した情報通信サービス、\n情報提供サービスその他の情報サービスの提供等を目的とする株式会社で\nあり、プロバイダ責任制限法２条３号にいう特定電気通信役務提供者である。\n⑵  本件投稿（甲１、２、１２ないし１４）\n本件発信者は、別紙投稿記事目録の投稿日時欄記載の日時に、ツイッターに\nおいて、本件アカウントにログインした上で、同目録の使用画像１ないし４を\n添付して、同目録の投稿内容記載の本件投稿をした。\n本件投稿には、原告の氏名、年齢及び住所（ただし、都道府県及び市区町村\nまでのもの）が記載されている。また、本件投稿において添付された画像は、\n原告の容ぼう等が写った本件画像と同一のものである。\n⑶  ログイン時の通信に係るＩＰアドレス等の開示（甲４、５）\n原告は、本件訴訟に先立ち、ツイッターを管理するTwitter,  Inc.から、本\n件投稿をした本件アカウントのログイン時の通信（以下「本件各ログイン通信」\nという。）に用いられたＩＰアドレス及びタイムスタンプ（以下「ＩＰアドレ\nス等」という）の開示を受けた。\n⑷  本件各ログイン通信に係る照会に対する被告の回答及び本件訴訟の経過等\n（甲８、９、当裁判所に顕著）\nア  原告は、被告に対し、本件各ログイン通信に係るＩＰアドレス等を踏まえ、\n本件各ログイン通信のうち、以下の接続日時において、以下のＩＰアドレス\nの割当てを被告から受け、かつ、別紙投稿記事目録記載の接続先ＩＰアドレ\nスに接続して本件アカウントにログインした者に係る情報の開示及び保存\nを求める旨を通知した。\n接続日時  IPアドレス\n①  2022/3/8  0:29:26  省略\n②  2022/3/7  21:52:04  省略\n③  2022/3/7  18:21:42  省略\nイ  これに対し、被告は、上記アの①ないし③の通信について、調査の結果、\n異なる複数の対象者が検出されたため、開示及び保存の請求に係る対象者を\n１名に絞ることができなかった旨の回答をした。\nウ  原告は、本件訴訟に先立ち、被告を相手方（債務者）として、上記アの①\nないし③の通信に係る発信者の情報の消去禁止を求める仮処分を申し立た\nてた。\n原告及び被告は、上記仮処分手続において、被告が上記各通信に係る調査\nをしたところ、上記①の通信については「Ａ」、上記②の通信については「Ａ」\n及び「Ｂ」、上記③の通信については「Ａ」（上記「Ａ」及び「Ｂ」は、該\n当者の略称であり、上記「Ａ」は同一人物を指す。）がそれぞれ該当するこ\nとを確認したことを踏まえ、被告が上記に係る各情報を一定期間保管するこ\nと等を内容とする和解をした。\nエ  原告は、被告に対し、上記アの①ないし③の通信に係る発信者情報の開示\nを求めて本件訴訟を提起したところ、被告は、上記各通信について、上記ウ\n記載のとおり、「Ａ」及び「Ｂ」という異なる者が該当するため、発信者情\n報の開示は認められない旨の主張をした。\nその後、原告は、開示請求の対象を「Ａ」に限ることとし、本件訴訟にお\nける請求の趣旨を上記アの③の通信（以下「本件通信」という。）に係る発\n信者の情報（本件発信者情報）の開示のみを求める内容に訂正した。\n⑸  本件発信者情報の保有\n被告は、本件発信者情報を保有している。\n３  争点\n⑴  本件投稿による権利侵害の明白性（争点１）\nア  本件投稿によるプライバシー権侵害の明白性（争点１－１）\nイ  本件投稿による名誉感情侵害の明白性（争点１－２）\nウ  本件投稿による著作権侵害の明白性（争点１－３）\n⑵  正当な理由の有無（争点２）\n⑶  侵害関連通信該当性（争点３）\n第３  争点に関する当事者の主張\n１  争点１－１（プライバシー権侵害の明白性）について\n（原告の主張）\n本件投稿には、住所の記載があるところ、これは原告に関する実際の情報を記載\nするものである。そして、この情報は、原告の私生活上の事実であり（私事性）、\n一般人の感受性を基準にして当該私人の立場に立った場合公開を欲しないであろ\nうと認められる事柄であって（秘匿性）、一般の人々に未だ知られていない事柄で\nあること（非公知性）が明らかである。\nまた、原告は、公的な活動をしているわけではなく、一般の市民にすぎない。他\n方で、本件投稿は、原告の氏名や顔写真と共に住所を公開するものであり、態様と\nして悪質であって、原告に甚大な精神的負担を課すものである。これらの事情を考\n慮すれば、本件投稿に記載された情報を公表する社会的意義、必要性等はおよそ観\n念することができず、公表されない法的利益が優越することは明白である。そうす\nると、本件投稿によるプライバシー権侵害について、違法性阻却事由が存在しない\nことは明らかである。\nしたがって、本件投稿が原告のプライバシー権を侵害することは明らかである。\n（被告の主張）\n争う。\n本件投稿で記載された住所は、県及び市の記載にとどまるものであるから、本件\n投稿が、原告を同定可能にする投稿となるものかどうかは明らかではない。また、\n県及び市の記載にとどまる住所の記載が、プライバシー権侵害を構成するかどうか\nも明らかではない。\n２  争点１－２（本件投稿による名誉感情侵害の明白性）について\n（原告の主張）\n本件投稿には、「綺麗好きなのに臭い汚マンコ雌豚です。」といった記載がある\nところ、これは、性器について汚いと述べた上で雌豚と罵る内容であって、原告の\n自尊心等を著しく傷つけることは明らかである。そして、原告が芸能活動等を行っ\nていない一般人であること、氏名等の情報や写真と共にこのような内容が記載され\nていること、「晒しで有名にしてあげてください♡」、「ラブリツで下のモザなし写\n真！」といった投稿が併記されていること等も考慮すれば、本件投稿は、社会通念\n上許される限度を超えるものである。\nまた、本件投稿が社会通念上許される限度を超える侮辱行為であり、専ら原告を\n侮辱する目的でなされたものである以上、違法性阻却事由を観念することができな\nい。\nしたがって、本件投稿が原告の名誉感情を侵害することは明らかである。\n（被告の主張）\n争う。\n本件投稿の記載は、好意的でないひどい表現であるが、被告は、原告の写真が公\n開された経緯、原告がＳＮＳ等を通じていかなる情報を発信しているか、その社会\n的評価等について何ら知識がないため、本件投稿が当然に社会通念上許される限度\nを超えた表現といえるのか必ずしも明らかではない。\n３  争点１－３（本件投稿による著作権侵害の明白性）について\n（原告の主張）\n⑴  著作物性について\n本件画像は、いわゆる写真アプリを使用し、被写体の組合せ・配置、色彩の\n配合、背景等に撮影者の個性が発揮されていることから、創作性が認められ、\n著作物性が認められる。\n⑵  著作権の帰属について\n本件画像は、原告が自身を撮影したものであり、原告に著作権が帰属する。\n⑶  複製権及び公衆送信権の侵害について\n本件発信者は、本件画像をそのままコピーして本件投稿をしている。\nそして、本件投稿は、インターネット上に掲載する上でサーバへのアップロ\nードを必然的に伴うものであって、当該サーバに本件画像を有形的に再製して\nいるため、本件画像に係る原告の複製権を侵害することが明らかである。\nまた、サーバへのアップロードは、公衆の用に供されている電気通信回線に\n接続している自動公衆送信装置の公衆用記録媒体に情報を記録するものであ\nって、送信可能化に該当するから、本件画像に係る原告の公衆送信権を侵害す\nることが明らかである。\n⑷  権利制限規定の適用がないことについて\n本件投稿は、原告のプライバシー権及び名誉感情を侵害する極めて悪質なも\nのである。このような本件投稿の悪質性に照らせば、本件投稿における本件画\n像の利用について、引用による利用（著作権法３２条１項）等の権利制限規定\nの適用がないことは明らかである。\n⑸  小括\nしたがって、本件投稿が原告の著作権を侵害することは明らかである。\n（被告の主張）\n争う。\n被告は、本件画像に関して、著作権の帰属等について知らず、本件投稿への掲載\nが著作権侵害に当たるかなどは分からない。また、被告は、本件投稿への本件画像\nの掲載が、引用又はそれに準じた違法性阻却事由に該当する余地がないものか分か\nらない。\n４  争点２（正当な理由の有無）について\n（原告の主張）\n原告は、本件発信者に対し、不法行為に基づく損害賠償請求権等を行使する予定\nである。したがって、原告には、本件発信者情報の開示を受けるべき正当な理由が\n認められる。\n（被告の主張）\n不知である。\n５  争点３（侵害関連通信該当性）について\n（原告の主張）\n本件通信は、以下のとおり、本件投稿に係る侵害関連通信（プロバイダ責任制限\n法５条３項、同法施行規則５条２号）に当たる。\n⑴  ツイッターにおいては、アカウントへのログインをした上で投稿をするもの\nであり、アカウント名及びパスワードを入力することによりログインを行わな\nければ投稿をすることができない。そうすると、投稿をしたアカウントにログ\nインをした者と、投稿をした者とが同一である高度の蓋然性が認められる。\nしかるに、本件通信は、本件投稿の３時間３６分前にされており、本件通信\nと本件投稿との間には時間的近接性が認められる。そして、本件通信をした者\nと、本件投稿をした者とが同一であるとの高度の蓋然性を覆すような事情は見\n当たらない。\nしたがって、本件通信は、本件投稿との関係において、侵害関連通信に該当\nする。\n⑵  また、侵害情報の送信と最も時間的に近接して行われた通信以外の通信も侵\n害関連通信に該当することは、総務省によるプロバイダ責任制限法の逐条解説\n（甲２２）のとおりである。また、プロバイダ責任制限法５条３項並びに同法\n施行規則５条柱書及び同条２号の趣旨に照らせば、ログインに係る送信と当該\n侵害情報の送信とが相当の関連性を有するか否かは、当該ログインに係る送信\nと当該侵害情報の送信との時間的近接性のほか、当該侵害情報の発信者を特定\nする他の手段、方法等の有無を総合考慮して判断すべきである。\nしかるに、本件通信は、本件投稿と時間的に近接している。また、被告の調\n査結果によれば、前提事実⑷ア②の通信について本件アカウントにログインし\nた者が特定できないこと、同①の通信は本件投稿後のログインに係る通信であ\nり、ツイッターの仕様上、投稿後のログインが投稿前のログインと比較した場\n合に、侵害情報の送信との関連性が希薄であることを踏まえれば、本件通信（同\n③）に係る情報のほかに、本件発信者を特定する適切な手段はない。\nしたがって、本件通信は、本件投稿との関係において、侵害関連通信に該当\nする。\n（被告の主張）\n争う。\n第４  当裁判所の判断\n１  争点１－２（本件投稿による名誉感情侵害の明白性）について\n本件事案の内容に鑑み、争点１－２を先に判断する。\nある者の名誉感情を損なう行為は、社会通念上許される限度を超える侮辱行\n為であるといえる場合に、上記の者の人格的価値を侵害するものとして、不法\n行為法上違法となると解するのが相当である（最高裁平成２１年（受）第６０\n９号同２２年４月１３日第三小法廷判決・民集６４巻３号７５８頁参照）。\nこれを本件についてみると、前提事実によれば、本件投稿は、原告の氏名等\nを記載した上、原告の容ぼうが写った画像を添付して、原告を「綺麗好きなの\nに臭い汚マンコ雌豚です。」と評するものであることが認められる。\nそうすると、上記認定に係る本件投稿の内容を踏まえると、本件投稿が社会\n通念上許される限度を超える侮辱行為であることは明らかである。仮に、名誉\n毀損と同様に、違法性阻却事由の存否という判断枠組みに立って検討したとし\nても、上記内容を踏まえると、これが認められないことは明らかである。\nしたがって、本件投稿は、原告の名誉感情を侵害するものとして、不法行為\n法上違法となることが明らかであるものと認められる。\n小括\n以上によれば、その余について判断するまでもなく、本件投稿による権利侵\n害の明白性が認められる。\n２  争点２（正当な理由の有無）について\n証拠（甲１２）及び弁論の全趣旨によれば、原告は、本件発信者に対し、損害\n賠償請求等をすることを予定していると認められる。したがって、前記１におい\nて説示したところを踏まえると、原告には本件発信者情報の開示を受けるべき正\n当な理由があるものといえる。\n３  争点３（侵害関連通信該当性）について\n⑴  プロバイダ責任制限法５条２項は、特定電気通信による情報の流通によって\n自己の権利を侵害されたとする者は、当該特定電気通信に係る侵害関連通信の\n用に供される電気通信設備を用いて電気通信役務を提供した者（関連電気通信\n役務提供者）に対し、当該関連電気通信役務提供者が保有する当該侵害関連通\n信に係る発信者情報の開示を請求することができる旨規定し、同条３項は、上\n記にいう「侵害関連通信」とは、侵害情報の発信者が当該侵害情報の送信に係\nる特定電気通信役務を利用し、又はその利用を終了するために行った当該特定\n電気通信役務に係る識別符号その他の符号の電気通信による送信であって、当\n該侵害情報の発信者を特定するために必要な範囲内であるものとして総務省\n令で定めるものをいう旨規定している。\nそして、同法施行規則５条柱書及び同条２号は、あらかじめ定められた当該\n特定電気通信役務を利用し得る状態にするための手順に従って行った識別符\n号その他の符号の電気通信による送信（以下「ログイン時送信」という。）の\nうち、侵害情報の送信と相当の関連性を有するものは、同法５条２項及び３項\nにいう「侵害関連通信」に該当する旨規定している。\n上記の各規定の内容を踏まえると、同法５条２項及び３項は、侵害情報の送\n信に必ずしも該当しないログイン時送信に係る発信者情報についても、ログイ\nン時送信が「侵害関連通信」に該当するものとして開示請求の対象とし、もっ\nて、被害者の権利回復の利益と発信者の表現の自由、プライバシー等との均衡\nを図るものであると解することができる。\n上記各規定の趣旨目的に鑑みると、ログイン時送信が侵害情報の送信と相当\nの関連性を有するものかどうかは、侵害情報の送信とログイン時送信との時間\n的近接性の程度、特定電気役務提供者における通信記録の保存状況その他の諸\n事情を総合考慮して判断すべきであると解するのが相当である。\n⑵  これを本件についてみるに、前提事実⑵及び⑷によれば、本件発信者は、本\n件アカウントにログインした上で本件投稿をしたこと、被告は、本件各ログイ\nン通信に係るＩＰアドレス等から特定される通信について、前提事実⑷アの①\nないし③に係る情報を保有していること、このうち、上記①の通信は、本件投\n稿の約２時間３２分後にされていること、他方、上記②の通信及び上記③の通\n信は、いずれも本件投稿前にされているところ、上記②の通信は、本件投稿の\n約５分前にされているものの、被告の調査においては異なる複数の対象者（Ａ\n及びＢ）が検出されており、被告において本件アカウントにログインする通信\nをした者を特定することができないこと、これに対し、上記③の通信は、本件\n投稿の約３時間３６分前にされたものであるものの、被告において本件アカウ\nントにログインする通信をした者（Ａ）を特定し得るものであること、以上の\n事実が認められる。\n上記認定事実に係る通信記録の保存状況等を踏まえると、本件アカウントに\nログインする通信をした者を特定できる通信は、上記①の通信及び上記③の通\n信であるところ、本件通信は、本件投稿の約３時間半前にされていることから\nすると、少なくとも本件通信は、侵害情報の送信と時間的に近接したものとい\nえる。\nそうすると、本件通信は、本件投稿と相当の関連性を有するものと認めるの\nが相当である。\n⑶  したがって、本件通信は、本件投稿との関係において、侵害関連通信に該当\nする。\n４  その他\nその他に、被告の主張を改めて十分に検討しても、上記において説示したとこ\nろを踏まえると、被告の主張は、いずれも採用することができない。\n第５  結論\nよって、原告の請求は理由があるから、これを認容することとして、主文のと\nおり判決する。\n東京地方裁判所民事第４０部\n裁判長裁判官\n中    島    基    至\n裁判官\n小    田    誉  太  郎\n裁判官\n國    井    陽    平\n（別紙）\n発信者情報目録\n別紙ログイン情報目録ＩＰアドレス欄記載のＩＰアドレスを割り当てられた電気\n通信設備から別紙投稿記事目録接続先ＩＰアドレス欄記載のＩＰアドレスに対して\n通信を行った電気通信回線を、別紙ログイン情報目録ログイン日時欄記載の日時頃に\n使用した者に関する情報であって、次に掲げる情報。\n１  氏名又は名称\n２  住所\n３  電話番号\n４  メールアドレス\n（別紙）\nログイン情報目録\nログイン日時  ログイン日時（日本時間）  IPアドレス\n2022/3/7  9:21:42  2022/3/7  18:21:42  省略\n（別紙）\n投稿記事目録\nURL  https://（以下省略）\n投稿内容  【晒し依頼】\n名前:省略\n年齢:省略\n省略\n綺麗好きなのに臭い汚マンコ雌豚です。\n晒しで有名にしてあげてください♡\nラブリツで下のモザなし写真！\n使用画像１  省略\n使用画像２  省略\n使用画像３  省略\n使用画像４  省略\nユーザー名  省略\n投稿日時  2022年3月7日 21時57分\n接続先\nＩＰアドレス\n以下のうちいずれか。\n省略\n別紙著作物目録、省略\n"
}