{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 3,
    "month": 6,
    "day": 29
  },
  "case_number": "令和3(わ)54",
  "case_name": "各贈賄被告事件",
  "court_name": "津地方裁判所",
  "lawsuit_id": "91658",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=91658",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/658/091658_hanrei.pdf",
  "contents": "主        文\n被告人両名をそれぞれ懲役８月に処する。\n被告人両名に対し，この裁判が確定した日から３年間，それぞれその刑\nの執行を猶予する。\n理        由\n（罪となるべき事実）\n被告人Ａは，手術の際等に使用される医療用医薬品であるＢの製造等を行うＣ株\n式会社のＤ営業部長であったもの，被告人Ｅは，同部Ｆ営業所Ｆ病診２課長であっ\nたものであり，Ｇは，Ｈ病院臨床麻酔部副部長として，同部長を補佐し，同病院に\nおける手術の際に使用する麻酔等の計画，準備及び実施等の同部の業務を総括して\n所属職員を監督する業務に従事するとともに，平成３０年４月１日以降には同部長\nに就任し，同部長として，自ら同部の前記業務を総括して所属職員を監督する業務\nに従事するに至る予定であったものであるが，被告人両名は，共謀の上，同年１月\n頃から同年３月頃にかけて，津市（住所省略）の前記臨床麻酔部医師控え室におい\nて，被告人Ｅから前記Ｇに対してなされた，同部においてＢを積極的に使用して前\n記Ｃ株式会社においてＢを多数受注できるようにしてほしい旨の請託に関する依頼\nの趣旨で，同年３月２０日，前記Ｃ株式会社をして，当時の株式会社Ｉ銀行Ｊ支店\nに開設されたＫ大学名義の普通預金口座に現金２００万円を振込入金させて同大学\nに同額の利益を得させ，もって前記Ｇの前記職務に関し第三者に賄賂を供与した。\n（法令の適用）（被告人両名につき共通）\n罰 条  刑法６０条，１９８条\n刑種の選 択   懲役刑を選択\n刑 の 執 行 猶 予  刑法２５条１項\n（量刑の理由）\n本件は，製薬会社のＭＲ（営業職）やその上司の被告人両名によるＨ病院の医師\nに対する判示のとおりの贈賄の事案である。\n医師からの働き掛けがあったとはいえ，自社の製造する医薬品の受注増につなが\nるとの思惑から，自社の利益を図ることを優先し，奨学寄附の趣旨を歪める形で見\n返りを期待して現金を供与する犯行に及んだことは，あまりにも軽率といわざるを\n得ない。公に認められている奨学寄附の制度を利用して大学に利益を得させる態様\nであるものの，賄賂としては比較的多額であるし，実際にも賄賂の供与が医薬品の\n受注増に結び付いており，公務の適正や社会の信頼を害した結果には重いものがあ\nる（検察官は，本件犯行後に病院において当該医薬品に関する麻酔記録改ざんや詐\n欺が行われたことを指摘しつつ犯行のもたらした結果が重大である旨の主張をする\nが，被告人両名の量刑上はここまで拡大して結果を捉えることはできない）。\n被告人Ｅは，医薬品の受注増につながるとの期待から，見返りとして寄附金を供\n与する趣旨を認識しながら上司である被告人Ａに経過を報告し，社内における所要\nの手続を進める一方で，医師と面会を重ねる現場担当者として本件で欠かすことの\nできない役割を担った。被告人Ａは，上司として被告人Ｅを止めることなく，むし\nろ決裁が通りやすいように資料を整えるよう指示するなど，円滑に手続が進むよう\nに意を払っており，立場上も犯行につながる重要な役割を果たしたというべきであ\nる。もっとも，被告人Ａも寄附金交付の最終決定権者ではなく，犯行に積極的な被\n告人Ｅに対する助言や承認が中心となる関与であったから，それぞれの役割・立場\nを総合しても，被告人両名の責任に有意な差があるとはいい難い。\n以上によれば，被告人両名の刑事責任はいずれも軽いものではなく，本件は懲役\n刑を選択すべき事案である（奨学寄附自体が問題であるなどと指摘しつつ罰金刑を\n求める弁護人の主張は，既に述べた本件犯情の重さに鑑みて採用できない）。\nその上で，被告人両名について，いずれも事実を認めて反省していること，それ\nぞれ妻が出廷して監督を誓約していること，前科前歴がないことなどの事情もある。\n以上を総合考慮し，被告人両名に対しては，主文の懲役刑に処するとともに，刑\nの執行を猶予して社会内で更生する機会を与えるのが相当と判断した。\n（求刑  被告人Ａにつき懲役１年，被告人Ｅにつき懲役１０月）\n令和３年６月２９日\n津地方裁判所刑事部\n裁判長裁判官    四    宮    知    彦\n裁判官     中      村    海    山\n裁判官    樋󠄀      口    瑠    惟\n"
}