{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 6,
    "day": 1
  },
  "case_number": "令和4(ネ)10107",
  "case_name": "特許権侵害差止等請求控訴事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "92119",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=92119",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/119/092119_hanrei.pdf",
  "contents": "令和５年６月１日判決言渡\n令和４年（ネ）第１０１０７号  特許権侵害差止等請求控訴事件\n（原審・東京地方裁判所令和２年(ワ)第１２０１３号）\n口頭弁論終結日  令和５年４月１１日\n判         決\n控訴 人      日 本 発 條 株 式 会 社\n同訴訟代理人弁護 士      高     橋     雄  一  郎\n阿     部     実  佑  季\n同訴訟代理人弁理 士      林              佳    輔\n被控訴 人    ユ ニ テ ク ノ 株 式 会 社\n同訴訟代理人弁護 士    野    村    晋      右\n池    原    元      宏\n宮     國     尚     介\n同補佐人 弁理 士      有     我     栄  一  郎\n石     川      淳     浩\n主         文\n１  本件控訴を棄却する。\n２  控訴費用は、控訴人の負担とする。\n事実及び理 由\n用語の略称及び略称の意味は、本判決で付するもののほかは、原判決に従い、原\n判決に「原告」とあるのを「控訴人」と、「被告」とあるのを「被控訴人」と適宜\n読み替える。また、原判決の引用部分の「別紙」を全て「原判決別紙」と改める。\n第１  控訴の趣旨\n１  原判決を取り消す。\n２  被控訴人は、控訴人に対し、１億５０００万円及びこれに対する令和２年７\n月１日から支払済みまで年５分の割合による金員を支払え。\n３  訴訟費用は、第１、２審とも被控訴人の負担とする。\n４  仮執行宣言\n第２  事案の概要\n１  事案の要旨\n本件は、発明の名称を「マイクロコンタクタプローブと電気プローブユニット」\nとする特許（本件特許）の特許権者である控訴人が、平成３１年１月２２日以前に\n販売されていた被控訴人製品が本件特許の特許請求の範囲の請求項１及び２１の発\n明（本件発明）の技術的範囲に属し、被控訴人による被控訴人製品の販売行為が本\n件特許権の侵害に当たると主張して、被控訴人に対し、不法行為に基づき、損害賠\n償金１億５０００万円及びこれに対する不法行為の後の日である令和２年７月１日\n（訴状送達の日の翌日）から支払済みまで平成２９年法律第４４号による改正前の\n民法所定の年５分の割合による遅延損害金の支払を求める事案である。\n原判決は、被控訴人製品はいずれも本件発明の技術的範囲に属さないとして、控\n訴人の請求を棄却し、控訴人が控訴した。\n２  前提事実（当事者間に争いがない事実並びに証拠（以下、書証番号は特記し\nない限り枝番を含む。）及び弁論の全趣旨から認められる事実）\n以下のとおり訂正するほかは、原判決の「事実及び理由」中の「第２  事案の概\n要等」の２に記載するとおりであるから、これを引用する。\n(1)  原判決２頁２４行目（左欄外記載の行数による。以下同じ。）の「本件特許\nに係る」を「本件特許の特許請求の範囲の」と、３頁２行目の「明細書を「本件明\n細書」と総称する。」を「明細書及び図面を併せて「本件明細書」という。」とそれ\nぞれ改める。\n(2) 原判決６頁２５行目の「ブランジャ」を「プランジャ」と改める。\n(3) 原判決８頁７行目の末尾に改行して、次のとおり加える。\n「(6) 被控訴人は、本件発明に係る特許を無効とすることを求める無効審判請求\nをした。特許庁はこれを無効２０２１－８０００５７号として審理し、令和４年９\n月１５日、「本件審判の請求は、成り立たない。」とする審決（以下「本件審決」と\nいう。）をした。被控訴人が同審判手続において主張した無効理由は、①乙７公報\nに基づく新規性欠如、②乙８公報に基づく進歩性欠如、③乙１０（特開平４－２７\n０９６７号公報）に基づく進歩性欠如、④サポート要件違反、⑤明確性要件違反及\nび⑥実施可能要件違反であった。（甲７０、８８）」\n３  争点及び争点に対する当事者の主張\n以下のとおり訂正し、後記４に当審における当事者の補足主張及び追加主張を補\n足するほかは、原判決の「事実及び理由」中の「第２  事案の概要等」の３及び４\nに記載するとおりであるから、これを引用する。\n(1)  原判決８頁１１行目の「導通可能に」の次に「、」を挿入し、同頁１７行目\nの末尾に改行して、次のとおり加える。\n「ウ  「前記固定導通部は、電気的に導通可能に、前記第 1 及び第２のプランジ\nャの他方に固定され」ているか（構成要件１Ｈ、２１Ｇ）（争点１－３）\nエ  均等侵害が成立するか（争点１－４）」\n(2)  原判決８頁２０行目及び同頁２３行目の各「本件発明１、２１」を「本件\n発明」と、同頁１９行目、２１行目、２４行目、９頁１行目、２行目及び３行目の\n各「本件特許」を「本件発明に係る特許」とそれぞれ改める。\n(3)  原判決９頁６行目の「導通可能に」の次に「、」を挿入し、同頁１９行目の\n「１Ｆ」を「１Ｇ」と、１０頁３行目の「電気的導通する」を「電気的導通をする」\nと、９頁１９～２０行目、１０頁８～９行目、２４行目及び２５行目並びに１１頁\n６～７行目、１２行目及び１４行目の各「密巻部」を「密巻き部」とそれぞれ改め\nる。\n(4)  原判決１１頁１６行目の末尾に「。」を加え、同頁１７行目の「密巻部」を\n「密巻き部」と、１２頁２２行目及び２５行目並びに１３頁２行目及び８行目の各\n「コンタクトプローブ」を「コンタクタプローブ」とそれぞれ改め、１４頁１行目\nの「被告製品２は、」の次に「第２プランジャが」を挿入し、同頁２０～２１行目\nの「原告のシミュレーション」を「本件シミュレーション」と改める。\n(5) 原判決１６頁１３行目の「密巻部」を「密巻き部」と、１７頁２行目の「本\n件密巻部」を「本件密部分」とそれぞれ改め、１８頁７行目の末尾に改行して、次\nのとおり加える。\n「(3) 「前記固定導通部は、電気的に導通可能に、前記第 1 及び第２のプランジ\nャの他方に固定され」ているか（構成要件１Ｈ、２１Ｇ）（争点１－３）\n（控訴人の主張）\n構成要件１Ｈ及び２１Ｇは「前記固定導通部は、電気的に導通可能に、前記第１\n及び第２のプランジャの他方に固定され」である。構成要件１Ｇ及び２１Ｆの「前\n記第１及び第２のプランジャの一方」に「第２のプランジャ」を対応させる場合、\n構成要件１Ｈ及び２１Ｇの「前記第１及び第２のプランジャの他方」は「第１のプ\nランジャ」となる。\nしたがって、構成要件１Ｇ及び２１Ｆの「前記第１及び第２のプランジャの一方」\nに「第２のプランジャ」を対応させる場合、構成要件１Ｈ及び２１Ｇの「固定導通\n部」は、電気的に導通可能に第１のプランジャに固定される。\n当事者間において、被控訴人製品につき、コイルばねの一端（後記４「当審にお\nける当事者の補足主張及び追加主張」(2)(控訴人の主張)の部位Ａ）が第１のプラ\nンジャと機械的に固定されており、第１のプランジャとの関係で導通可能であるこ\nとに争いはないから、被控訴人製品の「第１のプランジャと機械的に固定されてお\nり、第１のプランジャとの関係で導通可能である部位Ａ」は、電気的に導通可能に\n第１のプランジャに固定される構成要件１Ｈ及び２１Ｇの「固定導通部」に該当す\nる。\nそうすると、被控訴人製品は、構成要件１Ｈ及び２１Ｇを充足する。\n（被控訴人の主張）\n被控訴人製品が構成要件１Ｈ及び２１Ｇを充足することを否認する。\n被控訴人製品の「比較的螺旋の密度の高いコイル部分のうち第１のプランジャと\n接触している部位」が第１のプランジャと機械的に固定されており、第１のプラン\nジャとの関係で導通可能であることは認めるが、第１のプランジャ、比較的螺旋の\n密度の高いコイル部分及び第２のプランジャによって導通経路が構成されているも\nのではない。」\n(6)  原判決１８頁８行目冒頭の「(3)」を「(4)」と、同頁１４行目冒頭の「(4)」\nを「(5)」と、同行目の「本件発明１、２１」を「本件発明」と、同行目の「本件\n特許」を「本件発明に係る特許」とそれぞれ改める。\n(7) 原判決１９頁１９行目の「１Ｋ」を「１Ｊ」と、同頁２２行目及び２５行目\n並びに２０頁４行目、７～８行目、１０～１１行目、１３～１４行目、１６行目、\n１９行目及び２４行目の各「本件特許発明１」を「本件発明１」と、２１頁８行目\nの「１Ｊ」を「１Ｉ」と、同頁１２行目の「１Ｋ」を「１Ｊ」とそれぞれ改める。\n(8) 原判決２２頁１５行目及び１８行目の各「本件特許発明２１」を「本件発明\n２１」と、２２頁１５行目の「２１Ｊ」を「２１Ｉ」と、２４頁１行目の「２１Ｉ」\nを「２１Ｈ」と、同頁５行目の「２１Ｊ」を「２１Ｉ」とそれぞれ改める。\n(9) 原判決２４頁９行目及び１６～１７行目、２５頁２０行目及び２５行目、２\n６頁６行目、１４行目及び２１行目並びに２７頁４行目及び１３行目の各「本件発\n明１、２１」を「本件発明」とそれぞれ改める。\n(10)  原判決２７頁１６行目冒頭の「(5)」を「(6)」と、同行目～同頁１７行目\nの「本件発明１、２１に係る特許が、乙８公報で開示された発明を主引例とする進\n歩性欠如の無効理由があるか」を「本件発明が、乙８公報に記載された発明を主引\n例として容易に発明でき、本件発明に係る特許に進歩性欠如の無効理由があるか」\nとそれぞれ改める。\n(11)  原判決２９頁１８行目の「１Ｋ」を「１Ｊ」と、３０頁８行目の「マイク\nロコンタクトプローブ」を「マイクロコンタクタプローブ」と、同頁９行目の「１\nＪ」を「１Ｉ」と、３１頁２５行目の「以下「乙８－２発明」という。」を「以下\n「乙８－２発明」といい、乙８－１発明と併せて「乙８発明」ということがある。」\nと、３３頁２行目の「（一致点２１―３）。」を「（一致点２１－３）」と、同頁１９\n行目の「２１Ｊ」を「２１Ｉ」と、３４頁９行目の「２１Ｉ」を「２１Ｈ」と、３\n５頁１８行目の「本件発明１、２１における」を「本件発明に係る」と、３６頁６\n行目及び１０行目の各「本件発明１、２１」を「本件発明」とそれぞれ改め、同頁\n１１行目の「至」を削り、３７頁１行目の「下の図」を「前頁の図」と、同頁７行\n目の「乙９」を「乙９公報」と、同行目の「乙８」を「乙８公報」とそれぞれ改め\nる。\n(12)  原判決３７頁１２行目及び２２行目、３８頁６行目、１４行目及び２２行\n目並びに３９頁５行目及び２１～２２行目の各「本件発明１、２１」を「本件発明」\nと、３７頁１５行目の「本件発明１、２」を「本件発明」と、４０頁１０行目の\n「乙８」を「乙８公報」と、４１頁１０行目の「図２２  乙８  図６」を「乙９公\n報  図１」と、同行目の「図２３  乙９  図１」を「乙８公報  図６」とそれぞれ\n改める。\n(13)  原判決４２頁７行目冒頭の「(6)」を「(7)」と、同行目の「本件特許」を\n「本件発明に係る特許」とそれぞれ改め、同頁９行目及び４３頁４行目の各「１及\nび本件発明２１」並びに同頁２２行目及び４４頁６行目の各「及び図面」をそれぞ\nれ削り、４２頁２１行目の「本件発明１、２１」を「本件発明」と、４３頁１行目\nの「軸方法に」を「軸方向へ」と、同頁２５行目末尾の「・」を「。」とそれぞれ\n改める。\n(14)  原判決４４頁２４行目冒頭の「(7)」を「(8)」と、同行目の「本件特許」\nを「本件発明に係る特許」と、４５頁１１行目の「軸方法に」を「軸方向へ」とそ\nれぞれ改め、同頁１２行目の「主張している」の次に「。）」を挿入し、同頁１５行\n目の「１及び本件発明２１」、４６頁２行目及び１１～１２行目の各「１及び２１」\n並びに同頁４行目及び８行目の各「１、２１」をそれぞれ削る。\n(15)  原判決４６頁１４行目冒頭の「(8)」を「(9)」と、同行目の「本件特許」\nを「本件発明に係る特許」と、同頁２２行目の「前記(6)」を「前記(7)」と、４７\n頁５行目の「軸方法に」を「軸方向へ」とそれぞれ改め、同頁８行目の「１及び本\n件発明２１」を削り、同行目の「４項１項」を「４項１号」と改め、同頁１０行目\nの末尾に「。」を加え、同頁１９行目の「１及び２１」を削る。\n４  当審における当事者の補足主張及び追加主張\n(1) 争点１－１（被控訴人製品の「コイルばねは、摺動導通部」を有する「筒状\nの密巻き部を有し、」「前記摺動導通部は、電気的に導通可能に、前記第１及び第２\nのプランジャの一方に摺動可能に接触し」ているか（構成要件１Ｆ、１Ｇ、２１Ｅ、\n２１Ｆ））について\n（控訴人の主張）\nア  「摺動導通部」について\n(ｱ)  本件発明に係る「マイクロコンタクタプローブ」で、「プランジャ」とコイ\nルばねの筒状の密巻き部が有する「摺動導通部」とが「導通」するタイミングは、\n「プランジャ」と「検査対象」とが接触しストロークが静止したタイミングであり\n（甲２、１４、４６～５８）、導通をより向上させるには、「マイクロコンタクタプ\nローブ」で「プランジャ」とコイルばねの筒状の密巻き部が有する「摺動導通部」\nとが「導通」するタイミングは、「プランジャ」と「検査対象」とが接触し、更に\nオーバードライブさせた後である（甲５３～５６）。\nしたがって、「摺動導通部」を、「プランジャ」との「摺動」動作中（ソケットベ\nースにセットされて検査前の待機状態になってからフルストロークに至るまでの間）\n連続して電気的に「導通」する部材であるとする原判決の解釈は、誤っている。\n(ｲ)「摺動」とは「滑り動くこと」を意味し、「滑る」とは「物の間を滞りなく通\nる」ことを意味するから、「摺動」とは、「物の間を滞りなく通り動くこと」を意味\nする語であり（甲５９）、「摺動」の語義からは、ある物が「物の間を滞りなく通り\n動く」に際し、一瞬も離れずに接触した状態での動きなのか、瞬間的には離れ得る\n動きなのかといったことまでは特定されない。\nそして、他の特許公報における「摺動」の使用例（甲６０、６２～６４、６８、\n６９）、「摺動」していることについて当事者間に争いがない被控訴人製品の第１の\nプランジャと第２のプランジャの動き（甲６５～６７）、一般機械の日本産業規格\nにおいて、部材同士のクリアランスが７０㎛であっても「摺動」すると説明されて\nいること（甲２７、２８）に照らすと、一般に、「摺動」という動きは、２つの部\n材が接触したり接触しなかったりする、瞬間的に離れることがある動きを指すもの\nであって、一瞬も離れずに接触したままという動きを意味するものではない。\n(ｳ) 本件発明の目的は、検査精度を向上させるために摺動導通部の数を減少させ\nることにあり、このことは本件明細書に繰り返し記載されている。ところが、原判\n決は、本件発明の目的を「プランジャとコイルばね間の導通経路をできる限り安定\nさせる」ことであるなどと、本件明細書に記載された事項よりも大枠で捉え、抽象\n的に認定してしまっており、そのために、「摺動導通部」の解釈も誤っている。\n(ｴ) 本件審決（甲７０）は、「導通経路」という用語を、「目的とする用途に供す\nるのに有効な程度の電流が流れる電流の通り道」と解釈しており、ストローク時と\nいう、可動状態のような、検査に供する前の事象を意味するものとは解釈していな\nい。\nイ  「密巻き部」について\n(ｱ)  本件発明に係る特許請求の範囲の記載からは、「密巻き部」が、圧縮圧力を\n加える前の状態（以下「フリー状態」という。）で密巻きであった部分をいうもの\nか、検査状態で密巻きである部分（フリー状態で密巻きだった部分のみならず、フ\nリー状態では密巻きではなく、ストローク開始後検査前に密巻きになった部分を含\nむ。）をいうものかは特定されないから、「密巻き部」をフリー状態において密巻き\nであった部分に限定して解釈することは誤りである。\n(ｲ) 本件発明は、プランジャとコイルばねとを摺動させない構造を採るのではな\nく、検査時の導通経路上に、摺動の静止時にプランジャとコイルばねとを導通させ\nる構造を採ることにより生じる不安定さを解消させるという作用効果を奏する発明\nであり、その手段として、摺動の静止時にプランジャとコイルばねとが導通する箇\n所を粗巻きではなく密巻きのコイルばねとし、かつ、その数を１箇所にするという\n発明である。このような本件発明の作用効果を踏まえても、本件発明においては、\n検査時にプランジャとコイルばねとが導通する箇所が密巻きのコイルばねであれば\n足り、密巻きのコイルばねが、フリー状態でも密巻きであったのか、フリー状態で\nは密巻きではなかったがストローク開始後検査前に密巻きになったのかといった事\n項は本件発明の作用効果に影響しない。\n(ｳ)  原判決は、本件発明の「密巻き部」を、「コイルばねに流れた電流が螺旋状\nではなく軸線方向に沿って直線的に流れるようになっているもの」と解釈したが、\nこの解釈も、検査時に密巻きであれば足りるものである。\n(ｴ) 被控訴人は、本件特許の無効審判において、本件発明のコンタクタプローブ\nは、セット状態又はコンタクト状態であると主張していた（甲４５）。すなわち、\n被控訴人の解釈においても、本件発明におけるコンタクタプローブを構成する「密\n巻き部」は、セット状態又はコンタクト状態において密に巻かれている部分を意味\nする用語ということになる。\n（被控訴人の主張）\nア  「摺動導通部」について\n(ｱ) 原判決における本件発明の解釈に誤りはなく、控訴人の主張にはいずれも理\n由がない。「摺動導通」として、物と物とがすり動きながら電気的に導通可能な状\n態となっている意味であると理解するのが文言上も自然であり、原判決は、「摺動」、\n「導通」につき技術的用法として用いられる意味、更にはマイクロコンタクタプロ\nーブの基本的な構造から論理立てて「摺動導通部」の解釈を行っており、同解釈は、\n文言上も技術的にも、極めて自然かつ妥当なものである。\n(ｲ)  控訴人は、「導通」について、実際に電流が流れている状態を意味すること\nを前提として主張しているが、「導通」という語は必ずしも電流が実際に流れてい\nる状態のみを指すものではなく、「電気回路のすべての成分が連続的によい接触を\n保っていること」（乙４８）、すなわち、その状態において、電流を流そうとすれば\n流れること（通電可能であること）も指す概念である。このことは、他の特許文献\n（甲５０、５７）からも認められる。そして、原判決も同趣旨で用いており、控訴\n人の批判は当たらない。\n(ｳ) 原判決が正しく認定したとおり、本件発明がコンタクタプローブを形成して\n使用される場合、どの程度ストロークさせた時点でストロークを止めて電流を流す\nかは、使用者（当業者からコンタクタプローブを購入した顧客）の判断に委ねられ\nるため、当業者においては一義的に確定することができない。そのため、仮に検査\nに使用され得るストローク区間において連続して導通可能な状態が確保されないと\nすると、ストロークを止めたときに摺動導通部とプランジャとが離れた状態、又は\n両者の間に十分な接触が得られていない状態であるおそれがある。その場合、導電\nアッセンブリ自体が導通経路を形成できていないことになり、電流が導電アッセン\nブリを流れないから、導通検査を行うことができない。\nそのような構成は、本件発明の趣旨（検査精度の向上のため、プランジャとコイ\nルばねの間の導通経路をできる限り安定させること）に反するものとなり、また、\nそもそもコンタクタプローブとしての基本的な機能を果たし得ない。\nさらに、コンタクタプローブは必ずしも標準ストロークやその周辺でしか使用さ\nれないようなものではない。\n(ｴ)  控訴人は、「摺動」は、瞬間的に離れることがある動きを意味すると主張す\nるが、控訴人が指摘する証拠において、当該装置の構造や使用態様からそのような\nことが起きるというにすぎず、これらの証拠は、「摺動」が瞬間的に離れることが\nある動きに限定される理由とはならない。控訴人が提出したシミュレーション結果\n及びその解析報告書（甲６５～６７）は、シミュレーションが前提とした具体的な\n条件等が何も明示されておらず、被控訴人製品における「第１のプランジャ」と\n「第２のプランジャ」の実際の接触状況を示すものとはいえない。\nイ  「密巻き部」について\n(ｱ) 原判決は、「密巻き部」につき、「そのコイルばねは、本件アッセンブリにお\nいて、少なくとも圧縮圧力を加える前から「密巻き部」を有するものであり、その\n「密巻き部」は圧縮圧力を加える前から軸線方向において接触状態にある部分をい\nう」と解釈しており、かかる解釈は、極めて自然かつ妥当なものである。\n(ｲ) 「密巻き部」は、その語義からして、「「密」に「巻」かれた「部」分である\nこと」が必要であり、「巻かれた」という限定事項を文言どおり解すると、軸線方\n向において隣接する螺旋部同士が密になるように巻かれていること、すなわち、コ\nイルを巻いた時点（圧縮圧力を加える前の、いわゆるフリー状態）で既に当該螺旋\n部同士が接触していることという意味以外に解することはできない。\n(ｳ) 本件審決も、密巻き部限定事項の１つとして「筒状の密巻き部を有し（てい\nること。）」を挙げ（甲７０）、密巻き部がそのような状態のものとしてコイルばね\nにあらかじめ備わった部分であることを明示している。\n(ｴ) 控訴人は、フリー状態では密巻きではなく、ストローク開始後検査前に密巻\nきになった部分も、本件発明の「密巻き部」に含まれると主張するが、「フリー状\n態では密巻きではな」い部分は、加えられる圧縮圧力の大きさやストロークされる\n量に応じて、隣接する螺旋部との密になり具合が異なるから、あるストローク量で\n静止させたときに螺旋部同士が接触するか否かもストロークさせてみないと分から\nず、その状態で当該部分を軸線方向に沿って直線的に電流が流れるか否かも不明で\nあるから、このような部分が有意な導通経路を形成するとは思われない。本件審決\nも、「検査の測定値の測定誤差にほとんど影響を与えない程度の電流が流れる場合\nの電流の通り道」は、「導通経路」の概念には含まれないと解釈するのが相当であ\nると述べている。\n(ｵ)  本件明細書に記載された従来技術（甲２の図１３、乙４９）においては、\n「自然状態で密着巻きにした密着巻き部５ａが設けられて」おり、「その密着巻き\n部５ａは、軸部４ｃの図の上側である延出方向端部に、図１の待機状態で軸線方向\nについて若干重なり合う所まで設けられている」（乙４９の【００１３】）とされ、\nフリー状態で密巻きにした部分が「密着巻き部」と表現されている。\n本件発明は、インダクタンス及び抵抗の増大を伴わずに検査精度を向上可能なマ\nイクロコンタクタプローブを提供することを課題とするものであるから、従来技術\nにおいて「密着巻き部」に含まれておらず、かつ、インダクタンス及び抵抗の増大\nを伴う可能性の高い「フリー状態では密巻きではな」い部分を、本件発明の「密巻\nき部」に含める合理的な理由は見いだし難い。\n(ｶ) そして、被控訴人製品の座巻き部には、導通経路を形成する「摺動導通部」\nに相当する部分がないから、「密巻き部」に該当しない。被控訴人製品においては、\n第１のプランジャと第２のプランジャとで形成される導通経路に電流が流れる構造\nになっており、コンタクタプローブの目的とする用途に供するのに有効な程度の電\n流が座巻き部を介して流れることはない。\n(2) 被控訴人製品の充足性について（争点１－１、１－２に関し）\n（控訴人の主張）\n控訴人製品の構成のうち本件発明１の構成要件１Ｆ、１Ｇ、１Ｉ、２１Ｅ、２１\nＦ、２１Ｈに対応する部分は次のとおりであり、当事者間に争いがない点、被控訴\n人の認否を要する点及び被控訴人が争っている点があるものの、被控訴人製品は、\n本件発明の構成要件１Ｆ、１Ｇ、１Ｉ、２１Ｅ、２１Ｆ、２１Ｈを充足する。\nア  １－ｆ、１－ｇ、１－ｈ（本件発明１の構成要件１Ｆ、１Ｇ、１Ｈに対応す\nる被控訴人製品１の構成部分）について\n(ｱ) 争いのない点\n・プローブコンタクトを介して検査対象とＤＵＴボードとを導通させる状態にお\nいて、プローブコンタクトのコイルばねは、筒状の、軸線方向において接触状態に\nなっている密部分を備えており、\n・密部分は、第１のプランジャに固定され、第１のプラン\nジャと接触している部位Ａを備え、\n・密部分は、部位Ａと反対側に位置する部位であり、スト\nローク時に第２のプランジャが入り込む範囲に係る部位であ\nる部位Ｂを備え、\n・部位Ａは、第１のプランジャと機械的に固定されてお\nり、第１のプランジャとの関係で導通可能であり、\n・部位Ｂは、ストローク時に第２のプランジャと接触する\n可能性があり、\n・密部分は、第２のプランジャと摺動する第１のプランジ\nャの動きを安定させており、\n(ｲ) 被控訴人の認否を要する点\n・密部分のうち、圧縮圧力を加える前の状態から軸線方向\nにおいて接触状態になっている部分は設計上１３巻分程度であり、圧縮圧力を加え\n始めた後に軸線方向において接触状態になる部分は１３～１５巻分程度までであり、\n・プローブコンタクトは、ソケットベースにはめ込まれた検査前の待機状態の全\n長が６．２mm であり、ＤＵＴボード実装時の全長が５．５mm であり、\n・第１のプランジャと第２のプランジャとのクリアランスは２０㎛程度であると\nころ、第１のプランジャと第２のプランジャとは摺動し、プローブコンタクトを介\nして検査対象とＤＵＴボードとを導通させる状態において導通し、\n・密部分と第２のプランジャとのクリアランスは３０㎛程度であり、\n・プローブコンタクトの標準ストローク量は、第１のプランジャ側で５５０㎛程\n度、第２のプランジャ側で７００㎛程度の合計１２５０㎛程度であり、基本的には\nこの標準ストローク量で検査を行うことが推奨されており、\n・検査対象の大きさ・状態、第１のプランジャの状態等によって標準ストローク\n量周辺以外で検査を行う場合はあるものの、フローティングプレートを使用する検\n査の場合、少なくとも、検査する可能性がある被控訴人製品のストローク量の範囲\nは９００～１２５０㎛程度までであり、\n(ｳ) 争いがある点（控訴人の主張）\n・部位Ｂと第２のプランジャとはプローブコンタクトのストローク時に瞬間的に\n離れることはありながらも接触する瞬間が複数存在し、摺って動いており、\n・被控訴人製品の標準ストローク量である１２５０±５０㎛程度を含む、１２５\n２．５㎛、１２００㎛、１１００㎛、１０００㎛、９００㎛でストロークを静止し\nプローブコンタクトを介して検査対象とＤＵＴボードとを導通させる状態において、\n部位Ｂと第２のプランジャとは接触して導通し、\nイ  １－ｉ（本件発明１の構成要件１Ｉに対応する被控訴人製品１の構成部分）\nについて\n(ｱ) 争いのない点\n・部位Ａは第１のプランジャとの関係で導通可能であり、\n・密部分は、第２のプランジャと摺動する（摺って動く）第１のプランジャの動\nきを安定させており、\n・部位Ａと部位Ｂとは導通可能であり、\n・部位Ｂの他に、ストローク動作によって第２のプランジャと密部分とが接触す\nる可能性がある密部分における部位は存在せず、\n(ｲ) 争いがある点（控訴人の主張）\n・被控訴人製品の標準ストローク量である１２５０±５０㎛程度を含む、１２５\n２．５㎛、１２００㎛、１１００㎛、１０００㎛、９００㎛でストロークを静止し\nプローブコンタクトを介して検査対象とＤＵＴボードとを導通させる状態において、\n部位Ｂと第２のプランジャとは接触して導通し、\n・被控訴人製品の標準ストローク量である１２５０±５０㎛程度を含む、１２５\n２．５㎛、１２００㎛、１１００㎛、１０００㎛、９００㎛でストロークを静止し\nプローブコンタクトを介して検査対象とＤＵＴボードとを導通させる状態において、\n第１及び第２のプランジャと密部分とにより構成される導通経路には、第２のプラ\nンジャが摺動接触するコイルばねの部位が部位Ｂの１つのみであり、第２のプラン\nジャが摺動接触するコイルばねの部位が２つの場合に比して検査対象の検査時の抵\n抗のばらつきが抑制される\n（被控訴人の主張）\nア  控訴人は、原審において自ら整理した構成とは異なる独自の理解に基づいて\n被控訴人製品を構成し直し、「導通」について独自の見解をとり、かつ、被控訴人\nの主張を曲解又は誤解した上で争いがないとしたり、被控訴人に対し認否を求める\nなどしているが、被控訴人製品の構成については、原審において長期かつ多数回に\nわたって認否を繰り返し行っており、争いのない構成については原判決において整\n理されているとおりである。\nイ  被控訴人製品の標準ストロークは１２５０㎛程度ではあるものの、顧客の意\n向によっては、１２５０㎛よりも押し込んだ状態（より大きいストローク量分スト\nロークさせた状態）で検査を行うことがあり得る。これは、検査対象の形状や、使\n用しているコンタクタプローブのストローク済み回数によって、１２５０㎛では検\n査対象と被控訴人製品との接触具合が十分でない場合があること等を理由とする。\nまた、被控訴人は、実際に顧客からそのような要望（例えば、１２５０㎛＋１００\n㎛の状態でも検査できるようにしたいとの要望）を受けたこともある。控訴人が主\n張の根拠とする仕様書（甲７１、８４等）は、あくまでも必要最低限の仕様を記載\nしたものにすぎず、プラスアルファの条件設定を行うことは実務上あり得る。\n(3) 争点１－４（均等侵害が成立するか）について\n（控訴人の主張）\nア  「密巻き部」について\n仮に、被控訴人製品において、「フリー状態で密巻き」であった部分が導通経路\nになっていないとの認定・判断がなされたとしても、被控訴人製品について均等侵\n害が成立する。この場合の本件発明と被控訴人製品との相違点は、「本件発明では\n「フリー状態で密巻きであった部分」が導通経路となっているところ、被控訴人製\n品では「フリー状態で密巻きであった部分」が導通経路となっているかが定かでは\nなく、「ストローク開始後検査前に密巻きになった部分」が導通経路となっている\n可能性がある点」である。\n(ｱ) 非本質的部分であること\n本件発明は、プランジャとコイルばねとを摺動させない構造（例えば従来例（乙\n７）のような構造）を採るのではなく、検査時の導通経路上に、摺動の静止時にプ\nランジャとコイルばねとを導通させる構造を採ることにより生じる不安定さを解消\nするという作用効果を奏する発明であり、その手段として、摺動の静止時にプラン\nジャとコイルばねとが導通する箇所を粗巻きのコイルばねとするのではなく密巻き\nのコイルばねとし、かつ、その数を１箇所にするというものである。\nそうすると、「検査時（摺動の静止時）に密巻きである部分」が導通経路となっ\nていることが本件発明のポイントであり、「検査時に密巻きである部分」がフリー\n状態でどのような状態であったか（フリー状態で密巻きであった部分か、フリー状\n態では密巻きではなく、ストローク開始後検査前に密巻きになった部分か）は、作\n用効果との関係で無関係な事項である。\nよって相違点は非本質的部分である。\n(ｲ) 置換可能であること\n前記(ｱ)の本件発明の作用効果からすると、「検査時に密巻きである部分」が導通\n経路となっていることが本件発明のポイントであり、「検査時に密巻きである部分」\nがフリー状態でどのような状態であったか（フリー状態で密巻きであった部分か、\nフリー状態では密巻きではなく、ストローク開始後検査前に密巻きになった部分か）\nは、作用効果との関係で無関係な事項である。\nそうすると、「フリー状態で密巻きであった部分」を導通経路とする構成を、「ス\nトローク開始後検査前に密巻きになった部分」を導通経路とする構成に置き換えて\nも、本件発明の目的を達することができ、同一の作用効果を奏する。\nよって相違点は置換可能である。\n(ｳ) 置換容易であること\n前記(ｱ)の本件発明の作用効果からすると、「検査時に密巻きである部分」が導通\n経路となっていることが本件発明のポイントであり、「検査時に密巻きである部分」\nがフリー状態でどのような状態であったか（フリー状態で密巻きであった部分か、\nフリー状態では密巻きではなく、ストローク開始後検査前に密巻きになった部分か）\nは、作用効果との関係で無関係な事項である。\nそうすると、「フリー状態で密巻きであった部分」を導通経路とする構成を、「ス\nトローク開始後検査前に密巻きになった部分」を導通経路とする構成に置き換える\nことは、被控訴人製品の製造等の時点において容易に想到することができた。\nよって相違点は置換容易である。\n(ｴ) 公知技術等ではないこと\n本件審決では、本件発明の検査時の導通経路を構成する密巻き部が、フリー状態\nで（検査前に）どのような状態であったかに関係なく、本件発明に係る構成が、特\n許出願時における公知技術と同一ではなく、また、当業者が特許出願時における公\n知技術から出願時に容易に推考できたものではないと判断されている（甲７０）。\nよって相違点は公知技術等ではない。\n(ｵ) 特段の事情が存在しないこと\n前記(ｱ)の本件発明の作用効果からすると、「検査時に密巻きである部分」が導通\n経路となっていることが本件発明のポイントであり、「検査時に密巻きである部分」\nがフリー状態でどのような状態であったか（フリー状態で密巻きであった部分か、\nフリー状態では密巻きではなく、ストローク開始後検査前に密巻きになった部分か）\nは、作用効果との関係で無関係な事項である。\nそうすると、当然ながら、本件発明の特許出願手続において特許請求の範囲の検\n査時の導通経路を構成する「密巻き部」から、「フリー状態では密巻きではなく、\nストローク開始後検査前に密巻きになった部分」が意識的に除外されたという事実\nは存在しない。\nよって特段の事情は存在しない。\nイ  「摺動導通部」について\n仮に、被控訴人製品が「摺動導通部」を備えないとの認定・判断がされたとして\nも、均等侵害が成立する。この場合の本件発明と被控訴人製品との相違点は、「本\n件発明では「摺動導通部」が「プランジャと接触しながら動く間連続して電気的に\n導通していること、すなわち、本件アッセンブリが縮む過程の一点ではなく、少な\nくとも一定の区間において、連続して電気的に導通している」ところ、被控訴人製\n品では、部位Ｂと第２のプランジャとがプローブコンタクトのストローク時に瞬間\n的に離れることはありながらも接触する瞬間が複数存在しながら摺って動き、スト\nロークを静止しプローブコンタクトを介して検査対象とＤＵＴボードとを導通させ\nる状態において、部位Ｂと第２のプランジャとが接触し導通する点」である。\n(ｱ) 非本質的部分であること\n前記ア(ｱ)の本件発明の作用効果からすると、密巻き部において、プランジャと\n固定されている部位と反対側の部位がプランジャと摺動するようになっており、導\n電アッセンブリを介して検査対象とリード導体とを導通させる状態において当該反\n対側の部位がプランジャと導通するということが本件発明のポイントであり、プロ\nーブコンタクトを介して検査対象とＤＵＴボードとを導通させる状態になる前のス\nトローク時に密巻き部とプランジャとが連続して接触し続けていること、ひいては\nストローク時に連続して電気的に導通していることは、作用効果との関係で無関係\nな事項である。\nよって相違点は非本質的部分である。\n(ｲ) 置換可能であること\n前記ア(ｱ)の本件発明の作用効果からすると、密巻き部において、プランジャと\n固定されている部位と反対側の部位がプランジャと摺動するようになっており、導\n電アッセンブリを介して検査対象とリード導体とを導通させる状態において当該反\n対側の部位がプランジャと導通するということが本件発明のポイントであり、プロ\nーブコンタクトを介して検査対象とＤＵＴボードとを導通させる状態になる前のス\nトローク時に密巻き部とプランジャとが連続して接触し続けていること、ひいては\nストローク時に連続して電気的に導通していることは、作用効果との関係で無関係\nな事項である。\nそうすると、「プランジャと接触しながら動く間連続して電気的に導通している」\n構成、「すなわち、本件アッセンブリが縮む過程の一点ではなく、少なくとも一定\nの区間において、連続して電気的に導通している」構成を、「部位Ｂと第２のプラ\nンジャとがプローブコンタクトのストローク時に瞬間的に離れることはありながら\nも接触する瞬間が複数存在しながら摺って動き、ストロークを静止しプローブコン\nタクトを介して検査対象とＤＵＴボードとを導通させる状態において、部位Ｂと第\n２のプランジャとが接触し導通する」構成に置き換えても、本件発明の目的を達す\nることができ、同一の作用効果を奏する。\nよって相違点は置換可能である。\n(ｳ) 置換容易であること\n前記ア(ｱ)の本件発明の作用効果からすると、密巻き部において、プランジャと\n固定されている部位と反対側の部位がプランジャと摺動するようになっており、導\n電アッセンブリを介して検査対象とリード導体とを導通させる状態において当該反\n対側の部位がプランジャと導通するということが本件発明のポイントであり、プロ\nーブコンタクトを介して検査対象とＤＵＴボードとを導通させる状態になる前のス\nトローク時に密巻き部とプランジャとが連続して接触し続けていること、ひいては\nストローク時に連続して電気的に導通していることは、作用効果との関係で無関係\nな事項である。\nそうすると、「プランジャと接触しながら動く間連続して電気的に導通している」\n構成、すなわち、「本件アッセンブリが縮む過程の一点ではなく、少なくとも一定\nの区間において、連続して電気的に導通している」構成を、「部位Ｂと第２のプラ\nンジャとがプローブコンタクトのストローク時に瞬間的に離れることはありながら\nも接触する瞬間が複数存在しながら摺って動き、ストロークを静止しプローブコン\nタクトを介して検査対象とＤＵＴボードとを導通させる状態において、部位Ｂと第\n２のプランジャとが接触し導通する」構成に置き換えることは、被控訴人製品の製\n造等の時点において容易に想到することができた。\nよって相違点は置換容易である。\n(ｴ) 公知技術等ではないこと\n本件審決では、本件発明の「摺動導通部」が「プランジャと接触しながら動く間\n連続して電気的に導通している、すなわち、本件アッセンブリが縮む過程の一点で\nはなく、少なくとも一定の区間において、連続して電気的に導通している」か否か\nに関係なく、本件発明に係る構成が、特許出願時における公知技術と同一ではなく、\nまた、当業者が特許出願時における公知技術から出願時に容易に推考できたもので\nはないと判断されている（甲７０）。\nよって相違点は公知技術等ではない。\n(ｵ) 特段の事情が存在しないこと\n前記ア(ｱ)の本件発明の作用効果からすると、密巻き部において、プランジャと\n固定されている部位と反対側の部位がプランジャと摺動するようになっており、導\n電アッセンブリを介して検査対象とリード導体とを導通させる状態において当該反\n対側の部位がプランジャと導通するということが本件発明のポイントであり、プロ\nーブコンタクトを介して検査対象とＤＵＴボードとを導通させる状態になる前のス\nトローク時に密巻き部とプランジャとが連続して接触し続けていること、ひいては\nストローク時に連続して電気的に導通していることは、作用効果との関係で無関係\nな事項である。\nそうすると、当然ながら、本件発明の特許出願手続において特許請求の範囲の\n「摺動導通部」から「導電アッセンブリのストローク時に第２のプランジャと瞬間\n的に離れることはありながらも第２のプランジャと接触する瞬間が複数存在しなが\nら摺って動き、ストロークを静止し導電アッセンブリを介して検査対象とリード導\n体とを導通させる状態において、第２のプランジャと接触し導通する部分」が意識\n的に除外されたという事実は存在しない。\nよって特段の事情は存在しない。\n（被控訴人の主張）\nア  「密巻き部」について\n(ｱ) 相違点に誤りがあること\n控訴人の主張は、本件発明と被控訴人製品との相違点に関する理解に誤りがある。\n本件発明は、控訴人のいう「フリー状態で密巻きであった部分」を導通経路とする\nものであるが、被控訴人製品は、第１のプランジャと第２のプランジャの摺動接触\n部分を導通経路とするものであって、「フリー状態では密巻きではなく、ストロー\nク開始後に密巻きになった部分」を導通経路とするものではない。そのため、本件\n発明と被控訴人製品の相違点は、導通経路となっている部分が「フリー状態で密巻\nきであった部分」であるか「フリー状態では密巻きではなく、ストローク開始後に\n密巻きになった部分」であるかではない。\n念のために付言すると、本件発明が「フリー状態で密巻きであった部分」を導通\n経路とするのは、「検査時の導通経路上に、摺動の静止時にプランジャとコイルば\nねとを導通させる構造を採ることにより生じる不安定さを解消させるという作用効\n果」のために「摺動の静止時にプランジャとコイルばねとが導通する箇所を粗巻き\nのコイルばねとするのではなく密巻きのコイルばねとし、かつその数を一箇所にす\nる」という思想に基づくものであり（本件明細書の【０００７】、【０００９】）、あ\nくまでもプランジャとコイルばねが導通経路となっていることを前提とした課題解\n決思想である。他方、被控訴人製品の構成は、コイルばねが導通経路となっている\nことを前提とするものではなく、第１のプランジャと第２のプランジャが摺動接触\nすることで導通するものであるから、コイルばねのような螺旋状に電流が流れ得る\n部分ではなく、もともと直線的に電流が流れ得る部分同士の間の接触圧力を高める\nことにより低抵抗・低インダクタンスで安定的な導通を確保するという課題解決思\n想に基づくものである（乙２５・１１～１３頁）。そのため、両者は課題解決思想\nが全く異なり、両者は明らかに本質的部分を異にする。\n(ｲ) 「フリー状態で密巻きであった部分」が導通経路を形成することは、本件発\n明の本質的部分であること\n仮に、本件発明と被控訴人製品との相違点が、控訴人主張のとおりであるとして\nも、導通経路となっている部分が、「フリー状態で密巻きであった部分」であるか\n「フリー状態では密巻きではなく、ストローク開始後に密巻きになった部分」であ\nるかによって作用効果に大きな影響があるから、控訴人の主張は誤りである。\n本件発明においては、「密巻きのコイルばね」は、電流が確実に軸線方向に沿っ\nて直線的に流れるようになっているものであることを要するのに対し、被控訴人製\n品では、（そもそも第１のプランジャと第２のプランジャとが導通経路となること\nが想定されているが、この点を措くとしても、）「フリー状態では密巻きではな」い\n部分は、「粗巻きのコイルばね」であり、「検査時の導通経路上に、摺動の静止時に\nプランジャとコイルばねとを導通させる構造を採ることにより生じる不安定さを解\n消させるという作用効果」を奏するために採用された「密巻き部」ではないから、\n軸線方向において隣接する螺旋部と密になるかも不明であり、あるストローク量で\n静止させたときに軸線方向において隣接する螺旋部同士が接触するか否かもストロ\nークさせてみないと分からず、その状態で当該部分を軸線方向に沿って直線的に電\n流が流れるか否かも不明である。そのため、静止状態において当該部分を軸線方向\nに沿って直線的に電流が流れるとの作用効果も期待できず、結局は抵抗のばらつき\nが生じるため、コンタクタプローブとしての使用に堪えない（仮に「粗巻きのコイ\nルばね」でも上記作用効果を奏するのであれば、「摺動の静止時にプランジャとコ\nイルばねとが導通する箇所を粗巻きのコイルばねとするのではなく密巻きのコイル\nばねと」する技術的な意味は存在しないということになり、本件発明はそもそも発\n明たり得ないことになる。）。\nそのため、「フリー状態で密巻きであった部分」が導通経路であるという構成は、\n作用効果にも大きな影響があるから、検査時（ストロークの静止時）においてプラ\nンジャと接触している部分が、「フリー状態で密巻きであった部分」であることは、\n本件発明の本質的部分である。\nしたがって、均等侵害の要件のうち、「置換された部分が特許発明の本質的部分\nでないこと」という要件を満たさない。\n(ｳ) その余の要件について\nａ  「フリー状態で密巻きであった部分」を、「ストローク開始後検査前に密巻\nきになった部分」に置換した場合、「ストローク開始後検査前に密巻きになった部\n分」は、静止状態において当該部分を軸線方向に沿って直線的に電流が流れるとの\n作用効果を期待できないから、「摺動の静止時にプランジャとコイルばねとを導通\nさせる構造を採ることにより生じる不安定さを解消させる」という本件発明の目的\nを達することも期待できないし、むしろ「フリー状態で密巻きであった部分」を\n「ストローク開始後検査前に密巻きになった部分」に置換した方が、従来技術より\nも、インダクタンス及び抵抗の増大を招来することが合理的に見込まれる。\nしたがって、「当該部分を置換しても特許発明の目的を達し、同一の作用効果を\n奏すること」という要件を満たさない。\nｂ  本件発明以前の従来技術から「密着巻き部」ないし「密巻き部」は、フリー\n状態で密巻きである部分を指すことが前提とされており、これを「ストローク開始\n後検査前に密巻きになった部分」に置換した場合、「摺動の静止時にプランジャと\nコイルばねとを導通させる構造を採ることにより生じる不安定さを解消させるとい\nう作用効果」は期待できず、むしろ従来技術よりも、インダクタンス及び抵抗の増\n大を招来することが合理的に見込まれることから、このような置換は合理的な当業\n者の発想に真っ向から反するものである。\nしたがって、「被控訴人製品の製造当時において、控訴人の主張するような置換\nを当業者が容易に想到することができた」とは到底認められない。\nｃ  控訴人自身が出願した、本件発明の従来技術（乙４９）において、「自然状\n態において密着巻きにした」部分を「密着巻き部」と明確に記載していること、当\n該従来技術及び本件明細書のいずれにおいても、「密着巻き部」又は「密巻き部」\nについて、軸線方向に沿って直線的に電気信号が流れることが前提とされているこ\nと（むしろ、「粗巻き部を通る場合にコイル状に高周波信号が流れることによるイ\nンダクタンス及び抵抗の増大」（乙４９の【０００５】）を避け、このように電気信\n号が軸線方向に直線的に流れるようにするために、あえて「密着巻き部」という構\n成を採用していること（乙４９の【０００４】、【００１８】、【００３１】、本件明\n細書の【０００６】））からすると、フリー状態で密巻きである部分が導通経路とな\nることが、これらの発明の大前提であるから、フリー状態で密巻きでない部分は、\n導通経路となる部分から意識的に除外されている。\nしたがって、「被控訴人製品に係る構成が、本件発明の出願手続で特許請求の範\n囲から意識的に除外されたものであるなどの特段の事情が認められないこと」とい\nう要件を満たさない。\nイ  「摺動導通部」について\n控訴人は、被控訴人製品が「摺動導通部」を備えないとの認定がされたとしても、\n被控訴人製品に均等侵害が成立する旨主張するが、同主張は、原判決が「摺動導通\n部」を「プランジャと接触しながら動く間、連続して電気的に導通していること」\nと解釈したという、原審の判断についての誤った理解を前提とするものであるから、\n失当である。\n(4) 争点３－１～３－５（本件発明に係る特許に無効理由があるか）について\n（被控訴人の主張）\n原審において主張したとおりである。\n（控訴人の主張）\n被控訴人の主張する無効理由については、本件審決において理由がないと判断さ\nれ（甲７０）、同審決は確定している（甲８８）。\nしたがって、被控訴人が主張する無効理由は、いずれも、特許無効審判により無\n効とされるべきものに該当しない。\n第３  当裁判所の判断\n１  当裁判所も、原審と同様に、控訴人の請求にはいずれも理由がないものと判\n断する。理由は、次のとおり訂正し、後記２に当審における当事者の補充主張及び\n追加主張に対する判断を示すほかは、原判決の「事実及び理由」中の「第３  当裁\n判所の判断」（以下「原判決の第３」という。）に記載するとおりであるから、これ\nを引用する。\n(1) 原判決５７頁２５行目～５８頁１行目の「粗巻螺旋部をを」の次に「（ママ）」\nを挿入する。\n(2) 原判決６４頁１６行目の「接触状態になっている部分」を「密に巻かれた部\n分」と、同頁１９行目の「０００５」を「０００６」と、同頁２５行目の「コンタ\nクタクタプローブ」を「コンタクタプローブ」とそれぞれ改め、６５頁３行目の末\n尾に改行して、次のとおり加える。\n「そして、本件発明をマイクロコンタクタプローブ（導電性接触子）及び電気プ\nローブユニットに適用することにより、単一の摺動接触となる筒状導体部が、高周\n波でなおインダクタンスを低減でき、また、インダクタンス及び抵抗の増大を伴う\nことなく、導通経路中の摺動導通部の数を減少させ、検査精度を向上させることが\nできるという効果を奏する（【００１１】、【０１５０】）。」\n(3)  原判決６５頁５行目の「導通可能に」の次に「、」を挿入し、同頁１９行目\nの「本件先行発明は」を「従来技術として」と改め、同頁２３行目の「のに対し、」\nの次に「本件先行発明では、」を挿入する。\n(4) 原判決６６頁２行目の「ものである」を削り、同頁１１行目の「２１Ｄ～２\n１Ｄ」を「２１Ａ～２１Ｄ」と改め、同頁１２行目の「されている」の次に「（構\n成要件１Ｆ、２１Ｅ）」を挿入し、同頁１８行目の「そして」から同頁２２行目末\n尾までを次のとおり改める。\n「本件明細書には、「軸部３ａは、図２に示すような待機状態（下側プランジャ\n３が検査対象１に接触してない状態）の時にその先端が前記密巻螺旋部１５ａに届\nくだけの長さを有し」（【００２６】）、「この軸部４ａは、待機状態（下側プランジ\nャ３が検査対象１２に接触してない状態）においてその一端が密巻螺旋部１５ａ\nに届くだけの長さを有し」（【００３５】）といった「待機状態」に係る記載があり\n（【図２】も参照）、この「待機状態」はストローク開始前（圧縮圧力を加える前）\nの状態を指すものと認められるところ、これらの記載は、待機状態においても「密\n巻螺旋部」（密巻き部）が存在することを前提とするものである。そして、本件明\n細書のその余の記載を総合しても、本件明細書には、待機状態において「密巻螺旋\n部」が粗である場合があることや、これがストローク時に圧縮圧力が加えられるこ\nとによって密になることを示唆する記載はない。そうすると、本件明細書の記載か\nらも、「密巻き部」について、上記のとおり理解するのが相当である。」\n(5) 原判決６７頁７行目の「導通している」を「導通可能である」と改め、同頁\n１３行目冒頭から同頁２１行目末尾までを削り、６８頁４行目の「導通している」\nを「導通可能な」と、同頁２２行目の「これは」から同頁２３行目の末尾までを\n「これでは、検査対象が特定の高さである場合のみ検査ができるということになっ\nてしまい、このような構成を有する部材を「摺動」導通部ということはできない。」\nとそれぞれ改める。\n(6)  原判決６９頁５行目冒頭の「(2)」を「(3)」と、同頁１１行目冒頭の「(3)」\nを「(4)」とそれぞれ改め、同頁１２行目の「導通可能に」の次に「、」を挿入する。\n(7) 原判決７１頁１５行目冒頭の「(4)」を「(5)」と、同頁２４行目の「１Ｆ、\n１Ｇ」を「２１Ｅ、２１Ｆ」とそれぞれ改める。\n(8)  原判決７１頁２５行目の「被告製品１」を「(6)  被告製品１」と、７２頁\n１行目の「２１Ｅ、２１Ｆ」を「１Ｆ、１Ｇ」とそれぞれ改める。\n２  当審における当事者の補足主張及び追加主張に対する判断\n(1) 争点１－１（被控訴人製品の「コイルばねは、摺動導通部」を有する「筒状\nの密巻き部を有し、」「前記摺動導通部は、電気的に導通可能に、前記第１及び第２\nのプランジャの一方に摺動可能に接触し」ているか（構成要件１Ｆ、１Ｇ、２１Ｅ、\n２１Ｆ））について\nア  「摺動導通部」について\n(ｱ)  控訴人は、「摺動」は一瞬も離れずに接触した状態での動きなのか、瞬間的\nには離れ得る動きなのかといったことまで意味するものではなく、また、「導通」\nするタイミングが「プランジャ」と「検査対象」とが接触しストロークが静止した\n時点であることから、「摺動導通部」を、「プランジャ」との「摺動」動作中（ソケ\nットベースにセットされて検査前の待機状態になってからフルストロークに至るま\nでの間）連続して電気的に「導通」する部材であると解釈することは誤りであると\n主張する。\n(ｲ) そこで検討するに、証拠（甲４７、４８の２）によると、本件発明のような\nマイクロコンタクタプローブに電流を流すタイミングは、「プランジャ」と「検査\n対象」とが接触しストロークが静止した時点であると認められる。もっとも、この\nことから直ちに、本件発明が、ストロークが静止した後に導通した時点における構\n成のみを特定していると認めることはできず、本件発明に係る特許請求の範囲の記\n載及び本件明細書の記載に照らすと、本件発明は、「マイクロコンタクタプローブ」\n又は「導電アッセンブリ」という物の構成により特定されるものであるところ、訂\n正の上引用した原判決の第３の２(2)アに説示したとおり、本件明細書には、「待機\n状態」（ストローク開始前の状態）においても本件発明の構成を有することを前提\nとした記載がある一方で、ストローク開始前後でその構成に変化があることを示唆\nする記載はないことからして、本件発明に係る「マイクロコンタクタプローブ」又\nは「導電アッセンブリ」は、少なくとも、待機状態（ストローク開始前の状態）及\nび使用時（現実に導通している状態）において特許請求の範囲で特定された構成を\n有するものであると認めるのが相当である。\n(ｳ)  控訴人は、「摺動」について、一瞬も離れずに接触した状態で動くことまで\n意味するものではないと主張するが、本件発明においては、摺動導通部が、「摺動」\nして停止した位置において、一対のプランジャの一方と接触して「導通可能」であ\nる必要があるのであり、検査対象の大きさや形状に応じて、待機状態からフルスト\nロークに至るまでの任意の高さにおいて、摺動導通部がその動き（ストローク）を\n止め、電流を流して導通することを予定しているから、「摺動導通部」が、「導通可\n能」かつ「摺動可能」であるといえるには、摺動導通部が、待機状態にある位置か\nらフルストロークに至るまでの間、連続して、一対のプランジャの一方と接触して\n電気的に導通可能である必要がある。そうすると、本件発明における「摺動」は、\n連続して接触しながら擦り動くことを意味すると解するのが相当である。\n控訴人の指摘する複数の「摺動」という文言の使用例（甲２７、２８、６０、６\n２～６４、６８、６９）及び被控訴人製品の第１のプランジャと第２のプランジャ\nの動き（甲６５～６７、８５）は、いずれも本件発明の「摺動導通部」を説明する\nものではないから、これらの証拠を踏まえても、控訴人の主張は採用できない。\nイ  「密巻き部」について\n前記アのとおり、本件発明は、少なくとも、待機状態（ストローク開始前の状態）\n及び使用時（現実に導通している状態）において特許請求の範囲により特定された\n構成を有するものと認めるのが相当であるから、「密巻き部」は、「待機状態」にお\nいても密に巻かれている部分をいうと解される。\n控訴人は、コイルばねの密巻きの部分が、フリー状態でも密巻きであったのか、\nフリー状態では密巻きではなかったがストローク開始後検査前に密巻きになったの\nかといった事項は本件発明の作用効果に影響しないとして、検査時（使用時）に密\n巻きであれば足りると主張するが、控訴人の主張を前提とすると、ストロークの程\n度によって、コイルばね中のどの範囲の部分が密巻きになるか、また、密巻きにな\nった部分が導通経路になるか否かが定まることとなり、密巻き部が導通経路とはな\nらない場合も生じ得ることになって、コイルばねのインダクタンス及び抵抗に影響\nし得ることになるから、控訴人の指摘する事項が本件発明の作用効果に影響しない\nということはできない。したがって、控訴人の上記主張は採用できない。\nウ  「密巻き部」及び「摺動導通部」の意義について\n以上を総合すると、訂正の上引用した原判決の第３の２(2)及び(3)において判示\nしたとおり、本件発明において、「密巻き部」は、圧縮圧力を加える前（ストロー\nク開始前）から軸線方向において接触状態にある部分をいい、本件アッセンブリの\nプランジャの一方が「密巻き部」の「摺動導通部」に「摺動可能に接触する」とは、\n待機状態（ストローク開始前の状態）からフルストロークに至るまでの間、連続し\nて、コイルばねが圧縮圧力を加える前から軸線方向において接触状態であった部位\nと第１又は第２のプランジャ（固定導通部が固定されているプランジャではない方）\nに接触して導通可能になっていることをいうものと解するのが相当である。\n(2) 被控訴人製品の充足性について\n控訴人は、当審において、動画（甲８６）及び動画撮影報告書（甲８７）を提出\nしたが、これらの動画によっても、プローブホルダーに被控訴人製品をセットし、\nストロークを開始する前の状態（前記(1)ウの「待機状態」に相当する。）において、\nコイルばねの密巻き部が、第２のプランジャに接触していないことが認められるか\nら、被控訴人製品が、「摺動導通部」を有すると認めることはできない。そうする\nと、被控訴人製品は、本件発明の構成要件１Ｆ、１Ｇ、２１Ｅ、２１Ｆを充足しな\nい。\n控訴人は、被控訴人製品の標準ストローク量が１２５０㎛程度であり、ストロー\nク量合計１２５０±５０㎛でストロークを静止した状態において、密部分の部位Ｂ\n（密巻き部に相当する。）と第２のプランジャとは接触して導通すると主張するが\n（前記第２の４(2)（控訴人の主張）参照）、上記状態において、当該部分が第２の\nプランジャと接触して導通可能であるとしても、このことは上記判断を左右しない。\nしたがって、その余の点を検討するまでもなく、被控訴人製品は、本件発明の技\n術的範囲に属しない。\n(3) 争点１－４（均等侵害が成立するか）について\nア  前記(2)のとおり、被控訴人製品は「摺動導通部」を有しない点において、\n本件発明と異なる。\nところで、訂正の上引用した原判決の第３の１(2)のとおり、本件発明は、一対\nのプランジャをコイルばねの密巻き部分に接触させて導通を確保するという本件先\n行発明における、２つの摺動導通部が形成されることによる抵抗の分散が検査の精\n度を狭めるという課題を解決するために、摺動導通部の数を減らし、検査精度を向\n上可能とするというものであり、プランジャと接触して導通を確保する摺動導通部\nを有することは、本件発明の本質的部分である。\nそうすると、被控訴人製品と本件発明の構成中の異なる部分（摺動導通部の存否）\nは、本件発明の本質的部分に当たる。\nイ  控訴人は、「密巻き部」に関する本件発明と被控訴人製品の相違点は、「本件\n発明では「フリー状態で密巻きであった部分」が導通経路となっているところ、被\n控訴人製品では「フリー状態で密巻きであった部分」が導通経路となっているかが\n定かではなく、「ストローク開始後検査前に密巻きになった部分」が導通経路とな\nっている可能性がある点」であり、被控訴人製品について均等侵害が成立すると主\n張する。しかしながら、訂正の上引用した原判決の第３の２(4)のとおり、被控訴\n人製品において、ストローク開始後検査前に密巻きになった部分が導通経路となっ\nていることを認めるに足りる証拠がなく、このことは、当審において提出された動\n画（甲８６）を踏まえても変わらない。そうすると、控訴人の「密巻き部」に関す\nる均等の主張はその前提を欠く。\nウ  したがって、その余の点につき検討するまでもなく、被控訴人製品について、\n本件発明の均等侵害は成立しない。\n３  結論\n以上の次第で、控訴人の請求はいずれも理由がないからこれを棄却した原判決は\n相当であり、本件控訴には理由がないから、これを棄却することとして、主文のと\nおり判決する。\n知的財産高等裁判所第２部\n裁判長裁判官\n本      多     知    成\n裁判官\n浅    井                憲\n裁判官\n勝      又     来  未  子\n"
}