{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 12,
    "day": 26
  },
  "case_number": "令和5(行ケ)10044",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "92629",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=92629",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/629/092629_hanrei.pdf",
  "contents": "令和５年１２月２６日判決言渡\n令和５年（行ケ）第１００４４号  審決取消請求事件\n口頭弁論終結日  令和５年１０月２７日\n判            決\n原              告     株 式 会 社 セ イ コ ン\n同訴訟代理人弁理士     重    信    和      男\n石    川    好    文\n林        道    広\n秋    庭    英    樹\n被              告       マ ト ヤ 技 研 工 業 株 式 会 社\n同訴訟代理人弁護士     永    友    郁      子\n竹      村    圭    介\n崎      田    健    二\n石      川    達    満\n衞      藤    弘    明\n主            文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  原告の求めた裁判\n特許庁が、無効２０２２－８０００４６号事件について令和５年３月１７日にし\nた審決を取り消す。\n第２  事案の概要\n本件は、特許無効審判請求を不成立とした審決の取消訴訟であり、争点は、進歩\n性欠如の無効理由の有無である。\n１  特許庁における手続の経緯（弁論の全趣旨）\n(1) 被告は、発明の名称を「食用畜肉塊の除毛装置」とする発明に係る特許（特\n許第６０１５９４１号。以下「本件特許」という。）の特許権者である。本件特許は、\n実用新案登録第３１７７１８３号に基づいて特許法４６条の２第１項により平成２\n５年１月１８日に特許出願がされ（原出願日：平成２４年３月２６日、優先日：平\n成２４年２月７日、優先権主張国：日本国）、平成２８年１０月７日に特許権の設定\n登録がされたものである（甲１３）。\n(2) 原告は、令和４年５月３１日、本件特許について、無効審判請求をし、特許\n庁はこれを無効２０２２－８０００４６号事件として審理した上で、令和５年３月\n１７日、「本件審判の請求は、成り立たない。」との審決（以下「本件審決」という。）\nをし、その謄本は、同月２７日、原告に送達された。\n原告は、同年４月２５日、本訴を提起した。\n２  発明の要旨\n本件特許（請求項の数２）の特許請求の範囲の請求項１及び２の記載は次のとお\nりである（以下、請求項１に係る発明を「本件発明１」、請求項２に係る発明を「本\n件発明２」といい、両者を併せて「本件各発明」という。）。\n【請求項１】\n豚足等の食肉塊と温水が投入される筒状容器と、この筒状容器内に回転可能に軸\n支された攪拌体とからなる水槽式除毛装置において、前記筒状容器の内壁が平面視\nで多角形状に形成されると共に、防錆処理された金属製で且つ少なくともその一部\nに粗地面又は凹凸が形成されていることを特徴とする食用肉塊除毛装置。\n【請求項２】\n内壁が縞鋼板、エンボス加工板又は波板エキスパンドメタルなど凹凸を有する金\n属であることを特徴とする請求項１記載の食用肉塊除毛装置。\n３  本件審決の理由の要点\n(1) 引用発明等\nア  甲１（仏国追加特許発明第２１１２６８９号明細書）には、次の発明（以下\n「甲１発明」という。）が記載されている。\n「牛、子牛および羊の足ならびに子牛の頭と温水が投入される、排出管９を備え\nた筒状タンク７と、この筒状タンク７内に回転可能に軸支され、足または頭部を誘\n導かつ反転する突起部２６が設けられた、穴２７を含むプレート５とからなる脱毛\n装置において、前記筒状タンク７の内壁が平面視で円形状に形成されると共に、金\n属製で且つエンボス加工された鋼板２８である動物の足または頭部の脱毛装置。」\nイ  甲２（実願昭６１－７７５６７号（実開昭６２－１８９０８３号）のマイク\nロフィルム）には次の事項（以下「甲２記載事項」という。）が記載されている。\n「平面視で四角形である洗濯機漕内面の全体を波形状構造とし、洗濯漕内のかく\nはん水流に依り攪拌される洗たく物が波形状構造にこすられ漕内を循環すること。」\nウ  甲３（特開２００７－８９４９１号公報）には、次の事項（以下「甲３記載\n事項」という。）が記載されている。\n「ハチノスのひだ内部まで確実に洗浄を可能とするハチノス洗浄機の円筒型水槽\n１の内部に、回転する低い円錐型回転円板２の上に中心軸と４枚の回転羽根３を配\n置し、更に円筒型水槽１側面には連続した等辺三角山形の側板４を配置し、かつ、\n円筒型水槽１内部の材質をＳＵＳ製とすること。」\n(2) 本件発明１の進歩性について\nア  本件発明１と甲１発明の対比\n両者を比較すると、「動物の部位と温水が投入される筒状容器と、この筒状容器内\nに回転可能に軸支された攪拌体とからなる除毛装置において、筒状容器の内壁が金\n属製で且つ少なくともその一部に粗地面又は凹凸が形成されている、動物の部位の\n除毛装置。」である点で一致し、以下の相違点１～４で相違する。\n（相違点１）\n「動物の部位」が投入される「動物の部位の除毛装置」に関して、本件発明１は、\n「豚足等の食肉塊」が投入される「食用肉塊除毛装置」であるのに対し、甲１発明\nは、「牛、子牛および羊の足ならびに子牛の頭」が投入される「脱毛装置」である点。\n（相違点２）\n除毛装置が、本件発明１においては、「水槽式」であるのに対し、甲１発明におい\nては、水を溜め得る構成であるか明らかではないため、水槽式か否か不明な点。\n（相違点３）\n筒状容器の内壁が、本件発明１においては、「平面視で多角形状に形成される」の\nに対し、甲１発明においては、「平面視で円形状に形成される」点。\n（相違点４）\n筒状容器の金属製の内壁が、本件発明１においては、「防錆処理された」ものであ\nるのに対し、甲１発明においては、「防錆処理された」ものであるか不明である点。\nイ  相違点について\n(ｱ) 相違点１\nａ  本件特許に係る明細書（別紙「特許公報」（甲１３）参照。以下、同明細書と\n図面を併せて「本件明細書」という。）の記載によると、本件発明１の「豚足等の食\n肉塊」が投入される「食用肉塊除毛装置」とは、体毛が付着した食用畜肉塊の除毛\n装置であり、豚足はその食用畜肉塊の例示であると認められる。そして、甲１発明\nの「牛、子牛および羊の足ならびに子牛の頭」は、体毛及び肉塊が付着した食用の\nものと認められるので、相違点１は、実質的な相違点ではない。\nｂ  仮に本件発明１の「豚足等の食肉塊」が豚足であると限定的に解するとして\nも、甲１発明において、相違点１に係る本件発明１の発明特定事項のように構成す\nることは、当業者であれば容易に想到し得たことである。\n(ｲ) 相違点２\n本件明細書の段落【００１３】（以下、本件明細書の段落については「段落」の記\n載を省略する。また、特に断らない限り、図及び記号は本件明細書の図及び記号を\n指す。）の「水槽１に投入された複数の豚足は、温水をかけながら、若しくは温水に\n浸漬された状態で攪拌される。」との記載における、「温水をかけながら」との記載\nは、「温水に浸漬された状態」と対比される形で記載されていることからみて、「温\n水に浸漬されていない状態」と理解することができる。したがって、本件発明１で\nいう「水槽式」とは、水を溜め得るもの、すなわち、水が浸漬されている状態とさ\nれていない状態のいずれの利用形態も予定されているものと認められる。\n一方、甲１発明は、タンク７に常時温水をかけることにより脱毛を行うものであ\nり、本件明細書でいう「温水をかけながら」の状態に相当するため、水が浸漬され\nていない状態での利用は予定されていると認められるものの、水が浸漬されている\n状態で脱毛を行う点については記載も示唆もない。そして、甲１発明において、筒\n状タンク７に水が浸漬されている状態で脱毛を行う動機はない。\nよって、甲１発明を、水を溜め得る「水槽式」とし、相違点２に係る本件発明１\nの発明特定事項のように構成することは、当業者といえども容易に想到し得たこと\nとはいえない。\n(ｳ) 相違点３\nａ  甲２記載事項の適用による容易想到性\n(a) 本件明細書の【００１２】の「尚、水槽１は必ずしも円筒状である必要はな\nく、図４（ａ）（ｂ）に示すように、少なくともその内壁面が八角形や六角形といっ\nた多角形状であれば、内壁面に粗地面又は凹凸Ｓを形成してもよいがしなくてもよ\nい。」との記載及び【００１４】の「すなわち、水槽１に投入された複数の豚足は底\n部で回転する凹凸状の回転盤２によって回動され、水槽１の内壁１ａで摩擦抵抗を\n受け、内壁１ａの粗地面や凹凸Ｓや内角Ｒの働きで上下動しながら、上から下に潜\nり込む動きをする。このとき、豚足同士が互いに擦り合って畜毛が抜ける。」との記\n載からみて、本件発明１では、「筒状容器の内壁が平面視で多角形状」であることに\nより、「攪拌体」による攪拌作用も相まって、食肉塊同士の擦り合いによる除毛効果\nをもたらすことを理解することができる。\n一方、甲２記載事項が、「筒状容器の内壁が平面視で多角形状」である点を開示す\nるとしても、甲２記載事項は、洗濯物を洗濯するものであるから、動物の皮膚を除\n毛する甲１発明とは、対象物及びその処理内容が類似しているものでもなく、技術\n分野も異なるというべきである。したがって、甲１発明に甲２記載事項を適用する\n動機はない。\nよって、甲１発明に対し、甲２記載事項を適用し、相違点３に係る本件発明１の\n発明特定事項のように構成することは、当業者といえども容易に想到し得たことと\nはいえない。\n(b) 仮に、原告が主張するように、内壁と攪拌体とを有する処理水槽において、\n内壁の全体形状を多角形状とすることが、甲３（内に凸なる多角形）、甲８～１０（外\nに凸なる多角形）から従来周知の技術（以下「周知技術２」という。）であり、また、\n処理水槽の内壁を凹凸等の形状として処理対象物に摩擦抵抗を与えることが、甲４\n～７から従来周知の技術（以下「周知技術３」という。）であるとしても、そのこと\nが、甲１発明に甲２記載事項を適用することができることの証左とはならず、また、\n甲３～１０のいずれも、畜肉塊の除毛を行うものでもないから、甲１発明と周知技\n術２及び周知技術３は、対象物及びその処理が共通するものでなく、技術分野が共\n通するものでもない。\nよって、周知技術２及び周知技術３（甲３～１０）の存在が、甲１発明において、\n相違点３に係る本件発明１の発明特定事項とすることの容易想到性を認めるに足り\nるものとはいえない。\nｂ  甲３記載事項の適用による容易想到性\n(a) 本件明細書の【００１２】、【００１４】の記載によると、本件発明１では、\n「筒状容器の内壁が平面視で多角形状」であることにより、「攪拌体」による攪拌作\n用も相まって、食肉塊同士の擦り合いによる除毛効果をもたらすことを理解するこ\nとができる。\n一方、甲３記載事項が、たとえ「筒状容器の内壁が平面視で多角形状（内に凸な\nる多角形）」である点を開示するとしても、甲３記載事項は、ハチノスのひだ内部を\n洗浄するものであるから、動物の足または頭部の脱毛をする甲１発明とは、対象物\n及びその処理内容が類似しているものでもなく、技術分野も異なるというべきであ\nる。したがって、甲１発明に甲３記載事項を適用する動機がない。\nよって、甲１発明に対し、甲３記載事項を適用し、相違点３に係る本件発明１の\n発明特定事項のように構成することは、当業者といえども容易に想到し得たことと\nはいえない。\n(b) 仮に、原告が主張するように、内壁と攪拌体とを有する処理水槽において、\n内壁の全体形状を多角形状とすることが、甲２、８～１０（外に凸なる多角形）か\nら従来周知の技術（以下「周知技術２’」という。）であり、また、処理水槽の内壁\nを凹凸等の形状とすることが、甲４～７から従来周知の技術（以下「周知技術３’」\nという。）であるとしても、そのことが、甲１発明に甲３記載事項を適用することが\nできることの証左とはならず、また、甲２、４～１０のいずれも、畜肉塊の除毛を\n行うものでもないから、甲１発明と周知技術２’及び周知技術３’は、対象物及び\nその処理が共通するものでなく、技術分野が共通するものでもない。\nよって、周知技術２’（甲２、８～１０）及び周知技術３’（甲４～７）の存在が、\n甲１発明において、相違点３に係る本件発明１の発明特定事項とすることの容易想\n到性を認めるに足りるものとはいえない。\n(ｴ) 相違点４\n甲３記載事項のＳＵＳがステンレス鋼を意味することは、当業者にとって自明で\nあり、ステンレスが防錆処理された金属であることは、技術常識である。そして、\n水を用いた処理を伴う筒状容器の内壁を、防錆処理された金属製とすることは、甲\n３記載事項にみられるように、従来周知の技術（以下「周知技術１」という。）であ\nる。\n甲１発明も水を用いる筒状容器であるから、甲１発明に周知技術１を適用し、相\n違点４に係る本件発明１の発明特定事項のように構成することは、当業者であれば\n容易に想到し得たことである。\nウ  小括\n以上のとおり、本件発明１は、甲１発明並びに甲２記載事項、甲３記載事項、周\n知技術１から３まで及び周知技術２’、３’に基づいて、当業者が容易になし得たも\nのとはいえない。したがって、本件発明１に係る特許が、特許法２９条２項の規定\nに違反してされたものとすることはできない。\n(3) 本件発明２の進歩性\nア  本件発明２と甲１発明の対比\n両者は、前記(2)アで述べた一致点に加え「内壁が縞鋼板、エンボス加工板又は波\n板エキスパンドメタルなど凹凸を有する金属である」点で一致し、相違点１～４で\n相違する。\nイ  相違点について\n前記(2)イと同様である。\nウ  小括\n以上のとおり、本件発明２は、甲１発明並びに甲２記載事項、甲３記載事項、周\n知技術１から３まで及び周知技術２’、３’に基づいて、当業者が容易になし得たも\nのとはいえない。したがって、本件発明２に係る特許が、特許法２９条２項の規定\nに違反してされたものとすることはできない。\n(4) むすび\n以上のとおり、原告の主張及び証拠によっては、本件各発明に係る特許を無効と\nすることはできない。\n第３  原告の主張する取消事由\n１  取消事由１－１（甲１発明及び甲２記載事項に基づく本件発明１の進歩性の\n判断の誤り）\n(1) 相違点２に係る認定及び判断の誤り\nア  本件審決は、除毛装置が、本件発明１では「水槽式」であるのに対し、甲１\n発明では「水を溜め得る構成であるか明らかではない」から「水槽式」か否か不明\nな点が相違点であると認定した。しかし、本件明細書の【００１３】に「水槽１に\n投入された複数の豚足は、温水をかけながら、若しくは温水に浸漬された状態で\n攪拌される。」と記載されていること等からすると、本件発明１における「水槽式」\nの水槽とは、水を溜めるか、又は溜めないかを選択して使用し除毛を完了すること\nができる除毛装置であれば足り、必ずしも水を溜め得る構成を備える必要はないも\nのと解釈することができる。\nそして、甲１には、処理対象物に温水をかけながら攪拌処理を行うのに容器と\nして「水槽」（タンク７）を用いた態様（水を溜めない方式）が記載されている。\nそうすると、相違点２を相違点として認定した本件審決には誤りがある。\nイ  甲１には、本件発明１における、豚足に温水をかけながら攪拌処理を行う\nのに容器として「水槽」（タンク）を用いた態様に相当する実施態様（水に浸漬\nされていない状態での態様）が開示されており、甲１発明は本件発明１の「水槽\n式」を備えているから、相違点２は実質的な相違点ではない。\n(2) 相違点３に係る認定及び判断の誤り\nア  本件審決は、甲１発明について「筒状タンク７の内壁が平面視で円形状に\n形成される」ものと認定したが、甲１記載の図面（図１・２）から明らかなように、\n甲１発明の筒状タンク７の内壁は、内方に突出する複数の角状の突起部２９を有す\nる鋼板２８からなるものであり、その形状は、平面視で内方に突出する角状突起を\n複数有する略円形状である。\nしたがって、相違点３は、「筒状容器の内壁が、本件発明１においては、「平面視\nで多角形状に形成される」のに対し、甲１発明においては、「平面視で内方に突出す\nる突起を複数有する略円形状に形成される」点。」と認定されるべきである。\nイ  甲１発明と甲２記載事項は、共に攪拌による旋回流の生成により処理対象物\nに水槽の内壁との間に摩擦抵抗を与え、処理（甲１発明は除毛、甲２記載事項は洗\n浄）するものであり、共通する技術分野に属するものといえるので、甲１発明の内\n面に突出する角状の突起部２９を有するタンク７の内壁を、甲２記載事項を適用し\nて平面視多角形状とすることは、必要に応じて当業者ならば容易になし得るもので\nある。\nまた、内壁と攪拌体を有する処理水槽において、内壁の全体形状を円筒形以外\nの多角形状とすることは従来周知（甲３（連続した等辺三角山形。星形であり、\n内に凸なる多角形）、甲８～１０（正多角形。外に凸なる多角形））であり、また、\n処理水槽の内壁の表面形状を波型、凹凸形状などとし、処理対象物に摩擦抵抗を\n与える技術は従来周知（甲４～７）である。そして、このような槽内に生じる回\n転水流や摩擦抵抗とを利用して処理を促進する技術は周知であり、このような技\n術が除毛にも効果を発揮することは当業者であれば容易に予測可能である。\n(3) 相違点３の認定に関する手続違背\n原告は、本件の審判手続において提出した審判請求書及び口頭審理陳述要領書\nにより、甲１発明の筒状容器の内壁の形状について、「タンク７が平面視で内方\nに突出する突起部２９を有する略円形状である」と、再三にわたって主張した。\nところが、本件審決は、原告の上記主張を無視し、上記主張が採用されない理由\nを示すこともなく、誤った認定をした。これは、極めて重大な手続違背である。\n２  取消事由１－２（甲１発明及び甲３記載事項に基づく本件発明１の進歩性の\n判断の誤り）\n(1) 相違点２に関する認定及び判断の誤り\n前記１(1)と同じ。\n(2) 相違点３に関する認定及び判断の誤り\nア  相違点３に関する認定の誤りについては、前記１(2)アのとおりである。\nイ  甲１発明と甲３記載事項は、共に攪拌による旋回流の生成により食用肉塊な\nどの処理対象物に水槽の内壁（甲１発明は角状の突起を複数配置した内壁、甲３記\n載事項は連続した等辺三角山形の側板を配置した内壁）との間に摩擦抵抗を与え、\n処理（甲１発明は除毛、甲３記載事項は洗浄・分離）するものであり、処理対象物\nから不要物を取り除くという作用・機能が共通するとともに、共通する技術分野に\n属するものといえるので、甲１発明の内面に突出する角状の突起部２９を有するタ\nンク７の内壁を、甲３記載事項を適用して平面視多角形状とすることは、必要に応\nじて当業者ならば容易になし得るものである。\nまた、内壁と攪拌体を有する処理水槽において、内壁の全体形状を円筒形以外の\n多角形状とすることは従来周知（甲２（四角形。外に凸なる多角形）、甲８～１０（正\n多角形。外に凸なる多角形））であり、また、処理水槽の内壁の表面形状を波型、凹\n凸形状などとし、処理対象物に摩擦抵抗を与える技術は従来周知（甲４～７）であ\nる。そして、このような槽内に生じる回転水流や摩擦抵抗とを利用して処理を促進\nする技術は周知であり、このような技術が除毛にも効果を発揮することは当業者で\nあれば容易に予測可能である。\n(3) 相違点３の認定に関する手続違背\n前記１(3)と同じ。\n３  取消事由２（甲１発明及び甲２記載事項又は甲３記載事項に基づく本件発明\n２の進歩性の判断の誤り）\n前記１及び２と同じ。\n第４  当裁判所の判断\n１  本件各発明について\n(1) 本件明細書の記載は、別紙「特許公報」の【発明の詳細な説明】及び各図面\nのとおりである（甲１３）。\n(2) 本件各発明の概要\n前記(1)の記載によると、本件各発明は、体毛が付着した畜肉塊、例えば、豚足表\n皮の除毛作業に使用する食用畜肉塊の除毛装置に関するものである（【０００１】）。\n従来、畜肉の除毛につき、身体部分に対しては大型の除毛機が使用される一方、\n耳、足、鼻、尻尾等の部位の除毛は人手による擦り合わせ作業による方法が主体で\nあったことから、衛生的で確実に除毛することができる除毛装置が嘱望されていた\nところであるが（【０００２】）、豚足の表皮の畜毛除去に関し、内部に回転羽根が軸\n支された筒状形水槽の内周面に砥石や固化したセメントのような研磨壁を貼り付け、\n水槽に投入した豚足の畜毛を、この研磨壁によって擦り切って除毛するという装置\n（水槽式除毛装置）が提案されているものの（【０００４】）、砥石の継ぎ目に除毛し\nた畜毛が挟まって残留し、清掃してもなかなか装置から取り除くことができないと\nいう問題があり、また、砥石やセメントの粉砕粒が食肉に混入するおそれがあり、\n衛生的とはいい難い面があった（【０００４】）。\nそこで、本件各発明は、水槽式除毛装置における砥石やセメントの粉砕粒の食肉\nへの混入を確実に防止し、かつ徐毛した畜毛が研磨壁に残留することがなく、清掃\nが容易で衛生的に除毛処理することができる食用畜肉塊の除毛装置を提供すること\nを目的とし（【０００５】）、本件各発明の構成とすることで、①砥石やセメントのよ\nうな研磨壁を用いた場合と同様の除毛効果が得られる上に、その粉砕粒が食肉に混\n入することがなく衛生的で、②砥石の継ぎ目に除毛した畜毛が挟まって残留するこ\nとがなくなることから清掃が容易である、といった効果を奏するというものである\n（【０００７】）。\n２  引用発明等\n(1) 甲１発明について（後記（図１）及び（図２～４）は、いずれも甲１の図で\nある。）\nア  甲１の記載\n昭和４７（１９７２）年６月２３日に公開された甲１（仏国追加特許発明第２１\n１２６８９号明細書）には次の記載がある。\n（訳文２頁「発明の詳細な説明」）\n「主特許の２番目の追加特許明細書は、動物の足、特に牛の足をしっかりと洗浄\nできるように上記装置を改良することを記載しており、この改良によれば、装置は\nその中央部にたとえば円筒形の要素を含んで、タンクの側壁と共に環状の通路を決\n定している。」\n「本追加特許明細書の目的は、牛、子牛および羊の足の脱毛ならびに子牛の頭の\n脱毛に使えるように上記装置を改良することにある。」\n「有利には、タンクは、脱毛を改善するようにエンボス加工された鋼板を備える。」\n（訳文３頁）\n「タンク７は排出管９を備え、タンク内には、図では示されていないモータのシ\nャフトに固定されたプレート５が回転式に装着されている。\nプレート５は、その中央部分に、エンボス加工された鋼板からなる円筒要素２４\nを含み、この要素がタンク７の側壁と共に環状通路２５を決定している。円筒要素\n２４の外側にあるプレート５の部分は、半径方向に向いた幾つかの突起部２６を支\n持しており、その断面はほぼ三角形で、前面２６ａは、面２６ｂよりも垂直線に対\nする傾斜が大きい。プレート５は突起部の間に穴２７を含んでいる。\nタンク７の方は、エンボス加工された鋼板２８を内側に備えている。タンクは突\n起部２９を有しており、その後方内面２９ａは湾曲し、また、その凹面はタンクの\n内側に向いている。」\n「脱毛は、たとえば蹄と同時に足または頭部をタンク７内に入れて、投入物に６\n２－６５℃の温水を常時かけることによって行われる。足または頭部は突起部２６\nによって誘導かつ反転され、蹄やエンボス鋼板によって脱毛され、突起部２９が全\n体の攪拌を保証する。毛が抜け始めたら、すなわち約６分後、温度を約４５－５０℃\nに下げる。頭部の脱毛は約１０分後に、足の脱毛は約２０分後に終了する。」\n（図１）\n（図２～４）\nイ  甲１発明\n前記アの記載によると、甲１には、次の甲１発明が記載されているものと認めら\nれる。\n「牛、子牛及び羊の足並びに子牛の頭と温水が投入される、排出管９を備えた筒\n状タンク７と、この筒状タンク７内に回転可能に軸支され、足又は頭部を誘導かつ\n反転する突起部２６が設けられた、穴２７を含むプレート５とからなる脱毛装置に\nおいて、前記筒状タンク７の内壁が平面視で円形状に形成され、かつ全体の攪拌を\n保証するための突起部２９が設けられると共に、金属製でかつエンボス加工された\n鋼板２８である動物の足又は頭部の脱毛装置。」\n(2) 甲２記載事項について（後記（第１図）及び（第２図）は、いずれも甲２の\n図である。）\nア  昭和６２（１９８７）年１２月１日に公開された甲２（実願昭６１－７７５\n６７号（実開昭６２－１８９０８３号）のマイクロフィルム）には、次の記載があ\nる。\n（明細書１頁「考案の名称」）\n「洗濯機槽内に波板を形設する事を特徴とした構造。」\n（明細書１・２頁「考案の詳細な説明」）\n「本考案は此の点に着目して洗濯機漕内面全体を波形状構造とする事に依り洗濯\n効率を従来に比し飛躍的に向上せしむる目的の基に考案開発された実用新案であ\nる。」\n（明細書２・３頁）\n「つぎに上記本案の使用方法を述べる、まず洗濯機漕内面を良くから拭きして乾\n燥させたら本案波板本体１のシート紙３を剥離して漕内周面、すなわち四面全体に\n波板本体１を貼着すればよい。\nしたがって従来の洗濯機にワンタッチ操作で本考案を形設できる事は非常なメリ\nットである。\n次に、電気メーカーに於て本考案を実施する場合は洗濯機製造過程のプレス工程\nに於て第１図図示の如き波状成形４と成るごとく成型加工すればよい。次に洗濯機\n漕内に本考案を実施することで起生する作用効果を説明する。従来通り洗濯漕内の\nかくはん水流に依り攪拌される洗たく物は本考案の波板本体１の凹凸表面にこすら\nれ乍ら漕内を循環する故、其れは恰も往時の洗濯板で丁ねいに手もみ洗いするかの\n如く奇麗な洗い上りで然も従来より非常に早く洗濯できる為節電と節水のメリット\nが発揮され非常に有用性の高い考案と謂える。」\n（第１図）                        （第２図）\n5    イ  前記アの記載によると、甲２には、次の甲２記載事項が記載されているもの\nと認められる。\n「平面視で四角形である洗濯機漕内面の全体を波形状構造とし、洗濯漕内の攪拌\n水流により攪拌される洗濯物が波形状構造に擦られ、漕内を循環すること。」\n(3) 甲３記載事項について（後記【図１】は、甲３の図である。）\nア  平成１９（２００７）年４月１２日に公開された甲３（特開２００７－８９\n４９１号公報）には、次の記載がある。\n「【技術分野】\n【０００１】\n本発明は、通称ハチノスと呼ばれる牛の第２胃の洗浄作業が、第２胃の絨毛が蜂\nの巣の様なひだになっていることから手洗いによる作業が主体であり、効率良くひ\nだ内部まで洗浄する機械が無かった事から、ひだ内部まで確実に洗浄を可能とし、\n且つハチノス表面の薄皮分離可能な構造を持つハチノス洗浄機に関するものであ\nる。」\n「【課題を解決するための手段】\n【０００４】\n前述した目的を達成するため、本発明は、ハチノス２～４頭分を収納できる円筒\n型水槽１の内部に、回転する低い円錐型回転円板２の上に中心軸と４枚の回転羽根\n３を配置し、更に円筒型水槽１側面には連続した等辺三角山形の側板４を配置し、\n回転円板２で強力な旋回水流を発生させる構造を有する洗浄機である。\n【０００５】\nこの構造の洗浄機の特徴は、回転する低い円錐型円板２上の回転羽根４枚の回転\nで発生する強力な水流が、側面の等辺三角山形の側板４に当たり旋回水流となり、\n水中のハチノスを旋回させつつ移動させるので、ハチノスのひだ内部の汚物を吐き\n出すように洗浄する。加えてこの旋回水流は回転円板２の中心軸周りで水槽上方の\n水面から下方向に向かうので水槽上水面のハチノスは、順次中心軸方向に引きつけ\nられて、旋回水流に入る事が可能となるから、２～４頭分を均等に洗浄する事が出\n来る。」\n「【００１１】\nハチノスの食品衛生を重視して、円筒型水槽１内部及び製品に接する部分の材質\nは全てＳＵＳ製を使用する。」\n「【００１３】\n本発明のハチノス洗浄機を利用する方法によれば、従来の洗浄機や手作業洗浄作\n業に較べ、ひだ内部の腹糞汚物が残らない洗浄の出来た製品が得られ、且つ温湯洗\n浄により表皮の剥皮機能をも発揮できる事から白色ボイルしたハチノス製品が得ら\nれる効果は極めて顕著なものがある。」\n【図１】\nイ  前記アの記載によると、甲３には、次の甲３記載事項が記載されているもの\nと認められる。\n「ハチノスのひだ内部までの確実な洗浄を可能とするハチノス洗浄機の円筒型水\n槽１の内部に、回転する低い円錐型回転円板２の上に中心軸と４枚の回転羽根３を\n配置し、更に円筒型水槽１側面には連続した等辺三角山形の側板４を配置し、かつ、\n円筒型水槽１内部の材質をＳＵＳ製とすること。」\n３  本件各発明と甲１発明との相違点２について\n(1) 本件各発明の「水槽式」の意義\nア  本件発明１に係る特許請求の範囲の記載をみると、「豚足等の食肉塊と温水\nが投入される筒状容器と、この筒状容器内に回転可能に軸支された攪拌体とからな\nる水槽式除毛装置」との記載があることから、食肉塊と温水が投入される筒状容器\nを「水槽」と呼んでいることがうかがえるところ、広辞苑第六版（平成２０年発行）\nによると、「水槽」とは「水を貯えておく大きな入れ物。みずぶね」を意味するもの\nとされているから、特許請求の範囲の記載において、「水槽式」との文字を用いたこ\nとは、本件各発明の除毛装置が、水を溜める構造を有していることを示唆するもの\nである。もっとも、特許請求の範囲の記載のみから、本件各発明の筒状容器が、水\nを溜める構造を有しているものであるか否かについては明らかではない。\nイ  次に、本件明細書には、実施例として、「図１に示すように、本発明に係る食\n用畜肉塊の除毛装置は、豚足を収容できる直径６００ｍｍから１０００ｍｍ位の筒\n状の容器（以下、水槽１という）の底部に、その中央を回転可能に軸支される回転\n盤２が設けられ、この回転盤２には支軸４から放射状に複数の攪拌羽根３が上方に\n向かって突設されており、この回転盤２によって旋回流を発生させる構造にされて\nいる。」（【００１０】）、「水槽１に投入された複数の豚足は、温水をかけながら、若\nしくは温水に浸漬された状態で攪拌される。すなわち、水槽１の底部で回転する回\n転盤２に設けられた攪拌羽根３の回転で発生する旋回流が、水槽１の豚足を旋回さ\nせながら移動させるので、豚足の畜毛を擦り切るように除毛すると共に洗浄する。\n加えてこの旋回流は、回転盤２の中心軸の周りで、水槽１の上方の水面から下方向\nに向かって対流するので、水槽１上面側の豚足は、順次中心軸方向に誘導されて、\n旋回流に入り、投入した複数の豚足を均しく除毛かつ洗浄することができる。」（【０\n０１３】）、「すなわち、水槽１に投入された複数の豚足は底部で回転する凹凸状の回\n転盤２によって回動され、水槽１の内壁１ａで摩擦抵抗を受け、内壁１ａの粗地面\nや凹凸Ｓや内角Ｒの働きで上下動しながら、上から下に潜り込む動きをする。この\nとき、豚足同士が互いに擦り合って畜毛が抜ける。除毛した畜毛は回転盤２と、水\n槽１の隙間から排水管７を介して外部に流出される。」（【００１４】）との記載があ\nる。これらの記載によると、本件各発明の実施例（豚足の除毛に関するもの）にお\nいて、①筒状容器（水槽）に投入された豚足は、「温水をかけながら」又は「温水に\n浸漬された状態」で攪拌されること、②豚足を除毛する場合の態様について、Ⓐ攪\n拌羽根の回転で発生する旋回流が、豚足を旋回させながら移動させることにより、\n擦り切るように除毛するとともに洗浄する場合や、Ⓑ回転盤が豚足を回動させ、豚\n足が内壁で摩擦抵抗を受けるなどして上下動しながら豚足同士が擦り合って除毛さ\nれ、抜けた畜毛は排水管を介して外部に流出する場合があることが認められる。そ\nうすると、本件各発明において、上記Ⓐの場合には旋回流が発生する程度の水量が\nあることが想定されているということができ、この水量は、筒状容器内に水を投入\nした後、排出するまでの間、筒状容器内に滞留する水によって確保されることにな\nると考えられる。他方、上記Ⓑの場合には、筒状容器に投入された温水は、抜けた\n畜毛とともに排水管を介して外部に流出することが想定されており、必ずしも、筒\n状容器内の豚足が温水に浸漬された状態になるほど水を滞留させることを要するも\nのではないことが認められる。もっとも、筒状容器に水が滞留するか否か、滞留す\nるとしてどの程度滞留するかは、筒状容器に投入する水量と排出される水量との関\n係によって決まるものであるから、専らⒷの態様による使用を想定する場合であっ\nても、筒状容器内に水が滞留し得る構造であるといえる。\nウ  したがって、本件各発明の「水槽式」とは、投入された水が排出されるまで\nの間、筒状容器（水槽）内に水を滞留させることが可能な構造を有しておれば足り、\n使用中には排水がされない場合はもとより、使用中に排水管を介して排水がされ、\n投入される水量いかんにより、投入された水が直ちに排出されるような場合も含ま\nれると解するのが相当である。\n(2) 本件各発明と甲１発明の対比\n前記(1)を前提に検討すると、本件各発明は、食肉塊と温水が投入される筒状容器\nを構成要素とする「水槽式」除毛装置であるのに対し、甲１発明は、牛、子牛及び\n羊の足並びに子牛の頭と温水が投入される、排出管９を備えた筒状タンク７を構成\n要素とする除毛装置である。前記２(1)アのとおり、甲１（訳文３頁）には、「タン\nク７は排出管９を備え」との記載と、「脱毛は、…投入物に６２－６５℃の温水を常\n時かけることによって行われる」との記載があり、「常時」かけられる温水の投入量\nが排水量を超える場合に一定量の温水がタンク内に滞留することは排除されていな\nい。すなわち、甲１発明における排水管を有する「筒状タンク」も、「水を溜め得る\n構成」であることに変わりはない。そして、前記のとおり、本件各発明の「筒状容\n器」（水槽）が、本件明細書に記載された実施例のように排水管を備えた場合であっ\nても、水を溜め得る構成を有することは甲１発明と同様であるから、結局のところ、\n本件審決の認定した相違点２は、相違点ではない。\nしたがって、本件審決が、相違点２が実質的な相違点であり、容易想到ではない\nと判断した点は誤りである。\n４  本件各発明と甲１発明との相違点３について\n(1) 甲１発明の筒状タンク７の形状について\n原告は、甲１発明の筒状タンク７の形状について、平面視で内方に突出する角状\n突起を複数有する略円形状であると主張するが、前記２(1)アの甲１の記載による\nと、筒状タンクの内壁の形状は、全体として「円筒形」であり、これを平面視する\nと「円形状」であると認めるのが相当である。筒状タンク７は、内壁部に突起部２\n９を有しているが（甲１の図１・２参照）、突起部２９は「筒状タンク７」とは異な\nる要素であって筒状タンク７そのものではなく、突起部２９があることにより、筒\n状タンク７自体の形状が変化しているものではない。\nそうすると、筒状タンク７の内壁の形状について平面視で「円形状」と認定する\nことは相当であるから、上記原告の主張は採用できない。\n(2) 相違点３の認定について\n前記(1)からすると、本件各発明と甲１発明は、本件審決が認定したとおり、「筒\n状容器の内壁が、本件発明１においては、「平面視で多角形状に形成される」のに対\nし、甲１発明においては、「平面視で円形状に形成される」点」（相違点３）におい\nて相違する。\n(3) 相違点３に係る容易想到性について\nア  甲２記載事項の適用\n(ｱ) 前記２(2)イのとおり、甲２記載事項は「平面視で四角形である洗濯機漕内面\nの全体が波形状構造」のものであるから、洗濯機槽の内面が「平面視で多角形状に\n形成される」ものである。\nしかしながら、前記２(2)アのとおり、甲２には、洗濯機漕内面全体の形状を波形\n状とすることで洗濯効率を向上させようとする技術的事項が記載されているもので\nあって、水を溜めて洗濯物の洗濯をする機械に関するものであるのに対し、前記２\n(1)アのとおり、甲１発明は、牛、子牛及び羊の足の脱毛並びに子牛の頭の脱毛に用\nいる装置に係るものであって、その対象となるものが、甲２記載事項では洗濯物で\nあるのに対し、甲１発明では、牛等の足及び頭であって大きく異なり、また、その\n目的が、甲２記載事項では洗濯であるのに対し、甲１発明では脱毛であるから、技\n術分野が異なるというほかない。\nそして、甲１には、甲１発明において、円筒形の筒状タンクの内壁の形状を変更\nする動機付けに係る記載又は示唆があるということはできない。前記２(1)アのと\nおり、甲１（訳文３頁）によれば、突起部２９は、「全体の攪拌を保証する」ものと\nされており、筒状タンクの内壁の摩擦抵抗を利用して除毛することを目的として同\n突起部が設けられたことを示すような記載はない。これらに加え、甲２の記載から\nは、甲２記載事項において洗濯機槽を四角形としたことについての技術的意義を読\nみ取ることはできないことも考慮すると、甲１発明において、円筒状の筒状タンク\nの内壁を甲２記載事項のように変更する動機付けがあると認めることはできない。\nそうすると、甲１発明に甲２記載事項を適用する動機付けがあるとはいえない。\n(ｲ) 原告は、甲１発明と甲２記載事項は、共に攪拌による旋回流の生成により処\n理対象物に水槽の内壁との間に摩擦抵抗を与えて処理するものであり、共通する技\n術分野に属すると主張するが、「洗濯機」と「牛等の足等の除毛装置」では、その需\n要者や取引者、さらには製造者も異なるというほかないのであって、上記原告の主\n張は、発明の属する技術分野を過度に抽象化するもので不適当というほかなく、採\n用できない。\n(ｳ) したがって、当業者が、甲１発明に甲２記載事項を適用することにより、相\n違点３に係る構成を容易に想到できたと認めることはできない。\nイ  甲３記載事項の適用\n(ｱ) 前記２(3)イのとおり、甲３記載事項は「ハチノス洗浄機の」「円筒型水槽１\n側面」に「連続した等辺三角山形の側板４を配置」したものであって、円筒型水槽\n１の内壁を多角形としたものではないから、甲１発明に甲３記載事項を適用しても、\n相違点３に係る構成を具備することにはならない。\n(ｲ) 原告は、甲１発明と甲３記載事項は共通した技術分野に属するものであって、\n甲１発明の内面に突出する角状の突起部２９を有するタンク７の内壁を、甲３記載\n事項を適用して平面視多角形状とすることは、必要に応じて当業者ならば容易にな\nし得るものであると主張する。しかし、前記のとおり、甲１には、甲１発明の円筒\n形の筒状タンクの内壁の形状を変更する動機付けに係る記載又は示唆があるという\nことはできない上、甲１発明の突起部２９は、その摩擦抵抗を利用して除毛するこ\nとを目的として設けられたものとは認められないし、当該突起部がそのような機能\nを有することを示唆した記載も甲１には見当たらない。また、仮に甲３記載事項の\n側板４の形状をもって円筒形水槽１の内壁の形状に当たると解したとしても、ハチ\nノスの「洗浄機」と牛等の足等の「除毛装置」は同じ技術分野に属するものとはい\nえない。これらの点を考慮すると、甲１発明に甲３記載事項を適用する動機付け\nがあるとはいえないから、原告の上記主張は採用することができない。\n(ｳ) そうすると、当業者が、甲１発明に甲３記載事項を適用することにより、相\n違点３に係る構成を容易に想到できたと認めることはできない。\n(4) 小括\nしたがって、当業者が、甲１発明において、相違点３に係る本件各発明の構成と\nすることが容易であったということはできないから、本件各発明について、甲１発\n明に基づく進歩性欠如の無効理由がないとした本件審決の判断に誤りはない。原告\nは、内壁と攪拌体を有する処理水槽において、内壁の全体形状を円筒形以外の多角\n形状とすることは従来周知であり、このような技術が除毛にも効果を発揮すること\nは当業者であれば容易に予測可能であるとも主張するが、前記のとおり、甲１発明\nにおいて筒状タンクの内壁の形状を変更する動機付けが認められない以上、原告の\n上記主張は採用することはできない。\n５  相違点３の認定に関する手続違背について\n原告は、本件審決は、甲１発明の筒状容器の形状に係る原告の主張を無視し、\nまた原告の主張が採用されない理由を示すこともなく、誤った認定をしており、\nこれが手続違背に当たると主張するが、原告の上記主張は、要するに、本件審決の\n相違点３に係る認定及び判断の誤りをいうものであって、その結論が相当であるこ\nとは前記４のとおりである。\n６  まとめ\n以上のとおり、本件審決には、甲１発明と本件各発明との対比において、相違点\n２の認定に係る誤りがあるものの、相違点３に係る認定及び容易想到性の判断に誤\nりはなく、本件各発明に、甲１発明に基づく進歩性欠如の無効理由がないとした結\n論に誤りはない。\nしたがって、原告の主張する取消事由にはいずれも理由がない。\n第５  結論\n以上の次第で、原告の請求は理由がないからこれを棄却することとして、主文の\nとおり判決する。\n知的財産高等裁判所第２部\n裁判長裁判官\n清    水        響\n裁判官\n浅    井        憲\n裁判官\n勝    又    来  未  子\n（別紙「特許公報」（甲１３）省略）\n"
}