{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 10,
    "day": 25
  },
  "case_number": "令和4(わ)1617",
  "case_name": "詐欺",
  "court_name": "名古屋地方裁判所刑事第6部",
  "lawsuit_id": "92620",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=92620",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/620/092620_hanrei.pdf",
  "contents": "主              文\n被告人は無罪。\n理              由\n第１  本件公訴事実の内容\n被告人は、企業経営コンサルティング業務等を業とするＡ株式会社の代表取締\n役として同社の業務全般を統括するものであるが、株式会社Ｂ代表取締役Ｃか\nら、融資金名目で現金３０００万円をだまし取ろうと考え、\n１  主位的訴因\n平成３０年５月１５日、名古屋市 a 区 b 町 c 丁目 d 番 e 号株式会社Ｂ事務所に\nおいて、Ｃに対し、真実は、Ａ株式会社はＤ株式会社に対して売掛債権を有して\nいないのに、同債権を融資の担保とするかのように装い、同債権に係るＡ株式会\n社からＤ株式会社に宛てた内容虚偽の請求書等（以下「本件虚偽請求書等」とい\nう。）を呈示するなどして融資を申し込み、Ｃに、Ａ株式会社がＤ株式会社に対\nして売掛債権を有しており、同債権を融資の担保とすることができる旨誤信させ\nて、同人をして被告人に対する３０００万円の融資を決定させ、よって、その頃、\n株式会社Ｂ事務所において、Ｃから現金３０００万円の交付を受け、もって人を\n欺いて財物を交付させたものである。\n２  予備的訴因\n平成３０年５月１０日から同月１５日までの間に、名古屋市内又はその周辺に\nいた株式会社Ｂ顧問弁護士Ｅに対し、３０００万円の融資を申し込み、Ｅから融\n資の担保を求められるや、真実は、Ａ株式会社がＤ株式会社に対して売掛債権を\n有していないのに、同債権を融資の担保とするかのように装い、本件虚偽請求書\n等をＥが代表を務める名古屋市ｆ区ｇｈ丁目ｉ番ｊ号Ｆビル２階所在のＧ法律\n事務所にファックス送信するなどして、Ｅ及びＥを介してＣに、Ａ株式会社がＤ\n株式会社に対して売掛債権を有しており、同債権を融資の担保とすることができ\nる旨誤信させ、Ｅ及びＣをして被告人に対する３０００万円の融資を決定させ、\nよって、同月１５日、名古屋市内において、Ｅ又はＣから現金３０００万円の交\n付を受け、もって人を欺いて財物を交付させたものである。\n第２  本件の審理経過と当審における当事者の主張\n１  差戻前第一審（以下「前一審」という。）\n被告人は、前記主位的訴因を公訴事実として起訴された。前一審は、Ｃ、Ｅ、\nＨ、Ｉ及びＪの各公判供述等に基づき、株式会社Ｂ事務所における欺罔行為につ\nいて、本件虚偽請求書等を直接Ｃに対してではなく、情を知らないＥを介して呈\n示するなどして融資を申し込んだと認定替えをしたものの、その余については訴\n因として掲げられた事実を認定して、被告人に対して有罪判決を言い渡した。\n２  控訴審\n弁護人が控訴したところ、検察官は、予備的訴因を追加する旨の訴因変更を請\n求し、控訴審はこれを許可した。\n控訴審は、控訴審で取り調べたＥとＣのＬＩＮＥのトーク履歴等によれば、Ｅ\nらが通謀して証拠を捏造したり、証人尋問前の打合せをするなどしていたことが\n認められ、Ｅ及びＣの前一審における公判供述についていずれも多くの部分にわ\nたって信用性が乏しいとし、少なくとも、前一審がこれら供述の信用性を肯定し\nた上でこれらに基づいて行った、①株式会社Ｂに帰属する現金３０００万円がＣ\nからＡ株式会社側に交付されたという事実、②本件虚偽請求書等の呈示や現金３\n０００万円の交付が株式会社Ｂ事務所において行われたという事実については、\n事実の誤認があるとして前一審判決を破棄し、予備的訴因を含む公訴事実につい\nて、Ｅ及びＣの再度の証人尋問を行うなどして更に審理を尽くさせるため、本件\nを名古屋地方裁判所に差し戻した。\n３  差戻後第一審\n差戻後第一審である当審において、検察官の請求に基づき、刑訴法１５７条の\n２の免責を決定した上でＥの証人尋問を行ったが、検察官は、Ｃについては、召\n喚に応じる見込みが低いとして同人の証人尋問を請求しなかった。\nその上で、検察官は、主位的訴因について、前一審におけるＥ及びＣの証言は\n客観証拠等と整合するものではなく、Ｅも当審で前一審では事実と異なる証言を\nした旨証言をしたことなどから認め難いとした上で、予備的訴因について、①被\n告人が本件虚偽請求書等を作成できる機会を有していること、被告人が本件虚偽\n請求書等をファックス送信したと推認できることからすれば、本件虚偽請求書等\nを虚偽と認識しながら送信したこと（欺罔行為（単なる行為を指すのではなく、\n詐欺の内心に基づいた行為をいう。以下同じ。））が推認される、②ＥとＣのＬ\nＩＮＥのやり取り等からすれば、ＥとＣは被告人がファックス送信した本件虚偽\n請求書等によって担保となる売掛債権があるものと誤信したこと（錯誤）、被告\n人がＥとＣが半額ずつ拠出し合って準備した現金３０００万円の交付を受けた\nこと（現金の交付）が推認され、当審におけるＥ証言はこれらの推認を裏付けて\nいるとして、公訴事実が認められると主張する。\nこれに対し、弁護人は、①欺罔行為に関し、㋐被告人が本件虚偽請求書等の作\n成やファックス送信を行っていない合理的な疑いがある、㋑Ｅについては、自分\nからもうけ話に勝手に引っかかっただけであり、Ｃについても、本件虚偽請求書\n等の内容が伝達されていないのであって、いずれにしても欺罔行為が認められな\nい、②錯誤に関し、Ｃについては、貸付に至るＥとのやり取りの経過等からして、\nＡ株式会社のＤ株式会社に対する債権の内容など気に掛けずに貸付に応じた可\n能性があり、Ｅについても、内心では被告人に３０００万円を貸し付ける方針を\n決めていたにもかかわらず、一旦これを拒否して見せる、一種のパフォーマンス\nを行っていたのであって、貸付に供したと推認される、不正に入手した１億円以\n上の犯罪収益について、慎重に扱うことなく浪費することも考えられ、Ａ株式会\n社のＤ株式会社に対する債権を担保にとることにこだわっていたのか疑問があ\nり、いずれも錯誤に陥っていたことについて合理的な疑いが残る、③現金の交付\nに関し、本件当日、Ｅは、株式会社Ｂ事務所に行っておらず、自身の保管してい\nた犯罪収益から３０００万円を拠出した可能性があり、Ｃが１５００万円を拠出\nしたことについて合理的な疑いが残ると主張する。なお、弁護人は、予備的に、\n検察官は、前一審におけるＥ及びＣの公判供述と同人らのＬＩＮＥのトーク履歴\nが矛盾することが判明していたにもかかわらず、同人らの公判供述に基づいた事\n実関係を主張して有罪判決を騙取したもので、職務規範違反等に該当するから、\n公訴を棄却すべきであると主張する。\n第３  当裁判所の判断\n１  関係各証拠によれば、以下の事実を認めることができる。なお、前一審で取り\n調べられた証拠は単に「甲１」「弁１」などと記載し、控訴審において取り調べ\nられた証拠は「控訴審検１」「控訴審弁１」、当審で取り調べた証拠は「差戻審\n弁１」などと記載する。\n⑴  本件関係者について（甲２２、Ｃ、Ｅ、Ｈ、Ｉ、Ｊ）\n平成３０年５月頃、被告人はＡ株式会社の代表取締役、Ｉ及びＪは同社の取\n締役、Ｊは同社の経理担当、Ｃは株式会社Ｂの代表取締役、ＥはＧ法律事務所\nの経営者であり、Ａ株式会社及び株式会社Ｂの顧問弁護士、ＨはＧ法律事務所\nの事務員であった。\n⑵  Ｋ株式会社について（甲１０、２２、Ｉ、Ｊ）\nＫ株式会社は、被告人がＩを事務局兼ドライバーとして誘うなどして立ち上\nげられた会社で、平成３０年５月頃、Ｉが代表取締役、被告人がＫ株式会社の\n財務、経理担当の執行役員を務め、Ｊが同社の経理を担当しており、Ａ株式会\n社の関連会社という位置付けであった。また、Ｋ株式会社の事務作業は、Ａ株\n式会社と本店所在地を同じくするＬ株式会社に委託されており、Ｋ株式会社の\n実印、銀行印及び銀行口座の通帳は、名古屋市ｋ区に所在するＡ株式会社兼Ｌ\n株式会社の本店のＪのデスクの隣にある金庫内に保管されていた。被告人及び\nＪは、同金庫の鍵を管理しており、かつ、同金庫の暗証番号を知っていた。ま\nた、この頃、Ｋ株式会社が取引をした場合に作成した請求書等は、電子データ\nに変換した上で、コンピュータ上の特定のフォルダ内で管理されており、被告\n人及びＪは、同フォルダにアクセスすることができた。\nこの頃、Ｉの意思に反して、実体的な取引関係がないのにＫ株式会社の資金\nがＡ株式会社の銀行口座に移されることがしばしばあり、Ｉは、被告人及びＪ\nに対し、Ｋ株式会社の資金を勝手に流用しないよう事あるごとに注意してい\nた。平成３０年４月２日、Ｋ株式会社の口座の残高が７７５円であったところ、\nＤ株式会社から同口座に１７２８万３８５７円が振り込まれ、同日、同口座か\nらＡ株式会社に１７２０万円が送金された。また、同年５月１日、Ｋ株式会社\nの口座の残高が８万３５５２円であったところ、Ｄ株式会社から同口座に２５\n４１万７２４０円が振り込まれ、同月７日から同月１０日にかけて、同口座か\nらＡ株式会社に１５３０万円が送金された。\n⑶  本件以前の融資（甲１４、控訴審弁１０）\n本件以前にも、被告人は、ＥにＡ株式会社の繋ぎ融資について相談し、何ら\nかの融資を受け、同月２日、Ｃに同融資の元利金を支払っていた。\n⑷  繋ぎ融資の依頼（甲１４、２９）\n同月１０日、被告人は、Ｅに対し、スマートフォンのメッセージアプリを用\nいて（以下、被告人とＥとの間のメッセージ送受信について同じ。）「さて、\n大変申し上げにくい事ですが、また、繋ぎ融資をお願いしたいと思いますので、\nお取り計らいを程、伏して宜しくお願い申し上げます。調達額は３０００万円\nで期間は来週の５／１５～７／２迄です。」とのメッセージを送信し、Ａ株式\n会社を借主、期間を平成３０年５月１５日から同年７月２日とする３０００万\n円の繋ぎ融資（以下「本件繋ぎ融資」という。）の依頼を持ち掛けた。\n⑸  本件虚偽請求書等の送信と同送信の連絡（甲８ないし１０、１４、２９、Ｈ）\n何者かが、同年５月１４日午後３時５０分頃、送信元を「Ａ（株）被告人」\nとし、Ｇ法律事務所に対し「５／１５実施予定繋ぎ融資エビデンスの件」と題\nするＦＡＸ送信表とその添付資料として、実在する同年４月３０日付けＫ株式\n会社作成に係るＤ株式会社宛ての請求書（金額３２００万４７８０円。以下、\nこの請求書に基づく債権を「Ｄ株式会社債権」という。）のうち、Ｋ株式会社\nの社名・社印部分をＡ株式会社の社名・社印等に差し替えた請求書及びＡ株式\n会社名義普通預金口座の通帳の口座名義人部分の写しとＫ株式会社名義普通\n預金口座の通帳の取引記帳ページ（同年１月以降にＤ株式会社から振込入金さ\nれた取引が記帳されたもの。）の写しを組み合わせたもの（本件虚偽請求書等）\nをファックス送信した。\n同年５月１４日午後４時１分、被告人は、Ｅに対し、「先週にご相談させて\n頂きました、繋ぎ融資のエビデンスを売掛金回収の経緯により、資料を事務所\nにＦＡＸさせて頂きました。」とのメッセージを送信した。\n同日夕方頃、Ｈは、Ｅの指示により、Ｇ法律事務所において、受信した本件\n虚偽請求書等を自分の携帯電話で写真撮影し、その画像データをＥの携帯電話\nのアドレスに送信した。\n⑹  本件虚偽請求書等についての被告人とＥのやりとり（甲１４、２９）\nＥは、同画像データを確認した上、同日午後６時３１分、被告人に対し、「ま\nだ、金主には説明していませんが、Ｄ株式会社との契約書  四月請求分の支払\n期限が示されている書類  ５月分、６月分の発注書は、少なくとも必要だと考\nえます。今回は、貸付時にＩさんの保証も必要になると考えます。」とのメッ\nセージを送信した。また、翌１５日午前９時１分、Ｅは、被告人に対し、「多\n分金主は、他に支払いがあるのに、なぜＤ株式会社からの売掛回収額を金主へ\nの返済のためにプールできるのか、必ず質問すると思います。そこの説明も考\nえておいて下さい。」とのメッセージを送信した。\nこれに対し被告人は、同日午前９時３６分、Ｅに対し、「Ｄ株式会社さんと\nの契約書ですが、取引を頂いて十数年経過しており、契約書を作成していない\nと思います。５月の暫定受注分はある程度解りますが、６月の受注はまだ解り\nません。さて、本来なら私どもに２ヶ月から３カ月分の運転資金（５～６千万）\nに余裕があれば、何も問題ないはずですが、ご承知の通り、厳し資金繰りにて\n推移しており、特に、３月、４月は繁忙期にて、売掛金が増大し、当方からの\n下払いが先行する形で大口からの回収を待つことになります。６月末には正常\nに戻りますが、この経過と経緯を銀行に説明して、運転資金の調達を実施して\nもらうように動いております。」とのメッセージを送信した。\n⑺  本件繋ぎ融資のいったんの謝絶（甲１４、２９）\n同日午前１０時２９分、Ｅは、被告人に対し、「電話で金主と話しました。\n今回は、だめだそうです。理由は、いくつかありましたが、最大の理由は、前\n回の貸借の際、Ｉさんの保証書が、届かなかったことだそうです。」とのメッ\nセージを送信した。\n⑻  Ｃへの共同融資の持ち掛け（控訴審検１、同弁１０）\n同日午前１１時５５分、Ｅは、Ｃに対し、ＬＩＮＥのトーク機能を用いて（以\n下、ＥとＣとの間のメッセージ送受信について同じ。）「被告人が３０００万、\n１．５か月貸してとまた言ってきたけど、半分のる？？？」「債権の保全はで\nきそう。」とのメッセージを送信した。これに対し、Ｃは、同日午後零時２１\n分、Ｅに対し、「了解です」とのスタンプを送信した。これに対し、Ｅは、同\n日午後零時３３分、Ｃに対し、「少し手間だけど、会社の印鑑証明を取ってお\nいて。実印も、明日一緒に持って来て。債権保全の登記を法務局にするのに必\n要。被告人の会社の債権約３０００万円を担保に取る。」とのメッセージを送\n信した。\n⑼  被告人への必要書類の指示（甲１４、２９）\n同日午後零時３９分、Ｅは、被告人に対し、「会社の資格証明書も、取って\nおいて下さい。」とのメッセージを送信した。\n⑽  ３０００万円の交付（甲５、６、７、１４、２９）\n被告人は、同日午後２時３７分、Ｅから、「Ｍの近くで待ってます。」との\nメッセージを受信し、Ｍ珈琲店Ｎ店の近くでＥと待ち合わせ、本件繋ぎ融資の\n貸付金としてＥから現金３０００万円を受け取り、同日午後３時８分、Ｏ銀行\n本店において、現金３０００万円をＡ株式会社名義の同銀行普通預金口座に入\n金した。\n⑾  内容虚偽の一覧表等の送信と同書類についての説明（甲８、９、Ｈ）\n何者かが、同日午後６時２０分頃、送信元を「Ａ（株）被告人」とし、Ｇ法\n律事務所に対し「Ｄ株式会社さま請求内容の件」と題するＦＡＸ送信表とその\n添付資料として、実在する同年４月３０日付けＫ株式会社作成に係るＤ株式会\n社宛ての会社別統括請求一覧表（Ｄ株式会社債権の請求額の内訳等が記載され\nたもの。）のうち、Ｋ株式会社の社名・社印部分をＡ株式会社の社名・社印等\nに差し替えたもの（以下、これらを併せて「本件虚偽一覧表等」という。）を\nファックス送信した。\n同年５月１６日朝、Ｈは、被告人に架電し、Ｄ株式会社債権の支払日等を尋\nね、その回答内容を受信した本件虚偽一覧表等のうちの会社別統括請求一覧表\nに手書きで記載した。\n⑿  債権譲渡登記（甲２１、Ｈ）\n同年６月６日、原債権者をＡ株式会社、債務者をＤ株式会社、債権の種類を\n売掛債権、発生年月日の始期を同年４月３０日、終期を平成３１年１月３１日\nとする債権（集合債権）について、平成３０年５月１５日付け売買を原因とし\nてＡ株式会社から株式会社Ｂに譲渡する旨の債権譲渡登記がされた。同登記手\n続までの間に、Ａ株式会社側からＧ法律事務所に対して、譲渡人欄にＡ株式会\n社の代表取締役の記名押印がされた白紙委任状が渡されており、これを利用し\nて同手続がされた。\n⒀  本件繋ぎ融資の返済（甲１４、控訴審検１、同弁１０）\n被告人は、Ｃに対し、同年７月２日、本件繋ぎ融資の元利金を支払った。こ\nれに先立ち、ＥとＣは、同元利金につき利息を折半する旨のＬＩＮＥトークの\nやりとりをしていた。\n⒁  平成３０年７月の融資（甲６、３２、Ｉ、Ｊ）\n被告人は、同月１０日、Ｅ及びＣの関与により３０００万円の融資を受けた。\nＪは、同日頃、株式会社Ｂを貸主、Ａ株式会社を借主、貸金額を３０００万円\nとする同日付の金銭消費貸借契約書の連帯保証人欄に、Ｉの住所と氏名を手書\nきで記載した。Ｉはこのことを知らなかった。\n２  Ｈ供述の検討\nＨは、前一審において、同年５月１５日午後２時頃、被告人がＧ法律事務所を\n来訪し、債権譲渡登記に係る委任状の用紙の譲渡人欄にＡ株式会社の代表取締役\nの記名押印をしたと供述する。しかし、被告人が同日午後２時頃にＧ法律事務所\nを来訪したことをうかがわせる他の裏付け証拠は存在しない。また、被告人は、\n同日午後零時３９分に債権譲渡登記に使用されると思われる会社の資格証明書の\n準備を指示されたばかりであり、実際にもその債権譲渡登記は同年６月６日まで\n行われていないのに、同年５月１５日午後２時頃に委任状の作成だけが行われる\nことになった理由が定かでない。その上、同委任状には、登記に用いられた際に\nは同月１０日の日付が記載されていたところ、仮に同月１５日に委任状が作成さ\nれたのであれば同日の日付を記載することに特段問題があるとは考えられず、不\n自然である。加えて、Ｈは、同日昼過ぎにＥから連絡があり、その連絡どおり被\n告人がＧ法律事務所を訪れた旨供述するところ、当審においてＥは、同日午後１\n時半から午後２時頃の間に株式会社Ｂ事務所に行って被告人を待っており、午後\n２時を過ぎても来ないので被告人に電話をした旨供述しており、被告人にＧ法律\n事務所への来訪を誰が指示したのかについて両者の供述に整合性がない。さらに\n言えば、前一審におけるＥ及びＣの証言は、客観的事実と明らかに異なるだけで\nなく、真実と異なる筋書きに基づいて口裏を合わせて行われた疑いがあるところ、\nＨはＥに約２０年間雇用されてきたという関係性がある。前一審で審判の対象と\nされていた主位的訴因では、株式会社Ｂ事務所における本件虚偽請求書等の呈示\n行為が欺罔行為とされており、それ以前に被告人が委任状を作成したという事実\nは、欺罔行為時における被告人の認識を強く裏付ける事実であったことを考慮す\nると、これについても真実と異なる筋書きに基づいて作出されたのではないかと\nの疑念を否定しきれない。以上からすると、Ｈ供述は、被告人が債権譲渡登記に\nかかる委任状に記名押印した際、委任状の日付、譲受人、債権譲渡の原因は記載\nされていなかった旨述べるなど、必ずしも被告人に不利な供述をしていない部分\nはあるものの、被告人が同日午後２時頃にＧ法律事務所を来訪したとする部分を\n直ちに信用することはできない。\n３  Ｅ供述の検討\n⑴  Ｅは、当審において、以下のとおり供述する。\nア  本件繋ぎ融資の依頼があった後、Ｐ駅付近に止めた車の中で被告人と会\nい、本件繋ぎ融資に担保となる債権が必要である旨の話をした。その日時に\nついて、前一審では同月１１日であると供述したが、真実は、同月１２日又\nは同月１４日の午前中である。また、前一審では、Ｃから担保を求められた\nので、被告人に担保が必要であると伝えたと供述したが、真実は、Ｃに確認\nすることなく、自分の考えとして伝えた。\nイ  Ｃに本件繋ぎ融資のことを初めて伝えたのは、前一審では本件繋ぎ融資の\n依頼を受けた直後（少なくとも被告人に担保を求めた同月１１日までの間）\nと述べたが、真実は、同月１５日のお昼前の「半分乗る？」というＬＩＮＥ\nメッセージにおいてである。\nウ  被告人に交付した３０００万円について、前一審では、株式会社Ｂ事務所\nに被告人が来て３０００万円を渡したと述べたが、真実は、Ｍ珈琲店Ｎ店で\n待ち合わせ、同所で被告人に渡した。また、被告人に交付した３０００万円\nの出捐者につき、前一審では全額株式会社Ｂと供述していたが、真実は、自\n分とＣ個人がそれぞれ１５００万円を出捐したものである。自分の出捐部分\nの原資は、①業務上横領により平成３０年５月７日に得た１０００万円、②\n同年３月にＣと折半で被告人に貸して返済された３００万円の半分の１５\n０万円、③その他かき集めた３５０万円であり、自宅に保管されていた。な\nお、①は同年５月８日にＣと折半することになっていたが、Ｅに予定が入り\n渡しそびれていたものである。同月１５日の１時半から２時頃の間に自宅に\n保管していた現金１５００万円を株式会社Ｂ事務所に持参し、そこでＣから\n受け取った１５００万円と合わせて本件繋ぎ融資の融資金とした。その際、\nＣに本件虚偽請求書等の画像データを見せたところ、Ｃは、「ああ、そう。」\nと言っており納得した様子だった。\nエ  前一審で真実と異なる供述をした理由について、３０００万円の出捐者に\n関する部分は原資が犯罪行為により得た資金であることを隠す必要があっ\nたこと、依頼者であるＡ株式会社に対して金を貸すことが弁護士法上問題が\nあると考えたことから故意に虚偽の供述をしたが、現在はこの犯罪行為が既\nに発覚しているし、弁護士も辞めているので、隠す必要がなく、真実を話す\nこととした。その余は勘違いや記憶違いである。\n⑵  信用性の検討\nア  前記供述のうち、ＥとＣ個人がそれぞれ１５００万円ずつを出捐する形に\nしたという部分については、両者のＬＩＮＥのやり取りの内容と整合してい\nるから、信用することができる。しかし、現実にＣ個人が出捐したこと、す\nなわちＥがＣから１５００万円の交付を受けたことについては、Ｅの出捐原\n資のうちの５００万円についてはＣの持ち分であるはずなのに、これとは別\nに１５００万円をＣから受領したという点はいささか不自然である上、Ｅと\nＣのＬＩＮＥトーク履歴からすると、当日に会う約束をしたり実際会ったよ\nうな形跡はなく、むしろ、同日のＣと会ったとされる時間の前に「会社の印\n鑑証明を取っておいて。実印も、明日一緒に持って来て。」などと翌日に会\nって本件繋ぎ融資に関する書類を授受する旨のやりとりをしていることや、\n実際に翌日会ったと見受けられるやりとりをしていることからすると、本件\n繋ぎ融資当日にＥとＣが直接会ったことそのものに疑問が生じるのであっ\nて、直ちに信用することができない。\nイ  前記供述のその余の部分についてみると、被告人に担保を求めることとし\nた理由・経緯、Ｃに本件繋ぎ融資の依頼があったことを伝えた経緯、Ｃに対\nして本件虚偽請求書等が呈示された方法、株式会社Ｂ事務所で被告人に現金\n３０００万円が交付されたとする場面における関係者のやり取りなどの相\n違について、勘違いや記憶違いだけで生じるものとは考えられない。それだ\nけでなく、Ｅが記憶違い等を理由として否定する前一審におけるＥ供述の大\n枠は、前一審でのＣの供述と符合しているところ、偶然同じような記憶違い\n等をしたとは考えにくく、真実と異なる筋書きに基づいて口裏を合わせて行\nわれた疑いがある。このような経過がある中で、当審においても供述の変遷\nについて合理的な説明をせず、この期に及んでも不自然な供述を続けている\nのであるから、これを信用することはできない。\n４  欺罔行為について\n⑴  前記第２の３記載のとおり、検察官は、被告人が本件虚偽請求書等を作成で\nきる機会を有していること、被告人が本件虚偽請求書等をファックス送信した\nと推認できることからすれば、本件虚偽請求書等を虚偽と認識しながら送信し\nたことが推認されると主張する。検察官の主張に係る間接事実のうち、被告人\nが本件虚偽請求書等を作成できる機会を有していたということについては、こ\nれが被告人による欺罔行為の存在及びその前提となる本件虚偽請求書等に関\nする虚偽性の認識の存在を推認させる積極的な間接事実になるわけではない。\nそこで、被告人が本件虚偽請求書等をファックス送信したかどうかが問題とな\nる。これについて、検察官は、①本件虚偽請求書等がＧ法律事務所にファック\nス送信されてから被告人がＥに本件繋ぎ融資に関する資料をファックス送信\nした旨のメッセージを送信するまで約１１分間しかないこと、②ファックス送\n信に係る文書の文面において被告人以外の者がファックス送信した形跡がな\nいこと、③本件虚偽請求書等がファックス送信されてから同月１５日に掛け\nて、被告人とＥとの間で、Ｅが被告人に対し、Ａ株式会社がＤ株式会社との間\nで交わしたはずの契約書の準備を求めたり、Ａ株式会社が株式会社Ｂに対して\n優先弁済できる根拠を説明できるよう準備を求めていたこと、④これに対し、\nＡ株式会社とＤ株式会社との間の契約関係や売掛債権が存在することを前提\nとするメッセージを被告人がやり取りしていることからすると、被告人が、同\n月１４日までのいずれかの時期に、Ｅに対し、Ａ株式会社がＤ株式会社に対し\nて売掛債権を有しているとの情報を与え、同債権の存在を裏付けるかのような\n本件虚偽請求書等をＧ法律事務所に送信したことが推認されると主張する。\n⑵  しかし、①については、約１１分間という時間の間隔は、何者かが本件虚偽\n請求書等をファックス送信し、被告人がこの何者かからファックス送信済みで\nある旨の連絡を受けた上でＥにメッセージ送信したと考えても矛盾はないも\nのであるから、同事実をもって被告人の送信行為を推認することには限界があ\nると言わざるを得ない。②については、関係各証拠から被告人以外の者がファ\nックス送信した形跡を認めることはできないが、同時に被告人が送信した確た\nる形跡もないのであって、同事情は他の事実による推認を妨げないという程度\nのものでしかない。本件虚偽請求書等のファックス送信表のメモ欄には「先週\nご相談いたしました、売掛金の回収における期ずれによる繋ぎ融資実行のお願\nいの件ですが」などとの記載があるから、相談した主体である被告人がこのメ\nモを作成したように思えなくもないが、書類のファックス送信を指示するよう\nな場合に、送付状の記載内容を含めて指示することもあり得るから、その推認\n力にも限界があると言わざるを得ない。③、④については、被告人がファック\nス送信したことあるいは本件虚偽請求書等の虚偽性を認識していたことと整\n合する事後的な事情が存在するという趣旨であると考えられるが、後に述べる\nところからすれば、被告人がファックス送信をしておらず、本件虚偽請求書等\nの虚偽性を認識していないとしても、合理的に説明することが可能であるか\nら、その推認力にはやはり限界があると言わざるを得ない。\n⑶  Ｋ株式会社はＡ株式会社の代表取締役である被告人がＩを誘うなどして立\nち上げた会社であり、ＩがＡ株式会社の取締役であり被告人がＫ株式会社の執\n行役員であって、ＪがＡ株式会社とＫ株式会社の会計をともに担当し、被告人\nやＪがＫ株式会社の請求書等や預金通帳に容易にアクセスできたなど、両社\nは、人的にも実際の業務の上でも密接に重なり合っており、Ｋ株式会社の資金\nがＡ株式会社に流用されることが度々行われ、Ｉが被告人やＪに注意しても止\nまらず、本件の直近でも、２度にわたり、Ｄ株式会社からの入金の直後に１０\n００万円を超える資金流用が行われていたことなどからすれば、被告人として\nは、Ｋ株式会社とＡ株式会社は同じグループの会社であり、両社間での財産の\n分別を厳密に捉えていなかった可能性は否定できない。\nまた、本件虚偽請求書等は、本件繋ぎ融資のエビデンスとしてファックス送\n信されており、Ａ株式会社に対する融資が行われた場合の融資金の返済可能性\nを示す資料として送信されたものであることは明らかであるが、その前後の被\n告人とＥとのやりとりにおいても、Ｄ株式会社債権の法的な帰属主体に関する\n話は出ていない。Ｅから融資に応じる前提でＣに共同融資の持ち掛けがなされ\nた際に、初めて債権譲渡登記に関する話がＣや被告人との間でなされているこ\nとなどからすると、本件虚偽請求書等のファックス送信の段階で、これに対す\nる法的担保を直ちに講じる前提があったというには疑問が残る。したがって、\nこの段階において、被告人がＤ株式会社債権の法的な帰属主体をどこまで厳密\nに考えていたのかについても疑問が残る。\n事後的な事情の中には、前記認定事実⑾のとおり、本件虚偽一覧表等のファ\nックス送信後、被告人が、Ｈに対してＤ株式会社債権に関する説明を行ってい\nるという事情がある。しかし、Ｈが本件虚偽一覧表等に書き込んだ内容からす\nれば、Ｄ株式会社債権の発生原因となる業務の種類、期間、支払期日に過ぎな\nいのであって、送信された本件虚偽一覧表等が手元になくても説明可能と思わ\nれる内容であり、かつ、債権の帰属主体が問題となるような内容ではない。\n弁護人は、従前からＫ株式会社の財産をＡ株式会社のために利用していた被\n告人が、Ｋ株式会社のＤ株式会社に対する売掛債権をＡ株式会社の融資のため\nに利用しようと考え、その資料の送付をＪに指示したところ、Ｉの反発を危惧\nしたＪが、Ｉを巻き込まないため、自身の判断で本件虚偽請求書等を作成し、\n送信した可能性を指摘する。以上で述べたことからすると、Ｊが自身の判断で\n本件虚偽請求書等を作成し、送信した合理的疑いが否定できないというべきで\nある。\nなお、これに対し、Ｊは、本件繋ぎ融資については関与していない旨供述し\nており、また、Ｉは、Ｊが単独・独断でＤ株式会社債権を担保に金を借りよう\nとする可能性はない旨供述している。この点、Ｉの前記供述はＩのＪに対する\n評価を述べるものにすぎない上、前記弁護人の指摘は、Ｊが被告人の指示を受\nけた上で、同指示を遂行するに際してＩを巻き込まないよう独自に配慮したと\nいうものであるから、前記Ｉ供述とは必ずしも矛盾しない。また、Ｊの前記供\n述は、本件繋ぎ融資への一切の関与を否定するものであるが、特に具体的な事\n実が指摘されているわけでもないことからすれば、前記検討に基づく合理的疑\nいを払拭するまでの信用性は認め難い。\n⑷  以上からすれば、被告人が本件虚偽請求書等を虚偽と認識しながら送信し\nた、あるいは、送信させたということを認めることはできない。\n５  結論\nよって、その余の争点について判断するまでもなく、本件公訴事実については\n犯罪の証明がないことになるから、刑訴法３３６条により被告人に対し無罪の言\n渡しをする。\n（検察官中林睦夫、私選弁護人金岡繁裕［主任］、同吉川哲治各出席）\n（求刑  懲役２年６月）\n令和５年１０月２５日\n名古屋地方裁判所刑事第６部\n裁判長裁判官        平    城    文      啓\n裁判官        村    瀬              恵\n裁判官        藤    田    陽      平\n"
}