{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 3,
    "month": 12,
    "day": 16
  },
  "case_number": "令和2(ワ)4038",
  "case_name": "損害賠償請求事件",
  "court_name": "名古屋地方裁判所民事第6部",
  "lawsuit_id": "90822",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=90822",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/822/090822_hanrei.pdf",
  "contents": "主 文\n１  被告（選定当事者）らは，原告に対し，各選定者のために，それ\nぞれ３万３０００円及びこれに対する平成２９年１２月１３日から\n支払済みまで年５分の割合による金員を支払え。\n２  被告Ａ，被告Ｂ及び被告Ｃは，原告に対し，それぞれ３万３００\n０円及びこれに対する平成２９年１２月１３日から支払済みまで年\n５分の割合による金員を支払え。\n３  原告のその余の請求をいずれも棄却する。\n４  訴訟費用はこれを１００分し，その７０を原告の負担とし，その\n２７を被告（選定当事者）らの負担とし，その余を被告Ａ，被告Ｂ\n及び被告Ｃの負担とする。\n５  この判決は，第１項及び第２項に限り，仮に執行することができ\nる。\n事実及び理 由\n第１  請求\n１  被告（選定当事者）らは，原告に対し，選定者らのために，それぞれ１１万\n円及びこれに対する平成２９年１２月１３日から支払済みまで年５分の割合に\nよる金員を支払え。\n２  被告Ａ，被告Ｂ及び被告Ｃは，原告に対し，それぞれ１１万円及びこれに対\nする平成２９年１２月１３日から支払済みまで年５分の割合による金員を支払\nえ。\n第２  事案の概要\n１  事案の要旨\n本件は，弁護士である原告が，選定者ら，被告Ａ，被告Ｂ及び被告Ｃに対し，\nこれらの者によってされた原告を対象弁護士とする弁護士法５８条１項に基づ\nく各懲戒請求は違法であり，これにより原告の名誉権等が侵害されたなどと主\n張して，不法行為に基づく損害賠償として，各自１１万円及びこれに対する不\n法行為以降の日である平成２９年１２月１３日から支払済みまで民法（平成２\n９年法律第４４号による改正前のもの。以下同じ。）所定の年５分の割合によ\nる遅延損害金の支払を求める事案である。\n２  前提事実（争いのない事実及び掲記各証拠（書証は枝番号を含む。以下同じ。）\n又は弁論の全趣旨から容易に認められる事実）\n⑴  原告は，神奈川県弁護士会に所属する弁護士である。原告は，在日コリア\nンであり，在日コリアンにおける法の支配の実現（具体的には，在日コリア\nンへの差別撤廃，その権利擁護，民族性の回復（民族教育の保障等）及び政\n治的意思決定過程に参画する権利（参政権・公務就任権）の確保等）等を目\n的として設立された在日コリアン弁護士協会に所属している。（乙Ｃ７）\n⑵ア  神奈川県弁護士会長は，平成２９年３月９日，「神奈川県に対し，神奈\n川朝鮮学園に通う児童・生徒への学費補助を行うことを求める会長声明」\n（以下「本件会長声明」という。）を発出した。本件会長声明は，神奈川\n県内の朝鮮学校５校を運営する学校法人神奈川朝鮮学園に通う児童・生徒\nに対する「外国人学校児童・生徒学費軽減事業補助金」について，同県が\n平成２８年度の交付決定を留保し，同県知事が平成２９年度の当初予算案\nに計上しないことを明らかにしたことを受け，同県に対し，留保している\n平成２８年度の上記補助金の実施及び平成２９年度予算案への計上を求め\nるものであった。（甲１５）\nイ  原告は，本件各懲戒請求までに，本件会長声明に賛同する意向を表明し\nたり，その活動を推進したりしたことはなかった。\n⑶ア  選定者ら，被告Ａ，被告Ｂ及び被告Ｃは，それぞれ，原告等を対象弁護\n士とする懲戒請求を呼び掛けている「Ｄ」と題するインターネット上のブ\nログ（以下「本件ブログ」という。）から，対象弁護士欄に原告を含む１\n０名の弁護士の氏名が記載され，懲戒事由等が記載された懲戒請求書のひ\nな型（以下「本件懲戒請求書」という。）を入手し，これに署名押印等を\nして本件ブログの管理者又はその関係者に送付し，平成２９年１２月１３\n日までに，神奈川県弁護士会に対し，これらの者を介して本件懲戒請求書\nを提出して，原告を含む上記１０名の弁護士を対象弁護士とする懲戒請求\n（以下「本件各懲戒請求」という。）をした（甲１３，１４，２０）。\nイ  本件懲戒請求書の懲戒事由欄には，「違法である朝鮮人学校補助金支給\n要求声明に賛同，容認し，その活動を推進することは，日弁連のみならず\n傘下弁護士会および弁護士の確信的犯罪行為である。利敵行為としての朝\n鮮人学校補助金支給要求声明のみならず，直接の対象国である在日朝鮮人\nで構成される在日コリアン弁護士会との連携も看過できるものではない。\nこの件は別途，外患罪で告発しているところであるが，今般の懲戒請求は，\nあわせてその売国行為の早急な是正と懲戒を求めるものである。」と記載\nされていた（甲２０）\nウ  神奈川県弁護士会に対して本件各懲戒請求がされた頃，本件懲戒請求書\nを利用した懲戒請求が，本件各懲戒請求を含めて９５８件申し立てられた\n（甲１ないし４）。\n⑷ア  本件懲戒請求書を利用した９５８件の懲戒請求のうち５９１件につい\nて，神奈川県弁護士会は，平成３０年４月３日，原告に対し，懲戒請求が\nあり，同会綱紀委員会（以下「綱紀委員会」という。）に調査を求めた旨\nの通知を発出したが，綱紀委員会は，同月４日，対象弁護士につき懲戒委\n員会の審査を求めないことを相当とする旨の議決をし，神奈川県弁護士会\nは，同議決に基づき，原告を懲戒しない旨の決定をした（甲１，２）。\nイ  本件懲戒請求書を利用した９５８件の懲戒請求のうちその余の３６７件\nについても，同様に，神奈川県弁護士会は，平成３０年７月３１日，原告\nに対して前記ア同様の通知を発出したが，綱紀委員会は，同年８月１日，\n前記ア同様の議決をし，神奈川県弁護士会は，同議決に基づき，原告を懲\n戒しない旨の決定をした（甲３，４）。\nウ  綱紀委員会の前記ア，イの各議決は，いずれも，本件懲戒請求書におい\nて懲戒事由として指摘された事由は弁護士法５６条１項が定める懲戒事由\nに当たらず，対象弁護士につき懲戒すべきでないことが一見して明らかで\nある旨判断したものであった。（甲２，４）\n３  争点及びこれに関する当事者の主張\n⑴  本件各懲戒請求が不法行為を構成するか（争点１）\n（原告の主張）\nア  原告は，本件会長声明の発出に何ら関与していない。本件会長声明の内\n容は正当であり，仮に，本件会長声明の内容が誤りであるとしても，その\n発出は違法ではない。また，在日コリアン弁護士協会は本件会長声明の発\n出に関与していないし，原告が在日コリアン弁護士協会の会員として朝鮮\n学校が補助金を受領できるように活動したこともない。したがって，本件\n各懲戒請求は事実上又は法律上の根拠を欠くものである。\nイ  選定者ら，被告Ａ，被告Ｂ及び被告Ｃは，本件各懲戒請求をするに際し，\n本件ブログの記載を鵜呑みにして，事実上又は法律上の根拠について何ら\n調査をしていない。\nウ  したがって，本件各懲戒請求は事実上又は法律上の根拠を欠くものであ\nり，かつ，選定者ら，被告Ａ，被告Ｂ及び被告Ｃはそのことを知りながら\n又は通常人であれば普通の注意を払うことによりそのことを知り得 たの\nに，あえて懲戒を請求したのであるから，本件各懲戒請求は不法行為を構\n成する。\n（被告（選定当事者）らの主張）\nア  朝鮮学校は朝鮮総聯の影響を受けており，「不当な支配」を禁じている\n教育基本法１６条１項に違反しているから，そのような学校に対する補助\n金の支給を要求する神奈川県弁護士会及び同旨の主張をする在日コリアン\n弁護士協会は品位を失うべき非行に及んでおり，これらに所属する弁護士\nも同様に品位を失うべき非行に及んでいるというべきである。また，在日\nコリアン弁護士協会は，設立目的として在日コリアンの政治的意思決定過\n程に参画する権利の確保を挙げているのであるから，日本人にとっては十\n分な脅威であり，各弁護士会がこれと連携することも日本人にとっては脅\n威以外の何物でもない。したがって，本件各懲戒請求は事実上又は法律上\nの根拠を欠くものではない。\nイ  選定者らは，本件ブログの記載を鵜呑みにしたわけではなく，その認識\nし得る範囲で調査及び判断をしており，調査検討を尽くしている。\nウ  したがって，本件各懲戒請求は不法行為を構成しない。\n（被告Ａの主張）\n神奈川県弁護士会長が朝鮮学校に対する補助金の交付を促進すべきだとす\nる会長声明を発出したこと，その発出において在日コリアン弁護士協会の強\nい働きかけがあったこと，原告が同協会のメンバーであり，積極的に活動し\nていることは事実であり，本件各懲戒請求は事実上の根拠に欠けることがな\nい。\nそして，被告Ａは，北朝鮮の工作機関であり，拉致事件に関与したとされ\nている朝鮮総聯に不当に支配され，教育基本法１６条に違反している朝鮮学\n校に対し，現状の違法状態を改善することなく，補助金を交付することは，\n違法な不当な支配の固定化を招くこと等から，朝鮮学校又はその生徒に対す\nる補助金交付の促進をいう本件会長声明は違法であると考えた。このような\n考えの下で本件会長声明が違法であるとする懲戒事由の記載は，いわゆる公\n正な論評の法理により保護されるべき法的見解の表明であるから，本件各懲\n戒請求は法律上の根拠を欠くものではない。\nしたがって，本件各懲戒請求は事実上又は法律上の根拠を欠くものではな\nく，不法行為を構成しない。\n（被告Ｃの主張）\n否認し，争う。\n⑵  原告の損害（争点２）\n（原告の主張）\nア  原告は，本件懲戒請求によって名誉権，名誉感情，信用を侵害されると\nともに，原告及び原告が所属する法律事務所の他の弁護士との関係で利益\n相反の確認を要するなど事務負担を負わされて業務を妨害された。また，\n本件各懲戒請求が人種差別的意図に基づくことから，強い恐怖心等を抱い\nた。これらによる精神的苦痛に対する慰謝料は選定者及び被告１名ごとに\n１０万円を下るものではなく，弁護士費用相当損害金も選定者及び被告１\n名ごとに１万円である。\nイ  原告は，本件訴訟において，単独不法行為に基づく損害賠償請求権を訴\n訟物としており，裁判所は，別個の訴訟物である共同訴訟行為に基づく損\n害賠償請求権について判断することはできないし，本件各懲戒請求が共同\n不法行為であるとも認められない。また，本件訴訟において原告が主張し\nている損害は，先行する違法な集団懲戒請求に，異時又は同時に一件の違\n法な懲戒請求が加わったことによって新たに発生した損害である。したが\nって，原告が同種の懲戒請求を行った者から損害賠償金の弁済を受けたと\nしても，本件訴訟において主張している上記損害が填補されることはない。\n（被告（選定当事者）らの主張）\n懲戒請求された事実は綱紀委員会以外の場で公表されることはなく，綱紀\n委員会の委員は守秘義務を課されているため，懲戒請求が原告の名誉及び信\n用に影響を与えることはないし，本件各懲戒請求に原告を侮辱する内容は含\nまれていない。また，本件各懲戒請求に係る調査が開始された旨の通知書が\n発出された翌日には本件各懲戒請求につき懲戒委員会の審査を求めない旨の\n議決がされており，原告は弁明書の提出を求められていない。\nまた，原告は，本件懲戒請求書を利用した他の懲戒請求者から和解金を受\n領しており，損害は十分に填補されている。\n（被告Ａの主張）\nア  綱紀委員会の委員には守秘義務が課されており，被告Ａは懲戒請求の事\n実を第三者に明らかにしていないから，本件各懲戒請求の事実が第三者に\n知られたことによる名誉及び信用の毀損について被告Ａが責任を負う理由\nはない。また，被告Ａ単独による懲戒請求による利益相反の確認等の事務\n負担は通常の弁護士業務に伴うものである。さらに，被告Ａによる懲戒請\n求は人種差別的意図によるものではないし，原告が強い恐怖心を抱いたり\n名誉感情を傷つけられたりしたとすれば，それは大量の懲戒請求がなされ\nたことによるものであり，被告Ａ個人に帰責することはできない。\nイ  本件ブログの管理人の呼び掛けにより，本件懲戒請求書を利用した懲戒\n請求が９５８件なされているところ，この９５８件の懲戒請求者らは，本\n件ブログの管理人を介して順次共謀して集団的に懲戒請求をしたのであ\nり，これらの懲戒請求については共同不法行為が成立する。そして，この\n共同不法行為によって原告が被った損害は１００万円を超えることはない\nというべきところ，原告は，他の懲戒請求者らから少なくともこれを超え\nる金額の弁済を受けているから，原告の損害賠償請求権は，他の共同不法\n行為者らの弁済により消滅している。\n（被告Ｃの主張）\n否認し，争う。\n第３  当裁判所の判断\n１  争点１（本件各懲戒請求が不法行為を構成するか）について\n⑴  弁護士法５８条１項に基づく懲戒請求が事実上又は法律上の根拠を欠く場\n合において，請求者が，そのことを知りながら又は通常人であれば普通の注\n意を払うことによりそのことを知り得たのに，あえて懲戒を請求するなど，\n懲戒請求が弁護士懲戒制度の趣旨目的に照らし相当性を欠くと認められると\nきには，違法な懲戒請求として不法行為を構成すると解するのが相当である。\n⑵  これを本件についてみると，本件各懲戒請求は，原告が，本件会長声明に\n賛同，容認し，その活動を推進するという確信的犯罪行為に及んだこと（以\n下「本件懲戒事由１」という。）及び在日コリアン弁護士協会と連携したこ\nと（以下「本件懲戒事由２」という。）を懲戒事由として挙げるものである。\nまず，本件懲戒事由１については，前記前提事実のとおり，原告は，本件\n各懲戒請求までに，本件会長声明に賛同する意向を表明したり，その活動を\n推進したりしたことはなく，また，神奈川県弁護士会や在日コリアン弁護士\n協会に所属していること自体が本件会長声明を容認することを意味するもの\nとはいえない。さらに，原告が本件会長声明に賛同等をしていても確信的犯\n罪行為には当たらない。したがって，本件懲戒事由１が事実上及び法律上の\n根拠を欠くことは明らかである。\n次に，本件懲戒事由２については，在日コリアン弁護士協会との連携が何\nを意味するのかは判然としないが，前記前提事実の同協会の設立目的に照ら\nしても，同協会と連携することが懲戒事由である品位を失うべき非行（弁護\n士法５６条１項）に該当すると解すべき根拠は何ら見当たらず，本件懲戒事\n由２については，法律上の根拠を欠くことが明らかである。\nそして，上記のとおり，本件懲戒請求書記載の各懲戒事由が事実上又は法\n律上の根拠を欠くものであることが明らかであって，選定者ら，被告Ａ，被\n告Ｂ及び被告Ｃは，そのことを知りながら又は通常人であれば普通の注意を\n払うことによりそのことを知り得たのに，あえて本件各懲戒請求に及んだも\nのというべきである。\n以上によれば，本件各懲戒請求は，弁護士懲戒制度の趣旨目的に照らし相\n当性を欠くものであり，不法行為を構成する。\n２  争点２（原告の損害）について\n⑴  原告は，本件各懲戒請求を受けたことによって，名誉及び信用を毀損され，\n各種の事務負担が生じたものと認められる（なお，被告（選定当事者）ら及\nび被告Ａは，綱紀委員会の委員には守秘義務があるから原告の名誉及び信用\nは毀損されていない旨主張する。しかし，本件ブログにおいて原告を対象弁\n護士とする懲戒請求を行うことが広く呼び掛けられ，選定者ら及び被告Ａは，\nこの呼び掛けに賛同してそれぞれ本件各懲戒請求に及んだものであって，そ\nの経過・態様に照らせば，本件各懲戒請求は公然と行われたものというべき\nであり，また，本件ブログの管理者又はその関係者から本件各懲戒請求の事\n実が第三者に伝播する可能性もあるから，上記主張は採用できない。）。ま\nた，本件懲戒請求書記載の懲戒事由の内容に加え，原告が本件会長声明に賛\n同する意向を表明したり，その活動を推進したりしたことはなかったにもか\nかわらず原告が懲戒請求の対象とされたのは，その氏名から在日コリアンで\nあると判断されたためと考えられることからすれば，本件各懲戒請求は，人\n種差別的意図をもって，原告が在日コリアンであること及び在日コリアン弁\n護士協会に所属することのみを理由として，原告が確信的犯罪行為等に及ん\nでいるなどと主張するものであって，原告に対する差別的言動といわざるを\n得ない。原告は，こうした差別的言動を受けて名誉感情を害され，恐怖心等\nを覚えたものと認められる。\nもっとも，本件訴訟において，原告は本件各懲戒請求という個々の懲戒請\n求によって精神的苦痛を受けたとして損害賠償請求をしている以上，慰謝料\nの算定に当たり，原告に対して同種の懲戒請求が多数行われたこと自体を斟\n酌することはできない。原告が主張するのは，先行する違法な集団懲戒請求\nに異時又は同時に一件の違法な懲戒請求が加わったことによって新たに発生\nした精神的苦痛という損害であるところ，懲戒請求が一件増加することによ\nる精神的苦痛は，多大なものであるとは認め難い。\nまた，原告に対して綱紀委員会に懲戒請求の調査を求めた旨の通知が発出\nされた翌日には綱紀委員会が懲戒委員会の審査を求めないことを相当とする\n旨の議決をしたことからすれば，原告において弁明書の提出等の本件各懲戒\n請求の審査に対応するための負担が生じたとも認められない。\n以上のほか，本件に顕れた一切の事情を勘案すると，原告が受けた精神的\n苦痛に対する慰謝料は，被告（選定当事者を除く。）及び選定者１名ごとに\n３万円であると認めるのが相当であり，また，本件各懲戒請求と相当因果関\n係のある弁護士費用は，被告（選定当事者を除く。）及び選定者１名ごとに\n３０００円であると認める。\n⑵  これに対し，被告（選定当事者）ら及び被告Ａは，原告が本件懲戒請求書\nを利用した他の懲戒請求者から和解金等を受領しており，損害が填補されて\nいるなどと主張する。\nしかしながら，原告が本件訴訟において本件各懲戒請求という個々の不法\n行為による損害の賠償を請求しており，個々の懲戒請求によって損害が生じ\nていることは前示のとおりであって，仮に，原告が他の懲戒請求者から和解\n金等の支払を受けたとしても，これによって選定者ら及び被告Ａによる本件\n各懲戒請求によって生じた損害が填補されるものではないから，被告（選定\n当事者）ら及び被告Ａの主張は採用することができない。\n３  なお，被告（選定当事者）らは，選定者らが同意していないにもかかわらず\n原告の手元に選定者らの個人情報が渡っており，どこかで違法な手続が行われ\nた，本件懲戒請求書には選定者らが記入していなかった日付が何者かによって\n加筆されており偽造であるなどと主張して，本件訴えの却下を求めているが，\n同主張に係る事実によって本件訴えが不適法になるとは解されないから，同主\n張を採用することができない。\n４  被告Ｂは，本件口頭弁論期日に出頭せず，答弁書その他の準備書面を提出し\nないから，請求原因事実を争うことを明らかにしないものとして，これを自白\nしたものとみなす。そして，上記と同様，被告Ｂによる懲戒請求は，原告に対\nする不法行為を構成するものと認められ，これにより原告が受けた精神的苦痛\nに対する慰謝料は３万円，弁護士費用は３０００円と認める。\n５  結論\n以上により，⑴選定者各人が負うべき給付義務の内容は，原告に対し，それ\nぞれ慰謝料３万円と弁護士費用３０００円の合計３万３０００円及びこれに対\nする不法行為以降の日である平成２９年１２月１３日から支払済みまで民法所\n定の年５分の割合による遅延損害金の支払義務となる。もっとも，本判決の名\n宛人は，任意的訴訟担当たる選定当事者であるから，判決主文の形式としては，\nＡ，被告Ｂ及び被告Ｃは，原告に対\nし，それぞれ慰謝料３万円と弁護士費用３０００円の合計３万３０００円及び\nこれに対する不法行為以降の日である平成２９年１２月１３日から支払済みま\nで民法所定の年５分の割合による遅延損害金の支払義務を負う。\nよって，原告の請求は，主文第１項及び第２項記載の限度で理由があるから\nこれを認容し，その余の請求はいずれも理由がないからこれを棄却することと\nして，主文のとおり判決する。\n名古屋地方裁判所民事第６部\n裁判長裁判官    加 島 滋 人\n裁判官    舟 橋 伸 行\n裁判官    治 部 宏 樹\n"
}