{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 12,
    "day": 19
  },
  "case_number": "令和5(ネ)57",
  "case_name": "損害賠償請求控訴事件",
  "court_name": "大阪高等裁判所第13民事部",
  "result": "棄却",
  "gist": "国有地売却に関する決裁文書等の改ざんを被控訴人が指示したことを理由とする民法７０９条に基づく損害賠償請求について、控訴人の主張する行為は国家賠償法１条１項が適用されるものであるとして、公務員である被控訴人の責任を否定した事例",
  "lawsuit_id": "92653",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=92653",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/653/092653_hanrei.pdf",
  "contents": "令和５年（ネ）第５７号      損害賠償請求控訴事件\n令和５年１２月１９日  大阪高等裁判所第１３民事部判決\n主         文\n１  本件控訴を棄却する。\n２  控訴費用は控訴人の負担とする。\n事実及び理 由\n【略語について】\n本判決で用いる略語は別紙１「略語一覧表」記載のとおりである。\n第１  控訴の趣旨\n１  原判決を取り消す。\n２  被控訴人は、控訴人に対し、１６５０万円及びこれに対する平成▲年▲月▲日\nから支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n１  事案の要旨\n控訴人の夫であるＡは、近畿財務局の上席国有財産管理官として勤務していた\n平成２９年２月以降、森友学園に対する本件国有地の売却に関する本件決裁文書\nの改ざんを指示されてその作業に従事するなどし、同年７月上旬頃に鬱病を発症\nして平成▲年▲月▲日に自殺した。\n控訴人は、平成２９年２月当時の理財局長であった被控訴人が、①本件決裁文\n書の改ざんを指示してＡを自殺に至らしめたこと（故意による不法行為）、②Ａ\nの死亡後、控訴人に対して改ざん指示の経緯に関する説明及び謝罪をすべき信義\n則上の義務に違反したこと（過失による不法行為）により、控訴人に対して精神\n的苦痛を与えたと主張して、被控訴人に対し、民法７０９条に基づき、損害賠償\n金１６５０万円及びこれに対する平成▲年▲月▲日から支払済みまで年５分（平\n成２９年法律第４４号による改正前の民法所定利率）の割合による遅延損害金の\n支払を求めている。\n２  原審の判断及び控訴の提起\n原審は、被控訴人は控訴人に対して民法７０９条に基づく損害賠償責任を負わ\nないとして、控訴人の請求を棄却したところ、控訴人はこれを不服として上記第\n１記載のとおりの控訴を提起した。\n第３  争点及び争点に関する当事者の主張\n１  争点\n(1)  本件決裁文書の改ざん指示を理由とする被控訴人の損害賠償責任の有無\n(2)  説明・謝罪義務違反を理由とする被控訴人の損害賠償責任の有無\n(3)  控訴人の損害\n２  争点に関する当事者の主張\n(1)  争点(1)（本件決裁文書の改ざん指示を理由とする被控訴人の損害賠償責任\nの有無）について\n【控訴人の主張】\n控訴人の主張は別紙２「控訴人の主張」記載のとおりであり、その要旨は以\n下のとおりである。\nア  被控訴人が理財局長の地位を利用して本件決裁文書の改ざんを指示した\nため、Ａは改ざん作業を強要され、これにより極めて強い心理的負荷を受け、\n鬱病を発症して自殺するに至った。被控訴人は、改ざん指示によってＡが極\nめて強い心理的負荷を受けることを少なくとも認識・認容していたから、被\n控訴人の改ざん指示は故意による不法行為を構成する。\nイ  本件決裁文書の改ざん指示という被控訴人の行為は、職務権限の範囲を明\nらかに逸脱し又はこれを濫用したものであって、公務員としての職務行為と\nは評価できないから、国賠法１条１項は適用されない。\nウ  仮に被控訴人の行為について国賠法１条１項が適用されるとしても、公務\n員個人の損害賠償責任を否定する説（否定説）に基づく最高裁判例は変更さ\nれるべきであって、公務員に故意又は重大な過失がある場合には公務員個人\nの損害賠償責任を認めるべきであるし（制限的肯定説）、これが認められな\nいとしても、少なくとも故意を超えた悪質な権限濫用事案は最高裁判例の射\n程外であるから、このような事案では公務員個人の損害賠償責任を認めるべ\nきである（権限濫用説）。そして、上記ア及びイのとおり、本件において、被\n控訴人には故意があるし、悪質な権限濫用をしているから、被控訴人の控訴\n人に対する損害賠償責任は否定されない。\nまた、国賠法１条１項が公務員個人の損害賠償責任を否定しているとすれ\nば、これは憲法１７条、１４条、２９条２項及び１３条に違反するものであ\nる。\nエ  したがって、被控訴人は、控訴人に対し、本件決裁文書の改ざん指示につ\nいて、民法７０９条に基づく損害賠償責任を負うというべきである。\n【被控訴人の主張】\n公務員個人は職務行為について民法７０９条に基づく損害賠償責任を負わ\nないから、控訴人の主張する行為について被控訴人が損害賠償責任を負うこと\nはない。\n(2)  争点(2)（説明・謝罪義務違反を理由とする被控訴人の損害賠償責任の有無）\nについて\n【控訴人の主張】\n本件決裁文書の改ざん指示に係る違法性の強さ及びＡの自殺という重大な\n結果に照らせば、被控訴人は、国家公務員を退職後も、控訴人に対して本件決\n裁文書の改ざん指示の経緯に関する説明及び謝罪をすべき信義則上の義務を\n負っている。それにもかかわらず、被控訴人は、平成３０年１０月２８日に１\n回、令和元年８月上旬頃に２回、控訴人から上記説明及び謝罪を求められた際\nに何ら誠実な回答をせず、上記義務に違反した。\nしたがって、被控訴人は、控訴人に対し、説明・謝罪義務違反について、民\n法７０９条に基づく損害賠償責任を負うというべきである。\n【被控訴人の主張】\n被控訴人は控訴人が主張するような信義則上の説明・謝罪義務を負っていな\nいから、控訴人に対して損害賠償責任を負わない。\n(3)  争点(3)（控訴人の損害）について\n【控訴人の主張】\n被控訴人の各不法行為により、控訴人は慰謝料１５００万円（改ざん指示に\nついて１２００万円、説明・謝罪義務違反について３００万円）及び弁護士費\n用１５０万円の合計１６５０万円の損害を被った。\n【被控訴人の主張】\n控訴人の主張は争う。\n第４  当裁判所の判断\n１  認定事実\n後掲証拠及び弁論の全趣旨によれば、以下の事実が認められる。\n(1)  当事者等\nア  控訴人の夫であるＡ（昭和３８年生）は、平成２９年２月当時、近畿財務\n局管財部の統括国有財産管理官(1)所属の上席国有財産管理官であった。（甲\n１、乙１０）\nイ  被控訴人は、平成２９年２月当時の理財局長であったが、同年７月５日に\n国税庁長官に任命され、平成３０年３月９日に依願退職した。（甲８）\n(2)  Ａの自殺に至る経緯等（甲８、１０、乙１０、１１、弁論の全趣旨）\nア  森友学園は、近畿財務局に対し、本件国有地を小学校の建設用地として買\nい受けることを要望し、国（近畿財務局長）は、平成２８年６月２０日、森\n友学園に対して本件国有地を売却した（森友学園案件）。\n森友学園案件については、市議会議員等からの行政文書開示請求、国会議\n員からの資料要求、報道機関からの照会等の動きがあり、平成２９年２月９\n日には、「近畿財務局が売却額等を非公表にしている」、「売却額は同じ規模\nの近隣国有地の１０分の１」、「森友学園が買った土地には、今春に同学園が\n運営する小学校が開校する予定」、「同校の名誉校長は首相の妻」などの報道\nがされた。国会審議においても、同月１５日以降、森友学園案件が連日取り\n上げられ、同月１７日には、当時の内閣総理大臣が、本人も妻も本件国有地\nの売却に一切関わっていない旨の国会答弁をした。このような経緯で、財務\n省において国有財産行政を所掌する理財局及び近畿財務局は、森友学園案件\nに関する国会対応等に追われることになった。\nイ  Ａは、管財部において、森友学園への本件国有地の売却には関与していな\nかったが、平成２９年２月以降、通常業務のほか、森友学園案件に関する国\n会からの資料要求及び行政文書開示請求への対応、上級庁との連絡調整、指\n示事項への対応、国民からの苦情申出への対応等を担当するようになり、こ\nれまでの業務で経験したことのない緊張感の中、慢性的に深夜に及ぶ長時間\n労働に従事することとなった。その中で、Ａは、後記(3)のとおり、理財局\nの指示により、本件決裁文書の改ざん作業に関与した。\nウ  Ａは、平成２９年２月以降に従事した業務によって強い精神的負荷を受け、\n同年７月上旬頃に鬱病を発症した。Ａは、同月２０日以降病気休暇を取得し、\n同年１０月１８日から病気休職となった後、平成▲年▲月▲日に自殺した。\n(3)  本件決裁文書の改ざんへのＡの関与（甲８、１０、１１、５６、乙１０、１\n１、弁論の全趣旨）\nア  Ａは、平成２９年２月２６日（日）、家族と外出中に、上司である統括国有\n財産管理官から、本省に指示された作業が多いので手伝ってほしいとの電話\n連絡を受け、午後４時半頃に近畿財務局に登庁した。登庁後、Ａは、午後１\n０時頃まで、国有財産審理室のＢ補佐又は担当係長から複数回にわたってメ\nールで行われた具体的指示に従って、管財部が保管している本件決裁文書中\nの一部の文書について、政治家関係者からの照会状況等が記載された経緯部\n分を削除するなどの改ざん作業を順次行った。改ざん作業の結果については、\n管財部次長又はＡが、Ｂ補佐又は担当係長に対してメールで順次報告してい\nた。\nＡは、引き続き同月２７日にも、Ｂ補佐又は担当係長の具体的指示に従い、\n上記改ざん作業を行った。\nイ  Ｂ補佐又は担当係長は、同年３月７日、Ａを含む管財部の職員に対してメ\nールを送信し、本件決裁文書中の一部の文書の修正（改ざん）を具体的に指\n示した。Ａは、上記改ざん指示があったことをＣ管財部長に報告し、これに\n応じるなとの指示を受けたため、改ざんを行わなかった。\nＡは、同月８日午前、Ｂ補佐から、Ｄ総務課長からの指示であるとして、\n本件決裁文書中の一部の文書の改ざんを具体的に指示されたが、Ｃ管財部長\n及び管財部次長に報告の上、改ざん指示に従わなかった。\nＡは、同日午後、Ｂ補佐又は担当係長から、改ざん後の本件決裁文書をメ\nールで受信した。Ａは、同日午後５時４５分、Ｂ補佐に対し（ＣＣにＦ企画\n課長、Ｅ審理室長及びＣ管財部長等）、Ｂ補佐から依頼のあった修正（改ざ\nん）については、近畿財務局として、「今後、会計検査院の受検を受ける当局\nとして、既に意思決定した調書を修正することに疑問が残る」、「国会対応の\nため、本省の判断において修正等を行うことは、そのご指示に従う（本省が\n修正したものに差し替える）」などと記載したメールを送信した。\n上記のとおりＡが改ざん作業に抵抗したことから、Ｄ総務課長がＣ管財部\n長に対して電話をして相談した結果、両名の間で、近畿財務局は、Ａを含む\n統括国有財産管理官の配下職員をこれ以上改ざん作業に関与させないが、理\n財局が国会対応の観点から同作業を行うならば、一定の協力は行うものと整\n理された。\nウ  その後、Ａは、本件決裁文書の改ざん作業を直接行うことはなかったが、\n本件決裁文書の改ざんに関する理財局と近畿財務局の間のメールでのやり\n取りは情報共有されていた。また、Ａは、改ざん後の本件決裁文書に基づき、\n行政文書開示請求や会計検査院への対応を行うことを余儀なくされた。\nエ  Ａは、Ｂ補佐又は担当係長からされた上記各改ざん指示の元は全て被控訴\n人であり、被控訴人の指示には誰も背けず、被控訴人が事細かく修正を指示\nしたのかは分からないが、Ｂ補佐等が過剰反応して修正範囲が拡大していっ\nたと認識していた。また、Ａは、森友学園案件を長期化・複雑化させている\nのは、被控訴人等の財務省幹部が国会等で事実に反する虚偽の答弁を貫いて\nいることが最大の原因である、近畿財務局の職員は事実に反することを知り\nながら、幹部を始めとする誰もが本省に異論を示すことができず、組織とし\nてのコンプライアンスが機能する体制にない、役所の中の役所といわれる財\n務省において、決裁文書の改ざんが平然と行われている、本省が全て責任を\n負うべき事案であるにもかかわらず、最後は近畿財務局に責任を押し付ける\nであろうなどと考えており、これらについて強い憤りと苦しみを感じていた。\n(4)  本件決裁文書の改ざんに関する財務省の調査結果（甲８）\n財務省は、平成３０年３月１２日、理財局によって本件決裁文書が改ざんさ\nれていたことを公表し、同年６月４日、調査結果を取りまとめた本件調査報告\n書を公表した。本件調査報告書には、本件決裁文書の改ざんへの被控訴人の関\n与等に関し、要旨以下の記載がある。なお、本件調査報告書には、当時の職員\nの認識等に照らし、「改ざん」を「書換え」と表現している部分がある。\nア  本件決裁文書の改ざんの経緯\n(ｱ)  平成２９年２月２１日に実施された国会議員団による近畿財務局等と\nの面会において、政治家関係者の関与の有無について厳しい質問があり、\nその後も引き続き質問を受けることになると思われたことから、理財局に\nおいては、本件決裁文書中の一部の文書における政治家関係者に関する記\n載の取扱いが問題となり得ることが認識された。\nその後、総務課長及び国有財産審理室長が上記記載について被控訴人に\n報告したところ、被控訴人は、当該文書の位置付け等を十分に把握しない\nまま、そうした記載のある文書を外に出すべきではなく、最低限の記載と\nすべきであると反応した。被控訴人からはそれ以上具体的な指示はなかっ\nたものの、両名は、被控訴人の反応を受けて、将来的に当該文書の公表を\n求められる場合に備えて、記載を直す必要があると認識した。\nその上で、本件決裁文書のうち理財局が作成した文書については、同月\n２６日、国有財産審理室長及びその配下職員が、政治家関係者からの照会\n状況等が記載された経緯部分を削除するなどの作業を行った。本件決裁文\n書のうち近畿財務局が作成した文書については、同日、理財局から管財部\nの職員に出勤を要請した上で、国有財産審理室の職員が、管財部の職員に\n対し、上記同様の書換えを行うよう具体的に指示をし、管財部次長及び統\n括国有財産管理官以下の職員（注：Ａはこの職員に含まれる。）が指示どお\nりの作業を行った。\n(ｲ)  被控訴人は、同月２７日、国有財産企画課及び国有財産審理室から、本\n件決裁文書中の一部の文書の内容の報告を受けた際、このままでは外には\n出せないと反応したため、配下の職員の間では、記載を直すことになると\nの認識が改めて共有された。また、被控訴人は、総務課長及び国有財産企\n画課長に対し、担当者に任せるのではなくしっかりと見るようにと指示し\nたため、両名は、記載内容を整えた上で被控訴人の了解を得る必要がある\nと認識した。\n(ｳ)  同年３月２日の参議院予算委員会において、国会議員から本件決裁文\n書の提出要求があったため、総務課長、国有財産企画課長、国有財産審理\n室長及び配下の職員が相談して検討を進め、被控訴人に対して検討状況が\n報告された。そして、被控訴人を含めて行った議論を踏まえ、同月８日に\nかけて、理財局は、近畿財務局に対し、本件決裁文書の更なる書換え案を\n示した。\n近畿財務局の統括国有財産管理官の配下職員（注：Ａはこの職員に含ま\nれる。）は、そもそも改ざんを行うことへの強い抵抗感があったこともあ\nり、理財局からの度重なる指示に強く反発し、同日までに管財部長に相談\nした。理財局の総務課長と近畿財務局の管財部長との間で相談がされた結\n果、近畿財務局においては、統括国有財産管理官の配下職員（注：Ａはこ\nの職員に含まれる。）はこれ以上作業に関与させないこととしつつ、理財\n局が国会対応の観点から作業を行うならば、一定の協力は行うものと整理\nされた。\n一方、理財局は、国会審議への対応、国会議員等からの説明要求や資料\n要求等への対応に追われており、書換え内容については、同月２０日に被\n控訴人を含めて改めて議論を行うこととなった。その際、被控訴人からは、\n同年２月から３月にかけて積み重ねてきた国会答弁を踏まえた内容とす\nるよう念押しがあった。遅くともこの時点までには、被控訴人も、本件決\n裁文書の書換えを行っていることを認識していたものと認められる。同日\nの議論を踏まえて、同月２１日までに、加筆した案が作成されて近畿財務\n局に共有された。\n(ｴ)  会計検査院による近畿財務局への実地検査の開始が近付いてきた同年\n４月上旬、総務課長から、被控訴人に対し、近畿財務局側には強い抵抗感\nがあるとの状況が報告された。被控訴人は、必要な書換えは行う必要があ\nるとの反応であったため、総務課長から国有財産審理室長及び管財部長に\n対して、最低限、政治家関係者からの照会状況の記載と、それまでの国会\n答弁との関係が問題となりかねない箇所については書換えが必要である\n旨が伝えられた。国有財産審理室長から管財部次長に対してもこの内容が\n伝達されるとともに、配下の国有財産審理室の職員がその時点までに作成\nした本件決裁文書の書換え案が改めて送付された。近畿財務局においては、\n管財部次長が、同月８日、理財局の指示を踏まえた作業を行った。\nイ  一連の問題行動の総括\n(ｱ)  本件決裁文書の改ざんは、国会審議において森友学園案件が大きく取\nり上げられる中で、更なる質問につながり得る材料を極力少なくすること\nが主たる目的であったと認められる。本来は、元々の決裁文書を提出した\n上で、その場合に生じ得た１つ１つの質問に対して丁寧に答弁していくべ\nきであったし、そうすることは不可能ではなかったと考えられるが、当時\nの理財局の幹部職員は、国会審議が相当程度紛糾するのではないかと懸念\nし、それを回避する目的で改ざんを進めたものと認められる。\n(ｲ)  被控訴人は、平成２９年２月下旬以降、国会議員からの資料要求等へ\nの対応に関する配下職員からの相談に対して、国会審議を更に紛糾させか\nねない対応は避けるべきであり、提出する前に中身をよく精査すべきとの\n指示をしていたものと認められる。その後、本件決裁文書の書換えを行っ\nていることを認識したにもかかわらず、進行中の作業を止めるのではなく、\nむしろ継続させたものと認められる。\n(ｳ)  被控訴人は、国会や会計検査院等への対応に際して、本件決裁文書の\n改ざんの方向性を決定付けたものと認められる。一連の問題行動の全貌ま\nでを承知していたわけではないが、国有財産行政の責任者である理財局長\nであり、さらに、一連の問題行為が森友学園案件に関する自身の国会答弁\nとの関係に起因していたことも踏まえれば、問題行為の全般について責任\nを免れるものではない。被控訴人は、停職３か月の懲戒処分に相当するも\nのと認められる。\n(5)  被控訴人に対する懲戒処分及び刑事処分（甲８、３７、弁論の全趣旨）\nア  被控訴人は、平成３０年３月９日、国有財産行政に関する信頼を損なった\nことを理由として、３か月間２０％の減給をする旨の懲戒処分を受け、依願\n退職した。その後、被控訴人は、上記(4)のとおり、本件調査報告書において、\n停職３か月の懲戒処分に相当するものと判断されたことから、同懲戒処分を\n受けていたと仮定した場合における俸給相当額等を退職手当から減額され\nた。\nイ  検察官は、本件決裁文書の改ざん等に関し、平成３０年５月３１日、被控\n訴人を被疑者とする有印公文書変造・同行使、公用文書毀棄被疑事件につい\nて不起訴処分をした。これに対し、大阪第一検察審査会は、平成３１年３月\n１５日、被控訴人に対する不起訴処分は不当である旨の議決をしたが、その\n後、被控訴人に対する不起訴処分が再度され、刑事事件は終了した。\n(6)  Ａに関する公務災害認定（甲２２、乙１０）\n近畿財務局長は、Ａの鬱病発症を公務上の災害と認定し、平成３１年２月７\n日付けで、控訴人に対し、国家公務員災害補償法の規定による補償を受けるこ\nとができる旨の通知をし、その後、遺族補償年金等の支給決定をした。\n(7)  被控訴人に対する説明等の要求（甲２３、５６）\n控訴人は、令和元年８月９日頃、代理人弁護士を通じて被控訴人に対し、本\n件決裁文書の改ざんを指示するに至った経緯に関する説明及び謝罪を申し入\nれる書面を送付したが、被控訴人からの回答はなかった。\n(8)  本件訴訟の経緯（顕著な事実、弁論の全趣旨）\nア  控訴人は、令和２年３月１８日、被控訴人に対する民法７０９条に基づく\n損害賠償請求と国に対する国賠法１条１項に基づく損害賠償請求を単純併\n合して、本件訴訟を提起した。\nイ  国に対する損害賠償請求は、Ａが本件決裁文書の改ざん作業を強要された\nこと及び長時間労働や連続勤務を余儀なくされたことについて、国には注意\n義務違反があり、これによりＡが鬱病を発症し自殺するに至ったと主張して、\nＡの唯一の相続人である控訴人が、損害賠償金１億０７１２万８０１７円\n（逸失利益６２８８万９１０７円、死亡慰謝料２８００万円、遺族固有の慰\n謝料５００万円、葬祭料１５０万円及び弁護士費用９７３万８９１０円の合\n計）及び遅延損害金の支払を求めるものであった。\n国は、令和３年１２月１５日の原審進行協議期日において、控訴人の請求\nを認諾した。その後、国（財務大臣）は、被控訴人に対して国賠法１条２項\nに基づく求償権を行使しない方針を明らかにした。\nウ  控訴人は、原審において、国による請求認諾後、被控訴人に対する主請求\n額を５５０万円（慰謝料５００万円及び弁護士費用５０万円の合計）から、\n１６５０万円（慰謝料１５００万円及び弁護士費用１５０万円の合計）に拡\n張した。\n２  争点(1)（本件決裁文書の改ざん指示を理由とする被控訴人の損害賠償責任の\n有無）について\n(1)  本件において、控訴人は、国家公務員である理財局長の地位にあった被控\n訴人が、同地位を利用して本件決裁文書の改ざんを指示するという故意の不法\n行為をしてＡを自殺に至らしめ、これにより控訴人に損害を加えたことを主張\nして、被控訴人に対して損害賠償を求めている。そうすると、控訴人の主張す\nる事実は、国賠法１条１項にいう「国又は公共団体の公権力の行使に当る公務\n員が、その職務を行うについて、故意又は過失によって違法に他人に損害を加\nえたとき」に該当するものというべきである。\nこれに対し、控訴人は、本件決裁文書の改ざん指示という被控訴人の行為は、\n職務権限の範囲を明らかに逸脱し又はこれを濫用したものであって、公務員と\nしての職務行為とは評価できないから、国賠法１条１項は適用されない旨主張\nする。しかしながら、国賠法１条１項にいう「職務を行うについて」とは、職\n務行為自体に限らず、職務行為に社会通念上関連ある行為がされた場合を指し、\n職務権限の範囲を逸脱し又は濫用した場合も含まれ得るものと解される。また、\n控訴人が主張する各事情は、被控訴人が行ったとする本件決裁文書の改ざん指\n示の悪質性を示すものではあっても、当該行為が理財局長であった被控訴人の\n「職務を行うについて」されたものでないこと、すなわち理財局長の職務と社\n会通念上関連性がないことを示すものとはいえない。実際問題としても、控訴\n人の上記主張によれば、被控訴人による改ざん指示が認められた場合であって\nも、それによって生じた損害について国は損害賠償責任を負わないことになる\nが、そのような事態は被害者保護の観点からして相当とは考えられない。した\nがって、控訴人の上記主張は採用できない。\n(2)  国賠法１条１項は、「国又は公共団体の公権力の行使に当る公務員が、その\n職務を行うについて、故意又は過失によって違法に他人に損害を加えたときは、\n国又は公共団体が、これを賠償する責に任ずる。」と規定しているところ、国又\nは公共団体が損害賠償責任を負う場合、当該公務員個人も損害賠償責任を負う\nかどうかの点については、上記規定からは必ずしも明らかでない。なお、「国又\nは公共団体が」という文言は、国又は公共団体のみが責任を負うという趣旨を\nうかがわせるものの、決定的な根拠とはいい難い。\n上記の点について、最高裁は、別紙３「最高裁判決一覧」記載の一連の判決\nにおいて、国賠法１条１項は、国又は公共団体の公権力の行使に当たる公務員\nが、その職務を行うについて、故意又は過失によって違法に他人に損害を与え\nた場合、公務員個人は民事上の損害賠償責任を負わないこととしたものである\nとの解釈を示しており、これが最高裁判例として確立しているといえる。特に、\n最高裁昭和５２年１０月２５日第三小法廷判決（同別紙記載７）は、高校教師\nが生徒に対して頭部を数回殴打するなどの懲戒権行使の限界を著しく逸脱し\nた違法行為をしたという事実関係の下、公務員に故意又は少なくとも重過失が\nある場合には公務員個人の損害賠償責任を認めるべきであるとの上告理由に\n対して、公務員個人は損害賠償責任を負わない旨の判断をしたものであるから、\n最高裁は、公務員が職務権限の範囲を逸脱した行為をし、故意又は少なくとも\n重過失が認められる場合であっても、公務員個人の損害賠償責任を否定する立\n場であると解される。\n上記一連の最高裁判決は、公務員個人の損害賠償責任を否定する理由につい\nて明示しておらず、学説上は控訴人の主張する制限的肯定説（故意又は重過失\nがある場合に公務員個人の損害賠償責任を肯定する説）等も有力である。しか\nしながら、当裁判所は、控訴人の主張する制限的肯定説や権限濫用説は採用で\nきず、公務員個人の損害賠償責任を否定する最高裁判例は変更されるべきもの\nとはいえないから、本件についても、被控訴人による本件決裁文書の改ざん指\n示が存在したとしても、同行為には国賠法１条１項が適用される以上、公務員\n個人である被控訴人の控訴人に対する損害賠償責任は認められないものと判\n断する。その理由は以下のとおりである。\n(3)  国賠法１条２項は、民法７１５条３項とは異なり、公務員に対する求償権\nの行使を当該公務員に故意又は重過失があった場合に限定しているところ、こ\nれは、公務員が萎縮して適正かつ円滑な公務の執行がされないといった事態を\n防ぎ、ひいては国民生活に支障を生じさせないようにするという配慮に基づく\nものと解される。なお、民法７１５条３項に基づく使用者の被用者に対する求\n償権の行使は信義則上相当な限度に制限されるものの、被用者に故意又は重過\n失がある場合に限定されているわけではないから、国賠法１条２項との相違は\n必ずしも小さくないといえる。\nそして、公務員を萎縮させることなく適正かつ円滑な公務の執行を確保し、\nひいては国民生活に支障を生じさせないようにするという観点は、国賠法１条\n１項が適用される場合に公務員個人の損害賠償責任を否定するべきか否かを\n検討する上でも、同様に考慮する必要があるものといえる。\n上記(2)で述べたとおり、現在の最高裁判例は公務員個人の損害賠償責任を\n否定しており、下級裁判所でもこれを踏まえた判断がされるのが一般的である\nから、現実には公務員個人の損害賠償責任が認められる可能性は極めて低いと\n考えられる。それにもかかわらず、公務員の職務行為について、国又は公共団\n体と同時に当該公務員個人を被告とする、更には当該公務員個人だけを被告と\nするという損害賠償請求訴訟も必ずしも珍しいとはいえないこと、上記訴訟に\nおいては、立証可能性は乏しくとも、当該公務員が自己の利益を図ったり相手\nに損害を加えたりするなどの不当な目的で職権を濫用したなどと主張される\nことも少なくないことは当裁判所に顕著である。上記訴訟が提起される理由や\n目的等は必ずしも明らかではないが、主張内容等に照らすと、法的知識の不足\n等によるものだけでなく、嫌がらせや逆恨み等によるものと疑われるものもあ\nるし、特定の公務員を対象に同様の訴訟を繰り返し提起したり、当該事案に関\n係する公務員に対して順次訴訟提起したりするといったことも見られる。また、\n弁護士費用を負担せずに訴訟提起できるからか、いわゆる本人訴訟が上記訴訟\nの一定割合を占めている実情にある。上記訴訟が提起された場合、被告となっ\nた公務員個人は、必要に応じて自ら費用を負担して弁護士に委任するなどして\n応訴する必要があるが、仮に請求が棄却されても、弁護士費用の敗訴者負担制\n度や公費負担制度は存在せず、不当訴訟を理由とする損害賠償請求訴訟で勝訴\nすることも容易でないから、支出した弁護士費用を回収するのは困難なことも\n多いと考えられる。\n現在の最高裁判例を前提とすれば、被告となった公務員個人は、請求原因と\nして主張されている行為が職務に関連することを主張立証できれば損害賠償\n責任を負わないため、主張立証に要する労力もさほどではなく（多くの場合は、\n訴状の記載自体から上記の事実が認められると考えられる。）、訴訟が長期化す\nることも多くないから、応訴負担は限定的なものにとどまるといえる。一方で、\n故意又は重過失がある場合や悪質な職務権限の濫用等がある場合に限るなど\nの要件を加えたとしても、公務員個人の損害賠償責任を認めるということにな\nれば、上記要件に該当することを主張した上で、公務員個人を被告として提起\nされる損害賠償請求訴訟が増加することが予想されるし、上記要件に該当する\nか否かをめぐって、当該公務員は、個人の立場で証拠収集をし、原告の主張に\n反論するための積極的な主張立証活動をすることを余儀なくされたり、争点整\n理や証拠調べに時間を要することによって現在よりも訴訟が長期化したりす\nるなどして、応訴負担が増大し、ひいては公務員に萎縮効果が生じるおそれも\n十分にあると考えられる。\nそうすると、適正かつ円滑な公務の執行を確保し、ひいては国民生活に支障\nを生じさせないようにするという観点からすれば、民法７１５条が適用される\n場合（公権力の行使に当たらない場合）とは異なり、国賠法１条１項が適用さ\nれる場合（公権力の行使に当たる場合）に公務員個人の損害賠償責任を否定す\nることには合理性があるといえる。これは、公務員を優遇するためのものでは\nなく、国民生活全般に影響を及ぼし得るという公務（公権力の行使に当たる行\n為）の特質に着目したものであるから、民法７１５条が適用される場合と区別\nすることも不合理とはいえない。\n(4)  公務員個人の損害賠償責任を否定する場合、違法行為の被害者は公務員個\n人に対して損害賠償を請求することができず、専ら国又は公共団体に対して損\n害賠償を請求するほかなくなるが、国又は公共団体が支払能力を有しないとい\nう事態はまず生じないと考えられるから、損害の填補の点で被害者救済に欠け\nることはないものといえる。少なくとも民法７１５条が適用される一般の使用\n者と比較すれば、国又は公共団体の方が資力を有するのが通常であると考えら\nれるから、両者を区別することも不合理とはいえない。\nこれに対し、控訴人は、Ｊ意見書に基づき、国又は公共団体に対する損害賠\n償請求訴訟が公務員個人に対する同訴訟に比べて現実的な困難を伴うという\n実態に照らすと、国又は公共団体が損害賠償責任を負うことを理由として、公\n務員の損害賠償責任を否定すべきではない旨主張する。しかしながら、控訴人\nが主張するような現実的困難性が仮に存在するとしても、飽くまで事実上かつ\n相対的なものにとどまるから、これを重視すべきとはいえない。また、控訴人\nの上記主張は、実質的に、公務員個人は国又は公共団体に比べて組織的対応等\nができないため、訴訟の相手方としてくみしやすいというのと変わりがなく、\nそれ自体が公務員に対する萎縮効果を生じさせかねないものである。したがっ\nて、控訴人の上記主張は採用できない。\n本件について見るに、控訴人は、Ａの自殺について、公務災害補償に加え、\n国に対する国賠法１条１項に基づく損害賠償請求訴訟の結果、遺族固有の慰謝\n料を含む請求額全額の債務名義を得ており（認定事実(6)、(8)）、国による損害\n賠償金の支払がされないとは考え難いから、控訴人が被った損害に対する填補\nはされるものと考えられ、これに加えて被控訴人の損害賠償責任を認めるべき\n必要性が高いとはいえない。\n(5)  また、不法行為に基づく損害賠償制度は、被害者に生じた現実の損害を金\n銭的に評価し、加害者にこれを賠償させることにより、被害者が被った不利益\nを補填して、不法行為がなかったときの状態に回復させることを目的とするも\nのであるところ（最高裁昭和６３年(オ)第１７４９号平成５年３月２４日大法\n廷判決・民集４７巻４号３０３９頁参照）、上記(4)で述べたとおり、公務員に\nよる違法行為の被害者については、国又は公共団体が損害賠償責任を負うこと\nによって上記の目的を達成することが可能であるといえる。\nもっとも、不法行為に基づく損害賠償制度によって加害者に対して損害賠償\n義務が課されることに伴って、加害者に対する制裁や、将来における同様の行\n為の抑止等の効果が少なくとも反射的・副次的に生じることは確かである。し\nかしながら、現在の法制度においては、違法行為をした公務員に対する制裁、\n将来的な違法行為の抑止、報復感情の満足・被害感情の回復による被害者救済\n等は、違法行為をした公務員に対する求償権の行使、懲戒処分及び刑事処分等\nによって実現することが本来的に想定されているから、上記の反射的・副次的\n効果を必要以上に重視するのは相当でない。控訴人が主張するようにこれらが\n十分に機能していないとすれば、それは各制度の運用を改善すべき問題であっ\nて、公務員個人の損害賠償責任を認めることによって解決するのが適切である\nとはいえない。\n本件について見るに、財務省による調査が十分なものであったかどうかは別\nとして、少なくとも同調査においても、被控訴人が本件決裁文書の改ざんの方\n向性を決定付けたものと結論付けられているし（認定事実(4)）、同調査で認定\nされた被控訴人の関与の経緯や態様等に照らせば、被控訴人は、少なくとも黙\n示的には本件決裁文書の改ざんを指示したと評価されてもやむを得ないもの\nといえる。このような被控訴人の行為に対しては、停職３か月の懲戒処分に相\n当する措置が実施されたものの、求償権の行使や刑事処分はされていないとこ\nろ（認定事実(5)、(8)）、被控訴人が国有財産行政の最終責任者である理財局長\nという要職にあり、本件決裁文書の改ざん等の問題行為全般に対して責任を有\nすることに照らすと（認定事実(4)）、その違法行為に対する制裁、同様の違法\n行為の将来的な抑止、控訴人の被害感情の回復等の観点からして、上記の措置\n等が相当かつ十分なものかについては議論があり得る。しかしながら、仮にこ\nれらが不相当・不十分であったとしても、これをもって公務員個人の損害賠償\n責任は認められないという国賠法１条１項の解釈を直ちに変更すべきとはい\nえないことは、上記で述べたとおりである。\n(6)  以上で述べたところによれば、公務員個人の損害賠償責任を否定する最高\n裁判例は合理的かつ相当なものと考えられるから、変更されるべきものとはい\nえない。なお、公務員に職務遂行意思がなかったが、いわゆる外形標準説によ\nって国賠法１条１項の適用が認められる事案（例えば、最高裁昭和２９年(オ)\n第７７４号同３１年１１月３０日第二小法廷判決・民集１０巻１１号１５０２\n頁の事案）については、最高裁判例の射程外であり、公務員個人の損害賠償責\n任を認めるべきという説も存在するが、上記認定事実(4)によれば、本件がそ\nのような事案であるとは認められない。\n(7)  これに対し、控訴人は、国賠法１条１項が公務員個人の損害賠償責任を否\n定しているとすれば、これは憲法１７条、１４条、２９条２項及び１３条に違\n反するものである旨主張する。\nしかしながら、憲法１７条は、大日本帝国憲法下における大審院判例であっ\nた公権力の行使に関する国家無答責の法理を否定し、「何人も、公務員の不法\n行為により、損害を受けたときは、法律の定めるところにより、国又は公共団\n体に、その賠償を求めることができる。」と規定したものであって、その文言に\n照らしても、当該公務員個人の損害賠償責任の有無については何ら定めていな\nいものと解される。そうすると、国賠法１条１項により公務員個人の損害賠償\n責任が否定されることが憲法１７条に違反するものとはいえない。\nまた、公務員の違法行為により損害を受けた場合、公務員個人に損害賠償を\n求めることはできなくとも、国又は公共団体に損害賠償を求めることができる\nのであるから、加害者が公務員である場合とそれ以外の者である場合とで、被\n害者に対して不合理な差別的取扱いをするものとはいえないし、被害者の財産\n権や自己決定権に対して不合理な制約を加えるものともいえない。そうすると、\n国賠法１条１項により公務員個人の損害賠償責任が否定されることは、憲法１\n４条に違反しないし（別紙「最高裁判決一覧」記載６の最高裁判決参照）、憲法\n２９条２項及び１３条にも違反しない。\nしたがって、控訴人の上記主張は採用できない。\n(8)  以上によれば、被控訴人が本件決裁文書の改ざん指示を理由とする損害賠\n償責任を負うとはいえない。\n３  争点(2)（説明・謝罪義務違反を理由とする被控訴人の損害賠償責任の有無）に\nついて\n控訴人は、被控訴人が控訴人に対して本件決裁文書の改ざん指示の経緯に関す\nる説明及び謝罪をすべき信義則上の義務を負っている旨主張する。\nしかしながら、一般に、公務員が違法行為をした場合、当該公務員が個人とし\nて違法行為の被害者に対して説明及び謝罪をすべき法的義務を負っているとは\n解されない。また、本件についても、本件決裁文書の改ざんの経緯やこれに関与\nしたことによってＡが受けた苦しみ等（認定事実(3)、(4)）に照らすと、控訴人\nによる説明等の要求（認定事実(7)）に対しては、被控訴人において、道義的責任\nに基づき、あるいは一人の人間として、控訴人に対して誠意を尽くした説明及び\n謝罪をすることがあってしかるべきとも考えられるが、上記説明及び謝罪をすべ\nき法的義務を課すことまでは困難といわざるを得ない。\nしたがって、控訴人の上記主張は採用できず、被控訴人が説明・謝罪義務違反\nを理由とする損害賠償責任を負うとはいえない。\n４  結論\n以上によれば、その余の争点について判断するまでもなく、控訴人の請求は理\n由がないから棄却すべきであり、これと同旨の原判決は相当である。よって、本\n件控訴は理由がないから棄却することとして、主文のとおり判決する。\n大阪高等裁判所第１３民事部\n裁判長裁判官\n黒    野    功    久\n裁判官\n馬    場    俊    宏\n裁判官\n田   辺   麻里 子\n別紙１\n略語一覧 表\n略語  意味\nＡ  控訴人の夫である亡Ａ\n本件国有地  大阪府豊中市 a 町ｂ番地所在の国有地\n森友学園  学校法人森友学園\n森友学園案件  国から森友学園に対する本件国有地の売却に関する案件\n本件決裁文書  森友学園に対する本件国有地の売却に関する一連の決裁文書\n理財局  財務省理財局\n総務課  財務省理財局総務課\n国有財産企画課  財務省理財局国有財産企画課\n国有財産審理室  財務省理財局国有財産業務課国有財産審理室\n近畿財務局  財務省近畿財務局\n管財部  財務省近畿財務局管財部\nＤ総務課長  平成２９年２月当時、総務課長であったＤ\nＦ企画課長  平成２９年２月当時、国有財産企画課長であったＦ\nＥ審理室長  平成２９年２月当時、国有財産審理室長であったＥ\nＢ補佐  平成２９年２月当時、国有財産審理室の室長補佐であったＢ\nＣ管財部長  平成２９年２月当時、管財部長であったＣ\n本件調査報告書  財務省が平成３０年６月４日付けで作成した「森友学園案件に\n係る決裁文書の改ざん等に関する調査報告書」（甲８）\n国賠法  国家賠償法\n最高裁  最高裁判所\nＪ意見書  Ｊ神戸大学名誉教授・弁護士が作成した意見書（甲５８）\n別紙２\n控訴人 の主 張\n第１  被控訴人の改ざん指示によりＡが自殺するに至ったことについて\n以下のとおり、被控訴人が理財局長の地位を利用して本件決裁文書の改ざんを\n指示するという故意の不法行為をしたことにより、Ａは改ざん作業を強要されて\n極めて強い心理的負荷を受け、鬱病を発症して自殺するに至ったものである。\n１  理財局長であった被控訴人は、平成２９年２月２１日頃、Ｄ総務課長及びＥ審\n理室長に対し、「野党に資料を示した際、森友学園を厚遇したと取られる疑いが\nある箇所は全て修正するように」などと本件決裁文書の改ざんを指示した。\nまた、被控訴人は、同月２７日、国有財産企画課及び国有財産審理室から「売\n払決議書」に関する報告を受けた際、「このままでは外には出せない」などと改\nざんを指示した。その結果、配下の職員は、「売払決議書」等の記載内容を改ざ\nんする必要があるとの認識を共有した。そして、被控訴人は、Ｄ総務課長及びＦ\n企画課長に対し、「担当者に任せるのではなくしっかり見るように」と、改ざん\nの状況を自ら確認するように指示し、両名は「売払決議書」等の記載内容を改ざ\nんした上で、被控訴人の了承を得る必要があると認識した。\n被控訴人による改ざん指示を受けたＥ審理室長は、Ｂ補佐及び担当係長を通じ\nて、Ａら近畿財務局職員に対し、少なくとも、同月２６日に４回、同月２７日に\n１回、同年３月７日に２回、同月８日に１回、本件決裁文書の改ざんを指示した。\nこれに対し、Ａは、法令や職務倫理に従い、涙を流しながら改ざん指示に抵抗し、\n理財局に対して抗議のメールも送信したものの、強い強要を受け、最終的には改\nざんに関与せざるを得なかった。Ａには部下を巻き込みたくないとの思いもあっ\nたと思われる。\n２  Ａは、本件決裁文書の改ざんを強要されたことにより、次のとおり、平成２９\n年２月２６日以降、極めて強い心理的負荷にさらされた。その結果、Ａは同年７\n月上旬頃に鬱病を発症し、平成▲年▲月▲日に自殺するに至った。被控訴人は、\n自らの改ざん指示によって国家公務員倫理法や国家公務員倫理規程を遵守して\nきたＡのような国家公務員が強度の心理的負荷を受けることを少なくとも認識・\n認容していたから、被控訴人には故意が認められる。\n(1)  Ａは、本件決裁文書の改ざんに関与したことにより、連続した３０日間の\n時間外労働時間数が、平成２９年１月２４日以降の起算日で１００時間を超え、\n同年２月５日以降の起算日では１６０時間を超える極度の長時間労働となり、\n最高で１８３時間３９分となった。また、Ａは、同月６日から１７日まで及び\n同年３月６日から１７日までの各１２日間連続勤務に従事した。Ａは、このよ\nうな極度の長時間労働や連続勤務に従事したことから、極めて強い心理的負荷\nを受けた。\n(2)  Ａは、平成２９年３月２０日以降は改ざんに関与することはなかったと思\nわれるものの、同年４月から６月にかけて、会計検査院からの資料提出要求、\n２回の実地検査及び問合せ等に対応する実務を担当したと思われる。これらの\n対応における近畿財務局の方針は虚偽の回答をするというものであり、本件決\n裁文書の改ざんに抵抗したＡは、これらを担当することに著しい苦痛を感じて\nいたと思われる。また、会計検査院法は、会計検査院の要求に応じないことを\n懲戒処分の対象としているから、Ａは懲戒処分を受ける恐怖とも闘わなければ\nならなかった。このように、Ａは会計検査院対応により極めて強い心理的負荷\nを受けた。\n(3)  Ａは、改ざん後の本件決裁文書について行政文書開示請求がされた場合、\n文書所管部署として対応を行っていたと考えられる。改ざん後の本件決裁文書\nを開示するという対応をせざるを得なかったことは、行政機関の保有する情報\nの公開に関する法律の目的に明らかに反する行為であるから、Ａは極めて強い\n心理的負荷を受けた。\n(4)  本件決裁文書の改ざんは、有印公文書変造及び同行使罪や公用文書毀棄罪\nに該当するため、Ａは改ざんを行ったことに対する強い後悔と自責の念にさい\nなまれていた。Ａは、平成２９年１１月７日に、上司を通じて大阪地方検察庁\nから任意で取調べを行いたいとの打診を受け、同年１２月２５日には検事から\n電話で２０分程度事情聴取を受けた。このように、Ａは刑事訴追を受けて有罪\nとなる恐怖と闘わなければならず、極めて強い心理的負荷を受けた。\n(5)  Ａは、森友学園案件に関し、被控訴人及びその後任の理財局長や財務大臣\n等が国会において虚偽答弁を１３９回も繰り返したことについて、これを止め\nることができず、虚偽であると説明できなかったことにより、極めて強い心理\n的負荷を受けた。\n第２  被控訴人の行為が職務行為に該当しないことについて\n以下のとおり、被控訴人による本件決裁文書の改ざん指示は、職務権限の範囲\nを明らかに逸脱し又はこれを濫用したものであって、公務員としての職務行為と\nは評価できない。\n１  平成２９年２月当時、被控訴人は、理財局長という財務省内で事務次官に次ぐ\n官職に就いており、この地位を利用して本件決裁文書の改ざん指示をしたもので\nあった。\n２  本件決裁文書が改ざんされた結果、国会議員は、森友学園案件について十分な\n審議を行うことができなかった。被控訴人による本件決裁文書の改ざん指示は、\n国会審議を妨害して議会制民主主義を破壊するものであった。\n３  本件決裁文書の行政文書開示請求をした国民は、改ざん後の本件決裁文書の開\n示しか受けられず、公文書等の管理に関する法律１条にいう「主権者である国民\nが主体的に利用」することや、行政機関の保有する情報の公開に関する法律１条\nにいう「国民の的確な理解と批判」が不可能になった。被控訴人による本件決裁\n文書の改ざん指示は、健全な民主主義の根幹を崩して国民主権を機能不全に陥れ\nるものであった。\n４  被控訴人が本件決裁文書の改ざんを指示することは、有印公文書変造及び同行\n使罪や公用文書毀棄罪に該当する行為であった。また、上記行為は、国民全体の\n奉仕者であることを自覚して公正に職務を執行しなかったこと、職務や地位を私\n的利益のために用い、国民の疑惑や不信を招くような行為を行ったこと、公共の\n利益の増進を目指して全力を挙げて職務に取り組まなかったことを意味するか\nら、国家公務員倫理法及び国家公務員倫理規程に違反し、国家公務員の懲戒事由\nである「職務上の義務に違反し、又は職務を怠った場合」及び「国民全体の奉仕\n者たるにふさわしくない非行のあった場合」（国家公務員法８２条１項２号、３\n号）にも該当するものであった。\n５  被控訴人は、理財局長という地位を利用し、「上司の職務上の命令」（国家公\n務員法９８条１項）という形をとって、Ａを始めとする多数の国家公務員を、犯\n罪行為、国家公務員倫理法等に違反する行為及び懲戒事由に該当する行為に巻き\n込んだ。\n６  したがって、本件決裁文書の改ざん指示という被控訴人の行為は、理財局長と\nいう高級官僚の地位を利用したものであったことに加え、議会制民主主義を破壊\nするものであったこと、健全な民主主義の根幹を崩して国民主権を機能不全に陥\nれるものであったこと、重大な犯罪行為であり、国家公務員倫理法等に違反し懲\n戒事由にも該当するものであったこと、Ａを含む多数の国家公務員を巻き込む極\nめて悪質なものであったことなどからすれば、職務権限の範囲を明らかに逸脱し\n又はこれを濫用したものであって、公務員としての職務行為とは評価できないか\nら、国賠法１条１項は適用されない。\n第３  被控訴人の損害賠償責任を認めるべきであることについて\n以下のとおり、仮に被控訴人の行為について国賠法１条１項が適用されるとし\nても、公務員個人の損害賠償責任を否定する説（否定説）に基づく最高裁判例は\n変更されるべきであって、公務員に故意又は重過失がある場合には公務員個人の\n損害賠償責任を認めるべきであるし（制限的肯定説）、これが認められないとし\nても、少なくとも故意を超えた悪質な権限濫用事案は最高裁判例の射程外である\nから、このような事案では公務員個人の損害賠償責任を認めるべきである（権限\n濫用説）。そして、上記第１及び第２のとおり、本件において、被控訴人には故意\nがあるし、悪質な権限濫用をしているから、被控訴人の控訴人に対する損害賠償\n責任は否定されない。また、国賠法１条１項が公務員個人の損害賠償責任を否定\nしているとすれば、これは憲法１７条、１４条、２９条２項及び１３条に違反す\nるものである。\n１  制限的肯定説が妥当であり最高裁判例は変更されるべきこと（主位的主張）\n国賠法は民法の特別法であり、特例がなければ民法が適用されるところ、公務\n員個人の損害賠償責任に関する特例の根拠となり得るものは、国賠法１条２項の\n求償権規定しか存在しない。しかしながら、同項の求償権規定は、民法７１５条\nと大差ないこと、国又は公共団体と公務員の内部関係を規律したにすぎないこと、\n民法７１５条では求償権があるからといって被用者が損害賠償責任を負わない\nという解釈はされていないことからすれば、公務員個人の損害賠償責任を否定す\nる根拠とはならない。一方で、国賠法が、求償権の行使を公務員に故意又は重過\n失がある場合に制限した趣旨からすれば、軽過失の場合に公務員個人の損害賠償\n責任を免除することはやむを得ない。\nそのほか、否定説が根拠としている、立法過程での議論、公務員個人の損害賠\n償責任を故意又は重過失に限るとしていた公証人法６条等が国賠法附則により\n削除されたこと、国賠法が代位責任を定めたものと解されることなどは、いずれ\nも公務員個人の損害賠償責任を否定する理由にはならない。\nまた、国又は公共団体に対する損害賠償請求訴訟は公務員個人に対する同訴訟\nに比べて現実的な困難を伴うという実態に照らすと、国又は公共団体が損害賠償\n責任を負うことを理由として、公務員個人の損害賠償責任を否定すべきではない。\nさらに、損害賠償制度は、損害の填補のみならず、違法行為の抑止や懲罰の機\n能を有している一方、求償制度の存在は違法行為の抑止には不十分で、刑事訴訟\nや懲戒制度は公務員に対する懲罰として機能していない。故意又は重過失による\n違法行為をした公務員に対しては、損害賠償責任を負わせることによる萎縮効果\nを問題とする必要はないから、公務員個人の損害賠償責任を否定すべきでない。\nしたがって、否定説をとる最高裁判例は変更され、制限的肯定説が採用される\nべきである。\n２  少なくとも権限濫用説によるべきこと（予備的主張）\n仮に最高裁判例を変更しないとしても、最高裁は、私利私欲を図るなどの故意\nを超えた悪質な権限濫用事案について否定説をとると明言しているわけではな\nいので、このような事案には最高裁判例の射程が及ばない。警察官が非番の日に\n職務執行を装って強盗をした事案（最高裁昭和２９年(オ)第７７４号同３１年１\n１月３０日第二小法廷判決・民集１０巻１１号１５０２頁）について、当該警察\n官個人の損害賠償責任が否定されるとは考え難い。本件における被控訴人の行為\nは、本来的な職務の目的のためにされたものではなく、私利を図った権限濫用で\nあるから、損害賠償責任を否定すべきではない。\n３  公務員個人の損害賠償責任を否定することは憲法に違反すること\n(1)  憲法１７条違反\n国賠法１条１項が公務員個人の損害賠償責任を完全に否定し、被害者の公務\n員に対する損害賠償請求権を完全に剥奪する制度であると解することは、加害\n者への責任追及をも目的とする不法行為制度の根幹を否定するものである。こ\nのように解釈する場合、国賠法１条１項は憲法１７条により立法府に付与され\nた裁量権の範囲を超えた条文となるから、同条に違反するものである。\n(2)  憲法１４条違反\n公務員個人の損害賠償責任を否定すると、不法行為の被害者は一般私人に対\nしては責任追及できるが、公務員に対しては責任追及できないことになり、被\n害者の損害賠償請求権が制約される一方、公務員には不法行為責任を免除され\nるという特権が付与されることになるから、憲法１４条に違反する。\n(3)  憲法２９条２項違反\n公務員個人の損害賠償責任を否定すると、被害者は公務員に対して有する損\n害賠償請求権を一切行使することができなくなるから、憲法２９条２項に違反\nする。\n(4)  憲法１３条違反\n公務員個人の損害賠償責任を否定すると、被害者は誰に対して損害賠償請求\nするかの自己決定権を制約されるから、憲法１３条に違反する。\n以上\n別紙３\n最 高 裁 判 決 一 覧\n１  最高裁昭和２８年(オ)第６２５号同３０年４月１９日第三小法廷判決・民集９巻\n５号５３４頁\n２  最高裁昭和３７年(オ)第２４８号同４０年３月５日第二小法廷判決・裁判集民事\n７８号１９頁\n３  最高裁昭和３９年(オ)第１３９４号同４０年４月１日第一小法廷判決・裁判集民\n事７８号４８５頁\n４  最高裁昭和４０年(オ)第４０１号同４０年９月２８日第三小法廷判決・裁判集民\n事８０号５５３頁\n５  最高裁昭和４６年(オ)第４２５号同４６年９月３日第二小法廷判決・裁判集民事\n１０３号４９１頁\n６  最高裁昭和４６年(オ)第６６５号同４７年３月２１日第三小法廷判決・裁判集民\n事１０５号３０９頁\n７  最高裁昭和５０年(オ)第９３０号、第９３１号同５２年１０月２５日第三小法廷\n判決・裁判集民事１２２号８７頁\n８  最高裁昭和４９年(オ)第４１９号同５３年１０月２０日第二小法廷判決・民集３\n２巻７号１３６７頁\n９  最高裁平成６年(オ)第１２８７号同９年９月９日第三小法廷判決・民集５１巻８\n号３８５０頁\n10  最高裁平成１３年(受)第２８９号同１５年２月１７日第二小法廷判決・D1-\nLaw.com 判例 ID28081402\n11  最高裁平成１７年(受)第２３３５号、第２３３６号同１９年１月２５日第一小法\n廷判決・民集６１巻１号１頁\n以上\n"
}