{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 3,
    "month": 2,
    "day": 18
  },
  "case_number": "令和1(ワ)11721",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "lawsuit_id": "90379",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=90379",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/379/090379_hanrei.pdf",
  "contents": "令和３年２月１８日判決言渡  同日原本領収  裁判所書記官\n令和元年(ワ)第１１７２１号  特許権侵害差止請求事件\n口頭弁論終結日  令和２年１１月９日\n判         決\n原 告          クラリアント・プロドゥクテ・（ドイチュラント）\n・ゲゼルシャフト・ミト・ベシュレンクテル・ハフツング\n同 訴 訟 代 理 人 弁 護 士       小 林 幸 夫\n同                      木 村 剛 大\n同                      平 田 慎 二\n被 告        ホ ス テ ッ ク 株 式 会 社\n同 訴 訟 代 理 人 弁 護 士          内 田 耕 司\n同                      櫻   田   晋太 郎\n同 訴 訟 代 理 人 弁 理 士          高 松 孝 行\n同補佐人弁理 士          鈴 木 徳 子\n主         文\n１  被告は，別紙被告製品目録記載の製品を製造し，譲渡し，輸入し，輸出し，\n譲渡の申出をし，又は譲渡のために展示してはならない。\n２  被告は，前項の製品及びその半製品を廃棄せよ。\n３  訴訟費用は被告の負担とする。\n４  この判決は，第１項に限り，仮に執行することができる。\n事  実  及  び  理  由\n第１  請求\n主文と同旨\n第２  事案の概要\n原告は，発明の名称を「ジアルキルホスフィン酸塩」とする特許に係る特許\n権者であるところ，別紙被告製品目録記載の製品（以下「被告製品」という。）\nは，上記特許に係る特許発明の技術的範囲に属すると主張している。\nそして，本件は，原告が，被告に対し，被告による被告製品の製造・譲渡等\nは，上記特許権を侵害すると主張して，特許法１００条１項に基づき，被告製\n品の製造・譲渡等の差止めを求めるとともに，同条２項に基づき，被告製品及\nびその半製品（被告製品の構造を具備しているが製品として完成するに至らな\nいもの。以下同じ。）の廃棄を求める事案である。\n１  前提事実（証拠等を掲げた事実以外は，当事者間に争いがない。なお，枝番\n号の記載を省略したものは，枝番号を含む（以下同様）。）\n(1)  本件特許\n原告は，発明の名称を「ジアルキルホスフィン酸塩」とする特許（特許第\n４８７０９２４号。請求項の数は３０である。以下，この特許を「本件特許」\nという。）の特許権者である。原告は，本件特許につき，平成１６年１２月１\n７日に特許出願をし（優先権主張平成１５年１２月１９日，ドイツ連邦共和\n国。以下，優先権主張の基礎となる同国における出願の日を「優先日」とい\nう。），平成２３年１１月２５日にその設定登録を受けた。\n(2)  本件各発明\n本件特許に係る特許請求の範囲の請求項１ないし３０の記載は，別紙特許\n公報の該当部分に記載されたとおりである（以下，このうち請求項１ないし\n４の記載を，「本件特許請求の範囲」といい，これに係る発明を「本件各発明」\nという。なお，個別にいうときは「本件発明１」ないし「本件発明４」とい\nう。また，その明細書（図面を含む。）を「本件明細書」といい，その該当部\n分の記載を【０００１】などと表すこととする。）。\n(3)  構成要件の分説\n本件発明１ないし本件発明４を構成要件に分説すると，次のとおりである\n（以下，分説した構成要件をそれぞれの符号に従い「構成要件Ａ」などのよ\nうにいう。）。\nア  本件発明１\nＡ  式（Ｉ）\n【化１】\nＢ  ［式中，Ｒ１およびＲ２は互いに同じかまたは異なり，直鎖状のまたは\n枝分かれしたＣ１～Ｃ６－アルキルであり；\nＣ  ＭはＭｇ，Ｃａ，Ａｌ，Ｓｂ，Ｓｎ，Ｇｅ，Ｔｉ，Ｆｅ，Ｚｒ，Ｚｎ，\nＣｅ，Ｂｉ，Ｓｒ，Ｍｎ，Ｌｉ，Ｎａ，Ｋおよび／またはプロトン化窒\n素塩基であり；\nＤ  ｍは１～４である。］\nＥ  で表されるジアルキルホスフィン酸塩において，\nＦ  テロマー含有量が０．０１～６重量％であり\nＧ  そして該テロマーがエチルブチルホスフィン酸塩，ブチルブチルホス\nフィン酸塩，エチルヘキシルホスフィン酸塩，ブチルヘキシルホスフィ\nン酸塩および／またはヘキシルヘキシルホスフィン酸塩である\nＨ  少なくとも１種類のジアルキルホスフィン酸塩を含有する難燃剤組成\n物。\nイ  本件発明２\nＩ  テロマー含有量が０．１～５重量％である，請求項１に記載の難燃剤\n組成物。\nウ  本件発明３\nＪ  テロマー含有量が０．２～２．５重量％である，請求項１または２に\n記載の難燃剤組成物。\nエ  本件発明４\nＫ  Ｍがアルミニウム，カルシウム，チタン，亜鉛，錫またはジルコニウ\nムである，請求項１～３のいずれか一つに記載の難燃剤組成物。\nオ  本件発明１に係る分説の変更について\n原告は，本件訴訟において，当初，構成要件Ｇ及びＨを次のとおり分説\nしていたところ，その後，構成要件Ｇのうち「少なくとも１種類のジアル\nキルホスフィン酸塩を含有する」を構成要件Ｈに移して，上記アのとおり\nに変更した（以下，この変更を「本件分説変更」という。）。\n（当初の構成要件Ｇ及びＨの分説）\nＧ  そして該テロマーがエチルブチルホスフィン酸塩，ブチルブチルホス\nフィン酸塩，エチルヘキシルホスフィン酸塩，ブチルヘキシルホスフィ\nン酸塩および／またはヘキシルヘキシルホスフィン酸塩である少なくと\nも１種類のジアルキルホスフィン酸塩を含有する\nＨ  難燃剤組成物。\n(4)  被告の行為等\n被告は，業として，平成３０年５月頃，被告製品を輸入し，譲渡のために\n取引先にサンプルとして提供した。（甲３，弁論の全趣旨）\nなお，被告製品が，本件各発明の技術的範囲に属することについて，当事\n者間に争いはない（なお，本件証拠上も，被告製品は，本件各発明の技術的\n範囲に属するものであると認められる。）。\n２  争点\n(1)  被告による特許権侵害又はそのおそれの有無（争点１）\n(2)  本件特許は特許無効審判により無効にされるべきものであるか（争点２）\nア  無効理由１（明確性要件違反）の有無（争点２－１）\nイ  無効理由２（サポート要件違反）の有無（争点２－２）\nウ  無効理由３（乙３に基づく新規性欠如・進歩性欠如）の有無（争点２－\n３）\nエ  無効理由４（本件分説変更に伴う新たな記載要件違反）の有無（争点２\n－４）\nオ  無効理由５（本件分説変更に伴う新たな新規性欠如・進歩性欠如）の有\n無（争点２－５）\n３  争点に係る当事者の主張\n(1)  争点１（被告による特許権侵害又はそのおそれの有無）\n［原告の主張］\n被告は，業として，遅くとも平成３０年５月以降，被告製品を製造し，譲\n渡し，譲渡の申出をし，又は譲渡のために展示しているし，被告製品を現に\n輸出しているか，輸出するおそれがある。被告は，今後，被告製品の輸入・\n譲渡等をする予定がない旨を主張するが，被告のウェブサイトにおいて被告\n製品を掲載しているのであるから，被告製品の輸入・譲渡等をする意図があ\nることが明らかである。\n［被告の主張］\n被告は，平成３０年５月頃被告製品を輸入し，サンプルを提供したにとど\nまり，その後は一切，被告製品の輸入，譲渡等は行っておらず，今後，その\n予定もない。なお，被告のウェブサイトから被告製品の掲載を削除していな\nい理由は，被告に特許権侵害はなく，削除する必要がないからにすぎない。\n(2)  争点２－１（無効理由１（明確性要件違反）の有無）\n［被告の主張］\n本件各発明は，次のアないしウの点で明確性要件違反の無効理由を有する。\nア  「テロマー」という文言の技術的意味が，不明確である。\nすなわち，本件各発明と本件明細書【００１５】には，「テロマー」と称\nする物質の具体的な物質名については言及されているが，「テロマー」とい\nう用語の技術的意味は明らかとなっていない。また，「テロマー」という用\n語自体は，化学の分野で，一般に重合度の低い重合体（オリゴマー，ポリ\nマー）を示す用語であるが，他方，本件各発明においては，重合体である\nはずの「テロマー」と称する物質の具体的な物質名として，単一物質（単\n量体・モノマー）である「エチルブチルホスフィン酸塩，…および／また\nはヘキシルヘキシルホスフィン酸塩」を挙げており，この点からも，「テロ\nマー」の技術的意味は，不明確なものとなっている。\nイ  上記アのとおり，「テロマー」が何を意味するかが不明確である以上，「テ\nロマー含有量が０．０１～６重量％であり」との文言も不明確である。\nウ  「式(Ｉ)で表されるジアルキルホスフィン酸塩」と「テロマー」の違い\nが，不明確である。\nすなわち，「テロマー」は「エチルブチルホスフィン酸塩，…および／ま\nたはヘキシルヘキシルホスフィン酸塩である少なくとも１種類のジアル\nキルホスフィン酸塩である」とされているが，これらの物質はジアルキル\nホスフィン酸塩とも表現される。そうすると，「式(Ｉ)で表されるジアルキ\nルホスフィン酸塩」（構成要件ＡないしＥ）と「テロマー」（構成要件Ｆ，\nＧ）との違いが，不明確なものとなっている。\nエ  本件各発明は，残留酢酸塩を含む場合は，その効果を発揮せず，構成要\n件機能を果たすことができない。\nすなわち，本件各発明は，「少なくとも１種類のジアルキルホスフィン酸\n塩である」という文言のとおり，ジアルキルホスフィン酸塩とテロマー以\n外の成分を含んでもよいように規定されている。しかるに，本件明細書の\n【表１】のように，残留酢酸塩が含まれていた場合には本件各発明の効果\nを奏さない。そうすると，本件各発明の構成要件を充足しても十分な効果\nが発揮されないこととなり，構成要件機能を果たすことができないことと\nなる。\n［原告の主張］\n被告の主張は，次のとおり，いずれも明確性要件違反の無効理由を基礎付\nけるものではなく，本件各発明に，明確性要件違反の無効理由は存しない。\nア  「テロマー」という文言の技術的意味が不明確であるとする点について\n本件各発明の特許請求の範囲の文言によれば，「テロマー」は，式(Ｉ)で\n表されるジアルキルホスフィン酸塩のうち，「エチルブチルホスフィン酸\n塩，…および／またはヘキシルヘキシルホスフィン酸塩」であることが明\nらかである。\n本件明細書の【発明の詳細な説明】を見ても，「テロマーは以下の群のも\nのである：Ｃ２－アルキル－Ｃ４－アルキルホスフィン酸塩，…，Ｃ６－ア\nルキル－Ｃ６－アルキルホスフィン酸塩。」（【００１５】）とあるから，「テ\nロマー」は具体的な化合物名で特定されており，文言の意味に疑義が生じ\nる余地はない。また，本件明細書の例１ないし５（【０１３４】ないし【０\n１３９】）によれば，「テロマー」（エチルブチルホスフィン酸塩，…および\n／またはヘキシルヘキシルホスフィン酸塩）は，副生成物であって，式(I)\nのＲ１，Ｒ２がブチル（Ｃ４－アルキル），ヘキシル（Ｃ６－アルキル）とな\nっているものであるところ，これらが，エチル（Ｃ２－アルキル）またはプ\nロピル（Ｃ３－アルキル）が２つまたは３つ結合した重合度の低い重合体で\nあることは，当業者（その発明の属する技術の分野における通常の知識を\n有する者。以下同様。）であれば明らかであって，不明確なところはない。\nイ  「テロマー含有量が０．０１～６重量％であり」が不明確であるとする\n点について\n上記アのとおり，「テロマー」が何を意味するのかが明確である以上，「テ\nロマー含有量が０．０１～６重量％であり」が不明確であるとする被告の\n主張は失当である。\nウ  「式(Ｉ)で表されるジアルキルホスフィン酸塩」と「テロマー」の違い\nが不明確であるとする点について\n上記のとおり，「テロマー」は，式(Ｉ)で表されるジアルキルホスフィン\n酸塩のうち，「エチルブチルホスフィン酸塩，…および／またはヘキシルヘ\nキシルホスフィン酸塩」である。したがって，本件各発明（構成要件Ｆ，\nＧ）の「テロマー」は，式(Ｉ)で表されるジアルキルホスフィン酸塩（構\n成要件ＡないしＥ）のうち，特定の化合物を意味するのであって，両者の\n関係は明確である。\nエ  本件各発明に係る物が残留酢酸塩を含む場合は，その効果を発揮せず，\n構成要件機能を果たすことができないとする点について\n残留酢酸塩は，本件各発明の発明特定事項ではないから，残留酢酸塩が\n含まれていた場合を仮定して，本件各発明の効果を奏さないという被告の\n主張自体が失当である。そして，本件各発明に係る物が残留酢酸塩を含む\n場合であっても，本件明細書の【表１】，【表２】にあるとおり，式(Ｉ)で\n表されるジアルキルホスフィン酸塩における「テロマー」の含有量を所定\n範囲内に低減することで，本件各発明は難燃性向上という効果を奏するも\nのである。\n(3)  争点２－２（無効理由２（サポート要件違反）の有無）\n［被告の主張］\n本件各発明は，次の点で本件明細書の発明の詳細な説明に記載された発明\nではないから，サポート要件違反の無効理由を有する。\nア  本件各発明は，「テロマー含有量が０．０１～６重量％であり」という構\n成のものであるが，実施例，比較例記載のテロマー（エチルブチルホスフ\nィン酸のアルミニウム塩）含有量の単位はモル％だけであり，重量％とモ\nル％の関係も記載されていない。そして，「テロマー」が重合度の低い重合\n体である場合，多数の異なる分子量を有する重合体のモル％から重量％へ\nの変換は技術常識ではない。\nイ  また，「テロマー含有量」の測定方法が本件明細書に記載されておらず不\n明であるから，本件各発明は，発明の詳細な説明に記載された発明とはい\nえない。\nウ  さらに，本件各発明の「ジアルキルホスフィン酸塩」は，数多くのアル\nキル基と金属元素等からなる塩を含むが，他方，本件明細書には，ジエチ\nルホスフィン酸のアルミニウム塩とエチルブチルホスフィン酸のアルミ\nニウム塩との組合せしか記載されておらず（【０１３８】ないし【０１４\n６】），他の塩と他のテロマーとの組み合わせおよびその効果については記\n載されていない。そして，本件特許出願時の技術常識に照らしても，他の\n塩と他のテロマーとの組合せまで，本件明細書に開示された内容を拡張な\nいし一般化できるとはいえない。\n［原告の主張］\n本件各発明が，本件明細書の発明の詳細な説明に記載された発明ではない\nとの被告の主張は，次のとおり失当であって，本件各発明にサポート要件違\n反の無効理由はない。\nア  本件明細書の実施例，比較例記載のテロマー含有量の単位がモル％だけ\nである点について\n被告の上記主張は，失当である。すなわち，モル％から重量％への変換\nは技術常識であり，ジエチルホスフィン酸アルミニウム塩の分子量は３９\n０，エチルブチルホスフィン酸アルミニウム塩の分子量は４７４であるこ\nとから，本件明細書記載の例１～５のモル％を重量％に変換することがで\nきる。\nイ  本件明細書に「テロマー含有量」の測定方法が記載されていない点につ\nいて\n被告の上記主張は，失当である。本件特許の優先日当時，ジアルキルホ\nスフィン酸塩のような有機リン化合物の測定方法は技術常識であったか\nら，当業者であれば，\n３１Ｐ－ＮＭＲ等の本件特許の優先日において公知の\n方法で，ジアルキルホスフィン酸塩中のテロマー（エチルブチルホスフィ\nン酸塩，…，ヘキシルヘキシルホスフィン酸塩）の含有量を容易に測定で\nきたというべきである。\nウ  本件明細書の実施例がジエチルホスフィン酸アルミニウム塩とエチルブ\nチルホスフィン酸アルミニウム塩に係るものである点について\n被告の上記主張は，失当である。\nすなわち，まず，本件各発明の式（Ｉ）のジアルキルホスフィン酸塩が\n難燃性を発揮する重要な機能はジアルキルホスフィン酸であり，Ｍｍ＋で表\nされる陽イオンではないことから，アルミニウム塩以外の他の塩であって\nも，Ｍｍ＋は，ジアルキルホスフィン酸と塩を形成できるものであれば難燃\n性を発揮できると当然に予測できる。\nまた，本件各発明で「テロマー」と定義される成分は，本件明細書の【表\n１】，【表２】における，例１～５の組成と難燃性の比較結果に基づき，難\n燃性を妨げることが確認されたエチルブチルホスフィン酸アルミニウム\n塩と，これに類似する構造を有するジアルキルホスフィン酸塩（ブチルブ\nチルホスフィン酸塩，エチルヘキシルホスフィン酸塩，ブチルヘキシルホ\nスフィン酸塩，ヘキシルヘキシルホスフィン酸塩）である。\nそうすると，ブチルブチルホスフィン酸塩，エチルヘキシルホスフィン\n酸塩，ブチルヘキシルホスフィン酸塩，ヘキシルヘキシルホスフィン酸塩\nは，本件明細書の実施例におけるエチルブチルホスフィン酸塩から，難燃\n性を妨げる成分として拡張ないし一般化できる範囲内のものといえ，本件\n各発明の式（Ｉ）を満たす塩は，本件明細書の実施例のジエチルホスフィ\nン酸アルミニウム塩とエチルブチルホスフィン酸アルミニウム塩から，拡\n張ないし一般化できる範囲内にあるといえる。\n(4)  争点２－３（無効理由３（乙３に基づく新規性欠如・進歩性欠如）の有無）\n［被告の主張］\n本件各発明は，次のとおり，乙３に記載された発明（以下「引用発明」と\nいう。）と同一であるか，または，引用発明に基づいて容易に発明をすること\nができたものであるから，新規性欠如または進歩性欠如の無効理由を有する。\nア  引用発明\n乙３には，次の発明が記載されている（乙３に係る【特許請求の範囲】\nの【請求項１】，【発明の詳細な説明】の【０００２】，【００５３】，【００\n５６】，【００５８】【００６１】等参照）\nＡ  式（Ｉ）\nＢ  ［式中，Ｒ１およびＲ２は互いに同じかまたは異なり，直鎖状のまたは\n枝分かれしたＣ１～Ｃ６－アルキルであり；\nＣ  ＭはＭｇ，Ｃａ，Ａｌ，Ｓｂ，Ｓｎ，Ｇｅ，Ｔｉ，Ｆｅ，Ｚｒ，Ｚｎ，\nＣｅ，Ｂｉ，Ｓｒ，Ｍｎ，Ｌｉ，Ｎａ，Ｋおよび／またはプロトン化窒\n素塩基であり；\nＤ  ｍは１～４である。］\nＥ  で表されるジアルキルホスフィン酸塩において，\nＧ  エチルブチルホスフィン酸塩を含有する\nＨ  難燃剤組成物。\nイ  本件各発明と引用発明との一致点及び相違点\n本件発明１と引用発明とは，構成要件Ａ～Ｅ，ＧおよびＨで一致し，構\n成要件Ｆ（「テロマー含有量が０．０１～６重量％であり」）が，引用発明\nには明示されていない点で相違する。本件発明２ないし４と引用発明とに\nついても，同様に，テロマー含有量の範囲が明示されていない点で相違す\nる。\nウ  新規性の欠如について\n本件各発明と引用発明との上記相違点は，次の点から，実質的に相違す\nる点であるとはいえず，本件各発明は，引用発明と同一のものである。\nすなわち，まず，テロマーと称する物質は，不可避的に生成する副生成\n物であるところ，このような副生成物の濃度を調整することによって，優\nれた効果を奏することとなるとは考えられない。また，０．０１～６重量％\nというのは，上限と下限が６００倍もあるから，かかる広い範囲において，\nその範囲外と比較して優れた効果を奏するとは考えられない。さらに，０．\n０１～６重量％の臨界的意義について，本件明細書には記載されていない。\nエ  進歩性の欠如について\n本件各発明と引用発明との上記相違点は，次の点から，当業者が容易に\n想到することができたものであるといえ，本件各発明は，当業者が引用発\n明に基づいて容易に発明をすることができたものである。\n(ｱ)  原告は，テロマーと称する物質が副生成物であり，かつ難燃性を妨げ\nる物質であることを自認している。そうすると，かかるテロマーの濃度\nを低減すれば，難燃性が向上することは，当業者において容易想到であ\nるといえる。\n(ｲ)  そして，乙３の実施例３では，テロマーと称する物質のモル濃度が７．\n７モル％（重量％に換算すると９．３０重量％）である。そして，９．\n３０重量％は，本件明細書の例２（比較例）と例５（実施例）の間に位\n置し，これと比較して本件各発明が優れた効果を奏することは，本件明\n細書に記載されていない。したがって，本件各発明が，引用発明と比べ\nて予測し得ないような優れた効果を奏するとはいえない。\n(ｳ)  被告及び第三者機関の実験によれば，テロマー含有量が０．０１～６\n重量％以外である難燃剤組成物について，本件発明と同様の効果が得ら\nれており，このことからも，本件各発明は，引用発明と比べて予測し得\nないような優れた効果を奏するものではない。\n(ｴ)  本件明細書記載の例１，２（比較例）と例３～５（実施例）は，テロ\nマー含有量だけではなく，残留酢酸塩の含有量も異なるから，例１，２\nと例３～５の効果の相違は，テロマー含有量の相違ではなく，残留酢酸\n塩の含有量の相違に基づくと考えるべきである。本件各発明と引用発明\nとの相違点（テロマー含有量を０．０１～６重量％とすること）により，\n本件各発明が引用発明と比べて優れた効果を奏することが導けるとはい\nえない。\n［原告の主張］\n被告の上記主張は，次のとおり，失当であり，本件各発明に新規性欠如又\nは進歩性欠如の無効理由はない。\nア  本件各発明と引用発明との相違点\n本件各発明と引用発明とは，少なくとも引用発明が本件各発明の「Ｆ  テ\nロマー含有量が０．０１～６重量％」との構成を有しない点において相違\nする。\nイ  新規性について\n上記アは，実質的な相違点というべきであって，本件各発明が引用発明\nに対し，新規性を有することは明らかである。\nウ  進歩性について\n被告の上記主張は，次の点に照らして失当であり，当業者は上記アの相\n違点に係る構成を容易に想到するとはいえず，本件各発明は進歩性を有す\nるというべきである。\n(ｱ)  被告の上記主張は，「本件発明の『テロマー』は難燃剤を妨げる成分」\nである旨の原告主張をもって，原告が「テロマーと称する物質が副生成\n物であり，かつ難燃性を妨げる物質であること」を自認しているとする\nものである。そうすると，被告の上記主張自体，本件各発明の課題を把\n握するにあたり，本件各発明による解決手段ないし解決結果の要素を入\nれ込ませて，事後分析的かつ非論理的思考により容易想到性を肯定しよ\nうとする後知恵というべきものであることが明らかである。\n(ｲ)  本件各発明と引用発明とは，発明としての課題も効果も異なるもので\nある。すなわち，本件各発明は，従来のジアルキルホスフィン酸塩に比\nべて難燃性を向上させる課題を解決するため，式(Ｉ)で表されるジアル\nキルホスフィン酸塩において，テロマーの含有量を所定の範囲内とする\nことにより，ジアルキルホスフィン酸塩の難燃性が向上するという新た\nな知見に基づき，テロマーの量を低減するという構成を採用して，難燃\n性の高い難燃剤組成物を提供するという効果を奏するようにしたもので\nある。他方，引用発明については，乙３を見るに，「簡単で経済的な方法\nでジアルキルホスフィン酸あるいはそれのアルカリ塩だけでなく，所望\nの目的生成物，即ち特定の金属のジアルキルホスフィン酸塩を製造でき\nる，ジアルキルホスフィン酸塩を製造する方法を提供すること」を課題\nとし（乙３の【００１１】），実施例ではジアルキルホスフィン酸等の収\n量と生成効率を評価しているのみで（乙３の【００５１】～【００６３】），\n難燃性に問題があるとの記載はなく，難燃性の向上に着目し副生成物た\nるテロマー量を低減することの示唆等がされているわけでもない。\nなお，難燃性を妨げる副生成物であるテロマーの濃度を低減すれば，\n難燃性が向上するという知見が，本件特許の特許出願前に知られていた\nということもない。この点，原告が提出する文献（甲２１，２２）にも，\nリン酸の難燃機構が記載されているにすぎず，難燃性を妨げる副生成物\nであるテロマーの濃度を低減すれば難燃性が向上するという知見は記載\nされていない。\n(ｳ)  被告は，難燃性は本件各発明の上記相違点の構成によるものではなく，\n残留酢酸塩の含有量によるものである旨主張するが，失当である。本件\n明細書を見ても，【０００２】，【０００４】に，残留溶剤（酢酸）の混入\nが合成樹脂の分解をもたらし，合成樹脂の粘度を低下させる可能性を示\n唆する記載があるにすぎず，酢酸が難燃剤組成物の難燃性（本件各発明\nの効果）に影響することの記載は見当たらない。\n(5)  争点２－４（無効理由４（本件分説変更に伴う新たな記載要件違反）の有\n無）\n［被告の主張］\n原告の本件分説変更に伴い，本件各発明において，新たに次の記載要件違\n反の無効理由が生ずる。\nア  本件分説変更により，本件各発明には，テロマーと称する物質１種類の\nみからなる組成物も含まれることとなるところ，テロマーと称する物質は\n難燃性を妨げる物質であるから，本件各発明は，難燃性を妨げる物質のみ\nからなる難燃性組成物の発明も含まれることになり，明確性要件・サポー\nト要件に違反することとなる。\nイ  また，上記の「テロマーと称する物質１種類のみからなる組成物」にお\nいて，テロマーの含有量は１００％となり，「テロマー含有量が０．０１～\n６重量％」という構成要件との間で矛盾が生じ，明確性要件・サポート要\n件に違反することとなる。\nウ  また，本件分説変更により，本件各発明には，テロマーと称する物質以\n外のジアルキルホスフィン酸塩１種類のみからなる組成物も含まれると\nころ，そのような場合は，テロマーと称する物質の含有量は０％となるか\nら，「テロマー含有量が０．０１～６重量％」という構成要件との間で矛盾\nが生じ，明確性要件・サポート要件に違反することとなる。\nエ  原告は，本件各発明の「テロマー」と称する物質は，難燃性を妨げる成\n分であると主張する一方で，当該テロマーを包含する「式(Ｉ)のジアルキ\nルホスフィン酸塩」は難燃性を有する物質と主張するが，これらは矛盾し\nている。そして，本件各発明におけるこのような矛盾は，本件各発明にお\nいて記載要件違反があることを裏付けるものである。\n［原告の主張］\n被告の上記主張は，次の点に照らして，いずれも失当である。\nア  本件各発明の課題解決手段及び効果に照らせば，本件各発明は，式(Ｉ)\nで表されるジアルキルホスフィン酸塩として，主生成物のジアルキルホス\nフィン酸塩と副生成物のテロマーを含むことが明らかである。そうすると，\n本件各発明に係る物について，テロマーのみ，又は，テロマー以外のジア\nルキルホスフィン酸塩のみからなるという解釈は取り得ない。\nイ  原告は，式(Ｉ)で表されるジアルキルホスフィン酸塩であれば，すべて\n難燃性を有すると主張しているのではない。式(Ｉ)で表されるジアルキル\nホスフィン酸塩であっても，副生成物であるテロマー（エチルブチルホス\nフィン酸塩，…および／またはヘキシルヘキシルホスフィン酸塩）は難燃\n性を妨げる成分であるということに，矛盾はない。\n(6)  争点２－５（無効理由５（本件分説変更に伴う新たな新規性欠如・進歩性\n欠如）の有無）\n［被告の主張］\n本件分説変更に伴い，本件各発明には，次のとおり新たな新規性の欠如又\nは進歩性の欠如の無効理由が生ずる。\nア  本件各発明には，「テロマーと称する物質だけが含まれる難燃剤組成物」，\n「テロマーと称する物質以外のジアルキルホスフィン酸塩だけ含まれる\n難燃剤組成物」も含まれるところ，かかる組成物は，引用発明と同一か引\n用発明から容易に想到できるものであって，新規性欠如，進歩性欠如の無\n効理由を有する。\nイ  原告は，テロマーと称する物質は難燃性を妨げる物質であることを自認\nしており，難燃性を妨げる物質であれば，その濃度を低減すれば難燃性が\n向上することは自明であるから，テロマーと称する物質の濃度を低減した\n本件各発明は，進歩性欠如の無効理由を有する。\n［原告の主張］\n被告の上記主張は，次の点に照らして，いずれも失当である。\nア  前記のとおり，本件各発明に係る物について，テロマーのみ，又は，テ\nロマー以外のジアルキルホスフィン酸塩のみからなるという解釈は取り\n得ない。\nイ  前記のとおり，本件各発明と引用発明とは，課題も効果も異なるもので\nあり，原告の主張を根拠に，本件各発明の容易想到性を議論する被告の主\n張は，事後分析的な後知恵というべきものであることが明らかである。\n第３  当裁判所の判断\n１  争点１（被告による特許権侵害又はそのおそれの有無）について\n前記第２の１(4)のとおり，被告製品が，本件各発明の技術的範囲に含まれる\nことについては当事者間に争いがないが，それにもかかわらず，被告において\nは，業として，平成３０年５月以降，被告製品を輸入し，譲渡のためにサンプ\nルとして提供していることが認められる。そして，証拠（甲３）及び弁論の全\n趣旨によれば，被告は，そのウェブサイトに「取扱商品」として被告製品を掲\n載し，譲渡の申出を行っているところ，被告においては，本件訴訟が提起され\nるに至っても，特許権侵害はなく削除する必要がないとして，現在に至るまで\n同ウェブサイトから被告製品の掲載を削除せず，その掲載を継続していること\nが認められる。\nこれらに照らせば，業として被告製品を取り扱い，実際に輸入や譲渡のため\nのサンプル提供を行っている被告においては，被告製品を調達して流通させる\n過程におけるいずれの各態様についても，特許権侵害又はそのおそれがあるも\nのと言わざるを得ない。被告は，特許権侵害又はそのおそれについて争うが，\n上記説示に照らし，採用することができない。\n２  争点２－１（無効理由１（明確性要件違反）の有無）について\n(1)  被告は，無効理由１（明確性要件違反）につき，①「テロマー」の技術的\n意味が不明確であること，②「テロマー含有量が０．０１～６重量％であり」\nが不明確であること，③「式(Ｉ)で表されるジアルキルホスフィン酸塩」と\n「テロマー」の違いが不明確であること，④残留酢酸塩を含む場合は本件発\n明の効果を発揮しないことを主張する。\n(2)  そこで，まず，上記①ないし③について検討する。\nア  本件明細書には，発明の詳細な説明として，次の記載がある。（甲２）\n(ｱ)  背景技術\n【０００２】…従来技術のホスフィン酸塩は，最初の方法段階におい\nて有機溶剤を使用することで生じる不所望のテロマー副生成物を含有し\nている。\n(ｲ)  発明が解決しようとする課題\n【０００３】…本発明の課題は，残留溶剤含有量，特に酢酸含有量お\nよびテロマー生成物含有量の特に少ない，ある種の金属のジアルキルホ\nスフィン酸塩を提供することである。\n(ｳ)  課題を解決するための手段\n【０００４】…本発明者は，残留溶剤（酢酸）含有量およびテロマー\n生成物含有量の特に少な（判決注，「少ない」の誤記であると認める。）\nジアルキルホスフィン酸塩が合成樹脂に混入される時に周囲の合成樹脂\nの分解（特にポリマー分解）を特に低い水準にする原因になることを見\n出した。\n【０００５】…周囲の合成樹脂の分解は，加工前後にポリマー溶液の\n相対粘度（ＳＶ）の変化によって評価することができる。ＳＶ－値が高\nければ高い程，即ち未処理ポリマーの値に近ければ近い程，難燃剤を混\n入する間のポリマー分解の水準が低い。\n【０００６】周囲の合成樹脂の分解は溶融容積指数によって評価する\nこともできる。ここでは，問題の添加物を含有するポリマー溶融物の粘\n度を未処理の溶融物の粘度と比較する。未処理の溶融物に比較して粘度\nの低下が少なければ少ない程，ますます良好である。\n【０００７】それ故に本発明は，式（Ｉ）\n【０００８】【化１】\n【０００９】［式中，Ｒ１およびＲ２は互いに同じかまたは異なり，直鎖\n状のまたは枝分かれしたＣ１～Ｃ６－アルキルであり；\nＭはＭｇ，Ｃａ，Ａｌ，Ｓｂ，Ｓｎ，Ｇｅ，Ｔｉ，Ｆｅ，Ｚｒ，Ｚ\nｎ，Ｃｅ，Ｂｉ，Ｓｒ，Ｍｎ，Ｌｉ，Ｎａ，Ｋおよび／またはプロトン\n化窒素塩基であり；\nｍは１～４である。］\nで表されるジアルキルホスフィン酸塩において，テロマー含有量が０．\n０１～６重量％でありそしてテロマーがエチルブチルホスフィン酸塩，\nブチルブチルホスフィン酸塩，エチルヘキシルホスフィン酸塩，ブチル\nヘキシルホスフィン酸塩および／またはヘキシルヘキシルホスフィン酸\n塩であることを特徴とする，上記ジアルキルホスフィン酸塩に関する。\n【００１５】テロマーは以下の群のものである：\nＣ２－アルキル－Ｃ４－アルキルホスフィン酸塩，Ｃ４－アルキル－Ｃ\n４－アルキルホスフィン酸塩，Ｃ２－アルキル－Ｃ６－アルキルホスフィ\nン酸塩，Ｃ４－アルキル－Ｃ６－アルキルホスフィン酸塩，Ｃ６－アルキ\nル－Ｃ６－アルキルホスフィン酸塩。\n【００２０】更に本発明は本発明の少なくとも１種類のジアルキルホ\nスフィン酸塩を含有する難燃剤組成物にも関する。\nイ  また，証拠（甲２，乙３，８ないし１０）及び弁論の全趣旨によれば，\n当業者においては，「テロマー」とは重合度の低い重合体を意味すること，\n「エチルブチルホスフィン酸塩，ブチルブチルホスフィン酸塩，エチルヘ\nキシルホスフィン酸塩，ブチルヘキシルホスフィン酸塩および／またはヘ\nキシルヘキシルホスフィン酸塩」とは，いずれも，原料であるエチレン又\nはプロピレンがテロマー化したブチル（エチレンが２つ重合），又はヘキシ\nル（エチレン（Ｃ２）が３つ重合，又はプロピレン（Ｃ３）が２つ重合）を\n有するジアルキルホスフィン酸塩であることを，技術上の常識として理解\nするものと認められる。\nウ  そこで，上記ア，イを前提として，前記①ないし③（「テロマー」に係る\n記載の明確性の有無等）について判断する。\n(ｱ)  まず，本件特許請求の範囲の「テロマー」との文言に関しては，「少\nなくとも１種類のジアルキルホスフィン酸塩を含有する」との文言が「テ\nロマー」に関する記載であるかどうかが問題となる。\nこのことについては，本件特許請求の範囲の記載のみから直ちに明ら\nかになっているとまでは言い難いものの，「少なくとも１種類のジアルキ\nルホスフィン酸塩を含有する」については，本件明細書の【００２０】\nにおいて，「…本発明は本発明の少なくとも１種類のジアルキルホスフィ\nン酸塩を含有する難燃剤組成物にも関する。」と記載される一方，「テロ\nマー」については，【０００７】ないし【０００９】において，「式(Ｉ)\nで表されるジアルキルホスフィン酸塩において，テロマー含有量が０．\n０１～６重量％でありそしてテロマーがエチルブチルホスフィン酸塩，\nブチルブチルホスフィン酸塩，エチルヘキシルホスフィン酸塩，ブチル\nヘキシルホスフィン酸塩および／またはヘキシルヘキシルホスフィン酸\n塩であることを特徴とする，上記ジアルキルホスフィン酸塩に関する。」\nと明記され，さらに，【００１５】においても，「テロマーは以下の群の\nものである：Ｃ２－アルキル－Ｃ４－アルキルホスフィン酸塩，Ｃ４－ア\nルキル－Ｃ４－アルキルホスフィン酸塩，Ｃ２－アルキル－Ｃ６－アルキ\nルホスフィン酸塩，Ｃ４－アルキル－Ｃ６－アルキルホスフィン酸塩，Ｃ\n６－アルキル－Ｃ６－アルキルホスフィン酸塩。」と明記されている。そ\nの他，本件明細書において，「テロマー」が上記５つの群に属する化合物\n（以下，単に「５つの化合物」という。）以外の物を含み得ると見ること\nのできる記載は見当たらない。\nこれらに照らせば，本件特許請求の範囲における「少なくとも１種類\nのジアルキルホスフィン酸塩を含有する」との文言は，「テロマー」に関\nする記載ではなく，「式（Ｉ）で表されるジアルキルホスフィン酸塩にお\nいて」，「少なくとも１種類のジアルキルホスフィン酸塩を含有する」も\nのとして記載されている文言であるといえる。すなわち，上記文言につ\nいては，「テロマー」が本件特許請求の範囲に列記された５つの化合物で\nある「少なくとも１種類のジアルキルホスフィン酸塩を含有する」もの\nとして記載されている文言であるということはできない。\nこのように，本件特許請求の範囲においては，「テロマー」が「少なく\nとも１種類のジアルキルホスフィン酸塩を含有する」ものというように，\n「テロマー」が上記５つの化合物以外の物を含み得るものとして記載さ\nれておらず，本件明細書においても，「テロマー」については上記５つの\n化合物のいずれか又はその組合せである旨の限定した定義付けがされて\nいる。そして，その他，本件明細書において，「テロマー」が上記５つの\n化合物以外の物を含み得ると見ることのできる記載は見当たらないとこ\nろである。\nしたがって，本件特許請求の範囲における「テロマー」は，当業者に\nおいては，列挙された５つの化合物（エチルブチルホスフィン酸塩，ブ\nチルブチルホスフィン酸塩，エチルヘキシルホスフィン酸塩，ブチルヘ\nキシルホスフィン酸塩および／またはヘキシルヘキシルホスフィン酸塩）\nのいずれか又はその組合せに限定されていると理解するものというべき\nであり，この点において不明確な点はないというべきである。\n(ｲ)  また，上記イのとおり，当業者においては，「テロマー」とは重合度の\n低い重合体を意味すること，「エチルブチルホスフィン酸塩，ブチルブチ\nルホスフィン酸塩，エチルヘキシルホスフィン酸塩，ブチルヘキシルホ\nスフィン酸塩および／またはヘキシルヘキシルホスフィン酸塩」とは，\nいずれも，原料であるエチレン又はプロピレンがテロマー化したブチル\n（エチレンが２つ重合），又はヘキシル（エチレン（Ｃ２）が３つ重合，\n又はプロピレン（Ｃ３）が２つ重合）を有するジアルキルホスフィン酸塩\nであることを，技術上の常識として理解するものと認められるから，上\n記５つの化合物が，いずれも，上記のような理由によって「テロマー」\nと称されていることは，当業者であれば容易に理解できる技術的事項で\nあるというべきである。\n(ｳ)  以上によれば，本件特許請求の範囲における「テロマー」が，列挙さ\nれた５つの化合物のいずれか又はその組合せに限定されており，しかも\n「テロマー」と称されていることの理由も当業者であれば容易に理解で\nきる技術的事項であるというべきである以上，本件特許請求の範囲記載\nの「テロマー」が不明確であるということはできない。\nしたがって，被告は上記①ないし③のように主張するものの，①「テ\nロマー」の技術的意味については上記のとおり明確であるし，②その含\n有量について特定した「テロマー含有量が０．０１～６重量％であり」\nもまた明確であるといえる。また，③本件各発明の「テロマー」は，「エ\nチルブチルホスフィン酸塩，…および／または，ヘキシルヘキシルホス\nフィン酸塩」と定義されており，本件各発明の構成要件ＡないしＥで定\n義されるジアルキルホスフィン酸塩のうちの特定の化合物を意味するこ\nとは明確であって，構成要件ＡないしＥのジアルキルホスフィン酸塩と\n「テロマー」との違いが不明確であるということはできない。このよう\nに，被告の上記主張は採用することができない。\n(3)  また，被告は，上記④（残留酢酸塩を含む場合は本件発明の効果を発揮し\nないこと）について主張する。しかし，仮に，残留酢酸塩を含む難燃剤組成\n物について，本件各発明の効果を奏さないものであったとしても，そのこと\nから直ちに，残留酢酸塩について記載されていない本件特許請求の範囲の文\n言について，不明確であることが導かれることにはならない。被告の上記主\n張は採用することができない。\n(4)  以上のとおり，無効理由１（明確性要件違反）に係る被告の主張はいずれ\nも採用できず，本件各発明について，上記無効理由が存するとは認められな\nい。\n３  争点２－２（無効理由２（サポート要件違反）の有無）について\n(1)  被告は，無効理由２（サポート要件違反）に関し，①「テロマー含有量」\nについて，モル％しか記載されておらず，重量％とモル％の関係も記載され\nていないこと，②「テロマー含有量」の測定方法が記載されていないこと，\n及び③ジエチルホスフィン酸のアルミニウム塩とエチルブチルホスフィン酸\nのアルミニウム塩の開示しかない旨を主張する。\n(2)  そこで，まず上記①につき検討するに，前記２(2)のとおり，本件各発明の\n「テロマー」は，「エチルブチルホスフィン酸塩，…ヘキシルヘキシルホスフ\nィン酸塩」という具体的な５つの化合物のいずれか又はその組合せに限定さ\nれており，多数の異なる分子量の低重合体ではないから，上記５つの化合物\nはいずれも分子量が明確であると認められる。そして，証拠（甲２４）によ\nれば，当業者であれば，上記分子量に基づく計算により，モル％から重量％\nに変換することは容易であるというべきである。\nしたがって，本件明細書の発明の詳細な説明に，「テロマー含有量が０．０\n１～６重量％」である本件各発明が記載されていないものとは認められない。\n(3)  次に，上記②（「テロマー含有量」の測定方法が記載されていないこと）に\nつき検討するに，本件各発明のテロマーは，「エチルブチルホスフィン酸塩，\n…および／またはヘキシルヘキシルホスフィン酸塩」というジアルキルホス\nフィン酸塩であるところ，本件特許の優先日において，リン３１核磁気共鳴\n（３１Ｐ－ＮＭＲ）分光法等が，これらジアルキルホスフィン酸塩の含有量の\n測定方法として，当業者においては周知なものであったと認められる。（乙３，\n甲１８～２０，弁論の全趣旨）\nそうすると，本件明細書に，「エチルブチルホスフィン酸塩，…および／ま\nたはヘキシルヘキシルホスフィン酸塩」の含有量の測定方法について特に記\n載されていなかったとしても，当業者であれば，上記周知な測定方法を用い\nて測定すればよいことは容易に理解するものというべきである。\nしたがって，本件明細書の発明の詳細な説明に，テロマー含有量の測定方\n法が記載されていなくとも，「テロマー含有量が０．０１～６重量％」である\n本件各発明が発明の詳細な説明に記載されていないものとは認められない。\n(4)  さらに，上記③（ジエチルホスフィン酸のアルミニウム塩とエチルブチル\nホスフィン酸のアルミニウム塩の開示しかないこと）につき検討する。\nア  本件明細書の【発明の詳細な説明】には次の記載がある。（甲２）\n(ｱ)  ＵＬ９４分類\n【０１２８】ＵＬ９４（Ｕｎｄｅｒｗｒｉｔｅｒｓ  Ｌａｂｏｒａｔ\nｏｒｉｅｓ）：火炎可塑化を各混合物よりなる試験体について，厚さ１．\n５ｍｍの試験体を用いて測定する。\n【０１２９】Ｖ－０：後燃焼時間が１０秒より短く，１０回の火炎の\n適用での後燃焼時間の合計が５０秒より多くなく，燃焼滴りがなく，試\n験体が完全には燃え尽きず，火炎の適用の終了後に３０秒より長くなく\n試験体の後焼けがない。\n【０１３０】Ｖ－１：火炎の適用の終了後の後燃焼時間が３０秒より\n長くなく，火炎の適用終了後の後燃焼時間の合計が２５０秒より多くな\nく，火炎の適用終了後の試験体の後焼けが６０秒より長くなく，その他\nはＶ－０と同じ判定基準。\n【０１３１】Ｖ－２：燃焼滴りによって綿製インジケータが引火する\nが，他の判定基準はＶ－１と同じ。\n(ｲ)  実施例\n【０１３４】例１（比較例）：…\n【０１３６】生成物の組成は次の通りである：／ジエチルホスフィン\n酸アルミニウム：８７．２モル％／エチルブチルホスフィン酸アルミニ\nウム：１１．９モル％／エチルホスホン酸アルミニウム：０．９モル％\n／残量の酢酸塩：０．８８重量％\n例２（比較例）：…\n【０１３７】生成物の組成は次の通りである：／ジエチルホスフィン\n酸アルミニウム：９０．８モル％／エチルブチルホスフィン酸アルミニ\nウム：８．４モル％／エチルホスホン酸アルミニウム：０．８モル％／\n残量の酢酸塩：０．４５重量％\n例３（実施例）：…\n【０１３８】生成物の組成は次の通りである：／ジエチルホスフィン\n酸アルミニウム：９８．６モル％／エチルブチルホスフィン酸アルミニ\nウム：０．９モル％／エチルホスホン酸アルミニウム：０．５モル％／\n残量の酢酸塩：０重量％\n例４（実施例）：…生成物の組成は次の通りである：／ジエチルホスフ\nィン酸アルミニウム：９６．５モル％／エチルブチルホスフィン酸アル\nミニウム：２．７モル％／エチルホスホン酸アルミニウム：０．８モル％\n／残量の酢酸塩：０重量％\n例５（実施例）：…\n【０１３９】生成物の組成は次の通りである：／ジエチルホスフィン\n酸アルミニウム：９３．９モル％／エチルブチルホスフィン酸アルミニ\nウム：５．５モル％／エチルホスホン酸アルミニウム：０．６モル％／\n残量の酢酸塩：０重量％\n【０１４０】例７：２５重量％の例１の生成物と…を…配合し，…ポ\nリマー成形体を得る。…試験体のＵＬ９４分類はＶ－２である。\n【０１４１】例８：２５重量％の例２の生成物…を…配合し，…難燃\n性ポリマー成形体を得る。…試験体のＵＬ９４分類はＶ－２である。\n【０１４２】例９（実施例）：２５重量％の例３の生成物…を…配合し，\n…難燃性ポリマー成形体を得る。…試験体のＵＬ９４分類はＶ－０であ\nる。\n【０１４３】例１０（実施例）：２５重量％の例４の生成物…を…配合\nし，…難燃性ポリマー成形体を得る。…試験体のＵＬ９４分類はＶ－０\nである。\n【０１４４】例１１（実施例）：２５重量％の例５の生成物…を…配合\nし，…難燃性ポリマー成形体を得る。…試験体のＵＬ９４分類はＶ－０\nである。\n【０１４５】例１２：１２重量％の例１の生成物…を…配合し，…難\n燃性ポリマー成形体を得る。…試験体のＵＬ９４分類はＶ－１である。\n【０１４６】例１３：１２重量％の例３の生成物…を…配合し，…難\n燃性ポリマー成形体を得る。…試験体のＵＬ９４分類はＶ－０である。\n【０１４８】例１５（比較例）：１１．４重量％の例１の生成物…を…\n配合し，…難燃性ポリマー成形体を得る。…試験体のＵＬ９４分類はＶ\n－２である。\n【０１４９】例１６：１１．４重量％の例３の生成物…を…配合し，\n…難燃性ポリマー成形体を得る。…試験体のＵＬ９４分類はＶ－０であ\nる。\n【０１５０】例１７：１１．４重量％の例４の生成物…を…配合し，\n…難燃性ポリマー成形体を得る。…試験体のＵＬ９４分類はＶ－０であ\nる。\n【０１５１】例１８：１２重量％の例４の生成物…を…配合し，…難\n燃性ポリマー成形体を得る。…試験体のＵＬ９４分類はＶ－０である。\n【０１５２】例１９：３０重量％の例４の生成物…を…配合し，…難\n燃性ポリマー成形体を得る。…試験体のＵＬ９４分類はＶ－０である。\nイ  上記アのとおり，本件明細書において，比較例である例１・２の生成物\nを含有する例７，８，１２，１５よりも，実施例である例３ないし５の生\n成物を含有する例９ないし１１，１３，１６ないし１９の方が，難燃性が\n高い（ＵＬ９４分類でＶ－０）ことが記載されている（【０１３３】ないし\n【０１５５】）。これらに照らせば，本件各発明の解決しようとする課題は，\n難燃性の高い難燃剤組成物の提供という点にあるものと解するのが相当\nである。\nそして，ジアルキルホスフィン酸塩が難燃性を発揮する重要な機能は，\n塩ではなくジアルキルホスフィン酸部分にあることを前提に，アルミニウ\nムとは別の特定の金属のジアルキルホスフィン酸塩の製造方法を開示す\nる例があること（乙３）等に鑑みれば，当業者においては，アルミニウム\n塩を他の塩に代えても，難燃性には重要な影響を与えないと認識するもの\nというべきである。\nしかして，本件各発明で「テロマー」として定義付けされた５つの化合\n物は，いずれも，上記アの実施例のとおり難燃性を妨げることが確認され\nたエチルブチルホスフィン酸アルミニウムと類似する構造を有するジア\nルキルホスフィン酸塩であるから，当業者においては，上記５つの化合物\nについては，エチルブチルホスフィン酸アルミニウムと同様に難燃性を妨\nげる物質として認識できるといえる。\nしたがって，ジエチルホスフィン酸アルミニウムとエチルブチルホスフ\nィン酸アルミニウムについて確認された効果を，他の塩とテロマーの組合\nせに拡張ないし一般化することができないとは認められない。\n(5)  以上のとおり，無効理由２（サポート要件違反）に関する被告の主張はい\nずれも採用できず，本件各発明について，上記無効理由が存するとは認めら\nれない。\n４  争点２－３（無効理由３（乙３に基づく新規性欠如・進歩性欠如）の有無）\nについて\n(1)  本件各発明と引用発明とは，少なくとも，「テロマー」含有量が，本件各発\n明では０．０１～６重量％であるのに対して，引用発明では０．０１～６重\n量％ではない点で相違していることについて，当事者間に争いはない。\nそこで，以下では，かかる争いのない相違点の存在を前提に，新規性，進\n歩性の判断を行う。\n(2)  新規性欠如の有無\n被告は，テロマーと称する物質は，不可避的に生成する副生成物であるこ\nと，副生成物の濃度を調整することによって，優れた効果を奏するとは考え\nられないこと，０．０１～６重量％というのは，上限と下限が６００倍もあ\nるから，このような広い範囲において，その範囲外と比較して優れた効果を\n奏するとは考えられないこと，０．０１～６重量％の臨界的意義について本\n件明細書には記載されていないことを挙げて，本件各発明は，引用発明と同\n一である旨主張する。\nしかし，当事者間において，本件各発明と引用発明との間に上記相違点が\n存することについて争いはないものであるところ，前記のように明確な物質\nの組合せである「テロマー」の含有量についての数値範囲を，上記のように\n具体的に規定した構成が，被告が主張するような理由によって，実質的には\n相違点ではないと認められることになるとは到底考え難いところであって，\n被告の上記主張は採用することができない。\nしたがって，被告主張に係る新規性欠如の無効理由は存しないというべき\nである。\n(3)  進歩性欠如の有無（相違点の容易想到性）\nア  被告は，①原告は，テロマーと称する物質が，副生成物であることや難\n燃性を妨げる物質であることを自認しているから，副生成物である難燃性\nを妨げる物質の濃度を低減すれば，難燃性が向上することは容易想到であ\nること，②乙３の実施例３では，テロマーと称する物質のモル濃度が７．\n７モル％（重量％に換算すると９．３０重量％）であるが，これと比較し\nて本件各発明が優れた効果を奏することは，本件明細書に記載されていな\nいこと，③被告や第三者機関の実験によれば，テロマー含有量が０．０１\n～６重量％以外である難燃剤組成物について，本件各発明と同様の効果が\n得られ，第三者機関でも同様の結果が得られていること，④本件明細書記\n載の例１，２（比較例）と例３～５（実施例）は，テロマー含有量だけで\nはなく，残留酢酸塩の含有量も異なり，効果の相違はテロマー含有量の相\n違ではなく残留酢酸塩の含有量の相違に基づくと考えるべきであること\nの各点を挙げて，上記相違点は当業者において容易想到である旨主張する。\nイ  「テロマー含有量」を低減する動機付けについて\nそこで検討するに，まず，上記①については，本件訴訟において原告は，\n本件各発明におけるテロマーが難燃性を妨げる物質であることを，本件明\n細書の記載に基づき主張しているのであって，本件特許の優先日において，\nテロマーが難燃性を妨げる物質であることが公知であったことを述べて\nいるものではないから，上記①はそもそもその主張の前提を欠くものであ\nる。\nそして，乙３を見ても，テロマーが難燃性を妨げる物質である旨の記載\nはない。この点，乙３の実施例３では，ホスフィン酸ナトリウムにエチレ\nンを反応させて，９１．３モル％がジエチルホスフィン酸ナトリウム塩，\n７．７モル％がブチルエチルホスフィン酸ナトリウム塩，０．７モル％が\nエチルホスホン酸ナトリウム塩，及び０．３モル％が未知の成分の反応生\n成物が得られており，上記反応によれば，ジエチルホスフィン酸ナトリウ\nム塩が主生成物であり，ブチルエチルホスフィン酸ナトリウムは副生成物\nであることは当業者に自明であるところ，一般に，副生成物の含有量を低\n減することは，当業者が必要に応じて行うことであるといえる。しかしな\nがら，乙３全体の記載によれば，ジアルキルホスフィン酸塩は難燃性を示\nす物質であるところ，ブチルエチルホスフィン酸塩も，ジアルキルホスフ\nィン酸塩に当たることからすれば，当業者においては，副生成物とはいえ\nそれ自体も難燃性を示す物質であると考えるのが通常であり，あえて，そ\nの含有量を低減する動機付けはないというべきである。\nさらに，当業者において，本件特許の優先日において，テロマーが難燃\n性を妨げる物質であると理解することが技術上の常識であったことを的\n確に認めるに足りる客観的な証拠はない。なお，この点に関し，被告は意\n見書（乙１７）等の証拠を提出しているが，その内容を慎重に検討しても，\n作成者の主観的な意見の域を出ないものと言わざるを得ず，採用し難い。\nウ  以上によれば，引用発明において，当業者が「テロマー含有量」を低減\nさせようとする動機付けは見出せないというべきである。そして，このよ\nうな本件において，上記の被告主張②ないし④のような，本件各発明の効\n果について指摘することにより，本件各発明と引用発明との相違点につい\nて，当業者が容易想到であったことが導かれることにはならないというべ\nきである。\nエ  したがって，本件各発明は，引用発明に基づいて，当業者が容易に想到\nすることができたとはいえないというべきであり，被告主張に係る進歩性\n欠如の無効理由も存しないというべきである。\n(4)  以上から，本件各発明について，無効理由３（乙３に基づく新規性欠如・\n進歩性欠如）が存するとは認められない。\n５  争点２－４（無効理由４（本件分説変更に伴う新たな記載要件違反）の有無）\nについて\n(1)  被告は，原告の本件分説変更に伴い，①本件各発明にテロマーと称する物\n質１種類のみからなる組成物も含まれること，又はテロマーと称する物質以\n外のジアルキルホスフィン酸塩１種類のみからなる組成物も含まれることを\n前提に，本件各発明には，明確性要件違反又はサポート要件違反の無効理由\nがあると主張し，また，②原告において，テロマーと称する物質は，難燃性\nを妨げる成分であると主張する一方で，当該テロマーを包含する式（Ｉ）の\nジアルキルホスフィン酸塩は難燃性を有する物質と主張しており矛盾してい\nるから，記載要件違反の無効理由がある旨主張する。\nこの点，本件特許請求の範囲の記載は何ら変更がないにもかかわらず，本\n件訴訟における，本件特許請求の範囲の構成要件の分説の仕方いかんによっ\nて，本件各発明の要旨が変わることはないというべきである。そうすると，\n原告の本件分説変更に伴い，新たに記載要件違反の無効理由が生ずるという\n趣旨の被告の上記主張は，この意味において既に失当というべきであるが，\nなお念のため，上記①，②について検討する。\n(2)  そこで，まず①につき検討するに，本件各発明では，「式（Ｉ）で表される\nジアルキルホスフィン酸塩」において，「テロマー含有量が０．０１～６重\n量％」であることが，本件特許請求の範囲で特定されているから，本件各発\n明は「式(Ｉ)で表されるジアルキルホスフィン酸塩」とテロマーを含むこと\nが明確である。そうすると，本件各発明が，テロマーと称する物質１種類の\nみからなる組成物や，テロマーと称する物質以外のジアルキルホスフィン酸\n塩のみからなる組成物を含むということはないというべきであり，上記①の\n主張は理由がない。\n(3)  次に，②につき検討するに，式(Ｉ)のジアルキルホスフィン酸塩は難燃性\nを有する物質であると一般的に知られているところ（乙３），原告において，\nテロマーは，式(Ｉ)のジアルキルホスフィン酸塩であっても，それを低減す\nることにより，テロマーの含有量が多い組成物よりも，より難燃性が高まる\nことを見出したのが本件各発明であると主張するものであり，テロマーは全\nく難燃性を有さないなどと主張しているものではないから，原告主張に特に\n矛盾があるともいえず，また，それにより何らかの記載要件違反の無効理由\nを有することとなるともいえない。\n(4)  以上から，本件各発明において，無効理由４（本件分説変更に伴う新たな\n記載要件違反）が存するとは認められない。\n６  争点２－５（無効理由５（本件分説変更に伴う新たな新規性欠如・進歩性欠\n如）の有無）について\n(1)  被告は，①本件各発明は，テロマーと称する物質だけが含まれる難燃剤組\n成物，及びテロマーと称する物質以外のジアルキルホスフィン酸塩だけ含ま\nれる難燃剤組成物も含まれるところ，そのような組成物は，新規性欠如，進\n歩性欠如の無効理由を有すると主張し，また，②原告において，テロマーと\n称する物質は難燃性を妨げる物質であることを自認しており，難燃性を妨げ\nる物質であれば，その濃度を低減すれば難燃性が向上することは自明である\nから，テロマーと称する物質の濃度を低減した本件発明は，進歩性欠如の無\n効理由を有すると主張する。\nしかし，これについても，前記５(1)の説示と同様の理由により，原告の本\n件分説変更に伴い，新たに新規性欠如・進歩性欠如の無効理由が生ずるとい\nう趣旨の被告の上記主張は，既に失当というべきであるが，なお念のため，\n上記①，②について検討する。\n(2)  まず，上記①の主張については，前記５(2)のとおり，本件各発明は「式\n(Ｉ)で表されるジアルキルホスフィン酸塩」とテロマーを含むことが明確で\nあって，「テロマーと称する物質だけが含まれる難燃剤組成物，及びテロマー\nと称する物質以外のジアルキルホスフィン酸塩だけ含まれる難燃剤組成物も\n含まれる」と解することはできない以上，理由がない。\nまた，上記②の主張については，前記４(3)のとおり，原告は被告が指摘す\nるような自認はしておらず，テロマーが難燃性を妨げる物質であることが記\n載された先行技術文献があるとも認められず，さらに，当業者において，本\n件特許の特許出願時，テロマーが難燃性を妨げる物質であると理解すること\nが技術上の常識であったことを的確に認めるに足りる客観的な証拠もないか\nら，先行技術文献に接した当業者が，難燃性を妨げる物質であるテロマーの\n含有量を低減し，それにより難燃性が向上するとの効果を奏することを容易\nに想到できるということはできない。\n(3)  以上から，本件各発明において，無効理由５（分説変更に伴う新たな新規\n性欠如・進歩性欠如）が存するとは認められない。\n７  結論\n以上のとおり，被告においては，本件各発明の技術的範囲に属する被告製品\nの製造・譲渡等により本件特許に係る原告の特許権を侵害し，または侵害する\nおそれが認められ，他方で，本件特許につき無効理由は認められないから，原\n告は，被告に対し，被告製品の製造・譲渡等の差止を請求することができると\nともに，被告製品及び半製品（被告製品の構造を具備しているが製品として完\n成するに至らないもの）の廃棄を請求することができるというべきである。\nよって，原告の請求はいずれも理由があるからこれを認容することとして，\n主文のとおり判決する。なお，主文第２項については，仮執行宣言を付すのは\n相当でないから，これを付さないこととする。\n東京地方裁判所民事第４７部\n裁判長裁判官          田    中    孝    一\n裁判官      横      山    真      通\n裁判官      奥              俊      彦\n（別紙特許公報省略）\n別紙\n被告製品目録\n製品名  「ＬＦＲ－８００１」\n"
}