{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 12,
    "day": 25
  },
  "case_number": "令和5(行ケ)10071",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "意匠権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "92646",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=92646",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/646/092646_hanrei.pdf",
  "contents": "令和５年１２月２５日判決言渡\n令和５年（行ケ）第１００７１号  審決取消請求事件\n口頭弁論終結日  令和５年１０月２５日\n判       決\n原         告      株式会社レインボーシェイク\n同訴訟代理人弁理士        原 田 雅 章\n金 井 倫 之\n被         告        特 許 庁 長 官\n同 指 定 代 理 人         内 藤 弘 樹\n渡 邉 久 美\n森山   啓\n主        文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事実及び理 由\n第１  原告の求めた裁判\n特許庁が不服２０２２－１３０７７号事件について令和５年５月２２日にした\n審決を取り消す。\n第２  事案の概要\n本件は、意匠登録出願拒絶査定に対する不服審判請求を不成立とした審決の取消\n訴訟である。\n１  特許庁における手続の経緯\n原告は、令和３年９月３日、下記２の内容の意匠登録出願（意願２０２１－１９\n１０５。以下「本件出願」といい、本件出願に係る意匠を「本願意匠」という。）を\nし、本件出願につき意匠法４条３項（なお、令和５年法律第５１号（以下「改正法」\nという。）において同項の改正がされたが、改正法附則１条２号に係る意匠法４条３\n項の改正の施行期日は令和６年１月１日となり、また、改正法附則４条によって同\n日前にした意匠登録出願については、なお従前の例によることとされている。）に規\n定する意匠の新規性喪失の例外規定の適用を受けるための令和３年９月１０日付け\n証明書（甲１。以下「本件証明書」といい、本件証明書に記載された意匠を「証明\n書記載意匠」という。）を提出したが、令和４年５月２３日付けで拒絶査定を受けた。\n原告は、同年８月２２日、審判請求書を提出して拒絶査定不服審判請求をし、特\n許庁は、同審判請求を不服２０２２－１３０７７号事件として審理し、令和５年５\n月２２日、「本件審判の請求は、成り立たない。」との審決（以下「本件審決」とい\nう。）をし、その謄本は、同年６月８日、原告に送達された。\n２  本願意匠\n原告が、本件出願により意匠登録を受けようとする本願意匠は、別紙第１記載の\nとおりである（乙３）。\n３  本件審決の理由の要点\n(1) 意匠に係る物品の対比及び類否判断\n本願意匠及び別紙第２記載の意匠（別紙第２の２枚目「引用意匠」記載部分及び\n３枚目の「引用意匠の拡大」記載の赤囲み部分。以下「引用意匠」という。）に係る\n物品は、本願意匠が「バッグ」であり、引用意匠も「バッグ」であるから共通する。\nしたがって、本願意匠と引用意匠の意匠に係る物品は同一である。\n(2) 本願意匠と引用意匠の形状等の対比\nア  本願意匠と引用意匠の形状等は次の点で共通する。\n基本的構成態様として、\n（共通点Ａ）全体は、天面を開口した筐状の本体部と把持部から成る点で共通す\nる。\n具体的態様として、\n（共通点Ｂ）収納部となる本体部は、薄板状材から成る略直方体状であって、正\n背面の上方及び左右方向に薄板状材を延出して縁を波状に形成し、上辺及び左右辺\nの山部は左右上角のものを含め三つずつで、左右上角の山部は、上辺及び左右辺の\n山部が合わさったように、正面視左右斜め上方向に突出した略半長円形状で、下辺\n左右側の山部は、下辺が直線状の略円弧状である点で共通する。\n（共通点Ｃ）把持部については、細幅帯状で、左右側面の中央上寄りに縦方向に\nスタッズで留めつけ、環状金具を配し、正面視で、全体の略１／４の高さのアーチ\n状に１本形成している点で共通する。\n（共通点Ｄ）スタッズ部は、小円形のスタッズを正面の左右縁寄りに、上下に余\n地を残して、縦１列に、四つずつ、略等間隔に設けている点で共通する。\nイ  本願意匠と引用意匠の形状等は次の点で相違する。\n具体的態様として、\n（相違点ａ）把持部の取り付け態様について、本願意匠は縦方向に二つのスタッ\nズで留めつけ、その間にＤカン金具を配しているのに対し、引用意匠は、上側のス\nタッズに相当する箇所は観察できず、下側のスタッズとその上側の環状金具が看取\nできるにとどまる点で相違する。\n（相違点ｂ）スタッズ部について、本願意匠は、正背面に小円形のスタッズを正\n背面の左右縁寄りに、縦１列に、四つずつ設けているのに対し、引用意匠の背面側\nのスタッズの配置態様は不明である点で相違する。\n（相違点ｃ）引用意匠は、バッグ本体は、アイボリーの、把持部は茶色の、スタッ\nズ及び金具は金属色（銀色）の色彩が施されているのに対し、本願意匠は色彩が施\nされていない点で相違する。\n(3)  本願意匠と引用意匠との形状等の評価\nア  基本的構成態様に係る共通点（Ａ）及び共通点（Ｃ）については、バッグと\nして本願意匠と引用意匠の形状等を概括的に捉えた場合の共通点であって、バッグ\n等の物品分野においては、それぞれ、構成要素としてごく普通に見受けられるもの\nであって本願意匠と引用意匠の類否判断に与える影響は大きいとはいえない。\n他方、共通点（Ｂ）及び共通点（Ｄ）については、需要者も注目する本体部の全\n体形状及び具体的な形状等についてであって、特に、正背面の上方及び左右方向に\n薄板状材を延出して縁を波状に形成し、上辺及び左右辺の山部は左右上角のものを\n含め三つずつで、左右上角の山部は、上辺及び左右辺の山部が合わさったように、\n正面視左右斜め上方向に突出した略半長円形状で、下辺左右側の山部は、下辺が直\n線状の略円弧状である態様は、本願意匠と引用意匠に共通する特徴であって、需要\n者に本願意匠と引用意匠は共通するものであるとの印象を強く抱かせるものである\nから、極めて大きく、スタッズ部も見えやすい正面の左右縁寄りに配し、装飾的ア\nクセントとしての役割を果たしており、これらの共通点が本願意匠と引用意匠の類\n否判断に与える影響は極めて大きい。\nそうすると、共通点（Ａ）及び共通点（Ｃ）が本願意匠と引用意匠の類否判断に\n与える影響が小さいとしても、共通点（Ｂ）及び共通点（Ｄ）が本願意匠と引用意\n匠の類否判断に与える影響は極めて大きく、共通点（Ａ）～共通点（Ｄ）の共通点\nは、あいまって、見る者に与える共通の印象を強くするものである。\nイ  これに対し、相違点（ａ）及び相違点（ｂ）の本願意匠と引用意匠の類否判\n断に与える影響は小さく、相違点（ｃ）の同類否判断に与える影響は微弱であって、\n相違点（ａ）～相違点（ｃ）を総じても同類否判断を左右するほどの影響を与える\nには至らない。\nウ  そうすると、本願意匠と引用意匠は、形状等において、共通点（Ａ）～共通\n点（Ｄ）は、総じて、見る者に与える共通の印象を強くするものであるのに対し、\n相違点（ａ）～相違点（ｃ）は総じても本願意匠と引用意匠の類否判断を左右する\nほどの影響を与えるには至らず、相違点の印象は、共通点の印象を覆すには至らな\nいものであるから、本願意匠と引用意匠は類似する。\n(4)  本願意匠と引用意匠の類否判断\nしたがって、本願意匠と引用意匠は、意匠に係る物品が同一で、形状等において\nも、共通点が本願意匠と引用意匠の類否判断に与える影響が大きく、見る者に与え\nる共通の印象を強くするのに対して、相違点は小さく、相違点の印象は、共通点の\n印象を覆すに至らないものであるから、意匠全体として見た場合、本願意匠は、引\n用意匠に類似する。\n(5) 新規性喪失の例外について\nア  証明書記載意匠は、別紙第３のとおり、本願意匠の創作者である甲によって、\n令和３年３月１４日にインターネット上で公開されたものであり、Ｉｎｓｔａｇｒ\nａｍ（●（省略）●）に、アカウント名「甲′」の投稿として掲載された「バッグ」\nの意匠である。\n証明書記載意匠は、別紙第３添付画像１及び２のとおりであり、その形状等は、\n（あ）全体は、天面を開口した筐状の本体部と把持部から成り、（い）収納部となる\n本体部は、薄板状材から成る略直方体状であって、正背面の上方及び左右方向に、\n薄板状材を延出して縁を波状に形成し、上辺及び左右辺の山部は左右上角のものを\n含め三つずつで、１面で計七つであって、左右上角の山部は、上辺及び左右辺の山\n部が合わさったように、正面視左右斜め上方向に突出した略半長円形状で、下辺左\n右側の山部は、下辺が直線状の略円弧状であって、（う）把持部は、細幅帯状で、左\n右側面の中央上寄りに縦方向にスタッズで留めつけて配し、正面視で、全体の略１\n／４の高さのアーチ状に１本形成し、（え）スタッズ部は、小円形のスタッズを正面\nの左右縁寄りに、上下に余地を残して、縦１列に、三つずつ設け、上から一つ目か\nら二つ目よりも二つ目から三つ目の間隔がやや長く、（お）下辺を除く全ての縁を縁\n取り材で縁取っているものであって、（か）また、バッグ本体及び把持部は、黒色の、\nスタッズ及び金具は金属色（銀色）の色彩が施されている。\nイ  証明書記載意匠と引用意匠（以下「両意匠」ということがある。）とを比較す\nると、まず、意匠に係る物品はいずれも「バッグ」であるから、意匠に係る物品は\n同一である。\n次に、その形状等について、証明書記載意匠は、正面側のスタッズを左右寄りに\n縦一列縦１列に、三つずつ設け、上から一つ目から二つ目よりも二つ目から三つ目\nの間隔をやや長く配し、本体部及び把持部は黒色であるのに対し、引用意匠は、正\n面側のスタッズを左右寄りに縦一列ほぼ等間隔に四つずつ設け、本体部はアイボ\nリーで把持部は茶色で、留め付け側に環状金具を配したものであり、両意匠は、把\n持部の環状金具の有無、正面側のスタッズの個数及び配置態様並びに把持部及び本\n体部の色彩が相違する。したがって両意匠は相違点を有するものであって、同一の\n意匠とは認められず、先の証明書記載意匠の公開に基づいて行われたものというこ\nともできない。\nそうすると、引用意匠は、意匠法４条２項に規定する新規性喪失の例外規定の適\n用の対象とはならず、本願意匠の新規性の判断資料から除外されるべきものではな\nい。\nしたがって、引用意匠は、本願出願前に公開された意匠であり、前記(4)のとおり、\n本願意匠は、引用意匠に類似するものであるから、本願意匠は意匠法３条１項３号\nに掲げる意匠に該当するものである。\n第３  原告の主張する取消事由\n本件審決は、意匠法４条２項の新規性喪失の例外の規定の適用を誤った違法なも\nのであるから、取り消されるべきである。すなわち、本件審決は、証明書記載意匠\nと引用意匠（両意匠）が同一の意匠と認められないことを理由に、引用意匠の公開\n行為（甲２）は先の証明書記載意匠の公開に基づいて公知になったものということ\nができない旨を判断しているが、誤りである。\n１  証明書記載意匠と引用意匠との意匠の同一性について\n(1) 意匠の同一性の判断手法\n本件審決は、証明書記載意匠と引用意匠（両意匠）とは、スタッズの個数及び配\n置態様が相違するから、両意匠は同一の意匠とは認められないと判断しているが、\n両意匠に形態上の相違があっても、両意匠が実質同一と認められれば、両意匠は同\n一の意匠というべきであり、両意匠が実質同一か否かは、両意匠の相違点によって\n意匠全体から需要者が受ける印象を考慮して判断すべきである。\n(2) 両意匠の相違点\n両意匠は、スタッズの個数が異なり、証明書記載意匠はスタッズが引用意匠より\nも一つ少ない分、上から一つ目と二つ目のスタッズの間隔よりも二つ目と三つ目の\nスタッズの間隔の方がやや長く、他方、引用意匠は四つのスタッズが等間隔に並ん\nでいる点で相違する。\nまた、証明書記載意匠の上から二つ目のスタッズが左右辺中央部の山部の頂と並\n行した位置にあるのに対し、引用意匠の二つ目のスタッズが左右上角部の山部と左\n右辺中央部の山部との間の谷部下方寄りの位置にある点、引用意匠は上から三つ目\nのスタッズが左右辺中央部の山部と左右下角部の山部との間の谷部中央やや上方寄\nりの位置にあるが、この位置に証明書記載意匠のスタッズがない点でも相違する。\nしかし、両意匠は、スタッズの数が違うとしても、全くないか、複数個あるかと\nいう極端な違いではなく、複数個あるうちの三つか四つかという違いにすぎない。\nまた、同形の複数のスタッズをバッグの収納部上辺からやや離れた位置を起点と\nして左右辺に沿って直線状に上から下に配している点、引用意匠の四つのスタッズ\nのうち最上段（上から一つ目）と最下段（上から四つ目）の二つのスタッズの位置\nが、証明書記載意匠の三つのスタッズのうち最上段（上から一つ目）と最下段（上\nから三つ目）のスタッズの位置とほぼ同じである。\nさらに、スタッズ同士の間隔の違いは、証明書記載意匠の三つのスタッズが、上\nから一つ目と二つ目の間隔よりも上から二つ目と三つ目の間隔がやや長い程度であ\nる。\n加えてスタッズは、その形状自体、正面視丸形でありふれたものであり、また甲\n３の「バッグ」に係る公知意匠一覧によると、この種のバッグの分野において、ス\nタッズを複数個バッグ本体周縁に沿って配置したり、あるいは縦一列に並べたりす\nることは、ありふれた配置にすぎない（甲４～１１）。\n(3) 両意匠の共通点が需要者に与える印象\n両意匠は、収納部が正面上辺及び左右辺の三辺を波状に形成し、正面上辺及び左\n右辺の山部が合わさったように正面視左右斜め上方向に突出した略半長円形状の山\n部、左右辺中央部には円弧状の山部、左右下角部には下辺が直線状の略円弧状の山\n部と、計七つの山部を形成してなる点で共通している。\n両意匠の共通点である上記収納部の正面上辺及び左右辺の三辺の形状は、この種\n物品「バッグ」において、市場には見られない斬新かつ特徴的なデザインであり、\n需要者に対し「波」（ウェーブ）、「うねうね」など曲線に係る印象を強烈に与えてい\nる。このことは、引用意匠と色違いではあるが、収納部の正面上辺及び左右辺の三\n辺の形状が同一のバッグで、本願意匠の創作者「甲」が創作したバッグ「ｍａｒｄ\nｉ  ｍａｔｉｎ（マルディマタン）」について、需要者が評価しているインターネッ\nト上のホームページの記事やＳＮＳで発したコメントなどから明らかである（甲１\n２～２１）。\n(4) 両意匠の相違点が需要者に与える印象\n両意匠の相違点は、複数個配置したスタッズが三つか四つかの違いにすぎない。\n具体的には、スタッズの位置が証明書記載意匠の最上段（上から一つ目）と最下段\n（上から三つ目）の位置と、引用意匠の最上段（上から一つ目）と最下段（上から\n四つ目）の位置とが同じであり、相違するスタッズの位置は、最上段と最下段に比\nべて目立たない真ん中の位置にある。\nまた、証明書記載意匠のスタッズ同士の間隔が証明書添付の「別紙」の動画から\n抽出した写真（別紙第３の添付画像１及び２）に写っているバッグを見ても上から\n一つ目と二つ目の間隔と上から二つ目と三つ目の間隔の長さの違いは注意深く観察\nしないとその違いを認識できず、甲２の引用意匠として矢印で示された写真（別紙\n第２の２枚目）に写ったバッグにはスタッズの存在さえ視認することができず、「引\n用意匠の拡大図」（別紙第２の３枚目）としてようやく視認できる程度である。そう\nすると、需要者は、スタッズがバッグの正面側の態様に関わるものであっても、両\n意匠の相違点からスタッズの個数や配置を明確に認識するよりも、両意匠からいず\nれも大雑把な「複数個のスタッズが並んでいる」程度の印象を持つと考えるのが自\n然であり、両意匠の相違点から需要者が受ける印象は異なるものではない。\n(5) 両意匠の共通点及び相違点による評価について\n上記(3)及び(4)によると、両意匠の相違点は、バッグにおいてスタッズの形状や\n複数個のスタッズの配置がバッグの装飾として視覚的なアクセントをもたらすとし\nても、ありふれた形状、配置であるだけでなく、両意匠の共通点が相違点と同じ正\n面側の態様に関わるものであり、斬新で特徴的な形状から需要者に曲線に係る印象\nを強烈に与えるため、相違点の需要者に対する印象が共通点に比べて薄くならざる\nを得ない（両意匠から受ける印象は共通点からが大きく、相違点からは小さいもの\nであることは、バッグを含む婦人服などの販売業者であるアパレルメーカーに長年\n従事している社員の陳述書（甲２２）からも明らかである。）。\n(6) 小括\n以上のとおり、両意匠に相違点があっても両意匠から受ける需要者の印象が異な\nるものではないといえることから、両意匠が実質同一であることは明らかであって、\n両意匠は、同一の意匠である。これと異なる判断をした本件審決は誤っている。\nそして、証明書記載意匠と引用意匠は同一の意匠であるから、引用意匠の公開行\n為（甲２）は先の証明書記載意匠の公開行為に基づいて行われたものといえる。\nそうすると、引用意匠は、意匠法４条２項に規定する新規性喪失の例外規定の対\n象となり、同法３条１項３号に掲げる意匠から除外されるべきものである。\nしたがって、本件審決が引用意匠を本願意匠の新規性の判断資料に含めた上で新\n規性を判断した点は同法４条２項の規定の適用を誤っている。\n２  結論\n以上のとおり、本件審決は、意匠法４条２項の適用を誤り、同法３条１項３号に\nより本願意匠が意匠登録を受けることができないと判断を誤った違法があり、取り\n消されるべきである。\n第４  被告の主張\n１  引用意匠が意匠法４条２項の適用を受けることができる旨の原告の主張は\n独自の解釈であって失当であり、引用意匠は同項に規定する新規性喪失の例外規定\nの適用の対象とならず、本願意匠の新規性の判断資料から除外されるべきものでな\nいとした本件審決の判断に違法はなく、本件審決が取り消されるべき理由はない。\n２  意匠法４条２項について\n(1) 引用意匠が、意匠の新規性の喪失の例外の規定の適用の対象となるか否かに\nついては、証明書記載意匠と同一の意匠であるか、自らが先の証明書記載意匠の公\n開行為に基づいて複数回にわたって事後公開した場合に当たるか、第三者の公開で\nある場合、その先の公開で意匠法４条２項の「該当するに至った意匠」の公開に基\nづくことが明らかな場合に当たるかについて検討すべきである。\n(2) 両意匠を比較すると、まず、意匠に係る物品はいずれも「バッグ」であるか\nら、意匠に係る物品は同一である。他方、その形状等について、証明書記載意匠は、\n正面側のスタッズを左右寄りに縦１列に、三つずつ設け、上から一つ目から二つ目\nよりも二つ目から三つ目の間隔をやや長く配し、本体部及び把持部は黒色であるの\nに対し、引用意匠は、正面側のスタッズを左右寄りに縦１列ほぼ等間隔に四つずつ\n設け、本体部はアイボリーで把持部は茶色で、留め付け側に環状金具を配したもの\nであり、両意匠は、把持部の環状金具の有無、正面側のスタッズの個数及び配置態\n様並びに把持部及び本体部の色彩が相違している。特に、正面側のスタッズの個数\n及び配置態様については、目立つ正面側の態様に関わり、スタッズは、その物理的\nな留め具としての機能のみならず、バッグの装飾としても機能し、視覚的なアクセ\nントをもたらしているから、それらのスタッズの個数及び配置態様の相違は、「形態\nにおいて微差」とはいえず、実質同一といい得る範囲を超えているというべきであっ\nて、両意匠は、実質同一の意匠とは認められず、同一の意匠とは認められない。\n(3) 意匠法４条２項は、同条３項に定める手続が行われることを条件に、意匠の\n新規性の喪失の例外を特に認める規定であると解されるところ、更にその例外的な\n取扱いとして、同条２項の規定の適用を受けるに至った意匠登録を受ける権利を有\nする者の行為に起因して、公知意匠に該当するに至った意匠（公開意匠）の先の公\n開に基づく第２回以降の公開については、その意匠は、公知意匠に該当するに至ら\nなかったものとして取り扱い、第三者の公開についても公知意匠に該当するに至っ\nた意匠の先の公開に基づくことが明らかなときには、公知意匠に該当するに至らな\nかったものとして取り扱う（意匠審査基準５．１（１）、（２）（乙４））ものである。\nこれらの場合、当該公開意匠と同一、又は少なくとも実質同一の意匠が公開された\n場合と解するのが相当である。\nそうすると、引用意匠について意匠法４条２項の規定が適用されるかを判断する\nに当たっては、引用意匠が証明書記載意匠に類似するか否かではなく、両意匠の実\n質的な相違の存否において両意匠の同一性を検討し判断すべきであり、両意匠の相\n違点が極端な違いであるか否か、当該相違点に係るスタッズの形状等及び配置があ\nりふれているか否か、相違点が共通点に比してその印象が強いか否かによって、そ\nの判断が左右されるものではないから、原告の主張は失当である。\nまた、両意匠の同一性の判断において、相違点があるとしても、特徴的な共通点\nから両意匠から受ける需要者の印象が異なるものではないとし、両意匠が実質同一\nであることは明らかであるとの主張は、原告の主観に基づく誤った解釈であり、特\n徴的な共通点の存在に関わりなく、同一性の判断に当たって、実質的な相違がある\nか否かを判断することは可能であるから、原告の主張は失当である。\nそして、公知意匠に該当するに至った意匠の先の公開に基づく第２回以降の公開\nについては「権利者が同一の取引先へ同一の商品を複数回納品した場合における、\n初回の納品によって公開された意匠と、２回目以降の納品によって公開された意匠」\nなどがあげられ、この場合、実質的に同一といえるのは、意匠の構成要素に実体的\nな影響を及ぼすような実質的な相違がない場合をいうと解すべきである。\nそこで、両意匠について検討すると、バッグ用の下げ飾りや、ショルダーストラッ\nプなどを取り付けることができる把持部の環状金具の有無や、正面側のスタッズの\n個数及び配置態様などの複数の相違点が存在し、特にスタッズの態様については、\n十分肉眼で看取可能であって（引用意匠の掲載ウェブページにおいても、選択した\n画像をポップアップし、拡大表示可能である。）、バッグの正面の意匠の装飾的な構\n成要素として機能し、「上から一つ目から二つ目よりも二つ目から三つ目の間隔を\nやや長く」三つ配したものと「四つずつ、略等間隔に」配したものとでは、その構\n成から異なり、単なる個数の相違にとどまらず、具体的態様において実質的に相違\nしているというべきである。\nそうすると、両意匠が、上記相違点以外の態様においておおむね共通するとして\nも、それは、実質的な相違の存否には、何ら影響を与えるものではなく、上記複数\nの明らかな相違点を有する両意匠は実質的に相違し、両意匠は、実質同一の意匠で\nはないというべきである。\nよって、両意匠は、実質同一の意匠とは認められず、同一の意匠とは認められな\nいとした、本件審決の判断に誤りはない。\n３  両意匠は同一の意匠ではないから、引用意匠の公開行為は、先の証明書記載\n意匠の公開に基づいて行われたものであるとの原告の主張は失当であって、また、\n引用意匠について意匠法４条３項に規定する手続が行われていないのであるから、\n本願出願において、引用意匠が同条２項の規定の適用の対象となる理由はない。\nそして、引用意匠は、本願出願前に公開された意匠であり、本願意匠は、その引\n用意匠に類似するものであるから、本願意匠は同法３条１項３号に掲げる意匠に該\n当するものであって、同条１項の規定により、意匠登録を受けることができないと\nした本件審決に誤りはない。\n４  結論\n引用意匠は意匠法４条２項の適用の対象にならず、本願意匠が、同法３条１項３\n号の規定に該当するから、その認定及び判断に基づく本件審決に誤りはなく、原告\nの主張は失当である。\n第５  当裁判所の判断\n１  取消事由について\n(1) 原告は、本件審決が引用意匠について意匠法４条２項の新規性喪失の例外の\n適用を認めなかったことが誤りであると主張しているから、この点について検討す\nる。\n(2) 意匠法４条２項は、意匠登録を受ける権利を有する者の行為に起因して同法\n３条１項１号又は２号に該当するに至った意匠に関し、その該当するに至った日か\nら１年以内にその者がした意匠登録出願に係る意匠についての同条１項及び２項の\n規定の適用については、同条１項１号又は２号に該当するに至らなかったものとみ\nなすとして、新規性喪失の例外を認めている。\nこのような新規性喪失の例外の適用を受けようとする者は、その旨を記載した書\n面を意匠登録出願と同時に特許庁長官に提出し、かつ、意匠法３条１項１号又は２\n号に該当するに至った意匠が同法４条２項の適用を受けることができる意匠である\nことを証明する書面を意匠登録出願の日から３０日以内に特許庁長官に提出しなけ\nればならない（同条３項）。\nしたがって、原告が引用意匠について意匠法４条２項の適用を受けるためには、\n原告が引用意匠について同条３項所定の証明書を提出していることがその前提とな\nる。\n(3) この点、原告は、本件証明書に記載されている証明書記載意匠と引用意匠は\n実質同一の意匠であると主張し、原告が特許庁長官に本件証明書を提出したことに\nより、引用意匠に係る公開行為は先の証明書記載意匠の公開に基づいてされたもの\nと認めるべきである旨を主張する。\nそこで検討すると、証明書記載意匠は、甲１（別紙第３の添付画像１及び２）の\nとおりであり、これによると、その形状等は、全体としてマチのある略直方体の収\n納部と、その収納部の上辺左右両側からアーチ状に持ち手を架橋し、収納部及び持\nち手はいずれも黒色の色彩が施されているものであり、収納部の正面上辺及び左右\n辺の三辺を波状に形成し、上辺及び左右辺の山部が左右上角部のものを含めて各辺\n三つずつあり、左右上角部には上辺及び左右辺の山部が合わさったように正面視左\n右斜め上方向に突出した略半長円形状の山部、左右辺中央部には円弧状の山部、左\n右下角部には下辺が直線状の略円弧状の山部と、計七つの山部を形成してなるもの\nであり、収納部上辺からやや離れた位置から左右辺に沿って直線状に上から下へ略\n小円形状のスタッズを並べてなり、上から一つ目と二つ目の間の間隔よりも上から\n二つ目と三つ目の間隔の方を長くして三つずつ配し、各スタッズは上から一つ目の\nスタッズが左右上角部の山部と左右辺中央部の山部との間の谷部上方寄りの位置、\n上から二つ目のスタッズが左右辺中央部の山部の頂を直線で結んだ線上の位置、上\nから三つ目のスタッズが左右下角部の山部の頂を直線で結んだ線上の位置に設けて\nなるものであると認められる。\n他方、引用意匠は、甲２（別紙第２の２枚目及び３枚目）のとおりであって、上\n記認定の証明書記載意匠と対比すると、両意匠の形状等についての相違点は、本件\n審決が認定した前記第２の３(5)イのとおり、証明書記載意匠は、正面側のスタッズ\nを左右寄りに縦一列縦１列に、三つずつ設け、上から一つ目から二つ目よりも二つ\n目から三つ目の間隔をやや長く配し、本体部及び把持部は黒色であるのに対し、引\n用意匠は、正面側のスタッズを左右寄りに縦一列ほぼ等間隔に四つずつ設け、本体\n部はアイボリーで把持部は茶色で、留め付け側に環状金具を配したものであり、両\n意匠は、把持部の環状金具の有無、正面側のスタッズの個数及び配置態様並びに把\n持部及び本体部の色彩が相違するものである。\nそして、証明書記載意匠と引用意匠とは、以下の(4)において判断するとおり、少\nなくとも正面視において、正面側のスタッズの個数及び配置態様の点で相違点を有\nし、かかる相違点は、物品の性質や機能に照らして実質的にみて同一であると十分\n理解できる範囲内のものであると認められる場合とはいえないから、同一の意匠と\nはいえない。\n(4) 原告は、両意匠の共通点の形状が特徴的なものであって、需要者に強い印象\nを与えているため、正面側のスタッズの個数及び配置態様の相違点の印象は共通点\nに比べて薄いものにならざるを得ないから、需要者は、スタッズがバッグの正面側\nの態様に関わるものであっても、両意匠の相違点からスタッズの個数や配置を明確\nに認識するよりも、両意匠からいずれも大雑把な「複数個のスタッズが並んでいる」\n程度の印象を持つと考えるのが自然であり、両意匠の相違点から需要者が受ける印\n象は異なるものではないから、両意匠は実質同一といえるものであって、同一の意\n匠である旨を主張する。\nしかしながら、意匠法４条３項は、同法３条１項の例外として、同法４条２項の\n新規性喪失の例外の適用を受けるための特別の要件として規定されているもので\nあって、原則として意匠登録出願前に意匠登録を受ける権利を有する者の行為に起\n因して公開される意匠ごとに同意匠に係る証明書を提出すべきであり、それゆえ、\n証明書に記載される意匠と引用意匠は同一でなければならないと解される。もっと\nも、証明書に記載される意匠と引用意匠との間に僅少な相違があるにすぎない場合\nにも同一性を欠くとすることは相当ではなく、また、意匠登録出願者の手続的負担\nも考慮すると、証明書に記載された意匠と引用意匠の相違点が、物品の性質や機能\nに照らして実質的にみて同一であると十分理解できる範囲内のものであると認めら\nれる場合には、証明書に記載された意匠と引用意匠はなお同一であると認められる\nと判断するのが相当である。\nしかるところ、両意匠の相違点であるスタッズについては、スタッズを設けるこ\nと自体は、バッグという物品の性質上、ありふれたものであるといえるものの（甲\n４～１１）、スタッズの数や配置態様は一様ではなく、その数や配置態様によっては\n美観に影響を及ぼすものであるところ、両意匠の相違点であるスタッズの態様につ\nいては、十分肉眼で看取可能であって、バッグの正面の意匠の装飾的な構成要素と\nして機能し、「上から一つ目から二つ目よりも二つ目から三つ目の間隔をやや長く」\n三つ配したものと「四つずつ、略等間隔に」配したものとでは、その構成が異なる\n上、両意匠の共通点である収納部の正面上辺及び左右辺の三辺の形状との関係にお\nいて、証明書記載意匠は、左右辺の山部三つに対して同数の三つのスタッズが配置\nされており、二つ目のスタッズが左右辺中央部の山部の頂を直線で結んだ線上の位\n置にあるのに対し、引用意匠は、左右辺の山部三つに対して一つ多い四つのスタッ\nズが配置されており、二つ目のスタッズが左右上角部の山部と左右辺中央部の山部\nとの間の谷部下方寄りの位置にあり、上から三つ目のスタッズが左右辺中央部の山\n部と左右下角部の山部との間の谷部中央やや上方寄りの位置にあることから、両意\n匠の共通点である収納部の正面視の左右辺の山部との関係性からも、それぞれ異な\nる美観を有するものといえる。\nそうすると、両意匠の相違点である正面側のスタッズの個数及び配置態様の点は、\n物品の形状等による美観に影響を及ぼす相違点といえることから、証明書に記載さ\nれた意匠と引用意匠の相違点が物品の性質や機能に照らして実質的にみて同一であ\nると十分理解できる範囲内のものであると認められる場合とはいえない。\nしたがって、上記判断に反する原告の主張は採用できない。\n(5) 以上によると、引用意匠が本件証明書に記載されている証明書記載意匠と同\n一の意匠であるとは認められず、したがって、引用意匠の公開行為（甲２）は先の\n証明書記載意匠の公開に基づいてされたものと認めることはできない。\nそうすると、引用意匠については、意匠法４条３項所定の証明書が提出されてい\nないことに帰するから、原告は引用意匠について同条２項の適用を受けることはで\nきない。\nよって、本件審決が引用意匠について意匠法４条２項の新規性喪失の例外の適用\nを認めなかった点に誤りがあるとは認められない。\n２  以上によると、引用意匠は、本願出願前に公開された意匠であり、第２の３\n(3)の本件審決の判断のとおり、本願意匠は、その引用意匠に類似するものであるか\nら（なお、この点について原告は争っていない。）、本願意匠は意匠法３条１項３号\nに掲げる意匠に該当するものであるとの本件審決の判断に誤りがあるとはいえない。\nしたがって、原告の主張する取消事由には理由がない。\n第６  結論\n以上の次第であるから、原告の請求は理由がないから棄却することとして、主文\nのとおり判決する。\n知的財産高等裁判所第１部\n裁判長裁判官\n本      多      知      成\n裁判官\n遠    山    敦    士\n裁判官\n天      野      研      司\n"
}