{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 1,
    "day": 30
  },
  "case_number": "令和3(ワ)6908",
  "case_name": "特許権侵害行為差止等請求事件",
  "court_name": "大阪地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "91869",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=91869",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/869/091869_hanrei.pdf",
  "contents": "令和５年１月３０日判決言渡  同日原本領収  裁判所書記官\n令和３年（ワ）第６９０８号  特許権侵害行為差止等請求事件\n口頭弁論終結日  令和４年１１月２８日\n判         決\n原告  アルインコ株式会社\n同訴訟代理人弁護士  中務尚子\n同  榎本辰則\n被告  株式会社ジャストビギン\n同訴訟代理人弁護士  松本司\n同  田上洋平\n同  冨田信雄\n同訴訟代理人弁理士  深井敏和\n主         文\n１  被告は、別紙被告製品目録記載の製品を製造し、販売し、販売の申出をし、販\n売のための展示をしてはならない。\n２  被告は、別紙被告製品目録記載の製品及び半製品（別紙被告製品目録に記載の\n製品の構造を具備しているが製品として完成するに至らないもの）を廃棄せよ。\n３  被告は、原告に対し、●（省略）●円及びうち●（省略）●円に対する令和３\n年８月７日から支払済みまで年５分の割合による金員、うち●（省略）●円に対\nする令和３年８月７日から支払済みまで年３分の割合による金員を各支払え。\n４  原告のその余の請求を棄却する。\n５  訴訟費用は、これを３７分し、その１０を原告の負担とし、その余を被告の負\n担とする。\n６  この判決は、第３項に限り、仮に執行することができる。\n事実及び理 由\n第１  請求\n１  主文１、２項と同旨\n２  被告は、原告に対し、●（省略）●及びうち●（省略）●に対する令和３年８\n月７日から支払済みまで年５分の割合による金員並びにうち●（省略）●に対す\nる令和３年８月７日から支払済みまで年３分の割合による金員を各支払え。\n第２  事案の概要\n本件は、別紙特許公報記載の特許（以下「本件特許」といい、その特許権を「本\n件特許権」という。）を有する原告が、別紙被告製品目録記載の製品（以下「被告製\n品」といい、個別には「被告製品１(2)」などという。）を製造販売等する被告に対\nし、被告製品が本件特許権の技術的範囲に属するとして、特許法１００条１項に基\nづく被告の行為の差止め及び同２項に基づく被告製品の廃棄等を求めるとともに、\n民法７０９条に基づき、原告の被った損害及びこれに対する前記販売行為等がされ\nた後である令和３年８月７日から支払済みまで、令和２年４月１日より前の行為に\nよる損害については平成２９年法律第４４号による改正前の民法所定の、同日以降\nの行為による損害については同法による改正後の民法所定の各利率による遅延損\n害金の支払を求めた事案である。\n１  前提事実（争いのない事実及び証拠により容易に認定できる事実）\n(1) 当事者\nア  原告は、建設用仮設機材及び機械の開発、製造、販売、リース、レンタル\n並びに輸出入等を目的とする株式会社である。\nイ  被告は、建具工事、金物工事、塗装工事、ガラス工事、ガス管配管工事の\n企画、設計、施工、請負等を目的とする株式会社である。\n(2) 本件特許権\n本件特許権の特許請求の範囲、技術分野、発明の詳細な説明、図面等は、別\n紙特許公報記載のとおりであり、原告の請求は、特許請求の範囲の請求項１（以\n下、同項に係る発明を「本件特許発明」という。）に基づくものである。\n本件特許発明の構成要件は、次のとおり分説される（以下、分説された要件\nを符号に応じて「構成要件Ａ」などという。）。\nＡ  作業空間を形成する足場構築体（１）から外側空間に向けて突出する落下\n物受取装置（４）を設け、\nＢ  該落下物受取装置（４）の基端部と前記足場構築体（１）の間に隙間（Ｓ）\nを有する構成において、前記隙間（Ｓ）を覆う隙間遮蔽装置（２０）を設け、\nＣ  前記隙間遮蔽装置（２０）は、前記落下物受取装置（４）の基端部に固定\nされる固定部材（２１）と、\nＤ  該固定部材（２１）から足場構築体（１）に向けて延びる遮蔽部材（２３）\nを備え、\nＥ  前記固定部材（２１）に対して前記遮蔽部材（２３）を回動自在に枢結し\nており、\nＦ  前記遮蔽部材（２３）は、不使用時に前記固定部材（２１）に向けて回動\nすることにより、該固定部材（２１）の上に重ねられるように構成されて成\nる\nＧ  足場における落下物の落下防止装置。\n(3) 被告の行為\n被告は、被告製品を、遅くとも本件特許が登録された平成２８年４月１５日\n以降現在に至るまで、業として製造及び販売し、販売の申出をし、また販売の\nための展示をしている（甲３（枝番を含む））。\n被告製品のうち、被告製品１は、アルミ製の枠組みに朝顔（防護棚）として\n２層シートが用いられているものであり、被告製品２(1)及び同(3)は、アルミ\n製の枠組みに朝顔として４層構造のシートが用いられているもの、被告製品２\n(2)及び同(4)は、アルミ製の枠組みに朝顔として２層のシートが用いられてい\nるもの、被告製品２(5)は、アルミ製の枠組みに朝顔としてＦＲＰ板（繊維強化\nプラスチック板）を取り付けたものである。\n(4) 被告製品の構成等\n被告製品の構成は、別紙被告製品説明書に記載のとおりである（用語等は被\n告主張によるものである。）。\n被告は、被告製品がいずれも本件特許発明の構成要件Ａ、Ｂ及びＧに相当す\nる構成を備えることを争わない。\n２  争点\n(1) 被告製品が、構成要件Ｃ、同Ｄ、同Ｅ及び同Ｆに共通して含まれる構成であ\nる「固定部材（２１）」に相当する構成を備えているか（争点１）\n(2) 原告の被った損害額（争点２）\nなお、原告は、いわゆる均等侵害の主張（請求原因）もしており、被告はこれ\nを争っている。\n第３  争点に関する当事者の主張\n１  争点１（被告製品が、構成要件Ｃ、同Ｄ、同Ｅ及び同Ｆに共通して含まれる構\n成である「固定部材（２１）」に相当する構成を備えているか）について\n【原告の主張】\n(1)  被告製品が「固定部材」の構成を備えること\nア  本件特許発明における「固定部材（２１）」の意義\n本件特許発明における隙間遮蔽装置（２０）は、落下物受取装置（１）の\n基端部と遮蔽部材（２３）を、固定部材（２１）により回動自在に固定する\nことで、落下物受取装置（４）と足場構築体（１）の作業空間の外側面に生\nじる隙間Ｓを確実かつ好適に遮蔽し、また落下物受取装置（４）の姿勢変更\nに応じることができるものである。\nしたがって本件特許発明における固定部材（２１）とは、落下物受取装置\n（４）の基端部と遮蔽部材（２３）を回動自在に固定する機能を果たす部材\nである。\nイ  被告製品の構成\n被告製品の下枠（基端部）には、隙間を防ぐ隙間板（遮蔽フラップ）が、\n被告も主張するとおり、蝶番（ヒンジ）で回動自在に固定されている。被告\n製品の蝶番は、まさに被告製品の基端部と遮蔽部材２３を回動自在に固定し\nており、本件特許発明にいう固定部材（２１）に相当するものである。\nすなわち、蝶番は、第１翼片と第２翼片を枢結（枢軸により回動自在に連\n結）したものであり、その部材中の第１翼片が、落下物受取装置の基端部に\nリベット等で固着されて固定されているから、本件特許発明における、落下\n防止装置の基端部と遮蔽部材を回動自在に固定するために設けられる部材\nとしての「固定部材」の構成に当たる。そして、「遮蔽部材は、不使用時に固\n定部材（第１翼片）に向けて回動することにより、固定部材（第１翼片）に\n重ねられるように構成されて成」っている。\nしたがって、被告製品は、本件特許発明における「固定部材」を備えてい\nる。\n(2) 被告の主張に対する反論\nア  枢結手段が固定部材と独立して存在する必要はないこと\n「枢結」とは、「回転自在に結び付けること」を意味し、枢軸により回動自\n在に連結された形態を意味する。したがって、ある構成において、固定側の\nＡ部材と回動側のＢ部材が存在し、それらを回転自在に結びつける場合、「Ａ\n部材に対して、Ｂ部材を回動自在に枢結する」という表現がされることにな\nる。\n本件特許発明における構成要件Ｅでは、「前記固定部材（２１）に対して前\n記遮蔽部材（２３）を回動自在に枢結しており」とされており、上述のとお\nり、固定側の固定部材（２１）と、回動側の遮蔽部材（２３）が存在し、そ\nれらが回転自在に結び付けられていることを意味している。すなわち、固定\n部材（２１）は、「落下物受取装置（４）の基端部に固定され」（構成要件Ｃ）、\n「固定部材（２１）から足場構築体（１）に向けて延びる遮蔽部材」（構成要\n件Ｄ）を枢結させるために設けられた部材である。加えて、構成要件Ｅの文\n言には「枢結手段」という語の記載はないことも考慮すれば、本件特許発明\nは固定部材（２１）と独立して存在する枢結手段を構成要件とするものでは\nない。\nイ  請求項中の符号の意義について\n特許法施行規則２４条の４及び様式２９の２〔備考〕１４ロには、「請求項\nの記載の内容を理解するため必要があるときは、当該願書に添付した図面に\nおいて使用した符号を括弧をして用いる。」と記載されており、請求項の参\n照符号は、特段の事情のない限り、記載内容を理解するための補助的機能を\n有するにとどまり、符号によって特許請求の範囲に記載された内容を限定す\nる機能は有しない。\n本件特許発明においては、構成要件ＣないしＦにおいて、固定部材につい\nて「（２１）」の符号を用いているが、明細書中に図示される実施例は、後付\nけされるユニット２０a を構成する場合の１つの実施例にすぎないことも併\nせ考えると、構成要件ＣないしＦに記述の固定部材がかかる１実施例におい\nて説明される固定部材（２１）に限定されるものではない。\nすなわち、本件特許の明細書図面は、固定部材（２１）の例として、両端\n部に取付手段（２５ａ、２５ｂ）を設けた長尺の板材について説明している\nが、これは後付けユニット（２０ａ）を構成するための１つの実施形態であ\nり、本件特許発明は、これとは別に、遮蔽部材（２３）を枢結するための固\n定部材が落下物受取装置の基端部に取付一体化されたものを別の実施形態\nとして含んでおり（明細書【００１６】【００２１】【００４２】参照）、その\n場合、符号（２１）で図示された部材の構成を任意に変更し得ることは、自\n明のことである。\n【被告の主張】\n(1) 蝶番（２２）は固定部材（２１）に当たらないこと\nア  本件特許発明の「隙間遮蔽装置（２０）」の構成\n本件特許発明の「隙間遮蔽装置（２０）」は、請求項１に明記されている\n「固定部材（２１）」及び「遮蔽部材（２３）」のほか、「枢結手段（２２）」\nより構成されている。\nこのように解されるのは、構成要件Ｅでは「前記固定部材（２１）に対し\nて前記遮蔽部材（２３）を回動自在に枢結しており」、また構成要件Ｆでは\n「前記遮蔽部材（２３）は、不使用時に前記固定部材（２１）に向けて回動\nすることにより、該固定部材（２１）の上に重ねられるように構成されて成\nる」とされているが、「遮蔽部材（２３）」を回動自在に枢結し、「固定部材\n（２１）の上に重ねられるように回動する」には、「枢結手段（２２）」が必\n要であるからである。\nこのことは、本件明細書（甲２）の「【００３９】････、隙間遮蔽装置２０\nは、前記落下物受取装置４の基端部（具体的には補助板１１）に着脱自在に\n固定される固定部材２１と、該固定部材２１に枢結手段２２を介して回動自\n在に連結された遮蔽部材２３とを備えたユニット２０ａを構成している。」\nとの説明や、「【００４３】････、隙間遮蔽装置２０は、固定部材２１の上に\n遮蔽部材２３を相互に側縁部分がオーバラップするように重ね合わせた状\n態で、長手方向に間隔をあけて配置された複数の蝶番から成る枢結手段２２\nにより枢結され、図示矢印で示すように、固定部材２１の上で遮蔽部材２３\nを反転方向に回動起立可能とするように構成されている。」との実施例の説\n明でも「枢結手段」の構成が説明されていることからも裏付けられる。\nイ  「枢結手段（２２）」は「固定部材（２１）」と独立して存在するものであ\nること\n本件特許発明の固定部材（２１）は、構成要件Ｃに記載されているように、\n落下物受取装置（４）の基端部に隙間遮蔽装置（２０）を固定する部材であ\nる。構成要件Ｅは「前記固定部材（２１）に対して前記遮蔽部材（２３）を\n回動自在に枢結しており」とし、構成要件Ｆは「前記遮蔽部材（２３）は、\n不使用時に前記固定部材（２１）に向けて回動することにより、該固定部材\n（２１）の上に重ねられるように構成されて成る」としているが、これは「固\n定部材（２１）」と「遮蔽部材（２３）」とを回動自在に枢結する手段（枢結\n手段（２２））が、「固定部材（２１）」と独立して存在することを記載してい\nる。\nしたがって、固定部材（２１）は、原告主張のような「落下物受取装置（４）\nの基端部と遮蔽部材（２３）を回動自在に固定する機能を果たす部材」では\nなく、遮蔽部材（２３）を固定部材（２１）に対して回動自在に枢結するの\nは、構成要件Ｅ、Ｆが存在することを示す枢結手段（２２）である。\nウ  被告製品の構成\n被告製品の「隙間遮断装置２０」には、本件特許発明の「固定部材（２１）」\nに対応する構成は存在せず、枢結手段である「蝶番２２」を「落下物受取装\n置４」の基端部に取り付けている。\n「蝶番２２」は、「落下物受取装置４」の基端部に対し「遮断板２３」を回\n動自在に枢結する部材であり、また、「遮断板２３」と「落下物受取装置４」\nを枢結することで、不使用時には「遮断板２３」を「落下物受取装置４」に\n向けて回動させ、その上に重ねられるようにしているものである。よって、\n被告製品の「蝶番２２」は本件明細書の【００４３】でも説明されているよ\nうに枢結手段であって、本件特許発明の「固定部材（２１）」ではない。\n被告製品には、「固定部材（２１）」の構成が存在しないため、別紙被告製\n品説明書図３．図８及び図１０のとおり、蝶番２２（枢結手段）は、落下物\n受取装置４の基端部に固定されているし、また蝶番２２は、落下物受取装置\n４の基端部と遮断板２３とを回動自在に枢結しており、遮断板２３は、不使\n用時に前記基端部に向けて回動することにより、本件特許発明のように「固\n定部材（２１）の上」（構成要件Ｆ）ではなく、「前記基端部等の上」に重ね\nられるように構成されているのである。\nエ  原告の主張について\n原告の主張のように、「固定部材（２１）」が「蝶番（２２）」の「第１翼片」\nであるとすると、「遮蔽部材（２３）」を上記「第１翼片」に向けて回動した\n場合、「第１翼片」の「上に重ねる」というより「蝶番を閉じる」と表現され\nる。また、蝶番を閉じてもその大きさが小さいことから、本件明細書の第４\n図の場合のように「保管・運搬に便利となる」こともない。\n原告の主張は、構成要件Ｆの構成及びその構成の作用効果の説明と矛盾す\nる。\n(2) 請求項１に付記された数字の意義について\n本件特許発明の請求項１の記載は、各構成部材に実施例と同じ数字が付記さ\nれている。すなわち、「固定部材」には実施例の「固定部材」の構成と同じ「（２\n１）」の数字が付記されている。他の「遮蔽部材」等の部材も同様である。\nこのような実施例の部材に付記された数字と同じ数字が付された請求項の\n場合は、請求項の部材は実施例の部材と同じ概念に解釈すべきことになる。す\nなわち、請求項の「固定部材（２１）」の概念は、実施例の「固定部材２１」と\n同じ概念の構成であると解釈すべきことになる。\nところで、実施例では「固定部材２１」、「枢結手段２２」及び「遮蔽部材２\n３」は各独立した部材であり、「【００３９】････、隙間遮蔽装置２０は、前記\n落下物受取装置４の基端部（具体的には補助板１１）に着脱自在に固定される\n固定部材２１と、該固定部材２１に枢結手段２２を介して回動自在に連結され\nた遮蔽部材２３とを備えたユニット２０ａを構成している。」と説明されてい\nるとおりである。\nそうすると、請求項１の「固定部材（２１）」も、実施例の「固定部材２１」\nの構成と同じ概念であるから、原告主張のように「落下物受取装置（４）の基\n端部と遮蔽部材（２３）を回動自在に固定する機能を果たす部材」と解するこ\nとはできない。\nしたがって、この請求項１に付記された数字の観点から見ても、被告製品の\n「蝶番（２２）」が本件特許発明の「固定部材（２１）」に該当するとの原告の\n主張は失当である。\n２  争点２（原告の被った損害額）について\n【原告の主張】\n(1) 特許法１０４条２項に基づく損害額\nア  被告は、被告製品を、遅くとも本件特許が登録された平成２８年４月１５\n日から令和４年７月３１日まで製造販売しているところ、その売上額の合計\nは●（省略）●であり、うち令和２年３月３１日以前のものが●（省略）●\nであり、同年４月１日以後のものが●（省略）●である。\nイ  被告製品の推定利益率は●（省略）●パーセントであるから、アの金額に\nこれを乗じたもの（民法改正前のものが●（省略）●、改正後のものが●（省\n略）●、●（省略）●）が特許法１０２条２項により推定される損害額とな\nる。\nウ  原告は、本訴の提起追行を弁護士に委任したところ、その費用（上記イの\n１割に相当する金額）は被告の行為と相当因果関係ある損害である。\nエ  よってイとウの●（省略）●（うち民法改正前の分が●（省略）●、改正\n後の分が●（省略）●）が原告の被った損害である。\n(2) 推定覆滅について（被告主張に対する反論）\nア  本件特許発明の技術的意義及び顧客吸引力\n本件特許発明の作用効果は、落下物受取装置の基端部の縁と、足場構築体\nの作業空間の外側面の間には、狭小な隙間が生じることが不可避であるが、\n遮蔽部材が回動自在に取り付けられていることによって、落下物受取装置の\n角度にかかわらず、常に当該隙間を遮蔽できるというものである。\nそして、小さなボルト・ナットやビス等であっても、高所から落下すれば\n人体を負傷する危険があることから、落下物受取装置の角度にかかわらず常\nに当該隙間を遮蔽できるという作用効果は、高所で作業を行う際に最重要視\nされる安全性を実現するものであり、かかる作用効果は落下物受取装置とし\nて極めて高い技術的意義及び顧客誘引力を有するものである。\n被告製品においても、遮蔽部材が回動自在に取り付けられていることが製\n品の特長として紹介されており、本件特許発明の作用効果を有していること\nで、極めて大きな顧客誘引性に寄与している。また、このような観点から、\n本件特許発明は、落下防止装置において部分的に実施されているというもの\nではない。\nイ  他の知的財産権実施・使用は推定の覆滅事由とならないこと\n被告製品２は、ＳⅡ型（被告製品２(1)）及びＳＨ型（同２(3)）の他、２\n層Ⅱ型、２層Ｈ型及びパネルタイプ朝顔（被告製品２(2)、同２(4)、同２(5)）、\nの３種類が存在するところ、被告の主張は、かかる３種類及び被告製品１に\n対しては被告が保有する特許第６４１８４７３号の特許発明（以下「被告発\n明」という。）が実施されていないことを自認するものである。被告製品の平\n成２８年４月１５日から令和４年７月３１日までの売上額は●（省略）●で\nあるところ、被告発明が実施されているというＳⅡ型及びＳＨ型の売上額は\n●（省略）●であり、被告製品全ての売上額の●（省略）●にも満たない。\nさらに、被告発明の出願は、平成３０年２月２０日であるが、ＳⅡ型及びＳ\nＨ型に対する実施が開始された時期も不明であり、それらの発売にかかる全\n期間を通じて、被告発明による何らかの顧客誘引力があったものではない。\nまた、被告は、商標登録第６４３６９８２号の登録商標（以下「被告商標」\nという。）を使用しており、他社の製品に対して強い識別力を有するととも\nに高い宣伝広告機能を発揮しているとして、被告製品の売上げに強く貢献し\nている旨主張している。しかし、既述のとおり、工事現場における落下物受\n取装置については、何より安全性が最重視されるのであり、商標の如何によ\nって顧客の購買意欲に影響を及ぼすことはなく、安全性の観点から製品の選\n択が行われる。また、被告商標における識別力が被告の売上に貢献するほど、\n被告商標や被告製品について周知性が認められるものでもない。\n【被告の主張】\n(1) 原告の主張中アの事実及びイ●（省略）●\n(2) 推定覆滅について\n次のとおり、本件特許発明の実施が被告製品の売り上げに貢献した割合は\n微々たるものであり、被告製品の販売により被告の得た利益の８割については、\n特許法１０２条２項による推定が覆滅される。\nア  本件特許発明の位置づけ\n本件特許発明の出願前より、折畳式朝顔装置は公知技術として存在してお\nり、本件特許発明に進歩性が認められるのは、単に隙間を覆うためではなく、\n遮蔽部材が固定部材により回動自在に取り付けられている点にある（乙３）\nから、この点がどの程度顧客誘引力を高めるかという観点から検討する。\n被告製品の特徴は、落下物受け取り装置部分がシートとネットの多層構造\nで高い安全性を保持していること、軽量であること、作業時間が圧縮される\nことであり、被告製品導入のメリットは前記３点に加え、耐久性、美観性、\n運搬性、在庫管理であって（甲３、乙４）、これらが顧客誘引力を高めている。\n朝顔と本体の隙間に隙間フラップが搭載されていることに言及している\nものの、ここであげられている特徴は、遮断板（隙間フラップ）が存在する\nことで、単に隙間が覆われることになるという効果に言及するものにすぎず、\n遮蔽部材を回動自在に取り付けられていることを特徴として記載していな\nい。\nイ  本件特許発明は侵害品の部分のみに実施されていること\n本件特許発明は、実質的には隙間遮蔽装置の発明にすぎず、足場における落\n下物の落下防止装置において、隙間遮蔽装置部分の占める割合は、機能的・コ\nスト的・物理的に占める割合のいずれにおいれも、５分の１程度のものにすぎ\nない。加えて、後記のとおり、被告は「足場における落下物の落下防止装置」\nにおいて大きな割合を占める落下物を受け止める部分において特徴のある被\n告発明を実施しており、なおさら「隙間遮蔽装置」部分の割合は小さいと言わ\nざるを得ない。\nそして、「足場における落下物の落下防止装置」において最も重要なのは、電\n動工具やそれなりの重量のある建築資材等を受け止め、通行人や作業者に死傷\n事故を生じさせないことであるが、本件特許発明の「隙間遮蔽装置」において\n落下を防止できるのは、原告の主張するとおり小さなボルト・ナットやビス等\nであり、このような小さなボルト・ナットやビス等が通行人に落下することは\nないし、作業者には労働安全衛生規則により工事用ヘルメット（保護帽）の着\n用が法的に義務づけられていることから、落下物受取装置の基端部と足場との\n間にできる隙間を通り抜けることのできる小さなボルト・ナットやビスで傷害\n等の結果が生じることは極めて稀である。\nしたがって、落下物受取装置において、本件特許発明の作用効果がその売上\nげに貢献する割合は微々たるものと言わざるを得ない。\nウ  他の知的財産権の実施・使用について\n被告製品２(1)及び同２(3)は、被告発明の実施品であり、同特許発明の優れ\nた効果（棒状部材の突き抜け防止）が訴求力を有し、売り上げに強く貢献して\nいる。また、被告製品２は、「楽美」の２文字を墨書体の特徴的な文字で表現し\nてなる高い識別力と宣伝広告機能を有する被告商標を使用している。\nこれら発明の実施や商標の使用が売り上げに貢献していることは、特許法１\n０２条２項の推定を覆滅させる事情となる。\n第４  判断\n１  争点１（被告製品が、構成要件Ｃ、同Ｄ、同Ｅ及び同Ｆに共通して含まれる構\n成である「固定部材（２１）」に相当する構成を備えているか）について\n(1) 本件特許発明の特許請求の範囲の解釈\n本件特許発明の構成要件を、「固定部材（２１）」に着目して見ると、同部材\nは、落下物受取装置の基端部に固定され、隙間遮蔽装置を構成する部材である\nこと（構成要件Ｃ）、（隙間遮蔽装置使用時に）固定部材から足場構築体に向け\nて遮蔽部材が延びていること（構成要件Ｄ）、遮蔽部材が回動自在に枢結され\nていること（構成要件Ｅ）、（隙間遮蔽装置不使用時に）遮蔽部材が固定部材に\n向けて回動することにより固定部材の上に重ねられること（構成要件Ｆ）とい\nう構成・機能を有する部材であることが示されており、固定部材の構成・機能\nについて、上記以外のものは読み取れない。\nまた、構成要件Ｃ、同Ｄ及び同Ｅによれば、「隙間遮蔽装置（２０）は」（構\n成要件Ｃ）、「固定部材（２１）と」（同）「遮蔽部材（２３）とを備え、」（同Ｄ）、\n「前記固定部材（２１）)に対して前記遮蔽部材（２３）を回動自在に枢結して\nおり」と記載されているところ、隙間遮蔽装置として遮蔽部材を固定部材に回\n動可能に枢結する手段（部材・方法）については、特許請求の範囲の中で具体\n的に特定・限定されていない。この点は、構成要件Ｆの記載を踏まえても同様\nである。\n(2) 本件明細書の記載\n本件明細書には、次のとおり記載されている。\nア  発明が解決しようとする課題\n【０００８】\n落下物受取装置は、…該落下物受取装置の基端部の縁と、足場構築体の作\n業空間の外側面の間には、狭小な隙間を生じることが不可避である。このた\nめ、…小さい物品が落下すると、前記隙間を通過することにより地上に向け\nて落下するおそれがあり、金属製等の落下物の場合、微小な物品であっても\n人体を負傷する危険がある。\n【０００９】\n落下物受取装置は、稼動姿勢と格納姿勢の間で選択的に姿勢変更可能に構\n成されているので、稼働姿勢とされた落下物受取装置に前記隙間を塞ぐ板材\nを設ける単純な構成とする場合は、落下物受取装置を格納姿勢に姿勢変更す\nるとき、前記板材を取外す必要がある等、姿勢変更の作業が困難となる。\nイ  課題を解決するための手段\n【００１２】\nそこで、上記課題を解決するために、本発明が手段として構成したところ\nは、作業空間を形成する足場構築体から外側空間に向けて突出する落下物受\n取装置を設け、該落下物受取装置の基端部と前記足場構築体の間に隙間(S)\nを有する構成において、前記隙間(S)を覆う隙間遮蔽装置を設け、前記隙間\n遮蔽装置は、前記落下物受取装置の基端部に固定される固定部材と、該固定\n部材から足場構築体に向けて延びる遮蔽部材を備え、前記固定部材に対して\n前記遮蔽部材を回動自在に枢結しており、前記遮蔽部材は、不使用時に前記\n固定部材に向けて回動することにより、該固定部材の上に重ねられるように\n構成されて成る点にある。\n【００１４】\n従って、前記隙間遮蔽装置は、前記隙間(S)の大きさに応じて、前記遮蔽部\n材の起立角度θを変更することにより、該隙間(S)を覆うように構成するこ\nとが可能となる。\n【００１６】\n前記隙間遮蔽装置は、前記固定部材を落下物受取装置の基端部に取付一体\n化した構成とすることが可能であり、或いは、落下物受取装置に後付けされ\nるユニットを構成することも可能である。\nウ  発明を実施するための形態\n【００３８】\n（隙間遮蔽装置）／本発明は、足場構築体 1 における作業空間の外側面Ｘ\nと、落下物受取装置４の基端部…の間に形成される隙間Ｓを覆うことができ\nる隙間遮蔽装置２０を提供するものであり、特に、…落下物受取装置４の姿\n勢変更や取付位置変更により隙間Ｓが変化する場合でも、それに追従するこ\nとにより、常に確実に隙間を塞ぐことができる装置を目的としている。\n【００３９】\n図４に示す１実施形態において、隙間遮蔽装置２０は、前記落下物受取装\n置４の基端部（具体的には補助板１１）に着脱自在に固定される固定部材２\n１と、該固定部材２１に枢結手段２２を介して回動自在に連結された遮蔽部\n材２３とを備えたユニット２０ａを構成している。\n【００４０】\n前記固定部材２１は、例えば、前記補助板１１の上面にほぼ合致して重ね\nられる大きさ及び形状を有する金属板により形成され…取付板２４ａ、２４\nｂを固着しており…第１取付手段２５ａを設け…第２取付手段２５ｂを設\nけている。\n【００４２】\n本発明の隙間遮蔽装置２０は、予め固定部材２１を落下物受取装置４の基\n端部に取付一体化することにより構成しても良いが、既設の落下物受取装置\n４に後付け可能なユニット２０ａを構成することが好ましく…従って、隙間\n遮蔽装置２０は、固定部材２１を落下物受取装置４の基端部に取付一体化し\nた構成とする場合と、落下物受取装置４に後付けされるユニット２０ａを構\n成する場合がある。\n【００４３】\n図示のようにユニット２０ａを構成する場合は、隙間遮蔽装置２０は、固\n定部材２１の上に遮蔽部材２３を相互に側縁部分がオーバラップするよう\nに重ね合わせた状態で、長手方向に間隔をあけて配置された複数の蝶番から\n成る枢結手段２２により枢結され、…ている。\n(3)  検討\n前記本件明細書の記載によれば、本件特許発明は、落下物受取装置の基端部\nの縁と足場構築体の作業空間の外側面の間に隙間が生じ小さい物品が落下し\n人体を負傷する危険があり、当該隙間を単純な板材で塞いだ場合には落下物受\n取装置を格納する際に板材を取外す必要がある等姿勢変更の作業が困難であ\nるといった課題に対し（【０００８】【０００９】）、当該隙間を覆うことができ、\nかつ落下物受取装置の姿勢変更等によって隙間が変化する場合でもそれに追\n従し確実に隙間を塞ぐことができる隙間遮蔽装置を提供するものである（【０\n０１４】【００３８】）。本件明細書には、本件特許発明の実施例として、隙間遮\n蔽装置は、固定部材を落下物受取装置の基端部に取付一体化した構成とする場\n合と、落下物受取装置に後付けされるユニットを構成する場合とを挙げており\n（【００１６】）、後付け可能かつ着脱自在の隙間遮蔽装置の実施例の一つ（ユ\nニット２０ａ）として、固定部材に枢結手段を介して遮蔽部材を回動自在に連\n結するものが記載されている（【００３９】【００４０】【００４３】）。\nこのような固定部材に枢結手段２２を用いて遮蔽部材を回動可能に枢結す\nる方法は、本件明細書上、「図４に示す１実施形態において」（【００３９】）、\n「図示のようにユニット２０ａを構成する場合は」（【００４３】）と記載され\nているとおり、後付けユニットタイプの隙間遮蔽装置の一実施例という位置付\nけで記載されているに過ぎない。また、本件明細書には、固定部材の大きさ及\nび形状並びに落下物受取装置への固定方法については適宜の方法を採用する\nことができることが示唆されており（【００４０】）、その余の本件明細書の記\n載を見ても、「固定部材（２１）」が、特定の構成を備えるべきものであるとか、\n枢結手段が、固定部材（２１）と別途独立のもの（部材）であることが前提で\nあることをうかがわせるとかの旨の記載はない。\nしたがって、本件特許発明における「固定部材（２２）」とは、実施例のよう\nに固定部材とは別の枢結手段が存在する場合に限らず、固定部材が枢結手段と\n一体のもの、一つの部材が固定部材と枢結手段を兼ねるものなどもこれに当た\nると解される。\nむしろ、枢結手段が固定部材から独立して存在すること（独立した部材であ\nること）等が要求されていないとの解釈は、上記のとおり実施例の一つとして\n挙げられた固定部材に遮蔽部材を枢結する「蝶番」について、「枢結部材」では\nなく「枢結手段」と記載されていることと整合するといえる（【００３９】【０\n０４３】）。\nなお、構成要件Ｃないし同Ｆには「固定部材（２１）」として符号が記載され\nているものの、これは請求項の記載内容を理解するために補助的に付されたも\nのであると解され（特許法施行規則２４条の４及び様式２９の２の〔備考〕１\n４のロ）、それ以上に本件特許発明における固定部材の構成を符号により特定\nされる実施形態に限定するものであると解すべき事情も見当たらない。\nしたがって、本件明細書の記載を参酌しても、本件特許発明において、上記\n(1)のとおり、①落下物受取装置の基端部に固定され、隙間遮蔽装置を構成す\nる部材であること（構成要件Ｃ）、②（隙間遮蔽装置使用時に）固定部材から足\n場構築体に向けて遮蔽部材が延びていること（構成要件Ｄ）、③遮蔽部材が回\n動自在に枢結されていること（構成要件Ｅ）、④（隙間遮蔽装置不使用時に）遮\n蔽部材が固定部材に向けて回動することにより固定部材の上に重ねられるこ\nと（構成要件Ｆ）という要素を充たせば「固定部材」（構成要件Ｃ～Ｆ）に相当\nする部材であるといえ、これに加え、枢結手段とは独立して存在することを要\nするものではないと解すべきである。\n(4)  被告製品における「蝶番（の第１翼片）」が本件特許発明の「固定部材」に\n相当するか（あてはめ）\n別紙被告製品説明書のとおり、被告製品における蝶番は、第１翼片、第２翼\n片及び回転軸から成り、第１翼片（図３右側のもの）が落下物受取装置の基端\n部にリベット等で固着され、第２翼片（図３左側のもの）が遮蔽部材に固着さ\nれている。これにより、被告製品の蝶番の第１翼片は、①落下物受取装置の基\n端部に固定され、隙間遮蔽装置を構成する部材であること（構成要件Ｃ）、②\n（隙間遮蔽装置使用時に）固定部材（第１翼片）から足場構築体に向けて遮蔽\n部材が延びていること（構成要件Ｄ）、③遮蔽部材が回動自在に枢結されてい\nること（構成要件Ｅ）、④（隙間遮蔽装置不使用時に）遮蔽部材が固定部材に向\nけて回動することにより固定部材の上に重ねられること（構成要件Ｆ）という\n要素を全て充たしているといえ、本件特許発明の「固定部材」に相当する部材\nであるということができる。\n被告は、このように解すると構成要件Ｆの構成及びその構成の作用効果の説\n明と矛盾する旨主張するが、保管・運搬に便利となるとの作用効果は、遮蔽部\n材を回動自在に枢結することによりもたらさせるものであって、固定部材の構\n成に由来するものではないから、その主張は失当である。\nしたがって、被告製品は、構成要件Ｃないし同Ｆを充足しており、構成要件\nＡ、同Ｂ、同Ｇを充足することは争いがないから、本件特許発明の技術的範囲\nに属する。\n２  争点２（原告の被った損害額）について\n(1) 特許法１０２条２項により推定される損害額\n平成２８年４月１５日から令和４年７月３１日までに製造販売された被告\n製品の売上額の合計が●（省略）●\nよって、当該金額に当該利益率を乗じた金額（前記第３の２【原告の主張】\n(1)イ）が推定覆滅前の特許法１０２条２項により推定される損害の額となる。\n(2)  推定覆滅事情\n被告は、本件特許発明は、製品の一部のみに実施されるものであること、被\n告製品には他の顧客誘引力がある一方、本件特許発明に顧客誘引力が乏しいこ\nと、本件特許発明以外の特許発明の実施や被告商品に付された商標が顧客誘引\n力を持つことから、上記損害額の８割は推定が及ばないものと主張する。\nア  本件特許発明の意義\n前判示のとおり、本件特許発明は、建設現場等で高所からの工具等の落下\nによる負傷等を防止するために設置される落下物防止装置（朝顔）において、\n「落下物受取装置は、…該落下物受取装置の基端部の縁と、足場構築体の作\n業空間の外側面の間には、狭小な隙間を生じることが不可避である。このた\nめ、…小さい物品が落下すると、前記隙間を通過することにより地上に向け\nて落下するおそれがあり、金属製等の落下物の場合、微小な物品であっても\n人体を負傷する危険がある。」等の課題に対して、隙間(S)を覆う隙間遮蔽装\n置を設け、前記隙間遮蔽装置は、前記落下物受取装置の基端部に固定される\n固定部材と、該固定部材から足場構築体に向けて延びる遮蔽部材を備え、前\n記固定部材に対して前記遮蔽部材を回動自在に枢結しており、前記遮蔽部材\nは、不使用時に前記固定部材に向けて回動することにより、該固定部材の上\nに重ねられるように構成することにより該課題を解決するものである。\nこの点、証拠（甲３、４（枝番を含む））及び弁論の全趣旨によると、被告\n製品における遮断板によって遮蔽される隙間は、足場の設置態様によっては\n相応に幅が広いものも想定され（少なくとも被告主張のような傷害結果が生\nじることが極めて稀な小さなもののみが通過する隙間に限られないと認め\nられる。）、被告製品においても、朝顔において隙間を塞ぐことが重要な意義\nを有するものと扱われていることが認められるのであって、本件特許発明は、\nこれを効果的に行うものとしての技術的意義を有し、実施品の顧客誘引力を\n高めるものであると認められる。\nイ  他方、朝顔の性能としては、被告主張のとおり、上部から外方への落下物\nを直接受け止める部分であるパネル部分（本件特許発明でいう落下物受取装\n置）の性能が重要であろうことは商品の性質上当然であり、被告が、本件特\n許発明以外の特許を実施している点を指摘するのも、この趣旨をいうものと\n理解することができる。また、作業効率性、美観性といった被告製品の他の\n要素も顧客誘引力に相応に寄与することも理解できるところである。もっと\nも、被告商品２に付された被告商標については、これについて特段の顧客誘\n引力があることをうかがわせる証拠はないため、本件において考慮すること\nは困難である。また、本件特許発明が製品の一部に実施されているという主\n張は、落下物受取装置が遮断板に向かって傾斜を持った態様で運用されるこ\nとからすると、同装置で受け取られた落下物は遮断板に至り、遮断板によっ\nて更に下方への落下が阻止されることになるのであって、このように、遮断\n板と一体となって落下物の下方への落下が防止されるという被告製品の構\n成からすると、本来的な意味で特許技術が製品の一部にのみ実施されたもの\nであるということはできない。\nなお、被告は、本件特許発明は、遮蔽部材を落下物受取装置の基底部に回\n動可能に固定することのみを特徴としている旨主張するが、抽象的には遮蔽\n部材を設置して隙間を塞ぐ構成は他に考え得る趣旨をいうものと解したと\nしても、その具体的な競合品等に関する主張立証はされていないから、これ\nを推定の覆滅に当たって考慮することは困難である。\nウ  本件において、イに述べた事情はあるものの、被告が指摘する事情はなお\n同種の商品一般の顧客誘引力の重点の置き方を指摘するものにとどまって\nおり、これらの事情を特許法１０２条２項による推定を覆滅させる事情とし\nて重く見るのは相当でなく、総合的にみると、(1)で推定される原告の損害\nのうち、３割の限度ではその推定の覆滅の立証があったものというべきであ\nる。\n(3) 小括\n以上によれば、推定覆滅を考慮した特許法１０２条２項により推定される原\n告の被った損害は●（省略）●（うち民法改正前の分が●（省略）●、改正後\nの分が●（省略）●）であり、これに１割の弁護士費用相当の損害を加算した\n●（省略）●円（うち民法改正前の分が●（省略）●円、改正後の分が●（省\n略）●円）が、原告の被った損害であると認められる。\n第５  結論\n以上の次第で、被告製品は本件特許権の技術的範囲に属するから、原告の差止請\n求、廃棄請求は全部理由があり、損害賠償請求は、主文掲記の限度で理由があり、\nその余は理由がない。主文１項及び２項については、仮執行宣言を付するのは相当\nでないからこれを付さないこととする。\nよって、主文のとおり判決する。\n大阪地方裁判所第２６民事部\n裁判長裁判官\n松阿 彌         隆\n裁判官\n杉 浦      一 輝\n裁判官\n布 目      真利 子\n【別紙特許公報省略】\n（別紙）\n被告製品目録\n被告製造にかかる下記製品名の落下物受取装置（いずれの製品にも、１８００タイ\nプ、１５００タイプ、１２００タイプ、９００タイプ、６００タイプの規格があり、\nその全てが対象である。）\n１  製品名：セイフティーウイング\n(1)  タイプ１\n(2)  タイプＨ\n２  製品名：楽美\n(1)  ストロングⅡ型\n(2)  ２層Ⅱ型\n(3)  ストロングＨ型\n(4)  ２層Ｈ型\n(5)  パネルタイプ朝顔\n（別紙）\n被告製品説明書\n１  被告製品の構造は、図１ないし図１０のとおりである。\n図１は、被告製品の全体構造の写真である。足場構築体１から外側空間に向けて\n突出する落下物受取装置４を設けている。\n図２は、落下物受取装置４の基端部と足場構築体１間の隙間Ｓの写真である。\n落下物受取装置４の基端部と足場構築体１の間に隙間Ｓを有し、隙間Ｓを覆う隙\n間遮断装置２０を設けている。\n図３は、隙間遮断装置使用状態の写真である。隙間Ｓを覆う隙間遮断装置２０は、\n落下物受取装置４の基端部に固定される蝶番２２（枢結手段）と、蝶番２２から足\n場構築体１に向けて延びる遮断板２３を備えている。\n図４は、隙間遮断装置不使用状態の写真である。\n図５ないし図１０は、遮断板２３の回動にかかる写真である。\n蝶番２２は、落下物受取装置４の基端部と遮断板２３とを回動自在に枢結してお\nり、遮断板２３は、不使用時に前記基端部に向けて回動することにより、前記基端\n部等の上に重ねられるように構成されている。\n２  符号の説明\n符号１   足場構築体\n符号４   落下物受取装置\n符号Ｓ   隙間\n符号２０  隙間遮断装置\n符号２２  蝶番（枢結手段）\n符号２３  遮断板\n"
}