{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 4,
    "month": 10,
    "day": 6
  },
  "case_number": "令和3刑(わ)2811",
  "case_name": "背任",
  "court_name": "東京地方裁判所刑事第11部",
  "lawsuit_id": "91638",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=91638",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/638/091638_hanrei.pdf",
  "contents": "令和４年１０月６日  東京地裁刑事第１１部宣告\n令和３年刑(わ)第２８１１号  背任被告事件\n主        文\n被告人を懲役２年６か月に処する。\nこの裁判が確定した日から４年間その刑の執行を猶予する。\n理        由\n【犯罪事実】\n被告人は、学校法人Ａ大学（以下「Ａ大」という。）が全株式を保有する会社で、\nＡ大から委託を受けるなどした業務の遂行等により、Ａ大の経費削減に寄与するこ\nと等を目的とする株式会社Ｂ（以下「Ｂ社」という。）がＡ大から委託を受けた、医\n療機器等の発注先の選定、仕様及び価格の適正等を確保するための助言等のコンサ\nルティング業務に関し、Ｂ社からその再委託を受けた株式会社Ｃ（以下「Ｃ社」と\nいう。）の代表取締役としてこれを補助していたもの、Ｄは、Ｂ社の取締役営業統括\nとして上記コンサルティング業務を統括していたもの、Ｅは、Ｄの知人であり、株\n式会社Ｆ（以下「Ｆ社」という。）を実質的に経営し、かつ、事業実態のない株式会\n社Ｇ（以下「Ｇ社」という。）の全株式を保有していたものであるが、Ｄが上記コン\nサルティング業務を行うに当たっては、Ａ大がＢ社に業務を委託した目的等に照ら\nし、Ａ大に不必要な債務を負担させること等を避けるなどして、Ａ大のために誠実\nにその職務を遂行すべき任務があるのに、被告人は、Ｄ及びＥと共謀の上、\n第１  「Ｈ」一式ほか６式（以下「本件医療機器」という。）をＢ社が調達してＡ大\n学付属Ｉ病院（以下「Ｉ病院」という。）に納入するに当たり、Ｅが経営又は保有\nする会社を調達経路に介在させる必要がないにもかかわらず、これを介在させる\nこと等により、Ａ大をして、本件医療機器を導入するための契約を高値で締結さ\nせた上、Ｅが経営又は保有する会社に売買差益を得させるなどの方法により、Ｄ\n及びＥらの利益を図る目的をもって、Ｄにおいて、上記任務に背き、本件医療機\n器は、販売会社等を通じてＢ社が購入して調達した上、これをＢ社がリース会社\nに売却し、Ａ大がリース会社との間でリース契約を締結して、Ａ大がリース会社\nから本件医療機器のリースを受けてリース料を支払うものであるところ、令和２\n年１２月２２日頃、Ｂ社からＡ大に対し、本件医療機器の納入価格につき、本来\n調達経路に介在させる必要のないＦ社を介在させ、これに得させる売買差益分を\n加算して税抜き価格合計１３億７１３５万円と算出した見積書を提出し、令和３\n年２月２６日頃までに、Ａ大をして、本件医療機器をＩ病院に導入するため、同\n見積書の価格からリース会社の割引分を控除した物件価額にリース会社の利息分\nを加算した金額でリース会社との間でリース契約を締結することを決定させて、\n同年３月１１日頃から同月２９日頃までの間、東京都千代田区（住所省略）所在\nのＡ大学会館において、Ａ大をして、リース会社であるＪ株式会社（以下「Ｊ社」\nという。）ほか１社との間で、同社らがＢ社から本件医療機器を購入してＡ大にリ\nースする旨のリース契約をそれぞれ締結させた上、同年５月２８日頃から同年８\n月１８日頃までの間、Ａ大が本件医療機器の引渡しをそれぞれ受けたことにより、\n同各リース契約に基づく各リース料支払債務として、Ｆ社の各売買差益相当額合\n計１億３８６０万円にそれぞれ上記各リース会社による割引分を控除した物件価\n格に同各社の利息分を加算した金額である不必要額合計１億３１３１万３９６０\n円分を含む税込価格合計１４億６３２７万９７６０円の債務を負担させ、もって\nＡ大に合計１億３１３１万３９６０円の財産上の損害を加え、\n第２  「Ｋ」ほか一式（以下「本件電子カルテ関連機器等」という。）をＢ社が調達\nしてＩ病院に納入するに当たり、Ｅが経営又は保有する会社を調達経路に介在さ\nせる必要がないにもかかわらず、これを介在させること等により、Ａ大をして、\n本件電子カルテ関連機器等を導入するための契約を高値で締結させた上、Ｅが経\n営又は保有する会社に売買差益を得させるなどの方法により、Ｄ及びＥらの利益\nを図る目的をもって、Ｄにおいて、上記任務に背き、本件電子カルテ関連機器等\nは、販売会社等を通じてＢ社が購入して調達した上、これをＢ社がリース会社に\n売却し、Ａ大がリース会社との間でリース契約を締結して、Ａ大がリース会社か\nら本件電子カルテ関連機器等のリースを受けてリース料を支払うものであるとこ\nろ、令和３年４月６日頃までに、Ｂ社からＡ大に対し、本件電子カルテ関連機器\n等の納入価格につき、本来調達経路に介在させる必要のないＦ社を介在させ、こ\nれに得させる売買差益分を加算して税抜き価格合計８億２３６０万円と算出した\n見積書を提出するなどし、Ａ大をして、本件電子カルテ関連機器等をＩ病院に導\n入するため、同見積書の価格からリース会社の割引分を控除した物件価額にリー\nス会社の利息分を加算した金額でリース会社との間でリース契約を締結すること\nを決定させて、同年５月１８日頃までに、上記Ａ大学会館において、Ａ大をして、\nＪ社との間で、同社がＢ社から本件電子カルテ関連機器等を購入してＡ大にリー\nスする旨のリース契約を締結させた上、その頃、Ｆ社に代えてＧ社を本件電子カ\nルテ関連機器等の調達経路に介在させることとし、同年６月２３日頃、Ａ大が本\n件電子カルテ関連機器等の引渡しを受けたことにより、同リース契約に基づくリ\nース料支払債務として、Ｇ社の売買差益相当額６７４０万円に上記リース会社に\nよる割引分を控除した物件価格に同社の利息分を加算した金額である不必要額６\n７５３万７８００円分を含む税込価格合計９億０７８４万９８００円の債務を負\n担させ、もってＡ大に６７５３万７８００円の財産上の損害を加えた。\n【事実認定の補足説明】\n１  弁護人の主張等\n判示の外形的な事実関係に概ね争いはなく、弁護人は、これを前提としても\n被告人に背任の共同正犯は成立せず、幇助犯が成立するにとどまると主張する。\nまた、被告人は、公判において、Ａ大がＦ社やＧ社の介在を了承していると思っ\nていた、Ａ大に損害を及ぼすとは思っておらず、Ｄに利益が流れるとも思っていな\nかったなどとして、本件における任務違背の認識のほか、損害の事実やその認識、\n更には図利目的の内容について一部曖昧な供述をするので、以下、これらも併せて\n検討する。\n２  前提事実\n関係証拠によれば、以下の事実が認められる。\n⑴  Ａ大の収支改善に向けた取組等\nア  Ａ大においては、平成２０年以降、財政基盤の確立のため、新たな収入\n源の確保と支出の抑制等を図るべく収益事業会社の設立に向けた検討が進められて\nいたところ、Ｂ社は、平成２２年１月、Ａ大の資本金全額の出資により、事業活動\nの収益を寄付・還元することでＡ大の新たな収入源を確保するとともに、事業を通\nじて経費削減を支援し、Ａ大の財政基盤の確立に寄与することを目的として設立さ\nれた。\nイ  Ａ大は、令和元年５月頃、Ａ大の運営するＩ病院を含む病院の調達経費\n削減等による収支改善を図るため、Ａ大医学部・Ｂ社との間において、Ｉ病院の収\n支改善、病院運用マニュアル策定に関する経営改善コンサルティング業務、更には\nＩ病院の締結する医療機器等の契約に関する発注先の選定や、仕様及び価格の適正\nを確保するための契約コンサルティング業務をそれぞれＢ社に委託する業務委託契\n約を締結した。Ｂ社の上記アのとおりの設立経緯や設立目的を素地としたこれら業\n務委託契約の趣旨、内容に基づき、Ｂ社は，医療機器等の調達に当たっては、Ｉ病\n院の収支改善に繋がるよう、価格削減のための提案や納入業者との交渉等、その経\n費削減のために業務を遂行することが求められ、これによりＤは、Ｂ社の取締役営\n業統括として、上記各コンサルティング業務の全般を統括する中で、Ａ大に不必要\nな債務を負担させること等を避けるなどして、Ａ大のために誠実にその職務を遂行\nすべき任務を負う立場にあった。\nウ  Ｄは、以前からＩ病院等における医療材料納入業務等に関与していたＣ\n社の代表取締役である被告人に対し、上記各コンサルティング業務の再委託を打診\nしてその了承を得、Ｂ社は、同年６月頃、Ｃ社との間で、上記各コンサルティング\n業務をＣ社に再委託する契約を締結した。\n⑵  第１の事実について\nア  被告人は、上記のとおり受託した各コンサルティング業務を遂行する中\nで、令和元年６月頃、Ｂ社に対し、Ｉ病院の経営改善策の一つとして老朽化した放\n射線機器類の入れ替えを提案し、Ｄの了承を得て本件医療機器の導入に向けた準備\nを開始した。本件医療機器は、Ｂ社が購入した上でリース会社に売却し、リース会\n社が同売値を反映したリース価格でこれをＡ大にリースすることが予定されていた。\nイ  被告人は、令和２年１月頃、Ｄに対し、Ａ大の支払うリース価格が総額\n１０億円を超える旨報告したところ、Ｄから、Ｂ社及びＦ社にそれぞれ少なくとも\n１億円の利益を得させるよう指示を受けるなどした。\nなお、Ｆ社は、かねてＤと親しく、医療法人Ｌ会（以下「Ｌ会」という。）を含む\nＬ会グループを束ねるＥが実質的に経営する会社であったが、本件医療機器に関す\nる具体的な業務は一切担当しておらず、その取引にも何ら貢献する実働はなかった。\nウ  被告人は、Ｄの指示に従い、本件医療機器を巡る販売元からＡ大に至る\nまでの一連の商流にＦ社を介在させ、Ｆ社に一定の売買差益を得させることとし、\n同年１０月ないし１１月頃、Ｄに対し、このスキームを説明するとともに、Ｃ社も\nその商流に入って利益を得たい旨を併せて依頼し、いずれもＤの了承を得た。また、\nその際、被告人は、Ｄから、Ｂ社がＦ社と直接取引するのは駄目だと言われ、Ｆ社\nの存在を外部に露見させないよう指示を受けるなどした。\nエ  そこで、被告人は、同年１２月頃、Ｆ社が商流に入っていることが外部\nに露見しないよう、Ｂ社とＦ社との間に他社を介在させ、Ｂ社の契約書類等にＦ社\nの名前が出ないよう取り計らうとともに、与信リスクの負担等を踏まえ、最終的に、\n販売元である株式会社ＭからＮ株式会社、Ｃ社、Ｆ社、株式会社Ｏ、Ｂ社と順次本\n件医療機器を売買する商流を築くこととして、Ｄの了承を得た。また、被告人は、\n当初の仕入値に３億６０００万円の利益を上乗せした価格をＢ社の売値とすること\nをＤに報告したところ、Ｄから、そのうち１億５０００万円をＢ社に、１億３００\n０万円をＦ社にそれぞれ配分するよう指示を受け、その指示に従って各社の売買価\n格を調整し、Ｄや各社の了承を得た。\nオ  その後、被告人は、本件医療機器に係るリース契約の締結等について、\nＢ社職員らと共に、Ｂ社によるＡ大宛ての見積書等、Ａ大内での決裁に必要な書類\nを作成、提出の上、Ａ大職員への説明を行い、これを受けて、令和３年２月頃、Ａ\n大内部において所要の決裁がなされたが、その手続の過程において、本件医療機器\nに係る商流にＦ社が介在し、売買差益を得ることについては何ら明らかにされてい\nなかった。\nカ  本件医療機器は、同年３月以降、上記エの商流のとおりに順次売買され、\nこれにより、Ｃ社は約５２８０万円、Ｆ社は約１億３８６０万円、Ｂ社は約１億６\n４９０万円の利益を得た。Ａ大は、本件医療機器について、判示のとおり、Ｂ社を\n購入業者として、リース会社２社との間でそれぞれリース契約を締結し、その債務\nを負担した。\n⑶  第２の事実について\nア  被告人は、上記各コンサルティング業務の一環として、保守サービスの\n終了期限が迫っていたＩ病院の電子カルテシステムを継続して使用するため、ハー\nドウェアの更新等の延命措置を講ずることとし、令和２年１１月頃には、①電子カ\nルテシステムの基盤部分の改修等を販売元であるＰ株式会社（以下「Ｐ社」という。）\nに、②Ｉ病院内のクライアント端末等の調達をＱ株式会社（以下「Ｑ社」という。）\nに、③部門システムの接続調整作業を各ベンダーにそれぞれ依頼するとの方針を立\nて、Ｄの了承を得た。\nなお、本件電子カルテ関連機器等についても、先の本件医療機器と同様に、Ｂ社\nが購入した上でリース会社に売却し、リース会社が同売値を反映したリース価格で\nこれをＡ大にリースすることが予定されていた。\nイ  被告人は、令和３年１月頃から２月頃にかけ、Ｄに対し、Ｐ社やＱ社等\nとの交渉経緯を随時報告する中で、本件電子カルテ関連機器等の導入を巡る取引に\nおいても、Ｃ社を商流に介在させて利益を得たい旨依頼して、その了承を得た。ま\nた、その際、Ｄから、Ｆ社を商流に介在させて利益を得させること、取引全体の利\n益として２０％を確保すること等の指示を受けるなどした。これを受け、被告人は、\n本件電子カルテ関連機器等の導入に要する費用を約８億円と見込んでいたことから、\nＡ大の支払額を１０億円程度に設定することとする旨Ｄに伝えたところ、Ｄから、\nＢ社、Ｆ社、Ｃ社の各利益配分を１対１対１とするよう指示されるなどした。そこ\nで、被告人は、全体の利益を２億円程度として、Ｂ社及びＦ社への各利益配分を６\n５００万円、Ｃ社への利益配分を７０００万円程度とする暫定的な方針を提案し、\nＤの了承を得た。\nウ  さらに、被告人は、Ｐ社及びＱ社がＢ社との直接取引を希望していたこ\nとを踏まえ、上記③の各ベンダーによる部門システムの接続調整作業に係る商流に\nＦ社やＣ社を介在させて売買差益を得させるとの方針を立て、この接続調整作業に\n要する費用は最大でも３０００万円程度と予想されたため、Ａ大が支払う費用を２\n億円程度とすれば想定した利益が確保できるなどとして、これをＤに提案し、その\n了承を得た。\nエ  被告人は、同年２月中旬頃、部門システム担当のベンダーとの交渉を任\nせていたＢ社職員に対し、部門システムの接続調整作業費用が合計で２億円となる\nよう水増しした見積書を各ベンダーに別途作成させるよう指示し、同職員は、その\n指示どおり、同接続調整作業を担当する各ベンダーのうち４社から、見積金額を水\n増しした見積書の提出を受けた。\n被告人は、これに上記①②の各取引に係る費用を合わせた見積額を基に、本件電\n子カルテ関連機器等の導入に向けたＢ社によるＡ大宛ての見積書をＢ社職員に作成\nさせ、同年４月頃、その提出を受けたＡ大内部において所要の決裁がなされたが、\nその手続の過程において、本件電子カルテ関連機器等に係る商流にＦ社が介在し、\n売買差益を得ることについては何ら明らかにされていなかった。\nオ  その後、被告人は、部門システムの接続調整作業に係る取引により得ら\nれる利益が当初の想定より約３０００万円増額する見込みとなったことから、これ\nをＤに報告して対応の指示を仰ぎ、その結果、同増額分はＣ社の利益として配分さ\nれることとなった。\nカ  また、被告人は、先の本件医療機器に係る商流と同様に、Ｆ社とＢ社と\nの直接取引を避ける必要があると考え、そのために介在させる企業をＤに確認した\nところ、Ｒ関連企業を商流に入れるよう指示を受けたことから、本件電子カルテ関\n連機器等につき、各ベンダーからＣ社、Ｆ社、Ｓ株式会社、Ｂ社と順次売買する商\n流を築くこととし、各取引の詳細を調整した上、Ｄと各社の了承を得た。\nなお、同年５月下旬頃までには、Ｅの意向を受け、Ｆ社に代わって、Ｅが全株式\nを保有する事業実態のないＧ社をこの商流に介在させることとなった。\nキ  本件電子カルテ関連機器等は、上記カの商流のとおりに順次売買され、\nこれにより、Ｃ社は約１億１０００万円、Ｇ社は約６７４０万円、Ｂ社は約７１６\n０万円の利益を得た。Ａ大は、本件電子カルテ関連機器等について、判示のとおり、\nＢ社を購入業者として、リース会社との間でリース契約を締結し、その債務を負担\nした。\n３  検討\n以上の前提事実を踏まえ、上記１の弁護人の主張や被告人の供述に現れた諸\n点について、順次検討を加えることとする。\n⑴  任務違背の認識について\nア  本件各商流に介在したＦ社及びＧ社（以下、両社を総称して「Ｆ社等」\nという。）は、その経営者であるＥ個人を含めて考察しても、いずれも本件医療機器、\n本件電子カルテ関連機器等に係る各取引実現に向けて実働し、貢献した形跡は皆無\nであり、本件各商流を構築する上で、Ｆ社等を介在させる与信上の必要性等も一切\nなかったものと認められる。\nそして、Ｄは、上記２⑴アイのとおり、Ｂ社の取締役営業統括として、Ｂ社の設\n立経緯や設立目的を素地としたＡ大とＢ社との間の上記各コンサルティング業務委\n託契約の趣旨、内容に基づき、Ａ大に不必要な債務負担をさせることを避けるなど\nして、Ａ大のために誠実にその職務を遂行すべき任務を負う立場にあったにも関わ\nらず、本件医療機器及び本件電子カルテ関連機器等の導入に当たり、これらを調達\nする本件各商流に必要のないＦ社等を介在させ、Ａ大をして、本来支払う必要のな\nいＦ社等に得させる利益分が上乗せされた調達価格で各リース契約を締結させ、過\n大な債務を負担させたと認められるのであるから、このような各行為が、ＤのＡ大\nに対する任務違背に当たることは明らかである。\n実際、Ａ大は、各リース契約の締結に至る意思決定の過程において、そうしたＦ\n社等に絡む事実を何ら把握しておらず、仮にこれを把握していれば、各リース契約\nの締結に至ることはなかったものと認められる。\nイ  その上で、被告人は、Ｂ社から上記各コンサルティング業務の再委託を\n受けたＣ社の経営者として、当該業務を遂行していたのであるから、Ａ大がＩ病院\n等の収支改善に取り組み、不必要な支出を抑制しようとしていたことや、Ｂ社の取\n締役営業統括であるＤが上記任務を負う立場にあることを当然に認識していたもの\nと認められる。また、被告人は、上記２の一連の事実経過から明らかなとおり、そ\nの業務遂行の一環として、自ら本件各商流の構築を担っていたもので、こうした被\n告人の本件各取引への関与の経緯、状況等に照らせば、本件各取引において、Ｆ社\n等には何らの実働も貢献もなく、商流を構築する上での与信上の必要性等もなかっ\nたこと、更にはＦ社等の介在によってＡ大が支払うリース料が相応に増加し、ひい\nてはＡ大に過大な債務負担を強いて、本来Ａ大として承服しかねる結果を招くこと\nについても、当然これを認識するところであったというべきである。\n加えて、被告人は、上記２⑵ウエ、同⑶カのとおり、Ｄの指示を受け、Ｆ社等が\nＢ社と直接取引するのを避け、Ａ大に対しては、Ｆ社等が本件各商流に介在して利\n益を得ていることを一切説明せず、Ｆ社等の存在やその利得がＡ大に露見しないよ\nう配意していたのであり、これはまさに、Ｆ社等を本件各商流に介在させることが\nＡ大の意思に背く行為であることを被告人自身認識していたことの証左とみること\nができる。\nこれらからすれば、被告人の本件任務違背の認識に疑いを容れる余地はない。\nウ  なお、被告人は、公判において、第２の事実について、Ａ大の常務理事\nでありＢ社の代表取締役でもあるＴの部屋で説明をしたから、Ｆ社等の介在をＡ大\nが了承していると思っていたなどと供述する。\nしかし、そもそも、被告人のいう説明の相手方であるＡ大本部の管財部長Ｕは、\nその際、Ｆ社等が本件各商流に介在して利益を得ることについて一切説明を受けて\nいなかった旨明確に述べているところ、被告人の上記供述は、全体としてやや曖昧\nで、必ずしも具体的な根拠を伴うものではなく、また、仮にＴ個人の了承があった\nとしても、そのことのみからＡ大の意思決定としての了承があったと直ちにいえる\nものでもない。\nさらに、被告人は、第１の事実について、Ｆ社を商流に介在させたのは、Ａ大と\nＥが経営するＬ会との間で、何らかの事情があるのかもしれないと考えていたなど\nとも供述するが、その理由としては、Ａ大とＬ会との間に、医師の派遣等の大きな\n取組があるのかもしれないなどとおぼろげながら想像したというにとどまり、これ\nもまた具体的な根拠を伴うものではなく、憶測の域を出ない。\n被告人の供述を勘案しても、上記イの認定は揺るがない。\n⑵  損害の事実及びその認識について\nア  上記⑴アイで既に言及したとおり、被告人らの任務違背行為により、Ａ\n大は、本件各取引において、Ｆ社等に得させる利益分が上乗せされた過大なリース\n料を現に負担することとなったのであるから、これが、Ａ大にとっての損害と評価\nすべきものであることは明らかであり、被告人自身、その認識に欠けるところはな\nかったものと認められる。\nイ  これに対し、被告人は、当時、Ａ大に損害を及ぼしているという認識は\nなかったと供述するが、その趣旨は、要するに、コンサルタントして、これまで、\nＩ病院等の収支を大幅に改善し、本件電子カルテ関連機器等の価格も当初提示され\nた額から大幅に抑制することに寄与してきたところ，その貢献を考えれば、これに\nよりＡ大が得た利益は、本件各取引でＡ大が過大に負担することとなった債務額よ\nりも大きいから、全体としてみれば、Ａ大には損害を及ぼしていないというものと\n解される。\nしかし、他の場面でＡ大の収支改善にどれほど貢献しているからといって、本件\n各取引において、Ａ大の了承を得ずに、何ら関係のないＦ社等に利益を得させ、そ\nの利益分を上乗せした過大な債務をＡ大に負担させること、すなわち、本来負担す\nる必要のない債務をＡ大に負担させることが、Ｃ社がＢ社から再委託されたコンサ\nルティング業務委託契約の趣旨に反し、Ａ大に損害をもたらすことは明らかという\nべきであり、被告人指摘の点は上記損害の認定を左右しない。ひいては、本件各商\n流の構築を担った被告人において、その損害の認識がなかったなどともおよそ想定\nする余地はない。また、被告人が本件電子カルテ関連機器等の取引において価格を\n抑制したと主張する点についても、受託したコンサルタントとして当然の任務を遂\n行したに過ぎず、そのように価格を抑制した分、不要な債務を負担させることが許\n容されるというものでもない。\nこれら被告人の供述を勘案しても、本件損害の事実やその被告人の認識に疑いを\n容れる余地はない。\n⑶  図利目的の内容について\nア  Ｄ及びＥは、判示のとおり、それぞれ自身らの利益を図る目的で、互い\nに意を通じて本件各取引を行い、事後には，Ｆ社等が売買差益を得た謝礼等の趣旨\nでＥからＤに相応の金銭が供与された事実が認められる。\nイ  この点、被告人は、公判において、本件各取引により、利益がＥらに渡\nることは認識しつつも、これがＤに還流されるとは全く思っていなかったなどと供\n述する。\nしかし、Ｄは、一貫して、本件各商流にＦ社等を介在させ、売買差益を得させる\nことにこだわり、被告人に対し、その具体的な利益配分の金額等まで特定して、強\nく指示するなどしていたもので、上記２⑵⑶の経緯にみられるこれら一連のＤの言\n動等に照らせば、Ｄの指示する内容がＤ自身の利得に一切繋がらないなどと考える\nことは極めて不自然というほかはなく、被告人は、事の詳細までは分からずとも、\n少なくとも、Ｄの指示に従うことでそれがＤ自身の利得にも繋がる可能性を相応に\n認識していたものと認めるのが相当であり、これを否定する被告人の供述はにわか\nに信用することができない。\nウ  したがって、被告人は、本件各取引のいずれにおいても、Ｄ及びＥと共\nに、判示のとおり、「Ｄ及びＥらの利益を図る目的」を有していたと認められる。\n⑷  共同正犯の成否について\nア  関係証拠を総合し、これまでの検討も踏まえれば、被告人は、Ｄ及びＥ\nと意を通じて本件各取引の実行に寄与し、判示各背任の犯行に関与したものと認め\nられる。\nそして、被告人は、いずれもＤの指示に基づき、本件各取引に何らの実働も貢献\nもしていないＦ社等に利益を得させるため、Ｆ社等を商流に組み込んで売買差益を\n得させるスキームを考案し、さらに、Ｆ社等が介在したことが外部に露見しないよ\nう本件各商流を具体的に構築し、各商流に入る各社と協議しながらそれぞれの調達\n価格を定めるとともに、Ｆ社等の介在を秘した上でＡ大内での決裁の算段を整え、\n現実に本件各取引を実行させてＦ社等にそれぞれ利益を得させ、Ａ大に損害を与え\nたものである。このように、被告人は、Ｄらの意図を具体化する犯行スキームの考\n案をはじめ、本件各犯行を遂行する上で終始核となる地位にあり、重要かつ必要不\n可欠な役割を果たしている。\n加えて、被告人は、Ｂ社で権勢を振るうＤとの良好な関係を築き維持することが、\n今後のＡ大関連の仕事を確保し、将来的な自身の営業利益に繋がるなどとも考えて\nその指示に従い、また、Ｄに対し、自身が代表取締役を務めるＣ社を本件各商流に\n介在させて報酬を得たい旨依頼して了承を取り付け、相応の利益を手にしたもので、\nこれが被告人の実働への応分の報酬といった意味合いがあったことも否定できない\nとはいえ、いずれにせよ、本件各取引を成立させることは、被告人自身やＣ社の利\n益の確保に直接繋がるものであったと考えられるのであるから、被告人は、これら\nの意図をもって主体的かつ積極的に本件各犯行に関与したものと認められる。\nイ  これに対し、弁護人は、被告人の刑責が幇助犯にとどまる理由として、\n❶  本件の主犯格はＤであり、被告人は、Ｄの命令に従って本件各取引における事\n務手続を行ったに過ぎない、❷  本件は専らＤやＥらが利益を得る目的で計画、実\n行されたものであり、被告人はその目的を知らされておらず、図利加害目的につい\nて具体的な認識がない上、事件の全貌を把握して行動もしてもいない、❸  被告人\nは、本件各犯行によりＦ社等が得た売買差益、すなわちＤらが得た利益の分配を受\nけておらず、本件各犯行により自身が利益を得たわけではなく、犯行に加担する積\n極的動機がない、などと主張する。\nしかし、❶については、被告人が、Ｄの指示に従うことで自身の利益にも繋がる\nものと考え、主体的かつ積極的に各犯行に加担し、重要かつ必要不可欠な役割を果\nたしたと認められることは上記アで既に述べたとおりである。また、❷についても、\n被告人に判示のとおり「Ｄ及びＥらの利益を図る目的」が認められることは上記⑶\nで既に述べたとおりであり，これを超えて，被告人が，ＤとＥとの間の利益の分配\n等の全容を知る立場になかったとしても、何ら本件における共同正犯の成否を左右\nしない。さらに、❸についても、確かに、被告人は、本件各犯行によりＦ社等が得\nた売買差益そのものから、直接利益の分配を受けたものではないものの、他方にお\nいて、上記アで既に述べたとおり、被告人は、Ｄとの良好な関係を築き維持するこ\nとで将来的な利益を目論み、また、本件各商流に自ら経営するＣ社を介在させて相\n応の利益を得ているのであって、本件各取引の成否に強い利害関係を有していたと\n認められることは明らかというべきであるから、被告人に本件各犯行に加担する積\n極的動機がなかったなどとする指摘は的を射ない。\nウ  そこで、被告人が本件各犯行の遂行に果たした役割やその関与の程度等、\n上記アでみた一連の事情を適切に総合すれば、本件における被告人の罪責が幇助犯\nのそれにとどまるなどとは到底評価することができず、被告人は、判示各背任罪に\nついて共同正犯としての罪責を免れない。\n【量刑の理由】\n本件各背任の被害額は合計１億９８００万円余りにも上り、被害結果は重大であ\nる。何らの貢献も実働もない共犯者の会社を各取引の商流に介在させて利益を得さ\nせる一方で、その商流の構築に当たっては、これがＡ大に露見しないよう画策し、\nＡ大内部での決裁に必要な書類の体裁を整えるなど、犯行の態様も巧妙である。\n被告人は、Ｂ社で権勢を振るう共犯者の指示に従うことで、今後もＡ大関連の取\n引に関与して利益を拡大できるなどと考え、各取引の具体的なスキームを自ら立案\nして実行し、各犯行の遂行に重要かつ必要不可欠な役割を果たしたもので、その刑\n責は相応に重い。\nもっとも、被告人は、Ｂ社からコンサルティング業務の再委託を受けた立場にあ\nり、本件各犯行による共犯者の利得そのものから分配を受ける地位にあったもので\nもない。各犯行への関与になお従属的とみる側面があることは否めない。\nそのほか、被告人は、Ａ大の収支改善のためのコンサルティング契約に基づき、\nかねて多額の赤字を計上していたＩ病院等の経営改善に取り組み、一定の成果を上\nげていること、前科前歴はないこと、Ｃ社の監査役が今後の監督を約束する旨証言\nしたこと等、被告人のために酌むべき事情もある。\nそこで、以上を総合すれば、被告人に対しては、主文の刑を科した上、特に主文\nの期間その刑の執行を猶予するのが相当である。\n（求刑－懲役２年６か月）\n令和４年１０月１９日\n東京地方裁判所刑事第１１部\n裁判長裁判官        神  田  大  助\n裁判官        向  井  亜紀子\n裁判官        池  田  翔  平\n"
}