{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 10,
    "day": 27
  },
  "case_number": "令和3(ワ)27419",
  "case_name": "発信者情報開示請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "92684",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=92684",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/684/092684_hanrei.pdf",
  "contents": "令和５年１０月２７日判決言渡  同日原本領収  裁判所書記官\n令和３年(ワ)第２７４１９号  発信者情報開示請求事件\n口頭弁論終結日  令和５年７月１３日\n判            決\n原 告    株 式 会 社 Ｗ Ｉ Ｌ Ｌ\n同訴訟代理人弁護士  角地山   宗   行\n被 告    株 式 会 社 朝 日 ネ ッ ト\n同訴訟代理人弁護士  福本   悟\n主            文\n１  原告の請求をいずれも棄却する。\n２  訴訟費用は原告の負担とする。\n事  実  及  び  理  由\n第１  請求\n被告は、原告に対し、別紙発信者情報目録記載の各情報を開示せよ。\n第２  事案の概要等\n１  事案の要旨\n本件は、原告が、電気通信事業を営む被告に対し、氏名不詳者ら（以下「本\n件各氏名不詳者」という。）が、Ｐ２Ｐ方式のファイル共有プロトコルであるＢ\nｉｔＴｏｒｒｅｎｔ（以下「ビットトレント」という。）を利用したネットワー\nク（以下「ビットトレントネットワーク」という。）を介して、別紙作品目録記\n載１及び２の各動画（以下、番号に従って「本件動画１」及び「本件動画２」\nといい、これらを総称して「本件各動画」という。）をそれぞれ複製して作成し\nた動画ファイルを、本件各氏名不詳者が管理する端末にダウンロードし、公衆\nからの求めに応じ自動的に送信し得る状態とすることによって、本件各動画に\n係る原告の公衆送信権を侵害したことが明らかであり、本件各氏名不詳者に対\nする損害賠償請求のため、被告が保有する別紙発信者情報目録記載の各情報\n（以下「本件各発信者情報」という。）の開示を受けるべき正当な理由があると\n主張して、特定電気通信役務提供者の損害賠償責任の制限及び発信者情報の開\n示に関する法律（以下「プロバイダ責任制限法」という。）５条１項に基づき、\n本件各発信者情報の開示を求める事案である。\n２  前提事実（当事者間に争いのない事実並びに後掲各証拠（以下、書証番号は\n特記しない限り枝番を含む。）及び弁論の全趣旨により容易に認められる事実）\n(1) 当事者\nア  原告は、映画・ビデオの映像制作、編集業務、販売等を目的とする株式\n会社である（弁論の全趣旨）。\nイ  被告は、コンピューターシステムの設計及びソフトウェア開発等を目的\nとする株式会社であり、一般利用者に向けて広くインターネット接続サー\nビスを提供しているアクセスプロバイダである。\n(2) 本件各動画の著作物性及び著作権者\n原告は、著作物である本件各動画の著作権者である（甲８、１３）。\n(3) ビットトレントの仕組み（甲３、弁論の全趣旨）\nア  ビットトレントは、Ｐ２Ｐ方式のファイル共有プロトコルである。\nビットトレントを利用したファイル共有は、その特定のファイルに係る\nデータをピースに細分化した上で、ピア（ビットトレントネットワークに\n参加している端末。「クライアント」とも呼ばれる。）同士の間でピースを\n転送又は交換することによって実現される。上記ピアのＩＰアドレス及び\nポート番号などは、「トラッカー」と呼ばれるサーバーによって保有されて\nいる。\n共有される特定のファイルに対応して作成される「トレントファイル」\nには、トラッカーのＩＰアドレスや当該特定のファイルを構成する全ての\nピースのハッシュ値（ハッシュ関数を用いて得られた数値）などが記載さ\nれている。そして、一つのトレントファイルを共有するピアによって、一\nつのビットトレントネットワークが形成される。\nイ  ビットトレントを利用して特定のファイルをダウンロードしようとする\nユーザーは、インターネット上のウェブサーバー等において提供されてい\nる当該特定のファイルに対応するトレントファイルを取得する。端末にイ\nンストールしたクライアント用のソフトウェアに当該トレントファイルを\n読み込ませると、当該端末はビットトレントネットワークにピアとして参\n加し、定期的にトラッカーにアクセスして、自身のＩＰアドレス及びポー\nト番号等の情報を提供するとともに、他のピアのＩＰアドレス及びポート\n番号等の情報のリストを取得する。\nこのような手順でピアとなった端末は、トラッカーから提供された他の\nピアに関する情報に基づき、他のピアとの間で、当該他のピアが現在稼動\nしているか否かや、当該他のピアのピース保有状況を確認するための通信\nを行い、当該他のピアがこれに応答することを確認した上（以下、この当\n該他のピアとの通信を「ハンドシェイクの通信」という。）、当該他のピア\nが当該ピースを保有していれば、当該他のピアに対して当該ピースの送信\nを要求し、当該ピースの転送を受ける（ダウンロード）。また、上記のピア\nは、他のピアから自身が保有するピースの転送を求められた場合には、当\n該ピースを当該他のピアに転送する（アップロード）。このように、ビット\nトレントネットワークを形成しているピアは、必要なピースを転送又は交\n換し合うことで、最終的に共有される特定のファイルを構成する全てのピ\nースを取得する。\n(4) 株式会社ＬＥＡＦ（以下「本件調査会社」という。）による調査（甲１０、\n弁論の全趣旨）\n本件調査会社は、別紙動画目録１及び２の「ＩＰアドレス」欄、「ポート番\n号」欄及び「発信日時」欄記載の各ＩＰアドレス、各ポート番号及び各時刻\nを以下の方法により特定した。\nア  本件調査会社担当者は、ビットトレントネットワーク上で共有されてい\nるファイルの中から、本件各動画の作品名、品番、ファイル名等に基づい\nて、本件各動画と同一であることが疑われるファイルのハッシュ値を探索\nし、誤りの有無をチェックした上で、当該ハッシュ値を監視対象とした。\nイ  前記アの監視に用いられたソフトウェア（以下「本件監視ソフトウェア」\nという。）が、トラッカーに接続し、監視対象である当該ハッシュ値を有す\nる特定のファイルを共有しているピアに関する情報のリストを要求したと\nころ、トラッカーから当該ピアのＩＰアドレス及びポート番号の情報のリ\nストが返信された。別紙動画目録１及び２の「ＩＰアドレス」欄及び「ポ\nート番号」欄記載の各ＩＰアドレス及び各ポート番号は、当該リストに記\n載されていたものである。\n本件監視ソフトウェアは、トラッカーからピアの情報のリストが返信さ\nれた後、実際に各ピアとの間でハンドシェイクの通信を行い、各ピアが応\n答することを確認するとともに、応答があったピアから当該ピアが保有す\nるファイルに係るファイル保持率を取得した。別紙動画目録１及び２の\n「発信日時」欄記載の各時刻は、本件監視ソフトウェアと各ピアとの間で\nハンドシェイクの通信が行われた時刻である。\nなお、本件監視ソフトウェアは、各ピアから当該各ピアが共有している\nファイルを１ピースもダウンロードしていない。\n(5) 本件各発信者情報の保有\n被告は、本件各発信者情報を保有している。\n３  争点\n(1) 原告の「権利が侵害されたことが明らかである」（プロバイダ責任制限法５\n条１項１号）か（争点１）\n(2) 本件各発信者情報が「当該権利の侵害に係る発信者情報」（プロバイダ責任\n制限法５条１項柱書）に当たるか（争点２）\n(3) 本件各発信者情報の「開示を受けるべき正当な理由がある」（プロバイダ責\n任制限法５条１項２号）か（争点３）\n第３  争点に関する当事者の主張\n１  争点１（原告の「権利が侵害されたことが明らかである」（プロバイダ責任制\n限法５条１項１号）か）について\n（原告の主張）\n(1) 本件各動画と本件各氏名不詳者が共有していたファイルに係る動画とが同\n一であること\nア  ビットトレントでは、共有されているファイルを特定するために、ファ\nイル毎に生成される英数字の羅列であるハッシュ値を利用している。本件\n各氏名不詳者は、ビットトレントネットワークにおいて、別紙動画目録１\n(1)及び同(2)の「ハッシュ」欄記載の各ハッシュ値並びに同目録２の「ハ\nッシュ」欄記載のハッシュ値により特定されるファイル（以下、本件動画\n１に対応するものを項番号に従って「本件ファイル１(1)」及び「本件ファ\nイル１(2)」と、本件動画２に対応するものを「本件ファイル２」といい、\nこれらを総称して「本件各ファイル」という。）をアップロードできる状態\nにしていた。\nそして、本件各ファイルは、本件各動画を複製して作成されたものであ\nる。\nイ  確かに、被告が主張するとおり、本件ファイル１(1)を再生した動画の冒\n頭部分には、約１分３４秒にわたって、本件動画１と関係のない広告の動\n画が結合されている。また、本件各ファイルを再生した動画の下部には、\n本件各ファイルの作成者を示すものと思われるＵＲＬ等が表示されている。\nしかし、上記広告動画やＵＲＬ等の表示は、本件各動画の視聴を妨げる\nようなものではないから、本件各ファイルを再生した動画の大半の部分が、\n本件各動画を複製したものであることは明らかである。\n(2) 本件各氏名不詳者は本件各動画を送信可能化したこと\n本件各氏名不詳者は、遅くとも別紙動画目録１及び２の「発信日時」欄記\n載の各時刻までに、本件各ファイルの全部を取得して自身が管理するピアの\n記録媒体に保存し、かつ、これと同時にビットトレントネットワークを介し\nて、不特定の他のピアからの要求に応じて本件各ファイルを自動的に送信し\n得るようにした。\nしたがって、本件各氏名不詳者が本件各動画を送信可能化したことは明ら\nかである。\n(3) 違法性阻却事由の不存在\n本件各氏名不詳者が本件各動画を送信可能化したことに関し、違法性阻却\n事由に該当する事実は存在しない。\n（被告の主張）\n(1) 本件監視ソフトウェアによる調査結果が信頼できるものであることが明ら\nかでないこと\nア  本件監視ソフトウェアを用いた調査は、プロバイダ責任制限法ガイドラ\nイン等検討協議会が定める認定システムを用いたものではないから、当該\n調査の結果が当然に信頼性及び信用性を有するものであるとはいえない。\nイ  原告は、本件監視ソフトウェアによる調査結果が信頼できるものである\nことを裏付ける証拠として、本件調査会社担当者が作成した陳述書（甲１\n０）及び「トレントモニタリングシステムによる検出ＩＰアドレスの同一\n性確認試験報告書」（以下「本件確認試験報告書」という。甲１１）を提出\nする。\nしかし、上記陳述書においては、本件動画２について具体的に触れられ\nているものの、本件動画１については何ら言及がない。\nまた、本件確認試験報告書についても、終了時刻として開始時刻よりも\n前の時刻が記載されている事項（同報告書の図３記載の実行画面の９番目\nの項目参照）が見られるなど、その信用性には疑義がある。\nしたがって、これらによって本件監視ソフトウェアによる調査結果の信\n頼性が裏付けられるとはいえない。\nウ  さらに、原告から、訴訟外において、本件調査会社の調査により特定さ\nれたとして発信者情報開示請求がされたものの中には、契約者を特定する\nに至らなかった例や、被告がその日時にそのＩＰアドレスを割り当ててい\nなかった例などが見られた。\nこれらの事情は、本件調査会社による調査結果が信用できないことを示\nすものである。\nエ  以上のとおり、本件調査会社による本件監視ソフトウェアを用いた調査\n結果が信頼できるものであるとはいえないから、当該調査結果に基づいて、\n本件各氏名不詳者が本件各動画に係る原告の著作権を侵害したことが明ら\nかであるとはいえない。\n(2) 本件各ファイルに係る動画は本件各動画を複製したものではないこと\n本件ファイル１(1)を再生した動画の冒頭部分には、約１分３４秒にわたっ\nて、本件動画１と関係のない広告の動画が結合されている。また、本件各フ\nァイルを再生した動画の下部には、本件各ファイルの作成者を示すものと思\nわれるＵＲＬ等が表示されている。\nしたがって、本件各ファイルに係る動画は本件各動画を複製したものでは\nない。\n(3) 本件各氏名不詳者が管理するピアが本件各動画の表現上の本質的特徴を感\n得できるに足りるピースを保有していたとはいえないこと\nビットトレントネットワークにおいて共有されているファイルのデータは、\n多数のピースに分割され、ピース単位でピア同士の間で共有されている。そ\nのため、仮にビットトレントネットワーク上に本件各ファイルを構成する全\nてのピースが存在していたとしても、本件各氏名不詳者が管理するピアにお\nいては、当該ファイルを構成するピースの一部しか保有されておらず、かつ、\nその一部のピースは、前記(2)において指摘した広告の動画部分のように、本\n件各動画と関係のない部分である可能性が否定できない。したがって、本件\n各氏名不詳者が管理するピアが、本件各動画の表現上の本質的特徴を感得で\nきるに足りるピースを保有していたとはいえない。\n原告は、本件各氏名不詳者が、遅くとも別紙動画目録１及び２の「発信日\n時」欄記載の各時刻までに、本件各ファイルの全部を取得して自身が管理す\nるピアの記録媒体に保存していたと主張するが、これを裏付ける証拠は甲第\n１０号証しか存在しないところ、これが信用できないことは前記(1)において\n主張したとおりである。\n２  争点２（本件各発信者情報が「当該権利の侵害に係る発信者情報」（プロバイ\nダ責任制限法５条１項柱書）に当たるか）について\n（原告の主張）\n(1) 送信可能化による公衆送信権侵害は、ある一時点における権利侵害行為に\nよってもたらされるものではなく、送信可能化の状態にある間、権利侵害が\n継続しているものと解すべきである。\n前記１（原告の主張）のとおり、本件各氏名不詳者は、同人らの管理する\nピアが参加するビットトレントネットワーク上において、本件各動画を送信\n可能化していた。そして、ハンドシェイクの通信は、本件各氏名不詳者の管\n理するピアが本件各ファイルをアップロード可能であることを本件監視ソフ\nトウェアに通知するものであるから、本件各動画に係る原告の公衆送信権を\n侵害する通信である。\nしたがって、ハンドシェイクの通信は、本件各動画に係る原告の公衆送信\n権を侵害する特定電気通信であるから、「侵害情報」（プロバイダ責任制限法\n２条５号）に当たる。\n(2) 被告は、意見照会をした契約者から、身に覚えがないとの回答があったこ\nとを指摘する。しかし、当該契約者に係る発信者情報の開示請求がされてい\nるということは、請求者から当該契約者に対する損害賠償請求又は刑事告訴\nが予定されているということであり、当該契約者において、開示を不同意と\nして、あわよくば賠償責任等を免れたいとの心理にあることは、合理的に推\n認できるから、そのような回答を鵜呑みにすることはできない。\nまた、被告は、本件とは異なる事案において、原告から本件調査会社の調\n査結果に基づいて発信者情報開示請求がされ、被告が契約者に意見照会をし\nたところ、特定された日時において端末の電源を落としていたという回答も\nあったことを指摘する。しかし、契約者が管理する端末の電源が落とされて\nいたのであれば、当該端末と本件監視ソフトウェアとの間でハンドシェイク\nの通信がされることはない。それにもかかわらず、ハンドシェイクの通信が\nされたとして本件調査会社が特定した日時及びＩＰアドレスに基づいて、被\n告が契約者を特定できたということは、実際にその通信が存在していたとい\nうことにほかならず、当該契約者の回答が虚偽のものであったことを裏付け\nるものである。\n(3) 以上のとおり、原告は、別紙動画目録１及び２の「発信日時」欄記載の各\n時刻に行われたハンドシェイクの通信によって、本件各動画に係る公衆送信\n権を侵害されたといえるから、本件各発信者情報により特定される者は、「発\n信者その他侵害情報の送信…に係る者」（プロバイダ責任制限法施行規則２条\n各号参照）といえ、本件各発信者情報は、「当該権利の侵害に係る発信者情報」\n（プロバイダ責任制限法５条１項柱書）に該当する。\n（被告の主張）\n(1) ハンドシェイクの通信は、ピアが本件監視ソフトウェアからの接続に応答\nした通信であって、当該ピアが本件各ファイルの全部又は一部をアップロー\nド又はダウンロードする通信ではない。\nしたがって、ハンドシェイクの通信をもって、情報の流通によって原告の\n権利を侵害した通信と解することはできない。\n(2) また、被告が提供するプロバイダサービスにおいては、会員の管理する端\n末がインターネット回線に接続した時に、当該端末にＩＰアドレスが割り当\nてられるように管理されており、当該端末が、一旦接続を切断した後、イン\nターネット回線に再接続すると、当該端末には新たにＩＰアドレスが割り当\nてられる。そして、新たに割り当てられたＩＰアドレスが以前に割り当てら\nれていたＩＰアドレスと同じになることは極めて稀である。\nそのため、あるピアにより本件各ファイルがアップロード又はダウンロー\nドされて本件各動画が送信可能化となった時点で割り当てられていたＩＰア\nドレスと、当該ピアが本件監視ソフトウェアとの間でハンドシェイクの通信\nを行った時点で割り当てられていたＩＰアドレスとは、両者の時点が異なる\nため、同じものになるとは限らない。すなわち、本件調査会社が記録したと\nされるトラッカーから取得したリストに記載されていたピアのＩＰアドレス\nは、時の経過により、ハンドシェイクの通信がされた時点では全く無関係の\n者に割り当てられていたということがあり得る。\n実際に、被告が別紙動画目録１(1)の「ＩＰアドレス」欄記載のＩＰアドレ\nスを割り当てた契約者に対して意見照会をしたところ、身に覚えがないとの\n回答がされた。本件とは異なる事案においても、原告から本件調査会社の調\n査結果に基づいて発信者情報開示請求がされたことを受けて、被告が契約者\nに意見照会をしたものの中には、特定された日時において端末の電源を落と\nしていたという回答もあった。\nしたがって、別紙動画目録１及び２の「ＩＰアドレス」欄及び「発信日時」\n欄記載の各ＩＰアドレス及び各時刻は、本件各動画が送信可能化された通信\nに係るものとはいえない。\n(3) 以上によれば、本件各発信者情報により特定される者は、「発信者その他侵\n害情報の送信又は侵害関連通信に係る者」（プロバイダ責任制限法施行規則２\n条各号参照）といえないから、本件各発信者情報は「当該権利の侵害に係る\n発信者情報」（プロバイダ責任制限法５条１項柱書）に当たらない。\n３  争点３（本件各発信者情報の「開示を受けるべき正当な理由がある」（プロバ\nイダ責任制限法５条１項２号）か）\n（原告の主張）\n原告は、本件各氏名不詳者に対し、損害賠償を請求する予定であるが、その\nためには、被告が保有する本件各発信者情報の開示を受ける必要がある。\nしたがって、原告には、本件各発信者情報の開示を受けるべき正当な理由が\nある。\n（被告の主張）\n争う。\n第４  当裁判所の判断\n１  争点１（原告の「権利が侵害されたことが明らかである」（プロバイダ責任制\n限法５条１項１号）か）について\n(1) 本件各動画が「送信可能化」されたか否かについて\nア  「送信可能化」（著作権法２条１項９号の５）に該当するには、「自動公\n衆送信し得るようにすること」が必要であることから、まず、この点につ\nいて検討する。\n(ｱ)  証拠（甲１０、１３ないし１５）によれば、ビットトレントネットワ\nークにおいて共有されていた本件ファイル１(1)、同(2)及び同２は、そ\nれぞれ別紙動画目録１(1)、同(2)及び同２の「ハッシュ」欄記載の各ハ\nッシュ値を有するものであること、本件各ファイルに係る動画を本件各\n動画と対比すると、本件ファイル１(1)及び同(2)に係る動画は本件動画\n１を、本件ファイル２に係る動画は本件動画２を、それぞれ複製して作\n成されたものであることが認められる。\n(ｲ)  前提事実(3)及び(4)並びに証拠（甲１０）によれば、別紙動画目録１\n(1)、同(2)及び同２の「発信日時」欄記載の各時刻に、同「ＩＰアドレ\nス」欄記載の各ＩＰアドレスが割り当てられていたピアは、それぞれ本\n件ファイル１(1)、同(2)及び同２の全体を保有していたと認められる。\nそして、前提事実(3)イによれば、ビットトレントネットワークにおい\nて、ピアは、他のピアから自身が保有するピースの送信を求められると、\n当該ピースを当該他のピアに送信（アップロード）するように動作する\nから、別紙動画目録１(1)、同(2)及び同２の「ＩＰアドレス」欄及び\n「発信日時」欄記載の各ＩＰアドレス及び各時刻により特定される各ピ\nアは、本件各ファイルを「公衆」であるビットトレントネットワークに\n参加している他のピア「からの求めに応じ自動的に」（著作権法２条１項\n９号の４）「公衆送信」（同項７号の２）し得る状態にあったものと認め\nられる。\n(ｳ)  以上によれば、別紙動画目録１(1)、同(2)及び同２の「ＩＰアドレス」\n欄及び「発信日時」欄記載の各ＩＰアドレス及び各時刻により特定され\nる各ピアにより、本件各動画がそれぞれ「自動公衆送信し得るように」\nされたものと認められる。\nイ  次に、ビットトレントを利用したファイル共有における送信可能化に該\n当する行為について検討する。\n(ｱ)  著作権法２条１項９号の５は、イ又はロ所定の行為により自動公衆送\n信し得るようにすることを「送信可能化」と定義していることから、「送\n信可能化」されたといえるには、同項９号の５イ又はロに該当する行為\nがされることが必要であるところ、ビットトレントを利用したファイル\n共有における送信可能化については、次の二つの場合が考えられる。\nａ  あるピアが、ビットトレントネットワークによって取得した特定の\nファイルを、当該ビットトレントネットワークに参加している他のピ\nアとの間で共有しようとする場合\n前提事実(3)イのとおり、ビットトレントネットワークにおいては、\n特定のファイルに対応するトレントファイルを、端末にインストール\nしたクライアント用のソフトウェアに読み込ませることで、当該トレ\nントファイルを共有するピアによって形成されるビットトレントネッ\nトワークに参加し、特定のファイルを構成するピースを他のピアから\nダウンロードしたり、他のピアにアップロードしたりすることができ\nるようになる。\nそして、あるピアがこのようなダウンロード及びアップロードを行\nうためには、他のピアがあるピアのＩＰアドレス及びポート番号の情\n報を把握している必要があるから、そのダウンロード及びアップロー\nドに先立ち、あるピアがトラッカーに対して自身のＩＰアドレス及び\nポート番号の情報をあらかじめ通知しているものと考えられる。すな\nわち、ビットトレントネットワークに参加しているピアは、特定のフ\nァイルを構成するピースを他のピアからダウンロードしさえすれば、\n改めてトラッカーに自身のＩＰアドレス及びポート番号の情報を通知\nするなど特段の手順を経ることなく、自身のピアのＩＰアドレス及び\nポート番号の情報を把握しているピアに対し、自身がダウンロードし\nたピースを他のピアにアップロードすることができる。\nこのようなビットトレントの仕組みに照らせば、共有しようとする\n特定のファイルを構成するピースを何ら保有していないピアは、他の\nピアから当該ピースの送信を受けることによって、別の他のピアから\nの要求があればいつでも当該ピースを送信し得る状態になったといえ\nる。\nそうすると、①共有しようとする特定のファイルを構成するピース\nを何ら保有していないピアが、当該ピースを保有する他のピアから当\n該ピースをダウンロードすること、又は、②当該ファイルを構成する\nピースを保有するピアが、当該ファイルを構成するピースを何ら保有\nしていない他のピアに対して当該ピースをアップロードすることをも\nって、著作権法２条１項９号の５イ所定の「公衆の用に供されている\n電気通信回線に接続している自動公衆送信装置…の公衆送信用記録媒\n体に情報を記録…すること」に当たると解するのが相当である（以下\n「類型１」という。）。\nｂ  あるピアが、ビットトレントネットワーク以外の手段によって取得\nした特定のファイルをビットトレントネットワークにおいて共有しよ\nうとする場合\n前提事実(3)イのとおり、ビットトレントネットワークにおいては、\nトレントファイルを共有するピアで形成されるビットトレントネット\nワーク内でのみ当該トレントファイルに対応する特定のファイルが共\n有され、他のピアからのピースの送信要求は、トラッカーから提供さ\nれるピアのＩＰアドレス等の情報のリストに基づいてされるところ、\n当該情報は、各ピアが定期的にトラッカーに通知した自身のＩＰアド\nレス等の情報が基礎となっている。\nこのようなビットトレントの仕組みに照らせば、ピアは、トラッカ\nーに対して自身の情報を提供するための最初の通知の送信をしたこと\nによって、他のピアからの要求があればいつでもファイルを構成する\nピースを送信し得る状態になったといえる。\nそうすると、当該トラッカーに対する最初の通知の送信をもって、\n著作権法２条１項９号の５ロ所定の「その公衆送信用記録媒体に情報\nが記録され…ている自動公衆送信装置について、公衆の用に供されて\nいる電気通信回線への接続…を行うこと」に当たると解するのが相当\nである（以下「類型２」という。）。\n(ｲ)  これを本件についてみると、別紙動画目録１(1)、同(2)及び同２の\n「ＩＰアドレス」欄及び「発信日時」欄記載の各ＩＰアドレス及び各\n時刻により特定される各ピアが類型１及び２のいずれの態様によって\n本件各ファイルを自動的に送信し得る状態となったのかを認めるに足\nりる証拠はない。\nしかも、前提事実(3)のビットトレントの仕組みに照らせば、前記\n(ｱ)で検討したとおり、別紙動画目録１(1)、同(2)及び同２の「ＩＰア\nドレス」欄及び「発信日時」欄記載の各ＩＰアドレス及び各時刻によ\nり特定される各ピアが類型１及び２以外の態様により本件各ファイル\nを自動的に送信し得る状態になったとは考え難く、これを裏付ける証\n拠もない。\nしたがって、本件各動画については、別紙動画目録１(1)、同(2)及\nび同２の「ＩＰアドレス」欄及び「発信日時」欄記載の各ＩＰアドレ\nス及び各時刻により特定される各ピアによって、類型１又は２のいず\nれかの態様すなわち著作権法２条１項９号の５イ又はロ所定のいずれ\nかの行為により、自動公衆送信し得るようにされたものと認めること\nができる。\nウ  以上によれば、別紙動画目録１(1)及び同(2)の「ＩＰアドレス」欄及び\n「発信日時」欄記載の各ＩＰアドレス及び各時刻により特定される各ピア\nにより本件動画１が、同目録２の「ＩＰアドレス」欄及び「発信日時」欄\n記載の各ＩＰアドレス及び各時刻により特定される各ピアにより本件動画\n２が、それぞれ「送信可能化」されたものと認められる。\n(2) 被告の主張について\nア  本件監視ソフトウェアによる調査結果が信頼できるものであることが明\nらかでないとの主張について\n(ｱ)  被告は、プロバイダ責任制限法ガイドライン等検討協議会においてＰ\n２Ｐ型ファイル交換ソフトウェアによる権利侵害情報の流通に関する検\n出システムとして信頼性が認められると認定されたシステムを用いたも\nのではないから、本件調査会社による調査結果が信用できるものとはい\nえないと主張する。\nしかし、被告の上記主張は、本件調査会社による調査結果が信用でき\nない可能性がある旨を抽象的に指摘するにとどまり、本件調査会社によ\nる調査結果が信用性を欠くものであることを示す具体的な事情を摘示す\nるものではない。\n(ｲ)  また、被告は、本件確認試験報告書記載の実行画面において、終了時\n刻として開始時刻よりも前の時刻が記載されている事項が見られること\nから、本件監視ソフトウェアによる調査の信用性に大きな疑義があると\n主張する。\nそこで検討すると、弁論の全趣旨によれば、本件調査会社において、\n本件監視ソフトウェアによって検出するＩＰアドレスの同一性確認試験\nを行った際、同じＩＰアドレスが割り当てられたピアと複数回通信を行\nった場合に、実行画面に表示される開始時刻及び終了時刻を上書きする\nようにしていたことが認められる。そうすると、被告が指摘する事象は、\n「１３３．１８．２０７．５３」のＩＰアドレスが割り当てられたピア\nとの間で行われた通信の開始時刻及び終了時刻が既に実行画面に表示さ\nれていた状態で、当該ピアとの間で新たに通信を行い、開始時刻が上書\nきされたものの、当該通信が終了する前に実行画面が保存され、直前の\n通信に係る終了時刻が表示されたままとなってしまったことによる可能\n性を否定できない。\nこのように、上記事象は、実行画面の表示の仕様に基づくものである\n可能性が否定できないから、これにより本件調査会社の行った調査が直\nちに信用性を欠くものとはいえない。\n(ｳ)  このほか、被告は、この点について種々の主張をするが、本件全証拠\nによっても、本件調査会社による調査結果の信用性に合理的な疑いを差\nし挟むような事情は何ら認められない。\nイ  本件各ファイルに係る動画は本件各動画と同一のものではないとの主張\nについて\n被告は、①本件ファイル１(1)に本件動画１と関係のない広告の動画が結\n合されている、②本件各ファイルを再生した動画の下部に本件各ファイル\nの作成者を示すものと思われるＵＲＬ等が表示されていると指摘して、本\n件各ファイルに係る動画は本件各動画と同一のものではないと主張する。\nそこで検討すると、前記(1)ア(ｲ)によれば、別紙動画目録１(1)、同(2)\n及び同２の「発信日時」欄記載の各時刻に、同「ＩＰアドレス」欄記載の\n各ＩＰアドレスが割り当てられていたピアは、それぞれ本件ファイル１(1)、\n同(2)及び同２の全体を保有していたことがそれぞれ認められる。そうする\nと、本件ファイル１(1)に本件動画１と関係のない広告の動画が結合されて\nいるとしても、本件ファイル１(1)を再生した動画は、本件動画１のほぼ全\nてを含んでいることになる上、本件動画１の表現が広告の表現に埋没して\n色あせてしまっているとも認められないから、本件動画１の表現上の本質\n的特徴を直接感得できるものであることは明らかである。\nまた、証拠（甲１３ないし１５、１８）によれば、本件各ファイルを再\n生した動画の下部には本件各ファイルの作成者を示すものと思われるＵＲ\nＬ等が表示されていることが認められるものの、その態様は、上記の広告\n動画と同様に、本件各動画の表現上の本質的特徴を直接感得することを妨\nげる程度のものであるとはいえない。\nしたがって、本件各ファイルは本件各動画を複製して作成されたもので\nあるといえる。\nウ  本件各氏名不詳者が管理するピアが本件各動画の表現上の本質的特徴を\n直接感得できるに足りるピースを保有していたとはいえないとの主張につ\nいて\n前記(1)ア(ｲ)のとおり、別紙動画目録１(1)、同(2)及び同２の「発信日\n時」欄記載の各時刻に同「ＩＰアドレス」欄記載の各ＩＰアドレスが割り\n当てられていたピアは、それぞれ本件ファイル１(1)、同(2)及び同２の全\n体を保有していたことがそれぞれ認められる。\nそして、前記イのとおり、本件各ファイルを再生した動画から、本件各\n動画の表現上の本質的特徴を直接感得することができると認められるから、\n本件各氏名不詳者が管理するピアが本件各動画の表現上の本質的特徴を直\n接感得できるに足りるピースを保有していたと認められる。\nエ  まとめ\nしたがって、被告の前記各主張はいずれも採用することができない。\n(3) 小括\n以上の検討結果に加え、他に違法性阻却事由が存在することをうかがわせ\nる事情は見当たらないことからすると、本件各氏名不詳者により、本件各動\n画が「送信可能化」され、本件各動画に係る原告の公衆送信権が侵害された\nことは明らかであると認められる。\n２  争点２（本件各発信者情報が「当該権利の侵害に係る発信者情報」（プロバイ\nダ責任制限法５条１項柱書）に当たるか）について\n(1) 前記１において説示したとおり、ビットトレントを利用したファイル共有\nにおいては、当該ファイルを自動的に送信し得る状態にするための態様とし\nて、著作権法２条１項９号の５イ所定の行為に対応する類型１及び同号ロ所\n定の行為に対応する類型２を想定することができる。\nしかし、前提事実(3)イのとおり、ハンドシェイクの通信は、ビットトレン\nトネットワークを形成しているピアが、トラッカーから提供された他のピア\nに関する情報に基づき、他のピアとの間で、当該他のピアが現在稼動してい\nるか否かや当該他のピアのピース保有状況を確認する通信であって、共有さ\nれる特定のファイルを構成するピースをダウンロード又はアップロードする\n通信（類型１）ではないし、トラッカーに対する通知の送信（類型２）でも\nないから、類型１及び２のいずれにも該当しない。\nそして、本件において、類型１及び２以外の態様によって、ビットトレン\nトネットワークを形成しているピア同士の間で行われるハンドシェイクの通\n信が著作物を「送信可能化」する行為に該当し得ることについては、主張及\nび立証がされていない。\nしたがって、上記ハンドシェイクの通信が著作権法２条１項９号の５イ又\nはロ所定の行為に該当するとは認められない。\n(2) また、著作権法２条１項９号の５イ又はロ所定の行為によりいったん「送\n信可能化」がされてしまえば、自動公衆送信し得る状態が完全に実現される\n以上、「送信可能化」に該当する行為が継続されることはなく、その状態下で\n更に「送信可能化」がされることもないというべきである。\nしたがって、この観点からも、上記ハンドシェイクの通信が、本件各動画\nを送信可能化し、本件各動画に係る原告の公衆送信権を侵害する通信である\nと認めることはできない。\n(3) 以上によれば、ビットトレントネットワークにおいて本件各動画が送信可\n能化された態様を前提とすると、ハンドシェイクの通信から把握される情報\nは、プロバイダ責任制限法５条１項柱書所定の「当該権利の侵害に係る発信\n者情報」に当たるとはいえない。\nしたがって、本件各発信者情報は、同項柱書所定の「当該権利の侵害に係\nる発信者情報」に当たると認めることはできない。\n第５  結論\n以上によれば、その余の点について判断するまでもなく、原告の請求はいず\nれも理由がないからこれを棄却することとし、主文のとおり判決する。\n東京地方裁判所民事第２９部\n裁判長裁判官\n國    分    隆    文\n裁判官\n間    明    宏    充\n裁判官\nバ  ヒ  ス  バ  ラ  ン  薫\n（別紙）\n発信者情報目録\n別紙動画目録１及び２の「ＩＰアドレス」欄記載の各ＩＰアドレスを、同「発信\n日時」欄記載の各時刻頃に被告から割り当てられていた契約者に関する以下の情報\n１  氏名又は名称\n２  住所\n３  電子メールアドレス\n以上\n（別紙）\n作品目録\n以下省略\n（別紙）\n動画目録１\n以下省略\n（別紙）\n動画目録２\n以下省略\n"
}