{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 11,
    "day": 30
  },
  "case_number": "令和5(行ケ)10074",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "92552",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=92552",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/552/092552_hanrei.pdf",
  "contents": "令和５年１１月３０日判決言渡\n令和５年（行ケ）第１００７４号  審決取消請求事件\n口頭弁論終結日  令和５年１０月２６日\n判 決\n原 告            株式会社 ラ イ オ ン ハ ー ト\n同訴訟代理人弁理士          米 田 恵 太\n被 告         特   許   庁   長   官\n同 指 定 代 理 人           茂 木 祐 輔\n同                          鈴 木 雅 也\n同                         綾     郁奈 子\n主 文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  請求\n特許庁が不服２０２３－８００号事件について令和５年６月８日にした審決\nを取り消す。\n第２  事案の概要\n１  特許庁における手続の経過等（当事者間に争いがない）\n(1)  原告は、令和４年６月２３日、「ブランディングＤＸ」の文字を標準文\n字で表してなる商標について、第３５類、第４１類及び第４２類に属する別\n紙「指定役務」記載の役務を指定役務として、商標登録出願を行った。\n(2)  原告は、令和４年１２月１５日付けで拒絶査定を受けたため、令和５年\n１月１７日、拒絶査定不服審判を請求した。\n特許庁は、上記請求を不服２０２３－８００号事件として審理を行い、\n令和５年６月８日、「本件審判の請求は、成り立たない。」との審決（本件審\n決）をし、その謄本は同月２０日原告に送達された。\n(3)  原告は、令和５年７月１８日、本件審決の取消しを求める本件訴訟を提\n起した。\n２  本件審決の理由の要旨\n(1)  本願商標の構成中「ブランディング」の文字は、「顧客や消費者にとっ\nて価値あるブランドを構築するための活動」などを意味する語であり、「Ｄ\nＸ」の文字は、「デジタルトランスフォーメーション」すなわち「情報通信\n技術の浸透に伴うビジネスや社会の構造的変革」などを意味する語である。\n(2)  ウェブサイト等の事例によれば、様々な業務、業種等において、デジタ\nル技術の活用を促進することによる業務の変革を表す際に、当該業務等の名\n称に「デジタルトランスフォーメーション」を表す「ＤＸ」の文字を結合し\nて、「〇〇ＤＸ」と表すことが一般的に行われている実情が認められる。\n(3)  本願商標の指定役務には、上記デジタルトランスフォーメーションの推\n進が行われているブランディングの業務に関連する役務（例えば、第３５類\n「広告業、企業の広告及び広報活動の企画・代行、ブランド・アイデンティ\nティの構築を目的とした広告（他人のためのこと）、販売促進のための企画\n及び実行の代理」等、第４１類「セミナーの企画・運営又は開催」等、第４\n２類「情報技術（ＩＴ）に関する助言、デジタルトランスフォーメーション\nのための技術的助言」等）が多数含まれているといえる（以下、これら例示\nに係る役務を「本件関連役務」という。）。\n(4)  以上よりすれば、本願商標の「ブランディングＤＸ」の文字は、本件関\n連役務の取引者・需要者によって、「ブランディング」についてＩＴやデジ\nタル技術の活用等による業務の変革である「デジタルトランスフォーメー\nション（化）」を推進していくこと、すなわち「ブランディングのデジタル\nトランスフォーメーション（化）」を表したと一般に理解されるものといえ\nる。そうすると、本願商標を、本件関連役務について使用をするときは、そ\nの取引者・需要者によって、例えば「ブランディングのデジタルトランス\nフォーメーション（化）」を特徴とする広告業や事業の管理であるといった、\n役務の特徴、質（内容）を表示したものとして一般に認識されるものであっ\nて、特定人によるその独占使用を認めるのは公益上適当でないとともに、自\n他役務の識別力を欠くというべきである。\nしたがって、本願商標は、その指定役務中本件関連役務に使用するとき\nは、その役務の特徴、質（内容）を普通に用いられる方法で表示する標章の\nみからなる商標として、商標法３条１項３号に該当する。\nまた、本願商標は、その指定役務中「ブランディングのデジタルトラン\nスフォーメーション（化）」と関連のない役務について使用をするときは、\n役務の質の誤認を生ずるおそれがあるから、同法４条１項１６号に該当する。\n３  取消事由\n(1)  商標法３条１項３号該当性の判断の誤り\n(2)  商標法４条１項１６号該当性の判断の誤り\n第３  当事者の主張\n１  取消事由１（商標法３条１項３号該当性の判断の誤り）について\n(1)  原告の主張\nア  証拠（甲３～５、１８～２６）からも明らかなように、「○○ＤＸ」に\n含まれる「ＤＸ」の文字は、本件審決がされた時点において、事業活動\nを推進する経営者や従業員などのビジネスパーソンに理解が浸透してい\nない。「ＤＸ」の文字の理解が浸透していない以上、理解の浸透が不十\n分な「ＤＸ」の文字を用いたフレーズ表現が一般に行われているとはい\nえず、「ＤＸ」の文字を用いて、デジタル技術の活用を促進することに\nよる業務の変革を表す際に、「○○ＤＸ」と表すことは一般的ではない。\nイ  また、「ブランディングＤＸ」の文字についても、証拠（甲２７～４０）\nによれば、ウェブサイト上で、「プラン」、「ソリューション」などと\nいった言葉を使ってその意味合いを補足説明している例がほとんどであ\nる。これは、文章作成者が、「ブランディングＤＸ」の文字が何を示し\nているのか理解できないことを前提に、ウェブサイトの閲覧者（主に需\n要者）に配慮して補足説明している ものといえる。 その上、「ブラン\nディング」自体についても共通の理解を持てていない（甲４１、４２）。\nウ  以上を踏まえると、本願商標「ブランディングＤＸ」は、その構成全体\nをもって特定の意味合いを有しない造語として認識されるものであって、\n「ブランディングのデジタルトランスフォーメーション（化）」を表し\nたと一般に理解されるとはいえ ない。これを デジタルトランスフォー\nメーションの推進が行われているブランディングの業務に関連する指定\n役務について使用しても、その取引者・需要者は、役務の特徴、質（内\n容）を表示したものとして一般に認識しないから、自他役務の識別力を\n欠くものではなく、本願商標が商標法３条１項３号の商標に該当すると\nした本件審決の判断は誤りがある。\n(2)  被告の主張\n後記第４の１と同趣旨である。\n２  取消事由２（商標法４条１項１６号該当性の判断の誤り）\n(1)  原告の主張\n前記取消事由１のとおり、本願商標は、その構成全体をもって特定の意\n義を有しない造語として認識されるものであって、その取引者・需要者は、\n役務の質を表示したものと認識しないため、役務の質の誤認を生ずるおそれ\nはない。\n(2)  被告の主張\n後記第４の２と同趣旨である。\n第４  当裁判所の判断\n１  取消事由１（商標法３条１項３号該当性の判断の誤り）について\n(1)  商標法３条１項３号は、「その商品の産地、販売地、品質、原材料、効\n能、用途、形状（包装の形状を含む。・・・）、生産若しくは使用の方法若し\nくは時期その他の特徴、数量若しくは価格又はその役務の提供の場所、質、\n提供の用に供する物、効能、用途、態様、提供の方法若しくは時期その他の\n特徴、数量若しくは価格を普通に用いられる方法で表示する標章のみからな\nる商標」は、商標登録を受けることができない旨を規定しているが、これは、\n同号掲記の標章は、商品の産地、販売地その他の特性を表示、記述する標章\nであって、取引に際し必要な表示として誰もがその使用を欲するものである\nから、特定人によるその独占使用を認めるのを公益上適当としないものであ\nるとともに、一般的に使用される標章であって、多くの場合、自他商品・役\n務識別力を欠き、商標としての機能を果たし得ないことから、登録を許さな\nいとしたものである。\n(2)  本願商標は、「ブランディングＤＸ」の文字を標準文字で表してなると\nころ、構成中の「ブランディング」の文字は、「顧客や消費者にとって価値\nのあるブランドを構築するための活動」等の意味を有する語であり（乙１～\n７）、「ＤＸ」の文字は、「情報通信技術の浸透に伴うビジネスや社会の構造\n的変革」、「デジタル変革」を意味する「デジタルトランスフォーメーション」\nを表す語である（乙８～１０）と認められる。\nそして、日本政府によって平成３０年５月に「デジタルトランスフォー\nメーションに向けた研究会」が発足し、同年１２月に同研究会によって「Ｄ\nＸ推進ガイドライン」が発表されて以降、政府による「ＤＸ推進指標」が公\n表され（令和元年７月）、閣議決定された「骨太の方針」に「民間における\nＤＸの加速」が盛り込まれ（令和３年６月）、その頃、総務省によって「自\n治体ＤＸ推進計画」が策定されるなど、様々な業務や事業活動、業種等にお\nいて、デジタル技術の活用を促進することによる業務の変革（ＤＸ、デジタ\nルトランスフォーメーション（化））の取組がなされている（乙１１～２２、\n２８、４７～５０）。また、そのような取組を表す際に、「○○ＤＸ」と表す\nことがしばしば行われている実情があり（乙１３、１４、２１～３７）、ブ\nランディングに関わる業務においても、こうした取組に対して、端的に「ブ\nランディングＤＸ」と称する事例がある（甲２８～４０、乙４３、４４、４\n７～５０）。\n(3)  そうすると、本件関連役務に関し本願商標に接した取引者・需要者は、\n「ブランディング」についてのデジタル技術の活用による業務の変革である\n「デジタルトランスフォーメンション」であること、すなわち「ブランディ\nングのデジタルトランスフォーメーション（化）」を表したものと認識し、\n理解するものというべきである。\nよって、本願商標は、役務の特徴、質（内容）を普通に用いられる方法\nで表示する標章のみからなる商標であるから、商標法３条１項３号に該当す\nると解するのが相当である。\n(4)  これに対し、原告は、「ＤＸ」の文字の理解が浸透していないと主張す\nるが、上記(2)の事実は、本件審決時までに「デジタルトランスフォーメー\nション」を意味する「ＤＸ」の取組が広く啓発され、用語例として定着・普\n及していたことを示すものにほかならず、上記主張は採用できない。原告は、\nアンケートにおいて「ＤＸ」や「ブランディング」の理解が広がっていない\n結果が出ていると主張するが（甲３～５、１８～２０、２２、２３）、例え\nば甲３のアンケートでは、７５％の回答者が少なくとも「ＤＸ」の言葉の意\n味を理解しているとの結果が出ているなど、本件で証拠提出されたアンケー\nト結果は必ずしも原告の主張を根拠づけるものとはいえない。\nまた、原告は、「ブランディングＤＸ」の用語を使用する際、「プラン」\nや「ソリューション」などの言葉で意味合いを補足している例がほとんどで\nあると主張するが、そうだとしても、「ＤＸ」の用語が本件関連役務の取引\n者・需要者に理解されないと解すべき根拠になるものではない。\n(5)  以上のとおりであって、本願商標が商標法３条１項３号に該当するとし\nた本件審決の判断に誤りはない。\n２  取消事由２（商標法４条１項１６号該当性の判断の誤り）について\n本願商標の「ブランディングＤＸ」が、これに接した取引者・需要者におい\nて、「ブランディングのデジタルトランスフォーメーション（化）」を表したも\nのと認識、理解されることは前記１のとおりであり、本願商標を本件関連役務\n以外の役務に使用するときは、役務の質の誤認を生ずるおそれがあるから、商\n標法４条１項１６号に該当する。\nこの点に関する本件審決の判断に誤りはない。\n３  結論\n以上によれば、本願商標は商標法３条１項３号、同法４条１項１６号に該当\nするから、原告主張の取消事由はいずれも理由がなく、本件審決にこれを取り\n消すべき違法は認められない。したがって、原告の請求を棄却することとして、\n主文のとおり判決する。\n知的財産高等裁判所第４部\n裁判長裁判官\n宮      坂      昌      利\n裁判官\n岩      井      直      幸\n裁判官\n頼             晋      一\n別紙\n指定役務\n第３５類「広告業、インターネットによる広告、折り込みチラシによる広告、雑誌\nによる広告、新聞による広告、テレビジョンによる広告、ラジオによる\n広告、交通広告、車両の内外における広告の代理、屋外広告物による広\n告、街頭及び店頭における広告物の配布、商品の実演による広告、ダイ\nレクトメールによる広告、広告宣伝物の企画及び制作、広告の企画、広\n告のための商品展示会・商品見本市の企画又は運営、広告文の作成、\nショーウインドーの装飾、企業の広告及び広報活動の企画・代行、ク\nリック報酬型広告、広告、広告タイムの貸与、広告の代理、広告のため\nの脚本の作成、広告のためのコミュニケーション戦略に関する助言、広\n告物の更新、広告物の出版、広告物の配布、広告物のレイアウト、広告\n又は販売促進のための模型制作、広告用映画の制作、広告用コンセプト\nの開発、広報活動の企画、広報活動のためのコミュニケーション戦略に\n関する助言、コンピュータネットワークにおけるオンラインによる広告、\n試供品の配布、商業イベントの運営、商業又は広告のための展示会の企\n画・運営、商品見本市の企画・運営、通信販売を利用した広告、テレビ\nショッピング用番組の制作、ビラ張り、ファッションショーの企画・運\n営（販売促進のためのもの）、ブランド・アイデンティティの構築を目\n的とした広告（他人のためのこと）、メディアへの広報活動の企画・代\n行、トレーディングスタンプの発行、経営の診断又は経営に関する助言、\n事業の管理、市場調査又は分析、商品の販売に関する情報の提供、医師\nの紹介に関する事業の管理、一時的な事業の管理、ウェブサイト経由に\nよる事業に関する情報の提供、会社のための管理業務の代行、価格比較\nの調査、企業の人事管理のための適性検査、競合企業に関する情報収集、\n経済予測、原価分析、建設プロジェクトの事業計画の管理、様々な専門\n家と顧客のマッチングに関する事業の仲介、事業所の移転の管理、事業\nに関する指導及び助言、事業に関する情報の提供、事業の管理及び組織\nに関する指導及び助言、事業の管理に関する指導及び助言、事業の管理\nに関する助言、事業の契約に関する交渉の代行（他人のためのこと）、\n事業の収益性調査の作成、事業の組織に関する指導及び助言、事業の調\n査、事業の能率化に関する診断・指導及び助言、事業の評価、資金を必\n要とする起業家と潜在的な個人投資家とのマッチングに関する事業の仲\n介、市場調査、市場に関する情報収集、市場分析、実演者に関する事業\nの管理、商業に関する情報の提供、商業又は工業の管理に関する助言、\n商業又はマーケティングのための消費者プロファイリング、商取引の受\n注管理、商取引の媒介・取次ぎ又は代理、商品・役務の買い手及び売り\n手のためのオンライン市場の提供、人事管理に関する指導及び助言、ス\nポーツ選手に関する事業の管理、スポンサー探し、第三者のための商取\n引の交渉及び締結の代理及び代行、他人の事業のために行う物品の調達\n及びサービスの手配、他人の商品及びサービスのライセンスに関する事\n業の管理、他人のための自動料金収受システム（ＥＴＣ）サービスへの\n加入契約の取次ぎ、デジタルトランスフォーメーションのための事業に\n関する助言、統計の編集、取引相手先の商業及び事業に関する情報の提\n供、フリーランサーのための事業の管理、ホテルの事業の管理、世論調\n査、職業のあっせん、医師のあっせん、科学技術者のあっせん、家政婦\nのあっせん、看護師のあっせん、クリーニング技術者のあっせん、歯科\n医師のあっせん、助産師のあっせん、調理師のあっせん、通訳のあっせ\nん、配膳人のあっせん、美容師のあっせん、マネキンのあっせん、モデ\nルのあっせん、薬剤師のあっせん、理容師のあっせん、人材募集、競売\nの運営、輸出入に関する事務の代理又は代行、新聞の予約購読の取次ぎ、\n速記、筆耕、筆耕（事務処理）、書類の複製、複写機による書類の複製、\n文書又は磁気テープのファイリング、インボイスの作成に関する事務の\n代行、給料支払名簿の作成、コンピュータによるファイルの管理、デー\nタ処理（事務処理）、予約の確認（事務処理）、予約のスケジューリング\n（事務処理）、レストランからの持ち帰り及び配達の分野におけるオン\nラインによる商品の受注事務の代行、ワードプロセッサによる文書の作\n成、コンピュータデータベースへの情報編集、コンピュータ化された医\n療記録およびファイルの保守、コンピュータデータベース内のデータの\n更新及び保守、コンピュータデータベースへの情報構築、商業用又は広\n告用情報の索引の編集、電子計算機を用いて行う情報検索事務の代行、\n文書情報及びデータの構築、レジストリ内での情報の更新及び保守、電\n子計算機・タイプライター・テレックス又はこれらに準ずる事務用機器\nの操作、タイプライターの操作、建築物における来訪者の受付及び案内、\n電話受付代行（加入者が出られない場合）、電話交換、秘書、来訪者の\nための受付（事務処理）、広告用具の貸与、掲示板（広告板）の貸与、\n販売用スタンドの貸与、タイプライター・複写機及びワードプロセッサ\nの貸与、金銭登録機の貸与、コワーキング施設における事務用機器の貸\n与、事務用機器の貸与、複写機の貸与、消費者のための商品及び役務の\n選択における助言と情報の提供、求人情報の提供、新聞記事情報の提供、\nニュースクリッピングサービス、自動販売機の貸与、顧客ロイヤリティ\nプログラムの管理、コンピュータソフトウェア制作のマーケティング、\nスポーツイベントの後援を通じて行う商品及び役務の販売促進・提供促\n進のための企画及びその実行の代理、ターゲット・マーケティング、テ\nレマーケティング、販売促進のための企画及び実行の代理、マーケティ\nング、マイレージプログラムの管理、リードジェネレーションを用いた\nマーケティング、ウェブサイトの検索結果の最適化、商業又は広告用\nウェブのインデックスの作成、商業用又は広告用のユーザーによる評価\n情報の提供、商業用又は広告用のユーザーによるランキング情報の提供、\n商業用又は広告用のユーザーによるレビュー情報の提供、販売促進のた\nめの検索エンジンの検索結果の最適化、販売を目的とした、各種通信媒\n体による商品の紹介、広告場所の貸与、入札に対する応札の管理支援、\n贈答品記録の管理及び贈答品の売買契約の媒介、電話帳情報の提供」\n第４１類「録音又は録画済み記録媒体の複製、イベントのためのビデオの編集、ビ\nデオテープの編集、技芸・スポーツ又は知識の教授、生け花の教授、学\n習塾における教授、空手の教授、着物着付けの教授、剣道の教授、高等\n学校における教育、語学の教授、国家資格取得講座における教授、茶道\nの教授、自動車運転の教授、柔道の教授、小学校における教育、水泳の\n教授、そろばんの教授、大学における教授、中学校における教育、テニ\nスの教授、ピアノの教授、美容の教授、舞踏の教授、簿記の教授、洋裁\nの教授、理容の教授、和裁の教授、合気道の教授、音楽の教授、学校に\nよる教育の提供、教育上の試験の実施、教育認証サービス、すなわち、\n訓練の提供及び教育上の試験の実施、教育の分野における情報の提供、\nコーチング（訓練）、個人指導（フィットネストレーニング）、個人に対\nする知識の教授、実地教育、シミュレーターを使った訓練、宗教教育、\n職業訓練、職業に関する再訓練、専門学校における教育、全寮制学校に\nおける教育、体育の教授、体操の教授、知識の教授、知識又は技芸の教\n授、通信教育による知識の教授、特別支援教育、トレーニング目的の体\n力評価、ドローン操縦資格を付与するための教育上の試験の実施、ノウ\nハウの伝授（訓練）、ビジネスの知識及びノウハウの伝授（訓練）、\nフィットネスの教授、幼児教育、セミナーの企画・運営又は開催、会議\nの手配及び運営、議会の手配及び運営、教育フォーラムの手配及び運営、\n研修会の手配及び管理、シンポジウムの手配及び運営、セミナーの手配\n及び運営、討論会の手配及び運営、電子出版物の提供、図書及び記録の\n供覧、図書の貸与、移動図書館における図書の供覧及び貸与、オンライ\nンによる電子出版物の提供（ダウンロードできないものに限る。）、図書\nの貸出し、マルチメディア技術を利用した図書の供覧、書籍の制作、オ\nンラインで提供される電子書籍及び電子定期刊行物の制作、コンピュー\nタを利用して行う書籍の制作、書籍の制作（広告物を除く。）、映画・演\n芸・演劇又は音楽の演奏の興行の企画又は運営、興行（歌劇・音楽会）\nの企画・運営、コンサートの企画又は運営、インターネットを利用して\n行う映像の提供、映画の上映・制作又は配給、映画の演出（広告用映画\nの演出を除く。）、映画の脚本の作成、映画の上映、映画の制作（広告用\n映画の制作を除く。）、映画の配給、オンラインによる映像の提供（ダウ\nンロードできないものに限る。）、ビデオオンデマンドによるダウンロー\nド不可能な映画の配給、インターネットを利用して行う音楽の提供、演\n芸の上演、演劇の演出又は上演、音楽の演奏、イベントのための音響機\n器の操作、イベントのための照明機器の操作、演芸の上演、演劇の上演、\n音楽の演奏、オーケストラによる演奏、オンラインによる音楽の提供\n（ダウンロードできないものに限る。）、芸人による演芸の上演、サーカ\nスの上演、ショーの演出、バラエティーショーの上演、放送番組の制作、\nテレビジョン放送用娯楽番組の制作・配給、ビデオオンデマンドによる\nダウンロード不可能なテレビジョン番組の配給、ラジオ及びテレビジョ\nンの番組の制作、ラジオ放送用娯楽番組の制作・配給、教育・文化・娯\n楽・スポーツ用ビデオの制作（映画・放送番組・広告用のものを除く。）、\n音楽のプロデュース（企画・制作）、カリグラフィーの制作、受託によ\nる作詞及び作曲、受託による作曲、文章の執筆、放送番組の制作におけ\nる演出、スポーツの興行の企画・運営又は開催、ゴルフの興行の企画・\n運営又は開催、サッカーの興行の企画・運営又は開催、相撲の興行の企\n画・運営又は開催、ボクシングの興行の企画・運営又は開催、野球の興\n行の企画・運営又は開催、運動競技会の企画・運営、興行の企画・運営\n又は開催（映画・演芸・演劇・音楽の演奏の興行及びスポーツ・競馬・\n競輪・競艇・小型自動車競走の興行に関するものを除く。）、エレクトロ\nニックスポーツ競技会の企画・運営、ガイド付き見学ツアーの実施、ガ\nイド付き登山ツアーの実施、コスチュームプレイに関する娯楽イベント\nの運営及び企画、娯楽イベントの運営、娯楽イベントの企画・運営、ス\nポーツキャンプの企画・運営又は開催、パーティの企画、ビューティー\nコンテストの手配、ファッションショーの企画・運営（娯楽のためのも\nの）、舞踏会の企画・運営、ホリデイキャンプの企画・運営又は開催、\n運動施設の提供、ゴルフ場の提供、スキー場の提供、スケート場の提供、\n体育館の提供、テニス場の提供、プールの提供、ボウリング場の提供、\n野球場の提供、陸上競技場の提供、運動競技の計時、運動場の提供、競\n技場の提供、ゴルフ施設の提供、ヘルスクラブの提供（健康及びフィッ\nトネスのためのトレーニング）、娯楽施設の提供、囲碁所又は将棋所の\n提供、カラオケ施設の提供、スロットマシン場の提供、ダンスホールの\n提供、ぱちんこホールの提供、ビリヤード場の提供、マージャン荘の提\n供、遊園地の提供、カジノ施設の提供、ゲームセンターの提供、ディス\nコの提供、ナイトクラブの提供、映画・演芸・演劇・音楽又は教育研修\nのための施設の提供、美術館の施設の提供、興行場の座席の手配、興行\n場の座席の予約、興行におけるチケットの手配、映画機械器具の貸与、\n映写フィルムの貸与、映写機及びその附属品の貸与、オーバーヘッドプ\nロジェクターの貸与、映画上映用データの貸与、テレビジョン受信機の\n貸与、ラジオ受信機の貸与、オーディオ装置の貸与、ビデオカメラの貸\n与、ビデオデッキの貸与、ラジオ受信機及びテレビジョン受像機の貸与、\nレコード又は録音済み磁気テープの貸与、録画済み磁気テープの貸与、\n録音済み記録媒体の貸与、録画済みビデオテープの貸与、写真の撮影、\nドローンによる写真撮影、ドローンによる映像撮影、ビデオテープへの\n収録、マイクロフィルムへの記録、教育又は娯楽に関する競技会の企\n画・運営」\n第４２類「気象情報の提供、天気予報の提供、建築物の設計、測量、建築物に関す\nる設計、建築物の設計に関する助言、ゴルフコースの設計、地図の作製、\n都市計画の設計、土地の測量、地質の調査、石油・ガス・鉱業の分野に\nおける探査、石油の試掘、地質工学的調査、地質の試掘、地質の試掘調\n査、油井の調査、油田開発のための分析、油田の調査、機械・装置若し\nくは器具（これらの部品を含む。）又はこれらの機械等により構成され\nる設備の設計、コンピュータハードウェアの設計及び開発に関する助言、\nデザインの考案、衣装のデザインの考案、インテリアデザインの考案、\n映像のプロジェクションマッピングのためのコンピュータによるグラ\nフィックデザインの考案、グラフィックアートデザインの考案、工業デ\nザインにおける装飾の考案、工業デザインの考案、室内装飾のデザイン\nの考案、販売促進用材料のグラフィックデザインの考案、服飾デザイン\nの考案、舞台背景のデザインの考案、プロトタイプデザインの考案、包\n装デザインの考案、名刺のデザインの考案、ロゴデザインの考案、電子\n計算機のプログラムの設計・作成又は保守、ウェブサイトの作成又は保\n守、インターネット経由での個人情報の盗難を検出するための個人識別\n情報の電子的な監視、インターネットセキュリティに関する指導及び助\n言、インターネットを介したクレジットカードの不正利用検出のための\n電子的な監視、ウェブサイトの設計に関する助言、遠隔操作によるデー\nタのバックアップ、携帯電話のＳＩＭロック解除、検索エンジンの提供、\n故障を検出するためのコンピュータシステムの監視、コンピュータープ\nラットフォームの開発、コンピュータコードの作成、コンピュータシス\nテムの遠隔監視、コンピュータシステムの設計、コンピュータシミュ\nレーションモデルの設計、コンピュータセキュリティに関する指導及び\n助言、コンピュータソフトウェアの設計、コンピュータソフトウェアの\n設計・作成・保守に関する助言、コンピュータソフトウェアのバージョ\nンアップ、コンピュータソフトウェアの保守、コンピュータデータの回\n復、コンピュータ犯罪の分野における電子機器に記録された情報の回収\n及び分析・調査（デジタル・フォレンジック）、コンピュータプログラ\nムのインストール、コンピュータプログラムの複製、コンピュータプロ\nグラムの変換及びコンピュータデータの変換（媒体からの変換でないも\nの）、受託によるウェブサイトにおける情報インデックスの作成及び設\n計（情報技術の提供）、シングルサインオンの技術を利用したオンライ\nンソフトウェアアプリケーションのためのユーザー認証、ソフトウェア\n制作におけるコンピュータソフトウェアの開発、他人のためのウェブサ\nイトの作成及び保守、データ処理のためのコンピュータソフトウェアの\n設計及び開発、データ処理のためのコンピュータプログラミング、デー\nタセキュリティに関する助言、データの暗号化処理、データ又は文書の\n物理媒体から電子媒体への変換、電気通信のネットワークセキュリティ\nに関する指導及び助言、電子商取引のための技術を利用したユーザー認\n証、不正アクセス又はデータ漏洩を検出するためのコンピュータシステ\nムの遠隔監視、ブロックチェーン技術を利用したユーザー認証、文書の\nデジタル変換（スキャニングによるもの）、電子計算機・自動車その他\nその用途に応じて的確な操作をするためには高度の専門的な知識・技術\n又は経験を必要とする機械の性能・操作方法等に関する紹介及び説明、\n医薬品・化粧品又は食品の試験・検査又は研究、医療に関する研究、科\n学研究のための細胞培養、化学に関する研究、化学に関する試験・検査\n又は研究、化学に関する分析、化粧品の研究、細菌に関する研究、生物\nに関する研究、臨床試験、建築又は都市計画に関する研究、公害の防止\nに関する試験又は研究、電気に関する試験又は研究、土木に関する試験\n又は研究、エネルギー効率の診断、環境保護の分野に関する調査、建築\nの分野に関する調査、材料検査、自然災害の分野における科学及び技術\n的な研究、省エネルギーに関するコンサルティング、水質分析、水中に\nおける調査、電気通信技術の分野に関する研究、品質管理、物理の分野\nに関する研究、溶接の分野に関する研究、農業・畜産又は水産に関する\n試験・検査又は研究、立木の品質評価、羊毛の品質評価、機械器具に関\nする試験又は研究、織物の検査、機械器具の検査・測定、機械に関する\n研究、発掘分野に関する調査、美術品の鑑定、筆跡の分析（筆跡学）、\n計測器の貸与、エネルギー消費量記録用メーターの貸与、電子計算機の\n貸与、電子計算機用プログラムの提供、ウェブサーバーの貸与、オンラ\nインによるアプリケーションソフトウェアの提供（ＳａａＳ）、クラウ\nドコンピューティングを介した仮想コンピュータシステムの提供、コン\nピュータウェブサイトのホスティング、コンピュータソフトウェアの貸\n与、コンピュータソフトウェアプラットフォームの提供（ＰａａＳ）、\nコンピュータの貸与、サーバーのホスティング、データセンター施設の\n貸与、電子データの保存用記憶領域の貸与、理化学機械器具の貸与、製\n図用具の貸与、オンラインによるダウンロードできない地図の提供、地\n理情報の提供、土木・工学に関するエンジニアリング、ドローンによる\n地図作成又はサーモグラフィー測定、ビデオゲーム機・ビデオゲーム機\n用ソフトウェア及びコンピュータゲームソフトウェアの開発、ウェブサ\nイト経由によるコンピュータ技術及びコンピュータプログラミングに関\nする情報の提供、コンピュータ技術に関する助言、情報技術（ＩＴ）に\n関する助言、人工知能に関する助言、デジタルトランスフォーメーショ\nンのための技術的助言、コンピュータシステムの分析、暗号資産のマイ\nニング、コンピュータウィルスの侵入防止用プログラムの設計・作成・\n保守又はそのプログラムの提供、量子コンピューティング、カーボンオ\nフセットに関する科学情報の提供・指導及び助言、科学技術に関する研\n究、科学に関する研究、科学に関する実験及び研究、技術的課題の研究、\n技術文書の作成、パテントマップに関する科学及び技術的な研究、受託\nによる新製品の研究開発、人工知能技術の分野に関する研究、乗物の道\n路走行適正試験」\n"
}