{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 1,
    "day": 31
  },
  "case_number": "令和4(行ウ)62",
  "case_name": "手続却下処分取消等請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "91749",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=91749",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/749/091749_hanrei.pdf",
  "contents": "令和５年１月３１日判決言渡  同日原本領収  裁判所書記官\n令和４年（行ウ）第６２号  手続却下処分取消等請求事件\n口頭弁論終結日  令和４年１１月４日\n判        決\n原 告          アイエスシーエー  マネジメント  エルティーディー．\n同特許管理人弁理士                矢口太 郎\n同特許管理人弁護士          千且和 也\n同補佐人 弁理 士                尾   城   日奈 子\n被 告         国\n処 分 行 政 庁         特許庁長 官\n同 指 定 代 理 人          小川翔 平\n岡 田 裕 介\n稲 垣 若 菜\n加茂 絢 弓\n中澤直 樹\n主        文\n１  原告の請求をいずれも棄却する。\n２  訴訟費用は原告の負担とする。\n３  この判決に対する控訴のための付加期間を３０日と定める。\n事 実 及 び 理 由\n第１  請求\n特許庁長官が令和３年７月２９日付けでした、特願２０１９－５４６２７３\n号についての令和元年８月２１日付け提出の国内書面に係る手続却下の処分及\nび令和２年１２月１８日付け提出の出願審査請求書に係る手続却下の処分をい\nずれも取り消す。\n第２  事案の概要等\n１  事案の要旨\n本件は、「千九百七十年六月十九日にワシントンで作成された特許協力条約」\n（以下「特許協力条約」という。）に基づき外国語で国際出願をした原告が、特\n許法１８４条の４第１項が定める優先日から２年６月の国内書面提出期間内に\n同項に規定する明細書等の翻訳文（以下「本件明細書等翻訳文」という。）を\n提出することができなかったことについて、同条の４第４項（令和３年法律第\n４２号による改正前のもの。以下同じ。）の正当な理由があるにもかかわらず、\n特許庁長官（処分行政庁）が、令和３年７月２９日付けで原告に対して国内書\n面に係る手続を却下する処分（以下「本件処分①」という。）をするとともに、\n同日付けで原告に対して出願審査請求書に係る手続を却下する処分（以下、\n「本件処分②」といい、本件処分①と併せて「本件各処分」という。）をしたこ\nとが違法であるとして、その各取消しを求める事案である。\n２  前提事実（当事者間に争いのない事実並びに後掲証拠（以下、書証番号は特\n記しない限り枝番を含む。）及び弁論の全趣旨により容易に認められる事実）\n⑴  当事者\nア  原告は、カナダ国ブリティッシュ  コロンビア州の法律に基づいて設立\nされ、現存する外国法人であり、特許法８条の規定による特許管理人を選\n任している（弁論の全趣旨）。\nイ  被告は国であり、本件各処分の行政庁は特許庁長官である。\n⑵  原告による国際出願\n原告は、平成２９年１２月２１日、優先日を平成２８年１２月２１日、カ\nナダ知的財産庁を受理官庁、国際出願言語を英語とする、特許協力条約に基\nづく国際出願をした（甲２０。ＰＣＴ／ＣＡ２０１７／０５１５８０号。以\n下「本件ＰＣＴ出願」という。）。\n本件ＰＣＴ出願は、特許協力条約４条⑴(ⅱ)の指定国に日本国を含むもの\nであるから、特許法１８４条の３第１項の規定に基づき、当該ＰＣＴ出願の\n出願日である平成２９年１２月２１日に日本国にされた特許出願とみなされ\nた（特願２０１９－５４６２７３号。以下「本件国際特許出願」という。）。\n⑶  本件訴訟に至る経緯\nア  本件国際特許出願における本件明細書等翻訳文の提出期間は、優先日か\nら２年６か月以内である令和元年６月２０日まで（以下「本件国内書面提\n出期限」という。）であったが（特許法１８４条の４第１項）、原告は、同\n日までに本件明細書等翻訳文及び特許法１８４条の５第１項に規定する国\n内書面のいずれも提出しなかったため、本件国際特許出願は取り下げたも\nのとみなされた（特許法１８４条の４第３項）。\nイ  原告は、令和元年８月２１日、特許庁長官に対し、特許法１８４条の５\n第１項各号に掲げられた事項を記載した国内書面に、本件明細書等翻訳文\nを添付して提出し（以下「本件国内書面等提出手続」という。）、併せて回\n復理由書を提出した（甲１、２）。\n特許庁長官は、令和３年７月２９日、原告が国内書面提出期限までに本\n件明細書等翻訳文を提出することができなかったことにつき「正当な理由」\nがあるとはいえず、本件国内書面等提出手続は特許法１８４条の４第４項\nに規定する要件を満たさないため、本件国際特許出願は特許法１８４条の\n４第３項の規定により取り下げられたものとみなされ、本件国内書面等提\n出手続は特許庁に係属していない出願に対して行われた不適法なものであ\nるとして、本件国内書面等提出手続却下の処分（本件処分①）を行った。\nウ  原告は、令和２年１２月１８日、本件国際特許出願に係る出願審査請求\n書を提出した。\n特許庁長官は、令和３年７月２９日、特許法１８４条の４第４項の規定\nによる本件国内書面等提出手続において、「正当な理由」があるものと認\nめられなかったことから、本件国際特許出願は特許法１８４条の４第３項\nの規定により取り下げられたものとみなされ、上記出願審査請求書提出手\n続は客体が存在しない出願についてされた不適法なものであるとして、上\n記出願審査請求書提出手続却下の処分（本件処分②）を行った。\nエ  原告は、令和４年１月２８日、本件訴えを提起した（当裁判所に顕著な\n事実）。\n３  争点\n原告が本件国内書面提出期限内に本件明細書等翻訳文又は国内書面を提出し\nなかったことにつき「正当な理由」（特許法１８４条の４第４項）があるか否\nか\n４  争点に関する当事者の主張\n（原告の主張）\n⑴  「正当な理由」の解釈\n特許法１８４条の４第４項は、法定の期間内に手続をすることができなか\nった場合の救済手続について規定したものであり、特許法等の一部を改正す\nる法律（平成２３年法律第６３号。以下「平成２３年改正法」という。）に\nよる改正により新設されたものであること、特許法条約（ＰＬＴ）１２条は、\n加盟国に対し、手続期間を徒過した場合の救済を認める要件として、「状況\nにより必要とされる相当な注意を払ったにもかかわらず当該期間を遵守する\nことができなかったものである」との主観的基準によることを求めているこ\nと、特許庁のウェブページにも、「正当な理由」は、上記特許法条約１２条\nの要件と同様に、「状況に応じて必要とされるしかるべき措置」を講じてい\nたかどうかを判断基準としていると記載されていることに照らすと、期間内\nに手続をすることができなかったことにつき「正当な理由」があるか否かの\n判断は、①手続又は優先権主張を伴う出願をするために出願人等が何らかの\n措置を講じていたか、②当該措置が状況に応じて必要とされるしかるべき措\n置であったか、③当該措置にもかかわらず、何らかの理由により期間徒過に\n至ったかという基準により判断されるべきである。なお、上記の「しかるべ\nき措置」とは、特許法条約１２条に規定する「状況により必要とされる相当\nな注意を払っ」ていることを示す措置（以下「相応の措置」という。）のこ\nとであると解釈すべきであり、その措置を講ずれば全ての「何らかの理由に\nよる期間徒過」を防げるような完璧な措置ではないことは明らかである。な\nぜなら、相応の措置としてそのような完璧な措置を求めるのであれば、そも\nそも全ての「何らかの理由による期間徒過」はその措置により防げるのであ\nり、本救済規定の「正当な理由」の意義が没却されるからである。\n⑵  本件において「正当な理由」があること\nア  期限徒過の発生経緯について\n(ｱ)  ガウリング国際法律事務所（以下「本件事務所」という。）における\n特許期限管理方法\n本件事務所は、本件ＰＣＴ出願及び本件国内書面等提出手続について\n原告から委任を受けたＡ弁護士（以下「本件弁護士」という。）が所属\nする事務所である。本件事務所では、特許期限管理の体系的な一括管理\nを行うために、ＣＰＡ  Ｇｌｏｂａｌ社の特許期限管理システムである\nＩｎｐｒｏｔｅｃｈシステム（以下「本件システム」という。）を使用\nしている。\n本件システムにおいては、毎日生成・更新される特許出願未処理案件\nの期限の一覧表（以下「期限管理リスト」という。）を出力することが\nできるところ、本件事務所においては、期限管理リストのハードコピー\nが、毎朝、特許コーディネーターに配布され、特許コーディネーターが、\nこれを担当特許弁護士との間で共有し、期限が近くなると担当特許弁護\n士に処理を促すとともに、当該処理が期限内になされたかをモニターす\nることにより、各特許出願案件の期限の管理がされていた。\nまた、本件システムにおいては、上記期限管理リストとは別に、期限\nに関するリマインダーとして機能する、自動送信電子メール（以下「担\n当案件期限確認リポート」という。）を、特定日に利用者へ自動配信す\nる設定とされているため、担当特許弁護士と、特許コーディネーターを\n含む補助者事務員が、電子メール形式のリマインダーである担当案件期\n限確認リポートに基づいて、各特許出願案件の期限を確認するのが、通\n常の作業手順となっていた。\n(ｲ) 本件国内書面提出期限徒過の経緯\n本件事務所の特許コーディネーターであるＢは、令和元年６月２０日\n（カナダ国標準時。特段の断りのない限り以下同じ。）、本件弁護士の担\n当案件の期限管理リストを確認したところ、同期限管理リスト上に本件\nＰＣＴ出願のカナダ国への国内移行期限日が翌日の令和元年６月２１日\nであることが記載されていた。このため、Ｂは、本件弁護士に対し、原\n告から受領した小切手が同時点においては現金化されていないことを伝\nえ、指示を求めた。本件弁護士は、カナダ国への国内移行期限日が翌日\nであることを考慮して、小切手の現金化を待たずにカナダ国への国内移\n行手続の準備を行うようＢに指示した。しかし、同月２０日付けの期限\n管理リスト上では、本件ＰＣＴ出願のカナダ国への国内書面提出期限の\nみが記載され、本件国内書面提出期限については記載されていなかった\nため、本件国内書面等提出手続はされなかった。\nＢは、令和元年６月２０日、本件システムから自動配信された担当案\n件期限確認リポートを受領し、同月２１日、本件ＰＣＴ出願の日本への\n国内移行がされていないこと及び本件国内書面提出期限が同日であるこ\nとを確認したが、本件事務所の所在地（カナダ国、バンクーバー）と日\n本とは１６時間の時差があるため、日本への国内移行期間を既に徒過し\nていた。\n後に調査したところ、本件システムは、カナダ国の国内移行の場合と\nは異なり、日本を含む外国への国内移行の場合には、国内移行期限日の\n１か月前、２週間前及び３日前に担当案件期限確認リポートで国内移行\n期限日を告知した後、２日前及び前日には告知せず、期限日当日に再び\n告知するという動作をするようになっていたことが判明した。\nまた、期限管理リストについても、同リストの生成に係る「Due Dat\ne Calculation（期限日の計算）」の設定自体は正しくされていたにも\nかかわらず、同設定はカナダ国への国内移行にのみ適用され、日本を含\nむ外国の国際特許出願に適用されておらず、令和元年６月２１日の２日\n前及び前日に本件国内書面提出期限が期限管理リストから削除されると\nいう不具合があったことが発覚した。\nこれらのことから、本件国内書面提出期限の徒過は、本件システムの\n不具合に起因して生じたものであるといえる。\nイ  相応の措置がとられていること\n本件事務所は、大手の法律事務所であり、本件弁護士自身も本件国内書\n面提出期限徒過の原因となった事象が発生した当時、６５０ないし７００\n件のカナダ国及び外国特許出願・中間処理案件を直接又は間接的に担当し\nており、本件事務所では、このような数多くの特許案件の期限日を体系的\nに一括管理するために、本件システムを採用しているものである。このよ\nうな数多くの案件の出願及び中間処理を代理している状況において、各担\n当弁護士及び補助者が各案件の期限を記憶するのは、効率的でないばかり\nでなく、不合理である。\nしたがって、本件弁護士が講じていた、本件システムに則り特許の期限\n管理をする措置は、カナダ国における具体的期限管理状況を考慮すると\n「相応の措置」であるといえる。\n前記アのとおり、令和元年６月２０日の時点で本件弁護士が日本への国\n内移行手続についてＢに指示を出さず、本件国内書面提出期限を徒過した\nのは、本件システムの不具合により、同日付けの期限管理リストに本件国\n内書面提出期限が掲載されず、また、担当案件期限確認リポートについて\nも、日本を含む外国への国内移行の場合には期限日の２日前及び前日には\n告知されないとの動作をするようになっていたことにより、リマインダー\n機能が働かなかったためである。\nこのように、原告は、「相応の措置」をとっていたにもかかわらず、本\n件システムの不具合により本件国内書面提出期限を徒過したのであるから、\n同期限内に本件明細書等翻訳文を提出できなかったことには「正当な理由」\nがあるといえる。\n（被告の主張）\n⑴  「正当な理由」の解釈\n特許法１８４条の４第４項の改正の経緯等に鑑みると、同項の「正当な理\n由」があるときとは、特段の事情がない限り、出願人（代理人を含む。）と\nして、相当な注意を尽くしていたにもかかわらず、客観的にみて国内書面提\n出期間内に明細書等翻訳文を提出することができなかったときをいうと解す\nるのが相当である。\n⑵  原告が相当な注意を尽くしたといえないこと\nア  原告は、本件国内書面提出期限を徒過したのは、本件システムの不具合\nにより、本件国内書面提出期限が同期限の２日前及び前日には期限管理リ\nストに掲載されなかったことにより、本件弁護士及びＢにおいて早期に対\n応すべき案件として気づくことができなかったためであると主張する。\nイ  しかし、本件国内書面提出期限直前である令和元年６月１８日に出力さ\nれた期限管理リストには、本件国内書面提出期限が同月２１日であること\nとともに、次回の掲載日は同月２１日であることが記載されていたことか\nらすると、本件システムはこの記載どおりに稼働していたのであり、本件\n国内書面提出期限がその２日前及び前日の期限管理リストに掲載されない\nことは、本件システムの不具合ではなく、単なる仕様にすぎないものとい\nえる。\nしたがって、原告（代理人を含む。以下同じ。）は、本件システムが上\n記のような仕様であることを前提として、本件国内書面提出期限の徒過を\n回避するために相当な注意を尽くさなければならなかったものである。\nウ  仮に、原告主張のとおり、本件システムに予期せぬ不具合が生じていた\nとしても、原告は、次に述べるとおり、本件国内書面提出期限の徒過を回\n避するために相当な注意を尽くしたとはいえない。\n本件弁護士は、令和元年６月１８日には、同日に出力された期限管理リ\nストにより、本件国内書面提出期限が３日後の同月２１日であり、本件国\n内書面等提出手続が未だ行われていないことを認識したといえるところ、\n同月１８日及びその後、Ｂに対し、本件国内書面等提出手続を指示した事\n実はうかがわれない。\nまた、本件事務所においては、小切手の現金化が行われた上で出願人か\nら受任した手続を行うことが処理方針として確立されていたというのであ\nり、その受任した手続の期限が間近に迫っているにもかかわらず、現金化\nがなされていない状況があるのであれば、一層の注意を払うことが求めら\nれる状況であったというべきである。にもかかわらず、本件弁護士は、Ｂ\nから小切手が現金化されていない旨の報告を受けた同月１８日から本件国\n内書面提出期限である同月２０日までの間、一層の注意を払ったとする事\n実は全くないのであって、漫然と本件国内書面提出期限を徒過したといわ\nざるを得ない。\nさらに、特許協力条約に基づく国際出願の特許出願人は、通常、複数の\n国において特許を出願しようとするのが通常であって、一つの国に、それ\nも自国のみに出願しようとするのは例外的な場合だと考えられるから、国\n内移行手続を行うに当たって、いずれの国を指定国として手続を行うのか、\n十分に注意を払うことが通常であるといえる。しかし、本件弁護士は、漫\n然と自国であるカナダ国への国内移行手続のみをＢに対して指示したもの\nといえる。\nエ  以上のことから、本件弁護士は、本件国内書面提出期限の徒過を回避す\nるために相当な注意を尽くしたとはいえないから、原告が同期限内に本件\n国内書面等提出手続を行わなかったことにつき「正当な理由」があるとは\n認められない。\n第３  当裁判所の判断\n１  認定事実\n前記前提事実、後掲証拠及び弁論の全趣旨によれば、以下の事実が認められ\nる。\n⑴  本件弁護士は、原告から本件ＰＣＴ出願及び本件国内書面等提出手続の委\n任を受けた弁護士であり、本件弁護士の所属する本件事務所においては、Ｂ\nが本件弁護士の業務を補助していた（弁論の全趣旨）。\n⑵  Ｂは、令和元年６月５日、本件ＰＣＴ出願及び国内移行手続に係る原告の\n担当者から、本件ＰＣＴ出願について、本件弁護士に日本への国内移行手続\nを含む複数国への国内移行手続を依頼するメールを受領した（甲１７）。\n⑶  Ｂは、令和元年６月７日、原告から本件ＰＣＴ出願の国内移行費用の前払\nのための小切手を受領したことを受け、担当部署に対して本件国内書面等提\n出手続に関する新件登録を依頼し、同担当部署は本件システムに同手続に関\nする新件登録処理を行うとともに、本件国内書面提出期限日を登録した。な\nお、同小切手は同月１０日に現金化のために銀行に呈示された。（甲１４な\nいし１６、１８、弁論の全趣旨）\n⑷  Ｂは、令和元年６月１８日、本件弁護士が担当している案件の期限管理リ\nストを確認したところ、同日付けの期限管理リストには、本件国内書面提出\n期限が同月２１日であることに加え、次回の期限管理リストによる本件国内\n書面提出期限の掲載は同日にのみされることも記載されていた。Ｂは、上記\nの期限管理リストに基づいて、原告から受領した小切手が銀行において現金\n化され本件事務所の銀行口座へ入金されたかについて、経理部に問合せをし\nたところ、同日の時点では小切手がいまだ現金化されていないことが分かっ\nたため、この報告を受けた本件弁護士は、同月１８日の時点では本件国内書\n面等提出手続の準備を保留にするという判断をした。（甲１０、弁論の全趣\n旨）\n⑸  Ｂは、令和元年６月２０日、本件弁護士の担当案件の期限管理リストを確\n認したところ、同期限管理リスト上に本件ＰＣＴ出願のカナダ国への国内移\n行期限日が翌日の同月２１日であることが記載されていた。そこで、Ｂは、\n経理部に小切手の現金化の状況について問合せをしたところ、この時点でも\n小切手が現金化されていないことが分かったため、本件担当弁護士にその旨\n伝え、指示を求めた。\n本件弁護士は、本件システムから令和元年６月２０日付けで出力された期\n限管理リスト上に記載されていたカナダ国について、小切手の現金化を待た\nずにカナダ国への国内移行手続の準備を行うようＢに指示した。\nＢは、令和元年６月２０日、本件弁護士の指示に基づいてカナダ国への国\n内移行の出願書類を同日付けでカナダ国知的財産庁に提出した。他方で、同\n日付けの期限管理リスト上では、本件国内書面提出期限については記載され\nていなかった。（甲１１、１８、２０、弁論の全趣旨）\n⑹  Ｂは、令和元年６月２１日の午前中、本件システムから同月２０日午後１\n１時５４分付けで本件弁護士及びＢに自動配信された担当案件期限確認リポ\nートを確認し、本件ＰＣＴ出願は、カナダ国のみならず日本への国内移行手\n続をとるべきであったこと、同時点においては、本件事務所と日本とは１６\n時間の時差があるため、本件国内書面提出期限を既に徒過していたことが判\n明した。なお、本件国内書面提出期限に係る担当案件期限確認リポートは、\n同月１８日及び１９日には自動配信されなかった。（甲１３、２１、弁論の\n全趣旨）\n２  争点に対する判断\n⑴  「正当な理由」の解釈\n我が国においては、従前、国内書面提出期間内に明細書等翻訳文を提出し\nなかった外国語特許出願の出願人は救済されなかったところ、平成２３年改\n正法は、国内書面提出期間内に明細書等翻訳文又は特許法１８４条の５第１\n項に規定する国内書面を提出することができなかったことについて「正当な\n理由」があるときには、一定の期間内に限りこれを救済するという趣旨から、\n特許法１８４条の４第４項を新設した。\n上記の改正は、特許法条約において、手続期間の経過によって出願又は特\n許に関する権利の喪失を引き起こした場合の「権利の回復」に関する規定\n（１２条）が設けられ、加盟国に対して、手続期間を徒過した場合の救済を\n認める要件として、「Due Care（いわゆる「相当の注意」）を払っていた」又\nは、「Unintentional（いわゆる「故意ではない」）であった」のいずれかを\n選択することを認めているところ、我が国においては、第三者の監視負担に\n配慮しつつ実効的な救済を確保できる要件として「Due Care」を採用すると\nともに、具体的な条文の文言は、行政事件訴訟法１４条１項等の規定に倣っ\nて、従前の要件である「その責めに帰することができない理由」に比して緩\nやかな要件である「正当な理由があるとき」として、個別の事案における\n様々な事情を考慮しつつ、柔軟な救済を図ることができるよう、特許法条約\nと同様の考え方を取り入れたものと解される。しかし、他方で、①特許協力\n条約に基づく国際特許出願の制度は、国内書面提出期間内に翻訳文を提出す\nることによって、我が国において、当該外国語特許出願が国際出願日にされ\nた特許出願とみなされるというものであるから、同制度を利用しようとする\n外国語特許出願の出願人には、自己責任の下で、国内書面提出期間内に明細\n書等翻訳文を提出することが求められる。また、②取り下げられたものとみ\nなされた国際特許出願に係る権利の回復を無制限に認めると、国内書面提出\n期間経過後も、当該国際特許出願が取り下げられたものとみなされたか否か\nについて、第三者に過大な監視負担をかけることになる。\n以上のような事情を考慮すると、特許法１８４条の４第４項所定の「正当\nな理由」があるときとは、特段の事情がない限り、出願人（代理人を含む。\n以下同じ。）として、相当な注意を尽くしていたにもかかわらず、客観的に\nみて国内書面提出期限内に明細書等翻訳文又は特許法１８４条の５第１項に\n規定する国内書面を提出することができなかったときをいうと解するのが相\n当である。\nこの点について、原告は、「正当な理由」があるか否かの判断は、手続又\nは優先権主張を伴う出願をするために出願人等が何らかの措置を講じていた\nか、当該措置が状況に応じて必要とされるしかるべき措置であったか、当該\n措置にもかかわらず、何らかの理由により期間徒過に至ったかという基準に\nより判断されるべきであり、上記の「しかるべき措置」とは、その措置を講\nずれば全ての「何らかの理由による期間徒過」を防げるような完璧な措置で\nある必要はないなどと主張するが、特許法１８４条の４第４項所定の「正当\nな理由」の解釈に当たっては、上記①及び②の点を考慮しなければならない\nことからすると、原告が主張するように、期限徒過をした者の柔軟な救済の\nみを強調し、「正当な理由」の有無を緩やかに解釈することは相当ではない。\n⑵  本件において原告又はその代理人が相当な注意を尽くしていたといえるか\n前記１の認定事実⑷のとおり、本件弁護士及びＢは、令和元年６月１８日\nには、期限管理リストを確認し、本件ＰＣＴ出願は、日本への国内移行手続\nをとる必要があること、本件国内書面提出期限が同月２１日であること、本\n件国内書面提出期限が間近に迫っているにもかかわらず、小切手の現金化が\n未了であることを認識し、また、次の期限管理リストによる本件国内書面提\n出期限の掲載は、本件国内書面提出期限当日である同月２１日にされること\nを認識し、又は認識し得たといえる。そして、日本とカナダ国との時差を考\n慮すると、同日に期限管理リストによる本件国内書面提出期限の掲載を受け\nてから本件国内書面等提出手続の準備をしても本件国内書面提出期限を徒過\nする可能性が高いことは明らかであるから、本件弁護士及びＢは、同月１８\n日に期限管理リストを確認した時点において、本件システムがする期限管理\nリストによる国内書面提出期限の掲載又は担当案件期限確認リポートの配信\nに頼ることなく、小切手の現金化の状況を継続的に確認しつつ、現金化の完\n了後に直ちに本件国内書面等提出手続を実行するか又は現金化を待たずに本\n件国内書面等提出手続を実行するかを随時検討するなどし、確実に本件国内\n書面提出期限を遵守できるよう対応する必要があったといえ、また、そのよ\nうな対応をとることが困難であったと認めるに足りる事情はない。\nそれにもかかわらず、本件弁護士及びＢは、令和元年６月１８日以降も、\n必要な対応を検討しないまま、本件システムに依存して本件国内書面提出期\n限を管理することとしたのみならず、同月２０日、本件弁護士の担当案件の\n期限管理リストに本件国内書面提出期限が記載されなかったことをもって、\nカナダ国への国内移行手続のみを実行し、日本への国内移行手続を失念した\nのであるから、出願人として、本件国際特許出願に要求される相当の注意を\n尽くしていたとはいい難い。\nよって、本件国内書面提出期限内に本件明細書等翻訳文又は特許法１８４\n条の５第１項に規定する国内書面を提出しなかったことに、「正当な理由」\nがあるとは認められず、本件の事実経過に鑑みれば、「正当な理由」があっ\nたとすべき特段の事情があるとも認められない。\n⑶  原告の主張について\nア  原告は、本件事務所においては、数多くの特許案件の出願及び中間処理\nを代理しているのであり、各担当弁護士及びその補助者が各案件の期限を\n記憶するのは効率的でないばかりでなく、不合理であるから、本件システ\nムを採用しているのであり、同システムを採用していることで、相当の注\n意は尽くされていると主張するものと解される。\nしかし、本件弁護士とＢは、令和元年６月１８日、本件国内書面提出期\n限が間近に迫っているにもかかわらず小切手の現金化がされていないとい\nう通常とは異なる事態に直面していたといえ、原告の権利喪失という重大\nな結果を生じさせないためにも、本件国内書面提出期限を確実に遵守する\nことができるよう、特段の注意を払う必要があったといえる。そして、そ\nのような状況下において、前記１の認定事実⑷のとおり、本件弁護士とＢ\nは、同日、次の期限管理リストによる本件国内書面提出期限の掲載がカナ\nダ国の場合と異なり本件国内書面提出期限の当日である同月２１日のみに\nされる旨が記載された期限管理リストを受領していたものである。\nこのような通常とは異なる特殊な状況下においては、本件弁護士が原告\nの主張するとおり多数の案件を抱えていたといった事情を考慮しても、本\n件システムを採用し、これに則って事務を遂行することのみをもって、出\n願人として、相当な注意が尽くされているということはできないといわざ\nるを得ない。\nよって、原告の上記主張は採用することができない。\nイ  また、原告は、本件国内書面提出期限の徒過は、本件システムにおいて、\n国際特許出願の日本を含む外国への国内移行の場合には国内移行期限日の\n２日前及び前日には同期限が告知されなくなるという不具合が生じていた\nことによるものであった旨主張する。\nしかし、本件において、日本を含む外国への国内移行手続が必要な場合、\n本件システム上、国内書面提出期限の２日前及び１日前に告知がされる機\n能がシステムの設計又は導入当初から備わっていることが予定されていた\nと認めるに足りる証拠は提出されていないから、国内移行期限日の２日前\n及び前日に期限管理リストによる本件国内書面提出期限の掲載及び本件国\n内書面提出期限に係る担当案件期限確認リポートの配信をしないことが本\n件システムの不具合によるものであるとの事実を認めるに足りない。\nよって、原告の上記主張は採用することができない。\n３  本件各処分の違法性\n前記２の判断を前提とすると、本件処分①が適法であるといえ、本件国際特\n許出願は特許法１８４条の４第３項により、取り下げられたものとみなされ、\n原告による出願審査請求手続の客体が存在しないことになるから、それを前提\nとする本件処分②も適法であるといえる。\n４  結論\n以上の次第で、原告の請求はいずれも理由がないからこれを棄却することと\nし、主文のとおり判決する。\n東京地方裁判所民事第２９部\n裁判長裁判官\n國分隆 文\n裁判官\n間明宏 充\n裁判官\nバ ヒ ス バ ラ ン 薫\n"
}