{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 11,
    "day": 22
  },
  "case_number": "令和5(行ケ)10059",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "92588",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=92588",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/588/092588_hanrei.pdf",
  "contents": "令和５年１１月２２日判決言渡\n令和５年（行ケ）第１００５９号  審決取消請求事件\n口頭弁論終結日  令和５年９月１３日\n判                  決\n原              告                Ｘ\n被              告                特 許 庁 長 官\n同 指定 代理 人                梶 尾 誠 哉\n同                                伏 本 正 典\n同                                松 尾 俊 介\n同                                平 瀬 知 明\n同                                清 川 恵 子\n主                  文\n１  原告の請求を棄却する。\n２  訴訟費用は、原告の負担とする。\n事実及び理 由\n第１  請求\n特許庁が不服２０２２－２１４１４号事件について令和５年４月１１日に\nした審決を取り消す。\n第２  事案の概要\n１  特許庁における手続の経緯等\n⑴  原告は、令和３年４月８日、発明の名称を「患者保有分項目を設けた処方\n箋と患者保有の医薬品を含めた投与日数算定の一方式」とする発明について、\n特許出願（特願２０２１－８９６２１号。請求項の数１。以下「本願」とい\nい、本願の際に添付された明細書を「本願明細書」という。）をした。（甲１、\n乙１）\n⑵  原告は、令和４年９月１２日付けで拒絶理由を通知され、同月２７日に意\n見書を提出したが、同年１１月２２日付けで拒絶査定（以下「本件拒絶査定」\nを受けた。本件拒絶査定の理由は、要旨、①  本願の請求項１に記載された\nものは、人為的な取決めに該当するため、特許法２９条１項柱書に規定する\n要件を満たしていないから、特許を受けることができない、②  本願の請求\n項１に係る発明は、引用文献（特開２０１９－０２８８０８号公報）に記載\nされた発明に基づいて、当業者が容易に発明をすることができたものである\nから、特許法２９条２項の規定により特許を受けることができない、との内\n容である。（甲２、乙２）\n⑶  原告は、令和４年１２月１５日、拒絶査定不服審判を請求した（不服２０\n２２－２１４１４号事件）。（乙３）\n⑷  特許庁は、令和５年４月１１日、「本件審判の請求は、成り立たない。」と\nの審決（以下「本件審決」という。）をし、その謄本は、同年５月１５日、原\n告に送達された。（乙４）\n２  特許請求の範囲の記載\n本願の特許請求の範囲の記載は、以下のとおりである。（以下、本願の請求項\n１に記載された発明を「本願発明」という。）。（乙１）\n【請求項１】\n再診時、医薬品を処方、処方箋作成時、処方箋には、以前の受診予約日前受\n診・処方により患者の手元に残った医薬品（以下、患者保有の医薬品と記載す\nる。）のうち、今回処方した期間で服用できずに残る医薬品で、０日分も含めた\n患者保有分（以下、患者保有分と記載する。）項目を設け、前回、処方した医薬\n品で分量・用法・用量（投与日数を除く）も同じ場合、今回の投与日数の算定\nは、\n二つのパターン\nパターン１\n前回、処方した医薬品が受診予約日の前日で残数が発生しない場合\nパターン２\n前回、処方した医薬品が受診予約日の前日まで患者保有分が残っている場合\nに区分し、\nパターン１では\nイ  受診予約日での受診では\n受診日（前回の受診予約日）から受診予約日（新たな受診予約日）の前日\nまで\nロ  受診予約日前での受診では\nａ  新たな受診予約日が前回の処方箋作成時の受診予約日より後（同日含ま\nず）では、前回の受診予約日から新たな受診予約日の前日まで\nｂ  新たな受診予約日が前回の処方箋作成時の受診予約日と「同日」では、患\n者保有分「０日」で、期間は投与日数最終日（受診予約日の前日）\nｃ  新たな受診予約日が前回の処方箋作成時の受診予約日より前（同日含ま\nず）では、患者保有分は前回の受診予約日の前日から遡って受診予約日ま\nで\nパターン２では\nイ  受診予約日での受診\nａ  新たな受診予約日が患者保有分を生起させた直前の処方箋作成時の受診\n予約日より、後（同日含まず）では、患者保有分を生起させた直前の受診\n予約日から新たな受診予約日の前日まで\nｂ  新たな受診予約日が患者保有分を生起させた直前の処方箋作成時の受診\n予約日と同日では、患者保有分０日、期間は投与日数最終日（受診予約日\nの前日）\nｃ  新たな受診予約日が患者保有分を生起させた直前の処方箋作成時の受診\n予約日より、前（同日含まず）では、患者保有分は患者保有分を生起させ\nた直前の受診予約日の前日から遡って受診予約日まで\nロ  受診予約日前での受診\nａ  新たな受診予約日が患者保有分を生起させた直前の処方箋作成時の受診\n予約日より、後（同日含まず）では、患者保有分を生起させた直前の受診\n予約日から新たな受診予約日の前日まで\nｂ  新たな受診予約日が患者保有分を生起させた直前の処方箋作成時の受診\n予約日と同日では、患者保有分０日、期間は投与日数最終日（受診予約日\nの前日）\nｃ  新たな受診予約日が患者保有分を生起させた直前の処方箋作成時の受診\n予約日より、前（同日含まず）では、患者保有分は患者保有分を生起させ\nた直前の受診予約日の前日から遡って受診予約日まで\nとして、投与日数に患者保有分項目を設けた処方箋と患者保有の医薬品を含め\nた医薬品投与日数算定を特徴とする方法\n３  本件審決の理由の要旨\n本件審決の理由は、別紙審決書（写し）記載のとおりであり、要するに、本\n願発明は、処方箋の投与日数に患者保有分の項目を設けるという人為的な取り\n決め、及び、患者保有の医薬品を含めた医薬品の投与日数を算定する際の算定\nルールを示した人為的な取り決めであり、本願発明の構成に技術的手段が何ら\n特定されていないから、本願発明は、全体として「自然法則を利用した技術的\n思想の創作」であるとはいえず、特許法２条で定義される「発明」に該当せず、\nしたがって同法２９条１項柱書に規定する「産業上利用することができる発明」\nに該当しないから、本願は拒絶されるべきものである、というものである。\n４  取消事由\n⑴  取消事由１\n本願の発明該当性に関する判断の誤り\n⑵  取消事由２\n取消事由１以外の本件審決の違法性\n第３  当事者の主張\n１  取消事由１（本願の発明該当性に関する判断の誤り）について\n〔原告の主張〕\n⑴  本願発明の背景技術、発明が解決しようとする課題、課題を解決するため\nの手段及び発明の効果は、本願明細書の段落【０００２】、【０００３】、【０\n００４】及び【０００５】のとおりである。\n⑵  医師法により、処方箋は医師が作成するが、処方は患者の受診ごとに行わ\nれ、受診予約日前での受診・処方で受診日からの医薬品投与日数がまかり通\nっている。\nすなわち、医師の診察による診察期間（処方期間）は、医師各自が適切な\n判断で受診予約日を選定する。薬の投与日数は受診予約日の前日までとなり、\n服用日数と同じになる。患者は、次回、受診予約日前に薬が残っている状態\nで受診するが、医師は前回と同じ行動をとるため、前回の受診予約日の前日\nから今回の受診日まで、薬の投与日数が重なる。\n原告の経験でも、わずか５分の受診時間において、医師により１か月３０\n日分の医薬品が処方され、職員による受診日調整で受診予約票（医師の印は\nなく、患者が受診予約日前受診を決定した形）は三、四週間後である。この\nように、受診予約日前に受診するので、必然的に医薬品が残っている状態で\nの受診となる。\nこのような現状において、誰が受診しても「重複処方０日」となる処方箋\nができれば、過去になく画期的なことである。\n⑶  重複処方を０日にするためには、今回の処方箋における投与日数を重複し\nた暦日投与日数を除いたもの、すなわち、本願発明のパターン１のロのａ項\n（新たな受診予約日が前回の処方箋作成時の受診予約日より後（同日含まず）\nでは、前回の受診予約日から新たな受診予約日の前日まで）とする。\n今回の投与日数に計上しなかった投与日数は服用日数と同じであり、この\n状態は、投与日数＝服用日数の関係はそのままで、自然法則が成り立つ。\n例えば、同じ薬を１か月程度（任意の期間）処方され、薬が切れる前にま\nた同じ薬を１か月程度（任意の期間）処方され、その際オーバーラップさせ\n重なった日は薬を計上しない行動を続ける場合、薬はダブりがなく投与日数\nと服用日数が一致し、投与日数と服用日数が一致することが継続する状態と\nなるので、この関係は自然法則である。上記の「その際オーバーラップさせ\n重なった日は薬を計上しない行動」が、再診時の「分量、用法、用量」が同\nじ医薬品の投与日数を「重複処方０日」にすれば「自然法則」になり、処方\n箋で表示すれば、「再診時の分量、用法、用量が同じ医薬品」限定であるが、\n特許になり得る。\nまた、通年継続治療している高脂症等の薬の投与日数は、年間３６５日分\n（閏年を除く）であり、過不足があってはいけない。すなわち、再診を重ね、\n通年服用の薬を１年で合計４００日分も処方すれば、１年３６５日の自然法\n則に反する。これは常識であり、常識は自然法則につながる。\n複数の薬を処方されて服用している患者についても、薬ごとに本願発明の\n場面に当てはめれば、投与日数と服用日数が同じ関係は変わらない。\n電子処方箋の時代を想定して、本願発明をＰＣ用プログラムにして、連続\n治療を担当している医師のＰＣに取り込み、医師が診察して医薬品を決め、\n受診予約日をＰＣに入力すれば、自動で重複処方０日の処方箋ができる。\n本願発明の場合分けは、以前の医薬品処方内容と、今回医師が診察した処\n方期間・投与日数との関係を白紙的に考えたものであり、「医師の判断」が入\nる余地はない。\n⑷  以上のとおり、本願発明は自然法則を利用しているものであり、「人為的な\n取決め」であるから特許を受けられないとした本件審決の判断は誤りである。\nそして、本願発明の処方箋は、画期的な発想であって、特許になるべきも\nのである。\n〔被告の主張〕\n⑴  請求項に記載された特許を受けようとする発明が、特許法２条１項に規定\nする「発明」といえるか否かは、前提とする技術的課題、その課題を解決す\nるための技術的手段の構成、構成から導かれる効果等の技術的意義に照らし、\n全体として「自然法則を利用した技術的思想の創作」に該当するか否かによ\nって判断すべきものである。\n本願発明のうち、「分量、用法、用量」を含む処方箋の記載事項は、医師法\n施行規則２１条で規定されているから、「分量、用法、用量」として記載され\nる「投与日数」は、法令に基づく規定、すなわち人為的な取決めであるとこ\nろ、本願発明において、処方箋の「投与日数」に患者保有分項目を設けるこ\nとは、処方箋に医師が記載する内容を定めた人為的な取決めであり、自然法\n則を利用したものではない。\nまた、医薬品の重複処方を防止するという課題や効果を前提として、本願\n発明の具体的な場合分けで特定された事項は、患者保有の医薬品を含めた医\n薬品の投与日数を算定する際の算定ルールというべきものであり、人為的な\n取決めに当たり、自然法則を利用したものではない。\n以上のとおりである本件審決の発明該当性の判断に誤りはない。\n⑵  原告は、「自然法則」という語句を含めて本願発明の内容を説明することに\nより、本願発明が「自然法則を利用した技術的思想の創作」に該当するなど\nと主張していると解されるが、本願発明が全体として「自然法則を利用した\n技術的思想の創作」に該当しないことは前記⑴のとおりである。\n原告は、本願発明における発明特定事項が「電子処方箋」であるかのよう\nな主張をしているが、発明の名称を含め、本願明細書等には「処方箋」が「電\n子処方箋」であることについての記載も示唆も一切なく、本願明細書等の「処\n方箋」を「電子処方箋」に限定して解釈すべき理由はない。したがって、「電\n子処方箋」に関する原告の主張は、本願発明と関係がない。仮に、本願発明\nの「処方箋」が「電子処方箋」であると解釈できたとしても、本件審決の判\n断に誤りがないことは左右されない。\nまた、原告は、「プログラム」に関する主張もしているが、本願明細書等に\nは「プログラム」について一切記載も示唆もなく、本願発明を特定する事項\nも、「処方箋」の投与日数に「患者保有分」項目を設けることや、患者保有の\n医薬品を含めた医薬品の投与日数を算定する際の算定ルールが特定されてい\nるだけであって、「プログラム」は存在しない。したがって、「プログラム」\nに関する原告の主張は、本件審決が審理対象とした本願発明とは無関係のも\nのである。\nその他、原告の主張は、本件審決における説示と無関係であるか、本件審\n決の説示のどの部分が具体的に誤っていると主張するのか不明瞭なものであ\nって、本件審決の判断を左右しない。\n２  取消事由２（取消事由１以外の本件審決の違法性）について\n〔原告の主張〕\n特許庁は、本願発明の全てを医師の「人為的取決め」であるとか、「文言も人\n為的取決め」であるとして、特許法２９条１項柱書の規定で門前払いするとい\nう「嵌め手」審査を行った。\n本件拒絶査定は、理由１（発明の該当性）として特許法２９条１項柱書の規\n定で門前払いしたが、理由２（進歩性）同条２項の理由でも拒絶した。しかし、\n本件審決では進歩性が項目にも挙がっていない。\n本件審決の審判官は、本願発明に係る出願につき、特許法２９条１項柱書の\n規定で判断できると思い込み、個人の出願であるために検討の手抜きをしたも\nのである。\nまた、本件における「嵌め手」審査の一端として、本願発明の新規性・進歩\n性と関係のない事象をでっちあげて拒絶がされた。\n特許庁の審査官は、本願発明を拒絶するため、「投薬（投与）日数」の文言が\nある発明を引用文献にしたにすぎない。引用文献の請求項１は、実際には補正\nされており、「前記患者の前回の診察日を示す情報を記録する記憶部と、前記記\n憶部に記憶された前記患者の前回の診察日を加味して前回の診察日又は薬剤受\n領日から今回の診療日又は薬剤受領予定日までの日数を認識する投薬日数決定\n支援部と」との文章が入るが、引用文献を取り上げた審査官には関心がなかっ\nたようである。補正後の引用文献との関係では、拒絶理由や拒絶査定の理由２\n（進歩性）については、その内容が変わるべきである。\n以上のような特許庁の「嵌め手」手法の審査は違法である。\n〔被告の主張〕\n原告は、本件審決では判断していない進歩性に関する主張や、審査から審決\nに至るまでの経緯が「嵌め手」であるなどの独自の解釈に基づく主張をするが、\n審決取消訴訟で争われるのは、審決に取り消されるべき違法が存在するか否か\nであり、原告の上記各主張は審決における説示と無関係であるから、審決を取\nり消す理由とはならない。また、特許庁における審査及び審判の手続において\nは、本願発明が全体として「自然法則を利用した技術的思想の創作」に該当す\nるものではないと適切に判断しており、「嵌め手」手法が用いられたとの原告の\n主張には理由がない。\n原告が本件審決について「門前払い」であると主張する趣旨が、本件拒絶査\n定で説示された理由１（発明該当性）と理由２（進歩性）のうち、本件審決で\nは理由１しか判断されず、理由２が判断されなかったことについて、審理不尽\nや判断遺脱を主張するものであるとしても、本件審決において、理由１によっ\nて本願は拒絶すべきものであると判断される以上、理由２の判断の如何によっ\nて審決の結論に影響を及ぼすことはないから、理由２の判断がされなかったこ\nとで、審理不尽や判断の遺脱があったとはいえず、本件審決に違法があるとい\nうことにはならない。\n第４  当裁判所の判断\n１  本願発明について\n本願明細書には、以下の記載がある。（甲１）\n【技術分野】\nこの発明は医薬品の処方、処方箋作成時、処方箋には、患者保有の医薬品の\nうち、患者保有分項目を処方箋に設け、患者保有の医薬品を含めた投与日数の\n算定に関するものである。（段落【０００１】）\n【背景技術】\n医師法で処方箋は医師が作成、署名又は捺印する。処方は患者の受診、診察\nごとに行われ、受診予約日前での受診・処方で受診日からの医薬品投与日数が\nまかり通っている。受診予約日前受診での受診日からの投与日数算定による過\n剰医薬品や患者の飲み忘れ医薬品は患者からの申し立てで補正や修正がなされ、\n医師の行う処方とは別次元である。処方で患者保有分項目を設けた処方箋と患\n者保有の医薬品を含めた投与日数算定はなかった（段落【０００２】）\n【発明の開示】\n【発明が解決しようとする課題】\n医師が処方する投与日数と患者からの申し立てでの補正、修正とは切り離し、\n処方箋を作成するとき、継続した治療において前回、処方した医薬品と今回、\n処方した医薬品で、同じ医薬品、同じ分量・用法・用量（投与日数を除く）の\n時には、重複しない投与日数算定ができないかと考えたものである。（段落【０\n００３】）\n【課題を解決するための手段】\n前回の処方箋内の医薬品及び服用中の医薬品と今回処方した医薬品が同じ医\n薬品、同じ分量・用法・用量（投与日数を除く）の時には、処方箋内の医薬品\nの投与日数に患者保有分として日数と期間を設け、連続する医薬品の投与日数\n算定時に、前回の処方箋の受診予約日の前日に処方した医薬品がすべて服用で\nきるのか服用できずに患者保有として残るのか、受診日が受診予約日なのか前\nなのか、および今回処方した受診予約日が患者保有分発生の前、同日、後なの\nかに応じて医薬品の投与日数を算定するものである。（段落【０００４】）\n【発明の効果】\n連続して服用する医薬品は受診の時期及び患者保有の医薬品を含めて算定す\nるので、医薬品の投与日数は重複しない。治療を継続している間、連続して投\n与、服用がある医薬品は投与日数と服用日数は同じになる。（段落【０００５】）\n【発明を実施するための形態】\n実施例１\nパターン１  前回、処方した医薬品が受診予約日の前日で残数が発生しない場\n合について、例を持って示す。\n１日、１回の服用で、Ａ薬（症状）、Ｃ薬（症状）、Ｂ薬（Ａ薬、Ｃ薬のための\n胃腸薬）でＢ薬について、生起場面は薬の不整合等、患者側都合：出張や海外\n旅行等、病院側都合：検査機材等の順番等\n算定する前の処方箋内容\nイ  受診予約日での受診では受診日（前回の受診予約日）から受診予約日（新\nたな受診予約日）の前日まで\nロ  受診予約日前での受診\n薬不適合でＡ薬からＣ薬に変更した場合\nａ  新たな受診予約日が前回の処方箋作成時の受診予約日より後（同日含まず）\nでは、前回の受診予約日から新たな受診予約日の前日まで\nｂ  新たな受診予約日が前回の処方箋作成時の受診予約日と同日では、患者保\n有分「０日」で、期間は投与日数最終日（受診予約日の前日）\nｃ  新たな受診予約日が前回の処方箋作成時の受診予約日より前（同日含まず）\nでは、患者保有分は前回の受診予約日の前日から遡って受診予約日まで\n（以上、段落【０００６】）\n実施例２\nパターン２  前回、処方した医薬品が受診予約日の前日まで患者保有分が残っ\nている場合について、例を持って示す。\n１日、１回の服用で、Ａ薬（症状）、Ｃ薬（症状）、Ｂ薬（Ａ薬、Ｃ薬のための\n胃腸薬）でＢ薬について、生起場面は成人病、高血圧や高脂症の急な悪化等\n算定する前の処方箋内容（悪化でＡ薬からＣ薬に変更）\nイ  受診予約日での受診\nａ  新たな受診予約日が患者保有分を生起させた直前の処方箋作成時の受診\n予約日より後（同日含まず）では、患者保有分を生起させた直前の受診予\n約日から新たな受診予約日の前日まで\nｂ  新たな受診予約日が患者保有分を生起させた直前の処方箋作成時の受診\n予約日と同日では、患者保有分０日、期間は投与日数最終日（受診予約日\nの前日）\nｃ  新たな受診予約日が患者保有分を生起させた直前の処方箋作成時の受診\n予約日より、前（同日含まず）では、患者保有分は患者保有分を生起させ\nた直前の受診予約日の前日から遡って受診予約日まで\nロ  受診予約日前での受診\nａ  新たな受診予約日が患者保有分を生起させた直前の処方箋作成時の受診\n予約日より、後（同日含まず）では、患者保有分を生起させた直前の受診\n予約日から新たな受診予約日の前日まで\nｂ  新たな受診予約日が患者保有分を生起させた直前の処方箋作成時の受診\n予約日と同日では、患者保有分０日分、期間は投与日数最終日（受診予約\n日の前日）\nｃ  新たな受診予約日が患者保有分を生起させた直前の処方箋作成時の受診\n予約日より、前（同日含まず）では、患者保有分は患者保有分を生起させ\nた直前の受診予約日の前日から遡って受診予約日まで\n（以上、段落【０００７】）\n実施例３\n受診予約日を過ぎての受診は、初診時での投与日数算定と同じ、医師の判\n断による。（段落【０００８】）\n実施例４\n薬効が同じ類似の後発医薬品への変更時は元の医薬品に準じて取り扱う。\nまた、逆の場合も同様とする。（段落【０００９】）\n実施例５\n分割指示の場合、各分割期間の始期から終期までを合計した日数は投薬日\n数と同じにする。（段落【００１０】）\n実施例６\n患者の服用（使用）忘れによる投与日数補正は本発明の投与日数算定から\n服用（使用）忘れ日数（患者からの申告）を引いた日数にする。（段落【００\n１１】）\n２  取消事由１（本願の発明該当性に関する判断の誤り）について\n⑴  特許法上の「発明」の意義\n特許の対象となる「発明」は、「自然法則を利用した技術的思想の創作のう\nち高度のもの」であるから（特許法２条１項）、人の精神活動、純然たる学問\n上の法則、人為的な取決めなどは、「自然法則を利用した」ものといえず、特\n許の対象となる「発明」に該当しない。\nそして、特許請求の範囲（請求項）に記載された「特許を受けようとする\n発明」が特許法２条１項にいう「発明」に該当するか否かは、それが、特許\n請求の範囲の記載や願書に添付した明細書の記載及び図面に開示された「特\n許を受けようとする発明」が前提とする技術的課題、その課題を解決するた\nめの技術的手段の構成、その構成から導かれる効果等の技術的意義に照らし、\n全体として「自然法則を利用した」技術的思想の創作に該当するか否かによ\nって判断すべきものである。\n⑵  本願発明の技術的意義について\n本願発明に係る特許請求の範囲の記載（前記第２の２）及び本件明細書の\n記載（前記１）によると、本願発明の技術的意義は次のとおりである。\nア  技術的課題\n本願発明は、医師が医薬品を処方する際に作成する処方箋に、患者が保\n有している医薬品を記載する項目を設け、患者保有の医薬品を含めた投与\n日数の算定に関するものである。（段落【０００１】）\n医師による処方は患者に対する診察ごとに行われるが、受診予約日前に\n受診をして新たな薬の処方を受けると、その受診日から薬の投与日数が算\n定されることが通常である。すでに投与を受けている薬の残りを保有して\nいる患者からの申立てによって補正・修正がされることはあっても、患者\nが保有している薬を記載する項目を設けた処方箋や、患者が保有する医薬\n品を含めた投与日数の算定方法はなかった。（段落【０００２】）\n本願発明は、患者からの申立てによるのではなく、医師が処方箋を作成\nする際に、継続した治療において、前回処方された医薬品と今回処方され\nる医薬品とが、同じ医薬品であり、同じ分量・用法・用量であるときには、\n重複しない投与日数算定（既に患者が保有している薬に相当する数を除い\nた投与期間の算定）を可能とすることを課題とするものである。（段落【０\n００３】）\nイ  課題を解決するための手段\n本願発明は、前記課題を解決する手段として、前回の処方箋により処方\nされた医薬品及び患者が服用中の医薬品と、今回処方される医薬品とが同\nじ医薬品であり、同じ分量・用法・用量であるときには、処方箋内の医薬\n品投与日数に患者保有分の日数・期間の項を設け、連続する医薬品の投与\n日数算定時に、前回の処方箋の受診予約日の前日に処方した医薬品が全て\n服用できるのか、服用できずに患者保有として残るのか、受信日が受診予\n約日なのか前なのか、及び今回の処方における受診予約日が患者保有分発\n生の前、同日、後なのかに応じて、医薬品の投与日数を算定するものとし\n（段落【０００４】）、具体的には、複数の事例ごとに区分し、患者保有の\n医薬品を考慮した上で、今回の診察における医薬品投与日数を算定する。\n（段落【０００６】～【００１１】）\nウ  効果\n連続して服用する医薬品は、受診の時期及び患者保有の医薬品を含めて\n算定するので医薬品の投与日数は重複せず、治療を継続している間連続し\nて投与、服用がある医薬品は、投与日数と服用日数が同じになる。（段落【０\n００５】）\n⑶  検討\n前記⑵のとおり、本願発明は、患者が医師の診察を受ける際に、前回処方\nされた医薬品が患者の元に残っている場合であっても、医師がこれを考慮す\nることなく、診察の日を起算日として医薬品の投与期間を定めて処方をして\nいたことを課題として、これを解決するため、処方箋に「患者保有分」の項\n目、すなわち患者が保有している医薬品に関して記載する項目を設け、既に\n患者が保有している医薬品に相当する分を除いた投与期間を算定する方法の\n発明であって、これによって、重複処方を防止する効果が得られるとされる\nものである。\nしかしながら、本願発明のうち、「処方箋」の記載事項は、医師法施行規則\n２１条で規定されているから、「分量、用法、用量」の記載は法令に基づく規\n定、すなわち人為的な取決めと解され、したがって、「分量、用法、用量」と\nして記載される「投与日数」も人為的な取決めであり、本願発明において、\n処方箋に「投与日数」として「患者保有分」の項目を設けることもまた、処\n方箋に医師が記載する事項を定めた人為的な取決めにすぎず、自然法則を利\n用したものであるとはいえない。\nまた、本願発明は、患者が保有している医薬品に相当する分を除いた投与\n期間を算定する方法として、パターン１及びパターン２に分け、さらにパタ\nーン１についてイ、ロａ・ｂ・ｃ、パターン２についてイａ・ｂ・ｃ、ロａ・\nｂ・ｃにそれぞれ分けて、算定方法を具体化しているが、いずれの算定方法\nも、医師が患者に対して医薬品を処方し、投与する際の投与期間の算定の方\n法を定めた人為的取決めであって、自然法則を利用したものであるとはいえ\nない。\n以上によれば、本願発明は、全体として人為的な取決めであって、自然法\n則を利用したものとはいえないから、特許法２条１項にいう「発明」には該\n当しない。\n⑷  原告の主張について\nア  原告は、前記第３の１〔原告の主張〕⑴ないし⑷のとおり、本願発明は、\n人為的な取り決めではなく、自然法則を利用したものであると主張する。\nしかし、原告が指摘する内容のうち、医薬品の重複なく投与日数と服用\n日数が一致することが継続することで自然法則が成り立つとの点は、本願\n発明による投与期間の算定を行うことによる結果を述べているにすぎず、\n投与期間の算定方法自体が人為的な取決めであって自然法則を利用した\nものではないとの結論を左右しない。\nまた、１年が３６５日であることについても、これが自然法則に該当す\nるか否かの問題を措くとしても、本願発明は１年が３６５日であることを\n前提に医薬品の投与日数の算定方法を決めたというにすぎず、１年が３６\n５日であることを利用して何らかの技術的手段を示したものとはいえな\nいから、これによって、本願発明が自然法則を利用したものと解すること\nはできない。\nさらに、電子処方箋の時代を想定して、本願発明の算定方法をＰＣ用プ\nログラムにして医師のパソコンに取り込んで医薬品及び受診予約日を入\n力すれば自動で処方箋が完成するとの点については、そもそも本願明細書\n等には「処方箋」が「電子処方箋」であることについての記載も示唆も一\n切ないし、「ＰＣ用プログラム」に関する記載も示唆も一切ないから、「電\n子処方箋」及び「ＰＣ用プログラム」に関する原告の主張は本願発明と関\n係がないというべきである。\n最後に、本願発明の場合分けによれば医師の判断が入る余地がないとの\n点についても、人為的な取決めである本願発明を結果として医師の判断部\n分が減少するというにすぎず、この主張によって、本願発明が自然法則を\n利用したものであると解すべき理由にはならない。\nイ  原告は、前記第３の１〔原告の主張〕⑵及び⑷のとおり、本願発明が画\n期的なものであるから特許として認められるべきであると主張する。\nしかし、ある発明が画期的であることによって当該発明が自然法則を利\n用したものと解されることにはならず、特許法２条１項の「発明」に該当\nするとの結論が導かれることはない。\nウ  以上のとおり、原告の主張はいずれも採用することができない。\n３  取消事由２（取消事由１以外の本件審決の違法性）について\n⑴  前記２のとおり、本願発明は同法２条１項にいう「発明」に該当しない。\nそうすると、本願発明は、同法２９条１項にいう「産業上利用することが\nできる発明」にも該当しないから、本願発明について特許を受けることがで\nきない。したがって、本件審決が、本願は拒絶されるべきものであるとして、\n請求不成立と判断したことに違法な点はない。\nそして、他に本件審決について違法な点があるとも認められない。\n⑵  原告の主張について\n原告は、前記第３の２〔原告の主張〕のとおり、本件審決について、本件\n拒絶査定では判断された進歩性について何も判断を示さず、発明該当性が否\n定されることのみで門前払いの判断をしており、「嵌め手」審査を行ったと主\n張する。\nしかし、前記２のとおり、本願発明が特許法２条１項にいう「発明」に該\n当しないとの本件審決の判断に誤りはない。そして、同項の「発明」に該当\nしないものについては特許を受けることができないから（前記⑴）、進歩性に\nついて判断するまでもなく本願は拒絶されるべきと判断できるのであって、\n本件審決が進歩性について判断しなかったことが違法であるとは認められな\nい。\n原告は、本件拒絶査定における進歩性の判断の内容が不当であるとの趣旨\nであると解される主張をするが、本件拒絶査定の上記判断が不当であること\nによって本件審決が違法であって取り消されるべきことにはならない。\n以上のとおり、原告の主張は採用することができない。\n４  結論\n以上検討したところによれば、本願発明は、特許法２条１項の「発明」に該\n当しないと認められ、本件審決の判断に誤りはなく、他に本件審決について違\n法な点は認められないから、取消事由１及び２は、いずれも理由がない。\n原告が縷々主張する内容を検討しても、上記判断は左右されない。\nよって、原告の請求は理由がないからこれを棄却することとして、主文のと\nおり判決する。\n知的財産高等裁判所第３部\n裁判長裁判官\n東  海  林              保\n裁判官\n今      井      弘      晃\n裁判官\n水      野      正      則\n（別紙  審決書写し省略）\n"
}