{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 7,
    "day": 7
  },
  "case_number": "令和4(わ)106",
  "case_name": "殺人、銃砲刀剣類所持等取締法違反被告事件",
  "court_name": "京都地方裁判所第2刑事部",
  "lawsuit_id": "92387",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=92387",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/387/092387_hanrei.pdf",
  "contents": "主        文\n被告人を懲役１７年に処する。\n未決勾留日数中２９０日をその刑に算入する。\n京都地方検察庁で保管中のバタフライナイフ１本（令和４年領第８\n６９号符号１）を没収する。\n理        由\n（罪となるべき事実）\n第１  被告人は、これまで被害者に招待されて飲食を共にすることもあったが、今後\nの会費負担等について令和３年９月２２日から同月２３日未明にかけて被害者\nとの電話の中で言い合いになるなどし、同日、直接話をしようと被害者の下へ赴\nいたものの、被害者がまともに取り合わなかったことに激高し、同日午前１０時\n４８分頃から同日午前１０時５０分頃までの間、被害者（当時５０歳）に対し、\n殺意をもって、京都府宮津市内の薬局駐車場において、バタフライナイフ（刃体\nの長さ約９．２センチメートル。主文掲記のもの）で、その背部を１回突き刺し、\n逃げた被害者を追いかけた上、同市内の病院正面玄関において、前記バタフライ\nナイフで、その左胸部等を数回突き刺し、よって、同日午後０時３３分頃、同府\n与謝郡 a 町内の病院において、被害者を左胸部刺切創に基づく失血により死亡さ\nせて殺害した。\n第２  被告人は、業務その他正当な理由による場合でないのに、令和３年９月２３日\n午前１０時４８分頃から同日午前１０時５０分頃までの間、前記薬局駐車場及び\n前記病院正面玄関において、前記バタフライナイフ 1 本を携帯した。\n（補足説明）\n第１  本件の争点等\n被告人が、判示の各犯行（以下「本件各犯行」という。）に及んだことは関係各\n証拠によって明らかに認められる。本件の争点は、責任能力であり、弁護人は、\n被告人が本件各犯行当時、覚醒剤精神病の影響によって心神喪失又は心神耗弱の\n状態であったと主張するので、以下補足して説明する。\n第２  当裁判所の判断\n１  検討の前提となる事実\n関係各証拠によれば、次の事実が認められる（以下、特に断りのない限り、月\n日はいずれも令和３年のものである。）。\n(1) 被告人の既往症等\n被告人は、平成１９年６月に覚せい剤後遺症と診断され、これまでもテレビ\nで監視されているなどの妄想を抱いており、本件各犯行当時も覚醒剤精神病に\n罹患していた。覚醒剤精神病は、幻覚妄想状態を主とする精神病状態であるが、\n病的体験が全人格を支配することは少なく、現実に即した妄想内容である点で\n統合失調症による妄想とは異なっている。他方で、被告人は、反抗・反発心が\n高く、怒りっぽく、激しやすい傾向があり、①平成２２年に街宣車から音楽や\n経を鳴らされたことを自身に対する嫌がらせと受け止めてその相手に対して\n刺身包丁で腹部や頭部等を刺すという傷害事件を、②令和２年にスナックでの\nけんかを仲裁した際に同様に仲裁していた人物の言動に腹を立てて拳骨で顔\n面を殴り、瓶で頭部付近を殴るなどしたという傷害事件をそれぞれ起こしてい\nる。\n(2) 本件各犯行に至る経緯\nア  被告人は、共通の知人であるＡを通じて被害者と知り合い、被害者の主催\nする飲み会に参加するようになったが、９月２２日の夜から同月２３日未明\nにかけて、Ａから、飲み会が会費制になることに関して、被告人は金銭も払\nわない割に何でも食べて欲しがっているように見えるといった趣旨の被害\n者の発言を聞き、更には被害者と電話をする中で言い合いとなり、また、被\n告人とは今後付き合えない旨の被害者の発言を聞くなどしたことで、被害者\nに対して腹を立てた。\nイ  被告人は、９月２３日朝、被害者の下を訪れたが、被害者に無視され、そ\nの後、バタフライナイフ、バケツ、軍手を購入した上で、改めて被害者の経\n営する薬局に赴き、被害者と話を始めたが、被害者からもう方針は変わらな\nい旨告げられて激高し、同日午前１０時４８分頃から同日午前１０時５０分\n頃までの間、持参した上記バタフライナイフで被害者の背部を１回突き刺し\nた後、「助けて」「ごめんなさい」と言いながら逃げる被害者を追いかけた上、\n同バタフライナイフで、その左胸等を数回突き刺した（本件各犯行）。\n(3) 犯行後の状況\n被告人は、犯行後、自動車を運転して犯行現場を去ったが、９月２３日午後\n０時８分頃、警察官から職務質問を受け、前記バタフライナイフに付着した血\nについて尋ねられた際、「俺の血が付いているんや」と虚偽の弁解をしたが、\n銃砲刀剣類所持等取締法違反の被疑事実で現行犯逮捕された。\n２  責任能力についての検討\n前記１(2)のとおり、被告人は、犯行前日から飲み会の会費制を発端として\n被害者との間で言い合いとなり、その際の被害者の言動に対して立腹し、犯行\n当日においても、被害者から無視されたことでバタフライナイフを購入し、改\nめて被害者の下に赴き、そこでの被害者の発言等に激高して本件殺害行為に及\nんだものと認められる。このような経過に被告人の激しやすい傾向（同(1)）を\n併せて考慮すれば、本件各犯行は、被告人が被害者の言動に強い怒りを覚えて\n行ったものと認められ、正常心理に基づく行動として十分に了解が可能である。\nまた、被告人は、本件各犯行から１時間程度しか経過していない時点において、\n警察官からの職務質問に対し、バタフライナイフに付着した血が自身のものであ\nるという内容虚偽の弁解をしている（同(3)）ところ、このような言動は、被告人\nが自らの行動の意味やその違法性を十分に理解した上で刑責を免れようとして\nいたことを示す事情と評価できる。\n以上によれば、覚醒剤精神病の存在を前提としても、本件各犯行当時における\n被告人の事理弁識能力及び行動制御能力に疑問を差し挟むような事情は見出せ\nない。\n３  弁護人の主張について\n(1) 被告人は、公判廷において、要旨、①９月２２日以前から、元暴力団関係者\nのＢらと被害者が、被害者経営の薬局２階で被告人の姪を売春させていること\nを確信していた、②同日から同月２３日未明にかけて飲み会の会費制等の件で\n被害者と電話で話をする中で、元暴力団関係者らが被害者の背後におり、被告\n人を排除してでも姪の売春を行おうとしているのだと受け取り、けりを付けな\nければならないと考えた、③同日朝、被害者の下へ赴いたところ、被害者がシ\nャワーを浴びており、姪とセックスしていたと思ったものの、被害者が無視し\nたので立ち去った、④もともと、昼に被害者経営の薬局にけりを付けに行こう\nと考えていたところ、元暴力団関係者が何人いるかも分からないことから、護\n身用にバタフライナイフを購入した、⑤その後も、前記Ｂが運転する車に姪が\n乗車しているのを目撃し、胸騒ぎがしたほか、前記Ｂから自分が監視されてい\nると思った、⑥被害者経営の薬局に赴くと、被害者が店内に並べられていたビ\nーチチェアを一まとめにしたことから、店の奥から元暴力団関係者が出て来や\nすくなったと感じた、⑦横のガレージに移動し、被告人が「違う話やけど」な\nどと発言すると、被害者が「何も、もう方針は変わらない」旨回答したことか\nら、もう話合いに応じる気はないのだと受け取り、思わず刺してしまった、⑧\n逃げる被害者を追い掛けている際、「やれるんか」という声を聞いた旨供述す\nる。\n弁護人は、同供述を前提に、現実の出来事のみから怒りなどの正常心理で犯\n行に及んだとするには余りにも飛躍があるのであって、被告人が供述する妄想\nから、焦燥に駆られ、事理弁識能力又は行動制御能力を欠いた状態で犯行に及\nんだと考えるのが自然である旨主張する。\n(2)  確かに、被害者らが被告人の姪を売春させていることをうかがわせる事情\nはなく、被告人の妄想にすぎないというほかない。しかしながら、精神科医で\nある証人Ｃ医師は、被告人が、事件直後の取調べにおいて、被害者及び元暴力\n団関係者らが被告人の姪を売春させていたという妄想について述べていない\nことから、そのような妄想は、当時存在していたとしても、ほとんど被告人の\n言動に影響していなかったのであり、事後的に妄想が加工された結果、現時点\nでの被告人の妄想の確信度が上がったと考えられる旨供述する。Ｃ医師は、豊\n富な鑑定経験を有する精神科の専門医であって、その公正さや能力に疑いはな\nく、その鑑定の基礎となった資料や鑑定手法にも根本的な部分には問題はない\nから、その供述内容は信用できる。\nなお、Ｃ医師は、９月２３日に逮捕されてから１０月４日までの取調べにお\nいて被告人が上記妄想を述べていない旨供述するところ、実際には、被告人は、\n９月２８日の取調べにおいて、姪を薬局２階に住まわせて金を回収しようとし\nていた旨述べているが、いずれにせよ、逮捕当初には上記妄想について何ら述\nべていないことに変わりはない。加えて、被告人は、日頃、自身がテレビで監\n視されているなどと知人や叔母に対して話したり、風俗で働いていると聞いた\n姪を心配して被告人の妹（姪の母）に連絡したりしていたにもかかわらず、上\n記妄想に関してはこれらの者に対して何ら話しておらず、９月２２日から同月\n２３日にかけてのメッセージやＡとの会話でも、飲み会の会費制やそれに関し\nて被害者から言われた内容等のみしか話題とされていない。\n以上によれば、被告人が、本件各犯行当時、上記妄想を抱いていたとは考え\n難い。\n(3) また、精神科医である証人Ｄ医師は、被告人は、飲み会でのトラブルを契機\nとして怒りの感情から衝動的に着手したものであるが、事前の凶器の準備や犯\n行態様については、覚醒剤精神病に基づく上記妄想の影響を強く受けたもので\nある旨供述する。\nしかしながら、Ｄ医師の供述によっても、被告人が供述するような妄想内容\nが被害者に対する悪感情や動機形成に影響したとはいえるにせよ、覚醒剤精神\n病による妄想等の精神症状が事理弁識能力や行動制御能力に影響を与えたこ\nとをうかがわせるような機序の説明はされていない。したがって、当時、仮に\n被告人が供述するような妄想が存在していたとしても、前記２の判断を左右す\nる事情とは評価できない。\n４  結論\n以上のとおり、弁護人の主張を踏まえても、本件各犯行当時、被告人の事理弁\n識能力及び行動制御能力はいずれも著しく低下していなかったと認められ、被告\n人は完全責任能力を有していたと認められる。\n（量刑の理由）\n１  本件は、殺人 1 件（判示第１）とその際にバタフライナイフ１本を所持した銃砲\n刀剣類所持等取締法違反１件（同第２）からなる事案である。\n２  被告人は、バタフライナイフを被害者の背部に１回突き刺した後、助けを求めな\nがら逃げ出した被害者を追い掛けた上、被害者が立ち上がれなくなるまで一方的に\n同ナイフで複数回突き刺している。凶器そのものの殺傷能力はそれ程高くないもの\nの、その犯行態様は相当に執拗で悪質というほかない。事前に凶器を準備した点や\nその犯行態様からして、相当に強い殺意に基づく犯行と評価すべきである。\nこのような執拗な攻撃の結果、被害者の尊い命が奪われており、被害者の苦しみ\nや無念さは察するに余りある。遺族らが厳罰を望むのも当然のこととして理解でき\nる。\n被告人は、飲み会の会費負担等に関して被害者との間で言い合いとなり、まとも\nに取り合わないといった被害者の言動に激高して被害者を殺害するに至ったもの\nと認められるが、被害者にはこのような被害にあわなければならないような落ち度\nはなく、その動機・経緯は短絡的で身勝手というほかない。被告人は、これまでに\n傷害罪を含む前科を５犯有するほか、前刑の執行終了から１年も経たずに本件各犯\n行に及んでいるのであって、その粗暴性や規範意識の低さは顕著である。これらの\n事情からすれば、本件各犯行に及んだ意思決定は、その過程に覚醒剤精神病が多少\n影響していた可能性を考慮しても、厳しく非難されるべきである。\n３  以上の犯情を基に、殺人の単独犯１件で金銭トラブル又はけんかを動機とする事\n案等の量刑傾向を踏まえて検討すると、本件は、拳銃等が凶器として用いられてい\nるような事案ほどの凶悪性までは認められないことや、動機形成に覚醒剤精神病が\n多少影響していた可能性があることなどを考慮しても、その犯行態様の執拗さや殺\n意の強さのほか、責任非難の程度からすれば、上記量刑傾向の中でも重い部類に属\nする。\n４  以上を前提に、被告人が犯罪行為をしたこと自体は認めて被告人なりに反省の弁\nを述べていること、他方で、これまでの前科や本件の経緯等からして粗暴犯につい\nての再犯の可能性も懸念されることなどの犯罪行為以外の事情（一般情状）を考慮\nして、主文のとおり量刑した。\n（求刑・懲役２０年、主文掲記の没収）\n令和５年７月７日\n京都地方裁判所第２刑事部\n裁判長裁判官     川上   宏\n裁判官    檀上信 介\n裁判官     中谷   洸\n"
}