{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 2,
    "month": 12,
    "day": 8
  },
  "case_number": "令和1(ワ)31214",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "90369",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=90369",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/369/090369_hanrei.pdf",
  "contents": "令和２年１２月８日判決言渡  同日原本領収  裁判所書記官\n令和元年(ワ)第３１２１４号  損害賠償等請求事件\n口頭弁論終結日  令和２年１０月２７日\n判 決\n原             告          旭 化 成 株 式 会 社\n同訴訟代理人弁護士             新    保    克    芳\n同                             小    倉    拓    也\n同訴訟代理人弁理士              亀  ヶ  谷    薫    子\n同 補 佐 人 弁 理 士              飛    澤    晃    彦\n同                              杉    村    純    子\n被              告             株 式 会 社 シ ー ズ ワ ン\n同訴訟代理人弁護士              川    田              篤\n同 補佐人 弁理 士              井    上    真  一  郎\n主 文\n１  被告は，別紙物件目録記載の各製品を輸入し，販売し，又は販売の申出をし\nてはならない。\n２  被告は，前項記載の各製品を廃棄せよ。\n３  訴訟費用は被告の負担とする。\n４  この判決は，仮に執行することができる。\n事 実 及 び 理 由\n第１  請求\n主文同旨\n第２  事案の概要\n本件は，発明の名称を「塩化ビニリデン系樹脂ラップフィルム及びその製造\n方法」とする特許に係る特許権を有する原告が，被告は，上記特許に係る発明\nの技術的範囲に属する別紙物件目録記載の各ラップフィルム製品について，輸\n入，販売又は販売の申出をしており，これらの行為は，上記特許権を侵害する\nと主張して，上記特許権に基づき，上記各製品の輸入，販売又は販売の申出の\n差止め及び上記各製品の廃棄を求める事案である。\n１  前提事実（証拠等を掲げた事実以外は，当事者間に争いがない。なお，枝番\n号の記載を省略したものは，枝番号を含む。以下同様。）\n⑴  当事者\nア  原告は，食品包装用ラップフィルム等の製造を業とする株式会社である。\n原告は，ラップフィルムを自ら製造し，完全子会社である旭化成ホーム\nプロダクツ株式会社を通じて，「サランラップ」という登録商標でラップ\nフィルム（以下「原告製品」という。）を販売している。\nイ  被告は，食品包装用ラップフィルム等の輸入，販売を業とする株式会社\nである。\n⑵  本件特許\n原告は，発明の名称を「塩化ビニリデン系樹脂ラップフィルム及びその製\n造方法」とする特許権（特許第６１０００３４号。請求項の数は２である。\n以下，請求項１に係る特許を「本件特許」という。）を有している。原告は，\n本件特許につき，平成２５年３月１１日に特許出願をし，平成２９年３月３\n日にその設定登録を受けた。\n⑶  本件発明\n本件特許に係る特許請求の範囲の記載は，次のアのとおりであるところ（甲\n１の２。以下，これを「本件特許請求の範囲」といい，これに係る発明を「本\n件発明」という。また，その明細書（図面を含む。）を「本件明細書」といい，\nその該当部分の記載を段落【０００１】などと表すこととする。），これは次\nのイのとおりの構成要件に分説することができる（以下，分説した構成要件\nをそれぞれの符号に従い「構成要件Ａ」などのようにいう。）。\nア  本件特許請求の範囲\n「ＴＤ方向の引裂強度が２～６ｃＮであり，かつ，ＭＤ方向の引張弾性率\nが２５０～６００ＭＰａである塩化ビニリデン系樹脂ラップフィルムであ\nって，\n温度変調型示差走査熱量計にて測定される低温結晶化開始温度が４０～\n６０℃であり，\n塩化ビニリデン繰り返し単位を７２～９３％含有するポリ塩化ビニリデ\nン系樹脂に対して，エポキシ化植物油を０．５～３重量％，クエン酸エステ\nル及び二塩基酸エステルからなる群より選ばれる少なくとも一種の化合物\nを３～８重量％含有し，かつ，\n厚みが６～１８μｍである，塩化ビニリデン系樹脂ラップフィルム。」\nイ  構成要件の分説\nＡ  ＴＤ方向（ラップフィルムの幅方向）の引裂強度が２～６ｃＮであり，\nかつ，\nＢ  ＭＤ方向（ラップフィルムの流れ方向）の引張弾性率が２５０～６０\n０ＭＰａである\nＣ  塩化ビニリデン系樹脂ラップフィルムであって，\nＤ  温度変調型示差走査熱量計にて測定される低温結晶化開始温度が４\n０～６０℃であり，\nＥ  塩化ビニリデン繰り返し単位を７２～９３％含有するポリ塩化ビニリ\nデン系樹脂に対して，\nＦ  エポキシ化植物油を０．５～３重量％，クエン酸エステル及び二塩基\n酸エステルからなる群より選ばれる少なくとも一種の化合物を３～８重\n量％含有し，かつ，\nＧ  厚みが６～１８μｍである，\nＨ  塩化ビニリデン系樹脂ラップフィルム。\n⑷  被告の行為\n被告は，別紙物件目録記載のラップフィルム製品である被告製品１ないし\n３（甲２，乙１。以下，それぞれ単に「被告製品１」ないし「被告製品３」\nといい，これらを併せて「被告各製品」という。）について，日本国内におい\nて輸入，販売又は販売の申出をしている。\n⑸  先行文献\n本件特許の特許出願日である平成２５年３月１１日より前に，次の文献等\nが存在した。\nア  ＰＶＤＣ樹脂安全技術説明書（乙５。以下「引用例１－１」といい，こ\nれに記載された樹脂を用いたラップフィルムを「引用発明１－１」という。）\nイ  旭化成ホームプロダクツ株式会社を出願人とする発明の名称を「フィル\nムコート剤，ラップフィルム及び該ラップフィルムの製造方法」とする公\n開特許公報（特開２０１１－１６２６４１号）（乙１２。以下「引用例１－\n２」といい，これに記載された発明を「引用発明１－２」という。）\nウ  「サランラップの製膜とフィルム特性」（化学と教育５８巻１２号・）と\n題する論稿（乙１３。以下「引用例２」という。）\n２  争点\n⑴  被告各製品が本件発明の技術的範囲に属するか（争点１）\n⑵  本件特許の無効の抗弁の成否（争点２）\nア  無効理由１－１（引用発明１－１に基づく新規性・進歩性欠如）の有無\n（争点２－１）\nイ  無効理由１－２（引用発明１－２に基づく新規性・進歩性欠如）の有無\n（争点２－２）\nウ  無効理由２（ＴＤ方向の引裂強度の測定方法に関する実施可能要件違反）\nの有無（争点２－３）\nエ  無効理由３－１（本件発明の組成値に関する実施可能要件違反）の有無\n（争点２－４）\nオ  無効理由３－２（サポート要件違反）の有無（争点２－５）\nカ  無効理由４（ＴＤ方向の引裂強度の測定方法に関する明確性要件違反）\nの有無（争点２－６）\nキ  無効理由５（本件公然実施品に基づく新規性・進歩性欠如）の有無（争\n点２－７）\nク  無効理由６（低温結晶化開始温度の制御方法に関する実施可能要件違反）\nの有無（争点２－８）\nケ  無効理由７－１（低温結晶化開始温度の測定方法に関する実施可能要件\n違反）の有無（争点２－９）\nコ  無効理由７－２（低温結晶化開始温度の測定方法に関する明確性要件違\n反）の有無（争点２－１０）\n第３  争点に関する当事者の主張\n１  争点１（被告各製品が本件発明の技術的範囲に属するか）\n⑴  原告の主張\n被告各製品の構成は，次のとおりに分説することができ，本件発明の各構\n成要件を充足するから，被告各製品は，本件発明の技術的範囲に属する。\nア  被告製品１\nａ  ＴＤ方向の引裂強度が約４．７ｃＮ\nｂ  ＭＤ方向の引張弾性率が約４１１ＭＰａ\nｃ  塩化ビニリデン系樹脂ラップフィルム\nｄ  温度変調型示差走査熱量計にて測定される低温結晶化開始温度が約５\n２．１℃\nｅ  塩化ビニリデン繰り返し単位を約８０．８％含有するポリ塩化ビニリ\nデン系樹脂に対して，\nｆ  エポキシ化植物油を約１．６重量％，クエン酸エステルを約５．７重\n量％含有する\nｇ  厚みが約１１μｍ\nｈ  塩化ビニリデン系樹脂ラップフィルム\nイ  被告製品２\nａ  ＴＤ方向の引裂強度が約４．６ｃＮ\nｂ  ＭＤ方向の引張弾性率が約４０６ＭＰａ\nｃ  塩化ビニリデン系樹脂ラップフィルム\nｄ  温度変調型示差走査熱量計にて測定される低温結晶化開始温度が約５\n１．９℃\nｅ  塩化ビニリデン繰り返し単位を約８０．９％含有するポリ塩化ビニリ\nデン系樹脂に対して，\nｆ  エポキシ化植物油を約１．５重量％，クエン酸エステルを約５．５重\n量％含有する\nｇ  厚みが約１０μｍ\nｈ  塩化ビニリデン系樹脂ラップフィルム\nウ  被告製品３\nａ  ＴＤ方向の引裂強度が約４．３ｃＮ\nｂ  ＭＤ方向の引張弾性率が約４２３ＭＰａ\nｃ  塩化ビニリデン系樹脂ラップフィルム\nｄ  温度変調型示差走査熱量計にて測定される低温結晶化開始温度が約５\n２．４℃\nｅ  塩化ビニリデン繰り返し単位を約８０．８％含有するポリ塩化ビニリ\nデン系樹脂に対して，\nｆ  エポキシ化植物油を約１．５重量％，クエン酸エステルを約５．５重\n量％含有する\nｇ  厚みが約１１μｍ\nｈ  塩化ビニリデン系樹脂ラップフィルム\n⑵  被告の主張\n被告各製品の構成が本件発明の構成要件Ａ及びＤの物性値を満たしている\nことは否認し，その余は不知である。\nア  後記２⑶アのとおり，本件発明の構成要件Ａの「ＴＤ方向の引裂強度」\nに関し，「軽荷重引裂試験機（東洋精機製）」を使用し，「ＪＩＳ－Ｐ－８１\n１６」記載の方法に準拠して測定する方法は明らかでなく，第三者機関を\n通じて「ＪＩＳ－Ｐ－８１１６」記載の方法に準拠して測定したところ，\n約７ｃＮという結果が得られたから，被告各製品の構成が上記構成要件の\n物性値を満たしているとはいえない。\nイ  また，後記２⑼アのとおり，本件発明の構成要件Ｄの「低温結晶化開始\n温度」を測定する方法は明らかではなく，これを一義的に確定することは\nできないところ，被告においては，測定方法によって６２℃という結果も\n得られているから，被告各製品の構成が上記構成要件の物性値を満たして\nいるとはいえない。\n２  争点２（本件特許の無効の抗弁の成否）\n⑴  争点２－１（無効理由１－１（引用発明１－１に基づく新規性・進歩性欠\n如）の有無）\nア  被告の主張\n次のとおり，本件発明は，本件特許の特許出願前の平成１５年に中華人\n民共和国（以下「中国」という。）において浙江巨化股份有限公司（以下「浙\n江巨化」という。）により製造販売されていた「ポリ塩化ビニリデン系樹脂\n（ＰＶＤＣ）」（引用例１－１）を用いたラップフィルム（引用発明１－１）\nと同一のものであるか，少なくともこれに基づいて容易に発明をすること\nができたものであるから，新規性・進歩性が欠如しており，本件特許には，\n特許法２９条１項３号又は２項に違反する無効理由（同法１２３条１項２\n号）がある。\n新規性について\nａ  本件発明の各構成要件は，「塩化ビニリデン系樹脂ラップフィルム」\n（Ｃ，Ｈ）につき，①物性値に係る構成要件（Ａ，Ｂ，Ｄ）と，②組\n成値に係る構成要件（Ｅ～Ｇ）の二つに分けられるところ，①の物性\n値（以下「本件発明の物性値」という。）に係る構成を得るための手段\nとして，②の組成値（以下「本件発明の組成値」という。）に係る構成\nが必須となるものであり，すなわち，上記組成値を満たす塩化ビニリ\nデン系樹脂ラップフィルムは，当然に上記物性値も満たすものとなる。\nｂ  そして，次のとおり，引用発明１－１の構成は，本件発明の組成値\n（構成要件Ｅ～Ｇ）を満たす「塩化ビニリデン系樹脂ラップフィルム」\n（構成要件Ｃ，Ｈ）であるから（乙５，１０～１２），当然に本件発明\nの物性値（構成要件Ａ，Ｂ，Ｄ）も満たすことになる。\nしたがって，本件発明は，引用発明１－１に基づき，新規性を欠く\nといえる。\n⒜  構成要件Ｃ，Ｈ（塩化ビニリデン系樹脂ラップフィルム）\n引用発明１－１の構成は，引用例１－１の「ポリ塩化ビニリデン\n系樹脂（ＰＶＤＣ）」を用いた「ラップフィルム」であるから，本件\n発明の構成要件Ｃ，Ｈを充足する。\n⒝  構成要件Ｅ（塩化ビニリデン繰り返し単位を７２～９３％含有）\n引用例１－１には，「塩化ビニリデン・塩化ビニル共重合体」全体\nの量として「９０－９６％」との記載があり，そのうち「塩化ビニ\nリデン」の「繰り返し単位」の割合の記載はないが，「塩化ビニリデ\nン繰り返し単位」が７２～９３％の割合になることは一般的である\nから（乙１０～１２），引用発明１－１の構成も，「塩化ビニリデン\n繰り返し単位」を「７２～９３％」含有するはずであり，本件発明\nの構成要件Ｅを充足する。\n⒞  構成要件Ｆ（エポキシ化植物油を０．５～３重量％，クエン酸エ\nステル及び二塩基酸エステルからなる群より選ばれる少なくとも\n一種の化合物を３～８重量％含有）\n引用発明１－１の構成は，「エポキシ化植物油」である「大豆油  Ｃ\nＡＳ８０１３－０７－８」を「０．８～２％」，「クエン酸エステル」\nである「Ｏ－アセチルクエン酸トリブチル  ＣＡＳ７７－９０－７」\nを「５～６％」含有するから，本件発明の構成要件Ｆを充足する。\n⒟  構成要件Ｇ（厚みが６～１８㎛）\n引用例１－１には，「ポリ塩化ビニリデン系樹脂（ＰＶＤＣ）」の\n成分についての記載があるだけで，ラップフィルムとしての物性に\nついての記載はないが，「中華人民共和国国家基準ＧＢ／Ｔ  ２４３\n３４－２００９」（乙７。以下「乙７規格」という。）に従ってラッ\nプフィルムを製造した場合の厚みは９～１２μｍとなるから，引用\n発明１－１の構成は，本件発明の構成要件Ｇを充足する。\n進歩性について\n仮に本件発明と引用発明１－１との間で，「ポリ塩化ビニリデン系樹脂\n（ＰＶＤＣ）」をラップフィルムに用いる点や乙７規格に従うべき点が相\n違点になるとしても，当該相違点は，当業者（発明の属する技術の分野\nにおける通常の知識を有する者）において容易に想到し得たものである。\nしたがって，本件発明は，引用発明１－１に基づき，進歩性を欠くと\nいえる。\nイ  原告の主張\nそもそも，本件発明は，本件発明の組成値を満たせば，当然に本件発明\nの物性値も満たすというものではなく，そのことは，本件明細書の段落【０\n０７６】～【００８２】の比較例１～７からも明らかである。\nまた，引用例１－１には，「ポリ塩化ビニリデン系樹脂（ＰＶＤＣ）」の\n成分についての記載があるだけで，ラップフィルムとしての物性について\nの記載はないから，主たる引用例になり得ない。そして，引用例１－１に\nは，「塩化ビニリデン・塩化ビニル共重合体」全体の量として「９０－９６％」\nとの記載はあるものの，そのうち「塩化ビニリデン」の「繰り返し単位」\nの割合の記載はなく，これが「７２～９３％」の割合にあることが一般的\nであるとはいえない。\nしたがって，本件発明は，新規性・進歩性を欠くものではない。\n⑵  争点２－２（無効理由１－２（引用発明１－２に基づく新規性・進歩性欠\n如）の有無）\nア  被告の主張\n次のとおり，本件発明は，引用例１－２に記載された引用発明１－２と\n同一のものであるか，少なくともこれに引用例２に開示された技術的思想\nを適用することにより，容易に発明をすることができたものであるから，\n新規性・進歩性が欠如しており，本件特許には，特許法２９条１項３号又\nは２項に違反する無効理由（同法１２３条１項２号）がある。\n新規性について\n引用発明１－２の構成は，次のとおりに分説することができ，本件発\n明の組成値（構成要件Ｅ～Ｇ）を満たす「塩化ビニリデン系樹脂ラップ\nフィルム」（構成要件Ｃ，Ｈ）であるところ，引用発明１－２の組成値は，\n本件明細書の実施例の組成値と比較してもほとんど大差がないから，当\n業者において，引用発明１－２のラップフィルムを製造すれば，当然に\n本件発明の物性値（構成要件Ａ，Ｂ，Ｄ）も満たすはずである。\nしたがって，本件発明は，引用発明１－２に基づき，新規性を欠くと\nいえる。\nａ  ＴＤ方向の引裂強度（記載なし）\nｂ  ＭＤ方向の引張弾性率（記載なし）\nｃ  塩化ビニリデン系樹脂ラップフィルム\nｄ  温度変調型示差走査熱量計にて測定される低温結晶化開始温度（記\n載なし）\nｅ  塩化ビニリデン繰り返し単位を約８５％含有するポリ塩化ビニリデ\nン系樹脂に対して，\nｆ  エポキシ化植物油であるエポキシ化大豆油（ＥＳＯ）を１．３重量％，\nクエン酸エステルであるアセチルクエン酸トリブチル（ＡＴＢＣ）を\n５．３重量％含有する\nｇ  厚みが１０μｍ\nｈ  塩化ビニリデン系樹脂ラップフィルム\n進歩性について\n仮に本件発明と引用発明１－２との間に物性値に関する相違点がある\nとしても，塩化ビニリデン系樹脂を用いたラップフィルムの密着性及び\nカット性は周知の課題であったところ，引用例２には，原告製品「サラ\nンラップ」について，「引裂強さ」が「３ｃＮ」であること，「引張弾性\n率」が「４７０ＭＰａ」であること，厚みが「１１μｍ」であることが\n記載されていたのであるから，当業者において，引用発明１－２に引用\n例２に開示された技術的思想を適用することにより，本件発明の構成要\n件Ａ及びＢの物性値（ＴＤ方向の引裂強度が２～６ｃＮ及びＭＤ方向の\n引張弾性率が２５０～６００ＭＰａ）を備えることは容易に想到し得た。\nそして，本件発明の構成要件Ｄの物性値（低温結晶化開始温度が４０\n～６０℃）については，引用例１－２及び引用例２に記載がないものの，\n本件明細書の記載によっても，従来の塩化ビニリデン系樹脂を用いたラ\nップフィルムとの間に差異又は顕著な違いがあるのか，上記物性値を満\nたすことにより異質な効果又は顕著な効果を得ることができるのかは明\nらかではなく，上記物性値に係る数値範囲に臨界的意義はないから，本\n件発明の進歩性を基礎付けるものとはいえない。\nしたがって，本件発明は，引用発明１－２に引用例２に開示された技\n術的思想を適用することにより，容易に発明をすることができたもので\nあり，進歩性を欠くといえる。\nイ  原告の主張\n上記⑴イのとおり，そもそも，本件発明は，本件発明の組成値を満た\nせば，当然に本件発明の物性値も満たすというものではないところ，引\n用例１－２には，本件発明の物性値についての記載がなく，本件発明と\nは明らかに相違している。\nしたがって，本件発明は，新規性を欠くものではない。\n引用例１－２には，「引裂強度」及び「引張弾性率」についての記載が\nなく，それらの性能が課題にされているわけでもないから，引用例１－\n２に接した当業者が，様々な要求物性の中から「引裂強度」及び「引張\n弾性率」に着目して，引用例２を適用する動機付けがない。\nまた，本件発明は，従前のラップフィルムの「低温結晶化開始温度」\nが６０℃を上回っていたところを，延伸速度，緩和比率及び原反の保管\n温度等の調整を通じて「４０～６０℃」に制御することにより，裂けト\nラブルを抑制するという課題を解決するものであり，このことは，本件\n明細書の段落【００６５】以下及び【表１】の実施例１～６と比較例２\n～６との対比から明らかである。\nしたがって，本件発明は，進歩性を欠くものでもない。\n⑶  争点２－３（無効理由２（ＴＤ方向の引裂強度の測定方法に関する実施可\n能要件違反）の有無）\nア  被告の主張\n本件発明の構成要件Ａの「ＴＤ方向の引裂強度」の測定方法に関し，本\n件明細書の段落【００５７】には，「軽荷重引裂試験機（東洋精機製）」（甲\n１６，１９，２１，乙８）を使用し，「ＪＩＳ－Ｐ－８１１６」（乙２）記\n載の方法に準拠して測定することが記載されているところ，ＪＩＳ－Ｐ－\n８１１６は，紙の引裂強度を測定するための日本工業規格（フィルムの引\n裂強度を測定するための日本工業規格はＪＩＳ－Ｋ－７１２８－２（乙３））\nであって，フィルムの引裂強度を測定するのに適していない上，エルメン\nドルフ形引裂試験機（甲１８，２０，乙８）を使用することを前提とする\nものであり，軽荷重引裂試験機とエルメンドルフ形引裂試験機では，引裂\n対象とする試験片の長さや枚数も異なり，いずれを採用するかによって引\n裂強度の測定結果も異なることになる（乙１５，１８）。そうすると，当業\n者において，ＪＩＳ－Ｐ－８１１６記載の方法に準拠することと，軽荷重\n引裂試験機（東洋精機製）を使用することとの関係を理解することは困難\nである。\nしたがって，本件発明に係る本件明細書の発明の詳細な説明の記載は，\n当業者がその実施をすることができる程度に明確かつ十分に記載したもの\nであるとはいえず，本件特許には，実施可能要件（特許法３６条４項１号）\nを満たさない無効理由（同法１２３条１項４号）がある。\nイ  原告の主張\n本件明細書において，「ＴＤ方向の引裂強度」の測定には，「軽荷重引裂\n試験機（東洋精機製）」を使用するとされている以上，プラスチック試験片\nの寸法（長さ：６３．５±０．５ｍｍ，幅：５０±２ｍｍ），切り込み長さ\n（切り込み深さ１２．７±０．５ｍｍ），引き裂き長さ（５０．８ｍｍ＝６\n３．５ｍｍ－１２．７ｍｍ），試験片枚数（１枚）等の測定条件は一義的に\n定まる（甲１６，１９）。\nそして，「ＪＩＳ－Ｐ－８１１６」記載の方法に「準拠して」との記載は，\n３つの引裂強さ試験法（①トラウザー引裂法，②エルメンドルフ引裂法，\n③直角形引裂法）のうち，軽荷重引裂試験機と全く同じ測定原理（甲１８\n～２１，乙１５）であるエルメンドルフ引裂法による原理・計算方法によ\nる引裂強度の測定であることを明らかにするものである。なお，ＪＩＳ－\nＫ－７１２８－２ではなく，ＪＩＳ－Ｐ－８１１６としたのは，フィルム\nの当業者において後者が常用されているためであり，実際に，ＪＩＳ－Ｐ\n－８１１６記載の方法に準拠して軽荷重引裂試験機を用いることは，他の\n大手事業者による特許出願に係る公開特許公報や特許公報（甲６～８，１\n０～１３，１７）にも記載があり，何ら特異なものではなく，当業者にお\nいて容易に理解し，実施できるものである（甲３の１，甲１５，乙４，９）。\nしたがって，本件特許は，実施可能要件を満たしている。\n⑷  争点２－４（無効理由３－１（本件発明の組成値に関する実施可能要件違\n反）の有無）\nア  被告の主張\n前記⑴ のとおり，本件発明は，本件発明の組成値（構成要件Ｅ～\nＧ）を満たすことで，本件発明の物性値（構成要件Ａ，Ｂ，Ｄ）を満たし\nたラップフィルムが得られるとの技術的思想である。\nしかし，本件明細書の段落【００６５】以下及び【表１】の実施例又は\n比較例には，上記組成値を満たしたラップフィルムにおいても，上記物性\n値を満たしておらず，本件発明の効果を奏さないものもあれば，上記物性\n値を満たし，本件発明の効果を奏すべきラップフィルムでありながら，上\n記組成値を満たさないものもあり，上記組成値を満たすラップフィルムで\nあれば上記物性値も満たすという関係は認められないし，これらの間に相\n関関係も認められない。\nこれでは，当業者において，本件発明の組成値のみならず，その他の多\n数の要素をどのように調整すれば，本件発明の効果を奏するラップフィル\nムを得ることができるのかを認識することができず，仮にそのような条件\nが存在するとしても，過度の試行錯誤をしなければ，これを認識すること\nができない。\nしたがって，本件発明に係る本件明細書の発明の詳細な説明の記載は，\n当業者がその実施をすることができる程度に明確かつ十分に記載したもの\nであるとはいえず，本件特許には，実施可能要件（特許法３６条４項１号）\nを満たさない無効理由（同法１２３条１項４号）がある。\nイ  原告の主張\n前記⑴イのとおり，そもそも，本件発明は，本件発明の組成値を満たせ\nば，当然に本件発明の物性値も満たすというものではなく，組成と物性が\n一体となったものである。\nそして，本件発明の物性値を満たすラップフィルムを得る方法について\nは，本件明細書の段落【００３８】，【００３９】，【００４１】及び【００\n４６】以下において詳細な記載があり，当業者が実施することは容易であ\nって，過度の試行錯誤を要することはない。\nしたがって，本件特許は，実施可能要件を満たしている。\n⑸  争点２－５（無効理由３－２（サポート要件違反）の有無）\nア  被告の主張\n仮に，本件発明について，本件発明の組成値を満たすことで，本件発明\nの物性値を満たしたラップフィルムが得られるとの関係が否定されるので\nあれば，本件明細書には，当業者において，いかなる組成値を備えれば，\n必要な物性値を備えたラップフィルムとなり，本件発明の課題を解決する\nことができるのかを認識するに足りる十分な記載はなく，特に本件発明の\n構成要件Ａの「ＴＤ方向の引裂強度」について，「裂けトラブル抑制効果」\nを奏するための数値範囲が「２～６ｃＮ」であることを裏付ける比較例は\n全くない。\nしたがって，本件特許請求の範囲の記載については，本件明細書の発明\nの詳細な説明に記載されたものであるとはいえず，本件特許には，サポー\nト要件（特許法３６条６項１号）を満たさない無効理由（同法１２３条１\n項４号）がある。\nイ  原告の主張\n本件明細書の発明の詳細な説明には，当業者において，本件発明の課題\nを解決することができると認識するに足りる十分な記載がある。\nしたがって，本件特許は，サポート要件を満たしている。\n⑹  争点２－６（無効理由４（ＴＤ方向の引裂強度の測定方法に関する明確性\n要件違反）の有無）\nア  被告の主張\n前記⑶アのとおり，当業者において，本件発明の構成要件Ａの「ＴＤ方\n向の引裂強度」の意義及び測定方法を理解することができないから，自ら\n生産し，又は譲渡する「塩化ビニリデン系樹脂ラップフィルム」が，上記\n構成要件の物性値を満たすか否かを認識することができない。\nしたがって，本件特許請求の範囲の記載については，特許を受けようと\nする発明が明確であるとはいえず，本件特許には，明確性要件（特許法３\n６条６項２号）を満たさない無効理由（同法１２３条１項４号）がある。\nイ  原告の主張\n前記⑶イのとおり，「ＴＤ方向の引裂強度」の測定に関し，「ＪＩＳ－Ｐ\n－８１１６」記載の方法に準拠して「軽荷重引裂試験機（東洋精機製）」を\n使用する方法は，当業者において容易に理解できるものである。\nしたがって，本件特許は，明確性要件を満たしている。\n⑺  争点２－７（無効理由５（本件公然実施品に基づく新規性・進歩性欠如）\nの有無）\nア  被告の主張\n次のとおり，本件発明は，中国広東省に所在する「汕頭市金丛包装材料\n有限公司」（以下「金丛社」という。）が，平成２４年頃に浙江巨化の「ポ\nリ塩化ビニリデン系樹脂（ＰＶＤＣ）」である「ＳＬ－２０」（乙１４の証\n拠資料③）を仕入れ，同年７月頃に中国において製造販売していた「塩化\nビニリデン系樹脂ラップフィルム」（乙１６の１，１７，１９の１・２，乙\n２４の２・３。以下「本件公然実施品」という。）と同一のものであるか，\n少なくともこれに基づいて容易に発明をすることができたものであるから，\n新規性・進歩性が欠如しており，本件特許には，特許法２９条１項２号又\nは２項に違反する無効理由（同法１２３条１項２号）がある。\n新規性について\n本件公然実施品の構成は，次のとおりに分説することができ，少なく\nとも本件発明の組成値及び物性値のうち構成要件Ｄの物性値（低温結晶\n化開始温度が４０～６０℃）以外を満たす「塩化ビニリデン系樹脂ラッ\nプフィルム」であることは明らかである。\nなお，本件公然実施品の低温結晶化開始温度を測定し，これらの製造\n年月，測定年月及びその間の月数をまとめたものが，別表「浙江巨化の\nＰＶＤＣを使用した製品の低温結晶化開始温度」であり，これに基づい\nて，縦軸に「低温結晶化開始温度」，横軸に製造年月から測定年月までの\n「月数」をとってその散布図を作成し，最小二乗法により求められた近\n似曲線（ｙ＝０．０４９３ｘ＋６０．１２８）を示したものが，別図「製\n造年月から測定年月までの月数（横軸）と低温結晶化開始温度（縦軸）\nの分布」である。そうすると，本件公然実施品の製造時の低温結晶化開\n始温度は，上記近似曲線のｙ切片である６０．１２８℃であると推認す\nることができ，これを四捨五入すれば６０℃になるから，本件発明の構\n成要件Ｄの物性値も満たすことになる。したがって，本件発明は，本件\n公然実施品に基づき，新規性を欠くといえる。\nａ  ＴＤ方向の引裂強度が５．８ｃＮ\nｂ  ＭＤ方向の引張弾性率が５５２ＭＰａ\nｃ  塩化ビニリデン系樹脂ラップフィルム\nｄ  温度変調型示差走査熱量計にて測定される低温結晶化開始温度が６\n０．１２８℃\nｅ  塩化ビニリデン繰り返し単位を８２．２％含有するポリ塩化ビニリ\nデン系樹脂に対して，\nｆ  エポキシ系植物油であるエポキシ大豆油（ＥＳＯ）を０．８～１．\n６％，クエン酸エステルであるＯ－アセチルクエン酸トリブチルと二\n塩基酸エステルであるセバシン酸ジブチルとを合わせて３．３～４．\n８％含有する\nｇ  厚みが１１～１２μｍ\nｈ  塩化ビニリデン系樹脂ラップフィルム\n進歩性について\n仮に本件発明と本件公然実施品の間に低温結晶化開始温度に関する相\n違点があるとしても，前記⑵ア のとおり，本件発明の構成要件Ｄの物\n性値に係る数値範囲に臨界的意義はないから，本件発明の進歩性を基礎\n付けるものとはいえない。\nしたがって，本件発明は，本件公然実施品に基づき，進歩性を欠くと\nいえる。\nイ  原告の主張\n本件公然実施品は，製造時期や販売時期が定かではなく，実際に販売さ\nれて公知になっていたものかも不明であって，そもそも公然実施の立証は\nない。\n仮に本件公然実施品の製造日が平成２４年７月頃であるとしても，それ\nから７年以上が経過しており，その間に組成値や物性値が変化することは\n避けられず，製造時の数値は不明である。\nそして，前記⑵イ のとおり，本件発明の構成要件Ｄの物性値に係る数\n値範囲は，本件発明の進歩性を基礎付けるものであるが，本件公然実施品\nの低温結晶化開始温度が上記数値範囲を満たすことは何ら実証されておら\nず，被告が推測する製造時の数値にも何ら根拠がない。\nしたがって，本件発明は，新規性・進歩性を欠くものではない。\n⑻  争点２－８（無効理由６（低温結晶化開始温度の制御方法に関する実施可\n能要件違反）の有無）\nア  被告の主張\n本件明細書には，本件発明の構成要件Ｄの「低温結晶化開始温度」に影\n響を与える要因としては，段落【００５０】の「フィルムの緩和比率」に\nついての言及しかなく，これが「７％以上」の場合に「低温結晶化開始温\n度」を「６０℃以下」にできる旨が記載されているが，段落【００８６】\nの比較例等には，フィルムの緩和比率が１０％でありながら，低温結晶化\n開始温度が６０℃を上回るものがあり，本件明細書の記載を踏まえても，\n当業者において，「低温結晶化開始温度が４０～６０℃」のラップフィルム\nを得るための方法を理解することができない。\nしたがって，本件明細書の発明の詳細な説明の記載は，当業者がその実\n施をすることができる程度に明確かつ十分に記載したものであるとはいえ\nず，本件特許には，実施可能要件（特許法３６条４項１号）を満たさない\n無効理由（同法１２３条１項４号）がある。\nイ  原告の主張\n前記⑵イ のとおり，ラップフィルムの「低温結晶化開始温度」を「４\n０～６０℃」とするには，緩和比率だけでなく，延伸速度や原反の保管温\n度等を制御することが必要である。\nそして，本件明細書には，「低温結晶化開始温度」を「４０～６０℃」と\nする条件が詳細に示されており，当業者において，これらの条件を制御し\nて，「低温結晶化開始温度が４０～６０℃」のラップフィルムを得ることは\n容易である。\nしたがって，本件特許は，実施可能要件を満たしている。\n⑼  争点２－９（無効理由７－１（低温結晶化開始温度の測定方法に関する実\n施可能要件違反）の有無）\nア  被告の主張\n本件明細書の段落【００４０】には，本件発明の構成要件Ｄの「低温結\n晶化開始温度」は，「ＪＩＳ  Ｋ７１２１」の「補外結晶化開始温度」（高\n温側のベースラインを低温側に延長した直線と，結晶化ピークの高温側の\n曲線にこう配が最大になる点で引いた接線の交点の温度）であると明確に\n記載しながら，「ＪＩＳ  Ｋ７１２１」の「補外結晶化終了温度」（低温側\nのベースラインを高温側に延長した直線と，結晶化ピークの低温側の曲線\nにこう配が最大になる点で引いた接線の交点の温度）の定義と同一のもの\nが十分な説明もなく記載されており，不明瞭であるし，「補外結晶化開始温\n度」については，明瞭な「結晶化ピーク」がないときは，「ベースライン」\n（試験片に転移及び反応を生じない温度領域のＤＳＣ曲線）も「こう配が\n最大になる点」も認識することが困難であり，「ベースライン」の取り方に\nよって，「低温結晶化開始温度」（補外結晶化開始温度）も異なり得る。\nしたがって，本件明細書の発明の詳細な説明の記載は，当業者がその実\n施をすることができる程度に明確かつ十分に記載したものであるとはいえ\nず，本件特許には，実施可能要件（特許法３６条４項１号）を満たさない\n無効理由（同法１２３条１項４号）がある。\nイ  原告の主張\n本件明細書の段落【００４０】の記載に従えば，当業者であれば，本件\n発明の構成要件Ｄの「低温結晶化開始温度」の測定方法を一義的に導くこ\nとができる。\nしたがって，本件特許は，実施可能要件を満たしている。\n⑽  争点２－１０（無効理由７－２（低温結晶化開始温度の測定方法に関する\n明確性要件違反）の有無）\nア  被告の主張\n上記⑼アのとおり，本件明細書の記載を踏まえても，本件発明の構成要\n件Ｄの「低温結晶化開始温度」が一義的に定まらない。\nしたがって，本件特許請求の範囲の記載については，特許を受けようと\nする発明が明確であるとはいえず，本件特許には，明確性要件（特許法３\n６条６項２号）を満たさない無効理由（同法１２３条１項４号）がある。\nイ  原告の主張\n上記⑼イのとおり，本件特許は，明確性要件を満たしている。\n第４  当裁判所の判断\n１  本件発明について\n⑴  本件明細書の記載\n本件特許請求の範囲は，前記第２・１⑶アのとおりであるところ，本件明\n細書の発明の詳細な説明には，次の記載がある（甲１の２・別紙特許公報）。\nア  技術分野\n【０００１】本発明は，塩化ビニリデン系樹脂ラップフィルム及びその製\n造方法に関する。\nイ  背景技術\n【０００２】従来，塩化ビニリデン系樹脂ラップフィルムは，密着性，ガ\nスバリア性等の特性に優れているため，食品等の簡易包装材料として多く\nの一般家庭で使用されてきた。\n【０００３】塩化ビニリデン系樹脂ラップフィルムを製造する方法として，\nインフレーション製膜方法が広く知られている（図１参照）。インフレーシ\nョン製膜方法においては，塩化ビニリデン系樹脂に添加剤全般を含有させ\nた塩化ビニリデン系樹脂組成物をダイから管状に押し出し，押し出された\n樹脂組成物の外側を冷水で，ダイ口とピンチロールとに挟まれた内側をミ\nネラルオイル等公知の冷媒で冷却し，固化させることにより，塩化ビニリ\nデン系樹脂成形体を作製する。このピンチロールで折り畳まれた環状ダブ\nルプライシートをパリソンと称す。そして，パリソンは，再加熱してイン\nフレーションすることにより延伸する。延伸したダブルプライフィルムを\nスリットし，１枚のフィルムになるように剥がす。最終的には，フィルム\nを紙管に巻き取り，化粧箱に詰めることで，化粧箱に収納された塩化ビニ\nリデン系樹脂ラップフィルム巻回体（図２参照）が得られる。\n【０００４】塩化ビニリデン系樹脂組成物中の添加剤としては，安定剤や\n可塑剤などが用いられている。良好な加工性と良好な物性を得るために，\n安定剤として，例えばエポキシ化大豆油（以下，ＥＳＯ，と称す）等に代\n表されるエポキシ化植物油を添加し，可塑剤として，例えばアセチルクエ\nン酸トリブチル（以下，ＡＴＢＣ，と称す）やセバシン酸ジブチル（以下，\nＤＢＳ，と称す）等に代表される脂肪族エステルを添加することが広く知\nられている。\nウ  発明が解決しようとする課題\n【０００８】通常，塩化ビニリデン系樹脂ラップフィルムは，その巻回体\nからフィルムを引き出した後，巻回体を収納する化粧箱に付帯されたフィ\nルム切断刃でカットして使用される。従来の塩化ビニリデン系樹脂ラップ\nフィルムは，カット性を良くするためにフィルムの引裂強度を低くしてい\nた。しかし，このような引裂強度の低いフィルムにおいては，巻回体から\nフィルムを引き出す際，及び化粧箱の中に巻き戻ったフィルム端部を摘み\n出す際，化粧箱付帯の切断刃でカットした端部からフィルムが裂けるトラ\nブルが多かった。\n【０００９】一方，裂けトラブルを抑制するためにフィルムを厚くする等\nの手法によって，フィルムの引裂強度を高くすることは可能であるが，フ\nィルムがカットしにくくなり，使い勝手が悪くなっていた。\n【００１０】（前略）結晶配向度を制御することにより，フィルムの裂けト\nラブルを抑制することができる。しかし，ラップフィルムに求められるフ\nィルムの裂けトラブル低減とカット性の両立ができない。（後略）\n【００１１】本発明は，上記問題点に鑑みてなされたものであり，塩化ビ\nニリデン系樹脂ラップフィルムのフィルム切断刃によるカット性を維持し\nつつ，巻回体からのフィルム引き出し時，及び化粧箱の中に巻き戻ったフ\nィルム端部の摘み出し時の裂けトラブルを低減し，使い勝手を向上させた，\n塩化ビニリデン系樹脂ラップフィルムを提供することを目的とする。\nエ  課題を解決するための手段\n【００１２】本発明者らは，（中略）製膜ラインの樹脂の幅方向（以下，Ｔ\nＤ方向と称す）の引裂強度が２～６ｃＮであり，かつ，製膜ラインの樹脂\nの流れ方向（以下，ＭＤ方向と称す）の引張弾性率が２５０～６００ＭＰ\nａである塩化ビニリデン系樹脂ラップフィルムにおいて，温度変調型ＤＳ\nＣにて評価した低温結晶化開始温度を４０～６０℃とすることで，消費者\nの要求を満たすレベルにまで裂けトラブルを抑制でき，かつ，フィルムの\nカット性に優れるラップフィルムが得られることを見出し，本発明を完成\nするに至った。（後略）\nオ  発明の効果\n【００１４】本発明によれば，巻回体からフィルムを引き出す際，及び化\n粧箱の中に巻き戻ったフィルム端部を摘み出す際に，フィルムの裂けトラ\nブルが発生しにくく，しかも，化粧箱付帯のフィルム切断刃でフィルムを\nカットする際のカット性に優れた塩化ビニリデン系樹脂ラップフィルムが\n得られる。\nカ  発明を実施するための形態\n【００１７】［塩化ビニリデン系樹脂ラップフィルム］本実施形態の塩化ビ\nニリデン系樹脂ラップフィルム（以下，単に「ラップフィルム」という場\n合がある。）は，ＴＤ方向の引裂強度が２～６ｃＮであり，かつ，ＭＤ方向\nの引張弾性率が２５０～６００ＭＰａであって，温度変調型ＤＳＣにて評\n価した低温結晶化開始温度が４０～６０℃である。（後略）\n【００１８】本実施形態の塩化ビニリデン系樹脂ラップフィルムは，塩化\nビニリデン系樹脂を含有する。\n＜塩化ビニリデン系樹脂＞本実施形態に用いる塩化ビニリデン系樹脂は，\n塩化ビニリデン繰り返し単位を含むものであれば特に制限されず，（中略）\n塩化ビニリデンと共重合可能な単量体が一種又は二種以上共重合されてい\nてもよい。塩化ビニリデン系樹脂が共重合樹脂である場合，塩化ビニリデ\nン繰り返し単位の比率は，特に制限されないが，塩化ビニリデン繰り返し\n単位を７２～９３％含むものが好ましい。塩化ビニリデン繰り返し単位が\n７２％以上の場合，塩化ビニリデン系樹脂のガラス転移温度が低くフィル\nムが軟らかく，冬場等の低温環境下での使用時にもフィルムの裂けを低減\nできるので好ましい。一方，塩化ビニリデン繰り返し単位が９３％以下の\n場合，結晶性の大幅な上昇を抑制し，フィルム延伸時の成形加工性の悪化\nを抑制できるので好ましい。前記観点から，塩化ビニリデン繰り返し単位\nを８１～９０％含むものがより好ましい。（後略）\n【００２１】本実施形態の塩化ビニリデン系樹脂ラップフィルムは，特に\n制限されないが，前記塩化ビニリデン系樹脂に加えて，必要に応じて，各\n種添加剤を含有してもよい。前記添加剤は，特に制限されず，例えば，エ\nポキシ化植物油等の公知の安定剤，及びクエン酸エステルや二塩基酸エス\nテル等の公知の可塑剤等がある。ラップフィルムから各成分の含有量を測\n定する方法は分析対象物によって異なる。例えば，塩化ビニリデン系樹脂\nの含有量は，ラップフィルムの再沈濾過物を真空乾燥し，重量測定して得\nることができる。一方，エポキシ化植物油の含有量は，ラップフィルムの\n再沈濾液をゲルパーミエーションクロマトグラフィー分析して得ることが\nできる。また，クエン酸エステル及び二塩基酸エステルの含有量は，アセ\nトン等の有機溶媒を用いてラップフィルムから添加剤を抽出し，ガスクロ\nマトグラフィー分析して得ることができる。\n【００２２】＜エポキシ化植物油＞本実施形態のラップフィルムは，エポ\nキシ化植物油を含有することが好ましい。（中略）エポキシ化植物油は，塩\n化ビニリデン系樹脂押出加工用安定剤として作用する。ラップフィルムの\n色調変化の抑制の点から，本実施形態のラップフィルムは，エポキシ化植\n物油を含有することが好ましい。エポキシ化植物油は，特に制限されず，\n例えば，ＥＳＯ，エポキシ化アマニ油が挙げられるが，これらのなかでも，\nＥＳＯは，高温下にラップフィルムを保管した際，化粧箱からのフィルム\n引出性悪化を抑制する点で好ましい。\n【００２３】本実施形態のラップフィルムがエポキシ化植物油を含有する\n場合，その含有量は，特に制限されないが，ラップフィルムの色調変化の\n抑制，ブリードによるべたつき防止等の点から，０．５～３重量％が好ま\nしく，１～２重量％がより好ましい。\n【００２４】本実施形態のラップフィルムは，成形加工性等の観点から，\nクエン酸エステル又は二塩基酸エステルを含有することが好ましい。\n＜クエン酸エステル＞本実施形態のラップフィルムに用いられるクエン酸\nエステルは，特に制限されないが，クエン酸トリエチル，クエン酸トリブ\nチル，アセチルクエン酸トリエチル，ＡＴＢＣ（中略）などがある。これ\nらのなかでも，ＡＴＢＣは，塩化ビニリデン系樹脂に対する可塑化効果が\n高く，少量でも十分に樹脂を可塑化し，成形加工性を向上させる点で好ま\nしい。\n【００２５】＜二塩基酸エステル＞本実施形態のラップフィルムに用いら\nれる二塩基酸エステルは，特に制限されないが，アジピン酸ジブチル，（中\n略）；ＤＢＳ（中略）がある。これらのなかでも，ＤＢＳは，塩化ビニリデ\nン系樹脂に対する可塑化効果が高く，少量でも十分に樹脂を可塑化し，成\n形加工性を向上させる点で好ましい。\n【００２６】前記クエン酸エステルや二塩基酸エステルの合計含有量は，\n制限されないが，より優れた成形加工性の付与，及び添加剤高含有時のラ\nップフィルムの過剰な密着性防止等の点から，３～８重量％が好ましく，\n３．５～７重量％がより好ましい。（後略）\n【００２７】＜その他の配合物＞本実施形態の塩化ビニリデン系樹脂ラッ\nプフィルムは，前記エポキシ化植物油，クエン酸エステル，及び二塩基酸\nエステル以外の配合物（以下，「その他の配合物」という。），例えば可塑剤，\n安定剤，耐候性向上剤，染料又は顔料等の着色剤，防曇剤，抗菌剤，滑剤，\n核剤，ポリエステル等のオリゴマー，ＭＢＳ（メチルメタクリレート－ブ\nタジエン－スチレン共重合体）等のポリマー等を含有してもよい。\n【００３７】＜ラップフィルムの厚み＞本実施形態のラップフィルムの厚\nみは，特に制限されないが，６～１８μｍが好ましく，９～１２μｍがよ\nり好ましい。（後略）\n【００３８】＜引裂強度＞本実施形態のラップフィルムは，ＴＤ方向の引\n裂強度が２～６ｃＮである。ここで，ＴＤ方向とは，巻回体からラップフ\nィルムを引き出す方向に垂直な方向をいう。引裂強度は，後述の方法によ\nって測定される。本実施形態のラップフィルムは，ＴＤ方向の引裂強度が\n２ｃＮ以上であることにより，特に巻回体からラップフィルムを引き出す\n際の裂けを低減でき，また，ラップフィルム使用時の意図しない裂けトラ\nブルを抑制できる。一方，ＴＤ方向の引裂強度が６ｃＮ以下であることに\nより，化粧箱に付帯する鋸刃でフィルムをＴＤ方向にカットする際に裂き\nやすく，カット性が向上する。ＴＤ方向の引裂強度は２．５ｃＮ以上４ｃ\nＮ以下が好ましい。本実施形態のラップフィルムのＴＤ方向の引裂強度は，\n塩化ビニリデン系樹脂の組成，添加剤組成，フィルムの延伸倍率，延伸速\n度，及びフィルムの厚み等によって調整できる。特に制限されないが，例\nえば，ＴＤ方向の引裂強度はＴＤ方向の延伸倍率を低くしたり，ラップフ\nィルムを厚くすることによって，向上する傾向にあり，ＴＤ方向の延伸倍\n率を高くしたり，ラップフィルムを薄くすることによって，低下する傾向\nにある。\n【００３９】＜引張弾性率＞本実施形態のラップフィルムは，ＭＤ方向の\n引張弾性率が２５０～６００ＭＰａである。ここで，ＭＤ方向とは，巻回\n体からラップフィルムを引き出す方向をいう。引張弾性率は，後述の方法\nによって測定される。本実施形態のラップフィルムは，ＭＤ方向の引張弾\n性率が２５０ＭＰａ以上であることにより，鋸刃でフィルムをカットする\nために力を加える際，フィルムのＭＤ方向への延びを抑制でき，鋸刃がフ\nィルムに食い込みやすくでき，カット性が向上する。一方，ＭＤ方向の引\n張弾性率が６００ＭＰａ以下であることにより，フィルムが軟らかく，鋸\n刃の形状に沿ってフィルムをきれいにカットでき，切断端面に多数の裂け\n目が発生するのを抑制できる。その結果，巻回体からフィルムを引き出す\n際，及び化粧箱の中に巻き戻ったフィルム端部を摘み出す際，切断端面か\nらフィルムが裂けるトラブルが発生するのを抑制できる。ＭＤ方向の引張\n弾性率は，３５０ＭＰａ以上５５０ＭＰａ以下が好ましい。本実施形態の\nラップフィルムのＭＤ方向の引張弾性率は，塩化ビニリデン系樹脂の組成，\n添加剤組成，フィルムの延伸倍率，及び延伸速度等によって調整できる。\n特に制限されないが，例えば，ＭＤ方向の引張弾性率は，延伸倍率を高く\nしたり，添加剤量を低減することによって，向上する傾向にあり，延伸倍\n率を低くしたり，添加剤量を増加することによって，低下する傾向にある。\n【００４０】＜低温結晶化開始温度＞本実施形態のラップフィルムは，温\n度変調型示差走査熱量計（温度変調型ＤＳＣ）にて測定される低温結晶化\n開始温度が４０～６０℃である。ここで，低温結晶化開始温度は，温度変\n調型ＤＳＣによる昇温測定で得られる非可逆成分の温度－熱流曲線におい\nて，低温結晶化に起因する発熱ピークの補外結晶化開始温度（ＪＩＳ  Ｋ\n７１２１に記載の補外結晶化開始温度と同様に，昇温測定において低温側\nのベースラインを高温側に延長した線と，結晶化ピークの低温側の曲線に\nこう配が最大になる点で引いた接点（原文ママ）の交点の温度）をいい，\n以下の方法により，測定される。（後略）\n【００４１】従来の塩化ビニリデン系樹脂ラップフィルムの低温結晶化開\n始温度は，６０℃を超える。これに対して，本実施形態のラップフィルム\nは，低温結晶化開始温度が４０～６０℃であり，それによって，ラップフ\nィルムの裂けトラブルを低減できる。本実施形態のラップフィルムと従来\nの塩化ビニリデン系樹脂ラップフィルムとは，熱を受けた場合の挙動が相\n違する。従来のラップフィルムでは，流通時及び倉庫保管時に２０℃以上\nの雰囲気下に長時間晒されると，塩化ビニリデン系樹脂の分子鎖が再配列\nを起こし，微結晶の形成・成長が起こると考えられる。このような分子鎖\nの再配列は，製造した塩化ビニリデン系樹脂ラップフィルムの分子鎖の配\n向やフィルムの応力が十分に緩和していないために発生したと推定される。\nフィルムが高温に晒されるほど，分子鎖の再配列は起こりやすくなるため，\nフィルムが物理的に劣化し，裂けトラブルを誘発しやすくなると考えられ\nる。\n【００４２】一方，本実施形態のラップフィルムでは，製造時に十分に塩\n化ビニリデン系樹脂の分子鎖の配向やフィルムの応力を緩和させることで ，\n低温結晶化開始温度を４０～６０℃とし，流通時及び倉庫保管時に２０℃\n以上に長時間晒されても，分子鎖の再配列が起こりにくく，フィルムの劣\n化，さらには裂けトラブルを抑制する。その結果，カット性を維持しつつ\nも，裂けトラブルを抑制するという背反する課題を同時に達成する。\n【００４３】低温結晶化開始温度は，ラップフィルム製造後の流通・倉庫\n保管時に高温下に晒されて形成・成長した微結晶の熱安定性を示す指標で\nあり，分子鎖の再配列の程度，すなわち，フィルムの物理的劣化による裂\nけトラブルの発生しやすさを評価することができる。低温結晶化開始温度\nが６０℃を上回るラップフィルムでは，既に分子鎖の再配列が進行し，フ\nィルム中の物理劣化が起きているため，裂けトラブルの著しい増加が発生\nする。\n【００４４】一方，本発明者らが検討したところ，ラップフィルム製造後\nにガラス転移温度以下である－３０℃で保管した場合の低温結晶化開始温\n度は，４０℃であった。すなわち，ラップフィルムが製造後に全く熱を受\nけていないとみなせる場合の低温結晶化開始温度は４０℃であり，この温\n度に近いほど，分子鎖の再配列，さらには，裂けトラブルを抑制できる。\nそのため，ラップフィルムの低温結晶化開始温度は４０～６０℃が好まし\nく，より好ましくは４０～５５℃，さらに好ましくは４０～５０℃である。\n【００４５】（前略）本発明者らは，塩化ビニリデン系樹脂ラップフィルム\nの裂けトラブルの原因が，流通過程や保管時に受ける熱履歴によるフィル\nム中に物理劣化にある（原文ママ）ことを見出し，前記物理劣化によるト\nラブルの発生のしやすさを，温度変調型ＤＳＣを用いて測定される低温結\n晶化開始温度という新たな指標によって判断できることを見出した。そし\nて，従来のラップフィルムの低温結晶化開始温度が６０℃を上回るために\n裂けトラブルが発生していたことに着目し，鋭意検討した結果，低温結晶\n化開始温度を４０～６０℃に制御することにより，フィルムのカット性を\n維持しつつ，裂けトラブルを抑制したフィルムを提供することに成功した。\n【００４６】〔塩化ビニリデン系樹脂ラップフィルムの製造方法〕本実施形\n態の塩化ビニリデン系樹脂ラップフィルムの製造方法は，特に制限されな\nいが，塩化ビニリデン系樹脂組成物を溶融押し出しした後，ＭＤ方向及び\nＴＤ方向に延伸する塩化ビニリデン系樹脂ラップフィルムの製造方法であ\nって，ＭＤ方向及びＴＤ方向の延伸倍率を共に４～６倍とし，ＭＤ方向の\n延伸速度を０．０９～０．１２倍／ｓ，ＴＤ方向の延伸速度を３．１～４．\n０倍／ｓとし，延伸直後のフィルム緩和比率を７～１５％とし，かつ，延\n伸後２４時間以上５～１９℃で保管する塩化ビニリデン系樹脂ラップフィ\nルムの製造方法を好適に包含する。以下，本実施形態のラップフィルムの\n好ましい製造方法について説明する。まず，塩化ビニリデン系樹脂と，必\n要に応じて，エポキシ化植物油，クエン酸エステル又は二塩基酸エステル\nから選ばれる少なくとも一種の化合物と，必要に応じて種々の添加剤とを，\nリボンブレンダー又はヘンシェルミキサー等で均一に混合させ，２４時間\n熟成させて塩化ビニリデン系樹脂組成物を製造する。その後，図１にラッ\nプフィルムの製造工程の一例の概略図を示すように，該樹脂組成物を押出\n機（１）により溶融させ，ダイ（２）から管状に押出され，ソック（４）\nが形成される。ソック（４）の外側を冷水槽（６）にて冷水に接触させ，\nソック（４）の内部にはソック液（５）を注入することにより，内外から\n冷却して固化させる。固化されたソック（４）は，第１ピンチロール（７）\nにて折り畳まれ，パリソン（８）が成形される。\n【００４７】続いて，パリソン（８）の内側にエアを注入することにより，\n再度パリソン（８）は開口されて管状となる。このとき，ソック（４）内\n面に表面塗布したソック液（５）はパリソン（８）の開口剤としての効果\nを発現する。パリソン（８）は，温水により延伸に適した温度まで再加熱\nされる。パリソン（８）の外側に付着した温水は，第２ピンチロール（９）\nにて搾り取られる。適温まで加熱された管状のパリソン（８）にエアを注\n入してバブル（１０）を成形し，延伸フィルムが得られる。その後延伸フ\nィルムは，第３ピンチロール（１１）で折り畳まれ，ダブルプライフィル\nム（１２）となる。ダブルプライフィルム（１２）は，巻き取りロール（１\n３）にて巻き取られる。さらに，このフィルムはスリットされて，１枚の\nフィルムになるように剥がしながら巻き取られ，一時的に１～３日間原反\nの状態で保管される。最終的には原反から紙管に巻き返され，化粧箱に詰\nめられることで，化粧箱に収納された塩化ビニリデン系樹脂ラップフィル\nム巻回体が得られる。\n【００４８】上記記載の第１ピンチロール（７）から第３ピンチロール（１\n１）までの工程が延伸工程であり，第１ピンチロール（７）と第３ピンチ\nロール（１１）の回転速度比でＭＤ方向の延伸倍率が決まり，パリソン（８）\nの延伸温度やバブル（１０）の大きさでＴＤ方向の延伸倍率を調整できる。\nまた，第１ピンチロール（７）や第３ピンチロール（１１）の回転速度を\n変更すること，又は，第１ピンチロール（７）と第３ピンチロール（１１）\nの間の距離を変更することにより，パリソン（８）の延伸速度を変更する\nことができる。延伸速度を遅くすることで，パリソンの延伸性が向上する\nため，従来塩化ビニリデン系樹脂ラップフィルムでは，ＭＤ及びＴＤの延\n伸速度をそれぞれ０．０８以下，及び３．０以下としていた。これに対し\nて，結晶化開始温度を４０～６０℃に制御した，カット性と裂けトラブル\nに優れるフィルムは，特に制限されないが，ＭＤ方向及びＴＤ方向の延伸\n倍率を，延伸温度３０～４５℃条件下において，共に４～６倍とし，ＭＤ\n方向の延伸速度を，０．０９～０．１２倍／ｓ，ＴＤ方向の延伸速度を３．\n１～４．０倍／ｓとすることにより，好適に製造できる。（後略）\n【００４９】（前略）一般的に，延伸後に赤外ヒーター等の熱を利用してフ\nィルムを緩和させる場合があるが，本実施形態のラップフィルムを製造す\nる場合，熱によりフィルムの裂けの原因である微結晶の形成・成長が起こ\nり，結晶化開始温度は６０℃を超えてしまう。そのため，緩和時の雰囲気\n温度を２５～３２℃に設定することが好ましい。\n【００５０】フィルムの緩和比率は，制限されないが，７～１５％が好ま\nしい。（中略）緩和比率が７％以上の場合，フィルムを十分に緩和し，高温\nに晒される場合であっても，分子鎖の再配列が発生するのを抑制し，低温\n結晶化開始温度を６０℃以下とでき，裂けトラブルを低減できる観点から，\n好ましい。\n【００５１】フィルムをスリットした後，原反の状態で保管する条件は，\n特に制限されないが，延伸後２４時間以上５～１９℃で保管することが好\nましい。特に，保管の際の雰囲気温度は，フィルム裂けトラブル増加を誘\n発する微結晶の形成・成長を抑制する点で重要となる。（後略）\n【００５２】（前略）スリット原反を２４時間以上，５～１９℃で保管する\nことが好ましく，これにより，微結晶の形成・成長を抑制しつつ，非晶部\nの分子鎖を配向緩和させたフィルムが得られる。原反保管時に分子鎖の配\n向を緩和させることにより，フィルムの流通及び保管時に高温下に晒され\nても微結晶が形成・成長しにくくなり，裂けトラブルを抑制することがで\nきる。\n【００５３】スリット原反は，保管後，特に制限されないが，例えば紙管\n等に巻き返され，巻回体（１６）として，図２に示すようなフィルム切断\n刃（１５）を備える化粧箱（１４）に収納される。（後略）\nキ  実施例\n【００５４】以下，実施例及び比較例により本発明を具体的に説明するが，\n本発明はこれらにより何ら制限されるものではない。実施例及び比較例で\n用いた評価方法は，以下の通りである。\n【００５５】（測定方法）１．塩化ビニリデン繰り返し単位の含有量  塩化\nビニリデン系樹脂ラップフィルムの塩化ビニリデン繰り返し単位の比率は ，\n高分解のプロトン核磁気共鳴測定装置（Ｈ－ＮＭＲ：日本電子製α－４０\n０）を用いて測定した。ラップフィルムの再沈濾過物を真空乾燥し，５重\n量％を重水素化テトラヒドロフランに溶解させた溶液を，測定雰囲気温度\n約２７℃にてＨ－ＮＭＲ測定した。塩化ビニリデンと塩化ビニルの共重合\n体に関しては，テトラメチルシランを基準とした前記共重合体の３．５０\n～４．２０ｐｐｍ，２．８０～３．５０ｐｐｍ，２．００～２．８０ｐｐ\nｍのピークを利用して塩化ビニリデン繰り返し単位の含有量を計算した。\n【００５６】２．フィルムの厚み  ラップフィルムの出荷後の流通，及び\n家庭での保管を想定し，作製後のラップフィルムを２８℃に設定した恒温\n槽にて１ヶ月間保管した後，ラップフィルムの厚みを測定した。測定には\nダイアルゲージ（テクロック社製）を利用し，２３℃，５０％ＲＨの雰囲\n気中で行った。\n【００５７】３．引裂強度  ラップフィルムの出荷後の流通，及び家庭で\nの保管を想定し，作製後のラップフィルムを２８℃に設定した恒温槽にて\n１ヶ月間保管した後，測定を実施した。測定は軽荷重引裂試験機（東洋精\n機製）を使用し，２３℃，５０％ＲＨの雰囲気中にて評価した。ＪＩＳ－\nＰ－８１１６記載の方法に準拠して，ラップフィルムの引裂強度を測定し\nた。\n【００５８】４．引張弾性率  ラップフィルムの出荷後の流通，及び家庭\nでの保管を想定し，作製後のラップフィルムを２８℃に設定した恒温槽に\nて１ヶ月間保管した後，測定を実施した。測定はオートグラフＡＧ－ＩＳ\n（島津製作所製）を使用し，２３℃，５０％ＲＨの雰囲気中にて評価した。\nＡＳＴＭ－Ｄ－８８２に記載の方法に準拠し，５ｍｍ／ｍｉｎの引張速度，\nチャック間距離１００ｍｍの条件で２％伸長時の荷重から引張弾性率を測\n定した。\n【００５９】５．低温結晶化開始温度  測定サンプルは，ラップフィルム\nの出荷後の流通，及び家庭での保管を想定し，作製後のラップフィルムを\n２８℃に設定した恒温槽にて１ヶ月間保管したものを使用した。測定は，\nパーキンエルマー社製のＤＳＣ（ＤｉａｍｏｎｄＤＳＣ）を使用し，ステ\nップスキャン測定モード（サンプル重量：６ｍｇ，サンプルパン材質：ア\nルミ製，測定温度：０～１８０℃，昇温速度：１０℃／ｍｉｎ，昇温ステ\nップ幅：４℃，等温時間：１ｍｉｎ）を利用した。空のアルミ製サンプル\nパンについても前記条件にて測定し，ラップフィルムの温度－熱流曲線の\n補正を行った。補正後の温度－熱流曲線の非可逆成分において，低温結晶\n化に起因する発熱が開始する温度を低温結晶化開始温度とした。\n⑵  以上によれば，本件発明の特徴は，次のとおりである。\nア  本件発明は，塩化ビニリデン系樹脂ラップフィルムに関するものである\n（段落【０００１】）。\nイ  塩化ビニリデン系樹脂ラップフィルムは，密着性やガスバリア性等の特\n性に優れているため，食品等の簡易包装材料として多くの一般家庭で使用\nされているものであるが，カット性を向上するためにフィルムの引裂強度\nを低くすれば裂けトラブルが多発し，これを抑制するためにフィルムを厚\nくすればカット性が悪化するなど，裂けトラブルの抑制とカット性の向上\nを両立させることが課題となっていた（段落【０００２】，【０００８】～\n【００１０】）。\nウ  本件発明は，上記イの課題の解決手段として，本件特許請求の範囲に記\n載のとおり，塩化ビニリデン繰り返し単位を７２～９３％含有すること（構\n成要件Ｅ），エポキシ化植物油を０．５～３重量％，クエン酸エステル及び\n二塩基酸エステルからなる群より選ばれる少なくとも一種の化合物を３～\n８重量％含有すること（構成要件Ｆ），厚みが６～１８μｍであること（構\n成要件Ｇ）という組成値を満たす上，ＴＤ方向の引裂強度が２～６ｃＮで\nあること（構成要件Ａ），ＭＤ方向の引張弾性率が２５０～６００ＭＰａで\nあること（構成要件Ｂ），温度変調型示差走査熱量計にて測定される低温結\n晶化開始温度が４０～６０℃であること（構成要件Ｄ）という物性値をも\n満たす構成の塩化ビニリデン系樹脂ラップフィルム（構成要件Ｃ，Ｈ）を\n採用したものである（段落【００１１】，【００１２】）。\nエ  上記ウの構成により，塩化ビニリデン系樹脂ラップフィルムの組成値を\n制御することで成形加工性等を向上させるとともに，その物性値を制御す\nることで裂けトラブルの抑制とカット性の向上を両立させることができる\n（段落【００１２】，【００１７】，【００１８】，【００２１】～【００２６】，\n【００３７】～【００５２】）。\nすなわち，ＴＤ方向の引裂強度を２ｃＮ以上にすることにより，特に化\n粧箱内の巻回体からフィルムを引き出す際の裂けを低減するなどして，裂\nけトラブルを抑制でき，これを６ｃＮ以下にすることにより，化粧箱に付\n帯する鋸刃でフィルムをＴＤ方向にカットする際に裂きやすくなって，カ\nット性を向上させることができる（段落【００３８】）。また，ＭＤ方向の\n引張弾性率を２５０ＭＰａ以上にしてＭＤ方向への伸びを抑制することに\nより，化粧箱に付帯する鋸刃でフィルムをカットするために力を加えた際\nに，鋸刃がフィルムに食い込みやすくなることで，カット性を向上させ，\nこれを６００ＭＰａ以下にしてフィルムを軟らかくすることにより，鋸刃\nの形状に沿ってフィルムをきれいにカットし，切断端面に多数の裂け目が\n発生するのを低減できることで，裂けトラブルを抑制することができる（段\n落【００３９】）。さらに，従来の塩化ビニリデン系樹脂ラップフィルムの\n低温結晶化開始温度は６０℃を超えていたため，流通時及び倉庫保管時に\n塩化ビニリデン系樹脂の分子鎖が再配列を起こすなどして，フィルムが物\n理的に劣化していたところ，これを４０～６０℃に制御することにより，\n分子鎖の再配列が起こりにくくなり，フィルムの劣化，さらには裂けトラ\nブルを抑制することができる（段落【００４１】～【００４５】）。\nオ  その結果，本件発明によって得られた塩化ビニリデン系樹脂ラップフィ\nルムは，化粧箱内の巻回体からフィルムを引き出す際や化粧箱の中に巻き\n戻ったフィルム端部を摘み出す際に，フィルムの裂けトラブルが発生しに\nくく，かつ，化粧箱付帯のフィルム切断刃でフィルムをカットする際のカ\nット性にも優れたものとなる（段落【００１４】）。\n２  争点１（被告各製品が本件発明の技術的範囲に属するか）について\n⑴  原告が，株式会社ＤＪＫ及び株式会社三井化学分析センターに対し，本件\n発明の各構成要件に対応する被告各製品の物性値及び組成値について，本件\n明細書の記載に従った方法による測定を依頼したところ，次の結果が得られ\nたことが認められる（甲３，１５，１６，１９）。\nア  構成要件Ａ（ＴＤ方向の引裂強度が２～６ｃＮ）関係\n被告各製品について，本件明細書の段落【００５７】の記載に従って，\n軽荷重引裂試験機（東洋精機製）を使用し，その取扱説明書の記載に従っ\nて，プラスチック試験片の寸法（長さ：６３．５±０．５ｍｍ，幅：５０\n±２ｍｍ），切り込み長さ（切り込み深さ１２．７±０．５ｍｍ），引き裂\nき長さ（５０．８ｍｍ＝６３．５ｍｍ－１２．７ｍｍ），試験片枚数（１枚）\n等の条件を設定し，２３℃，５０％ＲＨの雰囲気中にて，ＪＩＳ－Ｐ－８\n１１６記載の方法に準拠して，フィルムの引裂強度を測定した。\nその結果，ＴＤ方向の引裂強度は，被告製品１で４．７ｃＮ，被告製品\n２で４．６ｃＮ，被告製品３で４．３ｃＮであった。\nイ  構成要件Ｂ（ＭＤ方向の引張弾性率が２５０～６００ＭＰａ）関係\n被告各製品について，本件明細書の段落【００５８】の記載に従って，\n引張弾性率を測定した。\nその結果，ＭＤ方向の引張弾性率は，被告製品１で４１１ＭＰａ，被告\n製品２で４０６ＭＰａ，被告製品３で４２３ＭＰａであった。\nウ  構成要件Ｃ，Ｈ（塩化ビニリデン系樹脂ラップフィルム）関係\n被告各製品からは，ポリ塩化ビニリデンが検出され，これは，塩化ビニ\nリデン系樹脂に相当するものである。\nエ  構成要件Ｄ（温度変調型示差走査熱量計にて測定される低温結晶化開始\n温度が４０～６０℃）関係\n被告各製品について，本件明細書の段落【００４０】，【００５９】の\n記載に従って，低温結晶化開始温度を測定した。\nその結果，低温結晶化開始温度は，被告製品１で５２．１℃，被告製品\n２で５１．９℃，被告製品３で５２．４℃であった。\nオ  構成要件Ｅ（塩化ビニリデン繰り返し単位を７２～９３％含有）関係\n被告各製品について，本件明細書の段落【００５５】等の記載に従って，\n塩化ビニリデン繰り返し単位の含有量を計算した。\nその結果，塩化ビニリデン繰り返し単位の割合は，被告製品１で８０．\n８％，被告製品２で８０．９％，被告製品３で８０．８％であった。\nカ  構成要件Ｆ（エポキシ化植物油を０．５～３重量％，クエン酸エステル\n及び二塩基酸エステルからなる群より選ばれる少なくとも一種の化合物を\n３～８重量％含有）関係\n被告各製品について，本件明細書の段落【００２１】の記載に従って，\nエポキシ化植物油及びクエン酸エステルであるアセチルクエン酸トリブチ\nル（ＡＴＢＣ）を検出し，その含有量を測定した。\nその結果，エポキシ化植物油及びＡＴＢＣの含有量は，被告製品１では，\nエポキシ化植物油が１．６重量％，ＡＴＢＣが５．７重量％であり，被告\n製品２では，エポキシ化植物油が１．５重量％，ＡＴＢＣが５．５重量％\nであり，被告製品３では，エポキシ化植物油が１．５重量％，ＡＴＢＣが\n５．５重量％であった。\nキ  構成要件Ｇ（厚みが６～１８μｍ）関係\n被告各製品について，本件明細書の段落【００５６】の記載に従って，\nラップフィルムの厚みを測定した。\nその結果，ラップフィルムの厚みは，被告製品１で１１μｍ，被告製品\n２で１０μｍ，被告製品３で１１μｍであった。\n⑵  上記⑴によれば，被告各製品は，それぞれ次の構成を有し，いずれも本件\n発明の技術的範囲に属するものと認められる。\nア  被告製品１\nａ  ＴＤ方向の引裂強度が約４．７ｃＮ\nｂ  ＭＤ方向の引張弾性率が約４１１ＭＰａ\nｃ  塩化ビニリデン系樹脂ラップフィルム\nｄ  温度変調型示差走査熱量計にて測定される低温結晶化開始温度が約\n５２．１℃\nｅ  塩化ビニリデン繰り返し単位を約８０．８％含有するポリ塩化ビニリ\nデン系樹脂に対して，\nｆ  エポキシ化植物油を約１．６重量％，クエン酸エステルを約５．７重\n量％含有する\nｇ  厚みが約１１μｍ\nｈ  塩化ビニリデン系樹脂ラップフィルム\nイ  被告製品２\nａ  ＴＤ方向の引裂強度が約４．６ｃＮ\nｂ  ＭＤ方向の引張弾性率が約４０６ＭＰａ\nｃ  塩化ビニリデン系樹脂ラップフィルム\nｄ  温度変調型示差走査熱量計にて測定される低温結晶化開始温度が約５\n１．９℃\nｅ  塩化ビニリデン繰り返し単位を約８０．９％含有するポリ塩化ビニリ\nデン系樹脂に対して，\nｆ  エポキシ化植物油を約１．５重量％，クエン酸エステルを約５．５重\n量％含有する\nｇ  厚みが約１０μｍ\nｈ  塩化ビニリデン系樹脂ラップフィルム\nウ  被告製品３\nａ  ＴＤ方向の引裂強度が約４．３ｃＮ\nｂ  ＭＤ方向の引張弾性率が約４２３ＭＰａ\nｃ  塩化ビニリデン系樹脂ラップフィルム\nｄ  温度変調型示差走査熱量計にて測定される低温結晶化開始温度が約５\n２．４℃\nｅ  塩化ビニリデン繰り返し単位を約８０．８％含有するポリ塩化ビニリ\nデン系樹脂に対して，\nｆ  エポキシ化植物油を約１．５重量％，クエン酸エステルを約５．５重\n量％含有する\nｇ  厚みが約１１μｍ\nｈ  塩化ビニリデン系樹脂ラップフィルム\n⑶  これに対し，被告は，本件発明の構成要件Ａの「ＴＤ方向の引裂強度」に\n関し，「軽荷重引裂試験機（東洋精機製）」を使用し，「ＪＩＳ－Ｐ－８１１６」\n記載の方法に準拠して測定する方法は明らかでなく，第三者機関を通じて\n「ＪＩＳ－Ｐ－８１１６」記載の方法に準拠して測定したところ，約７ｃＮ\nという結果が得られた旨を主張する。しかし，後記３⑶で説示するとおり，\n本件明細書の段落【００５７】の記載によれば，当業者において，「軽荷重引\n裂試験機（東洋精機製）」を使用してラップフィルムの「ＴＤ方向の引裂強度」\nを測定する方法を理解することができるといえるところ，被告が提出した一\n般財団法人カケンテストセンター作成の試験証明書（乙２２）の「試験方法」\n欄には「ＪＩＳ  Ｐ  ８１１６準用」と記載され，その試験片の重ね枚数が１\n６枚であることからすると，上記においては本件明細書の段落【００５７】\n記載の「軽荷重引裂試験機（東洋精機製）」（甲１６，１９，２１，乙８）で\nはなく，「ＪＩＳ  Ｐ  ８１１６」（乙２）記載の「エルメンドルフ形引裂試\n験機」（甲２０，乙８）を用いたものと考えられ，その測定方法自体が本件明\n細書から理解できる測定方法と異なっている（なお，このように，被告が提\n出した上記試験証明書は，被告各製品の「ＴＤ方向の引裂強度」について，\n「エルメンドルフ形引裂試験機」を用いて，「ＪＩＳ  Ｐ  ８１１６」記載の\n方法に従って測定したものと考えられるところ，そもそも，「ＪＩＳ  Ｐ  ８\n１１６」の「６．ｄ）」には，「試験片は，互いに分離して，付着していては\nならない。」と記載されており，被告各製品のような自着性がある家庭用包装\n用ラップについては，「ＪＩＳ  Ｐ  ８１１６」の条件に従った測定はできな\nいことがうかがわれるものであり，上記試験証明書にも，上記測定結果は「参\n考値」であると記載されている。）。したがって，被告の主張する上記測定結\n果は採用できない。\nまた，被告は，本件発明の構成要件Ｄの「低温結晶化開始温度」を測定す\nる方法は明らかではなく，これを一義的に確定することはできないところ，\n測定方法によって６２℃という結果も得られている旨を主張する。しかし，\n後記３⑼で説示するとおり，本件明細書の段落【００４０】，【００５９】の\n記載によれば，当業者において，「低温結晶化開始温度」を測定する方法を理\n解することができるといえるところ，被告は，当初は原告による被告各製品\nの低温結晶化開始温度の測定結果（前記⑴エ）を特段争わず，その後に提出\nした日鉄環境株式会社作成の分析結果報告書（乙１９の３，乙２１の２通）\nによれば，被告製品１の低温結晶化開始温度の測定結果はそれぞれ５９℃，\n６２℃となっており，前者の「発行番号」は「第Ｍ１９０３０２３－２号」，\n後者の「発行番号」は「第Ｍ１９０３０２３－７号」となっていることから\nして，前者の方が当業者において通常理解される測定方法を用いたものであ\nることもうかがわれるから，被告の主張する上記測定結果は採用できない。\n３  争点２（本件特許の無効の抗弁の成否）について\n⑴  争点２－１（無効理由１－１（引用発明１－１に基づく新規性・進歩性欠\n如）の有無）について\nア  被告は，本件発明につき，引用例１－１の「ポリ塩化ビニリデン系樹脂\n（ＰＶＤＣ）」を用いたラップフィルムである引用発明１－１に基づき，新\n規性・進歩性を欠いている旨を主張する。\n新規性について\nａ  引用例１－１（乙５）には，「塩化ビニリデン・塩化ビニル共重合体」\nの含有量が「９０－９６％」，「大豆油」の含有量が「０．８－２％」，\n「Ｏ－アセチルクエン酸トリブチル」の含有量が「５－６％」（本件発\n明の構成要件Ｆ）などの「ポリ塩化ビニリデン系樹脂（ＰＶＤＣ）」に\nついての記載があるが，塩化ビニリデン繰り返し単位（本件発明の構\n成要件Ｅ）についての記載，当該樹脂をラップフィルムに用いること\nについての記載，当該樹脂を用いたラップフィルムの厚み（本件発明\nの構成要件Ｇ）についての記載，当該ラップフィルムのＴＤ方向の引\n裂強度（本件発明の構成要件Ａ），ＭＤ方向の引張弾性率（本件発明の\n構成要件Ｂ）及び低温結晶化開始温度（本件発明の構成要件Ｄ）につ\nいての記載はない。\nｂ  この点，被告は，引用例１－１の「ポリ塩化ビニリデン系樹脂（Ｐ\nＶＤＣ）」を使用して，乙７規格（「中華人民共和国国家基準ＧＢ／Ｔ\n２４３３４－２００９」）に従って製造したラップフィルムである引用\n発明１－１は，本件発明の組成値（構成要件Ｅ～Ｇ）を満たす「塩化\nビニリデン系樹脂ラップフィルム」（構成要件Ｃ，Ｈ）であるところ，\n本件発明の技術的思想からすれば，当然に本件発明の物性値（構成要\n件Ａ，Ｂ，Ｄ）も満たす旨を主張する。\nしかし，本件明細書には，本件発明の組成値を満たす「塩化ビニリ\nデン系樹脂ラップフィルム」が，当然に本件発明の物性値も満たす旨\nの説明は何ら記載されていない。むしろ，本件明細書には，本件発明\nの物性値を満たすための諸条件として，ＴＤ方向の引裂強度は，塩化\nビニリデン系樹脂の組成及びフィルムの厚みのみならず，添加剤組成，\nフィルムの延伸倍率及び延伸速度等によって調整することができるこ\nと，ＭＤ方向の引張弾性率は，塩化ビニリデン系樹脂の組成のみなら\nず，添加剤組成，フィルムの延伸倍率及び延伸速度等によって調整す\nることができること，低温結晶化開始温度は，フィルムの延伸環境・\n延伸倍率・延伸速度，緩和環境・緩和比率，原反の保管環境等によっ\nて，６０℃以下に制御することができることなどが詳細に記載されて\nいる（段落【００３８】，【００３９】，【００４６】～【００５２】）。\nまた，本件明細書の比較例には，本件発明の組成値を満たしながら，\n本件発明の物性値を満たさない具体例が多数示されている（段落【０\n０７６】～【００８２】，【表１】の比較例１～７）。そうすると，本件\n発明の組成値を満たす「塩化ビニリデン系樹脂ラップフィルム」が，\n当然に本件発明の物性値も満たすという関係があるとは認められない。\nそうすると，仮に引用発明１－１が本件発明の組成値を満たす「塩\n化ビニリデン系樹脂ラップフィルム」に当たるとしても，当然に本件\n発明の物性値も満たすものと認めることはできず，他にこれを認める\nに足りる証拠はない。被告の上記主張は採用できない。\nｃ  したがって，本件発明が，引用発明１－１と同一のものであるとは\nいえず，これに基づき，新規性を欠くとはいえない。\n進歩性について\nａ  上 ，本件発明と引用例１－１を対比すると，少なくと\nも，本件発明が，本件発明の物性値（構成要件Ａ，Ｂ，Ｄ）を満たす\n「塩化ビニリデン系樹脂ラップフィルム」（構成要件Ｃ，Ｈ）であるの\nに対し，引用例１－１は，そもそもラップフィルムではなく「ポリ塩\n化ビニリデン系樹脂（ＰＶＤＣ）」であり，それゆえラップフィルムと\nしての物性値は不明である点において相違するものと認められる。\nｂ  そして，上記 のとおり，引用例１－１には，そもそも当該樹脂\nをラップフィルムに用いることについての記載や当該樹脂を用いたラ\nップフィルムの物性値についての記載はない。\nｃ  そうすると，仮に，引用例１－１に接した当業者において，当該樹\n脂を用いたラップフィルム（引用発明１－１）を製造することを想到\nし得たとしても，そこから進んで，本件発明の課題（裂けトラブルの\n抑制及びカット性の向上）を解決するための手段として，本件発明の\n物性値を満たすことに着目する示唆ないし動機付けがあったとはいえ\nず，これを容易に想到し得たとはいえない。\nｄ  したがって，本件発明は，当業者において，引用例１－１ないし引\n用発明１－１に基づいて容易に発明することができたものとはいえず，\n進歩性を欠くともいえない。\nウ  以上によれば，本件特許には，引用発明１－１に基づき，特許法２９条\n１項３号又は２項に違反する無効理由（同法１２３条１項２号）があると\nはいえない。\n⑵  争点２－２（無効理由１－２（引用発明１－２に基づく新規性・進歩性欠\n如）の有無）について\nア  被告は，本件発明につき，引用例１－２に記載された引用発明１－２に\n基づき，新規性・進歩性を欠いている旨を主張する。\n新規性について\nａ  引用発明１－２（乙１２）の構成は，次のとおりに分説することが\nでき，本件発明の組成値（構成要件Ｅ～Ｇ）を満たす「塩化ビニリデ\nン系樹脂ラップフィルム」（構成要件Ｃ，Ｈ）に当たると認められる。\nａ  ＴＤ方向の引裂強度（記載なし）\nｂ  ＭＤ方向の引張弾性率（記載なし）\nｃ  塩化ビニリデン系樹脂ラップフィルム\nｄ  温度変調型示差走査熱量計にて測定される低温結晶化開始温度\n（記載なし）\nｅ  塩化ビニリデン繰り返し単位を約８５％含有するポリ塩化ビニリ\nデン系樹脂に対して，\nｆ  エポキシ系植物油であるエポキシ化大豆油（ＥＳＯ）を１．３重\n量％，クエン酸エステルであるアセチルクエン酸トリブチル（ＡＴ\nＢＣ）を５．３重量％含有する\nｇ  厚みが１０μｍ\nｈ  塩化ビニリデン系樹脂ラップフィルム\nｂ  この点，被告は，本件発明の組成値を満たす「塩化ビニリデン系樹\n脂ラップフィルム」は，当然に本件発明の物性値（構成要件Ａ，Ｂ，\nＤ）も満たす旨を主張する。\nしかし，上記⑴ で説示したとおり，そもそも本件発明におい\nて上記のような関係は認められないから，引用発明１－２が，本件発\n明の組成値を満たす「塩化ビニリデン系樹脂ラップフィルム」に当た\nるからといって，当然に本件発明の物性値も満たすものと認めること\nはできず，他にこれを認めるに足りる証拠はない。被告の上記主張は\n採用できない。\nｃ  したがって，本件発明が，引用発明１－２と同一のものであるとは\nいえず，これに基づき，新規性を欠くとはいえない。\n進歩性について\nａ  上 のとおり，本件発明と引用発明１－２とを対比すると，本件\n発明は，本件発明の物性値を満たすのに対し，引用発明１－２は，こ\nれを満たすか否かが不明である点において相違するものと認められる。\nｂ  この点，被告は，塩化ビニリデン系樹脂を用いたラップフィルムの\n密着性及びカット性は周知の課題であったところ，引用例２（乙１３）\nには，原告製品「サランラップ」について，「引裂強さ」が「３ｃＮ」\nであること，「引張弾性率」が「４７０ＭＰａ」であること，厚みが「１\n１μｍ」であることが記載されていたのであるから，当業者において，\n引用発明１－２に引用例２に開示された技術的思想を適用することに\nより，本件発明の構成要件Ａ及びＢの物性値（ＴＤ方向の引裂強度が\n２～６ｃＮ及びＭＤ方向の引張弾性率が２５０～６００ＭＰａ）に係\nる相違点は，容易に想到し得た旨を主張する。\nしかし，そもそも，主引例である引用例１－２（乙１２）には，ラ\nップフィルムの性能としての「密着性」や「カット性」についての記\n載はあるものの，これらと関係する物性としての「引裂強度」や「引\n張弾性率」についての記載はなく，それらの数値範囲の設定が課題で\nあるとの示唆もないから，引用例１－２に接した当業者において，様々\nな物性の中からあえて「引裂強度」及び「引張弾性率」に着目して，\n引用例２を適用する動機付けがあるとはいい難く，上記相違点を容易\nに想到し得たとはいえない。\nしたがって，被告の上記主張は採用できない。\nｃ  また，被告は，仮に本件発明と引用発明１－２との間に本件発明の\n構成要件Ｄの物性値（低温結晶化開始温度が４０～６０℃）に係る相\n違点があるとしても，上記物性値に係る数値範囲に臨界的意義はない\nから，本件発明の進歩性を基礎付けるものとはいえない旨を主張する。\nしかし，本件明細書によれば，本件発明は，従前のラップフィルム\nの「低温結晶化開始温度」が６０℃を上回っていたところを，フィル\nムの延伸環境・延伸倍率・延伸速度，緩和環境・緩和比率，原反の保\n管環境等の調整によって「４０～６０℃」に制御する（４０℃を下回\nることはない。）ことにより，裂けトラブルを抑制するという課題を解\n決しようとするものであり，その効果も実施例及び比較例を通じて実\n証されているといえる（段落【００４１】～【００５２】，【００６５】\n～【００８６】，【表１】の実施例１～６及び比較例２～６。例えば，\n実施例１と比較例３は，本件発明の組成値及び物性値のうち構成要件\nＤの物性値以外をほぼ共通させ，同構成要件の物性値のみ前者を４\n９℃，後者を６６℃としたところ，裂けトラブルの抑制効果に顕著な\n差があることを示したものである。）。\nなお，被告は，本件発明の効果としての裂けトラブルの抑制は，低\n温結晶化開始温度と原反の保管環境のいずれの影響によるものかを判\n断できない旨を指摘する。しかし，本件発明は，所定の製造方法によ\nって製造した原反を一時的に保管した後に，紙管等に巻き返してラッ\nプフィルムとして製品化することを予定しているのであるから（段落\n【０００３】，【００４７】，【００５１】～【００５３】），原反の保管\n環境等をラップフィルムの物性値の抑制のための条件として用いるこ\nとも許容されると考えられるところ，本件発明は，飽くまで裂けトラ\nブルの抑制効果の有無を低温結晶化開始温度という物性値を指標とし\nて判別することとし，原反の保管環境等を低温結晶化開始温度の抑制\nのための一要因として位置付けているのであるから，これを正解しな\nい被告の上記主張は失当である。\nそうすると，本件発明の構成要件Ｄの物性値に係る数値範囲に臨界\n的意義がないということはできない。そして，引用例１－２及び引用\n例２には，「低温結晶化開始温度」についての記載はなく，その数値範\n囲の設定が課題であるとの示唆もないから，引用例１－２（及び引用\n例２）に接した当業者において，様々な物性の中からあえて「低温結\n晶化開始温度」に着目する動機付けがあるとはいえず，上記相違点を\n容易に想到し得たとはいえない。被告の上記主張は採用できない。\nｄ  したがって，本件発明は，当業者において，引用発明１－２に引用\n例２に開示された技術的思想を適用することにより，容易に発明をす\nることができたものであるとはいえず，引用発明１－２に基づき，進\n歩性を欠くともいえない。\nウ  以上によれば，本件特許には，引用発明１－２に基づき，特許法２９条\n１項３号又は２項に違反する無効理由（同法１２３条１項２号）があると\nはいえない。\n⑶  争点２－３（無効理由２（ＴＤ方向の引裂強度の測定方法に関する実施可\n能要件違反）の有無）について\nア  被告は，本件明細書の段落【００５７】には，本件発明の構成要件Ａの\n「ＴＤ方向の引裂強度」は，「軽荷重引裂試験機（東洋精機製）」を使用す\nるとしながら，他方でエルメンドルフ形引裂試験機を使用することを前提\nとする「ＪＩＳ－Ｐ－８１１６」記載の方法に準拠して測定する旨が記載\nされているところ，これではＴＤ方向の引裂強度の測定方法を理解するこ\nとは困難であるため，本件特許は，実施可能要件を満たさない旨を主張す\nる。\nイ  そこで検討するに，本件明細書によれば，ＴＤ方向の引裂強度は，飽く\nまで「軽荷重引裂試験機（東洋精機製）」を「使用」して測定するとされ，\n「ＪＩＳ－Ｐ－８１１６」記載の方法については「準拠して」とされてい\nるにすぎないのであるから，当業者であれば，その技術常識に従って，実\n際に使用する軽荷重引裂試験機（東洋精機製）の取扱説明書（甲１６，１\n９）と「ＪＩＳ  Ｐ  ８１１６」（乙２）の使用条件に相違がある場合には，\n前者の使用条件を優先すべきものであると理解し，それゆえ引裂対象とな\nるプラスチック試験片についても，上記取扱説明書の記載に従って，その\n寸法（長さ：６３．５±０．５ｍｍ，幅：５０±２ｍｍ），切り込み長さ（切\nり込み深さ１２．７±０．５ｍｍ），引き裂き長さ（５０．８ｍｍ＝６３．\n５ｍｍ－１２．７ｍｍ），試験片枚数（１枚）等の測定条件を一義的に設定\nするなどして，ＴＤ方向の引裂強度を測定することができるといえる。\nなお，原告は，「ＪＩＳ－Ｐ－８１１６」記載の方法に「準拠して」との\n記載の意味について，３つの引裂強さ試験法（①トラウザー引裂法，②エ\nルメンドルフ引裂法，③直角形引裂法）のうち，軽荷重引裂試験機と全く\n同じ測定原理であるエルメンドルフ引裂法による原理・計算方法による引\n裂強度の測定であることを明らかにするものである旨を説明するところ，\n実際に軽荷重引裂試験機とエルメンドルフ形引裂試験機の測定原理が同じ\nであることが認められることからしても（甲１８～２１），当業者において\nも，上記記載の意味を理解できるものといえる。\nすなわち，実際に，本件発明の技術分野に関する当業者において，例え\nば，東レ株式会社の特許出願に係る公開特許公報（甲１０の段落【００３\n５】），二村化学工業株式会社の特許出願に係る公開特許公報（甲１１の段\n落【００３０】），グンゼ株式会社の特許出願に係る再公表特許（甲１２の\n段落【００７６】），株式会社興人の特許出願に係る公開特許公報（甲１３\nの段落【００２９】）に加え，興人フィルム＆ケミカルズ株式会社の特許出\n願に係る特許公報（甲１７の段落【００２１】）においても，ラップフィル\nムの引裂強度について，「ＪＩＳ－Ｐ－８１１６に準拠し，軽荷重引裂試験\n機（東洋精機製）で測定した」旨の記載がされている。\nさらに，原告が被告各製品のＴＤ方向の引裂強度の測定を依頼した株式\n会社ＤＪＫのみならず，被告が被告各製品等のＴＤ方向の引裂強度の測定\nを依頼した株式会社生活品質科学研究所においても，本件明細書の段落【０\n０５７】の記載に基づいて，軽荷重引裂試験機（東洋精機製）を使用して\nラップフィルムのＴＤ方向の引裂強度を測定する方法の理解が可能であっ\nたことがうかがわれる（甲３の１，甲１５，乙４，９）。\nそうすると，本件明細書によれば，当業者において，技術常識に基づい\nて，ラップフィルムのＴＤ方向の引裂強度の測定方法を理解し，これを実\n施できるものというべきである。被告の上記主張は採用できない。\nウ  以上によれば，本件発明に係る本件明細書の発明の詳細な説明の記載は，\n当業者がその実施をすることができる程度に明確かつ十分に記載したもの\nであるといえ，本件特許には，実施可能要件（特許法３６条４項１号）を\n満たさない無効理由（同法１２３条１項４号）があるとはいえない。\n⑷  争点２－４（無効理由３－１（本件発明の組成値に関する実施可能要件違\n反）の有無）について\nア  被告は，仮に本件発明の組成値を満たすラップフィルムであれば本件発\n明の物性値も満たすという関係が否定されるのであれば，当業者において，\n本件発明の組成値を含む多数の要素をどのように調整すれば，本件発明の\n効果を奏するラップフィルムを得ることができるのかを認識することがで\nきないか，あるいは過度の試行錯誤をしなければこれを認識することがで\nきないから，本件特許は，実施可能要件を満たさない旨を主張する。\nイ  そこで検討するに，本件明細書には，本件発明の物性値（構成要件Ａ，\nＢ，Ｄ）は，本件発明の組成値（構成要件Ｅ～Ｇ）のみならず，その他の\n要素を調整することによって制御できる旨が記載されている。すなわち，\n具体的には，ＴＤ方向の引裂強度（構成要件Ａ）について，塩化ビニリデ\nン系樹脂の組成，添加剤組成，フィルムの延伸倍率，延伸速度，フィルム\nの厚み等によって調整でき，特に制限されないが，例えば，ＴＤ方向の延\n伸倍率を低くしたり，ラップフィルムを厚くすることによって，向上する\n傾向にあり，ＴＤ方向の延伸倍率を高くしたり，ラップフィルムを薄くす\nることによって，低下する傾向にある旨が記載されている（段落【００３\n８】）。また，ＭＤ方向の引張弾性率（構成要件Ｂ）について，塩化ビニリ\nデン系樹脂の組成，添加剤組成，フィルムの延伸倍率，延伸速度等によっ\nて調整でき，特に制限されないが，例えば，延伸倍率を高くしたり，添加\n剤量を低減することによって，向上する傾向にあり，延伸倍率を低くした\nり，添加剤量を増加することによって，低下する傾向にある旨が記載され\nている（段落【００３９】）。さらに，低温結晶化開始温度（構成要件Ｄ）\nを制御したラップフィルムの好適な製造方法として，塩化ビニリデン系樹\n脂組成物を溶融押し出しした後の製造工程において ，延伸温度３０～４\n５℃条件下において，ＭＤ方向及びＴＤ方向の延伸倍率を共に４～６倍と\nし，ＭＤ方向の延伸速度を０．０９～０．１２倍／ｓ，ＴＤ方向の延伸速\n度を３．１～４．０倍／ｓとし，延伸直後のフィルムの緩和時の雰囲気温\n度を２５～３２℃に設定して，フィルム緩和比率を７～１５％とし，延伸\n後の原反を２４時間以上５～１９℃で保管するなどの処置をすることによ\nって，低温結晶化開始温度を４０～６０℃に制御することができる旨が記\n載されている（段落【００４６】～【００５２】）。そして，本件明細書の\n実施例及び比較例では，具体的な延伸条件等による物性値の調整方法（例\nえば，比較例１において延伸速度を，比較例２において緩和比率を，比較\n例３，４において原反の保管温度を，それぞれ上記数値範囲から外すこと\nで，低温結晶化開始温度が４０～６０℃から外れる。）が開示されている（段\n落【００６５】～【００８６】，【表１】）。\nそうすると，本件明細書に基づいて，当業者において，過度の試行錯誤\nを要することなく，本件発明の組成値その他の要素を調整することにより，\n本件発明の物性値を満たすラップフィルムを製造することができるという\nべきである。被告の上記主張は採用できない。\nウ  以上によれば，本件発明に係る本件明細書の発明の詳細な説明の記載は，\n当業者がその実施をすることができる程度に明確かつ十分に記載したもの\nであるといえ，本件特許には，実施可能要件（特許法３６条４項１号）を\n満たさない無効理由（同法１２３条１項４号）があるとはいえない。\n⑸  争点２－５（無効理由３－２（サポート要件違反）の有無）について\nア  被告は，仮に本件発明の組成値を満たすラップフィルムであれば本件発\n明の物性値も満たすという関係が否定されるのであれば，本件明細書には，\n当業者において，いかなる組成値を備えれば，必要な物性値を備えたラッ\nプフィルムとなり，本件発明の課題を解決することができるのかを認識す\nるに足りる十分な記載はなく，特に本件発明の構成要件Ａの「ＴＤ方向の\n引裂強度」について，「裂けトラブル抑制効果」を奏するための数値範囲が\n「２～６ｃＮ」であることを裏付ける比較例は全くないから，本件特許は，\nサポート要件を満たさない旨を主張する。\nイ  そこで検討するに，特許請求の範囲の記載が，明細書のサポート要件に\n適合するか否かは，特許請求の範囲の記載と発明の詳細な説明の記載とを\n対比し，特許請求の範囲に記載された発明が，発明の詳細な説明に記載さ\nれた発明で，発明の詳細な説明の記載により当業者が当該発明の課題を解\n決できると認識できる範囲のものであるか否か，また，その記載や示唆が\nなくとも当業者が出願時の技術常識に照らし当該発明の課題を解決できる\nと認識できる範囲のものであるか否かを検討して判断すべきものである。\nそして，前記１で認定したとおり，本件明細書の「発明が解決しようと\nする課題」には，従来の塩化ビニリデン系樹脂ラップフィルムでは，カッ\nト性を良くするためにフィルムの引裂強度を低くすれば裂けトラブルが多\n発し，これを低減するためにフィルムの引裂強度を高くすればカット性が\n悪化するなど，裂けトラブルの抑制とカット性の向上の両立が課題となっ\nていた旨の記載がある（段落【０００８】～【００１０】）。\nまた，「課題を解決するための手段」には，本件発明は，上記課題の解決\n手段として，ＴＤ方向の引裂強度が２～６ｃＮであること，ＭＤ方向の引\n張弾性率が２５０～６００ＭＰａであること，温度変調型示差走査熱量計\nによって測定される低温結晶化開始温度が４０～６０℃であることという\n物性値を満たす構成の塩化ビニリデン系樹脂ラップフィルムを採用した旨\nの記載があり（段落【００１２】），「発明の効果」には，本件発明の構成を\n採用することで，裂けトラブルの抑制とカット性の向上を両立させた塩化\nビニリデン系樹脂ラップフィルムを得ることができる旨の記載がある（段\n落【００１４】）。\nさらに，「発明を実施するための形態」には，前記⑴，⑵，⑷で説示した\nとおり，本件発明の物性値を得るための諸条件やラップフィルムの好適な\n製造方法が記載され（段落【００３８】，【００３９】，【００４６】～【０\n０５２】），「実施例」及び「比較例」には，具体的な延伸条件等による物性\n値の調整方法が開示されている（段落【００６５】～【００８６】，【表１】）。\nそうすると，たとえ被告の主張するような比較例がないとしても，本件\n発明の技術分野に関する当業者において，本件発明の課題が，裂けトラブ\nルの抑制とカット性の向上を両立させた塩化ビニリデン系樹脂ラップフィ\nルムを提供することにあるところ，本件発明は，その解決手段として，本\n件発明の組成値に加えて，本件発明の物性値を満たすものを採用したもの\nであり，その結果，裂けトラブルの抑制とカット性の向上を両立させた塩\n化ビニリデン系樹脂ラップフィルムを得ることができるものと優に認識で\nきるというべきである。被告の上記主張は採用できない。\nウ  以上によれば，本件発明は，本件明細書の発明の詳細な説明に記載され，\nその記載から，本件発明の課題を解決することができると認識できる範囲\nのものであるといえ，本件特許には，サポート要件（特許法３６条６項１\n号）を満たさない無効理由（同法１２３条１項４号）があるとはいえない。\n⑹  争点２－６（無効理由４（ＴＤ方向の引裂強度の測定方法に関する明確性\n要件違反）の有無）について\nア  被告は，当業者において，本件発明の構成要件Ａの「ＴＤ方向の引裂強\n度」の意義及び測定方法を理解することができないから，自ら生産し，又\nは譲渡する「塩化ビニリデン系樹脂ラップフィルム」が，上記構成要件の\n物性値を満たすか否かを認識することができず，本件特許は，明確性要件\nを満たさない旨を主張する。\nイ  しかし，前記１及び前記３⑶で認定説示したところによれば，本件明細\n書の段落【００１２】，【００３８】，【００５７】の記載及び技術常識に従\nえば，当業者において，構成要件Ａの「ＴＤ方向の引裂強度」の意義は，\nあらかじめ切れ目を入れた１枚の試験片を幅方向（ＴＤ方向）に引き裂き\n続けるのに必要とする力の平均値（乙２）であり，その測定方法は，「軽荷\n重引裂試験機（東洋精機製）」を使用し，その取扱説明書（甲１６，１９）\nと「ＪＩＳ  Ｐ  ８１１６」（乙２）の使用条件に相違がある場合には，前\n者の使用条件を優先し，それゆえ引裂対象となるプラスチック試験片につ\nいても，上記取扱説明書の記載に従って，その寸法（長さ：６３．５±０．\n５ｍｍ，幅：５０±２ｍｍ），切り込み長さ（切り込み深さ１２．７±０．\n５ｍｍ），引き裂き長さ（５０．８ｍｍ＝６３．５ｍｍ－１２．７ｍｍ），\n試験片枚数（１枚）等の測定条件を一義的に設定するなどして測定するこ\nとができるものと容易に理解できるというべきであって，上記文言が明確\nでないということはできない。被告の上記主張は採用できない。\nウ  したがって，本件特許請求の範囲の記載については，特許を受けようと\nする発明が明確であるといえ，本件特許には，明確性要件（特許法３６条\n６項２号）を満たさない無効理由（同法１２３条１項４号）があるとはい\nえない。\n⑺  争点２－７（無効理由５（本件公然実施品に基づく新規性・進歩性欠如）\nの有無）について\nア  被告は，本件発明が，本件公然実施品に基づき，新規性・進歩性を欠い\nている旨を主張する。\nイ   新規性について\nａ  被告は，本件公然実施品の低温結晶化開始温度を測定し，これらの\n製造年月，測定年月及びその間の月数をまとめたものが，別表「浙江\n巨化のＰＶＤＣを使用した製品の低温結晶化開始温度」であり，これ\nに基づいて，縦軸に「低温結晶化開始温度」，横軸に製造年月から測定\n年月までの「月数」をとってその散布図を作成し，最小二乗法により\n求められた近似曲線（ｙ＝０．０４９３ｘ＋６０．１２８）を示した\nものが，別図「製造年月から測定年月までの月数（横軸）と低温結晶\n化開始温度（縦軸）の分布」であることからして，本件公然実施品の\n製造時の低温結晶化開始温度は，上記近似曲線のｙ切片である６０．\n１２８℃であると推認することができ，これを四捨五入すれば６０℃\nになるから，本件発明の構成要件Ｄの物性値（低温結晶化開始温度が\n４０～６０℃）を満たす旨を主張する。\nｂ  しかし，そもそも，被告が指摘する上記別表及び別図によっても，\n本件公然実施品の測定時の低温結晶化開始温度は，全て６０℃を超え\nており，上記数値範囲を満たさないのであり，その製造時の低温結晶\n化開始温度が上記数値範囲を満たすことは何ら実証されているもので\nはない。\nｃ  これを措くとしても，被告が主張する本件公然実施品の製造時の低\n温結晶化開始温度の推定値（６０．１２８℃）は，そもそも本件発明\nの構成要件Ｄの物性値の数値範囲を満たさない。\nまた，被告が指摘する上記別図については，最小二乗法による推定\nの前提（線形の関数関係）が成り立つことが必要であるが，そのこと\nについての合理的根拠が示されているとはいえない。\nさらに，被告は，本件公然実施品である「製造年月が２０１２年７\n月」のラップフィルム（乙２４の２）のデータ（６７℃）及び「製造\n年月が２０１５年１０月」のラップフィルム（乙２４の３）のデータ\n（６６℃）を計算対象から除外しており，その理由について，前者は\n製造年月が他のラップフィルム（乙１６の１）と重複するためとし，\n後者は劣化し難いラップフィルムの「中央付近」と対比するために劣\n化しやすい「端部」を測定したものであって参考的なものにすぎない\nとしている。\nしかし，他方で，被告は，「製造年月が２０１２年１月」のラップフ\nィルム（乙１７，１９の１）のデータ（３個）については重複を排除\nしていないなど，データ選択に一貫性がなく，上記の「製造年月が２\n０１２年７月」のラップフィルム（乙２４の２）のデータを除外して，\n他の製造年月が同じラップフィルム（乙１６の１）のデータを選択し\nた理由も説明していない上，上記の「製造年月が２０１５年１０月」\nのラップフィルムの分析結果報告書（乙２４の３）は，「端部」が劣化\nし易いことについて何ら指摘していない。そうすると，被告が上記推\n定値を導くに当たって計算対象としたデータの選択については，合理\n的な説明を欠くといわざるを得ない（なお，被告は，当初は，本件公\n然実施品の製造時の低温結晶化開始温度の推定値を導くに当たり，上\n記別表及び別図で計算対象とした本件公然実施品のデータのみならず，\n本件発明の構成要件Ｄの物性値を満たす被告製品１のデータを加えて\nいたものであるが，これが失当であることは，事の性質上明らかであ\nる。）。\n以上によれば，被告が主張する本件公然実施品の製造時の低温結晶\n化開始温度の推定値（６０．１２８℃）は採用できず，仮にこれを前\n提としたとしても，本件公然実施品が本件発明の構成要件Ｄの物性値\nを満たすとはいえない。\nｄ  したがって，その余の点について検討するまでもなく，本件発明が，\n本件公然実施品と同一のものであるとはいえず，これに基づき，新規\n性を欠くとはいえない。\n進歩性について\nａ  上記 のとおり，本件発明と本件公然実施品とを対比すると，少な\nくとも，本件発明が構成要件Ｄの物性値を満たすのに対し，本件公然\n実施品はこれを満たさない点において相違する。\nｂ  この点，被告は，本件発明の構成要件Ｄの物性値に係る数値範囲の\n臨界的意義が明らかではないから，本件発明の進歩性を基礎付けるも\nのとはいえない旨を主張する。\nしかし，前記⑵イ で認定説示したとおり，本件発明の構成要件\nＤの物性値に係る数値範囲には臨界的意義がないということはできな\nいものであるし，本件証拠を精査しても，本件公然実施品に接した当\n業者において，様々な物性の中からあえて本件発明で取り上げられて\nいる「低温結晶化開始温度」に着目する示唆ないし動機付けがあるこ\nとをうかがわせる合理的根拠も認められず，当業者が上記相違点を容\n易に想到し得たということはできない。被告の上記主張は採用できな\nい。\nｃ  したがって，本件発明は，当業者において，本件公然実施品に基づ\nいて容易に発明することができたものとはいえず，進歩性を欠くとも\nいえない。\nウ  以上によれば，仮に本件公然実施品が本件特許の特許出願前に公然実施\nされたものであったとしても，本件特許には，本件公然実施品に基づき，\n特許法２９条１項２号又は２項に違反する無効理由（同法１２３条１項２\n号）があるとはいえない。\n⑻  争点２－８（無効理由６（低温結晶化開始温度の制御方法に関する実施可\n能要件違反）の有無）について\nア  被告は，本件明細書には，本件発明の構成要件Ｄの「低温結晶化開始温\n度」に影響を与える要因としては，段落【００５０】の「フィルムの緩和\n比率」についての言及しかなく，これが「７％以上」の場合に「低温結晶\n化開始温度」を「６０℃以下」とできる旨が記載されているが，段落【０\n０８６】の比較例等には，フィルムの緩和比率が１０％でありながら，低\n温結晶化開始温度が６０℃を上回るものがあり，本件特許は，実施可能要\n件を満たさない旨を主張する。\nイ  しかし， で認定説示したとおり，本件明細書には，\n従前のラップフィルムの「低温結晶化開始温度」が６０℃を上回っていた\nところを，フィルムの延伸環境・延伸倍率・延伸速度，緩和環境・緩和比\n率，原反の保管環境等の調整によって「４０～６０℃」に制御することが\nできる旨の記載があり，具体的には，低温結晶化開始温度を４０～６０℃\nに制御したラップフィルムの好適な製造方法として，塩化ビニリデン系樹\n脂組成物を溶融押し出しした後の製造工程において ，延伸温度３０～４\n５℃条件下において，ＭＤ方向及びＴＤ方向の延伸倍率を共に４～６倍と\nし，ＭＤ方向の延伸速度を０．０９～０．１２倍／ｓ，ＴＤ方向の延伸速\n度を３．１～４．０倍／ｓとし，延伸直後のフィルムの緩和時の雰囲気温\n度を２５～３２℃に設定して，フィルム緩和比率を７～１５％とし，延伸\n後の原反を２４時間以上５～１９℃で保管するなど の処置をすることに\nよって，低温結晶化開始温度を４０～６０℃に制御することができる旨が\n記載されているほか，実施例及び比較例では，具体的な延伸条件等による\n低温結晶化開始温度の調整方法（例えば，比較例１において延伸速度を，\n比較例２において緩和比率を，比較例３，４において原反の保管温度を，\nそれぞれ上記数値範囲から外すことで， 低温結晶化開始温度が４０～６\n０℃から外れる。）が開示されている（段落【００４１】～【００５２】，\n【００６５】～【００８６】，【表１】）。\nこのように，本件明細書には，低温結晶化開始温度を４０～６０℃に制\n御するための方法として，フィルムの緩和比率のみならず，その他の様々\nな条件について詳細に記載されているのであり，これらの記載に基づくこ\nとによって，当業者において，過度の試行錯誤を要することなく，低温結\n晶化開始温度が上記数値範囲を満たすラップフィルムを得ることができる\nというべきである。被告の上記主張は採用できない。\nウ  したがって，本件明細書の発明の詳細な説明の記載は，当業者がその実\n施をすることができる程度に明確かつ十分に記載したものであるといえ，\n本件特許には，実施可能要件（特許法３６条４項１号）を満たさない無効\n理由（同法１２３条１項４号）があるとはいえない。\n⑼  争点２－９（無効理由７－１（低温結晶化開始温度の測定方法に関する実\n施可能要件違反）の有無）について\nア  被告は，本件明細書の段落【００４０】には，本件発明の構成要件Ｄの\n「低温結晶化開始温度」は，「ＪＩＳ  Ｋ７１２１」の「補外結晶化開始温\n度」であると明確に記載しながら，「ＪＩＳ  Ｋ７１２１」の「補外結晶化\n終了温度」の定義と同一のものが十分な説明もなく記載されており，不明\n瞭であるし，「補外結晶化開始温度」については，明瞭な「結晶化ピーク」\nがないときは，「ベースライン」も「こう配が最大になる点」も認識するこ\nとが困難であり，「ベースライン」の取り方によって，「低温結晶化開始温\n度」（補外結晶化開始温度）も異なり得るから，本件特許は，実施可能要件\nを満たさない旨を主張する。\nイ  しかし，本件明細書の段落【００４０】には，本件発明のラップフィル\nムについて，「温度変調型示差走査熱量計（温度変調型ＤＳＣ）にて測定さ\nれる低温結晶化開始温度が４０～６０℃である」，「低温結晶化開始温度は，\n温度変調型ＤＳＣによる昇温測定で得られる非可逆成分の温度－熱流曲線\nにおいて，低温結晶化に起因する発熱ピークの補外結晶化開始温度（ＪＩ\nＳ  Ｋ７１２１に記載の補外結晶化開始温度と同様に，昇温測定において\n低温側のベースラインを高温側に延長した線と，結晶化ピークの低温側の\n曲線にこう配が最大になる点で引いた接点（原文ママ）の交点の温度）」な\nどと記載され，段落【００５９】には，「測定サンプルは，ラップフィルム\nの出荷後の流通，及び家庭での保管を想定し，作製後のラップフィルムを\n２８℃に設定した恒温槽にて１ヶ月間保管したものを使用した」，「測定は，\nパーキンエルマー社製のＤＳＣ（ＤｉａｍｏｎｄＤＳＣ）を使用し，ステ\nップスキャン測定モード（サンプル重量：６ｍｇ，サンプルパン材質：ア\nルミ製，測定温度：０～１８０℃，昇温速度：１０℃／ｍｉｎ，昇温ステ\nップ幅：４℃，等温時間：１ｍｉｎ）を利用した」，「空のアルミ製サンプ\nルパンについても前記条件にて測定し，ラップフィルムの温度－熱流曲線\nの補正を行った」，「補正後の温度－熱流曲線の非可逆成分において，低温\n結晶化に起因する発熱が開始する温度を低温結晶化開始温度とした」など\nと記載されている。しかして，当業者において，上記のようなＤＳＣを使\n用した測定方法は広く採用されており，実際に原告ないし被告が被告各製\n品ないし本件公然実施品等の低温結晶化開始温度の測定を依頼した株式会\n社ＤＪＫや日鉄環境株式会社においても，本件明細書の記載に従って低温\n結晶化開始温度を測定していることがうかがわれる（甲３，乙１６の１，\n１７，１９，２１，２４，弁論の全趣旨）。\nこのように，本件明細書には，低温結晶化開始温度を測定する方法が明\n記されているといえ，これに基づいて，当業者において，過度の試行錯誤\nを要することはなく，低温結晶化開始温度を測定することができるという\nべきである。被告の上記主張は採用できない。\nウ  したがって，本件明細書の発明の詳細な説明の記載は，当業者がその実\n施をすることができる程度に明確かつ十分に記載したものであるといえ，\n本件特許には，実施可能要件（特許法３６条４項１号）を満たさない無効\n理由（同法１２３条１項４号）があるとはいえない。\n⑽  争点２－１０（無効理由７－２（低温結晶化開始温度の測定方法に関する\n明確性要件違反）の有無）について\nア  被告は，本件明細書の記載を踏まえても，本件発明の構成要件Ｄの低温\n結晶化開始温度が一義的に定まらないから，明確性要件を満たさない旨を\n主張する。\nイ  しかし，上記⑼で説示したとおり，本件明細書には，低温結晶化開始温\n度を測定する方法が明記されているのであり，これが明確性を欠くとはい\nえない。\nウ  したがって，本件特許請求の範囲の記載については，特許を受けようと\nする発明が明確であるといえ，本件特許には，明確性要件（特許法３６条\n６項２号）を満たさない無効理由（同法１２３条１項４号）があるとはい\nえない。\n⑾  小括\n以上によれば，本件特許に無効理由があるとはいえない。\n４  原告の請求の可否\n以上の１ないし３によれば，被告が被告各製品について輸入，販売又は販売\nの申出をする行為は，本件発明の実施行為に当たるものとして，原告の有する\n本件特許に係る特許権を侵害するものであるというべきである。\nしたがって，原告は，被告に対し，上記特許権に基づき，被告各製品の輸入，\n販売又は販売の申出の差止めを求めることができるとともに，侵害の行為を組\n成した物である被告各製品の廃棄を求めることができるといえるものである。\n第５  結論\nよって，原告の請求は理由があるからこれらを全て認容することとして，主\n文のとおり判決する。\n東京地方裁判所民事第４７部\n裁判長裁判官            田 中 孝 一\n裁判官            奥              俊 彦\n裁判官            西      尾      信    員\n（別紙特許公報  省略）\n別  紙\n物件目録\n１  被告製品１\n商品名を「ＰＲＥＭＩＵＭ（プレミアム）ラップ」とする３０ｃｍ×５０ｍ\nの食品包装用ラップフィルム（ＪＡＮコード４５６０１３１９３０４２４）\n２  被告製品２\n商品名を「ＰＲＥＭＩＵＭ（プレミアム）ラップ」とする２２ｃｍ×５０ｍ\nの食品包装用ラップフィルム（ＪＡＮコード４５６０１３１９３０４３１）\n３  被告製品３\n商品名を「ＰＲＥＭＩＵＭ（プレミアム）ラップ」とする４５ｃｍ×５０ｍ\nの食品包装用ラップフィルム（ＪＡＮコード４５６０１３１９３０５２３）\n以  上\n別  表\n別  図\n製造年月から測定年月までの月数（横軸）と低温結晶化開始温度（縦軸）の分布\n浙江巨化のＰＶＤＣを使用した製品の低温結晶化開始温度\n号  証  製造年月  測定年月  製造から\n測定までの\n月  数\n低温結晶化\n開始温度\n乙１６の１  ２０１２年０７月  ２０１９年１２月  ８９月  ６３．４１℃\n乙１７  ２０１２年０１月  ２０２０年０２月  ９７月  ６４．１１℃\n乙１７  ２０１２年０１月  ２０２０年０２月  ９７月  ６４．８８℃\n乙１９の１  ２０１２年０１月  ２０２０年０４月  ９９月  ６６．６５℃\n乙１９の２  ２０１５年１０月  ２０２０年０４月  ５４月  ６３．０７℃\n"
}