{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 3,
    "day": 28
  },
  "case_number": "令和4(行ウ)35",
  "case_name": "建物解体撤去等差止請求事件",
  "court_name": "札幌地方裁判所",
  "gist": "北海道百年記念塔の解体撤去及びそのための費用支出に対する行政事件訴訟法３７条の４に基づく差止め請求について、いずれも処分性が認められないとして訴えを却下した事例",
  "lawsuit_id": "92049",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=92049",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/049/092049_hanrei.pdf",
  "contents": "判         決\n主         文\n１  本件訴え（ただし、原告Ａに関する部分を除く。）をいずれも却下する。\n２  前項に係る訴訟費用は、原告Ａを除く原告らの負担とする。\n３  本件訴訟のうち原告Ａに関する部分は、令和５年１月１４日同原告の死亡によ\nり終了した。\n事実及び理 由\n第１  請求の趣旨\n１  被告は、別紙２物件目録記載の建物を解体撤去してはならない。\n２  被告は、別紙２物件目録記載の建物の解体撤去に関する費用を支出してはなら\nない。\n第２  事案の概要等\n１  事案の概要\n本件は、被告が平成３０年１２月に別紙２物件目録記載の物件（以下「百年記\n念塔」という。）の解体撤去を決定し、北海道議会が令和４年３月に解体撤去費\nの一部を含む予算を可決したことから、原告らが、被告に対し、行政事件訴訟法\n３７条の４に基づき、百年記念塔の解体撤去及びそのための費用の支出の差止め\nを求める事案である。\n２  前提事実\n以下の事実は、当事者間に争いがないか、後掲各証拠又は弁論の全趣旨により\n容易に認められる。\n⑴  当事者\n原告らは、北海道の住民である。\n⑵  百年記念塔の解体撤去の決定等\nア  百年記念塔は、北海道百年記念塔建設期成会によって、野幌森林公園内の\n記念塔広場（札幌市厚別区厚別町小野幌５３番２）に建設された鉄塔である。\n被告は、昭和４５年７月に北海道百年記念塔建設期成会から百年記念塔の\n寄付を受け、それ以降、百年記念塔を行政財産（地方自治法２３８条４項）\nとして維持管理をしてきたところ（乙１）、老朽化が進み、利用者の安全を確\n保することができなくなったことから、平成２６年７月以降、百年記念塔へ\nの立入を禁止する措置を講じた。その後、被告は、平成３０年１２月、利用\n者の安全確保や将来世代の負担軽減等の観点から、百年記念塔を解体するこ\nとを決定した。（乙２・９頁）\nイ  被告は、令和４年２月、百年記念塔の解体撤去に関し、令和４年度一般会\n計予算に歳入歳出予算４３２６万９０００円を計上したほか、期間を令和４\n年度から同６年度まで、限度額を６億０３００万円とする債務負担行為（地\n方自治法２１４条）を定め、当該予算案は、令和４年３月２４日、北海道議\n会で可決承認された（乙３）。\nウ  被告は、伊藤組土建株式会社（以下「工事請負業者」という。）との間で、\n令和４年１０月１４日、工事代金額を５億７４２０万円、工期を同日から令\n和６年５月３１日までとする百年記念塔解体工事に係る請負契約を締結し\nた。そして、工事請負業者は、令和４年１１月７日頃から、同工事に着手し\nた（甲１９、乙５）。\n⑶  本件訴えの提起\n原告らは、令和４年１０月３日、本件訴えを提起した。\n⑷  行政事件訴訟法の規定\nア  行政事件訴訟法３７条の４第１項本文は、差止めの訴えは、一定の処分又\nは裁決がされることにより重大な損害を生ずるおそれがある場合に限り、提\n起することができると規定するところ、同法３条２項は、その「処分」につ\nいて、「行政庁の処分その他公権力の行使に当たる行為」であると定義する\n（以下、この要件該当性を「処分性」という。）。\nイ  また、行政事件訴訟法３７条の４第３項は、差止めの訴えは、行政庁が一\n定の処分又は裁決をしてはならない旨を命ずることを求めるにつき法律上\nの利益を有する者に限り、提起することができると規定する（以下、この要\n件を満たして出訴する資格を「原告適格」という。）。\n３  本案前の争点\n⑴  百年記念塔の解体撤去及びそのための費用の支出に処分性が認められるか\n⑵  原告らに原告適格が認められるか\n４  当事者の主張\n⑴  百年記念塔の解体撤去及びそのための費用の支出に処分性が認められるか\n【原告らの主張の要旨】\n百年記念塔については、単に北海道の住民である原告らがその利用、活用及\nび鑑賞（以下「利用等」という。）をするという利益があるのみではない。百年\n記念塔の存在及び利用等は、北海道の住民に北海道という地域に特有の歴史的\n感覚や芸術的情緒を喚起させ醸成させ維持させることに大いに寄与し、北海道\nの住民の帰属感、連帯感、一体感、歴史観、責任感及び使命感を象徴する開拓\nの過去から未来へのつながりという郷土愛を形成する役割を担ってきたので\nあり、これによる北海道の歴史的文化的価値やそこから必然的に派生する北海\n道の住民の地方自治の本旨の体現ないし象徴として代替不能な重要な精神的\n価値という利益を有している。被告による百年記念塔の解体撤去は、これら利\n益で構成される「法律上の利益」を、容易に信頼できない百年記念塔の現状調\n査の結果及び管理費と解体撤去費との比較に関する不公正で不正確な資料に\n基づいて、被告が非民主的な手続で永久に喪失させるものであるから、公権力\nの行使、すなわち北海道の住民である原告らの利益を抑圧する優越的な権限の\n行使をするものである。\nしたがって、被告による百年記念塔の解体撤去及びそのための費用の支出は、\n処分性を有する。\n【被告の主張の要旨】\nア  百年記念塔の解体撤去は、被告と工事請負業者との間における私法上の請\n負契約に基づいて、工事請負業者が行う事実行為であって、公権力の行使た\nる行為に当たらないのみならず、契約当事者以外の第三者の権利又は義務に\n変動をもたらすものではない。\nイ  また、百年記念塔の解体撤去費用の支出は、工事請負業者との間で締結さ\nれた私法上の請負契約に基づいて、請負代金の請求があったときに支出され\nるものであり、百年記念塔の解体撤去という事実行為と同様に、契約当事者\n以外の第三者の権利又は義務に変動をもたらすものではない。\nウ  したがって、百年記念塔の解体撤去及びそのための費用の支出は、いずれ\nも原告らの権利若しくは義務の範囲を形成し、又はその範囲を確定するもの\nとはいえず、処分性が認められない。\n⑵  原告らに原告適格が認められるか\n【原告らの主張の要旨】\n被告が所有管理する百年記念塔についての被告の管理処分権限の根拠は、地\n方自治法１４９条６号、７号であるところ、これらと目的を共通する関連法令\n（憲法９２条、地方自治法１条、２３８条の４第１項、７項、９項、２３８条\nの５第４項、５項、２４４条２項、３項、２４４条の２第２項、２４４条の４\n及び地方財政法８条等）は、全て憲法９２条の地方自治の本旨すなわち地方自\n治の原則と団体自治の原則の実現、維持及び発展という趣旨及び目的を有して\nいる。かかる関連法令の趣旨及び目的を参酌すると、前記根拠法令は、地方公\n共団体の住民に対し、地方公共団体の違法な公共用財産の処分あるいは違法な\n公の施設の廃止によって、公共用財産及び公の施設に本質的に内在している民\n主的で公平で幅広い利用によって形成される住民の福祉が著しい被害を受け\nないという具体的利益を保護しているということができ、その利益は一般公益\nの中に吸収解消させることは困難である。すなわち、公有財産の中でも公共用\n財産及び公の施設である百年記念塔については、北海道の住民が被告の公共用\n財産及び公の施設の管理処分権の行使の単なる反射的利益を享受しているの\nではなく、北海道の住民に百年記念塔を利用する権利そのものが認められてい\nるというべきであり、これが個々人の個別的権利ないし利益であることは明ら\nかである。\nそして、北海道の住民であれば、百年記念塔との距離や実際の訪問経験の有\n無等の関わりの濃淡を問わず、広くかかる法律上の利益を有している。\nしたがって、原告らに原告適格があることは明白である。\n【被告の主張の要旨】\n原告らの主張する利益が、仮に、北海道の住民全体又は原告らを包摂する抽\n象的な集団的利益として認められるものであったとしても、そのような利益が、\n原告ら個々人との関係において、個別的な法律上の利益として当然に帰属する\nこととなるものではない。個々人の個別具体的な権利又は利益は、本来、一人\nひとりが置かれている居住環境や生活環境、財産状況等により異なって当然で\nあるから、自己の法律上の利益に関わる主観訴訟である以上、各人の個別的利\n益はあくまで一人ひとり各別に判断されなければならない。そして、原告らの\n主張をみても、北海道の住民の利益といった抽象的な集団的利益と一線を画す\nる原告ら一人ひとりの個別的利益が何ら明らかにされたとはいえない。\nしたがって、原告らが主張する利益は、個別的利益とはいえず、一般公益の\n中に吸収解消されるにとどまる不特定多数者の利益に他ならないから、法律上\nの利益（行政事件訴訟法３７条の４第３項、４項及び９条２項）について具体\n的に検討するまでもなく、原告らには、原告適格が認められない。\n第３  当裁判所の判断\n１  百年記念塔の解体撤去及びそのための費用の支出に処分性が認められるかに\nついて\n⑴  抗告訴訟としての差止めの訴えの対象となる「行政庁の処分その他公権力の\n行使に当たる行為」（行政事件訴訟法３条７項、２項。以下「処分」という。）\nについては、公権力の主体たる国又は公共団体が行う行為のうち、その行為に\nよって、直接国民の権利義務を形成し、又はその範囲を確定することが法律上\n認められているものをいうと解するのが相当である（最高裁昭和３７年（オ）\n第２９６号同３９年１０月２９日第一小法廷判決・民集１８巻８号１８０９頁\n等参照）。\n⑵  本件において、原告らが差止めを求める被告の行為は、百年記念塔の解体撤\n去及びそのための費用の支出であるところ、百年記念塔の解体撤去は、被告が、\nその所有する百年記念塔について、地方自治法１４９条６号に基づく行政財\n産（同法２３８条４項）の処分（廃棄）として、被告と工事請負業者との間で\n締結された請負契約に基づいて工事請負業者が実施する事実行為にすぎず、\nその解体撤去のための費用の支出についても、被告と工事請負業者との間の\n請負契約の締結という私法上の契約を締結するにとどまる支出負担行為（同\n法２３２条の３）や会計管理者による支出行為（同法２３２条の４）という事\n実行為にすぎないものである。\nそして、これらの行為自体が、原告らを含む北海道の住民に何らかの行動を\n義務付けたり、その法律上の権利義務を形成したりするものであるとは認め\nられないし、そのような法律効果を生じさせることを根拠付ける法令上の規\n定も見当たらない。\n以上によれば、百年記念塔の解体撤去及びそのための費用の支出は、いずれ\nも直接国民の権利義務を形成し、又はその範囲を確定することが法律上認め\nられているものには当たらないというべきである。\n⑶  これに対し、原告らは、被告による百年記念塔の解体撤去が、北海道の住民\nに認められた百年記念塔を利用等する利益や、百年記念塔の存在等を通じて\n醸成された文化的歴史的価値・精神的価値等を喪失させることとなるなどと\n主張する。しかしながら、百年記念塔が解体撤去されることにより、百年記念\n塔を利用等することができなくなるのは、野幌森林公園を訪れた不特定多数\n者に対する一般的抽象的な事実上の影響にすぎないものであり、原告らが主\n張する住民自治に関する諸規定も、百年記念塔の解体を検討するに当たって\n原告らの主張する権利ないし利益に具体的に配慮すべきことを義務付けてい\nるとはいえないから、百年記念塔を通じて醸成された何らかの価値が仮に損\nなわれるとしても、百年記念塔が解体撤去されることによって生じる反射的、\n間接的な影響であって、北海道の住民の権利義務を直接に形成することが法\n律上認められたものということはできない。そのため、原告らの主張を踏まえ\nても前記結論は何ら左右されるものではない。\n⑷  したがって、百年記念塔の解体撤去及びそのための費用の支出に処分性を認\nめることはできない。\n２  そうすると、原告ら（ただし、後記３のとおり訴訟が当然終了した原告Ａを除\nく。）に係る本件訴えについては、その余の点について判断するまでもなく、不適\n法である。\n３  本件訴訟のうち原告Ａに関する部分については、同原告が令和５年１月１４日\nに死亡し、かつ、原告らの主張内容等に鑑みると、原告らの訴訟上の地位は原告\nら各自の一身に専属するものであって相続の対象となるものではないと解され\nるから、その死亡により当然に終了したものというべきである。\n４  結論\nよって、原告Ａを除く原告らについては、本件訴えは不適法であるからこれを\nいずれも却下し、訴訟費用については民事訴訟法６１条を適用して同原告らの負\n担とし、本件訴訟のうち原告Ａに関する部分は、同原告の死亡により終了したと\n宣言することとして、主文のとおり判決する。\n札幌地方裁判所民事第１部\n裁判長裁判官   谷  口  哲  也\n裁判官   藪  田  貴  史\n裁判官   北  村  規  哲\n（別紙１当事者目録及び別紙２物件目録につき添付省略）\n"
}