{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 3,
    "day": 24
  },
  "case_number": "令和2(ワ)33533",
  "case_name": "損害賠償請求事件",
  "court_name": "東京地方裁判所",
  "lawsuit_id": "92143",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=92143",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/143/092143_hanrei.pdf",
  "contents": "令和５年３月２４日判決言渡  同日原本領収  裁判所書記官\n令和２年（ワ）第３３５３３号  損害賠償請求事件\n口頭弁論終結日  令和４年１１月９日\n判 決\n主 文\n１  被告は、原告に対し、５５０万円及びこれに対する平成３１年３月８日から\n支払済みまで年５分の割合による金員を支払え。\n２  原告のその余の主位的請求及び予備的請求をいずれも棄却する。\n３  訴訟費用はこれを４分し、その３を原告の負担とし、その余は被告の負担と\nする。\n４  この判決は、第１項及び第３項に限り、仮に執行することができる。\n事実及び理 由\n第１  請求\n１  主位的請求\n被告は、原告に対し、２２００万円及びこれに対する平成３１年３月７日か\nら支払済みまで年５分の割合による金員を支払え。\n２  予備的請求\n被告は、原告に対し、２２００万円及びこれに対する平成３１年３月１０日\nから支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要等\n１  事案の概要\n本件は、原告が、①主位的に、被告は、原告を取材した際にその容ぼう及び\n音声を収録した映像を使用して詐欺未遂事件の犯人が原告であると断定する内\n容の複数の番組を平成３１年３月７日から同月８日にかけて放送し、同放送に\nより原告の名誉を毀損するとともに、上記取材の状況を放送する際には原告の\n容ぼうを放映せず、原告の音声を加工する旨の合意をした上で上記取材をした\nにもかかわらず、同合意に違反して上記番組を放送したことにより原告の肖像\n権を侵害したとして、被告に対し、不法行為に基づき、損害賠償金２２００万\n円及びこれに対する同月７日から支払済みまで民法（平成２９年法律第４４号\nによる改正前のもの。以下同じ。）所定の年５分の割合による遅延損害金の支\n払を求め、②予備的に、上記合意違反について、被告に対し、上記合意に係る\n債務の不履行に基づき、損害賠償金２２００万円及びこれに対する原告が上記\n番組の放送中止を被告に求めた日の翌日である同月１０日から支払済みまで民\n法所定の年５分の割合による遅延損害金の支払を求めた事案である。\n２  前提事実（当事者間に争いのない事実並びに掲記の証拠及び弁論の全趣旨に\nより容易に認められる事実）\n⑴  当事者\nア  原告は、平成２４年９月１１日、東京都杉並区内を本店所在地とし、不\n動産の売買、賃貸、仲介、管理及びコンサルティング等を目的とする株式\n会社を設立して同社の代表取締役に就任し、以後、同社を経営して地域住\n民を主要顧客とする不動産業に携わってきた。\n原告は、令和３年８月３０日、同社代表取締役を辞任した。同日、同社\nは、商号を変更するとともに本店を東京都中野区内に移転し、原告の妻が\n代表取締役に就任した（以下、商号の変更の前後を問わず、「本件会社」\nという。）。\nまた、原告は、平成２３年から、東京都新宿区所在のアパート（以下\n「本件アパート」という。）の一室に私書箱を私設し（以下「本件私書箱」\nという。）、副業として、本件私書箱を郵便物の受取場所に供するいわゆ\nる私設私書箱業を営んできた。\n（甲１０の１～甲１２、証人Ａ〔以下「Ａ」という。〕、原告本人）\nイ  被告は、関東広域圏を放送対象地域としてテレビジョン放送をする特定\n地上基幹放送事業者である。\n⑵  詐欺未遂事件の発生\n平成３１年１月頃、氏名不詳者が、横浜市内の女性に宛てて「改元による\n銀行法改正に伴い、個人情報が書かれた書類の変更や新規作成が必要」など\nと虚偽の事実を記載した手紙を、本件私書箱を宛先とする返信用封筒と共に\n送付し、同人をして暗証番号を記入した書類とキャッシュカードを返送させ、\nもってこれらを詐取しようとしたが、同人が既に死亡していたために詐取の\n目的を遂げなかったという詐欺未遂事件（以下「本件詐欺未遂事件」とい\nう。）が発生した。なお、同人は、当時存命であれば７０歳代であった。\n（乙１の１～３、乙３の１～６）\n⑶  被告従業員による原告への取材\n平成３１年２月１９日、当時、被告の情報政策局情報一部に所属し、放送\n番組「Ｂ」のディレクターであったＣ（甲２の２、乙１３。以下「Ｃ」とい\nう。）は、本件私書箱を管理運営していた原告に対し、本件詐欺未遂事件に\n関する取材を申し込み、原告の承諾を得た。この際、Ｃは、「お約束」と題\nする書面（甲２の１。以下「本件念書」という。）を作成して原告に手渡し\nた（本件念書の作成経緯及び効力については争いがある。）。その後、Ｃは、\n本件アパート付近において、ビデオカメラで原告の容ぼう等を撮影しながら\n取材を行った（甲１２、原告本人。以下、この取材について「本件取材」と\nいい、本件取材時に撮影された映像を「本件取材映像」という。）。\n本件念書には、以下の内容が全て手書きで記載されている。\n「  Ｄ様\nお約束\nインタビュー取材に関して２つ約束をさせていただきます。\n①  声を加工すること\n②  顔を出さないこと\n以上２点を約束してＴＢＳ内放送使用することを約束します。\n２０１９年２月１９日\n午後４時\nＴＢＳ  Ｂ\nＣ  Ｃ（判決注：丸で囲ってある。）」\n⑷  原告の逮捕勾留\n原告は、平成３１年３月７日、本件詐欺未遂事件等の被疑者として逮捕さ\nれ、これに引き続いて勾留されたものの、処分保留で釈放された。その後、\n横浜地方検察庁川崎支部検察官は、令和元年５月２９日、原告に対する本件\n詐欺未遂事件等につき、公訴を提起しない処分とした。（甲１）\n⑸  被告による放送\n被告は、本件詐欺未遂事件及び原告の逮捕に関し、平成３１年３月７日か\nら同月８日にかけて別紙記載のとおり番組を放送した。以下、各放送につき、\n別紙記載のとおり、本件放送１、本件放送２などと称し、本件放送１から９\nまでを併せて本件各放送と称する。また、本件において、主に画面下部に表\n示される文字情報を単に「テロップ」と、一定の場面が続く間、主に画面右\n上に表示され続ける文字情報を「サイドテロップ」と、それぞれ称する。\n本件放送２から９のいずれにおいても、原告の実名が明示されていた。\n本件放送１では、本件取材映像が放送され、原告の音声については加工さ\nれていなかったものの、原告の頭部部分にモザイク状の加工が施されており、\n他人と判別可能な程度に原告の容ぼうが映っている場面はない。本件放送２\nから９までについては、本件取材映像が放送され、原告の容ぼう及び音声の\nいずれも加工されていない（検証の結果）。\n３  争点\n⑴  本件各放送による名誉毀損の成否（争点１）\n⑵  名誉毀損について被告に故意又は過失があるか否か（争点２）\n⑶  本件念書の効力（争点３）\n⑷  本件各放送による肖像権侵害に係る不法行為の成否（争点４）\n⑸  損害の発生及びその金額（争点５）\n４  争点に関する当事者の主張\n⑴  争点１（本件各放送による名誉毀損の成否）について\n（原告の主張）\n本件各放送は、テロップやコメントによって原告が本件詐欺未遂事件の犯\n人であると断定するとともに、本件取材に対して本件詐欺未遂事件につき無\n実である旨答える原告の発言を否定し、嘲笑するかのようなテロップ等を伴\nい、一般の視聴者に対して原告が詐欺師であるかのような印象を与えるもの\nであって、原告の社会的評価を低下させ、原告の名誉を毀損した。\n個別の主張は別表原告の主張欄記載のとおり。\n（被告の主張）\n被告が本件各放送において摘示した事実は、「改元を口実にキャッシュカ\nードをだまし取ろうした詐欺未遂の容疑で神奈川県警は原告を逮捕したが、\n原告は逮捕前の取材において自分は事件とは無関係であると述べていた」こ\nとであり、これによって原告の社会的評価が低下したとはいえない。\n個別の反論は別表被告の主張欄記載のとおり。\n⑵  争点２（名誉毀損について被告に故意又は過失があるか否か）について\n（被告の主張）\nア  本件各放送が公共の利害に関し、専ら公益を図る目的でされたものであ\nること\n本件詐欺未遂事件は、令和への改元を控えた時期に諸手続が必要となる\nのではないかと不安に思う心情に付け入る手口であり、同時期に、同様の\n手口による犯行が神奈川県において１０件ほど発生していた。このため、\nいわゆる改元詐欺と呼ばれる上記手口による犯行については、社会的関心\nが高く、かつ、被害を未然に防ぐための情報提供等も強く求められていた。\nこのような社会状況に加えて、本件詐欺未遂事件は、前提事実⑵のとお\nり手紙の名宛人が既に死亡していたために既遂に至らなかったにすぎず、\n軽微な事件ではないことも踏まえると、本件各放送は、公共の利害に関す\nる事実について専ら公益を図る目的の下でされたものというべきである。\nイ  被告において本件各放送の摘示事実を真実と信じるにつき相当の理由が\nあったこと\n仮に、本件各放送につき、一般通常人の立場からみて、原告を本件詐欺\n未遂事件の犯人とみなして原告の社会的評価を低下させる事実を摘示する\nものと認められたとしても、以下のとおり、被告には、上記事実を真実と\n信じるにつき相当の理由があった。\nすなわち、Ｃは、本件取材時に原告が家宅捜索を受けた旨述べていたこ\nとから、上司にその旨報告した。そこで、被告の報道局は、神奈川県警察\n本部に問い合わせ、その結果、原告の住居及び関係先について捜索したこ\nとを認める旨の回答を得るとともに、神奈川県警察において原告につき本\n件詐欺未遂事件に関与している疑いがあるとみていることが分かった。そ\nの後、平成３１年３月４日頃、神奈川県警察が原告を本件詐欺未遂事件の\n被疑者として逮捕する予定であることが判明したため、被告の記者が同警\n察幹部に確認したところ、本件詐欺未遂事件が広報案件となっており、被\n疑事実は、「改元に伴う銀行法改正があると装い、キャッシュカードをだ\nまし取ろうとして、平成３１年１月中旬頃、都内の郵便局から封筒を送っ\nた上、返送させて被害者からキャッシュカードをだまし取ろうとしたが、\nその目的を遂げなかったもの」であるとの回答を得た。上記警察幹部は、\n相応の地位にあり、上記被疑事実は、広報文に掲載される予定のものであ\nった。被告は、同年３月６日、神奈川県警察から、本件詐欺未遂事件を広\n報案件としないものの、警察庁もいわゆる改元詐欺に歯止めをかける方針\nであり「逮捕一発で決めたい」との連絡を受け、独自取材として本件詐欺\n未遂事件の取材を継続した。\n以上の経緯に加えて原告の逮捕が一定の司法審査を経たものであること\nにも鑑みると、被告において、原告が本件詐欺未遂事件の犯人であると信\nじるに足りる相当の理由があったといえる。\n（原告の主張）\nア  本件各放送が公共の利害に関せず、公益目的でされたものでもないこと\n本件詐欺未遂事件は、前提事実⑵のとおり手紙の名宛人が既に死亡して\nおり、被害が発生する可能性すらない未遂事件であって、原告の容ぼうや\n音声を放送することによってしか達成できないほどの公共性が認められる\n事件ではない。また、逮捕された被疑者についても無罪の推定が及ぶとこ\nろ、被告は、本件取材において原告が本件私書箱を悪用された旨を述べて\n本件詐欺未遂事件への関与を否認していることを認識していたのであるか\nら、原告の容ぼうや音声を放送することについて慎重に検討すべきであっ\nた。さらに、後記⑶（原告の主張）のとおり、原告は、当初取材を拒否し\nており、それでもＣから強く取材を求められたので、本件念書を作成させ\nた上で本件取材に応じたにすぎない。\nこれらの事情に照らせば、原告のプライバシー保護の要請が公共性に勝\nっていたといえる。\nそして、前記⑴（原告の主張）のとおり、本件各放送は、原告を本件詐\n欺未遂事件の犯人であると断定するとともに原告の発言を嘲笑するかのよ\nうなテロップ等も伴っていること、及び、被告以外に本件詐欺未遂事件を\n当初から大々的に報じた局がないことからすれば、被告は、専ら視聴率を\n稼ぐためだけに本件各放送をしたものといえる。\n以上によれば、本件各放送は、公共の利害に関しない上、公益目的でさ\nれたものでもない。\nイ  被告において本件各放送の摘示事実を真実と信じるにつき相当な理由が\nなかったこと\n検察官に送致された事件が起訴される割合及び裁判官が逮捕状請求を却\n下する割合のいずれも低いこと（前者につき、令和３年版犯罪白書によれ\nば９．９％、後者につき、同年の司法統計によれば０．０５％）に鑑みる\nと、裁判官が発付した逮捕状により逮捕された事実のみをもって原告が本\n件詐欺未遂の犯人であると信じるにつき相当な理由があったということは\nできない。\nそして、被告は、①本件取材において原告が本件私書箱を悪用されたと\n述べて本件詐欺未遂事件への関与を否認していることを認識するとともに、\n②本件取材が本件私書箱の倉庫として利用されている場所において行われ、\nその場には梱包された玩具の箱が存在していたことから、原告による本件\n私書箱の運営が実体を伴う事業であることも認識し得た。そうであれば、\n被告は、本件私書箱を悪用されたなどという原告の上記弁明が真実であり\n得ることを認識し得たといえる。\nこれに加え、被告の主張によれば、神奈川県警察は、平成３１年３月４\n日の時点では本件詐欺未遂事件を広報案件としていながら、同月６日には\nこれを広報案件としないことにしたというのであるから、被告は、神奈川\n県警察において原告が犯人であると言いきれないとの判断をしたことも、\n認識していたものということができる。\n以上によれば、被告において、本件各放送時に原告が本件詐欺未遂事件\nの犯人であると信じるにつき相当な理由があったとはいえない。\n⑶  争点３（本件念書の効力）について\n（被告の主張）\nア  報道の原則\n日本の報道機関は、被告に限らず、被疑者が逮捕された際は原則として\n当該被疑者の実名を報道し、当該被疑者の肖像を保持している場合には事\n案に鑑み肖像も報道することがある。\nしたがって、報道機関において、逮捕後であっても被疑者の実名及び肖\n像を報じない旨を約することは、あり得ない。\nイ  本件念書の作成経緯\nＣが、原告に対し、平成３１年２月１９日、本件会社のオフィスにおい\nて取材を申し込んだところ、原告はこれを承諾したものの、同オフィス内\nにいたＥが、Ｃに対し、原告の音声を加工すること及び原告の容ぼうを出\nさないことを約する念書の作成、提出を求めた。Ｃは、Ｅに対し、番組制\n作上、Ｅが求めるような念書を作成することはしていないと説明したもの\nの、Ｅが納得しないことから、万が一原告が逮捕等された場合は無効であ\nる旨口頭で伝え、本件念書を作成して原告に提出した。\nその後、Ｃは、原告と共に本件アパートに移動して本件取材を開始した。\n本件取材中、原告が、本件詐欺未遂事件に関して警察が資料を持って行っ\nた旨を述べたことから、Ｃは、原告が本件詐欺未遂事件と無関係ではない\n可能性があると考え、本件取材終了後、原告に対し、改めて万が一原告が\n逮捕されることがあれば本件念書は無効である旨伝えた。原告は、「Ｅは\nああいう奴なんで、後でシュレッダーしておきます。」と答え、本件念書\nの趣旨を理解していた。\nウ  本件念書の効力\n前記イのとおり、原告とＣとの間において、原告が逮捕された場合は本\n件念書が無効であるとの共通の認識が形成されていたところ、原告は、前\n提事実⑷のとおり逮捕されたのであるから、本件念書は無効となった。\n仮に、前記イの原告が逮捕された場合の本件念書の効力に関するＣと原\n告とのやり取りの存在が認められないとしても、前記アにいう日本の報道\n機関における取扱いを認識している通常人からすれば、本件念書上、その\n効力を制限する記載がなくとも、本件念書の効力が及ぶのは逮捕前までで\nあることを当然に認識したはずである。したがって、本件念書をもって、\n原告が逮捕された場合も放送時において原告の音声を加工し、原告の容ぼ\nうを出さないとの合意をしたとみることはできない。\nさらに、本件念書が原告の逮捕後も効力を失わない趣旨であると解され\nるとしても、事件報道の重要性の観点からして被告がＣに上記合意をする\n権限を与えるはずがないから、被告は、本件念書に拘束されない。\n（原告の主張）\n原告は、当初被告の取材を拒否したが、Ｃから強く取材を求められ、やむ\nを得ず本件念書の提出を条件として取材に応じたものである。\n原告は、Ｃとの間で原告が逮捕された場合に本件念書が無効となるとの合\n意などしておらず、仮にそのような条件があったとすれば取材に応ずるはず\nがない。上記合意をしていないことは、本件念書にその旨の記載がないこと\nからも裏付けられる。\n⑷  争点４（本件各放送による肖像権侵害に係る不法行為の成否）について\n（原告の主張）\nア  人格的利益の侵害\n人は、みだりにその容ぼう等を公表されない人格的利益を有し、音声に\nついても、当該人物を特定し得るという点において容ぼう等と同様である\nから、みだりに公表されない人格的利益を有する。\nところが、被告は、本件念書に違反して原告の容ぼう及び音声につき何\nらの加工もしないまま本件各放送をし、原告の上記各人格的利益を侵害し\nた。\nイ  不法行為の成否\n本件取材は、本件アパートの一室で行われたものであるが、同所は、原\n告のプライバシーが放棄された場所とはいえない。また、本件取材は、被\n告が本件念書のとおり約するとの虚偽を述べて実施されたものであり、悪\n質である。\nそして、本件詐欺未遂事件は、原告が逮捕された当日に報道したのが被\n告のみであったことからも裏付けられるとおり、世間の耳目を集める事件\nではなかった。また、原告は、世間の批評を甘受すべき公人等の立場にあ\nる者ではない。そのため、同種被害の防止という目的があったとしても、\n本件各放送において原告の容ぼうや音声を公表する必要性はなかった。\n以上のことからすれば、本件各放送は、みだりに容ぼう及び音声を公表\nされないという原告の人格的利益を侵害する違法なものであり、不法行為\nが成立する。\n（被告の主張）\n仮に、原告が逮捕された場合、本件念書が無効となることについて原告の\n承諾がなかったとしても、前記⑶（被告の主張）イのとおり、本件取材時の\n撮影は、原告の承諾を得て行われた正当なものであった。\nまた、本件詐欺未遂事件は、改元に関連する諸手続について社会的関心が\n高かった時期において発生したいわゆる改元詐欺であり、同種の犯行が続発\nする可能性もあったことから、被害防止のために速やかな事件の周知及び注\n意喚起が必要であった。現に、平成３１年３月から同年４月にかけて、同種\n犯行が続発したため、警察のみならず、独立行政法人国民生活センター（以\n下「国民生活センター」という。）、金融庁、一般社団法人全国銀行協会\n（以下「全国銀行協会」という。）等が注意喚起をする事態になっていた。\nさらに、犯罪による収益の移転防止に関する法律につき、郵便物受取サービ\nス業者に課する義務を加重して業務遂行の適正の確保を図る動きがあった中\nで、本件詐欺未遂事件において、郵便物受取サービスが利用されたのである\nから、一層の注意喚起が必要な状況であった。これらのことに加え、本件詐\n欺未遂事件は、郵便物受取サービス業を営む者が被疑者となっている点に特\n殊性があり、報道価値が高い。\n以上のことからすれば、本件詐欺未遂事件の被疑者として原告が逮捕され\nたという事実は社会的に重要な意義があり、報道に当たって原告を特定する\nことは必要不可欠であったから、原告の容ぼう及び音声を加工せず放送した\nことについて正当な事由があったといえる。\n以上によれば、本件各放送において原告の容ぼう及び音声をそのまま放送\nしたことによる原告の人格的利益の侵害は、社会生活上受忍の限度を超える\nものとはいえないから、不法行為は成立しない。\n⑸  争点５（損害の発生及びその金額）について\n（原告の主張）\nア  経済的損害\n本件会社は、いわゆる街の不動産屋として地域に密着し信用を積み重ね、\n地域住民から物件の管理等を受託して、管理料、仲介手数料、広告宣伝費、\n火災保険代理店手数料、家賃保証会社代理店手数料等の収入を得ていた。\nしかし、被告による本件各放送によって、原告の社会的信用とともに本\n件会社の信用も低下し、本件会社において管理していた物件が２００から\n３００件程度減少した。また、本件会社は、不動産取引ネットワークへの\n加入審査に落選する状況が継続しており、いまだに信用が回復していない。\n加えて、原告は、札幌市所在の株式会社との間で原告が所有する本件会\n社の株式１７８株を譲渡する話を進めており、平成３１年４月１日付けで\n８９０万円で売却するとの合意が成立する見込みであったが、本件各放送\nによって、上記株式譲渡の話は白紙撤回された。\n以上のことからすれば、原告が被った経済的損害は少なくとも１０００\n万円を下らない。\nイ  精神的損害\n本件各放送によって、日本中に原告の容ぼうとともに原告が本件詐欺未\n遂事件の犯人であるとの報道がなされた。その結果、原告は、知人からよ\nそよそしい態度を示される、原告の子は、幼稚園に登園しづらく休みがち\nになる、原告の妻は、精神的に不安定になり外出が困難となるなど、原告\n及びその家族の私生活に多大な支障が生じた。\nさらに、本件各放送を切り取った画像が今もなおインターネット上で流\n通していることから、原告はいまだに風評被害に遭い、原告の親族も私生\n活上において大きな不利益を被っている。\n以上のことからすれば、原告が被った精神的損害は少なくとも１０００\n万円を下らない。\nウ  弁護士費用\n原告は、前記ア及びイの各損害を回復するため弁護士に本件訴訟の追行\nを委任せざるを得ず、上記各損害の約１割に相当する２００万円が、被告\nによる原告の名誉権侵害及び肖像権侵害に係る不法行為や本件念書違反の\n債務不履行と相当因果関係を有する弁護士費用相当額の損害である。\nエ  小括\n以上のとおり、原告が被った損害額は総額２２００万円を下らない。本\n件詐欺未遂事件の報道に当たり、原告の容ぼうを報道したのは被告のみで\nあり、したがって、上記損害は、専ら被告による本件各放送によってもた\nらされたものである。\n（被告の主張）\n原告が主張する経済的損害及び精神的損害はいずれも不知、弁護士費用に\n係る損害は否認する。\nなお、株式会社テレビ朝日（以下「テレビ朝日」という。）も、平成３１\n年３月８日、「Ｆ」と題する番組及び「Ｇ」と題する番組において原告への\nインタビュー映像を放送していた。特に、「Ｆ」においては、上記映像が同\n年２月１２日に放送したものであるとのナレーションが付されていたことか\nら、同社も同日の放送では原告の容ぼう及び音声に何ら加工がされていない\n映像を使用した可能性がある。\n第３  当裁判所の判断\n１  争点１（本件各放送による名誉毀損の成否）について\n⑴  判断基準\nテレビジョン放送をされた報道番組の内容が人の社会的評価を低下させる\nか否かは、一般の視聴者の普通の注意と視聴の仕方とを基準として判断すべ\nきである。\nそして、テレビジョン放送をされた報道番組によって摘示された事実がど\nのようなものであるかという点についても、同様に、一般の視聴者の普通の\n注意と視聴の仕方とを基準として判断するのが相当である。同判断に当たっ\nては、当該報道番組の全体的な構成、これに登場した者の発言の内容や、画\n面に表示されたフリップやテロップ等の文字情報の内容を重視すべきことは\nもとより、映像の内容、効果音、ナレーション等の映像及び音声に係る情報\nの内容並びに放送内容全体から受ける印象等を総合的に考慮して判断すべき\nである（最高裁平成１４年（受）第８４６号同１５年１０月１６日第一小法\n廷判決・民集５７巻９号１０７５頁参照）。\n⑵  本件放送１について（乙３の１、乙５の１の１・２、検証の結果）\n本件放送１において原告の氏名及び原告の容ぼうが表示された場面はない\n（前提事実⑸）。\nしたがって、一般の視聴者の普通の注意と視聴の仕方とを基準とすれば、\nそもそも逮捕された男が原告であると認識することさえ困難であるから、本\n件放送１は、本件詐欺未遂事件の犯人が原告であるとの事実を摘示したもの\nとはいえず、原告主張に係る名誉毀損の成立は認められない。\n⑶  本件放送２について（乙３の２、乙５の２の１・２、検証の結果）\n本件放送２は、一般の視聴者の普通の注意と視聴の仕方とを基準とすれば、\n原告が逮捕前に関与を否定していたものの本件詐欺未遂事件の被疑者として\n逮捕されたことを超えて、原告が本件詐欺未遂事件の犯人であるとの事実を\n摘示するものとはいえず、原告主張に係る名誉毀損の成立は認められない。\n⑷  本件放送３について（乙３の３、乙５の３の１・２、検証の結果）\n本件放送３においては、冒頭のスタジオ部分（乙５の３の１）に続き、Ｖ\nＴＲ（乙３の３、乙５の３の２）が放映される。同ＶＴＲにおいては、原告\nが逮捕されて連行される場面が「Ｄ容疑者が神奈川県警の捜査員に連行され\nていきます。」とのナレーションと共に放映され、その間、別表番号１のサ\nイドテロップ及び同２のテロップが表示される。一般の視聴者は、同サイド\nテロップ及びテロップにつき、その文言自体から、本件詐欺未遂事件の手口\nを端的に示すとともに原告が逮捕されたことを示すものと受けとめるにとど\nまり、原告が本件詐欺未遂事件の犯人であることを示すものとまで認識する\nとはいい難い。さらに、上記ＶＴＲにおいては、本件取材映像の一部が放映\nされ、別表番号３のテロップが表示される。同テロップは、一部の文字を黄\n色にして目立つ態様で表示されているものの、原告が本件取材時に回答した\n内容を示すものにすぎない。上記のとおり原告が容疑者である旨のナレーシ\nョンが先行することにも鑑みると、一般の視聴者は、上記テロップにつき、\n本件詐欺未遂事件の容疑で逮捕された原告の本件取材時における回答を示す\nものと受けとめるにとどまり、原告が本件詐欺未遂事件の犯人であることを\n示すものとまで認識するとはいい難い。\n以上に鑑みると、一般の視聴者の普通の注意と視聴の仕方とを基準とすれ\nば、本件放送３は、原告が本件詐欺未遂事件の犯人であるとの事実を摘示す\nるものとはいえず、原告主張に係る名誉毀損の成立は認められない。\n⑸  本件放送４について（乙３の４・５、乙５の４の１・２、乙５の５の１・\n２、検証の結果）\n本件放送４は、平成３１年３月７日午後３時４９分から同日午後７時まで\n放送された番組のうち、午後４時台（乙３の４、乙５の４の１・２）及び午\n後５時台（乙３の５、乙５の５の１・２）において本件取材映像も含め本件\n詐欺未遂事件についての放送がなされたものである。\nア  午後４時台の放送\n午後４時台の放送においては、冒頭のスタジオ部分（乙５の４の１）に\n続き、ＶＴＲ（乙３の４、乙５の４の２）が表示される。同ＶＴＲにおい\nては、原告が逮捕されて連行される場面が「Ｄ容疑者が神奈川県警の捜査\n員に連行されていきます。」、「今朝、詐欺未遂の疑いで逮捕された（中\n略）Ｄ容疑者」、「Ｄ容疑者は、（中略）キャッシュカードを送らせ、だ\nまし取ろうとした疑いがもたれています。」などの原告が詐欺未遂の容疑\n者である旨のナレーションが流れる。その後、前月に被告が本件私書箱を\n管理する原告を直撃取材していたことを説明する旨のナレーションがあり、\n本件取材映像の一部が放映されるとともに、「犯行への関与を否定し、\n『早く捕まってほしい』と話していたＤ容疑者ですが、今朝逮捕されまし\nた。」とのナレーションが流れる。本件取材映像が放映される間、別表番\n号５から７のテロップが表示される。これらの各テロップは、一部の文字\nを赤色にするなど目立つ態様で表示されているものの、原告が本件取材時\nに回答した内容を示すものにすぎない。上記のとおり原告が容疑者である\n旨のナレーションが先行することにも鑑みると、一般の視聴者は、上記各\nテロップにつき、本件詐欺未遂事件の容疑で逮捕された原告の本件取材時\nにおける回答を示すものと受けとめるにとどまり、原告が本件詐欺未遂事\n件の犯人であることを示すものとまで認識するとはいい難い。また、別表\n番号４のサイドテロップは、上記ＶＴＲを通じて表示されていたものであ\nるところ、上記ナレーションや上記各テロップの内容に鑑みると、一般の\n視聴者は、上記サイドテロップにつき、原告が本件詐欺未遂事件の被疑者\nとして逮捕されたこと、前月に行われた本件取材において本件詐欺未遂事\n件への関与を否定していたことを示すものと受けとめるにとどまり、原告\nが本件詐欺未遂事件の犯人であることを示すものとまで認識するとはいい\n難い。\n上記ＶＴＲ放映の後、スタジオ部分に戻り（乙５の４の１）、別表番号\n８のサイドテロップが原告の顔写真と共に表示されており、その間、ＭＣ\nによる「この改元を利用した詐欺に注意が必要なんですね。詐欺未遂の疑\nいで不動産会社役員Ｄ容疑者が逮捕されました。」との発言があった。上\n記ＶＴＲの内容及び上記発言に鑑みると、一般の視聴者は、上記サイドテ\nロップにつき、改元を口実とするという本件詐欺未遂事件の特徴及び原告\nが本件詐欺未遂事件の容疑者として逮捕されたことを示すものとして受け\nとめるにとどまり、原告が本件詐欺未遂事件の犯人であることを示すもの\nとまで認識するとは考え難い。\nまた、上記発言の後、元大阪府警刑事と紹介されたゲストにおいて、詐\n取の対象が現金からカードに移りつつあるというのが現状かとのＭＣの質\n問に答えて、本件取材に応じる原告の写真が表示された状態で別表番号９\nの発言をしているところ、同発言は、本件詐欺未遂事件とは離れて、改元\n詐欺とは異なるキャッシュカード詐取の典型的な手口の一つを紹介すると\nともに注意を促すものにすぎない。この点に鑑みると、一般の視聴者が、\n上記発言をもって、原告を本件詐欺未遂事件の犯人と認識するとは思えな\nい。\n以上に鑑みると、一般の視聴者の普通の注意と視聴の仕方とを基準とす\nれば、本件放送４のうち午後４時台のものは、原告が本件詐欺未遂事件の\n犯人であるとの事実を摘示するものとはいえず、原告主張に係る名誉毀損\nの成立は認められない。\nイ  午後５時台の放送\n午後５時台の放送においては、冒頭のスタジオ部分（乙５の５の１）に\n続き、ＶＴＲ（乙３の５、乙５の５の２）が表示される。同ＶＴＲにおい\nては、原告が逮捕されて連行される場面が「Ｄ容疑者が神奈川県警の捜査\n員に連行されていきます。」、「今朝、詐欺未遂の疑いで逮捕された（中\n略）Ｄ容疑者」、「Ｄ容疑者は、（中略）キャッシュカードを送らせ、だ\nまし取ろうとした疑いがもたれています」などの原告が詐欺未遂の容疑者\nである旨のナレーションが流れる。その後、前月に被告が本件私書箱を管\n理する原告を直撃取材していたことを説明する旨のナレーションがあり、\n本件取材映像の一部が放映され、その間、別表番号１０から１２のテロッ\nプが表示される。これらの各テロップは、一部の文字を赤色にするなど目\n立つ態様で表示されているものの、原告が本件取材時に回答した内容を示\nすものにすぎない。上記のとおり原告が容疑者である旨のナレーションが\n先行することにも鑑みると、一般の視聴者は、上記各テロップにつき、本\n件詐欺未遂事件の容疑で逮捕された原告の本件取材時における回答を示す\nものと受けとめるにとどまり、原告が本件詐欺未遂事件の犯人であること\nを示すものとまで認識するとはいい難い。\n上記ＶＴＲ放映の後、スタジオ部分に戻り（乙５の５の１）、別表番号\n１３の吹出しが原告の顔写真に付されて表示され、その間、ＭＣが「詐欺\n未遂の疑いで逮捕されました、Ｄ容疑者です。（中略）私たちの取材に対\nし『自分とは関係ない。はっきり言って迷惑している。』と話していまし\nた。」と発言している。上記ＶＴＲの内容に加え、ＭＣの同発言に鑑みれ\nば、一般の視聴者は、上記吹出しにつき、本件取材における原告の発言内\n容を示すものと認識するにとどまり、原告が本件詐欺未遂事件の犯人であ\nりながら本件取材において虚偽の弁解を述べていると認識するとはいえな\nい。\n以上に鑑みると、一般の視聴者の普通の注意と視聴の仕方とを基準とす\nれば、本件放送４のうち午後５時台のものは、原告が本件詐欺未遂事件の\n犯人であるとの事実を摘示するものとはいえず、原告主張に係る名誉毀損\nの成立は認められない。\n⑹  本件放送５について（乙３の６、乙５の６、検証の結果）\n本件放送５においては、ＶＴＲ（乙３の６、乙５の６）が放映される。同\nＶＴＲにおいては、別表番号１４のサイドテロップが表示されている間、本\n件取材映像中、「犯行グループに関してはどう思いますか」という問いに対\nして原告が「早いところ捕まえていただきたいですね。」と答える場面が放\n映され、その直後に「先月ＪＮＮの取材に話していた男。ところが」とのナ\nレーションが入り、続いて原告が逮捕されて連行される様子の映像と共に\n「神奈川県警の捜査員に連行されています。」、「今朝、詐欺未遂の疑いで\n逮捕されました。（中略）Ｄ容疑者は（中略）キャッシュカードと暗証番号\nを記入させた書類をだまし取ろうとした疑いがもたれています。」とのナレ\nーションが流れる。次いで、本件取材映像中、「返送先住所に使われている\nということについてどう思いますか」という問いに対して原告が「非常に迷\n惑していますね。」などと答える場面が放映され、「関与を否定していまし\nた。」とのナレーションが続く。\n上記サイドテロップは、上記のとおり原告が容疑者である旨のナレーショ\nンを伴うことに鑑みると、一般の視聴者は、上記サイドテロップにつき、原\n告が本件詐欺未遂事件の被疑者として逮捕されたが、本件取材においては本\n件詐欺未遂事件への関与を否定していたことを示すものとして受けとめるに\nとどまり、原告が本件詐欺未遂事件の犯人であることを示すものとまで認識\nするとはいい難い。\nその後、上記ＶＴＲにおいては、本件取材映像が放映されるとともに、別\n表番号１５及び１６の各テロップが表示される。これらの各テロップは、一\n部の文字を黄色とするなど目立つ態様で表示されているものの、原告が本件\n取材時に回答した内容を示すものにすぎない。上記のとおり原告が容疑者で\nある旨のナレーションが先行することにも鑑みると、一般の視聴者は、上記\n各テロップにつき、本件詐欺未遂事件の容疑で逮捕された原告の本件取材時\nにおける回答を示すものと受けとめるにとどまり、原告が本件詐欺未遂事件\nの犯人であることを示すものとまで認識するとは考えられない。\n以上に鑑みると、一般の視聴者の普通の注意と視聴の仕方とを基準とすれ\nば、本件放送５は、原告が本件詐欺未遂事件の犯人であるとの事実を摘示す\nるものとはいえず、原告主張に係る名誉毀損の成立は認められない。\n⑺  本件放送６について（乙４の１、乙６の１の１・２、検証の結果）\n本件放送６においては、冒頭のスタジオ部分（乙６の１の１）に続き、Ｖ\nＴＲ（乙４の１、乙６の１の１・２）が放映される。\n上記スタジオ部分において、ＭＣは、「昨日、詐欺未遂の疑いで逮捕され\nた男を『Ｂ』は直撃取材していました。Ｄ容疑者は、（中略）カードをだま\nし取ろうとした疑いがもたれています。」と説明している。\n上記ＶＴＲの冒頭において、本件取材映像中、原告が「ここは詐欺をする\nために借りた場所ではない？」との問いに対して「ええ違います」、「絶対\nに違いますね？」との問いに対して「違います」と、本件詐欺未遂事件への\n関与を否定する趣旨の回答をしている状況が流れるとともに、上記回答の文\n言をそのまま表示した別表番号１８及び１９の各テロップが表示され、その\n後、「裏の顔  巧妙な手口」とのテロップ（別表番号２０）が表れるととも\nに「男が語った２０分間で、見えてきたのは、改元詐欺の巧妙な手口と男の\n裏の顔でした。」というナレーションが流れる。上記テロップ及びナレーシ\nョンは、「男」すなわち原告の実態が、上記回答とは異なるものであること\nを示唆するものといえる。\nその後、原告が逮捕されて連行される場面が「Ｄ容疑者が神奈川県警の捜\n査員に連行されていきます。」、「昨日、詐欺未遂の疑いで逮捕されたのは、\n（中略）Ｄ容疑者  ４４歳」、「Ｄ容疑者は（中略）キャッシュカードなど\nをだまし取ろうとした疑いがもたれています」とのナレーションと共に放映\nされ、次いで、本件取材映像中、原告が、本件詐欺未遂事件において使用さ\nれた返信用封筒の宛先が本件私書箱となっていることについての心当たりの\n有無を尋ねられたのに対し、「先日警察の方も来ましてかなり迷惑はしてい\nるんですよね」など本件詐欺未遂事件への関与を否定する趣旨の回答をして\nいる場面が放映されるとともに同回答内容を示すテロップ（別表番号２１か\nら２５）が表示され、「Ｄ容疑者は取材に対して『私書箱は悪用された』\n『二、三年前から詐欺グループに悪用されてきた』と話していました。しか\nし、そのほとんどがうそだったのです。」というナレーションが続く。同ナ\nレーションは、本件取材時に終始一貫して本件詐欺未遂事件への関与を否定\nしていた原告の回答の大半が虚偽であることを明言するものにほかならない。\nその後も、原告が、本件取材において、本件詐欺未遂事件で使用された書類\nが送られてきた場合には、「引っかからないでいただきたい」と回答する場\n面が放映されるとともに同回答内容を示すテロップ（別表番号２６）が表示\nされた後、「不可解だったのは、Ｂの取材に対し、『警察に協力している』\nと何度も強調していたことでした。」、「Ｂの取材に対して、２０分間にわ\nたり関与を否定し続けたＤ容疑者。その際には『集荷センター』の契約者だ\nという人物の免許証や契約書まで使って無関係を装っていました。」などと\n原告が本件詐欺未遂事件に関与したことを前提とするものと解されるナレー\nションが続く。\nさらに、捜査機関による捜索差押に立ち会った本件会社の従業員が被告の\n取材に応じる映像が続き、当該従業員は、「もうショック以外ないですよね。\nやっていないとおれは信じていたので。」、「人をだましちゃ駄目だよね。\nこつこつやって稼ぐのが不動産屋、それだけっすね。」と発言していた。こ\nれらの発言も、原告が本件詐欺未遂事件に関与したことを前提とするもので\nあることは明らかである。\nそして、本件取材映像を含むＶＴＲのほぼ全てにおいて表示されていた別\n表番号１７の「独自  “改元詐欺の男”  Ｂ直撃  逮捕前の“２０分”ウソ\n『迷惑だ』」のサイドテロップについてみると、「改元詐欺の男」は、「改\n元詐欺に及んだ男性」と解するのが文言に即した自然な解釈といえる。一般\nの視聴者は、上記ＶＴＲの一連の内容を視聴しつつ、常時表示されている上\n記サイドテロップにつき、本件取材の対象とされた逮捕前の原告が、改元詐\n欺に及んだ男性であり、２０分間にわたり（本件私書箱が上記返信用封筒の\n宛先とされたことにつき）迷惑であるなどと虚偽の弁解をしていたことを示\nすものという印象を抱くものと考えられる。\nそして、上記ＶＴＲ放映の後、スタジオ部分（乙６の１の１）に戻り、別\n表番号３１の「独自  直撃取材に語った“ウソ”“詐欺”余罪は？捜査行方\nは？」のサイドテロップが表示される。「直撃取材に語った”ウソ”」は、\nその文言自体から、本件詐欺未遂事件への関与を否定する本件取材時の原告\nの発言が虚偽であったことを端的に示すものであり、上記のＶＴＲの内容に\n照らしても、上記発言が捜査機関の見立てとは異なるなどといった別の趣旨\nに解する余地はない。上記サイドテロップの前後において、コメンテーター\nが「どう見ても詐欺未遂容疑で逮捕されるような感じの方に私は見えないで\nすし。」、「以前の放送でも住所を使われて困惑していらっしゃるような感\nじ」、「お気の毒だなと思って私も見ていたんですよ。本当に自分も自信な\nくなりますね。」などと発言しているが、同発言は、原告が本件詐欺未遂事\n件の犯人であるとは信じられないとの趣旨ではなく、以前に本件取材の状況\nを視聴したときは、原告の言動等から本件詐欺未遂事件への関与を否定する\n回答を信用していたが、実際は、同回答に反し、原告が本件詐欺未遂事件の\n犯人であったことについて驚いている趣旨のものと解される。\n以上によれば、一般の視聴者の普通の注意と視聴の仕方とを基準とすれば、\n本件放送６は、全体として、原告が本件詐欺未遂事件の犯人であり、それに\nもかかわらず、本件取材時においては本件詐欺未遂事件への関与を否定する\n虚偽の回答をしていた事実を摘示するものというべきである。同事実は、明\nらかに原告の社会的評価を低下させるものであるから、本件放送６につき、\n原告主張に係る名誉毀損の成立が認められる。\nなお、本件放送６中には、冒頭のスタジオ部分におけるＭＣの説明や、上\n記ＶＴＲ中、原告が逮捕されて連行される場面が放映された際のナレーショ\nン等、原告がいまだ被疑者である事実を示す箇所も散見されるものの、全体\nとして上記事実を一般の視聴者に印象付けるものとはなっていない。視聴者\nにおいて、音声及び映像により次々と提供される情報を瞬時に理解すること\nを余儀なくされる放送という情報伝達媒体の特質に鑑みると、上記箇所の存\n在は、上記結論を左右するものとはいえない。\n⑻  本件放送７について（乙４の２、乙６の２の１・２、検証の結果）\n本件放送７においては、ＶＴＲ（乙４の２、乙６の２の２）に続き、スタ\nジオ部分（乙６の２の１）が放映される。\n上記ＶＴＲにおいては、原告が逮捕されて連行される場面が「Ｄ容疑者が\n神奈川県警の捜査員に連行されていきます。」とのナレーションと共に放映\nされ、「詐欺未遂の疑いで逮捕されたのは、（中略）Ｄ容疑者、４４歳。Ｄ\n容疑者は、（中略）カード等をだまし取ろうとした疑いがもたれています。」\nとのナレーションが続く。その後、本件取材映像が放映される間、別表番号\n３４から３９の各テロップが表示される。別表番号３４のテロップは、本件\n取材時に室内から原告が出てきたことを示すものにすぎず、別表番号３５か\nら３９の各テロップは、一部の文字を青色にするなど目立つ態様で表示され\nているものの、原告が本件取材時に回答した内容を示すものにすぎない。\n上記のとおり原告が容疑者である旨のナレーションが先行することにも鑑\nみると、本件取材映像が流れている間においては、一般の視聴者は、上記各\nテロップにつき、本件詐欺未遂事件の容疑で逮捕された原告の本件取材時に\nおける回答を示すものと受けとめるにとどまり、原告が本件詐欺未遂事件の\n犯人であることを示すものとまで認識するとはいい難い。\nしかし、本件取材映像の後、捜査機関による捜索差押に立ち会った本件会\n社の従業員が被告の取材に応じる映像が続き、当該従業員は、取材の中で\n「もうショック以外ないですよね。やっていないとおれは信じていたの\nで。」、「人をだましちゃ駄目だよね。こつこつやって稼ぐのが不動産屋、\nそれだけっすね。」と発言していた。そして、上記ＶＴＲは、警察が原告の\n認否を明らかにしておらず、事件との関連について慎重に調べを進める方針\nである旨述べるナレーションで終了する。\nスタジオ部分では、原告の容ぼうが「独自”改元詐欺の男”逮捕前に直撃」\nとのサイドテロップとともに表示されている中で、ＭＣが「あんな色鮮やか\nなベスト着てね、隣の人であったとしてもこの人瞬間として詐欺師というこ\nとで外しちゃうから、やっぱりこちらも詐欺師っていう概念を本当に、ね。\nなんとなく暗いダークな色を着てそうな気がするけどそういうイメージなん\nかもどんどん払拭していかなければいけないんだなと。」と述べた後、電話\nやインターネット上の書込みに比べ、封書には特有の影響力があると述べ、\n銀行協会等が暗証番号を尋ねることは一切ないと注意喚起して本件放送７が\n終了する。\n前記⑺で説示したとおり、本件会社の従業員の発言は原告が本件詐欺未遂\n事件に関与したことを前提とするものである。そして、上記サイドテロップ\n中の「改元詐欺の男」は、「改元詐欺に及んだ男性」と解するのが文言に即\nした自然な解釈といえ、一般の視聴者が上記サイドテロップに接して最初に\n抱く印象は、「被告が逮捕前に直接取材した人物である原告が改元詐欺に及\nんだ男性である。」というものであると考えられる。さらに、ＭＣは、原告\nの着衣の色に着目して、自らが抱いていた詐欺師の印象とかい離している旨\n述べており、この発言が、原告が本件詐欺未遂事件の犯人であることを前提\nとしていることは明白である。\n以上に鑑みると、一般の視聴者の普通の注意と視聴の仕方とを基準とすれ\nば、本件放送７は、全体として、原告が本件詐欺未遂事件の犯人であり、そ\nれにもかかわらず、本件取材時においては本件詐欺未遂事件への関与を否定\nする虚偽の回答をしていた事実を摘示するものというべきである。同事実は、\n明らかに原告の社会的評価を低下させるものであるから、本件放送７につき、\n原告主張に係る名誉毀損の成立が認められる。\nなお、本件放送７中には、上記ＶＴＲ中、原告が逮捕されて連行される場\n面が放映された際のナレーションや上記ＶＴＲ終了時のナレーション等、原\n告がいまだ被疑者である事実を示す箇所も散見されるものの、全体として上\n記事実を一般の視聴者に印象付けるものとはなっていないことから、前記⑺\nと同様の理由により、上記箇所の存在は、上記結論を左右するものとはいえ\nない。\n⑼  本件放送８について（乙４の３、乙６の３の２、乙９の１、検証の結果）\n本件放送８においては、冒頭のスタジオ部分（乙９の１）に続き、ＶＴＲ\n（乙４の３、乙６の３の２）が放映される。上記ＶＴＲにおいては、原告が\n逮捕されて連行される場面が「Ｄ容疑者が神奈川県警の捜査員に連行されて\nいきます。」とのナレーションと共に放映され、「５月の改元に伴い、（中\n略）カードなどをだまし取ろうとした疑いで逮捕された、（中略）Ｄ容疑者」\nとのナレーションが続く。その後、本件取材映像が放映される間、別表番号\n４０、４３から４５の各テロップが表示される。これらの各テロップは、一\n部を白文字に赤色の縁取りとするなど目立つ態様で表示されているものの、\n原告が本件取材時に回答した内容を示すものにすぎない。上記のとおり原告\nが容疑者である旨のナレーションが先行することにも鑑みると、一般の視聴\n者は、上記各テロップにつき、本件詐欺未遂事件の容疑で逮捕された原告の\n本件取材時における回答を示すものと受けとめるにとどまり、原告が本件詐\n欺未遂事件の犯人であることを示すものとまで認識するとはいい難い。\nしかし、上記ＶＴＲ放映の後、スタジオ部分（乙９の１）に戻り、「で、\n捕まったのはこの男なんですけど。」とのＭＣの発言とともに別表番号４１\nのテロップ及びサイドテロップ、同４２のフリップが表示される。そして、\n本件取材時における原告の言動についての感想として、コメンテーターによ\nる「現に実際の犯人があんな普通の方だっていうのにも、まず驚きですよ\nね。」との発言、同発言を受けたＭＣの「そうですよね。」との発言に続き、\n別のコメンテーターによる別表番号４６の発言が続き、その直後に「容疑者\nなんですけど。」と付け加え、続けてＭＣが「まだ容疑者ですからね。本当\nはどうだかわかりませんけど。」と述べている。そして、別のコメンテータ\nーが「私もあの私設私書箱に管理人が常駐しているのも最初驚いたんですけ\nども、ただ受け答えを見ていると非常に普通の方に見えたので、まさか加害\n者側の人間だとは思わなかったですね。」と発言し、これを受けてＭＣが\n「思わないですね。」と述べた。その後、ＭＣが、原告が本件アパートに居\n住していないことが気になるところである旨述べた上で、詐欺事件に詳しい\nジャーナリストとして紹介されるコメンテーターに対し、「捕まったの、今、\n男一人ですけど、ひょっとしたらグループでやっている可能性、あるんです\nよね。」と尋ねた。同コメンテーターは、「確かに単独犯の可能性が高いん\nですけど、ただ、あの送ってきた封書のやり方をみると、非常にノウハウが\nよくできてるので、彼の背後にそういうブラックなつながりの人間がいて、\nなにか教えたっていう可能性は否定しきれないと思います。」と答え、その\n間、原告の容ぼうが表示されていた。\nこれらのスタジオ部分におけるＭＣとコメンテーターらとの一連のやり取\nりにおいては、原告を指して「実際の犯人」、「加害者側の人間」、「単独\n犯」、「彼の背後にそういうブラックなつながりの人間がいて」など明らか\nに本件詐欺未遂事件の犯人を意味する言葉で表現し、一般の視聴者に対し、\n原告が上記犯人であることを強く印象付けるものといえる。上記やり取り中、\nＭＣによる「まだ容疑者ですからね。本当はどうだかわかりませんけど。」\nとの発言もあるものの、上記やり取り全体からみると、同発言は、一般視聴\n者に対し、原告が容疑者であることを強調するというよりも、いまだ真相は\n不明であるが、本件放送８の番組としては原告を本件詐欺未遂事件の犯人と\n捉えているとの印象を与えるものということができる。\n以上に鑑みると、一般の視聴者の普通の注意と視聴の仕方とを基準とすれ\nば、本件放送８は、全体として、原告が本件詐欺未遂事件の犯人であり、そ\nれにもかかわらず、本件取材時においては本件詐欺未遂事件への関与を否定\nする虚偽の回答をしていた事実を摘示するものというべきである。同事実は、\n明らかに原告の社会的評価を低下させるものであるから、本件放送８につき、\n原告主張に係る名誉毀損の成立が認められる。\nなお、本件放送８中には、上記ＶＴＲ中、原告が逮捕されて連行される場\n面が放映された際のナレーション等、原告がいまだ被疑者である事実を示す\n箇所も散見されるものの、全体として上記事実を一般の視聴者に印象付ける\nものとはなっていないことから、前記⑺と同様の理由により、上記箇所の存\n在は、上記結論を左右するものとはいえない。\n⑽  本件放送９について（乙４の４、乙６の４の２、乙９の２、検証の結果）\n本件放送９においては、冒頭のスタジオ部分（乙９の２）に続き、ＶＴＲ\n（乙４の４、乙６の４の２）が放映される。上記ＶＴＲにおいては、終始、\n別表番号４８のサイドテロップ「直撃！“改元詐欺の男”巧妙な手口とは？」\nが表示されていた。また、「昨日詐欺未遂の疑いで逮捕された一人の男。」\nというナレーションに続き、本件取材映像中、原告が「ここは詐欺をするた\nめに借りた場所ではない？」との問いに対して「ええ違います」、「絶対に\n違いますね？」との問いに対して「違います」、「一番報道を通じて伝えた\nいことってなんですか」との問いに対して「そういった書類が届いた場合は、\nあの、なんて言うか引っかからないでいただきたいということですね。」と、\n本件詐欺未遂事件への関与を否定する趣旨の回答をしている状況が流れると\nともに、上記回答の文言の全部又は一部をそのまま表示した別表番号５０か\nら５２の各テロップが表示され、その後、「裏の顔」とのテロップ（別表番\n号５３）が表れるとともに「男が語った２０分間で、見えてきたのは、改元\n詐欺の巧妙な手口と男の裏の顔でした。」というナレーション（別表番号４\n９）が流れる。上記サイドテロップ中の「改元詐欺の男」は、「改元詐欺に\n及んだ男性」と解するのが文言に即した自然な解釈といえ、一般の視聴者が\n上記サイドテロップに接して最初に抱く印象は、「被告が直接取材した人物\nである原告が改元詐欺に及んだ男性であり、巧妙な手口を用いた」というも\nのであると考えられる。また、別表番号５３のテロップ及び同４９のナレー\nションは、「男」すなわち原告の実態が、上記回答とは異なるものであるこ\nとを示唆するものといえる。その後、本件取材映像が放映される間、「自分\nは詐欺とは一切関係ない」など本件詐欺未遂事件への関与を否定する趣旨の\n本件取材における原告の回答を示す別表番号５４から６４の各テロップが表\n示される。\nそして、本件取材映像の後、捜査機関による捜索差押に立ち会った本件会\n社の従業員が被告の取材に応じる映像が続き、当該従業員は、取材の中で\n「もうショック以外ないですよね。やっていないとおれは信じていたので。」\nと答え、「従業員としましても、社長がそのようなことをやっていたことは\n知らなかったですか。」との問いかけ（なお、テロップは、「Ｑ．従業員の\n方も詐欺について知らなかった？」と表示されている。）に対し、当該従業\n員は、「全く。全く知らなかったですね。捕まっているのも初めて聞いたの\nで。」と回答していた。\nここまでの放送内容は、一般の視聴者に対し、逮捕前の本件取材において\n本件詐欺未遂事件との関与を否定していた原告が実は本件詐欺未遂事件の犯\n人であったかのような印象を与えるものと考えられる。そして、上記ＶＴＲ\n放映の後、スタジオ部分（乙９の２）に戻り、ＭＣによる別表番号６５の発\n言があり、同６６のフリップ、同６７の表示、同６８及び６９の各フリップ、\n同７０のサイドテロップが表れるが、これらの発言やフリップ等も、上記印\n象を弱めるものとはいい難い。さらに、同６７の表示の直後のＭＣによる\n「私設私書箱だからぼく関係ないんです。その、詐欺グループが勝手に、う\nちの私設私書箱の住所を使ってやってたんでしょっていう、隠れみのにしよ\nうとしていたと思うんですよね。」との発言は、明らかに原告が本件詐欺未\n遂事件の犯人であることを前提として、上記表示中の「（私設）私書箱にな\nります」につき、本件私書箱を同事件に利用されたにすぎないと偽装する趣\n旨であったと思うと述べるものであり、上記印象をより一層強めるものとい\nうことができる。\nその後、元警察官であり犯罪ジャーナリストとして紹介されるコメンテー\nターは、本件私書箱が設けられた本件アパートの一室に置かれていた荷物に\nつき、「この荷物もカモフラージュなのか、それとも本当に受けていたのか。\n本当に受けているからといって、今回も同じかどうかは分からないので。」\nと述べ、続けて、「ただ、今の段階で逮捕されたばかりなので、本人の認否\nも明らかにされていません。ですから、この住所を使われていたことは間違\nいない。ですけども、このＤ容疑者が実際にこの事件に関わっていたかどう\nか。例えば振り込め詐欺でいくとですね、受け子という取りに行く者。この\n大半は知らない者も多いです。もちろん知っててやっている者もいるんです\nけど。ちょっと書類預かってきてくれ、と行くとお金だった、なんていうの\nもあるので、今回もまだはっきりとは分からない。」などと述べた。このコ\nメンテーターの一連の発言は、その時点において原告は飽くまでも容疑者で\nあることを強調するとともに、逮捕直後で認否さえ明らかにされておらず、\n実際に本件詐欺未遂事件に関与していたか否かはまだはっきりとは分からな\nい旨を説明したものである。しかし、上記発言は、本件放送９の終了近くに\nなされたもので、その時間も比較的短く、上記のとおり一般の視聴者に対し\nて原告が本件詐欺未遂事件の犯人であるかのような印象を与えるそれまでの\n番組内容の流れを軌道修正するものとして明確に位置付けられているとはい\nえず、上記印象を否定するには至っていない。\n以上に鑑みると、本件放送９は、全体として、原告が本件詐欺未遂事件の\n犯人であり、それにもかかわらず、本件取材時においては本件詐欺未遂事件\nへの関与を否定する虚偽の回答をしていた事実を摘示するものというべきで\nある。同事実は、明らかに原告の社会的評価を低下させるものであるから、\n本件放送９につき、原告主張に係る名誉毀損の成立が認められる。\n２  争点２（名誉毀損について被告に故意又は過失があるか否か）について\n⑴  考え方\n前記１⑺から⑽までのとおり、本件放送６から９は、原告が本件詐欺未遂\n事件の犯人であり、それにもかかわらず、本件取材時においては本件詐欺未\n遂事件への関与を否定する虚偽の回答をしていたとの事実を摘示しての名誉\n毀損に当たる。そして、同摘示事実の重要部分は、原告が本件詐欺未遂事件\nの犯人であるという事実といえる。\nもっとも、被告において、上記重要部分につき真実と信ずるについて相当\nの理由があれば、その故意又は過失は否定されると解される（最高裁昭和３\n７年（オ）第８１５号同４１年６月２３日第一小法廷判決・民集２０巻５号\n１１１８頁参照）。\n⑵  検討\n被告は、本件取材後に神奈川県警察又はその幹部から情報提供を受けた経\n緯に加えて原告の逮捕が一定の司法審査を経たものであることにも鑑みると、\n被告において、原告が本件詐欺未遂事件の犯人であると信じるに足りる相当\nの理由があった旨主張する。\nしかし、証人Ｈは、被告主張に係る事実経過（前記第２の４⑵〔被告の主\n張〕イ）のとおりのやり取りがされた旨、被告の記者等から伝え聞いたとい\nうにとどまり（乙１３、証人Ｈ）、当該やり取りの際に作成されたメモ等の\n裏付けとなる証拠は何らないことからすれば、被告主張に係るやり取りがあ\nったとは直ちに認め難い。\nそして、そもそも、捜査機関が原告に本件詐欺事件未遂事件に係る犯罪の\n嫌疑をかけていることと、原告が実際に上記犯罪を行ったということとは、\n事実として全く異なるものである。しかも、被告の主張を前提としても、本\n件詐欺未遂事件は、一旦は原告逮捕後に警察による広報発表が予定されてい\nながら、原告逮捕の直前に広報発表をしない方針に変更されたというのであ\nって、被告が提供を受けたという情報はいまだ公に発表されていない非公式\nのものであるから、被告において、他に裏付取材をせず、上記非公式な情報\nのみで原告が本件詐欺未遂事件の犯人であると信じるにつき相当の理由があ\nったということはできない。\nまた、裁判官は、被疑者が罪を犯したことを疑うに足りる相当な理由があ\nると認めるときは、捜査機関の請求により逮捕状を発する（刑訴法１９９条\n２項）のであるから、原告が裁判官発付の逮捕状によって逮捕された事実も、\n原告につき同逮捕状記載の被疑事実を犯したことを疑うに足りる相当な理由\nがあることを超えて、原告が実際に上記被疑事実に及んだことまでを示すも\nのではない。\n以上によれば、本件放送６から９の当時、被告において、原告が本件詐欺\n未遂事件の犯人であると信じるにつき相当の理由があったと認めることはで\nきず、被告の上記主張を採用することはできない。\nしたがって、被告は、本件放送６から９に係る名誉毀損につき、少なくと\nも過失はあったものということができる。\n３  争点３（本件念書の効力）について\n⑴  本件念書の作成経緯\n前提事実⑶、証拠（甲２の１、甲１２、原告本人）及び弁論の全趣旨によ\nれば、以下の事実が認められる。同認定を覆す証拠はない。\n平成３１年２月１９日、当時、放送番組「Ｂ」のディレクターであったＣ\nは、ほか１名のディレクターと共に本件会社の事務所を訪れ、原告に対し、\n本件詐欺未遂事件についての取材を申し込んだ。\n原告は、取材を拒否したが、Ｃらから取材に応ずるよう重ねて求められ、\nまた、当時付近に居合わせた本件会社の従業員であったＥからも取材に応じ\nることを勧められた。そこで原告は、Ｃらに対し、被告において放送に当た\nり原告の顔を出さないこと及び原告の声を加工することを約束するとともに\n同約束につき一筆書くことを条件に、取材に応ずると述べた。\nＣは、上司の許可なくそのような書面を作成することはできない旨を述べ\nて困った様子を見せたが、携帯電話で架電した後、許可取れましたという趣\n旨のことを述べた。そして、Ｃは、手書きで本件念書を作成し、これを原告\nに提出した。\n⑵  本件念書の効力\nア  被告の主張\n被告は、①Ｃが、原告に対し、本件取材の前後２回にわたり万が一原告\nが逮捕等された場合は本件念書が無効となる旨告げたところ、原告がこれ\nを了承したとして、Ｃと原告との間において、原告が逮捕された場合は本\n件念書が無効であるとの共通の認識が形成されていた、②被疑者が逮捕さ\nれた際は原則として当該被疑者の実名を報道し、事案に鑑み肖像も報道す\nることがあるとの日本の報道機関における取扱いを認識している通常人か\nらすれば、本件念書上、その効力を制限する記載がなくとも、本件念書の\n効力が及ぶのは逮捕前までであることを当然に認識したはずであり、本件\n念書をもって、原告が逮捕された場合も放送時において原告の音声を加工\nし、原告の容ぼうを出さないとの合意をしたとみることはできない、③本\n件念書が原告の逮捕後も効力を失わない趣旨であると解されるとしても、\n被告がＣに上記合意をする権限を与えるはずがないから、被告は、本件念\n書に拘束されないと主張する。\nイ  検討\n前記ア①につき、本件念書の内容は、報道機関である被告の放送行為を\n制限するものであり、通常、書面、口頭を問わず、記者が取材対象者との\n間で上記内容に係る約束をすることはない（証人Ｈ）。この点に鑑みると、\n原告が逮捕等された場合は本件念書が無効となる旨の条件は、被告にとっ\nて異例な上記制限から解放される条件として重要な意義を有するものとい\nえるところ、本件念書には、上記無効に係る条件につき何ら言及されてい\nない（甲２の１）。そして、前記⑴のとおり、本件念書は、Ｃが手書きで\n作成したものであって、上記条件の付記が困難であった事情は見当たらな\nい。また、「原告が逮捕等された場合」は、それ自体、原告に不快感を与\nえるおそれの大きい言葉といえ、前記⑴のとおり、当初は取材を拒否して\nいた原告との間における取材の可否をめぐる交渉において、Ｃが上記言葉\nを発するとは考え難い。\n以上に加え、他にＣが上記条件に関する発言をしたことを示す客観的な\n証拠もないことからすれば、本件証拠及び弁論の全趣旨によっても被告主\n張に係る原告とＣとのやり取りの存在を認めることはできず、したがって、\n被告主張に係る上記両名間の共通認識は、前提を欠き、認められない。\n前記ア②につき、被告主張に係る取扱いは、報道機関関係者の間におい\nては共通の運用として熟知された了解事項であるとしても、法令上の根拠\nに基づくものではなく、証拠上、報道機関関係者以外の者にも広く認知さ\nれているとうかがわせる事情は認められない。\nしたがって、上記取扱いが、社会生活上一般に知られた事実であるとま\nではいえない。この点に鑑みると、報道機関関係者ではない原告において、\n効力の制限について何ら言及されていない本件念書の文面から、本件念書\nの効力が及ぶのは逮捕前までである旨を認識し得たとは認め難い。\n前記ア③につき、前記⑴のとおり、Ｃは、原告から、原告の顔を出さず、\n原告の声を加工するとの約束につき、一筆書くことを求められ、上司の許\n可なくそのような書面を作成することはできない旨を述べて困った様子を\n見せたが、携帯電話で架電した後、許可取れましたという趣旨のことを述\nべた上で、手書きで本件念書を作成して原告に手渡した。この事実経過に\n加え、Ｃが本件念書の末尾に「ＴＢＳ  Ｂ」と、被告の社名及び自身がデ\nィレクターを務める番組名を付記して署名したこと（甲２の１）にも鑑み\nると、Ｃに対して原告との間で本件念書の内容に係る合意をする権限を授\n与していないとの被告の主張は採用し難い。\nウ  小括\n以上によれば、本件念書は、原告が逮捕された場合であっても無効とな\nることはない。\n４  争点４（本件各放送による肖像権侵害に係る不法行為の成否）について\n⑴  判断基準\n人は、自己の容ぼうを撮影された写真や映像等をみだりに公表されない人\n格的利益を有するものと解される。もっとも、上記公表が正当な報道行為等\nとして許容されるべき場合もあるものといえ、ある者の容ぼうを撮影した写\n真や映像等をその承諾なく公表することが不法行為法上違法となるかどうか\nは、被撮影者の社会的地位、撮影された被撮影者の活動内容、撮影の場所、\n撮影の態様、公表の態様、公表の必要性等を総合考慮して、被撮影者の上記\n人格的利益の侵害が社会生活上受忍の限度を超えるものといえるかどうかを\n判断して決すべきである（最高裁平成１５年（受）第２８１号同１７年１１\n月１０日第一小法廷判決・民集５９巻９号２４２８頁）。\n他方、人の肉声については、通常、容ぼうほど高度な個人識別機能を備え\nていないものと考えられることから、人が自己の肉声をみだりに公表されな\nいことにつき、一律に人格的利益を有するものとまでは解し難い。\n⑵  検討\n本件放送１において原告の容ぼうが表示された場面はなく（前記１⑵）、\nしたがって、本件放送１につき、不法行為が成立する余地はない。\n本件放送２から９において使用された本件取材映像は、本件取材時に撮影\nされたものであり（前提事実⑶）、原告が複数の質問に対して回答する間、\n原告の容ぼう全体が正面から明確に識別することが可能な態様で撮影されて\nいる（乙５の４の２等）。本件取材は、改元を口実とする虚偽の事実を伝え\nて高齢者からキャッシュカード等をだまし取ろうとした本件詐欺未遂事件に\nおいて、本件私書箱が当該高齢者にキャッシュカード等を送付させるための\n返信用封筒の宛先とされていたこと（前提事実⑵）から、本件私書箱を管理\n運営する原告に対して行われたものである（乙１３、証人Ｈ）。\n平成から令和への改元を間近に控えた平成３１年初頭から春頃にかけて、\n同種の手口によるいわゆる改元詐欺が多発しており、国民生活センター、金\n融庁、全国銀行協会等が広く国民一般に注意喚起していた（乙７の１～５）。\nこのような状況に鑑みると、本件詐欺未遂事件は、社会一般に関心の高い事\n項であったといえる。しかも、本件放送２から９は、原告が本件詐欺未遂事\n件の被疑者として逮捕された当日又はその翌日に行われたものであり（前提\n事実⑷、⑸）、当時、上記逮捕の事実は、社会の耳目を集めていたものとい\nうことができる。したがって、本件詐欺未遂事件及び原告逮捕の事実に対す\nる社会一般の高い関心に応えるとともに、同種被害の防止のためにも、当時、\n本件取材の内容を報道する必要性は高かったものと認められる。\nしかし、もとより報道機関による取材に対する諾否は、個々人の自由とい\nえるところ、原告は、当初は取材を拒否し、被告において放送に当たり原告\nの顔を出さないこと及び原告の声を加工することを約束するとともにその旨\nの念書を差し入れることを条件として取材に応じる旨を述べ、本件念書を受\n領した上で、本件取材を受けており、その過程においてビデオカメラで容ぼ\nう等を撮影されることも承諾していたものである（前提事実⑶、前記３⑴）。\nそして、前記３のとおり、本件念書は、原告が逮捕された場合であっても、\n無効となるものではないところ、本件放送２から９は、原告の容ぼう全体が\n正面から明確に識別することが可能な態様で撮影されたままの状態で本件取\n材映像を放映するもので、これは、本件念書に記載された上記約束に明らか\nに反するものといえ、原告の容ぼうが撮影された本件取材映像の公表の態様\nとして相当なものとはいえない。原告は、本件念書を信用して本件取材に臨\nんでおり、著名な大手報道機関である被告が本件念書に反して自身の容ぼう\nの映像を放映することは、全くの予想外であったものと推認することができ\nる。また、本件詐欺未遂事件及び原告逮捕の事実に対する社会一般の高い関\n心に応える、同種被害の防止を図るという目的のためには、本件詐欺未遂事\n件の内容、本件取材において原告が話した内容及び本件私書箱が設けられた\n本件アパートの状況、逮捕された被疑者である原告の実名を報道すれば足り、\n原告の容ぼうまで公表する必要性は認め難い。ほかに、原告がいわゆる指名\n手配中の危険人物であるなど、上記必要性を基礎付ける事情の存在もうかが\nわれない。\n以上の事情を総合考慮すると、原告の容ぼうが撮影された本件取材映像を\n放送した本件放送２から９は、社会生活上受忍すべき限度を超えて、原告の\n人格的利益を侵害するものであり、不法行為上違法であるといわざるを得な\nい。\n５  争点５（損害の発生及びその金額）について\n前記２及び４のとおり、被告は、①放送に当たり原告の顔を出さない旨の本\n件念書記載の約束に反して、本件放送２から９において原告の容ぼうが撮影さ\nれた本件取材映像を放送することにより、自己の容ぼうを撮影された写真や映\n像等をみだりに公表されない原告の人格的利益を侵害するという不法行為に及\nび、②うち本件放送６から９においては、原告が本件詐欺未遂事件の犯人であ\nり、それにもかかわらず、本件取材時においては本件詐欺未遂事件への関与を\n否定する虚偽の回答をしていた事実を摘示して原告の名誉を毀損するという不\n法行為に及んだ。\n本件各放送後、原告は、不動産業を営む本件会社の取引先の激減、同社の不\n動産取引ネットワークへの加入審査落選、資本提携を目的とした原告保有の本\n件会社の株式の譲渡に係る合意の白紙撤回など経済的不利益を被ったほか、日\n常生活において本件詐欺未遂事件への関与を理由に自身のみならず家族も周囲\nから白眼視されるなど精神的不利益も被った（甲１１、１２、証人Ａ、原告本\n人）。\n上記経済的不利益については、実害の金銭的評価は困難である（原告本人）。\nまた、本件放送２から９において原告の実名が明示されており（前提事実⑸）、\n同時期に全国紙やテレビ朝日、日本放送協会（ＮＨＫ）等の他のテレビ局も、\n原告が本件詐欺未遂事件の疑いで逮捕された旨を原告の実名とともに報道した\n（乙１０の１～乙１２の８）。これらの実名を伴う逮捕の報道が上記経済的不\n利益及び精神的不利益の発生に少なからず寄与したことは、否定し難い。\nしかし、上記の点を踏まえても、著名な大手報道機関である被告において、\n「Ｂ」など国民一般に広く視聴されている番組中、原告が本件詐欺未遂事件の\n犯人であるなどの上記事実を摘示して上記名誉毀損に及んだことによる影響は、\n相当に大きなものといえる。また、本件放送２から９に使用された本件取材映\n像においては、原告が複数の質問に対して回答する間、原告の容ぼう全体が正\n面から明確に識別することが可能な態様で撮影されている（前記４⑵）。この\n点に鑑みると、原告の実名に加えて原告の容ぼうを放送した本件放送２から９\nは、原告の実名のみの報道に比して、一般の視聴者に対し、本件詐欺未遂の被\n疑者又は犯人が原告であることをより一層強く印象付けるものということがで\nきる。したがって、原告の上記人格的不利益に係る不法行為が、原告の私生活\nに及ぼす影響も軽視し得ない。なお、テレビ朝日も、平成３１年２月１９日、\n本件取材後に原告を取材しているが、原告の要望に応じて原告の後ろ姿のみの\n撮影にとどめており（原告本人）、上記取材映像を放送したとしても、同放送\n内容に原告の容ぼうは含まれない。\nしかも、被告は、前記４⑴のとおり、当初取材を拒否していた原告から、被\n告において放送に当たり原告の顔を出さないことなどを約束するとともにその\n旨の念書を差し入れることを条件として取材に応じる旨を述べられ、Ｃが同条\n件に即した本件念書を作成して原告に手渡し、その上で本件取材を実施した。\n被告は、このような経緯がありながら、本件念書に反して原告の容ぼうを放送\nする上記不法行為に及んだ。この行為は、背信的行為というよりほかはなく、\n慰謝料増額事由として考慮されるべきである。\n以上の諸事情を考慮し、上記各不法行為による慰謝料は、５００万円をもっ\nて相当と認める。\nまた、本件事案の内容、性質に鑑み、弁護士費用相当の損害額は、５０万円\nが相当である。\nなお、本件放送１において原告の音声を加工せずに本件取材映像を放送した\nこと、本件放送２から９において原告の音声を加工せずに原告の容ぼうが撮影\nされた本件取材映像を放送したことは、放送に当たり原告の顔を出さず、音声\nを加工する旨の本件念書に係る合意に反し、予備的請求の根拠となる上記約束\nに係る債務の不履行も構成する。しかし、原告の音声は、それのみによって原\n告を他者から識別、特定する機能を備えているとまではいえず、容ぼうによる\n同機能を補強するものにすぎない。この点に鑑みると、予備的請求に係る債務\n不履行による損害として、上記の主位的請求に係る上記各不法行為による慰謝\n料を超えるものが発生しているとはいい難い。\n６  結論\n以上によれば、原告の被告に対する請求は、５５０万円及びこれに対する本\n件放送６から９の放送日である平成３１年３月８日から支払済みまで民法所定\nの年５分の割合による遅延損害金の限度で理由があるから主文第１項の限度で\n認容し、その余の主位的請求及び予備的請求はいずれも理由がないから棄却す\nることとして、主文のとおり判決する。\n東京地方裁判所民事第５部\n裁判長裁判官    鈴木  わかな\n裁判官    崇島  誠二\n裁判官    中根  佑一朗\n（別紙）\n平成３１年３月７日放送\n番組名  本件詐欺未遂事件に\n係る放送の開始時刻\n本件詐欺未遂事件に\n係る放送の時間\n本件放送１  Ｂ  午前７時４６分  １分２７秒間\n本件放送２  Ｉ  午前９時４６分  １分２５秒間\n本件放送３  Ｊ  午前１１時３０分  １分４５秒間\n本件放送４  Ｋ  午後４時０１分  ①９分４６秒間\n②８分７秒間\n本件放送５  Ｌ  午後１１時３１分  １分３６秒間\n同月８日放送\n番組名  本件詐欺未遂事件に\n係る放送の開始時刻\n本件詐欺未遂事件に\n係る放送の時間\n本件放送６  Ｂ  午前６時５５分  １３分４２秒間\n本件放送７  Ｉ  午前８時０３分  ６分４５秒間\n本件放送８  Ｊ  午前１１時５６分  ２分２０秒間\n本件放送９  Ｍ  午後３時０４分  ７分３０秒間\n表現内容 表現方法 証拠 原告の主張 被告の主張\n本件放送３\n1 「改元で書類変更必要」とうそ\n男逮捕 サイドテロップ 乙５の３の２\n原告が本件詐欺未遂事件の犯人（以下、\n本別表においては単に「犯人」とい\nう。）であるように誤信させるものであ\nる。\n郵送された書類には「改元詐欺で書類変\n更必要」といううその内容の記載があっ\nたこと、その被疑事実で男が逮捕された\nことを伝えているものであり、原告が真\n犯人であるかのような誤信を招くもので\nはない。\n2 「個人情報が書かれた書類の変\n更や新規作成が必要」などとう\nそ テロップ 乙５の３の２ 原告が被害者に対してうそを述べたこと\nを強調し、原告が犯人であると断定する\nものである。\nうその書類が送付されたことを伝えるも\nのである。\n3 ＪＮＮの取材に対し関与否定 テロップ（「関与否定」との部分は黄色\nの文字） 乙５の３の２ 同上\n原告が関与を否定したことを伝えるもの\nであり、関与否定を強調したからといっ\nて一般の視聴者の普通の注意と視聴の仕\n方とを基準としてこれを見たときに原告\nがうそを述べたとの認識を持つとはいえ\nない。\n本件放送４\n4 「改元」ネタに詐欺未遂　直撃\n取材に“関与否定” サイドテロップ（“関与否定”との部分\nは赤色の文字） 乙３の４ 原告が過去にうそを述べていたかのよう\nに見せている。 同上\n5 Ｑ　改元詐欺の返送先住所に使\nわれているが？\n非常に迷惑してますね\n取材に答える原告の映像とともに、左記\nの内容のテロップ（原告の発言である\n「非常に迷惑していますね」との部分は\n赤色の文字）を表示している。\n乙５の４の２\n⑦\n原告が犯人であり、「（犯人と疑われ\nて）迷惑している」などとうそをついて\nいるかのような表現をすることで「犯人\nのくせにこんなことを言っている」と嘲\n笑するような方向に誘導し、視聴者の注\n目を集めるような表現をしている。\n原告が強調して話していた部分を強調し\nた、又は、原告の発言をまとめて表示し\nたものにすぎず、一般の視聴者の普通の\n注意と視聴の仕方とを基準としてこれを\n見たときに原告がうそをついていると\nか、原告を嘲笑していると受けとめられ\nることはない。仮にそう受けとめられた\nとしても、原告を犯人と断定していると\nはいえない。\n6 Ｑ　犯人グループに関しては？\nもう早いところ捕まえていただ\nきたいですね\n取材に答える原告の映像とともに、左記\nの内容のテロップ（原告の発言である\n「早いところ捕まえていただきたい」と\nの部分は赤色の文字）を表示している。\n乙５の４の２\n⑬ 同上 同上\n7 「早く捕まって欲しい」 取材に答える原告の映像とともに、左記\nの内容のテロップ（いずれも黄色の文\n字）を表示している。\n乙５の４の２\n⑭ 同上 同上\n8 悪質　「改元」口実に…高齢者\n狙う“詐欺”　だまされないた\nめに…\n画面右半分に原告の写真を表示するとと\nもに左記の内容のサイドテロップを表示\nしている。 乙５の４の１ 原告が犯人であると断定し、顔写真を結\nび付けた。\nこのコーナー全体の見出しであって、個\n別に原告を指して悪質だとか詐欺に及ん\nだと指摘するものではない。\n表現内容 表現方法 証拠 原告の主張 被告の主張\n「あなたは○○百貨店で大きな\n買い物をされたことがあります\nか？」と突然電話が掛かってく\nるんですよ。当然「そんなこと\nはありません。」、「それじゃ\nあ、あなたのキャッシュカード\nが悪用されている可能性があり\nます。すぐにキャッシュカード\nを停止しなければなりません。\n今から銀行員を家まで行かせる\nのでキャッシュカードを渡して\nください。」というのが今、本\n当にたくさん増えていますの\nで、これはもう気を付けていた\nだきたい。\n取材に答える原告の写真が表示された状\n態で元刑事として紹介された者の左記の\n内容の発言がされる。 乙５の４の１ 同上\n本件詐欺未遂事件とは直接関係しない一\n般論を述べるものであって、発言の間に\n原告の写真が提示されたからといって原\n告を犯人として特定したということはで\nきない。\n10 Ｑ　改元詐欺の返送先住所に使\nわれているが？\n非常に迷惑してますね\n取材に答える原告の映像とともに、左記\nの内容のテロップ（原告の発言である\n「非常に迷惑してますね」との部分は赤\n色の文字）を表示している。\n乙５の５の２\n⑦\n原告の発言のうち、犯人であることを否\n定するような内容の箇所のみを強調し、\nそのことによって、「犯人のくせにこん\nなことを言っている」と嘲笑するような\n方向に誘導し、視聴者の注目を集めるよ\nうな表現をしている。\n原告が強調して話していた部分を強調し\nた、又は、原告の発言をまとめて表示し\nたものにすぎず、一般の視聴者の普通の\n注意と視聴の仕方とを基準としてこれを\n見たときに原告がうそをついているだと\nか、原告を嘲笑していると受け止めるこ\nとはない。仮にそう受け止めたとして\nも、原告を犯人と断定しているとはいえ\nない。\n11 Ｑ　犯人グループに関しては？\nもう早いところ捕まえていただ\nきたいですね\n取材に答える原告の映像とともに、左記\nの内容のテロップ（原告の発言である\n「早いところ捕まえていただきたい」と\nの部分は赤色の文字）を表示している。\n乙５の５の２\n⑬ 同上 同上\n12 「早く捕まって欲しい」 取材に答える原告の映像とともに、左記\nの内容のテロップ（いずれも黄色の文\n字）を表示している。\n乙５の５の２\n⑭ 同上 同上\n13 自分とは関係ない　はっきり\n言って迷惑している 原告の写真に吹出しをつけて左記の文字\nを表示している。 乙５の５の１ 原告の写真に吹出しをつけ、否認する原\n告をあざ笑うかのような表現に仕立てて\nいる。\n取材時の原告の発言を吹出しとして用い\nており、何ら問題はない。\n本件放送５\n14 改元に便乗　詐欺未遂　直撃取\n材に“関与否定” サイドテロップ 乙３の６、乙\n５の６ 原告が過去にうそを述べていたかのよう\nに見せている。\n「関与否定」を強調したからといって一\n般の視聴者の普通の注意と視聴の仕方と\nを基準としてこれを見たときに原告がう\nそを述べたとの認識を持つとはいえな\nい。\n表現内容 表現方法 証拠 原告の主張 被告の主張\n15 Ｑ　改元詐欺の返送先住所に使\nわれているが？\n非常に迷惑している\n取材に答える原告の映像とともに、左記\nの内容のテロップ（原告の発言である\n「非常に迷惑している」との部分は黄色\nの文字）を表示している。\n乙５の６　⑧\n原告の発言のうち、犯人であることを否\n定するような内容の箇所のみを強調し、\nそのことによって、「犯人のくせにこん\nなことを言っている」と嘲笑するような\n方向に誘導し、視聴者の注目を集めるよ\nうな表現をしている。\n原告が強調して話していた部分を強調し\nた、又は、原告の発言をまとめて表示し\nたものにすぎず、一般の視聴者の普通の\n注意と視聴の仕方とを基準としてこれを\n見たときに原告がうそをついているだと\nか、原告を嘲笑していると受けとめられ\nることはない。仮にそう受けとめられた\nとしても、原告を犯人と断定していると\nはいえない。\n16 犯行への関与否定 白文字を赤色で縁取りしたテロップ 乙５の６　⑩ 同上 同上\n本件放送６\n17 独自　“改元詐欺の男”　Ｂ直\n撃　逮捕前の“２０分”ウソ\n「迷惑だ」\nサイドテロップ（「直撃」との部分は赤\n色の文字、「逮捕前の“２０分”ウソ」\nとの部分は青色の文字） 乙４の１ 原告の「迷惑だ」との発言がうそである\nと断定するとともに、原告が犯人である\nと誤信させるものである。\nこのサイドテロップの語順では趣旨が不\n明確であり、サイドテロップが表示され\nている間に流れたＶＴＲと併せてその意\n味内容を検討すべきところ、当該ＶＴＲ\nはミスリードとなるナレーションがある\nものの、原告の言い分を丁寧かつ正確に\n伝えるものである。そうであるところ、\nこのサイドテロップの後段について「逮\n捕前に20分も迷惑だなどと語ったがうそ\nであった」と理解してしまうと、当該Ｖ\nＴＲの上記内容と全く整合しない。した\nがって、このサイドテロップを総合的に\nみると原告が犯人であると断定している\nとはいえない。\n18 ええ違います 取材に答える原告の映像とともに、左記\nの内容の赤色の文字のテロップ 乙６の１の２\n①\n犯人であることを否定する発言のみを強\n調し、「犯人のくせにこんなことを言っ\nている」と嘲笑するように誘導して視聴\n者の注目を集める表現である。\n原告が強調して話していた部分を強調し\nた、又は、原告の発言をまとめて表示し\nたものにすぎず、一般の視聴者の普通の\n注意と視聴の仕方とを基準としてこれを\n見たときに原告がうそをついているだと\nか、原告を嘲笑していると受け止めるこ\nとはない。仮にそう受け止めたとして\nも、原告を犯人と断定しているとはいえ\nない。\n19 違います 同上 乙６の１の２\n③ 同上 同上\n表現内容 表現方法 証拠 原告の主張 被告の主張\n20 裏の顔　巧妙な手口\nテロップ（「裏の顔」との部分は白文字\nを青色で縁取りしたもの、「巧妙な手\n口」との部分は白文字を黄色で縁取りし\nたもの。）\n乙４の１ 原告が犯人であると断定するかのような\n表現である。\n「裏の顔」という語は怪しいという印象\nを与えるものの、放送中、原告の「裏の\n顔」がいかなるものであるか明らかに\nなっておらず、放送内容との関係からす\nればミスリードであって原告と犯人とを\n結び付けるものではない。また、放送\n中、原告が本件詐欺未遂事件の手口につ\nいて述べた場面はないから、原告と「巧\n妙な手口」とは結び付かず、放送内容と\nの関係からすれば全くのミスリードで\nあって、原告が犯人であると摘示するも\nのではない。\n21 先日警察の方も来ましてかなり\n迷惑はしているんですよね\n取材に答える原告の映像とともに、左記\nの内容のテロップ（「迷惑はしている」\nとの部分は赤色の文字）\n乙６の１の２\n⑮\n犯人であることを否定する発言のみを強\n調し、「犯人のくせにこんなことを言っ\nている」と嘲笑するように誘導して視聴\n者の注目を集める表現である。\n原告が強調して話していた部分を強調し\nた、又は、原告の発言をまとめて表示し\nたものにすぎず、一般の視聴者の普通の\n注意と視聴の仕方とを基準としてこれを\n見たときに原告がうそをついているだと\nか、原告を嘲笑していると受けとめられ\nることはない。仮にそう受けとめられた\nとしても、原告を犯人と断定していると\nはいえない。\n22 「詐欺とは無関係」 取材に答える原告の映像とともに、左記\nの内容のテロップ 乙６の１の２\n⑲ 同上 同上\n23 お預かりして転送と業務してい\nます\n取材に答える原告の映像とともに、左記\nの内容のテロップ（「転送」と「業務」\nとの部分は赤色の文字）\n乙６の１の２\n㉔ 同上 同上\n24 「私書箱は悪用された」 取材に答える原告の映像とともに、左記\nの内容の赤色の文字のテロップ 乙６の１の２\n㉟ 同上 同上\n25 引っかからないでいただきたい 同上 乙６の１の２\n㊹ 同上 同上\n26 犯行への関与否定 同上 乙６の１の２\n55 同上 同上\n今回の件をみると単独犯の可能\n性も高いんですが、悪い連中か\nら何か知恵を授けられて、\nちょっと自分でやってみようか\nとやった可能性、それももちろ\nん捨てきれないですね。\n詐欺に詳しいジャーナリストと紹介され\nた者の発言 乙４の１ 今回の件が単独犯である、自分でやって\nみようかとの表現により、原告が犯人で\nあると断定している。\n警察の見立てを前提として、本件詐欺未\n遂事件が単独犯の可能性又は共犯の可能\n性いずれも存するという発言者の見立て\nを述べるものにすぎず、番組が独自に原\n告を犯人だと断定しているものではな\nい。\n表現内容 表現方法 証拠 原告の主張 被告の主張\n28 何度も関与を否定 取材に答える原告の映像とともに、左記\nの内容のテロップ 乙６の１の２\n犯人であることを否定する発言のみを強\n調し、「犯人のくせにこんなことを言っ\nている」と嘲笑するように誘導して視聴\n者の注目を集める表現である。\n原告が強調して話していた部分を強調し\nた、又は、原告の発言をまとめて表示し\nたものにすぎず、一般の視聴者の普通の\n注意と視聴の仕方とを基準としてこれを\n見たときに原告がうそをついているだと\nか、原告を嘲笑していると受けとめられ\nることはない。仮にそう受けとめられた\nとしても、原告を犯人と断定していると\nはいえない。\n29 ええ　違います 同上 乙６の１の２\n73 同上 同上\n30 悪質“改元詐欺”その巧妙な手\n口は…Ｂ直撃の男逮捕 サイドテロップ 乙６の１の１ 原告が本件詐欺未遂事件の犯人であると\n断定するような表現を用いて視聴者に誤\n信を与えるもの。\nこのコーナーの見出しであり、改元詐欺\nの手口を紹介すること、及び、番組が取\n材した男性が逮捕されたことを伝えるも\nのである。悪質、巧妙な手口との表現は\n本件詐欺未遂事件を指す表現であり、原\n告が犯罪行為をしたと伝えるものではな\nい。\n31 独自　直撃取材に語った“ウ\nソ”“詐欺”余罪は？捜査行方\nは？ サイドテロップ 乙６の１の１ 同上\nここでいう「“ウソ”」とは、警察の発\n表を前提とすれば原告の発言がうそであ\nるとの趣旨であり、番組として原告がう\nそを述べたと断定していないことを示し\nている。番組内で取材者が、原告が犯人\nであるとは信じられない旨述べているこ\nとや、コメンテーターも同様の趣旨を述\nべていたことからすれば、視聴者におい\nてうそであることを強調するものである\nと受け取ることはない。また、「“詐\n欺”余罪は？」との表現は、警察が、本\n件詐欺未遂事件と同種の手口による犯行\n９件との関連性を捜査しようとしていた\nことからその意を示そうとしたものであ\nる。このことは、原告の余罪を問題視す\nるような発言がないことからも裏付けら\nれる。\n32 自分とは一切関係ない　はっき\nり言って迷惑している 原告の写真に吹出しをつけて左記の文字\nを表示している。 乙６の１の１ 同上 原告がそのとおりの発言をしたことを伝\nえるものであり何ら誤信を招くものでは\nない。\nこういうことでキャッシュカー\nドだまし取られたっていう方は\nぜひ被害届をしていただきた\nい。詐欺未遂罪よりも既遂罪の\nほうが重い罪ですのでね。そう\nいう意味でテレビ見ていらっ\nしゃる方のご相談をくださいと\nいうことですね。\n取材に答える原告の映像とともに、左記\nの内容の発言がされる。 乙６の１の１ 同上 原告を犯人視するものとはいえない。\n本件放送７\n表現内容 表現方法 証拠 原告の主張 被告の主張\n34 部屋から出てきたのはＤ容疑者 取材に答える原告の映像とともに、左記\nの内容のテロップ（「Ｄ容疑者」との部\n分は青色の文字）\n乙６の２の２\n⑩\n犯人であることを否定する発言のみを強\n調し、「犯人のくせにこんなことを言っ\nている」と嘲笑するように誘導して視聴\n者の注目を集める表現である。\n原告の社会的評価を低下させることと関\n連しない。\n35   Ｑ．絶対に違いますね？\n違います 取材に答える原告の映像とともに、左記\nの内容の青色の文字のテロップ 乙６の２の２\n⑬ 同上\n原告が述べていたことを表示したものに\nすぎず、一般の視聴者の普通の注意と視\n聴の仕方とを基準としてこれを見たとき\nに原告がうそをついているだとか、原告\nを嘲笑していると受けとめられることは\nない。仮にそう受けとめられたとして\nも、原告を犯人と断定しているとはいえ\nない。\n36 「私書箱は悪用された」「２、\n３年前から詐欺グループに悪用\nされてきた」\n取材に答える原告の映像とともに、左記\nの内容の赤色の文字のテロップ 乙６の２の２\n㉔ 同上 同上\n37 そうですね\n気をつけていただきたい\n取材に答える原告の映像とともに、左記\nの内容のテロップ（「気をつけていただ\nきたい」との部分は赤色の文字）\n乙６の２の２\n㉝ 同上 同上\n38 ええ違います 取材に答える原告の映像とともに、左記\nの内容の黄色の文字のテロップ 乙６の２の２\n㊺ 同上 同上\n39 違います　違います 取材に答える原告の映像とともに、左記\nの内容の赤色の文字のテロップ 乙６の２の２\n㊼ 同上 同上\n本件放送８\nＱ　詐欺の犯人グループに関し\nてはどう思う？\nもう早いところ捕まえていただ\nきたい\n取材に答える原告の映像とともに、左記\nの内容のテロップ（原告の発言である\n「捕まえていただきたい」との部分は白\n文字に赤色の縁取り）\n乙６の３の２\n② 46に同じ\n原告が述べていたことを表示したものに\nすぎず、一般の視聴者の普通の注意と視\n聴の仕方とを基準としてこれを見たとき\nに原告がうそをついているだとか、原告\nを嘲笑していると受け止めることはな\nい。仮にそう受け止めたとしても、原告\nを犯人と断定しているとはいえない。\n“新元号”発表間近\n「改元」をネタにキャッシュ\nカードを…\n男逮捕！悪質な“改元詐欺”の\n手口（テロップ）\n「改元」口実に…高齢者狙う\n逮捕前の取材で関与否定（サイ\nドテロップ）\n画面左半分に原告の写真を表示するとと\nもに、左記の内容のテロップを画面下半\n分に。サイドテロップを画面右上部に表\n示している。\n乙９の１ 46に同じ\n新元号の発表が間近である時期に本件詐\n欺未遂事件が発生したところ、その被疑\n者として原告が逮捕されたことを表現す\nるものである。\n42 図１ フリップ 46に同じ\n同フリップを含めコーナー全体におい\nて警察の見立てを紹介したものであり、\n視聴者において、同コーナーにおける表\n現につき、警察の見立てを離れて番組独\n自に原告を犯人視しているものと受けと\nめることはない。\n表現内容 表現方法 証拠 原告の主張 被告の主張\n43 Ｑ．ここは詐欺をするために借\nりた場所ではない？\nええ　違います\n取材に答える原告の映像とともに、左記\nの内容のテロップ（原告の発言である\n「違います」との部分は白文字に赤色の\n縁取り）\n乙６の３の２\n③ 46に同じ 40に同じ\n44 Ｑ．絶対違いますね？\n違います 同上 乙６の３の２\n④ 46に同じ 同上\n45 Ｑ．改元詐欺の返送先住所に使\nわれていることをどう思う？\n非常に迷惑していますね\n取材に答える原告の映像とともに、左記\nの内容のテロップ（原告の発言である\n「迷惑」との部分は白文字に赤色の縁取\nり）\n乙６の３の２\n⑧ 46に同じ 同上\n演技が上手ですよね。悪い人っ\nて意外と演技上手ですよね。\nまぁだから犯人だったんでしょ\nうけど。\n取材に答える原告の映像とともに、コメ\nンテーターによって左記の内容の発言が\nされる。 乙９の１ この発言にあらわれているとおり、原告\nが犯人であると断定し、嘲笑するような\n構成となっている。\n一般論を述べたものにすぎない上、ＭＣ\nが、その直後に「容疑者なんですけ\nど。」と発言し、さらに、「まだ容疑者\nですからね。本当はどうだか分かりませ\nんけど。」と述べ、原告をの犯人とみな\nすことを否定し、犯人視してはならない\nことを伝えていることからすれば、コメ\nンテーターによる左記の発言をもって原\n告を犯人とみなしているということはで\nきない。\nＱ．こちらにお住まいですか？\nお住まいというか　うちは施設\n私書箱\nＱ．改元詐欺の返送先住所に使\nわれているが？\n非常に迷惑してますね　他のお\n客様もこちらの住所を使いづら\nくなる　また同じような郵便物\nが届いた場合には受け取り拒否\nという形で対応させていただく\nＱ．犯人グループに関しては？\nもう早いところ捕まえていただ\nきたいですね\n原告の写真に吹出しをつけて左記の文字\n（「非常に迷惑してますね」、「早いと\nころ捕まえていただきたい」との部分は\n赤色の文字）を表示している。\n乙９の１ 同上 原告がそのとおりの発言をしたことを伝\nえるものであり何ら問題ない。\n本件放送９\n48 直撃！“改元詐欺の男”巧妙な\n手口とは？ サイドテロップ 乙６の４の２ 原告が犯人であると断定するにとどまら\nず、誹謗中傷までしている。\n「改元詐欺の男」とは、いわゆる改元詐\n欺の疑いで逮捕された男又は改元詐欺の\n疑いで逮捕されたという男との趣旨であ\nり、原告を犯人視するものではない。ま\nた、「巧妙な手口とは？」は、本件詐欺\n未遂事件の手口について述べているもの\nであって、原告が巧妙な手口を用いたと\nいう趣旨ではない。\n表現内容 表現方法 証拠 原告の主張 被告の主張\n49 男が語った２０分間で見えてき\nたのは、改元詐欺の巧妙な手口\nと男の裏の顔でした。 左記の内容のナレーション 乙４の４ 同上\nこのナレーションの前後において原告が\n本件詐欺未遂事件の手口を語る場面も、\n原告に裏の顔があると受け取り得る話も\nなく、また、原告が改元詐欺の巧妙な手\n口に関与したとの事情や、原告の裏の顔\nの存在をうかがわせる事情もない。そう\nであれば、このナレーションは具体的な\n内容を欠く無意味なものであり、原告を\n犯人視するものではない。\n50 ええ　違います 取材に答える原告の映像とともに、左記\nの内容の赤色の文字のテロップ 乙６の４の２\n② 原告が犯人であると断定するとともに、\n過去の原告の発言を嘲笑している。\n本件取材において原告が述べたことのう\nち本件詐欺未遂事件との関係を否定する\n部分を強調したものにすぎず、一般の視\n聴者の普通の注意と視聴の仕方とを基準\nとしてこれを見たときに原告がうそをつ\nいているだとか、原告を嘲笑していると\n受けとめられることはない。仮にそう受\nけとめられたとしても、原告を犯人と断\n定しているとはいえない。\n51 違います 同上 乙６の４の２\n④ 同上 同上\n52 引っかからないでいただきたい\nということですよね 同上 乙６の４の２\n⑩ 同上 同上\n53 裏の顔 左記の内容の青色の文字のテロップ 乙６の４の２\n⑫ 同上\n「男が語った２０分間で見えてきたの\nは、改元詐欺の巧妙な手口と男の裏の顔\nでした。」とのナレーションとともに表\n示されたものであるが、本件取材におい\nて、原告から本件詐欺未遂事件の手口が\n語られることもなく、原告の裏の顔が浮\nかび上がることもない。また、上記ナ\nレーションも上記手口や「裏の顔」に言\n及していない。そのことからすれば、上\n記ナレーション及びテロップは具体的な\n意味を持たないものであり、原告を犯人\n視するものでもない。\n54 先日警察の方も来ましてかなり\n迷惑はしているんですよね\n取材に答える原告の映像とともに、左記\nの内容のテロップ（「迷惑はしている」\nとの部分は赤色の文字）\n乙６の４の２\n㉒ 同上 ５０と同じ。\n55 いえ　こちらは郵便物を受け\n取ってお渡しする私書箱になり\nますので…\n取材に答える原告の映像とともに、左記\nの内容のテロップ（「私書箱」との部分\nは赤色の文字）\n乙６の４の２\n㉔ 同上 同上\n56 「郵便や荷物の受け取りを代行\nする私設私書箱として借りてい\nる」\n私書箱として用いていた部屋内の映像と\nともに、左記の内容のテロップ（「私設\n私書箱」との部分は赤色の文字）\n乙６の４の２\n㉗ 同上 同上\n57 詐欺とは無関係 私書箱として用いていた部屋内の映像と\nともに、左記の内容の赤色の文字のテ\nロップ\n乙６の４の２\n㉘ 同上 同上\n表現内容 表現方法 証拠 原告の主張 被告の主張\n58 「自分は詐欺と一切関係ない」 私書箱として用いていた部屋内の映像と\nともに、左記の内容のテロップ（白文字\nに赤色の縁取り）\n乙６の４の２\n㉞ 同上 同上\n59 非常に迷惑していますね 取材に答える原告の映像とともに、左記\nの内容のテロップ（「迷惑」との部分は\n赤色の文字）\n乙６の４の２\n㊳ 同上 同上\n60 これ以上被害があっては困るの\nで\n取材に答える原告の映像とともに、左記\nの内容のテロップ（「被害」との部分は\n赤色の文字）\n乙６の４の２\n㊶ 同上 同上\n61 もう早いところ捕まえていただ\nきたいですよね\n取材に答える原告の映像とともに、左記\nの内容のテロップ（「捕まえていただき\nたいですよね」との部分は赤色の文字）\n乙６の４の２\n㊼ 同上 同上\n62 引っかからないでいただきたい\nということですよね\n取材に答える原告の映像とともに、左記\nの内容のテロップ（「引っかからないで\nいただきたい」との部分は赤色の文字）\n乙６の４の２\n52 同上 同上\n63 気をつけていただきたいしかな\nいですよね\n取材に答える原告の映像とともに、左記\nの内容のテロップ（「気をつけていただ\nきたい」との部分は赤色の文字）\n乙６の４の２\n55 同上 同上\n64 犯行への関与否定 取材に答える原告の映像とともに、左記\nの内容の青色の文字のテロップ 乙６の４の２\n56 同上 同上\n65 逮捕前インタビューにペラペラ\nと喋っていたＤ容疑者というこ\nとですね。 ＭＣによる左記の内容の発言 乙９の２　１\n頁\n番組の最初から「ペラペラと」という表\n現を使い、原告が犯人であると断定する\nとともに、過去の原告の発言を嘲笑して\nいる。\n多弁又は能弁であることを意味する表現\nであるが、消極的な印象を含み得る。し\nかし、そのことをもって原告を犯人視し\nたものとはいえない。\n66 図２ フリップ 乙９の２　２\n頁 ５０に同じ。 本件詐欺未遂事件の説明とその事件に関\n与した疑いで原告が逮捕されたことを説\n明するものである。\n67 Ｑ．詐欺グループの拠点では？\nこちらは（私設）私書箱になり\nます\n取材に答える原告の写真に吹出しをつけ\nて左記の「こちらは（私設）私書箱にな\nります」との文字を表示している。\n乙９の２　４\n頁 同上 原告がそのとおりの発言をしたことを伝\nえるものであり何ら問題ない。\n68 図２ フリップ 乙９の２　６\n頁 同上 本件詐欺未遂事件の説明とその事件に関\n与した疑いで原告が逮捕されたことを説\n明するものである。\n69 図２ フリップ 乙９の２　７\n頁 同上 同上\n70 直撃　容疑者は逮捕前に「早く\n捕まえて」 サイドテロップ 乙９の２　８\n頁 同上\n本件取材において原告が述べたことを表\n示したにすぎず、一般の視聴者の普通の\n注意と視聴の仕方とを基準としてこれを\n見たときに原告がうそをついているだと\nか、原告を嘲笑していると受け止めるこ\nとはない。仮にそう受け止めたとして\nも、原告を犯人と断定しているとはいえ\nない。\n（別紙）図１及び図２については記載を省略。\n"
}