{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 3,
    "month": 6,
    "day": 16
  },
  "case_number": "令和2(行ケ)10148",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "90436",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=90436",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/436/090436_hanrei.pdf",
  "contents": "令和３年６月１６日判決言渡\n令和２年（行ケ）第１０１４８号  審決取消請求事件\n口頭弁論終結日  令和３年４月１９日\n判                  決\n原              告                株式会社クラウン・クリエイ\nティブ\n同訴訟代理人弁理士                澤      木    紀    一\n同                                小      山    輝    晃\n被              告                特 許 庁 長 官\n同指定代理 人                小    田    昌    子\n同                                齋    藤    貴    博\n同                                山    田    啓    之\n主                  文\n１  原告の請求を棄却する。\n２  訴訟費用は，原告の負担とする。\n事実及び理 由\n第１  請求\n特許庁が不服２０１９－１３１２８号事件について令和２年１１月１１日\nにした審決を取り消す。\n第２  事案の概要\n１  特許庁における手続の経緯等\n(1)  原告は，平成３０年７月１２日，別紙本願商標目録記載の商標（以下「本\n願商標」という。）について，商標登録出願をした（商願２０１８－０９０２\n５８）。（甲１５）\n(2)  原告は，令和元年８月８日付けで拒絶査定を受けたことから，同年１０月\n２日，これに対する不服の審判を請求した（不服２０１９－１３１２８号）。\n（甲２０，２１）\nまた，原告が令和元年１０月２日付け手続補正書によって指定役務を補正\nしたことにより，本願商標の指定役務は，別紙本願商標目録記載のとおりと\nなった（以下「本願指定役務」という。）。（甲２２）\n(3)  特許庁は，令和２年１１月１１日，「本件審判の請求は，成り立たない。」\nとする審決（以下「本件審決」という。）をし，その謄本は，同月３０日に原\n告に送達された。\n(4)  原告は，令和２年１２月２５日，本件審決の取消しを求めて，本件訴えを\n提起した。\n２  本件審決の理由の要旨\n本件審決の理由は，別紙審決書（写し）のとおりであり，要するに，本願商\n標は，「ＫＡＮＧＯＬ」の文字を標準文字で表し，指定役務を第３５類「帽子の\n小売又は卸売の業務において行われる顧客に対する便益の提供」（以下，小売又\nは卸売の業務において行われる顧客に対する便益の提供を「小売等役務」とい\nう。）とする登録商標（登録第５１６６６８３号，平成１９年５月１６日登録出\n願，平成２０年９月１２日設定登録，平成３０年９月１８日更新登録（甲１７）。\n以下「引用商標」といい，その指定役務を「引用指定役務」という。）と類似す\nる商標であり，かつ，本願指定役務は，引用指定役務と類似する役務であるか\nら，本願商標は，商標法４条１項１１号に該当し，商標登録を受けることがで\nきないというものである。\n第３  原告が主張する取消事由\n１  商標法４条１項１１号の趣旨に加え，商標の類否判断に関する最高裁判決（最\n高裁昭和３９年（行ツ）第１１０号同４３年２月２７日第三小法廷判決・民集\n２２巻２号３９９頁参照）が判示する内容によれば，同規定を適用するか否か\nについては，類型的・画一的に判断するのではなく，個別的・具体的な取引の\n実情に基づいて判断すべきである。そして，以下のとおりの取引の実情を考慮\nすれば，本願商標が引用商標と併存して登録されたとしても，両商標が出所表\n示として互いに相紛れることはないといえる。\n(1)  原告は，引用商標の商標権者であるカンゴール・リミテッド（以下「カン\nゴール社」という。）との間で，平成１４年９月２日，カンゴール社が所有す\nる知的財産権の譲渡等に関する契約を締結した（以下「本件契約」という。）。\nそして，原告は，平成１４年以降，本件契約に基づき，本願商標を使用し\nた「帽子，ナイトキャップ，ずきん，ヘルメット，すげがさ」以外の衣類を\n中心とするファッション商品について，雑誌，新聞，業界紙及びインターネ\nット等の媒体において大々的な広告宣伝活動を行うなどして本願商標の周知\n度を高めているほか，店舗やオンラインショップを利用して商品の販売を行\nっている。また，本願商標は，雑誌等において，原告のブランド（商標）と\nして紹介されている。\nこのように，原告は，衣類を中心とするファッション商品及びそれに関わ\nる小売等役務について，本願商標を継続的に使用しているものであり，この\n事実は，本願商標の現実的かつ具体的な取引の実情として重視すべきである。\n(2)  他方で，カンゴール社は，「帽子，ナイトキャップ，ずきん，ヘルメット，\nすげがさ」及びその小売等役務に限定して引用商標を使用しているものであ\nり，原告がこれらの商品及び役務について本願商標を使用したことはない。\nこのように，原告とカンゴール社との間においては，本願商標の使用につ\nいて棲み分けがされており，この具体的な使用態様における棲み分けは，将\n来においても変わることはない。\n(3)  原告は，本件契約に基づき，平成１４年１０月，カンゴール社が所有する\n複数の登録商標につき，「帽子，ナイトキャップ，ずきん，ヘルメット，すげ\nがさ」以外の指定商品に係る商標権の分割移転を受けるなどした。\nまた，原告は，本願商標と同一の構成又は「ＫＡＮＧＯＬ」を要部とする\n構成である複数の商標につき，「帽子，ナイトキャップ，ずきん，ヘルメット，\nすげがさ」以外の商品を指定商品として，商標登録を受けた。\n２  本件審決は，本願指定役務及び引用指定役務の提供に関連する各物品（以下，\n役務の提供に関連する物品を「取扱商品」という。）が同一の小売店において販\n売されている例を挙げるが，両役務の各取扱商品は，特許庁の類似商品・役務\n審査基準における商品の類似群コードにおいて，非類似の商品として取り扱わ\nれてきたものである。\n第４  被告の主張\n以下のとおり，本件審決の判断に誤りはない。\n１  類似の商標であること\n本願商標の要部である「ＫＡＮＧＯＬ」の欧文字部分と引用商標とは，観念\nにおいて比較することはできないとしても，外観において類似し，称呼を共通\nにするものである。\nこれらを総合して考察すれば，本願商標及び引用商標は，互いに相紛れるお\nそれのある類似の商標というべきである。\n２  類似の役務に当たること\n本願指定役務及び引用指定役務は，取扱商品が異なるほか，当該役務に関す\nる業務や事業者を規制する特段の法律はないものの，役務を提供する業種，役\n務の提供の手段，目的又は場所，需要者の範囲が一致し，かつ，同一の事業者\nが提供するものである上，取扱商品についても，衣類を中心とするファッショ\nン商品であるという点において一致する。\nこれらを総合的に考慮すると，本願指定役務及び引用指定役務は，これらに\n同一又は類似の商標が使用されたときには，同一営業主の提供に係る役務と誤\n認されるおそれがある関係にあるといえるから，類似の役務に当たる。\n３  原告の主張に対する反論\n(1)  原告が取引の実情として主張する事情は，商標の類否判断に当たって考\n慮すべき一般的，恒常的な取引の実情ということはできない。\n(2)  本願商標は，引用商標と類似し，役務の出所混同を生ずるおそれがある商\n標であるから，本件契約が存在し，引用商標の商標権者であるカンゴール社\nの使用許諾があるとしても，本願商標が商標法４条１項１１号に該当しない\nということはできない。\n(3)  原告が本願商標を使用した商品を宣伝広告したとする各証拠によっても，\n本願商標が原告の商標として周知であるとは到底いえないから，原告が本願\n商標を継続的に使用している事実があるとしても，同事実を現実的かつ具体\n的な取引の事情として重視すべきものとはいえない。\n(4)  本願指定役務及び引用指定役務は，いずれも小売等役務であるから，両役\n務の類否は，その取扱商品の類否ではなく，小売等役務間における役務の類\n否によって判断すべきであるところ，原告がカンゴール社から商標権の分割\n登録を受けたなどの例は，いずれも指定商品に関する登録例であるから，両\n役務の類否判断を左右するものではない。\n第５  当裁判所の判断\n１  商標の類否について\n(1)  判断枠組み\n商標の類否は，対比される商標が同一又は類似の商品又は役務に使用され\nた場合に，その商品又は役務の出所につき誤認混同を生ずるおそれがあるか\n否かによって決すべきであるが，それには，使用された商標がその外観，観\n念，称呼等によって取引者に与える印象，記憶，連想等を総合して全体的に\n考察すべく，しかも，その商品又は役務に係る取引の実情を明らかにし得る\n限り，その具体的な取引状況に基づいて判断するのが相当である（前掲最高\n裁昭和４３年２月２７日判決参照）。\nまた，複数の構成部分を組み合わせた結合商標については，商標の各構成\n部分がそれを分離して観察することが取引上不自然であると思われるほど不\n可分的に結合していると認められる場合においては，その構成部分の一部を\n抽出し，この部分だけを他人の商標と比較して類否を判断することは，原則\nとして許されないが，その場合であっても，商標の構成部分の一部が取引者\n又は需要者に対し，商品又は役務の出所識別標識として強く支配的な印象を\n与える場合や，それ以外の部分から出所識別標識としての称呼，観念が生じ\nない場合などには，商標の構成部分の一部だけを取り出して，他人の商標と\n比較し，その類否を判断することが許されるものと解される（最高裁昭和３\n７年（オ）第９５３号同３８年１２月５日第一小法廷判決・民集１７巻１２\n号１６２１頁，最高裁平成３年（行ツ）第１０３号同５年９月１０日第二小\n法廷判決・民集４７巻７号５００９頁，最高裁平成１９年（行ヒ）第２２３\n号同２０年９月８日第二小法廷判決・裁判集民事２２８号５６１頁参照）。\n(2)  検討\nア  本願商標\n(ア)  本願商標は，カンガルーをモチーフとしたと思われる図形部分と，\nその下に「ＫＡＮＧＯＬ」と横書きされた欧文字部分からなる。\n(イ)  上記の図形は，その形状からすれば，カンガルーをモチーフとした\n図形であると認識され得るものといえるが，やや抽象化された図形であ\nることからすれば，同図形部分から特定の称呼や観念が生じるものとま\nではいえない。また，上記の欧文字は，一般的な辞書等に掲載されてい\nる語ではなく，特段の図案化もされていないことからすれば，同欧文字\n部分から特定の観念が生じるものとはいえない。\nそうすると，上記の図形部分及び欧文字部分には観念上のつながりが\nあるとはいえないところ，本願商標全体の構成からすると，同各部分は，\n視覚上分離して看取されるものであって，分離して観察することが取引\n上不自然であると思われるほど不可分的に結合しているとはいえないか\nら，それぞれが要部として認識されるものといえる。\n(ウ)  そして，上記の欧文字部分についてみるに，同部分からは「ＫＡＮ\nＧＯＬ」の欧文字に相応して「カンゴール」の称呼が生じるが，特定の\n観念は生じないといえる。\nイ  引用商標\n引用商標は，「ＫＡＮＧＯＬ」の欧文字を標準文字で表したものであると\nころ，本願商標の欧文字部分と同様に，引用商標からは「カンゴール」の\n称呼が生じるが，特定の観念は生じないといえる。\nウ  類否判断\n上記ア及びイを基に，本願商標の要部である「ＫＡＮＧＯＬ」の欧文字\n部分と引用商標とを比較すると，両者は，観念を比較することはできない\nものの，欧文字のつづりが同じである上，本願商標の欧文字部分について\n特段の図案化はされていないから，外観が極めて類似するものといえる。\nまた，両者からはいずれも「カンゴール」の称呼が生じるから，両者は称\n呼を共通にするものといえる。\n以上の事情を総合して全体的に考察すれば，本願商標の要部である「Ｋ\nＡＮＧＯＬ」の欧文字部分及び引用商標については，これらが同一又は類\n似の商品又は役務に使用された場合には，その商品又は役務の出所につき\n誤認混同を生ずるおそれがあるといえる。\n(3)  小括\n以上によれば，本願商標及び引用商標は，商標が類似するものと認められ\nる。\n２  指定役務の類否について\n(1)  判断枠組み\n指定役務が類似のものであるかどうかは，それらの役務が通常同一営業主\nにより提供されている等の事情により，それらの役務に同一又は類似の商標\nを使用する場合には，同一営業主の提供に係る役務と誤認されるおそれがあ\nると認められる関係があるか否かによって判断するのが相当である（最高裁\n昭和３３年（オ）第１１０４号同３６年６月２７日第三小法廷判決・民集１\n５巻６号１７３０頁参照）。\n(2)  検討\nア  役務の内容及び取扱商品等\n(ア)  本願指定役務及び引用指定役務は，いずれも小売等役務であるから，\n商品の品揃え，陳列，接客サービス等といった役務の提供の手段や，小\n売又は卸売といった役務の提供の目的が共通するものといえる。\n(イ)  また，本願指定役務及び引用指定役務は，本願指定役務が主に織物，\n衣服，身の回り品等を取扱商品とするのに対し，引用指定役務は帽子を\n取扱商品とする点において異なるものの，いずれの取扱商品も衣類を中\n心とするファッション商品であるといえるから，この範囲において取扱\n商品が共通するものといえる。\n(ウ)  さらに，本願指定役務及び引用指定役務は，いずれも衣類を中心と\nするファッション商品を取り扱う卸売業者又は小売業者が提供する役\n務であるから，役務を提供する業種が共通するものといえる。\nイ  役務の提供の場所\n次の各事情によれば，本願指定役務及び引用指定役務は，それぞれの取\n扱商品が，同一事業者の通信販売ウェブサイトにおいて，同一の事業者が\n提供する一連の商品の一環として，あるいは同一のカテゴリーに属する一\n連の商品の一環として販売されるなどしている実情があることが認めら\nれる。\n(ア) 「ＺＯＺＯＴＯＷＮ」の通信販売ウェブサイトにおいて，「ＮＩＫＥ」\nブランドの取扱商品として，パーカー，ティーシャツ，靴，バッグ等が，\n帽子と共に掲載されている（乙１）。\n(イ)  「ＺＯＺＯＴＯＷＮ」の通信販売ウェブサイトにおいて，「ＴＨＥ  Ｎ\nＯＲＴＨ  ＦＡＣＥ」ブランドの取扱商品として，パーカー，ダウンジャ\nケット，バッグ，靴等が，帽子と共に掲載されている（乙２）。\n(ウ)  「楽天市場」の通信販売ウェブサイトにおいて，「ラルフローレン」\nブランドの取扱商品として，セーター，ポロシャツ，ティーシャツ，下\n着，靴下，財布，靴，バッグ，ハンカチ，タオル等が，帽子と共に掲載\nされている（乙３）。\n(エ)  「楽天市場」の通信販売ウェブサイトにおいて，「ｓｔｕｓｓｙ」ブ\nランドの取扱商品として，ティーシャツ，ジャケット，靴下，バッグ，\n靴等が，帽子と共に掲載されている（乙４）。\n(オ)  「無印良品」の通信販売ウェブサイトにおいて，「服飾雑貨」のカテ\nゴリーに係る取扱商品として，ストール，ネクタイ，手袋，マフラー，\n財布，ハンカチ，ベルト等が，帽子と共に掲載されている（乙５）。\n(カ)  「ＬＯＦＴ」の通信販売ウェブサイトにおいて，「手袋・ストール・\nマフラー・ファッション雑貨」のカテゴリーに係る取扱商品として，手\n袋，ストール，マフラー等が，帽子と共に掲載されている（乙６）。\n(キ)  「Ａｆｔｅｒｎｏｏｎ  Ｔｅａ  ＬＩＶＩＮＧ」の通信販売ウェブ\nサイトにおいて，「ファッション雑貨」のカテゴリーに係る取扱商品とし\nて，ストール，財布，ベルト，靴下，ハンカチ，扇子等が，帽子と共に\n掲載されている（乙７）。\n(ク)  「ＦＡＳＨＩＯＮ  ＷＡＬＫＥＲ」の通信販売ウェブサイトにおいて，\n「服飾雑貨」のカテゴリーに係る取扱商品として，コート，手袋，ベル\nト，スカーフ，ストール等が，帽子と共に掲載されている（乙８）。\n(ケ)  「高島屋ファッションスクエア」の通信販売ウェブサイトにおいて，\n「服飾雑貨一覧」のカテゴリーに係る取扱商品として，靴下，ストール，\nネクタイ，ベルト，扇子等が，帽子と共に掲載されている（乙９）。\n(コ)  「ＺＯＺＯＴＯＷＮ」の通信販売ウェブサイトにおいて，「ｍａｒｉ\nｍｅｋｋｏ」ブランドの取扱商品として，クッション，靴下，ティーシ\nャツ，エプロン，バッグ，財布，タオル等が，帽子と共に掲載されてい\nる（乙１０）。\nウ  需要者の範囲\n上記ア及びイで検討したとおり，本願指定役務及び引用指定役務は，い\nずれも衣類を中心とするファッション商品を取扱商品とするものである\n上，これらの取扱商品が通信販売ウェブサイトにおいて販売されるなどし\nている実情があることからすれば，いずれも一般需要者を広く対象とする\nものといえる。また，上記イ(ア)ないし(エ)及び(コ)によれば，特定のブ\nランドが付された両役務の取扱商品を，同一の小売業者から購入する需要\n者は少なくないと考えられる。\nこれらの事情を考慮すると，本願指定役務及び引用指定役務は，需要者\nの範囲が一致するものといえる。\nエ  類否判断\n上記アないしウで検討したところによれば，本願指定役務及び引用指定\n役務は，具体的な取扱商品は異なるものの，いずれも衣類を中心とするフ\nァッション商品を取扱商品とする点において共通するほか，役務を提供す\nる手段，目的及び業種が共通するものといえる。また，両役務は，役務を\n提供する場所が共通する場合があるほか，需要者の範囲が一致するものと\nいえる。\nこれらの事情を考慮すると，本願指定役務及び引用指定役務については，\nこれらの役務に同一又は類似の商標を使用する場合には，同一営業主の提\n供に係る役務と誤認されるおそれがあると認められる関係があるといえ\nる。\n(3)  小括\n以上によれば，本願指定役務と引用指定役務は，役務が類似するものと認\nめられる。\n３  原告の主張について\n(1)  原告は，原告とカンゴール社との間で本件契約が締結され，その後，原告\nとカンゴール社との間で取扱商品及び役務に係る棲み分けがされてきたこと\nを，現実的かつ具体的な取引の実情として重視すべきである旨主張する。\nしかしながら，本件契約それ自体は，原告とカンゴール社との間における\n個別の合意にすぎないから，同契約を締結した事実や，同契約に基づいて原\n告が本願商標を継続的に使用している事実は，商標の類否判断において考慮\nし得る一般的，恒常的な取引の実情（最高裁昭和４７年（行ツ）第３３号同\n４９年４月２５日第一小法廷判決・審決取消訴訟判決集昭和４９年４４３\n頁参照）には当たらないというべきである。\nまた，原告が提出する証拠（甲３０ないし４９）は，原告が，本願商標を\n用いて衣類等を提供してきたことを裏付けるものであるとはいえても，帽\n子（及びそれに係る役務）とそれ以外の衣類（及びそれに係る役務）とで，\n原告が主張するような棲み分けがされ，それが需要者に認識されているこ\nとを認めるに足りるものではなく，むしろ，原告が，本願商標を用いて帽子\nを販売している例さえ存在することが認められる。\nしたがって，原告の主張は，採用することができない。\n(2)  原告は，原告とカンゴール社との間においては，カンゴール社が所有す\nる複数の登録商標につき，帽子類以外の指定商品に係る商標権が原告に分\n割移転された例等がある旨主張するが，たとえそうであるとしても，このよ\nうな個別的な事情によって商標法４条１項１１号の適用が排除されるもの\nではないと解するのが相当である。\nしたがって，原告の主張は，採用することができない。\n(3)  原告は，本願指定役務及び引用指定役務の各取扱商品は特許庁の類似商\n品・役務審査基準において非類似の商品として取り扱われてきたものである\n旨主張する。\nしかしながら，これまで検討したとおり，本願指定役務及び引用指定役務\nはいずれも小売等役務であり，その類否は取扱商品ではなく役務同士を比\n較して判断すべきものである。また，本願指定役務及び引用指定役務は，具\n体的な取扱商品は異なるものの，他の事情も併せて考慮すれば，役務の出所\nを誤認されるおそれがある関係にあるものといえる。そうすると，本願指定\n役務及び引用指定役務の各取扱商品が，上記審査基準において非類似の商\n品として取り扱われているからといって，前記の結論が左右されるもので\nはないというべきである。\nしたがって，原告の主張は，採用することができない。\n４  結論\n(1)  以上のとおり，本願商標は，引用商標に類似する商標であると認められ，\nまた，本願指定役務は，引用指定役務と類似する役務であると認められるか\nら，本願商標は，引用商標との関係において，商標法４条１項１１号に該当\nするものと認められる。\nそうすると，本願商標について登録することができないものであるとした\n本件審決の判断に誤りはなく，原告が主張する取消事由は理由がない。\n(2)  よって，原告の請求は，理由がないからこれを棄却することとして，主文\nのとおり判決する。\n知的財産高等裁判所第３部\n裁判長裁判官\n鶴      岡      稔      彦\n裁判官\n中      平              健\n裁判官\n都      野      道      紀\n（別  紙）\n本願商標目録\n（指定役務）\n第３５類「織物及び寝具類の小売又は卸売の業務において行われる顧客に対する便\n益の提供，洋服・コート・セーター類・ワイシャツ類の小売又は卸売の業務にお\nいて行われる顧客に対する便益の提供，寝巻き類・下着・水泳着・水泳帽の小売\n又は卸売の業務において行われる顧客に対する便益の提供，キャミソール・タン\nクトップ・ティーシャツの小売又は卸売の業務において行われる顧客に対する便\n益の提供，アイマスク・エプロン・えり巻き・靴下・ゲートル・毛皮製ストール・\nショール・スカーフ・足袋・足袋カバー・手袋・ネクタイ・ネッカチーフ・バン\nダナ・保温用サポーター・マフラー・耳覆いの小売又は卸売の業務において行わ\nれる顧客に対する便益の提供，履物の小売又は卸売の業務において行われる顧客\nに対する便益の提供，かばん類及び袋物の小売又は卸売の業務において行われる\n顧客に対する便益の提供，身の回り品の小売又は卸売の業務において行われる顧\n客に対する便益の提供」\n（別紙審決書写し省略）\n"
}