{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 2,
    "month": 1,
    "day": 22
  },
  "case_number": "令和1(ネ)2247",
  "case_name": "損害賠償請求控訴事件",
  "court_name": "東京高等裁判所",
  "result": "棄却",
  "original_court_name": "東京地方裁判所",
  "original_case_number": "平成30(ワ)3191",
  "lawsuit_id": "89371",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=89371",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/371/089371_hanrei.pdf",
  "contents": "主                  文\n１  本件控訴を棄却する。\n２  なお，原判決主文第１項は，被控訴人の請求の減縮により，「控訴人\nは，被控訴人に対し，１０億２５３６万０７７９円及びこれに対する平\n成３０年２月１０日から支払済みまで年５分の割合による金員を支払\nえ。」と変更されている。\n３  控訴費用は，控訴人の負担とする。\n事  実  及  び  理  由\n第１  控訴の趣旨\n１  原判決中控訴人敗訴部分を取り消す。\n２  前項の取消しに係る部分につき，被控訴人の請求を棄却する。\n第２  事案の概要\n１   本件の原審において，被控訴人は，宗教法人法の規定による解散命令を受\nけた後に東京地方裁判所から破産法（平成１６年法律第７５号）附則２条の\n規定による廃止前の破産法（大正１１年法律第７１号。以下「旧破産法」とい\nう。）の規定により破産を宣告する決定を受けた宗教法人であるオウム真理\n教の破産管財人との間で控訴人がした合意による金銭の支払を内容とする債\n権を上記の破産管財人から譲り受けたとして，控訴人に対し，１０億２９５\n３万４７７９円及びこれに対する支払の催告の後の日である平成２３年８月\n１日から支払済みまで民法所定の年５分の割合による遅延損害金の支払を求\nめた。\n原審は，被控訴人の請求について，１０億２９５３万４７７９円及びこれ\nに対する訴状の送達の日の翌日である平成３０年２月１０日から支払済みま\nで年５分の割合による金員の支払を求める限度で認容し，その余を棄却した\nところ，控訴人が本件控訴を提起した。\nなお，被控訴人は，当審において，請求の元本の額を１０億２５３６万０\n７７９円に減縮する訴えの変更をした。\n２  前提事実，争点及び争点に関する当事者の主張は，次のとおり補正し，後記\n３のとおり当審における控訴人の主な補充主張を付加するほかは，原判決の「事\n実及び理由」中，第２の２ないし４に記載のとおりであるから，これを引用す\nる。\n原判決４頁２６行目の「平成１２年合意を次のような」を「平成１２年合\n意の 第４項）に基づく協議の申入れにより協議した結果，平\n成１２年合意の弁済方法について見直し改定することとして，同方法を以下\nの」と改める。\n同５頁１行目の「という。」を「といい，同合意の第２の１ないし４の各定\nめを，それぞれその順号に応じ「改定条項第１項」のようにいう。」と改め，\n同頁２６行目の「という）。」の次に「本件債権譲渡に係る合意書（甲８）の\n第２条（条件）には，①「前条による債権譲渡（本件債権譲渡）の条件は，現\n在乙（被控訴人）が，現集団（控訴人）との間で協議中の「オウム真理教犯罪\n被害者等を救済するための給付金支給に関する法律」の施行に伴って，破産\n債権者として届出しなかった被害者に対しても，債務引受に関する合意等が\n後日成立した場合，甲（破産管財人）の現集団（控訴人）に対する債権も乙\n（被控訴人）が債権者の地位を取得するために移管することとし，これがた\nめ乙（被控訴人）と現集団（控訴人）との合意が成立した場合は，第１条の債\n権譲渡（本件債権譲渡）は本日に遡ってその効力を失うとするものである。」\n（１号），②「甲（破産管財人）の現集団（控訴人）に対する債権の移管に伴\nって，乙（被控訴人）が債権者の地位を取得するのは，現集団（控訴人）が被\n害者債権者に対して有する賠償債務に相当するものに限ることとし，その他\nの破産債権者に対しては，破産手続の終結により終了するものとする。」（２\n号）との定めがあった。」を加える。\n同６頁９行目の末尾の次に次のとおり加える。\n「なお，上記書面には，「本職が貴団体に対して有する平成１２年７月６\n日付及び平成１７年９月７日付の合意書の趣旨に基づく債権につきまし\nては，東京地方裁判所の許可の下で，本日付をもって後記オウム真理教犯\n罪被害者支援機構に譲渡いたしますので，今後，同上機構に支払われるよ\nう通知いたします。」と記載されていた。\n本件破産事件の終結\n平成２１年３月１９日，本件破産事件は終結した（甲１１，２８の３）。」\n同６頁 同頁１３行目の「残債務」を「その余\nの残債務\n件債権のうち９億６０００万円を除く部分」という。）」と，同行目の「協議\nをするよう」を「協議を開始するよう」と，\n２６行目末尾の次を改行\nし次のとおり加える。\n配当等の実施\n被控訴人は，平成１８年７月１０日頃，本件破産事件の第３回中間配\n当に際し，人身被害者債権者に対し，同事件における確定債権額及び配\n当率に応じ，破産手続とは別に，一般からの寄付等によって受領した金\n員約３０５１万円余りの支払（以下被控訴人が人身被害者債権者に対し\nてする同種の支払を「配当」ということがある。）を実施した（甲２５）。\nまた，被控訴人は，令和元年６月２７日の通常総会において，人身被\n害者債権者に対し，約３億５０００万円の配当をすることを決定し，そ\nの旨の通知の手続を開始した。」\n同８頁１３行目の「に行われる」を「が行われる」と改める。\n同１１頁１６行目の「原告に対し」を「サリン事件等共助基金に対し」と改\nめる。\n同１２頁４行目の「本件訴え」の次に「の当初」を加える。\n３  当審における控訴人の主な補充主張\n被控訴人の当事者適格の不存在について\n平成１２年合意は，\n等から明らかなように，控訴人と本件破産事件における破産財団との間で，\n控訴人が破産財団に対してその残債務全額を引き受けることにつき合意した\nものである。破産管財人は，破産者が有する財産の集合体である破産財団の\n管理処分権を一時的に付与されるにすぎず，自ら財産的利益を享受する財産\n帰属主体ではない。破産管財人は，控訴人に対して破産債権の「残債権」を取\n得し保持したことはないから，当然に，被控訴人は，控訴人に対して支払を請\n求できる破産債権の「残債権」を取得したことも保持したこともない。そうす\nると，本件訴えの請求の根拠となる債権自体が虚構であるから，被控訴人は，\n本件訴えの訴訟物を控訴人に請求し得る当事者適格を欠いている。\n平成１２年合意の不成立又は無効等について\nア  前記\nる破産財団との間で，控訴人が破産財団に対してその残債務全額を引き受け\nることにつき合意したものであり，これが債務引受として成立し得ないもの\nであるとすると，そもそも契約として不成立であるというべきである。\nイ  平成１２年合意は，破産管財人から，同合意を締結しなければ，特定破産\n法人の破産財団に属すべき財産の回復に関する特別措置法（以下「破産特別\n措置法」という。）を適用し，控訴人及びその構成員らの財産を破産者の財\n産とみなして破産財団に組み入れると脅迫され，そうなれば，控訴人にあっ\nては存在し得なくなり，構成員も信仰を放棄せざるを得なくなることから，\nこれに畏怖して，控訴人においてやむを得ず同合意を締結することを余儀な\nくされたものであり，破産管財人の脅迫は，控訴人及びその構成員の存在そ\nのものを否定するほどの強度のものであって，控訴人において単に恐喝によ\nり自由意思を失わしめられた程度にとどまらず，控訴人をして意思能力その\nものを失わせるほどの重篤なものであったから，効果意思を欠く意思表示で\nあって，意思表示そのものが存在せず，無効である。また，上記の事情によ\nり，同合意は，恐喝に基づくものであって，無効であり，そうでなくても，\n控訴人は，令和元年１０月９日の当審における口頭弁論期日において，これ\nを取り消す旨の意思表示をした。\nウ  控訴人は，法的にはオウム真理教と無関係であり，本来何の債務も負っ\nていないにもかかわらず，平成１２年合意は，破産特別措置法の下で事実上\n破産者と同等に扱われていた控訴人についてされたもので，その自由な意思\nで結ばれた任意弁済合意とは到底いえないものであり，破産者が破産手続中\nに自由財産の中からした破産債権に対する弁済が任意の弁済とされる場合\nに関する判例（最高裁平成１７年（受）第１３４４号同１８年１月２３日第\n二小法廷判決・民集６０巻１号２２８頁。以下「平成１８年最判」という。）\nに反するものであって，無効である。\nエ  本件の中心的で核心的な争点は，被控訴人の被害者らへの配当義務の存\n否である。この点に関しては，被控訴人の設立当時の報道等や，平成１８年\n６月８日付けで破産管財人，被控訴人及びサリン被害者等共助基金の間で交\nわされて後に破産裁判所の承認も得た合意確認書（乙２６）には，サリン被\n害者等共助基金から被控訴人に移管された預り金については被控訴人にお\nいて配当を行うことが明確に義務付けられており，破産裁判所はこの合意確\n認書があったからこそ本件債権譲渡も許可したものと考えられること等に\n照らすと，被控訴人は被害者等に対する配当義務を負っているものというべ\nきである。ところが，被控訴人は，定款において，被害者や加害者側関係者\nらからの多額の寄付があったにもかかわらず，渡すことを業務目的として規\n定していなかった。そして，実際，控訴人が求め続けたのに，配当を行わず，\n既に少なくとも１割近くの被害者と連絡が取れなくなる状況を招く一方，被\n控訴人の代理人である弁護士らは，控訴人の資金力を絶ち経済的な基盤を奪\nうことが次のテロを防ぐ手段の一つなどと公言しており，自ら配当を行うこ\nとをせずに控訴人から収奪することのみを目的としている。\n仮に，平成１２年合意が債務負担契約であって配当を義務としないもの\nであるというのであれば，控訴人は，飽くまで破産債権者に対する配当実現\nのための債務引受契約であると信じて破産管財人との合意に応じたのであ\nり，この控訴人の意思と合致していないから，平成１２年合意そのものが錯\n誤無効である。\nまた，もし，破産管財人が，配当を義務としない契約であることを認識し\nながらそのことを秘し，控訴人に破産債権者に対する配当実現のための債務\n引受契約であると誤認させて平成１２年合意を締結させたのであれば，欺罔\n行為であり，詐欺であるから，取り消されるべきである。\nオ  アに述べたように，平成１２年合意は，控訴人と破産者という第三債務\n者と債務者の間の重畳的な債務引受契約である。破産手続の結了に伴う破産\n法人の消滅により，破産債権者に対する破産者の主たる債務が消滅している\nのであるから，これに随伴して当然に従たる債務者である控訴人の債務も消\n滅している。そして，本件債権譲渡は，既に消滅した債権の譲渡であって，\n無効である。\nカ  平成１２年合意の法的性質が仮に債務引受契約又は後に述べるような信\n託的財産譲渡契約と認められなくとも，平成１２年合意は，その契約の前提\n及び契約成立の条件からして破産管財人ないし破産財団自身に利益を与え\nるための無条件の贈与契約ではあり得ない以上，控訴人からの弁済金を破産\n債権者に配当することを負担とする負担付贈与契約である。そして，負担付\n贈与契約に準用される同時履行の抗弁権（民法５５３条，５３３条）に基づ\nいてこれを行使した控訴人の期限付きの催告に対し（原審における平成３０\n，期限内に一切応答をしなか\nったのであるから，同契約は，控訴人によって同年１０月８日限り解除され\nた。既に無効となった平成１２年合意に基づく債権を譲渡されたとする被控\n訴人の本件の請求には，理由がない。\nキ  仮に平成１２年合意の法的性質が無条件の贈与契約だとしても，控訴人\nは営利活動を行っておらず，寄付金（賠償）の原資は信者からの布施しかな\nく，それを確保するためには布教活動を維持継続しなければならないとこ\nろ，被控訴人は，控訴人の活動を妨害し，本件債権譲渡に関する合意書を隠\n匿したほか，本来は非公開である調停の内容も漏えいし，一般債権者から債\n権譲渡を受けていたのにこれを偽るなどの著しい背信・忘恩行為をしてい\nる。平成１２年合意及び平成１７年合意の当時には想定されなかった被控訴\n人による重大かつ深刻な著しい背信・忘恩行為により，控訴人は，贈与の未\n履行分である本件請求債権分から他からの支払分を控除したものについて\nは，取消しの権利を留保していると考えることができる。被控訴人が行った\n重大な欺罔と背信は，受遺欠格（民法８９１条４号及び５号）に準ずる事由\nと認められ，本件の請求の根拠となっている平成１２年合意は，控訴人によ\nって取り消されたから，被控訴人の本件の請求には理由がない。\nク  破産管財人は，被控訴人に対して本件債権譲渡をするのに際し，本件破\n産事件の手続を結了させる等のこととの関係でそれを「緊急避難」と表現し\n記の結了後の支払について控訴人との間における合意が成立に至らなかっ\nたのは，控訴人のあずかり知らないところで平成１２年合意の定めに反して\n上記の手続を回収が終わらないのに結了させることとして本件債権譲渡が\n行われ，破産管財人及び被控訴人が，その効力を遡って失わせるために，控\n訴人に対して譲渡の対象となった債権が人身被害者債権者分に限られてい\n）\nを秘して以後の支払に関する合意の早期の締結を強く迫るなど，信頼関係を\n破壊する言動を繰り返したことにある。このようなことにより，平成１２年\n合意の基礎となった相互の信頼関係が破壊されてしまった以上，平成１２年\n合意は失効したというべきである。\n本件債権譲渡の無効等について\nア  控訴人と破産管財人との間で締結された平成１２年合意において控訴人\nが負っている義務は，被害者の被害救済に資するため破産者を援助しようと\nする情誼的なものであって，破産者の破産債権者に対する義務を法的に負担\nしようとするものではなく，その効果は破産者と控訴人との間にのみ生ずる\nものであって，破産者がこれを第三者に譲渡できる性質のものではないか\nら，本件債権譲渡は無効である。\nイ  仮に債務引受契約としての平成１２年合意によって何らかの意味での債\n権が破産管財人に帰属するとしても，同合意は，あくまで法が定める公的機\n関としての破産管財人が破産財団に対する債務引受契約として控訴人と締\n結したものである以上，同合意に基づくいかなる債権も公的機関としての破\n産管財人の職責に基づく配当等の義務と不可分であり，その性質上譲渡が許\nされない債権（民法４６６条１項ただし書）に該当する。また，平成１２年\n合意は，破産管財人が，破産債権者に公平公正な配当を行うことを契約の前\n提ないし契約成立の条件としているところ，被控訴人は自らの配当の義務を\n否定しており，本件債権譲渡は平成１２年合意の前提ないし成立の条件に反\nしている。このように，本件債権譲渡は，無効であり，被控訴人による本件\nの請求は失当である。\nウ  原判決は，平成１２年合意の第１項 に基づく債権のみが\n被控訴人に譲渡されたと判示しているが，平成１２年合意は，第１項４号に\nおいて，「第２項以下の支払約定と一体となった債務引受であること」と確\n認されているとおり，全条項の一体性を自ら規定しており，条項の一部だけ\nを切り取って取り扱える性質のものではない。これは，条項の一部を切り離\nすことについて「当事者が反対の意思を表示した」（民法４６６条２項）場\n合に該当し，第１項に係る債権のみを譲渡し，破産財団への組み入れや破産\n債権者への配当（第３項 ）等を規定した他の条項を切り離し\nた本件債権譲渡が無効であることは，明らかである。\nエ  平成１２年合意の法的性質は，仮に債務引受契約ではないとしても，控\n訴人を委託者，破産管財人を受託者，破産債権者を受益者とする信託的財産\n譲渡契約である。そして，平成１２年合意の信託行為の定めに反して，契約\nが履行されている途上で，受託者としての任務を放棄して破産手続を結了さ\nせ，同合意第４項 において破産手続結了後の新受託者と定\nめられていたサリン事件等共助基金ではなく被控訴人を新受託者として債\n権譲渡を行った破産管財人による本件債権譲渡は，無効である。よって，本\n件債権譲渡を根拠とする本件の請求には理由がない。\nオ  仮に債務引受契約としての平成１２年合意が契約の態様としては第三者\nのためにする契約とみなし得るとしても，この場合，破産管財人は当事者で\nあって，第三者ではなく，第三者である被害者債権者以外に，受益の意思表\n示をすることはできない。したがって，破産管財人から被控訴人に対する本\n件債権譲渡は無効である。\nカ  既に述べたように，本件債権譲渡は，控訴人のあずかり知らぬ破産管財\n人や被控訴人等の都合により，平成１２年合意の定めに反してされたもの\nで，何ら落ち度のない控訴人に一方的に不利益を生じさせる理不尽極まりな\n債務引受をするものとされた「破産債権の残債務全額」は，人身被害者債権\n者による届出債権額のみならずその他の一般債権者に係るものを含めたも\nのであるところ，本件債権譲渡は，公正中立たるべき破産手続の下で行われ\nたものでありながら，破産手続結了から平成１２年合意第２項\nイ）に基づく支払が所定の金額である９億６０００万円に達した平成２７年\nまでの６年のうちに控訴人らから支払われた金員２億数千万円については，\n人身被害者債権者以外の一般債権者らは，破産手続結了とともに本来ならば\n受け取ることができたその配当対象から除外されることになるなど，不適正\nかつ不公平な清算を行うものであって，民法の大原則である「債権者平等の\n原則」に違反していた。このように，本件債権譲渡は，公序良俗等に反する\nから，無効である。\nキ  本件債権譲渡に係る合意（甲８）においては，第２項（条件）１号（前提\n年合意及び平成１７年合意と同様の合意がされた場合には本件債権譲渡は\n遡ってその効力を失う旨の解除条件が定められていたところ，被控訴人は，\nその配当義務を否定した結果，調停を経ても控訴人との間に上記の合意を成\n立させることができず，上記の合意を行うことを自ら放棄してきたものとい\nうしかなく，自ら積極的に解除条件を成就させたに等しいというべきであっ\nて，本件債権譲渡は失効しているというべきである。\n本件訴えにおける請求の不特定等について\nア  被控訴人は，本件訴えの提起よりも１０年前の交渉の当時から本件訴状\nにおけるまで，平成１２年合意の法的性質につき，債務引受であると説明し\nてきたのに，本件訴えの審理の中途において，これと異なり，債務負担契約\nや贈与契約であると主張しているところ，これは，禁反言の法則に反し，信\n義則違反でもある。そして，被控訴人の請求に係る債権の法的性質に関する\n主張は，上記のような主張の変更後も，根拠をもって示されておらず，贈与\nア参照）と請求に係る\n金額の計算方法との間にも矛盾が見られ，主張として失当である。\nイ  被控訴人のいう債務負担契約という場合の「債務」とは，債務引受契約に\nおけるのとは異なり，平成１２年合意及び平成１７年合意における合意書の\n記載内容とは完全に切り離されて，全くの創設的なものとなっているのであ\nるから，本件訴えで請求に係る１０億円余りの請求権が本件訴状に記載され\nた損害賠償請求権に結びつくこともなく，債務負担契約の法律上の意味内容\nが不明確であることも併せると，どのような訴訟物かは全く特定されていな\nいことになる。\nウ  本件訴えの請求の基礎となる債権は特定されていないところ，原判決は，\nこれを争点としておらず，審理不尽である。\nすなわち，破産管財人から被控訴人に対して譲渡された債権が，平成１\n２年合意ないし平成１７年合意のどの部分に該当するのか判然とせず，請求\nは失当である。\n当審における請求額からの控除等に関する追加主張について\nア  被控訴人は，平成１２年合意の法的性質につき贈与契約と主張するとこ\nろ，これを前提とすれば，平成１２年合意の時点で確定した贈与契約に基づ\nく債権額（４１億８９９４万２０６２円）から，少なくとも，平成１２年合\n意以降に控訴人が破産管財人とサリン事件等共助基金にそれぞれ支払った\n金額，その他被控訴人が自ら控除を認めた金額，破産手続の終結決定の時点\nまでに取り下げられた債権額及び破産手続の終結決定の時点で終了した債\n権額を差し引くことにより算出されるべきであるが（その結果は，９億１１\n９８万８８０８円となる。），被控訴人の計算方法は，平成１２年合意を債\n務引受契約と捉えた上で計算したものにほかならず，矛盾しており，被控訴\n人の計算方法は失当である。\nイ  本件債権譲渡に係る債権額とされる２２億７２１４万９２１５円につい\nては，被控訴人は，破産裁判所において認定された人身被害者債権者１２０\n３件分に係る債権額の合計３８億２２８８万６２０７円から債権者に配当\nされた１５億５０７３万６９９２円を控除したものと主張しているが（前記\n終了計算書の資料２の記載（乙１２）によれば，人身被害者債権者に係る債\n権額は１２１３件分の合計３８億２９４３万８５６２円であり，これに対応\nする配当額は１４億０９５５万４０００円であって，被控訴人の主張と矛盾\nが生じており，その請求する金額は正当な根拠を欠いている。\nウ  仮に平成１２年合意が贈与契約であるとするのであれば，本件破産事件\nにおいて人身被害者債権者に配当されたものとして本件における請求額か\nら控除された１５億５０７３万６９９２円（原判決１１頁８ないし９行目）\nは，諸費用合計４億８２０１万３９３７円が控除された後の金額であるとこ\nろ（乙１３），この４億８２０１万３９３７円には，破産管財人の報酬総額\n１億５２２５万８８４６円等が含まれており，破産管財人の報酬等は，平成\n１２年合意を贈与契約とした場合に控訴人が債務者として負担すべき弁済\nの費用には含まれないから，同報酬等の人件費について控訴人の負担とされ\nるべきいわれはない。したがって，平成１２年から平成２０年までの諸経費\n合計１億３４６３万０７０４円については，本件の請求額から控除されるべ\nきである。\nエ  また，本件債権譲渡に係る合意書（甲８）の別紙２により控除することと\nされたサリン事件等共助基金と被控訴人からの１億３４０６万８５４０円\nの支払については，本件の請求額から控除されるべきである。\nオ  本件においては，被控訴人自ら控除を認めた金額のほか，以下の金額に\nついても控除されるべきである。\n元信者Ａが刊行した書籍の印税の寄付に係る分\n本件債権譲渡に係る合意書（甲８）１条 のただし書記載の「サリン\n事件等共助基金よりの移管金相当額」\n被控訴人の全ての銀行口座に入金される金員のうち，債務者の損害賠\n償債務に充当する趣旨ではないと明確に確認できるものを控除した金\n額\n第３  当裁判所の判断\n１  当裁判所も，当審における請求の減縮後の被控訴人の請求については，控訴\n人に対し，上記の減縮後の１０億２５３６万０７７９円及びこれに対する平成\n３０年２月１０日から支払済みまで年５分の割合による金員の支払を求める限\n度で理由があり，その余は理由がないものと判断する。その理由は，当審にお\nける控訴人の主な補充主張も踏まえ，次のとおり補正するほかは，原判決の「事\n実及び理由」中，第３の１ないし６に記載のとおりであるから，これを引用す\nる。\n原判決１７頁１９行目の「主張は，」の次に「当審における主な\nに係るものを含め，」を，同頁２０行目末尾の次に次のとおりそれぞれ加え\nる。\n「（なお，控訴人は， 破産管財人は財産的\n利益を享受する財産帰属主体ではない旨の主張をするが，破産財団の管理及\nび処分についての権利は破産管財人に専属し（旧破産法７条），破産管財人\nは，職務上，自己の名において破産財団に属する財産の処分をすることがで\nき，破産裁判所の許可等を得て破産財団に属する債権の譲渡も行うことがで\nきる（同法１９７条８号，１９８条１項）のであるから，控訴人の主張がこれ\nとは異なる法律関係を前提とするものとすると，前提を欠くというほかな\nい。）」\n同１８頁１行目ないし２行目の「破産管財人に対する」を削り，同頁５行目\nの「末日までに」の次に「分割して」を加える。\n同１９頁２３行目の末尾の次を改行し次のとおり加える。\n「\nア  控訴人は，平成１２年合意が債務引受として成立し得ないものである\nとすると，そもそも契約として不成立であるというべきである旨を主張\n０００万円につき平成１７年６月７日までに５億６７８１万５７１５\n円を支払い，その残額の支払について，破産管財人との間で平成１７年\nるほか，平成１２年合意に係る本件債権のうち９億６０００万円を除く\n部分の取扱いに関して破産管財人及び被控訴人と交渉をしてきたこと\nも自認しているところであって，平成１２年合意については，その定め\nる内容等につきなお問題となる点が残るとしても，成立したものと認め\nるのが相当である。控訴人の主張は採用することができない。\nイ  控訴人は，平成１２年合意は，破産管財人から，破産特別措置法の適\n用に関し脅迫を受けて締結することを余儀なくされたものであり，無効\nである旨等を主張する 。\nしかし，控訴人の主張するところを踏まえて一件記録を参照しても，\n平成１２年合意に至る過程において控訴人が主張するような破産管財\n人による被控訴人に対する脅迫の事実の存在は認め難い。控訴人の主張\nは採用することができない。\nウ  控訴人は，平成１２年合意について，控訴人の自由な意思で結ばれた\n任意弁済合意とはいえず，平成１８年最判に反するものであり，無効で\nある旨を主張する 。\nしかし，被控訴人による本件債権についての弁済は，破産者が破産手\n続中に自由財産の中から破産債権に対して弁済をするものではなく，平\n成１８年最判は本件には適切ではない。控訴人の主張は採用することが\nできない。\nエ  控訴人は，破産債権者に対する配当実現のための債務引受契約として\n平成１２年合意をしたものである等として，これが錯誤により無効であ\n平成１２年合意は，例えば第１項において，控訴人において破産財団\nに対して一定の債務を引き受けるとの文言が用いられているところ（前\n本件破産手続が進行中であり，破産管財人が管理人を務めるサリン事件\n等共助基金に対して控訴人から寄付の申込みがあったことについて，控\n訴人が破産者であるオウム真理教の後継団体とされていること（前提事\nと関\n連付けて処理するものとして，平成１２年合意が締結されることになっ\nたことが認められ，このような経過を反映して，平成１２年合意には既\nに述べたような債務の引受けに関する文言が用いられているものと推\n認されるが，平成１２年合意においては，本件破産手続が結了し破産者\nの法人格が消滅することも想定に含めて，その後の控訴人による資金の\n提供への対応に関する定めもされている（第３項及び第４項。前提事実\nの残債務全額（人身被害者債権者による届出債権額の残額）に相当する\n額の債務を負担することを合意した債務負担契約（その実質は贈与契\n約）であるものと解するのが相当というべきである。また，平成１２年\n合意には，本件破産手続が結了した後に控訴人により提供される資金の\n処理の方法についての具体的な定めは存在しない。以上に述べたところ\nに照らすと，平成１２年合意の締結に関し，控訴人についてその主張す\nるような錯誤等の存在は認め難いというべきである。控訴人の主張は採\n用することができない。\nなお，上記の点に関し，控訴人は，平成１２年合意の法的性質に関す\nる被控訴人の主張につきその変遷を指摘して禁反言の法則等に反する\nとしつつ，本件訴えにおける請求の特定に問題がある旨等の主張をする\nからの整理につき控訴人の指摘するような問題が残っていたとしても，\n一件記録を参照しても，そのような事情を含めての被控訴人の対応に控\n訴人の主張するように違法と評価すべき点があったとは認め難い。ま\nた，本件における被控訴人の主張の内容に照らし，請求の趣旨及び原因\n並びに請求を理由づける事実の特定に関し，控訴人の主張するような問\n題があるとも認め難い。控訴人の主張は採用することができない。\nオ  控訴人は，平成１２年合意は控訴人と破産者の間の重畳的な債務引受\n契約であり，破産手続の結了により破産債権者に対する破産者の主たる\n債務が消滅しているのであるから，これに随伴して控訴人の債務も消滅\nしている旨等を主張する 。\nしかし， 及びエに述べたところに照らすと，本件破産手続の結\n了により控訴人が本件債権につきその弁済の義務を免れるものとは解\nされず，そのことが本件債権譲渡の効力に影響を与えるものとも解され\nない。控訴人の主張は採用することができない。\nカ  控訴人は，平成１２年合意の法的性質が仮に債務引受契約等と認めら\nれなくとも，平成１２年合意は，控訴人からの弁済金を破産債権者に配\n当することを負担とする負担付贈与契約であるとした上で，同契約は控\n訴人によって解除された旨等を主張する 。\nしかし，前記エ及び後記５で述べるとおり，平成１２年合意は，控訴人\nからの弁済金を配当することを負担の内容とする負担付贈与契約とは\n解されない。控訴人の主張は採用することができない。\nキ  控訴人は，仮に平成１２年合意の法的性質が無条件の贈与契約だとし\nても，被控訴人には重大な欺罔と背信による受遺欠格（民法８９１条４\n号及び５号）に準ずる事由が存在し，平成１２年合意は控訴人によって\n取り消された旨を主張する 。\nしかし，控訴人の主張するところを踏まえて一件記録を参照しても，被\n控訴人について，控訴人の主張するような平成１２年合意の取消しを認\nめることを相当とするような事情の存在は認め難い。控訴人の主張は採\n用することができない。\nク  控訴人は，本件債権譲渡の前後における破産管財人及び被控訴人の言\n動により平成１２年合意の基礎となった相互の信頼関係は破壊され，平\n成１２年合意は失効したというべきである旨を主張する（主な補充主張\n権譲渡は，平成１２年合意の内容とされる控訴人の金銭の支払の債務の\n履行が平成１７年合意を経てもなお約旨に従っては進まず，本件破産手\n続が長期化していること等の事情を踏まえ，これに対応する一環として\nされたものであって，その際に，最終的な合意の成立には至らなかった\nに，その対応には合理性が認められるというべきことも考慮すると，控\n訴人の主張するところを踏まえて一件記録を参照しても，控訴人の主張\nするような平成１２年合意の失効を認めることを相当とするような事\n情の存在は認め難い。控訴人の主張は採用することができない。」\n同１９\n同２０頁\nて，破産管財人との連携によるテロ行為の被害者等の救済の事業や，一般市\n民の善意の協力を受け，これを被害者等に配分する事業も掲げられているこ\nと，」を，同頁１９行目の末尾の次を改行し次のとおりそれぞれ加える。\n「\nア  控訴人は，平成１２年合意において控訴人が負っている義務は被害者\nの被害救済に資するため破産者を援助しようとする情誼的なものであ\nって，第三者に譲渡できる性質のものではないから，本件債権譲渡は無\nにおいて控訴人が負っている義務が情誼的なものにとどまりこれに係\nる債権の性質が譲渡を許さないものに当たるとは認め難い。控訴人の主\n張は採用することができない。\nイ  控訴人は，平成１２年合意は公的機関としての破産管財人が破産財団\nに対する債務引受契約として控訴人と締結したものである以上，同合意\nに基づくいかなる債権も破産管財人の職責に基づく義務と不可分であ\nり，その性質上譲渡が許されない債権に該当し，また，被控訴人は平成\n１２年合意の前提ないし成立の条件であるその配当の義務を否定して\n意が控訴人の主張するような債務引受契約に当たるとは認め難く，前記\nいる義務に係る債権の性質が譲渡を許さないものに当たるとも認め難\nと同様の配当に関する債務を被控訴人に対して負うものとは認め難い。\n控訴人の主張は採用することができない。\nウ  控訴人は，平成１２年合意はその第１項４号\nのとおり全条項の一体性を自ら規定しており，条項の一部を切り離すこ\nとについて「当事者が反対の意思を表示した」（民法４６６条２項）場\n合に該当するから，本件債権譲渡は無効である旨を主張する（主な補充\n。\nしかし， に述べたとおり，平成１２年合意及び平成１７年合意\nには，本件債権の譲渡を禁止する旨の定めはなく，控訴人の指摘するそ\nの第１項４号の定めは，第２項以下に定める支払についての約定との一\n体性をいうにすぎず，それらの内容が控訴人の主張するような債権の譲\n渡についての反対の意思表示に当たるとは認め難い。控訴人の主張は採\n用することができない。\nエ  控訴人は，平成１２年合意の法的性質について，信託的財産譲渡契約\n又は第三者のための契約であることを前提に，本件債権譲渡は無効であ\n意について控訴人が上記の前提として主張するようには認め難い。控訴\n人の主張は採用することができない。\nオ  控訴人は，\nの残債務全額」は人身被害者債権者以外の債権者に係るものを含めたも\nのであることを前提に，本件債権譲渡は公序良俗に反するものであるか\nら無効である旨を主張する 。\nしかし，\nる債権は人身被害者債権者による届出債権額の残額をいうものと認め\nるのが相当であり，これらの対象とされる債権の発生に係る事情のほ\n関係も踏まえつつ本件債権譲渡がされるに至る経緯に照らすとその対\n応には合理性が認められるというべきことも考慮すると，控訴人の主張\nするところを踏まえて一件記録を参照しても，本件債権譲渡につき控訴\n人の主張するような公序良俗違反等に当たると認めることを相当とす\nるような事情の存在は認め難い。控訴人の主張は採用することができな\nい。\nカ  控訴人は，被控訴人が配当の義務を負うことを前提に，被控訴人は，\n控訴人との協議の際に上記の義務の存在を否定し，本件債権譲渡に係る\n合意（甲８）の第２項（条件）１号において定められた解除条件を自ら\n積極的に成就させたに等しいというべきであって，本件債権譲渡は失効\nて破産管財人と同\n様の配当に関する債務を控訴人に対して負うものとは認め難く，控訴人\nの主張するところを踏まえて一件記録を参照しても，控訴人の主張する\nような本件債権譲渡の失効を認めることを相当とするような事情の存\n在は認め難い。控訴人の主張は採用することができない。」\n同２１頁２０行目の「原告に対し」を「サリン事件等共助基金に対し」と，\n同頁２１行目の「弁論の全趣旨」を「当事者間に争いがない。」と，同頁２３\n行目の「③」を「②」とそれぞれ改める。\n同２２頁４行目の「原告に対し」を「人身被害者債権者に対し」と改め，同\n頁２４行目の「（なお，」から同２３頁４行目の「ない。）」までを削る。\n同２３頁６行目の「以下「本件債権」から同頁７行目の「という」までを\n「本件債権のうち９億６０００万円を除く部分」と改める。\n同２４頁１１行目の「引き受けた」の次に「（前提事実 ア）」を加え，同\nる。\n同２５頁\nめ，同頁２２行目末尾の次を改行し次のとおり加える。\n「７  当審における弁済等を原因とする請求の減縮\n被控訴人は，ひかりの輪から平成３０年１０月１７日から令和元年９月\n１７日までの間に合計３００万円の支払を受けたとして同額につき，また，\nＢ，「ミドリノカゾク」又は「Ｃ」の名義で平成３０年９月２５日から令\n和元年７月１日までの間に合計１１７万４０００円の支払を受けたとして\n同額につき，それぞれ原審での請求額から減縮し，被控訴人に対する請求\nを１０億２５３６万０７７９円及びこれに対する平成２３年８月１日から\n支払済みまで年５分の割合による金員の支払を求めるものとした。\n８  当審における控訴人のその余の主な補充主張に対する判断\n控訴人は，被控訴人は，平成１２年合意の法的性質を贈与契約とする\nのであれば被控訴人の本件訴えにおける請求額には問題がある旨等を\n主張する\nしかし，\nおける債権調査の結果を踏まえた上で，確定額をもってされており，こ\nの額につき上記の時点におけるものとして実際の本件債権の残額との\n間に食い違いはないものと認められ，このことについて，以上とは異な\nる認定判断をすべき的確な証拠は見当たらない。被控訴人の本件訴えに\nおける請求額の計算は，上記の金額を基礎とするものであり，このよう\nな計算方法に特段問題があるものとは認められない。控訴人の主張は採\n用することができない。\n控訴人は，本件破産事件において人身被害者債権者に配当された１５\n億５０７３万６９９２円（原判決１１頁８ないし９行目）は，破産管財\n人の報酬総額１億５２２５万８８４６円等を含む諸費用合計４億８２\n０１万３９３７円が控除された後の金額であるところ（乙１３），同報\n酬等の人件費について控訴人の負担とされるべきいわれはなく，平成１\n２年から平成２０年までの諸経費合計１億３４６３万０７０４円につ\nいては，控除されるべきである旨を主張する 。\nしかし，控訴人が平成１２年合意により負担するに至ったのは破産債\nる費目が\n控訴人の負担すべき債務から除かれるものとは認められない。控訴人の\n主張は採用することができない。\n控訴人は，本件債権譲渡に係る合意書（甲８）の別紙２により，サリ\nン事件等共助基金と被控訴人からの１億３４０６万８５４０円の支払\nについては，控除されるべきである旨を主張する 。\nしかし，証拠（甲８，乙１２）によれば，本件債権譲渡に係る債権額の\n基礎として上記の合意書（甲８）の別紙２の「破産者オウム真理教の残\n債務総額及びその内訳」に記載されている金額は，控訴人の指摘する１\n億３４０６万８５４０円を控除した後のものと認められる。控訴人の主\n張は採用することができない。\n控訴人は，以上のほかにも，控除されるべき金額がある旨を主張し（主\n），それに沿う証拠（乙１４）を提出する。\nしかし，それらの金額のうち①元信者Ａが刊行した書籍の印税の寄付\nに係る分につき，元信者とされるＡがその刊行した「オウム真理教元幹\n部の手記」と題する書籍の印税を被控訴人に寄付する意向であるとする\n令和元年９月１日付けの新聞報道がされたことについては，証拠（乙１\n４）により認められるが，実際にそうした寄付がされたこと及びその金\n額等については，これを認めるべき証拠はない。また，②本件債権譲渡\nに係る サリン事件等共助基金\nよりの移管金相当額」については，同ただし書の基準日である平成２０\n年１１月２６日（甲８の別紙２）以降のサリン事件等共助基金から被控\n訴人に対する移管金に相当する額は，控訴人が上記の日以後にサリン事\n件等共助基金に対して支払った３億５７２０万２７８８円 と\n認めるのが相当であるところ，これについては，既に本件訴えの請求額\nから控除されている 。さらに，③被控訴人の全ての\n銀行口座に入金される金員のうち債務者の損害賠償債務に充当する趣\n旨ではないと明確に確認できるものを控除した金額については，そうし\nた入金を確認すべき証拠もない。控訴人の主張は採用することができな\nい。」\n２  １において認定及び判断をしたところは，当審における控訴人のその余の補\n充主張によっても左右されるものではない。\nよって，原判決は相当であって，本件控訴は理由がないから棄却することと\nして， 縮により原\n判決主文第１項が変更されたことを明らかにした上で，主文のとおり判決する。\n東京高等裁判所第１５民事部\n裁判長裁判官      八      木    一    洋\n裁判官      杉      山    順    一\n裁判官      今      井      弘    晃\n"
}