{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 3,
    "month": 7,
    "day": 8
  },
  "case_number": "令和3(行ケ)10025",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "90468",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=90468",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/468/090468_hanrei.pdf",
  "contents": "令和３年７月８日判決言渡\n令和３年（行ケ）第１００２５号  審決取消請求事件\n口頭弁論終結日  令和３年５月２７日\n判                  決\n原              告        Ｘ１\n原              告     Ｘ２\n被              告     Ｙ\n同訴訟代理人弁護士        福      岡      秀    哉\n主                  文\n１  原告らの請求を棄却する。\n２  訴訟費用は原告らの負担とする。\n事実及び理 由\n第１  請求\n特許庁が再審２０１９－９５０００１号事件について令和２年１２月２５日\nにした審決を取り消す。\n第２  事案の概要\n１  前提事実（争いのない事実は証拠を掲記しない。）\n(1)  当事者等（甲３，弁論の全趣旨）\nア  日本インテグレーテッドワークス株式会社（以下「日本インテグレーテ\nッド」という。）は，平成１９年１月２３日，工業用機械及び内燃機関の\n機能維持用品の製造，販売等を目的として設立され，平成２５年７月２２\n日に解散した会社である。\nイ  原告Ｘ１は，日本インテグレーテッドの設立から解散に至るまで，同社\nの代表取締役を務めていた者，被告は，同社の設立以降は同社の取締役を\n務め，同社が解散してからは同社の監査役を務めている者，Ａは，同社の\n設立以降は同社の監査役を務め，同社が解散してからは同社の代表清算人\nを務めている者である。\n(2)  特許庁における手続等\nア  原告Ｘ１は，平成２３年６月８日，発明の名称を「噴出ノズル管の製造\n方法並びにその方法により製造される噴出ノズル管」とする発明について\nの特許出願（特願２０１１－１２７９０６）をし，平成２４年３月３０日，\n特許権の設定登録を受けた（特許第４９５８１９４号。請求項の数３。以\n下，この登録を受けた特許を「本件特許」という。）。\nイ  被告は，平成２６年１１月１４日，本件特許に係る発明は被告が発明し\nたものであるにもかかわらず，原告Ｘ１がその名義で出願したものであっ\nて，平成２３年法律第６３号による改正前の特許法１２３条１項６号に該\n当すると主張して，本件特許の請求項１ないし３に係る発明（以下，請求\n項１に係る発明を「本件発明１」などといい，本件発明１ないし３を「本\n件各発明」という。）についての特許を無効とすることを求める特許無効\n審判（無効２０１４－８００１８７号）を請求した（甲１。以下「本件無\n効審判請求」という。）。\n特許庁は，平成２７年９月２５日，「本件審判の請求は，成り立たない。」\nとの審決（以下「一次審決」という。）をし，その謄本は，同年１０月５\n日，被告に送達された。\nウ  被告は，平成２７年１０月２９日，一次審決の取消しを求める訴訟（知\n的財産高等裁判所平成２７年（行ケ）第１０２３０号）を提起した。\n知的財産高等裁判所は，平成２９年１月２５日，本件発明２については\nその発明者が原告Ｘ１であると認めることができるが，本件発明１及び３\nについてはその発明者が原告Ｘ１であると認めることができず，本件各発\n明の発明者をいずれも原告Ｘ１であると認定し，本件各発明に係る特許は\n発明者ではない者の特許出願に対してされたものとはいえないとした一次\n審決の判断のうち，本件発明１及び３に係る部分は誤りであると判断して，\n「特許庁が無効２０１４－８００１８７号事件について平成２７年９月２\n５日にした審決のうち，特許第４９５８１９４号の請求項１及び３に係る\n部分を取り消す。」旨の判決（以下「一次判決」という。）を言い渡した\n（甲２）。\n原告Ｘ１は，上記判決を不服として，平成２９年２月９日に上告受理申\n立てをしたが，最高裁判所は，同年１１月１６日，「本件を上告審として\n受理しない。」との決定をし，一次判決は確定した。\nエ  その後，特許庁は，本件無効審判請求について更に審理し，平成３０年\n６月１１日，①本件の再度の審理には行政事件訴訟法３３条１項の規定に\nより取消判決の拘束力が及び，この拘束力は判決主文が導き出されるのに\n必要な事実認定及び法律判断にわたるものであるから，再度の審理におい\nて，当事者が，一次判決の拘束力が及ぶ判決理由中の認定判断につきこれ\nを誤りであるとして従前と同様の主張を繰り返し，又はその主張を裏付け\nるための新たな立証をすることは認められないところ，被請求人（原告Ｘ\n１）の主張立証は，一次判決に係る審判手続及び審決取消訴訟において既\nに行われたもの，あるいはこれを行うことができたはずのもの，又は従前\nと同様の主張を繰り返すものであって，上記拘束力により採用することが\nできず，一次判決に従い，本件各発明のうち，本件発明２については，そ\nの発明者が被請求人（原告Ｘ１）であると認めることができるが，本件発\n明１及び３については，その発明者が被請求人（原告Ｘ１）であると認め\nることはできない，②本件発明１及び３については，その発明について被\n請求人（原告Ｘ１）が発明者から特許を受ける権利を承継しているとも認\nめられない，③したがって，本件発明１及び３に係る特許は，その特許が\n発明者でない者であってその発明について特許を受ける権利を承継しない\n者の特許出願に対してされたものであるから，平成２３年法律第６３号に\nよる改正前の特許法１２３条１項６号に該当し，無効にすべきものである\nと判断し，「特許第４９５８１９４号の請求項１及び３に係る発明につい\nての特許を無効とする。特許第４９５８１９４号の請求項２に係る発明に\nついての審判請求は，成り立たない。」旨の審決（以下「二次審決」とい\nう。）をし（甲５），その謄本は，同月２２日，原告Ｘ１に送達された。\nオ  原告Ｘ１は，平成３０年７月２１日，二次審決の取消しを求める訴訟（知\n的財産高等裁判所平成３０年（行ケ）第１００９９号）を提起した。\n知的財産高等裁判所は，平成３１年３月６日，本件発明１及び３の発明\n者についての二次審決の判断は，一次判決の拘束力に従ってされた適法な\nものであるから，関係当事者である原告Ｘ１は，当該判断に誤りがあると\nして，二次審決の取消しを求めることはできないと判断して，原告Ｘ１の\n請求を棄却する旨の判決（以下「二次判決」という。）を言い渡した（甲\n６）。\n原告Ｘ１は，上記判決を不服として，上告受理申立てをしたが，最高裁\n判所は，令和元年８月２７日，「本件を上告審として受理しない。」との\n決定をし，二次判決は確定した。\nカ  原告Ｘ１は，本件特許に係る特許権の持分権を原告Ｘ２に譲渡し，令和\n元年１０月３日，その登録を経由した（甲２２）。\n原告らは，同月４日付けで，特許庁に対し，「二次審決のうち，特許第\n４９５８１９４号の請求項１及び３に係る発明についての特許を無効とす\nるとの部分を取り消す，同部分に係る審判の請求は成り立たない。」旨の\n審決を求める再審請求（再審２０１９－９５０００１号）をした。原告Ｘ\n２は，同年１２月５日，上記請求を取り下げ，令和２年９月２日，上記再\n審請求について参加申請を行い，同年１１月９日付けで参加許可決定を受\nけた。\nその後，特許庁は，同年１２月２５日，「本件再審の請求を却下する。」\nとの審決（以下「本件審決」という。）をし，その謄本は，令和３年１月\n６日，原告らに送達された。\nキ  原告らは，令和３年２月４日，本件審決の取消しを求める本件訴訟を提\n起した。\n２  本件審決の要旨（ただし，本件審決の取消事由に関する部分に限る。）\n請求人（原告Ｘ１）の主張する民訴法３３８条１項９号に該当する事由（以\n下「９号事由」という。）は，確定審決を見れば直ちに認識できるものである\nから，確定審決である二次審決の審決取消訴訟においてこのような事由を主張\nすることができたものである。したがって，当事者が審決取消訴訟の提起又は\n同訴訟に対する上告によりその事由を知りながら主張しなかったとき（特許法\n１７１条２項により準用される民訴法３３８条１項ただし書参照）に該当する\nことは明らかである。\nまた，判断遺脱に係る主張は，要するに，一次判決における判断の遺脱を主\n張するものであって，確定審決である二次審決の判断の遺脱をいうものでない\nから，請求人（原告Ｘ１）の主張は，その前提において採用できない。\n念のため，９号事由の有無について判断すると，二次審決は，本件各発明の\nうち，本件発明１及び３については，その発明者が原告Ｘ１であると認めるこ\nとはできず，また，その発明について請求人（原告Ｘ１）が発明者から特許を\n受ける権利を承継しているとも認められない旨判断しているものであり，また，\n適法に確定した一次判決の拘束力に従って上記のとおり認定判断したものであ\nるから，判断遺脱の違法はない。\n以上によれば，特許法１７１条２項で準用する民訴法３３８条１項９号に基\nづく再審請求は，不適法なものであって，特許法１７４条３項により準用する\n同法１３５条により却下すべきである。\n第３  当事者の主張\n１  原告らの主張\n別紙原告準備書面（令和３年３月１８日付け）の「第２  原告の主張」欄に\n記載のとおり。\n２  被告の主張\n別紙準備書面(1)（令和３年４月２６日付け）の「第２  原告らの甲第１１号\n証から明らかとなったとする事実に基づく主張について」欄に記載のとおり。\n第４  当裁判所の判断\n１  本件審決の取消事由は，９号事由該当性の判断の誤りをいうものであるとこ\nろ，審決における判断の遺脱とは，審決の結論における判断に影響を与える事\n項について，当事者が主張した攻撃防御方法についての判断を審決の理由中に\n明記していない場合をいうものと解される。\n前記第２の１(2)によれば，①被告がした，本件特許が原告Ｘ１による冒認出\n願によって登録されたことを理由とする無効審判請求について，特許庁が審判\n不成立の審決（一次審決）をしたのに対し，知的財産高等裁判所は，本件特許\nのうち請求項１及び３に係る部分を取り消す旨の判決（一次判決）を言い渡し，\n同判決は後に確定したこと，②確定審決である二次審決は，行訴法３３条１項\nにより確定判決である一次判決の拘束力があり，被請求人（原告Ｘ１）が一次\n判決の認定判断の誤りであると主張し，これを裏付けるために新たな証拠を提\n出するが，上記拘束力により採用することができず，本件各発明のうち，本件\n発明１及び３についての発明者が原告Ｘ１ではなく，また，その発明について\n原告Ｘ１が発明者から特許を受ける権利を承継しているとも認められず，本件\n発明１及び３に係る特許は，その特許が発明者でない者であってその発明につ\nいて特許を受ける権利を承継しない者の特許出願に対してされたものであるか\nら，平成２３年法律第６３号による改正前の特許法１２３条１項６号に該当す\nる旨判断し，「特許第４９５８１９４号の請求項１及び３に係る発明について\nの特許を無効とする。特許第４９５８１９４号の請求項２に係る発明について\nの審判請求は，成り立たない。」旨の審決をしたことが認められる。\nそうすると，本件無効審判請求は，本件各発明の発明者が誰であり，本件特\n許の出願が冒認出願であるかが争点であるところ，こうした争点に関して，確\n定審決である二次審決は，一次判決の拘束力があることを前提として上記のと\nおり判断しているのであるから，当事者が主張した攻撃防御方法についての判\n断に遺脱はない。\n２  特許無効審判事件についての審決の取消訴訟において審決取消しの判決が確\n定したときは，再度の審理ないし審決には行政事件訴訟法３３条１項の規定に\nより，取消判決の拘束力が及び，この拘束力は判決主文が導き出されるのに必\n要な事実認定及び法律判断にわたるものであるから，審判官は，取消判決の認\n定判断に抵触する認定判断をすることは許されず，したがって，再度の審判手\n続において，取消判決の拘束力の及ぶ判決理由中の認定判断につきこれを誤り\nであるとして従前と同様の主張を繰り返すことや，その主張を裏付けるための\n新たな立証をすることは許されないというべきである（最高裁第三小法廷平成\n４年４月２８日判決・民集４６巻４号２４５頁参照）。\n原告らの主張する再審事由は，要するに，確定した一次判決の本件発明１及\nび３の発明者が原告Ｘ１ではないとの認定判断について，一次判決が確定した\n後の二次審決において，一次判決の認定判断に誤りがあるとの従前の主張と同\n様の主張についての判断の遺脱があり，又はその主張を裏付けるための新たな\n証拠についての判断の遺脱があることをいうにすぎず，９号事由に当たらない\nことは明らかであるし，また，確定審決である二次審決は，このような主張立\n証は，一次判決に係る審判手続及び審決取消訴訟において既に行われたもの，\nあるいはこれを行うことができたはずのもの，又は従前と同様の主張を繰り返\nすものであって，一次判決の拘束力により採用することができないと判断して\nおり，この点からも，二次審決に判断の遺脱があるとの原告らの主張は理由が\nない。\nその他，口頭弁論終結後に提出されたものも含め，原告らは種々主張するが，\n別件訴訟におけるＡの証言から，一次審決の取消訴訟で提出されたＡの陳述書\nの内容が虚偽であるなどとして，本件発明１及び３の発明者が原告Ｘ１ではな\nい旨判断した一次判決の証拠評価の誤りを指摘したり，あるいは，別件訴訟に\nおけるＡの証言を含めた二次審決後に判明した様々な事情から，Ａが被告をい\nわゆるダミーとして本件無効審判請求をした疑いがあるなどと述べるものにす\nぎず，こうした事情は，確定審決である二次審決に判断遺脱があるとの事由に\n該当しない。\n３  以上によれば，確定審決である二次審決には原告らの主張する再審事由はな\nく，本件再審請求を不適法なものであると却下した本件審決の判断に誤りはな\nい。\nよって，主文のとおり判決する。\n知的財産高等裁判所第４部\n裁判長裁判官\n菅      野      雅      之\n裁判官\n中      村              恭\n裁判官\n岡      山      忠      広\n"
}