{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 4,
    "month": 12,
    "day": 7
  },
  "case_number": "令和4(わ)741",
  "case_name": "有印私文書偽造・同行使、詐欺",
  "court_name": "名古屋地方裁判所刑事第2部",
  "lawsuit_id": "91741",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=91741",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/741/091741_hanrei.pdf",
  "contents": "主              文\n被告人を懲役２年に処する。\nこの裁判が確定した日から４年間その刑の執行を猶予する。\n理              由\n（罪となるべき事実）\n第１  被告人は、有効期限が切れた国会議員用鉄道乗車証を使用した上、衆議院議員\nＡになりすまして、Ｂ鉄道株式会社Ｃ駅と同社Ｄ駅間の国会議員用の新幹線特急\n券・グリーン券をだまし取ろうと考え、令和４年３月１７日、東京都千代田区ａ\nｂ丁目ｃ番ｄ号同社Ｃ駅ｅ番窓口において、行使の目的で、国会議員指定席・寝\n台申込書の氏名欄に「Ａ」と記入するなどし、もって同人作成名義の国会議員指\n定席・寝台申込書１通を偽造した上、同日午後１時１７分頃、同窓口において、\n同駅駅員Ｅに対し、前記国会議員用鉄道乗車証を示すとともに、前記偽造に係る\n国会議員指定席・寝台申込書１通を真正に成立したもののように装って提出して\n行使し、同人に、被告人が前記Ａであり、前記新幹線特急券・グリーン券の交付\nを受ける正当な権限があるものと誤信させ、よって、その頃、前記窓口において、\n前記Ｅから、前記新幹線特急券・グリーン券２枚（販売価格合計１万７１６０円\n相当）の交付を受け、もって人を欺いて財物を交付させた。\n第２  被告人は、有効期限が切れた国会議員用鉄道乗車証を使用した上、参議院議員\nＦになりすまして、Ｂ鉄道株式会社Ｃ駅と同社Ｄ駅間の国会議員用の新幹線特急\n券・グリーン券をだまし取ろうと考え、令和４年４月１日、東京都千代田区ａｂ\n丁目ｃ番ｄ号同社Ｃ駅ｆ番窓口において、行使の目的で、国会議員指定席・寝台\n申込書の氏名欄に「Ｆ」と記入するなどし、もって同人作成名義の国会議員指定\n席・寝台申込書１通を偽造した上、同日午後零時１９分頃、同窓口において、同\n駅駅員Ｇに対し、前記国会議員用鉄道乗車証を示すとともに、前記偽造に係る国\n会議員指定席・寝台申込書１通を真正に成立したもののように装って提出して行\n使し、同人に、被告人が前記Ｆであり、前記新幹線特急券・グリーン券の交付を\n受ける正当な権限があるものと誤信させ、よって、その頃、前記窓口において、\n前記Ｇから、前記新幹線特急券・グリーン券１枚（販売価格合計８５８０円相当）\nの交付を受け、もって人を欺いて財物を交付させた。\n第３  被告人は、有効期限が切れた国会議員用鉄道乗車証を使用した上、参議院議員\nＦになりすまして、Ｂ鉄道株式会社Ｃ駅と同社Ｄ駅間の国会議員用の新幹線特急\n券・グリーン券をだまし取るとともに、同社Ｃ駅から同社Ｄ駅までの新幹線乗車\n料金の支払を免れようと考え、令和４年４月２７日頃、東京都中央区ｇ町ｈ丁目\nｉ番ｊ号ｋ号において、行使の目的で、国会議員指定席・寝台申込書の氏名欄に\n「Ｆ」と記入するなどし、もって同人作成名義の国会議員指定席・寝台申込書１\n通を偽造した上、同日午前１１時頃、東京都千代田区ａｂ丁目ｃ番ｄ号同社Ｃ駅\nｌ番窓口において、同駅駅員Ｈに対し、前記国会議員用鉄道乗車証を示すととも\nに、前記偽造に係る国会議員指定席・寝台申込書１通を真正に成立したもののよ\nうに装って提出して行使し、同人に、被告人が前記Ｆであり、前記新幹線特急券\n・グリーン券の交付を受ける正当な権限があるものと誤信させ、よって、同日午\n前１１時２分頃、前記窓口において、前記Ｈから、前記新幹線特急券・グリーン\n券２枚（販売価格合計１万７１６０円相当）の交付を受けるとともに、同日午前\n１１時３分頃、同駅Ｉ改札において、同駅駅員Ｊに対し、前記国会議員用鉄道乗\n車証を示し、同人に、被告人が現職の国会議員であり、同駅発の新幹線に乗車す\nる正当な権限があるものと誤信させ、同改札を通過して新幹線に乗車することを\n許諾させ、同駅発Ｋに乗車して、同日午後零時４５分頃、名古屋市中村区ｍｎ丁\n目ｏ番ｐ号同社Ｄ駅まで到達し、もって人を欺いて財物を交付させるとともに同\n社Ｃ駅から同社Ｄ駅までの乗車料金６３８０円に相当する財産上不法の利益を得\nた。\n（量刑の理由）\n本件は、元国会議員の被告人が、現職の国会議員になりすまして、新幹線特急券\n・グリーン券を詐取し（第１ないし第３）、乗車料金を支払うことなく新幹線を利\n用した（第３）事案である。\n被告人は、新幹線車内での検札がなくなったことを切っ掛けに、かつて無料で利\n用できた新幹線代に金をかけるのはもったいないと考え、また、地元国会議員の顔\nが知られているＤ駅よりＣ駅の方が犯行が発覚しないとも考えながら、未返納の国\n会議員用鉄道乗車証及び未使用の国会議員指定席・寝台申込書を使用して本件各犯\n行に及んでいる。すなわち、本件は、被告人が国会議員時代に得た知識や経験、支\n給品を悪用した信義にもとる犯行であるとともに、被告人の発想は身勝手かつ狡猾\nというほかなく、被告人には国会議員であった自身の行動の重大性や社会的影響に\nついての自覚が著しく欠けている。本件各犯行は２か月足らずの間に３回行われて\nおり、常習的犯行であると認められる。そして、合計約４万９０００円相当という\n財産的被害は軽視できない上、氏名を冒用された国会議員２名、被害に遭った鉄道\n会社関係者の驚きあるいは憤りは容易に推察でき、今後の国会議員用鉄道乗車証の\n運用方法に与える悪影響も看過できない。\n他方、被告人が、本件各犯行を認め、被害弁償に関して鉄道会社からの請求どお\nり支払う意向を示し、二度と犯罪に及ばない旨述べるなど、反省の態度を示してい\nること、前科前歴がないこと、妻が書面で今後も被告人を支援、監督する旨述べて\nいること、本件により政党県連常任顧問及び会社役員の地位を失うなどの社会的制\n裁を受けたことなど、被告人にとって酌むべき事情も認められる。そこで、これら\nの事情も考慮し、今回に限り、刑の執行を猶予するのが相当であると判断した。\n（求刑  懲役２年）\n令和４年１２月７日\n名古屋地方裁判所刑事第２部\n裁判長裁判官    森   島      聡\n裁判官    棚   村   治   邦\n裁判官    吉川この 実\n"
}