{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 4,
    "month": 2,
    "day": 10
  },
  "case_number": "令和3(ネ)10055",
  "case_name": "特許権侵害差止等請求控訴事件，同附帯控訴事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "91090",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=91090",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/090/091090_hanrei.pdf",
  "contents": "令和４年２月１０日判決言渡\n令和３年(ネ)第１００５５号  特許権侵害差止等請求控訴，同附帯控訴事件\n（原審・東京地方裁判所平成３０年(ワ)第２１９００号）\n口頭弁論終結日  令和３年１１月８日\n判              決\n控訴人兼附帯被控訴人     ビ ッ グ ボ ー ン 商 事 株 式 会 社\n（以下「一審被告」という。）\n同訴訟代理人弁護 士        堀    籠      佳      典\n林              いづ み\n牧    野    知    彦\n岡    田     健太 郎\n同訴訟代理人弁理 士        福    田      伸      一\n水    﨑              慎\n同補佐人弁理 士        高    橋      克      宗\n被控訴人兼附帯控訴人      株 式 会 社 セ フ ト 研 究 所\n（以下「一審原告」という。）\n同訴訟代理人弁護 士        鮫    島      正      洋\n高    橋    正    憲\n山    崎    臨    在\n主              文\n１  本件控訴及び本件附帯控訴をいずれも棄却する。\n２  控訴費用は一審被告の負担とし，附帯控訴費用は一審原告の負担とす\nる。\n事実及び理 由\n第１  当事者の求めた裁判\n１  一審被告の控訴の趣旨\n⑴  原判決中，一審被告敗訴部分を取り消す。\n⑵  前項の部分につき，一審原告の請求を棄却する。\n２  一審原告の附帯控訴の趣旨\n⑴  原判決主文第３項及び第４項を次のとおり変更する。\n⑵  一審被告は，一審原告に対し，３億３０００万円及びうち２０００万円に\n対する平成３０年７月１５日から，うち３憶１０００万円に対する令和元年\n１１月７日から各支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要（略称は，特に断りのない限り，原判決に従う。）\n１  事案の要旨\n本件は，発明の名称を「空調服の空気排出口調整機構，空調服の服本体及び\n空調服」とする特許第６１５８６７５号の特許（以下「本件特許」といい，本\n件特許に係る特許権を「本件特許権」という。）の特許権者である一審原告が，\n一審被告に対し，原判決別紙１被告製品目録記載の各製品（以下，同目録の番\n号に応じて「被告製品１」などといい，これらを総称して「被告各製品」とい\nう。）が本件特許の特許請求の範囲の請求項３に係る発明（以下「本件発明１」\nという。）及び請求項９に係る発明（以下「本件発明２」といい，本件発明１\nと併せて「本件各発明」という。）の各技術的範囲に属し，一審被告による被\n告各製品の製造等が本件特許権の侵害に該当すると主張して，特許法１００条\n１項及び２項に基づき，被告各製品の製造，譲渡，輸出，輸入及び譲渡の申出\nの差止め並びに廃棄を求め，本件特許権侵害の不法行為に基づく損害賠償とし\nて３億３０００万円及びうち２０００万円に対する不法行為の後である平成３\n０年７月１５日（訴状送達日の翌日）から，うち３億１０００万円に対する不\n法行為の後である令和元年１１月７日（同年１０月３１日付け訴えの変更申立\n書送達日の翌日）から各支払済みまで平成２９年法律第４４号による改正前の\n民法所定（以下「改正前民法所定」という。）の年５分の割合による遅延損害\n金の支払を求める事案である。\n原審は，一審原告の請求のうち，差止請求に関する部分については，被告各\n製品の製造，譲渡又は譲渡の申出の差止め並びに廃棄を認める限度で，損害賠\n償請求に関する部分については，６２５万２１４７円及びうち２８４万５１５\n９円に対する平成３０年７月１５日から，うち３４０万６９８８円に対する令\n和元年１１月７日から各支払済みまで年５分の割合による金員の支払を求める\n限度で一部認容し，その余の請求を棄却した。\nそこで，一審被告は，原判決中，一審被告敗訴部分を全部不服として本件控\n訴を提起し，また，一審原告は，損害賠償請求に関する部分について附帯控訴\nの趣旨の限度で原判決を不服として本件附帯控訴を提起した。\n２  前提事実\n原判決の「事実及び理由」の第２の２記載のとおりであるから，これを引用\nする。\n３  争点\n⑴  被告各製品の本件各発明の技術的範囲の属否（争点１）\n⑵  無効の抗弁の成否（争点２）\nア  明確性要件違反（争点２－１）\nイ  特開２００６－１３２０４０号（乙２。以下「乙２公報」という。）を\n主引用例とする新規性欠如（争点２－２）\nウ  乙２公報を主引用例とする進歩性欠如（争点２－３）\n(3)  差止めの必要性（争点３）\n(4)  一審原告の損害額（争点４）\n第３  争点に関する当事者の主張\n１  争点１（被告各製品の本件各発明の技術的範囲の属否）について\n以下のとおり訂正するほか，原判決の「事実及び理由」の第３の１記載のと\nおりであるから，これを引用する。\n(1)  原判決９頁１０行目及び１０頁８行目から９行目にかけての各「予め定\nめられた開口度」をいずれも「開口の度合い」と改める。\n⑵  原判決１３頁１２行目末尾に行を改めて次のとおり加える。\n「(ア)  構成要件Ｄの「前記第一取付部を前記複数の第二取付部の少なくと\nもいずれか一つに取り付けることで前記空気流通路内を流通する空気の\n圧力を利用することにより…複数段階の予め定められた開口度」にいう\n「予め定められた開口度」とは，①「前記第一取付部を前記複数の第二\n取付部の少なくともいずれか一つに取り付けること」及び②「前記空気\n流通路内を流通する空気の圧力を利用すること」により「複数段階」の\n開口の度合いが形成されることを意味する。\nしたがって，着用者の体格等の影響があったとしても，①及び②の作\n用により「複数段階」の開口の度合いが形成されれば，「予め定められ\nた開口度」を充足するといえる。」\n⑶  原判決１３頁１３行目の「(ア)」を「(イ)」と，同頁１７行目の「予め定\nめられた開口度で」を「開口の度合いの」と改める。\n⑷  原判決１４頁６行目の「(イ)」を「(ウ)」と改める。\n⑸  原判決１６頁１５行目末尾に行を改めて次のとおり加える。\n「  また，一審被告提出の乙１０９，１１０の追加実験は，熱線式風速計\n（型式「ＴＭ－４００１」）を使用して風速を計測したものであるとこ\nろ，その取扱説明書（甲４１）には，センサーの測定方向に測定したい\n風の方向を合わせて測定しなければならないとの記載がある。しかると\nころ，追加実験は，測定したい風の方向とセンサーの測定方向が一致し\nておらず，また，各実験における不一致の程度が異なっており，さらに，\n風源とセンサーの距離，測定位置が一定でなく，不適切である。加えて，\n追加実験は，被測定者の測定姿勢が変化している点でも適切性を欠くも\nのである。このように追加実験は，上記熱線式風速計の使用方法及び被\n測定者の測定姿勢が不適切であり，客観性を欠き，不正確である。」\n⑹  原判決１６頁１７行目の「(ウ)」を「(エ)」と改める。\n⑺  原判決２１頁２行目末尾に行を改めて次のとおり加える。\n「(ウ)  原判決は，被告各製品の布ベルト及びゴムベルトは，「着用者の\n首後部と肩甲骨の上部との間に位置」しており，「この位置は，背面\n全体から見ても，着用者の首後部との間に隙間を形成する襟部に相当\n近く，むしろ，その襟部のすぐ下ということができる」として，襟後\n部と人体の首後部との間に形成される空気排出口の開口度を「複数段\n階の予め定められた開口度」に調整できると認められる程度に「襟後\n部」に近接しているかを問うことなく，「前記襟後部又はその周辺」\nにいう「その周辺」（構成要件Ｂ及びＣ）の要件を満たすと判断した。\nしかしながら，本件各発明は，「空調服の襟後部と人体の首後部\nとの間に形成される空気排出口の開口度を簡単に調整することができ\nる空気排出口調整機構を提供すること」を課題とするものであり，こ\nの課題を解決するために，第一調整ベルト及び第二調整ベルトの取り\n付け位置におのずから制限があることは明らかである。\nまた，構成要件Ｂ及びＣは，単に「襟後部又はその周辺」と規定\nするのみであって，「調整ベルト」と「襟後部」の距離が背面全体や\n何らかの他の部材の大きさ等と比較して相対的に近いということを規\n定したものではないから，「周辺」か否かは，「襟後部」自体と対比\nすることにより判断するほかないところ，本件明細書の図４も参酌す\nれば，「周辺」といえるためには，少なくとも，「襟後部」の高さと\n比較しても「襟後部」のすぐ下にあることが必要であるというべきで\nある。\nしかしながら，被告各製品の少なくともゴムベルトは，「襟後部」\nからその高さと比較しても相当離れた位置に取り付けられているから，\n「その周辺」の要件を満たさない。\nしたがって，被告各製品の構成要件Ｂ及びＣの充足性を認めた原判\n決は誤りである。」\n⑻  原判決２３頁１行目末尾に行を改めて次のとおり加える。\n「  また，一審被告がマネキンに空調服を着用させてファンを作動させる\n実験（乙１３８，１３９の１ないし３）を行った結果，ボタンを留める\n位置によって開口の大きさに有意な差はみられなかったことに照らすと，\n一審原告の甲８及び９に基づく実験結果は，採用すべきではない。」\n⑼  原判決２３頁６行目末尾に行を改めて次のとおり加える。\n「(ウ)  原判決は，構成要件Ｄの「予め定められた開口度」とは，必ず\nしも第一取付部と第二取付部の取り付け位置によってのみ定まるもの\nではなく，第一取付部を複数の第二取付部の少なくともいずれか一つ\nに取り付けること及び空気流通路内を流通する空気の圧力を利用する\nことにより，複数段階の開口の度合いが形成されれば足りると解する\nが相当であるとした上で，被告各製品は，布ベルトのボタン（第一取\n付部）をゴムベルトの中央部から端部にかけて予め設けられた複数の\nボタンホール（第二取付部）のうちのいずれかに取り付けること及び\n空気流通路内を流通する空気の圧力を利用することにより，複数段階\nの開口の度合いを形成するといえるから，「空気排出口」を「複数段\n階の予め定められた開口度で」「形成する」ものと認めるのが相当で\nあるとして，被告各製品が構成要件Ｄを充足すると判断したが，以下\nのとおり原判決の判断は誤りである。\nａ  構成要件Ｄは，「複数段階の予め定められた開口度で前記空気排\n出口を形成する」と記載されるとおり，「空気排出口」を複数段\n階の「予め定められた開口度で」形成することを規定しており，\n「開口度」は「予め定められた」ものでなければならない。\nしかるところ，原判決は，構成要件Ｄの解釈につき，「複数段\n階の開口の度合いが形成されれば足りる」としているが，かかる\n解釈は，「開口度」が「予め定められた」ものであるという上記\n限定を無視するものであるから，誤りである。\nそして，本件各発明は，「空調服の襟後部と人体の首後部との\n間に形成される空気排出口の開口度を簡単に調整することができ\nる空気排出口調整機構を提供することを目的とするもの」である\nこと，空調服において，「送風手段を作動させたときの空調服の\n襟後部 と 人体 の首 後 部 との 間に形 成さ れ る隙間 （構成 要件 Ｄの\n「空気排出口」）の形状は，ファンの風力，前部ファスナーの締\nめ具合，着用者の姿勢や体格，服の布地や布ベルト，ゴムベルト\n等の素材，襟部の形状等の影響も受ける」ものであることからす\nると，構成要件Ｄの「複数段階の予め定められた開口度で前記空\n気排出口を形成する」というためには，これらの要因に比して，\n「前記 第一取 付部 」 の「 複 数の第 二取 付 部 」へ の取り 付け 位置\n（第一取付部をいずれの第二取付部に取り付けるか）の開口度に\n対する影響が支配的であることを要するというべきである。\nまた，本件明細書には，本件各発明に係る空気排出口調整機構に\nよる空気排出口の開口度や空気排出量の調整につき，調整ベルトを\nつないだ時の長さを短くすると，空気排出口が大きくなり，より多\nくの空気が排出されることが説明されているが（【００２４】ない\nし【００２６】，【００３０】，【００４０】，【００４１】，\n【００４４】，【００４８】），それ以外に空気排出口の大きさや\n空気排出量を調整することについての記載は一切ない。\nそうすると，「前記第一取付部を前記複数の第二取付部の少な\nくともいずれか一つに取り付けることで前記空気流通路内を流通\nする空気の圧力を利用することにより，前記襟後部と人体の首後\n部との間に，複数段階の予め定められた開口度で前記空気排出口\nを形成する」（構成要件Ｄ）とは，調整ベルトをつないだ時の長\nさを短くすると，空気排出口が大きくなり，より多くの空気が排\n出されることを意味し，調整ベルトをつないだ時の長さを短くす\nると，空気排出口が小さくなり，空気排出量が減少する形態を含\nまないと解すべきである。\nｂ  これを被告各製品についてみるに，乙１，９，１０に示されると\nおり，被告各製品を着用したときに襟後部と首後部の間に形成さ\nれる隙間の形状は，主として前ファスナーの開閉の程度，人体の\n体格，姿勢等に依存し，また，乙１０９，１１０に示されるよう\nに，着用の仕方（空調服を一旦持ち上げない場合と，一旦持ち上\nげた場合など）に依存しており，布ベルトのボタンをゴムベルト\n（第二調整ベルト）のボタン穴（ボタンホール）に取り付ける位\n置の影響が支配的でないから，「複数段階の予め定められた」も\nのではない。もとより，被告各製品において，ゴムベルトは，そ\nの中央が襟後部の中央に取り付けられた形態であり，かつ，襟後\n部からかなり離れた位置に取り付けられており，ボタン留めの位\n置を変えても，首後部の開口の大きさや空気の流量自体にはほと\nんど影響を与えないから，ゴムベルトは，襟後部に開口を形成す\nるきっかけを与えるものであって，開口の大きさを調整するもの\nではない。被告各製品のゴムベルトに複数のボタンホールがある\nのは，着用者の体型の違いに配慮したにすぎない。\n次に，開口の大きさ自体についていえば，被告各製品では，ボタ\nンをゴムベルトの（中心から）一番遠いボタンホール（１番目）\nに取り付けた方が，形成される開口を大きくすることができ，こ\nの場合，排出される空気の量（ここでは，「風速」を意味する。）\nも多くなる。逆に一番中心寄りのボタンホール（５番目）に取り\n付けると，形成される開口は大きく広がることができず，排出さ\nれる空気の量は少なくなる（乙１０９，１１０）。\n以上 の とお り ，被 告 各製 品 にお け る 布 ベ ルト 及 びゴ ム ベル ト\n（第二調整ベルト）は，形成される開口の大きさにほとんど影響\nを与えておらず，布ベルトのボタンとゴムベルトのボタン穴を取\nり付ける位置の影響が支配的であるとはいえず，また，被告各製\n品は，調整ベルトをつないだ時の長さを短くすると，空気排出口\nが大きくなり，より多くの空気が排出される構成のものではない\nから，被告各製品は，「複数段階の予め定められた開口度で空気\n排出口を形成する」ものではなく，構成要件Ｄを充足しない。」\n２  争点２－１（明確性要件違反），争点２－２（乙２公報を主引用例とする新\n規性欠如）及び争点２－３（乙２公報を主引用例とする進歩性欠如）について\n原判決の「事実及び理由」の第３の２ないし４記載のとおりであるから，こ\nれを引用する。\n３  争点３（差止めの必要性）について\n以下のとおり訂正するほか，原判決の「事実及び理由」の第３の６記載のと\nおりであるから，これを引用する。\n⑴  原判決５６頁５行目末尾に行を改めて次のとおり加える。\n「  一審被告が，被告各製品を保有していないことや，被告各製品を製造販\n売できる設備を有していないことについて証拠の提出はなく，一審被告\nは，いつでも被告各製品を製造販売することが可能な状態にある。」\n⑵  原判決５６頁９行目末尾に行を改めて次のとおり加える。\n「  一審被告は，被告製品１ないし１５の販売を既に終了し，２０２０年以\n降のカタログにも掲載しておらず（乙６０，６３），上記販売を再開す\nる経済的合理性はない。そして，」\n４  争点４（一審原告の損害額）について\n以下のとおり訂正するほか，原判決の「事実及び理由」の第３の５記載のと\nおりであるから，これを引用する。\n⑴  原判決４６頁５行目から１３行目までを次のとおり改める。\n「(1)  特許法１０２条２項に基づく損害額\nア  一審被告は，平成２９年６月１６日から令和元年１０月３１日まで\nの間，被告各製品を販売し，その売上高は●●円を下ることはなく，\nこれにより●●●●●●●円の利益を得た。\n一審被告による被告各製品の販売は本件各発明に係る本件特許権\nの侵害行為に当たるから，特許法１０２条２項により，一審被告が得\nた上記利益の額は，一審原告が上記侵害行為により受けた損害額と推\n定される（以下，この推定を「本件推定」という場合がある。）。」\n(2)  原判決４７頁１０行目の「(2)  推定の覆滅事由」を「(2)  推定覆滅事\n由の不存在」と改める。\n(3)  原判決５０頁１７行目末尾に行を改めて次のとおり加える。\n「  カ  原判決の覆滅事由に関する認定判断の誤り\n原判決は，本件各発明が被告各製品の部分にのみ実施されている\nことを理由に損害額の８０％について本件推定の覆滅を認め，さらに，\n市場における競合品の存在を理由に５０％の覆滅を認めた結果，特許\n法１０２条２項に基づく一審原告の損害額を５６５万２１４７円（５\n６５２万１４６５円×（１－０．８）×（１－０．５）））と認定判\n断したが，以下のとおり，原判決の上記認定判断には誤りがある。\n(ア)  本件各発明が被告各製品の部分にのみ実施されていることにつ\nいて\n原判決は，本件発明１の技術的意義や作用効果，被告各製品のう\nち本件発明１が実施された部分の顧客誘引力等に照らすと，本件\n特許権を侵害する同部分が被告各製品の販売に貢献したところは\n小さいといわざるを得ないから，この事情に基づき，損害額の８\n０％について本件推定の覆滅を認めるのが相当である旨判断した。\nしかしながら，本件各発明は，市場に他のプレーヤーが存在し\nない市場開拓期において，空気排出口調整機構を取り付けること\nで生じる空気排出口をいかに複数段階に調整するかを実現しよう\nとしたものであり，参考にする技術も存在しない中，保有する知\n見も僅かな状態で実現させたものであるから，その技術的意義は，\n従来技術に比して大きいものである。\nまた，本件発明１は，ファンの大型化（空調服における空気の\n取り込み量の増加）に伴い，空気排出機構を適切に形成する必要\n性から生まれた，機能上重要な発明であり，顕著な作用効果を有\nするものである（甲５）。\nさらに，仮に被告各製品の本件各発明を実施する部分の価格割\n合が，原判決の認定するとおり，被告各製品の販売価格の１ない\nし２％であるとしても，本件各発明の技術的意義及び作用効果が\n顕著であることに照らすと，かかる部材の価格割合の点は覆滅事\n由にならない。\n加えて，一審被告のウェブサイト（甲３の１）では，顧客に対\nし「調整ゴム」について大々的に特長を訴求していること，被告\n各製品のパッケージ（甲６）では，「調整ゴム」による効果を大\n々的に訴求しており，パッケージ同封のチラシにも「衿について\nいるゴムをボタンで留めることにより首の後ろにスペースが開き\n首の後ろからより多くの空気を排出し，空調効果を高めることが\n出来ます。」と記載され，「調整ゴム」を顧客に分かりやすく説\n明し， 強く訴 求し て いるこ と， 一 審被 告 の製品 のパン フレ ット\n（乙５７）においても，紹介されている各機能のうち「調整ゴム」\nだけが，最重要機能の一つである空気の流れを調整する技術であ\nり，服の横に付随して説明され，目立つように掲載されているこ\nとなどからすると，被告各製品の備える機能のうち，本件各 発明\nを実施する部分の顧客吸引力は高いといえる。\nしたがって，原判決の上記判断は誤りである。\n(イ)  市場における競合品の存在について\n原判決は，首後部からの空気の排出をより効率的に行うための\n機能を備えた空調服やその他種々の機能を備えた空調服 （乙３９\nないし４５）は，被告各製品の競合品に当たるとして， 損害額の\n５０％について本件推定の覆滅を認めるのが相当である旨判断し\nた。\nしかしながら，覆滅事由となる競合品は，抽象的に同種の商品\nというだけでは足りず，需要者が着目する特徴において代替可能\n性のある商品である必要があるというべきである。\nしかるところ，前記(ア)のとおり，被告各製品の備える機能のう\nち本件各発明を実施した部分の顧客吸引力は高く，顧客は「調整\nゴム」を重視して購買するといえるのに対し，乙３９ないし４５\nの空調服は，予め定められた開口度に調整できる機能を有するも\nのではなく，被告各製品と代替可能性がある商品とはいえないか\nら，被告各製品の競合品とはいえない。\nしたがって，原判決の上記判断は誤りである。\n(3)  弁護士費用\n一審被告による本件特許権の侵害行為と相当因果関係のある弁護士費\n用相当の一審原告の損害額は，１０００万円を下らない。\n(4)  小括\nよって，一審原告は，一審被告に対し，本件特許権侵害の不法行為に\n基づく損害賠償として●●●●●●●円及びうち●●●●●円に対する\n不法行為の後である平成３０年７月１５日（訴状送達日の翌日）から，\nうち●●●●●●●円に対する不法行為の後である令和元年１１月７日\n（同年１０月３１日付け訴えの変更申立書送達日の翌日）から各支払済\nみまで改正前民法所定の年５分の割合による遅延損害金の支払を求め\nる。」\n(4)  原判決５０頁１９行目の「(1)  原告が被った損害額について」を「(1)\n特許法１０２条２項に基づく損害額の主張に対し」と，同頁２４行目の「考\nえられ，」の次に「一審被告は，現に，「調整ゴム」以外の構造（「首背中\n風気路メッシュ」）により，空調服の襟後部に空気の流通路を作り，首後部\nの空気の抜けを良くすることによって，空調服の冷却効果を高める製品（乙\n５８）を販売していた。」を加える。\n(5)  原判決５１頁１２行目末尾に行を改めて次のとおり加える。\n「  ●●●●●●●●に対する業務委託費は，取り扱う製品の点数によって\n変動するものであり，このことは乙６２に添付された覚書において月額\nの報酬額が変更されていることからも明らかである。一審被告が被告各\n製品を販売したことによって，●●●●●●●●が取り扱う製品の点数\nが増加しているのであり，その分，同社に対する業務委託費が増加する\n関係にあるから，被告各製品の売上額から同社に対する業務委託費を控\n除すべきである。」\n(6)  原判決５２頁１４行目末尾に行を改めて次のとおり加える。\n「  また，襟後部からの空気排出を適切に確保することは，空調服の開発段\n階から認識されていた課題であり，従来技術である調整紐型の空調服に\nおいて首後部の開口度を調整することによって襟後部からの空気排出を\n適切に確保することが可能であった。調整紐を結ぶタイプの従来技術を\nボタン型に置き換えただけの本件発明１は，紐を結ぶ手間が省けるとい\nう程度の効果しか奏せず，空調服の冷却効果に差が出るわけではないか\nら，顕著な作用効果を有するものではない。本件発明１の作用効果は，\nファンの高出力化や大型化による空気の取り込み量増加とは無関係であ\nる。」\n(7)  原判決５４頁１４行目末尾に行を改めて次のとおり加える。\n「  この点に関し一審原告は，一審被告のウェブサイト（甲３の１），被告\n各製品のパッケージ（甲６），一審被告の製品のパンフレット（乙５７）\nの記載事項を挙げて，被告各製品の備える機能のうち，本件各発明を実\n施する部分の顧客吸引力は高い旨主張する。\nしかしながら，一審原告の挙げる甲３の１，６，乙５７は，従来技術\nによる効果を表示したものであって，従来技術と異なる本件各発明の効\n果を訴求するものではないから，本件各発明の顧客吸引力の根拠にはな\nらない。\nしたがって，一審原告の上記主張は失当である。」\n(8)  原判決５５頁１行目末尾に行を改めて次のとおり加える。\n「  顧客が空調服を選択する際，空調服の価格，デザイン，服の素材並びに\n電動ファン及びバッテリーの性能に着目することが多いといえるから，こ\nのような顧客の着目点を前提にすれば，本件各発明の技術的範囲に属さな\nい原告製品と他社製品とは何ら変わりがなく，原告製品が被告各製品の競\n合品に当たるとすれば，当然，他社製品も競合品に当たることになる。ま\nた，他社製品も，首後部の空気の抜けを良くする機能を有するという点に\nおいて（乙３９ないし４５），被告各製品や原告製品と共通する。」\n(9)  原判決５６頁３行目末尾に行を改めて次のとおり加える。\n「(3)  弁護士費用の主張に対し\n一審原告の主張は争う。」\n第４  当裁判所の判断\n１  本件明細書の記載事項等\n原判決６１頁１９行目から６５頁１行目までを次のとおり改めるほか，原判\n決の「事実及び理由」の第４の１記載のとおりであるから，これを引用する。\n「  【００１７】\n以下に，図面を参照して，本願に係る発明を実施するための形態につい\nて説明する。\n【００１８】\n［第一実施形態］\nまず，本発明の第一実施形態について図面を参照して説明する。図１は\n本発明の第一実施形態である空気排出口調整機構を備える空調服の概略\n正面図である。図２（ａ）は第一実施形態の空気排出口調整機構におけ\nる調整ベルトの概略平面図，図２（ｂ）はその空気排出口調整機構にお\nける貫通孔が形成された空調服の襟部の概略展開図，図２（ｃ）はその\n空気排出口調整機構における調整ベルトが取り付けられた空調服の襟部\nの概略展開図である。図３（ａ）は第一実施形態の空気排出口調整機構\nにより空気排出口が形成された空調服の襟部を上から見たときの状態を\n示す概略図，図３（ｂ）はその空調服の襟部のＡ－Ａ矢視方向概略断面\n図，図３（ｃ）はその空調服の襟部における留め具付近の概略拡大図で\nある。\n【００１９】\n第一実施形態の空気排出口調整機構５０は，図１に示すように，空調服\n１の襟後部１２に設けられており，空調服１の襟後部１２と人体の首後\n部との間に形成される空気排出口の開口度を調整するためのものである。\nここで，空調服１は，送風手段を用いて人体との間に形成された空気流\n通路内に空気を流通させることにより人体を冷却するものであり，空気\n排出口は，空気流通路内を流通する空気を外部に排出するものである。\nまた，首後部には，着用者の体形にもよるが，背中の上部も含まれるも\nのとする。尚，第一実施形態では，説明を容易にするため，図１に示す\nように，空気排出口調整機構５０を備える空調服１が，襟部として，襟\nを折り返えさない立ち襟部２を有するものである場合について説明する。\nまた，この空調服１の前側には開閉用のファスナー３が設けられている。\n【００２０】\n第一実施形態の空気排出口調整機構５０は，図２及び図３に示すように，\n調整ベルト５１と，空調服１の襟後部の所定位置に形成された二つの貫\n通孔５２ａ，５２ｂとを備える。尚，図２（ｂ），（ｃ）には，空調服\n１の立ち襟部２について，それを展開して平面状に広げたときの状態で\nあって，着用者の首と対向する立ち襟部２の内表面を上にしたときの状\n態が示されている。したがって，図２（ｂ），（ｃ）においては立ち襟\n部２の中央部が空調服１の襟後部１２に対応する。\n【００２１】\n調整ベルト５１は，図２（ａ）に示すように，帯状部材５１１と，一つ\nの留め具５１２とを有する。留め具５１２は帯状部材５１１の一方の端\n部に設けられている。第一実施形態では，留め具５１２としてボタンを\n用いており，このボタン５１２を帯状部材５１１の一方の端部に縫い付\nけている。実際，留め具５１２としてのボタンは市販されているボタン\nをそのまま使用することができる。\n【００２２】\nまた，帯状部材５１１の他方の端部は，図２（ｃ）及び図３に示すよう\nに，空調服１の服地の内表面であって襟後部１２の所定位置に取り付け\nるための取付部５１３である。具体的には，帯状部材５１１の取付部５\n１３を，図２（ｃ）に示すように，空調服１の立ち襟部２の中央から少\nし右側の部分であってその下部に縫合している。このとき，留め具５１\n２が立ち襟部２（襟後部１２）の内表面と対向するように調整ベルト５\n１を配置している。\n【００２３】\n貫通孔５２ａ，５２ｂは，留め具５１２と係合して留め具５１２である\nボタンを取り付けるためのものである。この貫通孔５２ａ，５２ｂは本\n発明の係合部に該当する。第一実施形態では，貫通孔５２ａ，５２ｂと\nしては，切り込み線を入れて作製される通常のボタン孔を用いている。\nしたがって，留め具５１２であるボタン及び貫通孔５２ａ，５２ｂであ\nるボタン孔はそれぞれ，例えばワイシャツ等におけるボタン及びボタン\n孔と同様な形状のものであり，留め具５１２であるボタンと貫通孔５２\nａ，５２ｂであるボタン孔との関係は，ワイシャツ等におけるボタンと\nボタン孔との関係と同様である。二つの貫通孔５２ａ，５２ｂは，調整\nベルト５１が取り付けられた位置とは異なる立ち襟部２（襟後部１２）\nの所定位置に形成される。具体的には，二つの貫通孔５２ａ，５２ｂを，\n図２（ｂ），（ｃ）に示すように，空調服１の立ち襟部２の中央からや\nや左側の部分であってその下部に並べて形成している。ここで，貫通孔\n５２ｂは貫通孔５２ａの左側に形成されている。以下では，貫通孔５２\nａを第一貫通孔とも称し，貫通孔５２ｂを第二貫通孔とも称することに\nする。また，ボタン孔の切り込み方向が立ち襟部２の高さ方向（上下方\n向）と略平行な方向となるように，各貫通孔５２ａ，５２ｂを形成して\nいる。\n【００２４】\nいま，図２（ｃ）に示すように，帯状部材５１１の取付部５１３から留\nめ具５１２までの調整ベルト５１の長さをＬ２，調整ベルト５１が取り\n付けられた位置（帯状部材５１１の取付部５１３）から第一貫通孔５２\nａまでの立ち襟部２（空調服１の服地）に沿った距離をＬ１ａ，調整ベ\nルト５１が取り付けられた位置（帯状部材５１１の取付部５１３）から\n第二貫通孔５２ｂまでの立ち襟部２（空調服１の服地）に沿った距離を\nＬ１ｂとする。このとき，Ｌ１ａ＜Ｌ１ｂであり，且つ，Ｌ１ａ＞Ｌ２\nである。すなわち，帯状部材５１１の取付部５１３から留め具５１２ま\nでの調整ベルト５１の長さＬ２は，調整ベルト５１が取り付けられた位\n置から各貫通孔５２ａ，５２ｂまでの立ち襟部２（空調服１の服地）に\n沿った距離Ｌ１ａ，Ｌ１ｂよりも短くなっている。\n【００２５】\n第一実施形態の空気排出口調整機構５０をこのように構成したことによ\nり，留め具５１２を貫通孔５２ａ，５２ｂのいずれかに通して掛けると，\n図３に示すように，留め具５１２の内面が当該貫通孔の形成された部分\nにおける襟後部１２の外表面に当接し，留め具５１２が襟後部１２にし\nっかりと固定される。このとき，帯状部材５１１の取付部５１３から留\nめ具５１２までの調整ベルト５１の長さＬ２が，調整ベルト５１が取り\n付けられた位置から各貫通孔５２ａ，５２ｂまでの立ち襟部２に沿った\n距離Ｌ１ａ，Ｌ１ｂよりも短いので，空調服１を着用したとき，空調服\n１の襟後部１２の付近が弛み，襟後部１２と着用者の首後部との間に空\n気排出口１３を形成することができる。また，調整ベルト５１が取り付\nけられた位置から第二貫通孔５２ｂまでの立ち襟部２に沿った距離Ｌ１\nｂが，調整ベルト５１が取り付けられた位置から第一貫通孔５２ａまで\nの立ち襟部２に沿った距離Ｌ１ａよりも大きいので，留め具５１２を第\n二貫通孔５２ｂに取り付けた場合における空気排出口１３の開口度は，\n留め具５１２を第一貫通孔５２ａに取り付けた場合における空気排出口\n１３の開口度よりも大きくなる。\n【００２６】\n具体的に，空調服１の着用者は，空気排出口１３から少量の空気を排出\nしたい場合には，留め具５１２をいずれの貫通孔５２ａ，５２ｂにも取\nり付けないようにすればよい。このように空気排出口調整機構５０を利\n用して空気排出口１３を形成しなくとも，空調服１の送風手段１１を作\n動させると，空気流通路内を流通する空気の圧力により襟後部１２と首\n後部との間に自動的にある程度の開口部が確保されるので，この開口部\nが空気排出口１３となって，ここから少量の空気を外部に排出すること\nができる。また，着用者は，空気排出口１３から通常の量の空気を排出\nしたい場合には，留め具５１２を第一貫通孔５２ａに取り付ければよく，\n空気排出口１３から多量の空気を排出したい場合には，留め具５１２を\n第二貫通孔５２ｂに取り付ければよい。このように，第一実施形態の空\n気排出口調整機構５０を用いると，着用者は，空調服１の使用目的に応\nじて空気排出口１３の開口度を３段階の開口度の中から選択し，所期の\n冷却効果を得ることができる。\n【００３０】\n第一実施形態の空気排出口調整機構は，帯状部材の一方の端部に設けら\nれた留め具を有し，帯状部材の他方の端部が空調服の服地の内表面であ\nって襟後部の所定位置に取り付けられた調整ベルトと，調整ベルトが取\nり付けられた位置とは異なる襟後部の所定位置に形成された，留め具と\n係合して留め具を取り付けるための二つの貫通孔とを備え，帯状部材の\n上記他方の端部から留め具までの調整ベルトの長さが，調整ベルトが取\nり付けられた位置から各貫通孔までの空調服の服地に沿った距離よりも\n短くなっている。これにより，留め具を貫通孔に取り付けるだけで，空\n調服の襟後部の付近に弛みを確保して，空気排出口を容易に且つ確実に\n形成することができる。また，留め具をいずれの貫通孔に取り付けるか，\n若しくは貫通孔に取り付けないかに応じて，空気排出口の開口度を３段\n階に簡単に調整することができる。尚，第一実施形態の空気排出口調整\n機構は調整ベルトと二つの貫通孔とを備えて構成されるものであるので，\n空気排出口を形成する必要がない場合，この空気排出口調整機構が着用\n者の邪魔になることはない。\n【００３３】\nまた，第一実施形態の空気排出口調整機構を備える空調服には，従来の\n空気排出口調整機構である一組の調整紐を備える空調服に比べて，次の\nような利点がある。従来，一組の調整紐を備える空調服の使用に際して，\n大半の着用者は，一組の調整紐を結ばず，襟後部と首後部との間に空気\n排出口を形成していなかった。そして，使用目的に応じて一組の調整紐\nの長さを調整することも行っていなかった。このため，一組の調整紐を\n備える空調服は，その性能を十分に発揮することができる状態で使用さ\nれていなかった。これに対し，第一実施形態の空気排出口調整機構を備\nえる空調服を，予め留め具を貫通孔に取り付けた状態で出荷することに\nより，着用者がその空調服を出荷時の状態のまま使用しても，空調服の\n性能を十分に発揮させることができる。したがって，第一実施形態の空\n気排出口機構を備える空調服が普及すれば，空調服の性能に関する着用\n者の評価を大幅に高めることができる。また，第一実施形態の空気排出\n口調整機構を備える空調服を洗濯する際には，ボタン（留め具）をボタ\nン孔（貫通孔）から外しておくようにする。これにより，洗濯時にボタ\nンに無理な力がかかることがないので，空調服を何ら支障なく洗濯する\nことができる。更に，一組の調整紐を備える空調服では，調整紐の結び\n目付近に集まった調整紐の先端部分が空気排出の障害になっていたが，\n第一実施形態の空気排出口調整機構を備える空調服では，調整ベルトに\n余分な部分がなく，調整ベルトが空気に及ぼす抵抗は非常に小さいので，\n空気排出口調整機構自体が空気排出の妨げになることはない。\nエ  【００３５】\n［第二実施形態］\n次に，本発明の第二実施形態である空気排出口調整機構について説明す\nる。図４は第二実施形態の空気排出口調整機構を備える空調服を展開し\nて内側から見たときの概略平面図，図５は第二実施形態の空気排出口調\n整機構における第一調整ベルト及び第二調整ベルトの概略平面図，図６\nは第二実施形態の空気排出口調整機構により空気排出口が形成された空\n調服の襟部を上から見たときの状態を示す概略図である。尚，第二実施\n形態において，第一実施形態のものと同一の機能を有するものには，同\n一の符号を付すことにより，その詳細な説明を省略する。\n【００３６】\n第二実施形態の空気排出口調整機構５０ａは，図４に示すように，襟を\n折り返えすことができる通常の襟部２ａを有する空調服１に設けられる。\nここで，図４には，襟部２ａについて，折り返し部分Ｐを折り返さずに\n広げたときの状態が示されている。また，図６では，襟部２ａについて\n折り返し部分Ｐを省略して示している。第二実施形態では，空気排出口\n調整機構５０ａは，襟部２ａの中央部（襟後部１２）ではなく，襟後部\n１２の周辺の所定箇所，具体的には襟後部１２の少し下側の箇所に設け\nられる。空調服の形状にもよるが，通常の空調服では，空気流通路内を\n流通する空気を空気排出口から外部にスムースに排出するには，空気排\n出口を，襟後部１２に設けるよりも，襟後部１２の少し下側に設ける方\nが合理的であるからである。\n【００３７】\nこの第二実施形態の空気排出口調整機構５０ａは，図４，図５及び図６\nに示すように，第一調整ベルト５１ａと，第二調整ベルト５３とを備え\nる。第一調整ベルト５１ａは，図５（ａ）に示すように，第一の帯状部\n材５１１ａと，第一の帯状部材５１１ａの一方の端部に設けられた一つ\nの留め具５１２とを有するものである。第二実施形態でも，留め具５１\n２としてボタンを用いる。第一の帯状部材５１１ａの他方の端部は，空\n調服１の服地の内表面であって襟後部１２の周辺の所定の第一位置に取\nり付けるための取付部５１３である。ここで，留め具５１２が空調服１\nの服地の内表面と対向するように且つ第一の帯状部材５１１ａの長手方\n向が襟部２ａの長手方向と略平行になるように第一調整ベルト５１ａを\n配置して，第一の帯状部材５１１ａの取付部５１３を上記第一位置に縫\n合している。\n【００３８】\n第二調整ベルト５３は，図５（ｂ）に示すように，第二の帯状部材５３\n１と，第二の帯状部材５３１の一方の端部に形成された，留め具５１２\nと係合して留め具５１２を取り付けるための一つの貫通孔５３２とを有\nするものである。第二の帯状部材５３１としては，強度のある布を用い\nることが望ましい。また，貫通孔５３２は本発明の係合部に該当する。\nこの貫通孔５３２は，切り込み線を入れて作製されるボタン孔である。\nこのボタン孔の切り込み方向は第二の帯状部材５３１の長手方向と略平\n行な方向である。第二の帯状部材５３１の他方の端部は，空調服１の服\n地の内表面であって第一調整ベルト５１ａが取り付けられた第一位置と\nは異なる襟後部１２の周辺の所定の第二位置に取り付けるための取付部\n５３３である。ここで，第二の帯状部材５３１の長手方向が襟部２ａの\n長手方向と略平行になるように且つ貫通孔５３２が第一調整ベルト５１\nａの側に位置するように第二調整ベルト５３を配置して，第二の帯状部\n材５３１の取付部５３３を上記第二位置に縫合している。したがって，\n第二調整ベルト５３を空調服１の服地の内表面に取り付けると，ボタン\n孔の切り込み方向は襟後部１２の長手方向と略平行になる。\n【００３９】\nこのように，第二実施形態では，貫通孔５３２を空調服１の服地に直接\n形成するのではなく，空調服１の服地の内表面に第二調整ベルト５３を\n取り付け，この第二調整ベルト５３に貫通孔５３２を設けている。これ\nは次の理由による。すなわち，空気排出口機構５０ａが設けられる，襟\n後部１２の少し下側の部位は，襟部２ａと異なり，通常は一枚の布で構\n成されているので，この部位に貫通孔を直接設けることにすると，当該\n部位において十分な強度が得られなくなり，しかも，留め具を貫通孔に\n取り付けたときに留め具が空調服の外側に露出し，外観が損なわれてし\nまうからである。\n【００４０】\nいま，第一の帯状部材５１１ａの取付部５１３から留め具５１２まで\nの第一調整ベルト５１ａの長さをＬ３，第二の帯状部材５３１の取付部\n５３３から貫通孔５３２までの第二調整ベルト５３の長さをＬ４，そし\nて，第一調整ベルト５１ａが取り付けられた第一位置（第一の帯状部材\n５１１ａの取付部５１３）から第二調整ベルト５３が取り付けられた第\n二位置（第二の帯状部材５３１の取付部５３３）までの空調服１の服地\nに沿った距離をＬ５とする。第一調整ベルト５１ａと第二調整ベルト５\n３の長さ，及び，上記第一位置及び第二位置は，Ｌ３＋Ｌ４＜Ｌ５とな\nるように設計されている。すなわち，第一の帯状部材５１１ａの取付部\n５１３から留め具５１２までの第一調整ベルト５１ａの長さＬ３と第二\nの帯状部材５３１の取付部５３３から貫通孔５３２までの第二調整ベル\nト５３の長さＬ４との合計の長さが，第一調整ベルト５１ａが取り付け\nられた第一位置から第二調整ベルト５３が取り付けられた第二位置まで\nの空調服１の服地に沿った距離Ｌ５よりも短くなっている。\n【００４１】\n留め具５１２を貫通孔５３２に通して掛けると，図６に示すように，留\nめ具５１２の内面が貫通孔５３２の形成された部分における第二調整ベ\nルト５３の外表面に当接し，留め具５１２が第二調整ベルト５３にしっ\nかりと固定される。このとき，空調服１の襟後部１２の付近が弛み，襟\n後部１２と着用者の首後部との間に空気排出口１３が形成される。また，\n空気排出口１３から少量の空気を排出したい場合には，留め具５１２を\n貫通孔５３２に取り付けないようにする。この場合には，空気流通路内\nを流通する空気の圧力により襟後部１２と首後部との間に自動的にある\n程度の開口部が確保されるので，この開口部が空気排出口１３となって，\nここから少量の空気を外部に排出することができる。したがって，第二\n実施形態の空気排出口調整機構５０ａを用いると，着用者は，空調服１\nの使用目的に応じて空気排出口１３の開口度を２段階の開口度の中から\n選択し，所期の冷却効果を得ることができる。\n【００４４】\n第二実施形態の空気排出口調整機構は，第一の帯状部材の一方の端部に\n設けられた留め具を有し，第一の帯状部材の他方の端部が空調服の服地\nの内表面であって襟後部の周辺の所定の第一位置に取り付けられた第一\n調整ベルトと，第二の帯状部材の一方の端部に形成された，留め具と係\n合して留め具を取り付けるため貫通孔を有し，第二の帯状部材の他方の\n端部が，空調服の服地の内表面であって第一調整ベルトが取り付けられ\nた第一位置とは異なる襟後部の周辺の所定の第二位置に取り付けられた\n第二調整ベルトとを備え，第一の帯状部材の上記他方の端部から留め具\nまでの第一調整ベルトの長さと第二の帯状部材の上記他方の端部から貫\n通孔までの第二調整ベルトの長さとの合計の長さが，第一調整ベルトが\n取り付けられた第一位置から第二調整ベルトが取り付けられた第二位置\nまでの空調服の服地に沿った距離よりも短くなっている。これにより，\n留め具を貫通孔に取り付けるだけで，空調服の襟後部の付近に弛みを確\n保して，空気排出口を容易に且つ確実に形成することができる。また，\n留め具を貫通孔に取り付けるか，若しくは貫通孔に取り付けないかに応\nじて，空気排出口の開口度を２段階に簡単に調整することができる。更\nに，貫通孔を有する第二調整ベルトを備えることにより，留め具を貫通\n孔に取り付けたときに，留め具が空調服の内側にとどまり，外部から見\nえることがないので，外観が損なわれることがない。\nオ  【００４６】\n［他の実施形態］\n尚，本発明は上記の各実施形態に限定されるものではなく，その要旨\nの範囲内において種々の変形が可能である。\n【００４７】\n例えば，上記の第一実施形態では，空気排出口調整機構を空調服の襟後\n部に設ける場合について説明したが，この第一実施形態の空気排出口調\n整機構を空調服の襟後部の周辺に設けるようにしてもよい。また，上記\nの第二実施形態では，空気排出口調整機構を空調服の襟後部の周辺に設\nける場合について説明したが，この第二実施形態の空気排出口調整機構\nを空調服の襟後部に設けるようにしてもよい。\n【００４８】\nまた，上記の第一実施形態では，貫通孔を空調服の襟後部に二つ設ける\n場合について説明したが，貫通孔を空調服の襟後部に一つだけ又は三つ\n以上設けるようにしてもよい。更に，上記の第二実施形態では，貫通孔\nを第二調整ベルトに一つ設ける場合について説明したが，貫通孔を第二\n調整ベルトに二つ以上設けるようにしてもよい。貫通孔を多く設けるほ\nど空気排出口の開口度を細かく調整することが可能となる。\n【００５１】\n加えて，上記の第一実施形態において，帯状部材における留め具が設け\nられた端部と反対側の端部を，空調服の服地に着脱自在に取り付けるよ\nうにしてもよい。同様に，上記の第二実施形態において，第一の帯状部\n材における留め具が設けられた端部と反対側の端部を，空調服の服地に\n着脱自在に取り付けるようにしてもよく，また，第二の帯状部材におけ\nる貫通孔が形成された端部と反対側の端部を，空調服の服地に着脱自在\nに取り付けるようにしてもよい。これにより，空気排出口調整機構を空\n調服から取り外すことができるので，空調服及び空気排出口調整機構を\n何ら支障なく洗濯することができる。また，空気排出口調整機構が壊れ\nたときに，新しい空気排出機構部に容易に交換することができる。\nカ  【産業上の利用可能性】\n【００５２】\n以上説明したように，本発明の空気排出口調整機構では，空調服の襟後\n部付近に空気排出口を容易に形成することができると共に，空気排出口\nの開口度を複数段階に簡単に調整することができる。したがって，本発\n明は，空調服の襟後部付近に形成される空気排出口の開口度を調整する\n機構として使用するのに好適である。」\n２  争点１（被告各製品の本件各発明の技術的範囲の属否）について\n以下のとおり訂正するほか，原判決の「事実及び理由」の第４の２記載のと\nおりであるから，これを引用する。\n⑴  原判決６７頁１４行目の「左右端かけて」を「左右端にかけて」と，同頁\n１９行目の「被告各品」を「被告各製品」と改める。\n⑵  原判決６９頁１行目の「は「留め具」」の次に「（「第一取付部」に相当\nする。）」を，同頁３行目の「ための「貫通孔」」の次に「（「第二取付部」\nに相当する。）」を加える。\n⑶  原判決７１頁１２行目の「人体の」から１６行目末尾までを「「前記空調\n服の服地の内表面であって」人体の首後部との間に空気流通路内を流通する\n空気を外部に排出する空気排出口が形成される部分である「前記襟後部又は\nその周辺の第一の位置」（構成要件Ｂ）に取り付けられたと認めるのが相当\nである。」と改める。\n⑷  原判決７１頁２０行目の「この位置」を「この取り付け位置」と改め，同\n頁２４行目の「第二の位置」」の次に「（構成要件Ｃ）」を加える。\n⑸  原判決７２頁１行目の「被告は，」を「ａ  一審被告は，」と改める。\n(6)  原判決７３頁１１行目末尾に行を改めて次のとおり加える。\n「ｂ  次に，一審被告は，①本件各発明は，「空調服の襟後部と人体の首後\n部との間に形成される空気排出口の開口度を簡単に調整することができ\nる空気排出口調整機構を提供すること」を課題とするものであり，この\n課題を解決するために，第一調整ベルト及び第二調整ベルトの取り付け\n位置におのずから制限がある，②構成要件Ｂ及びＣは，単に「襟後部又\nはその周辺」と規定するのみであって，「調整ベルト」と「襟後部」の\n距離が背面全体や何らかの他の部材の大きさ等と比較して相対的に近い\nということを規定したものではないから，「前記襟後部又はその周辺」\nにいう「周辺」か否かは，「襟後部」自体と対比することにより判断す\nるほかないところ，本件明細書の図４も参酌すれば，「その周辺」とい\nえるためには，少なくとも，「襟後部」の高さと比較しても「襟後部」\nのすぐ下にあることが必要である，③被告各製品の少なくともゴムベル\nトは，「襟後部」からその高さと比較しても相当離れた位置に取り付け\nられているから，「その周辺」の要件を満たさない旨主張する。\nしかしながら，前記ａのとおり，本件明細書の図４は，本件発明１の\n一実施例を示したものにすぎないこと，本件明細書の【００４６】に\n「尚，本発明は上記の各実施形態に限定されるものではなく，その要旨\nの範囲内において種々の変形が可能である。」との記載があることに照\nらすと，「その周辺」の要件について図４を参酌して上記のように限定\nして解釈することはできない。\nまた，本件各発明の上記課題から直ちに，「その周辺」といえるため\nには，少なくとも，「襟後部」の高さと比較しても「襟後部」のすぐ下\nにあることが必要であるとの解釈を導出することはできない。\nしたがって，一審被告の上記主張は採用することができない。」\n(7)  原判決７３頁２３行目の「ａ」を「ａ(a)」と改める。\n(8)  原判決７５頁１８行目の「解するが相当である。」を「解するのが相当\nである。」と改め，同行末尾に行を改めて次のとおり加える。\n「⒝  これに対し一審被告は，①空調服において，「送風手段を作動させた\nときの空調服の襟後部と人体の首後部との間に形成される隙間（構成要\n件Ｄの「空気排出口」）の形状は，ファンの風力，前部ファスナーの締\nめ具合，着用者の姿勢や体格，服の布地や布ベルト，ゴムベルト等の素\n材，襟部の形状等の影響も受ける」ものであることからすると，構成要\n件Ｄの「複数段階の予め定められた開口度で前記空気排出口を形成する」\nというためには，これらの要因に比して，「前記第一取付部」の「複数\nの第二取付部」への取り付け位置の開口度に対する影響が支配的である\nことを要するというべきである，②本件明細書には，本件各発明に係る\n空気排出口調整機構による空気排出口の開口度や空気排出量の調整につ\nき，調整ベルトをつないだ時の長さを短くすると，空気排出口が大きく\nなり，より多くの空気が排出されることが説明されているが（【００２\n４】ないし【００２６】，【００３０】，【００４０】，【００４１】，\n【００４４】，【００４８】），それ以外に空気排出口の大きさや空気\n排出量を調整することについての記載は一切ないことからすると，構成\n要件Ｄの「前記第一取付部を前記複数の第二取付部の少なくともいずれ\nか一つに取り付けることで前記空気流通路内を流通する空気の圧力を利\n用することにより，前記襟後部と人体の首後部との間に，複数段階の予\nめ定められた開口度で前記空気排出口を形成する」とは，調整ベルトを\nつないだ時の長さを短くすると，空気排出口が大きくなり，より多くの\n空気が排出されることを意味し，調整ベルトをつないだ時の長さを短く\nすると，空気排出口が小さくなり，空気排出量が減少する形態を含まな\nいと解すべきである旨主張する。\nしかしながら，①については，本件各発明の特許請求の範囲（請求項\n３及び９）には，構成要件Ｄの「複数段階の予め定められた開口度で前\n記空気排出口を形成する」というためには，ファンの風力，前部ファス\nナーの締め具合，着用者の姿勢や体格，服の布地や布ベルト，ゴムベル\nト等の素材，襟部の形状等の開口度に対する影響に比して，「前記第一\n取付部」の「複数の第二取付部」への取り付け位置の開口度に対する影\n響が支配的であることを要することを規定した記載はなく，また，本件\n明細書の記載全体をみても，そのように解釈すべき根拠となる記載は見\n当たらない。\n次に，②については，本件各発明の特許請求の範囲（請求項３及び９）\nには，構成要件Ｄの「前記第一取付部を前記複数の第二取付部の少なく\nともいずれか一つに取り付けることで前記空気流通路内を流通する空気\nの圧力を利用することにより，前記襟後部と人体の首後部との間に，複\n数段階の予め定められた開口度で前記空気排出口を形成する」とは，調\n整ベルトをつないだ時の長さを短くすると，空気排出口が大きくなり，\nより多くの空気が排出される構成のものに限定することを規定した記載\nはない。\nまた，一審被告が挙げる本件明細書の上記記載は，本件各発明の実施\n例である「第一実施形態」及び「第二実施形態」に関する説明にすぎず，\n本件各発明の実施形態は，「第一実施形態」及び「第二実施形態」に限\n定されるものではないこと（【００４６】）からすると，一審被告が挙\nげる本件明細書の上記記載から直ちに上記のように限定して解釈するこ\nとはできないし，本件明細書の記載全体をみても，上記のように限定し\nて解釈すべき根拠となる記載は見当たらない。\n以上のとおり，一審被告の上記主張は，本件各発明の特許請求の範囲\nの記載及び本件明細書の記載に基づかないものであるから，採用するこ\nとができない。」\n(9)  原判決７６頁４行目の「前者の」から７行目の「考えられる。」までを\n「前者の場合と後者の場合とでは，ゆるみの大きさが異なることによって襟\n後部と首後部との間に形成される開口の形状も異なり，その結果，空気の排\n出のされ方が変化するものと考えられる。」と改める。\n(10)  原判決７６頁８行目末尾に行を改めて次のとおり加える。\n「  これに対し，一審被告は，マネキンに空調服を着用させてファンを作動\nさせる実験（乙１３８，１３９の１ないし３）を行った結果，ボタンを\n留める位置によって開口の大きさに有意な差はみられなかったことに照\nらすと，一審原告の甲８及び９に基づく実験結果は採用すべきではない\n旨主張する。\nしかしながら，乙１３８，１３９の１ないし３によれば，一審被告が\n行った実験において，布ベルトのボタンをゴムベルトのボタンホールに\n取り付ける位置によって，首後部と襟後部との間に形成される開口の形\n状が変化したこと（特に，空調服を一旦持ち上げた場合には有意に変化\nしたこと）が認められること，一審原告の甲８及び９の実験と一審被告\nの上記実験とでは，実験で用いられた空調服が異なり，マネキンの大き\nさ，着用のさせ方等の条件が同一であるものとは認められないことから\nすれば，一審被告の上記実験の結果によっても，一審原告の上記実験の\n結果が合理的であるとの前記認定を左右するものではない。\nしたがって，一審被告の上記主張は採用することができない。」\n(11)  原判決７７頁８行目の「隙間は」から９行目末尾までを「隙間がほとん\nど形成されないことがあるとの記載がある。」と，同頁１０行目の「首後部\nとのに」を「首後部との間に」と改める。\n(12)  原判決７８頁２行目末尾に行を改めて次のとおり加える。\n「  加えて，被告各製品は，前記のとおり首後部から空気を排出させること\nを予定した製品であるから，着用の仕方等によって首後部から空気が排\n出されないような場合には，着用の仕方を整えるなどして，首後部から\n空気が排出されるように調整することが当然に予定されているものとい\nえる。しかしながら，上記実験で隙間がほとんど形成されなかったとい\nう場合について，そのような調整をしたか否か明らかでなく，この点に\nおいても，上記実験は，適切さに欠けるものである。」\n(13)  原判決７９頁６行目の「できない。」の次に「また，いずれの実験にお\nいても，着用者の着用の仕方や姿勢を統一した上で，完全な鉛直方向から撮\n影された写真や映像を比較したものが存在しないため，開口部の形状を対比\nして確認することもできない。」を加える。\n３  争点２－１（明確性要件違反）について\n原判決８１頁２２行目の「ここにいう」から末行末尾までを次のとおり訂正\nするほか，原判決の「事実及び理由」の第４の３記載のとおりであるから，こ\nれを引用する。\n「上記記載中の「空気排出口１３」は，文脈から「空気排出口調整機構」によ\nって形成されるものを指すと理解されるが，「空気排出口」には，「空気排\n出口調整機構」により形成されるものと，「空気排出口調整機構」を用いる\nことなく，送風手段を作動させることで空気流通路内を流通する空気の圧力\nにより自動的に形成されるものとがあることは前記のとおりであり，上記記\n載から，本件明細書における「空気排出口」には，送風手段を作動させるこ\nとで空気流通路内を流通する空気の圧力により自動的に形成されるものが含\nまれないものとはいえない。」\n４  争点２－２（乙２公報を主引用例とする新規性欠如）及び争点２－３（乙\n２公報を主引用例とする進歩性欠如）について\n原判決の「事実及び理由」の第４の４及び５記載のとおりであるから，これ\nを引用する。\n５  争点３（差止めの必要性）について\n原判決の「事実及び理由」の第４の７記載のとおりであるから，これを引用\nする。\n６  争点４（一審原告の損害額）について\n以下のとおり訂正するほか，原判決の「事実及び理由」の第４の６記載のと\nおりであるから，これを引用する。\n(1)  原判決１０２頁末行の「(1)  推定される損害額」を「(1)  特許法１０\n２条２項に基づく損害額」と改める。\n(2)  原判決１０３頁５行目から６行目までを次のとおり改める。\n「  そうすると，一審被告が被告各製品の販売により得た限界利益の額は，\n５６５２万１４６５円（消費税相当分を含む。）と認められる。\nそして，一審被告が得た上記限界利益の額は，特許法１０２条２項に\nより，一審原告の受けた損害額と推定される。」\n⑶  原判決１０４頁１９行目末尾に行を改めて次のとおり加える。\n「  これに対し一審被告は，●●●●●●●●に対する業務委託費は，取り\n扱う製品の点数によって変動するものであり，被告各製品の製造及び販\n売に直接関連して追加的に必要となった経費に当たる旨主張し，その根\n拠として，乙６２に添付された覚書（一審被告と●●●●●●●●との\n間で平成２８年６月２０日付けで締結した業務委託契約の報酬額を変更\nする旨の２０１７年７月３１日付け覚書）において月額の報酬額が変更\nされていることを指摘する。\nしかしながら，上記覚書の記載からは上記報酬額の変更の理由は明ら\nかでないから，上記報酬額の変更の事実を踏まえても，一審被告の上記\n主張は採用することができない。」\n⑷  原判決１０６頁１４行目の「本件発明」を「本件発明１」と改める。\n⑸  原判決１０７頁２３行目の「この事情に基づき，」から２４行目末尾まで\nを次のとおり改める。\n「  本件各発明が被告各製品の部分にのみ実施されていることは，本件推定\nの覆滅事由に該当するものと認められる。\n(オ)  一審原告は，当審において，①本件各発明は，市場開拓期におい\nて，空気排出口調整機構を取り付けることで生じる空気排出口をいか\nに複数段階に調整するかを実現しようとしたものであり，その技術的\n意義は，従来技術に比して大きいものである，②本件発明１は，ファ\nンの大型化に伴い，空気排出機構を適切に形成する必要性から生まれ\nた，機能上重要な 発明であり，顕著な作用効果を有するものである\n（甲５），③本件各発明の技術的意義及び作用効果が顕著であること\nに照らすと，被告各製品の本件各発明を実施する部分の部材の価格割\n合の点は覆滅事由とならない，④一審被告のウェブサイト（甲３の\n１），被告各製品のパッケージ（甲６）及び同封されているチラシは\n「調整ゴム」について強く訴求しており，一審被告の製品のパンフレ\nット（乙５７）においても，「調整ゴム」が目立つように掲載されて\nいることなどからすると，被告各製品の備える機能のうち，本件各発\n明を実施する部分の顧客吸引力は高い旨主張する。\nしかしながら，①については，従来技術と比較したときの本件各発明\nの技術的意義が必ずしも大きいものではなかったことは，前記(ア)で説\n示したとおりである。\n②については，本件発明１のいかなる作用効果について顕著な作用効\n果であると主張するのか明らかでなく，甲５によっても，本件発明１に\nは従来技術に比して顕著な作用効果があるものとは認められない。\n③については，本件各発明の技術的意義及び作用効果を根拠として，\n本件各発明が被告各製品の部分にのみ実施されていることが本件推定の\n覆滅事由となることを否定することはできない。\n④については，一審原告が指摘する甲３の１，６，乙５７の記載は，\n「調整ゴム」の機能について説明するものであるが，その説明は，従\n来技術でも得られた首後部からの空気の排出自体について説明するも\nのであり，開口度を複数段階に簡単に調整することができるという本\n件各発明の技術的特徴を説明するものではない。加えて，上記各記載\n自体，「調整ゴム」の機能を他の機能に比して強く訴求するものとは\nいえないから，被告各製品の上記広告宣伝は，被告各製品において本\n件各発明を実施する部分の顧客吸引力を高めるものとはいえない。\nしたがって，一審原告の上記主張は，いずれも理由がない。」\n⑹  原判決１０８頁１７行目の「購入したとはいえないから」から１９行目末\n尾までを「購入したものと認めることはできないから，上記競業他社の空調\n服の存在は，本件推定の覆滅事由に該当するものと認められる。」と改める。\n⑺  原判決１０８頁２５行目から２６頁１行目までを次のとおり改める。\n「  しかし，一審被告が被告各製品を製造販売しなかったとしても，被告各\n製品を購入しようとしていた顧客が一審被告の他の製品（例えば，乙５\n８の２５頁及び２９頁に掲載の「首背中風気路メッシュ」を有する製品\nなど）を購入したことを認めるに足りる証拠はないから，一審被告の上\n記主張は採用することができない。」\n⑻  原判決１１０頁２行目から１１行目までを次のとおり改める。\n「  オ  小括\n前記ア及びイの認定事実によれば，本件各発明が被告各製品の部分\nにのみ実施されていること，電動ファン付きウェアの市場において，\n他社の販売する被告各製品の競合品が存在していたことは，本件推定\nの覆滅事由に該当するものと認められる。\nそして，本件推定の上記覆滅事由に加えて，①前記アで説示した\nとおり，本件各発明は，空調服の襟後部と首後部との間に形成される\n開口部の大きさを襟後部の内表面に設けた一組の調整紐で調整する従\n来技術における一組の調整紐を，取付部を有する二つの調整ベルトに\n置き換えて，一方の調整ベルトの取付部と他方の調整ベルトの複数あ\nる取付部のうちいずれか一つを取り付けることによって，襟後部と首\n後部との間に形成される開口部の大きさを調整することを可能にし，\nより適切な空調服の冷却効果を，より簡単に得ることを目指したもの\nであり，開口部からの空気の排出の効率化という点では，従来技術の\n延長線上に位置づけられるものであること，本件特許の出願当時，ボ\nタン及びボタンホール等を使用し，衣服におけるサイズを複数段階で\n調整することは，周知慣用の技術であったことに照らすと，本件各発\n明の技術的意義は必ずしも大きいものとはいえず，その作用効果も従\n来技術と比較して大きなものとは認められないから，被告各製品にお\nいて本件各発明を実施した部分の顧客吸引力は高いものとはいえない\nこと，②電動ファン付きウェアの市場における一審原告，一審被告及\nび競業他社のシェアの割合（前記イ(ア)），③一審被告における被告\n各製品の広告宣伝の態様（甲３の１，６，乙５７等）を総合考慮する\nと，被告各製品の購買動機の形成に対する本件各発明の寄与割合は１\n０％と認めるのが相当であり，上記寄与割合を超える部分については\n被告各製品の限界利益の額と一審原告の受けた損害額との間に相当因\n果関係がないものと認められる。\nしたがって，本件推定は上記限度で覆滅されるものと認められる\nから，特許法１０２条２項に基づく一審原告の損害額は，被告各製品\nの限界利益の額（５６５２万１４６５円）の１０％に相当する５６５\n万２１４７円と認められる。\n⑶  弁護士費用\n本件事案の性質・内容，本件の認容額，原審及び当審の審理経過等諸\n般の事情を斟酌すると，一審被告による本件特許権侵害の不法行為と相\n当因果関係のある弁護士費用相当の一審原告の損害額は，６０万円と認\nめるのが相当である。\n⑷  まとめ\n以上によれば，一審被告の本件特許権侵害の不法行為によって一審\n原告が受けた損害額は，６２５万２１４７円と認められる。」\n⑼  原判決１１０頁２１行目末尾に行を改めて次のとおり加える。\n「  よって，一審原告は，一審被告に対し，本件特許権侵害の不法行為に基\nづく損害賠償として６２５万２１４７円及びうち２８４万５１５９円に\n対する不法行為の後である平成３０年７月１５日（訴状送達日の翌日）\nから，うち３４０万６９８８円に対する不法行為の後である令和元年１\n１月７日（同年１０月３１日付け訴えの変更申立書送達日の翌日）から\n各支払済みまで改正前民法所定の年５分の割合による遅延損害金の支払\nを求めることができる。」\n７  一審被告による当審における無効の抗弁及び権利の濫用の抗弁の主張につ\nいて\n当裁判所は，令和３年１１月８日の当審第１回口頭弁論期日において，一審\n被告が同年７月９日付け控訴理由書に基づいて提出した「無効理由５ないし９」\nに基づく無効の抗弁（同理由書第３ないし第６記載）及び権利の濫用の抗弁\n（同理由書第８記載）の主張について，一審原告の申立てにより，時機に後れ\nた攻撃防御方法に当たるものとして却下したが，その理由は，以下のとおりで\nある。\n⑴  一件記録により認められる本件訴訟の経緯等は，次のとおりである。\nア  一審原告は，平成３０年７月６日，原審に本件訴訟を提起した。\n一審被告は，同年１１月１２日の原審第１回弁論準備手続期日におい\nて，同年１０月３１ 日付け 被告第１ 準備書面に基づいて， 本件各 発明\n（請求項３及び９）に係る本件特許に明確性要件違反の無効理由（本件\nの争点２－１）が存在するとして，特許法１０４条の３第１項の無効の\n抗弁を主張した。その後，一審被告は，平成３１年３月７日の原審第３\n回弁論準備手続期日において，同年２月２８日付け被告第３準備書面に\n基づいて，上記無効の抗弁について，乙２公報を主引用例とする新規性\n欠如及び進歩性欠如の無効理由（本件の争点２－２及び２－３）を追加\nして主張した。\n一審原告及び一審被告は，令和元年６月２７日の原審第５回弁論準備\n手続期日において，侵害論についての主張立証は終了した旨陳述した。\nその後，本件訴訟は，同年７月１９日の原審第６回弁論準備手続期日\nから，損害論の審理に入った。\nイ  株式会社サンエスは，令和２年１０月１５日，本件特許のうち，請求項\n３ないし１０に係る特許について，明確性要件違反（無効理由１），冒\n認出願又は共同出願要件違反（無効理由２），公然実施発明（結び紐タ\nイプの空調服に係る発明）を主引用例とする進歩性欠如（無効理由３），\n乙２公報を主引用例とする進歩性欠如（無効理由４）（ただし，本件の\n争点２－３とは，乙２公報記載の発明の内容，副引用例等の主張が異な\nる。）を無効理由として特許無効審判（無効２０２０－８００１０３号\n事件。以下「別件無効審判」という。乙１０４）を請求した。\nウ  一審被告は，令和２年１０月２２日の原審第１４回弁論準備手続期日に\nおいて，同月１６日付けの被告第１０準備書面に基づいて，本件各発明\nに係る本件特許に別件無効審判の無効理由１ないし４と同一の無効理由\nが存在するとして，新たな無効の抗弁の主張をした。\n原審は，同年１２月１８日の第１５回弁論準備手続期日において，一\n審原告の申立てにより，被告第１０準備書面で追加された上記無効の抗\n弁の主張を時機に後れた攻撃防御方法に当たるものとして却下した。\n原審は，令和３年１月２８日の第１６回弁論準備手続期日で弁論準備\n手続を終結した後，同年２月２６日の原審第２回口頭弁論期日において\n口頭弁論を終結し，同年５月２０日，一審原告の請求を一部認容する原\n判決を言い渡した。\nエ  一審被告は，令和３年５月２０日，本件控訴を提起し，一審原告は，同\n年６月３日，本件附帯控訴を提起した。\n一審被告は，同年１１月８日の当審第１回口頭弁論期日において，同年\n７月９日付け控訴理由書に基づいて，本件各発明に係る本件特許に「無\n効理由５」（別件無効審判の無効理由２と同じ），「無効理由６」（別\n件無効審判の無効理由３と同じ），「無効理由７」（別件無効審判の無\n効理由４と同じ），「無効理由８」（サポート要件違反）及び「無効理\n由９」（実施可能要件違反）が存在するとして無効の抗弁の主張を追加\nし，また，権利の濫用の抗弁の主張を追加した。\nこれに対し一審原告は，同年８月２６日付け控訴答弁書に基づいて一\n審被告の「無効理由５ないし９」に基づく無効の抗弁及び権利の濫用の\n抗弁の主張は，時機に後れた攻撃防御方法に当たるものであるから，却\n下を求める旨の申立てをした。\nオ  なお，別件無効審判は，当審の本件口頭弁論終結時（令和３年１１月８\n日）において，特許庁に係属中である。\n⑵  前記⑴の事実関係によれば，①一審被告は，原審において，平成３１年\n３月７日の原審第３回弁論準備手続期日までに，本件各発明に係る本件特許\nに明確性要件違反の無効理由，乙２公報を主引用例とする新規性欠如及び進\n歩性欠如の無効理由（本件の争点２－１ないし２－３）が存在するとして無\n効の抗弁を主張し，その上で，令和元年６月２７日の原審第５回弁論準備手\n続期日において，侵害論についての主張立証は終了したと陳述した後，同年\n７月１９日の原審第６回弁論準備手続期日から，本件訴訟は損害論の審理に\n入ったこと，②その後，一審被告は，令和２年１０月２２日の原審第１４回\n弁論準備手続期日において，本件各発明に係る本件特許に別件無効審判の無\n効理由１ないし４と同一の無効理由が存在するとして，新たな無効の抗弁の\n主張をしたが，原審が，同年１２月１８日の第１５回弁論準備手続期日にお\nいて，上記主張を時機に後れた攻撃防御方法に当たるものとして却下したこ\nと，③一審被告は，令和３年１１月８日の当審第１回口頭弁論期日において，\n控訴理由書に基づいて，本件各発明に係る本件特許に別件無効審判の無効理\n由２ないし４と同じ無効理由である「無効理由５ないし７」，原審で主張し\nなかった「無効理由８」（サポート要件違反）及び「無効理由９」（実施可\n能要件違反）が存在するとして無効の抗弁の主張をするとともに，新たに権\n利の濫用の抗弁の主張をしたこと，④別件無効審判は，当審の本件口頭弁論\n終結時において，特許庁に係属中であることが認められる。\n以上を前提に検討するに，侵害論に関する抗弁の主張は，本来，原審に\nおいて適時に行うべきものであるところ，一審被告が，原審において，令和\n元年６月２７日の原審第５回弁論準備手続期日に侵害論についての主張立証\nは終了したと陳述するまでの間に，当審で主張する「無効理由５ないし９」\nに基づく無効の抗弁及び権利の濫用の抗弁の主張をしなかったことについて，\nやむを得ないといえるだけの特段の事情はうかがわれないから，当審におけ\nる上記無効の抗弁及び権利の濫用の抗弁の主張は，一審被告の少なくとも重\n大な過失により時機に後れて提出された攻撃防御方法であるものというべき\nである。\nそして，当審において，一審被告に上記無効の抗弁及び権利の濫用の抗\n弁の主張を許すことは，一審原告に対し，上記各主張に対する更なる反論の\n機会を与える必要が生じ，これに対する一審被告の再反論等も想定し得るこ\nとから，これにより訴訟の完結を遅延させることとなることは明らかである。\nそこで，当審は，民事訴訟法２９７条において準用する同法１５７条１\n項に基づき，一審被告の上記無効の抗弁及び権利の濫用の抗弁の主張を却下\nしたものである。\n第５  結論\n以上によれば，一審原告の請求は原判決が認容した限度で理由があり，その\n余は理由がないから，これと同旨の原判決は相当であって，本件控訴及び附帯\n控訴はいずれも理由がないからこれを棄却することとして，主文のとおり判決\nする。\n知的財産高等裁判所第１部\n裁判長裁判官          大    鷹    一    郎\n裁判官          小      林    康    彦\n裁判官          小      川    卓    逸\n"
}