{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 11,
    "day": 15
  },
  "case_number": "令和4(行ウ)22",
  "case_name": "変更不承認処分の取消裁決の取消請求事件",
  "court_name": "那覇地方裁判所民事第１部",
  "lawsuit_id": "92600",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=92600",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/600/092600_hanrei.pdf",
  "contents": "令和５年１１月１５日判決言渡  同日原本領収  裁判所書記官\n令和４年（行ウ）第２２号  変更不承認処分の取消裁決の取消請求事件\n口頭弁論終結日  令和５年７月１２日\n判         決\n主         文\n１  本件訴えを却下する。\n２  訴訟費用は原告の負担とする。\n事実及び理 由\n第１  請求の趣旨\n国土交通大臣が令和４年４月８日付けでした、沖縄防衛局が令和３年１２月７\n日に提起した審査請求（沖防第６５２７号）に係る処分（沖縄県知事が令和３年\n１１月２５日付け沖縄県指令土第７６７号・沖縄県指令農第１５０２号により沖\n縄防衛局に対してした埋立地用途変更・設計概要変更承認申請を不承認とする処\n分）を取り消す旨の裁決（国水政第６号）を取り消す。\n第２  事案の概要\n１  事案の概要等\n沖縄防衛局は、沖縄県宜野湾市所在の普天間飛行場の代替施設を同県名護市辺\n野古沿岸域に設置するため、沖縄県知事から、公有水面埋立法（以下「埋立法」\nという。）４２条１項に基づく公有水面埋立ての承認処分（以下「本件承認処分」\nという。）を受けていた。この公有水面の埋立てに関し、沖縄防衛局は、沖縄県知\n事に対し、埋立法４２条３項において準用する同法１３条ノ２第１項に基づき、\n埋立地の用途及び設計の概要に係る変更の承認の申請（以下「本件変更申請」と\nいう。）をしたところ、沖縄県知事は変更を承認しない旨の処分（以下「本件変更\n不承認処分」という。）をした。これに対して、沖縄防衛局が、本件変更不承認処\n分について、地方自治法２５５条の２第１項１号の規定（以下「本件規定」とい\nう。）に基づく審査請求（以下「本件審査請求」という。）をしたところ、国土交\n通大臣は、本件変更不承認処分を取り消す旨の裁決（以下「本件裁決」という。）\nをした。\n本件は、原告が、本件裁決に不服があるとして、行政事件訴訟法（以下「行訴\n法」という。）３条３項に基づき、その取消しを求める事案である。\n２  関係法令の定め\n関係法令の定めは、別紙２のとおりである。\n３  前提事実\n本件承認処分\n沖縄防衛局は、我が国とアメリカ合衆国との間で返還の合意がされた沖縄県\n宜野湾市所在の普天間飛行場の代替施設を設置するため、平成２５年３月２２\n日、沖縄県知事に対し、同県名護市辺野古に所在する辺野古崎地区及びこれに\n隣接する水域の公有水面の埋立ての承認を求めて、願書を提出した。当時の沖\n縄県知事は、この出願につき、同年１２月２７日、埋立法４２条１項に基づく\n承認（本件承認処分）をした。\n（乙１、弁論の全趣旨）\n⑵  本件承認処分に係る紛争\nア  本件承認処分の取消処分についての行政不服審査\n当時の沖縄県知事の職務代理者から委任を受けた当時の沖縄県副知事は、\n平成３０年８月３１日、本件承認処分後に判明した事情等を理由に本件承認\n処分を取り消す旨の処分（以下「前件取消処分」という。）をした。\n沖縄防衛局は、平成３０年１０月、国土交通大臣に対し、前件取消処分\nを取り消す裁決を求める旨の審査請求（以下「前件審査請求」という。）を\nした。\n国土交通大臣は、平成３１年４月５日、前件審査請求について、前件取\n消処分を取り消す旨の裁決（以下「前件裁決」という。）をした。\n（乙４、弁論の全趣旨）\nイ  前件裁決についての裁判手続\n沖縄県は、国土交通大臣が所属する行政主体である国を被告として、前\n件裁決の取消しを求める訴えを提起した。\n那覇地方裁判所は、令和２年１１月２７日、当該訴えについて、自己の\n主観的な権利利益の保護救済を求める訴訟ではなく、埋立法という法規の\n適用の適正ないし一般公益の保護を目的とした訴訟であるといえることを\n理由に、法律上の争訟性を否定するとともに、原告適格も否定して、訴え\nを不適法として却下する判決（以下「前件地裁判決」という。）をした。\n前件地裁判決に対する沖縄県の控訴の提起を受けて、福岡高等裁判所那覇\n支部は、令和３年１２月１５日、法律上の争訟性の有無に係る判断を示すこ\nとなく、沖縄県が主張する自治権及び公物管理権をもって、前件裁決の取消\n訴訟である当該訴えに係る法律上の利益を基礎づけることはできないこと\nを理由に、原告適格を否定して、当該訴えが不適法であるとした前件地裁判\n決の判断の結論を維持し、沖縄県の控訴を棄却する判決（以下「前件高裁判\n決」という。）をした。\nこれに対し、沖縄県は、当該訴訟が司法権の本来的範囲に属するもので\nあり「法律上の争訟」に該当することを前提に、前件高裁判決に原告適格\nに係る法律上の利益について規定する行訴法９条の解釈に誤りがあること\nを理由として、上告受理の申立てをした。\n最高裁判所は、前記申立てにつき、上告審として受理した上で、令和４\n年１２月８日、前件取消処分につき、沖縄防衛局の本件規定に基づく審査\n請求を受けて国土交通大臣によってされた前件取消処分を取り消す旨の前\n件裁決の取消しを求めた沖縄県の訴えにおいて、本件規定による審査請求\nに対する裁決について、原処分をした執行機関の所属する行政主体である\n都道府県は、取消訴訟を提起する適格を有しないと判示し、当該訴えを却\n下すべきものとした前件高裁判決の判断は結論において是認することがで\nきるとして、沖縄県の上告を棄却する旨の判決をした（最高裁令和４年\n（行ヒ）第９２号同年１２月８日第一小法廷判決（以下「令和４年最高裁\n判決」という。）・判例タイムズ１５０８号４６頁参照）。\n（乙５、弁論の全趣旨）\n⑶  本件変更申請\n沖縄防衛局は、上記承認の後に判明した事情を踏まえ、地盤改良工事を追加\nして行うなどするため、令和２年４月２１日付けで、沖縄県知事に対し、埋立\n地の用途の変更及び設計の概要の変更について承認を求める本件変更申請を\nした。\n（乙２）\n⑷  本件不承認処分\n沖縄県知事は、本件変更申請について、令和３年１１月２５日付けで、埋立\n法４２条３項において準用する同法１３条ノ２第１項並びに同法４２条３項\nにおいて準用する同法１３条ノ２第２項において準用する同法４条１項１号\n及び２号の各規定の要件（以下「本件各要件」という。）に適合しないなどとし\nて、本件変更不承認処分をした。なお、本件変更申請に係る沖縄県の事務は、\n埋立法の規定により地方公共団体が処理することとされた事務に当たり（同法\n４２条３項が準用する１３条ノ２第１項参照）、第一号法定受託事務である（同\n法５１条１号、地方自治法２条９項１号）。\n（甲２）\n⑸  本件審査請求\n沖縄防衛局は、本件変更不承認処分を不服として、令和３年１２月７日付け\nで、本件規定に基づき、埋立法を所管する大臣である国土交通大臣に対し、審\n査請求をした。\n（乙３）\n⑹  本件裁決\n国土交通大臣は、本件変更不承認処分に係る原告の判断は裁量権の範囲を逸\n脱し、又はこれを濫用したものであって、本件各要件に反し違法であるなどと\nして、令和４年４月８日付けで、本件変更不承認を取り消す旨の本件裁決をし\nた。\n（甲１）\n⑺  本件訴えの提起\n原告は、本件裁決に不服があるとして、令和４年９月３０日、行訴法３条３\n項に基づき、那覇地方裁判所に本件裁決の取消しを求める訴えを提起した。\n（当裁判所に顕著）\n４  争点等\n本件では、本件訴えの適法性が争われており、主要な本案前の争点は、原告が\n本件裁決の取消しを求める訴えを提起する適格を有するか否かである。このほか、\n原告は、行訴法９条１項が定める原告適格に関する主張もしており、その要旨は、\n別紙３「原告適格に係る原告の主張」のとおりである。\n原告は、本案について、本件変更申請について本件各要件等を充足しておらず、\n本件変更不承認処分に瑕疵はない一方、本件裁決は権限を濫用したもので違法で\nある等の主張をしており、その要旨は別紙４「本件裁決の違法性に係る原告の主\n張」のとおりである。これに対して、被告は認否をしていない（ただし、原告の\n主張を争わないという趣旨ではないと明らかにしている。）。\n５  当事者の主張\n【被告の主張】\n令和４年最高裁判決について\n令和４年最高裁判決は、当時の沖縄県副知事がした本件承認処分の取消処分\n（前件取消処分）につき、沖縄防衛局の本件規定に基づく審査請求を受けて国\n土交通大臣によってされた前件取消処分を取り消す旨の前件裁決の取消しを\n求めた原告の訴えにおいて、本件規定による審査請求に対する裁決について、\n原処分をした執行機関の所属する行政主体である都道府県は、取消訴訟を提起\nする適格を有しないと判示した。\n令和４年最高裁判決によれば原告に本件訴えを提起する適格はないこと\n本件訴えによって原告が取消しを求める本件裁決は、沖縄県知事がした法定\n受託事務に係る本件変更不承認処分について、その相手方である沖縄防衛局が\nした本件規定による審査請求を受けて、当該処分に係る事務を規定する埋立法\nを所管する国土交通大臣によりされたものである。したがって、本件規定によ\nる審査請求に対してされた本件裁決について、原処分である本件変更不承認処\n分をした執行機関の所属する行政主体である原告が、その取消訴訟を提起する\nことはできず、本件訴えが不適法であることは明らかである。\n原告の主張について\nア  憲法９２条に適合しないという点について\n憲法９２条の定める「地方自治の本旨」は、団体自治と住民自治の二つの\n原則によって構成されるが、地方自治の基本原則（憲法９２条）や地方公共\n団体の権能（憲法９４条）について定める憲法の規定は、極めて抽象的なも\nのであって、その具体化は法律に委ねられているというほかない。地方自治\n法は、憲法９２条を受けて、「この法律は、地方自治の本旨に基いて、地方公\n共団体の区分並びに地方公共団体の組織及び運営に関する事項の大綱を定\nめ、併せて国と地方公共団体との間の基本的関係を確立することにより、地\n方公共団体における民主的にして能率的な行政の確保を図るとともに、地方\n公共団体の健全な発達を保障することを目的とする。」と定めた（地方自治\n法１条）上で、地方公共団体の権限や権能等を具体的に定めているものであ\nり、令和４年最高裁判決は、そのような同法の規定に則し、行政不服審査法\nの各規定や趣旨等を踏まえて判断されたものであるから、本件規定に基づく\n審査請求に対する裁決について原処分をした執行機関の所属する行政主体\nである都道府県に上記裁決の取消訴訟の訴え提起の適格を認めなかった同\n判決が憲法９２条の地方自治の本旨に反する旨の原告の上記主張は理由が\nない。\nイ  憲法７６条２項に反するという点について\n法律上の争訟の判断枠組み\n憲法７６条１項が定める「司法権」の本来的な機能は、国民が権利利益\nを侵害されたとして救済を求める権利、すなわち、裁判を受ける権利の保\n障にあり、司法権のかかる本来的機能の対象となるのが「法律上の争訟」\n（裁判所法３条１項）であって、行政主体にしか認められていない権限や\n地位が制約を受けたとしても、その是正ないし救済は、一般私人たる国民\nが権利利益を侵害された場合と異なり、司法権の本来的機能の範囲を超え\nるものであって、司法権による本来的な救済の対象とならない。判例も、\n「国又は地方公共団体が提起した訴訟であって、財産権の主体として自己\nの財産上の権利利益の保護救済を求めるような場合には、法律上の争訟に\n当たるというべきである」として行政主体が提起する訴訟が「法律上の争\n訟」に当たる限定的な場合を明示した上で、「国又は地方公共団体が専ら\n行政権の主体として国民に対して行政上の義務の履行を求める訴訟は、法\n規の適用の適正ないし一般公益の保護を目的とするものであって、自己の\n権利利益の保護救済を目的とするものということはできないから、法律上\nの争訟として当然に裁判所の審判の対象となるものではな」いと判示して\nいるが（最高裁平成１０年（行ツ）第２３９号同１４年７月９日第三小法\n廷判決・民集５６巻６号１１３４頁（以下「平成１４年最高裁判決」とい\nう。）参照）。これは、国又は地方公共団体が提起する訴訟の「法律上の争\n訟」性について、司法権と法律上の争訟と裁判を受ける権利の保障（国民\nの権利利益の保護救済）を等号で結び、行政主体の行政権限の救済を本来\n的な司法権の枠外の問題と位置づけてきたそれまでの通説的な考え方に\n立って、司法権の本来的機能に照らし、当該争訟が国民同様の権利利益の\n主体としての争訟であるのか、行政権限の主体としての争訟であるのかに\n着目し、自己の権利利益の保護救済を目的とするものかどうかという観点\nから国又は地方公共団体の提起する訴訟の「法律上の争訟」性を判断すべ\nきものとしたものである。\n本件訴えに係る紛争が法律上の争訟に該当しないこと\n本件訴えは、沖縄県知事が行った本件変更不承認処分に対し、本件規定\nに基づく審査請求を受けた国土交通大臣によってされた本件裁決につい\nて、原処分をした執行機関（沖縄県知事）の所属する行政主体である原告\nが取消しを求めるものであるが、これは、原処分をした執行機関の所属す\nる行政主体である原告の主観的な権利利益の救済ではなく、自らの権限行\n使が否定されたことに対する不服申立てであり、行政権限の行使にかかわ\nる救済を求めるものであって、法律上の争訟に当たらないものである。\n令和４年最高裁判決が法律上の争訟性を肯定しているとはいえないこ\nと\n令和４年最高裁判決の事案は、原告に所属する執行機関がした原処分を\n審査庁である国土交通大臣が取り消した前件裁決について原告が不服を\n申し立てたものであるから、自らの執行機関が行った行政権限行使の効力\nが否定されたことに対し、その効力を回復すべく、前件裁決の取消しを求\nめたものであり、その訴えは、行政権限の主体として提起されたもので、\n法規の適用の適正ないし一般公益の保護を目的とするものであったこと\nが明らかである。令和４年最高裁判決は、法律上の争訟性について明示的\nに言及していないが、上記のような法律上の争訟性を否定する考え方に反\nする判示は一切していない。むしろ、令和４年最高裁判決は、行政不服審\n査法や地方自治法に、「都道府県が審査庁の裁決の適法性を争うことがで\nきる旨の規定が置かれていないこと」に言及しているところ、これは、法\n律上の争訟に当たらないことを前提に、「その他法律において特に定める\n権限」（裁判所法３条１項）に当たる規定の有無を検討したものであって、\n令和４年最高裁判決が法律上の争訟性を認めたものであるとの前提に立\nったものとみることができないのは明らかである。\nウ  令和４年最高裁判決の射程について\n令和４年最高裁判決の判示事項は、「地方自治法２５５条の２第１項１号\nの規定（本件規定）による審査請求に対する裁決について、原処分をした執\n行機関の所属する行政主体である都道府県は、取消訴訟を提起する適格を有\nしない」というものであり、同判決の事案及び判決文の内容も考慮すると、\n同じく地方自治法２５５条の２第１項１号の規定（本件規定）による審査請\n求に対する裁決である本件裁決について、原処分をした執行機関の所属する\n行政主体である原告が、取消訴訟を提起する適格を有しないことは上記判示\n事項に照らしても明らかである。\n【原告の主張】\n地方自治の本旨からすれば本件訴えの提起が認められるべきであること\n憲法９２条は「地方公共団体の組織及び運営に関する事項は、地方自治の本\n旨に基いて、法律でこれを定める。」と規定し、地方公共団体の組織及び運営に\n関しては、法律という形式で定めることを要求するとともに、その内容は「地\n方自治の本旨」に適合的でなければならない（法によっても侵してはならない\n本質的内容が存在する）ということを意味している。\nまた、憲法９４条は「地方公共団体は、その財産を管理し、事務を処理し、\n及び行政を執行する権能を有し、法律の範囲内で条例を制定することができ\nる。」と規定し、地方公共団体が行政を執行する権能である行政権、条例を制定\nする権能である立法権を有する統治団体であることを意味している。\n憲法９４条により地方公共団体に保障された上記の行政権は、憲法６５条に\n定める内閣の下にあるものではない。そのため、立法府が処分の根拠法を通じ\nて地方公共団体の事務として割り振った事務は、憲法９４条により保障される\n行政執行権に属するものであって、国の行政権が地方公共団体の判断を覆す関\n与については、あくまでも立法権が地方公共団体の判断を覆すことを許してい\nる必要がある。そして、このような国の関与は、立法者の定めた法定要件の範\n囲内のものでなければならない以上、関与の適法性が司法権により判断される\nものであることは法治主義の要請である。この点について国の行政権による判\n断を最終のものとするならば、結局、立法府に割り振られて憲法９４条の行政\n執行権に基づいてされた地方公共団体の判断を、内閣の行政権単独で覆すもの\nであり、地方自治の本旨に反するものである。したがって、憲法からは、地方\n公共団体の自治権（立法府が具体化した行政執行権）が侵害されるような場合\nには、出訴を保障することが一義的に導かれるものであり、裁判所による救済\nの方法が認められるべきである。\n本件においては、本件変更申請に係る判断は都道府県知事がなすものとされ\nている（埋立法４２条３項、１３条ノ２第１項）ところ、この事務は立法府に\nよって割り振られた都道府県の事務（法定受託事務）であり（同法５１条１号、\n地方自治法２条９項１号）、国土交通大臣がなした本件裁決により、その判断\nが覆されているのであるから、原告において、裁判所による救済を求めて本件\n訴えを提起することができるというべきである。\n本件訴えの提起を認めないことは憲法７６条２項に抵触すること\n憲法７６条１項は、「すべて司法権は、最高裁判所及び法律の定めるところ\nにより設置する下級裁判所に属する」と規定するところ、司法権の対象たる紛\n争と「法律上の争訟」（裁判所法３条１項）は一致するものであって、「当事者\n間の具体的な権利義務ないし法律関係の存否に関する紛争であって、かつ、そ\nれが法令の適用により終局的に解決することができるもの」という定式で示さ\nれている。\n本件においては、沖縄防衛局による本件変更申請に対してされた沖縄県知事\nによる本件変更不承認処分により、原告と沖縄防衛局との間に法律関係が形成\nされているところ、本件裁決により、原告と被告との間で、本件変更不承認処\n分の効力が消滅するか否かについて争いがあるのであるから、原告と被告との\n間に、具体的な法律関係についての紛争が存在することは明らかである。そし\nて、この紛争は、裁判所が法令を適用して本件裁決の効力について判断を示す\nことにより解決が可能であるから、本件訴えは「法律上の争訟」に係る上記の\n定式に該当する。\nところで、憲法７６条２項後段は「行政機関は、終審として裁判を行ふこと\nができない。」と定めているところ、法律上の争訟たる本件訴えに係る紛争に\nついて、本件訴えの提起を認めないことは、原告と沖縄防衛局との間に形成さ\nれた法律関係について、国土交通大臣が本件裁決という形で裁判作用を終審と\nして行うことを許容することになるから、本件訴えの提起を認めないことは憲\n法７６条２項に抵触するものである。\n被告は、平成１４年最高裁判決を引用して、本件訴えに係る紛争に法律上の\n争訟性は認められないと主張するが、上記最高裁判決が拠って立つ法律上の争\n訟概念は、根拠なく私権保護目的を必要とするという要素を読み込んでおり、\n刑事事件が法律上の争訟に当たることを説明できないこと、同一の処分に対し、\n私人が取消訴訟を提起すれば法律上の争訟となり、処分庁がこれを提起すれば\n法律上の争訟に当たらないことになり、片面的な法律上の争訟該当性を認める\nことになるのであって不当である。\n令和４年最高裁判決について\nア  憲法９２条に適合的な解釈ではないこと\n令和４年最高裁判決は、要するに、行政不服審査法、地方自治法が私人の\n簡易迅速な権利救済を目的としており、関与取消訴訟の対象となる「国の関\n与」から裁決を除外した趣旨を抗告訴訟にも及ぼし、行政不服審査法、地方\n自治法が抗告訴訟を許容していないと解釈したものである。\nしかしながら、上記 のとおり、本件のように、立法府に割り振られた事\n務に係る憲法９４条の行政執行権に基づく地方公共団体の判断が内閣の行\n政権単独で覆された場合、地方公共団体の自治権は大きく侵害されるもので\nあって、裁判所によりその適法性を担保する必要性が大きい。他方で、審査\n請求人たる私人の被る不利益について検討すると、そもそも、行政不服審査\n制度は、原則として同一行政主体内の異なる行政機関による（行政不服審査\n法４条参照）、簡易迅速な権利救済制度であり、行政不服審査法上の不服審\n査制度によって十分な公正性も担保されているから、本件規定に基づく審査\n請求の場面で処分庁の所属する行政主体である都道府県とは異なる、国とい\nう行政主体の判断を受ける利益を保護する必要性は乏しい上、処分庁の所属\nする行政主体による抗告訴訟が許容されても、私人は実体的権利自体には何\nらの侵害を受けるものではなく（仮に、抗告訴訟で都道府県が勝訴し、認容\n裁決が取り消されたとしても、それは、裁決により救済された権利が法的に\n存在せず、そもそも救済されるべきではなかっただけのことである。）、問題\nとなる不服申立人たる私人の不利益は、許容されるべき範囲内にとどまるも\nのといえるから、憲法上の価値たる地方自治の本旨の対立利益として到底バ\nランスが取れていないことは明らかである。\nまた、本件規定は、地方分権改革により制定されたものであるところ、\n地方分権改革は、国と地方公共団体とを対等・独立の協力関係に置くことを\n企図したものであって、令和４年最高裁判決のように、地方公共団体が国の\n下級行政庁の立場になるものとして立法されたと解釈する余地はない。\nイ  憲法７６条２項に反していること\n上記 で検討したとおり、本件訴えに係る紛争は法律上の争訟に当たる。\nそして、令和４年最高裁判決は、行政不服審査法及び地方自治法の解釈に加\nえて、これらの法律が、原処分をした執行機関の所属する行政主体である都\n道府県が抗告訴訟により審査庁の裁決を争い得る規定を置いていないこと\nを「併せ」考慮して、抗告訴訟の提起を認めていないと解釈したものである\nところ、令和４年最高裁判決の事案において法律上の争訟性が否定され、か\nつ、行訴法３条３項の裁決の取消訴訟は法律上の争訟を対象とした制度であ\nるとした場合、同事案における原告の取消訴訟の提起が不適法であることが\n直ちに明らかとなるから、行政不服審査法や地方自治法の仕組み解釈は不要\nであり、単に「法定受託事務に係る都道府県知事その他の都道府県の執行機\n関の処分についての審査請求に関し、これらの法律に当該都道府県が審査庁\nの裁決の適法性を争うことができる旨の規定が置かれていない」というだけ\nで却下の理由としては必要かつ十分であるにもかかわらず、上記のような検\n討を行っていることからすると、同判決は、同事件の事案において裁決の適\n法性を争うことについて法律上の争訟性を肯定しているものとしか理解で\nきない。\nそうすると、本件訴えが対象とする紛争は法律上の争訟に該当するところ、\n憲法７６条２項に照らして、法律上の争訟の当事者たる原告が行政機関によ\nる裁判である本件裁決を争う方途が確保されていなければならず、地方自治\n法及び行政不服審査法が抗告訴訟の提起を認めない趣旨と解釈することは\nできない。したがって、これを認めなかった令和４年最高裁判決は誤ってい\nる。\nウ  本件は令和４年最高裁判決の射程外であること\n令和４年最高裁判決は、結局のところ、処分の相手方と処分庁との紛争を\n簡易迅速に解決する審査請求手続における最終的な判断である裁決につい\nて、さらに紛争処理の対象とすることは処分の相手方を不安定な状態に置き、\n当該紛争の迅速な解決が困難となることから、このような事態を防ぐために\n関与から裁決を除外した地方自治法２４５条３号括弧書きの趣旨を、抗告訴\n訟にも及ぼしたものである。\nしかし、このような明文のない排除効を無限定に認めることは問題であり、\n判例の射程を考えるにあたっては、このような事態の程度を考慮すべきであ\nる。\n令和４年最高裁判決の事案は、埋立承認処分の前件取消処分の取消裁決に\n対する抗告訴訟が問題となった事案であるところ、この場合、裁決によって\n埋立承認処分の前件取消処分が取り消されることにより、審査請求人の埋立\n事業を実施できる法的地位が回復するにもかかわらず、裁決が抗告訴訟で取\nり消されれば、再び埋立事業が実施できる地位を失うことになるから、この\n意味で、処分庁の所属する行政主体が裁決を抗告訴訟で争うことが許されれ\nば、埋立事業者を不安定な地位に置くこととなる。これに対し、本件におい\nては、裁決により本件変更不承認処分が取り消されても、事業者は、埋立変\n更承認申請中の状況に戻るだけで（当然、別理由での申請拒否処分もありう\nる）、依然として変更後の内容による埋立事業を適法に実施することはでき\nず、その後、裁決が抗告訴訟で取り消されたとしても、いずれにせよ上記の\n内容の埋立事業を実施できない状態に変わりはないのだから、この意味で、\n処分庁の所属する行政主体が裁決を抗告訴訟で争うことが許されても、事業\n者を不安定な地位に置くことにはならない。\nしたがって、本件は令和４年最高裁判決の射程外と考えるべきであり、上\n述してきた点からすれば、原告の抗告訴訟の提起は適法と解される。\n第３  当裁判所の判断\n１  判断枠組み\n行政不服審査法は、行政庁の違法又は不当な処分その他公権力の行使に当た\nる行為に関し、国民が簡易迅速かつ公正な手続の下で広く行政庁に対する不服\n申立てをすることができるための制度を定めることにより、国民の権利利益の\n救済を図るとともに、行政の適正な運営を確保することを目的とするものであ\nる（同法１条）。同法により、行政庁の処分の相手方は、当該処分に不服がある\n場合には、原則として、処分をした行政庁（以下「処分庁」という。）に上級行\n政庁がない場合には当該処分庁に対し、それ以外の場合には当該処分庁の最上\n級行政庁に対して審査請求をすることができ（同法２条、４条）、審査請求がさ\nれた行政庁（以下「審査庁」という。）がした裁決は、当該審査庁が処分庁の上\n級行政庁であるか否かを問わず、関係行政庁を拘束するものとされている（同\n法５２条１項）。\n都道府県知事その他の都道府県の執行機関の処分についての審査請求は、上\n記 の行政不服審査法の定めによれば、原則として当該都道府県知事に対して\nすべきこととなるが、その例外として、当該処分が法定受託事務に係るもので\nある場合には、本件規定により、他の法律に特別の定めがある場合を除くほか、\n当該処分に係る事務を規定する法律又はこれに基づく政令を所管する各大臣\nに対してすべきものとされている。その趣旨は、都道府県の法定受託事務に係\nる処分については、当該事務が「国が本来果たすべき役割に係るものであって、\n国においてその適正な処理を特に確保する必要があるもの」という性質を有す\nること（地方自治法２条９項１号）に鑑み、審査請求を国の行政庁である各大\n臣に対してすべきものとすることにより、当該事務に係る判断の全国的な統一\nを図るとともに、より公正な判断がされることに対する処分の相手方の期待を\n保護することにある。\nまた、本件規定による審査請求に対する裁決は、地方自治法２４５条３号括\n弧書きの規定により、国と普通地方公共団体との間の紛争処理（同法第２編第\n１１章第２節第１款、第２款、第５款）の対象にはならないものとされている。\nその趣旨は、処分の相手方と処分庁との紛争を簡易迅速に解決する審査請求の\n手続における最終的な判断である裁決について、更に上記紛争処理の対象とす\nることは、処分の相手方を不安定な状態に置き、当該紛争の迅速な解決が困難\nとなることから、このような事態を防ぐことにあるところ、処分庁の所属する\n行政主体である都道府県が審査請求に対する裁決を不服として抗告訴訟を提\n起することを認めた場合には、同様の事態が生ずることになる。\n以上でみた行政不服審査法及び地方自治法の規定やその趣旨等に加え、法定\n受託事務に係る都道府県知事その他の都道府県の執行機関の処分についての\n審査請求に関し、これらの法律に当該都道府県が審査庁の裁決の適法性を争う\nことができる旨の規定が置かれていないことも併せ考慮すると、これらの法律\nは、当該処分の相手方の権利利益の簡易迅速かつ実効的な救済を図るとともに、\n当該事務の適正な処理を確保するため、原処分をした執行機関の所属する行政\n主体である都道府県が抗告訴訟により審査庁の裁決の適法性を争うことを認\nめていないものと解すべきである。\nそうすると、本件規定による審査請求に対する裁決について、原処分をした\n執行機関の所属する行政主体である都道府県は、取消訴訟を提起する適格を有\nしないものと解するのが相当である（令和４年最高裁判決参照）。\n２  本件についてのあてはめ\nこれを本件についてみると、沖縄防衛局がした本件変更申請に係る沖縄県の事\n務は、埋立法により地方公共団体が処理することとされた事務であり、第一号法\n定受託事務であって、本件裁決は、本件規定による本件審査請求に対するもので\nある。そうすると、原処分である本件変更不承認処分をした執行機関である沖縄\n県知事の所属する行政主体である原告は、本件裁決の取消訴訟を提起する適格を\n有しないというべきである。\nしたがって、原告が提起した本件の訴えは不適法である。\n３  原告の主張について\n原告は、①地方自治法、行政不服審査法を上記のように解釈することは、憲法\n９２条に適合しない解釈である、②本件訴えに係る紛争は法律上の争訟に該当す\nるから、原告による出訴を認めないことは憲法７６条２項に抵触する、③本件の\n事案は、令和４年最高裁判決の事案と異なることから、同判決の射程は本件には\n及ばない等と主張する。以下、これらの主張について検討する。\n上記①の主張について\n原告は、憲法において地方自治が定められているのであるから、本件のよう\nに埋立法に基づき地方公共団体に公有水面の埋立免許・承認に係る事務ないし\n権限が与えられているのに、行政権によりこの事務ないし権限が侵害されたと\nきは、それ自体が自治権の侵害になるのであり、これを是正するために抗告訴\n訟が認められるべきであると主張する。\n憲法に定める地方自治の規定は、公法上の制度を保障したものであり、国の\n法律をもってしても侵すことのできない制度の核心が「地方自治の本旨」（憲\n法９２条）であることを定めたものと解されるところ、原告の上記主張は、本\n件規定による審査請求に対する裁決について、原処分をした執行機関の所属す\nる行政主体である都道府県が取消訴訟を提起することができないとするのは、\n地方公共団体の自治権を大きく侵害するものであって、地方自治の本旨に反す\nるという趣旨の主張であると解される。\nしかし、法定受託事務は「国が本来果たすべき役割に係るものであって、\n国においてその適正な処理を特に確保する必要がある」という性質（地方自治\n法２条９項１号）を有するのであって、地方公共団体の固有の自治権に含まれ\nるものとは解されない。この点、埋立法の規定についてみても、埋立てにより\n周囲に生ずる支障の有無等についてはその地域の実情に通じた都道府県知事\nが審査するのが適当である等の点から公有水面の埋立てに係る免許・承認に関\nする事務（同法１３条ノ２で準用される場合を含む。）は都道府県知事の権限\nとしつつも、公有水面は、国の所有に属するものとして、国が、本来、公有水\n面に対する支配管理権能の一部として、自らの判断によりその埋立てをする権\n能を有すると解される定めを設け（同法１条）、都道府県知事の職権に対し国\n土交通大臣の監督に関する定めを設けている（同法４７条）のであって、公有\n水面の埋立てに係る免許・承認に関する事務は固有の自治権に含まれるとはい\nえないというべきである。\nしたがって、都道府県知事がした法定受託事務に係る処分等に対してされた\n本件規定に基づく審査請求に係る裁決に対し、当該処分等をした都道府県知事\nが所属する行政主体である都道府県が抗告訴訟により審査庁の裁決の適法性\nを争うことが認められなくとも、固有の自治権を侵害するとはいえず、地方自\n治の本旨に反するものとまではいえないというべきである。\n上記②の主張について\nア  法律上の争訟に係る判断枠組み\n裁判所がその固有の権限に基づいて審判することのできる対象は、裁判所\n法３条１項にいう「法律上の争訟」、すなわち当事者間の具体的な権利義務\nないし法律関係の存否に関する紛争であって、かつ、それが法令の適用によ\nり終局的に解決することができるものに限られる（最高裁昭和５１年（オ）\n第７４９号同５６年４月７日第三小法廷判決・民集３５巻３号４４３頁（以\n下「昭和５６年最高裁判決」という。）参照）。\nところで、国又は地方公共団体が提起した訴訟であって、財産権の主体と\nして自己の財産上の権利利益の保護救済を求めるような場合には、法律上の\n争訟に当たるというべきであるが、国又は地方公共団体が専ら行政権の主体\nとして国民に対して行政上の義務の履行を求める訴訟は、法規の適用の適正\nないし一般公益の保護を目的とするものであって、自己の権利利益の保護救\n済を目的とするものということはできないから、法律上の争訟として当然に\n裁判所の審判の対象となるものではなく、法律に特別の規定がある場合に限\nり、提起することが許されるものと解するのが相当である（平成１４年最高\n裁判決参照）。\nそうすると、行政主体が私人と同様の立場で自己の権利利益の保護救済を\n求めて訴えを提起する場合には法律上の争訟に該当すると認められるが、行\n政作用を担当する行政主体としてする訴訟であって、法規の適用の適正ない\nし一般公益の保護を目的とするものについては、法律上の争訟には当たらな\nいというべきである。\nイ  本件における検討\n原告は、沖縄県知事が沖縄防衛局に対してした本件変更不承認処分を取り\n消した本件裁決の取消しを求めているところ、本件変更不承認処分が、埋立\n法が沖縄県知事に委ねた埋立地の用途の変更や設計の概要の変更に関する\n承認権限（同法１３条ノ２第１項、４２条１項）に基づくものであることか\nらすれば、本件訴えは、原告が、沖縄県知事による前記の同法上の変更承認\n権限の行使が適正であったこと、すなわち、本件変更申請が本件各規定の要\n件に適合しないという判断が適正であったことを主張して、本件裁決を取り\n消し、前記変更承認権限の回復を求めるものであるといえるから、自己の権\n利利益の保護救済を求める訴えとはいえず、埋立法という法規の適用の適正\nないし一般公益の保護を目的とした訴訟であると解される。したがって、本\n件訴えは、法律上の争訟に当たらないというべきである。\nウ  原告の主張について\n原告は、平成１４年最高裁判決について、ⅰ平成１４年最高裁判決は「国\n又は地方公共団体が専ら行政権の主体として」「国民に対して」「行政上の\n義務の履行を求める訴訟」に限定されるべきところ、本件は２つめ、３つ\nめの点において事案を異にすること、ⅱ法律上の争訟概念に根拠なく私権\n保護目的を必要とするという要素を読み込んでおり、刑事事件が法律上の\n争訟に当たることを説明できないこと、ⅲ片面的な法律上の争訟該当性を\n認めることになって不当であることなどを指摘する。\nまず、ⅰの指摘については、平成１４年最高裁判決は、「行政事件を含む\n民事事件において裁判所がその固有の権限に基づいて審判することので\nきる対象」として、裁判所法３条１項にいう「法律上の争訟」に関する判\n断をしたことは、その判示から明らかである。そして、「法律上の争訟」に\nついては、昭和５６年最高裁判決の判示に従い、行政訴訟のうち個人的な\n権利利益の保護救済を目的とする主観訴訟（抗告訴訟及び当事者訴訟）は\n「法律上の争訟」として裁判所の本来的な裁判権に属するが、個人の権利\n利益の侵害を前提にしない客観訴訟（現行制度として民衆訴訟や機関訴訟）\nは、「法律上の争訟」には当たらないものの、裁判所法３条１項後段が定め\nる「その他法律において特に定める権限」として裁判所の裁判権の範囲に\n属するものとされたとの見地から、当該事案に対する判断を示したものと\n解される。そうすると、平成１４年最高裁判決は、自己の権利利益の保護\n救済を目的とするかという観点から、国又は地方公共団体が提起する訴え\nについて、法律上の争訟性を検討したものといえるのであって、原告が指\n摘する「国民に対して」「行政上の義務の履行を求める訴訟」の各要件を踏\nまえて法律上の争訟性を否定したものとは解されないから、これらの点が\n本件の事案とは異なるとしても、本件において参照できないことにはなら\nないというべきである。\n次に、ⅱの指摘については、ⅰの指摘の検討において説示したとおり、\n平成１４年最高裁判決は、「行政事件を含む民事事件において裁判所がそ\nの固有の権限に基づいて審判することのできる対象」として、裁判所法３\n条１項にいう「法律上の争訟」に関する判断をしたのであるから、刑事事\n件との関係で法律上の争訟性について判断をしたものではない。そして、\n平成１４年最高裁判決は、昭和５６年最高裁判決が示す法律上の争訟の概\n念に従って、国又は地方公共団体が提起する訴えについて法律上の争訟に\n該当するか否かの要件を明示したものであると解され、前記の法律上の争\n訟の概念に要件を付け加えるものとはいえない。\nさらに、ⅲの指摘については、既にⅰ及びⅱの指摘に関して検討したと\nおり、国又は地方公共団体が提起した訴えが、個人的な権利利益の保護救\n済を目的とするものではなく、法規の適用の適正ないし一般公益の保護を\n目的としたものである場合には、法律上の争訟に当たるとはいえないから、\n当然に訴えの提起が許されるとはいえないし、特にそのような訴えの提起\nを許す法律上の規定も見当たらないから、「その他法律において特に定め\nる権限」があるともいえない。したがって、前記の場合には、国又は地方\n公共団体について、憲法上裁判を受ける権利が保障されているとはいえな\nいから、ⅲの指摘する結果になるとしても、憲法上の問題が生ずるとはい\nえない。\nまた、原告は、令和４年最高裁判決は、当該事案において法律上の争訟\n性を認めているとも主張する。しかし、同判決において、法律上の争訟性\nが認められることを前提としたものと読み取れる判示はない。原告は、同\n判決が、行政不服審査法及び地方自治法の解釈に加えて、これらの法律が、\n原処分をした執行機関の所属する行政主体である都道府県が抗告訴訟に\nより審査庁の裁決を争い得る規定を置いていないことに言及しているこ\nとから、法律上の争訟性を認めたとしか考えられないと指摘するが、この\n部分は、法律上の争訟性が認められないことを前提に、原告の訴え提起を\n認めるべき「その他法律において特に定める権限」（裁判所法３条１項）の\n有無を検討したものとも解されるのであって、原告の主張は採用できない。\n⑶  上記③の主張について\nア  原告は、令和４年最高裁判決の事案と異なり、本件裁決について原告によ\nる抗告訴訟を認めたとしても、原処分の相手方である沖縄防衛局の受ける不\n利益は少ないとして、同判決の射程は本件には及ばないと主張する。\nイ  しかしながら、令和４年最高裁判決の判示事項は、「地方自治法２５５条\nの２第１項 1 号の規定による審査請求に対する裁決について、原処分をした\n執行機関の所属する行政主体である都道府県は、取消訴訟を提起する適格を\n有しない」というものであって、本件規定による審査請求に対する裁決の取\n消訴訟について一般論を示したものである。\nそうすると、本件規定による審査請求に対する裁決である本件裁決につい\nて、原処分である本件変更不承認処分をした執行機関である沖縄県知事の所\n属する行政主体である沖縄県が、本件裁決の取消しを求める本件訴えについ\nても、その射程は及ぶというべきである。\nウ  原告は、令和４年最高裁判決は、憲法適合性を何ら考慮せずにされており、\nその判断は極めて問題があるため、その射程は極力制限的にされるべきであ\nるとして、本件にはその射程は及ばないとする趣旨と解される主張をするが、\n原告が指摘する憲法適合性に係る主張を採用することができないのは既に\n認定説示したとおりであるから、令和４年最高裁判決の射程を極力制限的に\nすべきとする主張は、その前提を欠く。\nエ  また、原告は、令和４年最高裁判決の事案は、埋立承認処分の前件取消処\n分の取消裁決に対する抗告訴訟が問題になった事案であって、抗告訴訟で裁\n決を争う場合は事業者を不安定な地位に置くことになるが、本件は埋立変更\n不承認処分が問題となる事案であって、抗告訴訟で裁決を争うことを許して\nも事業者を不安定な地位に置くことにはならないと主張する。\nしかし、令和４年最高裁判決の判示事項は、前記のとおり、本件規定によ\nる審査請求に対する裁決の取消訴訟についての一般論を示したものであっ\nて、原処分の内容がどのようなものかによって差異を設けるものではない。\nまた、本件規定に基づく審査請求に対する裁決について、原処分をした執行\n機関の所属する行政主体である都道府県からの抗告訴訟を認めると、処分の\n相手方の権利利益の簡易迅速かつ実効的な救済を図るという上記１に述べ\nた地方自治法及び行政不服審査法の趣旨が没却されてしまうことに変わり\nはない。原告の主張は採用することができない。\n４  小括\n以上によれば、その余の争点について判断するまでもなく、本件訴えは不適法\nであるから却下を免れない。\n第４  結論\nしたがって、本件訴えは不適法であるから却下することとし、主文のとおり判\n決する。\n那覇地方裁判所民事第１部\n裁判長裁判官       藤    井    秀    樹\n裁判官       島    尻    大    志\n裁判官       佐    藤    壮  一  郎\n別紙３\n原告適格に係る原告の主張\n行訴法９条は、取消訴訟は「当該処分又は裁決の取消しを求めるにつき法律上の利\n益を有する者」に限り提起することができるものと定める。\n最高裁は、取消訴訟の原告適格について「当該処分により自己の権利若しくは法律\n上保護された利益を侵害され又は必然的に侵害されるおそれのある者」に原告適格が\n認められると定式化している（最高裁昭和５３年３月１４日判決・民集３２巻２号２\n１１頁、最高裁昭和５７年９月９日判決・民集３６巻９号１６７９頁、最高裁平成元\n年２月１７日判決・民集４３巻２号５６頁、最高裁平成４年９月２２日判決・民集４\n６巻６号５７１頁等）。\n本件裁決は、原告に所属する沖縄県知事がなした本件変更不承認処分の効力を失わ\nせ、原告と沖縄防衛局間の公法上の法律関係を変動させる。本件裁決の法的効果が原\n告に及んでいることは明らかであり、また、後述するとおり、同時に自治権を侵害す\nるものでもあるから、原告には、裁決の準名宛人（処分の名宛人ではないが、行政処\n分の法効果が及ぶ者）として原告適格が認められる。\n以上\n別紙４\n本件裁決の違法性に係る原告の主張\n第１  本件変更不承認処分における判断に瑕疵（裁量の逸脱濫用）はないこと\n１  「正当ノ事由」（埋立法１３条ノ２第１項）があるとは認められないこと\n「正当ノ事由」の意義\n都道府県知事がした埋立免許処分（国が埋立てを施行する場合には承認処分\nである。以下「免許等処分」という。）については、同法１３条ノ２（同法４２\n条３項により準用される場合も含む。）により、都道府県知事は、「正当ノ事由」\nがある場合には、埋立てに関する事項の変更及び期間の伸長を許可（国が埋立\nてを施行する場合には承認である。以下「変更許可等」という。）することがで\nきる旨の定めがある。このような変更許可等の制度が設けられた趣旨は、免許\n等処分は、願書等により特定された内容に従って適法に埋立工事を実施して当\n該埋立事業を完成させることのできる法的地位ないし権限を付与するもので\nあって、免許等処分を受けた者が、願書等により特定された内容と異なる埋立\n事業を実施する法的権限はないところ、工事実施過程において、免許等処分時\nには予想しえなかった新たな事態の発生や新たな事実の判明により、願書等に\nよって特定された工事内容等を変更する必要が生じ得るのであり、この場合、\n出願事項の内容を変更して新たに免許等の出願をするならば、手続を一からや\nり直さなければならないし、また、既に工事を実施していたならば、当初免許\n等処分の失効に伴い原状回復をしなければならないという事態も生じ得るも\nのであるが、このような事態に直面した事業者の利益のため、免許等出願に対\nして行われた審査と判断を前提として、改めて免許等出願をすることに代えて、\n変更許可という免許等出願と比して簡略化された手続を設けた点にあるもの\nと解される。このような趣旨からすれば、もとより、願書等により特定して処\n分された内容をみだりに変更することが許されるものではなく、「正当ノ事由」\nがあるものとして変更許可等が許容されるのは、変更許可等という制度による\nことがやむを得ないものであり、かつ、免許等出願に対する審査過程と判断を\n前提とすることの相当性が認められる場合に限られるものというべきである。\n「正当ノ事由」という要件は、きわめて抽象的であり、規範的評価を要する\nものであるが、かかる規範的評価は諸利益の衡量であって、変更許可等申請の\n必要性とこれを許容することの相当性の双方の評価を要するものであるから、\n変更許可等の必要がない場合に認められないことは当然として、単に変更許可\n等が必要であれば「正当」と評価されるものではなく、変更許可等という手続\nを許容することの相当性が認められなければならないものというべきである。\n具体的には、変更許可等申請の相当性については、免許等処分後に新たに生じ\nた事情や判明した事実の程度、出願事項の変更の程度等より、処分要件によっ\nて保護されている法益に鑑みて、事情の変更があるにもかかわらず免許・承認\n処分時において手続を簡略化し、免許等処分の判断に一定の拘束性をもたせる\nことの合理性、免許等出願時における調査の程度、工事の進捗の程度、事情変\n更が生じたにもかかわらず工事が進行した理由等からの変更許可等の申請者\nの要保護性の程度等を総合的に考慮して判断がなされるべきものである。この\n点について、沖縄県は、埋立法１３条ノ２第１項に基づく変更許可等について\nの審査基準を、「変更の内容・理由が客観的見地から、やむを得ないと認められ\nるもの」と定めているが、これは、変更許可等申請という手続によることを許\n容するか否かという判断についての上記の考え方と整合するものである。すな\nわち、単に必要性が認められれば足りるとするものではなく、必要性が認めら\nれることを前提として、出願事項の変更の規模・内容の程度が免許等処分時の\n審査・判断を流用して手続を簡便化して免許等処分時の判断に拘束されること\nを相当とする範囲に収まっているか否か、変更後の内容により工事が確実に実\n施できるか否か、免許等出願時に当該埋立事業の内容・規模・影響等に照らし\nて事業者としてなすべき調査をしていたにもかかわらず予見しえなかったも\nのか否かなどの視点から判断を可能とするものである。\n「変更の内容・理由が客観的見地から、やむを得ないと認められるもの」に\n当たらないこと\nア  本件変更申請は、以下で検討するとおり、出願事項の変更の規模・程度が\n免許処分時の審査・判断を流用して手続を簡便化して免許処分時の判断に拘\n束されることを相当とする範囲に収まっているものとは到底いうことはで\nきないものであり、また、本件承認処分に係る出願（以下「本件承認出願」\nという。）の内容と比較したとき、本件変更申請に示された工事の内容は不\n確実性が著しく高まった内容へと変更されているものであって、変更後の内\n容により工事が確実に実施できるかという点についても疑義を生じさせる\n要素が認められるものである。\n埋立ての位置についてみると、本件承認出願において、埋立場所として選\n定された区域は、辺野古崎を挟んで、リーフエリアと大深度の大浦湾側から\nなり、埋立土量でいえば埋立ての約８５パーセントを大浦湾側が占めるとさ\nれていた。この大浦湾側の大半において、実際の土質・土層が異なっている\nことが判明したことから、本件変更申請の内容は、大浦湾側の大半に地盤改\n良工事を追加したものであり、埋立工事の大半を占める区域について地盤改\n良工事を追加することは、変更申請の規模として、一般的に想定されるよう\nなものとはいえない。\n本件承認出願における設計土層・土質と実際の土層・土質の相違の程度も\n著しいものである。本件承認出願においては、埋立対象区域の地盤は液状化、\n圧密沈下や円弧滑り等の危険性のない地盤であるとされていたのに対し、本\n件変更申請においては、埋立対象区域のうち大浦湾側の大半かつ広範に軟弱\n地盤が存在するとされているものである。加えて、軟弱地盤の程度も設計土\n層・土質とはおよそ異なるものであり、軟弱地盤の土層の厚さも分厚いもの\nであり、かつ、深度という点においては前例・実績のない深さにまで及んで\nいるものである。\n本件変更申請において埋立ての位置として選定された場所で埋立工事を\n行うためには、前例もない大規模工事を要するものである。加えて、本件変\n更申請においては、砂杭を打ち込むサンドコンパクションパイル工法（ＳＣ\nＰ工法）が予定されており、砂杭１本当たりの長さは盛上がり土を含めると\n最長で約５５ｍ（国内・国外実績の杭長は４２．３ｍ）、砂杭打込深度（海面\nからの深さ）は、最も深いところで－７０ｍ（国内実績で最も深い砂杭打込\n深度は－６５ｍ）とされており、技術的にも前例のない特殊ないわば未知の\n工事が必要となる。さらに、護岸計画地の軟弱地盤が確認されている地点で\n最も深いものは、海面から－９０ｍに及ぶが、その深さまで砂杭を打ち込む\nことのできる作業船は存在しないため－７０ｍまでしか地盤改良はなされ\nず、さらにその箇所については、地盤の強度（せん断強さ）の把握を目的と\nした力学的試験すらも行われていない。これらのことからすれば、変更後の\n内容により工事が確実に実施できるか否かについて、不確実な要素が大きい\nものといわざるをえない。\nそして、本件埋立事業の目的は、「埋立工事を早期に着手して普天間飛行\n場の代替施設を一日でも早く完成」させ、「極力短期間で移設」、「移設を着実\nに実施」するとされているものであり、本件埋立事業を認めるか否かについ\nて、本件埋立事業の期間は考慮要素としてきわめて重い位置づけを持つもの\nであるところ、工事に要する期間の伸長は著しいものである。すなわち、本\n件承認出願の設計概要説明書では、５年次までに埋立工事を終えるという工\n程が示されていたものであるが、本件変更申請において示された工期は、本\n件変更申請の承認が得られ、当該変更に係る工事に着手した時点を起点とし\nて、「９年１ヶ月」後が終期とされている。上記変更後の工程表に示された\n「９年１ヶ月」の期間には、平成２５年１２月の本件承認処分の日から実施\nされた工事の期間（令和２年４月の本件変更申請までに７年余、令和３年１\n１月の本件変更不承認処分までの約８年余）は含まれていない。つまり、本\n件変更申請時までの期間との合計で１６年を超えるものであり、本件承認出\n願に示された工期の実に３倍以上もの長期間を要することになるものであ\nる。\nイ  本件変更申請の内容は、沖縄防衛局において、本件埋立承認出願に際し、\n当該埋立事業の内容・規模・影響等に照らして事業者としてなすべき調査を\n尽くしたにもかかわらず予期しえなかったとは、到底、認められないもので\nある。\n前述したとおり、本件承認出願における埋立対象区域は、辺野古崎を挟ん\nで、リーフエリア側と大浦湾側からなるが、本件承認出願においては、埋立\n対象区域の地盤は液状化、圧密沈下や円弧滑り等（以下「液状化等」という。）\nの危険性のない地盤であるとされていたにもかかわらず、本件変更申請にお\nいては、埋立対象区域のうち大浦湾側の大半かつ広範に軟弱地盤が存在する\nとされているものである。後に軟弱地盤が存在することが明らかになったと\nされる大浦湾側について、本件承認出願の際に、液状化等の危険性のない地\n盤であるという判断が合理的根拠に基づくものであったのかは一切明らか\nにされていない。沖縄防衛局において、本件承認出願の際、大浦湾側の地盤\n調査をするなどしていれば、軟弱地盤が広がっているということは当然に把\n握できていたはずであるから、大浦湾側についての土質・土層についての調\n査を十分にしないまま本件承認出願に及んでいたとすれば、大浦湾側の土\n質・土層が、本件承認出願の内容と異なるものであることを予期しえなかっ\nたということはできない。\nウ  以上によれば、本件変更申請について「正当ノ事由」は認められないとし\nた沖縄県知事の判断は適正になされたものであって、裁量の逸脱濫用は認め\nられないものである。\n２  埋立法４条１項１号の要件について\n本件変更申請が認められるためには、埋立法４２条３項、１３条ノ２第２\n項により、同法４条１項１号の要件（国土利用上適正且合理的ナルコト）を満\nたす必要がある（以下「１号要件」という。）。公有水面を埋め立てて土地を造\n成することは、他方で、多様な社会的利益、公衆の自由使用の利益を喪失させ\nるものであり、当該地域の自然環境、生活環境や産業等に及ぼす影響が大きく、\n公共の福祉に反する側面も有するものであるから、１号要件は、埋立てにより\n生ずる国土利用上の積極的価値と、埋立てによる公有水面の消失という不利益\nの双方を考慮して判断されるものである。その要件適合性の判断枠組みを示し\nた最高裁平成２８年１２月２０日第二小法廷判決・民集７０巻９号２２８１頁\n（以下「平成２８年最判」という。）は、「公有水面埋立法４条１項１号の「国\n土利用上適正且合理的ナルコト」という要件（第１号要件）は、承認等の対象\nとされた公有水面の埋立てや埋立地の用途が国土利用上の観点から適正かつ\n合理的なものであることを承認等の要件とするものと解されるところ、その審\n査に当たっては、埋立ての目的及び埋立地の用途に係る必要性及び公共性の有\n無や程度に加え、埋立てを実施することにより得られる国土利用上の効用、埋\n立てを実施することにより失われる国土利用上の効用等の諸般の事情を総合\n的に考慮することが不可欠」と判示している。\n本件承認処分を行った当時のＡ沖縄県知事は、本件承認処分に先立ち、平成\n２４年２月２０日付け「普天間飛行場代替施設建設事業に係る環境影響評価書\nに対する知事意見について」において、埋立対象区域の自然的・環境的価値や\n国土利用上の効用について、いわゆるレッドリストに準絶滅危惧種として掲載\nされているボウバアマモやリュウキュウアマモ、リュウキュウスガモ等で構成\nされる海草藻場や、絶滅危惧Ⅰ類として掲載されているホソエガサ等が分布し\nており、その規模は沖縄島でも有数のものであること、一帯の沿岸域及び沖合\nの海域においては、鳥獣保護法において捕獲、殺傷が原則として禁止され、レ\nッドリストにも登録されている国の天然記念物であるジュゴンが確認され、当\n該沿岸海域一帯はジュゴンの生息域と考えられていること、辺野古沿岸海域は、\n良好なサンゴ生息域と考えられ、造礁サンゴが分布するサンゴ礁地形が発達し\nていること、大浦湾においては、トカゲハゼやクビレミドロ、ウミフシナシミ\nドロ、ユビエダハマサンゴ群落及び大規模なアオサンゴ群落などが確認されて\nおり、また、同湾に流れ込む大浦川河口域には、熱帯、亜熱帯地域特有のマン\nグローブ林が広がり、種の多様性の高い貴重な生態系を有していること、付近\nの魚類相は、沖縄島はもちろん琉球列島全体の中でも屈指の多様性をもち、貴\n重種も極めて多く、このような魚類の多様性は、同湾の立地とその形態による\nところが大きいと考えられることなど、当該事業実施区域及びその周辺域の自\n然環境等が極めて高い価値を有することを指摘した上、当該事業は、このよう\nな自然環境等が良好な地域における代替施設の設置を行う事業であることか\nら、当該事業が実施された場合、工事中における工事関係車両の走行に伴う道\n路交通騒音等の影響や、供用後において、長年にわたる航空機騒音による生活\n環境への影響等が懸念されるところであり、また、当該事業は、一旦実施され\nると現況の自然への回復がほぼ不可能な不可逆性の高い埋立地に飛行場を設\n置する事業であり、環境影響が極めて大きいと考えられる事業であるとして、\n自然環境に対する埋立事業による影響が極めて大きいものであることを認め\nていたものであった。\nまた、今日、新たに、沖縄県内に恒久的な米軍基地を建設することは、全国\nの在日米軍専用施設の約７０．３パーセントを抱える沖縄県において米軍基地\nの固定化を招く契機となり、基地負担について格差や過重負担の固定化に繋が\nるものであり、国土利用を阻害するという側面を有するものである。沖縄県に\nおいては、米軍基地の存在自体が基地用地の利用により経済効果をあげる機会\nを喪失させており、米軍基地の存在は沖縄県における健全な経済振興の最大の\n阻害要因となっていることから、米軍基地の返還により民間の市場経済へ転換\nすることが、重要な課題となっているし、米軍の軍連区域の設定により、陸地\nだけでなく空や海の利用も制限されている上、米軍に起因する事件・事故等に\nよる県民生活及び環境への影響が問題となっている。\n加えて、日米地位協定による排他的管理権などの米軍の特権が認められてい\nることから、地方公共団体からすれば、米軍基地の存在とは、自治権の及ばな\nい地域、存在にほかならないところ、沖縄県は、県土面積の約８パーセント、\n沖縄島においては約１５パーセントにも及ぶ地域について自治権が奪われて\nいることになり、巨大な自治権の空白地帯となっている。過重な米軍基地の存\n在は、都市形成や交通体系の整備並びに産業基盤の整備など地域の振興開発を\n図る上で大きな障害となっている。\n以上のような不利益があるにもかかわらず、本件承認処分において、本件埋\n立承認出願に示された埋立事業について「国土利用上適正且合理的」（１号要\n件）があると認められたのは、埋立対象区域として液状化や圧密沈下や円弧す\nべりの危険性のない地盤の場所が選定されていること、そのような地盤からな\nる埋立区域において着工から５年以内に埋立工事が完成するという埋立工事\nの内容が示されていたことより、「普天間飛行場の移設による危険性の除去は\n喫緊の課題」であることについて、早期の確実な解決をするものとして、埋立\nにより失われる利益を上回る価値があるという判断がされたからというべき\nである。\nしかし、本件変更申請における埋め立て工事は、技術的に前例のない大規模\nなものが必要となるし、埋立場所は、確実に埋立工事を行うためには著しく不\n向きな軟弱地盤からなる場所である。このような、本件変更申請の内容からす\nると、本件変更申請において「埋立の位置」として選定された場所は、早期に\n着工して短期間で確実に埋立工事を完成させるという目的にとっては著しく\n不適切な土層・土質が存在する場所であり、「埋立の位置」として本件埋立事業\nの位置は否定的な評価を免れないものと言うべきである。\n他方、重い基地負担の実情は、本件承認の時点以降も、今日に至るまでなん\nら変わりはない。本件承認時以降も普天間飛行場所属の航空機が複数回事故を\n起こしているし、県民の世論も、辺野古基地新設に反対する候補者が沖縄県知\n事に当選することが繰り返され、平成３１年２月に実施された辺野古埋立ての\n賛否に絞った県民投票では、投票者総数の約７２パーセント、約４３万人の圧\n倒的多数の反対の民意が示されている。\n以上述べたとおり、埋立てによって失われる利益（生ずる不利益）は、自然\n環境及び生活環境等に重大な悪影響を与え、地域振興の深刻な阻害要因となり、\n沖縄県における長年にわたる過重な基地負担をさらに将来に向かって固定化\nするものであるから、その不利益の程度は余りに大きなものである。他方、埋\n立てによって得られる利益、すなわち、「埋立ての必要性」については「埋立必\n要理由書」記載の、本件埋立事業による５年という短期間での普天間飛行場の\n返還が不可能となっており、埋立てによる不利益を上回る埋立てによる利益が\n認められないことは明らかとなったものというべきである。\n本件変更申請について、１号要件に適合しているとは認められないとした沖\n縄県知事の判断は適正になされたものであって、裁量の逸脱濫用は認められな\nいものである。\n３  埋立法４条１項２号が定める「其ノ埋立ガ…災害防止ニ付十分配慮セラレタル\nモノナルコト」の要件（以下「災害防止要件という。」について\nＢ－２７地点の地盤調査が実施されていないこと\n地盤調査に当たっては、「技術基準対象施設の構造、規模及び重要度、並び\nに当該施設を設置する地点周辺の地盤の性状を適切に考慮する」とされ（国土\n交通省港湾局監修『港湾の施設の技術上の基準・同解説（平成３０年５月）』\n（以下「港湾基準解説」という。）３００頁）、「土質試験に当たっては、技\n術基準対象施設の性能照査において考慮する地盤条件を適切に設定できる方\n法により行う。」とされるところ（同頁）、Ｂ－２７地点は、本件工事の実施\nにおいて、最も重要な地点であり、必要な力学的試験が実施されなければなら\nないにもかかわらず、これが行われていない。\nア  Ｂ－２７地点のせん断強度の測定がされていないこと\n沖縄防衛局は、Ｂ－２７地点においては、地層境界が不明確な箇所の把握\n等を目的とする電気式コーン貫入試験（ＣＰＴ）のみを実施し、力学的試験\nは実施していない。\nイ  技術基準対象施設の重要性\nＢ－２７地点は、港湾法施行規則において規定されている、公共の安全そ\nの他の公益上の影響が著しいと認められる外郭施設（外周護岸）（港湾基準\n解説１０頁）の設置場所となっており、更に、飛行場として運用上重要な、\n滑走路の延長線上に位置しており、本件施設を運用するための施設として重\n要である。\nウ  護岸構造について\n大浦湾側には、地盤改良が必要とされる「粘性土」（Ａｖｆ－ｃ層及びＡ\nｖｆ－ｃ２層）及び粘性土と砂質土の中間的な性質をもつ「中間土」（Ａｃ\nｏ－ｃ層及びＡｖｆ－ｓ層）、いわゆる軟弱地盤の分布が確認され、東側護\n岸沿線上では、Ｃ護岸から護岸（係船機能付き）付近に分布しているが、Ｃ\n－１－１－１護岸のＢ－２７地点付近においては、粘性土（Ａｖｆ－ｃ層及\nびＡｖｆ－ｃ２層）が水面下約９０ｍ（Ｃ．Ｄ．Ｌ．－９０ｍ）に達してい\nることが確認されている。また、Ａｖｆ－ｃ２層は護岸設置箇所においては、\n唯一Ｂ－２７地点付近だけに存在する。「粘性土」と「中間土」については、\nＳＣＰ工法にて地盤改良されるが、これまでの国内外のＳＣＰ工法の施工実\n績や国内のＳＣＰ船の規格から、ＳＣＰ工法による改良深度はＣ．Ｄ．Ｌ．\n－７０ｍが限界であり、Ｂ－２７地点付近は、Ｃ．Ｄ．Ｌ．－７０ｍから－\n９０ｍの軟弱地盤である粘性土（Ａｖｆ－ｃ層及びＡｖｆ－ｃ２層）は改良\nされずにそのまま残る計画となっている。Ｂ－２７地点は、本件施設におい\nて重要性の高い護岸の設置場所で、滑走路の延長線上に位置するところ、地\n盤改良工事や軽量盛土によって、安定性が図られることが予定されているが、\n軟弱地盤が最も深部にまで存在し、地盤改良工事により改良できない部分が\n残存してしまう。\n軟弱地盤が厚く堆積することにより、地盤改良をどの深さまで行う必要が\nあるのか、改良率はどの程度必要なのか、改良しない場合にも安定性を保つ\nことができるか、軽量盛土の範囲は、どの程度必要になるのかなど様々な検\n討を行う必要があるため、Ｂ－２７地点は、本件工事の実施において、最も\n重要な地点といえる。地盤の安定性を的確に照査するためには、地盤の力学\n的性質を的確に把握する必要があり、最も正確な方法は、ボーリング調査を\n実施し、力学的試験を行うことであるが、沖縄防衛局は、Ｂ－２７地点にお\nいては、必要な力学的試験を実施していない。\nエ  Ａｖｆ－ｃ２層のせん断強さの重要性\n沖縄防衛局は、Ａｖｆ－ｃ２層のせん断強さを、Ｓ－３地点、Ｓ－２０地\n点、Ｂ－５８地点の力学的試験から求めているところ、Ａｖｆ－ｃ２層のせ\nん断強さは、同層のせん断速度の算出の基礎ともなっている。\n護岸の壁体の滑動に対する安定性照査においては、照査用震度がかかわる\nところ、照査用震度の算出にはせん断速度がかかわるため、結局、Ａｖｆ－\nｃ２層のせん断強さの設定は、護岸の滑動の安定計算にも影響を及ぼすこと\nになる。\nＡｖｆ－ｃ２層のせん断強さは、非常に重要な値であり、Ｂ－２７地点に\nおいても、力学的試験を実施した上で設定すべきである。\nオ  小括\n飛行場の安定的な運用を図る上で、Ｃ－１－１－１護岸のＢ－２７地点付\n近の地盤条件の設定が、災害防止に関して最も重要であるところ、同地点は、\n粘性土（Ａｖｆ－ｃ層及びＡｖｆ－ｃ２層）が水面下約９０ｍに達し、護岸\n設置箇所において唯一Ａｖｆ－ｃ２層が存在しており、更に、一部未改良の\n粘性土が残置する計画となっているほか、地盤の安定性を保つために使用さ\nれる軽量盛土の範囲が広範に渡っている。\nＡｖｆ－ｃ２層のせん断強さは、護岸等の安定性能照査に用いられる照査\n用震度の算出にも関係し、護岸の滑動、転倒及び支持力などの安定計算にも\n影響するなど、設計に大きく関わる。\n地層区分にはどうしてもあいまいな点があり、Ｂ－２７地点とその他の３\n地点とが、強度が同様（Ｂ－２７地点の計測値と、その他の３地点の計測値\nのばらつきがない）であるということを、直ちに前提とすることはできず、\nＢ－２７地点においても力学的試験を実施すべきである。\nしかるに、沖縄防衛局は、Ｂ－２７地点において力学的試験を実施してい\nないことから、本件変更承認申請は、港湾の施設の技術上の基準の細目を定\nめる告示（平成１９年国土交通省告示第３９５号の基準告示）１３条に適合\nしているとは認められず、「埋立地の護岸の構造が、例えば、少なくとも海\n岸護岸築造基準に適合している等災害防止に十分配慮されているか」、「埋\n立区域の場所の選定、埋立土砂の種類の選定、海底地盤又は埋立地の地盤改\n良等の工事方法の選定等に関して、埋立地をその用途に従って利用するのに\n適した地盤となるよう災害防止につき十分配慮しているか」という審査基準\nに適合していないものであり、本件変更申請が災害防止要件に適合していな\nいものである。\n調整係数ｍの設定について\n地盤の安定性能規定の照査に関して、少なくとも、施工時の安定性について\nの調整係数ｍの設定に、不適切な点が存したものである。\nア  沖縄防衛局が調整係数を１．１０としていること\n沖縄防衛局は、港湾基準解説１０６９頁ないし１０７０頁に準拠し、円弧\nすべり計算（修正フェレニウス法）によって作用耐力比を計算し、照査を行\nっているところ、そこで用いられている調整係数であるｍについて、港湾基\n準解説７４９頁を参考にして、施工中に計測施工を行う前提で１．１０とし\nている。「ｍ」は、地盤条件の不確定要素を調整するための係数であり、こ\nれが小さければ小さいほど危険側、大きければ大きいほど安全側の設定とな\nる。\nイ  ｍの設定を１．１０とすることは不適切であること\n基準告示３条は、技術基準対象施設の性能照査は、作用、供用に必要な要\n件、及び当該施設の保有する不確定性を考慮できる方法又はその他の方法で\nあって信頼性の高い方法によって行わなければならないと規定する。沖縄防\n衛局が準拠している上記の港湾基準解説７４９頁及び参考文献においては、\n地盤が均一で地盤定数の信頼度が高い場合（Ｖ＝０．１程度）は１．１０、\n地盤が不均一あるいは地盤定数の信頼度が低い場合（Ｖ＝０．１５程度）は\n１．１５、地盤が非常に不均一で地盤定数の信頼度が低い場合（Ｖ＝０．２\n０程度）は１．２０とするのが適切とされている。\nＡｖｆ－ｃ２層の非排水せん断強度のばらつき（ＣＶ）は、０．１８であ\nるところ（この数字は、Ｂ－２７地点の計測値を含まない）、最低でも１．\n１５としなければ（安全側とするなら１．２０）、とても適切とはいえない。\n沖縄防衛局は、調整係数を一律に下限値の１．１０とした合理的な根拠を示\nしておらず、基準告示３条に適合していない。\n⑶  小括\n以上、沖縄防衛局は、施工時の安定性照査の調整係数ｍを一律に下限値の１．\n１０としているが、その合理的な根拠は示されていない。\nしたがって、基準告示３条に適合しているとは認められず、「埋立区域の場\n所の選定、埋立土砂の種類の選定、海底地盤又は埋立地の地盤改良等の工事方\n法の選定等に関して、埋立地をその用途に従って利用するのに適した地盤とな\nるよう災害防止につき十分配慮しているか」に適合していないものであり、本\n件変更申請が災害防止要件に適合していないとした判断は適正になされたも\nのであって、裁量の逸脱濫用は認められない。\n４  埋立法４条１項２号が定める「其ノ埋立ガ環境保全…ニ付十分配慮セラレタル\nモノナルコト」の要件（以下「環境保全要件」という。）について\nジュゴンに及ぼす影響について\nア  ジュゴンの地域個体群保全の必要性\n国指定天然記念物であるジュゴンは、環境省のレッドリストの絶滅危惧Ⅰ\nＡ類に追加され、国際自然保護連合（ＩＵＣＮ）のレッドリストにおいて、\n日本の南西諸島に生息するジュゴンの地域個体群が絶滅危惧ⅠＡ類にある\nと評価されるなど、ジュゴン保護の重要性が更に高まっている。\nイ  本件変更申請における環境保全措置の必要性\n公有水面の埋立て又は干拓の事業に係る環境影響評価の項目並びに当\n該項目に係る調査、予測及び評価を合理的に行うための手法を選定するた\nめの指針、環境の保全のための措置に関する指針等を定める省令（以下「省\n令」という。）２４条は、調査の手法を選定するにあたっては、事業特性\n及び地域特性を勘案し、並びに地域特性が時間の経過に伴って変化するも\nのであることを踏まえ、当該選定項目に係る予測及び評価において必要と\nされる水準が確保されるよう選定しなければならないとしている。従って、\n本件変更申請にかかる環境保全措置の検討にあたっても、本件承認処分以\n後の地域特性の変化などに対応したものでなければならない。\n地盤改良に伴い水中音を発する工事がなされること\n本件変更申請においては、地盤改良工事として、ＳＣＰ工法、ペーパー\nドレーン（ＰＤ）工法及びサンドドレーン（ＳＤ）工法を採用している。\nこのうち東側護岸に実施するＳＣＰ工法の杭打ちだけでも約１万６千本\nと予定されている。このため、工事段階における杭打ちによる水の濁りや\n水中音などの影響を適切に調査、予測し、評価することが求められている。\nジュゴンの生息状況の変化\nジュゴンについては、平成３０年９月以降、嘉陽海域を主要な生息域と\nしていた個体が確認されない状況が続いており、一方で、令和２年２月か\nら６月及び８月にジュゴンの可能性の高い鳴音が施行区域内で水中録音\nされるなど地域特性が変化しており、ジュゴンの行動について工事の影響\nを否定することはできない。それにもかかわらず、沖縄防衛局の行う事後\n調査では、杭打ち工事前にジュゴンが大浦湾に来遊した際の水中音による\n影響や、評価基準値以下の範囲内におけるジュゴンへの影響について確認\nすることができず、事後調査の結果と環境影響評価との比較検討が可能と\nなっておらず、省令３２条２項２号に適合しているとは認められない。事\n業の実施により生じ得る環境への影響を回避又は軽減するために採り得\nる措置が的確に検討されておらず、措置を講じた場合の効果が適切に評価\nされていない。\nウ  地形の複雑性考慮の必要性\n沖縄防衛局は、ジュゴンへの影響の予測に関し、水中音の予測はリーフに\nよる仮想障壁の設定や浅海域における吸収・反射の影響を強く受けると考え\nられるとして、海況や底質に依存する近距離音場の不規則性による効果を考\n慮しているが、大浦湾は水深が２０ｍ以上の箇所が存在するなど地形が複雑\nであることから不確実性が含まれると考えられるにもかかわらず、変更前と\n同様の予測にとどまっている。\nエ  沖縄防衛局による適切な環境保全措置とその評価がされていないこと\n沖縄防衛局は、事後調査において、水中音の測定の結果、予測した音圧レ\nベルを超過せず、かつ、ジュゴンの生息範囲における音圧レベルが評価基準\nを下回る場合は、ジュゴンへの影響は軽微と考えられるため、水中音調査を\n継続して実施する必要はないとし、また、ジュゴンの水中音の評価基準に不\n確実性があることやジュゴンの生息範囲に変化が生じているにもかかわら\nず、水中音の調査は、変更後においても、変更前と同様に、杭打ち工事の実\n施時期まで水中音の調査を実施しないとしている。\n省令第３２条第２項第２号では、「事後調査を行う項目の特性、事業特性\n及び地域特性に応じ適切な手法を選定するとともに、事後調査の結果と環境\n影響評価の結果との比較検討が可能となるようにすること。」とされている\nところ、沖縄防衛局の行う事後調査では、杭打ち工事前にジュゴンが大浦湾\nに来遊した際の水中音による影響や、評価基準値以下の範囲内におけるジュ\nゴンへの影響について確認することができず、事後調査の結果と環境影響評\n価の結果との比較検討が可能となっておらず、省令第３２条第２項第２号に\n適合しているとは認められない。\nオ  水中音の評価基準に不確実性があること\n工事中の水中音のジュゴンに及ぼす影響について、ジュゴンの水中音の評\n価基準に不確実性があることやジュゴンの生息範囲に変化が生じているに\nもかかわらず、沖縄防衛局は、水中音の調査は、変更後においても変更前と\n同様に杭打ち工事の実施時期まで水中音の調査を実施しないとしており、更\nに、ジュゴンの生息範囲における音圧レベルが評価基準を下回る場合は、ジ\nュゴンへの影響は軽微と考えられるため、水中音調査を継続して実施する必\n要はないとしており、沖縄防衛局の行う事後調査では、杭打ち工事前にジュ\nゴンが大浦湾に来遊した際の水中音による影響や、評価基準値以下の範囲内\nにおけるジュゴンへの影響について確認することができず、不適切である。\nカ  事後調査と環境影響評価の各結果の比較検討が可能となっていないこと\n沖縄防衛局の行う事後調査では、杭打ち工事前にジュゴンが大浦湾に来遊\nした際の水中音による影響や、評価基準値以下の範囲内におけるジュゴンへ\nの影響について確認することができず、事後調査の結果と環境影響評価の結\n果との比較検討が可能となっておらず、省令３２条２項２号に適合している\nとは認められないものである。\n地盤改良に伴う盛り上がり箇所の環境影響について\n省令第２４条において、調査の手法を選定するに当たっては、予測及び評価\nにおいて必要とされる水準が確保されるよう選定しなければならないことと\nされている。この点、沖縄防衛局は、地盤改良に伴う盛り上がり箇所の調査に\nついて、「変更後の海底改変範囲は、変更前と比較して約１％増加したにとど\nまり、かつ、増加した範囲は変更前の海底改変範囲に隣接していることから、\n海底状況が大きく変化するものではありません。」としているが、地盤改良と\nして改良径２ｍ及び１．６ｍのＳＣＰ工法を東側護岸の約１kｍに約１万６千\n本実施することにより盛り上がる箇所は、水深が深くなる斜面部に位置してお\nり、変更前の海底改変範囲に隣接しているとしても、海底改変範囲と異なる環\n境も含まれており、一般的に環境が異なると、生息している生物も異なると考\nえられ、また、盛り上がりの面積も１．８ｈａに及んでいる。\nまた、辺野古・大浦湾周辺の海域は、陸域から流れ込む河川、特異な地形的\n特徴を反映し、多様な生態系が狭い水域に組み合わさっており、ジュゴンやウ\nミガメ類などの絶滅危惧種２６２種をはじめ、５３３４種の生物が生息してお\nり、ここ十数年の間に多くの希少種等が発見されているものであるが、ＳＣＰ\n工法の実施に伴い地盤が盛り上がる箇所は、水深が深くなる斜面部となってお\nり、変更前の海底改変範囲と異なる環境が含まれていることを考慮した場合、\n盛り上がり箇所の調査が実施されていないことについて、調査の手法について\n必要な水準が確保されているとはいえないものである。\n以上述べたとおり、地盤の盛り上がりが環境に及ぼす影響について適切に情\n報が収集されておらず、適切な予測・評価が行われてないものである。\n小括\n以上述べたとおり、本件変更申請については、ジュゴンへの影響に関しては、\n本件埋立事業の実施がジュゴンに及ぼす影響について適切に情報が収集されて\nおらず、適切な予測が行われていないこと及び本件埋立事業の実施により生じう\nる環境への影響を回避または低減するために採り得る措置が的確に検討されて\nおらず、措置を講じた場合の効果が適切に評価されていないという問題点があり、\nまた、地盤改良に伴う盛り上がり箇所に関し、ＳＣＰ工法の実施に伴う地盤の盛\nり上がりが環境に及ぼす影響について適切に情報が収集されていないという問\n題点が存するものであり、環境保全要件を充足していないとした判断に裁量の逸\n脱濫用は認められないものである。\n５  埋立ての必要性について\n埋立ての必要性が変更承認申請における審査事項となること\n埋立法４２条３項により国の行う埋立てに準用される同法１３条ノ２第２項\nは、同法４条１項を準用している。\n変更許可等申請に対する埋立法４条１項所定の要件についての審査は、免許処\n分等に対する審査と同様に行われるものである。沖縄県においては、同法１３条\nノ２第１項についての審査基準を定めているが、同条２項において準用する同法\n４条の要件の適合性審査については、埋立免許の審査基準に準拠して審査を行う\nものとしている。\n埋立法４条１項各号に明記された要件は、免許等処分をするための最小限の要\n件として定められているものであり、同項に基づく免許等処分に係る裁量判断の\n考慮要素は広範に及ぶものである。同項は、免許等処分についての裁量の根拠条\n文であるが、免許等処分という結論を導く可能性を明示的に制約する規定を置く\n一方、免許等の拒否処分という結論を導く可能性を明示的に制約する規定を一切\n定めていないが、これは、都道府県知事による免許等に係る権限の行使に対して、\n１号以下の基準をすべて満たさなければ許可してはならないという拘束を課す\n一方、１号以下の基準をすべて満たした場合でも、他の必要かつ適切な条件を考\n慮することにより免許等が適当と認められない場合には、免許等を拒否する裁量\nを認めるものである。昭和４８年改正埋立法の施行並びに同埋立法施行令及び施\n行規則の施行を受けて、港湾局長及び河川局長が発出した通達（１９７４年６月\n１４日港管第１５８０号、建設省河政発第５７号、港湾局長・河川局長から港湾\n管理者の長、都道府県知事あて「公有水面埋立法の一部改正について」）は、「埋\n立法第４条１項の基準は、これらの基準に適合しないと免許することができない\n最小限度のものであり、これらの基準のすべてに適合している場合であっても免\n許の拒否はあり得るので、埋立ての必要性等他の要素も総合的に勘案して慎重に\n審査を行うこと」としているが、これは同項を根拠とする裁量権を示したものと\nいうべきである。同法１３条ノ２第２項は、特に限定を付すことなく、同法４条\n１項を出願事項の変更に準用しているのであるから、出願事項の変更承認申請に\nついても、承認権者は広範な事情を総合考慮して裁量判断を行うものとされてい\nるものである。\n１号要件への要件適合性の判断枠組みを示した平成２８年最判は、「公有水面\n埋立法４条１項１号の「国土利用上適正且合理的ナルコト」という要件（第１号\n要件）は、承認等の対象とされた公有水面の埋立てや埋立地の用途が国土利用上\nの観点から適正かつ合理的なものであることを承認等の要件とするものと解さ\nれるところ、その審査に当たっては、埋立ての目的及び埋立地の用途に係る必要\n性及び公共性の有無や程度に加え、埋立てを実施することにより得られる国土利\n用上の効用、埋立てを実施することにより失われる国土利用上の効用等の諸般の\n事情を総合的に考慮することが不可欠」と判示している。すなわち、埋立ての必\n要性、埋立てによる国土利用上の効用、埋立てにより失われる国土利用上の効用\n等を総合考慮することが不可欠であるとしているのであるから、埋立法４条１項\nを根拠法令として、埋立ての必要性は、免許等処分についての必要的な考慮事項\nとなるものである。\n免許等出願に対する審査基準の内容審査事項には、「Ａ  埋立ての必要性」、「Ｂ\n免許禁止基準」、「Ｃ  免許権者の免許拒否の裁量の基準（埋立ての必要性に関す\nる項は除く）」とあり、「Ｂ  免許禁止基準」の区分に「法第４条１項１号」とあ\nる。「国土利用上適正且合理的」という規範的要件の定めや昭和４８年改正の経\n緯よりすれば、埋立てにより得られる利益と失われる利益を総合的に衡量するこ\nとが必要的であるという解釈が当然である。\n審査基準においては、主に公有水面を廃止するに足りる積極的価値に関する事\n項を「埋立ての必要性」と題した審査事項に区分し、主に埋立てにより失われる\n利益という点からの許容限界について「免許禁止基準」と題した審査事項に区分\nしているが、これは、総合判断の過程を、「国土利用上適正且合理的」という評価\nを積極的に基礎づける事項と、評価を障害する事項とに区分して明確化すること\nにより、適正・合理的な裁量権行使を担保するものであり、１号要件適合性の判\n断において、必要性、公共性やその他の埋立てを実施することにより得られる国\n土利用上の効用などの公有水面を廃止するに足りる積極的価値が考慮されなけ\nればならないことは当然のことというべきである。\n「埋立ての必要性」が独立した審査事項とされているのは、埋立てを実施する\nことにより失われる国土利用上の効用等との衡量による総合評価を待つまでも\nなく、埋立ての必要性という積極的価値が乏しい埋立てについては認めないとす\nる裁量判断を定式化し、独立した審査基準としたものというべきである。\n以上のとおり、国の行う埋立ての変更承認について、埋立法４３条３項により\n準用される同法１３条ノ２第２項が同法４条１項を準用している以上、埋立免許\n等出願に対する審査と同様の審査がなされることは当然であり、埋立ての必要性\nは変更承認における審査事項である。\n埋立ての必要性が認められないこと\n本件変更申請は、本件承認出願時に提出された設計概要説明書が、大浦湾側の\n地盤調査をしなかったという沖縄防衛局の不作為によって、使用することができ\nなくなったことから行われたものである。仮に本件承認出願以前に大浦湾側の地\n盤調査をしていたならば、沖縄防衛局は、当然軟弱地盤の存在を知り得たであろ\nう。そうであれば、工期についても当初示したような「５年」という説明はでき\nなかったであろう。また事業費についても２０００億円台の金額ではなく、少な\nくとも本件変更申請において示された工事費である９０００億円を超える事業\n費を計上したことであろう。\nしかし、本来必要であるはずの、大浦湾側の調査を行わなかったために、沖縄\n県民に対し、また我が国全体に対し、本件埋立事業が、工期５年、費用２０００\n億円台という説明をし、本件変更申請にもとづく期間と費用よりも遙かに短期間\nにまた遙かに低額の費用で、普天間飛行場の危険性の一刻も早い除去が可能であ\nるかのごとく説明していたのである。ところが、それは真実ではなかったのであ\nるから、埋立ての必要性は認められないというべきである。\n第２  本件裁決には重大かつ明白な瑕疵があること\n１  本件裁決は関与権限を濫用したものであり違法無効であること\n本件の経緯\nア  公有水面埋立承認出願から本件変更申請に対する本件不承認処分まで\n本件承認処分\n平成２５年３月２２日、沖縄防衛局は、本件埋立事業の埋立承認に係る\n本件承認出願を行い、同年１２月２７日、当時の沖縄県知事Ａは、本件承\n認出願について、本件承認処分をした。\n本件承認処分の取消処分とこれに対する審査請求等\nＢ前沖縄県知事（以下「Ｂ前沖縄県知事」という。）は、平成２７年１０\n月１３日付けで、本件承認処分に瑕疵があるとして、本件承認処分の取消\n処分（以下「Ｈ２７職権取消処分」という。）をした。同処分について、国\nは、一方では、沖縄防衛局が国土交通大臣に対して行政不服審査請求等を\nし、他方で、国土交通大臣が法定受託事務の所管大臣の立場で地方自治法\nに基づく関与を行い、争訟の結果を受けて、平成２８年１２月２６日、Ｂ\n前沖縄県知事はＨ２７職権取消処分を取り消した。\nＨ２７職権取消処分の取消後に、沖縄防衛局が本件承認処分に付された\n附款である留意事項に違反して工事を強行し、また、本件埋立事業による\n埋立対象区域の地盤が本件承認処分の前提とされた地盤とはまったく相\n違する軟弱地盤であることが判明するなどの新たな事情が生じたため、Ｂ\n前沖縄県知事は、平成３０年７月３１日、沖縄防衛局長に対し、本件承認\n処分の取消処分について聴聞を行う旨の通知をしたが、同年８月８日にＢ\n前沖縄県知事が死去し、同月１７日、沖縄県知事職務代理者沖縄県前副知\n事Ｃは、地方自治法１５３条２項により、本件承認処分の取消処分につい\nて沖縄県前副知事Ｄに事務の委任をし、同月３１日、沖縄県副知事Ｄは、\n上記事務の委任に基づき、本件承認処分を取り消す旨の処分（前件取消処\n分）をした。同年１０月１６日、沖縄防衛局は、国土交通大臣に対し、前\n件取消処分を取り消す裁決を求める審査請求（前件審査請求）及び同審査\n請求に対する裁決があるまで同処分の効力を停止することを求める執行\n停止申立てをした。国土交通大臣は、同月３０日に執行停止申立てに対し\nて執行停止決定をし、平成３１年４月５日に前件取消処分を取り消す旨の\n裁決（前件裁決）をした。\n本件裁決が権限を濫用したものであること\nア  Ｈ２７職権取消処分に対する審査請求等について国土交通大臣は中立的\n判断者たる審査庁の立場を放棄していたこと\n普天間飛行場の移設問題について、政府は、「平成２２年５月２８日に\n日米安全保障協議委員会において承認された事項に関する当面の政府の\n取組について」と題する同日付け閣議決定において、「日米両国政府は、普\n天間飛行場を早期に移設・返還するために、代替の施設をキャンプシュワ\nブ辺野古崎地区及びこれに隣接する水域に設置することとし、必要な作業\nを進めていく」ことを決定した。そして、前述のとおり、平成２５年３月\n２２日に本件承認出願がなされ、同年１２月２７日に本件承認処分がなさ\nれた。\n政府は、Ｈ２７職権取消処分について国土交通大臣が執行停止決定をし\nた日である平成２７年１０月２７日の閣議において、改めて辺野古への移\n設を「唯一の解決策」と位置づけた上で、「本件承認には何ら瑕疵はなく、\nこれを取り消す処分は違法である上、本件承認の取消しにより、日米間で\n合意された普天間飛行場の辺野古への移設ができなくなることで、同飛行\n場が抱える危険性の継続、米国との信頼関係に悪影響を及ぼすことによる\n外交・防衛上の重大な損害等が生じることから、本件承認の取消しは、著\nしく公益を害することが明らかである。このため、法定受託事務である本\n件承認の取消処分について、その法令違反の是正を図る必要があるので、\n公有水面埋立法の所管大臣である国土交通大臣において、地方自治法に基\nづく代執行等の手続に着手することになる」との閣議了解をした。国土交\n通大臣は、同閣議了解における「（普天間）飛行場が抱える危険性の継続、\n米国との信頼関係に悪影響を及ぼすことによる外交・防衛上の重大な損害\n等が生じることから、本件承認の取消しは、著しく公益を害することが明\nらか」との判断を前提に、同閣議了解に基づき、Ｈ２７職権取消処分は違\n法であるとの立場で代執行を行うものとし、その翌日である平成２７年１\n０月２８日、地方自治法第２４５条の８第１項に基づき、Ｈ２７職権取消\n処分を取り消せとの勧告を行った。\nここにおいて、国土交通大臣は、内閣の一員であるとともに、行政不服\n審査請求における審査庁としての立場を併有していることとなるところ、\n国土交通大臣は、審査庁の立場としては、独立した中立公正な立場で判断\nをしなければならないものであるから、閣議で決定・了解された政策目的\nを実現することを目的として、審査庁の権限を行使することは許されない\nものである。独立した中立公正な判断者の立場を離れ、閣議で決定・了解\nされた政策目的実現のために審査庁としての権限を行使するならば、それ\nはまさに権限を濫用した違法な裁定的関与にほかならないことになる。\nしかし、辺野古新基地建設のための公有水面埋立てという個別案件につ\nいて、閣議決定による方針に基づき、国の機関が事業者として埋立事業を\n行っているものであり、国土交通大臣が、審査庁の立場においては、内閣\nの一員として本件埋立事業を推進すべき立場とは切り離して、独立した中\n立公正な判断を行うことは、実際には不可能を強いることにも等しいもの\nであり、かかる案件について、国の機関である沖縄防衛局が行政不服審査\n請求等をすること自体、偏頗な判断を求めることにほかならないものであ\nる。そればかりか、Ｈ２７職権取消処分という個別の行政処分について、\n法令違反として是正処分を図ることが閣議了解され、国土交通大臣は、内\n閣の一員としてこの閣議了解に基づいて、Ｈ２７職権取消処分は法令違反\nであるとして、Ｂ前沖縄県知事に対して、Ｈ２７職権取消処分を取り消す\nことを勧告しているのである。理論上理屈上はともかくとして、国土交通\n大臣が、閣議了解から独立して中立公正な判断をすることは、当該事情の\nもとでは、事実上は不可能であるというほかはない。そして、国土交通大\n臣は、上記同日の代執行手続の閣議口頭了解時の記者会見において、審査\n庁としての審査については、「本日の閣議で国土交通大臣として代執行の\n手続に着手するということが、政府の一致した方針として口頭了解をされ\nたわけでございます。公有水面埋立法を所管する国土交通大臣として、ま\nずは代執行の手続を優先して行うということにいたしたいと考えており\nます。」、「まずは本日閣議口頭了解で、公有水面埋立法を所管する国土交\n通大臣に対して、地方自治法に基づく代執行の手続を行うことが確認され\nましたので、地方自治法に基づく代執行の手続をまずは優先して行いたい\nと思います。その後状況を見て審査請求のほうの手続についてどうするか\nということを考えていく。同時並行というよりは、代執行の手続を優先し\nてまず行うということです。」と発言した。すなわち、国土交通大臣は、審\n査庁の立場においても、前記閣議了解に基づき、「簡易迅速かつ公正な審\n理の実現」を図る審査庁の責務を放棄し、政府の意向によって裁決に向け\nた審理を先延ばしにするということを、明言したのである。閣議了解によ\nって行政不服審査請求の審理を放置するという法律上の根拠のない前代\n未聞の措置をとったことは、行政不服審査請求制度そのものを否定する行\n為であった。\nイ  前件裁決時においても国土交通大臣が中立的判断者としての立場を逸脱\nしていたこと\n国土交通大臣は、前件取消処分に対する執行停止決定の理由において、「本\n件埋立ては、日米間の合意の下に、普天間基地代替施設として提供する飛行\n場の建設を目的として、約１．６平方キロメートルを埋め立てるというもの\nである。本件撤回は、埋立てをなし得る法的地位を喪失させ、その効力が維\n持される限り本件埋立てを行うことができないという損害を事業者たる地\n位にある申立人に生じさせるものである。こうした状態が継続することによ\nり、埋立地の利用価値も含めた工事を停止せざるを得ないことにより生じる\n経済的損失ばかりでなく、普天間飛行場周辺に居住する住民等が被る航空機\nによる事故等の危険性の除去や騒音等の被害の防止を早期に実現すること\nが困難となるほか、日米間の信頼関係や同盟関係等にも悪影響を及ぼしかね\nないという外交・防衛上の不利益が生ずることから、「処分、処分の執行又は\n手続の続行により生ずる重大な損害を避けるために緊急の必要があると認\nめるとき」に該当するという申立人の主張には理由がある。」とした。\nこの判断は、沖縄防衛局が「重大な損害を避けるために緊急の必要がある\nと認めるとき」にあたるとして主張した内容を全面的に認容したものであり、\n同局と国土交通大臣が同一の見解に立っていることを示したものである。\nしかし、国の機関でありながら固有の資格に基づかずに処分の名宛人にな\nったときに行政不服審査請求ができる場合であっても、執行停止決定の要件\nたる「重大な損害を避けるために緊急の必要があると認めるとき」に当たる\nかどうかにおいて考慮される「損害」として主張しうる利益は、一般公益で\nはなく、当該行政機関が私人において主張しうると同様に有する私法上の財\n産権の保護など、申立人に帰属する法的に保護された権利利益である。とこ\nろが、上記執行停止申立てにおいて沖縄防衛局は、かかる法的に保護された\n権利利益を主張するのではなく、外交・防衛上の一般公益そのものを根拠に\n審査請求等をなしているのである。このため本来執行停止決定を行う余地は\nないはずである。それでも国土交通大臣は、かかる執行停止の要件充足が求\nめられることを意図的に無視し、かかる要件を充足していないにもかかわら\nず、さらには外交・防衛に関して所管もしていないことからその公益上の必\n要について判断することもできないはずであるにもかかわらず、自らが了解\nして閣議決定までなされている「公益」を理由に執行停止決定をした。つま\nり、国土交通大臣は、政策決定事項である公益実現のため、内閣の一員とし\nて了解した公的な利益を認容すべく前件取消処分に対する執行停止決定を\nなし、個々の行政処分について保護されるべき主観的利益の法的検討をなす\n中立公正な審査庁たるべき役割を放棄したものである。\nウ  本件裁決にあたっても、国土交通大臣が中立的判断者としての立場からの\n逸脱を継続していること\n国土交通大臣は、令和４年４月８日、本件裁決と本件勧告の各文書を同日\nそれぞれ沖縄県知事に対して郵送するとともに、本件裁決及び本件勧告をい\nずれも担当する国土交通省水管理・国土保全局水政課から沖縄県に宛てて１\n通の電子メールにてまとめて本件裁決と本件勧告を送信した。そして、本件\n勧告は、本件変更不承認処分は「違法かつ不当であり、取り消されました」\nという本件裁決のみを指摘し、本件変更申請が埋立法の要件を満たし、「承\n認されるべきものと認められます。」として、地方自治法２４５条の４第１\n項に基づいて、本件変更申請を令和４年４月２０日までに承認するよう勧告\nをしている。\nところで、本件規定による都道府県知事の法定受託事務にかかる処分につ\nいての行政不服審査請求にあっては、都道府県知事と法令所管大臣の間には\n処分庁と上級庁という関係にはなく、審査請求による申請拒否処分が取り消\nされる場合であっても、審査庁は、処分庁に対して当該処分をすべき旨を命\nずることも、自ら当該処分をすることもできない（行政不服審査法４６条１\n項、２項）。審査庁による適法な取消裁決がなされた場合には、あくまでも処\n分庁は、「裁決の趣旨に従い、改めて申請に対する処分をしなければならな\nい。」（同法５２条１項、２項）こととなるにとどまる。そのときには処分庁\nは、原処分が遡及的に効力を失ったことになるため、当初の申請が継続して\nいる状態に戻って改めて審査を継続して申請に対する諾否の応答を義務づ\nけられるということである。\nしかし、本件裁決と同時に本件裁決と同一の趣旨の本件勧告を行うことは、\n法定受託事務についての都道府県知事による申請拒否処分に対して当該法\n令所管大臣が審査庁として行政不服審査法に基づく取消裁決があった場合\nに、審査庁による認容処分の命令もしくは自らなす認容処分が行政不服審査\n法上認められておらず、改めて都道府県知事による審査を求めているという\n行政不服審査法の構造を否定するものであって、地方自治法に基づく国の関\n与を利用することによって法定受託事務の処理について法令所管大臣と都\n道府県知事との関係を上級庁と下級庁の関係に貶めるものである。処分につ\nいての審査請求を認容する場合の裁決の内容を定めた行政不服審査法４６\n条の規定は、裁決と同時に並行する上記のような地方自治法による国の関与\nは予定していないのであって、本件裁決と本件勧告は、地方自治法２５５条\nの２第１項及び行政不服審査法４６条の趣旨に反し、国土交通大臣としての\n所管事務に関する権限を濫用したものとして無効というべきである。\nなお、国土交通大臣によれば本件勧告そのものは地方自治法２４５条の４\n第１項に基づくものとされるところ、同項による勧告は、その「勧告を受け\nた場合には、勧告を尊重しなければならない義務を負うと解すべきであるが、\n法律上勧告に従う義務を負うものではない。」（松本英明『新版逐条解説地方\n自治法第９次改訂版』１１４７頁）ものの、本件勧告自体、期限を明示して\n特定の処分を一義的に求めているものであり、かつ、上述のとおり、上記期\n限経過後国土交通大臣は、直ちに沖縄県知事に対して、地方自治法２４５条\nの７に基づくとして同一内容の本件是正の指示を行っており、かかる経過と\n内容を踏まえれば、本件裁決と本件勧告が上記のとおり行政権限の濫用であ\nるといえることは一層明らかである。\nこのような国土交通大臣の行政上の権限の濫用は、本件承認処分を維持す\nべく行われてきた前述の国土交通大臣による一連の恣意的な権限行使の経\n過をみれば極めて明瞭である。国土交通大臣がＨ２７職権取消処分の執行停\n止決定と並行して閣議了解により地方自治法による代執行手続を決定した\n経過、前件取消処分について明らかに執行停止の要件を欠く公益上の理由に\nよる執行停止決定（なお、Ｈ２７職権取消処分の執行停止決定も同様の判断\nをしてきている。）をしてきたことなど、本件承認処分の効力の維持を巡っ\nて国土交通大臣が従来の行政処分に対する審査庁の一般的な対応から著し\nく逸脱してきた処理をなしてきたことの帰結が、本件裁決と本件勧告の同時\n発出であり、いずれも行政権限の濫用として違法というべきである。\nエ  以上にみたとおり、\n①  本件埋立事業が、普天間飛行場閉鎖のために辺野古移設を「唯一の解決\n策」としている閣議決定に基づくものであり、国土交通大臣も、内閣の一\n員として、もともと本件埋立事業を推進する立場にあること\n②  前件取消処分に対する執行停止決定（及びＨ２７職権取消処分に対する\n執行停止決定）において、国土交通大臣がした「埋立地の利用価値も含め\nた工事を停止せざるを得ないことにより生じる経済的損失ばかりでなく、\n普天間飛行場周辺に居住する住民等が被る航空機による事故等の危険性\nの除去や騒音等の被害の防止を早期に実現することが困難となるほか、日\n米間の信頼関係や同盟関係等にも悪影響を及ぼしかねないという外交・防\n衛上の不利益が生ずること」との認定は、平成２７年１０月２７日閣議了\n解においても確認されており、沖縄防衛局による本件審査請求等を待つま\nでもなく、国土交通大臣も予め同一の判断を有していること\n③  Ｈ２７職権取消処分について、審査庁たる国土交通大臣が、行政不服審\n査手続の審理そのものを閣議了解に従属させたことを公言していたこと\n④  本件裁決と本件勧告を同時になしてきたことは、上述の国土交通大臣の\n中立的判断者としての立場を逸脱して本件承認処分の効力の維持を目的\nとして行政権限を行使してきたことの延長であって、行政不服審査法及び\n地方自治法の趣旨に反して、法定受託事務を行う都道府県知事を下級庁の\n地位に貶めるものであること\nを指摘できる。\nこれらのことから、本件裁決は、国土交通大臣が、内閣の一致した方針に\n従って、辺野古に普天間飛行場代替施設を建設するために本件変更不承認処\n分を覆滅させることを一義的な目的として、中立的判断者たる審査庁の立場\nを放棄してなしたものであることは明らかというべきである。辺野古移設を\n「唯一の解決策」として一体的方針を共有している内閣の内部において、「一\n般私人」であると主張する沖縄防衛局による審査請求及び執行停止申立てに\nついて、「公正・中立な審査庁たる国土交通大臣」が中立・公正な判断をなし\nうるというのは余りにも無理がある。\n以上のとおりであるから、本件変更不承認処分に係る審査請求手続におい\nては、判断権者の公正・中立という行政不服審査制度の前提が欠落している\nものといわざるを得ない。\nオ  小括\n本件審査請求は、本件埋立事業について中立的で公正な判断者としての地\n位を放棄した国土交通大臣が、審査庁としてではなく内閣の一員としてその\n政策目的実現のために、行政不服審査請求によって保護されていない「公益」\nを理由になすことを求めてなされたものであるから、行政不服審査法上の審\n査請求制度を著しく濫用しているものとして却下されなければならないも\nのであった。しかるに、国土交通大臣は、審査庁として認容裁決をなしうる\n立場にないにもかかわらず、中立公正な判断者としての審査庁の立場から権\n限行使をすることなく、沖縄防衛局と同一の立場において本件埋立事業を遂\n行する目的で法令所管大臣として本件勧告をなすと同時にその立場とは相\n容れない行政救済手続の中立的判断者として本件裁決をなしたものである\nから、本件裁決には行政不服審査に名を借りた濫用的関与という違法が存す\nるものであり、本件裁決は違法無効である。\n２  本件裁決は国土交通大臣が沖縄防衛局と一体をなす利害関係を有し審査庁た\nりえないにもかかわらずなされたもので違法無効であること\n審査庁たる大臣は利害関係のない中立公平な立場でなければならないこと\n本件規定は、法定受託事務に関する都道府県知事の処分についての審査請求\nを当該事務の法令所管大臣が担当することとした。その趣旨は、（機関委任事\n務が廃止されて対等関係に基づく法定受託事務とされたことから）当該大臣が\n都道府県知事の上級庁として審理を行うためではなく、あくまでも公正な第三\n者として私人の権利利益の救済を図るためである。この観点からは、上記規定\nによって都道府県知事の行った処分についての審査請求について審査庁とな\nりうるべき大臣は、当該審査請求に係る処分について、利害関係を有しない中\n立公平な立場にあることが当然に求められているというべきである。この点、\n地方自治法には、所管大臣について、利害関係を理由とする除斥に関する明文\nの規定はないが、審査庁が公正な立場で審査するべきであるという要請から、\n本件規定の「大臣」とは、「審査請求に係る処分について、利害関係を有しな\nい大臣」と解釈されるべきである。このことは、審理員につき除斥事由を定め\nる行政不服審査法の規定ぶりからも当然に導かれるところである。\n国土交通大臣は沖縄防衛局と一体的な関係であり中立公平性が求められる\n審査庁たりえないこと\n沖縄防衛局によって実施されている本件埋立事業は、閣議決定、閣議了解に\n基づいて推進されているものであり、この本件埋立事業の推進について、国土\n交通大臣は、国土交通省設置４条２項の「特定の内閣の重要政策」に関する「閣\n議において決定された基本的な方針」として拘束されている立場において、沖\n縄防衛局と一体となって推進をしなければならない立場にあり、本件審査請求\nについて、沖縄防衛局と一体化したものというべきであるから、本件審査請求\nにおいて、国土交通大臣は本件審査請求に係る処分について利害関係がある者\nとして、本件規定の「大臣」として審査庁とはなり得ないというべきであり、\nそれにもかかわらず、本件裁決をしたものであるから、本件裁決は無効という\nべきである。\n３  「固有の資格」において受けた処分についての不適法な審査請求に対して裁決\nがなされたこと\n行政不服審査法７条２項にいう「固有の資格」の意義\n行政不服審査法７条２項は、「国の機関又は地方公共団体その他の公共団体\n若しくはその機関に対する処分で、これらの機関又は団体がその固有の資格に\nおいて当該処分の相手方となるもの及びその不作為については、この法律の規\n定は、適用しない」と定めている。\n「固有の資格」の場合に行政不服審査法を適用除外とする趣旨は、同法一般\n私人の救済のための法律であり、国の機関又は地方公共団体その他の公共団体\nもしくはその機関に対しても一般私人と同じ立場にある場合にはその規定を\n適用するが、そもそも一般私人と異なる立場の場合には同法の対象外とする点\nにあるとされている。すなわち、「固有の資格」とは、「一般私人が立ちえな\nいような立場にある状態」をいうものと解されている。\nそして、「固有の資格」に該当する場合というのは、①処分の名宛人が国の\n機関又は地方公共団体その他の公共団体もしくはその機関（以下「国の機関等」\nという）に限定されている場合、②処分の相手方が国の機関等に限定されてい\nない場合であっても、当該事務について国の機関等が原則的な担い手として想\n定されている場合には、「固有の資格」に該当すると解されている。\n「固有の資格」該当性判断に係る最高裁判決について\n最高裁令和２年３月２６日第一小法廷判決・民集７４巻３号４７１頁（以下\n「令和２年最高裁判決」という。）は、「国の機関等が上記立場において相手方\nとなるものであるか否かは、当該事務又は事業の実施主体が国の機関等に限ら\nれているか否か、また、限られていないとすれば、当該事務又は事業を実施し\n得る地位の取得について、国の機関等が一般私人に優先するなど特別に取り扱\nわれているか否か等を考慮して判断すべきである」と判示したが、基本的には、\n上記の理解と同様の見地に立つものと解される  。\nこの判断枠組みを整理すれば、まず、①当該事務又は事業の実施主体が国の\n機関等に限られている場合、②（上記①に該当しない場合であっても）当該事\n務又は事業を実施し得る地位の取得について、国の機関等が一般私人に優先す\nるなど特別に取り扱われている場合には、国の機関等が「固有の資格」におい\nて相手方となる場合に該当すると解されることになる。\nそして、令和２年最高裁判決は、行政不服審査法の趣旨目的に鑑みて、「固\n有の資格」とは、「国の機関等であるからこそ立ち得る特有の立場、すなわち、\n一般私人（国及び国の機関等を除く者をいう。以下同じ。）が立ち得ないよう\nな立場をいう」との一般論を展開した上で、「行政不服審査法は、行政庁の処\n分に対する不服申立てに係る手続（当該処分の適否及び当否についての審査の\n手続等）を規定するものであり、上記「固有の資格」は、国の機関等に対する\n処分がこの手続の対象となるか否かを決する基準であることから」、固有の資\n格該当性判断については、「当該処分に係る規律のうち、当該処分に対する不\n服申立てにおいて審査の対象となるべきものに着目すべきである」とした。\nそして、「埋立承認のような特定の事務又は事業を実施するために受けるべ\nき処分について、国の機関等が上記立場において相手方となるものであるか否\nかは、当該事務又は事業の実施主体が国の機関等に限られているか否か、また、\n限られていないとすれば、当該事務又は事業を実施し得る地位の取得について、\n国の機関等が一般私人に優先するなど特別に取り扱われているか否か等を考\n慮して判断すべきである。そして、国の機関等と一般私人のいずれについても、\n処分を受けて初めて当該事務又は事業を適法に実施し得る地位を得ることが\nできるものとされ、かつ、当該処分を受けるための処分要件その他の規律が実\n質的に異ならない場合には、国の機関等に対する処分の名称等について特例が\n設けられていたとしても、国の機関等が一般私人が立ち得ないような立場にお\nいて当該処分の相手方となるものとはいえず、当該処分については、等しく行\n政不服審査法が定める不服申立てに係る手続の対象となると解するのが相当\nである。」との枠組みを示した。\nこの枠組みに照らして、「当該処分を受けた後の事務又は事業の実施の過程\n等における監督その他の規律」の差異は、「当該処分に対する不服申立てにお\nいては、直接、そのような規律に基づいて審査がされるわけではない」ため、\nそれだけで固有の資格該当性を肯定する根拠にはならないとしている。\nかかる枠組みを踏まえて、令和２年最高裁判決は、「国の機関が埋立承認を\n受けることにより、埋立てを適法に行うことができるようになるという効果は、\n国以外の者が埋立免許を受ける場合と異ならない」とし、竣功通知により公有\n水面の公用を廃止する権限が国にあることは、「公有水面は国の所有に属し、\n本来的にその支配管理に服するから」であり、埋立承認によりかかる権限が付\n与されるものと解する理由がないため、竣功認可と竣功通知の相違は固有の資\n格該当性判断に影響しないとした。\nそして、埋立承認は、出願手続（埋立法２条２項、３項）、審査手続（同法\n３条）、免許基準（同法４条、５条）、水面の権利者に対する補償履行前の工\n事着手の禁止等（同法６条～１０条）、処分の告示（同法１１条）等の埋立免\n許に係る諸規定を準用していること（同法４２条３項）、国と国以外の者との\n競願に際して国が優先していないこと（同法施行令３条、３０条）から、埋立\n承認及び埋立免許を受けるための手続や要件等に差異がなく、「埋立てを適法\nに実施し得る地位を得るために国の機関と国以外の者が受けるべき処分につ\nいて、「承認」と「免許」という名称の差異にかかわらず、当該処分を受ける\nための処分要件その他の規律は実質的に異ならない」と結論づけた。\n一方で、埋立法４２条３項が準用していない規定（同法１２条、１３条、１\n６～２４条、３２条～３５条等）は、「埋立免許がされた後の埋立ての実施の\n過程等を規律する規定」であり、「国の機関が埋立てを適法に実施し得る地位\nを得た場合における、その埋立ての実施の過程等については、国が公有水面に\nついて本来的な支配管理権能を有していること等に鑑み、国以外の者が埋立て\nを実施する場合の規定を必要な限度で準用するにとどめたもの」と評価し、「そ\nのことによって、国の機関と国以外の者との間で、埋立てを適法に実施し得る\n地位を得るための規律に実質的な差異があるということはできない」として、\n固有の資格該当性の判断に影響がないとしている。\n沖縄防衛局は「固有の資格」において本件変更不承認処分の相手方となるこ\nと\n令和２年最高裁判決が判示するとおり、埋立法は、国が埋立承認に基づいて\n埋立てをする場合について、国以外の者が埋立免許に基づいて埋立てをする場\n合に適用される規定のうち、指定期間内における工事の着手及び竣功の義務に\n係る規定（１３条）、違法行為等に対する監督に係る規定（３２条、３３条）、\n埋立免許の失効に係る規定（３４条、３５条）を準用していない。\nまた、同法４２条３項は、変更承認の対象について「埋立地ノ用途又ハ設計\nノ概要ノ変更ニ係ル部分ニ限ル」としている。\nこのような埋立免許・承認後の規律の相違は、令和２年最高裁判決によれば、\n国が本来的に公有水面の支配管理権を有していること等に由来するものであ\nる。\n埋立免許・承認後は、国は本来的に公有水面の支配管理権を有していること\nから（令和２年最高裁判決によれば、竣功通知をする権限も、埋立承認により\n与えられるものではない。）、いわば自律的に埋立てを施工することができ、\n竣功期間に制限はなく、都道府県知事の監督も受けない。竣功期間に制限がな\nい結果、竣功期間の伸長に埋立変更承認を得る必要はなく、埋立承認により大\n枠で要件充足が判断されている以上、より環境負荷が少ない埋立区域の減少に\nついても埋立変更承認を得ずに自律的に施工できる。仮に、本件が、国以外の\n者が事業主体であった場合、工事期間の伸長と、埋立区域の減少も伴っている\nことから、変更許可申請も必要であった。また、普天間基地の早期の危険除去\nという目的に照らして、どの程度の期間内で除去されるべきかという観点から\n埋立免許で竣功期間が定められ、本件のように、免許時と比較して、工事期間\nが大幅に伸長し、実際にいつ完成するか不明確になったような場合に、変更許\n可が不許可とされれば、期間内に竣功しないとして埋立免許は失効し（埋立法\n３４条１項２号）、事業主体は原状回復義務を負うことにもなったはずである\n（同３５条１項）。しかし、本件は、公有水面の支配管理権を有している国が\n事業主体であるため、かかる規律を受けず、埋立区域の減少と工事期間の伸長\nについては変更承認申請はされず、これらの点は、変更承認において考慮され\nないこととなったのである。\n以上、国が公有水面の支配管理権を有しており、免許・承認処分を受けた後\nの異なる規律の法効果が既に生じているという背景から、国以外の者が変更許\n可を受ける場合と、国の機関が変更承認を受ける場合とでは手続及び要件に差\n異があり、この差異によって「国の機関等が一般私人に優先するなど特別に取\nり扱われている」（令和２年最高裁判決）ところ、沖縄防衛局は「一般私人が\n立ち得ないような立場」において変更承認処分の相手方となるもの、すなわち、\n「固有の資格」において本件変更不承認処分の名宛人となったものである。\n国地方係争処理委員会の判断の誤り\n令和４年８月１９日付けの国地方係争処理委員会の決定は、「埋立地用途変\n更•設計概要変更の承認は、国の機関が一般私人が立ち得ないような立場にお\nいて相手方となる処分とはいえないから、国の機関が行政不服審査法第７条第\n２項にいう「固有の資格」において相手方となるものということはできない。\nしたがって、埋立地用途変更•設計概要変更の承認申請を拒否する処分である\n本件変更不承認処分は、国の機関である沖縄防衛局が「固有の資格」において\n相手方となった処分とはいえない。」とした。\n国地方係争処理委員会が、「固有の資格」を否定した理由は、「国の機関等\nが一般私人が立ち得ないような立場において相手方となる処分であるか否か\nを検討するに当たっては、当該処分に係る規律のうち、当該処分に対する不服\n申立てにおいて審査の対象となるべきものに着目すべき」とし、本件で問題と\nなっている埋立地の用途変更及び設計概要変更の承認及び許可は、埋立承認\n（免許）を前提に、事業の完遂のために埋立承認（免許）の申請時に願書に記\n載した用途や設計の概要の一部を変更する必要がある場合に、その変更を沖縄\n県知事の免許（承認）に係らしめるもので、変更承認（許可）を受けて初めて、\n変更後の埋立地の用途や設計の概要による埋立てを適法に実施し得る地位を\n得るという法的効果を有する点で、承認と許可は異ならない、両者の処分要件\nその他の規律は実質的に異ならず、国の機関が国以外の者に優先するなど特別\nに取り扱われていない、埋立免許がされた後の埋立の実施の過程等を規律する\n規定の差異や、埋立区域の縮小及び期間の伸長の許可の規定の差異は、埋立地\n用途変更・設計概要変更の承認についての規律の差異ではないとしたというも\nのである。\nしかし、このような限局的な判断枠組みは明らかに不当であり、令和２年最\n高裁判決もとるところとは考えられない。\n令和２年最高裁判決は、「処分を受けた後の事務又は事業の実施の過程等に\nおける監督その他の規律に差異があっても、当該処分に対する不服申立てにお\nいては、直接、そのような規律に基づいて審査がされるわけではないから、当\n該差異があることは、それだけで国の機関等に対する当該処分について同法の\n適用を除外する理由となるものではな」いとし、結論としても、「処分の名称や\n当該事業の実施の過程等における規律に差異があることを考慮しても、国の機\n関が一般私人が立ち得ないような立場において埋立承認の相手方となるもの\nとはいえない」としているところ、そもそも、問題となる処分の要件その他の\n規律の相違以外の要素が考慮要素になることを否定していないし、令和２年最\n高裁判決のいうところの「処分要件その他の規律」が、埋立変更許可（承認）\n処分一般についての規律の相違ではなく、具体の事案で問題となる「埋立地の\n用途」又は「設計の概要」に関する変更許可（承認）処分の要件の相違のみを\n指すと読むことはできない。国地方係争処理委員会の執る判断枠組みが不当で\nあり、また、令和２年最高裁判決が採用しているものでもないことは明らかで\nある。\n以上\n"
}