{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 4,
    "month": 12,
    "day": 22
  },
  "case_number": "令和3(ワ)24680",
  "case_name": "損害賠償請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "92383",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=92383",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/383/092383_hanrei.pdf",
  "contents": "令和 4 年 12 月 22 日判決言渡  同日原本領収  裁判所書記官\n令和 3 年（ワ）第 24680 号  損害賠償請求事件\n口頭弁論終結日  令和 4 年 11 月 9 日\n判         決\n原 告          株 式 会 社 リ ン ク ス タ ッ フ\n同訴訟代理人弁護士          山    口    忠      文\n被              告       Allegis Group Japan 株式会社\n同訴訟代理人弁護士          大    村    剛      史\n同                          渥    美    雅      之\n同                          菅    原    裕      人\n主         文\n1  原告の請求を棄却する。\n2  訴訟費用は原告の負担とする。\n事実及び理 由\n第 1  請求\n被告は、原告に対し、140 万円及びこれに対する令和 3 年 5 月 21 日から支払済み\nまで年 3%の割合による金員を支払え。\n第 2  事案の概要\n本件は、原告が、原告とその従業員の退職をめぐるトラブルに関連して、被告従\n業員が、被告の指示の下、原告に無断で原告事務所内に立ち入り、また、上記原告\n従業員を教唆して同人の退職に伴う業務の引継ぎを拒絶させ、原告の業務を妨害し\nたと主張して、被告に対し、不法行為による損害賠償請求権（民法 709 条又は 715\n条）に基づき、原告に生じた損害の一部である 140 万円の賠償及びこれに対する不\n法行為の日である令和 3 年 5 月 21 日から支払済みまで民法所定の年 3%の割合によ\nる遅延損害金の支払を求める事案である。\n1  前提となる事実（当事者間に争いがないか、掲記した証拠及び弁論の全趣旨か\nら容易に認められる事実）\n(1)  当事者\nア  原告は、医師の紹介事業等を目的とする株式会社である。\nイ  被告は、グローバルで人材紹介事業を行う企業の日本法人である。\nＡ（以下「Ａ」という。）、Ｂ（以下「Ｂ」という。）及びＣ（以下「Ｃ」とい\nい、Ａ、Ｂと併せて「Ａら」という。）は、いずれも被告従業員である。\n(2)  Ｄによる原告退職の申出\nＤ（以下「Ｄ」という。）は、原告においてシステム開発を担当していたが、令\n和 3 年 4 月 30 日、原告に対し、同年 5 月末日をもって原告を退職する旨の退職願\nを提出した。\n(3)  Ａらの原告事務所訪問に至る経緯\n原告は、令和 3 年 5 月 21 日、退職に関してＤと協議を行い、同人に対し、原告作\n成の同日付け「通知書」（以下「本件通知書」という。）の受領及びその受領に係\nる「書類受領証」（以下「本件受領証」という。）へのサインを求めた。これに対\nし、Ｄは、友人である「Ｅ」に相談したいなどと述べ、原告の許可を得て、上記各\n文書を撮影の上、「Ｅ」に電話で連絡を取った。\nＡは、Ｄの転職活動につき、求人企業に対する転職支援を行うリクルーターとし\nて関与した者であるが、同日、同人から上記電話により原告の要求に対する対応に\nついて相談を受け、サインをしないように助言するなどした上で、上長に当たるＢ\n及び責任者であるＣと共に原告事務所を訪れた。\n2  争点\n(1)  被告の原告に対する不法行為の有無（争点 1）\n(2)  原告の損害の発生及びその額（争点 2）\n3  争点に関する当事者の主張\n(1)  争点 1（被告の原告に対する不法行為の有無）\n〔原告の主張〕\nア  Ａらによる原告事務所への立入りについて\n原告は、令和 3 年 4 月 30 日にＤから退職願が提出された後、同人に対し、慰留及\nび業務の引継ぎに関する協議を求めた。しかし、同人はこれに応じず、引継ぎもし\nなかった。\n原告は、同年 5 月 21 日、引き続きＤとの交渉を試み、その際、本件通知書の受領\n及び本件受領証へのサインを求めた。ところが、Ｄは、原告の交渉に対して応答せ\nず、本件通知書の受領及び本件受領証へのサインを拒むと共に、友人（「Ｅ」）に\n相談するとして、Ａに電話をかけた。これを受けたＡが本件受領証へのサインをし\nないことなどを教唆したことから、Ｄは、そのとおりに行動した。そこで、友人を\n呼んで相談してもかまわないと原告が許容したところ、Ｄは、Ａに電話をかけて来\n訪を要請した。\nＡらは、同日午後 6 時頃に原告事務所を訪れ、同業である原告事務所に原告の就\n業時間中に許可なく立ち入った上、Ｂが、大声で、「退職の引留めは違法である。\n職業選択の自由を知らないのか。あなた方のやっていることはおかしい。」旨発言\nし、原告従業員らに詰め寄るなどした。これにより、原告は、その業務が中断され\nると共に、状況の説明及び混乱の収拾に多大な労力を費やすこととなった。その後、\nＡらは、原告事務所に臨場していた警察官から弁護士を連れてこない限り事態の収\n拾は無理である旨告げられたことから、1 時間ほどで引き上げた。\n以上のとおり、Ａらは、原告事務所への立入りに際し原告の承諾（推定的承諾を\n含む。）を得ておらず、仮に求められても原告はこれを必ず拒絶する状況において、\n被告の指示の下に、令和 3 年 5 月 21 日午後 6 時頃～同日午後 7 時頃の間、原告事\n務所に侵入した。\nイ  Ｄによる業務引継ぎ拒絶について\nＤは、原告が引継ぎについて説明を行っても満足な引継ぎをしないまま、令和 3\n年 5 月 21 日を最後に出勤しなかった。Ｄの担当業務は原告の主要な業務の根幹を\nなす医師情報のデータベースに係る業務であり、これについて引継ぎがなかったこ\nとで同業務が大幅に遅延した。これも被告の指示ないし教唆によるものである。\nＤは、その退職に当たり、後任への引継ぎをしなければならない雇用契約上の義\n務を負うところ、上記のとおり、これに違反するように被告が指示ないし教唆した\nことにより、業務の引継ぎを拒絶したものである。\nウ  被告の上記各行為は、いずれも原告の業務を妨害する不法行為に当たる。\n〔被告の主張〕\nア  Ａらによる原告事務所への立入りについて\nＡは、令和 3 年 5 月 21 日午後 4 時から同日午後 6 時頃の時間帯において、被告\n事務所にいたところ、原告事務所にいたＤから、電話で、原告がＤの退職を認めな\nいこと、退職した場合には 500 万円の賠償金を原告に支払う旨記載された本件通知\n書へのサインを求められていること、サインしない限り原告事務所から退出させて\nもらえないことへの対応について相談を受けた。これに対し、Ａは、Ｄが本件通知\n書にサインをすれば原告を退職できない可能性や 500 万円もの損害賠償義務を不当\nに負わされることになる可能性があると考え、本件通知書にサインする必要はない\n旨を助言した。しかし、Ｄから、サインしないと原告事務所から退去できないので\n助けてほしいと要請されたため、Ａは、Ｂ及びＣと共に原告事務所に赴いた。\nＡらが訪れた原告事務所は、玄関や受付はなく、原告事務所のフロアでエレベー\nタを降りるとそのまま原告事務所に至るという作りになっていた。\nＡらは、エレベータを降りて少し進んだ位置で、原告の管理部長（以下「原告管\n理部長」という。）及び同人に呼ばれた原告代表者に対し、来意を告げてＤとの面\n談を申し入れた。しかし、原告代表者は、Ｄは勤務中であるとしてＡらとＤとを会\nわせようとせず、その上、「企業秘密がある。」、「いきなりやめられても困る。」、\n「バングラデシュにＤ氏が一生辞めないと記した誓約書がある。」などと怒鳴った。\nこれに対し、Ｂは、Ｄからは既に退職届を出したがそれに対して原告から特段返答\nがないと聞いていたこと、法律上退職届の提出から 2 週間で退職することができる\nことを冷静に説明した。しかし、原告代表者はそれを無視して怒鳴り続けた。原告\n管理部長も同様に一方的な言い分を述べるのみであったところ、その間、原告代表\n者は、Ｄが在室していた部屋の前に居座り、他のバングラデシュ人と思われる従業\n員を数名連れてきては「こういうことになる」と述べる等、Ｄをあたかも見せしめ\nにするかのごとき言動を繰り返していた。\nＡらは、せめてＤの様子を確認すべく、同人の姿を見せるよう原告に要望したと\nころ、その限りでの許諾を得たため、Ｄの姿を確認することができた。\nその後、原告から弁護士を呼んで話合いをすることを提案されたこと、これ以上\nは平行線で話が進まないことから、Ａらは原告事務所を退出することとした。Ａら\nが原告事務所にとどまったのは 30 分間程度である。\n以上のとおり、Ａらの原告事務所への立入りは平穏そのものであり、原告代表者\nも、Ａらの来訪を拒絶する態度はとっておらず、退去を求めてもいない。\nしたがって、Ａらによる原告事務所への立入りをもって、被告に不法行為責任又\nは使用者責任は成立し得ない。\nイ  Ｄによる業務引継ぎ拒絶について\n退職する従業員が負う引継ぎ義務の内容等に関する具体的な主張立証はない。ま\nた、被告ないしＡらがＤに対し引継ぎをしないようにと指示をしたことはなく、同\n人が引継ぎをしなかったのは同人の意思による。\n(2)  争点 2（原告の損害の発生及びその額）\n〔原告の主張〕\nア  Ａらの原告事務所立入りによる損害について\n原告事務所で就業している従業員は 52 名であるところ、被告の行為によりその\n業務が全面的に停止し、事態の収拾にほぼ 2 日間を要した。これにより原告に生じ\nた損害は、108 万 8256 円である。\n¥1,308（原告従業員一人当たりの平均時給額）×8 時間×52 名×2 日=¥1,088,256\nこのうち、原告の全面的な業務停止により多大な影響が生じたのは、Ａらが原告\n事務所に滞在した 1 時間と退去後の約 4 時間の計 5 時間であることに鑑み、本件で\nは、34 万 0080 円（=¥1,308×52 名×5 時間）を請求する。\nイ  Ｄの業務引継ぎ拒絶による損害について\nＤは、原告においてインフラ系業務に従事していたところ、同人の業務に関連す\nる売上等のデータは原告内に残されておらず、実際に、同人の退職、引継ぎ義務違\n反によって当該業務は立ち消えとなり、結果的に、同人入社後の原告における成果\nは全て消滅した形となっている。\n令和 2 年 3 月 24 日のＤ入社後、原告が同人に対して支払った給与は、令和 3 年 4\n月までに合計 279 万 5000 円（=¥215,000/月×13 か月）であるところ、被告の不法行\n為によりこれが一切無駄となったことから、少なくとも、原告には同額の損害が発\n生している。\nウ  まとめ\n以上より、原告は、被告に対し、被告の原告事務所立入りによる業務妨害に関す\nる損害のうち 34 万 0080 円（上記ア）と、Ｄの引継ぎ義務不履行に関する損害（上\n記イ）の一部との合計 140 万円を請求する。\n〔被告の主張〕\n否認ないし争う。\nア  Ａらの原告事務所立入りによる損害について\nＡらの原告事務所への立入りによって、原告の全面的な業務停止が 2 日間にわた\nったことや、立入りを原因として 5 時間にわたり業務停止をしたことの客観的な証\n拠はなく、損害発生の事実自体が認められない。\nその点を措いても、Ａらが原告事務所の入口付近に 30 分間立ち入っただけでは、\n通常、業務は停止しないし、実際、原告従業員 52 名全員の業務が止まるような事情\nは存在しなかった。仮に原告が全業務を停止したのであれば、その原因は原告側の\n業務体制が極めて脆弱であったこと、原告代表者が、Ａらが冷静に発言しているに\nもかかわらず激昂したり、サインを求めてＤを長時間留め置いたりしていたことに\nよるものである。したがって、Ａらの立入りと原告が主張する損害との間に相当因\n果関係はない。\nイ  Ｄの業務引継ぎ拒絶による損害について\nＤの業務に関連するデータが残されていないことの立証はない。また、仮にデー\nタが残されていないとしても、原告側におけるデータ管理体制の不備の問題にすぎ\nず、Ａらの行為とは因果関係がない。\n第 3  当裁判所の判断\n1  争点 1（被告の原告に対する不法行為の有無）について\n(1)  Ａらの原告事務所立入りについて\n前提事実（前記第 2 の 1）、証拠（甲 1～6、乙 1、2）及び弁論の全趣旨によれば、\nＤが令和 3 年 4 月 30 日頃に原告に対して退職の意思を伝えたことを受けて、原告\nがＤに対して慰留及び業務の引継ぎに関する交渉を試みており、同年 5 月 21 日の\n同人との面談もその一環として行われたこと、その際、原告がＤに対し本件通知書\nの受領及び本件受領証へのサインを要求したこと、本件通知書には、原告は引継ぎ\n等の問題もあるためＤの退職を認める考えはない旨、Ｄが退職又はこれに類する欠\n勤を強行するなどすれば、それにより原告に発生した損害賠償を請求する意向であ\nる旨、及び、その額は 500 万円に上る見込みである旨などが記載されていること、\n同日、被告従業員であるＡらがＤからの要請に従って原告事務所を訪問し、同事務\n所が所在するフロアのエレベータを降りてからやや進んだ位置において原告代表者\nや原告管理部長と問答をしたことが認められる。\n他方、Ａらが、実際に原告従業員が執務をし、その具体的状況を認識し得る原告\n事務所内のスペースにまで立ち入り、原告代表者及び原告従業員に対してＤの退職\nに関して大声を出して威圧するなどしたこと、Ａらが原告代表者等から退去を求め\nられたにもかかわらず、これに応じずに原告事務所内にとどまったこと、その他Ａ\nらの原告事務所立入りにより原告の業務が妨害されたことをうかがわせるに足りる\n証拠はない。また、本件通知書の内容に加え、Ｄは、原告から友人を呼んでもよい\nとされたことを受けてＡらに来訪を要請し、Ａらもこれに応じて原告事務所を訪れ\nたことを考えると、Ａらの原告事務所立入りが不法な目的に基づくことや欺罔的手\n段その他の不法な手段によることを示す具体的な事情の存在もうかがわれない。\nその他原告が縷々指摘する事情を考慮しても、Ａらの原告事務所立入りによる原\n告の業務妨害を認めることはできない。この点に関する原告の主張は採用できない。\n(2)  Ｄの業務引継ぎ拒絶について\n仮にＤが原告退職に際し必要とされる引継ぎをしていなかったとしても、これが\n被告ないしＡらの指示ないし教唆に基づくことをうかがわせるに足りる証拠はない。\nこの点に関する原告の主張は採用できない。\n2  以上のとおり、Ａらによる原告事務所立入り及びＤの引継ぎ拒絶のいずれの\n点においても、被告の原告に対する違法な業務妨害行為は認められない。したがっ\nて、その余の争点について検討するまでもなく、原告は、被告に対し、不法行為（民\n法 709 条又は 715 条）に基づく損害賠償請求権を有しない。\n第 4  結論\nよって、原告の請求は理由がないからこれを棄却することとして、主文のとおり\n判決する。\n東京地方裁判所民事第 47 部\n裁判長裁判官\n杉    浦    正    樹\n裁判官\n小    口    五      大\n裁判官\n鈴    木    美  智  子\n"
}