{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 6,
    "day": 8
  },
  "case_number": "令和5(ネ)10008",
  "case_name": "損害賠償請求控訴事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "92145",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=92145",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/145/092145_hanrei.pdf",
  "contents": "令和５年６月８日判決言渡\n令和５年（ネ）第１０００８号  損害賠償請求控訴事件\n（原審・東京地方裁判所令和２年（ワ）第１２３４８号）\n口頭弁論終結日  令和５年４月１８日\n判 決\n控訴人兼被控訴人（以下「一審原告」という。）\n株 式 会 社 日 本 経 済 新 聞 社\n同訴訟代理人弁護士          冨   來   真一 郎\n同                          大 場 規 安\n同                          高 島 璃 子\n被控訴人兼控訴人（以下「一審被告」という。）\n首 都 圏 新 都 市 鉄 道 株 式 会 社\n同訴訟代理人弁護士          富田 純 司\n同                          木 暮 信 吉\n主 文\n１  一審原告の控訴に基づき、原判決を次のとおり変更する。\n⑴  一審被告は、一審原告に対し、６９６万円及びこれに\n対する平成３１年４月１７日から支払済みまで年５分の\n割合による金員を支払え。\n⑵  一審原告のその余の請求を棄却する。\n２  一審被告の本件控訴を棄却する。\n３  訴訟費用は、第１、２審を通じてこれを６分し、その５\nを一審原告の負担とし、その余を一審被告の負担とする。\n４  この判決は、第１項⑴に限り、仮に執行することができ\nる。\n事 実 及 び 理 由\n第１  控訴の趣旨\n１  一審原告\n⑴  原判決を次のとおり変更する。\n⑵  一審被告は、一審原告に対し、４４１４万６９７１円及びこれに対する平\n成３１年４月１７日から支払済みまで年５分の割合による金員を支払え。\n２  一審被告\n⑴  原判決を取り消す。\n⑵  一審原告の請求を棄却する。\n第２  事案の概要等\n１  事案の概要（以下において略称を用いるときは、別途定めるほか、原判決に\n同じ。）\n本件は、一審原告において、同社が著作権を有すると主張する新聞記事（原\n判決別紙一覧表参照。本件各記事）につき、一審被告が、この画像データを作\n成して記録媒体に保存した上、当該画像データを被告イントラネット上にアッ\nプロードし、一審被告従業員等が閲覧することができる状態に置いて、本件各\n記事に係る著作権（複製権及び公衆送信権）を侵害したと主張して、一審被告\nに対し、不法行為（民法７０９条。損害額につき法（著作権法）１１４条３項）\nに基づき、その使用料相当損害金の一部及び弁護士費用相当損害金として合計\n４４１４万６９７１円及びこれに対する不法行為後の日である平成３１年４月\n１７日（本件各記事の被告イントラネットへの最終掲載日の翌日）から支払済\nみまで平成２９年改正前の民法所定の年５分の割合による遅延損害金の支払を\n求める事案である。\n原判決は、一審原告の請求を４５９万５０００円及びこれに対する遅延損害\n金の支払を求める限度で認容し、その余の請求を棄却したところ、一審原告及\nび一審被告の双方が敗訴部分について控訴した。\n２  「前提事実」、「争点」及び「争点に関する当事者の主張」は、次のとおり\n訂正し、後記３のとおり当審における当事者の補充主張を付加するほかは、原\n判決の「事実及び理由」欄の第２の１ないし３に記載するとおりであるから、\nこれを引用する。\n⑴  原判決５頁３行目の「５４６件」を「５４７件」と、同４行目の「５３０\n件」を「５３１件」と、同１８行目の「５１６件」を「５１７件」とそれぞ\nれ改める。\n原判決８頁１５行目末尾に「（原判決別紙一覧表のオレンジ色着色部分）」\nを、同９頁１２行目末尾に「（原判決別紙一覧表の青色着色部分）」をそれ\nぞれ加える。\n３  当審における当事者の補充主張\n一審原告\nア  平成３０年３月以前に被告イントラネットに掲載された記事の件数（争\n点⑴）について\n本件は、一審原告がアクセスすることができない環境下で行われた著\n作権侵害の事案である。一審被告は、著作権侵害の指摘を受けた平成３\n１年４月１６日から同月２２日までに、被告イントラネットに掲載した\n記事データの全てを削除し、当該データを保存しなかったのであり（甲\n５、８、１６）、本件では一審原告による立証が極めて困難であるから、\n法１１４条の５に基づき、裁判所により相当な損害額が認定されるべき\nである。\n本件で、一審被告広報担当者は、令和元年５月２８日の新聞社との協\n議の際、平成３０年度における本件記事の掲載件数を３６０件程度とす\nる同日付け報告書（甲５。以下「甲５報告書」という。）を踏まえつつ、\n同年３月以前にも記事クリッピング作業のやり方は同じであり、掲載し\nた記事件数に大きな増減はないと発言している。同発言の信用性は極め\nて高いから、一審被告は、同年３月以前に、保管していた記事５１７件\nに限らず、年間３１２件（同年４月以降、平成３１年４月１６日までに\n掲載された記事件数）の記事を掲載したと推認されるべきである。\n仮に、前記 のとおり年間３１２件と推認することができない場合で\nあっても、一審被告が保管していた５１７件の７倍から９倍程度が被告\nイントラネットに掲載されていたと推認されるべきである。\nすなわち、甲５報告書では、平成３０年度において被告イントラネッ\nトに掲載された「当社記事」及び「当社関連記事」の合計は４０件であ\nり、それ以外の記事は３２０件程度とされているから、全体の掲載件数\nは「当社記事」及び「当社関連記事」の９倍となる。また、令和２年３\n月６日付け一審被告代理人弁護士の回答書では、平成３０年４月から平\n成３１年４月までに掲載された「当社記事」及び「沿線記事（当社関連\n記事）」の合計は４７件であり、それ以外の記事は３１５件とされてい\nる（甲６の２）から、全体の掲載件数は「当社記事」及び「当社関連記\n事」の７倍強となる。こうした点を踏まえ、一審被告は、「当社記事」\n及び「当社関連記事」として分類した前記５１７件の７倍から９倍に当\nたる件数（３６１９件から４６５３件）の記事を掲載したと推認される\nべきである。\nイ  損害及び損害額の認定（争点⑶）について\n原判決は、被告イントラネット掲載後のアクセス状況を考慮して損害\n額を算定しているが、閲覧可能状態にするという便益が無断かつ無償で\n奪取された場合には、当然それによって損害が生じるというべきで、送\n信可能化権の侵害態様を踏まえても、掲載後に閲覧されたかどうか、閲\n覧回数が多かったか少なかったかについては、損害額算定の上で考慮す\nべきではない。\n原判決は、アクセスする者が掲載から１年以内でほぼいなくなると推\n認するが、このような推認には合理性はない。一審被告は、少なくとも\n平成３１年４月１６日まで被告イントラネットへの記事の掲載を継続\nしており、このことから、同掲載の目的がいつでもアクセスし利用する\nことができるアーカイブとして保存することにあったことは明らかで\nある。原判決が認定根拠とする乙第１９号証も、提訴後に一審被告の従\n業員によって作成された報告書であり、任意に選別されたわずか２つの\n掲載記事の追跡結果にすぎず、裏付けとなる客観的データもないから、\n到底信用することができない。\n原判決は、イントラネットへの掲載を定める本件料金表３及び４につ\nいて、使用期間が１年を超える場合の使用料の収受実績等に関する証拠\nがないとする。しかし、本件料金表３が適用された平成２２年３月以降\nのイントラネット掲載事例は多数あり、１年以上の掲載に関する例とし\nて、少なくとも本件料金表３について電力株式会社の例（甲３４）があ\nり、本件料金表４についても火災保険株式会社の例（甲３５）がある。\n一審被告\nア  本件各記事が著作物とはいえないこと（争点⑵）について\n法は「思想又は感情を創作的に表現したものであって、文芸･･･の範囲に\n属するもの」について著作物性を認めているのであり（法２条１項１号）、\n単なる表現の工夫があることで著作物性が認められるわけではない。仮に、\n記載された「文字の羅列」自体に文章表現の工夫があるとしても、できあ\nがった文章表現が「ありふれた」ものであれば、著作物として保護されな\nい。本件各記事については、例えば甲第９号証の３０８を見ても明らかな\nように、事実の伝達をするものにすぎず、文章表現もありふれており、記\n者の個性が発揮されているとはいい難い。法１０条２項は「事実の伝達に\nすぎない雑報及び時事の報道」には著作物性を認めておらず、記事におけ\nる表現上の工夫のみで創作性を認めることになれば、同項に違反すること\nになる。\nイ  本件各記事の著作物性につき一審被告には故意、過失がないこと（争点\n⑵）について\n本件料金表１ないし４は国民や企業者向けにアナウンスがされておら\nず、これをもって一審被告が新聞記事に著作権があることを知るべきで\nあったと認定することはできない。新聞記事に「工夫」がある程度で、そ\nの文字の羅列が著作物であるから転載することができないと考えること\nは、社会通念からみて不可能である。\nウ  平成３０年３月以前に被告イントラネットに掲載された記事の件数（争\n点⑴）について\n平成３０年３月以前の保管記事５１７件のうち、枠付き記事１０７件を\n除く４１０件の記事については、被告イントラネットに掲載されたとはい\nえない。一審被告の記事収集は、自社に関する情報を広く収集し保管する\nために始められたものであり、被告イントラネット掲載のためではない。\n保管されている記事の体裁も、枠付き記事が存在する平成２４年７月以降\nとそれ以前で大きく異なっている。平成２４年６月までの保管記事には\n「新聞社名」と「新聞発行日付」が付されているが、これは資料として保\n管する上で当然のことであり、このことから掲載を推認することはできな\nい。実際、一審被告が保管している記事の中には、掲載されていないもの\nもある（乙７の別紙１、乙１５）。\nエ  損害額につき法１１４条３項に係る金額を記事１件当たり５０００円と\nする認定が過大であること（争点⑶）について\n一審原告は利用料金規定の全容を明らかにしておらず、特に定期クリッ\nピング規定を提出していないから、一審原告が都合よく提出した証拠に\nよって損害額を算定することは許されない。被告イントラネットにおける\n記事掲載に関する一審原告の請求額は、他の新聞社のものよりも高額であ\nる（乙１３）。そして、端末数５００台以下（乙１７）、掲載期間が通常１\nか月（乙１９）を前提にすれば、本件料金表３及び４においても、１か月\nの使用料は４５００円になる。その上、本件料金表３及び４では、自社関\n連記事の利用料金を７割とし、自己へのインタビュー記事を利用する場合\nには利用料金を５割としている。こうした点を考慮すると、損害額につい\nて記事１件当たり５０００円と認定することは過大である。\n第３  当裁判所の判断\n１  当裁判所は、平成３０年３月以前に被告イントラネットに掲載された記事の\n件数等は１２６６件であると認め（争点⑴）、一審被告による一審原告の本件\n各記事についての著作権（複製権及び公衆送信権）侵害の不法行為の成立を認\nめ（争点⑵）、一審原告が本件各記事に係る著作権の行使につき受けるべき金\n銭の額に相当する額を記事１件当たり５０００円とし、一審被告の不法行為に\nよる一審原告の損害の額を６３３万円、この損害額と相当因果関係にある弁護\n士費用相当額を６３万円（損害額合計６９６万円）と認める（争点⑶）のが相\n当であると判断する。\nその理由は、次のとおり補正し、後記２のとおり、当審における当事者の補\n充主張に対する判断を加えるほかは、原判決の第３に記載のとおりであるから、\nこれを引用する。\n原判決１１頁１４行目冒頭から同１２頁１４行目末尾まで（争点⑴につい\nて）を以下のとおり改める。\n「⑴  前記前提事実⑶アのとおり、一審被告は、本件各記事のうち平成３０\n年３月以前の記事５１７件を保管しており、そのうちの平成２４年度か\nら平成２９年度までの１１４件の中で枠付き記事は１０７件である。そ\nして、この「枠」は、被告イントラネットに掲載する際に周知しやすく\nすることを目的として付されたものであり、一審被告もこの枠付き記事\nが被告イントラネットに掲載されたと推測されると主張していることを\n踏まえると、この枠付き記事１０７件については、いずれも被告イント\nラネットに掲載されたと認めるのが相当である。\n⑵  他方で、平成３０年３月以前の記事のうち、一審被告が保管する枠が\n付されていない記事４１０件（＝５１７件―１０７件）については、本\n件証拠上、被告イントラネットに掲載されたことを直接裏付ける客観的\nな証拠はない。また、証拠（乙７の別紙１、乙１５）及び弁論の全趣旨\nによれば、一審被告が保管している本件新聞記事の中には、ＴＸ開業当\n初の平成１７年８月２３日から同年９月２日までの時期に限られたわ\nずか１６件の記事ではあるが、被告イントラネットに掲載されていない\n記事もある（これらの記事については原判決別紙一覧表からは除外され\nている。）。\nしかし、前記前提事実⑶イのとおり、一審被告は、平成３０年４月以\n降の記事として保管している３１２件については、被告イントラネット\nにその全てを掲載しており、証拠（甲８、１６）及び弁論の全趣旨によ\nれば、一審被告広報担当者は、令和元年５月２８日に行われた一審原告\nを含む新聞社６社との面談の際、クリッピング作業のやり方は平成３０\n年３月以前も同じである旨の発言をしていたことが認められる。また、\n枠付き記事が作成された平成２４年度から平成２９年度までの記事と\nして保管されている１１４件については、その９割を超える１０７件が\n枠付き記事であり、残りの７件についても、「枠」が付される表紙の存否\nが不明であるため（前提事実⑶ア ）、枠付き記事であったかの確認がと\nれないにすぎない。さらに、証拠（甲３０）及び弁論の全趣旨によれば、\n枠付き記事が作成され始めた平成２４年７月より前の記事（甲３０の１\nないし４０８）についても、その全てについて新聞社名と新聞発行日付\nが付されていることが認められ、一審被告が平成１７年８月以降継続し\nて被告イントラネットに記事を掲載していたこと（乙１）を併せ考慮す\nると、枠付き記事が作成される以前に保管された記事についても、その\n多くが被告イントラネットに掲載されていたと強く推認される。\n以上の検討を踏まえ、一審被告が保管する平成３０年３月以前の記事\n５１７件から枠付き記事１０７件を除いた４１０件のうち、その約９割\nに当たる３７０件（枠付き記事と合わせると４７７件）が被告イントラ\nネットに掲載されたと認めることとする。\n⑶ア  そこで進んで、上記の５１７件以外の記事が平成３０年３月以前に\n掲載されたかを検討するに、証拠（甲５、８、１５、１６、乙２５（２\n３頁））及び弁論の全趣旨によれば、一審被告広報担当者は、令和元年\n５月２８日に行われた一審原告を含む新聞社６社との面談の際、直近\n１年の本件新聞の掲載記事が３６０件程度あり、その内訳は、一審被\n告についてのものが２５件、一審被告に関連するものが１５件、その\n他に分類されるものが３２０件程度あったとし、クリッピング作業の\nやり方は平成３０年３月以前も同じであり、直近１年より前について\nも掲載頻度は大きくは違わない旨の発言をしていることが認められる。\nこうした発言内容に加え、同月以前の記事５１７件については、その\n内容が概ね一審被告についてのものか、一審被告に関するものである\nこと（甲３０）からすると、保管されている同５１７件の記事以外に\nも「その他」に分類される記事が掲載されていたことが強く推認され\nるといわざるを得ない。\nこれに対し、当該一審被告広報担当者は、別件訴訟（東京地裁令和\n２年 第３９３１号事件）の証人尋問において、一審被告ないしＴＸ\nの沿線関係の記事以外で掲載されたものはかなり少なかったとか、直\n近１年に比べて５分の１よりももっと少ないときもあったとか供述す\nるが（乙２５（３、４頁））、訴訟前に同人が作成した甲５報告書の内\n容と一致しない点が多く、同供述を裏付けるに足りる客観的ないし的\n確な証拠がない以上は、直ちに同供述を採用することは相当でない。\nイ  もっとも、本件において、前記５１７件の記事以外の記事が平成３\n０年３月以前に具体的に何件掲載されたかを認めるに足りる客観的な\nいし的確な証拠はない。前記一審被告広報担当者の掲載頻度に関する\n発言も、直近１年分以外の記事は廃棄済みであることを前提にしつつ、\n参加した新聞社側の者からの追及的な質問に答える形で曖昧に言葉を\n濁しつつされたものであり（甲５、８、１６、乙１８、２５（２８頁））、\n確固たる根拠を示した断定的な回答であるとはいえない。そもそも、\n証拠（乙１、１８、２５）及び弁論の全趣旨によれば、同一審被告広\n報担当者は、平成１４年４月に一審被告に入社し、広報（被告イント\nラネットへの記事の掲載業務を含む。）を担当することになったものの、\n平成２０年４月には広報の仕事を離れて駅現業職場に異動し、平成２\n６年７月に広報業務に復帰したことが認められるのであるから、駅現\n業職場にいた約６年間は記事掲載の詳細を把握する立場にはなかった\nという事情もある。\nまた、前記のとおり、令和元年５月２８日から直近１年の本件新聞\nの掲載記事についても、その約９割近くの記事（３６０件中３２０件）\nが一審被告に関連しない「その他」に分類されるものであるものの、\nその選別基準は本件証拠上不明である。そして、「その他」に分類され\nる記事は、一審被告ないしこれに関連する記事に比べて選別基準が曖\n昧になり、その時々の記事の内容ないし選別者の違いにより掲載数が\n大いに異なることがあり得ることは優に推認されるところである。そ\nうすると、何ら客観的ないし的確な証拠もないのに、一審被告広報担\n当者の前記掲載頻度に関する発言のみを根拠に、平成３０年３月以前\nも同年４月以降の掲載数３１２件と同じ掲載数があったとたやすく認\nめることはできない。\nウ  以上の検討を踏まえると、本件においては、一審原告が主張するよ\nうに年間３１２件の記事が毎年掲載されていたと認めることは困難で\nあるが、他方、保管されている同５１７件の記事以外にも「その他」\nに分類される記事が掲載されていたこと自体は強く推認されるから、\n上記諸事情を総合勘案した上で、平成３０年３月以前に掲載された記\n事の件数を、前記 において認めた４７７件の２倍に当たる９５４件\nであると推認することとする。」\n⑵  原判決１２頁１５行目冒頭の「⑵」を「 」と改め、同１８行目の「証拠\nはない。」の後に「前記⑶ア、イのとおり、」を加え、１３頁４行目冒頭の「⑶」\nを「⑸」と、同７行目の「８２９件」を「１２６６件（＝９５４件＋３１２\n件）」と、同９行目の「８２９件」を「１２６６件」とそれぞれ改める。\n原判決１４頁１２行目の「別紙一覧表のとおり、合計８２９件の」を「合\n計１２６６件の」と改める。\n原判決１８頁１７行目の「使用期間が」から１９行目末尾までを削る。\n原判決１９頁８行目の「合計８２９件」を「合計１２６６件」に、同９行\n目「４１４万５０００円」を「６３３万円（＝１２６６件×５０００円）」に、\n同１０行目の「４５万円」を「６３万円」に、同１３行目から１４行目の「４\n５９万５０００円」を「６９６万円（＝６３３万円＋６３万円）」にそれぞれ\n改める。\n２  当審における当事者の補充主張に対する判断\n一審原告の補充主張について\nア  平成３０年３月以前に被告イントラネットに掲載された記事の件数（前\n記第２の３ ア）について\n一審原告は、一審被告が保管していた記事５１７件に限られず、平成\n３０年３月以前に年間３１２件の記事が掲載された旨主張し、その根拠\nとして、令和元年５月２８日の新聞社との協議における一審被告の広報\n担当者の発言を指摘する。\nしかし、平成３０年３月以前にも記事クリッピング作業のやり方は同\nじであり、掲載した記事件数に大きな増減はないとする一審被告広報担\n当者の発言からは、一審被告が保管する５１７件の記事以外にも本件新\n聞の記事を掲載していたことが強く推認されるものの、本件において、\n一審原告が主張するように、同月以前に年間３１２件の記事が毎年掲載\nされたことを認めるに足りる客観的ないし的確な証拠はない。そして、\n同発言も断定的なものとまではいえないこと、同広報担当者が広報業務\nから離れていた時期があること及び「その他」に分類される記事の選別\n基準が明確でないことは既に説示したとおりである。\nそうすると、一審被告広報担当者の上記発言のみをもって平成３０年\n３月以前に年間３１２件の記事が毎年掲載されたと認めることはできな\nいから、一審原告の上記主張を採用することはできない。\nまた、一審原告は、仮に、年間３１２件と推認することができなくて\nも、一審被告が保管していた記事５１７件の７倍から９倍程度が平成３\n０年３月以前に被告イントラネットに掲載されていたと推認されるべ\nきであると主張する。\nしかしながら、上記主張も、結局のところ、平成３０年４月以降の年\n間掲載記事数と同じ記事数が同年３月以前に掲載されたとするものに\nすぎず、同様に、そのように推認するだけの的確な証拠がない。一審被\n告における「その他」に分類される記事の選別基準は本件において見当\nたらず、同基準が往々にして曖昧になり、その時々で掲載数が大いに異\nなることがあり得ることは既に説示したとおりである。\nそうすると、平成３０年４月以降の自社記事及び関連記事とその他の\n記事の掲載割合から、同月以前の掲載記事数を推認することはできない\nというべきであるから、一審原告の前記主張も採用することはできない。\nなお、一審原告は、本件が一審原告にとってアクセスすることができ\nない環境下で行われた著作権侵害の事案であることや、一審被告が記事\nデータの全てを削除したことを指摘し、これによる一審原告側の立証の\n困難性を指摘する。\nしかし、本件において平成３０年３月以前の記事の掲載数を認めるに\n足りる証拠がないなどの前記事情を踏まえれば、上記の削除事実を併せ\n考慮したとしても、一審原告の前記各主張を認めることは困難である\nイ  損害及び損害額の認定（前記第２の３⑴イ）について\n一審原告は、掲載後の閲覧の有無や閲覧回数の多寡は損害額算定の上\nで考慮すべきではないとか、閲覧（アクセス）継続期間についても、ア\nクセスは１年以内に留まらなかったなどと主張する  。\nしかし、本件料金表３及び４においても使用期間に応じて使用料が決\nめられていること（原判決第３の４⑴ア 、 ）からすると、一審原告\nの著作権の行使につき受けるべき金銭の額に相当する額（法１１４条３\n項）を認定する上で、一審被告による本件各記事についての著作権の侵\n害態様として、掲載後のアクセスの有無や閲覧回数の多寡を考慮するこ\nとは不当とはいえない。また、本件において、被告イントラネットへの\n本件各記事の掲載期間を具体的に認めるに足りる証拠がない以上、最終\n掲載日である平成３１年４月１６日まで長期間にわたってアクセスが\nあったはずであると判断することもできない。上記報告書についても、\nその信用性を特に否定するだけの証拠は見当たらない。\nよって、一審原告の前記主張は、いずれも採用することができない。\nなお、一審原告は、当審において、イントラネットへの掲載を定める\n本件料金表３及び４について、使用期間が１年を超える場合の使用料の\n収受実績等に関する証拠（甲３４、３５）を提出する。これによれば、\n本件料金表３については電力株式会社の例があり（甲３４。平成２４年\n４月からの継続掲載につき、平成２６年４月から平成２７年３月までの\n１年間について１万４０００円（税別）を収受）、本件料金表４について\nも火災保険株式会社の例（甲３５。平成２７年１２月５日からの継続掲\n載につき、平成２９年１２月５日から平成３０年１２月４日までの１年\n間について７２００円（税別）を収受）があることが認められる。\nもっとも、上記２例をその他の使用料収受実績（原判決第３の４⑴イ）\nと併せ考慮しても、本件料金表３において１年以上は原則として利用で\nきないとされていること（甲１２）、本件料金表４では使用期間が１年を\n超える場合の明示的な言及がないこと（甲１３）に変わりはない。上記\n２例の実績の存在から、一審原告の著作権の行使につき受けるべき金銭\nの額に相当する額を本件料金表３ないし４のとおり認定することは困\n難というべきである。\n一審被告の補充主張について\nア  本件各記事が著作物とはいえないこと（前記第２の３⑵ア）について\n一審被告は、本件各記事が事実を伝達するものにすぎず、文章表現もあ\nりふれているなどとして著作物性を否定する旨の主張をするが、本件各記\n事において、記事内容を分かりやすく要約したタイトルが付され、文章表\n現の方法等について表現上の工夫が凝らされていることは原判決認定の\nとおりである（原判決第３の２⑴）。一審被告は、本件各記事の著作物性を\n否定する例として甲第９号証の３０８の記事を挙げるものの、証拠（同号\n証の３０８に加え、甲２１ないし２３）及び弁論の全趣旨によれば、同記\n事は、同日（平成３１年３月２８日）に掲載された他社記事と比較して、\n東急電鉄の発祥や設立経緯についての記載はなく、かえって商号変更の理\n由が分社化に伴うものであることを記載するなど、記載内容の取捨選択が\nされ、記者の何らかの創造性が顕れており、著作物であると認められる。\n本件各記事は、法１０条２項にいう「事実の伝達にすぎない雑報及び時事\nの報道」とはいえないから、一審被告の上記主張は採用することができな\nい。\nイ  本件各記事の著作物性につき一審被告には故意、過失がないこと（前記\n第２の３⑵イ）について\n一審被告は、本件料金表１ないし４が国民や企業者向けにアナウンスが\nされていないことや、本件新聞の記事についての著作物性の疑義から、本\n件新聞の記事についての著作権侵害の故意、過失があると認定することは\nできないと主張する。\nこの点、本件料金表１ないし４自体は一審原告の内部における算定基準\nにすぎないものの、一審原告がこれらに基づいて使用料を収受していたと\nいう社会的な実態があることや（原判決第３の４⑴イ）、一審原告が、ＴＸ\n開業以前から毎年繰り返し、本件新聞上に記事の著作権が保護されている\nことに関する記事を掲載していたこと（甲３８ないし４１）、一審被告自身\nも自社のウェブサイトにおいてコンテンツの著作物性を主張し、事前に許\n可のない使用を禁じていること（甲３６）を踏まえると、新聞記事に著作\n物性が認められることがあり、その記事の使用に当たっては新聞社の許可\nを得る必要があるといった一般的な知識を一審被告が有していなかった\nとまでは直ちに認めがたい。一審被告には、一審原告の著作権を侵害して\nいることについて懸念を抱く余地があったといわざるを得ず、一審被告が\n本件各記事の著作権やその使用の許否について、法的な観点から調査検討\nしたことは本件証拠上認められないことも踏まえると、一審被告には少な\nくとも過失が認められる。結局のところ、一審被告の上記主張は、いわゆ\nる法の不知と同種の位置付けを与えられるべきものというべきであり、採\n用し得ない。\nウ  平成３０年３月以前に被告イントラネットに掲載された記事の件数（前\n記第２の３⑵ウ）について\n一審被告は、記事収集の目的や保管態様等を挙げて、平成３０年３月以\n前の保管記事のうち、枠付き記事１０７件を除く４１０件について被告イ\nントラネットに掲載されたとはいえないと主張する。\nしかし、引用に係る原判決の第３の１ （補正後のもの）のとおり、一\n審被告が平成３０年４月以降の保管記事全てを被告イントラネットに掲\n載していること、一審被告広報担当者の面談の場における発言、枠付き記\n事が作成された時期においては保管記事の９割を超える記事が枠付き記\n事であったこと等を踏まえると、枠付き記事を除く４１０件について被告\nイントラネットに掲載されていなかったと認めることは困難である。一審\n被告は、記事収集の目的が自社に関する情報の収集・保管であるとし、枠\n付き記事を始める以前の平成２４年６月までの保管記事に「新聞社名」と\n「新聞発行日付」が付されていることも保管のためであると主張する。し\nかし、掲載の主な目的は一審被告の業務に関連する最新の時事情報を従業\n員に周知することであると認められるのであり（乙１）、しかも、一審被\n告の主張する保管目的は一審被告従業員への周知目的と両立するもので\nあるから、上記判断を妨げるものではない。さらに、一審被告は、保管し\nている記事の中に被告イントラネットに掲載されていないもの（乙７の別\n紙１、乙１５）があることを指摘するが、これはＴＸ開業当初の時期に限\nられたわずか１６件の記事にすぎず、この点をもって上記４１０件につい\nて掲載が全く否定されるものでもない。\nよって、一審被告の前記主張は採用することができない。\nエ  損害額につき法１１４条３項に係る金額を記事１件当たり５０００円と\nする認定が過大であること（前記第２の３⑵エ）について\n一審被告は、一審原告がその利用料金規定全て、特に定期クリッピング\n規定を提出していないことを指摘して、損害額につき記事１件当たり５０\n００円と認めることの不当性を主張する。しかし、定期でクリッピング利\n用する場合の料金表は、契約を締結する場合において低廉な使用料を設定\nして事前に利用許諾を受けるインセンティブを与えるものであり（弁論の\n全趣旨）、本件において著作権侵害の不法行為における損害額を算定する\n場合に同料金表を考慮しなくとも、上記損害額の算定が不当になるもので\nもない。\nその他にも一審被告はるる主張をするが、これを考慮したとしても、上\n記損害額の認定が過大といえるものではないから、一審被告の主張はいず\nれも採用することができない。\n第４  結論\n以上によれば、一審原告の本訴請求は、６９６万円及びこれに対する平成３\n１年４月１７日から支払済みまで年５分の割合による遅延損害金の支払を求め\nる限度で理由があるからこれを認容し、その余の請求は理由がないからこれを\n棄却すべきであるところ、これと異なる原判決は一部失当であって、一審原告\nの控訴の一部は理由があるから、原判決を上記のとおり変更し、一審被告の本\n件控訴は理由がないからこれを棄却することとして、主文のとおり判決する。\n知的財産高等裁判所第４部\n裁判長裁判官\n菅      野      雅      之\n裁判官\n中      村              恭\n裁判官\n岩      井      直      幸\n"
}