{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 3,
    "month": 10,
    "day": 6
  },
  "case_number": "令和2(ワ)27337",
  "case_name": "損害賠償請求事件",
  "court_name": "東京地方裁判所",
  "lawsuit_id": "90655",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=90655",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/655/090655_hanrei.pdf",
  "contents": "令和３年１０月６日判決言渡  同日原本領収  裁判所書記官\n令和２年（ワ）第２７３３７号  損害賠償請求事件\n口頭弁論終結日  令和３年８月４日\n判 決\n主 文\n１  被告は，原告に対し，３３万円及びこれに対する平成３０年１１月２６日か\nら支払済みまで年５分の割合による金員を支払え。\n２  原告のその余の請求を棄却する。\n３  訴訟費用は，これを１０分し，その１を被告の負担とし，その余を原告の負\n担とする。\n４  この判決は，第１項に限り，仮に執行することができる。\n事実及び理 由\n第１  請求\n被告は，原告に対し，３３０万円及びこれに対する平成３０年１１月２６日\nから支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n１  本件は，原告が，被告に対し，被告の発行する月刊誌に掲載された記事によ\nり名誉を毀損されたと主張して，不法行為に基づき，慰謝料３００万円及び弁\n護士費用相当額３０万円並びにこれらに対する平成３０年１１月２６日（不法\n行為の日）から支払済みまで民法所定の年５分の割合による遅延損害金を求め\nた事案である。\n２  前提事実（当事者間に争いのない事実，当裁判所に顕著な事実及び掲記の証\n拠により容易に認められる事実）\n⑴  当事者\nア  原告は，「Ａ」のペンネームで活動するフリージャーナリストである。\n（争いなし）\nイ  被告は，出版物の企画，発行及び販売等を目的とする株式会社であり，\n「ＷｉＬＬ」と称する月刊誌を発行している。（争いなし）\n⑵  原告の身体拘束\n原告は，シリア・アラブ共和国（以下「シリア」という。）における内戦\nの取材をするため，平成２７年６月にシリアに入国したが，入国直後から平\n成３０年１０月までの間，武装勢力に人質として拘束され，その後解放され\nた。（争いなし）\n帰国した原告は，同年１１月２日，記者会見を開催（以下「本件記者会見」\nという。）し，拘束下における自身の体験等を述べた。（甲２）\n⑶  被告による雑誌の発行\n被告は，平成３０年１１月２６日，ＷｉＬＬ１月号（以下「本件雑誌」と\nいう。）を発行した。本件雑誌には，「Ｂ」と称する者が執筆した「“イス\nラムダンク”  Ａの謎」と題する記事（以下「本件記事」という。）が掲載\nされ，本件記事には，末尾から２段落目に「まさか中東ではよく行われてい\nるという人質ビジネスでは？  と邪推してしまいます。」との記載（以下\n「本件記載」という。）がある。（争いなし）\nなお，本件記事の全文は，別紙のとおりである。\n３  争点及びこれに関する当事者の主張\n⑴  本件記載による名誉毀損の成否（争点１）について\n（原告の主張）\nア  本件記載が摘示する事実について\n本件記事は，本件記者会見における原告の発言から一部を断片的に取り\n上げるとともに，本件記者会見における原告の様子を「血色も良く健康状\n態は問題なし」と評価した上で，本件記載で結んでいる。\n本件記載にいう「人質ビジネス」とは，人質を取り身代金を得ることを\n指すところ，上述のとおり，本件記事があたかも拘束下における原告の待\n遇が良かったかのように述べていること，本件記載が悪い事実の存在を推\n定することを意味する「邪推」という語を用いていること，及び，本件記\n載が「謎だらけ」であることの帰結として「人質ビジネス」ではないかと\n推測していることの各点に照らせば，本件記載は，原告が「人質ビジネス」\nをしている側，すなわち，人質を取り身代金を得る側に加担していたとの\n事実を摘示するものである。\nイ  社会的評価の低下について\n「人質ビジネス」が極めて卑劣な犯罪行為であることはいうまでもない\nため，原告がこれを行う側に加担していたとの事実の摘示は，明らかに原\n告の社会的評価を低下させる。\nまた，シリアで拘束されたはずの原告が「人質ビジネス」に加担してい\nたとなれば，必然的に，真実は人質でないにもかかわらず，人質に取られ\nたふりをして身代金の名目で金銭を得ようとしていたということになり，\n原告を心配した人々を裏切ったことになるのであるから，原告の社会的評\n価の低下は一層深刻である。\n被告は，本件記事による名誉毀損が受忍限度内にあるというが，免責要\n件を主張立証することすらないのであって，かかる主張はそれ自体失当で\nある。\n（被告の主張）\nア  本件記載が摘示する事実について\n一般読者の普通の注意と読み方を基準とすれば，本件記載は，原告が主\n張するような意味合いではなく，原告の安易な取材姿勢への批判であると\n理解されるものである。原告が３年余りの間，拘束されて極めて不自由な\n生活を余儀なくされていたことは事実であり，原告がかかる生活を好んで\n行っていたと考える者などいない。本件記載は，一言でいえば，原告が武\n装勢力に捕らわれたと受け止められてきたが，実は武装勢力ではなく「人\n質ビジネス」を行う集団に捕らえられていたのではないのかと指摘するに\nすぎない。\n「邪推」とは正しくない推定を意味し，それが事実でないことを前提と\nする場合に使われる語であるから，本件記載は原告の主張する摘示事実を\n摘示するものではない。\n原告が中東地域において武装勢力により拘束されたのは本件が初めてで\nはない。原告は，平成１５年３月にイラク共和国（以下「イラク」とい\nう。）の軍に拘束されたほか，平成１６年４月にもイラクで武装勢力に拘\n束された。原告は，そのような経験を 有 しながら，邦人２名が the\nIslamic State of Iraq and the Levant（いわゆるイスラム国）に身代金\n目的で略取され平成２７年１月には殺害されるという事件から間もない同\n年５月に，あえて，退避勧告が発出されていたシリアに向かったのである。\n原告が解放された後の発言に対しては，賛否両論いずれも多数あるところ，\n本件記載は，これに対する極めて穏当な批判の一つにすぎない。\nイ  社会的評価の低下について\n否認ないし争う。\n本件記載程度の批判は，原告の一連の行動を踏まえれば受忍限度内のも\nのである。\n⑵  損害の発生及びその金額（争点２）について\n（原告の主張）\n本件記事により原告が受けた精神的苦痛は甚大であり，これを慰謝するの\nに必要な金員の額は３００万円を下らない。\nまた，原告は，上記損害を回復するために訴訟追行を弁護士に委任したが，\n上記損害の発生と相当因果関係のある弁護士費用の額は３０万円を下らない。\n（被告の主張）\n争う。\n第３  当裁判所の判断\n１  争点１（本件記載による名誉毀損の成否）について\n⑴  本件記載が事実を摘示するものか否かについて\nア  問題とされている表現が事実を摘示するものであるか否かは，当該表現\nについての一般の読者の普通の注意と読み方とを基準として判断すべきも\nのであるところ，当該表現が証拠等をもってその存否を決することが可能\nな他人に関する特定の事項を明示的又は黙示的に主張するものと理解され\nるときは，当該表現は，上記特定の事項についての事実を摘示するものと\n解するのが相当である（最高裁昭和２９年（オ）第６３４号同３１年７月\n２０日第二小法廷判決・民集１０巻８号１０５９頁，最高裁平成６年（オ）\n第９７８号同９年９月９日第三小法廷判決・民集５１巻８号３８０４頁参\n照）。以下，本件記載について検討する。\nイ  前記前提事実によれば，本件記事の内容について以下の点を指摘するこ\nとができる。\n本件記事は，まず，「“イスラムダンク”  Ａの謎」との表題の下，\n原告に焦点を当てた上で，原告について知られていない真実が存在し得\nることを示唆している。また，本件記事は，原告を英雄であるかのよう\nに扱うマスメディアの報道は誤りであって，マスメディアが報道しない\n問題点がインターネット上で噴出していると述べ，原告に対する批判的\nな立場の存在を明らかにしている。\n次いで，本件記者会見における原告の説明の中に不可解な点があると\nして，①原告が拘束されるに至る経緯につき，何度か拘束された経験が\nあったにもかかわらず，「おかしいと思いながら知らない人について行\nって捕まった」との説明を取り上げ，ジャーナリストとしての危機意識\nが不足していると指摘する。また，②原告の拘束下での生活につき，一\n日６時間，長いときは１０時間もテレビを見ている時期があり，食事も\n一日二食でスイーツが出てくることもあったとの説明を取り上げ，大方\nの人が予想する拘束生活とは異なるものであったと指摘する。さらに，\n③原告が助けを求める映像の収録経緯につき，同映像の収録後はカップ\nラーメンの差入れを貰うなど好待遇となったり，同映像の撮影の際に原\n告が日本人であることが発覚しないように大韓民国人の「ウマル」と名\n乗るよう強要されたりしたと説明するものの，同映像における原告の発\n言が大韓民国語ではなく日本語であり，原告を拘束した武装勢力は気の\n抜けた組織であると指摘する。加えて，④原告が日記を付けることを許\n可されたことにつき，武装勢力が紳士的な組織であったとアピールして\nもらいたいから日記を許可したとの説明を取り上げ，そもそもその武装\n勢力は自らの名称を名乗っていないし，情報満載の日記を持ち帰ること\nが許可されていることに疑問があると指摘する。最後に，⑤原告の説明\nには，原告が武装勢力から絶食を強要されていないにもかかわらずハン\nガーストライキを始めた点，武装勢力から暴行を受けたのが原告ではな\nく原告以外の拘束者であった点，身動きができない状況で監禁されたに\nもかかわらず解放された際にしっかり自身の足で歩行できており，血色\nも良く健康状態に問題がないように見える点で疑問があることを指摘す\nる。\nこれらはいずれも，通常は厳しい監視の下で劣悪な環境に置かれるで\nあろう人質として拘束された経緯や状況としては，不自然とみられる事\n情を指摘するものといえる。\nその上で，「謎だらけで，」と述べた後に，「まさか中東ではよく行\nわれているという人質ビジネスでは？  と邪推してしまいます。」（本\n件記載）と ないし疑問を前提とする推量を述べて\nいる。\nウ  以上の点を踏まえて，本件記載を一般の読者の普通の注意と読み方に照\nらして検討する。\n上記イのとおり，本件記事は，本件記者会見における原告の説明の中で，\n執筆者が不自然だと考えた点を挙げ連ね，「謎だらけ」と評しているので\nあるから，本件記者会見における原告の説明が，原告が武装勢力に人質と\nして拘束されていたこととは整合しない旨を述べるものと理解される。\nそして，「邪推」とは，一般的にひがんで悪い方に推量することをいう\nところ，本件記事は，「謎だらけ」との語に続いて，「まさか中東ではよ\nく行われているという人質ビジネスでは？  と邪推してしまいます。」\n（本件記載）と述べていることからすれば，本件記載は，原告の説明が，\n原告が武装勢力に人質として拘束されていたこととは整合しないという前\n提で，推量の形で，原告が，意に反して武装勢力に拘束されたのではなく，\n「人質ビジネス」，すなわち，身代金名下に金員を得る側に加担していた\nとの事実を黙示的に摘示するものと理解される。\nエ  被告は，本件記事が，いわゆる武装勢力と「人質ビジネス」を行う集団\nとを区別して考え，マスメディアによる報道では原告が前者に捕らえられ\nていたとされているが，実際は後者に捕らえられていただけではないかと\n批判するものであるなどと主張する。しかしながら，そもそも，本件記事\nからは被告が主張するような区別を読みとることができない。また，証拠\n（甲２・３３，６６頁）によれば，本件記者会見において原告自身が後者\nの集団に捕らえられていたことを示唆する発言をしているのであるから，\n仮に，本件記載が後者の集団に捕らえられていただけではないかとの指摘\nであるとすれば，本件記載は，本件記者会見における原告の説明をそのま\nま採用しているにすぎず，「邪推」であると述べていることと整合しない。\nまた，\nの拘束生活の問題点がインターネット上で多数指摘されている旨述べてい\nるが，証拠（甲２・９７，９８頁）及び弁論の全趣旨によれば，当該イン\nターネット上での指摘の多くは，原告が武装勢力による拘束を自作自演し\nていたのではないかというものであったと認められる。そして，本件記事\nは，インターネット上で指摘されているという問題点を述べる体裁のもの\nであることからしても，武装勢力ではなく「人質ビジネス」を行う集団に\n捕らえられていただけではないかとの指摘であったと解するのは困難であ\nる。\nしたがって，上記被告の主張は採用することができない。\n⑵  社会的評価の低下について\n上記⑴ウで説示したとおり，本件記載は，原告が身代金名下に金員を得る\n側に加担していたとの事実を摘示するものであるところ，身代金名下に金員\nを得ることが犯罪行為に該当し得る社会的非難の対象となる行為であること\nは明らかであって，原告がこれに加担したとの上記事実の摘示は，原告の社\n会的評価を低下させるものと認められる。\n⑶  小括\nよって，本件記載は，事実を摘示して原告の名誉を毀損するものであって，\n不法行為に当たる。\n２  争点２（損害の発生及びその金額）について\n本件記載は，原告が「人質ビジネス」として身代金名下に金員を得る側に加\n担したとの事実を摘示したものであって，その内容や，原告は過去にも武装勢\n力に身柄を拘束された経験があることに照らし，原告の社会的評価を相応に低\n下させるものといえる。その一方で，本件記事は，「Ｂ」なる執筆者が本件記\n者会見を踏まえて執筆したものであり，他に取材をした様子は見受けられず，\nその表現も推量の形式を取った婉曲的なものであること，本件雑誌の発行部数\nは約５万冊程度にとどまること（弁論の全趣旨）など，本件にあらわれた一切\nの事情に鑑みれば，原告が受けた精神的苦痛を慰謝するのに必要な金員の額は，\n３０万円をもって相当と認める。\nまた，原告は，上記損害を回復するために弁護士に本訴訟の提起を依頼せざ\nるを得なかったということができ，上記慰謝料の額の１割に相当する３万円を\nもって本件記事による名誉毀損と相当因果関係のある弁護士費用の額と認める。\n第４  結論\n以上によれば，原告の請求は，主文の限度で理由があるから，その限度でこ\nれを認容することとし，その余は理由がないからこれを棄却することとして，\n主文のとおり判決する。\n東京地方裁判所民事第５部\n裁判長裁判官  五 十 嵐   章   裕\n裁判官  中   村   英   晴\n裁判官  中   根   佑一 朗\n"
}