{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 2,
    "month": 9,
    "day": 2
  },
  "case_number": "令和1(行ケ)10166",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "89680",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=89680",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/680/089680_hanrei.pdf",
  "contents": "令和２年９月２日判決言渡\n令和元年（行ケ）第１０１６６号  審決取消請求事件\n口頭弁論終結日  令和２年７月８日\n判          決\n原       告      グンゼ株式会 社\n訴訟代理人弁護士      山    田    威  一  郎\n柴    田    和    彦\n被       告          特許庁長官\n指定代理 人      石     塚     利     恵\n半    田    正    人\n小    出    浩    子\n主           文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事実及び理 由\n第１  請求\n特許庁が不服２０１７－８８１９号事件について令和元年１０月２９日にし\nた審決を取り消す。\n第２  事案の概要\n１  特許庁における手続の経緯等\n⑴  原告は，平成２６年１１月２６日，別紙１記載の「Ｔｕｃｈé」の文字を横\n書きしてなる標章（以下「本願標章」という。）について，第５類，第１８\n類，第２４類及び第３５類に属する願書（甲２３）記載のとおりの商品及び\n役務を指定商品及び指定役務とし，別紙２記載の登録第４５０９２６０号商\n標（以下「原登録商標」という。）の防護標章として，防護標章登録出願（商\n願２０１４－９９７１１号。以下「本願」という。）をした。\n⑵  原告は，平成２９年４月４日付けの拒絶査定（甲２７）を受けたため，同\n年６月１６日，拒絶査定不服審判を請求するとともに（甲２８），本願標章\nの指定商品及び指定役務について，第５類「生理用パンティ，生理用ショー\nツ」に補正する手続補正をした（乙１）。\n特許庁は，上記請求を不服２０１７－８８１９号事件として審理を行い，\n令和元年１０月２９日，「本件審判の請求は，成り立たない。」との審決（以\n下「本件審決」という。）をし，その謄本は，同年１１月１２日，原告に送\n達された。\n⑶  原告は，令和元年１２月１１日，本件審決の取消しを求める本件訴訟を提\n起した。\n２  本件審決の理由の要旨\n本件審決の理由は，別紙審決書（写し）記載のとおりである。\nその要旨は，原登録商標は，平成１２年以降，原告の業務に係る女性用靴下，\nタイツ，ストッキング，女性用下着，ルームウェア等について使用されている\nとはいい得るものの，原告の業務に係る指定商品を表示するものとして，需要\n者の間に広く認識されているとはいえず，他人が，原登録商標をそれに係る指\n定商品とは非類似の本願の指定商品に使用したとしても，その商品と原告の業\n務に係る指定商品とが出所の混同を生ずるおそれがあるものとはいえないか\nら，本願標章は，商標法６４条１項に規定する要件を具備するものではないと\nいうものである。\n３  取消事由\n本願標章の商標法６４条１項の要件の判断の誤り\n第３  当事者の主張\n１  原告の主張\n⑴  「需要者の間に広く認識されている」ことの要件の判断の誤り\n本件審決は，商標法６４条１項所定の「登録商標が…需要者の間に広く認\n識されている」ことの要件は，当該登録商標が広く認識されているだけでは\n十分ではなく，商品や役務が類似していない場合であっても，なお商品役務\nの出所の混同を来す程の強い識別力を備えていること，すなわち，そのよう\nな程度に至るまでの著名性を有していることを指すものと解すべきである\nとした上で，①原登録商標を使用した各種商品が全国的に継続して販売され\nていると認めることができない，②原登録商標を使用した各商品のシェアに\n関し，㋐ストッキングについては，２００１年（平成１３年）の秋冬に５０\n０万足が販売されてヒット商品となり，２００７年（平成１９年）頃には年\n間平均で１５００万足が販売されたことなどからすれば，その当時において\nは，同種商品の中で一定程度のシェアを占めていたことが推測されるが，そ\nれがどの程度であったかは明らかでなく，また，原告の試算による２０１２\n年度（平成２４年度）ないし２０１６年度（平成２８年度）のシェアは４％\n前後で推移しているが，その多寡を評価し得る証拠の提出はない，㋑婦人用\nソックス・タイツについては，原告の試算による２０１６年度（平成２８年\n度）のシェアは６．５％であるが，これについても，その多寡を評価し得る\n証拠の提出はない，㋒インナーウェアや紳士ソックス・タイツについては，\n原告の試算による２０１２年度（平成２４年度）ないし２０１６年度（平成\n２８年度）のシェアはいずれも１％に満たない，③原登録商標を使用した各\n種商品の広告宣伝活動の詳細が不明である，④原登録商標を使用したストッ\nキングについて２０１２年（平成２４年）８月に行われたアンケート結果に\nよれば，ストッキングのブランドとして「知らない」との回答が半数以上を\n占めており，原告の業務に係るストッキングの他のブランドに比しても，そ\nの認知度は低いなどとして，原登録商標は，原告の業務に係る指定商品を表\n示するものとして需要者の間に広く認識されるに至っていると認めること\nはできない旨判断した。\nしかしながら，以下に述べるとおり，原登録商標は，本件審決時において，\n需要者の間で原告の業務に係る指定商品を表示するものとして周知著名で\nあったから，本件審決の上記判断は誤りである。\nア  原登録商標に求められる周知著名性\n防護標章登録の法的効果（商標法６７条，４条１項１２号）に鑑みる\nと，防護標章登録出願の登録要件である同法６４条１項所定の「登録商\n標が…需要者の間に広く認識されている」ことにいう「認識」の程度は，\n防護標章登録出願の指定商品に出願標章を使用した場合に一定の出所の\n混同が生じるおそれがあると認められるだけの周知著名性があれば足り\nるというべきであるから，本件においては，原登録商標について，第三\n者が「Ｔｕｃｈé」の商標を本願の指定商品「生理用パンティ，生理用シ\nョーツ」に使用し，出願する行為を禁止するに足りると認めるだけの周\n知著名性が存在しさえすれば，「需要者の間に広く認識されている」こと\nの要件は満たすと解すべきである。具体的には，本願の指定商品「生理\n用パンティ，生理用ショーツ」の需要者と需要者層が重なる原登録商標\nの指定商品「ストッキング」，「婦人用ソックス・タイツ」，「女性用下着」\nの需要者（１０代から４０代の女性）の間で周知著名性があれば足りる\nというべきである。\nイ  原登録商標の使用態様\n(ア)  原登録商標の「Ｔｕｃｈé」（トゥシェ）とは，フランス語の「Ｔ\nｏｕｃｈ（触れる）」と「ｓｈｅ（彼女）」を組み合わせたフランス語\n調の造語である。\n原告は，２０００年（平成１２年），ストッキング，女性用タイツ，\nソックスのブランドとして，原登録商標に係る「Ｔｕｃｈé」ブランド\nを立ち上げた。\n原告が販売するストッキングのパッケージには，中央に大きく，原登\n録商標（「Ｔｕｃｈé」の文字）が表示されている（以下，原登録商標\nがパッケージに表示されたストッキングを「原告使用商品」という場合\nがある。）。原告使用商品のパッケージには，原登録商標のほかに，原\n告の社名の略称としてコーポレートブランドを示す周知商標である\n「ＧＵＮＺＥ」の文字商標が，パッケージの隅に小さく表示されてお\nり，また，サブブランド名として「スマート裏起毛」，「ほっそり引き\n締め」，「引き締め美脚」等の名称が併記されているものがある（甲１\nの１ないし５１）。\n原告使用商品は，日本全国の小売店（大手量販店，デパート，コンビ\nニエンスストア等）で販売されているが，かかる小売店舗で，原告使用\n商品に接する需要者は，原告使用商品のパッケージの中央に大きく表示\nされた原登録商標に注目し，原登録商標によって商品を識別した上で，\n商品の選択，購入をしていると考えられる。また，インターネット通販\nやカタログ通販で，原告使用商品を購入する需要者も，ウェブサイトや\nカタログに表示された原登録商標を確認した上で，他の商品の中から，\n原告使用商品を選択しているのであり，原登録商標を出所識別標識とし\nて記憶，認識しているというべきである。\n(イ)  この点に関し被告は，原告使用商品に接した需要者においては，出\n所識別標識としては原告使用商品のパッケージに表示された周知商標\nである「ＧＵＮＺＥ」の文字部分に着目するので，原告のサブブラン\nド名にすぎない原登録商標が記憶に残る余地や可能性は高くはない旨\n主張する。\nしかしながら，原告使用商品に接した需要者において，「ＧＵＮＺ\nＥ」の文字部分に着目することがあるとしても，「ＧＵＮＺＥ」の文字\n部分は原告使用商品のパッケージの隅に小さく表示されているにすぎ\nず，原登録商標に比して明らかに目立ちにくい表示態様であり，また，\nかかる需要者の大半は，「ＧＵＮＺＥ」を商品の製造元を示す社標，原\n登録商標「Ｔｕｃｈé」を主たるブランド名，「スマート裏起毛」，「ほ\nっそり引き締め」，「引き締め美脚」等をサブブランド名と認識すると\nいえるから，主たるブランド名である「Ｔｕｃｈé」が需要者の記憶に\n強く残ることは明らかである。\nしたがって，被告の上記主張は失当である。\nウ  原登録商標を使用した商品の販売実績\n(ア)  販売地域及び売上高\nａ  原告は，２０００年（平成１２年）以来，日本全国に店舗を有する\n大手量販店，大手コンビニエンスストア等，百貨店，専門店，インタ\nーネット通販（ＥＣ販売），カタログ販売等を通じて，原登録商標を\n使用した商品を全国で継続的に販売してきた（甲１４，１５，３５，\n３６）。\n原告は，２００１年（平成１３年）に女性タレントＡがプロデュー\nスをした「うのコレクション」の柄物ストッキングを，「Ｔｕｃｈé」\nブランドのアイテムとして発売し，当該商品の販売をきっかけに柄物\nストッキングが大ブームになり，「Ｔｕｃｈé」ブランドのストッキン\nグは年間約５００万足を販売する大ヒット商品となった。「Ｔｕｃｈ\né」ブランドの柄物ストッキングのブームは，その後も続き，最盛期の\n２００７年度（平成１９年度）には１年間で約６５億１５００万円の\n売上げを上げるまでに成長した。また，「Ｔｕｃｈé」ブランドは，当\n初，ストッキングのブランドとしてスタートしたが，その後，商品ジ\nャンルを拡大し，レッグの分野においては，２００７年以降，レギン\nス，カラータイツ，マットタイツ，ソックス，レギンスパンツ，フッ\nトカバー等の商品を順次発売するに至っている。\nｂ  原登録商標を使用したインナーウェア（「婦人肌着」，「ランジェ\nリー」）及びレッグウェア全体（「ストッキング」，「婦人ソックス\n・タイツ等」，「紳士ソックス・タイツ等」）の２０１０年度（平成\n２２年度）から２０１７年度（平成２９年度）までの売上高及び販売\nルート（甲１４の別紙４）は，以下のとおりである。\nなお，レッグウェア全体の売上高のうち，原告使用商品（ストッキ\nング）の売上高については，２０１０年度は約３２億８０００万円で\nあるのに対し，２０１７年度は約１０億４０００万円に減少している\nが（甲１４の別紙２），これは，ストッキング全体の市場規模の減少\nによるものであり，ストッキング分野の市場シェアが同様に減少して\nいるものではない。一方で，原登録商標を使用した婦人ソックス・タ\nイツ等の売上高は，２０１０年度から２０１７年度の７年間で２倍以\n上大きくなっている。\n(イ)  市場シェア\nａ  原登録商標を使用した婦人用ソックス・タイツ，ストッキング（原\n告使用商品）の市場シェアは，以下のとおりである。市場シェアの算\n出方法は，日本靴下協会が公開する「品種別靴下生産推移（新統計）」\n記載の生産数量を分母として，原告の販売数量を分子として算出し\nたものである（甲３５，４３）。\n（ストッキング）  （婦人用ソックス・タイツ）\n２０１０年          ５．３％            ４．７％\n２０１１年          ４．５％            ３．８％\n２０１２年          ４．４％            ３．０％\n２０１３年          ４．０％            ４．２％\n２０１４年          ３．９％            ４．８％\n２０１５年          ５．２％            ５．４％\n２０１６年          ３．３％            ６．７％\n２０１７年          ３．０％            ６．３％\n「ストッキング」や「タイツ」のような一般消費者向けの商品の\n分野においては，高価な商品から安価な商品まで多数の商品が存在\nし，５％を超えるような市場シェアを確保する商品はなかなか登場\nしにくい実情であることからすると，「婦人用ソックス・タイツ」の\n分野における３．０～６．７％の市場シェア，「ストッキング」の分\n野における３．０～５．３％との市場シェアは，これらの商品の分\n野における原登録商標の著名性を裏付ける十分な根拠になるものと\nいえる。\nまた，「アパレルファッション  ＴＲＥＮＤ  ＭＥＤＩＡ」のウェ\nブサイト（甲３４）では，「Ｔｕｃｈé」ブランドを紹介する記事の中\nで，「その中でもモデル契約をしていた老舗メーカー，グンゼから発\n表したストッキング，インナーブランド『Ｔｕｃｈｅ（トゥシェ）』\nが大ヒットしました。あるストッキングの３本セットは，３００万セ\nット売れたらヒット商品と言われるこの業界で，１２００万セットを\n売り上げました。ヒットの理由としては，芸能人にサンプルを配った\n話も有名ですが，自身が全面的にモデルを務め，パッケージに美脚の\nうのさんが登場しているのが目を引き話題になりました。もちろん品\n質でも大変好評だったので爆発的なヒットとなりました。」との紹介\nがされている。\nｂ  これに対し被告は，原告使用商品（ストッキング）の市場シェア\nは，レッグウェアの市場全体の１％に満たない旨主張する。\nしかしながら，前述のとおり，原登録商標の周知著名性について\nは，本願の指定商品「生理用パンティ，生理用ショーツ」の需要者\nと需要者層が重なる原登録商標の指定商品「ストッキング」，「婦人\n用ソックス・タイツ」，女性用下着の需要者（１０代から４０代の女\n性）の間で周知著名性があれば足りるというべきであるから，レッ\nグウェア市場全体の中での原告使用商品の市場シェアを論じる被告\nの上記主張は妥当でない。\nエ  広告宣伝実績\n(ア)  原登録商標を使用したレッグウェアの２０１４年度（平成２６年度）\nから２０１７年度（平成２９年度）までの間における広告宣伝費は，以\n下のとおりである（甲３８）。\n２０１４年度    ３２１３万８６８８円\n２０１５年度    ６５１０万６１８４円\n２０１６年度    ５３４０万０５８７円\n２０１７年度    ４２５９万０６７４円\n(イ)  原告使用商品は，２００８年（平成２０年）から現在に至るまで，\n毎年，「ＳＴＯＲＹ」，「ｎｏｎ－ｎｏ」，「ＭＯＲＥ」，「ｗｉｔｈ」，\n「Ｄｏｍａｎａｎｉ」など多数の雑誌に掲載されている（甲３９，４０\nの１ないし１８４）。このような雑誌への掲載によって，原登録商標は\n需要者に広く認知されるに至っている。\nこのほか，原告は，原告使用商品を宣伝するために，原告の取引先に\n対し，毎年８００～１００部程度ずつポスターを配布している（甲４２）。\n(ウ)  被告は，原告使用商品が「Ａ」プロデュース商品である点に関し，\n原告使用商品を購入する需要者は，出所識別標識としては「ＧＵＮＺＥ」\nの文字部分に着目し，商品情報としてはその他の文字部分に着目するか\nら，それに加えて更に目を引く「Ａ」の名称や写真等があれば，原登録\n商標が記憶に残る可能性や余地は一層低くなる旨主張する。\nしかしながら，原告使用商品のパッケージには，原登録商標が中央に\n大きく表されており，「Ａ」の名称や写真は，需要者の注意を惹き付け\nる要素になるものではあるが，原登録商標の印象が薄れるとはいえず，\n「Ａ」の名称や写真との相乗効果で原登録商標の認知度も高まっていく\nと考えるのが合理的である。\nまた，被告が挙げる乙１０ないし２５には，「Ａ」の名前のほか，「ト\nゥシェ」，「Ｔｕｃｈé」のブランド名も表記されており，「Ａ」の知名\n度と相俟って，原登録商標の認知度も高まっていったことが理解できる。\nしたがって，被告の上記主張は失当である。\nオ  アンケートの結果\n(ア)  株式会社矢野経済研究所（以下「矢野研究所」という。）が作成し\nた「２０１２年版  インナーウェア市場白書」に掲載された「『ストッ\nキング』に対する消費者の意識と購買実態  インターネットによる消費\n者調査結果」と題するアンケート（以下「本件アンケート」という。甲\n１０，１２）は，「ストッキング」に対する消費者の意識，購買実態を\n検証することを目的とし，調査対象者を「首都圏（東京都，神奈川県，\n千葉県，埼玉県）の２０代～５０代の女性」として，２０１２年（平成\n２２年）８月に実施されたアンケートである。本件アンケートのうち，\n調査項目の「調査２」は，上記調査対象者のうち，「ストッキング」を\n１年に１回以上購入し，週に１回以上着用する２０～５０代の女性各１\n００人に対し，購買実態を調査するものであり，ストッキングの８ブラ\nンド（「満足」，「ＳＡＢＲＩＮＡ」，「ＭＩＲＡＣＡＲＡＴ」，「Ｔ\nｕｃｈé」等）に関し，認知度及び購買経験度について質問するものであ\nる。本件アンケートの結果，調査対象者合計４００名のうち４７．３％\nが「Ｔｕｃｈé」ブランドを「知っている」と回答した。また，年齢別の\n認知度をみると，２０代の女性に関しては５１％で，「ＳＡＢＲＩＮＡ」\nに続く２番目，３０代の女性に関しては６５％で，「満足」，「ＳＡＢ\nＲＩＮＡ」に続く３番目である。\n本願の指定商品である「生理用パンティ，生理用ショーツ」は，生理\nがある年齢（主に，１０代から４０代）の女性をターゲットにした商品\nであり，重視すべきは２０代，３０代の女性の評価であるといえるが，\n２０代，３０代の女性合計２００名の中での認知度は，５０％～６０％\nという極めて高い数値となっている。\n(イ)  これに対し被告は，本件アンケートは，日本全国における需要者全\n般の認識を正確に把握しているものではないこと，原登録商標の需要者\nの年齢層は１０代から高齢者まで幅広いこと，調査時期が８年前であり，\n現在の認知度はより低下している可能性が高いことなどを理由に，本件\nアンケートの結果は現在の需要者の原登録商標の認知度を示すものでは\nない旨主張する。\nしかしながら，本件アンケートは，首都圏の女性を対象にしたもので\nあるが，原告使用商品は日本全国に隈なく販売されているものであるか\nら，首都圏の需要者とその他の地域の需要者の間で，原登録商標の認知\n度に差が出るとは考えにくいし，調査対象外となっている高齢者や１０\n代の女性の間における認知度に関しても，本件アンケートの結果からあ\nる程度推認できるから，調査対象者の年齢が２０代～５０代に限定され\nていることは，本件アンケートの結果の有用性を否定する理由にはなら\nない。\nまた，本件アンケートは，８年前に実施されたものではあるが，「ス\nトッキング」や「タイツ」のような日用品に関しては，日々繰り返し，\n消費され，店舗等での購入が繰り返されるものであるから，一度，認知\nされたブランド名は大半の場合，そのまま記憶に残り続けると考えられ，\n本件審決時においても，本件アンケートが実施されたときとほぼ同程度\nの認知度が維持されているものと推認できる。\nしたがって，被告の上記主張は失当である。\nカ  まとめ\n以上のとおりの原登録商標の使用態様，原登録商標を使用した商品の販\n売実績，広告宣伝実績及び本件アンケートの結果等を総合すると，原登録\n商標は，本件審決時において，原登録商標の指定商品のうち，「ストッキ\nング」，「婦人用ソックス・タイツ」，「女性用下着」の需要者（１０代か\nら４０代の女性）の間で周知著名であったといえるから，原登録商標は，\n原告の業務に係る指定商品を表示するものとして「需要者の間に広く認識\nされている」ことの要件を具備するものである。\nしたがって，これを否定した本件審決の判断は誤りである。\n⑵  混同を生ずるおそれの要件の判断の誤り\n本件審決は，他人が，原登録商標をそれに係る指定商品とは非類似の本願\nの指定商品に使用したとしても，その商品と原告の業務に係る指定商品とが\n出所の混同を生ずるおそれがあるものとはいえない旨判断した。\nしかしながら，前記⑴のとおり，原登録商標は，サブブランド名ではなく，\n主たるブランド名であり，原登録商標を使用した商品のパッケージ上におい\nても，「ＧＵＮＺＥ」の社標よりも大きく表示されているから，原登録商標\n単独でも，十分な周知著名性を獲得している。\nまた，本件アンケートの結果に鑑みると，本願標章が付された「生理用パ\nンティ，生理用ショーツ」に接する需要者の半数近くが，原登録商標を想起\nし，その商品を原告の取扱商品又は原告と関連性のある商品であると誤認す\nる可能性が高いといえる。\n以上によれば，本願標章の指定商品である「生理用パンティ，生理用ショ\nーツ」について，他人が原登録商標を使用することにより，その商品と原告\nの業務に係る指定商品とが出所の混同を生ずるおそれがあるというべきであ\nる。\nしたがって，本件審決の上記判断は誤りである。\n⑶  小括\n以上によれば，本願標章は商標法６４条１項の要件を具備するといえるか\nら，これを否定した本件審決の判断は誤りである。\n２  被告の主張\n⑴  「需要者の間に広く認識されている」ことの要件の判断の誤りの主張に対\nし\nア  原登録商標に求められる周知著名性の主張に対し\n原告は，原登録商標が需要者の間において広く認識されているか否かの\n判断においては，「ストッキング」，「女性用靴下・タイツ」，「女性用\n下着」の需要者である１０代から４０代の女性の間で周知著名性があれば\n足りる旨主張する。\nしかしながら，防護標章登録制度は，原登録商標の指定商品に係る商標\n権者の業務上の信用を保護（拡張）する制度であることを鑑みると，防護\n標章登録の要件として求められている周知著名性は，まずは，保護拡張の\n基礎となるべき原登録商標の指定商品の全部又は一部に係る高いレベルに\nおける周知著名性であるというべきであり，さらに，防護標章登録出願に\n係る非類似の商品と関連してもなお，商品の出所の混同を来すほどの強い\n著名性を有していることが必要である。\nそうすると，原登録商標の指定商品「被服，履物，運動用特殊衣服，運\n動用特殊靴」又はその一部の一般需要者層における高いレベルにおける周\n知著名性の有無をまず検討すべきであって，それに加えて，本願標章の指\n定商品「生理用パンティ，生理用ショーツ」に係る需要者の間においても，\n商品の出所の混同を来すほどの強い著名性があるか否かを検討すべきであ\nるから，原告主張の狭い範囲の需要者層における知名度では足りないとい\nうべきである。\nしたがって，原告の上記主張は失当である。\nイ  原登録商標の使用態様について\n原告使用商品（ストッキング）のパッケージ（甲１３の１２）には，原\n登録商標のほか，サイズや色，柄，機能等の商品情報に加えて，原告の著\n名商標である「ＧＵＮＺＥ」の文字が表示されている。\n原告使用商品のパッケージの構成においては，原告のハウスマークでも\nある著名商標「ＧＵＮＺＥ」の文字部分が，単にサブブランド名にすぎな\nい原登録商標と比較して，自他商品識別標識として強く支配的な印象を与\nえるものであり，実質的にも，再度の商品購入の際の目印としては最も機\n能し得る標識であると考えられる。また，商品情報に係るその他の文字部\n分は，商品選択の際には重要な役割を果たすことから，商品購入において\n比較的着目される文字部分といえる。\nそうすると，原告使用商品を購入する需要者においては，出所識別標識\nとしては，「ＧＵＮＺＥ」の文字部分に着目し，商品情報としてはその他\nの文字部分に着目するため，原登録商標が記憶に残る余地や可能性は高く\nはない。\nウ  原登録商標を使用した商品の販売実績について\n(ア)  甲１４の別紙２によれば，原告使用商品（ストッキング）の売上高\nは，約３２億８千万円（２０１０年度），約２５億５千万円（２０１１\n年度），約２２億８千万円（２０１２年度），約１７億５千万円（２０\n１３年度），約１６億６千万円（２０１４年度），約１８億２千万円（２\n０１５年度），約１２億２千万円（２０１６年度），約１０億４千万円\n（２０１７年度）であり，２０１０年度（平成２２年度）から２０１７\n年度（平成２９年度）まで年々減少傾向にあることが読み取ることがで\nき，その７年間で売上金額は３分の１以下にまで減少している。\nまた，矢野研究所の調査（乙６ないし９）によれば，レッグウェア（ス\nトッキング，タイツ，靴下など）の市場規模は，２０１１年（平成２３\n年）が６０５０億円，２０１３年（平成２５年）が６２２０億円，２０\n１４年（平成２６年）が６２８０億円，２０１５年（平成２７年）が６\n２７０億円であることから，これを基に，原告使用商品の売上金額にお\nける市場シェアを試算すると，そのシェアは，約０．３％～０．４％程\n度にすぎない。\nさらに，原告主張の原登録商標を使用したレッグウェア全体の売上高\n（甲１４の別紙２）を前提に上記市場規模に基づき，原告使用商品の市\n場シェアを試算しても，約０．５％～０．７％程度にすぎない。\nそうすると，原告使用商品又は原登録商標に係るレッグウェアの市場\n全体に占める販売実績は，１％にも満たないから，大きいとは評価し難\nい。\nこの点に関し原告は，原告の商品の販売数量を基にした市場シェアの\n主張をするが，市場シェアの算定の基礎となった数値の正確性，信頼性\n等を客観的に検証できないから，その信ぴょう性は極めて低い。\n(イ)  大手通信販売業者や百貨店，量販店のウェブサイトにおけるストッ\nキングの販売・人気ランキングをみても，原登録商標を使用した商品は，\n高くても６３位（乙２７，２８）にとどまり，上位にランクインしてい\nない（乙２９ないし３３）。また，日本経済新聞社やＳＭＢＣコンサル\nティングが毎年発表する「ヒット商品番付」において，２００１年（平\n成１３年）ないし２０１９年（令和元年）の期間に特定のストッキング\nがヒット商品として発表されたが，いずれも原告使用商品とは異なる商\n品である（乙３４ないし３７）。\nまた，原告の取り扱うストッキングやレッグウェアには，原告使用商\n品のほかに，「ＳＡＢＲＩＮＡ」，「ＣＯＳＭＥＤＩＣＡＬ」，「Ｂｅ\nａｕｔｙ  Ｓｈａｐｅ」，「ＩＦＦＩ」，「ＣＯＯＬ  ＭＡＧＩＣ」，\n「Ｌｅｇ  Ｂｅａｕｔｙ」，「Ｖｅｎｕｓ  Ｌｅｇ」，「Ｌｅｇｍｏｄ\nｅ」，「ＳＴＹＬＩＳＨ  ＰＡＮＴＳ」，「ＩＨＲ  ＣＯＵＴＵＲＥ」，\n「ＢＯＤＹ  ＷＩＬＤ」など多数のブランドの商品がある（乙１３の１，\n３８）。中でも，「ＳＡＢＲＩＮＡ」は，「９５年デビューのロングセ\nラー商品」（甲３２の２葉目）として，原告の主力商品として位置付け\nられており，原告が自らの事業実績を紹介する株主総会資料等でも，主\n力ブランドとして紹介されている（甲１７の１，２，１８）。\nこのように，原登録商標「Ｔｕｃｈé」は，多数ある原告の取扱ブラン\nドの一つにすぎず，原告を代表するようなブランドであるとはいえない。\nエ  広告宣伝実績について\n(ア)  原登録商標を使用したレッグウェアの広告宣伝費は，２０１４年度\n（平成２６年度）ないし２０１７年度（平成２９年度）において，年平\n均で４８００万円程度にすぎない。最も広告宣伝費の多い２０１５年度\n（平成２７年度）の金額（約６５００万円）と，同時期の原登録商標を\n使用したレッグウェアの販売額（約４０億９０００万円。甲１４の別紙\n２）を用いてその売上高広告費比率を試算すると，約１．６％である。\n他方で，例えば，レッグウェアを主力とするアツギ株式会社（乙４１。\n以下「アツギ」という。）の２０１５年５月から２０１６年（平成２８\n年）４月における売上高広告費比率は２．５％（乙４２），複数ブラン\nドを全国展開する株式会社ファーストリテイリング（乙４３）の同時期\nの売上高広告費比率は４％（乙４４）であることと比較しても，原登録\n商標を使用したレッグウェアの売上高広告費比率は，高いとはいい難く，\n集中的かつ大規模な広告宣伝活動があったものとはいえない。\n(イ)  原告主張の雑誌の紹介記事（甲４０の１ないし１８４）においては，\n原告使用商品は，モデルが着用等する多数のメーカー商品の中の一つと\nして紹介されているにすぎず，しかもその掲載方法は，特段原告使用商\n品に焦点を当てることもなく掲載されていることから，これらの紹介記\n事によって，原告使用商品のみが需要者に強く印象付けられるとは到底\nいえない。\nまた，ブランドクレジット（モデルが着用等した商品のブランド名や\n値段等の記載欄）においても，原登録商標「Ｔｕｃｈé」ではなく，「ト\nゥシェ」と片仮名で表記されているものが多数見受けられる。\nさらに，原告使用商品を紹介する記事の中には，例えば，「うのスト\nッキングしかはかない  うの信者が大量発生！」，「基本うのストしか\nはかず，毎シーズン出る新作をいち早くＧＥＴするのが信者の証だそ\nう。」（２００９年「ＣａｎＣａｍ」。甲４０の１０），「うのスト  Ｏ\nＬ」，「ＯＬの絶大なる信頼を得るＡさんプロデュースの“うのスト„ 。」\n（２０１０年「ＣａｎＣａｍ」。甲４０の２５）のように，原告使用商\n品を「うのスト」と称する記事も見受けられる。これらの記事から，原\n告使用商品は「Ａ」がプロデュースしたストッキングであることが需要\n者に強く印象付けられるといえる一方で，原告のサブブランドにすぎな\nい原登録商標が，需要者に記憶される程度は明らかではない。\n(ウ)  「Ａ」による広告宣伝に係る契約は，２０１１年（平成２３年）に\n終了しており，その宣伝活動の中心時期は，本件審決日より１０年以上\n前であり，その後，原告使用商品の売上げが減少傾向にあることを鑑み\nても，その広告宣伝効果が，現在においても持続しているのかは疑問が\nある。\nまた，原登録商標は，原告のサブブランド名にすぎず，原告使用商品\nのパッケージ構成を鑑みても，ストッキングを購入する需要者は，出所\n識別標識としては「ＧＵＮＺＥ」の文字部分に着目し，商品情報として\nはその他の文字部分に着目するから，それに加えて更に目を引く「Ａ」\nの名称や写真等があればなおさら，原登録商標が記憶に残る余地や可能\n性は一層低くなる。\nさらに，乙１０ないし２６の新聞記事に照らすと，「Ａ」の広告宣伝\nにより，原告使用商品が「Ａ」の印象あるいは同人がプロデュースした\nストッキングという印象は記憶に残りやすいとしても，原告のサブブラ\nンドにすぎない原登録商標が印象を与え，記憶される程度は明らかでは\nない。\n(エ)  以上によれば，原告による原登録商標に係る広告宣伝活動による効\n果は限定的で，その活動規模は大規模とはいえない。\nオ  アンケートの結果について\n本件アンケートでは，「Ｔｕｃｈé」を「知らない」と回答した者が５２．\n８％を占めており，回答者の半数以上は認知していないことが示されてい\nるから，本件アンケートの結果は，原登録商標が周知著名性を有している\nことを示すものといえない。\nまた，本件アンケートの調査対象者も，「首都圏の２０代ないし５０代\nの女性」に限定されているため，日本全国における原告使用商品（ストッ\nキング）の需要者全般（首都圏以外の地域，１０代及び６０代以上の世代\nなど）の認識を正確に表しているものではない。原登録商標の指定商品（特\nにストッキング）の需要者層が主に女性が中心になることは首肯できても，\nその年齢層は１０代から高齢者までの幅広い年代が想定できるから，原告\nが主張するような２０代，３０代の女性に限る理由はない。\nさらに，本件アンケートの調査時期も，８年前のものであるから，その\nアンケート結果が，現在の需要者の間における認知度を示すものとはいえ\nないばかりか，原告使用商品の販売実績は減少傾向（１／３以下の減少幅）\nにある状況を併せ鑑みると，原登録商標の認知度はさらに低下していると\n考えるのが自然である。\nカ  まとめ\n以上によれば，原登録商標は，原告使用商品との関係において，本件審\n決時まで約１９年間継続して使用されているとしても，あくまで原告のサ\nブブランドの一つにすぎず，その使用態様（パッケージ等における著名商\n標「ＧＵＮＺＥ」に目を引かれ，サブブランドにすぎない原登録商標が記\n憶に残る余地や可能性は高くない。），販売実績（主力商品であるストッ\nキングの売上げは減少傾向で，市場全体に占める販売実績も大きくない。），\n広告宣伝実績（広告宣伝活動による効果は限定的で，その活動規模は大規\n模ではない。）を踏まえると，原登録商標は，本件審決時において，原告\n使用商品に係る需要者の間において，広く認識されているものではなく，\n本願標章の指定商品と関連してもなお，原登録商標単独で，原告の業務又\nはその製造若しくは販売に係る商品であるとの出所の混同を来すほどの強\nい著名性を有しているものとはいえない。\nしたがって，原登録商標は，原告の業務に係る指定商品を表示するもの\nとして「需要者の間に広く認識されている」とはいえないとした本件審決\nの判断に誤りはない。\n⑵  混同を生ずるおそれの要件の判断の誤りの主張に対し\n前記⑴のとおり，原登録商標は，原告のサブブランドにすぎず，原告を代\n表するようなブランドとまではいえないことなどに鑑みれば，原登録商標と\n同一の本願標章がその指定商品「生理用パンティ，生理用ショーツ」に単独\nで使用された場合，原告の業務又はその商品との間で，具体的な出所の誤認\n混同が生じるようなことは考えにくい。\nしたがって，他人が原登録商標をそれに係る指定商品とは非類似の本願の\n指定商品に使用したとしても，その商品と原告の業務に係る指定商品とが出\n所の混同を生ずるおそれがあるものとはいえないとした本件審決の判断に誤\nりはない。\n⑶  小括\n以上によれば，本願標章は商標法６４条１項の要件を具備しないから，こ\nれと同旨の本件審決の判断に誤りはない。\n第４  当裁判所の判断\n１  「需要者の間に広く認識されている」ことの要件の判断の誤りについて\n(1)  認定事実\n証拠（甲１ないし２２，２４，２６，３２ないし４３，乙４，６ないし３\n８（枝番のあるものは枝番を含む。））及び弁論の全趣旨を総合すれば，以\n下の事実が認められる。\nア  原登録商標の使用態様等\n(ア)  原告は，２０００年（平成１２年），ストッキング，婦人ソックス，\nタイツ等の女性用レッグ関連商品のブランドとして，原登録商標に係\nる「Ｔｕｃｈé」ブランドを立ち上げ，各商品のパッケージ等に原登録\n商標の使用を開始した。その後，原告は，「Ｔｕｃｈé」ブランドの商品\nジャンルを拡大し，婦人肌着，ランジェリー等のインナーウェア，紳士\nソックス，タイツ等の男性用レッグ関連商品を順次発売した。\n(イ)  「Ｔｕｃｈé」ブランドのストッキング（原告使用商品）のパッケー\nジには，ストッキングを着用した女性の脚部の画像の中央のやや左上部\nに「Ｔｕｃｈé」の文字（原登録商標）が表示され，上端の左隅に「ＧＵ\nＮＺＥ」の文字及びその横に「Ｍ～Ｌ」等のサイズが表示されているも\nのや，ストッキングを着用した女性の脚部の画像の中央のやや上部に「黒\nがきわだつ」，「脚を細くみせる」，「上品な輝き」等の文字が表示さ\nれ，上端の中央に「Ｔｕｃｈé」の文字（原登録商標），上端の左隅に「Ｇ\nＵＮＺＥ」の文字，上端の右隅に「Ｍ～Ｌ」等のサイズが表示されてい\nるものなどがある（甲１３の１２等）。\nイ  原登録商標を使用した商品の販売状況等\n(ア)  販売地域及び販売ルート\n原告は，２０００年（平成１２年）以来，日本全国に店舗を有する大\n手量販店，大手コンビニエンスストア等，百貨店，専門店，インターネ\nット通販（ＥＣ販売），カタログ販売等を通じて，原登録商標を使用し\nた商品を全国で継続的に販売してきた。\n(イ)  売上高\nａ  原告は，２００１年（平成１３年），「Ａ」がプロデュースをした\n「Ｔｕｃｈé  うのコレクション」という名称の柄物ストッキング（ス\nパイダー柄，チェックダイヤ柄等）を「Ｔｕｃｈé」ブランドとして発\n売し，年間約５００万足を販売する大ヒット商品となった（甲１の６，\n１の９，３２，乙１０ないし１５）。その後，原告は，２００１１年\n（平成２３年）まで「Ｔｕｃｈé  うのコレクション」シリーズのスト\nッキングを継続的に販売した（甲３２）。\nｂ  ２０１０年度（平成２２年度）から２０１７年度（平成２９年度）\nまでの原告使用商品（ストッキング）及び原登録商標を使用した婦人\nソックス，タイツ等の売上高は，次のとおりである（甲１４の別紙２）。\n（ストッキング）     （婦人ソックス，タイツ等）\n２０１０年度   約３２億８１００万円      約１１億４０００万円\n２０１１年度   約２５億５２００万円       約９億７１００万円\n２０１２年度   約２２億８３００万円      約７億３８００万円\n２０１３年度   約１７億５７００万円     約１５億３２００万円\n２０１４年度   約１６億６９００万円     約１８億３９００万円\n２０１５年度   約１８億２９００万円     約２１億８２００万円\n２０１６年度   約１２億２６００万円      約２４億０７００万円\n２０１７年度   約１０億４６００万円     約２４億円\n(ウ)  市場シェア\n２０１０年（平成２２年）から２０１７年（平成２９年）までの原告\n使用商品（ストッキング）及び原登録商標を使用した婦人用ソックス・\nタイツの市場シェアは，以下のとおりである。市場シェアの算出方法は，\n日本靴下協会が公開する「品種別靴下生産推移（新統計）」記載の生産\n数量を分母として，原告の販売数量を分子として算出したものである\n（甲３５，４３）。\n（ストッキング）   （婦人用ソックス・タイツ）\n２０１０年          ５．３％          ４．７％\n２０１１年          ４．５％          ３．８％\n２０１２年          ４．４％          ３．０％\n２０１３年          ４．０％          ４．２％\n２０１４年          ３．９％          ４．８％\n２０１５年          ５．２％          ５．４％\n２０１６年          ３．３％          ６．７％\n２０１７年          ３．０％          ６．３％\n(エ)  インターネット通販におけるランキング等\nａ  ２０２０年（令和２年）１月２４日時点の「Ａｍａｚｏｎ．ｃｏ．\nｊｐ」のウェブサイトの「レディースストッキングの売れ筋ランキン\nグ」（乙２７）では，１位が「アツギ」の「アツギ  ストッキング  引\nきしめて美しい（３足組）」，２位が「セシール」の「ストッキング\n１０足組」，３位が原告の「ストッキング  サブリナ  なめらかゾッ\nキＰＳ３足組」であり，原告使用商品は，「Ｔｕｃｈé ガーターフリ\nーストッキング」が６３位に入っている。\nまた，同日時点の「楽天市場」のウェブサイトの「ストッキングラ\nンキング」（乙２８）では，１位が「ピエールマントゥータイツ」，\n２位が原告の「ＳＡＢＲＩＮＡ  サブリナパンストストッキング」，\n３位が「弾性ストッキング  着圧ストッキングシリーズ  最高着圧」\nであり，原告使用商品は，「Ｔｕｃｈé  脚を細く見せる」が６３位に\n入っている。\nｂ  なお，原告の「ＳＡＢＲＩＮＡ」ブランドのストッキングは，１９\n９５年（平成７年）に販売を開始したロングセラー商品である（甲３\n２）。また，原告の平成２８年３月期定時株主総会資料（甲１７の１）\nには，「アパレル事業」の「レッグウェア」の項目において，「主力\nブランド「ＳＡＢＲＩＮＡ」が好調に推移  ヒットアイテムの「レギ\nンスパンツ」も売上伸張」（１３頁）との記載が，原告の平成３０年\n３月期定時株主総会資料（甲１７の３）には，「アパレル事業」の「レ\nッグウェア」の項目において，「１８ＳＳ新商品「サブリナ」は，主\n力ＧＭＳ，ドラッグでフェイス拡大」（１３頁）との記載がある。\nウ  広告宣伝\n(ア)  雑誌等\n２００８年（平成２０年）９月から２０１９年（令和元年）１２月ま\nでの間に，「Ｔｕｃｈé」ブランドのストッキング，婦人ソックス，タイ\nツ，インナーウェアの紹介記事が，「ＳＴＯＲＹ」，「ｎｏｎ－ｎｏ」，\n「ＭＯＲＥ」，「Ｗｉｔｈ」，「ＣａｎＣａｍ」，「ＡｎｅＣａｎ」，\n「ＣＬＡＳＳＹ」，「Ｄｏｍａｎｉ」，「女性セブン」，「女性自身」\n等のファッション雑誌，女性雑誌，ウェブサイト（「Ｗｅｂ  Ｄｏｍａ\nｎｉ」，「ＥＬＬＥ  ＯＮＬＩＮＥ」，「ＡＬＬ  Ａｂｏｕｔ」）に掲\n載された（甲３９，４０の１ないし１８４）。\nこのうち，２０１７年（平成２９年）ないし２０１９年に発行された\n雑誌における「Ｔｕｃｈé」ブランドのストッキングに関する掲載態様と\nしては，①「ｎｏｎ-ｎｏ」（２０１７年１月発行）（甲４０の１４９）\nに「賢すぎる♡ ドレスレンタル」との記事の中で，ストッキングが紹介\nされたもの，②「ａｎｄＧＩＲＬ」（２０１７年３月発行）（甲４０の\n１５２）に「読モが試着！目的別ベスト・ストッキング選手権」との特\n集の中で，商品パッケージの画像とともに，ストッキングが紹介された\nもの，③「ｎｏｎ-ｎｏ」（２０１７年３月発行）（甲４０の１５３）に\n「実力派ストッキング大研究」との特集の中で，商品パッケージの画像\nとともに，ストッキングが紹介されたもの，④「Ｄｏｍａｎｉ」（２０\n１７年６月発行）（甲４０の１５４）に「千円以下の『優秀ストッキン\nグ』ランキング」との特集中，商品パッケージの画像とともに，「ノン\nストレス部門」で「トゥシェ  きゅうくつさゼロ感覚」とのストッキン\nグが第１位にランクインされたことが紹介されたもの，⑤「美人百花」\n（２０１７年７月発行）（甲４０の１５５）に「実際にはき比べ！この\n目的にはこの商品」との特集中，商品パッケージの画像とともに，「キ\nズ・虫刺されが目立たない部門」で，「トゥシェ にごりのない無垢感」\nがストッキングが第３位にランクインし，「肌がキレイに見える部門」\nで，「トゥシェ 上品な輝き」とのストッキングが第１位にランクインさ\nれたことが紹介されたもの，⑥「ＰＲＥＳＩＤＥＮＴ  ＷＯＭＡＮ」（２\n０１７年９月発行）（甲４０の１５６）に「おしゃれ偏差値がぐっと上\nがる『ストッキングの選び方』教えます」との特集の中で，商品パッケ\nージの画像とともに，ストッキングが紹介されたもの，⑦「ｎｏｎ-ｎｏ」\n（２０１８年２月発行）（甲４０の１６８）に「なりたい脚は『自分に\n合ったストッキング』で叶える！」との特集の中で，商品パッケージの\n画像とともに，ストッキングが紹介されたもの，⑧「Ｏｇｇｉ」（２０\n１８年７月発行）（甲４０の１７１）に「防臭靴＆ストッキング×洗え\nるジャケット」の組み合わせ着こなしを紹介する記事の中で，商品パッ\nケージの画像とともに，ストッキングが紹介されたもの，⑨「ＬＥＥ」\n（２０１８年１１月発行）（甲４０の１７２）に「冬もスカートであっ\nたか！細見え！」との特集の中で，商品パッケージの画像とともに，ス\nトッキングが紹介されたもの，⑩「ＬＥＥ」（２０１９年１月発行）（甲\n４０の１７４）に「進化形［セットアップ］は組み合わせ自在！」との\n特集の中で，ストッキングが紹介されたもの，⑪「ＢＡＩＬＡ」（２０\n１９年７月発行）（甲４０の１７６）に「真夏の通勤を快適にする涼感\nニュース」との特集の中で，商品パッケージの画像とともに，ストッキ\nングが紹介されたもの，⑫「美的」（２０１９年７月発行）（甲４０の\n１７７）に「夏のもうイヤ！を解決  １００問１００答」との特集の中\nで，商品パッケージの画像とともに，ストッキングが紹介されたもの，\n⑬「Ｓｔｅａｄｙ」（２０１９年１０月発行）（甲４０の１７８）に「み\nんなが求めていたのは美脚＆美肌だった！理想の脚になれるストッキン\nグを探せ！」との特集の中で，商品パッケージの画像とともに，ストッ\nキングが紹介されたもの，⑭「Ｍａｒｉｓｏｌ」（２０１９年１０月発\n行）（甲４０の１７９）に「今年のタイツ新作Ｎｅｗｓ！」との特集の\n中で，商品パッケージの画像とともに，フットカバー付きストッキング\nが紹介されたもの，⑮「美人百花」（２０１９年１２月発行）（甲４０\nの１８２）の「技ありストッキングで生脚風でもあったか」との記事の\n中で，商品パッケージの画像とともに，ストッキングが紹介されたもの，\n⑯「ＳＴＯＲＹ」（２０１９年１２月発行）（甲４０の１８４）に雑誌\n記者が小自慢できる持ち物を紹介する記事の中で，商品パッケージの画\n像とともに，ストッキングが紹介されたものなどがある。\nこれらの雑誌においては，「Ｔｕｃｈé」ブランドのストッキングは，\n他のブランドのストッキング等と共に紹介されているものが多く，また，\n紹介記事の中でブランド名が欧文字表記されているものは⑫，⑮及び⑯\nの３誌のみであり，他の雑誌では片仮名で「トゥシェ」と記載されてい\nる。\n(イ)  広告宣伝費\n２０１４年度（平成２６年度）から２０１７年度（平成２９年度）ま\nでの「Ｔｕｃｈé」ブランドのレッグウェア事業における広告宣伝費は，\n以下のとおりである（甲３８の表１）。\nこのうち，雑誌広告費は，２０１５年度（平成２７年度）は２４１万\n５０００円，２０１６年度（平成２８年度）は９７３万５５１５円であ\nる。\n２０１４年度    ３２１３万８６８８円\n２０１５年度     ６５１０万６１８４円\n２０１６年度    ５３４０万０５８７円\n２０１７年度    ４２５９万０６７４円\nエ  本件アンケートの結果\n(ア)  「２０１２年版  インナーウェア市場白書」に掲載された「『スト\nッキング』に対する消費者の意識と購買実態  インターネットによる消\n費者調査結果」と題する本件アンケート（甲１０，１２）は，矢野研究\n所が，「ストッキング」に対する消費者の意識，購買実態を検証するこ\nとを「調査目的」として実施したものである。\n本件アンケートの概要は，①「調査対象」は首都圏（東京都，神奈川\n県，千葉県，埼玉県）の２０～５０代の女性，②「調査期間」は２０１\n２年（平成２４年）８月末，③「調査方法」は「インターネットモニタ\nシステムによるアンケート調査」，④「調査項目」のうち，「調査２」\nは，「ストッキング」を１年に１回以上購入し，週に１回以上着用する\n２０～５０代の女性各１００人に対し，購買実態を調査するというもの\nである。\n具体的には，「Ｑ８．あなたは，以下のブランドのストッキングをご\n存知ですか。」との質問に対し，回答者が，「知らない」，「知ってい\nるが購入したことはない」，「買いたい」又は「買ったことがある」の\n４つの選択肢から回答する質問形式の調査であり，「以下のブランド」\nとして，「満足」，「ＳＡＢＲＩＮＡ（サブリナ）」，「ＭＩＲＡＣＡ\nＲＡＴ（ミラキャラット）」，「Ｔｕｃｈé（トゥシェ）」，「ＡＳＴＩ\nＧＵ（アスティーグ）／肌・魅・輝…（全１１種類）」，「Ｒｅｌｉｓ\nｈ（レリッシュ）」，「ｆ－ｉｎｇ（エフィング）」及び「Ｍｉｒｉｃ\nａ（ミリカ）」の８ブランドが対象とされている。\n(イ)  本件アンケートの結果は，以下のとおりである。\nａ  各年代の全体の認知度については，第１位が「満足」，第２位が「Ｓ\nＡＢＲＩＮＡ（サブリナ）」，第３位が「ＭＩＲＡＣＡＲＡＴ（ミラ\nキャラット）」であり，「Ｔｕｃｈé（トゥシェ）」は第４位であった。\n年代別では，２０代は，「ＳＡＢＲＩＮＡ（サブリナ）」，「Ｔｕ\nｃｈé（トゥシェ）」及び「満足」の順に認知度が高く，購買経験度は\n「ＳＡＢＲＩＮＡ（サブリナ）」，「満足」及び「Ｔｕｃｈé（トゥシ\nェ）」の順であり，３０代は，「満足」，「ＳＡＢＲＩＮＡ（サブリ\nナ）」及び「Ｔｕｃｈé（トゥシェ）」の順に認知度及び購買経験度が\n高かった。また，４０代・５０代は，「満足」，「ＳＡＢＲＩＮＡ（サ\nブリナ）」及び「ＭＩＲＡＣＡＲＡＴ（ミラキャラット）」の順に認\n知度及び購買経験度が高かった。\nｂ  「Ｔｕｃｈé」については，各年代の全体では，「買ったことがある」\nが２４．８％，「買いたい」が７．５％及び「知っているが購入した\nことはない」が１５．０％（合計４７．３％）であるのに対し，「知\nらない」が５２．８％である。\nまた，年齢別の認知度では，２０代は，「買ったことがある」が２\n５％，「買いたい」が１２％，「知っているが購入したことはない」\nが１４％（合計５１％），３０代は，「買ったことがある」が４０％，\n「買いたい」が１０％，「知っているが購入したことはない」が１５％\n（合計６５％），４０代は，「買ったことがある」が１９％，「買い\nたい」が４％，「知っているが購入したことはない」が２０％（合計\n４３％），５０代は，「買ったことがある」が１５％，「買いたい」\nが４％，「知っているが購入したことはない」が１１％（合計３０％）\nである。\n⑵  商標法６４条 1 項の「需要者の間に広く認識されている」の意義等につい\nて\nア  商標法６４条 1 項は，商標権者は，商品に係る登録商標が自己の業務に\n係る指定商品を表示するものとして需要者の間に広く認識されている場合\nにおいて，その登録商標に係る指定商品及びこれに類似する商品以外の商\n品又は指定商品に類似する役務以外の役務について他人が登録商標の使用\nをすることによりその商品又は役務と自己の業務に係る指定商品とが混同\nを生ずるおそれがあるときは，そのおそれがある商品又は役務について，\nその登録商標と同一の標章についての防護標章登録を受けることができる\n旨規定し，同法６７条各号は，指定商品又は指定役務についての登録防護\n標章の使用等の行為は，商標権を侵害するものとみなす旨規定している。\nこれらの規定によれば，同法６４条 1 項の趣旨は，「商品に係る登録商\n標」（原登録商標）が商標権者の業務に係る指定商品を表示するものとし\nて「需要者の間に広く認識されている」場合には，第三者によって，原登\n録商標がその本来の商標権の効力（同法３６条，３７条）の及ばない非類\n似商品又は役務に使用されたときであっても，出所の混同をきたすおそれ\nが生じ，出所識別力や信用が害されることから，そのような広義の混同を\n防止するために，当該原登録商標と同一の標章について防護標章登録を受\nけることによって，禁止権の及ぶ範囲を非類似の商品又は役務について拡\n張することにあるものと解される。\nこのように防護標章登録制度は，原登録商標の禁止権の及ぶ範囲を非類\n似の商品又は役務について拡張する制度であり，一方で，第三者による商\n標の選択，使用を制約するおそれがあることに鑑みると，同法６４条 1 項\nの「需要者の間に広く認識されている」とは，原登録商標の指定商品の全\n部又は一部の需要者の間において，原登録商標がその商標権者の業務に係\nる指定商品を表示するものとして，全国的に認識されており，その認識の\n程度が著名の程度に至っていることをいうものと解するのが相当である。\nイ  この点に関し原告は，本件においては，原登録商標（「Ｔｕｃｈé」）が，\n本願の指定商品「生理用パンティ，生理用ショーツ」の需要者と需要者層\nが重なる原登録商標の指定商品「ストッキング」，「婦人用ソックス・タ\nイツ」，「女性用下着」の需要者（１０代から４０代の女性）の間に周知\n著名性があれば，「需要者の間に広く認識されている」ことの要件を具備\nする旨主張する。\nそこで検討するに，原登録商標の指定商品は，第２５類「被服，履物，\n運動用特殊衣服，運動用特殊靴」であるところ，「ストッキング」，「婦\n人用ソックス・タイツ」及び「女性用下着」は，「被服」に含まれるから，\nこれらの商品の需要者は，原登録商標の指定商品の需要者に該当する。\n一方で，例えば，「ストッキング」についてみると，２０１２年（平成\n２４年）１１月５日付け日経産業新聞（乙３９）には，「靴下各社，若年\n層に照準―ストッキングおしゃれに，アツギ，グンゼ（市場リポート）」\nの見出しの下に，「ナイガイ」に関し，「同社のストックングはライセン\nスブランド「ランバン」が中心で，顧客層も６０代以上が多い。」などの\n記事が，２０１３年（平成２５年）７月１５日付け日経ＭＪ（流通新聞）\n（乙４０）には，「美脚効果をねらって１０～２０代の女性を中心にここ\n数年ブームとなっているストッキング」，「アツギが２０～６０代に調査\nしたところ「日常ストッキングをはく人」は平均６６．８％。トップは２\n０代前半（７６％）で，２位が５０代（７２．５％）。透け感の好みなど\nも２０代と５０代は似る。」などの記事が掲載されていることに照らすと，\n「ストッキング」の需要者は，１０代から４０代に限らず，幅広い年齢層\nの女性が需要者であるものと認められる。\nまた，商標法６４条１項の「商品に係る登録商標が自己の業務に係る指\n定商品を表示するものとして需要者の間に広く認識されている場合」との\n文言及び同項の趣旨（前記ア）に鑑みると，同項の「需要者の間に広く認\n識されている」にいう「需要者」は，「商品に係る登録商標」（原登録商\n標）の需要者をいうものと解されるから，この「需要者」の範囲を防護標\n章登録出願である本願の指定商品の需要者と重なる範囲に限定すべき理由\nはない。\nしたがって，原告の上記主張のうち，需要者の年齢層を「１０代から４\n０代」に限定する部分については採用することができない。\nそこで，以下においては，「ストッキング」，「婦人用ソックス・タイ\nツ」及び「女性用下着」の需要者を前提に，原登録商標が「需要者の間に\n広く認識されている」ことの要件を具備しているかどうかを判断する。\n⑶  「需要者の間に広く認識されている」ことの要件の具備の有無について\nア  原登録商標の構成態様及び使用態様\n(ア)  原登録商標は，別紙１のとおり，「Ｔｕｃｈé」の欧文字を横書きに\nしてなる商標であり，その構成中の「é」は「ｅ」にフランス語のアクサ\nンテギュ記号を付けたものである。原登録商標は，特定の観念を生じな\nい造語である。原告は，２０００年（平成１２年），ストッキング，婦\n人ソックス，タイツ等の女性用レッグ関連商品のブランドとして，原\n登録商標に係る「Ｔｕｃｈé」ブランドを立ち上げた当時から，「Ｔｕ\nｃｈé」の欧文字を「トゥシェ」と称呼している。\n原登録商標の使用態様をみると，前記⑴ア(イ)認定のとおり，例えば，\n「Ｔｕｃｈé」ブランドのストッキング（原告使用商品）のパッケージに\nは，ストッキングを着用した女性の脚部の画像の中央のやや左上部に「Ｔ\nｕｃｈé」の文字（原登録商標）が表示され，上端の左隅に「ＧＵＮＺＥ」\nの文字及びその横に「Ｍ～Ｌ」等のサイズが表示されているものや，ス\nトッキングを着用した女性の脚部の画像の中央のやや上部に「黒がきわ\nだつ」，「脚を細くみせる」，「上品な輝き」等の文字が表示され，上\n端の中央に「Ｔｕｃｈé」の文字（原登録商標），上端の左隅に「ＧＵＮ\nＺＥ」の文字，上端の右隅に「Ｍ～Ｌ」等のサイズが表示されているも\nのなどがある（甲１３の１２等）。\n原告使用商品のパッケージに表示された「ＧＵＮＺＥ」の文字は，「Ｔ\nｕｃｈé」の文字よりも小さいが，「ＧＵＮＺＥ」は原告を示す著名商標\nであること，原告使用商品のパッケージの中央付近の目立つ位置に「黒\nがきわだつ」，「脚を細く見せる」，「上品な輝き」等の商品の機能を\n表す文字が表示されていることに照らすと，需要者は，柄，色等を示し\nた商品の画像に着目するとともに，これらの文字にも着目するものと認\nめられる。一方で，アクサンテギュ記号になじみのない需要者にとって\nは，「Ｔｕｃｈé」の文字から「トゥシェ」の称呼は自然には生じないも\nのと認められる。\nそうすると，原告使用商品のパッケージに表示された原登録商標は，\n記憶や印象に強く残りやすいものとは直ちには認められない。\n(イ)  これに対し原告は，原告使用商品に接した需要者において，「ＧＵ\nＮＺＥ」の文字部分に着目することがあるとしても，「ＧＵＮＺＥ」の\n文字部分は原告使用商品のパッケージの隅に小さく表示されているに\nすぎず，原登録商標に比して明らかに目立ちにくい表示態様であり，\nまた，かかる需要者の大半は，「ＧＵＮＺＥ」を商品の製造元を示す社\n標，原登録商標「Ｔｕｃｈé」を主たるブランド名，「スマート裏起毛」，\n「ほっそり引き締め」，「引き締め美脚」等をサブブランド名と認識す\nるといえるから，主たるブランド名である「Ｔｕｃｈé」が需要者の記憶\nに強く残る旨主張する。\nしかしながら，前記(ア)認定のとおり，原登録商標の構成態様及び使\n用態様に照らすと，「Ｔｕｃｈé」が需要者の記憶に強く残るものと認め\nることはできないから，原告の上記主張は採用することができない。\nイ  原登録商標を使用した商品の販売状況，広告宣伝等\n(ア)  前記⑴の認定事実によれば， ①原告は，２０００年（平成１２年）\nから１９年以上にわたり，日本全国に店舗を有する大手量販店，大手コ\nンビニエンスストア等，百貨店，専門店，インターネット通販（ＥＣ販\n売），カタログ販売等を通じて，原登録商標を使用した商品を継続的に\n販売してきたこと，②原登録商標を使用した商品のうち，原告使用商品\n（ストッキング）は，２００１年（平成１３年）には「Ａ」プロデュー\nス商品として年間約５００万足を販売するなど大ヒット商品となった後，\n２０１０年度（平成２２年度）から２０１７年度（平成２９年度）まで\nの売上高は，２０１０年度（平成２２年度）が約３２億８１００万円，\n２０１１年度（平成２３年度）が約２５億５２００万円，２０１２年度\n（平成２４年度）が約２２億８３００万円，２０１３年度（平成２５年\n度）が約１７億５７００万円，２０１４年度（平成２６年度）が約１６\n億６９００万円，２０１５年度（平成２７年度）が約１８億２９００万\n円，２０１６年度（平成２８年度）が約１２億２６００万円，２０１７\n年度（平成２９年度）が約１０億４６００万円であり，この７年間で毎\n年１０億円を越えていること，③原告の試算によれば，２０１０年度か\nら２０１７年度までの原告使用商品の市場シェア（日本靴下協会が公開\nする「品種別靴下生産推移（新統計）」記載の生産数量を分母として，\n原告の販売数量を分子として算出したもの）は，２０１０年が５．３％，\n２０１１年が４．５％，２０１２年が４．４％，２０１３年が４．０％，\n２０１４年が３．９％，２０１５年が５．２％，２０１６年が３．３％，\n２０１７年が３．０％であり，約３％から５．３％で推移しているこ\nとが認められる。\n上記認定事実によれば，原登録商標を使用した商品のうち，原告使用\n商品は，１９年以上にわたり継続して全国的に販売され，２０１０年か\nら２０１７年までの売上高及びその市場シェアに照らすと，本件審決時\n（審決日令和元年９月１９日）においては，相当数の需要者が原登録商\n標を原告の業務に係るストッキングを表示するものとして認識してい\nたものと認められる。\n(イ)  他方で，前記(ア)の認定事実によれば，原告使用商品の売上高は，\n毎年減少傾向にあり，２０１７年度（平成２９年度）の売上高は，２０\n１０年度（平成２２年度）の売上高の３分の１程度であり，その市場シ\nェアも減少傾向にあり，２０１７年は３．０％にとどまっている。また，\n原告使用商品のパッケージに表示された原登録商標は，記憶や印象に強\nく残りやすいものとは直ちには認められないことは，前記ア(ア)認定の\nとおりである。\n次に，原登録商標を使用した商品の広告宣伝については，前記⑴ウ(ア)\n認定のとおり，２００８年（平成２０年）９月から２０１９年（令和元\n年）１２月までの間に，「Ｔｕｃｈé」ブランドのストッキング，婦人ソ\nックス，タイツ，インナーウェアの紹介記事が，「ＳＴＯＲＹ」，「ｎ\nｏｎ－ｎｏ」，「ＭＯＲＥ」，「Ｗｉｔｈ」，「ＣａｎＣａｍ」，「Ａ\nｎｅＣａｎ」，「ＣＬＡＳＳＹ」，「Ｄｏｍａｎｉ」，「女性セブン」，\n「女性自身」等のファッション雑誌，女性雑誌，ウェブサイト（「Ｗｅ\nｂ  Ｄｏｍａｎｉ」，「ＥＬＬＥ  ＯＮＬＩＮＥ」，「ＡＬＬ  Ａｂｏ\nｕｔ」）等に掲載されたが（甲３９，４０の１ないし１８４），これら\nのうち，２０１７年ないし２０１９年に発行された雑誌における「Ｔｕ\nｃｈé」ブランドのストッキングに関する掲載態様は，他のブランドのス\nトッキング等と共に紹介されているものが多く，紹介記事の中でブラン\nド名が欧文字表記されているものは３誌のみであり，他の雑誌では片仮\n名で「トゥシェ」と掲載されており，原登録商標（「Ｔｕｃｈé」）が印\n象に残る掲載態様であるとはいえない。また，前記(1)ウ(イ)認定のとお\nり，広告宣伝費は，２０１４年度（平成２６年度）が３２１３万８６８\n８円，２０１５年度（平成２７年度）が６５１０万６１８４円，２０１\n６年度（平成２８年度）が５３４０万０５８７円，２０１７年度（平成\n２９年度）が４２５９万０６７４円であるが，このうち，雑誌広告費は，\n２０１５年度は２４１万５０００円，２０１６年度は９７３万５５１５\n円にとどまっていることに照らすと，広告宣伝の規模は大規模であると\nはいえない。もっとも，原告使用商品は，２００１年（平成１３年）に\nは「Ａ」プロデュース商品として大ヒット商品となり，その後も売上げ\nを伸ばしていたことが認められるものの，原告と「Ａ」との契約は２０\n１１年（平成２３年）には終了しており（甲３２），その後，原告使用\n商品の売上げが低下していることに照らすならば，「Ａ」とのタイアッ\nプによる広告宣伝効果は現在では限定的といえる。\n加えて，２０２０年（令和２年）１月２４日時点の「Ａｍａｚｏｎ．\nｃｏ．ｊｐ」のウェブサイトの「レディースストッキングの売れ筋ラン\nキング」（乙２７）では，１位が「アツギ」の「アツギ  ストッキング\n引きしめて美しい（３足組）」，２位が「セシール」の「ストッキング\n１０足組」，３位が原告の「ストッキング  サブリナ  なめらかゾッキ\nＰＳ３足組」であり，原告使用商品は，「Ｔｕｃｈé ガーターフリース\nトッキング」が６３位にとどまっており，また，同日時点の「楽天市場」\nのウェブサイトの「ストッキングランキング」（乙２８）でも，１位が\n「ピエールマントゥータイツ」，２位が原告の「ＳＡＢＲＩＮＡ  サブ\nリナパンストストッキング」，３位が「弾性ストッキング  着圧ストッ\nキングシリーズ  最高着圧」であり，原告使用商品は，「Ｔｕｃｈé  脚\nを細く見せる」が６３位にとどまっていること（前記(1)イ(エ)ａ）を併\nせ考慮すると，前記(ア)のとおり，本件審決時において，相当数の需要\n者が原登録商標を原告の業務に係るストッキングを表示するものとして\n認識していたものと認められるものの，大半の需要者が認識しているも\nのとはいえず，需要者の認識の程度は，著名の程度に至っているものと\n認めることはできない。\nウ  本件アンケートの結果について\n本件アンケートは，本件審決時の７年以上前の２０１２年（平成２４年）\n８月末に実施されたものであるところ，ファッションブランドには流行が\nあり，ストッキングの分野でも，２００１年（平成１３年）から２０１３\n年（平成２５年）にかけて，原告を含む各社から次々と新たなブランドの\n商品が出ていること（乙３４ないし３７，３９，４０）に照らすならば，\n本件アンケートは，本件審決時における原登録商標に係る需要者の認識の\n程度を判断する資料としては適切とはいえない。\nまた，前記(2)イ認定のとおり，ストッキングの需要者は，幅広い年齢層\nの女性であるところ，本件アンケートは，調査対象者が，「首都圏の２０\n代ないし５０代の女性」に限定されており，１０代及び６０代以上の女性，\n首都圏以外に在住する女性が調査対象に含まれていないから，本件アンケ\nートの結果は，ストッキングの需要者の一部の認識を反映したものにとど\nまっている。\nさらに，本件アンケートの結果をみても，「Ｔｕｃｈé」ブランドのスト\nッキングについては，各年代の全体では，「買ったことがある」が２４．\n８％，「買いたい」が７．５％及び「知っているが購入したことはない」\nが１５．０％（合計４３．８％）であるのに対し，「知らない」が５２．\n８％で，「知らない」と回答した者が過半数を占めている。\nこのように，本件アンケートは，実施時期が古く，アンケートの調査対\n象者もストッキングの需要者の一部にとどまっているため，本件審決時に\nおける原登録商標による需要者の認識の程度を判断する資料としては，適\n切なものではないのみならず，本件アンケートの結果においても，大半の\n需要者が原登録商標を認識していることを示すものとはいえないから，原\n登録商標の認識の程度が著名の程度に至っていることを裏付けるものとは\nいえない。\nエ  まとめ\n以上によれば，原告使用商品は，２０００年（平成１２年）から１９年\n以上にわたり，全国的に継続的に販売され，その売上高及び市場シェアか\nら，原登録商標は相当数の需要者において原告の業務に係るストッキング\nを表示するものとして認識されていたものと認められるものの，一方で，\n原告使用商品の売上高は，毎年減少傾向にあり，２０１７年度（平成２９\n年度）の売上高は２０１０年度（平成２２年度）の売上高の３分の１程度\nであり，その市場シェアも減少傾向にあること，原告使用商品のパッケー\nジに表示された原登録商標は，記憶や印象に強く残りやすいものとは直ち\nには認められないこと，原告使用商品の広告宣伝は，大規模なものとはい\nえず，その広告宣伝効果は限定的であること，本件アンケートは，実施時\n期が古く，アンケートの調査対象者もストッキングの需要者の一部にとど\nまっているため，本件審決時における原登録商標に係る需要者の認識の程\n度を判断する資料としては，適切なものではないのみならず，本件アンケ\nートの結果においても，大半の需要者が原登録商標を認識していることを\n示すものとはいえないことを併せ考慮すると，本件審決時において，大半\nの需要者が原登録商標を原告の業務に係るストッキングを表示するものと\nして認識しているものとはいえず，原登録商標に係る需要者の認識の程度\nは，著名の程度に至っているものと認めることはできない。\nまた，本件においては，ストッキング以外の婦人用ソックス・タイツ及\nび婦人用下着の商品の関係においても，本件審決時において，原登録商標\nが需要者の間で原告の業務に係るこれらの商品を表示するものとして認識\nされ，その認識の程度が著名の程度に至っていることを認めるに足りる証\n拠はない。\nしたがって，原登録商標は，本件審決時（審決日令和元年１０月２９日）\nにおいて，原告の業務に係る指定商品を表示するものとして「需要者の間\nに広く認識されている」ものと認めることはできない。\nこれに反する原告の主張は採用することができない。\n⑷  小括\n以上のとおり，原登録商標が本件審決時（審決日令和元年１０月２９日）\nにおいて原告の業務に係る指定商品を表示するものとして「需要者の間に広\nく認識されている」ものと認めることはできないから，その余の点について\n判断するまでもなく，本願標章は商標法６４条１項の要件を具備するもので\nはない。\nしたがって，これと同旨の本件審決の判断に誤りはないから，原告主張の\n取消事由は理由がない。\n第５  結論\n以上のとおり，原告主張の取消事由は理由がなく，本件審決にこれを取り消\nすべき違法は認められない。\nしたがって，原告の請求は棄却されるべきものである。\n知的財産高等裁判所第４部\n裁判長裁判官      大    鷹    一    郎\n裁判官      本    吉    弘    行\n裁判官      岡    山    忠    広\n（別紙１）\n（別紙２）\n登録第４５０９２６０号商標\n商標の構成\n登録出願日         平成１１年７月１５日\n設定登録日        平成１３年９月２８日\n更新登録日          平成２３年４月２６日\n指定商品            第２５類「被服，履物，運動用特殊衣服，運動用特殊靴」\n"
}