{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 12,
    "day": 13
  },
  "case_number": "令和4(わ)354",
  "case_name": "逮捕監禁、保護責任者遺棄致死",
  "court_name": "大阪地方裁判所堺支部         　第1刑事部",
  "lawsuit_id": "92677",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=92677",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/677/092677_hanrei.pdf",
  "contents": "主              文\n被告人を懲役６年に処する。\n未決勾留日数中３８０日をその刑に算入する。\n訴訟費用は被告人の負担とする。\n理              由\n（罪となるべき事実）\n被告人は、平成２６年頃、大阪府富田林市（住所省略）Ａ方において、同人と同\n居を開始し、同人の内縁の夫として同人の子らと生活し、令和２年１月頃からは、\nＡと共に、同人方において、同人の孫であるＢ（令和▲年▲月▲日生、犯行当時２\n歳）とも同居して同人を養育していた。そして、令和４年６月２２日には、Ａと別\nれ話をするに至ったが、前記同居関係や内縁関係は未だ解消されていなかったとこ\nろ、被告人は、Ａと共謀の上\n第１  被告人及びＡの外出中にＢが同所で自由に行動できないよう、同人を逮捕監\n禁しようと考え\n１  令和４年６月２４日午後７時１７分頃から同月２５日午後０時１３分頃まで\nの間、同人を、同所寝室に設置した、四方の側面を板張りにし、上面に開閉式の板\nの蓋を付けたベビーサークル内に閉じ込め\n２  同日午後３時１７分頃から同月２６日午後０時２２分頃までの間、同人を前\n記ベビーサークル内に閉じ込め\n３  同日午後４時５６分頃から同月２７日午後０時１４分頃までの間、同人を前\n記ベビーサークル内に閉じ込め\n４  同日午後６時３３分頃から同日午後８時３分頃までの間に、同人の両腕及び\n両足を粘着テープで緊縛した上、その頃から同月２９日までの間、同人を前記ベビ\nーサークル内に閉じ込め\nもって同人を不法に逮捕監禁し\n第２  被告人及びＡの両名とも、Ｂの養育者として、同人の生存に必要な保護を行\nうべき責任があるのに、同月２７日午後８時３分頃、同人を前記ベビーサークル内\nに置き去りにして遺棄するとともに、その頃から同月２９日までの間、同人を同ベ\nビーサークル内に放置して、同人に十分な水分や食事を与えることも、同ベビーサ\nークル内の気温を適切に管理することもないまま、同人の生存に必要な保護をせず、\nよって、同日、同ベビーサークル内において、同人を熱中症により死亡させたもの\nである。\n（証拠の標目）［括弧内の番号は、証拠等関係カード記載の証拠番号を示す。］\n省略\n（争点に対する判断）\n第１  本件の争点\nＡがＢの保護責任者であったこと、Ａが判示第１の１ないし４の各日時にＢを判\n示第１の１記載のベビーサークル（以下「本件ベビーサークル」という。）に入れ\nたこと、令和４年６月２９日Ｂが本件ベビーサークル内において熱中症により死亡\nしたことに争いはない。本件の争点は、逮捕監禁罪について、①Ａが令和４年６月\n２７日にＢの両腕及び両足を粘着テープで緊縛したか、②本件逮捕監禁行為が違法\nであったか、③被告人に逮捕監禁罪の共同正犯が成立するか、保護責任者遺棄致死\n罪について、④被告人に保護責任者性が認められるか、⑤Ａ及び被告人がＢを遺棄\nし、Ｂの生存に必要な保護をしなかったといえるか、⑥被告人に保護責任者遺棄致\n死罪の共同正犯が成立するかである。なお、以下の月日は、断わりのない限り、令\n和４年を指す。\n第２  前提事実\n争いのない事実及び関係証拠から容易に認定できる事実は以下のとおりである。\n１  人的関係等\n⑴  被告人は、平成２６年頃、交際相手のＡとその子らと判示記載のＡ方（以下\n「本件居室」という。）で同居を開始した。被告人とＡの間には、平成２８年７月、\nＣが出生し、被告人は平成３０年２月９日、自らの子として認知した。Ａには、\n前夫との間に、長女のＤ、三男のＥ及び四男のＦがいた。\n⑵  Ｂは、令和元年７月１２日、Ｅの長女として出生した。Ａは、令和２年１月\n頃、Ｂを引き取り養育を開始した。これにより、被告人は、Ａ、Ｆ、Ｃ及びＢと\n本件居室で同居をすることとなった。被告人は、Ａが生活費として使用できるよ\nうにキャッシュカードを同人に渡すなどして同人らの生活費を負担していた。\n２  本件ベビーサークルの作成等\n⑴  ＡがＢを引き取った後、Ｂには、おむつを脱いで汚物を散らかしたり、陰部\nを床にこすりつけたりするなどの行動（以下「本件問題行動」という。）がみられ\nるようになった。\nＡは、本件問題行動を受けて、Ｂのベビーベッドの中板を外してベビーサーク\nルに改造して、同ベビーサークルの周囲に段ボール等を貼ったり、ガムテープで\nＢの手足等を縛ったりすることがあったが、本件問題行動が解消することはなか\nった。Ｂの養育について、富田林市の関係課が本件居宅を家庭訪問したり、Ａと\n面談したりするなどしていたが、Ａは、Ｂの本件問題行動を保健師に相談しなか\nった。\n⑵  被告人とＡは、５月１５日頃、前記ベビーサークルの四方の側面にベニヤ板\nをねじで固定し、同ベビーサークルの内部にベビーベッド用の底板を立てかけて\n下部２か所をねじで固定する改造を加えるとともに、ベニヤ板２枚を蝶番でつな\nいだ二つ折りの開閉式の蓋（以下「本件蓋」という。）を作成し、その半面の四隅\nをベビーサークルの天面にねじで固定した（本件ベビーサークル）。ベニヤ板を含\nむ本件ベビーサークルの外寸は、幅１２５．５センチメートル、奥行８２．５セ\nンチメートル、高さ９１．５センチメートルであり、底板がない状態で、被告人、\nＡ及びＣの寝室（以下「本件寝室」という。）のフローリング床上に置かれていた。\n３  ６月２２日から同月２３日の出来事\n被告人とＡは、６月２２日の夜に口論をし、Ａは同日午後９時３５分、被告人に\nＬＩＮＥで「もう、無理別れよう」「今のとこ顔見て話したくないねん」などと送信\nした。被告人は、同日、本件居室を出て、被告人の別宅（以下「ヒルズ」という。）\nに泊まり、翌２３日夜も本件居室に立ち寄ることなくヒルズに泊まった。\n４  被告人らの６月２４日から同月２６日の行動\n⑴  ６月２４日\nＡは、Ｃを連れて、同日午後７時１７分本件居室を出発し、被告人と合流し、\nともに大阪市内のホテルに宿泊した。被告人は同日本件居室に立ち寄らなかった。\n⑵  ６月２５日\n被告人は、Ａ及びＣとともに、同日午後０時１３分、本件居室に立ち寄り、午\n後３時１７分、再び本件居室を出発し、大阪府泉佐野市内のホテルに宿泊した。\n被告人は、本件居室を出発する際に、Ｂが本件ベビーサークル内にいるのを見た。\n⑶  ６月２６日\n被告人は、Ａ及びＣとともに、同日午後０時２２分、本件居室に立ち寄り、午\n後４時５６分、再び本件居室を出発し、大阪府泉佐野市内のホテルに宿泊した。\n被告人は、本件居室を出発する際に、Ｂが本件ベビーサークル内にいるのを見た。\n５  被告人らの６月２７日から同月２９日の行動等\n⑴  ６月２７日\nＡ及びＣは、同日午後０時１４分、本件居室に戻った。\n当時高校１年生であったＦは、午後５時１０分頃、高校から帰宅し、午後５時\n４８分頃、本件居室を出発し、アルバイト先に向かった。\n被告人は、同日午後６時３３分、本件居室に立ち寄り、午後８時３分、Ａ及び\nＣとともに、２泊３日の外泊のために再び本件居室を出発し、大阪市内のホテル\nに宿泊した。被告人は、本件居室を出発する際に、Ｂが本件ベビーサークル内に\nいるのを見た。Ａは、このときＤにＢの世話を頼まなかった。\nＦは、アルバイトを終えて、午後１０時２３分頃帰宅した。\n⑵  ６月２８日\nＦは、午前７時４８分頃、本件居室を出発し、高校に向かった。\n被告人は、Ａ及びＣとともに、午前１１時００分から午後５時５２分まで、大\n阪市内のテーマパークで遊興し、大阪市内のホテルに宿泊した。\nＦは、午後３時５５分頃、高校から帰宅し、午後８時３０分頃から午後９時５\n０分頃まで塾に行った。\n⑶  ６月２９日\n被告人は、Ａ及びＣとともに、午前１０時４９分から前記テーマパークで遊興\nした。\nＦは、午前７時４８分頃、本件居室を出発し、高校に向かった。Ｆは、午前８\n時４４分頃、ＡにＬＩＮＥで「今日暑いけどＢいけるかな？」「一応扇風機と窓は\n開けてるけど」と送信したが、Ａからの返信はなかった。\n被告人は同日午前中、携帯電話で天気予報が表示されるウェブサイトにアクセ\nスし、Ａに「今日暑いで、Ｂ大丈夫かな」と述べた。\nＦは、午後３時５５分頃、高校から帰宅し、Ｂが本件ベビーサークル内で口か\nら血を流してぐったりしているのを発見し、Ａに電話で報告した。被告人、Ａ及\nびＣは、午後４時１１分、前記テーマパークを出発し、午後５時２分頃、本件居\n室に到着した。被告人は、午後５時１９分、１１９番通報をしたが、救急隊到着\n後、Ｂは死亡していることが確認された。\n司法解剖の結果、Ｂの死因は熱中症であり、Ｂの左右手首には同じような部位、\n幅で左右対称に変色した圧痕があることが認められた。\n同日の大阪市における最高気温は摂氏３３．２度、堺市における最高気温は摂\n氏３３．０度であった。また、本件ベビーサークル内の同日午後８時４４分時点\nの気温は摂氏３０．５度であった。\n第３  逮捕監禁罪の成否\n１  争点①Ａは６月２７日にＢの両腕及び両足を粘着テープで緊縛したか\n⑴  Ｆ供述の内容及び信用性の検討\nア  Ｆは、この点について、要旨以下のように供述する。\n６月２８日、Ｆは、高校から帰宅した際に、Ｂが本件ベビーサークルにい\nるのを発見した。本件ベビーサークルの二つ折りの蓋は、半分に折りたたま\nれた状態で、半分が空いた状態だった。Ｂは、本件ベビーサークルの中で、\n床の上に直に仰向けに寝た姿勢でおり、手首の部分にガムテープが巻きつけ\nられて、両腕が縛られており、Ｂの両足にも足首のあたりにガムテープが巻\nきつけられて、両足が縛られていた。ＦがＡに電話で「ママ、Ｂに水とかご\n飯、あげといた方がいいかな」と尋ねると、Ａは「いや、出るときにご飯あ\nげたから、いいよ。水だけは絶対あげといて。」と答えた。Ｆは、コップに５\n００ミリリットルくらいの水を入れ、ストローをさして、本件ベビーサーク\nルの外から差し入れ、Ｂに水を飲ませた。その際に、Ｂの両腕のガムテープ\nをいったん剥がしてから再度縛り直した。\nＦは、６月２９日午後４時頃、高校から帰宅した際に、Ｂが本件ベビーサ\nークルの中で、両腕両足をガムテープで縛られた状態のまま、ぐったりとし\nて横たわっており、口からは血のようなものを出しているのを発見した。Ｆ\nは、Ａに電話をかけ、その指示により、Ｂを風呂場に連れていって身体に水\nをかけたり、Ｂの両腕両足を縛っていたガムテープをはさみで切って捨てた\nりした。\nイ  Ｆの前記供述は、Ａや自己に不利な内容を多く含んでおり、ＦがＡの息子\nであり、その養育を受ける立場であったことからしても、あえてＡや自己に\n不利になるような虚偽の供述をするとは考えにくい。\nまた、Ｆの前記供述は、６月３０日に本件居室のごみ箱内から、濡れた状\n態の１６片のガムテープ片（以下「本件ガムテープ片」という。）が発見され、\nそのうちの１片にはＢのＤＮＡ型と矛盾しない人血や微物が付着していたこ\nと、一部のガムテープ片には先端部をはさみで切ったと思料されるものがあ\nったことに加え、前記のとおり、Ｂの左右手首に変色した圧痕が認められた\nとの司法解剖の結果とも整合する。\n以上より、Ｆ供述は、あえて虚偽供述をするような動機も見当たらない上、\n重要な部分において客観的な証拠と整合するから信用できる。\nウ  これに対し、弁護人は、Ｆ供述について、複数の点において初期供述から\nの変遷が認められるため信用できないと主張する。確かに、Ｆは、事件翌日\nの６月３０日の警察官取調べでは、被告人らが出かけたのは６月２９日の朝\nであること、Ｆが寝室をのぞくとＢがベビーベッドの上で座っていたこと、\nＢに朝食としてスティックパンを２本食べさせたが水は飲ませていないこと\nを供述しており、７月３日の警察官取調べでは、被告人らが出かけたのは本\n当は６月２７日の夜であること、スティックパンなど食事は一度もあげてい\nないこと、水を何度かあげたと思うが確実に覚えているのは６月２８日の夜\nであることを供述し、その後に行われた検察官取調べでは前記⑴アのような\n供述に変遷している。Ｆはこのように供述が変遷した理由について、７月８\n日の検察官取調べにおいて、６月３０日の取調べで嘘をついたり、本当のこ\nとを言わなかったりしたのは、尊敬している母を何とかかばいたかったから\nであるが、Ｂのことも大切なので本当のことを話すようにしたと述べている。\nかかる説明は合理的であり、事件翌日の取調べでの供述内容が客観的証拠と\nも明らかに矛盾する内容であることからしても信用できる。弁護人は、Ｆが\n供述を変遷した理由について、自らが刑事処分や家庭裁判所での処分を受け\nる可能性に思い至り、虚偽の供述をした可能性を指摘するが、前記⑴アの供\n述はＡのみならずＦにとっても不利な内容を多く含んでいるから、弁護人の\n主張によっては、Ｆの供述変遷過程について合理的に説明できない。以上よ\nり、弁護人の反論を踏まえても、Ｆ供述の信用性は揺らがないというべきで\nある。\n⑵  争点①の検討\n前記のとおり信用できるＦ供述によれば、ＢはＦに発見された６月２８日に\nは両腕及び両足を粘着テープで緊縛されていたと認めることができる。そして、\n関係証拠上、６月３０日に本件居室で発見されたガムテープ巻の先端部にＡの\n指紋が検出されたことからすれば、最後に粘着テープを使用したのはＡであっ\nたと推認できる。したがって、Ａは、６月２７日に本件居室を出発するまでの\n間に、Ｂの両腕及び両足を粘着テープで緊縛したと認められる。\nこれに対し、弁護人は、ＦがＢのガムテープを剥がして縛り直したと供述す\nるのに本件ガムテープ片からＦの指紋が発見されていないこと、本件ガムテー\nプ片から採取した繊維が当時Ｂが着用していた衣服の繊維と一致しないことか\nら、本件ガムテープ片は相当以前にＡがＢを緊縛した際に使用したものである\nと主張する。しかしながら、本件ガムテープ片からは誰のものか照合できるほ\nどの鮮明な指紋が検出されなかったにすぎず、Ａの指紋すら検出されていない\nことからも、使用する際に指紋が鮮明に付かなかったり、使用するうちに擦れ\nたりするなどして指紋が不鮮明になった可能性が高い。また、本件ガムテープ\n片の粘着面には多数箇所に無数の繊維ようのものが付着していたのだから、そ\nの内わずか４か所から採取した繊維ようのものが本件当時Ｂが着用していた衣\n服の繊維と一致しなかったからといって、前記判断は左右されない。\nこの点、被告人は、６月２７日の夜に出発する際に、Ｂが本件ベビーサーク\nル内に座っていたのを見たので、Ｂは緊縛されていなかったと思う旨供述する。\nしかし、被告人の供述は、本件ベビーサークルの中を覗き込んだわけではなく、\n頭や首付近がちょっと見えたので、その様子からすると座っているのではない\nかと考えたというにすぎないから、本件ベビーサークルの四方が板張りになっ\nていたことに鑑みると、被告人において、Ｂが当時どのような体勢でいたのか、\nましてや縛られていたかどうかを正確に見ていたとはいい難い。したがって、\n同被告人供述によっても、前記判断は左右されない。\n２  争点②本件逮捕監禁行為が違法であったか\n⑴  前提（本件ベビーサークルの形状について）\n前記のとおり信用できるＦ供述によれば、判示のとおり、本件当時、本件ベビ\nーサークルには本件蓋が付いた状態であったことが認められる。\nこの点に関し、被告人は、公判廷で、捜査段階の取調べでは、６月２９日にＦ\nの連絡を受けて本件居室に戻った際に、「イメージが悪くなる」と考えて、ねじ\n止めしてあった本件蓋を外して子供部屋に隠した旨供述していたが、本当は設置\nした翌日くらいには本件蓋を取り外した旨供述し、その変遷の理由として、捜査\n段階では、警察官から本件当時蓋が付いていただろうと何度も言われたために記\n憶違いかと思って供述してしまったと供述する。しかしながら、いわば証拠隠滅\nのために本件ベビーサークルにねじ止めしてあった蓋を外したかどうかという重\n要な点につき、記憶違いによって虚偽の供述をするとは考え難い。また、被告人\n供述のとおりであれば、それなりの大きさがあり蝶番も付いた本件蓋を、幼いＣ\nも遊ぶであろう子供部屋にむき出しの状態で１か月以上放置していたことになり\n不自然である。したがって、被告人の公判供述は信用できない。\n⑵  争点②の検討\n判示の各監禁行為は、それぞれ約１７時間から約３５時間までに及ぶ極めて長\n時間であった。本件ベビーサークルは、本件蓋によって少なくとも天面のほぼ半\n分を覆われている上、Ｂの身長よりも高いベニヤ板で四方を囲まれた１立方メー\nトルにも満たない狭い空間であり、このような空間に幼児を長時間閉じ込めるこ\nとが社会常識に照らして許されないのはいうまでもない。さらに、Ｂの両手足を\nガムテープで縛る行為は、Ｂの行動の自由を著しく制限するものであり、同様に\n社会常識に照らして許されない。したがって、本件逮捕監禁行為は違法である。\n弁護人は、Ａが本件逮捕監禁行為をしたのはＢの本件問題行動に対応するため\nであったこと、Ａにおいて他の方法を思いつけなかったことなどからすれば、本\n件逮捕監禁行為の違法性は阻却されると主張する。しかし、Ｂの本件問題行動に\n対応する必要があったのだとしても、上記のような劣悪な空間に幼児を長期間閉\nじ込めることが社会常識に照らして正当化されるものではないことは明らかであ\nる。また、Ａは、富田林市の関係課等から接触されており、本件問題行動につい\nて相談する機会があったにもかかわらず、このことを保健師に相談していなかっ\nた上、保健師から紹介された児童発達支援事業所への通所を自ら断るなどしてお\nり、本件問題行動への対応として逮捕監禁以外の方法を真摯に検討した形跡は認\nめられない。以上より、弁護人の主張を踏まえても、本件逮捕監禁行為は違法で\nある。\n３  争点③被告人に逮捕監禁罪の共同正犯が成立するか\n⑴  共同正犯が成立するかを検討する前提として、被告人においてＡがＢを逮捕\n監禁したことを認識していたかどうかを検討する。\n被告人は、６月２５日、２６日及び２７日、本件居室を出発する際、Ｂが本件\nベビーサークル内にいることを目視しており、判示第１の２ないし４の監禁行為\nを認識していたことは明らかである。\n他方で、被告人は、６月２４日には、本件居室に立ち寄っていないため、Ｂが\n本件ベビーサークル内にいることを目視していない。しかしながら、生前のＢの\n写真や関係者のＬＩＮＥでのやり取り等の関係証拠によれば、Ｂは頻繁に本件ベ\nビーサークル内に入れられていたことが窺われる上、Ａは、Ｂの本件問題行動に\n対応するために、本件ベビーサークルを改造した上、Ｂから目を離すときには、\n本件ベビーサークルにＢを入れていたと公判廷で供述しており、被告人もこれと\n同旨の供述をしている。そうすると、被告人において、同日夜、Ａが外泊してＢ\nから目を離す際に、Ｂが本件ベビーサークルに入れられることは十分認識してい\nたと認められる。\nまた、被告人は、６月２７日、Ｂが緊縛されているとは思わなかったと供述す\nる。しかし、前記１⑵で検討したところに加え、本件以前に、Ａが被告人に、外\n出するのでＢを縛り直すという趣旨のＬＩＮＥメッセージを送信していたこと、\n被告人自身、ＡがＢの本件問題行動に対応するために、Ｂをガムテープで縛るよ\nうになったという経過を知っていたこと、公判でも、２４時間Ｂの側にいること\nができない以上、ガムテープを使わざるを得なかったという趣旨の供述をしてい\nることからすれば、被告人は、Ａが外泊するなどＢから長時間目を離す際には、\nＢの本件問題行動に対応するために、Ｂを緊縛するであろうことは当然認識して\nいたというべきである。\nしたがって、被告人は、ＡがＢを判示第１のとおり逮捕監禁することを認識し\nていたと認められる。\n⑵  被告人が、逮捕監禁行為についてＡと互いに意思を通じ合わせ、自己の犯罪\nとして行ったと評価できるかを検討する。\nまず、前記⑴で認定した事実関係に照らせば、被告人とＡは、Ｂから長時間目\nを離すときは、Ｂを緊縛し本件ベビーサークルに入れるということを互いに認識\nしあっていたというべきであるから、Ｂを逮捕監禁するという意思を通じ合わせ\nていたと認められる。\n次に、被告人は、監禁行為に使用された本件ベビーサークルをＡと一緒に作成\nした上、Ａが、Ｂを緊縛して、本件ベビーサークルにＢを放置するという逮捕監\n禁行為をすることを黙認している。また、被告人は、後記第４の１のとおり、未\nだＢの保護責任者であったにもかかわらず、Ｂを緊縛して本件ベビーサークルに\n監禁することで、Ｂの本件問題行動に煩わされることなく、ＡやＣとともに外泊\nし、遊興するという利益を受けている。これらのことからすれば、被告人は、逮\n捕監禁行為について、自己の犯罪として行ったと評価することができる。\n４  結論\n以上より、被告人には判示第１のとおり逮捕監禁罪の共同正犯が成立する。\n第４  保護責任者遺棄致死罪の成否\n１  争点④被告人に保護責任者性が認められるか\n⑴  被告人が、平成２６年頃からＡやその子らと本件居室で同居を開始し、同人\nらの生活費を負担するなどいわば一家の大黒柱としての役割を担っていたこと、\n平成２８年７月にはＡとの間にＣをもうけ、平成２９年３月には前妻と離婚し、\n平成３０年２月にはＣを自らの子として認知したことからすれば、遅くとも令和\n２年１月までには、被告人とＡを養育者、Ｆ及びＣを被養育者とする家族同様の\n関係ができあがっていたと評価できる。そして、被告人は、令和２年１月に、Ａ\nがＢを引き取って、本件居室で同居することを容認しその後約２年半にわたって\nＢと本件居室で同居し、時にはＢの世話をすることもあったというのだから、Ｂ\nも前記の家族同様の関係に被養育者として加わったものというべきである。そう\nすると、被告人はＢとの関係に照らして、Ｂの生命、身体の安全を左右する立場\nにあったといえ、Ｂの保護責任者であったと認めるのが相当である。\n⑵  これに対し、被告人及びＡは、６月２２日に口論となり、被告人がＡに対し\nて本件居室の鍵を返却したこと、Ａが被告人に対してヒルズの鍵、被告人の会社\n名義の自動車の鍵及び被告人名義のキャッシュカードを返したことなどを供述し、\nこれを受け、弁護人は、被告人とＡとの間の内縁関係や同居関係は６月２２日に\n解消され、被告人の法律上の保護責任者性が消滅したと主張する。\nしかしながら、被告人は、６月２２日と２３日は１人でヒルズに泊まったもの\nの、同月２４日以降はＡとＣと一緒にホテルで連泊していた上、同月２５日から\n同月２７日には毎日本件居室に立ち寄り、本件寝室で仮眠をしたり、自分の洗濯\n物を家族全員の洗濯物とまとめてＡに洗ってもらったりするなど家族同様の行動\nをしていたことに加え、被告人は衣服等の荷物を本件居室内に置いており、前記\nテーマパークで遊興するための衣服に本件居室で着替え、外泊のための荷物を詰\nめたことなどからすれば、本件居室を生活の拠点とする家族としての実態はいま\nだ失われていなかったものというべきである。\nまた、Ａは本件当時も被告人名義の車両や携帯電話を継続して使用しており、\nその帰属は決まっていなかった上、Ｃの養育費の支払や離婚時の財産分与に類す\nるような預金等の分配も決まっておらず、内縁関係解消のための具体的な話し合\nいは未だなされていない状況だったといわざるを得ない。\n以上からすると、将来的に被告人とＡの内縁関係や同居関係が解消する可能性\nがあったと評価できるとしても、本件事件当時においては、いまだこれらが完全\nに解消されてはいなかったと認められる。\nしたがって、その余の弁護人の反論を踏まえても、前記のとおり、被告人は本\n件当時Ｂの保護責任者であったと認めるべきである。\n２  争点⑤Ａ及び被告人がＢを遺棄し、Ｂの生存に必要な保護をしなかったといえ\nるか\n⑴  Ｆ供述の内容及び信用性の検討\nＦは、６月２７日夕方、Ａと顔を合わせた際に、「ちょっと出かけてくるから」\nと言われただけで、どこに出かけるのかや、何日間出かけるのかについては何も\n言われず、Ｂを置いていくことも説明されなかったと供述する。\nＦには、前記のとおり、あえて虚偽供述をするような動機は見当たらない。ま\nた、６月２７日から２９日までのＡとＦとのＬＩＮＥメッセージには、Ｆの食事\nに関するやり取りはある一方で、Ｂの世話に関するやり取りは認められず、Ａに\nおいてＢの食事を気にしているようなやり取りも認められない。Ｆ供述は、この\nような客観的なＬＩＮＥメッセージの内容とも整合する。\nよって、Ｆ供述は信用することができる。\n⑵  争点⑤の検討\n本件では、Ａ及び被告人が、６月２７日にＢが本件ベビーサークル内にいる状\n態で本件居室を出発したことや、その頃から同月２９日までの間に、自ら同人に\n水分や食事を与えることも同ベビーサークル内の気温を管理することもしていな\nかったことは、関係証拠上明らかである。\nそして、Ａは、Ｂの世話をしてもらったこともあるＤに対し、不在中のＢの世\n話を頼んでいない上、前記のとおり信用できるＦ供述によれば、Ｆに対し、何日\n間家を空けるかや、Ｂが家に置き去りにされていることについて何ら説明せずに\n２泊３日の旅行に出かけたと認められるから、Ｂの生存に必要な保護について十\n分な指示をしたとはいえない。この点につき、Ａは、Ｆに対し、２７日の夜に、\n今後の予定や、ＦとＢのために購入した食材について説明したと供述するが、Ｆ\n供述に鑑みると、少なくともＦに伝わるように十分な説明をしていなかったとい\nうべきである。また、Ａの供述を前提としても、Ｆは当時高校１年生であり、日\n中は学校、夜はアルバイトや塾で本件居宅を不在にする時間が多かったのだから、\nＢの食事や温度管理を含めた世話について、十分に手当されていたとはいえない。\n以上より、Ａ及び被告人がＢを遺棄し、Ｂの生存に必要な保護をしなかったと\n認めることができる。\n３  争点⑥被告人に保護責任者遺棄致死罪の共同正犯が成立するか\n⑴  弁護人は、被告人は、ＡがＦやＤにＢの世話を頼んでいたと思っていたので、\n本件遺棄不保護行為を認識していなかったと主張する。そこで、共同正犯が成立\nするかを検討する前提として、Ｂが遺棄され、生存に必要な保護をされていなか\nったことを、被告人において認識していたかどうかを検討する。\nこの点、被告人は、Ｆが高校生であり日中不在になることを認識していたのだ\nから、Ｆに世話を頼んでいたと思っていたとしても、Ｂの生存に必要な保護をす\nるには不十分であり、Ａの遺棄不保護行為を認識していなかったとはいえない。\nまた、被告人は、ＡがＤにＢの世話を頼む場面を見たり聞いたりしていない上、\nＦが不在だった２７日の出発前、Ｄが本件居室に来ていないことを認識していた。\nさらに、被告人は、Ａが、本件より前の６月２０日から２１日にかけて、日中は\nＦが不在の平日であるにもかかわらず、ＦとＢのみを本件居室に残したまま、Ｄ\nとＣとともに一泊二日の旅行に行ったことを知っていたのだから、ＡがＤにＢの\n世話を頼むなどのＦの不在時の手当てをしないことが十分あり得ることも理解し\nていたというべきである。被告人が２９日の朝、Ａに、Ｂの温度管理を心配する\n発言をしていたことも、ＢがＦの不在時にその生存に必要な保護がされていない\n可能性があることを認識していたことを裏付けるものといえる。\nしたがって、被告人は、ＡがＢを遺棄し、Ｂの生存に必要な保護をしていない\n可能性があることを認識しながら、それを容認していたというべきである。\n⑵  上記認定を基に検討すると、被告人とＡは、互いにＢを遺棄し不保護状態に\nすることを認識しあっており、保護責任者遺棄の意思を通じ合い、ともに判示第\n２の遺棄不保護行為をしたといえる。\n４  結論\n以上より、その余の弁護人の反論を踏まえても、被告人には判示第２のとおり保\n護責任者遺棄致死罪の共同正犯が成立する。\n（法令の適用）\n省略\n（量刑の理由）\n被告人らは、わずか２歳１１か月のＢを本件ベビーサークル内に長時間閉じ込め\nて外泊するという行為を繰り返した上、Ｂの両腕両足を緊縛して約３５時間にもわ\nたって閉じ込めて置き去りにし、十分な水分や食事を与えることも適切な温度管理\nをすることもせずに放置した。本件ベビーサークルは、Ｂの身長よりも高いベニヤ\n板で四方を囲まれ、上部に蓋が取り付けられた１立方メートルにも満たない狭い空\n間であり、Ｂの視界の大部分を奪うとともに、熱がこもりやすく風通しの悪い劣悪\nな環境であった。また、両腕両足を緊縛されていたときには、身動きすら難しかっ\nたと考えられる。これらのことからすれば、逮捕監禁行為が悪質であるのはもとよ\nり、遺棄不保護行為は、Ｂを衰弱させ、熱中症によって死亡させる危険性の高い行\n為であった。\nＢはわずか２歳１１か月でその尊い命を奪われており、結果が重大であることは\nいうまでもない。さらに、Ｂはこのような劣悪な状況に一人取り残され、十分な水\n分や食事をもらえずに衰弱しながら死に至っており、その過程で味わったであろう\n苦痛は察するに余りある。\nＢの遺体を司法解剖した医師の供述によれば、本件の約２か月前の時点で、Ｂの\n身長体重はともに標準の下位数パーセントであり、Ｂは栄養不良状態にあったと認\nめられる（なお、同医師は法医学を専門とする医師であって、多数の司法解剖を行\nった経験がある上、その証言内容は専門的知識や経験に裏付けられた具体的かつ説\n得的なものであるから信用できる。）。これに加え、前記のとおり信用できるＦ供述\nによれば、６月２８日、Ａは、Ｆに対し、Ｂには前日に食事を与えたから食事を与\nえる必要はない旨述べているほか、関係証拠によれば、本件以前にも、Ｂの食事に\nついて「今日の朝あげたからいいよ」などと食事は１日に１回でよいとの趣旨の発\n言をしていたことからも、Ｂは日頃から十分な食事を与えられていなかったものと\nうかがわれる。また、Ｂは本件以前から、少なくともＡらが長時間目を離す際には\n緊縛されて本件ベビーサークルに閉じ込められていた上、本件ベビーサークル内で\nは、寝具すらも与えられず、床に直接寝かせられていた。その上、Ｂは、保育園を\n退園させられ、被告人ら以外の他人と触れ合う機会も十分に与えられず、その健全\nな発達に必要な環境を奪われていた。これらのことからすれば、本件は、弁護人の\n主張するような介護疲れ類似の事案ではなく、日常的な虐待行為の末の犯行であっ\nたというべきである。\n確かに、被告人らがＢを本件ベビーサークルに入れ始めた理由には、Ｂの本件問\n題行動に悩み、これを防ぎたいという思いがあったことは否定できないものの、日\n頃からＢの世話を十分に行うことなく、本件ベビーサークルにＢを入れて外泊する\nことが常態化する中で、Ｂに煩わされることなく、Ｃとともにテーマパーク等で遊\n興する時間を楽しみたいという身勝手な目的で本件犯行に及んでいるのであるから、\nその動機や経緯に酌むべき事情は乏しい。\n被告人は、自らもＢの保護責任者としての地位にありながら、Ａと共に、Ｂを閉\nじ込めるために本件ベビーサークルを作成して前記のような劣悪な環境を構築した\n上、本件当時も、その内部にＢが閉じ込められていることを認識しながら置き去り\nにするなどし、かつＡの逮捕監禁行為を黙認しており、その果たした役割や関与の\n程度は小さいとはいえない。一方で、本件を主導的に行ったのはＡであり、被告人\nはＡと行動をともにしたにすぎない面もある。また、Ｂが引き取られた経緯や被告\n人の育児への関わりの程度に加え、６月２２日におけるＡとの口論等の状況に照ら\nせば、被告人において、Ｂの保護責任者であるとの認識の程度が、Ａと比較して低\n減していたことにやむを得ない面があることも否定できない。\n以上の犯情等に照らすと、本件は、動機が児童虐待である保護責任者遺棄致死の\n同種事案の中では、中程度の部類に位置付けるのが相当である。\nその上で、被告人が本件後直ちに１１９番通報をしなかったこと、被告人が役員\nを務めていた会社が倒産するなど一定の社会的制裁を受けたことなどの犯情以外の\n事情を考慮して、その刑事責任に見合う量刑として、主文の刑に処するのが相当で\nあると判断した。\n（求刑・懲役７年）\n令和５年１２月２０日\n大阪地方裁判所堺支部第１刑事部\n裁判長裁判官    藤    原    美    弥    子\n裁判官    河     本         薫\n裁判官    吉      田    怜    未\n"
}