{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 3,
    "day": 30
  },
  "case_number": "令和4(ワ)70007",
  "case_name": "発信者情報開示請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "商標権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "92111",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=92111",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/111/092111_hanrei.pdf",
  "contents": "令和５年３月３０日判決言渡  同日原本領収  裁判所書記官\n令和４年（ワ）第７０００７号  発信者情報開示請求事件\n口頭弁論終結日  令和５年２月２１日\n判        決\n原        告          株式会社Ｌｉｎｋ  Ｌｉｆｅ\n同訴訟代理人弁護士         神    田    知    宏\n被        告         Ｇ ｏ ｏ ｇ ｌ ｅ   ＬＬ Ｃ\n同訴訟代理人弁護士             赤    川        圭\n山    内    真    之\n日    髙    英  太  朗\n森         真  幸  人\nほ  か\n主        文\n１  被告は、原告に対し、別紙発信者情報目録記載の各情報を開示せよ。\n２  訴訟費用は被告の負担とする。\n３  この判決に対する控訴のための付加期間を３０日と定める。\n事実及び理 由\n第１  請求\n主文同旨\n第２  事案の概要\n１  本件は、原告が、氏名不詳者（以下「本件発信者」という。）が、インターネ\nット上のサイトである「Ｇｏｏｇｌｅ検索」（以下「本件サイト」という。）に\nおいて、別紙投稿記事目録記載の標題の広告を表示されるようにしたこと（以下\n「本件投稿」といい、同目録記載の標章を「本件標章」という。）により、別紙\n商標権目録記載の商標権（以下「本件商標権」といい、本件商標権に係る登録商\n標を「本件商標」という。）を侵害したと主張して、被告に対し、特定電気通信\n役務提供者の損害賠償責任の制限及び発信者情報の開示に関する法律（以下「プ\nロバイダ責任制限法」という。）５条１項に基づき、別紙発信者情報目録記載の\n各情報（以下「本件発信者情報」という。）の開示を求める事案である。\n２  前提事実（当事者間に争いのない事実並びに後掲の各証拠及び弁論の全趣旨に\nより認められる事実をいう。なお、証拠を摘示する場合には、特に記載のない限\nり、枝番を含むものとする。）\n当事者\nア  原告は、インターネットのホームページ企画、制作、管理等を目的とする\n株式会社である。\nイ  被告は、本件サイトを管理、運営する法人であり、プロバイダ責任制限法\n２条３号にいう特定電気通信役務提供者に該当する。\n⑵  本件商標権（甲２、４）\n原告は、本件商標権を有している。\n⑶  本件発信者情報の保有\n被告は、本件発信者情報を保有している。\n３  争点\n⑴  権利侵害の明白性（具体的には、本件発信者が本件標章を使用したと認めら\nれるか否か）（争点１）\n⑵  開示を受けるべき正当な理由の有無（争点２）\n第３  争点に関する当事者の主張\n１  争点１（権利侵害の明白性）について\n（原告の主張）\n本件発信者は、本件標章をＧｏｏｇｌｅ広告に付した。そして、上記広告には、\n「ＢｒｏａｄＷｉＭａｘ  最得申込み」と書かれており、「Ｂｒｏａｄ  ＷｉＭａ\nｘ」を最もお特に申し込めると記載して、消費者を誘っている。\nしたがって、本件発信者は、本件標章を使用したものと認められる。\n（被告の主張）\n本件発信者による本件標章の「使用」について、不知である。すなわち、被告の\n検索サービスにおいて、検索窓に「ｂｒｏａｄ  ｗｉｍａｘ」と入力して検索して\nも、別紙投稿記事目録記載の広告及び標題は、既に表示されない。また、同目録記\n載の「広告のＵＲＬ」で検索しても、本件標章を付した広告は表示されない。加え\nて、同目録記載の「リンク先ＵＲＬ」、「リダイレクト先ＵＲＬ１」及び「リダイ\nレクト先ＵＲＬ２」にアクセスしても、「リクエストしたサイトにリダイレクトで\nきません」又は「お探しのページは見つかりませんでした。」と表示される。\nこのように、被告は、本件発信者による本件標章の使用行為を確認することがで\nきないから、本件商標権の侵害について争わざるを得ない。\n２  争点２（開示を受けるべき正当な理由の有無）について\n（原告の主張）\n原告は、本件発信者に対し、損害賠償請求等を予定しており、本件発信者情報の\n「開示を受けるべき正当な理由」がある。\nこれに対し、被告は、本件標章を使用した株式会社は特定されているなどと主張\nする。しかしながら、本件投稿における広告のＵＲＬにおいて表示される管理者情\n報について、その氏名等が不明であること、ドメイン名のｗｈｏｉｓ情報における\nドメイン登録者からすると、本当の登録者の個人情報を上記登録者が遮蔽している\nと理解することが一般的であること、本件投稿における広告はアフィリエイトに関\nするものであり、アフィリエイトサービスプロバイダに対して発信者情報開示訴訟\nはできないことなど、以上の事情によれば、原告は、発信者情報開示請求の手続を\n経ることなく、本件発信者を知ることができない。\nしたがって、被告の主張は理由がない。\n（被告の主張）\n本件投稿における広告の対象である「ＤＴＩ  ＷｉＭＡＸ」の公式ホームページ\nには、会社概要が記載されており、本件標章を使用した者と考えられる株式会社の\n商号、代表取締役及び所在地を確認することができる。そして、当該会社概要に記\n載された商号、代表取締役及び本店所在地と一致する株式会社のインターネット登\n記情報が存在するため、上記株式会社は実在すると考えられる。\nそうすると、本件標章を使用した者は特定されており、原告は、その者に対して\n直接商標権侵害に基づく損害賠償請求等を行えば足りるから、被告が情報の開示を\n行う必要はない。\nしたがって、「開示を受けるべき正当な理由」は認められない。\n第４  当裁判所の判断\n１  争点１（権利侵害の明白性）について\n⑴  証拠（甲１）及び弁論の全趣旨によれば、本件サイトにおいては、本件発信\n者により、別紙投稿記事目録記載の広告が公開されたところ（本件投稿）、本\n件投稿には本件標章が付されていたこと、同目録記載の広告のＵＲＬのリンク\n先は、原告とは無関係の通信機器の貸与の役務に関するウェブサイトであるこ\nと、以上の事実が認められる。\n前提事実及び上記認定事実によれば、本件発信者は、本件サイトにおいて本\n件投稿に本件標章を付したことが認められることからすると、当該行為は、商\n標法２条２項８号にいう本件標章の使用に該当するものと認めるのが相当で\nある。そして、当事者双方提出に係る証拠及び弁論の全趣旨によっても、侵害\n行為の違法性を阻却する事由が存在することをうかがわせる事情を認めるこ\nとはできない。そうすると、原告は、本件投稿により、本件商標権を侵害され\nたことが明らかであるといえる。\n⑵  これに対し、被告は、本件発信者による本件標章の使用を争っている。\nしかしながら、被告の主張は、現在において本件投稿を確認することができ\nないというにとどまるものであり、本件投稿がされていないということなどを\n積極的に主張するものではない。そして、本件全証拠によっても、本件発信者\nが本件投稿に本件標章を付して使用したという上記認定を左右するに足りる\n事情を認めることはできない。\nそうすると、被告の主張は、採用することができない。\n⑶  したがって、本件投稿による権利侵害の明白性が認められる。\n２  争点２（正当な理由の有無）について\n⑴  弁論の全趣旨によれば、原告は、本件発信者に対し、損害賠償請求等をする\nことを予定していると認められるから、本件発信者情報の開示を受けるべき正\n当な理由があるものと認められる。\n⑵  これに対し、被告は、本件投稿における広告の対象である「ＤＴＩ  ＷｉＭ\nＡＸ」の公式ホームページにおける会社概要の記載等からすると、本件標章を\n使用した者は特定されているから、本件発信者情報の開示を受けるべき正当な\n理由が認められないなどと主張する。\nしかしながら、本件投稿における広告の対象に係るホームページに特定の株\n式会社の商号等の記載があったとしても、そのことから、直ちに、当該株式会\n社が本件投稿を行ったということができないことは明白である。\nそうすると、被告の主張は、上記判断を左右するものとはいえない。\n⑶  したがって、開示を受けるべき正当な理由が認められる。\n３  その他に、被告提出に係る準備書面及び証拠を改めて検討しても、被告の主張\nは、上記において説示したところを踏まえると、上記判断を左右するに至らない。\nしたがって、被告の主張は、いずれも採用することができない。\n第５  結論\nよって、原告の請求は理由があるから、これを認容することとして、主文のと\nおり判決する。\n東京地方裁判所民事第４０部\n裁判長裁判官\n中    島    基    至\n裁判官\n小    田    誉  太  郎\n裁判官\n國    井    陽    平\n（別紙）発信者情報目録\n別紙投稿記事目録記載の広告を設定した広告アカウントに登録されている以下の\n各情報。ただし、裁判所が判決を言い渡した日において被告が保有しかつ直ちに利用\n可能なものに限る。\n１   氏名又は名称\n２   住所\n３   電話番号\n４   電子メールアドレス\n（別紙）投稿記事目録\n標題  DTI【WiMax2+】最得  –  BroadWiMax最得申込み\n標章  BroadWiMax\n広告のURL  （省略）\nスニペット  WiMax2+新規申込みはこちら。今だけ利用料金2ヶ月無料中！高\n速通信＆6,000円キャッシュバックも。申込みはスマホで楽々。D\nTI会員様だけの特典も多数！他者からの乗り換えもお得にスター\nト。\nリンク先URL  （省略）\nリダイレクト\n先URL１\n（省略）\nリダイレクト\n先URL２\n（省略）\n（別紙）商標権目録\n商標登録番号  第５４７０６４２号\n出願日  平成２３年６月２７日\n出願番号  商願２０１１－４７８２３\n登録日  平成２４年２月１７日\n区分の数  １\n商標の区分  第３８類\n指定役務  電気通信（放送を除く。），放送，報道をする者に対\nするニュースの供給，電話機・ファクシミリその他の\n通信機器の貸与\n登録商標\n"
}