{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 8,
    "day": 30
  },
  "case_number": "令和4(ワ)70145",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "92640",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=92640",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/640/092640_hanrei.pdf",
  "contents": "令和５年８月３０日判決言渡  同日原本交付  裁判所書記官\n令和４年（ワ）第７０１４５号  著作権侵害（不法行為）による請求事件\n口頭弁論終結日  令和５年７月１９日\n判         決\n原               告        Ａ\n被 告      Ｂ\n被 告      Ｃ\n被 告      Ｄ\n被告ら３名訴訟代理人弁護士      池田智 洋\n主         文\n１  原告の請求をいずれも棄却する。\n２  訴訟費用は原告の負担とする。\n事 実\n第１  請求\n１  被告らは、別紙原告著作物目録記載のデザインを複製し、頒布してはならない。\n２  被告らは、別紙原告著作物目録記載のデザインを使用したすべてのコピー物品\nを廃棄せよ。\n３  被告らは、別紙商標権目録記載の商標や呼称を使用した商品の販売に関する情\n報の提供、書類の複製、文書または電磁テープのファイリング、コンピュータデ\nータベースへの情報編集、セミナー・検定事業の企画、書籍の制作、興行の企画・\n運営または開催、教育研修のための施設の提供、検定試験の企画・運営、検定試\n験の実施を行うことを禁ずる。\n４  被告らは、被告らが侵害したインターネットのホームページ上で本件著作権を\n原告が所有することを公表せよ。\n５  被告らは、原告に対し、３４７万４０００円及びこれに対する本訴状送達の日\nの翌日から支払済みまで年５分の割合による金員を支払え。\n６  仮執行宣言\n第２  請求の趣旨に対する答弁\n主文同旨\n第３  当事者の主張\n１  請求原因\nア  原告は、別紙原告著作物目録記載の各著作物（以下「本件各著作物」とい\nう。）を単独で創作し、著作権を取得した。\nイ  原告は、別紙商標権目録記載の商標権（以下、同商標権に係る商標を「本\n件各商標」という。）を保有している。\n被告らは、関ケ原検定を実施するにあたり、令和２年１２月から令和３年８\n月にかけて、別紙原告著作物目録記載１の著作物については、ジャンパーにお\nいてそのまま使用し、別紙原告著作物目録記載２の著作物については、別紙被\n告の改変部分記載１のとおりの追記をしてポスターを作成して大垣城等の公\n共施設に掲載し、別紙原告著作物目録記載３の著作物については、別紙被告の\n改変部分記載２のとおりの追記をして募集要項を作成して配布し、別紙原告著\n作物目録記載４の著作物については、別紙被告の改変部分記載３のとおりの改\n変をした上で合格証書を作成し、別紙原告著作物目録記載５の合格カードにつ\nいては、そのまま複製して配布し、受験生を募集するホームページにも原告の\n著作物を掲載し、これらによって、原告の著作物を複製し原告の複製権を侵害\nした。\nまた、被告らは本件各商標を前記ポスター、募集要項、合格証書及び別紙原\n告著作物目録記載５のデザインの合格カードに記載して使用した。\nア  原告は、前記 の被告の行為により、次の損害を被った。\n別紙原告著作物目録記載１の著作物について６１万４０００円（慰謝料\n１０万円を含む。）\n別紙原告著作物目録記載２の著作物について６３万６０００円（慰謝料\n１０万円を含む。）\n別紙原告著作物目録記載３の著作物について４２万７０００円（慰謝料\n７万円を含む。）\n別紙原告著作物目録記載４の著作物について２６万４０００円（慰謝料\n４万円を含む。）\n別紙原告著作物目録記載５の著作物について２６万４０００円（慰謝料\n４万円を含む。）\nイ   別紙商標権目録記載１の商標について２１万９０００円（慰謝料４万円\nを含む。）\n別紙商標権目録記載２の商標について３５万円（慰謝料６万円を含む。）\n別紙商標権目録記載３の商標について３５万円（慰謝料６万円を含む。）\n別紙商標権目録記載４の商標について３５万円（慰謝料６万円を含む。）\n被告らは、現在も前記 に係る物品の在庫を相当数有していると推測される\nため、請求の趣旨１項から３項記載のとおりの差止め及び被告らに在庫の廃棄\nをさせる必要がある。また、請求の趣旨４項記載の名誉回復措置を執る必要性\nもある。\nよって、原告は、被告らに対して、\nア  著作権法１１２条１項、２項に基づき、本件著作物の複製、頒布の差止め\n及び同著作物を複製した物品の廃棄（請求の趣旨１項、２項）を、商標法３\n６条１項に基づき、本件商標を使用する役務の提供の差止め（請求の趣旨３\n項）を請求し、\nイ  著作権法１１５条に基づき名誉回復措置を執ることを請求し（請求の趣旨\n４項）\nウ  不法行為に基づき３４７万４０００円を請求（請求の趣旨５項）\nする。\n２  請求原因に対する認否\nア  請求原因 アは否認する。別紙原告著作物目録記載の各デザインは、関ケ\n原町が企画した関ケ原検定の実施に当たって、被告ｂを含む関ケ原町の職員\nが原告と共同でデザインしたものであり、仮に著作物性が認められても関ケ\n原町と原告の共同著作物となる。\nイ  請求原因 イについて、本件請求原因では、別紙商標権目録記載２、３、\n４の各商標については商標登録以前の行為が問題とされており、商標権侵害\nが成立する余地はない。\n請求原因 について、別紙原告著作物目録記載１のデザインのスタッフジャ\nンパーについては、関ケ原町が原告から購入して着用した。同目録記載２から\n５のデザインについて、関ケ原検定の運営に当たり、ポスター、申込書、合格\n証書、賞状、合格カードとして使用したことは認める。ただし、本件著作物創\n作の経緯からしても、原告はこれらのデザインが関ケ原検定のために使用され\nることを許諾していた。また、ポスター、募集要項、合格証書及び合格カード\nに付されている標章は、本件商標と同一ではない。\n請求原因 は、否認ないし争う。\n請求原因 は、否認ないし争う。関ケ原町は、原告からの申し入れを受けて、\n関ケ原検定の事業を中止することとし、関ケ原検定は令和３年７月１５日以降\n実施されておらず、同日以後、原告著作物目録記載のデザインが付されたもの\nはいずれも使用していない。\n争う。\n３  被告の主張\n被告Ｂ（以下「被告ｂ」という。）は、岐阜県不破郡関ケ原町が運営する関\nケ原町歴史民俗学習館の館長であり、関ケ原町の公務員である。  被告Ｃ（以\n下「被告ｃ」という。）は、関ケ原町役場の地域振興課の係長を務める関ケ原\n町の公務員である。被告Ｄ（以下「被告ｄ」という。）は、関ケ原町の町長で\nある。\n請求原因 に記載の各行為は、関ケ原町が、関ケ原町の地域振興事業である\n関ケ原検定の広報及び実施の一環として実施したものであり、公権力の行使と\nして行ったものである。\nよって、原告が問題とする行為は、関ケ原町が公権力の行使として実施し\nたものであるから、被告ら個人が責任を負うことはない。\n本件著作物創作の経緯からすれば、原告は、関ケ原町に対し、原告が指摘す\nるデザインが関ケ原検定のために使用されることを許諾していた。\n４  被告の主張に対する認否\n争う。\n理 由\n１  損害賠償の請求について\n国家賠償法１条１項は，国又は公共団体の公権力の行使に当たる公務員が，そ\nの職務を行うについて，故意又は過失によって違法に他人に損害を与えた場合に\nは，国又は公共団体がその被害者に対して賠償の責めに任ずることとし，公務員\n個人は民事上の損害賠償責任を負わないこととしたものと解される（最高裁昭和\n２８年（オ）第６２５号同３０年４月１９日第三小法廷判決・民集９巻５号５３\n４頁，最高裁昭和４９年（オ）第４１９号同５３年１０月２０日第二小法廷判決・\n民集３２巻７号１３６７頁等）。\n本件で原告は、令和３年に関ケ原町で実施された関ケ原検定に関連して被告ら\nが令和２年１２月から令和３年８月にかけて行ったとする関ケ原検定のポスタ\nーや合格証書等（以下「本件ポスター等」という。）の作成、配布等を問題にして\nいる。乙３から８及び弁論の全趣旨によれば、関ケ原町は関ケ原町歴史民俗学習\n館を運営するところ、関ケ原検定は、関ケ原の戦いに関する知識等を問うもので、\n関ケ原町歴史民俗学習館内の関ケ原検定実行委員会名義で実施されたもので、関\nケ原町歴史民俗学習館名義で検定合格を公認するなどした事業であり、関ケ原町\nが実施したもので、関ケ原の戦いに関する検定を行うことで関ケ原町がその広報\nとして行ったという趣旨があるものといえる。そして、本件で原告が被告らの行\n為として主張する行為は、いずれも、関ケ原町が上記の関ケ原検定を実施するに\n際してされた行為であり、関ケ原町が公権力の行使としてしたものであると認め\nられる。また、弁論の全趣旨によれば被告らは関ケ原町の公務員であることが認\nめられる。\nそうすると、仮に、本件ポスター等の作成、配布等が原告の著作権や商標権を\n侵害して違法であり、これらの行為に被告らがかかわっていたとしても、関ケ原\n町のみが賠償の責めを負い、被告ら個人は損害賠償責任を負わない。\nよって、原告の損害賠償請求には理由がない。\n２  差止め等の請求について\n弁論の全趣旨によれば、令和３年４月に関ケ原検定が実施されたところ、原告\nから、知的財産の侵害があるとの警告がされ、関ケ原町は、同年７月には、関ケ\n原検定事業を中止することとし、その後、関ケ原検定は実施されていない。この\nような状況のもとで、現時点において、関ケ原町において、本件で原告が自身の\n著作物であると主張する著作物や原告が有する商標等を利用する事業を行うお\nそれがあると認めるには足りない。\nそうすると、原告が被告らに対して関ケ原検定に関する行為の差止め等を求め\nる必要性はなく、同請求は認められないというべきである。\n３  名誉回復措置について\n本件で、原告は著作権法１１５条に基づく名誉回復等の措置を請求するが、同\n措置の前提となる著作者人格権侵害に関する主張はなく、同措置を命じる前提を\n欠くから、同請求には理由がない。\n４  結論\nよって、原告の請求をいずれも棄却することとし、訴訟費用については民事訴\n訟法６１条を適用して主文のとおり判決する。\n東京地方裁判所民事第４６部\n裁判長裁判官        柴    田    義    明\n裁判官      杉    田    時    基\n裁判官      仲    田    憲    史\n（別紙原告著作物目録省略）\n（別紙商標権目録省略）\n（別紙被告の改変部分省略）\n"
}