{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Reiwa",
    "year": 2,
    "month": 11,
    "day": 5
  },
  "case_number": "平成30(行ウ)124",
  "case_name": "名古屋城天守閣整備事業における基本設計代金の  支払いに対する返還請求，同実施設計契約の無効，及び同事業の差止請求事件",
  "court_name": "名古屋地方裁判所",
  "gist": "１　文化財保護法上の特別史跡内における名古屋城の天守閣の整備事業（以下「本件事業」という。）に関する基本設計業務（以下「本件基本設計業務」という。）の受託会社（以下「本件会社」という。）に対する業務委託料の支出に関する支出命令等が財務会計法規上の義務に違反する違法なものとはいえないとされた事例\n２　本件事業を行うとした名古屋市の判断に裁量権の範囲の逸脱又はその濫用があるとはいえず，本件事業に関する一切の財務会計上の行為の差止請求は認められないとされた事例",
  "case_gist": "１　本件会社は，本件基本設計業務の委託契約上，本件事業につき文化庁の復元検討委員会の審査を受けて文化審議会の諮問を経る義務や名古屋市が文化庁に提出する基本計画書及び申請書類を名古屋市に提出する義務を負うということはできないから，これらを行っていなかったとしても，業務委託料の支出命令等が財務会計法規上の義務に違反する違法なものとはいえない。\n２　本件事業を行うとした名古屋市の判断は，学識経験者等により行われ，内容的にも不合理な点が認められない検討結果に基づいて行われたものであって，重要な事実の基礎を欠き，又は，その内容が社会通念に照らして著しく妥当性を欠くものであるということはできないから，上記判断に裁量権の範囲の逸脱又はその濫用があるとはいえず，本件事業に関する一切の財務会計上の行為の差止請求は認められない。",
  "lawsuit_id": "90059",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=90059",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/059/090059_hanrei.pdf",
  "contents": "令和２年１１月５日判決言渡  同日判決原本交付  裁判所書記官\n平成３０年（行ウ）第１２４号  名古屋城天守閣整備事業における基本設計代金の\n支払いに対する返還請求，同実施設計契約の無効，及び同事業の差止請求事件\n口頭弁論終結日  令和２年８月６日\n判 決\n（略）\n主 文\n１  本件訴え中，名古屋城天守閣整備事業に関する一切の公金の支出，財産\nの取得，管理並びに処分，契約の締結並びに履行及び債務その他の義務の\n負担の差止めを求める訴えのうち，令和２年１１月５日までにされたもの\nの差止めを求める部分を却下する。\n２  原告のその余の訴えに係る請求をいずれも棄却する。\n３  訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  請求\n１  被告は，Ａ，Ｂ及びＣに対し，Ｄと連帯して，８億４６９３万６０００円を\n支払うよう賠償の命令をせよ。\n２  被告は，Ｄに対し，Ａ，Ｂ及びＣと連帯して，８億４６９３万６０００円を\n支払うよう請求せよ。\n３  被告は，名古屋城天守閣整備事業に関し，公金の支出，財産の取得，管理並\nびに処分，契約の締結並びに履行及び債務その他の義務の負担を一切してはな\nらない。\n第２  事案の概要等\n１  事案の要旨\n名古屋市は，名古屋城の天守閣（以下，単に「天守閣」という。）の整備事\n業（以下「本件事業」という。）に関し，基本協定（以下「本件基本協定」と\nいう。）を締結した上，株式会社竹中工務店（以下「竹中工務店」という。）\nとの間で，基本設計その他業務委託契約（以下「本件基本設計契約」という。）\nを締結した。名古屋市は，本件基本設計契約の履行が完了したとして竹中工務\n店に対し業務委託料８億４６９３万６０００円を支出し，引き続き，本件基本\n協定に基づき，竹中工務店との間で本件事業の実施設計業務委託契約（以下\n「本件実施設計契約」という。）を締結した。\n本件は，名古屋市の住民である原告（選定当事者。なお，選定者らも同市の\n住民である。）が，⑴本件基本設計契約の履行が完了していないにもかかわら\nず竹中工務店に対して前記業務委託料の支出がされ，これにより名古屋市に前\n記業務委託料相当額の損害が生じたとして，名古屋市の執行機関である被告を\n相手に，地方自治法２４３条の２の２に基づき，①前記業務委託料の支出命令\n（以下「本件支出命令」という。）をしたＢ，②本件支出命令の確認及び前記\n業務委託料の支出（以下，併せて「本件確認及び支出」という。）をした名古\n屋市会計管理者であったＣ，③本件基本設計契約の履行につき検査を行ったＡ\nに対し，名古屋市長であるＤと連帯して，８億４６９３万６０００円の賠償を\n命ずるよう求めるとともに，⑵名古屋市長であるＤには，本件支出命令につき\n指揮監督上の義務違反があり，この義務違反（不法行為）により名古屋市に前\n記業務委託料相当額の損害が生じたとして，名古屋市の執行機関である被告を\n相手に，地方自治法２４２条の２第１項４号に基づき，Ｄに対し，Ｂ，Ｃ及び\nＡと連帯して，８億４６９３万６０００円の損害賠償を請求するよう求め，さ\nらに，⑶同項１号に基づき，本件事業に関する一切の財務会計上の行為の差止\nめ（以下「本件差止めの訴え」という。）を求める住民訴訟である。\n２  前提事実（当事者間に争いのない事実並びに掲記の証拠及び弁論の全趣旨に\nより容易に認められる事実等。以下，書証番号は，特記しない限り枝番を含\nむ。）\n⑴  当事者（争いがない。）\nア  原告（選定当事者）及び選定者らは，名古屋市の住民であり，被告は，\n名古屋市の執行機関である市長である。\nイ  Ｄは，名古屋市長の職にある者である。\nウ  Ｂは，名古屋市観光文化交流局総務課長であった者であり，本件支出命\n令につき専決権限を有していた者である。\nエ  Ｃは，名古屋市会計管理者であった者である。\nオ  Ａは，名古屋市観光文化交流局名古屋城総合事務所整備室整備係長であ\nった者であり，本件基本設計契約につき地方自治法２３４条の２第１項の\n検査を行う権限を有していた者である。\n⑵  本件事業が実施されるに至る経緯等\nア  名古屋市は，真実性の高い歴史に忠実な天守閣の復元を行うことにより\n名古屋城跡の歴史的価値の理解を促進させることなどを目的として，現在\nある天守閣（以下「現天守閣」という。）を解体して，天守閣を木造によ\nり復元する事業（本件事業）を実施することとした。（甲２６，乙５，１\n８，弁論の全趣旨）\nイ  名古屋城跡は，文化財保護法上の特別史跡に指定されているため，同法\n１２５条１項により，その現状を変更する場合には，文化庁長官の許可\n（以下「現状変更許可」という。）を受けなければならないところ，現状\n変更許可がされるまでの手続は，①本件事業の主体である名古屋市が，文\n化庁に対し，本件事業に係る名古屋市の考え方や仕様・手法を示した書面\nを提出し，②文化庁がその内容を文化庁の史跡等における歴史的建造物の\n復元の取扱いに関する専門委員会（以下「復元検討委員会」という。）の\n審議にかけ，③復元検討委員会における審議が熟した後に名古屋市が文化\n庁長官に対し現状変更許可を申請し，④文化庁長官が，文化財保護法１５\n３条２項２０号に基づき，文化審議会（文部科学省設置法２１条に基づき\n文部科学省に設置される審議会）に対し，現状変更許可について諮問をし，\nその際，復元検討委員会は文化審議会に対し，復元検討委員会における審\n議の内容を報告し，⑤文化審議会は，復元検討委員会の報告を踏まえた上\nで，許可の適否について文化庁長官に答申をし，⑥文化庁長官が現状変更\n許可の申請について決定をすることとなる。（弁論の全趣旨）\n⑶  本件基本設計契約締結に至る経緯等\nア  名古屋市は，平成２７年１２月２日，本件事業につき，どのような設\n計・施工条件を満たす必要があるのかという水準を提示し，受注者となる\nことを希望する者から，上記水準を満たすか又はそれ以上の技術水準のプ\nロポーザル（提案）を公募し，その中で最も優れた提案をした事業者を優\n先交渉権者として設定し，その事業者と 設計契約を締結することとした\n（技術提案・交渉方式〔設計交渉・施行タイプ〕による公募型プロポーザ\nル。以下，この選定手続を「本件選定手続」という。）。（乙５，２４）\nイ  名古屋市は，事業者に対し，本件選定手続において業務要求水準書（甲\n１。以下「本件要求水準書」という。）を示したところ，竹中工務店ほか\n１社が応募した。（甲１，弁論の全趣旨）\nウ  名古屋市は，本件選定手続において，竹中工務店ほか１社から技術提案\n書（以下，竹中工務店から提出された技術提案書を「本件技術提案書」と\nいう。）の提出を受け，平成２８年３月２９日，竹中工務店を本件事業の\n優先交渉権者に選定した。（甲２５，乙２４）\nエ  名古屋市は，平成２９年５月９日，竹中工務店との間で，本件事業に関\nする基本協定（本件基本協定）を締結した。（甲３）\nオ  名古屋市は，平成２９年５月９日，竹中工務店との間で，業務委託料を\n８億４７２１万６８４４円，履行期を平成３０年２月２８日として，天守\n閣を木造復元するに当たり，基本設計等の業務を委託する契約（本件基本\n設計契約）を締結し，併せて，設計書（甲４），業務委託概要書（甲５。\n以下「本件業務概要書」という。），名古屋城天守閣整備事業基本設計そ\nの他業務委託仕様書（甲６。以下「本件仕様書」という。）等を取り交わ\nした。（甲４～８，弁論の全趣旨）\nカ  名古屋市と竹中工務店は，平成３０年２月２７日，本件基本設計契約の\n履行期を同年３月３０日までに延期し，業務委託料を２８万０８４４円減\n額する旨の変更契約を締結した。（甲９）\n⑷  本件基本設計契約に基づく履行等\nア  竹中工務店は，平成３０年３月３０日，名古屋市に対し，本件基本設計\n契約の履行として，成果品目録とともに，「基本設計説明書」（乙１８。\n以下「本件基本設計説明書」という。 ），「基本設計図」，「外構検討\n図」，「構造計算書」，「文化庁復元検討委員会，天守閣部会等に係る資\n料等の原稿」，「天守閣部会等の議事録等」等を含む成果品を納入した。\n（甲１０，２４，乙１８，２５）\nイ  Ａは，平成３０年３月３０日，前記アの成果品につき検査を行い（本件\n検査），Ｂは，同日，専決により本件基本設計契約の業務委託料８億４６\n９３万６０００円の支出命令をした（本件支出命令）。そして，Ｃは，同\n年４月２７日，本件支出命令に基づき，本件基本設計契約が法令又は予算\nに違反していないこと及び本件基本設計契約に係る債務が確定しているこ\nとを確認したとして，竹中工務店に対して，上記業務委託料を支出し た\n（本件確認及び支出）。（甲１３，乙１４，１６，弁論の全趣旨）\nウ  本件実施設計契約の締結等\n名古屋市は，本件基本協定に基づき，平成３０年４月９日，竹中工務店\nとの間で，業務委託料を１５億６３８４万円として，本件基本設計契約の\n成果品を基に，より詳細な木造復元の図面を作成する実施設計業務を委託\nする実施設計業務委託契約（本件実施設計契約）を締結した。（甲１４，\n弁論の全趣旨）\n⑸  住民監査請求及び本件訴えの提起\nア  原告及び選定者らは，平成３０年９月２１日，本件基本設計契約及び本\n件事業について住民監査請求をしたが，同年１１月１９日付けで，監査委\n員の合議が整わず，監査結果の決定には至らなかった旨の通知を受けた。\n（甲２２，２３）\nイ  原告は，平成３０年１２月１７日，被告に対し，①Ｄ及び職員１３名に\n対して本件基本設計契約の業務委託料相当額８億４６９３万６０００円の\n支払を請求すること，②本件実施設計契約を解除すること及び③本件事業\nを停止することを求める本件訴えを提起した。（顕著な事実）\nウ  原告は，⑴平成３１年１月２８日，上記イの①の請求における職員１３\n名を職員１２名に訂正し，⑵同年４月１６日，上記イの②の請求につき，\n被告を名古屋市に交換的に変更し，⑶同月１８日，上記イの②の請求につ\nき，被告に名古屋市長を加え，本件実施設計契約を差し止め，取消又は無\n効とすることを求める訴えに交換的に変更したが，⑷同年６月２１日，上\n記イの訴えを前記１記載の請求に交換的に変更した。（顕著な事実）\n３  主たる争点\n⑴  本件支出命令並びに本件確認及び支出の違法の有無（本件基本設計契約上\nの義務の履行の有無）（争点１。請求の趣旨１関係）\n⑵  本件検査の違法の有無（争点２。請求の趣旨１関係）\n⑶  Ｄの本件支出命令に係る指揮監督上の義務違反の有無（争点３。請求の趣\n旨２関係）\n⑷  本件事業の違法の有無（争点４。請求の趣旨３関係）\n４  主たる争点に関する当事者の主張の要旨\n⑴  争点１（本件支出命令並びに本件確認及び支出の違法の有無〔本件基本設\n計契約上の義務の履行の有無〕）\n（原告の主張の要旨）\nア  現状変更許可の申請手続に関する義務の未履行\n本件基本協定では，本件事業は，本件要求水準書，本件技術提案書等\nに準拠するものとされている上，本件要求水準書にも，受注者の役割と\nして，本件要求水準書及び技術提案書のとおりに完成させるため体制整\n備を図る旨が規定されている。また，本件選定手続における技術提案書\nの審査基準では，技術提案書が本件要求水準書の設計条件等を満たして\nいるかを確認するとされ，受注者は技術提案に基づいた業務の履行を行\nうものとするとされている。これらのことからすれば，本件要求水準書\n及び本件技術提案書の内容は，本件基本設計契約における竹中工務店の\n義務を定めるものということができる。\nそして，本件要求水準書は，「業務の概要及び計画条件 」として，\n「基本設計の段階において，文化庁における復元検討委員会の審査を受\nけ，文化審議会にかけられる」と規定し，本件事業について復元検討委\n員会の審査を受け文化審議会の諮問を経ることを受注者の業務としてい\nる。現に，名古屋市は，本件選定手続において，競争加入者からの質問\nに対し，復元検討委員会の審査を受けて文化審議会にかけられるのは基\n本設計の段階であり，その段階で文化審議会の了解が得られれば，実施\n設計段階では復元検討委員会の審査や文化審議会の手続は不要である旨\n回答している（以下「本件回答」という。）。また，本件技術提案書で\nは，計画の実現可能性を確保するため，基本計画の段階で復元検討委員\n会の審査を受け，その後に基本設計の作成に入ることとされている。\nさらに，本件業務概要書は，受注者の業務として，現状変更許可の申\n請に必要な業務を規定し，その内容として，申請に必要な事前打合せや\n申請書類の作成などが定めている上，竹中工務店が本件基本設計契約に\n基づいて提出すべき成果品について，復元検討委員会の協議・調整に必\n要となる資料等は復元検討委員会において指摘された事項に対して適宜\n回答及び修正を行った上で提出する旨規定している。そして，本件仕様\n書は，本件基本設計契約に基づいて作成すべき基本計画書の内容として，\n「その他学識経験者及び文化庁等との協議によるもの」を規定し，基本\n計画の段階において復元検討委員会の審査を受け文化審議会にかけられ\nることを予定していると解される。\n加えて，国土交通省告示第１５号「建築士事務所の開設者がその業務\nに関して請求することのできる報酬の基準」（平成２１年１月７日。乙\n４。以下「本件告示」という。）は，建築物の基本設計契約において行\nわれるべき業務を定めているところ，その中において基本設計に必要な\n範囲で，建築確認申請を行うために必要な事項について関係機関と事前\nに打合せを行うことを定めている。\n以上によれば，竹中工務店は，本件基本設計契約上の義務として，基\n本設計の段階において，本件事業につき復元検討委員会の審査を受けて\n文化審議会の諮問を経ることを要するものというべきである。ところが，\n本件事業については，基本設計の段階において文化庁における復元検討\n委員会の審査を受けておらず，文化審議会にも諮問されていない。した\nがって，竹中工務店は本件基本設計契約上の義務を履行したということ\nはできない。\nイ  本件基本設計契約に基づく成果品の提出義務の未履行\n本件業務概要書には，竹中工務店の業務として，現状変更許可の申請に\n必要な業務が定められ，その具体的内容として，学術調査，文化庁との協\n議に必要な資料作成，申請に必要な事前打合せ及び申請書類の作成が挙げ\nられているから，竹中工務店は，本件基本設計契約に基づいて，名古屋市\nが現状変更許可の申請手続において文化庁に提出する基本計画書及び申請\n書類を名古屋市に提出する義務を負うというべきである。ところが，竹中\n工務店は，平成３０年３月３０日，名古屋市に対して，本件基本設計契約\nの成果品を提出したものの，この中に名古屋市が文化庁に提出する基本計\n画書及び申請書類は含まれていない。竹中工務店が同日時点において名古\n屋市が文化庁に提出する基本計画書を作成していないことは，名古屋市観\n光文化交流局名古屋城総合事務所のＥ主幹が，同月２８日，特別史跡名古\n屋城跡全体整備検討会議天守閣部会において，「６月に未策定のものを天\n守閣部会に諮らせていただき，７月に全体的な基本計画のまとめを挙げさ\nせていただき，文化庁と相談をしていきたいと思っています。」と述べて\nおり，同日において本件事業の基本計画は策定されていなかった旨を発言\nしていることとも合致する。\nウ  関係行政機関との協議を実施する義務の未履行\n本件事業においては，文化庁長官による現状変更許可，消防長の同意及\nび建築審査会の同意を要するところ，本件技術提案書では，本件事業の実\n現可能性を確保するため，基本計画の段階で文化庁との協議，消防協議，\n建築指導課との協議を経ていることを要するものとされており，本件業務\n概要書においても，本件基本設計契約に基づく竹中工務店の業務として，\n文化庁等の関係行政機関との協議を行うことが定められている。にもかか\nわらず，竹中工務店は，前記の各協議を行っていない。\n（被告の主張の要旨）\nア  現状変更許可の申請手続に関する義務の未履行について\n本件基本設計契約の契約約款は，受注者は，設計図書に従って本件基本\n設計契約を履行しなければならない旨を規定しており，前記の設計図書に\nは本件仕様書が含まれる。そして，本件仕様書１条は，本件事業について\nは，契約書類及び本件業務概要書に記載された事項以外は，本件仕様書に\nよる旨規定し，本件業務概要書は，受注者は，本件要求水準書及び本件技\n術提案書のうち，設計業務等に関する事項により業務を行う旨規定してい\nるから，本件要求水準書及び本件技術提案書のうち，設計業務に関する事\n項を除くものは受注者の義務にはならないところ，本件要求水準書に「業\n務の概要及び計画条件」として記載されている「基本設計の段階において，\n文化庁における復元検討委員会の審査を受け，文化審議会にかけられる」\n旨の定めは，設計業務に関する事項ではないから，本件基本設計契約上の\n竹中工務店の義務を定めたものということはできない。また，本件技術提\n案書には，基本計画の段階で復元検討委員会の審査を受け，その後に基本\n設計の作成に入る旨の記載があるが，これも設計業務に関する事項ではな\nいから，本件基本設計契約上の竹中工務店の義務を定めたものということ\nはできない。さらに，本件業務概要書には，受注者の業務として，現状変\n更許可の申請に必要な業務が規定され，その内容として，「申請に必要な\n事前打ち合わせ」や「申請書類の作成」などが定められているものの，本\n件基本協定には，現状変更許可の申請は名古屋市の義務であり，受注者の\n義務は，名古屋市が実施する文化財の復元に必要な諸手続において責任を\nもって必要な資料を作成することが定められているから，前記の「申請に\n必要な打ち合わせ」とは，受注者が名古屋市等と行う打合せ等を，「申請\n書類の作成」とは，必要な説明書類等を作成することを意味するというべ\nきである。そして，本件仕様書において，本件基本設計契約に基づいて作\n成すべき基本計画書の内容として，「その他学識経験者及び文化庁等との\n協議によるもの」を規定している点についても，基本計画書の内容として\n掲げられている事項以外に，学識経験者及び文化庁等との協議により必要\nとされた事項があればこれを記述し，基本計画書として納品することを求\nめる旨を一般的に規定したものにすぎない。\nまた，本件告示は，建築士事務所の開設者がその業務に関して請求する\nことのできる報酬の基準等を定めたものであり，基本設計に関して標準的\nな業務を掲げたものにすぎない。\nイ  本件基本設計契約に基づく成果品の提出義務の未履行について\n本件基本設計契約上，竹中工務店は，基本計画書を提出する義務を負\nうが，この基本計画書は，名古屋市が文化庁に提出する基本計画書とは\n異なるものであるから，竹中工務店は本件基本設計契約に基づいて名古\n屋市が文化庁に提出する基本計画書を提出する義務を負わない。また，\n本件基本設計契約に基づく現状変更許可の申請手続に関する竹中工務店\nの業務は，名古屋市の申請手続の準備行為であり，本件業務概要書にお\nいて竹中工務店の業務とされている「申請に必要な事前打ち合わせ」と\nは，受注者が名古屋市等と行う打合せ等をいい，「申請書類の作成」と\nは，必要な説明書類等を作成することを意味すると解すべきであり，竹\n中工務店が現状変更許可の申請手続において名古屋市が文化庁に提出す\nる申請書類を提出する義務は負わない。\n以上のとおり，本件基本設計契約上，竹中工務店は，名古屋市が文化\n庁に提出する基本計画書及び申請書類を名古屋市に提出する義務を負わ\nないから，これらが提出されていないことをもって本件基本設計契約に\n基づく成果品の提出義務の不履行があるということはできない。\nなお，本件基本設計契約上，竹中工務店は，基本計画書を提出する義\n務があるが，基本計画書と題する書面は提出してない。これは，①基本\n計画書と基本設計説明書の内容が重複すること，②基本設計説明書と基\n本計画書とは，必ずしも個別にそれぞれの名称の成果品として納品する\nことが求められているわけではなく，１つの標目にまとめて納品するこ\nとが効率的であったことなどを考慮して，竹中工務店は本件基本設計説\n明書として基本計画書を提出したことによるものである。\nウ  関係行政機関との協議を実施する義務の未履行について\n竹中工務店は，消防協議及び建築指導課との協議は実施しているし，本\n件事業において文化庁との協議は竹中工務店が行うことがそもそも想定さ\nれていない。\n⑵  争点２（本件検査の違法の有無）\n（原告の主張の要旨）\nア  Ａは，平成３０年３月３０日に本件基本設計契約に基づいて提出された\n成果品を同日中に検査したとするが，竹中工務店から提出された成果品は，\n段ボール箱５箱分もの分量があり，名古屋市における建築，土木等の設計\n業務においては，検査日等から決済日等まで約５～７日を要していること\nに照らしても，１日で適正な検査が行われたとは考え難い。\nイ  被告は，担当監督員による成果品の内容の点検及び修正を行い，主任監\n督員により検査と同様の点検・修正が行われ，精査の上納品された成果品\nに対してＡが検査したから，Ａの検査が１日で完了することも不合理では\nないと主張するが，地方自治法２３４条の２第１項は，給付の完了は検査\nによって確認されるとするものであって，監督員の監督によって確認する\nことは予定されておらず，監督員は検査を行うものではないから，監督員\nの監督が行われたことを前提として行われた検査は，適正な検査員の検査\nとはいえない。\nウ  以上によれば，本件検査をもって，地方自治法２３４条の２第１項の規\n定する検査が行われたということはできない。\n（被告の主張の要旨）\n本件基本設計契約については，検査員の検査の前に，仮納品を受けた上で，\n担当監督員による本件業務概要書に基づく成果品についての内容の点検及び\n修正を行い，主任監督員により検査と同様の点検・修正が行われ，精査の上\n納品された成果品に対して検査を行っている。また，検査には成果品を作成\nした竹中工務店が立ち会って効率的に検査を行っている。したがって，検査\n員が１日で竹中工務店から提出された成果品の検査を完了していることは何\nら不合理ではない。このような検査の手続は，契約約款８条２項１号におい\nて成果品を完成させるための監督員による受注者に対する業務に関する指示\nが定められていること，３３条１項において３１条４項による引渡し前であ\nっても成果品を発注者が使用できると定められていることから，本件基本設\n計契約において当然に予定されている。\nしたがって，Ａが１日で成果品の検査を完了したことをもって，本件検査\nが地方自治法２３４条の２第１項の規定する検査とはいえないということは\nできない。\n⑶  争点３（Ｄの本件支出命令に係る指揮監督上の義務違反の有無）\n（原告の主張の要旨）\n前記⑴（原告の主張の要旨）のとおり，本件支出命令は違法であるところ，\nＤは，Ｂに専決させた本件支出命令に関する指揮監督上の義務を負うのであ\nって，全責任は自分が取ると明言している以上，違法な本件支出命令につき\n責任を負うべきである。\n（被告の主張の要旨）\n普通地方公共団体の長の権限に属する財務会計上の行為を補助職員が専決\nにより処理した場合，長は，補助職員が財務会計上の違法行為をすることを\n阻止すべき指揮監督上の義務に違反し，故意又は過失によりこれを阻止しな\nかったときに限り，自らも財務会計上の違法行為を行ったものとして，普通\n地方公共団体が被った損害を賠償する義務を負い，地方公共団体の長の帰責\n事由とされるのは，上司の部下職員に対する一般的な選任監督責任や，一般\n抽象的な意味での指揮監督義務違反ではなく，本来自己の権限に属する当該\n財務会計上の行為を当該補助職員が専決する際の個別具体的な指揮監督の懈\n怠である。そうであるところ，原告は，Ｄの指揮監督義務違反について何ら\n具体的な主張をしていないし，この点を措いても，前記⑴（被告の主張の要\n旨）のとおり，本件支出命令に違法な点はなく，本件支出命令についてＤに\n指揮監督上の義務違反はない。\n⑷  争点４（本件事業の違法の有無）\n（原告の主張の要旨）\nア  本件事業に関するパブリックコメントでは，天守閣を木造復元すること\nに否定的な意見が約７５％あったこと，鉄骨鉄筋コンクリート構造である\n現天守閣については，コンクリート内部のアルカリ回復工事によりコンク\nリートの耐久性を確保するという整備方法があることなどからすれば，天\n守閣を木造復元する必要性はないというべきである。\nイ  また，復元検討委員会の平成２７年３月３０日付け「史跡等における歴\n史的建造物の復元に関する基準」（以下「文化庁基準」という。）は，歴\n史的建造物の復元が適当であるか否かを判断する項目を定めており，その\n中に「復元以外の整備手法との比較衡量の結果，国民の当該史跡等の理\n解・活用にとって適切かつ積極的意味をもつと考えられること」が定めら\nれている。そうであるところ，前記のとおり，鉄骨鉄筋コンクリート構造\nである現天守閣については，コンクリート内部のアルカリ回復工事を行う\nことによりコンクリートの耐久性を確保し長期供用を可能にするという方\n法も存在するのであり，このような復元以外の整備手法の検討が行われて\nいない本件事業は，文化庁基準に反するものである。\nウ  本件事業においては，建築基準法３条１項４号による同法の適用除外に\nより，建築確認を受けないで天守閣の改修工事を行うことが予定されてい\nるが，同号の要件である建築審査会の同意が得られておらず，本件事業に\nおける天守閣の改修工事については，建築主事の確認が必要となる。そう\nであるにもかかわらず，名古屋市は，建築主事の確認を受けることなく天\n守閣の建築を実施しようとしており，本件事業は地方公共団体は法令に違\n反してその事務を処理してはならない旨定める地方自治法２条１６項に反\nしている。\nエ  前記⑴（原告の主張の要旨）のとおり，竹中工務店から提出された成果\n品は未完成であるため本件事業は遅延せざるを得ず，本件事業を継続する\nと，木材を購入した場合の保管代金が別途発生することとなる。このよう\nな事態は，地方公共団体はその事務を処理するに当たっては住民の福祉の\n増進に努めるとともに最小の経費で最大の効果を上げるようにしなければ\nならない旨定める地方自治法２条１４項に反している。\n（被告の主張の要旨）\nア  本件事業は，戦災により焼失した天守閣を歴史に忠実に復元するもので\nあり，コンクリートの劣化や設備の老朽化などの現天守閣の課題を解決す\nるだけでなく，豊富な資料を基に真実性の高い復元を行うことにより，特\n別史跡である名古屋城跡の本質的価値の理解を促進させ，名古屋城跡の文\n化的観光面の魅力を向上させるものである。また，天守閣の木造復元につ\nいては，平成２８年度に名古屋市民を対象としたアンケートにおいて，回\n答者の約６割が天守閣の木造復元を望んでいる。さらに，名古屋市は，本\n件事業を実施するに当たり，現天守閣を解体して木造復元する工事（以下，\n単に「木造復元工事」という。）と現天守閣の耐震改修工事（以下，単に\n「耐震改修工事」という。）のそれぞれの整備方針における様々な利点と\n各種の課題，課題への対策を個別具体的に検討した上で，木造復元工事が\n耐震改修工事と比較して特別史跡である名古屋城跡の本質的価値の理解を\n促進するという点において優位性が高く，また，現天守閣が有する価値の\n保存，継承といった木造復元工事における様々な課題もそれぞれの方策に\nよって克服することが可能であると判断し，天守閣の整備方針として，耐\n震改修工事ではなく木造復元工事によることが適当であると判断している。\nこれらのことからすれば，天守閣を木造復元する本件事業は正当なもので\nあり，何ら必要性に欠けるところはないというべきである。\nイ  文化庁基準は，歴史的建造物の復元が適当であるか否かは，具体的な復\n元計画・設計の内容が次の各項目に合致するか否かにより総合的に判断す\nることとするとした上，その項目の１つとして「復元以外の整備手法との\n比較衡量の結果，国民の当該史跡等の理解・活用にとって適切かつ積極的\n意味をもつと考えられること」を挙げているのであり，復元による整備手\n法と復元以外の他の整備手法について，両者の利点・課題等を比較検討し\nた上で総合的な判断により，具体的な復元の計画・設計を決定していくと\nするものであると解される。そうすると，原告が主張するように改修の一\n手法にすぎないコンクリート内部のアルカリ回復工事が存在することをも\nって天守閣の木造復元工事が文化庁基準に反するか否かが決せられるもの\nではない。\nウ  地方自治法２条１６項は注意的規定にすぎないし，この点を措いても，\n本件事業においては，天守閣の木造復元工事に着工する前に建築基準法３\n条１項４号所定の建築審査会の同意を得た上で，特定行政庁である名古屋\n市による認定を受けて建築を行うことが予定されており，建築基準法に違\n反して前記の工事を行うものではない。\nエ  前記⑴（被告の主張の要旨）のとおり，本件基本設計契約に基づいて竹\n中工務店が提出した成果品に未完成な点はなく，本件事業が遅延すること\nはない。\n第３  当裁判所の判断\n１  認定事実\n前記前提事実に後掲各証拠及び弁論の全趣旨を総合すると，次の事実が認め\nられる。\n⑴  本件事業が実施されるに至る経緯等\nア  名古屋城跡は，昭和７年及び昭和１０年に史蹟名勝天然記念物保存法\n（文化財保護法附則２条により廃止）上の史跡に指定され，昭和２７年３\n月２９日に文化財保護法上の特別史跡（我が国にとって歴史上又は学術上\n価値の高い史跡で特に重要なもの。同法２条４号並びに１０９条１項及び\n２項参照）に指定された。現在，特別史跡に指定されている名古屋城跡は，\n名古屋城の本丸とその周囲の塀等で構成され，その範囲は約３９万㎡に及\nぶものであり，名古屋市，国（文部科学省）等によって所有されているが，\nその大部分は名古屋市により管理されている。\n名古屋城跡の本丸にはかつて天守閣が存在し，昭和５年１２月１３日に\nは国宝に指定されたが，昭和２０年５月１４日に戦災により焼失し，昭和\n２４年１０月１３日に国宝指定も解除された。しかし，終戦後，住宅が不\n足するなど生活上の重要な課題が山積する中，市民の再建に向けた機運が\n高まり，昭和３４年，多額の寄付により，市制７０周年記念事業として現\n天守閣が再建された。もっとも，現天守閣は，鉄骨鉄筋コンクリート造り\nであり，外観については，史資料等に基づいた真実性の高い復元が行われ\nたものの，内部については，戦災での焼失を免れた重要文化財を収蔵及び\n展示するなどのために近代的な様式で整備がされた。\n（以上につき，甲１，１８，２６，乙６，１８，２４，弁論の全趣旨）\nイ  名古屋城跡は，一部を除いて一般に公開されており，その中にある天守\n閣は，史資料等を収蔵及び展示する施設として利用されるとともに，最上\n階の７階は名古屋市を３６０度見渡すことができることから，名古屋城の\n見所の１つとなっている。また，天守閣は，その規模の大きさと特徴的な\n外観から名古屋市のランドマークとなっており，基本的に午後１１時まで\nライトアップされている。（甲２６）\nウ  名古屋城は，多数の来場者のある観光地であり，天守閣を含む有料部分\nの入場者数は，平成２８年度には約１９２万人に上り，全国の中では大阪\n城，姫路城に次ぐ入場者数となっている。（甲２６）\nエ  名古屋市は，名古屋城跡全体の整備検討のため，平成１８年度から特別\n史跡名古屋城跡全体整備検討会議（なお，平成１８年度から平成２６年度\nまでは「特別史跡名古屋城跡全体整備検討委員会」。以下，名称変更の前\n後を通じ，「全体整備検討会議」という。）を開催し，学識経験者らの専\n門的見地からの意見等を聴取しながら，名古屋城跡の整備について検討を\n行っていた。（甲２６）\nオ  名古屋市は，天守閣が，再建から半世紀以上が経過して天守閣の躯体を\n成すコンクリートの一部の劣化，エレベーター等の各種設備の老朽化，耐\n震性の確保などの課題が生じていたことから，これらの課題を解決するこ\nとを要する状態であった。そこで，名古屋市は，天守閣の整備を耐震改修\n工事と木造復元工事のいずれにより行うのかを全体整備検討会議の検討結\n果を踏まえて決定することとしたが，この点に関する全体整備検討会議に\nおける検討の概要は，次のとおりである。（甲２６，乙１８，２４，弁論\nの全趣旨）\n耐震改修工事の利点並びに課題及びこれに対する対策について\n耐震改修工事を行う利点として，①現天守閣は，戦後，住宅不足等生\n活に関する重要な問題が山積している中で市民の機運の高まりにより再\n建が推し進められた戦後復興の象徴であるとともに観光及び地域振興と\nしての象徴性も有しており，耐震改修工事により現天守閣の有する価値\nを保存し承継することができること，②史資料等の収蔵展示施設として\n利用されている現天守閣の博物館としての機能を維持し，多彩な催事の\n開催を継続することができること，③鉄骨鉄筋コンクリート造りの耐震\n対策については耐震診断及び耐震補強方法が既に確立しており，既存の\n建物を活用することができ，工期を短縮することができることなどがあ\nる。\n他方，耐震改修工事の課題としては，①現天守閣は鉄骨鉄筋コンクリ\nート造りで再建されたため，内部空間の復元は真実性が高いものではな\nく，御三家筆頭の尾張徳川家の居城であったことなどの特別史跡名古屋\n城跡の本質的価値の理解の促進につながりにくいところ，耐震改修では，\n壁や柱などの構造体を変更することはできないため史実に基づく間取り\nを復元することができず近世城郭における天守閣の役割や歴史的価値の\n実感を得難いこと，②耐震改修以外にも外壁の浮き等の検討がなお必要\nであること，③コンクリートの中性化や鉄筋の腐食への対策を要するこ\nと，④今後長期にわたって観光客を入場させるに当たり現天守閣の再建\n後に法改正された建築基準法上の基準を精査し，現行基準に適合させる\nか否かの検討が必要となることなどが指摘された。そして，これらの課\n題に対する対策としては，近世城郭における天守閣の役割や歴史的価値\nの理解を深めるような展示等の充実を図ること，耐震改修工事に合わせ\nて大規模な屋根及び外壁改修工事を行うことなどが考えられる。\n木造復元工事の利点並びに課題及びこれに対する対策について\n木造復元工事の利点として，豊富に残されている史資料に基づいて外\n観のみならず内部空間も含めて，より真実性の高い復元が可能となり，\n特別史跡名古屋城跡の本質的価値の理解を更に促進させることができる\nとともに，文化的観光面における魅力が向上することなどがある。\n他方，木造復元工事の課題として，①現天守閣を解体することになる\nため，市民の再建に向けた機運の高まりにより再建がされた経緯や博物\n館としての機能を有するなど現天守閣の有する価値の保存及び継承に向\nけた対策を検討する必要があること，②天守閣のような大規模構造建築\n物の木造復元は類似例がなく，防火・避難の安全性確保等の点において\n高度な技術的検討が必要であることなどがある。そして，これらの課題\nに対する対策としては，現天守閣の再建に至る経緯等をとりまとめ，展\n示等により現天守閣の価値を広く発信し承継すること，代替施設の建設\nにより重要文化財等の展示等により適した環境を整えること，第三者機\n関の評定を受けることにより防火・避難の安全性を確保することなどが\n考えられる。\n検討結果\n以上のような耐震改修工事と木造復元工事のそれぞれの利点及び課題\n等を踏まえて検討すると，木造復元工事は，豊富に残されている史資料\nに基づき，外観のみならず内部空間も含めて，より真実性の高い木造復\n元を行うことができるのに対し，耐震改修工事は，真実性の高い内部空\n間の復元が行われず，木造復元工事の方が，特別史跡名古屋城跡の本質\n的価値の理解を更に促進するという点で優位性が高く，現天守閣の有す\nる価値の保存・承継などの木造改修工事の課題もそれぞれの対応策によ\nり解消することが可能であると考えられることなどから，天守閣の整備\n方針としては木造復元が相当である。\nカ  名古屋市は，前記オの検討結果を踏まえ，天守閣の整備を木造復元工事\nによることとし，その設計業務，関係法令等に基づく行政手続に必要な調\n査及び実験等の業務，工事施工業務を行う事業（本件事業）を実施するこ\nととした。（前記前提事実⑵ア，乙２４，弁論の全趣旨）\n⑵  本件基本協定の締結に至る経緯\nア  本件事業に関する受注者の選定手続の実施\n天守閣を木造で復元する本件事業の目的が，天守閣の躯体を成すコン\nクリートの一部の劣化等の問題を解消するとともに，残された豊富な史\n資料等から内部空間も含めて真実性の高い復元を行うことにより特別史\n跡名古屋城跡の本質的価値の理解を更に促進することにあったため，発\n注者である名古屋市において工法等の詳細な仕様の確定が困難であると\nともにその工事には専門的な技術が必要であった。また，本件事業が特\n別史跡内における大規模木造建築物を建築する工事であることからも高\n度な技術的検討が必要であった。そこで，名古屋市は，本件事業につき，\nどのような設計・施工条件を満たす必要があるのかという水準を提示し，\n受注者となることを希望する者から，上記水準を満たすか又はそれ以上\nの技術水準のプロポーザル（提案）を公募し，その中で最も優れた提案\nをした事業者を優先交渉権者として選定し設計契約を締結する方式（技\n術提案・交渉方式〔設計交渉・施行タイプ〕による公募型プロポーザル）\nを採用することとした。（前記前提事実⑶ア，乙５，２４）\n名古屋市は，平成２７年１２月，事業者に対して業務要求水準書（本\n選定手続\n（本件選定手続）を行ったが，本件要求水準書は，概要，第１章の総則，\n第２章の業務の概要及び計画条件，第３章の施設設備から構成され，第\n２章の中には「業務の概要」として，本件事業が基本設計業務，実施設\n計業務，調査業務等の複数の業務から構成されることが記載されている\nほか，「特別史跡における条件」として，「基本設計の段階において，\n文化庁における復元検討委員会の審査を受け，文化審議会にかけられる」\n旨の記載があった。また，名古屋市は，本件要求水準書の内容に関する\n本件選定手続の競争加入者からの質問に対し，復元検討委員会の審査を\n受けて文化審議会にかけられるのは基本設計の段階であり，その段階で\n文化審議会の了解が得られれば，実施設計の段階では復元検討委員会の\n審査や文化審議会の手続は不要である旨を回答した（本件回答）。（前\n記前提事実⑶イ，甲１，２，弁論の全趣旨）\n本件選定手続には，竹中工務店ほか１社が応募し，それぞれが技術提\n案書を提出したが，審査の結果，平成２８年３月２９日，竹中工務店が\n本件事業の優先交渉権者に選定された。本件選定手続において竹中工務\n店から提出された技術提案書（本件技術提案書）には，事業工程につい\nて，概要，平成２８年７月から１１月までの間に基本設計を行い，その\n間の同年１０月に工事全体方針等について文化審議会の承認・許可を得\nる旨が記載されていた。（前記前提事実⑶ウ，甲２５，乙２４）\nイ  本件基本協定の締結\n名古屋市は，平成２９年５月９日，竹中工務店との間で，本件事業に関\nする基本協定（本件基本協定）を締結した。本件基本協定は，本件事業を\n構成する複数の業務に共通する基本的な事項や名古屋市及び竹中工務店が\n果たすべき義務等を定めるものであり， 概要，次のような規定がある。\n（前記前提事実⑶エ，甲３）\n当事者の義務（２条）\n名古屋市は，文化庁等関係機関の調整及び手続等を行い，現状変更許\n可を申請し，竹中工務店は，同申請に伴い名古屋市が実施する文化財の\n復元に必要な諸手続において責任をもって必要な資料を作成する。\n規定の適用関係（３条）\n本件事業は，①本件基本協定，②設計業務，調査業務等に係る契約書，\n③本件要求水準書等，④本件技術提案書等に準拠し，これらに矛盾又は\n相違がある場合には，契約書，本件基本協定，本件要求水準書等，本件\n技術提案書等の順に優先して適用される。\n事業の概要（５条）\n本件事業は，基本設計業務，実施設計業務，調査業務等から構成され，\n竹中工務店は，これらの業務について締結する契約に基づき業務を履行\nする。\n⑶  本件基本設計契約の締結等\nア  名古屋市は，平成２９年５月９日，竹中工務店との間で，業務委託料を\n８億４７２１万６８４４円，履行期を平成３０年２月２８日として，本件\n事業に関する基本設計その他の業務委託契約（本件基本設計契約）を締結\nした。名古屋市は，本件基本設計契約に併せて，業務委託概要書（本件業\n務概要書），天守閣整備事業基本設計その他業務委託仕様書（本件仕様書）\nを竹中工務店との間で取り交わしたが，本件業務概要書及び本件仕様書に\nは，概要，次のような規定がある。（前記前提事実⑶オ，甲４～８）\n本件業務概要書\nａ  本件業務概要書は，竹中工務店は，本件要求水準書及び本件技術提\n案書のうち，設計業務等に関して記載又は提案された事項のほか，本\n件業務概要書，本件仕様書等により業務を行う旨を定めている。\nｂ  本件業務概要書は，業務の内容として，基本設計業務や調査業務の\nほかに，関係法令等に基づく行政手続に必要な調査・実験，関係機関\nとの協議，申請書類の作成及び申請手続を行うものとした上（以下，\nこの業務を「行政手続関係業務」という。），この業務の１つに現状\n変更許可の申請に必要な業務を掲げ，具体的内容として，①学術調査，\n②有識者及び文化庁との協議に必要な資料作成，③申請に必要な事前\n打合せ，④申請書類の作成を定めている。\nｃ  本件業務概要書は，全ての成果品は書面とともに電子データを提出\nするものとしている。また，成果品のうち，復元検討委員会の協議・\n調整に必要となる資料等については，本件基本設計契約の契約期間内\nに復元検討委員会において指摘された事項に対し，適宜回答及び修正\nを行った上で提出する旨を規定している。そして，各業務における成\n果品を具体的に列挙し，行政手続関係業務については，①関係機関等\nへの提出書類の写し，②現状変更許可の申請手続に係る関係官庁等と\nの協議及び打合せ議事録，③復元検討委員会，名古屋市における天守\n閣部会等に係る資料等の原稿，④天守閣部会等の議事録等が規定され\nているが，現状変更許可の申請手続における申請書類は挙げられてな\nい。\n本件仕様書\n本件仕様書は，契約書及び本件業務概要書に記載された以外の事項は，\n本件仕様書による旨規定する。そして，受注者は，建築基本設計として，\n掲記された項目のうち必要な事項について記述した基本計画書を提出す\nるものとした上，その項目として，計画主旨，関係法規チェックリスト，\n全体配置計画などを列挙し，その１つとして，「その他学識経験者及び\n文化庁等との協議によるもの」を挙げている。\nイ  名古屋市と竹中工務店は，平成３０年２月２７日，本件基本設計契約の\n履行期を同年３月３０日までに延期し，業務委託料を２８万０８４４円減\n額する旨の変更契約を締結した。（前記前提事実⑶カ）\n⑷  本件基本設計契約に基づく成果品の提出等\nア  名古屋市の監督員らは，主任監督員の指導・助言の下で，連携して，竹\n中工務店による本件基本設計契約に基づく義務の履行の適切な確保及び履\n行状況の確認を目的として，業務日程の管理，設計業務の遂行上必要な事\n項の指示，竹中工務店との協議，竹中工務店からの設計業務の遂行上必要\nな事項に関する申出に対する承諾等を行った。（乙２５，弁論の全趣旨）\nイ  平成３０年３月１５日，本件事業の担当監督員２名は，竹中工務店から\n本件基本設計契約に基づく成果品の仮納品を受け，点検を行って修正を指\n示し，訂正等を受けた上で同月２２日に下検査を完了し，次いで主任監督\n員が同様の点検・修正指示等を行い，同月２９日に下検査を完了した。\n（乙２５，弁論の全趣旨）\nウ  平成３０年３月２８日，名古屋市において，全体整備検討会議の天守閣\n部会が開催され，名古屋市観光文化交流局名古屋城総合事務所のＥ主幹が，\n同部会における検討状況について言及した上で，「６月に未策定のものを\n天守閣部会に諮らせていただき，７月に全体的な基本計画のまとめを挙げ\nさせていただき，文化庁と相談をしていきたいと思っています。」と述べ\nた（Ｅ発言）。（甲２０）\nエ  竹中工務店は，平成３０年３月３０日，名古屋市に対し，本件基本設計\n契約に基づき提出すべき成果品として，基本設計説明書（本件基本設計説\n明書）等のほか，「外構検討図」，「構造計算書」，「文化庁復元検討委\n員会，天守閣部会等に係る資料等の原稿」，「天守閣部会等の議事録等」\nを提出した。（前記前提事実⑷ア，甲１０，２４，乙１８，２５，弁論の\n全趣旨）\nオ  Ａは，検査員に任命された上で，平成３０年３月３０日，本件基本設計\n契約に基づいて竹中工務店から提出された前記エの成果品の検査を行った\n（本件検査）。前記エの成果品は，構造計算書だけでも１万４４１４頁に\n及ぶものであって，全体で段ボール箱５箱分程度の分量があったが，本件\n検査は同日中に完了した。（甲１１～１３，弁論の全趣旨）\nカ  Ｂは，平成３０年３月３０日，専決により本件基本設計契約の業務委託\n料８億４６９３万６０００円の支出命令（本件支出命令）をし，Ｃは，同\n年４月２７日，本件支出命令に基づき，本件基本設計契約が法令又は予算\nに違反していないこと及び本件基本設計契約に係る債務が確定しているこ\nとを確認したとして，竹中工務店に対して，上記業務委託料を支出した\n（本件確認及び支出）。（前記前提事実⑷イ）\n⑸  本件実施設計契約の締結等\n名古屋市は，本件基本協定に基づき，平成３０年４月９日，竹中工務店と\nの間で，業務委託料を１５億６３８４万円として，基本設計における成果品\nを基に，より詳細な木造復元の図面を作成する実施設計業務を委託する実施\n設計業務委託契約（本件実施設計契約）を締結した。（前記前提事実⑷ウ）\n⑹  名古屋市による現状変更許可の申請\n名古屋市は，竹中工務店から本件基本設計契約の成果品として提出された\n「文化庁復元検討委員会，天守閣部会等に係る資料等の原稿」（甲２４の７\n〔２３４２頁〕）に基づき，平成３０年７月，現状変更許可に向けて文化庁\nに提出するための「名古屋城天守閣整 備事業  基本計画書」を作成した。\n（乙２３）\n２  職権に基づく判断\n本件差止めの訴え中，本件事業に基づく財務会計上の行為のうち本件判決言\n渡し日である令和２年１１月５日までにされた財務会計上の行為の差止めを求\nめる部分の適法性について検討するに，地方自治法２４２条の２第１項１号に\n規定する執行機関等に対する行為の差止めを求める訴えは，その性質上，差止\nめの対象となる行為が完了した場合には，訴えの利益を欠き，不適法になると\n解される（最高裁令和２年（行ツ）第１３０号同２年１０月２０日第三小法廷\n判決参照）から，本件差止めの訴え中，本件事業に基づく財務会計上の行為の\nうち本件判決言渡し日である令和２年１１月５日までにされた財務会計上の行\n為の差止めを求める部分は不適法であり，却下を免れない。\n３  争点１（本件支出命令並びに本件確認及び支出の違法の有無）について\n⑴  現状変更許可の申請手続に関する義務の未履行の有無について\nア  竹中工務店が本件基本設計契約に基づき本件事業について復元検討委員\n会の審査を受けて文化審議会の諮問を経る義務を負うかについて\n原告は，竹中工務店が本件基本設計契約に基づきその責任において本\n件事業について復元検討委員会の審査を受けて文化審議会の諮問を経る\n義務を負っており，本件基本設計契約については，竹中工務店がこの義\n務を履行していない旨主張する。\nしかしながら，本件事業につき復元検討委員会の審査を受けて文化審\n議会の諮問を経る手続が完了するまでには文化庁との事前の調整ないし\n折衝が必要となるなど，その期間は長期間に及ぶ可能性がある上，これ\nが長期間に及んだ場合には，必要となる作業量や費用が増大することと\nなることは明らかである。そうすると，竹中工務店にとって，本件基本\n設計契約に基づきその責任において本件事業につき復元検討委員会の審\n査を受けて文化審議会の諮問を経る義務を負うか否かは，同契約による\n竹中工務店の負担や収益に多大な影響を与える重要な要素であるから，\n竹中工務店が本件基本設計契約に基づいて上記の義務を負う場合には，\nその旨を本件基本設計契約の内容を規定する書面に明示することが通常\nであると考えられる。また，本件事業について名古屋市及び竹中工務店\nが果たすべき義務を定める本件基本協定は，名古屋市の義務として，文\n化庁等関係機関の調整及び手続等を行い現状変更許可を申請することを\n定める一方，竹中工務店の義務として，名古屋市が前記の義務の履行に\n伴って実施する文化財の復元に必要な諸手続において必要な資料を作成\nするにとどまることを明確に定め，契約書と本件基本協定とが矛盾又は\n相違する場合に契約書が本件基本協定に優先して適用されるものとして\nいる（前記認定事実⑵イ）。これらの諸点に照らすと，本件基本設計契\n約上，竹中工務店がその責任において本件事業につき復元検討委員会の\n審査を受け文化審議会の諮問を経る義務を負うというためには，本件基\n本設計契約の契約書において，本件基本協定の前記の定めと矛盾又は相\n違するために契約書の定めが優先的に適用されると解される程度に明確\nに定められていることが必要であると解される。\nそして，本件基本設計契約については，その契約約款において，発注\n者及び受注者は本件仕様書等に基づいて本件基本設計契約を履行しなけ\nればならない旨が規定されているところ（１条。甲８），本件仕様書で\nは，基本設計については，契約書類及び本件業務概要書に記載された事\n項以外は，本件仕様書による旨規定されており ，\n同規定は，契約書及び本件業務概要書が本件基本設計契約の内容となる\nことを前提に，これらに記載されていない事項は本件仕様書によること\nを定める趣旨と解される。そうすると，本件基本設計契約に基づく竹中\n工務店の業務内容は，契約約款，本件業務概要書及び本件仕様書により\n定められることとなるところ，本件業務概要書には，竹中工務店は，本\n件業務概要書等のほか，本件要求水準書及び本件技術提案書のうち設計\n業務等に関する部分等により業務を行う旨が定められている（前記認定\n。\n以上によると，本件基本設計契約に基づく竹中工務店の具体的な義務\nの内容は，①契約約款，②本件仕様書，③本件業務概要書，④本件要求\n水準書及び本件技術提案書のうち設計業務等に関する部分等によって規\n定されることになるが，これらの中に，竹中工務店がその責任において\n本件事業につき復元検討委員会の審査を受け文化審議会の諮問を経るこ\nとを要する旨を，本件基本協定の前記定めと矛盾又は相違すると解され\nる程度に明確に定めた規定は見当たらない。\nこの点，これらの中には，現状変更許可の申請手続に関する定めとし\nて，⒜本件業務概要書が，竹中工務店の業務内容として，現状変更許可\nの申請に必要な業務を定めた上，その具体的な業務として，学術調査，\n文化庁との協議に必要な資料作成，申請に必要な事前の打合せ，申請書\n類の作成などを定めていること ，⒝本件業務\n概要書が，竹中工務店が提出すべき成果品として，現状変更許可の申請\n手続に係る関係官庁等との協議及び打合せ議事録，復元検討委員会等に\n係る資料等の原稿を定めた上，復元検討委員会の協議・調整に必要とな\nる資料等については契約期間内における復元検討委員会において指摘さ\nれた事項に対し適宜回答及び修正を行った上で提出することを定めてい\nること ，⒞本件仕様書が，本件基本設計契約\nに基づいて作成すべき基本計画書の内容として，「その他学識経験者及\nび文化庁等との協議によるもの」を規定していること（前記認定事実⑶\nが認められる。しかしながら，上記⒜ないし⒞の定めは，本件事\n業の基本設計をする竹中工務店が名古屋市による現状変更許可の申請手\n続について補助的作業を行う旨を定めたものと理解することができるも\nのであり，本件事業につき復元検討委員会の審査を受けて文化審議会の\n諮問を経ることを竹中工務店の責任において行われるべきものであるこ\nとを定めたものとは解し難い。\n以上のことからすると，竹中工務店は，本件基本設計契約に基づいて，\nその責任において本件事業につき復元検討委員会の審査を受けて文化審\n議会の諮問を経る義務を負うということはできないというべきである。\nイ  原告の主張について\n原告は，①本件基本協定では，本件事業は，本件要求水準書，本件技\n術提案書等に準拠するものとされていること，②本件要求水準書には，\n受注者の役割として，業務要求水準書及び技術提案書のとおりに完成さ\nせるため体制整備を図る旨が規定されていること，③本件選定手続にお\nける技術提案書の審査基準では，技術提案書が本件要求水準書の設計条\n件等を満たしているかを確認するとされていることから，本件要求水準\n書及び本件技術提案書の内容が本件基本設計契約における竹中工務店の\n義務を定めるものであると主張する。そして，原告は，前記主張を前提\nとして，⒜本件要求水準書は，「業務の概要及び計画条件」として，\n「基本設計の段階において，文化庁における復元検討委員会の審査を受\nけ，文化審議会にかけられる」と規定していること，⒝名古屋市は，本\n件選定手続において，競争加入者からの質問に対し，「復元検討委員会\nの審査を受けて文化審議会にかけられるのは基本設計の段階であり，そ\nの段階で文化審議会の了解が得られれば，実施設計段階では復元検討委\n員会の審査や文化審議会の手続は不要である」旨回答していること（本\n件回答），⒞本件技術提案書では，基本計画の段階で復元検討委員会の\n審査を受け，その後に基本設計の作成に入ることとされていることなど\nから，竹中工務店は本件基本設計契約に基づき基本設計について復元検\n討委員会の審査を受けて文化審議会の諮問を経る義務を負う旨主張する。\nそこで，検討するに，本件事業は，基本設計業務，実施設計業務，調\n査業務等の複数の業務から構成されるものであるところ（前記認定事実\n，本件基本協定は，これらの業務に共通する基本的な事項を定\nめたものにとどまり（前記認定事実⑵イ），そのため，本件事業は，本\n件要求水準書や本件技術提案書等に準拠するとしつつ，契約書及び本件\n基本協定がこれらに優先すると定めるとともに（３条），竹中工務店は\n本件事業を構成する各業務につき個別に締結する契約に基づいて前記各\n業務を履行する旨を定めていると解される（５条）。このような本件基\n本協定の内容等からすると，本件基本協定が本件事業につき本件要求水\n準書及び本件技術提案書に準拠する旨を規定していることから直ちに本\n件要求水準書及び本件技術提案書が本件基本設計契約の内容となるもの\nではないというべきである。また，本件要求水準書は，名古屋市が本件\n選定手続に応募するか否かの意向決定の判断資料とするなどのために本\n件事業における業務の概要，計画条件，設計条件等を示すものであり，\n本件技術提案書は，竹中工務店が本件選定手続において本件要求水準書\nを踏まえ，本件事業に関する自らの提案内容を記載したものであって，\n本件要求水準書及び本件技術提案書は，一方当事者からの意思を表明し\nたものにすぎず，その性質上，直ちに本件基本設計契約の内容となるも\nのではないというべきである。\nしたがって，前記 ①から③までの点をもって本件要求水準書及び本\n件技術提案書が本件基本設計契約の内容となる旨の原告の主張は採用す\nることができない。\nもっとも，名古屋市及び竹中工務店の合意により本件要求水準書及び\n本件技術提案書の内容が本件基本設計契約の内容となる余地はあり，前\n記アに説示したとおり，本件基本設計契約の契約約款，本件仕様書及び\n本件業務概要書の定めにより，本件要求水準書及び本件技術提案書のう\nち設計業務等に関する部分は，本件基本設計契約の内容になっているも\nのと認められる。しかしながら，前記 ⒜から⒞までの点は，いずれも\n本件要求水準書及び本件技術提案書中の設計業務等に関するものではな\nいから，前記 ⒜から⒞までの記載部分が契約約款等により本件基本設\n計契約の内容となるものではない。また，前記 ⒜から⒞までの点に照\nらすと，名古屋市及び竹中工務店は，本件選定手続においては，基本設\n計の段階において本件事業につき復元検討委員会の審査を受けて文化審\n議会の諮問を経ていることを前提としていたことがうかがわれるものの，\n前記アに説示したとおり，名古屋市と竹中工務店との間で本件基本設計\n契約の内容として竹中工務店が前記の義務を負うことを合意した場合に\nは，その旨を本件基本設計契約の内容を規定する書面に明示しないこと\nは考え難いところ，本件基本設計契約の内容を規定する契約書等の書面\nには，本件事業につき復元検討委員会の審査を受けて文化審議会の諮問\nを経ることを竹中工務店の業務であることを明確に定める記載は見当た\nらない。そうすると，前記 ⒜及び⒝の点は，名古屋市が本件選定手続\nにおいて本件事業につき復元審査委員会の審査を受けて文化審議会の諮\n問を経る時期の一応の目途を示したものにすぎず，前記 ⒞の点は，前\n記のような名古屋市から提示された要求水準を踏まえて記載したものに\nすぎないと解するのが合理的であり，前記 ⒜から⒞までの点をもって，\n本件事業につき復元検討委員会の審査を受けて文化審議会の諮問を経る\nことを本件基本設計契約に基づく竹中工務店の業務とする旨の合意があ\nったということはできない。\n以上によれば，名古屋市及び竹中工務店の間において，本件要求水準\n書及び本件技術提案書の設計業務等に関する部分以外の部分を本件基本\n設計契約の内容とし，本件事業につき復元検討委員会の審査を受けて文\n化審議会の諮問を経る義務を負うものとする旨が合意されたとは認めら\nれない。\n原告は，①本件業務概要書では，受注者の業務として，現状変更許可\nの申請に必要な業務を規定し，その内容として，申請に必要な事前打合\nせや申請書類の作成などが定められている上，竹中工務店が本件基本設\n計契約に基づいて提出すべき成果品について，復元検討委員会の協議・\n調整に必要となる資料等は復元検討委員会において指摘された事項に対\nして適宜回答及び修正を行った上で提出する旨規定していること，②本\n件仕様書では，本件基本設計契約に基づいて作成すべき基本計画書の内\n容として，「その他学識経験者及び文化庁等との協議によるもの」を規\n定していることから，本件基本設計契約に基づき竹中工務店が本件事業\nにつき復元検討委員会の審査を受け文化審議会の諮問を経る義務を負う\n旨主張する。\nしかしながら，原告の指摘する点をもって，竹中工務店が本件基本設\n計契約に基づいてその責任において本件事業につき復元検討委員会の審\n査を受けて文化審議会の諮問を経る義務を負うといえないことは，前記\nアに説示したとおりである。\n原告は，本件告示が，基本設計に必要な範囲で，建築確認申請を行う\nために必要な事項について関係機関と事前に打合せを行うことを建築物\nの基本設計契約において行われるべき業務として定めていることから，\n竹中工務店は本件基本設計契約に基づいてその責任において本件事業に\nつき復元検討委員会の審査を受け文化審議会の諮問を経る義務を負うと\n主張する。\nしかしながら，本件告示は，建築士法２５条に基づき，建築士事務所\nの開設者がその業務に関して請求できる報酬の基準を定めるものであり\n（乙４），建築物に関する請負人の業務の内容を定めるものではないか\nら，本件告示において，基本設計に関する標準業務の業務内容に関し，\n「基本設計に必要な範囲で，建築確認申請を行う為に必要な事項につい\nて関係機関と事前に打合せを行う」旨定めているからといって，本件基\n本設計契約上，竹中工務店がその責任において本件事業につき復元検討\n委員会の審査を受け文化審議会の諮問を経る義務を負うということはで\nきない。\nウ  まとめ\n以上のことからすれば，竹中工務店が本件基本設計契約に基づいてその\n責任において本件事業につき復元検討委員会の審査を受けて文化審議会の\n諮問を経る義務を負うということはできない。したがって，本件基本設計\n契約について竹中工務店にその義務の未履行があったということはできな\nい。\n⑵  本件基本設計契約に基づく成果品の提出義務の未履行について\nア  竹中工務店は，平成２８年３月３０日，名古屋市に対し，本件基本設計\n契約の成果品として本件基本設計説明書等を提出したものの，その中には\n名古屋市が文化庁に提出する基本計画書及び申請書類は含まれていない\n（前記認定事実⑷エ）。原告は，竹中工務店は，本件基本設計契約上，名\n古屋市に対して，名古屋市が現状変更許可の申請手続に関して文化庁に提\n出すべき基本計画書及び申請書類を提出する義務があるとして，これらが\n提出されていないことから本件基本設計契約の義務は未履行であると主張\nする。\nそこで，検討するに，本件業務概要書は，本件基本設計契約における竹\n中工務店の業務内容を定めるものであることは前記⑴アのとおりであると\nころ，本件業務概要書は，竹中工務店の業務として，関係法令等に基づく\n行政手続に必要な調査・実験，関係機関との協議，申請書類の作成及び申\n請手続（行政手続関係業務）を行う旨を規定し，その１つとして現状変更\n許可の申請に必要な業務を定めた上，その具体的内容として，学術調査，\n文化庁との協議に必要な資料作成，申請に必要な事前打合せ及び申請書類\nの作成を定めている 。\nしかしながら，本件業務概要書は，行政手続関係業務に関し竹中工務店\nが提出すべき成果品については，①行政手続に関するものとして，関係機\n関等への提出書類の写し，各種認定通知書等，仮設建築物に係る計画通知\n書及びその他の作成資料と定めるとともに，②その他として，現状変更許\n可の申請手続に係る関係官庁等との協議及び打合せ議事録，復元検討委員\n会・天守閣部会等に係る資料等の原稿，天守閣部会等の議事録等を定める\nにとどまり，名古屋市が文化庁に提出する基本計画書及び申請書類を規定\nしていない 。\nまた，本件業務概要書には，天守閣基本設計業務に関する成果品として，\n本件事業の基本計画書が定められているものの（甲５），この基本計画書\nは，本件仕様書２３条に定められた内容によるものである（甲６，弁論の\n全趣旨）。これに対して，証拠（甲２１）及び弁論の全趣旨によれば，名\n古屋市が文化庁に提出する基本計画書は，石垣の保全方針に関する検討等，\n本件仕様書２３条に定められていない事項を含むものであることが認めら\nれる。そうすると，本件業務概要書において竹中工務店が提出すべき成果\n品として定められている基本計画書は，名古屋市が文化庁に提出する基本\n計画書と異なるものであると認められる。\n以上によれば，竹中工務店が本件基本設計契約に基づいて名古屋市が文\n化庁に提出する基本計画書及び申請書類を名古屋市に提出する義務を負う\nということはできない。\nイ  なお，竹中工務店が本件基本設計契約の成果品として提出した資料の中\nに基本計画書と題する書面が含まれておらず，原告が，この点を捉えて，\n竹中工務店が本件業務概要書において成果品とされている基本計画書が提\n出されていない旨を主張するものと解する余地があるため，この主張につ\nいても検討する。\n本件業務概要書において別個の成果品と定められているものであっても，\nそれらの成果品が内容や機能が重複しており，それぞれを格別の文書とし\nて作成する必要がないなどの場合には，１つの成果品の提出をもって別の\n成果品の提出があったものと取り扱うことは，成果品の提出義務の履行方\n法として合理的なものであり，本件業務概要書が成果品について書面とと\nもに電子データの提出を求めていること（ ）も，前\n記のような場合があることを前提とするものと解される。そして，本件業\n務概要書では，天守閣基本設計業務の成果品として，構造や電気設備等の\n個別の事項に関する説明書とは別に，総合的な設計の説明書として基本設\n計説明書が位置づけられており（甲５），実際に竹中工務店から提出され\nた本件基本設計説明書には，天守閣の復元計画の概要やその基本構想など\nとともに，建築計画（仮設計画図，関係法規チェックリスト等），構造計\n画，設備計画，概算工事費等が記載されている（乙１８）。他方，基本計\n画書も，本件業務概要書において，天守閣基本設計業務の成果品として位\n置づけられるものであり，天守閣の復元計画の主旨，関係法規チェックリ\nスト，構造計画，概算工事費等 のうち必要なものを記載したものである\n（甲５，６）。以上のような基本設計説明書及び基本計画書の記載内容等\n並びに弁論の全趣旨からすると，基本設計説明書と基本計画書は，いずれ\nも天守閣の整備事業の目的，概要等を示すものであり，基本設計説明書に\nは，基本計画書に記載されるべき事項のうち全体外構計画を除く事項を含\nむものであることが認められる。そして，基本設計計画書とは別個の書面\nで基本計画書を作成する必要があるなどの事情を認めるに足りる証拠はな\nい（なお，前記認定事実⑷エ及び弁論の全趣旨によれば，全体外構計画は，\n竹中工務店が提出した成果品中の「外構検討図」として提出されているも\nのと認められる。）。\nこれらの事情に照らすと，竹中工務店が本件基本設計説明書を基本計画\n書として提出したことをもって本件基本設計契約上の義務を履行していな\nいということはできない。\n⑶  関係機関との協議の不実施\n原告は，本件事業においては，文化庁長官による現状変更許可，消防長の\n同意及び建築審査会の同意を要するところ，本件技術提案書では，基本計画\nの段階で文化庁との協議，消防協議，建築指導課との協議を経ていることを\n要するものとされており，本件業務概要書においても，本件基本設計契約に\n基づく竹中工務店の業務として，文化庁等の関係行政機関との協議を行うこ\nとが定められているとして，竹中工務店は，前記の各協議を行っていないか\nら，本件基本設計契約の竹中工務店の義務は未履行である旨主張する。\nしかしながら，本件技術提案書の内容の設計業務等に関する部分以外の部\n分が本件基本設計契約の内容となるものではないことは前記⑴アのとおりで\nあり，本件技術提案書の上記記載は設計業務等に関するものではない。これ\nに対して，本件業務概要書の内容は，本件基本設計契約の内容となるもので\nはあるが，弁論の全趣旨によれば，竹中工務店は，消防協議及び建築指導課\nとの協議を行っていることが認められる。また，文化庁との協議についてみ\nると，本件業務概要書は，現状変更許可の申請に必要な業務については，\n「文化庁との協議」と「申請に必要な事前打合せ」を区別して規定した上，\n前者については，協議自体ではなく「協議に必要な資料作成」を竹中工務店\nの業務とする一方で，後者については打合せの相手方を文化庁としていない\nこと ，本件基本協定は，現状変更許可の申請手続\nは名古屋市が申請主体となり，竹中工務店が前記申請手続の補助的作業を行\nうにとどまる旨が規定されていること などを考慮す\nると，現状変更許可の申請については文化庁との協議 は名古屋市が行い，\n「申請に必要な事前打合せ」は名古屋市と竹中工務店との打合せを意味する\nものと解するのが相当である。そうすると，竹中工務店が本件基本設計契約\n上の義務として文化庁との協議を行う義務を負うということはできない。\n以上によれば，原告の前記主張は採用することができない。\n４  争点２（本件検査の違法の有無）について\n⑴  前記認定事実⑷オによれば，竹中工務店から提出された本件基本設計契約\nの成果品は，段ボール箱５箱分もの分量があったにもかかわらず，提出され\nた日のうちに検査が行われたことが認められる。原告は，このような短時間\nで実施された検査が適正なものであったとは考え難いから，本件検査は違法\nである旨主張する。\n⑵  しかしながら，地方自治法２３４条の２第１項の規定する監督又は検査は，\n契約の適正な履行を確保するためのものであり，その目的のために必要とな\nる監督又は検査は，契約の内容等により異なり得るものであることなどから，\n同項は，地方公共団体の職員の実施しなければならない監督又は検査を，契\n約の適正な履行を確保するなどのために「必要な監督又は検査」と規定して\nいる。そして，同項の規定する検査は，契約の適正な履行確保のため，契約\nの相手方の給付が契約の内容どおり適正に行われているかを確認するもので\nあり，監督は，検査のみでは契約の目的を達するには必ずしも十分でないも\nのについて，相手方の当該契約の履行途中において，立会い，指示等を行う\nことにより契約の適正な履行確保を図ろうとするものであって，監督は，検\n査の補完的な役割を果たすものということができる。これらの諸点に照らす\nと，同項の規定する検査の適否については，契約の内容，事前に実施された\n監督の内容等を考慮して判断すべきものであると解される。\nこれを本件検査についてみると，前記認定事実⑷ア，イ及びオのとおり，\n①名古屋市の監督員らは，主任監督員の指導・助言の下で，連携して，竹中\n工務店による本件基本設計契約に基づく義務の履行の適切な確保及び履行状\n況の確認を目的として，業務日程の管理，設計業務の遂行上必要な事項の指\n示，竹中工務店との協議等を行っていたこと，②その上で，本件事業の担当\n監督員２名は，平成３０年３月１５日，竹中工務店から本件基本設計契約に\n基づく成果品の仮納品を受け，点検を行って修正を指示し，訂正等を受けた\n上で同月２２日に下検査を完了したこと，③この下検査に次いで主任監督員\nが同様の点検・修正指示等を行い，同月２９日に下検査を完了したこと，④\n以上の経過を経て，Ａが，平成３０年３月３０日，竹中工務店の履行の提供\nについて検査を行ったこと（本件検査）が認められる。そうすると，本件基\n本設計契約の成果品については，担当監督員による監督において契約の適正\nな履行確保のために必要な点検及び修正が実施されているといえるのであり，\nこのような事情の下においては，段ボール箱５箱分の成果品について１日で\n検査を完了したことをもって，適正な検査が実施されなかったということは\nできない。\n⑶ア  これに対して，原告は，監督員が監督していたとしても，給付の完了は\n地方自治法２３４条の２第１項の検査によって確認されるものであり，監\n督員の監督によって確認することは予定されておらず，監督員は検査を行\nうものではないから監督員の監督が行われたことを前提とする検査は，適\n正な検査員の検査とはいえない旨主張する。\nしかしながら，前記⑵に説示したとおり，地方自治法２３４条の２第１\n項の監督又は検査は，いずれも契約の適正な履行確保のために行われるも\nのであり，監督は検査の補完的な役割を果たすものであることからすれば，\n検査員が，監督員の監督の内容を踏まえて契約の相手方の給付の完了を確\n認することは，検査の方法として合理的なものであり，監督員の監督を前\n提とする検査が適正な検査ではないということはできない。\nイ  また，原告は，名古屋市における建築，土木等の設計業務において検査\n日等から決済日等まで約５～７日を要していることから，１日で行われた\n本件検査が適正なものではない旨主張するが，前記⑵に説示したとおり，\n地方自治法２３４条の２第１項の規定する監督又は検査は，契約の適正な\n履行を確保するためのものであり，その目的のために必要となる監督又は\n検査は，契約の内容等により異なり得るものであるから，名古屋市におけ\nる建築，土木等の設計業務において検査日等から決済日等まで約５～７日\nを要しているとしても，そのことをもって直ちに本件検査が適正なもので\nなかったということはできない。\nウ  なお，証拠（甲１２）によれば，Ｅ主幹は，竹中工務店から成果品が提\n出された平成３０年３月３０日，同成果品の検査が１日で終わるわけでは\nなく随時検査する，検査に合格しているわけではないので不足があれば追\n加を求めることがあり得る旨発言したことが認められるが，Ｅ主幹は本件\n基本設計契約における検査員ではなく，前記の発言は根拠も明らかでない\n上，Ｅ主幹は，前記発言と同時に基本設計としては完了している旨述べて\nおり，係る発言は，検査員による検査はなされていることを前提としてい\nるものとも解し得ることからすると，前記のＥ主幹の発言をもって，本件\n基本設計契約の成果品について地方自治法２３４条の２第１項の規定する\n検査が行われていないとはいえない。\n⑷  以上のとおり，本件検査が適正に行われていない旨の原告の主張は採用す\nることができず，他に本件検査が違法であることを認めるに足りる主張立証\nはないのであるから，本件検査は違法であるとは認められない。\n５  争点３（Ｄの本件支出命令に係る指揮監督上の義務違反の有無）について\n原告は，本件支出命令は，本件基本設計契約に基づく竹中工務店の義務が未\n履行であるにもかかわらずされたものであるから違法であり，Ｄは，平成２７\n年８月２４日付けで名古屋市市民経済局長に対して名古屋城跡の復元整備計画\nにつき全責任を取る旨の指示書を発出しているから，Ｄには，Ｂに専決させた\n本件支出命令に関する指揮監督上の義務違反がある旨主張する。\nしかしながら，Ｄが原告の主張する趣旨の指示書を発出していることは認め\nられるものの（甲１９），Ｄが上記の指示書を発出したことから直ちに本件支\n出命令についてＤに具体的な指揮監督上の義務違反があるということはできな\nいし，前記３に説示したところからすれば，本件基本設計契約に基づく竹中工\n務店の義務が未履行であるとは認められないから，本件支出命令が違法である\nとも認められない。\nしたがって，原告の前記主張は採用することができず，Ｄに本件支出命令に\n関して指揮監督上の義務違反はあったとは認められない。\n６  争点４（本件事業の違法の有無）について\n⑴ア  地方公共団体は，住民の福祉の増進を図ることを基本として地域におけ\nる行政を自主的かつ総合的に実施する役割を広く担っており（地方自治法\n１条の２第１項），文化財については，文化財の保存が適切に行われるよ\nう努める責務を負っている上（文化財保護法３条），特別史跡である名古\n屋城跡を所有管理する名古屋市は，文化財が貴重な国民的財産であること\nを自覚し，これを公共のための大切に保存するとともに，その文化的活用\nに努める責務を負っていると解される（同法４条２項）。そうであるとこ\nろ，現天守閣は，特別史跡である名古屋城跡の中にあり，戦後の市民の再\n建に向けた機運の高まりを受けて再建されたものであるなど市民にとって\n様々な意義を有するものである上，名古屋市の主要な観光名所となってい\nる。そうすると，本件事業は，現天守閣を解体して戦災により焼失した天\n守閣を木造で復元することを内容とするものであ るから（前記認定事実\n⑴），本件事業を行うに当たっては，現天守閣の整備を行う必要性，当該\n整備の内容及び方法，当該整備の市民生活に対する影響，特別史跡の保存\n及び文化的活用への影響等の諸般の事情を考慮した上で，政策的かつ技術\n的な見地からの判断が不可欠である。これらの諸点に照らすと，本件事業\nを行うか否かについては，前記のような責務を負い，地域社会の多種多様\nな利害得失等について総合的な調整を行う権能を有する名古屋市に広範な\n裁量が与えられているというべきである。したがって，本件事業に関する\n名古屋市の判断については，重要な事実の基礎を欠くものであるか，又は，\nその内容が社会通念に照らして著しく妥当性を欠くものであって，裁量権\nの範囲を逸脱し又はこれを濫用したと認められる場合に限り，違法となる\nものと解するのが相当である。\nイ  本件についてこれをみるに，前記認定事実⑴によれば，名古屋市は，現\n天守閣は，昭和３４年に再建されてから半世紀以上が経過しており，天守\n閣の躯体を成すコンクリートの一部の劣化や電気設備等の各種設備の老朽\n化，耐震性の確保などの問題が生じていたことから，現天守閣の整備を検\n討し，全体整備検討会議での検討結果に基づいて本件事業を行うことを決\n定しているところ，前記の検討結果は，学識経験者等により行われたもの\nである上，その内容をみても，現天守閣の整備方法として木造復元工事と\n耐震補修工事の利点及び課題とこれに対する対策を詳細に比較検討し，①\n現天守閣の内部空間は史実に基づく再現性が高くなく，歴史的空間を体感\nすることは困難であるから，木造復元工事は，耐震改修工事と比較して，\n名古屋城跡の本質的価値の理解を促進するという点で優位性がある上，文\n化的観光面における魅力の向上があり，現天守閣が解体されることによる\n課題についても対応可能であること，②施工方法に関しても，木造復元工\n事には一定の課題があるもののいずれも対応可能であることなどを考慮し，\n現天守閣の整備方針としては木造復元工事とすることとしたものであって，\nその検討過程に不合理な点は見当たらない。\nそうすると，前記の検討結果に基づいて本件事業を行うとした名古屋市\nの判断が，重要な事実の基礎を欠き，又は，その内容が社会通念に照らし\nて著しく妥当性を欠くものであるということはできないから，本件事業に\nつき名古屋市の裁量権の範囲の逸脱又はその濫用があるとはいえない。\nウ  原告は，①本件事業に関するパブリックコメントにおいて天守閣を木造\n復元することに否定的な意見が約７５％であったこと，②鉄骨鉄筋コンク\nリート造りである現天守閣については，コンクリート内部のアルカリ回復\n工事が存在することからすれば，天守閣の木造復元工事をすべきではない\n旨主張する。\nしかしながら，①については，パブリックコメントの結果は，本件事業\nに関する名古屋市の裁量権行使における考慮要素の一つにとどまる上，平\n成２８年度に実施された名古屋市民を対象としたアンケートでは約６割が\n木造復元に肯定的な意見を有しているとの結果が出ており（甲２７），本\n件事業が名古屋市民の意識に沿わないものではないとする評価も可能であ\nることからすると，前記①の点をもって直ちに本件事業に関する名古屋市\nの判断に裁量権の範囲の逸脱又は濫用があったということはできない。ま\nた，②については，原告の主張によれば，コンクリート内部のアルカリ回\n復工事は，現天守閣を解体することなくコンクリートの長寿命化を図るも\nのであると解されるところ，この工法は，現天守閣を解体しないものであ\nる点で全体整備検討会議において検討された耐震改修工事と異なるもので\nはなく，アルカリ回復工事の存在をもって，木造復元工事が名古屋城跡の\n本質的価値の理解を促進する点で優位性があるとする前記の検討結果に影\n響を及ぼすものとは考え難い。そうすると，前記②の点をもって本件事業\nに関する名古屋市の判断に裁量権の範囲の逸脱又は濫用があるということ\nはできない。\n⑵  原告は，鉄骨鉄筋コンクリート構造である現天守閣については，コンクリ\nート内部のアルカリ回復工事が存在するのであり，このような復元以外の整\n備手法の検討が行われていない本件事業は，文化庁基準の「復元以外の整備\n手法との比較衡量の結果，国民の当該史跡等の理解・活用にとって適切かつ\n積極的意味をもつと考えられること」に該当せず，文化庁基準に反する旨主\n張する。\nしかしながら，文化庁基準は，歴史的建造物の復元が適当か否かは，具体\n的な復元の計画・設計の内容が，次の各項目に合致するか否かにより総合的\nに判断するとしているのであり，原告の指摘する項目は，前記の総合的判断\nの１項目にすぎない。そうすると，仮に，コンクリート内部のアルカリ回復\n工事が存在することから，本件事業につき原告の指摘する項目に該当する余\n地があるとしても，このことをもって直ちに本件事業が文化庁基準に反する\nということはできない。\n⑶  原告は，天守閣の建築には，建築基準法３条１項４号が定める同法の適用\n除外の要件である建築審査会の同意がないため，建築主事の確認が必要であ\nるにもかかわらず，名古屋市は，建築主事の確認を受けることなく天守閣の\n建築を実施しようとしているから，本件事業は地方自治法２条１６項に反す\nる旨主張する。\nしかしながら，本件事業を行う決定の前に前記同意を得なければならない\nものではないところ，名古屋市は，今後，本件事業につき，実際に建築を行\nう前に，建築基準法３条１項４号所定の建築審査会の同意を得て，特定行政\n庁である名古屋市による認定を受けて建築を行うことを予定していることが\n認められ（弁論の全趣旨），本件全証拠によっても，これが実現不可能であ\nるとはうかがわれないから，本件事業が地方自治法２条１６項に反するとい\nうことはできない。\n⑷  さらに，原告は，竹中工務店から提出された成果品は未完成であるため，\n本件事業を実施する場合には，木材を購入した場合の保管代金が別途発生す\nることとなるから，本件事業は地方自治法２条１４項に反する旨主張する。\nしかしながら，竹中工務店から提出された成果品が未完成であるとはいえ\nないことは前記３において既に説示したとおりであり，原告の主張は前提を\n欠くものであって，採用することができない。\n⑸  以上によれば，原告の前記主張はいずれも採用することができず，本件事\n業が違法であるということはできない。\n第４  結論\n以上の次第で，本件訴え中，本件差止めの訴えのうち判決言渡日である令和\n２年１１月５日までにされた財務会計上の行為の差止めを求める部分は不適法\nであるからこれを却下し，本件訴えに係るその余の請求はいずれも理由がない\nからこれらを棄却することとし，訴訟費用の負担につき，行政事件訴訟法７条，\n民事訴訟法６１条を適用して，主文のとおり判決する。\n名古屋地方裁判所民事第９部\n裁判長裁判官    角谷昌 毅\n裁判官    後藤隆 大\n裁判官    若林慶 浩\n（別紙）\n選定者目録\n（略）\n以 上\n"
}