{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 2,
    "month": 6,
    "day": 10
  },
  "case_number": "平成30(ワ)803",
  "case_name": "憲法５３条違憲国家賠償請求事件",
  "court_name": "那覇地方裁判所民事第１部",
  "result": "棄却",
  "lawsuit_id": "89566",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=89566",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/566/089566_hanrei.pdf",
  "contents": "主                    文\n１  原告らの請求をいずれも棄却する。\n２  訴訟費用は原告らの負担とする。\n事   実   及   び   理   由\n第１  請求\n被告は，原告らそれぞれに対し，１万円及びこれに対する平成２９年７月\n１３日から支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n１  本件は，国会議員である原告らが，その他の国会議員とともに，平成２９\n年６月２２日，内閣に対し，憲法５３条後段に基づき，衆議院及び参議院の\n臨時会の召集を要求したところ，それから９８日が経過した同年９月２８日\nまで臨時会が召集されなかったことにつき，内閣は合理的な期間内に臨時会\nを召集するべき義務があるのにこれを怠ったものであり，その結果，原告ら\nは臨時会において国会議員としての権能を行使する機会を奪われたなどと\n主張して，国家賠償法（以下「国賠法」という。）１条１項に基づき，被告に\n対し，原告らそれぞれにつき損害金である１００万円の一部請求として１万\n円及びこれに対する臨時会の召集期限といえる同年７月１２日の翌日であ\nる同月１３日から支払済みまで民法所定の年５分の割合による遅延損害金\nの支払を求める事案である。\n２  前提事実（証拠を掲記した事実以外は，当事者間に争いがない。）\n⑴  原告ら\n原告Ａ及び原告Ｂは，いずれも平成２６年１２月実施の第４７回衆議院\n議員総選挙において当選し，平成２９年６月２２日の時点で，衆議院議員\nの地位を有していた者である。原告Ｃは，平成２５年７月実施の第２３回\n参議院議員通常選挙において当選し，原告Ｄは平成２８年７月実施の第２\n４回参議院議員通常選挙において当選し，いずれも平成２９年６月２２日\nの時点で，参議院議員としての地位を有していた者である。\n⑵  臨時会召集の経緯\nア  原告Ａ及び原告Ｂは，平成２９年６月２２日，他の衆議院議員１１８\n名とともに連名で，憲法５３条後段及び国会法３条に基づき，内閣（以\n下，同日当時の内閣を「安倍内閣」という。また，安倍内閣を構成する\n大臣は別紙のとおりである。）に対して，衆議院議長経由で要求書を提出\nして，臨時会を召集するよう要求した（以下「本件衆議院召集要求」と\nいう。）。\n原告Ｃ及び原告Ｄは，同日，他の参議院議員７０名とともに連名で，\n憲法５３条後段及び国会法３条に基づき，安倍内閣に対して，参議院議\n長経由で要求書を提出して，臨時会を召集するよう要求した（以下「本\n件参議院召集要求」といい，本件衆議院召集要求と併せて「本件召集要\n求」という。）。（甲Ａ８）\nイ  本件衆議院召集要求を行った衆議院議員の総数は，衆議院議員４７５\n名中１２０名であり，本件参議院召集要求を行った参議院議員の総数は，\n参議院議員２４２名中７２名であり，いずれも憲法５３条後段所定の\n（各）議院の総議員の４分の１以上による召集要求がされている。\n本件召集要求の理由は，要旨，平成２９年開催の第１９３回通常国会\nにおいて，いわゆる森友学園・加計学園問題について十分な審議が尽く\nされておらず，国民に広がる政治不信を解消するためには，国会が国民\nの負託に応え，疑惑の真相解明に取り組むことが不可欠であるという国\n民に広がる政治不信を解消するためというものであった。（甲Ａ７，８）\n安倍内閣は，平成２９年６月２２日，本件召集要求の要求書を受領し\nた。\n安倍内閣は，同年９月２２日，臨時会を同月２８日に召集することを\n持ち回り閣議で決定し，同日に衆議院及び参議院を召集した（以下「本\n件召集」という。）。\nしかし，安倍内閣は，本件召集に基づいて開催された臨時会の冒頭に\nおいて衆議院を解散したため，参議院は同時に閉会となり（憲法５４条\n２項），臨時会において原告らが求めるような実質的な審議は行われな\nかった。\n３  争点\n⑴  内閣による臨時会の召集の決定 が憲法５３条後段に違反するかの法的\n判断について，裁判所の司法審査権が及ぶか（本案前の争点）\n⑵  本件召集要求に基づく内閣の召集決定が，本件召集要求をした個々の国\n会議員との関係において，国賠法１条１項の適用上，違法と評価されるか\n⑶  本件召集が実質的には本件召集要求に基づく臨時会の召集とはいえず，\nまたは，本件召集が合理的期間内に行われたものとはいえないとして，憲\n法５３条後段に違反するものといえるか\n⑷  原告らの損害の有無及びその額\n４  争点に関する当事者の主張\n⑴  争点⑴について\n（被告の主張）\nア  司法権とは，具体的な争訟について法を適用し宣言することによって\nこれを解決する国家作用であり，全て司法権は，最高裁判所及び下級裁\n判所に属する（憲法７６条１項）。裁判所は，憲法に特別の定めがある場\n合を除き，一切の「法律上の争訟」を裁判する権限を有し（裁判所法３\n条１項），一切の法律等に関する違憲審査権を有する（憲法８１条）。\nしかし，憲法が採用する権力分立の原理の下においても，司法権の行\n使についてはおのずから一定限度の制約がある。すなわち，司法権の行\n使については，憲法が採用する三権分立の原理に由来し，当該国家行為\nの高度の政治性，裁判所の司法機関としての性格，裁判に必然的に随伴\nする手続上の制約等にかんがみ，特定の明文による規定はないものの，\n司法権の憲法上の本質に内在する制約がある。\nイ  最高裁判所昭和３０年（オ）第９６号同３５年６月８日大法廷判決・\n民集１４巻７号１２０６頁（以下「昭和３５年最判」という。）は，当時\n衆議院議員であった者が，衆議院の解散は憲法に違反し無効であると主\n張して，その任期満了時までの衆議院議員としての歳費を請求した事案\nにおいて，「わが憲法の三権分立の制度の下においても，司法権の行使に\nついておのずからある限度の制約は免れないのであって，あらゆる国家\n行為が無制限に司法審査の対象となるものと即断すべきでない。直接国\n家統治の基本に関する高度に政治性のある国家行為のごときはたとえ\nそれが法律上の争訟となり，これに対する有効無効の判断が法律上可能\nである場合であっても，かかる国家行為は裁判所の審査権の外にあり，\nその判断は主権者たる国民に対して政治的責任を負うところの政府，国\n会等の政治部門の判断に委され，最終的には国民の政治判断に委ねられ\nているものと解すべきである。この司法権に対する制約は，結局，三権\n分立の原理に由来し，当該国家行為の高度の政治性，裁判所の司法機関\nとしての性格，裁判に必然的に随伴する手続上の制約等にかんがみ，特\n定の明文による規定はないけれども，司法権の憲法上の本質に内在する\n制約と理解すべきものである。」，「衆議院の解散は，極めて政治性の高い\n国家統治の基本に関する行為であって，かくのごとき行為について，そ\nの法律上の有効無効を審査することは司法裁判所の権限の外にありと\n解すべきことは既に前段説示するところによってあきらかである。」と\nして，衆議院の解散の有効無効の判断には，三権分立の原理に由来する\n司法権の憲法上の本質に内在する制約として裁判所の司法審査権が及\nばない旨を判示した。\nウ  憲法は，三権分立の原理を採用した上で（憲法４１条，６５条，７６\n条），①内閣は，解散権（憲法７条３号）や議案提出権（憲法７２条）を\n有する一方，国会は，国政調査権を有し（憲法６２条），不信任の決議が\nできる（憲法６９条）など，国会と内閣との間の均衡・抑制関係を定め\nるとともに，②内閣が国会に対して連帯して責任を負うこと（憲法６６\n条３項），内閣は衆議院で不信任の決議案が可決され又は信任の決議案\nが否決されたときは，１０日以内に衆議院が解散されない限り総辞職す\nべきこと（憲法６９条）など，内閣が国会の信任を基礎として存立する\nことを定め，さらに国務大臣の過半数は国会議員でなければならない\n（憲法６８条１項）と定めている。このように，憲法は明文をもって，\n国会と内閣の関係について議院内閣制を採用しており，均衡・抑制関係\nにあるのみならず協働関係にあることを規定しているところ，このよう\nな政治部門である内閣と国会との関係に係る内閣又は国会の意思決定\n等について，第三の機関である裁判所がその適否や当不当の司法審査を\nすることは，憲法が定めた議院内閣 制の下における内閣と国会との均\n衡・抑制関係及び協働関係を損なうことになりかねない。\nエ  臨時会を含む国会の召集は，内閣の助言と承認に基づいて天皇が行う\n国事行為であるから（憲法７条２号），国会の召集の決定については，内\n閣がその実質的決定権を有するものといえるところ，憲法は，国会の活\n動について会期制を採用しており（憲法５２条ないし５４条参照），国会\nの召集は，国権の最高機関かつ国の唯一の立法機関である国会がその活\n動を行う前提となるものであるから，内閣による国会の召集の決定が有\nする国法上及び政治上の意義は重大なものである。そして，国会の活動\nは，議院内閣制の下における内閣と国会との均衡・抑制関係及び協働関\n係の基礎となるものであるから，国会の召集に係る内閣の意思決定の適\n否や当不当について裁判所が司法審査権を及ぼすことは，憲法が定めた\n内閣と国会との関係を損なうことになりかねない。\nこのことは，憲法５３条後段に基づく臨時会の召集決定についても異\nなるものではない。そもそも，憲法５３条後段に基づく臨時会の召集要\n求は，一定数以上の国会議員において国会が召集されるべき必要がある\nとの政治的判断をした場合にされるものであるから，高度に政治性を有\nする行為であるところ，かかる召集要求があった場合における憲法５３\n条後段に基づく内閣による臨時会の召集の決定も，召集時期に係る判断\nも含め，おのずから高度に政治性を有する行為というべきである。\nまた，内閣による臨時会の召集の決定は，政治部門である内閣と国会\nとの関係に係る意思決定であり，その適否や当不当の評価については，\n国民に対して政治的責任を負う内閣及び国会に任されており，その後の\n国会等の政治の場で議論されるべきものであって，最終的には国民の選\n挙を通じた政治判断に委ねられるべきものである。\nそして，憲法５３条後段は，臨時会の召集時期については何らの定め\nも置いておらず，内閣は，召集のために必要な合理的期間を超えない範\n囲内に召集を行うことを決定しなければならないとしても，その判断は，\n要求者が審議を求める事項に限らず，臨時会で審議すべき事項等をも勘\n案し，召集に当たって整理すべき諸課題も踏まえてされるものであって，\nおのずから一義的に召集決定すべき期限が定まる 性質のものではない\nことにかんがみれば，上記判断は，本来，憲法が定める議院内閣制にお\nける国会との均衡・抑制関係ないし協働関係の下での内閣の意思決定に\nよるべきものであることは明らかであるところ，かかる意思決定に裁判\n所の司法審査権が及ぶことになれば，裁判所が国会の活動の前提となる\n内閣の意思決定を制約することになりかねず，国会の活動に影響が生じ，\nひいては，諸権能の行使を通じて実現されるべき，憲法が定めた内閣と\n国会との関係が損なわれるおそれがある。\n以上によれば，昭和３５年最判は，憲法５３条後段に基づく内閣によ\nる召集の決定についても同様に妥当するものといえる。\nオ  したがって，憲法５３条後段に基づく内閣による臨時会の召集の決定\nについては，憲法が採用する三権分立の原理に由来する司法権の憲法上\nの本質に内在する制約として，裁判所の司法審査権は及ばないと解すべ\nきである。\n（原告らの主張）\nア  本件においては，統治行為論に基づき，司法審査が排除されるべきで\nはない。\n憲法５３条後段に基づく内閣による臨時会の召集の決定は，議院内閣\n制における国会と内閣との抑制・均衡関係に係る内閣の意思決定・権能\nではなく，実質的には国会の自律的権能に係るものである。同条後段の\n臨時会の召集要求があったにもかかわらず，内閣が召集決定を行わない\nという状況は，議院内閣制の下における内閣と国会との均衡・抑制関係\n及び協働関係の基礎となる国会の活動の前提となる決定を内閣が行わ\nないというものであり，内閣が，国会の自律的権能を侵害し，憲法の定\nめる上記の内閣と国会との関係を損なっているものである。\n憲法５３条後段に基づく臨時会の召集要求そのものが，政治性を有す\nることは認める。しかし，憲法５３条後段の要件を満たした臨時会の召\n集要求があった場合は，同条後段は「内閣は，その召集を決定しなけれ\nばならない」と法的義務を定めているのであって，内閣による臨時会の\n召集の決定については，召集するか否かにつき内閣の政治判断が入り込\nむ余地はなく，その召集時期についても，自ずから合理的期間内と定ま\nるものであって，物理的・事務的な判断要素のほかに，政治的・党派的\nな判断要素が入り込む余地は一切ない。\nまた，憲法５３条後段に基づく臨時会の召集要求があったにもかかわ\nらず，内閣が臨時会の召集決定を行わないという状況は，国会という，\n内閣による臨時会の召集の決定の適否や当不当の評価について議論さ\nれるべき場が設定されず，国民が政治判断を行うための判断材料が設定\nされないということになるのであるから，内閣による臨時会の召集の決\n定の適否やその当不当の評価については，国会等の政治の場で議論され\nるべきであって，最終的に国民の選挙を通じた政治判断に委ねられるべ\nきであるという被告の主張は当を得ない。\nイ  国会議員は，間接民主制のもと全国民の代表者（憲法４３条）である\nところ，少数派国会議員の背後には少数派意見の国民が存在すると解さ\nれる。そして，少数派意見の国民は少数派国会議員を通じて，その意見\nを国政に反映させているのであり，少数派国会議員の権利を保障するこ\nとは少数派意見の国民の権利を保障することにほかならない。憲法５３\n条後段に基づく臨時会の召集の懈怠は，少数派議員の政治的権利すなわ\nちその背後にいる少数派国民の権利の侵害に関わる事項であって，司法\n部が積極的に違憲審査をしなければならない事項である。また，憲法５\n３条後段に基づく臨時会の召集の懈怠は，議院内閣制の下における内閣\nと国会との均衡・抑制関係ないし協働関係の基礎となる国会の活動の前\n提となる決定を内閣が行わないというものであり，内閣が国会の自律的\n権能を侵害し，議院内閣制における国会と内閣との均衡・抑制システム\nが阻害されているのであるから，司法がそのシステムを回復しなければ\nならない。憲法５３条後段の臨時会の召集の懈怠は，国会という政治的\n責任を追及する場を奪うものであり，民主制の過程の阻害にかかわる事\n項であるから，司法が民主制の過程を正常化するために乗り出さなけれ\nばならない。\nウ  昭和３５年最判は，あくまでも「直接国家統治の基本に関する高度の\n政治性のある国家行為」について論じているものであり，内閣と国会と\nの抑制・均衡及び協働の行為一般について述べているものではない。仮\nに，昭和３５年最判と同じ立場に立つとしても，内閣と国会との抑制・\n均衡及び協働の行為といえるもののうち，衆議院の解散と内閣総理大臣\nの指名以外のものについては，到底「直接国家統治の基本に関する高度\nの政治性のある国家行為」とはいえない。そもそも，衆議院の解散とい\nうその後に衆議院選挙が当然に予定されるような国法上・政治上の意義\nが重大かつ影響の大きい行為と，少数派国会議員による国会召集要求に\n応じる国会召集行為という事務的な行為を同列に置いて論じることは\nできない。裁判所が違憲無効との判決を出した場合，過去の衆議院解散\nについては各種の解決すべき困難な影響（例えば解散により実施された\n衆議院選挙の結果はどうなるのかなど）が予想されるものの，本件のよ\nうに国会召集の無視・遅滞では，法的には慰謝料が国庫から原告らに支\n払われるにすぎない。\n統治行為論に関する裁判例も，「一見極めて明白に違憲無効であると\n認められない限りは司法審査の対象外」（最高裁判所昭和３４年１２月\n１６日大法廷判決・民集１３巻１３号３２２５頁）など裁量論で対処す\nるのが一般であり，純粋な統治行為論を採用したとみられる昭和３５年\n最判（いわゆる苫米地事件判決）以降，最高裁が純粋な統治行為論を展\n開したことはない。\nしたがって，憲法５３条後段に基づく臨時会の召集については，昭和\n３５年最判の射程範囲外である。\n⑵  争点⑵について\n（原告らの主張）\nア  安倍内閣を構成する各大臣らは，国賠法１条１項所定の「国又は公共\n団体の公権力の行使に当たる公務員」に該当し，また，安倍内閣が本件\n召集要求に対して本件召集をしたことは，同項所定の「その職務を行う\nについて」に該当する。\nそして，安倍内閣は，本件召集により開催された臨時会を冒頭解散し\nているものであるから，本件召集要求に実質的に応じたとはいえず，そ\nうでないとしても，本件召集要求から合理的期間内に臨時会の召集を行\nわなかったものであるから，本件召集は憲法５３条後段に違反するもの\nとして違憲である。\n原告らは，本件召集が合理的期間内にされなかったことなどにより，\n国会議員としての国会召集要求権（憲法５３条，国会法３条）を直接侵\n害されるとともに，召集されるべき臨時会において行使することが可能\nであった諸権利（議案発議権，動議提出権，質問権，質疑権，討論権，\n表決権など）を違法に侵害されたものであり，そのことにつき安倍内閣\nに故意ないし過失があるから，被告は，国賠法１条１項に基づき，原告\nらの損害を賠償する義務がある。\nイ  憲法５３条所定の召集要求権は個々の国会議員にあり，それが所定の\n数に達すると内閣に国会の召集決定義務が生じるが，そのことによって，\n国会の召集要求権者が国会議員から国会に変質するものではない。した\nがって，内閣の職務上の法的義務である国会の召集決定義務については，\n召集されていない国会ではなく，当該国会で様々な権利を行使すること\nができる国会議員に対して生じている。\nそして，行政権が国民の権利を違法に侵害した場合，これに対する賠\n償責任を国が負うことは憲法１７条の要請であり，本件のような場合に\n内閣が損害賠償責任を負わないと解するべき憲法上の規定はない。\nウ  被告は，憲法６６条３項に規定する「責任」は政治的責任を意味する\nことから，内閣は国会議員に対して臨時会を召集すべき法的義務を負わ\nず，原告らに対する国賠法１条１項の違法性はないと主張する。確かに，\n憲法６６条３項所定の内閣が国会に対して負う「責任」は，法的責任で\nはなく政治的な責任であるが，被告の主張によれば，およそ行政権の行\n使によるあらゆる不法行為について，内閣は国会に対する政治的責任の\nみを負い，国民（国会議員）に対する職務上の法的義務を負わないこと\nとなり，著しく不当である。\n（被告の主張）\nア  国賠法１条１項の違法があるといえるためには，公権力の行使にあた\nる公務員が，個別の国民に対して負担する職務上の法的義務に違背して\n当該国民に損害を加えたといえることが必要である。そして，公務員が\n公権力の行使について政治的責任を負うにとどまる場合，国賠法上の法\n的責任を負う余地はないから，当該公権力の行使が個別の国民に対して\n負担する職務上の法的義務に違背したものとして，国賠法１条１項の適\n用上，違法と評価されることはない。\nイ  憲法６６条３項は，内閣は，行政権の行使について，国会に対し連帯\nして責任を負うことを規定しているが，この規定の趣旨は，憲法が採用\nしている議院内閣制の基本的な原理，すなわち内閣に帰属する行政権の\n行使について，これを国会による民主的な統制の下に置くという基本的\nな原理を明らかにすることにあると考えられる上，必ずしもその責任原\n因が違法な行為に限られていないことからすれば，当該責任は法的責任\nではなく，政治的責任を意味すると解される。そして，このことは，内\n閣が一定の行為をすべき法的義務を負うと解される場合であっても同\n様であると考えられる。\nそうすると，内閣は，国会ないし国会議員に対する関係では政治的責\n任を負うにとどまるものであり，これは，憲法５３条後段に基づく臨時\n会の召集要求があり，内閣がその召集の決定について法的義務を負うと\n解される場合であっても同様である。したがって，内閣が憲法５３条後\n段に基づいて行う臨時会の召集決定については，国賠法１条１項の適用\n上，「違法」と評価される余地はない。\nウ  原告らは，憲法５３条後段に基づく臨時会の召集要求があった場合，内\n閣が当該召集要求をした個々の国会議員との関係で，合理的期間内に臨\n時会を召集する旨の決定をするべき職務上の法的義務を負うと主張す\nる。\nしかし，憲法５３条後段は，「いづれかの議院の総議員の４分の１以上\nの要求があれば，内閣は，その召集を決定しなければならない。」と定め\nるところ，内閣が召集のために必要な合理的期間を超えない期間内に臨\n時会の召集を行うことを決定する義務を負うと解されるとしても，その\n文言上，内閣が当該召集要求をした個々の国会議員との関係 において，\n合理的期間を超えない期間内に臨時会の召集を行うことを決定する義\n務を負うとまでは規定されていない。内閣が憲法５３条後段に基づいて\n臨時会の召集を決定した場合，当該臨時会において，当該召集要求をし\nた国会議員とこれをしなかった国会議員とを区別して取り扱うべき旨\nを定める規定も憲法上存在しない。そうすると，憲法５３条後段は，「い\nづれかの議院の総議員の４分の１以上の要求」があった場合においても，\n内閣に対し，当該召集要求をした個々の国会議員との関係において，そ\nの職務上の法的義務として，臨時会の召集を行うことを決定するべき義\n務を負わせるものとは解されない。\nエ  国会は衆議院及び参議院で構成され（憲法４２条），両議院は「全国民\nを代表する」選挙された国会議員で組織されるところ（憲法４３条），国\n会は，国民の間に存する多元的な意見及び諸々の利益を立法過程に公正\nに反映させ，国会議員の自由な討論を通じてこれらを調整し，多数決原\n理により統一的な国家意思を形成するべき役割を担うものであり，国会\nがこれらの権能を有効適切に行使するために，国会議員には，多様な国\n民の意向を汲みつつ，国民全体の福祉の実現を目指して行動することが\n要請される。このような国会議員の役割は，臨時会の召集要求をした国\n会議員とこれをしなかった国会議員で異ならないことに照らすと，憲法\n５３条後段は，内閣に対し，当該召集要求をした個々の国会議員との関\n係において，その職務上の法的義務として，臨時会の召集を行うことを\n決定する義務を負わせるものではないと解するのが相当である。 また，\n国会議員は，国会を構成する両議院を組織するものであり，国会の担う\nべき役割を果たすものであるから，憲法５３条後段に基づく臨時会の召\n集要求があった場合，内閣は，国会との関係においてその召集決定につ\nいて政治的責任を負うにとどまる以上，当該召集要求をした国会議員と\nの関係においても，政治的責任を負うにとどまる。\nオ  憲法５３条後段は，内閣をその名宛人として，召集のために必要な合\n理的期間を超えない期間内に臨時会の召集を行うことを決定する義務\nを負わせるにとどまり，それ以上に，当該召集要求をした個々の国会議\n員の具体的権利について規定したものではない。同条が「議員」を主語\nとせず，「いづれかの議院の総議員の４分の１以上」と規定していること，\n「国民の権利及び義務」について定めた第３章ではなく，「国会」という\n国の統治について定めた第４章に位置付けられており，その内容も内閣\nと国会との関係を規定するものであること，内閣が召集のために必要な\n合理的な期間を超えない期間内に臨時会の召集を行わなかった場合の\n法的効果を定める規定が憲法にないことからすれば，憲法５３条後段は，\nあくまで「いづれかの議院の総議員の４分の１以上の要求」があった場\n合に，内閣において，召集のために必要な合理的な期間を超えない期間\n内に臨時会の召集を行うことを決定する義務を負うにとどまり，内閣が\n当該義務に違反した場合において，当該召集要求をした個々の国会議員\nに対し，国賠法１条１項に基づく損害賠償を認めることを規定したもの\nとは解されない。\n⑶  争点⑶について\n（原告らの主張）\nア  安倍内閣は，本件召集要求があった平成２９年６月２２日から９２日\n目である同年９月２２日，ようやく持ち回り決議により臨時会を同月２\n８日に召集することを決定し，同日に臨時会を召集した。しかし，安倍\n内閣は，同日開催の臨時会の冒頭において，衆議院を解散したため，臨\n時会における実質的な審議は行われなかった。審議の期間がない臨時会\nが同日に形式的に召集されたとしても，実質的な審議の機会が全くなか\nった以上，これを本件召集要求に応じた臨時会の召集と評価することは\nできず，結局のところ，本件召集要求に応じた召集はなかったと評価せ\nざるを得ない。このような実質的不召集は憲法５３条後段に違反するも\nのとして，違憲かつ違法である。\nイ  仮に本件召集が本件召集要求に対する召集と評価できるとしても，本\n件召集要求がされた日から合理的期間である２０日以内に臨時会を召\n集せず，本件召集要求の日から９８日間，本件召集を懈怠したものであ\nり，このような懈怠は憲法５３条後段に違反するものとして，違憲かつ\n違法である。\nウ  憲法５３条後段は，両議院のいずれかの議院の総議員の４分の１以上\nの要求を要件として，内閣に臨時会の召集義務を定めている。これは，\n三権分立制を採用する憲法の下，立法権（憲法４１条）及び内閣不信任\n決議権（憲法６９条）を有する国会を構成する個々の国会議員が国会の\n召集を要求するという，三権分立の制度上，当然の権能を定めた規定で\nある。加えて，各議員の４分の１という少数派にも国会召集要求権を与\nえることにより，少数意見を国会に反映させる規定でもある。すなわち，\n現行憲法上，国会の召集権限は内閣にあると解されるが，三権分立制を\n採用し，立法権を国会に独占させた憲法の趣旨からは（憲法前文，４１\n条），国会が常会（憲法５２条）や特別会（憲法５４条１項）以外に，自\nらの意思で国会を召集し得ないというのでは，国権の最高機関（憲法４\n１条）となり得ず，事実上，内閣のコントロール下に置かれることにな\nる。そこで，憲法５３条後段は，国会に対し，国会の自律権の表れとし\nて，各議院の４分の１という少数派の国会議員に対して国会召集要求権\nを保障し，内閣に召集すべき法的義務を与えたものである。\nところで，憲法５３条後段は，内閣が召集要求を受けてから臨時会の\n召集を行うべき期間について明文で定めていない。しかし，憲法にはほ\nかにも期間を定めることが相当と考えられるのに期間を明文で定めて\nいない規定があり（憲法９６条２項，６条，３４条，７９条６項前段，\n８０条２項前段等），これらは，期間を固定的に定めることが困難な事情\nがあることや，期間を定めずとも常識的に判断することが可能と考えら\nれるものであって，決定権者の裁量に委ねたものとは解されない。仮に\n憲法５３条後段に基づく臨時会の召集の時期が内閣の裁量に委ねられ\nたものとすると，臨時会の召集要求があったとしても，内閣がその裁量\nをもって国会の召集を先送りし続けることにより，憲法上定めのある常\n会と特別会を召集しさえすれば，臨時会召集要求に応じる義務を果たさ\nなくてもよいことになり，事実上立法機関の立法機能や行政監視機能を\n奪うことになる。そのため，臨時会の召集期間が，内閣の裁量に委ねら\nれているとはいえず，憲法５３条後段所定の要件を満たす召集要求があ\nった場合には，内閣は合理的期間内に臨時会を召集する法的義務がある\nというほかない。\nそして，上記にいう合理的期間は，遅くとも２０日間である。すなわ\nち，衆議院解散による衆議院議員総選挙後の国会召集は，選挙の日から\n３０日以内に行わなければならず（憲法５４条１項），衆議院の任期満了\nによる総選挙及び参議院の通常選挙後の国会召集は，任期開始から３０\n日以内に行わなければならない（国会法２条の３）とされているところ，\nこれらは，いずれも選挙により新たに国会議員が選ばれた直後の国会召\n集であるため，国会議員名簿の整備等の事務が必要であり，常会や臨時\n会の召集よりも召集にかかる事務の負担が多くなることが想定されて\nおり，そのために３０日以内の召集義務が定められていることからする\nと，新たに選ばれた国会議員のための事務が必要でない臨時会の召集に\nついては，３０日より短い期間で召集できることは明らかである。そう\nすると，憲法５３条後段における合理的期間は２０日と解される。した\nがって，内閣は，召集要求を受けてから遅くとも２０日以内に国会を召\n集できるよう速やかに召集決定をする法的義務がある。\n（被告の主張）\nア  原告らの主張ア，イは，否認ないし争う。\nイ  憲法５３条後段に基づき，内閣が召集のために必要な合理的期間を超\nえない期間内に臨時会の召集を行うことを決定する義務を負うことは\n認めるが，内閣が召集要求をした個々の国会議員との関係において，臨\n時会の召集決定をする法的義務があることは否認する。\n⑷  争点⑷（損害の有無及びその額）について\n（原告らの主張）\n原告らは，安倍内閣が本件召集要求に対して臨時会を召集せず，または\n召集されたとしても９８日間と長期にわたり臨時会を召集しなかった結果，\n主権者たる国民からの厳粛な信託（憲法前文）のもと「全国民の代表」（憲\n法４３条１項）として認められている国会議員としての国会召集要求権（憲\n法５３条，国会法３条）を直接侵害されるとともに，議案発議権（国会法\n５６条），動議提出権（同法５７条），質問権（同法７４条以下），質疑権（衆\n議院規則１１８条，参議院規則１０８条），討論権（衆議院規則１１８条，\n参議院規則１１３条）及び表決権（国会法５７条等）の権利を召集される\nべき臨時会において行使することができなかった。これらの国会議員の各\n種権利は，議院内閣制の下において，国会が国民の間に存する多元的な意\n見及び種々の利益を立法過程に公正に反映させ，その権能を有効適切に行\n使するために憲法，国会法等が保障している権利であり，その意味では公\n務的な側面を有している。しかし，公務的な面があったとしても，上記諸\n権利は，国会議員個人の権利であり，当該主観的な権利は法律上保護され\nる権利として保障されるものである。権利が公務的性格を有するとしても，\n主観的権利であることが否定されないことは，公務的性格を有する選挙権\nや弁護人の接見交通権を想起すれば明らかである。\n原告らは，臨時会において，国民の負託に応え，安倍内閣に対して森友\n学園・加計学園問題について追及する機会を失い，国民からの政治的社会\n的信頼を失いかねない状況に陥った。これらの損害は，原告一人当たり少\nなくとも１００万円を下るものではなく，一部請求として，各自１万円ず\nつ請求する。また，臨時会は，本件召集要求がされた平成２９年６月２２\n日から２０日後の同年７月１２日までに開催される必要があったから，遅\n延損害金の起算日は同日経過後の同月１３日である。\n（被告の主張）\n否認ないし争う。\n第３   当裁判所の判断\n１  争点⑴について\n⑴  具体的な権利義務ないし法律関係に関する争訟については，裁判所によ\nる司法審査が及ぶのが原則である（憲法７６条１項，裁判所法３条１項）。\nしかしながら，「直接国家統治の基本に関する高度に政治性のある国家行\n為」については，法律上の争訟として，これに対する有効無効の判断が法\n律上可能である場合であっても，こうした国家行為は裁判所の審査権の外\nにあり，その判断は主権者たる国民に対して政治的責任を負うところの政\n府，国会等の政治部門の判断に委され，最終的には国民の政治判断に委ね\nられているものと解される（昭和３５年最判）。そこで，以下，憲法５３条\n後段の規定に基づく内閣による臨時会の召集決定が，昭和３５年最判が指\n摘するところの「直接国家統治の基本に関する高度に政治性のある国家行\n為」又はそれに準じるものとして司法審査の対象外といえるかを検討する。\n内閣は，国会の臨時会の召集を決定する権限があり（憲法５３条前段），\n議院の総議員の４分の１以上の要求があれば，臨時会の召集を決定しなけ\nればならない（同条後段）。憲法５３条前段の規定に基づく内閣による臨時\n会の召集は，それ自体，内閣が時々刻々動く政治状況・政治情勢，審議す\nべき事項等を勘案した上で，召集の可否及び召集時期を定めてこれを行う\nものであり，高度の政治性を有するものであることは否定できない。しか\nしながら，憲法５３条後段に基づく内閣の臨時会の召集については，議院\nの総議員の４分の１以上の要求がある場合において，内閣が憲法上の要請\nに基づき行う必要があるものであって，これは単なる政治的義務と解され\nるものではなく，憲法上明文をもって規定された法的義務と考えられる。\nまた，憲法５３条後段は，議院の総議員の４分の１以上の要求があった場\n合に内閣に臨時会の召集を義務付けるものの，その召集時期については何\nら定めを置いていないが，召集の要求がされてから合理的期間内に臨時会\nを召集する義務があると解される（被告もこのこと自体は否定しないもの\nと解される（被告第２準備書面１２頁，被告第４準備書面２２～２３頁参\n照）。）。\nそして，憲法５３条後段に基づく臨時会の召集要求がされた場合に，内\n閣が臨時会の召集を合理的期間内に行ったかどうかについては，合理的期\n間の解釈問題であって，法律問題といえるのであるから，法律上の争訟と\nして，裁判所がこれを判断することが可能な事柄であるといえる。\nところで，憲法５３条後段に基づく適法な召集要求があった場合，内閣\nとしては，臨時会の召集を行う憲法上の義務を負うものであるところ，例\nえば，通常国会の開催時期が近接しているとか，内閣が憲法５３条前段に\n基づき独自に臨時会を開催するなどの特段の事情がない限り，同条後段に\n基づく臨時会を召集する義務があるのであって，上記のような特段の事情\nの有無を考慮する以外に，臨時会を召集するかしないかについて，内閣に\n認められる裁量の余地は極めて乏しいものと考えられる。また，臨時会の\n召集決定を行うべき時期についてみても，内閣は，憲法５３条後段に基づ\nく適法な召集要求があり，臨時会の召集が憲法上一義的に義務付けられて\nいる以上，仮に被告が主張するとおり，臨時会の召集時期の決定について\n政治的要素を考慮するなどの裁量を残す余地があるとしても，召集をしな\nいという判断が原則としてできない以上は，召集時期に関する裁量も必ず\nしも大きいものとは考えられない。そうすると，内閣の臨時会の召集が高\n度に政治性の高いものであるとしても，憲法５３条後段に基づく内閣の臨\n時会の召集決定については，憲法上の規律が比較的明確であり，仮に内閣\nの裁量が認められるとしても限定的なものといえる。\nこれに対し，衆議院の解散については，これにより衆議院議員の議員と\nしての資格を失わせた上，新たな衆議院議員選挙が行われて衆議院の構成\nが変更され，新たな特別会が開催されるなど（憲法５４条１項），国政に与\nえる影響が極めて重大である上，内閣による衆議院の解散権には憲法上の\n制約もないなど，国政に与える影響力という面からも，憲法上の規律の面\nからも，憲法５３条後段に基づく内閣の臨時会の召集決定とは大きく異な\nるものといえる。\nそして，国会による立法行為（立法不作為も含む）の違法性については，\n司法審査の対象となるものと解されており（最高裁昭和６０年１１月２１\n日第一小法廷判決・民集３９巻７号１５１２頁），さらに，立法の前提であ\nる内閣の法案提出行為の違法性についても，裁判所が審理判断を行うこと\nができることが前提とされていること（最高裁昭和６２年６月２６日第一\n小法廷判決・集民１５１号１４７頁参照）をも考慮すれば，憲法５３条後\n段に基づく臨時会の召集決定は，それ自体，裁判所の審査権の範囲外であ\nり，その判断の適否を最終的には国民の政治判断に委ねられているものと\n解する根拠に乏しいものといわざるを得ない。\nしたがって，憲法５３条後段に基づく内閣の臨時会の召集決定は，昭和\n３５年最判にいう「直接国家統治の基本に関する高度に政治性のある国家\n行為」又はそれに準じるものとはいえず，司法審査の対象外であるという\nことはできない。\n⑵  被告は，憲法５３条後段に基づく内閣の臨時会の召集決定が司法審査の\n対象となると，憲法が定める議院内閣制（憲法７条３号，６６条３項，６\n８条１項，６９条，７２条等）の下における国会と内閣との均衡・抑制関\n係ないし協働関係を損なうおそれがあり，したがって，その適否は最終的\nには国民の政治判断に委ねられるべきであるなどと主張する。\nしかし，憲法５３条後段に基づく内閣の臨時会の召集決定は，「議院の総\n議員の４分の１以上の要求」という同条の規定する要件を満たした場合に\nは，内閣が臨時会の召集決定を行う憲法上の義務を負うものであり，仮に\n内閣がこの義務を履行しない場合（不当に召集が遅延した場合を含む。）に\nは，憲法５３条後段の趣旨すなわち少数派の国会議員による国会の召集要\n求の途を開け，少数派の国会議員の意見を国会に反映させるという趣旨が\n没却されるおそれがあるのであって，そのような事態が生じる場合には，\n議院内閣制の下における国会と内閣との均衡・抑制関係ないし協働関係が\n損なわれるおそれがあるというべきであるから，司法審査の対象とする必\n要性が高いというべきである。\nまた，憲法５３条後段に基づく臨時会の召集決定が政治性のある行為で\nあることは否定できないものの，そのような行為であるとしても，憲法上\nの適否は判断が可能であるし，昭和３５年最判が司法審査の対象外である\nとした衆議院の解散と同程度ないしそれ以上の高度の政治性のある行為で\nあるとまでは解し難い。確かに内閣による臨時会の召集決定を司法審査の\n対象とし，違憲判断をした場合には，国政に与える事実上の影響が少なく\nないことは否定できないものの（原告らは，仮に本件において違憲判断が\nされた場合でも，被告に慰謝料の支払義務が発生するにすぎないなどと主\n張するが，現実の影響を考慮すると，同主張は採用することができない。），\n前記のとおり，内閣が憲法５３条後段に違反して臨時会を召集しない場合\nには，議院内閣制の下における国会と内閣との均衡・抑制関係ないし協働\n関係が損なわれる可能性があると考えられる以上，これを司法審査の対象\nから外すことが相当であるとはいえない。これに反する被告の主張は採用\nすることができない。\n２  争点⑵について\n⑴  国賠法１条１項は，国又は公共団体の公権力の行使に当たる公務員が個\n別の国民に対して負担する職務上の法的義務に違背し て当該国民に損害\nを加えたときに，国又は公共団体がこれを賠償する責任を負うことを規定\nするものである（前記最高裁昭和６０年１１月２１日判決参照）。したがっ\nて，内閣の憲法５３条後段に基づく臨時会の召集行為が国賠法１条１項の\n適用上違法となるというためには，議院の総議員の４分の１以上の召集要\n求があったにもかかわらず，内閣が臨時会を一定期間召集しなかった行為\nが，個別の国民（本件では国会議員）に対して負う職務上の法的義務に違\n反したと認められる必要がある。\n⑵  そこで検討するに，憲法５３条後段は，「いづれかの議院の総議員の四分\nの一以上の要求があれば，内閣は，その召集を決定しなければならない。」\nと定めており，この規定の趣旨は，前記のとおり，少数派の国会議員によ\nる臨時会の召集要求を認め，内閣ではなく少数派の国会議員の主導による\n議会の開催を可能にするという趣旨に基づくものと解され，その文言から\nも，内閣は憲法５３条後段に基づく要求を受けた場合，臨時会を召集すべ\nき憲法上の義務があるというべきである。\nしかし，内閣が，憲法５３条後段に基づき，臨時会召集の要求を行った\n個々の国会議員に対して，憲法上，臨時会召集の義務を負担するものかど\nうかは，同条後段の文言上からは必ずしも明らかでない。この点，国会議\n員には憲法上，歳費請求権（憲法４９条），不逮捕特権（憲法５０条），発\n言表決の無答責（憲法５１条）といった権利が認められるところ，これら\nの権利に係る条文は，いずれも「両議院の議員」を主語としており，文言\n上も，議員としての具体的権利を定めていることが明らかであるが，憲法\n５３条後段はそのような規定となっておらず，ほかに憲法上，個々の国会\n議員に内閣に対する臨時会の召集要求権を認める趣旨の明文の規定は見\n当たらない。また，憲法５３条後段は，「議院の総議員の４分の１以上」の\n召集要求に対して内閣が臨時会の召集をしなかった場合の具体的効果に\nついて規定しておらず，内閣に臨時会の召集を強制することができる旨を\nうかがわせる規定も存在しない（ただし，このことをもって，憲法５３条\n後段に基づく内閣の臨時会の召集義務が単なる政治的義務にとどまるも\nのと解することはできない。）。そして，憲法５３条後段は，「議院の総議員\nの４分の１以上の要求」がある場合に内閣に臨時会の召集を義務付けてい\nるところ，その文言からは，「議院の総議員の４分の１以上の召集要求」が\nあった場合に，内閣に臨時会を召集するべき憲法上の義務が生じるものと\n解するのが自然であって，それを超えて，「議院の総議員の４分の１以上の\n召集要求」があった場合において，内閣が，当該召集要求をした個々の国\n会議員に対し，臨時会を召集する（国賠法１条１項の）職務上の法的義務\nを負担することまでを規定したものとはただちにはいえない。なお，臨時\n会の召集要求をした「議院の総議員の４分の１以上」の国会議員総体につ\nいて，憲法上，内閣に対する臨時会の召集要求権を観念した上で，内閣は，\n召集要求をした「議院の総議員の４分の１以上」の国会議員総体に対し，\n臨時会を召集する（国賠法１条１項の）職務上の法的義務があると解する\n余地もあるが，この場合において，内閣が召集要求をした国会議員に対し，\n国賠法１条１項に基づく損害賠償義務を負うと解するならば，結局，個々\nの国会議員に対する内閣の臨時会の召集義務を認めたことと同一の結果\nとなる。\nそして，憲法５３条後段に基づき召集される臨時会には，召集要求をし\nた国会議員のみならず召集要求をしなかった 国会議員も出席することが\n予定されるところ，憲法５３条所定の臨時会の召集要求があったにもかか\nわらず，内閣が臨時会を召集しなかったというような場合（不当に臨時会\nの召集を遅延した場合も含む。）には，召集要求をした国会議員のみなら\nず，召集要求をしなかった国会議員もその出席の機会を奪われることにな\nるが，召集要求をしなかった国会議員についてまで，内閣が国賠法１条１\n項所定の損害賠償義務を負うものとは考えにくい。そうすると，仮に内閣\nが本件召集要求を行った国会議員に対してのみ国賠法１条１項所定の損\n害賠償義務を負うと解した場合には，召集要求を行った国会議員と行って\nいない国会議員とを区別することとなるが，いずれの国会議員も「全国民\nの代表」（憲法４３条１項）として基本的には同一の地位ないし役割（多様\nな国民の意向を汲みつつ国民全体の福祉の実現を目指して行動すること\nなど）を有することに照らすと，臨時会の召集が適法に行われないという\n全国会議員にとって共通の出来事について，召集要求をした個々の国会議\n員に対してのみ，国賠法１条１項に基づく損害賠償を認めるというのは，\nいささか不自然の感を否めない。そして，国賠法１条１項は，民法７０９\n条と同様，公務員が故意または過失により違法に国民の権利利益を侵害し\nて，国民が具体的な損害を被ったという場合に，その損害を賠償させるこ\nとにより，被害者である国民が被った具体的な損失を回復させることを目\n的とするものと考えられるところ，憲法５３条後段所定の召集要求がされ\nたにもかかわらず，内閣が当該召集要求に従わずに臨時会を召集しなかっ\nたというような場合において，当該召集要求をした国会議員が被る不利益\nないし損失というものは，臨時会における自由な討論等を通じて「全国民\nの代表」としての国会議員の役割を果たすことができなくなるというもの\nであり，こうした臨時会を開催されることによる国会議員としての利益は，\n極めて政治的な性格を有するものであって，国会議員の個人的な利益（私\n益）ではなく，国民全体のための利益（公益）といえるものである。そう\nすると，憲法５３条後段に基づく召集要求があったにもかかわらず，内閣\nが適法に臨時会を開催しないといった事態は，当該召集要求をした個々の\n国会議員に対する金銭賠償を行うことによっててん補されることで回復\nするといった性質のものとは考えにくいところであって，国賠法がある行\n為を違法と評価することによってその 行為の適法性を確保するという機\n能を営むものであるとしても，このような場合の救済として，国賠法１条\n１項に基づく損害賠償を認めることは，国賠法１条１項の制度趣旨に必ず\nしも沿うものとはいえない。そして，前記のとおり，内閣に臨時会の召集\nを強制することができる旨をうかがわせる規定も存在していないことか\nらすると，国賠法１条１項に基づく損害賠償を認めることによって，事実\n上，内閣に対し，臨時会の召集を間接的に強制する結果となることも憲法\n上は予定されていないものと考えられる。\n以上によれば，仮に原告らが主張するとおり，個々の国会議員が憲法５\n３条後段の規定に基づき内閣に対して臨時会の召集要求権を有するもの\nと解したとしても，これは，国会議員の内閣に対する主観的請求権として，\nそれが履行されない場合に国に対する損害賠償請求権に転化するという\n性質のものであるとはいえない。そうすると，内閣は，憲法５３条後段所\n定の召集要求があった場合において，臨時会を開催するべき憲法上の義務\nを負うとしても，当該義務は，国賠法上，個々の国会議員に対する職務上\nの義務であるということはできないから，憲法５３条後段に基づく臨時会\nの召集要求に対する内閣の召集決定については，国賠法１条１項の適用上，\n違法と評価する余地はないものというほかない。\n⑶  原告らは，選挙権，接見交通権のような公務的性格を有する権利も主観\n的権利として認められていることから，国会議員の内閣に対する臨時会の\n召集要求権も同様に，国会議員の主観的請求権として認められるべきであ\nると主張する。しかし，選挙権は公務的な性格を有するものの，国民主権\nを採用する憲法上国民に明示的に認められた権利であり（憲法１５条 １\n項），個々の国民が公務員の違法行為によって自己の選挙権を侵害された\nという場合には，それに基づく国民の個人的な利益ないし損失が発生する\nことは否定できないのであるから，「権利」としての明示的な規定のない国\n会議員の内閣に対する臨時会の召集要求権を，国民の選挙権と同列に扱う\nべき格別の根拠はない。また，接見交通権については，憲法３４条前段の\n弁護人依頼権に由来するものであり，身柄を拘束中の被疑者・被告人の権\n利を守るために刑事訴訟法上認められた弁護人（又は弁護人になろうとす\nる者）の固有権として理解されており（最高裁昭和５３年７月１０日第一\n小法廷判決・民集３２巻５号８２０頁，最高裁平成１１年３月２４日大法\n廷判決・民集５３巻３号５１４頁，最高裁平成２５年１２月１０日第三小\n法廷判決・民集６７巻９号１７６１頁参照），弁護人が公務員による違法行\n為によって接見交通権を侵害されたという場合には，身柄拘束中の被疑\n者・被告人のみならず自己の弁護人としての法的利益も侵害されるとはい\nえるものの，この法的利益も結局のところ，身柄拘束中の被疑者・被告人\nの防御権という私人の私的な利益を守るために与えられているものであ\nるから，これも国民全体のための利益（公益）に関係する国会議員の内閣\nに対する臨時会の召集要求権とは異なるものといえる。そうすると，選挙\n権や接見交通権が侵害された場合に国賠法上の違法性が認め得るとして\nも，これらの権利は国会議員の召集要求権とは異質なものといえるから，\n憲法５３条後段に基づく臨時会の召集要求に対する内閣の召集決定につ\nいて，国賠法上の違法性が認められる論拠とはならない。\n⑷  原告らは，臨時会の召集が合理的期間を超えて行われたことにより，臨\n時会で行使できたはずの質問権等の諸権利を侵害されたと主張する。しか\nし，前記のとおり，国会議員の召集要求権は，内閣に対して国賠法１条１\n項の職務上の義務を負わせるものと解することはできないのであるから，\n臨時会の召集が合理的期間内に行われないことによって原告らの 国会議\n員として質問権等の諸権利が害されたとしても，これをもって，国賠法１\n条１項所定の損害賠償請求権が発生するとは解されない。\n⑸  以上によれば，憲法５３条後段に基づく臨時会の召集要求に対して，内\n閣は臨時会を召集するべき憲法上の義務があるものと認められ，かつ当該\n義務は単なる政治的義務にとどまるものではなく，法的義務であると解さ\nれることから，同条後段に基づく召集要求に対する内閣の臨時会の召集決\n定が同条に違反するものとして違憲と評価される余地はある といえるも\nのの，他方，憲法５３条後段に基づく臨時会の召集要求をした国会議員に\n対して，内閣が国賠法１条１項所定の職務上の義務として臨時会の召集義\n務を負うものとは解されないのであるから，内閣が召集要求をした個々の\n国会議員に対し，国賠法１条１項所定の損害賠償義務を負う余地はなく，\n政治的責任を負うにとどまるものといわざるを得ない。\n⑹  したがって，本件召集要求に対し，安倍内閣が行った臨時会の召集（本\n件召集）は，これが冒頭解散により実質的には召集されていないか，ある\nいは憲法上認められる合理的期間を徒過したものであるとして，違憲かど\nうかを判断するまでもなく，原告らの国賠法１条１項に基づく損害賠償請\n求は理由がない。\n第４  結論\nよって，原告らの請求は理由がないからいずれも棄却することとして，主\n文のとおり判決する。\n那覇地方裁判所民事第１部\n裁判長裁判官        山      口      和    宏\n裁判官        中      澤      崇      晶\n裁判官益留龍也は，転補のため署名押印することができない。\n裁判長裁判官        山      口    和      宏\n別紙「内閣構成大臣一覧」は掲載省略\n"
}