{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 3,
    "month": 5,
    "day": 12
  },
  "case_number": "平成27(行ウ)13",
  "case_name": "生活保護基準引下げ違憲処分取消等請求事件",
  "court_name": "福岡地方裁判所",
  "lawsuit_id": "90330",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=90330",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/330/090330_hanrei.pdf",
  "contents": "令和３年５月１２日判決言渡  同日原本領収  裁判所書記官\n平成２７年（行ウ）第１３号  生活保護基準引下げ違憲処分取消等請求事件（第１\n事件）\n平成２８年（行ウ）第７９号  生活保護基準引下げ違憲処分取消等請求事件（第２\n事件）\n平成２９年（行ウ）第５０号  生活保護基準引下げ違憲処分取消等請求事件（第３\n事件）\n口頭弁論終結の日  令和２年１１月１８日\n判                      決\n当事者の表示      別紙１当事者目録記載のとおり\n（以下，第１事件ないし第３事件の各原告らを併せて「原告ら」と\nいい，第１事件ないし第３事件被告国を「被告国」という。）\n主                      文\n１   別紙１当事者目録記載の原告番号１７，１８，６１及び６２の訴えのう\nち，別紙２－１第１事件処分一覧表の「処分行政庁」欄記載の各行政庁が\n「処分日」欄記載の各年月日付けで上記原告らに対してした各保護変更決\n定処分の取消しを求める部分をいずれも却下する。\n２   別紙１当事者目録記載の原告番号１７，１８，６１及び６２のその余の\n請求並びにその余の原告らの請求をいずれも棄却する。\n３   訴訟費用は原告らの負担とする。\n事実及び理 由\n第１  請求\n１   第１事件\n(1)  別紙２－１第１事件処分一覧表の「処分行政庁」欄記載の各処分行政庁が\n「処分日」欄記載の各年月日付けで「処分の名宛人」欄記載の各原告に対し\nてした各保護変更決定処分を取り消す。\n(2)  被告国は，第１事件原告ら各自に対し，１０万円及びこれに対する平成２\n５年８月１日から支払済みまで年５分の割合による金員を支払え。\n２   第２事件\n(1)  別紙２－２第２事件処分一覧表の「処分行政庁」欄記載の各処分行政庁が\n「処分日」欄記載の各年月日付けで「処分の名宛人」欄記載の各原告に対し\nてした各保護変更決定処分を取り消す。\n(2)  被告国は，第２事件原告ら各自に対し，１０万円及びこれに対する平成２\n６年４月１日から支払済みまで年５分の割合による金員を支払え。\n３   第３事件\n(1)  別紙２－３第３事件処分一覧表の「処分行政庁」欄記載の各処分行政庁が\n「処分日」欄記載の各年月日付けで「処分の名宛人」欄記載の各原告に対し\nてした各保護変更決定処分を取り消す。\n(2)  被告国は，第２事件原告ら各自に対し，１０万円及びこれに対する平成２\n７年４月１日から支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n本件は，生活保護受給者である原告らが，第１事件については，平成２５年\n５月１６日付け厚生労働省告示第１７４号による「生活保護法による保護の基\n準」（昭和３８年厚生労働省告示第１５８号。以下「保護基準」という。）の\n改定（以下「平成２５年改定」という。）に，第２事件については，平成２６\n年３月３１日付け厚生労働省告示第１３６号による保護基準の改定（以下「平\n成２６年改定」という。）に，第３事件については，平成２７年３月３１日付\nけ厚生労働省告示第２２７号による保護基準の改定（以下「平成２７年改定」\nといい，これと平成２５年改定及び平成２６年改定を併せて「本件各改定」と\nいう。）にそれぞれ基づいてされた，各原告の生活扶助費を減額する旨の保護\n変更決定（以下「本件各決定」という。）は，憲法２５条並びに生活保護法３\n条及び８条等に違反する違憲，違法なものであるなどとして，その取消しを求\nめるとともに，上記保護基準を改定した厚生労働大臣の行為が国家賠償法上違\n法であるとして，各１０万円の慰謝料及びこれに対する第１事件原告らについ\nては平成２５年８月１日から，第２事件原告らについては平成２６年４月１日\nから，第３事件原告らについては平成２７年４月１日（いずれも各原告の保護\n変更日又はそれ以降の日）から各支払済みまで民法（平成２９年法律第４４号\nによる改正前のもの）所定の年５分の割合による遅延損害金の支払を求める事\n案である。\n１   生活保護制度の概要\n(1)  基本原理\nア  無差別平等の原理\nすべて国民は，生活保護法の定める要件を満たす限り，同法による保護\n（以下「保護」という。）を，無差別平等に受けることができる（生活保\n護法２条）。\nイ  最低生活の原理\n生活保護法により保障される最低限度の生活は，健康で文化的な生活水\n準を維持することができるものでなければならない（生活保護法３条）。\nウ  補足性の原理\n保護は，生活に困窮する者が，その利用し得る資産，能力その他あらゆ\nるものを，その最低限度の生活の維持のために活用することを要件として\n行われる（生活保護法４条１項）。\n(2)  保護の原則\nア  基準及び程度の原則\n保護は，厚生労働大臣の定める基準により測定した要保護者の需要を基\nとし，そのうち，その者の金銭又は物品で満たすことのできない不足分を\n補う程度において行うものとする（生活保護法８条１項）。また，上記基\n準は，要保護者の年齢別，性別，世帯構成別，所在地域別その他保護の種\n類に応じて必要な事項を考慮した最低限度の生活の需要を満たす十分なも\nのであって，かつ，これを超えないものでなければならない（同条２項）。\nイ  必要即応の原則\n保護は，要保護者の年齢別，性別，健康状態等その個人又は世帯の実際\nの必要の相違を考慮して有効かつ適切に行うものとする（生活保護法９条）。\nウ  世帯単位の原則\n保護は，原則として，世帯を単位としてその要否及び程度を定めるもの\nとする（生活保護法１０条本文）。\n(3)  保護の種類及び内容\nア  種類\n保護には，生活扶助，教育扶助，住宅扶助，医療扶助，介護扶助，出産\n扶助，生業扶助及び葬祭扶助の８種類がある（生活保護法１１条）。\nイ  生活扶助\n生活扶助は，困窮のため最低限度の生活を維持することのできない者に\n対して，①衣食その他日常生活の需要を満たすために必要なもの及び②移\n送の範囲内において行う（生活保護法１２条）。生活扶助は，原則として，\n金銭給付によって行う（同法３１条１項本文）。\n(4)  保護基準の体系（乙Ａ１，５，１０，２１）\nア  保護の要否は，厚生労働大臣が定める保護基準（乙Ａ１）に基づき，そ\nの者の属する世帯の最低生活費を算定し，この最低生活費と当該世帯の収\n入との比較により判定し，世帯の収入が最低生活費を下回る場合に，当該\n不足分を補う程度において保護が行われる（生活保護法８条）。\nイ  級地について\n保護基準は，全国の市町村を１級地－１，１級地－２，２級地－１，２\n級地－２，３級地－１及び３級地－２の６区分の級地に分類した上で，各\n級地に応じて定められ，当該市町村内に居住する各被保護世帯に適用され\nる。\nウ  生活扶助基準\n生活扶助基準は，保護基準のうち日常生活に必要な基本的かつ経常的経\n費についての最低生活費を定めたものであり，基準生活費と加算に大別さ\nれている。基準生活費は，個人単位に消費される経費に対応する基準とし\nて年齢別に定められた第１類の表に定める個人別の額を合算した額（第１\n類費）と，世帯全体としてまとめて支出される経費に対応する基準として\n世帯人員数別に定められた第２類の表に定める世帯別の額（第２類費）の\n合計額である。\nエ  生活扶助基準の設定方法\n(ｱ)  現行の生活扶助基準は，世帯員の年齢，世帯構成及び所在地域によっ\nて，基準額が決定されるが，これら相互の関係の基軸となるのは，標準\n３人世帯（３３歳，２９歳，４歳。以下「標準世帯」という。）の基準\n額である。具体的には，まずは標準世帯の生活扶助基準額を定め，これ\nを一般世帯の消費実態の第１類費と第２類費の構成割合を参考として，\n第１類費と第２類費に一定の割合で分けた上で，第１類費は，標準世帯\nについて，年齢階級別に定められた数値に一定の割合（指数）を掛けて\n１人当たりの基準額に分解し，これを基に，標準世帯とは異なる他の年\n齢階級の基準額を算出し，一方で，第２類費も，標準世帯（３人世帯）\nについて定められた基準額に一定割合（指数）を掛けて，標準世帯とは\n異なる世帯人員の基準額を算出する。また，級地による地域差について\nも，１級地－１の基準額に一定割合（指数）を掛けて，他の級地の基準\n額を設定する（以下，標準世帯を基軸として他の年齢階級及び世帯人員\nの額を定めること及び１級地－１を基軸として他の級地の基準額を定め\nることを，「基準の展開」又は単に「展開」といい，展開に相当する部\n分を「展開部分」という。）。\n(ｲ)  生活扶助基準の過去の改定率については，１級地－１における標準世\n帯で表されるのが通常である。\n２   前提事実（争いのない事実，顕著な事実並びに掲記の証拠及び弁論の全趣旨\nにより容易に認められる事実。なお，証拠番号は特記なき限り枝番号を含む。）\n(1)  原告ら（甲Ｃ個１７，１８，Ｇ個５６，５７，６１，６２）\nア  原告らは，いずれも福岡県内の福岡市，遠賀郡水巻町，同郡岡垣町，古\n賀市，福津市，北九州市又は飯塚市に居住する者である。\n原告らの居住する市町村のうち，福岡市及び北九州市の級地は１級地－\n２であり，飯塚市，古賀市，福津市，遠賀郡水巻町及び同郡岡垣町の級地\nは２級地－２である。\nイ  別紙１当事者目録記載の原告番号１７（以下「原告１７」といい，その\n余の原告らも原告番号を用いて同様に表記する。）及び１８（以下「原告\n１７ら」という。），原告５６及び５７（以下「原告５６ら」という。）\n並びに原告６１及び６２（以下「原告６１ら」という。）は，それぞれ同\n一世帯に属する者である。\n(2)  平成２５年改定に至る経緯等（乙Ａ６）\nア  平成２３年２月，厚生労働省の審議会である社会保障審議会の下に常設\n部会として生活保護基準部会（以下「基準部会」という。）が設置され，\n平成２１年全国消費実態調査（以下「平成２１年全消調査」という。）の\n個票データを用いて，国民の消費動向，特に一般低所得世帯の生活実態を\n勘案しながら，生活扶助基準と一般低所得世帯の消費実態との均衡が図ら\nれているか否か等について検証が行われた（以下「平成２５年検証」とい\nう。）。\n基準部会は，平成２５年１月，上記検証の結果を，「社会保障審議会生\n活保護基準部会報告書」（甲Ａ３，乙Ａ６。以下「平成２５年報告書」と\nいう。）として取りまとめた。\n(3)  平成２５年改定の概要（甲Ａ３，６３，２４２，乙Ａ６，１８，２７，２\n８）\n厚生労働大臣は，社会経済状況が変化している中で，①基準部会における\n検証結果に基づき，年間収入階級第１・十分位層（第１・十分位とは，全世\n帯を所得階級に応じて１０等分し，１０等分したうちの所得が１番低い世帯\nをいう。以下，上記と同じような意味において年間収入階級を表すときは，\n単に「第○・○分位」という。）の世帯の消費実態と生活扶助基準の年齢，\n世帯人員，居住地域別の較差を是正するとともに（以下「ゆがみ調整」とい\nう。），②近年デフレ傾向が続いてきた中，生活扶助基準額が据え置かれて\nきたことを踏まえ，消費者物価指数の近年の動向を勘案して（以下「デフレ\n調整」という。），生活扶助基準の見直しを行うこととし，③その際，生活\n保護受給世帯及び一般低所得者世帯に及ぼす影響を考慮して，３年間をかけ\nて段階的に実施するとともに，平成２５年改定前の生活扶助基準からの増減\n幅がプラスマイナス１０％を超えないように調整する激変緩和措置，及び，\n他制度への影響を最小限のものとするための対応を採ることといった方策を\n講じた上で，平成２５年改定を行った。\n厚生労働大臣は，デフレ調整を行うに当たって，総務省が公表している消\n費者物価指数（全国・年平均のもの。以下「総務省ＣＰＩ」という）のデー\nタを使用しているところ，「物価指数」は，「品目」と呼ばれる最小単位の\n価格指数を，各品目のウエイト（家計の消費支出全体に占める各品目の支出\n金額の割合）で加重平均することによって，求めることができる 。そして，\nデフレ調整では，総務省ＣＰＩの全ての消費品目から，①生活扶助以外の他\n扶助で賄われる品目（家賃，教育費，医療費等）及び②原則として保有が認\nめられておらず又は免除されるため生活保護受給世帯において支出すること\nが想定されていない品目（自動車関係費，ＮＨＫ受信料等）（以下，①及び\n②を併せて「非生活扶助相当品目」という。）を除いた品目（以下「生活扶\n助相当品目」という。）を対象として算出した消費者物価指数（全国・年平\n均のもの。以下「生活扶助相当ＣＰＩ」という。）を用いた上で，平成２０\n年の生活扶助相当ＣＰＩと平成２３年の生活扶助相当ＣＰＩを算出し，それ\nを用いて平成２０年から平成２３年までの生活扶助相当ＣＰＩの変化率（マ\nイナス４．７８％）を算定して，これを基に生活扶助基準の見直しが行われ\nた。\n(4)  平成２５年改定に基づく保護変更決定（第１事件原告らに対するもの。以\n下「平成２５年決定」という。甲Ｃ１７～２２，２４，２６，Ｄ１～４，６\n～９，１２～１４，Ｅ２８～３３，Ｆ３４～３８，Ｇ４０～４７，５０，５\n２，５４，５６～６２，６４～６６，６８，６９，７１～９０，Ｈ９１～９\n６）\nア  厚生労働大臣は，平成２５年５月１６日付け厚生労働省告示第１７４号\nにより，生活扶助基準を改定した（平成２５年改定）。\nイ  第１事件原告らは，別紙２－１第１事件処分一覧表のとおり，平成２５\n年決定を受け，生活扶助費を減額された。第１事件原告らは，平成２５年\n決定を不服として，福岡県知事に対し，それぞれ審査請求を行ったが，い\nずれも棄却された。\nなお，第１事件原告らのうち，原告１７ら，原告５６ら及び原告６１ら\nは，それぞれ同一世帯に属しているため，いずれも世帯主（原告１７，５\n６及び６２）に対して保護変更決定がされている。\n(5)  平成２６年改定に基づく保護変更決定（第２事件原告らに対するもの。以\n下「平成２６年決定」という。甲Ｅ９８～１０１，Ｇ９７）\nア  厚生労働大臣は，平成２６年３月３１日付け厚生労働省告示第１３６号\nにより，生活扶助基準を改定した（平成２６年改定）。\nイ  第２事件原告らは，別紙２－２第２事件処分一覧表のとおり，平成２６\n年決定を受け，生活扶助費を減額された。第２事件原告らは，平成２６年\n決定を不服として，福岡県知事に対し，それぞれ審査請求を行ったが，い\nずれも棄却された。\n(6)  平成２７年改定に基づく保護変更決定（第３事件原告らに対するもの。以\n下「平成２７年決定」という。甲Ｇ１０２～１０６，１０８～１１１）\nア  厚生労働大臣は，平成２７年３月３１日付け厚生労働省告示第２２７号\nにより，生活扶助基準を改定した（平成２７年改定）。\nイ  第３事件原告らは，別紙２－３第３事件処分一覧表のとおり，平成２７\n年決定を受け，生活扶助費を減額された。第３事件原告らは，平成２７年\n決定を不服として，福岡県知事に対し，それぞれ審査請求を行ったが，い\nずれも棄却された。\n(7)  本件訴えの提起\n第１事件原告らは，平成２７年３月１６日，平成２５年決定の取消し等を\n求める訴えを提起し，第２事件原告らは，平成２８年１２月９日，平成２６\n年決定の取消し等を求める訴えを提起し，第３事件原告らは，平成２９年１\n２月６日，平成２７年決定の取消し等を求める訴えを提起した。第２事件及\nび第３事件は，いずれも第１事件に弁論併合された。\n３   主たる争点\n(1)  審査請求前置の有無（原告１７ら及び原告６１らの訴えに係る本案前の争\n点）\n(2)  本件各改定の合憲性及び適法性（本件各改定が厚生労働大臣の裁量権の範\n囲を逸脱し又はこれを濫用したものといえるか）\nア  判断枠組み等（裁量権の範囲，審査方法，制度後退禁止原則等）\nイ  ゆがみ調整の適否\nウ  デフレ調整の適否\nエ  ゆがみ調整及びデフレ調整を併せて行ったことの適否\nオ  本件各改定後の生活扶助基準の適否等\n(3)  本件各改定の国家賠償法上の違法性，慰謝料額\n４   主たる争点に関する当事者の主張\n主たる争点に関する当事者の主張は，原告らにつき別紙３－１記載のとおり\nであり，被告らにつき別紙３－２記載のとおりである。\n第３  当裁判所の判断\n１   認定事実\n前提事実に加え，各項掲記の証拠及び弁論の全趣旨によれば，以下の事実が\n認められる。\n(1)  本件各改定に至る経緯等\nア  水準均衡方式が採用されるに至るまでの経緯等\n(ｱ)  生活扶助基準の改定方式については変遷があり，昭和２３年度ないし\n昭和３５年度は「マーケットバスケット方式」（最低生活を営むために\n必要な飲食物費や衣類，家具什器，入浴料といった個々の品目を一つ一\nつ積み上げて最低生活費を算出する方式），昭和３６年度ないし昭和３\n９年度は「エンゲル方式」（栄養審議会の答申に基づく栄養所要量を満\nたし得る食品を理論的に積み上げて計算し，別に低所得世帯の実態調査\nから，この飲食物費を支出している世帯のエンゲル係数の理論値を求め，\nこれから逆算して総生活費を算出する方式），昭和４０年度ないし昭和\n５８年度は「格差縮小方式」（一般国民の消費水準の伸び率以上に生活\n扶助基準を引き上げ，結果的に一般国民と被保護世帯との消費水準の格\n差を縮小させようとする方式）がそれぞれ採用された（甲Ａ１６１，２\n０１，２０６，乙Ａ７の２，１０）。\n(ｲ)  格差縮小方式が採用されたことに伴い，被保護世帯の消費支出が一般\n国民の消費支出の６０％を超えたことを受けて，厚生省（当時）の審議\n会である中央社会福祉審議会は，昭和５８年１２月２３日，「生活扶助\n基準及び加算のあり方について（意見具申）」（以下「昭和５８年意見\n具申」という。）を作成した。昭和５８年意見具申には，概要，以下の\n内容が記載されている。（乙Ａ８，９）\na   生活扶助基準の評価\n(a)  生活保護において保障すべき最低生活の水準は，一般国民の生活\n水準との関連において捉えられるべき相対的なものであることは，\n既に認められているところである。\n(b)  総理府（現在の内閣府）作成の家計調査を所得階層別に詳細に分\n析検討した結果，現在の生活扶助基準は，一般国民の消費実態との\n均衡上ほぼ妥当な水準に達しているとの所見を得た。\nしかし，国民の生活水準は，今後も向上すると見込まれるので，\n生活保護受給世帯及び低所得世帯の生活実態を常時把握しておくこ\nとはもちろんのこと，生活扶助基準の妥当性についての検証を定期\n的に行う必要がある。\nb   生活扶助基準改定方式\n(a)  生活保護において保障すべき最低生活の水準は，一般国民生活に\nおける消費水準との比較における相対的なものとして設定すべきも\nのであり，生活扶助基準の改定に当たっては，当該年度に想定され\nる一般国民の消費動向を踏まえると同時に，前年度までの一般国民\nの消費水準との調整が図られるよう適切な措置を採ることが必要で\nある。\n(b)  当該年度に予想される国民の消費動向に対応する見地から，政府\n経済見通しの民間最終消費支出の伸びに準拠することが妥当である。\nなお，賃金や物価は，そのままでは消費水準を示すものではない\nので，その伸びは，参考資料にとどめるべきである。\n(ｳ)  昭和５８年意見具申を受け，昭和５９年４月から現在に至るまで，生\n活扶助基準の改定方式については，当該年度に想定される一般国民の消\n費動向を踏まえると同時に，前年度までの一般国民の消費実態との調整\nを図るという水準均衡方式が採用されている。水準均衡方式では，政府\n経済見通しの民間最終消費支出の伸び率を基礎とし，国民の消費動向や\n社会経済情勢を総合的に勘案して，生活扶助基準の改定を決定すること\nとされている。\nイ  生活保護制度の在り方に関する専門委員会における生活扶助基準の検証\n(ｱ)  社会保障審議会は，平成１５年６月１６日，「今後の社会保障改革の\n方向性に関する意見」において，「生活保護については，（中略）今後\nその在り方についてより専門的に検討していく必要がある」旨指摘した\n（乙Ａ１２の１）。\n(ｲ)  内閣は，平成１５年６月２７日，「経済財政運営と構造改革に関する\n基本方針２００３」を閣議決定した。そこでは，「生活保護においても，\n物価，賃金動向，社会経済情勢の変化，年金制度改革などとの関係を踏\nまえ，老齢加算等の扶助基準など制度，運営の両面にわたる見直しが必\n要である。」とされた（乙Ａ１２）。\n(ｳ)  上記(ｱ)及び(ｲ)等を踏まえ，平成１５年に，保護基準の在り方等の生\n活保護制度全般について議論するため，社会保障審議会福祉部会の下に\n「生活保護制度の在り方に関する専門委員会」（以下「専門委員会」と\nいう。）が設置された。\n専門委員会は，平成１５年８月から同年１２月に至るまで合計６回に\nわたり開催され，保護基準の在り方等を始めとする生活保護制度全般に\nついて，検証が行われた（以下「平成１５年検証」という。）。\n（以上につき，乙Ａ１２，４２，７６）\n(ｴ)  専門委員会は，平成１５年１２月１６日，生活扶助基準の考え方を示\nすものとして，「生活保護制度の在り方についての中間取りまとめ」（甲\nＡ１０２，乙Ａ１３。以下「平成１５年中間取りまとめ」という。）を\n公表した。平成１５年中間取りまとめには，生活扶助基準の改定方式の\n在り方について，概要，以下の内容が記載されている。（甲Ａ７５，１\n０２，乙Ａ１３）\na   生活保護において保障すべき最低生活の水準は，一般国民の生活水\n準との関連において捉えられるべき相対的なものであり，具体的には，\n第１・十分位の世帯の消費水準に着目することが適当である。\nb   水準均衡方式については概ね妥当であると認められてきたが，最近\nの経済情勢はこの方式を採用した当時と異なることから，例えば５年\n間に一度の頻度で，生活扶助基準の水準について定期的に検証を行う\nことが必要である。\nc   定期的な検証を行うまでの毎年の改定については，近年，民間最終\n消費支出の伸びの見通しがプラス，実績がマイナスとなるなど安定し\nておらず，また，実績の確定も遅いため，これによる被保護世帯への\n影響が懸念されることから，改定の指標の在り方についても検討が必\n要である。この場合，国民にとって分かりやすいものとすることが必\n要なので，例えば，年金の改定と同じように消費者物価指数の伸びも\n改定の指標の一つとして用いることなども考えられる。\nd   なお，急激な経済変動があった場合には，機械的に改定率を設定す\nるのではなく，最低生活水準確保の見地から別途対応することが必要\nである。\n(ｵ)  専門委員会は，平成１５年中間取りまとめを公表した後も，生活扶助\n基準の検証を行い，平成１６年１２月１５日，「生活保護制度の在り方\nに関する専門委員会  報告書」（甲Ａ６，乙Ａ４。以下「平成１６年報\n告書」という。）を公表した。平成１６年報告書には，概要，以下の内\n容が記載されている。（甲Ａ６，Ａ１０３，乙Ａ４）\na   生活保護制度の見直しの方向性について\n平成１６年報告書は，平成１５年中間取りまとめ以降引き続き行っ\nた保護基準の妥当性の検証・評価及び自立支援等生活保護の制度・運\n用の在り方に関する検討を踏まえ，その改善の方向を示したものであ\nる。\nb   保護基準の在り方について\n(a)  生活扶助基準の評価・検証等について\n①  評価・検証\n水準均衡方式を前提とする手法により，勤労３人世帯の生活扶\n助基準について，低所得世帯の消費支出額との比較において検証・\n評価した結果，その水準は基本的に妥当であったが，今後，生活\n扶助基準と一般低所得世帯の消費実態との均衡が適切に図られて\nいるか否かを定期的に見極めるため，全国消費実態調査等を基に\n５年に一度の頻度で検証を行う必要がある。なお，生活扶助基準\nの検証に当たっては，平均的にみれば，勤労基礎控除も含めた生\n活扶助基準額が一般低所得世帯の消費における生活扶助相当額よ\nりも高くなっていること，また，各種控除が実質的な生活水準に\n影響することも考慮する必要がある。\nまた，これらの検証に際しては，地域別，世帯類型別等に分け\nるとともに，調査方法及び評価手法についても専門家の知見を踏\nまえることが妥当である。同時に，捕捉率（生活保護の受給要件\nを満たす世帯がどれだけ実際に生活保護を受けているか）につい\nても検証を行う必要があるとの指摘があった。\n②  設定及び算定方法\n現行の生活扶助基準の設定は３人世帯を基軸としており，また，\n算定については，世帯人員数分を単純に足しあげて算定される第\n１類費（個人消費部分）と，世帯規模の経済性，いわゆるスケー\nルメリットを考慮し，世帯人員数に応じて設定されている第２類\n費（世帯共同消費部分）とを合算する仕組みとされているため，\n世帯人員別にみると，必ずしも一般低所得世帯の消費実態を反映\nしたものとなっていない。このため，特に次の点について改善が\n図られるよう，設定及び算定方法について見直しを検討する必要\nがある。\n・  多人数世帯基準の是正\nかねてより，生活扶助基準は多人数になるほど割高になると\nの指摘がなされているが，これは人数が増すにつれ第１類費の\n比重が高くなり，スケールメリット効果が薄れるためである。\nこのため，平成１５年中間取りまとめにおいて指摘した第２類\n費の構成割合及び多人数世帯の換算率に関する見直しのほか，\n世帯規模の経済性を高めるような設定等について検討する必要\nがある。\n・  単身世帯基準の設定\n平成１５年中間取りまとめで指摘したとおり，単身世帯の生\n活扶助基準についても，多人数世帯の基準と同様，必ずしも一\n般低所得世帯の消費実態を反映したものとなっていない。また，\n被保護世帯の７割は単身世帯が占めていること，近年，高齢化\nの進展や扶養意識の変化に伴って高齢単身世帯の増加が顕著と\nなっており，今後もさらにその傾向が進むと見込まれる。これ\nらの事情に鑑み，単身世帯については，一般低所得世帯との均\n衡を踏まえて別途の生活扶助基準を設定することについて検討\nすることが必要である。\n・  第１類費の年齢別設定の見直し\n平成１５年中間取りまとめにおいても指摘したとおり，人工\n栄養費の在り方も含めた０歳児の第１類費や，第１類費の年齢\n区分の幅の拡大などについて見直しが必要である。\n(b)  級地\n現行級地制度については，昭和６２年度から最大格差２２．５％，\n６区分制とされているが，現在の一般世帯の生活扶助相当消費支出\n額をみると，地域差が縮小する傾向が認められたところである。こ\nのため，市町村合併の動向にも配慮しつつ，さらに今後詳細なデー\nタによる検証を行った上，級地制度全般について見直しを検討する\nことが必要である。\n(c)  その他\nなお，前記(a)①の定期的な評価を行う際には，今回行われた基準\nの見直しに係る事情についても評価の対象とし，専門家による委員\n会等において詳細な分析や検証を行い，被保護世帯の生活への影響\n等も十分調査の上，必要な見直しを検討することが求められる。\nc   制度の実施体制（財源の確保）について\n生活保護制度は国が国民の最低生活を保障する制度である。このた\nめ，いかなる突発的な事情や経済的・社会的環境の変化に際しても，\n財政事情等によって給付水準や保護の認定・運用のばらつきを生じさ\nせることなく，憲法上保障された生存権を保障する機能を果たし，社\n会的不安定が生じることを防ぐ必要がある。\nウ  生活扶助基準に関する検討会による検証等\n(ｱ)  内閣は，平成１８年７月，「経済財政運営と構造改革に関する基本方\n針２００６」を閣議決定した。上記閣議決定では，生活保護（扶助）の\n見直しに関して以下のとおりの指摘があった。（乙Ａ１４の２）\na   以下の内容について，早急に見直しに着手し，可能な限り平成１９\n年度に実施し，間に合わないものについても平成２０年度には確実に\n実施する。\n(a)  生活扶助基準について，低所得世帯の消費実態等を踏まえた見直\nしを行う。\n(b)  級地の見直しを行う。\nb   現行の生活保護制度は抜本的改革が迫られており，早急に総合的な\n検討に着手し，改革を実施する。\n(ｲ)  平成１６年報告書及び上記(ｱ)の閣議決定を受けて，平成１９年に，厚\n生労働省社会・援護局長の下部組織として，学識経験者５名を委員とす\nる「生活扶助基準に関する検討会」（以下「検討会」という。）が設置\nされた。\n検討会は，同年１０月１９日ないし同年１１月３０日，合計５回にわ\nたり開催され，直近の全国消費実態調査等に基づき，①生活扶助基準の\n水準の妥当性（生活扶助基準の水準が保護を受給していない低所得世帯\nにおける消費実態との均衡が適切に図られているかどうかに関する評価・\n検証），②生活扶助基準の体系の妥当性（第１類費及び第２類費の合算\nによって算出される基準額が消費実態を反映しているかどうかに関する\n評価・検証），③地域差の妥当性（現行の級地制度においては，最も高\nい級地と最も低い級地の基準額の較差が２２．５％となっているが，こ\nれが地域間における生活水準の差を反映しているかどうかに関する評価・\n検証）及び④その他について，評価及び検証を行った（以下「平成１９\n年検証」という。）。\n（以上につき，甲Ａ７－１，乙Ａ５，１４の１）\n(ｳ)  検討会は，平成１９年１１月３０日，平成１９年検証の結果に基づき，\n「生活扶助基準に関する検討会報告書」（以下「平成１９年報告書」と\nいう。）を作成し，公表した。平成１９年報告書には，概要，以下の内\n容が記載されている。（甲Ａ７，乙Ａ５，１４の１）\na   検討会の趣旨・目的等\n検討会では，前記(ｲ)の①ないし④の検討項目について，直近の全国\n消費実態調査の結果等を用いて，主に統計的な分析をもとに，専門的，\nかつ，客観的に評価・検証を実施した。\n厚生労働省において生活扶助基準の見直しを行う場合には，平成１\n９年報告書の評価・検証の結果を参考とされるよう期待するものであ\nる。\nb   生活扶助基準の評価・検証\n(a)  評価・検証の方法\n生活扶助基準の評価・検証を適切に行うためには，国民の消費実\n態を詳細に分析する必要があり，そのためには，全国消費実態調査\nを基本とし，収入階級別，世帯人員別，年齢階級別及び地域別等の\n様々な角度から詳細分析することが適当である。\n(b)  生活扶助基準の水準\n①  生活扶助基準の水準は，健康で文化的な最低限度の生活を維持\nすることができるものでなければならないが，その具体的内容は，\nその時代の経済的・文化的な発達の程度のほか，国民の公平感や\n社会通念等に照らして総合的に決まるものである。実際の生活扶\n助基準の設定に当たっては，水準均衡方式が採用されていること\nから，その水準は，国民の消費実態との関係，あるいは本人の過\n去の消費水準との関係で相対的に決まるものと認識されている。\nしたがって，生活扶助基準の水準に関する評価・検証に当たって\nは，これらの点を総合的にみて妥当な水準となっているかという\n観点から行うことが必要である。\n検討会では，被保護世帯のうち標準世帯のほか，単身世帯にも\n着目して，同様に評価・検証を実施した。\n②  夫婦子１人（有業者あり）世帯の第１・十分位における生活扶\n助相当支出額（消費支出額から生活扶助に相当しないものを除い\nたもの。以下同じ。）は，世帯当たり１４万８７８１円であった\nのに対し，それらの世帯の平均の生活扶助基準額は，世帯当たり\n１５万０４０８円であり，生活扶助基準額がやや高めとなってい\nる。なお，第１・五分位で比較すると，前者が１５万３６０７円，\n後者が１５万０８４０円であり，やや低めとなっている。\n単身世帯（６０歳以上）の第１・十分位における生活扶助相当\n支出額は，世帯当たり６万２８３１円であったのに対して，それ\nらの世帯の平均の生活扶助基準額は，世帯当たり７万１２０９円\nであり，生活扶助基準額が高めとなっている。なお，第１・五分\n位で比較すると，前者が７万１００７円，後者が７万１１９３円\nであり，均衡した水準となっている。\n生活扶助基準額は，これまで第１・十分位の消費水準と比較す\nることが適当とされてきたが，①第１・十分位の消費水準は，平\n均的な世帯の消費水準に照らして相当程度に達していること，②\n第１・十分位に属する世帯における必需的な耐久消費財の普及状\n況は，平均的な世帯と比べて大きな差はなく，また，必需的な消\n費品目の購入頻度は，平均的な世帯と比較しても概ね遜色ない状\n況にあることから，今回，これを変更する理由は特段ないと考え\nる（ただし，これまで比較の対象としてきた夫婦子１人世帯の第\n１・十分位の消費水準は，第３・五分位の７割に達しているが，\n単身世帯〔６０歳以上〕については，その割合が５割〔第１・五\n分位でみると約６割〕にとどまっている点に留意する必要がある。）。\nなお，これまでの給付水準との比較も考慮する必要がある。\n(c)  生活扶助基準の体系\n①  世帯人員別の基準額の水準\n世帯人員別に設定された生活扶助基準額の評価・検証を行うた\nめ，第１・五分位における世帯人員別の生活扶助相当支出額と比\n較すると，仮に世帯人員が１人の世帯の生活扶助基準額及び生活\n扶助相当支出額を，それぞれ１とした場合，４人世帯は生活扶助\n基準額は２．２７であり，生活扶助相当支出額の１．９９に比べ\nて相対的にやや高め，５人世帯でも生活扶助基準額は２．５４で\nあり，生活扶助相当支出額の２．１４に比べて相対的にやや高め\nとなっており，世帯人員４人以上の多人数世帯に有利であり，世\n帯人員が少ない世帯に不利になっている実態がみられる。\n②  年齢階級別の基準額の水準\n年齢階級別に設定された生活扶助基準額の評価・検証を行うた\nめ，単身世帯の第１ないし第３・五分位における年齢階級別の生\n活扶助相当支出額と比較すると，仮に６０歳代の生活扶助基準額\n及び生活扶助相当支出額を，それぞれ１とした場合，２０歳ない\nし３９歳では生活扶助基準額は１．０５であり，生活扶助相当支\n出額の１．０９に比べて相対的にやや低め，４０歳ないし５９歳\nでは生活扶助基準額は１．０３であり，生活扶助相当支出額の１．\n０８に比べて相対的にやや低めになっている。一方，７０歳以上\nでは生活扶助基準額は０．９５であり，生活扶助相当支出額の０．\n８８より相対的にやや高めであるなど消費実態からややかい離し\nている。\n(d)  生活扶助基準の地域差\n現行の級地制度における地域差を設定した当時（昭和５９年）の\n消費実態と直近（平成１６年）の消費実態を比較すると，地域差が\n縮小している傾向がみられる。\n(ｴ)  検討会の委員５名は，平成１９年１２月１１日，平成１９年報告書の\n内容を国民に正確に理解してもらうことを目的として，「『生活扶助基\n準に関する検討会報告書』が正しく読まれるために」と題する書面（甲\nＡ８。以下「平成１９年報告書追加書面」という。）を連名で作成し，\n公表した。平成１９年報告書追加書面では，平成１９年報告書における\n「これまでの給付水準との比較も考慮する必要がある」旨の記載につい\nて，「生活扶助基準額の引き下げについては，慎重であるべき」との考\nえを意図したものであるとされ，ただし，こうした政策判断は検討会の\n目的の範囲を超えており，今後，行政当局あるいは政治の場において，\n総合的に判断されるべきものとされた。（甲Ａ８，５０）\nエ  基準部会による検証等\n(ｱ)  平成２３年２月，前提事実(2)アのとおり，社会保障審議会の下に常設\n部会として基準部会が設置され，生活扶助基準等について検証が行われ\nた。基準部会は，保護基準について，５年に一度実施される全国消費実\n態調査の特別集計データ等を用いて，専門的かつ客観的に評価・検証を\n行うために設置されたものであり，駒村康平慶應義塾大学教授を部会長，\n岩田正美日本女子大学名誉教授（以下「岩田教授」という。）を部会長\n代理，その他に６名の社会保障等の専門家を委員とする審議会である。\n同年４月１９日，第１回基準部会が実施され，その後，月１回程度のペ\nースで，複数回会合が行われ，保護基準について評価・検証が行われた\n（平成２５年検証）。（甲Ａ３，７８，７９，８２，８９，１０４，１\n０５，１７８，１８２，乙Ａ６，２２，２４）\n(ｲ)  平成２４年１０月５日に第１０回基準部会が開催された。この会合で\nは，生活扶助基準が一般低所得世帯の消費実態と均衡しているか否かを\n検証することが基準部会の主たる目的であるといった意見が出された。\n（甲Ａ８３，乙Ａ２３）\n(ｳ)  平成２４年１１月９日に第１１回基準部会が開催された。同部会にお\nいて，第１・十分位の消費実態と生活扶助基準を回帰分析の方法で比較\nするという検討方針が示された。（甲Ａ８４，乙Ａ４４）\n(ｴ)  平成２５年１月１６日に第１２回基準部会が開催された。同部会にお\nいては，平成２５年報告書の原案（甲Ａ７０の３）が示された上，以下\nのような意見が出された（なお，平成２５年報告書の原案には，「厚生\n労働省において生活扶助基準の見直しを検討する際には，本報告書の評\n価・検証の結果を考慮した上で，他に合理的説明が可能な経済指標など\nがあれば，それらについても根拠を明確にして改定されたい。」，「全\nての要素については分析・説明に至らなかったが，合理的説明がつく要\n素については，それを勘案することは一つの考え方である。」との記載\nがある。）。\nすなわち，厚生労働省の職員は，基準部会の委員からの平成２５年報\n告書（原案）における上記の記載内容に関する質問に対し，政府が発表\nする経済指標，例えば，消費者物価指数や賃金の動向などの誰がみても\n数字として固まっているものを生活扶助基準の水準を決めるに当たって\n考慮することは，正当化できるのではないかという回答をした。これに\n対し，基準部会の委員らからは，基準部会で行ってきた検証手法の特徴\nを混乱させるような書き方をなるべくしないでいただきたい，保護基準\nの改定に当たって，物価指数を考慮することは非常に慎重に考えなくて\nはいけない，基準部会では，年齢，世帯人員，級地という３要素しか議\n論しておらず，消費者物価指数や賃金の動向については何も議論してい\nないことを明確にして欲しい，「改定されたい」との文言は訂正して欲\nしいといった意見が出された。\n（以上につき，甲Ａ７０，乙Ａ２５，４５，７３）\n(ｵ)  平成２５年１月１８日に第１３回基準部会が開催され，上記(ｴ)の平成\n２５年報告書の原案を修正した上で，基準部会における検証結果を取り\nまとめた平成２５年報告書が公表された。平成２５年報告書には，概要，\n以下のとおりの記載がある。（甲Ａ３，８０，２０１，乙Ａ６）\na   基準部会の役割と検証概要\n(a)  基準部会の役割\n基準部会としては，年齢階級別，世帯人員別，級地別に生活扶助\n基準額と消費実態のかい離を詳細に分析し，様々な世帯構成に展開\nするための指数について検証を行った。\n(b)  検証方針と検証概要\n①  平成２５年検証においては，生活保護において保障すべき健康\nで文化的な最低限度の生活水準は，一般国民の生活水準との関連\nにおいて捉えられるべき相対的なものとされてきたことから，生\n活扶助基準と対比する一般低所得世帯として，第１・十分位を設\n定した。\nその上で，様々な世帯構成の基準額を算出する際に基本となる\n年齢，世帯人員及び地域別の基準額が第１・十分位の消費実態を\n十分反映しているかについて，より詳細な検証を行うことにした。\nその際，仮に第１・十分位の全ての世帯が生活保護を受給した場\n合の１世帯当たりの平均受給額が不変となるようにして，体系（年\n齢，世帯人員）及び級地の基準額の水準への影響を評価する方法\nを採用した。\n②  平成２５年検証では，一部統計的分析手法である回帰分析を採\n用した。その理由は，第一は，平成１９年検証では，各年齢階級\nの単身世帯のデータを用いて各年齢階級別の平均消費水準を分析\nしたが，全国消費実態調査の調査客体にはそもそも１０代以下の\n単身世帯がほとんどいないため，１０代以下の消費を正確に計測\nできないという限界があった点を考慮したこと，第二は，今回の\n検証結果の妥当性を補強するため，回帰分析を用いた結果と概ね\n遜色がないかどうかを確認することとしたことである。\nb   検証に使用した統計データ\n今回の検証では国民の消費実態を世帯構成別に細かく分析する必要\nがあるため，平成２１年全消調査の個票データを用いた。\n今回の検証は，様々な世帯構成に対する基準の展開の妥当性を指数\nによって把握しようとするものである。この指数は，第１・十分位の\n世帯の生活扶助相当支出を用いて算出した。第１・十分位の世帯を用\nいた理由は以下のとおりである。\n(a)  生活扶助基準を国民の健康で文化的な最低限度の生活水準として\n考えた場合，指数を全方位の所得階層（全世帯）あるいは中位所得\n階層（第３・五分位）等から算出することも可能だが，これまでの\n検証に倣い，生活保護受給世帯と隣接した一般低所得世帯の消費実\n態を用いることが今回の検証では現実的であると判断したこと\n(b)  第１・十分位の平均消費水準は，中位の所得階層の約６割に達し\nていること\n(c)  国民の過半数が必要であると考えている必需的な耐久消費財につ\nいて，第１・十分位に属する世帯における普及状況は，中位所得階\n層と比べて概ね遜色なく充足されている状況にあること\n(d)  全所得階層における年間収入総額に占める第１・十分位の年間収\n入総額の構成割合はやや減少傾向であるものの，高所得階層を除く\nその他の十分位の傾向をみても等しく減少しており，特に第１・十\n分位が減少しているわけではないこと\n(e)  ＯＥＣＤの国際基準によれば，等価可処分所得（世帯の可処分所\n得について，スケールメリットを考慮して世帯人員数の平方根で除\nしたもの）の中央値（全データの真中の値）の半分に満たない世帯\nは相対的貧困層であるとされる。今回の検証に用いた平成２１年全\n消調査での等価可処分所得の中央値は約２７０万円であるが，第１・\n十分位の等価可処分所得の平均は９２万円，最大では１３５万円と\nなっている。これは，第１・十分位に属する世帯の大分部分はＯＥ\nＣＤの基準では相対的貧困線以下にあることを示していること\n(f)  分散分析等の統計的手法により検証したところ，各十分位間のう\nち，第１・十分位と第２・十分位の間において消費が大きく変化し\nており，他の十分位の世帯に比べて消費の動向が大きく異なると考\nえられること\nc   検証手法\n(a)  生活扶助基準の体系（年齢・世帯人員）\n①  年齢階級別の基準額の水準\n年齢階級別に設定されている生活扶助基準の第１類費について，\n異なる年齢階級間の比率（指数）が，消費実態と比べてどれほど\nのかい離があるかを検証した。その際，今回の検証では，１０代\n以下の者がいる複数人世帯のデータも用いて，１０代以下の者も\n含めた各年齢階級の消費水準を計測できるよう統計的分析手法で\nある回帰分析を採用した。\n分析に際しては，スケールメリットが最大に働く場合（単純に\n世帯年収に着目）と最少に働く場合（１人当たりの世帯年収に着\n目）のそれぞれの想定に応じた２種類の第１・十分位を設定し，\nそれぞれを用いて算出された指数の平均値を採用した。\n②  世帯人員別の基準額の水準\n平成２５年検証では，第１類費相当支出及び第２類費相当支出\nごとに，各世帯人員別の平均消費水準を指数化し（単身世帯を１\nとする。），現行の基準額を同様に指数化したものと比較した。\nなお，第１類費相当支出のスケールメリットについては，①で求\nめられた年齢階級に応じた消費の指数を用いて世帯人員全員が実\n際の年齢にかかわらず，平均並みの消費をする状態に補正するこ\nとにより年齢の影響を除去し，世帯人員による影響のみを評価で\nきるようにした。なお，生活扶助基準額の世帯人員体系の検証に\nおいて世帯人員別の平均消費を評価する際には，直接的な評価手\n法として回帰分析を用いてはいないが，上記のとおり各世帯人員\n別の平均消費水準を指数化したものと回帰式に基づき算出したも\nのとの比較が行われた。\n(b)  生活扶助基準の地域差\n平成２５年検証では，世帯人員別の検証と同様に，平均１９年報\n告書の考え方を用いて集計データより平均値を求め，各級地別に１\n人当たり生活扶助相当の平均消費水準を指数化したもの（１級地－\n１を１とする。）と，現行の基準額を同様に指数化したものとを比\n較した。なお，指数化に当たっては，第１類費相当支出部分につい\nては世帯人員体系の検証と同様に年齢の影響を除去するとともに，\n(a)②の過程で求められる世帯人員に応じた消費の指数で第１類費相\n当支出及び第２類費相当支出の合計の消費を調整することにより世\n帯人員数による消費水準の相違の影響を除去し，地域差による影響\nのみを評価できるようにした。生活扶助基準額の級地間較差の検証\nにおいて級地別の平均消費を評価する際には，直接的な評価手法と\nして回帰分析を用いてはいないが，上記のとおり各級地別に１人当\nたり生活扶助相当の平均消費水準を指数化したものと回帰式に基づ\nき算出したものとの比較が行われた。\nd   検証結果と留意事項\n(a)  検証結果\n①  年齢階級別（第１類費）の基準額の水準\n０ないし２歳の生活扶助相当支出額を１としたときの各年齢階\n級別の指数は，生活扶助基準額では０ないし２歳が０．６９，３\nないし５歳が０．８６，６ないし１１歳が１．１２，１２ないし\n１９歳が１．３７，２０ないし４０歳が１．３１，４１ないし５\n９歳が１．２６，６０ないし６９歳が１．１９，７０歳以上が１．\n０６となっている。他方，生活扶助相当支出額は，上記同様の順\n番に，１．００，１．０３，１．０６，１．１０，１．１２，１．\n２３，１．２８，１．０８となっている。このように，年齢階級\n別の生活扶助基準額による指数と第１・十分位の消費実態による\n指数を比べると，各年齢階級間の指数にかい離が認められる。\n②  世帯人員別（第１類費及び第２類費）の基準額の水準\n第１類費の場合，単身世帯の生活扶助相当支出額を１としたと\nきの各世帯人員別の指数は，生活扶助基準額では単身世帯が０．\n８８，２人世帯が１．７６，３人世帯が２．６３，４人世帯が３．\n３４，５人世帯が３．９５となっている。他方，生活扶助相当支\n出額では上記同様の順番に，１．００，１．５４，２．０１，２．\n３４，２．６４となっている。このように第１類費における世帯\n人員別の生活扶助基準額による指数と第１・十分位の消費実態に\nよる指数を比べると，世帯人員が増えるにつれてかい離が拡大す\nる傾向が認められた。\n同様に，第２類費の場合，単身世帯の生活扶助相当支出額を１\nとしたときの各世帯人員別の指数は，生活扶助基準額では単身世\n帯が１．０６，２人世帯が１．１８，３人世帯が１．３１，４人\n世帯が１．３５，５人世帯が１．３６となっている。他方，生活\n扶助相当支出額では上記同様の順番に１．００，１．３４，１．\n６７，１．７５，１．９３となっている。このように第２類費に\nおける世帯人員別の生活扶助基準額による指数と第１・十分位の\n消費実態による指数を比べると，世帯人員が増えるにつれてかい\n離が拡大する傾向が認められた。\n③  級地別の基準額の水準\n１級地－１の生活扶助相当支出額を１としたときの各級地別の\n指数は，生活扶助基準額では１級地－１が１．０２，１級地－２\nが０．９７，２級地－１が０．９３，２級地－２が０．８８，３\n級地－１が０．８４，３級地－２が０．７９となっている。他方，\n生活扶助相当支出額では，上記同様の順番に１．００，０．９６，\n０．９０，０．９０，０．８７，０．８４となっている。このよ\nうに，級地別の生活扶助基準額による指数と第１・十分位の消費\n実態による指数を比べると，消費実態の地域差の方が小さくなっ\nている。\n④  年齢・世帯人員・地域の影響を考慮した場合の水準\n・  上記①ないし③の検証結果を踏まえ，年齢階級別，世帯人員\n別，級地別の指数を反映した場合の影響は，以下のとおりであ\nる。\n例えば，現行の生活扶助基準額（加算部分を含む。）と検証\n結果を完全に反映した場合の平均値を個々の世帯構成ごとにみ\nると，夫婦と１８歳未満の子１人世帯では，年齢による影響が\n現行の基準額に比べてマイナス２．９％，世帯人員による影響\nがマイナス５．８％，地域による影響が０．１％，これらを合\n計した影響がマイナス８．５％となった。上記同様に夫婦と１\n８歳未満の子２人世帯では順番にマイナス３．６％，マイナス\n１１．２％，０．２％，合計マイナス１４．２％となった。６\n０歳以上の単身世帯では上記同様の順番に，２．０％，２．７％，\nマイナス０．２％，合計４．５％となり，６０歳以上の高齢夫\n婦世帯では上記同様の順番に２．７％，マイナス１．９％，０．\n７％，合計１．６％となり，２０歳ないし５０歳代の若年単身\n世帯では上記同様の順番にマイナス３．９％，２．８％，マイ\nナス０．４％，合計マイナス１．７％となり，母親と１８歳未\n満の子１人の母子世帯では上記同様の順番にマイナス４．３％，\nマイナス１．２％，０．３％，合計マイナス５．２％となった。\nこのように世帯員の年齢，世帯人員，居住する地域の組合せに\nより，各世帯への影響は様々である。\n・  厚生労働省において生活扶助基準の見直しを検討する際には，\n平成２５年報告書の評価・検証の結果を考慮し，その上で他に\n合理的説明が可能な経済指標等を総合的に勘案する場合は，そ\nれらの根拠についても明確に示されたい。なお，その際には現\n在生活保護を受給している世帯及び一般低所得世帯への見直し\nが及ぼす影響についても慎重に配慮されたい。\n(b)  検証結果に関する留意事項\n①  今回試みた検証手法は，平成１９年報告書において指摘があっ\nた年齢階級別，世帯人員別，級地別に，生活扶助基準の展開と一\n般低所得世帯の消費実態の間にどの程度かい離が生じているかを\n詳細に分析したものである。これにより，個々の生活保護受給世\n帯を構成する世帯員の年齢，世帯人員，居住する地域の様々な組\n合せによる生活扶助基準の妥当性について，よりきめ細やかな検\n証が行われたことになる。\nしかし，年齢，世帯人員の体系，居住する地域の組合せによる\n基準の展開の相違を消費実態に基づく指数に合わせたとしても，\nなお，その値と一般低所得世帯の消費実態との間には，世帯構成\nによって様々に異なる差が生じ得る。こうした差は金銭的価値観\nや将来見込みなど，個々人や個々の世帯により異なりかつ消費に\n影響を及ぼす極めて多様な要因により生ずると考えられるが，こ\nの検証では，全ての要素について分析及び説明には至らなかった。\n②  基準部会で採用した年齢，世帯人員及び地域の影響を検証する\n手法についても委員による専門的議論の結果得られた透明性の高\nい一つの妥当な手法である一方，これまでの検証手法との継続性，\n整合性にも配慮したものであることから，これが唯一の手法とい\nうことでもない。さらに，基準部会の議論においては，国際的な\n動向も踏まえた新たな最低基準についての探索的な研究成果の報\n告もあり，将来の基準の検証手法を開発していくことが求められ\nる。今後，政府部内において具体的な基準の見直しを検討する際\nには，今回の検証結果を考慮しつつ，同時に検証方法について一\n定の限界があることに留意する必要がある。\n③  全所得階層における年間収入総額に占める各所得五分位及び十\n分位の年間収入総額の構成割合の推移をみると，中位所得階層で\nある第３・五分位の占める割合及び第１・十分位の占める割合が\n共に減少傾向にあり，その動向に留意しつつ，これまで生活扶助\n基準の検証の際に参照されてきた一般低所得世帯の消費実態につ\nいては，なお今後の検証が必要である。特に，第１・十分位の者\nにとっては，全所得階層における年間収入総額に占める当該分位\nの年間収入総額の構成割合にわずかな減少があっても，その影響\nは相対的に大きいと考えられることに留意すべきである。また，\n現実には，第１・十分位の階層には保護基準以下の所得水準で生\n活している者も含まれることが想定される点についても留意が必\n要である。\n④  今後，生活扶助基準の見直しを具体的に検討する際には，現在\n生活保護を受給している世帯及び一般低所得世帯，特に貧困の世\n代間連鎖を防止する観点から，子どものいる世帯への影響にも配\n慮する必要がある。\nオ  生活扶助基準の見直しに至る経緯\n(ｱ)  厚生労働省は，平成２５年１月２７日，「生活扶助基準等の見直しに\nついて」と題する書面を作成し，公表した。上記書面には，概要，以下\nの内容が記載されている。（甲Ａ６３）\na   生活扶助基準の見直しの考え方と影響額\n①基準部会における検証結果を踏まえた年齢・世帯人員・地域差に\nよる影響の調整，②前回見直し（平成２０年）以降の物価の動向（マ\nイナス４．７８％）を考慮し，３年程度かけて生活扶助基準を見直す。\nこれにより，①について，約９０億円，②について，本体分約５１０\n億円，加算分約７０億円（①及び②の合計約６７０億円），６．５％\n程度の財政効果が生じる。\nb   個々の世帯に着目した見直しの概要\nデフレ調整については，受給者全員に影響するが，デフレ調整及び\nゆがみ調整による生活扶助基準額の変化をみると，該当世帯の２５％\nが５％ないし１０％の減額となり（このうち９％ないし１０％の減額\nとなる世帯は２％），該当世帯の７１％が０％ないし５％の減額とな\nり，該当世帯の３％が０％ないし２％の増額となる。\nc   生活扶助に係る物価の動向について\n生活扶助は，食費や水道光熱費といった基礎的な日常生活費を賄う\nものであり，生活扶助に係る物価の動向については，生活扶助に相当\nする消費品目のＣＰＩ（物価指数）をみる必要がある。具体的には，\n品目別の消費者物価指数のうち，①家賃，教育費及び医療費等の生活\n扶助以外の他扶助で賄われる品目，②自動車関係費及びＮＨＫ受信料\n等の原則生活保護受給世帯には生じない品目を除いた品目を用いて，\n生活扶助相当ＣＰＩを算出した。これに基づき算出した生活扶助相当\nＣＰＩを用いて，平成２０年（１０４．５）ないし平成２３年（９９．\n５）の生活扶助相当ＣＰＩの変化率を算定すると，マイナス４．７８％\nであった。\nd   平成２０年からの物価を勘案することについて\n平成２５年検証は，平成２１年全消調査を用いて，年齢・世帯人・\n級地ごとに現行の基準額と一般低所得世帯（第１・十分位）の消費実\n態を比較し，そのゆがみを検証したものである。具体的には，調査対\n象となった一般低所得世帯が現行の生活扶助基準額で生活扶助を受給\nした場合の受給額の平均と，仮に一般低所得世帯の消費実態に即した\n生活扶助基準額を設定したとして，それに基づいて受給した場合の受\n給額の平均が等しくなるという前提を置くことにより，基準額と消費\n実態のかい離について，指数を用いて相対的に比較した。このため，\n今回の検証結果を反映させたとしても，基準と一般低所得世帯との消\n費の年齢，世帯人員，級地によるかい離が調整されるのみであり，デ\nフレ等による金額の絶対水準の調整がなされるものではない。\nまた，今回物価を勘案した考え方は，平成１９年検証の結果を踏ま\nえた上で，平成２０年度の基準額が定められ，以後もその基準額が据\nえ置かれてきた経緯に鑑み，平成２０年から勘案することとしたもの\nである。\n(ｲ)  内閣は，平成２５年１月２９日，平成２５年度の政府予算案を閣議決\n定した（乙Ａ４９）。\n(ｳ)  厚生労働省は，平成２５年２月１９日，全国厚生労働関係部局長会議\nを実施した。その際，前記(ｱ)と同趣旨の書面の他に，以下の内容の資料\nが配布された。（甲Ａ９，１０，４７，乙Ａ１８）\na   生活扶助基準の検証結果\n平成２５年検証では，平成２１年全消調査等のデータを用いて，生\n活扶助基準額と第１・十分位の世帯の消費実態について，年齢階級間，\n世帯人員間，級地間の相対関係について指数によって比較を行い，そ\nのかい離について検証を行った。\nこれによると，年齢階級別でみると現行基準の想定している相対的\nな指数と消費実態による指数の間にかい離が認められ，同様に世帯人\n員別に指数の状態をみても，現行基準と消費実態の間に世帯人員が増\nえるにつれてかい離が拡大する傾向が認められた。また，級地別につ\nいても比較対照したところ，現行基準が想定している地域差より消費\n実態の地域差の方が小さくなっていることが認められた。\nなお，平成２５年報告書では，厚生労働省において生活扶助基準の\n見直しを検討する際には，平成２５年報告書の評価・検証の結果を考\n慮し，その上で他に合理的説明が可能な経済指標等を総合的に勘案す\nる場合は，それらの根拠についても明確に示すよう指摘された。\nb   生活扶助基準等の見直し\n今回の生活扶助基準等の見直しでは，平成２５年検証結果に基づき，\nゆがみ調整を行うとともに，近年デフレ傾向が続いているにもかかわ\nらず，生活扶助基準額が据え置かれてきたことを踏まえ，平成１９年\n検証の結果を考慮して，平成２０年の基準が定められたことから，そ\nれ以降の物価動向を勘案することとした。今回の見直しはこうした合\n理的な考え方に基づく適正化を図るものである。また，各種加算につ\nいても同様に物価動向を勘案することとしている。\nなお，激変緩和の観点から見直しの影響を一定程度に抑えるため，\n現行基準から増減幅がプラスマイナス１０％を超えないように調整す\nることとし，さらに３年間の経過措置を設け，見直しを段階的に行う\nこととする。\nc   生活扶助基準の見直しに伴う他制度への影響\n今回の生活扶助基準の見直しに伴う他制度への影響については，そ\nれぞれの趣旨や目的・実態を十分考慮しながら，できる限りその影響\nが及ばないよう，政府全体として対応する。\n(ｴ)  内閣は，平成２５年２月２８日，前記(ｲ)の政府予算案を国会に提出し\nた（乙Ａ４９）。\n(ｵ)  厚生労働省は，平成２５年３月１１日，社会・援護局関係主管課長会\n議を実施し，上記(ｱ)及び(ｳ)と同旨の資料を配布した（乙Ａ１６）。\n(ｶ)  平成２５年５月１５日，前記(ｲ)の政府案のとおり平成２５年度政府予\n算案が成立した（乙Ａ４９）。\n(ｷ)  厚生労働事務次官は，平成２５年５月１６日，都道府県知事，指定都\n市市長，中核市市長に対し，上記(ｱ)と同旨の資料を添付した上で，「生\n活扶助基準の見直しに伴い他制度に生じる影響について」と題する通知\nを発出した（甲Ａ４，乙Ａ１９）。\n(ｸ)  厚生労働省は，平成２５年５月２０日，生活保護関係全国係長会議を\n開催し，上記(ｱ)，(ｳ)及び(ｵ)と同旨の資料が配布された（乙Ａ１７）。\n(ｹ)  厚生労働大臣は，前提事実(4)ア，(5)ア及び(6)アのとおり，平成２５\n年５月１６日付けで平成２５年改定を，平成２６年３月３１日付けで平\n成２６年改定を，平成２７年３月３１日付けで平成２７年改定をそれぞ\nれ実施した。\n(2)  消費支出並びに生活扶助基準額及び改定率の推移等\nア  民間最終消費支出の前年度比の割合は以下のとおり推移した。\nすなわち，平成１６年度が１００．０％，平成１７年度が１０１．４％，\n平成１８年度が１００．３％，平成１９年度が１００．５％，平成２０年\n度が９７．８％，平成２１年度が９８．６％，平成２２年度が１００．１％，\n平成２３年度が１００．７％，平成２４年度が１００．７％，平成２５年\n度が１０２．５％，平成２６年度が９９．２％，平成２７年度が１００．\n９％，平成２８年度が１０３．０％である。\n（以上につき，甲Ａ２１５，２２１，乙Ａ７２）\nイ  厚生労働大臣は，昭和５９年度以降，水準均衡方式に基づいて生活扶助\n基準の改定を行っており，同年度から平成１２年度までは増額改定，平成\n１３年度及び平成１４年度は据え置き，平成１５年度及び平成１６年度は\n減額改定を行った。標準世帯（１級地－１）の生活扶助基準額及び改定率\n（本件各改定分を除く。）は，別紙４「生活扶助基準額及び改定率の推移」\nのとおりである。\nなお，平成２５年度以降の改定率（本件各改定分を除く。）は，平成２\n５年度が０％，平成２６年度が２．９％，平成２７年度ないし平成２９年\n度がいずれも０％である。\n（以上につき，甲Ａ２２１，乙Ａ１０，７２）\nウ  厚生労働省社会・援護局保護課は，平成１７年度から本件各改定に至る\nまで生活扶助基準額及び改定率を据え置いた理由につき，各年度の「生活\nと福祉」５月号において，以下のとおり説明している。\n平成１７年度から平成１９年度までは，「（当該）年度の政府経済見通\nしにおける民間最終消費支出の伸び率を基礎とし，前年度までの一般国民\nの消費水準との調整を行った結果，据え置く」と説明されている。\nこれに対し，平成２０年度は，平成１９年報告書において，夫婦子一人\n（標準世帯）及び単身高齢世帯（６０歳以上）の生活扶助基準が第１・十\n分位における生活扶助相当支出額よりも高めとなっているなどの結果が示\nされていたが，「この検証結果（注：平成１９年報告書）を基礎としつつ，\n現下の原油価格の高騰が消費に与える影響等を見極めるため，据え置く」\nと説明されており，平成２１年度は，「生活扶助基準については，平成１\n９年度に，全国消費実態調査等の結果を基に専門家による検証を行った結\n果，現行基準は一般の低所得世帯の消費実態と比べて高いという結果が得\nられました。しかし，平成２０年度は，原油価格の高騰が消費に与える影\n響等を見極めるため，据え置くこととし，平成２１年度予算編成過程で適\n切に対処することとしました。」「その後の物価，家計消費の動向を見る\nと，昨年２月以降の生活関連物資を中心とした物価上昇は，国民への家計\nへ大きな影響を与えており，また，『百年に一度』と言われる昨年９月以\n降の世界的な金融危機が実体経済へ深刻な影響を及ぼしており，国民の将\n来不安が高まっている状況にあると考えられます。」「このような現下の\n社会経済情勢に鑑み，平成２１年度は，昨年度に引き続き生活扶助基準の\n見直しを行わないこととし，据え置くこととしました。」と説明されてい\nる。\nその後，平成２２年度は，「完全失業率が高水準で推移するなど，現下\nの厳しい経済・雇用状況を踏まえ，国民生活の安心が確保されるべき状況\nにあることにかんがみ，据え置く」とされ，平成２３年度及び平成２４年\n度は，「現在の経済，雇用情勢等を総合的に勘案した上で，据え置く」と\nされた。\n（以上につき，甲Ａ２２１，乙Ａ１０，１５，７２，７４～８１）\nエ  平成１７年から平成２４年までの経済指標をみると，完全失業率は，平\n成１７年が４．４％，平成１８年が４．１％，平成１９年が３．８％，平\n成２０年が４．０％，平成２１年が５．１％，平成２２年が５．０％，平\n成２３年が４．６％，平成２４年が４．３％となっている。\nまた，一般勤労世帯の賃金（事業者規模５人以上の調査産業計の１人平\n均月間現金給与総額）の前年比は，平成１７年が０．６％，平成１８年が\n０．３％，平成１９年が－１．０％，平成２０年が－０．３％，平成２１\n年が－３．９％，平成２２年が０．５％，平成２３年が－０．２％，平成\n２４年が－０．７％となっている。\n消費者物価上昇率の前年比は，平成１７年が－０．３％，平成１８年が\n０．３％，平成１９年が０．０％，平成２０年が１．４％，平成２１年が\n－１．４％，平成２２年が－０．７％，平成２３年が－０．３％，平成２\n４年が０．０％となっている。\n全国勤労者世帯家計収支のうち家計消費支出（名目）の前年比は，平成\n１７年が－０．６％，平成１８年が－２．８％，平成１９年が１．０％，\n平成２０年が０．５％，平成２１年が－１．８％，平成２２年が－０．２％，\n平成２３年が－３．０％，平成２４年が１．６％となっている。\n（以上につき，乙Ａ１１）\n(3)  消費者物価指数の内容とその推移等\nア  各物価指数の算式とその特徴について（甲Ａ１２３，１２４，１２９，\n１３１，乙Ａ２６，５５，８５）\n物価指数とは，ある基準となる時点の物価（財・サービスの価格を総合\n的・平均的にみたもの）を１００(又は１)として，その時点から比較する\n時点までの物価の変動を指数値で示したものである。物価指数の代表的な\n指数等は以下のとおりである。\n(ｱ)  ロウ指数\nロウ指数は，一般的な指数算式の一つであり，比較される時点間にお\nいて，「買い物かご」といわれる一定量の数量を購入するために要する\n全費用の割合の変化として指数を定義することで得られる。ラスパイレ\nス指数やパーシェ指数等はロウ指数の特殊ケースとして位置付けられる。\n価格をｐ，数量をｑ，基準時点（物価算定の基準となる時点であり，原\n則として，価格が指数計算の分母として使われる「価格参照時点」及び\n指数が１００に設定される「指数参照時点」を指す。以下同じ。）を０，\n比較時点をｔ，ウエイト参照時点（当該指数計算に用いる品目のウエイ\nトを参照する時点を指す。以下同じ。）をｂとした場合，ロウ指数（Ｐ）\nは次のように定義される。\nＰ = ∑ 𝑝𝑖\n𝑡𝒒𝒊\n𝒃n\ni=1\n∑ 𝒑𝒊\n𝟎𝒒𝒊\n𝒃\nなお，指数が価格参照時点（０）より後に計算されるならば，ウエイ\nト参照時点（ｂ）は価格参照時点（０）と比較時点（ｔ）の間のどの時\n点でもよいとされている。\n(ｲ)  ラスパイレス指数\nラスパイレス指数は，基準時点（期首）のウエイトを用いた算術平均\n指数である。上記(ｱ)の数式において，ｂ＝０とした場合，すなわち，ウ\nエイト参照時点を基準時点（価格参照時点）とした場合，ラスパイレス\n指数が得られる。ラスパイレス指数は，総務省ＣＰＩ等において採用さ\nれている。ラスパイレス指数の算定には，比較時点において数量情報を\n調査する必要がないため，速報性に優れるとされている。また，ラスパ\nイレス指数には，物価上昇率を過大評価する上方バイアスがあるとされ\nている。\n(ｳ)  パーシェ指数\nパーシェ指数は，比較時点（期末）のウエイトを用いた調和平均指数\nである。上記(ｱ)の数式において，ｂ＝ｔとした場合，すなわち，ウエイ\nト参照時点を比較時点とした場合，パーシェ指数が得られる。連鎖方式\nのパーシェ指数は，ＧＤＰデフレーター等において採用されている。パ\nーシェ指数の算定には，経済の変化に応じて常に最新のウエイトが反映\nされるが，そのための調査コストが大きいとされている。また，パーシ\nェ指数には，物価下落率を過大評価する下方バイアスがあるとされてい\nる。\n(ｴ)  フィッシャー指数\nフィッシャー指数は，ラスパイレス指数とパーシェ指数を幾何平均し\nた指数であり，財務省の貿易価格指数等に採用されている。\n(ｵ)  固定基準年方式・連鎖方式について\n固定基準年方式は，ある年にウエイトを固定して，物価の変化をみる\n方法であり，総務省ＣＰＩでは，固定基準年方式のラスパイレス指数が\n採用されており，ウエイトは５年ごとに更新されている。\n一方，基準時点と比較時点のウエイトの差が大きいほど，各種の指数\n算式から得られる物価指数と正しい物価指数との間のかい離（バイアス）\nが大きくなるため，物価指数の算定には，基準時点を毎年更新すること\nにより比較時点とウエイトの差を小さくする連鎖方式が採用されること\nがある。例えば，ＧＤＰデフレーターにおいては，連鎖方式のパーシェ\n指数が採用されている。\nイ  総務省ＣＰＩについて（甲Ａ１０７，１１７～１１９，１２３，１２４，\n１４８，２０２，乙Ａ２６～２８，３５，４８，５０，５５，８７，９１，\n９３）\n(ｱ)  総務省ＣＰＩの概要\n総務省ＣＰＩは，全国の世帯が購入する財及びサービスの価格変動を\n総合的に測定し，物価の変動を時系列的に測定するものであり，具体的\nには，基準時点における家計の消費構造（品目及びウエイト）を一定の\n指数（１００）に固定し，これに要する費用が物価の変動によってどう\n変化するかを指数値で示すものである。総務省ＣＰＩの算定には，上記\nア(ｲ)のラスパイレス指数が用いられているが，これによって算定された\nものに１００を乗じたものが総務省ＣＰＩである。\n(ｲ)  総務省ＣＰＩの品目及びウエイト\n総務省ＣＰＩで採用されている品目は，家計調査に基づき，世帯の消\n費支出上，一定の割合を占める重要なものを選択し，決定されるところ，\n平成２２年の総務省ＣＰＩの品目は，合計５８８品目である。これらの\n品目は，１０大費目（食料，住居，光熱・水道，家具・家事用品，被服\n及び履物，保健医療，交通・通信，教育，教養娯楽，諸雑費）に分類さ\nれ，それぞれの費目内においてさらに中分類に分類され（例えば，費目\nが「食料」の場合，「穀類」，「魚介類」，「肉類」等に分類すること\nができる。），中分類からさらに小分類に分類される（例えば，中分類\nが「穀類」の場合，「米類」，「パン」等に分類することができる。）。\nなお，１０大費目のうち「教養娯楽」の費目の中には，中分類として，\n「教養娯楽用耐久財」があり，「教養娯楽用耐久財」の中には，小分類\nとして，「テレビ」，「パソコン（デスクトップ型）」，「パソコン（ノ\nート型）」，「カメラ」等の品目がある。\n総務省ＣＰＩの作成に当たっては，各品目について，その品目を代表\nすると考えられる銘柄（スペック）を基本銘柄として指定し，毎月，原\n則としてこの基本銘柄に該当する商品の価格を調査している。\n総務省ＣＰＩにおいて採用される品目とウエイトは，国民の消費構造\nの変化を反映させるために，西暦年の末尾が０と５の年を基準年として，\n５年ごとに見直しが行われており（以下「指数基準改定」という。），\n平成２５年改定の前の指数基準改定は平成２２年に行われており，さら\nにその前の指数基準改定は平成１７年に行われている。\nまた，総務省ＣＰＩの計算に用いるウエイトは，原則として家計調査\nにおける品目ごとの消費支出金額の割合に応じて算定されている。ウエ\nイトは，１万分比で表されており，平成２２年の総務省ＣＰＩの１０大\n分類のウエイトをみると，食料が２５２５，住居が２１２２，光熱・水\n道が７０４，家具・家事用品が３４５，被服及び履物が４０５，保健医\n療が４２８，交通・通信１４２１，教育が３３４，教養娯楽が１１４５，\n諸雑費が５６９である（なお，端数処理の関係で，これらのウエイトを\n単純に合計しても１万にはならない。）。\n(ｳ)  総務省ＣＰＩの公表時期\n総務省は，毎月，総務省ＣＰＩを作成・公表しているが，全国年平均\nの総務省ＣＰＩについては，当該年の翌年の１月２６日を含む週の金曜\n日に公表している。平成２３年の全国年平均の総務省ＣＰＩについては，\n平成２４年１月２７日に公表され，平成２４年の全国年平均の総務省Ｃ\nＰＩについては，平成２５年１月２５日に公表された。\n(ｴ)  指数の接続について\n総務省ＣＰＩにおいては，指数基準改定が行われる場合にも，指数基\n準改定の前後の指数の比較が可能となるように，指数基準改定前の指数\nを指数基準改定が行われた年の指数で除した結果を１００倍するという\n方法（以下「指数の接続」という。）が採用されている。\n(ｵ)  調査ができない品目の一般的な処理方法について\nある品目がある調査市町村において一時的に出回りが途切れるなど，\n比較時点の価格がやむを得ず調査できなくなった場合には，その品目の\n指数及びウエイトを除外して計算する。\n比較時点において価格が調査できなくなった品目の価格変動は，類似\nした品目の集まりである「類」レベル（上記(ｲ)における中分類や小分類）\nの同一のグループの他の財の価格比で代替されることとなる。\n(ｶ)  品質調整について\n総務省ＣＰＩは，純粋な価格の変動を測定することを目的としている\nため，同一の商品の価格を継続して追跡することを原則とするが，調査\n商品の銘柄の見直しを適時適切に行う必要がある。このとき，新旧の商\n品の間にある機能・特性などの品質やパッケージ容量の違いによって生\nじる価格差が指数に入り込まないようにする必要があり，そのために旧\n商品と新商品の品質の差を定量的に評価し，消費者物価指数に反映させ\nており，これを品質調整という。\n品質調整の手法には，様々な手法があるが，品質向上が著しく，製品\nサイクルが極めて短いパソコン類及びカメラについては，ヘドニック法\nという方法が採用されている。ヘドニック法は，各製品の品質がこれを\n構成する複数の特性（性能）に分解でき，価格は性能によって決定され\nると考え，これらの諸特性と各製品の価格との関係を重回帰分析という\n統計的手法で解決することにより，製品間の価格差のうち品質に起因す\nる部分を計量的に把握しようとする手法である。\n(ｷ)  変化率等について\nある時点の指数をＡ，それより前の時点の指数をＢとした場合，それ\nら二時点間の変化率を次の計算式によって求めることができる。\n変化率(％)＝ Ａ − Ｂ\nＢ × １００＝ (\nＡ\nＢ − １) × １００\nまた，各項目のウエイトを加味して，各項目の動きが物価全体の変化\n率に対して，どう影響しているかを示す寄与度については，次の計算式\nによって求めることができる。全品目の寄与度の合計は，総合指数の変\n化率となる。\n項目αの寄与度＝\n(当記の項目𝛂の指数\n× ウエイト ) − (\n前期の項目𝛂の指数\n× ウエイト )\n前記の総合指数にウエイトを乗じたもの × １００\nウ  総務省ＣＰＩの推移（甲Ａ１０７，１４８，乙Ａ１１，２９）\n(ｱ)  平成２２年の総務省ＣＰＩを１００とした場合における，総務省ＣＰ\nＩの推移は，次のとおりである。\n総合  食料  光熱・水道  教養娯楽\n平成１６年  100.7  97.7  93.7  108.8\n平成１７年  100.4  96.8  94.4  107.9\n平成１８年  100.7  97.3  97.8  106.3\n平成１９年  100.7  97.6  98.6  104.9\n平成２０年  102.1  100.1  104.5  104.3\n平成２１年  100.7  100.3  100.2  101.7\n平成２２年  100.0  100.0  100.0  100.0\n平成２３年  99.7  99.6  103.3  96.0\nまた，平成２４年以降の総務省ＣＰＩ（総合）をみると，平成２４年\nが９９．７，平成２６年が１０２．８，平成２７年が１０３．６である。\nなお，平成２０年から平成２３年にかけての総務省ＣＰＩ（総合）の\n変化率は，マイナス２．３５％（＝（９９．７÷１０２．１－１）×１\n００）である。\n(ｲ)  総務省が作成した「平成２３年平均消費者物価指数の動向」と題する\n書面（甲Ａ１０７）には，平成２０年度から平成２３年度までの総務省\nＣＰＩの動向に関し，概要，以下のとおりの記載がある。\n平成２０年は，世界的な原油価格や穀物価格の高騰を受けて，石油製\n品を始め，多くの食料品目が上昇したことにより，１１年ぶりに１％を\n超える上昇となった。平成２１年は，平成２０年に高騰した原油価格が\n下落したため，ガソリン及び灯油が大きく下落，耐久消費財が引き続き\n下落したことなどにより，１．４％の下落と，比較可能な昭和４６年以\n降最大の下落幅となった。平成２２年は，ガソリン，灯油，たばこ等が\n上昇したものの，公立高校授業料及び私立高校授業料が大幅に下落した\nこと，耐久消費財が引き続き下落したこと等により，総務省ＣＰＩは０．\n７％の下落となった。食料（酒類を除く。）及びエネルギーを除く総合\n指数は１．２％の下落と比較可能な昭和４６年以降最大の下落幅となっ\nた。平成２３年は，原油価格の値上がり等により，ガソリン，電気代等\nが上昇したものの，耐久消費財について，地上デジタル放送への移行で\n需要が減ったことなどにより，テレビは３０．９％の下落，技術革新や\n性能向上などにより，パソコン（デスクトップ型）は３９．９％，パソ\nコン（ノート型）は２４．０％，カメラは２８．０％が引き続き下落し\nたこと等により，総合指数は０．３％の下落となった。\n(4)  家計調査及び社会保障生計調査の概要\nア  家計調査について（甲Ａ１１２，１１５，２０３，乙Ａ８８，８９）\n家計調査は，総務省統計局が実施する基幹統計調査（国勢調査など重要\nな統計調査である基幹統計の作成を目的とする調査のこと。統計法２条４\n項，６項）であり，国民生活における家計収支の実態を把握し，国の経済\n政策・社会政策の立案のための基礎資料を提供することを目的とするもの\nである。家計調査は，一部の世帯を除き全国の一般世帯を調査対象とする\n標本調査であり，具体的には，特性に応じて全国の市町村を１６８のグル\nープに分け，その中から１市町村ずつ抽出し，抽出された市町村から選定\nされた約９０００世帯を対象に調査票を配布し，それを回収，集計する方\n法により行われている。上記調査票においては，支出品目ごとに支出数量\n及び金額等を記載するよう求められている（例えば，「アジ（生），４３\n０グラム，３３０円，豚肉，４００グラム，６２６円」などと記載するこ\nとが求められている。）。したがって，大分類（例えば「食費」）や中分\n類（例えば「魚介類」）の他に，小分類（例えば「サバ」）の支出数量や\n支出金額まで明らかになる。\nイ  社会保障生計調査について（甲Ａ１１３，１１５，１３４，２０３，乙\nＡ９０）\n(ｱ)  社会保障生計調査は，厚生労働省が実施する一般統計調査（行政機関\nが行う統計調査のうち基幹統計調査以外のもの。統計法２条７項）であ\nり，生活保護受給世帯の生活実態を明らかにすることによって，保護基\n準の改定等，生活保護制度の企画運営のために必要な基礎資料を得ると\nともに，厚生労働行政の企画運営に必要な基礎資料を得ることを目的と\nするものである。社会保障生計調査は，全国の生活保護受給世帯を対象\nとして全国を地域別に１０ブロックに分け，ブロックごとに都道府県・\n指定都市・中核市のうち１ないし３か所を調査対象自治体として選定し，\nそこから１１１０世帯を抽出している。社会保障生計調査では，生活保\n護受給世帯から収支の状況を記載した家計簿の提出を求めるなどの方法\nにより，生活保護受給世帯の家計収支の状況，消費品目の種類及び購入\n数量等を調査しているが，個別品目の消費支出の割合等を詳細に記載さ\nせるための措置が講じられていないため，大分類や中分類の支出金額は\n明らかになるものの，小分類の支出数量や支出金額は明らかにならない。\n(ｲ)  平成２２年度（平成２２年４月１日から平成２３年３月３１日まで）\nの社会保障生計調査に基づく２人以上の生活保護受給世帯（総数）の１\n０大費目別の消費支出（実数）及び構成割合は，以下のとおりである。\n消費支出（実数）  構成割合\n食料  ５万１９１２円  ２９．９％\n住居  ３万０７６６円  １７．７％\n光熱・水道  １万７７１８円  １０．２％\n家具・家事用品  ８５１１円  ４．９％\n被服及び履物  ８３３３円  ４．８％\n保健医療  ３６０２円  ２．１％\n交通・通信  １万６７００円  ９．６％\n教育  ５８３８円  ３．４％\n教養娯楽  １万１０３０円  ６．４％\n諸雑費  １万９２１０円  １１．１％\n合計  １７万１９８６円  １００％\n(5)  本件各改定の内容\nア  ゆがみ調整の内容（甲Ａ３，６３，乙Ａ６，１８）\n(ｱ)  前記(1)エ(ｵ)のとおり，基準部会は，平成２１年全消調査を用いて，\n生活扶助基準と第１・十分位の消費実態に関して，年齢階級別，世帯人\n員別及び級地別に指数を用いて相対比較することにより，展開部分にお\nけるかい離の有無及びその程度を詳細に検証し，その結果を平成２５年\n報告書にまとめたところ，厚生労働大臣は，平成２５年検証の結果を生\n活扶助基準の展開部分に反映させることにより，生活扶助基準を改定し\nた（ゆがみ調整）。具体的には，年齢階級別，世帯人員別及び級地別の\n区分ごとに改定率（後記(ｲ)のとおり，激変緩和措置として，平成２５年\n検証の結果の反映比率を２分の１にしたもの）を算出し，その改定率を\nデフレ調整後の生活扶助基準額に乗じて，生活扶助基準額を算出した。\nなお，平成２５年検証では，生活扶助基準額の比較の対象として，平\n成２１年全消調査の第１・十分位の世帯を用いたが，ゆがみ調整は，こ\nのような第１・十分位のサンプル世帯の全てが生活保護を受給した場合\nを想定し，その１世帯当たりの平均受給額と上記サンプル世帯の生活扶\n助相当支出額の平均額が同額になるようにした上で，上記消費実態との\nかい離を是正する基準改定を行ったものであり，上記第１・十分位のサ\nンプル世帯と実際の生活保護受給世帯とで，年齢階級，世帯人員及び級\n地の分布が完全に一致する場合は，生活扶助基準額の総額に変動は生じ\nないが，実際には，両者の間で年齢階級，世帯人員及び級地について違\nいが生じるため，生活扶助基準額の合計額に変動が生じることとなった。\n(ｲ)  厚生労働大臣は，ゆがみ調整により，生活扶助基準が減額される世帯\nへの影響が大きいことを踏まえ，激変緩和措置として，平成２５年検証\nの反映比率を２分の１とした。\nイ  デフレ調整の内容（甲Ａ６３，１５７，１５８，乙Ａ１８，２７，２８，\n３０，５１，５２，５４）\n(ｱ)  概要\n厚生労働大臣は，平成２０年以降，一般国民の消費水準が下落する一\n方で，同年以降の物価下落（デフレ）によって，生活保護受給世帯の可\n処分所得が相対的，実質的に増加したという経済状況に鑑み，同年以降\nの生活保護受給世帯の可処分所得の相対的，実質的な増加による一般国\n民との間の不均衡を是正するため，生活扶助相当ＣＰＩを用いて平成２\n０年と平成２３年の物価下落率を算定し，この数値を根拠に，生活扶助\n基準の見直しを行うというデフレ調整を行った。\n(ｲ)  生活扶助相当ＣＰＩについて\n生活扶助相当ＣＰＩとは，生活扶助に相当する品目を対象とする消費\n者物価指数であり，具体的には，総務省ＣＰＩの全ての指数品目から，\n非生活扶助相当品目を除いた生活扶助相当品目について，品目ごとに総\n務省ＣＰＩのウエイトを乗じた数値を，総務省ＣＰＩのウエイトの合計\n値で除して算出したものである。\n(ｳ)  基準時点及びウエイト参照時点について\n厚生労働大臣は，平成２０年及び平成２３年の各時点間の生活扶助相\n当ＣＰＩの変化率を算定することとし，平成２２年を基準時点（価格参\n照時点及び指数参照時点）及びウエイト参照時点とした上で，平成２０\n年及び平成２３年を比較時点として，生活扶助相当ＣＰＩをそれぞれ算\n定した。\n(ｴ)  生活扶助相当ＣＰＩの品目及びウエイトについて\na   平成２３年の生活扶助相当ＣＰＩの指数品目の数は，平成２２年の\n指数基準改定後における総務省ＣＰＩの指数品目（５８８品目）から\n上記(ｲ)のとおり非生活扶助相当品目（７１品目）を控除した，５１７\n品目である。一方，平成２０年の生活扶助相当ＣＰＩの指数品目の数\nは，この５１７品目から平成２２年の指数基準改定の際に追加された\n３２品目を控除した４８５品目である（すなわち，平成２０年の生活\n扶助相当ＣＰＩの算定においては，上記３２品目を計算上除外して行\nわれたことになる。）。\nb   生活扶助相当ＣＰＩは，後記(ｵ)のとおり，ウエイト参照時点が平成\n２２年とされたため，平成２０年及び平成２３年の各生活保護相当Ｃ\nＰＩの算定においては，いずれも平成２２年の家計調査の結果に基づ\nきウエイトが算定されている。１０大費目ごとの平成２２年基準改定\n時の総務省ＣＰＩのウエイト（前記(3)イ(ｲ)）並びに平成２０年及び\n平成２３年の生活扶助相当ＣＰＩのウエイトを表にすると，以下のと\nおりである。\n費目  総務省ＣＰＩ  平成２０年の\n生活扶助 相当\nＣＰＩ\n平成２３年の\n生活扶助 相当\nＣＰＩ\n食料  ２５２５  ２４１５  ２４９８\n住居  ２１２２  １０  １０\n光熱・水道  ７０４  ７０４  ７０４\n家具・家事用品  ３４５  ３２９  ３４５\n被服及び履物  ４０５  ３７８  ３９５\n保健医療  ４２８  １８９  １９９\n交通・通信  １４２１  ５３８  ５４３\n教育  ３３４  １０６  １０６\n教養娯楽  １１４５  １０２４  １０９１\n諸雑費  ５６９  ５００  ５０６\n合計  １００００  ６１８９  ６３９３\nc   上記ｂの教養娯楽の費目のうち，「テレビ」，「パソコン（デスク\nトップ型）」，「パソコン（ノート型）」の品目の①ウエイト，②平\n成２０年の価格指数，③平成２３年の価格指数，④①に②を乗じたも\nの，⑤①に③を乗じたものは，次のとおりである。すなわち，テレビ\nは，①が９７，②が２０５．８，③が６９．１，④が１９９６２．６，\n⑤が６７０２．７であり，パソコン（デスクトップ型）は，①が１０，\n②が２３７．２，③が６０．１，④が２３７２，⑤が６０１であり，\nパソコン（ノート型）は，①が２０，②が２８１．６，③が７６，④\nが５６３２，⑤が１５２０である。\nまた，生活扶助相当ＣＰＩ（総合）に係る上記④及び⑤の数値は，\n④が６４６６２７．９であり，⑤が６３５９７３．１である。\n(ｵ)  生活扶助相当ＣＰＩによる物価下落率の算出\n以上に基づき，総務省ＣＰＩと同じ方法で（上記(3)イ(ｷ)），生活扶\n助相当ＣＰＩの変化率を算定すると，平成２０年の生活扶助相当ＣＰＩ\nが１０４．５，平成２３年の生活扶助相当ＣＰＩが９９．５となり，平\n成２０年から平成２３年までの生活扶助相当ＣＰＩの変化率は，以下の\n計算式のとおり「マイナス４．７８％」となった。\n（９９．５－１０４．５）÷１０４．５×１００＝－４．７８％\n厚生労働大臣は，上記物価下落率を生活扶助基準額に一律に乗じるこ\nとにより，デフレ調整を実施した。\nウ  激変緩和措置等の内容（甲Ａ６３，乙Ａ１，１６，１８，３１，９５）\n厚生労働大臣は，ゆがみ調整及びデフレ調整に基づき，平成２５年度か\nら生活扶助基準を減額改定することとしたが，生活保護受給世帯に対する\n激変緩和措置として，ゆがみ調整につき平成２５年検証の反映比率を２分\nの１としたほか（上記ア(ｲ)），①平成２５年度から３年間をかけて段階的\nに実施し（１年ごとに見直し後の影響が３分の１ずつ増えるようにし，３\n年間で段階的に改定する仕組みとなっている。），②見直しの影響を一定\n程度に抑える観点から，現行の生活扶助基準からの増減幅を１０％以内に\n抑える措置を採った。\n２   審査請求前置の有無（争点(1)）について\n(1)  生活保護法６９条は，同法に基づき保護の実施機関又は支給機関がした処\n分の取消しの訴えは，当該処分についての審査請求に対する裁決を経た後で\nなければ，提起することができない旨規定し，いわゆる審査請求前置主義を\n採用している。また，行政不服審査法（平成２６年法律第６８号による改正\n前のもの。以下同じ。）は，当該処分に係る審査請求は，原則として，処分\nがあったことを知った日の翌日から起算して６０日以内に行わなければなら\nない旨規定する（同法１４条１項）。\nそして，審査請求前置主義を採用する処分につき，審査請求が不適法であ\nった場合には，審査請求を前置したとはいえないから，当該処分の取消しを\n求める訴えは不適法となる（最高裁昭和３０年１月２８日第二小法廷判決・\n民集９巻１号６０頁参照）。\n(2)  各項掲記の証拠及び弁論の全趣旨によれば，以下の事実が認められる。\nア  原告１７らについて\n(ｱ)  福岡県粕屋保健福祉事務所長は，平成２５年８月１日，原告１７らに\n対し，平成２５年決定をした。原告１７らは，同日，平成２５年決定を\n受けたことを知った。（甲Ｃ１７－１，１８－１，乙Ｃ１７の１）\n(ｲ)  原告１７は，上記(ｱ)の平成２５年決定を不服として，平成２５年１０\n月７日，世帯を代表して，福岡県福祉労働部・援護課に審査請求書を持\n参して提出する方法により，福岡県知事に対する審査請求をした（乙Ｃ\n１７の１）。\n(ｳ)  福岡県知事は，平成２６年９月２４日付けで，原告１７らの審査請求\nを棄却する旨の裁決をした（甲Ｃ１７－２，１８－２，乙Ｃ１７の２）。\nイ  原告６１らについて\n(ｱ)  北九州市小倉南福祉事務所長は，平成２５年７月２２日，原告６１ら\nに対し，平成２５年決定をした。原告６１らは，同月２５日，平成２５\n年決定を受けたことを知った。（甲Ｇ６１－１，６２－１，乙Ｇ６２の\n１）\n(ｲ)  原告６２は，上記(ｱ)の平成２５年決定を不服として，平成２５年９月\n２６日，世帯を代表して，福岡県福祉労働部保護・援護課に審査請求書\nを持参して提出する方法により，福岡県知事に対する審査請求をした（乙\nＧ６５の１）。\n(ｳ)  福岡県知事は，平成２６年９月１６日付けで，原告６１らの審査請求\nを棄却する旨の裁決をした（甲Ｇ６１－２，６２－２，乙Ｇ６２の２）。\n(3)  検討\nア  原告１７らについて\n前記(2)ア(ｱ)のとおり，原告１７らは，平成２５年８月１日に原告１７\nらに対する平成２５年決定が行われたこと知ったと認められるから，これ\nに対する審査請求期間の満了日は，その翌日から起算して６０日後の同年\n９月３０日であるところ，原告１７らは，同年１０月７日に審査請求を行\nっている。したがって，原告１７らが，審査請求期間内に審査請求を行っ\nたということはできない。\nイ  原告６１らについて\n前記(2)イ(ｱ)のとおり，原告６１らは，平成２５年７月２５日に原告６\n１らに対する平成２５年決定が行われたことを知ったと認められるから，\nこれに対する審査請求期間の満了日は，その翌日から起算して６０日後の\n同年９月２３日が祝日に当るため，行政機関の休日に関する法律２条によ\nり，その翌日である同月２４日であると解されるところ，原告６１らは，\n同月２６日に審査請求を行っている。したがって，原告６１らが，審査請\n求期間内に審査請求を行ったということはできない。\nウ  以上によれば，原告１７ら及び原告６１らの各審査請求は，いずれも審\n査請求期間を徒過しており，これを徒過したことにつき「やむを得ない理\n由」（行政不服審査法１４条１項ただし書）も認められないから，原告１\n７ら及び原告６１らは，平成２５年決定につき，適法な審査請求を経たと\nは認められない。\n(4)  原告らの主張\n原告らは，原告１７ら及び原告６１らの各審査請求については，いずれも\n実体審理を経て棄却の裁決を受けている以上，審査請求期間徒過に係る瑕疵\nは治癒された旨主張する。\nしかし，不適法な審査請求に対し，行政庁が実体審理を行い棄却の裁決を\nしたとしても，これにより審査請求前置の要件が充足されたとすると，不適\n法な不服申立てが却下された場合との均衡を失することになるし，不適法な\n審査請求は本来却下されるべきものであり，行政庁の過誤により特別の利益\nを付与すべきではないから，これをもって，不適法な審査請求の瑕疵が治癒\nされたということはできない（最高裁昭和４８年６月２１日第一小法廷判決・\n集民１０９号４０３頁参照）。したがって，原告らの上記主張は採用するこ\nとができない。\n(5)  小括\n以上によれば，原告１７ら及び原告６１らの訴えのうち平成２５年決定の\n取消しを求める部分は，いずれも審査請求前置の要件を満たさない不適法な\nものであるから，却下すべきである。\n３   本件各改定の合憲性及び適法性（争点(2)）について\n(1)  判断枠組み等（争点(2)ア）について\nア  判断枠組み\n(ｱ)  生活保護法３条によれば，同法により保障される最低限度の生活は，\n健康で文化的な生活水準を維持することができるものでなければならな\nいところ，同法８条２項によれば，保護基準は，要保護者の年齢別，性\n別，世帯構成別，所在地域別その他保護の種類に応じて必要な事情を考\n慮した最低限度の生活の需要を満たすに十分なものであるのみならず，\nこれを超えないものでなければならない。そして，これらの規定にいう\n最低限度の生活は，抽象的かつ相対的な概念であって，その時々におけ\nる経済的・社会的条件，一般的な国民生活の状況等との相関関係におい\nて判断・決定されるべきものであり，これを保護基準において具体化す\nるに当たっては，国の財政事情を含めた多方面にわたる複雑多様な，し\nかも高度の専門技術的な考察とそれに基づいた政策的判断を必要とする\nものである（最高裁昭和５７年７月７日大法廷判決・民集３６巻７号１\n２３５頁参照）。したがって，保護基準のうち生活扶助基準の減額改定\nを行うに際し，このような改定を行う必要性があるか否かや改定後の生\n活扶助基準の内容が健康で文化的な生活水準を維持することができるも\nのであるか否かを判断するに当たっては，厚生労働大臣に上記のような\n専門技術的かつ政策的な見地からの裁量権が認められるものというべき\nである。\n(ｲ)  また，生活扶助基準の減額改定は，従前の生活扶助費が支給されるこ\nとを前提として現に生活設計を立てていた被保護者の期待的利益の喪失\nを来す側面があることも否定し得ないから，厚生労働大臣は，被保護者\nのこのような期待的利益にも可及的に配慮するため，その減額改定の具\n体的な方法等について，激変緩和措置の要否等を含め，前記のような専\n門技術的かつ政策的な見地からの裁量権を有しているというべきである。\n(ｳ)  したがって，本件各改定は，①ゆがみ調整及びデフレ調整による生活\n扶助基準の減額改定に係る厚生労働大臣の判断に上記(ｱ)の見地からの裁\n量権の範囲の逸脱又はその濫用があると認められる場合，あるいは，②\nその激変緩和措置に係る厚生労働大臣の判断に上記(ｲ)の見地からの裁量\n権の範囲の逸脱又はその濫用があると認められる場合に，生活保護法３\n条及び８条２項に違反して違法となり，本件各改定に基づく本件各決定\nも違法となるものというべきである。\nそして，生活扶助基準の減額改定の前提となる最低限度の生活の需要\nに係る評価が前記のような専門技術的な考察に基づいた政策的判断であ\nることや，基準生活費の額等については各種の統計や専門家の作成した\n資料等に基づいて生活扶助基準と一般国民の消費実態との比較検討等が\nされてきた経緯等に鑑みると，厚生労働大臣の上記①の裁量判断の適否\nに係る裁判所の審査においては，主としてゆがみ調整及びデフレ調整に\nよる生活扶助基準の減額改定に至る判断の過程及び手続に過誤，欠落が\nあるか否か等の観点から，統計等の客観的な数値等との合理的関連性や\n専門的知見との整合性の有無等について審査されるべきものと解される\n（最高裁平成２４年２月２８日第三小法廷判決・民集６６巻３号１２４\n０頁，最高裁平成２４年４月２日第二小法廷判決・民集６６巻６号２３\n６７頁参照）。\nイ  原告らの主張\n(ｱ)  原告らは，憲法２５条は，同条１項において，国民に「健康で文化的\nな最低限度の生活を営む権利」を保障し，同条２項において，被告国に\n「社会福祉，社会保障及び公衆衛生の向上及び増進に努め」る義務を課\nしているところ，同条で保障された生存権が生活保護法によって具体化\nされた場合には，その保障内容は憲法で保障されたものとなるから，こ\nれを正当な理由なく後退させることは違憲であって許されず，仮に，憲\n法２５条から直ちに制度後退禁止原則を導けないにしても，上記規定の\n内容に照らせば，保護基準の引下げに関する厚生労働大臣の裁量権の範\n囲は極めて限定的であると解すべきである旨主張する。\nしかし，憲法２５条の規定は，国権の作用に対し，一定の目的を設定\nしその実現のための積極的な発動を期待するという性質のものである。\nしかも，上記規定にいう「健康で文化的な最低限度の生活」は，抽象的\nかつ相対的な概念であって，その具体的内容は，その時々における文化\nの発達の程度，経済的・社会的条件，一般的な国民生活の状況等との相\n関関係において判断決定されるべきものであるから（前掲最高裁昭和５\n７年７月７日大法廷判決参照），憲法２５条が，我が国における経済情\n勢等により，同条が定める「健康で文化的な最低限度の生活」の具体的\nな水準が後退することがあり得ることも予定しているというべきである。\nそうすると，憲法２５条が生活保護法に基づき定められた生活扶助基準\nの引下げを行うことを一律に禁止しているということはできないし，こ\nれを行う場合に，厚生労働大臣の裁量権の範囲が限定されるということ\nもできない。\nしたがって，原告らの上記主張は採用することができない。\n(ｲ)  また，原告らは，憲法９８条２項の「日本国が締結した条約及び確立\nされた国際法規は，これを誠実に遵守することを必要とする」との規定\nが，司法においても適用されることを前提に，我が国が批准した経済的，\n社会的及び文化的権利に関する国際規約（昭和５４年条約第６号。以下\n「社会権規約」という。）においては，権利の完全な実現に向けて行動\nを採ることを締約国に義務付けており（社会権規約２条１項），社会権\n規約や「経済的，社会的及び文化的権利に関する委員会」の一般的意見\n（甲Ａ５３）等は，社会保障に対する権利の後退を原則的に禁止してい\nることから，本件各改定は，これらの規定等に反し，許されない旨主張\nする。\nしかし，社会権規約９条は，「この規約の締約国は，社会保険その他\nの社会保障についてのすべての者の権利を認める。」と規定するところ，\nこれは，締約国において，社会保障についての権利が国の社会的政策に\nより保護されるに値するものであることを確認し，上記権利の実現に向\nけて積極的に社会保障政策を推進すべき政治的責任を負うことを宣明し\nたものであって，個人に対し即時に具体的権利を付与すべきことを定め\nたものではない。このことは，社会権規約２条１項が，締約国において\n「立法措置その他のすべての適当な方法によりこの規約において認めら\nれる権利の完全な実現を漸進的に達成する」ことを求めていることから\nも明らかである。したがって，社会権規約を根拠に，生活扶助基準の改\n定に係る厚生労働大臣の裁量権が制約されるということはできないし，\n生活扶助基準の引下げが原則として禁止されるということもできない（最\n高裁平成元年３月２日第一小法廷判決・集民１５６号２７１頁参照）。\nまた，上記一般的意見についても，我が国に対して直ちに法的拘束力を\n有すると解すべき根拠はない。\n以上によれば，原告らが主張する社会権規約等は，生活扶助基準の改\n定に係る厚生労働大臣の裁量権を制約するものということはできない。\n原告らの上記主張は採用することができない。\n(ｳ)  さらに，原告らは，生活保護法８条及び９条が掲げている保護基準の\n内容を決める際の考慮要素は，要保護者の生活上の属性に関わる事項で\nあるから，生活扶助基準を定めるに当たって，国の財政事情，国民感情，\n政権与党の公約等の「生活外的要素」を考慮することは許されない旨主\n張する。\nしかし，前記ア(ｱ)のとおり，生活保護法８条２項における最低限度の\n生活は，抽象的かつ相対的な概念であって，その時々における経済的・\n社会的条件，一般的な国民生活の状況等との相関関係において判断・決\n定されるべきものであるから，厚生労働大臣は，保護基準を決めるに当\nたって，要保護者の生活上の属性に関わる事項だけではなく，国の財政\n事情等を含む複雑多様な要素を考慮した上での専門技術的かつ政策的な\n判断を行う必要がある。したがって，厚生労働大臣は，生活扶助基準を\n改定するに当たって，生活保護法８条及び９条が掲げる考慮要素以外の\n事情を考慮してはならないものではなく，国の財政事情や国民感情，国\n民の多数の支持を得た政党の公約等の様々な要素を考慮することが許さ\nれるというべきである（最高裁昭和４２年５月２４日大法廷判決・民集\n２１巻５号１０４３頁の裁判所意見参照）。\nしたがって，原告らの上記主張は採用することができない。\n(2)  ゆがみ調整の適否（争点(2)イ）について\nア  ゆがみ調整の必要性等について\n(ｱ)  ゆがみ調整に至る経緯等\na   平成２５年検証に至る経緯をみると，専門委員会は，平成１５年，\n生活保護全般につき検証を実施し（平成１５年検証），その結果を平\n成１６年報告書にまとめたが，平成１６年報告書では，勤労３人世帯\nの生活扶助基準について，低所得世帯の消費支出額と比較した結果，\nその水準は基本的に妥当であるが，それが均衡しているかどうかを定\n期的に見極めるために全国消費実態調査等を基に５年に一度の頻度で\n検証を行う必要があるとされた（認定事実(1)イ）。これを受け，検討\n会は，平成１９年，生活扶助基準の水準及び体系並びに地域差の妥当\n性等について，検証を実施し（平成１９年検証），その結果を平成１\n９年報告書にまとめたところ，平成１９年報告書では，生活扶助基準\nの展開部分を第１・十分位の世帯の消費実態と比較した場合，年齢階\n級別の基準額の水準については，２０歳ないし３９歳及び４０歳ない\nし５９歳では生活扶助基準額が相対的にやや低めとなっている一方で，\n７０歳以上では相対的にやや高めであるなど消費実態とかい離してお\nり，世帯人員別の生活扶助基準額の水準について，世帯人員４人以上\nの多人数世帯に有利であり，世帯人員が少ない世帯に不利になってい\nる実態がみられ，地域別にみると，地域間の消費水準の差は縮小して\nきているとされた（認定事実(1)ウ）。このような平成１５年検証及び\n平成１９年検証を踏まえ，平成２１年全消調査の個票データ等を用い\nて，生活扶助基準の展開部分の適正化を図ることを目的として，年齢\n階級別，世帯人員別，級地別に生活扶助基準額と消費実態のかい離を\n詳細に分析し，専門的かつ客観的な評価・検証を行うために基準部会\nが設置された（認定事実(1)エ(ｱ)）。\nb   次に，基準部会が行った平成２５年検証の内容をみると，基準部会\nでは，①平成１５年検証及び平成１９年検証に倣い，生活保護受給世\n帯と隣接した一般低所得世帯の消費実態を用いることが現実的である\nこと，②第１・十分位の平均消費水準は，中位所得階層の約６割に達\nしていること，③必需的な耐久消費財の普及状況は，第１・十分位と\n中位所得階層とで概ね遜色ないこと，④全所得階層における年間収入\n総額に占める第１・十分位の年間収入総額の構成割合が，他の階層と\n比べて特別に減少しているわけではないこと，⑤第１・十分位世帯の\n大部分がＯＥＣＤが定める相対的貧困線以下に属すること，⑥第１十\n分位と第２・十分位の間において消費が大きく変化しており，他の十\n分位の世帯に比べて消費動向が大きく異なることを理由に，第１・十\n分位の世帯を用いて，展開部分に係る生活扶助基準額と消費実態のか\nい離を分析した（認定事実(1)エ(ｵ)ａ～ｃ）。\nc   そして，基準部会の検証結果をみると，年齢階級別の生活扶助基準\n額による指数と第１・十分位の消費実態による指数を比較した場合，\n各年齢階級間の指数にかい離があること，第１類費及び第２類費にお\nける世帯人員別の生活扶助基準額による指数と第１・十分位の消費実\n態による指数を比較した場合，世帯人員が増えるにつれてかい離が拡\n大する傾向があること，級地別の生活扶助基準額による指数と第１・\n十分位の消費実態による指数を比較した場合，消費実態の地域差の方\nが小さくなっていることが認められた（認定事実(1)エ(ｵ)ｄ）。\n厚生労働大臣は，このような平成２５年検証に基づき，その結果を\n生活扶助基準の展開部分に反映させることにより，平成２５年度から\n３年かけて生活扶助基準額の改定を実施し，併せて激変緩和措置とし\nて，平成２５年検証の反映比率を２分の１とした（認定事実(5)アウ）。\n(ｲ)  ゆがみ調整を行う目的ないし必要性等\n以上のように，平成２５年検証は，平成１５年検証及び平成１９年検\n証の結果を踏まえ，生活扶助基準の展開部分の適正化を図ることを目的\nとして行われたものであり，平成２５年検証に基づくゆがみ調整も，上\n記展開部分の適正化を図ることを目的とするものであって，その目的（必\n要性）において不合理なものとはいえない。そして，平成２５年検証は，\n社会保障等の専門家を委員とする基準部会により実施されたものであり，\nその内容は，年齢階級，世帯人員及び級地を指数化し，展開部分に関す\nる低所得世帯（第１・十分位）の消費実態と生活扶助基準額とのかい離\nを詳細に分析し，そのかい離の有無や程度を具体的に明らかにしたもの\nであり，その検証過程において特段不合理な点は認められない。また，\n上記のゆがみ調整に至る経緯等の事情から直ちに，ゆがみ調整を行った\n厚生労働大臣の判断の過程及び手続に過誤，欠落があるというべき事情\nは見当たらない。\n(ｳ)  そこで，以下，ゆがみ調整を行った厚生労働大臣の判断の過程及び手\n続に過誤，欠落があるか否か，その激変緩和措置（平成２５年検証の反\n映比率を２分の１とした措置）が著しく不合理であるか否かといった観\n点から，ゆがみ調整及びその激変緩和措置の問題点に係る原告らの主張\nにつき，順に検討を加える。\nイ  平成２５年検証において用いられた検証方法について\n(ｱ)  原告らは，平成２５年検証において基準部会が採用した検証方法は，\n単純に第１・十分位の消費支出と生活扶助基準とを比較したものにすぎ\nず，これまで生活扶助基準の改定方式として採用されてきた水準均衡方\n式の考え方に反し，不合理である旨主張する。\nしかし，水準均衡方式は，昭和５８年意見具申を踏まえ，昭和５９年\n度から現在に至るまで採用されている改定方式であり，その内容は，当\n該年度に想定される一般国民の消費動向を踏まえると同時に，前年度ま\nでの一般国民の消費実態との調整を図るというものである。他方で，平\n成２５年検証は，単純に第１・十分位の消費支出と生活扶助基準額を比\n較して，生活扶助基準の絶対的な水準の調整を図るというものではなく，\n年齢階級別，世帯人員別，級地別に生活扶助基準額による各指数の分布\nと一般低所得世帯の消費実態による各指数の分布とのかい離を詳細に分\n析することにより，展開部分の妥当性を検証しようとしたものである。\nしたがって，平成２５年検証で用いられた手法は，水準均衡方式の考え\n方と矛盾するものではないし，むしろ，生活扶助基準の展開部分に一般\n国民の消費実態を反映させるという意味において，一般国民の消費実態\nにより相対的に生活扶助基準が決まるという水準均衡方式の考え方に沿\nうものであるということができる。\nなお，原告らは，平成２５年検証における認定事実(1)エ(ｵ)ｃのとお\nりの検証手法は，統計学辞典にも掲載されていない独自の方式であるな\nどと主張するが，上記検証手法は，専門家で構成される基準部会の検証\nを経て採用されたものであり，このような手法を用いることにつき，基\n準部会の審議の中で強い異論や反対意見が表明されたこともうかがわれ\nないのであり，これまでに用いられてこなかった新たな方式であるから\nといって，これを用いることが不合理であるとは認められない。\n(ｲ)  さらに，原告らは，昭和５８年意見具申が，①平均的一般世帯の消費\n支出，②低所得世帯（第１・五分位及び第２・五分位）の消費支出及び\n③生活保護受給世帯の消費支出の３つの間の格差の均衡に留意する必要\nがある旨言及していることを踏まえ，平成２５年検証と水準均衡方式が\n全く異なる方式である旨主張する。\nしかし，昭和５８年意見具申の中に，原告らが言及するような記載は\n見当たらない。この点を措くとしても，平成２５年検証は，年齢階級別，\n世帯人員別，級地別に生活扶助基準額と第１・十分位の消費実態のかい\n離を詳細に分析し，展開部分に関する検証を行ったものであり，第１・\n十分位の消費支出と生活扶助基準額とを比較して，生活扶助基準額の絶\n対水準の調整を図ろうとするものではないから（認定事実(1)エ(ｵ)ａ，\n甲Ａ２０１〔１４頁〕），平成２５年検証と原告らが主張する上記①な\nいし③の均衡に留意するという考え方とが直ちに矛盾するものではない。\n(ｳ)  以上によれば，平成２５年検証において用いられた検証方法が水準均\n衡方式の考え方に反するという原告らの主張は，採用することができな\nい。\nウ  第１・十分位と比較したことについて\n(ｱ)  原告らは，第１・十分位という最下位層の消費水準との比較を根拠に\n保護基準の引下げを許容すれば，保護基準の際限ない引下げにつながる\n可能性がある旨主張する。\nしかし，前記のとおり，平成２５年検証は，年齢階級別，世帯人員別，\n級地別に生活扶助基準額と第１・十分位の消費実態とのかい離を詳細に\n分析し，展開部分に関する検証を行ったものであり，第１・十分位の消\n費支出と生活扶助基準額とを比較して，生活扶助基準額の絶対水準の調\n整を図ろうとするものではない。したがって，平成２５年検証に基づい\nて生活扶助基準を改定したとしても，必ずしも生活扶助基準の引下げに\nつながるわけではなく（実際にも，高齢者世帯のように，ゆがみ調整に\nよって生活扶助基準額が増額となる世帯も存在する。認定事実(1)エ(ｵ)\nｄ④参照），保護基準の際限ない引下げにつながる可能性がある旨の原\n告らの主張は採用することができない。\n(ｲ)  原告らは，第１・十分位との比較・検証という手法は，厚生労働省が\n主導・誘導したものであって，基準部会の委員らが発案したものではな\nく，むしろ，基準部会の委員は，第１・十分位との比較による保護基準\nの引下げに消極的であり，実際，平成２５年報告書においても，生活扶\n助基準の引下げに対する懸念が示されている旨主張する。\nしかし，保護基準の改定については，平成１５年検証及び平成１９年\n検証を経た後に，平成２５年検証が実施されているが，平成１５年検証\n及び平成１９年検証のいずれにおいても，第１・十分位の消費水準との\n比較により検証が実施されている（認定事実(1)イ(ｴ) ，ウ(ｲ)(ｳ)）。こ\nのような経緯等を踏まえ，基準部会は，第１・十分位の消費実態を比較\nすることにしたものであり（認定事実(1)エ(ｵ)），他方で，第１・十分\n位を比較対象としたことにつき，厚生労働省が主導・誘導したという原\n告らの主張を裏付けるよう事実は認められない。\n確かに，平成２５年報告書には，原告らが指摘するとおり「第１・十\n分位の者にとっては，全所得階層における年間総収入額に占める当該分\n位の年間収入総額の構成割合にわずかな減少があっても，その影響は相\n対的に大きいと考えられることに留意すべきである」，「生活扶助基準\nの見直しを具体的に検討する際には，現在生活保護を受給している世帯\n及び一般低所得世帯，とりわけ貧困の世代間連鎖を防止する観点から，\n子どものいる世帯への影響に配慮する必要がある」旨の記載がある（認\n定事実(1)エ(ｵ)ｄ(b)③④）。しかし，平成２５年報告書では，平成２５\n年検証により「個々の生活保護受給世帯を構成する世帯員の年齢，世帯\n人員，居住する地域の様々な組合せによる生活扶助基準の妥当性につい\nて，よりきめ細やかな検証が行われたことになる」，「基準部会で採用\nした年齢，世帯人員及び地域の影響を検証する手法についても委員によ\nる専門的議論の結果得られた透明性の高い一つの妥当な手法である」と\nの考えも示されていることからすると（認定事実(1)エ(ｵ)ｄ(b)①②），\n基準部会は，平成２５年検証に基づき，生活扶助基準を改定することを\n容認していたものといえる。そうすると，基準部会は，生活扶助基準の\n引下げにおける留意点を示しているものの，平成２５年検証に基づく生\n活扶助基準の改定に反対する趣旨の意見を示しているとはいえず，平成\n２５年検証に基づき行われたゆがみ調整が基準部会の意見に反するとい\nうことはできない。\n(ｳ)  平成２５年報告書は，第１・十分位の世帯の平均消費水準を比較対象\nとした理由について，①これまでの検証にならい，生活保護受給世帯と\n隣接した一般低所得世帯の消費実態を用いることが今回の検証では現実\n的であると判断したこと，②必需的な耐久消費財について，第１・十分\n位に属する世帯における普及状況が，中位所得階層と比べて概ね遜色な\nく充足されている状況にあること，③第１・十分位に属する世帯の大部\n分がＯＥＣＤの基準では相対的貧困層以下にあることを示していること\n等を挙げる。\nこれに対し，原告らは，①の理由については，格差縮小方式における\n比較対象は「一般勤労者世帯の消費水準」であり，水準均衡方式におけ\nる比較対象は「一般国民生活における消費水準」であったのであり，具\n体的には，一般勤労者世帯の平均と第１・５分位ないし第２・５分位の\n低所得者勤労世帯であるから，これまでの検証にならって，第１・十分\n位の世帯の消費水準と比較することは明白な事実誤認であり，②の理由\nについては，厚生労働省保護課が実施した「平成２２年  家庭の生活実\n態及び生活意識に関する調査」（甲Ａ４３，９１。以下「平成２２年調\n査」という。）によれば，必需的な耐久消費財の普及率について，第１・\n十分位と第３・五分位を比較すると，第３・五分位では，完全に普及し\nている項目でも，第１・十分位では完全に普及していない項目が数多く\nあり，特に文化や教養に関わる項目及び社会生活に関わる項目において，\nその差が顕著であるから，平成２２年調査と整合しておらず，③の理由\nについては，ＯＥＣＤ基準による相対的貧困線以下の世帯は，「あって\nはならない」状況にあるものと考えられており，これを理由に挙げるこ\nとは許されないなどと主張する。\nしかし，①の理由に関する原告らの主張については，まず，保護基準\nの見直しに関しては，平成１５年検証及び平成１９年検証を経て，平成\n２５年検証が実施されているところ，平成１５年検証においては，「生\n活保護において保障すべき最低生活の水準は，一般国民の生活水準との\n関連において捉えられるべき相対的なものであり，具体的には，第１・\n十分位の世帯の消費水準に着目することが適当である」とされた上で（平\n成１５年中間取りまとめ），第１・十分位を比較対象として，生活扶助\n基準の評価・検証が実施され（認定事実(1)イ(ｴ)ａ），平成１９年検証\nにおいても，第１・十分位を比較対象として，生活扶助基準の水準の評\n価・検証が実施されたのである（認定事実(1)ウ(ｳ)ｂ(b)）から，平成２\n５年検証の以前にも，第１・十分位を比較対象として，生活扶助基準の\n検証が行われていたといえる。そして，平成２５年報告書がいう「これ\nまでの検証」とは，平成１５年検証及び平成１９年検証を指すものと解\nされるから，原告らが主張するような事実誤認があるとはいえない。\nまた，②の理由に関する原告らの主張については，確かに，必需的な\n耐久消費財の普及率を調査した平成２２年調査によれば，第１・十分位\nと第３・五分位とを比較した場合，原告らが生活必需的な耐久消費財と\n主張するもの（冷蔵庫，エアコン，携帯電話，自動車等の合計１２項目）\nの普及率には差がみられるものの，このうち自動車を除く項目では，第\n１・十分位の普及率は，第３・五分位の普及率のおよそ９割ないしそれ\n以上に達している（甲Ａ４３，９１，９２）。そうすると，必需的な耐\n久消費財に係る第１・十分位の普及率が，中位所得階層と比べ，概ね遜\n色なく充足されているとの基準部会の評価が誤りであるとはいえない。\nさらに，③の理由に関する原告らの主張については，ＯＥＣＤ基準に\nおける相対的貧困層とは，等価可処分所得の中央値の半分である相対的\n貧困線（例えば，平成２４年では１２２万円）に満たない世帯をいうと\nころ（甲Ａ１４），前記(ｱ)ｂのとおり，平成２５年検証は，生活扶助基\n準額と一般低所得世帯の消費実態を比較・検証することにより，生活扶\n助基準の展開部分に現実の消費実態を反映させようというものであるか\nら，むしろ，比較の対象となる一般低所得世帯は，生活保護受給世帯と\n消費実態が類似している方が望ましいという考え方も不合理とはいえな\nい。そして，生活保護受給世帯が，相対的貧困線を大きく上回る金額の\n金銭給付を受けているとは考え難いことからすれば，生活保護受給世帯\nと第１・十分位とでは，消費実態にある程度の共通性が認められるもの\nと解される。そうすると，基準部会が，相対的貧困線以下にあることを\n理由に，第１・十分位を比較の対象としたことが，不合理であるとはい\nえない。\n原告らは，基準部会が第１・十分位を比較対象とした上記以外の理由\nについても，不合理である旨縷々主張するが，いずれも採用することが\nできない。\n(ｴ)  以上によれば，第１・十分位との比較に合理性がないとする原告らの\n主張は，いずれも採用することができない。\nエ  上藤教授の意見書に基づく主張について\n原告らは，上藤一郎静岡大学学術院人文社会科学領域教授（以下「上藤\n教授」という。）が作成した意見書（甲Ａ１５０。以下「上藤ゆがみ意見\n書」という。）等を根拠に，平成２５年検証で用いられたデータや回帰分\n析の手法について，以下の問題点がある旨主張する。\n(ｱ)  統計データの問題\na   原告らは，平成２５年検証で用いられたデータと，公表されている\n平成２１年全消調査の集計データを照合すると，平成２５年検証で用\nいられたデータのサンプル世帯数が平成２１年全消調査の世帯数の１\n０％でないなど，整合しない点がある旨主張する。\nこの点について，証拠（甲Ａ３，乙Ａ６，５８～６１）及び弁論の\n全趣旨によれば，平成２１年全消調査及び平成２５年検証で使用した\nデータについて，以下の事実が認められる。すなわち，平成２１年全\n消調査は，平成１７年国勢調査を基に推計した世帯を母集団とし，そ\nの中から二人以上世帯５万２４０４世帯，単身世帯４４０２世帯（総\n世帯数５万６８０６世帯）を抽出して行われた抽出調査であるところ，\n調査対象世帯の集計に当たっては，回収して回答が得られた個票デー\nタに抽出率（調査対象である市町村の人口密度や分布等によって決め\nられた割合）の逆数等で算出される集計用乗率を乗じることによって，\n全国規模の消費実態の推計が行われる。なお，上記集計用乗率は個票\nデータごとに抽出率が異なるため，個票データごとに設定されている。\nそして，平成２１年全消調査のデータにおける集計用乗率は，単身世\n帯と２人以上世帯とで大きな差異があり，単身世帯の集計用乗率は，\n２人以上世帯の集計用乗率よりも大きいとされる。また，平成２５年\n検証で用いたデータは，平成２１年全消調査の個票データのうち，「年\n間収入が低い世帯から順に並べた第１・十分位の世帯」（以下「デー\nタ①」という。）及び「世帯員１人当たりの年間収入が低い世帯から\n順に並べた第１・十分位の世帯」（以下「データ②」という。）であ\nり，データ①及び②については，下位の世帯から個票データを順番に\n並べ，それぞれの個票データに集計用乗率を乗じた実際の世帯数の累\n計が全体の実際の世帯数の下位１０％となるところまでの個票データ\nの集団をそれぞれ「第１・十分位の世帯」としている。データ①のサ\nンプル世帯数は３１２５世帯，データ②のサンプル世帯数は６６９７\n世帯である。\n以上を前提に平成２５年検証のデータと平成２１年全消調査の整合\n性を検討すると，データ①及びデータ②のサンプル世帯数が，平成２\n１年全消調査において抽出された世帯の合計の１０分の１でないのは，\n各十分位に含まれる二人以上世帯と単身世帯の構成割合と，二人以上\n世帯と単身世帯の集計用乗率の差に起因するものと考えられる。すな\nわち，世帯年収が下位の世帯から個票データを並べた場合（データ①\nを構成する個票データから選定する場合）には，下位の世帯には相対\n的に単身世帯が多く含まれ，他方，世帯員１人当たりの年収が下位の\n世帯から個票データを並べた場合（データ②を構成する個票データか\nら選定する場合）には，下位の世帯には相対的に２人以上の世帯が多\nく含まれると考えられるところ，集計用乗率が，単身世帯の方が２人\n以上世帯よりも相当大きな数値になるため，下位に単身世帯が多く含\nまれるデータ①の方が，データ②よりもサンプル数が少なくなる。そ\nうすると，平成２５年検証のデータのサンプル数と平成２１年全消調\n査の世帯数の１０％の数が一致しないことは，上記の抽出過程から生\nじる当然の帰結であり，これをもって，両者が整合していないという\nことはできない。\nまた，原告らが主張するその他の点を踏まえても，平成２５年検証\nのデータが平成２１年全消調査と整合性を欠くとは認められない。原\n告らの上記主張は採用することができない。\nb   また，原告らは，第１・十分位の消費支出との比較で生活扶助基準\nのゆがみを検証するのであれば，生活保護受給世帯の平均世帯人員数，\n世帯人員の平均年齢，生活保護受給額の平均と，第１・十分位の平均\n世帯人員数，世帯人員の平均年齢，年間可処分所得額の平均等の点で\n等質的な集団かどうかについて事前に検討が必要であるが，そのよう\nな検討がなされていない旨主張する。\nしかし，平成２５年検証は，平成２１年全消調査の第１・十分位の\nデータを使用し，その消費実態の年齢階級，世帯人員及び級地別の各\n指数の分布と，それらの全ての世帯が生活保護を受給した場合の生活\n扶助基準額の年齢階級，世帯人員及び級地別の各指数の分布を比較し\nたものである（認定事実(1)エ(ｵ)ａ(b)①）。したがって，平成２５年\n検証は，異なる集団を比較したものではなく，等質的な集団かどうか\nという問題はそもそも生じないから，原告らの上記主張は採用するこ\nとができない。\nc   さらに，原告らは，平成２５年検証は，生活保護受給世帯と生活保\n護を受給していない一般低所得世帯の消費支出分布を比較することが\n目的であったにもかかわらず，使用したデータには，比較する集団（実\n験群・生活保護受給世帯）のみならず，比較される集団（対照群・一\n般低所得者世帯）においても生活保護受給世帯が含まれており，統計\n学上重大な問題がある旨主張する。\nしかし，前記ｂのとおり，平成２５年検証は，第１・十分位の消費\n実態の各指数とそれらの全ての世帯が生活保護を受給した場合の生活\n扶助基準額の各指数を比較したものであり，一般低所得世帯（第１・\n十分位）の消費実態の各指数と実際の生活保護受給世帯の生活扶助基\n準額の各指数を比較したものではないから，第１・十分位から生活保\n護受給世帯が除外されていなかったとしても，原告らが主張するよう\nな統計学上の問題が生じるとはいえない。\n(ｲ)  回帰分析の手法の問題\na   原告らは，定式化された回帰モデル（回帰直線の方程式）から得ら\nれる説明変数（予測値）の良さ（精度）を示す数値である決定係数（Ｒ\n２）について，平成２５年報告書で示された回帰モデルの決定係数は，\nいずれも０．４未満と低い数値であり，一連の分析結果は統計学的に\nみた場合，あくまで参考程度の域を超えるものではない旨主張する。\n証拠（甲Ａ１５０，乙Ａ５６，６２，６３）及び弁論の全趣旨によ\nれば，決定係数は，以下のとおりの性質を有する。すなわち，決定係\n数は，理論上，０≦Ｒ ２≦１の範囲をとり，Ｒ ２＝１であれば，回帰モ\nデルから算定される予測値と現実のデータ（実測値）が完全に一致し\nていることを意味し，反対にＲ ２＝０であれば，回帰モデルから算定さ\nれる予測値に一致する実測値が存在せず，当該回帰モデルが実測値の\n変動の説明に全く役に立たないことを意味する。このことから，Ｒ ２は\n１に近いほど当てはまりが良いと考えられ，一般的には，Ｒ ２が０．８\n以上であれば，ある程度の当てはまりが実現され，０．３以下では，\n当てはまりが悪いとされている。もっとも，Ｒ ２がどの程度の値であれ\nば良いかといった一般的な基準はなく，クロス・セクション（横断面）\nデータの分析では，０．３程度の値しか得られない場合も多い。\n以上を前提に，平成２５年報告書が示す回帰式を検討するに，平成\n２１年全消調査の個票データは，個々の家計のデータを用いており，\n統計学上，クロス・セクションデータと解されており（乙Ａ６２〔１\n６頁〕），平成２５年報告書で示された回帰式のうち年齢階級別（第\n１類費）の検証に係るものの決定係数は，データ①が０．２８，デー\nタ②が０．３６であるところ（甲Ａ３〔１３頁〕，乙Ａ６〔１３頁〕），\n上記のとおり，クロス・セクションデータの分析では，０．３程度の\n値しか得られないこともあるし，平成２５年報告書においても，消費\n実態については，多様な要因により影響するものと考えられるとされ\nているから（認定事実(1)エ(ｵ)ｄ(b)①），上記回帰式の決定係数の値\nが０．３前後であるからといって，この回帰式を用いて指数を算出す\nることが統計学的に誤りであるということはできない。なお，原告ら\nは，平成２５年報告書で示された上記以外の回帰式（世帯人員，級地）\nの決定係数の低さも問題視するが，これらの回帰式は，直接指数を算\n出するために用いられたものではないから，これらの回帰式の決定係\n数の値が低いからといって，平成２５年検証の不合理性を基礎付ける\nものではない。\nb   また，原告らは，回帰係数の統計的検定を行うために必要となるｔ\n値と呼ばれる検定統計量（ｔ検定）について，平成２５年報告書で示\nされている回帰モデルをみると，有意水準が５％では有意な差が認め\nられなかった変数が多くあるが，平成２５年報告書で示された全ての\n回帰分析においては，そのような変数を除外しておらず，ｔ検定の結\n果を全く反映していない信頼できないものである旨主張する。\n証拠（甲Ａ１５０，乙Ａ５６，５７，６４）及び弁論の全趣旨によ\nれば，回帰分析における「ｔ検定」については，以下のとおりの統計\n的手法であることが認められる。すなわち，統計学においては，対立\n仮説（帰無仮説の反対側の「効果がある（有効）」や「異なっている\n（異質）」を主張する仮説）を直接肯定することは難しいため，帰無\n仮説（「効果がない（無効）」や「異なっていない（同質）」を主張\nする仮説）を否定することで間接的に対立仮説を肯定するという手続\nが採られる。ｔ検定とは，このような帰無仮説を用いた検定手法の一\nつであり，ｔ値（推定係数をその標準誤差で割ることで求められる。）\nという数値を用いて，一定の有意水準を設定した上で，それを前提に\n帰無仮説を検定し，それが否定されることで対立仮説を採択するもの\nである。有意水準は，その値が低いほど，対立仮説が正しいこと（統\n計的に有意であること）を根拠付けることになり，実際には，５％や\n１％の値が使われることが多い。そして，有意水準に応じて棄却域が\n設定されるが，ｔ値が棄却域の中に入った場合には，帰無仮説は棄却\nされ，対立仮説が正しいということになるが，逆に帰無仮説が棄却さ\nれなかったからといって，帰無仮説が積極的に支持されるわけではな\nく，結果が帰無仮説と矛盾しないことを意味するにすぎない。\n以上を踏まえ，原告らの上記主張を検討すると，確かに平成２５年\n報告書で示された回帰式の中には，有意水準５％に設定した場合に帰\n無仮説を棄却できない（統計的に有意であるとはいえない）説明変数\nが複数含まれているが，上記のとおりｔ検定によって帰無仮説が棄却\nされなかったとしても，その説明変数につき，「有意性がないこと」\nを意味するものではなく，「有意性があるとはいえないこと」を意味\nするにすぎないから，このような説明変数を除外せずに，当該回帰分\n析を用いて生活扶助相当支出額の推計等のために用いたとしても，統\n計学的に誤りであるとはいえない。\nc   原告らは，その他にも，上藤ゆがみ意見書を根拠に，平成２５年報\n告書で示された回帰式の問題点を縷々主張するが，いずれも，平成２\n５年検証で示された回帰式が統計学的に誤りであることを基礎付ける\nものとはいえず，採用することができない。\n(ｳ)  以上によれば，上藤ゆがみ意見書に基づく原告らの主張は，いずれも\n採用することができない。\nオ  岩田教授の意見書に基づく主張について\n原告らは，岩田教授が作成した意見書（甲Ａ２０１。以下「岩田意見書」\nという。）等を根拠に，平成２５年検証やその際に用いられた全国消費実\n態調査のデータにつき，以下の問題点がある旨主張する。\n(ｱ)  平成２５年検証の問題について\na   原告らは，平成２５年検証においては，従来行われていた標準世帯\nからの展開という手法を採用しなかった結果，具体的な一般低所得世\n帯の消費水準を示すという生活扶助基準の分かりやすさが大幅に減じ\nられた旨主張する。\nしかし，ゆがみ調整を行うに当たっては，厚生労働大臣に専門技術\n的かつ政策的な見地からの裁量権が認められるところ，原告らの上記\n主張は，平成２５年検証の方法の当不当を争うものにすぎないから，\n本件各改定の適否に影響を及ぼすものではない。\nb   また，原告らは，①平成２５年検証における一般低所得世帯の消費\n実態は統計的分析を駆使して得られた「予測値」であり，格差縮小方\n式以降の単純な相対比較が変質していることに留意する必要があるし，\n②第１・十分位を用いたのは，体系・級地の「ゆがみ」と水準の検証\nを一体化して行うためであり，体系と級地の指数だけであれば，低所\n得層に限定する必要はなく，より上位の２つの位を除いた全階層で行\nう方法もあった旨主張する。\nしかし，上記いずれの点も，平成２５年検証の結果を用いて生活扶\n助基準を改定する際の留意点や，平成２５年検証で用いられた方法以\n外の方法があることを指摘するにとどまり，ゆがみ調整や平成２５年\n検証の方法の当不当を争うものにすぎない。この点を措くとしても，\n①の点については，平成２５年検証では，回帰分析の手法を用いて第\n１・十分位の年齢階級別（第１類費）の指数を算定しているが（甲Ａ\n３〔１２頁〕，乙Ａ６〔１２頁〕），統計的分析の手法を用いる以上，\nそれによって算定された指数が予測値となることは当然であり，予測\n値を用いたことが平成２５年検証の信用性に影響を与えるとはいえな\nいし，平成２５年報告書では，このように年齢階級別の指数を算定す\nる際に統計的手法を用いた理由について，「平成１９年検証では，各\n年齢階級の単身世帯のデータを用いて各年齢階級別の平均消費水準を\n分析したが，全国消費実態調査の調査客体にはそもそも１０代以下の\n単身世帯がほとんどいないため，１０代以下の消費を正確に計測でき\nないという限界があった点を考慮した」旨説明しているから（認定事\n実(1)エ(ｵ)ａ(b)②），基準部会が回帰分析によって得られた「予測値」\nを用いて平成２５年検証を行ったとしても，不合理であるとはいえな\nい。また，②の点については，第１・十分位を比較対象とすることに\n合理性が認められることは，前記イのとおりである。\n以上によれば，原告らの上記主張は採用することができない。\nc   さらに，原告らは，消費水準に依拠して，体系と級地のゆがみの是\n正を行うことは問題である旨主張する。\nこの点に関し，岩田意見書は，平成２５年検証で採用された方法は，\n「消費水準の差異が純粋に体系と級地の格差を示しているとはいえな\nいのではないか」との指摘が基準部会であったとした上で，「基準を\n見直す場合，この方法にも限界があることに留意すべきである」とし\nている（甲Ａ２０１〔１７頁〕）。そうすると，岩田意見書は，原告\nらが主張する点につき，平成２５年検証を用いて生活扶助基準を見直\nす際の留意点として指摘するにとどまり，平成２５年検証を生活扶助\n基準の改定に用いるべきでないとしているわけではない。原告らの主\n張は採用することができない。\n(ｲ)  全国消費実態調査のデータを用いたことの問題点\n原告らは，全国消費実態調査について，①消費には季節性があるとこ\nろ，特定の季節に限定された調査であるにもかかわらず，季節性を補正\nする調整がされておらず，②単身世帯では協力世帯の確保が困難である\n等の事情があるにもかかわらず，サンプルのばらつきを考慮した補正が\n行われておらず，③全国消費実態調査のデータからは，個人別収支（こ\nづかい）が漏れている可能性が少なくない等の問題点を指摘する。\nしかし，岩田意見書は，平成２１年全消調査を使用する留意点として，\n上記①ないし③の点を指摘するにすぎず，平成２１年全消調査を平成２\n５年検証に用いることを否定する趣旨で上記①ないし③を挙げているわ\nけではない。むしろ，岩田意見書は，「生活保護基準を検証するために\nは，多様な世帯類型の消費実態を見ることが可能な全国消費実態調査が\n妥当とされてきた」などとした上で，「家計簿記帳の難しさから，完璧\nな消費サンプルを得ることは今後も容易ではな（い）」と指摘しており\n（甲Ａ２０１〔１９，２１頁〕），平成２５年検証に当たり，平成２１\n年全消調査を用いることを容認しているものと解されるから，原告らが\n主張する点を踏まえても，平成２１年全消調査の個票データを用いたこ\nとが不合理であるとはいえない。\n(ｳ)  以上によれば，岩田意見書に基づく原告らの主張は，いずれも採用す\nることができない。\nカ  反映比率を２分の１にしたことの適否について\n原告らは，厚生労働大臣は，平成２５年検証の反映比率を２分の１にし\nたことにより，約９０億円の財政効果を得たと主張し，具体的には，①０\n歳ないし５歳の幼児と６０歳以上の高齢者は，平成２５年検証のとおりゆ\nがみ調整を実施していれば，生活扶助基準額が増額されるはずであったが，\nその反映比率を２分の１にしたことにより，増額分が２分の１となり，こ\nの結果，約４４０億円の減額効果となった，②平成２５年検証により，第\n２類費が増額される世帯もあったが，平成２５年検証の反映比率を２分の\n１にしたことにより，増額分が２分の１となり，この結果，約９億円の減\n額効果となったとし，③上記①及び②の結果，反映比率を２分の１にした\nことにより一定の範囲の被保護者につき生活扶助基準額の減額幅が抑制さ\nれたことを差し引いても，全体で約９０億円の減額効果が発生した旨主張\nする。\n原告らの上記主張は，平成２５年検証の反映比率をそのまま用いれば財\n政効果はプラスマイナスゼロであったのに，反映比率を２分の１にしたこ\nとにより約９０億円の削減効果が生じたという趣旨をいうものと思われる\nが，平成２５年検証におけるサンプル世帯と実際の被保護世帯との年齢・\n世帯人員・級地別の分布が異なることによる影響もあり得るため，原告ら\nによる財政効果の検証とその説明をみてもなお，上記の削減効果が反映比\n率を２分の１にしたことに基づくものであるという上記主張の前提が正し\nいのかどうか，疑問の余地がある。\nまた，仮に財政効果の試算に係る原告らの主張を前提にしたとしても，\n厚生労働大臣は，生活扶助基準を減額改定するに当たり，激変緩和措置の\n実施の有無やその内容について専門技術的かつ政策的な見地からの裁量権\nを有しているところ，平成２５年報告書では，平成２５年検証の留意点と\nして，「第１・十分位の者にとっては，全所得階層における年間収入総額\nに占める当該分位の年間収入総額の構成割合にわずかな減少があっても，\nその影響は相対的に大きいと考えられること」，「生活扶助基準の見直し\nを具体的に検討する際には，現在生活保護を受給している世帯及び一般低\n所得世帯，特に貧困の世代間連鎖を防止する観点から，子どものいる世帯\nへの影響にも配慮する必要がある」こと等が指摘されており（認定事実(1)\nエ(ｵ)ｄ(b)③④），このような指摘を踏まえると，ゆがみ調整による変動\n幅を少なくし，生活保護受給世帯への影響をできる限り抑制するために，\n平成２５年検証の結果（かい離率）を２分の１にして反映することが，激\n変緩和措置の在り方として不合理なものとはいえない。なお，原告らは，\n激変緩和措置であれば，減額幅を２分の１にすればよく，増額幅まで２分\nの１にする必要はない旨主張するが，この点は正に厚生労働大臣の政策的\nな判断に係る当不当の問題といわざるを得ず，また，増額幅を含めて２分\nの１にすることが著しく不合理なものともいえない。\n以上によれば，ゆがみ調整の激変緩和措置として，平成２５年検証の反\n映比率を２分の１にしてゆがみ調整を行った厚生労働大臣の判断に，裁量\n権の範囲の逸脱又はその濫用があるとは認められない。\nキ  まとめ\n以上によれば，平成２５年検証に基づいてゆがみ調整を行った厚生労働\n大臣の判断の過程及び手続に過誤，欠落があるとはいえず，また，その激\n変緩和措置（平成２５年検証の結果の反映比率を２分の１にしたこと）が\n著しく不合理であるともいえない。\nしたがって，ゆがみ調整及びその激変緩和措置を行った厚生労働大臣の判\n断について，裁量権の範囲の逸脱又はその濫用があるとは認められない。\n(3)  デフレ調整の適否（争点(2)ウ）について\nア  デフレ調整の必要性等\n(ｱ)  デフレ調整に至る経緯等\na   厚生労働大臣は，昭和５９年度以降，水準均衡方式に基づいて生活\n扶助基準の改定を行っており，昭和５９年度から平成１２年度までは\n増額改定をし，平成１３年度及び平成１４年度は据え置き，平成１５\n年度及び平成１６年度は減額改定をした（認定事実(2)イ）。\nその後，専門委員会の検証に基づく平成１６年報告書において，水\n準均衡方式を前提とする手法により，勤労３人世帯の生活扶助基準に\nついて，低所得世帯の消費支出額との比較において検証・評価した結\n果，その水準は基本的に妥当であるとされた（認定事実(1)イ(ｵ)，乙\nＡ４）。そこで，厚生労働大臣は，平成１７年度の生活扶助基準を据\nえ置き，平成１８年度及び平成１９年度についても，平成１７年度と\n同様，当該年度の「政府経済見通しにおける民間最終消費支出の伸び\n率を基礎とし，前年度までの一般国民の消費水準との調整を行った結\n果」として，生活扶助基準を据え置くこととした（認定事実(2)ウ，乙\nＡ７４～７６）。\nb   平成１９年に検討会が設置され，直近の全国消費実態調査等に基づ\nき，生活扶助基準の水準の妥当性等につき平成１９年検証が行われ，\n平成１９年報告書が作成，公表された（認定事実(1)ウ(ｲ)(ｳ)）。平成\n１９年報告書においては，夫婦子一人（標準世帯）及び単身高齢世帯\n（６０歳以上）の生活扶助基準が第１・十分位における生活扶助相当\n支出額よりも高めとなっているとの結果が示されていたが，厚生労働\n大臣は，平成２０年度の予算編成当時（平成１９年１２月当時），原\n油価格の高騰等が消費に与える影響等を見極める必要があったことか\nら，平成１９年検証に基づく減額改定を行わないこととし，消費等の\n動向を基礎とした改定を行わなかった（認定事実(2)ウ，乙Ａ７７）。\nその後，平成２１年度の改定においても，平成２０年２月以降の生\n活関連物資を中心とした物価上昇が国民の家計へ大きな影響を与えて\nいたことに加え，平成２０年９月のリーマンショックに端を発した世\n界金融危機が実体経済へ深刻な影響を及ぼしており，国民の将来不安\nが高まっている状況にあったことから，厚生労働大臣は，消費等の動\n向を基礎とした改定を行わず，生活扶助基準を据え置いた（認定事実\n(2)ウ，乙Ａ７８）。さらに，厚生労働大臣は，平成２２年度ないし平\n成２４年度についても，その時々の経済や雇用情勢等を総合的に勘案\nした上で，いずれの年度においても消費等の動向を基礎とした改定を\n行わず，生活扶助基準を据え置くこととした（認定事実(2)ウ，乙Ａ７\n９～８１）。\nc   平成２０年以降，物価に係る総務省ＣＰＩ（総合）は，平成２２年\nを１００とした場合，平成２０年が１０２．１，平成２１年が１００．\n７，平成２２年が１００．０，平成２３年が９９．７，平成２４年が\n９９．７とほぼ一貫して下落したほか（認定事実(3)ウ），リーマンシ\nョック（平成２０年９月）後の平成２１年には完全失業率が５％を超\nえ，賃金や家計消費についても，平成２１年に大きく下落し，平成２\n３年頃まではその下落傾向が継続した（認定事実(3)エ）。\nd   厚生労働大臣は，平成２０年以降，一般国民の消費水準が下落する\n一方で，同年以降の物価下落（デフレ）によって，生活保護受給世帯\nの可処分所得が相対的，実質的に増加したという経済状況に鑑み，同\n年以降の生活保護受給世帯の可処分所得の相対的，実質的な増加によ\nる一般国民との間の不均衡を是正するため，生活扶助相当ＣＰＩを用\nいて平成２０年と平成２３年の物価下落率を算定し，この数値を根拠\nに，生活扶助基準の見直しを行うというデフレ調整を行った（認定事\n実(5)イ(ｱ)）。\n厚生労働大臣は，平成２０年以降の物価の動きを把握するに当たり，\n生活扶助による支出が想定される品目のデータである生活扶助相当Ｃ\nＰＩ（総務省ＣＰＩの全ての指数品目から，非生活扶助相当品目を除\nいた生活扶助相当品目について，品目ごとに総務省ＣＰＩのウエイト\nを乗じた数値を，総務省ＣＰＩのウエイトの合計値で除して算出した\nもの）を用いることとした。また，厚生労働大臣は，平成２０年及び\n平成２３年の各時点間の変化率を算定することとし，平成２２年を基\n準時点（価格参照時点及び指数参照時点）及びウエイト参照時点とし\nた上で，平成２０年及び平成２３年を比較時点として，生活扶助相当\nＣＰＩをそれぞれ算定した（認定事実(5)イ(ｲ)(ｳ)）。\nその結果，生活扶助相当ＣＰＩに基づく平成２０年から平成２３年\nまでの物価下落率が４．７８％と算出されたことから，厚生労働大臣\nは，この数値が，平成２０年以降の生活保護受給世帯の可処分所得の\n相対的，実質的な増加による一般国民との不均衡を是正するのに相当\nなものと評価し，その数値分を減額する旨の改定（デフレ調整）を行\nった（認定事実(5)イ(ｵ)）。\n(ｲ)  デフレ調整を行う目的ないし必要性等\n厚生労働大臣がデフレ調整を行った理由は，被告の説明によれば，要\n旨，生活扶助基準の水準は，平成１９年検証によって一般低所得世帯の\n消費実態と比較して高いという結果が得られており，その後のリーマン\nショックに端を発する世界金融危機の影響で，平成２０年以降，消費，\n物価，賃金等がいずれも下落する経済情勢にあったにもかかわらず，こ\nのような経済動向が生活扶助基準に反映されてこなかった結果，一般低\n所得世帯との均衡が崩れた状況（生活保護受給世帯の基準額が相対的に\n高い状態）にあり，基準を減額して不均衡を是正すべき状況になってい\nたが，平成２５年検証では生活保護基準の水準の評価，検証が行われず，\n平成２０年以降のデフレ傾向によって，生活保護受給世帯の可処分所得\nが相対的，実質的に増加した（基準額が実質的に引き上げられた）と評\n価できる状況にあったため，一般国民との間の不均衡を是正（調整）す\nるために行ったというのである。\n以上のようなデフレ調整の目的ないし必要性に関する説明は，それ自\n体として特に不合理なものではなく，また，上記(ｱ)のデフレ調整に至る\n経緯等に照らし，その基礎となる事実関係に誤りがあるとか，その事実\nの評価に著しく不合理な点があるとはいえず，平成２０年以降のデフレ\n傾向によって，生活保護受給世帯の可処分所得が相対的，実質的に増加\nした（基準額が実質的に引き上げられた）と評価できる状況があったと\nみることは十分可能であるから，デフレ調整の目的ないし必要性に関す\nる厚生労働大臣の判断が不合理ということはできない。また，上記のデ\nフレ調整に至る経緯等の事情から直ちに，デフレ調整を行った厚生労働\n大臣の判断の過程及び手続に過誤，欠落があるというべき事情は見当た\nらない。\n(ｳ)  そこで，以下，デフレ調整を行った厚生労働大臣の判断の過程及び手\n続に過誤，欠落があるか否かという観点から，デフレ調整の問題点に係\nる原告らの主張につき，順に検討を加える。\nイ  基準部会による検討がされていないことについて\n(ｱ)  原告らは，生活扶助基準の改定において物価指数を考慮することは，\n水準均衡方式を逸脱する新たな改定方式であり，そもそも消費者物価指\n数を指標として考慮して良いのか否か，考慮して良いとすればどのよう\nに考慮すべきであるのか等について，専門家による慎重な検証を経るべ\nきであったのに，厚生労働大臣は，基準部会など専門家を構成員とする\n会議体等（以下「基準部会等」という。）による検討を経ないままデフ\nレ調整を行っており，本件各改定は違法であるなどと主張する。\n確かに，デフレ調整を行うに当たって，消費者物価指数の変動を生活\n扶助基準の改定の根拠とすることにつき，基準部会等において具体的に\n検討されたことはなく，かえって，基準部会においては，委員の中から，\n消費者物価指数の動向を根拠に生活扶助基準を改定することについて慎\n重な意見が出されていたことも認められる（認定事実(1)エ(ｴ)）。\nしかし，生活保護法は，生活扶助基準の改定に当たり，基準部会等の\n意見を聴取することを要件としているわけではなく，また，基準部会等\nやその委員の意見は，厚生労働大臣の判断を法的に拘束するものではな\nく，生活扶助基準の改定に当たっての考慮要素として位置付けられるも\nのである（前掲最高裁平成２４年４月２日第二小法廷判決参照）。そう\nすると，基準部会等の検証を経ていないからといって，本件各改定が直\nちに違法となるものではなく，また，その判断の過程及び手続に過誤，\n欠落があるとか，統計等の客観的数値等の合理的関連性や専門的知見と\nの整合性が欠けると推認されるものでもない。\nしたがって，デフレ調整を行うに当たり基準部会等の検討を経ていな\nいことをもって直ちに，デフレ調整が違法であるとか，デフレ調整に係\nる厚生労働大臣の判断に裁量権の範囲の逸脱又はその濫用があるとは認\nめられない。\n(ｲ)  原告らは，生活保護法の立法過程において，保護基準の設定及び改定\nは，審議会における専門的観点からの適正かつ慎重な検討が行われるこ\nとが大前提となっていた旨主張する。\n確かに，証拠（甲Ａ６６）によれば，生活保護法の立法過程において，\n保護基準の設定及び改定に当たり，特別の審議会を関与させるべきであ\nる旨の意見が述べられたことは認められるものの，保護基準の設定及び\n改定に当たり，専門家による審議会等への諮問を経ることが法令上の要\n件とはされなかったのであるから，これを経なかったからといって違法\nであるということはできないし，上記のような立法過程における意見を\nもって直ちに，裁量権の範囲の逸脱又はその濫用があるとは認められな\nい。\n(ｳ)  また，原告らは，現在採用されている保護基準の改定方式である水準\n均衡方式は，「水準均衡」という考え方そのものから，専門家による検\n証を不可欠の要素とする方式である旨主張する。\n確かに，水準均衡方式の契機となった昭和５８年意見具申（乙Ａ８）\nには，「生活保護世帯及び低所得世帯の生活実態を常時把握しておくこ\nとはもちろんのこと，生活扶助基準の妥当性についての検証を定期的に\n行う必要がある」旨記載されており（認定事実(1)ア(ｲ)ａ(b)），水準均\n衡方式は，その性質上，専門家による定期的な検証を経ることが望まし\nいものと解される。しかし，生活扶助基準の改定において，水準均衡方\n式以外の方式を用いることができないものではなく，現にデフレ調整は\n水準均衡方式による改定を行ったものではないのであり，水準均衡方式\nに係る昭和５８年意見具申の上記記載が，デフレ調整にそのまま妥当す\nるものとはいえない。原告らの上記主張は採用することができない。\n(ｴ)  原告らは，専門委員会や基準部会における議論では，仮に物価を考慮\nするのであれば，基準部会等での審議を経ることを当然の前提として議\n論がなされており，このような専門委員会や基準部会における議論の経\n過等に照らすと，デフレ調整を行うに当たっては，専門家による検証が\n強く要求されていた旨主張する。\nしかし，基準部会等の意見は，生活扶助基準の改定に当たっての考慮\n要素として位置付けられるものであって，基準部会等の審議を経ること\nを強く要求する意見や議論があったとしても，厚生労働大臣がそのよう\nな意見に法的に拘束されるものではない。また，専門委員会の議論状況\nをまとめた平成１５年中間取りまとめでは，生活扶助基準の改定につい\nて，「改定の指標の在り方についても検討が必要である。この場合，国\n民にとって分かりやすいものとすることが必要なので，例えば，年金の\n改定と同じように消費者物価指数の伸びも改定の指標の一つとして用い\nることなども考えられる」旨の指摘がされており（認定事実(1)イ(ｴ)ｃ），\n基準部会の検証結果を取りまとめた平成２５年報告書には，生活扶助基\n準を改定する際の指標について，「他に合理的説明が可能な経済指標等\nを総合的に勘案する場合は，それらの根拠についても明確に示されたい」\n旨の指摘がある（認定事実(1)エ(ｵ)ｄ(a)④）ところ，平成１５年中間取\nりまとめ及び平成２５年報告書のいずれにおいても，物価指数を考慮す\nるに当たっては，基準部会等による検証が必要不可欠であるなどといっ\nた記載はみられない。そうすると，専門委員会や基準部会の議論状況に\n照らしても，デフレ調整を行うに当たって，専門家による検証が必要で\nあったということはできない。\n(ｵ)  以上によれば，基準部会等による検討を経ることなくデフレ調整を行\nった厚生労働大臣の判断の過程及び手続に過誤，欠落があったというこ\nとはできず，その判断に裁量権の範囲の逸脱又はその濫用があるとは認\nめられない。\nなお，原告らは，基準部会等による検討を経ていない場合には，裁判\n所において厳格に審査すべきであるなどと主張するが，これまでに述べ\nたとおり，基準部会等の意見は，生活扶助基準の改定に当たっての考慮\n要素として位置付けられるものであって，厚生労働大臣の裁量権を直接\n制約するものではないし，その判断の過程及び手続に過誤，欠落がある\nこと等を推認させるものでもないから，上記主張は採用することができ\nない。\nウ  物価の動向を生活扶助基準の改定根拠としたことについて\n(ｱ)  原告らは，昭和５８年意見具申の記載内容（賃金や物価は，そのまま\nでは消費水準を示すものではないので，その伸びは参考資料にとどめる\nべきである旨の記載。認定事実(1)ア(ｲ)ｂ(b)）等を根拠に，生活扶助基\n準と一般国民の消費実態との均衡を図る水準均衡方式の下では，物価は\n参考程度にとどまるから，これを生活扶助基準の改定の根拠とすること\nは，水準均衡方式の本質と矛盾する旨主張する。\nしかし，保護基準の設定，改定については，厚生労働大臣に専門技術\n的かつ政策的な見地からの裁量権が認められ，改定方式について法令上\nの定めはないのであるから，昭和５８年意見具申以降採用されている水\n準均衡方式についても，法的にその使用が義務付けられているものでは\nなく，厚生労働大臣が消費以外の指標を用いて生活扶助基準の改定を行\nうことが許されない理由はないし，物価は，水準均衡方式が導入された\n昭和５９年以降，生活扶助の母子加算や障害者加算等の各種加算の改定\n等において用いられてきた経済指標であり（乙Ａ８３），生活扶助基準\nの改定において物価を考慮することが不合理とはいえない。また，昭和\n５８年意見具申の上記記載は，一般国民の消費水準に依拠する水準均衡\n方式により生活扶助基準を改定する場合には，物価等を参考資料にとど\nめるべき旨を指摘するものであるが，デフレ調整のように水準均衡方式\n以外の改定方式による場合にまで，物価動向を根拠とすることを否定す\nる趣旨ではないと解される。原告らの上記主張は採用することができな\nい。\n(ｲ)  原告らは，水準均衡方式が妥当性の根拠とする一般低所得世帯の消費\n実態との均衡は，デフレ調整において生活扶助相当ＣＰＩの変化率を算\n定した期間も含めて検証されているところ，水準均衡方式により検証さ\nれた消費実態には，デフレの影響が含まれていると考えられるから，こ\nれとは別に物価を考慮してデフレ調整を行うことは，物価を二重に計算\nすることになり許されない旨主張する。\nしかし，厚生労働大臣は，平成１７年度から平成２４年度までの間，\n生活扶助基準を据え置いているが（認定事実(2)イ），平成１７年度から\n平成１９年度までは，当該年度の民間最終消費支出の伸び率を基礎とし，\n前年度までの一般国民の消費水準との調整を行った結果として，水準が\n据え置かれてきたのに対し，平成２０年度から平成２４年度までは，い\nずれの年度においても当時の消費等を基礎とした改定が行われず，平成\n２０年以降の消費や物価の経済状況については，生活扶助基準の水準に\n反映される趣旨の改定が行われなかったことが認められる（前記(1)ア(ｱ)\nｂ）。このように，平成２０年以降の消費や物価変動については，デフ\nレ調整が行われるまで，生活扶助基準に反映されてこなかったのである\nから，平成２０年から平成２３年までの物価下落率を基礎とするデフレ\n調整が，物価を二重に計算することになるとはいえない。原告らの上記\n主張は採用することができない。\n(ｳ)  以上によれば，生活扶助基準の改定に当たり，物価の動向を考慮した\n厚生労働大臣の判断の過程及び手続に過誤，欠落があったということは\nできず，その判断に裁量権の範囲の逸脱又はその濫用があるとは認めら\nれない。\nエ  平成２０年と平成２３年をデフレ調整の始点及び終点としたことについ\nて\n(ｱ)  原告らは，デフレ調整において物価下落率を算定する始点とされた平\n成２０年は，一時的に物価が上昇した年であり，この年を物価下落率の\n算定の始点にするのは相当でなく，平成２５年改定の前に生活扶助基準\nの改定が行われたのは平成１６年であるから，同年を始点として物価下\n落率を算定すべきであると主張する。\nしかし，保護基準の設定，改定については，厚生労働大臣に専門技術\n的かつ政策的な見地からの裁量権が認められるのであり，デフレ調整を\n行うに当たっても，その物価下落率の算出方法については，専門技術的\nかつ政策的な見地からの裁量権が認められる。そして，前述のとおり，\n厚生労働大臣は，平成１７年度から平成２４年度までの間，生活扶助基\n準を据え置いているが（認定事実(2)イ），平成１７年度から平成１９年\n度までは，当該年度の民間最終消費支出の伸び率を基礎とし，前年度ま\nでの一般国民の消費水準との調整を行った結果として水準が据え置かれ\nてきたのに対し，平成２０年度から平成２４年度までは，いずれの年度\nにおいても，当時の消費等を基礎とした改定が行われず，平成２０年以\n降の消費や物価の経済状況については，デフレ調整が行われるまで，生\n活扶助基準の水準に反映される趣旨の改定が行われてこなかったことが\n認められる（前記(1)ア(ｱ)ｂ）。このように，デフレ調整は，平成２０\n年以降，デフレ傾向にあったにもかかわらず，消費等の動向を基礎とし\nた改定が行われなかったことにより，生活保護受給世帯の可処分所得が\n相対的，実質的に増加した（基準額が実質的に引き上げられた）と評価\nできる状況にあったため，一般国民との間の不均衡を是正するために行\nわれたものというのであるから，物価下落率を算定する始点を平成２０\n年とすることについては，デフレ調整の目的に照らして，相応の合理的\nな理由があるということができる。また，平成１６年から平成１９年ま\nでの総務省ＣＰＩの上昇率は，前年比で平成１６年が０．０％，平成１\n７年が－０．３％，平成１８年が０．３％，平成１９年が０．０％であ\nり，必ずしもデフレ傾向が生じているとはいえないこと（認定事実(3)ウ，\n乙Ａ１１）や，平成２０年９月に発生したリーマンショックの影響によ\nり，その後数年間にわたり，賃金，物価，消費等の経済指標が下落して\nいることも（認定事実(3)エ），平成２０年を始点とすることの合理性を\n支える事情ということができる。他方，原告らが主張する平成１６年を\n始点とする場合には，平成１７年度から平成１９年度まで，一般国民の\n消費水準との調整を行った結果として水準が据え置かれてきたこととの\n関係で，その期間の経済動向を再度考慮することになるから，平成１６\n年を始点とすることが，平成２０年を始点とする場合と比較して，前述\nのデフレ調整の目的に照らしてより合理的なものとは断じ難い。\n原告らは，平成２０年が原油価格の高騰等により大きく物価が上がっ\nた年であることを捉えて，物価の下落幅が大きくなるように意図的かつ\n恣意的に平成２０年が始点として選択されたなどと主張するが，上記の\nとおり，平成２０年を始点とすることについては，デフレ調整に至る経\n緯等（平成２０年度以降に消費等の動向を基礎とした改定が行われなか\nったこと等）に照らし，相応の合理的な理由があると認められ，物価の\n下落幅が大きくなるように意図的かつ恣意的に平成２０年が始点として\n選択されたとは認められない。\n(ｲ)  原告らは，デフレ調整において物価下落率を算定する終点とされたの\nは平成２３年であるが，デフレ調整を行う時点で，平成２４年の総務省\nＣＰＩのデータを使用することができたから，これを基に生活扶助相当\nＣＰＩの物価下落率を算定すべきであったとか，厚生労働大臣は，平成\n２４年の総務省ＣＰＩの費目のうち「食料」及び「光熱・水道費」の指\n数が上昇しているため，見かけ上の物価下落率を大きくするために，敢\nえて平成２３年の総務省ＣＰＩを用いて物価下落率を算定したなどと主\n張する。そして，この点につき，池田和彦筑紫女学園大学人間科学部教\n授（以下「池田教授」という。）は，総務省ＣＰＩのうち「光熱・水道\n費」の指数については，平成２３年と平成２４年とで決定的な違いがあ\nることから，厚生労働省は，敢えて平成２３年の総務省ＣＰＩのデータ\nを使用したものと推測している（証人池田和彦３頁）。\nしかし，生活扶助相当ＣＰＩの算定には，総務省ＣＰＩのデータが使\n用されているところ，平成２４年の総務省ＣＰＩは，平成２５年１月２\n５日に公表されており(認定事実(3)イ(ｳ)），他方，厚生労働省の「生活\n保護基準等の見直しについて」は同月２７日に公表され，平成２５年度\nの政府予算案は同月２９日に閣議決定されている（認定事実(1)オ(ｱ)(ｲ)）。\nこのように，平成２４年の総務省ＣＰＩのデータの公表から平成２５年\n度の政府予算案の閣議決定までの期間は，わずか４日間しかなく，平成\n２４年の総務省ＣＰＩのデータを平成２５年度の政府予算案に反映させ\nることは現実的に困難であったと認められるから，平成２５年度の予算\n編成時に現実的に使用可能な平成２３年の総務省ＣＰＩを使用すること\nは，やむを得なかったということができ，これをもって不合理であると\nいうことはできない。また，上記の点に加え，平成２３年と平成２４年\nの総務省ＣＰＩの内容を比較する十分な時間的余裕があったとは考え難\nいことも考慮すると，厚生労働大臣が，物価の下落幅が大きくなるよう\nに意図的かつ恣意的に平成２３年の総務省ＣＰＩのデータを使用したと\nは認められない。\n(ｳ)  小括\n以上によれば，厚生労働大臣が，平成２０年を始点，平成２３年を終\n点とした上で，その間の物価下落率を算定したことについて，その判断\nの過程及び手続に過誤，欠落があったということはできず，その判断に\n裁量権の範囲の逸脱又はその濫用があるとは認められない。\nオ  生活扶助相当ＣＰＩの算定方式（特に理論的根拠の有無等）について\n(ｱ)  原告らは，生活扶助相当ＣＰＩの算定方式は，学術的に認められてい\nないものであって，理論的に誤りであるなどと主張する。\nそこで検討するに，前記認定事実(3)ア並びに「消費者物価指数マニュ\nアル  理論と実践」（甲Ａ１２９，乙Ａ５５，８６，９１。以下「ＣＰ\nＩマニュアル」という。）及び宇南山卓一橋大学教授作成の意見書（乙\nＡ８５。以下「宇南山意見書」という。）等によれば，平成２２年を基\n準時点及びウエイト参照時点とした場合，比較時点を平成２０年とする\n同年の生活扶助相当ＣＰＩの計算式は，\nＰ = ∑ 𝒑𝒊\n𝟐𝟎𝒒𝒊\n𝟐𝟐𝒏\n𝒊=𝟏\n∑ 𝒑𝒊\n𝟐𝟐𝒒𝒊\n𝟐𝟐\nと定義することができ，比較時点を平成２３年とする同年の生活扶助相\n当ＣＰＩの計算式は，\nＰ = ∑ 𝒑𝒊\n𝟐𝟑𝒒𝒊\n𝟐𝟐𝒏\n𝒊=𝟏\n∑ 𝒑𝒊\n𝟐𝟐𝒒𝒊\n𝟐𝟐\nと定義することができる。\n認定事実(3)イ(ｷ)に基づき，これらの指数の平成２０年から平成２３\n年までの変化率を算定した場合，その計算式（以下「本件計算式」とい\nう。）は，\n(\n∑ 𝒑𝒊\n𝟐𝟑𝒒𝒊\n𝟐𝟐𝐧\n𝐢=𝟏\n∑ 𝒑𝒊\n𝟐𝟐𝒒𝒊\n𝟐𝟐 × １００\n∑ 𝒑𝒊\n𝟐𝟎𝒒𝒊\n𝟐𝟐𝐧\n𝐢=𝟏\n∑ 𝒑𝒊\n𝟐𝟐𝒒𝒊\n𝟐𝟐 × １００ − １\n)\n× １００\nとなるが，品目が異なるという点を捨象すれば，上記分数の分母と分子\nを約分することが可能であり，これを約分すると，\n(∑ 𝒑𝒊\n𝟐𝟑𝒒𝒊\n𝟐𝟐𝐧\n𝐢=𝟏\n∑ 𝒑𝒊\n𝟐𝟎𝒒𝒊\n𝟐𝟐 − １) × １００\nとなる。デフレ調整においては，上記計算式に基づき，物価下落率が算\n定されたものと考えられる。\n他方で，平成２０年を基準時点，平成２３年を比較時点，平成２２年\nをウエイト参照時点とした場合は，その計算式は，\nＰ＝ ∑ 𝒑𝒊\n𝟐𝟑𝒒𝒊\n𝟐𝟐𝐧\n𝐢=𝟏\n∑ 𝒑𝒊\n𝟐𝟎𝒒𝒊\n𝟐𝟐\nとなり，これは，認定事実(3)ア(ｱ)のとおりロウ指数と呼ばれる算式に\n該当する（乙Ａ８５〔３頁〕。以下「本件ロウ指数」という。）。そし\nて，これを基に平成２０年から平成２３年までの変化率を算定すると，\nその計算式は，\n(\n∑ 𝒑𝒊\n𝟐𝟑𝒒𝒊\n𝟐𝟐𝐧\n𝐢=𝟏\n∑ 𝒑𝒊\n𝟐𝟎𝒒𝒊\n𝟐𝟐 × １００\n１００ − １\n)\n× １００＝ (\n∑ 𝒑𝒊\n𝟐𝟑𝒒𝒊\n𝟐𝟐𝐧\n𝐢=𝟏\n∑ 𝒑𝒊\n𝟐𝟎𝒒𝒊\n𝟐𝟐 − １) × １００\nとなる。この計算式は，厚生労働大臣がデフレ調整の変化率の算定の際\nに用いた本件計算式と同一であるといえる（なお，原告らは，平成２０\n年の生活扶助相当ＣＰＩと平成２３年の生活扶助相当ＣＰＩとで，品目\n数が異なるため，両者は同一でない旨主張するが，この点については後\n述する。）。\nそうすると，本件計算式は，ロウ指数によって算出した計算式と，最\n終的に同一の計算式で算定されたものであるといえるから，生活扶助相\n当ＣＰＩの算定方式が，理論的に誤りであるとは認められない。\n(ｲ)  原告らは，上藤教授作成の意見書（甲Ａ１２６。以下「上藤デフレ意\n見書」という。）等に基づき，①基準時は比較時よりも過去の時点でな\nければならないとする国際規準（以下「国際規準１」という。）がある\nにもかかわらず，平成２０年の生活扶助相当ＣＰＩは，基準時を平成２\n２年とした上で，比較時を平成２０年として算定されており，②基準時\nの指数値は１００であるという国際規準（以下「国際規準２」という。）\nがあるにもかかわらず，平成２０年の生活扶助相当ＣＰＩは，平成２２\n年の指数値を１００とし，本来基準時とすべき平成２０年の指数値を１\n００としていないから，生活扶助相当ＣＰＩの算定方法は国際規準１及\nび国際規準２に反する旨主張する。\nしかし，価格参照時点又はウエイト参照時点が，比較時点よりも過去\nの時点でなければならないという国際的な基準（国際規準１）があるこ\nとを認めるに足りる的確な証拠はない。かえって，消費者物価指数の国\n際的なルールを定めたＣＰＩマニュアルによれば，ウエイト参照時点に\nつき，比較時点のウエイトを使用するパーシェ指数や，ウエイト参照時\n点を任意に設定することができるロウ指数なども認められているし（甲\nＡ１２９〔４～５頁〕），価格参照時点についても，理論上，期首でな\nくてもよいことは上藤教授自身が認めている（乙Ａ９１，２０４〔４７\n～５１頁〕）。\nまた，基準時の指数値は１００でなければならないという国際的な基\n準（国際規準２）があることを認めるに足りる的確な証拠はない。かえ\nって，ＣＰＩマニュアルにおいては，指数を１００とする時点（指数参\n照時点）について，「指数系列は，当該指数の数値によって単に割るこ\nとによって，指数の変化率を変えることなく，別の参照時点に変えるこ\nとができる。」とされており（甲Ａ１２９〔２９２頁〕），指数を１０\n０とする時点（指数参照時点）を置き換える方法が説明されている。\nしたがって，上藤デフレ意見書にいう国際規準１及び国際規準２はい\nずれも国際的な基準とは認められないから，原告らの主張はその前提を\n欠くものであって採用することができない。\n(ｳ)  また，原告らは，厚生労働大臣は，平成２０年の生活扶助相当ＣＰＩ\nについてはパーシェ指数，平成２３年の生活扶助相当ＣＰＩについては\nラスパイレス指数を用いた上で，物価の変化率を算出しており，比較で\nきない数字を比較した点で理論的に誤りである旨主張し，上藤デフレ意\n見書にいう国際規準５ないし８（甲Ａ１２６〔９頁〕）も，上記の趣旨\nをいうものと理解することができる。\n確かに，生活扶助相当ＣＰＩの算定方法については，平成２０年の生\n活扶助相当ＣＰＩはパーシェ指数を，平成２３年の生活扶助相当ＣＰＩ\nはラスパイレス指数を用いた上で，その変化率を算定したものと評価す\nることができるが，全体として一つのロウ指数とみることができること\nは前述のとおりである。また，ＣＰＩマニュアルにおいては，「買い物\nかごは，比較される２時点のいずれかで購入される数量に限られる必要\nはなく，実際いつの時点でもよい」「ｂ（注：ウエイト参照時点）は０\nとｔの間（注：比較される２時点）を含むいつの時点でもよい」（乙Ａ\n５５〔４頁〕）とされているように，比較される２時点の中間にウエイ\nト参照時点を設定することは，ロウ指数の一つの在り方として理論上許\nされているというべきであり，生活扶助相当ＣＰＩの算定方法が理論的\nに誤りであるとは認められない。\n(ｴ)  原告らは，総務省が用いているラスパイレス方式が公式の計算方法で\nあるとか，消費者の家計を対象とした物価指数（消費者物価指数）の算\n定においてラスパイレス指数以外の物価指数が用いられている実例はな\nいなどとして，生活扶助相当ＣＰＩの算定方法は前例のない独自のもの\nであり不適切であるなどと主張する。\nしかし，物価指数として，ラスパイレス指数以外の物価指数が全く許\nされないとか，理論的に誤りであるとは認められないし，ラスパイレス\n指数以外の物価指数が，消費者物価指数として明らかに不適切なものと\n認識されているとも認められない。かえって，物価指数の算定に際して\nは，ラスパイレス指数の他にも，パーシェ指数やフィッシャー指数とい\nった様々な指数が存在し，政策目標に応じて様々な計算方法が採用され\nており，ラスパイレス指数においては上方バイアスが，パーシェ指数に\nおいては下方バイアスが生ずるなど（認定事実(3)ア），実務的，学術的\nに正解となる唯一の方式というものは存在しないのであるから，その計\n算方法の選択は，正に厚生労働大臣の専門技術的かつ政策的な見地から\nの裁量権に委ねられているというべきであり，原告らが指摘する上記の\n事情は，いずれも厚生労働大臣の裁量権の範囲の逸脱又はその濫用を基\n礎付けるものではないというべきである。原告らの主張は採用すること\nができない。\n(ｵ)  以上によれば，デフレ調整を行うに当たって用いられた生活扶助相当\nＣＰＩの算定方式については，ロウ指数の算定方式として理論的に説明\n可能なものであって，国際的な基準に反する誤った手法であるとか，理\n論的な根拠を欠くものとはいえないし，著しく不適切なものともいえな\nい。したがって，この点につき厚生労働大臣の判断の過程及び手続に過\n誤，欠落があったということはできず，その判断に裁量権の範囲の逸脱\n又はその濫用があるとは認められない。\nカ  平成２２年をウエイト参照時点としたこと（平成１７年をウエイト参照\n時点としなかったこと）について\n(ｱ)  認定事実(5)イ(ｳ)によれば，厚生労働大臣は，平成２０年及び平成２\n３年の各生活扶助相当ＣＰＩの算定に際し，平成２２年をウエイト参照\n時点として設定したことが認められる。\n原告らは，平成２０年の生活扶助相当ＣＰＩは，固定基準年方式パー\nシェ指数と同様の変化率を示すが，固定基準年方式パーシェ指数は，下\n方バイアスが強く，平成２０年の生活扶助相当ＣＰＩは，その計算方法\nが物価の大きな下落率を示す要因となっており，不合理である旨主張す\nる。そして，この点に関し，フリーライターの白井康彦は，その意見書\n等（甲Ａ１３３，１４８の１，２２８，２４８。以下，併せて「白井意\n見書等」という。）において，パーシェ指数には下方バイアスがあるこ\nとを前提に，厚生労働大臣は，平成２０年の生活扶助相当ＣＰＩの数値\nを１０４．５としているが，この数値は，実質的にパーシェ指数を用い\nた結果として過大に評価されたものであり，平成２０年の生活扶助相当\nＣＰＩを総務省ＣＰＩと同様にラスパイレス指数を用いて計算し直した\n場合，その数値は１０１．８となり，これに基づき平成２０年から平成\n２３年まで生活扶助相当ＣＰＩの変化率を算定するとマイナス２．２６％\nにとどまる旨指摘する。\nしかし，前述のとおり，保護基準の設定，改定については，厚生労働\n大臣に専門技術的かつ政策的な見地からの裁量権が認められるのであり，\nデフレ調整を行うに当たっても，その物価下落率の算出方法については，\n専門技術的かつ政策的な見地からの裁量権が認められる。そして，総務\n省ＣＰＩにおいて採用される品目とウエイトは，国民の消費構造の変化\nを反映させるため５年ごとに見直しが行われており，本件各改定前には\n平成２２年に指数基準改定が行われ，その前には平成１７年に指数基準\n改定が行われているところ（認定事実(3)イ(ｲ)），ウエイト参照時点か\nら離れれば離れるほど，現実の国民の消費構造とかい離することになり，\n各指数のバイアスによる影響も大きくなるから，平成２０年及び平成２\n３年の生活扶助相当ＣＰＩの算定の際に，平成１７年のウエイトではな\nく，平成２０年及び平成２３年により近い平成２２年のウエイトを使用\nすることは，原告らが主張するようにパーシェ指数には下方バイアスが\nあること（さらには，その当時のテレビやパソコンの価格低下の影響が\n大きくなること）を考慮してもなお，デフレ調整の目的に照らして不合\n理なものとはいえない。むしろ，平成１７年のウエイトを使用した場合\nには，平成２０年については３年前の，平成２３年については６年前の\n時点の消費構造（ウエイト）を基礎として生活扶助ＣＰＩを算出するこ\nとになるから，その間の国民の消費構造の変化による物価指数への影響\nが避けられないのであり，デフレ調整の目的に照らしてより合理的な方\n法であるとはいえない。\n(ｲ)  以上によれば，厚生労働大臣が，平成２０年及び平成２３年の生活扶\n助相当ＣＰＩの算定に際し，それぞれ平成２２年をウエイト参照時点と\nしたことについて，その判断の過程及び手続に過誤，欠落があったとい\nうことはできず，その判断に裁量権の範囲の逸脱又はその濫用があると\nは認められない。\nキ  平成２０年及び平成２３年の各生活扶助相当ＣＰＩの品目が異なること\nについて\n(ｱ)  原告らは，平成２０年及び平成２３年の各生活扶助相当ＣＰＩの品目\nが異なることにつき，ロウ指数とは基準時と比較時の物価を固定買い物\nかご方式で比較するものであるから，これを固定していない生活扶助相\n当ＣＰＩの算定方法はロウ指数ではなく，理論的に誤りであるなどと主\n張する。\n確かに，認定事実(5)イ(ｴ)によれば，平成２３年の生活扶助相当ＣＰ\nＩの指数品目の数は，平成２２年の指数基準改定後における総務省ＣＰ\nＩの指数品目（５８８品目）から非生活扶助相当品目（７１品目）を控\n除した５１７品目であるのに対し，平成２０年の生活扶助相当ＣＰＩの\n指数品目の数は，この５１７品目から平成２２年の指数基準改定の際に\n追加された３２品目を控除した４８５品目であり，計算の基礎とされた\n品目数が異なる。\nしかし，平成２０年及び平成２３年の各生活扶助相当ＣＰＩを算出す\nるに当たり，基礎となる品目（買い物かご）を同一にするため，平成２\n２年に新たに加わった３２品目を除外して計算した場合には，物価下落\n率は４．８８％と算出されることが認められ（乙Ａ５４），デフレ調整\nにおいて用いられた４．７８％よりも物価下落率が大きくなるのである\nから，平成２３年の生活扶助相当ＣＰＩの指数品目として上記３２品目\nを除外しなかったことは，結果として原告らに有利に作用したものであ\nり，品目数が異なることにより理論的に誤りとなるか否かにかかわらず，\nデフレ調整の違法性を基礎付けるものとはいえない。\nまた，上記の点をひとまず措くとしても，上記３２品目のように，一\n部の品目の価格が観察できないという状況（欠価格の問題）は，物価指\n数の作成実務において発生することが予定されており，現に，ＣＰＩマ\nニュアルにおいても，上記のような問題が生じ得ることを前提に，その\n処理方法の例が示されているし（乙Ａ８６），総務省統計局の「消費者\n物価指数の解説」においても，「一時的に出回りが途切れるなど，比較\n時価格がやむを得ず『欠』となった場合は，その品目の指数（比較時価\n格が『欠』になっているので計算できない。）及びウエイトは除外して\n計算する」とされている（乙Ａ８７）。このように，一部の品目の価格\nが観察できない状況（欠価格）の下においても，物価指数を作成するこ\nとは可能であることが認められ（乙Ａ８５），このことは，欠価格が生\nじている時点が生じていない時点より前である場合においても，理論的\nに異なるものではないと解される。\n(ｲ)  もっとも，上記「消費者物価指数の解説」においては，上記の記載に\n続けて，「比較時価格が『欠』となった品目の価格変動は，品目から類\nへの合算段階では，結果として類内の他の品目より求められた類指数に\nよって代替されることとなる。」とされており，総務省ＣＰＩにおいて\nは，欠価格の場合，「類」レベルの同一のグループの他の財の価格比で\n代替する方法が採用されているが（認定事実(3)イ(ｵ)），厚生労働大臣\nが採用した方法は，平成２０年の生活扶助相当ＣＰＩの算定において上\n記３２品目を除外するという方法であって，上記の総務省の方法とは異\nなるものである（乙Ａ８５〔８頁〕）。\nしかし，厚生労働大臣が採用した方法は，上記３２品目（欠価格品目）\nの平均的な価格動向を，価格が観察できた既存の品目の平均的な価格動\n向と同じと仮定していることと同じであると認められ（乙Ａ８５，８６），\n固定買い物かご方式で比較するロウ指数であることと，理論的に矛盾す\nるとは認められない。しかも，宇南山意見書にあるとおり，生活扶助相\n当ＣＰＩの算定においては，総務省ＣＰＩと異なり，非生活扶助相当品\n目を除外しているため，同じ類に属する他の品目の特定が難しいことや，\n平成２３年の生活扶助相当ＣＰＩのウエイトに占める上記３２品目の支\n出割合は約３％（２０４／６３９３）にすぎず，その影響は限定的であ\nると予想されることなどに照らすと，総務省の方法と異なるとはいえ，\n厚生労働大臣の採用した上記の方法には一定の合理性があるといえる（乙\nＡ８５〔８頁〕）。\nそうすると，平成２０年の生活扶助相当ＣＰＩと平成２３年の生活扶\n助相当ＣＰＩとで品目数が異なることにつき，算定方法として理論的に\n誤りであるとか，著しく不合理であるということはできない。\n(ｳ)  上藤教授は，上藤デフレ意見書（甲Ａ１２６）等において，消費者物\n価指数を作成する際には，マーケットバスケット方式によって消費者物\n価指数は作成されなければならず（以下「国際規準３」という。），国\n際規準３の必然的結果として，基準時と比較時において，対象とする品\n目は完全に同一でなければならない（以下「国際規準４」という。）と\nころ，生活扶助相当ＣＰＩは国際規準３及び国際規準４に反する旨指摘\nし，原告らも上藤デフレ意見書に基づく主張をする。\nしかし，上記のとおり，厚生労働大臣が採用した方法について，欠価\n格の処理が行われたと理解すれば，国際規準３が国際的な基準として現\nに存在するかはともかく，固定買い物かご方式（マーケットバスケット\n方式）と理論的に矛盾するものではないから，国際規準３に反するもの\nともいえない。\nまた，前述のとおり，総務省ＣＰＩやＣＰＩマニュアルにおいて，物\n価変動を比較する２つの時点において品目数が異なる場合（欠価格）が\nあることは予定されており，その場合の処理方法も明示されていること\nからすれば，基準時と比較時において，対象とする品目が完全に同一で\nなければならないという国際的基準（国際規準４）があるとは認められ\nない。\nそうすると，厚生労働大臣が採用した方法は，国際規準３に反するも\nのではなく，国際規準４はそもそも存在するとは認められないから，上\n藤教授の上記指摘及びこれに基づく原告らの主張は採用することができ\nない。\n(ｴ)  また，原告らは，平成２０年と平成２３年の生活扶助相当ＣＰＩとで，\n品目数が異なるにもかかわらず，指数の接続を行わずに両者を比較して\nいることが不合理である旨主張し，上藤デフレ意見書においても同旨の\n指摘がある（甲Ａ１２６〔１７頁〕）。\nしかし，指数の接続は，指数基準改定が行われる前後の指数の比較を\n可能にするために，指数基準改定が行われる前の指数を指数基準改定が\n行われた年の指数で除した結果を１００倍するという方法であり（認定\n事実(3)イ(ｴ)），そもそも基準時点と比較時点の品目数の違い等を是正\nするものではない。そして，平成２０年と平成２３年の生活扶助相当Ｃ\nＰＩはいずれも平成２２年を基準時点（価格参照時点・指数参照時点）\nとするものであるから，指数の接続を行わなくても比較することが可能\nであるといえる。したがって，指数の接続を行わなかったからといって\n不合理であるということはできない。\n(ｵ)  以上によれば，厚生労働大臣が，品目が異なる平成２０年の生活扶助\n相当ＣＰＩと平成２３年の生活扶助相当ＣＰＩとを比較して物価下落率\nを算出したことが，理論的に誤りであるとか，著しく不合理であるとは\nいえない。したがって，この点につき厚生労働大臣の判断の過程及び手\n続に過誤，欠落があったということはできず，その判断に裁量権の範囲\nの逸脱又はその濫用があるとは認められない。\nク  生活扶助相当ＣＰＩのウエイトの問題（非生活扶助相当品目を除外した\nこと等）について\n(ｱ)  原告らは，上藤デフレ意見書等に基づき，生活扶助相当品目には価格\nの下落幅が大きくかつウエイトの大きい品目が含まれるが，総務省ＣＰ\nＩの品目から非生活扶助相当品目が除外されるなどした結果，物価下落\nが過大に評価されているなどとして，生活扶助相当ＣＰＩの算定方法は\n不合理であると主張する。\nしかし，前述のとおり，保護基準の設定，改定については，厚生労働\n大臣に専門技術的かつ政策的な見地からの裁量権が認められるのであり，\nデフレ調整を行うに当たっても，その物価下落率の算出方法については，\n専門技術的かつ政策的な見地からの裁量権が認められる。そして，デフ\nレ調整の目的が，平成２０年以降のデフレの影響により相対的，実質的\nに増加した生活保護受給世帯の可処分所得を調整しようとするものであ\nることからすれば，デフレ調整を行うに際し，生活保護受給世帯が現に\n生活扶助により支出することが想定される品目に限定して物価下落の程\n度を量ることは，合理的な方法の一つであるといえ，総務省ＣＰＩの品\n目の中から生活扶助により支出することが想定されない品目（非生活扶\n助相当品目）を除外して指数を算出することが，デフレ調整の目的に照\nらして不合理なものとはいえない。\nまた，生活扶助相当ＣＰＩを算出するに当たっては，非生活保護相当\n品目が除外されているのであるから，各品目の全体に占める割合が除外\n前と異なるのは当然であるし，生活扶助相当品目には，物価が下落する\n品目だけでなく，物価が上昇する品目も含まれているのであるから，価\n格の下落幅が大きくウエイトの割合が大きい品目が含まれることをもっ\nて直ちに，物価下落が過大に評価されたということはできない。非生活\n扶助相当品目が除外された結果，それが除外される前よりも物価下落率\nが大きくなったとしても，それは，生活扶助により支出することが想定\nされる生活扶助相当品目において物価の下落が大きかったことを意味す\nるのであって，このことをもって，非生活扶助相当品目を除外したこと\nにより物価下落が過大に評価されたとか，そのような方法が不合理であ\nるということはできない。\n(ｲ)  原告らは，生活扶助相当ＣＰＩの品目において，家電製品が大きなウ\nエイトを占めているところ，平成２０年から平成２２年にかけて，特に\nテレビやノートパソコンの価格が大きく下落し，家電エコポイント制度\nや品質調整（対象品目の品質の向上を物価指数に反映させること）等の\n影響によりその購入量は増加し又は増加したものとみなされ，これらが\n生活扶助相当ＣＰＩの物価下落に与えた影響は大きいところ，生活保護\n受給世帯は，テレビやノートパソコン等を新品で購入する金銭的余裕が\nないため，その価格下落の恩恵を受ける割合は極めて小さく，生活扶助\n相当ＣＰＩの算定方法は生活保護受給世帯の生活実態を無視するもので\nあり，貧富の差を無視した誤った計算方法であるなどと主張し，白井意\n見書においても，これに沿う内容の詳細な説明や意見が記載されている。\nしかし，前述のとおり，厚生労働大臣は，物価下落率の算出方法につ\nいて，専門技術的かつ政策的な見地からの裁量権を有しており，デフレ\n調整の基礎となる生活扶助相当ＣＰＩを算定するに当たって，どのよう\nな品目をどのような根拠で除外するかについても，その合目的的な裁量\nに委ねられているものと解される。そして，デフレ調整の必要性や総務\n省ＣＰＩを利用する合理性（後述）が認められる以上，原告らの上記主\n張は，生活扶助相当ＣＰＩの算出において，総務省ＣＰＩの品目からど\nの範囲の品目を除外し又は除外すべきでないかという，除外品目の選択\nの合理性やその当不当に帰着する問題といわざるを得ない。しかるに，\n前述のとおり，生活保護受給世帯が現に生活扶助により支出することが\n想定される品目（生活扶助相当品目）に限定して物価下落の程度を量る\nことは，基準として明確であり，デフレ調整の目的に照らして合理的な\n方法の一つであると解される以上，原告らの上記主張は，厚生労働大臣\nの裁量権の範囲の逸脱又はその濫用を基礎付けるものとは解し難い。\n上記の点を措くとしても，生活保護受給世帯のうちほとんどの世帯が\nテレビを所有しており，４割近い世帯がパソコンを所有し，５割近い世\n帯がカメラを所有していること（乙Ａ３７。なお，原告１４本人）など\nに鑑みると，平成２０年から平成２２年にかけて，テレビの価格が下落\nし，パソコンやカメラの品質が向上したことなどにより，生活保護受給\n世帯が全く恩恵を受けなかったということはできないし，テレビやパソ\nコン等は，生活扶助により購入することがあり得る品目であって，生活\n扶助により支出することが想定されない非生活扶助相当品目（医療費，\nＮＨＫ受診料等）とは明らかに性質を異にするというべきである。また，\n仮に，生活保護受給世帯の消費実態や価格下落の大きさ（物価下落率の\n算定に与える影響）等を考慮してテレビやパソコン等を除外するとすれ\nば，他の品目についても同様の考慮を行う必要がないか否かが当然に問\n題となる上，たばこなどの嗜好品をどう考えるかといったように，その\n除外品目の客観的な線引きは困難なものとなりかねないし，その線引き\nの基準によっては，かえって客観性を欠く恣意的なものとなるおそれも\nある。\nしたがって，平成２０年から平成２２年にかけてのテレビやパソコン\n等の価格下落や品質向上等が，デフレ調整における物価下落率の算定に\nおいて相当程度影響していることは否定し難いが，非生活扶助相当品目\nを除外すること及びその除外品目の選定（線引き）につき一定の合理的\nな理由が認められる以上，厚生労働大臣の判断の過程及び手続に過誤，\n欠落があったとは認め難く，原告らの指摘する点を踏まえてもなお，厚\n生労働大臣の判断がその裁量権の範囲を逸脱し又はこれを濫用するもの\nとは認められない。\n(ｳ)  以上によれば，生活扶助相当ＣＰＩの算定において，非生活扶助相当\n品目を除外したことや，テレビやパソコン等を除外しなかったことにつ\nいて，厚生労働大臣の判断の過程及び手続に過誤，欠落があったという\nことはできず，その判断に裁量権の範囲の逸脱又はその濫用があるとは\n認められない。\nケ  家計調査に基づくウエイトを用いたこと（社会保障生計調査のウエイト\nを用いなかったこと）等について\n(ｱ)  総務省ＣＰＩは，家計調査における一般世帯（全世帯平均）の消費支\n出金額を基に算定されたウエイトを用いているところ，原告らは，一般\n世帯と生活保護受給世帯とでは消費実態が大きく異なるから，家計調査\nではなく，生活保護受給世帯を対象とする社会保障生計調査のウエイト\nを用いるべきであった旨主張し，山田壮志郎日本福祉大学准教授（以下\n「山田教授」という。）が作成した意見書（甲Ａ１１５）や白井意見書\n等においても，これに沿う内容の詳細な説明や意見が記載されている。\nしかし，前述のとおり，保護基準の設定，改定については，厚生労働\n大臣に専門技術的かつ政策的な見地からの裁量権が認められるのであり，\nデフレ調整を行うに当たってどの統計資料を用いるかについても，厚生\n労働大臣の裁量権が認められるというべきである。そして，家計調査は，\n総務省統計局が実施する基幹統計調査であり，全国の一般世帯を対象と\nする標本調査であって，サンプル世帯に偏りが生じないように全国の市\n町村を特性に応じて細かくグループ分けをした上で，抽出された市町村\nから選定された約９０００世帯を対象に調査票を配布し，それを回収し\nて集計する方法により，各世帯の支出品目（小分類）ごとの支出数量及\nび金額等を明らかにするものであり（認定事実(4)ア），このような家計\n調査は，その調査目的，調査対象，調査方法等に照らし，支出品目に係\nるウエイト（品目ごとの消費支出の割合）を把握するのに適した，客観\n的かつ信頼性の高い統計資料といえる。\nこれに対し，社会保障生計調査は，厚生労働省が実施する一般統計調\n査であり，全国の生活保護受給世帯を対象として全国を地域別に１０ブ\nロックに分け，ブロックごとに都道府県，指定都市，中核市から１ない\nし３自治体を選定し，その選定された自治体から１１１０世帯を抽出す\nることによって行われるものであり，個別品目の消費支出の割合等を詳\n細に記載させるための措置が講じられていないため，大分類や中分類の\n支出金額は明らかになるものの，小分類の支出数量や支出金額は明らか\nにならない（認定事実(4)イ）。このような社会保障統計調査は，生活保\n護受給世帯の消費実態に近いものと推測される反面，調査世帯の選定に\nおける偏りやサンプル数の少なさから，調査の精度に一定の限界がある\nほか，小分類の支出数量や支出金額が明らかでなく，詳細なウエイトを\n把握することができないという統計上の問題もある。\nこのように，家計調査は，それ自体客観的かつ信頼性の高い統計資料\nである上，社会保障生計調査との比較においても，それぞれ一長一短が\nあり，家計調査に基づく支出割合（ウエイト）を使用することが明らか\nに合理性を欠くものとはいえない。したがって，厚生労働大臣が，生活\n扶助相当ＣＰＩを算出するに当たり，社会保障生計調査ではなく家計調\n査に基づくウエイトを用いたことが，著しく不合理とはいえない。\n(ｲ)  原告らは，生活保護受給世帯の消費実態は平均的な世帯とはかなり異\nなっているとして，仮に家計調査を用いるのであれば，第１・五分位の\nウエイトを使用して算出すべきであるなどと主張する。そして，この点\nに関し，池田教授の論文や意見書（甲Ａ６４，１５２～１５５）には，\n家計調査に基づき第１・五分位のウエイトを算出し，これを用いて平成\n２０年及び平成２３年の生活扶助相当品目の物価指数を算出し，これを\n基に変化率を算定すると，およそマイナス２．８１％となること，「食\n料」及び「光熱・水道」に費目を限定して，平成２０年から平成２３年\nまでの変化率を算定すると，およそマイナス０．８９％となること等の\n指摘がある。\nしかし，前述のとおり，厚生労働大臣は，デフレ調整を行うに当たり，\n選択し得る統計資料のうちどれを用いるかについて裁量権を有している\nと解されるのであるから，家計調査のウエイトをそのまま利用する方法\nと，家計調査に基づいて第１・五分位のウエイトを算出しこれを利用す\nる方法との選択は，正に厚生労働大臣の裁量権の範囲内の事柄というべ\nきである。したがって，第１・五分位のウエイトを算出しこれを使用し\nなかったからといって，厚生労働大臣の判断の過程及び手続に過誤，欠\n落があったということはできず，その判断に裁量権の範囲の逸脱又はそ\nの濫用があるとはいえないというべきである。\n(ｳ)  以上によれば，厚生労働大臣が，社会保障生計調査のウエイトや第１・\n五分位のウエイトを用いず，家計調査に基づくウエイトを用いて生活扶\n助相当ＣＰＩを算出したことについて，厚生労働大臣の判断の過程及び\n手続に過誤，欠落があったということはできず，その判断に裁量権の範\n囲の逸脱又はその濫用があるとは認められない。\nコ  その他の主張\n(ｱ)  原告らは，厚生労働大臣は，平成２３年から平成２７年にかけて，生\n活扶助相当ＣＰＩが上昇したにもかかわらず，生活扶助費の引上げを行\nわないと判断しており，生活扶助基準の改定に当たり，物価動向と民間\n最終消費支出の伸びを恣意的に使い分けている旨主張する。\n確かに，証拠（甲Ａ６４，１５５，証人池田和彦）によれば，平成２\n３年から平成２７年にかけて，生活扶助相当ＣＰＩが５．７８％程度上\n昇したことがうかがわれる。しかし，デフレ調整は，前述のとおり，平\n成２０年以降，消費，物価，賃金等がいずれも下落する経済情勢にあっ\nたにもかかわらず，このような経済動向が生活扶助基準に反映されてこ\nなかった結果，一般低所得世帯との均衡が崩れた状況にあったため，こ\nのような不均衡を是正するために行われたものであり，その後も物価の\n動向を根拠として継続的に生活扶助基準を改定する趣旨（今後は水準均\n衡方式ではなく物価変動による改定方式を採用する趣旨）のものではな\nい。かえって，毎年度の生活扶助基準の改定については，引き続き水準\n均衡方式により行われることが予定されているものと認められ，水準均\n衡方式と併せて物価の動向を反映させることは，物価を二重に反映させ\nることになりかねないというべきである。原告らの主張は採用すること\nができない。\n(ｲ)  また，原告らは，平成２０年から平成２３年までのデフレの影響をあ\nる時点（平成２５年ないし平成２８年）の生活保護受給世帯へ押し付け\nることは不公平であるとも主張するが，統計データに基づく検証を行う\n場合，検証に用いる調査対象時期と検証結果の反映時期には時間的な隔\nたりが生じるのが通常であるし，このような政策的な判断に係る当不当\nの議論をもって，厚生労働大臣の判断に裁量権の逸脱又はその濫用があ\nるということはできない\n(ｳ)  原告らは，①総務省ＣＰＩの平成２０年から平成２３年までの物価下\n落率は２．３５％であり，上藤教授の試算によれば，生活扶助相当ＣＰ\nＩ（接続指数）による物価下落率は２．２６％となること（甲Ａ１０９），\n②生活扶助相当品目につき，社会保障生計調査を基礎として計算すると，\n平成２０年から平成２３年までの物価下落率は０．６４％にしかならな\nいこと（甲Ａ１４８），③家計調査に基づく第１・五分位の世帯の消費\n構造で検討しても，その期間の物価下落率は２．８１％にとどまり，「食\n料・光熱・水道」に限るとわずか０．８９％であること（甲Ａ１５４）\nなどから，生活扶助相当ＣＰＩに基づく物価下落率４．７８％という数\n値はあり得ない数値であり，生活保護受給世帯にとって４．７８％もの\n物価下落はなかったなどと主張する。\nしかし，これらの主張は，デフレ調整を行うに当たり，厚生労働大臣\nが選択し得る複数の方法において，平成２０年から平成２３年までの物\n価下落率ないしその試算結果が上記のとおり算定されたということにす\nぎず，上記の各種数値の比較をもって直ちに，生活保護相当ＣＰＩ及び\nこれに基づく物価下落率の算定に係る厚生労働大臣の判断の過程及び手\n続に過誤，欠落があったということはできないし，統計等の客観的な数\n値等との合理的関連性や専門的知見との整合性に欠けるとか，その判断\nに裁量権の範囲の逸脱又はその濫用があるとは認められない。\nサ  まとめ\n以上によれば，デフレ調整につき，厚生労働大臣の判断の過程及び手続\nに過誤，欠落があるということはできず，統計等の客観的な数値等との合\n理的関連性や専門的知見との整合性に欠けるということはできないから，\nデフレ調整に係る厚生労働大臣の判断が，裁量権の範囲の逸脱又はその濫\n用により違法であるとは認められない。\n(4)  ゆがみ調整及びデフレ調整を併せて行ったことの適否（争点(2)エ）につい\nて\nア  原告らは，ゆがみ調整とデフレ調整を同時に行うことで，ゆがみ調整に\nおける年齢別，世帯人員別及び級地別の改定率が無意味になり，ゆがみ調\n整の趣旨を没却する旨主張する。\nしかし，認定事実(5)ア(ｱ)，イ(ｱ)によれば，ゆがみ調整は，生活扶助基\n準と一般低所得世帯（第１・十分位）の消費実態とを比較・検証し，これ\nを生活扶助基準の展開部分に反映させようとするものであり，他方，デフ\nレ調整は，デフレ傾向が続いたことにより，生活保護受給世帯の可処分所\n得が相対的，実質的に増加し，一般国民との間で不均衡が生じたことによ\nり，これを是正するために平成２０年から平成２３年までの物価下落率を\n算定し，この数値に基づき生活扶助基準の改定を行おうとするものである。\nそして，ゆがみ調整は，生活扶助基準額の絶対水準の調整を図るものでは\nなく，展開部分のゆがみを是正しようとしたものであり，上記ゆがみを是\n正するために用いられる改定率の内容は，絶対水準の調整を図るデフレ調\n整を行うかどうかによって変化するものではないから，ゆがみ調整とデフ\nレ調整を併せて実施しても，ゆがみ調整の改定率が無意味になるとか，ゆ\nがみ調整の趣旨が没却されるとはいえない。\nイ  原告らは，消費支出と消費者物価指数は相互に影響し合うものであるか\nら，ゆがみ調整とデフレ調整を併せて行うことは，物価の二重評価となり\n許されない旨主張する。\nしかし，ゆがみ調整は，第１・十分位の世帯の消費実態と相対比較する\nことにより，生活扶助基準の展開部分のゆがみを是正するために行われた\nものであり（認定事実(5)ア(ｱ)），一定期間における物価変動や消費支出\nの変化を考慮して行われたものではない。したがって，ゆがみ調整とデフ\nレ調整を重複して行ったとしても，物価の二重評価になるとはいえない。\nウ  以上によれば，ゆがみ調整及びデフレ調整を併せて行ったことにより，\nゆがみ調整の趣旨が没却されるとか，物価を二重に評価することになると\nはいえないから，この点につき，厚生労働大臣の判断に裁量権の範囲の逸\n脱又はその濫用があるとは認められない。\n(5)  本件各改定後の生活扶助基準の適否等（争点(2)オ）について\nア  激変緩和措置の適否について\n厚生労働大臣は，ゆがみ調整及びデフレ調整に基づき，本件各改定を行\nうに当たって，平成２５年検証の反映比率を２分の１とし（認定事実(5)ア\n(ｲ)），増減額の幅について，プラスマイナス１０％を超えないようにし，\n生活扶助基準への反映を３年間にわたって段階的に行う（認定事実(5)ウ）\nといった激変緩和措置を採ったことが認められる。そして，上記の激変緩\n和措置を採った上で，ゆがみ調整及びデフレ調整を実施した結果，生活保\n護受給世帯のうち約２５％の世帯が５％ないし１０％の減額となり（この\nうち９％ないし１０％の減額となる世帯は２％），約７１％が０％ないし\n５％の減額となり，約３％が０％ないし２％の増額となったことが認めら\nれる（認定事実(1)オ(ｱ)ｂ）。\nそうすると，上記の激変緩和措置を講じた結果，ゆがみ調整及びデフレ\n調整による生活保護受給世帯に対する影響はある程度緩和されたものと評\n価することができ，実際，多くの生活保護受給世帯は，５％以下の減額に\nとどまっていることなどからすれば（なお，平成２５年検証の反映比率を\n２分の１とした点の適否については，前記２(2)カ参照），厚生労働大臣が，\nゆがみ調整及びデフレ調整を実施するに当たり，上記の激変緩和措置を講\nじたことにつき，被保護者の生活への影響等の観点からみて，裁量権の範\n囲の逸脱又はその濫用があるとは認められない。\nイ  原告らの主張\n(ｱ)  原告らは，山田教授の意見書（甲１３２）に基づき，本件各改定によ\nり保護基準が引き下げられたことによって，憲法２５条が保障する「健\n康で文化的な最低限度の生活」の根幹が揺らぎ，被保護者である原告ら\nが深刻な被害を受けた旨主張し，本件各改定が原告らの生活に与えた影\n響等を記載した原告らの陳述書（甲Ｃ個１９－３，２０－３，Ｄ個１－\n３，３－３，８－３，１２－３，１４－３，Ｅ個２９－３，３０－３，\n３１－３，３２－３，３３－３，Ｆ個３７－３，Ｇ個４１－３，４３－\n３，６５－３，６６－３，６９－３，７１－３，７５－３，７６－３，\n７７－３，７８－３，８０－３，８１－３，８２－３，８５－３，８７\n－３，８８－３，１０４－３，１０５－３，１０８－３，Ｈ個９２－３，\n９３－３，９５－３）を提出し，原告らの一部（原告１４，３７，７１，\n７７）は，上記影響等について当法廷で供述する。\nしかし，生活保護法８条２項にいう最低限度の生活は，抽象的かつ相\n対的な概念であって，その時々における経済的，社会的条件，一般的な\n国民生活の状況等との相関関係において判断・決定されるべきものであ\nり（前掲最高裁昭和５７年７月７日大法廷判決），また，上記のとおり，\n本件各改定においては，激変緩和措置として，増減額の幅がプラスマイ\nナス１０％を超えないようにされ，生活扶助基準への反映も３年間にわ\nたって段階的に行われたこと，９ないし１０％の減額となるのは全体の\n２％程度にとどまり，７割以上の世帯は５％未満の減額にとどまること\nなども考慮すると，上記意見書や原告らの陳述書等を斟酌してもなお，\n本件各改定を行った厚生労働大臣の判断が裁量権の範囲を逸脱し又はこ\nれを濫用したものとは認められないし，本件各改定が行われたことによ\nり，原告らが受領する生活扶助の水準が，憲法２５条に違反する状態に\n至っているとも認められない。\nしたがって，原告らの上記主張は採用することができない。\n(ｲ)  原告らは，貧困の概念は時代と共に変遷しており，我が国における貧\n困概念も，２０００年代以降，相対的貧困概念から社会的排除概念に変\n化しつつあるところ，社会的排除概念を踏まえた場合，現在の生活扶助\n基準は低く，むしろ引き上げなければならなったにもかかわらず，厚生\n労働大臣は，本件各改定により生活扶助基準を引下げており許されない\n旨主張する。\nしかし，前述のとおり，生活保護法８条２項にいう最低限度の生活は，\n抽象的かつ相対的な概念であって，その時々における経済的，社会的条\n件，一般的な国民生活の状況等との相関関係において判断・決定される\nべきものであり，これを保護基準において具体化するに当たっては，国\nの財政事情を含めた多方面にわたる複雑多様な，しかも高度の専門技術\n的な考察とそれに基づいた政策的判断を必要とするものであり（前掲最\n高裁昭和５７年７月７日大法廷判決），相対的貧困概念から社会的排除\n概念への変化を踏まえることによって直ちに，現在の生活扶助基準が最\n低限度の生活を下回るということになるものではないし，本件各改定が\n裁量権の範囲を逸脱し又はこれを濫用するものとして違法となるものと\nもいえない。原告らの上記主張は採用することができない。\nウ  まとめ\n以上によれば，厚生労働大臣が，ゆがみ調整及びデフレ調整を実施する\nに当たり，上記の激変緩和措置を講じたことにつき，被保護者の生活への\n影響の観点からみて，裁量権の範囲の逸脱又はその濫用があると認めるこ\nとはできない。また，本件各改定による生活扶助基準の改定により，原告\nらの生活が，憲法２５条の健康で文化的な最低限度の生活を下回る状態に\n至っているとは認められない。\n４   本件各改定の国家賠償法上の違法性，慰謝料額（争点(3)）について\n前記３のとおり，本件各改定は適法であり，これに基づく本件各決定も適法\nというべきであるから，本件各改定を行ったことが国家賠償法１条１項上違法\nであるとは認められない。\n第４  結論\n以上によれば，原告１７ら及び原告６１らの訴えのうち平成２５年決定の取\n消しを求める部分はいずれも不適法であるからこれを却下し，原告１７ら及び\n原告６１らのその余の請求並びにその余の原告らの請求は，いずれも理由がな\nいからこれを棄却することとし，主文のとおり判決する。\n福岡地方裁判所第１民事部\n裁判長裁判官   徳地   淳\n裁判官   渡 邉 隆 浩\n裁判官野上幸久は，転補につき署名押印することができない。\n裁判長裁判官   徳    地                淳\n別紙４\n生活扶助基準額及び改定率の推移\n実施年月日  生活扶助基準額  改定率\n昭和５９年４月１日  １５万２９６０円  １０２．９％\n昭和６０年４月１日  １５万７３９６円\n（１２万４４８７円）\n１０２．９％\n昭和６１年４月１日  １２万６９７７円  １０２．０％\n昭和６２年４月１日  １２万９１３６円  １０１．７％\n昭和６３年４月１日  １３万０９４４円  １０１．４％\n平成元年４月１日  １３万６４４４円  １０４．２％\n平成２年４月１日  １４万０６７４円  １０３．１％\n平成３年４月１日  １４万５４５７円  １０３．４％\n平成４年４月１日  １４万９９６６円  １０３．１％\n平成５年４月１日  １５万３２６５円  １０２．２％\n平成６年４月１日  １５万５７１７円  １０１．６％\n平成７年４月１日  １５万７２７４円  １０１．０％\n平成８年４月１日  １５万８３７５円  １００．７％\n平成９年４月１日  １６万１８５９円  １０２．２％\n平成１０年４月１日  １６万３３１６円  １００．９％\n平成１１年４月１日  １６万３８０６円  １００．３％\n平成１２年４月１日  １６万３９７０円  １００．１％\n平成１３年４月１日  １６万３９７０円  １００．０％\n平成１４年４月１日  １６万３９７０円  １００．０％\n平成１５年４月１日  １６万２４９０円  ９９．１％\n平成１６年４月１日  １６万２１７０円  ９９．８％\n平成１７年４月１日  １６万２１７０円  １００．０％\n平成１８年４月１日  １６万２１７０円  １００．０％\n平成１９年４月１日  １６万２１７０円  １００．０％\n平成２０年４月１日  １６万２１７０円  １００．０％\n平成２１年４月１日  １６万２１７０円  １００．０％\n平成２２年４月１日  １６万２１７０円  １００．０％\n平成２３年４月１日  １６万２１７０円  １００．０％\n平成２４年４月１日  １６万２１７０円  １００．０％\n平成２５年４月１日  １６万２１７０円  １００．０％\n別紙１「当事者目録」は掲載省略\n別紙２－１「第１事件処分一覧表」は掲載省略\n別紙２－２「第２事件処分一覧表」は掲載省略\n別紙２－３「第３事件処分一覧表」は掲載省略\n別紙３－１「原告らの最終準備書面」は掲載省略\n別紙３－２「被告らの最終準備書面」は掲載省略\n"
}