{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 2,
    "month": 6,
    "day": 30
  },
  "case_number": "平成30(ワ)10126",
  "case_name": "特許権侵害差止等請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "89616",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=89616",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/616/089616_hanrei.pdf",
  "contents": "令和２年６月３０日判決言渡  同日原本交付  裁判所書記官\n平成３０年（ワ）第１０１２６号  特許権侵害差止等請求事件\n口頭弁論終結日  令和２年３月１９日\n判        決\n原               告      グリッドマーク 株式会 社\n上 記 訴 訟 代 理 人 弁 護 士      小 林     幸 夫\n同       弓削 田       博\n同       神 田     秀 斗\n同       平 田     慎 二\n上 記 訴 訟 代 理 人 弁 理 士      平 川       明\n同       今 堀     克 彦\n被 告      ワールド・ファミリー株式会 社\n上 記 訴 訟 代 理 人 弁 護 士      下 田     憲 雅\n上記訴訟代理人弁理 士      住 吉     勝 彦\n同         瀧 澤     匡 則\n被 告 補 助 参 加 人      ソニックステクノロジー株式会社\n上 記 訴 訟 代 理 人 弁 護 士      矢 部     耕 三\n同         岡     本     義     則\n上 記 補 佐 人 弁 理 士      松 尾     淳 一\n同         末 松     亮 太\n主        文\n１  原告の請求をいずれも棄却する。\n２  訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  請求\n１  被告は，別紙被告製品目録記載の各製品を製造し，譲渡し，輸入し，輸出し，\n譲渡の申出をし，又は譲渡のために展示してはならない。\n２  被告は，前項の各製品及びその半製品（同目録記載の各製品の構造を具備して\nいるが製品として完成するに至らないもの）を廃棄せよ。\n３  被告は，原告に対し，１億円及びこれに対する平成３０年３月３０日から支払\n済みまで年５％の割合による金員を支払え。\n第２  事案の概要等\n１  事案の概要\n本件は，発明の名称を「ドットパターン」とする特許権（第４３９２５２１号），\n「音声情報再生装置」とする特許権（第４８１７１５７号），「ドットパターン」\nとする特許権（第４８９９１９９号），「ドットパターンが形成された媒体，ドッ\nトパターンを用いた情報入力方法，ドットパターンを用いた情報入出力方法，ド\nットパターンを用いた情報入力装置，ドットパターンを用いた情報処理装置」と\nする特許権（第５２５９００５号）を有する原告が，被告が製造，譲渡等する別\n紙被告製品目録記載の各製品（以下，同目録記載１の製品を「被告製品１」，同目\n録記載２の製品を「被告製品２」といい，併せて「被告各製品」という。）が原告\nの上記各特許権を侵害すると主張し，被告に対し，特許法１００条１項及び２項\nに基づき，被告各製品の製造，譲渡等の差止め及び廃棄を求めるとともに，民法\n７０９条，特許法１０２条１項に基づき，１億円（１８億３３３３万３３３２円\nの一部請求）及びこれに対する不法行為後の日である平成３０年３月３０日から\n支払済みまで民法所定の年５分の割合による遅延損害金の支払を求める事案で\nある。\n２  前提事実（当事者間に争いがないか，後掲各証拠及び弁論の全趣旨によって容\n易に認められる事実）\n当事者等\nア  原告は，二次元コード等に関わる情報技術の研究，開発及びコンサルティ\nング，同技術情報を利用した情報デバイスの企画，設計，開発，製造，輸入\n及び販売等を目的とする株式会社である（甲１）。\nイ  被告は，英語教材販売，教育関連事業及びイベントに関する企画・後援・\n普及，その他の教材・出版物の販売等をその事業内容とする株式会社である\n（弁論の全趣旨）。\nウ  被告補助参加人（以下「補助参加人」という。）は，半導体製品の輸出入\n及び販売等を目的とする株式会社であり，台湾法人である松翰科技股份有限\n公司（以下「補助参加人親会社」という。）の１００％子会社であって，補\n助参加人親会社の日本市場における営業，顧客サポートなどの事業を統括す\nる（弁論の全趣旨）。\n原告の特許権\n原告は，以下の各特許権（以下，順に「本件特許権１」，「本件特許権２」な\nどといい，併せて「本件各特許権」という。）を有している。以下，本件各特許\n権に係る特許を，順に「本件特許１」，「本件特許２」などといい，併せて「本\n件各特許」という。また，本件各特許に係る明細書及び図面を，特許の符号に\n従い「本件明細書１」，「本件明細書２」などという。本件明細書１の記載は段\n落番号の後にⅠを付し，本件明細書２の記載は段落番号の後にⅡを付し，本件\n明細書３の記載は段落番号の後にⅢを付し，本件明細書４の記載は段落番号の\n後にⅣを付す。本件明細書１～４の図面は，番号も含めて同じなので，図面は\n単に図面番号で示す。\nア  本件特許権１（甲３，４，顕著な事実）\n特許番号     第４３９２５２１号\n発明の名称    ドットパターン\n出願日      平成２０年９月１日\n原出願日     平成１５年９月２６日（平成２１年７月２２日付け更正\n通知では，平成１４年９月２６日）\n優先日      平成１４年９月２６日，同年１０月４日，平成１４年１\n２月２７日\n登録日      平成２１年１０月２３日\nイ  特許権２（甲６，７）\n特許番号     第４３１７１５７号\n発明の名称    音声情報再生装置\n出願日      平成２２年１１月３０日\n原出願日      平成１５年９月２６日\n優先日      平成１４年９月２６日，同年１０月４日，平成１４年１\n２月２７日\n登録日      平成２３年９月９日\nウ  特許権３（甲９，１０）\n特許番号     第４８９９１９９号\n発明の名称    ドットパターン\n出願日      平成２３年２月２８日\n原出願日     平成１５年９月２６日\n優先日      平成１４年９月２６日，同年１０月４日，平成１４年１\n２月２７日\n登録日      平成２４年１月１３日\nエ  特許権４（甲１２，１３）\n特許番号     第５２５９００５号\n発明の名称    ドットパターンが形成された媒体，ドットパターンを用\nいた情報入力方法，ドットパターンを用いた情報入出力\n方法，ドットパターンを用いた情報入力装置，ドットパタ\nーンを用いた情報処理装置\n出願日      平成２４年９月２８日\n原出願日     平成１５年９月２６日\n優先日      平成１４年９月２６日，同年１０月４日，平成１４年１\n２月２７日\n登録日      平成２５年８月７日\n⑶  本件各特許権に係る専用実施権の設定登録並びに取得の経緯\nア  原告は，本件特許権１につき，原特許権者であるＺⅰ（以下「Ｚⅰ」とい\nう。）から平成２５年１月９日を受付日とする専用実施権の設定を受け，そ\nの後，平成２６年８月２５日を受付日とする特許権移転登録を受けた（甲３）。\nイ  原告は，本件特許権２につき，Ｚⅰから平成２５年１月９日を受付日とす\nる専用実施権の設定を受け，その後，平成２６年８月２５日を受付日とする\n特許権移転登録を受けた（甲６）。\nウ  原告は，本件特許権３につき，Ｚⅰから平成２６年８月２５日を受付日と\nする特許権移転登録を受けた（甲９）。\nエ  原告は，本件特許権４につき，Ｚⅰから平成２６年８月２５日を受付日と\nする特許権移転登録を受けた（甲２３）。\n⑷  本件各特許の特許請求の範囲\n本件各特許に係る特許請求の範囲の記載は，以下のとおりである。\nア  本件特許１の請求項１（以下，この請求項に記載された発明を「本件発明\n１」という。）\n「媒体面上に形成され，且つデータ内容が定義できる情報ドットが配置さ\nれたドットパターンであって，前記ドットパターンは，縦横方向に等間隔に\n設けられた格子線の交点である格子点を中心に，前記情報ドットを前記格子\n点の中心から等距離で４５°ずつずらした方向のうちいずれかの方向に，ど\nの程度ずらすかによってデータ内容を定義し，前記情報ドットが配置されて\n情報を表現する部分を囲むように，前記縦方向の所定の格子点間隔ごとに水\n平方向に引いた第一方向ライン上と，該第一方向ラインと交差するように前\n記横方向の所定の格子点間隔ごとに垂直方向に引いた第二方向ライン上と\nにおいて，該縦横方向の複数の格子点上に格子ドットが配置されたことを特\n徴とするドットパターン。」\nイ  本件特許２の請求項１（以下，この請求項に記載された発明を「本件発明\n２」という。）\n「媒体表面に印刷され，所定の配置法則で印刷された所定のドットパター\nンを読み取る光学読取手段と，予め所定の音声情報をドットパターンと関連\nづけた参照テーブルと，前記音声情報が記憶された音声記憶手段と，前記光\n学読取手段によって前記ドットパターンが読み取られたときに，前記参照テ\nーブルを参照して前記音声記憶手段から当該ドットパターンに関連付けら\nれた音声情報を読み出して出力する音声出力手段とからなる音声情報再生\n装置であって，前記所定のドットパターンは，媒体面上に形成され，且つデ\nータ内容が定義できる情報ドットが配置されたドットパターンであって，縦\n横方向に等間隔に設けられた格子線の交点である格子点を中心に，前記情報\nドットを前記格子点の中心から等距離で４５°づつずらした方向のうちい\nずれかの方向に，どの程度ずらすかによってデータ内容を定義し，前記情報\nドットが配置されて情報を表現する部分を囲むように，前記縦方向の所定の\n格子点間隔ごとに水平方向に引いた第一方向ライン上と，該第一方向ライン\nと交差するように前記横方向の所定の格子点間隔ごとに垂直方向に引いた\n第二方向ライン上とにおいて，該縦横方向の複数の格子点上に格子ドットが\n配置されたドットパターンであることを特徴とする音声情報再生装置。」\nウ  本件特許３の請求項１（以下，この請求項に記載された発明を「本件発明\n３」という。）\n「等間隔に所定個数水平方向に配置されたドットと，前記水平方向に配置\nされたドットの端点に位置する当該ドットから等間隔に所定個数垂直方向\nに配置されたドットと，前記水平方向に配置されたドットから仮想的に設定\nされた垂直ラインと，前記垂直方向に配置されたドットから水平方向に仮想\n的に設定された水平ラインとの交点を格子点とし，該格子点からのずれ方で\nデータ内容が定義された情報ドットと，からなるドットパターンであって，\n前記垂直方向に配置されたドットの１つは，当該ドット本来の位置からのず\nらし方によって前記ドットパターンの向きを意味していることを特徴とす\nるドットパターン。」\nエ  本件特許４の請求項１（以下，この請求項に記載された発明を「本件発明\n４」という。）\n「ドットパターンが形成された媒体であって，前記ドットパターンは，等\n間隔に所定個数水平方向に配置されたドットと，前記水平方向に配置された\nドットの端点に位置する当該ドットから等間隔に所定個数垂直方向に配置\nされたドットと，前記水平方向に配置されたドットから仮想的に設定された\n垂直ラインと，前記垂直方向に配置されたドットから水平方向に仮想的に設\n定された水平ラインとの交点を格子点とし，該格子点からのずれ方でデータ\n内容が定義された情報ドットと，からなり，前記垂直方向に配置されたドッ\nトの１つは，当該ドット本来の位置からのずらし方によって前記ドットパタ\nーンの向きを意味していることを特徴とするドットパターンである，ドット\nパターンが形成された媒体。」\nオ  本件特許４の請求項２０（以下，この請求項に記載された発明を「本件発\n明５」といい，本件発明１～５を併せて「本件各発明」ということがある。）\n「請求項１～１１のいずれか一項に記載のドットパターンが形成された媒\n体に対して，該媒体のドットパターンを撮影する手段と，等間隔に所定個数，\n所定方向に配置されたドットを水平方向に配置されたドットとして抽出し，\n前記所定方向に対して垂直方向に等間隔に所定個数配置されたドットを垂\n直方向に配置されたドットとして抽出し，前記水平方向に配置されたドット\nから仮想的に設定された垂直ラインと，前記垂直方向に配置されたドットか\nら水平方向に仮想的に設定された水平ラインとの交点である格子点からの\nずれ方でデータ内容が定義された情報ドットを抽出する手段と，前記垂直方\n向に配置されたドットの１つにおける当該ドット本来の位置からのずれ方\nによって，前記ドットパターンの向きを認識する手段と，該ドットの配置に\nしたがって該ドットパターンの定義するデータ内容を解析する手段と，該デ\nータ内容に対応した情報を記憶する記憶手段と，該データ内容に対応した情\n報を出力する出力手段と，を備えたドットパターンを用いた情報処理装置。」\n⑸  本件各発明の構成要件\n本件各発明を構成要件に分説すると，次のとおりである（以下，それぞれの\n符号に従い「構成要件Ａ１」などと表記する。）。\nア  本件発明１\nＡ１  媒体面上に形成され，且つデータ内容が定義できる情報ドットが配\n置されたドットパターンであって，\nＢ１  前記ドットパターンは，縦横方向に等間隔に設けられた格子線の交\n点である格子点を中心に，前記情報ドットを前記格子点の中心から等距\n離で４５°ずつずらした方向のうちいずれかの方向に，どの程度ずらす\nかによってデータ内容を定義し，\nＣ１  前記情報ドットが配置されて情報を表現する部分を囲むように，前\n記縦方向の所定の格子点間隔ごとに水平方向に引いた第一方向ライン上\nと，該第一方向ラインと交差するように前記横方向の所定の格子点間隔\nごとに垂直方向に引いた第二方向ライン上とにおいて，該縦横方向の複\n数の格子点上に格子ドットが配置された\nＤ１  ことを特徴とするドットパターン。\nイ  本件発明２\nＡ２  媒体表面に印刷され，所定の配置法則で印刷された所定のドットパ\nターンを読み取る光学読取手段と，\nＢ２  予め所定の音声情報をドットパターンと関連づけた参照テーブルと，\nＣ２  前記音声情報が記憶された音声記憶手段と，\nＤ２  前記光学読取手段によって前記ドットパターンが読み取られたとき\nに，前記参照テーブルを参照して前記音声記憶手段から当該ドットパタ\nーンに関連付けられた音声情報を読み出して出力する音声出力手段と\nＥ２  からなる音声情報再生装置であって，\nＦ２  前記所定のドットパターンは，媒体面上に形成され，且つデータ内容\nが定義できる情報ドットが配置されたドットパターンであって，\nＧ２  縦横方向に等間隔に設けられた格子線の交点である格子点を中心に，\n前記情報ドットを前記格子点の中心から等距離で４５°づつずらした方\n向のうちいずれかの方向に，どの程度ずらすかによってデータ内容を定\n義し，\nＨ２  前記情報ドットが配置されて情報を表現する部分を囲むように，前\n記縦方向の所定の格子点間隔ごとに水平方向に引いた第一方向ライン上\nと，該第一方向ラインと交差するように前記横方向の所定の格子点間隔\nごとに垂直方向に引いた第二方向ライン上とにおいて，該縦横方向の複\n数の格子点上に格子ドットが配置されたドットパターンである\nＩ２  ことを特徴とする音声情報再生装置。\nウ  本件発明３\nＡ３  等間隔に所定個数水平方向に配置されたドットと，\nＢ３  前記水平方向に配置されたドットの端点に位置する当該ドットから\n等間隔に所定個数垂直方向に配置されたドットと，\nＣ３  前記水平方向に配置されたドットから仮想的に設定された垂直ライ\nンと，前記垂直方向に配置されたドットから水平方向に仮想的に設定さ\nれた水平ラインとの交点を格子点とし，該格子点からのずれ方でデータ\n内容が定義された情報ドットと，からなるドットパターンであって，\nＤ３  前記垂直方向に配置されたドットの１つは，当該ドット本来の位置\nからのずらし方によって前記ドットパターンの向きを意味している\nＥ３  ことを特徴とするドットパターン。\nエ  本件発明４\nＡ４  ドットパターンが形成された媒体であって，\nＢ４  前記ドットパターンは，等間隔に所定個数水平方向に配置されたド\nットと，\nＣ４  前記水平方向に配置されたドットの端点に位置する当該ドットから\n等間隔に所定個数垂直方向に配置されたドットと，\nＤ４  前記水平方向に配置されたドットから仮想的に設定された垂直ライ\nンと，前記垂直方向に配置されたドットから水平方向に仮想的に設定さ\nれた水平ラインとの交点を格子点とし，該格子点からのずれ方でデータ\n内容が定義された情報ドットと，からなり，\nＥ４  前記垂直方向に配置されたドットの１つは，当該ドット本来の位置\nからのずらし方によって前記ドットパターンの向きを意味していること\nを特徴とするドットパターンである，\nＦ４  ドットパターンが形成された媒体。\nオ  本件発明５\nＡ５  請求項１～１１のいずれか一項に記載のドットパターンが形成され\nた媒体に対して，\nＢ５  該媒体のドットパターンを撮影する手段と，\nＣ５  等間隔に所定個数，所定方向に配置されたドットを水平方向に配置\nされたドットとして抽出し，前記所定方向に対して垂直方向に等間隔に\n所定個数配置されたドットを垂直方向に配置されたドットとして抽出し，\n前記水平方向に配置されたドットから仮想的に設定された垂直ラインと，\n前記垂直方向に配置されたドットから水平方向に仮想的に設定された水\n平ラインとの交点である格子点からのずれ方でデータ内容が定義された\n情報ドットを抽出する手段と，\nＤ５  前記垂直方向に配置されたドットの１つにおける当該ドット本来の\n位置からのずれ方によって，前記ドットパターンの向きを認識する手段\nと，\nＥ５  該ドットの配置にしたがって該ドットパターンの定義するデータ内\n容を解析する手段と，\nＦ５  該データ内容に対応した情報を記憶する記憶手段と，\nＧ５  該データ内容に対応した情報を出力する出力手段と，\nＨ５  を備えたドットパターンを用いた情報処理装置。\n⑹  原告による訂正請求\n原告は，平成３１年１月２５日付で，本件明細書１～４を訂正する旨の訂正\n審判を請求した。その後，特許庁から，同年４月１７日付で，同訂正審判事件\nにつき，他の審判事件（無効２０１８－８００１５５，無効２０１８－８００\n１５６，無効２０１８－８００１５７，無効２０１９－８００００３）と同じ\n特許に対して請求されたものであることを理由として，手続中止通知を受ける\nと，令和元年６月１０日，上記各無効審判事件の手続において，訂正請求をし\nた（甲３４～３７，４４～５０，５４。以下「本件訂正」という。）。\n本件訂正の内容は，以下のとおりである。（下線を付したのは訂正箇所）\nア  【０１８６】Ⅰ，【０２３０】Ⅱ，【０２３２】Ⅲ，【０２２６】Ⅳ「ここ\nで，４×４個の格子領域を１つのデータブロックまたは格子ブロックと呼び，\nこの格子ブロックの四隅（格子線の交点（格子点）上）には格子ドットＬＤ\nが配置されている。」を「ここで，図１０５における４×５個の格子領域を\n１つのデータブロックまたは格子ブロックと呼び，この格子領域の四隅（格\n子線の交点（格子点）上）には格子ドットＬＤが配置されている。」に訂正\nする。\nイ  【０１８７】Ⅰ，【０２３１】Ⅱ，【０２３３】Ⅲ，【０２２７】Ⅳ「どの格\n子ブロックからどの格子ブロックまでが１つのデータであるかを示すため\nにキードットＫＤを配置している。」を「どの格子領域からどの格子領域ま\nでが１つのデータであるかを示すためにキードットＫＤを配置している。」\nに訂正する。\nウ  【０１９１】Ⅰ，【０２３５】Ⅱ，【０２３７】Ⅲ，【０２３１】Ⅳ「データ\nは，図１０３に示すように，ドット６０５を格子ブロック内の中心点からど\nの程度ずらすかによってデータ内容が定義できるようになっている。」を「デ\nータは，図１０３に示すように，ドット６０５を格子領域内の中心点からど\nの程度ずらすかによってデータ内容が定義できるようになっている。」に訂\n正する。\n上記各段落「同図では，中心から等距離で４５度ずつそれぞれずらした点\nを８個定義することによって単一の格子ブロックで８通り，すなわち３ビッ\nトのデータを表現できるようになっている。」を「同図では，中心から等距\n離で４５度ずつそれぞれずらした点を８個定義することによって単一の格\n子領域で８通り，すなわち３ビットのデータを表現できるようになってい\nる。」に訂正する。\nエ  【０１９２】Ⅰ，【０２３６】Ⅱ，【０２３８】Ⅲ，【０２３２】Ⅳ「つま\nり，前述のようにキードットＫＤがデータ領域の範囲を定義しているため，\nこのキードットＫＤの配置を変更すれば任意の可変長の格子ブロック群を\nデータ格納領域として扱うことができるわけである。」を「つまり，前述の\nようにキードットＫＤがデータ領域の範囲を定義しているため，このキード\nットＫＤの配置を変更すれば任意の可変長の格子領域群をデータ格納領域\nとして扱うことができるわけである。」に訂正する。\n⑺  被告各製品\n被告製品１は，マジックペン１本，絵本合計８冊，ＣＤ４枚，ゲームカード\n合計６セット，ステッカーブック１冊，ガイドブック・説明書合計３冊，コン\nトロールカード１枚，ＵＳＢケーブル１本，ＡＣアダプター１個で構成されて\nいる（甲１４の１，争いのない事実）。\n被告製品２は，マジックペン１本，ミッキーのしゃべる人形１体，絵本４冊，\nカード合計４２枚，カード用スティック・オンズ（ステッカー）１１枚，ポス\nター１枚，ガイドブック・説明書合計２冊，コントロールカード１枚，アクテ\nィビティ・レッツ・スタート・カード１枚，ＵＳＢケーブル１本，ＡＣアダプ\nター１個で構成されている（甲１４の２，弁論の全趣旨，争いのない事実）。\n被告各製品に含まれる上記絵本，カード等の一部には，肉眼で視認困難な程\n度の大きさの点の配列（ドットパターン）が印刷されている（以下，被告各製\n品を構成する絵本，カード等に印刷されたドットパターンを「被告ドットパタ\nーン」といい，上記絵本，カード等を「被告媒体」という。）。また被告各製品\nに含まれるマジックペン（以下「被告マジックペン」という。）には，ドットパ\nターンの読み取りに用いるデコーダＩＣとカメラモジュール等が搭載されて\nおり，被告ドットパターンを読み取って，特定の音声を再生する（弁論の全趣\n旨）。\n⑻  被告の行為\n被告は，遅くとも平成２２年１１月２６日以降，被告各製品を輸入し，販売\nしている（争いのない事実）。\nなお，補助参加人親会社は，被告ドットパターンを生成するソフトウェア\n（SONIX OID AT-Info Weaver）を提供し，上記マジックペンに搭載されたデ\nコーダＩＣとカメラモジュールを製造している（弁論の全趣旨）。\n３  争点\n本件の主要な争点は，以下のとおりである。\n⑴  被告ドットパターンは本件発明１の技術的範囲に属し，被告マジックペンは\n本件発明２の技術的範囲に属するか（争点１）\nア  構成要件Ｂ１・Ｇ２「縦横方向に等間隔に設けられた格子線の交点である\n格子点を中心に，前記情報ドットを前記格子点の中心から等距離で４５°ず\nつずらした方向のうちいずれかの方向に，どの程度ずらすかによってデータ\n内容を定義し」）の充足性（争点１－１）\nイ  構成要件Ｃ１・Ｈ２（「情報ドットが配置されて情報を表現する部分を囲\nむように，前記縦方向の所定の格子点間隔ごとに水平方向に引いた第一方向\nライン上と，該第一方向ラインと交差するように前記横方向の所定の格子点\n間隔ごとに垂直方向に引いた第二方向ライン上とにおいて，該縦横方向の複\n数の格子点上に格子ドットが配置された」）の充足性（争点１－２）\n⑵  被告ドットパターンは本件発明３の技術的範囲に属し，被告媒体は本件発明\n４の技術的範囲に属するか（争点２）\nア  構成要件Ｂ３・Ｃ４（「前記水平方向に配置されたドットの端点に位置す\nる当該ドットから等間隔に所定個数垂直方向に配置されたドット」）の充足\n性（争点２－１）\nイ  構成要件Ｃ３・Ｄ４（「前記水平方向に配置されたドットから仮想的に設\n定された垂直ラインと，前記垂直方向に配置されたドットから水平方向に仮\n想的に設定された水平ラインとの交点を格子点とし，該格子点からのずれ方\nでデータ内容が定義された情報ドット」）の充足性（争点２－２）\nウ  構成要件Ｄ３・Ｅ４（「ずらし方によって前記ドットパターンの向きを意\n味している」）の充足性（争点２－３）\n⑶  被告マジックペンは本件発明５の技術的範囲に属するか（争点３）\n⑷  本件各特許が特許無効審判により無効にされるべきものであるか（争点４）\nア  実施可能要件に違反しているか（争点４－１）\nイ  補正要件に違反しているか（争点４－２）\nウ  サポート要件に違反しているか（争点４－３）\nエ  明確性要件に違反しているか（争点４－４）\nオ  進歩性を欠いているか（争点４－５）\nカ  新規性を欠いているか（争点４－６）\nキ  産業上利用可能性を欠いているか（争点４－７）\nク  特許法３９条２項に違反しているか（争点４－８）\n⑸  損害額（争点５）\n４  争点に対する当事者の主張\n⑴  構成要件Ｂ１・Ｇ２（「縦横方向に等間隔に設けられた格子線の交点である\n格子点を中心に，前記情報ドットを前記格子点の中心から等距離で４５°ずつ\nずらした方向のうちいずれかの方向に，どの程度ずらすかによってデータ内容\nを定義し」）の充足性（争点１－１）\n（原告の主張）\nア  被告ドットパターンの構成\n被告ドットパターンを，本件発明１の構成要件に合わせて表現すると，以\n下のとおりとなる。\nａ１  媒体面上に形成され，且つデータ内容が定義できるドットである別\n紙当事者図面目録の原告図（８）～（１６）（以下，原告の主張につき，\n同原告図の符号を用いることがある。）が配置されたドットパターンであ\nって，\nｂ１  前記ドットパターンは，縦横方向に等間隔に設けられた格子線の交\n点である格子点を中心に，前記ドット（８）～（１６）を前記格子点の中\n心から等距離で９０°ずつずらした方向のうちいずれかの方向に，どの\n程度ずらすかによってデータ内容を定義し，\nｃ１  前記ドット（８）～（１６）が配置されて情報を表現する部分を囲む\nように，前記垂直方向の４個の格子点間隔ごとに水平方向に引いた水平\nライン上と，該水平ラインと交差するように前記水平方向の４個の格子\n点間隔ごとに垂直方向に引いた垂直ライン上とにおいて，該垂直水平方\n向の１４個の格子点上にドット（１）～（５），（７），（１）’，（５）’，（７）’，\n（１）”～（４）”，（１）’”が配置された，\nｄ１  ドットパターン。\nイ  被告マジックペンの構成\n被告マジックペンを，本件発明２の構成要件に合わせて表現すると，以下\nのとおりとなる。\nａ２  被告媒体表面に印刷された被告ドットパターンを撮影して読み取る\n光学ユニット及びドット解析用ＣＰＵと，\nｂ２  予め所定の音声情報を被告ドットパターンと関連づけた情報と，\nｃ２  前記音声情報が記憶されたマイクロＳＤカードと，\nｄ２  前記光学ユニット及びドット解析用ＣＰＵによって被告ドットパタ\nーンが読み取られたときに，前記被告ドットパターンと関連づけた情報\nを参照して前記マイクロＳＤカードから当該被告ドットパターンに関連\n付けられた音声情報を読み出して出力する音声再生用ＣＰＵ及びスピー\nカーと\nｅ２  からなる音声情報再生装置であって，\nｆ２  前記被告ドットパターンは，媒体面上に形成され，且つデータ内容が\n定義できるドット（８）～（１６）が配置されたドットパターンであって，\nｇ２  縦横方向に等間隔に設けられた格子線の交点である格子点を中心に，\n前記ドット（８）～（１６）を前記格子点の中心から等距離で９０°ずつ\nずらした方向のうちいずれかの方向に，どの程度ずらすかによってデー\nタ内容を定義し，\nｈ２  前記ドット（８）～（１６）が配置されて情報を表現する部分を囲む\nように，前記垂直方向の４個の格子点間隔ごとに水平方向に引いた水平\nライン上と，該水平ラインと交差するように前記水平方向の４個の格子\n点間隔ごとに垂直方向に引いた垂直ライン上とにおいて，該垂直水平方\n向の１４個の格子点上にドット（１）～（５），（７），（１）’，（５）’，（７）’，\n（１）”～（４）”，（１）’”が配置された，\nｉ２  音声情報再生装置。\nウ  「縦横方向に等間隔に設けられた格子線の交点を中心に…どの程度ずらす\nかによってデータ内容を定義し」について\n原告図におけるドット（８）～（１６）は，縦横方向に等間隔に設けられ\nた格子線の交点である格子点を中心に，前記格子点の中心から等距離で９\n０°ずつずらした方向のうちいずれかの方向に，どの程度ずらすかによって\nデータ内容を定義している。\n被告らは被告ドットパターンにおいてステートゾーンと称するエリアが\n定義されていると主張するが，そうであるとしても，被告媒体に印刷された\n被告ドットパターンのどこにも，ステートゾーンと称する四角形の枠は存在\nしないから，ステートゾーンが定義されていることと被告ドットパターンの\n構成とは無関係である。本件発明１及び２においては，ドットパターンにお\nけるドットの配置が構成要件になっているのであるから，本件発明１及び２\nと対比されるのは被告ドットパターンにおけるドットの配置である。\nエ  「格子点の中心」について\n「格子点の中心」とは，格子線の交点である格子点の中心を意味すると\nともに，４個の格子点の中心をも包含する概念である。\n「点」とは，「①物の面に現れている小さな円形のかたち。②物の表面\nに打った小さなしるし。」を意味する。そして，「小さな円形のかたち」に\nは物理的な広さがある上，一般的な意味においても点には中心が存在す\nるから，本件発明１及び２の格子点にも中心が存在することが明らかで\nあり，当業者であれば当然に理解できる事項である。そして，本件明細書\n１及び２の図６には，情報ドットが，そのもののあるべき位置であるライ\nンの交点（格子点）からずれることで情報が表現されており，当該記載に\n対応して，構成要件Ｂ１・Ｇ２には「格子点を中心に…どの程度ずらすか\nによってデータ内容を定義」すると記載されているのであるから，本件発\n明１及び２は，情報ドットについて，格子点を基準としてずらすことを内\n容とした発明を含むことは明らかである。\n被告らは，「格子点の中心」は４個の格子点の正中心，すなわち格子ブ\nロック内の中心点を意味すると主張するが，本件訂正のとおり誤記を訂\n正した後の【０１８６】によれば，「格子領域」の集まりを「１つのデー\nタブロックまたは格子ブロック」と呼ぶことが理解でき，「四隅（格子線\nの交点（格子線）上）」とは「格子ブロック」の四隅ではなく，「格子領域\nの四隅」と解釈されなければならない。\nなお，本件訂正につき誤記の訂正（特許法１２６条１項２号）を目的と\nするものとは認められなかったとしても，明瞭でない記載の釈明（同行３\n号）を目的とするということもできる。\n被告ドットパターン（原告図）のドット（８）～（１６）は，縦横方向\nに等間隔に設けられた格子線の交点である格子点を中心に，格子点の中\n心から等距離で９０°ずつずらした方向に配置されているから，「格子点\nの中心から…ずらす」を充足する。\nオ  「４５°ずつずらした方向のうちいずれか」について\n構成要件Ｂ１・Ｇ２に「いずれかの方向に」と記載されているとおり，\n情報ドットは，これを８方向全てにずらす必要はなく，８方向のうち選択\n的にいずれかの方向にずらせばよい。つまり，８方向のうち，何方向を使\n用してもよく，２方向であれば１ビット，４方向であれば２ビット，８方\n向であれば３ビットのデータ内容を定義することができる。【０１９１】\nⅠ，【０２３５】Ⅱ及び図１０３においては，４５°ずつずらすことによ\nり３ビットのデータ内容を定義することができることが記載されている\nだけであって，８方向全てに情報ドットを配置しなければならないこと\nは記載されていない。\nしたがって，本件発明１及び２は，情報ドットを８方向のうち４方向の\nみに配置した発明をその技術的範囲に含んでいる。\n被告ドットパターンにおいては，原告図のとおり，水平方向に配置され\nたドット（１）～（４）から仮想的に設定された垂直ラインと，垂直方向\nに配置されたドット（１），（５）～（７）から水平方向に仮想的に設定さ\nれた水平ラインとの交点を格子点とすると，ドット（８）～（１６）は，\n当該格子点から等距離で９０°ずつずらした方向のうちいずれかの方向\nにずれた４つの位置に存在する。そして，ドット（８）～（１６）は，ド\nットの位置によってデータ内容を定義するものであるところ，その配置\nとして４つの位置が存在するから，格子点から等距離で９０°ずつずら\nした方向のうちいずれかの方向にずれた４つの位置によりデータ内容を\n定義するものである。\nしたがって，被告ドットパターンは「４５°ずつずらした方向のうちい\nずれかの方向に」を充足する。\n（被告及び補助参加人（以下「被告ら」ということがある）の主張）\nア  被告ドットパターンの構成\n被告ドットパターンの構成は，以下のとおりである。\n物体表面上に印刷される画像インジケーターであって，別紙当事者図面目\n録の被告ら図の画像インジケーター（１０）（以下，被告らの主張につき，\n同図の符号を用いることがある。）は４行×４列の１６個のステートゾーン\n（状態エリア）であるｍｕ１～ｍｕ１６で構成されるコンテンツ・データ部\n（ＤＰ）およびヘッダー部（ＨＰ）を有し，ヘッダー部は，第１行および第\n１列にＬ字型に設けられた７個のステートゾーン（状態エリア）（ｍｕ１～\nｍｕ５，ｍｕ９，ｍｕ１３）を有し，前記第１行と前記第１列が交差する第\n１画像ステートゾーン（状態エリア）（ｍｕ１）から列方向に２個目の第２\nステートゾーン（状態エリア）（ｍｕ９）内のドット（画像マイクロユニッ\nト）（ｄ９）を第１位置に配置し，残りの６個のステートゾーン（状態エリ\nア）（ｍｕ１～ｍｕ５，ｍｕ１３）内のドット（画像マイクロユニット）（ｄ\n１～ｄ５，ｄ１３）を各ステートゾーン（状態エリア）内の第２位置に配置\nし，前記第２ステートゾーン（状態エリア）（ｍｕ９）において，第１位置\nは，第２位置に対し，行方向に沿うコンテンツ・データ部（ＤＰ）の側の固\n定位置であり，ヘッダー部にしたがってその分布エリアが決定されるコンテ\nンツ・データ部（ＤＰ）は３行×３列の９個のステートゾーン（状態エリア）\n（ｍｕ６～ｍｕ８，ｍｕ１０～ｍｕ１２，ｍｕ１４～ｍｕ１６）を含み，前\n記ステートゾーン（状態エリア）のそれぞれが専有するエリアは４つのバー\nチャルエリア（ＡＲ１～ＡＲ４）を収容し，該４つのバーチャルエリアのう\nち何れかのエリア内の任意の位置に１つのドット（画像マイクロユニット）\nが配置され，コンテンツ・データ部（ＤＰ）の９個のドット（画像マイクロ\nユニット）（ｄ６～ｄ８，ｄ１０～ｄ１２，ｄ１４～ｄ１６）が配置される\nバーチャルエリアに対応したデータがそれぞれ特定されることにより，画像\nインジケーター（１０）によって示されるコンテンツ・データが決定される，\n画像インジケーター（１０）。\nイ  被告マジックペンの構成\n被告マジックペンの構成は，以下のとおりである。\n前記ア記載の画像インジケーター（１０）を読み取るマジックペンであっ\nて，物体表面上に印刷された複数のドット（画像マイクロユニット）の配置\n領域の画像を読み取る撮像光学ユニットと，読み取った画像を解析してコン\nテンツ・データを特定すると共に，コンテンツ・データを音声ファイルに関\n連付けた情報を予め保持する画像解析ユニットと，音声ファイルを記憶する\nメモリ・ユニットと，撮像光学ユニットによって読み取られたのに応じて，\nコンテンツ・データに関連付けられた音声ファイルを再生する音声再生ユニ\nットと，再生された音声ファイルの音声を出力するスピーカと，を備え，画\n像解析ユニットが，ドット配置領域内で，４行×４列の１６個のステートゾ\nーン（状態エリア）（ｍｕ１～ｍｕ１６）を含む画像インジケーター（１０）\nを，Ｌ字型のヘッダー部（ＨＰ）を特定することによって特定し，特定され\nた上記画像インジケーター（１０）において，コンテンツ・データ部（ＤＰ）\nの９個のドット（画像マイクロユニット）（ｄ６～ｄ８，ｄ１０～ｄ１２，\nｄ１４～ｄ１６）が配置されるバーチャルエリアに対応したデータをそれぞ\nれ特定することにより，上記画像インジケーター（１０）が示すコンテンツ・\nデータが決定される，マジックペン。\nウ  「縦横方向に等間隔に設けられた格子線の交点である格子点を中心に…ど\nの程度ずらすかによってデータ内容を定義し」について\n被告ドットパターンは，前記アのとおり，４×４の１６個のステートゾー\nンで構成され，コンテンツ・データ部においては各ステートゾーンの４つの\nバーチャルエリアのうちいずれかのエリア内の任意の位置に１つのドット\nが配置されることによってデータが決定されているから，縦横方向に等間隔\nで設けられた格子線やその格子線の交点である格子点を設定してデータ内\n容を定義していない。\nエ  「格子点の中心」について\n【０１９１】Ⅰ，【０２３５】Ⅱでは，格子ブロック内の中心点からのず\nらし方によりデータ内容が定義できると記載されており，【０１８６】Ⅰ，\n【０２３０】Ⅱでは，格子ブロックの四隅のことを格子線の交点（格子点）\nと説明していること及び図１０３の記載を踏まえれば，「格子点の中心」は\n４個の格子点の正中心，すなわち格子ブロック内の中心点を意味すると解釈\nされるべきである。そうすると，本件明細書１及び２において開示されてい\nる発明は，格子ブロック内の中心点からの情報ドットのずれ方によって情報\nを定義する発明ということになる。原告は，【０１８６】Ⅰ，【０１９１】Ⅰ，\n【０２３０】Ⅱ，【０２３５】Ⅱの「格子ブロック」は「格子領域」の誤記で\nあると主張するが，「格子ブロック」が誤りで「格子領域」の記載が正しい\nことが本件明細書１及び２の記載や当業者の技術常識等から明らかである\nことを主張していない。\n原告は，小さな円形の形には物理的な広さがあるから，点には中心がある\nとして，「格子点の中心」とは格子線の交点である格子点の中心である旨主\n張するが，本件明細書１及び２における格子線は仮想のものであり，格子線\nの交点である格子点も仮想点であるところ（【０１８５】Ⅰ，【０２２９】Ⅱ），\n実際の大きさを持たない仮想点の「中心」は観念できないから，原告の上記\n主張は失当である。\nしたがって，原告が主張する被告ドットパターンの構成によっても，被告\nドットパターンは「格子点の中心から…ずらす」を充足するものではない。\nオ  「４５°ずつずらした方向のうちいずれかの方向に」について\n構成要件Ｂ１・Ｇ２は「格子点の中心から等距離で４５°ずつずらした方\n向のうちいずれかの方向に」と記載されており，９０°ではなく４５°を選\n択したことによって，ベクトル８方向の３ビットで情報を定義するドットパ\nターンの発明であることは明らかである。４方向で２ビットの情報を定義す\nるドットパターンであれば，「９０°ずつずらした方向」とクレームされる\nべきである。\n構成要件Ｂ１の補正前のクレームは「いずれかの方向に」として全ての方\n向を含む記載であったが，原告は，平成２１年５月２５日付拒絶理由通知書\nにおいて審査官から補正を示唆されたことを受け，ずらす角度として９０°\nではなく４５°を選択して，ずらす角度を４５°に限定する形でクレーム文\n言を補正して特許査定を受けた。この審査経過からすれば，情報ドットを８\n方向のうち，９０°ずつずらした４方向のみに選択して配置して２ビットの\nデータ内容を定義することを含むとする原告の主張は，出願段階における上\n記補正内容と矛盾する上，クレーム文言とも乖離し，本件明細書１の記載に\nも基づかないものである。\n⑵  構成要件Ｃ１・Ｈ２（「情報ドットが配置されて情報を表現する部分を囲む\nように，前記縦方向の所定の格子点間隔ごとに水平方向に引いた第一方向ライ\nン上と，該第一方向ラインと交差するように前記横方向の所定の格子点間隔ご\nとに垂直方向に引いた第二方向ライン上とにおいて，該縦横方向の複数の格子\n点上に格子ドットが配置された」）の充足性（争点１－２）\n（原告の主張）\nア  「所定の格子点間隔ごとに…引いた第一方向ライン…第二方向ライン」に\nついて\n「所定の格子点間隔」とは，２個の格子点の間隔に限定されるものでは\nなく，３個以上の格子点の間隔をも含む。すなわち，「所定」とは，「間隔」\nに係る修飾語ではなく，「格子点間隔」に係る修飾語であり，「間隔」とは，\nある物とある物との距離であるから，当該物が隣り合っている必要はな\nい。\n本件明細書１及び２の図６には，縦方向の４個の格子点間隔ごとに水\n平方向に引いた第一方向ラインと，該第一方向ラインと交差するように\n横方向の４個の格子点間隔ごとに垂直方向に引いた第二方向ライン上と\nにおいて，該縦横方向の複数の格子点上の格子ドットが配置されたドッ\nトパターンが開示されており，当該ドットパターンは本件発明１及び２\nの技術的範囲に含まれる。\n被告ドットパターンの構成ｃ１の「垂直方向の４個の格子点間隔ごと\nに水平方向に引いた水平ライン」は，「第一方向ライン」に，「該水平ライ\nンと交差するように前記水平方向の４個の格子点間隔ごとに垂直方向に\n引いた垂直ライン」は「第二方向ライン」に，それぞれ相当する。\nイ  「第一方向ライン上と…第二方向ライン上とにおいて，該縦横方向の複数\nの格子点上に格子ドットが配置された」について\n「第一方向ライン上と…第二方向ライン上とにおいて，該縦横方向の複\n数の格子点上に格子ドットが配置された」とは，あくまで縦横方向の複数\nの格子点上に格子ドットが配置されていれば足り，全ての格子ドットが\n第二方向ライン上の格子点に配置されている必要はない。すなわち，本件\n発明１及び２は，一部の格子ドットが第二方向ライン上の格子点に配置\nされていない発明を含む。\n被告ドットパターン（原告図）においては，垂直ライン及び水平ライン\n上にドット（１），（５），（７），（１）”（垂直ライン），（１），（２），（３），\n（４），（１）’（水平ライン），（１）’，（５）’，（７）’，（１）’”（垂\n直ライン），（１）”，（２）”，（３）”，（４）”，（１）’”（水平ライン）が配置\nされており，これらのドットは「格子ドット」に該当する。\nウ  「情報ドットが配置されて情報を表現する部分を囲むように」について\n被告ドットパターンにおいては，前記イのとおり「格子ドット」に相当す\nるドットは，「情報ドット」に相当するドット（８）～（１６）を囲うように\n配置されているから，「情報ドットが配置されて情報を表現する部分を囲む\nように」を充足する。\n（被告らの主張）\nア  「所定の格子点間隔ごとに…引いた第一方向ライン…第二方向ライン」に\nついて\n「間隔」とは，物と物との距離を意味するから，「格子点間隔」は，隣\n接する２つの格子点の間隔（２つの格子点の間の距離）を意味する。原告\nが主張するように，４個などの複数個の格子点分の距離を意味するので\nあれば，「所定個数の格子点間隔」とクレームされるべきであり，「所定の\n格子点間隔」とクレームされれば，当業者は２つの隣り合う格子点の間の\n間隔を意味すると理解する。\n本件明細書１及び２の図６には「第一方向ライン」を示す「６０３」や\n「第二方向ライン」を示す「６０４」の番号は付されていないから，原告\nが主張するように４個の格子点間隔ごとに第一方向ライン及び第二方向\nラインが引かれていることを読み取ることはできない。\n被告ドットパターンでは，仮想的にラインを設定していないから，「第\n一方向ライン」及び「第二方向ライン」は存在しない。\nイ  「第一方向ライン上と…第二方向ライン上とにおいて，該縦横方向の複数\nの格子点上に格子ドットが配置された」について\n被告ドットパターンにおける「第一方向ライン」と「第二方向ライン」の\n交点である格子点上には，格子ドットが配置されていない箇所もあるから，\n「第一方向ライン上と…第二方向ライン上とにおいて，該縦横方向の複数の\n格子点上に格子ドットが配置された」を充足しない。\nウ  「情報ドットが配置されて情報を表現する部分を囲むように」について\n被告ドットパターンは４×４のドットを構成単位としており，原告が主張\nするドット（１）～（１６）と，ドット（１）’，（５）’，（６）’，（１）”，（２）”，\n（３）”，（４）”，（１）’”は異なる構成単位である。そうすると，（１）～（７）\nは，原告が「情報ドット」に該当すると主張するドット（８）～（１６）を\n「囲むように…配置」されていない。\n⑶  構成要件Ｂ３・Ｃ４（「前記水平方向に配置されたドットの端点に位置する\n当該ドットから等間隔に所定個数垂直方向に配置されたドット」）の充足性（争\n点２－１）\n（原告の主張）\nア  被告ドットパターンの構成\n被告ドットパターンを，本件発明３の構成要件に合わせて表現すると，以\n下のとおりとなる。なお，被告ドットパターンのうち４×４の１単位のみを\n比較対象とした場合の予備的主張は，括弧内のとおりである。以下，括弧内\nの記載は同趣旨である。\nａ３  等間隔に５個水平方向に配置されたドット（１）～（４），（１）’又\nはドット（１）”～（４）”，（１）’”と（等間隔に４個水平方向に配置され\nたドット（１）～（４）と），\nｂ３  前記水平方向に配置されたドット（１）～（４），（１）’（ドット（１）\n～（４））の端点に位置する当該ドット（１）又は（１）’（ドット（１））\nから等間隔に５個（４個）垂直方向に配置されたドット（１），（５）～（７），\n（１）” 又はドット（１）’，（５）’～（７）’，（１）’”と（ドット（１），\n（５）～（７）と），\nｃ３  前記水平方向に配置されたドット（２）～（４）から仮想的に設定さ\nれた垂直ラインと，前記垂直方向に配置されたドット（５）～（７）から\n水平方向に仮想的に設定された水平ラインとの交点を格子点とし，該格\n子点からのずれ方でデータ内容が定義されたドット（８）～（１６）と，\nからなるドットパターンであって，\nｄ３  前記垂直方向に配置されたドット（１），（５）～（７），（１）” 又は\nドット（１）’，（５）’～（７）’，（１）’”（ドット（１），（５）～（７））\nの１つドット（６）又は（６）’（ドット（６））は，当該ドット（１），（５）\n～（７），（１）” 又はドット（１）’，（５）’～（７）’，（１）’”（ドット（１），\n（５）～（７））本来の位置からのずらし方によって前記ドットパターン\nの向きを意味している\nｅ３  ドットパターン。\nイ  「水平方向に配置されたドットの端点に位置する当該ドット」について\n被告ドットパターンのドット（１）又は（１）’は，水平方向に配置され\nたドット（１）～（４），（１）’の端点に位置するドットである。\nまた，被告ドットパターンが４×４との構成であったとしても，ドット（１）\nは，水平方向に配置されたドット（１）～（４）の端点に位置するドットで\nある。\nウ  「当該ドットから等間隔に所定個数垂直方向の配置されたドット」につい\nて\n「等間隔に所定個数垂直方向に配置された」の「等間隔に」は「所定個\n数垂直方向に」を修飾しており，「配置された」を修飾するものではない。\n垂直方向において等間隔に所定個数配置されたドットは，本件明細書\n３及び４の図５～８に開示されているから，本件発明３及び４の「等間隔」\nの意味は，上記各図を考慮して解釈されるべきである。そして，上記各図\nにおいては，水平方向においてずれているものの，垂直方向において等間\n隔のドットが開示されている。\n被告ドットパターンのドット（１），（５）～（７），（１）”（（１），（５）\n～（７））又は（１）’，（５）’～（７）’，（１）’”（（１）’，（５）’～（７）’）\nは，ドット（１）又は（１）’から等間隔に５個（４個）垂直方向に配置\nされたものであるから，「当該ドットから等間隔に所定個数垂直方向の配\n置されたドット」を充足する。ドット（６）又は（６）’は，（１），（５），\n（７），（１）”又は（１）’，（５）’，（７）’，（１）’”を通る垂直方向のライ\nン上から水平方向にずれて配置されているが，垂直方向にはずれていな\nいから，垂直方向において等間隔といえる。\n（被告らの主張）\nア  「水平方向に配置されたドットの端点に位置する当該ドット」について\n原告が「端点」であると主張するドット（１）及び（１）’は，他のドット\nにはさまれているから端点に位置していない。\nイ  「当該ドットから等間隔に所定個数垂直方向の配置されたドット」につい\nて\n「等間隔に…垂直方向に配置されたドット」との文言記載からすれば，\n「ドット」が「等間隔」なのであって，「ドット」間の距離が等しいこと\nを意味していることは明らかである。本件明細書３及び４の図１０４及\nび図１０５をみると，水平方向，垂直方向の双方において等間隔に配置さ\nれたドットが開示されているのであり，本件発明３及び４は上記各図に\n対応する発明と解されるべきである。\n被告ドットパターンにおける原告が主張するドット（６）又は（６）’\nは，垂直方向に位置するドットとの間が「等間隔」ではない。\n⑷  構成要件Ｃ３・Ｄ４（「前記水平方向に配置されたドットから仮想的に設定\nされた垂直ラインと，前記垂直方向に配置されたドットから水平方向に仮想的\nに設定された水平ラインとの交点を格子点とし，該格子点からのずれ方でデー\nタ内容が定義された情報ドット」）の充足性（争点２－２）\n（原告の主張）\n被告ドットパターンの構成ｃ３の「前記水平方向に配置されたドット（２）\n～（４）から仮想的に設定された垂直ラインと，前記垂直方向に配置されたド\nット（５）～（７）から水平方向に仮想的に設定された水平ラインとの交点を\n格子点とし」は，構成要件Ｃ３の「水平方向に配置されたドットから仮想的に\n設定された垂直ラインと，前記垂直方向に配置されたドットから水平方向に仮\n想的に設定された水平ラインとの交点を格子点とし」に相当する。\nまた，被告ドットパターンの構成ｃ３の「該格子点からのずれ方でデータ内\n容が定義されたドット（８）～（１６）」は，構成要件Ｃ３の「格子点からのず\nれ方でデータ内容が定義された情報ドット」に相当する。\n（被告らの主張）\n被告ドットパターンでは，原告が主張するドット（２）～（４）から仮想的\nに垂直ラインやドット（５）～（７）から仮想的に水平ラインを設定していな\nいから，これらのラインの交点である格子点も存在しない。\nまた，格子点からのずれ方でデータ内容を定義していることもない。\n⑸  構成要件Ｄ３・Ｅ４（「ずらし方によって前記ドットパターンの向きを意味\nしている」）の充足性（争点２－３）\n（原告の主張）\nア  「ずらし方」とは，【００７２】Ⅲ，【００６６】Ⅳに開示されるように，\n連続する等間隔のドットを結ぶ「ライン上」があるべき位置であり，そのラ\nイン上からずらされていることを意味する。すなわち，【００７２】Ⅲ，【０\n０６６】Ⅳに記載された「次の点もしくは３つ目の点がライン上にないこと」\nとは，本来あるべき点がほかの位置にずれているためにないのであるから，\n垂直方向に配置されたドットの１つ（次の点もしくは３つ目の点）が，本来\nの位置である垂直ライン上からずれていることと同義である。そして，「上\n下方向を認識する」ことは，上下方向が定まれば当然に左右方向も定まるか\nら，ドットパターンの向きを認識することと同義である。\n上記【００７２】Ⅲ，【００６６】Ⅳ，図５～８に加え，【０２３４】Ⅲ，\n【０２２８】Ⅳ，【０２３９】～【０２４１】Ⅲ，【０２３３】～【０２３５】\nⅣ及び図１０４～１０６には，ドットがずれることで別の向きを定義するこ\nとが記載されている。\nこのような本件明細書３及び４における開示事項を総合すれば，本件発明\n３及び４において，向きを示すドットは，水平ラインを構成するドットから\n次の点もしくは３つ目の点に限られるわけではなく，被告ドットパターンの\nように，水平ラインを構成するドットから２つ目のドットが右にずれること\nにより，ドットパターンの向きを定義する態様を含む。なぜなら，図８に示\nされるドットのように，ドットのずれる向きが一つに定まっていれば，２つ\n目の点であっても，ドットのずらし方によって向きを定義することにより，\nドットパターンの向きを定義することができるからである。\nイ  被告ドットパターンの構成ｄ３の「垂直方向に配置されたドット（１），\n（５）～（７），（１）” 又はドット（１）’，（５）’～（７）’，（１）’”の１つ\nドット（６）又は（６）’」は，「当該ドット（１），（５）～（７），（１）” 又\nはドット（１）’，（５）’～（７）’，（１）’”本来の位置からのずらし方によっ\nて前記ドットパターンの向きを意味している」ものであるから，構成要件Ｄ\n３の「ドット本来の位置からのずらし方によって前記ドットパターンの向き\nを意味している」「垂直方向に配置されたドットの１つ」に相当する。\n仮に，ドット（６）が本体の位置からずれた位置に存在していないという\nことになると，連続して配置されたドットパターンの水平垂直方向に等間隔\nなドットでは，上下左右が全て同じ形状であるため，ドットパターンの向き\nを特定することができない。そこで，ドット（６）を本体の位置からずれた\n位置に配置し，非対称の形状を顕出させ，これによってドットパターンの向\nきの特定を可能とする。このように，被告ドットパターンにおけるドット（６）\n（被告ら図の d９）が水平方向右側にずれていることに意味があり，その意\n味は「ドットパターンの向き」である。\n（被告らの主張）\nア  「ずらし方」とは，少しすべらせて動かすやり方，すなわち，どのように\n元の位置から少しすべらせて動かすかをいうものであり，少しすべらせて動\nかすやり方に複数の候補があり，どの候補を選んだかによって情報を表現し\nている場合をいうと解される。そうすると，「ずらし方によって前記ドット\nパターンの向きを意味している」とは，どのようにドットを元の位置から最\n終位置まで少しすべらせて動かすかについて複数の候補があり，どの候補を\n選んだかによって「前記ドットパターン」の基準（格子線）の方向との関係\nで向いている方向を表現しているということができる。\n原告が「ずらし方」の具体例として挙げる【００７２】Ⅲ，【００６６】Ⅳ\nは，「次の点もしくは３つ目の点がライン上にないことから上下方向を認識\nする。」と記載されているとおり，上下方向を認識するに当たって，どの位\n置のドットがライン上に存在しないかが重要となるところ，被告ドットパタ\nーンにおいて原告が向きを意味していると主張するドット（６）（原告図）\nは，水平ラインから２つ目の点であり，「次の点もしくは３つ目の点がライ\nン上にないこと」に該当しない。そして，被告ドットパターンが媒体上に印\n刷されたものを１８０°回転した場合も，やはりドット（６）は上から２つ\n目の位置にあって，上下方向を認識できない。そうすると，被告ドットパタ\nーンは【００７２】Ⅲ，【００６６】Ⅳが説明するところの「ドットパター\nンの向き」を有していないことは明らかである。\nイ  ドット（６）（原告図）を含むドット（１）～（７）はヘッダー部に該当す\nるものであるが，被告ドットパターンにおいてドット（１）～（７）は固定\nであって，ドット（６）をずらすことはなく，「本来の位置」との概念も存\n在しない。\nすなわち，被告ドットパターンでは，Tile１～Tile４を用いてコンテンツ・\nデータ部（被告ら図のｍｕ６～ｍｕ８，ｍｕ１０～ｍｕ１２，ｍｕ１４～ｍ\nｕ１６）のステートゾーンによって情報を定義している。原告がずれている\nと主張するドット（６）（被告ら図の d９）は，ヘッダー部を構成する Tile\nＢに対応するものであるが，TileＢは６つの TileＡとともにヘッダー部を\n構成するステートゾーンタイルの一つという意味しかない。ヘッダー部のス\nテートゾーンタイルは常に固定されており，デコードプロセスにおいては，\nヘッダー部を認識することによって，向きとは関係なく，コンテンツ・デー\nタ部のデコードが開始される。\nしたがって，被告ドットパターンは「ずらし方によって前記ドットパター\nンの向きを意味している」を充足しない。\n⑹ 被告マジックペンは本件発明５の技術的範囲に属するか（争点３）\n（原告の主張）\nア  被告マジックペンの構成\n被告マジックペンを，本件発明５の構成要件に合わせて表現すると，以下\nのとおりとなる。なお，被告ドットパターンのうち４×４の１単位のみを比\n較対象とした場合の予備的主張は，括弧内のとおりである。\nａ５  被告媒体に対して，\nｂ５  該被告媒体の被告ドットパターンを撮影して読み取る光学ユニット\n及びドット解析用ＣＰＵと，\nｃ５  前記ドット解析用ＣＰＵは，等間隔に５個（４個），所定方向に配置\nされたドット（１）～（４），（１）’ （ドット（１）～（４））を水平方\n向に配置されたドットとして抽出し，前記所定方向に対して垂直方向に\n等間隔に５個（４個）配置されたドット（１），（５）～（７），（１）”（（１），\n（５）～（７））を垂直方向に配置されたドットとして抽出し，前記水平\n方向に配置されたドット（２）～（４）から仮想的に設定された垂直ライ\nンと，前記垂直方向に配置されたドット（５）～（７）から水平方向に仮\n想的に設定された水平ラインとの交点である格子点からのずれ方でデー\nタ内容が定義されたドット（８）～（１６）を抽出し，\nｄ５  前記垂直方向に配置されたドット（１），（５）～（７），（１）” 又は\nドット（１）’，（５）’～（７）’，（１）’”の１つドット（６）又は（６）’\n（ドット（１），（５）～（７）の１つドット（６））における当該ドット\n本来の位置からのずれ方によって，前記被告ドットパターンの向きを認\n識し，\nｅ５  該ドット（８）～（１６）の配置にしたがって該被告ドットパターン\nの定義するデータ内容を解析し，\nｆ５  該データ内容と関連づけた音声情報が記憶されたマイクロＳＤカー\nドと，\nｇ５  該データ内容に関連付けられた音声情報を読み出して出力する音声\n再生用ＣＰＵ及びスピーカーと，\nｈ５  を備えた音声情報再生装置。\nイ  被告マジックペンは，本件発明５の構成要件をすべて充足するから，本件\n発明５の技術的範囲に属する。\n構成要件Ａ５については，被告媒体は，本件発明４の構成要件全てを充\n足するから，これを充足する。\n構成要件Ｂ５については，被告マジックペンはドットパターンを撮影\nする手段を有し，構成要件Ｃ５については，被告マジックペンの「ドット\n解析用ＣＰＵ」の構成は上記構成ｃ５のとおりであり，「情報ドットを抽\n出する手段」に相当する。\n構成要件Ｄ５については，被告マジックペンの「ドット解析用ＣＰＵ」\nの構成は上記構成ｄ５のとおりであり，「ドットパターンの向きを認識す\nる手段」に相当する。\n構成要件Ｅ５については，被告マジックペンの「ドット解析用ＣＰＵ」\nの構成は上記構成ｅ５のとおりであり，「ドットパターンの定義するデー\nタ内容を解析する手段」に相当する。\n構成要件Ｆ５については，被告マジックペンの「マイクロＳＤカード」\nの構成は上記ｆ５のとおりであり，「記憶手段」に相当する。\n構成要件Ｇ５については，被告マジックペンの「音声再生用ＣＰＵ及び\nスピーカー」の構成は上記ｇ５のとおりであり，「出力手段」に相当する。\n（被告らの主張）\nア  被告マジックペンの構成\n被告マジックペンの構成は，前記⑴イの被告らの主張で述べたとおりであ\nる。\nイ  本件発明５はその構成要件の主要な要素が本件発明３と共通であること\nから，被告ドットパターンの情報定義方法が本件発明３の構成要件を充足し\nない以上，被告マジックペンも本件発明５の構成要件を充足しない。\n構成要件Ａ５については，被告媒体が本件発明４の構成要件を充足し\nないため，充足しない。\n構成要件Ｃ５については，被告ドットパターンは，仮想的に設定された\nラインやそれらの格子点を設定しておらず，格子点からのずれ方でデー\nタ内容を定義するものではないから，充足しない。\n構成要件Ｄ５については，被告ドットパターンにおいては，ドット（６）\nの本来の位置という概念は存在しないから，充足しない。\n構成要件Ｅ５については，被告ドットパターンは構成要件Ｂ５及びＣ\n５記載のデータ定義方法によって定義されていないため，被告マジック\nペンのドット解析用ＣＰＵは「該ドットの配置にしたがって該ドットパ\nターンの定義するデータ内容を解析する手段」に該当しない。\n構成要件Ｆ５については，被告ドットパターンは構成要件Ｂ５及びＣ\n５記載のデータ定義方法によって定義されておらず，構成要件Ｂ５及び\nＣ５のドットパターンが定義するデータ内容に対応した情報を記憶する\nことはないので，被告マジックペンの「マイクロＳＤカード」は，「該デ\nータ内容に対応した情報を記憶する記憶手段」に該当しない。\n構成要件Ｇ５については，被告ドットパターンは構成要件Ｂ５及びＣ\n５記載のデータ定義方法によって定義されておらず，構成要件Ｂ５及び\nＣ５のドットパターンが定義するデータ内容に対応した情報を出力する\nことはないので，被告マジックペンの「音声再生用ＣＰＵ及びスピーカー」\nは，「該データ内容に対応した情報を出力する出力手段」に該当しない。\n⑺  実施可能要件に違反しているか（争点４－１）\n（被告らの主張）\n本件明細書１〜４の発明の詳細な説明の記載は，以下に述べるとおり，\n当業者が本件発明１～５の実施をすることができる程度に明確かつ十分に記\n載したものであるとはいうことができないから，本件発明１～５に係る本件特\n許１～４は特許法３６条４項１号に違反する。\nア  本件明細書１～４において，【０１８４】～【０２０２】Ⅰ，【０２２８】\n～【０２４６】Ⅱ，【０２３０】～【０２４８】Ⅲ，【０２２４】～【０２４\n２】Ⅳ及び図１０３～図１０６の記載からは，「格子領域」「格子ブロック」\n「格子ブロック群」を互いに矛盾なく定義することができず，その結果，「情\n報ドット」についても正しく定義することができない。\nイ  本件明細書１及び２には，「第一方向ライン」及び「第二方向ライン」を\nドットパターンのみから一義的に導き出せることが記載されていない。ドッ\nトが直線状に配置されていることを検出することによって，そのドットを通\nる直線を検出することは周知技術であるが，図２の「第一方向ライン６０３」\n「第二方向ライン６０４」上では，その格子点からずれた位置に「ドット６\n０５」が配置されているから，「ドット６０５」の配置から「第一方向ライ\nン６０３」「第二方向ライン６０４」を検出することもできない。したがっ\nて，その記載から本件発明１及び２を実施することはできない。\nウ  本件発明３～５は，図６において，垂直ライン上のドットが水平ラインを\n構成するドットを含めて２ドットしかないドットパターンも含むところ，こ\nの水平ラインを構成するドットからスタートして次の点であるドットが右\nにずれていた場合，上下の水平ラインを構成するドットから数えていずれも\n１つ目であるから，【００７２】Ⅲ，【００６６】Ⅳ「ライン上にないことか\nら上下方向を認識する」ことができない。本件明細書３，４の発明の詳細な\n説明には，このような場合にどのように対処するか記載されていないから，\n「上下方向を認識する」との課題を実現できず，本件発明３～５を実施する\nことはできない。\nエ  本件発明１及び２は「情報ドットを…どの程度ずらすかによってデータ内\n容を定義し」（構成要件Ｂ１，Ｇ２），本件発明３～５は「該格子点からのず\nれ方でデータ内容が定義された情報ドット」（構成要件Ｃ３，Ｄ４，Ｃ５）\nを要件とするところ，図１０３～図１０６は「格子点からのずれ方」を記載\nしたものではなく，図５～図８については点線で囲われた領域内の１０個以\n上のドットが全体として情報を表現するものであり，いずれも上記構成に対\n応しておらず，実施態様・実施例が示されておらず，本件発明１～５を実施\nすることはできない。\nオ  本件発明３及び４は「ずらし方によって前記ドットパターンの向きを意味\nしている」，本件発明５は「ずれ方によって，前記ドットパターンの向きを\n認識する」との構成を有するところ，【００７２】Ⅲ，【００６６】Ⅳには，\n「次の点もしくは３つ目の点がライン上にないことから」との記載からも明\nらかなとおり，ドットがライン上にあるか否かの説明しかなく，ドットがラ\nインの右にあっても左にあってもライン上にないことは同じであるから，\n「ずらし方」を因果関係として向きの情報を表現しているとの上記構成に対\n応しておらず，実施態様・実施例が示されておらず，本件発明３～５を実施\nすることはできない。\n原告が指摘する【０２３９】Ⅲ，【０２３３】Ⅳの記載は，図１０３～図\n１０６に対応するものであり，これらは，前記エで述べたとおり，本件発明\n３～５の実施例ではない。\n（原告の主張）\nア  本件訂正をした後の記載によれば，「格子領域」「格子ブロック」「格子ブ\nロック群」について矛盾なく定義することができるから，被告らの前記アの\n主張には理由がない。\nイ  当業者は【００１７】Ⅰ，【００２１】Ⅰ，【００２５】Ⅰ，【００２６】Ⅰ\n及び図６を参照することで，ドットパターンのみから「第一方向ライン」及\nび「第二方向ライン」を導き出すことができるから，被告らの前記イの主張\nには理由がない。\nウ  【０２３９】Ⅲ，【０２４０】Ⅲ，【０２３３】Ⅳ，【０２３４】Ⅳ，図１０\n５，図１０６（ｄ），図８には，ドットをずらす方向で，向きを定義し，認識\nできることが示されているから，被告が前記ウで示す場合であっても，ドッ\nトをずらす方向で向きを定義することにより，ドットパターンの向き（上下\n方向）を認識することができる。\nエ  図５～図８の点線で囲われた領域内のそれぞれのドットが，格子点からの\nずれ方でデータ内容が定義された情報ドットであることには変わりないし，\n図５～図８を含む実施例と図１０３～１０６を含む実施例は，同一の課題を\n解決するために互いに組み合わせ可能である。したがって，本件明細書１～\n４には構成要件Ｂ１，Ｇ２，Ｃ３，Ｄ４，Ｃ５に対応する実施態様が記載さ\nれており，被告らの前記エの主張には理由がない。\nオ  【００７２】Ⅲ，【００６６】Ⅳの記載は，明細書の一文にすぎず，本件発\n明３～５はこれらを包含するものの，この記載に限定されるわけではない。\n【０２３９】Ⅲ，【０２４０】Ⅲ，【０２３３】Ⅳ，【０２３４】Ⅳ及び図１０\n５，図１０６（ｂ），図８には，キードット等のずらし方を一定の方向とす\nることで，ドットパターンの向きを意味しているから，本件明細書３，４に\nは，本件発明３～５の実施態様が記載されており，被告らの前記オの主張に\nは理由がない。\n⑻  補正要件に違反しているか（争点４－２）\n（被告らの主張）\n本件特許１について平成２１年６月１５日付けでした補正（以下「本件補正\n１」という。），本件特許２について平成２３年６月３０日付けでした補正（以\n下「本件補正２」という。）は，本件特許１及び２の出願の願書に最初に添付し\nた明細書，特許請求の範囲又は図面に記載した事項の範囲内においてされたも\nのではないから，特許法１７条の２第３項に違反する。\nア  補正後の構成要件Ｂ１・Ｇ２は，【０１８４】～【０２０２】Ⅰ，【０２２\n８】～【０２４６】Ⅱ及び図１０３～図１０６に記載される実施例に対応し，\n補正後の構成要件Ｃ１・Ｈ２は，図５～図８に記載される実施例に対応する。\nそして，図１０３～図１０５の実施例と図５～図８の実施例は，「情報ドッ\nト」「格子線」「格子ドットＬＤ」「キードットＫＤ」「格子領域」「格子ブロ\nック」「格子ブロック群」といった基本的部分で互いに相違し，両発明を組\nみ合わせることは当業者に自明であるとはいえないから，補正後の本件発明\n１及び２は，出願の願書に最初に添付した明細書，特許請求の範囲又は図面\nに記載した事項の範囲内のものではない。\nイ  補正後の本件発明１の構成要件Ｃ１及び本件発明２の構成要件Ｈ２「前記\n情報ドットが配置されて情報を表現する部分を囲むように」という点も，図\n５～図８の実施例に記載されておらず，出願の願書に最初に添付した明細書，\n特許請求の範囲又は図面に記載した事項の範囲内のものではない。\n（原告の主張）\nア  図１０３～図１０６の実施例と図５～８の実施例は，極小領域であっても\nコード情報やＸＹ座標情報が定義可能なドットパターンを提案するという\n共通の課題を解決するための異なる実施例であり，共通の課題を解決するた\nめの解決手段が，専門家であれば選択可能な２つの変形例として記載されて\nいるのであるから，これらを組み合わせることは当業者には自明の範囲のも\nのである。\n図６の実施例における情報ドットと図１０３〜１０６の実施例における\n情報ドットは，ずらされる方向が９０°ごとか，４５°ごとかという違いし\nかなく，相互に代替可能であるし，図１０３〜図１０６の実施例と図４〜図\n８の実施例とは，いずれもずらすことでドットパターンの向きを意味すると\nいう同一の機能を有するドット（図１０５ではキードットＫＤ）を有してお\nり，相互に組み合わせることができない理由はない。\nイ  【０１８６】Ⅰ，【００２５】Ⅰ，【００２６】Ⅰ，【０２３０】Ⅱ及び図６\nによれば，水平ライン・垂直ライン上の格子ドットが，情報ドットが配置さ\nれる領域を囲んでいるから，本件明細書１及び２からは，「格子ドット」が\n「前記情報ドットが配置されて情報を表現する部分を囲むように」という構\n成は自明のものである。\n⑼  サポート要件に違反しているか（争点４－３）\n（被告らの主張）\n本件発明１及び２の「前記縦方向の所定の格子点間隔ごとに水平方向に引い\nた第一方向ライン」「該第一方向ラインと交差するように前記横方向の所定の\n格子点間隔ごとに垂直方向に引いた第二方向ライン」「前記縦方向の所定の格\n子点間隔ごとに水平方向に引いた第一方向ライン上と，該第一方向ラインと交\n差するように前記横方向の所定の格子点間隔ごとに垂直方向に引いた第二方\n向ライン上とにおいて，該縦横方向の複数の格子点上に格子ドットが配置され\nた」との点，及び，本件発明３～５の「ドット本体の位置からのずらし方」「ド\nットパターンの向き」との点は，それぞれ，本件明細書１～４の発明の詳細な\n説明に記載されたものではないから，本件発明１～５に係る本件特許１ない\nし４は，いずれも特許法３６条６項１号に違反する。\nア  本件発明１及び２について，構成要件Ｃ１・Ｈ２の「前記縦方向の所定の\n格子点間隔ごとに水平方向に引いた第一方向ライン」「該第一方向ラインと\n交差するように前記横方向の所定の格子点間隔ごとに垂直方向に引いた第\n二方向ライン」との記載からは，本件発明１及び２のドットパターンにおい\nては「第一方向ライン」の間に「縦方向の所定の格子点間隔」があり，また，\n「第二方向ライン」の間に「横方向の所定の格子点間隔」がある必要があり，\n複数の「第一方向ライン」「第二方向ライン」が存在するはずである。しか\nし，【００１７】Ⅰ，【００２１】Ⅰ，【００６１】Ⅱ，【００６５】Ⅱには，\n１つのドットパターンの中に複数の「第一方向ライン」「第二方向ライン」\nが存在することは記載されておらず，図２にも「第一方向ライン６０３」「第\n二方向ライン６０４」と考えられるものは一つずつしか存在しない。\nイ  本件発明１及び２について，構成要件Ｃ１・Ｈ２の「前記縦方向の所定の\n格子点間隔ごとに水平方向に引いた第一方向ライン上と，該第一方向ライン\nと交差するように前記横方向の所定の格子点間隔ごとに垂直方向に引いた\n第二方向ライン上とにおいて，該縦横方向の複数の格子点上に格子ドットが\n配置された」との記載からすれば，本件発明１及び２の「第一方向ライン」\n「第二方向ライン」の上に存在する「格子点」には「格子ドット」が配置さ\nれている必要がある。しかしながら，【００１７】Ⅰ及び【００６１】Ⅱに\nは「ドット６０５」が格子点上に配置されることの明示は無く，また同段落\nにおける「ドット６０５」は「格子ドット」ではなく「情報ドット」に相当\nすべきものである上，図２は「第一方向ライン６０３」「第二方向ライン６\n０４」上の「格子点」からずれた位置のみに「ドット６０５」が配置されて\nいるから，「該縦横方向の複数の格子点上に格子ドットが配置された」もの\nではない。\nウ  本件発明３～５について，構成要件Ｄ３・Ｅ４・Ｄ５「ずらし方によって\n前記ドットパターンの向きを意味している」「ずれ方によって，前記ドット\nパターン」の各構成につき，本件明細書３及び４において説明する段落は【０\n０７２】Ⅲ，【００６６】Ⅳのみであるところ，同段落で用いられる「上下\n方向」という用語は「左右方向」との概念を含まない上，前記⑺オの被告ら\nの主張で述べたとおり，「ずらし方」を因果関係として向きの情報を表現し\nているとの上記各構成について記載するものではない。\nさらに，【０２３７】Ⅲ，【０２３８】Ⅲ，【０２３１】Ⅳ，【０２３２】Ⅳ\n及び図１０４，図１０５におけるキードットＫＤは，データ領域の範囲を定\n義するためのドットであるから，ずらし方によってドットパターンの向きを\n意味するものではない。たとえキードットＫＤがドットパターンの向きを意\n味するとしても，図１０４，図１０５に示される実施例は，本件発明３～５\nにおける情報ドットを有していないから，同実施例に係る構成を図５～図８\nの実施例に適用することはできない。\nエ  本件発明３～５について，構成要件Ｄ３・Ｅ４・Ｄ５が解決しようとする\n課題は「上下方向を認識する」ことにあるところ，図６において「一般コー\nドフラグ」とされるドットが本来の位置であるライン上に戻り，その下のド\nットが右にずれた場合，「ライン上にない」ドットは上下の水平ラインを構\n成するドットから数えていずれも２つ目であるから，「ライン上にないこと\nから上下方向を認識する」ことができない。本件発明３～５は，このような\n状態を含むものであるから，発明の課題を解決する手段が反映されていない。\nオ  本件発明１～５について，本件明細書１～４には，前記⑺ウないしオの被\n告らの主張で述べたとおり，本件発明１及び２「情報ドットを…どの程度ず\nらすかによってデータ内容を定義し」，本件発明３～５「当格子点からのず\nれ方でデータ内容が定義された情報ドット」，「ずらし方によって前記ドット\nパターンの向きを意味している」の構成に対応する実施態様・実施例が開示\nされていない。\n（原告の主張）\nア  被告らが挙げる【００１７】Ⅰ，【００２１】，【００６１】Ⅱ，【００６５】\nⅡ及び図２は，本件発明１及び２の一実施例にすぎず，本件明細書１及び２\nにおいて複数の「第一方向ライン」「第二方向ライン」を導き出せることは，\n【００２５】Ⅰ，【００２６】Ⅰ，【００６９】Ⅱ，【００７０】Ⅱ及び図６の\nとおりであるから，被告らの上記アの主張には理由がない。\nイ  前記アと同様に，【００２５】Ⅰ，【００２６】Ⅰ，【００６９】Ⅱ，【００\n７０】Ⅱ及び図６には，第一方向ラインと第二方向ラインの複数の格子点上\nに格子ドットが配置された構成が開示されているから，被告らの上記イの主\n張には理由がない。\nウ  【００７２】Ⅲ，【００６６】Ⅳには上下方向の特定しか記載されていな\nいが，上下方向が認識できれば左右方向も認識できるのは自明であるから，\n同段落にはドットパターンの向きを認識できることが記載されている。また，\n「ずらし方」について，図１０３～図１０６の実施例と図５～図８の実施例\nとは，共通の課題解決するための異なる実施例であり，これらを組み合わせ\nることは当業者には自明の範囲のものであるところ，【０２３４】Ⅲ，【０２\n３９】Ⅲには「ずらし方」が例示されている。\nしたがって，被告らの上記ウの主張には理由がない。\nエ  前記⑺ウで述べたとおり，ドットをずらす方向で向きを定義することによ\nり，ドットパターンの向き（上下方向）を認識することができるから，被告\nらの上記エの主張には理由がない。\nオ  前記⑺エ及びオで述べたとおり，本件明細書１～４には本件発明１～５に\n係る実施態様・実施例が開示されているから，被告らの上記オの主張には理\n由がない。\n⑽  明確性要件に違反しているか（争点４－４）\n以下のとおり，本件発明１～５は明確でないから，本件発明１～５に係る本\n件特許１～４は特許法３６条６項２号に違反する。\n（被告らの主張）\nア  本件発明２の構成要件Ａ２は，光学読取手段が採用する読取アルゴリズム\nとしては各種のものが想定できるから「媒体表面に印刷され，所定の配置法\n則で印刷された所定のドットパターンを読み取る光学読取手段」が具体的に\nどのような構成をしているのか一義的に定まらない。また，構成要件Ｆ２・\nＧ２・Ｈ２の記載は，「ドットパターン」との用語を含む構成要件Ｂ２・Ｄ\n２を限定するのか否か，限定するとすればどのように限定しているのかが明\nらかではない。\nイ  本件発明５の構成要件Ｂ５～Ｇ５に記載された内容は，それぞれ各種のも\nのが想定できるから，明確ではない。\nウ  本件発明１及び２の構成要件Ｂ１・Ｃ１・Ｇ２・Ｈ２には「縦横方向」「縦\n方向」「横方向」「水平方向」「垂直方向」という表現，本件発明３～５には\n「水平方向」「垂直方向」「垂直ライン」「水平ライン」という表現をそれぞ\nれ用いた記載があるが，ドットパターン自体には「縦」「横」や「水平」「垂\n直」という概念を含んでいないし，これらの概念を導き出すこともできない。\nまた，本件発明１及び２で用いられる「縦」と「垂直」，「横」と「水平」そ\nれぞれの意味がどのようなものであり，互いにどのように異なるのかについ\nては，全く明らかではない。\nエ  本件発明１及び２における「格子線」「格子点」は仮想のものであり，幾\n何学での「線」「点」の定義によれば，「格子線」は幅を持たず，「格子点」は\n大きさを持たないものと解釈すべきものであるから，構成要件Ｂ１・Ｇ２の\n「格子点の中心」はどのような技術的意味を有しているのか明らかではない。\nオ  本件発明１及び２における「情報ドット」は「格子点の中心」のからずれ\nた位置に存在するものであるところ，ドットパターンに含まれる「情報ドッ\nト」のみをみた場合には，その「情報ドット」が位置する座標を導き出すこ\nとができたとしても，それがずれたものであるか否か，ずれたものであると\nして，ずれる前の位置はどこかを導き出すことはできないから，「格子点の\n中心」を導き出すことはできない。そして，「格子点の中心」が導き出せな\nければ，「格子点」「格子線」も導き出すことができない。また，「格子点の\n中心」が導き出せたとしても，これが一つだけである場合には，その「格子\n点」を通る「格子線」は無数に存在することとなるから，「格子線」が「縦横\n方向に等間隔に設けられた」ものであることも確認できず，「格子点を中心\nに」情報ドットをずらしたものであるか否かも確認することはできない。\nカ  本件発明１及び２の構成要件Ｂ１・Ｇ２は，①前記オのとおり「情報ドッ\nト」のみをみた場合，それがずれたものであるか否か判別できないため，「等\n距離で４５°ずつずらした」か否か判断できないこと，②ドットパターンが\n一つだけしか存在しない場合には「等距離で４５°ずつずらした」か否か判\n断できないこと，③「等距離で」は「４５°ずつずらした」にかかるのか，\n「どの程度ずらすか」にかかるのか不明であること，④「等距離」と「４\n５°」という用語は，一方は長さ，他方は角度という，極座標系では直\n交し対立する概念であるが，この一つの「ずらす」という動詞で直交す\nる概念の双方に対し「ずらす」という概念を表現していると解釈してい\nるのは技術的に不自然であることから，明確ではない。\nキ  本件発明１及び２の構成要件Ｃ１・Ｈ２の「所定の格子点間隔」とい\nう表現は，「格子点間隔」の整数倍という意味か，単に「格子点間隔」そ\nのものを指しているのか，それら以外の何かを表現しようとしているの\nか，明らかではない。また，「所定の格子点間隔」が２回用いられている\nことについて，それぞれ同じ間隔を表現しているのか，異なる間隔を表\n現しているのか，いずれでもよいのか明らかではない。\nク  本件発明３～５の「等間隔に所定個数水平方向に配置されたドット」\n（構成要件Ａ３・Ｂ４・Ｃ５）と「前記水平方向に配置されたドットの\n端点に位置する当該ドットから等間隔に所定個数垂直方向に配置された\nドット」（構成要件Ｂ３・Ｃ４）における「所定個数」とは「水平方向に\n配置されたドット」「垂直方向に配置されたドット」双方で同じ個数とな\nることを表しているのか明らかではない。また，「前記水平方向に配置さ\nれたドットの端点に位置する当該ドットから等間隔に所定個数垂直方向\nに配置されたドット」における「所定個数」とは「前記水平方向に配置\nされたドットの端点に位置する当該ドット」を含んだ数を指しているの\nか否か明らかではない。\nケ  本件発明３～５において「当該ドット本来の位置から」ずらされてい\nる「垂直方向に配置されたドットの１つ」（構成要件Ｄ３・Ｅ４・Ｄ５）\nは，その直上や直下のドットとの間隔がずらされている分だけ変化する\nことから，「等間隔に所定個数垂直方向に配置されたドット」となること\nはありえないから，「前記水平方向に配置されたドットの端点に位置する\n当該ドットから等間隔に所定個数垂直方向に配置されたドット」という\n点と，「前記垂直方向に配置されたドットの１つは，当該ドット本来の位\n置からのずらし方によって前記ドットパターンの向きを意味している」\nという点は互いに矛盾している。\n（原告の主張）\nア  本件発明２は，「所定の配置法則で印刷された所定のドットパターンを読\nみ取る光学読取手段」（構成要件Ａ２）により，所定のドットパターンと光\n学読取手段とが明確に対応付けられ，「予め所定の音声情報をドットパター\nンと関連づけた参照テーブル」（構成要件Ｂ２）により，ドットパターンと\n参照テーブルとが対応付けられ，「前記光学読取手段によって前記ドットパ\nターンが読み取られたときに，前記参照テーブルを参照して前記音声記憶手\n段から当該ドットパターンに関連付けられた音声情報を読み出して出力す\nる音声出力手段」（構成要件Ｄ２）という限定によって，「所定の配置法則で\n印刷された所定のドットパターンが読み取られたとき」の処理が明確に限定\nされている。その上で，構成要件Ｆ２～Ｈ２によってドットパターンが限定\nされ，ドットパターンによって光学読取手段が明確に特定されるから，被告\nらの上記アの主張には理由がない。\nイ  本件発明５においても，「該媒体のドットパターンを撮影する手段」（構成\n要件Ｂ５），「等間隔に所定個数，所定方向に配置されたドットを…データ内\n容が定義された情報ドットを抽出する手段」（構成要件Ｃ５），「前記垂直方\n向に配置されたドットの１つにおける当該ドット本来の位置からのずれ方\nによって，前記ドットパターンの向きを認識する手段」（構成要件Ｄ５），「該\nドットの配置にしたがって該ドットパターンの定義するデータ内容を解析\nする手段」がいずれもドットパターンとの関係を限定されており，ドットパ\nターンによって各手段が明確に特定されているから，被告らの上記イの主張\nには理由がない。\nウ  本件発明１～５において，「縦」「横」や「水平」「垂直」という概念を用い\nて，ドットパターンを規定することは，当該技術分野の技術水準からして不\n明なものではないし，「縦」と「垂直」，「横」と「水平」それぞれの意味は同\n義であるから，被告らの上記ウの主張には理由がない。\nエ  「格子点の中心」の意味は，前記⑴エで述べたとおり明確であるから，被\n告らの上記エの主張には理由がない。\nオ  本件発明１の構成要件Ｂ１の記載内容によれば，「縦横方向に等間隔に設\nけられた格子線」は複数であること，格子線の交点も複数あることは当然で\nあり，複数の情報ドットが存在するから，ドットパターンが「情報ドット」\nを１つだけ含む場合を想定することはできず，これを前提とする被告らの上\n記オの主張には理由がない。\nカ  ①例えば本件発明１の構成要件Ｂ１に示されるように，「情報ドット」の\nずれる前の位置は格子線の交点である格子点であるから，ずれる前の位置は\nどの位置であるかを導き出せること，②前記で述べたとおり，本件発明１の\n構成からドットパターンが「情報ドット」を一つだけ含むことはないこと，\n③「等距離で」はその直後の「４５°ずつずらした」にかかるものであり，\n読点によって区切られた後の「どの程度ずらすか」にかかるものではないこ\nとは明らかであることから，被告らの上記カの主張には理由がない。\nキ  「所定の」とは，その文言のとおり「定まっていること」であり，「所定の\n格子点間隔」とは構成要件Ｃ１で示されるように第一方向ライン及び該第一\n方向ラインと交差する第二方向ラインにおけるものであり，いずれも不明確\nではないから，被告らの上記キの主張には理由がない。\nク  本件発明３～５の「所定個数」は，「水平方向に配置されたドット」「垂直\n方向に配置されたドット」双方で同じ個数となる必要はなく，限定はない。\nまた，「水平方向」と「垂直方向」とは向きが異なるから，これらが双方で\n同じ個数となる否かで，上記各発明が不明確となるものでもない。また，「所\n定個数」自体が特定の数値に限定されない個数を表しているから，「前記水\n平方向に配置されたドットの端点に位置する当該ドットから等間隔に所定\n個数垂直方向に配置されたドット」における「所定個数」が「前記水平方向\nに配置されたドットの端点に位置する当該ドット」を含んだ数を指すか否か\nを明確にする必要はないから，被告らの上記クの主張には理由がない。\nケ  「前記水平方向に配置されたドットの端点に位置する当該ドットから等間\n隔に所定個数垂直方向に配置されたドット」における「等間隔」とは，「等\n間隔に」「垂直方向に配置され」たドットを意味するから，水平方向にずれ\nているドットが存在していても，「等間隔に所定個数垂直方向に配置された\nドット」といえるから，被告らの上記ケの主張には理由がない。\n⑾  進歩性を欠いているか（争点４－５）\n（被告らの主張）\nア  優先権主張について\n本件特許１～４に係る出願は，平成１４年９月２６日に出願された特願２\n００２－２８１８１５号（以下「本件基礎出願１」という。），平成１４年１\n０月４日に出願された特願２００２－２９２９０７号（以下「本件基礎出願\n２」という。），平成１４年１２月２７日に出願された特願２００２－３８０\n５０３号（以下「本件基礎出願３」という。），特願２００２－３８０９３２\n号（以下「本件基礎出願４」という。），及び特願２００２－３８１７４３号\n（以下「本件基礎出願５」という。）を基礎とする優先権を主張する出願で\nある。しかし，本件基礎出願１～５に最初に添付した明細書，特許請求の範\n囲又は図面には，図１０３～図１０６の実施例に対応する記載は存在しない。\nしたがって，本件発明１～５の新規性，進歩性の判断が，本件基礎出願１\n～５の出願日を基準としてされることはない。\nなお，本件特許１～４に係る出願の原出願は，特願２００５－５０１９５\n４号(出願日  平成１５年９月２６日。以下「本件原出願」という。本件特\n許１～４に係る出願と本件原出願との関係は後記イのとおり。）である。\nイ  出願日の遡及について\n本件特許１に係る出願（特願２００８－２２３８８７号）は，本件原出願\nから数えて第３世代に当たる特願２００８－１７７４１６号（以下「第３世\n代出願」という。）の一部を分割したものであり，第３世代出願は特願２０\n０７－０２６４７１号（以下「第２世代出願」という。）を分割したもので\nあり，第２世代出願は特願２００６－２６１５５５号（以下「第１世代出願」\nという。）を分割したものであり，第１世代出願は本件原出願を分割したも\nのである。\nまた本件特許２に係る出願（特願２０１０－２６７１９８号）は，特願２\n０１０－２５４４６０号（以下「第４世代出願」という。）を分割したもの\nであり，第４世代出願は第３世代出願を，第３世代出願は第２世代出願を，\n第２世代出願は第１世代出願を，第１世代出願は本件原出願をそれぞれ分割\nしたものである。\nまた本件特許３に係る出願（特願２０１１－０４１１９０号）は，本件特\n許２に係る出願を分割したものである。\nまた本件特許４に係る出願（特願２０１２－２１８６８７号）は，特願２\n０１２－０３９５１５号（以下「第８世代出願」という。）を分割したもの\nであり，第８世代出願は特願２０１１－１８０８８１号（以下「第７世代出\n願」という。）を分割したものであり，第７世代出願は本件特許３に係る出\n願を分割したものである。\n【０００２】～【００１３】Ⅰ，【０００２】～【００５６】Ⅱ，【００\n０２】～【００５８】Ⅲ，【０００２】～【００５２】Ⅳにそれぞれ記載\nされた事項は，第２世代出願の明細書，特許請求の範囲及び図面に記載さ\nれた事項の範囲内であるとはいえず，本件特許１～４に係る出願は特許\n法４４条１項所定の分割要件を満たさない。したがって，本件発明１～５\nの新規性，進歩性の判断の基準となるのは，本件特許１～４の現実の出願\n日であり，本件発明１につき平成２０年９月１日，本件発明２につき平成\n２２年１１月３０日，本件発明３につき平成２３年２月２８日，本件発明\n４，５につき平成２４年９月２８日である。\n第７世代出願の明細書の【０００２】～【００６５】，第８世代出願の\n明細書の【０００２】～【００１１】に記載されている事項は，いずれも\n第２世代出願の明細書，特許請求の範囲及び図面に記載された事項の範\n囲内であるとはいえず，特許法４４条１項所定の分割要件を満たさない\nから，第９世代出願の本件特許４に係る本件発明４，５の新規性，進歩性\nの判断の基準となるのは，第７世代出願の出願日である平成２３年８月\n２２日か，第８世代出願の出願日である平成２４年２月２７日である。\n本件特許１及び２に係る出願は，前記⑻（補正要件違反）で述べたのと\n同じ理由により，本件特許１につき第３世代出願，本件特許２につき第４\n世代出願の明細書，特許請求の範囲及び図面に記載された事項の範囲内\nであるとはいえず，特許法４４条１項所定の分割要件を満たさないから，\n本件発明１，２の新規性，進歩性判断の基準となるのは，それぞれ本件特\n許１，２の現実の出願日である。\n本件特許１～４に係る出願は，前記⑼（サポート要件違反）で述べたの\nと同じ理由により，本件特許１につき第３世代出願，本件特許２につき第\n４世代出願，本件特許３につき本件特許２に係る出願，本件特許４につき\n第８世代出願の各明細書，特許請求の範囲及び図面に記載された事項の\n範囲内であるとはいえず，特許法４４条１項所定の分割要件を満たさな\nいから，本件発明１の新規性，進歩性判断の基準となるのは本件特許１の\n現実の出願日であり，本件発明２の新規性，進歩性判断の基準となるのは\n本件特許２の現実の出願日であり，本件発明３の新規性，進歩性判断の基\n準となるのは本件特許３の現実の出願日であり，本件発明４，５の新規性，\n進歩性判断の基準となるのは本件特許４の現実の出願日である。\n本件特許３に係る出願は，本件特許２に係る出願を分割したものであ\nるが，前 のとおり，本件発明２の新規性，進歩性判断の基準となるの\nは，本件特許２の現実の出願日である平成２２年１１月３０日であるか\nら，本件特許３に係る本件発明３の新規性，進歩性判断の基準となるのも\n同日である。また，本件特許４は，本件特許２及び３に係る出願をさらに\n複数回分割したものであるが，前記 のとおり，本件特許２及び本件特許\n３に係る発明の新規性，進歩性の判断の基準となるのは，それぞれの特許\nの現実の出願日である平成２２年１１月３０日，平成２３年２月２８日\nであるから，本件特許４に係る本件発明４，５の新規性，進歩性判断の基\n準となるのは，それらの日である。\nウ  各引用発明の認定\n平成１０年１２月８日に公開された特開平１０－３２６３３１号公報\n（丙５。以下「丙５公報」という。）には，音声情報，映像情報又はデジ\nタルコードデータ等を含む情報が光学的に読み取り可能なコードパター\nンとして紙等の記録媒体に記録されるドットコード１であって，所定単\n位のドットの集合からなるブロック２を二次元マトリクス状に隣接配置\nしたブロック群で構成され，ブロック２は，変調処理の施された情報デー\nタの各ビット値がその値に対応するドットで配列された複数のデータド\nット７を有するデータドットパターン部３と，データドットパターン部\n３の４隅に配置された，ブロックの認識に利用するマーカ５と，第１の方\n向に隣接するマーカ５の間に配置されたマッチングドットパターン部６\nと，第２の方向に隣接するマーカ５の間に配置されているブロックヘッ\nダ部４と，互に直交し格子状の，第１の方向・第２の方向の複数の仮想直\n線とを有し，データドットパターン部３に存在する格子状の第１の方向・\n第２の方向の複数の仮想直線は互いに等間隔であり，マッチングドット\nパターン部６と，ブロックヘッダ部４は，データドットパターン部３を囲\nむものであり，データドットパターン部３には，格子状の第１の方向・第\n２の方向の複数の仮想直線の交点上のみにデータドット７が配置され，\nマッチングドットパターン部６には，第１の方向の仮想直線と第２の方\n向の仮想直線の交点に一つとばしでドットが等間隔で配列され，ブロッ\nクヘッダ部４には，第１の方向の仮想直線と第２の方向の仮想直線の交\n点上にドットが配置され，マッチングドットパターン部６とブロックヘ\nッダ部４には，ドットが異なるように配置されており，第２の方向に読み\n取られる，ことを特徴とする，音声情報，映像情報又はデジタルコードデ\nータ等を含む情報が光学的に読み取り可能なコードパターンとして紙等\nの記録媒体に記録されるドットコード１の発明（以下「丙５発明Ａ」とい\nう。）が記載されている。\nまた，丙５公報には，音声情報，映像情報又はデジタルコードデータ等\nを含む情報が光学的に読み取り可能なコードパターンとして紙等の記録\n媒体に記録されるドットコード１として記録されたマルチメディア情報\nを読み取るコード読取装置であって，前記コード読取装置は，紙等の記録\n媒体に記録されるドットコード１の画像を撮像するための検出部１２と，\nこの検出部１２から供給される画像データをドットコード画像として認\n識しノーマライズを行う走査変換部１３と，データ列の調整や変調テー\nブル１９を参照して復調処理を行うデータ列調整部１４と，再生時の読\nみ取りエラーやデータエラーを訂正するエラー訂正部１５と，データを\nそれぞれの属性に応じたデータ圧縮処理に対応する伸長処理を行う再生\n処理部１６と，これら各部を制御するコントローラ１７と，スピーカやモ\nニタ等のマルチメディア情報が出力される出力装置１８とを有し，音声\n情報，映像情報又はデジタルコードデータ等を含む情報が光学的に読み\n取り可能なコードパターンとして紙等の記録媒体に記録されるドットコ\nード１は，所定単位のドットの集合からなるブロック２を二次元マトリ\nクス状に隣接配置したブロック群で構成され，ブロック２は，変調処理の\n施された情報データの各ビット値がその値に対応するドットで配列され\nた複数のデータドット７を有するデータドットパターン部３と，データ\nドットパターン部３の４隅に配置された，ブロックの認識に利用するマ\nーカ５と，第１の方向に隣接するマーカ５の間に配置されたマッチング\nドットパターン部６と，第２の方向に隣接するマーカ５の間に配置され\nているブロックヘッダ部４と，互に直交し格子状の，第１の方向・第２の\n方向の複数の仮想直線とを有し，データドットパターン部３に存在する\n格子状の第１の方向・第２の方向の複数の仮想直線は互いに等間隔であ\nり，マッチングドットパターン部６と，ブロックヘッダ部４は，データド\nットパターン部３を囲むものであり，データドットパターン部３には，格\n子状の第１の方向・第２の方向の複数の仮想直線の交点上のみにデータ\nドット７が配置され，マッチングドットパターン部６には，第１の方向の\n仮想直線と第２の方向の仮想直線の交点に一つとばしでドットが等間隔\nで配列され，ブロックヘッダ部４には，第１の方向の仮想直線と第２の方\n向の仮想直線の交点上にドットが配置され，マッチングドットパターン\n部６とブロックヘッダ部４には，ドットが異なるように配置されており，\n第２の方向に読み取られる，ことを特徴とする，音声情報，映像情報又は\nデジタルコードデータ等を含む情報が光学的に読み取り可能なコードパ\nターンとして紙等の記録媒体に記録されるドットコード１として記録さ\nれたマルチメディア情報を読み取るコード読取装置の発明（以下「丙５発\n明Ｂ」という。）が記載されている。\n平成１４年７月１１日に公開された米国特許出願公開第２００２－０\n９１７１１号明細書（丙６）には，光学的に読み取り可能な位置コードパ\nターンであって，表面上の位置を決定する装置によって直接検出するこ\nともできない仮想ラスタ線Ａ８と，仮想ラスタ線Ａ８の交点によって表\nされるラスタ点Ａ６と，円形のドットの形状をしているマークＡ７とを\n有し，表面上の位置を決定する装置によって直接検出することもできな\nい仮想ラスタ線Ａ８は直交グリッドを構成し，円形のドットの形状をし\nているマークＡ７は，円形のドットの形状をしているマークＡ７が，仮想\nラスタ線Ａ８の交点によって表されるラスタ点Ａ６に対してどこに位置\nするかという変位に依存してマークＡ７の値を表現するものであり，円\n形のドットの形状をしているマークＡ７は，仮想ラスタ線Ａ８の交点に\nよって表されるラスタ点Ａ６から伸びる各ラスタライン上にある４つの\n可能な位置と，正方形のラスタパターンの別個の四分円内の４つの可能\nな位置の８方向に変位し，仮想ラスタ線Ａ８の交点によって表されるラ\nスタ点Ａ６からの変位は，すべての値で同じサイズであり，互に４５度ず\nつずらされている，ことを特徴とする光学的に読み取り可能な位置コー\nドパターンの発明（以下「丙６発明」という。）が記載されている。\n平成３年２月１９日に公開された特開平０３－０３８７９１号公報\n（丙７）には，マトリクスに配列された内部のデータセル１４を備えたデ\nータフィールド１２と，前記データフィールド１２に隣接した境界線１\n６と，を備えることを特徴とする機械により効率よく読取ることができ\nるシンボル１０において，前記境界線１６の外側又は内側に方向付け用\nセル１２０をさらに含み，前記方向付け用セル１２０はシンボルの３次\n元方向を規定し，シンボル１０が撮像装置４０のイメージ面に正確に配\nされているような状況においては，前記データフィールド１２の２つの\n側９４と９６にそれぞれ１本の境界線１６を配するのに対し，そうでは\nない場合には，境界線１６を，データフィールド１２の四方を囲むように\n境界線１６を配する，ことを特徴とする，機械により効率よく読取ること\nができるシンボル１０の発明（以下「丙７発明」という。）が記載されて\nいる。\n昭和６０年６月１４日に公開された特開昭６０－１０８８９４号公報\n（丙８）には，マイクロプロセッサなどを用いる制御部２，必要な音声の\nデータ（またにパラメータ）を内蔵しているＲＯＭ４，ＲＯＭ４からの音\n声データを音声に変換する音声合成回路を有する音声合成装置において，\n前記マイクロプロセッサなどを用いる制御部２は，外部からの２値信号\n５を受け取り，内部に有する外部コード－ＲＯＭアドレス変換テーブル\nから所望の音声単語（または文章）のデータが格納されているＲＯＭ４の\n先頭アドレスを得，この先頭アドレスをＲＯＭ４に出力する，音声合成装\n置の発明（以下「丙８発明」という。）が記載されている。\n平成１５年７月１６日に公開された英国特許出願公開第２３８４０９\n４号明細書（丙９。以下「丙９明細書」という。）には，オブジェクトの\n表面に書き添えられたもしくは付された図形標識１１であって，６×６\nマトリックスの形式で３６単位の状態領域１１３を含むコンテンツ情報\n１１２と，直交する２つの腕を有するＬ字状の形状をし，Ｌ字状のそれぞ\nれの腕に直線状に概略等間隔に連なるドットが含まれ，Ｌ字状のそれぞ\nれの腕に含まれるドット数が異なることによって，図形標識１１の配向\nを規定しているヘッダ情報１１１とを含み，各状態領域１１３は，第１又\nは第２状態を表すために，選択的に１つのドットを含んだり，そのドット\nを含まなかったりするものであり，第１状態の状態領域１１３に“１”の\n値を割当てられ，第２状態の状態領域１１３に“０”の値を割当てられ，\nヘッダ情報１１１のＬ字状のそれぞれの腕に直線状に概略等間隔に連な\nるドットを通る直線の交点上に，各状態領域１１３に含まれるドットが\n存在し，ヘッダ情報１１１のＬ字状のそれぞれの腕の一方を水平に，他方\nを垂直に置くことができ，ヘッダ情報１１１のＬ字状のそれぞれの腕に\n直線状に概略等間隔に連なるドットと，各状態領域１１３に含まれるド\nットを通る直線の一方を水平に，他方を垂直に置くことができる，オブジ\nェクトの表面に書き添えられたもしくは付された図形標識１１の発明\n（以下「丙９発明Ａ」という。）が記載されている。\nまた丙９明細書には，図形標識１１を含むオブジェクトの表面から画\n像を取り込む光学装置３１１と，画像から図形標識１１を取り出し，図形\n標識１１に対応する追加情報を取得する処理装置３１２と，処理装置３\n１２から追加情報を取り出して，その追加情報を出力する出力装置３１\n３と，を含む，標識を利用する電子システム３１であって，処理装置３１\n２が取得する追加情報は，英語で馬の発音等の音声情報や，馬の挿絵など\n他の映像情報を含み，出力装置３１３は，音声情報をスピーカ３１３１で\n出力し，また，表示パネル３１３２で映像情報を出力するものであり，図\n形標識１１は，オブジェクトの表面に書き添えられたもしくは付された\nものであって，６×６マトリックスの形式で３６単位の状態領域１１３\nを含むコンテンツ情報１１２と，直交する２つの腕を有するＬ字状の形\n状をし，Ｌ字状のそれぞれの腕に直線状に概略等間隔に連なるドットが\n含まれ，Ｌ字状のそれぞれの腕に含まれるドット数が異なることによっ\nて，図形標識１１の配向を規定しているヘッダ情報１１１とを含み，各状\n態領域１１３は，第１又は第２状態を表すために，選択的に１つのドット\nを含んだり，そのドットを含まなかったりするものであり，第１状態の状\n態領域１１３に“１”の値を割当てられ，第２状態の状態領域１１３に“０”\nの値を割当てられ，ヘッダ情報１１１のＬ字状のそれぞれの腕に直線状\nに概略等間隔に連なるドットを通る直線の交点上に，各状態領域１１３\nに含まれるドットが存在し，ヘッダ情報１１１のＬ字状のそれぞれの腕\nの一方を水平に，他方を垂直に置くことができ，ヘッダ情報１１１のＬ字\n状のそれぞれの腕に直線状に概略等間隔に連なるドットと，各状態領域\n１１３に含まれるドットを通る直線の一方を水平に，他方を垂直に置く\nことができる，図形標識１１である，標識を利用する電子システム３１の\n発明（以下「丙９発明Ｂ」という。）が記載されている。\n平成１９年１１月１日に公開された特開２００７－２８８７５６号公\n報（丙１０。以下「丙１０公報」という。）には，物体表面上に形成され，\n画像識別を利用して読み取ることができる画像インジケーター１０であ\nって，コンテンツデータ部１２とヘッダー部１４を含み，コンテンツデー\nタ部１２は，９個のドット１６で構成される９個の画像マイクロユニッ\nトを含み，コンテンツデータ部１２の占有エリアは９個の状態エリア１\n８に区分され，３*３の平面２次元状態エリアのアレイを構成しており，\nコンテンツデータ部１２の状態エリア１８は，４個のバーチャルエリア\nに等分し，ドット１６は選択的に右下方，左下方，左上方或いは右上方の\nバーチャルエリアに設置でき，ドット１６が，横軸を０°とし反時計方向\nが角度の正方向としたときに，右下方３１５°，左下方２２５°，左上方\n１３５°，右上方４５°の方向であって，状態エリア１８の中心から一定\nの距離の位置に置かれることにより，ビット値００，０１，１０或いは１\n１を表すか，又は，８個のバーチャルエリアに区分し，ドット１６が，状\n態エリア１８の中心から等距離であって，横軸を０°とし反時計方向が\n角度の正方向としたときに，右下方３３７．５°右下方２９２．５°，左\n下方２４７．５°，左下方２０２．５°，左上方１５７．５°，左上方１\n１２．５°，右上方６７．５°，右上方２２．５°の方向であって，状態\nエリア１８の中心から一定の距離の位置に置かれることにより，ビット\n値０００，００１，０１０，０１１，１００，１０１，１１０或いは１１\n１を表すことができ，ヘッダー部１４は，コンテンツデータ部１２を囲う\nようにＬ型分布に形成され，状態エリア１８に区分され，ヘッダー部１４\nの各状態エリア１８は，Ｌ型分布に形成されたヘッダー部１４の腕にそ\nれぞれ３個，Ｌ型分布に形成されたヘッダー部１４の角の位置に１個の\n計７個あるように配置することができ，ヘッダー部１４の各状態エリア\n１８は，１つのドットを含み，ヘッダー部１４中の１つのドット１６'の\n位置は特定方向に偏移させ，その他のドット１６の位置と変えることに\nよって，画像インジケーター１０のヘッダー部１４を識別するだけで，そ\nの画像インジケーター１０に対する方向付けができ，ヘッダー部１４中\nの１つのドット１６'が偏移される特定方向として，そのヘッダー部１４\n中の１つのドット１６'が含まれるＬ型分布に形成されたヘッダー部１\n４の腕と直交する方向を選ぶことができ，Ｌ型分布に形成されたヘッダ\nー部１４の各状態エリア１８に含まれるドットを通るように，横方向と\n縦方向に仮想的なラインを置くことができ，ヘッダー部１４の各状態エ\nリア１８に含まれるドットは，互いに，水平方向又は垂直方向の少なくと\nも一方について一定の間隔に配置されており，水平方向及び／又は垂直\n方向に複数繰返して配置できる，物体表面上に形成され，画像識別を利用\nして読み取ることができる画像インジケーター１０の発明（以下「丙１０\n発明Ａ」という。）が記載されている。\nまた丙１０公報には，光学デバイス１１２，プロセッサー１１４及び出\n力デバイス１１６を有し，画像識別ステップにより，その画像インジケー\nター１０を読み取る電子システム１１０において，画像インジケーター\n１０は，物体表面上に形成され，画像識別を利用して読み取ることができ\nるものであって，コンテンツデータ部１２とヘッダー部１４を含み，コン\nテンツデータ部１２は，９個のドット１６で構成される９個の画像マイ\nクロユニットを含み，コンテンツデータ部１２の占有エリアは９個の状\n態エリア１８に区分され，３*３の平面２次元状態エリアのアレイを構成\nしており，コンテンツデータ部１２の状態エリア１８は，４個のバーチャ\nルエリアに等分し，ドット１６は選択的に右下方，左下方，左上方或いは\n右上方のバーチャルエリアに設置でき，ドット１６が，横軸を０°とし反\n時計方向が角度の正方向としたときに，右下方３１５°，左下方２２５°，\n左上方１３５°，右上方４５°の方向であって，状態エリア１８の中心か\nら一定の距離の位置に置かれることにより，ビット値００，０１，１０或\nいは１１を表すか，又は，８個のバーチャルエリアに区分し，ドット１６\nが，状態エリア１８の中心から等距離であって，横軸を０°とし反時計方\n向が角度の正方向としたときに，右下方３３７．５°右下方２９２．５°，\n左下方２４７．５°，左下方２０２．５°，左上方１５７．５°，左上方\n１１２．５°，右上方６７．５°，右上方２２．５°の方向であって，状\n態エリア１８の中心から一定の距離の位置に置かれることにより，ビッ\nト値０００，００１，０１０，０１１，１００，１０１，１１０或いは１\n１１を表すことができ，ヘッダー部１４は，コンテンツデータ部１２を囲\nうようにＬ型分布に形成され，状態エリア１８に区分され，ヘッダー部１\n４の各状態エリア１８は，Ｌ型分布に形成されたヘッダー部１４の腕に\nそれぞれ３個，Ｌ型分布に形成されたヘッダー部１４の角の位置に１個\nの計７個あるように配置することができ，ヘッダー部１４の各状態エリ\nア１８は，１つのドットを含み，ヘッダー部１４中の１つのドット１６'\nの位置は特定方向に偏移させ，その他のドット１６の位置と変えること\nによって，画像インジケーター１０のヘッダー部１４を識別するだけで，\nその画像インジケーター１０に対する方向付けができ，ヘッダー部１４\n中の１つのドット１６'が偏移される特定方向として，そのヘッダー部１\n４中の１つのドット１６'が含まれるＬ型分布に形成されたヘッダー部\n１４の腕と直交する方向を選ぶことができ，Ｌ型分布に形成されたヘッ\nダー部１４の各状態エリア１８に含まれるドットを通るように，横方向\nと縦方向に仮想的なラインを置くことができ，ヘッダー部１４の各状態\nエリア１８に含まれるドットは，互いに，水平方向又は垂直方向の少なく\nとも一方について一定の間隔に配置されており，水平方向及び／又は垂\n直方向に複数繰返して配置できる，物体表面上に形成され，画像識別を利\n用して読み取ることができる画像インジケーター１０を読み取る電子シ\nステム１１０の発明（以下「丙１０発明Ｂ」という。）。\n平成１８年７月６日に公開された国際公開第２００６／０７０４５８\n号公報（丙１１。以下「丙１１公報」という。）には，印刷物等の媒体面\nの正方形または長方形の矩形領域をブロックとし，核ブロックの枠を構\n成する縦方向および横方向の直線を基準格子線１ａ～１ｄとして，該基\n準格子線１ａ～１ｄ上の所定間隔毎に仮想格子点４を設け，横方向の該\n基準格子線１ａ，１ｂ上に設けられた仮想格子点上に基準格子点ドット\n２を配置し，該基準格子点ドット２同士および縦方向の仮想格子点同士\nを結んだ直線を格子線３とし，格子線同士の交点を仮想格子点４とした\nドットパターンであって，仮想格子点４を通過する格子線３を基準に時\n計方向に４５度ずつ８方向に情報ドットを配置することによって，合計\n８通り（二進法で０００～１１１，３ビット）の情報を定義でき，前記ブ\nロックを構成する基準格子点ドットの少なくとも１つが，仮想格子点か\nらずれた位置に配置され，そのずれた向きによって当該ブロックの向き\nおよびブロックの構成を定義されているキードットであり，前記キード\nットは，前記基準格子線１ａと直交する方向にずらすことができ，前記ブ\nロックが任意の領域内に縦・横方向に連続して配置され，基準格子線１ｃ，\n１ｄの間に置かれる基準格子線１ａ，１ｂ上の基準格子点ドット２は，基\n準格子線１ｃ，１ｄと基準格子線１ａ，１ｂの交点の上の基準格子点ドッ\nト２も含めると５個ずつとすることができ，基準格子線１ａ，１ｂの間に\n置かれる基準格子線１ｃ，１ｄ上の仮想格子点４に関連する情報ドット\n５は，基準格子線１ｃ，１ｄと基準格子線１ａ，１ｂの仮想格子点４上の\nものは基準格子点ドット２であるから除くと３個ずつないし４個ずつと\nすることができることを特徴とするドットパターンの発明（以下「丙１１\n発明Ａ」という。）が記載されている。\nまた丙１１公報には，ドットパターンを画像情報として光学読み取り\n手段で読み込んで，該ドットパターンを数値化して，該数値化情報に対応\nする音声情報を記憶手段から読み出して出力する装置であって，前記ド\nットパターンは，印刷物等の媒体面の正方形または長方形の矩形領域を\nブロックとし，核ブロックの枠を構成する縦方向および横方向の直線を\n基準格子線１ａ～１ｄとして，該基準格子線１ａ～１ｄ上の所定間隔毎\nに仮想格子点４を設け，横方向の該基準格子線１ａ，１ｂ上に設けられた\n仮想格子点上に基準格子点ドット２を配置し，該基準格子点ドット２同\n士および縦方向の仮想格子点同士を結んだ直線を格子線３とし，格子線\n同士の交点を仮想格子点４としたドットパターンであって，仮想格子点\n４を通過する格子線３を基準に時計方向に４５度ずつ８方向に情報ドッ\nトを配置することによって，合計８通り（二進法で０００～１１１，３ビ\nット）の情報を定義でき，前記ブロックを構成する基準格子点ドットの少\nなくとも１つが，仮想格子点からずれた位置に配置され，そのずれた向き\nによって当該ブロックの向きおよびブロックの構成を定義されているキ\nードットであり，前記キードットは，前記基準格子線１ａと直交する方向\nにずらすことができ，前記ブロックが任意の領域内に縦・横方向に連続し\nて配置される，基準格子線１ｃ，１ｄの間に置かれる基準格子線１ａ，１\nｂ上の基準格子点ドット２は，基準格子線１ｃ，１ｄと基準格子線１ａ，\n１ｂの交点の上の基準格子点ドット２も含めると５個ずつとすることが\nでき，基準格子線１ａ，１ｂの間に置かれる基準格子線１ｃ，１ｄ上の仮\n想格子点４に関連する情報ドット５は，基準格子線１ｃ，１ｄと基準格子\n線１ａ，１ｂの仮想格子点４上のものは基準格子点ドット２であるから\n除くと３個ずつないし４個ずつとすることができることを特徴とするド\nットパターンである装置の発明（以下「丙１１発明Ｂ」という。）が記載\nされている。\n平成１６年４月８日に公開された国際公開第２００４／０２９８７１\n号公報（丙１２）には，格子状に配置されたドットで構成されているドッ\nトパターン部６０１であって，実際の印刷物上には存在しない縦横方向\nの格子線と，格子ブロックの四隅（格子線の交点（格子点）上）に配置さ\nれた格子ドットＬＤを有し，格子ドットＬＤと格子線は，縦方向と横方向\nに等間隔で並んでおり，ヘッダには当該ドットパターン部がコード情報\nなのかＸＹ座標なのかを定義するフラグを登録しておくことができ，格\n子ドットＬＤのずれ方によって当該ドットパターン部がコード情報なの\nかＸＹ座標なのかを示すことを特徴とするドットパターン部６０１の発\n明（以下「丙１２発明」という。）が記載されている。\nエ  分割出願の出願日が遡及し，優先権主張も認められる場合について\n本件発明１\n本件発明１と丙５発明Ａの相違点は，①丙５発明Ａは構成要件Ｂ１に\n相当する構成を有さないこと（相違点１），②本件発明１の「第一方向」\nは「水平方向」であり「第二方向」は「垂直方向」であり，また，「縦横\n方向」でもあるのに対し，丙５発明Ａの「第１の方向」「第２の方向」は\n「水平方向」「垂直方向」ないし「縦横方向」と限定されていない点（相\n違点２）の２点であるところ，上記相違点は，丙５発明Ａと丙６発明を組\nみ合わせることによって，当業者が容易に想到できた。\n本件発明２\n本件発明２と丙５発明Ｂの相違点は，①本件発明２は「予め所定の音声\n情報をドットパターンと関連づけた参照テーブル」「前記音声情報が記憶\nされた音声記憶手段」「前記光学読取手段によって前記ドットパターンが\n読み取られたときに，前記参照テーブルを参照して前記音声記憶手段か\nら当該ドットパターンに関連付けられた音声情報を読み出して出力する\n音声出力手段」を有するのに対し，丙５発明Ｂは「データをそれぞれの属\n性に応じたデータ圧縮処理に対応する伸長処理を行う再生処理部１６」\n「スピーカやモニタ等のマルチメディア情報が出力される出力装置１８」\nを有するに留まる点（相違点３），②丙５発明Ｂは構成要件Ｇ２に相当す\nる構成を有しないこと（相違点４），③本件発明２の「第一方向」は「水\n平方向」であり「第二方向」は「垂直方向」であり，また，「縦横方向」\nでもあるのに対し，丙５発明Ｂの「第１の方向」「第２の方向」は「水平\n方向」「垂直方向」ないし「縦横方向」と限定されていない点（相違点５）\nの３点であるところ，上記相違点は，丙５発明Ｂ，丙８発明及び丙６発明\nを組み合わせることによって，当業者が容易に想到できた。\n本件発明３\n本件発明３と丙５発明Ａの相違点は，①本件発明３では「水平方向」「垂\n直方向」と方向が限定されているのに対し，丙５発明Ａの「第１の方向」\n「第２の方向」とされているに留まる点（相違点６），②本件発明３は「該\n格子点からのずれ方でデータ内容が定義され」するものであるのに対し，\n丙５発明Ａの「データドット７」は「変調処理の施された情報データの各\nビット値がその値に対応するドットで配列され」るものであって「格子状\nの第１の方向・第２の方向の複数の仮想直線の交点上のみ」に配置される\nものである点（相違点７）の２点であるところ，上記相違点は，丙５発明\nＡと丙６発明を組み合わせることによって，当業者が容易に想到できた。\n本件発明４\n本件発明４と丙５発明Ａの相違点は，①本件発明４では「水平方向」「垂\n直方向」と方向が限定されているのに対し，丙５発明Ａの「第１の方向」\n「第２の方向」とされているに留まる点（相違点８），②本件発明４は「該\n格子点からのずれ方でデータ内容が定義され」するものであるのに対し，\n丙５発明Ａの「データドット７」は「変調処理の施された情報データの各\nビット値がその値に対応するドットで配列され」るものであって「格子状\nの第１の方向・第２の方向の複数の仮想直線の交点上のみ」に配置される\nものである点（相違点９）の２点であるところ，上記相違点は，丙５発明\nＡと丙６発明を組み合わせることによって，当事者が容易に想到できた。\n本件発明５\n本件発明５と丙５発明Ｂの相違点は，①本件発明５では「水平方向」「垂\n直方向」と方向が限定されているのに対し，丙５発明Ｂの「第１の方向」\n「第２の方向」とされているに留まる点（相違点１０），②本件発明４は\n「該格子点からのずれ方でデータ内容が定義され」するものであるのに\n対し，丙５発明Ｂの「データドット７」は「変調処理の施された情報デー\nタの各ビット値がその値に対応するドットで配列され」るものであって\n「格子状の第１の方向・第２の方向の複数の仮想直線の交点上のみ」に配\n置されるものである点（相違点１１）の２点であるところ，上記相違点は，\n丙５発明Ｂと丙６発明を組み合わせることによって，当事者が容易に想\n到できた。\nオ  分割出願の出願日が遡及し，優先権主張は認められない場合について\n本件発明１\n本件発明１と丙９発明Ａの相違点は，①丙９発明Ａは構成要件Ｂ１に\n相当する構成を有さない点（相違点１２），②丙９発明Ａの「直交する２\nつの腕を有するＬ字状の形状を」した「ヘッダ情報１１１」は「図形標識\n１１」毎に１つのみ存在するのに対し，本件発明１の「ドットパターン」\nの「第一方向ライン」「第二方向ライン」は，「前記縦方向の所定の格子点\n間隔ごとに」ないし「前記横方向の所定の格子点間隔ごとに」複数存在し，\nその結果として「前記情報ドットが配置されて情報を表現する部分を囲\nむように」存在する点（相違点１３）の２点であるところ，上記相違点は，\n丙９発明Ａ，丙６発明及び丙７発明を組み合わせることによって，当業者\nが容易に想到できた。\n本件発明２\n本件発明２と丙９発明Ｂの相違点は，①丙９発明Ｂは構成要件Ｂ２，Ｃ\n２及びＤ２に相当する構成を有しておらず，「データをそれぞれの属性に\n応じたデータ圧縮処理に対応する伸長処理を行う再生処理部１６」「スピ\nーカやモニタ等のマルチメディア情報が出力される出力装置１８」を有\nするに留まる点（相違点１４），②丙９発明Ｂは構成要件Ｇ２に相当する\n構成を有していない点（相違点１５），③丙９発明Ｂの「直交する２つの\n腕を有するＬ字状の形状を」した「ヘッダ情報１１１」は「図形標識１１」\n毎に１つのみ存在するのに対し，本件発明２の「ドットパターン」の「第\n一方向ライン」「第二方向ライン」は，「前記縦方向の所定の格子点間隔ご\nとに」ないし「前記横方向の所定の格子点間隔ごとに」複数存在し，その\n結果として「前記情報ドットが配置されて情報を表現する部分を囲むよ\nうに」存在する点（相違点１６）の３点であるところ，上記相違点は，丙\n９発明Ｂ，丙８発明，丙６発明及び丙７発明を組み合わせることによって，\n当業者が容易に想到できた。\n本件発明３\n本件発明３と丙９発明Ａの相違点は，①本件発明３は「該格子点からの\nずれ方でデータ内容が定義され」するものであるのに対し，丙９発明Ａの\n「各状態領域１１３は，第１又は第２状態を表すために，選択的に１つの\nドットを含んだり，そのドットを含まなかったりするもの」である点（相\n違点１７），②本件発明３は「当該ドット本来の位置からのずらし方によ\nって」ドットパターンの向きを意味しているのに対し，丙９発明Ａでは，\nそのドットの有無によってドットパターンの配向を意味している点（相\n違点１８）の２点であるところ，上記相違点は，丙９発明Ａと丙６発明を\n組み合わせることによって，当業者が容易に想到できた。\n本件発明４\n本件発明４と丙９発明Ａの相違点は，①本件発明４は「該格子点からの\nずれ方でデータ内容が定義され」するものであるのに対し，丙９発明Ａの\n「各状態領域１１３は，第１又は第２状態を表すために，選択的に１つの\nドットを含んだり，そのドットを含まなかったりするもの」である点（相\n違点１９），②本件発明４は「当該ドット本来の位置からのずらし方によ\nって」ドットパターンの向きを意味しているのに対し，丙９発明Ａでは，\nそのドットの有無によってドットパターンの配向を意味している点（相\n違点２０）の２点であるところ，上記相違点は，丙９発明Ａと丙６発明を\n組み合わせることによって，当業者が容易に想到できた。\n本件発明５\n本件発明５と丙９発明Ｂの相違点は，①本件発明５は「該格子点からの\nずれ方でデータ内容が定義され」するものであるのに対し，丙９発明Ｂの\n「各状態領域１１３は，第１又は第２状態を表すために，選択的に１つの\nドットを含んだり，そのドットを含まなかったりするもの」である点（相\n違点２１），②本件発明５は「当該ドット本来の位置からのずらし方によ\nって」ドットパターンの向きを意味しているのに対し，丙９発明Ｂでは，\nそのドットの有無によってドットパターンの配向を意味している点（相\n違点２２）の２点であるところ，上記相違点は，丙９発明Ａと丙６発明を\n組み合わせることによって，当業者が容易に想到できた。\nカ  分割出願の出願日が遡及しない場合\n本件発明１\n本件発明１と丙１０発明Ａの相違点は，①丙１０発明Ａの「Ｌ型分布に\n形成されたヘッダー部１４」は「画像インジケーター１０」毎に１つのみ\n存在するのに対し，本件発明１の「ドットパターン」の「第一方向ライン」\n「第二方向ライン」は，「前記縦方向の所定の格子点間隔ごとに」ないし\n「前記横方向の所定の格子点間隔ごとに」複数存在し，その結果として\n「前記情報ドットが配置されて情報を表現する部分を囲むように」存在\nする点（相違点２３）であるところ，上記相違点は，丙１０発明Ａと丙７\n発明を組み合わせることによって，当業者が容易に想到できた。\nまた本件発明１と丙１１発明Ａの相違点は，①丙１１発明Ａの「縦方向\nの基準格子線１ｃ，１ｄ」には「基準格子点ドット２」は配置されておら\nず，その結果として，丙１１発明Ａの「基準格子線１ａ～１ｄ」は発明と\nは異なり「前記情報ドットが配置されて情報を表現する部分を囲むよう\nに」配置されていないのに対し，本件発明１は「「第二方向ライン上」に\n配置された「格子ドット」』を有し，本件特許１の請求項１に係る発明の\n「第一方向ライン」「第二方向ライン」は「前記情報ドットが配置されて\n情報を表現する部分を囲むように」配置されている点（相違点２４）であ\nるところ，上記相違点は，丙１１発明Ａと丙１２発明を組み合わせること\nによって，当業者が容易に想到できた。\n本件発明２\n本件発明２と丙１０発明Ｂの相違点は，①丙１０発明Ｂは「光学デバイ\nス１１２」「プロセッサー１１４」「出力デバイス１１６」を有するのに留\nまるのに対し，本件発明２は「音声情報再生装置」であって，「予め所定\nの音声情報をドットパターンと関連づけた参照テーブル」「前記音声情報\nが記憶された音声記憶手段」「前記光学読取手段によって前記ドットパタ\nーンが読み取られたときに，前記参照テーブルを参照して前記音声記憶\n手段から当該ドットパターンに関連付けられた音声情報を読み出して出\n力する音声出力手段」を有する点（相違点２５），②丙１０発明Ｂの「Ｌ\n型分布に形成されたヘッダー部１４」は「画像インジケーター１０」毎に\n１つのみ存在するのに対し，本件発明２の「ドットパターン」の「第一方\n向ライン」「第二方向ライン」は，「前記縦方向の所定の格子点間隔ごとに」\nないし「前記横方向の所定の格子点間隔ごとに」複数存在し，その結果と\nして「前記情報ドットが配置されて情報を表現する部分を囲むように」存\n在する点（相違点２６）の２点であるところ，上記相違点は，丙１０発明\nＢ，丙８発明及び丙７発明を組み合わせることによって，当業者が容易に\n想到できた。\nまた，本件発明２と丙１１発明Ｂの相違点は，①丙１１発明Ｂは構成要\n件Ｂ２，Ｃ２及びＤ２に相当する構成を有しておらず，「該ドットパター\nンを数値化して，該数値化情報に対応する音声情報を記憶手段から読み\n出して出力する」に留まる点（相違点２７），②丙１１発明Ｂの「縦方向\nの基準格子線１ｃ，１ｄ」には「基準格子点ドット２」は配置されておら\nず，その結果として，丙１１発明Ａの「基準格子線１ａ～１ｄ」は本件発\n明２とは異なり「前記情報ドットが配置されて情報を表現する部分を囲\nむように」配置されていないのに対し，本件発明２は「第二方向ライン上」\nに配置された「格子ドット」を有し，本件発明２の「第一方向ライン」「第\n二方向ライン」は「前記情報ドットが配置されて情報を表現する部分を囲\nむように」配置されている点（相違点２８）の２点であるところ，上記相\n違点は，丙１１発明Ｂ，丙１２発明及び丙８発明を組み合わせることによ\nって，当業者が容易に想到できた。\n本件発明３\n本件発明３と丙１０発明Ａの相違点は，①本件発明３では，その「ドッ\nトの１つ」は「垂直方向に配置された」ものでなければならないのに対し，\n丙１０発明Ａでは，そのような限定が無い点（相違点２９）であるところ，\n上記相違点は，丙１０発明Ａに基づき，当業者が容易に想到できた。\nまた，本件発明３と丙１１発明Ａの相違点は，①本件発明３は「前記水\n平方向に配置されたドットの端点に位置する当該ドットから等間隔に所\n定個数垂直方向に配置されたドット」を有するのに対し，丙１１発明Ａの\n「縦方向の基準格子線１ｃ，１ｄ」には「基準格子点ドット２」は配置さ\nれていない点（相違点３０），②本件発明３では，その「当該ドット本来\nの位置からのずらし方によって前記ドットパターンの向きを意味してい\nる」ドットは「前記垂直方向に配置されたドット」であるのに対し，丙１\n１発明Ａでは「横方向の該基準格子線１ａ，１ｂ上に設けられた仮想格子\n点上」の「基準格子点ドット」である点（相違点３１）の２点であるとこ\nろ，上記相違点は，丙１１発明Ａと丙１２発明を組み合わせることによっ\nて，当業者が容易に想到できた。\n本件発明４\n本件発明４と丙１０発明Ａの相違点は，①本件発明４では，その「ドッ\nトの１つ」は「垂直方向に配置された」ものでなければならないのに対し，\n丙１０発明Ａでは，そのような限定が無い点（相違点３２）であるところ，\n上記相違点は，丙１０発明Ａに基づき，当業者が容易に想到できた。\nまた，本件発明４と丙１１発明Ａの相違点は，①本件発明４は「前記水\n平方向に配置されたドットの端点に位置する当該ドットから等間隔に所\n定個数垂直方向に配置されたドット」を有するのに対し，丙１１発明Ａの\n「縦方向の基準格子線１ｃ，１ｄ」には「基準格子点ドット２」は配置さ\nれていない点（相違点３３），②本件発明４では，その「当該ドット本来\nの位置からのずらし方によって前記ドットパターンの向きを意味してい\nる」ドットは「前記垂直方向に配置されたドット」であるのに対し，丙１\n１発明Ａでは「横方向の該基準格子線１ａ，１ｂ上に設けられた仮想格子\n点上」の「基準格子点ドット」である点（相違点３４）の２点であるが，\n上記相違点は，丙１１発明Ａと丙１２発明を組み合わせることによって，\n当業者が容易に想到できた。\n本件発明５\n本件発明５と丙１０発明Ｂの相違点は，①本件発明５では，その「ドッ\nトの１つ」は「垂直方向に配置された」ものでなければならないのに対し，\n丙１０発明Ｂでは，そのような限定が無い点（相違点３５）であるところ，\n上記相違点は，丙１０発明Ｂに基づき，当業者が容易に想到できた。\nまた本件発明５と丙１１発明Ｂの相違点は，①本件発明５は「前記水平\n方向に配置されたドットの端点に位置する当該ドットから等間隔に所定\n個数垂直方向に配置されたドット」を有するのに対し，丙１１発明Ｂの\n「縦方向の基準格子線１ｃ，１ｄ」には「基準格子点ドット２」は配置さ\nれていない点（相違点３６），②本件発明５では，その「当該ドット本来\nの位置からのずらし方によって前記ドットパターンの向きを意味してい\nる」ドットは「前記垂直方向に配置されたドット」であるのに対し，丙１\n１発明Ｂでは「横方向の該基準格子線１ａ，１ｂ上に設けられた仮想格子\n点上」の「基準格子点ドット」である点（相違点３７）の２点であるとこ\nろ，上記相違点は，丙１１発明Ｂと丙１２発明を組み合わせることによっ\nて，当業者が容易に想到できた。\n（原告の主張）\nア  優先権主張について\n本件特許１に係る本件明細書１の【０１８４】～【０２０２】Ⅰ及び図１\n０３においては，格子領域の中心からずれることで情報が表現されるドット\nパターン８０３等について，「格子ドット」を用いることで，ドットパター\nン６０１の画像データを取り込むときに正確に認識することができる実施\n例が開示されている。一方，本件基礎出願３の明細書の【００１４】【００\n１５】及び図２には，「格子ドット３ｂ」（△マークのドット）を用いて，ド\nットパターン１を正確に認識することができる実施例が記載されており，図\n２には，本件明細書１の図１０３と同様，ドットがそのもの（あるべき）位\n置である，格子領域の中心から８方向にずれることで情報が表現されている。\n以上については，本件特許２～４についても，同様である。\nしたがって，本件特許１～４に係る本件明細書１～４の図１０３～図１０\n６の実施例は，本件基礎出願３の願書に最初に添付した明細書，特許請求の\n範囲又は図面に記載された事項（記載されたに等しい事項を含む）であるか，\n記載された事項から自明な事項である。\nさらに，本件基礎出願３の明細書の【００１４】【００１５】及び図２と\n同様の記載が，本件基礎出願４及び５の明細書にあるから，本件特許１～４\nに係る明細書の図１０３～図１０６の実施例は，本件基礎出願４及び５の願\n書に最初に添付した明細書，特許請求の範囲又は図面にそれぞれ記載された\n事項（記載されたに等しい事項を含む）であるか，記載された事項から自明\nな事項である。\nしたがって，本件特許１～４に係る発明について，少なくとも，本件基礎\n出願４及び５を基準とする優先権主張が認められる。\nイ  出願日の遡及について\n本件特許１～４を含む第４世代出願以下の分割出願の明細書に記載され\nた事項は，第２世代出願の明細書又は図面のすべての記載を総合することに\nより導かれる技術的事項との関係において，新たな技術的事項を導入しない\nものであるので，第２世代出願の出願当初の明細書，特許請求の範囲及び図\n面に記載された事項の範囲である。したがって，第４世代出願以下の分割出\n願の出願日は，本件原出願の出願日である平成１５年９月２６日まで遡及す\nる。\nウ  分割出願の出願日が遡及し，優先権主張も認められる場合について\n丙５発明の技術的事項の特徴は，ドットが存在する黒部分には「１」，存\n在しない白部分には「０」が記録されるデータドット７とブロックの認識に\n利用するマーカ５とマーカ間に配置されたマッチングドットパターン部６\nとによって情報データを記述し，読み取ることにある。一方，丙６発明の技\n術的事項の特徴は，少なくとも一部のマークをラスタ線上に配置するという\n制限を設けることによって，丙５発明におけるマーカ５とマッチングドット\nパターン部６のような，「データドットパターン部３内の各ドットの読取基\n準点」を示すパターンを不要とし，すべてのマークによって位置コード化パ\nターンの形成（コード化）と読み取りを可能にしたものである。\nそうすると，上記のような制限のある丙６発明に記載されたマークを丙５\n発明Ａの「データドットパターン部３」として採用したとしても，構成要件\nＢ１となることはないから，当業者は相違点１，４，７，９，１１は解消で\nきない。\nしたがって，本件発明１～５は当業者が容易に発明できたものではない。\nエ  分割出願の出願日が遡及するものの，優先権主張が認められない場合につ\nいて\n丙９発明は，微細単位が，“１”の値を割当てられ，また，第２状態の状\n態領域１１３における微細単位が，“０”の値を割当てられる点で，丙５発\n明と同様である。したがって，前記ウで主張したのと同様の理由により，丙\n９発明に対し丙６発明を組み合わせたとしても本件発明１の構成に容易に\n想到できるものではない。\n⑿  新規性を欠いているか（争点４－６）\n（被告らの主張）\n本件発明１～５に係る特許の出願日が，それぞれ現実の出願日等である平成\n２０年９月１日，平成２２年１１月３０日，平成２３年２月２８日，平成２４\n年９月２８日等とされた場合，本件発明１～５は，丙１２発明と同一であるか\nら，新規性を欠く。\n（原告の主張）\n前記⑾イの原告の主張で述べたとおり，本件特許１～４の出願日は本件原出\n願の出願日（平成１５年９月２６日）まで遡及するから，被告らの主張には理\n由がない。\n⒀  産業上利用可能性を欠いているか（争点４－７）\n（被告らの主張）\n本件発明１，３及び４は，その発明の実施においてソフトウェアを利用する\n発明であるが，特許・実用新案審査ハンドブックにおいて，ソフトウェア関連\n発明が自然法則を利用した科学的思想の創作となる例として挙げられたもの\nにはいずれも該当しないから，特許法２９条１項柱書の要件を満たしていない。\n（原告の主張）\n本件発明１，３及び４は，いずれもドットを用いるものであり，ドットは光\n学的に検知可能なものであるから自然法則を利用している上，複数のドットの\n構造上の特徴を有するものであるから，単なる情報の提示ではなく，技術的思\n想に該当する。そして，本件明細書１，３及び４記載のとおり，これらの発明\nは，多数のアプリケーションに適用可能であり，産業利用できる発明である。\nしたがって，本件発明１，３及び４は特許法２９条１項柱書の要件を満たし\nている。\n⒁  特許法３９条２項に違反しているか（争点４－８）\n（被告らの主張）\n本件発明３と本件発明４を対比すると，本件発明３が「ドットパターン」で\nあるのに対し，本件発明４が「ドットパターンが形成された媒体」で相違し，\nその他の点では相違しない。そして，本件発明３のような「ドットパターン」\nは通例何らかの「媒体」上に形成されて用いられるものであることから，「ドッ\nトパターン」と「ドットパターンが形成された媒体」の関係は，課題解決のた\nめの具体化手段における微差，すなわち，周知技術，慣用技術の付加，削除，\n転換等であって，新たな効果を奏するものではない。\nしたがって，本件発明３と本件発明４は同一であるから，特許法３９条２項\nにより特許を受けることができない。\n（原告の主張）\n「ドットパターンが形成された媒体」の発明は，「ドットパターン」の発明と\nは異なり，情報システムを構成する部品として機能し，本件明細書４に記載さ\nれた様々なアプリケーションに含まれる部品としての効果を発揮する。このよ\nうな効果がある以上，「ドットパターン」と「ドットパターンが形成された媒\n体」の関係は，課題解決のための具体化手段における微差ではない。\n⒂  損害の数額（争点５）\n（原告の主張）\nア  被告各製品の販売により得た利益\n被告各製品の１個当たりの利益は２万５０００円を下らず，年間販売数は\n８０００個を下らないと推測されるから，年間推定利益は２億円（２万５０\n００円×８０００個）を下らない。\n被告は，遅くとも平成２２年１１月１日から被告各製品を販売しているか\nら，被告が同日から本件訴訟提起日である平成３０年３月３０日までの間に\n得た利益額は１６億６６６６万６６６６円（２億円×８年４か月）を下らな\nい。\nイ  弁護士・弁理士費用\n被告による不法行為と相当因果関係ある弁護士・弁理士費用相当の損害額\nは，１億６６６６万６６６６円を下らない。\n（被告らの主張）\n争う。\n第３  当裁判所の判断\n１  本件各発明及びその意義\n⑴  本件明細書１～４の発明の詳細な説明には，以下の記載がある（甲４，７，\n１０，１３）。\nア  発明の属する技術分野\n「本発明は，印刷物に形成したドットパターン情報を光学的に読み取り該\nドットパターンに対応した種々の情報を再生する技術に関する。」【０００\n１】Ⅰ～Ⅳ\nイ  背景技術\n「従来より，光センサを用いて絵本やゲームカードに印刷されたバーコー\nドを読み取り，特定の音声を発音させる音声発生玩具が提案されている。\nこれらの音声発生玩具では，読み込んだバーコードに対応した音声情報を\nメモリから読み出すことで多種の音声情報を再生できるようにしていた。」\n【０００２】Ⅰ～Ⅳ\n「しかし，このようなバーコードを用いた技術は，紙面上にバーコード印\n刷用の専用領域を確保しなければならず，かつバーコードは情報処理シス\nテムが読み取るためのものであり，絵本や書籍の読者にとっては目視でそ\nのコード内容を把握しかねるものであったため，限られた紙面上にバーコ\nードが印刷されていることは読者にとっては煩わしく絵本等書籍の製品価\n値を下げかねないものとなっていた。」【０００３】Ⅰ～Ⅳ\n「さらに，上記のようにバーコード技術は，紙面上に印刷された文字，図\n形，記号に重ねて印刷することができないために，これらの文字，図形，記\n号等に対して音声再生を行いたい場合に文字等の近傍にバーコードを印刷\nするしかなく，読者にとって直感的に文字等に別の音声情報等が付加され\nていることを伝えにくい特性を有していた。」【０００４】Ⅰ～Ⅳ\n「この点について，特開平１０－２６１０５９号公報に開示されている\n『ドットコード』技術では，ドットパターンで印刷されたコード情報を読\nみ取って情報を再生させる方法が提案されている。」【０００５】Ⅰ～Ⅳ\n「係る先行技術では，ブロック領域内のドットパターンの配置の仕方によ\nってデータを定義するとともに，データドットパターンではあり得ないド\nットパターンでマーカを定義することにより，これを同期信号として機能\nさせている。したがって，この技術では，ドットを所定の法則で紙面の二次\n元方向に印刷したドットパターンをペン型のスキャナで読み取り，このス\nキャナの走査速度と走査方向を情報処理装置で解析して予め対応付けられ\nた音声等の情報を再生させる方法となっている。」【０００６】Ⅰ～Ⅳ\n「しかし，係るドットコード技術では，動的にスキャナを走査させること\nを前提としているために，紙面に印刷された文字に沿って音声情報を再生\nすることは可能であるものの， 紙面上にキャラクタ等が自由に印刷配置さ\nれた絵本等で静的に読取装置を当接させるだけで情報を再生させたいよう\nな用途には不向きであった。すなわち，このドットコード技術では意味のあ\nるコード情報を取得するためにはＸＹ座標上で一定の距離以上のスキャニ\nングを実行する必要があるため，紙面上に印刷された極小領域にドットコ\nードを対応付けて印刷することはできなかった。」【０００７】Ⅰ～Ⅳ\nウ  発明が解決しようとする課題\n「本発明は，極小領域であってもコード情報やＸＹ座標情報が定義可能な\nドットパターンを提案し，係るドットパターンに基づいた情報再生方法お\nよび情報再生装置を提案するものである。」【０００８】Ⅰ～Ⅳ\n「特に，ドットパターンに関連付けられた音声情報を再生する音声情報再\n生装置を提案するものである。」【０００９】Ⅱ\nエ  発明の効果\n「本発明によれば，極小領域であってもコード情報やＸＹ座標情報が定義\n可能なドットパターンを提供することができる。」【０００９】Ⅰ～Ⅳ\n「本発明によれば，ドットパターンを読み取る光学読取手段と，ドットパ\nターンに対応する音声情報を出力する音声情報出力手段とが一体となって\nいるため，ドットパターンによる音声再生を，より簡易かつ便利に実現す\nることが可能となる。」【００５６】Ⅱ\n⑵  本件各発明の意義\n前記⑴によれば，本件各発明の意義は以下のとおりであると認められる。\n従来から，光センサを用いて絵本やゲームカードに印刷されたバーコードを\n読み取り，特定の音声を発音させる音声発生玩具が提案されており，先行技術\nにおいては，バーコードに代わってドットパターンで印刷されたコード情報を\n読み取って情報を再生させる方法が提案されていた。同技術においては，ドッ\nトを所定の法則で紙面の二次元方向に印刷したドットパターンをペン型のス\nキャナで読み取り，このスキャナの走査速度と走査方向を情報処理装置で解析\nしてあらかじめ対応付けられた音声等の情報を再生させるが，動的にスキャナ\nを走査させることを前提としているために，紙面上にキャラクタ等が自由に印\n刷配置された絵本等で静的に読取装置を当接させるだけで情報を再生させ る\n用途には不向きであった。\n本件各発明は，印刷物に形成したドットパターン情報を光学的に読み取り該\nドットパターンに対応した種々の情報を再生する技術に関するものであり，極\n小領域であってもコード情報やＸＹ座標情報が定義可能なドットパターンを\n提案し，このドットパターンに基づいた情報再生方法及び情報再生装置を提案\nするものである。\n本件発明１はドットパターン，本件発明２は本件発明１に係るドットパター\nンを読み取って音声を再生する音声情報再生装置，本件発明３はドットパター\nン，本件発明４は本件発明３に係るドットパターンが形成された媒体，本件発\n明５は本件発明３に係るドットパターンを撮影してその定義するデータ内容\nに対応した情報を出力する情報処理装置の発明である。\n２  本件明細書１～４におけるドットパターンの記載\n本件明細書１～４には，発明に係るドットパターンについて説明した以下の記\n載がある（本件明細書１～４に同じ記載がある。）また，本件明細書１～４には，\nそれぞれ，同じ図１～図１１３が掲載されており，このうち，ドットパターンを\n示すものとして，図２，図５～８，図２２，図１０３～図１０６がある（本判決\n別紙図面目録の各図面）。\n「図１は本発明のドットパターンを用いた情報再生方法の構成を示すブロック\n図であり、（ａ）はドットコードの生成について、（ｂ）はドットパターンの認識\nについての説明図である。図２はドットパターンの一例を示す正面図である。図\n３は絵本と情報再生方法の状態を説明する機能ブロック図である。」【００１４】\nⅠ，【００５８】Ⅱ，【００６０】Ⅲ，【００５４】Ⅳ\n「本発明のドットパターン６０１の生成は、ドットコード生成アルゴリズムに\nより、音声情報を認識させるために微細なドット６０５を第一方向ライン６０３\nに所定の規則に則って配列し、かつこの第一方向ライン６０３に交差するように\n配置した第二方向ライン６０４に所定の規則に則ってドット６０５を配列する。\nさらに、パソコン６０８内のメモリまたはカメラ６０２内に設けられたメモリに\nマッピングテーブルも生成する。この第一方向ライン６０３と第二方向ライン６\n０４とは９０度の角度で交差させたものに限定されず、たとえば、６０度の角度\nで交差させたものでもよい。」【００１７】Ⅰ，【００６１】Ⅱ，【００６３】Ⅲ，\n【００５７】Ⅳ\n「図４は他のドットパターンを用いた情報再生方法の構成を示すブロック図で\nあり、（ａ）はドットコードの生成について、（ｂ）はドットパターンの認識につ\nいての説明図である。図５から図８は他のドットパターンの一例を示す正面図で\nある。」【００２３】Ⅰ，【００６７】Ⅱ，【００６９】Ⅲ，【００６３】Ⅳ\n「上述したようにカメラ６０２で取り込んだ画像データは，画像処理アルゴリ\nズムで処理してドット６０５を抽出し，歪率補正のアルゴリズムにより，カメラ\n６０２が原因する歪とカメラ６０２の傾きによる歪を補正するので，ドットパタ\nーン６０１の画像データを取り込むときに正確に認識することができる。」【００\n２４】Ⅰ，【００６８】Ⅱ，【００７０】Ⅲ，【００６４】Ⅳ\n「このドットパターンの認識では，先ず連続する等間隔のドット６０５により\n構成されたラインを抽出し，その抽出したラインが正しいラインかどうかを判定\nする。このラインが正しいラインでないときは別のラインを抽出する。」【００２\n５】Ⅰ，【００６９】Ⅱ，【００７１】Ⅲ，【００６５】Ⅳ\n「次に，抽出したラインの１つを水平ラインとする。この水平ラインを基準と\nしてそこから垂直に延びるラインを抽出する。垂直ラインは，水平ラインを構成\nするドットからスタートし，次の点もしくは３つ目の点がライン上にないことか\nら上下方向を認識する。」【００２６】Ⅰ，【００７０】Ⅱ，【００７２】Ⅲ，【００\n６６】Ⅳ\n「最後に，情報領域を抽出してその情報を数値化し，この数値情報を再生する。」\n【００２７】Ⅰ，【００７１】Ⅱ，【００７３】Ⅲ，【００６７】Ⅳ\n「図２１は本発明のカメラ入力による情報入出力方法の構成を示すブロック図\nであり、（ａ）はドットコードの生成について、（ｂ）はドットパターンの認識に\nついての説明図である。図２２はドットパターンの一例を示す正面図である。」\n【００６１】Ⅰ，【０１０５】Ⅱ，【０１０７】Ⅲ，【０１０１】Ⅳ\n「次に，本発明におけるドットパターンの仕様について図１０３～図１０６を\n用いて説明する。」【０１８４】Ⅰ，【０２２８】Ⅱ，【０２３０】Ⅲ，【０２２４】\nⅣ\n「ドットパターン部６０１は，図１０５に示すように，格子状に配置されたド\nットで構成されている。なお縦横方向の格子線はドットの配置位置を説明するた\nめのものであり実際の印刷物上には存在しない。」【０１８５】Ⅰ，【０２２９】\nⅡ，【０２３１】Ⅲ，【０２２５】Ⅳ\n「ここで，４×４個の格子領域を１つのデータブロックまたは格子ブロックと\n呼び，この格子ブロックの四隅（格子線の交点（格子点）上）には格子ドットＬ\nＤが配置されている。格子ドットＬＤ同士の間隔は０．３５ｍｍ～１．０ｍｍ，\n好ましくは０．５ｍｍ程度であることが最適である。また，ドットの直径は前記\n格子ドット間隔の８～１０％程度であることが望ましい。」【０１８６】Ⅰ，【０２\n３０】Ⅱ，【０２３２】Ⅲ，【０２２６】Ⅳ\n「どの格子ブロックからどの格子ブロックまでが１つのデータであるかを示す\nためにキードットＫＤを配置している。」【０１８７】Ⅰ，【０２３１】Ⅱ，【０２\n３３】Ⅲ，【０２２７】Ⅳ\n「キードットＫＤとは，格子ドットＬＤの位置をずらしたものである。すなわ\nち，格子ドットＬＤは本来格子点上に配置されているが，この位置をずらしてキ\nードットＫＤを配置している。なお，キードットＫＤの格子点からのずれは約２\n０％前後程度が好ましい。」【０１８８】Ⅰ，【０２３２】Ⅱ，【０２３４】Ⅲ，【０\n２２８】Ⅳ\n「前記キードットＫＤに囲まれた領域，またはキードットＫＤを中心にした領\n域が１つのデータを構成している。」【０１８９】Ⅰ，【０２３３】Ⅱ，【０２３５】\nⅢ，【０２２９】Ⅳ\n「このデータの並びは，図１０４に示すように，左上から下方向に向かって順\n番に配置されている。」【０１９０】Ⅰ，【０２３４】Ⅱ，【０２３６】Ⅲ，【０２３\n０】Ⅳ\n「データは，図１０３に示すように，ドット６０５を格子ブロック内の中心点\nからどの程度ずらすかによってデータ内容が定義できるようになっている。同図\nでは，中心から等距離で４５度ずつそれぞれずらした点を８個定義することによ\nって単一の格子ブロックで８通り，すなわち３ビットのデータを表現できるよう\nになっている。なお，さらに中心点から距離を変更した点をさらに８個定義すれ\nば１６通り，すなわち４ビットのデータを表現できる。」【０１９１】Ⅰ，【０２３\n５】Ⅱ，【０２３７】Ⅲ，【０２３１】Ⅳ\n「本発明のドットパターンは，１個のデータブロックを構成する格子を自由に\n定義することができる点に特徴がある。つまり，前述のようにキードットＫＤが\nデータ領域の範囲を定義しているため，このキードットＫＤの配置を変更すれば\n任意の可変長の格子ブロック群をデータ格納領域として扱うことができるわけ\nである。」【０１９２】Ⅰ，【０２３６】Ⅱ，【０２３８】Ⅲ，【０２３２】Ⅳ\n「また，本発明のドットパターンでは，キードットのずらし方を変更すること\nにより，同一のドットパターン部であっても別の意味を持たせることができる。\nつまり，キードットＫＤは格子点からずらすことでキードットＫＤとして機能す\nるものであるが，このずらし方を格子点から等距離で４５度ずつずらすことによ\nり８パターンのキードットを定義できる。」【０１９３】Ⅰ，【０２３７】Ⅱ，【０\n２３９】Ⅲ，【０２３３】Ⅳ\n「ここで，ドットパターン部をＣ－ＭＯＳ等の撮像手段で撮像した場合，当該\n撮像データは当該撮像手段のフレームバッファに記録されるが，このときもし撮\n像手段の位置が紙面の鉛直軸（撮影軸）を中心に回動された位置，すなわち撮影\n軸を中心にして回動した位置（ずれた位置）にある場合には，撮像された格子ド\nットとキードットＫＤとの位置関係から撮像手段の撮像軸を中心にしたずれ（カ\nメラの角度）がわかることになる。この原理を応用すれば，カメラで同じ領域を\n撮影しても角度という別次元のパラメータを持たせることができる。そのため，\n同じ位置の同じ領域を読み取っても角度毎に別の情報を出力させることができ\nる。」【０１９４】Ⅰ，【０２３８】Ⅱ，【０２４０】Ⅲ，【０２３４】Ⅳ\n「いわば，同一領域に角度パラメータによって階層的な情報を配置できること\nになる。」【０１９５】Ⅰ，【０２３９】Ⅱ，【０２４１】Ⅲ，【０２３５】Ⅳ\n「この原理を応用したものが図７４，図７６，図７８に示すような例である。\n図７４では，ミニフィギュア１１０１の底面に設けられたスキャナ部１１０５で\nこのミニフィギュア１１０１を台座上で４５度ずつ回転させることでドットパ\nターン部の読取り情報とともに異なる角度情報を得ることできるため，８通りの\n音声内容を出力させることができる。」【０１９６】Ⅰ，【０２４０】Ⅱ，【０２４\n２】Ⅲ，【０２３６】Ⅳ\n「本発明において，ダミードットＤＤを定義することができる。このダミード\nットＤＤは，４個の格子ドットＬＤの正中心に配置したドットである（図１０６\n（ａ）参照）。このようなダミードットは，マスク領域毎に境界を定義した絵本等\nに適している。図１０６（ｃ）に示すようにｍａｓｋ１とｍａｓｋ２の領域の境\n界にダミードットＤＤを配置している。このようなマスク境界にダミードットＤ\nＤ領域を配置することにより，それぞれのマスク領域に定義されたコード情報を\n同時に読み取ってしまうことを防止している。図１０６（ｄ）はダミードットＤ\nＤの配置状態を示した図である。」【０１９７】Ⅰ，【０２４１】Ⅱ，【０２４３】\nⅢ，【０２３７】Ⅳ\n「また，絵本等の背景部分については，格子ドットの中心にドットを配置しな\nい空ドットを配置することが好ましい。空ドットは，情報が記録された通常のデ\nータドットに比べてドット数が少ないため，ドットパターンの目立たない印刷が\n可能となる。また，空ドットの連続であるために，模様が生じにくく，単一色の\n背景に適している。」【０１９８】Ⅰ，【０２４２】Ⅱ，【０２４４】Ⅲ，【０２３８】\nⅣ\n「また，本発明では，本来撮影中心を含む１ブロック分のデータを解析する必\n要があるが，撮影中心の近傍の格子データ（情報データ）をブロックをまたがっ\nて読取りデータとしてもよい。このような場合，本来の１ブロックから欠けてい\nる情報データに該当するデータを隣り合う他のブロックから読み込んで１ブロ\nック分のデータに補完して入力を完了することができる。」【０１９９】Ⅰ，【０２\n４３】Ⅱ，【０２４５】Ⅲ，【０２３９】Ⅳ\n「ＸＹ座標を定義するドットパターンについては，撮影中心とは異なるブロッ\nクからそれに相当するＸＹ座標を構成する情報ドットを読み，補正をかけて撮影\n中心のＸＹ座標値とすることができる。」【０２００】Ⅰ，【０２４４】Ⅱ，【０２\n４６】Ⅲ，【０２４０】Ⅳ\n「本発明は，以上に説明したような，格子ドットを用いたドットパターンであ\nるため，撮影条件にあまり左右されないという特性を有している。すなわち，撮\n影条件（カメラのレンズのひずみ，カメラの写す角度，紙の変形）  によってドッ\nトパターン全体がひずみを起こした場合，４個の格子ドットで形成される形状と，\n情報ドットの位置のずれが同様に起きるため，格子ドットからの相対的な位置関\n係にかわりはなく，これら格子ドットを基準に補正計算を行えば，各情報ドット，\nキードットについての真の位置がわかる。」【０２０１】Ⅰ，【０２４５】Ⅱ，【０\n２４７】Ⅲ，【０２４１】Ⅳ\n「つまり，本発明の格子ドットを用いたドットパターンは歪みに強いといえる。」\n【０２０２】Ⅰ，【０２４６】Ⅱ，【０２４８】Ⅲ，【０２４２】Ⅳ\n３  争点４－２（補正要件に違反しているか）について\n事案に鑑み，本件特許１及び本件特許２の補正要件違反の有無についての争点\n４－２を判断する。\n⑴  補正の内容\nア  本件特許１に係る本件補正１は，以下の内容を含む。（甲１９，２０，丙\n２１，５８，５９）\n平成２１年１月９日付手続補正書による補正後の特許請求の範囲第１\n項の「前記ドットパターンは，縦横方向に等間隔に設けられた格子線の交\n点である格子点を中心に，前記情報ドットをいずれかの方向に，どの程度\nずらすかによってデータ内容を定義し，」の「前記情報ドットを」と「い\nずれかの方向に」との間に，「前記格子点の中心から等距離で４５°ずつ\nずらした方向のうち」との事項が追加されたこと（本件発明１の構成要件\nＢ１）\n平成２１年１月９日付手続補正書による補正後の特許請求の範囲第１\n項が以下のとおり変更されたこと\nａ  変更前\n「前記縦方向の所定の格子点間隔ごとに水平方向に引いた第一方向\nライン上と，該第一方向ラインと交差するように前記横方向の所定の格\n子点間隔ごとに垂直方向に引いた第二方向ライン上とにおいて，前記情\n報ドットが配置されて情報を表現する部分を囲むように，該縦横方向の\n複数の格子点上に格子ドットが配置された」\nｂ  変更後\n「前記情報ドットが配置されて情報を表現する部分を囲むように，前\n記縦方向の所定の格子点間隔ごとに水平方向に引いた第一方向ライン\n上と，該第一方向ラインと交差するように前記横方向の所定の格子点\n間隔ごとに垂直方向に引いた第二方向ライン上とにおいて，該縦横方\n向の複数の格子点上に格子ドットが配置された」（本件発明１の構成要\n件Ｃ１）\n【０００９】Ⅰの記載について， と同じ変更がされたこと\nイ  本件特許２に係る本件補正２は，以下の内容を含む。（丙１，２２，５５，\n６０）\n願書に最初に添付した特許請求の範囲における第１項が以下のとおり\n変更されたこと\nａ  変更前\n「前記所定のドットパターンは，水平方向に所定間隔ごとに所定\n個数配置された水平基準格子点ドットと，前記水平基準格子点ドッ\nトの端点に位置する当該水平基準格子点ドットから垂直方向に所定\n個数配置された垂直基準格子点ドットと，前記水平基準格子点ドッ\nトから仮想的に設定された垂直方向基準格子線と，前記垂直方向基\n準格子点ドットから水平方向に仮想的に設定された水平方向基準格\n子線との交点を格子点とし，該格子点に囲まれた領域内に配置され，\nデータ内容が定義された情報ドットと，からなるドットパターンで\nある」\nｂ  変更後\n「前記所定のドットパターンは，媒体面上に形成され，且つデー\nタ内容が定義できる情報ドットが配置されたドットパターンであっ\nて，縦横方向に等間隔に設けられた格子線の交点である格子点を中\n心に，前記情報ドットを前記格子点の中心から等距離で４５°づつ\nずらした方向のうちいずれかの方向に，どの程度ずらすかによって\nデータ内容を定義し，前記情報ドットが配置されて情報を表現する\n部分を囲むように，前記縦方向の所定の格子点間隔ごとに水平方向\nに引いた第一方向ライン上と，該第一方向ラインと交差するように\n前記横方向の所定の格子点間隔ごとに垂直方向に引いた第二方向ラ\nイン上とにおいて，該縦横方向の複数の格子点上に格子ドットが配\n置されたドットパターンである」）と変更されたこと（本件発明２の\n構成要件Ｆ２～Ｈ２）\n【００１０】Ⅱの記載について， と同じ変更がされたこと。\n当初明細書の記載\nア  本件特許１に係る出願の願書に最初に添付した明細書（丙５８。以下，図\n面も含めて「当初明細書１」という。）には，本件明細書１の図２，図５～\n図８，図２２，図１０３～図１０６と同じ図面に加え，前記２の【００２３】\n～【００２７】Ⅰ，【０１８４】～【０２０２】Ⅰと同一の段落に同一の記載\nがある。\n本件特許２に係る出願の願書に最初に添付した明細書（丙５５。以下，図\n面も含めて「当初明細書２」という。）には，本件明細書２の図２，図５～\n図８，図２２，図１０３～図１０６と同じ図面に加え（本件明細書１の各図\n面と同じ），前記２の【００６７】～【００７１】Ⅱ，【０２２８】～【０２\n４６】Ⅱと同一の段落に同一の記載がある。以下，本争点においては，当初\n明細書１，２の記載を示すものとして，段落番号とその後にⅠ，Ⅱを示し，\nまた，図面を示す。\nそして，上記図面のうち，図２及び図２２は，いずれも，発明の詳細な説\n明において，ドットパターンを示す一例であるとだけ記載され，ドットパタ\nーンの内容に関する説明はなく（【００１４】Ⅰ，【００５８】Ⅱ，【００６\n１】Ⅰ，【０１０５】Ⅱ），発明の詳細な説明にドットパターンの内容につい\nての記載があるのは，図５～図８のドットパターンと，図１０３～１０６の\nドットパターンである。\nイ   図５～図８のドットパターンに関係して，前記２のとおり，【００２３】\n～【００２７】Ⅰ，【００６７】～【００７１】Ⅱの記載がある。これらに\nは，情報を示すドットパターンについて，等間隔のドットにより構成され\nたラインが抽出されるとともに，そのうちの一つを水平ラインとして，そ\nこから垂直に延びるラインを抽出し，その垂直ラインは，水平ラインを構\n成するドットの次の点，または３つ目の点がライン上にないことから上下\n方向を認識し，情報領域を抽出して，その数値情報を再生することが記載\nされている（以下，図５～図８や上記発明の詳細な説明に記載されている\n技術思想のドットパターンを「図５ドットパターン」ということがある。）。\n図５について，説明のため，垂直方向のラインについて，ＬＶ１，ＬＶ\n２などの符号を付し，水平方向のラインについて，ＬＨ１，ＬＨ２などの\n符号を付し，ドットにＤ１，Ｄ２などの番号を付したものが別紙図５その\n２である。\nＬＨ１，ＬＨ１３上には，水平方向に等間隔にドットが配置されている。\nＬＶ１は，ＬＨ１，ＬＨ１３上に配置されたドットから垂直方向に延びる\nところ，ＬＶ１上には，垂直方向に基本的に等間隔にドットが配置されて\nいる。ただし，ＬＶ１とＬＨ４との交点にはドットはなく，その交点から\n左に矢印が伸び，その先にドットがあり，このドットに「ｘ，ｙ座標フラ\nグ」との説明がある。また，ＬＶ１３上には，垂直方向に基本的に等間隔\nにドットが配置されているが，ＬＶ１３とＬＨ４との交点にはドットがな\nく，その左側にドットがある。そして，図５には，概ね，ＬＶ１，ＬＶ１\n３，ＬＨ１，ＬＨ１３で囲まれる範囲に対応する，点線で囲まれた部分が\n「この部分で情報を表現」と説明されている。そうすると，図５では，Ｌ\nＨ１，ＬＨ１３が第一方向ラインであり，ＬＶ１，ＬＶ１３が第二方向ラ\nインであって，それらにより情報領域が示されているといえる。また，図\n５で「情報を表現」として記載されている部分をみると，例えば，第一方\n向ライン上に配置されたドット（Ｄ８，Ｄ２０，Ｄ３０）から垂直方向に\n延びるライン（ＬＶ４，ＬＶ７，ＬＶ１０）と，第二方向ライン上に配置\nされた各ドット（Ｄ２～Ｄ４）から水平方向に延びるライン（ＬＨ４，Ｌ\nＨ７，ＬＨ１０）の各交点について，水平方向及び垂直方向に矢印が示さ\nれ，その先に水平方向及び垂直方向に各１個のドットが記載されている。\nＤ８から垂直方向に延びるＬＶ４と，Ｄ２から水平方向延びるＬＨ４上の\n交点について，同交点から上にずれた場合はｙ１を示し，下にずれた場合\nはｙ０を示し，右にずれた場合はｘ１を示し，左にずれた場合はｘ０を示\nすと記載され，図５では，上にずれたドット（Ｄ９）と右にずれたドット\n（Ｄ１４）が示され，それがＸ座標，Ｙ座標ともに１を示す旨が記載され\nている。そして，図５のドットパターンがｘ座標，ｙ座標を示していると\nして，その具体的な座標が記載されている。\n図６に示されたドットパターンは，概ね図５に示されたドットパター\nンと同じであるが，第二方向ライン上にドットがない部分について右に\n矢印が示されその先にドットがあり，このドットに「一般コードフラグ」\nとの説明がある。第一方向ラインと第二方向ラインで概ね囲まれる「この\n部分で情報を表現」とされている部分では，第一方向ライン上に配置され\nたドットから垂直方向に延びるラインと，第二方向ライン上に配置され\nた各ドットから水平方向に延びるラインの交点から，上にずれた場合に\nはｃ０，右にずれた場合にはｃ１，下にずれた場合にはｃ２，左にずれた\n場合にはｃ３などと示され，各交点について，水平方向又は垂直方向にず\nれたドットが１個示されている。そして，図６のドットパターンがコード\nを示しているとして，その具体的なコードが記載されている。\n図７に示されたドットパターンは，概ね図５に示されたドットパターン\nと同じであり，第一方向ラインと第二方向ラインで概ね囲まれ「この部分\nで情報を表現」とされている部分では，第一方向ライン上に配置されたド\nットから垂直方向に延びるラインと，第二方向ライン上に配置された各ド\nットから水平方向に延びるラインの交点から，上にずれた場合にはｙ１，\n下にずれた場合にはｙ２，右にずれた場合にはｘ２，左にずれた場合には\nｘ１などと示され，各交点について，水平方向又は垂直方向にずれたドッ\nトが１～３個示されている。そして，図７のドットパターンがｘ座標，ｙ\n座標を示しているとして，その具体的な座標が記載されている。\n図８に示されたドットパターンは，概ね図５に示されたドットパター\nンと同じであるが，第二方向ライン上にドットがない部分について右に\n矢印が示されその先にドットがあり，このドットに「一般コードフラグ」\nとの説明がある。第一方向ラインと第二方向ラインで概ね囲まれ「この部\n分で情報を表現」とされている部分では，第一方向ライン上に配置された\nドットから垂直方向に延びるラインと，第二方向ライン上に配置された\n各ドットから水平方向に延びるラインの各交点について，水平方向又は\n垂直方向にずれたドットが１～３個示されている。そして，図８のドット\nパターンがコードを示しているとして，その具体的なコードが記載され\nている。\nウ   図１０３～１０６のドットパターンに関係して，前記２のとおり，段落\n【０１８４】～【０１９５】Ⅰ，【０２２８】～【０２４６】Ⅱの記載があ\nる。これらによれば，そのドットパターンは，格子状に配置されたドット\nで構成される。そして，格子ドットＬＤと呼ばれるドットを四隅に配置し，\nその４つの格子ドットＬＤで囲まれた領域の中心からどの程度ずらすかに\nよってテータ内容が定義され，例えば，同領域の中心から等距離の位置で\n４５度ずつずらした点を８個定義することで，８通りのデータを表現でき，\nこのずらす距離を変更した点を８個定義することで１６通りのデータを表\n現できる。また，格子ドットＬＤは，本来，縦横方向の格子線の交点上で\nある格子点上に配置されるが，その位置をずらしたドットをキードットＫ\nＤとして，このキードットＫＤに囲まれた領域，又は，キードットＫＤを\n中心にした領域が一つのデータを示している。また，キードットＫＤを格\n子点から等距離で４５°ずつずらすことにより，その角度ごとに別の情報\nを定義することができることなどが記載されている。（以下，図１０３～１\n０６や上記発明の詳細な説明に記載されている技術思想のドットパターン\nを「図１０５ドットパターン」ということがある。）\n図１０５について，垂直方向のラインについて，ＬＶ１，ＬＶ２などの\n符号を付し，水平方向のラインについて，ＬＨ１，ＬＨ２などの符号を付\nし，ドットにＤ１，Ｄ２などの番号を付したものが別紙図１０５その２で\nある。\n図１０５においては，例えば，垂直方向の格子線であるＬＶ１，ＬＶ３，\nＬＶ５と，水平方向の格子線であるＬＨ１，ＬＨ３，ＬＨ５の交点に格子\nドットが配置され，格子ドットが四隅に配置されている領域が示されてい\nる（例えば，Ｄ１，Ｄ２，Ｄ１３，Ｄ１２（ただし後述）を四隅とするも\nの，Ｄ２，Ｄ３，Ｄ１４，Ｄ１３を四隅とするもの）。そして，その４個の\n格子ドットで囲まれる領域の中心から等距離の位置でいずれかの位置に\n１個のドットが配置されていることが示され（例えば，Ｄ７，Ｄ８），図\n１０５全体では，上記領域の中心から等距離の位置で，４５°ずつずれた\n位置のいずれか１つの位置にドットが配置されることが記載されている。\nまた，図１０３には，交点から４５°ずつずれた位置にドットを配置する\n構成が記載されている。そして，Ｄ１２やＤ５６は，垂直方向の格子線で\nあるＬＶ３又はＬＶ１１上にあるが，水平方向の格子線であるＬＨ１上に\nはなく，これらは，格子線の交点からずれたキードットＫＤであることが\n示されている。\nア  本件補正１及び２による補正後の構成要件Ｂ１・Ｇ２は「（前記ドットパ\nターンは，）縦横方向に等間隔に設けられた格子線の交点である格子点を中\n心に，前記情報ドットを前記格子点の中心から等距離で４５°ずつずらした\n方向のうちいずれかの方向に，どの程度ずらすかによってデータ内容を定義\nし」である。\n当初明細書１及び２の記載や図における図１０５ドットパターンにおい\nて，４個の格子ドットで囲まれる領域の中心は，それらの格子ドットが配置\nされている格子線の中間にそれらと並行して存在するといえる格子線の交\n点ともいえるから（例えば，格子点Ｄ１，Ｄ２，Ｄ１３，Ｄ１２で囲まれる\n領域の中心は，垂直方向の格子線であるＬＶ１，ＬＶ３の間のＬＶ２と，水\n平方向の格子線であるＬＨ１，ＬＨ３の間のＬＨ２の交点といえ，また，Ｌ\nＶ２，ＬＶ４，ＬＶ６，ＬＨ２，ＬＨ４，ＬＨ６は，縦横方向に等間隔に設\nけられた格子線ともいえる。），上記構成要件Ｂ１・Ｇ２に係る構成は，【０１\n８４】～【０１９５】Ⅰ，【０２２８】～【０２４６】Ⅱ及び図１０５に記載\nされているといえる。\n他方，図５ドットパターンにおいて，図５～図８では，縦横方向に等間隔\nで設けられた格子線（例えばＬＶ４，ＬＶ７，ＬＶ１０，ＬＨ４，ＬＨ７，\nＬＨ１０）の交点から等距離に，水平方向及び（又は）垂直方向にずらした\n位置に各１～３個のドットが記載されて情報を示している。これらでは，縦\n横方向に等間隔に設けられた格子線の交点である格子点を中心に，情報内容\nを定義するドットが格子点の中心からずれることで情報が示されていると\nいえるが，情報内容を定義するドットは，水平方向及び（又は）垂直方向に\nずらされるのであり，等距離で９０°ずつずらしているとはいえるとしても，\n等距離で４５°ずつずらしているものではない。図５～図８では，格子線の\n間に設けられた垂直方向及び水平方向のライン（例えば，ＬＶ３，ＬＶ５，\nＬＨ３，ＬＨ５）が示された上で，それらのラインや格子線の交点に情報を\n示すドットが示されていて（例えば，Ｄ９，Ｄ１４），これは情報を示すド\nットを格子点の中心から等距離で９０°ずつずらすことを前提としている\nものであり，このように交点に情報を示すドットを配置するこの図では情報\nを示すドットを等距離で４５°ずつずらすことは想定されていない。そうす\nると，上記構成要件Ｂ１・Ｇ２に係る構成は，【００２３】～【００２７】\nⅠ，【００６７】～【００７１】Ⅱ及び図５～図８に記載されているもので\nはない。\nイ  本件補正１及び２による補正後の構成要件Ｃ１・Ｈ２は「前記情報ドット\nが配置されて情報を表現する部分を囲むように，前記縦方向の所定の格子点\n間隔ごとに水平方向に引いた第一方向ライン上と，該第一方向ラインと交差\nするように前記横方向の所定の格子点間隔ごとに垂直方向に引いた第二方\n向ライン上とにおいて，該縦横方向の複数の格子点上に格子ドットが配置さ\nれた（ドットパターンである）」である。\n前記アのとおり，当初明細書Ⅰ，Ⅱには，図１０５ドットパターンに関す\nる記載において，本件補正１及び２による補正後の構成要件Ｂ１・Ｇ２に係\nる構成が記載されていた。しかし，図１０５ドットパターンにおいては，縦\n横方向の格子線の交点上である格子点上に格子ドットＬＤが配置され，その\n位置をずらしたドットをキードットＫＤとして，このキードットＫＤに囲ま\nれた領域，又は，キードットＫＤを中心にした領域が一つのデータを示すも\nのとされている。このようなキードットＫＤに囲まれた領域又はキードット\nＫＤを中心にした領域が一つのデータを示すものであり，「前記情報ドット\nが配置されて情報を表現する部分」（Ｃ１・Ｈ２）であるといえるところ，\n図１０５ドットパターンでは，前記のようにキードットＫＤによって，それ\nに囲まれた領域，又はそれを中心にした領域が情報を表現する部分とされて\nいるのであり，また，図１０５では，情報を表現する部分はキードットＫＤ\nにより囲まれていることが示されているのであって，そうである以上，「第\n一方向ライン」及び「第二方向ライン」（Ｃ１・Ｈ２）として特定される水\n平方向及び垂直方向のラインによって，情報を表現する部分を囲んでいると\n直ちにいえるものではない。したがって，「第一方向ライン」，「第二方向ラ\nイン」がない以上，情報を示すドットが配置されて情報を表現する部分を囲\nむような「第一方向ライン」及び「第二方向ライン」上にドットが配置され\nているということもできない。以上によれば，上記構成要件Ｃ１・Ｈ２に係\nる構成は，【０１８４】～【０１９５】Ⅰ，【０２２８】～【０２４６】Ⅱ及\nび図１０５に記載されているとは認められない。\nなお，図５ドットパターンについて，補正後の構成要件Ｂ１・Ｇ２に係る\n構成の記載はないのであるが，図５ドットパターンには，情報ドットが配置\nされて情報を表現する部分を囲むように，縦方向の所定のドットの間隔ごと\nに水平方向に引いた水平ラインと，水平ラインと交差するように横方向の所\n定のドットの間隔ごとに垂直方向に引いた垂直ラインが存在し，また，それ\nらのライン上において，複数の格子点上に格子ドットが配置されているとい\nえる。したがって，上記構成要件Ｃ１・Ｈ２に係る構成は，【００２３】～\n【００２７】Ⅰ，【００６７】～【００７１】Ⅱ及び図５～図８に記載され\nているとはいえる。\nア  前記⑶によれば，当初明細書１及び２において，構成要件Ｂ１・Ｇ２に係\nる構成は，【０１８４】～【０１９５】Ⅰ，【０２２８】～【０２４６】Ⅱ及\nび図１０５には記載されているとはいえるが，そこで記載されているドッ\nトパターンである図１０５ドットパターンは構成要件Ｃ１・Ｈ２の構成を\n有するものではない。また，当初明細書１及び２において，構成要件Ｃ１・\nＨ２に係る構成は，【００２３】～【００２７】Ⅰ，【００６７】～【００７\n１】Ⅱ及び図５～図８には記載されているとはいえるが，そこで記載されて\nいるドットパターンである図５ドットパターンは構成要件Ｂ１・Ｇ２の構\n成を有するものではない。\nそして，図５ドットパターンと図１０５ドットパターンは，情報ドットの\nずらし方，１つの交点に対する情報ドットの個数，情報ドット以外のドット\nの配置，格子線又はラインのうち特定のものを「第一方向ライン」等として\n特定するか否か，垂直ライン上のドットが本来の位置からのずれ方によって\nデータの種類を表すか否か，１つのデータを区画するキードットＫＤが存在\nするか否か等，多くの点で相違しており，これらの相違は，各実施例が開示\nする技術的事項，すなわちドットパターンによる情報の定義方法が相当に異\nなることに起因する。当初明細書１及び２は，極小領域であってもコード情\n報やＸＹ座標情報が定義可能なドットパターンを提供するとし（【００１３】\nⅠ，【０００８】Ⅱ），複数のドットパターンを記載しているのであるが，そ\nこに記載されたドットパターンである図５ドットパターンと図１０５ドッ\nトパターンの情報の定義方法は上記のとおり相当に異なるのであり，また，\n当初明細書１及び２に，これらの異なる情報定義方法を採用した各ドットパ\nターンが採用する情報定義方法を相互に入れ替えたり，重ねて採用したりす\nることについては何ら記載されていない。したがって，当初明細書１及び２\nに，これらのドットパターンを組み合わせたものについての記載があるとは\nいえないし，それが当業者に自明であるともいえない。\n以上によれば，当初明細書１及び２には，いずれも，本件補正１及び２に\nよって変更された構成要件Ｂ１・Ｇ２及び構成要件Ｃ１・Ｈ２の構成をいず\nれも備えるドットパターンについての記載があるとはいえない。\nそうすると，当初明細書１又は２において，全ての記載を総合したとして\nも，当初明細書１又は２には，本件補正１及び２で補正後のドットパターン\nが記載されているとはいえず，本件補正は，当初明細書１又は２に開示され\nていない新たな技術的事項を導入するものである。\nしたがって，本件補正１及び２は，当初明細書１又は２の記載等から導か\nれる技術的事項との関係において，新たな技術的事項を導入したものである\nから，特許法１７条の２第３項の補正要件に違反する。\nイ  これに対し，原告は，図１０３～図１０６の実施例と図５～図８の実施例\nは，極小領域であってもコード情報やＸＹ座標情報が定義可能なドットパタ\nーンを提案するという共通の課題を解決するための異なる実施例であり，こ\nれらを組み合わせることは当業者には自明の範囲のものであるから，構成要\n件Ｂ１・Ｇ２及び構成要件Ｃ１・Ｈ２の構成は，いずれも当初明細書１及び\n２に記載されていると主張する。\nしかしながら，図５～図８の実施例で示される図５ドットパターンと図１\n０３～図１０６の実施例で示される図１０５ドットパターンでは，上記のと\nおり，情報の定義方法が相当に異なり，それを組み合わせることが当業者に\n自明とはいえないし，当初明細書１及び２にそのような組み合わせを前提と\nした記載も存在しない。原告の上記主張には理由がない。\n４  争点４－３（サポート要件に違反しているか）について\n事案に鑑み，続いて，争点４－３のうち，本件発明３～５についてのサポート\n要件違反について判断する。\n本件発明３の構成要件Ｄ３及び本件発明４の構成要件Ｅ４の特許請求の範\n囲の記載は「前記垂直方向に配置されたドットの１つは，当該ドット本来の位\n置からのずらし方によって前記ドットパターンの向きを意味している」との記\n載を含み，本件発明５の構成要件Ｄ５の特許請求の範囲の記載は，「前記垂直\n方向に配置されたドットの１つにおける当該ドット本来の位置からのずれ方\nによって，前記ドットパターンの向きを認識する手段」との記載を含むもので\nある。\nこれらには，垂直方向に配置されたドットの１つについて，本来の位置に配\n置せず別の位置に配置すること，そして，「ずらし方によって」「ずれ方によっ\nて」ドットパターンの向きを示すとしていることからも，本来の位置と実際に\n配置された位置との関係に基づいてドットパターンの向きが表現されること\nが記載されているといえる。\n⑵ア  本件明細書３及び４には，前記１の記載があり，また，ドットパターンに\n関係して前記２の記載がある。\nここで，本件明細書３及び４には，ドットを本来の位置とは違う位置に配\n置し，本来の位置と実際に配置された位置のずれ方によってドットパターン\nの向きを表現することに関係し得るものとして，本件明細書３の【０００９】\nⅢに特許請求の範囲と同じ記載があり，後記イのキードットＫＤのずらし方\nに関係する記載があることを除いて，何ら記載がない。\nイ  【０２４０】～【０２４２】Ⅲ，【０２３４】～【０２３６】Ⅳには，キー\nドットＫＤにつき，撮像された格子ドットとキードットＫＤとの位置関係か\nらカメラの角度が分かり，カメラで同じ領域を撮影しても角度という別次元\nのパラメータを持たせることができる旨の記載がある。このようにキードッ\nトＫＤの配置のずらし方によってドットパターンを撮像するカメラの角度\nが分かることが記載されているところ，その角度が分かるためには配置のず\nらし方があらかじめ定められていることを前提としているはずであり，ドッ\nトパターンについていうと，キードットＫＤの配置のずらし方によって，ド\nットパターンの向きを示すことが記載されているともいえる。\nしかしながら，上記記載は，図１０５ドットパターンに関するものである\n（ドットパターンに関する明細書の記載及び図面は，当初明細書１及び２，\n本件明細書１～４では，いずれも同じであり，本件明細書３，４にも，図１\n０５ドッパターンと図５ドットパターンが記載されているといえる。）。前記\nのとおり，図１０５ドットパターンにおいて，情報を示すドットは４\n個の格子ドットＬＤに囲まれた領域の中心から等距離の位置で４５°ずつ\nずらしたいずれかの位置に配置されている。しかし，その中心点を交点とす\nるような垂直ラインと水平ラインを仮想的に想定したとして，それらは水平\n方向あるいは垂直方向に配置されたドットから設定されたものではない。す\nなわち，図１０５ドットパターンにおいては，４個の格子ドットＬＤに囲ま\nれた領域の中心について，そこを交点とする垂直ラインと水平ラインを仮想\n的に想定するとしても，それらの垂直ラインと水平ラインを設定するドット\nはない。そうすると，図１０５ドットパターンは，少なくとも，「前記水平\n方向に配置されたドットから仮想的に設定された垂直ラインと，前記垂直方\n向に配置されたドットから水平方向に仮想的に設定された水平ラインとの\n交点」である「格子点…からのずれ方でデータ内容が定義された情報ドット」\n（構成要件Ｃ３・Ｄ４・Ｃ５）に係る構成を有するものではない。また，図\n１０５，図１０６においては，キードットＫＤは，垂直方向の格子線上にあ\nるが水平方向の格子線上にはないという態様で格子点からずれていて，これ\nらのキードットＫＤは「等間隔に所定個数水平方向に配置されたドット」（Ａ\n３・Ｂ４・Ａ５）の１つであり，「前記水平方向に配置されたドットの端点\nに位置する当該ドットから等間隔に所定個数垂直方向に配置されたドット」\n（Ａ３・Ｃ４・Ａ５）ではないから，「前記垂直方向に配置されたドットの\n１つは，当該ドット本来の位置からのずらし方によって前記ドットパターン\nの向きを意味している」（構成要件Ｄ３・Ｅ４・Ｄ５）ものには当たらない\nといえる。\n以上によれば，図１０５ドットパターンは，少なくとも，構成要件Ｃ３・\nＤ４・Ｃ５に対応する構成を有するものではない。また，図１０５，図１０\n６のキードットＫＤは，構成要件Ｄ３・Ｅ４・Ｄ５の情報ドットではないと\nもいえる。\nそうすると，図１０５ドットパターンは，本件発明３～５に係るドットパ\nターンと異なるドットパターンである。そのような図１０５ドットパターン\nに関してキードットＫＤについて上記記載があるとしても，その記載をもっ\nて，本件発明３～５について，「ずらし方によって前記ドットパターンの向\nきを意味している」（構成要件Ｄ３・Ｅ４），「ずれ方によって，前記ドット\nパターンの向きを認識する手段」（構成要件Ｄ５）についての記載があると\nいえるものではないし，また，当業者にとって，その記載があると理解する\nことはできない。\nウ  図５ドットパターンについては，水平ライン（図５その２のＬＨ１，ＬＨ\n１３等）上に等間隔に配置されたドット（図５その２のＬＨ１上ではＤ１，\nＤ８，Ｄ２０，Ｄ３０等）は「等間隔に所定個数水平方向に配置されたドッ\nト」（構成要件Ａ３・Ｂ４）「等間隔に所定個数，所定方向に配置されたドッ\nトを水平方向に配置されたドット」（構成要件Ｃ５）であるといえ，垂直ライ\nン（図５その２のＬＶ１，ＬＶ１３等）上に等間隔で配置されたドット（例\nえば，図５その２のＤ２，Ｄ３等）は「前記水平方向に配置されたドットの\n端点に位置する当該ドットから等間隔に所定個数垂直方向に配置されたド\nット」（構成要件Ｂ３・Ｃ４），「前記所定方向に対して垂直方向に等間隔に所\n定個数配置されたドットを垂直方向に配置されたドットとして抽出し」（構\n成要件Ｃ５）であるといえる。また，水平ライン及び垂直ライン上に設置さ\nれた上記各ドットを通過する縦横の格子線の交点から，９０°ずつずれたい\nずれかの方向にずれた情報ドットは，「前記水平方向に配置されたドットか\nら仮想的に設定された垂直ラインと，前記垂直方向に配置されたドットから\n水平方向に仮想的に設定された水平ラインとの交点を格子点とし，該格子点\nからのずれ方でデータ内容が定義された情報ドット」（構成要件Ｃ３・Ｄ４・\nＣ５）であるといえる。\nしかしながら，「ずらし方によって前記ドットパターンの向きを意味して\nいる」（構成要件Ｄ３・Ｅ４），「ずれ方によって，前記ドットパターンの向き\nを認識する」（構成要件Ｄ５）については，本件明細書３及び４には，関係す\nる記載はないといえる。図５ドットパターンの図５～８において垂直ライン\n上にドットがないところがあり，そこにはドットが本来の位置と比べて，図\n５では左（図５その２のＤ２），図６では左又は右，図７では左，図８では右\nにずれた位置にドットが配置されているが，【００６９】～【００７３】Ⅲ，\n【００６３】～【００６７】Ⅳには，これらのドットについて，その本来の\n位置と実際に配置された位置との関係に基づいてドットパターンの向きを\n意味することを示す記載は全く存在しない。かえって，上記のドットについ\nて，図５及び図７では，左にずれたドットについて「ｘ，ｙ座標フラグ」と\n記載され，そのドットパターンがｘ座標，ｙ座標を示すことが記載され，図\n６及び図８では，右にずれたドットについて「一般コードフラグ」と記載さ\nれ，そのドットパターンが「一般コード」を示すことが記載されている。そ\nうすると，これらのドットは，ドットの本来の位置と実際に配置された位置\nとの関係によってドットパターンのデータの種類を定義していることがう\nかがえる。\nまた，図５ドットパターンについて，【００７２】Ⅲ，【００６６】Ⅳには，\n水平ラインから垂直ラインを抽出した後，「垂直ラインは，水平ラインを構\n成するドットからスタートし，次の点もしくは３つ目の点がライン上にない\nことから上下方向を認識する。」という記載があり，垂直ライン上のドット\nの有無によってドットパターンの上下方向を認識することが記載されてい\nる。しかし，ここでは，ライン上にドットがあるかないかだけを認識して上\n下方向を判断することが記載されているのであって，構成要件Ｄ３・Ｅ４・\nＤ５に係る構成である，本来のドットの位置と実際に配置されたドットの位\n置との関係に基づいてドットパターンの向きが表現されることが記載され\nているとはいえない。\nこれらによれば，図５ドットパターンについても，本件明細書３及び４は，\n「ずらし方によって前記ドットパターンの向きを意味している」（構成要件\nＤ３・Ｅ４），「ずれ方によって，前記ドットパターンの向きを認識する手段」\n（構成要件Ｄ５）の構成について，何ら記載はないといえることとなる。そ\nの他，本件明細書３及び４に，本件発明３～５における上記構成について説\n明していると解される記載は存在しない。\nエ  以上によれば，本件明細書３及び４には，「ずらし方によって前記ドット\nパターンの向きを意味している」（構成要件Ｄ３・Ｅ４），「ずれ方によって，\n前記ドットパターンの向きを認識する手段」（構成要件Ｄ５）の構成につい\nて，具体的に何ら記載がないといえるし，具体的な記載がないにもかかわら\nず，当業者が，技術常識に照らして上記構成を理解したことを認めるに足り\nる証拠もない。\nしたがって，本件発明３の構成要件Ｄ３，本件発明４の構成要件Ｅ４，本\n件発明５の構成要件Ｄ５は，本件明細書３及び４の発明の詳細な説明に記載\nしたものとは認められない。\nア  原告は，図５～図８において，「ドットパターンの向きを意味している」ド\nットは，「ｘ，ｙ座標フラグ」又は「一般コードフラグ」と兼用されている\nと主張する。\nしかしながら，図５～図８の記載は上記のようなものであって，そこでは\nドットが「ｘ，ｙ座標フラグ」又は「一般コードフラグ」として記載されて\nいるが，それ以外に，ドットパターンの向きに関する記載はない。そして，\n明細書の発明の詳細な説明においても，【００７１】～【００７３】Ⅲ，【０\n０６５】～【００６７】Ⅳにおいては，ドットの本来の位置と実際に配置さ\nれた位置との関係によってドットパターンの向いている方向を認識するこ\nとについては何ら説明されておらず，また本件明細書３及び４のどこにも，\nずれ方によってドットパターンの向きを意味するドットと，データ内容を定\n義するドットとを兼用するとの説明は記載されていない。原告の上記主張に\nは理由がない。\nイ  原告は，【０２３９】～【０２４１】Ⅲ，【０２３３】～【０２３５】Ⅳに\nは，キードット（ＫＤ）につき，データ領域の範囲を定義する第１の機能と，\nずらし方を変更することによりドットパターンの向き（角度）を意味すると\nいう第２の機能を有することが示されており，図１０５及び図１０６（ｄ）\nでは全てのキードット（ＫＤ）を一定の方向にずらすことによってドットパ\nターンの向きを表すことが開示されていると主張する。\nしかしながら，これらは，図１０５ドットパターンに関する記載である。\n前記⑵イのとおり，図１０５ドットパターンの情報の定義方法は本件発明３\n～５の構成要件Ｃ３・Ｄ４・Ｃ５に係る構成の情報の定義方法と異なる。当\n業者において，本件発明３～５の情報の定義方法と異なる情報の定義方法を\n採用する図１０５ドットパターンに開示された構成をもって，本件発明３～\n５の構成要件Ｄ３・Ｅ４・Ｄ５の各構成が開示されていると理解することは\nできない。原告の上記主張には理由がない。\n５  小括\n以上によれば，本件発明１及び２に係る本件特許１及び２は特許法１７条の２\n第３項に違反し，本件発明３～５に係る本件特許３及び４は同法３６条６項１号\nに違反し，いずれも特許無効審判により無効にされるべきものである（同法１２\n３条１項１号，４号）。そうすると，その余を判断するまでもなく，原告は，同法\n１０４条の３第１項により，被告各製品が本件発明１～５の技術的範囲に属する\nことを主張して本件各特許権を行使することはできない。\n第４  結論\nよって，原告の請求は理由がないから棄却することとし，主文のとおり判決する。\n東京地方裁判所民事第４６部\n裁判長裁判官  柴田義明\n裁判官安岡美香子及び裁判官古川善敬は，転勤のため署名押印することが\nできない。\n裁判長裁判官        柴    田    義    明\n（別紙）\n被告製品目録\n１  製品名「ミッキー・マジックペン・セット」\n２  製品名「ミッキー・マジックペン・アドベンチャー・セット」\n"
}