{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 3,
    "month": 1,
    "day": 19
  },
  "case_number": "平成27(ワ)426",
  "case_name": "損害賠償請求事件",
  "court_name": "京都地方裁判所第２民事部",
  "lawsuit_id": "90230",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=90230",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/230/090230_hanrei.pdf",
  "contents": "主                  文\n１  被告らは，連帯して，原告甲に対し，２６９０円及びこれに対する\n平成２７年１月２９日から支払済みまで年５分の割合による金員を支払\nえ。\n２  原告らのその余の請求をいずれも棄却する。\n３  訴訟費用は，原告甲と被告らとの間では，これを２０分し，その１\nを被告らの，その余を原告甲の負担とし，原告乙及び原告丙と被告らと\nの間では，原告乙及び原告丙の負担とする。\n４  この判決は，１項に限り，仮に執行することができる。\n事  実  及  び  理  由\n第１  請求\n１  被告らは，連帯して，原告甲に対し，５万１６９０円及びこれに対する平成\n２７年１月２９日から支払済みまで年５分の割合による金員を支払え。\n２  被告らは，連帯して，原告乙に対し，３万円及びこれに対する平成２７年１\n月２９日から支払済みまで年５分の割合による金員を支払え。\n３  被告らは，連帯して，原告丙に対し，１０万円及びこれに対する平成２７年\n１月２９日から支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n以下の「民法」は，いずれも平成２９年法律第４４号による改正前のもので\nある。また，以下，次のとおり表記する。\n略語                                  もとの表記\n原告甲                        原告甲\n原告乙                        原告乙\n原告丙                        原告丙\n被告ベネッセ           被告株式会社ベネッセコーポレーション\n被告シンフォーム        被告株式会社シンフォーム\nベネッセホールディングス    株式会社ベネッセホールディングス\n丁                            丁\n１  事案の骨子\n⑴  主たる請求\n被告ベネッセは，原告らの個人情報を含む顧客らの個人情報を管理し，平行し\nて，被告シンフォームに対し，個人情報を分析するシステム（以下「本件システ\nム」という。）の開発を委託した。被告シンフォームの委託先の従業員である丁は，\n上記各情報を，外部に漏えいさせた。\n本件は，原告らが，これにより精神的損害を受けたなどと主張し，以下の根拠に\n基づき，損害賠償を求めた事案である。請求額は，原告甲につき５万１６９０円，\n原告乙につき３万円，原告丙につき１０万円である。原告らは，被告らの行為が共\n同不法行為であり，不真正連帯債務が成立すると主張する。\nア  被告ベネッセに対する請求（選択的）\n不法行為（民法７０９条）（原告らの個人情報の管理に注意義務違反があった\nとの主張に基づく。）\n使用者責任（民法７１５条１項本文）（丁による漏えい行為又は被告シンフォ\nームの過失行為が被告ベネッセの事業の執行につきされたとの主張に基づく。）\nイ  被告シンフォームに対する請求（選択的）\n不法行為（民法７０９条）（被告シンフォーム自体に個人情報の管理に注意義\n務違反があったとの主張に基づく。）\n使用者責任（民法７１５条１項本文）（丁による漏えい行為が被告シンフォー\nムの事業の執行につきされたとの主張に基づく。）\n⑵  附帯請求\n各原告とも，附帯請求は，主たる請求に対する支払済みまでの民法所定の\n年５分の割合による遅延損害金であり，その初日は，平成２７年１月２９日\n（不法行為の後の日〔訴状送達の日の翌日〕）である。\n２  前提事実（当事者間に争いのない事実並びに証拠〈甲１ないし５，２３，３１，３\n２，３９，６４，乙１７，９７，９８のほか後掲の各証拠〔特記のない限り，枝番\nの記載は省略する。〕〉及び弁論の全趣旨により容易に認定できる事実。別の訴訟\nの判決もあるが，認定に供した限度では，被告らからは，反対の主張立証がない。以\n下同じ。>）\n当事者\nア  原告らの身分関係\n原告甲は，未成年者である原告丙の父親であり，原告乙は，原告丙の母親で\nある。原告丙は，後記本件漏えい当時，３歳であった（甲８）。\nイ  被告ベネッセによる個人情報の取得\n被告ベネッセは，通信教育，模擬試験の実施や雑誌の発行・通販事業を行う株\n式会社であり，通信教育講座「こどもちゃれんじ」などを実施し，その顧客の個\n人情報（個人情報保護法２条１項１号）として，子供や保護者の氏名，性別，生\n年月日，住所，郵便番号，電話番号を，個人情報データベース（同法２条４項）\nとして事業の用に供している個人情報取扱事業者（同法２条５項）である。\nウ  漏えいした個人情報\n原告甲は，原告丙が被告ベネッセの上記通信教育講座を受講するに際し，少な\nくとも原告甲の漢字氏名，フリガナ，住所及び電話番号並びに原告丙の漢字氏名，\nフリガナ，生年月日及び性別（以下「本件個人情報」という。）を被告ベネッセ\nに提供し，被告ベネッセは，これらの個人情報を事業活動に使用する目的で管理\nしていた（甲５）。\nエ  被告シンフォーム\n被告シンフォームは，被告ベネッセのいわゆるグループ会社（被告らは，いず\nれもベネッセホールディングスの１００％子会社であり，以前は，被告シンフォ\nームは被告ベネッセの１００％子会社であった。）であり，被告ベネッセから委\n託を受けてシステム開発・運用を行っている株式会社である。\nオ  被告ベネッセによるシステム開発\n被告ベネッセは，従前，主に，顧客管理のシステム及び販売管理のシステムに\n大別される複数のデータベースに顧客情報を集積して事業活動に活用していたが，\n事業の拡大に伴い，顧客情報が集積されているデータベースが大量になったため，\n平成２４年４月頃，そのリスク管理や上記の個人情報データベースを基にそれを\n統合して分析に用いるためのシステム（本件システム）を開発することとして，\n本件システム開発等の業務を被告シンフォームに委託した。\nカ  丁\n丁は，被告シンフォームの業務委託先の会社の従業員（システムエンジニア）\nとして，平成２４年４月頃から，被告シンフォーム東京支社多摩事業所（以下\n「被告シンフォーム多摩事業所」という。）において，被告ベネッセの情報シス\nテムの開発等の業務に従事し，業務遂行の必要から，本件個人情報を含む被告ベ\nネッセの受講者の個人情報及び開発中の本件システムのデータベース（以下，こ\nれらを併せて「本件データベース」という。）が記録された被告ベネッセのサー\nバコンピュータ（以下「本件サーバ」という。）に被告シンフォームから貸与さ\nれた業務用パーソナルコンピュータ（以下「業務用ＰＣ」という。）からアクセ\nスするための業務用アカウントを付与されていた。\n本件漏えい\nア  本件漏えいの具体的方法\n丁は，平成２６年６月１７日及び同月２７日に，被告シンフォーム多摩事業所\n内の執務室において，２度にわたり，業務用ＰＣを操作して，被告ベネッセの顧\n客情報が記録された本件サーバにアクセスし，合計約２９８９万件の受講者の個\n人情報のデータをダウンロードして業務用ＰＣに保存した上，これとＵＳＢケー\nブルで接続したＭＴＰ（Media Transfer Protocolの略。パーソナルコンピュー\nタとスマートフォンなどの外部機器を接続する際の規格）に対応している自己の\nスマートフォン（以下「本件スマートフォン」という。）の内臓メモリ又はマイ\nクロＳＤカードにこれを記録させて複製する方法により，上記顧客情報を領得し\nた上，名簿業者に送信して売却した（以下「本件漏えい」という。）。\nＭＴＰは，携帯機器とパソコンとの間で，動画・音楽などのマルチデータを簡\n便に共有・連携するニーズに対応するために開発された規格であり，平成２３年\n１０月１８日に販売が開始されたＡｎｄｒｏｉｄ４．０をＯＳとするスマートフ\nォンから搭載されるようになった。\nイ  本件個人情報の漏えい\n丁が漏えいした顧客情報のうちには，本件個人情報が含まれていた（甲５）。\nウ  本件漏えいの発覚等\n被告ベネッセは，同年６月下旬頃，顧客からの問い合わせにより，被告ベネッ\nセの顧客の情報が社外に漏えいしている可能性を認識したことから，調査を行い，\n丁が本件漏えいをしたことを特定し，同年７月１５日，本件漏えいについての刑\n事告訴を行った。丁は，同月１７日，警察に逮捕された。\n被告ベネッセの持株会社であるベネッセホールディングス及び被告ベネッセは，\n同月９日及び同月１７日に記者会見をするなどして本件漏えいを公表し，その原\n因を徹底的に明らかにすると共に，被告ベネッセの顧客からの信用回復のため，\n事故調査報告書をまとめさせ，考え得る再発防止策を提言することを言明した。\n（甲２，乙４，８）\n被告ベネッセによる事後措置\nア  金券の提供等\n被告ベネッセは，同月１４日以降，漏えいの確認された顧客らにお詫びの文書\nを送付し，その後，漏えいの確認された顧客らの選択に従って，当該顧客らに対\nしてお詫びの品として５００円分の金券（電子マネーギフト又は全国共通図書カ\nード）を送付する方法又は漏えい１件当たり５００円を「財団法人ベネッセこど\nも基金」（被告ベネッセが本件漏えいを受けて子らの支援等を目的として設立し\nた基金）に寄付する方法による補償を実施した（甲１）。原告甲は，いずれの方\n法も選択せず，被告ベネッセからの上記提案に応じることはできない旨の文書を\n返送した（甲８）。\nイ  調査\nベネッセホールディングスは，同月１５日，その会長兼社長である戊の諮問機\n関として，本件漏えいに関する事実及び原因等の調査並びに再発防止策の提言を\n目的として，個人情報漏えい事故調査委員会（以下「本件調査委員会」とい\nう。）を設置した（甲２，３９）。\n本件調査委員会は，事故調査報告書（最終報告書）を取りまとめ，同年９月１\n２日にべネッセホールディングスに提出し，被告ベネッセは，同月１７日，上記\n報告書を経済産業省に提出するとともに，同月２５日，本件調査委員会による調\n査報告の概要を公表した（甲２，３９）。\n上記調査報告の概要には，「第２章  調査結果」の「Ⅲ  不正行為等の原因\n（不正行為を防げなかったシステムの問題点）」において，「1．不正行為等の\n原因となった情報処理システム」として， アラートシステム， クライアント\nＰＣ（業務用ＰＣ）上のデータのスマートフォンヘの書出し制御設定， アクセ\nス権限の管理， データベース内の情報管理が指摘され，次のとおりの記載がさ\nれている（甲２）。\nアラートシステム\n業務用ＰＣとサーバとの間の通信量が一定の閾値を超えた場合，データベー\nスの管理者である被告シンフォームの各担当部門の部長に対して，メールでア\nラートが送信される仕組みが採用されていたが，そのアラートシステムの対象\n範囲が明確に定められていなかったことなどから，丁による不正行為が行われ\nた当時，業務用ＰＣと本件データベースとの通信を上記アラートシステムの対\n象として設定する措置が講じられていなかった。\n業務用ＰＣ上のデータのスマートフォンへの書出し制御設定\n被告シンフォームでは，業務用ＰＣを含む社内ＰＣ内のデータを外部メディ\nアに書き出すことを禁止し，同行為を制御するシステム（セキュリティソフ\nト）が採用されていたが，当該システム（セキュリティソフト）をバージョン\nアップさせる際に，特定の新機種のスマートフォンを含む一部の外部メディア\nへの書出しについて，書出し制御機能が機能しない状態が生じていた。\nアクセス権限の管理\n被告シンフォームにおいては，付与済みのアクセス権限の見直しが定期的に\n行われていない状況が多く見受けられた。\nデータベース内の情報管理\n被告シンフォームは，本件データベース内の個人情報をより細分化又は階層\n化しグルーピングした上で，異なるアクセス権限を設定する等の対策までは講\nじていなかった。また，本件データベースは，主としてマーケティング分析の\nために使用されていたが，その目的に照らして必要にして十分な程度までの個\n人情報の抽象化及び属性化は，行われていなかった。\n３  争点及びこれに関する当事者の主張（なお，原告らのうち，原告乙は，平成２８年\n１月２０日の本件第６回弁論準備手続期日に出頭した後は，本件の口頭弁論期日にも\n弁論準備手続期日にも出頭しておらず，原告乙及び原告丙の主張は上記出頭した期日\nまでの概括的な主張に限られるため，以下の具体的な主張（概ね平成２９年５月１０\nに基づくも\nの）は，いずれも原告甲に限って主張したものと認めるのが相当である。）\n争点 （民法７１９条１項・７０９条〔対被告シンフォーム〕，同法７１５条\n〔対被告ベネッセ〕に基づく各請求）\n本件漏えいについての被告シンフォームの過失の有無\n【原告甲の主張】\nア  本件漏えいの予見可能性\n以下の各基準等からすれば，本件漏えいの当時，外部記録媒体へ個人情報を\n格納する方法による情報漏えいのリスクや，それを防止するための対策の必要\n性，その対策として外部記録媒体の持込み自体を禁止するなどの方法の存在が，\n個人情報を取り扱う事業者において広く認識されている状況にあった。\nａ  旧通商産業省（現経済産業省）「情報システム安全対策基準」（平成９年。\n以下「安全対策基準」という。甲１３）は，情報システムの利用者が実施す\nる対策項目を列挙し，「情報システムの運用に関連する各室の搬出入物は必\n要なものに限定すること」「搬出入物は，内容を確認し，記録をとること」\nとの対策を要求していた。\nｂ  日本工業標準調査会「個人情報保護マネジメントシステム‐要求事項（Ｊ\nＩＳＱ１５００１：2006）」（平成18年。以下「ＪＩＳＱ１５００１」とい\nう。）及び旧財団法人日本情報処理開発協会（現一般財団法人日本情報経済\n社会推進協会）プライバシーマーク推進センター「ＪＩＳＱ１５００１：20\n06をベースにした個人情報保護マネジメントシステム実施のためのガイドラ\nイン  第２版」（平成２２年８月２５日。以下「マネジメントシステム実施\nガイドライン」という。甲１９）においては，「事業者は，その取り扱う個\n人情報のリスクに応じて，漏えい，滅失又はき損の防止その他の個人情報の\n安全管理のために必要かつ適切な措置を講じなければならない。」と規定し，\nその対策として，個人情報の取得・入力及び利用・加工の各場面において，\n外部記録媒体を接続できないようにすることが例示されていた。\nｃ  「個人情報の保護に関する法律についての経済産業分野を対象とするガイ\nドライン」（平成２１年１０月９日厚生労働省・経済産業省告示第２号。以\n下「経済産業分野ガイドライン」という。甲１０）は，「個人データを入力\nできる端末に付与する機能の，業務上の必要性に基づく限定（例えば，個人\nデータを入力できる端末では，ＣＤ－Ｒ，ＵＳＢメモリ等の外部記録媒体を\n接続できないようにする。）」が望ましいと規定されていた。\nｄ  独立行政法人情報処理推進機構（ＩＰＡ）「組織における内部不正防止ガ\nイドライン」（平成２５年３月２５日。以下「内部不正防止ガイドライン」\nという。甲１８）においては，「重要情報を取り扱う業務フロア内の領域に\n個人の情報機器及び記録媒体を持ち込まれると，個人の情報機器や記録媒体\nに重要情報を格納して持ち出される恐れがあること」がリスクとして具体的\nに指摘されており，その対策として，重要情報格納サーバやアクセス管理サ\nーバ等が設置されているサーバルームでは，個人所有のノートＰＣやタブレ\nット端末，スマートフォン等のモバイル機器の持込み・利用を厳しく制限す\nること，個人所有のＵＳＢメモリ等の携帯可能な記録媒体等の持込みを制限\nし，記録媒体等の利用は会社貸与品のみとすること，重要情報を扱う物理的\n区画内の行動についてはカメラ等で監視するとともに監視している旨を伝え\nることが記載されていた。\nｅ  日本データセンター協会「データセンターセキュリティガイドブックＶｅ\nｒ１．０」（平成２５年８月２８日。以下「データセンターセキュリティガ\nイドブック」という。甲２０）においては，データセンターにおけるＵＳＢ\nメモリ等の情報記録媒体や携帯電話の持込み・持ち出し制限及び画像監視シ\nステムがセキュリティ対策として挙げられていた。\nまた，被告シンフォームは，毎年，正社員及び業務委託先の従業員の全員\nを対象とした情報セキュリティ研修を実施し，その中で，顧客情報の大量持\n出事例の紹介やスマートフォンを含む外部記録媒体への書出し制御が実施さ\nれている旨を周知させており（乙１７），大量の個人情報を保有するものと\nして，その対策の必要性を認織し，その徹底を指示していたのであるから，\n本件漏えい当時，スマートフォンが外部記録媒体として機能すること及びそ\nのような手法による情報漏えいのリスクを十分把握していた。\n丁が本件漏えいを行った際に使用した本件スマートフォンは，平成２４年１\n２月頃に発売が開始され，通信方式がＭＴＰであるスマートフォン（以下「Ｍ\nＴＰ対応スマートフォン」という。）であった。スマートフォン・タブレット\n向けオペレーティングシステム（ＯＳ）のうち，「iＯＳ」は，ＭＴＰに対応\nしておらず，「Ａｎｄｒｏｉｄ」は，平成２３年５月１０日に公表された「Ａ\nｎｄｒｏｉｄ３．１」において，ＭＴＰに対応した。平成２５年７月から同年\n９月までの３か月間のスマートフォン販売台数のＯＳ別シェアは，「Ａｎｄｒ\nｏｉｄ」が５０．０％，「iＯＳ」が４７．２％であり，平成２６年７月から\n同年９月までのそれは，「Ａｎｄｒｏｉｄ」が６４．５％，「iＯＳ」が３１．\n３％であった。\nまた，代表的な商用セキュリティソフトがＭＴＰ使用制限機能に対応した時\n期は，平成１９年７月から平成２５年８月にかけてであった。\nしたがって，被告シンフォームは，本件漏えい当時，本件漏えいの方法で個\n人情報を不正に取得できることを予見できた。\nイ  結果回避のための注意義務違反\n被告シンフォームには，本件個人情報の漏えいを防止するため，以下のとおり，\n注意義務があったにもかかわらず，これを怠った過失がある。\n私物スマートフォンの持込禁止に関する注意義務違反\n被告シンフォームは，億単位の件数にのぼるベネッセ顧客情報を取り扱う企\n業であり，その顧客情報の中には，子供に関する個人情報も多数含まれるとこ\nろ，前記ア のとおり，種々のガイドラインにおいて，外部記録媒体の持込み\n制限がセキュリティ対策として挙げられている。よって，平成２６年当時には，\n外部記録媒体へ格納する方法による情報漏えいのリスクや，それを防止するた\nめの対策の必要性，その対策として外部記録媒体の持込みを禁止する方法の存\n在が，個人情報を取り扱う事業者において広く認識されている状況にあった。\nそして，前記ア のとおり，被告シンフォームは，毎年，正社員及び業務委託\n先の従業員の全員を対象とした情報セキュリティ研修を実施し，その中で，顧\n客情報の大量持出事例の紹介や，スマートフォンを含む外部記録媒体への書出\nし制御が実施されている旨周知していたというのであるから，被告シンフォー\nム自身，スマートフォンが外部記録媒体として機能することや，スマートフォ\nンに顧客情報を導き出す手法による情報漏えいリスクを，十分に把握していた。\nさらに，被告シンフォームの業務用ＰＣから本件データベース内の顧客情\n報にバッチサーバ経由でアクセスするには，テラターム（フリーソフト）が\n必要であったが，テラタームのインストール及びその利用は容易であったか\nら，業務用アカウントを教示されている従業者であれば，テラタームをイン\nストールすることにより容易に顧客情報にアクセスすることが可能な状況に\nあった。そうであれば，被告シンフォームとしては，アクセスした顧客情報\nをスマートフォン等に書き出すような事態が万が一にも発生しないよう，細\n心の注意を払うべきであった。\nまた，被告シンフォームにおいて，個人のスマートフォンを業務上利用さ\nせる必要性は，全くなかった。すなわち，電話やインターネット閲覧等が必\n要なのであれば，被告シンフォームにおいてそのための機器を別途準備すれ\nば足りたし，私物の外部機器の持込みを制限することは，コストも手間もか\nからない最も容易かつ効果の絶大な不正対策であった。\n以上のとおり，被告シンフォームには，私物スマートフォン等の持込みを\n禁止する措置を採るべき注意義務があったのに，私物スマートフォン等の持\n込みを禁止していなかった過失がある。\n業務用ＰＣに対するＵＳＢ接続禁止措置（ＵＳＢポートにＵＳＢメモリ等\nの外部記録媒体を接続することを禁止する措置）に関する注意義務違反\n前記ア のとおり，経済産業分野ガイドラインに「個人データを入力でき\nる端末に付与する機能の，業務上の必要性に基づく限定（例えば，個人デー\nタを入力できる端末では，外部記録媒体を接続できないようにする。）」が\n望ましい措置であると規定され，内部不正防止ガイドラインでは，個人の情\n報機器や外部記録媒体を持ち込まれた場合の情報書出しのリスクを具体的に\n指摘した上，外部記録媒体の業務利用を制限することを対策のポイントとし\nて掲げている。また，マネジメントシステム実施ガイドラインでは，取得・\n入力及び利用・加工の各場面において，外部記録媒体を接続できないように\nすることを，業務上の必要性に基づく限定対策として掲げている。このよう\nに，平成２６年当時には，外部記録媒体へ格納する（書き出す）方法による\n情報漏えいのリスクや，それを防止するための対策の必要性，その対策とし\nて外部記録媒体を接続できないようにする方法の存在が，個人情報を取り扱\nう事業者において広く認識されている状況にあった。\nその上，上記 のとおり，被告シンフォーム自身，スマートフォンが外部\n記録媒体として機能することや，スマートフォンヘ顧客情報を書き出す手法\nによる情報漏えいリスクを十分に把握していた上，業務用アカウントを教示\nされている業務担当者であれば，容易に顧客情報にアクセスできる状況であ\nったことからすれば，被告シンフォームとしては，アクセスした顧客情報を\nスマートフォン等に書き出すような事態が万が一にも発生しないよう，細心\nの注意を払うべきであった。\nさらに，ＵＳＢポートを物理的に壅塞する器具は，遅くとも平成１７年に\nは発売されており，これを使用することは情報漏えい対策として古典的かつ\n一般的なものであったから（甲２１），機密情報を扱う部署において，業務\n用ＰＣのＵＳＢポートに接続できる状態にしておくことはほとんどなかった。\nそして，ＵＳＢポートを物理的に壅塞したり，少なくとも接続を禁止するル\nールを設けたりすることは，コストも手間もかからない容易かつ効果的な不\n正防止対策である。\n以上のとおり，被告シンフォームは，業務用ＰＣに対し，ＵＳＢ接続禁止\n措置を採るべき注意義務があったのに，ＵＳＢポートを物理的に壅塞する措\n置も採らず，また，業務用ＰＣにＵＳＢケーブルで接続することが社内で見\nられる光景であったにもかかわらず，漫然とこれを放置して，それを禁止す\nるルールを設けなかった過失がある。\n情報書出し制御措置・デバイス使用制御措置に関する注意義務違反\n前記ア のとおり，内部不正防止ガイドラインでは，個人の情報機器及び\n外部記録媒体を持ち込まれた場合の情報持ち出しのリスクを具体的に指摘さ\nれていることからすると，平成２６年当時には，外部記録媒体へ格納する\n（書き出す）方法による情報漏えいのリスクや，それを防止するための対策\nの必要性が，個人情報を取り扱う事業者において広く認識されている状況に\nあったし，前記ア のとおり，被告シンフォーム自身，スマートフォンが外\n部記録媒体として機能することや，スマートフォンに顧客情報を書き出す手\n法による情報漏えいリスクを十分に把握していた。\nＭＴＰ方式の通信規格による情報書出しの危険性についても，本件当時ま\nでに具体的に言及した記事が公表されていたし，大手ベンダーを含むセキュ\nリティ製品情報としての記事も公開されていた。本件当時，人気の高いスマ\nートフォンの一つである「ＧＡＬＡＸＹ  ＳⅡ」の取扱説明書においても，\nパソコンとのデータ転送方式としてＭＴＰが明記されており，このような状\n況において，既にスマートフォン・スマートデバイスへのシフトやその危険\n性が議論されていた。そして，平成２４年１２月発売の一般消費者向け雑誌\nにおいては「スマホならより簡単なＭＴＰを使うとよい。」との記事も掲載\nされていた。したがって，ＭＴＰに限定したとしても，その対策が必要であ\nることについて予見可能性があったことは，明らかである。スマートフォン\nあるいはＷＰＤからの情報漏えいについても同様である。\nそして，丁が本件漏えいに使用した本件スマートフォンは，平成２４年１\n２月ころに発売が開始されたＭＴＰ対応スマートフォンであった。前記ア\nのとおり，代表的な商用セキュリティソフトにおいては，既に平成１９年７\n月から平成２５年８月にかけて，ＭＴＰ使用制限機能に対応していたし，ス\nマートフォン向けＯＳのうち，Ａｎｄｒｏｉｄについては，平成２３年５月\n１０日に公表されたＡｎｄｒｏｉｄ３．１においてＭＴＰに対応した。一方\nで，iＯＳについては，ＭＴＰに対応していなかったが，平成２６年当時，i\nＯＳとＡｎｄｒｏｉｄそれぞれのシェアは，後者の方が大きかった。\nよって，スマートフォンへ顧客情報を書き出す手法による情報漏えいリス\nクに対応するためには，ＭＴＰ使用制限機能のあるセキュリティソフトを業\n務用ＰＣに採用しておく必要があった。そして，代表的な商用セキュリティ\nソフトは，全て平成２５年８月までにはそれに対応していた。\nところが，被告シンフォームは，業務用ＰＣにセキュリティソフトウェア\nを導入していたものの，平成２３年夏を最後に同ソフトウェアのバージョン\nアップを行っておらず，しかも，被告シンフォームが導入していたセキュリ\nティソフトウェア「秘文」（株式会社日立ソリューションズ製，以下「本件\nセキュリティソフト」という。）は，ＭＴＰデバイスを含むあらゆるデバイ\nスのすべてを制御する機能を有していたのに（甲４９），被告シンフォーム\nがＭＴＰデバイスを制御の対象から外していたために，丁による顧客情報の\n領得を許容したものである。\n以上のとおり，被告シンフォームには，本件漏えい当時，業務用ＰＣに搭\n載していたセキュリティソフトに備わっていたＭＴＰ使用制限機能を使用で\nきる状態に設定する措置を採ることを怠った過失がある。\nなお，被告らに要求されるセキュリティ対策の水準は，通常の企業に要求\nされるものではなく，被告らと同様の質・量の個人情報を扱い被告らと同様\nの企業規模の企業に要求される水準であり，クレジットカード会社や金融機\n関と同程度かそれ以上であるから，一般通常人を基準とすべきとの被告らの\n主張は，採用できない。\nまた，被告シンフォームは，既に導入していたセキュリティソフトの設定\nを変更すれば足りるから，費用は，かからない。結果回避義務があることも，\n明らかである。被告シンフォームのように，３年もの間更新すらしていない\nというのは，異常である。\nアラートシステム設定に関する注意義務違反\n前記ア のとおり，内部不正防止ガイドラインは，個人の情報機器及び外\n部記録媒体を持ち込まれた場合の情報書出しのリスクを具体的に指摘してお\nり，平成２６年当時には，外部記録媒体へ通信する方法による情報漏えいの\nリスクや，それを防止するための対策の必要牲が，個人情報を取り扱う事業\n者において広く認識されている状況にあった。\nその上，前記ア で述べたとおり，被告シンフォーム自身，スマートフォ\nンが外部記録媒体として機能することや，スマートフォンへ顧客情報を書き\n出す手法による情報漏えいリスク，ひいては顧客情報を大量に持ち出す事例\nが存在することを十分に把握していた。\n被告シンフォームとしては，業務用ＰＣに接続した私物スマートフォンに\n顧客情報を書き出す手法により，本件データベース内の大量の顧客情報が漏\nえいする可能性が常に存していたのであるから，業務用ＰＣと本件データベ\nースとの間に通常業務における以上の通信量が認められた場合，その通信を\n許容するかを確認するアラートシステムを設定すべき注意義務があった。と\nころが，被告シンフォームは，既存の連携システムのデータベースサーバに\nついては，一定時間中にサーバと業務用ＰＣとの間の通信量が一定の基準値\nを超えた場合に，当該業務用ＰＣ使用者の所属長等に電子メールで確認を求\nめるアラートシステムを稼働させていたが，本件システム開発中のデータべ\n－スサーバに関しては，本格的運用開始前であったことを理由に，アラート\nシステムを設定していなかった過失がある。\n監視カメラによる監視義務違反\n前記ア のとおり，内部不正防止ガイドラインでは，重要情報を扱う物理\n的区画のセキュリティ強化の対策として，カメラ等で監視するとともに監視\nしている旨を伝えることが記載されていたし，データセンターセキュリティ\nガイドブックでは  実施されるセキュリティ対策として，画像監視システム\n（監視カメラ）が挙げられていたから，平成２６年当時には，内部情報漏え\nいのリスクや，それを防止するための対策として情報を扱う執務室の監視カ\nメラ等による監視の必要性が，個人情報を取り扱う事業者において広く認識\nされている状況にあった。\nその上，前記ア のとおり，被告シンフォームは，顧客情報の大量持出し\n事例を紹介するなど，情報漏えいリスクを十分に把握していたし，また，主\n要な入退出口には防犯カメラを設置していた。\n被告シンフォームとしては，業務用ＰＣに接続した私物スマートフォンに\n顧客情報を書き出す手法により，本件データベースの大量の顧客情報が漏え\nいする可能性が高かったのであるから，情報漏えいを防ぐために，監視カメ\nラ等により執務室を監視し，それを従業員等に伝えるべきであった。\n以上のとおり，被告シンフォームには，監視カメラ等により執務室を監視\nし，それを従業員等に伝えるべき注意義務があったのに，執務室の監視を行\nっていなかった過失がある。\n【被告らの主張】\nア  総論\n被告シンフォームには，本件漏えいについての予見可能性は認められず，次の\nとおり，結果を回避すべき注意義務違反も認められないから，過失はない。\nイ  本件漏えいの予見可能性\nＭＴＰ対応スマートフォンを利用した個人情報流出のリスクについては，本件\n漏えい事件が発生するまで，情報セキュリティの専門家においても，ほとんど認\n識されておらず，注意喚起もされていなかった。また，ＭＴＰ対応スマートフォ\nンに対する個人情報の書出しのリスクについて，本件漏えい事件が発生するまで，\n経済産業省等の行改機関や独立行政法人情報処理推進機構（ＩＰＡ）からの注意\n喚起は，一切なかった。本件漏えいの時点におけるＭＴＰ対応スマートフォンの\n国内シェアは，小さかった。本件漏えいの時点における商用セキュリティソフト\nのうち，実用的なＭＴＰ使用制御機能に対応したものは，ほとんどなかった。本\n件漏えい事件によって初めて，スマートフォンを利用した個人情報不正取得の危\n険性が，認織されたのである。\n被告シンフォームにおいても，本件漏えい以前に，クライアントＰＣから外部\n記録媒体に書出しがされ外部に情報が持ち出されるなどの事故やトラブルが発生\nしたことはなく，特定の機種のスマートフォンに対して書出しができて個人情報\nが持ち出される可能性があるということを疑わせる事情は，一切なかった。そし\nて，被告シンフォームは外部記録媒体に情報を書き出すことを制限する本件セキ\nュリティソフトを導入していたため，執務室内の業務用ＰＣから情報が書き出さ\nれることはないという認識を有していた。\nウ  スマートフォンの持込み禁止に関する注意義務違反について\n各基準について\nａ  安全対策基準\n安全対策基準は，そもそも現代のセキュリティ状況や執務室を前提に策定\nされた基準ではなく，本件漏えい当時，情報セキュリティの分野において，\n既に基準としての実質的意味を有していなかったものであり，被告シンフォ\nームの注意義務の根拠たり得ない。また，安全対策基準中の「搬出入物」は，\n各自の身の回りの携行品・私物品を指すのではなく，業務上の必要性から，\n対象室（現在でいえば，サーバルームやデータセンターに相当するもの）内\nから搬出する設備や荷物等，あるいは搬入して設置する設備や荷物等を指し\nている。また，安全対策基準では「搬出入物」の用語のほかに，「記録媒\n体」の用語も使用されているのであるから，「搬出入物」が「記録媒体」と\nは別の概念であることも，明らかである。なお，安全対策基準の最終改正が\nされた平成９年時点において，スマートフォンは，発売されていなかった。\nしたがって，原告甲が，安全対策基準で指摘する部分は，私物スマートフ\nォンの持込み禁止措置を義務付けるものではない。\nｂ  内部不正防止ガイドライン\n内部不正防止ガイドラインを定めたＩＰＡは，経済産業省の外郭団体にす\nぎず，内部不正防止ガイドラインは，対策例を紹介するにとどまり，法規範\n性を持たず，その中で紹介されている対策が実施されるべき法的義務として\n位置付けられていたものでもない。\nまた，内部不正防止ガイドラインは，「ＵＳＢメモリ等の記録媒体」と\n「スマートフォン等のモバイル機器」とを区別しており，「スマートフォン\n等のモバイル機器」については，重要情報格納サーバやアクセス管理サーバ\n等が設置されている「サーバルーム」のみを対象としてその持込み・利用を\n制限する運用を推奨していたのであって，「サーバルーム」以外の執務室等\nは対象としていなかった。\nしたがって，原告甲が，本件漏えい当時の内部不正防止ガイドラインで指\n摘する部分は，私物スマートフォンの持込み禁止措置を義務付けるものでは\nない。\nｃ  データセンターセキュリティガイドブック\nデータセンターセキュリティガイドブックは，そもそも執務室の情報セキ\nュリティ対策の基準としてみるには不適当な性質のものであり，被告らの注\n意義務の根拠たり得ない。また，原告甲が，同ガイドブックで指摘する部分\nは，私物スマートフォンの持込み禁止措置を義務付けるものではない。\nｄ  その他のガイドライン等\n上記以外に，原告甲が手掛かりとするほかのガイドラインには，スマート\nフォンの持込み禁止について触れられていない。本件漏えい当時の基準とし\nて参考となりうるとすれば，経済産業分野ガイドラインの他にないが，これ\nについては，平成２６年当時，私物スマートフォンの持込み禁止について，\n義務的事項として記載していなかったことはもちろん，望ましい事項として\nも何ら言及していなかったのであり，個人情報保護法上，私物スマートフォ\nンの持込み禁止措置を採るべきことは，要求されていなかった。\nまた，「私物スマートフォン等の持込み禁止」は，本件漏えい当時，一般の\n企業において，例外的な場合を除き採用されていなかったほか，本件漏えい後\nにおいても，プライバシーマークやＩＳＭＳ認証（ＩＳＭＳ適合性評価制度\n〔国際的に整合性のとれた情報セキュリティマネジメントシステムに対する第\n三者認証制度〕に基づく認証）を取得しようとする企業や金融業界のシステム\nにおいてさえ，標準的なセキュリティ対策にはなっていなかった。\n現在，セキュリティ意識の高い企業でも，私物スマートフォンの持込み制限を\nしていない理由は，このような措置が，これを徹底しない限りその実効性がない\n一方で，これを徹底すると業務阻害性が著しく高くなって現実的ではないという\n点にある。私物スマートフォンの持込み禁止は，現実的に考えて，一般の職場に\nおいては，個人情報の漏えい対策として採り得ない措置と言わざるを得ない。\nエ  ＵＳＢ接続禁止措置に関する注意義務違反について\n各基準について\nａ  経済産業分野ガイドライン\n本件漏えい当時，業務用ＰＣに対するＵＳＢ接続禁止措置については，経\n済産業分野ガイドラインにおいても，義務的事項として記載されていなかっ\nたばかりか，望ましい事項としても言及されていなかった。また，本件漏え\nい後に改訂された経済産業分野ガイドラインでも，上記措置は，「個人デー\nタを入力できる端末」において，望ましい事項として言及されたにすぎない。\n丁の使用する業務用ＰＣは，このような端末ではなかった。\nｂ  内部不正防止ガイドライン\n内部不正防止ガイドラインは，「スマートフォン等のモバイル機器」ない\nし「個人の情報機器」を業務用ＰＣに接続することを禁止しなければならな\nいことを述べているのではなく，むしろ接続する場合があることを前提とし\nているから，原告甲が内部不正防止ガイドラインに関して指摘する部分は，\n業務用ＰＣに対するＵＳＢ接続禁止措置を義務付けるものではない。\nｃ  マネジメントシステム実施ガイドライン\nマネジメントシステム実施ガイドラインは，そもそも，法の要求事項を超\nえた高い保護レベルを前提とするから，法規範性を有しない。\n対策の一般性，有効性\n本件漏えい当時，業務用ＰＣに対するＵＳＢ接続禁止措置を採っている企業\nは，ごく少なかった。本件漏えい後においても，プライバシーマークやＩＳＭ\nＳ認証を取得しようとする企業でさえ，このようなセキュリティ対策をとって\nいる会社は，数％程度しかなく，その他ほとんどの企業は，このようなセキュ\nリティ対策をとっていなかった。そうすると，業務用ＰＣに対するＵＳＢ接続\n禁止措置が標準的な措置であったとはいえない。\nまた，ＵＳＢポートを物理的に壅塞する器具は取り外し可能であるし，パソ\nコンには，マウスやキーボード，業務上利用されるＵＳＢ（被告シンフォーム\nでは，一定の要件のもとに許可されたＵＳＢ）等を接続するためのＵＳＢポー\nトが必要であって，全てのＵＳＢポートを壅塞できないから，結局のところ，\nＵＳＢポートを物理的に壅塞することは，個人情報の漏えいに対する有効な対\n策とはならない。\nオ  書出し制御措置に関する注意義務違反について\n各基準について\nａ  内部不正防止ガイドライン\n内部不正防止ガイドラインは，前記のとおり，経済産業省の外郭団体であ\nるＩＰＡが作成したものであって法規範性を有するものではなく，また，そ\nの名称からも明らかなとおり，組織における内部不正の防止を推進する目的\nで定められたものであり，その対象となる「内部不正」には，違法行為だけ\nではなく，情報セキュリティに関する内部規程違反等の違法とまではいえな\nい不正行為も含まれているのであって，違法行為とはいえない行為をも広く\nその対象に含めた防止策を提示するものであるから，被告シンフォームの注\n意義務の根拠たり得ない。\nまた，内部不正防止ガイドラインが言及するのは，個人情報機器及び外部\n記録媒体の業務利用及び持込みの制限であって，情報書出し制御措置につい\nては記載されていない。\nｂ  その他ガイドライン等について\nその他いずれのガイドライン等にも，本件漏えい当時，書出し制御措置に\nついて記載されていない。\n被告シンフォームの対策\nまた，本件漏えい当時，プライバシーマークやＩＳＭＳ認証を取得しようと\nする企業であっても，書出し制御措置を採っていないものが過半であり，書出\nし制御措置は，標準的なセキュリティ対策にはなっていなかった。\nそうした状況の中で，被告シンフォームは，平成１７年から，後記のとおり，\nその業務用ＰＣに導入していた本件セキュリティソフトにより，書出し制御措\n置を採っていたところ，本件漏えい当時，ＭＴＰ対応スマートフォンに対して\nは有効に書出しを制御することはできなかった。しかし，被告シンフォームと\nしては，外部記録媒体に書き出すことを技術的に制御する高度なセキュリティ\nを導入していたため（被告シンフォームが導入していたセキュリティソフトは，\nＭＴＰを含む，ＰＣにおいて使用される複数のデバイスについて，当該デバイ\nスからＰＣへのデータの読取りも，ＰＣから当該デバイスへのデータの書出し\nもできないようにする機能を有していた。），被告シンフォームの執務室内の\n業務用ＰＣから情報が書き出されることはないという認識を有していた。それ\nまで，その業務用ＰＣから外部記録媒体に対する書出しがされて外部に持ち出\nされた等の，外部記録媒体に対する書出しが制御されていないことを疑わせる\nような事故やトラブルが発生したこともなければ，業務用ＰＣに充電のためス\nマートフォンを接続する従業員はそれまでにもいたにもかかわらず，スマート\nフォンに書出しができるといった報告がされたこともなく，特定の機種のスマ\nートフォンに対して書出しができて情報が持ち出される可能性があることを疑\nわせる事情は，一切なかった。被告シンフォームは，本件漏えい当時，本件セ\nキュリティソフトにおいて，ＭＴＰ対応スマートフォンに対しては有効に書出\nしを制御することができなかったことを知りえなかった。この点について，原\n告甲は，代表的な商用デバイス制御ソフトにおいては，既に平成１９年７月か\nら平成２５年８月にかけて，ＭＴＰ使用制限機能に対応していた（甲１２）と\n主張するが，そもそも本件漏えい当時，ＷＰＤ（ＭＴＰ）デバイスに対して使\n用制限機能を設定しなければ情報漏えいが発生するリスクがあるということは\n知られておらず，そのような危険を指摘する専門家もいなかったから，通常人\n（合理的な平均人）の一般的な水準に照らして，これに対応する措置を採って\nいなかったことによる過失責任は，生じない。なお，被告シンフォームは，当\n時，ＰＣに外部機器を接続することによって情報流出する場合に想定されてい\nたのがＭＳＣデバイスであったことから，通信方式がＭＳＣであるスマートフ\nォン，３．５型フロッピーディスク，リムーバブルディスク（ＵＳＢメモリ，\nＭＯ，フラッシュメモリ，ＳＤメモリーカード及びスマートメディア等の外部\n記録媒体）等のリムーバブルメディアのほか，外付けハードディスク（ＵＳＢ\n接続，ＩＥＥＥ接続，ＰＣＭＣＩＡ接続及びＳＣＳＩ接続），ＣＤ及びＤＶＤ\nについては，書出し制御措置を採っており，それらディスクへの書き込みを禁\n止することができた。\nカ  アラートシステムに関する注意義務違反について\n各基準について\nａ  内部不正防止ガイドライン\n内部不正防止ガイドラインは，前記のとおり，法規範性を有するものでは\nなく，また，違法行為とはいえない行為をも広くその対象に含めた防止策を\n提示するものであるから，被告シンフォームの注意義務の根拠たりえない。\nｂ  その他ガイドライン等について\nその他いずれのガイドライン等にも，本件漏えい当時，アラートシステム\nについて記載されていなかった。\nなお，本件漏えい後に，経済産業省が被告ベネッセに対して個人情報保護\n法に基づく勧告を行ったところ，同勧告は，「委託先（被告シンフォーム）\nにおいて，今回の不正持ち出しの対象となったデータベースが，個人情報の\nダウンロードを監視する情報システムの対象として設定されていなかった」\nことに言及しているが，これは，同省が，個人情報保護法上アラートシステ\nムを設定すべき義務があると解していることを意味するものではない。本来，\nアラートシステムを設置していないとしても個人情報保護法違反になること\nはあり得ないはずであるにもかかわらず，同省より，経済産業分野ガイドラ\nインにおける記載と相反すると思われるような勧告が出されたのは，本件の\n社会的影響の大きさに鑑み，行政官庁として，個人情報保護に対する強い姿\n勢を打ち出す必要があるとの政策的判断によるものと思われる。\nアラートシステムの一般性，有効性\n本件漏えい当時，高度な情報セキュリティ対策をとっていた企業であっても，\nアラートシステムを採用していたものは少数であって，アラートシステムの設\n置が標準的に採られていた措置とはいえない。なお，本件漏えい後の現在であ\nってさえ，プライバシーマークやＩＳＭＳ認証を取得するような企業であって\nも，アラートシステムを採用していないものが大半で，金融業界のシステムに\nおいてさえ標準的なセキュリティ対策にはなっていない。\nまた，アラートシステムは，正当な業務による通信であっても，設定された\n条件を満たせば，その理由如何にかかわらず自動的に発令される仕組みである\nため，一方で，その対象を広範に（すなわち閾値を低く）設定すれば，頻繁に\nアラートが発せられて，日常業務に支障が生じ，運用に耐えないものとなり，\n他方で，意図的に不正を働く場合には，複数回に分割してダウンロード又は通\n信することで予想される閾値を超えないようにすることが容易であり，個人情\n報の漏えい対策としての実効性に乏しい。本件漏えい当時，本件データベース\nをアラートシステムの対象とすることはおよそ現実的ではなく，アラートシス\nテムが設定されていなかったことは，見落としによるものではない。\nキ  監視カメラに関する注意義務違反について\n各基準について\nａ  内部不正防止ガイドライン\n内部不正防止ガイドラインは，前記のとおり，法規範性を有するものでは\nなく，また，違法行為とはいえない行為をも広くその対象に含めた防止策を\n提示するものであるから，被告シンフォームの注意義務の根拠たりえないし，\n原告甲が，内部不正防止ガイドラインに関して指摘する部分は，執務室を想\n定しているものではなく，具体的措置についても「対策のヒント」という扱\nいであるから，監視カメラ等の画像による監視義務があることの根拠にはな\nらない。\nｂ  データセンターセキュリティガイドブック\nデータセンターセキュリティガイドブックでは，「画像監視システム」と\nして「サーバー室内」での「画像監視システム」は「証跡としての役割を果\nたすことが挙げられます」とされ，侵入者や不正行為の監視・記録を目的と\nするとされる。これは，通常，人が出入りしない空間であることを前提にす\nる画像監視システムであって，日々大勢の従業員が執務している執務室内へ\nの監視カメラ設置とは異なる目的のものであり，全く本件に適合していない。\n監視カメラの有効性\nそもそも監視カメラは，常時，監視員が監視している場合でなければ，不審\nな動きが見られた時点でそれを把握することは不可能であり，結局のところ，\n何かが起こった場合に，後から監視カメラを見て人の特定等をするために設置\nされるものである。また，執務室内で，従業員が業務用ＰＣに向かって業務を\nしているところが撮影されているとして，それが通常の業務をしているのか，\nあるいは情報を不正に閲覧や保存等をしているのかは，外形的に変わらないか\nら，業務用ＰＣからの個人情報の漏えいを防止するために監視カメラを設置し\nてもほとんど実効性はない。さらに，執務室内への監視カメラの設置は，従業\n員に対して不快な思いを生じさせかねず，プライバシーの侵害ではないかなど\nと問題視される可能性もないとはいえないというデメリットもある。\nそして，本件漏えい当時，高度な情報セキュリティ対策を採っていた企業で\nあっても，執務室内に監視カメラを設置していたものは少数であって，このよ\nうな措置が標準的に採られていたとはいえない。本件漏えい後の現在であって\nさえ，プライバシーマークやＩＳＭＳ認証を取得するような企業であっても，\n執務室内に監視カメラを設置していないものが大半で，標準的なセキュリティ\n対策にはなっていない。\nなお，被告シンフォームでは，入退室管理の一環として執務室を含む施設の\n出入口に監視カメラを設けていたほか，執務室内についても，おおむねその全\n体を見渡せる位置に監視カメラを設けていた。\nク  まとめ\n以上のとおりであるから，被告シンフォームには，本件漏えいについての予見\n可能性がなく，また，本件漏えいを回避することについて注意義務違反（過失）\nは，認められない。\n争点 民法７１９条１項，同法７０９条の各請求）\n本件漏えいについての被告ベネッセの過失の有無\n【原告甲の主張】\n前記 の原告甲の主張と同様の理由で，被告ベネッセには本件漏えいによって\n原告甲に損害を生じさせたことについて過失がある。\nア  本件漏えいの予見可能性\n争点 の原告甲の主張アに同じ。\nイ  被告ベネッセには，本件個人情報の漏えいを防止するため，以下のとおりの\n注意義務があったにもかかわらず，これを怠った過失がある（各主張はいずれも\n選択的）。\n個人情報の利用・管理に責任を持つ部門設置に関する注意義務違反\n個人情報保護法２０条は，「個人情報取扱事業者は，その取り扱う個人デー\nタの漏えい，滅失又はき損の防止その他の個人データの安全管理のために必要\nかつ適切な措置を講じなければならない。」と規定し，経済産業分野ガイドラ\nインは，「講じなければならない事項」として，「個人データの安全管理措置\nを講じるための組織体制の整備」を掲げている。\nまた，内部不正防止ガイドラインは，「   統括責任者の任命と組織横断的\nな体制構築」の項で，「内部不正の対象となる重要情報は組織内の多岐にわた\nる部門に存在するため，組織横断的な管理体制が構築できないと，組織として\n効果的・効率的な対策や情報管理ができないだけでなく，対策や情報管理が徹\n底されないおそれがあり，対策や情報管理が徹底されていないと，内部不正が\n発生してしまう危険がある」旨をリスクとして具体的に指摘し，対策のポイン\nトとして，組織横断的な管理体制の構築では，統括責任者が対策実施の管理・\n運営の要員として各部門の部門責任者や担当者を任命することなどを求める。\nさらに，実際上も，個人情報を取り扱うにあたって，利用・管理の責任を持\nつ部門が存在しない場合には，保有する情報を統括して管理することができず，\n取扱いや管理が杜撰となって流出や漏えいが生じる蓋然性が高まることは容易\nに認識し得る上，被告ベネッセの事業規模からすれば，同部門を設置すること\nは，可能，かつ，容易なことであった。\nそして，被告ベネッセが取得した顧客情報は，極めて大量である上，慎重な\n取扱いが求められる情報が含まれることや，本件システムの開発業務を被告シ\nンフォームに委ね，被告シンフォームが同業務の一部をさらに第三者に委託し\n被告ベネッセの顧客情報に接触する者が別会社の従業員を含め多岐にわたる状\n況，さらには，後記のとおり，被告ベネッセには顧客情報の取扱いの委託先に\n対して必要かつ適切な監督を行わなければならない義務があること等に鑑みれ\nば，被告ベネッセには，保有する個人情報の利用・管理に責任を持つ部門を設\n置すべき注意義務があった。\nしかし，被告ベネッセは，顧客情報の利用・管理に責任を持つ部門を設置せ\nず，ＩＴ戦略部などのいくつかの部門が本件データベースに関与し，各部門間\nの責任の所在や管理の方法が不十分となっており，このことが，被告シンフォ\nームに対する適切な監督を妨げ，被告シンフォームの不十分な情報管理体制の\n放置に繋がったものであるから，本件漏えいについて過失があった。\n私物スマートフォンの持込禁止に関する注意義務違反\n被告ベネッセは，本件システムの開発・運用を被告シンフォームに委託して\nいたものの，元々が被告シンフォームの親会社であったものが，ベネッセホー\nルディングスを持株会社とするグループ企業に再編された経緯があり，被告シ\nンフォームの役員に被告ベネッセの役員が就任していた状況からすると，被告\nベネッセは，実質的には被告シンフォームを自社の一部門と同様の状態で事業\nを行っていたから，被告シンフォームと一体となって，組織的な事業として本\n件データベースを管理し，本件システムの開発を行い，顧客情報を取り扱って\nいたものと評価できる。\nそうすると，被告ベネッセ自身が，私物スマートフォンの持込み禁止措置義\n務，業務用ＰＣに対するＵＳＢ接続禁止措置義務，情報書出し制御措置義務，\nアラートシステム設定義務及び監視カメラ設置義務を負うにもかかわらず，こ\nれらの注意義務を怠ったのであるから，本件漏えいについて過失があった。\n委託先の選任及び監督に関する注意義務違反\n被告ベネッセは，本件データベースの管理及び本件システムの開発や保守管\n理を被告シンフォームに委託していたところ，個人情報保護法２２条は，「個\n人情報取扱事業者は，個人データの取扱いの全部又は一部を委託する場合は，\nその取扱いを委託された個人データの安全管理が図られるよう，委託を受けた\n者に対する必要かつ適切な監督を行わなければならない。」と規定しているの\nであるから，被告ベネッセは，個人情報保護法上，被告シンフォームに対する\n必要かつ適切な監督を実施する義務を負っていた。\nしたがって，被告ベネッセは，被告シンフォームから契約内容の遵守につい\nて定期的に報告を受けたり，被告シンフォームに対して不定期に立入検査を行\nったりするなどにより，当該契約内容が遵守されているかどうかを監督しなけ\nればならない。また，再委託や再々委託が行われていたから，そのような再委\n託等を禁止したり，再委託先等を限定したり（プライバシーマークを取得して\nいるものに限る等），委託先が再委託先等に対して必要かつ適切な監督を行っ\nているかも監督しなければならない。\nそして，経済産業分野ガイドラインによれば，「必要かつ適切な監督」には，\n委託先を適切に選任すること，委託先に個人情報保護法２０条に基づく安全管\n理措置を遵守させるために必要な契約を締結すること，委託先における委託さ\nれた個人データの取り扱い状況を把握することが含まれるものとされ，ＪＩＳ\nＱ１５００１は，「3．4．3．4  委託先の監督」において，「事業者は，個人\n情報の取扱いの全部または一部を委託する場合は，十分な個人情報の保護水準\nを満たしている者を選任しなければならない。このため，事業者は，委託を受\nける者を選任する基準を確立しなければならない。」，「事業者は，個人情報\nの取扱いの全部又は一部を委託する場合は，委託する個人情報の安全管理が図\nられるよう，委託を受けた者に対する必要，かつ，適切な監督を行わなければ\nならない。」，「事業者は，次に示す事項を契約によって規定し，十分な個人\n情報の保護水準を担保しなければならない。a  委託者及び受託者の責任の明\n確化  ｂ  個人情報の安全管理に関する事項  c  再委託に関する事項  d  個\n人情報の取扱状況に関する委託者への報告の内容及び頻度  e  契約内容が遵\n守されていることを委託者が確認できる事項  f  契約内容が遵守されなかっ\nた場合の措置  g  事件・事故が発生した場合の報告・連絡に関する事項」等\nと規定し，マネジメントシステム実施ガイドラインでは，「審査の項目とその\n着眼点」として，「委託先を選定する基準として，該当する業務については少\nなくとも自社と同等以上の個人情報保護の水準にあることを客観的に確認でき\nること」等を例示していた。\nこれに，前記のとおり，被告ベネッセが取得した顧客情報は，極めて大量で\nある上，慎重な取扱いが求められる情報が含まれること等を併せ考慮すれば，\n被告ベネッセは，業務委託先を選任するにあたって適切に個人情報を管理する\n体制にある業者を選任する義務とともに，その選任された委託先において，個\n人情報保護法２０条の安全管理措置が適切に運用されているかを監督する義務\nを負っていた。\nしかし，被告ベネッセは，被告シンフォームが，本来，私物スマートフォン\n等の持込み禁止措置，業務用ＰＣに対するＵＳＢ接続禁止措置，情報書出し制\n御措置，アラートシステム設定及び監視カメラによる監視を行うべきであるに\nもかかわらず，それを怠り，適切に個人情報を管理する体制を講じていなかっ\nたことを知りながら，または少なくとも過失によりこのような体制であること\nを把握せずに委託先に被告シンフォームを選任した。\nまた，被告ベネッセは，被告シンフォームとの間で，個人情報の取扱いに関\nして契約書等を取り交わし，ミーティングを行うなどの形式的な管理体制を整\nえていたものの，被告シンフォームによる被告ベネッセの顧客情報の具体的な\n取扱い状況について正確に把握していなかった。そのため，被告ベネッセは，\n被告シンフォームにおいて，私物スマートフォンの持込み禁止措置，業務用Ｐ\nＣに対するＵＳＢ接続禁止措置及び情報書出し制御措置が採られていないこと，\nアラートシステムの対象範囲の設定が適正に行われていないこと，執務室の監\n視もされていないことを把握しておらず，そのような状況を改善するなどの対\n応をしなかった。\nしたがって，被告ベネッセは，以上のような被告シンフォームの不十分な情\n報セキュリティ管理の実態を把握することなく，同社を委託先として選任し，\nさらに被告シンフォームによる再委託などを許していた結果，数社の派遣会社\nを経て，結局は，どこの会社の従業員であるのかも分からない丁に重要な個人\n情報であるデータについて，保管システムのアクセス権限を与えていたもので\nあるから，被告ベネッセには，本件漏えいについて委託先の選任及び監督に関\nする過失があった。\nウ  以上によれば，本件システム開発は，被告ベネッセと被告シンフォームが一\n体となって取り組んでいた事業であり，個人情報の管理・運用において，事業\nとしての一体性が認められるところ，被告ベネッセは，監督義務違反等の個別\nの義務違反に基づき，固有の不法行為責任を負うもので（民法７０９条），当\n該不法行為は，被告ベネッセが保有・管理していた個人情報を被告シンフォー\nムに利用させたことによって生じたものであって，客観的に関連していること\nが明らかであるから，被告ベネッセと被告シンフォームは，共同不法行為者と\nしての責任を負うことになる（民法７１９条１項）。\n【被告ベネッセの主張】\n被告ベネッセには，本件漏えいについての予見可能性はなく，結果を回避すべ\nき注意義務違反も認められないから，過失がない。\nア  本件漏えいの予見可能性について\n争点 の被告らの主張イに同じ。\nイ  個人情報の利用・管理に責任を持つ部門設置に関する注意義務違反について\n被告ベネッセは，個人情報保護の最高責任者としてＣＰＯ（Chief Privacy\nOfficer〔最高個人情報責任者〕）を選任し，その配下に，全社的な個人情報保\n護活動を推進する専門部署である個人情報保護課を設置していたから，原告甲の\n主張は，その前提を欠くものである。\nまた，個人情報保護法が，個人情報取扱事業者に対して，主務大臣との関係で\nは，顧客情報の利用・管理に責任を持つ部門を設置すべきことを義務づけていた\nとしても，それを設置しなかったことが第三者（顧客等）に対する私法上の義務\n違反となるものではなく，また，そもそも，個人情報保護法上，「個人データの\n安全管理措置を講じるための組織体制の整備」が義務付けられているとしても，\n顧客情報の利用・管理に責任を持つ部門を設置することまで義務付けられている\nものではない（経済産業分野ガイドライン上も，あくまで望ましい手法にとどま\nる。）。このような部門の不設置と本件漏えいとの間の相当因果関係は，認めら\nれない。\nウ  私物スマートフォンの持込み禁止に関する注意義務違反等について\n法人格が異なる者については別個独立の権利義務の主体として取り扱うべきで\nあり，例外的に，厳格な要件のもとで法人格否認の法理によって，事案解決に必\n要な限度で法人格が否定されることがあるに過ぎない。原告甲が根拠として挙げ\nている事情は，我が国のグループ企業内ではごく普通のものであり，そのような\n事情があるからといって法人格が否認されることはあり得ないから，仮に，被告\nシンフォームが私物スマートフォンの持込みに関する注意義務を負うとしても，\n被告ベネッセが同様に注意義務を負うということはできない。\nエ  委託先の選任及び監督に関する注意義務違反について\nそもそも，被告シンフォームにおいて，原告甲が主張する各措置を採るべき\n義務（私物スマートフォンの持込み禁止に関する注意義務，ＵＳＢ接続禁止に\n関する注意義務，書出し制御に関する注意義務，アラートシステム設定に関す\nる注意義務，監視カメラによる監視に関する注意義務）は存在しなかったから，\n被告シンフォームがこのような措置を採っていなかったからといって，被告ベ\nネッセに委託元としての選任監督の注意義務違反はない。\n被告シンフォームが本件漏えい当時採用していた情報セキュリティ対策は，\n社会的に高い水準の情報セキュリティ管理レベルを期待される，製造，流通，\nＥＣ（電子商取引），金融の各業界において国内大手ないし国内を代表すると\n目される企業と比較しても遜色ないものであった。また，同対策は，当時にお\nける経済産業省ガイドラインの「2－2－3－2．安全管理措置（法第２０条関\n連）」において望ましいとされていた事項まで全て網羅しており，経済産業分\n野ガイドラインに適合する状況にあった。さらに，被告シンフォームは，本件\n漏えい時まで，ＩＳＭＳ認証を取得してその継続・更新を繰り返しており，情\n報セキュリティマネジメントシステムに関する第三者機関から，十分な情報セ\nキュリティ体制を構築しているとのお墨付きも与えられていた。このように，\n被告シンフォームは，当時の経産省ガイドラインからしても，また，当時の情\n報セキュリティ対策の一般的な水準からしても，明らかに高度な水準で情報セ\nキュリティ対策を整えていたものであり，被告ベネッセがこのような法人を委\n託先として選任したことにつき，注意義務違反はなかった。\n被告ベネッセは，本件漏えい当時，当時の経産省ガイドラインからしても，\nまた，当時の情報セキュリティ対策の一般的な水準からしても，明らかに高度\nな水準で，委託先である被告シンフォームに対して，必要な監督を実施してい\nた。\n被告ベネッセには，そもそも本件漏えいについて予見可能性がなく，注意義\n務がなかった。\nオ  以上のとおりであるから，被告ベネッセには，本件漏えいについて予見可能性\nがなかったから，これを回避するについての注意義務（被告シンフォームに対す\nる選任及び監督についての注意義務）違反は認められない。\nカ  原告甲による被告ベネッセの不法行為（民法７０９条）及び被告シンフォーム\nとの共同不法行為（同法７１９条１項）の主張は争う。\nア及びイ（民法７１５条の使用者責任に基づく請求）\nア  被告シンフォームは，丁による本件漏えい（不法行為）について使用者責任を\n負うか否か（争点 ア）\n【原告甲の主張】\n被告シンフォームの使用者性\n民法７１５条の要件である使用者関係の有無を判断するにあたっては，使\n用者責任の根拠に鑑み，丁に対して実質的な指揮・監督関係があるかどうか\nによって判断することになる。\n本件においては，被告シンフォームと丁との間に直接の雇用関係はないが，\n丁は，システムエンジニアとして被告シンフォームに派遣され，被告シンフ\nォーム多摩事業所で被告ベネッセの情報システムの開発等に関する業務に従\n事し，日常的に被告シンフォームの社員から指示を受けていた。また，被告\nシンフォームは，丁に対し，被告シンフォームの顧客分析課長等の許可を受\nけた社員を通じて業務用アカウントを教示し，また，業務用ＰＣを貸与し，\n業務のための入館証発行に当たっては研修を受けさせ，それ以降，毎年研修\nを実施していた。このような具体的な事情からすれば，被告シンフォームは，\n本件システム開発に関する事業について，丁を実質的に指揮監督する関係に\nあったということができる。\n事業執行性\n丁による本件漏えいは，被告ベネッセから被告シンフォームが委託を受け\nた本件システム開発等の業務を，被告シンフォーム多摩事業所において丁が行\nっている際にされた。丁は，本件データベースを業務上利用し，同データベー\nスへのアクセス権限を広汎に付与されており，そのアクセス権限を用いて本件\n個人情報を入手した。そうすると，本件漏えいは，被告シンフォームの「事業\nの執行」に該当する。\nしたがって，被告シンフォームは，丁による本件漏えいについて使用者責\n任を負う。選任監督上の相当の注意をしていたとの被告らの主張は争う。\n【被告シンフォームの主張】\n被告シンフォームの使用者性について\n被告シンフォームとその委託先会社の間では，契約上，業務遂行上の指示\n・管理その他指揮命令は全て委託先会社の指示命令者が行うものとされ，例\n外的に，緊急時やトラブル時に，被告シンフォームが委託先会社の要員に必\n要な範囲で直接依頼をすることができることとされていた。そして，実際に，\n丁を含む委託先会社の要員に対する業務遂行上の指示・管理その他指揮命令\nは，委託先会社の指示命令者により行われたから，被告シンフォームは，丁\nを実質的に指揮監督する関係にはなかった。\n事業執行性について\nシステムの開発，運用及び保守等を受託する企業の作業者が委託元のシス\nテムのアクセス権限を与えられ，そのシステムの開発等のために実際に当該\nシステムにアクセスすることは，システムの開発，運用及び保守等を行う以\n上当然のことであり，そのことから受託業務の遂行が委託元の事業の執行で\nあるかのような外観を当然に有することにはならない。丁による本件漏えい\nは，あたかも委託先会社における職務の範囲に属するかのような外観を有す\nることがあったとしても，被告シンフォームにおける職務の範囲に属するよ\nうな外観を当然に有することになるわけではない。\nまた，原告甲は，丁の不法行為として「・・・顧客情報を自己のスマート\nフォンに書き出して名簿業者に売却する行為」を主張している。しかし，こ\nのような行為は，そもそも被告シンフォームの事業ではあり得ないし，丁の\n職務の範囲内であることもおよそ考えられない。\n選任監督上の相当の注意をしていたこと\n本件において，被告シンフォームは，丁から，業務上知り得た個人情報及び\n機密情報を保秘する旨の同意書を受領していたほか，丁を含む業務従事者全員\nを対象に，毎年，情報セキュリティ研修及びその内容を踏まえたテストを実施\nしていた。このように，被告シンフォームは，同社と丁との関係に照らして選\n任監督上の相当の注意をしていた。\nイ  被告ベネッセは，被告シンフォーム又は丁の不法行為について使用者責任を負\nうか否か（争点 イ）\n【原告甲の主張】\n事業執行性\n本件システムは，被告ベネッセの商品・サービス開発やマーケティングのた\nめにベネッセ顧客情報を統合して分析に使用するためのシステムであり，その\n開発業務は，被告ベネッセの「事業の執行」に該当する。\n使用者関係（実質的指揮監督関係）の存在\n使用関係の有無は，実質的な指揮・監督関係の有無により判断される。\n本件においては，被告ベネッセと被告シンフォームとの間の業務委託契約で\nは，被告ベネッセが，被告ベネッセが行っている安全管理措置と同等の措置が\n被告シンフォームでも講じられるように監督することや，被告シンフォームが\n受託業務を再委託する場合には，事前に被告ベネッセの承諾を求めることとし\nていた。また，被告ベネッセは，被告シンフォームに対し，その従業員に対す\nる研修等に関する指示を行っていた。\n被告ベネッセは，月次で「アウトソーシングレポート報告会」を開催し，委\n託業務全般の進捗状況の確認を行うほか，規模の大きな開発・運用案件につい\nては週１回以上のペースで定例ミーティングを実施していた。\nさらに，被告ベネッセは，被告シンフォームに本件システムを開発させるに\nあたり，被告ベネッセのＩＴ戦略部においてベネッセグループの情報システム\nを担当していた従業員を，平成２５年１月から平成２６年３月まで被告シンフ\nォームのＩＴソリューション部の部長として兼務させていた（甲２５の１ない\nし４，乙１７）。\nこのような具体的な事情からすれば，被告ベネッセは，本件システム開発に\n関する事業について，被告シンフォームを実質的に指揮監督する関係にあった\nということができる。丁についても同じである。\n【被告ベネッセの主張】\n被告ベネッセの事業の執行ではないこと\n被告ベネッセは被告シンフォームに本件システム開発の業務を委託し（本\n件業務委託契約），被告シンフォームは同契約に基づいて業務を行っていた\nものであるから，それが委託元である被告ベネッセの業務を執行していたこ\nとにはならない。\n使用関係（実質的指揮監督関係）がないこと\n被告ベネッセと被告シンフォームとの間の本件業務委託契約には，原告甲\nの主張で指摘される契約文言や事実関係が存するが，これらは，被告ベネッ\nセが個人情報保護法上委託元に求められる委託先の監督を行ったものに過ぎ\nず，民法７１５条の要件である指揮監督関係の根拠となるものではない。\nそれ以外の原告甲の主張も，上記の根拠となるものではない。\n被告シンフォームと被告ベネッセは独立した法人であり，独立した組織の\nもと，独自の事業遂行を行っていたから，両者は，一体となっていたわけで\nはない。\n以上のとおり，被告ベネッセと被告シンフォームとの間に実質的な指揮監\n督関係があると認める余地はなく，被告ベネッセに使用者責任が成立するこ\nとはない。\n被告ベネッセと丁との間にも，実質的な指揮監督関係はない。\n選任及び監督についての相当の注意について\nなお，仮に，被告ベネッセと被告シンフォームとの間に使用関係が認められ\nるとしても，被告ベネッセが被告シンフォームの選任及び監督について「相当\nの注意」（民法７１５条１項ただし書）をしていたといえる。すなわち，仮に，\n本件におけるような委託関係によって発生する程度の関わりをもって実質的な\n指揮監督関係があると認めるとするならば，委託先に対するものとして社会通\n念上適切な選任・監督があること，すなわち個人情報保護法上の委託先の選任\n・監督義務と同程度の水準をもって，相当な注意をしていたと評価されるべき\nである。したがって，被告ベネッセに使用者責任は成立しない。\n争点 全請求）原告らに生じた損害の有無及び数額\n【原告らの主張】\nア  原告甲\n被告らの上記共同不法行為等は，原告甲のプライバシーに属する本件個人情報\nにつき名簿業者等の数十社に拡散させ，それによって不特定の者にいつ購入され\nていかなる目的でそれが利用されるか分からないという不安感・不快感を原告甲\nに生じさせるものであり，原告甲は，これによって，慰謝料５万円相当の精神的\n苦痛を受けた。\n被告らが漏えいした情報は，個人識別のための基本情報のみならず，続柄も含\nまれており，これにより，家族関係が一定程度明らかとなる。家族関係の情報は，\n社会的差別の原因となりかねない家柄の情報に繋がり得るものであり，極めてセ\nンシティブな情報であるといえる。\nそればかりか，被告らが漏えいした情報により，被漏えい者の多くが，子ども\nの教育に熱心な（少なくとも関心がある）家族の構成員である可能性が高いとい\nう属性が明らかになっている。このような情報は，入手を欲する者にとっては，\nターゲットを絞った効率的な営業活動等に利用できるから，極めて高い経済的価\n値を持つ一方，被漏えい者にすれば，営業活動の一環としての不招請な迷惑勧誘\nを受けることにつながる情報であり，通常開示を欲しない情報である。\nさらに，現代においては，典型的なデータベースソフトウェアが把握・蓄積・\n運用・分析できる能力を超えたサイズのデータ（ビッグデータ）を企業間で共同\n利用・解析すること等により，一定の属性の者の行動や趣味嗜好，思想等の分析\nがされている。このようなビッグデータは匿名化がされていることが多く，本来\n特定の個人と結びつかないデータとなっているが，個人情報を照合することによ\nり，個人が特定されるおそれがあり，基本情報の流出に過ぎない場合であっても，\nその流出は，個人の特定だけでなく，その者の行動や趣味嗜好，ひいては思想等\nの把握につながる可能性があるものである。\n被告ベネッセが漏えいした個人情報の流出先は，報道によれば，平成２７年３\n月の時点で約５００社にもなっており，流出の範囲は極めて広いばかりか，もは\nやその回収が不可能な状況となっている。また，流出先からの再流出の懸念も大\nきい。\nこれにより，原告甲は，将来にわたり，個人特定や更なる個人情報の引出しが\n行われる不安はもとより，家柄が特定されたり，行動や趣味嗜好が把握される不\n安も付きまとうほか，不招請な営業行為を受けるリスクも絶えない状況になって\nいる。\nさらに，この情報により被漏えい者の小中高校等の入学・卒業や成人式などの\nイベントのある時期が特定され，今後とも長期間にわたり，不招請な勧誘を受け\nる危険性がある。\nまた，被告らが漏えいした本件個人情報は，続柄や電話番号にも及ぶため，所\n謂オレオレ詐欺のような個人情報を利用した詐欺の勧誘に使われたり，子供の誘\n拐にも利用されるおそれがあるから，被漏えい者の不安感は重大であるし，長期\n間継続することになる。\n以上のような事情を踏まえれば，原告甲に対する慰謝料は，５万円を下ること\nはない。\nまた，原告甲は，平成２６年７月１２日付けで被告ベネッセ宛に漏えいした項\n目を確認するための内容証明郵便を送付し，その送料として１２６０円を要し，\nまた，被告ベネッセからの「お詫び」として５００円相当の金券を用意する旨の\n案内に対する異議申立てを簡易書留で送付し，その送料として４３０円を要した。\nこれらの合計１６９０円も，原告甲の損害として認められるべきである。\nイ  原告乙\n被告らの上記共同不法行為等は，原告乙のプライバシーに属する本件個人情報\nにつき名簿業者等の数十社に拡散させ，それによって不特定の者にいつ購入され\nていかなる目的でそれが利用されるか分からないという不安感・不快感を原告乙\nに生じさせるものであり，原告乙は，これによって，慰謝料３万円相当の精神的\n苦痛を受けた。\nウ  原告丙\n原告丙はまだ幼く，上記不安感・不快感がこれから一生つきまとい，学校の入\n学・卒業・受験などの多くの場面で業者に利用されるだけでなく，その幼さから\n犯罪の利用も警戒しなければならない。また，行政・病院・幼稚園などの公的団\n体を除くと，原告丙の個人情報を提供した団体は被告ベネッセが初めてであり，\n民間事業者に知らせた唯一の個人情報が漏れたことになるのであって，その不安\n感による精神的苦痛は，大人の比ではない。原告丙は，これによって，慰謝料１\n０万円相当の精神的苦痛を受けた。\n【被告らの主張】\nア  本件漏えいの対象となった本件個人情報（続柄は含まれていない。）は，そも\nそも人が社会生活を営む上で他者に開示することが当然に予定されている個人識\n別情報であって，基本情報とされるものであり，プライバシーに関する情報の中\nで，その保護の程度は，最も低い。\nイ  原告らには，本件漏えいにより，具体的損害，実質的損害は一切発生しておら\nず，また，住所や電話番号などの情報は変わることがあり得るものであり，実際，\n原告らは，本訴提起後，転居し，その住所及び電話番号の変更があった。そのた\nめ，本件個人情報は，原告らの現在及び将来の住所や電話番号を示すものではな\nく，原告らに具体的損害，実質的損害が将来発生する蓋然性もない。\n本件漏えいにより，本件個人情報（基本情報）が流出したとしても，その流出\n先は名簿業者であって，また，必ずしも５００社に渡ったというわけではない。\n原告らが，損害として主張するのは，抽象的な不安感や不快感に過ぎない。\nプライバシーに関する情報が侵害されたことにより抽象的な不安感や不快感を\n抱く場合について，一律に損害を否定することはできないとしても，それらが違\n法として損害賠償の問題となるかは一般的平均的な人の感性を基準として判定さ\nれるべきものである。そして，損害賠償制度は，損害の回復を目的とするもので\nあるから，損害がないか，それが日常ありうる程度の軽微なものであれば賠償に\nよる救済の対象となりえない。\n本件個人情報が名簿業者に漏えいしたことで想像される事態は，郵便，電話，\nメールという公共通信インフラを利用する接触形態によって勧誘等が行われるこ\nとであるが，それは日常ごくありふれた行為で，そのような勧誘等は一般に許容\nされており，その事態をもって，不快感，不安が生じ，平穏な生活を送る利益が\n害されるとは，一般に考えられていない。また，事業者がする広告，宣伝物の送\n付，電話による勧誘は，事業者にとってはもちろん，消費者にとっても商品，役\n務についての知見を得，取引の便宜が図られる利益があり，ひいては取引機会の\n増大，経済の活性化の効用をもっているのであって，負の側面を強調することは\n正当ではない。結局，住所，氏名，電話番号といった情報の名簿業者への流出は，\n営業や宣伝に関する郵便物の増加や電話をもたらすことはあり得るが，それは，\n紙ゴミの増加又は一言半句の応答で足る負担をもたらす程度でしかなく，些細な\n不快があったとしても，日常ありうる程度の軽微なものということができる。そ\nれを超えた不快感，不安感を抱く人があるとすれば，それはその人にとっての主\n観的な不快感，不安であって，一般的平均的な人の感性を基準としたものを超え\nていると評すべきものである。\nウ  早稲田大学江沢民事件（最高裁平成１５年９月１２日第二小法廷判決・民集５\n７巻８号９１７３頁）は，プライバシーに関する情報が開示されたことによる具\n体的な損害の発生がないところで，精神的損害（慰謝料）発生を認めたものであ\nるが，本件は，同事件と異なるから，精神的損害（慰謝料）を認めるべきではな\nい。すなわち，早稲田大学江沢民事件では，本件と異なり，故意にプライバシー\nに関する情報が無断開示され，また，当該プライバシーに関する情報はより保護\nすべき必要性が高く，その開示について違法性が高いという特別な事情がある点\nで，本件とは全く異なるし，同事件の差戻審判決は，「本件個人情報の開示が違\n法であることが本件訴訟において肯定されるならば，控訴人らの被った精神的損\n害のほとんどは回復されるものとも考えられる」とも判示するように実質的には\nてん補されるべき損害の発生があるとは考えておらず，違法を宣伝する効果を与\nえるために名目的金額として損害を認定したと考えられている。本件のように，\n秘匿性が高くない情報が流出した事案において，流出による具体的な損害の発生\nがなく，抽象的な不安感・不快感のみが問題となる場合には，開示行為が故意で\nある場合などを除き，慰謝料が発生する程度の精神的損害を認める必要はなく，\nまた，流出後に行為者が相応の対応をとる場合には精神的苦痛は慰謝されるとみ\nて，慰謝料の発生を認めるべきではない。\n第３  当裁判所の判断\n１  認定事実\n前記第２の２（前提事実）のほか，後掲各証拠及び弁論の全趣旨によれば，次の事\n実が認められる。一部，前提事実を再掲する。\n被告ベネッセ及び被告シンフォーム\nア  概説\n被告ベネッセは，通信教育，模擬試験の実施や雑誌の発行・通販事業を行う株\n式会社である。被告シンフォームは，被告ベネッセのいわゆるグループ会社（被\n告らはいずれもベネッセホールディングスの１００％子会社であり，以前は，被\n告シンフォームは被告ベネッセの１００％子会社であった。）であり，被告ベネ\nッセから委託を受けてシステム開発及び運用を行っている株式会社である。\n（前提事実 イ，エ）。\nイ  被告ベネッセによる個人情報の取得と管理\n被告ベネッセは，同社の講座等を利用する顧客から会員情報として個人情報の\n提供を受け，こうした情報をデータベースとして管理しており，これらの個人情\n報を，顧客に対する通信教育講座などの勧誘を目的とした手紙や電話等による情\n報提供のための営業情報として利用するなどしていた。\n原告甲は，未成年者である原告丙が被告ベネッセの講座等を利用するに際し，\n被告ベネッセに対して本件個人情報を提供したもので，被告ベネッセが，同社の\n行う事業活動のために当該情報を利用することについては承諾していたと推認で\nきる。\n（甲３１，乙１７）。\nウ  新システムの構築\n被告ベネッセは，従前，主として顧客管理のシステム及び販売管理のシステム\nに大別される複数のデータベースに顧客情報を集積して事業活動に利用していた\nが，事業の拡大に伴い，顧客情報が集積されているデータベースが大量になった\nことから，そのリスク管理等のため，平成２４年４月頃，別個に集積されていた\n顧客情報を統合してその分析に利用するシステム（本件システム）を構築するこ\nととして，本件システム開発等の業務を被告シンフォームに委託した（本件業務\n委託契約）（前提事実 オ）。\n被告ベネッセは，本件業務委託契約において，被告シンフォームに対し，本件\nシステム開発に必要な範囲で，本件個人情報を含む被告ベネッセが管理する個人\n情報について被告シンフォームの委託業者の従業員がアクセスすることを認めて\nいた（甲３２）。\nエ  被告シンフォームは，本件業務委託契約に基づいて委託された業務を，被告ベ\nネッセの承諾を得て，複数の外部業者に分散して再委託し，再委託を受けた業者\nが，さらに別の業者に再々委託することを認めていた。そして，被告シンフォー\nムは，これら再委託先等の業者の従業員（以下，これらの者を含めて，単に「業\n務委託先の従業員」ということがある。）が，開発業務上必要がある場合に，被\n告シンフォームが貸与した業務用ＰＣから本件データベースにアクセスすること\nを認めていた（甲３２，３９）。\nもっとも，被告シンフォームは，本件システム開発業務を行っている従業員が，\n再委託先業者に所属する従業員なのか，再々委託先業者に所属する従業員である\nのかといった，被告シンフォームとどのような契約関係にある会社の従業員であ\nるのかを明確に把握しておらず，そのような従業員に対しても本件データベース\nに保存された個人情報等に広範囲にアクセスする権限を付与する場合があり，こ\nのため，業務委託先業者の担当者に対する業務の分配や，付与するアクセス権限\nを必ずしも適切にコントロールすることができていなかった（甲２・７頁）。\nなお，丁を雇用した会社は，被告シンフォームから直接再委託を受けたのでは\nなく，被告シンフォームとＡ社，Ａ社とＢ社，Ｂ社と丁を雇用した会社，という，\n順次の業務委託契約があったが，丁は，被告シンフォームに対し，丁が行ってい\nた業務の内容や性質，丁が業務上知り得た個人情報及び機密情報を保秘する旨の\n同意書を提出し，本件システム開発業務を行うに際し，許可なく，被告ベネッセ\n及びその顧客の機密情報並びに個人情報に関する資料を外部に持ち出したりして\nはならないことを約していた（甲３２〔１３頁〕，４８）。\n本件漏えい\nア  丁の本件漏えい時の執務環境，私物スマートフォンの持ち込み，充電等\n丁は，平成２４年４月頃から，被告シンフォーム多摩事業所において，本件シ\nステム開発等の業務に従事するようになった。このため，丁は，本件システムの\n開発，運用及び保守に関連する業務に従事する者として，本件システムやそれに\n連携される既存のシステム（以下「連携システム」という。）のデータベース内\nの顧客情報にアクセスするために必要なアカウントを教示され，かつ，被告シン\nフォームから貸与された業務用ＰＣを用いていた。\n当時，被告シンフォーム多摩事業所の執務室内においては，丁を含む業務委託\n先業者の従業員が個人で所有する従来型の携帯電話やスマートフォンが日常的に\n使用されており，これらが，充電のために業務用ＰＣにＵＳＢケーブルで接続さ\nれることも行われていた。丁は，平成２５年７月ころ，充電目的で丁のスマート\nフォンを業務用ＰＣに接続したところ，スマートフォンへのデータの書出しが可\n能な状態にあることに気づいた。\n（前提事実 甲３２〔４頁〕，乙１７，９７）\nイ  本件漏えいの実行\n丁は，金銭的に窮し，平成２６年６月１７日及び同月２７日，被告シンフォー\nム多摩事業所の執務室内において，業務用ＰＣからバッチサーバ経由で本件デー\nタベースにアクセスし，本件データベース内に保管されていた本件個人情報を含\nむ個人情報を抽出して業務用ＰＣに保存し，同ＰＣからＵＳＢケーブルを用いて\n丁所有の本件スマートフォンに転送し，その内蔵メモリに保存する等の態様によ\nり，本件個人情報を含む大量の個人情報を不正に取得した（前提事実 ア）。\nウ  丁による個人情報の使用\n丁は，不正に取得した本件個人情報を含む上記個人情報を，名簿業者に売却し\nた。丁は，上記日時における本件漏えいのほかにも，相当期間にわたって，顧客\nに関する個人情報を不正に取得した。これらも併せると，不正に取得した個人情\n報は，延べ約２億１６３９万件となり，同一人物と見られる個人情報を名寄せし\nて重複を解消したとしても，約４８５８万人分という，大量のものであった。\n（甲２，３９）\n本件スマートフォン\n本件スマートフォンは，従来のスマートフォンの用いていた大容量ストレージ\n（ＭＳＣ）という通信方式とは異なり，ＭＴＰという通信方式に対応していた。\nＭＴＰは，デジタルカメラの画像転送プロトコルをベースに，音楽や動画ファイ\nルなどを転送することを可能としたデータ転送の一つの規格であり，デジタルカメ\nラやＩＣレコーダーなどに採用されており，ファイルシステムの管理は，これらデ\nバイス側で行われる（ＭＳＣではパソコン側で行われる。）。そのため，本件スマ\nートフォンがパソコン（ＷｉｎｄｏｗｓをＯＳとして使用）に接続されると，デバ\nイスドライバや対応するアプリケーションソフトをインストールすることなく，Ｗ\nＰＤデバイスとして認識され，同デバイスにデータを転送することが可能となった\n（以下，通信方式にＭＴＰを採用するデバイスを，単に「ＷＰＤデバイス」ともい\nう。）。\n（甲１１）\n本件漏えい当時に被告シンフォームが採用していた安全管理措置\nア  インターネットとの接点\n被告シンフォームは，データセンターに設置されている本件サーバ（被告シン\nフォームが管理する被告ベネッセのサーバ）と被告シンフォームの執務室内の業\n務用ＰＣとの間を専用回線で繋いでおり，インターネット回線を使用しないこと\nとした上で，やむなくインターネットと接する部分について，以下のとおり対策\nを実施していた。\nファイアウォールを導入し，必要最小限の通信のみ許可（申請ベースで変\n更）する通信制御を実施していた。\n不正アクセス検知は，外部業者に委託してリアルタイムで監視を行い，攻\n撃を検知し，かつ，システムに影響が出ると判断した場合は直ちにインシデ\nント対応を実施することとしていた。\nリモート接続について，申請制により最小限の人にのみ許可し，かつ，重\n要なシステムはアクセスできないという制御を実施していた。\nインターネット接続が可能なＵＲＬについて，業務で必要なサイトのみ許\n可していた。\n社外への電子メールを全て保存していた。\n（甲２，乙１，乙９７）\nイ  物理的境界\n個人情報が保管されている本件サーバは，隔離されたデータセンターに設置さ\nれ，同室への入退室に対して厳しい管理（入館の事前申請・入館制限，私物持込\nみ不可，機器持出し不可及び監視カメラ設置等）が行われていた。また，個人情\n報を取り扱う業務の執務室への入退室についても管理（申請制にて入退室制限，\n入退室記録保存，監視カメラ設置等）が行われていたが，個人所有のスマートフ\nォンの持込みや充電のために業務用ＰＣにＵＳＢケーブルを用いて個人所有のス\nマートフォンを接続することは，認容されていた。\n（甲２）\nウ  内部ネットワーク\n本件データベース内の領域が本番環境と開発環境に分離されて，個々の領域に\nアクセスするには，それぞれ別個に設定されたアカウントが必要であり，業務上\n必要なデータベースのみへのアクセスが可能なようにアクセス制御が行われると\nともに，私物パソコンの社内ネットワーク接続が禁止され，全業務従事者個々人\nに対して，所定の設定がされた業務用ＰＣが貸与されており，その業務用ＰＣに\nついても，セキュリティ目的で，アクセス及びダウンロードについて全てネット\nワーク通信記録を取得することによる監視が行われていた。\n（甲２，乙１７）\nエ  サーバ\n本件サーバに関しては，アカウント管理が行われ，また「踏み台サーバ」（直\n接にサーバにアクセスさせないことにより，外部からの侵入リスクを軽減させる\nサーバ）としてバッチサーバを経由させた上で本件サーバにログインすることと\nし，これらについて個人が特定できる形でサーバへのアクセスログの記録が保管\nされていた。\n業務用ＰＣと連携システムのデータベースサーバとの間の通信量が一定の閾値\nを超えた場合，連携システムのデータベースの管理者である被告シンフォームの\n各担当部門の部長に対して，メールでアラートが送信されるようになっていたが，\n業務用ＰＣと本件データベースとの通信については，本件システム開発中であっ\nたことから，丁による本件漏えいの当時，上記アラートシステムの対象として設\n定する措置は，採られていなかった。\n（甲２，乙１７）\nオ  業務用ＰＣに対するセキュリティ対策\n管理者業務で使用するパソコンとそれ以外の業務で使用する業務用ＰＣとを分\nけ，担当者に対して専用のパソコンとして貸与し，それぞれ利用場所を制限して\nいた。また，業務用ＰＣについて設定されていたセキュリティ対策としては，ウ\nイルス対策ソフトの搭載，ＵＲＬフィルタリングツール（業務に必要なＵＲＬの\nみ接続を許可する。）の搭載，メールフィルタ（個人情報を記載したメールと判\n断されたものについての通信を差し止める。）の設定，その他標準として選定し\nたソフトウェアの搭載と個人による標準仕様の変更の制限，パスワードの設定等\nがあった。\n（甲２，乙９７）\nカ  セキュリティソフトによる書出し制御等\n業務用ＰＣには，前記のほか，平成２１年６月３０日に発売されたセキュリテ\nィソフト「秘文Ｖｅｒ．９」（本件セキュリティソフト）が導入されていた。そ\nの主な機能は，操作ログの記録，ＵＳＢ等の外部記録媒体への書き込み制御，デ\nィスク暗号化などであった。\n本件セキュリティソフトは，リムーバブルメディア，ＣＤ，ＤＶＤ，外付けＨ\nＤＤのほか，イメージングデバイス，ＷＰＤデバイス，その他の制御デバイスな\nどについて個々にその使用をできなくするように制御することが可能であった。\n被告シンフォームでは，本件セキュリティソフトを平成２３年８月にバージョ\nンアップさせる際に，業務用ＰＣ上のデータを外部記録媒体へ書き出すことを制\n御する機能の見直しを行い，通信方式がＭＳＣのスマートフォンを含む一部の外\n部記録媒体については制御する措置が採られていた。被告らは，これにより，業\n務用ＰＣからスマートフォン一般へのデータの書出しができなくなっていると理\n解していた。しかし，上記制御する措置は，通信方式がＭＴＰのＷＰＤデバイス\nについては採られていなかった（弁論の全趣旨〈被告準備書面２４ｐ４〉）。\n被告シンフォームにおける本件セキュリティソフトのバージョンアップは，上\n記平成２３年８月の後，平成２６年７月までの間，行われなかった。\nなお，被告シンフォームは，本件漏えい後，遅くとも平成２６年９月１７日ま\nでに本件セキュリティソフトの設定を見直し，スマートフォンを含む書出し機能\nを持つ可能性のある全ての外部メディアについて，業務端末からの書出しができ\nない設定とした。\n（甲２，１２，３９，４９，乙９７）\nキ  顧客情報の機密指定，研修等\n被告シンフォームでは，同社が取り扱う被告ベネッセの顧客情報を区分し，そ\nれらをそれぞれ機密情報として位置付けていた（被告ベネッセにおいても，本件\n個人情報を機密情報と位置付けていた。）。\nまた，被告シンフォームでは，就業の条件として，個人情報及び機密情報の開\n示，第三者提供，又は漏えい等を行わないことを誓約する内容の同意書の提出を\n求め，毎年，業務従事者（被告シンフォームの社員であるかどうかにかかわらな\nい。）の全員を対象とした情報セキュリティ研修を実施し，セキュリティソフト\nによる外部記録媒体への書出し制御の実施等の告知を行うなどして，個人情報や\n機密情報の漏えい防止のための注意喚起等を行った上，研修内容を踏まえたテス\nトを実施していた。\n（甲２，乙１７）\n２  本件個人情報の被侵害利益性及び丁の不法行為責任\n⑴  本件個人情報の被侵害利益性\n本件漏えいによって流出した本件個人情報の内容は，原告甲の漢字氏名，フリガ\nナ，住所及び電話番号並びに原告丙の漢字氏名，フリガナ，生年月日及び性別であ\nる ウ）。\nなお，原告甲は，原告甲のメールアドレスや原告甲と原告丙の続柄も漏えいした\n旨主張するが，これらも漏えいしたと認めるに足りる証拠はない。\nまず，原告甲の住所，電話番号は，原告丙が本件漏えい当時３歳の未成年者であ\nったことからすると，原告丙自身の住所，電話番号でもあると推認できること，そ\nの他のそれぞれの漢字氏名，フリガナ等も，原告甲及び原告丙の家族関係を表す情\n報といえることから，本件個人情報全体が原告甲及び原告丙の個人情報であると認\nめられる。なお，これらを照らし合わせれば，原告甲と原告丙の続柄も容易に推測\nできるから，この点も漏えいしたのと同視できる。\nそして，本件個人情報は，これを全体としてみれば，原告甲及び原告丙のプライ\nバシーに関する情報として法的保護の対象となるというべきである（最高裁平成２\n９年１０月２３日第二小法廷判決及び最高裁平成１５年９月１２日第二小法廷判決\n・民集５７巻８号９７３頁参照）。\nもっとも，原告乙についての個人情報そのものが明らかになったことを認めるに\n足りる証拠はない。原告乙が原告甲及び原告丙の同居の家族であることを考慮して\nも，本件個人情報が原告乙の関係でもプライバシーに関する情報として法的保護の\n対象となるということはできない。\n⑵  丁の不法行為責任\n丁は，平成２６年６月当時，被告シンフォームの業務委託先の従業員であり，同\n月，被告シンフォームが被告ベネッセから提供を受けてその業務に使用する目的で\n管理していた本件個人情報を，故意に，名簿業者に売却する意図のもとに不正に取\n得し，他の個人情報と一括して名簿業者に売却したから，原告甲及び原告丙のプラ\nイバシーとして法的保護の対象となる利益を違法に侵害したと認められる。\n丁は，原告甲及び原告丙に対し，それぞれ，損害が認められる限り，本件漏えい\nにつき，不法行為による損害賠償責任を負う。\n３  争点 （本件漏えいについての被告シンフォームの過失の有無）について\n本件漏えいの予見可能性について\nア  予見可能性を肯定する事情\n通信方式がＭＳＣである従来型のスマートフォンに関する認識\n前提事実⑶イのとおり，本件調査委員会の事故調査報告書には，本件漏えい\n当時，外部メディアへの書出し制限がされていた旨記載されていた。証拠（甲\n１０，１３，１８，１９，２０，６０，６１）によれば，本件漏えい以前に，\n複数の文献等が外部メディアへの書出しの危険性を指摘していたと認められる。\nこれらのことからすると，被告シンフォーム自身も，本件漏えい当時，少な\nくとも，ＭＴＰに対応していない通信方式のスマートフォン（通信方式がＭＳ\nＣである従来型のスマートフォン）については，それが業務用ＰＣのＵＳＢポ\nートに接続されることにより個人情報を不正に取得される可能性があることを\n認識していたことが認められる。\n本件漏えい当時のＭＴＰ対応スマートフォンに関する認定事実\n各項末尾等に記載した証拠及び弁論の全趣旨によれば，以下の事実が認めら\nれる。\nａ  国内のスマートフォン利用者は，平成２４年１１月には，２４００万人を\n超えていた。スマートフォンの出荷数は，平成２５年で約２９２５万台，平\n成２６年で約２７７０万台であった。スマートフォンの契約件数は，平成２\n５年３月末では約４０００万件，平成２６年３月末では約６０００万件であ\nり（乙３８資料１），平成２５年３月以降，ＯＳが「Ａｎｄｒｏｉｄ」であ\nるスマートフォンが全体の約４０パーセントであった。スマートフォン全体\nのうち「Ａｎｄｒｏｉｄ４．０」以上のバージョンの「Ａｎｄｒｏｉｄ」端\n末（ＭＴＰ対応スマートフォン）が占める割合は，平成２５年６月時点で１\n９．８８パーセント，平成２６年６月時点で２１．４１パーセントであった。\n（甲５４，乙３８，７７）\nｂ  通信方式がＭＴＰである機器は，ＰＣのウインドウズ上ではＷＰＤデバイ\nスとして扱われるので，ＭＴＰ対応機器の使用制限は，ＷＰＤデバイスの使\n用を制限する設定とすることで可能となる。当時の一般的なセキュリティソ\nフトがＷＰＤ使用制限機能に対応した時期は，概ね別紙のとおりであり（た\nだし，エムオーテックス（株）は平成２５年１０月から〈乙３９〉），被告\nらが使用していた「秘文Ｖｅｒ９」（本件セキュリティソフト）においては，\n平成２１年６月であった。本件セキュリティソフトにおいては，ＭＴＰ制御\n機能として，未登録デバイスの使用制御ができた。\n（甲１２，４９，５０，乙３９）\nｃ  「Ａｎｄｒｏｉｄ４．０」より前のバージョンの「Ａｎｄｒｏｉｄ」端末\n（いわゆる旧機種）には，平成２４年７月から同年１１月までに，「Ａｎｄ\nｒｏｉｄ４．０」へのバージョンアップがキャリアから提供されており，そ\nの頃発行された大手パソコン雑誌において，ＭＳＣ以外にＭＴＰによる通信\n方法が紹介されていた。\nまた，同時期に，日本電気株式会社がスマートデバイス（スマートフォン\nとタブレット端末）のＭＴＰ等の利用の制限といったセキュリティの強化を\n勧める講演を行い（甲５６），ＷＰＤデバイスの制御機能を有することを明\n示したセキュリティソフトの記事がネット上で公開されていた。\n（甲５５，５６，６３）\n検討\n被告シンフォームは，被告ベネッセから委託された本件システム開発等の業\n務について，他社に対して再委託を行い，それらの会社による再々委託を認め，\nこれら業務委託先の従業員に対し，業務上の必要に応じて，業務用ＰＣから本\n件個人情報を含む大量の個人情報にアクセスすることを認めていたうえ，これ\nらの業務委託先の従業員が，被告シンフォーム多摩事業所の執務室内に私物の\nスマートフォンを持ち込んで業務用ＰＣにＵＳＢを接続して充電を行うことも\nあり，これを容認していたと推認できる。このような状況からすれば，そのよ\nうな従業員の中には，ＭＴＰ対応スマートフォンを使用する者がいるであろう\nことを認識し，あるいは認識可能であったと推認できる。\nまた，被告シンフォームは，本件漏えいの時点（平成２６年６月時点）にお\nいて，通信方式がＭＳＣである外部機器（スマートフォンを含む。）について\nは，業務用ＰＣのＵＳＢポートに接続して個人情報を不正に取得する可能性を\n認識していたといえる。そして，前記認定によれば，当時，相当数のＭＴＰ対\n応スマートフォンが国内市場に出回っていたと推認されるのであるから，執務\n室内で作業する従業員が，ＭＴＰ対応スマートフォンを執務室内に持ち込んで，\n業務用ＰＣのＵＳＢポートに接続することにより，個人情報を不正に取得する\n可能性があることを認織し得たことが，推認できる。\nイ  被告らの主張の検討\n被告らは，①本件漏えいの時点におけるＭＴＰ対応スマートフォンの国内シェ\nアは小さかった，②本件漏えいの時点におけるセキュリティソフトのうちＭＴＰ\n使用制御機能に対応したものは皆無であった，③本件漏えいによって初めて，ス\nマートフォンを利用した個人情報不正取得の危険性が認識されたから，被告シン\nフォームには本件漏えいについての予見可能性は認められない，④被告らは，パ\nソコンに関しては，一般ユーザーである旨主張する。\n①について\n前記ア(イ)ａのとおり，ＭＴＰ対応スマートフォン（「Ａｎｄｒｏｉｄ４．\n０」以降のＯＳを搭載したもの）のスマートフォン全体における割合は，平成\n２５年６月時点で１９・８８％，平成２６年６月時点で２１・４１％であった\nほか，平成２６年３月末のスマートフォンの契約数は，約６０００万件であっ\nた。平成２５年１月から平成２６年６月までの出荷台数を前提に計算すれば，\n平成２６年６月頃のＭＴＰ対応スマートフォンの台数は，約９００万台（≒\n〈２９２５万台＋２７７０万台÷２〉×０．２１４１）となり，この期間に出\n荷されたものがすべてそのまま平成２６年６月に使われていたわけではないと\nしても，当時，多数のＭＴＰ対応スマートフォンが使われていたと推認できる。\nそして，前記ア（イ）ｂにおいて認定したとおり，当時の一般的なセキュリテ\nィソフトがＷＰＤ使用制限機能に対応した時期が概ね別紙のとおりであったこ\nとなどからすると，本件漏えいの時点におけるＭＴＰ対応スマートフォンの国\n内シェアは小さかったとする被告ベネッセの主張を考慮しても，被告シンフォ\nームが，ＭＴＰ対応スマートフォンを業務用ＰＣのＵＳＢポートに接続するこ\nとにより個人情報を不正に取得される可能性があることを認識し得たという前\n記判断が左右されるとはいえない。\n②について\n証拠（乙３９・端末管理・セキュリティ製品におけるＭＳＣ・ＭＴＰ制御機\n能についての調査報告）には，平成２６年６月当時販売されていた主要な端末\n管理・セキュリティ製品について，実用的なＭＴＰ制御機能は，国内市場シェ\nアが高い製品については全く搭載されておらず，実用的なＭＴＰ制御機能を搭\n載していたと認められる製品は，国内市場シェアが微少な１製品（ハミングへ\nッズ株式会社）にとどまり，かつ初期設定ではＭＴＰ制御機能は無効とされて\nいた旨の記載がある。\nしかし，同報告においては，「実用的」の意味を「少なくとも読み取り専用\nの設定（リムーバブルメディアから業務用ＰＣにデータを転送することは可能\nであるが，パソコンからリムーバブルメディアにデータを転送することは不可\n能とする設定）ができる場合」と定義し，「実用的」でない製品についてはＭ\nＴＰ制御機能を搭載していないものとして扱っている。本件全証拠によっても，\n本件システムにおいて，デジタルカメラ等を含めたＷＰＤデバイスから業務用\nＰＣにデータを転送する必要があったとは認められないから，読み取り専用で\nなく双方向のデータのやりとりを不可としてもよいと考えられる。本件との関\n係では，上記定義に該当するような設定ができないことを理由に，実用的でな\nいと評価するのは，相当でない。そして，上記調査報告の添付資料によっても，\n被告らが導入していた「秘文Ｖｅｒ９」は，平成２１年６月からデバイスの使\n用制御が可能であったとされ，その国内市場シェアは１７．８パーセントと２\n番目に大きなものであった。なお，平成２６年６月当時，国内シェアが１８．\n８パーセントと最も大きいエムオーテックス株式会社の「ＬａｎＳｃｏｐｅ\nＣａｔ」も特定ユーザー向けの個別カスタマイズ機能として平成２５年１０月\nから同報告が実用的とするＭＴＰ制御機能を搭載することができたし，平成２\n７年１月からは同機能を標準で搭載したとされている。また，国内シェアが５．\n４パーセントと４番目に大きいクオリティソフト株式会社の「ＱＮＤ」も上級\nパッケージには標準でデバイス制御機能が搭載されていたし，４．１パーセン\nトと５番目に大きい日本電気株式会社の「ＩｎｆｏＣａｇｅ  ＰＣセキュリテ\nィ」もデバイスの使用制御機能を有していたとされている。そして，通信方式\nがＭＴＰである機器はＰＣのウインドウズ上ではＷＰＤデバイスとして扱われ\nるので，ＭＴＰ搭載機器を使用制限するには，ＷＰＤデバイスを使用制限すれ\nばよいことからすれば，上記報告をもって，ＭＴＰ使用制御機能に対応したも\nのは皆無であったとすることはできず，被告らの主張は，採用できない。\n③について\n被告らは，経済産業分野ガイドラインにおいて，本件漏えい当時には，ＭＴ\nＰ対応スマートフォンに対して何らかの対策を講じるべきとの具体的記載がさ\nれておらず，本件漏えい事件が発生した結果，そのような対策が追加されるこ\nとになったことから，本件漏えい当時，ＭＴＰ対応スマートフォンに対して制\n御措置を採るべき注意義務はなかったとも主張する。そして，特定非営利活動\n法人日本ネットワークセキュリティ協会で理事を務めるとともに一般社団法人\n日本スマートフォンセキュリティ協会で理事を務める己の意見書（乙３６「わ\nが国におけるＰＣの外部記憶媒体とスマートフォンの歴史について」）には，\n本件漏えいは，それが発生する以前には一般に認識されていなかったセキュリ\nティの脆弱性によって発生したもので，本件漏えい事件によって初めて，リム\nーバブルメディアとしての携帯電話（スマートフォンを含む）が外部記録媒体\nとして使用される危険性があることが認識され，セキュリティ業界がその対策\nをとるようになったのであり，大手セキュリティベンダーでさえ予見できてい\nなかったものを，ユーザーである被告シンフォームが予見することは不可能で\nあった旨が記載されているほか，情報セキュリティの専門家等の記事（乙４０\n・４１）にもその旨の記載がされている。\nしかし，経済産業分野ガイドライン等の記載内容が直ちに被告らの注意義務\nの存否の判断を基礎づけるものではないことは，被告らも認めるとおりである。\n本件漏えいの時点における状況，とりわけ，被告シンフォーム自身が，大量の\n個人情報を扱い，現にＭＴＰ非対応スマートフォンへの書出しによる個人情報\n漏えいの危険を認識していたこと，ＭＴＰ対応スマートフォンが決して少なく\nない数になっていたこと，付与済みのアクセス権限の見直しが定期的に行われ\nず（前提事実⑶イ），被告シンフォームが従業員の所属先を明確に把握してい\nない（認定事実⑴エ）中で，業務委託先の従業員がスマートフォンを充電のた\nめ業務用ＰＣに接続していたことからすると，上記被告の主張やそれに沿う証\n拠を考慮しても，平成２６年当時において，丁のような者が存在しておかしく\nはなく，ＭＴＰ対応スマートフォンを業務用ＰＣのＵＳＢポートに接続するこ\nとにより個人情報を不正に取得される可能性があることを認識し得たと認める\nのが相当である。これらの被告らの主張は，採用できない。\n④について\n被告らは，被告らが一般ユーザーであることを強調するが，被告らは膨大な\n量の個人情報を扱っていたから，相応の予見，検討をすると考えられ，前記認\n定判断は決して被告らに不可能を強いるものとはいえない。\nウ  まとめ\n以上によれば，被告らの主張を考慮しても，被告シンフォームは，本件漏えい\n当時，本件漏えいに用いられた方法であるＭＴＰ対応スマートフォンを業務用Ｐ\nＣのＵＳＢポートに接続する方法で，本件個人情報が不正に取得されるリスクが\nあることを予見し得たというべきである。\n⑵  本件漏えいの回避義務\nア  双方の主張\n少なくとも原告甲は，書出し制御等の回避措置をとる注意義務違反があった旨\n主張する。\n被告らは，被告シンフォームに，上記 のとおりの本件漏えいのリスクがある\nことについて予見可能性が認められる場合においても，原告甲の主張する各措置\nを講ずべき義務（結果回避義務）を負うものではないと主張する。\nイ  基本的検討\n丁は，金銭的に窮し，故意に，個人情報を取得し，名簿業者に売却した。それ\nがすぐ露見したわけではないから，不正取得は，密かに行われたといえる。この\nような行為態様からみると，犯罪抑止効果を狙った監視カメラやアラートシステ\nムの設定には効果がないと考えられる。また，ＵＳＢポートを塞ぐといった物理\n的な措置は，例えばＵＳＢデバイスであるマウスやキーボードさえも接続できな\nくなりかねず，制約として過度なものとなるから，現実的措置とはいえない。\nそうすると，私物スマートフォンの持込み禁止の措置又は書出し制御措置（Ｗ\nＰＤデバイス使用制御措置）を採るべき義務の有無を検討するのが相当である。\nウ  私物スマートフォンの持込み禁止\n前記 で認定したとおり，被告シンフォームは，本件漏えい当時，委託先の\n従業員が私物のＭＴＰ対応スマートフォンを被告シンフォーム多摩事業所の執\n務室内に持ち込み，業務用ＰＣのＵＳＢポートに接続することによって本件個\n人情報を含む大量の個人情報を取得するリスクがあることを予見しえたと認め\nられる。これまで認めた事実によれば，被告シンフォーム多摩事業所の執務室\n内における私物のスマートフォンの持込み制限措置を採ることは，被告シンフ\nォームにとって，コストも手間もかからない最も容易かつ効果の大きい不正防\n止対策であったと認められ，被告シンフォームが，丁が執務していた執務室内\nに，同人の私物のスマートフォン（本件スマートフォン）を持ち込むことを禁\n止する措置を採っていれば，本件漏えいを回避することができたといえる。\nこれまで認めた事実によれば，被告シンフォームは，本件漏えい当時，被告\nベネッセから業務上の必要によって利用することを許されていた本件個人情報\nを含む大量の個人情報について，業務委託先の従業員に業務用ＰＣを利用して\nアクセスすることを認める一方で，これらの従業員が業務用ＰＣに個人所有の\nスマートフォンを接続することが少なくなく，これを容認していたと推認でき\nる。このような状況下では，被告シンフォームには，業務委託先の従業員がＭ\nＴＰ対応スマートフォンを執務室内に持ち込んで上記個人情報に接することの\nないように，適切な措置を採るべき注意義務を負い，これを怠ったことについ\nて過失があるというべきである。\n上記注意義務について具体的に述べると，以下のとおりである。\nすなわち，丁の担当していた業務の内容は，本件サーバにアクセスして，本\n件データベースを扱って本件システムを開発するというものであり，機密性の\n高い個人情報に直接，頻繁に接する業務であり，そのような業務の内容からし\nて，丁が本件システムを開発する業務と同時に，それ以外の通常の事務作業を\n並行して遂行する必要はなかったし，その業務を行うにおいて，私物のスマー\nトフォンを使用する必要性が高いものであったことを認めるに足りる証拠もな\nい。そうすると，丁は，基本的にはサーバルーム内での作業と遜色ない内容の\n業務を，執務室から本件サーバにアクセスして遂行していたものということが\nできる。これは，外部記録媒体になり得るスマートフォンの持込みを制限する\n措置を採ることを検討するべき業務を執務室内で担当していたものといえ，執\n務室内にスマートフォンの持込みを禁止したとしても，その業務に支障を生じ\nるものであったとはいえない。なお，被告シンフォームにおいて，本件漏えい\n当時，丁のように本件システム開発作業に従事させている者との関係でも，執\n務室内に私物のスマートフォンの持込みを禁止する措置を講ずべき注意義務が\nあったというべきである。\nそして，以上のとおり，被告シンフォームにスマートフォン持込み禁止の注\n意義務を認めることは，以下のとおり，①安全対策基準には，「搬出入物」に\nついて，「情報システム等の運用に関連する各室の搬出入物は，必要な物に限\n定すること。」との記載があり，②内部不正防止ガイドラインには，個人のノ\nートパソコンやリモートデバイス等のモバイル機器及び携帯可能なＵＳＢメモ\nリ等の外部記録媒体の業務利用及び持込みを制限しなければならない旨の指摘\nがあることにも沿うものといえる。\nａ  安全対策基準（上記①）について\n安全対策基準（甲１３）には，「搬出入物」について，「情報システム等\nの運用に関連する各室の搬出入物は，必要な物に限定すること。」と記載さ\nれている。この点，被告ベネッセは，安全対策基準が改正されたのが平成９\n年が最後であるところ，同年当時は未だスマートフォンが市場で流通してい\nなかったから，安全対策基準が具体的にスマートフォンを念頭に置いて策定\nされたとはいえないと主張する。しかし，その時点では存在しない機器であ\nっても，既に，セキュリティ保全のためには，搬出入物は必要な物に限定す\nるという基準が置かれているのであるから，その趣旨に沿わない物は，将来\n的に開発される機器を含めて，その持込みを排除すべきとの趣旨には合理性\nが認められ，当時，スマートフォンが流通していないことをもって，安全対\n策基準の想定する対象物から除外すべきものと解することはできない。\nｂ  内部不正防止ガイドライン（上記②）について\n内部不正防止ガイドライン（甲１８）においては，個人のノートパソコン\nやスマートデバイス等のモバイル機器及び携帯可能なＵＳＢメモリ等の外部\n記録媒体の業務利用及び持込みを制限しなければならないとの指摘があるが，\n他方で，対策のポイントとして，「持込み制限」については，「その場所で\n扱う重要情報の重要度及び情報システムの設置場所等を考慮する必要があ\nる」旨の，また，「重要情報格納サーバやアクセス管理サーバ等が設置され\nているサーバルームでは，個人所有のノートＰＣやタブレット端末，スマー\nトフォン等のモバイル機器の持込み，利用を厳しく制限します。」との記載\nがされている。\nこの点，被告らは，内部不正防止ガイドラインは，「ＵＳＢメモリ等の記\n録媒体」と「スマートフォン等のモバイル機器」とを区別しており，「スマ\nートフォン等のモバイル機器」については「サーバルーム」のみを対象とし\nてその持込み・利用を制限する運用を推奨していたのであって，「サーバル\nーム」以外の執務室等は対象としていなかった旨主張する。\n確かに，重要な情報が直接格納されているサーバの所在する場所では，外\n部記録媒体をサーバ等の機器に直接接続することが可能であり，当該情報に\n直接アクセスすることが可能となることから，そのような可能性を高い確率\nで制限できる措置を採る必要があると考えられるのに対し，通常の執務室の\nように，別のサーバや機器を経由して，当該情報に接することができるにす\nぎない場合には必ずしも，同様の厳しい制限をすることまで要求されていな\nいと解することも可能ではある。しかし，上記ガイドラインの趣旨は，重要\n情報に接触することができる業務に際しては，当該情報にアクセスすること\nによりそれが流出することを防止するという点にあることは明らかであり，\nそのために，個人所有の外部記録媒体を持ち込むことを禁じているのである\nから，スマートフォン等のモバイル機器を持込み禁止とすべきかどうかにつ\nいては，重要情報に接触する業務を行う場所であるか否かをもって判断され\nると解するのが合理的である。上記ガイドラインがサーバルームを記載する\nのは，重要情報に接触する機会が多いのがサーバルームであるから，それを\n例示的に取り上げているものと解され，サーバルーム以外の場所を対象外と\nする趣旨ではないと解される。\nそうすると，内部不正防止ガイドラインもまた，重要情報に接触する業務\nを行う場所である場合には，私物のスマートフォンの執務室内への持込みを\n禁止すべき注意義務があることを認めないものではないというべきである。\nｃ  データセンターセキュリティガイドブック\nなお，データセンターセキュリティガイドブック（甲９）では，共有区画\nとして，オフィスとサーバルームに区別され，サーバルームについては，脅\n威として情報の不正持ち出しの指摘があり，管理策として記録媒体の持込み\n禁止ルールの記載があるが，他方で，オフィスについて，その脅威として不\n正侵入の指摘があるのみで，管理策として画像監視システムと入退管理シス\nテムの記載があるにとどまる。データセンターセキュリティガイドブックの\n記載は，場所により区分しているものと解される。しかし，オフィスであっ\nても，通常業務が行われている場所だけとは限らず，本件の業務委託のよう\nに，専ら本件システム開発業務のために，サーバにアクセスして重要な情報\nに接続可能な状態で委託業務を遂行している場面においては，おのずからそ\nのセキュリティ対策の程度に差異が生じるのであって，丁の担っていた本件\nシステム開発業務はサーバルーム内での業務と何ら遜色のないものであった\nと考えられるから，上記の基準を作業場所の名称だけをもって単純に当ては\nめるのでは，セキュリティ保全を図る上記基準の趣旨を損なうものになるこ\nとは否めない。したがって，データセンターセキュリティガイドブックの記\n載をもって，上記判断を左右することはできない。\nエ  書出し制御措置及びＷＰＤデバイス使用制御措置について\n原告甲の注意義務違反の主張は選択的であるから，持ち込み禁止以外の義務違\n反については検討する必要がないといえるが，被告シンフォームにおいて，他の\n結果回避措置を採ることで義務違反を免れることもできる関係にあるから，書出\nし制御措置を講じる義務を負っていたかについても検討する。\n前記 判断したとおり，被告シンフォームにおいては，本件漏えい当時，\nＭＴＰ対応スマートフォンによる個人情報の漏えいの危険性を認識し得たので\nあるから，仮に，執務室内への私物スマートフォンの持込み禁止措置を行わな\nいのであれば，情報漏えいを防ぐのに実効性が高く，かつ業務従事者に対して\n必要以上に制約が生じない方法でもあった情報の書出し制御措置又はＷＰＤデ\nバイス使用制御措置を採るべき義務があったと解される。\n確かに，被告らが本件漏えい当時使用していた本件セキュリティソフトには，\nＭＴＰ対応スマートフォン（ＷＰＤデバイス）への書出し制御機能が備わって\nいなかったことが認められるが，ＷＰＤ使用制御機能は被告らが使用していた\n当時のバージョンの本件セキュリティソフトにも搭載されていたことが認めら\nれるのであるから，上記対策を採ることに特段の支障はなかったというべきで\nある。\nそうであるのに，被告シンフォームは，本件スマートフォンを含むＭＴＰ対\n応の他の種々のＷＰＤデバイスについては，これを接続して使用することが可\n能な状態にしており，それらを外部記録媒体として使うことによって，情報を\n書き出すことが可能な状態にしていたことが認められ，このことを調査確認に\nよって容易に認識しえたにもかかわらず，上記対策をとることを怠っていたこ\nとが認められる。\nこの点，被告らは，本件漏えい当時，①ＭＴＰ対応スマートフォンを含むス\nマートフォンに対する書出し制御措置を採るべきと明示していたガイドライン\n等はなかった，②被告シンフォームや被告ベネッセの情報セキュリティ対策は\n高度なものであり，他社の情報セキュリティ対策と比較しても，十分なもので\nあったと主張する。\nしかし，被告らは，本件個人情報を含む大量の個人情報を扱っていた。前記\nで認定したとおり，本件漏えい当時，ＭＴＰ対応スマートフォンによる情報\n漏えいの危険性を予見でき，これを回避するための書出し制御措置又はＷＰＤ\nデバイス使用制御措置を採ることができたものと認められるのであるから，ガ\nイドライン等に記載がなかったことや同様の措置を採っている企業や法人が少\nなかったとしても，前記判断が左右されるものではない。\n確かに，本件セキュリティソフトには，ＭＴＰ対応スマートフォンへの書出\nしを制御することができる機能は備わっていなかったから，書出しを制御する\nためには，ＷＰＤデバイスの使用自体を制御することにならざるを得ず，した\nがって，デジカメやオーディオプレーヤーといったＷＰＤデバイスは総じて使\n用することができなくなることになる。しかし，被告シンフォームにおいて，\n本件システム開発等の業務を遂行するにつき，丁が使用する業務用ＰＣにボイ\nスレコーダーやデジタルカメラ，さらにはスマートフォンといったＷＰＤデバ\nイスを使用することができなくすることによって，その業務遂行が行えなくな\nるなどの弊害が生じるということの主張立証はない。\n現実にも，本件漏えい後の遅くとも平成２６年９月１７日以降，被告シンフ\nォームは，対応策として，ＷＰＤデバイスその他の書出し機能を持つ可能性の\nある全ての外部デバイスの使用を制御する措置を採り，その後もこれを解除し\nたことを認めるに足りる証拠はないから，本件システム開発業務において，業\n務用ＰＣにＷＰＤデバイスを接続してデータを通信する必要性があったものと\nは認められず，そうであれば，本件漏えい以前からこれと同じ対策を講ずるこ\nとができたということができる。そして，仮に，本件システム開発業務を行う\n従業員において，特定の機器（ＷＰＤデバイス）を接続する必要性が生じた場\n合には，その都度，被告シンフォームの承認の下に当該機器についてだけ上記\n制御措置を解除して接続することも可能であったから，上記の単なる不便さが\n生じることをもって，ＷＰＤデバイスに対する使用制御措置を採らなかったこ\nとを正当化し得る理由とはならない。\nなお，被告シンフォームにおいて，ＷＰＤデバイスに対する使用制御措置を\n採ることが困難な事情が認められるのであれば，それに代えて，上記のとおり，\n本件スマートフォンを執務室内に持ち込むことを禁止する措置を採るべきであ\nったと認められる。\nしたがって，被告シンフォームは，本件漏えい当時，ＭＴＰ対応スマートフ\nォンを含むＷＰＤデバイスに対する使用制御措置（書出し制御措置を含む。）\nを採っていなかったことについて注意義務違反（過失）があったといわざるを\n得ない。\n⑶  まとめ\n以上のとおり，本件漏えい当時，被告シンフォームは，本件漏えいを予見できた\nのに，ＭＴＰ対応スマートフォンの持込みを禁止すべき注意義務及びこれに対する\nＷＰＤデバイス使用制御措置（書出し制御措置を含む。）を採るべき注意義務に違\n反したため，丁の故意による本件漏えいを防止できなかったといえる。被告シンフ\nォームは，原告甲に対し，不法行為による損害賠償責任を負う。\n４  争点 （本件漏えいについての被告ベネッセの過失の有無）について\n本件漏えいの予見可能性\n前記３ において，被告シンフォームについて記載したところと同様に，被告ベ\nネッセにおいても，本件漏えい当時，本件漏えいの方法で個人情報を不正に取得で\nきる可能性があることを予見できたと認めるのが相当である。\n回避可能性及び回避（注意）義務違反について\nア  委託先の選任及び監督以外に関する注意義務違反\n原告甲が主張する個人情報の利用・管理に責任を持つ部門の設置義務について\nは，このような組織があったとしても，当該組織が本件漏えいの発生を回避する\nためにどのような具体的対応をすることができたのかは主張としても不明といわ\nざるを得ず，当該組織を設置しただけで，本件漏えいを回避できたとは認められ\nない。また，被告シンフォームに対するのと同様のスマートフォン持込み禁止等\nに関する種々の注意義務については，本件漏えい当時，被告シンフォームが被告\nベネッセの１００％子会社であったこともあるグループ会社というだけでは，被\n告シンフォームの過失を被告ベネッセの過失と同視することはできないから，こ\nれらの点において被告ベネッセの過失をいう原告甲の主張は理由がない。\n以下，委託先の選任及び監督に関する注意義務違反があるか否かを検討する。\nイ  委託先の選任及び監督に関する注意義務違反\n検討\n個人情報保護法２２条は，「個人情報取扱事業者は，個人データの取扱いの\n全部又は一部を委託する場合は，その取扱いを委託された個人データの安全管\n理が図られるよう，委耗を受けた者に対する必要かつ適切な監督を行わなけれ\nばならない。」と規定し，証拠（甲１０，１９）によれば，経済産業分野ガイ\nドライン（甲１０）には，「必要かつ適切な監督」に関し，委託先を適切に選\n定すること，委託先に個人情報保護法２０条に基づく安全管理措置を遵守させ\nるために必要な契約を締結すること，委託先における委託された個人データの\n取扱い状況を把握することが含まれる旨の記載があり，ＪＩＳＱ１５００１\n（甲１９）には，「3．4．3．4  委託先の監督」において，文書審査の項目と\nして「委託先選定基準を定める手順及び見直しの手順を定めていること」とし，\nること」， 「必要に応じて委託先選定基準の見直しを実施していること」と\nし，現地審査の着眼点として「委託先を選定する基準として，該当する業務に\nついては少なくとも自社と同等以上の個人情報保護の水準にあることを客観的\nに確認できること」などの記載があると認められる。\nまた，これまで認めた事実によれば，被告ベネッセは，本件個人情報を含む\n大量の個人情報を顧客から提供を受けて管理し，これを個人情報提供者の了解\nの下に，営業目的等に使用していたところ，本件システム開発等の業務に必要\nであるとして，業務委託先である被告シンフォーム及びその再委託先等の従業\n員が委託業務に必要な範囲でこれらの個人情報に接することを認めていた。被\n告ベネッセが，業務委託先の従業員に上記個人情報へのアクセスを認めること\nについて個人情報提供者から明示の承諾を得ていたことを認めるに足りる証拠\nはない。\n以上によれば，被告ベネッセには，本件漏えい当時，預かった大量の個人情\n報の管理について，その時々の情報セキュリティを取り巻く状況の変化に対応\nしつつ，委託先に対する適切な指導監督をすべき注意義務があったと認めるの\nが相当である。しかし，前記 記載のとおり，被告ベネッセは，本件漏えい当\n時，本件漏えいの方法による個人情報の漏えいの危険性を予見し得たが，弁論\nの全趣旨によれば，それにもかかわらず，被告シンフォームに対し，本件セキ\nュリティソフトがＭＴＰ対応スマートフォンに対する書出し制御機能等を備え\nているか否か，被告シンフォームの業務委託先の従業員が，被告ベネッセが管\n理する個人情報にアクセスすることができる業務用ＰＣのＵＳＢポートに個人\nの所有するスマートフォンを接続できる状況にあったかどうかについて適切に\n報告を求めていなかったことが容易に推認される。これらについて適切に指導\n監督を行っていれば，本件セキュリティソフトにおけるＭＴＰ対応スマートフ\nォン（ＷＰＤデバイス）に対する使用制御措置を採るように指示することがで\nき，それが困難であったとしても，被告シンフォームに対し，業務委託先の従\n業員が本件個人情報を含む大量の個人情報に接することができる執務室内に，\n個人のスマートフォンを持ち込むことを禁止するよう指示することができたと\nいうべきで，このような指導監督を行うことについて，被告ベネッセに過度の\n負担が生じるということはなかったと認められる。\nそうすると，被告ベネッセには，本件漏えい当時，被告シンフォームにおけ\nる被告ベネッセの有する個人情報の管理につき，本件セキュリティソフトのＷ\nＰＤデバイスの使用制御措置の設定変更，執務室内への個人スマートフォンの\n持込み禁止について適切に監督をすべき注意義務があったというべきであり，\nそれにもかかわらず，被告ベネッセは，本件漏えい当時，これらについて指示\nすることなく放置していた結果，本件漏えいを回避することができなかったの\nであるから，上記注意義務に違反したといわざるを得ない。なお，経済産業大\n臣作成の平成２６年９月２６日付け「個人情報の保護に関する法律第３４条第\n１項の規定に基づく勧告について」と題する書面においても，被告シンフォー\nムにおいて，本件漏えいの対象となったデータベースが，個人情報のダウンロ\nードを監視する情報システムの対象として設定されていなかったところ，被告\nベネッセは，被告シンフォームに対して行う定期的な監査において，当該情報\nシステムの対象範囲を監査の対象としていなかった等，委託先に対する必要か\nつ適切な監視を怠っていたことが同法２２条に反すると指摘されている（甲２\n３の２）。\n被告ベネッセの主張の検討\n被告ベネッセは，本件漏えい当時，経済産業分野ガイドラインや情報セキュ\nリティ対策の一般的な水準からしても，明らかに高度な水準で被告シンフォー\nムに対する委託先監督を実施していたなどと主張する。\nしかし，被告ベネッセは，大量の個人情報の運用管理を被告シンフォームに\n委託して，被告ベネッセと直接の契約関係のない被告シンフォームの業務委託\n先の従業員が本件個人情報を含む大量の個人情報に接することを容認していた\nにもかかわらず，その時々の情報セキュリティを取り巻く状況の変化に対応し\nて，被告シンフォームに対し，前記認定説示の監督をしなかったのであるから，\n被告ベネッセの上記主張は理由がない。このことは，被告ベネッセがプライバ\nシーマークを取得していたことを考慮しても同様である。\nむしろ，被告ベネッセは，本件漏えい当時，ＭＴＰ対応スマートフォンによ\nる情報漏えいの危険性を予見でき，被告シンフォームに対する監督によって本\n件漏えいを回避することができたと認められるのであるから，ガイドライン等\nに具体的に記載がなかったことや同様の措置を採っている会社が少なかったと\nしても，前記判断が左右されるものではない。\n⑶  まとめ\n以上のとおり，被告ベネッセは，個人情報提供者から提供を受けた個人情報を適\n切に管理すべき立場にあり，本件漏えいのリスクを予見できたのに，当該個人情報\nの利用を認めた被告シンフォームに対する適切な監督義務に違反した結果，丁によ\nる本件漏えいを防止できなかったと認められるから，原告甲に対し，これによって\n生じた損害について不法行為責任（民法７０９条）を負うものと認められる。\n５  被告らに関する損害賠償責任の成否のまとめ\n⑴  原告甲関係\n被告ベネッセと被告シンフォームの不法行為（及び丁の本件漏えいによる不法行\n為）は，被告ベネッセが保有し，その管理を被告シンフォームに委託して管理させ\nていた本件個人情報の漏えいに関するものであり，客親的に関連することは明らか\nであるから，共同不法行為に当たると認められる（民法７１９条１項前段）。\nまた，共同不法行為と使用者責任とで損害が異なるともいえない。\nそうである以上，被告シンフォームは，丁の使用者との間の委託関係の詳細を明\nらかにしないが，原告甲が選択的に主張する被告ベネッセの被告シンフォームに対\nする使用者責任（争点 イ）並びに丁の本件漏えい行為を不法行為としてそれに対\nする被告シンフォーム及び被告ベネッセそれぞれの使用者責任（争点 アイ）を問\nう主張については，いずれも判断する必要がない。\n⑵  原告乙及び原告丙関係\n原告乙及び原告丙については，原告甲の主張するような具体的な注意義務違反等\nについての主張がされていない。前記第２の３冒頭のとおり，原告らのうち，原告\n乙は，平成２８年１月２０日の本件第６回弁論準備手続期日に出頭した後は，本件\nの口頭弁論期日にも弁論準備手続期日にも出頭しておらず，原告乙及び原告丙の主\n張は，それまでのものに限られる。原告乙及び原告丙は，被告らの不法行為責任は\nもちろん，原告甲について検討しなかった使用者責任についても，抽象的な主張を\nするにとどまる。原告乙及び原告丙に対する関係では，損害について判断するまで\nもなく，被告らの責任を認めることはできない。\n６  争点 （原告甲に生じた損害の有無及び数額）について\n⑴  精神的損害\nア  判断枠組み\n前記２⑴で判断したとおり，本件個人情報は，原告甲のプライバシーに関する\n情報として法的保護の対象となるから，上記認定事実によれば，本件漏えいによ\nって，原告甲はそのプライバシーを違法に侵害されたと認められる。\nそして，個人情報が外部に漏えいしてプライバシーが侵害された場合に，当該\n被漏えい者が精神的苦痛を被ったか否か及び被った精神的損害を慰謝するに相当\nな額を検討するに当たっては，流出した個人情報の内容，流出した範囲，実害の\n有無，個人情報を管理していた者による対応措置の内容等，本件において顕れた\n事情を総合的に考慮して判断すべきである。\nイ  個人情報の内容\n本件で流出した個人情報の内容は，前記認定のとおり，原告甲の漢字氏名，フ\nリガナ，住所，電話番号，原告丙の漢字氏名，フリガナ，生年月日，性別である。\n原告丙の漢字氏名，フリガナ，生年月日，性別は，原告甲の個人情報そのもので\nはないとしても，原告甲の家族関係を表す情報といえることから，本件個人情報\nは，いずれも原告甲の個人情報であると認められる（前記２⑴）。\n次に，これらの情報のうち，原告甲の漢字氏名，フリガナ，住所及び電話番号\nは，いずれも原告甲の個人識別情報と連絡先であり，自らが生活する領域におい\nては，必要に応じて第三者に開示される性質の情報であって，こうした情報だけ\nでは，個人の職業等の社会的地位，資産等の経済的な情報や思想信条等の情報と\n一体となっている情報に比べると，一般的に「自己が欲しない他者にはみだりに\n開示されたくない」私的領域の情報としての性質は低いといえる。もっとも，こ\nうした情報も，今日のように，情報ネットワークが多様化，高度化し，容易に入\n手可能なさまざまな情報を組み合わせることによって趣味嗜好や思想等まで把握\nされかねない危険性のあることが危慎されていることにも鑑みると，本件個人情\n報は，個人特定の基本となるベース情報として機能し，それを基に情報集積がさ\nれかねないものとしては重要な価値を持つものと評価すべきである。また，子で\nある原告丙の漢字氏名，フリガナ，生年月日及び性別については，これらも日常\n的に開示されることが多いものであるとはいえ，家族関係が一定程度明らかにな\nる情報（原告甲の原告丙との続柄が開示されたに等しいことは前記認定のとおり\nである。）や教育に関心が高いという属性が含まれており，前者に比してより私\n的領域性の高い情報ということができる。\nウ  流出した範囲，実害の有無等\n本件個人情報は，情報流出元が被告ベネッセという教育関係の会社であったこ\nとや原告丙の年齢等から今後の学業生活等に関する支出が見込まれる顧客情報と\nして，それらに関係する業者からは価値のある情報として有望視されることは避\nけられないものといえる。原告甲が，それら業者等からの広告，販売活動を受け，\nそれに煩わしさや不快を感じる機会が増大することが予想される。なお，本件に\nおいては，原告甲が転居し（弁論の全趣旨），住所及び電話番号を変更したため，\nそのような機会は減少したと推認されるが，それは原告甲の行動の結果であり，\nそのような行動を起こす前に原告甲が被った精神的苦痛は，そのような行動を起\nこさなかった者の場合と変わるものではない。\nもっとも，原告甲においても，現時点においては，いわゆる「ハレノヒ事件」\nのような被害に遭うかもしれないと主張するだけで（原告ら準備書面 ），現実\nにそのような被害に遭ったという主張はないし，ダイレクトメールが増大するな\nどして，原告甲に何らかの実害が生じたという主張，立証もない。\nしかし，その流出範囲については，丁が相当期間にわたって本件漏えいを行っ\nていたこと（認定事実⑵ウ）などから，被告ベネッセにおいても確認できない状\n況にあることが容易に推認され（甲２７，乙１７），流出した情報の全てを回収\nして抹消させることは不可能な状況となっているといわざるを得ない。被告ベネ\nッセに個人情報を開示した顧客の一人である原告甲にとって，原告甲の承諾もな\nいままに丁によって故意かつ営利目的を持って本件個人情報が流出したこと自体\nが精神的苦痛を生じさせるものである上，その流出した先の外縁が不明であるこ\nとは原告甲の不安感を増幅させるものであって，このような事態は，一般人の感\n受性を基準にしても，その私生活上の平穏を害する態様の（すなわち社会生活上\nの受忍限度を超える違法な）侵害行為であるというべきである。\nこの点，被告ベネッセは，本件漏えいでは，本件個人情報が流出しただけであ\nって，抽象的な不安感にとどまるから，損害賠償請求の対象となり得る損害に該\n当しないなどと主張する。しかし，本件個人情報を利用する他人の範囲を原告甲\nが自らコントロールできない事態が生じていること自体が具体的な損害であり，\n原告甲において予め本件個人情報が名簿業者に転々流通することを許容もしてい\nないのであるから，上記のような現状にあること自体をもって損害と認められる\nべきである。\nエ  被告ら側の対応\n他方，証拠（甲８，３１，３９）及び弁論の全趣旨によれば，被告らの持株会\n社であるベネッセホールディングスが，本件漏えいの発覚後直ちに対応を開始し，\n情報漏えいの被害拡大を防止する手段を講じ，監督官庁に対する報告及び指示に\n基づく調査報告を行い，原告甲を含む情報が漏えいしたと思われる顧客に対し，\nお詫びの文書を送付するとともに，顧客の選択に応じて５００円相当の金券を配\n布するなどしたことが認められる。\nオ  慰謝料額の判断\nそうすると，原告甲のプライバシー権の侵害態様，侵害された本件個人情報の\n内容及び性質，流出した範囲，実害の有無，個人情報を管理していた者による対\n応措置の内容のほか，本件個人情報が原告甲の子である原告丙の個人情報として\n被告ベネッセに対して提供されたものであることなど，本件に顕れた一切の事情\nを考慮すれば，原告甲の被った精神的損害を慰謝するには１０００円を支払うべ\nきものと認めるのが相当である。\n⑵  財産的損害\n原告甲は，平成２６年７月１２日付けで被告ベネッセ宛に漏えいした項目を確認\nするための内容証明郵便を送付し，その送料として１２６０円を要し，また，被告\nベネッセからの「お詫び」として５００円相当の金券を用意する旨の案内に対する\n異議申立てを簡易書留で送付し，その送料として４３０円を要したことから，これ\nらの合計１６９０円も原告甲の損害として認められるべき旨主張する。\n前記認定説示に加え，証拠（甲３，４，８）によれば，原告甲が主張するとおり\nの経費が支出されたことが認められる。\nそして，このような支出は，本件漏えいがなければ発生しなかったといえるほか，\n被告らにとって予想可能な範囲であるといえる。\nそうすると，上記１６９０円の賠償義務も認めるのが相当である。\n⑶  まとめ\n原告甲の人格権の侵害により生じた損害は，１０００円＋１６９０円＝２６９０\n円となる。\n第４  結論\n以上によれば，原告甲の請求は，２６９０円及び対応する遅延損害金の支払を求め\nる限度で理由があるから，その限度で認容し，その余の原告甲の請求並びに原告乙及\nび原告丙の各請求はいずれも理由がないから棄却するのが相当である。\n京都地方裁判所第２民事部\n裁判長裁判官            久  留  島      群    一\n裁判官       鳥    飼    晃    嗣\n裁判官       浦  恩  城    泰    史\n"
}