{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 4,
    "month": 8,
    "day": 8
  },
  "case_number": "平成31(ネ)10007",
  "case_name": "特許権侵害差止請求控訴事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "91445",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=91445",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/445/091445_hanrei.pdf",
  "contents": "令和４年８月８日判決言渡\n平成３１年（ネ）第１０００７号  特許権侵害差止等請求控訴事件\n（原審・大阪地方裁判所平成２７年（ワ）第８９７４号）\n口頭弁論終結日  令和４年６月８日\n判              決\n控訴人兼被控訴人          株式会社ジェイテク ト\n（以下「一審原告」という。）\n同訴訟代理人弁護士          速    見    禎    祥\n被控訴人兼控訴人            三菱電機株式会 社\n（以下「一審被告」という。）\n同訴訟代理人弁護士          近    藤    惠    嗣\n同                          前    田    将    貴\n主              文\n１  一審原告の控訴に基づいて原判決主文第４項及び第５項を次のとお\nり変更する。\n⑴  一審被告は、一審原告に対し、５５６２万９２０５円及びこれに\n対する、うち１２３０万２４７６円については平成２７年９月２６\n日から、うち別紙１０「各月の損害額一覧表」記載の「販売期間」\n欄５ないし１４までの各欄の「各月の損害額」欄記載の各金額につ\nいては、これに対応する上記各欄の「遅延損害金起算日」欄記載の\n各日から、各支払済みまで、年５分の割合による金員を支払え。\n⑵  一審原告のその余の請求を棄却する。\n２  一審被告の控訴を棄却する。\n３  訴訟費用は、第１、２審を通じてこれを１０分し、その１を一審被\n告の、その余を一審原告の各負担とする。\n４  この判決は、第１項⑴に限り仮に執行することができる。\n５  原判決主文第１項ないし第３項は、一審原告の訴えの取下げにより\n失効した。\n事実及び理 由\n第１  控訴の趣旨\n１  一審原告\n⑴  原判決中一審原告敗訴部分を取り消す。\n⑵  一審被告は、一審原告に対し、５億５０００万円及びこれに対する平成２\n７年９月２６日から支払済みまで年５分の割合による金員を支払え。\n２  一審被告\n⑴  原判決中一審被告敗訴部分を取り消す。\n⑵  一審原告の請求を棄却する。\n第２  事案の概要等\n（以下、略称は、特に断りのない限り、原判決に従う。）\n１  事案の概要\n⑴  本件は、①発明の名称を「プログラマブル・コントローラにおける異常発\n生時にラダー回路を表示する装置」とする特許（本件第１特許）の請求項１\nに係る発明（本件発明１）についての特許権（本件特許権１）、②発明の名\n称を「ＰＬＣ用の操作盤及び同操作盤における異常表示方法」とする特許\n（本件第２特許）の請求項１に係る発明（本件発明２－１）についての特許\n権（本件特許権２－１）、③本件第２特許の請求項３に係る発明（本件発明\n２－３）についての特許権（本件特許権２－３）、④発明の名称を「動作制\n御操作盤」とする特許（本件第３特許）の請求項１に係る発明（本件発明３）\nについての特許権（本件特許権３）、及び⑤発明の名称を「操作盤の画面定\n義装置」とする特許（本件第４特許）の請求項１の発明（本件発明４）につ\nいての特許権（本件特許権４）を有する一審原告が、一審被告に対し、①原\n判決別紙被告製品目録記載１ないし３及び５ないし７の表示装置（被告製品\n１－１ないし３、被告製品２－１ないし３。被告表示器）、②同目録記載４\n及び８の、パソコンを画面操作装置として機能させるソフトウェアのライセ\nンスキー（被告製品１－４及び２－４）、③同目録記載９及び１０の、被告\n表示器用のＯＳやプロジェクトデータ作成等のためのソフトウェア（被告製\n品３－１及び２。両者を併せて被告製品３。）、並びに④同目録記載１１の被\n告表示器用のプロジェクトデータ作成支援ツール（被告製品４）を生産、譲\n渡等することが本件特許権１ないし４の直接侵害又は間接侵害に当たるとし\nて、特許法１００条１項及び２項に基づいて、被告各製品の生産、譲渡、貸\n渡し等の差止めを求めるとともに、特許権侵害の不法行為に基づく損害賠償\nとして、内金５億５０００万円及びこれに対する本件訴状送達日の翌日であ\nる平成２７年９月２６日から支払済みまで平成２９年法律第４４号による改\n正前の民法所定の年５分の割合による遅延損害金の支払を求める事案である。\n⑵  原判決は、被告製品３をインストールした被告製品１－１、被告製品１－\n２、被告製品２－１及び被告製品２－２（被告表示器Ａ）が本件発明１の技\n術的範囲に属するとした上で、被告製品３の生産、譲渡等が本件特許権１に\n対する特許法１０１条２号の間接侵害に当たるとして、一審被告に対し、被\n告製品３の生産、譲渡の差止め、被告製品３に係るプログラムの使用許諾の\n差止め、及び被告製品３の廃棄を命じるとともに、損害賠償として４７０２\n万８３６８円及びこれに対する遅延損害金の支払を命じ、その余の一審原告\nの請求をいずれも棄却した。\n⑶  一審原告及び一審被告の双方が、原判決を不服として、原判決中の各敗訴\n部分全部の取消しを求めて、それぞれ本件各控訴を提起した。\n当審係属中、一審原告は、本件特許権１ないし４に係る差止め及び廃棄の\n請求を取り下げた。\n２  前提事実\n次のとおり補正するほかは、原判決の「事実及び理由」第２の２（「前提事\n実」）に記載されたとおりであるから、これを引用する。\n⑴  ５頁１行目から２行目にかけての「請求のとおり訂正することを認めると\nの審決がされ」の次に「（以下、この審決による訂正を「前件訂正」とい\nう。）」を加え、同２行目末尾に行を改めて次のとおり加える。\n「  なお、前件訂正により、本件明細書１【００１２】は、次のように訂正\nされた（下線部が訂正部分。甲１９の２。）。\n【００１２】\n【課題を解決するための手段と作用】\nこの発明に係る表示装置は、機械・装置・設備等の制御対象を制御する\nプログラマブル・コントローラにおいて用いられるものであり、制御対象\nの異常現象の発生をモニタするプログラムと、そのプログラムで異常現象\nの発生がモニタされたときにモニタされた異常現象に対応する異常種類を\n表示する手段と、表示された１又は複数の異常種類から１の異常種類をタ\nッチパネル上でタッチして指定する手段と、異常種類が指定されたときに\nその指定された異常種類に対応する異常現象の発生をモニタしたラダー回\n路を表示する手段と、を有する。」\n⑵  ６頁６行目の「本件発明１」を「訂正前発明１」と、「これに係る特許」\nを「これ（後記本件訂正後は本件発明1）に係る特許」とそれぞれ改め、１\n２頁２６行目末尾に行を改めて次のとおり加える。\n「⑹  本件訂正\nア  一審被告は、平成３０年１１月２２日、本件発明１についての特許\nについて特許無効審判請求（無効２０１８－８００１３１号）をした\n（甲６２）。\nイ  一審原告は、令和元年７月９日、訂正前発明１についての特許を無\n効とする旨の審決の予告を受けたので、同年９月１７日、訂正請求を\nした（以下、この訂正請求に係る訂正を「本件訂正」という。甲５６、\n５７、乙３２）。\nウ  特許庁は、令和２年３月３０日、本件訂正を認め、一審被告の無効\n審判請求は成り立たない旨の審決（以下「本件審決」という。）をし、\nその謄本は、同年４月１３日、一審被告に送達された（甲６２、乙７\n１）。\nエ  一審被告は、令和２年４月２７日、本件審決の取消しを求める審決\n取消訴訟（知的財産高等裁判所令和２年(行ケ)第１００５９号。以下\n「別件訴訟」という。）を提起した（乙７１）。\nオ  知的財産高等裁判所は、令和３年５月３１日、別件訴訟における一\n審被告の請求を棄却する判決をし、これに対して、一審被告は上告受\n理申立てをしたが（最高裁判所令和３年（行ヒ）第２３７号）、最高\n裁判所は、令和３年１０月１２日、上告不受理決定をし、本件審決は\n確定した（甲７０、乙７１）。\n⑺  本件発明１の構成要件の分説\n本件訂正後の本件第１特許の請求項１の発明（以下「本件発明１」と\nいう。）の構成要件は、次のとおり分説される（下線部は、本件訂正に\nよる訂正部分）。\n１Ａ  機械・装置・設備等の制御対象を制御するプログラマブル・コン\nトローラにおいて用いられる表示装置であって、\n１Ｂ′前記制御対象の異常現象の発生をモニタするプログラムであって、\n当該異常現象が発生したのに対応して、前記プログラマブル・コント\nローラの対応するアドレスのデータが変化したことを認識するプログ\nラムと、\n１Ｃ  そのプログラムで異常現象の発生がモニタされたときにモニタさ\nれた異常現象に対応する異常種類を表示する手段と、\n１Ｄ  表示された１又は複数の異常種類から１の異常種類に係る異常名\n称をタッチして指定するタッチパネルと、\n１Ｅ  異常種類が当該タッチにより指定されたときにその指定された異\n常種類に対応する異常現象の発生をモニタしたラダー回路を表示する\n手段と、を有し、\n１Ｆ  前記ラダー回路を表示する手段は、表示されたラダー回路の入出\n力要素のいずれかをタッチして指定する前記タッチパネルと、表示さ\nれたラダー回路の入力要素が当該タッチにより指定されたときにその\n入力要素を出力要素とするラダー回路を検索して表示し、表示された\nラダー回路の出力要素が当該タッチにより指定されたときにその出力\n要素を入力要素とするラダー回路を検索して表示する手段を含む\n１Ｇ  ことを特徴とする表示装置。\nなお、本件訂正により、本件明細書１【００１２】は、次のように訂\n正された（下線部が訂正部分。甲５７。）。\n【００１２】\n【課題を解決するための手段と作用】\nこの発明に係る表示装置は、機械・装置・設備等の制御対象を制御す\nるプログラマブル・コントローラにおいて用いられるものであり、制御\n対象の異常現象の発生をモニタするプログラムであって、当該異常現象\nが発生したのに対応して、前記プログラマブル・コントローラの対応す\nるアドレスのデータが変化したことを認識するプログラムと、そのプロ\nグラムで異常現象の発生がモニタされたときにモニタされた異常現象に\n対応する異常種類を表示する手段と、表示された１又は複数の異常種類\nから１の異常種類をタッチパネル上でタッチして指定する手段と、異常\n種類が指定されたときにその指定された異常種類に対応する異常現象の\n発生をモニタしたラダー回路を表示する手段と、を有する。」\n３  争点\n次のとおり補正するほかは、原判決の「事実及び理由」第２の３（「争点」）\nに記載されたとおりであるから、これを引用する。\n⑴  １３頁２３行目の冒頭から末尾までを次のとおり改める。\n「ア   本件特許１の無効理由－乙第２８号証を引用例とする拡大先願（争\n点５－１Ａ）\n本件特許１の無効理由－訂正要件違反（争点５－１Ｂ）\n⑵  １３頁２５行目の「本件特許１及び２－１」を「本件特許２－１」と改め、\n１４頁７行目末尾に行を改めて次のとおり加える。\n「ケ  本件特許４の無効理由－乙第６号証を主引用例とする進歩性欠如（争\n点５－９）」\n⑶  １４頁９行目冒頭から１０行目末尾までを次のとおり改める\n「⑺  本件特許権１に関する権利行使阻害事由及び訴訟上の信義則違反の有\n無（争点７）」\n４  争点に関する当事者の主張\n次のとおり補正するほかは、原判決の「事実及び理由」第３（「争点に関す\nる当事者の主張」）に記載されたとおりであるから、これを引用する。\n⑴  １５頁２２行目及び２３行目の各「構成要件１Ｂ」をいずれも「構成要件\n１Ｂ′」と改め、１６頁１行目末尾に行を改めて次のとおり加える。\n「  一審被告が主張するように、前件訂正や本件訂正によって構成要件１Ｂ\n又は１Ｂ′の対象となるプログラムが異なるものになったということはな\nい。構成要件１Ｂの「異常現象の発生をモニタするプログラム」は、構成\n要件１Ｇに「・・・ことを特徴とする表示装置」と記載されていることか\nら、前件訂正の前から表示装置が有する構成であることは明白であった。\n本件明細書１【００３１】にも、「操作盤１０は、所定のタイムインター\nバル（例えば１００ミリ秒間隔）で、プログラマブル・コントローラ本体\n２０の、異常時に動作状態が切換えられる電磁リレー等に対応するＲＡＭ\n２３のアドレスの内容を読み込むようにプログラムされており、異常現象\nが発生したのに対応して対応するアドレスのデータが変化したことを認識\nする」と記載されており、「異常現象の発生をモニタするプログラム」（構\n成要件１Ｂ）は、異常現象を認識するため操作盤（表示装置）が備えるプ\nログラムとされている。前件訂正は、訂正前発明１が構成要件１Gに記載\nされているとおりの「表示装置」の発明であるのにもかかわらず、構成要\n件１Ａに「プログラマブル・コントローラにおいて、」となっていたとい\nう明白な誤記を訂正したものにすぎない。被告製品３のＯＳがインストー\nルされた被告表示器Ａにおいてアラームが表示されるのは、ユーザがアラ\nーム検出用として指定したデバイスの条件が成立した時、すなわち、ビッ\nトがＯＦＦからＯＮになった時等である。そして、一審被告も、被告製品\n３のＯＳがインストールされた被告表示器Ａにプログラマブル・コントロ\nーラからのビット変化（プロジェクトデータで指定されたビットデバイス\nの値の変化）をモニタするプログラムが格納されていることは認めている\nところ、ビット（デバイスの値）の変化があった場合に、表示器（表示装\n置）においてそれをアラームとして表示するためには、表示器自体におい\nてもプログラマブル・コントローラにおけるビットの変化を異常現象の発\n生と位置付けることが必要であるから、上記プログラムは異常現象の発生\nをモニタするものである。」\n⑵  １７頁１行目末尾に行を改めて次のとおり加え、同２行目冒頭の「カ」を\n「キ」と改める。\n「カ  要因検索について\nワンタッチ回路ジャンプ機能をインストールする際、回路検索モード\nを「要因検索」としてインストールした場合でも、異常現象の発生をモ\nニタした回路ブロック（異常種類に対応する異常現象の発生をモニタし\nたラダー回路）は、検索結果が列記されて表示されている複数の回路ブ\nロックの中に含まれているから、画面に表示されているといえる。異常\n現象の発生をモニタした回路ブロックにたどり着くために、画面表示さ\nれた回路図の経路をスクロールして遡ることが介在するとしても、構成\n要件１Ｆの充足には支障がない。」\n⑶  １９頁２行目末尾に行を改めて次のとおり加える。\n「  構成要件１Ｂ′の「異常現象の発生をモニタするプログラム」は、①構\n成要件１Ｅに「異常現象の発生をモニタしたラダー回路を表示する」とさ\nれているから、異常現象の発生をモニタするプログラムが「ラダー回路」\nであることが明記されているといえること、②本件明細書１でも「プログ\nラマブル・コントローラには、前記した種々の異常現象の発生をモニタす\nるモニタ用のラダープログラムが用意されている。この異常モニタ用のラ\nダープログラムは所定のタイムインターバルで繰り返し実行される。プロ\nグラマブル・コントローラがこの異常モニタ用のラダープログラムを実行\nして異常現象の発生を検出すると、各種異常現象に割当てられている異常\n表示ランプ類を点灯させる。」（【０００９】）、「異常モニタ用ラダープログ\nラム」（【００２７】、【００２９】）と記載されていることからすると、異\n常現象を検出する検出装置からの信号をモニタして異常現象を認識するプ\nログラムである異常モニタ用ラダープログラム（以下「モニタプログラム」\nという。）であると解するほかない。他方、本件訂正によって、構成要件\n１Ｂ′は、モニタプログラムであるとともに、「当該異常現象が発生した\nのに対応して、前記プログラマブル・コントローラの対応するアドレスの\nデータが変化したことを認識するプログラム」（以下「変化認識プログラ\nム」という。）であるとされたから、結局、構成要件１Ｂ′のプログラム\nは、モニタプログラムと変化認識プログラムが一体となった複合的なプロ\nグラムと解される。そして、前件訂正によって、「異常現象の発生をモニ\nタするプログラム」を含めて、全ての構成要件が表示装置に関する構成要\n件であることが明らかにされているから、構成要件１Ｂ′は、上記の複合\n的な機能を備えたプログラムが表示装置に存在することを規定すると解釈\nせざるを得ない。したがって、「異常現象の発生をモニタするプログラム」\n（モニタプログラム）がプログラマブル・コントローラに含まれていて表\n示装置には含まれていない構成は、本件発明１の技術的範囲には属しない。\nそうであるところ、被告製品３のＯＳがインストールされた被告表示器\nＡは、「プログラマブル・コントローラの対応するアドレスのデータが変\n化したことを認識するプログラム」（変化認識プログラム）が備わっては\nいるものの、「異常現象の発生をモニタするプログラム」（モニタプログラ\nム）は備わってはいない。」\n⑷  １９頁２６行目の「構成要件１Ｂ」を「構成要件１Ｂ′」と改め、同行目\n末尾に行を改めて次のとおり加える。\n「オ  要因検索について\n構成要件１Ｅの「異常現象の発生をモニタしたラダー回路」とは、異\n常現象の発生によって信号の状態を切り換えるものを入力要素とし、異\n常の種類ごとにあらかじめ割り当てられている出力要素の作動状態を切\nり換えるラダー回路であって、本件発明１は、表示された異常種類が指\n定されたときに、当該ラダー回路を表示する手段を有していなければな\nらない。\nしかしながら、被告製品３のＯＳをインストールした被告表示器Ａに\nおけるワンタッチ回路ジャンプ機能では、「コイル検索」を指定してプ\nロジェクトデータを作成してインストールを行わない限り、構成要件１\nＥに相当する構成を具備することはない。すなわち、「要因検索」を指\n定してインストールをした場合、異常発生時において要因となっている\n回路ブロックを遡って検索し、検索過程で利用した回路ブロック図が列\n記される状態を表示するため、ユーザは、これら経路を戻ることによっ\nて当初の異常現象の発生をモニタした回路ブロックにたどり着くことが\nできるにすぎない。したがって、要因検索を指定してワンタッチ回路ジ\nャンプ機能をインストールした被告表示器Ａは、「異常現象の発生によ\nって信号の状態を切り換えるものを入力要素とし、異常の種類毎に予め\n割り当てられている出力要素の作動状態を切り換える」ラダー回路を表\n示するものではないから、構成要件１Ｅを充足しない。」\n⑸  ２１頁１８行目冒頭から２２頁１０行目末尾までを次のとおり改める。\n「イ  特許法１０１条２号の間接侵害\n課題解決不可欠品の意義\n従来技術ないし従来技術から容易想到なものが特許法１０１条２号\nに定める「その発明による課題の解決に不可欠なもの」（以下「課題\n解決不可欠品」ということがある。）に該当し得ないとする根拠はな\nい。\n本件発明１の課題、作用効果\nａ  本件発明１が従来技術を上回る点は、構成要件１Ｆ中の、入出力\n要素に対応するラダー回路を検索するに当たり、出力要素をタッチ\nするようにした点だけではない。\n本件発明１の構成要件１Ｅの「異常種類が当該タッチにより指定\nされたときにその指定された異常種類に対応する異常現象の発生を\nモニタしたラダー回路を表示する手段」は、乙第２号証（６－１６\n頁ないし６－１７頁参照）にも、乙第３号証（６－４頁ないし６－\n５頁参照）にも、乙第１１号証（１・１頁）にも開示されておらず、\n従来技術より優れた点である。\nｂ  構成要件１Ｆの作用効果としても、本件明細書１には、構成要件\n１Ｆの構成をとることによって、「真の原因を特定できるまで次々\nにラダー回路を読み出していくことができる。しかもその操作は、\nタッチパネルに手を触れるだけですみ、極めて簡単である」（【００\n１６】）、「作業者はこの機能を使って真の原因を探求する為にラダ\nー回路を上流に遡行していくことができ、因果関係の連鎖をシステ\nムによってガイドされながら的確に原因を追求することができる」\n（【００４０】）、「因果関係の連鎖が複数のラダー回路に亘る場合に、\n作業者がタッチパネルにタッチするだけで次々に関連するラダー回\n路を表示させることが可能となり、異常現象が複雑な場合の原因探\n索を極めて有効に支援することができ、原因探索時間が効果的に短\n縮化される」（【００４５】）と記載されている。構成要件１Ｆの作\n用効果を「遡及しすぎた場合に元の回路に戻る」と限定して解釈す\nる必要はない。\nいずれにせよ、被告製品３のＯＳをインストールした被告表示器\nＡでは、タッチ検索によって出力要素を入力要素とするラダー回路\nを検索（接点検索）した結果、複数のラダー回路が検索された場合、\n検索された複数のラダー回路の全てを表示させることができる（甲\n６の３－６７頁）。これらの表示されたラダー回路の中には、当然、\n元のラダー回路が含まれており、接点検索によって、遡及しすぎた\n場合に元のラダー回路に戻ることができる。\nｃ  構成要件１Fの接点検索には、「検索戻り」ボタンにはないメリッ\nトがあり、接点検索を用いて回路を戻るユーザは多いと思われる。\nすなわち、①接点検索は、ラダー回路の遡及手段であるコイル検索\n（入力要素を出力要素とするラダー回路を検索）と同様の操作内容\nであるため、ユーザにとっては、マニュアルに頼らなくても直観的\nに操作できることや、②例えば、コイル検索によりラダー回路を遡\n及してある接点の異常を特定して異常の原因究明をした後に、接点\n検索により当該接点の異常の影響が遡及経路上のコイル以外の出力\n要素にも及んでいないか確認し、究明された異常原因によって設備\nに他にどのような影響があるかを確認することができる(甲６９）。\nこのように、接点検索は、本件明細書１【００４２】に記載されて\nいる、「遡及しすぎた場合」に「戻ることができ」、したがって、\n「この操作盤は極めて使いやすく、異常時の復旧処理を効果的に実\n施することを可能とする」との本件発明１の作用効果を奏し、メリ\nットを享受できる機能なのである。\nｄ  本件特許１の出願過程では、「元のラダー回路に戻る」という作\n用効果は、特定の文献と対比した場合の効果として主張がされただ\nけであり、当該効果が本件発明１の必須の効果であるとか、このよ\nうな効果を奏して初めて先行技術と差別化されるといった限定的陳\n述がされたわけでもなく、この主張に基づいて特許査定に至ったと\nの事情もない。したがって、本件は、包袋禁反言による限定解釈が\nされなければならない事案ではない。\n直接侵害品が生産される条件\n被告表示器Ａを使用するためにはプロジェクトデータをインストー\nルする行為が不可欠であるが、回路モニタ機能が設定されたプロジェ\nクトデータを被告表示器Ａに転送する際には、基本機能ОＳと拡張／\nオプション機能ＯＳ内に組み込まれている回路モニタ機能部分が他の\n部分と一緒に転送対象として自動的に選択される。すなわち、画面上\nに拡張機能スイッチ（たとえば「回路モニタ」）を配置する設定をす\nると、被告製品３中の必要なプログラムであるシステムアプリケーシ\nョン（拡張機能）が、ユーザが当該機能を使用するか、しないかにか\nかわらず選択される。\nそして、ユーザによる除外、すなわち自動選択された回路モニタ機\n能のチェックを外す行為が介在しない限り、回路モニタ機能部分は被\n告表示器Ａに自動的に転送されて、被告表示器Ａに書き込まれる（甲\n５２の４－５５頁）。ユーザは、必ず被告製品３のＯＳをインストー\nルしなければ被告表示器Ａを使用できないのであるから、一審被告に\nよる被告表示器Ａの販売は、回路モニタ機能を含む被告製品３のＯＳ\nがプレインストールされた表示器（直接侵害品）の販売と変わるとこ\nろがない。\n以上からすると、被告表示器Ａは、被告製品３が揃った時点で、被\n告製品３のＯＳがプレインストールされた表示器と実質的に何ら変わ\nらない状態になると評価されるか、少なくとも、回路モニタ機能が使\n用可能な状態となれば、直接侵害品として生産されたといえる。\nそして、回路モニタ機能を実際に使用するか否か等のユーザによる\n選択行為は、被告表示器Ａが本件発明１の直接侵害品が生産される条\n件には含まれない。\n被告表示器Ａの課題解決不可品該当性\n被告表示器Ａは、本件発明１の課題解決、すなわち、「作業者はこ\nの機能を使って真の原因を探求する為にラダー回路を上流に遡行して\nいくことができ、因果関係の連鎖をシステムによってガイドされなが\nら的確に原因を追求することができる」（【００４０】）、「因果関係の\n連鎖が複数のラダー回路に亘る場合に、作業者がタッチパネルにタッ\nチするだけで次々に関連するラダー回路を表示させることが可能とな\nり、異常現象が複雑な場合の原因探索を極めて有効に支援することが\nでき、原因探索時間が効果的に短縮化される」（【００４５】）との効\n果を享受するために、タッチパネルのタッチにより異常種類や異常表\n示を指定し、入出力要素をタッチすることによりこれに対応するラダ\nー回路を表示するために不可欠である。\n一審被告が本件特許１の存在を知った時期\n一審被告は、被告表示器Ａの販売当初から、本件発明１を知り、ユ\nーザにより被告表示器Ａが同発明の実施に用いられることを知って、\nその生産、譲渡を行っていた。本件発明１に係る特許請求の範囲は訂\n正されたものであるが、訂正前の特許請求の範囲を知っていた場合に\nは、訂正後の発明についても悪意を認定するのが妥当である。一審被\n告は、前件訂正前にはいかなる物も課題解決不可欠品に該当すること\nはあり得ないと主張しているが、訂正前後において、本件発明１が解\n決しようとする課題が本件明細書１【００１１】記載のとおりである\nことに変わりはなく、一貫して、異常現象が生じたときに直ちにラダ\nー回路を表示し、操作者が容易かつ確実に故障原因を遡及的に明らか\nにしていくことをその課題としていた。\n一審被告において被告表示器Ａが本件発明１の実施に用いられるこ\nとを知っていたか否か\n被告表示器Ａが本件発明１の実施に用いられることの悪意は、ユー\nザが実際に実施しているか否かではなく、本件発明１の機能がユーザ\nにより用いられ得ることの認識で足りると解すべきであり、その可能\n性について一審被告が悪意であることは、一審被告の宣伝広告や取扱\n説明書の記載内容から明らかである。\n小括\n以上のとおり、被告表示器Ａの生産、譲渡は、本件特許権１の間接\n侵害（特許法１０１条２号）に該当する。」\n⑹  ２３頁２０行目冒頭から２５頁９行目までを次のとおり改める。\n「⑶  特許法１０１条２号の間接侵害について\nア  課題解決不可欠品の意義について\n課題解決不可欠品とは、従来技術の問題点を解決するための方法と\nして、当該発明が新たに開示する、従来技術にみられない特徴的技術\n手段について、当該手段を特徴づけている特有の構成ないし成分を直\n接もたらす、特徴的な部材、原料、道具等をいう。\nイ  本件発明１の課題、作用効果について\n接点検索（出力要素を入力要素とするラダー回路を検索）は、本\n件審決において、引用発明との対比において相違点とされた部分で\nあるが、そのことから、この部分を本件発明１による課題の解決に\n不可欠な部分とすることはできない。間接侵害の規定は、直接侵害\nを惹起する蓋然性の高いものを間接侵害としたものであるところ、\n相違点は、単に無効論において従来技術と異なる部分とされる部分\nにすぎず、直接侵害を惹起する蓋然性の高いものとは限らない。\n「異常現象の発生時に、その異常をもたらしたラダー回路を表示\nする」（本件明細書１【００１１】）との本件発明１の課題の解決に\n寄与しているのは、構成要件１Ｄの「表示された１又は複数の異常\n種類から１の異常種類に係る異常名称をタッチして指定するタッチ\nパネル」と構成要件１Ｅの「異常種類が当該タッチにより指定され\nたときにその指定された異常種類に対応する異常現象の発生をモニ\nタしたラダー回路を表示する手段」との構成であり、構成要件１Ｆ\nの検索機能は含まれない。\n仮に、前記 のようにいえないとしても、「真の異常原因を特定\nする」（本件明細書１【００１１】）ためには接点から回路上流側に\n遡るコイル検索をする必要があるとはいえても、回路下流側に下る\n接点検索をする必要はないから、構成要件１Ｆの「表示されたラダ\nー回路の出力要素が当該タッチにより指定されたときにその出力要\n素を入力要素とするラダー回路を検索して表示」する接点検索は、\n異常原因の特定のために必要な手段とはいえない。接点検索は、戻\nる手段を提供しないのみならず、元来た回路とは全く別のラダー回\n路に迷い込んでしまうこともあるから、むしろ有害である。本件明\n細書１には、「図１２のステップＳ５５とＳ５１によってラダー回\n路を遡及側へ追求することができ、ステップＳ５７とＳ５８によっ\nて遡及しすぎた場合には戻ることができるために、この操作盤は極\nめて使いやすく、異常時の復旧処理を効果的に実施することを可能\nとする。」（【００４２】）との記載があるが、接点検索によって回路\nを戻れるとは限らないから、この記載は誤解に基づくものである。\n一審原告は、接点検索によるメリットが「究明された異常原因に\nよって、設備に他にどのような影響があるかを確認することが可能\nになることにある」と主張しているが、このような作用効果は本件\n明細書１に記載されていない。\n接点検索は、ラダー回路編集装置でなければ必要ではない機能と\nいえ、異常発生時のラダー回路表示という本件発明１の目的との関\n係では有用ではない接点検索を、ラダー回路編集という本件発明１\nの目的とは別の目的のために有用であるからといって、接点検索が\n本件発明１による課題の解決に不可欠なものということもできない。\n一審原告は、本件特許１の出願過程において、接点検索が「元の\nラダー回路に戻る」ことについて有利な点があると記載された意見\n書を提出して特許査定を得ている（乙２５の４頁１０ないし２０行\n目）。禁反言の原則によれば、構成要件１Ｆに含まれている「出力\n要素が当該タッチにより指定されたときにその出力要素を入力要素\nとするラダー回路を検索して表示する手段」については、「元のラ\nダー回路」を検索して表示する手段に限定して解釈されなければな\nらない。\nウ  課題解決不可欠品該当性について\n被告表示器Ａは、タッチパネル、プログラマブル・コントローラ\nとのデータの入出力インターフェース等の汎用性のある機能を提供\nしているだけであり、回路モニタ機能をインストールして実行する\nための特別な構成を有しているわけではない。\n被告製品３の回路モニタ機能は異常の発生とは独立した機能であ\nるから、アラームリスト機能を経由せずにラダー回路が表示されて\nいる状態でも、ラダー図の接点又はコイルをタッチすることによっ\nて接点又はコイルを指定することができ、これは汎用的な機能とし\nて提供されている。\nエ  直接侵害品が生産される条件について\n被告表示器Ａを使用する際には、シーケンサに接続するためのＯＳ\nとして被告製品３が必須ではあるが、一審原告が主張する回路モニタ\n機能を利用しているユーザは一部である上、回路モニタ機能を利用し\nているユーザであっても、本件発明１の構成要件の一部としての態様\nであるワンタッチ回路ジャンプ機能を利用している蓋然性は更に低い。\nすなわち、被告表示器Ａ及び被告製品３によって直接侵害品が生産\nされる条件は、①被告表示器Ａが特定のシーケンサ（プログラマブ\nル・コントローラ）に接続されること、②当該シーケンサ等のプログ\nラム中に「異常モニタ用ラダープログラム」（本件明細書１【００２\n０】参照）が存在すること、③プロジェクトデータ中に、異常現象が\n発生したのに対応して、前記異常モニタ用プログラムの特定のアドレ\nスのデータが変化したときに異常種類を示すテキストを表示するプロ\nジェクトデータが存在すること、④回路モニタ機能がインストールさ\nれていること、⑤ワンタッチ回路ジャンプ機能がインストールされて\nいること、が必要である。\n上記①の条件に関して、被告表示器Ａは、一審被告製のものに限ら\nれず、他社製のものに接続して使用することが可能であるが、一審被\n告製の特定のシーケンサに接続されなければ、ラダー回路の表示すら\nできないか、ラダー回路の表示ができてもタッチ検索を実行できない。\nまた、シーケンサの異常モニタ用ラダープログラムをプログラムする\nのも、被告表示器Ａのプロジェクトデータを作成するのもユーザであ\nって、これに一審被告は一切関与していない。一審被告は、異常現象\nの発生をモニタするラダー回路をプログラマブル・コントローラにイ\nンストールしているユーザの存在を否定するわけではないが、その数\nは限られている。被告表示器Ａに回路モニタ機能を含むプロジェクト\nデータをインストールする場合、被告製品３の基本機能ＯＳに加えて、\nユーザの設定条件に依存して拡張／オプション機能ＯＳのうち回路モ\nニタ機能がインストール項目として選択され、ユーザが任意に解除し\nない限り、回路モニタ機能がインストールされるのであって、必ず回\n路モニタ機能がインストールされるわけではなく、むしろ、被告表示\n器Ａのユーザのうち、回路モニタ機能を利用しているユーザはごく一\n部にすぎない（乙１７、乙１８）。さらに、被告製品１－２において\nは、オプション機能ボードがなければ上記④の条件を充足させること\nはできないが、オプション機能ボードを必要とする理由は回路モニタ\n機能のインストールには限られないから、オプション機能ボートを購\n入した者が必ず回路モニタ機能をインストールしているとはいえない。\nまた、被告表示器Ａでは、ユーザが回路モニタ機能を利用するプロジ\nェクトデータを作成した場合には、回路モニタ機能がインストールさ\nれるように自動設定されるが、ユーザが回路モニタ機能を利用しない\nプロジェクトデータを作成した場合には、そのような自動設定は行わ\nれない。これは、ワンタッチ回路ジャンプ機能も同様である。\n被告製品３のＯＳをインストールされた被告表示器Ａにおいて、\n「遡及しすぎた場合には戻ること」（【００４２】）をする際には、「検\n索戻」ボタンが使用される（乙４５の３－３９頁、３－４０頁）。こ\nの「検索戻」ボタンは、検索履歴の記憶を利用するものであり、接点\n検索とは明らかに異なるものである。しかも、被告製品３のＯＳをイ\nンストールした被告表示器Ａにおいて、回路を遡及しすぎたとして接\n点検索をしても、あらかじめ指定されているルールに従って、経路の\nいずれかが検索結果表示に関する優先順位に従って表示されるだけで\nあり、元のラダー回路に戻ることはできない。したがって、被告製品\n３のＯＳをインストールした被告表示器Ａが本件発明１の実施品とし\nて現に利用されることは非現実的である。\nオ  一審被告が本件特許１の存在を知った時期\n一審被告が訂正前発明１に係る訂正審決（甲２０）を知ったのは、\n一審原告から同訂正審決書の写しの送付を受けた平成２８年１１月１\n６日であり、一審被告が本件特許１の存在を知ったのも同日である。\n特許法１０１条２号の文言上、主観的要件は譲渡等の行為時に具備さ\nれていなければならず、訂正前の行為についてこれを具備することは\nあり得ない。そして、主観的要件の存在は事実の問題であるから、訂\n正の遡及効を理由としてその存在を擬制することはできない。さらに\nいえば、本件では訂正前発明１に係る訂正前の発明は従来技術そのも\nのであり、それとの関係ではいかなる物も課題解決不可欠品に該当す\nることはあり得ないから、間接侵害が成立する余地はない。\nなお、一審被告が訂正前発明１に係る訂正前の発明を現実に認識し\nた時期は、一審原告からの警告書を受領した平成２５年４月２日であ\nる。\nカ  一審被告において被告表示器Ａが本件発明１の実施に用いられるこ\nとを知っていたか否かについて\n被告表示器Ａ及び被告製品３には本件発明１を実施しない実用的他\n用途が存在するし、一審被告は基本的に販売代理店に対して被告表示\n器Ａ及び被告製品３を販売しており、各販売代理店から被告表示器Ａ\n及び被告製品３を購入する設備メーカーやエンドユーザが回路モニタ\n機能を使用するのかはもちろん、被告表示器Ａをどのような機器に接\n続して使用するのかも全く知らない。\nしたがって、一審被告は、被告表示器Ａ及び被告製品３が本件発明\n１の実施に供されるかどうかを全く知らない。」\n⑺  ３７頁１９行目の「②と③」を「①と②」と改める。\n⑻  ３８頁２１行目から２２行目にかけての「画面定義装置をＰＣ上に作成す\nる画面作成プログラム」を「画面定義装置」と、同２３行目の「前記操作盤」\nを「前記表示操作装置」と、３９頁１２行目冒頭から１３行目末尾までを\n「ｆ３  前記表示操作装置のための画面定義装置」とそれぞれ改める。\n⑼  ４４頁１５行目冒頭から４８頁２行目末尾までを次のとおり改める。\n「９  争点５－１について\n⑴  争点５－１Ａ（本件特許１の無効理由－乙第２８号証を引用例とす\nる拡大先願）について\n（一審被告の主張）\nア  乙２８発明の認定\n乙第２８号証「特開２０００－３５７００３号公報」（平成１１\n年６月１５日特許出願、平成１２年１２月２６日公開。以下「乙２\n８文献」という。）の記載（【００２３】、【００２６】、【００２８】、\n【００３０】、【００３２】、【００３３】、【００４０】ないし【００\n４３】、【００４５】、【００４６】、【００４９】、【００５３】、【００\n５５】）によると、次の発明（以下「乙２８発明」という。）が認め\nられる。\n１ａ″機械・装置・設備等の制御対象を制御するプログラマブル・\nコントローラにおいて用いられる表示装置であって、\n１ｂ″プログラマブルコントローラ１０が前記制御対象の異常現象\nの発生を検出した場合に当該情報が供給され、\n１ｃ″エラー（アラーム状態）が発生した場合に発生したエラー\n（アラーム状態）に対応する表示シンボルを表示する手段と、\n１ｄ″アラーム表示された特定の表示シンボルにタッチするタッチ\nパネルと、\n１ｅ″表示シンボルがタッチされた場合にタッチされた表示シンボ\nルに関連付けられたラダー回路を表示する手段と、を有し、\n１ｆ″前記ラダー回路を表示する手段は、表示されたラダー回路の\n入出力要素のいずれかをタッチして指定する前記タッチパネルと、\n表示されたラダー回路の接点がタッチによって選択された状態で\nタッチされたときにその接点をコイルとするラダー回路を検索し\nて表示し、「戻る」シンボルをタッチすることによって元のラダ\nー回路図に戻る手段を含む、\n１ｇ″表示器。\nイ  本件発明１との実質同一性\n対比\n本件発明１と乙２８発明とは、①本件発明１では「異常名称」\nをタッチすることによってラダー回路を表示する（構成要件１Ｄ\n及び１Ｅ）のに対し、乙２８発明では「表示シンボル」をタッチ\nすることによってラダー回路を表示する点（以下「相違点①」と\nいう。）、②本件発明１では出力要素をタッチすることによって当\n該出力要素を入力要素とするラダー回路を検索して表示する（構\n成要件１Ｆ）のに対し、乙２８発明では、コイルにタッチしても\nリレーアドレスをコメント文とともに表示するのみで、元の回路\n図に戻るためには「戻る」シンボルをタッチする点（以下「相違\n点②」という。）で形式的に相違し、その余の点で一致する。\n相違点①について\n乙２８発明では、制御対象１２にはリミットスイッチ、操作ス\nイッチ、油圧バルブ、気圧バルブ、モータ、操作パネル等があり、\nこれらの各リレーアドレスに対して表示シンボルが対応付けられ\nており、各制御対象１２についてエラー（アラーム状態）の発生\nが表示される（乙２８文献【００２６】、【００２８】、【００３\n２】、【００３３】）。したがって、表示シンボルを見れば、利用者\nはどの制御対象１２についてエラー（アラーム状態）が発生した\nかを認識できるから、これを「リミットスイッチ異常」、「操作ス\nイッチ異常」等という異常名称によって表示するか否かは単純な\n設計事項にすぎず、相違点①は実質的な相違点ではない。\n相違点②について\n本件発明１で、「出力要素をタッチすることで当該出力要素を\n入力要素とするラダー回路を表示する構成」は、本件明細書１に\n記載された、遡及しすぎた場合に元のラダー回路に戻るとの課題\nを解決する上では無意味な構成であり、このような無意味な構成\nの付加は、特許法２９条の２における発明の同一性認定において\n実質的な相違点とはならない。仮に、無意味な構成の付加ではな\nかったとしても、指定したコイルを接点とするラダー回路を検索\nする構成は周知技術であり（乙１ないし３、５、７、２０、３\n１）、新たな効果を奏するものではない。\n小括\n以上のとおりであるから、本件発明１と乙２８発明は実質同一\nであり、本件特許１には特許法２９条の２違反の無効理由がある。\n（一審原告の主張）\nア  乙２８発明の認定について\n乙２８文献には、元の回路に戻るのに「戻る」スイッチを押下す\nる記載があるのみであり（【００５４】）、本件発明１の構成要件１\nＦである「前記ラダー回路を表示する手段は、表示されたラダー回\n路の入出力要素のいずれかをタッチして指定する前記タッチパネル\nと、表示されたラダー回路の入力要素が当該タッチにより指定され\nたときにその入力要素を出力要素とするラダー回路を検索して表示\nし、表示されたラダー回路の出力要素が当該タッチにより指定され\nたときにその出力要素を入力要素とするラダー回路を検索して表示\nする手段を含む」構成についての記載を欠く。入出力要素をタッチ\nしながら故障原因を遡及して究明する本件発明１と、元の回路に戻\nる乙２８発明とは、全く異なる発明である。\nイ  本件発明１との実質同一性について\n対比\nａ  一審被告が周知技術の立証のために提出する書証について、\n乙第１号証ないし乙第３号証には、タッチ検索によるラダー回\n路の遡及について開示がない。また、乙第７号証は、「シーケ\nンスプログラム中の接点を指定することにより、その接点と同\nじＩ／Ｏ番号・・・のコイルを自動的に検索したり、或いはシ\nーケンスプログラム中のコイルを指定して、そのコイルと同じ\nＩ／Ｏ  Ｎｏ．の接点を自動的に検索する」ことが記載されて\nいるのみであり（【０００３】）、コイルのＩ／Ｏ番号を検索す\nることをかろうじて示唆するものの、タッチパネル上で接点や\nコイルを指定して当該接点あるいはコイルを出力要素又は入力\n要素とするラダー回路に遡行することを開示してはない。そし\nて、乙第５号証、乙第２０号証、乙第３１号証はプログラマブ\nル表示器の発明ですらない。\nｂ  本件発明１は、「真の原因を特定できるまで次々にラダー回\n路を読み出していくことができる。しかもその操作は、タッチ\nパネルに手を触れるだけですみ、極めて簡単である」（本件明\n細書１【００１６】）、「因果関係の連鎖が複数のラダー回路に\n亘る場合に、作業者がタッチパネルにタッチするだけで次々に\n関連するラダー回路を表示させることが可能となり、異常現象\nが複雑な場合の原因探索を極めて有効に支援することができ、\n原因探索時間が効果的に短縮化される」（【００４５】）との特\n有の効果を奏する。\n小括\n以上のとおり、本件発明１と乙２８発明とが実質同一であると\nはいえない。\n⑵  争点５－１Ｂ（本件特許１の無効理由－訂正要件違反）について\n（一審被告の主張）\nア  前件訂正について\n前件訂正によって、「異常現象の発生をモニタするプログラム」\nが「表示装置」に含まれていることが明確になったが、本件明細書\n１の記載を参酌すれば、異常現象が発生した場合にＲＡＭ２３内の\nアドレスに記憶されているデータを書き換えるプログラム（【００\n２９】）が「異常現象の発生をモニタするプログラム」（モニタプロ\nグラム）であり、ＲＡＭ２３のアドレスの内容を読み込み、データ\nが変化したことを認識するプログラム（【００３１】）が本件訂正に\n係る「前記プログラマブル・コントローラの対応するアドレスのデ\nータが変化したことを認識するプログラム」（変化認識プログラム）\nであるから、プログラムの所在箇所を明らかにするだけであった前\n件訂正によっては、「異常現象の発生をモニタするプログラム」自\n体の内容が変更されたものではない。\nイ  本件訂正について\n本件訂正は、「異常現象の発生をモニタするプログラム」（モニタ\nプログラム）と「前記プログラマブル・コントローラの対応するア\nドレスのデータが変化したことを認識するプログラム」（変化認識\nプログラム）とが同一のものとするものであり、本件審決において\nは、「異常現象の発生をモニタするプログラム」は、「操作盤１０の\nＲＡＭ１３内の異常データテーブルを更新する処理手順を含む図１\n０のプログラムに対応するもの」であり、「プログラマブル・コン\nトローラのＲＡＭ２３に記憶された異常モニタ用ラダープログラム\nではない」と認定されている。\nウ  訂正要件違反\n前件訂正時の「異常現象の発生をモニタするプログラム」は、本\n件訂正によって、全く異なるプログラムを意味することとなってし\nまった。\nそうすると、前件訂正は、事後的にされた本件訂正によって、特\n許請求の範囲を実質的に変更したことになるものであり、特許請求\nの範囲の減縮、誤記若しくは誤訳の訂正、又は明瞭でない記載の釈\n明のいずれにもあたらない。\nしたがって、前件訂正は、特許法１２６条１項及び６項に違反し、\n本件特許は、特許法１２３条１項８号の規定により、特許無効審判\nにより無効とされるべきものである。\n（一審原告の主張）\n特許請求の範囲の記載に「異常現象の発生をモニタしたラダー回路\nを表示する手段」（構成要件１Ｅ）とあるとおり、前件訂正前から\n「異常現象の発生をモニタするプログラム」は表示装置が有する構成\nであり、前件訂正は、誤記の訂正にすぎない。そして、前件訂正前か\nら「異常現象の発生をモニタするプログラム」はビットの変化を認識\nするプログラムであったのだから、変化認識プログラムにほかならず、\n本件訂正によりその意味が変わったこともない。一審被告の主張は失\n当である。」\n⑽  ５１頁１３行目の「本件特許１及び２－１」を「本件特許２－１」と改め、\n同２１行目から２２行目にかけてと、５２頁１４行目の各「本件発明１及び\n２－１」をいずれも「本件発明２－１」と改め、同１７行目冒頭から５３頁\n５行目末尾まで及び同６行目の「イ」をいずれも削る。\n⑾  ６９頁２６行目末尾に行を改めて次のとおり加える。\n「１７  争点５－９（本件特許４の無効理由－乙第６号証を主引用例とする\n進歩性欠如）について\n（一審被告の主張）\n本件発明４が複数の区画に操作キー及びランプの絵を表示することが\nできるのに対し、乙第６号証「特開平４－１３９５０３号公報」（以下\n「乙６文献」という。）に記載された発明（乙６発明）では操作キー及\nびランプの絵を表示することができない点が相違点であるとしても、当\n該相違点は容易に想到できる。\n乙６発明の目的は「ディスプレイ操作盤上の各表示要素の表示形態を\n希望通りに的確に変更することができる操作盤のデータ設定方法を提供\nすること」（乙６文献の２頁右上欄４ないし７行目）であるところ、本\n件特許４の出願日（平成８年４月２６日）前の平成７年１１月に頒布さ\nれた刊行物である乙第５５号証「GOT８００－シリーズカタログ」（以\n下「乙５５文献」という。）には、タッチスイッチを用いた操作盤の表\n示画面において、ランプとスイッチが異なった絵を用いて表示されてい\nることが記載されているから（１２頁）、このランプとスイッチの絵を\n乙６発明に組み合わせて本件発明４の上記相違点に係る構成とすること\nは容易である。\n（一審原告の主張）\n乙６文献には「操作キーやランプの絵」も「プログラマブルコントロ\nーラのアドレス」も開示されておらず、これらの技術要素を導入するこ\nとで本件発明４と同様の効果を得ることを示唆する記述も存在しない。\nしたがって、乙５５文献に「タッチスイッチを用いた操作盤の表示画\n面において、ランプとスイッチが異なった絵を用いて表示されている」\nことの記載があっても、その技術事項を乙６発明の装置に導入する動機\n付けはなく、そのほかに乙６発明と乙５５文献の装置との間に課題目的\nあるいは作用機能の共通性、乙５５文献の技術事項を乙６発明に導入す\nる内容上の示唆を認めるに足りる技術常識も立証されていない以上、本\n件発明４は容易に発明できるとはいえない。」\n⑿  ７０頁１行目冒頭の「１７」を「１８」と改め、同２行目末尾に行を改め\nて次のとおり加える。\n「⑴  本件特許権１の侵害による損害について\nア  特許法１０２条１項に基づく損害\n適用関係\nａ  間接侵害にも特許法１０２条１項が適用される。そして、一審\n原告は、表示装置にＯＳ及び各機能を実行するためのプログラム\nがあらかじめインストールされている製品（原告の製品）を製造、\n販売しており、一審被告による特許権侵害に伴ってその売上げ及\nび利益獲得の機会を逸失している。仮に、本件特許権１に関し被\n告製品３のみを間接侵害品と考えたとしても、一審被告は、被告\n製品３を廉価で販売しつつ、被告表示器Ａを桁違いに高価な価格\nで販売し、被告製品３を同一工場内ならほぼ無制限にインストー\nルできるとするビジネスモデルを採用しており、一審被告が被告\n表示器Ａと被告製品３の実質セット販売によって得た利益と、原\n告の製品の売上げ及び利益獲得の機会の逸失という一審原告の逸\n失利益との間には関連性が存在することは明らかである。被告表\n示器Ａと被告製品３が実質的に一体不可分であることからしても、\n被告表示器Ａの売上げ及び利益を考慮すべきである。\nしたがって、被告表示器Ａ及び被告製品３を販売することで得\nられた利益について、特許法１０２条１項の損害推定が働くと解\nするべきである。\nｂ  令和元年法律第３号により改正された特許法１０２条１項につ\nいては、附則に経過措置がないことから、本件に適用されると解\nするのが妥当である。\n侵害行為がなければ販売することができた物\n原告の製品は、被告表示器Ａと競合する製品であるから、特許法\n１０２条１項１号の「その侵害の行為がなければ販売することがで\nきた物」である。\n特許法１０２条１項１号の「その侵害の行為がなければ販売する\nことができた物」とは、その機能において競合すれば足りるから、\n原告の製品が一審被告製シーケンサと接続することはできないとし\nても、被告表示器Ａとは競合関係に立つ。さらに、市場の実態を踏\nまえると、一審被告製シーケンサと接続可能な被告表示器Ａの販売\nがなければ、一審原告から、一審原告製プログラマブル・コントロ\nーラと原告の製品をセットで購入し、使用するユーザもいたことは\n明らかであるから、やはり、被告表示器Ａと原告の製品とは競合し\n得る。\n被告製品３のＯＳに係る部分は、被告表示器Ａにインストールさ\nれることによって、本件発明１の機能を発揮するから、その限りで\n被告製品３と原告の製品とは競合関係に立つと解釈できる。\n単位当たりの利益の額\n平成２５年度の原告の製品１台当たりの限界利益の額は、別紙１\n－１⑴のとおりである（争いがない。）。\n「その侵害の行為を組成した物」の譲渡数量等\nａ  「その侵害の行為を組成した物」\n特許法１０２条１項の適用により売上機会を回復されなければ\nならない原告の製品（その侵害の行為がなければ販売することが\nできた物）は、本件特許１の実施品そのもの（本件発明１の機能\nがプレインストールされた物）である。そうである以上、その売\n上機会喪失による損害を回復するためには、被告製品３と実質的\nにセット販売され、同製品のＯＳが実質的にプレインストールさ\nれているのと何ら変わるところがない被告表示器Ａの販売数量を\n「その侵害の行為を組成した物」の譲渡数量と捉えるべきである。\nｂ  販売数量等\n被告製品１、被告製品２、被告表示器Ａ及び被告製品３の平成\n２５年４月から令和２年３月までの販売数量、金額は、それぞれ、\n別紙３ないし６（被告製品３については月ごとに、その他の製品\nについては半期ごとに販売数、販売額を集計したものである。）\nに記載のとおりである（争いがない。）。\nｃ  直接侵害品の生産に用いられた被告表示器Ａの数量に関する一\n審被告の主張について\n一審被告製シーケンサ等に接続する利用態様の割合的算出の\n主張について\n廉価な、下位機種や他社製表示器があるにもかかわらず、た\nだでさえ高額な被告表示器Ａをその顧客誘引力の源泉である回\n路モニタ機能を利用しない態様で使用することは不自然である。\nまた、そのような高価格な被告表示器Ａを回路モニタ機能の実\n現が利用できない他社製シーケンサに接続して使用するユーザ\nが多数いると考えるのも不自然である。プログラマブル表示器\nの選定条件にプログラマブル・コントローラとの親和性が挙げ\nられているということは、プログラマブル・コントローラと表\n示器の双方の機能を十分に発揮できることが重視されているの\nであり、表示器を他社製のプログラマブル・コントローラに接\n続する利用態様は僅少である。\nなお、一審原告が、一審被告より１台のプログラマブル・コ\nントローラと２９台の回路モニタ機能に対応する表示器を購入\nしたのは、日常的に頻繁にタッチパネルが操作される表示器に\nついては耐用期間が短く、故障が生じる頻度が高いことから、\n交換・保全用として購入したものである（甲２５）。\n⒝  対応シーケンサ等に接続する利用態様の割合的算出の主張に\nついて\nこの点につき一審被告が主張する別紙７の４は、信ぴょう性\nがなく割合算出の基礎とすべきではないが、仮に、参酌すると\nしても次のとおりである。\nすなわち、「ＭＥＬＳＥＣ  ＱｎＡシリーズ」、「ＭＥＬＳＥＣ  Ａシ\nリーズ」及び「MELDAS  C6/C64」は、被告製品２Ａと、「MEL\nSEC  iQ-Lシリーズ」及び「CNC  C80シリーズ」は、被告製品\n１Ａと接続できないから、これらシーケンサ等を購入したユー\nザが被告表示器２Ａ又は１Ａを購入するはずはなく、算定の分\n母からは除外すべきである（そのほかのシーケンサが被告表示\n器Ａと接続できることは認める。）。また、「ＭＥＬＳＥＣ  ｉＱ-Fシ\nリーズ」及び「ＭＥＬＳＥＣ－Ｆシリーズ」は、比較的単純な使\n用態様で用いられるスタンドアローン向けのシーケンサである\nから、このようなシーケンサ等を購入したユーザは、回路モニ\nタ機能等の付加的な機能を備えることで高額となっている被告\n表示器Ａではなく、廉価な、一審被告製の別の表示器又は他社\n製表示器を選定するから、実質的に被告表示器Ａを接続するユ\nーザはいない。したがって、「ｉＱ-Fシリーズ」や「Ｆシリー\nズ」も算定の基礎に含めるべきではない。\n⒞  回路モニタ機能の利用割合の主張について\n現実の回路モニタの利用割合は、別紙１－１⑵のとおり、一\n審被告が保管しているユーザのプロジェクトデータの総数（乙\n７３）のうち、回路モニタ機能が実現し得る表示器のプロジェ\nクトデータの数（乙７２）が占める割合に近いものと考えられ\nる。\n⒟  ワンタッチ回路ジャンプ機能を用いるプロジェクトデータの\n作成割合に関する主張について\n一審被告は、アラームリスト表示画面を含むプロジェクトデ\nータの数と、そのうち、アラームリスト表示画面から回路モニ\nタを起動すること（ワンタッチ回路ジャンプ機能を用いること\nになる。）のできるプロジェクトデータの数の割合から、本件\n発明１の実施品として生産された被告表示器Ａの数を推定でき\nるとするが（別紙２－２）、一方で、「複雑なプロジェクトデー\nタを用いるユーザから提供されたものとなるから、市場におけ\nる被告表示器の利用形態の割合を反映していない」と自認する\nとおり（一審被告準備書面（１４）４頁参照）、その数値は特\n殊な条件のプロジェクトデータのみに偏った数値であり、根拠\nにならない。また、その数値の根拠となる一審被告従業員の陳\n述書（乙７２）には何らの客観的な裏付けがなく、信用できな\nい。\n販売することができないとする事情（特定数量）\n被告表示器Ａの譲渡数量のうち、少なくとも５９／６０が特許法\n１０２条１項１号の「特定数量」に該当することを認める。\nまた、原告の製品においては、メニュー表示から接点検索をする\nことができるものの、コイルタッチから接点検索をする機能は備え\nておらず、原告の製品が本件発明１の実施品ではないことは認める。\n相当実施料率\n上記特定数量については特許法１０２条１項２号の適用がある。\n２００９年１１月から２０１０年２月までを調査実施期間とし、通\n常実施権によるライセンス・アウトを想定し（ライセンスの付与す\nる側での立場を想定）、特殊な事情を捨象し、一時払いやイニシャ\nルペイメント付きランニングロイヤルティ等をいずれもランニング\nロイヤルティと想定して実施したアンケート結果（器械部門）によ\nると、実施料率は平均３.５％であったから（甲６７〔ロイヤルテ\nィ料率データハンドブック〕９頁表Ⅰ－３）、本件においての相当\n実施料率は、特許法１０２条４項も踏まえれば、少なくとも７％は\n下らない。\n損害額\n以上から、被告表示器Ａ及び被告製品３の販売を理由とする１項\n損害の額は、別紙１－２に記載のとおりとなる。\n一審被告の主張について\n被告製品３には描画ソフトも含まれているが、プログラマブル表\n示器用の描画ソフトは被告製品３の販売当時、既に公知慣用のもの\nであったから、その部分の被告製品３の売上げに対する寄与度は低\nく評価されるべきである。\nまた、一審被告は一審原告のシェアを指摘しているが、本件発明\n１の機能は他者の追随を許さない差別化要因であり、本件発明３の\n機能も特許の存在ゆえに他社は採用を回避しているか、潜在的に侵\n害者として原告による権利行使の対象となっている。本件発明１の\n機能を備えたプログラマブル表示器は一審原告と一審被告の製品の\nほかには存在しない。したがって、シェアを考慮する上での市場画\n定は一審被告と一審原告においてのみされるべきである。\n一審被告は、被告製品３を購入した者の全てが回路モニタ機能を\n使用しているわけではない、回路モニタ機能を使用するのにオプシ\nョン機能ボードの設置が必要な被告製品１－２を購入した者のうち、\nオプション機能ボードを購入したのは約４分の１にとどまり、実際\nに回路モニタ機能等を使用していないユーザは更に多く存在する旨\n主張するが、特許法１０２条１項の「販売することができないとす\nる事情」について、その程度が明らかでない場合には、その考慮は\n極めて限定的になし得るにとどまる。\n一審被告は、回路モニタ機能には非侵害用途がある旨主張するが、\n回路モニタ機能が使用可能な状態となれば、被告表示器Ａは本件発\n明１の技術的範囲に含まれるのであり、上記の点は、一審原告の損\n害を減額する理由とはならない。\nそして、需要者、スペック、価格等において、原告の製品と一審\n被告の製品との間には大差がないから、特許法１０２条１項の「販\n売することができないとする事情」は、むしろ、ないというべきで\nある。\nイ  特許法１０２条２項に基づく損害等\n適用関係\n間接侵害にも特許法１０２条２項が適用される。そして、一審原\n告は、表示装置にＯＳ及び各機能を実行するためのプログラムが予\nめインストールされている製品を製造、販売しており、一審被告に\nよる特許権侵害に伴ってその売上げ及び利益獲得の機会を逸失して\nいる。仮に、本件特許１に関し被告製品３のみを間接侵害品と考え\nたとしても、一審被告は被告製品３を廉価で販売しつつ、被告表示\n器Ａを桁違いに高価な価格で販売し、被告製品３を同一工場内なら\nほぼ無制限にインストールできるビジネスモデルを採用しており、\n一審被告が被告表示器Ａと被告製品３の実質セット販売によって得\nた利益と、原告の逸失利益との間に同質性が存在することは明らか\nである。被告表示器Ａと被告製品３が実質的に一体不可分であるこ\nとからしても、被告表示器Ａの売上げ及び利益も考慮すべきである。\nしたがって、被告表示器Ａ及び被告製品３を販売することで得ら\nれた利益について、特許法１０２条２項の損害推定が働くと解する\nべきである。\n被告表示器Ａの製造販売を理由とする損害\nａ  ２項損害\n販売額\n平成２５年４月から令和２年３月までの被告表示器Ａの売上\n高は、別紙５に記載されたとおりである（争いがない。）。\n被告表示器Ａについての限界利益率は、少なくとも２０％は\n下らない。\n⒝  推定覆滅\n被告表示器Ａの販売による利益のうち、５９／６０について、\n推定が覆滅されることを認める。\n被告製品３と実質的にセット販売されている被告表示器Ａの\nカタログや取扱説明書における宣伝や説明内容等からすれば、\n大半のユーザはワンタッチ回路ジャンプ機能を使用していると\nの推定が働くというべきであって、これを使用しないユーザが\nいるということは、一審被告が主張立証責任を負う推定覆滅事\n由である。\n一審被告は、被告製品１－２について約４分の３のユーザが\n回路モニタ機能を使用していないと主張し、従業員の陳述書を\n提出しているが、客観的根拠を伴っておらず、にわかに措信し\n難い。\n一審被告による被告表示器Ａの拡販活動においては、回路モ\nニタ機能等を強調し（甲５、３４）、同機能を第三者も評価し\nていることに加え、回路モニタ機能を作動させるために別途オ\nプション機能ボードを用意しなければならない被告製品１－２\n（定価価格帯１２万８０００円ないし４２万００００円。甲５\nの８０頁）よりも、高価でかつ回路モニタを作動させるのに特\n別なオプション等を要しない被告製品１－１（定価価格帯２５\n万００００円ないし５２万００００円。甲５の８０頁）の方が\n圧倒的に多く販売されていることも、回路モニタ機能等が被告\n表示器Ａのユーザの大半により使用されていることの裏付けと\nなる。\nさらに、被告製品２では、回路モニタ（シーケンスプログラ\nムモニタ）機能の実現には被告製品１－２におけるオプション\n機能ボードのような特別なオプションを要しないところ、平成\n２６年前後を境に、被告製品２は着実に販売台数を伸ばし、被\n告製品１と置き換わっている。\n回路モニタ機能がインストール対象として選択されるのが殊\n更に例外的場合であることはなく、回路モニタというスイッチ\nをあえて配置しないで被告表示器Ａを使用するユーザの方が例\n外であるといえる。\nｂ  特許法１０２条３項の重畳適用\n前記ａ⒝の覆滅部分については特許法１０２条３項が併用され\nると解釈すべきである。前記ア のとおり、相当実施料率は、１\n０２条４項も踏まえれば、少なくとも７％は下らない。\nｃ  損害額\n以上から、被告表示器Ａの販売を理由とする特許法１０２条２\n項の損害及び３項の損害の額は、別紙１－３の第１のとおりとな\nる。\n被告製品３の販売を理由とする損害\nａ  ２項損害\n販売額\n平成２５年４月から令和２年３月までの被告製品３の売上高\nは、別紙６に記載されたとおりである（争いがない。）。\n被告製品３についての限界利益率は、原判決別紙「被告の変\n動費の内訳、加重平均値及び限界利益率」の⑶のとおりである。\n⒝  推定覆滅\n一審被告は、被告製品３では利益を上げないビジネスモデル\nをとっていたのであり、被告製品３は１枚当たり約６０台の被\n告表示器Ａにインストールされたといえるから、被告製品３に\nついては、推定覆滅事情は無い。\nｂ  損害額\n以上から、被告製品３の販売を理由とする特許法１０２条２項\nの損害の額は、別紙１－３の第２とおりとなる。\n特許法１０２条２項等の損害の合計\n以上から、被告表示器Ａ及び被告製品３の販売による本件特許権\n１の侵害に係る損害は、別紙１－３の第３のとおりとなる。\nウ  予備的主張（特許法１０２条３項）\n仮に、本件において特許法１０２条１項又は２項のいずれの適用も\nないとすれば、一審原告は、同条３項の規定に基づく損害を主張す\nる。」\n⒀  ７０頁３行目冒頭から末尾までを「⑵  本件特許権３の侵害による損害に\nついて」と、同７行目の「本件特許１及び３」を「本件特許３」とそれぞれ\n改め、同９行目の「本件特許１に関し」と、同２１行目の「本件第１特許の」\nから２２行目の「売り上げ、」までと、同２５行目の「本件第１特許の」か\nら同２６行目の「８月末までに、」までをいずれも削る。\n⒁  ７１頁７行目の「本件発明１及び３」を「本件発明３」と、同１０行目の\n「本件特許権１及び３」を「本件特許権３」とそれぞれ改め、同９行目の\n「特に、」から１０行目の「（甲３１）。」までと、同１５行目から１６行目に\nかけての「ワンタッチ回路モニタ機能や」と、同１９行目冒頭から２１行目\n末尾までと、同頁２６行目の「本件第１特許」から７２頁１行目の「●●●\n●●●円、」までをいずれも削る。\n⒂  ７２頁９行目の「本件特許１及び３」を「本件特許３」と、同１０行目の\n「本件発明１及び３」を「本件発明３」とそれぞれ改め、同１５行目冒頭か\nら１９行目の「これに対し、」までと、７３頁６行目冒頭から１８行目末尾\nまでをいずれも削り、同２２行目の「本件発明１の機能」を「機能」と、７\n４頁１行目の「本件発明１の機能は」から２行目の「本件発明３の機能も」\nを「本件発明３の機能は」と、同３行目から４行目にかけての「本件発明１\n及び３」を「本件発明３」と、同９行目の「⑵」を「⑶」と、同２４行目の\n「⑶」を「⑷」とそれぞれ改める。\n７５頁２行目冒頭から８０頁６行目末尾までを次のとおり改める。\n「（一審被告の主張）\n⑴  本件特許権１の侵害による損害について\nア  特許法１０２条１項に基づく損害\n適用関係\nａ  特許法１０２条１項を間接侵害に適用することはできない。\n仮に、特許法１０２条１項を間接侵害に適用できるとしても、\n間接侵害が成立し得るのは、一審被告が主観的要件を具備して行\nった被告製品３の生産、譲渡等のみである。そして、主観的要件\nを具備することは一審原告に立証責任があるが、何ら立証されて\nいない。\nｂ  令和元年法律第３号による改正前の特許法１０２条１項（以下\n「旧１項」という。）及び特許法１０２条２項は、物の製造、販\n売の機会を逸したことによる逸失利益の額の計算を容易にするこ\nとを目的とするものであり、同条３項は、実施許諾の機会を逸し\nたことによる逸失利益の損害が常に認められることを規定したも\nのであるが、上記旧１項及び２項の、製造、販売の機会を逸した\nとの逸失利益と、上記３項の、実施許諾の機会を逸したという逸\n失利益とは両立しない。なぜなら、特許権者が実施許諾を行った\nと仮定した場合には、被許諾者が製造、販売を行うことはその実\n施許諾において予定された結果であり、被許諾者の製造、販売に\nよる損害を観念できなくなるからである。特許権者は、上記各項\nのいずれかの逸失利益の損害を選択的に主張することができるが、\n他方、その各項のいずれかによって特許権者の損害は余すことな\nく把握される以上、各項を重複して適用する主張をすることはで\nきない。\n上記改正に先立つ平成１０年法律第５１号による改正において\nは、旧１項が新設されたが、この改正は、損害概念を拡大させる\nものではなく、逸失利益の立証について立証責任を転換したもの\nにすぎない。したがって、同改正については、旧１項を改正施行\n日前の侵害行為によって生じた損害の損害額の審理に適用できる\nとする解釈の余地があった。これに対して、特許法１０２条１項\n２号は、旧１項と同趣旨の特許法１０２条１項１号による逸失利\n益に加えて、実施相応数量を超える数量と特定数量について実施\n料相当額を損害額とするものであるが、前述のとおり、特許法１\n０２条１項１号の額が、同条３項の損害額を上回っていれば、本\n来、それによって特許権侵害による損害は尽きているのであり、\n同条１項１号の損害額に加えて同項２号の損害額をも損害額とす\nることは、現実には発生していない損害について損害額を算出す\nるものである。\nそうすると、特許法１０２条１項は、立法によって、特許法上\nの新たな損害賠償制度を創設したものであり、立証方法に関する\n手続法とはいえず、明らかな実体法である。したがって、同項２\n号を施行日以前の行為に遡及して適用する余地はない。\n侵害行為がなければ販売することができた物\n「侵害の行為がなければ販売することができた物」とは、侵害品\nと市場において競合関係にある権利者の製品と解されているところ、\n被告製品３はソフトウェアであるのに対し、一審原告はハードウェ\nアとソフトウェアを別個に販売していないから、原告の製品とは競\n合関係になく、原告の製品が被告表示器Ａを代替することもできな\nいから、一審原告の主張は主張自体失当である。\n直接侵害品たる被告製品３のＯＳをインストールした被告表示器\nＡは、回路モニタ機能が行使できるということであるから、必ず一\n審被告製の特定のシーケンサに接続されているという条件を充足し\nているが、一方、原告の製品は一審原告製のプログラマブル・コン\nトローラにしか接続できない（乙７５ないし７７）。したがって、\n直接侵害品と原告の製品とは全く交換不可能であって市場における\n競合関係にないから、原告の製品は直接侵害品の競合品ではない。\nそうすると、直接侵害品がなければ原告の製品を販売することがで\nきたとはいえず、原告の製品は、「その侵害の行為がなければ販売\nすることができた物」には該当しない。\n単位数量当たりの利益の額\nａ  平成２５年度の原告の製品１台当たりの限界利益の額が別紙１\n－１⑴のとおりであることは認める。\nｂ  仮に、被告製品３が原告の製品と市場で競合するとしても、被\n告製品３に相当するのは、原告の製品の販売価格のうちソフトウ\nェアが占める割合であるから、一審被告の製品の方をハードウェ\nアとソフトウェアを一体として販売したと仮定して販売価格を算\n定し、その販売価格全体に占めるソフトウェアの割合を上記の額\nに乗じて算定することになる。\n「その侵害の行為を組成した物」の譲渡数量等\nａ  「その侵害の行為を組成した物」について\n「その侵害の行為を組成した物」は、直接侵害品であり、間接\n侵害品ではないところ、被告表示器Ａ及び被告各製品を購入した\n者の全てが本件発明１の実施品（直接侵害品）を生産しているの\nではない。\nｂ  販売数量等について\n被告製品１、被告製品２、被告表示器Ａ及び被告製品３の平成\n２５年４月から令和２年３月までの販売数量、金額が、別紙３な\nいし６に記載のとおりであることは認める。\nｃ  直接侵害品の生産に用いられた被告表示器Ａの数量について\n一審被告が現状把握している資料等に基づいて可能な限り正確\nに本件発明１の実施品の生産に用いられた被告表示器Ａの数を推\n計する方法を、以下のとおり提示する。\n輸出の除外\n一審被告が国内で販売した被告表示器Ａのうち一定数は、そ\nの後、販売代理店を介して国外へ輸出されている。\n⒝  プログラマブル・コントローラに接続しない利用態様の除外\n被告表示器Ａを用いて本件発明１の実施品を生産するために\nは、一審被告製シーケンサ等に接続する必要がある。しかし、\nプログラマブル表示器はプログラマブル・コントローラ（シー\nケンサ）以外に接続して用いることが可能であり、被告表示器\nＡも、インバータ、センサレスサーボ、サーボアンプ、ロボッ\nトコントローラ、電力管理機器、モーションコントローラ、安\n全コントローラ、温度調節器／その他制御機器、マイコン等に\n接続して用いられている（乙６６、６７）。一審被告はユーザ\nにおける利用態様を把握していないが、流通している被告表示\n器Ａの少なくとも●●％程度はこれらの機器に接続して使用さ\nれており、本件発明１の実施とは無関係である。\n⒞  一審被告製シーケンサ等に接続する利用態様の割合的算出\n被告表示器Ａの販売台数から、前記 及び⒝で述べた台数を\n除外した台数が、国内でプログラマブル・コントローラに接続\nして使用されている台数と推測できる。したがって、これに一\n審被告製シーケンサ等のシェアを乗じれば、一審被告製シーケ\nンサ等に接続されている利用割合を算出することができる。\n各社のプログラマブル・コントローラのシェアとプログラマ\nブル表示器のシェアをみると、両者は一致しておらず、表示器\nにおいて２６.０～２９.８％という高いシェアを維持する一方\nでプログラマブル・コントローラにおいてはわずかなシェアし\nか有しない社も存在し（乙５８ないし６４、７４）、プログラ\nマブル・コントローラとプログラマブル表示器の市場は独立し\nており、相互に関連性はない。むしろ、プログラマブル表示器\nシェア上位の一審被告らは、多くの他社製機器へ接続可能なプ\nログラマブル表示器を製造販売することによって、高いシェア\nを維持している。\nなお、一審原告自身、一審被告の制御機器を計７台（回路モ\nニタ機能に対応しているものは１台）購入し、表示器を計１０\n６台購入しているが（回路モニタ機能に対応しているものは２\n９台。以上、乙１７。）、通常、１つの制御機器に数十台もの表\n示器を接続することはないから、上記表示器は上記７台の一審\n被告の制御機器とは異なる制御機器に接続されているはずであ\nり、このことからすると、一審原告が自ら、被告表示器Ａを購\n入しながら一審被告製シーケンサと接続しない例を具現してい\nるといえる。\n⒟  対応シーケンサ等に接続する利用態様の割合的算出\n被告表示器Ａを使って本件発明１の実施品を生産するために\nは、一審被告製シーケンサ等の中でも、更に特定の種類のシー\nケンサ等に接続しなければならない。したがって、前記⒞の結\n果に一審被告製シーケンサ等の販売数に占める当該特定の種類\nのシーケンサ等の割合を乗じることで、回路モニタ機能を利用\nできる機器の数を推計することができる。\nオプション機能ボードを購入した割合\n被告製品１－１及び被告製品２は、オプション機能ボードを\n装着しなくても、全機種が回路モニタ機能を実行することが可\n能である。これに対して、被告製品１－２は、型名ＧＴ１５－\nＦＮＢ以外のオプション機能ボードを装着する必要がある。\nしたがって、本件発明１の実施品を直ちに生産可能な被告製\n品１－２の算定に当たっては、型名ＧＴ１５－ＦＮＢ以外のオ\nプション機能ボードの販売台数を考慮しなければならない。さ\nらに、被告製品１－２のうち、ＧＴ１５５５－ＱＴＢＤ、ＧＴ\n１５５５－ＱＳＢＤ及びＧＴ１５５０－ＱＬＢＤは、型名ＧＴ\n１５－ＦＮＢ以外のオプション機能ボードを装着することがで\nきるものの、当該オプション機能ボードを装着しても回路モニ\nタ機能を実行できず、本件発明１の実施品を生産することはで\nきない。また、一審被告が販売したオプション機能ボードの一\n部は輸出された被告製品１－２に装着されているはずである。\nしかし、一審被告は、販売された型名ＧＴ１５－ＦＮＢ以外の\nオプション機能ボードがどの表示器に装着されているかを把握\nしていない。もっとも、販売された型名ＧＴ１５－ＦＮＢ以外\nのオプション機能ボードの全てが上記回路モニタ機能が実行で\nきない機種以外の機種に装着されたと仮定すれば、型名ＧＴ１\n５－ＦＮＢ以外のオプション機能ボードの販売数をもって、本\n件発明１の実施品が直ちに生産可能な被告製品１－２の最大数\nを算出することができる。\n⒡  本件発明１の実施品の生産に用いられた被告表示器Ａの数\nⅰ  回路モニタ機能を利用できる被告表示器Ａの数\n一審被告が把握している輸出された表示器Ａの台数は、別\n紙７の１のとおりであり、平成２５年から令和元年までの一\n審被告のプログラマブルコントローラ国内市場シェアは、別\n紙７の３のとおりであり、平成２５年４月から令和２年３月\nまでの一審被告製シーケンサ販売実績、回路モニタ機能の実\n行が可能なシーケンサ等の割合は、別紙７の４のとおりであ\nり、被告製品１－２に装着可能なオプション機能ボードの販\n売台数は、別紙７の５のとおりである。\nこれらを考慮すると、回路モニタ機能が利用できる被告表\n示器Ａの数（被告製品１－２については、最大数）は、別紙\n２－１のとおりである。\nなお、オプション機能ボードを装着することで利用可能に\nなる機能は、回路モニタ機能だけではなく、「漢字圏」、「ド\nキュメント表示」、「かな漢字変換」、「かな漢字変換（機能拡\n張版）」、「ヒストリカルデータリスト表示」、「ヒストリカル\nトレンドグラフ」、「操作ログ機能」、「ロギング機能」、「レシ\nピ機能」、「拡張レシピ機能」、「オブジェクトスクリプト」、\n「マルチチャンネル機能」、「ゲートウェイ機能」、「ＭＥＳイ\nンターフェース機能」、「Ａリスト編集」、「ＦＸリスト編集」、\n「インテリジェントユニットモニタ」、「ネットワークモニ\nタ」、「Ｑモーションモニタ」、「サーボアンプモニタ」、「ＣＮ\nＣモニタ」、「ＳＦＣモニタ」、「ラダー編集」、「モーションＳ\nＦＣモニタ」、「メンテナンス時期通知」があり（乙６５の１\n－８頁ないし１－１０頁）、単純に操作画面が多く、メモリ\nの増設が必要になる場合に、メモリと一体化したオプション\n機能ボード（型名末尾が「（数字）Ｍ」のもの）を装着する\nことがある。したがって、別紙７－５記載のオプション機能\nボードの販売台数のうち、実際に回路モニタ機能を利用する\nために購入されたオプション機能ボードは少数にとどまると\n推測される。一審被告は、この割合を約１／８と推計してい\nる（乙１８）。\nⅱ  ワンタッチ回路ジャンプ機能を利用できる被告表示器Ａの\n数\n本件発明１の実施品を生産するためには、回路モニタ機能\nをインストールするだけでなく、ワンタッチ回路ジャンプ機\n能もインストールしなければならず、そのためにはワンタッ\nチ回路ジャンプ機能を用いるプロジェクトデータを作成して\nおかなければならない。\nワンタッチ回路ジャンプ機能を用いるプロジェクトデータ\nの作成割合は、一審被告が、ユーザからの不具合調査や技術\n支援の依頼への対応に応じてユーザから取得して保管してい\nるプロジェクトデータのうち、回路モニタ機能に対応してい\nるシーケンサに接続されている被告製品２のプロジェクトデ\nータの数と、そのうちアラームリストを表示する画面から回\n路モニタを起動する（ワンタッチ回路ジャンプ機能を用いる\nことになる。）ことのできるプロジェクトデータの数とから\n算出することができ、この割合は、別紙２－２第１に記載の\nとおりである。\nそして、この割合に回路モニタ機能を利用できる被告表示\n器Ａの数を乗じれば、ワンタッチ回路ジャンプ機能を利用で\nきる被告表示器Ａの数を算出することができ、その数は、別\n紙２－２第２に記載のとおりである。\nなお、一審原告が主張するように、一審被告が保管してい\nるユーザのプロジェクトデータの総数と、回路モニタ機能が\n実現し得るプロジェクトデータの数とを対比しても本件発明\n１の実施品の生産に用いられる被告表示器Ａの数を推定する\nことはできない。なぜなら、一審被告が技術支援等のためユ\nーザからプロジェクトデータを入手するのは、当該ユーザが\n一審被告製シーケンサ―等に接続して複雑なプロジェクトデ\nータを使用している場合が多く、その総数は表示器の総販売\n数の１％にも満たず、市場における被告表示器の利用態様の\n割合を反映していないからである。\nⅲ  小括\n前記ⅰ及びⅱに記載した方法により、被告表示器Ａの販売\n数量のうち、ワンタッチ回路ジャンプ機能を利用することが\nできる被告表示器Ａの数を算出することができ、この数が、\n本件発明１の実施品の生産に用いられた被告表示器Ａの数で\nある。\n販売することができないとする事情\nａ  競合関係\n原告の製品は一審原告製のプログラマブル・コントローラにし\nか接続できないから、一審被告製のシーケンサに接続されている\nはずの直接侵害品の代わりに原告の製品を販売することはできな\nい。したがって、原告の製品の譲渡数量の全部又は少なくとも９\n９／１００について、販売することができないとする事情が存在\nする。\nｂ  市場占有率\n一審原告は、プログラマブル・コントローラ用表示器の市場に\nおいて意味のあるシェアを有していない（甲３１の３９頁に記載\nされたシェアにおいて「その他」に含まれているから、５％以下\nである。）上に、本件発明１の技術的な特徴は極めて限定的なも\nのであるから、被告表示器Ａ及び被告製品３と原告の製品（又は\nそのソフトウェア部分）の競合関係を擬制したとしても、一審被\n告が本件発明１の技術的範囲に属する製品を販売しなかった場合\nには、被告表示器Ａ及び被告製品３の購入者のほとんどは、一審\n原告以外のメーカーに向かうことになり、原告の製品を購入する\nことにはならない。\nｃ  発明の非実施\n原告の製品は、本件発明１の実施品ではなく（争いがない。）、\nコイル検索後にコイル（出力要素）にタッチした場合には、１６\n段の検索履歴の記憶を利用して、コイル検索前のラダー回路を表\n示させている（乙４８の４－１頁）。原告の製品が本件発明１を\n実施していない理由は、本件発明１を実施する利益がないからで\nあり、本件特許権１の侵害によって一審原告に損害が発生する余\n地はない。\n相当実施料について\n令和元年法律第３号による改正前の特許法１０２条１項（旧１項）\nと同３項とを重畳適用し、又は同改正後の特許法１０２条１項２号\nを適用できるとしても、その相当実施料率は、侵害プレミアムを考\n慮しても、通常でも、０.５％を上回ることはない。さらに、多機\n能品である被告表示器Ａにおいて、直接侵害品としての使用形態が\n占める割合を寄与率として乗じる必要があることを考慮して、一審\n被告がユーザからの不具合調査や技術支援の依頼への対応に応じて\nユーザから取得しているプロジェクトデータ（乙７２）から求めら\nれた被告表示器Ａにおいて占める直接侵害品の割合を乗じることで、\n最終的な相当実施料率を求めることができる。\nイ  特許法１０２条２項に基づく損害額等\n適用関係\n排他的独占権に着目した擬制を認めた特許法１０２条２項を、擬制\nの前提となる関係性を欠く間接侵害に適用することはできない。\n被告表示器Ａの製造販売を理由とする損害\nａ  ２項損害\n販売額\n平成２５年４月から令和２年３月までの被告表示器Ａの売上高\nが別紙５に記載されたとおりであることは認める。\n被告表示器Ａの限界利益率を２０％であるとする一審原告の主\n張は、争わない。\n⒝  推定覆滅\n指定覆滅割合は、一審原告と一審被告とのシェア割合、多機能\n製品の一部が直接侵害態様を構成するにすぎないなどの事情を考\n慮すると、９９.９９％になる。\nｂ  特許法１０２条３項の重畳適用\n特許法１０２条２項と同条３項とが重畳適用できるとしても、そ\nの相当実施料率は、侵害プレミアムを考慮しても、０.００７％を\n上回ることはない。\n被告製品３の販売を理由とする損害\nａ  ２項損害\n販売額\n平成２５年４月から令和２年３月までの被告製品３の売上高が\n別紙６に記載されたとおりであることは認める。\n被告製品３の限界利益率が原判決別紙「被告の変動費の内訳、\n加重平均値及び限界利益率」の⑶のとおりであることは認める。\n⒝  推定覆滅等\n被告製品３を使用する場合であっても、他社製のシーケンサ等\nに接続する表示器のプロジェクトデータを作成する場合や、回路\nモニタ機能に対応していない表示器のプロジェクトデータを作成\nする場合、回路モニタ機能を表示器にインストールしない場合に\nは、本件発明１の実施品が生産されることはない。\nそして、前述したとおり、被告製品１－２におけるオプション\n機能ボードの購入割合は約４分の１であり、またこれを購入する\nユーザの約４分の３はメモリの増設を目的としていた。そして、\nオプション機能ボードを導入しても、一審被告製シーケンサ等と\n接続しなければ回路モニタ機能は利用できないところ、当時の一\n審被告のシーケンサのシェアは約５０％であった。以上から、同\n製品において回路モニタ機能が利用されている割合は最大でも約\n３２分の１であり、これはその他の製品でも同様と考えられる。\nまた、本件発明１の特徴的技術手段は、回路モニタ機能全体で\nはなく、そのうち入出力要素を直接タッチして指定することによ\nって対応する入出力要素の検索を行うことができるという点であ\nる（本件発明１は回路モニタ機能そのものの発明ではない。）。そ\nうすると、特許法１０２条２項の推定を用いるためには、被告製\n品３の販売価格に適切な寄与度を乗じるべきである。\n具体的には、被告製品３に占める回路モニタ機能のデータ量\n（約１万分の１３）、プログラムのライン数（約１万分の１５）\nに加え、上記特徴的技術手段の顧客への訴求力は極めて低いこと、\n回路モニタ機能はアラームリスト機能を経由せずに、本件発明１\nとは無関係に使用される場合もあること、本件発明１の価値は技\n術的にも商業的にも高くないことを考慮すべきである。\n以上を考慮すると、寄与度は多く見積もっても１万分の１を超\nえない。\n⑵  本件特許権２ないし４の侵害による損害について\n一審原告の主張を争う。\n⑶  特許法１０２条３項の予備的主張について\n一審原告の主張を争う。」\n⒄  ８０頁７行目冒頭から８１頁１０行目末尾までを次のとおり改める。\n「１９  争点７（本件特許権１に関する権利行使阻害事由及び訴訟上の信義則\n違反の有無）について\n（一審被告の主張）\n⑴  本件特許１に関する権利行使阻害事由\n特許権侵害に対する損害賠償請求権が民法の不法行為の規定に基づい\nて発生する以上、信義則に違反して取得した特許権の行使を許すべきで\nはないところ、一審原告は本件特許権１を不正な方法で取得したもので\nあるから、一審原告が本件特許権１を行使することは許されない。\nすなわち、一審原告は、本件特許１の出願時及びその後の審査経過に\nおいて、コイル検索を行った後にコイルをタッチして接点検索を行って\nもコイル検索前のブロックに戻れるとは限らないことを知っていたにも\nかかわらず、本件明細書１には、遡及しすぎた場合には戻ることができ\nると記載し（【００４２】）、意見書（乙２５）で重ねて上記不実の主張\nを繰り返し、その結果、審査官を錯誤に陥れ、本件特許１の進歩性を誤\n認させ、本件特許１を取得したのである。したがって、一審原告の本件\n特許権１の行使は阻害される。また、仮にそうではないとしても、禁反\n言により、構成要件１Ｆは、「表示されたラダー回路の出力要素が当該\nタッチにより指定されたときにその出力要素を入力要素とする元のラダ\nー回路を検索して表示」と解釈しなければならない。\n⑵  訴訟上の信義則違反\n一審原告は、当初、原告の製品は本件特許１の実施品であると主張し\nていたが、同製品の回路モニタにおいてコイルをタッチしても接点検索\nは行われないから（乙４８の４－１頁）、同製品は本件特許１の実施品\nではなく、その点について、当事者間に争いもなくなっている。\nそうすると、一審原告は、原告の製品において接点検索は行われない\nことを知った上で同製品が本件特許１の実施品であることを主張したこ\nとになり、接点検索が本件発明１の重要部分ではないということを前提\nにしていたことになる。\nしたがって、一審原告が接点検索が行われる点を本件発明１の課題の\n解決に不可欠なものであると主張することは、自己矛盾の主張であって、\n訴訟上の信義則に違反する。\n（一審原告の主張）\n一審被告の上記各主張は、いずれも争う。」\n第３  当裁判所の判断\n１  争点１－１（被告表示器Ａ、被告製品３の製造、販売等の行為は本件特許権\n１の直接侵害行為に該当するか）について\n⑴  本件発明１について\n本件発明１の技術的意義は、原判決８１頁１６行目冒頭から８２頁２３行\n目末尾までに記載のとおりであるから、これを引用する。ただし、８１頁１\n９行目の「【０００１】」を「【０００２】」と改める。\n⑵  被告表示器Ａ及び被告製品３について\n被告製品の概要は、次のとおり補正するほかは、原判決の９５頁２３行目\n冒頭から１０４頁４行目末尾までに記載のとおりであるから、これを引用す\nる。\nア  ９５頁２３行目の「１５、１７、」の次に「４６、５２、６３、７４、\n７５、」を、同行目の「１８」の次に「、４３ないし４６、４９、５０、\n５７、６５ないし６７、７９ないし８１」をそれぞれ加える。\nイ  １０３頁７行目末尾に行を改めて以下のとおり加え、同２５行目の「イ\n」を「ウ」と改める。\n「  回路モニタ機能は、「コイル検索」、「接点検索」及び「要因検索」と\nいう３つの検索方法を備えている。「コイル検索」は指定されたデバイ\nスをコイル（出力要素）とする回路ブロックを検索して表示する機能で\nあり、「接点検索」は指定されたデバイスを接点（入力要素）とする回\n路ブロックを検索して表示する機能である。一方、「要因検索」は、指\n定されたデバイスがなぜＯＮ／ＯＦＦしているのか、その原因となる接\n点の導通／非導通の状態を回路を遡って検索する機能である。」\nウ  １０４頁４行目末尾に行を改めて次のとおり加える。\n「   ワンタッチ回路ジャンプ機能のインストール\nａ  ワンタッチ回路ジャンプ機能\nワンタッチ回路ジャンプ機能は、ユーザーがプロジェクトデータ\nで設定したデバイスが指定された状態で回路モニタ機能を起動する\n機能であり、異常現象を表示させるための条件としてユーザーが指\n定したデバイス番号を有するデバイスをコイルとする回路ブロック\nを検索した状態（「コイル検索」）で回路ブロックを表示させるか、\n又は、アラームの発生要因まで遡って検索した状態（「要因検索」）\nで検索経路に含まれていた全ての回路ブロックを表示させるかの２\nつの選択肢があり、ユーザーはこの選択肢のいずれかをプロジェク\nトデータによって指定する。ワンタッチ回路ジャンプ機能によって\n回路モニタ機能を起動した場合、起動直後に設定された特定の検索\nを行った状態で回路表示をすることを除いては、他の方法で回路モ\nニタ機能を実行した場合と変わりはなく、いずれの検索方法を設定\nしても、いったん回路モニタ機能が起動した後は、他の方法で回路\nモニタ機能を起動させたときと同様に、「コイル検索」、「接点検索」、\n「要因検索」を含む全ての機能を利用できる。\n通常、異常現象をモニタするプログラムによってＯＮになったデ\nバイスを指定して接点検索をすることは意味を持たないが、例えば、\n要因検索の後に原因となっているデバイスを指定して接点検索をす\nることにより、同一の原因から波及して起きる可能性のある複数の\n異常現象を把握することができる。\nｂ  インストール方法\n被告製品１－１及び１－２においては、プロジェクトデータにお\nける拡張機能スイッチ又は拡張ユーザアラーム表示の設定で、被告\n製品２－１及び２－２では、拡張機能スイッチ又はアラーム表示の\n設定で、いずれも「ワンタッチ回路ジャンプ機能を使用する」にチ\nェックを入れて、検索方法として「コイル検索」又は「要因検索」\nいずれかの回路検索モードを選択する。」\n⑶  構成要件の充足性の検討\n当裁判所も、被告製品３のＯＳがインストールされた被告表示器Ａは、本\n件発明１の構成要件を全て充足すると認定する。その理由は、次のとおり補\n正するほかは、原判決の１０４頁６行目冒頭から１０８頁１４行目末尾まで\nに記載のとおりであるから、これを引用する。\nア  １０４頁９行目、同２５行目及び１０５頁２５行目から２６行目にかけ\nての各「構成要件１Ｂ」をいずれも「構成要件１Ｂ′」と改め、同２４行\n目の「認められる」の次に「（以下、これらアラーム表示を「アラーム機\n能等」ということがある。）」を加え、同２４行目末尾に行を改めて以下の\nとおり加え、同２５行目の「回路モニタ機能等」を「回路モニタ機能及び\nワンタッチ回路ジャンプ機能（以下「回路モニタ機能等」という。）」と改\nめる。\n「  また、一審被告は、前記第３の１（被告の主張）⑴ア（本判決第２の\n４⑶において付加されたもの）のとおり、被告製品３のＯＳがインスト\nールされた被告表示器Ａは、構成要件１Ｂ′が規定する「異常現象の発\n生をモニタするプログラム」（モニタプログラム）を備えていない旨主\n張する。しかしながら、前記説示のとおり、操作盤１０（表示装置）は、\nプログラマブル・コントローラ本体２０のＲＡＭ２３のデータの変化を\n認識することによって、プログラマブル・コントローラ本体２０の制御\n対象に発生した異常現象の種類を認識するプログラムを有しており、こ\nれは、プログラマブル・コントローラ本体２０が備える「異常モニタ用\nラダープログラム」（【００２７】ないし【００２９】）とは異なる。そ\nして、この操作盤１０（表示装置）が備えるプログラムが、プログラマ\nブル・コントローラ本体２０のＲＡＭ２３のデータの変化を通じて間接\n的に異常現象の発生を監視することから、「異常現象の発生をモニタす\nるプログラム」とされたにすぎず、構成要件１Ｂ及び１Ｂ′が規定する\nプログラムは、もともと一審被告の主張にいう「変化認識プログラム」\nにほかならない。そして、被告製品３のＯＳをインストールした被告表\n示器Ａがこのようなプログラムを有することは一審被告も自認している\nから、一審被告の主張にいう「モニタプログラム」がプログラマブル・\nコントローラに含まれているからといって、構成要件１Ｂ′の充足の有\n無を左右することはない。したがって、一審被告のこの点に係る主張も、\n採用することはできない。」\nイ  １０６頁１１行目から１２行目にかけての「（ワンタッチ回路ジャンプ\n機能）」を削り、１０８頁１５行目冒頭から２６行目末尾までを次のと\nおり改める。\n「カ  一審被告は、前記第３の１（被告の主張）⑴イのとおり、所定のプ\nロジェクトデータがインストールされていない被告表示器Ａは、構成\n要件１Ｃないし１Ｆを充足しない旨主張する。\nしかしながら、本件発明１においてプロジェクトデータ自体は発明\n特定事項とはされていないから、被告製品３のＯＳをインストールし\nた被告表示器Ａが本件発明１の技術的範囲に属する物であるか否かの\n判断は、アラーム機能等の所定の設定をしたプロジェクトデータをイ\nンストールすれば回路モニタ機能等が使用できる表示装置であるか否\nかを検討するものであり、このような所定のプロジェクトデータがイ\nンストールされている状態を前提にして充足の有無を検討すれば足り\nる。\nしたがって、一審被告の上記主張は、採用することができない。\nキ  一審被告は、前記第３の１（被告の主張）⑴オ（本判決前記第２の\n４⑷において付加されたもの）のとおり、「要因検索」を指定したワ\nンタッチ回路ジャンプ機能をインストールした場合、異常現象の発生\nした回路図を含めてその要因とされる回路図まで回路図が列記された\n状態で表示されるから、要因検索が指定された被告表示器Ａは、構成\n要件１Ｅの「その指定された異常種類に対応する異常現象の発生をモ\nニタしたラダー回路を表示する手段」を充足しない旨主張する。\nしかしながら、構成要件１Ｅの「その指定された異常種類に対応す\nる異常現象の発生をモニタしたラダー回路を表示する手段」とは、当\n該ラダー回路図を含む表示がされればよいものであって、当該ラダー\n回路図のみを表示するものでなければならないとは解釈できないとこ\nろ、要因検索を指定してインストールされた表示器も、異常現象の要\n因とされるラダー回路から異常現象の発生をモニタしたラダー回路ま\nでの履歴が全て表示され、異常現象の発生をモニタしたラダー回路の\n表示のために画面のスクロールが必要となる場合があるにすぎないか\nら、構成要件１Ｅは充足されるものと解される。\nしたがって、一審被告の上記主張は、採用することができない。」\n⑷  被告表示器Ａ、被告製品３の製造、販売等の行為についての直接侵害の成\n否\n当裁判所も、被告表示器Ａ、被告製品３の製造、販売等の行為が本件特許\n権１についての直接侵害に該当するものではないと判断する。その理由は、\n原判決１１１頁８行目冒頭から１４行目末尾までを削るほかは、原判決の１\n０９頁３行目冒頭から１１２頁１９行目末尾までに記載のとおりであるから、\nこれを引用する。\n２  争点１－２（被告表示器Ａ、被告製品３の製造、販売等の行為は本件特許権１\nの間接侵害行為に該当するか）について\n⑴  特許法１０１条１号の間接侵害の成否\n当裁判所も、被告表示器Ａ及び被告製品３の製造、販売等の行為は、いず\nれも本件特許権１についての特許法１０１条１号の間接侵害に該当するもの\nではないと判断する。その理由は、原判決の１１２頁２５行目冒頭から１１\n３頁１４行目末尾に記載されたとおりであるから、これを引用する。\n⑵  特許法１０１条２号の間接侵害の成否\nア  「生産に用いる物」について\n前記１において判示したところによれば、被告表示器Ａや被告製品３は\n本件特許権１の直接侵害品（実施品）の「生産に用いる物」に当たると認\nめられるが、本件では、これらが本件発明１による「課題の解決に不可欠\nなもの」（課題解決不可欠品）に当たるか否かが争いとなっている。\nイ  「発明による課題の解決に不可欠なもの」について\n課題解決不可欠品の意義\n特許法１０１条２号において、その生産、譲渡等を侵害行為とみなす\n物を「発明による課題の解決に不可欠なもの」とした趣旨は、同号が対\n象とする物が、侵害用途のみならず非侵害用途にも用いることができる\nものであることから、特許権の効力の不当な拡張にならないよう、譲渡\n等の行為を侵害行為とみなす物（間接侵害品）を、発明という観点から\n見て重要な部品、道具、原料等（以下「部品等」という。）に限定する\n点にあり、そのために、単に「発明の実施に不可欠なもの」ではなく、\n「発明による課題の解決に不可欠なもの」と規定されていると解される。\nこの趣旨に照らせば、「発明による課題の解決に不可欠なもの」（課題解\n決不可欠品）とは、それを用いることにより初めて「発明の解決しよう\nとする課題」が解決されるような部品等、換言すれば、従来技術の問題\n点を解決するための方法として、当該発明が新たに開示する特徴的技術\n手段について、当該手段を特徴付けている特有の構成等を直接もたらす\n特徴的な部品等が、これに該当するものと解するのが相当である。\n本件発明１の特徴的技術手段について\nａ  本件発明１の課題及び課題解決手段について\n前記 の観点から、本件発明１において、従来技術の問題点を解決\nするための方法として新たに開示する特徴的技術手段を検討すると、\n前記１⑴によれば、本件明細書１では、本件発明１は、プログラマブ\nル・コントローラにおいて用いられる表示装置において、①異常表示\nをもたらしたラダー回路を探すのに、保守担当者が従来のラダー回路\n図を参照する方法では多大の時間を要すること、②真の異常原因を特\n定するためにいくつかのラダー回路図を探すのでは長い時間を浪費し\nやすいことという課題について、 異常種類がタッチにより指定され\nたときにその指定された異常種類に対応する異常現象の発生をモニタ\nしたラダー回路を表示する手段を有するものとすること（構成要件１\nＤ及び１Ｅ）によって、上記①の課題を解決するものとし、 ラダー\n回路を表示する手段が、表示されたラダー回路の入出力要素のいずれ\nかをタッチして指定するタッチパネルと、表示されたラダー回路の入\n力要素がタッチにより指定されたときにその入力要素を出力要素とす\nるラダー回路を検索して表示し、表示されたラダー回路の出力要素が\nタッチにより指定されたときにその出力要素を入力要素とするラダー\n回路を検索して表示する手段を含むものとすること（構成要件１Ｆ）\nによって、上記②の課題を解決するものとしたことが認められる。\nｂ  従来技術について\nここで、本件特許１の出願前に頒布された刊行物であると認めるこ\nとのできる「三菱グラフィックオペレーションターミナル  ＭＥＬＳ\nＥＣ－ＧＯＴ９００シリーズのカタログ」（乙１。以下「乙１文献」\nという。）の記載（８頁、１４頁、２５頁）、「三菱グラフィックオペ\nレーションターミナルＧＯＴ  ＭＥＬＳＥＣ  オペレーティングマニ\nュアル」（乙２。以下「乙２文献」という。）の記載（６－１６頁ない\nし６－１７頁）及び「三菱グラフィックオペレーションターミナル\nＧＯＴ  ＭＥＬＳＥＣ  オペレーティングマニュアル（拡張機能・オ\nプション機能編）」（乙３。以下「乙３文献」という。）の記載（１－\n１０頁ないし１－１１頁、６－４頁ないし６－６頁、６－７頁）によ\nると、表示された複数種類のメッセージを指で反転表示させ、タッチ\nキーを選択すると、エラーが発生したデバイスを検索した状態で回路\nモニタ機能が起動され、検索されたデバイスを含む回路ブロックのみ\nが表示される回路モニタ機能を有し、当該回路モニタ機能は、タッチ\nキーをタッチにより指定し、入力画面においてデバイス名又はデバイ\nス番号を入力することにより、読み出した検索デバイスを含む回路ブ\nロックが表示されるコイル検索と、タッチキーをタッチにより指定し、\n入力画面においてデバイス名又はデバイス番号を入力することにより、\n読み出した検索デバイスを含む回路ブロックが表示される接点検索が\nできる製品が開示されていると認められる。\nまた、「ＭＥＬＳＥＣ  ＱｎＡ  カタログ」（乙２０。以下「乙２０\n文献」という。）の記載（２枚目、３枚目）によると、ラダー回路図\n上のコイル又は接点にカーソルを移動して指定すると、デバイスの接\n点又はコイルの位置にカーソルが移動するラダー回路編集装置が開示\nされていることが認められる。\nさらに、「特開平６－１９５１１１号公報」（乙２９。以下「乙２９\n文献」という。）の記載（【０００１】、【００１４】ないし【００１\n６】、【図２】、【図３】）によると、異常現象が発生した場合に、表示\nされたラダー回路の入力要素をタッチすることにより、その入力要素\nを出力要素とするラダー回路が表示される監視装置が開示されている\nものと認められる。\nｃ  検討\n前記ｂの従来技術に照らすと、本件発明１は、乙１文献ないし乙３\n文献の装置に対しては、入力要素又は出力要素の検索がタッチ検索で\nある点が異なり、乙２０文献の装置に対しては、コイル検索又は接点\n検索がタッチ検索で、かつ、異常現象が発生した場合に検索を行う点\nが異なり、乙２９文献の装置に対しては、出力要素を入力要素とする\nタッチ検索ができる点で異なる。これらの点に鑑みると、本件発明１\nの「異常種類が当該タッチにより指定されたときにその指定された異\n常種類に対応する異常現象の発生をモニタしたラダー回路を表示する\n手段」（構成要件１Ｅ）が「表示されたラダー回路の入…力要素…を\nタッチして指定するタッチパネルと、表示されたラダー回路の入力要\n素が当該タッチにより指定されたときにその入力要素を出力要素とす\nるラダー回路を検索して表示」（コイル検索）する構成は、従来技術\nにすぎないと認められ、本件発明１が新たに開示する特徴的技術手段\nは、「異常種類が当該タッチにより指定されたときにその指定された\n異常種類に対応する異常現象の発生をモニタしたラダー回路を表示す\nる手段」（構成要件１Ｅ）が「表示されたラダー回路の…出力要素…\nをタッチして指定するタッチパネルと、表示されたラダー回路の出力\n要素が当該タッチにより指定されたときにその出力要素を入力要素と\nするラダー回路を検索して表示」（接点検索）する構成（以下「異常\n発生時におけるタッチによる接点検索」ということがある。）である\nと認められる。\n特徴的な部品等\n前記 のとおり、特許法１０１条２号は、間接侵害品を当該発明の特\n徴的部分を特徴付ける特有の構成等を直接もたらす特徴的な部品等に限\n定していると解されるが、「部品等」の範囲は、物理的又は機能的な一\n体性を有するか否かを社会的経済的な側面からの観察を含めて決定され\nるべきものであり、ある部材が既存の部品等であっても、当該発明の課\n題解決に供する部品等として用いるためのものとして製造販売等がされ\nているような場合には、当該部材もまた当該発明による課題の解決に不\n可欠なものに該当すると解すべきものである。なぜならば、特徴的な部\n品等といえども公知の部品等が組み合わせられているにすぎない場合が\n多いところ、一体性を有するものも形式的に分離できるのであれば直ち\nに間接侵害の適用が排除されるとすると、間接侵害の規定が及ぶ範囲を\n極度に限定することとなり、特許法が間接侵害を特許権侵害とみなして\n特許権の保護を認めた趣旨に著しく反することになるからである。\n被告製品３について\n被告製品３は、拡張／オプション機能ＯＳのうちの回路モニタ機能等\n部分を格納しており、これが被告表示器Ａにインストールされることに\nよって、被告表示器Ａにおいて回路モニタ機能等の使用が可能となるも\nのである。そして、被告製品３の回路モニタ機能等部分とこれを除く他\nの部分とは、物理的にかつ機能的にも一体性を有するものと認められる。\nそうすると、被告製品３は、全体として、本件発明１の特徴的技術手\n段を直接もたらす特徴的部品であると認められる。\nしたがって、被告製品３は本件発明１の課題解決不可欠品に当たる。\n被告表示器Ａについて\n本件発明１が新たに開示する特徴的技術手段である、異常発生時のタ\nッチによる接点検索との構成は、被告表示器Ａと被告製品３の双方があ\nって初めて実現し得る構成である。そして、一審被告が自認するとおり、\n回路モニタ機能等を実現するために被告表示器Ａにインストールできる\nＯＳは被告製品３のみであり、同機能の実現のために被告製品３がイン\nストールできる表示器は被告表示器Ａのみであるから（甲５、８）、上\n記構成を実現するように被告表示器Ａが機能し得るのは、被告製品３の\nＯＳがインストールされた場合であり、かつ、その場合に限る。その上、\n被告表示器Ａと被告製品３は、いずれも一審被告が生産、販売するもの\nであり、一審被告は上記のような構成を熟知し、あえてこのような構成\nを選択し、かつ、顧客に両者を提供しているものといえる。\n以上からすると、被告表示器Ａと被告製品３とは、たまたま物理的に\n別個の製品とされたことにより、一つの機能が複数の部品に分属させら\nれているものの、本来的には、被告表示器Ａは、被告製品３と機能的一\n体不可分の関係にあるものであって、独立した製品とされていたとして\nも、本件発明１の特徴的技術手段を直接もたらす特徴的部品等を構成す\nるものであるというべきである。\nしたがって、被告表示器Ａは本件発明１の課題解決不可欠品である。\n一審被告の主張について\nａ  一審被告は、引用に係る原判決第３の２（被告の主張） イ（本判\n決前記第２の４ において補正されたもの）のとおり、構成要件１Ｆ\nの「出力要素が当該タッチにより指定されたときにその出力要素を入\n力要素とするラダー回路を検索して表示する」構成である接点検索は、\n異常原因の特定に資するものではないし、また、コイル検索をしすぎ\nた場合に接点検索により元の回路に戻れるものではないから、一審原\n告の主張する「究明された異常原因によって、設備に他にどのような\n影響があるかを確認すること」との技術的意義を有しているとしても、\n本件発明１の課題を解決する手段にも特徴的技術手段にも当たらず、\n本件発明１と技術分野の異なる回路編集装置にしか必要とならない機\n能である旨主張する。\nｂ  そこで、検討するに、本件明細書１には、次の記載がある。\n「  【００１０】\n従来のプログラマブル・コントローラでは、異常がおきたときにそ\nの異常の種類に対応する異常表示が行なわれるために、作業者は異\n常がおきた事実とおきた異常現象の種類を知ることができるが、そ\nれがなぜおきたかは表示されない。\nそこで、従来のプログラマブル・コントローラでは、異常がおきた\n場合に、システムの保守担当者が予め用意されているラダー回路図\n面集を参照しながら、異常表示を点灯させたラダー回路を発見し、\nそのラダー回路にしたがって異常をもたらした原因を探求していく。\n【００１１】\n【発明が解決しようとする課題】\n一般にラダー回路図面集は１００頁以上に及ぶ分厚いものであり、\n異常表示をもたらしたラダー回路を探すのに多大の時間を要する。\nしかも、真の異常原因を特定するまでにいくつかのラダー回路を探\nさなければならないことが多く、ラダー回路図面集から必要なラダ\nー回路を探し出すまでに長い時間を浪費しやすい。\nそこで、本発明は、異常現象の発生時に、その異常をもたらしたラ\nダー回路を表示するようにして、上記の不具合を解消し、もって速\nやかに復旧処理できるようにすることを目的とする。\n【００１５】\n異常表示されたときにその異常表示をもたらしたラダー回路が表示\nされると、その異常に至った入力要素が直ちに特定されることから、\n復旧処理がやりやすくなる。ここで、ある入力要素は同時に出力要\n素であり得ることから、その異常をもたらした入力要素が真の原因\nでなく、その入力要素を出力要素とする別の入力要素が真の異常原\n因であることがある。例えば、入力要素１が異常表示をもたらした\n場合に、その入力要素１（同時に出力要素１でもある）の動作状態\nを切換える入力要素２が真の異常原因であることがある。しかもそ\nの連鎖がさらに遡ることがある。\n【００１６】\nこのような事態があり得る場合に、前記の表示装置は、表示された\nラダー回路の入出力要素をタッチパネルを利用して指定することが\nできる。表示されたラダー回路の入力要素が指定されたときは、そ\nの指定された入力要素を出力要素とするラダー回路が検索されて表\n示される。また、表示されたラダー回路の出力要素が指定されたと\nきは、その指定された出力要素を入力要素とするラダー回路が検索\nされて表示される。このため、真の原因を特定できるまで次々にラ\nダー回路を読み出していくことができる。しかもその操作は、タッ\nチパネルに手を触れるだけですみ、極めて簡単である。\n【００４０】\nさらに、この操作盤１０では、ラダー回路を切換えていくことがで\nきる。このためには、操作者が入力要素(この場合Ｍ００１)か出力\n要素ＥＭ６００のいずれかにタッチする。\n入力要素にタッチすると、図１２のステップＳ５４がイエスとなり、\nステップＳ５５ではその入力要素に対応するアドレスを変数Ａｄｄ\nに記憶する。この状態で次にステップＳ５１が実施されるために、\nこのとき実施されるステップＳ５１ではそれまで入力要素（Ｍ００\n１）を出力要素とするラダー回路が検索されて表示される。図８は\nそれを例示しており、いままでの入力要素を出力要素とするラダー\n回路に置き換わる。\n作業者はこの機能を使って真の原因を探求する為にラダー回路を上\n流に遡行していくことができ、因果関係の連鎖をシステムによって\nガイドされながら的確に原因を追求することができる。\n【００４１】\n因果関係の連鎖を遡及しすぎた場合には、出力要素をタッチする。\nすると、今度はステップＳ５７とＳ５８が実行され、今度はそれま\nでの出力要素を入力要素とするラダー回路に戻すことができる。例\nえば、図８の状態で出力要素Ｍ００１にタッチすると、今度は、出\n力要素Ｍ００１を入力要素とするラダー回路、すなわち、図７  の\nラダー回路に戻るのである。\n【００４２】\n図１２のステップＳ５５とＳ５１によってラダー回路を遡及側へ追\n求することができ、ステップＳ５７とＳ５８によって遡及しすぎた\n場合には戻ることができるために、この操作盤は極めて使いやすく、\n異常時の復旧処理を効果的に実施することを可能とする。\n【００４５】\n【発明の効果】\n請求項１に記載の装置によると、異常がおきたときにその異常をも\nたらしたラダー回路が表示されることから、作業者は直ちに復旧処\n理に着手でき、いままでのように分厚いラダー回路図面集から関連\nするラダー回路を探し出すのに時間を浪費するといった事態を避け\nることができる。\n因果関係の連鎖が複数のラダー回路に亘る場合に、作業者がタッチ\nパネルにタッチするだけで次々に関連するラダー回路を表示させる\nことが可能となり、異常現象が複雑な場合の原因探索を極めて有効\nに支援することができ、原因探索時間が効果的に短縮化される。\n【図１２】\n」\nｃ  前記ｂの記載によると、本件発明１の構成要件１Ｆの接点検索の\n作用効果として、コイル検索（「入力要素を出力要素とするラダー\n回路を検索して表示する手段」）による異常原因の探求中に遡及し\nすぎ た 場 合 に元 に戻 ると する 記 載部 分が ある こと が 認め られ る\n（【００４１】、【００４２】、【図１２】）。接点検索によってコイル\n検索でたどった回路も表示されるから、遡及しすぎた場合に戻れる\nことが可能なのは明らかであり、元の回路に戻る最適な手段とはい\nい難いとしても、接点検索に元の回路に戻る機能がないわけではな\nい。\nさらに、前記ｂの記載が接点検索の作用効果が元の回路に戻るこ\nとのみにあると限定して理解する必要性も見当たらない。本件発明\n１の作用効果は、「異常表示をもたらしたラダー回路を探すのに多\n大の時間を要する。・・・異常現象の発生時に、その異常をもたら\nしたラダー回路を表示するようにして、上記の不具合を解消し、も\nって速やかに復旧処理できるようにする」こと（【００１１】）、「因\n果関係の連鎖が複数のラダー回路に亘る場合に、作業者がタッチパ\nネルにタッチするだけで次々に関連するラダー回路を表示させるこ\nとが可能となり、異常現象が複雑な場合の原因探索を極めて有効に\n支援することができ、原因探索時間が効果的に短縮化される」こと\n（【００４５】）にもあり、多岐にわたるラダー回路を表示すること\nによって異常現象発生時の復旧処理を短時間化させるという復旧処\n理の目的を広く含めているものであるところ、ラダー回路を遡及し\nてある接点の異常を特定して異常の原因究明をした後に、当該接点\nの異常の影響が遡及経路上のコイル以外の出力要素にも及んでいな\nいか確認し、究明された異常原因によって設備に他にどのような影\n響があるか確認することも復旧処理における副次的な目的として存\n在しており、これもまた異常原因の特定に資すると認められ（甲６\n９）、一審被告も接点検索に下流側への影響を確認するとの用途が\nあること自体は否定していない。したがって、構成要件１Fの接点\n検索は、表示装置において、異常発生時の復旧処理を短時間化させ\nるとの本件発明１の課題解決手段であると認めらるのが相当である。\nまた、本件発明１の特徴的技術手段は、異常発生時のタッチによ\nる接点検索機能であり、単にタッチによる接点検索機能を持たせた\nことではないから、従来の回路編集装置とは異なる技術分野におけ\nる上記課題解決手段として有用性が認められるものである。\n以上のとおりであるから、一審被告の前記ａ記載の主張を採用す\nることはできない。。\nウ  汎用品該当性について\n被告表示器Ａ及び被告製品３の機能等に照らせば、被告表示器Ａ及び被\n告製品３が日本国内において広く一般に流通しているものに当たると認め\nることはできない。\nこの点に関連し、一審被告は、引用に係る原判決第３の２（被告の主張）\n⑶ウ （本判決第２の４⑹において補正されたもの）のとおり、回路モニ\nタ機能は、異常の発生とは独立した機能であり、アラームリスト機能を経\n由せずにラダー回路が表示されている状態でも使用することができるから、\nこの機能は汎用的な機能として提供されている旨主張する。\nしかし、特許法１０１条２号が「日本国内において広く一般に流通して\nいるもの」を間接侵害の対象物から除く趣旨は、市場において一般に入手\n可能な状態にある規格品や普及品まで間接侵害の対象とするのでは取引の\n安定性の確保の観点から好ましくないとの点にあるところ、被告表示器Ａ\n及び被告製品３がそのような規格品、普及品であるとは認められないから、\n回路モニタ機能が汎用的な機能であったとしても、被告表示器Ａ及び被告\n製品３が汎用品に該当することはない。\nしたがって、一審被告の上記主張を踏まえても、上記認定は左右されな\nい。\nエ  直接侵害品が生産される条件について\n「発明の実施に用いられることを知りながら」（主観的要件②）との\n検討に当たり、まず、被告表示器Ａ及び被告製品３が本件発明１の実施\n（生産）に用いられる条件について検討する。\n一審原告は、引用に係る原判決第３の２（原告の主張）イ （本判決\n前記第２の４⑸において補正されたもの）のとおり、被告表示器Ａと被\n告製品３の販売は被告製品３のＯＳがプレインストールされた表示器と\n実質的に変わらないか、あるいは、被告表示器Ａに回路モニタ機能をイ\nンストールすれば直接侵害品として生産されたといえる旨主張するとこ\nろ、一審被告は、同第３の２（被告の主張）⑶エ（本判決前記第２の４\n⑹において補正されたもの）のとおり、被告表示器Ａ及び被告製品３が\n直接侵害品として生産されるには特定の種類の一審被告製のシーケンサ\nと接続する等の前提条件を要するから、被告表示器Ａ及び被告製品３を\n直接侵害品の生産に用いる蓋然性は低いし、異常現象の発生時に本件発\n明１の接点検索機能を用いることは、元の回路に戻るためには無意味又\nは非現実的な機能であるから、被告表示器Ａ及び被告製品３が本件発明\n１の実施品として使用されることはない旨主張している。\n前記１ 及び⑶において検討したとおり、被告製品３のＯＳをインス\nトールした被告表示器Ａが本件発明１の技術的範囲に属するのは、タッ\nチパネルに表示された異常名称をタッチした場合にラダー回路を表示で\nきる状態になっていなければならないが、そのためには、ユーザが被告\n表示器Ａと被告製品３を購入等するのみならず、ユーザが被告表示器Ａ\nにおいて回路モニタ機能等を利用できる一審被告製のシーケンサを有し\nていること、ユーザにおいて回路モニタ機能等を含むプロジェクトデー\nタを作成することが必要と認められる。\n一審原告は、被告表示器Ａ及び被告製品３の購入等又は被告表示器Ａ\nに回路モニタ機能がインストールされることによって直ちに直接侵害品\nが生産されたといえる旨主張するが、本件発明１の構成要件からみて、\nユーザが実際にワンタッチ回路ジャンプ機能を操作することまでは直接\n侵害品の生産には不要であるとしても、その操作をし得る状態であるこ\nとは直接侵害品の生産に必要なものといえ、一審原告の上記主張は、採\n用することができない。\n被告表示器Ａを利用するためには被告製品３のＯＳをインストールす\nる必要があるから、被告表示器Ａを購入等するユーザであって被告製品\n３を購入等していないユーザはいない。そして、被告表示器Ａは、工場\n等における設備機械を制御する制御装置であるプログラマブル・コント\nローラ（シーケンサ）に接続するものであるから、その性質上、被告表\n示器Ａを購入等したユーザが、設備機械に異常が発生したときに、その\n原因を確認・究明するために、ラダー回路を確認することや、その確認\nの際に回路モニタ機能を使用することが例外的な事象であるとは認め難\nい。\nまた、引用に係る原判決第４の２⑵（本判決前記１⑵）において認定\nしたとおり、一審被告は、被告製品１－１及び２や被告製品３－１のカ\nタログ（甲５）の６頁で、「ＣＡＳＥ  ＳＴＵＤＹ１」という項目の冒\n頭にワンタッチ回路ジャンプ機能について記載して、「画面を数回タッ\nチしていくだけで、異常の原因をサーチ可能！」などとその利点を強調\nしており、この頁は、「ＣＯＮＴＥＮＴＳ」等が記載された２・３頁及\nびＧＯＴ１０００の各機種の「ＬＩＮＥ－ＵＰ」が記載された４・５頁\nに続く頁で、製品の機能を最初に記載した頁であり、ワンタッチ回路ジ\nャンプ機能はその冒頭に記載されている（甲５）。一審被告は、その１\n２頁の汎用シーケンサとの連携について記載した箇所でも、その機能に\nついて記載しており、さらに、「ＧＯＴ１０００シリーズ  ＩＮＦＯＲＭＡＴＩＯＮ\n№２パソコンレスで保守編①」と題する宣伝用の書面（甲３５。平成２\n５年６月作成 。） の １ 頁 に お い て も 、 冒 頭 で 「 Ｇ Ｏ Ｔ に し か で き な\nい！！」と記載した上で、「メンテナンスに！トラブル解決に！ワンタ\nッチ回路ジャンプ機能搭載！  大好評！[ラダー編集機能]」、「現場で即\n解決！」と記載し、その下の「広いアクセス範囲と便利な機能で、保守\n作業も効率的！」という項目で、「ワンタッチ回路ジャンプ機能にも対\n応しているので、故障要因の究明に役立ちます。」と記載している（甲\n３５）。なお、一審被告は、被告製品２－１及び２や被告製品３－２に\nおいても、ワンタッチ回路ジャンプ機能を使用可能としている（甲８）。\nこれらの事情を総合すると、一審被告がワンタッチ回路ジャンプ機能\nを被告表示器Ａや被告製品３の宣伝ポイントとしていたことは明らかで\nあり、また、前記⑵のとおり、被告表示器Ａは、被告の表示器の中でハ\nイスペック機種又はミドルスペック機種であって、価格としても高額な\n機器であるから、ユーザはその機能を十全に利用しようとするのが自然\nといえる。そうすると、被告表示器Ａ及び被告製品３の購入者等は、回\n路モニタ機能等を利用しようと合理的に行動するものといえる。そして、\n前記１⑵のとおり、ユーザが動作設定を回路モニタとする拡張機能スイ\nッチ等が配置されたプロジェクトデータを作成した場合には、ユーザが\n特に除外する行動をとらない限り、被告表示器Ａにプロジェクトデータ\nが転送される際に、被告製品３の拡張／オプション機能ＯＳのうちの回\n路モニタ機能部分が転送対象として自動的に選択され、被告表示器Ａに\n自動的に転送される。また、ワンタッチ回路ジャンプ機能のインストー\nルについても、引用に係る原判決第４の２⑵（本判決前記１⑵で補正さ\nれたもの）のとおり、プロジェクトデータにおける拡張機能スイッチ等\nの設定の際に、ボックスにチェックを入れるだけで設定が済むものであ\nるから（甲１５、３７、５２）、回路モニタ機能等がインストールされ\nる可能性はかなり高いといえる。\nさらに、一審被告製シーケンサの国内市場の占有率が半分近くに及ん\nでおり（乙５８ないし６４）、また、一審被告は、一審被告製シーケン\nサに中に占める、被告表示器Ａと接続して回路モニタ機能等の実行が可\n能な一審被告製シーケンサの販売割合は別紙７の４のとおりであると主\n張しており、これに疑念を差し挟む理由もないから、同販売割合は相当\n程度高い割合に及んでいると認められる。そうすると、結局、被告表示\n器Ａと接続して回路モニタ機能等の実行が可能な一審被告製シーケンサ\nが国内市場に占める割合も相当な割合に及んでいるといえる。また、一\n審被告製のプログラマブル表示器の販売数量よりも一審被告製シーケン\nサの販売数量の方が多いところ（乙５８ないし６４）、プログラマブル\n表示器の選定条件では、「ＰＬＣとの親和性」が６３.９％と最も多数を\n占めること（甲３０の３４頁）からみて、プログラマブル・コントロー\nラ（シーケンサ）とプログラマブル表示器とを同一メーカのもので統一\nする傾向があると推認される。そうすると、被告表示器Ａを購入した顧\n客が保有するプログラマブル・コントローラは一審被告製のプログラマ\nブル・コントローラであって、そのうち、回路モニタ機能等を使用でき\nるプログラマブル・コントローラである見込みがかなり高いといえる。\nこのように、被告表示器Ａを購入等するユーザは必ず被告製品３を購\n入等すること、回路モニタ機能がプログラマブル表示器に本来的に要請\nされる機能であること、一審被告がワンタッチ回路ジャンプ機能を宣伝\n広告のポイントとしていたこと、被告表示器Ａ及び被告製品３を購入等\nしたユーザは回路モニタ機能等を用いることを強く動機付けられ、その\n機能がインストールされる可能性もかなり高いといえること、そして、\n回路モニタ機能等を利用できる機器環境にあるユーザの割合がかなり高\nく見込まれることに鑑みると、被告表示器Ａ又は被告製品３を購入等す\nるユーザのうち例外的とはいえない範囲の者が本件特許権１の直接侵害\n品の生産をする高度の蓋然性があると推認され、これを覆すに足りる主\n張立証はないというべきである。\nなお、被告表示器Ａのうち被告製品１－２については、回路モニタ機\n能等を使用するユーザは必ずオプション機能ボードを購入する必要があ\nり、他の被告表示器Ａに比べ、回路モニタ機能等使用率が下がる可能性\nがあるところ（甲５）、別紙３に記載の被告製品１－２の販売数と、別\n紙７の５のとおりと認められるオプション機能ボードの販売数を対比す\nると、被告製品１－２を購入等したユーザのうち回路モニタ機能等を利\n用できるユーザは最大でも（オプション機能ボードを購入したユーザが\n必ず回路モニタ機能等を使用するとはいえない。）約４分の１になるが、\nこの割合は、被告製品１－２を購入したユーザのうち例外的とはいえな\nい範囲の者が本件特許権１の直接侵害品の生産をする高度の蓋然性があ\nると推認することを妨げるものではない。\nなお、一審被告は、異常現象の発生時に本件発明１の接点検索機能を\n用いることは無意味又は非現実的な機能である旨主張するが、本件発明\n１の接点検索機能が無意味又は非現実的な機能とはいえないことは、前\n記イ のとおりである。\nオ  主観的要件について\n当裁判所も、一審被告が、平成２５年４月２日以降、本件発明１が「特\n許発明であることを知りながら」（主観的要件①）、かつ、本件特許権１の\n直接侵害品の生産に用いる被告表示器Ａ及び被告製品３が本件発明１の\n「発明の実施に用いられることを知りながら」（主観的要件②）、それらを\n生産、譲渡等していたものと判断する。\nその理由は、次のとおり補正するほかは、原判決の１１６頁１９行目冒\n頭から１２５頁４行目末尾までに記載されたとおりであるから、これを引\n用する。\n１１７頁２６行目の「被告製品３」の次に「のＯＳをインストールし\nた被告表示器Ａ」を加える。\n１２０頁２２行目から１２５頁２４行目までを次のとおり改める。\n「   主観的要件②について\nａ  一審被告は、被告表示器Ａ及び被告製品３には本件発明１を実\n施しない実用的な用途が存在しており、また基本的に販売代理店\nに対して被告表示器Ａ及び被告製品３を販売しているにすぎない\nから、被告表示器Ａ及び被告製品３がユーザの下で本件発明１の\n実施に用いられることを知らないと主張している。\nｂ  まず、どのような場合に主観的要件②を満たすものと考えるべ\nきか、すなわち、適法な用途にも使用することができる物の生産、\n譲渡等が「発明の実施に用いられることを知りながら」したとい\nえるのはどのような場合かについて検討する。\n特許法１０１条２号の間接侵害は、適法な用途にも使用するこ\nとができる物（多用途品）の生産、譲渡等を間接侵害と位置付け\nたものであるが、その成立要件として、主観的要件②を必要とし\nたのは、対象品（部品等）が適法な用途に使用されるか、特許権\nを侵害する用途ないし態様で使用されるかは、個々の使用者（ユ\nーザ）の判断に委ねられていることから、当該物の生産、譲渡等\nをしようとする者にその点についてまで注意義務を負わせること\nは酷であり、取引の安全を著しく欠くおそれがあることから、い\nたずらに間接侵害が成立する範囲が拡大しないように配慮する趣\n旨と解される。\nこのような趣旨に照らせば、単に当該部品等が特許権を侵害す\nる用途ないし態様で使用される一般的可能性があり、ある部品等\nの生産、譲渡等をした者において、そのような一般的可能性があ\nることを認識、認容していただけで、主観的要件②を満たすと解\nするのでは、主観的要件②によって多用途品の取引の安全に配慮\nすることとした趣旨を軽視することになり相当でなく、これを満\nたすためには、一般的可能性を超えて、当該部品等の譲渡等によ\nり特許権侵害が惹起される蓋然性が高い状況が現実にあり、その\nことを当該部品等の生産、譲渡等をした者において認識、認容し\nていることを要すると解するべきである。\n他方、主観的要件②について、部品等の生産、譲渡等をする者\nにおいて、当該部品等の個々の生産、譲渡等の行為の際に、当該\n部品等が個々の譲渡先等で現実に特許発明の実施に用いられるこ\nとの認識を必要とすると解するのでは、当該部品等の譲渡等によ\nり特許権侵害が惹起される蓋然性が高い状況が現実にあることを\n認識、認容している場合でも、個別の譲渡先等の用途を現実に認\n識していない限り特許権の効力が及ばないこととなり、直接侵害\nにつながる蓋然性の高い予備的行為に特許権の効力を及ぼすとの\n特許法１０１条２号のそもそもの趣旨に沿わないと解される。\n以上を勘案すると、主観的要件②が認められるためには、当該\n部品等の性質、その客観的利用状況、提供方法等に照らし、当該\n部品等を購入等する者のうち例外的とはいえない範囲の者が当該\n製品を特許権侵害に利用する蓋然性が高い状況が現に存在し、部\n品等の生産、譲渡等をする者において、そのことを認識、認容し\nていることを要し、またそれで足りると解するのが相当であり、\nこのように解することは、「その物がその発明の実施に用いられ\nることを知りながら」との文言に照らしても、不合理とはいえな\nい。\nｃ  これを本件についてみると、前記エのとおり、被告表示器Ａ又\nは被告製品３を購入等するユーザのうち例外的とはいえない範囲\nの者が本件特許権１の直接侵害品の生産をする高度の蓋然性があ\nる状況が現に存在すると認められ、前記エにて説示する事実関係\nからみて、被告表示器Ａ及び被告製品３を生産、譲渡等している\n一審被告がその事実関係を知らないはずはないから、一審被告は、\nもその状況を認識、認容しながら被告表示器Ａ及び被告製品３の\n生産、譲渡等を行ったと認めることができる。\nｄ  一審被告の主張について\n一審被告は、引用に係る原判決第３の２（被告の主張）⑶ウ\n（本判決前記第２の４⑹で補正されたもの）のとおり、悪意を否\n定する根拠として、被告製品３を販売代理店を通じて販売してい\nたことを指摘しているが、そうであるとしても、そのことは、一\n審被告が個々のユーザの実際の用途を具体的に知らないというこ\nとを推認させるにとどまるのであって、一審被告が間接侵害品と\n認められる被告表示器Ａ又は被告製品３を生産、譲渡等するに当\nたり、被告表示器Ａ又は被告製品３を購入等するユーザのうち例\n外的とはいえない範囲の者が当該製品を特許権侵害に利用する蓋\n然性が高いことを認識、認容していたとの前記認定を左右しない。\nなお、一審被告は、同⑶イ（本判決前記第２の４⑹で補正され\nたもの）のとおり、本件では訂正前発明１に係る訂正前の発明は\n従来技術そのものであり、それとの関係ではいかなる物も課題解\n決不可欠品に該当することはあり得ないから、間接侵害が成立す\nる余地はないと主張する。この主張は、主観的要件②を満たすた\nめには、当該製品が「その発明による課題の解決に不可欠なもの」\nであることの認識を必要とするとの趣旨と解される。しかし、上\n記のとおり、特許法１０１条２号において主観的要件②が必要と\nされる趣旨が、対象品（部品等）が適法な用途にも使用されるも\nのであることから、その生産、譲渡等をしようとする者の取引の\n安全を図る点にあることからすると、当該製品が侵害用途に用い\nられることについて上記の意味での悪意であれば足り、それが\n「その発明による課題の解決に不可欠なもの」であることの認識\nまでは要しないと解するのが相当である。したがって、一審被告\nの上記主張は採用することができない。\nｅ  以上によれば、一審被告は、被告表示器Ａ及び被告製品３が本\n件発明１の実施に用いられることを知りながら、その生産、譲渡\n等をし、また、被告製品３に係るコンピュータ・プログラムを使\n用許諾（プログラムにおいては、使用許諾が貸渡しに当たると解\nされる。）したと認められる。\nカ  小括\nしたがって、一審被告による平成２５年４月２日以降の被告表示器Ａ及\nび被告製品３の生産、譲渡等について特許法１０１条２号の間接侵害が成\n立する。\n３  争点２－１（被告表示器、被告製品３の製造、販売等の行為は本件特許権２\n－１の直接侵害行為に該当するか）、争点２－２（被告製品１及び２、被告製\n品３の製造、販売等の行為は本件特許権２－１の間接侵害行為に該当するか）、\n争点２－３（被告表示器、被告製品３の製造、販売等の行為は本件特許権２－\n３の直接侵害行為に該当するか）及び争点２－４（被告製品１及び２、被告製\n品３の製造、販売等の行為は本件特許権２－３の間接侵害行為に該当するか）\nについて\n⑴  本件発明２について\n本件発明２－１及び２－３の技術的意義は、原判決の１２６頁５行目冒頭\nから１２８頁２行目末尾までに記載のとおりであるから、これを引用する。\n⑵  構成要件２Ｅについて\n構成要件２Ｅは、「前記表示板の一部であって前記ソフトランプおよび前\n記ソフトスイッチの表示区画とは独立して設けた異常名表示区画に前記シー\nケンス制御の実行中に生じる各種異常の名称を少なくとも１つ選択的に表示\nする異常名表示プログラムを設け」と規定し、「異常名表示区画」を、「表示\n板」の一部であるが、「前記ソフトランプおよびソフトスイッチの表示区画」\nとは独立して設けることとしている。\nまた、本件明細書２をみると、前記⑴における認定のとおり、本件発明２\n－１及び２－３は、異常表示に対する対応処置において画面切替えをするこ\nとが煩わしいとの問題に対して、表示板の一部の限定された領域に数個の異\n常が優先度の高い順に表示されるようにすること、複数個の異常項目につい\nてのランプと機械装置の動作状態を示すランプとこの機械装置に指令を与え\nるスイッチとが１画面中に同時に表示できるようにすることを目的として、\nその解決手段として本件発明２－１及び２－３の構成をとり、その結果とし\nて、異常名称の表示画面では他の表示領域をその他の情報の表示に割り当て\nることができ、複数の異常が同時的に発生したときに表示板上に優先順位の\n高いものから順に表示するようにしたので、オペレータはどの異常が重大で\n緊急性を要するかを認識でき、重要な異常が長時間放置されることにより生\nじる問題を未然に防止できるとの効果が得られるとするものである。そして、\n発明の実施形態においては、多数のソフトランプＳＬを表示する画面上段側\nの第１表示領域ＤＰＹ１の中の４つの領域からなる区画が「異常名表示区画」\nと記載され（【図３】）、異常名称のみから対応することのできる熟練したオ\nペレータは、この画面に表示されるソフトランプＳＬによりプログラマブ\nル・コントローラあるいは工作機械ＭＴの運転状況を把握し、同画面に表示\nされるソフトスイッチＳＳを操作して異常原因を取り除く作業を進めること\nができるとされている（【００４７】）。\n⑶  被告表示器及び被告製品３について\n被告製品３のＯＳをインストールした被告表示器による拡張アラームポッ\nプアップ表示（被告製品２については、アラームポップアップ表示。以下、\n両者を併せて「アラームポップアップ表示等」ということがある。）は、ア\nラーム表示オブジェクトを画面に配置していなくても、アラーム発生時のみ\nアラームを表示でき、アラームの表示位置に他のオブジェクトが配置されて\nいても、表示画面に関係なくアラームを表示することができるものであり、\n他のオブジェクトが拡張アラームポップ表示により隠れてしまうことが当然\nに想定されている（甲７の１１－８頁、１１－９頁、１１－２４０頁）。\nそうすると、被告表示器のアラームポップアップ表示等は、アラーム表示\nオブジェクトを配置せず、そして、ソフトランプ及びソフトスイッチの上に\n重なった状態で表示を行うものであるから、ソフトランプおよびソフトスイ\nッチの表示区画と区画が独立した「異常名表示区画」に表示するものとはい\nえない。\n⑷  一審原告の主張について\n一審原告は、アラームポップアップ表示等も外縁が仕切られた領域である\nから、「独立して設けた異常名表示区画」である旨主張するが、前記⑵のと\nおり、構成要件２Ｅが異常名を表示する「区画」を「独立して」設けたのは、\n異常名表示が他のソフトランプやソフトスイッチと重ならないためであるか\nら、単に異常名表示の区画として成立していれば足りるというものではなく、\nアラーム表示オブジェクトがソフトランプ及びソフトスイッチの上に重なっ\nた状態となるアラームポップアップ表示等と構成要件２Ｅは、全く相容れな\nい技術思想にある。\nなお、拡張アラームポップアップの表示位置は、画面上部、画面中央、画\n面下部に切り換えることができ（甲７の１１－２４０頁）、ソフトランプ及\nびソフトスイッチの表示画面への配置はユーザが任意に設定可能であるから\n（乙３３の６頁参照）から、甲第１１号証の写真１３及び１４のように、ソ\nフトランプ及びソフトスイッチの表示位置をあえて拡張アラームポップアッ\nプが表示される画面下部と重ならないような位置に設定すること自体は確か\nに可能であるが、ポップアップ表示というものは、表示画面に何が表示され\nているかに関係なく、別ウィンドウにより表示画面の上から後で重ねて表示\nすることにより、当該表示を目立たせるとともに、ポップアップ表示がされ\nていないときには当該表示画面部分がポップアップ表示以外の画面表示に利\n用できるとするものであり、被告表示器のアラームポップアップ表示等も、\n区画そのもの（アラーム表示オブジェクト）を設定する必要がないことを特\n徴とするものであるから、ユーザがわざわざソフトランプ及びソフトスイッ\nチの表示される区画をポップアップによるアラームが表示される位置と重な\nらないように設定するのは、本来の目的とは正反対の方向に向けたものとな\nり、およそ実用的・実際的な利用方法ではない。したがって、このような正\n常ではない使用によって構成要件を形式的に充足するとしても、それはユー\nザにおいて本来の用法を超えた改変又は改造を加えたものとみるべきであり、\nこれをもって、アラームポップアップ表示等が利用可能となった被告表示器\nが本件発明２－１及び２－３の技術的範囲に属するとはいい難い。\n以上のとおりであるから、一審原告の上記主張を採用することはできない。\n⑸  小括\n以上によれば、被告製品３のＯＳをインストールしてアラームポップアッ\nプ表示等が利用可能となった被告表示器は構成要件２Ｅを充足せず、本件発\n明２－１及び２－３の技術的範囲に属さないから、一審原告主張の被告表示\n器及び被告各製品の生産、譲渡等が本件特許権２－１及び２－３を直接侵害\n又は間接侵害する余地はない。\n４  争点３（被告表示器Ａ、被告製品３、被告製品４の製造、販売等の行為は本\n件特許権３の間接侵害行為に該当するか）について\n⑴  本件発明３について\n本件発明３の技術的意義は、原判決１４５頁２６行目冒頭から１４７頁６\n行目末尾までに記載のとおりであるから、これを引用する。ただし、１４７\n頁５行目の「【０００８】」の前に「【０００６】、」を加える。\n⑵  被告表示器Ａ、被告製品３及び４について\n被告製品３及び４の機能並びに被告表示器Ａにおいて画面を表示する方法\nは、原判決１５２頁６行目冒頭から１５５頁１０行目末尾までに記載のとお\nりである。\n⑶  本件特許権３の直接侵害が成立する条件について\n前記⑴によると、本件発明３は、異常停止時の復旧等の各個動作が熟練の\n作業者でなければ行うことができないという課題を解決するために、動作制\n御盤のタッチパネル上の操作ボタンについて、①「運転条件」を満たさない\n時、②「運転条件」は満たすが「起動条件」を満たさない時、③「運転条件」\n及び「起動条件」の双方を満たす時の３つの状態をそれぞれ視覚的に区別し\nて表示をすることによって、いま操作できない操作ボタンと、いま操作でき\nる操作ボタンと、次に操作すべき操作ボタンの３種類の状態を視覚的に知る\nことができるようにするというものである。\n一方、前記⑵によると、被告製品３及び被告表示器Ａ自体には、画面表示\nが本件発明３の定める操作ボタン表示になるように誘導する機能は見当たら\nず、本件発明３に定める操作ボタン表示になるのは、被告製品４により作成\nされるプロジェクトデータがインストールされることによるから、結局、被\n告表示器Ａに被告製品３のＯＳと共に被告製品４により作成されたプロジェ\nクトデータがインストールされなければ、直接侵害は生じ得ない。\n⑷  本件特許権３の間接侵害の成否について\n一審被告が被告製品４を製造、頒布した時期については、原判決１５８頁\n８行目冒頭から１６２頁２行目末尾までに記載のとおりであり（ただし、１\n６１頁１行目の「１１.１」を「１１.４」と改める。）、一審被告が本件発明\n３の特許登録を知った時期については、同１６２頁４行目冒頭から２４行目\n末尾までに記載のとおりであるから、これらを引用する。\nそうすると、一審被告が被告製品４を製造、頒布した時点（平成２３年２\n月まで）で、一審被告が本件発明３が登録された発明であることを知ってい\nたとは認められず（特許登録を知ったのは平成２５年４月２日）、一審被告\nが本件発明３が登録された発明であることを知ってからは被告製品４は製造、\n頒布されていないのであるから、その他の点につき判断するまでもなく、い\nずれにせよ、本件特許権３の特許法１０１条２号の間接侵害が成立する余地\nはないことになる。\n５  争点５－１Ａ（本件特許１の無効理由－乙第２８号証を引用例とする拡大先\n願）及び争点５－１Ｂ（訂正要件違反）について\n一審被告は、本件特許１の無効理由につき、原審における乙１文献ないし乙\n３文献を引用例とする進歩性欠如の主張を当審において撤回し、新たに、前記\n第２の４ のとおり主張するので、以下、これらの点につき判断する。\n⑴  争点５－１Ａ（本件特許１の無効理由－乙第２８号証を引用例とする拡大\n先願）について\nア  乙２８文献の記載\n乙２８文献には、次の記載がある。\n「【００２３】また、プログラマブルコントローラ１０には、表示パネル\n１４が接続されている。この表示パネル１４においては、ラダープログ\nラムの実行による制御対象１２の動作状態が表示される。・・・\n【００２６】ここで、制御対象１２としては、リミットスイッチ、操作\nスイッチ、油圧バルブ、気圧バルブ、モータ、操作パネルなどがあり、\n通常はこれらがそれぞれ複数存在し、プログラマブルコントローラ１０\nがこれらの動作を制御する。従って、これら各制御対象についてその動\n作状態を示す表示シンボルがディスプレイ２６に表示される。\n【００２８】ここで、制御対象１２を特定するデータは、制御対象１２\nについてのラダープログラムにおいて使用している制御対象１２を特定\nするアドレス（リレーアドレス）が採用されている。そして、表示パネ\nル１４のメモリ２４は、このリレーアドレスに対応して、その制御対象\n１２の表示を行うための関連づけデータを記憶している。すなわち、各\nリレーアドレスに対し、その制御対象１２の表示シンボルが対応づけら\nれている。例えば、制御対象１２があり、ランプであれば、オン状態の\nランプとオフ状態のランプの表示シンボルが、そのリレーアドレスに対\nし関連づけられており、動作状態信号に応じてオンまたはオフの表示シ\nンボルが選択される。\n【００３０】ここで、ディスプレイ２６に動作状態の表示が行われてい\nるときに、各接点またはコイルをタッチすると、その接点またはコイル\n上にカーソルが移動する。これによって、その接点またはコイルが選択\nされた状態になり、その接点またはコイルに対応したコメント文が表示\nされる。そこで、ユーザは知りたい接点またはコイルについて随時タッ\nチしてその内容を知ることができる。この接点またはコイルが選択され\nたときに、リレーアドレスを制御対象１２の内容を説明するコメント文\nとともに表示するようにしてもよい。\n【００３２】このようなシステムにおいて、制御対象１２のいずれかに\nおいてエラー（アラーム状態）が発生した場合には、制御対象１２から\nの動作状態信号からプログラマブルコントローラ１０がこれを検出する。\nそこで、該当する制御対象１２（リレーアドレス）についての動作状態\nをアラーム発生状態として、これを表示パネル１４に供給する。そこで、\nディスプレイ２６には、該当表示シンボルについてアラーム表示がなさ\nれる。\n【００３３】そして、本実施形態のシステムでは、この状態において、\nユーザがディスプレイ２６上のアラーム表示された表示シンボルをタッ\nチすると、この表示シンボルに関連づけられたラダー回路が表示される。\nなお、アラーム発生状態でなくても表示シンボルにタッチすることで、\n対応するラダー回路が表示される。\n【００４０】次に、本実施形態のシステムにおいては、ラダー回路図表\n示の際に、表示されている接点シンボルをタッチすることにより、その\n接点シンボルについてのラダーを表示し、また戻るというシンボルにタ\nッチした場合に、前の表示に戻ることができる。このラダー探索の処理\nについて、図５に基づいて説明する。\n【００４１】まず、ラダー回路図の表示が開始された場合には、ラダー\n回路図表示における探索の回数を示すポインタを初期化して、ゼロにセ\nットする（Ｓ２１）。次に、接点シンボルまたは戻るシンボルがタッチ\nされたかを判定する（Ｓ２２）。\n【００４２】この判定で、接点シンボルがタッチされた場合には、タッ\nチされた接点と同一の接点番号を持つコイル（ＯＵＴ命令）を検索する\nコマンドを発行する（Ｓ２３）。このコマンドはプログラマブルコント\nローラ１０に送信され、プログラマブルコントローラ１０が同一の接点\n番号を持つコイルを検索し、これについてのラダープログラムを送信\n（アンサーバック）する。従って、このプログラマブルコントローラ１\n０からのアンサーバックを受信することで、タッチされた接点シンボル\nで特定されるコイルについてのラダープログラムを取得することができ\nる。なお、ラダープログラムも通常は、上述の場合と同様に１６語単位\nで取得し、必要な場合はこれを繰り返す。\n【００４３】そして、ラダープログラムを取得した場合には、これに基\nづいてラダー回路図を表示する（Ｓ２４）。次に、この表示したラダー\n回路のコイルについてのリレーアドレスを表示アドレスとし、これをポ\nインタに対応づけて記憶する（Ｓ２５）。そして、ポインタに＋１して\n（Ｓ２６）、Ｓ２２の判定に戻る。\n【００４５】また、Ｓ２２において、戻るへのタッチが検出された場合\nには、ポインタがゼロであるかを判定する（Ｓ２７）。この判定でＹＥ\nＳであれば、戻る画面がないため、このタッチを無効にして（Ｓ２８）、\nＳ２２に戻る。Ｓ２７の判定において、ＮＯであれば、ポインタを－１\nして（Ｓ２９）、得られたポインタの値に対応して記憶されているリレ\nーアドレスをコイルとするラダープログラムをプログラマブルコントロ\nーラ１０から取得し、このラダー回路図を表示する（Ｓ３０）。そして、\nＳ２２の判定に戻る。各ラダー回路図の表示の際には、上述のように、\nリレーの状態についてのデータも取得して、その表示も行う。そこで、\nユーザは、各リレーの状態をみて、どのリレーについて探索するべきか\nを決定することができる。なお、図示は省略したが、ラダー回路の表示\n終了の指令によって、この図５の処理を終了する。\n【００４６】このようにして、ラダー回路図の表示を行っている場合に\nは、そのラダー回路図における接点シンボルにタッチすることによって、\nその接点に対応するコイルについてのラダー回路図の表示を行うことが\nできる。そこで、順次接点シンボルにタッチすることで、アラーム発生\nに関連すると思われるラダー回路図を順次表示でき、ユーザが容易にア\nラーム発生の原因を調査することができる。さらに、戻るシンボルへの\nタッチによって、表示を元に戻せるため、１つの接点についてその上位\nのラダー回路について調べ、原因でないと分かった場合に、元のラダー\n回路図に戻り、異なるリレーについて、アラーム発生の原因探求の処理\nを行うことができる。\n【００４９】このように、本実施形態のシステムによれば、表示パネル\nにおいて、表示シンボルにタッチすることによって、表示シンボルにつ\nいてのラダープログラムを取得して、これをラダー回路図として表示す\nることができる。そこで、アラーム発生時などにその表示にタッチする\nことで、必要とするラダー回路図を容易に得ることができる。特に、ラ\nダープログラム自体は、書き換える必要はなく、ラダープログラムの作\n成が困難になることはない。\n【００５３】また、ラダー回路図が表示された状態で、接点シンボルに\nタッチすることで、この接点シンボルに対応するコイルについてのラダ\nー回路図を表示することができる。従って、この操作を順次行うことで、\n上位のコイルのラダーの表示を順次行うことができ、容易にアラーム発\n生原因を探索することができる。\n【００５４】さらに、戻るシンボルのタッチにより、表示を元に戻すこ\nとができる為、異なる道筋の探索を容易にやり直すことができる。\n【００５５】また、接点およびコイルへのタッチで、カーソルを移動さ\nせて、シンボルの選択を行うことができ、選択した状態でその接点およ\nびコイルについてのコメント文が表示される。そこで、各接点およびコ\nイルについての内容を容易に理解できる。また、常に表示されているわ\nけではないため、表示が全体として見にくくなることも無い。さらに、\nカーソルによって接点が選択されている場合、その接点にタッチするこ\nとによって、その接点に対応するコイルについてラダー回路図の表示に\n移行するため、ラダー回路図の表示のための操作も非常に簡単で良い。」\nイ  乙２８発明の認定\n前記アの記載によると、乙２８文献には、一審被告が主張する以下の発\n明（以下「乙２８発明」という。）が記載されていると認められる。\n１ａ″機械・装置・設備等の制御対象を制御するプログラマブル・コント\nローラにおいて用いられる表示装置であって、\n１ｂ″プログラマブルコントローラ１０が前記制御対象の異常現象の発生\nを検出した場合に当該情報が供給され、\n１ｃ″エラー（アラーム状態）が発生した場合に発生したエラー（アラー\nム状態）に対応する表示シンボルを表示する手段と、\n１ｄ″アラーム表示された特定の表示シンボルにタッチするタッチパネル\nと、\n１ｅ″表示シンボルがタッチされた場合にタッチされた表示シンボルに関\n連付けられたラダー回路を表示する手段と、を有し、\n１ｆ″前記ラダー回路を表示する手段は、表示されたラダー回路の入出力\n要素のいずれかをタッチして指定する前記タッチパネルと、表示された\nラダー回路の接点がタッチによって選択された状態でタッチされたとき\nにその接点をコイルとするラダー回路を検索して表示し、「戻る」シン\nボルをタッチすることによって元のラダー回路図に戻る手段を含む、\n１ｇ″表示器。\nウ  本件発明１との実質同一性について\n本件発明１と乙２８発明とを対比すると、本件発明１では、出力要素を\nタッチすることによって当該出力要素を入力要素とするラダー回路を検索\nして表示する（構成要件１Ｆ）のに対し、乙２８発明では、コイルにタッ\nチしてもリレーアドレスをコメント文とともに表示するのみで（乙２８文\n献【００３０】、【００５５】）、元の回路図に戻るためには「戻る」シンボ\nルをタッチする（構成１ｆ″）点が、少なくとも相違する。\nそして、前記ア記載のとおり、乙２８文献の【００４５】によれば、乙\n２８発明は、「戻る」シンボルをタッチすると、記憶されたアドレスに基\nづき、ラダー探索において辿ってきた一つ前の回路図を表示するものであ\nる。一方、本件発明１は、当該出力要素を入力するラダー回路を検索して\n表示するものであるから、コイル検索により辿ってきたラダー回路のみが\n表示されるものではない。\nしたがって、本件発明１の「出力要素を入力要素とするラダー回路を検\n索すること」と乙２８発明の「戻るシンボルをタッチすること」とは全く\n異なる手段をいうのであって、その作用としても「元のラダー回路図」の\nみが表示されるか否かの点において異なるのであるから、上記相違点が実\n質的同一とはいえないことは明らかである。\n一審被告は、本件発明１の上記接点検索の構成が無意味な構成の付加で\nある旨主張するが、前記２⑵イ において説示するとおり、本件発明１の\n接点検索も異常原因の特定に資すると認められるから、その主張を採用す\nることはできない。そして、その機能の相違からみて、接点検索と「戻る」\nシンボルのタッチが、同一効果を奏する周知慣用技術の置き換えにすぎな\nいものでないことも明らかである。\nエ  小括\n以上のとおりであるから、乙２８文献を引用例とする拡大先願の無効事\n由は、理由がない。\n争点５－１Ｂ（訂正要件違反）について\n本件明細書１には「【００２７】工作機械ＭＴがラダープログラムに従っ\nて制御されている間、プログラマブル・コントローラ本体２０はＲＡＭ２３\nに記憶されている異常モニタ用ラダープログラムを所定のタイムインターバ\nル・・・で繰り返し実行しつづける」、「【００２９】異常モニタ用ラダープ\nログラムには、上記の異常現象が起こったときに、その異常現象の発生によ\nって信号の状態を切換えるものを入力要素とし、異常の種類毎に予め割当て\nられている出力要素の作動状態を切換えるラダー回路が用意されており、こ\nのラダー回路により、・・・その出力要素に対して予め割当てられているＲ\nＡＭ２３内のアドレスに記憶されているデータが書き換えられる」との記載\nがある。この記載によると、プログラマブル・コントローラ本体はＲＡＭ２\n３に「異常モニタ用ラダープログラム」を備えており、「異常モニタ用ラダ\nープログラム」は、制御対象（工作機械ＭＴ）の異常現象の発生をモニタし\nているといえる。\n一方、本件明細書１【００３１】には、「操作盤１０は、・・・プログラマ\nブル・コントローラ本体２０の・・・ＲＡＭ２３のアドレスの内容を読み込\nむようにプログラムされており、異常現象が発生したのに対応して対応する\nアドレスのデータが変化したことを認識する。すなわち、・・・異常データ\nテーブルが、ＲＡＭ１３にも記憶される。・・・このデータテーブルから操\n作盤１０は発生した異常現象の種類を認識する。」との記載がある。この記\n載によると、操作盤１０は、プログラマブル・コントローラ本体のＲＡＭ２\n３のデータの変化を認識することによって、制御対象（工作機械ＭＴ）に発\n生した異常現象の種類を認識するプログラムを備えており、その機能は、制\n御対象の異常現象の発生を、プログラマブル・コントローラ本体のＲＡＭ２\n３のデータの変化を通じて、モニタすることであると理解される。\nこのように、本件明細書１には、表示装置が有するプログラムとして、制\n御対象の異常現象の発生を、プログラマブル・コントローラ本体のＲＡＭ２\n３のデータの変化を通じてモニタするプログラムが開示されている。そうす\nると、前件訂正及び本件訂正の前後を通じて、本件明細書１に接した当業者\nは、前件訂正前の「前記制御対象の異常現象の発生をモニタするプログラム」\nも、前件訂正後の「前記制御対象の異常現象の発生をモニタするプログラム」\n（構成要件１Ｂ）も、本件訂正後の「前記制御対象の異常現象の発生をモニ\nタするプログラムであって、当該異常現象が発生したのに対応して、前記プ\nログラマブル・コントローラの対応するアドレスのデータが変化したことを\n認識するプログラム」（構成要件１Ｂ′）も、表示装置がもともと有してい\nる同一のプログラムを指すものと理解するというべきである。\nしたがって、「制御機器の異常現象の発生をモニタするプログラム」が本\n件訂正によって、全く異なるプログラムとなった旨の一審被告の主張を採用\nすることはできない。\n以上のとおりであるから、訂正要件違反に係る一審被告の無効事由は、理\n由がない。\n６  争点５－８（本件特許４の無効理由－乙６による新規性欠如）及び争点５－\n９（本件特許４の無効理由－乙第６号証を主引用例とする進歩性欠如）につい\nて\n⑴  本件発明４について\n本件発明４の技術的意義は、原判決１６３頁１１行目冒頭から１６４頁１\n７行目末尾までに記載のとおりであるから、これを引用する。ただし、１６\n４頁１０行目の「【０００７】」の前に「【０００５】、」を加える。\n⑵  乙６発明の認定\n特開平４－１３９５０３号公報（乙６。以下「乙６文献」という。）の記\n載によると、乙６発明は、次のようなものと認められる。\n４ａ″生産ラインの設備に対して、各設備が順次行うべき動作についてシ\nーケンス制御を行うシーケンス制御部と接続され、動作モニタ表示を行\nう表示要素（スイッチ等の操作要素を含む）としての複数のセルＣが配\n列された操作画面をフェースプレート部に表示し、フェースプレート部\nに表示された各セルＣの位置とタッチパネル上の位置との対応関係が設\n定された操作盤における、各表示要素の表示形態を変更できる操作盤の\nデータ設定装置であって、\n（２頁右下欄１８行目ないし３頁左上欄９行目、３頁右上欄２０行目か\nら左下欄１６行目、６頁左上欄６行目ないし右上欄１７行目、第１図、\n第３図）\n４ｂ″前記操作盤の画面上に表示する内容をセルＣのセルＮｏ．に対応さ\nせて設定された操作盤データマップ（表－Ａ）と、\n（３頁右下欄４ないし１３行目、４頁表－Ａ、４頁左下欄１ないし１４\n行目、第３図）\n４ｃ″前記操作盤データマップ（表－Ａ）には、各セルＣに設定される名\n称（表示事項）、属性（表示かスイッチ）、表示色（ＯＮ色、ＯＦＦ色）、\nデバイス名（動作ＤＥＶ、表示ＤＥＶ）からなる複数の情報項目が並べ\nられ、ハードディスク装置７７に記憶され、\n（３頁右下欄４ないし１３行目、４頁表－Ａ、４頁左下欄１ないし１４\n行目）\n４ｄ″この操作盤データマップに指定される前記複数の情報項目について\nそれぞれを選択入力するデータ設定ウインド（Ｗ１、Ｗ２、Ｗ３）と、\n（２頁右下欄１８行目ないし３頁左上欄９行目、４頁左下欄１５行目な\nいし右下欄１５行目、第３図）\n４ｅ″前記操作盤データマップに設定されたセルＣとデータ設定ウインド\n（Ｗ１、Ｗ２、Ｗ３）により前記操作盤データマップに入力された情報\n項目とに基づいて、ＣＲＴ７８のフェースプレート部に、各セルＣに名\n称（表示事項）と表示色を表示すると共に、シーケンス制御部のデバイ\nスとを対応付けする画面定義を行う\n（６頁左上欄６行目ないし右上欄１７行目、図３）\n４ｆ″操作盤。\n（３頁右上欄２０行目から左下欄１６行目）\n⑶  本件発明４と乙６発明との対比\n前記 の認定によると、乙６文献には、「“データ編集”がタッチ入力によ\nり選択された場合には、キーボード７９によってセル編集処理（コピー、移\n動、挿入処理等）が可能となる一方（Ｐ６）、“データ設定”が第１ウインド\nＷｌにおいてタッチ入力によって選択された場合には、第２ウインドＷ２が\nオンライン操作画面上に開き、名称、動作デバイス、属性、表示色（ＯＮ色、\nＯＦＦ色）等の操作盤データのうち、どれについて表示形態を変更するのか\nの判断が求められる（Ｐ７、８、９等）。」（６頁左上欄１９行ないし右上欄\n８行目）と記載され、その「表示要素」は、「名称、動作デバイス名、属性、\n表示色」とされ、第３図にも、「名称」、「動作ＤＥＶ」、「表示色」と、色と\nテキストのみが表示されることが記載されているのみであるが、本件発明４\nにおける「操作キーやランプの絵」は、「形状、大きさ、色等を定義してラ\nンプ、操作キー、カウンタ等を示す図形または絵」を指すものである（本件\n明細書４【０００３】、【図５】）。\nそうすると、本件発明４と乙６発明とは、本件発明４の構成要件Ｂの区画\n設定手段は「操作キーやランプの絵」とこれを表示する複数の区画を特定す\nる情報が予め設定されており、構成要件４Ｃの画面定義マトリックス記憶手\n段は、「操作キーやランプの絵」を特定する複数の情報項目を記憶しており、\n構成要件４Ｅの画面定義手段は「操作キーやランプの絵」とこれを特定する\n複数の情報項目を組み合わせて作画するのに対し、乙６発明では、データ設\n定や表示が「操作キーやランプの絵」ではなく、色と事項のみである点（相\n違点４－１）が相違し（以下「相違点４－１」という。）、その他の点で一致\nする。\nこれに対して、一審原告は、乙６文献には、乙６発明の装置が画面定義装\n置であるとの開示や作画機能の開示がないので、構成要件４Ａ及び４Ｅの開\n示がない旨主張するところ、乙６文献には、ＣＲＴ操作盤装置５３には操作\n盤データマップが格納されるハードディスク装置７７が備えられており、当\n該操作盤データマップの項目を設定することで任意の画面を作成できること\nが記載されているから（３頁右下欄４行目から４頁左下欄１４行目）、乙６\n発明の装置が画面定義装置でもあることは明らかであり、乙６発明の装置が\n操作盤であることは本件発明４の操作盤の画面定義装置との間で実質的な相\n違点を構成しない。\n新規性について\n前記 のとおり、本件発明４と乙６発明との間には相違点４－１があると\n認められるから、本件発明４は新規性がある。\n進歩性について\nア  乙５５技術事項の認定\n乙５５文献には、以下の図面とともに、次の記載がある。\n「  基本モニタ\n電子操作盤としての基本機能\nスイッチやランプの機能、数値データやメッセージの表示など、電子操\n作盤としての基本機能を充実しました。タッチスイッチを含むスプライ\nトは１ドット単位のフリーロケーション設定なので画面上の配置も自由\n自在です。」\n「\n」\n上記記載及び図面によると、乙５５文献には、電子操作盤としてのスイ\nッチやランプの機能を、絵を付したタッチスイッチとして表示する技術\n（以下「乙５５技術事項」という。）が記載されていると認められる。\nイ  相違点４－１の容易想到性について\n前記アのとおり、乙５５文献には、電子操作盤としてのスイッチやラン\nプの機能を、絵を付したタッチスイッチとして表示する技術である乙５５\n技術事項が記載されているところ、これを乙６発明に適用し、表示事項の\n表示に加え、前記操作キーやランプの絵を表示するものとし、相違点４－\n１に係る本件発明４の構成とすることは、分野の共通性から組み合わせの\n動機付けが認められ、加えて何ら阻害要因も認められないから、当業者が\n容易に想到することができたものである。\n一審原告は、乙５５技術事項を乙６発明に適用する動機付けがない旨主\n張するが、乙６発明と乙５５技術事項は、技術分野が極めて近接するから、\n「ディスプレイ操作盤上の各表示要素の表示形態を希望通りに的確に変更\nすることができる操作盤のデータ設定方法を提供すること」（乙６の２頁\n右上欄４ないし７行目）を課題とする乙６発明に、スイッチやランプの絵\nを画面設定する乙５５技術事項を取り入れて、それに対応させることは、\n当業者にとって十分な動機付けが認められ、容易に想到することができた\nものである。\n小括\n以上のとおりであるから、本件発明４は特許無効審判により無効とされる\nべきものであると認められる。\nしたがって、一審原告は、一審被告に対し、本件特許権４を行使すること\nができない（よって、争点４について判断する必要はない。）。\n７  争点７（本件特許権１に関する権利行使阻害事由及び訴訟上の信義則違反の\n有無）について\n一審被告は、新たに、前記第２の４⒄の（一審被告の主張）のとおり、一審\n原告が接点検索について虚偽の説明をして本件特許１を取得したからその権利\n行使は阻害される、あるいは、当該虚偽の説明に沿った特許請求の範囲を解釈\nしなければならない旨や、一審原告において原告の製品が本件発明１の実施品\nではないのに実施品であると主張したのは接点検索が重要部分でないとの態度\nを示すものであるから、信義則上、接点検索を本件発明１による課題解決に不\n可欠なものと主張することはできない旨を主張する。\nしかしながら、前記２⑵イ において説示するとおり、本件発明１の接点検\n索も異常原因の特定に資すると認められ、元のラダー回路に戻る機能もある。\nそして、一審原告が、元のラダー回路に戻るために戻る機能を有する先行技術\nとの相違点として、本件発明１の接点検索では元の回路に戻るには元のラダー\n回路を記憶するための記憶容量を確保する必要がないとの一面を強調した（乙\n２５）からといって、それが、特許を不正に取得するに足りる手段とはいい得\nないし、その主張によって審査官を錯誤に陥れて進歩性を誤認させたと評価で\nきるような事実関係も認め難く、特許請求の範囲を限定して解釈する根拠とは\nいえない。\nまた、原告の製品が本件発明１の実施品であるとした一審原告の主張は、単\n純なる錯誤にすぎないと認められ、これを殊更にあげつらって信義則違反とす\nる根拠は乏しい。\nしたがって、一審被告の上記各主張は、いずれも当を得ないというべきであ\nる。\n８  争点６（一審被告の本件各特許権の侵害による一審原告の損害額）につい\nて\n前記各争点の判断によれば、一審被告による被告表示器Ａ及び被告製品３の\n生産、譲渡及び被告製品３に係るコンピュータ・プログラムの使用許諾（貸渡\nし）について、本件特許権１の間接侵害（特許法１０１条２号）が成立すると\nころ、以下、同間接侵害による一審原告の損害額について検討する。\n⑴  原告の製品について\n原告の製品に関連する認定事実は、原判決１７３頁１３行目冒頭から１７\n６頁１９行目末尾までに記載のとおりであるから、これを引用する。ただし、\n１７６頁５行目の「セット」を「リセット」と改める。\n⑵  被告表示器Ａ及び被告製品３について\n平成２５年４月１日から令和２年３月末までの被告製品１、被告製品２及\nび被告製品３の販売数量、販売額等は、別紙３ないし６に記載のとおりであ\nる（争いがない。）。\n⑶  特許法１０２条１項に基づく損害について\nア  適用関係\n令和元年法律第３号による改正について\n存続期間の満了により、本件特許権１の侵害行為は令和２年３月３１\n日までに終了しているところ、令和元年法律第３号による改正後の特許\n法１０２条１項は令和２年４月１日から施行されたものであるが、改正\n法附則には経過措置がないことから、本件特許権１の侵害行為には、上\n記改正後の特許法１０２条１項が適用される。\n一審被告は、改正法を遡及適用せずに旧１項を適用すべきであると主\n張するが（前記第２の４⒃参照）、改正後の特許法１０２条１項２号は、\n実施相応数量を超える数量又は特定数量（通常実施権を許諾し得た場合\nに限る）に応じた実施料相当額を損害の額とするものであるところ、そ\nの実施相当額の損害が実体法上生じ得ないものとはいえないから、改正\n法が実体法上の請求権を新たに創設したものとはいえない。したがって、\n同号は、客観的には改正前から損害を構成するといえた実体法上の損害\nを推定する規定にとどまるものといえるから、一審被告の上記主張を採\n用することはできない。\n間接侵害への特許法１０２条１項の適用の可否\n一審被告は、間接侵害には特許法１０２条１項は適用されないと主張\nする（前記第２の４⒃参照）ので、以下、この点につき検討する。\n特許法１０２条１項本文は、侵害者が「侵害の行為を組成した物」を\n「譲渡した…数量」に、特許権者等が「その侵害行為がなければ販売す\nることができた物」の「単位数量当たりの利益の額」を乗じて得た額を、\n特許権者等が受けた損害の額とすることができる旨を定める。この規定\nは、侵害行為がなければ特許権者等が利益を得たであろうという関係が\nあり、そのために特許権者等に損害が発生したと認められることを前提\nに、特許権者等の損害額の立証負担を軽減する趣旨に基づくものである\nが、そこに定める損害額の算定方法からすると、これにより算定される\n損害の額は、特許権者等の「その侵害行為がなければ販売することがで\nきた物」の逸失利益に係る損害の額であることを前提にしており、さら\nに、侵害者の「侵害の行為を組成した物」の譲渡行為と特許権者等の\n「その侵害行為がなければ販売することができた物」の販売行為とが同\n一の市場において競合する関係にあることも前提としているものと解さ\nれる。\n他方、物の発明に係る間接侵害が対象とするのは、実施品の「生産に\n用いる物」の譲渡等であり、実施品を構成する部品だけでなく、実施品\nを生産するための道具や原料等の譲渡等もこれに含まれるから、必ずし\nも侵害者の間接侵害品の譲渡行為と特許権者等の製品（部品等のことも\nあれば完成品のこともある）の販売行為とが同一の市場において競合す\nるとは限らない。そして、本件のように間接侵害品が部品であり、特許\n権者等が販売する物が完成品である場合には、前者は部品市場、後者は\n完成品市場を対象とするものであるから、両者の譲渡・販売行為が、直\n接的には、同一の市場において競合するわけではない。しかし、この場\n合も、間接侵害品たる部品を用いて生産された直接侵害品たる実施品と、\n特許権者等が販売する完成品とは、間接的には、同一の完成品市場の利\n益をめぐって競合しており、いずれにも同じ機能を担う部品が包含され\nている。そうすると、完成品市場における部品相当部分の市場利益に関\nする限りでは、間接侵害品たる部品の譲渡行為は、それを用いた完成品\nの生産行為又は譲渡行為を介して、特許権者等の完成品に包含される部\n品相当部分の販売行為と競合する関係にあるといえるから、その限りに\nおいて本件のような間接侵害行為にも特許法１０２条１項を適用するこ\nとができる。\nしたがって、一審被告の上記主張を採用することはできない。\nイ  「その侵害の行為がなければ販売することができた物」について\n「その侵害の行為がなければ販売することができた物」とは、侵害行\n為によってその販売数量に影響を受ける特許権者又は専用実施権者（以\n下「特許権者等」という。）の製品、すなわち、侵害品と市場において\n競合関係に立つ特許権者等の製品であれば足りると解すべきである。\nそして、前記アで説示したところからすると、本件のような間接侵害\nの場合の「侵害の行為がなければ販売することができた物」とは、特許\n権者等が販売する完成品のうちの、侵害者の間接侵害品相当部分をいう\nものと解するのが相当である。\nこれを本件についてみると、前記⑴において認定したとおり、原告の\n製品と被告製品３のＯＳをインストールした被告表示器Ａは、その用途\nが同一である同等の代替品といえるから、原告の製品のソフトウェア部\n分に相当する部分は、被告製品３の生産等の「侵害の行為がなければ販\n売することができた物」といえ、原告の製品のハードウェア部分に相当\nする部分は、被告表示器Ａの生産等の「侵害の行為がなければ販売する\nことができた物」といえる。結局、本件においては、原告の製品全体が、\n「その侵害の行為がなければ販売することができた物」と認められる。\n一審被告は、被告製品３のＯＳをインストールした被告表示器Ａは、\n一審被告製シーケンサと接続した場合にのみ本件発明１の実施品となる\nところ、原告の製品は一審被告製シーケンサには接続できないから、被\n告表示器Ａが販売されなければ原告の製品が販売されるという関係がな\nく、両者は市場で競合しない製品である旨主張する（前記第２の４⒃参\n照）。\nしかしながら、「侵害の行為がなければ販売することができた物」に\n該当するためには、市場全体の構成からみて、侵害品と競合関係に立ち\n得る特許権者等の製品であれば足りるのであり、特定の顧客を念頭に置\nいて、仮に、当該侵害品がなければ当該顧客が権利者製品を代替として\n購入したとの関係までもが求められているものではない。プログラマブ\nル・コントローラとプログラマブル表示器との間の適合性が限定されて\nいるとしても、いまだプログラマブル・コントローラを保持していない\n者、表示器に適合するプログラマブル・コントローラを既に保持してい\nる者ら（これらの者は原告の製品を購入するに支障を有していない。）\nも潜在的な顧客に含めて市場での競合関係を検討することで足りるから、\n原告の製品に適合するプログラマブル・コントローラを保持している者\nのみを対象として市場での競合関係を論ずべきものではない。\nしたがって、一審被告の上記主張を採用することはできない。\nウ  「単位数量当たりの利益の額」\n原告の製品の１台当たりの限界利益の額が別紙１－１⑴のとおりである\nことは、当事者間に争いがない。\nエ  「その侵害の行為を組成した物」の譲渡数量等について\n販売数\n本件では、一審被告による被告表示器Ａ及び被告製品３の生産、譲渡\n等の行為について間接侵害の成立が認められるが、被告製品３は、被告\n表示器ＡにＯＳを提供することによって被告表示器Ａと原告の製品と同\n等なものを生産するという限度において侵害行為を組成しているもので\nあるから、特許法１０２条１項の損害を算定するに当たり、被告表示器\nＡと独立にその譲渡数量を論じる必要はない。\nしたがって、特許法１０２条１項の損害算定に当たっては、被告表示\n器Ａの譲渡数量のみを算定基礎とすれば足りる。\nそして、平成２５年４月１日から令和２年３月３１日までの被告表示\n器Ａの販売数が別紙５に記載のとおりであることは、当事者間に争いが\nない（なお、被告表示器Ａについては、各月ごとの販売数は明らかでは\nないので、別紙５のとおり半期ごとの販売数量に基づき、以下、損害額\nの算定を行うものとする。また、前記２⑵オのとおり、本件特許権１の\n間接侵害が成立するのは平成２５年４月２日以降であるところ、同月１\n日の被告表示器Ａの販売数の有無又はその数量が不明であるが、同日の\n譲渡等が７年にわたる期間の損害額全体に影響するのはごくわずかであ\nり、この１日分を含めるか否かの相違は以下の算定の中で吸収され、何\nらかの影響を及ぼすことは想定し難いから、同日の販売数を改めて算定\nすることはせず、別紙５に記載の販売数をそのまま用いることとする。）。\n譲渡数量\n一審被告は、「その侵害の行為を組成した物」は直接侵害品であると\nころ、被告表示器Ａ及び被告製品３を購入した者の全てが本件発明１の\n実施品（直接侵害品）を生産しているのではないと主張する（前記第２\nの４⒃参照）。\nしかしながら、間接侵害行為は特許権を「侵害するものとみなす」\n（特許法１０１条）とされており、そして、特許権侵害の損害の額につ\nいて、「その侵害の行為を組成した物」（同法１０２条１項）とされてい\nるところ、前記ア のとおり、間接侵害にも同法１０２条の適用がある\nと解する以上、「侵害の行為を組成した物」とは間接侵害品を指すもの\nと解するべきである。\nもっとも、特許法１０１条２号に係る間接侵害品たる部品等は、特許\n権を侵害しない用途ないし態様で使用することができるものである。そ\nして、そのような部品等の譲渡は、当該部品等の譲渡等により特許権侵\n害が惹起される蓋然性が高いと認められる場合には、譲渡先での使用用\n途ないし態様のいかんを問わず、間接侵害行為を構成するが、実際に譲\n渡先で特許権を侵害する用途ないし態様で使用されていない場合には、\n結果的には、間接侵害品の売上げに当該特許権が寄与していない。そう\nすると、そのような譲渡先については、間接侵害行為がなければ特許権\n者の製品が販売できたとはいえないことになり、特許権者等に特許発明\nの物の譲渡による得べかりし利益の損害は発生しないので、当該物の譲\n渡によって得た利益の額を特許権者等が受けた損害の額と推定すること\nはできないというべきである。そして、このような場合は同法１０２条\n１項１号の「販売することができないとする事情」に該当するものと解\nするのが相当である。一審被告の主張は、仮に、直接侵害品の生産に用\nいられた数量のみを損害算定の基礎とすべき主張が採用されない場合に\nは、同一の事情を「販売することができないとする事情」として主張す\nるとの趣旨も含むものと解され、その限度で採用することができる。\nしたがって、特許権者等の損害額の算定に当たっては、そのような販\n売数量は、特許法１０２条１項の「譲渡数量」から控除されると解する\nのが相当である。\nオ  「販売することができないとする事情」について\n販売することができないとする事情（その１）\n一審被告は、①原告の製品が一審原告製のプログラマブル・コントロ\nーラにしか接続できないこと、②一審原告がプログラマブル・コントロ\nーラ用表示器の市場において意味のあるシェアを有しておらず、本件発\n明１の技術的特徴による販売への貢献も極めてわずかであるから、被告\n表示器Ａ及び被告製品３の購入者のほとんどは、一審原告以外のメーカ\nーの製品を購入する、③原告の製品は本件発明１の実施品ではないから\n本件特許権１の侵害によって一審原告に損害が発生する余地はない旨を\n主張する（以下、この主張に係る事情を「販売することができないとす\nる事情（その１）」という。）。\n特許法１０２条１項１号の「販売することができないとする事情」と\nは、侵害行為と特許権者の製品の販売減少との相当因果関係を阻害する\n事情をいうものである。\n本件発明１の特徴的技術手段は、異常発生時におけるタッチによる接\n点検索にすぎず、回路モニタ機能全体ではないことや、従来製品として、\nモニタ上に表示される異常種類のうち特定のものをタッチして指定する\nと、その指定された異常種類に対応する異常現象の発生をモニタしたラ\nダー回路が表示され、異常種類の原因となるコイルの指定や接点の指定\nをタッチパネル上の入力画面でデバイス名又はデバイス番号を入力して\n行う製品が存在していたことは、前記２⑵イ において認定したとおり\nである。そうすると、本件発明１に係る機能を全て使用することができ\nる製品が原告の製品以外に存在していなかったとしても、コイルの指定\nや接点の指定をタッチパネル上の入力画面でデバイス名又はデバイス番\n号を入力して行う製品は存在しており、そのような製品でも、異常現象\nの発生時にラダー回路図面集を参照しなくても真の異常原因を特定した\nり、原因の特定のために次々にラダー回路を読み出していったりするこ\nと自体は可能であり、それほど複雑な操作を要するものではないといえ\nる。さらに、本件発明１の技術的範囲に含まれないものであっても、異\n常発生時においてコイル検索のみを実施できるようにし、回路を戻る場\n合には検索機能を用いずに戻る機能を有する表示装置であれば、異常現\n象の発生時にラダー回路図面集を参照しなくても真の異常原因を特定し\nたり、原因の特定のために次々にラダー回路を読み出していったりする\nという目的を達することに支障があるとは考えにくい。加えて、本件発\n明１の特徴的技術手段である接点検索は、原告の製品にですら実施され\nていないものであり、この特徴的技術手段が原告の製品の販売に貢献し\nていないことは明らかである。しかも、この特徴的手段である接点検索\nは、被告表示器Ａ及び被告製品３の多数の機能のうち、わずか一点に関\nするものであって、その機能の極めて僅少な部分しか占めない。\n以上からすると、本件発明１の技術的特徴部分が被告表示器Ａ及び被\n告製品３の販売数に大きく寄与したものとはおよそ想定し難い。また、\n一審原告のプログラマブル表示器(表示装置）における市場シェアは、\n別紙７－２の「その他」に含まれるにすぎない僅少なものである（甲３\n１）上に、原告の製品は、一審原告製のプログラマブル・コントローラ\nにしか接続できない（争いがない。）のであるから、被告表示器Ａ及び\n被告製品３が本件発明１の特徴的技術部分を備えないことによってわず\nかに販売数が減少したとしても、その減少数分を埋め合わせる需要が、\n全て一審原告の方に向かうとも想定し難い。\nしたがって、本件では、被告表示器Ａ及び被告製品３が本件特許１を\n侵害したことによって原告の製品が販売減少したとの相当因果関係は、\n著しい程度で阻害されると認めるべきであり、被告表示器Ａの販売数の\n９９％について販売することができないとする事情があると認めるのが\n相当である。\n販売することができないとする事情（その２）\n前記エ のとおり、一審被告が直接侵害品の生産に用いられた被告表\n示器Ａの数量として主張するところは、「販売することができないとす\nる事情」の一要素として考慮することができるところ、一審被告は、前\n記第２の４⒃（原判決第３の１８（被告の主張）⑴ア ｃ）のとおり、\n①輸出の除外、②プログラマブル・コントローラに接続しない利用態様\nの除外、③一審被告製シーケンサ等に接続する利用態様の割合から算出\nされる事情、④対応シーケンサ等に接続する利用態様の割合から算出さ\nれる事情、⑤被告製品１－２についてオプション機能ボートを購入した\n割合から算出される事情、⑥ワンタッチ回路ジャンプ機能を用いるプロ\nジェクトデータを有する被告表示器Ａの割合から算出される事情を主張\nする（前記第２の４⒃参照。以下、この主張に係る事情を「販売するこ\nとができないとする事情（その２）」という。）。\nそこで、検討するに、まず、一審被告が把握している被告表示器Ａの\n輸出台数は、別紙７の１に記載したとおりであること、平成２５年の一\n審被告製のプログラマブル表示器の販売数量、販売金額、国内市場シェ\nアは、同７の２に記載したとおりであること、平成２５年から令和２年\nまでの一審被告のプログラマブル・コントローラの国内総販売数、国内\n市場シェアは、同７の３に記載したとおりであること、一審被告製シー\nケンサ（プログラマブル・コントローラ）の販売実績、回路モニタ機能\nの実行が可能なシーケンサ等の割合は、同７の４に記載のとおりである\nこと、ＧＴ１５（被告製品１－２）に装着可能なオプション機能ボード\nの販売台数は、別紙７の５に記載のとおりであることが認められ（甲３\n１、乙５８ないし６４、弁論の全趣旨）、これに反する証拠はない。\n上記認定事実を前提に更に検討すると、①国外に輸出された被告表示\n器Ａについては、本件発明１が実施されるのが日本国外となり、属地主\n義の原則から本件特許権１の侵害は生じ得ないから、一審被告から開示\nされた輸出台数は控除するのが相当であるが、その輸出台数を一審被告\nは別紙７の１のとおり把握しているとし、これに疑念を差し挟む理由も\nないところ、その台数が全体の販売数に占める割合は僅少である。②プ\nログラマブル・コントローラに接続しない被告表示器Ａについても本件\n特許権１の侵害が生じないところ、その数量は、一審被告すらおおよそ\nの割合でしか示し得ていないものの（別紙２－１）、前記２⑵エ のと\nおり、ユーザは高額な機器である被告表示器Ａの機能を十全に利用する\nため回路モニタ機能等を利用しようと合理的に行動するものといえるか\nら、被告表示器Ａをプログラマブル・コントローラに接続する割合は非\n常に高くなるものと推認される。③一審被告製シーケンサ等に接続する\n利用態様の割合については、前記２⑵エのとおり、プログラマブル・コ\nントローラとプログラマブル表示器とを同一メーカのもので統一する傾\n向があると推認されることから、一審被告製シーケンサの国内市場シェ\nア割合（別紙７－３）に従った割合で被告表示器Ａが一審被告製シーケ\nンサに接続されるものとするのは不自然であり、当該シェア割合よりは\n一定程度高い割合で一審被告製シーケンサと接続されるものと推認する\nのが相当であるが、他社の製品との組み合わせが僅少であるとまでは認\nめ難い。④対応シーケンサ等に接続する利用態様の割合については、被\n告表示器Ａがその仕様・機能等からみて特定のシーケンサに用いられる\nとする特別な傾向があることまでもを認めるに足りる証拠はないから、\n回路モニタ機能を利用できないシーケンサの販売割合（別紙７－４）は\nその割合のまま考慮することが相当である。⑤被告製品１－２について\nオプション機能ボートを購入したユーザの割合（最大で約４分の１）に\nついては、一定の考慮をするものとするが、そもそも被告表示器Ａに占\nめる被告製品１－２の割合は約●パーセントにすぎないから、いずれに\nしても、被告表示器Ａ全体の中ではほとんど影響を及ぼさない。最後に、\n⑥ユーザがワンタッチ回路ジャンプ機能を用いるプロジェクトデータを\n作成する割合については、引用に係る原判決第４の２⑵（本判決前記１\n⑵にて補正されたもの）において認定したとおり、一審被告がワンタッ\nチ回路ジャンプ機能を宣伝のポイントとしていたことや、被告表示器Ａ\n及び被告製品３を購入等したユーザは回路モニタ機能等を用いることを\n強く動機付けられ、その機能がインストールされる可能性もかなり高い\nといえること等に照らせば、ワンタッチ回路ジャンプ機能を用いようと\nする者は相応の数に上るものと考えられるものの、具体的な割合を確定\nするに足りる資料はない。\n以上の観点から検討するところ、上記①、②、⑤については、直接侵\n害品の生産に用いられる被告表示器Ａの数量に与える影響はわずか、あ\nるいは少ないが、上記④及び⑥については直接侵害品の生産に用いられ\nる被告表示器Ａの数量に与える影響はかなり大きく、③についても少な\nからぬ影響があるというべきである。なお、ここまでにおいて、これら\nの事情を独立の要素として考慮したが、例えば、ワンタッチ回路ジャン\nプ機能を用いるプロジェクトデータを作成するユーザは回路モニタ機能\n等を使用できる機器を有しているなど、これらの要素は相互に関連性を\n有する場合もあり得る。そこで、このような点も加味して、上記事情を\n総合考慮すると、被告表示器Ａの販売数の●●％が直接侵害品の生産に\nは用いられなかったものと推認することが相当である。したがって、こ\nの限度において、「販売することができないとする事情」があると認め\nる。\n一審被告の主張について\n一審被告は、ユーザからの不具合調査や技術支援の依頼への対応に応\nじてユーザから取得しているプロジェクトデータから、本件発明１の実\n施品の生産に用いられる被告表示器Ａの数が推定できると主張する（前\n記第２の４⒃参照）が、これらのプロジェクトデータは、一審被告に対\nして技術支援を求めるユーザ、不具合品として製品を返却してきたユー\nザ、他社製表示器から一審被告製品に乗り換えたユーザから取得してき\nたプロジェクトデータというのであって（乙７２）、全くランダム化さ\nれていないものであり、それらユーザが一審被告の製品を用いるユーザ\nの平均的な技術水準にあるとは認め難く、その主張を採用することはで\nきない\nそのほか一審被告がるる主張するところも、前記 及び の認定を左\n右しない。\n一審原告の主張について\n一審原告は、前記 ③の事情につき、引用に係る原判決第３の１８⑴\nア ｃ（本判決前記第２の４⑿で補正されたもの）のとおり、プログラ\nマブル表示器を他社製のプログラマブル・コントローラに接続する利用\n態様は僅少である旨主張する。しかしながら、プログラマブル・コント\nローラの市場シェアでは下位を占めるが、プログラマブル表示器のシェ\nアでは上位を占める社があり（乙５８ないし６４）、そのような社のプ\nログラマブル表示器は他社製のプログラマブル・コントローラに接続さ\nれることを前提にされていると考えられる。このような点に鑑みると、\n異なる社が製造するプログラマブル表示器とプログラマブル・コントロ\nーラとを組み合わせることも、当業界としてあり得る対応と推認される。\nそうすると、プログラマブル表示器とプログラマブル・コントローラの\n親和性が好まれるといっても、他社製のものとの組み合わせることが僅\n少であるとまでは認められないから、一審原告の上記主張を採用するこ\nとができない。\nまた、一審原告は、同ｃ⒝（本判決前記第２の４⑿で補正されたもの）\nのとおり、①被告表示器Ａと接続できない場合がある「ＭＥＬＳＥＣ  Ｑｎ\nＡシリーズ」、「ＭＥＬＳＥＣ  Ａシリーズ」、「MELDAS  C6/C64」、「MELSE\nC  iQ-Lシリーズ」及び「CNC  C80シリーズ」などのシーケンサを購入\nしたユーザが被告表示器Ａを購入するはずがない、②単純な使用態様で\nあるスタンドアローン向けのシーケンサに回路モニタ機能等を有する高\n額な被告表示器Ａを接続するユーザはいない旨主張するが、上記①につ\nいていえば、仮に、一審原告の指摘するシーケンサが被告表示器Ａと接\n続できないとしても、別紙７の４のとおり、一審被告製シーケンサ全体\nに占めるその販売割合は●ないし●●●％と極めて僅少であって全体的\nな傾向を全く左右させないものであるし、上記②についていえば、一審\n被告が主張するように言い切ることができることを認めるに足りる証拠\nはない。\nそのほか一審原告がるる主張するところも、前記 及び の認定を左\n右しない。\n以上のとおり「販売することができないとする事情（その１）」とし\nて、主に本件発明１の売上げへの貢献に関する観点からの９９％の控除\nと「販売することができないとする事情（その２）」として、直接侵害\n品の生産に用いられていないとの観点からの●●％の控除が認められ、\n両者は独立して考慮できる控除要素であるから、結局、別紙８に記載の\nとおり、被告表示器Ａの譲渡数量から、９９％の譲渡数量を控除し、更\nにその数量から●●％の譲渡数量を控除した数量（控除数量は、●●●\n●％となる。）について「販売することがのできないとする事情」を認\nめるのが相当である（この数値は、一審原告が自認する５９／６０≒０．９８\n３を下回るものではない。）。\nカ  特許法１０２条１項１号の損害\n前記イないしオの判断を踏まえると、特許法１０２条１項１号に基づく\n一審原告の損害額は、別紙８のとおり、５０６２万９２０５円と認めるの\nが相当である。\nキ  特許法１０２条１項２号の損害\n特許法１０２条１項２号は、特定数量がある場合、その数量に応じた実\n施料に相当する額を損害の額とすることができると定める一方で、同号括\n弧書きは、特許権者等が当該特許権者等の特許権について実施権の許諾を\nし得たと認められない部分を除く部分を除外しているから、侵害者の侵害\n行為により特許権者がライセンスの機会を喪失したとはいえない場合には\n実施料に相当する額の逸失利益が生じるものではないことが規定されてい\nる。\n前記オのとおり、本件において認められた特定数量は本件発明１の特徴\n的技術部分が被告表示器Ａ及び被告製品３の販売量に貢献しているとは認\nめられない数量、機能上の制約あるいは一審原告のシェア割合からみてユ\nーザの需要が原告の製品に向かず、一審原告以外の他社への購入に振り向\nけられる数量、直接侵害品の生産に向けられず本件発明１の技術的範囲に\n属しない表示器となる数量を合わせたものであるから、そのように本件発\n明１が販売数量に貢献し得ていない製品や一審被告以外の他社が販売する\n製品について、一審原告が一審被告に本件発明１をライセンスし得るとは\n認められない。\nそうすると、特許法１０２条１項２号の損害を認めることはできない。\n⑷  特許法１０２条２項に基づく損害について\nア  本件の間接侵害への特許法１０２条２項の適用の可否\n特許法１０２条２項は、侵害者が侵害行為により受けた利益の額を特許\n権者等が受けた損害の額と推定すると定めるところ、この規定の趣旨は先\nに同条１項について述べたのと同様であると解される。したがって、先に\n同条１項について述べたのと同様の考え方の下に、本件において同条２項\nの適用を肯定するのが相当である。\nイ  侵害者が侵害の行為により受けた利益の額\n平成２５年４月から令和２年３月までの被告表示器Ａ及び被告製品３の\n販売額が別紙３ないし６に記載されたとおりであること、被告表示器Ａの\n限界利益率が２０パーセントを下らないこと、被告製品３の限界利益率が\n原判決別紙「被告の変動費の内訳、加重平均値及び限界利益率」に記載さ\nれたとおりであることは、当事者間に争いがない。\nウ  推定覆滅事由について\n特許法１０２条２項は推定規定であるから、侵害者の側で、侵害者が\n得た利益の一部又は全部について、特許権者が受けた損害との相当因果\n関係が欠けることを主張立証した場合には、その限度で上記推定は覆滅\nされるものと解される。\nここで、特許法１０１条２号の間接侵害品が実際には直接侵害品の生\n産に用いられることがなかった場合には、結果的にみれば、当該間接侵\n害品の譲渡行為がなければ特許発明の物を譲渡することができたという\n関係にはなく、特許権者に特許発明の物の譲渡により得べかりし利益の\n損害は発生しないので、当該物の譲渡によって得た利益の額を特許権者\nが受けた損害の額と推定することはできないというべきであるから、こ\nのような場合は同法１０２条２項の推定を覆す事情に該当するものと解\nするのが相当である。そうすると、先に特許法１０２条１項１号につい\nて述べた事情（前記⑶オ 。以下「推定覆滅事由（その１）」という。）\nは、特許法１０２条２項の推定覆事由として捉えることができるから、\n被告表示器Ａ及び被告製品３の利益の９９％について覆滅事由があると\n認めるのが相当である。さらに、被告表示器Ａ及び被告製品３のうち、\n直接侵害品の生産に用いられなかった分については一審原告の受けた損\n害額であるとの推定を覆す事情（以下「推定覆滅事由（その２）」とい\nう。）があるというべきであるところ、直接侵害品の生産に用いられな\nかった被告表示器Ａの数は、前記⑶オ と同旨の理由により、全体の●\n●％に及ぶと認められるから、●●％の利益について推定が覆滅される\nものと認めるのが相当である。また、被告製品３についても、直接侵害\n品の生産に用いられたものと、そうではないものとが生じるが、特にど\nちらかに偏るべき事情はうかがわれないから、そのインストール先の表\n示器Ａと同様の割合で、その●●％の利益について推定が覆滅されるも\nのと認めるのが相当である。\n以上のとおりであり、推定覆滅事由（その１）として、主に本件発明\n１の売上げへ貢献に関する観点から導いた９９％の減額と推定覆滅事由\n（その２）として、直接侵害品の生産に用いられているかの観点から導\nいた●●％の減額が認められ、両者は独立して考慮できる減額要素であ\nるから、結局、受けた利益のうち、●●●●％の額について推定覆滅事\n由を認めるのが相当である（この数値は、一審原告が自認する５９／６０\n≒０．９８３を下回るものではない。）。\nエ  特許法１０２条２項の損害\n前記イ及びウの判断を踏まえると、特許法１０２条２項に基づく一審原\n告の損害額は、別紙９のとおり、合計２４２４万７０８０円と認めるのが\n相当である。\nオ  特許法１０２条３項の重畳適用について\n仮に、特許法の解釈上、特許法１０２条２項と３項の重畳適用が排除さ\nれていないとしても、その適用は同条１項２号の趣旨にかなったものとな\nるのが相当と思料されるべきところ、本件においては、同条２項の覆滅事\n由は前記ウ 及び のとおり、そもそも同条１項２号の適用のない場合で\nあるから、同条３項を重畳適用できる事案ではない。\nしたがって、いずれにせよ、一審原告の上記主張を採用することはでき\nないものである。\n⑸  小括\n前記⑶及び⑷の判断を踏まえると、前記⑶にて認定の特許法１０２条１項\nに基づく原告の損害額（５０６２万９２０５円）の方が高いことから、その\n額を一審原告の損害と認める。\n⑹  弁護士費用\n一審原告は本件訴訟の追行等を原告訴訟代理人に委任したところ（当裁判\n所に顕著な事実）、一審被告の特許権侵害行為と相当因果関係のある弁護士\n費用は、５００万円と認めるのが相当である。\n⑺  総括\n以上より、一審原告の損害額は、合計５５６２万９２０５円となる。\n９  結論\nよって、一審原告の請求は、本件特許権１の侵害の不法行為に基づく損害賠\n償として５５６２万９２０５円及びこれに対する、うち１２３０万２４７６円\n（別紙「各月の損害金一覧表」の「販売期間」欄１ないし４）については不法\n行為後の日で本件訴状送達日の翌日である平成２７年９月２６日から、うち別\n紙１０「各月の損害金一覧表」記載の「販売期間」欄５ないし１４までの各欄\nの「各月の損害額」欄記載の各金額については、これに対応する上記各欄の\n「遅延損害金起算日」欄記載の各日から、各支払済みまで、平成２９年法律第\n４４号による改正前の民法所定の年５分の割合による遅延損害金の請求を求め\nる限度で理由があり、本件特許権１の侵害の不法行為に基づくその余の請求及\nび本件特許権２ないし４の侵害に基づく請求はいずれも理由がないから、これ\nを棄却すべきものである。\nしたがって、一審原告の控訴に基づいて原判決を変更し、一審被告の控訴は\n理由がないから棄却することとして、主文のとおり判決する。\n知的財産高等裁判所第４部\n裁判長裁判官\n菅    野    雅      之\n裁判官\n本    吉    弘      行\n裁判官\n中    村              恭\n別紙１－１ないし１０省略\n"
}