{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 3,
    "month": 5,
    "day": 20
  },
  "case_number": "平成30(ワ)2220",
  "case_name": "損害賠償請求事件",
  "court_name": "京都地方裁判所第１民事部",
  "lawsuit_id": "90637",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=90637",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/637/090637_hanrei.pdf",
  "contents": "主      文\n１  原告らの請求をいずれも棄却する。\n２  訴訟費用は原告らの負担とする。\n事 実 及 び 理 由\n第１  請求\n１  被告らは，原告Ａに対し，連帯して２億６３２４万７６２８円及びこれに対\nする平成２７年７月２１日から支払済みまで年５分の割合による金員を支払え。\n２  被告らは，原告Ｂに対し，連帯して１１００万円及びこれに対する平成２７\n年７月２１日から支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n１  事案の要旨\n本件は，被告京都大学の大学院生であった原告Ａが，大学院の正課授業とし\nて野生ボノボの研究のためにコンゴ民主共和国におけるフィールドワーク実習\nに参加した際，被告京都大学の教授であって原告Ａの指導教員であった被告Ｃ\nが，原告Ａに対する指導等を行う義務を怠ったこと及び被告京都大学が原告Ａ\nに対する安全配慮義務を怠ったことなどによって，フィールドワーク実習中の\n落木事故（以下「本件事故」という。）により負傷して損害を被ったと主張して，\n①被告京都大学に対しては，債務不履行（安全配慮義務違反），使用者責任又は\n国家賠償法１条１項による損害賠償請求権に基づき，②被告Ｃに対しては，不\n法行為又は使用者責任による損害賠償請求権に基づき，２億６３２４万７６２\n８円及びこれに対する平成２７年７月２１日（本件事故発生の日）から支払済\nみまで民法（平成２９年法律第４４号による改正前のもの。以下同じ。）所定の\n年５分の割合による遅延損害金の連帯支払を請求するとともに，原告Ａの配偶\n者である原告Ｂが，①被告京都大学に対しては，使用者責任又は国家賠償法１\n条１項による損害賠償請求権に基づき，②被告Ｃに対しては，不法行為又は使\n用者責任による損害賠償請求権に基づき，１１００万円及びこれに対する平成\n２７年７月２１日から支払済みまで民法所定の年５分の割合による遅延損害金\nの連帯支払を請求する事案である。\n２  前提となる事実（当事者間に争いのない事実並びに後掲の証拠及び弁論の全\n趣旨により容易に認定することができる事実）\n⑴  当事者等\nア  原告Ａ（平成▲年▲月▲日生）は，平成２７年４月から京都大学大学院\n理学研究科修士課程１回生として，京都大学霊長類研究所（以下「本件研\n究所」という。）を研究の拠点として学んでいた者である。原告Ａは，平成\n２６年５月３０日に原告Ｂと婚姻した。\nイ  被告京都大学は，京都大学理学研究科を管理運営している国立大学法人\nである。\n被告Ｃは，被告京都大学に雇用されている本件研究所の教授であり，平\n成２７年度の原告Ａの指導教員であった者である。被告Ｃは，コンゴ民主\n共和国（以下「コンゴ」ともいう。）でのフィールドワークを中心に，ボノ\nボの性と生活史の研究を長年行っており，ボノボの生息するコンゴの森の\n状況及びボノボの行動について，世界的に最も熟知していた人物の一人で\nあった。\nＤは，平成２７年度の本件研究所の長期野外研究プロジェクトの研究員\nであった者である（甲５）。\n⑵  原告Ａが海外研究を行うまでの経緯\nア  原告Ａは，平成２７年３月，京都大学農学部を卒業し，同年４月から京\n都大学大学院理学研究科修士課程に入学し，本件研究所に所属することと\nなった。原告Ａは，京都大学の霊長類学・ワイルドライフサイエンス・リ\nーディング大学院（ＰＷＳ）にも所属していた（甲１８（枝番号を含む。\n以下同じ。），乙１）。原告Ａの本件研究所における研究テーマは，「野生ボ\nノボの雄の発達に伴う社会関係の変化」であった（甲１８，６７）。\nイ  原告Ａは，平成２６年５月（大学４回生時），被告Ｃの大学１回生向けの\nゼミに参加して，宮城県の金華山島において野生のニホンザル見学をした\nことがあり，同年１２月及び平成２７年２月には，ＮＰＯ法人主催の登山\n道や道路から双眼鏡でニホンザルの数を数える個体調査に参加したこと\nがあった。\nまた，原告Ａは，霊長類学・ワイルドライフサイエンス・リーディング\n大学院が必須科目として指定するニホンザルの観察実習として，平成２７\n年４月に宮崎県の幸島での観察実習，同年５月には，鹿児島県の屋久島で\nの観察実習に参加した。\n（以上につき甲６７，丙２３，原告Ａ本人（２，３頁））\nウ  原告Ａは，本件研究所における研究の一環である予備調査として，次の\nような内容の海外研究調査（以下「本件海外研究調査」という。大学院の\n正課の授業である。）を行うことになった。予備調査とは，調査方法の習得\nや研究テーマの確定を目的とした調査である（原告Ａ本人（１頁），被告Ｃ\n本人（２，３頁））。\n宿泊地  コンゴ民主共和国赤道州ａ村の基地（以下「本件基地」という。）\n日程  平成２７年７月３日から同年９月２４日まで（ただし，原告Ａは\n本件事故により同年７月２１日に中断した。）\n原告Ａの調査実施日  同年７月３～６日，８～１３日，１５～１８日，\n２０日，２１日（甲７）\n参加者  原告Ａ，被告Ｃ，修士課程２回生のＦ，同修士課程１回生のＧ，\n学外から同行したビデオカメラマンのＨ\nエ  本件海外研究調査に先立ち，被告Ｃは，平成２７年４月２日，原告Ａ及\nびＧに対し，リンガラ語の学習に関する資料及びリンガラ語の基礎テキス\nトが掲載されているウェブサイトのＵＲＬが記載されたメールを送信し\nた（甲６７，丙２５）。Ｄは，同年６月１９日，同人が作成した「ａのリン\nガラ語用例集（２０１５年６月，Ｄ）」（甲６３，丙２２）を使用して，原\n告Ａ及びＧに対し，リンガラ語の講習を行った（甲６７，丙２４）。\nオ  平成２７年６月１５日，イギリスのセントアンドリュー大学の学生であ\nるＩが，前記ａ村付近の森（以下「本件森」という。）においてボノボを観\n察していた際に，７～８ｍほどの高さの樹上からボノボが落した枯れ枝（長\nさ３０～４０㎝，直径５～６㎝）が右目に当たり怪我をする事故（以下「本\n件英国学生事故」という。）が発生した（甲２１，丙３，４）。\n原告Ａは，本件英国学生事故後に被告Ｃから伊達眼鏡を買っていった方\nがよいとの助言をされたことから，花粉症対策で販売されている伊達眼鏡\nを購入して本件海外研究調査の際に持参した（甲６７）。\n⑶  フィールドワーク実習の概要等\nア  研究対象\n本件海外研究調査の目的はボノボの観察であり，「Ｅ１集団」と名付けら\nれたボノボの集団及び「Ｐｅ集団」と名付けられたボノボの集団が観察対\n象であった。被告Ｃは，Ｈ及びＦと共にＥ１集団の観察を行い，原告Ａ及\nびＧはＰｅ集団を観察することになったものの，原告Ａは，平成２７年７\n月９日，１３日及び２０日の３日間は被告Ｃらと共に同じボノボの集団\n（Ｅ１集団）を観察した。\nボノボの集団には「Ｐｗ集団」と名付けられた集団もあり，平成２７年\n７月当時の本件森のボノボは，大体が集団の全個体が毎日確認される大き\nな遊動パーティーを作っており，Ｐｅ集団とＰｗ集団の出会いも頻繁であ\nった。\n（以上につき，甲７，甲６７，丙２３）。\nイ  フィールドワークの方法\nボノボの観察は，１集団につき最大３名までの調査者という規則で行わ\nれていた。本件海外研究調査におけるフィールドワークは，「トラッカー」\nと呼ばれる者を伴って行われていた。トラッカーは，ａ村の中でも特に本\n件森に詳しいとされる者８～１０名で構成されていた。トラッカーは，本\n件森を熟知し，その危険性を理解し，危険を回避する術をわきまえており，\nその視力や聴力は，日本人とは比較にならないほど優れていた。そのため，\n研究者の安全管理のために，現地調査ではトラッカーを原則２名，最低で\nも１名同行させるルールになっていた。トラッカーは，研究者のフィール\nドワークに同行する場合は，研究者の安全確保を第一の職務としており，\n研究者が本件基地に不在の場合でも，午前と午後の２交代制でボノボの各\n集団の観察を行い，ボノボの行動を記録することで，研究者の調査を補助\nしていた。トラッカーは，リンガラ語を使用していた。\n（以上につき，甲２０，丙２３）\nウ  本件森の様子\n本件森は，Sou Dacryodes edulis（通称ソウの樹（以下「ソウの樹」と\nいう。）），Botuna  Cynometra  hankei（通称ボツナの樹（以下「ボツナの\n樹」という。））と呼ばれる樹木等が自生するジャングルであるが，木や藪\nを切り人間が歩きやすいように手入れされた観察路が複数開設されてい\nた（甲６０，丙１９）。そのうちの「Lokuli６」（以下「ロクリ６」という。）\nは，本件事故現場に最も近い観察路であり，本件事故現場から最短距離で\n約２０ｍ，本件事故当日，原告Ａらがロクリ６から本件事故現場まで歩い\nた経路は約５０ｍであった。\n⑷  本件事故発生の状況等（甲７，２０）\nア  本件事故当日の調査活動\n原告Ａは，平成２７年７月２１日午前４時４０分頃（コンゴ民主共和国\n赤道州ａ村の現地時間。以下同じ。），トラッカー２名（Ｊ，Ｋ）と共にＰ\nｅ集団の観察のために本件基地を出発した。なお，Ｇは，同日，体調を崩\nしていたため，調査には同行しなかった。\n原告Ａは，同日午前６時１０分頃，Ｐｅ集団のもとに到着し，ボノボの\n行動観察を開始した。\n同日午前１１時４２分頃，トラッカーのＬ及びＭが原告Ａに合流したこ\nとでＪが仕事を終了し，原告Ａ及び３名のトラッカー（Ｌ，Ｍ，Ｋ）がボ\nノボの観察を継続した。\nイ  本件事故の発生（甲７）\n本件事故の発生\n日時  平成２７年７月２１日午後２時５６分\n場所  コンゴ民主共和国赤道州ａ村付近の森（本件森）\n態様  本件森で原告Ａがボノボの行動観察を行っていたところ，同日\n午後２時５３分頃からソウの樹の上でボノボの攻撃交渉が発生\nし，一部のボノボがソウの樹から南側のボツナの樹に飛び移っ\nた際に枯れ枝が落下し，途中で低木に当たって４片に割れて，\nそのうちの一つ（長さ約９０㎝，直径約１６㎝，外周約４５㎝，\n重さ約１０．８㎏）が原告Ａを直撃した。\n⑸  原告Ａの傷害（甲９～１４）\n原告Ａは，本件事故により，胸髄損傷，胸椎骨折，頸椎多発骨折，右鎖骨\n骨幹部骨折，左肩甲骨骨折，急性硬膜外血腫，両側気胸，右顔面神経麻痺，\n多発頭部外傷，膀胱直腸障害等傷害を負い，平成２８年５月１１日に症状固\n定した。\n原告Ａは，胸髄損傷（第４胸椎以下完全麻痺），膀胱直腸障害の後遺障害に\nより，神経系統の機能又は精神に著しい障害を残し，常に介護を必要とする\nもの又は両下肢の用を全廃したものと認定された。\n⑹  本件事故後の検証作業\nア  Ｄは，平成２７年８月３日，本件事故の状況について本件事故現場にお\nいてトラッカー（Ｌ，Ｍ，Ｋ）に事情聴取（以下「本件現場検証」という。）\nを行い，それをもとに「２０１５０７２１事故の検証メモ（Ｄ，２０１５\n年８月３日）」（甲７。以下「本件検証メモ」という。）を作成した。本件事\n故現場には，上記トラッカーのほかにトラッカーのＮ，シェフデローカリ\nテ（以下「ローカリテ」という。）とその息子及びＯが同行し，Ｏは，Ｄが\nトラッカー及びローカリテに事情聴取を行っている様子を一部撮影した\n（丙７，９，１１～１４，証人Ｄ（１，２頁））。\nイ  本件事故当時，本件研究所社会生態分科・社会進化分野の大学院生であ\nったＱは，被告Ｃに依頼され，平成３１年４月４日，Ｌとともに本件事故\n現場に赴き，Ｌの説明を受けながら本件事故当時の原告Ａ，トラッカー，\nソウ及びボツナの樹冠の位置関係，落木が低木に当たった場所や落木の落\n下地点を記載した見取図（丙１５。以下「本件現場見取図」という。）を作\n成し，本件事故現場の写真を撮影した（甲４，５，丙１７の１～３）。\n３  争点及びこれに関する当事者の主張\n⑴  被告京都大学の安全配慮義務違反の有無\n（原告らの主張）\nア  被告Ｃを履行補助者とする安全配慮義務違反\nトラッカーは被告Ｃの履行補助者に当たること\n被告Ｃは，被告京都大学の安全配慮義務の履行補助者であり，本件海\n外研究調査において，自らは原告Ａに同行せず，現地のトラッカーを自\nらが負う学生の安全衛生管理，事故防止責任の履行のために使用してい\nるから，トラッカーは，被告Ｃの原告Ａに対する安全配慮義務の履行補\n助者に該当する。\nトラッカーの原告Ａに対する危険回避指示義務違反\nトラッカーは，研究者に対し，ボノボの攻撃交渉が勃発した時点で，\n速やかに観察場所からより安全な場所に退避するよう指示する義務があ\nったにもかかわらず，本件事故の際，ボノボの攻撃交渉が発生した時点\nで，原告Ａに対して何ら退避指示等を行わなかった。より安全な場所と\nは，具体的には①トラッカーのすぐ傍，②頭上に樹冠がかかっていない\n落木発生の少ない場所，又は，③ボノボが攻撃交渉で駆け回る可能性の\nある範囲外の場所である。\n具体的には，平成２７年７月２１日午後２時５３分頃から５５分頃に\nかけてボノボの攻撃交渉が立て続けに起こった際，原告Ａの安全管理の\n責任者であったＬは，倒木から立ち上がり，すぐ傍に原告Ａを引き寄せ\nておくなど，落木が発生した時には咄嗟に原告Ａを危険から守ることの\nできる位置に移動させる必要があったにもかかわらず，これを怠った。\nまた，同日午後２時５６分頃にボノボらがソウの樹からボツナの樹に飛\nび移り始めた時点で，Ｌは，直ちに原告ＡをＬのすぐ傍などのより安全\nな場所に移動させる必要があったにもかかわらず，これを怠った。\nイ  ガイドライン等の制定義務違反\n野外活動は，屋内とは異なり生命身体に関わる重大な事故が発生する恐\nれがある。被告京都大学は，そのような事故を防止するため，野外活動を\n指導教員任せにせず，組織的に関与して安全を管理する旨の規程やガイド\nラインを制定する義務を負う。そうであるにもかかわらず，被告京都大学\nは，上記規程やガイドラインを制定せず，野外活動を指導教員任せにして\nおり，上記義務違反がある。\nウ  ガイダンス等の実施義務違反\n被告京都大学は，学生が海外での野外活動を行う際には，事前に予想さ\nれる具体的危険を指導教員作成の安全衛生管理計画書等に記載させ，提出\nさせるなどして把握し，危険の内容や事故防止策を学生に告知するための\n事前ガイダンス等を被告京都大学が行うか又は指導教員に行わせる義務\nを負う。そうであるにもかかわらず，被告京都大学は，事前ガイダンス等\nを実施せず，指導教員にも実施させていない義務違反がある。\n（被告京都大学の主張）\nア  被告Ｃを履行補助者とする安全配慮義務違反\nトラッカーは被告Ｃの履行補助者に当たらないこと\nトラッカーは，世界中のあらゆる研究者にも勝って本件森を知り尽く\nした熟練者であり，被告Ｃさえトラッカーの指示に従って自身の安全を\n確保するしかないのであるから，被告Ｃがトラッカーを使用・指揮して\nいるとはいえず，トラッカーは，被告Ｃの履行補助者には当たらない。\nまた，被告Ｃにはトラッカーの選任・監督の過失もない。\nトラッカーの原告Ａに対する危険回避指示義務\nトラッカーには，原告が主張するような原告Ａに対してより安全な場\n所に退避するよう指示する義務はない。\na  トラッカーのすぐ傍に退避させることについて\n⒜  ボノボの攻撃交渉が発生したソウの樹は原告Ａから約１３ｍ離れ\nており，本件事故当時，原告Ａは安全に観察できる位置にいた。そ\nして，原告Ａと２．５ｍという近距離でＬが原告Ａの観察をサポー\nトしており，Ｍ，Ｋは少し離れた距離で別々の角度から観察してお\nり，それぞれ適切な位置取りであった。また，明白に危険が差し迫\nっていない限り，観察に支障を生じさせたり，観察を放棄したりす\nるような行動を取らずに観察を継続することに問題はないところ，\nトラッカーが原告Ａの隣に立つくらいに近寄るとボノボの観察に支\n障が生じる。\n⒝  落木発生から原告Ａに落木の破片が当たるまでの経路は極めて特\n異であり，本件森に詳しいトラッカーであっても事前に想定するこ\nとはできない。トラッカーが原告Ａに落木の破片が当たる可能性が\nあると想定することができたのは，落木が低木に当たり方向を変え\nた時点であると考えられ，その時点から原告Ａに落木の破片が当た\nるまでは数秒よりもさらに短い時間であったはずであり，そのよう\nな短時間のうちにＬが原告Ａを引っ張って元の位置に戻ることは不\n可能であるから，本件事故には結果回避可能性がない。したがって，\nトラッカーは原告が主張する義務を負わない。\nｂ  頭上に樹冠がかかっていない落木発生の少ない場所に退避させるこ\nとについて\n原告Ａの観察場所はボノボが飛び移ってきたり，落木が発生するよ\nうな危険のある場所ではなかったから，トラッカーには原告Ａを樹冠\nがかかっていない落木発生の危険の少ない場所に移動させる義務はな\nかった上，ボノボは原告Ａの真上を飛び移ったわけではないから，原\n告Ａが観察場所から移動しなかったことと本件事故の発生との間に相\n当因果関係は存在しない。\nｃ  ボノボが攻撃交渉で駆け回る可能性のある範囲外の場所に退避させ\nることについて\n本件事故発生現場から観察路のロクリ６までは最短距離で約２０ｍ，\n本件事故発生時の観察経路に沿うと約５０ｍ離れている。ロクリ６ま\nで走って移動するには，整備されていない木や藪，茂みに覆われた本\n件森の中をボノボから目を離して足元を見ながら移動することになる\nが，ボノボが攻撃交渉を始めた場合，ボノボが思わぬ方向に駆け抜け\nてきて落木を含めた落下物が生じる可能性があるため，ボノボから目\nを離さないようにして状況に応じた危険回避に備える必要があり，短\n時間のうちに約５０ｍ離れた場所に退避すべきという原告らの主張は，\n本件森の状況を踏まえないものである上，観察者を危険にさらす結果\nになる。また，攻撃交渉もボノボの社会活動の一つであり，それ自体\nが観察対象として重要であって，本件事故が発生した時期には，１時\n間に１回程度の頻度で攻撃交渉がみられ，それが始まった途端に毎回\n約５０ｍも離れた場所に退避することは観察をやめることと同義であ\nり，フィールドワークによってボノボの行動のデータを収集して研究\nするという目的を達成することが不可能になる。したがって，トラッ\nカーには原告Ａをボノボが攻撃交渉で駆け回る可能性のある範囲外の\n場所に移動させる義務はない。\nｄ  本件において，３名のトラッカーは，原告Ａの安全確保のために適\n切に行動したといえ，トラッカーには原告Ａに対する危険回避指示義\n務違反はない。\nイ  ガイドライン等の制定義務違反及びガイダンス等の実施義務違反\n野外活動には様々な場所，目的，危険性があるところ，被告京都大学\nは，一律にガイドライン等を定める義務を負うものではないし，野外活\n動を行う学生ごとに逐一個別の事前ガイダンス等を実施する義務を負う\nものでもない。野外活動に臨む学生に対してガイドライン等を制定する\nかどうか，ガイダンス等を実施するかどうかについては，被告京都大学\nの裁量に委ねられている。\n被告京都大学は，本件海外研究調査での調査を想定したガイドライン\n等の制定や個別のガイダンス等を実施していないものの，原告Ａに対し，\n平成２７年４月，本件研究所野外研究委員会による安全管理のための一\n般的なガイダンスを実施し，フィールドワークにおける安全管理につい\nて一般的な指導を行った。また，被告京都大学理学研究科が提供し，霊\n長類学・ワイルドライフサイエンス・リーディング大学院（ＰＷＳ）が\n必修科目として指定する平成２７年４月の幸島実習及び同年５月の屋久\n島実習を実施することで，原告Ａに対し，野外研究の基礎を学ぶ経験を\n積ませている。原告Ａは，幸島実習では自ら研究テーマを設定してデー\nタを取得し，その成果を研究発表するという本件海外研究調査で行う研\n究調査と同様の体験をすることができ，屋久島実習では急峻な地形であ\nりながら，ａと同様に樹が生い茂る森の中で樹上を移動して木の実や小\n枝といった落下物を発生させることもあるニホンザルを観察することに\nより，樹上に注意を払う状況での観察を経験した。被告京都大学は，こ\nのようにガイダンス及び実習の提供を行っており，安全配慮としてはこ\nれで足りるというべきである。\n本件事故は，折れた枝が落下する最中に別の低木に当たって分裂し，\nその破片の一つが落下方向を変えたために原告Ａに当たったという特異\nな経路を辿った事故であるから，被告京都大学がガイドライン等を制定\nしたりガイダンス等を実施したりしたとしても，その結果を回避できる\nものではなく，原告の主張する注意義務違反との関係では，結果回避可\n能性及び因果関係がない。\n⑵  被告Ｃの注意義務違反の有無\n（原告らの主張）\nア  トラッカーに対する落木事故防止措置義務違反\n被告Ｃは，トラッカーに対し，少なくとも次の内容の指示，指導等を\n行う義務があったにもかかわらず，これを怠った。\n①  トラッカーに対し，被告Ｃが原告Ａに対して責任を負っており，被\n告Ｃに代わってトラッカーが原告Ａの安全を守る立場にあるという情\n報の提供，指導を行うこと。\n②  トラッカーに対し，原告Ａが学生であることに加え，始めてボノボ\nの調査を行う者であるという情報の提供を行うこと。\n③  トラッカーに対し，落木の危険があるところに学生が立たないよう\nに指示することや，ボノボの攻撃交渉時には，ボノボの突発的な移動\n等も考慮し，より安全な場所に移動することをトラッカーに徹底させ\nること。\n④  トラッカーに対し，ボノボの調査，データ収集よりも学生の安全を\n守ることを優先するよう指示すること。\n⑤  トラッカーが上記①ないし④の職務を実行しているかを把握し，監\n督すること。\n⑥  トラッカーに対し，体調不良や疲労がたまっているときには本件森\nに入らないことを徹底させ，トラッカーが観察中の集中力が保てない\nような状況を作らないようにすること。\n被Ｃ っていれば，ボノボの攻\n撃交渉が始まった時に，トラッカーが原告Ａの安全を最優先に考え，原\n告Ａを傍に連れてきたり，樹冠のかからない場所に誘導したりして原告\nＡをより安全な場所に退避させることで，本件事故を防ぐことが可能で\nあった。したがって，被告Ｃのトラッカーに対する義務違反と本件事故\nとの間には相当因果関係がある。\nイ  被告Ｃの原告Ａに対する指導義務違反\n被告Ｃは，原告Ａに対し，事前に調査における危険要素，特に落木の\n危険を説明し，ボノボを安全に観察するために，ボノボが樹上にいると\nきには観察者は樹の真下に入らないよう指導する義務及び樹上でボノボ\nの攻撃交渉が発生した場合には，攻撃交渉が行われている場所から一定\nの範囲の樹下に近づかず，その範囲外に退避するよう指導する義務があ\nったにもかかわらず，これらの指導を怠った。また，安全管理の方法が\nトラッカーの後についてその指示に従って行動することであるならば，\n原告Ａが適時適切にトラッカーの指示を把握し，指示に従うことが可能\nとなるためにリンガラ語の習得は必須であるところ，被告Ｃには，原告\nＡを含む学生に対してリンガラ語の習得を指示し，指導する義務があっ\nたにもかかわらず，被告Ｃは，原告Ａに対し，現地でトラッカーが指示\nすることが想定される具体的な危険の対象について何ら指導しなかった\n上，原告Ａのリンガラ語の習得度の確認をせず，上記義務を怠った。\n被告Ｃが上記指示及び指導する義務を尽くしていれば，原告Ａはボノ\nボの攻撃交渉が発生した時点で，自分の観察位置の頭上は危険がないか\nを確認したり，トラッカーとコミュニケーションを取ってトラッカーの\n傍に移動するなど，より安全な場所に退避したりすることができた。し\nたがって，被告Ｃの原告Ａに対する上記指示及び指導義務違反と本件事\n故との間には相当因果関係がある。\nウ  安全装備着用指示義務違反\n本件海外研究調査の１８日前に本件事故現場の近隣において，頭上に\nいたボノボが落とした枯れ枝がボノボの調査を行っていた英国の学生\nに当たり，同人が目を負傷するという事故（本件英国学生事故）が発生\nしたことにより，被告Ｃはボノボの観察者にとって落木が最大の危険要\n因であることを改めて認識した。学生は教授の指揮監督の下で調査を行\nう従属的な地位にあり，危険を回避する方法に習熟していないため，被\n告Ｃには学生に対し落木事故からの安全確保のためヘルメットを着用\nさせる義務があったにもかかわらず，被告Ｃは，原告Ａにヘルメットを\n用意し，又は自ら用意するよう原告Ａに指導しなかった。\n被告Ｃが上記義務を尽くしていれば，原告Ａは少なくとも頭部を骨折\nする重傷を負うことはなかったため，被告Ｃの上記義務違反と原告Ａの\n損害との間には相当因果関係がある。\nエ  被告Ｃの本件事故の予見可能性\n被告Ｃは，本件海外研究調査に当たって，落木事故の危険について次の\n事実を認識していたことからすると，落木により学生の生命・身体を害す\nる重大な事故の危険が生じ得ること，及びトラッカーを学生に同行させる\nだけではその危険を回避しきれないことを予見することが可能であった。\n①  村人が落木の下敷きになって死亡しているのが発見されたり，チンパ\nンジーが落した木に当たって足に打撲傷を負ったりすることがあり，本\n件海外研究調査において落木は最大の危険であること。\n②  落木事故の危険回避のために，ボノボが樹上にいる時は樹冠の下に入\nってはならないこと。\n③  ボノボの攻撃交渉が起こった際には，ボノボがどの方向へ飛び出すか\n分からないことを考慮して，より安全な場所へ離れていくことが重要で\nあること。\n④  本件海外研究調査の約１か月前の平成２７年６月１５日，本件英国学\n生事故が発生したこと。\n（被告Ｃの主張）\nア  トラッカーに対する落木事故防止措置義務違反\n被告Ｃは，トラッカーに対し，上方に枯れ枝やツルに引っかかってい\nる枝がないかを確認して落木の危険があるところに研究者が立たないよ\nうに指示する業務，ボノボの観察時にはボノボの突発的な移動等も考慮\nし，研究者にボノボと一定の距離を開けるよう指示する業務等の研究者\nの安全管理の業務を適切に遂行することを指示していた。また，Ｄも，\nフィールドマネージャーとして，トラッカーに対して同様の指示を行っ\nており，トラッカーの責務は，一に安全管理，二にボノボの追跡，三に\nデータ収集であることを伝えていた。したがって，被告Ｃにトラッカー\nに対する落木事故防止措置義務違反はない。\n予見可能性，結果回避可能性がないこと\n本件森に精通したトラッカーですら本件事故の特異な経過を予測する\nことができなかったのであるから，被告Ｃにおいてこれを事前に防止す\nるような具体的な注意・指導をトラッカーに対して行うことは事実上不\n可能であった。被告Ｃは，自己が想定し得る落木事故を防止するための\n注意・指導を日頃からトラッカーに対して行っていたにもかかわらず，\n本件事故が発生したのであり，本件事故の発生を回避することは不可能\nであった。\nイ  原告Ａに対する指導義務違反\n被告Ｃは，落木事故防止のために様々な安全管理策を講じており，こ\nれにより原告Ａに対して負う注意義務を履行していた。\n①  被告Ｃは，日頃から原告Ａを含む学生に対し，ボノボの観察中は落\n木の危険を避けるためにボノボがいる樹の真下に入らないよう指導し，\n本件英国学生事故が発生した際にも，原告Ａに対し，落木の危険性と\n共に，ボノボが樹上にいる時は樹の真下に入らないよう改めて指導し\nた。原告Ａは，実際に，本件事故当時，トラッカーのＬに付き従って\nボノボを観察しており，ボノボがいる樹の真下には入らなかった。ま\nた，原告Ａは，本件事故以前にボノボが樹上から木の実を落とした状\n況を経験し，ボノボが真上に来ないように気を付けていたことから，\n被告Ｃの指導の有無にかかわらず，落木の危険を回避するためにボノ\nボがいる樹の下に入ってはならないことを理解していた。\n②  被告Ｃは，原告Ａに対し，本件森においては，本件森に精通したト\nラッカーの後ろを歩くように日頃から説明・指導していた。原告Ａは，\n出張申請書（甲１８の１）で「森を歩く際は，必ず森に詳しい現地住\n民と共に移動をする。」と記載しており，このことは被告Ｃが原告Ａに\n対し，トラッカーに付いて歩くよう明確に説明・指導していたことを\n示している。\n③  本件森における安全管理の方法としては，本件森を熟知したトラッ\nカーの指示に従うことが最も適切であり，被告Ｃは，本件森における\n調査では，研究者は，原則２名最低でも１名のトラッカーを同行する\nというルールを制定していた。そして，このルールは本件事故当時も\n実践されており，原告Ａは，トラッカーの安全管理の下でボノボの観\n察を行っていた。\n本件森での調査における安全確保，危険回避の方法は，現場の状況に\nより様々であるからこそ，研究者は，本件森に精通したトラッカーに付\nき従って歩き，トラッカーと一緒に観察場所を決め，トラッカーの安全\n管理の下でボノボの観察を行っているのであり，樹上でボノボの攻撃交\n渉等が発生したら，直ちに退避しなければならないという定式的な指導\nは不可能である上，現場の状況を見誤る可能性もあるため，かえって危\n険である。また，研究者にとって攻撃交渉等のボノボの社会行動はそれ\n自体が研究対象であるから，ボノボの攻撃交渉等が発生したら直ちに退\n避せよとの指導は，ボノボの観察を不可能にする点で研究活動と相容れ\nないものである。本件事故が発生した頃は，ボノボの攻撃交渉が１時間\nに１回程度の頻度で行われていたため，その度に退避行動を取ることに\nなると，ボノボの研究・観察が成り立たない。原告らの主張は，被告Ｃ\nに恣意的な義務を設定し，その違反を論ずるものであり，これを認めれ\nば大学教育全体への萎縮効果は計り知れない。\n被告Ｃは，原告Ａに対し，現地でトラッカーの指示を理解するため，\nリンガラ語を学習しておくことを指示し，リンガラ語のテキストと音声\nデータを案内した。同テキストは，初心者向けの平易なテキストであり，\nトラッカーに付き従って安全に本件森を歩くために必要な文法・単語を\n理解するという観点からは，少なくとも３日程度で学習が可能であり，\n同テキストには「戻れ」等の危険回避に関する単語も含まれていた。ま\nた，Ｄは，本件海外研究調査の前に，原告ＡとＧに対して，用例集（甲\n６３，丙２２）を用いて約１時間程度の講習を行い，同講習の最後には，\n用例集には「気を付けろ」「戻れ」などの危険を知らせる単語が掲載され\nているため本件海外研究調査の前に必ず学習しておくよう指導した。し\nたがって，被告Ｃは，原告Ａに対し，リンガラ語を学んでおくよう指導\nし，リンガラ語を学習する機会を十分に与えていた。\n結果回避可能性がないこと\n原告Ａとボノボがいる樹との距離が約１３ｍという適当な距離であり，\n原告Ａはボノボが飛び移る可能性のある樹冠がかからない場所に位置し\nていたという本件事故当時の状況からすると，ボノボの攻撃交渉の発生\n時において原告Ａの観察場所が安全な場所であったことに変わりはなく，\nかかる状況下においては，被告Ｃが原告Ａに対し，原告らが主張する説\n明，指導を行っても，原告Ａがトラッカーの指示なく単独で更なる退避\n行動を取ったとは考えられず，本件事故は避けることができなった。\nウ  安全装置着用義務違反\n本件事故当時，被告Ｃの知る限り，研究者にヘルメットの着用を義務\n付ける霊長類の調査チームは世界に存在せず，本件事故後ですら，被告\nＣが関係する調査チーム以外に研究者にヘルメットの着用を義務付ける\n調査チームは存在しない。本件事故当時の世界的な水準を超えて，被告\nＣにのみ研究者にヘルメットを着用させる義務を課すことはできない。\n因果関係がないこと\n本件事故は，原告Ａの右肩部を中心として落木が衝突した事故である。\n原告らの主張する損害は，原告Ａの後遺障害を理由とするものであって，\nその後遺障害の原因は胸髄損傷という胸部への傷害であるところ，仮に\nヘルメットを着用していたとしても，これにより緩和できるのはせいぜ\nい頭頂部や側頭部への外力であり，原告Ａの後遺障害の原因である胸髄\n損傷を防ぐことはできなかった。\nエ  被告Ｃの予見可能性\n被告Ｃに前記の各注意義務を課する前提として，結果発生に対する抽象\n的な危険又は不安感ではなく，具体的な危険についての予見可能性が必要\nとされる。\nこの点，本件事故が起こるまでの６０年以上にわたる日本の霊長類調査\nの歴史の中で，落木により研究者が大怪我を負った事故例は報告されてお\nらず，被告ＣやＤもそのような危険に遭遇したことはなかった。原告らが\n主張する本件英国学生事故は，長さ３０ｃｍから４０㎝，直径５㎝から６\n㎝程度の，水分を含んだ柔らかい木片が落下し，学生に当たって壊れたと\nいうものであって，生命・身体に重大な危険を及ぼすような事故ではなか\nった。\nこのように，被告Ｃにおいて，過去，長期にわたり重大な落木事故の経\n験がないことに鑑みると，本件事故については，その具体的危険の予見可\n能性がなく，原告らが主張する注意義務の前提を欠くというべきである。\n⑶  被告Ｃ及び被告京都大学の使用者責任の有無\n（原告らの主張）\nア  被告Ｃ及び被告京都大学とトラッカーの間の使用関係\n次の事実からすると，被告Ｃがトラッカーを雇用し，その業務を直接指\n揮，監督しており，被告京都大学が実質的にトラッカーの雇用者であった\nというべきである。\n①  トラッカーの直接の雇用者は，ａボノボ研究委員会の代表者である被\n告Ｃ及びＤであったこと。\n②  トラッカーは，被告京都大学の施設である本件基地に属する使用人で\nあるところ，１日の労働時間が８時間，日曜祝日を休日とし，１日当た\nりの賃金が３ドルから４ドルの労働条件で雇われている労働者であった\nこと。\n③  トラッカーの給与は，本件研究所の研究費と本件基地に滞在する研究\n者が支払う基地滞在費から支払われていたこと。\n④  トラッカーの作成したボノボ観察記録は，被告京都大学及び被告Ｃが\n保有していたこと。\n⑤  被告らは，トラッカーは形式的にはコンゴ民主共和国高等教育大学科\n学研究省生態森林研究所（ＣＲＥＦ。以下「クレフ」という。）に雇われ\nていたと主張するものの，これはコンゴ税務当局からａボノボ研究委員\n会にされたトラッカーの源泉徴収税の支払請求を免れるために考えられ\nたものであり，クレフからはトラッカーがクレフの使用人であることを\n示す書類は一切発行されていないこと。\nイ  トラッカーの原告Ａに対する危険回避指示義務違反\n前記⑴の（原告らの主張）のア\nウ  因果関係の存在\nＬが，ボノボの観察時のルールに従い，平成２７年７月２１日午後２時\n５３分頃にボノボの攻撃交渉が発生した時点で速やかに倒木から立ち上\nがり，原告ＡをＬのすぐ傍などのより安全な場所に移動させていれば，原\n告Ａを落木の危険に晒すことはなかった。また，どんなに遅くとも，同日\n午後２時５６分頃にボノボがボツナの樹に飛び移り始めた時点で，Ｌが原\n告Ａを速やかに自らの傍に引き寄せていれば，落木発生の際，原告Ａを引\nっ張る，あるいは突き飛ばすことで原告Ａを落木から守ることができたの\nであり，Ｌの原告Ａに対する上記義務違反により本件事故が発生したとい\nうべきである。\n落木は途中で大きく方向を変えていないこと\nａ  落木発生時，原告Ａは，Ｌから北東へ２．５ｍ離れた地点，Ｍは，\nＬから更に北東へ３．４ｍ離れた地点，Ｋは，原告Ａから南東へ５ｍ\n離れた地点におり，ソウの樹にいるボノボの行動観察をしていた（ソ\nウの樹から近い順にＭ，Ｌ，原告Ａ，Ｋ）。原告Ａの左後ろの位置にボ\nツナの樹があり，原告Ａの上方にはソウ及びボツナの樹の樹冠又はボ\nノボが飛び移ることができる程度の高木の樹冠があった。\nソウの樹でボノボの攻撃交渉が発生してから約３分後にソウの樹\nからボツナの樹にボノボが飛び移った際に上方で枝が折れ，それが約\n２０ｍの高さから落下し，原告Ａの頭から背中を直撃した。落木がツ\nルに当たった場所と長さ約９０㎝の落木が原告Ａに当たった場所は\n１ｍ程度の距離しかなく，落木が落下途中に大きく方向を変えたこと\nはない。\nｂ  本件現場見取図（丙１５）によると，落木はボツナの樹冠で発生し\nた後，まずＫのすぐ近くまで北東方向に飛び，Ｋから１～２ｍ離れた\n場所にある低木に当たってから約９０度左に向きを変えて本件事故\nの発生地点まで飛んだとされている。しかし，ボノボが枝を蹴って落\n木が発生する状況を目視していたＭが危ないと警告した相手はＬで\nあり，Ｋではなかったことからすると，落木はＬの方向，すなわち，\n本件事故の発生地点に向かって落下したといえる。実際に，Ｋは，本\n件現場検証の際，Ｄに対して，落木が自分の方に向かって飛んできた\nという証言や，危険だったので逃げたという証言をしておらず，本件\n現場検証を録画した動画によると，トラッカーは落木が落下の途中で\n大きく方向を変えたとの説明をしていない上，Ｄは上記動画撮影時以\n外でそのような説明をトラッカーから聞いた旨を本件検証メモに記\n載していない。\n本件現場見取図には，落木が原告Ａから５ｍ離れた低木に当たった\nとの記載がある。しかし，本件検証メモでは，落木が低木（本件検証\nメモでは「ツル」と記載されている。）に当たった場所は，破線で「落\n木がツルに当たりはねた辺り」とおおよその範囲が表示されているの\nみで，Ｄは，その理由として落木が当たった場所を点で把握すること\nが困難であったからおおよその範囲を表示したと述べている。このよ\nうに，本件現場検証で落木が当たった低木の場所が特定できなかった\nにもかかわらず，本件事故から４年後のＱによる検証でその低木を特\n定できるとは考え難く，本件現場見取図の記載は信用し難い。\nまた，Ｄは，本件現場検証では，関係者間の距離や樹と樹の間など\nの距離を巻き尺を使って計測し，本件検証メモに表示しているにもか\nかわらず，落木が当たったとされる低木の場所と本件事故の発生地点\nとの間の距離を計測していないが，落木が原告Ａを追いかけるように\n飛んだことが事実であれば，その重要性からして，Ｄが低木と本件事\n故の発生地点の間の距離を測らないことは考えられない。\nｃ  落木が低木に当たった場所は，本件現場検証を撮影した動画（甲５\n９の２）において，Ｌとローカリテが，もしそこにツル（低木）がな\nかったら，原告Ａはここで死んでいたであろう旨を述べて上を指して\nいることからすると，本件事故の発生地点のほぼ真上（本件事故の発\n生地点から１ｍ程度の距離）であったというべきである\n原告Ａの観察位置の危険性\n本件事故当時，原告Ａがボノボを観察していた位置は，落木発生時か\nら落木が当たり得る場所であったから，落木が落下方向を変えたことで\n被告らの責任がなくなることはない。\n本件事故の際，ボノボがソウの樹から飛び移った場所は，原告Ａの３\n～４ｍ右後ろのボツナの樹冠であり，落木は長さ４ｍ３７㎝もあったこ\nとからすると，そのボツナの樹冠の下にある中木層や低木層に落木が当\nたって落下位置が変わることは当然あり得ることである。落木が発生し\nた直後，それに気付いたＭがＬと原告Ａに大声で叫んで危険を伝えてい\nるのは，原告Ａの観察位置が，もともと落木が当たる危険性のある場所\nであったからであり，原告Ａの観察位置は，落木が低木に当たって方向\nを変えたか否かに関わらず，もともと落木が当たる危険がある場所であ\nった。\nそして，Ｌが落下してきた落木を見て原告Ａが危険な場所にいると判\n断して退避指示を出したことからすると，その時点で原告Ａの観察位置\nは，その落木が当たる危険がある場所であったのであり，原告Ａがそこ\nからわずか１ｍ逃げたところで落木に当たったことからすると，本件事\n故は，原告Ａに退避時間がほとんどなかったために起きたものであって，\nＬの退避指示の遅れが本件事故の原因である。\n（被告Ｃの主張）\nア  被告Ｃとトラッカーの間の使用関係\nトラッカーは，世界中のあらゆる研究者よりも本件森を知り尽くした\n熟練者である。被告Ｃさえトラッカーの指示に従って自身の安全を確保\nするしかないのであるから，被告Ｃがトラッカーを指揮監督する関係に\nはない。また，トラッカーは，被告Ｃやａボノボ研究委員会ではなく，\nクレフに雇用されており，トラッカーの解雇や労働条件の決定について，\n被告ＣやＤが事実上関与することはあっても，正式な決定又は実行はク\nレフが行うことからも，被告Ｃがトラッカーを指揮監督する関係にない\nことは明らかである。\nトラッカーに付き従うことは，本件森でボノボの観察が開始されて以\n来踏襲されてきた安全対策であり，これまで６０年以上，安全管理不足\nにより重大な事故が発生したことはなかった。原告Ａに付いていたトラ\nッカーも，実務経験豊富な職歴の長い者ばかりであり（Ｌ１６年，Ｍ８\n年，Ｋ３年），これまで落木等の事故に遭遇したことはなかった。したが\nって，被告Ｃにはトラッカーの選任・監督についての過失もない。\nイ  トラッカーの原告Ａに対する危険回避指示義務違反\nトラッカーには原告が主張する原告Ａに対しより安全な場所に退避する\nよう指示する義務はなかった。\nトラッカーのすぐ傍に退避することについて\nボノボの攻撃交渉が発生するたびに研究者とトラッカーが至近距離に\nいなければならないとすると，観察に支障をきたすことが明らかである。\nボノボの攻撃交渉それ自体が観察対象であるから，ボノボから適切な距\n離を取り，安全な場所でボノボの動きを注視しながら観察するのであれ\nば，観察を継続することには何ら問題はない。したがって，トラッカー\nには，ボノボの攻撃交渉が発生するたびに研究者をトラッカーのすぐ傍\nに移動するよう指示する注意義務はない。\n頭上に樹冠がかかっていない落木発生の少ない場所に退避すること\nについて\n本件事故当時の原告Ａの観察場所は，頭上に樹冠がかかっておらず，\nボノボが頭上で落木を発生させる危険のない場所であった。\nボノボが攻撃交渉で駆け回る可能性のある範囲外の場所に退避する\nことについて\n攻撃交渉でボノボが駆け回る可能性のある範囲は，少なくとも攻撃交\n渉の発生場所から半径５０ｍ程度であり，ボノボが樹上を移動する速度\nは，１秒間で約５ｍに及ぶことに加え，本件森では，低木が生い茂って\nおり，人間は藪を掻き分けながら移動しなければならず，直線的に走る\nことができないことからすると，原告が主張する退避行動をとることは\n物理的に不可能である。また，本件事故現場に最も近い観察路であるロ\nクリ６でも，本件事故当日の観察経路によると，本件事故現場から約５\n０ｍ離れている上，ロクリ６は走って逃げることができるような観察路\nではない。また，ロクリ６は，地図上の最短距離では本件事故現場から\n約２０ｍ離れており，そこまで離れるとボノボの観察自体が困難となる。\n仮にボノボから約５０ｍ離れた場所に移動することができるとしても，\n本件森には中低木が生い茂り，それらの枝や葉が視界を遮るから，５０\nｍ先のボノボが観察できる場所を探すことは困難であることに加え，本\n件事故当時は，ボノボの攻撃交渉が１時間に１回程度の頻度で発生して\nいたため，そのたびに退避行動をとることになると，ボノボの研究・観\n察が成り立たない。\nまた，原告が主張する退避行動をとると，必然的に大木の樹冠の下な\nどの落木の危険のある場所を通ることになり危険である上，ボノボの攻\n撃交渉が発生した際，より安全な場所を探しながら移動するためにボノ\nボから目を離すことにもつながり，ボノボの行方を見失うことで更なる\n危険を招来する恐れがある。したがって，ボノボの攻撃交渉の際は，や\nみくもにその場から動かず，トラッカーからの指示に従うことが最良の\n安全策である。\nトラッカーに注意義務違反がないこと\nトラッカーは，本件事故当時，樹上で攻撃交渉が起こった時には，ボ\nノボがどの方向へ駆け出すか分からないことを考慮し，上方に枯れ木や\nツルに引っかかっている枝がないかを確認し，ボノボから約１２～１５\nｍの距離をとって，ソウ及びボツナの樹冠がかからない場所で原告Ａに\n観察を続けさせていた。また，トラッカーは，本件事故当時，樹上で枝\nが折れた音がした時には，直ちに危険を察知し，リンガラ語で原告Ａに\n対し大声で退避を指示し，原告Ａはこれを聞いて直ちに退避行動をとる\nことができていた。これらの事実からすると，トラッカーに職務上の義\n務違反はない。\n予見可能性，結果回避可能性がないこと\nａ  本件事故の状況は，次のとおりである。\n平成２７年７月２１日午後２時１５分頃，Ｌ，Ｍ，Ｋ，原告Ａは，\n本件検証メモ（甲７（５頁））記載のとおりの位置関係でソウの樹上に\nいるボノボの観察を開始した。具体的には，原告Ａは，ソウの樹から\n約１３ｍ離れた地点に立ち，ソウの樹から約７ｍ離れた場所にＭが位\n置しており，原告Ａの観察位置は，ソウの樹冠及びボツナの樹冠から\n外れており，上方から落木が発生する場所ではなかった。同日午後２\n時５３分頃，ボノボがソウの樹で攻撃交渉を始め，同日午後２時５６\n分頃，攻撃交渉に負けたボノボが原告ＡとＫの間のややＫ寄りの樹上\nを駆け抜けるようにして通り抜け，原告Ａの背後約６ｍにあるボツナ\nの樹に移動した際，原告Ａから見て南の位置にあるボツナの樹の高さ\n約２０ｍのところで落木が発生し，落木の危険を察知したＭが，原告\nＡとＬに大声で叫び，退避指示を出した。Ｌも原告Ａに退避指示を出\nし，原告Ａは，直ちに自己の前方にいたＬに付き従って，ボツナの樹\nから離れる方向に駆け出したが，落木は，斜めに落下して途中約１０\nｍの高さで原告Ａから見て東に位置する低木に当たって４片に割れ，\nそのうち１片が方向を変えて原告Ａを追いかけるように約５ｍ跳ね飛\nばされ，原告Ａを直撃した。\nｂ  このように，本件事故は，安全な場所で観察していた原告Ａにトラ\nッカーが退避を指示し，原告Ａがその指示を受けて退避行動をとって\nいたにもかかわらず，落木が落下途中に大きく方向を変え，退避して\nいた原告Ａを追いかけるようにして当たったという予期できない特異\nな経過を辿った事故であり，その発生を予見することや回避すること\nは不可能であった。\n（被告京都大学の主張）\nア  被告京都大学とトラッカーの間の使用関係\nトラッカーは，世界中のあらゆる研究者よりも本件森を知り尽くした熟\n練者である。被告Ｃさえトラッカーの指示に従って自身の安全を確保する\nしかないのであるから，被告Ｃがトラッカーを指揮監督する関係にはない。\n被告Ｃには，トラッカーの選任・監督についての過失もない。また，被告\n京都大学とトラッカーとの間には，雇用契約やその他の契約関係はない。\nしたがって，被告京都大学は，トラッカーに対する使用者としての義務を\n負わない。\nイ  トラッカーの原告Ａに対する危険回避指示義務違反\n前記⑴の（被告京都大学の主張）のア\n⑷  原告Ａの損害\n（原告らの主張）\n原告Ａは，本件事故により，次のとおり損害を被った。\nア  治療費等  ９３万２７７１円\n①  京都大学医学部附属病院\n入院費   ２１万８４０１円\n通院費   ２９１０円\n②  兵庫県立リハビリテーション中央病院\n入院費   ６７万２５５０円\n通院費   ３万２９７０円\n③  Ｒクリニック\n診断書料   ３２４０円\n④  Ｓクリニック\n診断書料   ２７００円\nイ  兵庫県立総合リハビリテーションセンター障害者支援施設の費用  ６万\n２０５２円\n第４胸椎以下完全麻痺の重度の後遺症を負った原告Ａが日常生活動作訓\n練のために入所した施設であり，訓練の必要性が認められ，本件事故と相\n当因果関係のある費用である。原告Ａの自己負担額から食費（８万２５０\n０円）を控除した金額が損害額である。\nウ  入院付添費  １４５万７５００円\n①  フランス  ＨＩＡ  ＰＥＲＣＹ病院における付添費  ４５万円\n原告Ｂ及び原告Ａの母が平成２７年７月２５日から同年８月８日まで\nの１５日間付き添った。現地での滞在費を要することなどを考慮すると，\n同期間の付添費は１人当たり日額１万５０００円が相当である。\n１万５０００円×２人×１５日＝４５万円\n②  京都大学医学部附属病院における付添費  ３７万７０００円\n原告Ｂが４０日間，原告Ａの母が１８日間付き添った。同期間の付添\n費は１人当たり日額６５００円が相当である。\n６５００円×４０日＋６５００円×１８日＝３７万７０００円\n③  兵庫県立リハビリテーション中央病院における付添費  ６３万０５０\n０円\n原告Ｂが９５日間，原告Ａの母が２日間付き添った。同期間の付添費\nは１人当たり日額６５００円が相当である。\n６５００円×９５日＋６５００円×２日＝６３万０５００円\nエ  入院雑費  ６７万０５００円\n１５００円×（入院日数２９４日＋障害者支援施設入所日数１５３日）\n＝６７万０５００円\nオ  傷害慰謝料  ５００万円\n原告Ａは，本件事故により本件傷害を負った後，２４時間以上もの間何\nの治療も受けられず，命の危機にさらされ，同月２９日，ようやく胸椎後\n方固定術を受けることができた。原告Ａの治療には合計４回の手術を要し，\n症状固定まで２９４日もの入院治療を要した。以上を考慮すると，相当な\n傷害慰謝料は５００万円を下らない。\nカ  後遺障害慰謝料  ４０００万円\n原告Ａの後遺障害は，自動車損害賠償法施行令の別表１第１級２号に\n相当する。\nキ  逸失利益  １億０５８９万２９８２円\n６０７万７７００円（平成２９年男女・大学院卒・全年齢平均）×１×\n１７．４２３２（４２年のライプニッツ係数）＝１億０５８９万２９８２\n円（小数点以下切り捨て。以下同じ。）\nク  将来介護費  ６４３７万５７８０円\n原告Ａは，第４胸椎以下完全麻痺，膀胱直腸障害の後遺障害が残存し，\n日常生活を行うため将来にわたり介護を要する状態である。現在は原告Ｂ\nが原告Ａの介護を行っているが，原告Ｂが６７歳になって以降は職業付添\n人による介護が必要である。したがって，原告Ａが自宅に戻った平成２８\n年１０月１１日から原告Ｂが６７歳になるまでの３９年間は日額８００\n０円，それ以降，原告Ａが平均余命８７歳となるまでの２３年間は日額２\n万円が必要となる。\n８０００円×３６５日×１７．０１７０＋２万円×３６５日×（１９．\n０２８８－１７．０１７０）＝６４３７万５７８０円\nケ  将来の医療費  １４６万７８６２円\n（泌尿器科への通院１回当たり１万２５７２円×年６回＋整形外科への\n通院１年に１回１７０７円）×原告Ａの平均余命までの６２年のライプニ\nッツ係数１９．０２８８＝１４６万７８６２円\nコ  将来の通院交通費  合計１０万４０２９円\n原告Ａが平成３１年２月に転居予定の京都市左京区の自宅からの通院費\nは以下のとおりである。\n①  Ｓクリニック\nガソリン代１５円／㎞×往復２８㎞＋駐車場代５００円＝９２０円\n②  Ｒクリニック\nガソリン代１５円／㎞×往復２４㎞＋駐車場代５００円＝８６０円\n③  年間通院費\n９２０円×年６回＋８６０円（年１回）＝６３８０円\n④  平成３１年から原告Ａの平均余命までの５９年間の通院交通費\n６３８０円×（１９．０２８８－２．７２３２）＝１０万４０２９円\nサ  自動車購入費等  １２３９万６７６６円\n①  自動車購入費  １１７９万１９６６円\n原告Ａは，本件事故の後遺症により外出が困難となったため，平成２\n８年１１月，普通乗用自動車を購入し，原告Ａが運転できるように改造\nした。\n自動車本体２３４万２５０６円＋改造費７７万５０００円＝３１１万\n７５０６円\n車両は，今後，原告Ａの平均余命までの６２年間，耐用年数６年ごと\nに買い替える必要がある。\n３１１万７５０６円×（１＋０．７４６２＋０．５５６８＋０．４１\n５５＋０．３１００＋０．２３１３＋０．１７２６＋０．１２８８＋０．\n０９６１＋０．０７１７＋０．０５３５）＝１１７９万１９６６円\n②  駐車場代  ６０万４８００円\n２万１６００円×２８か月（原告Ａが平成３０年２月に転居するまで\nの期間）＝６０万４８００円\nシ  手動運転装置教習代  ９万６０００円\n原告Ａは，足を使わず，手のみで運転する上記自動車の運転教習代とし\nて９万６０００円を支出した。\nス  車椅子購入費  ８３９万７６２２円\n原告Ａは，後遺障害のため，日常生活には車椅子が不可欠であり，平均\n余命までの６２年間，耐用年数５年ごとにこれを買い替える必要がある。\n車椅子は，屋内用手動車椅子（４３万５１４１円）１台，屋外用電動車椅\n子（１０２万７４００円）１台，屋外用手動車椅子（４３万５１４１円）\n１台の合計３台が必要となる。\n（４３万５１４１円＋１０２万７４００円＋４３万５１４１円）×（１\n＋０．７８３５＋０．６１３９＋０．４８１０＋０．３７６８＋０．２９\n５３＋０．２３１３＋０．１８１２＋０．１４２０＋０．１１１２＋０．\n０８７２＋０．０６８３＋０．０５３５）＝８３９万７６２２円\nセ  介護用ベッド購入費  ４５万５５０１円\n原告Ａは，後遺障害のため介護用ベッド（１５万４０００円）が必要で\nあり，平均余命までの６２年間，耐用年数８年ごとにこれを買い替える必\n要がある。\n１５万４０００円×（１＋０．６７６８＋０．４５８１＋０．３１００\n＋０．２０９８＋０．１４２０＋０．０９６１＋０．０６５０）＝４５万\n５５０１円\nソ  体位変換器購入費  ４万０１７１円\n原告Ａは，介助者が原告Ａの体位を変えるのを補助する体位変換器（９\n０７８円）が必要であり，平均余命までの６２年間，耐用年数５年ごとに\nこれを買い替える必要がある。\n９０７８円×（１＋０．７８３５＋０．６１３９＋０．４８１０＋０．\n３７６８＋０．２９５３＋０．２３１３＋０．１８１２＋０．１４２０＋\n０．１１１２＋０．０８７２＋０．０６８３＋０．０５３５）＝４万０１\n７１円\nタ  将来の防水シーツ等購入費  １１５万５３７１円\n①  防水シーツ     年間１７８０円\n②  吸水ナプキン    年間４万３６５４円\n③  大人用おむつ   年間３３９７円\n④  尿取りパッド    年間２２５０円\n⑤  ビニール手袋    年間９６３６円\n⑥  ①ないし⑤の原告Ａの平均余命６２年間の費用の合計６万０７１７円\n×１９．０２８８＝１１５万５３７１円\nチ  その他器具備品購入費  １万６６１５円\n①  補高便座   １万０５７７円\n②  縁台   ３８４５円\n③  風呂マット   ２１９３円\nツ  損益相殺（保険金，障害年金）  ３２０万３８９４円\n①  保険金   ４４万３０４１円\n②  障害年金   ２７６万０８５３円\nテ  弁護士費用   ２３９３万円\nト  アないしテの合計額    ２億６３２４万７６２８円\n（被告京都大学の主張）\n不知又は否認する。\n（被告Ｃの主張）\n否認又は争う。\n⑸  原告Ｂの損害\n（原告らの主張）\nア  慰謝料  １０００万円\n原告Ｂは，本件事故により原告Ａが後遺症を負ったことにより，原告Ａ\nと趣味の登山をすることができなくなった上，原告Ａには出産時に高血圧\nにより脳出血を起こす危険があり，出産したとしても親子で遊びに出掛け\nることはできなくなった。また，原告Ｂが生涯にわたり原告Ａの介護を行\nわなければならず，自己の仕事上のキャリアアップ等が困難になったこと，\n周囲から心無い言葉を聞かされることで多大な苦痛を受けている。これら\nの事情を考慮すると，原告Ｂの慰謝料は１０００万円を下らない。\nイ  弁護士費用  １００万円\nウ  上記ア及びイの合計額  １１００万円\n（被告京都大学の主張）\n不知又は否認する。\n（被告Ｃの主張）\n否認又は争う。\n第３  当裁判所の判断\n１  認定事実\n本件においては，被告京都大学の安全配慮義務違反の有無及び被告らの不法\n行為又は使用者責任の有無が争われているところ，その前提として，本件事故\nについての予見可能性，結果回避可能性が争われていることから，本件事案に\n鑑み，まず，その点について判断する。\n前記前提となる事実，証拠（甲７，５９の２，丙１４，１６）及び弁論の全\n趣旨によると次の事実が認められる。\n⑴  原告Ａ（平成▲年▲月▲日生）は，平成２７年４月から京都大学大学院理\n学研究科修士課程１回生として，本件研究所を研究の拠点として学んでいた\n者である。\n原告Ａは，平成２６年５月３０日に原告Ｂ（昭和▲年▲月▲日生）と婚姻\nした。\n⑵  被告京都大学は，京都大学理学研究科を管理運営している国立大学法人で\nある。\n被告Ｃは，被告京都大学に雇用されている本件研究所の教授であり，平\n成２７年度の原告Ａの指導教員であった者である。被告Ｃは，コンゴ民主\n共和国でのフィールドワークを中心に，ボノボの性と生活史の研究を長年\n行っており，ボノボの生息するコンゴの森の状況及びボノボの行動につい\nて，世界的に最も熟知していた人物の一人であった。\nＤは，平成２７年度の本件研究所の長期野外研究プロジェクトの研究員\nであった者である。\n⑶  原告Ａが海外研究を行うまでの経緯\nア  原告Ａは，平成２７年３月，京都大学を卒業し，同年４月から京都大学\n大学院理学研究科修士課程に入学し，本件研究所に所属することとなった。\n原告Ａは，京都大学の霊長類学・ワイルドライフサイエンス・リーディン\nグ大学院（ＰＷＳ）にも所属していた。原告Ａの本件研究所における研究\nテーマは，「野生ボノボの雄の発達に伴う社会関係の変化」であった。\nイ  原告Ａは，平成２６年５月（大学４回生時），被告Ｃの大学１回生向けの\nゼミに参加して，宮城県の金華山島において野生のニホンザル見学をした\nことがあり，同年１２月及び平成２７年２月には，ＮＰＯ法人主催の登山\n道や道路から双眼鏡でニホンザルの数を数える個体調査に参加したこと\nがあった。また，原告Ａは，霊長類学・ワイルドライフサイエンス・リー\nディング大学院が必須科目として指定するニホンザルの観察実習として，\n平成２７年４月に宮崎県の幸島での観察実習，同年５月には，鹿児島県の\n屋久島での観察実習に参加した。\nウ  原告Ａは，本件研究所における研究の一環である予備調査として，本件\n海外研究調査を行うことになった。予備調査とは，調査方法の習得や研究\nテーマの確定を目的とした調査である。\n宿泊地  コンゴ民主共和国赤道州ａ村の基地（本件基地）\n日程  平成２７年７月３日から同年９月２４日まで（ただし，原告Ａは\n本件事故により同年７月２１日に中断した。）\n原告Ａの調査実施日  同年７月３～６日，８～１３日，１５～１８日，\n２０日，２１日\n参加者  原告Ａ，被告Ｃ，社会進化研究室修士課程２回生のＦ，同修士\n課程１回生のＧ，学外から同行したビデオカメラマンのＨ\nエ  本件海外研究調査に先立ち，被告Ｃは，平成２７年４月２日，原告Ａ及\nびＧに対し，リンガラ語の学習に関する資料及びリンガラ語の基礎テキス\nトが掲載されているウェブサイトのＵＲＬが記載されたメールを送信し\nた。Ｄは，同年６月１９日，同人が作成した「ａのリンガラ語用例集（２\n０１５年６月，Ｄ）」を使用して，原告Ａ及びＧに対し，リンガラ語の講習\nを行った。\nオ  平成２７年６月１５日，イギリスのセントアンドリュー大学の学生であ\nるＩが，前記ａ村付近の森（本件森）においてボノボを観察していた際に，\n７～８ｍほどの高さの樹上からボノボが落した枯れ枝（長さ３０～４０㎝，\n直径５～６㎝）が右目に当たり怪我をする事故（本件英国学生事故）が発\n生した。\n原告Ａは，本件英国学生事故後に被告Ｃから伊達眼鏡を買っていった方\nがよいとの助言をされたことから，花粉症対策で販売されている伊達眼鏡\nを購入して本件海外研究調査の際に持参した。\n⑷  フィールドワーク実習の概要等\nア  研究対象\n本件海外研究調査の目的はボノボの観察であり，「Ｅ１集団」と名付けら\nれたボノボの集団及び「Ｐｅ集団」と名付けられたボノボの集団が観察対\n象であった。被告Ｃは，Ｈ及びＦと共にＥ１集団の観察を行い，原告Ａ及\nびＧはＰｅ集団を観察することになったものの，原告Ａは，平成２７年７\n月９日，１３日及び２０日の３日間は被告Ｃらと共に同じボノボの集団\n（Ｅ１集団）を観察した。\nボノボの集団には「Ｐｗ集団」と名付けられた集団もあり，平成２７年\n７月当時の本件森のボノボは，大体が集団の全個体が毎日確認される大き\nな遊動パーティーを作っており，Ｐｅ集団とＰｗ集団の出会いも頻繁であ\nった。\nイ  フィールドワークの方法\nボノボの観察は，１集団につき最大３名までの調査者という規則で行わ\nれていた。本件海外研究調査におけるフィールドワークは，「トラッカー」\nと呼ばれる者を伴って行われていた。トラッカーは，ａ村の中でも特に本\n件森に詳しいとされる者８～１０名で構成されていた。トラッカーは，本\n件森を熟知し，その危険性を理解し，危険を回避する術をわきまえており，\nその視力や聴力は，日本人とは比較にならないほど優れていた。そのため，\n研究者の安全管理のために，現地調査ではトラッカーを原則２名，最低で\nも１名同行させるルールになっていた。トラッカーは，研究者のフィール\nドワークに同行する場合は，研究者の安全確保を第一の職務としており，\n研究者が本件基地に不在の場合でも，午前と午後の２交代制でボノボの各\n集団の観察を行い，ボノボの行動を記録することで，研究者の調査を補助\nしていた。トラッカーは，リンガラ語を使用していた。\nウ  本件森の様子\n本件森は，ソウの樹，ボツナの樹と呼ばれる樹木等が自生するジャング\nルであるが，木や藪を切り人間が歩きやすいように手入れされた観察路が\n複数開設されていた。そのうちのロクリ６は，本件事故現場に最も近い観\n察路であり，本件事故現場から最短距離で約２０ｍ，本件事故当日，原告\nＡらがロクリ６から本件事故現場まで歩いた経路は約５０ｍであった。\n⑸  本件事故発生の状況等\nア  本件事故当日の調査活動\n原告Ａは，平成２７年７月２１日午前４時４０分頃，トラッカー２名（Ｊ，\nＫ）と共にＰｅ集団の観察のために本件基地を出発した。なお，Ｇは，同\n日，体調を崩していたため，調査には同行しなかった。\n原告Ａは，同日午前６時１０分頃，Ｐｅ集団のもとに到着し，ボノボの\n行動観察を開始した。\n同日午前１１時４２分頃，トラッカーのＬ及びＭが原告Ａに合流したこ\nとでＪが仕事を終了し，原告Ａ及び３名のトラッカー（Ｌ，Ｍ，Ｋ）がボ\nノボの観察を継続した。\nイ  本件事故の発生\n平成２７年７月２１日午後２時５１分頃，ボノボらは地面を移動して\nきてソウの樹に登って果実を採食し始めたが，同日午後２時５３分頃か\nら立て続けに攻撃交渉が発生した。すなわち，同日午後２時５３分頃，\nTurkey（Ｐｅ集団の雄）が Jane（Ｐｗ集団の雌）と交尾した後，Baba\n（Ｐｗ集団の雄）が Jane に交尾を求めると，Turkey が Baba を威嚇，\n攻撃した。同日午後２時５４分頃，Turkey  ，Kabo（Ｐｅ集団の雌），Deko\n（Ｐｗ集団の雌），Bokuta（Ｐｅ集団の雌），Pao（Ｐｅ集団の雌）が１\n頭の雄のボノボを威嚇，攻撃した。それに続いて，Malusu（Ｐｅ集団の\n雄）が Ikura（Ｐｅ集団の雄）を威嚇，攻撃した。同日午後２時５６分\n頃，Hide（Ｐｅ集団の雌），Saku（Ｐｅ集団の雌），Marie（Ｐｅ集団の\n雌），Pao，Deko，Kabo 及び１頭の雌のボノボが，Terry（Ｐｗ集団の\n雄）と思われるボノボを威嚇，攻撃した。これらのボノボが地上から約\n２０ｍの高さで，ソウの樹から南側のボツナの樹に飛び移った際，ボツ\nナの樹で落木が発生した。\n（以上につき，甲７）\n落木発生当時，原告Ａは，ソウの樹の幹から南西方向へ約１３ｍの位\n置におり，Ｌは，原告Ａから北東へ約２．５ｍ離れた地点，Ｍは，Ｌか\nら更に北東へ約３．４ｍ離れた地点，Ｋは，原告Ａから南東へ約５ｍ離\nれた地点におり，原告Ａ，Ｌ及びＭは，ソウの樹の幹からほぼ直線に並\nんでいた（ソウの樹から近い順にＭ，Ｌ，原告Ａ）。原告Ａから南西約６\nｍの位置にボツナの樹の幹があった。Ｌは，倒木に座っていた。\n（以上につき，甲７）\nボツナの樹の上で枝が折れたことに気付いたＭが，「Ｌ，気をつけろ，\n枝が落ちてくるぞ。」とＬに向かって言ったが，その時点で，落木は途中\nまで落ちてきていたため，Ｌが原告Ａの元へ行き，原告Ａを引っ張って\nＬが元いた場所へ戻ることはできなかった。原告Ａは，Ｌがいる方向へ\n逃げてきたため，Ｌは，原告Ａに対して「逃げろ，逃げろ，戻れ」と言\nった。\n（以上につき，甲７，５９の２，丙１４，１６）\n落木は，発生地点から東の方向に斜めに落下し，地上から約１０ｍの\n高さで原告Ａの東側に位置する低木に当たって４片に割れ，そのうちの\n一つ（長さ約９０㎝，直径約１６㎝，外周約４５㎝，重さ約１０．８㎏）\nが方向を変えて落下し，Ｌがいる方向へ逃げる途中であった原告Ａを直\n撃した。\n⑹  本件事故後の検証作業\nア   Ｄは，平成２７年８月３日，本件事故の状況について本件事故現場に\nおいてトラッカー（Ｌ，Ｍ，Ｋ）に事情聴取（本件現場検証）を行い，\nそれをもとに「２０１５０７２１事故の検証メモ（Ｄ，２０１５年８月\n３日）」（本件検証メモ）を作成した。検証作業には，上記トラッカーら\nのほかにトラッカーのＮ，ヤイェンゲ集落のローカリテとその息子及び\nＯが同行した。Ｏは，Ｄがトラッカーらに事情聴取を行っている様子の\n一部をビデオ撮影した。\nＤが本件事故現場を現場検証した際，ボツナの樹は，地面からは葉に\n隠れて，特に上の方の枝は見えにくく，比較的水平に伸びる枝に比して，\n上方へ伸びる枝の中に枯れた枝や幹があったかどうか，目視ですぐに確\n認するのは難しい状態であった。\nＤは，本件現場検証において，本件事故発生当時の原告Ａ及びトラッ\nカーらの位置について，各自の位置取りは観察時の典型的な形であり，\nトラッカーが原告Ａの安全と観察を適切に支持していた，原告Ａが最初\nに立っていた場所から動かなかったら，落木の直撃は免れたかもしれな\nい，枯れ枝が高いところから不意に落ち，しかも途中で方向が変わった\nので，落下場所を察知する余裕はなく，経験豊富で森に慣れた調査者で\nあっても，同じ状況であれば同様に負傷していた可能性が高いと考えた。\n（以上につき，甲７）\nイ  本件事故後，Ｑは，被告Ｃに依頼され，平成３１年４月４日，Ｌととも\nに本件事故現場に赴き，Ｌの説明を受けながら本件事故当時の原告Ａ，ト\nラッカーら，ソウの樹及びボツナの樹の樹冠の位置関係，落木が低木に当\nたった場所や落木の落下地点を記載した見取図（本件現場見取図）を作成\nし，本件事故現場の写真を撮影した。\n２  本件事故の予見可能性，結果回避可能性について\n⑴  前記１認定の事実関係によると，本件事故は，ボノボの樹上での移動に伴\nい，原告Ａの背後にあったボツナの樹の地上約２０ｍの高さにおいて発生し\nた落木が，発生地点から東方向に斜めに落下し，さらに，地上約１０ｍの高\nさで原告Ａの東側の低木に当たって４片に割れ，そのうちの一つ（長さ約９\n０㎝，直径約１６㎝，外周約４５㎝，重さ約１０．８㎏）が方向を変えて落\n下し，Ｌの方向へ逃げる途中であった原告Ａを直撃したことが認められる。\n本件森は，高木，中木，低木の木々が生い茂っているジャングルであり（丙\n７，９，１１～１４，１７），地上約２０ｍの高さの落木発生地点や落木の落\n下軌道を正確に把握することは困難であったと認められる上，本件事故にお\nいては落木が斜めに落下し，さらに地上に到達するまでの間に低木に当たっ\nて落下の方向を変えたこと，落木が発生してから低木に当たるまで，及び低\n木に当たってから原告Ａを直撃するまでの時間はごく短時間であったと認め\nられることからすると，トラッカーが事前に落木の落下地点を予測し，かつ，\n本件事故を回避するための措置をとることは不可能であったと言わざるを得\nず，本件事故の発生について予見可能性や結果回避可能性があったと認める\nに足りる証拠はない。\n⑵  原告らは，原告Ａはもともと落木が当たる危険性のある場所にいたため，\n落木が落下方向を変えたことで被告らの責任がなくなることはない旨主張す\nる。\nしかしながら，原告Ａの観察位置の上方にソウの樹及びボツナの樹の樹冠\n等のボノボが飛び移ることのできる植物があったなど，原告Ａの観察場所が\nもともと落木の当たる危険性のある場所であったことを認めるに足りる証拠\nはなく，むしろ，本件事故現場を現場検証したＤは，本件事故発生当時の原\n告Ａ及びトラッカーらの位置について，各自の位置取りは観察時の典型的な\n形であり，トラッカーが原告Ａの安全と観察を適切に支持していた，原告Ａ\nが最初に立っていた場所から動かなかったら，落木の直撃は免れたかもしれ\nないとしていることを考慮すると，原告Ａの観察場所がもともと落木の当た\nる危険性のある場所であったということはできない。したがって，原告らの\n上記主張は採用することができない。\n⑶  原告らは，本件事故において落木が落下途中に方向を変えたことはない旨\n主張し，その根拠として，①ボノボが枝を蹴って落木が発生する状況を目視\nしていたＭが危ないと警告した相手はＬであり，Ｋではなかったことからす\nると，落木はＬの方向，すなわち，本件事故の発生地点に向かって落下した\nといえること，②本件現場検証を撮影した動画によると，トラッカーは落木\nが落下の途中で大きく方向を変えたとの説明をしていないこと，③Ｄは，上\n記動画撮影時以外に落木が落下の途中で大きく方向を変えたとの説明をトラ\nッカーから聞いた旨を本件検証メモに記載していないこと，④本件現場見取\n図には，落木が原告Ａから５ｍ離れた低木に当たったとの記載があるが，本\n件現場検証で落木が当たった低木の場所が特定できなかったにもかかわらず，\n本件事故から４年後のＱによる検証でその低木を特定できるとは考え難く，\n本件現場見取図の記載は信用し難いこと，⑤Ｄは，本件現場検証では，関係\n者間の距離や樹と樹の間などの距離を巻き尺を使って計測し，本件検証メモ\nに表示しているにもかかわらず，落木が当たったとされる低木の場所と本件\n事故の発生地点との間の距離を計測していないが，落木が原告Ａを追いかけ\nるように飛んだことが事実であれば，その重要性からして，Ｄが低木と本件\n事故の発生地点の間の距離を測らないことは考えられないこと，⑥本件現場\n検証を撮影した動画（甲５９の２）において，Ｌとローカリテが，もしそこ\nにツル（低木）がなかったら原告Ａはここで死んでいたであろう旨を述べて\n上を指していることからすると，落木が低木に当たった場所は，本件事故の\n発生地点のほぼ真上（本件事故の発生地点から１ｍ程度の距離）であったこ\nとを指摘する。\n⑷ア  前記⑶①について\nＭがＬに落木への注意を促した際，Ｍが落木の落下地点を予測していた\nかは明らかではない上，原告Ａの最も近くにいたＬに対し，原告Ａの安全\n確保を促す意図で落木の危険を知らせたものとみることが可能であること\nからすると，落木に気付いたＭがＬに向かって落木への注意を促したこと\nをもって落木が当初から本件事故の発生地点に向かって落下していたと認\nめることはできない。\nイ  前記⑶②について\n確かに，本件現場検証を録画した動画（丙７，９，１１～１４，１６）\nにおいて，トラッカーは，落木が落下の途中で大きく方向を変えた旨の説\n明をしていないことが認められる。しかしながら，Ｄは，上記動画は約５\n０分間の本件現場検証の一部を撮影したものにすぎず，本件現場検証の初\nめに時間をかけて落木が落下途中に方向を変えた旨の説明をトラッカー\nから聞いていた旨証言するところ（証人Ｄ（１８頁）），上記動画は最長で\n約１分３０秒であり，その撮影時間からしても本件現場検証の一部のみを\n撮影したものであると認められる上，本件検証メモの内容に照らしても，\nＤはトラッカーから落木が落下途中で大きく方向を変えたとの説明を受\nけていたと認められることからすると，トラッカーが本件現場検証を撮影\nした動画において落木が落下途中で大きく方向を変えたとの説明をして\nいないことをもって，落木が当初から本件事故の発生地点に向かって落下\nしていたと認めることはできない。\nウ  前記⑶③について\n確かに，Ｄは，本件現場検証の動画撮影時以外に落木が落下途中で大き\nく方向を変えたとの説明をトラッカーから聞いた旨を本件検証メモに記\n載していない。しかしながら，本件検証メモは，Ｄがトラッカーから本件\n事故の状況の説明を受けて作成したものであると認められるところ（甲７，\n証人Ｄ），同メモには，「枯れ枝は，落ち始めてからツルに当たって落下す\nるまでに，４片に割れたようだ。４片の落木の内の一つが，少し角度をつ\nけてＡの右側から落下し，頭から背中にかけて，体の右側から後ろ側に直\n撃したと思われる。」（３頁），「ボノボが樹上で激しく駆け回るときに落木\nが起きやすいことは事実としても，枯れ枝が高いところから不意に落ち，\nしかも途中で方向が変わったので，落ちる場所を察知する余裕はなかった\nと思われる。」（４頁）などと，落木が低木（本件検証メモでは「ツル」と\n表現されている。）に当たって落下方向を変えた旨の記載があることが認\nめられる。これらの事実によると，Ｄは，本件現場検証の動画が撮影され\nていないところで，トラッカーから落木が低木に当たって落下方向を変え\nた旨の説明を聞いていたことが認められるのであり，その旨を直接本件検\n証メモに記載していなかったとしても，問題はないものというべきである。\nエ  前記⑶④について\n原告らが主張するように，Ｑが作成した本件現場見取図は，本件事故発\n生から約４年後に作成されたものであることを考慮すると，それに記載さ\nれた人物の位置関係については，その正確性に疑義がないではない。しか\nしながら，仮に本件現場見取図の記載の正確性に疑義があったとしても，\n本件事故の発生状況は，本件検証メモや証人Ｄの証言により認めることが\nできるから，本件現場見取図の記載の正確性は問題にならないというべき\nである。\nオ  前記⑶⑤について\nＤは，本件検証メモに落木がツル（低木）に当たった地点をおおよその\n位置として記載した理由について，落木が当たった低木が斜めに生えてい\nたため，落木が当たった地点としてトラッカーが指し示す地点には幅があ\nり，本件検証メモにはその幅を含めて落木が低木に当たった地点を破線で\n囲んだ一定の範囲として示した旨証言する（証人Ｄ（１４，４９，５０頁））\nところ，落木が当たった低木が斜めに生えている状況（丙１７の３）から\nすると，Ｄの上記証言には合理性があり，落木が当たった低木の箇所を一\n点に特定することができなかったことから，Ｄは原告Ａの位置と落木が当\nたった低木の間の距離を計測しなかったものと解される。したがって，Ｄ\nが低木と本件事故の発生地点の間の距離を計測しなかったことをもって，\n落木が当初から本件事故の発生地点に向かって落下していたと認めるこ\nとはできない。\nカ  前記⑶⑥について\n動画（甲５９の２）によると，Ｌとローカリテが原告Ａに落木が当たっ\nた地点の辺りに立ち，上空に向かって指をさしながら，もしそこにツル（低\n木）がなかったら原告Ａはここで死んでいたであろう旨を述べていること\nが認められる。しかしながら，両名が上空のどの場所を指示しているかは\n上記動画からは明らかではない上，Ｌはローカリテが指をさしたことにつ\nられるようにしてローカリテが指をさしたのと同じ方向を指さしている\nところ（甲５９の２，丙１４），ローカリテ自身は本件事故を経験していな\nいことからすると，両名が指をさした時には，落木が当たった低木の位置\nを正確に指示していなかった可能性が大きく，両名が上記動画上で原告Ａ\nに落木が当たった地点の辺りから上空を指さしていることをもって，落木\nが低木に当たった場所が本件事故の発生地点のほぼ真上（本件事故の発生\n地点から１ｍ程度の距離）であると認めることはできない。\n⑸  以上によると，本件事故は，ボノボの樹上での移動に伴い，ボツナの樹の\n地上約２０ｍの高さにおいて発生した落木が，発生地点から東方向に斜めに\n落下し，地上約１０ｍの高さで原告Ａの東側の低木に当たって４片に割れ，\nそのうちの一つが方向を変えて落下し，逃げる途中であった原告Ａを直撃し\nたものであり，落木の落下の経路が特異な経過を辿っている上，落木発生か\nらそれが低木に当たるまで，また，低木に当たってから原告Ａを直撃するま\nでの時間は，ごく短時間であったと認められ，このような事実からすると，\nトラッカーが事前に落木の落下地点を予測し，かつ，本件事故を回避するた\nめの措置をとることは不可能であったと言わざるを得えず，本件事故につい\nては，予測可能性及び結果回避可能性はなかったというべきである。\nそうすると，本件事故においては，被告京都大学の安全配慮義務違反及び\n被告らの不法行為又は使用者責任の前提を欠くというべきであるから，その\n余の点について判断するまでもなく，被告らにこれらの責任を認めることは\nできない。\n３  原告らは，被告Ｃに対し，安全装備着用指示義務違反として，落木事故から\nの安全確保のためヘルメットを用意し又は自ら用意するよう原告Ａに指導しな\nかった旨主張する。しかしながら，本件事故当時，本件森の調査者が落木事故\nからの安全確保のため，ヘルメットを着用すべきとされていたことを認めるに\n足りる証拠はないから，原告らの上記主張は採用することができない。\n第４  結論\n以上によると，原告らの請求は，その余の点について判断するまでもなく，\n理由がないからこれらをいずれも棄却することとして，主文のとおり判決する。\n京都地方裁判所第１民事部\n裁判長裁判官          井    上    一    成\n裁判官          鵜    飼    奈    美\n裁判官中嶌諏訪は，てん補のため署名押印することができない。\n裁判長裁判官          井    上    一    成\n"
}