{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Reiwa",
    "year": 2,
    "month": 3,
    "day": 30
  },
  "case_number": "平成30(受)908",
  "case_name": "賃金請求事件",
  "court_name": "最高裁判所第一小法廷",
  "result_type": "判決",
  "result": "破棄差戻",
  "article_info": "民集　第74巻3号549頁",
  "original_court_name": "東京高等裁判所",
  "original_case_number": "平成29(ネ)1026",
  "original_date": {
    "era": "Heisei",
    "year": 30,
    "month": 2,
    "day": 15
  },
  "gist": "歩合給の計算に当たり売上高等の一定割合に相当する金額から残業手当等に相当する金額を控除する旨の定めがある賃金規則に基づいてされた残業手当等の支払により労働基準法３７条の定める割増賃金が支払われたとはいえないとされた事例",
  "case_gist": "歩合給の計算に当たり売上高等の一定割合に相当する金額から残業手当等に相当する金額を控除する旨の定めがある賃金規則に基づいてされた残業手当等の支払につき，時間外労働等に伴い発生する残業手当等の額がそのまま歩合給の減額につながり，歩合給が０円となることもあるなど判示の事情の下では，これにより労働基準法３７条の定める割増賃金が支払われたとはいえない。",
  "ref_law": "労働基準法３７条",
  "lawsuit_id": "89433",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=89433",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/433/089433_hanrei.pdf",
  "contents": "平成３０年（受）第９０８号  賃金請求事件\n令和２年３月３０日  第一小法廷判決\n主      文\n原判決を破棄する。\n本件を東京高等裁判所に差し戻す。\n理      由\n上告代理人指宿昭一，同谷田和一郎の上告受理申立て理由について\n１  本件は，被上告人に雇用され，タクシー乗務員として勤務していた上告人ら\nが，歩合給の計算に当たり売上高（揚高）等の一定割合に相当する金額から残業手\n当等に相当する金額を控除する旨を定める被上告人の賃金規則上の定めが無効であ\nり，被上告人は，控除された残業手当等に相当する金額の賃金の支払義務を負うな\nどと主張して，被上告人に対し，未払賃金等の支払を求める事案である。\n上記定めの下では，揚高が同じであれば，時間外労働，休日労働及び深夜労働\n（以下「時間外労働等」という。）の有無やその時間数の多寡にかかわらず，原則\nとして総賃金の額は同じとなるところ，第１審は，上記定めは公序良俗に反し無効\nであるとして，上告人らの未払賃金の請求を一部認容し，第１次控訴審もこれを支\n持して被上告人の控訴を棄却した。\nこれに対し，第１次上告審は，労働契約において売上高等の一定割合に相当する\n金額から労働基準法３７条に定める割増賃金に相当する額を控除したものを通常の\n労働時間の賃金とする旨が定められていた場合に，当該定めに基づく割増賃金の支\n払が同条の定める割増賃金の支払といえるか否かは問題となり得るものの，当該定\nめが当然に同条の趣旨に反するものとして公序良俗に反し，無効であると解するこ\nとはできないとした上，本件賃金規則における賃金の定めにつき，通常の労働時間\nの賃金に当たる部分と同条の定める割増賃金に当たる部分とを判別することができ\nるか否か等について審理判断することなく上告人らの請求を一部認容すべきとした\n第１次控訴審の判断には，割増賃金に関する法令の解釈適用を誤った結果，上記の\n点について審理を尽くさなかった違法があるとして，第１次控訴審判決中被上告人\n敗訴部分を破棄し，同部分につき，本件を原審に差し戻した（最高裁平成２７年\n（受）第１９９８号同２９年２月２８日第三小法廷判決・裁判集民事２５５号１\n頁。以下「第１次上告審判決」という。）。\n２  第２次控訴審である原審の確定した事実関係等の概要は，次のとおりであ\nる。\n(1)  被上告人は，一般旅客自動車運送事業等を目的とする株式会社である。\n(2)  上告人らは，第１審判決別紙雇用日等一覧表の「雇用年月日」欄記載の年\n月日頃，被上告人との間で労働契約を締結し，タクシー乗務員として勤務してい\nた。\n(3)  被上告人の就業規則の一部であるタクシー乗務員賃金規則（以下「本件賃\n金規則」という。）は，本採用されているタクシー乗務員の賃金につき，おおむね\n次のとおり定めていた。\nア  基本給として，１乗務（１５時間３０分）当たり１万２５００円を支給す\nる。\nイ  服務手当（タクシーに乗務せずに勤務した場合の賃金）として，タクシーに\n乗務しないことにつき従業員に責任のない場合は１時間当たり１２００円，責任の\nある場合は１時間当たり１０００円を支給する。\nウ(ア)  割増金及び歩合給を求めるための対象額（以下「対象額Ａ」という。）\nを，次のとおり算出する。\n対象額Ａ＝（所定内税抜揚高－所定内基礎控除額）×０．５３＋（公出税抜揚高\n－公出基礎控除額）×０．６２\n(イ)  所定内基礎控除額は，所定就労日の１乗務の控除額（平日は原則として２\n万９０００円，土曜日は１万６３００円，日曜祝日は１万３２００円）に，平日，\n土曜日及び日曜祝日の各乗務日数を乗じた額とする。また，公出基礎控除額は，公\n出（所定乗務日数を超える出勤）の１乗務の控除額（平日は原則として２万４１０\n０円，土曜日は１万１３００円，日曜祝日は８２００円）を用いて，所定内基礎控\n除額と同様に算出した額とする。\nエ  深夜手当は，次の①と②の合計額とする。\n①｛（基本給＋服務手当）÷（出勤日数×１５．５時間）｝×０．２５×深夜労\n働時間\n②（対象額Ａ÷総労働時間）×０．２５×深夜労働時間\nオ  残業手当は，次の①と②の合計額とする。\n①｛（基本給＋服務手当）÷（出勤日数×１５．５時間）｝×１．２５×残業時\n間\n②（対象額Ａ÷総労働時間）×０．２５×残業時間\nカ(ア)  公出手当のうち，法定外休日（労働基準法において使用者が労働者に付\n与することが義務付けられている休日以外の労働契約に定められた休日）労働分\nは，次の①と②の合計額とする。\n①｛（基本給＋服務手当）÷（出勤日数×１５．５時間）｝×０．２５×休日労\n働時間\n②（対象額Ａ÷総労働時間）×０．２５×休日労働時間\n(イ)  公出手当のうち，法定休日労働分は，次の①と②の合計額とする。\n①｛（基本給＋服務手当）÷（出勤日数×１５．５時間）｝×０．３５×休日労\n働時間\n②（対象額Ａ÷総労働時間）×０．３５×休日労働時間\n（以下，深夜手当，残業手当及び公出手当のうち上記エからカまでの各①の部分\nを「基本給対応部分」，各②の部分を「歩合給対応部分」という。）\nキ  歩合給(1)は，次のとおりとする。\n対象額Ａ－｛割増金（深夜手当，残業手当及び公出手当の合計）＋交通費｝\nク  歩合給(2)は，次のとおりとする。\n（所定内税抜揚高－３４万１０００円）×０．０５\nケ  なお，本件賃金規則は平成２２年４月に改定されたものであるところ，同改\n定前の本件賃金規則においては，所定内基礎控除額の基準となる１乗務の控除額\nが，平日は原則として３万５０００円，土曜日は２万２２００円，日曜祝日は１万\n８８００円とされるとともに，公出基礎控除額の基準となる１乗務の控除額が，平\n日は原則として２万９２００円，土曜日は１万６４００円，日曜祝日は１万３００\n０円とされていた。また，上記エからカまでの各計算式において「基本給＋服務手\n当」とされている部分がいずれも「基本給＋安全手当＋服務手当」とされていたほ\nか，上記クの歩合給(2)に相当する定めはなく，「歩合給」として，上記キの歩合\n給(1)と同様の定めがあった。\n(4)ア  上告人らは，平成２２年２月から同２４年２月までの間，本件賃金規則\n上の本採用のタクシー乗務員として，第１審判決別紙個人別賃金計算書の「所定乗\n務数」及び「公出乗務数」の各欄記載のとおり勤務した。\nイ  上記アの期間における上告人らの揚高（税抜）は，第１審判決別紙個人別賃\n金計算書の「所定税抜揚高」及び「公出税抜揚高」の各欄記載のとおりであった。\nこれらに基づいて，本件賃金規則の定め（ただし，平成２２年３月支給分は同年４\n月の改定前のもの）により，残業手当，深夜手当，公出手当，交通費及び歩合給\n(1)（同年３月支給分については「歩合給」。以下，両者を区別せずに「歩合給\n(1)」という。）の額を計算すると，それぞれ，同計算書の「残業手当」，「深夜\n手当」，「公出手当」，「通勤交通手当」及び「歩合給」の各欄記載のとおりであ\nり，被上告人は，上告人らに対し，上記各欄記載の額の金員を支払った。また，上\n記の期間について，上告人ごとに各月の対象額Ａの額を計算すると，同計算書の\n「対象額Ａ」欄記載のとおりであった。\nなお，被上告人は，歩合給(1)の算定に当たり，対象額Ａから割増金及び交通費\n相当額を控除した金額がマイナスになる場合には，歩合給(1)の支給額を０円とす\nる取扱いをしており，実際に，上告人らに支払われた賃金について，対象額Ａが上\n記の控除額を下回り，歩合給(1)の支給額が０円とされたこともあった。\n３  原審は，上記事実関係等の下において，要旨次のとおり判断し，上告人らの\n請求をいずれも棄却すべきものとした。\nタクシー乗務員に支給される賃金として本件賃金規則が定めるもののうち，基本\n給，服務手当，歩合給(1)及び歩合給(2)が通常の労働時間の賃金に当たる部分とな\nり，割増金を構成する深夜手当，残業手当（法内時間外労働の部分を除く。）及び\n公出手当（法定外休日労働の部分を除く。）が労働基準法３７条の定める割増賃金\nに当たる部分に該当することになるから，本件賃金規則においては，通常の労働時\n間の賃金に当たる部分と同条の定める割増賃金に当たる部分とが明確に区分されて\n定められているということができる。そして，本件賃金規則において割増賃金とし\nて支払われた金額（割増金の額）は，通常の労働時間の賃金に相当する部分の金額\nを基礎として労働基準法３７条並びに政令及び厚生労働省令（以下，これらの規定\nを併せて「労働基準法３７条等」という。）に定められた方法により算定した割増\n賃金の金額を下回らないから，上告人らに支払われるべき未払賃金があるとは認め\nられない。\n４  しかしながら，原審の上記判断は是認することができない。その理由は，次\nのとおりである。\n(1)ア  労働基準法３７条が時間外労働等について割増賃金を支払うべきことを\n使用者に義務付けているのは，使用者に割増賃金を支払わせることによって，時間\n外労働等を抑制し，もって労働時間に関する同法の規定を遵守させるとともに，労\n働者への補償を行おうとする趣旨によるものであると解される（最高裁昭和４４年\n（行ツ）第２６号同４７年４月６日第一小法廷判決・民集２６巻３号３９７頁，最\n高裁平成２８年（受）第２２２号同２９年７月７日第二小法廷判決・裁判集民事２\n５６号３１頁，最高裁同年（受）第８４２号同３０年７月１９日第一小法廷判決・\n裁判集民事２５９号７７頁参照）。また，割増賃金の算定方法は，労働基準法３７\n条等に具体的に定められているが，労働基準法３７条は，労働基準法３７条等に定\nめられた方法により算定された額を下回らない額の割増賃金を支払うことを義務付\nけるにとどまるものと解され，使用者が，労働契約に基づき，労働基準法３７条等\nに定められた方法以外の方法により算定される手当を時間外労働等に対する対価と\nして支払うこと自体が直ちに同条に反するものではない（第１次上告審判決，前掲\n最高裁平成２９年７月７日第二小法廷判決，前掲最高裁同３０年７月１９日第一小\n法廷判決参照）。\nイ  他方において，使用者が労働者に対して労働基準法３７条の定める割増賃金\nを支払ったとすることができるか否かを判断するためには，割増賃金として支払わ\nれた金額が，通常の労働時間の賃金に相当する部分の金額を基礎として，労働基準\n法３７条等に定められた方法により算定した割増賃金の額を下回らないか否かを検\n討することになるところ，その前提として，労働契約における賃金の定めにつき，\n通常の労働時間の賃金に当たる部分と同条の定める割増賃金に当たる部分とを判別\nすることができることが必要である（最高裁平成３年（オ）第６３号同６年６月１\n３日第二小法廷判決・裁判集民事１７２号６７３頁，最高裁同２１年（受）第１１\n８６号同２４年３月８日第一小法廷判決・裁判集民事２４０号１２１頁，第１次上\n告審判決，前掲最高裁同２９年７月７日第二小法廷判決参照）。そして，使用者\nが，労働契約に基づく特定の手当を支払うことにより労働基準法３７条の定める割\n増賃金を支払ったと主張している場合において，上記の判別をすることができると\nいうためには，当該手当が時間外労働等に対する対価として支払われるものとされ\nていることを要するところ，当該手当がそのような趣旨で支払われるものとされて\nいるか否かは，当該労働契約に係る契約書等の記載内容のほか諸般の事情を考慮し\nて判断すべきであり（前掲最高裁平成３０年７月１９日第一小法廷判決参照），そ\nの判断に際しては，当該手当の名称や算定方法だけでなく，上記アで説示した同条\nの趣旨を踏まえ，当該労働契約の定める賃金体系全体における当該手当の位置付け\n等にも留意して検討しなければならないというべきである。\n(2)ア  被上告人は，上告人らが行った時間外労働等に対する対価として，本件\n賃金規則に基づく割増金（深夜手当，残業手当及び公出手当）を支払い，これによ\nり労働基準法３７条の定める割増賃金を支払ったものであると主張する。そこで，\n前記(1)で説示したところを前提として，上記主張の当否について検討する。\n前記２(3)ウからキまでのとおり，割増金は，深夜労働，残業及び休日労働の各\n時間数に応じて支払われることとされる一方で，その金額は，通常の労働時間の賃\n金である歩合給(1)の算定に当たり対象額Ａから控除される数額としても用いられ\nる。対象額Ａは，揚高に応じて算出されるものであるところ，この揚高を得るに当\nたり，タクシー乗務員が時間外労働等を全くしなかった場合には，対象額Ａから交\n通費相当額を控除した額の全部が歩合給(1)となるが，時間外労働等をした場合に\nは，その時間数に応じて割増金が発生し，その一方で，この割増金の額と同じ金額\nが対象額Ａから控除されて，歩合給(1)が減額されることとなる。そして，時間外\n労働等の時間数が多くなれば，割増金の額が増え，対象額Ａから控除される金額が\n大きくなる結果として歩合給(1)は０円となることもあり，この場合には，対象額\nＡから交通費相当額を控除した額の全部が割増金となるというのである。\n本件賃金規則の定める各賃金項目のうち歩合給(1)及び歩合給(2)に係る部分は，\n出来高払制の賃金，すなわち，揚高に一定の比率を乗ずることなどにより，揚高か\nら一定の経費や使用者の留保分に相当する額を差し引いたものを労働者に分配する\n賃金であると解されるところ，割増金が時間外労働等に対する対価として支払われ\nるものであるとすれば，割増金の額がそのまま歩合給(1)の減額につながるという\n上記の仕組みは，当該揚高を得るに当たり生ずる割増賃金をその経費とみた上で，\nその全額をタクシー乗務員に負担させているに等しいものであって，前記(1)アで\n説示した労働基準法３７条の趣旨に沿うものとはいい難い。また，割増金の額が大\nきくなり歩合給(1)が０円となる場合には，出来高払制の賃金部分について，割増\n金のみが支払われることとなるところ，この場合における割増金を時間外労働等に\n対する対価とみるとすれば，出来高払制の賃金部分につき通常の労働時間の賃金に\n当たる部分はなく，全てが割増賃金であることとなるが，これは，法定の労働時間\nを超えた労働に対する割増分として支払われるという労働基準法３７条の定める割\n増賃金の本質から逸脱したものといわざるを得ない。\nイ  結局，本件賃金規則の定める上記の仕組みは，その実質において，出来高払\n制の下で元来は歩合給(1)として支払うことが予定されている賃金を，時間外労働\n等がある場合には，その一部につき名目のみを割増金に置き換えて支払うこととす\nるものというべきである（このことは，歩合給対応部分の割増金のほか，同じく対\n象額Ａから控除される基本給対応部分の割増金についても同様である。）。そうす\nると，本件賃金規則における割増金は，その一部に時間外労働等に対する対価とし\nて支払われるものが含まれているとしても，通常の労働時間の賃金である歩合給\n(1)として支払われるべき部分を相当程度含んでいるものと解さざるを得ない。そ\nして，割増金として支払われる賃金のうちどの部分が時間外労働等に対する対価に\n当たるかは明らかでないから，本件賃金規則における賃金の定めにつき，通常の労\n働時間の賃金に当たる部分と労働基準法３７条の定める割増賃金に当たる部分とを\n判別することはできないこととなる。\nしたがって，被上告人の上告人らに対する割増金の支払により，労働基準法３７\n条の定める割増賃金が支払われたということはできない。\nウ  そうすると，本件においては，上記のとおり対象額Ａから控除された割増金\nは，割増賃金に当たらず，通常の労働時間の賃金に当たるものとして，労働基準法\n３７条等に定められた方法により上告人らに支払われるべき割増賃金の額を算定す\nべきである。\n５  以上と異なる原審の判断には，判決に影響を及ぼすことが明らかな法令の違\n反がある。論旨はこの趣旨をいうものとして理由があり，原判決は破棄を免れな\nい。そして，被上告人が上告人らに対して支払うべき未払賃金の額等について更に\n審理を尽くさせるため，本件を原審に差し戻すこととする。\nよって，裁判官全員一致の意見で，主文のとおり判決する。\n( 裁判長裁判官   深山卓也   裁判官   池上政幸   裁判官   小池   裕   裁判官\n木澤克之  裁判官  山口  厚）\n"
}