{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 2,
    "month": 2,
    "day": 25
  },
  "case_number": "平成27(ワ)34010",
  "case_name": "マイナンバー（個人番号）利用差止等請求事件",
  "court_name": "東京地方裁判所",
  "lawsuit_id": "89292",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=89292",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/292/089292_hanrei.pdf",
  "contents": "令和２年２月２５日判決言渡  同日原本領収  裁判所書記官\n（以下「第１事件」という。），\n４号（以下「第２事件」という。）  マイナンバー（個人番号）利用差止等請求事件\n口頭弁論終結日  令和元年１２月２日\n判 決\n主 文\n１  原告らの請求をいずれも棄却する。\n２  訴訟費用は原告らの負担とする。\n事実及び理 由\n第１  請求の趣旨\n１  被告は，原告らに係る行政手続における特定の個人を識別するための番号の\n利用等に関する法律（平成２５年法律第２７号）２条５項に定める個人番号を\n収集，保存，利用及び提供してはならない。\n２  被告は，保存している原告らの個人番号を削除せよ。\n３  被告は，原告らに対し，各１１万円及びこれに対する第１事件原告らにつき\n平成２８年１月１３日から，第２事件原告らにつき同年３月３０日から各支払\n済みまで年５分の割合による金員を支払え。\n第２  事案の概要等\n１  事案の要旨\n本件は，原告らが，被告が，行政手続における特定の個人を識別するための\n番号の利用等に関する法律（平成２５年法律第２７号。以下「番号利用法」と\nいう。なお，同法の条文については，特に記載しない限り，平成３０年法律第\n７１号による改正後の条文を引用する。）の規定に基づいて，住民基本台帳に記\n録されている住民に対して個人識別性を持つ個人番号を付与し，当該住民の同\n意なく個人番号を含む個人情報を収集，保存，利用及び提供する制度を構築し，\n運用したことは，原告らのプライバシー権（自己情報コントロール権）等を侵\n害し，憲法１３条に違反するものであると主張して，被告に対し，原告らの個\n人番号の収集，保存，利用及び提供の差止め並びに被告が保存する原告らの個\n人番号の削除を求めるとともに，国家賠償法１条１項に基づき，上記プライバ\nシー権等の侵害によって被った精神的苦痛に対する慰謝料として各１０万円及\nび弁護士費用１万円並びにこれらに対する各訴状送達の日の翌日（第１事件原\n告らにつき平成２８年１月１３日，第２事件原告らにつき同年３月３０日）か\nら支払済みまで民法所定の年５分の割合による遅延損害金の支払を求めた事案\nである。\n２  前提事実（当事者間に争いのない事実並びに掲記証拠及び弁論の全趣旨によ\nり容易に認められる事実）\n⑴  番号利用法について\n番号利用法は，複数の機関に存在する個人の情報が同一人の情報であるこ\nとの確認を行うための基盤であり，社会保障，税制度の効率性，透明性を高\nめ，国民にとって利便性が高く，公平・公正な社会を実現するための社会基\n盤（インフラストラクチャ）とすること等を目的として，個人や法人に対し\n個人番号及び法人番号を付与し，個人番号を利用した情報連携の方法，個人\n番号やこれと紐付けられた個人に関する情報の取扱方法等を定めたものであ\nる（番号利用法１条，甲１，乙１，弁論の全趣旨。以下，番号利用法により\n導入された制度を「個人番号制度」という。）。\n番号利用法は，平成２５年５月３１日に公布，平成２７年１０月５日に施\n行され，同日から個人番号の指定・通知が行われ，平成２８年１月１日から\n個人番号の利用が開始されている。\n⑵  個人番号制度の概要は，次のとおりである（争いがないほか，甲１，乙１，\n５，９，弁論の全趣旨）。\nア  個人番号の付番\n個人番号は，住民票コード（住民基本台帳法７条１３号）を変換して得\nられる番号（ただし，住民票コードを復元することのできる規則性を備え\nない番号）であって，当該住民票コードが記載された住民票に係る者を識\n別するために指定される番号であり，全国を通じて重複のない唯一無二の\n１１桁の番号及び１桁の検査用数字により構成される（行政手続における\n特定の個人を識別するための番号の利用等に関する法律施行令（平成２６\n年政令第１５５号。以下「番号利用法施行令」という。）８条）。\n個人番号の付番に当たっては，市町村長（特別区の区長を含む。以下同\nじ。）は，新たにその市町村の住民基本台帳に記録されるべき者につき住民\n票の記載をする場合において，その者がいずれの市町村においても住民基\n本台帳に記録されたことがない者であるときは，法定の手続を経て地方公\n共団体情報システム機構（以下「機構」という。）により生成された個人\n番号をその者の個人番号として指定し，その者に対し当該個人番号を速や\nかに通知する（番号利用法２条５項並びに７条及び８条各項。なお，番号\n利用法施行時に現に当該市区町村の備える住民基本台帳に登録されている\n者については，経過措置として，機構から通知された個人番号とすべき番\n号をその者の個人番号として指定し，その者に対し当該個人番号を通知す\nることとされた（番号利用法附則３条１項）。）。\nイ  個人番号の利用\n番号利用法においては，個人番号の利用は，現時点では，①国・地方の\n機関での社会保障分野，国税・地方税の賦課徴収及び防災にかかる事務で\nの利用，②当該事務に係る申請・届出等を行う者（代理人，受託者を含む。）\nの事務処理上必要な範囲での利用，③災害時の金融機関での利用，④番号\n利用法１９条１２号ないし１６号により特定個人情報の提供を受けた者に\nよる必要な限度での利用に限定する旨定めている（番号利用法９条各項）。\nウ  個人番号を利用した情報連携\n個人番号を利用した行政機関等相互の情報連携は，番号利用法に基づき\n設置された「情報提供ネットワークシステム」という電子情報処理組織（シ\nステム）を介して行われる。\n情報提供ネットワークシステムは，番号利用法の別表第２の第１欄に掲\nげる「情報照会者」が，同表第３欄に掲げる「情報提供者」から同表第２\n欄に掲げる事務を処理するために必要な同表第４欄に掲げる特定個人情報\nの提供を受ける場合等にのみ利用できる（番号利用法２条１４項，１９条\n７，８号）。\n番号利用法においては，情報提供ネットワークシステムを通じた不正な\n連携が行われないよう，同システムを利用できる場合を規定するとともに，\n情報照会・情報提供に係る記録を取得し，情報連携記録を本人及び個人情\n報保護委員会が確認できるようにするなど，各種の保護措置を講ずること\nが規定されている（番号利用法２３条，２４条）。\nエ  個人番号カード\n個人番号カードとは，氏名，住所，生年月日，性別，個人番号その他政\n令で定める事項が記載され，本人の写真が表示され，かつ，これらの事項\nその他総務省令で定める事項が電磁的方法により記録されたカードであり，\n法令で定める者以外による閲覧・改変の防止の措置が講じられたものであ\nる（番号利用法２条７項）。\n⑶  原告らは，別紙当事者目録の住所欄記載の市区町村に住民票を置いている\n者であり，番号利用法７条１項，２項又は同法附則３条各項の定めに基づき，\n同法２条５項に定める個人番号の指定を受けた者である（弁論の全趣旨）。\n⑷  本件の訴状は，第１事件につき平成２８年１月１２日，第２事件につき同\n年３月２９日，被告に各送達された（当裁判所に顕著）。\n３  主たる争点\n⑴  番号利用法に基づく個人番号制度が，憲法１３条で保障された原告らのプ\nライバシー権等を侵害するか\n⑵  原告らの権利の侵害が認められる場合に，原告らの個人番号の収集，保存，\n利用及び提供の差止め等の請求が認められるか\n⑶  国家賠償請求権に基づく損害の発生及びその額\n４  主たる争点に対する当事者の主張\n⑴  争点１（番号利用法に基づく個人番号制度が，憲法１３条で保障された原\n告らのプライバシー権等を侵害するか）に関する当事者の主張\n【原告らの主張】\nア  原告らに憲法１３条に基づいてプライバシー権等が保障されていること\n原告らには，憲法１３条に基づいて「私生活上の自由の一環として，\n個人に関する情報をみだりに第三者に収集，保存，利用及び提供されな\nい自由」が保障されている。\nａ  他者に知られたくない個々人の私生活上の情報がみだりに他者に開\n示されたり，他者が私事に属する領域に侵入してきたりする場合にお\nいては，個人の私生活における平穏が侵害されるのみならず，自己の\n意思決定過程に対して他者の介入を許すことになるから，自らの生き\n方を自分自身が決定するという人格的自律に由来する自由としてのプ\nライバシー権は，人格的生存にとって不可欠な権利であり，個人の尊\n重（憲法１３条前段）を実現する上で，要となる重要な権利である。\nｂ  従前の最高裁判所の判決等に照らせば，少なくとも，個人の私生活\n上の自由として，個人に関する情報をみだりに第三者に開示又は公表\nされない自由が保障されているというべきである。\nこのことは，京都府学連事件判決（最高裁昭和４４年１２月２４日\n大法廷判決・刑集２３巻１２号１６２５頁）では「その承諾なしにみ\nだりにその容ぼう・姿態を撮影されない自由」が，指紋押なつ拒否事\n件判決（最高裁平成７年１２月１５日第三小法廷判決・刑集４９巻１\n０号８４２頁）では「みだりに指紋の押なつを強制されない自由」が，\n前科照会事件判決（最高裁昭和５６年４月１４日第三小法廷判決・民\n集３５巻３号６２０頁）やノンフィクション「逆転」事件判決（最高\n裁平成６年２月８日第三小法廷判決・民集４８巻２号１４９頁）では\n前科等をみだりに公開・公表されないという法律上の保護に値する利\n益が，早稲田大学名簿事件判決（最高裁平成１５年９月１２日第二小\n法廷判決・民集５７巻８号９７３頁）では開示されたくないと考える\n個人情報について，みだりに他者に開示されない期待が，法廷イラス\nト事件（最高裁平成１７年１１月１０日第一小法廷判決・民集５９巻\n９号２４２８頁）では自己の容ぼう等を描写したイラストについても，\nこれをみだりに公表されない人格的利益が，それぞれ保障される旨述\nべている点に照らして，明らかである。\nさらに，原告らには，上記の意味におけるプライバシー権に止まらず，\n高度情報ネットワーク社会におけるプライバシー権ともいうべき「自己\n情報コントロール権」，すなわち，「自己に関する情報を，収集，保存，\n利用及び提供されることについて，情報主体の同意によるコントロール\n及び自己決定を行う権利」が，憲法１３条に基づいて保障されている。\nａ  現代の高度情報ネットワーク社会，すなわち，あらゆるものがイン\nターネットに接続されて個人情報が集積された上，それらを「ビッグ\nデータ」としてＡＩが分析し，情報の主体である本人の知らないまま\nに人格プロフィールが作られてしまう現実的な危険が生じ得る社会に\nおいて，プライバシー権を実質的に保障するためには，自己情報コン\nトロール権として，公権力による個人情報の取得，保存・蓄積，利用，\n譲渡（提供）へと進行する情報処理のプロセス全体について，情報主\n体によるコントロールを認める必要があるというべきである。\nｂ  前記のとおり，判例においても，承諾なしにみだりにその容ぼう・\n姿態を撮影されない自由や，みだりに指紋の押なつを強制されない自\n由が認められていることに照らせば，個人情報の「取得」の段階にお\nける自己情報コントロール権が，前科等をみだりに公開・公表されな\nいという法律上の保護に値する利益が認められていることに照らせば，\n個人情報の「利用」や「開示」の段階における同権利が，それぞれ認\nめられるというべきである。\nそして，「政府が包括的な人格プロフィールを作成するために利用しよ\nうとすればできるような制度を構築されない権利」もまた，憲法１３条\nに基づいて保障されるべきである。\nａ  従来，プライバシー権の保護に関して問題となる情報は，特定の場\n所や時間における断片的なものがほとんどであった。そのため，情報\nの内容や重要性，機微性を問題として，プライバシー権の侵害がある\nか否かを判定していた。\nｂ  しかしながら，現代においては，直ちに個人の人格に関わらない情\n報であっても，これが大量に集積・結合されると，個人の人格を詳細\nに，又は全体的に把握することができるようになる。すなわち，従来\nは直ちに個人の人格に関わらない情報とされていた情報であっても，\n現代においてはこれが極めて要保護性の高い情報へと容易に変化する\nという，現代社会における個人情報の質的変化が生じている。\n上記のような情報処理技術が高度に発達した現代社会の実情に鑑み\nれば，個人識別性・特定性が高く，他の情報との結合に主たる目的が\n存する情報，いわゆる「索引情報」ないし「インデックス情報」と呼\nばれる情報を検索キーとして用いることにより，情報主体である個人\nの人格プロフィールの構築が容易に可能となることになる。\nｃ  そして，情報主体の人格プロフィールは，一旦構築されてしまえば，\n高度な情報処理技術の下で，際限なく，劣化なしに容易にコピーされ，\n世界的規模で一瞬にして拡散する危険性があり，更に，これらのデー\nタがいつまでも消えずに残り，情報主体の思わぬところで情報同士が\n更に結び付けられ，利用される危険性が生ずるといえる。\nｄ  上記のような危険性が生ずる社会においては，本人の意図しないと\nころで個人の全体像（人格プロフィール）が勝手に形成されることに\nなるため，個人の自由な自己決定に基づいて行動することが困難とな\nり，ひいては表現の自由等の権利行使についても抑制的にならざるを\n得なくなり，萎縮効果が生ずることになる。すなわち，包括的な人格\nプロフィールの構築可能性を生じさせることは，個人の内的な領域に\nおける自己実現及び自己統治を否定することになる。\nこれは，人間としての尊厳の侵害あるいは個人の尊重の侵害であり，\n自由かつ主体的に自己決定する市民の存在を失わせ，民主政の過程を\nも機能不全に陥らせるものとなる。\nｅ  現に，ドイツ連邦共和国では，１９６９年のミクロセンサス決定に\nおいて，「国家に対し，国民の全人格の強制的な記録とカタログ化を認\nめることは，国民に対し，個人としての私的生活の存在意義を認めな\nいことに等しく，個人の内的な親密領域における自己実現及び自己統\n治を否定すること」であると判示しているし，また，１９８３年の国\n勢調査判決において，個人には「いつ，いかなる限度で，個人的な生\n活状況が明らかにされるのかを，原則として自己で決定する」権限，\nすなわち「情報自己決定権」があることを明言している。\nｆ  上記の事実に鑑みれば，「政府が包括的な人格プロフィールを作成す\nるために利用しようとすればできるような制度を構築されない権利」\nも，憲法１３条に基づく権利として，認められるべきであるといえる。\nなお，被告らは，自己情報コントロール権は，その内容や根拠が不明\n確であるなどと主張して，その権利性を争っている。\nしかしながら，本件で原告らが主張している自己情報コントロール権\nは，自己情報コントロール権の中核的部分である。憲法上の権利につい\nて，その外延部分に曖昧さが残ることは，自己情報コントロール権に限\nって生ずるものではなく，権利の外延が不明確であることは，その権利\n性を否定する根拠となるものではない。\nまた，自己情報コントロール権の根拠規定は憲法１３条であるから，\nその解釈根拠も同じく憲法１３条に基づく「個人の尊厳」の理念である。\n同条の理念は，個人の人格的自律，自由な自己決定，自己統治の利益で\nあり，同条により保障される自己情報コントロール権の内容も，個人の\n人格的自律，自由な自己決定，自己統治の利益といった要素で構成され\nなければならないという点で，十分に明確であるというべきである。\n原告らのうち，性同一性障害を有する者，ＤＶ被害を受けている者な\nどについては，国の行為により平穏な生活を営むことを妨げられないと\nいう人格権や生命身体の安全性が保障されている。\nイ  個人番号制度が上記の権利を制約していること\n己に関する情報を，収集，保存，利用及び提供されることについて，情\n報主体の同意によるコントロール及び自己決定を行う権利や，政府が包\n括的な人格プロフィールを作成するために利用しようとすればできるよ\nうな制度を構築されない権利が保障されている。\nしかしながら，原告らの上記権利は，番号利用法により構築された個\n人番号制度により，以下のとおり，現に侵害されているといえる。\nａ  まず，番号利用法に基づく個人番号の収集・保管及び利用の範囲は\n極めて広範であり，かつ，その規定の仕方も複雑であって，利用範囲\nを認識することも困難である。そうすると，番号利用法に基づく個人\n情報の収集等は，原告らの予想をはるかに超えるものであるから，こ\nれに同意を与えることはできない。\nそれにもかかわらず，被告は，番号利用法に基づいているとして，\n原告らの同意なく，原告らの特定個人情報を収集・保管する制度を構\n築し，今後，個人番号をさらに広く利用，提供等を行おうとしている。\nこのことは，原告らの自己に関する情報を，収集，保存，利用及び\n提供されることにつき，情報主体である原告らの同意によるコントロ\nール及び自己決定を行う権利に対して，直接の制約を加えるものであ\nるといえる。\nｂ  また，本来，個人の人格に関わらない情報であっても，それらが大\n量に集積され，結合されると，個人の人格をより詳細に，あるいは全\n体的に把握することのできる，極めて要保護性の高い情報へと変化す\nるのであり，このように現代社会においては個人情報に質的変化が生\nる。そのような個人情報の質\n的変化を踏まえれば，個人識別性・特定性の高い情報は，その機能性\nの高さから，内容面で重要情報とされる情報にも匹敵する，重要な情\n報であるというべきである。\nしたがって，他の情報を集積・結合することにその主目的がある情\n報によるプライバシー権等の侵害が問題となっている場合には，当該\n情報の処理については，とりわけ強い憲法上の保護が及んでいるもの\nと解すべきである。\n個人番号制度は，個人番号を鍵として様々な個人情報の名寄せが行\nわれ，また，個人番号の民間流通も広く予定されていることに照らせ\nば，税と社会保障関係の情報や，将来的には思想，信条，宗教等の情\n報や，それらを推知させる情報が，国家等によって集積される具体的\n危険性が生じ，それによって個人は監視されていると感じ，萎縮効果\nが生ずることとなる。\nこのように，個人番号を検索キーとしたデータマッチングが行われ\nることが前提となっている個人番号制度は，個人番号を用いた包括的\nな人格プロフィールという重要な情報を作成するために利用される可\n能性がある制度であると評価せざるを得ず，そうすると，個人番号制\n度が生じさせる自律的意思決定や行動の自由に対する悪影響は極めて\n重大であり，包括的な人格プロフィールを作成される危険性が除去で\nきない以上，原告らの権利は実際に侵害されていると評価するべきで\nある。\n仮に，原告らに 又は 自己情報コントロール権等が\n認められないとしても，前記\nの自由の一環として，個人に関する情報をみだりに第三者に収集，保存，\n利用及び提供されない自由が保障されている。\nしかしながら，原告らの上記自由は，番号利用法により構築された個\n人番号制度により，以下のとおり，侵害の危険性が増大しているといえ\nる。\nａ  個人番号は，広く民間で収集・保存された上，官（行政）に提出さ\nれる番号となる。住民票コードが行政の中でしか利用されない番号で\nあったことと比較すると，その取り扱われる範囲は格段に拡大してい\nるから，個人番号が漏えいする危険性も飛躍的に高まっている。また，\n個人番号は，民間にも保管されている機微性の高い個人情報を名寄せ\nする鍵となる番号であるから，その不正収集や不正利用（いわゆる「闇\nのデータベース作り」など）のインセンティブも高い。\nｂ  上述のとおり，個人番号と紐付けられる個人情報は，税関係情報や\n社会保障関係情報であり，誰がどこで働き，どれほどの所得を得てい\nるのか，扶養家族の存否，障害の存否，社会保障給付の内容等を推知\nし得る個人情報と結びついているから，これらがマッチングされる危\n険性も高まる。\nｃ  更に，個人番号の利活用の促進は国家戦略とされているから，今後\n個人番号に紐付けられる個人情報は増加してゆくことが予想されるの\nであり，マッチングされる情報はますます増加することになる。\nｄ  そして，これらの個人情報は，法改正により，際限なくマッチング\nされる情報の範囲の拡大が許され得るという危険性が存在している。\nまた，前記ア 記載のとおり，原告らのうち，性同一性障害を有する\n者については，個人番号制度の創設により，通知カードや個人番号カー\nドに戸籍上の性別が記載され，それを提示せざるを得なくなったことな\nどにより，平穏な生活を営むことを妨げられないという人格権が現に侵\n害されている。\nウ  個人番号制度の合憲性審査方法\n目的の重要性，手段の相当性に関する厳格審査基準による合憲性審査\n（以下「目的手段審査」という。）\n個人番号制度による上記の権利侵害が正当化されるかどうか検討する\nに際しては，プライバシー権が人格的自律に不可欠の権利であり，前記\nのとおり，現代の高度情報化社会におけるプライバシー権が極めて\n重要な権利であるという点に鑑みれば，制約されている権利は重大であ\nるといえる。また，個人番号制度において原告らの意思に反して原告ら\nの個人情報を収集，管理，利用することを内容とする制度が構築されて\nいることに鑑みれば，その権利に対する制約も強度であるというべきで\nある。\nしたがって，個人番号制度が合憲かどうか判断するに際しては，個人\n番号と紐付けられた個人情報（特定個人情報）の取得，利用，保存，譲\n渡等の目的が，それぞれ公共の福祉を追求するものといえるかが厳格に\n審査された上，そのような目的が認められたとしても，当該目的達成の\n具体的な手段（取得の手段，利用方法，保存形態など）が，目的達成に\nとって必要かつ合理的なものといえるかが，厳格に問われなければなら\nない。\nその中でも，とりわけ目的達成手段については，取得，利用，保存等\nの対象となっている情報が，目的達成にとって真に必要な範囲内のもの\nにとどまっているかを審査すべきであるし，かつ，取得，利用，保存等\nの対象が，個人の重要情報（機微性の高い情報や，索引情報など）であ\nる場合には，目的はそれを正当化できるほどに重要なものといえるか，\n人権侵害性が最小限のものとなっているかが検討されなければならない\nというべきである。\n構造審査基準による合憲性審査（以下「構造審査」という。）\nまた，仮に上記の目的手段審査によって個人番号制度それ自体が合憲\nになり得るとしても，法制度上又はシステム技術上の不備があり，その\nために特定個人情報が法令の根拠に基づかずに又は正当な行政行為の範\n囲を逸脱して，収集，保管，利用又は第三者に開示若しくは公表される\n具体的な危険が生じているのであれば，個人番号制度は，原告らのプラ\nイバシー権等を侵害するものであるから，違憲となるというべきである。\nしたがって，システムの安全性が確保されているか，罰則等による違\n法行為の厳格な禁止が実効的になされているか，監督機関の設置等によ\nり実効的に監視監督がなされているかという観点から，個人番号制度に\nおいて，法制度上又はシステム技術上の不備があり，そのために特定個\n人情報が法令の根拠に基づかずに又は正当な行政行為の範囲を逸脱して，\n収集，保管，利用又は第三者に開示若しくは公表される具体的な危険が\n生じているかどうかという点についても，合憲性審査がなされるべきで\nある。\nエ  目的手段審査によれば個人番号制度が違憲であること\nまず，個人番号と紐付けられた個人情報（特定個\n人情報）の取得，利用，保存，譲渡等の目的が，それぞれ公共の福祉を\n追求するものといえるかが厳格に審査された上，そのような目的が認め\nられたとしても，当該目的達成の具体的な手段（取得の手段，利用方法，\n保存形態など）が，目的達成にとって必要かつ合理的なものといえるか\nを検討する必要がある。\n原告らのプライバシー権等を制約する目的について\n番号利用法１条の規定によれば，①国民の利便性の向上，②行政運営\nの効率化，③公正な給付と負担の確保の３つが番号利用法ないし個人番\n号制度の目的であると解される。\nａ  ①国民の利便性の向上について\nそもそも，原告らは，利便性の向上より，プライバシーの確保を求\nめている。利便性の向上を求めていない原告らに対して，利便性向上\nを理由としてその権利を制限することは正当化できないというべきで\nある。被告自身，個人番号を提示しない利用者の場合には情報連携を\n行わないという方針を示しているのも，利便性の向上という目的が，\n利便性を求めていない者との関係においてはプライバシー権等の制限\nを正当化し得ないことを実質的に認めていることの表れである。\nまた，上記目的のために個人番号制度が設けられたとしても，利用\n者において申請時の添付書類の省略等が認められることはほとんどな\nく，生活保護行政分野においては，個人番号制度の開始後も，保護を\n申請する住民には所得証明書や年金証書等の書類の提出が求められて\nいること，保育園の入園申込みについても添付書類を持参する必要が\nあること，待機児童の多い自治体においては，面談を実施して各住民\nの実情を踏まえた対応が必要であることなどの点に鑑みれば，個人番\n号制度によって生ずる「利便性の向上」の効果は，極めて限定的であ\nると評価せざるを得ない。他方で，個人番号を収集，保管することが\n義務付けられた者は，何らのメリットがないにもかかわらず，厳格な\n安全管理義務を負わされることになること，特定個人情報を不適正に\n取り扱った場合には，個人情報保護委員会からの指導・助言や勧告・\n命令を受ける場合があるほか，重い刑罰の対象となる場合もあること\nなどの点に鑑みれば，個人番号制度により生ずる負担は重大なもので\nある。そうすると，このような限定的な効果しか期待できない目的の\nために，多大な負担を生じさせて原告らのプライバシー権を制約する\nことは許されず，目的の正当性が否定されるべきである。\nｂ  ②行政運営の効率化について\nそもそも，行政運営の効率化を理由として，原告らのプライバシー\n権を制約することは許されない。\nまた，行政運営の効率化のために個人番号制度が設けられたとして\nも，生活保護行政において申請者が個人番号の記載を認めた場合であ\nっても，申請者が個人番号を知らなければ行政職員自ら個人番号を調\nべる手間が発生したり，本人確認のための煩雑な手続を履践したりし\nなければならなくなったほか，同一地方公共団体の内部であっても，\n個人番号を利用する事務については，個人情報保護評価を経た上で条\n例を制定しなければならなくなるなどの手間がかかるようになり，さ\nらに，費用対効果の点について被告は主張立証さえしていないことな\nどの点に鑑みれば，個人番号制度によって生ずる「行政運営の効率化」\nの効果は，極めて限定的であると評価せざるを得ない。そうすると，\n上記のような限定的な効果しか期待できない目的のために，原告らの\nプライバシー権を制約することは許されず，やはり，目的の正当性が\n否定されるべきである。\nｃ  ③公正な給付と負担の確保について\n公正な給付と負担の確保についても，原告らの権利制限の理由には\nなり得ない。すなわち，個人番号制度によって把握できる資産，所得\n等には限界があるほか，個人番号制度が開始されたとしても，生活保\n護の対象となる住民を発見し，同人に対して保護を実施できるように\nなることはなく，実際にこれまでに発見して保護を始めたという事例\nも存在しない。そうすると，上記のような限定的な効果しか期待でき\nない目的のために，原告らのプライバシー権を制約することは許され\nず，やはり，目的の正当性が否定されるべきである。\n原告らのプライバシー権等を制約する手段について\nａ  個人番号制度によって，前記イ 記載のとおり，自己に関する情報\nを収集，保存，利用及び提供されることについて，情報主体の同意に\nよるコントロール及び自己決定を行う権利や，政府が包括的な人格プ\nロフィールを作成するために利用しようとすればできるような制度を\n構築されない権利等が制約される一方，これにより得られる①国民の\n利便性の向上及び②行政運営の効率化の各目的に資する効果は，前記\nａ及びｂに各記載したとおり極めて限定的であり，目的達成手段と\nしての相当性を欠く。\nｂ  また，③公正な給付と負担の確保の目的との関係においても，以下\nのとおり，目的達成手段としての相当性や関連性は認められない。\n個人番号制度が国内取引にのみ適用されるものであって，海外取\n引や海外資産は個人番号制度により把握される資産の対象外である\nこと，個人番号制度により把握される資産は預貯金口座に止まって\nおり，正確な資産の把握に寄与する程度も限定的であること，事業\n所得については控除される経費の正確性が資産の把握には重要とな\nるところ，経費として控除されるべき支出かどうかは納税者の自己\n申告によらざるを得ず，個人番号制度により正確な把握ができるこ\nとになるものではないこと，その他の税制度（例えば低率分離課税）\n等にいわゆる「抜け穴」が数多く存在すること等に鑑みると，個人\n番号制度によって，公正な負担の確保がもたらされるものであると\nは評価できない。\nまた，個人番号制度によって生活保護の不正受給が判明した事例\nは存在しないのであるから，個人番号制度によって公正な給付の確\n保がもたらされるものであるとも評価できない。\nそうすると，番号利用法に基づいて設けられた制度によっては，\n規制目的を達成することができず，原告らのプライバシー権等を制\n約しても何ら目的に資する点がない以上，権利制約は目的達成との\n関連性を欠き，違憲であると評価せざるを得ない。\n⒝  また，所得を正確に把握する必要があり，個人番号制度が所得の\n正確な把握に資する面があるとしても，分野を跨いで利用される個\n人番号を用いてこれを把握しなければならない理由はなく，いわゆ\nる「納税者番号」のような分野別番号を用いれば十分である。分野\n別番号を用いない結果として，原告らには\nマッチングの危険に晒されるという権利侵害が生じているのである。\n他方，社会保障給付を公正に行う必要があるとしても，個人番号\nを用いた情報提供ネットワークシステムにより情報連携を行わなけ\nれば社会保障給付を公正に行えないというものではない。少なくと\nも，多額の税金と労力を投下して，情報提供ネットワークシステム\nを構築する必要があったとは考えられない。\nそうすると，所得の正確な把握のために分野を超えた共通の個人\n識別番号（個人番号）を用いる制度は，目的達成のために許容され\nる合理的な権利制約の範囲を超えており，違憲と評価せざるを得な\nい。\n⒞  仮に，前記の目的が正当であり，複数の分野に跨る個人情報をマ\nッチングさせる必要が生じて個人番号を用いた情報提供ネットワー\nクシステムによる情報連携が行われることが許容されるとしても，\n当該目的達成のために必要な限度でマッチングが許容されるに過ぎ\nず，そのような目的との関係において，マッチングの必要がない個\n人情報を情報連携の対象とする必要はない。\n番号利用法の別表第２をみると，情報連携の可能性の認められる\n事務分野は全て情報連携しようとする方針であることが明らかであ\nり，真に必要な範囲を超えて，個人番号を用いたデータベースが過\n度に作成されていることを示すものであるというべきである。\nそうすると，必要な限度を超えて，個人情報を情報提供ネットワ\nークシステムにおける情報連携の対象としている制度は，目的達成\nのために許容される合理的な権利制約の範囲を超えており，違憲と\n評価せざるを得ない。\nｃ  そして，番号利用法１９条１４号及び１６号は，それぞれ「公益上\nの必要があるとき」とか「その他これらに準ずるものとして個人情報\n保護委員会規則で定めるとき」と規定するにとどまり，権限を委任さ\nれた機関に対し，特定個人情報の利用等ができる場面を白紙委任して\nいると評価せざるを得ない。そうすると，これらの規定は，憲法４１\n条に反しているから，違憲であるというべきである。\nｄ  さらに，番号利用法１９条は，特定個人情報の提供，収集，保管を\n許容する広範な例外を定めている。\n例えば，番号利用法１９条１４号に基づき，刑事事件の捜査に必要\nな範囲であれば個人番号を利用した名寄せ等ができるとされているが，\n刑事事件の捜査は，上記番号利用法の目的である「行政運営の効率化」，\n「公正な給付と負担の確保」，「国民の利便性の向上」のいずれの目的\nとも関連性を欠いており，番号利用法の目的外であるといわざるを得\nない。\n仮に，これらの目的と関連性があるとしても，捜査目的達成のため\nには個人番号を利用した捜査以外の方法もあり得るにもかかわらず，\n捜査機関によるデータマッチングが行われるという強いプライバシー\n侵害を発生させ，その上，捜査機関による利用については個人情報保\n護委員会の監督も及ばないというのであるから，これが目的達成にと\nって必要かつ合理的な範囲に止まっているとは到底評価できない。\nまた，番号利用法１９条１４号は，同号列挙事由の他に，「その他政\n令で定める公益上の必要があるとき」に特定個人情報の提供を認めて\nいるところ，このような抽象的な規定で特定個人情報の提供，収集，\n保管を可能とすることは，行政機関により，番号利用法の目的と関連\n性のない極めて広範な個人番号の利用を認めることとなるほか，同条\nに基づく政令で定められた利用できる場合の中には，前記刑事事件の\n捜査同様，個人情報保護委員会の監督が及ばない手続も含まれている\nことも併せて考えれば，これが番号利用法の目的と関連性があるとは\nいえないし，関連性があったとしても番号利用法の目的達成にとって\n必要かつ合理的な範囲にとどまるとは到底評価できない。\nそして，番号利用法１９条１６号は，「その他これらに準ずるものと\nして個人情報保護委員会規則で定めるとき」に特定個人情報の提供を\n認めているところ，同規定は，監視機関としての権能しか有さない個\n人情報保護委員会が自ら特定個人情報の利用範囲を定めることができ\nるとするものであり，これによって極めて広範に個人番号の利用を認\nめる結果をもたらすものであるといわざるを得ない。そうすると，同\n規定の内容が，番号利用法の目的達成にとって必要かつ合理的な範囲\nにとどまるとは到底評価できない。\nｅ  加えて，個人番号カードについても，健康保険証との一体化，消費\n活性化政策との連携，デジタルキャンパス等の推進等により，個人番\n号カードを所持していなければ一定の行政サービスを受けられなくな\nるという事実上の所持強制が行われているところ，秘匿すべき個人番\n号を個人番号カード券面に表示させる必要がないこと，性別の記載の\n必要がないこと，これらの記載がなりすましの危険性を増大させるこ\nと，機構に本人確認情報データベースの一元管理を行わせる制度とな\nっていること等に照らし，これらの記載が番号利用法の目的達成にと\nって必要かつ合理的な範囲にとどまるとは到底評価できないし，特に，\n券面の表示による性同一性障害者の人格権や平穏に暮らす権利に対す\nる侵害の程度は著しいというべきである。\nオ  構造審査によれば個人番号制度が違憲であること\n個人番号制度に法制度上又はシステム技術上の不\n備があり，そのために特定個人情報が法令の根拠に基づかずに又は正当\nな行政行為の範囲を逸脱して，収集，保管，利用又は第三者に開示若し\nくは公表される具体的な危険が生じているかどうかを検討し，そのよう\nな危険が生じている場合には，個人番号制度はプライバシー権や人格権\n侵害があるものとして，違憲というべきである。\n法制度上又はシステム技術上の不備があるか\nａ  情報提供ネットワークシステムにおいて，情報連携に個人番号を用\nいないにもかかわらず，共通番号制を用いるという不備があること\n情報照会者及び情報提供者は，情報提供ネットワークシステムを介\nして情報連携を行うことが定められているところ，情報提供ネットワ\nークシステムにおいて行われる情報連携で用いられるのは機関別符合\nであり，個人番号ではない。そうすると，個人情報を個人番号と共に\n保管せずとも，番号利用法の目的は十分達成し得るというべきである。\nそれにもかかわらず，１８００以上もの個人情報が個人番号と共に\n保存され，情報提供ネットワークシステムで連携可能であるとされて\nいることは，法制度上又はシステム技術上の不備であることは明らか\nであるというべきである。\nｂ  また，個人番号制度は，個人番号を各個人から民間人である事業主\n等を介して行政機関に提供することを予定した制度であることからす\nると，これらの構造全体において欠陥や不備がないことが必要とされ\nるべきである。\nところが，費用や資源に限界のない行政機関はともかく，これらに\n限界がある民間においては，個人番号の取扱いにおける情報管理の安\n全性を高めることには困難が伴い，情報漏えいの危険性はおのずと高\nまるものといわざるを得ない。\nそうすると，被告は，容易かつ安価に情報管理の安全性を高めやす\nくすることや，情報漏えいが生ずる事故の発生もあり得ることを前提\nに，仮に情報が漏えいしたとしても，被害が可能な限り限定的になる\nような制度設計，システム設計を行うべきであるというべきである。\nしかしながら，被告は，現に住民税の特別徴収通知の誤発送等の事\n実が生じていながら，「人為的ミスに起因する」と述べるに終始し，何\nら適切な制度設計，システム設計等の対策を行っていないことは明ら\nかであり，この点においてもシステム技術上の不備があるというべき\nである。\nｃ  さらに，番号利用法において，番号利用法の目的と関連性のない利\n用が認められている点や，データマッチング及びプロファイリングを\n防止する法的規制が設けられていない点等は，法制度上の不備である\nというべきである。\nｄ  個人番号のシステムは，市区町村，国税庁を除く国の関係省庁，住\n民基本台帳ネットワーク，機構が物理的にネットワークで接続されて\nおり，これらの間はファイアーウォールでのみ切断されているに過ぎ\nない。\nそうすると，行政窓口で用いられるタブレット端末は，通常のコン\nピュータよりも乗っ取りが容易であるとされているところ，これを乗\nっ取ることによって，容易にデータベースまでアクセスできてしまう\n危険があるといえるし，プログラムの脆弱性を突いた乗っ取りの危険\nも，通常のコンピュータと比して高くなっているといえるから，この\n点に照らしても，システム技術上の不備が存在するというべきである。\nｅ  機構は，本人確認４情報（氏名，住所，性別，生年月日。以下「４\n情報」という。），住民票コード，個人番号及びその変更履歴，個人番\n号カードの顔写真を一括管理している。機構は，個人番号カード発行\nシステムの不具合を引き起こすなど，システム管理能力において問題\nがある組織である。\nそうすると，システム管理能力に問題がある組織に，個人情報が管\n理される不備が存在するというべきである。\nｆ  個人情報保護委員会は，もともと，番号利用法により平成２６年１\n月１日に特定個人情報保護委員会として設置されて以降，番号利用法\nに基づく権限の他，個人情報の保護に関する法律（以下「個人情報保\n護法」という。）に基づく権限も付与され，重要な意義及び権限を有し，\n取り扱うべき業務は多岐にわたる一方，体制は委員長１名，委員８名\nの合計９人，委員の内，半数の４名が非常勤であるほか，同委員会の\n職員数は１４１名とされているものの，十分な監督権限を行使できる\nものとは思われない。\n実際に，日本年金機構からデータ入力を委託されていた株式会社が，\nこれを違法に再委託するという問題が生じた際においてすら，個人情\n報保護委員会はその有する権限である勧告，命令等の規制権限行使を\n行っていないことに照らしても，十分な監督を行っていないことは明\nらかであるというべきである。\nそうすると，十分に機能していない個人情報保護委員会は個人番号\n制度の監視機関として不適格であるから，法制度上又はシステム技術\n上の不備があることは明らかである。\n以上のとおり，個人番号制度には法制度上又はシステム技術上の不備\nがあるというべきである。\nカ  以上によれば，個人番号制度は原告らのプライバシー権等を侵害するも\nのであり，違憲である。\n【被告の主張】\nア  自己情報コントロール権について\n自己情報コントロール権を実体法上の権利として明示的に定めた法令は\n存在しない。行政機関の保有する個人情報の保護に関する法律（以下「行\n政機関個人情報保護法」という。）も，開示請求権，訂正請求権及び利用停\n止請求権を定めるにとどまり，それ以上に個人情報コントロール権を認め\nたものとは解されない。\nまた，自己情報コントロール権を論ずるにあたっては，権利の外延及び\nその内容を明確にする必要があるところ，これらの点について統一した見\n解は見られないのであって，その概念は未だに不明確というべきである。\nそうすると，自己情報コントロール権は，名誉権のようなそれのみで排\n他性を有する人格権とは異なり，差止請求及び削除請求の根拠となり得る\n実体法上の権利とは認められない。\nイ  本件差止請求等に理由がないこと\n個人番号自体はプライバシー情報を包含するものではなく，行政機関\n等が提供を受ける特定個人情報も番号利用法以外の法令又は条例に基づ\nき保有，利用が認められている情報に限られること\n個人番号は，住民票コードを変換して得られる番号であって，当該住\n民票コードが記載された住民票に係る者を識別するために指定されるも\nのに過ぎない。そして，個人番号は，住民票コードを復元できる規則性\nを備えるものでないことが求められており，個人番号自体からは，他の\n何らの個人情報も得られない。\nまた，行政機関等は，個人番号の利用については番号利用法９条に規\n定された範囲内においてのみ，他の行政機関等から特定個人情報の提供\nを受ける場合については番号利用法１９条各号に個別具体的に限定列挙\nされた事由に該当する場合においてのみ，それぞれ行われる旨が定めら\nれているところ，ここで扱われる情報は，いずれも個人番号制度の導入\n前から行政機関等で管理，利用等がされていた情報であり，個人番号制\n度の導入によって新たに行政機関等がこれらの情報を収集，管理，利用\n等を行うようになったものではない。実際に，個人番号制度の導入によ\nり新たに設置された情報提供ネットワークシステムを使用して番号利用\n法１９条７号又は８号の規定に基づいてやりとりされる情報は，個人番\n号制度の導入前から，法律に規定された事務手続を処理する行政機関等\nにおいて，当該事務手続を求める者又は他の行政機関等から，当該事務\n手続に係る法令の規定に基づいて，紙媒体又は電子媒体により提供を受\nけていたものである。\nまた，番号利用法に基づいて提供される個人情報は，各行政機関等が，\n番号利用法以外の法令又は条例に基づいて保有，利用することが認めら\nれている情報に限られており，個人番号制度の導入により，行政機関等\nが，法令又は条例で認められた範囲を超えて不必要な情報の提供を受け\nることが可能となるものではない。\n個人番号制度における個人番号の利用及び特定個人情報の提供は，法\n令又は条例の根拠に基づき，正当な行政目的の範囲内で行われているこ\nと\nａ  個人番号制度は，行政機関，地方公共団体その他の行政事務を処理\nする者が，個人番号や情報提供ネットワークシステムなどの基盤を活\n用することにより，「効率的な情報の管理及び利用並びに他の行政事務\nを処理する者との間における迅速な情報の授受を行うことができるよ\nうにする」とともに，これにより，「行政運営の効率化」及び「公正な\n給付と負担の確保」を図り，かつ，「国民が，手続の簡素化による負担\nの軽減，本人確認の簡易な手段その他の利便性の向上を得られるよう\nにする」ことを目的とするものである。\nまた，これを受けて，番号利用法は，基本理念として，個人番号制\n度における個人番号制度の利用について，行政事務の処理において，\n個人又は法人その他の団体に関する情報の管理を一層効率化するとと\nもに，当該事務の対象となる者を特定する簡易な手続を設けることに\nよって，国民の利便性の向上及び行政運営の効率化に資すること，情\n報提供ネットワークシステムその他これに準ずる情報システムを利用\nして迅速かつ安全に情報の授受を行い，情報を共有することによって，\n社会保障制度，税制その他の行政分野における給付と負担の適切な関\n係の維持に資すること，個人又は法人その他の団体から提出された情\n報については，これと同一の内容の情報の提出を求めることを避け，\n国民の負担の軽減を図ること，及び，個人番号を用いて収集され，又\nは整理された個人情報が法令に定められた範囲を超えて利用され，又\nは漏えいすることがないよう，その管理の適正を確保することを旨と\nして，行わなければならない旨定めている。\nｂ  番号利用法において，個人番号の利用や特定個人情報の提供が可能\nな範囲は，番号利用法や同法の委任に基づく省令により，限定列挙方\n式により個別具体的に規定されており，その範囲は，行政事務におい\nて，公平・公正な社会の実現，行政事務の効率化及び国民の利便性の\n向上という個人番号制度の目的に資する場合に限定されている。\nｃ  個人番号制度を採用することにより，得られる効果としては，以下\nのようなものが挙げられる。\n各種の証明書の発行事務等が減少することにより，職員数につい\nて単年度当たり１万人弱の事務の削減となる。仮に，個人番号制度\nで効率化された事務に割かれていた税務職員を調査・徴収事務に充\nてた場合には，単年度当たり２４００億円の税収増加が見込まれる。\n⒝  個人番号制度導入による行政や民間の事務の効率化等により，年\n間１兆１５００億円の経済効果があるとか，個人番号制度を通じた\n電子行政推進や民間企業の業務の効率化等により，年間３兆円以上\nの効果があるという試算もある。\n⒞  個人番号カードは，公的な本人確認書類として利用することがで\nきることになるほか，全国のコンビニエンスストアで住民票の写し\n等の取得が可能となったり，「マイナポータル」を通じて子育て関連\nの申請等に関して，オンラインで申請等を行い，オンラインで通知\nを受信できる仕組みが設けられたりしている。\nｄ  原告らは，番号利用法１９条１４号及び１６号は，委任内容が白紙\n委任を認めるものであるから憲法４１条等に反し，そうでないとして\nも委任の範囲を逸脱していると主張する。\nしかしながら，立法府によって示された一定の解決方法に従って具\n体的な内容を決定することは，立法府が意図し予定した立法内容の具\n体化に過ぎず，立法作用の本質的部分を代行するものではないから，\n処理すべき問題とその解決方向が決定された上で委任がされるときは，\n違憲となるものではない。そして，問題と解決方向の指示は，必ずし\nも委任規定自体に定められている必要はなく，委任の趣旨，文言など\nから合理的に導き出すことができれば足りると解される。\n番号利用法は，特定個人情報の提供を原則禁止し，同法１９条各号\nに定める場合においてのみ，これを許容するものであり，特定個人情\n報の提供を制限する趣旨の規定である。その上で，同条１４号の規定\nは，公益上の必要がある場合を具体的に列挙するのに加えて，「その他\n政令で定める公益上の必要があるとき」として政令に委任していると\nころ，同号の趣旨は，こうした行為の公益性に鑑みて特定個人情報の\n提供を認めるものであって，「その他政令で定める公益上の必要がある\nとき」とは，公益上の必要からされる調査等であって，同号に具体的\nに列挙された調査等と同様の公益上の必要があるときを指すと解する\nのが相当であるから，白紙委任を認めるものではない。そして，同条\n１４号を受けて規定された番号利用法施行令２５条は，いずれも公益\n上の必要がある調査等のために特定個人情報の提供を認めるものであ\nり，番号利用法１９条１４号の列挙事由と同様の公益上の必要がある\n場合であることは明らかである。\nまた，同条１６号は，同条１号ないし１５号に「準ずるものとして」\n個人情報保護委員会規則で定める場合に特定個人情報の提供を認める\nものであるから，やはり白紙委任を認めるものではない。\nｅ  以上によれば，個人番号制度における個人番号の利用及び特定個人\n情報の提供が，法令又は条例の根拠に基づき，正当な行政目的の範囲\n内で行われていることは明らかである。\n法制度上又はシステム技術上の不備があり，そのために個人番号及び\n特定個人情報が法令若しくは条例の根拠に基づかずに又は正当な行政目\n的の範囲を逸脱して第三者に開示又は公表される具体的危険が生じてい\nる事実はないこと\nａ  個人番号及び特定個人情報の目的外利用が行われないように必要な\n措置が講じられていること\n個人番号の利用や特定個人情報の提供が可能な範囲は明確に限定\nされており，必要な範囲を超えて個人番号や特定個人情報を収集，\n保管，利用及び提供すること等が禁止されていること\n個人番号の利用や特定個人情報の提供が可能な場合は，それぞれ\n番号利用法９条，１９条において限定列挙形式で個別具体的に規定\nされており，それ以外の場合には，たとえ本人の同意がある場合で\nあっても許されない。また，同法１９条各号に規定する場合を除い\nては，個人番号の提供の要求，特定個人情報の収集・保管が禁止さ\nれている。更に，必要な範囲を超えた特定個人情報ファイルの作成\nも禁止されている。\nそして，国の機関等の職員の職権濫用による特定個人情報の収集，\n個人番号利用事務及び個人番号関係事務（以下，これらを併せて「個\n人番号利用事務等」ということがある。）に従事する者等による特定\n個人情報ファイルの不正提供及び個人番号の不正提供又は盗用は刑\n罰の対象となるなど，制度的な措置が講じられている。\n⒝  情報提供ネットワークシステムによる特定個人情報の提供にあた\nっても，不正アクセスを抑止し，個人番号及び特定個人情報が法令\n若しくは条例の規定に基づかずに又は正当な行政目的の範囲を逸脱\nして第三者に開示又は公表されることを防ぐために必要な対策が講\nじられていること\n番号利用法は，行政機関等が情報提供ネットワークシステムによ\nる特定個人情報の提供を行う場合について，情報照会者から特定個\n人情報の提供の求めがあったときは，情報提供ネットワークシステ\nムを設置・運用する総務大臣が，法律に定める特定個人情報の提供\nが許される場合であることが確認された場合に限って，情報提供の\n求めがあったことを情報提供者に通知するものとし，かつ情報提供\n者は，当該通知があった場合にのみ情報照会者に特定個人情報の提\n供を行うこととすることで，適正な情報連携を確保している。\nまた，情報照会者，情報提供者及び総務大臣は，情報提供の求め\n及び情報提供について記録し，保存することが義務付けられている。\n当該記録は，行政機関個人情報保護法に基づく開示請求を行えば確\n認することができ，情報提供等記録開示システムを利用して確認す\nることも可能となる予定である。これにより，行政機関等の職員が，\n職権を逸脱又は濫用し，情報提供ネットワークシステムを用いて，\n特定個人情報に不正にアクセスすることを抑止すると共に，万一不\n正アクセスがあった場合には，記録を確認することで，必要な対応\nを取ることができる制度となっている。なお，総務大臣や情報照会\n者・情報提供者は，情報提供等事務に関する秘密の漏えいの防止の\nために必要な措置を講じなければならず，その業務に関して知り得\nた秘密を洩らし又は盗用することは禁止されている上，盗用につい\nては刑罰の対象となることが定められている。\nｂ  個人番号及び特定個人情報の漏えいを防止するために必要な法制度\n上の安全措置が講じられていること\n個人番号を取り扱う行政機関及び事業者等に安全管理措置を義務\n付けるとともに，その履行を確保するための様々な措置を講じてい\nること\n個人番号利用事務等実施者（個人番号利用事務等の全部又は一部\nの委託先を含む。）には，個人番号の漏えい等を防止するために必要\nな措置（安全管理措置）を講じることが義務付けられている。安全\n管理措置義務に違反する行為は，個人情報保護委員会による勧告及\nび命令並びに報告及び立入検査の対象となり，命令違反及び検査忌\n避等は刑罰の対象となる。\n⒝  行政機関の長等に対しては，特定個人情報保護評価及び職員に対\nする研修など，特に厳格な措置が義務付けられていること\n行政機関の長等には，その公的性格に鑑み，特定個人情報ファイ\nルを保有しようとするときは，当該特定個人情報ファイルを保有す\nる前に，個人のプライバシー等に与える影響を予測・評価し，かか\nる影響を軽減する措置をあらかじめ講じるため，特定個人情報保護\n評価が義務付けられている。また，行政機関の長等は，特定個人情\n報ファイルを保有し，又は保有しようとするときは，特定個人情報\nファイルを取り扱う事務に従事する者に対して，特定個人情報の適\n正な取扱いを確保するために必要なサイバーセキュリティの確保な\nどに関する研修を行うものとされている。\n⒞  違法な手段による個人番号の取得も厳しく禁止されていること\n個人番号を保有する者の管理を害する行為により個人番号を取得\nする行為や，偽りその他不正の手段により通知カード又は個人番号\nカードの交付を受ける行為は，厳重な刑罰を持って禁止されており，\n違法な手段による個人番号の取得も厳しく禁止されている。\n⒟  個人番号カードの記載や，個人番号カードについて講じられてい\nる安全措置が適切であること\n個人番号カードは，個人番号の確認と併せて身元確認をするため\nの書類であることから，個人番号及び４情報が個人番号カードの券\n面記載事項とされたものであり，また，健康保険証としての利用も\n検討されているほか，医療機関等で性別の確認を行う場面もあるこ\nとからしても，性別を個人番号カードの券面に記載する必要がある。\n一方，個人情報保護の観点から，個人番号カードの交付時には個\n人番号や性別欄がマスキングされるようなカードケースを交付して\nいるほか，万一，個人番号及び個人番号カードが不正取得された場\n合にも，なりすましを防止する十分な対策が講じられている。\nｃ  個人番号及び特定個人情報の漏えいを防止するために必要なシステ\nム技術上の安全措置が講じられていること\n個人番号制度は，「分散管理」の方法を採用していること\n個人番号制度は，特定の機関に個人情報を集約して単一のデータ\nベースを構築する「一元管理」ではなく，従来どおり各機関がそれ\nぞれ個人情報を保有し，必要に応じて情報提供ネットワークシステ\nムを使用して情報の照会・提供を行う「分散管理」の方法を採って\nいる。また，情報提供ネットワークシステムを使用した情報連携に\n係るシステムにおいては，前記の分散管理の他，アクセス制御，符\n号による紐付け及び暗号化通信の方法を用いるなどの安全対策を講\nじている。\n⒝  自治体中間サーバーにおける安全対策が講じられていること\n自治体中間サーバーは，地方公共団体ごとに論理的に区分して構\n築されており，各中間サーバーで管理する情報については，データ\nを保有する地方公共団体以外は当該データを取り扱えないシステム\nが構築されており，同システムにおいては，当該地方公共団体以外\nの者が自治体中間サーバーにアクセスして個人の情報を把握するこ\nとができないような措置が講じられている。\nまた，情報連携には，個人番号を用いず，個人番号を推知し得な\nい情報提供用個人識別符号を用いるため，情報提供ネットワークシ\nステムを設置・管理する総務大臣であっても，情報提供ネットワー\nクシステムにおいて情報連携が行われている個人情報が誰の情報で\nあるかを識別したり，把握したりすることはできない仕組みとなっ\nている。\n更に，自治体中間サーバーは，インターネットから隔離し，行政\n専用の閉鎖的なネットワークを利用したり，自治体中間サーバーに\n接続する回線について地方公共団体ごとに分離したりする等の安全\n対策を施し，情報は地方公共団体ごとに暗号化されたデータベース\nで管理されている。\nｄ  個人情報保護委員会の設置により，特定個人情報の適切な取扱いを\n担保するための制度的措置が講じられていること\n特定個人情報の利用・提供等が法令又は条例の根拠に基づき，正当\nな行政目的の範囲内で行われることを担保するため，個人情報保護委\n員会による監視体制が整備されている。\n個人情報保護委員会は，特定個人情報の取扱いに関する監視・監督\n機関として，独立性の高い，いわゆる「三条委員会」として設置され\nている。\nこのように，独立性を保障され，十分な権限が付与された第三者機\n関である個人情報保護委員会が設置されており，特定個人情報の適切\nな取扱いを監視・監督するための制度的措置が講じられているといえ\nる。\n実際に，個人情報保護委員会は，平成２９年度には，番号利用法に\n基づく立入り検査を２７件，指導及び助言を１７３件実施するなど，\n所掌する事務を適切に実施している。\nｅ  万が一，個人番号が漏えいした場合であっても，直ちに被害が生ず\nるものではないこと\n万が一，個人番号が漏えいした場合であっても，個人番号は単なる\n個人識別情報に過ぎず，これのみからは，他の何らの個人情報を得る\nことも不可能である。\nまた，番号利用法は，個人番号利用事務等実施者に対し，個人番号\nの提供を受ける際に，当該個人番号と本人とを紐付けるための身元確\n認の実施を義務付けることにより，なりすましの防止を図っているか\nら，漏えいした個人番号を入手したとしても，直ちにこれを利用する\nことはできない仕組みが設けられている。\n更に，市町村長は，個人番号が漏えいして不正に用いられる恐れが\nあると認めるときは，その者の請求又は職権により，その者の従前の\n個人番号に代えて，機構から通知された個人番号とすべき番号をその\n者の個人番号として指定し，速やかに，その者に対し，当該個人番号\nを通知カードにより通知することとしており，本人からの請求のみな\nらず，市町村長の職権による個人番号の変更を認めることで，迅速な\n個人番号の変更対応を認めることとしている。また，個人番号カード\nを紛失した場合は，本人が直ちにコールセンターへ連絡して個人番号\nカードの機能を一時停止等させることができ，これにより，情報提供\n等記録開示システムにもログインすることができなくなり，同システ\nムを利用した特定個人情報等の漏えいも防ぐことができるようになる。\nウ  以上のとおり，個人番号制度は原告らのプライバシー権等を侵害するも\nのではない。\n⑵  争点２（原告らの権利の侵害が認められる場合に，原告らの個人番号の収\n集，保存，利用及び提供の差止め等の請求が認められるか）に関する当事者\nの主張\n【原告らの主張】\nア  前記⑴【原告らの主張】で述べたとおり，個人番号制度は，原告らのプ\nライバシー権等に対する侵害の危険性が極めて高く，また，制度の必要性\n等も存しない。\nしたがって，原告らに生じているプライバシー権等に対する侵害の危険\n性を除去及び予防するためには，原告らの個人番号の収集・保存・利用及\nび提供を差し止めるしかない。\nイ  また，プライバシー権等の侵害に対する原状回復措置として，被告が保\n存している原告らの個人番号の削除が必要である。\n【被告の主張】\n前記⑴【被告の主張】で述べたとおり，個人番号制度は原告らのプライバ\nシー権等を侵害するものではないから，プライバシー権等の侵害を理由とす\nる本件差止請求及び本件削除請求に理由がないことは明らかである。\n⑶  争点３（国家賠償請求権に基づく損害の発生及びその額）に関する当事者\nの主張\n【原告らの主張】\n前記⑴【原告らの主張】で述べたとおり，被告の行為によって，原告らは\nプライバシー権等を侵害され，かつ，危険性にさらされている状況にあり，\nこれは国家賠償法上の違法行為に該当し，原告らの被った精神的苦痛を慰謝\nするための慰謝料は，原告１人あたり１０万円を下らない。\nまた，原告らは，本件訴訟追行を弁護士に依頼し，相当額の報酬を支払う\nことを約したから，原告１人あたり請求額の１割である１万円の弁護士費用\nが被告の違法行為と相当因果関係のある損害である。\n【被告の主張】\n国家賠償法１条１項にいう「違法」とは，公権力の行使にあたる公務員が\n個別の国民に対して負担する職務上の法的義務に違背することをいう。すな\nわち，公権力の行使に当たる公務員の行為が個別の国民との関係で職務上の\n法的義務を負担し，かつ，当該職務行為が，その職務行為時を基準として，\n職務上の法的義務に違背してなされた場合でなければならない。\n原告らは，個人番号制度により，原告らのプライバシー権等を侵害すると\n主張するものの，前記⑴【被告の主張】で述べたとおり，個人番号制度は原\n告らのプライバシー権等を侵害するものではない。公務員らが，原告らに係\nる個人番号を収集，保管，利用及び提供する行為は，番号利用法の規定に基\nづいて適法に行われるものであるから，何ら職務上の法的義務に違背するも\nのではない。また，個人番号制度によって原告らの個人情報が具体的な危険\nにさらされている事実がない以上，原告らには，精神的損害を含めて何らの\n損害も発生していない。\nしたがって，被告の行為について，国家賠償法１条１項の適用上，違法と\n認められる余地はない。\n第３  当裁判所の判断\n１  前記前提事実のほか，後掲各証拠及び弁論の全趣旨によれば，次の事実が認\nめられる。\n⑴  個人番号制度の構造\nア  番号利用法の概要\n番号利用法の目的\n番号利用法は，「行政機関，地方公共団体その他の行政事務を処理する\n者が，個人番号及び法人番号の有する特定の個人及び法人その他の団体\nを識別する機能を活用し，並びに当該機能によって異なる分野に属する\n情報を照合してこれらが同一の者に係るものであるかどうかを確認する\nことができるものとして整備された情報システムを運用して，効率的な\n情報の管理及び利用並びに他の行政事務を処理する者との間における迅\n速な情報の授受を行うことができるようにするとともに，これにより，\n行政運営の効率化及び行政分野におけるより公正な給付と負担の確保を\n図り，かつ，これらの者に対し申請，届出その他の手続を行い，又はこ\nれらの者から便益の提供を受ける国民が，手続の簡素化による負担の軽\n減，本人確認の簡易な手段その他の利便性の向上を得られるようにする\nために必要な事項を定めるほか，個人番号その他の特定個人情報の取扱\nいが安全かつ適正に行われるよう行政機関の保有する個人情報の保護に\n関する法律（平成１５年法律第５８号），独立行政法人等の保有する個人\n情報の保護に関する法律（平成１５年法律第５９号）及び個人情報の保\n護に関する法律（平成１５年法律第５７号）の特例を定めること」をそ\nの目的として掲げている（番号利用法１条）。\n番号利用法の基本理念\nまた，番号利用法３条は，「基本理念」の見出しを付して，「行政事務\nの処理において，個人又は法人その他の団体に関する情報の管理を一層\n効率化するとともに，当該事務の対象となる者を特定する簡易な手続を\n設けることによって，国民の利便性の向上及び行政運営の効率化に資す\nること。（同条１項１号）」，「情報提供ネットワークシステムその他これ\nに準ずる情報システムを利用して迅速かつ安全に情報の授受を行い，情\n報を共有することによって，社会保障制度，税制その他の行政分野にお\nける給付と負担の適切な関係の維持に資すること。（同項２号）」，「個人\n又は法人その他の団体から提出された情報については，これと同一の内\n容の情報の提出を求めることを避け，国民の負担の軽減を図ること。（同\n項３号）」及び「個人番号を用いて収集され，又は整理された個人情報が\n法令に定められた範囲を超えて利用され，又は漏えいすることがないよ\nう，その管理の適正を確保すること。（同項４号）」を旨として個人番号\n及び法人番号を利用すべきことを定め，併せて「個人番号及び法人番号\nの利用に関する施策の推進は，個人情報の保護に十分配慮しつつ，行政\n運営の効率化を通じた国民の利便性の向上に資することを旨として，社\n会保障制度，税制及び災害対策に関する分野における利用の促進を図る\nとともに，他の行政分野及び行政分野以外の国民の利便性の向上に資す\nる分野における利用の可能性を考慮して行われなければならない（同条\n２項）」こと，「個人番号の利用に関する施策の推進は，個人番号カード\nが第１項第１号に掲げる事項を実現するために必要であることに鑑み，\n行政事務の処理における本人確認の簡易な手段としての個人番号カード\nの利用の促進を図るとともに，カード記録事項が不正な手段により収集\nされることがないよう配慮しつつ，行政事務以外の事務の処理において\n個人番号カードの活用が図られるように行われなければならない（同条\n３項）」こと，及び「個人番号の利用に関する施策の推進は，情報提供ネ\nットワークシステムが第１項第２号及び第３号に掲げる事項を実現する\nために必要であることに鑑み，個人情報の保護に十分配慮しつつ，社会\n保障制度，税制，災害対策その他の行政分野において，行政機関，地方\n公共団体その他の行政事務を処理する者が迅速に特定個人情報の授受を\n行うための手段としての情報提供ネットワークシステムの利用の促進を\n図るとともに，これらの者が行う特定個人情報以外の情報の授受に情報\n提供ネットワークシステムの用途を拡大する可能性を考慮して行われな\nければならない（同条４項）」ことを定めている。\n番号利用法の施行，個人番号の利用開始\n番号利用法は，行政手続における特定の個人を識別するための番号の\n利用等に関する法律の施行に伴う関係法律の整備等に関する法律等の関\n連法律とともに，平成２５年５月３１日に公布されて，平成２７年１０\n月５日に施行され，同日から個人番号の指定・通知が行われるとともに，\n平成２８年１月１日から，個人番号の利用が開始された（弁論の全趣旨）。\nイ  個人番号の付番について\n個人番号の付番の方法\n個人番号とは，住民基本台帳法７条１３号に規定する住民票コードを\n変換して得られる番号であって，当該住民票コードが記載された住民票\nに係る者を識別するために指定される番号である。\n市町村長は，出生届等により新たにその市町村の住民基本台帳に記録\nされるべき者につき住民票の記載をする場合において，その者がいずれ\nの市町村においても住民基本台帳に記録されたことがない者であるとき\nは，その者に係る住民票に，機構から指定された「住民票コード」の内\nから選択する１の「住民票コード」を記載し，これを機構に通知する。\n機構は，市町村長の選択した「住民票コード」を変換して得られる番\n号であり，他のいずれの個人番号とも異なり，住民票コードを復元でき\nる規則性を備えない番号を生成し，これを速やかに市町村長に通知する。\n市町村長は，機構から通知を受けた番号を，速やかにその者の個人番\n号として指定し，その者に対して，当該個人番号として指定された番号\nを，通知カード（氏名・住所・生年月日・性別・個人番号その他総務省\n令で定める事項が記載されたカード）により通知する。なお，番号利用\n法施行時に現に当該市区町村の備える住民基本台帳に登録されている者\nについては，経過措置として，機構から通知された個人番号とすべき番\n号をその者の個人番号として指定し，その者に対し当該個人番号を通知\nする。\n（番号利用法２条５号，７条，８条，番号利用法附則３条１項。乙１，\n弁論の全趣旨）\n個人番号カードの交付\n市町村長は，当該市町村が備える住民基本台帳に記録されている者の\n申請により，その者に係る個人番号カードを交付する。\n個人番号カードの交付は，所定の本人確認措置等，すなわち，運転免\n許証や旅券等の顔写真が貼付された本人確認書類の提示を受け，当該書\n類の提示を行う者が当該個人番号カードを交付すべき者かどうかの確認\nを行い，かつ，通知カードの返納と共に行うことが定められている。\n（番号利用法１７条，１６条，同法施行規則１条。甲１，乙１，４）\n個人番号の変更\n市町村長は，個人番号が漏えいして不正に用いられるおそれがあると\n認めるときは，その者の請求又は職権で，その者の従前の個人番号に代\nえて，機構から通知された個人番号とすべき番号をその者の個人番号と\nして指定し，速やかに，その者に対し，当該個人番号を通知カードによ\nり通知する（番号利用法７条。甲１，乙１）。\nウ  個人番号を利用できる事務\n個人番号が利用できる場合は，行政機関，地方公共団体，独立行政法人\n等その他の行政事務を処理する者が番号利用法９条の規定による個人番号\n利用事務等を処理する場合に限定されている。\n個人番号を利用できる具体的な事務は，以下のとおりである。\n①  国，地方公共団体，独立行政法人等が，社会保障，税，災害対策の\nいずれかの分野における事務の処理に関して必要な場合（番号利用法\n９条１項，２項，別表第１）\n②  上記①等に係る事務に関する申請・届出等を行う者（代理人，受託\n者を含む）がその事務を行うために必要な場合（同条３項）\n③  激甚災害等が発生したときに，金融機関等があらかじめ締結した契\n約に基づいて金銭の支払を行うために必要な場合（同条４項，所得税\n法２２５条１項）\n④  番号利用法１９条１２号ないし１６号により特定個人情報の提供を\n受けた者が，提供を受けた目的を達するために必要な場合（番号利用\n法９条５項）\nエ  特定個人情報の提供できる範囲\n特定個人情報，すなわち，個人番号をその内容に含む個人情報を提供で\nきる場合は，番号利用法１９条柱書において「何人も，次の各号のいずれ\nかに該当する場合を除き，特定個人情報の提供をしてはならない。」と定め，\n同条各号の場合に限定している。\n特定個人番号を提供できる場合として同条各号において定められている\n事務は，以下のとおりである。\n①  個人番号利用事務実施者が個人番号利用事務を処理するために必要\nな限度で本人若しくはその代理人又は個人番号関係事務実施者に対し\n特定個人情報を提供するとき（１号）\n②  個人番号関係事務実施者が個人番号関係事務を処理するために必要\nな限度で特定個人情報を提供するとき（２号）\n③  本人又はその代理人が個人番号利用事務等実施者に対し，当該本人\nの個人番号を含む特定個人情報を提供するとき（３号）\n④  機構が１４条２項の規定により個人番号利用事務実施者に機構保存\n本人確認情報を提供するとき（４号）\n⑤  特定個人情報の取扱いの全部若しくは一部の委託又は合併その他の\n事由による事業の承継に伴い特定個人情報を提供するとき（５号）\n⑥  住民基本台帳法３０条の６第１項の規定その他政令で定める同法の\n規定により特定個人情報を提供するとき（６号）\n⑦  別表第２の第１欄に掲げる者（情報照会者）が，政令で定めるとこ\nろにより，同表の第３欄に掲げる者（情報提供者）に対し，同表の第\n２欄に掲げる事務を処理するために必要な同表の第４欄に掲げる特定\n個人情報の提供を求めた場合において，当該情報提供者が情報提供ネ\nットワークシステムを使用して当該特定個人情報を提供するとき（７\n号）\n⑧  条例事務関係情報照会者が，政令で定めるところにより，条例事務\n関係情報提供者に対し，当該事務を処理するために必要な同表の第４\n欄に掲げる特定個人情報であって当該事務の内容に応じて個人情報保\n護委員会規則で定めるものの提供を求めた場合において，当該条例事\n務関係情報提供者が情報提供ネットワークシステムを使用して当該特\n定個人情報を提供するとき（８号）\n⑨  国税庁長官が都道府県知事若しくは市町村長に又は都道府県知事若\nしくは市町村長が国税庁長官若しくは他の都道府県知事若しくは市町\n村長に，地方税法４６条４項若しくは５項，４８条７項，７２条の５\n８，３１７条又は３２５条の規定その他政令で定める同法又は国税に\n関する法律の規定により国税又は地方税に関する特定個人情報を提供\nする場合において，当該特定個人情報の安全を確保するために必要な\n措置として政令で定める措置を講じているとき（９号）\n⑩  地方公共団体の機関が，条例で定めるところにより，当該地方公共\n団体の他の機関に，その事務を処理するために必要な限度で特定個人\n情報を提供するとき（１０号）\n⑪  社債，株式等の振替に関する法律２条５項に規定する振替機関等が\n同条１項に規定する社債等の発行者又は他の振替機関等に対し，これ\nらの者の使用に係る電子計算機を相互に電気通信回線で接続した電子\n情報処理組織であって，社債等の振替を行うための口座が記録される\nものを利用して，同法又は同法に基づく命令の規定により，社債等の\n振替を行うための口座の開設を受ける者が９条３項に規定する書面に\n記載されるべき個人番号として当該口座を開設する振替機関等に告知\nした個人番号を含む特定個人情報を提供する場合において，当該特定\n個人情報の安全を確保するために必要な措置として政令で定める措置\nを講じているとき（１１号）\n⑫  ３５条１項の規定により求められた特定個人情報を個人情報保護委\n員会に提供するとき（１２号）\n⑬  ３８条の７第１項の規定により求められた特定個人情報を総務大臣\nに提供するとき（１３号）\n⑭  各議院若しくは各議院の委員会若しくは参議院の調査会が国会法１\n０４条１項若しくは議院における証人の宣誓及び証言等に関する法律\n１条の規定により行う審査若しくは調査，訴訟手続その他の裁判所に\nおける手続，裁判の執行，刑事事件の捜査，租税に関する法律の規定\nに基づく犯則事件の調査又は会計検査院の検査が行われるとき，その\n他政令で定める公益上の必要があるとき（１４号）\n⑮  人の生命，身体又は財産の保護のために必要がある場合において，\n本人の同意があり，又は本人の同意を得ることが困難であるとき（１\n５号）\n⑯  その他これらに準ずるものとして個人情報保護委員会規則で定める\nとき（１６号）\nオ  情報提供ネットワークシステムによる情報連携について\n情報提供ネットワークシステムの概要\n情報提供ネットワークシステムとは，行政機関の長等の使用に係る電\n子計算機を相互に電気通信回線で接続した電子情報処理組織であり，暗\n号等の方法によりその内容を容易に復元できない通信の方法を用いて行\nわれる，上記特定個人情報の提供を管理するために総務大臣が設置・管\n理するものである。\n情報提供ネットワークシステムは，番号利用法の別表第２の第１欄に\n掲げる「情報照会者」が，同表第３欄に掲げる「情報提供者」から同表\n第２欄に掲げる事務を処理するために必要な同表第４欄に掲げる特定個\n人情報の提供をする場合にのみ利用できる。\n（番号利用法２条１４号，１９条。甲１，乙１）\n情報提供ネットワークシステムの利用による特定個人情報の提供等\nａ  行政機関等及び地方公共団体による特定個人情報の保管\n行政機関等及び地方公共団体は，本人から特定個人情報の提供を\n受けるなどして保有するに至った個人情報を当該機関等の既存シス\nテム群に，個人番号及び４情報と結び付けた形で保有，管理する。\n上記特定個人情報のうち，番号利用法１９条７号又は８号による\n情報連携の対象となる個人情報については，情報連携に備え，情報\n照会者等は，あらかじめ情報提供ネットワークシステム（コアシス\nテム）に対し，情報連携に用いるための識別子であり，住民票コー\nドを変換して得られ，住民票コードを復元することのできる規則性\nを備えず，情報照会者等が取得した他のいずれのものとも異なり，\n他のいずれの情報照会者等が取得したものとも異なる情報提供用個\n人識別符号の生成を要求し（番号利用法施行令２０条），地方公共団\n体以外の機関にあっては中間サーバー上に，地方公共団体にあって\nは自治体中間サーバー上に，生成を受けた情報提供用個人識別符号\nと上記個人情報を結び付けた形で保有，管理する。\n（甲１，乙１，２７，３７，３９，４０）\n⒝  自治体中間サーバー\n自治体中間サーバーは，全国２箇所に設置されている自治体中間\nサーバープラットフォーム上に置かれ，２箇所の自治体中間サーバ\nープラットフォームは相互にバックアップをとっている。\n各自治体中間サーバーで管理するデータは，各情報保有機関であ\nる地方公共団体が当該地方公共団体の管理する情報にアクセスでき\nる権限を設定することでアクセスできる者を限定し，かつ，各地方\n公共団体がそれぞれ暗号化されたデータベースにおいて管理してい\nる。\n（乙１３，２７，３９，弁論の全趣旨）\nｂ  特定個人情報の提供を求める方法\n情報照会者が機構に対して個人番号を通知すると，機構は，総務大\n臣に対して当該特定個人に係る住民票コードを通知し，総務大臣は，\n情報提供ネットワークシステムを用いて情報提供用個人識別符号を生\n成し，これを情報照会者に通知する。\n情報照会者は，既存システム群から，中間サーバー又は自治体中間\nサーバーを経由して，情報提供ネットワークシステムのコアシステム\nに対して，当該本人に係る情報提供用個人識別符号と特定個人情報の\n提供を求める先となる行政機関等又は地方公共団体を識別する情報を\n通知して，特定個人情報の提供を要求する。\n総務大臣は，情報照会者から特定個人情報の提供の求めがあったと\nきは，情報提供ネットワークシステムのコアシステムにおいて，通知\nされた情報提供用個人識別符号と提供を求める先の行政機関等又は地\n方公共団体における当該本人に係る情報提供用個人識別符号とを照合\nし，当該本人を識別した上で，番号利用法２１条２項１号及び２号に\n該当する事由がないことを確認し，情報提供者に対して，当該本人に\n係る特定個人情報の提供の求めがあった旨を通知する。\n（番号利用法２１条，番号利用法施行令２８条。甲１，乙１，４０，\n４１）\nｃ  情報提供ネットワークシステムにおける情報連携\n通知を受けた情報提供者は，提供を求められた特定個人情報を，情\n報提供ネットワークシステムのインターフェイスシステムを介して\n（コアシステムを介さず），情報照会者に提供する（甲１，乙１，４\n０，４１，弁論の全趣旨）。\nｄ  情報提供ネットワーク（コアシステム）や自治体中間サーバーは，\nインターネットからは隔離されており，また，情報提供ネットワーク\nシステムを通じた通信は暗号化されている（番号利用法２条１４項）\nほか，自治体中間サーバーに接続する回線については，ＶＰＮ装置の\n利用等により，地方公共団体ごとに分離されている（甲１，乙１，３\n１，３７，４０，４１）。\nｅ  提供の記録・保存等について\n総務大臣は，情報提供ネットワークシステムに，情報照会者及び情\n報提供者の名称，提供の求めの日時及び提供があったときはその日時，\n特定個人情報の項目等の所定の事項を記録し，７年間保存しなければ\nならない。\nまた，情報照会者及び情報提供者も，上記事項を７年間保存しなけ\nればならない。\n情報提供ネットワークシステムにおいては，上記の保存が行われる\nようなシステムが構築されている。\n更に，情報提供ネットワークシステムを用いて情報連携が実施され\nた際の記録については，行政機関個人情報保護法に基づく開示請求又\nは政府が運用するオンラインサービスであるマイナポータルを利用す\nることにより，本人がその開示を受け，情報連携の実施等の状況を確\n認することができる。\n（番号利用法２３条，番号利用法施行令２９条。乙１，２４，２６，\n２７，３７，３９，４１，弁論の全趣旨）\n秘密保持\n総務大臣並びに情報照会者及び情報提供者は，情報提供等事務に関す\nる秘密について，漏えい防止その他適切な管理のために，情報提供ネッ\nトワークシステム並びに情報提供等事務に用いる電子計算機の安全性及\nび信頼性を確保することその他必要な措置を講じなければならず，また，\n上記の情報提供等事務に従事した者は，その秘密を洩らし，盗用しては\nならない（番号利用法２４条，２５条）。\n条例事務関係情報照会者による特定個人情報の提供の求めの場合\n条例事務関係情報照会者による特定個人情報の提供の求めについては，\n上記の各規定が準用されている（番号利用法２６条）。\n番号利用法は，特定個人情報を提供することができる場合を，上記の\nとおり，同法１９条に規定された場合に限定し，同条に該当する場合を\n除いて特定個人情報の収集・保管を禁止しており，また，同法１９条に\n定める場合を除いて，他人の個人番号を含む特定個人情報の提供を求め\nることを禁止している（番号利用法１９条柱書，２０条）。\nカ  特定個人情報ファイルを保有しようとする者の義務等について\n個人情報保護評価の義務\n番号利用法は，特定個人情報ファイル（個人番号をその内容に含む\n個人情報ファイル）について，「個人番号利用事務等実施者その他個\n人番号利用事務等に従事する者は，第１９条第１２号から第１６号ま\nでのいずれかに該当して特定個人情報を提供し，又はその提供を受け\nることができる場合を除き，個人番号利用事務等を処理するために必\n要な範囲を超えて特定個人情報ファイルを作成してはならない。」と\n定め，例外事由に該当する場合を除き，個人番号利用事務等を処理す\nるために必要な範囲を超えて特定個人情報ファイルを作成することを\n禁止している。\nまた，番号利用法は，特定個人情報ファイルを保有しようとする者\nは，個人情報保護委員会が作成及び公表した指針に基づき，取扱情報\nの量や事務概要，保護措置等を評価した結果を記載した書面（以下「評\n価書」という。）を公示して広く国民の意見を求め，それにより得ら\nれた意見を十分考慮した上で，評価書に必要な見直しを行ったのちに，\n評価書について個人情報保護委員会の承認を受けるべきことを定めて\nいる。\nそして，個人情報保護委員会は，その取扱いが個人情報保護委員会\nの定めた指針に適合していなければ，当該評価書を承認してはならな\nい旨が定められている。\n（番号利用法２７条ないし２９条）\nｂ  特定個人情報保護評価の内容\n番号利用法は，個人情報保護委員会による特定個人情報保護評価に\nおいて評価する事項として，特定個人情報を取り扱う事務に従事する\n者の数，特定個人情報ファイルに記録されることとなる特定個人情報\nの量，行政機関の長等における過去の個人情報ファイルの取扱いの状\n況，特定個人情報ファイルを取り扱う事務の概要，特定個人情報ファ\nイルを取り扱うために使用する電子情報処理組織の仕組み及び電子計\n算機処理等の方式及び特定個人情報ファイルに記録された特定個人情\n報を保護するための措置，並びに，情報の入力のための準備作業又は\n電磁的記録媒体の保管を挙げている（番号利用法２８条，番号利用法\n施行令３０条）。\nｃ  保護評価を受けない提供の禁止\n行政機関の長等は，個人情報保護委員会による承認を得たときは，\n速やかに当該評価書を公表するものとされ，この公表を行っていない\n特定個人情報ファイルに記録された情報を，情報提供ネットワークシ\nステムを使用して提供すること，又は当該特定個人情報ファイルに記\n録されることとなる情報の提供を求めることは禁止されている（番号\n利用法２８条６項）。\n個人情報保護委員会\nａ  個人情報保護委員会の概要\n個人情報保護委員会は，内閣府設置法４９条３項に基づき，内閣府\nの外局に合議制の機関たる委員会として設置され（個人情報保護法５\n９条１項），内閣総理大臣の所管に属するものとされている（同条２項）。\n個人情報保護委員会は，人格が高潔で識見の高い者のうちから，両\n議院の同意を得て，内閣総理大臣が任命した委員長及び委員８人をも\nって組織される（個人情報保護法６３条１項，３項）。\nｂ  所掌事務\n個人情報保護委員会の所掌事務のうち，番号利用法に関するものと\nして，特定個人情報の取扱いに関する監視又は監督並びに苦情の申出\nについての必要なあっせん及びその処理を行う事業者への協力に関す\nること，特定個人情報保護評価等に関することが挙げられている（個\n人情報保護法６１条４号，５号）。\nｃ  個人情報保護委員会の権限は，以下のとおりである。\n特定個人情報ファイルを保有する行政機関，独立行政法人等及び\n機構に対し，個人情報保護委員会規則で定めるところにより，定期\n的に，当該特定個人情報ファイルに記録された特定個人情報の取扱\nいの状況について検査をする権限，及び，特定個人情報ファイルを\n保有する地方公共団体及び地方独立行政法人から，個人情報保護委\n員会規則で定めるところにより，定期的に，当該特定個人情報ファ\nイルに記録された特定個人情報の取扱いの状況について，報告を受\nける権限（番号利用法２９条の３第１項及び２項）。\n⒝  個人番号利用事務等実施者から，個人情報保護委員会規則で定め\nるところにより，特定個人情報ファイルに記録された特定個人情報\nの漏えいその他の特定個人情報の安全の確保に係る重大な事態が生\nじたとき，報告を受ける権限（番号利用法２９条の４）。\n⒞  番号利用法の施行に必要な限度において，個人番号利用事務等実\n施者に対し，特定個人情報の取扱いに関し，必要な指導及び助言を\nする権限，及び，特定個人情報の適正な取扱いを確保するために必\n要があると認めるときに，当該特定個人情報と共に管理されている\n特定個人情報以外の個人情報の取扱いに関し，指導及び助言を行う\n権限（番号利用法３３条）。\n⒟  特定個人情報の取扱いに関して法令の規定に違反する行為が行わ\nれた場合において，特定個人情報の適正な取扱いの確保のために必\n要があると認めるときに，当該違反行為をした者に対し，期限を定\nめて，当該違反行為の中止その他違反を是正するために必要な措置\nをとるべき旨を勧告する権限，及び，勧告を受けた者が，正当な理\n由なくその勧告に係る措置をとらなかったときに，その者に対し，\n期限を定めて，その勧告に係る措置をとるべきことを命ずる権限，\n並びに，個人の重大な権利利益を害する事実があるため緊急に措置\nをとる必要があると認めるときに，法令の規定に違反する行為をし\nた者に対し，勧告を前提とすることなく，期限を定めて，当該違反\n行為の中止その他違反を是正するために必要な措置をとるべき旨を\n命ずる権限（番号利用法３４条）。\n特定個人情報を取り扱う者その他の関係者に対し，特定個人情報\nの取扱いに関し，必要な報告若しくは資料の提出を求める権限，及\nび，その職員に，当該特定個人情報を取り扱う者その他の関係者の\n事務所その他必要な場所に立ち入らせ，特定個人情報の取扱いに関\nし質問させ，若しくは帳簿書類その他の物件を検査させる権限（番\n号利用法３５条）。\n⒡  特定個人情報の取扱いに利用される情報提供ネットワークシステ\nムその他の情報システムの構築及び維持管理に関し，機能の安全性\n及び信頼性を確保するよう，その設置・管理主体たる総務大臣その\n他の関係行政機関の長に対し，直接，必要な措置を実施するよう求\nめる権限，及び，当該措置の実施状況について報告を求めることが\nできる権限，並びに，内閣総理大臣に対し，その所掌事務の遂行を\n通じて得られた特定個人情報の保護に関する施策の改善についての\n意見を述べる権限（番号利用法３７条，３８条）。\n特定個人情報の取扱いの際の義務について\nａ  取扱者の義務\n個人番号利用事務等実施者には，個人番号の漏えい，滅失又は毀損\nの防止その他の個人番号の適切な管理のために必要な措置を講じるこ\nとが義務付けられている（番号利用法１２条）。\n具体的には，特定個人情報が記載されている書類を机上に放置する\nことの禁止，特定個人情報を施錠できる場所に保管すること等の物理\n的な保護措置，特定個人情報を含むデータベースにアクセスできる者\nの限定，ウイルス対策等の技術的な保護措置，特定個人情報の取扱い\nについての従業員への教育・研修等の人的な保護措置及び特定個人情\n報の取扱責任者の設置等の組織的な保護措置などがある。\n個人情報保護委員会は，上記の観点から，安全管理措置の内容につ\nいて，行政機関・地方公共団体等及び民間事業者に対し，それぞれガ\nイドライン等を示しており，これに沿った適切な安全管理措置を講じ\nることが求められている（乙７，８，１３，３３，３４）。\nｂ  委託時の対応\n個人番号利用事務等については，その事務の全部又は一部を委託す\nることができ（番号利用法９条１項ないし３項の各後段），その委託に\n伴い，委託元は委託先に対し，特定個人情報を提供することができる\n（番号利用法１９条５号）。\n委託先となった者は，委託の対象が個人番号利用事務であるときは\n個人番号利用事務実施者として（番号利用法２条１２項），委託の対象\nが個人番号関係事務であるときは，個人番号関係事務実施者として（同\n条１３項），個別に番号利用法１２条により安全管理措置義務を負う。\nまた，番号利用法１１条は，委託者が，当該委託に係る個人番号利\n用事務等において取り扱う特定個人情報の安全管理が図られるよう，\n当該委託の委託先（受託者）に対する監督義務を負う旨を定め，同法\n１０条は，再委託をするには委託者の許諾を必要とする旨定めている。\nｃ  行政庁の長の義務\n行政機関の長等は，特定個人情報ファイルを保有し，又は保有しよ\nうとするときは，特定個人情報ファイルを取り扱う事務に従事する者\nに対して，特定個人情報の適正な取扱いを確保するために必要なサイ\nバーセキュリティの確保に関する事項その他の事項に関する研修を行\nうものとされている（番号利用法２９条の２）。\n個人番号の提供を受ける際の本人確認措置\n番号利用法は，個人番号利用事務等実施者が本人から個人番号の提供\nを受ける場合に，個人番号カード若しくは通知カード及び当該通知カー\nドに記載された事項がその者に係るものであることを証するものとして\n主務省令で定める書類の提示を受け，又は上記に代わるべきその者が本\n人であることを確認するための措置として政令で定める措置をとること\nにより，当該提供をするものが本人であることを確認する措置をとらな\nければならない旨定めている（番号利用法１６条）。\n刑罰等による禁止について\nａ  番号利用法等が刑罰により禁止している行為は，以下のとおりであ\nる。\n①  情報提供ネットワークシステムに関する秘密漏えい\n情報提供等事務又は情報提供ネットワークシステムの運営に関す\nる事務に従事する者又は従事していた者が，その業務に関して知り\n得た当該事務に関する秘密を漏らし，又は盗用したときは，３年以\n下の懲役若しくは１５０万円以下の罰金に処し，又はこれを併科す\nることとされている（番号利用法５０条）。\n②  個人情報保護委員会の委員等による秘密漏えい等\n個人情報保護委員会の委員長，委員，専門委員及び事務局の職員\nで，職務上知ることのできた秘密を漏らし，又は盗用した者は，２\n年以下の懲役又は１００万円以下の罰金に処することとされている。\nその職務を退いた後も同様である。（個人情報保護法８２条）\n③  職権濫用による文書等の収集\n国の機関，地方公共団体の機関若しくは機構の職員又は独立行政\n法人等若しくは地方独立行政法人の役員若しくは職員が，その職権\nを濫用して，専らその職務の用以外の用に供する目的で個人の秘密\nに属する特定個人情報が記録された文書，図画又は電磁的記録を収\n集したときは，２年以下の懲役又は１００万円以下の罰金に処する\nこととされている（番号利用法５２条）。\n④  特定個人情報ファイルの不正提供\n個人番号利用事務等又は個人番号の指定若しくは通知，個人番号\nとすべき番号の生成若しくは通知若しくは機構保存本人確認情報の\n提供に関する事務に従事する者又は従事していた者が，正当な理由\nがないのに，その業務に関して取り扱った個人の秘密に属する事項\nが記録された特定個人情報ファイル（その全部又は一部を複製し，\n又は加工した特定個人情報ファイルを含む。）を提供したときは，４\n年以下の懲役若しくは２００万円以下の罰金に処し，又はこれを併\n科することとされている（番号利用法４８条）。\n⑤  個人番号の不正提供，盗用\n上記④に掲げる者が，その業務に関して知り得た個人番号を自己\n若しくは第三者の不正な利益を図る目的で提供し，又は盗用したと\nきは，３年以下の懲役若しくは１５０万円以下の罰金に処し，又は\nこれを併科することとされている（番号利用法４９条）。\n⑥  詐欺行為等による情報取得\n人を欺き，人に暴行を加え，若しくは人を脅迫する行為により，\n又は財物の窃取，施設への侵入，不正アクセス行為その他の個人番\n号を保有する者の管理を害する行為により，個人番号を取得した者\nは，３年以下の懲役又は１５０万円以下の罰金に処することとされ\nている（番号利用法５１条１項）。\n⑦  命令違反\n番号利用法３４条２項又は３項の規定による個人情報保護委員会\nの命令に違反した者は，２年以下の懲役又は５０万円以下の罰金に\n処することとされている（番号利用法５３条）。\n⑧  検査忌避等\n番号利用法３５条１項の規定の個人情報保護委員会への報告若し\nくは資料の提出をせず，若しくは虚偽の報告をし，若しくは虚偽の\n資料を提出し，又は当該職員の質問に対して答弁をせず，若しくは\n虚偽の答弁をし，若しくは検査を拒み，妨げ，若しくは忌避した者\nは，１年以下の懲役又は５０万円以下の罰金に処することとされて\nいる（番号利用法５４条）。\n⑨  通知カード及び個人番号カードの不正取得\n偽りその他不正の手段により通知カード又は個人番号カードの交\n付を受けた者は，６月以下の懲役又は５０万円以下の罰金に処する\nこととされている（番号利用法５５条）。\nｂ  国外犯処罰規定・両罰規定\n番号利用法４８条ないし５２条及び個人情報保護法８２条の規定\nは，日本国外においてこれらの条の罪を犯した者にも適用するものと\nされている（番号利用法５６条，個人情報保護法８６条）。\nまた，法人（法人でない団体で代表者又は管理人の定めのあるもの\nを含む。）の代表者若しくは管理人又は法人若しくは人の代理人，使\n用人その他の従業者が，その法人又は人の業務に関して，番号利用法\n４８条，４９条，５１条又は５３条から５５条までの違反行為をした\nときは，その行為者を罰するほか，その法人又は人に対しても，各本\n条の罰金刑を科することとされている（番号利用法５７条１項）。\n⑵  情報漏えい等の発生状況及びその対応\nア  不正利用等の発生の事実\n番号利用法に基づく個人番号制度の運用開始後，以下のとおり，個人番\n号や特定個人情報が流出したり，事務処理において不正に再委託がされた\nりする等の事件が生じた。\n個人番号の流出等\n個人番号制度の導入以来，個人番号を表示すべきでない住民票に個人\n番号を表示させる過誤，別の者の個人番号が記載された住民票を送付す\nる過誤，氏名の読み方が同じ別人に個人番号が記載された住民票の写し\nを交付する過誤，氏名の読み方と生年月日が同一の２人に同一の個人番\n号が付番される過誤，通知カードを誤配達する過誤などの各種過誤事件\nが生じた。\n平成２９年には，個人住民税に係る特別徴収税額通知（特別徴収義務\n者用）において，全国で５８９人分の個人番号と共に特別徴収税額を記\n載した通知書を誤送付する過誤事件が生じた。\n（甲１１～１３，２１の１～３，２２～３２）\n株式会社ＳＡＹ企画（以下「ＳＡＹ企画」という。）による不正な再委\n託について\n平成３０年３月には，日本年金機構がデータ入力を委託した情報処理\n会社であるＳＡＹ企画が，契約に違反して入力業務の一部を再委託して\nいたことが判明した。\nただし，同再委託により，個人番号及び特定個人情報の流出が生じた\nと認めるに足りる証拠はない。\n（甲３８～４３，乙４９，弁論の全趣旨）\n株式会社恵和ビジネス（以下「恵和ビジネス」という。）による不正な\n再委託について\n平成３０年４月には，日本年金機構がデータ入力を委託した情報処理\n会社である恵和ビジネスが，契約に違反して入力業務の一部を再委託し\nていたことが判明した。\n同再委託により，再委託先に対して，国民年金の被保険者の氏名，前\n年所得等が記載された国民年金保険料免除・納付猶予申請書等が提供さ\nれており，その一部には個人番号が記載されていたものも含まれている。\n（甲５１，５２の１・２，弁論の全趣旨）\nイ  保護委員会の活動状況\n個人情報保護委員会の活動状況等\n個人情報保護委員会の平成３０年８月１日現在における職員数は１４\n１名である。\n個人情報保護委員会は，平成２９年度には，番号利用法に基づく立入\n検査を２７件，指導及び助言を１７３件実施しているほか，３７４件の\n特定個人情報の漏えい事案等の報告を受けた。\n（乙４７，４８，弁論の全趣旨）\n個人情報保護委員会は，ＳＡＹ企画による不正再委託の事案について，\n年金機構及び厚生労働省に対して番号利用法３５条に基づく検査を実施\nし，日本年金機構に対し，危機管理に関する意識改革及び特定個人情報\n等の適正な取扱いに向けた取組みの継続的な実施並びに日本年金機構に\nおいて取りまとめられた業務委託の在り方についての報告書への対応を\n確実に履行することを指示し，厚生労働大臣に対し，日本年金機構への\n適切な監督を求めるなどした（乙４８，４９，弁論の全趣旨）。\n２  以上を前提に，まず，番号利用法により，原告らのプライバシー権等が侵害\nされているか判断する。\n⑴  憲法１３条において認められる権利等について\nア  憲法１３条は，国民の私生活上の自由が公権力の行使に対しても保護さ\nれるべきことを規定しているものであり，個人の私生活上の自由の一つと\nして，個人に関する情報をみだりに収集若しくは利用され，又は第三者に\n開示若しくは公表されない自由を保障するものと解される（最高裁昭和４\n４年１２月２４日大法廷判決・刑集２３巻１２号１６２５頁，最高裁平成\n１５年９月１２日第二小法廷判決・民集５７巻８号９７３頁，最高裁平成\n２０年３月６日第一小法廷判決・民集６２巻３号６６５頁等参照）。\nイ  この点，原告らは，憲法１３条によって，「自己に関する情報を，収集，\n保存，利用及び提供されることについて，情報主体の同意によるコントロ\nール及び自己決定を行う権利」としての「自己情報コントロール権」が保\n障されていると主張する。\nしかしながら，個人に関する情報は，社会通念に照らした秘匿性や私事\n性の強弱，当該個人に関する情報を保有する目的，個人に関する情報を保\n有することにより生ずる利益と弊害，当該個人が主観的に秘匿を求める程\n度の大小などに照らして，様々な類型のものが存在すると認められる。\n現状においては，上記のように様々な類型が存在する個人に関する情報\nのうち，情報主体の同意によるコントロール及び自己決定を行うことを権\n利として認めるべき情報が何であるかが明確に定まっているとは認め難い。\nそうすると，これら個人に関する情報を，一律に情報主体の同意によるコ\nントロール及び自己決定を行う権利を憲法１３条が保障しているとはいい\n難い。\n原告らは，個人番号制度で取り扱われる個人に関する情報は自己情報コ\nントロール権の中核となる個人情報であり，これらが自己情報コントロー\nル権の対象となることは明らかであると主張するが，個人番号制度で取り\n扱われる情報は多種多様であることや，従前も行政機関等において取り扱\nわれてきた情報であって，その際に情報主体の同意によるコントロールが\n必須のものとして取り扱われていたとは認められないことに照らしても，\n上記主張はその前提を欠くものとして失当であり，これを憲法上の権利と\nして認めることはできない。\n⑵  以上を前提として，番号利用法及び同法に基づく個人番号制度が，原告ら\nの個人の私生活上の自由の一つとして，個人に関する情報をみだりに収集若\nしくは利用され，又は第三者に開示若しくは公表されない自由を侵害するも\nのであるか否かについて，検討する。\nア  まず，番号利用法及び同法に基づく個人番号制度が，原告らの上記の自\n由を制約しているか否かについて，具体的にどのような観点からこれを判\n断すべきか，検討する。\n現代の高度情報化社会において，個人に関する情報が一度漏えいする\nと，これがインターネット等を介して無限定に流通する危険性があり，\nインターネット等を介して流通するに至った当該個人に関する情報を完\n全に回収したり消去したりすることが事実上不可能であることは公知の\n事実である。すなわち，現代においては，ひとたび個人に関する情報の\n漏えいが生ずれば，当該個人の権利や利益が侵害される危険性の除去が\n困難であり，また，侵害が生じた場合の損害の程度も拡大しやすいとい\nうことができる。そうすると，個人に関する情報を取り扱う制度におい\nても，収集や利用ができる情報の範囲や情報を取り扱うことができる者\nの範囲について適切な限定がされていなかったり，情報の開示や公表に\n関し十分な制御がされていなかったりする場合には，個人に関する情報\nの漏えいを生ずるおそれがあり，また，漏えいする情報の質及び量の両\n面で高い危険性を生じさせるから，そのこと自体が個人の権利や利益を\n侵害するものとなり得る。\nしたがって，番号利用法及び同法に基づく個人番号制度により前記の\n自由に対する侵害があるかどうかについては，当該制度において，個人\nに関する情報をみだりに収集若しくは利用され，又は第三者に開示若し\nくは公表されることについて，具体的な危険が生じているかどうかの観\n点から審理判断すべきである。\n個人番号制度において取り扱われることとなる情報についてみると，\n行政機関や地方公共団体等に個人番号を利用した個人情報の管理等（番\n号利用法９条）や，一定の場合における特定個人情報の提供（番号利用\n法１９条各号）が認められている。\nそこで，これらの個人番号制度において取り扱われることとなる情報\nが，原告らの前記の自由に対する具体的な危険を生じさせ得るものであ\nるかどうか，まず検討する。\nａ  まず，個人番号それ自体は，住民票コードを変換して得られる番号\nであって，それ自体に何らかの個人のプライバシーに属する情報を含\nむものではない。\nｂ  また，氏名等の情報は，人が社会生活を営む上で一定の範囲の他者\nには当然開示されることが予定されている個人識別情報であって，個\n人の内面に関わるような秘匿性の高い情報とはいえない。\nｃ  一方，個人番号制度に基づいて管理や提供が行われることになる個\n人情報は，いずれも個人番号制度の導入前から行政機関等において収\n集，利用等が行われていた個人情報であり，個人番号制度によって新\nたに収集，利用等が行われるようになった個人情報ではないものの，\n社会福祉に関する事務や納税に関する事務等における個人情報が含ま\nれているものと認められる。\nこれらの個人情報の中には，直ちに個人の内面に関わるような秘匿\n性の高い情報とまではいえないものの，みだりに第三者に開示された\nくないと考えることが一般的であって，取扱方法によっては個人の人\n格的な権利利益を損なうおそれがある個人に関する情報も含まれてい\nると認めることができる。\nそして，個人番号制度によって，上記のような個人に関する情報が\n個人番号と結び付けられ，情報提供ネットワークシステムによる情報\n連携の対象となったことにより，複数の行政機関等が保有する個人に\n関する情報の同一性の確認が，個人番号制度の導入前と比較して，格\n段に正確かつ迅速に行うことが可能になったと認められる。\n以上によれば，個人番号制度では，その取り扱う情報として，個人識\n別情報以上に慎重に取り扱われるべき個人に関する情報が含まれるもの\nと認められる。\nそうすると，上記のような個人に関する情報を取り扱い，その取扱方\n法によっては原告らの前記の自由に対する具体的な危険を生じさせ得る\n制度を設けるにあたっては，これらの情報が正当な目的の範囲内におい\nてのみ取り扱われるべきことが法令において定められている必要がある\nほか，当該制度及び当該制度において個人に関する情報を取り扱うこと\nとなるシステムの２点において，法令において定められた正当な目的の\n範囲を逸脱して個人に関する情報が収集若しくは利用され，又は第三者\nへ開示若しくは公表されることのないような仕組みが構築されている必\n要があると解される。\nしたがって，個人番号制度が個人に関する情報をみだりに収集若しく\nは利用され，又は第三者に開示若しくは公表されない自由に対して具体\n的な危険が生じているかどうかは，㋐個人番号制度が，法令又は条例の\n根拠に基づき正当な目的の範囲内において個人に関する情報を取り扱う\n制度となっていること，及び，㋑番号利用法が政令等に委任する部分に\nついても前記㋐にいう正当な立法目的の範囲内にあると認められること，\nこれらに加えて，㋒個人番号制度に法制度上又はシステム技術上の不備\nがあり，そのために個人に関する情報が法令若しくは条例の根拠に基づ\nかずに又は正当な目的の範囲を逸脱して収集若しくは利用され，又は第\n三者に開示若しくは公表される具体的な危険が生じていないかどうかに\nついて，それぞれを慎重に審理判断する必要があるというべきである。\nイ  まず，㋐個人番号制度が，法令又は条例の根拠に基づき正当な目的の範\n囲内において個人に関する情報を取り扱う制度となっているかどうかにつ\nいて検討する。\n番号利用法に定める目的の正当性について\nａ  個人番号制度の目的は，前記認定事実記載のとおり，番号利用法１\n条に定められており，情報システムを運用して，効率的な情報の管理\n及び利用並びに他の行政事務を処理する者との間における迅速な情報\nの授受を行うことができるようにすることによって，行政運営の効率\n化を図ること（以下「目的①」という。），行政分野におけるより公正\nな給付と負担の確保を図ること（以下「目的②」という。），並びに，\n申請，届出その他の手続を行い，又は便益の提供を受ける国民が，手\n続の簡素化による負担の軽減，本人確認の簡易な手段その他の利便性\nの向上を得られるようにすること（以下「目的③」という。）の３つが\n掲げられている。\nｂ  目的①について\n目的①は，行政運営の効率化を図る目的があることを述べるもので\nあり，具体例としては，国民がある行政機関において，他の行政機関\nで発行される証明書等が必要となるような行政手続を行う際に，番号\n利用法の定める手続によって特定個人情報の提供を受けることで，当\n該特定個人情報と同一内容の証明書等の提出が不要となる（番号利用\n法２２条２項）ことによって，証明書等の発行事務が減少するほか，\n文書照会についての回答書作成業務も減少することによって，行政運\n営の効率化を図ることが主に想定されているものである。\n行政運営を効率化することは，限りある国家予算等の資源を効率的\nに執行することに繋がるものであるから，正当な立法目的となり得る\nことは明らかである。\nｃ  目的②について\n目的②は，行政分野におけるより公正な給付と負担の確保を図るこ\nとを述べるものであり，具体的には，個人番号制度を通じてより正確\nな所得の把握を行い，社会保障を必要とする者に対して適切な給付を\n行う一方，担税力のある者に対して適切に税負担を求めることが主に\n想定されているものである。\n社会保障制度における給付と負担の公平性は，国家として真に社会\n保障を要する者に対して適切な保障を行うべき要請を充足するために\n重要であり，また，税負担の公平は，憲法１４条１項に由来する租税\n公平主義を実現するために重要であるといえ，これらが正当な立法目\n的となり得ることは明らかである。\nｄ  目的③について\n目的③は，各種の申請，届出等の手続を行う国民が，個人番号を利\n用することによって，手続の簡素化による負担の軽減等の利便性向上\nが図られることを述べるものであり，具体的には，前記ｂと同様に，\n証明書等発行の必要が減少することで，手続を利用する住民の側で各\n種の申請，届出等の手続が簡素化することが主に想定されているもの\nである。\n行政機関に対して行う各種の申請，届出等の手続を簡素化すること\nは，当該申請，届出等を行うことによって得られる利益をより簡便に\n受けられることになるものであるから，例えば手続が煩瑣であること\nにより当該申請，届出等を行うことを思い止まらざるを得ない者を減\n少させることができるなど，当該利益を適切に与えることができるよ\nうになるものと考えられる。\nそうすると，行政機関に対して行う各種の申請，届出等の簡素化に\nよる負担の軽減等の利便性向上は，国民全体に対する利益をもたらす\nものというべきであり，現に，個人番号制度による経済効果は１兆１\n５００億円であるとか，３兆円であるとかという試算（乙１９，２０）\nもあることからすれば，これが正当な立法目的となり得ることは明ら\nかである。\nｅ  以上のとおり，番号利用法の定める個人番号制度の上記３つの目的\nは，いずれも正当な立法目的となり得るものであるといえる。\n番号利用法に定める個人番号の利用場面が，上記正当な目的の範囲内\nにあるかどうかについて\n原告らは，刑事事件の捜査における利用を認める番号利用法１９条１\n４号の規定について，上記の番号利用法の目的の範囲外であると指摘す\nる。確かに，刑事事件の捜査のための利用は，前記の３つの立法目的に\n直接資するものではない。\nしかし，仮に，番号利用法が捜査機関における特定個人情報に含まれ\nる個人番号の利用を認める規定を欠き，捜査機関において個人番号の利\n用が許されなくなるとすれば，例えば証拠となり得る書類等に個人番号\nが記載されていた場合において，当該個人番号の記載された書類等を用\nいて捜査等ができないことにもなりかねない。そうすると，刑事事件に\nおいて，捜査機関における捜査を通じて事案の真相を明らかにし，刑罰\n法令を適正かつ迅速に適用実現すべきという要請に対する弊害は極めて\n顕著であると考えられる。\nしたがって，刑事事件の捜査における個人番号の利用には，目的の正\n当性が認められる。\n一方，番号利用法は，捜査機関が情報提供ネットワークシステムを用\nいた特定個人情報の提供を求めることができるものとは定めていない\n（番号利用法９条５項，１９条１４号，別表１及び２参照）。\n以上によれば，当該規定は，番号利用法全体において個人番号を用い\nることができる場面を限定することと，捜査機関において少なくとも従\n前と同様の捜査手法を用いた犯罪捜査を行う必要とを調整するための規\n定であると解され，当該規定が全体として前記ａ記載の番号利用法の目\n的に反するものではない。\nよって，この点に関する原告らの指摘には理由がない。\nその他，原告らは，各行政機関や地方自治体において，個人番号制度\nの運用開始後も各種の申請，届出等の場面において証明書等の提出を引\nき続き求めている一方，個人番号制度により生活保護の対象となる住民\nを発見できた事例は存在しないこと，行政運営の効率化のために多額の\n費用を支出することは本末転倒であることなどを指摘し，個人番号制度\nの導入と前記立法目的の実現との関連性を否定する主張をし，これに沿\nう証拠として原告Ａの供述が存在するものの，これは，現時点において\nは個人番号制度の導入から年月が浅く，その制度が未だ過渡期的状況に\nあることを示すものといえ，個人番号制度の導入がおよそ行政運営の効\n率化等の上記立法目的に資さないものであるとは考えられず，前記①な\nいし③の目的が正当であることを否定するものとは評価できない。\n以上に検討した規定のほか，番号利用法の定める個人番号の利用場面\nは同法９条各号に，特定個人情報の情報連携を行い得る場面は同法１９\n条各号において，それぞれ定められているところ，これらはいずれも上\n記の正当な目的の範囲内にあると認められる。\nよって，個人番号制度は，法令又は条例の根拠に基づき正当な目的の\n範囲内において個人に関する情報を取り扱う制度となっているものであ\nると認められる。\nウ  続いて，㋑番号利用法が政令等に委任する部分についても前記㋐にいう\n正当な立法目的の範囲内にあると認められるかどうかについて検討する。\n原告らは，番号利用法において，特定個人情報の提供が認められる場\n合の一部として，番号利用法１９条１４号が「その他政令で定める公益\n上の必要があるとき」として政令に委任し，また，同条１６号が「その\n他これに準ずるものとして個人情報保護委員会規則で定めるとき」とし\nて個人情報保護委員会規則に委任していることについて，いずれも法律\nの委任に基づかない広範な利用を認める規定となっているから，白紙委\n任を認めるものとして憲法４１条に違反するものであると主張する。\nそもそも，国会が，法律の条文の中で，特定の事項に限定してこれに\n関する具体的な内容の規定を他の国家機関に委任することは，その合理\n的必要性があり，かつ，係る具体的な定めが恣意的に行われることのな\nいように当該機関を指導又は制約すべき目標，基準，考慮すべき要素等\nを指示してするものである限り，必ずしも憲法に違反するものというこ\nとはできず，また，係る指示も，委任を定める規定自体の中でこれを明\n示する必要はなく，当該法律の他の規定や法律全体を通じて合理的に導\nき出されるものであってもよいと解される。\nそこで，番号利用法１９条１４号及び同条１６号の委任の趣旨につい\nて，番号利用法のその他の規定を併せ検討する。\nａ  番号利用法１９条１４号について\n番号利用法１９条は，特定個人情報の提供を原則禁止し，同条各号\nに定める場合においてのみ，これを許容する趣旨の規定であることは\n文言上明らかである。\nそして，同条１４号において，特定個人情報の提供が認められる場\n合として定められているのは，各議院若しくは各議院の委員会若しく\nは参議院の調査会が国会法１０４条１項若しくは議院における証人の\n宣誓及び証言等に関する法律１条の規定により行う審査若しくは調査，\n訴訟手続その他の裁判所における手続，裁判の執行，刑事事件の捜査，\n租税に関する法律の規定に基づく犯則事件の調査又は会計検査院の検\n査の場合が掲げられており，これらの場合に続いて定められている「そ\nの他政令で定める公益上の必要があるとき」とは，公益上の必要から\nされる調査等であって，同号に具体的に列挙された調査等と同様の公\n益上の必要があるときを指すものと理解することができる。\nこれらの公益上の必要からされる調査等については，同号に明示的\nに列挙された制度の他にも，現に各種の法律に多数の定めが設けられ\nており，かつ，社会情勢の変化等に応じて調査等に関し新たな立法等\nが行われた場合に柔軟な対応が求められる分野であると考えられると\nころ，これを政令に委任することについては合理的な必要があると認\nめられる。\nなお，原告らは，番号利用法１９条１４号を受けて規定された番号\n利用法施行令２５条が規定する内容のうち，公安調査，刑事事件捜査，\n外国犯罪共助等（番号利用法施行令別表７号，９号，１１号ないし１\n７号）が委任の範囲を超えるものと指摘するものの，これらはいずれ\nも上記「公益上の必要からされる調査等であって，同号に具体的に列\n挙された調査等と同様の公益上の必要があるとき」に含まれるもので\nあることは明らかである。\n以上によれば，番号利用法１９条１４号は，政令への白紙委任を認\nめるものということはできない。\nｂ  番号利用法１９条１６号について\n番号利用法１９条１６号は，特定個人情報の提供が認められる場合\nとして定められている同条１号ないし１５号に「準ずるものとして」\n個人情報保護委員会規則に定める場合に特定個人情報の提供を認める\nものであるところ，各号のいずれかに準ずる場合に限って委任を認め\nるものであり，個人情報保護委員会規則による無限定な利用場面を設\nけることを認める規定ではないことが明らかである。\nまた，特定個人情報の提供が認められる場合について，すべての場\n合を予想し，網羅的に規定することは困難であるところ，個人情報保\n護委員会は後記のとおり，政府から独立して公正中立に審査等を行う\nことができる機関として設けられていることを併せ考えれば，例外的\nに特定個人情報の提供が認められる場面について，これを個人情報保\n護委員会規則に委ねることは合理的であると認められる。\n以上によれば，番号利用法１９条１６号は，個人情報保護委員会規\n則への白紙委任を認めているものということはできない。\nよって，番号利用法１９条１４号及び１６号が憲法４１条に違反する\nとの原告らの主張には理由がなく，番号利用法は，番号利用法が政令等\nに委任する部分についても前記㋐にいう正当な立法目的の範囲内にある\nということができる。\nエ  最後に，㋒個人番号制度に法制度上又はシステム技術上の不備があり，\nそのために個人に関する情報が法令若しくは条例の根拠に基づかずに又は\n正当な目的の範囲を逸脱して収集若しくは利用され，又は第三者への開示\n若しくは公表される具体的な危険が生じていないかどうかについて検討す\nる。\n法制度上の仕組みについて\n前記認定事実によれば，番号利用法及び同法に基づく個人番号制度に\nおいては，個人に関する情報を取得する場面において，個人番号や特定\n個人情報が法令又は条例に定める正当な目的の範囲を逸脱して収集等が\n行われないようにする仕組みや，特定個人情報ファイルを保有するに先\n立って，特定個人情報保護評価を実施して個人情報保護委員会の承認を\n受ける仕組みが設けられていること，個人番号利用事務等実施者が本人\nから個人番号の提供を受ける場面において，当該個人番号を提供する者\nが本人であることを証することができる書類等により本人確認措置をと\nることによって，なりすまし等を防止する仕組みが設けられていること，\n個人に関する情報を保有したり利用したりする場面において，個人番号\n利用事務等実施者及び個人番号関係事務実施者に対し，個人番号の漏え\nい，滅失又は毀損の防止その他の個人番号の適切な管理のために必要な\n措置を講じることを義務付けたり，個人番号や特定個人情報を提供，収\n集，保有することができる場合を限定したりしていること，情報提供ネ\nットワークシステムを用いた情報連携が行われた場合にはその記録を一\n定期間保存することを義務付けたうえで，行政機関個人情報保護法に基\nづく開示請求等によって本人が情報連携の実施等の状況を確認すること\nができる仕組みが設けられていること，個人番号及び特定個人情報を不\n正に流出させる行為やその危険性を生じさせる行為について，広く懲役\n刑をも含む刑罰の対象としていること，前記特定個人情報保護評価の承\n認等の権限のほか，特定個人情報の取扱いに対する監視・監督のための\n指導・助言，勧告・命令及び立入検査等の権限を有する機関として，政\n府から独立して公正中立に審査等を行うことができるよう国家行政組織\n法３条２項に基づく行政委員会（いわゆる三条委員会）である個人情報\n保護委員会が設置され，同委員会による監視・監督が実施されているこ\nと，以上の事実が認められる。\nそうすると，番号利用法及び同法に基づく個人番号制度においては，\n個人に関する情報が法令若しくは条例の根拠に基づかずに又は正当な目\n的の範囲を逸脱して収集若しくは利用され，又は第三者への開示若しく\nは公表されることを防ぐための法制度上の仕組みが設けられている事実\nが認められる。\nシステム技術上の措置について\nａ  分散管理の方法を採用していること\n個人番号制度は，前記認定のとおり，特定の機関に個人情報を集約\nして単一のデータベースを構築する方法ではなく，必要に応じて情報\n提供ネットワークシステムを用いて情報を保有する者に対して情報の\n照会を行い，情報の照会に応じて特定個人情報の提供を行う方法が採\n用されていると認められるから，「分散管理」の方法を採用していると\nいうことができる。\n特定の機関に個人情報を集約して単一のデータベースを構築する方\n法（いわゆる「一括管理」の方法）を採用したとすれば，当該データ\nベースへの不正アクセスが行われる等の方法によって，容易に特定の\n個人に関する情報が一括して流出するなどの危険が生ずると考えられ\nるところ，分散管理の方法であれば，上記のような情報の流出等が生\nずる危険性を低減させることができると考えられる。\n個人番号制度が分散管理の方法を採用していることは，個人番号や\n特定個人情報が法令又は条例に定める正当な目的の範囲を逸脱して収\n集等が行われないようにするシステム技術上の仕組みとして機能する\nものと認められる。\nｂ  平時において情報提供ネットワークシステムが各種の安全対策を講\nじていること\n情報提供ネットワークシステムにおいては，システム自体がインタ\nーネットから隔離された環境に置かれており，インターネットを介し\nた不正アクセスの危険性自体を低減させていると認められるほか，番\n号利用法が規定しない情報連携を防止するため，同法が規定しない情\n報連携についてはアクセスを制御して，個人番号や特定個人情報が法\n令又は条例に定める正当な目的の範囲を逸脱して収集等が行われない\nようなシステムが構築されていると認められる。\n上記のようなシステムが構築されていることは，不正アクセスを予\n防する仕組みとして機能するほか，個人番号や特定個人情報が法令又\nは条例に定める正当な目的の範囲を逸脱して収集等が行われないよう\nにするシステム技術上の仕組みとして機能するものと認められる。\nｃ  不正アクセスに対する対策が採られていること\nまた，仮に何らかの理由により不正アクセスが試みられたとしても，\n情報連携を行う際には個人番号ではなく情報提供用個人識別符号を用\nいているから，個人番号を不正に入手したとしても，単にそれのみに\nよっては特定個人情報を取得することはできないようなシステムが構\n築されていること，また，情報提供ネットワークシステムを用いた通\n信は暗号化されていることなどの安全対策が講じられている。\n更に，情報連携の対象となる個人情報が保管されている自治体中間\nサーバーについても，情報提供ネットワーク（コアシステム）や自治\n体中間サーバーがインターネットから隔離されていること，自治体中\n間サーバーに接続する回線についてもＶＰＮ装置の利用等により地方\n公共団体ごとに分離されていること，データベースそれ自体もアクセ\nスが限定された上で暗号化されて地方公共団体ごとに管理されている\nことなどが認められるから，仮に一の地方公共団体の自治体中間サー\nバーに不正アクセス等があったとしても，他の地方公共団体の自治体\n中間サーバーにアクセスして個人情報を芋づる式に引き出せるような\n構造にはなっていない。\nそして，万が一，不正アクセス等により個人情報の流出があったと\nしても，当該個人情報の管理は情報提供用個人識別符号により行われ\nているから，流出した個人情報を利用し，情報提供ネットワークシス\nテムを用いたデータマッチング等が行われる危険は極めて小さいとい\nうことができる。\n上記のようなシステムが構築されていることは，個人番号や特定個\n人情報が法令又は条例に定める正当な目的の範囲を逸脱して収集等が\n行われないようにするシステム技術上の仕組みとして機能するものと\n認められる。\n原告らの指摘する漏えい等の事例について\n原告らは，個人番号を含む情報を不適切に取り扱った結果，個人番号\nの流出した過誤事件が複数発生している点を指摘し，個人番号や特定個\n人情報が法令又は条例に定める正当な目的の範囲を逸脱して収集等が行\nわれないようにする仕組みが適切に構築されているとはいえないと主張\nする。\n確かに，前記認定のとおり，個人番号を含む情報を不適切に取り扱っ\nた結果，個人番号の流出した過誤事件が複数発生している事実が認めら\nれる。\nしかしながら，これまでに生じた過誤事件は，いずれも個人番号制度\nにおける法制度上の仕組み又はシステム技術上の措置に不備があったこ\nとにより生じたものとは認め難い。現に，個人番号が流出したり漏えい\nしたりしたことによって，当該個人番号が流出した者について，特定個\n人情報がさらに流出したり，データマッチングが行われたりした事実を\n認めるに足りる証拠もない。\nそうすると，これらの過誤が再び生じないような対策を講ずる必要は\nあるにしても，上記 及び で認定した，個人番号制度において構築さ\nれた各種の安全対策自体は，一応，有効・適切に機能していたものとい\nうことができる。\nオ  以上の法制度上及びシステム技術上の対策に鑑みれば，個人番号及び特\n定個人情報が流出したり，漏えいしたりしないような対策が制度的に講じ\nられていると認められるほか，番号利用法に定める目的以外での情報連携\nが刑罰をもって禁止されており，情報連携の対象となる個人情報を一元的\nに管理することができる機関や主体も存在せず，情報連携によって特定の\n個人に関する人格プロフィールを作成することができないような仕組みが\n設けられていることなどに照らせば，個人番号制度によって，個人に関す\nる情報が法令若しくは条例の根拠に基づかずに又は正当な目的の範囲を逸\n脱して収集若しくは利用され，又は第三者に開示若しくは公表される具体\n的な危険が生じているということはできない。\n⑶  結論\n以上検討したところによれば，番号利用法及び同法に基づく個人番号制度\nは，行政運営の効率化，社会保障に関する公平・公正な負担と給付の確保，\n国民の利便性向上という正当な立法目的に資するものであるが，その裏返し\nとして，社会保障，税務等の分野に関わる一定の私事性・秘匿性を有する個\n人に関する情報を取り扱うものといえる。\n一方で，番号利用法及び同法に基づく個人番号制度に基づいて取り扱われ\nる個人番号や特定個人情報については，様々な限定やその保護のための措置，\n具体的には，一元的な情報管理システムを採用せず，情報連携に利用できる\n事務や情報を取り扱える者を一定の範囲に限定し，個人番号自体を情報連携\nには使用しないこととし，独立性を有する個人情報保護委員会による監督の\n制度を設けるなど，その情報の重要性に見合った情報の保護措置を講じてい\nることが認められる。また，万が一，個人番号が流出したり漏えいしたりし\nた際にも，それによって直ちに個人に関する情報の名寄せ等が行われないよ\nうな対策を施していることが認められる。\nそうすると，番号利用法及び同法に基づく個人番号制度により，個人番号\nを付番された原告らの個人に関する情報がみだりに収集若しくは利用され，\n又は第三者に開示若しくは公表される具体的な危険が生じているということ\nはできない。\nしたがって，原告らの，個人の私生活上の自由の一つとしての個人に関す\nる情報をみだりに収集若しくは利用され，又は第三者に開示若しくは公表さ\nれない自由が侵害されているものとは認められない。\n３  また，原告らは，原告らのうち，性同一性障害を有する者については，個人\n番号制度が導入されたことによって，平穏に生活する権利等が侵害されたと主\n張し，同旨を述べる陳述書を提出する。\nしかしながら，個人番号制度は，戸籍上の性別について，何ら新たな取扱い\nを定めたものではない。戸籍上の性別は，現に個人識別情報として広く利用さ\nれているところ，当該情報について，特に性同一性障害等を有する者に関して\nは慎重な取扱いがされるべきであることはもちろんであるが，行政機関等にお\nいても，手続の性質等に応じてそのような慎重な取扱いが浸透しつつある（一\n例として，「性同一性障害に係る児童生徒に係るきめ細やかな対応の実施等につ\nいて」平成２７年４月３０日文部科学省初等中等教育局児童生徒課長通知参照）。\n個人番号制度それ自体は，こうした状況を何ら変更するものではないから，個\n人番号制度によって直ちに当該原告らの平穏に生活する権利等が侵害されたと\nは認められない。また，個人番号カードには戸籍上の性別が表示されるもので\nはあるが，同カードを利用しないことも可能であること，同カードの性別欄を\nマスキングするようなケースを併せて配布するなどの対策が講じられているこ\nとに照らせば，やはり，個人番号制度の導入によって当該原告らの権利等が侵\n害されたものと認めることは困難である。\n４  以上によれば，番号利用法及び同法に基づき導入された個人番号制度が，原\n告らの権利等を侵害するものとは認められない。\n第４  結論\nよって，原告らの請求は，その余の点について判断するまでもなく理由がない\nから，これらをいずれも棄却することとして，主文のとおり判決する。\n東京地方裁判所民事第２６部\n裁判長裁判官      男    澤    聡    子\n裁判長    裁判官      住    田    知    也\n裁判長裁判官      奥    山    直    毅\n（別紙  当事者目録は記載を省略）\n"
}