{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Reiwa",
    "year": 2,
    "month": 9,
    "day": 11
  },
  "case_number": "平成30(受)2064",
  "case_name": "請負代金請求本訴，建物瑕疵修補等請求反訴事件",
  "court_name": "最高裁判所第二小法廷",
  "result_type": "判決",
  "result": "破棄自判",
  "article_info": "民集　第74巻6号1693頁",
  "original_court_name": "広島高等裁判所",
  "original_case_number": "平成29(ネ)377",
  "original_date": {
    "era": "Heisei",
    "year": 30,
    "month": 10,
    "day": 12
  },
  "gist": "請負契約に基づく請負代金債権と同契約の目的物の瑕疵修補に代わる損害賠償債権の一方を本訴請求債権とし他方を反訴請求債権とする本訴及び反訴の係属中における，上記本訴請求債権を自働債権とし上記反訴請求債権を受働債権とする相殺の抗弁の許否",
  "case_gist": "請負契約に基づく請負代金債権と同契約の目的物の瑕疵修補に代わる損害賠償債権の一方を本訴請求債権とし，他方を反訴請求債権とする本訴及び反訴が係属中に，本訴原告が，反訴において，上記本訴請求債権を自働債権とし，上記反訴請求債権を受働債権とする相殺の抗弁を主張することは許される。",
  "ref_law": "民法５０５条１項，民訴法１１４条２項，民訴法１４２条，民訴法１４６条",
  "lawsuit_id": "89700",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=89700",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/700/089700_hanrei.pdf",
  "contents": "平成３０年（受）第２０６４号  請負代金請求本訴，建物瑕疵修補等\n請求反訴事件\n令和２年９月１１日  第二小法廷判決\n主      文\n１  原判決を次のとおり変更する。\n第１審判決を次のとおり変更する。\n(1)  被上告人は，上告人に対し，５６２万１８００円\n及びこれに対する平成２６年８月９日から支払済\nみまで年６分の割合による金員を支払え。\n(2)  上告人のその余の本訴請求を棄却する。\n(3)  被上告人の反訴請求を棄却する。\n２  訴訟の総費用は，これを７分し，その１を上告人の\n負担とし，その余を被上告人の負担とする。\n理      由\n上告代理人大橋弘美の上告受理申立て理由（ただし，排除されたものを除く。）\nについて\n１  本件本訴は，被上告人から建物の増築工事を請け負った上告人が，被上告人\nに対し，請負代金及びこれに対する平成２５年１２月４日からの遅延損害金の支払\n等を求める事案であり，本件反訴は，被上告人が，上告人に対し，上記建物の増築\n部分に瑕疵があるなどと主張し，瑕疵修補に代わる損害賠償金及びこれに対する平\n成２６年７月２日からの遅延損害金の支払等を求める事案である。\n２  原審の適法に確定した事実関係等の概要は，次のとおりである。\n(1)  被上告人は，平成２５年９月，建築物の設計，施工等を営む上告人との間\nで，請負代金額を７５０万円として自宅建物の増築工事の請負契約を締結した。被\n上告人は，その後，同年１１月までの間に，上告人に対し，上記工事の追加変更工\n事を発注した（以下，追加変更工事を含めた契約を「本件請負契約」という。）。\n(2)  上告人は，平成２５年１２月までに，上記増築工事及び追加変更工事を完\n成させ，完成した自宅建物の増築部分を被上告人に引き渡した。\n(3)  本件請負契約に基づく請負代金の額は８２９万１７５６円である。他方，\n上記増築部分には瑕疵が存在し，これにより被上告人が被った損害の額は２６６万\n９９５６円である。\n(4)  上告人は，平成２６年３月，本件本訴を提起し，被上告人は，同年６月，\n本件反訴を提起した。上告人は，同年８月８日の第１審口頭弁論期日において，被\n上告人に対し，本訴請求に係る請負代金債権を自働債権とし，反訴請求に係る瑕疵\n修補に代わる損害賠償債権を受働債権として，対当額で相殺する旨の意思表示をし\n（以下「本件相殺」という。），これを反訴請求についての抗弁（以下「本件相殺\nの抗弁」という。）として主張した。\n３  原審は，上記事実関係等の下において，要旨次のとおり判断した上で，同時\n履行の関係に立つ本訴請求債権と反訴請求債権については遅延損害金が発生しない\nとして，上告人の本訴請求を上記請負代金の支払を求める限度で認容し，被上告人\nの反訴請求を上記損害の賠償金の支払を求める限度で認容した。\n係属中の別訴において訴訟物となっている債権を自働債権として他の訴訟におい\nて相殺の抗弁を主張することは許されず，このことは，別訴が併合審理された場合\nであっても，既判力が抵触する可能性がある以上，異なることはない。本訴原告\nが，反訴において，本訴における請求債権を自働債権として相殺の抗弁を主張する\n場合にも，本訴と反訴の弁論を分離することは禁止されていないから，同様に許さ\nれないというべきである。したがって，上告人が本件相殺の抗弁を主張すること\nは，重複起訴を禁じた民訴法１４２条の趣旨に反し，許されない。\n４  しかしながら，原審の上記判断は是認することができない。その理由は，次\nのとおりである。\n請負契約における注文者の請負代金支払義務と請負人の目的物引渡義務とは対価\n的牽連関係に立つものであるところ，瑕疵ある目的物の引渡しを受けた注文者が請\n負人に対して取得する瑕疵修補に代わる損害賠償債権は，上記の法律関係を前提と\nするものであって，実質的，経済的には，請負代金を減額し，請負契約の当事者が\n相互に負う義務につきその間に等価関係をもたらす機能を有するものである。しか\nも，請負人の注文者に対する請負代金債権と注文者の請負人に対する瑕疵修補に代\nわる損害賠償債権は，同一の原因関係に基づく金銭債権である。このような関係に\n着目すると，上記両債権は，同時履行の関係にあるとはいえ，相互に現実の履行を\nさせなければならない特別の利益があるものとはいえず，両債権の間で相殺を認め\nても，相手方に不利益を与えることはなく，むしろ，相殺による清算的調整を図る\nことが当事者双方の便宜と公平にかない，法律関係を簡明にするものであるといえ\nる（最高裁昭和５２年（オ）第１３０６号，第１３０７号同５３年９月２１日第一\n小法廷判決・裁判集民事１２５号８５頁参照）。\n上記のような請負代金債権と瑕疵修補に代わる損害賠償債権の関係に鑑みると，\n上記両債権の一方を本訴請求債権とし，他方を反訴請求債権とする本訴及び反訴が\n係属している場合に，本訴原告から，反訴において，上記本訴請求債権を自働債権\nとし，上記反訴請求債権を受働債権とする相殺の抗弁が主張されたときは，上記相\n殺による清算的調整を図るべき要請が強いものといえる。それにもかかわらず，こ\nれらの本訴と反訴の弁論を分離すると，上記本訴請求債権の存否等に係る判断に矛\n盾抵触が生ずるおそれがあり，また，審理の重複によって訴訟上の不経済が生ずる\nため，このようなときには，両者の弁論を分離することは許されないというべきで\nある。そして，本訴及び反訴が併合して審理判断される限り，上記相殺の抗弁につ\nいて判断をしても，上記のおそれ等はないのであるから，上記相殺の抗弁を主張す\nることは，重複起訴を禁じた民訴法１４２条の趣旨に反するものとはいえない。\nしたがって，請負契約に基づく請負代金債権と同契約の目的物の瑕疵修補に代わ\nる損害賠償債権の一方を本訴請求債権とし，他方を反訴請求債権とする本訴及び反\n訴が係属中に，本訴原告が，反訴において，上記本訴請求債権を自働債権とし，上\n記反訴請求債権を受働債権とする相殺の抗弁を主張することは許されると解するの\nが相当である。\n５  以上によれば，本件相殺の抗弁を主張することは許されないとした原審の判\n断には，判決に影響を及ぼすことが明らかな法令の違反がある。論旨は理由があ\nる。\nそして，請負代金債権を自働債権として瑕疵修補に代わる損害賠償債権と相殺す\nる旨の意思表示をした場合，注文者は，請負人に対する相殺後の請負残代金債務に\nついて，相殺の意思表示をした日の翌日から履行遅滞による責任を負うと解される\n（最高裁平成５年（オ）第２１８７号，同９年（オ）第７４９号同年７月１５日第\n三小法廷判決・民集５１巻６号２５８１頁参照）。以上説示したところによれば，\n本訴請求は，本件相殺後の請負残代金５６２万１８００円及びこれに対する本件相\n殺の意思表示をした日の翌日である平成２６年８月９日から支払済みまで年６分の\n割合による遅延損害金の支払を求める限度で理由があるからこれを認容し，その余\nの本訴請求及び反訴請求はいずれも理由がないからこれを棄却すべきである。した\nがって，原判決を主文第１項のとおり変更することとする。\nよって，裁判官全員一致の意見で，主文のとおり判決する。\n( 裁判長裁判官   三 浦   守   裁判官   菅 野 博 之   裁判官   草 野 耕 一   裁判官\n岡村和美)\n"
}