{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 6,
    "day": 7
  },
  "case_number": "平成31(け)2",
  "case_name": "再審請求棄却決定に対する異議申立事件",
  "court_name": "名古屋高等裁判所刑事第２部",
  "result": "棄却",
  "lawsuit_id": "92228",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=92228",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/228/092228_hanrei.pdf",
  "contents": "平成３１年（け）第２号\n主              文\n本件異議の申立てを棄却する。\n理              由\n第１  異議申立ての趣意等\n本件異議申立ての趣意は、主任弁護人Ａ外１２名連名作成の平成３１年１月２８\n日付け異議申立書並びに主任弁護人作成の令和元年９月２０日付け補充意見書⑴、\n令和４年１月３１日付け意見書、同年１２月１９日付け補充意見書⑶及び令和５年\n４月１４日付け補充意見書⑷に各記載のとおりであり、要するに、原審の手続に審\n理不尽の違法があるほか、請求人が原審に提出した証拠には請求人の自白の任意性\n及び信用性等に疑問を抱かせる新規性及び明白性が認められるのに、明白性を否定\nして本件再審請求を棄却した原決定が、刑訴法４３５条６号の解釈及び適用を誤っ\nた違法なものであるから、原決定を取り消した上、再審を開始すべきである、とい\nうのである。\nそこで、記録を調査し、当審における事実取調べの結果をも併せて検討する。\n第２  本件の概要等\n１  確定判決の概要等\n⑴  確定判決の認定した罪となるべき事実の要旨\n請求人（被告人）は、\n１  平成１４年７月２８日午前１時１０分頃、愛知県豊川市Ｂ町字Ｃ所在のゲーム\nセンター「Ｄ店」駐車場（本件駐車場）西側部分において、同所に駐車中の普通乗\n用自動車（Ｅ）内にいた被害児（当時１歳１０か月）を抱きかかえ、請求人運転の\n普通乗用自動車（軽四、本件Ｆ）内に移し置いた上、同県宝飯郡Ｇ町大字Ｈ字Ｉ北\n側岸壁付近路上まで同車を運転して同児を連れ去り、もって未成年者である同児を\n略取した。\n２  同日午前１時４０分頃、上記岸壁において、殺意をもって、上記被害児を同岸\n壁北方の海中に投げ落とし、よって、その頃、同所付近海中において、同児を溺水\n吸引による窒息により死亡させて殺害した。\n⑵  裁判の経緯\n請求人は、平成１５年５月２日に上記認定事実と同一事実により起訴され、平成\n１８年１月２４日、名古屋地方裁判所は請求人を犯人と認定するには合理的な疑い\nをいれる余地があるとして無罪を言い渡したが、検察官が控訴し、平成１９年７月\n６日、名古屋高等裁判所が原判決を破棄して上記のとおりの事実を認定し、請求人\nを懲役１７年に処する旨の判決を言い渡し、平成２０年９月３０日に上告が棄却さ\nれ、同年１０月７日名古屋高等裁判所の上記判決が確定した（同判決が上記確定判\n決である。）。\n⑶  確定判決の判断構造\n確定判決は、請求人の駐車状況及び移動状況は、請求人に被害児との接点があり、\n略取や殺人の犯行が可能であったことを示すと同時に、本件駐車場西側部分に駐車\nしていないという請求人の弁解が虚偽と認められることは、請求人の犯人性を強く\n指し示す重要な情況事実であるとした。次に、確定判決は、請求人が身柄拘束され\nる以前の早い段階で自白に転じ、接見した弁護人らに対しても一定時期まで自白を\n維持し、逮捕後も強制にわたるような取調べをした形跡もなく、検察官の方針もあ\nり誘導することに謙抑的であったとうかがえることなどを理由として、自白に任意\n性を肯定する一方で、請求人の供述態度に問題（頻繁に嘘をつく傾向等）がある上、\n「半割れ」状態の自白であって、細部及び動機の説明中には虚偽が含まれている蓋\n然性があるから、直ちにその内容に全面的な信用性を肯定することまではできず、\nまた、秘密の暴露がないことなどから自白の内容の客観的事実の符合だけで自白の\n信用性は絶対的なものと解することまではできないとしながらも、第一審判決が自\n白の不自然性を指摘する点を検討した上で、いずれも自白の信用性を弾劾する決め\n手になるものではないと判断した。その上で、確定判決は、自白の根幹部分である\n請求人の各犯行の犯人性や大まかな犯行の態様については十分に信用することがで\nきるのみならず、請求人が略取及び投棄の２箇所の現場といずれも密接な関連性を\n有していること、弁解を転々と変えその内容が虚偽と目されることは犯人性を裏付\nける事情となり、請求人の捜査段階の自白の真実性を担保するとともに、それ自体\n独立して請求人の犯人性を指し示す補強証拠でもあるなどとして、請求人の犯人性\nを肯定した。\n２  本件再審請求の審理経過等\n⑴  請求人は、平成２８年７月１５日、無罪を言い渡すべき明らかな証拠であ\nる別紙証拠目録１記載の再審弁１ないし１７（再審弁１８ないし３３を再審請求手\n続内で追加）を新たに発見したとし、併せて漂流予測や繊維鑑定に関する２名の証\n人尋問及び現場検証の事実取調べを請求するなどして、刑訴法４３５条６号に基づ\nき再審の請求をした。\n⑵  原決定及び本件異議申立て\n名古屋高等裁判所刑事第１部は、上記現場検証等の事実取調べを実施せず、平成\n３１年１月２５日、新証拠はいずれも刑訴法４３５条６号所定の無罪を言い渡すべ\nき明らかな証拠に当たらないとして、本件再審請求を棄却した。\nこれに対し、請求人は、同月２８日、原決定が違法・不当なものであると主張し\nて異議を申し立て、別紙証拠目録２記載の再審弁３４ないし３９を追加提出し、あ\nらためて上記２名の証人尋問及び現場検証の事実取調べを請求するなどした。\n第３  当裁判所の判断\n本件再審請求につき、原審の審理の進め方に審理不尽の違法はなく、また、記録\nを検討しても、原審に提出された新証拠について無罪を言い渡すべき明らかな証拠\nに当たらないとして再審請求を棄却した原決定の判断に不当な点は認められず、当\n審に提出された新証拠を併せて検討しても、その結論は揺るがない。以下、弁護人\nの主張について、補足して当裁判所の判断を示すこととする。\n１  新証拠群に関する主張についての判断\n⑴  漂流予測に関する新証拠群（再審弁１、２２。当審提出再審弁３６）に関\nする主張について\nア  弁護人の主張の概要\n海洋物理学者であるＪが作成した意見書２通（再審弁１、２２。海洋物理学の知\n見により被害児の遺体発見現場から投棄地点を検討し、これが請求人の自白におけ\nる投棄地点と異なることから自白の信用性を弾劾しようとするもの）を中心とした\n漂流予測に関する新証拠群について、原決定は、「精度に限界があること事柄の性\n質上明らか」とし、その明白性を否定した。しかし、精度に限界があるとしても、\n最大限生じうる誤差が許容できる範囲にあるかどうかが問題である。第四管区海上\n保安本部が実施した潮流観測データである潮流等観測資料を含む資料に基づき改め\nて逆漂流予測を行い、逆漂流予測に含まれる誤差（精度）についても定量的な検討\nがなされた信用性の高い上記Ｊ作成の意見書（再審弁３６）によれば、確定判決が\n認定した遺体漂着地点（岸壁から直角方向の距離を１０ｍと仮定）へ午前５時３０\n分に遺体が漂着したとすると、被害児を岸壁から海中に投棄した地点は遺体の漂着\n地点から岸壁に沿って４３８ｍ西方の岸壁、投棄時刻も午前２時２５分となり、逆\n漂流予測の誤差を考慮しても、確定判決が認定した投棄地点に被害児を投棄し、午\n前５時３０分に遺体発見現場に到達することはあり得ないことである。そうすると、\n確定判決が認定した被害児の投棄地点及び投棄時刻は事実に反することは明らかで、\n投棄地点及び投棄時刻に関する自白調書が信用性を有しないことも明らかであるか\nら、意見書２通（再審弁１、２２）について証拠の明白性を否定した原決定は誤り\nである。\nイ  判断\n意見書（再審弁２２）によれば、上記潮流等観測資料について、平成１４年１０\n月１０日午前１時頃から同日午前６時頃にかけて潮汐運動の乱れが生じている事実\nが確認されているところ、同意見書においてもその原因は特定することはできず分\nからないとされている。実際に実施された潮流観測において上記のような潮汐運動\nの乱れが確認されていることからすると、潮汐と有効な関係を示す潮流記録に関す\nるデータ部分に基づきなされた潮流予測をもって分析したデータに高い信頼性を認\nめることは困難といわざるを得ないから、意見書（再審弁１）はもとより、上記潮\n流等観測資料を基に改めて検討を加えた意見書（再審弁２２）も、確定判決による\n請求人の自白の信用性評価を左右するものとはいえない。なお、弁護人は、当審に\nおいて意見書（再審弁３６）を提出するところ、再審請求審の決定の当否を事後的\nに審査する異議審の性格に鑑みると、これを新たな再審事由として判断の対象とす\nることはできないことから、上記書証については異議申立ての趣意を理解する参考\n資料とする限度において検討したが、意見書（再審弁３６）は、上記で指摘した意\n見書（再審弁２２）の問題点を解消するものではなく、意見書（再審弁３６）を踏\nまえて改めて検討しても、上記判断は変わらない。意見書２通（再審弁１、２２）\nについて「精度に限界があること事柄の性質上明らか」であるとして証拠の明白性\nを否定した原決定に誤りはない。\n⑵  Ｈ西側に関する新証拠群（再審弁３１ないし３３）に関する主張について\nア  弁護人の主張の概要\n上記１⑴の漂流予測における逆漂流予測図と極めて整合的な場所（Ｈ西側）に、\n被害児を投棄するのに好都合な場所が存在することを明らかにする新証拠群につい\nて、原決定は、「自白の投棄場所からの投棄を否定するものでなく、自白の信用性\nを揺るがすものたり得ない」とする。しかし、Ｈ西側は自白の投棄地点とは全く異\nなる場所であり、これは請求人の自白の信用性を大きく揺るがす事情にあたるから、\n原決定の判断は明らかに誤りである。\nイ  判断\n既に上記⑴で説示したとおり請求人の自白にかかる投棄地点及び投棄時刻に関す\nる自白の信用性が否定されないことからすれば、弁護人の主張はその前提を欠くこ\nとは明らかであるから、再審弁３１ないし３３について自白の信用性を揺るがすも\nのたり得ないとして証拠の明白性を否定した原決定に誤りはない。\n⑶  繊維鑑定に関する新証拠群（再審弁１８ないし２１、２３、２４。当審提\n出再審弁３７、３８）に関する主張について\nア  弁護人の主張の概要\n請求人の自白のとおり本件Ｆの助手席に被害児を乗せたとすれば座面から着衣の\n繊維が採取可能であることを明らかにする新証拠群（再審弁１８ないし２１、２３、\n２４）について、原決定は、要旨「本件から鑑識活動実施まで２か月間余の時間経\n過があり、その間のほとんどの期間本件Ｆは請求人の使用管理下にあったもので、\n鑑識活動の結果被害児に結び付く物が発見されなかったとて特に異とするに足りな\nい。新証拠は要するに再現実験であり現実とは条件を異にするのであって、かかる\n再現実験をいくら重ねたところで無意味というほかない」とする。しかし、条件が\n同一でないとしても、その条件の違いが結果に及ぼす意味や効果を科学的手法に基\nづき判断すべきであり、専門家の指導の下、より繊維片が残りにくい厳しい条件を\n設定して再現実験を行っているから、総合的に評価すれば、現実とは条件が異なる\nとしても、繊維鑑定新証拠群は十分な証拠価値を有している。新たに提出した再審\n弁３７、３８によれば、捜査機関の鑑識活動により本件Ｆの助手席から多数の微物\nが採取されているにもかかわらず、被害児に結び付く証拠が採取されなかったこと\nが明らかになっている。事件から２か月の経過や請求人が本件Ｆの売却前に行った\n清掃により証拠の散逸があったとしても、被害児に結び付く全ての微物が散逸する\nとは考え難いから、助手席シートから被害児に結び付く痕跡が一切検出されないと\nいったことは、請求人の犯人性ないし自白の信用性を揺るがすものであり、原決定\nの判断は明らかな誤りである。\nイ  判断\n弁護人による再現実験に関する再審弁１８ないし２１、２３、２４については、\n本件当時から鑑識活動を実施するまでの２か月間余にわたる本件Ｆの助手席の使用\n状況及び清掃状況の詳細を再現することは不可能であって、実際の犯行当時の状況\nと異なる条件の下で再現実験を行ったとしても意味があるものとはいえないから、\nこれら証拠について証拠の明白性を否定し、かかる再現実験をいくら重ねたところ\nで無意味というほかないとして証拠の明白性を否定した原決定に誤りはない。弁護\n人は、当審において、再審弁３７（ミニリタックシート及びリタックシート各１枚\n[確定審控訴審検甲４３、４４]の微物付着状況をカメラ又は顕微鏡で撮影した画像\nが添付された弁護人作成の報告書）及び再審弁３８（上記各リタックシートに付着\nした微物に関するＫの意見書）を提出するところ、上記各書証について異議申立て\nの趣意の理解に資する参考資料とする限度において検討するに、再審弁３７によれ\nば、上記各リタックシートには微物や毛髪が一定程度付着していることが認められ\nるものの、確定判決が適切に説示するように被害児の毛髪等が本件Ｆに遺留される\n可能性は小さかったと考えられる上（確定判決５９頁）、本件Ｆで確認された毛髪\n等についても、いかなる状況で付着したかは全く明らかではないことからすれば、\n大量の微物が発見されたことと本件Ｆに短時間乗車しただけとされる者の痕跡が２\nか月以上後に残っているかどうかとは無関係なはずであるという確定判決の判断\n（確定判決６１頁）の不合理性を指摘するともいえないから、弁護人の主張は理由\nがない。\n⑷  Ｌ自白に関する新証拠群（再審弁１６、１７）に関する主張について\nア  弁護人の主張の概要\n請求人の自白において本件駐車場を出発後最初の交差点とされるＬ交差点の信号\nが当時夜間点滅式であったことを明らかにするＬ自白に関する新証拠群について、\n原決定は、「本件駐車場を出発後最初の交差点で赤信号停車した（その間に被害児\nにシートベルトを掛けた）」旨の請求人による自白が客観的事実と齟齬することを\n認めながら、「自白が事件から８か月以上経過し、思い違いや混同の可能性があり、\nまた、この自白部分は投棄現場に至る道中の一エピソードにすぎないものであると\nして、その部分の信用性の問題が自白の根幹部分の信用性を揺るがすものではない」\nと判示して、同新証拠の明白性を否定した。しかし、請求人の自白は、どこに行く\nか考えた後、Ｍに向かうこととし、青信号で出発したなどと供述しているものであ\nり、上記のような出来事は、仮に時間が経過したとしても、真犯人であれば思い違\nいや他の交差点との混同が生じるとは考えられず、思い違いや混同の可能性がある\nとする原決定の認定には事実誤認がある。また、原決定は、道中の一エピソードに\nすぎないから、自白の根幹部分の信用性を揺るがさないとするが、真犯人であれば\n間違えるはずのない部分に誤りがあるということは、いわゆる無知の暴露といえる\nもので、請求人の犯人性を否定する事情といえ、加えて、自白調書の作成過程にお\nける取調官の事実上の誘導の存在と、請求人の想像力をもって応じたことを示すも\nので、それ以外の罪体に関する自白調書の作成過程の適正さにも疑いを生じさせ、\nもはや請求人の自白全体の信用性を失わせるものである。\nイ  判断\n請求人の自白調書（確定審第一審乙２０）において、請求人は、本件駐車場を出\nて右に曲がった一つ目の信号（Ｌ交差点の信号）が赤信号であったので止まり、そ\nの間に、被害児にシートベルトを掛け、どこに被害児を連れて行くかを思案し、最\n初は「Ｎ」に置いていくことも考えたが、人目につくおそれがあると考え、Ｍに行\nくことにし、信号が青に変わると出発した旨供述しているところ、実際には、Ｌ交\n差点の信号は本件当時夜間点滅式であったことからすると、信号機に関する上記供\n述内容は客観的事実と齟齬する内容といえる。しかし、当該供述部分は、確定判決\nが信用性に問題があるとして全面的に信用できないとする犯行動機に関連する部分\nであり、確定判決も指摘するとおり、請求人が不確かな記憶しかないのにはっきり\nとした記憶があるかのように供述したり、全く記憶がない点を適当に事実をねつ造\nして供述したりした可能性もある上、自己が略取に及んだという自白の基本的部分\nの信用性に影響を及ぼすといえるようなものではない。そうすると、シートベルト\nを装着した時期及び経緯に関する供述の信用性に問題があるからといって自白の根\n幹部分の信用性を揺るがすものでもないとして証拠の明白性を否定した原決定の結\n論に誤りはない。\n⑸  本件Ｆの駐車位置に関する新証拠群（再審弁２ないし８）に関する主張に\nついて\nア  弁護人の主張の概要\n本件Ｆ駐車位置に関する新証拠群（再審弁２ないし８。本件Ｆの目撃状況を述べ\nるＯ供述の信用性を弾劾しようとするもの）について、原決定は、「新証拠によっ\nて明らかな事情があったとて、かかるＯ供述の信用性を特に減殺するものでないこ\nと明らか」とする。しかし、確定判決は、Ｏの記憶堅持を根拠づける特殊事情とし\nて、Ｏの自動車に関する知識と車屋の友人からの情報を重要な根拠として供述の信\n用性を認定しているところ、再審弁２ないし５の新証拠によれば、Ｏは本件Ｆの色\nと年式について誤った知識を有しており、確定判決のいうような特殊事情が存在し\nないことは明らかであり、また、再審弁６ないし８によれば、請求人車と同様のＰ\nナンバーの赤い９５年式Ｆが約９００台もの相当多数存在していたことを推計でき\nるから、請求人車と同様の９５年式Ｆが駐車していた事実を認めるとしても、その\nＦが請求人車でなかった可能性を合理的に説明できる。よって、これら新証拠の意\n義を理解することなく、単に「いつもどおりの車」があると認識したことから信用\n性があるとして、Ｏ供述の信用性を特に減殺するものではないと判断した原決定に\n誤りがあることは明らかである。\nイ  判断\n再審弁５のＯの検察官調書によれば、Ｄ店の従業員であるＯは、請求人車を本件\n犯行当日に初めて見たわけではなく、事件の一、二か月前から人が寝ていた状態で\n本件駐車場に夜間駐車していた１台のＦを目撃していた経験に基づき、その車体の\n特徴（色、ルーフの形状、Ｐナンバー等）の一致から、犯行前日に本件駐車場西側\n部分に停車していた自動車が本件Ｆと同一車両であったと説明しているのであるか\nら、仮に、年式によるＦの色合いに関するＯの知識が正確なものでないとしても、\nそれ以前に目撃していた請求人車と犯行前日に目撃したＦとの同一性に関する識別\n供述の信用性を減殺するものではない。したがって、再審弁２ないし８について、\n「新証拠によって明らかな事情があったとて、かかるＯ供述の信用性を特に減殺す\nるものでないこと明らか」であるとして証拠の明白性を否定した原決定に誤りはな\nい。\n⑹  犯行動機に関する新証拠群（再審弁９ないし１５）に関する主張について\nア  弁護人の主張の概要\n犯行動機に関連して、付近に被害児を置き去りにすることが可能な場所が多数あ\nったことを明らかにする新証拠群について、原決定は、要旨「自白にいう動機が不\n自然不合理でなく、新証拠によって明らかな事情があったとて、その判断が揺るが\nないこと明らか」とする。しかし、仮に請求人が犯人であって、被害児の泣き声に\n睡眠を妨げられてイライラしたとしても、そのような被害児をわざわざ自車に乗せ\nた上で、置き去りにするために約９ｋｍもの道のりをかけてＭに行かずとも、置き\n去りにすることができる場所が多々あることは容易に認識できるはずであるから、\n犯行動機に関する請求人の自白内容は、当時の客観的状況と矛盾し、不自然不合理\n極まりないものであり、動機が虚偽であることは、自白全体の信用性を決定的に否\n定する事情である。よって、当時の客観的状況を全く看過し、考慮していない原決\n定の判断は誤りである。\nイ  判断\n本件各犯行については、確定判決も説示するとおり、その態様や被害児を取り巻\nく環境から考えて、もともと理不尽な動機によってなされた行きずりの略取・殺人\n事案である可能性が高いと考えられる上（確定判決９１頁、１０８頁）、請求人の\n話には嘘が多いことや（確定判決４６頁）、捜査段階の動機の自白が真に請求人の\n心中を表しているのか疑問の余地が残り、請求人が何らかの思惑で動機の全部又は\n一部を隠し、あるいはねつ造した虚偽の動機を混ぜて恣意的な説明をしている疑い\nが捨て切れないこと（確定判決８２頁）に照らせば、被害児の投棄現場までの道中\nに、被害児を置き去りにできる場所が多数あったからといって、その事実は請求人\nの犯人性に係る自白の信用性に影響を及ぼすものとはいえない。そうすると、再審\n弁９ないし１５については、証拠の明白性の要件を満たすものとはいえないことに\nなるから、「新証拠によって明らかな事情があったとて、前記判断が揺るがないこ\nと明らか」として証拠の明白性を否定した原決定に誤りはない。\n⑺  溺水反応に関する新証拠群（再審弁２８ないし３０。当審提出再審弁３４、\n３５）に関する主張について\nア  弁護人の主張の概要\n幼児が溺水した場合、高い確率で、もがくことなく、静かに溺れることを明らか\nにし、「被害児を海の中に投げ込んだ時に被害児が海の中で必死にもがいていた」\n旨の請求人の自白の信用性を弾劾しようとする溺水反応に関する新証拠群（再審弁\n２８ないし３０）について、原決定は、「新証拠は溺れる際にもがかない場合があ\nることをいうに過ぎず、本件投棄時に被害児がもがいた事実が否定されるものでは\nない。自白の根幹部分の信用性を揺るがすものとはいえない」とする。しかし、こ\nれらの新証拠は、医師が専門家としての立場で作成するなどしたもので、幼児が溺\n水した場合に高い確率で静かに溺れると考えるのが自然であり、請求人の自白は不\n自然、不合理である。また、深夜の暗がりの中で、請求人が投棄地点とされる岸壁\nから海面の状況が見えたことは、およそ考えにくいことも付け加えれば、請求人の\n自白は不自然かつ不合理なものといえ、被害児の投棄直後の状況という供述の根幹\n部分といえる箇所にこのような想像供述が存在するなら、もはや、自白全体につい\nてその信用性を認めることはできない。よって、原決定の判断には誤りがある。\nイ  判断\nしかし、再審弁２８ないし３０は、幼児が溺れる際にもがくことなく沈む事例が\nあることを紹介するものであって、幼児が溺れる際にもがくことがないことまでを\n証明する資料とはいえないことは、その内容に照らして明らかであり、当審におい\nて提出された再審弁３４及び３５を踏まえても、その判断は変わらないから、再審\n弁２８ないし３０について、「本件投棄時に被害児がもがいた事実が否定されるも\nのではない。」などとして証拠の明白性を否定した原決定に誤りはない。\n⑻  供述鑑定に関する新証拠群（再審弁２５ないし２７）について\nア  弁護人の主張の概要\nＱ作成にかかる鑑定意見書（再審弁２５。再審弁２６、２７は同２５の引用証拠。\n以下、その鑑定意見を「Ｑ鑑定」という。）について、原決定は、「新証拠は本件\nとは無関係な他事件の例に引き寄せて証拠評価に対する意見をいうものに過ぎず、\nおよそ無罪を言い渡すべき「明らかな証拠をあらたに発見したとき」［刑訴法４３\n５条６号］に当たらないこと明らか」とする。しかし、Ｑ鑑定は、他事件の例を一\n例としたにすぎず、同鑑定書によれば、請求人の自白の供述過程には「虚偽自白過\n程モデル」が当てはまり、当該自白自体に体験者の供述が有する一般的な指標とし\nての「体験者の指標」が存在せず、むしろ非体験者の供述が有する「非体験者の指\n標」が存在するとされている。再審弁２５は、無罪を言い渡すべき明らかな証拠に\n当たるにかかわらず、Ｑ鑑定につき、その手法や具体的あてはめについて証拠評価\nを何ら行うことなく、証拠の明白性を否定した原決定の判断は誤りである。\nイ  判断\n再審弁２５は、心理学者である上記Ｑが、弁護人から提供された確定\n記録を含む一件記録を基礎資料として、供述心理学の観点から請求人の捜査段階の\n自白に対する確定判決の評価を分析・検討した、いわゆる供述心理鑑定書であり、\nその鑑定結論の骨子は、①本件における請求人に対する取調官による取調べにおい\nては、取調官らが無実の可能性を考慮せず、有罪方向の取調べに徹する形で把握済\nみの客観的事実を請求人に突き付けて進められた結果、取調べの場が「有罪方向へ\nと導く強力な磁場」として働き、請求人はそれに抵抗できるだけの人格的な強さを\n持ち合わせていなかったために、無実であるにもかかわらず、任意同行下の取調べ\n１日目に取調官の厳しい追及のもとで自白に落ち、略取場面については、取調官が\n把握済みの客観的事実を突き付けてくるのに合わせて、具体的かつ詳細な犯行内容\nを語り、殺害場面については、取調官も突き付けるべき客観的事実を持ち合わせて\nいなかったために、その説明ができず、いったんは否認し、翌２日目の現場引き当\nて捜査により、その現場状況を突き付けられる中で、「事実上の誘導」の結果とし\nて自白に落ち、漠然とした形で自白内容を語った可能性が高い、②請求人が語った\n自白内容には、体験者の自白ならばあるはずの「秘密の暴露」やそれに準ずるもの\nが皆無であるだけでなく、体験者であれば当然にして知っているはずの部分にその\n「無知」が露呈しており、さらには非体験者が残された客観的事実から逆行的に組\nみ立てたと考えざるを得ない「逆行的構成」が見られるところに非体験者の指標が\n刻まれている、③請求人がその自白撤回過程において、自白と否認との間を揺れた\nことは、対人緊張場面に抵抗することの難しい請求人が、「無実の可能性」を考え\nてくれない取調官の前では自白を維持するほかなく、一方で、「無実の可能性」を\n考えてくれる弁護人の接見の場では否認できるという形で、それぞれ異なる反応を\nしたものとして合理的に説明できる、というものである。\nＱ鑑定は、請求人の自白の信用性を検討した結果を記載したものでは\nあるが、請求人の供述の変遷状況や供述内容の不自然さについて、一つの考え方な\nいし解釈の道筋を示した参考意見にとどまるものであり、そもそもその証拠価値は\n限定的に捉えられるべきものである。しかも、Ｑ鑑定は、確定判決が認定した客観\n的事実のうち、請求人の犯人性を判断する上で最も重要視すべき事実（犯行時間帯\nを挟んで本件Ｆは本件駐車場西側部分に駐車されていたが、その後、本件駐車場北\n側部分に移動していた事実）について、上記事実が存在していないことを前提とし\nた上で請求人が自白に転じた経緯の分析をしており、重要な点において客観的事実\nと齟齬する前提に拠っていることからしても、その証拠価値は乏しいといわざるを\n得ない。請求人供述について安易に信用性を認めることなく、供述の変遷状況や不\n自然さについて多角的な観点から慎重に判断した確定判決の信用性評価を左右する\nものではない。\n以上によれば、再審弁２５ないし２７について、「およそ無罪を言い渡すべき「明\nらかな証拠をあらたに発見したとき」［刑訴法４３５条６号］に当たらないこと明\nらか」として証拠の明白性を否定した原決定の結論に誤りはない。\n⑼  以上のとおり、明白性を検討した各新証拠の証拠価値はいずれもないか乏\nしく、被害児に対する略取及び殺人という一連の犯行に係る証拠として、旧証拠を\n併せてみても、確定判決の事実認定を支える証拠の証拠価値は減殺されず、各犯行\nについての事実認定に合理的な疑いを生じさせるとはいえない。そして、当審にお\nいて弁護人が追加提出した新証拠を念のために検討しても、この判断は動かない。\n各証拠の明白性に関する弁護人の主張は理由がない。\n２  審理不尽の主張についての判断\n⑴    弁護人の主張の概要\n原審裁判所は、弁護人の再三にわたる裁判所、弁護人及び検察官の三者による協\n議の申入れ、証拠開示請求、事実取調べ請求に一切応じなかったが、そのような審\n理は、従前の他の再審請求事件の審理や最高裁財田川決定の判例に違反する違法な\nものである。とりわけ、本件では、海中に投棄されたとする被害児の漂流予測や請\n求人が事件当時使用していた本件Ｆの座席の繊維鑑定が問題となり、それぞれ科学\n者が専門的知見を基に意見を述べていたのであるから、その証拠価値は慎重に吟味\n評価することが求められ、具体的には、上記三者協議を行い、検察官に証拠を開示\nさせた上で尋問事項等を詰め、漂流予測に関するＪ教授及び繊維鑑定に関するＫ教\n授らについて証人尋問を行うべきであった。しかるに、原決定が、再三にわたる上\n記三者協議の申入れに応ずることなく、証拠開示請求を黙殺し、検証請求を無視し、\n一切の事実取調べ請求にも応じなかったという、審理不尽の問題性は誠に重大、致\n命的であるといわざるを得ず、その手続は原決定を取り消すべき違法・不当なもの\nである。\n⑵  判断\n再審請求に理由があるかを判断するために、事実取調べを実施するか、又はこれ\nをしないで再審請求書に添付された証拠書類等及び確定事件記録について必要と認\nめる調査をするにとどめるかは、再審の請求を受けた裁判所の合理的な裁量にゆだ\nねられているものと解すべきである（最高裁昭和２８年１１月２４日第三小法廷決\n定・刑集７巻１１号２２８３頁参照）。そして、原審の審理において、弁護人の証\n拠開示請求について、検察官が、その必要性について相応に意見を述べた上で、同\n請求に対応して、２度にわたり潮流等観測に関するデータの資料を提出したのに対\nし、弁護人から、専門家の意見書（再審弁２２）が追加提出されたほか、漂流予測\nや繊維鑑定に関しても弁護人及び検察官双方から詳細な意見書が提出されたことか\nらすると、これらの点を踏まえて、新証拠の新規性や明白性を判断するために、事\n実取調べを実施する必要はなく、弁護人が必要であると指摘した証拠開示について\n職権を発動しないとしたものと解される原審の判断に裁量逸脱の誤りはなく、原審\nの手続に審理不尽があったとはいえない。その他、再審請求において弁護人により\nなされた一連の申立ての内容等を踏まえても、原審の手続に法令違反は認められな\nい。弁護人の主張は理由がない。\nなお、当審においても、弁護人は、証拠開示請求を行うほか、原審と同様に現場\n検証や２名の専門家の証人尋問を内容とする事実取調べを請求しているが、原決定\nの当否を判断するために証拠開示の措置等を行う必要性を認めないから、上記につ\nいてはいずれも職権を発動しない。\n第４  結論\n以上の次第であるから、本件再審請求を棄却した原決定の判断に誤りがあるとは\n認められない。\nよって、刑訴法４２８条３項、４２６条１項により、主文のとおり決定する。\n令和５年６月７日\n名古屋高等裁判所刑事第２部\n裁判長裁判官    田    邊    三  保  子\n裁判官    後    藤    眞  知  子\n裁判官    鵜    飼    祐    充\n（別紙証拠目録１）\n省  略\n（別紙証拠目録２）\n省  略\n"
}