{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 3,
    "month": 5,
    "day": 14
  },
  "case_number": "平成31(ワ)11049",
  "case_name": "共通義務確認請求事件",
  "court_name": "東京地方裁判所",
  "lawsuit_id": "90579",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=90579",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/579/090579_hanrei.pdf",
  "contents": "令和３年５月１４日判決言渡  同日原本領収  裁判所書記官\n平成３１年（ワ）第１１０４９号  共通義務確認請求事件\n口頭弁論終結日  令和３年２月１２日\n判        決\n主          文\n１  本件訴えをいずれも却下する。\n２  訴訟費用は原告の負担とする。\n事実及び理 由\n第１  請求\n１  被告株式会社Ａ及び被告Ｂが，別紙対象消費者目録記載⑴の対象消費者に対し，\n個々の消費者の事情によりその金銭の支払請求に理由がない場合を除いて，次の\n金銭支払義務を連帯して負うことを確認する。\n⑴  被告株式会社Ａと別紙対象消費者目録記載⑴の対象消費者との間で締結さ\nれた別紙商品等目録記載⑴の商品等に係る売買契約に基づき支払われた売買\n代金相当額並びに対象消費者が特定適格消費者団体に支払うべき報酬及び費\n用に相当する額の不法行為に基づく損害賠償の支払義務\n⑵  別紙商品等目録記載⑴の商品等の売買代金の各支払日から各支払済みまで\n民法所定の年５分の割合（平成２９年法律第４４号による改正前の民法４０４\n条所定の利率。以下同じ。）による遅延損害金の支払義務\n２  被告株式会社Ａ及び被告Ｂが，別紙対象消費者目録記載⑵の対象消費者に対し，\n個々の消費者の事情によりその金銭の支払請求に理由がない場合を除いて，次の\n金銭支払義務を連帯して負うことを確認する。\n⑴  被告株式会社Ａと別紙対象消費者目録記載⑵の対象消費者との間で締結さ\nれた別紙商品等目録記載⑵の商品等に係る売買契約に基づき支払われた売買\n代金相当額並びに対象消費者が特定適格消費者団体に支払うべき報酬及び費\n用に相当する額の不法行為に基づく損害賠償の支払義務\n⑵  別紙商品等目録記載⑵の商品等の売買代金の各支払日から各支払済みまで\n民法所定の年５分の割合による遅延損害金の支払義務\n３  被告株式会社Ａ及び被告Ｂが，別紙対象消費者目録記載⑶の対象消費者に対し，\n個々の消費者の事情によりその金銭の支払請求に理由がない場合を除いて，次の\n金銭支払義務を連帯して負うことを確認する。\n⑴  被告株式会社Ａと別紙対象消費者目録記載⑶の対象消費者との間で締結さ\nれた別紙商品等目録記載⑶の商品等に係る売買契約に基づき支払われた売買\n代金相当額並びに対象消費者が特定適格消費者団体に支払うべき報酬及び費\n用に相当する額の不法行為に基づく損害賠償の支払義務\n⑵  別紙商品等目録記載⑶の商品等の売買代金の各支払日から各支払済みまで\n民法所定の年５分の割合による遅延損害金の支払義務\n第２  事案の概要\n本件は，消費者の財産的被害の集団的な回復のための民事の裁判手続の特例に\n関する法律（以下「法」という。）６５条に基づき内閣総理大臣から認定を受けた\n特定適格消費者団体である原告が，別紙商品等目録記載⑴ないし⑶の商品等（以\n下「本件各商品等」という。）に係る消費者契約の相手方である事業者である被告\n株式会社Ａ（以下「被告会社」という。）及び上記消費者契約の債務の履行をする\n事業者であり，上記消費者契約の締結について勧誘を助長する事業者である被告\nＢに対し，被告らが別紙対象消費者目録記載⑴ないし⑶の対象消費者（以下「本\n件各対象消費者」という。）に対し本件各商品等につき虚偽又は実際とは著しく\nかけ離れた誇大な効果を強調した説明をして本件各商品等を販売するなどした\nことが不法行為に該当すると主張して，法３条１項４号に基づき，不法行為に基\nづく被告らの損害賠償債務として，上記消費者契約に基づき支払われた売買代金\n相当額並びに本件各対象消費者が特定適格消費者団体に支払うべき報酬及び費\n用に相当する額の金銭の支払義務を負うことの確認を求めるとともに，上記消費\n者契約に基づき売買代金が支払われた各日から各支払済みまで民法所定の年５\n分の割合による遅延損害金の支払義務を負うことの確認を求める事案である。\n１  前提事実（争いのない事実のほかは，各項に掲記の証拠又は弁論の全趣旨によ\nり認める。）\n⑴  原告は，平成２８年１２月２７日，内閣総理大臣から法６５条に基づき認定\nを受けた特定適格消費者団体である（甲１）。\n⑵ア  被告会社は，本件各商品等の売主である。\nイ  被告Ｂは，本件各商品等の購入を勧誘するウェブサイトにおいて本件各商\n品等の説明をし，また，別紙商品等目録記載⑴及び⑵の仮想通貨バイブルＤ\nＶＤ５巻セット（以下「仮想通貨バイブル」という。）に出演するなどした者\nである（甲３ないし６の２，乙Ｂ１の１ないし５，乙Ｂ５の１ないし５，乙\nＢ６の１ないし３，乙Ｂ７の１ないし３）。\n⑶  被告会社は，平成２８年１０月１日以降，仮想通貨バイブルの販売価格を４\n万９８００円（税込み）又は５万９８００円（税込み）とし，別紙商品等目録\n記載⑵の商品等（以下「ＶＩＰクラスセット」という。）の販売価格を９万８０\n００円（税込み。販売価格の内訳は，仮想通貨バイブルが４万９８００円（税\n込み）又は５万９８００円（税込み）であり，別紙商品等目録記載⑵のＶＩＰ\nクラス（以下「ＶＩＰクラス」という。）が４万８２００円（税込み。仮想通貨\nバイブルの販売価格が４万９８００円（税込み）である場合の販売価格である。）\n又は３万８２００円（税込み。仮想通貨バイブルの販売価格が３万９８００円\n（税込み）である場合の販売価格である。）である。）とし，別紙商品等目録記\n載⑶の商品等（以下「パルテノンコース」という。）の販売価格４９万８０００\n円（税込み）として，それぞれ販売した（甲５の１・２，甲８，９）。\n２  争点\n⑴  本案前の争点\nア  多数性について\n（原告の主張）\n多数性は，一般的な事案では数十名程度であれば足りると考えられるとこ\nろ，本件各商品等の各購入者ともいずれも数十名以上いる。\n（被告会社の主張）\n本件各商品等の各購入者がいずれも数十名以上いることは認める。なお，\n仮想通貨バイブルの購入者は約４０００人，ＶＩＰクラスセットの購入者は\n約１５００人，パルテノンコースの購入者は約１２００人であった。\n（被告Ｂの主張）\n多数性の要件を判断するに当たっては，既に訴訟提起を行っている者を含\nめること，既に被害回復が図られた者を含めること，何ら苦情もなくむしろ\n購入商品に満足している旨を回答し，権利行使する意思のない者を含めるこ\nとは妥当でないところ，本件では，苦情を申し立てている者が相当多数いる\nとは認められず，本件各商品等を購入した者の一部については被告会社及び\n被告Ｂを被告とした訴訟を通じて被害回復がされていることから，「消費者\n契約に関して相当多数の消費者」がいるとはいえない。\nイ  支配性について\n（原告の主張）\n損害等\n損害は，本件各商品等の代金相当額及び特定適格消費者団体に支払うべ\nき報酬及び費用相当額であるから，その認定，判断は簡易確定手続におけ\nる書面審理で迅速になし得る。\n本件各商品等の購入者が仮想通貨への投資を行ったことで何らかの利\n益を得ていたとしても，本件各商品等を購入したことにより生じた損害と\n購入者が自らの才覚あるいは何らかの偶然で得た利益との間には相当因\n果関係はなく，損益相殺の対象とはならない。パルテノンコースの購入者\nに対して合宿の開催等の一部の履行の提供があったとしても，パルテノン\nコースの主な内容はハイスピード自動ＡＩシステムであり，その他の内容\nは当該システムに付加されたサービスにすぎず，そのような付加されたサ\nービスが履行されたとしても損益相殺すべき価値のある利益はない。\n仮に本件各対象消費者が損益相殺の対象となる利益を得ていたとして\nも，仮想通貨バイブルの勧誘は，その内容が実際の仮想通貨バイブルの内\n容と著しくかい離し，虚偽，少なくとも実際とは著しくかけ離れた誇大な\n効果を強調したものであり，特定商取引に関する法律（以下「特商法」と\nいう。）に違反し刑事罰の対象になり得るもので，その違法性は重大であ\nる。本件で損益相殺を認めることは，このような違法性の極めて高い悪質\nな行為を行った者に利益を残す結果となるに等しく，損益相殺をすべきで\nない。\n仮に損益相殺をするとしても，簡易確定手続の中で被告らが本件各対象\n消費者の得た利益を主張立証するだけであり，支配性の要件に影響はない。\n因果関係\n本件各対象消費者は，本件各商品等の購入者であり，ウェブサイトを通\nじて提供された虚偽又は著しく誇大な効果を強調した説明を真実だと誤\n信したことで，本件各商品等を購入したのであるから，個別性はほとんど\nなく，簡易確定手続において，書面審理で迅速になし得ない事態は想定で\nきない。\n過失相殺\n仮想通貨バイブルの勧誘内容から仮想通貨バイブルの実際の内容を推\n測するのは困難である。また，パルテノンコースの目玉となるハイスピー\nド自動ＡＩシステムと仮想通貨バイブルの内容とは全く異質であるから，\n仮想通貨バイブルから当該システムの虚偽性を推測することはできない。\nさらに，仮想通貨バイブルは日本初公開の最新テクノロジーという内容で\nあるから，投資経験の有無は問題とならない。パルテノンコースでは，Ａ\nＩ（人工知能）があなたの代わりに２４時間３６５日，あなたのお金を増\nやし続けてくれる日本初公開のシステムというものであるから，投資経験\nの有無は問題とならない。そのため，本件各対象消費者に過失はない。\n上記 のとおり，仮想通貨バイブルの勧誘は，その内容が実際の仮想通\n貨バイブルの内容と著しくかい離し，虚偽，少なくとも実際とは著しくか\nけ離れた誇大な効果を強調したものであり，特商法に違反し刑事罰の対象\nになり得るもので，その違法性は重大である。本件で過失相殺を認めるこ\nとは，このような違法性の極めて高い悪質な行為を行った者に利益を残す\n結果となるに等しく，過失相殺をすべきでない。\n仮に過失を認定するとしてもその過失は，本件各対象消費者に共通であ\nるから，本件訴訟において一律に判断されれば済むことである。\nそのため，支配性の要件を欠くことはない。\n（被告会社の主張）\n消費者が多数いる場合，購入した際の事情，勧誘に関する認識等は各人そ\nれぞれ異なるはずである。\n（被告Ｂの主張）\n損害等\n本件各対象消費者の中は，実際に仮想通貨を購入し，その値上がり益を\n取得した者が多数いる。また，本件各対象消費者には特典としてノアコイ\nンとエイダコインという仮想通貨のプレセールの説明をし，かつ，ノアコ\nインに関しては代理店の権利を与えているため，本件各対象消費者は，ノ\nアコインとエイダコインを購入しその値上がり益を取得し，かつ，代理店\nの権利によりノアコインを紹介して成果報酬を得ている。そして，当該値\n上がり益等を得たのは，仮想通貨バイブル及びパルテノンコースの購入を\n原因とするのであり，その値上がり益等の利益は損害から控除されるべき\nであり，その控除額は個々の対象消費者ごとに判断する必要がある。その\n判断のためには，個々の対象消費者ごとに投資に用いた銀行口座，仮想通\n貨のウォレット等の提出を受けてその利益を確認した上，尋問を行って投\n資の収支等を明らかにする必要がある。\nまた，パルテノンコースについては，合宿の開催及びその後のＬＩＮＥ\nでの相談というサービスの提供をしているのであり，パルテノンコースの\n価格全額が損害とはならない。\nしたがって，仮に共通義務に対応する本件各対象消費者の損害発生原因\nが認められたとしても，個々の対象消費者ごとに損害の有無や損害額につ\nいての認定，判断は複雑であり，簡易確定手続において個々の消費者の対\n象債権の存否及び内容を適切かつ迅速に判断することが困難であり，支配\n性の要件を満たさない。\n因果関係\nハイスピード自動ＡＩシステムを中心としたパルテノンコースの購入\n者の大多数は，簡単な初期設定だけでＡＩが自動的にお金を増やし続ける\nことから購入したものではなく，当該システムを用いれば，単に運用者が\n経験により判断するシステムと比較してより大きな投資の成果が見込め\nると考えたことから購入したのであり，その証左として，パルテノンコー\nスの購入者の大多数はパルテノンコース自体に満足している。そのため，\n原告が主張する不法行為と損害との間に因果関係が認められない対象消\n費者が多く，個々の消費者ごとに認定しなければならず，支配性の要件を\n満たさない。\nそして，パルテノンコースの購入者は仮想通貨バイブルを購入した者で\nあるところ，パルテノンコースの購入者が仮想通貨バイブルやＶＩＰクラ\nスについて苦情を訴えることなくパルテノンコースに満足していたとい\nうのであるから，仮想通貨バイブルについても満足していたといえる。そ\nのため，原告が主張する不法行為と損害との間に因果関係が認められない\n対象消費者が多く，個々の消費者ごとに認定しなければならず，支配性の\n要件を満たさない。\n過失相殺\n仮想通貨バイブルの勧誘内容は実際の仮想通貨バイブルの骨子と整合\nしている。仮に当該勧誘内容の中に誰でも簡単・確実に多額の利益が確保\nできるようなものがあったとしても，その勧誘内容全体をみれば，容易に\n実際の仮想通貨バイブルの内容の骨子は推測できるものであり，簡単・確\n実に多額の利益が確保できるという勧誘をもって仮想通貨バイブルを購\n入した者には一定の過失がある。また，パルテノンコースは仮想通貨バイ\nブルの購入者に限定して案内したもので，パルテノンコースの購入者は，\n仮想通貨バイブル発売前の仮想通貨バイブルに関する全４回の説明動画\nを視聴し，仮想通貨の特徴や投資についての十分な知見を得た後にパルテ\nノンコースを購入しているのであって，このような顧客の属性は過失相殺\nの事情として斟酌されるべきである。さらに，仮想通貨バイブルを購入す\nる前に実際に仮想通貨に係る投資の経験があるかどうか，ＦＸ等の投資経\n験があるかどうかという顧客の属性は，過失相殺の事情として斟酌される\nべきである。\nしたがって，仮に共通義務に対応する本件各対象消費者の損害発生原因\nが認められたとしても，個々の消費者ごとに過失相殺についての認定，判\n断は複雑であり，簡易確定手続において個々の消費者の対象債権の存否及\nび内容を適切かつ迅速に判断することが困難であり，支配性の要件を満た\nさない。\nウ  被告Ｂの被告適格について\n（原告の主張）\n被告Ｂは，本件各商品等を開発し，その販売を被告会社に提案したもので\nある。また，仮想通貨バイブルで提供される情報の提供者である。さらに，\n本件各商品等の一部とされる各セミナー，合宿，サポートなどのサービスの\n提供者である。これらの事情からすれば，被告Ｂは，「債務の履行をする事業\n者」又は「勧誘を助長する事業者」に該当する。\n仮想通貨バイブルの勧誘は，消費者が事業者の商品等の内容や取引条件そ\nの他これらの取引に関する事項を具体的に認識し得るような方法により不\n特定多数の消費者に向けて働き掛けを行ったものである。そうすると，被告\nＢは，仮想通貨バイブル及びＶＩＰクラスセットの消費者契約の締結につい\nて「勧誘」した事業者である。また，被告Ｂは，仮想通貨バイブル及びＶＩ\nＰクラスセットの申込者に対して，パルテノンコースの勧誘をしており，こ\nれは不特定多数人に向けた宣伝ではなく，「勧誘」をした事業者に当たる。\n（被告Ｂの主張）\n被告Ｂは，仮想通貨バイブルに関し，仮想通貨バイブルを不特定多数人に\n向けて宣伝した者にすぎないので「勧誘する事業者」に当たらず，仮想通貨\nバイブルを自ら作成して被告会社に譲渡した者ではないので「勧誘を助長す\nる事業者」に当たらず，仮想通貨バイブルの販売を履行する者でもないので\n「債務の履行をする事業者」にも当たらない。\nまた，被告Ｂは，パルテノンコースに関し，ハイスピード自動ＡＩシステ\nムを不特定多数人に向けて宣伝した者にすぎないので「勧誘する事業者」に\n当たらず，当該システムを自ら作成して被告会社に譲渡した者ではないので\n「勧誘を助長する事業者」に当たらず，当該システムの販売を履行する者で\nもないので「債務の履行をする事業者」にも当たらない。\nそのため，被告Ｂには共通義務確認訴訟の被告適格がない。\n⑵  本案の争点\nア  被告らの勧誘の違法性の有無\n（原告の主張）\n仮想通貨バイブルの勧誘は，仮想通貨バイブルを購入しさえすれば，誰\nでも簡単・確実に多額の利益が確保できるような期待を抱かせる内容であ\nった。このような勧誘内容にもかかわらず，仮想通貨バイブルの内容は，\n仮想通貨の仕組み，必要性，日本で普及しない理由といった制度の概要の\n説明，仮想通貨の稼ぎ方として購入時と売却時の差額で利益を確保する，\n取引所によってレートが異なるのでその差額で利益を得る，未公開の段階\nで購入し市場公開時との差額で稼ぐといった抽象的説明，投資の王道とし\nてパルテノン式に２０本程度の投資・収益の柱を立てリスクを分散し利益\nを確保するという具体性のない説明であり，誰でも簡単・確実に多額の利\n益が確保できるような内容ではなかった。そのため，上記勧誘は，虚偽又\nは著しく誇大な効果を強調して説明したもので違法であり，不法行為とな\nる。\nまた，その価格について，「１００万円でも安すぎる」などと説明しつ\nつ，７万円とした上で，先行販売期間中は特別割引価格４万９８００円（税\n込み）などと説明していたが，実際には，５万９８００円（税込み）で販\n売することもあり，７万円で販売した実績もなく，有利誤認を招くもので\nあった。そのため，販売実績のない価格との比較をしてその価値を誤らせ\nたもので違法であり，不法行為となる。\nＶＩＰクラスの勧誘は，仮想通貨バイブルと同じく，誰でも簡単・確実\nに多額の利益が確保できるような期待を抱かせる内容であった。このよう\nな勧誘内容にもかかわらず，ＶＩＰクラスの基となる仮想通貨バイブルの\n内容は勧誘内容に反した内容であり，ＶＩＰクラスによっても，誰でも簡\n単・確実に多額の利益が確保できるような情報は得られない。そのため，\n上記勧誘は，虚偽又は著しく誇大な効果を強調して説明したもので違法で\nあり，不法行為となる。\nまた，その価格について，特典だけでも合計６０万円相当と説明してい\nながら，実際には，同額で販売された実績はなく，４万８２００円（税込\nみ）又は３万８２００円（税込み）で販売していたもので，有利誤認を招\nくものであった。そのため，販売実績のない価格との比較をしてその価値\nを誤らせたもので違法であり，不法行為となる。\nパルテノンコースの勧誘は，パルテノンコースは被告Ｂがイスラエルの\n企業と組んで開発したもので，最先端の人工知能と金融工学の技術を使い\n開発されたハイスピード自動ＡＩシステムであり，簡単な初期設定さえ済\nませれば，あとはＡＩが２４時間３６５日，お金を増やし続け，誰でも仮\n想通貨で稼ぐことができ，実証結果も１５名の５万円の資金が１０日で平\n均４０万円になったという内容であった。つまりは，最新のＡＩ技術によ\nり誰でも簡単・確実に多額の利益が得られるという内容であった。このよ\nうな勧誘内容にもかかわらず，当該システムは，パルテノンコースを使用\nしている他のトレーダーの行っている取引をなぞって取引をするだけの\nシステムであり，イスラエルの企業と組んで開発したり，最先端の人工知\n能と金融工学の技術を使い開発したりするようなものではない上，当該シ\nステムを利用するに当たっては投資する通貨及びトレーダーを選び，その\nトレーダーをフォローする期間，１回のトレードで投資する金額及び限度\n額を設定する必要があり，投資判断に重要な要素を考慮して初期設定をし\nなければならず，簡単な初期設定とはいえない上，ＡＩが２４時間３６５\n日，お金を増やし続けるというものとはいえない。また，当該システムを\n利用した取引内容は，仮想通貨を対象としたものではなく，法定通貨を指\n標としたバイナリーオプション取引であり，マイナス取引が出る可能性の\nあるものであった。\nさらに，その価格について，ハイスピード自動ＡＩシステムは１０００\n万円相当の価値があるが，本来の価値の２０分の１の４９万８０００円\n（税込み）で販売する，１日７万円稼げるので７日で元が取れると説明し\nて販売していた。しかしながら，当該システムが極めてずさんなものであ\nり，到底１０００万円もの価値があるはずもなく，値引きなど安価と誤信\nさせるものであった。\nしたがって，上記勧誘は，重要な事項につき，虚偽又は著しく誇大な効\n果を強調して説明したもので違法であり，不法行為となる。\n被告会社は，本件各商品等を販売するに当たって，上記のとおり虚偽又\nは著しく誇大な効果を強調した勧誘をし，購入者をして本件各商品等の効\n果や価値を誤信させて販売したものであり，購入者に対し，不法行為責任\nを負う。\n被告Ｂは，被告会社が本件各商品等を販売するに際し，販売契約上の債\n務の内容の一部とされるセミナー，合宿，サポートなどの履行をする事業\n者であり，被告会社と協力して，本件各商品等の販売の勧誘に際し，虚偽\n又は著しく誇大な効果を強調した説明をして，勧誘の動画に出演し，作成\nを指導し又は作成に協力するなどしたもので，被告会社と共同不法行為責\n任を負う。\n（被告会社の主張）\n被告らは，本件各商品等につき，事実に基づいた効果を説明したのであっ\nて，虚偽又は著しく誇大な効果を強調して説明した上で販売・勧誘をしたも\nのではない。\n仮想通貨バイブル及びＶＩＰクラスの勧誘内容は，誰でも簡単・確実に多\n額の利益が確保できるような期待を抱かせるものではない。いち早く仮想通\n貨の取引に参入することで大きな利益を得る可能性が高まる手法やノウハ\nウの販売・勧誘をしたにすぎないのであって，誰でも確実に利益が得られる\nなどと保証したことはない。\nハイスピード自動ＡＩシステムは，ＡＩ学習機能が付いたシステムを使っ\nて専従的に取引を行っている者と同一の取引を自動で行うことができるシ\nステムであり，説明内容は虚偽又は著しく誇大な効果を強調して説明したも\nのではない。当該システムを利用した取引の勝率は６４％や７０から８０％\n台のときもあり，当該システムを利用した取引は，短期的には負け続けるこ\nともあるが，長期的にみれば確実に利益が出るものである。当該システムを\n利用した取引の対象には，法定通貨のみならず，仮想通貨を対象としたバイ\nナリーオプション取引も含まれていた。\nまた，仮想通貨バイブルにつき，１００万円するものを割引して販売して\nいるなどとは説明していない。ＶＩＰクラスにつき，限定特典とされている\n内容は仮にセミナー等の少数者を対象とした形で単体で売り出すとしたら\nその程度の金額をもらってもおかしくないといったにすぎず，インターネッ\nトでより多くの対象者宛てに販売するために金額を抑えることができたと\n説明している。パルテノンコースにつき，ハイスピード自動ＡＩシステムが\n１０００万円相当の価値があるとはいっていない。そのため，有利誤認を招\nくものではない。\n（被告Ｂの主張）\n仮想通貨バイブルの勧誘の説明内容の要は，仮想通貨バイブルは，その\n発売当時仮想通貨による稼ぎ方を解説する書籍等が皆無であった状況の\n中で，仮想通貨バイブルにより被告Ｂから仮想通貨と詐欺コインの見分け\n方といった情報を含む仮想通貨関連の質の高い情報を得て，被告Ｂが教授\nする仮想通貨による稼ぎ方を実践すれば仮想通貨のバブルに乗って利益\nが得られるということにあり，単に誰でも簡単・確実に多額の利益が得ら\nれることを要とした説明はしていない。また，仮に仮想通貨バイブルの勧\n誘の説明内容が誰でも簡単・確実に多額の利益が得られるというものであ\nると解釈されたとしても，仮想通貨バイブルの内容は仮想通貨の革新性及\nび今後の将来性を非常に詳細に説明し，それを前提として法定通貨と異な\nる仮想通貨特有の稼ぎ方を明瞭な形で提示し，詐欺的な仮想通貨と本物の\n仮想通貨の見分け方を詳細に示すものであり，かつ，その具体的内容を裏\n付けるその後の仮想通貨の価格の推移からすれば，仮想通貨バイブルの内\n容に沿って仮想通貨への投資等を行えば，誰でも簡単に多額の利益を確保\nできたのであって，説明内容と仮想通貨バイブルの内容に齟齬はない。\n被告Ｂは，仮想通貨バイブルの勧誘の説明内容の中で，仮想通貨バイブ\nルの価格の設定過程を詳細に述べたにすぎず，同種の仮想通貨投資関連教\n材等の値段を引用して比較しているものでもなく，仮想通貨バイブルの内\n容からしても価格が高額とはいえない。そのため，仮想通貨バイブルの価\n格の説明は購入者の価値判断を誤らせるものではない。\nＶＩＰクラスの勧誘の説明内容は，被告Ｂから，ＬＩＮＥにより仮想通\n貨であるノアコイン等に関する新しい情報を受け取ることができ，バース\nデーセミナーにＶＩＰ席で参加することで仮想通貨関連の要人から情報\nを得たり人脈を作ったりすることができるというものであり，仮想通貨バ\nイブルの内容と直接関連するものではない。そして，ＶＩＰクラスの購入\n者には，ノアコインやエイダコインのプレセールの情報等の仮想通貨に関\nする最新情報を付与し，かつ，バースデーセミナーに招待しており，説明\n内容とＶＩＰクラスの内容に齟齬はない。\n被告Ｂは，ＶＩＰクラスの勧誘の説明内容の中で，ＶＩＰクラスの価格\nの設定過程を詳細に述べたにすぎず，著名人のセミナー代等を引用してい\nるものではなく，一般の投資関連のセミナー代等と比べてその額も高額と\nはいえない。そのため，ＶＩＰクラスの価格の説明は購入者の価値判断を\n誤らせるものではない。\nパルテノンコースの勧誘の説明内容の要は，パルテノンコースは，ハイ\nスピード自動ＡＩシステムを提供し，被告Ｂが２日間の合宿により仮想通\n貨投資関連事項について直接指導し，被告Ｂが合宿後３か月間はＬＩＮＥ\nを利用して購入者の仮想通貨関連の質問に答えるというものであり，大き\nな仮想通貨への投資効果を図るものであるというものであった。そして，\nパルテノンコースの購入者には，被告Ｂが２日間の合宿を行い，仮想通貨\n投資を中心に直接指導をし，合宿後３か月間に購入者の投資に関する質問\nに応答していた。また，パルテノンコースの購入者には，当該システムを\n提供した。当該システムは，全自動トレードの場合に起こり得る予期せぬ\nリスクに対応するために４名のプロトレーダーが監視し，そのＡＩ学習機\n能に基づいて仮想通貨に関するトレードを行い，購入者はそのトレーダー\nを選択して資金を投入すれば，そのトレーダーの取引と同じ取引を自動的\nに行うというものである。その取引の中にはマイナスとなるものもあるが，\n継続して行えばプラスとなり大きな利益をもたらす性能を持つシステム\nである。そのため，説明内容とパルテノンコースの内容に齟齬はない。\n被告Ｂは，パルテノンコースの勧誘の説明内容の中で，パルテノンコー\nスの価格の設定過程を詳細に述べたにすぎず，同種の仮想通貨投資関連の\n投資教材やセミナー代等の値段を引用して比較しているものではなく，実\n際のパルテノンコースの内容からしても価格が高額なものとはいえない。\nそのため，パルテノンコースの価格の説明は購入者の価値判断を誤らせる\nものではない。\nイ  因果関係の有無\n（原告の主張）\n仮想通貨バイブル及びＶＩＰクラスセットを販売するに際して行われ\nた勧誘の内容は，契約締結の意思を決定付ける重要な事実・要素であり，\n購入者は，違法な勧誘により誰でも簡単・確実に多額の利益が得られると\n誤信して，仮想通貨バイブル及びＶＩＰクラスセットを購入し，その代金\n相当額の損害を被ったのであり，違法な勧誘と仮想通貨バイブル及びＶＩ\nＰクラスセットの代金相当額の損害は相当因果関係がある。\n特定適格消費者団体に支払うべき報酬及び費用は，対象消費者と特定適\n格消費者団体との授権契約によって決まるところ，特定認定に際し特定適\n格消費者団体は費用報酬規程を定める必要があり，それが消費者の利益の\n擁護の見地から不当なものでないことが特定認定の要件となっている。そ\nのため，制度上，対象消費者は法に基づく制度の下で被害回復する場合に\nは，特定適格消費者団体の報酬及び費用を支払うべきこととされている。\nしたがって，違法な勧誘と特定適格消費者団体に対し支払うべき報酬及び\n費用相当額の損害は相当因果関係がある。\nパルテノンコースを販売するに際して行われた勧誘の内容は，契約締結\nの意思を決定付ける重要な事実・要素であり，購入者は，違法な勧誘によ\nり，最新のＡＩ技術により誰でも簡単・確実に多額の利益が得られると誤\n信して，パルテノンコースを購入し，その代金相当額の損害を被ったので\nあり，違法な勧誘とパルテノンコースの代金相当額の損害は相当因果関係\nがある。\nまた，上記 と同様に，違法な勧誘と特定適格消費者団体に対し支払う\nべき報酬及び費用相当額の損害は相当因果関係がある。\n（被告会社の主張）\n否認する。\n（被告Ｂの主張）\n否認する。\nパルテノンコースの購入者は，簡単な初期設定だけでＡＩが自動的にお金\nを増やし続けることから購入したのではなく，ハイスピード自動ＡＩシステ\nムを用いれば，単に運用者が経験により判断するシステムと比較してより大\nきな投資の成果が見込めると考えたことから購入したのである。そのため，\n原告が主張する不法行為と損害との間に因果関係はない。\nウ  故意又は過失の有無\n（原告の主張）\n被告Ｂは，仮想通貨バイブルの勧誘を内容とする動画に出演して，仮想通\n貨バイブルの購入の勧誘をした上，仮想通貨バイブルにも出演していたので\nあり，仮想通貨バイブルの内容及び性質を認識している。そして，仮想通貨\nバイブルの内容及び性質につき，虚偽又は著しく誇大な効果を強調して説明\nした場合には，その相手方において，その勧誘内容を真実であると誤信し，\nその者が仮想通貨バイブルを購入して，仮想通貨バイブルの代金相当額の損\n害を生じさせることを被告Ｂは認識していた。そのため，被告Ｂには，過失\nはもとより故意に欠けるところはない。\nまた，パルテノンコースの勧誘における説明内容は，パルテノンコースは，\n簡単な初期設定さえすれば，２４時間３６５日，購入者のお金を増やし続け\nてくれるというものであるが，実際にはそのようなシステムは存在せず，被\n告Ｂには，虚偽又は著しく誇大な効果を強調して説明して勧誘したことにつ\nいての認識がある。そのため，被告Ｂには，過失はもとより故意に欠けると\nころはない。\n（被告会社の主張）\n否認する。\n（被告Ｂの主張）\n被告Ｂは，その多彩な人脈から仮想通貨に関する最新の情報をつかむこと\nができる立場にあることなどから，極めて合理的な根拠を基に仮想通貨バイ\nブル及びパルテノンコースの説明をしていることから，故意又は過失がない。\nエ  過失相殺\n（被告Ｂの主張）\n上記争点⑴イにおける被告Ｂの主張のとおり過失相殺の事情として斟酌\nされるべきものがあることから，少なくとも５割の過失相殺がなされるべき\nである。\n（原告の主張）\n上記争点⑴イにおける原告の主張のとおり本件各対象消費者に過失はな\nい上，勧誘行為は違法性の極めて高い悪質なものであることから，過失相殺\nを認めるべきではない。\n第３  裁判所の判断\n１  認定事実\n前記前提事実，後掲各証拠及び弁論の全趣旨によれば，以下の事実が認められ\nる。\n⑴  仮想通貨バイブルの購入者は約４０００人，ＶＩＰクラスセットの購入者は\n約１５００人，パルテノンコースの購入者は約１２００人であった。\n⑵  被告会社は，平成２８年１０月頃，仮想通貨バイブル及びＶＩＰクラスセッ\nトの勧誘用のウェブサイトを設け，仮想通貨バイブル及びＶＩＰクラスセット\nの勧誘及び販売を開始した。当該ウェブサイトには，次のとおりの勧誘文言が\n記載されていた。（甲３，４）\nア  ハイパーミリオネア・Ｂが参加者にわずか３ヶ月で１６億円稼がせた“秘\n密の手続き”で日本人全員を億万長者にする歴史的プロジェクトが遂に  始\n動！\nイ  日本初公開の最新テクノロジーを利用し１８歳の高校生から９０歳のお\nじいちゃんまで日給３万円～３０万円の不労所得を手に入れたビジネス初\n心者が続出中！\nウ  自動的に億万長者になることを決意したら今すぐ下にあるお申し込みボ\nタンをクリックしてフォームに必要事項を入力し，お申し込み手続きをして\nください\nエ  何かのご縁でこのサイトにたどり着いたあなたはすでに億万長者になる\nことが約束されたも同然です。本当におめでとうございます。これからあな\nたに実践者がたった半年ほどの間に１６億円も稼いでしまった日本初公開\nの最新の方法をお伝えしていこうと思います。すでに実践中の彼らは３年以\n内に確実に億万長者になると断言します。\nオ  この教材は「暗号通貨で稼ぐ」ことに特化した世界初の教材です。\nカ  ２週間で１００万円など短期的な稼ぎ方から１万円が数年で６０億円に\nなるといった中長期的な稼ぎ方まで暗号通貨で稼ぐ方法を初心者にも分か\nりやすく徹底解説しています。\nキ  特典１  〈ＤＶＤ購入者限定〉某国家と共同開発している市場規模３兆円\nの新しい暗号通貨をセミナーで初公開！\nク  特典２  市場規模３兆円の新しい暗号通貨の代理店権利（３００万円相当）\nケ  ただ，より「確実」に，より「早く」億万長者になりたいという方を対象\nとしたＶＩＰクラスをご用意しました。\nコ  ＶＩＰクラス限定特典１  無期限の億万長者インサイダーＬＩＮＥグル\nープ\nサ  俺が関わっている３兆円の市場規模のある暗号通貨の情報を最優先で流\nすＬＩＮＥを特設しました。\nシ  ＶＩＰクラス限定特典２  最新暗号通貨公開セミナーＶＩＰ席（３０万円\n相当）\nス  暗号通貨バイブルの購入者限定の新しい暗号通貨を発表するセミナーに\nＶＩＰ席でご招待します。ＶＩＰ席には僕のパートナーである暗号通貨関連\nの要人たちを招待することになっています。そういった暗号通貨の世界の中\n枢にいるキーパーソンから直接情報を入手できるチャンスです。\nセ  ＶＩＰクラス限定特典３  ＢバースデーセミナーＶＩＰ席（３０万円相当）\nソ  僕の誕生日のお祝いを兼ねていますからＶＩＰ席には各国政府の要人や\n企業の重役，海外の財閥の方々も世界中から駆けつけてくれます。つまり，\nあなたもそういったふつうならどれだけお金を払っても手に入らないＶＩ\nＰ人脈を一夜にして手に入れることができるのです。\n⑶  仮想通貨バイブルは，被告Ｂが仮想通貨について講演する内容が収められて\nいる。仮想通貨バイブルの中で，仮想通貨の稼ぎ方については，①安いときに\n買って高いときに売る方法，②アービトラージ，すなわち，仮想通貨のレート\nは取引所によって異なることからそのレートの差を利用して稼ぐ方法，③マイ\nニングに参加して稼ぐ方法，④市場未公開の仮想通貨をプレセールの段階で購\n入して数年保持して稼ぐ方法，⑤市場未公開の仮想通貨の代理店となって報酬\nを得る方法，⑥仮想通貨の使用や取引をする上で必要となる商品をアフィリエ\nイトにより紹介して広告報酬を得る方法，⑦仮想通貨に関するニュースメディ\nアを作成して広告収入を得る方法，⑧セミナーを開催するなどしてその対価を\n稼ぐ方法などが紹介されている。市場未公開の仮想通貨につき，詐欺の手段と\nなっている仮想通貨と本物の仮想通貨の見分け方として，本物の仮想通貨はプ\nレセールの第１期から市場公開されるまで価格が２倍以上にならず，仮想通貨\nとして必要性が明確になっていることが説明されている。その他に，仮想通貨\nと法定通貨の違い，仮想通貨の必要性は送金の手段という点にあること，仮想\n通貨の代表格であるビットコインの成立ちや普及状況等について説明されて\nいる。（乙Ｂ１の１ないし５，乙Ｂ５の１ないし５）\n⑷  被告らは，平成２８年１２月４日，仮想通貨バイブルの購入者向けに，仮想\n通貨バイブル特別セミナーを開催した。また，平成２９年１月１４日，被告Ｂ\nのバースデーセミナーを開催し，ＶＩＰクラスセットの購入者を招待した。（甲\n３，４，乙Ｂ１４，１５）\n⑸  被告会社は，仮想通貨バイブル及びＶＩＰクラスセットの購入者に対して，\nパルテノンコースの内容を説明する動画を公開した。被告Ｂは，当該動画の中\nで，パルテノンコースについて，「あなたをより確実に，より早く億万長者に\nするための一度限りの特別な提案です。」，「金融系のシステムが世界で最も\n進歩している国であるイスラエルのある企業との業務提携が実現し，日本初公\n開となるシステムを特別に提供することができるようになったのです。その名\nも「ハイスピード自動ＡＩシステム」です。ＡＩ，つまり人工知能，その名の\nとおり人工知能があなたの代わりにものすごいスピードで資金を増殖させて\nくれる驚愕のシステムです。」，「このシステムを使うことによりあなたが暗\n号通貨で稼ぐスピードが２倍，３倍，さらには５倍，１０倍とアップしてくの\nです。」，「あなたがハイスピード自動ＡＩシステムを使ってお金を稼ぐため\nにやることは簡単な初期設定だけです。初期設定さえ済ませてしまえばあとは\nＡＩ，つまり人工知能にお任せで大丈夫です。ＡＩがあなたの代わりに２４時\n間３６５日，あなたのお金を増やし続けてくれるのです。」，「僕があなたに\n直接指導する２日間の実戦形式の合宿を開催することにしたのです。」，「合\n宿後３カ月間，メールとＬＩＮＥで徹底的にサポートさせていただきます。」\nと説明している。（甲５の１・２）\n⑹  パルテノンコースの購入者は，平成２９年５月頃から，被告会社からハイス\nピード自動ＡＩシステムの登録ページのＵＲＬを送付され，当該登録ページ内\nでメールアドレスとパスワードを設定することで，当該システムにログインで\nきるようになった。当該システムにおける取引の運用資金の入金は，クレジッ\nトカードによって行う。当該システムによる取引の開始に当たっては，フォロ\nーするトレーダーと期間及び金額を設定する。その設定が終わると，フォロー\nしたトレーダーと同様の取引がされる仕様となっている。フォローするトレー\nダーには，プロから素人まで存在するが，その中には学習型ＡＩを使用して取\n引を行う「ＺＺ」というトレーダーがいた。（乙Ａ７，８の１ないし３，乙Ａ\n１１）\nハイスピード自動ＡＩシステムによる取引は，法定通貨や仮想通貨であるビ\nットコインを指標としたバイナリーオプション取引を内容とするものである。\nバイナリーオプション取引とは，為替相場や株価指数などを対象に，予め決め\nられた時点，期間の騰落を予測し，ある値よりも高いか低いか，一定の範囲に\n収まっているかなど，二者択一で選ぶ取引である。当該システムによる取引は，\nその勝率が常に１００％であるということはなく，損失が出る可能性のある取\n引である。（甲１１，乙Ａ７，１１）\n⑺  被告らは，平成２９年１月頃から同年２月頃，東京都，大阪府及び福岡県に\nおいて，パルテノンコースの購入者に向けた合宿セミナーを開催した。（乙Ｂ\n８ないし１３）\n２  争点⑴ア（多数性）について\n⑴  前記認定事実⑴及び⑵のとおり，仮想通貨バイブルの購入者は約４０００人，\nＶＩＰクラスセットの購入者は約１５００人，パルテノンコースの購入者は約\n１２００人であり，仮想通貨バイブル及びＶＩＰクラスセットの販売開始時期\nが平成２８年１０月頃であることも併せみれば，別紙対象消費者目録記載⑴な\nいし⑶の対象消費者は，それぞれ約４０００人，約１５００人，約１２００人\n存在していると認められる。そして，本件各対象消費者は，対象消費者による\n個別の訴訟によるよりも法の定める訴訟手続等を活用した方が審理の効率化\nが図られる程度に多数存在しているといえ，「相当多数の消費者」（法２条４\n号）であると認めるのが相当である。\n⑵  これに対し，被告Ｂは，多数性の要件を判断するに当たって，既に訴訟提起\nを行っている者を含めること，既に被害回復が図られた者を含めること，何ら\n苦情もなくむしろ購入商品に満足している旨を回答し，権利行使する意思のな\nい者を含めることは妥当でないなどと主張する。\n確かに，証拠（甲１４）及び弁論の全趣旨によれば，本件各商品等を購入し\nた者のうち４４名が，平成２９年，被告会社及び被告Ｂらを被告として，本件\n各商品等の購入をするに当たって被告らのした勧誘行為が誇大広告等に該当\nする違法なものであり，本件各商品等の購入金額が損害であるなどと主張して，\n共同不法行為に基づく損害賠償請求権等を訴訟物とする訴えを提起し，その後，\n当該４４名と被告らとの間で訴訟外における和解又は裁判上の和解をしたこ\nとを通じて既に被害回復が図られたことが認められる。そして，被害回復が既\nに図られた者を多数性の要件を判断するに当たって含めることは妥当でない。\nしかしながら，当該４４名を除いても，いまだ本件各対象消費者は多数存在\nしているといえる。また，証拠（乙Ａ１２の１・２，乙Ａ１３）によっても，\n本件各対象消費者のうちほとんどの者が対象債権である不法行為に基づく損\n害賠償請求権を行使する意思がないとは認めることはできず，その他本件全証\n拠を検討しても，本件各対象消費者のうちほとんどの者が対象債権である不法\n行為に基づく損害賠償請求権を行使する意思がないとは認めることはできな\nい。そもそも本件各対象消費者の有する対象債権が既に被害回復が図られたこ\nとなどにより消滅したというのであればまだしも，対象債権を行使する意思が\nないというのみでは，多数性の要件を判断するに当たって含めることができな\nいとはいえない。\nよって，被告Ｂの上記主張は採用できない。\n３  争点⑴イ（支配性）について\n⑴  過失相殺について\nア  原告は，本件各対象消費者に過失はなく，過失相殺すべき事情はないため，\n支配性の要件を欠くことはない旨主張する。\nしかしながら，仮に原告が主張するように本件各商品等の勧誘が不法行為\nとなり，当該不法行為により本件各対象消費者が投資により確実に稼ぐ方法\nがあると誤信したと認められたとしても，そもそも投資により確実に稼ぐこ\nとができる方法があるとは容易に想定し難い上，対象消費者ごとに仮想通貨\nへの投資を含む投資の知識，経験の有無及び程度，職務経歴，本件各商品等\nの購入に至る経緯等の事情は様々であることからすれば，本件各対象消費者\nにおいて確実に稼ぐことができる方法があるといった勧誘内容を信じたこ\nとにつき過失相殺すべき事情がおよそないとはいえない。\nそして，本件各対象消費者の過失の有無や過失相殺割合については，対象\n消費者ごとに上記の諸般の事情を考慮して認定，判断することが必要であり，\n個々の対象消費者ごとに相当程度の審理を要するものであるから，「簡易確\n定手続において対象債権の存否及び内容を適切かつ迅速に判断することが\n困難であると認めるとき」（法３条４項）に当たるといわざるを得ない。\nイ  また，原告は，仮想通貨バイブルの勧誘は虚偽又は著しく誇大な効果を強\n調して説明したものであり，その違法性は重大であるため過失相殺をすべき\nでない旨主張する。\nしかしながら，仮に原告が主張するように本件各商品等の勧誘が不法行為\nとなると認められたとしても，前記認定事実⑶，⑷，⑹及び⑺並びに弁論の\n全趣旨によれば，仮想通貨バイブルの内容は，具体的状況に応じた仮想通貨\nを利用した利益を得る方法まで説明するものとはいえず，誰でも簡単・確実\nに多額の利益が確保できるような内容ではないものの，アービトラージやマ\nイニングといった仮想通貨特有の利益を得る方法等の仮想通貨を利用した\n利益を得る一般的な方法は説明されており，また，仮想通貨バイブルの特典，\nＶＩＰクラスセットの内容とされるセミナー及びパルテノンコースの内容\nとされるセミナーがそれぞれ開催されたことがうかがわれ，さらに，パルテ\nノンコースの購入者に対し，その内容とされるハイスピード自動ＡＩシステ\nムにつき，学習型ＡＩを使用して取引を行うトレーダーと同様の取引を行う\nことができるシステムが提供されていることが認められる。そうすると，被\n告らにおいておよそ架空の取引を勧誘したというものではなく，本件各商品\n等の提供が一定程度認められることからすれば，本件各対象消費者に過失が\nあると認められる場合であっても過失相殺をすべきではないというほどま\nで被告らの不法行為の違法性が重大であるとはいえない。\nウ  さらに，原告は，仮に本件各対象消費者の過失を認定するとしても，その\n過失は本件各対象消費者に共通であるから，本件訴訟において一律に判断さ\nれれば済むものであり，支配性の要件を欠くことはない旨主張する。\nしかしながら，上記アのとおり本件各対象消費者の過失の有無や過失相殺\n割合については，対象消費者ごとに仮想通貨への投資を含む投資の知識，経\n験の有無及び程度，職務経歴，本件各商品等の購入に至る経緯等の諸般の事\n情を考慮して認定，判断することが必要であり，個々の対象消費者ごとに相\n当程度の審理を要するものであるから，本件訴訟において一律に判断ができ\nるものではない上，「簡易確定手続において対象債権の存否及び内容を適切\nかつ迅速に判断することが困難であると認めるとき」（法３条４項）に当た\nるといわざるを得ない。\n⑵  以上によれば，その余の点について判断するまでもなく，本件訴えはいずれ\nも支配性の要件が認められない。\n４  結論\nよって，本件訴えはいずれも不適法であるからこれらを却下することとし，主\n文のとおり判決する。\n東京地方裁判所民事第４部\n裁判長裁判官    伊    藤        繁\n裁判官    飯    塚        謙\n裁判官    河    合    美    月\n"
}