{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 2,
    "month": 5,
    "day": 29
  },
  "case_number": "平成28(ワ)24051",
  "case_name": "損害賠償請求事件",
  "court_name": "東京地方裁判所",
  "lawsuit_id": "89637",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=89637",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/637/089637_hanrei.pdf",
  "contents": "令和２年５月２９日判決言渡  同日原本領収  裁判所書記官\n第２４０５１号  損害賠償請求事件\n口頭弁論終結日  令和２年１月２２日\n判                決\n主                文\n１  原告らの請求をいずれも棄却する。\n２  訴訟費用は原告らの負担とする。\n事 実 及 び 理 由\n第１  請求\n１  被告は，原告Ａに対し，１億７１５９万９２０２円及びこれに対する平成２\n２年１２月２４日から支払済みまで年５分の割合による金員を支払え。\n２  被告は，原告Ｂに対し，２３１０万円及びこれに対する平成２２年１２月２\n４日から支払済みまで年５分の割合による金員を支払え。\n３  被告は，原告Ｃに対し，１１００万円及びこれに対する平成２２年１２月２\n４日から支払済みまで年５分の割合による金員を支払え。\n第２  事実関係\n１  事案の概要\n本件は，被告が運営する慶應義塾大学病院（以下「被告病院」という。）\nにおいて先天性心疾患の治療のため人工心肺下の心臓手術（以下「本件手術」\nという。）を受けた原告Ａ並びにその両親である原告Ｂ及び原告Ｃが，術後，\n原告Ａが低酸素性虚血性脳症を発症し て脳神経障害の後遺症を残すに至った\nのは，被告病院の医師らが，①術前に再度心エコー検査を実施する 注意義務，\n術 中 に ， ②脳 モ ニ タ ー を 使 用 す る 注 意 義務 及 び ③ 血 液 ガ ス 分 析 の 結 果 か\nら 送 血 カ ニ ュ ー レ の 位 置 や 角 度 を 調 整 す る 注意義務を負っていたにもかか\nわらず，これらを怠ったことによるものであると主張して，被告に対し，診\n療契約上の債務不履行又は不法行為（使用者責任）に基づく損害賠償請求と\nして，原告Ａについて１億７１５９万９２０２円，原告 Ｂについて２３１０\n万円，原告Ｃについて１１００万円の各損害金及びこれらに対する本件手術\nの日である平成２２年１２月２４日から各支払済みまで民法所定の年５分の\n割合による遅延損害金の支払を求めた事案である。\n２  前提事実\n以下の事実及び医学的知見は，当事者間に争いがないか，又は，掲記の証\n拠及び弁論の全趣旨によって容易に認められる。\n⑴  当事者等\nア  原告Ａは，平成２２年９月５日生まれの女児である。\n原告Ｂは同Ａの父であり，原告Ｃは同Ａの母である（以下では，原告Ｂ\n及び同Ｃを併せて「原告両親」という。）。\n（甲Ａ１〔６頁〕）\nイ  被告は，被告病院を運営する法人である。\nＤ（以下「Ｄ医師」という。）は，小児循環器を専門とする医師であり，\n本件当時，被告病院に所属して診療を行いながら，足利赤十字病院でも診\n療を行っており，両病院において，原告Ａの診療を担当した者である。\nＥ（以下「Ｅ医師」という。）は，本件当時，被告病院心臓血管外科の\n診療副部長を務める医師であり，被告病院において，本件手術を担当した\n者である。\n⑵  医学的知見\nア  心房中隔欠損症（ＡＳＤ）\n先天性心疾患の一つであり，左右の心房を隔てる心房中隔に欠損孔があ\nり，欠損孔を通じて左房から右房への短絡（血液の交通）が生じる疾患で\nある。\nＡＳＤの頻度は，全先天性心疾患の約７～１３％であり，女性に多い。\nＡＳＤを有する患児のうち数％が乳児期に心不全を呈するが，多くの場\n合，思春期までは無症状である。加齢とともに，運動耐容能の低下，動悸，\n息切れ，易疲労性が現れる。うっ血性心不全，僧帽弁逆流，三尖弁逆流，\n肺高血圧を合併することもある。\nＡＳＤは，早期の外科的治療により予後が改善することが報告されてお\nり，２５歳未満の手術例では，術後の生活の質，生命予後は一般と変わら\nないとされる。\n（甲Ｂ１，２，６，乙Ｂ２の１）\nイ  心室中隔欠損症（ＶＳＤ）\n先天性心疾患の一つであり，左右の心室を隔てる心室中隔に欠損孔があ\nり，欠損孔を通じて左右の心室に短絡が生じる疾患である。\nＶＳＤの発生頻度は，先天性心疾患の中で最も多い。\nＶＳＤは欠損孔の自然閉鎖が認められることが多い疾患であり，２歳ま\nでに２５～４０％が自然閉鎖する。\n欠損孔が小さい場合には，基本的に内科的に管理する。欠損孔が大きく，\n肺高血圧や心不全を伴う乳児では，呼吸困難，哺乳力低下，尿量減少，体\n重増加不良，肝腫大等の症状があり，手術による閉鎖が必要となる。\nＶＳＤを有する乳児（ほとんどが生後６か月以内）の最大６分の１がう\nっ血性心不全を生じるが，手術で欠損孔を閉鎖しない限り，以後６か月以\n上生存することはできない。大きなＶＳＤを有する乳児で最も経過が不良\nな場合は，生後２～６か月で心不全と肺合併症を生じて，１～２か月の経\n過で死亡する。\n幼少期に手術が実施された場合，長期経過は良好なことが多い。\n（甲Ｂ１，２，６，乙Ｂ２の２，Ｂ３）\nウ  大動脈肺動脈窓（ＡＰＷ）\n先天性心疾患の一つであり，上行大動脈の左側と肺動脈の右側の間にあ\nる大動脈肺動脈中隔に欠損孔（窓）があり，欠損孔を通じて大動脈から肺\n動脈への短絡が生じる疾患である。\nＡＰＷは，全先天性心疾患の０.２～１.５％を占めるにすぎない稀な疾\n患である。\nＡＰＷでは，左右短絡（左心系から右心系への短絡）及び高度の肺高血\n圧を来し，多くの場合，乳児期早期から重篤な症状を呈し，多呼吸，哺乳\n困難，体重増加不良，肝腫大，乏尿等の心不全の症状が見られるため，早\n期の手術介入（欠損孔の閉鎖）が必要である。遠位ＡＰＷ（ｔｙｐｅ２）\nでは，経大動脈切開をしなければ，術中に欠損孔の位置を診断することは\n難しい。\nＡＰＷを根治しない場合の乳児の予後は不良であり，生後１年以内の死\n亡率は４０％とされる。\n（甲Ｂ３，６，７，乙Ｂ２の３，Ｂ４）\nエ  心臓血管系における血管及び上半身の体循環の動脈について\n大動脈は左室から全身へ血液を送り出す血管であり，その根元の部分\n（左室から出た部分）を大動脈基部，大動脈基部から上方へ伸びた部分を\n上行大動脈，上行大動脈に続き左方向へ背側に湾曲した部分を大動脈弓部，\n大動脈弓部に続き下方へ伸びた部分を下行大動脈という。\n大動脈弓部からは，腕頭動脈（無名動脈），左総頸動脈及び左鎖骨下動\n脈の３本の動脈が分枝する（頸部分枝）。\n腕頭動脈は，わずかに上行してすぐに右鎖骨下動脈と右総頸動脈に分か\nれる。\n左右の鎖骨下動脈からは脳及び脊髄を栄養する椎骨動脈が分枝する。\n左右の総頸動脈は，上行して，外頸動脈と内頸動脈に分枝する。内頸動\n脈は，更に，眼動脈，前大脳動脈，中大脳動脈に分枝する。前大脳動脈は\n脳の前頭葉及び頭頂葉を栄養し，中大脳動脈は中脳及び大脳半球側面を栄\n養する。\n⑶  事実経過\nア  原告Ａは，平成２２年９月５日，出生した。\n（甲Ａ１〔６頁〕）\nイ  原告Ａは，同年９月２５日，心雑音を指摘された。\n原告Ａは，同年１０月５日，心雑音を指摘されるとともに，心エコー検\n査（１回目の心エコー検査）を受けて，心房中隔欠損症（ＡＳＤ）と診断\nされた。\n（甲Ａ２，２１〔１，２頁〕～２３，乙Ａ３〔２６頁〕）\nウ  原告Ａは，同年１０月１９日，心エコー検査（２回目の心エコー検査）\nを受けて，ＡＳＤ及び心室中隔欠損症（ＶＳＤ）と診断された。\n（甲Ａ２，２１〔２頁〕，乙Ａ１１〔１頁〕）\nエ  Ｄ医師は，同年１１月４日，足利赤十字病院において，原告Ａに対し，\n心エコー検査（３回目の心エコー検査）を実施して，ＡＳＤ，ＶＳＤ，う\nっ血性心不全，肺高血圧症と診断した。\n（甲Ａ３，２１〔２頁〕，乙Ａ１１〔１頁〕）\nオ  Ｄ医師は，同年１１月８日及び同月１８日，足利赤十字病院において，\n原告Ａに対し，心エコー検査（４，５回目の心エコー検査）を実施した。\n（甲Ａ４，５，２１〔２頁〕）\nカ  原告両親は，同年１１月２４日，原告Ａの法定代理人として，被告との\n間で，原告Ａの先天性心疾患の治療について診療契約を締結した。\n同日，Ｄ医師は，被告病院において，原告Ａに対し，心エコー検査（６\n回目の心エコー検査）を実施して，前記エと同様の診断をした。\n（甲Ａ２１〔１，２頁〕，乙Ａ３〔６～８，２３頁〕，１１〔１頁〕）\nキ  被告病院小児科のＦ医師（以下「Ｆ医師」という。）は，同年１２月２\n２日，原告Ａに対し，心エコー検査（７回目の心エコー検査。以下「本件\n心エコー検査」という。）を実施した。\n本件心エコー検査において，原告Ａについて，ＡＳＤ及びＶＳＤに加え\nて，大動脈肺動脈窓（ＡＰＷ）の存在が疑われる所見が得られた。\n（乙Ａ１の１〔６９頁〕，１の２〔１９１頁〕）\nク  Ｅ医師を執刀医とする原告Ａの手術チームは，原告ＡにＡＳＤ及びＶＳ\nＤに加えてＡＰＷが存在することを想定して，同年１２月２４日，本件手\n術を実施した。\nしかし，本件手術の結果，原告ＡにＡＰＷは存在しないことが判明した。\n（乙Ａ１１〔２頁〕，１２〔２頁〕）\nケ  原告Ａは，本件手術後，低酸素性虚血性脳症を発症した。\n（乙Ａ１の１〔１２８頁〕，Ａ３〔４３頁〕）\nコ  原告Ａは，平成２３年４月１０日，被告病院を退院したが，その際，左\n上肢優位の痙性四肢麻痺，体幹の筋緊張低下，追視なし及び嚥下障害等の\n脳神経障害を残していた。\n（乙Ａ４〔１８頁〕）\n⑷  専門家の意見\n本件訴訟においては，小児心臓外科を専門とするＧ医師（以下「Ｇ鑑定人」\nという。）及びＨ医師（以下「Ｈ鑑定人」という。），並びに麻酔科を専門\nとするＩ医師（以下「Ｉ鑑定人」という。）及びＪ医師（以下「Ｊ鑑定人」\nという。）の４名を鑑定人として，鑑定が実施された。\n３  争点\n⑴  被告病院の医師らが，本件心エコー検査で初めて指摘されたＡＰＷの所\n見に関して，過去６回にわたり実施されＡＰＷの所見が確認されなかった\n心エコー検査の記録を取り寄せ て分析した上，再度心エコー検査を実施す\nる注意義務を負っていたか否か（再度心エコー検査を実施する注意義務の\n有無）\n⑵  被告病院の医師らが，本件手術において，無侵襲脳内酸素飽和度モニタ\nー（脳モニター）を使用して，前額部の脳局所酸素飽和度（ｒＳＯ ２）を測\n定し，術中に脳に虚血や灌流障害が生じていないかモニタリングを行い，\n虚血等が生じていることを示す数値が認められた場合には，送血カニュー\nレを動かして位置や角度を調整する注意義務を負っていたか否か（脳モニ\nターを使用する注意義務の有無）\n⑶  被告病院の医師らが，遅くとも原告Ａの代謝性アシドーシスが進行して\nＢＥ値（ベースエクセス）が－７.７を下回った平成２２年１２月２４日午\n後０時２５分頃の時点において，頸部分枝（特に腕頭動脈及び左総頸動脈）\nの灌流障害による脳の虚血を疑い，送血カニューレの 位置や角度を調整す\nる注意義務を負っていたか否か（血液ガス分析の数値から原因を 探索し解\n消する注意義務の有無）\n⑷  再度心エコー検査を実施する注意義務違反と結果との間の相当因果関係\n⑸  脳モニターを使用する注意義務違反と結果との間の相当因果関係\n⑹  血液ガス分析の数値から原因を探索し解消する注意義務違反と結果との\n間の相当因果関係\n⑺  原告らの損害\n４  当事者の主張\n⑴  争点⑴（再度心エコー検査を実施する注意義務の有無）について\nア  原告らの主張\nＡＰＷは，比較的稀な疾患であり，また，心エコー検査による鑑別が\n困難なこともあるため，その存在が疑われる場合でも，実は存在しない\n可能性がかなりある。原告Ａは，本件心エコー検査で初めてＡＰＷの可\n能性を指摘されたものの，過去６回の心エコー検査では一度も指摘され\nていなかったのであり，実際に，ＡＰＷは存在しなかった。\nＡＰＷ閉鎖術においては，ＡＳＤ及びＶＳＤのみの閉鎖術と比べ，心\n臓からより遠位（頭側）の上行大動脈の頸部分枝に近い部位に送血カニ\nューレを挿入しなければならず，この場合，カニューレ先端の位置や角\n度によっては，頸部分枝への灌流が阻害されて不可逆的な脳損傷が発生\nするおそれがあるから，ＡＰＷの存否は慎重に確認する必要がある。\nなお，術前，原告Ａに重篤な心不全症状は存在しなかったから，予定\n日を変更することなく早急に本件手術を実施する必要はなかった。\nしたがって，被告病院の医師らは，本件心エコー検査で初めて指摘さ\nれたＡＰＷの所見に関して，過去６回にわたり実施されＡＰＷの所見が\n確認されなかった心エコー検査の記録を取り寄せて分析した上，再度心\nエコー検査を実施して，ＡＰＷの存否を確認する注意義務を負っていた。\nしかし，被告病院の医師らは，過去の心エコー検査の記録を取り寄せ\nて分析することも，また，再度心エコー検査を実施することもなく，本\n件心エコー検査の結果のみからＡＰＷの疑いがあるとして，それを前提\nに本件手術を実施し，ＡＰＷの疑いがない場合の挿入位置に比べ，心臓\nからより遠位（頭側）の上行大動脈の頸部分枝に近い部位に送血カニュ\nーレを挿入した。\nイ  被告の認否・反論\n被告病院の医師らにおいて，過去の心エコー検査の記録を取り寄せて\n分析しなかったこと，再度心エコー検査を実施しなかったこと，ＡＰＷ\nの疑いがあることを前提に予定日を変更することなく本件手術を実施し\nたこと，ＡＰＷの疑いがない場合の挿入位置に比べ，心臓からより遠位\n（頭側）の上行大動脈の頸部分枝に近い部位に送血カニューレを挿入し\nたことは認めるが，過去の心エコー検査の記録を取り寄せて分析した上，\n再度心エコー検査を実施する注意義務を負っていたことは争う。\n原告Ａの術前の心不全の状況は，体重増加不良，哺乳不良，頻呼吸や\n陥没呼吸が見られるなど，極めて重篤であり，外科手術以外に治療方法\nは存在しなかったから，救命するためには，ＡＰＷの存否にかかわらず，\nできるだけ速やかに手術を実施する必要があった。\nまた，本件心エコー検査は，小児の心エコー検査に習熟し稀な先天性\n心疾患を含め数多くの症例を扱ってきた経験豊かな小児循環器の専門医\nが，検査に適した機器・環境の下で，十分な時間をかけて実施したもの\nである上，原告Ａの心不全徴候が強く，胸部レントゲン画像上，右肺優\n位の肺血管陰影や右肺動脈の拡大が認められたことをも考慮して，ＡＰ\nＷの可能性を疑ったものであるから，その判断の信用性は高く，過去の\n検査記録の取寄せや再度の心エコー検査を実施する必要性は乏しい。\n心エコー検査はその読影に限界があるため有益性は必ずしも高くない\n一方で，術前の検査を追加ないし反復することは原告Ａの身体に大きな\n負担を生じさせるおそれがあるから，再度心エコー検査を実施すること\nなく，術中の目視によってＡＰＷの存否を確認することにした判断には\n合理性がある。\n⑵  争点⑵（脳モニターを使用する注意義務の有無）について\nア  原告らの主張\n心臓血管外科手術において体外循環に起因する脳灌流量の不足やカニ\nューレトラブル等を未然に防ぐために脳モニターが存在し，これを使用\nすることは医療水準となっていた。本件手術当時，被告病院には脳モニ\nターが常備されていたし，また，本件手術では頸部分枝に近い部位に送\n血カニューレが挿入されるため，脳灌流障害をもたらす可能性が高かっ\nたから，被告病院の医師らは脳モニターを使用すべきであった。\nなお，脳モニターで測定される前額部の脳局所酸素飽和度（ｒＳＯ ２）\nは，脳に限局した灌流障害が生じた場合には必ずしも中心静脈酸素飽和\n度（ＳｃｖＯ ２）と相関せず，また，脳の灌流障害が生じた場合には，\nＳｃｖＯ ２の値は影響を受けないため，ＳｃｖＯ ２をモニタリングして\nいれば十分というものではない。\nしたがって，被告病院の医師らは，本件手術において，脳モニターを\n使用して，ｒＳＯ ２を測定し，術中に脳に虚血や灌流障害が生じていな\nいかモニタリングを行い，虚血等が生じていることを示す数値が認めら\nれた場合には，頸部分枝への灌流障害を疑い，これを解消するために，\n送血カニューレを動かして位置や角度を調整する義務を負っていた。\nしかし，被告病院の医師らは，脳モニターを用いたモニタリングを怠\nり，術中に脳に虚血等が生じていることを見逃したため，送血カニュー\nレの位置や角度の調整を行わなかった。\nイ  被告の認否・反論\n被告病院の医師らが本件手術において脳モニターを使用しなかったこ\nと，送血カニューレの位置や角度の調整を行わなかったことは認めるが，\n心臓血管外科手術において脳モニターを使用することが医療水準となっ\nていたことは否認し，被告病院の医師らが脳モニターを使用する注意義\n務を負っていたことは争う。\n脳モニターは，その信頼性は懐疑的であり，本件手術当時，小児を含\nむ心臓外科の麻酔管理において術中の標準的モニターとして推奨されて\nおらず，実際に，心臓手術の設備が充実している都内の多くの施設にお\nいても，その使用は一般的ではなかった。\nまた，脳酸素需給バランスの標準的なモニターはＳｃｖＯ ２であり，\nｒＳＯ ２はＳｃｖＯ ２と相関しその代用若しくは補助的なモニターと考\nえられているところ，被告病院の医師らは，本件手術において，Ｓｃｖ\nＯ２を適切にモニタリングしている。\nさらに，一旦挿入した送血カニューレを完全人工心肺・心停止下で動\nかすことは，そのこと自体に，挿入箇所からの出血，一旦使用した箇所\nが利用できなくなる可能性，かえって血流が悪くなる可能性，奥に入れ\nすぎ又は抜けてしまう可能性等の重大なリスクを伴うものであり，特に\n原告Ａのように大動脈のサイズが小さい乳児における上記リスクは，過\n少に見積もられるべきではない。\n⑶  争点⑶（血液ガス分析の数値から原因を探索し解消する注意義務の有無）\nについて\nア  原告らの主張\n原告Ａの血液ガス分析のデータは，人工心肺開始前には低酸素や虚血\nを示す異常は認められなかったのに，開始後は，ＢＥ値（ベースエクセ\nス）が急激に低下し，Ｌａｃ（乳酸値）は上昇して，代謝性アシドーシ\nスの進行を示した。\nその際，体外循環の流量は確保されており，十分な尿量があったから，\n腎臓等の下半身には灌流障害は発生しておらず，他方，送血カニューレ\nが頸部分枝に近い部位に挿入されていたのであるから，被告病院の医師\nらは，上記の代謝性アシドーシスの原因は，脳に灌流障害が発生し局所\n的に虚血による嫌気性代謝が進行したことによるものと推論すべきであ\nった。\nこのように，脳の灌流障害が疑われた以上，被告病院の医師らは，送\n血カニューレを動かし位置や角度を調整して灌流障害を解消する必要が\nあった。\nしたがって，被告病院の医師らは，遅くとも原告Ａの代謝性アシドー\nシスが進行してＢＥ値が－７.７を下回った平成２２年１２月２４日午\n後０時２５分頃の時点において，頸部分枝（特に腕頭動脈及び左総頸動\n脈）の灌流障害による脳の虚血を疑い，送血カニューレの位置や角度を\n調整する注意義務を負っていた。\nしかし，被告病院の医師らは，頸部分枝の灌流障害による脳の虚血を\n疑わなかったため，送血カニューレの位置や角度の調整を行わなかった。\nイ  被告の認否・反論\n人工心肺開始後にＢＥ値が低下しＬａｃが上昇したこと，体外循環の\n流量は確保されており十分な尿量があったこと，送血カニューレが頸部\n分枝に近い部位に挿入されていたこと，被告病院の医師らがカニューレ\nの位置や角度の調整を行わなかったことは認めるが，被告病院の医師ら\nが，原告ＡのＢＥ値が－７.７を下回った時点において，頸部分枝の灌\n流障害による脳の虚血を疑い，送血カニューレの位置や角度を調整する\n注意義務を負っていたことは争う。\nＢＥ値の低下は，何らかの嫌気性代謝の存在を示唆する所見ではある\nが，脳虚血を示唆するものではないし，また，開心術中にＬａｃが上昇\nすることは稀ではなく，低心拍出状態，心原性ショック，又は，アドレ\nナリン，プロポフォールあるいはラクテートリンゲル液の使用等の様々\nな原因が考えられるほか，原告Ａの場合には，手術開始直前までの心不\n全に起因する末梢循環不全による乳酸の発生が，遅れて数値として現れ\nた可能性もあった。\n他方，脳酸素需給バランスの指標であるＳｃｖＯ ２は９０％以上を維\n持しており良好であったし，送血温度，脱血温度，鼻咽頭温度及び直腸\n温度が同様の変化を見せていたから，被告病院の医師らは，全身で偏り\nなく血液循環が行われ，酸素が消費されていると判断した。\nそして，上記⑵イ のとおり，一旦挿入した送血カニューレを動かす\nことにはリスクが伴うから，脳の灌流障害を疑う合理的な理由のない本\n件においては，カニューレを動かすべきではなかった。\n⑷  争点⑷（再度心エコー検査を実施する注意義務 違反と結果との間の相当\n因果関係）について\nア  原告らの主張\nＡＰＷは，過去６回の心エコー検査で指摘されず，結果的にも存在しな\nかったのであるから，再度心エコー検査が実施されていれば，本件心エコ\nー検査におけるＡＰＷの指摘が誤りであり，これが存在しないことを術前\nに確認できた。\nその場合には，ＡＳＤ及びＶＳＤの閉鎖術のみが行われることとなり，\n送血カニューレが本件手術における挿入位置に挿入されることはなかった\nから，頸部分枝への灌流障害による脳の虚血が生じなかった高度の蓋然性\nがある。\nしたがって，再度心エコー検査を実施する注意義務違反と低酸素性虚血\n性脳症の発症という結果との間には相当因果関係がある。\nイ  被告の認否・反論\nＡＰＷが過去６回の心エコー検査で指摘されず結果的にも存在しなかっ\nたことは認めるが，その余は否認する。\n送血カニューレの直径からすれば，これが頸部分枝を塞ぐことは物理的\nにあり得ず，脳の虚血は生じ得ない。\nそもそも，原告らは，本件における送血カニューレの位置や角度にいか\nなる問題があり，いかなる機序で脳灌流障害が生じたのかを特定しておら\nず，原告らの主張はそれ自体失当である。\n⑸  争点⑸（脳モニターを使用する注意義務違反と結果との間の相当因果関\n係）について\nア  原告らの主張\n被告病院の医師らが，本件手術において脳モニターを使用してｒＳＯ ２\nを測定し，遅くとも代謝性アシドーシスが明らかになった平成２２年１２\n月２４日午後０時５分頃までに脳に虚血が生じていることを認識して，送\n血カニューレの位置や角度を調整していれば，頸部分枝への灌流障害によ\nる脳の虚血が生じず，本件手術後，低酸素性虚血性脳症を発症しなかった\n高度の蓋然性がある。\nしたがって，脳モニターを使用する注意義務違反と低酸素性虚血性脳症\nの発症という結果との間には相当因果関係がある。\nイ  被告の認否\n被告病院の医師らが本件手術において脳モニターを使用してｒＳＯ ２を\n測定しなかったこと，人工心肺開始後，送血カニューレの位置や角度を調\n整しなかったこと，本件手術後，原告Ａが低酸素性虚血性脳症を発症した\nことは認めるが，その余は否認する。\n⑹  争点⑹（血液ガス分析の数値から原因を 探索し解消する注意義務違反と\n結果との間の相当因果関係）について\nア  原告らの主張\n被告病院の医師らが，血液ガス分析の数値から原因を探索し，脳に虚血\nが生じていることを認識して，送血カニューレの位置や角度を調整してい\nれば，頸部分枝への灌流障害による脳の虚血が生じず，本件手術後，低酸\n素性虚血性脳症を発症しなかった高度の蓋然性がある。\nしたがって，血液ガス分析の数値から原因を探索し解消する注意義務違\n反と低酸素性虚血性脳症の発症という結果との間には相当因果関係がある。\nイ  被告の認否\n被告病院の医師らが，人工心肺開始後，送血カニューレの位置や角度を\n調整しなかったこと，本件手術後，原告Ａに低酸素性虚血性脳症が発症し\nたことは認めるが，その余は否認する。\n⑺  争点⑺（原告らの損害）について\nア  原告らの主張\n原告Ａの損害\nａ  介護費用（提訴時まで）        １９２９万円\n原告Ａは，平成２３年４月１０日，被告病院を退院して以降，自宅\nで原告両親の介護を受けており，同日から訴訟提起の日の前日（平成\n２８年７月２０日）までに生じた介護費用は，以下のとおりである。\n１万円（１日に要する介護費用）×１９２９日（平成２３年４月１\n０日から平成２８年７月２０日までの日数）\n＝１９２９万円\nｂ  将来介護費用        ７１５９万７３０５円\n１万円（１日に要する介護費用）×３６５日×１９．６１５７（５\n歳女性の平均余命８１.６４歳に対応するライプニッツ係数）\n＝７１５９万７３０５円\nｃ  介護に必要な器具の費用    １０万０６９５円\nｄ  介護実費（提訴時まで）  １５０万６３８８円\nｅ  将来介護実費         ２２１万００６１円\n１１万２６６８円（１年に要する介護実費）×１９.６１５７（５\n歳女性の平均余命８１.６４歳に対応するライプニッツ係数）\n＝２２１万００６１円\nｆ  治療・リハビリの交通費        １００万円\nｇ  その他費用                  ５万９８００円\nｈ  後遺症による逸失利益  ３５２３万５０２６円\n４６６万７２００円（賃金センサス平成２２年・男女計学歴計）×\n１００％（労働能力喪失率）×７.５４９５（１８歳から６７歳ま\nでの４９年間に対応するライプニッツ係数）\n＝３５２３万５０２６円\nｉ  後遺症による慰謝料           ２５００万円\n原告Ａは，被告病院の医師らの注意義務違反により，重篤な後遺症\nを残し，以後の人生を重度の障がい者として生きることを余儀なくさ\nれたのであり，その苦痛を金銭に換算すると，２５００万円を下回る\nことはない。\nｊ  弁護士費用          １５５９万９９２７円\nｋ  合計              １億７１５９万９２０２円\n原告両親の損害\nａ  固有の慰謝料              各１０００万円\n原告両親は，被告病院の医師らの注意義務違反により，実子である\n原告Ａに重篤な後遺症が残り，両親として原告Ａの生涯にわたる介護\nを余儀なくされ，原告Ａの死亡に比肩する精神的苦痛を被ったもので\nあり，これを金銭に換算すると，各１０００万円を下回ることはない。\nｂ  原告Ｂのその他の損害\n⒜  家の建築費                 １０００万円\n⒝  車の購入費                    １００万円\nｃ  弁護士費用\n⒜  原告Ｂ                        ２１０万円\n⒝  原告Ｃ                      １００万円\nｄ  合計\n⒜  原告Ｂ                    ２３１０万円\n⒝  原告Ｃ                     １１００万円\nイ  被告の認否\n争う。\n第３  当裁判所の判断\n１  認定事実\n前記前提事実，証拠（甲Ａ２１，乙Ａ１１～１３，原告Ｃ本人，証人Ｄ医\n師，同Ｅ医師及び同Ｋ〔以下「Ｋ医師」という。〕のほかは，掲記のとおり）\n及び弁論の全趣旨によれば，以下の医学的知見及び事実が認められる。\n⑴  医学的知見\nア  ＡＰＷの鑑別検査\nＡＰＷの鑑別には心エコー検査が有用であり，上行大動脈の拡大及び大\n動脈肺動脈中隔の欠損が見られるほか，カラードプラ法（ドプラ効果を用\nいて血流を二次元的に可視化するもので，一般的には，探触子に近づく血\n流を赤で，遠ざかる血流を青で表示し，血流速度を色の濃さで表示する。）\nによって大動脈から肺動脈への血流が見られる。\nもっとも，心エコー検査による鑑別を行う場合，大動脈肺動脈中隔の欠\n損を認識することが困難な場合もある。すなわち，欠損のない正常例にお\nいてもアーチファクト（虚像）として断裂像を呈することがあり，真の欠\n損孔との鑑別が必要となる。また，カラードプラ法で得られる血流速度は\n三次元空間内を流れる血流速度の探触子に向かう成分のみであるため，一\nつの血流であっても，血流の方向と超音波ビームの方向の位置関係によっ\nては異なる色で表示されたり，全く表示されないことがあり，また，反対\nに，異なる血流であっても，探触子に向かう流速成分が近似している場合\nには，両者の区別が困難なことがある。\nなお，心エコー検査は，非侵襲的で診断能力の高い検査法であるが，検\n査が長時間にわたると，新生児や乳児では，体温の低下を来して，心不全\nやチアノーゼの悪化を招く可能性があるため，注意が必要とされる。\n（甲Ｂ３，６，１４，乙Ｂ１１）\nイ  ＡＰＷに対する手術における送血カニューレの挿入位置\n先天性心疾患に対する開心術においては，人工心肺を使用し，体外循環\n下で手術手技を行うが，その際には，送血カニューレを挿入して，上行大\n動脈に送血する。\nＡＰＷに対する手術においては，人工心肺の送血カニューレは，ＡＳＤ\n及びＶＳＤのみに対する手術におけるカニューレの挿入位置よりも遠位\n（心臓から遠い位置）に挿入される。それは，送血カニューレを，上行大\n動脈の可能な限り遠位の，欠損孔から十分に離れた位置に挿入することに\nよって，欠損孔の修復の妨げにならないようにする必要があるからである。\n（甲Ｂ１３，乙Ｂ６，証人Ｅ医師〔９頁〕，Ｇ鑑定人，Ｈ鑑定人，Ｊ鑑定\n人）\nウ  人工心肺使用中の循環動態に関するモニター\n人工心肺使用中の患者は，人工的な血液循環等の非生理的な状況にある\nから，患者と人工心肺の状態を把握して生命維持に当たる必要がある。\n人工心肺使用中の患者の循環動態に関するモニターとしては，以下のよ\nうなものがある。\n無侵襲脳内酸素飽和度モニター（脳モニター）\n脳モニターは，近赤外線分光法（ＮＩＲＳ）の一種であり，近赤外線\nを体表（前額部）から経頭蓋骨的に投射し，脳組織内で反射して返って\nきた信号を分析して，脳組織内の酸素飽和度（脳局所酸素飽和度〔ｒＳ\nＯ ２〕）を計測するものであり，非侵襲的・連続的なモニターが可能で\nある。\nｒＳＯ ２は，前額部にプローブを装着して，プローブ装着部位直下の\n虚血変化を経時的に検出する。脳モニターが示すｒＳＯ ２の絶対値は，\n様々な因子により影響を受け，真の酸素飽和度と異なるため，信頼性は\nない。そのため，麻酔開始前に得られた値を基準値として，術中のｒＳ\nＯ ２値が基準値から２０～３０％低下した場合に虚血の可能性が示唆さ\nれるにとどまる。\n本件手術当時に公表されていた，日本心臓血管外科学会等複数の学会\nが作成した「人工心肺装置の標準的接続方法およびそれに応じた安全教\n育等に関するガイドライン」（平成１９年３月作成。以下「本件ガイド\nライン」という。）には，人工心肺使用中の脳モニターの使用について\nの言及はない。\n被告病院では，本件当時，成人に対する手術には脳モニターを使用し\nていたが，小児の心臓手術には使用しておらず，小児の心臓手術で脳モ\nニターをＳｃｖＯ ２モニターと併用するようになったのは，平成２８年\n頃からであった。\n（甲Ｂ８～１０，乙Ｂ７，証人Ｅ医師〔２６～２８頁〕，同Ｋ医師〔３\n３頁〕，Ｉ鑑定人，Ｊ鑑定人）\n中心静脈血酸素飽和度（ＳｃｖＯ ２）\nＳｃｖＯ ２は，上大静脈を灌流する血液中の酸素飽和度であり，生体\nにおける酸素消費及び酸素運搬の関係を示すパラメータである。\n上大静脈は，上半身の血液を集めて右房に流れ込む静脈であり，頭部，\n頸部，胸部，肩甲部，上肢からの血液を受ける。\n（乙Ｂ１５，Ｇ鑑定人，Ｉ鑑定人，Ｊ鑑定人）\nｐＨ（水素イオン濃度），ＢＥ値（ベースエクセス），Ｌａｃ（乳酸\n値）\n全身又は一部の組織が虚血（低酸素）となり，細胞レベルで酸素を使\n用しない代謝（嫌気性代謝）が進むと，乳酸が産生されることで酸が増\n加してアシドーシスに傾くため（代謝性アシドーシス），循環動態の悪\nい患者は，血液が酸性に傾きやすい。\nアシドーシスを示す指標として，ｐＨ，ＢＥ値，Ｌａｃがある。ｐＨ\nは，酸性又はアルカリ性の度合いを数値で表すものであり，７が中性で\nあり，それ未満であれば酸性，それより大きければアルカリ性を示す。\nＢＥ値は，塩基過剰の程度を示す指標であり，ＢＥ値がマイナスの場合\nはアシドーシスが存在する。成人の場合，体外循環中であっても，ｐＨ\nは７.３５～７.４５，ＢＥ値は０±４が望ましいとされる。\n末梢の血液循環が非常に悪い患者では，嫌気性代謝により産生された\n乳酸が末梢組織に貯蔵され，人工心肺の開始により末梢循環動態が改善\nされることで，貯蔵された乳酸が全身の血液に循環し，Ｌａｃの上昇と\n代謝性アシドーシスが認められることがある（ウォッシュアウト）。\n（甲Ｂ１９，２０，乙Ａ１２〔１１頁〕，Ｇ鑑定人）\n尿量\n尿量は，良好な循環動態が得られなければ維持されない。腎臓は，血\n流の自己調節機能が破綻するのが比較的早いため，尿量が維持され，腎\n血流が保たれている場合には，身体の主要臓器の血流も保たれていると\nいうことになる。\n尿量は，最低でも１ml/kg/時が必要で，５～１０ml/kg/時が望ましい\nとされる。\n（甲Ｂ１９）\n⑵  事実経過\nア  原告Ａは，平成２２年９月５日午前５時２３分，群馬県太田市に所在す\nる藤井レディースクリニックにおいて，原告両親の次女として，出生した。\n出生時の体重は３０６２ｇ，身長は４７.０㎝であった。\n（甲Ａ１〔６頁〕）\nイ  原告Ｃは，同年９月２５日，原告Ａに感冒症状（鼻汁・咳）が見られた\nため，同原告に，群馬県太田市に所在する太田東こども＆おとな診療所\n（以下「太田東診療所」という。）を受診させた。\n同診療所のＬ医師は，原告Ａに心雑音があると指摘した。\n原告Ｃは，同年１０月５日，藤井レディースクリニックで原告Ａに生後\n１か月健診を受けさせたが，その際にも，原告Ａに心雑音があると指摘さ\nれた。\nそのため，原告Ｃは，同日，原告Ａに太田東診療所を受診させたが，Ｌ\n医師は，原告Ａに対し，心エコー検査（１回目の心エコー検査）を実施し\nて，ＡＳＤと診断した。\n（甲Ａ２，２１〔１，２頁〕～２３，乙Ａ３〔２６頁〕）\nウ  原告Ｃは，太田東診療所から足利赤十字病院の紹介を受け，同年１０月\n１９日，原告Ａに同病院を受診させた。\n足利赤十字病院小児科のＭ医師は，同日，原告Ａに対し，心エコー検査\n（２回目の心エコー検査）を実施して，直径５㎜のＡＳＤ及び直径約４～\n６㎜のＶＳＤが認められると診断した。\n（甲Ａ２，２１〔２頁〕，乙Ａ１１〔１頁〕）\nエ  原告Ａは，同年１１月４日，足利赤十字病院において，Ｄ医師の診察を\n受けた。\nＤ医師は，原告Ａに対し，心エコー検査（３回目の心エコー検査）を実\n施して，ＡＳＤ，ＶＳＤ，うっ血性心不全，肺高血圧症と診断した。この\n際，原告Ａには，陥没呼吸が認められた。\nＤ医師は，原告Ｃに対し，原告Ａに手術が必要であることを説明して，\n被告病院での手術を勧めた。\n（甲Ａ３，２１〔２頁〕，乙Ａ３〔２頁〕，１１〔１頁〕，証人Ｄ医師\n〔４頁〕）\nオ  原告Ａは，同年１１月７日，原告Ｃが授乳した後に嘔吐した。\nまた，原告Ａについて，頻呼吸，陥没呼吸があり，呼吸が苦しそうであ\nったため，原告Ｃは，足利赤十字病院の救急外来を受診させ，原告Ａは，\n精査加療目的で同病院に入院することになった。入院時の原告Ａの体重は\n４.２２㎏，身長は５６.０㎝であった。\nＭ医師は，原告Ａを診察して，頻呼吸（６０～７０/分），陥没呼吸，\n頻脈（１６０～１８０回/分），哺乳不良を認めたことから，心不全の増\n悪を疑った。\n（甲Ａ２１〔３，４頁〕，乙Ａ３〔２２，２６頁〕）\nカ  Ｄ医師は，同年１１月８日，足利赤十字病院において，原告Ａに対し，\n心エコー検査（４回目の心エコー検査）を実施して，ＶＳＤは大きく，Ａ\nＳＤは直径約５㎜程度であり，いずれも左右短絡が目立つ旨診断した。\n（甲Ａ４，２１〔６頁〕）\nキ  原告Ａは，同年１１月１３日，内服薬により陥没呼吸の程度が軽減して，\n心不全症状の増悪はないと考えられたため，試験外泊として自宅に戻り，\n同月１５日，そのまま足利赤十字病院を退院した。\n（甲Ａ２１〔６頁〕，乙Ａ３〔２６頁〕）\nク  Ｄ医師は，同年１１月１８日，足利赤十字病院において，原告Ａに対し，\n心エコー検査（５回目の心エコー検査）を実施して，ＶＳＤは直径６.５\n㎜，ＡＳＤは直径４.８㎜であり，いずれも有意に左右短絡が認められる\n旨診断した。\nＤ医師は，同日，Ｍ医師の代筆により，被告病院に宛てて，原告Ａの診\n療情報提供書（患者紹介状）を作成した。その内容は，原告Ａには，出生\n後から頻呼吸が認められていたが，生後１か月半頃からは頻呼吸が増悪し\nて，陥没呼吸を伴うようになり，同年１１月７日からは，心不全症状の増\n悪と考えられる状態になったため，経過観察の目的で足利赤十字病院に１\n週間程度入院した。現在は全身状態及び呼吸状態が比較的安定しているこ\nとから，被告病院心臓外来の受診を勧めたというものであった。\n（甲Ａ５，２１〔６頁〕，乙Ａ３〔２２頁〕）\nケ  原告両親は，足利赤十字病院から被告病院の紹介を受け，同年１１月２\n４日，原告Ａに同病院を受診させた。\nＤ医師は，原告Ａに対し，心エコー検査（６回目の心エコー検査）を実\n施して，ＡＳＤは直径６.５㎜，ＶＳＤは直径約８.３㎜であり，ＡＳＤ，\nＶＳＤ，うっ血性心不全，肺高血圧症と診断した。\nその際，原告Ａは，体重は４１１４ｇ，身長は５５.８㎝とやせている\n状態で，表情は良く，にこにこして，活発に動いており，チアノーゼや浮\n腫は認められず，呼吸数は５０回/分程度であり，陥没呼吸はあるものの，\n同年１１月４日の足利赤十字病院における診察時よりも軽度であった。\n（甲Ａ６，２１〔１，２頁〕，乙Ａ３〔６～８，２２ ，２３頁〕，１１\n〔１頁〕）\nコ  同年１２月１日，原告Ａについて，被告病院の小児科循環器班及び心臓\n血管外科の医師らによる心臓合同カンファレンスが開かれたが，その結果，\nＶＳＤ（２型），ＡＳＤ，肺高血圧症，両心負荷，うっ血性心不全であり，\n体重増加不良から見て心不全は重度と診断され，利尿薬の投与等の一般的\nな心不全の治療を行ったにもかかわらず，改善せず，体重が増加しないた\nめ，栄養状態等がより悪くなる前に，また，呼吸器がウイルスに感染しな\nいうちに，できるかぎり早期に手術を実施するのが妥当と判断され，同月\n２４日に手術を実施する予定とされた。\n（乙Ａ３〔８，２６頁〕，１１〔１，２頁〕，１２〔１頁〕，証人Ｄ医師\n〔５，６頁〕，同Ｅ医師〔５，６頁〕）\nサ  原告Ａは，同年１２月２日，足利赤十字病院において，Ｄ医師の診察を\n受けた。\nＤ医師は，原告Ｃに対し，上記コの内容を説明し，原告両親は，同年１\n２月２４日に原告Ａに手術を受けさせることを決め，Ｄ医師にその旨申し\n込んだ。\nＤ医師は，原告Ａに強い陥没呼吸が認められたため，同原告が被告病院\nに入院後，同病院小児科のＮ医師に，呼吸器病変の合併について診察を依\n頼する方針とした。\n（甲Ａ２１〔７頁〕，乙Ａ３〔８頁〕，証人Ｄ医師〔２０～２３頁〕）\nシ  原告Ａは，同年１２月２１日，ＡＳＤ及びＶＳＤに対する手術を受ける\n目的で，被告病院に入院した。入院時の原告Ａの体重は４２１６ｇ，身長\nは５８.６㎝であり，著しい体重増加不良の状態であった。\n原告Ａは，同日，胸部レントゲン検査を受けた。その結果，右心室の肥\n大が疑われる所見及び右肺血管の透過性亢進，右肺の部分的な無気肺，両\n肺の過膨張の所見が得られた。原告Ａには著明な陥没呼吸も認められたが，\n被告病院小児科のＮ医師は，上記の画像所見及び陥没呼吸については，肺\n疾患の可能性は低く，ＡＳＤ及びＶＳＤによる高肺血流量によるものと判\n断した。\n（乙Ａ１の１〔６８，６９頁〕，Ａ３〔９頁〕）\nス  同年１２月２２日\n原告両親は，午後１時から１時間程度，Ｅ医師から，原告Ａに対する\n手術について説明を受けた。Ｅ医師は，原告両親に対し，「慶應義塾大\n学病院小児（先天性）心臓血管外科手術説明書」（甲Ａ８，乙Ａ１の３\n〔１５３頁〕。（以下「本件説明書」という。））を示し，その中の心\n臓の模式図に書込みをしながら，概要，以下のような説明を行った。\n原告Ａの病名は，心室中隔欠損及び心房中隔欠損であり，肺へ向かう\n血流が多い状態にあり，その根治のために欠損孔の閉鎖術を行う。手術\nは，人工心肺・心停止法によって実施し，手術時間は正味２時間である。\n手術早期（術後３０日以内）の死亡率は１.０％（数値はＥ医師が本件\n説明書に手書きで書き込んだ。なお，本件説明書には，心臓血管手術共\n通の術後早期合併症として「脳神経障害（～１％）」という記載があ\nる。）と予測される。\n原告Ｂは，以上の説明を聞いた上で，本件説明書の下部に，原告Ａ及\nび同Ｂの氏名を記入した。\nまた，原告Ｂは，同Ａに対するＡＳＤ及びＶＳＤの閉鎖術について担\n当医から十分な説明を受け，診療上手術が必要であることを了解し，そ\nの実施を承諾する旨が記載された「承諾書」（乙Ａ１〔１５４頁〕）に，\n原告Ａ及び同Ｂの氏名及び住所を記入し，押印した。\nさらに，Ｅ医師は，原告両親に対し，「慶應義塾大学病院における小\n児（先天性）心臓血管外科手術について」（乙Ａ６）と題する書面を渡\nした。同書面には，手術担当医，手術前の準備，手術の方式（術式），\n手術の危険性及び合併症（「脳神経障害（～１％）：特に人工心肺を使\n用した手術・・・で発生することが多いと言われています。大多数は一\n過性ですが，後遺症を残す場合があります。」という記載がある。），\n手術後の入院治療，退院等に関する説明が記載されている。\n（甲Ａ８，２１〔８，９頁〕，乙Ａ１の３〔１５３～１５４頁〕，Ａ６，\n１１〔２頁〕，１２〔２頁〕，証人Ｅ医師〔１７～２０頁〕）\n被告病院小児科のＦ医師は，術前の状況確認のため，原告Ａに対し，\n本件心エコー検査を実施した。その結果，原告Ａの腕頭動脈の直径は約\n６.４㎜，左総頸動脈の直径は約３.４㎜，左鎖骨下動脈の直径は約３.５\n㎜と計測された。\n原告Ａの手術を担当するＥ医師等の心臓血管外科の医師ら及びＤ医師\nやＦ医師等の小児科循環器班の医師らは，本件心エコー検査の結果につ\nいてカンファレンスを行った。その結果，上行大動脈と肺動脈の分岐部\nに，前者から後者へ流入するカラーが見られた上，原告Ａの心不全徴候\nが強く，胸部レントゲン画像上も右肺優位の肺血管陰影が認められ，右\n肺動脈が６.１㎜と拡大していたことからすると，これまで確認されて\nいたＡＳＤ及びＶＳＤに加え，直径９㎜程度と推定される大動脈肺動脈\n窓（ＡＰＷ）が存在すると考えて矛盾しない所見が認められると判断さ\nれた。そこで，原告Ａの手術においては，ＡＰＷの存在が疑われること\nを前提とする術式を採ることとなった。\n（乙Ａ１の１〔５５，５６，６９頁〕，１の２〔１９１ 頁〕，１の３\n〔１４２，１４３頁〕，Ａ５の１，２，Ａ１０，１１〔２頁〕，１２\n〔７頁〕，証人Ｄ医師〔７～１３頁〕，同Ｅ医師〔７～９頁〕）\nＥ医師は，上記カンファレンスの結果を踏まえ，午後７時頃，原告両\n親に対し，本件説明書を示しながら，本件心エコー検査の結果，新たに\nＡＰＷが疑われたため，これに対する手術を実施することから，手術時\n間は延長されて３～４時間になり，手術早期（術後３０日以内）の死亡\n率は上昇して，３.０％と予測されることなどを説明した上，本件説明\n書を交付した。\n（甲Ａ２１〔９，１０頁〕，乙Ａ１の３〔１５３頁〕，Ａ１１〔２頁〕，\n１２〔２頁〕）\nセ  本件手術\n本件手術の実施\n同年１２月２４日，被告病院において，本件手術（心室中隔欠損パッ\nチ閉鎖，心房中隔欠損直接閉鎖，試験的大動脈切開）が実施された。\n手術チームは，心臓血管外科のＥ医師，Ｏ医師及びＰ医師の３名，麻\n酔担当のＫ医師及びＱ医師の２名，手術室麻酔科責任者のＲ医師及びＳ\n医師の２名，臨床工学技師のＴ技師，Ｕ技師及びＶ技師の３名並びに看\n護師で構成された。\n（乙Ａ１の２〔１４１，１４３頁〕，２，７，１２〔２頁〕）\n入室から執刀開始まで\nａ  原告Ａは，午前９時３０分，手術室に入室した。入室時の原告Ａの\n体重は４２１６ｇ，身長は５８.６㎝，心拍数は１２１回/分，ＳｐＯ\n２（経皮的動脈血酸素飽和度）は９８％であった。\nｂ  原告Ａに対し，午前９時４０分，麻酔薬のプロポフォールが投与さ\nれ，午前９時４４分，挿管が行われた。\nｃ  Ｋ医師らは，術中の原告Ａの状態を把握するため，以下のモニター\nを装着した。\n⒜  中心静脈カテーテル\n右頸静脈から挿入して上大静脈内に留置し，静脈血のＳｃｖＯ ２\n（中心静脈血酸素飽和度）を測定する。\n⒝  心エコー\n経食道で挿入し，心臓を映す。\n⒞  挿管チューブ\n気管から挿入し，ＥＴＣＯ ２（呼気終末期二酸化炭素濃度）を測\n定する。\n⒟  サチュレーション\n手指に装着し，ＳｐＯ ２等を測定する。\n⒠  観血的動脈圧ライン（Ａライン）\n右足背部の動脈に確保し，体血圧のモニター及び動脈血液ガス検\n体等の採取部位として使用する。\nｄ  原告Ａの血圧\n原告Ａの血圧は，入室時（午前９時３０分）には収縮期 血圧９２\n～１００mmHg／拡張期血圧６７mmHg であり，午前９時４０分には１\n２０mmHg 台／６５mmHg であったが，以後，約８０mmHg／３０mmHg 台\nにまで下がり，その状態がしばらく継続し，午前１０時５０分以降は，\n収縮期血圧は５０mmHg 台に低下し，午前１１時２５分以降は，更に\n４０mmHg 台に低下した。\n（乙Ａ１の２〔１４１～１４７頁〕，２，１３〔２，３頁〕）\n執刀開始から人工心肺開始まで\nａ  Ｅ医師らは，午前１１時３分，本件手術の執刀を開始した。\nＥ医師らは，原告Ａ の胸部を切開し，続いて，胸骨正中切開，胸\n腺亜全摘，心膜切開をして，心臓を露出した。また，ＶＳＤを閉鎖す\nるために縫着する予定で，心膜の一部を採取し，液体処理をして保存\nした。\nｂ  前記のとおり，原告Ａの血圧が低下したため，Ｋ医師らは，午前１\n１時５分，原告Ａに対し，ショック症状に適応のあるメチルプレドニ\nゾロンを１５０㎎注射した。\nまた，Ｋ医師らは，午前１１時２２分，ヘパリン（抗血液凝固剤）\nとともに，フェニレフリン（昇圧剤）を５０㎍投与し，更にエフェド\nリン（昇圧剤）を１㎎投与したが，午前１１時３０分には，収縮期血\n圧が３０mmHg 台にまで低下したため，エピネフリン（アドレナリン）\nを３㎍投与した。\nｃ  原告Ａの収縮期血圧は，午前１１時３５分には４０mmHg まで，午\n前１１時４０分には５０mmHg 台まで回復した。\nｄ  Ｅ医師らは，午前１１時４３分，原告Ａに人工心肺を装着するため\nに，送血カニューレを，遠位の上行大動脈の頸部分枝に近い部位から\n大動脈弓部に向け，カニューレに付されているデプスマークに合わせ\nて，約５㎜挿入した。送血カニューレの挿入位置は，別紙の「本件挿\n入位置」と記載された位置（以下「本件挿入位置」という。）であり，\n腕頭動脈の直下であった。送血カニューレの外径直径は，８Ｆｒ（約\n２.７㎜）であった。\n原告Ａについて，送血カニューレを挿入する際，用手的に抵抗な\nく動脈血を採血することができた。\nｅ  原告Ａの収縮期血圧は，午前１１時４５分，６０mmHg 台にまで回\n復した。\nｆ  Ｅ医師らは，午前１１時５２分には原告Ａの上大静脈に，午前１１\n時５４分には下大動脈に，それぞれ脱血カニューレを挿入した。\n（乙Ａ１の２〔１４２，１４３頁〕，２，１２〔６，７頁〕，１３\n〔１～４頁〕，Ｂ１，証人Ｅ医師〔９～１１頁〕，同Ｋ医師〔６，\n７頁〕）\n人工心肺開始から１回目の大動脈遮断解除まで\nａ  原告Ａは，午前１１時５５分，人工心肺が開始されて，体外循環の\n状態に入り，午前１１時５６分，完全体外循環となった。\n原告Ａについて，人工心肺を接続した際，動脈側の回路で拍動が触\n知され，人工心肺を開始した際，送血側の回路の内圧に異常はなく，\nまた，人工心肺流量が目標に到達した時点と上下大静脈に挿入した２\n本のカニューレの位置を固定した時点のいずれにおいても，２本の脱\n血カニューレから脱血されてくる静脈血の色調に明らかな差異は見ら\nれなかった。\nｂ  Ｅ医師らは，原告Ａについて，午後０時８分，大動脈遮断を行い\n（１回目の大動脈遮断），心筋局所冷却を開始し，また，４２ml の\n輸血をするとともに，ミオコール（血管拡張剤）を投与し，更に，送\n血温を下げることにより低体温化を行った。\nｃ  Ｅ医師らは，原告Ａについて，心停止下で，ＡＳＤ及びＶＳＤの閉\n鎖術のために，右房を切開し，固定処理した自己心膜を整形し，それ\nをパッチとして用いてＶＳＤを縫合して閉鎖し，三尖弁の前尖と中隔\n尖の辺縁同士を縫合することにより弁形成を行い，ＡＳＤは巾着縫合\nで直接閉鎖した。\nｄ  次に，Ｅ医師らは，原告Ａについて，ＡＰＷを確認するため，大動\n脈基部の右室流出路で大きく覆われている部分を部分的に剝離し，大\n動脈切開を左側の面で縦方向に置き，右冠動脈口の高さを越えて下方\nに延長した上で，上行大動脈を内面側から観察したが，ＡＰＷは確認\nできなかった。\n（乙Ａ１の２〔１４１，１４３頁〕，１の３〔１４３頁〕，２，７，\n１２〔８，９頁〕，１３〔４～６頁〕，証人Ｋ医師〔２８～３０\n頁〕）\n１回目の大動脈遮断解除から手術の終了まで\nａ  Ｅ医師らは，原告Ａについて，ＡＳＤ及びＶＳＤに対する手術を終\nえ，切開していた右房及び大動脈を縫合閉鎖して，午後０時５９分，\n大動脈遮断を解除した（１回目の大動脈遮断解除）。\nｂ  Ｅ医師らは，原告Ａについて，午後１時１３分，人工呼吸を再開し\nたが，午後１時１５分，心電図上のＳＴ部分の有意な上昇や右室壁運\n動の悪化が見られたため，術中の右冠動脈閉塞を疑い，人工呼吸を中\n止した上，午後１時２２分，再度，大動脈を遮断し（２回目の大動脈\n遮断），大動脈切開の縫合線を一旦ほどき，心臓の状態を確認した。\nｃ  Ｅ医師らは，午後１時２９分，原告Ａの心臓を再縫合し，午後１時\n３０分，大動脈遮断を解除したところ（２回目の大動脈遮断解除），\n心電図と右室壁運動が回復していることが確認された。\nｄ  Ｅ医師らは，原告Ａについて，午後１時４４分，体外循環を終了さ\nせ，午後１時４５分，人工心肺を終了させた。\nｅ  人工心肺使用中の原告Ａの循環動態に関するデータ等\n⒜  人工心肺使用開始前から同終了後までの原告Ａの尿量及び血液ガ\nス分析のデータは，以下のとおりであった。\n時刻  尿量\n（累積）ml\nｐＨ  ＢＥ値\nmmol/Ｌ\nＬａｃ\nmmol/Ｌ\n午前１０時３０分    ７.３８６\n午前１０時４２分    ７.３６５  ＋３.５  ０.８\n午後  ０時３分    ７.３４０  －４.１  ３.７\n午後  ０時２５分  １２\n午後  ０時２６分    ７.３７９  －７.７  ４.１\n午後  ０時４２分  １３\n午後  １時５分    ７.２８８  －１１.２  ５.８\n午後  １時２３分  １７\n午後  １時２８分    ７.４１０  －８.３  ６.１\n午後  １時３６分  １９\n午後  １時５７分    ７.２２８  －６.４  ８.０\n午後  ２時５０分    ７.３８２  －１.３  ７.８\n⒝  人工心肺使用開始前から同終了時までの原告Ａの灌流量，体温及\nび脱血温度，送血温度は，以下のとおりであった。\n時刻  灌流量\nml/kg/分\n鼻咽頭温度\n℃\n直腸温度\n℃\n脱血温度\n℃\n送血温度\n℃\n午前１１時２２分    ３４.２  ３４.５\n午前１１時５５分  ７０  ３４.９  ３５.２  ３３.１  ２９.２\n午前１１時５６分  １８１  ３４.４  ３４.９  ３３.７  ３２.５\n午後  ０時５分  ２０２  ３３.６  ３３.８  ３３.４  ３３.３\n午後  ０時７分  ２０２  ３３.４  ３３.７  ３３.１  ３３.１\n午後  ０時８分  ２０２  ３３.４  ３３.７  ３３.１  ３３.０\n午後  ０時１８分  ２０９  ３１.８  ３２.１  ３１.６  ３１.４\n午後  ０時２５分  ２０９  ３１.３  ３１.６  ３１.２  ３１.２\n午後  ０時３２分  ２１２  ３１.９  ３２.１  ３２.０  ３２.２\n午後  ０時３８分  ２１６  ３１.９  ３２.１  ３２.０  ３２.０\n午後  ０時４２分  ２１６  ３１.９  ３２.２  ３２.０  ３２.０\n午後  ０時５３分  ２１４  ３１.５  ３１.９  ３１.７  ３１.８\n午後  ０時５６分  ２０７  ３１.６  ３１.９  ３２.４  ３４.６\n午後  ０時５９分  ２０９  ３３.０  ３２.９  ３４.４  ３６.２\n午後  １時５分  ２１９  ３５.８  ３５.４  ３５.６  ３６.６\n午後  １時２１分  ２１９  ３６.５  ３６.４  ３６.１  ３６.７\n午後  １時２２分  ２１９  ３６.７  ３７.０  ３６.２  ３６.４\n午後  １時２３分  ２１９  ３６.７  ３７.０  ３６.２  ３６.４\n午後  １時３０分  ２１９  ３６.５  ３７.０  ３６.４  ３６.７\n午後  １時３６分  １９８  ３６.８  ３７.０  ３６.４  ３６.５\n午後  １時４２分    ３６.３  ３６.７  ３６.０  ３６.１\n午後  １時４４分    ３６.０  ３６.６\n⒞  原告ＡのＳｃｖＯ ２（中心静脈血酸素飽和度）は，人工心肺使用\n中，９０％前後で推移していた。\nｆ  Ｅ医師らは，原告Ａについて，午後３時５７分，胸骨閉鎖を行った。\n（乙Ａ１の２〔１４１～１４７，１５３頁〕，２，７，１２〔１０\n頁〕，１３〔６，７頁〕 ，証人Ｋ医師〔７～１１，１３～１５，\n３２頁〕）\n手術チームは，午後４時８分，本件手術を終了した。\n（乙Ａ２，１２〔１０頁〕）\n原告両親は，午後５時３０分，Ｅ医師及びＤ医師から，術後の説明を\n受けた。その概要は，以下のとおりである。\n本件手術直前の本件心エコー検査で疑われたＡＰＷは，術中直視下で\nは確認できなかった。ＡＰＷの確認のために，通常のＡＳＤ及びＶＳＤ\nに対する手術に比べ必要な処置が増え，技術的にも難易度が上がった。\n人工心肺離脱の際，右心室が急激に張ったため，ＡＰＷの確認のために\n切開した大動脈を縫合閉鎖する際に，右冠動脈を一部引き連れた可能性\nがあったことから，縫合部位を再度開き，縫合し直したところ，右心室\nの動きや張りは少しずつ改善した。これにより手術時間が長くなり，結\n果的に原告Ａに必要以上の負担を掛けてしまい，申し訳なく思う。しか\nし，ＡＰＷの確認をしないわけにはいかなかった。現時点の評価として\nは，右心室の機能は徐々に改善してくるものと思われる。\n（甲Ａ２１〔１２頁〕，乙Ａ１の１〔７１頁〕，原告Ｃ本人〔５頁〕）\nソ  被告病院の看護師は，同年１２月３０日，原告Ａに対し，全抜鉤を実施\nした。\n（乙Ａ１の１〔４５，７７頁〕）\nタ  原告Ａは，平成２３年１月１日，自発呼吸はできる状態であったが，腹\n臥位で入眠中刺激すると，ときどき手足がつっぱる様子が見られた。\n（乙Ａ１の１〔４３頁〕）\nチ  原告Ａについて，同年１月３日午前３時頃，覚醒しているが，追視しな\nい様子が見られた。\n（乙Ａ１の１〔４２頁〕）\nツ  原告Ａについて，同年１月６日午前９時頃，開眼しているが，おとなし\nく，追視しない様子が見られた。\n（甲Ａ２１〔１５頁〕，乙Ａ１の１〔３８頁〕）\nテ  原告Ａについて，同年１月７日午前３時頃，一点を凝視している様子や\n頻呼吸が認められた。\n原告Ａについて，同日午前１０時頃，腹臥位にすると足がつっぱって，\n着地せず，神経学的に問題がある可能性があるため，抜管し，鎮静を止め\nた上で，神経学的に評価を行っていく予定とされた。\n原告Ａについて，同日午後２時３０分，体を反り返らせ，下肢を突っ張\nる様子が見られたが，硬直や痙攣等ではないと考えられた。\n（乙Ａ１の１〔３６，３８頁〕）\nト  原告Ａは，同年１月８日午後６時頃，腹臥位で静かに開眼していたが，\n同日午後６時３０分，看護師が体位変換をした際，下肢のつっぱりが強い\n様子が見られた。\n（乙Ａ１の１〔３５頁〕）\nナ  原告Ａは，同年１月９日午前１０時頃，下肢のつっぱりは強くないが，\n視点が合わず，同日午後９時頃，看護師が体位変換をした際，下肢のつっ\nぱりは強くないが，無表情が続いた。\n（乙Ａ１の１〔３４頁〕）\nニ  原告Ａは，同年１月１０日，下肢の関節が硬く，刺激がないとほとんど\n入眠している状態であり，同月１１日，ミダゾラムの投与が中止され，同\n月１２日，目は少し合うものの，手足の動きが弱く，下肢関節の可動性は\n変わらず悪い状態であった。\n（乙Ａ１の１〔３１～３３頁，１０１頁〕）\nヌ  同年１月１３日，原告Ａに挿入されていた気管チューブが抜管された。\n被告病院小児科のＷ医師は，同日，原告Ａに対し，頭部エコー検査を実\n施した。その結果，両側脳室が拡大している所見があり，低酸素脳症にお\nけるびまん性の萎縮の可能性があると考えられた。\nＷ医師は，原告Ａの，視線が合わない，筋緊張亢進，関節拘縮，不随意\n運動，採血時の痛覚鈍麻等の神経所見について神経班に相談した。\n原告Ａについて，脳波検査が実施され，痙攣の重積や基礎波に徐波がな\nいか精査されたが，明らかな所見は見られなかった。\nＷ医師は，原告Ａの呼吸が安定し次第，頭部造影ＭＲＩ検査を実施して\n血管走行を確認する方針とした。\n（乙Ａ１の１〔１０６～１０８頁〕）\nネ   Ｆ医師は，同年１月１４日，原告Ｃに電話を架け，原告Ａについて，\n神経に異常がある可能性があるため，頭部のＣＴ検査やＭＲＩ検査を実\n施することを伝えた。原告Ｃが，神経に異常があった場合の対応につい\nて尋ねると，Ｆ医師は，リハビリを実施する旨答えた。\n原告Ａについて，同日，頭部ＣＴ検査が実施された。その結果，両側\n大脳半球には広範，高度の萎縮が，両側視床には低酸素性虚血性脳症後\nの陳旧性病変と考えられる嚢胞状病変がそれぞれ認められた。\n原告Ａは，同日，看護師が体位変換や吸引を行っても，ほとんど啼泣\nせず，下肢のつっぱりが強く，力が入っている状態であり，覚醒すると\n右手を招くような動作があり，筋肉の緊張が強い様子が見られた。\n（甲Ａ２１〔１６頁〕，乙Ａ１の１〔２６，３０，１２４頁〕，原告Ｃ\n本人〔９頁〕）\nノ  原告Ａについて，同年１月１８日，頭部ＭＲＩ検査が実施された。\n被告病院小児科神経班の医師らは，同年１月１９日，頭部ＭＲＩ画像上，\n慢性の全般性脳萎縮及び層状壊死が認められ，全般性低酸素性虚血性障害\n後の慢性変化に一致する所見であると診断した。\nまた，同日，被告病院小児科循環器班及び神経班がカンファレンスを行\nったが，その際，神経班は，頭部ＭＲＩ画像の所見は低酸素性虚血性脳症\n（ＨＩＥ）と矛盾せず，本件手術中の人工心肺開始後の急激な乳酸値の上\n昇と末梢血管の収縮を認めたが，明らかな原因は不明であると説明した。\n（乙Ａ１の１〔１２４，１２５，１２８頁〕）\nハ  原告Ａについて，同年１月２０日，脳波検査が実施されたが，症候性て\nんかんを示唆する所見は認められなかった。\n（甲Ａ２１〔１７頁〕，乙Ａ１の１〔１２９頁〕，１の２〔１４９頁〕）\nヒ  同年１月２１日，被告病院において，本件手術及び術後の原告Ａの状態\nについて，心臓血管外科，小児科，麻酔科及び臨床工学技師によるカンフ\nァレンスが行われた。\nその際，心臓血管外科に対しては，送血カニューレが腕頭動脈や総頸動\n脈等を閉鎖する可能性について質問があったが，カニューレの直径は８Ｆ\nｒ（約２.７㎜）であるから，物理的に動脈を閉鎖する可能性は低い旨の\n回答がされた。また，頭部へのサチュレーション（酸素飽和度）等のモニ\nターの装着の有無について質問があったが，装着していない旨の回答がさ\nれた。\n麻酔科に対しては，送血カニューレの挿入時の循環動態の変化について\n質問があったが，カニューレ挿入から人工心肺開始までの間にＳｃｖＯ ２\nの低下等は認められなかった旨の回答がされた。\n臨床工学技師に対しては，人工心肺が開始されてから，乳酸値やアシド\nーシスが悪化していることについて質問があったが，人工心肺自体が生体\nに侵襲的なものであるから，異常とはいえない旨の回答がされた。また，\n脳モニターの装着の有無について質問があったが，装着していない旨の回\n答がされた。\nＥ医師は，原告Ａの術後経過について，人工心肺離脱後の血液ガス分析\nのデータは良くないが，手術室での経過上，脳血流障害を起こす可能性の\nある出来事は認められないと述べた。\n（乙Ａ１の２〔１２５～１２８頁〕）\nフ  Ｅ医師，Ｄ医師，Ｆ医師及び小児科神経班の医師らは，同年１月２２日，\n原告両親に対し，同Ａの病状について，概要，以下のような説明を行った。\n本件手術後，鎮静を軽減していく過程で，視線が合わない，手足に力が\n入っているという神経症状が見られたため，頭部のＣＴ検査やＭＲＩ検査\nを実施して精査したところ，脳全体に萎縮が認められることが判明した。\n血液が脳に届かないなど何らかの理由で脳の細胞に十分な酸素が行き渡ら\nなかったために生じた可能性がある。しかし，記録上，本件手術において，\n脳に血液が届いていないことを示す事情は認められず，人工心肺回路につ\nいても，送血カニューレの位置にも，脳に血液を供給する血管にも異常は\nなかった。術前に明らかな神経の異常はなく，術後の呼吸管理で酸素の取\nり込みが悪いということもなく，血液検査でも全身に影響を与えるような\n病態の存在を示す異常は認められなかった。カンファレンスの結論として\nは，原因不明ということである。人工心肺を使用することで神経に症状が\n出ることは確率的にゼロではない。重要なのは今後の発育であり，なるべ\nく良い方向に発育を促していくため，医療側は全力を尽くす。今後の治療\nとしては，リハビリを実施し，痙攣を抑える薬剤を呼吸状態とのバランス\nを取りながら処方することになる。脳の萎縮の程度は軽いとはいえず，障\n害が残る可能性は不明である。\n（甲Ａ１５，２１〔１７～２２頁〕，乙Ａ１の２〔１３０～１３６頁〕，\n原告Ｃ本人〔９頁〕）\nヘ  原告Ａは，同年４月１０日，被告病院を退院した。\nそれ以降，原告Ａは，群馬県立小児医療センターを受診しつつ，太田総\n合病院の訪問看護を受けている。\n原告Ａは，現在，寝たきりの状態であり，移動にはバギーカーを必要と\nし，言葉を発することはできず，定期的に痙攣があり，嚥下はできず，栄\n養摂取は経鼻管を用いて行う状態である。\n（甲Ａ２１〔１，２３～２７頁〕，乙Ａ１の２［１０２頁〕，原告Ｃ本人\n〔１７，１８頁〕）\n２  争点⑴（再度心エコー検査を実施する注意義務の有無）について\n⑴  原告らは，被告病院の医師らは，本件心エコー検査で初めて指摘された\nＡＰＷの所見に関して，過去６回にわたり実施されＡＰＷの 所見が確認さ\nれなかった心エコー検査の記録を取り寄せて分析した上，再度心エコー検\n査を実施して，ＡＰＷの存否を確認する注意義務を負っていたにもかかわ\nらず，これを怠り， 過去の心エコー検査の記録を取り寄せて分析すること\nも，また，再度心エコー検査を実施することもなく，本件 心エコー検査の\n結果のみからＡＰＷの疑いがあるとして，それを前提 に本件手術を実施し，\nＡＰＷの疑いがない場合の挿入位置に比べ，心臓からより遠位（頭側） の\n上行大動脈の頸部分枝に 近い部位に送血カニューレを挿入した と主張する。\n⑵ア  まず，過去の心エコー検査の記録を取り寄せて分析する注意義務の有\n無について検討する。\n前記認定のとおり，本件心エコー検査を実施したＦ医師を含む被告病院\nの医師らは，本件心エコー検査の結果についてカンファレンスを行い，上\n行大動脈から肺動脈への血流を示す所見が認められ，原告Ａの強い心不全\n徴候や従前の胸部レントゲン画像上の所見も併せ考慮して，ＡＰＷの存在\nが疑われると判断したが，その際，過去の心エコー検査の記録を取り寄せ\nて分析することはなかった。\nこの点について，Ｇ鑑定人，Ｈ鑑定人及びＪ鑑定人の３名は，一致して，\n不適切ではない旨の意見を述べる。\nその理由として，Ｇ鑑定人は，一般に，心エコー検査の結果を最もよく\n理解できるのはそれを実施した者であり，本件心エコー検査は，本件手術\n直前に，手術方法に影響を与えかねない他の合併心血管疾患の見落しがな\nいかを確認するために，専門医が実施したものであるから，その信頼性は\n最も高いことを挙げ（鑑定人調書〔３，４頁〕），また，Ｈ鑑定人は，解\n剖学的異常は短期間に変化するものではないところ，本件心エコー検査は，\n信頼できる施術者が高性能の機器を用いて実施した最新の結果であること\nを挙げており（Ｈ鑑定人），いずれも医学的合理性のある意見であると認\nめられる。\n以上によれば，被告病院の医師らが，過去の心エコー検査の記録を取り\n寄せて分析する注意義務を負っていたということはできない。\nイ  次に，本件心エコー検査の後，本件手術を行う前に，再度心エコー検査\nを実施する注意義務の有無について検討する。\n前記認定のとおり，原告Ａには，体重増加不良（平成２２年１１月２４\n日から同年１２月２１日の間に１０２ｇしか増加していない。），頻脈，\n頻呼吸，陥没呼吸が認められていたが，これを踏まえて，被告は，原告Ａ\nの術前の心不全の状況は極めて重篤であり，外科手術以外に治療方法は存\n在しなかったから，救命するためには，ＡＰＷの存否にかかわらず，でき\nるだけ速やかに手術を実施する必要があったと主張するのに対し，原告ら\nは，原告Ａに重篤な心不全はなかったと反論する。\n原告Ａの心不全の程度について，Ｇ鑑定人は，原告Ａにはうっ血性心不\n全があり，その重症度を判断するに当たって最も重視されるのは体重増加\n不良であるが，この点について上記のような著しい不良が認められる以上，\n遅くとも１～２か月以内には手術を実施する必要があるという状態であっ\nた旨の意見を述べる（鑑定人調書〔６頁〕）。Ｈ鑑定人も，体重増加不良\nを考慮すると，もう少し早い時期に手術を実施すべきであったという意味\nで心不全は重篤であった旨の意見を述べる（鑑定人調書〔７頁〕）。また，\nＪ鑑定人は，すぐにでも手術を実施すべきという状態ではないが，全身状\n態が安定している間に可能な限り早期に実施することが望ましいという状\n態であった旨の意見を述べる（鑑定人調書〔８頁〕）。他方，Ｉ鑑定人は，\n重篤という概念の捉え方にもよるが，麻酔科医の立場からすると，前投薬\nとしてセルシンシロップ（眠剤）とモルヒネ（麻薬）が投与されているこ\nとから，重篤とはいえない旨の意見を述べる（鑑定人調書〔６，７頁〕）。\n以上によれば，原告Ａの心不全は，少なくとも手術を実施する小児心臓\n外科医の立場からは，通常よりも早期に手術を実施すべきという状態であ\nったと認められる。\n以上を踏まえて，再度心エコー検査を実施する注意義務の有無について\n検討する。\nこの点について，Ｄ医師は，本件心エコー検査の結果の説得力は相当に\n大きいものであり，また，ＡＰＷが存在しないことを前提として術式を選\n択した場合に，術中にその存在が判明したときは，手術が成り立たなくな\nるため，ＡＰＷが存在する可能性を否定できない場合には，存在すること\nを前提に手術に臨む必要があるから，再度の心エコー検査を実施してもＡ\nＰＷの存在を否定できない可能性が高い以上，それを実施する必要性は乏\nしく，他方，心不全を有する原告Ａにとって心エコー検査の実施に伴う身\n体的負担は小さくないことなどを総合的に判断した結果，再度の心エコー\n検査は実施しなかったと証言する（証人Ｄ医師〔１２，１３頁〕）。\nそして，Ｇ鑑定人は，ＡＰＷが存在する場合に，それが存在しない前提\nで手術をすることには大きな問題があるが，ＡＰＷが存在しない場合に，\nそれが存在する前提で手術をしても大きなリスクの増加はなく，患者の心\n不全の状態によっては，疑い診断のままで手術をすることも不合理ではな\nいという理由により（鑑定人調書〔４頁〕），また，Ｈ鑑定人は，再度心\nエコー検査を実施してＡＰＷの存否を確認することが望ましいとしながら，\n比較的稀で見逃されることの多い病変が見つかった場合に，それは存在し\nないという除外確定診断をつけることは困難であり，手術はいずれにして\nもＡＰＷが存在することを前提にせざるを得ないという理由により（鑑定\n人調書〔５頁〕），いずれも，再度の心エコー検査を実施しなかったこと\nは不適切ではない旨の意見を述べる。\nこれに対し，Ｊ鑑定人は，再度の心エコー検査を実施しなかったことは\n不適切であるとするが，それは，ＡＰＷの存否を確認できた方が望ましい\nことから，可能であれば再度の検査を実施するという選択肢もあったと思\nわれるという趣旨にとどまるものであるし，また，再度の検査を実施した\nとしても，ＡＰＷは存在しないと断定することは非常に難しいため，それ\nが存在する前提で手術の準備をする必要があり（鑑定人調書〔５，２２\n頁〕），再度の検査を実施したとしてもその後の経過に変化はないという\nのであるから，法的な意味で再度の心エコー検査を実施する義務があった\nという趣旨を述べるものではないと解される。\n以上によれば，被告病院の医師らが，再度心エコー検査を実施する注意\n義務を負っていたということはできない。\n⑶  なお，ＡＰＷの存在が疑われることを前提 に実施された本件手術におけ\nる送血カニューレの 挿入位置（別紙記載の本件挿入位置）について， Ｇ鑑\n定人は，本件挿入位置に挿入する場合，送血カニューレの位置や角度によ\nっては腕頭動脈の血流が不十分になる 可能性があるため，自分は，本件挿\n入位置とは異なり， 小弯側（大動脈弓部の近位〔心臓寄りの内側〕）に挿\n入するが（鑑定人調書〔９，１０頁〕） ，小児においては，ウイリス動脈\n輪が発達しており，脳内の動脈が左右で交通しているため， 左右どちらか\nに血液が流れれば，脳全体に流れることになり，腕頭動脈の血流が不十分\nになったとしても脳障害は生じないから，本件挿入位置は不適切ではない\n旨の意見を述べる（鑑定人調書〔２７，３０，３７，３８頁〕）。Ｈ鑑定\n人も，本件挿入位置は教科書的に正しく，また，小児では，両方の頸動脈\nが閉塞しない限り脳障害は生じないから，本件挿入位置は不適切ではない\n旨の意見を述べる（鑑定人調書〔１０，３３，３７，３８頁〕）。\nこれに対し，Ｊ鑑定人は，麻酔科医としての経験から，本件挿入位置につ\nいて，これほど腕頭動脈の基部に近い位置に挿入するのは見たことがなく，\n不適切である旨の意見を述べるが（鑑定人調書〔１１，３５頁〕），これは，\nあくまでも麻酔科医としての経験に基づくものにすぎず，他方で，本件挿入\n位置への挿入であっても人工心肺は機能するという話も聞くと述べており\n（鑑定人調書〔３６頁〕），小児心臓外科を専門とするＧ鑑定人及びＨ鑑定\n人が小児における脳の血管の構造等の医学的知見に基づき述べる意見に比し\nて，その妥当性は相対的に低いというべきであって，採用することができな\nい。\n以上によれば，本件挿入位置が不適切であったということはできない。\n３  争点⑵（脳モニターを使用する注意義務の有無）について\n⑴  原告らは，被告病院の医師らは，本件手術において， 脳モニターを使用\nして，前額部の脳局所酸素飽和度（ｒＳＯ ２）を測定し，術中に脳に虚血や\n灌流障害が生じていないかモニタリングを行い，虚血 等が生じていること\nを示す数値が認められた場合には，送血カニューレを動かして 位置や角度\nを調整する義務を負っていたにもかかわらず，脳モニターを用いたモニタ\nリングを怠り，術中に脳に虚血 等が生じていることを見逃したため，送血\nカニューレの位置や角度の調整を行わなかったと主張する。\n⑵  前記認定のとおり， 本件手術当時に公表されていた本件ガイドラインに\nは，人工心肺使用中の脳モニターの使用についての言及はない。\n本件手術において中心静脈酸素飽和度（ＳｃｖＯ ２）によるモニタリング\nが行われた一方，脳モニターは使用されなかったことについて，Ｇ鑑定人は，\nＳｃｖＯ ２によるモニタリングについて，上大静脈（上半身の灌流静脈）の\n酸素飽和度を測定するものであり，上半身の灌流は脳灌流がその多くを占め\nるため，脳の血流異常を把握できるものであって，当時としては優れたモニ\nタリングであるとし，他方，脳モニターについては，脳の表面の一部を測定\nするにすぎず，脳全体は測定できないため，当時は採用していない施設が多\nく，現在でも採用していない施設があるから，本件手術当時，これを使用し\nなかったことは不適切ではない旨の意見を述べる（鑑定人調書〔１８，１９\n頁〕）。Ｈ鑑定人は，ＳｃｖＯ ２によるモニタリングについて，乳児は頭部\nが大きく，上大静脈の血流のうち脳の血流が占める割合が高いため，これに\nよって，脳全体の酸素需給バランスや脳灌流障害の有無を評価することがで\nきるし，他方，脳モニターについては，本件手術当時使用していた施設は現\n在の半数以下と考えられ，ガイドライン上も必要性が示されていないから，\n本件手術当時，これを使用しなかったことは不適切ではない旨の意見を述べ\nる（鑑定人調書〔１８，２０頁〕）。Ｉ鑑定人は，ＳｃｖＯ ２によるモニタ\nリングについて，本件手術当時としては優れたモニタリングといえるし，他\n方，脳モニターについては，本件手術当時，小児用プローベを使用する施設\nは極めて稀であったから，これを使用しなかったことは不適切ではない旨の\n意見を述べる（鑑定人調書〔１９，２０頁〕）。また，Ｊ鑑定人は，Ｓｃｖ\nＯ ２によるモニタリングについて，本件手術当時としては先進的なモニタリ\nングといえるし，他方，脳モニターについては，この使用により予後が改善\nすることを示すエビデンスレベルの高い研究はほとんどなく，ＳｃｖＯ ２は\nｒＳＯ ２と相関するという知見もあるから，これを使用しなかったことは不\n適切ではないが，送血カニューレを遠位に挿入する本件手術においては，偏\n心性の送血となり脳灌流に左右差が生じる可能性があることも考慮して，新\n生児用のプローベが用意されているのであれば，脳モニターを使用すること\nも考えられる旨の意見を述べる（鑑定人調書〔１９，２１頁〕）。\nこのように，本件手術において脳モニターを使用しなかったことは不適切\nとはいえないという点では，４名の鑑定人の意見は一致している。\n以上によれば，被告病院の医師らが，脳モニターを使用する注意義務を負\nっていたということはできない。\n⑶  これに対し，原告らは，ＳｃｖＯ ２は，ｒＳＯ ２，バイタルサイン，乳酸\n値等の測定と組み合わせて 初めてモニターとして使用できるものであ るか\nら，被告病院の医師らは，ＳｃｖＯ ２によるモニタリングに加え，脳モニタ\nーを併用する注意義務を負っていたと主張し，これを裏付ける見解として\n乙Ｂ第１５号証の論文を援用する。\nしかしながら，上記論文は，人工心肺を使用しない両方向性グレンシャン\nト手術という本件手術とは異なる術式の手術における症例報告にすぎない上，\n本件手術当時，ＳｃｖＯ ２によるモニタリングは一般的ではなかった，ある\nいは，脳モニターの使用は医療水準となっていたなどの内容を述べるもので\nはないから，脳モニターを使用する注意義務の存在を基礎付けるものではな\nい。\n原告らの上記主張は採用することができない。\n４  争点⑶（血液ガス分析の数値から原因を探索し解消する注意義務の有無）に\nついて\n⑴  原告らは，被告病院の医師らは，遅くとも原告Ａの代謝性アシドーシス\nが進行してＢＥ値が－７.７を下回った平成２２年１２月２４日午後０時２\n５分頃の時点において，頸部分枝（特に腕頭動脈及び左総頸動脈）の灌流\n障害による脳の虚血を疑い，送血カニューレの 位置や角度を調整する注意\n義務を負っていたにもかかわらず，これを怠ったと主張する。\n⑵  前記認定のとおり，本件手術中の同年１２月２４日午後０時２６分，原\n告ＡのＢＥ値は－７.７，Ｌａｃは４.１となり，同日午後１時５分には，Ｂ\nＥ値は－１１.２，Ｌａｃは５.８となったが，この間，人工心肺から原告Ａ\nへの灌流量は２００ml/kg/分以上が維持され，ＳｃｖＯ ２（中心静脈血酸素\n飽和度）は９０％前後で推移し ，鼻咽頭温度及び直腸温度は，送血温度の\n変化に追従して変化していた。\nこの点について，Ｅ医師は，送血カニューレの位置の異常は，ほとんど\nの場合，人工心肺開始直後に判明するところ，本件では，送血カニューレ\nを挿入した深さ （ 約 ５ ㎜ の デ プ ス マ ー ク に 合 わ せ て 挿 入 した 。 ） ， 角度\n（目視による。），人工心肺開始後の流量（２００ml/kg/分以上）及び脱\n血の色調（上大静脈と下大静脈から返ってくる 静脈血の色調に明らかな差\n異がないかをチェックする。）等を確認したが異常は見られなかったから，\nカニューレの位置に異常があったとは考えられず，Ｌａｃが上昇してアシ\nドーシスが進行した原因 としては，最初に灌流障害を疑うべきで はあるが，\n本件では，ＳｃｖＯ ２が良好な数値を維持していた上，鼻咽頭温度と直腸温\n度が同調して上下しているため，血流が一方に偏ったとは考えにくいこと\nから，灌流障害は否定的である反面，人工心肺開始前の状態が極めて悪か\nったため，各種の昇圧剤が投与されるなどしており，これによって発生し\nた嫌気性代謝がその後に反映されて乳酸の産生を促したと考えるのが 最も\n自然であると証言する。\nまた，Ｅ医師は，送血カニューレを動かすとしても，動かし方の目安が\nないため，やみくもに動かすことになり， 誤って抜けてしまったり，灌流\n圧がかえって悪化してしまったりする リスクがあることから，カニューレ\nの位置の異常を示唆する所見がない限り，動かすべきではないと証言する\n（証人Ｅ医師〔１０～１６頁〕）。\n⑶  この点について，Ｇ鑑定人は，原告Ａは，人工心肺使用下で，全身の循\n環血液量の約３倍に 相当する輸液等を受けることによって，全身にサイト\nカイン（催炎物質）が生じてい たと考えられ，１回目の大動脈遮断解除ま\nでのＢＥ値の低下やＬａｃの上昇は，体外循環の影響による末梢循環不全\nや心停止液の注入によるものとして許容範囲内の変化であり，その他に脳\n灌流障害を疑わせるデータ は認められないという理由により（鑑定人調書\n〔３９，４３頁〕） ，また，Ｈ鑑定人は，ＢＥ値の低下やＬａｃの上昇の\n原因は，麻酔開始から人工心肺開始までの間の低血圧によって全身の循環\n不全が生じていたところに，人工心肺が開始され循環が正常化したことに\nよってウォッシュアウトが生じたものと考えられる一方で，人工心肺開始\n後については，流量は維持されており，人工心肺回路の作動状況 や全身循\n環の指標に問題はな かったという理由により（鑑定人調書〔３９，４２，\n４３頁〕），いずれも，頸部分枝の灌流障害による脳の虚血を疑 うことは\nできず，したがって，送血カニューレの位置や角度を調整しなかったこと\nは不適切ではない旨の意見を述べる。\nこれに対し，麻酔科医であるＪ鑑定人は，ＢＥ値の低下やＬａｃの上昇の\n原因は，灌流障害によって臓器に虚血が生じたことにあり，同年１２月２４\n日午後０時２５分頃の時点では経過観察は妥当であるが，Ｌａｃが５.８ま\nで上昇した同日午後１時５分の時点では，直接的な脳灌流障害の所見がなく\nても，送血カニューレを微調整して変化が起こるか否か見るという判断があ\nってもよかったという意味で，カニューレの位置や角度を調整しなかったこ\nとは不適切である旨の意見を述べる（鑑定人調書〔３８，４２頁〕）。\nしかしながら，原告らが主張する同日午後０時２５分頃の時点において，\n被告病院の医師らが送血カニューレの位置や角度を調整する注意義務を負っ\nていなかったことについては，Ｊ鑑定人を含め，３名の鑑定人の意見が一致\nしているところである。\nなお，Ｊ鑑定人は，その後の同日午後１時５分の時点では，送血カニュー\nレを微調整して変化が起こるか否か見るという判断があってもよかったとい\nうが，この意見自体，法的な意味で，カニューレの位置や角度を調整する義\n務があったということまで述べる趣旨とは解されないし，また，カニューレ\nを動かすことには種々のリスクが伴うから，合理的な理由や必要性がないの\nにカニューレを動かすべきではないところ，本件において，カニューレを動\nかす合理的な理由や必要性があったことを認めるに足りる証拠はない。\n以上によれば，被告病院の医師らが，遅くともＢＥ値が－７.７を下回っ\nた同年１２月２４日午後０時２５分頃の時点において，送血カニューレの位\n置や角度を調整する注意義務を負っていたということはできない。\n５  まとめ\n⑴  以上のとおり，被告病院の医師らに注意義務違反があったということは\nできない。\n⑵  なお，原告Ａに生じた脳神経障害の原因について検討すると，Ｇ鑑定人\nは，低血圧，貧血，呼吸不全，肺換気不全，送血カニューレの位置 の異常\nによる脳灌流障害，空気塞栓，その他原因不明の事象が考えられるが， 前\n４者については，血液ガス分析のデータや血圧から否定的であり，また，\nカニューレの位置の異常による脳灌流障害を疑わせる所見は見られないた\nめ，空気塞栓の可能性が最も高い旨の意見を述べる （鑑定人調書〔５０，\n５１，７３頁〕）。Ｈ鑑定人は，麻酔開始から人工心肺開始までの間の低\n血圧 に よ る 脳 灌 流 不 全 が 原 因 で あ る 可 能 性 が 最 も 高 い 旨 の 意 見 を 述 べ る\n（鑑定人調書〔５０頁〕）。Ｉ鑑定人は，空気塞栓等の塞栓症の可能性が\n高い旨の意見を述べる（鑑定人調書〔５０頁〕）。 Ｊ鑑定人は，可能性の\n高い順から，人工心肺中の何らかの原因による脳灌流障害 による虚血，人\n工心肺開始前に遷延した低血圧 に起因する脳虚血，原因不明の脳虚血が原\n因となった可能性がある旨の意見を述べる （鑑定人調書〔４９， ６１，６\n２頁〕）。\nこのように，原告Ａに生じた脳神経障害の原因については，４名の鑑定人\nの意見が一致しておらず，結論として不明といわざるを得ない。\n⑶  原告Ａは本件手術の結果として極めて重篤な後遺症を残すに至ったもの\nであり，本人はもとより，その健全な成長を楽しみにしていた原告両親の\n悲痛な心情は察するに余りある。\nしかしながら，人体の複雑さは無限である のに対し，人知は有限であり，\nこれを前提としたときに，被告病院の医師らに注意義務違反があったとは\nいえない以上，被告に対して法的責任を追及することはできない。\n以上の次第で，被告の債務不履行責任又は不法行為責任（使用者責任）\nが成立する余地はない。\n第４  結論\nよって，原告らの請求はいずれも理由がないからこれを棄却することとし\nて，主文のとおり判決する。\n東京地方裁判所民事第３４部\n裁判官   清光  成実\n裁判長裁判官中園浩一郎及び裁判官田中邦治は，転補のため，署名押印するこ\nとができない。\n裁判官   清光  成実\n"
}