{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 3,
    "month": 5,
    "day": 13
  },
  "case_number": "平成29(行ウ)2",
  "case_name": "労働者災害補償不支給決定取消請求事件",
  "court_name": "札幌地方裁判所",
  "gist": "東北地方太平洋沖地震を契機として発生した福島第一原子力発電所における放射性物質等の放出事故の災害復旧作業につき，がれき集積・積込・撤去作業等の業務に従事した際の放射線被ばくが原因となり，がんを発症したと主張して，労働者災害補償保険法に基づく療養補償給付及び休業補償給付の各支給を請求したところ，処分行政庁から，がんは放射線業務に起因して発症したとはいえないとして，上記給付を支給しない旨の各処分を受けたため，その取消しを求めた事案において，がんの発症が上記業務による放射線の被ばくに起因するとみることはできず，上記各処分は適法であるとされた事例。",
  "lawsuit_id": "90536",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=90536",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/536/090536_hanrei.pdf",
  "contents": "判      決\n主      文\n１  原告の請求をいずれも棄却する。\n２  訴訟費用は原告の負担とする。\n事実及び理由\n第１  請求\n１  Ａ労働基準監督署長が原告に対して平成２７年１月２８日付けでした労働者\n災害補償保険法に基づく療養補償給付及び休業補償給付を支給しない旨の処分\nを取り消す。\n２  Ａ労働基準監督署長が原告に対して平成２７年７月１０日付けでした労働者\n災害補償保険法に基づく休業補償給付を支給しない旨の処分を取り消す。\n第２  事案の概要\n原告は，平成２３年３月１１日の東北地方太平洋沖地震を契機として発生した\n福島第一原子力発電所（以下「本件原発」という。）における放射性物質等の放出\n事故（以下「本件事故」という。）の災害復旧作業に従事した際の放射線被ばくが\n原因となり，膀胱がん，胃がん及びＳ状結腸がん（以下，これらの疾病を併せて\n「本件疾病」という。）を発症したとして，労働者災害補償保険法（以下「労災保\n険法」という。）に基づく療養補償給付及び休業補償給付の各支給を請求したと\nころ，処分行政庁であるＡ労働基準監督署長から，原告の本件疾病は放射線業務\nに起因して発症したとはいえないとして，上記給付を支給しない旨の各処分（以\n下「本件各処分」という。）を受けた。\n本件は，原告が，原告の本件疾病の発症は上記作業に起因するものであり，本\n件各処分は違法であると主張して，その取消しを求めた事案である。\n１  法令の定め等\n(1) 電離放射線障害に係る業務上の疾病の労災認定に係る法令の定め等\nア  労災保険法による保険給付は，労働者の業務上の負傷，疾病，障害又は死\n亡に関する保険給付等とされており（労災保険法７条１項），これらの保険\n給付として療養補償給付及び休業補償給付が定められている（同法１２条の\n８第１項１号，２号）。そして，療養補償給付は，労働基準法（以下「労基法」\nという。）７５条１項に規定する災害補償の事由が生じた場合に，休業補償\n給付は，労基法７６条１項，７５条１項に規定する災害補償の事由が生じた\n場合に，補償を受けるべき労働者等に対し，その請求に基づいて行うとされ\nている（労災保険法１２条の８第２項）。\nイ  労基法の定める災害補償の事由は，療養補償については労働者が必要な療\n養を行った場合であり（同法７５条１項），休業補償については労働者が同\n項の規定による療養のため，労働することができないために賃金を受けない\n場合である（同法７６条１項）。同法７５条１項に規定する業務上の疾病及\nび療養の範囲は厚生労働省令で定められることとされている（同条２項）。\nこれを受けて労働基準法施行規則（平成３１年厚生労働省令第６７号による\n改正前のもの。以下「労基則」という。）３５条は，労基法７５条２項の規定\nによる業務上の疾病について，別表第１の２で列挙している。\n労基則別表第１の２は，１号から９号において，業務上の負傷に起因する\n疾病（１号）のほか，特定の有害因子を含む業務に従事することにより当該\n業務に起因して発症し得ることが医学経験則上一般的に認められている疾\n病を類型的に列挙した上で（２号から９号まで），１０号に「厚生労働大臣の\n指定する疾病」を規定するほか，１１号に「その他業務に起因することの明\nらかな疾病」を規定する。電離放射線にさらされる業務による疾病について\nは，労基則別表第１の２において，２号の５に「電離放射線にさらされる業\n務による急性放射線症，皮膚潰瘍等の放射線皮膚障害，白内障等の放射線眼\n疾患，放射線肺炎，再生不良性貧血等の造血器障害，骨壊死その他の放射線\n障害」，７号の１３に「電離放射線にさらされる業務による白血病，肺がん，\n皮膚がん，骨肉腫，甲状腺がん，多発性骨髄腫又は非ホジキンリンパ腫」と\n規定されているが，本件疾病（膀胱がん，胃がん，Ｓ状結腸がん）は，規定\nされていない。\nウ  労働省労働基準局長は，昭和５１年１１月８日付けで，基発第８１０号「電\n離放射線に係る疾病の業務上外の認定基準について」（以下「基発第８１０\n号通達」という。）を発出した。基発第８１０号通達は，「電離放射線障害の\n類型」のうち，急性放射線症等の一部の疾病について，労基則に定める業務\n上の疾病として認定基準を定めるとともに，これに認定基準を定めていない\n電離放射線障害については，都道府県労働局から厚生労働省にりん伺の上，\n業務上外の認定をするものとした。そして，基発第８１０号通達は，本件疾\n病（膀胱がん，胃がん，Ｓ状結腸がん）の認定基準を定めていない。（甲Ｂ１）\nエ  厚生労働省は，基発第８１０号通達に定めがなく，都道府県労働局から厚\n生労働省にりん伺される事案に係る発症疾病と電離放射線被ばくとの因果\n関係について専門的な見地から検討するため，厚生労働省労働基準局労災補\n償部長が，電離放射線障害に精通した専門家に参集を求め，医学上の意見を\n徴し，当該事案への的確な対応を図ることを目的に，「電離放射線障害の業\n務上外に関する検討会」（以下「本件検討会」という。）を開催し，個別事案\nごとの検討を行うものとしている。（乙Ａ３）\nオ  本件検討会は，個別事案について取り扱うとともに，認定基準に定めのな\nいがんに係る労災請求がなされた場合，個別のがんごとに最新の医学的知見\nを収集・分析・検討して，「電離放射線障害の業務上外に関する検討会」報告\n書を作成している。本件検討会は，平成２４年９月に胃がん及び結腸がんに\nついて，平成２７年１月に膀胱がんについて，それぞれ報告書を作成した（以\n下，これらの報告書を併せて「本件検討会報告書」という。なお，上記３つ\nのがん以外のがんに関する本件検討会作成の報告書と併せて「本件検討会報\n告書等」ということがある。）。本件検討会報告書の各内容の要旨は，以下の\nとおりである。（甲Ｂ２，３，５，弁論の全趣旨〔被告第１準備書面・３４頁〕）\n(ｱ) 胃がんに係る検討会報告書（甲Ｂ２〔８枚目〕）\nａ  被ばく線量について\n胃がんに関する個別の文献のうち，発症あるいは死亡が統計的に有意\nに増加する最小被ばく線量について直接的にふれた文献の中で，最も低\nい最小被ばく線量を示した文献では，１グレイ以上の被ばく群でリスク\nの有意な増加が認められたとしている。なお，この文献では，胃がんに\n関しては１グレイ未満では統計的に有意な差があるとは言えないとし\nているが，統計的な検出力を考えると，このことは必ずしも「全く差が\nない」ことを意味するわけではない。\n胃がんを含む全固形がんを対象とした文献レビューでは，被ばく線量\nが１００から２００ミリシーベルト以上において統計的に有意なリス\nクの上昇は認められるものの，１００ミリシーベルト未満での健康影響\nについて言及することは困難であるとされている。\nｂ  潜伏期間について\n胃がんに関する個別の文献では，被ばくから１０年以降に死亡リスク\nの増加が認められている。統計的検出力の高い全固形がんを対象とした\n文献レビューでは，全固形がんの最小潜伏期間は５から１０年程度であ\nるとしている。\nｃ  放射線被ばく以外のリスクファクターについて\n胃がんには，放射線被ばく以外にピロリ菌，喫煙及び高塩分食品がリ\nスクファクターとして知られている。\n(ｲ) 結腸がんに係る検討会報告書（甲Ｂ３〔１０枚目〕）\nａ  被ばく線量について\n結腸がんに関する個別の文献のうち，発症あるいは死亡が統計的に有\n意に増加する最小被ばく線量について直接的にふれた文献では，１グレ\nイ以上の被ばく群でリスクの有意な増加が認められたとしている。なお，\nこの文献では，結腸がんに関しては１グレイ未満では統計的に有意な差\nがあるとは言えないとしているが，統計的な検出力を考えると，このこ\nとは必ずしも「全く差がない」ことを意味するわけではない。\n結腸がんを含む全固形がんを対象とした文献レビューでは，被ばく線\n量が１００から２００ミリシーベルト以上において統計的に有意なリ\nスクの上昇は認められるものの，１００ミリシーベルト未満での健康影\n響について言及することは困難であるとされている。\nｂ  潜伏期間について\n結腸がんに関する個別の文献では，短いもので被ばくから５年以降で\n発症リスクの有意な増加が認められている。統計的検出力の高い全固形\nがんを対象とした文献レビューでは，全固形がんの最小潜伏期間は５か\nら１０年程度であるとしている。\nｃ  放射線被ばく以外のリスクファクターについて\n結腸がんには，放射線被ばく以外に，飲酒，肥満及び運動不足がリス\nクファクターとして知られている。\n(ｳ) 膀胱がんに係る検討会報告書（甲Ｂ５〔１，７頁〕）\nａ  被ばく線量について\n膀胱がんを含む全固形がんを対象とした原子放射線の影響に関する\n国連科学委員会（以下「ＵＮＳＣＥＡＲ」という。）等の知見では，被ば\nく線量が１００から２００ミリシーベルト以上において統計的に有意\nなリスクの上昇は認められるものの，がんリスクの推定に用いる疫学的\n研究方法はおよそ１００ミリシーベルトまでの線量範囲でのがんのリ\nスクを直接明らかにする力を持たないとされている。\n膀胱がんに関する個別の文献では，膀胱がんの発症が統計的に有意に\n増加する最小被ばく線量を示す文献はなく，ＵＮＳＣＥＡＲ等の知見を\n覆すエビデンスは得られなかった。\nｂ  潜伏期間について\nＵＮＳＣＥＡＲ等の知見では，固形がんの最小潜伏期間について，５\n年から１０年とされている。膀胱がんに関する個別の文献では，放射線\n治療後から５年以降で膀胱がんの発症リスクに有意な増加が認められ\nているものがある。\nｃ  放射線被ばく以外のリスクファクターについて\n膀胱がんには，放射線被ばく以外に，喫煙，芳香族アミン化合物（ベ\nンジジン等）などへのばく露がリスクファクターとして知られている。\nカ  厚生労働省は，本件検討会報告書等を受けて，放射線業務従事者が発症し\nたがんの労災補償について，検討会報告書に基づく具体的な検討項目を，「当\n面の労災補償の考え方」として示した（胃がん及び結腸がん等について平成\n２４年９月，膀胱がん等について平成２７年１月。以下「「当面の労災補償の\n考え方」」という。）。本件疾病に関するその内容は，以下のとおりである。\n（甲Ｂ４，６）\n(ｱ) 本件疾病の労災補償に当たっては，当面，以下①ないし③の３項目を総\n合的に判断する。\n①  被ばく線量\n被ばく線量が１００ミリシーベルト以上から放射線被ばくとがん発\n症との関連がうかがわれ，被ばく線量の増加とともに，がん発症との関\n連が強まること。\n②  潜伏期間\n放射線被ばくからがん発症までの期間が，少なくとも５年以上である\nこと。\n③  リスクファクター\n放射線被ばく以外の要因についても考慮する必要があること。\n(ｲ) 判断に当たっては，本件検討会で個別事案ごとに検討する。\n(2) 電離放射線障害防止規則の定め（乙Ａ３９の１）\n放射線業務に関する労働者の安全衛生管理については，労働安全衛生法及び\n労働安全衛生法施行令に基づく電離放射線障害防止規則（平成２３年厚生労働\n省令第１２９号による改正後のもの。以下「電離則」という。）において，具体\n的に規定している。\nア  ４条１項\n事業者は，管理区域内において放射線業務に従事する労働者（以下「放射\n線業務従事者」という。）の受ける実効線量が５年間につき１００ミリシー\nベルトを超えず，かつ，１年間につき５０ミリシーベルトを超えないように\nしなければならない。\nイ  ７条１項\n事業者は，４２条１項各号のいずれかに該当する事故が発生し，同項の区\n域が生じた場合における放射線による労働者の健康障害を防止するための\n応急の作業（以下「緊急作業」という。）を行うときは，当該緊急作業に従事\nする男性及び妊娠する可能性がないと診断された女性の放射線業務従事者\nについては，４条１項及び５条の規定にかかわらず，これらの規定に規定す\nる限度を超えて放射線を受けさせることができる。\nウ  ７条２項\n前項の場合において，当該緊急作業に従事する間に受ける線量は，次の各\n号に掲げる線量の区分に応じて，それぞれ当該各号に定める値を超えないよ\nうにしなければならない。\n１号  実効線量については，１００ミリシーベルト\n２号  眼の水晶体に受ける等価線量については，３００ミリシーベルト\n３号  皮膚に受ける等価線量については，１シーベルト\nエ  ８条１項\n事業者は，放射線業務従事者，緊急作業に従事する労働者及び管理区域に\n一時的に立ち入る労働者の管理区域内において受ける外部被ばくによる線\n量及び内部被ばくによる線量を測定しなければならない。\nオ  ８条２項\n前項の規定による外部被ばくによる線量の測定は，１センチメートル線量\n当量及び７０マイクロメートル線量当量（中性子線については，１センチメ\nートル線量当量）について行うものとする。ただし，次項の規定により，同\n項３号に掲げる部位に放射線測定器を装着させて行う測定は，７０マイクロ\nメートル線量当量について行うものとする。\nカ  ８条３項\n１項の規定による外部被ばくによる線量の測定は，次の各号に掲げる部位\nに放射線測定器を装着させて行わなければならない。ただし，放射線測定器\nを用いてこれを測定することが著しく困難な場合には，放射線測定器によっ\nて測定した線量当量率を用いて算出し，これが著しく困難な場合には，計算\nによってその値を求めることができる。\n１号  男性又は妊娠する可能性がないと診断された女性にあっては胸部，そ\nの他の女性にあっては腹部\n２号  頭・頸部，胸・上腕部及び腹・大腿部のうち，最も多く放射線にさら\nされるおそれのある部位（これらの部位のうち最も多く放射線にさらさ\nれるおそれのある部位が男性又は妊娠する可能性がないと診断された\n女性にあっては胸部・上腕部，その他の女性にあっては腹・大腿部であ\nる場合を除く。）\n３号  最も多く放射線にさらされるおそれのある部位が頭・頸部，胸・上腕\n部及び腹・大腿部以外の部位であるときは，当該最も多く放射線にさら\nされるおそれのある部位（中性子線の場合を除く。）\nキ  ８条４項\n１項の規定による内部被ばくによる線量の測定は，管理区域のうち放射性\n物質を吸入摂取し，又は経口摂取するおそれのある場所に立ち入る者につい\nて，３月以内（１月間に受ける実効線量が１・７ミリシーベルトを超えるお\nそれのある女性（妊娠する可能性がないと診断されたものを除く。）及び妊\n娠中の女性にあっては１月以内）ごとに１回行うものとする。ただし，その\n者が誤って放射性物質を吸入摂取し，又は経口摂取したときは，当該吸入摂\n取又は経口摂取の後速やかに行うものとする。\nク  ８条５項\n１項の規定による内部被ばくによる線量の測定に当たっては，厚生労働大\n臣が定める方法によってその値を求めるものとする。\nケ  ８条６項\n放射線業務従事者，緊急作業に従事する労働者及び管理区域に一時的に立\nち入る労働者は，３項ただし書の場合を除き，管理区域内において，放射線\n測定器を装着しなければならない。\nコ  ９条１項\n事業者は，１日における外部被ばくによる線量が１センチメートル線量当\n量について１ミリシーベルトを超えるおそれのある労働者については，前条\n１項の規定による外部被ばくによる線量の測定の結果を毎日確認しなけれ\nばならない。\nサ  ９条２項\n事業者は，前条３項又は５項の規定による測定又は計算の結果に基づき，\n次の各号に掲げる放射線業務従事者の線量を，遅滞なく，厚生労働大臣が定\nめる方法により算定し，これを記録し，これを３０年間保存しなければなら\nない。ただし，当該記録を５年間保存した後において，厚生労働大臣が指定\nする機関に引き渡すときは，この限りでない。\n１号  男性又は妊娠する可能性がないと診断された女性の実効線量の３月\nごと，１年ごと及び５年ごとの合計（５年間において，実効線量が１年\n間につき２０ミリシーベルトを超えたことのない者にあっては，３か月\nごと及び１年ごとの合計)\n２号  女性（妊娠する可能性がないと診断されたものを除く。）の実効線量\nの１月ごと，３月ごと及び１年ごとの合計（１月間に受ける実効線量が\n１．７ミリシーベルトを超えるおそれのないものにあっては，３月ごと\n及び１年ごとの合計）\n３号  人体の組織別の等価線量の３月ごと及び１年ごとの合計\n４号  妊娠中の女性の内部被ばくによる実効線量及び腹部表面に受ける等\n価線量の１月ごと及び妊娠中の合計\n(3) 平成１３年厚生労働省告示第９１号（乙Ａ４１）\n平成１３年厚生労働省告示第９１号による改正後の「電離放射線障害防止規\n則第３条第３項並びに第８条第６項及び第９条第２項の規定に基づき厚生労\n働大臣が定める限度及び方法を定める件」（以下「本件告示」という。）２条は，\n電離則８条５項の内部被ばくによる線量の測定方法について，放射性物質の摂\n取量に実効線量係数を乗じて計算することとしている。\nまた，本件告示３条１号は，実効線量の算定について，外部被ばくによる１\nセンチメートル線量当量を外部被ばくによる実効線量とし，当該外部被ばくに\nよる実効線量と２条の規定により計算した内部被ばくによる実効線量とを加\n算することによると示している。\n２  前提事実（証拠等を掲記しない事実は当事者間に争いがない。）\n(1) 本件事故の概要\n本件原発には，１号機から６号機まで６基の原子炉（以下，各原子炉につい\nては，単に「１号機」などという。）が設置されていたところ，平成２３年３月\n１１日午後２時４６分，東北地方太平洋沖地震が発生し，これを起因として発\n生した津波が二度にわたって本件原発に到達し，その結果，１号機ないし４号\n機については，全交流電源を喪失するに至った。その後，１号機ないし３号機\nの炉心が損傷し，１号機，３号機及び４号機の原子炉建屋において水素爆発と\n想定される爆発が起こり，これらの過程で放射性物質が外部環境に放出される\nに至った。他方，５号機及び６号機については，冷温停止に至り，炉心損傷が\n回避された。（弁論の全趣旨〔被告第１準備書面・７～８頁〕）\n(2) 当事者等\nア  東京電力ホールディングス株式会社（本件事故当時の商号は東京電力株式\n会社である。以下「東京電力」という。）は，平成２３年３月２８日，大成建\n設株式会社（以下「大成建設」という。），Ｂ社及びＣ社からなる共同事業体\n（以下「本件企業体」という。）に対し，本件原発構内におけるガラ，ズリ，\n廃材の撤去等（発注内容はその後変更が重ねられたが，以下，変更後のもの\nも含めて「本件工事」という。）を発注し，本件企業体は，同月２９日，本件\n工事の施工を開始した。山﨑建設株式会社（以下「山﨑建設」という。）は，\n本件企業体の一次下請業者であり，Ｄ社はその二次下請業者であった。（乙\nＡ１０〔１９～２８頁〕）\nイ  原告は，昭和３３年生まれの男性であり，平成２３年６月３０日からＤ社\nに雇用され，本件原発構内において，重機オペレーターとして，遠隔操作に\nよるがれき集積・積込・撤去作業等の業務（以下「本件業務」という。）に従\n事していた者であって，電離則上の放射線業務従事者であった。\n(3) 本件業務の内容等（なお，本件業務に従事した期間及びその具体的な内容等\nについては争いがある。）\nア  原告を含む本件業務に従事した作業員は，平ボディの１０トントラックの\n荷台上に設置されたプレハブ（以下「本件操作室」という。）内から，バック\nホーやクローラーダンプなどの重機（以下，単に「重機」という。）を遠隔操\n作して，がれきを撤去する作業を行った。本件操作室は，幅が２．４メート\nル，長さが５．４メートルの広さであり，３．２ミリメートルの厚さの鉛の\n板で覆われ，机の上には１２台のモニターが設置されていた。本件操作室内\nでは，８人程度の作業員が業務に従事しており，作業員は，このモニターを\n見ながら，重機を遠隔操作した。\nまた，作業員は，本件操作室外で，カメラ車やケーブルの移動などの業務\nに従事することがあった。（甲Ａ１３〔４５頁〕，乙Ａ１〔１８５～１８６頁〕，\n１３）\nイ  作業員は，長袖の下着の上にタイベック（防塵対応防護服）を着用し，頭\n部にはタイベックのフード，ヘルメット及び全面マスクを装着し，手には綿\n手袋２枚及びゴム手袋を着用し，足には軍足２枚，安全靴及び靴カバーを装\n着していた。袖口，裾及び全面マスクの周りはガムテープで目張りしていた\nが，襟周りやタイベックのチャック部分にガムテープで目張りをすることは\nしていなかった。また，本件操作室外で作業を行う際には，タイベックの上\nから鉛ベストを着用することとされており，この鉛ベストは，肩から膝下ま\nでを覆うものであった。（乙Ａ１〔１０３～１０４頁〕，１０〔１２～１５頁〕，\n１２〔１頁〕，２０）\n(4) 本件疾病の発症\nア  原告は，平成２４年６月５日，Ｅ病院において，原発性の膀胱がんとの確\n定診断を受けた。原告の膀胱がんは，ステージⅠの早期がんであった。（乙Ａ\n４５の３〔２，５頁〕）\nイ  原告は，平成２５年３月４日，Ｆ病院において，がん検診を受診したとこ\nろ，胃に隆起性病変が認められ，同月２２日，胃がんとの確定診断を受けた。\n原告の胃がんは原発性であり，Ⅱ期（４段階のうち２番目）の進行がんであ\nった。（乙Ａ４５の３〔３～５頁〕）\nウ  原告は，平成２５年５月４日，Ｇ病院において，原発性のＳ状結腸がん（大\n腸のＳ状結腸部分に発生したがんのこと）との確定診断を受けた。（乙Ａ１\n〔４５８頁〕，乙Ａ２３〔１１０頁〕）\n(5) 本件訴訟に至る経緯等\nア  原告は，Ａ労働基準監督署長に対し，本件業務に従事した際に放射線を被\nばくし，もって業務により本件疾病を発症したとして，①平成２５年７月５\n日に療養の費用及び平成２４年５月２２日から同年７月３１日までの休業\nについて労災保険法に基づく療養補償給付及び休業補償給付の支給を，②平\n成２５年８月３０日に平成２４年８月１日から同月１９日まで及び同年９\n月３日から平成２５年６月３０日までの休業について同法に基づく休業補\n償給付の支給を，③平成２６年１月１０日に療養の給付について同法に基づ\nく療養補償給付の支給をそれぞれ請求した。\n本件検討会は，平成２７年１月２７日，原告が発症した本件疾病について，\n①本件疾病は，いずれも原発であると判断されたこと，②原告の累積被ばく\n線量は，５６．４１ミリシーベルトであり，１００ミリシーベルトに満たな\nいこと，③発症時期については，膀胱がんが平成２４年６月５日，胃がんが\n平成２５年３月２２日，Ｓ状結腸がんが同年５月４日とするのが妥当である\nこと，④原告の放射線業務開始（平成２３年７月３日）から本件疾病発症ま\nでの期間は，最小潜伏期間の５年を大幅に下回ること，⑤原告の本件疾病の\n発症について，本件検討会報告書の医学的知見に基づき検討した結果，放射\n線被ばくとの間に因果関係はないと判断されることを総合的に勘案すると，\n本件疾病の発症は，放射線業務に起因したとはいえないと判断するのが妥当\nであるとする検討結果を報告した。\nＡ労働基準監督署長は，平成２７年１月２８日，原告の上記請求に対して，\n療養補償給付及び休業補償給付を支給しない旨の決定をした。（乙Ａ１〔７\n１，７６～７８頁〕）\nイ  原告は，平成２７年７月１日，Ａ労働基準監督署長に対し，上記アの各請\n求と同様の理由で，平成２５年７月１日から平成２７年１月１５日までの休\n業について労災保険法に基づく休業補償給付の支給を請求した。\nＡ労働基準監督署長は，平成２７年７月１０日，原告の上記請求に対して，\n休業補償給付を支給しない旨の決定をした。\nウ  原告は，Ｈ労働者災害補償保険審査官に対し，平成２７年３月１３日に上\n記アの決定について，同年８月２０日に上記イの決定について，それぞれ審\n査請求をした。\n同審査官は，これらを併合審理した上で，同年１０月６日，原告の上記審\n査請求を棄却する旨の決定をした。\nエ  原告は，平成２７年１２月１日，労働保険審査会に対し，再審査請求を行\nったが，同審査会は，平成２８年９月３０日，これを棄却する旨の裁決をし，\n同年１０月３日，同裁決書が原告に送達された。\nオ  原告は，平成２９年２月２８日，本件訴訟を提起した。（顕著な事実）\n(6) 別件民事訴訟の提起\n原告は，平成２７年９月１日，本件業務に従事した際の放射線被ばくが原因\nとなり，本件疾病を発症したなどと主張して，①東京電力に対し，原子力損害\nの賠償に関する法律３条１項に基づき，損害賠償金５４７２万５５２５円及び\n遅延損害金の支払，及び②大成建設及び山﨑建設に対し，安全配慮義務違反を\n理由として，不法行為に基づき，損害賠償金１０００万円及び遅延損害金の連\n帯支払を請求する訴訟を提起した（札幌地方裁判所・平成２７年（ワ）第１９\n６６号。以下「別件民事訴訟」という。）。（顕著な事実）\n(7) 放射線の種類\nア  放射性物質は，原子核がエネルギー的に不安定な状態にあり，余分なエネ\nルギーを放射線（電離放射線）として放出して，安定した原子核の状態に変\n化（壊変）しようとする。その際，放射性物質によって発せられる放射線に\nはいくつかの種類があり，具体的には粒子線と電磁波がある。粒子線には，\nアルファ線，ベータ線，中性子線等が，電磁波には，ガンマ線等が，それぞ\nれ存在する。（乙Ｂ１〔９，１４頁〕）\nイ  アルファ線は，２個の陽子と２個の中性子からなる粒子線であり，電離密\n度が高いため，空気中を数センチメートルしか飛ぶことができず，紙１枚で\n止めることができる。（乙Ｂ１〔１９～２１頁〕）\nウ  ベータ線は，電子又は陽電子からなる粒子線であり，電離密度は低く，空\n気中で飛ぶ距離は数メートルであり，厚さ１センチメートルのプラスチック\n板又は厚さ２ないし４ミリメートルのアルミニウム板で止めることができ\nる。（乙Ｂ１〔１９，２０頁〕）\nエ  ガンマ線は，粒子線であるアルファ線やベータ線と異なり，電磁波で透過\n力が高く，空気中を数十メートルから数百メートルまで飛び，体に当たった\n場合は，体の奥深くにある臓器や組織にまで到達することとなる。もっとも，\n密度の高い鉛や鉄の厚い板によってこれを遮断することは可能である。（乙\nＢ１〔１９～２１頁〕）\n(8) 放射線被ばくの種類（乙Ｂ１〔２３，２４頁〕）\n放射線を体に浴びることを放射線被ばくといい，放射線被ばくには，外部被\nばくと内部被ばくの２種類がある。\n外部被ばくとは，体の外にある放射線源から被ばくすることをいう。具体的\nには，地表にある放射性物質や空気中に浮遊する放射性物質，あるいは衣服や\n体表面に付着した放射性物質などから放射線を受けることをいう。\n内部被ばくとは，体の中にある放射線源から被ばくすることをいう。具体的\nには，食事により飲食物中の放射性物質を体内に取り込んだ場合，呼吸により\n空気中の放射性物質を体内に吸い込んだ場合，皮膚から吸収された場合及び傷\n口から放射性物質を体内に取り込んだ場合などに起こるものである。\n(9) 放射線被ばくの線量の評価方法及びその単位等\nア  放射能\n放射能とは，物質が放射線を放出する能力のことであり，放射能の量を表\nす単位としてベクレル（Ｂｑ）が用いられる。（乙Ｂ１〔３，３４頁〕）\nイ  吸収線量\n吸収線量とは，放射線が，臓器や組織を通過する際に，その臓器や組織が\n放射線のエネルギーをどの程度吸収したかを表すものであって，その単位と\nしてグレイ（Ｇｙ）が用いられる。（乙Ｂ２〔３０頁〕）\nウ  等価線量\n等価線量とは，放射線の種類ごとに人体への影響の大きさに応じた重み付\nけをした線量であり，その単位としてシーベルト（Ｓｖ）が用いられる。人\n体に放射線が当たった場合，吸収線量が同じであっても，放射線の種類やエ\nネルギーによって人体に与えられる影響の程度は異なることから，放射線の\n種類ごとに影響の大きさに応じた重み付けをしたものである。等価線量は，\n吸収線量の値に，放射線の種類ごとに定められた係数（放射線加重係数）を\n乗じることによって算出される。ベータ線及びガンマ線の放射線加重係数は\n１，アルファ線の放射線加重係数は２０とされている。（乙Ｂ１〔３６，３８\n頁〕）\nエ  実効線量\n実効線量とは，等価線量に対して，臓器や組織ごとの感受性の違いによる\n重み付けをして，それらを合計することで全身への影響を表した指標であり，\n放射線が人体に与える健康影響リスクの特徴を考慮して補正を行った全身\n平均線量という意味合いを持ち，その単位としては，シーベルト（Ｓｖ）が\n用いられる。同じ等価線量を受けても，臓器・組織の種類によりリスクが異\nなるため，実効線量は，等価線量の値に，個々の組織の放射線感受性を表す\n係数（組織加重係数）を乗じて算出する（計算式は，Σ{組織加重係数（ｗＴ）\n× 等価線量（Ｓｖ）}＝実効線量（Ｓｖ）となる。）。具体的な組織加重係数\nは，「赤色骨髄，結腸，肺，胃，乳房」が各０．１２，「生殖腺」が０．０８，\n「膀胱，食道，肝臓，甲状腺」が各０．０４，「骨表面，脳，唾液腺，皮膚」\nが各０．０１，「残りの組織」が０．１２である。これらの係数は足し合わせ\nると１となるため，全身を被ばくした場合の実効線量は，等価線量と同一の\n値となる。（乙Ｂ１〔３６，３９頁〕，４４〔２４～２５頁〕，弁論の全趣旨〔被\n告第２準備書面・１１頁〕）\nオ  実用量\n(ｱ) ベクレルで表される放射能の強さと，グレイで表される吸収線量は物理\n的な量であり，測定可能であるが，シーベルトで表される等価線量，実効\n線量は測定器を使って直接測定することができない。そのため，実際の被\nばく管理のために，作業環境などの空間の線量を評価する周辺線量当量\n（空間線量）と個人の被ばくを評価する個人線量当量といった実用量が用\nいられ，その単位はシーベルト（Ｓｖ）が用いられる。\n等価線量や実効線量は防護量ともいわれ，防護量の保守的な（安全側の）\n評価を与えるために，実用量は防護量より少し大きな数値が出るように定\n義されている。（弁論の全趣旨〔被告第２準備書面・１１～１２頁〕）\n(ｲ) 実用量を用いて実効線量を求める計算式は，人間がある期間に受ける実\n効線量をＥ，場所ｐにおける計測可能な線量率をＤ（ｐ），場所ｐにおける\n滞在時間をｔ（ｐ），計測可能な線量から実効線量への換算係数（線量換算\n係数）をｃとして，Ｅ＝Σｃ・Ｄ（ｐ）・ｔ（ｐ）である。（乙Ｂ３６〔９\n４頁〕，弁論の全趣旨〔原告第２準備書面・２頁〕）\n(10) 本件における放射線被ばくを測定する計器類の名称及び機能\nア  本件業務に従事する作業員は，東京電力から警報器付き電子式個人線量計\n（以下「ＡＰＤ」という。）が，本件企業体から積算型個人線量計（以下「ガ\nラスバッジ」という。）が貸与され，これら各線量計で計測された数値のうち\n測定値が高い方を外部被ばく実効線量の確定値としていた。\nＡＰＤとガラスバッジの装着方法は，作業員によって若干異なるが，原告\nについては，ＡＰＤとガラスバッジに付いていたストラップを首から掛けた\n上で，タイベックの下に着用していた長袖の下着の２つの胸ポケットに１つ\nずつ入れて装着していた。（乙Ａ１〔３７５頁〕，４６〔１０，１１頁〕，弁論\nの全趣旨〔被告第２準備書面・１８頁〕）\n(ｱ) 東京電力から貸与されたＡＰＤは，５社１２機種が使用されており，い\nずれもガンマ線を計測するものであった。これらＡＰＤは，累積被ばく線\n量が１ミリシーベルトに達するごとに短い警告音が鳴り，５ミリシーベル\nトに達すると警報音が鳴り続けるという仕様であった。（弁論の全趣旨〔被\n告第２準備書面・２４頁〕）\n(ｲ) 本件企業体から貸与されたガラスバッジは，Ｉ社製のＯＳＬ線量計であ\nるＩｎＬｉｇｈｔ線量計であり，エックス線，ベータ線及びガンマ線の測\n定が可能だった。貸与されたガラスバッジは毎月回収されると同時に新し\nいガラスバッジが貸与され，回収されたガラスバッジは大成建設がＩ社に\n送付し，同社が一括して測定器にかけて被ばく線量を測定し，大成建設へ\n測定結果を報告していた。作業員の最終被ばく線量は，ガラスバッジの測\n定結果が出た後に確定され，作業員へ通知されていた。（弁論の全趣旨〔被\n告第２準備書面・２５頁〕）\nイ  作業員の内部被ばくは，全身から放出されるガンマ線を直接測定する機器\nであるホールボディーカウンターを用いて毎月検査を行うことによって管\n理されていた。（弁論の全趣旨〔被告第２準備書面・２５頁〕）\n(11) 放射線に関する国際機関\nア  国際放射線防護委員会（以下「ＩＣＲＰ」という。）は，専門家の立場から\n放射線防護に関する勧告をする国際的な学術組織である。（乙Ｂ２６）\nイ  ＵＮＳＣＥＡＲは，放射線の影響に関する情報の収集と報告を目的として，\n昭和３０年に国連総会の下に設立され，昭和３３年から数年毎に放射線・放\n射能の環境中の分布から人体影響までに至る包括的なテーマで報告書を刊\n行してきた。これら報告書の内容は，ＩＣＲＰの勧告や国際原子力機関（以\n下「ＩＡＥＡ」という。）の国際基本安全基準（ＢＳＳ）など放射線防護基準\nを制定する上で重要な科学的知見を提供している。（乙Ｂ２２〔２枚目〕）\n３  原告の主張\n(1) 本件における業務起因性の判断枠組み\nア  人間の身体に疾病が発症する過程においては，多くの要因が複合的に関連\nしているのが通常であり，特定の要因から当該疾病が発症するに至った機序\nを逐一解明することは困難である。特に，放射線が人体に影響を与える機序\nの詳細は，科学的に解明されているものではなく，長年にわたって調査がさ\nれているにもかかわらず，放射線と疾病との関係については，統計学的，疫\n学的解析による有意性の確認などの知見にとどまっており，これらの科学的\n知見にも一定の限界がある。\nそこで，原告の本件疾病の発症が本件業務による放射線被ばくに起因した\nものであるか否かについては，原爆症認定に関する東京高等裁判所平成３０\n年３月２７日判決が示すところに従って，放射線被ばく者が当該疾病の発症\n等に至った医学的，病理学的機序を直接証明することを求めるのではなく，\n①労働者の放射線への被ばくの程度，②統計学的，疫学的知見等に基づく申\n請疾病等と放射線被ばくとの関連性の有無及び程度を中心的な考慮要素と\nしつつ，③これに当該疾病等の具体的症状やその症状の推移，その他の疾病\nに係る病歴（既往歴）の有無並びに当該疾病等に係る他の原因（危険因子）\nの有無及び程度等を総合的に考慮して，放射線被ばくの事実が当該疾病等を\n招来した関係を是認し得る高度の蓋然性が認められるか否かを経験則に照\nらして判断するのが相当である。さらに，疾病の発症は，一般に，複数の要\n素が複合的に関与するものであることからすれば，他の疾病要因と共同関係\nがあったとしても，本件業務による放射線被ばくによって，本件疾病の発症\nが促進されたと認められる場合，あるいは，本件疾病が自然の経過を超えて\n発症したと認められる場合には，放射線被ばくによる影響がなくとも原告が\n本件疾病を発症したなどの特段の事情がない限り，本件業務による放射線被\nばくに起因して原告が本件疾病を発症したと認められるべきである。\nイ  これに対して，被告は，本件疾病の業務起因性が認められるためには，業\n務による放射線被ばくが他の原因と比較して相対的に有力な原因となって\nいる関係が認められることが必要であると主張する。しかし，労災保険給付\nの不支給決定等に対する行政訴訟における累次の最高裁判所の判決では，業\n務起因性の判断において，業務による過剰負荷によって，疾患等が自然の経\n過を超えて増悪して疾病等の発症に至ったとみることができる場合には，業\n務起因性を肯定している。本件においても，本件業務による放射線被ばくに\nより，本件疾病の発症が促進されたと認められる場合，あるいは，本件疾病\nが自然の経過を超えて増悪して発症したといえる場合には，業務起因性が認\nめられるべきである。\nまた，「当面の労災補償の考え方」は，法規の性質を有するものではなく，\n裁判所の認定判断を拘束するものではないから，本件における業務起因性に\nついては，「当面の労災補償の考え方」で示された検討項目にかかわらず，上\n記アのような判断基準に照らして判断されるべきである。\n(2) 被ばく線量とがん発症リスクについての知見等\n一般的に，放射線被ばくは，がんの初発，促進，進展等の段階に作用するこ\nとによって，がん発症のリスクを上昇させる要因となり，部位別でみても，本\n件疾病のいずれも放射線被ばくに伴う有意なリスク上昇が確認されている。\n「当面の労災補償の考え方」は，放射線被ばく線量が１００ミリシーベルト以\n上であることを，放射線被ばくとがん発症との間の業務起因性の判断における\n考慮すべき項目の一つとするが，「低線量域でも，ゼロより大きい放射線量は\n単純比例で過剰がんのリスクを増加させるという，仮説に基づく線量反応モデ\nル」（Linear non-threshold model。以下「ＬＮＴモデル」という。）は，ＩＣ\nＲＰが２００７年（平成１９年）に発出した勧告（以下「ＩＣＲＰ２００７年\n勧告」という。）などでも取り上げられており，一概に否定することはできない\n上，１００ミリシーベルト未満の放射線被ばくであっても，がん発症のリスク\nが上昇することを裏付ける論文が多数公表されている。\nしたがって，本件疾病に業務起因性が認められるかについては，低線量の放\n射線被ばくであってもがん発症との関連性があり得るという観点から原告の\n放射線被ばくの程度を適切に考慮した総合的判断がなされるべきである。\n(3) 被ばくからがん発症までの期間についての知見等\nア 「当面の労災補償の考え方」は，放射線被ばくからがん発症までの期間が，\n少なくとも５年以上であることを，放射線業務に従事したことによる放射線\n被ばくとがん発症との間の業務起因性の判断における考慮すべき項目の一\nつとする。しかし，「当面の労災補償の考え方」が根拠とする，ＩＣＲＰが\n１９９０年（平成２年）に発出した勧告（甲Ｂ１７。以下「ＩＣＲＰ１９９\n０年勧告」という。）が引用する米国国立衛生研究所のワーキンググループ\nによる報告書の２００３年改訂版（甲Ｂ１８）は，がんの医学的，病理学的\n機序等からその最小潜伏期間を明らかにしたものではなく，放射線被ばくに\nよるがんのリスク増加が統計学的，疫学的に観察できる期間について４年後\nから始まることを述べたものにすぎないし，原子力発電施設等放射線業務従\n事者等に係る疫学的調査の第Ⅳ報告書（乙Ａ１〔５９４～７１６頁〕。以下\n「原子力発電施設等従事者追跡調査Ⅳ」という。）では，低線量域の放射線\n被ばくによる潜伏期間は必ずしも明確にされているわけではないとして，潜\n伏期間を０年や５年と仮定した場合の解析も行われており，最小潜伏期間が\n５年より短期間である可能性が医学的な見地から排除されているわけでは\nないことがうかがわれる。\nイ  放射線被ばくが，自然的経過を超えてがん発症の時期を早めたとみえる場\n合には，放射線被ばくとがん発症との間に因果関係を肯定できる。がんが臨\n床的に確認されるまでには，初発，促進，進展等の多段階の過程を経るが，\n放射線は，このすべての段階に関係すると考えられているから，本件におい\nても，上記の因果関係が肯定されるべきであり，放射線被ばくとがん発症と\nの間に一定の潜伏期間が存在することを仮定して業務起因性を判断するこ\nとは適切とはいえない。\nウ  そうすると，放射線被ばくからがん発症までの期間を５年とする考え方は\n確立した知見とはいえないから，放射線被ばくからがん発症までの期間が５\n年未満であっても放射線被ばくとがんの発症との関連性を否定することは\nできないとの観点から放射線起因性の有無が判断されるべきである。\n(4) 原告の外部被ばく線量\nア  原告の「特定緊急作業従事者等被ばく線量等記録手帳」（甲Ａ１２。以下\n「被ばく線量等記録手帳」という。）によれば，本件業務に従事した期間にお\nける外部被ばく実効線量は合計５６．４１ミリシーベルトであるとされてお\nり，これは，ガラスバッジの測定結果を採用したものである。しかし，ガラ\nスバッジの測定結果は，以下のとおり，原告の外部被ばくを過少評価したも\nのである。\n(ｱ) ガラスバッジは，指向性（方向依存性）があり，全方向からの放射線を\n検出し得ないから，本件原発構内のように多方向から放射線が全般的に入\n射するような環境では，外部被ばく線量を過少に測定する。\n(ｲ) 基発第８１０号通達は，個人被ばく線量計によって外部被ばく線量を測\n定することを原則としているが，「障害発生部位と個人モニターの装着部\n位との関連を考慮する必要があり，測定された値を障害の発現に関与した\n被ばく線量としてそのまま用いることが適当でない場合があるので記録\nされた値の妥当性，信頼性を検討することが必要である。」と示している。\nそして，原告は，鉛ベストの内側に着用していた長袖の下着の胸ポケット\nにＡＰＤ及びガラスバッジを入れていたのであるから，本件疾病の部位が\n膀胱，胃及びＳ状結腸であることを考慮した上で，ガラスバッジによる測\n定値の妥当性及び信頼性を検討する必要がある。（なお，原告には，鉛ベス\nトの着用による不均等被ばくが生じていたと考えられるにもかかわらず，\n鉛ベストの内側の胸部１か所のみにしかＡＰＤ及びガラスバッジを装着\nさせなかった点で，電離則８条３項違反が認められる。）\n本件原発構内では，放射性物質や放射性物質に汚染されたがれきなどに\nより地面から放射線が飛来していたところ，原告が着用していた鉛ベスト\nの形状（体幹部の周囲及び上部は覆われるが，下部は覆われないこと）や\n体幹部の自己遮へい効果（地表からの放射線が身体によって遮られること）\nの影響により，腹部や膀胱の被ばく線量は，胸部よりも大きくなると考え\nられる。また，原告は，がれきを腹部で支えて手作業で撤去していたこと\nからすれば，特に腹部や膀胱では高線量の放射線被ばくが生じていた。\n(ｳ)  原告が本件業務に従事した場所の空間線量率及び当該場所における労\n働（滞在）時間を基礎として，本件業務における原告の外部被ばく実効線\n量を計算すると，線量換算係数を１とした場合では最低値が２８２．８９\nミリシーベルトで，最高値が１０４０．７３ミリシーベルト，線量換算係\n数を０．６とした場合でも最低値が１６９．７３ミリシーベルト，最高値\nが６２４．４３ミリシーベルトとなる（前提事実(9)オ(ｲ)参照)。そして，\n琉球大学理学部元教授であるＭは，原告の被ばく線量等記録手帳に記録さ\nれた外部被ばく線量にガラスバッジの異方性等を考慮して推測すると，原\n告の外部被ばく線量は１８０ミリシーベルトとであると述べるところ，空\n間線量率の測定値を基にした上記計算結果とほぼ一致する。よって，空間\n線量率を基にした上記計算結果は，合理性を有するものである。\n個人線量計を用いる方法を採っても，空間線量率から個人線量を推定す\nる方法を採っても，被ばく線量は本来一致すべきところ，このような乖離\nが生じていることからすれば，原告の本件業務による外部被ばく線量は，\n合計５６．４１ミリシーベルトを超えることは明らかである。\n(ｴ) 原告は，本件操作室でＡＰＤ及びガラスバッジを外して，本件操作室外\nに出て，本件業務に従事したことがあった。\n(ｵ) 原告は，本件業務において，①重機の直接乗り込み，タービン建屋の中\nに遠隔操作の機械等を入れるために４号機の鉄製の分厚い扉を重機でこじ\n開ける作業，②本件操作室外でのカメラ移設及びケーブル接続作業，③１\n週間に１回の重機のメンテナンス作業（具体的には，重機のアタッチメン\nトであるニブラという大型のハサミの刃を研ぐ作業），④放射線量が高く，\n手を付けてはいけないと指示されたがれき（がれきは，１辺が３０センチ\nメートルから４０センチメートルあり，重量も２０キログラムから３０キ\nログラム程あるコンクリート片であった。）や鋼材を手作業で片付けるとい\nう業務に従事しており，このような本件業務の実態によれば，原告の外部\n被ばく線量が５６．４１ミリシーベルトにとどまらないことは明らかであ\nる。\n(ｶ) 原告は，本件業務に従事した期間，緊急時避難準備区域に指定されてい\nた福島県双葉郡広野町にある宿舎において生活していたのであるから，原\n告の外部被ばく線量が５６．４１ミリシーベルトにとどまらないことは明\nらかである。\nイ  仮に，原告の外部被ばく線量が５６．４１ミリシーベルトにとどまるとし\nても，ＩＣＲＰが定める計画被ばく状況における職業被ばくの線量限度及び\n我が国における原則的な放射線業務従事者の受ける被ばく限度である１年\n間につき５０ミリシーベルトを超えるものであって，平常時であれば正当化\nされない相当量の被ばくをしたと評価されるべきである。\n(5) 内部被ばくの危険性及び原告の内部被ばく線量\nア  内部被ばくの危険性\n内部被ばくは，放射性物質が体内で放射線を放出し続けるため，①放射性\n微粒子が極めて小さい場合，呼吸で気管支や肺に達したり，飲食を通じて腸\nから吸収されたり，血液やリンパ液に取り込まれたりして体のいたるところ\nに巡回し，親和性のある組織に入り込み，停留したり沈着する，②身体のあ\nる場所に定在すると放射性微粒子の周囲にホットスポットと呼ばれる集中\n被ばくの場所を作る，③放射性物質が体外に排泄されるまで継続的に放射線\nを照射し続ける，などの外部被ばくとは全く異なる特徴を有する。そのため，\n内部被ばくは，低線量であったとしても，人体に与える影響は外部被ばくに\n比して重大なものである（広島地方裁判所令和２年７月２９日判決参照)。\n被告は，被ばく線量が同じであれば，外部被ばくも内部被ばくも人体に与\nえる影響は同じであると主張するが，被告が論拠とするＩＣＲＰ等の考え方\nは，被ばくの局所性や電離の高密度性を捨象して，外部被ばくと内部被ばく\nのリスクに差異がない帰結を生じる方法論に固執するものであって，内部被\nばくの危険性を不当に軽視するものである。\nイ  原告の内部被ばく線量\nホールボディーカウンターによる測定結果によれば，原告に有意な内部被\nばくはなかったとされている。しかし，ホールボディーカウンターは，ガン\nマ線を測定するものであるため，プルトニウムが放出するアルファ線やスト\nロンチウムが放出するベータ線を直接測定することができない。本件事故で\nは，プルトニウムやストロンチウムを含む多種の放射性物質が大量に大気中\nに放出されていることを考えると，ホールボディーカウンターによる測定結\n果をもって，原告に有意な内部被ばくがなかったとはいえない。\n(6) 本件疾病の発症に係るリスクファクター\nア  一般的に，がんの主な発症原因は生活習慣や慢性感染であり，年齢ととも\nにリスクが高まるとされ，各々のがんの代表的なリスクファクターとして，\n膀胱がんについては喫煙及びベンジジン，胃がんについてはピロリ菌感染及\nび喫煙，結腸がんについては飲酒，喫煙及び肥満がそれぞれ挙げられる。\nイ  原告には，がん発症のリスク増加と関連する家族歴や遺伝素因は見出され\nず，原告の発症したがんとの関連性があると考えられる既往歴も見当たらな\nい。\nウ  原告には，各がんのリスクファクターとして挙げられる喫煙歴があり，ま\nた，結腸がんのリスクファクターとして挙げられる飲酒歴が存することは確\nかである。しかし，原告は，２０歳頃から喫煙をしており，多い時には１日\n２０本から最高で４０本程度の煙草を吸うこともあったものの，煙草を吸う\n頻度や本数を減らしており（禁煙していた期間もあった。），胃がん発症時に\nは禁煙していた。また，飲酒も，月に２，３回程度で，1 回につき清酒換算\nで１，２合未満であった。\nこのように，原告には，通常の労働者に比して特別に著しい喫煙及び飲酒\n歴があるわけではないし，喫煙及び飲酒によるがん発症のリスク増加がある\nとしても，原告と同等の喫煙及び飲酒歴を有する労働者が必ずがんを発症す\nるものと考えるべき根拠もないことからすると，これらの喫煙及び飲酒歴の\n存在のみによって，原告が直ちにがんを発症し得るような健康状態にあった\nものとは到底認められない。\nさらに，原告が５４歳から５５歳というがん罹患年齢としては若い年齢に\nおいてこれらの３つのがんをほぼ同時期に発症したことについて，原告の喫\n煙歴や飲酒歴というリスクファクターの影響のみによるものと解すること\nは困難である。\n(7) 結論\n上記(1)の業務起因性の判断枠組みを前提とした上で，原告の本件業務によ\nる放射線被ばくは相当程度のものであって，業務による過剰な負荷と評価し得\nるものであること（上記(4)及び(5)），統計学的，疫学的知見等によれば本件疾\n病と放射線被ばくとの間には関連性が認められ，放射線被ばく線量が１００ミ\nリシーベルトを下回っても，その関連性は否定されるものではないこと（上記\n(2)），原告について，本件疾病がその自然的進行によって直ちに発症する程度\nに至っていたことをうかがわせる事情は何ら存せず，その他に本件疾病の発症\nや増悪の確たる要因もうかがわれないこと（上記(6)）などを総合的に考慮す\nれば，本件業務による放射線被ばくが，本件疾病の発症を招来すると認められ\nるのであり，放射線被ばくからがんの発症までの期間が５年未満であることは，\nかかる判断を左右しないというべきである（上記(3)）。\n以上によれば，原告は，本件業務による放射線被ばくに起因して，本件疾病\nを発症したというべきである。\n４  被告の主張\n(1) 本件における業務起因性の判断枠組み\n放射線業務に従事したことによる電離放射線被ばくとがん発症との間の業\n務起因性の判断は，最新かつ信頼性の高い専門的知見を取りまとめた本件検討\n会報告書等に基づく「当面の労災補償の考え方」に依拠し，①被ばく線量（胃\nがん・食道がん・結腸がんは，被ばく線量が１００ミリシーベルト以上から放\n射線被ばくとがん発症との関連がうかがわれ，被ばく線量の増加とともに，が\nん発症との関連が強まること），②潜伏期間（放射線被ばくからがん発症まで\nの期間が，少なくとも５年以上であること），③リスクファクター（放射線被ば\nく以外の要因についても考慮する必要があること）の３項目を総合的に判断す\nべきである。\n(2) 被ばく線量とがん発症リスクについての知見等\nア  放射線の健康影響については，ＵＮＳＣＥＡＲにおいて，加盟２７か国（２\n０１４年８月時点）を代表する科学者が，世界の関連する学術的報告を集め\nて内容を検討し，純粋に科学的な見地から国連総会に対する報告書を取りま\nとめ，ＩＣＲＰにおいて，ＵＮＳＣＥＡＲの報告等を科学的根拠として，放\n射線防護の枠組みに関する勧告を行っている。こうした国際的に確立した科\n学的合意の仕組みに照らせば，ＵＮＳＣＥＡＲの報告内容は，その作成時点\nまでの長年にわたる調査・研究の到達点たるコンセンサスを示すものとして\n重視されるべきであり，また，これに基づくＩＣＲＰの勧告内容も重要な科\n学的知見を示すものといえる。そして，ＵＮＳＣＥＡＲ等の国際機関に承認\nされ，国際的に合意された現在の科学的知見においては，放射線によるがん\nリスクが統計学的に有意に上昇するのは１００ないし２００ミリシーベル\nト以上であり，これを下回る低線量被ばくによる発がん影響は証明されてお\nらず，これを仮定した場合でも発がんリスクはごく小さいと解されている。\nしたがって，１００ミリシーベルト未満の低線量の放射線被ばくと発がん\nとの関連性は，認められないか，認めると仮定しても，極めて僅かなものと\nいうべきである。\nイ  原告が主張するＬＮＴモデルは，ＩＣＲＰは放射線防護の観点から支持し\nているものの，これを実証し，低線量被ばくの健康影響を裏付けるに足る科\n学的根拠はない。低線量域に用いる統計モデルとしては，ＬＮＴモデルのほ\nかにも様々提唱され，低線量被ばくによる発がん影響に否定的な近時の調査\n研究も存するのであって，両者の間における科学的議論として決着がついて\nおらず，見解が分かれている状況にある。結局，現在の最新の知見によれば，\n１００ミリシーベルトを下回る低線量被ばくによるがん発症への影響があ\nるか否かについて明らかにされていないということであり，低線量の被ばく\nの影響によりがんを発症し得るという科学的経験則を認めることはできな\nい。\nまた，ＬＮＴモデルは，低線量の放射線被ばくをした場合でも，がんを発\n症する確率が上昇するというにすぎず，高線量被ばくであればあるほど発が\nんリスクは高くなるものの，その反面，低線量被ばくであればあるほど発が\nんリスクは低くなる。そして，１００ミリシーベルトの被ばくをした場合の\nがんの相対リスクは１．０５倍であり，これは，喫煙（１．６倍）や大量飲\n酒（１．４ないし１．６倍）と比べてはるかに小さい。そのため，１００ミ\nリシーベルト未満の放射線被ばくによる発がんへの影響を仮定しても，発が\nんリスクはごく小さい。\n(3) 被ばくからがん発症までの期間についての知見等\nア  現在までのＩＣＲＰ及びＵＮＳＣＥＡＲによる疫学調査の結果によれば，\n臨床的ながんとして発見されるまでには長い潜伏期間を要することが確認\nされており，その最小潜伏期間は５年とされている。\nイ  原告は，放射線被ばくが，がんの発症を促進した，あるいは，自然的経過\nを超えてがん発症の時期を早めたとみうる場合も，放射線被ばくとがん発症\nとの間に因果関係を肯定できると主張する。\nしかし，放射線被ばくによる発がん影響は飽くまでも確率的影響であるか\nら，被ばくしても何らの健康影響を生じない者もいるし，放射線被ばくとは\n無関係にがんを発症する者もいるのであって，現在の知見において，放射線\nに被ばくすれば，必ず発がんの原因になるなどとは考えられておらず，原告\nの上記主張は失当である。\n(4) 原告の外部被ばく線量\n原告が本件業務に従事した期間（平成２３年７月３日から同年１０月２９日\nまで）に装着していたＡＰＤによる測定結果は４７．３７２ミリシーベルト，\nガラスバッジによる測定結果は５６．４１ミリシーベルトであるから，より高\nいガラスバッジによる測定結果である５６．４１ミリシーベルトが原告の本件\n業務による外部被ばく線量となる。\n上記ＡＰＤ及びガラスバッジの各測定結果は相互に整合し，かつ，他の作業\n員らの被ばく線量とも整合的であって，これらの測定結果を疑うべき事情は存\nしない。\n(5) 内部被ばくの危険性及び原告の内部被ばく線量\nア  原告は，内部被ばくが外部被ばくに比して発がんリスクが大きいと主張す\nるが，シーベルト単位の被ばく線量が同じであれば，外部被ばくでも内部被\nばくでも健康への影響の大きさは同等であると評価されるのが，国際的に合\n意された科学的知見である。\nイ  原告は，平成２３年８月２日，同年９月５日，同年１０月４日，同月３１\n日，ホールボディーカウンターによる測定を受け，いずれの検査においても\n有意な被ばくはなしとの結果が確認された。したがって，原告の本件業務に\n従事したことによる有意な内部被ばくは認められない。\n(6) 本件疾病の発症に係るリスクファクター等\n原告は，本件疾病発症当時において５４歳ないし５５歳であった男性であり，\n放射線被ばくと関係なく本件疾病を発症しても何ら不自然ではない年齢，性差\nにあった上，喫煙及び飲酒というリスクファクターを有していた。\n(7) 結論\n以上によれば，本件業務による原告の被ばく線量は５６．４１ミリシーベル\nトにとどまり，また，放射線被ばくからがん発症までの期間は最小潜伏期間を\n大幅に下回っている。一方，原告は，放射線被ばくと関係なく本件疾病を発症\nしても何ら不自然ではない年齢，性差にあった上，喫煙及び飲酒というリスク\nファクターを有していた。「当面の労災補償の考え方」に照らして，これらの事\n情をみれば，原告は，放射線被ばくとは無関係に，加齢に伴い，喫煙や飲酒と\nいった一般的な原因によって本件疾病を発症したと考えるのが自然かつ合理\n的であるというべきである。\nしたがって，原告の発症した本件疾病について，本件業務による放射線業務\nに内在する危険が現実化したものと評価することはできず，本件において，業\n務起因性を認めることはできない。\n第３  当裁判所の判断\n１  認定事実\n上記の法令の定め等及び前提事実に，各掲記の証拠等を総合すると，以下の事\n実が認められる。\n(1) 本件業務に従事した期間及びその具体的な内容等\nア  本件工事の内容\n本件工事は，原子炉への注水作業を行う緊急車両のための通路確保を目的\nとする「ＳＴＥＰ１」と，放射線の線量低下を目的とする「ＳＴＥＰ２」に\n分かれていた。（乙Ａ４６〔２頁〕）\nイ  本件業務に従事した期間\n原告は，平成２３年６月３０日，Ｄ社に雇用され，同年７月３日に本件原\n発構内で，タイベックや全面マスク等の安全装備の装着方法，ＡＰＤの貸出\nや返却，本件原発構内への移動経路及び入場方法等について教育を受け，同\n月４日から同年１０月２９日まで，本件工事の「ＳＴＥＰ２」として，本件\n業務に従事した。（甲Ａ１３〔３３頁〕，乙Ａ１〔３４０～３５０頁〕，５８\n〔３頁〕）\nなお，原告は，同月３１日（同月３０日は日曜日である。）も本件業務に従\n事したと主張するが，これを裏付ける証拠はない（乙Ａ１〔３５０頁〕によ\nれば，原告は，同月３１日にはホールボディーカウンターを用いた検査を受\nけたのみであったと認められる。）。\nウ  本件業務の就労時間等\n本件業務は，８名程度による班が編成され，２班１組として，１週間おき\nに早番と遅番を交互に割り当てられていた。早番は，午前８時４５分の朝礼\nの後，午前９時から午前１１時３０分まで，遅番は，午前１１時１５分の朝\n礼の後，午前１１時３０分から午後２時まで，それぞれ２時間３０分を実働\n時間に定められ，所定休日は日曜日とされていた。もっとも，実際には，１\n日２時間３０分を超えて作業したり，日曜日にも作業することもあった。（乙\nＡ１〔９７，１８２，３４０～３５０，３７５頁〕）\nエ  本件業務の具体的な内容\n(ｱ) 原告は，本件操作室内から，モニターを見ながら，リモコンによって重\n機を遠隔操作し，がれきをクローラーダンプに積み込んで撤去した。なお，\n本件操作室は，１時間当たりの空間線量率が０．３シーベルト未満の場所\nに設置されていた。（甲Ａ１３〔５～６頁〕，乙Ａ３１の１～４，５８〔４\n頁〕）\n(ｲ)  本件操作室に設置されたモニターに係るカメラが，有線であったため，\nがれきの撤去作業の進捗に伴ってカメラを移動する際に，有線ケーブルを\n引き直して接続する必要があった。原告は，このケーブル接続作業を本件\n操作室外で行った。（甲Ａ１３〔７頁〕，乙Ａ５８〔４～５頁〕）\n(ｳ) 原告は，カメラの死角となり，本件操作室内に設置されたモニターに写\nらない場所や，重機の足場となる場所が平らではないなどの事情により，\n重機の遠隔操作が困難である場合に，重機に乗車して直接操作し，がれき\nを撤去した。（甲Ａ１３〔６頁〕，乙Ａ５８〔５～６頁〕）\n(ｴ) 原告は，重機では撤去しきれなかった細かいがれきを，竹ぼうきや両手\nで抱えるなどして撤去した。（甲Ａ１３〔８頁〕，乙Ａ５８〔７頁〕，原告本\n人〔３～４頁〕）\n(ｵ) 原告は，重機のメンテナンスとして，バックホーのアタッチメントであ\nるニブラという大型のハサミの刃の切れが悪くなった際に，本件操作室外\nで，グラインダーで研ぐ作業を行った。（甲Ａ１３〔１３頁〕，乙Ａ５８〔６\n頁〕）\nオ  本件業務中の生活場所\n原告は，平成２３年７月２日から同月３０日まで，福島県いわき市に所在\nするＪ荘を宿舎として生活し，同月３１日からは福島県双葉郡広野町に所在\nするＫ荘を宿舎として生活していた。（乙Ａ１〔９５頁〕，原告本人〔１頁〕）\n(2) 外部被ばくにおける実効線量及び実効量の関係等\nア  実効線量は，等価線量に対して，臓器や組織ごとの感受性の違いによる重\nみ付けをして，それを合計して全身への影響を表した指標であり，等価線量\nの値に，個々の組織の放射線感受性を表す組織加重係数を乗じて算出する。\n組織加重係数が大きい臓器（肺，胃腸，女性の乳房等)は人体の前方に多く存\n在するため，外部被ばく実効線量は，人体（腕や肩など)の遮蔽効果の影響に\nより，前方入射の被ばくよりも，それ以外の入射条件（後方入射，側方入射，\n回転対称入射及び等方入射）の被ばくのほうが，小さい数値となる。（乙Ｂ４\n４〔２７頁〕）\nイ  実効線量は測定器を使って直接測定することができないことから，外部被\nばく管理のために，測定可能な量として定義された実用量である周辺線量当\n量（空間線量）や個人線量当量が用いられる。この実用量は，安全側の評価\nを与えるように，以下のとおり，等価線量や実効線量よりも大きな数値が出\nるように定義されている。\n(ｱ)  作業環境などの空間の線量を評価する空間線量（Ｈ*（ｄ）と表記され\nる。）は，人体の組織を模した直径３０センチメートルの球（ＩＣＲＵ球）\nの表面から深さｄ（単位はミリメートル）で生じる線量当量であり，その\n測定には，据え置き型の電離箱やサーベイメータ等の方向性の影響が少な\nい測定機器が用いられる。１時間当たりの空間線量，すなわち，人間がそ\nの場所に１時間立っていた場合にどの程度被ばくするかを表すものを空\n間線量率という。\n一方，個人線量当量（Ｈｐ（ｄ）と表記される。）は，人体のある指定さ\nれた点における深さｄの線量当量であり，その測定は，人体の体幹部に小\n型の個人線量計を装着して測定される。そのため，背面からの入射に対し\nては，常に自己遮蔽効果が働いた状態で評価される。\n一般的に，ガンマ線被ばくの場合は，深さｄとして１０ミリメートルの\n深さが用いられ，この場合，空間線量及び個人線量当量はＨ*（１０）及び\nＨｐ（１０）と表記される。（乙Ｂ１〔４１，５０頁〕，３〔３４頁〕）\n(ｲ)  空間線量がＩＣＲＵ球の表面から深さ１センチメートルで生じる線量\n当量であるのに対し，実効線量の評価対象となる臓器の多くは人体表面か\nら１センチメートルより深く位置していることから，ガンマ線の場合には，\n人体による遮蔽効果により，空間線量は常に実効線量よりも大きな値とな\nる。（乙Ｂ２〔３１頁〕）\n(ｳ) 個人線量当量は，正面方向からだけ被ばくする場合（前方入射のみの被\nばく）では，空間線量と一致し，実効線量よりも大きな値となる。他方，\n均等方向から被ばくの場合では，個人線量当量は，人体による遮蔽効果を\n受けるため，空間線量よりも常に小さい値となり，実効線量に近く，かつ\n多少大きめの数値を与えると判断される。（乙Ｂ１〔４１～４２頁〕，３６\n〔９７頁〕）\n(3) 原告の個人線量計の測定値等\nア  作業員の外部被ばく実効線量は，ＡＰＤとガラスバッジの２種類の個人線\n量計により管理され，これら各線量計で計測された数値のうち測定値が高い\n方を外部被ばく実効線量の確定値としていた。\nイ  作業員は，作業前に本件原発構内の免震重要棟でＡＰＤを貸与され，作業\n終了時にＡＰＤを返却して，その測定結果を作業週報に記録した。（乙Ａ１\n〔３４０～３５０頁〕，５８〔８～９頁〕）\nウ  作業員は，本件企業体からガラスバッジ（Ｉ社製のＯＳＬ線量計であるＩ\nｎＬｉｇｈｔ線量計）を貸与され，２４時間着用するものとされていた。貸\n与されたガラスバッジは毎月回収されると同時に新しいガラスバッジが貸\n与されることによって，国際規格に基づく校正済みの線量計に交換されてい\nた。回収されたガラスバッジは大成建設がＩ社に送付し，同社が一括して測\n定器にかけて被ばく線量を測定し，大成建設へ測定結果を報告していた。（乙\nＡ１〔３７５頁〕，２７の２）\nエ  原告は，本件業務に従事した際には，ＡＰＤに付いていたストラップを首\nから掛け，タイベックの下に着用していた長袖の下着の胸のポケットに入れ\nて装着していた。\nまた，原告は，平成２３年７月３日から同年１０月２９日までの間，入浴\n中や買い物に出たときを除いて，常時ガラスバッジに付いていたストラップ\nを首からぶら下げ，本件業務に従事している時は，タイベックの内側の長袖\nシャツの胸のポケットに入れて装着していた。（甲Ａ１３〔１９頁〕）\nオ  原告が装着していたＡＰＤ及びガラスバッジの各月の測定値は，それぞれ\n以下のとおりであり，ガラスバッジによる各月の測定値の合計である５６．\n４１ミリシーベルトをもって，外部被ばく実効線量の確定値とされた。（乙\nＡ１〔３８０頁〕，１５，１８の１～３）\nＡＰＤ  ガラスバッジ\n平成２３年７月  １７．４５８  １８．２４\n平成２３年８月  １０．７３９  １４．０７\n平成２３年９月  ８．７８０  １１．５５\n平成２３年１０月  １０．３９５  １２．５５\n合計  ４７．３７２  ５６．４１\n（単位：ミリシーベルト）\nカ  原告と同時期に作業を行っていた作業員８人（原告を含む。作業日数は８\n６日から９８日）について，ＡＰＤの累積被ばく線量の平均は４９．１００\nミリシーベルトであった。\nまた，原告と同時期に同一の班内で作業を行った３人の作業員について，\nガラスバッジの累積被ばく線量は５３．６５～５８．６０ミリシーベルトで\nあった。（乙Ａ１・７６頁，弁論の全趣旨〔被告第２準備書面・３５，４４\n頁，同第４準備書面・１３頁〕）\n(4) 内部被ばく実効線量の管理\nア  内部被ばく実効線量は，放射性物質を体内に摂取した場合に，それ以後の\n生涯にどれだけの放射線を被ばくすることになるかを推定した被ばく線量\nである預託実効線量によって評価される。預託実効線量は，体内に取り込ま\nれた放射性物質の摂取量に実効線量係数を乗ずることによって算出される。\n（乙Ｂ４２〔５２～５３頁〕，４３〔スライドの９～１３枚目〕）\nイ  作業員の内部被ばく実効線量は，ホールボディーカウンターを用いて管理\nされていた。\nウ  ホールボディーカウンターは，全身から放出されるガンマ線を測定するこ\nとによって，体内に残留している放射性物質を計測する機器である。ホール\nボディーカウンターによって測定された体内に残留している放射性物質に，\n摂取からの経過時間，摂取形態及び粒径等の情報を考慮した上で選択される\n体内残留曲線を用いることで，放射性物質の摂取量を求めることができ，こ\nれに実効線量係数を乗じることで，預託実効線量を求めることができる。（乙\nＢ４２〔５８頁〕，１０１〔８～９頁〕）\n(5) 原告の内部被ばく実効線量の測定値\n原告は，平成２３年８月２日，同年９月５日，同年１０月４日，同月３１日，\nホールボディーカウンターによる測定を受けた。\n原告の同年８月２日のホールボディーカウンターの検査では，セシウム１３\n４の測定値は１５７ベクレル（検出限界値は２２５．４ベクレル)，セシウム１\n３７の測定値は１４５ベクレル（同２５３．３ベクレル）と，いずれも検出限\n界値を下回っていた。これら測定値をそのまま用いて計算された実効線量はい\nずれも０．００１ミリシーベルト未満となったが，最終的な預託実効線量は，\n０．０１ミリシーベルトと記録された。\n原告の同年９月５日，同年１０月４日及び同月３１日のホールボディーカウ\nンターの検査によって算出された内部被ばく実効線量は０．００ミリシーベル\nトであった。（甲Ａ６，乙Ａ１〔４３２頁〕，３３〔５～６頁〕）\n(6) がんに関する知見\nア  がん一般\n人体は，約６０兆個にも及ぶ細胞から構成されている。正常細胞が正常な\n働きを維持するため，人体では強力な制御機構が幾重にも働いている。\nがん，すなわち，悪性腫瘍とは，正常細胞が何らかの要因の作用により変\n化して，このような制御を免れ，過剰に増殖し腫瘤を作り，他の組織に浸潤・\n転移し，生命を脅かす状態となった腫瘍（細胞の塊）のことである。がんは，\n良性腫瘍（浸潤・転移によって生命を脅かすことのない腫瘍）に比べて，異\n型性が強く，発育速度が速く，転移が多く，切除しても再発が多いのが特徴\nであり，人体のあらゆる部分から発生する。（乙Ｂ４〔８～９頁〕，６〔１２\n頁〕）\nイ  発がんのメカニズム\n(ｱ) 発がんに関わる遺伝子は複数知られているが，最も発がんに関係深い遺\n伝子として，がん遺伝子及びがん抑制遺伝子がある。がん遺伝子とは，細\n胞のがん化を促進する遺伝子であり，がん抑制遺伝子とは，細胞のがん化\nを抑制する遺伝子である。がん遺伝子とがん抑制遺伝子は正常細胞に存在\nし，正常細胞を増殖させるが，どちらかの遺伝子に異常が起こると，正常\n細胞は，がん化し，がん化細胞が増殖し，がんの発生へと順次進展する。\nがんの発生・進展の機序の解明の程度は，がんの種類によりかなりの相違\nがあり，大腸がんでは解明が進んでいるが，難治がんの肺がんや膵臓がん\nなどでは不明の部分が多く，スキルス胃がんではほとんど未解明のままで\nある。（乙Ｂ９〔９２～９３頁〕）\n(ｲ)  がんは，がん化をもたらす遺伝子の変化が何年にもわたって蓄積され，\n以下に述べる多くの段階を経て進行する（多段階発がん）。\nイニシエーションは，細胞に遺伝子変化が起きる段階である。この遺伝\n子の異常だけでは細胞の異常増殖を起こすためには十分でない。イニシエ\nーションを起こすイニシエーターはほとんどの場合変異原性の発がん物\n質である。\nプロモーションは，細胞増殖が起きる段階である。イニシエーターに曝\n露された細胞に長期間プロモーターを暴露すると，イニシエーターによる\n遺伝子異常を持つ細胞はさらに細胞増殖制御のカギとなる遺伝子（がん遺\n伝子）に異常を起こす。しかし，プロモーションの初期段階では，プロモ\nーターが取り除かれると細胞の増殖は可逆的で，再び元のレベルに戻ると\n考えられている。\nプログレッションは，細胞の増殖の制御ができなくなり，ついには自立\n的に増殖するようになる段階であり，その最終段階としてがん細胞の発生\nとなる。\nさらに細胞が悪性化すると，周囲の組織へ浸潤し，他の臓器に転移する。\n浸潤の段階では，検出し得るサイズの腫瘍になっていることが多いと考え\nられている。（乙Ｂ１０〔９～１１頁〕）\nウ  がんのリスクファクター\n日本人男性の最大のがんリスク要因は喫煙と感染性要因であり，これに飲\n酒，塩分摂取，過体重・肥満，果物・野菜摂取不足，運動不足が続く。\n特に，喫煙については，厚生労働省健康局長が有識者の参集を求めて開催\nした「喫煙の健康影響に関する検討会」が取りまとめた「喫煙と健康  喫煙\nの健康影響に関する検討会報告書」（平成２８年８月）によれば，紙巻きたば\nこの喫煙によって発生する化学物質は，喫煙により速やかに肺に到達し，血\n液を通じて全身の臓器に運ばれ，ＤＮＡの損傷等を通じてがんの原因となる\nと報告されている。（乙Ａ３５の１〔１３頁〕，乙Ｂ１３の１，１３の２〔表\n紙，４２頁〕）\nエ  多重がん（二重がん）及び二次がん\n同一の臓器に複数発生し，あるいは，異なった２つ以上の臓器に発生する\nがんを多重がん（二重がん）という。昭和６１年から平成７年のがん症例２\n万４４９８例のうち，１２８１例（５．２％）に多重がんが認められた。そ\nの頻度は，食道が最も高く，以後は大腸，口咽頭，鼻咽頭の順であるが，全\n臓器的に見ても大腸がんと胃がんが多発がんの一方に登場することが特徴\nとされている。\nまた，以前にがんと診断された人に，再発・転移とは別に，新たに発生す\nるがんを二次がんという。喫煙は肺がんや他の喫煙関連がんに二次がんとし\nて罹患するリスクの増加と強い関連があると報告されている。それだけでな\nく，二次がんとして喫煙関連がん以外のがんに罹患するリスクも増加するこ\nとが報告されており，がん患者における喫煙と二次がん罹患の関連性が示唆\nされている。（乙Ｂ１３の２〔１９８～１９９頁〕，１７〔１～２頁〕）\n(7) 放射線被ばくと発がんに関する知見等\n放射線は，通過した細胞にエネルギーを与え，細胞を構成している原子の持\nつ電子を弾き飛ばす作用（電離作用）を持っている。細胞は，ＤＮＡ（糖・リ\nン酸及び４種類の塩基を持った２本の鎖で構成されたもの）を持っているとこ\nろ，このＤＮＡに放射線が当たると，当たった量に応じて，ＤＮＡの一部が壊\nれることがある。\n細胞にはＤＮＡを修復する機能があるため，ＤＮＡが損傷を受けた場合であ\nっても，通常は，修復され元の状態に戻り，また，ＤＮＡの損傷の程度が大き\nいときには細胞死が生じるが，その数が少なければ，他の細胞がこれらを代替\nするため，その臓器や組織の機能障害は生じない。しかし，多くの細胞死や変\n性が生じた場合には，臓器や組織の機能障害が生じる可能性がある。また，損\n傷したＤＮＡが完全に修復されなかった場合，突然変異を起こし，がんや遺伝\n性の障害等を生じる可能性がある。（乙Ｂ１〔８１～８３頁〕）。\n(8) 放射線の被ばく線量とがん発症に関する知見等\nア  放射線被ばくによる確定的影響と確率的影響（乙Ｂ２〔３３頁〕）\n(ｱ)  放射線の人体への影響は，影響が生じるメカニズムの違いにより，「確\n定的影響」（組織反応とも呼ばれる。）と「確率的影響」の２つに分類され\nる。\n(ｲ) 確定的影響とは，臓器や組織を構成する細胞が大量に死んだり，変性し\nたりすることによって起こる症状で，脱毛，白内障及び皮膚障害などがこ\nれに当たる。確定的影響の特徴は，これ未満なら影響が生じない，これ以\n上なら影響が生じるというしきい値が存在することである。このしきい値\nは，臓器や細胞によって異なる。\n(ｳ) これに対して，確率的影響とは，細胞の遺伝子が変異することで起こる\n影響で，がんや遺伝性影響（生殖細胞が変異して子孫に伝わる遺伝的な影\n響）といった障害がこれに当たる。理論的には，例え一つの細胞に変異が\n起きただけでも，将来これらの障害が現れる確率が増加することから，確\n率的影響と呼ばれる。ＩＣＲＰは，どんなに低い線量でも，リスクはあり\n（しきい値はない。），そのリスクは放射線量の増加に比例すると仮定して，\n放射線防護を考えるように勧告している。\nイ  ＩＣＲＰ２００７年勧告（甲Ｂ１０，乙Ｂ２５）\nＩＣＲＰ２００７年勧告は，要旨，以下の知見を示している。\n(ｱ) 放射線防護の目的には，約１００ミリシーベルトを下回る低線量域では，\nがん又は遺伝性影響の発生率が関係する臓器及び組織の等価線量の増加\nに正比例して増加するであろうと仮定するのが科学的にもっともらしい，\nという見解を支持すると委員会は判断している。したがって，委員会が勧\n告する実用的な放射線防護体系は，約１００ミリシーベルトを下回る低線\n量においては，ある一定の線量の増加はそれに正比例して放射線起因の発\nがん又は遺伝性影響の確率の増加を生じるであろうという仮定（ＬＮＴモ\nデル）に引き続き根拠を置くこととする。ＬＮＴモデルを採用することは，\n放射線防護の実用的な目的，すなわち低線量放射線被ばくによるリスクの\n管理に対して慎重な根拠を提供すると委員会は考える。\nＬＮＴモデルが実用的なその放射線防護体系において引き続き科学的\nにも説得力がある要素である一方，このモデルの根拠となっている仮説を\n明確に実証する生物学的／疫学的知見がすぐには得られそうにないこと\nを強調しておく。（甲Ｂ１０〔１７頁〕）\n(ｲ) がんリスクの推定に用いる疫学的方法は，およそ１００ミリシーベルト\nまでの線量範囲でのがんのリスクを直接明らかにする力を持たないとい\nう一般的な合意がある。（乙Ｂ２５〔付属書Ａ・１３１頁〕）\n(ｳ)  低線量及び低線量率において低ＬＥＴ放射線による部位別がんリスク\nが，ＬＮＴモデルと一致して，放射線量に比例すると仮定した。したがっ\nて，それより低い線量では放射線関連のがんリスクが無いしきい線量が存\n在するかもしれない可能性は無視されてきた。ＬＮＴモデルは，生物学的\n真実として世界的に受け入れられているものではなく，むしろ，我々が極\nく低線量の被ばくにどの程度のリスクが伴うのかを実際に知らないため，\n被ばくによる不必要なリスクを避けることを目的とした公共政策のため\nの慎重な判断であると考えられている。（乙Ｂ２５〔付属書Ａ・１５４頁〕）\nウ  ＵＮＳＣＥＡＲ２０１０年報告\nＵＮＳＣＥＡＲが２０１０年（平成２２年）に発表した報告（以下「ＵＮ\nＳＣＥＡＲ２０１０年報告」という。）は，要旨，「統計学的に有意なリスク\n上昇は１００―２００ミリグレイ又はそれ以上で観察される。疫学研究だけ\nでは，これらのレベルを大きく下回る場合の有意なリスク上昇を同定するこ\nとはできそうにない。」とする一方，「たとえ低線量放射線でも，発がんのリ\nスクを増加させるＤＮＡ突然変異が発生する機会は，非常に少ないがゼロで\nはなさそうである。」との知見を示している。（乙Ｂ２２〔９，１１頁〕）\nエ  「低線量被ばくのリスク管理に関するワーキンググループ報告書」\n本件事故後，原発事故の収束及び再発防止担当大臣の要請に基づき，国内\n外の科学的知見や評価の整理，現場の課題の抽出，今後の対応の方向性の検\n討を行う場として，放射性物質汚染対策顧問会議の下，「低線量被ばくのリ\nスク管理に関するワーキンググループ」が設置された。\n同ワーキンググループがとりまとめた平成２３年１２月２２日付け「低線\n量被ばくのリスク管理に関するワーキンググループ報告書」は，要旨，以下\nの知見を示している。（乙Ｂ２１）\n(ｱ) 科学的知見と国際的合意（乙Ｂ２１〔３頁〕）\n放射線の影響に関しては様々な知見が報告されているため，国際的に合\n意されている科学的知見を確実に理解する必要がある。国際的合意として\nは，科学的知見を国連に報告しているＵＮＳＣＥＡＲ，世界保健機関（Ｗ\nＨＯ）及びＩＡＥＡ等の報告書に準拠することが妥当である。\n(ｲ) 低線量被ばくのリスク（乙Ｂ２１〔４頁〕）\n国際的な合意では，放射線による発がんのリスクは，１００ミリシーベ\nルト以下の被ばく線量では，他の要因による発がんの影響によって隠れて\nしまうほど小さいため，放射線による発がんリスクの明らかな増加を証明\nすることは難しいとされる。疫学調査以外の科学的手法でも，同様に発が\nんリスクの解明が試みられているが，現時点では人のリスクを明らかにす\nるには至っていない。\n(ｳ) 長期にわたる被ばくの健康影響（乙Ｂ２１〔５頁〕）\n本件事故により環境中に放出された放射性物質による被ばくの健康影\n響は，長期的な低線量率の被ばくであるため，瞬間的な被ばくと比較し，\n同じ線量であっても発がんリスクはより小さいと考えられる。\n(ｴ) 放射線による健康リスクの考え方（乙Ｂ２１〔８～１０頁〕）\n放射線防護や放射線管理の立場からは，低線量被ばくであっても，被ば\nく線量に対して直線的にリスクが増加するという考え方（ＬＮＴモデル）\nを採用する。これは，科学的に証明された真実として受け入れられている\nのではなく，科学的な不確かさを補う観点から，公衆衛生上の安全サイド\nに立った判断として採用されている。\n放射線防護上では，ＬＮＴモデルは重要であるが，この考え方に従って\nリスクを比較した場合，年間２０ミリシーベルト被ばくすると仮定した場\n合の健康リスクは，例えば，他の発がん要因（喫煙，肥満，野菜不足等）\nによるリスクと比べても低いこと，放射線防護措置に伴うリスク（避難に\nよるストレス，屋外活動を避けることによる運動不足等）と比べられる程\n度であると考えられる。\nオ  「評価書  食品中に含まれる放射性物質」（乙Ｂ２７）\n食品安全委員会は，本件事故後，厚生労働大臣から食品健康影響評価を要\n請されたことを受け，平成２３年１０月，「評価書  食品中に含まれる放射\n性物質」をとりまとめた。同評価書は，要旨，以下の知見を示している。\n「食品安全委員会が検討した範囲においては，放射線による影響が見いだ\nされているのは，通常の一般生活において受ける放射線量を除いた生涯にお\nける累積の実効線量として，おおよそ１００ミリシーベルト以上と判断した。\n１００ミリシーベルト未満の線量における放射線の健康影響については，疫\n学研究で健康影響がみられたとの報告はあるが，信頼のおけるデータと判断\nすることは困難であった。種々の要因により，低線量の放射線による健康影\n響を疫学調査で検証し得ていない可能性を否定することもできず，追加の累\n積線量として１００ミリシーベルト未満の健康影響について言及すること\nは現在得られている知見からは困難であった。」（乙Ｂ２７〔８，２１５頁〕）\nカ  「原爆被ばく者における固形がん罹患率，１９５８－１９９８年」（甲Ｂ\n９）\nＮらは，原爆被曝者の寿命調査（ＬＳＳ）による長期的追跡を行い，平成\n１９年，「原爆被ばく者における固形がん罹患率，１９５８－１９９８年」を\n発表した。同報告書は，要旨，以下の知見を示している。\n「０－０．１５グレイの線量域では統計的に有意な線量反応傾向が認めら\nれ，これは全線量域について推定された傾向に類似していた。口腔・食道・\n胃・結腸・肝蔵・肺・皮膚（黒色腫以外）・乳房・卵巣・膀胱・神経系・甲状\n腺を含むほとんどのがん部位について統計的に有意な線量反応が認められ\nた。」（甲Ｂ９〔１１頁〕）\nキ  「原爆被爆者の死亡率に関する研究  第１４報  １９５０－２００３年：\nがんおよびがん以外の疾患の概要」（乙Ｂ９３）\n公益財団法人放射線影響研究所は，昭和２５年から平成１５年までの原爆\n被曝者の集団である寿命調査集団（ＬＳＳコホート）での死亡状況を追跡調\n査し，平成２４年，「原爆被爆者の死亡率に関する研究  第１４報  １９５\n０－２００３年：がんおよびがん以外の疾患の概要」を発表した。同報告書\nは，要旨，以下の知見を示している。\n「全固形がんについて過剰相対危険度が有意となる最小推定線量範囲は\n０－０．２グレイであり，定型的な線量閾値解析（線量反応に関する近似直\n線モデル）では閾値は示されず，ゼロ線量が最良の閾値推定値であった。」\n（乙Ｂ９３〔１頁〕）\nク  Ｏ医師の意見書（甲Ｂ３７，４６，乙Ａ１〔１３１～１３８頁〕）\n道北勤医協旭川北医院院長であるＯ医師は，医学的な見地から，要旨，以\n下の意見を述べている。\n「最近の調査研究によれば，１０ミリシーベルトの被ばくでも，有意に発\nがんのリスクの増加がみられており，１００ミリシーベルト未満では発がん\nしないという主張は，医学的にみて誤った主張である。①２０万人を対象と\nした日本の原子力施設従業員追跡調査では，１０ミリシーベルトの累積被ば\nくによりがん死リスクが有意に３％高まっていた。②カナダで８万人以上の\n医療被ばく患者を数年間追跡した結果，１０ミリシーベルト毎に発がんリス\nクが３％ずつ有意に高まっていた。③その他，１００ミリシーベルト未満の\n被ばくで有意に発がんリスク増加を証明した医学研究が多数存在する。」（乙\nＡ１〔１３５頁〕）\nケ  Ｐ医師の意見書（乙Ａ４５の２）\n東京大学医学部附属病院放射線治療部門長で，放射線治療専門医であるＰ\n医師は，放射線治療専門医の立場から，要旨，以下の意見を述べている。\n(ｱ) がん細胞を生じさせる最大の要因は喫煙である。国立がんセンターによ\nる生活習慣の発がんリスクの比較においても，喫煙者（１日１箱喫煙する\n者を想定）は，１０００から２０００ミリシーベルトの放射線被ばくと同\n等のリスクがあるとされている。また，大量飲酒（毎日３合程度を想定）\nは，１０００から２０００ミリシーベルトの放射線被ばくに相当する。肥\n満については２００から５００ミリシーベルト，野菜不足や受動喫煙につ\nいては１００から２００ミリシーベルトの被ばくと同等である。（乙Ａ４\n５の２〔３頁〕）\n(ｲ) １００ミリシーベルトの被ばくによる健康リスクは，これらの生活上の\n要因によるリスクをも下回るものであり，そもそも検出することが困難で\nある。野菜不足ですら，１００から２００ミリシーベルトの放射線被ばく\nに相当するものであり，１００ミリシーベルト以下の放射線被ばくによる\n影響は，いわば様々なリスクファクターによる誤差・ノイズの中に埋没し\nてしまうほどリスクの程度が低いものであり，１００ミリシーベルトより\nもさらに低い線量の放射線被ばくであれば，さらにその影響は小さく，他\nの要因による影響に隠れてしまうほどであるので，放射線被ばくの影響だ\nけを取り出してその影響を客観的に確認・認識することは極めて困難であ\nり，今後も認識はできないのではないかと考えられる。（乙Ａ４５の２〔３\n頁〕）\n(ｳ) 放射線被ばくにより発がんすることについて，放射線被ばく線量の閾値\nが存在する可能性はあるが，閾値が存在することを証明するには膨大なデ\nータが必要であるため，科学的にそれを検証し実証することは困難である\nと考えられる。したがって，低線量域であっても発がんリスクは直線的に\n増えるだろうと考えた方が，安全に配慮した考え方ないし見方になる。こ\nれがＬＮＴモデルという考え方であるが，これはそうした安全に配慮した\n一種の「安全哲学」であって，科学的に実証されているものではない。１\n００ミリシーベルトを下回る水準の放射線被ばくは，非常に影響が小さく，\nその影響が認識できないほどである。（乙Ａ４５の２〔５頁〕）\nコ  Ｑ医師の意見書（乙Ａ２２）\nＵＮＳＣＥＡＲ日本代表を務めたことがあり，国立研究開発法人量子科学\n技術研究開発機構執行役であるＱ医師は，医学的な見地から，要旨，以下の\n意見を述べている。なお，Ｑ医師は，本件検討会報告書を作成するために参\n集した専門家の一人であり（甲Ｂ２，３，５），原告の本件疾病に係る本件検\n討会の構成員の一人である（乙Ａ１〔７１頁〕）。\n(ｱ) １グレイ（ガンマ線で１シーベルトに相当する線量）より低い被ばく線\n量における固形がんのリスクは，現段階でおよそ１００ミリシーベルトま\nでは，ＬＮＴモデルが合うとされているが，それ以下の線量では，対照群\nと有意な差があるとは言えない。現段階で，１００ミリシーベルトより低\n線量の被ばくとがんの発症の関連性を，統計学的に明確に示した（証明し\nた）文献や研究がなく，このことは胃がんばかりでなく，結腸がんや膀胱\nがんについても同様である。（乙Ａ２２〔１頁〕）\n(ｲ) 最近の研究からは，低線量放射線に対する生体の応答は，高線量放射線\nに対する応答とは異なることが次第にわかってきている。フランス科学ア\nカデミーと医学アカデミーは共同報告書の中で，高自然放射線地域の住民\nのデータに発がんリスクの増加がないこと，また，低線量放射線に特異的\nな防御的生物反応（細胞死による損傷細胞の除去，ＤＮＡ損傷の修復機構\nの活性化)，免疫細胞によるがん化細胞排除と免疫監視機構による発がん\n抑制等の研究結果を示し，ＬＮＴモデルは現実に合わない過大評価，とい\nう見解を発表している。（乙Ａ２２〔２頁〕）\n(ｳ) 本件検討会としては，各種の調査や論文において，放射線被ばくとがん\nの発症について関連性が見られる数値を調査したところ，それが１００ミ\nリシーベルトであったため，本件検討会の報告書として取りまとめを行っ\nたにすぎず，本件検討会としてもＬＮＴ仮説を否定しているものではない。\n各種の調査結果から明らかに放射線被ばくとがんの発症について関連\n性が見られる数値が１００ミリシーベルトということで，それ以下の被ば\nく線量では他のリスクとの区別が困難であるというのが現時点の本件検\n討会での考え方となっている。ただし，この数値は新たな論文等で証明さ\nれれば当然に見直しを行っていくことになり，実際に検討会では最新の論\n文がないか，常にサーチしている。\nその際，米国国立医学図書館が運営する文献検索システムを用いた検索\nを行うほか，ＵＮＳＣＥＡＲやＩＣＲＰが行っている系統的なレビューの\n結果を踏まえている。その結果，膀胱，結腸，胃がんを含む全固形がんで\nは，被ばく線量が１００から２００ミリシーベルト以上において統計的に\n有意なリスクの上昇は認められるものの，１００ミリシーベルト未満での\n健康影響について言及することは困難であるという知見を得ている。（乙\nＡ２２〔２～４頁〕）\nサ  Ｒ教授の意見書（乙Ａ３５の１）\n国立がんセンターのがん統計研究部長を務めたことがあり，大阪大学大学\n院医学系研究科の教授であるＲ医師は，医学的な見地から，要旨，以下の意\n見を述べている。なお，Ｒ教授は，本件検討会報告書を作成するために参集\nした専門家の一人であり（甲Ｂ２，３，５），原告の本件疾病に係る本件検討\n会の構成員の一人である（乙Ａ１〔７１頁〕）。\n(ｱ) 国際的にコンセンサスを得ている科学的知見によれば，放射線による発\nがんリスクの増加は，自然放射線による被ばくを超える追加被ばく１００\n～２００ミリシーベルト以上で観察され，少なくとも１００ミリシーベル\nトよりも低い線量では，発がんリスクは統計学的に有意なレベルとしては\n観察されていない。（乙Ａ３５の１〔３頁〕）\n(ｲ)  １００ミリシーベルト以下の低線量域においてはデータの不確かさが\n大きく（喫煙等の生活習慣や遺伝的素因などの様々な交絡因子に関わるデ\nータの不確かさの影響が大きい。），放射線にリスクがあるとしても，他の\n要因による発がんの影響によって隠れてしまうほど小さいため，放射線に\nよる発がんリスクの増加を証明することは困難である。（乙Ａ３５の１〔７\n頁〕）\n(ｳ) 低線量域に用いる統計モデルとしては，様々提唱されており，ＬＮＴモ\nデルは，そのうちの１つの仮説に過ぎない。直線形のモデルのほか，線量\nの低いところではリスクが高まるとするモデルや，逆に線量の低いところ\nではリスクは低いとするモデル，しきい値があるとするモデル，低い線量\nではリスクは一旦減るとするモデルなどが提唱されている。フランスアカ\nデミーの報告書は，放射線発がんのリスクに対する実用的なしきい値の支\n持を主張し，ＬＮＴモデルは現実に合わない過大評価であるとしている。\nこの立場は，低線量被ばくの場合，生体防御機能がＤＮＡ損傷によるダメ\nージを上回ることにより，発がんリスクはないと考える見解である。（乙\nＡ３５の１〔８～９頁〕）\n(ｴ) ＩＣＲＰは，１００ミリシーベルト当たり，がん死亡の過剰生涯リスク\nが約０．５パーセント（１００人中０．５人）増加すると仮定して防護を\n検討している。ＢＥＩＲ－Ⅶ委員会の報告書では，１００ミリシーベルト\n当たり，がん死亡の過剰生涯リスクを１００人中約０．５人，がん罹患の\n過剰生涯リスクを１００人中約１人と推定している。（乙Ａ３５の１〔１\n０頁〕）\n(ｵ) 国立がん研究センターが，広島・長崎の原爆被曝者のデータを基にがん\nの相対リスクをまとめたところによれば，①喫煙者や大量飲酒（４５０グ\nラム以上／週）の相対リスクは１．６倍で，１０００～２０００ミリシー\nベルトの被ばくの相対リスクと同等，②肥満は１．２２倍，運動不足は１．\n１５～１．１９倍，高塩分食品は１．１１～１．１５倍で，２００～５０\n０ミリシーベルトの被ばくと同等，③野菜不足は１．０６倍で，１００～\n２００ミリシーベルトの被ばくと同等である。（乙Ａ３５の１〔１３～１\n４頁〕）\n(9) 放射線被ばくとがんの潜伏期間に関する知見等\nア  ＩＣＲＰ１９９０年勧告（甲Ｂ１７）\nＩＣＲＰ１９９０年勧告は，要旨，以下の知見を示している。\n「がんの潜伏期間の中央値は誘発白血病の場合約８年，乳がんと肺がんの\nような多くの誘発固形がんの場合はその２倍から３倍のようである。最小潜\n伏期間は，被ばく後に特定の放射線誘発腫瘍の発生がわかっているかまたは\n起こったと信じられる最短の期間である。この最小潜伏期間は，急性骨髄性\n白血病（および 224Ｒａ誘発骨肉腫）については約２年であり，他のがんにつ\nいては５－１０年のオーダーである。この報告書では平均１０年と仮定した。\n放射線誘発白血病（および 224Ｒａ誘発骨肉腫）の頻度は，およそ５－７年目\nのピークのあと低下して，約２０年かそれ以後にはわずかの過剰値になる。\n白血病および骨肉腫以外のがんの場合は，成人期に被ばくしたヒトでは相対\nリスクは時間に対してほぼ一定である。」（甲Ｂ１７〔付属書Ｂ・１２６～１\n２７頁〕）\nイ  ＵＮＳＣＥＡＲの２００６年報告（乙Ｂ２０）\nＵＮＳＣＥＡＲが２００６年（平成１８年）に発出した報告は，要旨，以\n下の知見を示している。\n「潜伏期間は，過剰リスクが検出可能となるような，被ばく後の最小期間\nとして定義されるかもしれないが，しばしば，統計学的に有意な過剰リスク\nが観察される，被ばく後の最小期間とされている。固形がんについては，治\n療で照射された多くの集団において被ばく後５年から１０年の間に過剰リ\nスクがはっきりと現れる。しかしながら，ＢＥＩＲ－Ⅶは，固形ガンでもっ\nと短い潜伏期間を示す種々の研究からの証拠を提示しており，米国の集団に\nついてがんリスクを推定する際，固形がんでは５年の潜伏期間を仮定してい\nる。」（乙Ｂ２０〔附属書Ａ・４４頁〕）\nウ  Ｏ医師の意見書（甲Ｂ３７，乙Ａ１〔１３１～１３８頁〕）\nＯ医師は，医学的な見地から，要旨，以下の意見を述べている。\n(ｱ) 放射線被ばくによる発がんの潜伏期間については，およそ１０年と言わ\nれてきたが，最近，この見解は見直されつつある。米国疾病予防センター\n（以下「ＣＤＣ」という。）は，ワールドトレードセンターテロ後の被害者\nへの補償問題対応のために，医学文献を総合的にレビューし，大人の固形\nガン（胃がん・膀胱がん・大腸がん等）における放射線被ばくから発がん\nまでの最小潜伏期間を４年としている。つまり発がん物質曝露（被ばく）\nから４年目以降に発見されたがんについては，補償適格性があると判定す\nるものである。いっぽう，わが国の原発労働者の疫学調査によれば，最小\n潜伏期間を０年と仮定した場合でも，累積被ばくが１０ミリシーベルト未\n満から１００ミリシーベルト超に増加するに伴い，がん死リスクが有意に\n増加する傾向が見られた（原子力発電施設等従事者追跡調査Ⅳ・９７頁）。\nこれは，原告の被ばく線量付近においても，極めて短い潜伏期間で，発が\nんリスクが増加する可能性があることを示唆する所見である。このように，\n放射線被ばくによる発がんの最小潜伏期間は０年から４年の間である可\n能性が示唆されている。（乙Ａ１〔１３６頁〕）\n(ｲ) 人が放射線に被ばくすると，がん細胞の発生と増殖を抑制しているがん\n抑制遺伝子の作動が阻害され，既存の前がん細胞のがん化並びに既存のが\nん細胞の増殖が促進される。これは，一般財団法人高度情報科学技術研究\n機構（ＲＩＳＴ）の運営する原子力辞典ＡＴＯＭＩＣＡの記事でも言及さ\nれている。放射線被ばくから発がんに至る機序については医学上様々なも\nのが検討され，研究の対象とされているところであり，放射線被ばくがが\nんの初発だけでなく促進や進展にも関与していると考えることは，医学的\nにも妥当性があるといえる。（甲Ｂ３７〔１２～１３頁〕）\nエ  Ｍ元教授の意見書（甲Ｂ３５）\n物性物理学を専門家とするＭ元教授は，要旨，以下の意見を述べている。\n「L.Eldridge は，アルゼンチンで行われた調査研究で，血液がんを発症し\nて放射線治療を受けた患者について，放射線治療から固形がん発症までの潜\n伏期間は２５か月～２３６か月（平均値は１１０か月）と報告している。早\nいものは２年ほどで発症する。人工放射能と喫煙や感染症による活性酸素ス\nトレスは，それぞれ相乗的に関与する。慢性炎症反応内で異常遺伝子細胞が\n多数存在する環境では放射線被ばくがきっかけとなって極めて短期間で発\nがんが認められることは十分ありうる。福島県内・東日本１２県の主要病院\nでの診療実績は，膀胱腫瘍に対しては２０１０年を基準として，２０１１年\nは３．４倍，２０１２年は３．５倍の増加である。このことは事故での放射\n線の放出による被曝をきっかけに腫瘍ないし悪性腫瘍が１年間でどっと増\nえたことを意味する。」（甲Ｂ３５〔５０，１２８～１２９頁〕）\nオ  Ｐ医師の意見書（乙Ａ４５の２）\nＰ医師は，医学的な見地から，要旨，以下の意見を述べている。\n「一般的に，体内でがん細胞が発生してから，いわゆる「発がん」，すなわ\nち「がん」として検査によって認識できる大きさに成長するまでには，通常\nは１０年から２０年を要する。ただし，小児甲状腺がんについては５年とい\nわれている。がん細胞は，直径１ミリメートルの１００分の１（１０ミクロ\nン）であり，分裂回数にして３０回（２の３０乗）を経て１０億個となり，\n１０億個で直径約１センチメートルとなる。直径約１センチメートルの大き\nさになって初めて，画像上がんと診断することが可能となるが，その大きさ\nに至るまでに通常約１０年から２０年を要する。」（乙Ａ４５の２〔２頁〕）\nカ  Ｒ教授の意見書（乙Ａ３５の１）\nＲ教授は，医学的な見地から，要旨，以下の意見を述べている。\n「疫学調査による観察の結果，何らかの原因によりＤＮＡの損傷が生じて\nから臨床的ながんとして発見されるまでには，長い潜伏期間を要することが\n分かっている。その理由としては，がんが多段階の過程を経て進行すること\nにあると考えられるが，そのメカニズムの全容は解明されていない。」（乙Ａ\n３５の１〔６頁〕）\n(10) 本件疾病のリスクファクター等\nア  膀胱がん\n(ｱ) 膀胱がんの罹患率は，男性では４５ないし４９歳から緩やかに上昇が始\nまり，その後，年齢とともに増加する。また，男性の膀胱がんの罹患率は，\n女性よりも３倍以上高い傾向にある。（乙Ｂ７〔８８～８９頁〕）\n(ｲ) 世界保健機関（ＷＨＯ）の一機関である国際がん研究機関（以下「ＩＡ\nＲＣ」という。）の部位別のがんにおける発がん性の評価によると，十分な\n証拠がある膀胱がんの発がん性物質として，エックス線及びガンマ線のほ\nか，アルミニウム生産，４－アミノビフェニル，ヒ素及び無機ヒ素化合物，\nたばこ喫煙等の合計１５種類の物質・要因が示されている。（乙Ｂ１１の\n２）\n(ｳ)  国立がん研究センターの社会と健康研究センター予防研究グループの\n研究（以下「予防研究グループ」という。）が，日本人のデータを用いてが\nんの原因に関する調査を行った研究成果によれば，腎盂がん，尿管がん及\nび 膀 胱 が ん に お け る 能 動 喫 煙 に よ る が ん 発 生 及 び が ん 死 の Ｐ Ａ Ｆ\n（Population  attributable  fraction の略であり，人口寄与割合と訳さ\nれ，特定のリスク要因への曝露がもし仮に無かったとすると，疾病の発生\nが何パーセント減少することになったかを表す数値）は，男性で７０．７\nパーセントであり，喫煙が最大の原因であることが示されている。\nまた，同研究によれば，男性の腎盂がん，尿管がん及び膀胱がんの非喫\n煙者に対する喫煙経験者の相対リスクは４．３０倍とされている。（乙Ａ\n３５の１〔１３，１６～１７頁〕）\nイ  胃がん\n(ｱ) 胃がんの罹患率は，男性では４５ないし４９歳から緩やかに上昇が始ま\nり，その後，年齢とともに増加する。５０歳以上では，男性の胃がんの罹\n患率は，女性よりも２倍以上高い傾向にある。（乙Ｂ７〔８６～８７頁〕）\n(ｲ) ＩＡＲＣの部位別のがんにおける発がん性の評価によれば，十分な証拠\nがある胃がんの発がん性物質として，エックス線及びガンマ線のほか，ヘ\nリコバクターピロリ，ゴム製造業，たばこ喫煙が示されている。この他，\n食塩や高塩分食品の摂取も発症の危険性を高めるとの報告がある。（乙Ｂ\n１１の２，１０３〔４枚目〕）\n(ｳ) 予防研究グループの研究によれば，胃がんの最大の原因は，ピロリ菌感\n染であり，噴門部以外の胃がんにおけるピロリ菌感染によるがん発生及び\nがん死のＰＡＦは，男性で８１．５パーセントに及ぶとされている。また，\n同研究によれば，男性の胃がんの非喫煙者に対する喫煙経験者の相対リス\nクは１．４２倍とされている。（乙Ａ３５の１〔１６，１８頁〕）\nウ  大腸がん\n(ｱ) 結腸がんの罹患率は，男性では４５ないし４９歳から緩やかに上昇が始\nまり，その後，年齢とともに増加する。男性の大腸がんの罹患率は，女性\nよりもやや高い傾向にある。（乙Ｂ７〔８６～８７頁〕）\n(ｲ) ＩＡＲＣの部位別のがんにおける発がん性の評価によると，十分な証拠\nがある大腸がん（結腸，直腸）の発がん性物質として，エックス線及びガ\nンマ線のほか，アルコール飲料，加工肉の消費，たばこ喫煙が示されてい\nる。この他，体脂肪の過多，腹部の肥満，高身長といった身体的特徴も発\n症の危険性を高めるとの報告がある。（乙Ｂ１１の２，１０４〔３枚目〕）\n(ｳ) 予防研究グループの研究によれば，男性の結腸直腸がんの非喫煙者に対\nする喫煙経験者の相対リスクは１．３５倍とされている。（乙Ａ３５の１\n〔１６頁〕）\n(ｴ) 国立がん研究センターなどが共同で実施している「生活習慣改善による\nがん予防法の開発と評価」研究班による日本人を対象としたプール解析研\n究によれば，男性の結腸がんにつき，１日当たり２３ないし４５．９グラ\nム（日本酒換算で１～２合)飲酒した場合の非飲酒者に対する相対リスク\nは１．６倍，１日当たり４６ないし６８．９グラム（日本酒換算で１日２\n～３合)飲酒した場合の非飲酒者に対する相対リスクは２．０倍とされて\nいる。（乙Ａ３５の１〔２０～２１頁〕）\n(11) 原告の生活習慣等\nア  原告は，少なくとも約２０年間，１日平均約２０本から３０本のたばこを\n吸っており，多い時には１日４０本のたばこを吸っていた。（甲Ａ１〔２枚\n目〕，甲Ａ１３〔４９～５０頁〕，乙Ａ１〔１０１頁〕，２３〔６，５２，７７\n頁〕）\nイ  原告は，飲酒の習慣を有しており，平成１５年以降，飲酒の頻度及び量が\n徐々に増加し，本件疾病発症前頃には，ウイスキーを週に５００ミリリット\nル，ビールを１日３５０ミリリットル飲んでいた。これらのウイスキーとビ\nールの飲酒量は，日本酒に換算して１．９合程度に当たる。（甲Ａ１〔２枚\n目〕，乙Ａ１〔１０１頁〕，２３〔７７頁〕，弁論の全趣旨〔被告第９準備書面・\n７１頁〕）\n(12) 本件疾病の因果関係に関する医師の意見等\nア  Ｏ医師の意見書（乙Ａ１〔１３１～１３８頁〕）\nＯ医師は，医学的な見地から，要旨，以下の意見を述べている。\n「原告の労働状況からすると５６．４１ミリシーベルトを超える線量の放\n射線被ばくをしたと推定される。１００ミリシーベルト未満の放射線被ばく\nでも発がんリスクは有意に増加することを示す医学的研究が多数ある。放射\n線被ばくからがん発症までの潜伏期間についても５年を最短とする根拠は\nなく，より短い期間でがんを発症する可能性が示唆されている。原告の年齢\nでの発がんは珍しい上に，同時期に異なる３臓器でがんを発症することも珍\nしく，これらのがんの発症を生活習慣因子だけで説明することは困難であり，\n放射線被ばくの関連が考えられる。原告は，被ばく後に３臓器でのがん以外\nにも，放射線被ばくに関連すると考えられる白内障を発症している。これら\nを総合的に考慮すると，原告の本件疾病については，原告の労働による被ば\nくに起因するものと考えるのが合理的である。」（乙Ａ１〔１３８頁〕）\nイ  Ｐ医師の意見（乙Ａ４５の３）\nＰ医師は，医学的な見地から，要旨，以下の意見を述べている。\n(ｱ) 放射線被ばくから２年足らずで，本件疾病のような固形がんが発現する\nということは臨床的な見地からして考えられない。本件疾病については，\nいずれのがんも発見された時点ですでにがん細胞の発生から少なくとも\n数年，胃がんについては約２０年が経過していると考えられるため，原告\nが放射線被ばくを受けた時点（症状の発見から１年から２年程度前）を起\n点として，放射線被ばくによって細胞のがん化が生じたとは医学的に考え\nられない。（乙Ａ４５の３〔６～７頁〕）\n(ｲ) ５６．４１ミリシーベルトという低線量の放射線被ばくによって，本件\n疾病の発がんリスクが高まるという関係自体が，科学的・客観的には実証\nされていない。仮に原告が計測値より多くの被ばくをしていたとしても，\n１００ミリシーベルトを下回るものである限りは，当該被ばくが発がんリ\nスクを高めるという関係が科学的・客観的に実証されていないことに変わ\nりはない。（乙Ａ４５の３〔７頁〕）\n(ｳ) 原告は，１日３０本の喫煙習慣があったということであり，仮に，平成\n２４年から禁煙していたとしても，本件疾病は，がんとして確認されるよ\nりも数年～２０年以上前から成長してきたはずであるので，原告の喫煙影\n響は非常に大きいと考える。また，毎日コップ２杯位（ウイスキー水割り\nを想定）の飲酒でも，喫煙との相乗効果をもって，がんのリスクは高まる\nと考えられる。\n原告が２２歳の時から使用してきたステロイドも，がんの発現リスクを\n高めることにつながり得る。\n原告については，喫煙，飲酒及びステロイドの影響のほか，遺伝的な要\n因があった可能性も考えられる。５４歳で３つのがんを発症したとなれば，\n一般的には，がんを抑える機能に遺伝的な問題があることが強く疑われる。\n遺伝的な要因がある患者の場合に多重がんを発症することは珍しいこと\nではない。（乙Ａ４５の３〔７～８頁〕）\n(ｴ)  原告の放射線被ばくと原告が罹患した本件疾病との間に因果関係は認\nめられないというのが結論である。（乙Ａ４５の３〔１４頁〕）\nウ  Ｑ医師の意見（乙Ａ２２）\nＱ医師は，医学的な見地から，要旨，以下の意見を述べている。\n(ｱ) 原告の累積被ばく線量は，５６．４１ミリシーベルトであり，１００ミ\nリシーベルトに満たない。全固形がんを対象とした文献レビューでは，１\n００ミリシーベルト未満での健康影響について言及することは困難であ\nるとされている。（乙Ａ２２〔６頁〕）\n(ｲ) 潜伏期に関する文献検索では，膀胱及び結腸がんで５年以降に発症リス\nクに有意な増加が認められており，また胃がんで被ばくから１０年以降に\n死亡リスクの増加が認められている。一方，全固形がんを対象とした文献\nレビューでは，全固形がんの最小潜伏期間は５から１０年程度であるとさ\nれており，原告の場合いずれのがんも５年を大幅に下回る。（乙Ａ２２〔６\n～７頁〕）\n(ｳ) 本件検討会報告書を取りまとめた以降，現在に至るまで，上記の考え方\nを見直す必要があるほどの論文や研究は発表されていないことから，本件\n疾病の発症については，放射線被ばくとの間に因果関係はないものと判断\nする。（乙Ａ２２〔７頁〕）\nエ  Ｒ教授の意見（乙Ａ３５の１）\nＲ教授は医学的な見地から，要旨，以下の意見を述べている。\n(ｱ) 多重がん，二次がんの症例は，臨床上，相当数みられ，特別に稀有なこ\nとではない。がん患者は，そうでない者に比べて多重がん，二次がんに罹\n患するリスクが高いことが知られている。その原因としては，１つのがん\nが発見された場合，身体の精密な検査を受けることによって別の自覚症状\nのない早期がんが発見され得ることや，遺伝的な影響，喫煙等の生活習慣\nといった共通のリスクファクターの影響，初発がんに対する放射線治療，\n化学療法の影響などが考えられる。（乙Ａ３５の１〔２２頁〕）\n(ｲ) 医学的に，発症の約１１か月以前から約１年１０か月以前の放射線被ば\nくが原因で本件疾病を発症したと判断することはできない。（乙Ａ３５の\n１〔２５頁〕）\n(ｳ) 原告の累積被ばく線量は５６．４１ミリシーベルトであり，１００ミリ\nシーベルトに満たない。１００ミリシーベルトよりも低い線量では，発が\nんリスクの増加は科学的に証明されていない。（乙Ａ３５の１〔２５頁〕）\n(ｴ)  原告の膀胱がん発症には喫煙が大きく影響していると考えて医学的に\n不自然ではない。胃がん及び大腸がん（結腸直腸がん）についても同様で\nある。\n男性の結腸がんにつき，非飲酒者に対する相対リスクは，アルコール摂\n取量が２３ｇ（日本酒換算で１合）から４５．９ｇ／日のグループ，４６\nｇ（日本酒換算で２合）から６８．９ｇ／日のグループで，それぞれ１．\n６倍（過剰相対リスク０．６），２．０倍（同１．０）とする研究成果があ\nる。低線量被ばくによる発がんリスクがあると仮定した場合に推計される\n原告の累積被ばく線量５６．４１ミリシーベルトの相対リスクは１．０２\n８倍（過剰相対リスク０．０２８）であるから，非飲酒者に対する過剰相\n対リスクは原告の累積被ばく線量の過剰相対リスクと比較して２０～３\n０倍以上大きいことになる。（乙Ａ３５の１〔２６～２７頁〕)\n(ｵ)  本件疾病について，放射線被ばくとの因果関係はないものと判断する。\n（乙Ａ３５の１〔２８頁〕）\n２  本件における業務起因性の判断枠組みについて\n(1) 労基法７５条２項は，同条１項に規定する業務上の疾病の範囲を厚生労働省\n令で定めることとし，これを受けた労基則３５条及び別表１の２は，業務上の\n疾病は，業務上の負傷に起因する疾病（別表１の２第１号），同第２号ないし第\n９号に列挙されている疾病（例示疾病），厚生労働大臣の指定する疾病（同第１\n０号），及びその他業務に起因することの明らかな疾病（同第１１号）とするこ\nとを定めている。本件疾病は，同第１号から第１０号に列挙されている疾病に\n当たらないから，原告に対する療養補償給付及び休業補償給付が認められるた\nめには，本件疾病が同第１１号の「その他業務に起因することの明らかな疾病」\nに当たることが必要となる。\nこの点について，労基法７５条１項にいう「労働者が業務上負傷し，又は疾\n病にかかった場合」とは，業務と疾病等との間に相当因果関係があることを前\n提とするものと解されるところ（最高裁判所昭和５１年１１月１２日第二小法\n廷判決・裁判集民事１１９号１８９頁参照），業務と疾病等との間の相当因果\n関係の有無は，当該疾病等が当該業務に内在又は通常随伴する危険が現実化し\nたことによるものであるかどうかによって決すべきである（最高裁判所平成８\n年１月２３日第三小法廷判決・裁判集民事１７８号８３頁参照）。\nそして，放射線業務従事者が発症したがんの労災補償については，厚生労働\n省から「当面の労災補償の考え方」が示されており，その内容は，①被ばく線\n量（本件疾病は，いずれも被ばく線量が１００ミリシーベルト以上から放射線\n被ばくとの関連がうかがわれ，被ばく線量の増加とともに，その関連が強まる\nこと），②潜伏期間（放射線被ばくから本件疾病の発症までの期間が，少なくと\nも５年以上であること），③リスクファクター（放射線被ばく以外の要因につ\nいても考慮する必要があること）の３項目を総合的に判断するというものであ\nる。\n「当面の労災補償の考え方」は，厚生労働省が，本件検討会報告書に基づい\nて，労災認定における業務起因性を判断するための具体的な検討項目を示した\nものであって，その内容も本件検討会報告書に沿うものである。そして，本件\n検討会報告書は，電離放射線障害に精通した専門家が，最新の医学的知見を踏\nまえた上で結論を取りまとめたものであるから（法令の定め等(1)エ，オ，認定\n事実(8)コ(ｳ)），本件検討会報告書及び「当面の労災補償の考え方」は，放射線\n業務従事者が発症したがんの業務起因性を判断するに当たって，合理性を有す\nるものと評価できる。\nそこで，本件業務による放射線被ばくに起因して原告が本件疾病を発症した\nか否かは，基本的には「当面の労災補償の考え方」に沿って判断するのが相当\nである。\n(2)  この点，原告は，「当面の労災補償の考え方」が被ばく線量を検討項目の一\nつとして挙げ，「本件疾病は，いずれも被ばく線量が１００ミリシーベルト以\n上から放射線被ばくとがん発症との関連がうかがわれ，被ばく線量の増加とと\nもに，がん発症との関連が強まること」としていることについて，ＬＮＴモデ\nルなどに基づいて，１００ミリシーベルト未満の被ばくであっても，がん発症\nとの関連性は否定されない旨を主張する。\nア  そこで検討するに，放射線の被ばく線量とがん発症に関する知見等（認定\n事実(8)）によれば，１００ミリシーベルト未満の低線量被ばくによってが\nんリスクが有意に増加するといえるか否かについては専門家の間でも議論\nが分かれており，ＬＮＴモデルは未だ確立した医学的知見ということはでき\nないが，他方で，それより低い線量では放射線関連のがんリスクがないとい\nうしきい値が存在することも立証されてはおらず，ＩＣＲＰ２００７年勧告\nは，放射線防護の実用的な目的という見地からではあるが，ＬＮＴモデルを\n採用しているという状況にあるものと認められる。\nこうした状況を踏まえると，被ばく線量が１００ミリシーベルト未満であ\nるからという理由だけで放射線被ばくとがん発症との関連性を否定するこ\nとは相当とはいえず，この限度で，原告の主張には理由がある（「当面の労\n災補償の考え方」も，被ばく線量を含む３項目を総合的に判断するものとし\nており，被ばく線量が１００ミリシーベルト未満であるからという理由だけ\nで放射線被ばくとがん発症との関連性を否定するものとは解されない。）。\nイ  もっとも，ＬＮＴモデルを採用しているＩＣＲＰも，１００ミリシーベル\nトの被ばくの相対リスクを１．０５倍と仮定しており，これは，喫煙や大量\n飲酒（１．６倍）はもとより，肥満（１．２２倍），運動不足（１．１５～\n１．１９倍），高塩分食品（１．１１～１．１５倍）より大幅に低く，野菜不\n足（１．０６倍）と同程度の相対リスクにとどまる（認定事実(8)サ(ｴ)，(ｵ)）。\nしたがって，被ばく線量が１００ミリシーベルトを下回る低線量にとどま\nる場合には，潜伏期間及びリスクファクターという他の検討項目との総合判\n断の結果，業務起因性が否定される可能性が高くなるものと考えられる。原\n告のこの点に関する主張が，１００ミリシーベルト未満であっても一定量の\n放射線被ばくが認められれば，それだけで業務起因性が認められるべきであ\nるとまでいうものであるとすれば，その主張は採用できない。\n(3)  さらに，原告は，「当面の労災補償の考え方」が潜伏期間を検討項目の一つ\nとして挙げ，「放射線被ばくから本件疾病の発症までの期間が，少なくとも５\n年以上であること」としていることについて，５年未満の期間でがんが発現し\n得るとの報告があることなどに基づいて，発症前５年以内の放射線被ばくであ\nっても，がん発症との関連性は否定されない旨を主張する。\nア  原告は，米国国立衛生研究所のワーキンググループ報告書の２００３年改\n訂版（甲Ｂ１８）に，「放射線被ばくが被ばく集団における過剰ながんのリ\nスクに反映されるまでに要す時間は，推定することが困難である。」，「他の\n全ての固形がんについては，増加は４年後に始まり，１１年後に終わる。」\nとの記載があることから，がんの最小潜伏期間が５年よりも短い可能性が医\n学的な見地から排除されているわけではないと主張する。\nしかしながら，上記報告書を引用するＩＣＲＰ１９９０年勧告が，急性骨\n髄性白血病等以外のがんの最小潜伏期間を「５－１０年のオーダー」として\nいること（認定事実(9)ア）からも明らかなとおり，上記報告書によっても，\n放射線被ばく後５年を大きく下回る期間でがんが発症し得るとの確立した\n医学的知見が認められているということはできず，上記報告書をもって，②\n潜伏期間（放射線被ばくから本件疾病の発症までの期間が，少なくとも５年\n以上であること）を，放射線業務従事者が発症したがんの労災補償における\n業務起因性を判断するための検討項目の一つとする「当面の労災保障の考え\n方」が合理性を欠くということはできない。\nイ  原告は，原子力発電施設等従事者追跡調査Ⅳにおいて，潜伏期間を０年や\n５年と仮定した場合の解析が行われていることから，最小潜伏期間が５年よ\nり短期間である可能性が医学的な見地から排除されているわけではないこ\nとがうかがわれると主張する。\nしかし，上記報告書は，感度解析を行う前提として，最小潜伏期間を０年\n等と仮定したというに過ぎず（乙Ａ１〔６２０頁〕），がんの最小潜伏期間が\n５年より短いとの知見を積極的に示したものとはいえないから，この点に関\nする原告の主張は採用できない。\nウ  原告は，放射線被ばくが，自然的経過を超えてがん発症の時期を早めたと\nみえる場合には，放射線被ばくとがん発症との間に因果関係を肯定できると\n主張し，その根拠として，Ｍ元教授の意見書（甲Ｂ３５）及びＯ医師の意見\n書（甲Ｂ３７）を提出する。\n(ｱ) Ｍ元教授は，アルゼンチンで行われた調査研究や，本件事故後の福島県\n内・東日本１２県におけるがん患者数の増加を元に，放射線被ばくがきっ\nかけとなって極めて短期間で発がんが認められることは十分あり得ると\nの意見を述べる（認定事実(9)エ）。\nしかしながら，Ｍ元教授が論拠とするアルゼンチンで行われた調査研究\nには，用いられたデータが小児のものであって成人のものではないこと，\n放射線の被ばく線量評価がされていないこと，潜伏期の定義（どの時期か\nらか）を明らかに記載していないこと，対象人数が３４人と非常に少ない\nことなどの問題点が指摘される（乙Ａ３７〔８頁〕）。また，本件事故後の\n福島県内・東日本１２県の主要病院での膀胱腫瘍の急増との点も，どのよ\nうな統計をとり，どこで公開されているのか不明であること，調査対象と\nした患者の総人数は示されていないことなどの問題が指摘されるのみな\nらず，逆に，国立がん研究センターがん対策情報センターが行っている「全\n国がん罹患モニタリング集計」によれば，福島県の膀胱腫瘍の罹患率は，\n２０１０年から２０１２年にかけて大きな変化がなかった事実が認めら\nれる（乙Ａ３７〔９頁〕）。\nＭ元教授の上記意見は，その前提を欠くものというべきである。\n(ｲ) Ｏ医師は，①ＣＤＣが被ばく後４年目でがんを発症した者についても補\n償適格性があると判定していること，②原子力発電施設等従事者追跡調査\nⅣ・９７頁において，最小潜伏期間を０年と仮定した場合でも，累積被ば\nくが１０ミリシーベルト未満から１００ミリシーベルト超に増加するに\n伴い，がん死リスクが有意に増加する傾向が見られること，③放射線被ば\nくががんの初発だけでなく促進や進展にも関与していることなどから，放\n射線被ばくによる発がんの最小潜伏期間は０年から４年の間である可能\n性があるとの意見を述べる（認定事実(9)ウ）。\nしかしながら，①ＣＤＣの判定を前提としても，放射線被ばく後わずか\n２年も経過しないうちに発症した本件疾病について，放射線被ばくによる\nものと認めることはできない。また，②原子力発電施設等従事者追跡調査\nⅣ・９７頁（乙Ａ１〔６９３頁〕）では，「ｐ値」が「０．０５」未満であ\nれば有意な差があるといえることを前提としているところ（乙Ａ１〔５９\n９頁〕），「最短潜伏期：０年」の感度解析は，「ｐ値」が「０．０６１」と\nされているから，統計学的にみて，がん死リスクが有意に増加することを\n示すものとはいえない（乙Ａ１〔８０頁〕など）。さらに，③放射線が発が\nんのすべての段階に関係するとの点は，本件全証拠をみても，放射線を被\nばくすることによって，早期に臨床的ながんとして発見されるとの知見は\nうかがわれず，独自の見解をいうものに過ぎない。\nＯ医師の上記意見は，その前提を欠くものというべきである。\n(ｳ) 以上のとおり，原告が論拠とするＭ元教授及びＯ医師の意見はいずれも\n採用できず，他に，放射線被ばくが，自然的経過を超えてがん発症の時期\nを早めたと認めるに足りる証拠はないから，この点に関する原告の主張は\n採用できない。\n３  原告の被ばく線量について\n(1) 被ばく線量の単位\n電離則は，実効線量を単位として，放射線業務に従事する労働者の被ばくの\n限度を定めている（４条，７条２項）。また，ＩＣＲＰ２００７年勧告も，放射\n線防護における線量評価として，実効線量が一般に受け容れられている旨示し\nている（乙Ｂ３〔２５頁〕）。そして，原告は，身体の特定の部位にのみ被ばく\nしたわけではなく，本件業務において放射線を多方向から全般的に被ばくして\nいるところ（弁論の全趣旨〔原告第１３準備書面・２８頁〕），実効線量が放射\n線の人体全身への影響を表す単位であることからしても（前提事実(9)エ），原\n告の被ばく線量を評価する単位については，実効線量を用いるのが相当である。\n(2) 原告の外部被ばく実効線量\nア(ｱ) 電離則８条３項は，外部被ばく線量の測定について，放射線測定器を用\nいてこれを測定することが著しく困難な場合を除いて，身体に放射線測定\n器を装着させて行うことを原則として定めている。また，①実効線量は，\n測定器によって直接測定することができないことから，実際の外部被ばく\nの管理のためには，空間線量と個人線量当量が用いられること，②空間線\n量及び個人線量当量は，実効線量より大きな数値が出るように定義されて\nいること，③もっとも，均等方向から放射線を被ばくする場合には，個人\n線量当量が，実効線量に近い値（多少大きめの数値）を示すことは，認定\n事実(2)イのとおりである。そして，個人線量当量は，体幹部に装着した個\n人線量計によって測定されるものであるところ（認定事実(2)イ(ｱ)），Ｉ\nＣＲＰ２００７年勧告も，①低線量で全身の均等な被ばくが想定される場\n合には，個人線量計をその個人の被ばくを代表する身体の部位に装着すれ\nば，Ｈｐ（１０）の値は放射線防護の目的のために十分正確な実効線量の\n値を提供する，②外部放射線に対する職業被ばくのモニタリングでは，個\n人線量計は個人線量当量Ｈｐ（１０）を測定する，③この測定値は，均等\nな全身被ばくを仮定した実効線量の評価値とみなされるとの知見を示し\nている（乙Ｂ３〔３４，３６頁〕）。そうすると，均等方向から放射線を被\nばくする場合については，個人線量計により測定される個人線量当量をも\nって，外部被ばく実効線量とするのが，法令及び放射線防護に関する知見\nに照らして合理的というべきである。\n(ｲ) 原告は，平成２３年７月３日から同年１０月２９日までの間，入浴中や\n買い物に出たときを除いて，常時，個人線量計であるガラスバッジを通し\nたストラップを着用していた（認定事実(3)エ）。そして，原告のガラスバ\nッジによる測定値の合計は，５６．４１ミリシーベルトであったのである\nから（同オ），原告の外部被ばく実効線量は５６．４１ミリシーベルトと認\nめるのが相当である。\n(ｳ)  原告の外部被ばく実効線量に関するＡＰＤ及びガラスバッジの測定値\nは整合的である（認定事実(3)オ。なお，ＡＰＤは本件業務時のみ装着する\nのに対し，ガラスバッジは２４時間装着することとされていたから，後者\nの測定値の方が高くなる。同イ，ウ参照)上，他の作業員の測定結果とも整\n合的であって（同カ），その信用性に疑問を呈すべき事情は見当たらない。\nイ  これに対して，原告は，本件業務による外部被ばく実効線量について，後\n記のとおり主張するが，それぞれについて説示するとおり，いずれも採用す\nることができない。\n(ｱ) 原告は，①ガラスバッジなど個人線量計は，構造上，前面から入射する\n放射線（前方入射の放射線）しか正しく測定できず，背面から入射する放\n射線は，人体を被ばくさせることによる減衰が生じて個人線量計に届くこ\nとになる,また，②個人線量計は，計測部を覆う筐体部分で遮蔽されるた\nめ，垂直に入射する放射線に対する感度が極端に低い（特に，側面方向か\nら垂直に入射する放射線に対して感度はない。）と主張し，Ｍ元教授は，\nこれに沿う意見を述べる（甲Ｂ３５〔１３２頁〕）。\nしかし，①個人線量計により測定される個人線量当量は，前方入射以外\nでは，人体による遮蔽効果の結果により，外部被ばく実効線量に近く，か\nつ多少大きめの数値が測定されるのであるから（認定事実(2)イ(ｳ)），人\n体による遮蔽効果を理由として，個人線量計では外部被ばく実効線量を適\n切に測定できないとの主張は採用できない。また，②個人線量計の性能を\n問題とする主張については，原告の主張やＭ元教授の意見書をみても，原\n告が使用したガラスバッジ（Ｉ社製のＯＳＬ線量計であるＩｎＬｉｇｈｔ\n線量計）の筐体を分析して，その指向性を検討した形跡はうかがわれず，\n他方，ＯＳＬ線量計の諸特性について試験した結果を報告した論文（乙Ｂ\n５６〔６頁〕）では，いずれの方向及び角度についても０．９６から１．０\n６の方向特性を有し，垂直方向も６０度までは良好な方向特性を有してお\nり，ガンマ線に対する方向特性は個人線量計として実用上問題ない旨報告\nされていることからすれば，垂直に入射する放射線に対する感度が極端に\n低いとは認め難く，個人線量計の性能を問題とする主張も採用できない。\nそして，原告の主張は，上記①及び②を前提として，本件原発構内では，\n地面から垂直に入射する放射線が最も強かったため，原告にはガラスバッ\nジの測定値を超える外部被ばくがあったというものであるが，原告が本件\n業務に従事した場所において，地面から垂直に入射する放射線が恒常的に\n最も強かったことがうかがわれる証拠は見当たらない。\n(ｲ) 原告は，基発第８１０号通達が「被ばく線量の値については，障害発生\n部位と個人モニターの装着部位との関連を考慮する必要があり，測定され\nた値を障害の発現に関与した被ばく線量としてそのまま用いることが適\n当でない場合があるので記録された値の妥当性，信頼性を検討することが\n必要である」と規定している（甲Ｂ１〔６枚目〕）ところ，原告は，ＡＰＤ\n及びガラスバッジを鉛ベストの内側に着用していた長袖の下着の胸ポケ\nットに入れて，がれきを腹部で支えて撤去するなどの業務に従事していた\nのであるから，膀胱，胃及び大腸の外部被ばくは，ガラスバッジの測定値\nを超える旨主張する。\nしかし，原告が着用した鉛ベストは，肩から膝下までを覆うものである\nから（前提事実(3)イ），膀胱，胃及び大腸を含む臓器のある腹部ないし下\n腹部も鉛ベストで覆われていた。また，鉛ベストを着用することにより，\n原告が被ばくする放射線も軽減されるところ，鉛ベストは，タイベックの\n上に着用するため（前提事実(3)イ），ガラスバッジも鉛ベストに覆われる\nことになるから，結果として，ガラスバッジは，鉛ベストを着用した際に\nおける原告の個人線量当量を適切に測定したといえる（なお，原告は，鉛\nベストが地面などの下方向からの放射線に対する遮蔽効果が低いと主張\nするが，この鉛ベストの性能を考慮しても，ガラスバッジは，原告の個人\n線量当量を適切に測定したといえる。）。\nそして，原告は，高線量のがれきを腹部で支えて撤去する作業に従事し\nたと主張する。しかし，原告が手作業で撤去したがれきが高線量であった\nことを裏付ける適確な証拠はない。むしろ，高線量のがれきについては作\n業員が近づかないようにする措置がとられた上で，これらのがれきから距\n離をとるように指導されていたところ（乙Ａ１２，１４の２），原告は，危\nないと言われたものを触ったことはない旨供述している（原告本人〔４\n頁〕）。\n以上によれば，原告の膀胱，胃及び大腸の外部被ばくが，ガラスバッジ\nの測定値を超える旨の主張は採用できない。\n(ｳ) 原告は，本件業務に従事した場所の空間線量率及び当該場所における労\n働（滞在）時間を基礎として，原告の外部被ばく実効線量を計算すると，\n１６９．７３～１０４０．７３ミリシーベルトとなること，Ｍ元教授がガ\nラスバッジの異方性等を考慮して推測した原告の外部被ばく線量は１８\n０ミリシーベルトであることからすれば，原告の外部被ばく実効線量が，\n５６．４１ミリシーベルトを超えることは明らかであると主張する。\n原告の空間線量率に基づく上記計算は，①がれきを撤去するために用い\nられる重機が置かれた場所の空間線量率を用いて，②１日に複数の場所で\n業務に従事した場合は，各場所での労働時間が等しいことを前提とするも\nのである（原告第２準備書面・２～３頁）。しかしながら，①原告は，本件\n操作室内から重機を遠隔操作していたのであって（前提事実(3)ア），常に\n重機が置かれた場所の空間線量率と同程度の放射線量を被ばくしたわけ\nではないし，②原告の特定の場所における滞在時間（労働時間）は明らか\nではなく，また，各場所での労働時間が等しいともうかがわれない。した\nがって，上記計算は，その前提を欠き，原告の外部被ばく実効線量を適切\nに算定したものといえない。\nまた，Ｍ元教授の上記推測は，ガラスバッジの真下・右横・左横からの\n入射に対する感度を０．０７３として計算しているものであるが（甲Ｂ３\n５〔１３７頁〕），ＯＳＬ線量計が６０度までのいずれの方向及び角度にお\nいても０．９６から１．０６の方向特性を有する旨報告されていることは\n上記(ｱ)のとおりであって，Ｍ元教授が指摘する方向からの入射に対する\n感度が低いと直ちに認めることはできないし，また，これらの入射に対す\nる感度を０．０７３とする根拠も明らかではない。したがって，Ｍ元教授\nの上記推測計算は，その前提を欠き，原告の外部被ばく実効線量を適切に\n算定したものといえない。\n(ｴ) 原告は，本件操作室でＡＰＤ及びガラスバッジを外して，本件操作室外\nに出て，本件業務に従事したことがあるから，原告の外部被ばく実効線量\nが５６．４１ミリシーベルトを超えることは明らかであると主張し，これ\nに沿う陳述書（甲Ａ１１）を提出する。\nしかし，原告と同じ班で共に業務に従事していた作業員は，いずれも，\nＡＰＤ又はガラスバッジを外して本件業務に従事している者がいること\nを見たことも聞いたこともないと説明しており（乙Ａ１〔１８３，１９３，\n２０６，２１３頁〕），また，山﨑建設の工事所長であったＬも，原告がＡ\nＰＤ又はガラスバッジを外したことについての報告を受けたことがない\n旨供述する（乙Ａ５８〔１，１２頁〕）。本件操作室は，幅が２．４メート\nル，長さが５．４メートルの広さであり，その中で８名の作業員が業務に\n従事していたところ（前提事実(3)ア），原告が，本件操作室において，作\n業員の誰にも気付かれずにＡＰＤ又はガラスバッジを外すことができた\nとは考え難い。\nまた，原告は，平成２５年７月２９日付け厚生労働事務官からの聴取の\n際は，全面マスクを外さずにＡＰＤを取り外したと供述する一方（乙Ａ１\n〔９８頁〕），本件訴訟で提出した令和元年８月２８日付け陳述書及び本人\n尋問では，全面マスクを外してＡＰＤを取り外したと供述し（甲Ａ１１〔８\n～９頁〕，原告本人〔５頁〕），ＡＰＤの取り外し方についての供述に変遷が\nみられる。さらに，原告は，上記陳述書において，ガラスバッジを外して\n作業をしたことがあると供述する一方，別件民事訴訟の本人尋問及び本件\nの本人尋問において，ガラスバッジは本件業務中に外したことがない旨供\n述しており（甲Ａ１１〔８～９頁〕，１３〔５７，５９頁〕，原告本人〔４\n～５頁〕），供述の変遷がみられる。このように原告の供述には，その核心\n部分に変遷があり，このような変遷があることについて合理的な理由は見\n出し難いことからすれば，この点に関する原告の供述は信用できず，その\n主張は採用できない。\n(ｵ) 原告は，本件業務の実態（タービン建屋内に機械等を入れるために，重\n機に直接乗り込んで，４号機の鉄製の分厚い扉をこじ開ける作業を行った\nなど）や，本件業務に従事した期間，緊急時避難準備区域に指定されてい\nた福島県双葉郡広野町にある宿舎において生活していたことなどから，外\n部被ばく実効線量が５６．４１ミリシーベルトにとどまらないことは明ら\nかであると主張する。\nしかし，原告は，本件業務に従事していた期間中，入浴中や買い物に出\nたときを除いて，常時ガラスバッジを装着していたのであるから（認定事\n実(3)エ），原告が本件業務中及び宿舎において生活する中での被ばく量は\n基本的にすべてガラスバッジによって測定されていたものと認められる。\n原告の上記主張によっても，原告に５６．４１ミリシーベルトを超える外\n部被ばく実効線量があったと推認することはできない。\nウ  原告は，原告の外部被ばく線量が５６．４１ミリシーベルトにとどまると\nしても，平常時であれば正当化されない相当量の被ばくをしたと評価される\nべきであると主張する。\nしかしながら，原告は，まさに本件事故が発生して，実効線量が１５ミリ\nシーベルトを超える恐れのある区域が生じた場合における緊急作業として\n（電離則４２条１項参照。乙Ａ３９の１)，本件業務に従事していたもので\nあって，元々，平常時であれば正当化されない相当量の被ばくがあり得るも\nのと想定される立場にあった（電離則７条２項参照。法令の定め等(2)ウ)。\nそして，１００ミリシーベルト未満の低線量被ばくは，ＬＮＴモデルに従\nったとしても，その相対リスクは相当に低く（上記２(2)イ），平常時であれ\nば正当化されない相当量の被ばくをしたとの一事をもって，本件疾病の業務\n起因性が認められるべきであるということはできない。\n(3)  原告の内部被ばく線量\nア(ｱ) 電離則８条５項は，内部被ばくによる線量の測定に当たって，厚生労働\n大臣が定める方法によってその値を求めると規定するところ，本件告示\n２条は，放射性物質の摂取量に実効線量係数を乗じて計算することとし\nている（法令の定め等(2)ク，(3)）。また，内部被ばく実効線量は，放射\n性物質を体内に摂取した場合に，それ以後の生涯にどれだけの放射線を\n被ばくすることになるかを推定した被ばく線量である預託実効線量によ\nって評価され，預託実効線量は，体内に取り込まれた放射性物質の摂取\n量に実効線量係数を乗じて算出される（認定事実(4)ア）。そして，ホール\nボディーカウンターは，全身から放出されるガンマ線を測定することに\nよって，体内に残留している放射性物質を計測する機器であり，測定さ\nれた体内に残留している放射性物質に，摂取からの経過時間，摂取形態\n及び粒径等の情報を考慮して選択される体内残留曲線を用いることによ\nって，放射性物質の摂取量を求めることができる（同ウ）。\nしたがって，内部被ばく実効線量は，ホールボディーカウンターを用\nいて測定される預託実効線量をもって評価するのが，法令及び放射線防\n護に関する知見に照らして合理的というべきである。\n(ｲ)  原告は，平成２３年８月２日，同年９月５日，同年１０月４日，同月\n３１日，ホールボディーカウンターによる測定を受けたところ，同年８\n月２日の検査について，原告に有利にみても，預託実効線量は０．０１\nミリシーベルトであり，それ以外の測定では，預託実効線量は０．００\nミリシーベルトであった（認定事実(5)）。\n(ｳ)  したがって，本件業務に従事したことによる原告の内部被ばく実効線\n量は，原告に有利に考えても，０．０１ミリシーベルトと認めるのが相\n当である。\nイ  これに対して，原告は，後記のとおり主張するが，それぞれにおいて説示\nするとおり，いずれも採用することができない。\n(ｱ)  原告は，預託実効線量は，局所的な被ばくであっても臓器や組織全体\nで被ばく線量を平均化して求めるため，内部被ばくを評価する単位とし\nて適切ではないと主張し，国立病院機構北海道がんセンター名誉院長（放\n射線治療科）であるＳ医師は，これに沿う意見を述べる（甲Ｂ３８〔５～\n６枚目〕）。\nしかしながら，同医師の上記意見を支持するに足りる科学的知見の存\n在は証拠上認められず，原告の上記主張は採用できない。\n(ｲ)  原告は，ホールボディーカウンターは，ガンマ線を測定するものであ\nるから，体内に残留したアルファ線を放出するプルトニウムやベータ線\nを放出するストロンチウムを測定することができないと主張する。\nしかし，本件事故により放出されたプルトニウム及びストロンチウム\nは，ガンマ線を放出するセシウムと比較して非常に少なく，セシウム１\n３７と比較すると，ベクレル数でプルトニウム２３９及びプルトニウム\n２４０は各４７０万分の１，プルトニウム２４１は１万２５００分の１，\nストロンチウム９０は１１０分の１である。そして，原告がプルトニウ\nム及びストロンチウムをセシウムよりも相当程度多く摂取したという事\n情は見当たらないことからすれば，等価線量の算出におけるアルファ線\nの放射線加重係数が２０であることを考慮しても（前提事実(9)ウ），本\n件業務におけるプルトニウムやストロンチウムを摂取したことによる内\n部被ばく実効線量は，ホールボディーカウンターを用いて測定されたセ\nシウムを摂取したことによる内部被ばく実効線量よりも相当に小さいこ\nとが認められる（乙Ａ２４〔４～９頁〕）。\nしたがって，プルトニウムやストロンチウムによる内部被ばくを指摘\nする原告の主張は採用し難い。\n(ｳ)  原告は，平成２３年８月２日ホールボディーカウンターによる測定結\n果から求められたセシウム１３４及びセシウム１３７の摂取量から，尿\n中のセシウム量が２．６ベクレル／リットルと計算されるところ，ウク\nライナにおけるチェルノブイリ膀胱がんと呼ばれるがんは，１リットル\nの尿当たり数ベクレルのセシウム１３７で発生したことが報告されてお\nり，原告の尿中のセシウム量はがん発生集団の平均値を超えていると主\n張し，Ｍ元教授は，これに沿う意見を述べる（甲Ｂ３５〔１４２～１４\n６頁〕）。\nしかし，国立研究開発法人量子科学技術研究開発機構放射線医学総合\n研究所は，セシウム１３７が膀胱がんに進展する膀胱炎を引き起こすこ\nとはエビデンスとして採用されていないとの見解を示しており（乙Ｂ５\n８の２），チェルノブイリ膀胱がんについての上記報告は，確立した知見\nであるとはいい難く，Ｍ元教授の上記意見及びこれに依拠する原告の上\n記主張は採用できない。\n(ｴ) 原告は，本件業務やその期間の日常生活によって放射線微粒子を体内\nに取り込んだ可能性があると主張するが，これを裏付ける証拠はなく，\n原告の上記主張は採用できない。\n(4) 小括\nしたがって，原告の外部被ばく実効線量は５６．４１ミリシーベルトであり，\n内部被ばく実効線量は，原告に有利にみても０．０１ミリシーベルトである。\n４  原告の本件疾病に係る放射線業務起因性について\n(1) 上記によれば，外部被ばく及び内部被ばくを合わせた原告の被ばく実効線量\nは，原告に有利にみても５６．４２ミリシーベルトにとどまり（上記３(4)），\nその相対リスクは，喫煙や大量飲酒はもとより，野菜不足に比してもさらに小\nさなものにとどまる（上記２(2)イ）。また，原告が本件業務を開始したのが平\n成２３年７月３日であるところ（認定事実(1)イ），原告が膀胱がんの確定診断\nを受けたのが平成２４年６月５日（本件業務開始後約１１か月），胃がんの確\n定診断を受けたのが平成２５年３月２２日（同約１年８か月），Ｓ状結腸がん\nの確定診断を受けたのが同年５月４日（同約１年１０か月）であるから（前提\n事実(4)），放射線被ばくから発症までの最小潜伏期間である５年を大幅に下回\nっている。一方，原告には，喫煙（認定事実(11)ア。喫煙経験者の非喫煙者に\n対する相対リスクは，膀胱がんで４．３０倍，胃がんで１．４２倍，結腸がん\nで１．３５倍である。認定事実(10)），１日に日本酒換算で約１．９合の飲酒（認\n定事実(11)イ。同程度の飲酒者の非飲酒者に対する相対リスクは，結腸がんで\n１．６～２．０倍である。認定事実(10)ウ(ｴ)）というリスクファクターを有し\nていた。\n以上のとおり，「当面の労災補償の考え方」が示す３つの検討項目（被ばく線\n量，潜伏期間，リスクファクター）のいずれの項目からみても，本件業務によ\nる放射線被ばくに起因して，原告が本件疾病を発症したと評価すべき事情は見\n当たらず，原告の本件疾病の発症が本件業務による放射線被ばくに起因すると\nみることはできない。\n(2) 原告は，原告が５４歳から５５歳というがん罹患年齢としては若い年齢にお\nいてこれらの３つのがんをほぼ同時期に発症したことについて，原告の喫煙歴\nや飲酒歴というリスクファクターの影響のみによるものと解することは困難\nであると主張し，Ｏ医師は，これに沿う意見を述べる（認定事実(12)ア。なお，\nＯ医師は，原告に発症した白内障も放射線被ばくに関連すると考えられるとの\n意見を述べるが，そもそもこれを認めるに足りる証拠はない。）。\nしかしながら，原告のような多重がん及び二次がんの症例は，臨床上，相当\n数見られ，特別に稀有なことではない（認定事実(6)エ，(12)エ(ｱ)）。また，原\n告は，本件疾病発症時５４歳ないし５５歳の男性であり，その年齢及び性差に\n照らして，膀胱がん，胃がん及びＳ状結腸がんといった本件疾病を発症するこ\nとが，放射線被ばく以外では説明し難いということはできない（同(10)）。\nＯ医師の上記意見は採用できず，これに依拠する原告の主張も採用できない。\n第４  結論\nよって，原告が発症した本件疾病について本件業務による放射線被ばくに起因\nするものとはいえないとした本件各処分は適法であり，原告の請求はいずれも理\n由がないからこれを棄却することとして，主文のとおり判決する。\n札幌地方裁判所民事第３部\n裁判官\n間     明     宏     充\n裁判官\n豊     富          育\n裁判長裁判官髙木勝己は，転補につき，署名押印することができない。\n裁判官\n間     明     宏     充\n"
}