{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 3,
    "month": 8,
    "day": 19
  },
  "case_number": "平成28(ワ)3905",
  "case_name": "国家賠償請求事件",
  "court_name": "京都地方裁判所第1民事部",
  "lawsuit_id": "90739",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=90739",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/739/090739_hanrei.pdf",
  "contents": "主          文\n１  原告らの請求をいずれも棄却する。\n２  訴訟費用は原告らの負担とする。\n事 実 及 び 理 由\n第１  請求\n被告は，原告ら各自に対し，１０万円及びこれに対する平成２７年９月１９\n日から支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n１  事案の要旨\n本件は，原告らが，内閣が平成２６年７月１日，「国の存立を全うし，国民を\n守るための切れ目のない安全保障法制の整備について」と題する安全保障法制\nの整備のための基本方針を閣議決定し，平成２７年５月１４日，「我が国及び国\n際社会の平和及び安全の確保に資するための自衛隊法等の一部を改正する法\n律」（平成２７年法律第７６号。以下「平和安全法制整備法」という。）及び「国\n際平和共同対処事態に際して我が国が実施する諸外国の軍隊等に対する協力\n支援活動等に関する法律」（平成２７年法律第７７号。以下「国際平和支援法」\nといい，平和安全法制整備法と併せて「平和安全法制関連２法」という。）に係\nる法律案を閣議決定した上で国会にこれらの法案を提出し，国会がこれらの法\n律案を可決し，平和安全法制関連２法を成立させたこと（以下，平成２６年７\n月１日の閣議決定から国会による法律案の可決までの各行為を併せて「本件各\n行為」という。）により，原告らの平和的生存権，人格権及び憲法改正権が侵害\nされたと主張して，被告に対し，国家賠償法（以下「国賠法」という。）１条１\n項に基づき，それぞれ１０万円及びこれに対する平成２７年９月１９日（平和\n安全法制関連２法の成立の日）から支払済みまで民法（平成２９年法律第４４\n号による改正前のもの。以下同じ。）所定の年５分の割合による遅延損害金の支\n払を請求する事案である。\n２  前提となる事実（当事者間に争いのない事実並びに後掲各証拠及び弁論の全\n趣旨により容易に認定することができる事実）\n⑴  平和安全法制関連２法制定の経緯\nア  内閣は，平成２６年７月１日，「国の存立を全うし，国民を守るための切\nれ目のない安全保障法制の整備について」と題する安全保障法制の整備の\nための基本方針を閣議決定した（以下「平成２６年７月閣議決定」という。）。\nイ  内閣は，平成２７年５月１４日，平和安全法制関連２法に係る法律案を\n閣議決定し，内閣総理大臣は，同月１５日，同法律案を衆議院に提出した。\nウ  平和安全法制関連２法に係る法律案は，同年７月１６日に衆議院本会議\nで，同年９月１９日に参議院本会議で，それぞれ可決され，同日，平和安\n全法制関連２法が成立した。\nエ  平和安全法制関連２法は，平成２７年９月３０日に公布され，平成２８\n年３月２９日に施行された。\n⑵  平成２６年７月閣議決定の概要（甲Ａ５）\n平成２６年７月閣議決定は，「我が国を取り巻く安全保障環境は根本的に変\n容するとともに，更に変化し続け，我が国は複雑かつ重大な国家安全保障上\nの課題に直面している。」などの国際情勢に関する認識に基づき，「政府の最\nも重要な責務は，我が国の平和と安全を維持し，その存立を全うするととも\nに，国民の命を守ることである。我が国を取り巻く安全保障環境の変化に対\n応し，政府としての責務を果たすためには，まず，十分な体制をもって力強\nい外交を推進することにより，安定しかつ見通しがつきやすい国際環境を創\n出し，脅威の出現を未然に防ぐとともに，国際法にのっとって行動し，法の\n支配を重視することにより，紛争の平和的な解決を図らなければならない。」，\n「さらに，我が国自身の防衛力を適切に整備，維持，運用し，同盟国である\n米国との相互協力を強化するとともに，域内外のパートナーとの信頼関係及\nび協力関係を深めることが重要である。特に，我が国の安全及びアジア太平\n洋地域の平和と安定のために，日米安全保障体制の実効性を一層高め，日米\n同盟の抑止力を向上させることにより，武力紛争を未然に回避し，我が国に\n脅威が及ぶことを防止することが必要不可欠である。その上で，いかなる事\n態においても国民の命と平和な暮らしを断固として守り抜くとともに，国際\n協調主義に基づく『積極的平和主義』の下，国際社会の平和と安定にこれま\nで以上に積極的に貢献するためには，切れ目のない対応を可能とする国内法\n制を整備しなければならない。」とした上で，概ね次のような法整備に関する\n基本方針を示した。\nア  武力攻撃に至らない侵害への対処\n警察や海上保安庁などの関係機関が，それぞれの任務と権限に応じて緊\n密に協力して対応するとの基本方針の下，各々の対応能力を向上させ，情\n報共有を含む連携を強化し，具体的な対応要領の検討や整備を行い，命令\n発出手続を迅速化するとともに，各種の演習や訓練を充実させるなど，各\n般の分野における必要な取組を一層強化する。自衛隊と連携して我が国の\n防衛に資する活動（共同訓練を含む）に現に従事している米軍部隊の武器\n等であれば，米国の要請又は同意があることを前提に，当該武器等を防護\nするための自衛隊法９５条によるものと同様の極めて受動的かつ限定的な\n必要最小限の「武器の使用」を自衛隊が行うことができるよう，法整備を\n行う。\nイ  国際社会の平和と安定への一層の貢献\nいわゆる後方支援と言われる支援活動について，他国が「現に戦闘行\n為を行っている現場」ではない場所で実施する補給，輸送などの我が国\nの支援活動については，当該他国の「武力の行使と一体化」するもので\nはないという認識の下，我が国の安全の確保や国際社会の平和と安定の\nために活動する他国軍隊に対して，必要な支援活動を実施できるように\nするための法整備を進める。\n「国家又は国家に準ずる組織」が敵対するものとして登場しないこと\nを確保した上で，国際連合平和維持活動（以下「ＰＫＯ活動」ともいう。）\nなどの「武力の行使」を伴わない国際的な平和協力活動におけるいわゆ\nる「駆け付け警護」に伴う武器使用及び「任務遂行のための武器使用」\nのほか，領域国の同意に基づく邦人救出などの「武力の行使」を伴わな\nい警察的な活動ができるように法整備を進める。\n憲法９条の下で許容される自衛の措置\n我が国に対する武力攻撃が発生した場合又は我が国と密接な関係にあ\nる他国に対する武力攻撃が発生し，これにより我が国の存立が脅かされ，\n国民の生命，自由及び幸福追求の権利が根底から覆される明白な危険が\nある場合において，これを排除し，我が国の存立を全うし，国民を守る\nために他に適当な手段がないときに，必要最小限度の実力を行使するこ\nとは，従来の政府見解の基本的な論理に基づく自衛のための措置として，\n憲法上許容されると考えるべきである。\n⑶  平成２６年７月閣議決定以前の武力行使の要件（甲Ａ７５，７６）\n政府は，平成２６年７月閣議決定がされる前は，憲法９条の下で認められ\nる自衛権の発動としての武力の行使について，あくまで外国の武力攻撃によ\nって国民の生命，自由及び幸福追求の権利が根底から覆されるという急迫，\n不正の事態に対処し，国民のこれらの権利を守るためのやむを得ない措置と\nして初めて容認されるものであるから，その措置は，この事態を排除するた\nめとられるべき必要最小限度の範囲にとどまるべきものであるとして，他国\nに加えられた武力攻撃を阻止することをその内容とするいわゆる集団的自衛\n権の行使は憲法上許されないとの見解を示していた。\n⑷  平和安全法制関連２法による法整備の概要\nア  平和安全法制整備法\n平和安全法制整備法は，自衛隊法等の法律の一部を改正する法律であ\nる。平和安全法制整備法により改正された法律は，次のとおりである（な\nお，各法律の名称はいずれも平和安全法制整備法による改正後のもので\nある。以下同じ。）。\n①  自衛隊法（昭和２９年法律第１６５号）\n②  国際連合平和維持活動等に対する協力に関する法律（平成４年法律\n第７９号，以下「国際平和協力法」という。）\n③  重要影響事態に際して我が国の平和及び安全を確保するための措置\nに関する法律（平成１１年法律第６０号，以下「重要影響事態安全確\n保法」という。）\n④  重要影響事態等に際して実施する船舶検査活動に関する法律（平成\n１２年法律第１４５号，以下「船舶検査活動法」という。）\n⑤  武力攻撃事態等及び存立危機事態における我が国の平和と独立並び\nに国及び国民の安全の確保に関する法律（平成１５年法律第７９号，\n以下「事態対処法」という。）\n⑥  武力攻撃事態等及び存立危機事態におけるアメリカ合衆国等の軍隊\nの行動に伴い我が国が実施する措置に関する法律（平成１６年法律第\n１１３号）\n⑦  武力攻撃事態等における特定公共施設等の利用に関する法律（平成\n１６年法律第１１４号）\n⑧  武力攻撃事態及び存立危機事態における外国軍用品等の海上輸送の\n規制に関する法律（平成１６年法律第１１６号）\n⑨  武力攻撃事態及び存立危機事態における捕虜等の取扱いに関する法\n律（平成１６年法律第１１７号）\n⑩  国家安全保障会議設置法（昭和６１年法律第７１号）\n集団的自衛権行使に関する法整備\nａ  事態対処法２条１号は，武力攻撃とは我が国に対する外部からの武\n力攻撃をいう旨を，同条２号は，武力攻撃事態とは武力攻撃が発生し\nた事態又は武力攻撃が発生する明白な危険が切迫していると認められ\nるに至った事態をいう旨を，同条３号は，武力攻撃予測事態とは武力\n攻撃事態には至っていないが，事態が緊迫し，武力攻撃が予測される\nに至った事態をいう旨を，同条４号は，存立危機事態とは我が国と密\n接な関係にある他国に対する武力攻撃が発生し，これにより我が国の\n存立が脅かされ，国民の生命，自由及び幸福追求の権利が根底から覆\nされる明白な危険がある事態をいう旨をそれぞれ定めている。\nｂ  平和安全法制整備法により改正された自衛隊法７６条１項２号は，\n内閣総理大臣は，存立危機事態に際して，我が国を防衛するため必要\nがあると認める場合には自衛隊の全部又は一部の出動を命ずることが\nでき，この場合においては，事態対処法９条の定めるところにより，\n国会の承認を得なければならない旨を定めている。\n後方支援に関する定め\nａ  重要影響事態安全確保法２条１項は，政府は，そのまま放置すれば\n我が国に対する直接の武力攻撃に至るおそれのある事態等我が国の平\n和及び安全に重要な影響を与える事態（以下「重要影響事態」という。）\nに際して，適切かつ迅速に，後方支援活動，捜索救助活動，船舶検査\n活動法２条に規定する船舶検査活動（重要影響事態に際して実施する\nものに限る。）その他の重要影響事態に対応するため必要な措置を実施\nし，我が国の平和及び安全の確保に努めるものとする旨を，同条３項\n本文は，後方支援活動及び捜索救助活動は，現に国際的な武力紛争の\n一環として行われる人を殺傷し又は物を破壊する行為（以下「戦闘行\n為」という。）が行われている現場では実施しないものとする旨をそれ\nぞれ定める。\nｂ  同法３条１項２号は，後方支援活動とは日米安保条約の目的の達成\nに寄与する活動を行うアメリカ合衆国の軍隊及びその他の国際連合憲\n章の目的の達成に寄与する活動を行う外国の軍隊その他これに類する\n組織に対する物品及び役務の提供，便宜の供与その他の支援措置であ\nって，我が国が実施するものをいう旨を，同条２項は，後方支援活動\nとして行う自衛隊に属する物品の提供及び自衛隊による役務の提供は，\n同法の別表第一に掲げるものとする旨を定める。\n平和安全法制整備法による改正前の重要影響事態安全確保法の別\n表第一の備考欄には，「１  物品の提供には，武器（弾薬を含む。）の\n提供を含まないものとする。２  物品及び役務の提供には，戦闘作戦\n行動のために発進準備中の航空機に対する給油及び整備を含まないも\nのとする。３  物品及び役務の提供は，公海及びその上空で行われる\n輸送（傷病者の輸送中に行われる医療を含む。）を除き，我が国領域に\nおいて行われるものとする。」と記載されていたところ，平和安全法制\n整備法により同欄の記載が「物品の提供には，武器の提供を含まない\nものとする。」に改められた。\n駆け付け警護に関する定め\n駆け付け警護は，国際平和協力法の平和安全法制整備法による改正に\nよって国際平和協力業務として追加されたものであり（国際平和協力法\n３条５号ラ），その内容は，同法３条５号ヲからネまでに掲げる業務又は\nこれらの業務に類するものとして同号ナの政令で定める業務を海外で行\nう場合であって，国際連合平和維持活動，国際連携平和安全活動若しく\nは人道的な国際救援活動に従事する者又はこれらの活動を支援する者\n（以下「活動関係者」という。）の生命又は身体に対する不測の侵害又は\n危難が生じ，又は生ずるおそれがある場合に，緊急の要請に対応して行\nう当該活動関係者の生命及び身体の保護であり，国際平和協力法２６条\n２項は，国際平和協力業務であって同法３条第５号ラに掲げるもの（駆\nけ付け警護）に従事する自衛官は，その業務を行うに際し，自己又はそ\nの保護しようとする活動関係者の生命又は身体を防護するためやむを得\nない必要があると認める相当の理由がある場合には，その事態に応じ合\n理的に必要と判断される限度で，装備である武器を使用することができ\nる旨をそれぞれ定める。\n武器等防護に関する定め\n自衛隊法９５条の２第１項本文は，自衛官は，アメリカ合衆国の軍隊\nその他の外国の軍隊その他これに類する組織であって自衛隊と連携して\n我が国の防衛に資する活動（共同訓練を含み，現に戦闘行為が行われて\nいる現場で行われるものを除く。）に現に従事しているものの武器等を職\n務上警護するに当たり，人又は武器等を防護するため必要であると認め\nる相当の理由がある場合には，その事態に応じ合理的に必要と判断され\nる限度で武器を使用することができる旨を定める。\nイ  国際平和支援法\n国際平和支援法は，同法３条１項２号において，協力支援活動とは諸外\n国の軍隊等に対する物品及び役務の提供であって，我が国が実施するもの\nをいう旨を，同条２項において，協力支援活動として行う自衛隊に属する\n物品の提供及び自衛隊による役務の提供（捜索救助活動を除く。）は，同法\nの別表第一に掲げるものとする旨を定め，その備考欄において，物品の提\n供には，武器の提供を含まないものとする旨を定める。\n３  争点及びこれに関する当事者の主張\n⑴  平和安全法制関連２法の違憲性\n（原告らの主張）\nア  集団的自衛権の行使容認の違憲性\n内閣は，平成２６年７月閣議決定以前，自衛隊による実力の行使は，\n日本の領域への侵害の排除に限定して初めて憲法９条の下でも許され，\nその限りで自衛隊は同条２項の「戦力」に該当せず，「交戦権」を行使す\nるものでもないと解していた。このことから，内閣は，他国に対する武\n力攻撃を実力で阻止するものとしての集団的自衛権の行使は，日本の領\n域への侵害の排除を超えるものとして憲法９条に反して許されないと解\nし，その旨を国民に対して説明してきた。\nそれにもかかわらず，内閣は，これまでに確立した憲法９条の解釈を\n覆し，集団的自衛権の行使を容認することなどを内容とする平成２６年\n７月閣議決定を行い，これを実施するための法律を制定することとした。\nそして，平和安全法制整備法により改正された自衛隊法７６条１項２号\nは，存立危機事態において，自衛隊に対し出動を命ずることができる旨\nを定め，集団的自衛権の行使を認めた。\nしかし，集団的自衛権の行使は，政府の憲法解釈として定着し，現実\n的規範となっていた憲法９条の解釈の核心部分，すなわち，自衛権の発\n動は日本に対する直接の武力攻撃が発生した場合にのみ，これを日本の\n領域から排除するための必要最小限度の実力の行使に限って許されると\nいう解釈を否定するものであり，「武力による威嚇又は武力の行使」に該\n当し，憲法９条１項に違反する。集団的自衛権の行使は，他国に対する\n武力攻撃を阻止するために自衛隊が海外にまで出動して戦争をすること\nを認めるものであるから，その場合における自衛隊は，憲法９条２項に\nいう「戦力」に該当することになる上，交戦権の否認にも抵触すること\nになる。\n平成２６年７月閣議決定以前の憲法９条に関する政府解釈は，憲法９\n条は戦力の放棄を定めているものの，他国の武力によって国民の基本的\n人権が根底から覆される事態において，我が国がそれに対抗しうる実力\nを持たなければ，憲法１３条以下の基本的人権規定に違反するとの立場\nを根拠とするものであり，憲法９条は日本が二度と他国に対する侵略戦\n争を起こさないために制定されたものであることからすると，憲法９条\nの解釈として妥当性を得るためには，①憲法９条の文言的解釈を超える\nことについて他の憲法上の根拠が存在するか，②侵略戦争を防止すると\nいう憲法９条の趣旨を没却する危険性がないかといった点が重要である。\nそして，集団的自衛権の行使を可能とする解釈は，①憲法９条の文言\n的解釈を超えることについて他の憲法上の根拠は存在せず，②侵略戦争\nを防止するという憲法９条の趣旨を根底から覆すものであるから，許さ\nれない。\nイ  後方支援活動及び協力支援活動の違憲性\n周辺事態安全確保法（平和安全法制整備法による改正前の重要影響事態\n安全確保法）は，米軍の支援を行うことができる地域を，「後方地域」すな\nわち「現に戦闘行為が行われておらず，かつ，そこで実施される活動の期\n間を通じて戦闘行為が行われることがないと認められる地域」に限定する\nとともに，後方支援活動として米軍に対する物品及び役務の提供から，弾\n薬を含む武器の提供，戦闘作戦行動のために発進準備中の航空機に対する\n給油・整備を除外していた。ところが，重要影響事態安全確保法及び国際\n平和支援法は，後方支援活動及び協力支援活動（以下併せて「後方支援活\n動等」という。）につき，「現に戦闘行為（国際的な武力紛争の一環として\n行われる人を殺傷し又は物を破壊する行為をいう。）が行われている現場」\n以外の場所であれば，そこで実施する自衛隊の後方支援活動等は武力行使\nと一体化するものではないとして，活動範囲の限定を緩和するとともに，\n従来は認められていなかった弾薬の提供や戦闘作戦行動のために発進準備\n中の航空機に対する給油・整備を許容した。これは，他国軍隊の武力行使\nへの直接の支援にほかならない。\n後方支援活動等は，外国軍隊に対する物品及び役務の提供であり，一般\nに「兵站」と呼ばれるものである。後方支援活動等は，それ自体は戦闘行\n為そのものではないとしても，相手国から見れば一体として武力を行使し\nているものとして攻撃の対象となり得るものであり，法的にも憲法９条が\n禁止する武力の行使と評価されるものである。したがって，これらの法律\nが定める後方支援活動等が憲法９条に違反することは明白である。\nウ  ＰＫＯ活動における武器使用要件緩和の違憲性\n平和安全法制関連２法の下においては，これまで自己や自己の管理下に\n入った者を守るため合理的に必要とされる限度で認められていたＰＫＯ活\n動における武器使用が，管理下に入っていない他国の軍隊やＮＧＯなどか\nら防護を要請された場合にも認められ，いわゆる駆け付け警護が可能とな\nった。\n平成２６年７月閣議決定以前の政府見解は，自己や自己の管理下に入っ\nた者を守るために合理的に必要とされる限度での武器の使用は，その武器\nの使用が自衛隊員の生命・身体を防御するための個人的反撃であって，組\n織的なものではないから，武力の行使には当たらず，憲法９条１項に違反\nしないというものであった。しかし，駆け付け警護は，他国の軍隊やＮＧ\nＯなどから自衛隊に対し防護の要請がされ，これに応じて自衛隊が組織と\nして対応するものであるから，自己保存のための自然的権利ではなく，ま\nた，組織的な対応という面でこれまでの政府見解における武器の使用とは\n明らかに異なるものであり，憲法９条１項にいう「武力の行使」そのもの\nである。平成２６年７月閣議決定以前の政府見解に基づく武器の使用は，\n相手方の先制攻撃があったことに対する受動的なものであるのに対し，駆\nけ付け警護は自衛隊に対して何らの攻撃が加えられていないにもかかわら\nず，他者の防護のためという理屈の下に自衛隊が先制攻撃を加えることを\n容認するものであり，侵略の口実に使われる危険性が高く，そのような危\n険性がある行為を憲法９条１項が容認する余地はない。また，憲法９条以\n外に駆け付け警護の根拠となる憲法上の規定は存しない。\n（被告の主張）\n集団的自衛権の行使，後方支援活動等及びＰＫＯ活動における武器使用要\n件の緩和が違憲であるとの原告らの主張は，原告らの意見若しくは評価にわ\nたるものであるか，又は事実の主張ではなく，争点と関連しないため，認否\nを要しない。\n⑵  原告らの権利利益侵害の有無\n（原告らの主張）\nア  人格権の侵害\n人格権又は人格的利益（以下これらを併せて単に「人格権」という。）\nは，個々人の人格的生存に不可欠な権利又は利益であって，憲法１３条，\n２５条の趣旨・理念に立脚し，民法７０９条，７１０条を実定法上の根\n拠とするなどして，私法上も認められており，判例上も，憲法１３条等\nをよりどころに，権利又は法律上保護される利益として損害賠償，差止\nめ，原状回復等の救済方法が認められている。そして，人格権には，平\n穏に生活する権利又は利益（以下「平穏生活権」という。）が含まれてい\nる。人間が平穏な生活を送るためには，物理的に良好な環境，精神的に\n安心できる環境，自然による秩序（大気，水，土壌等の自然的構成要素\nや生態系の多様性等を成り立たせ，維持している原理や法則）及び憲法，\n民法，刑法などといった基本的な法秩序が維持されていることが不可欠\nであるから，これらの物理的に良好な環境，精神的に安心できる環境，\n自然による秩序及び基本的な法秩序の維持は，法律上保護される利益で\nあるといえ，これらのうちのいずれかが受忍限度を超える程度に著しく\n破壊されることによって精神的苦痛を生じた場合には，人格権の侵害と\nして損害賠償の対象とされなければならないところ，原告らは，次のと\nおり人格権の侵害を受けた。\n憲法秩序及びそれによってもたらされていた安心・安寧の破壊\nａ  集団的自衛権を認めないという政府の従来の憲法解釈は，国民や政\n府が長年にわたり大切に護持し保全してきたことにより現実的規範に\nなっていたにもかかわらず，内閣は，これまでに確立した憲法９条の\n解釈を覆し，いわゆる集団的自衛権の行使を容認することなどを内容\nとする平成２６年７月閣議決定を行い，平和安全法制整備法により自\n衛隊法が改正されたことにより，集団的自衛権の行使が可能となった。\n集団的自衛権の行使は，我が国が直接攻撃を受けていない場合にも，\n他国のために武力を行使するものであるから，「武力による威嚇又は武\n力の行使」に該当し，憲法９条１項に違反するのみならず，そのよう\nな武力の行使のための権限，組織及び装備を備えた自衛隊は憲法９条\n２項が禁止する「戦力」に該当する。さらに，重要影響事態安全確保\n法は，周辺事態安全確保法では後方地域に限定されていた後方支援活\n動の地理的限定を緩和するとともに，周辺事態安全確保法では認めら\nれていなかった弾薬の提供や戦闘作戦行動のために発進準備中の航空\n機に対する給油・整備を許容した点で，自衛隊による後方支援活動等\nを他国軍隊の武力の行使と一体化させるものであり，憲法９条１項及\nび２項に反するものである。\nｂ  公権力の行使により，憲法の基本三原則や立憲主義などの憲法の基\n本原理の根幹に反する状態が作られた場合，又は憲法違反が反復・継\n続したまま放置された場合は，憲法秩序が破壊された状態ということ\nができる。平和安全法制関連２法は，平和主義という憲法の基本原理\nに反している上，憲法９条１項及び２項の明文に反しているにもかか\nわらず，憲法９６条が定める憲法改正の国民投票を経ずに制定されて\nおり，また，こうした憲法と法秩序が乖離した状態が５年以上にわた\nり続いているから，憲法秩序が破壊されているというべきである。\nｃ  このように憲法秩序の安定性が失われて以降，原告らは，国民の憲\n法上の権利が正当に保障されておらず，今後更に憲法秩序が破壊され\nかねず，自分たちの生き方や生活を予測することができないという認\n識を持たざるを得なくなり，平穏で安心できる生活を送ることができ\nなくなった。これにより，原告らの人格的生存は大きく脅かされてい\nる。原告らの損害は，法秩序が著しく破壊された時点で発生し，それ\nが回復されるまで継続して発生し続けるものであり，戦争やテロリス\nトによる攻撃の具体的危険性の存在は損害の発生要件ではない。\n国民は，主権者として憲法秩序を形成し維持する権利と責務を負っ\nており，主権者が憲法秩序回復のため行動する権利は，抵抗権の一種\nとして主権者に内在的に帰属する具体的な権利であり，憲法３２条が\n国民に裁判を受ける権利を保障していることからも，憲法秩序回復請\n求権として保障されなければならない。\n北朝鮮によるミサイル着弾の危険切迫（物理的に良好な環境及び精神\n的に安心できる環境の破壊）\n平和安全法制関連２法は，米国とその敵対国という専ら他国間の事情\nによって，一方的に日本国民を軍事上の危険に巻き込んでしまいかねな\nいものであり，日本が米国の敵対国である北朝鮮からのミサイル攻撃等\nの対象（失敗による着弾等も含む。）となる差し迫った危険が発生してい\nるから，原告らが戦争に巻き込まれる危険は具体的なものとなっており，\nもはや漠然とした不安感にとどまらず，原告らの平穏生活権は侵害され\nている。\nイ  平和的生存権の侵害\n平和的生存権とは，政府の行為により外国からの軍事的緊張・テロリ\nズムの脅威にさらされることなく安心して生活できるという，平和秩序\n的側面における安心安寧や平穏な生活を保障する権利であり，憲法９条\nを中心として，憲法２５条，１３条，憲法前文により導かれる。\n憲法９条１項は，国家に対し，「国権の発動たる戦争」，「武力による威\n嚇」及び「武力の行使」を禁止しており，同条２項は，「戦力」の保持を\n禁止しているところ，これは，国及び公務員が憲法９条を遵守していれ\nば，国民は外国からの実力の行使に脅えることなく平穏に生活すること\nができることから，国家に対して命じられた禁止規範である。結局，国\n及び公務員の憲法９条違反と，国民の平和的生存権の侵害は表裏一体の\n関係にあるといえる。\nまた，国民及び従前の政府は，数十年にわたり，憲法９条の平和主義\nの下，専守防衛に限り容認することでバランスを取り，ほぼ中立的な立\n場を標榜して，人道的な国際貢献を行いながら，日本が軍事的緊張やテ\nロリズムの脅威にさらされない状態を維持し，もって平和環境や平和秩\n序を大切に護持してきた。このような歴史的事実をもって，国民の護持\nしてきた平和環境や平和秩序は保護法益性が肯定される。\n平和安全法制関連２法の制定による平和的生存権の侵害\nａ  自衛隊法７６条１項２号\n自衛隊法７６条１項２号は，「我が国と密接な関係にある他国に対\nする武力攻撃が発生し，これにより我が国の存立が脅かされ」たにす\nぎない場合でも，自衛隊に防衛出動を命じることができる旨を規定し\nているが，政府が自衛隊を防衛出動させれば，相手国は日本が軍事行\n動を開始したと一方的に判断し，日本に対し報復行動に踏み切る危険\nが高くなり，結局，国民にとっては，憲法９条１項が禁止する武力の\n行使又は武力による威嚇が行われたのと同じことになる。したがって，\n自衛隊法７６条１項２号は武力の行使又は武力による威嚇を禁止する\n憲法９条１項に違反する。\nまた，自衛隊は，従前，日本に対する外部からの武力攻撃が発生し\nた事態又はその明白な危険が切迫していると認められる場合に限り防\n衛出動が認められており（平和安全法制整備法による改正前の自衛隊\n法７６条１項），自衛隊の軍事力は，日本が直接攻撃を受けた場合に備\nえた必要最小限度の実力と考えられ，その限りにおいては憲法９条２\n項の禁止する戦力には当たらなかった。しかし，自衛隊法７６条１項\n２号は，他国に対する武力攻撃が発生したにすぎない場合にも自衛隊\nの防衛出動を可能としており，自衛隊の有する軍事力は憲法９条２項\nの禁止する戦力に当たることとなった。したがって，自衛隊を憲法９\n条２項の禁止する戦力に転化させた自衛隊法７６条１項２号は憲法９\n条２項に違反する。\nｂ  自衛隊法９５条の２第１項\n自衛隊法９５条の２第１項は，日本が直接攻撃を受けていない場合\nの外国軍隊の警護に当たり，合理的に必要な範囲で武器の使用を認め\nる旨の規定であるが，相当程度に高い軍事的緊張関係が生じている状\n況で外国軍隊の警備のために武器を使用すれば，相手国は日本が軍事\n行動を開始したと判断し，日本に対し報復行動に踏み切ることになり，\n結局，国民にとっては，憲法９条１項が禁止する武力の行使又は武力\nによる威嚇が行われたのと同じことになる。したがって，外国軍隊の\n警備のための武器の使用を定める同規定は，武力の行使又は武力によ\nる威嚇を禁止する憲法９条１項に違反する。\nｃ  以上のとおり，本件各行為により違憲である平和安全法制関連２法\nが制定され，憲法の基本原理である平和主義が揺るがされて無用に日\n本の軍事的緊張が高められることとなったため，原告らの平和的生存\n権が侵害された。そして，その結果，日本は北朝鮮から度重なるミサ\nイル攻撃等の対象（失敗による着弾等を含む）となる危険に晒され，\n原告らはミサイル攻撃に遭遇するかもしれないという強い不安を抱え，\n平穏な生活ができなくなり，精神的苦痛を被った。\nｄ  名古屋高等裁判所平成１８年 第４９９号平成２０年４月１７日判\n決は，平和的生存権の具体的権利性を肯定した上で，「例えば，憲法９\n条に違反する国の行為，すなわち戦争の遂行，武力の行使等や，戦争\nの準備行為等によって，個人の生命，自由が侵害され又は侵害の危機\nにさらされ，あるいは，現実的な戦争等による被害や恐怖にさらされ\nるような場合，また，憲法９条に違反する戦争の遂行等への加担・協\n力を強制されるような場合には，平和的生存権の主として自由権的な\n態様の表れとして，裁判所に対し当該違憲行為の差止請求や損害賠償\n請求等の方法により救済を求めることができる場合があると解するこ\nとができ，その限りでは平和的生存権に具体的権利性がある。」と判示\nしている。平和安全法制関連２法の制定によって憲法９条が実質的に\n改変され，集団的自衛権の行使が容認されたことにより，日本が戦争\nに巻き込まれ，武力の行使に至るなどの危険性が生じたのであるから，\n上記の名古屋高等裁判所判決が指摘する危険が現実化したといえ，原\n告らの平和的生存権の侵害が具体化していることは明らかである。\nウ  人格権及び平和的生存権の侵害の現実的危険性\n人格権及び平和的生存権の侵害において，侵害の具体的危険性があるこ\nとは必須の要件ではないが，少なくとも具体的危険性があれば侵害の事実\nは明白である。そして，戦争やテロリストによる攻撃がされる兆候がある\n場合には，それらがされるおそれが切迫していなくとも戦争の具体的現実\n的危険があるとみるべきである。\n本件においては，平和安全法制関連２法の制定によって近隣諸国との対\n立関係が深まり，国際関係が緊張し，そのことにより戦争の危険やテロリ\nストによる攻撃の危険が増大している。平和安全法制関連２法成立後の南\nスーダンにおけるＰＫＯ活動や米軍の補給艦の防護活動では，自衛隊が武\n器使用を行う現実的可能性があり，平和安全法制関連２法の制定や自衛隊\nの上記活動により北朝鮮との間の軍事的緊張が高まっているなど日本が戦\n争に参加する危険やテロリストによる攻撃を受ける危険は現実化しており，\n原告らの平穏で平和な日常生活や生命・身体の安全が具体的危険に晒され\nているというべきである。\nエ  憲法改正国民投票権の侵害\n憲法９６条１項は憲法改正手続を定めており，同項を受けて制定され\nた日本国憲法の改正手続に関する法律（以下「国民投票法」という。）に\nより国会が発議した憲法改正案に対する国民の承認手続が詳細に定めら\nれたことにより，国民の憲法改正国民投票権（以下「国民投票権」とい\nう。）は具体化されている。\n一見明白に憲法に違反する法律案が，憲法の基本原理を変容させる内\n容を有すると認められる場合，そのような法律案を可決，成立させよう\nとする国会議員は，その法律案を議決する前に，国会議員の総議員の３\n分の２以上の賛成を得て国会の憲法改正の発議権を行使すべき憲法上の\n義務を負う。なぜならば，憲法の基本原理を変容させる内容を有する法\n律が成立すると，これまでの憲法の基本原理に基づく法令が次々に改正\nされ，新たな行政処分が執行されて積み重なり，変容された原理に基づ\nく新たな法社会が形成されていき，実質的に改正憲法が成立したことと\n同視し得る法秩序が形成されていくことになるところ，主権者である国\n民は，憲法の基本原理を変容させるか否かに関する決定権（憲法前文，\n憲法９６条１項）を保障されるべきであって，そのために国会議員が職\n務上の法的義務としてなし得る措置は，憲法改正の発議を行い，国民に\n国民投票の機会を保障することだからである。憲法改正の発議権を行使\nすることなく，一見して明白に違憲かつ憲法の基本原理を変容させる内\n容の法律案を可決，成立させる国会議員の行為は，法律案を議決する行\n為としての作為と発議権を行使しない行為としての不作為の二つの側面\nを有しており，いずれの側面から見ても国会議員の行為は違憲違法であ\nり，国賠法１条１項の適用上違法である。\n判例は，立法権を付与された国会の法律案の議決行為の不作為が国賠\n法１条１項の適用上，違法な行為と評価される場合があることを認めて\nおり（最高裁平成１３年（行ツ）第８２号同１７年９月１４日大法廷判\n決・民集５９巻７号２０８７頁参照），憲法改正の発議も憲法改正の発議\n権を付与された国会の議決行為であり，立法権であれ憲法改正の発議権\nであれ，国会に付与された権限に基づく議決行為としては同じであるか\nら，憲法改正の発議の不作為も国賠法１条１項の適用上，違法となり得\nる。\n前記⑴のとおり，平和安全法制関連２法は，一見して明白に憲法９条\nに違反し，憲法の基本原理を変容させる内容を有するものである。この\n点，ある法律が憲法に違反しているのであれば，法律が違憲無効と解さ\nれるのであって，憲法違反の法律の制定により憲法が改変されることは\nないから，平和安全法制関連２法の制定を憲法９条の改変と同視するこ\nとは困難であるとの見解は，形式上の論理としてはおかしいものではな\nい。しかし，平和安全法制関連２法は，一見して明白に憲法９条に違反\nし，憲法の基本原理を変容させる内容の法律であり，平和安全法制関連\n２法により変容された法秩序の形成の重大性を考えると，全く説得力が\nないと言わざるを得ない。\n本件においては，与党側からの申請人も含め，参考人として国会に招\nかれた３名の憲法学者ほか多数の憲法学者や内閣法制局長官経験者及び\n元最高裁判所判事が，平和安全法制関連２法が集団的自衛権を容認して\nいる点で憲法９条に違反している旨明確に指摘していたことに加え，平\n和安全法制関連２法に反対する多数の意見が国会へ届けられていたこと\nからすると，平和安全法制関連２法の制定当時，国会議員は，平和安全\n法制関連２法が一見して明白に憲法９条に違反し，憲法の基本原理を変\n容させる内容の法律であることを認識していたということができる。少\nなくとも，国会議員に課された憲法尊重擁護義務（憲法９９条）に基づ\nき，平和安全法制関連２法に係る法律案を議決しようとする際にこれら\nの憲法適合性の有無について慎重に調査，検討をしていれば，国会議員\nは，平和安全法制関連２法が一見して明白に憲法９条に違反し，憲法の\n基本原理を変容させる内容の法律であることを容易に認識することがで\nきたというべきである。\n以上のとおり，平和安全法制関連２法は一見して明白に憲法９条に違\n反し，憲法の基本原理を変容させる内容の法律であり，国会議員は，少\nなくともそのことを容易に認識し得たから，平和安全法制関連２法に係\nる法律案を可決，成立させようと決断した以上，その議決の前に，憲法\n９条の改正を発議すべきであったにもかかわらず，憲法改正を発議しな\nかった。このような国会議員の不作為により原告らの国民投票権が侵害\nされたというべきである。\nオ  裁判所が平和安全法制関連２法の違憲性を判断すべきことについて\n一見極めて明白に違憲の法律が制定された場合や，違憲な立法により憲\n法秩序が破壊された場合は，国会の立法裁量をはるかに超えた重大な瑕疵\nがあるから，司法権を有する裁判所が積極的に憲法判断をしなければなら\nない。\n本件訴訟は，原告らの被害発生の前提として，集団的自衛権を容認する\n平和安全法制関連２法が違憲であり，平和に生活する基盤を破壊された旨\n主張し，国会の責任を問う訴訟であるから，三権分立の一翼を担う裁判所\nの使命として，違憲性の判断をすべきである。\n原告らの損害の有無を判断するに当たっても，平和安全法制関連２法が\n違憲であれば，その余の点を判断するまでもなく，原告らの権利侵害は明\nらかであることからしても，違憲性の有無の判断は本件訴訟において欠か\nすことができない。\n（被告の主張）\n国家賠償制度が個別の国民の権利又は法的利益の侵害を救済するものであ\nることの当然の帰結として，国賠法１条１項の違法は，その国民の権利又は\n法的利益に対する侵害があることを前提としており，権利又は法的利益が認\nめられない場合には，公権力の行使に当たる公務員の行為の違法性の判断に\n立ち入るまでもなく，国賠法上の違法を認める余地はない。原告らの主張は，\n次のとおり，いずれも国賠法上保護された具体的な権利又は法的利益の侵害\nをいうものではないから，主張自体失当である。\nア  人格権\n原告らの主張する人格権は，その具体的な権利内容，成立要件，法律効\n果等について一義性に欠ける曖昧なものであるから，具体的権利性は認め\nられない。\nイ  平和的生存権\n平和的生存権は，平和の概念そのものが抽象的かつ不明確であるばかり\nでなく，具体的な権利内容，根拠規定，主体，成立要件，法律効果等のい\nずれも一義性に欠け，その外延を画することができない曖昧なものである\nから，具体的権利性は認められない。\nウ  国民投票権\n憲法９６条１項が，国民が自らの意思に基づいて憲法の条項と内容を決\n定するという国民主権又は民主主義の原理・理念を体現するものであると\nしても，それは国家の主権者としての国民という抽象的な位置付けにとど\nまるのであって，そのことから直ちに原告らという具体的な個別の国民と\nの関係で国賠法上の救済が得られるほど具体的，個別的な権利又法的利\n益としての国民投票権なるものを観念することはできない。\n平和安全法制関連２法は，憲法の条文自体を改正するものではなく，憲\n法改正に伴う国民投票制度における個別の国民の投票権の内容や行使に何\nら具体的な制約を加えるものでないことは明らかであって，憲法改正手続\nに関する原告らの具体的，個別的な権利又は法的利益に何ら影響を及ぼす\nものではない。\n原告らの主張は，平和安全法制関連２法の内容が憲法と抵触し，憲法の\n解釈が実質的に変更されたとして，個々の国民の具体的，個別的な権利又\nは法的利益の侵害を離れ，主権者たる一般国民という立場において，抽象\n的に法令自体の憲法適合性審査を求めることに帰するものであり，付随的\n違憲審査制を採用する我が国の司法制度の在り方と合致しないことは明白\nである。\n⑶  原告らの損害\n（原告らの主張）\n原告らは，本件各行為によって平和安全法制関連２法が成立したことによ\nり，前記のとおり各権利，利益を侵害され，精神的苦痛を受けた。これに対\nする慰謝料としては，原告一人につき１０万円が相当である。仮に，本件訴\n訟において平和安全法制関連２法が憲法９条に違反し，国民投票権の行使を\n制約されたことが違憲であると判断され，それによって原告らの精神的苦痛\nが相当程度回復されるとしても，その精神的苦痛に対する慰謝料としては，\nそれぞれ１万円を下ることはない。\n（被告の主張）\n原告らに国賠法上保護された具体的権利又は法的利益の侵害があるとはい\nえないから，損害は発生していない。\n第３  当裁判所の判断\n１  判断の順序について\n⑴  原告らは，一見極めて明白に違憲の法律が制定された場合や違憲な立法に\nより憲法秩序が破壊された場合は，国会の立法裁量をはるかに超えた重大な\n瑕疵があるから，司法権を有する裁判所が積極的に憲法判断をしなければな\nらない，本件訴訟は，原告らの被害発生の前提として，憲法９条に違反して\n集団的自衛権を容認する平和安全法制関連２法が違憲であり，平和に生活す\nる基盤を破壊された旨主張し，国会の責任を問う訴訟であるから，三権分立\nの一翼を担う裁判所の使命として，違憲性の判断をすべきである，原告らの\n損害の有無を判断するに当たっても，平和安全法制関連２法が違憲であれば，\nその余の点を判断するまでもなく，原告らの権利侵害は明らかであることか\nらしても，違憲性の有無の判断は本件訴訟において欠かすことができない旨\n主張する。\n⑵  ところで，憲法７６条により裁判所に与えられている司法権は，具体的な\n争訟について，法を適用し，宣言することによって，これを解決する国家作\n用であるところ，具体的な争訟とは，裁判所法３条１項にいう「法律上の争\n訟」と同義であり，法律上の争訟とは，当事者間の具体的な権利義務又は法\n律関係の存否に関する紛争であって，法律の適用により終局的に解決しうべ\nきものをいう。したがって，裁判所が司法権を行使することができるのは，\n具体的な権利義務又は法律関係の存否に関する紛争が存する場合に限られ，\n憲法８１条により裁判所に与えられている違憲審査権も，このような司法権\nを発動することができる場合に行使することができるものと解される（最高\n裁昭和２７年 第２３号同年１０月８日大法廷判決・民集６巻９号７８３頁，\n最高裁昭和２７年 第１４８号同２８年４月１５日大法廷判決・民集７巻４\n号３０５頁参照）。\n⑶  本件において，原告らは，国賠法１条１項に基づき損害賠償請求をしてい\nるところ，国家賠償制度は，権利利益の侵害を受けた個々の国民の救済を目\n的とするものであるから，同項に基づく損害賠償請求が認められるためには，\nその国民の具体的な権利又は法的利益が侵害されたことを要する。平和安全\n法制関連２法の違憲性と，これにより原告らの具体的な権利又は法的利益が\n侵害されているかは別問題であり，原告らが主張するように，平和安全法制\n関連２法が違憲であれば，その余の点を判断するまでもなく，直ちに原告ら\nの権利利益の侵害が認められるという関係にあるわけではない。\nそこで，本件においては，まず，原告らの権利利益侵害の有無（争点⑵）\nについて判断する。\n２  争点⑵（原告らの権利利益侵害の有無）について\n⑴  人格権の侵害について\nア  憲法秩序及びそれによってもたらされていた安心・安寧の破壊について\n原告らは，人間が平穏な生活を送るために不可欠である基本的な法秩序\nとして憲法秩序が維持されることが人格権の一種である平穏生活権として\n憲法１３条等により保障されており，原告らが主権者として憲法秩序回復\nのため行動する権利としての憲法秩序回復請求権が抵抗権の一種として憲\n法上保障されている旨主張する。\nしかしながら，原告らの主張する憲法を含む法秩序が維持される権利又\nは法的利益及び憲法秩序回復請求権は，その具体的内容や効果が不明確で\nあり，憲法秩序という概念自体も抽象的である上，そのような抽象的概念\nの維持又はこれに対する侵害が，個人の具体的権利又は法的利益と直ちに\n結び付くということはできない。原告らの主張によると，違憲の立法行為\nや閣議決定がされた場合，直ちに個人の具体的権利又は法的利益が侵害さ\nれることになるが，そのような帰結は，抽象的違憲審査を認めるのと何ら\n異なるところがなく，前記１⑵判示のとおり，付随的違憲審査制を採る我\nが国の司法制度とは整合しないというべきである。\nしたがって，原告らの上記主張は採用することができない。\nイ  物理的に良好な環境及び精神的に安心できる環境の破壊（北朝鮮による\nミサイル着弾の危険切迫）について\n原告らは，平和安全法制関連２法の制定により日本が米国の敵対国であ\nる北朝鮮からのミサイル攻撃等の対象（失敗による着弾等も含む。）となる\n差し迫った危険が発生しているから，原告らが戦争に巻き込まれる危険は\n具体的なものとなっており，もはや漠然とした不安感にとどまらず，原告\nらの平穏生活権は侵害されている旨主張する。\nしかしながら，本件各行為は閣議決定及び立法行為であり，これらの行\n為によって成立した平和安全法制関連２法は，あくまでも集団的自衛権の\n行使や後方支援活動等及び駆け付け警護等の実施のための要件を定めるも\nのにすぎず，平和安全法制関連２法の成立により，北朝鮮からのミサイル\n攻撃の対象となって日本が戦争に巻き込まれる具体的危険が生じていると\nいうことはできない。そして，本件の全証拠によっても，本件口頭弁論終\n結時において平和安全法制関連２法に基づいて集団的自衛権の行使や後方\n支援活動等，駆け付け警護が実施されたことに起因して我が国が北朝鮮か\nらのミサイル攻撃の対象となり，戦争に巻き込まれたという事実は認めら\nれない。そうすると，原告らの主張する物理的に良好な環境及び精神的に\n安心できる環境が維持される権利又は法的利益としての人格権の一種であ\nる平穏生活権が，本件各行為によって脅かされているということはできな\nい。\nしたがって，原告らの上記主張は採用することができない。\n⑵  平和的生存権の侵害について\nア  原告らは，平和的生存権とは，政府の行為により外国からの軍事的緊張・\nテロリズムの脅威にさらされることなく安心して生活できるという，平和\n秩序的側面における安心安寧や平穏な生活を保障する権利であり，かかる\n権利が憲法９条を中心として，憲法２５条，１３条，憲法前文により導か\nれることを前提として，本件各行為により平和安全法制関連２法が制定さ\nれることにより，憲法の基本原理である平和主義が揺るがされ，原告らの\n平和的生存権が侵害された旨主張する。\nしかしながら，そもそも原告らが主張する平和的生存権は，その具体的\n内容が不明確である上，その中心的根拠とされる憲法９条は，国家の統治\n機構又は統治活動についての規範を定めたものであって，国民の私法上の\n権利を直接保障したものということはできない。憲法前文も，「崇高な理想\nと目的」を表明したものであって（前文第４項参照），これらが，憲法本文\nの各条項や法令等の解釈の指針となりうることがあるとしても，それ自体\nが個々の国民に具体的権利の賦与や保障を定めているものと解することは\nできない。また，憲法２５条は，社会権の一種として生存権を保障してい\nるところ，「健康で文化的な最低限度の生活」（同条１項）として，上記の\nとおりその内容が不明確である平和的生存権が具体的権利又は法的利益と\nして保障されていると解することはできない。憲法１３条についても，一\n般的包括規定として憲法上明示的に規定されていない法的利益を新しい人\n権として保障する根拠規定になり得るものの，上記のとおりその内容が不\n明確である平和的生存権を国民の具体的権利又は法的利益として保障して\nいると解することはできない。\nしたがって，原告らの上記主張は，その前提を欠き，採用することがで\nきない。\nイ  原告らは，国民及び従前の政府が数十年にわたり，憲法９条の平和主義\nの下，日本が軍事的緊張やテロの脅威にさらされない状態を維持し，平和\n環境や平和秩序を大切に護持してきたという歴史的事実をもって，そのよ\nうな国民の護持してきた平和環境や平和秩序に保護法益性が肯定される旨\n主張する。\nしかしながら，原告らが主張する「平和環境」や「平和秩序」は，その\n内実や外延が曖昧である上，平和という概念自体が理念又は目的としての\n抽象的な概念であって，各人の思想，信条，世界観又は価値観等によって\n多義的に解釈されるものであり，これを達成，確保する手段や方法も変転\nする複雑な国際情勢に応じて多様なものがありうることからすると，長年\nの事実状態があることのみをもって，個々の国民の具体的な権利又は法的\n利益としての保護法益性を認めることは困難である。\nしたがって，原告らの上記主張は採用することができない。\nウ  原告らは，平和安全法制関連２法の制定によって憲法９条は実質的に改\n変され，集団的自衛権の行使が容認されたことにより，日本が戦争に巻き\n込まれ，武力の行使に至るなどの危険性が生じたのであるから，個人の生\n命，自由が侵害され又は侵害の危機に晒されるなどの危険が現実化したと\nいえ，原告らの平和的生存権の侵害が具体化していることは明らかである\n旨主張する。\nしかしながら，後記⑶イのとおり，平和安全法制関連２法の制定によっ\nて憲法の内容や効力に影響を与えることはなく，前記⑴イのとおり，平和\n安全法制関連２法の制定により日本が戦争に巻き込まれ，武力の行使に至\nるなどの具体的危険性が生じたと認めることはできないから，原告らの上\n記主張はその前提を欠くものというべきである。\n⑶  国民投票権の侵害について\nア  原告らは，憲法９６条１項を受けて制定された国民投票法により国会が\n発議した憲法改正案に対する国民の承認手続が詳細に定められたことによ\nり，国民の国民投票権は具体化されているところ，平和安全法制関連２法\nは，一見して明白に憲法９条に違反し，憲法の基本原理を変容させる内容\nであるから，国会議員は，平和安全法制関連２法に係る法律案を可決，成\n立させようと決断した以上，その議決の前に，憲法９条の改正を発議すべ\nき作為義務があったにもかかわらず，憲法改正を発議しなかったため，か\nかる国会議員の不作為により原告らの国民投票権が侵害された旨主張する。\nイ  しかしながら，平和安全法制関連２法は，あくまで法律であるから，仮\nに平和安全法制関連２法及びこれによって改正又は制定された法律が憲法\nに適合しないものであるならば，それらの法律が違憲無効となるにすぎず，\n平和安全法制関連２法の制定によって憲法の内容や効力に影響を与えるこ\nとはない。そうすると，憲法９条が改正されたのではない以上，憲法９条\nの改正を発議すべき義務違反が問題となる余地はないから，原告らの主張\nは，その前提を欠き，採用することができない。\nこの点，原告らは，平和安全法制関連２法の制定を憲法９条の改変と同\n視することは困難であるとの見解は，形式上の論理としてはおかしいもの\nではないが，平和安全法制関連２法は，一見して明白に憲法９条に違反し，\n憲法の基本原理を変容させる内容の法律であり，平和安全法制関連２法に\nより変容された法秩序の形成の重大性を考えると，全く説得力がない旨主\n張する。\nしかしながら，制定される法律の内容や効力に関わらず，法律の制定が\n憲法の内容や効力に影響を及ぼすことはないのであるから，原告らの上記\n主張は採用することができない。\n３  小括\n以上のとおり，本件各行為によって原告らの具体的な権利又は法的利益が侵\n害されたということはできない。\n第４  結論\n以上によると，その余の点について判断するまでもなく，原告らの請求は理\n由がないから，いずれも棄却することとして，主文のとおり判決する。\n京都地方裁判所第１民事部\n裁判長裁判官          井      上      一      成\n裁判官          平      工      信      鷹\n裁判官          鵜      飼      奈      美\n"
}