{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 2,
    "month": 2,
    "day": 5
  },
  "case_number": "平成30(ワ)13927",
  "case_name": "特許権侵害差止請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "89419",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=89419",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/419/089419_hanrei.pdf",
  "contents": "令和２年２月５日判決言渡  同日原本領収  裁判所書記官\n平成３０年（ワ）第１３９２７号  特許権侵害差止請求事件\n口頭弁論終結日  令和元年１２月６日\n判        決\n原        告          株式会社ＭＲＳホールディングズ\n同訴訟代理人弁護士         髙﨑   仁\n坂本誉 幸\n村島大 介\n同訴訟代理人弁理士         塩谷英 明\n被        告         ＬＩＮＥ  Ｐａｙ株式会 社\n同訴訟代理人弁護士         服部   誠\n大   西   ひと み\n同訴訟復代理人弁護士        岩間智 女\n同訴訟代理人弁理士         中村佳 正\n同 補 佐 人 弁 理 士         相田義 明\n主        文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事実及び理 由\n第１  請求\n１  被告は，別紙１物件目録記載のコンピュータシステムを使用してはならない。\n２  訴訟費用は被告の負担とする。\n３  仮執行宣言\n第２  事案の概要\n１  本件は，原告が，被告は，被告が管理する別紙１物件目録記載のコンピュータ\nシステム（以下「被告コンピュータシステム」という。）を使用して被告のモバ\nイル送金・決済サービスを提供することにより，原告の有する特許権を侵害して\nいると主張して，被告に対し，特許法１００条１項に基づき，被告コンピュータ\nシステムの使用の差止めを求める事案である。\n２  前提事実（当事者間に争いのない事実又は文中掲記した証拠及び弁論の全趣旨\nにより認定することができる事実。なお，本判決を通じ，証拠を摘示する場合に\nは，特に断らない限り，枝番を含むものとする。）\n(1) 当事者\nア  原告は，特許発明の開発，特許出願支援，特許に関するコンサルタント等\nを業とする株式会社である。\nイ  被告は，モバイル送金・決済サービスである「ＬＩＮＥ  Ｐａｙ」（以下\n「被告サービス」という。）を運営する株式会社である。被告は，被告サー\nビスを提供するに際して，被告コンピュータシステムを管理・使用している。\n(2) 原告の特許権\nア  原告は，以下の特許権（以下「本件特許権」といい，これに係る特許を「本\n件特許」という。）を有している。（甲１，２）\n発明の名称：ホワイトカード使用限度額引上げシステム，およびその動\n作方法\n特許番号：特許第５７７５６６３号\n出願日：平成２１年９月１６日\n登録日：平成２７年７月１０日\nイ  原告が本件発明に係る特許査定を受けるまでの経過は以下のとおりであ\nる。\n(ｱ) 原告は，平成２４年９月１０日，特許庁に対し，本件特許出願について\n審査請求をした。（甲２）\n(ｲ) 特許庁は，原告に対し，平成２５年１２月６日付け拒絶理由通知書（以\n下「本件拒絶理由通知書」という。）により，拒絶理由を通知した。これ\nに対し，原告は，平成２６年２月５日，特許庁に対し，本件拒絶理由通知\n書に対する意見書を提出したが，特許庁は，平成２６年７月９日付けで本\n件特許出願について拒絶査定（以下「本件拒絶査定」という。）をした。\n（甲６，乙１）\n(ｳ) 原告は，平成２６年８月２０日，特許庁に対し，審判請求書（以下「本\n件審判請求書」という。）を提出し，本件拒絶査定を不服とする審判の申\n立てをしたところ，特許庁は，平成２７年６月１９日，原査定を取り消し，\n本願は特許をすべきものである旨の審決をした。（甲１，２，乙２）\nウ  本件特許に係る特許請求の範囲（以下「本件特許請求の範囲」という。）\nの請求項１は，以下のとおりである（以下，同項に係る発明を「本件発明」\nという。）。\n「使用限度額をホワイトカードに紐づけられた入金額に応じて引き上げる\nことが可能で，\n受金にのみ利用可能な受金ＩＤと，消費使用に利用可能な消費使用ＩＤと\nの二種類のＩＤがあらかじめ紐付けられているホワイトカードに対する入\n金システムであって，\nホワイトカードに対する入金に際して，入金すべきホワイトカードの受金\nＩＤを取得する受金ＩＤ取得部と，\nそのホワイトカードの使用限度額を引き上げようとする額の入金を受け\n付けた旨の情報である入金受付情報を取得する入金受付情報取得部と\n取得した受金ＩＤと，入金受付情報とを関連付けて出力する出力部と，\nを有するホワイトカード使用限度額引上指示装置と，\n受金ＩＤと関連付けられた入金受付情報をホワイトカード使用限度額引\n上指示装置から受信する受信部と，\n受信した入金受付情報に関連付けられたホワイトカード受金ＩＤと紐付\nけられている消費使用ＩＤをホワイトカードＩＤ管理装置から取得する消\n費使用ＩＤ取得部と，\n取得した消費使用ＩＤと関連付けた使用限度額引上額を含む引上命令を\n送信する引上命令送信部と，\nを有する引上命令装置と，\n消費使用ＩＤと受金ＩＤとを紐付けた紐付テーブルを保持する紐付テー\nブル保持部と，\n引上命令装置から受金ＩＤを受信する受金ＩＤ受信部と，\n受信した受金ＩＤに紐付けられている消費使用ＩＤを紐付テーブルから\n取得して引上命令装置に送信する消費使用ＩＤ送信部と，\nを有するホワイトカードＩＤ管理装置と，\nからなるホワイトカード使用限度額引き上げシステム。」\nエ  本件発明を構成要件に分説すると，以下のとおりである（以下，それぞれ\nを，符号に従い「構成要件Ａ」などという。なお，構成要件Ｂ１－１～Ｂ２，\n構成要件Ｃ１－１～Ｃ２，構成要件Ｄ１－１～Ｄ２をそれぞれ併せて「構成\n要件Ｂ」などという場合がある。）。\nＡ  使用限度額をホワイトカードに紐づけられた入金額に応じて引き上げ\nることが可能で，受金にのみ利用可能な受金ＩＤと，消費使用に利用可能\nな消費使用ＩＤとの二種類のＩＤがあらかじめ紐付けられているホワイ\nトカードに対する入金システムであって，\nＢ１－１  ホワイトカードに対する入金に際して，入金すべきホワイトカー\nドの受金ＩＤを取得する受金ＩＤ取得部と，\nＢ１－２  そのホワイトカードの使用限度額を引き上げようとする額の入\n金を受け付けた旨の情報である入金受付情報を取得する入金受付情報取\n得部と\nＢ１－３  取得した受金ＩＤと，入金受付情報とを関連付けて出力する出力\n部と，\nＢ２  を有するホワイトカード使用限度額引上指示装置と，\nＣ１－１  受金ＩＤと関連付けられた入金受付情報をホワイトカード使用\n限度額引上指示装置から受信する受信部と，\nＣ１－２  受信した入金受付情報に関連付けられたホワイトカード受金Ｉ\nＤと紐付けられている消費使用ＩＤをホワイトカードＩＤ管理装置から\n取得する消費使用ＩＤ取得部と，\nＣ１－３  取得した消費使用ＩＤと関連付けた使用限度額引上額を含む引\n上命令を送信する引上命令送信部と，\nＣ２  を有する引上命令装置と，\nＤ１－１  消費使用ＩＤと受金ＩＤとを紐付けた紐付テーブルを保持する\n紐付テーブル保持部と，\nＤ１－２  引上命令装置から受金ＩＤを受信する受金ＩＤ受信部と，\nＤ１－３  受信した受金ＩＤに紐付けられている消費使用ＩＤを紐付テー\nブルから取得して引上命令装置に送信する消費使用ＩＤ送信部と，\nＤ２  を有するホワイトカードＩＤ管理装置と，\nＥ  からなるホワイトカード使用限度額引き上げシステム。\n(3) 被告サービスの概要等\nア  被告サービスについて\n被告サービスは，訴外ＬＩＮＥ株式会社が提供する無料通話・無料メール\nアプリである「ＬＩＮＥ」を通じて，被告サービスのユーザ間の送金や，提\n携サービス・店舗での決済を行うことができる，モバイル送金・決済サービ\nスである。\n被告サービスは，ＬＩＮＥのアカウントを有するユーザが，ＬＩＮＥ  Ｐ\nａｙアカウントを登録して，利用することができる。\nＬＩＮＥ  Ｐａｙアカウントには，ＬＩＮＥ  ＣａｓｈアカウントとＬＩ\nＮＥ  Ｍｏｎｅｙアカウントの２種類がある。ユーザが最初に作成するのが\nＬＩＮＥ  Ｃａｓｈアカウントであり，これにより，電子マネーの購入，電\n子マネーを用いた店舗での決済等が可能になるほか，他のユーザから電子マ\nネーを譲り受けること（受金）が可能となる。ＬＩＮＥ  Ｃａｓｈアカウン\nトを保有するユーザは，本人確認（銀行口座の登録）をすることで，ＬＩＮ\nＥ  Ｍｏｎｅｙアカウントを作成することができ，これを作成すると，更に\n電子マネーの譲渡（送金）等もすることができるようになる。なお，同一ユ\nーザがＬＩＮＥ  ＣａｓｈアカウントとＬＩＮＥ  Ｍｏｎｅｙアカウント\nを併有することはできない。\nＬＩＮＥ  Ｐａｙカードは，被告サービスのために使用されるプリペイド\nカードであり，ユーザは，同カードに刻印された番号を提携サービス・店舗\nに提供することで，ＬＩＮＥ  Ｃａｓｈアカウント又はＬＩＮＥ  Ｍｏｎｅ\nｙアカウントに紐付けられた電子マネーの入金額の範囲で，物品の購入等の\n決済をすることができる。\nイ  被告サービスの機能及びシステム等\n(ｱ) 送金機能\n別紙物件目録記載１の「ＬＩＮＥ  Ｐａｙアカウントを有するユーザが\n携帯端末等を使用して他のユーザのＬＩＮＥ  Ｐａｙアカウントに電子\nマネーを送金する機能」（以下「本件送金機能」という。）の概要は，別\n紙２－１のとおりである（ただし，画面は現在のものと異なる場合がある。\n(ｲ)及び(ｳ)につき同じ。）。\n本件送金機能を実現する被告サービスのシステム（以下「本件送金シス\nテム」という。）は，被告コンピュータシステムに加え，被告以外の第三\n者が管理する送金者のスマートフォン及びＰＯＳレジ等を用いたシステ\nムである。\n本件送金システムにおいては，送金すべき金額の電子マネーが送金者の\nアカウント内にあればよく，送金指示の際に実際に入金のための支払があ\nったことは要しないため，実際に入金のための支払があったことを示す情\n報である本件発明の「入金受付情報」（構成要件Ｂ１－２，Ｂ１－３，Ｃ\n１－１，Ｃ１－２）の構成を有しない。（甲４）\n(ｲ) 入金機能\n別紙物件目録記載２の「訴外株式会社ファミリーマートの運営するコン\nビニエンスストアにおいてユーザのＬＩＮＥ  Ｐａｙアカウントに電子\nマネーを入金する機能」（以下「本件入金機能」という。）の概要は，別\n紙２－２のとおりである。\n本件入金機能を実現する被告サービスのシステム（以下「本件入金シス\nテム」という。）は，被告コンピュータシステムに加え，被告以外の第三\n者が管理する送金者のスマートフォン及びＰＯＳレジ等を用いたシステ\nムである。（甲５）\n(ｳ) 振替入金機能\n別紙物件目録記載３の「ユーザが「ＬＩＮＥ  Ｐａｙ」サービスにおい\nて登録した銀行口座から口座振替の方法によりＬＩＮＥ  Ｍｏｎｅｙア\nカウントに電子マネーを入金する機能」（以下「本件振替入金機能」とい\nう。）の概要は，別紙２－３のとおりである。\n本件振替入金機能を実現する被告サービスのシステム（以下「本件振替\n入金システム」といい，本件送金システム及び本件入金システムと併せて\n「本件各システム」という。）は，被告コンピュータシステムに加え，被\n告以外の第三者が管理する送金者のスマートフォン及び訴外株式会社日\n本カードネットワーク（以下「日本カードネットワーク」という。）の「リ\nアルタイム口座振替サービス」を用いたシステムである。（甲１０）\n(4) 先行文献\n本件特許の出願日である平成２１年９月１６日より前に，以下の文献が存在\nした。\nア  発明の名称を「クレジットカード管理システム」とする公開特許公報（特\n開２００６－５９１９３号，平成１８年３月２日公開。乙８。以下「乙８公\n報」といい，同公報に記載された発明を「乙８発明」という。）。なお，乙\n８公報は，本件特許公報において，従来技術として挙示されている。\nイ  発明の名称を「クレジットカード利用可否判定システムおよび方法，クレ\nジットカード処理システムおよび方法…」とする公開特許公報（２００４－\n１０２７８７号，平成１６年４月２日公開。乙９。以下「乙９公報」といい，\n同公報に記載された発明を「乙９発明」という。）\nウ  発明の名称を「携帯電話を利用した金融取引サービス方法および金融取引\nサービスシステム」とする公開特許公報（２００７－３１７１７３号，平成\n１９年１２月６日公開。乙１０。以下「乙１０公報」という。）\nエ  発明の名称を「口座管理システム及び口座管理方法」とする公開特許公報\n（特開２００９－８６９４６号，平成２１年４月２３日公開。乙１２。以下\n「乙１２公報」という。）\nオ  発明の名称を「電子商取引システム，電子商取引方法」とする公開特許公\n報（特開２００７－４２０８０号，平成１９年２月１５日公開。乙１３。以\n下「乙１３公報」という。）\nカ  発明の名称を「電子商取引システム」とする公開特許公報（特開２００６\n－２８５８２４号，平成１８年１０月１９日公開。乙１４。以下「乙１４公\n報」という。）\nキ  発明の名称を「電子決済サービス及び決済サービス方法」とする公開特許\n公報（特開２００２－２７９３２３号，平成１４年９月２７日公開。乙１５。\n以下「乙１５公報」という。）\nク  発明の名称を「口座振込管理方法及び口座振込管理プログラム」とする公\n開特許公報（特開２００４－２８０１７９号，平成１６年１０月７日公開。\n乙１６。以下「乙１６公報」という。）\nケ  発明の名称を「電子マネーシステム」とする公開特許公報（特開２００７\n－４１７３１号，平成１９年２月１５日公開。乙１７。以下「乙１７公報」\nといい，同公報に記載された発明を「乙１７発明」という。）\nコ  「安心・簡単・お得  おサイフケータイをはじめよう！」と題する文献（監\n修：神尾寿，著者：房野麻子，発行所：株式会社メディア・テック出版，平\n成１８年５月１７日第１刷発行。乙１８。以下「乙１８文献」といい，これ\nに記載された入金システムを「乙１８入金システム」，これに記載された送\n金システムを「乙１８送金システム」，乙１８入金システムに係る発明を「乙\n１８入金発明」，乙１８送金システムに係る発明を「乙１８送金発明」とそ\nれぞれいう。）\nサ  「ネットバンキング  完璧利用法」と題する文献（著者：臼井秀利，発行\n所：株式会社心交社，平成１５年１０月２０日第１刷発行。乙２０。以下「乙\n２０文献」といい，同公報に記載された発明を「乙２０発明」という。）\n３  争点\n原告は，本件発明と本件各システムの各構成の対比につき，別紙３－１～３－\n３のとおり主張して，本件送金システムについては，構成要件Ｂ１－２等の「入\n金受付情報」という構成を充足しないが，均等侵害が成立し，本件入金システム\nについては主位的に文言侵害，予備的に均等侵害が，本件振替入金システムにつ\nいては主位的に文言侵害，予備的に均等侵害がそれぞれ成立すると主張するとこ\nろ，本件における主要な争点は，以下のとおりである。\n(1) 本件各システムが本件発明の技術的範囲に属するか（争点１）\nア  本件各システムが「使用限度額」，「ホワイトカード」（構成要件Ａ，Ｂ\n１－１，Ｂ１－２，Ｂ２，Ｃ１－１，Ｃ１－２，Ｄ－２，Ｅ）に係る構成を\n有するか（争点１－１）\nイ  本件各システムが「受金ＩＤと…消費使用ＩＤとの二種類のＩＤがあらか\nじめ紐付けられているホワイトカード」，「受金ＩＤ」及び「消費使用ＩＤ」\n（構成要件Ａ，Ｂ１－１，Ｂ１－３，Ｃ１－１，Ｃ１－２，Ｃ１－３，Ｄ１\n－１，Ｄ１－２，Ｄ１－３）に係る構成を有するか（争点１－２）\nウ  本件各システムが「ホワイトカードに対する入金システム」（構成要件Ａ）\nに係る構成を有するか（争点１－３）\nエ  本件振替入金システムが「受金ＩＤ取得部」（構成要件Ｂ１－１）に係る\n構成を有するか（争点１－４）\nオ  本件振替入金システムが「ホワイトカード使用限度額引上げ指示装置」（構\n成要件Ｂ２）に係る構成を有するか（争点１－５）\nカ  本件送金システムに係る均等侵害の成否（争点１－６）\nキ  本件振替入金システムに係る均等侵害の成否（争点１－７）\n(2) 被告が本件発明を実施しているか（争点２）\nア  被告が本件送金システム及び本件入金システム（以下，併せて「本件送金\nシステム等」という。）においてホワイトカード使用限度額引上指示装置に\n係る構成を実施しているか（争点２－１）\nイ  被告が本件発明を日本国内で実施しているか（争点２－２）\n(3) 本件発明が特許無効審判により無効にされるべきものと認められるか（争点\n３）\nア  無効理由１（乙９発明に基づく進歩性欠如１）（争点３－１）\nイ  無効理由２（乙９発明に基づく進歩性欠如２）（争点３－２）\nウ  無効理由３（乙１７発明に基づく新規性欠如）（争点３－３）\nエ  無効理由４（乙１８入金発明に基づく新規性欠如）（争点３－４）\nオ  無効理由５（乙１８送金発明に基づく進歩性欠如）（争点３－５）\nカ  無効理由６（乙２０発明に基づく新規性欠如）（争点３－６）\nキ  無効理由７（サポート要件違反）（争点３－７）\nク  無効理由８（明確性要件違反）（争点３－８）\n第３  争点に関する当事者の主張\n１  争点１－１（本件各システムが「使用限度額」，「ホワイトカード」（構成要\n件Ａ等）に係る構成を有するか）について\n（原告の主張）\n本件発明における「使用限度額」とは，ホワイトカードを店頭で提示するなど\nして，買い物に使用できる限度額であり，「ホワイトカード」は，「商品購入な\nどに際して決済のために使用されるカード」，「買い物などの支払に利用するこ\nとができるカード」を意味しており，クレジットカードに限定されない。本件各\nシステムでは，受金者のＬＩＮＥ  Ｐａｙカードに対応したＬＩＮＥ  Ｐａｙア\nカウントへの入金額に応じて，物品の決済等を行う際の限度額を引き上げること\nができ，ＬＩＮＥ  Ｐａｙカードは，本件各システムを含む被告サービスによっ\nて管理されるカードであるから，本件各システムは，「使用限度額」及び「ホワ\nイトカード」に係る構成を有する。\n(1) 本件発明の課題，作用効果等について\n本件特許の明細書及び図面（以下「本件明細書等」といい，単に段落番号及\nび図の符号が記載されている場合は本件明細書等の対応箇所をいうものとす\nる。）には，「使用限度額に関しては契約時にある程度固定されるため，限度\n額の引上げなどの変更がなかなかできない，あるいは煩雑な手続きが必要とな\nる」という従来技術の課題（段落【０００３】）は，乙８公報記載の発明によ\nって解決済みであるが（段落【０００３】，【０００４】），乙８公報記載の\n発明によっても，使用限度額の変更はあらかじめ定められた使用限度額内での\n利用実績に応じて算出変更されるため，他者からの送金を受金することなどで\nユーザの所持金が当該クレジットカード契約時の平均所得以上に増えたとし\nても，所定の手続を経なければそれが使用限度額に反映されないという課題の\nあることが記載されている（段落【０００５】）。\n本件発明は，上記の課題，すなわち，「他者からの送金の受金等によるユー\nザの所持金の増加を速やかに使用限度額に反映させること」という課題を解決\nすることを目的とするものであり，他者からの送金の受金等による所持金の増\n加を速やかに使用限度額に反映させることができるようにするものであって，\n「使用限度額」そのものの問題ではなく，使用限度額の変更方法に関する問題\nを課題とするものである。\nそして，本件発明は，段落【０００６】に記載されているように，上記課題\nを解決するために，「当該カードに対する入金を適時受付可能に管理する機能」\nを備えるものであり，これにより「他者からの送金の受金等による所持金の増\n加を速やかに使用限度額に反映させること」ができる。また，本件発明では，\nカードへの入金時に入金先を指定するＩＤ（携帯電話番号等）と，実際にカー\nドにて支払をする際に利用する消費使用ＩＤとが別であるため，送金者などに\n消費使用ＩＤを知らせなくとも受金を行うことができ，安全に受金と消費を行\nう構成を採用することが可能となる（段落【０００１】，【０００６】，【０\n０２７】）。\n(2) 「使用限度額」について\nア  本件明細書等の段落【０００１】に「本発明は，商品購入などに際して決\n済のために使用されるカードに関して，その使用限度額を適宜変更可能とし，\nさらにその変更を安全に行うための技術に関する。」とあることから，「使\n用限度額」とは，「商品購入などに際して決済のために使用されるカード」\nの「使用限度額」を意味する。そして，本件明細書等に「使用限度額」に関\nする定義は特に記載されていないから，当該文言は，その有する普通の意味\nを持つものとして解釈される（特許法施行規則様式２９備考８（乙２３）参\n照）。\nしたがって，「使用限度額」は，カードを「使用」するに当たっての「限\n度額」のことを意味する。\nイ  被告は，本件明細書等の段落【０００２】等に基づき，「使用限度額」は\n「クレジットカードにおける使用限度額」を意味し，クレジットカードにお\nいて契約時に設定される所定期間内で使用可能な金額であって，ある程度固\n定されるものであると主張する。\nしかし，同段落には，クレジットカードでは，使用限度額がユーザの支払\n能力などに応じて所定期間内で使用可能な金額として設定されることが記\n載されているにすぎない。同段落の「使用可能な金額（使用限度額）」は，\nカードを「使用」するに当たっての「限度額」を意味すると解すべきである。\nそもそも，クレジットカード決済は，信用供与に基づく利用限度額の範囲\n内での後払い決済であるから，電子マネー等のように金銭価値の購入時点で\n代金の入金があるわけではない。本件発明は，ホワイトカードの使用限度額\nを引き上げようとする額の入金を受け付けた旨の情報である入金受付情報\nに従って使用限度額を引き上げるもので，従来技術にとらわれず，利用可能\nな金額が増えたことを利用限度額にリアルタイムに反映する新しいカード\n使用限度額引き上げシステムを提供するものであって，クレジットカードの\n改良発明でもクレジット決済を前提とするものでもない。このことは，本件\n明細書等の段落【０００１】，【００１６】，【００３６】にクレジットカ\nードに限定されない旨の記載があることからも明らかである。\nまた，段落【０００２】～【０００５】は「クレジットカード」という語\nを用いて背景技術等の説明をしているのに対し，段落【０００６】以降はわ\nざわざ「ホワイトカード」という語を用いて説明しているが，これは，本件\n発明の発明者が，クレジットカードとは全く異なるカードに関する発明を意\n識していたからにほかならない。\nさらに，本件明細書等の実施例において，クレジットカードを想定した記\n載があるのは段落【００２６】のみであるが，同段落は，本件発明の作用効\n果を説明するために，出願当時に普及していた周知技術であるクレジットカ\nードを実施例として取り上げたものにすぎない。また，同段落では，「カー\nドを発行する信販会社などの装置」に向けて使用限度額引上命令が出力され\nる構成が記載されているところ，「信販会社」というのはクレジットカード\nを想定したものであるが，ここでは「信販会社など」として「信販会社」が\n例示であることが明示されているから，信販会社以外の会社以外の会社がホ\nワイトカードを発行する場合も想定されている。実際，段落【００２８】に\nは，「上記説明における各装置を管理する主体は一例であって，それ以外の\n主体によって管理されても良い」と明示的に注記されているから，ホワイト\nカードの発行会社には，例えばプリペイドカードの発行・管理会社なども該\n当し得る。\nこのように，本件発明の使用限度額は，クレジットカードにおける使用限\n度額に限定されない。\nウ  被告は，電子マネーやデビット取引等では本件発明の課題に直面せず，本\n件発明の作用効果を奏し得ないから，ＬＩＮＥ  Ｐａｙアカウントのような\n電子マネーのアカウント残高やデビット取引等の口座残高は「使用限度額」\nに含まれないと主張する。\nしかし，本件発明の課題は，前記のとおり，「ユーザの所持金の増加を速\nやかに使用限度額に反映させる」というものであるところ，これを本件送金\nシステムにつきみると，他者から受け取った金額を電子マネーのプリペイド\nカードにチャージするためには，最初に送金者が受金者に手渡し又は銀行振\n込等で現金を渡し，次に受金者が当該現金を電子マネーとしてチャージする\nことになるが，そのような方法は煩雑であり，リアルタイムで使用限度額を\n増額することもできない。本件入金システムおよび本件振替入金システムに\nつきみると，ＪＣＢやＶＩＳＡ等の国際的なクレジットカード会社のネット\nワークを利用しているプリペイドカード（ＬＩＮＥ  ＰａｙカードはＪＣＢ\nのネットワークを利用している（甲１３）。）は，キャッシュカードと規格\nが異なるため，銀行ＡＴＭで当該ネットワークを利用したカードを用いて電\n子マネーをチャージすることができない場合が多く（甲１４の１），同様の\n問題はコンビニエンスストアのＰＯＳレジにも存在している。このように，\n電子マネーを用いたプリペイドカードにも「ユーザの所持金の増加を速やか\nに使用限度額に反映させる」という課題が存在する。\nまた，デビット取引の使用限度額は銀行口座残高であり，これを増加させ\nるためには銀行での振込などの手続を経る必要があり，入金処理が行われる\nまで一定の時間が必要となる。それゆえ，デビット取引においても本件発明\nの課題は存在する。\nデビット取引ではクレジットカード取引のようにカード会社等が立替払\nいをすることはなく，情報処理センター等を経由して銀行口座から即時に決\n済されるため，クレジットカード取引と異なり与信の制限枠がなく（甲７の\n１），デビット取引における使用限度額はクレジットカードの取引限度額（貸\n出限度額）とは性格が異なるが，カードを「使用」するに当たっての「限度\n額」であることに変わりがない。そのため，本件拒絶査定においても，「キ\nャッシュカードを用いるデビット取引においては銀行口座の残高が利用限\n度額」と記載されているように，本件特許の出願経過においては，デビット\n取引における利用限度額が本件発明の「使用限度額」に該当することが前提\nとされていた（甲６，乙２・４，５，９，１０頁）。\n以上のとおり，電子マネーやデビット取引等においても本件発明の課題は\n妥当し，本件発明の構成を採用することにより当該課題を解決することがで\nきる。\nエ  被告は，送金者が受金者に現金を手渡し，それを電子マネーとしてチャー\nジすることまで段落【０００５】の「所定の手続き」に含まれると考えるこ\nとはできないとも主張するが，上記手順は原告が例示として示したものにす\nぎない。実際の手続方法は電子マネーごとに異なるはずであるが，他者から\n受金した際に，受金者がこれを電子マネーとして利用するために何らかの\n「所定の手続き」が必要となることは否定し得ない。\nオ  被告は，本件発明は「使用限度額」が減少する（引き下げ方向に変動する）\nことを想定していないが，電子マネー等のアカウント残高は「引下げ」方向\nにも変動（減少）するものであるから，本件発明の「使用限度額に電子マネ\nー等のアカウント残高が含まれると解することはできないと主張する。\nしかし，特許発明の構成要件を充足するのであれば，付加部分があっても\n当該発明の技術的範囲に属することになるのであり，本件各システムが使用\n限度額を引き上げる構成を備えている以上，仮に使用限度額を引き下げる機\n能を有していても，本件各システムは本件発明の技術的範囲に属する。本件\n発明において使用限度額が減少することが想定されているか否かは，侵害の\n成否とは無関係である。また，本件発明における使用限度額は，使用により\n消費されるため，入出金に伴い都度増減するから，この点からも被告の上記\n主張は失当である。\nカ  被告は，本件の出願経過において，①原告が口座の「残高」に応じて利用\n限度額が決まるデビット取引とは異なり，本件発明における使用限度額は\n「入金を受け付けた旨の情報」に応じて決まる旨を説明して特許査定を受け\nているから，本件発明の「使用限度額」は，都度変動（増減）する銀行口座\n等の「残高」と異なり，ある程度固定されているものを指す，②原告がデビ\nット取引では送金者がイニシアチブを取って受金者のカード利用限度額を\n引き上げることができないことを理由にデビット取引と本件発明が相違す\nると説明しているから，デビット取引における残高を本件発明の対象から除\n外していると主張する。\nしかし，上記①については，デビット取引では，使用限度額であるカード\n発行銀行の口座残高を増額するためには，現金が当該銀行口座に着金してい\nる必要があるが，当該着金のためには送金処理や受金処理等が必要であり，\n引上命令が発せられても直ちに使用限度額が増加しない可能性があるのに\n対し，本件発明では，そのような着金が不要であり，引上命令により直ちに\n使用限度額が増加する点を相違点として指摘したものであり，使用限度額が\n都度変動（増減）するか否か，固定されているか否かとは無関係である。\n本件発明は，入金受付情報に基づいて使用限度額を引き上げるものである\nから，そのような構成を有するものである限り，使用限度額が都度変動する\nものであろうと，固定されたものであろうと，本件発明の技術的範囲に属す\nることになる。\n上記②についても，原告は，同様の趣旨を述べたにすぎず，デビット取引\nにおける「残高」を本件発明の対象から除外する趣旨ではない。\n(3) 「ホワイトカード」について\nア  本件明細書等の段落【０００１】の上記記載に加え，「買い物などの支払\nに利用することができるカード」（段落【００１６】）との記載，「「ホワ\nイトカード」とは，本システムによって管理されるカードをいい，もちろん\nその名称はホワイトカードに限定されない」（段落【００３６】）との記載\nによると，「ホワイトカード」は，「商品購入などに際して決済のために使\n用されるカード」，「買い物などの支払に利用することができるカード」を\n意味する。「ホワイトカード」がクレジットカードと同義なのであれば，特\n許請求の範囲においても「クレジットカード」と記載すれば足りるのに，あ\nえて「ホワイトカード」という別の語を用いていることに加え，上記各段落\nに記載されたカードがクレジットカードより広い概念のものであることか\nらしても，「ホワイトカード」はクレジットカードに限定されないと解すべ\nきである。\nイ  被告は，「ホワイトカード」という用語は一般的なクレジットカードを意\n味するものとして用いられていると主張するが，「ホワイトカード」の意義\nが本件明細書等の前記各段落に記載されている以上，これと異なる文言解釈\nをする余地はない。\nまた，印刷前のテレホンカード等にも「ホワイトカード」という用語が使\n用される（甲１６）など，「ホワイトカード」は，カード業界において様々\nに用いられる用語であり，一義的にクレジットカードを意味するものではな\nい。被告が指摘する書証（乙６，７）においては，ゴールドカード等の上位\nグレードに対する一般グレードを意味する用語として「ホワイトカード」と\nいう用語が用いられているが，本件発明における「ホワイトカード」は，上\n位グレードのカードとの対比で使用されているわけではないから，上記書証\nを根拠に「ホワイトカード」の意義を解釈することはできない。\n(4) 本件各システムが「使用限度額」及び「ホワイトカード」の構成を有するこ\nと\nア  本件各システムの充足性\n本件送金システム及び本件入金システムでは，受金者のＬＩＮＥ  Ｐａｙ\nカードに対応したＬＩＮＥ  Ｃａｓｈアカウントへの入金額に応じて，本件\n振替入金システムでは，ユーザのＬＩＮＥ  Ｐａｙカードに対応したＬＩＮ\nＥ  Ｍｏｎｅｙアカウントへの入金額に応じて，いずれも物品の決済等を行\nう際の限度額を引き上げることができるが，この限度額が「使用限度額」に\n当たる。\nまた，ＬＩＮＥ  Ｐａｙカードは，本件各システムを含む被告サービスに\nよって管理されるカードであるから，「ホワイトカード」に該当する。\nイ  被告は，「使用限度額」は「引上命令装置」が「ホワイトカード使用限度\n額引上指示装置」から「入金受付情報」を受信することで「引上命令を送信\nする」ことによって引き上げられるものでなければならないが，本件各シス\nテムはこうした構成を有しないとも主張する。\nしかし，本件送金システムでは，被告サービスのユーザ間で電子マネーが\n譲渡されるだけで直ちに譲り受けたユーザの使用限度額が増加され，現実の\n着金は不要である。\n本件入金システムでは，ユーザがコンビニエンスストアで現金を支払った\n段階では，当該現金は決済代行業者により代理受領されただけで，被告に着\n金していないが，当該ユーザのＬＩＮＥ  Ｐａｙアカウントの使用限度額は\n支払金額分だけ直ちに増額される。\n本件振替入金システムでは，下図のとおり，ユーザの振替入金指示により，\n当該ユーザの銀行口座から，銀行別段口座に金額が振替入金されるが，この\n段階では被告の銀行口座には着金していない。銀行別段預金から実際に被告\nの銀行口座に着金するのは翌営業日であるが（甲１２・３頁），銀行別段口\n座に金額が振替入金される段階で，当該ユーザのＬＩＮＥ  Ｐａｙアカウン\nトの使用限度額は，直ちに増額される。\nこのように，本件各システムにおいては，現実の着金よりも前に，引上命\n令により，直ちに各アカウント口座の電子マネー残高が増加するのであるか\nら，本件各システムは，「使用限度額」に係る構成を有する。\n（被告の主張）\n本件発明における「使用限度額」は，カードの契約時に設定される，所定期間\n内で使用可能な金額であって，ある程度固定されるものであり，少なくとも，都\n度変動（増減）して固定されない電子マネーやデビット取引等の口座残高はこれ\nに含まれない。また，本件発明における「ホワイトカード」は，かかる「使用限\n度額」が設定されたカードであり，かかるカードとして想定されているものはク\nレジットカードである。被告サービスは電子マネーに関するものであり，ＬＩＮ\nＥ  Ｐａｙカードはクレジットカードではないから，本件各システムは，「使用\n限度額」及び「ホワイトカード」に係る構成を有しない。\n(1) 本件発明の課題，作用効果等について\nア  本件明細書等によれば，本件発明の課題は，①「従来のクレジットカード\nにおいては，その使用限度額に関しては契約時にある程度固定されるため，\n限度額の引上げなどの変更がなかなかできない，あるいは煩雑な手続きが必\n(1)銀行口座の登録\n(3)銀行口座・入金額\nの送信\nユーザ\nLINE Pay\nA銀行\nLINE Pay(株)の口座\nユーザの口座\n(6)LINE Moneyアカウント\nの残高増加\n銀行別段口座\n(4)振替入金\n(5)入金受付情報の送信\n(2)銀行口座・入金額の送信\n(7)指定入金額の入金\n(※) 図中の(1)～(7)は、本文中の5(1)～(7)に対応する。\n要となる」（段落【０００３】），②「他者からの送金を受金することなど\nでユーザの所持金が当該クレジットカード契約時の平均所得以上に増えた\nとしても，カード会社に逐一連絡などして所定の手続きを経なければそれが\n使用限度額に反映されることは無い。そのため，その増加分を反映させたク\nレジットカードの利用をすることができない」（段落【０００５】）という\nものである。\n段落【０００３】の「ある程度固定される」とは，発明の課題に関する他\nの記載と併せて読めば，「使用限度額」を引き上げるためには煩雑ないし所\n定の手続を必要とすることを意味すると理解できる。それゆえ，本件発明は，\nユーザの所持金が「使用限度額」より多くても，「使用限度額」までしかカ\nードを使用することができず，「使用限度額」はカード会社に逐一連絡する\n等の所定の手続（煩雑な手続）を経なければ引き上げられないことを課題と\nするものであるといえる。この課題は，上記各段落の記載に照らせば，ユー\nザの所持金が増えた後，特許請求の範囲の記載に即していえば「入金を受け\n付けた」後における課題である。\n本件発明は，かかる課題を解決し，他者からの送金などによってリアルタ\nイムに（煩雑な所定の手続を要することなく）カードの「使用限度額」を引\nき上げるという作用効果を奏するものである（段落【００１６】）。すなわ\nち，クレジットカードは，信販会社がカードの利用者に信用を供与するもの\nであるところ，当業者であれば，本件発明の課題及び作用効果は，「ユーザ\nの所持金が当該クレジットカード契約時の平均所得以上に増えた」こと（段\n落【０００５】）や「他者から送金などを受金することでユーザの手元にあ\nる利用可能な金額が増えたこと」によって利用者の信用力が増加した場合に，\nそのことを，信販会社が供与する信用の限度額である「ホワイトカードの使\n用限度額」にリアルタイムに（煩雑な所定の手続を要することなく）反映さ\nせるものであると理解し得る。\nそうすると，本件発明は，ユーザの所持金が「使用限度額」より多くても，\n「使用限度額」までしかカードを使用することができず，「使用限度額」は\nカード会社に逐一連絡する等の所定の手続（煩雑な手続）を経なければ引き\n上げられないという課題を解決するため，「他者からの送金などを受金する\nことで」ユーザの所持金が増加した場合には，「使用限度額を引き上げる」\n（段落【０００６】）ことを可能にした点に意義がある。\nつまり，本件発明は，「使用限度額」が「設定」された従来のクレジット\nが有する特徴，すなわち，カードの発行会社（信販会社）がユーザに信用を\n供与し，ユーザの所持金が「使用限度額」より少なくても，「設定された」\n「使用限度額」の中であれば自由に買い物を行うことができる（段落【００\n０２】）という利点を維持したまま，ユーザの所持金が増加した場合に，従\n来はカード会社に逐一連絡する等の所定の手続（煩雑な手続）を経なければ\n「使用限度額」に増加分が反映されなかったところ，本件特許請求の範囲に\n規定された構成を採用することで，「ホワイトカードの使用限度額を引き上\nげようとする額の入金を受け付けた旨の情報」に基づいて，所定の手続（煩\n雑な手続）を経ることなく，「使用限度額」を「引き上げること」を可能と\nする発明である。\nこれに対し，電子マネーを用いたプリペイドカード取引は，カードの利用\n者がカードの発行会社に前払い等をするものであって，クレジットカードと\nは逆に利用者が発行会社に信用を供与するものであるから，利用者の信用力\nは全く問題にならない。本件発明の課題，課題解決手段及び作用効果は，ク\nレジットカードに特有のものであって，都度変動（増減）する口座残高の金\n額の範囲内で買い物などの支払に利用できる電子マネーを用いたプリペイ\nドカード取引とは無関係のものである。それゆえ，電子マネーやデビット取\n引等においては，上記の課題に直面せず，その作用効果も奏しない。\nイ  原告は，段落【０００３】記載の前記ア①の課題が従来技術（乙８公報）\nによって解決済みであると主張するが，段落【０００５】に記載されている\nとおり，乙８公報記載の従来技術は，「あらかじめ定められた使用限度額内\nでの利用実績に応じて」使用限度額を変更するという限りで課題を解決する\nものであって，「他者からの送金を受金することなどでユーザの所持金が当\n該クレジットカード契約時の平均所得以上に増えた」というようなケースに\nおいて，クレジットカードの使用限度額の「引上げなどの変更がなかなかで\nきない，あるいは煩雑な手続きが必要となる」という課題は解決されない。\nウ  原告は，本件発明の課題が「ユーザの所持金の増加を速やかに使用限度額\nに反映させる」点にあるなどと主張するが，段落【０００５】には，「カー\nド会社に逐一連絡などして所定の手続きを経なければ」使用限度額に反映さ\nれないとある以上，上記「所定の手続き」に関する点を捨象して，恣意的に\n課題を上位概念化することはできない。\n「所定の手続き」は，使用限度額を引き上げるためにユーザが「カード会\n社に逐一連絡など」して行うものであり，「煩雑な手続き」（段落【０００\n３】）を意味するから，例えば送金者が受金者に現金を手渡し，それを電子\nマネーとしてチャージするということまで「所定の手続き」に含まれると考\nえることはできない。電子マネーを他者から受金した際に，電子マネーのプ\nリペイドカードを使用できる額を増加させるためにユーザに課される手続\nは存在せず，自動的に電子マネーのアカウント（口座）残高が増加するだけ\nであり，同様に，銀行振込等により受金した際に，デビットカードを使用で\nきる額を増加させるためにユーザに課される手続も存在せず，自動的に口座\n残高が増加するだけである。\n(2) 「使用限度額」について\nア  本件明細書等の段落【０００２】には，「使用限度額」が，クレジットカ\nードにおいて契約時に設定される「所定期間内で使用可能な金額」であると\n明確に定義づけられており，本件明細書等にこれに反する記載は存在しない。\nそして，本件発明の課題及びその解決手段に係る段落【０００２】，【００\n０３】，【０００５】，【０００６】の記載や，作用効果に関する段落【０\n０１６】，【００２６】，【００２７】，【００８８】の記載に鑑みれば，\n本件発明における「使用限度額」は，従来において，カード会社への連絡等\nの煩雑ないし所定の手続を要するという意味で「ある程度固定されたもの」\nであり，本件発明を採用することで，かかる手続が省略できるもの（すなわ\nち，本件発明を実施することで引き上げることが可能となるもの）である必\n要がある。\nしたがって，本件発明における「使用限度額」とは，従来のクレジットカ\nードにおける「利用限度額」（乙３）と同義であり，クレジットカードの取\n引限度額（貸出限度枠）であって，カード会員に対して認められる信用供与\nの上限である。すなわち，クレジットカードにおいて契約時に設定される，\n所定期間内で使用可能な金額であって，ある程度固定されるものであり，少\nなくとも，都度変動（増減）して固定されない電子マネーやデビット取引等\nの口座残高はこれに含まれない。\nイ  本件明細書等において，段落【００２３】，【００２５】～【００２７】，\n【図１】に記載された実施例では，コンビニエンスストアのレジで１万円が\n支払われると，店頭端末で，「実際に入金がなされた旨を示す情報である入\n金受付情報」が生成され，その情報に基づき，「例えばカードを発行する信\n販会社などの装置に対してカードの使用限度額を引上げる命令」が出力され\nることで，当該「カードについて「１万円」の入金があったことが信販会社\nなどにて確認され，当該カードをその１万円分増加した限度額内で使用する\nことができる」こと，すなわち，当該「カードの使用限度額を引上げること\nができる」ことが記載されている。ここで，「使用限度額」を引き上げるの\nは，カードに紐づく口座残高を管理する金融機関等ではなく，「カードを発\n行する信販会社など」である。\nこのように，本件明細書等においては，「信販会社」など，クレジットカ\nードを想定した記載が存在する一方で，クレジットカードに紐づく引き落と\nし口座の残高やその口座残高を管理する金融機関については一切記載がな\nいから，電子マネーやデビット取引等，カードを使用できる額が，カードの\nユーザの所持金の額（カードに紐づく口座残高）と常に一致する構成は，本\n件発明の技術的範囲に含まれない。\nウ  本件発明の構成要件の記載に鑑みれば，本件発明が想定しているのは，「入\n金受付情報」に基づく「使用限度額」の「引上げ」のみであって，出金によ\nる引下げ方向への変更は一切想定されていないから，本件発明における「使\n用限度額」は，一定の場合に引き上げられることのみを前提にした概念であ\nると理解することができる。\nこれに対し，電子マネーやデビット取引等の口座残高は，出金（引落し，\n引出し等）の都度，「引下げ」方向にも変動（減少）するものであるから，\n本件発明における「使用限度額」に電子マネー等の口座残高が含まれると解\nすることはできない。\nエ  原告は，本件審判請求書（乙２）において，口座残高に応じて利用限度額\nが決まるデビット取引とは異なり，本件発明における使用限度額は「入金を\n受け付けた旨の情報」に応じて決まる旨を説明して特許査定を受けている。\n「使用限度額」が都度変動する口座残高を含むとすれば，かかる変動を考慮\nしなければならないが，本件発明では「使用限度額」が固定されたものとし\nて設定されているからこそ，かかる変動を考慮することなく，「入金を受け\n付けた旨の情報」のみに基づいて一義的に使用限度額が決まることになる。\nそれゆえ，出願経過を参酌すれば，本件発明の「使用限度額」は，都度変動\n（増減）する銀行口座等の「残高」とは異なり，ある程度固定されており，\n「入金を受け付けた旨の情報」によって引き上げられ，確定するものを指す。\nまた，原告は，本件審判請求書において，銀行口座の残高が利用限度額と\nなるため送金者がイニシアチブを取って受金者のカード利用限度額を引上\nげさせることができないデビット取引と対比して，本件発明においては，送\n金者がイニシアチブをとって受金者のカード利用限度額を引上げさせるこ\nとが可能になると主張した上で，デビット取引と，「入金を受け付けた旨の\n情報」に基づいて利用限度額が決まる本件発明とは相違する旨を明瞭に指摘\nしているが，かかる原告の陳述は，デビット取引における残高を本件発明の\n対象から除外しているとしか理解することができないものである。\nオ  本件発明においては，送金者がコンビニエンスストアのレジで入金額を支\n払うなど，実際に送金者による入金処理がなされた時点で入金受付情報が送\n信され（段落【００２３】等），それによって，当該入金が受金者の口座残\n高に反映される前であっても，引上命令が送信され，「使用限度額」を引き\n上げることができる（段落【００２６】，【００２７】等）。また，本件拒\n絶査定（甲６）において，特許庁審査官が銀行口座の残高によって「使用限\n度額」が決まると理解していたのに対し，原告は，本件審判請求書において，\n本件発明では銀行口座の残高に応じて「使用限度額」が決まるのではなく，\n入金受付情報によって「使用限度額」が決まる点が引用技術との相違点であ\nると主張し，これにより特許査定を受けている。このように，本件発明の「使\n用限度額」は，「引上命令装置」が「ホワイトカード使用限度額引上指示装\n置」から「入金受付情報」を受信することで「引上命令を送信する」ことに\nよって，引き上げられるものでなければならない。\nこれに対し，本件各システムが入金受付情報ないし送金指示受付情報を受\n信することで引上命令を送信し，それによりＬＩＮＥ  Ｐａｙカードを使用\nできる額が引き上げられていることの立証はない。●（省略）●\nしたがって，仮に，「ホワイトカード」がクレジットカードに限定されず，\n「使用限度額」がクレジットカードに設定されるものに限定されないとして\nも，本件各システムは，本件発明の規定する「使用限度額」に係る構成を有\nしない。\n(3) 「ホワイトカード」について\nア  構成要件Ｂ１－２には，「ホワイトカードの使用限度額」と明記されてい\nるところ，本件明細書等において，ホワイトカードの「使用限度額」がクレ\nジットカードに設定されるものとして明確に定義されていること（段落【０\n００２】）からすれば，本件発明における「ホワイトカード」がクレジット\nカードを意味することは自明である。また，本件特許出願前から，一般的に，\n「ホワイトカード」という用語は，一般的なクレジットカードを意味するも\nのとして用いられていることからしても，本件発明における「ホワイトカー\nド」は，クレジットカードを意味すると解するほかない。\nイ  本件明細書等に記載された実施例からも，本件発明がクレジットカードを\n想定したものであることが明らかである。すなわち，段落【００２６】の「例\nえばカードを発行する信販会社などの装置」は引上命令の送信先であるとこ\nろ，引上命令の送信先は，段落【００４８】では「ホワイトカードを発行し\n管理する会社のサーバ装置など」と記載されている。そして，これと同義で\nある「ホワイトカードの管理会社のサーバ装置」に関しては，同装置に使用\n限度額を確認するためのリクエスト送信と確認レスポンスの返信に「通常の\nクレジットカードの使用限度額の確認システム」を転用できると記載されて\nいる（段落【０１０７】）。「通常のクレジットカードの使用限度額の確認\nシステム」を保有するのは，クレジットカード発行会社（信販会社）である\nから，「ホワイトカードの管理会社」（段落【０１０７】），「ホワイトカ\nードを発行し管理する会社」（段落【００４８】），「カードを発行する信\n販会社」（段落【００２６】）は，いずれも，クレジットカード発行会社で\nあることが前提とされていると理解できる。\n段落【００２６】の「例えばカードを発行する信販会社などの装置に対し\nてカードの使用限度額を引上げる命令を出力する」という記載において「信\n販会社など」とされているのは，信販会社の装置に対して直接「カードの使\n用限度額を引上げる命令を出力する」場合だけでなく，他の主体が管理する\n装置に対して同命令を出力し，当該他の主体の装置が信販会社の装置に当該\n情報を送信することや（段落【００２４】 参照），信販会社が他社に使用限\n度額の引上げを委託しており，当該委託先の会社の装置に対して上記命令が\n出力されることもあり得るからに他ならない（なお，概念図である【図１】\n（ｄ）において「信販会社など」と記載されているのも同じ理由である。）。\nウ  また，本件発明の「使用限度額」を引き上げるという機能に鑑みれば，本\n件発明の「ホワイトカード」は「使用限度額」が設定されたものでなければ\nならないが，本件各システムは「使用限度額」に係る構成を有しないから，\n「ホワイトカード」に係る構成も有しない。\nエ  原告は，本件明細書等の段落【０００１】，【００１６】，【００３６】\nに「ホワイトカード」の意義が記載されており，「ホワイトカード」はクレ\nジットカードに限定されないと主張する。\nしかし，段落【０００１】の記載は，技術分野を端的に記載したものにす\nぎない上，本件発明の「使用限度額」を引き上げるという機能に鑑みれば，\n本件発明の「ホワイトカード」は「使用限度額」が設定されたものでなけれ\nばならない。「使用限度額」については段落【０００２】に明確に定義され\nており，段落【０００１】における「使用限度額」もこれと同義に解すべき\nであるから，同段落の記載をもって，「ホワイトカード」がクレジットカー\nドに限定されない根拠とすることはできない。\n段落【００１６】についても，本件発明の課題がクレジットカードの利用\nに関するものであることからすれば，同段落は，本件発明の構成を採用して\n「使用限度額」を引き上げることによって，買い物などの支払に利用するこ\nとができるクレジットカードをユーザに提供することができることを意味\nするものである。\n段落【００３６】の記載も，「名称」が「ホワイトカードに限定されない」\nということ以上のさしたる意味はない。\nオ  原告は，甲１６を根拠として，「ホワイトカード」はカード業界において\n様々な意味で用いられる用語であると主張する。\nしかし，甲１６が開示するのはプリント方法の発明であって，「ホワイト\nカード」という用語は，印刷前の無地のカードを意味するものとして使用さ\nれているところ，本件発明における「ホワイトカード」は印刷前の無地のカ\nードとは無縁であるから，同号証は本件発明における「ホワイトカード」の\n意義を解釈する上で参酌するに値しない。また，同号証の「ホワイトカード」\nには，具体的にはテレホンカード等が含まれるが，テレホンカードは，それ\nに対して入金されるものでも使用限度額があるものでもないから，その意味\nでも本件発明とは無関係である。\n２  争点１－２（本件各システムが「受金ＩＤと…消費使用ＩＤとの二種類のＩＤ\nがあらかじめ紐付けられているホワイトカード」，「受金ＩＤ」及び「消費使用\nＩＤ」（構成要件Ａ等）に係る構成を有するか）について\n（原告の主張）\n本件発明において，「受金ＩＤ」とは受金にのみ利用可能なＩＤであり，「消\n費使用ＩＤ」とは消費使用に利用可能なＩＤであるところ，本件各システムにお\nけるＬＩＮＥ  Ｐａｙカードは，「受金ＩＤと…消費使用ＩＤとの二種類のＩＤ\nがあらかじめ紐付けられているホワイトカード」に当たるから，本件各システム\nはかかる構成を有する。\n(1) 「受金ＩＤ」の意義\nア  本件発明において，「受金ＩＤ」とは，受金にのみ利用可能なＩＤであり，\n「受金にのみ利用可能」とは，ホワイトカードとの関係において受金にのみ\n利用され，消費使用には利用されないという意味であって，ホワイトカード\nと関係のない場面において利用されるＩＤも含まれる（段落【００３６】）。\nここで，受金に「のみ」とは，消費機能ＩＤとしての機能を併有しないとい\nう意味である。\nイ  被告は，「受金ＩＤ」が，入金先であるホワイトカードを指定するＩＤで\nあると主張するが，誤りである。本件発明では，消費使用ＩＤとホワイトカ\nードが連携していることが前提とされているため，消費使用ＩＤと受金ＩＤ\nが「あらかじめ紐付けられ」れば，ホワイトカードと受金ＩＤとの間に連携\n関係が発生する。構成要件Ｂ１－１の「入金すべきホワイトカードの受金Ｉ\nＤ」との記載は，このホワイトカードと受金ＩＤとの連携関係を前提とする\nものである。この連携関係は，受金ＩＤによって入金すべきホワイトカード\nがどのユーザのカードであるかをシステム側が特定できるということであ\nって，受金ＩＤそれ自体が「入金先であるホワイトカードを指定」するもの\nでなければならないということではない。\nウ  被告は，本件発明が利用者の信用力が増加した場合に当該増加を使用限度\n額にリアルタイムに反映させるものであるとした上で，①利用者の自己への\n送入金は信用力が増加しないとか，②受金ＩＤは送金者にとって他者のホワ\nイトカードを指定するＩＤでなければならず，送金者と受金者が同一の構成\nは，本件発明の技術的範囲から除外されているなどと主張する。\nしかし，上記①につき，本件発明は，「使用限度額の変更は，予め定めら\nれた使用限度額内での利用実績に応じて算出変更される」（段落【０００５】）\nという従来技術の問題に着想を得たものであり，利用可能な金額が増えたこ\nとを利用限度額にリアルタイムに反映するものであって，利用者の信用力が\n増加した場合に技術的範囲を限定する根拠はない。\n上記②についても，例えば国際的なクレジット会社のネットワークを利用\nしているプリペイドカードについて，銀行ＡＴＭで当該ネットワークを利用\nしたカードを用いて電子マネーをチャージすることはできない（甲１４）な\nど，送金者と受金者が同一の構成であっても，利用可能な金額が増えたこと\nをカードの利用限度額にリアルタイムに反映できないという課題は存在し\nており，本件発明の構成を採用すれば，この課題を解決することができる。\nまた，送金者がホワイトカード使用限度額引上指示装置に入力するのは受金\nＩＤであるから，本件発明では，送金者と受金者が同一の場合であっても，\n受金ＩＤと消費使用ＩＤを別々のＩＤとして両者を関連付けて管理するこ\nとで，安全に受金と消費を行うことができる（段落【０００６】）。\nこのように，送金者と受金者が同一の構成であっても本件発明の課題は存\n在し，その作用効果を奏するから，当該構成を本件発明の技術的範囲から除\n外する理由はない。段落【００２８】は，本件発明の装置につき，物理的に\n様々な構成とすることができることを認めているから，当該構成の一つの態\n様として，送金者と受金者が同一の構成とすることも許容している。\n(2) 「消費使用ＩＤ」の意義\n本件発明において，「消費使用ＩＤ」とは，物品の決裁等の消費使用に利用\n可能なＩＤである（段落【０００６】）。\n(3) 「あらかじめ紐付けられている」の意義\nア  「あらかじめ」とは「まえもって」を意味するところ（甲８），本件発明\nは，他者からの送金などを受金することで使用限度額を引上げることができ\nるよう，カードに対する入金を適時受付可能にするとともに，その際に受金\nにのみ利用可能な受金ＩＤと，消費使用に利用可能な消費使用ＩＤとを別々\nのＩＤとし，両者を関連付けて管理することで安全に受金と消費を行うこと\nができるようにするものである（【０００６】）。\n具体的には，本件発明のユーザがホワイトカードへの送金又は入金（以下\n「入金等」という。）をする際に，ユーザはホワイトカード使用限度額引上\n指示装置に受金ＩＤ及び入金額を入力し，入金額を支払うのみで，ホワイト\nカード使用限度額引上指示装置，引上命令装置及びホワイトカードＩＤ管理\n装置の作用により，受金ＩＤと紐付けられた消費使用ＩＤの問合せが行われ，\n当該消費使用ＩＤで識別されるホワイトカードについて入金等が反映され\nるという仕組みであり（【００２２】～【００２６】参照），また，受金Ｉ\nＤと消費使用ＩＤが別であるため，入金等をする者などに消費使用ＩＤを知\nらせなくとも受金を行うことができ，安全に受金と消費を行うことができる\n（【００２７】参照）。\nこのような本件発明の作用効果に照らせば，受金ＩＤと消費使用ＩＤの紐\n付きは，入金等の際に存在すれば足りるから，本件発明における「あらかじ\nめ」とは，「入金等が行われる時点よりまえもって」という意味である。\nイ  そして，本件発明において，あらかじめ紐付けられているのは，受金ＩＤ\nと消費使用ＩＤとの間であって，ホワイトカードとの間ではない（構成要件\nＡ）。本件明細書等の段落【００２３】，【００２６】に記載されているよ\nうに，ユーザβの携帯電話番号（受金ＩＤ）を入力してコンビニのレジにて\n金銭を支払うと，消費使用ＩＤで識別されるホワイトカードの使用限度額が\n当該額分だけ増加するから，受金ＩＤ及び消費使用ＩＤは，それぞれホワイ\nトカードと対応関係にあるが，これは，消費使用ＩＤとホワイトカードとの\n連携の問題であり，「あらかじめ」の紐づけが必要とされる受金ＩＤ及び消\n費使用ＩＤとの間の問題ではない。\n(4) 本件送金システムについて\nア  本件送金システムでは，送金者は受金者をＬＩＮＥアカウントで特定する。\nＬＩＮＥアカウントは，ＬＩＮＥ  Ｐａｙカードとの関係においては，受金\n者を特定するために利用され，物品の決済等に利用されることはないから，\n「受金ＩＤ」に該当する。また，受金者は，送金額だけ増額したＬＩＮＥ  Ｃ\nａｓｈアカウント内の電子マネーを用いて物品の決済等を行うことができ\nるから，同アカウントは「消費使用ＩＤ」に該当する。そして，ＬＩＮＥ  Ｐ\nａｙカードは前記のとおり「ホワイトカード」に該当する。\n送金者が送金の際に受金者のＬＩＮＥアカウント（受金ＩＤ）を選択し，\n送金が完了すると，受金者のＬＩＮＥ  Ｃａｓｈアカウント（消費使用ＩＤ）\n内の電子マネーの残高が増加し，当該アカウントに対応するＬＩＮＥ  Ｐａ\nｙカードの使用限度額が増加するから，ＬＩＮＥ  Ｐａｙカードに対応して\nいるＬＩＮＥアカウント（受金ＩＤ）とＬＩＮＥＣａｓｈアカウント（消費\n使用ＩＤ）は，あらかじめ紐付けられている。\nしたがって，本件送金システムは，「受金ＩＤと…消費使用ＩＤとの二種\n類のＩＤがあらかじめ紐付けられているホワイトカード」との構成を有する。\nイ  被告は，本件送金システムにおいて，ＬＩＮＥアカウントは取得している\nもののＬＩＮＥ  Ｃａｓｈアカウントを取得していないユーザに送金手続\nを開始することが可能であり，送金手続を開始した時点においいてＬＩＮＥ\nアカウント（受金ＩＤ）とＬＩＮＥ  Ｃａｓｈアカウント（消費使用ＩＤ）\nが紐付いていない場合があり得ると主張する。\nしかし，ＬＩＮＥ  Ｐａｙカードは，ユーザがＬＩＮＥ  Ｃａｓｈアカウ\nントを有することを前提として，初めて発行・アクティベートされるのであ\nって，被告が主張する上記のようなユーザは，そもそもＬＩＮＥ  Ｐａｙカ\nードは発行されないし，仮に発行されていてもアクティベートされていない\nから，「ホワイトカード」を有しておらず，本件発明の技術的範囲の対象外\nである。受金者がＬＩＮＥ  Ｐａｙカードを有している場合には，当該ユー\nザについては，送金手続を開始した時点で，ＬＩＮＥアカウント（受金ＩＤ）\nとＬＩＮＥ  Ｃａｓｈアカウント（消費使用ＩＤ）は必ず紐付けられている。\nウ  被告は，消費使用ＩＤが①ホワイトカードの利用者がホワイトカードにて\n支払をする際等に利用する消費使用に利用可能なＩＤであって，②基本的に\nはホワイトカードの利用者及びシステムの一部管理者のみが知っている情\n報であるとした上で，ＬＩＮＥ  Ｐａｙアカウント等はこれに該当しないと\n主張する。\n上記①に関する被告の主張は，要するに，ＬＩＮＥ  Ｐａｙカードの利用\n者が同カードでの支払の際に利用するのは券面に印字されたカード番号で\nあり，ＬＩＮＥ  Ｐａｙアカウントではないから，①に当たらないというも\nのである。\nしかし，ユーザによるカード利用の結果，ＬＩＮＥ  Ｐａｙアカウントの\n残高が減少する以上，当該アカウントが「ホワイトカードにて支払をする際\n等に利用されている」のは明らかである。すなわち，本件発明では，消費使\n用ＩＤの残高が増額すれば，ホワイトカードの使用限度額も増加するように，\n消費使用ＩＤとホワイトカードとの間には連携関係が存在するが，その具体\n的な方法については何ら特定されていないから，例えば，ホワイトカードの\n券面に消費使用ＩＤそのものを印字することで両者を連携させてもいいし，\n別の番号を振って，当該番号を介して両者を連携させてもいいのである。こ\nのように，消費使用ＩＤとホワイトカードとの連携方法は様々なものがあり\n得るのであって，この点の被告の主張は，本件各システムでは，連携方法の\n一つの態様としてホワイトカードに消費使用ＩＤと異なる番号を振ってい\nるというにすぎず，これをもって構成要件充足性が否定されるものではない。\n上記②については，本件発明では，受金ＩＤに入金を行う者が消費使用Ｉ\nＤを知っている場合も技術的範囲に含むから，この点の被告主張は前提に誤\nりがある。また，この点に関し，被告は，ＬＩＮＥ  Ｐａｙアカウントは送\n金者に知られてＬＩＮＥ  Ｐａｙカードの消費に使用されることはないと\n主張するが，そのような悪用のおそれが無いのは，正に，ホワイトカードに\n別の番号（ＪＣＢカードの券面に印字されたカード番号）を振ることで，各\nアカウントの情報が秘匿されているからにほかならない。②に係る被告の主\n張を前提としても，ＬＩＮＥ  Ｐａｙアカウントは②に該当する。\nエ  上記ウに係る被告主張によれば，ＬＩＮＥ  Ｐａｙカード（ＪＣＢカード）\n券面に印字されたカード番号が消費使用ＩＤに該当することになるが，その\n場合でも本件各システムは本件発明の技術的範囲に属する。\nすなわち，本件発明の構成要件には「ホワイトカード」という技術事項が\n含まれているので，ユーザがＬＩＮＥ  Ｐａｙカードを保有していることが，\n本件発明の文言侵害の成立には不可欠である。そして，ＬＩＮＥ  Ｐａｙカ\nード券面に印字されたカード番号が消費使用ＩＤに該当するとの構成の下\nでは，当該カードを保有していれば，当該ユーザは必ず消費使用ＩＤを保有\nしていることになる。\n本件各システムにおいては，受金ＩＤに基づいて入金すれば，ＬＩＮＥ\nＰａｙアカウントの残高が増加するから，受金ＩＤと上記アカウントは紐付\nいている。そして，●（省略）●当該アカウントと当該カード番号は紐付い\nて管理されている。\nしたがって，ＬＩＮＥ  Ｐａｙカードを保有するユーザにおいて，受金Ｉ\nＤと当該カード番号はあらかじめ（遅くともユーザが受金ＩＤへの送金手続\nを開始する時点において）紐付けられているといえる。\n(5) 本件入金システムについて\n本件入金システムでは，送金者が「予約番号（申込番号）」をＦａｍｉポー\nトに入力し，当該装置から印刷されたバーコードをコンビニエンスストアの店\n員がＰＯＳレジに読み込ませ，入金金額を送金者から受け取った上で所要の処\n理を行うと，受金者のＬＩＮＥ  Ｃａｓｈアカウントに当該金額と同額が入金\nされる。\nこうしたＰＯＳレジ等での処理の結果，受金者が入金先として特定されるの\nは，送金者の入力した「予約番号（申込番号）」によって，受金者が一意に特\n定されるからであり，「予約番号（申込番号）」は，受金にのみ利用され，物\n品の決済等の場面では利用されないから，「予約番号（申込番号）」は「受金\nＩＤ」に該当する。\nまた，ＬＩＮＥ  Ｐａｙカードの利用者は，送金者からの入金額だけ増額し\nたＬＩＮＥ  Ｃａｓｈアカウント内の電子マネーを用いて物品の決済を行う\nことができるから，ＬＩＮＥ  Ｃａｓｈアカウントは「消費使用ＩＤ」に該当\nする。\nＬＩＮＥ  Ｐａｙカードは前記のとおり「ホワイトカード」に該当するとこ\nろ，受金者のアカウントへの入金が可能であるためには，「予約番号（申込番\n号）」（受金ＩＤ）とＬＩＮＥ  Ｃａｓｈアカウント（消費使用ＩＤ）があら\nかじめ紐付けられ，前者から後者を特定することが可能となっている必要があ\nるが，本件入金機能においては，「予約番号（申込番号）」（受金ＩＤ）は，\n受金者側のユーザが被告サービスに加入していなければ発行されず，被告サー\nビスに加入した時点で当該ユーザには必ずＬＩＮＥ  Ｃａｓｈアカウント（消\n費使用ＩＤ）が生成されているから，ユーザが「「予約番号（申込番号）」（受\n金ＩＤ）への送金手続を開始する時点において，既にＬＩＮＥ  Ｃａｓｈアカ\nウント（消費使用ＩＤ）は存在している。\nそして，「予約番号（申込番号）」を用いて入金すれば，ＬＩＮＥ  Ｃａｓ\nｈアカウントの電子マネーの額が増額するから，両ＩＤは，ユーザが受インタ\nーネットＩＤへの送金手続を開始する時点において紐付いている。\nしたがって，本件入金システムは，「受金ＩＤと…消費使用ＩＤとの二種類\nのＩＤがあらかじめ紐付けられているホワイトカード」との構成を有する。\n(6) 本件振替入金システムについて\nア  本件振替入金機能の利用に際して，ユーザがユーザ銀行口座を選択し，入\n金額を指定すると，ユーザのＬＩＮＥ  Ｍｏｎｅｙアカウントに指定入金額\n分の電子マネーが入金される。これは，ユーザが選択したユーザ銀行口座の\n情報（銀行名，支店名及び口座番号等）によって入金先のＬＩＮＥ  Ｍｏｎ\nｅｙアカウントが特定されるからである。本件振替入金システムでは，ユー\nザ銀行口座の口座情報は受金にのみ利用され，物品の決済等の場面では利用\nされないから，当該情報は，「受金ＩＤ」に該当する。\nまた，ＬＩＮＥ  Ｐａｙカードの利用者は，指定金額分だけ増額したＬＩ\nＮＥ  Ｍｏｎｅｙアカウント内の電子マネーを用いて物品の決済等を行う\nことができるから，ＬＩＮＥ  Ｍｏｎｅｙアカウントは「消費使用ＩＤ」に\n該当する。\nＬＩＮＥ  Ｐａｙカードは前記のとおり「ホワイトカード」に該当すると\nころ，ユーザのアカウントへの入金が可能であるためには，ユーザ銀行口座\nの情報（受金ＩＤ）とＬＩＮＥ  Ｍｏｎｅｙアカウント（消費使用ＩＤ）が\nあらかじめ紐付けられ，前者から後者を特定することが可能となっている必\n要があるが，本件振替入金機能を用いるためには，受金者側のユーザが被告\nサービスに加入していなければならない。\nそして，本件振替入金機能を用いる際には，当該ユーザには必ずＬＩＮＥ\nＭｏｎｅｙアカウント（消費使用ＩＤ）が生成されており，銀行から入金を\n受け付けた旨の情報が被告サーバに送信されると，当該情報に含まれるユー\nザの口座情報（受金ＩＤ）に基づいてＬＩＮＥ  Ｍｏｎｅｙアカウント（消\n費使用ＩＤ）の電子マネーの額が増額するから，両ＩＤは，ユーザが受金Ｉ\nＤへの送金手続を開始する時点において紐付いている。\nしたがって，本件振替入金システムは，「受金ＩＤと…消費使用ＩＤとの\n二種類のＩＤがあらかじめ紐付けられているホワイトカード」との構成を有\nする。\nイ  被告は，本件各システムにおいて受金者を特定するために用いているのは\nユーザ銀行口座の口座情報ではなく，ＬＩＮＥ  Ｍｏｎｅｙアカウントに係\nる情報であると主張するが，本件振替入金システムでは，銀行別段口座への\n振替入金が完了すると，入金を受け付けた旨の情報が，まずは，ユーザ銀行\nから日本カードネットワークに，次いで，日本カードネットワークから被告\nへ送信される。本件各システムでは，当該情報に基づいてどのユーザのＬＩ\nＮＥ  Ｍｏｎｅｙアカウントの電子マネー残高を増額させるかを決定する\nが，そのためには，増額させる対象であるアカウントに関するＬＩＮＥ  Ｍ\nｏｎｅｙアカウントに係る情報のみでは無理であり，入金受付情報とＬＩＮ\nＥ  Ｍｏｎｅｙアカウントを紐付けて，どのアカウントに幾らの電子マネー\nを増額するかを特定することが必要なはずである。この紐付け（受金者の特\n定）のための情報として，ユーザ銀行口座の口座情報を使用しなければ，ど\nのユーザのアカウントについて増額するかを特定することはできないから，\n本件振替入金システムにおいて，ユーザ銀行口座の口座情報を使わずにＬＩ\nＮＥ  Ｍｏｎｅｙアカウントに係る情報のみで受金者が特定されるとは考\nえられない。\n仮に，被告が主張するような態様でＬＩＮＥ  Ｍｏｎｅｙアカウントの電\n子マネーが増額するのだとしても，本件振替入金システムでは送金者と受金\n者は同一であるから，ユーザ銀行口座の口座情報が送金者を特定するという\nことは，当該口座情報は受金者を特定するものでもある。それゆえ，この場\n合でも，ユーザ銀行口座の口座情報は受金ＩＤとして機能しており，受金Ｉ\nＤに該当する。\nウ  被告は，本件発明におけるユーザ銀行口座の口座情報は，ＬＩＮＥ  Ｍｏ\nｎｅｙアカウントにおける受金だけでなく，ＬＩＮＥ  Ｍｏｎｅｙアカウン\nトからの出金を行う際にも利用することができるから，「受金ＩＤ」に該当\nしないと主張する。\nしかし，前記のとおり，「受金にのみ利用可能」とは「消費使用ＩＤとし\nての機能を併有しない」ということであり，本件振替入金システムにおける\nユーザ銀行口座の口座情報は，消費使用ＩＤとしての機能を併有していない。\nなお，ユーザが銀行口座に対する出金指示をしたことにより，ＬＩＮＥ\nＭｏｎｅｙを現金化して出金できるとしても，当該手続において，ユーザ銀\n行口座の口座情報は，ＬＩＮＥ  Ｐａｙカードを利用した物品購入等の際の\n消費使用ＩＤとして使用されているわけではない。\n（被告の主張）\n本件各システムは，「受金ＩＤと…消費使用ＩＤとの二種類のＩＤがあらかじ\nめ紐付けられているホワイトカード」の構成を有しない。\n(1) 受金ＩＤについて\nア  本件発明における「受金ＩＤ」は，①入金先であるホワイトカードを指定\nするＩＤであって，②受金にのみ利用可能なＩＤである。\n上記①につき，構成要件Ｂ１－１に「ホワイトカードに対する入金に際し\nて，入金すべきホワイトカードの受金ＩＤ」とあることに加え，本件明細書\n等の段落【００２２】，【００２３】，【００２７】，【００３７】及び【図\n３】の記載からすれば，本件発明における受金ＩＤは，ホワイトカードに対\nする入金に際し，入金先のホワイトカードを指定するＩＤでなければならな\nい。\nさらに，本件発明は，前記のとおり，「ユーザの所持金が当該クレジット\nカード契約時の平均所得以上に増えた」こと（段落【０００５】）や「他者\nから送金などを受金することでユーザの手元にある利用可能な金額が増え\nたこと」によって利用者の信用力が増加した場合に，そのことを，信販会社\nが供与する信用の限度額である「ホワイトカードの使用限度額」にリアルタ\nイムに（煩雑な所定の手続を要することなく）反映させるという作用効果を\n有する（段落【００１６】）。\nこれに対し，自己への送金・入金は，自己の口座から自己の他の口座に資\n金を移動させるだけで，ユーザの所持金が増えるものではなく，信用力を増\n加させるものでもない。このように，本件発明においては，送金者と受金者\nは異なることが前提となっており，「受金ＩＤ」は，送金者から見て，入金\n先である他者のホワイトカードを指定するＩＤでなければならない。\n上記②については，構成要件Ａに「受金にのみ利用可能な受金ＩＤ」とあ\nることに加え，本件明細書等の段落【００３６】の記載からすれば，本件発\n明における受金ＩＤは，受金にのみ利用可能なＩＤをいう。「受金ＩＤ」は，\n受金にのみ利用可能なＩＤであり，「受金にのみ利用可能」とは，「ホワイ\nトカードとの関係において受金にのみ利用され消費使用には利用されない」\nという意味であり（段落【００３６】），あるＩＤが，消費使用ＩＤとして\n使用されている場合に限らず，「ホワイトカードとの関係において消費使用\nに利用」されている場合には，「受金にのみ利用可能」には当たらない。\nイ  本件振替入金システムにおいて実現されるのは，ユーザが登録した銀行口\n座から口座振替の方法により当該ユーザのＬＩＮＥ  Ｍｏｎｅｙアカウン\nトに入金することであるが，ここで，ユーザ銀行口座の口座情報とは，振替\n元（入金元）の情報にほかならず，受金者を特定するために用いられるのは，\nＬＩＮＥ  Ｍｏｎｅｙアカウントに係る情報である。それゆえ，本件振替に\n入金システムにおけるユーザ銀行口座の口座情報は，入金先であるホワイト\nカードを指定するＩＤとして使用されていないから，上記①を満たさず，「受\n金ＩＤ」に該当しない。\nまた，本件振替入金システムにおけるユーザ銀行口座の口座情報は，送金\n者自身に関する情報であるし，ＬＩＮＥ  Ｐａｙカードに紐づいたＬＩＮＥ\nＭｏｎｅｙアカウントの電子マネーを現金化して出金する際に出金先とし\nて利用されるから，ユーザ銀行口座の口座情報は，ＬＩＮＥ  Ｐａｙカード\nとの関係において，出金という消費使用に利用されている。\nしたがって，ユーザ銀行口座の口座情報は，受金にのみ利用可能なＩＤで\nはないから，上記②を満たさず，「受金ＩＤ」に当たらない。\nウ  原告は，本件振替入金システムにつき，受金者の特定のための情報として\nユーザ銀行口座の口座情報を使用しなければ，どのユーザのアカウントにつ\nいて増額するかを特定することはできないはずであると主張する。\nしかし，●（省略）●のであるから，ユーザ銀行口座の口座情報は，送金\n者（振替元，入金元）の特定のための情報としては必要でも，受金者（増額\nさせる対象であるアカウント）の特定のためには必要でない。\n(2) 消費使用ＩＤについて\nア  本件特許請求の範囲及び本件明細書等の段落【０００２】，【０００６】，\n【００２５】～【００２７】，【００３９】，【００４６】，【００４７】，\n【００５６】，【００５７】及び【図４】の記載によれば，本件発明におけ\nる「消費使用ＩＤ」とは，「秘密のカードＩＤ：０１２３」のように，①ホ\nワイトカードの利用者がホワイトカードにて支払をする際等に利用する消\n費使用に利用可能なＩＤであって，②送金者に知られるとホワイトカードの\n消費に使用されてしまうおそれがあることから，基本的にはホワイトカード\nの利用者及びシステムの一部管理者のみが知っている情報を意味しており，\n具体的には，クレジットカードの券面に印字されたカード番号のようなもの\nを指す。\nまた，本件発明において，送金者と受金者とが同一となり得る構成は排除\nされているから，本件発明における「消費使用ＩＤ」は，送金者以外の他者\nのホワイトカードに関する情報でなければならない。\nイ  しかるに，本件送金システム及び本件入金システムにおけるＬＩＮＥ  Ｃ\nａｓｈアカウント，本件振替入金システムにおけるＬＩＮＥ  Ｍｏｎｅｙア\nカウントは，以下のとおり，上記①，②のいずれにも該当しないから，「消\n費使用ＩＤ」に当たらない。\n(ｱ) 本件各システムにおいて，ＬＩＮＥ  Ｐａｙカードの利用者がこれによ\nり支払をする際に利用するのは，ＬＩＮＥ  Ｐａｙカード（ＪＣＢカード）\nの券面に印字されたカード番号であって，ＬＩＮＥ  Ｃａｓｈアカウント\n及びＬＩＮＥ  Ｍｏｎｅｙアカウント（ＬＩＮＥ  Ｐａｙアカウント）で\nはない。店舗のレジで読み取られるカード情報はＬＩＮＥ  Ｐａｙカード\nのカード番号であり，インターネットショッピングの場合にも同カード番\n号を入力するのであって，ＬＩＮＥ  Ｐａｙアカウントは，ＬＩＮＥ  Ｐ\nａｙカードの利用者がこれによって支払をする際等に利用するものでは\nないから，上記①に該当しない。\nそもそも，ＬＩＮＥ  Ｐａｙアカウントにおける「アカウント」は，「口\n座」そのものに当たる概念であり，口座を特定するＩＤではないから，こ\nれを消費使用に利用可能なＩＤということ自体無理がある。\nなお，ＬＩＮＥ  Ｐａｙカード（ＪＣＢカード）の券面に印字されたカ\nード番号が「消費使用ＩＤ」に該当すると解する場合，●（省略）●少な\nくとも構成要件Ｃ１－２及びＣ１－３を充足しない。\n(ｲ)  ＬＩＮＥ  Ｐａｙアカウントは，送金者が知ったとしても，ＬＩＮＥ\nＰａｙカードの消費に使用されることはないから，上記②にも当たらない。\nウ  また，本件振替入金システムにおいては，送金者と受金者とが同一であっ\nて，ＬＩＮＥ  Ｍｏｎｅｙアカウントは，送金者自身に関する情報であるか\nら，「消費使用ＩＤ」に当たらない。\n(3) 「あらかじめ紐付けられている」について\nア  原告は，本件発明においてあらかじめ紐付けられているのは受金ＩＤと消\n費使用ＩＤとの間であって，ホワイトカードとの間ではないと主張する。\nしかし，構成要件Ａの記載からすれば，受金ＩＤと消費使用ＩＤが，それ\nぞれ，あらかじめ，ホワイトカードと紐付けられていると理解し得る。その\n上，原告も，これにつき，出願経過において，本件発明では２つのＩＤとホ\nワイトカードが紐付けられていることが前提とされていることを明確に説\n明している（乙２・２頁）から，本件発明における受金ＩＤと消費使用ＩＤ\nは，それぞれ，あらかじめ，ホワイトカードと紐付けられていなければなら\nない。原告がこれと異なる解釈を主張するのは，禁反言の原則に抵触する。\nイ  構成要件Ａの「あらかじめ紐付けられ」との要件は，本件審判請求書によ\nり補正されたもので，原告は，引用技術２（受取人の携帯電話番号を用いて\n受取人の口座番号を特定して，入金を行うシステム）と異なり，本件発明に\nおいては，送金先の受金ＩＤを知るユーザが，送金手続を開始した時点にお\nいて，確実に送金を行うことができることを明らかにするために，「あらか\nじめ紐付けられ」との補正を行った旨を明瞭に陳述し（乙２），これにより\n特許査定を得たものである。\nかかる出願経過に鑑みれば，「あらかじめ紐付けられ」とは，遅くともユ\nーザが受金ＩＤへの送金手続を開始する時点において紐付いている必要が\nあることを意味するというべきである。\nウ  本件発明においては，受金ＩＤ（例えばメールアドレス）と消費使用ＩＤ\n（例えば銀行口座）があらかじめ紐付けられている状態に作られた装置であ\nるから，受金動作が確実であり，確実にホワイトカードに対する入金を行う\nことができる。\nそして，本件発明は，「使用限度額をホワイトカードに紐づけられた入金\n額に応じて引き上げることが可能」な「入金システム」であって，あくまで\n「ホワイトカード使用限度額引き上げシステム」なのであるから，「確実に\n利用限度額を引き上げることができる」との作用効果は，ホワイトカードに\n紐付けられた入金額において実現されている必要がある。\nこれに対し，本件送金システムにおいては，ＬＩＮＥアカウントは取得し\nているもののＬＩＮＥ  Ｃａｓｈアカウントを取得していないユーザが多\n数存在するところ，そのようなユーザに対する送金手続も可能である（いわ\nばサーバにおいて保留された状態となる。）。すなわち，本件送金システム\nにおいては，ユーザによる送金手続の開始時に，ＬＩＮＥ  アカウントとＬ\nＩＮＥ  Ｃａｓｈアカウントが紐付けられていない場合が想定されている。\nこの場合，当該ユーザは受金できず，それゆえ受金動作が確実とはいえない。\n本件送金システムは，原告が本件発明との相違を強調した引用技術２と同様\nの課題を有するものであるから，構成要件Ａを充足しない。\nエ  本件発明は，受金ＩＤ及び消費使用ＩＤがあらかじめ紐付けられたカード\nに対する入金を前提とする「ホワイトカード使用限度額引き上げシステム」\nであるから，カードを前提としないシステムを許容する構成を含まない。\nこれに対し，本件各システムは，ＬＩＮＥ  Ｐａｙカードの発行の有無を\n問わず送受金を可能とする構成を採用しているから，ＬＩＮＥ  Ｐａｙカー\nド及びＬＩＮＥ  Ｃａｓｈアカウントを取得しているユーザと，それらの双\n方ないし一方を取得していないユーザとを分離することなく一体的に取り\n扱うシステムであって，両者を分離して本件送金システムを認定することは\nできず，本件発明が規定するシステムとは本質的に性質を異にする。\n本件振替入金システムについても，ユーザ銀行口座の口座情報及びＬＩＮ\nＥ  Ｍｏｎｅｙアカウントは，ＬＩＮＥ  Ｐａｙカードとあらかじめ紐付け\nられたものではない。\n３  争点１－３（本件各システムが「ホワイトカードに対する入金システム」（構\n成要件Ａ）に係る構成を有するか）について\n（原告の主張）\nＬＩＮＥ  Ｐａｙカードがホワイトカードに該当する以上，本件各システムが\n「ホワイトカードに対する入金システム」に係る構成を有するのは自明である。\n本件各システムにおいてカードが存在する場合の構成が本件発明の技術的範\n囲に属する以上，当該システムがカードを前提としない構成でも機能するとして\nも，それは付加部分にすぎず，侵害の成否には関係しない。\n（被告の主張）\n本件発明は，「ホワイトカードに対する入金システム」（構成要件Ａ）に係る\n発明であるから，カードを前提としないシステムを許容する構成を含まない。\n本件各システムは，ＬＩＮＥ  Ｐａｙカードを発行せずともシステムを利用で\nきるように構成されており，カードを前提としたシステムではなく，ＬＩＮＥ\nＰａｙアカウントに対する送金ないし入金がなされるのであって，このことは，\n事後にＬＩＮＥ  Ｐａｙカードが発行された場合も変わらないから，本件各シス\nテムは，本件発明が規定する「ホワイトカードに対する入金システム」とは本質\n的に性質を異にする。\nしたがって，本件各システムは，本件発明の構成要件Ａ及びＢ１－１を充足し\nない。\n４  争点１－４（本件振替入金システムが「受金ＩＤ取得部」（構成要件Ｂ１－１）\nに係る構成を有するか）について\n（原告の主張）\nユーザのＬＩＮＥ  Ｍｏｎｅｙアカウントへの入金が可能であるためには，当\n該アカウントに対する入金に際して，被告サーバにおいてユーザを特定するユー\nザ銀行口座の口座情報を取得する必要があるから，本件振替入金システムは，受\n金ＩＤ（ユーザ銀行口座の口座情報）取得部を有する。\n被告は，本件振替入金システムにおいて受金者を特定するために用いているの\nはユーザ銀行口座の口座情報ではないと主張するが，前記２（原告の主張）(6)イ\n記載のとおり，ユーザ銀行口座の口座情報を使用しなければ，どのユーザのアカ\nウントについて増額するかを特定することができないはずである。被告は，ユー\nザ銀行口座の口座情報が送金者の特定のために必要であることは認めていると\nころ，本件振替入金システムにおいて送金者と受金者は常に同一人であるから，\n被告主張によっても当該口座情報は受金者を特定するものということができる。\nまた，本件振替入金システムにおいては，被告サーバにチャージ依頼が通知さ\nれた時点でユーザ銀行口座の口座情報が被告サーバに送信されるところ（別紙２\n－３・１(4)～(9)），被告の主張によれば●（省略）●その場合でもユーザ銀行\n口座の口座情報が受金者を特定していることは否定されない。\n（被告の主張）\nユーザ銀行口座の口座情報は「受金ＩＤ」に該当しないし，被告はＬＩＮＥ  Ｐ\nａｙカードのユーザ銀行口座の口座情報を事前に取得しているために当該カー\nドに対する入金に際してこれを取得する必要がないから，被告サーバはユーザの\nＬＩＮＥ  Ｍｏｎｅｙアカウントに対する入金に際してユーザ銀行口座の口座\n情報を取得しない。\nしたがって，本件振替入金システムは，「受金ＩＤ取得部」に係る構成を有し\nない。\n５  争点１－５（本件振替入金システムが「ホワイトカード使用限度額引上指示装\n置」（構成要件Ｂ２）に係る構成を有するか）について\n（原告の主張）\n本件振替入金システムにおける被告サーバは，受金ＩＤ取得部（構成要件Ｂ１\n－１），入金受付情報取得部（構成要件Ｂ１－２）及び出力部（構成要件Ｂ１－\n３）に係る構成を有するから，ホワイトカード使用限度額引上指示装置に該当す\nる。なお，本件振替入金システムにおいては，ホワイトカード使用限度額引上指\n示装置（構成要件Ｂ２），引上命令装置（構成要件Ｃ２）及びホワイトカードＩ\nＤ管理装置（構成要件Ｄ２）はいずれも被告サーバである。\n(1)  被告サーバがホワイトカード使用限度額引上指示装置に係る構成を有する\nこと\nア  受金ＩＤ取得部（構成要件Ｂ１－１）について\n前記４（原告の主張）記載のとおり，本件振替入金システムは，受金ＩＤ\n取得部に係る構成を有する。\nイ  入金受付情報取得部（構成要件Ｂ１－２）について\nユーザが，入金する際にスマートフォン等を操作して入金額を入力すると，\nユーザ銀行口座から銀行別段口座へと指定入金額の振替入金が行われ，ユー\nザのＬＩＮＥ  Ｐａｙカードの使用限度額が指定入金額分だけ引き上げら\nれる。これは，被告が，ユーザ銀行から，当該振替入金が完了した旨の情報\nを受信しているからである。ユーザ銀行口座から銀行別段口座への指定入金\n額の振替入金が完了した旨の情報は，ホワイトカードの使用限度額を引き上\nげようとする額の入金を受け付けた旨の情報であるから，「入金受付情報」\nに該当する。このように，本件振替入金機能を実現する被告サーバは，入金\n受付情報を取得する機能を有するから，本件振替入金システムは，入金受付\n情報取得部に係る構成を有する。\nウ  出力部（構成要件Ｂ１－３）について\n本件振替入金システムにおいては，入金操作が完了すると，ユーザについ\nて，指定入金額分だけ，ＬＩＮＥ  Ｍｏｎｅｙアカウント内の電子マネーの\n残高が増加するから，被告サーバにおいて，ユーザ銀行口座の口座情報と入\n金受付情報とが関連付けて出力され，当該出力された情報に基づいてユーザ\nのＬＩＮＥ  Ｍｏｎｅｙアカウントへの入金処理が行われている。このよう\nに，本件振替入金システムは，出力部に係る構成を有する。\nエ  本件振替入金システムは，前記ア～ウの構成を有するから，ホワイトカー\nド使用限度額引上指示装置に係る構成を有する。\n(2) 被告の主張について\nア  被告は，ホワイトカード使用限度額引上指示装置は引上命令装置とは別個\nの独立した装置であると主張する。\nしかし，本件明細書等の段落【００２８】には，複数の装置が物理的に一\nの装置として実現されてもよいことが明記されているから，被告の上記主張\nは失当である。\nこの点に関連して，被告は，審判請求書（乙２）の記載を指摘するが，原\n告は，同指摘部分において，ホワイトカード使用限度額引上指示装置と引上\n命令装置の有するべき技術事項が異なっていること，ホワイトカード使用限\n度額引上指示装置の構成要件に消費使用ＩＤ取得部が含まれていないこと，\n両装置を分離する構成を採ることで取引の安全を確保することが可能にな\nることを述べたものであって，同部分は，両装置が物理的に一つの装置であ\nってもよいとの上記段落の記載を否定する趣旨ではない。\nイ  被告は，ホワイトカード使用限度額引上指示装置で生成される入金受付情\n報が実際の支払を受け付ける側の装置で生成されることが前提となってい\nると主張する。\nしかし，本件振替入金機能において，ユーザ銀行口座から銀行別段口座へ\nの指定入金額の振替入金処理が完了すると，入金を受け付けた旨の入金受付\n情報が，ユーザ銀行から日本カードネットワークを介して被告サーバに対し\n送信され，被告サーバにおいて当該情報を受信するのであって，本件振替入\n金機能における入金受付情報は，ユーザ銀行において「生成」され，被告サ\nーバにおいて「取得」されているのであるから，被告の上記主張は前提にお\nいて誤っている。\nウ  被告は，ホワイトカード使用限度額引上指示装置は消費使用ＩＤを取得し\nない装置を指すと主張する。\nしかし，本件発明においては，複数の装置が物理的に一の装置として実現\nされてもよいとされているのであるから，仮に被告サーバが物理的に一つの\nサーバであるとしても，本件発明の技術的範囲の属否を検討する際には，各\n装置の機能を有する単位で装置を区切って各構成要件の充足の有無が検討\nされることになる。被告の上記主張も失当である。\n（被告の主張）\n本件発明における「ホワイトカード使用限度額引上指示装置」は，「引上命令\n装置」とは別個独立した装置であるから，原告主張のように，被告サーバが「引\n上命令装置」に該当するのであれば，これが「ホワイトカード使用限度額引上指\n示装置」に該当することはない。また，実際に，被告サーバは「ホワイトカード\n使用限度額引上指示装置」に該当しない。\nなお，本件振替入金機能の実質的な実施主体は，日本カードネットワークと金\n融機関であって，被告ではない。\n(1)  ホワイトカード使用限度額引上指示装置が引上命令装置とは別個独立した\n装置であること等\n本件発明におけるホワイトカード使用限度額引上指示装置は，「ホワイトカ\nードに対する入金に際して，入金すべきホワイトカードの受金ＩＤを取得する\n受金ＩＤ取得部」（構成要件Ｂ１－１）を有し，ホワイトカード使用限度額引\n上指示装置で取得した受金ＩＤと紐付けられている消費使用ＩＤを取得する\nのは「引上命令装置」（その中の「消費使用ＩＤ取得部」）である（構成要件\nＣ１－２）。\nまた，本件明細書等の段落【００２２】，【００２３】，【００３３】，【０\n０３４】，【００４０】の記載によれば，本件発明における「ホワイトカード\n使用限度額引上指示装置」は，「引上命令装置」（構成要件Ｃ２）に該当する\n中央処理装置の間で情報を有線，無線，あるいは基盤接続によって入出力する\n装置であって，中央処理装置とは別個独立した装置である。\nそして，ホワイトカード使用限度額引上指示装置で生成される入金受付情報\nは，実際の金銭の支払を受け付ける側の装置で生成されることが前提とされて\nいるから，ホワイトカード使用限度額引上指示装置は，実際の金銭の支払を受\nけ付ける側，例えば店頭端末や携帯端末等に組み込まれて実現されるものであ\nる。\nこのことは，原告が，①本件発明においては，ホワイトカード使用限度額引\n上指示装置が引上命令装置とは独立して存在していること，②当該構成を取る\nことで，ホワイトカード使用限度額引上指示装置では，受金ＩＤを取得するも\nのの消費使用ＩＤを取得することはあり得ず，それにより安全な取引の実現が\n可能となることを，本件審判請求書において明確に述べていたこと（乙２）に\nよっても裏付けられる。\nそうすると，本件発明におけるホワイトカード使用限度額引上指示装置は，\n実際に金銭の支払を受け付ける側の装置であり，中央処理装置である引上命令\n装置とは別個独立した装置であって消費使用ＩＤを取得しないものを指すと\nいうべきである。\n(2) 被告サーバが「ホワイトカード使用限度額引上指示装置」に該当しないこと。\n被告サーバは，実際の金銭の支払を受け付ける側の装置ではない上，原告が\n「受金ＩＤ」に相当すると主張するユーザ銀行口座の口座情報だけでなく，原\n告が「消費使用ＩＤ」に相当すると主張するＬＩＮＥ  Ｍｏｎｅｙアカウント\nも当然に取得している。このように，本件振替入金システムは，ホワイトカー\nド使用限度額引上指示装置と引上命令装置とを別個独立の装置とすることで，\nホワイトカード使用限度額引上指示装置では消費使用ＩＤを取得せず，安全な\n取引の実現を可能とする本件発明とは，本質的に異なっている。\nしたがって，被告サーバが「引上命令装置」に該当するのであれば，被告サ\nーバは，「ホワイトカード使用限度額引上指示装置」に該当しない。\n(3) 原告の主張について\n原告は，本件明細書等の段落【００２８】の記載を根拠として，本件発明に\nおいては，複数の装置が物理的に一の装置として実現されてもよいとされてい\nると主張するが，同段落が許容するのは，単一の装置が「引上命令装置」と「ホ\nワイトカードＩＤ管理装置」の機能を併せ有していてもよいということであっ\nて，ホワイトカード使用限度額引上指示装置の意義に照らせば，同装置の機能\nを有する装置が引上命令装置やホワイトカードＩＤ管理装置の機能を併有す\nることは禁止されていると理解すべきである。\n６  争点１－６（本件送金システムに係る均等侵害の成否）について\n（原告の主張）\n本件発明は，「入金受付情報」（構成要件Ｂ１－２，Ｂ１－３，Ｃ１－１，Ｃ\n１－２）の構成を有しないが，本件送金システムの構成は，以下のとおり均等の\n要件をいずれも充足し，本件発明の構成と均等であるから，本件送金システムは，\n本件発明の技術的範囲に属する。\n(1) 第１要件\nア  本件発明は，他者からの送金などを受金することで使用限度額を引き上げ\nることができるよう，当該カードに対する入金を随時受付可能に管理する機\n能を備えるカード使用限度額引き上げシステムを提供することを課題とす\nるものである。当該課題を解決するため，同発明においては，相互に独立し\nた，ホワイトカードの利用者が消費使用に利用可能な消費使用ＩＤと，利用\n者が受金にのみ利用可能な受金ＩＤとをあらかじめ紐付け，システム内に保\n持した上で，送金者は受金者を受金ＩＤで特定して送金し，当該受金ＩＤに\n紐付けられた送金額相当額を消費使用ＩＤに関連付けられたカードの使用\n限度額として引き上げる構成としている。この構成により，本件発明は，他\n者から送金などを受金することでユーザの手元にある利用可能な金額が増\nえたことをリアルタイムに反映することができ，また，受金ＩＤと消費使用\nＩＤとを別々のＩＤとすることで安全に受金と消費を行うことができると\nいう作用効果を奏する。\n以上からすれば，本件発明の本質的部分は，相互に独立した，ホワイトカ\nードの利用者が消費使用に利用可能な消費使用ＩＤと，利用者が受金にのみ\n利用可能な受金ＩＤとがあらかじめ紐付けられ，システム内に保持されてい\nる構成において，当該ホワイトカードの使用限度額を引き上げるという点に\nある。\nイ  本件発明の「入金受付情報」は，実際に入金のための支払があったことを\n示す情報であるのに対し（段落【００４０】），本件送金システムでは，送\n金指示の際に実際に入金のための支払があったことは要しない。\nしかし，送金する際に送金額について実際に支払があったか否か（すなわ\nち送金額の由来）は，本件発明の本質的部分とは関係がない。\nしたがって，本件送金システムは，均等の第１要件を充足する。\n(2) 第２要件\n本件発明の「入金受付情報」を「送金指示受付情報」に置換しても，他者か\nら送金などを受金することでユーザの手元にある利用可能な金額が増えたこ\nとをリアルタイムに反映することができ，安全に受金と消費を行うことができ\nる。\nこのように，上記の置換をしても，本件発明の目的を達成することができ，\n同一の作用効果を奏するから，本件送金システムは，均等の第２要件を充足す\nる。\n(3) 第３要件\n送金する際に，送金額について実際に支払があったことを要する構成にする\nか否かは，当業者が適宜選択する設計事項にすぎない。「入金受付情報」を「送\n金指示受付情報」と置き換えることは，被告サービス提供が開始された時点に\nおいて当業者が容易に想到することができるものであるから，本件送金システ\nムは均等の第３要件を充足する。\n(4) 第４要件\n本件送金システムは，本件発明の特許出願時における公知技術と同一でもな\nいし，当業者が出願時に容易に推考し得たものでもない。\n(5) 第５要件\n原告において，本件発明の技術的範囲から，本件送金システムの態様を意識\n的に除外したとの事情は存しない。\n（被告の主張）\n本件送金システムは，少なくとも均等の第１要件，第２要件及び第５要件を充\n足しないから，均等侵害は成立しない。\n(1) 第１要件\nア  本件明細書等に記載されている本件発明の課題，課題解決手段及び作用効\n果，出願経過における従来技術と本件発明との相違に関する原告の説明から\nすれば，本件発明においては，「入金受付情報」が，実際に入金のための支\n払があったことを示す情報であり，かつ，同情報の授受の前提として，実際\nに入金のための支払がなされていることが，従来技術にない課題解決手段で\nあるとともに，「送金などの受金によって一時的に増えた金額を元にカード\nを利用した支払をすることができる。また，そのための受金を安全に行うこ\nとができる。」（段落【００８８】）との本件発明の作用効果を奏する前提\nとなっているということができる。このため，「入金受付情報」に係る構成\nも，本件発明の本質的部分というべきである。\nしかるに，本件送金システムは，「入金受付情報」に係る構成を採用して\nおらず，上記作用効果も奏しないから，均等の第１要件を充足しない。\nイ  仮に，本質的部分に関する原告の主張を前提としても，被告送金システム\nにおいては，「使用限度額」を引き上げる構成を採用しておらず，また，Ｌ\nＩＮＥアカウントやＬＩＮＥ  Ｃａｓｈアカウントは，いずれもＬＩＮＥ\nＰａｙカードにあらかじめ紐付けられていないから，本件発明と本件送金シ\nステムは，本質的部分を異にし，均等の第１要件を充足しない。\n(2) 第２要件\n被告送金システムでは，「使用限度額」を引き上げる構成を採用していない\nから，どのような要件の置換を行っても，本件発明の目的を達成することも，\n同一の作用効果を奏することもなく，均等の第２要件を充足しない。\n(3) 第５要件\n原告は，本件特許の出願経過において，「入金受付情報」を用いた本件発明\nの構成では，従来技術と異なり，口座の残高引上処理を待たずに利用限度額を\n引き上げることができることを強調して（乙２），本件特許を取得しているが，\n本件発明においてかかる効果を得られるのは，「お金を受け取った」ことが前\n提となって，その旨を知らせる「入金受付情報」が発出されるからである。\nしたがって，原告は，出願経過において，「入金受付情報」が発出される時\n点において入金のための支払がなされている構成のみを，本件発明の技術的範\n囲と捉えている旨を表明しているのであって，それ以外の構成は本件発明の技\n術的範囲から意識的に除外したものというべきである。\nしたがって，実際に入金のための支払があったことを要しない本件送金シス\nテムの態様は，本件発明の技術的範囲から意識的に除外されており，均等の第\n５要件を充足しない。\n７  争点１－７（本件振替入金システムに係る均等侵害の成否）について\n（原告の主張）\n仮に，本件振替入金システムにおいて，入金受付情報と関連付けて出力される\nのが入金操作を開始する前に作成される受金ＩＤではないとしても（構成要件Ｂ\n１－３，Ｃ１－１，Ｃ１－２，Ｄ１－２，Ｄ１－３の非充足），同システムの構\n成は，本件発明の構成と均等であるから，本件発明の技術的範囲に属する。\n(1) 本件発明と本件振替入金システムとの相違点\n被告は，本件振替入金システムの電子マネー残高の増額の仕組みにつき，\n●（省略）●と主張する。\n上記主張によると，本件発明と本件振替入金システムとは，以下の点で相違\nすることになる。\n●（省略）●（構成要件Ｂ１－３，Ｃ１－１，Ｃ１－２，Ｄ１－２，Ｄ１－\n３）\n(2) 均等侵害の要件の充足\n以下のとおり，被告主張の構成に従ったとしても，本件振替入金システムは，\n均等侵害の要件をいずれも充足する。\nア  第１要件\n本件発明の本質的部分は，前記のとおり，相互に独立した，ホワイトカー\nドの利用者が消費使用に利用可能な消費使用ＩＤと，利用者が受金にのみ利\n用可能な受金ＩＤとがあらかじめ紐付けられ，システム内に保持されている\n構成において，当該ホワイトカードの使用限度額を引き上げるという点にあ\nる。被告の主張の構成では，入金操作が完了すると，ユーザ銀行口座から銀\n行別段口座に指定入金額の振替入金が行われ，ユーザのＬＩＮＥ  Ｍｏｎｅ\nｙアカウント内の電子マネーが指定入金額分だけ増加するから，●（省略）\n●\nしたがって，本件振替入金システムは，均等の第１要件を充足する。\nイ  第２要件\n本件発明の目的は，他者から送金などを受金することでユーザの手元にあ\nる利用可能な金額が増えたことをリアルタイムに反映することができ，安全\nに受金と消費を行うことができることにある。●（省略）●置換しても，当\n該目的を達成することができ，同一の作用効果を奏する。\nしたがって，本件振替入金システムは，均等の第２要件を充足する。\nウ  第３要件\n●（省略）●は，被告サービスの提供が開始された時点において，当業者\nが容易に置換できるものである。\nしたがって，本件振替入金システムは，均等の第３要件を充足する。\nエ  第４要件\n本件振替入金システムは，本件発明の特許出願時における公知技術と同一\nでもないし，当業者が出願時に容易に推考し得たものでもない。\nオ  第５要件\n原告において，本件発明の技術的範囲から，本件振替入金システムの態様\nを意識的に除外したとの事情は存在しない。\n（被告の主張）\n本件振替入金システムは，均等侵害の第１要件，第２要件及び第５要件を充足\nしないから，均等侵害は成立しない。\n(1) 第１要件\n本件発明においては，受金ＩＤと消費使用ＩＤとが遅くともユーザが受金Ｉ\nＤへの送金手続を開始する時点において紐付いている必要があるが，本件振替\n入金システムでは，●（省略）●原告主張の「消費使用ＩＤと…受金ＩＤとが\nあらかじめ紐付けられ，システム内に保持されている構成」を有しない。\nしたがって，本件振替入金システムは，均等の第１要件を満たさない。\n(2) 第２要件\n本件発明においては，受金ＩＤと消費使用ＩＤが，遅くとも送金手続を開始\nする時点において紐付けられていることによって，確実に入金を行うことがで\nきる（乙２）のであるから，●（省略）●置換した場合には，原告主張の本件\n発明の目的である安全な受金を達成することができない。\nしたがって，本件振替入金システムは，均等の第２要件を満たさない。\n(3) 第５要件\n原告は，審査過程において，受金ＩＤと消費使用ＩＤとが「あらかじめ」紐\n付けられている旨の補正を行うに際し，「本件補正は，本願発明に用いられる\nホワイトカードと二つのＩＤとの紐付けがなされる時期を限定する内容の減\n縮補正であり」とその意義を説明し（乙２・２頁），かかる経過を経て特許査\n定を受けているから，受金ＩＤと消費使用ＩＤとが「あらかじめ」紐付けられ\nている構成を有しない態様を意識的に除外したといえる。\nしたがって，受金ＩＤと消費使用ＩＤとがあらかじめ紐付けられていない本\n件振替入金システムは，均等の第５要件を満たさない。\n８  争点２（被告が本件発明を実施しているか）について\n(1) 争点２－１（被告が本件送金システム等においてホワイトカード使用限度額\n引上指示装置に係る構成を実施しているか）について\n（原告の主張）\n本件におけるホワイトカード使用限度額引上指示装置（ユーザのスマートフ\nォン，ファミリーマートのコンビニエンスストアのＰＯＳレジ等）は，被告以\n外の第三者が保有・操作し得るものであるが，本件では，以下のとおり，本件\n発明の全工程が被告自身により実施されている場合と同視し得る。\nア  本件送金システムについて\n(ｱ) 本件送金システムを用いて他のユーザに送金するためには，送金者たる\nユーザは，受金者のＬＩＮＥアカウント（受金ＩＤ）を自己のスマートフ\nォンに入力した上で，ＬＩＮＥ  Ｐａｙカードの使用限度額を引き上げよ\nうとする額の送金指示を入力し，当該スマートフォンは受金者のＬＩＮＥ\nアカウント（受金ＩＤ）と当該金額を関連付けて出力することになるが，\nこれらの工程は，被告が自社サービスの内容として定めたものである。\nこのように，ユーザが被告の定めた手順に従ってスマートフォン（構成\n要件Ｂ２）を操作すれば，構成要件Ｂ１－１～Ｂ１－３に記載された手順\nが必ず履践されるから，被告は，ユーザを道具として上記各構成要件を実\n施していると評価できる。\n(ｲ) 被告コンピュータシステムは，ＬＩＮＥ  Ｐａｙカードの保有者が決済\n等に利用可能なＬＩＮＥ  Ｃａｓｈアカウントと，当該保有者が受金に利\n用可能なＬＩＮＥアカウントとを紐付ける構成を構築するものであり，本\n件送金システムにおいて枢要な機能を果たしている。一方，本件送金シス\nテムを用いて送金するためにユーザが操作する携帯端末は，あらかじめ被\n告の定めた手続順序に従って必要な入力を行うためだけのものであり，本\n件送金システムにおいては従たる位置付けの装置である。\nまた，被告は，被告サービスの加盟店から手数料を受け取っており，当\n該サービスから営業上の利益を得ている。\nしたがって，被告コンピュータシステムの管理主体である被告は，本件\n送金システム全体を支配管理していると評価できる。\nイ  本件入金システムについて\n(ｱ)  前記ア(ｱ)におけるユーザと同様，本件入金システムにおいて，コンビ\nニエンスストアの店員が，被告の定めた手続順序に従ってＰＯＳレジ等\n（構成要件Ｂ２）を操作すれば，構成要件Ｂ１－１～Ｂ１－３に記載され\nた手順が必ず履践されるから，被告は，当該店員を道具として上記各構成\n要件を実施していると評価できる。\n(ｲ) 被告コンピュータシステムは，受金ＩＤと消費使用ＩＤとを紐付ける構\n成を構築するものであり，本件入金システムにおいてその全体を支配管理\nしていると評価できる。\n（被告の主張）\n原告は，「ホワイトカード使用限度額引上指示装置」（構成要件Ｂ）に係る\n構成として，本件送金システムについてはユーザの端末装置（送金者のスマー\nトフォン），本件入金システムについてはコンビニエンスストアのＰＯＳレジ\n等と対応付けているが，これらの構成は，ユーザないしコンビニエンスストア\nが管理，実施するものであって，被告は一切実施していない。\n原告は，道具理論及び支配管理論に基づく主張をするが，特許権の侵害は，\n業として特許発明を実施することにより成立するのが原則であり，複数の者に\nよる侵害については間接侵害の規定（法１０１条）がある。間接侵害の規定は，\n侵害の限界を画する作用を果たすために限定列挙されているのであるし，原告\nは，本件特許請求の範囲を単独の主体が全ての構成要件を充足するように記載\nすることもできたのに，そうしなかったのであるから，安易に拡張解釈をすべ\nきではない。本件においては，ユーザないしコンビニエンスストア等の行為が\nなければ本件発明の技術的範囲に属することはないから，被告の行為のみによ\nって本件特許権を侵害すると評価することはできない。\n(2) 争点２－２（被告が本件発明を日本国内で実施しているか）について\n●（省略）●\n９  争点３（本件発明が特許無効審判により無効にされるべきものと認められるか）\nについて\n別紙４のとおり\n第４  当裁判所の判断\n１  本件発明の内容等について\n(1) 本件明細書等（甲２）には，以下の記載が存在する。\nア  技術分野\n「本発明は，商品購入などに際して決済のために使用されるカードに関し\nて，その使用限度額を適宜変更可能とし，さらにその変更を安全に行うため\nの技術に関する。」（段落【０００１】）\nイ  背景技術\n「従来，ユーザは信販会社と契約し交付されるいわゆる「クレジットカー\nド」を利用することで，現金を持たずに買い物をすることができる。このク\nレジットカードは，契約時に例えばユーザの支払能力などに応じて所定期間\n内で使用可能な金額（使用限度額）が設定され，その使用限度額の中であれ\nば，このクレジットカードを店頭で提示したり，ネットショップにてカード\n番号を入力したりすることで自由に買い物を行うことができるようになっ\nている。」（段落【０００２】）\n「しかし上記従来のクレジットカードにおいては，その使用限度額に関し\nては契約時にある程度固定されるため，限度額の引上げなどの変更がなかな\nかできない，あるいは煩雑な手続きが必要となる，という課題がある。そこ\nで下記特許文献１には，そのクレジットカードの使用限度額を利用実績に応\nじて算出変更する技術が開示されている。」（段落【０００３】）\nウ  先行技術文献（特許文献）\n特開２００６－０５９１９３公報（乙８公報）\nエ  発明が解決しようとする課題\n「しかし，上記従来技術における使用限度額の変更は，予め定められた使\n用限度額内での利用実績に応じて算出変更されるものであり，以下のような\nケースには対応できないという課題がある。すなわち他者からの送金を受金\nすることなどでユーザの所持金が当該クレジットカード契約時の平均所得\n以上に増えたとしても，カード会社に逐一連絡などして所定の手続きを経な\nければそれが使用限度額に反映されることは無い。そのため，その増加分を\n反映させたクレジットカードの利用をすることができない，という課題であ\nる。」（段落【０００５】）\nオ  発明の効果\n「以上のような構成をとる本発明によって，他者から送金などを受金する\nことでユーザの手元にある利用可能な金額が増えたことをリアルタイムに\n反映し，それを買い物などの支払に利用することができるカードをユーザに\n提供することができる。」（段落【００１６】）\nカ  発明を実施するための形態\n<概要>\n「以下に，図を用いて本発明の実施の形態を説明する。なお，本発明はこ\nれら実施の形態に何ら限定されるものではなく，その要旨を逸脱しない範囲\nにおいて，種々なる態様で実施しうる。」（段落【００１８】）\n「図１は，本実施例のホワイトカード使用限度額引き上げシステムにおけ\nるカードの利用形態の一例を説明するための概念図である。例えば，ユーザ\nαがユーザβに１万円の入金を行おうと考えた。そこでユーザαは，自身の\n携帯端末などを利用して本システムによる使用限度額引上サービスを利用\nするためのＷｅｂサイトにアクセスする。そして入金先のユーザβの携帯電\n話番号とその入金額とを当該Ｗｅｂサイトの画面に入力し，さらに自身のユ\nーザＩＤやパスワードなどと合せて登録処理を行う。すると当該Ｗｅｂサイ\nトを管理するサーバ装置では，入力された情報を元に認証コードを生成し，\nデータベースに蓄積保持する。」（段落【００２２】）\n「そして図１（ａ）に示すように，ユーザαがコンビニなどを訪れ本サー\nビスを実際に利用する際に，ユーザＩＤやパスワードなどを入力し認証コー\nドの返信リクエストを行う。そして上記サーバ装置にてユーザＩＤとパスワ\nードの組を元に登録ユーザである旨の認証が為されると，データベースに蓄\n積保持されている認証コードがユーザの携帯端末などに返信される。そして\nコンビニなどの店頭端末（ホワイトカード使用限度額引上指示装置）に当該\n認証コードを読取らせることにより，ユーザβの携帯電話番号および入金額\nを入力する。そしてその金額分の金銭をコンビニのレジにて支払う。すると\n店頭端末では，その実際に入金がなされた旨を示す情報である入金受付情報\n【図１】\nを生成し，図１（ｂ）に示すように，その入金受付情報と入金先を特定する\nためのβの携帯電話番号とを関連付けて，カードの使用限度額を引上げるた\nめの命令を出力する装置（引上命令装置）に対して送信する。」（段落【０\n０２３】）\n「もちろん，引上命令装置への情報送信に関しては，第三や第四の装置を\n介して送信されても良いし，直接送信されても良い。」（段落【００２４】）\n「すると，その引上命令装置では，図１（ｃ）に示すように例えば本シス\nテムの管理者が管理する装置（ホワイトカードＩＤ管理装置）に対して携帯\n電話番号を転送し，入金すべきホワイトカードの消費使用ＩＤについて問合\nせを行う。そしてホワイトカードＩＤ管理装置では携帯電話番号等の入金用\nのＩＤと，カードを消費使用する際のＩＤとを紐付けて管理しており，上記\n引上命令装置からの問合せに応じてカードの消費使用ＩＤを返信する。」（段\n落【００２５】）\n「そして図１（ｄ）に示すように，引上命令装置ではその返信された消費\n使用ＩＤとともに，例えばカードを発行する信販会社などの装置に対してカ\nードの使用限度額を引上げる命令を出力する。すると，当該消費使用ＩＤで\n識別されるカードについて「１万円」の入金があったことが信販会社などに\nて確認され，当該カードをその１万円分増加した限度額内で使用することが\nできる，という具合である。」（段落【００２６】）\n「このようにして，本システムを利用することで，他者からの入金などに\n応じてリアルタイムにカードの使用限度額を引上げることができる。また，\nカードへの入金時に入金先を指定するＩＤ（携帯電話番号等）と，実際にカ\nードにて支払いをする際に消費使用ＩＤとが別であるため，送金者などに消\n費使用ＩＤを知らせなくとも受金を行うことができるので，安全に受金と消\n費を行うことができる。」（段落【００２７】）\n「なお，上記説明における各装置を管理する主体は一例であって，それ以\n外の主体によって管理されても良いし，例えば引上命令装置とホワイトカー\nド管理装置が一の主体によって管理されても良い。例えばセキュリティ上，\n引上命令装置はカードを発行する機関ごとに一つずつ設置されるケースが\n考えられるが，もちろん統一的に一の主体が管理しても良い。また，逆にホ\nワイトカードＩＤ管理装置は，サービス提供者が統合的に管理するケースが\n考えられるが，カードを発行する機関ごとに一つずつ設置されるなどしても\n良い。また，例えば引上命令装置とホワイトカード管理装置など複数の装置\nが物理的に一の装置として実現されていても良いし，逆に一の装置が物理的\nに複数の装置を組み合わせて実現されても良い。また，最初のユーザ登録な\nどに応じた認証コードの生成など無しに，ホワイトカード使用限度額引上指\n示装置に直接ユーザαの携帯電話番号および入金額などが入力されるよう\n構成しても良い。」（段落【００２８】）\n<機能的構成>\n「図２は，本実施例のホワイ\nトカード使用限度額引き上げ\nシステムにおける機能ブロッ\nクの一例を表す図である。な\nお，以下に記載する本システ\nムを構成する各装置の機能ブ\nロックは，ハードウェア，ソ\nフトウェア，又はハードウェ\nア及びソフトウェアの両方と\nして実現され得る。具体的に\nは，コンピュータを利用する\nものであれば，ＣＰＵや主メ\nモリ，バス，あるいは二次記\n【図２】\n憶装置（ハードディスクや不揮発性メモリ，ＣＤやＤＶＤなどの記憶メディ\nアとそれらメディアの読取ドライブなど），情報入力に利用される入力デバ\nイス，印刷機器や表示装置，その他の外部周辺装置などのハードウェア構成\n部，またその外部周辺装置用のインターフェース，通信用インターフェース，\nそれらハードウェアを制御するためのドライバプログラムやその他アプリ\nケーションプログラム，ユーザ・インターフェース用アプリケーションなど\nが挙げられる。」（段落【００３０】）\n「そして主メモリ上に展開したプログラムに従ったＣＰＵの演算処理によ\nって，入力デバイスやその他インターフェースなどから入力され，メモリや\nハードディスク上に保持されているデータなどが加工，蓄積されたり，上記\n各ハードウェアやソフトウェアを制御するための命令が生成されたりする。\nまた，この発明はシステムとして実現できるのみでなく，方法としても実現\n可能である。また，このような発明の一部をソフトウェアとして構成するこ\nとができる。さらに，そのようなソフトウェアをコンピュータに実行させる\nために用いるソフトウェア製品，及び同製品を固定した記録媒体も，当然に\nこの発明の技術的な範囲に含まれる（本明細書の全体を通じて同様である）。」\n（段落【００３１】）\n「そして本実施例のホワイトカード使用限度額引き上げシステムは，「ホ\nワイトカード使用限度額引上指示装置」（０２００）と，「引上命令装置」\n（０２１０）と，「ホワイトカードＩＤ管理装置」（０２２０）と，からな\nる。」（段落【００３２】）\n「まず，「ホワイトカード使用限度額引上指示装置」の構成要件について\n説明する。なお，この「ホワイトカード使用限度額引上指示装置」は，下記\n構成要件を備え，中央処理装置との間で情報を有線，無線，あるいは基盤接\n続によって入出力する装置をいい，例えばコンビニやサービスステーション，\n旅行代理店，その他各種店舗など設置された店頭端末に組み込まれ実現する\nことができる。あるいは，エンドユーザの利用するＰＣ（パーソナル・コン\nピュータ）や携帯電話やゲーム端末などの携帯端末などに組み込まれ実現す\nることもできる。」（段落【００３４】）\n「そして図２にあるように，「ホワイトカード使用限度額引上指示装置」\n（０２００）は，「受金ＩＤ取得部」（０２０１）と，「入金受付情報取得\n部」（０２０２）と，「出力部」（０２０３）と，を有する。」（段落【０\n０３５】）\n「「受金ＩＤ取得部」（０２０１）は，ホワイトカードに対する入金に際\nして，入金すべきホワイトカードの受金ＩＤを取得する機能を有する。なお\n「ホワイトカード」とは，本システムによって管理されるカードをいい，も\nちろんその名称はホワイトカードに限定されない。また，「受金ＩＤ」とは，\n受金にのみ利用可能なＩＤをいう。ただし「受金にのみ利用可能」とは，ホ\nワイトカードとの関係において受金にのみ利用され消費使用には利用され\nない，という意味であり，ホワイトカードとの関係の無い場面において各種\n利用がなされるＩＤも含まれる。したがって例えば受金用に発行される専用\nＩＤのほか，携帯／固定電話番号や電子メールアドレス，住民基本台帳番号\nなども含まれる。」（段落【００３６】）\n「そして，この受金ＩＤ取得部は，例えばＧＵＩやその他入力デバイス，\nあるいはバーコードリーダなどの情報読取装置などによって実現すること\nができる。具体的に，例えば上記例のようにコンビニの店頭端末にて実現さ\nれるのであれば，ＧＵＩなどを介して直接受金ＩＤが入力され取得する形態\nが挙げられる。また，図３に示すようにユーザの携帯電話など別の端末にて\n入力されコード変換された受金ＩＤを，店頭端末のコードリーダで読取る，\nあるいはユーザの携帯端末に入力されたそれら情報を近距離無線通信で受\n信するなどの形態も挙げられる。また，そのコードは，受金ＩＤのほか入金\n予定額なども含み変換されたコードであっても良い。また，その受金ＩＤな\nどを含み生成されたコードは，複\n数に分割生成されており，この受\n金ＩＤ取得部では，その複数のコ\nードを取得することで受金ＩＤな\nどを取得するよう構成しても良\nい。」（段落【００３７】）\n「また，前述のように携帯電話\nなどのユーザ端末そのものがホワ\nイトカード使用限度額引上指示装\n置であっても良く，その場合，そ\nのユーザ端末の「受金ＩＤ取得部」に例えばＧＵＩなどを介して直接この受\n金ＩＤが入力されると良い。」（段落【００３８】）\n「そして，ここで受付ける受金ＩＤが後述するホワイトカードの消費使用\nＩＤとは別であるため，ホワイトカードの利用者以外の者は，受金ＩＤを知\nっていたとしてもホワイトカードを消費に使用することができない。したが\nって本システムにおけるカードの管理において，その受金と消費を安全に行\nうことができる，という具合である。」（段落【００３９】）\n「「入金受付情報取得部」（０２０２）は，入金受付情報を取得する機能\nを有する。「入金受付情報」とは，そのホワイトカードの使用限度額を引き\n上げようとする額の入金を受け付けた旨の情報をいう。つまり，この入金受\n付情報は実際に入金のための支払があったことを示す情報である。そのため\nこの入金受付情報の生成は，コンビニやサービスステーション，旅行代理店，\nその他の店舗など実際の金銭の支払を受付ける側の装置で生成されること\nを前提とする。」（段落【００４０】）\n「したがって，例えば当該店舗などの店頭端末やサーバ装置で入金があっ\nたことを確認すると，それに応じて入金受付情報が生成され，ホワイトカー\n【図３】\nド使用限度額引上指示装置である当該店頭端末などに取得される。あるいは，\nホワイトカード使用限度額引上指示装置が携帯電話などであれば，その店頭\n端末などで生成されたその情報が，通信やその他の情報読取手段によって携\n帯電話の「入金受付情報取得部」に取得される，という具合である。」（段\n落【００４１】）\n「「出力部」（０２０３）は，取得した受金ＩＤと，入金受付情報とを関\n連付けて出力する機能を有し，例えばネットワークなどを介して次の引上命\n令装置にこれら情報を送信する，という具合である。」（段落【００４２】）\n「次に，図２に戻り「引上命令装置」の構成要件について説明する。この\n図２にあるように，「引上命令装置」（０２１０）は，「受信部」（０２１\n１）と，「消費使用ＩＤ取得部」（０２１２）と，「引上命令送信部」（０\n２１３）と，を有する。」（段落【００４４】）\n「「受信部」（０２１１）は，受金ＩＤと関連付けられた入金受付情報を\nホワイトカード使用限度額引上指示装置から受信する機能を有し，例えばネ\nットワーク網などを介してホワイトカード使用限度額引上指示装置からこ\nれら情報を受信する，という具合である。」（段落【００４５】）\n「「消費使用ＩＤ取得部」（０２１２）は，受信した入金受付情報に関連\n付けられたホワイトカード受金ＩＤと紐付けられている消費使用ＩＤをホ\nワイトカードＩＤ管理装置から取得する機能を有する。なお「消費使用ＩＤ」\nは，ホワイトカードの利用者が消費使用に利用可能な消費使用ＩＤをいい，\n基本的にはホワイトカードの利用者およびシステムの一部管理者以外には\n知りえない機密情報であることを前提とする。」（段落【００４６】）\n「このように，ホワイトカードＩＤ管理装置にて，ホワイトカードの利用\n者以外が入金に利用するために知っている受金ＩＤ（例えば携帯電話番号：\n０９０－ｘｘｘ－ｘｘｘｘ）を，利用者しか知らない消費使用ＩＤ（例えば\n秘密のカードＩＤ：０１２３）にコンバートすることで，このホワイトカー\nドによる受金と消費を安全に行うことができる。なおホワイトカードＩＤ管\n理装置における受金ＩＤから消費使用ＩＤへのコンバート処理の詳細につ\nいては，次のホワイトカードＩＤ管理装置の構成要件の説明にて記載する。」\n（段落【００４７】）\n「「引上命令送信部」（０２１３）は，取得した消費使用ＩＤと関連付け\nた使用限度額引上額を含む引上命令を送信する機能を有する。具体的には，\n例えば「カードＩＤ：０１２３のカードに関して１万円の使用限度額を引上\nげる」といった命令を，ホワイトカードを発行し管理する会社のサーバ装置\nなどに送信する，という具合である。そして，その引上命令を受信したサー\nバ装置では，そのホワイトカードの使用限度額を１万円分引き上げ，買い物\nなどで利用できるよう管理することができる。なお，「使用限度額引上額」\nは入金された額面そのままでも良いし，手数料などを引いた額面や何らかの\n特典によって増加された額面などであっても良い。」（段落【００４８】）\n「なお，この引上命令装置は，上記のように実際にカードの使用限度額を\n引上げるためのトリガーとなる引上命令を送信する装置である。そのため，\n例えばその管理者などに悪意ある者がいると，不正に（ホワイトカード使用\n限度額引上指示装置からの受金ＩＤと入金受付情報の受信が無いにも関わ\nらず）自己の受金ＩＤを対象とする引上命令を生成し送信することなども想\n定される。そこで，本発明のホワイトカード使用限度額引上げシステムでは，\nこの引上命令装置を物理的に２以上用意し，それぞれを別の管理主体に管理\nさせるよう構成しても良い。」（段落【００４９】）\n「すなわち，第一の引上命令装置を専用に管理する主体のほかに，例えば\n上記概要で記載したような認証コードの発行主体のもとにも上記構成を備\nえる第二の引上命令装置を設置しておく。そして，認証コードの発行主体の\n装置が前述のようにユーザ登録などに応じて認証コードを生成し，それをコ\nンビニなどの店頭端末に送信した際に，当該認証コードに関連付けて入金受\n付情報の返信待ち状態となるよう構成する。そしてホワイトカード使用限度\n額引上指示装置からの受金ＩＤと入金受付情報を，第一と第二双方（さらに\n第三，第四・・・）の引上命令装置に対して出力されるよう構成することで，\n２以上の主体が別々に管理する引上命令装置に受金ＩＤと入金受付情報を\n受信するよう構成する。」（段落【００５０】）\n「そして，それぞれの引上命令送信部において装置や管理主体のＩＤを含\nむ引上命令を送信するよう構成する。このように構成することで実施例２で\n後述するホワイトカード管理サーバ装置では，受信した引上命令のＩＤを確\n認し，双方からの引上命令が揃わなければ後述するような使用限度額の引上\n処理を行わない，という具合である。」（段落【００５１】）\n「このような構成をとることで，引上命令装置のいずれかの管理主体に悪\n意ある者がいたとしても協力者を探す必要があるなど容易には不正を働く\nことができず，その抑止力とすることができる。」（段落【００５２】）\n「次に，「ホワイトカードＩＤ管理装置」の構成要件について説明する。\n図２にあるように，「ホワイトカードＩＤ管理装置」（０２２０）は，「紐\n付テーブル保持部」（０２２１）と，「受金ＩＤ受信部」（０２２２）と，\n「消費使用ＩＤ送信部」（０２２３）と，を有する。」（段落【００５４】）\n「「紐付テーブル保持部」（０２２１）は，消費使用ＩＤと受金ＩＤとを\n紐付けた紐付テーブルを保持する機\n能を有し，例えばハードディスクドラ\nイブなどの各種記憶媒体によって実\n現することができる。」（段落【００\n５５】）\n「図４は，この紐付テーブルの一例\nを表す概念図である。この図にあるよ\nうに，例えば携帯電話番号「０９０－ 【図４】\nｘｘｘ－ｘｘｘｘ」を受金ＩＤとし，それに対して消費使用ＩＤ「０１２３」\nが関連付けられている。あるいは受金ＩＤである電子メールアドレス「α＠\nｙｙｙ．ｎｅ．ｊｐ」に対して消費使用ＩＤ「１２３４」，あるいは専用Ｉ\nＤ「ＵＳＥＲ－００１」に対して消費使用ＩＤ「５４３２」が関連付けられ\nている，という具合である。」（段落【００５６】）\n「このようにして，送金者に消費使用ＩＤを知らせなくても，携帯電話番\n号などを指定することで安全に受金し，ホワイトカードの使用限度額を引上\nげることができる。」（段落【００５７】）\n「また，この紐付テーブルにて保持される消費使用ＩＤについては，固定\nＩＤ（実際の消費使用に利用されるカードＩＤ）と変動ＩＤ（１回のみの使\nいきりＩＤ）の２種類を合せて管理するよう構成し，引上命令装置に対して\n実際の消費に利用されるＩＤを知らせないよう構成し，そのセキュリティ性\nを高めても良い。例えば，受金ＩＤを受信した際に，固定ＩＤとは別に１回\nきりの変動ＩＤを新規に生成し，その変動ＩＤを消費使用ＩＤとして引上命\n令装置に送信する。そして，その変動ＩＤと固定ＩＤの組を，実際に引上命\n令にしたがって使用限度額を引上げて管理する例えばホワイトカードの発\n行管理者のサーバ装置に対して送信する，という具合である。」（段落【０\n０５８】）\n「「受金ＩＤ受信部」（０２２２）は，引上命令装置から受金ＩＤを受信\nする機能を有し，例えばネットワーク網などを介して受信する，という具合\nである。また，このホワイトカードＩＤ管理装置と引上命令装置が物理的に\n１つの装置で実現されている場合には，バス線などを介して内部的に情報を\n送受信するよう構成すると良い。」（段落【００５９】）\n「「消費使用ＩＤ送信部」（０２２３）は，受信した受金ＩＤに紐付けら\nれている消費使用ＩＤを紐付テーブルから取得して引上命令装置に送信す\nる機能を有し，例えばＣＰＵなどの論理演算処理によって上記テーブルを検\n索し，該当する消費使用ＩＤをネットワーク網（あるいは内部バス線）など\nを介して返信する，という具合である。」（段落【００６０】）\n「このように本実施例のホワイトカード使用限度額引き上げシステムによ\nって，送金などの受金によって一時的に増えた金額を元にカードを利用した\n支払をすることができる。また，そのための受金を安全に行うことができる。」\n（段落【００６１】）\n「なお，上記実施例では，ホワイトカード使用限度額引上指示装置から\n出力される受金ＩＤと入金受付情報の出力先は引上命令装置として説明し\nたが，ホワイトカードＩＤ管理装置に送信するよう構成しても良い。その場\n合，ホワイトカードＩＤ管理装置は引上命令装置を介さず直接受信した受金\nＩＤを消費使用ＩＤにコンバートして，それを引上命令装置に入金受付情報\nと合せて送信する，といった処理を行うことになる。このように，本発明に\nおいて各構成要件は様々な装置上に設けることができる。」（段落【００６\n２】）\n「図８は，本実施例のホワ\nイトカード使用限度額引き上\nげシステムにおける処理の流\nれの一例を表すフローチャー\nトである。なお，以下に示す\nステップは，上記のような計\n算機の各ハードウェア構成に\nよって実行されるステップで\nあっても良いし，媒体に記録\nされ計算機を制御するための\nプログラムを構成する処理ス\nテップであっても構わない。」（段落【００８２】）\n【図８】\n「この図にあるように，まず，例えばコンビニの店頭端末やユーザの携帯\n端末などのホワイトカード使用限度額引上指示装置にて，入金すべきホワイ\nトカードの受金ＩＤを取得する（ステップＳ０８０１）。その後，実際の支\n払などで入金を受け付けた旨の入金受付情報をその入金額を含み取得する\n（ステップＳ０８０２）と，取得した受金ＩＤと，入金受付情報とを関連付\nけて出力する（ステップＳ０８０３）。」（段落【００８３】）\n「そして，引上命令装置にて，受金ＩＤと関連付けられた入金受付情報を\nホワイトカード使用限度額引上指示装置から受信する（ステップＳ０８１１）\nと，受信した入金受付情報に関連付けられたホワイトカード受金ＩＤをホワ\nイトカードＩＤ管理装置に送信する（ステップＳ０８１２）。」（段落【０\n０８４】）\n「するとホワイトカードＩＤ管理装置にて，引上命令装置から受金ＩＤを\n受信し（ステップＳ０８２１），予め保持されている紐付テーブルを参照し\nて消費使用ＩＤを取得する（ステップＳ０８２２）。そしてその消費使用Ｉ\nＤを引上命令装置に返信する（ステップＳ０８２３）。」（段落【００８５】）\n「そして，引上命令装置では返信された消費使用ＩＤを取得し（ステップ\nＳ０８１３），その取得した消費使用ＩＤと使用限度額引上額を含む引上命\n令を送信する（ステップＳ０８１４）。」（段落【００８６】）\n「本実施例のホワイトカード使用限度額引き上げシステムによって，送金\nなどの受金によって一時的に増えた金額を元にカードを利用した支払をす\nることができる。また，そのための受金を安全に行うことができる。」（段\n落【００８８】）\n「本実施例のホワイトカード使用限度額引き上げシステムは，さらに以下\nのような構成を有することで，入金受付情報（実際の金銭の入金があったこ\nとを示す情報）の取得無しに，カードの使用限度額が引上げられたユーザβ\nが，その引上分を別のユーザγに譲渡できるよう構成しても良い。」（段落\n【０１０５】）\n「具体的には，「引上命令装置」が，今までに送信した引上命令の履歴を\n保持する「引上命令送信履歴保持部」と，引上命令によって変更された使用\n限度額が残っているか否か確認情報を取得する「使用限度額確認情報取得部」\nと，を有する。」（段落【０１０６】）\n「そして例えば，ユーザβがＷｅｂアクセスなどで直接この引上命令装置\nにアクセスし，ユーザγの携帯電話番号とその譲渡金額とを入力する。する\nと引上命令装置は，ユーザβのＩＤをキーとして「引上命令送信履歴保持部」\nを参照し，ユーザβのカード宛の引上命令が今までに送信されたか否かを判\n断する。そして実際にユーザβのカード宛に引上命令が送信されていれば，\nホワイトカードの管理会社のサーバ装置に対して，その引上命令で変更され\nたカードの使用限度額が譲渡金額分残っているか否かを確認するためのリ\nクエストを送信する。なお，この確認リクエストの送信及び確認レスポンス\nの返信は，通常のクレジットカードの使用限度額の確認システムなどを転用\nして実現しても良い。」（段落【０１０７】）\n「そして，「使用限度額が譲渡金額分残っている」とのレスポンスを「使\n用限度額確認情報取得部」にて取得した場合，それを入金受付情報の代わり\nとしてユーザγに対する使用限度額変更のための入金が実際にある（残って\nいる）と判断し，引上命令を送信する，という具合である。もちろん，その\n場合ユーザβの使用限度額はその譲渡分引下げられ，使用できないよう構成\nすると良い。」（段落【０１０８】）\n(2)  本件特許請求の範囲及び前記(1)の記載によれば，本件発明は，①商品購入\nなどに際して決済のために使用されるホワイトカードの使用限度額引き上げ\nシステムに関する発明であり，②クレジットカードの使用限度額が契約時にあ\nる程度固定されるため，限度額の引上げ等の変更が困難ないし煩雑な手続を要\nし，他者からの送金を受金することなどでユーザの所持金が当該クレジットカ\nードの平均所得以上に増えたとしても，カード会社に逐一連絡などして所定の\n手続を経なければそれが使用限度額に反映されないため，その増加分を反映さ\nせたクレジットカードの利用をすることができないことを課題とし，③(a)ホ\nワイトカードに対する入金に際して，ホワイトカード使用限度額引上指示装置\nが，取得した受金ＩＤとホワイトカードの使用限度額を引き上げようとする額\nの入金受付情報とを関連付けて出力し，(b)引上命令装置は，これらを受信す\nると当該受金ＩＤをホワイトカードＩＤ管理装置に送信し，(c)ホワイトカー\nドＩＤ管理装置は，これを受信すると，あらかじめ保持されている紐付テーブ\nルを参照して取得した消費使用ＩＤを引上命令装置に返信し，(d)引上命令装\n置は，取得した消費使用ＩＤと使用限度引上額を含む引上命令を送信するとい\nうシステムを採用することにより，④他者から送金などを受金することでユー\nザの手元にある利用可能な金額が増えたことをリアルタイムに反映し，それを\n買い物などの支払に利用することができるカードをユーザに提供することが\nできるとともに，安全に受金と消費を行うことができるという効果を得られる\nことを特徴とする発明であると認められる。\n２  争点１－１（本件各システムが「使用限度額」，「ホワイトカード」（構成要\n件Ａ等）に係る構成を有するか）について\n(1) 構成要件Ａ等の「ホワイトカード」及び「使用限度額」の意義\nア  構成要件Ａ等の「使用限度額」の意義については，特許請求の範囲の上記\n記載からは一義的には明らかではないが，本件明細書等の段落【０００２】\nには，「このクレジットカードは，契約時に例えばユーザの支払能力などに\n応じて所定期間内で使用可能な金額（使用限度額）が設定され，その使用限\n度額の中であれば，このクレジットカードを店頭で提示したり，ネットショ\nップにてカード番号を入力したりすることで自由に買い物を行うことがで\nきる」（判決注：下線を付加）と記載されているところ，同記載によれば，\n本件発明にいう「使用限度額」は，ユーザとの契約時にその支払能力（すな\nわち信用力）に応じて設定される金額であり，月単位等の所定期間内におい\nて使用可能な上限額であると認められる。\n本件明細書等には，さらに，「しかし上記従来のクレジットカードにおい\nては，その使用限度額に関しては契約時にある程度固定されるため，限度額\nの引上げなどの変更がなかなかできない，あるいは煩雑な手続きが必要とな\nる，という課題がある。そこで下記特許文献１（判決注：乙８公報）には，\nそのクレジットカードの使用限度額を利用実績に応じて算出変更する技術\nが開示されている。」（段落【０００３】），「しかし，上記従来技術にお\nける使用限度額の変更は，予め定められた使用限度額内での利用実績に応じ\nて算出変更されるものであり，以下のようなケースには対応できないという\n課題がある。すなわち他者からの送金を受金することなどでユーザの所持金\nが当該クレジットカード契約時の平均所得以上に増えたとしても，カード会\n社に逐一連絡などして所定の手続きを経なければそれが使用限度額に反映\nされることは無い。そのため，その増加分を反映させたクレジットカードの\n利用をすることができない，という課題である。」（段落【０００５】），\n「以上の課題を解決するために，本発明は，他者からの送金などを受金する\nことで使用限度額を引上げることができるよう，当該カードに対する入金を\n適時受付可能に管理する機能を備えるホワイトカード使用限度額引き上げ\nシステムを提供する。」（段落【０００６】），「本発明によって，他者か\nら送金などを受金することでユーザの手元にある利用可能な金額が増えた\nことをリアルタイムに反映し，それを買い物などの支払に利用することがで\nきるカードをユーザに提供することができる。」（段落【００１６】）との\n記載がある（判決注：下線を付加）。そして，上記従来技術として挙げられ\nている乙８発明は，発明の名称を「クレジットカード管理システム」とし，\nクレジットカード利用限度額を適正に設定することなどを課題とするもの\nである。\n本件明細書等の上記記載によれば，本件発明にいう「使用限度額」は，ユ\nーザとの契約時にその金額が「ある程度固定される」ものであり，その金額\nの範囲内であれば自由に買い物等ができるものの，他者からの送金を受金す\nることなどでユーザの所持金が契約時より増えたとしても，カード会社に連\n絡などして所定の手続を経なければ限度額の引上げを行うことができない\nものであると認められる。そうすると，電子マネーが入出金するたびに，そ\nれを反映して使用可能な金額が変動するプリペイドカード等の使用可能金\n額は，本件発明の「使用限度額」には当たらないというべきである。\nイ  本件発明の「ホワイトカード」の意義に関し，本件特許請求の範囲には明\n示的な記載はないが，乙６，７によれば，一般的に，ホワイトカードは，「カ\nード会社が個人向けに発行する最もベーシックなクレジットカード」（乙６）\nを意味するものと認められる。\nこの点に関し，本件明細書等には，「従来，ユーザは信販会社と契約し交\n付されるいわゆる「クレジットカード」を利用することで，現金を持たずに\n買い物をすることができる。このクレジットカードは，契約時に例えばユー\nザの支払能力などに応じて所定期間内で使用可能な金額（使用限度額）が設\n定され，その使用限度額の中であれば，このクレジットカードを店頭で提示\nしたり，ネットショップにてカード番号を入力したりすることで自由に買い\n物を行うことができるようになっている。」（段落【０００２】），「しか\nし上記従来のクレジットカードにおいては，その使用限度額に関しては契約\n時にある程度固定されるため，限度額の引上げなどの変更がなかなかできな\nい，あるいは煩雑な手続きが必要となる，という課題がある。そこで下記特\n許文献１には，そのクレジットカードの使用限度額を利用実績に応じて算出\n変更する技術が開示されている。」（段落【０００３】），「他者からの送\n金を受金することなどでユーザの所持金が当該クレジットカード契約時の\n平均所得以上に増えたとしても，カード会社に逐一連絡などして所定の手続\nきを経なければそれが使用限度額に反映されることは無い。そのため，その\n増加分を反映させたクレジットカードの利用をすることができない，という\n課題である。」（段落【０００５】），「例えばカードを発行する信販会社\nなどの装置に対してカードの使用限度額を引上げる命令を出力する。すると，\n当該消費使用ＩＤで識別されるカードについて「１万円」の入金があったこ\nとが信販会社などにて確認され，」（段落【００２６】），「この確認リク\nエストの送信及び確認レスポンスの返信は，通常のクレジットカードの使用\n限度額の確認システムなどを転用して実現しても良い。」（段落【０１０７】）\nなどの記載が存在する（判決注：下線を付加）。\n前記判示の「ホワイトカード」の一般的な意義に加え，本件明細書等にお\nける上記各記載，特に本件発明の課題がクレジット契約時に設定された使用\n限度額の引上げにあることなどによれば，本件発明の「ホワイトカード」は，\nクレジットカードを意味すると解することが相当である。他方，同明細書等\nには「ホワイトカード」がプリペイドカードやデビットカードを含む旨の明\n示的な記載又はそれを前提とする記載は存在しないことに照らすと，本件発\n明における「ホワイトカード」がプリペイドカード等を含むと解することは\nできない。\nウ  したがって，本件発明における「ホワイトカード」はクレジットカードを\n意味し，「使用限度額」とは，「契約時に設定されてある程度固定される，\n所定期間内で使用可能な金額」を意味するものというべきである。\n(2) 原告の主張について\n原告は，本件発明にいう「使用限度額」とは，「カードを使用するに当たっ\nての限度額」，すなわち買い物に使用できる限度額であり，「ホワイトカード」\nはクレジットカードに限定されないと主張するが，以下のとおり，原告の主張\nは採用し得ない。\nア  原告は，本件発明の課題について「使用限度額に関しては契約時にある程\n度固定されるため，限度額の引上げなどの変更がなかなかできない，あるい\nは煩雑な手続きが必要となる」という従来技術の課題（段落【０００３】）\nは乙８発明により解決済みであり，本件発明の課題は，他者からの送金の受\n金等によるユーザの所持金の増加を速やかに使用限度額に反映させること\nにある（段落【０００５】）と主張する。\nしかし，本件明細書等には「従来のクレジットカードにおいては，その使\n用限度額に関しては契約時にある程度固定されるため，限度額の引上げなど\nの変更がなかなかできない，あるいは煩雑な手続きが必要となる，という課\n題がある。…特許文献１（判決注：乙８公報）には，そのクレジットカード\nの使用限度額を利用実績に応じて算出変更する技術が開示されている。」（段\n落【０００３】），「しかし，上記従来技術における使用限度額の変更は，\n予め定められた使用限度額内での利用実績に応じて算出変更されるもので\nあり，以下のようなケースには対応できないという課題がある。すなわち他\n者からの送金を受金することなどでユーザの所持金が当該クレジットカー\nド契約時の平均所得以上に増えたとしても，カード会社に逐一連絡などして\n所定の手続きを経なければそれが使用限度額に反映されることは無い。その\nため，その増加分を反映させたクレジットカードの利用をすることができな\nい，という課題である。」（段落【０００５】）との記載がある。\n上記記載によれば，乙８公報に記載された従来技術は，「予め定められた\n使用限度額内での利用実績に応じて算出変更」することにより使用限度額を\n変更することを可能にするものであるが，それでは「他者からの送金を受金\nすることなどでユーザの所持金が当該クレジットカード契約時の平均所得\n以上に増えたとしても，カード会社に逐一連絡などして所定の手続きを経な\nければそれが使用限度額に反映され」ないという課題を解決し得ないことか\nら，本件発明は，本件特許請求の範囲に規定された構成を採用することによ\nり，ホワイトカードの使用限度額を引き上げようとする額の入金を受け付け\nた旨の情報に基づいて，所定の手続（煩雑な手続）を経ることなく，使用限\n度額を引き上げることを可能としたものと認められる。\nこのように，乙８発明は，本件明細書等の段落【０００３】に記載された\n課題の一部を解決するものにすぎず，本件発明は乙８発明により解決し得な\nかった課題の解決を図るものであることに照らすと，本件発明にいう「使用\n限度額」は，乙８公報の「クレジットカード利用限度額」（段落【０００５】\n等）と同義であると解するのが自然である。\nイ  原告は，本件送金システムにおいて他者から受け取った金額を電子マネー\nのプリペイドカードにチャージするためには，最初に送金者が受金者に手渡\nし又は銀行振込等で現金を渡し，次に受金者が当該現金を電子マネーとして\nチャージすることになるが，そのような方法は煩雑であり，リアルタイムで\n使用限度額を増額することもできないので，電子マネーを用いたプリペイド\nカードにも「ユーザの所持金の増加を速やかに使用限度額に反映させる」と\nいう課題が存在すると主張する。\nしかし，本件発明の課題は，「他者からの送金を受金することなどでユー\nザの所持金が当該クレジットカード契約時の平均所得以上に増えたとして\nも，カード会社に逐一連絡などして所定の手続きを経なければそれが使用限\n度額に反映されることは無い。」（段落【０００５】）というものであり，\n契約時に使用限度額が固定されているため，ユーザが他社からの送金を受金\nしても，使用限度額を変更するには，カード会社に連絡して所定の手続が蹴\nることが必要となる点が「煩雑」であるとするものである。\nこれに対し，プリペイドカードについては，ユーザが受け取った現金等が\n電子マネーとしてチャージされると使用限度額が増額されるのであって，そ\nの使用可能額を変更するための手続等を要しないのであるから，本件発明と\n同様の課題には直面していないというべきである。原告は，上記のとおり，\n電子マネーをプリペイドカードにチャージするまでの手続も段落【０００５】\nの「所定の手続き」に当たるとするが，同手続は，送金を受金した後に，契\n約時に固定された使用限度額を変更するための手続を意味するものであり，\nプリペイドカードに電子マネーをチャージするための手続は，「所定の手続\nき」には該当しない。\nウ  原告は，「使用限度額」の意義につき，本件明細書等に「使用限度額」に\n関する定義は記載されていないから，その語の通常の意義に照らして解釈さ\nれるべきであり，そうすると，「使用限度額」とは，買い物に使用するに当\nたっての限度額を意味すると主張する。\nしかし，「使用限度額」との語の意義は多様であり，クレジットカードの\n利用限度額を意味することもあれば，単に使用することが可能な残高を意味\nすることもあり，更には両者を包含することもあり得るなど，その意義は一\n義的には定まらないところ，段落【０００２】には，「使用限度額」の意義\nについて，「契約時に例えばユーザの支払能力などに応じて所定期間内で使\n用可能な金額」と記載されていることは，前記判示のとおりである。同記載\nによれば，本件発明にいう「使用限度額」とは，ユーザの支払能力などに応\nじて所定期間内で使用可能な金額として設定されるものと解するのが相当\nである。\nエ(ｱ) 原告は，「ホワイトカード」の意義につき，本件明細書等に「本発明は，\n商品購入などに際して決済のために使用されるカードに関して，その使用\n限度額を適宜変更可能とし，さらにその変更を安全に行うための技術に関\nする。」（段落【０００１】），「買い物などの支払に利用することがで\nきるカード」（段落【００１６】），「「ホワイトカード」とは，本シス\nテムによって管理されるカードをいい，もちろんその名称はホワイトカー\nドに限定されない」（段落【００３６】）などと記載されていることによ\nれば，「ホワイトカード」は，「商品購入などに際して決済のために使用\nされるカード」，「買い物などの支払に利用することができるカード」を\n意味すると主張する。\nしかし，本件明細書等の段落【０００１】及び【００１６】の「カード」\nとは「ホワイトカード」であるところ，「ホワイトカード」が一般的にク\nレジットカードを意味することは前記判示のとおりであり，また，本件発\n明の効果に関する記載は「ホワイトカード」がクレジットカードである旨\nの記載がある一方，本件明細書等には「ホワイトカード」がプリペイドカ\nード等を含む旨の記載は存在しないことは前記判示のとおりである。そう\nすると，段落【０００１】及び【００１６】の記載から直ちに本件発明の\n「ホワイトカード」がプリペイドカード等を含むものであると認めること\nはできない。\nまた，「「ホワイトカード」…の名称はホワイトカードに限定されない」\n（段落【００３６】） との記載は，カードの名称が「ホワイトカード」に\n限定されないことを意味するにすぎず，同記載をもって，本件発明の「ホ\nワイトカード」がクレジットカードに限定されないと解することはできな\nい。\n(ｲ) 原告は，印刷前のテレホンカード等にも「ホワイトカード」という用語\nが使用されていること（甲１６公報）を指摘するが，同公報は，発明の名\n称を「ホワイトカードのプリント方法」とするものであり，同公報にいう\n「ホワイトカード」は，印刷前の無地のカードを意味するものであるから，\n同公報の記載を参酌して，本件発明における「ホワイトカード」の意義を\n定めることは相当ではない。\n(ｳ) 原告は，本件明細書等の段落【０００２】～【０００５】が「クレジッ\nトカード」という語を用いて背景技術等の説明をしているのに対し，段落\n【０００６】以降が「ホワイトカード」という語を用いて説明しているの\nは，本件発明の発明者がクレジットカードとは全く異なるカードに関する\n発明を意識していたからであると主張する。\nしかし，本件明細書等の段落【０００２】～【０００５】は，単なる背\n景技術等の説明にとどまらず，本件発明の課題に関する記載であるから，\n同各段落における「クレジットカード」との記載が単なる例示であると解\nすることはできず，また，本件明細書等の実施例に関する段落【００２６】\nにおいても「カードを発行する信販会社などの装置に対してカードの使用\n限度額を引上げる命令を出力する…と，…「１万円」の入金があったこと\nが信販会社などにて確認され，当該カードをその１万円分増加した限度額\n内で使用することができる」と記載され，当該カードがクレジットカード\nであることが前提とされている。\nこれに対し，原告は，同段落に信販会社「など」と記載されていること\nや，段落【００２８】に「上記説明における各装置を管理する主体は一例\nであって，それ以外の主体によって管理されても良い」と記載されている\nことなどを根拠に，ホワイトカードの発行会社には，プリペイドカードの\n発行・管理会社なども含み得ると主張するが，本件明細書にはプリペイド\nカードなどクレジットカード以外のカードに係る記載は存在しないこと\nに照らすと，同段落の「信販会社など」はクレジットカードの発行会社を\n意味すると解するのが相当である。\nオ  以上のとおり，原告の上記主張はいずれも採用し得ない。\n(3) 本件各システムの充足性\nア  前記前提事実，証拠（甲３～５，１０～１３，乙４，２７）及び弁論の全\n趣旨によれば，被告サービスは，電子マネーを用いたモバイル送金・決済サ\nービスであって，送金・入金及び振替入金の各機能に用いるＬＩＮＥ  Ｐａ\nｙカードは電子マネーに係るプリペイドカードであり，ＬＩＮＥ  Ｐａｙア\nカウントにおいて決済等に使用できる金額は，常に当該アカウントの残高と\n一致する（なお，ＬＩＮＥ  Ｃａｓｈアカウントは，残高の上限が１０万円\nと定められている。）と認めることができる。\nイ  そうすると，前記の各機能に用いるＬＩＮＥ  Ｐａｙカードは，クレジッ\nトカードではないから，「ホワイトカード」に当たらない。また，上記ＬＩ\nＮＥ  Ｐａｙカードが決済等に使用できる金額は，常に当該アカウントの残\n高と一致するから，これが契約時に設定されてある程度固定される，所定期\n間内で使用可能な金額であるとはいうことはできず，「使用限度額」の構成\nを有するとも認められない。\nウ  したがって，本件各システムが，構成要件Ａ等の「ホワイトカード」及び\n「使用限度額」の構成を有するとは認められないので，本件発明の技術的範\n囲に属するということはできない（なお，原告の均等侵害の主張は上記構成\n要件の非充足を前提とするものではないので，判断することを要しない。）。\n３  よって，その余の点につき判断するまでもなく，原告の請求は理由がないから，\nこれを棄却することとして，主文のとおり判決する。\n東京地方裁判所民事第４０部\n裁判長裁判官\n佐    藤    達    文\n裁判官\n三    井    大    有\n裁判官\n𠮷    野    俊  太  郎\n別紙１\n物件目録\n「ＬＩＮＥ  Ｐａｙ」サービスにおいて以下の機能を実現するコンピュータシステム\n１  ＬＩＮＥ  Ｐａｙアカウントを有するユーザが携帯端末等を使用して他のユー\nザのＬＩＮＥ  Ｐａｙアカウントに電子マネーを送金する機能\n２  訴外株式会社ファミリーマートの運営するコンビニエンスストアにおいてユー\nザのＬＩＮＥ  Ｐａｙアカウントに電子マネーを入金する機能\n３  ユーザが「ＬＩＮＥ  Ｐａｙ」サービスにおいて登録した銀行口座から口座振替\nの方法によりＬＩＮＥ  Ｍｏｎｅｙアカウントに電子マネーを入金する機能\n以上\n別紙２－１\n本件送金機能の概要\n１  ユーザが，スマートフォン上でＬＩＮＥを起動させ，下記の画面を表示する。\n２  前記画像中の上段・中央の「送金」ボタンを選択すると，送金先候補として，Ｌ\nＩＮＥアカウントが表示される。送金先のＬＩＮＥアカウントの左横をタップする\nと，以下の画面のように「✔」のマークが付される。\n３  前記画像中の右上の「選択」ボタンを押すと，以下の画面に遷移する。\n４  前記画像中の金額のアイコンをタップし，送金額（本件では１００円）を入力す\nると，以下の画面に遷移する。\n５  前記画像中の下部の「次へ」というアイコンをタップすると，以下の画面に遷移\nする。この画面では，受金者のＬＩＮＥアカウントと送金額が同一画面で表示され\nている。\n６  前記画像中の下部の「送金」というアイコンをタップした後，パスワード入力画\n面でパスワードを入力すると，以下の画面に遷移する。\n７  前記画像中の中心部の「確認」というアイコンをタップすると，送金者の端末に\nは以下の送金メッセージが表示される。\n８  また，受金者の端末には以下の送金メッセージが表示される。\n別紙２－２\n本件入金機能の概要\n１  受金者がスマートフォン上でＬＩＮＥを起動し，ＬＩＮＥ  Ｐａｙを選択すると，\n以下の画面が表示される。\n２  上記画面の上段・左側の「チャージ」ボタンを受金者が押すと，以下の画面に遷\n移する。この画面では入金方法の候補が表示されている。\n３  上記画面において受金者が「コンビニ」を選択すると，以下の画面に遷移する。\n当該画面は入金額を設定する画面であり，受金者は任意の金額（以下の画面では１\n０００円）を入力する。\n４  上記画面の下部の「チャージ」ボタンを押すと，以下の画面に遷移する。当該画\n面では，入金する際に必要となる「受付番号」及び「予約番号（申込番号）」が表\n示される。受金者は送金者にこれらの番号を通知する（以下では，送金者と受金者\nが異なる例を用いて説明するが，同様のステップにより，送金者は自己のアカウン\nトに入金することもできる。）。\n５  受金者から「受付番号」及び「予約番号（申込番号）」の通知を受けた送金者が，\nファミリーマートの店舗内に設置されているＦａｍｉポートを使用して該当サービ\nスを選択し，第１番号入力画面で「受付番号」（以下の画面では「１５００７１」）\nを入力する。\n６  送金者が第２番号入力画面で「予約番号（申込番号）」（以下の画面では「０４\n１６７３９８６５６」）を入力する。\n７  以下のご注文商品一覧の画面が表示される。送金者は，①「お客様氏名」の欄に受\n金者の氏名，②「合計金額」の欄に入金額が各々記載されていることを確認し（下記\n赤枠部分参照），右下の「ＯＫ」ボタンを押す。\n８  ７で「ＯＫ」ボタンを押すと，Ｆａｍｉポートから，Ｆａｍｉポート申込券が発券\nされる。Ｆａｍｉポート申込券の中部にはバーコードが印刷されている。\n９  送金者は，８のＦａｍｉポート申込券をファミリーマートの店員に提示し，店員\nは，当該申込券に印刷されたバーコードを，ＰＯＳレジのバーコードリーダで読み\n取る。読み取りが完了すると，送金者は，店員に入金額である１０００円を支払う。\n支払後に送金者に発行される領収書は以下のとおりである。受金者の氏名の下に，送\n金者の入力した「予約番号（申込番号）」（本件では「０４１６７３９８６５６」）\nが記載されている（下記赤枠部分参照）。\n１０  ９の完了直後，受金者のＬＩＮＥ  Ｃａｓｈアカウント内の電子マネーの残高\nが，送金者から入金があった額（本件では１０００円）だけ増加する。\n別紙２－３\n本件振替入金機能の概要\n本件振替入金機能は，ユーザが当該機能を用いて電子マネーを自分のＬＩＮＥ  Ｍ\nｏｎｅｙアカウントに入金するステップと，訴外株式会社日本カードネットワーク\n（以下「日本カードネットワーク」という。）の「リアルタイム口座振替サービス」\nにより実現される。\n１  ユーザが本件振替入金機能を用いて電子マネーをＬＩＮＥ  Ｍｏｎｅｙアカウ\nントに入金するステップは，以下のとおりである（甲１０号証）。\n(1) スマートフォンで被告サービスを起動し，下記の画面を表示する。\n(2) 前記画面の「銀行口座」ボタンを押すと，下記の画面に遷移する。\n(3)  前記画面で，ユーザが銀行口座の登録を希望する銀行を選択すると，以下の\n画面に遷移するので，口座情報を入力する。\n(4) 前記画面において，口座情報の入力を完了し，さらに所定の入力を完了すると，\n下記の画面に遷移する。この時点で，被告サービスにおいて，ユーザが本件振替\n入金機能を利用する際に用いる銀行口座（以下，当該銀行口座を「ユーザ銀行口\n座」といい，ユーザ銀行口座を管理する銀行を「ユーザ銀行」という。）が登録\nされる。\n(5) ユーザ銀行口座の登録完了後に被告サービスを起動すると，以下の画面が表示\nされる。\n(6) 前記画面の「チャージ」ボタンを押すと，以下の画面に遷移する。\n(7) 前記画面の「銀行口座」ボタンを押すと，以下の画面に遷移し，ユーザ銀行口\n座が画面に表示される。\n(8) 前記画面に表示されているユーザ銀行口座を選択すると，以下の画面に遷移す\nる。この画面で入金額を指定する。この検証では，入金額として１００円を指定\nした。\n(9) 前記画面において，入金額を指定し（以下では，ここで指定した入金額を「指\n定入金額」という。），「チャージ」ボタンを押すと，以下の画面に遷移する。\nこの時点でユーザのＬＩＮＥ  Ｍｏｎｅｙアカウントへの指定入金額の入金処\n理が行われている。\n(10)  前記の入金処理が完了すると，ユーザのＬＩＮＥ  Ｍｏｎｅｙアカウント内\nの残高が指定入金額分増加する。\n(11)  前記(10)の後のユーザ銀行口座の入出金明細は以下のとおりである。下記の\nとおり「ラインペイ（カ」（すなわち被告）名義の銀行口座に向けて指定入金額\nが入金された旨が表示される。\n２  上記のステップのうち，１(8)～(11)のステップを図にすると，以下のとおりで\nある。\nなお，ユーザ銀行口座の入出金明細からは，被告の保有する銀行口座（以下「被\n告の銀行口座」という。）が「Ａ銀行」内にあるか否かが不明であるので，上記図\nでは，便宜上，「Ｂ銀行」としている。\n３  上記図中の，ユーザ銀行口座から被告の銀行口座への振替入金において，被告は\n日本カードネットワークの提供するリアルタイム口座振替サービスを利用してい\nる（甲１１）。\nリアルタイム口座振替サービスは，口座振替契約を有する預金者の銀行口座から\n即時に口座振替により資金決済を実現するサービスであり，その概要は以下のとお\nりである（甲１２・３頁）。\nユーザ\nLINE Pay\nB銀行\nLINE Pay(株)の口座\nA銀行\nユーザの口座\n(9)(10)LINE Moneyアカウント\nの残高増加\n(11)指定入金額の入金\n(8)銀行口座・入金額の送信\nユーザ\nLINE Pay\nB銀行\nLINE Pay(株)の口座\nA銀行\nユーザの口座\n(※) 図中の(8)～(11)は、本文中の2(8)～(11)に対応する。\n当該サービスの概要を，上記１で述べたステップに沿って説明する。\n(1) 上記図において，「導入企業」は被告を，「ＣＡＲＤＮＥＴ」は日本カードネ\nットワークを，「金融機関」はユーザ銀行を，「利用者口座」はユーザ銀行口座\nを，「収納企業口座」は被告の銀行口座を指す。なお，導入企業である被告は，\nユーザ銀行内に自社の銀行口座を持つことが前提とされている。\n(2) まず，ユーザがユーザ銀行口座及び入金額を指定した上で「チャージ」ボタン\nを押すと，被告（導入企業）において当該ユーザ銀行口座の情報及び指定入金額\nを含む納付書情報が作成される（上記図の◇1 ）。\n(3) 次に，当該納付書情報が，日本カードネットワークを介して，被告からユーザ\n銀行へと送信される（上記図の◇2 ～◇4 ）。\n(4) ユーザ銀行が当該納付書情報を受信すると，ユーザ銀行口座から指定入金額分\nが銀行別段口座へと振替入金される（上記図の◇5 ）。\n(5) 銀行別段口座への振替入金が完了すると，入金を受け付けた旨の情報が，日本\nカードネットワークを介して，ユーザ銀行から被告へと送信される（上記図の◇6\n～◇8 ）。\n(6) その後，銀行別段口座から，同一銀行内の被告の銀行口座へと指定入金額分が\n入金される（上記図の◇9 ）。\n別紙３－１\n本件発明と本件送金システムの各構成の対比\n１  構成要件Ａ\n以下のとおり，本件送金システムは，構成要件Ａを充足する。\n(1)  本件発明において，「使用限度額」とは，ホワイトカードを店頭で提示する等\nにより，買い物に使用できる限度額である（【０００２】参照。）。\n本件送金システムでは，受金者のＬＩＮＥ  Ｐａｙカードに対応したＬＩＮＥ\nＣａｓｈアカウントへの入金額に応じて，物品の決済等を行う際の限度額を引き\n上げることができる。\n(2) 本件発明において，「受金ＩＤ」とは受金にのみ利用可能なＩＤであるところ，\n「受金にのみ利用可能」とは，ホワイトカードとの関係において受金にのみ利用\nされ，消費使用には利用されないという意味であり，ホワイトカードと関係の無\nい場面において利用されるＩＤも含まれる（【００３６】）。\n本件送金システムでは，送金者は受金者をＬＩＮＥアカウントで特定し，当該\nアカウントは，ＬＩＮＥ  Ｐａｙカードとの関係においては，受金者を特定する\nためのみに利用され，物品の決済等に利用されることはない。そのため，当該ア\nカウントは「受金ＩＤ」に該当する。\n(3) 本件発明において「消費使用ＩＤ」とは消費使用に利用可能なＩＤである（【０\n００６】）。\n本件送金システムでは，受金者は，送金額だけ増額したＬＩＮＥ  Ｃａｓｈア\nカウント内の電子マネーを用いて物品の決済等を行うことができる。そのため，\nＬＩＮＥ  Ｃａｓｈアカウントは「消費使用ＩＤ」に該当する。\n(4)  ＬＩＮＥ  Ｐａｙカードは本件送金システムを含む被告サービスによって管\n理されるカードであるから，「ホワイトカード」に該当する（【００３６】）。\n送金者は，送金の際に受金者のＬＩＮＥアカウント（受金ＩＤ）を選択する。\nそして，送金が完了すると，受金者のＬＩＮＥ  Ｃａｓｈアカウント（消費使用\nＩＤ）内の電子マネーの残高が増加し，当該アカウントに対応するＬＩＮＥ  Ｐ\nａｙカードの使用限度額が増加する。したがって，ＬＩＮＥ  Ｐａｙカードに対\n応しているＬＩＮＥアカウント（受金ＩＤ）とＬＩＮＥ  Ｃａｓｈアカウント（消\n費使用ＩＤ）は，あらかじめ紐付けられている。\n(5) 本件送金システムがホワイトカード「に対する入金システム」を充足すること\nは自明である。\n２  構成要件Ｂ１－１\n送金する際に，送金者はスマートフォンを操作して受金者のＬＩＮＥアカウント\n（受金ＩＤ）を選択・入力する。\nしたがって，本件送金システムは，構成要件Ｂ１－１を充足する。\n３  構成要件Ｂ１－２\n送金する際に，送金者はスマートフォンを操作して受金者への送金額を入力する。\n送金が完了すると，受金者のＬＩＮＥ  Ｐａｙカードの使用限度額は送金額だけ引\nき上げられる。したがって，送金者のスマートフォンは，ＬＩＮＥ  Ｐａｙカード\nの使用限度額を引き上げようとする額の送金指示を受け付けた旨の情報を取得す\nる機能を有する。\n一方，本件送金システムでは，送金すべき金額の電子マネーが送金者のアカウン\nト内にあればよく，送金指示の際に実際に入金のための支払があったことは要しな\nい。「入金受付情報」は，実際に入金のための支払があったことを示す情報である\nとされている（【００４０】）。そのため，本件発明と本件送金システムは，送金\n額に関する情報が，実際に入金を受け付けた旨の情報であるか（本件発明の「入金\n受付情報」），送金者のアカウント内にある電子マネーの送金指示を受け付けた旨\nの情報（以下「送金指示受付情報」という。）であるか（本件送金システムの場合），\nという点において，相違する（以下の対比では，「入金受付情報」に関する相違に\nついての指摘は省略する。）。\n４  構成要件Ｂ１－３\n送金が完了すると，送金者のスマートフォンで選択されたＬＩＮＥアカウントで\n特定される受金者について，送金額だけ，ＬＩＮＥ  Ｃａｓｈアカウント内の電子\nマネーの残高が増加する。\nしたがって，送金者のスマートフォンが，受金者のＬＩＮＥアカウントと送金額\nを関連付けて出力していることは明らかであり，本件送金システムは，構成要件Ｂ\n１－３を充足する。\n５  構成要件Ｂ２\n「ホワイトカード使用限度額引上指示装置」は，携帯電話などの携帯端末に組み\n込むことができる（【００３４】）から，送金者のスマートフォンは当該装置に該\n当する。\nしたがって，本件送金システムは，構成要件Ｂ２を充足する。\n６  構成要件Ｃ１－１\n構成要件Ｂ１－３で述べた送金が可能であるのは，被告コンピュータシステムが，\n送金者のスマートフォンから，受金者のＬＩＮＥアカウントに関連づけられた送金\n指示受付情報を受信し，当該情報に基づいて送金処理を実行したからである。\nしたがって，本件送金システムは構成要件Ｃ１－１を充足する。\n７  構成要件Ｃ１－２\n構成要件Ｂ１－３及びＣ１－１で述べた送金が可能であるのは，被告コンピュー\nタシステムが，送金指示受付情報に関連づけられた受金者のＬＩＮＥアカウント\n（受金ＩＤ）に対応するＬＩＮＥ  Ｃａｓｈアカウント（消費使用ＩＤ）を取得し，\n当該アカウントへの送金処理を実行したからである。\nしたがって，本件送金システムは，構成要件Ｃ１－２を充足する。\n８  構成要件Ｃ１－３\n送金が完了すると，受金者のＬＩＮＥ  Ｃａｓｈアカウント（消費使用ＩＤ）内\nの電子マネーの残高が増加する。これは，被告コンピュータシステムから受金者の\nＬＩＮＥ  Ｃａｓｈアカウント内の電子マネーの残高を送金額だけ増やす旨の命\n令が送信されたからである。\nしたがって，本件送金システムは，構成要件Ｃ１－３を充足する。\n９  構成要件Ｃ２\n前記６～８で述べたことから，被告コンピュータシステムが構成要件Ｃ２の「引\n上命令装置」に該当する構成を含むことは明らかである。\nしたがって，本件送金システムは，構成要件Ｃ２を充足する。\n10  構成要件Ｄ１－１\n１(4)で述べたとおり，ＬＩＮＥ  Ｐａｙカードに対応しているＬＩＮＥアカウ\nント（受金ＩＤ）とＬＩＮＥ  Ｃａｓｈアカウント（消費使用ＩＤ）は，あらかじ\nめ紐付けられている。当該紐付けを保持する紐付けテーブルが，被告コンピュータ\nシステムによって保持されていることは明らかである。\nしたがって，本件送金システムは，構成要件Ｄ１－１を充足する。\n11  構成要件Ｄ１－２\n既述のとおり，送金が完了すると，送金者のスマートフォンで選択されたＬＩＮ\nＥアカウントで特定される受金者について，送金額だけ，ＬＩＮＥ  Ｃａｓｈアカ\nウント内の電子マネーの残高が増加する。これは，被告コンピュータシステムが，\n受金者のＬＩＮＥ  Ｃａｓｈアカウント（消費使用ＩＤ）を取得する前提として，\n受金者のＬＩＮＥアカウント（受金ＩＤ）を取得しているからである。\nしたがって，本件送金システムは，構成要件Ｄ１－２を充足する。\n12  構成要件Ｄ１－３\n既述のとおり，送金が完了すると，受金者のＬＩＮＥアカウント（受金ＩＤ）に\n対応するＬＩＮＥ  Ｃａｓｈアカウント（消費使用ＩＤ）内の電子マネーの残高が\n増加する。これは，被告コンピュータシステムが，受金者のＬＩＮＥアカウント（受\n金ＩＤ）に対応するＬＩＮＥ  Ｃａｓｈアカウント（消費使用ＩＤ）を取得して，\n当該アカウントを「引上命令装置」に送信したからである。\nしたがって，本件送金システムは，構成要件Ｄ１－３を充足する。\n13  構成要件Ｄ２\n前記10～12で前述したことから，被告コンピュータシステムは「ホワイトカード\nＩＤ管理装置」に該当する構成を含むことは明らかである（本件発明では複数の装\n置が物理的に一の装置として実現されていてもよいし，逆に一の装置が物理的に複\n数の装置を組み合わせて実現されてもよい（【００２８】）から，被告コンピュー\nタシステムは，単一の装置が「引上命令装置」と「ホワイトカードＩＤ管理装置」\nの両者の機能を併せて有していてもよく，別々の装置が上記装置の機能を実現して\nいてもよい。）。\nしたがって，本件送金システムは，構成要件Ｄ２を充足する。\n14  構成要件Ｅ\n前述したことから，本件送金システムが構成要件Ｅを充足するのは自明である。\n別紙３－２\n本件発明と本件入金システムの各構成の対比\n１  構成要件Ａ\n以下のとおり，本件入金システムは，構成要件Ａを充足する。\n(1) 本件入金システムでは，受金者のＬＩＮＥ  Ｐａｙカードに対応したＬＩＮＥ\nＣａｓｈアカウントへの入金額に応じて，物品の決済等を行う際の使用限度額を\n引き上げることができる。\n(2) 本件入金システムでは，送金者が「予約番号（申込番号）」をＦａｍｉポート\nに入力し，当該装置から印刷されたバーコードをコンビニエンスストアの店員が\nＰＯＳレジに読み込ませ，入金金額を送金者から受け取った上で所要の処理を行\nうと，受金者のＬＩＮＥ  Ｃａｓｈアカウントに当該金額と同額が入金される。\nこのようにＰＯＳレジ等（後記２で定義される。）での処理の結果，受金者が入\n金先として特定されるのは，送金者の入力した「予約番号（申込番号）」（別紙\n２－２の６では「０４１６７３９８６５６」）によって，受金者が一意に特定さ\nれるからである。「予約番号（申込番号）」によって受金者が特定されることは，\n①送金者が上記番号を入力すると，Ｆａｍｉポートの画面上に受金者の氏名が表\n示されること及び②入金後に送金者が受け取る領収書に，受金者の氏名のすぐ下\nに「予約番号（申込番号）」が記載されていること等からも裏付けられる（「受\n付番号」は，コンビニ決済の代行処理を行う業者（本件では「株式会社イーコン\nテクスト」）のサーバコンピュータを呼び出すための番号であると考えられる。）。\n「予約番号（申込番号）」は受金にのみ利用され，物品の決済等の場面では利\n用されない。\n以上から，「予約番号（申込番号）」は「受金ＩＤ」に該当する。\n(3) 本件入金システムでは，ＬＩＮＥ  Ｐａｙカードの利用者は，送金者からの入\n金額だけ増額したＬＩＮＥ  Ｃａｓｈアカウント内の電子マネーを用いて物品\nの決済等を行うことができる。そのため，ＬＩＮＥ  Ｃａｓｈアカウントは「消\n費使用ＩＤ」に該当する。\n(4) ＬＩＮＥ  Ｐａｙカードは，本件入金システムを含む被告サービスによって管\n理されるカードであり，本件発明の「ホワイトカード」に該当する（【００３６】）。\n前記(2)で述べた受金者のアカウントへの入金が可能であるためには，「予約番\n号（申込番号）」（受金ＩＤ）とＬＩＮＥ  Ｃａｓｈアカウント（消費使用ＩＤ）\nがあらかじめ紐づけられ，前者から後者を特定することが可能となっている必要\nがある。\n(5) 本件入金システムがホワイトカード「に対する入金システム」を充足すること\nは自明である。\n２  構成要件Ｂ１－１\n１(2)及び(4)で述べた受金者のアカウントへの入金が可能であるためには，ＰＯ\nＳレジ等（ＰＯＳレジは単に入金を受け付ける機能を果たすのみであり，当該ＰＯ\nＳレジと連携する別の装置が当該番号を取得している可能性がある。当該装置が存\n在する場合，両装置を併せて「ＰＯＳレジ等」という。なお，当該装置が存在しな\nい場合でも，ＰＯＳレジを単独で「ＰＯＳレジ等」と呼称することがある。）が受\n金者を特定する「予約番号（申込番号）」を取得する必要がある。ＰＯＳレジ等が\n当該番号を取得していることは，ＰＯＳレジ等での処理の完了後に送金者が受領す\nる領収書に「予約番号（申込番号）」が記載されていることからも裏付けられる。\nしたがって，本件入金システムは，構成要件Ｂ１－１を充足する。\n３  構成要件Ｂ１－２\n送金者がＰＯＳレジにて入金額を支払うと，受金者のＬＩＮＥ  Ｐａｙカードの\n使用限度額は入金額だけ引き上げられるから，したがって，ＰＯＳレジ等は，ＬＩ\nＮＥ  Ｐａｙカードの使用限度額を引き上げようとする額の入金を受け付けた旨\nの情報を取得する機能を有している。\nしたがって，本件入金システムは構成要件Ｂ１－２を充足する。\n４  構成要件Ｂ１－３\nＰＯＳレジ等での操作が完了すると，受金者について，入金額だけ，ＬＩＮＥ  Ｃ\nａｓｈアカウント内の電子マネーの残高が増加するから，本件入金システムでは，\nＰＯＳレジ等から（受金者を特定する）「予約番号（申込番号）」と入金受付情報\nとが関連付けて出力され，当該出力された情報に基づいて受金者のアカウントへの\n入金処理が行われている。\nしたがって，本件入金システムは，構成要件Ｂ１－３を充足する。\n５  構成要件Ｂ２\n「ホワイトカード使用限度額引上指示装置」は，コンビニエンスストアなどに設\n置された店頭端末に組み込まれ実現することができる（【００３４】）。そのため，\nＰＯＳレジ等は当該装置に該当する。\nしたがって，本件入金システムは構成要件Ｂ２を充足する。\n６  構成要件Ｃ１－１\n構成要件Ｂ１－３で述べた受金者のＬＩＮＥ  Ｃａｓｈアカウントへの入金が\n可能であるのは，被告コンピュータシステムが，「予約番号（申込番号）」と関連\n付けられた入金受付情報をＰＯＳレジ等から受信し，当該情報に基づいて入金処理\nを実行したからである。\nしたがって，本件入金システムは構成要件Ｃ１－１を充足する。\n７  構成要件Ｃ１－２\n構成要件Ｂ１－３及びＣ１－１で述べた受金者のＬＩＮＥ  Ｃａｓｈアカウン\nトへの入金が可能であるのは，被告コンピュータシステムが，入金受付情報に関連\n付けられた「予約番号（申込番号）」と紐付けられているＬＩＮＥ  Ｃａｓｈアカ\nウント（消費使用ＩＤ）をシステム内で取得し，当該アカウントへの入金処理を実\n行したからである。\nしたがって，本件入金システムは，構成要件Ｃ１－２を充足する。\n８  構成要件Ｃ１－３\n入金が完了すると，受金者のＬＩＮＥ  Ｃａｓｈアカウント（消費使用ＩＤ）内\nの電子マネーの残高が送金者からの入金額だけ増加する。これは，被告コンピュー\nタシステムから，受金者のＬＩＮＥ  Ｃａｓｈアカウント内の電子マネーの残高を\n送金者からの入金額だけ増やす旨の命令が送信されたからである。\nしたがって，本件入金システムは，構成要件Ｃ１－３を充足する。\n９  構成要件Ｃ２\n前記６～８で述べたことから，被告コンピュータシステムが構成要件Ｃ２の「引\n上命令装置」に該当する構成を含むことは明らかである。\n10  構成要件Ｄ１－１\n前記１(4)で述べたとおり，ＬＩＮＥ  Ｃａｓｈアカウント（消費使用ＩＤ）と\n「予約番号（申込番号）」（受金ＩＤ）とは，あらかじめ紐付けられている。これ\nらの２つのＩＤを紐付けた紐付けテーブルが，被告コンピュータシステムによって\n保持されていることは明らかである。\nしたがって，本件入金システムは，構成要件Ｄ１－１を充足する。\n11  構成要件Ｄ１－２\n既述のとおり，入金が完了すると，受金者について，入金額だけ，ＬＩＮＥ  Ｃ\nａｓｈアカウント内の電子マネーの残高が増加する。これは，被告コンピュータシ\nステムが，受金者のＬＩＮＥ  Ｃａｓｈアカウント（消費使用ＩＤ）を取得する前\n提として，「予約番号（申込番号）」（受金ＩＤ）を受信しているからである。\nしたがって，本件入金システムは，構成要件Ｄ１－２を充足する。\n12  構成要件Ｄ１－３\n既述のとおり，入金が完了すると，受金者について，入金額だけ，ＬＩＮＥ  Ｃ\nａｓｈアカウント内の電子マネーの残高が増加する。これは，被告コンピュータシ\nステムが，「予約番号（申込番号）」（受金ＩＤ）に紐付けられているＬＩＮＥ  Ｃ\nａｓｈアカウント（消費使用ＩＤ）を取得し，当該アカウントを「引上命令装置」\nに送信したからである。\nしたがって，本件入金システムは，構成要件Ｄ１－３を充足する。\n13  構成要件Ｄ２\n前記10～12で述べたことから，被告コンピュータシステムは「ホワイトカードＩ\nＤ管理装置」に該当する構成を含むことは明らかである。\nしたがって，本件入金システムは，構成要件Ｄ２を充足する。\n14  構成要件Ｅ\n前述したことから，本件入金システムが構成要件Ｅを充足するのは自明である。\n別紙３－３\n本件発明と本件振替入金システムの各構成の対比\n１  構成要件Ａ\n以下のとおり，本件振替入金システムは，構成要件Ａを充足する。\n(1) 本件振替入金システムは，ユーザのＬＩＮＥ  Ｐａｙカードに対応したＬＩＮ\nＥ  Ｍｏｎｅｙアカウントへの入金額に応じて，物品の決済等を行う際の使用限\n度額を引き上げることができる。\n(2)ア  本件振替入金機能の利用に際して，ユーザは，ユーザ銀行口座を選択し，入\n金額を指定する。すると，ユーザのＬＩＮＥ  Ｍｏｎｅｙアカウントに指定入\n金額分の電子マネーが入金される。これは，ユーザが選択したユーザ銀行口座\nの情報（銀行名，支店名及び口座番号等）によって入金先のＬＩＮＥ  Ｍｏｎ\nｅｙアカウントが特定されるからである。\nイ  前記アで述べたことは，以下の点から裏付けることができる。\n本件振替入金機能では，ユーザ銀行において振替入金処理が完了すると，入\n金を受け付けた旨の情報，例えば「甲銀行乙支店の××口座から○○円の入金\nがあった」旨の情報が被告に送信される。当該情報に基づいて被告コンピュー\nタシステムはどのユーザのＬＩＮＥ  Ｍｏｎｅｙアカウントの残高を増加さ\nせるかを判断するが，上記情報のうち，受金者を特定できる情報は，ユーザ銀\n行口座の情報（上記例で言えば「甲銀行乙支店の××口座」）である。したが\nって，ユーザ銀行口座の情報は当該ユーザを識別するＩＤとして使用されてい\nる。\nウ  本件振替入金機能では，ユーザ銀行口座の口座情報は受金にのみ利用され，\n物品の決済等の場面では利用されない。したがって，当該情報は「受金ＩＤ」\nに該当する。\n(3) 本件振替入金システムでは，ＬＩＮＥ  Ｐａｙカードの利用者は，指定入金額\n分だけ増額したＬＩＮＥ  Ｍｏｎｅｙアカウント内の電子マネーを用いて物品\nの決済等を行うことができる。そのため，ＬＩＮＥ  Ｍｏｎｅｙアカウントは「消\n費使用ＩＤ」に該当する。\n(4)  ＬＩＮＥ  Ｐａｙカードは本件振替入金システムを含む被告サービスによっ\nて管理されるカードであり，本件特許発明の「ホワイトカード」に該当する（【０\n０３６】）。(2)で述べたユーザのアカウントへの入金が可能であるためには，ユ\nーザ銀行口座の情報（受金ＩＤ）とＬＩＮＥ  Ｍｏｎｅｙアカウント（消費使用\nＩＤ）があらかじめ紐づけられ，前者から後者を特定することが可能となってい\nる必要がある。\n(5) 本件振替入金システムがホワイトカード「に対する入金システム」を充足する\nことは自明である。を充足することは自明である。\n２  構成要件Ｂ１－１\n前記１(2)及び(4)で述べたユーザのアカウントへの入金が可能であるためには，\n当該アカウントに対する入金に際して，被告サーバにおいてユーザを特定するユー\nザ銀行口座の口座情報を取得する必要がある。\nしたがって，本件振替入金システムは，構成要件Ｂ１－１を充足する。\n３  構成要件Ｂ１－２\n入金する際に，ユーザはスマートフォン等を操作して入金額を入力する。その結\n果，ユーザ銀行口座から銀行別段口座へと指定入金額の振替入金が行われ，ユーザ\nのＬＩＮＥ  Ｐａｙカードの使用限度額は指定入金額分だけ引き上げられる。これ\nは，被告がユーザ銀行から，当該振替入金が完了した旨の情報を受信しているから\nである。\nユーザ銀行口座から銀行別段口座への指定入金額の振替入金が完了した旨の情\n報は，ホワイトカードの使用限度額を引き上げようとする額の入金を受け付けた旨\nの情報であるから，「入金受付情報」に該当する。\nそのため，本件振替入金機能を実現する被告サーバは，入金受付情報を取得する\n機能を有する。\nしたがって，本件振替入金システムは構成要件Ｂ１－２を充足する。\n４  構成要件Ｂ１－３\n入金操作が完了すると，ユーザについて，指定入金額分だけ，ＬＩＮＥ  Ｍｏｎ\nｅｙアカウント内の電子マネーの残高が増加するから，本件振替入金システムでは，\n被告サーバにおいて，ユーザ銀行口座の口座情報と入金受付情報とが関連付けて出\n力され，当該出力された情報に基づいてユーザのＬＩＮＥ  Ｍｏｎｅｙアカウント\nへの入金処理が行われている。\nしたがって，本件振替入金システムは，構成要件Ｂ１－３を充足する。\n５  構成要件Ｂ２\n前記２～４で述べたことから，被告コンピュータシステムが構成要件Ｂ２の「ホ\nワイトカード使用限度額引上指示装置」に該当する構成を含むことは明らかである。\n６  構成要件Ｃ１－１\n構成要件Ｂ１－３で述べた入金が可能であるのは，被告サーバが，被告コンピュ\nータシステムから，ユーザ銀行口座の情報に関連付けられた入金受付情報を受信し，\n当該情報に基づいてユーザのＬＩＮＥ  Ｍｏｎｅｙアカウントへの入金処理を実\n行したからである。\nしたがって，本件振替入金システムは構成要件Ｃ１－１を充足する。\n７  構成要件Ｃ１－２\n構成要件Ｂ１－３及びＣ１－１で述べた入金が可能であるのは，被告サーバが，\n入金受付情報に関連付けられたユーザ銀行口座の口座情報（受金ＩＤ）に対応する\nＬＩＮＥ  Ｍｏｎｅｙアカウント（消費使用ＩＤ）を取得し，当該アカウントへの\n入金処理を実行したからである。\nしたがって，本件振替入金システムは構成要件Ｃ１－２を充足する。\n８  構成要件Ｃ１－３\n入金が完了すると，ユーザのＬＩＮＥ  Ｍｏｎｅｙアカウント(消費使用ＩＤ)内\nの電子マネーの残高が増加する。これは，被告サーバからユーザのＬＩＮＥ  Ｍｏ\nｎｅｙアカウント内の電子マネーの残高を指定入金額分だけ増やす旨の命令が送\n信されたからである。\nしたがって，本件振替入金システムは構成要件Ｃ１－３を充足する。\n９  構成要件Ｃ２\n前記６～８で述べたことから，被告コンピュータシステムが構成要件Ｃ２の「引\n上命令装置」に該当する構成を含むことは明らかである。\nしたがって，本件振替入金システムは，構成要件Ｃ２を充足する。\n10  構成要件Ｄ１－１\n前記１(4)で述べたとおり，ＬＩＮＥ  Ｐａｙカードに対応しているユーザの銀\n行口座の口座情報（受金ＩＤ）とＬＩＮＥ  Ｍｏｎｅｙアカウント（消費使用ＩＤ）\nは，あらかじめ紐付けられている。当該紐付けを保持する紐付けテーブルが，被告\nサーバによって保持されていることは明らかである。\nしたがって，本件振替入金システムは構成要件Ｄ１－１を充足する。\n11  構成要件Ｄ１－２\n既述のとおり，入金が完了すると，ユーザ銀行口座の情報で特定されるユーザに\nついて，指定入金額分だけ，ＬＩＮＥ  Ｍｏｎｅｙアカウント内の電子マネーの残\n高が増加する。これは，被告サーバが，ユーザのＬＩＮＥ  Ｍｏｎｅｙアカウント\n（消費使用ＩＤ）を取得する前提として，ユーザ銀行口座の情報（受金ＩＤ）を取\n得しているからである。\nしたがって，本件振替入金システムは構成要件Ｄ１－２を充足する。\n12  構成要件Ｄ１－３\n既述のとおり，入金が完了すると，ユーザ銀行口座の情報（受金ＩＤ）に紐付け\nられているＬＩＮＥ  Ｍｏｎｅｙアカウント（消費使用ＩＤ）内の電子マネーの残\n高が増加する。これは，被告サーバが，ユーザ銀行口座の情報（受金ＩＤ）に対応\nするＬＩＮＥ  Ｍｏｎｅｙアカウント（消費使用ＩＤ）を取得して，当該アカウン\nトを「引上命令装置」に送信したからである。\nしたがって，本件振替入金システムは構成要件Ｄ１－３を充足する。\n13  構成要件Ｄ２\n前記10～12で述べたことから，被告コンピュータシステムが「ホワイトカードＩ\nＤ管理装置」に該当する構成を含むことは明らかである。\nしたがって，本件振替入金システムは構成要件Ｄ２を充足する。\n14  構成要件Ｅ\n前述したことから，本件振替入金システムが構成要件Ｅを充足するのは自明であ\nる。\n別紙４\n争点３（本件発明が特許無効審判により無効にされるべきものと認められるか）に\nついて\n１  争点３－１（無効理由１（乙９発明に基づく進歩性欠如１））について\n（被告の主張）\n本件発明は，乙９発明と，乙１０公報，日本経済新聞の記事（乙１１・左欄「新\nマネー考  第１部  電子が開く新世界（５）」。以下「乙１１記事」という。）及\nび乙１２公報に記載の周知技術に基づき当業者が容易に想到し得たものであるか\nら，本件特許は，進歩性欠如により無効にされるべきものである。\nなお，無効理由１は，本件発明に係るシステムは１つの装置として実現されても\nよいとの原告の主張を前提とする予備的主張である。\n(1) 乙９発明の内容\n乙９公報の段落【０００１】，【０００５】，【０００８】～【００１２】，\n【００２４】～【００３０】，【００４２】，【００４３】，【００４７】及び\n【００４８】並びに【図１】，【図２】及び【図７】の記載によれば，乙９発明\nの内容は，以下のとおりと認められる。\nａ  クレジットカードの利用限度額に基づいて当該カードの利用可否を判定す\nるシステムに係る発明であって，\nｂ１－１  クレジットカードの引落し口座に入金をするに際して，引落し口座の\n口座番号の情報を取得する手段と，\nｂ１－２  その引落し口座の残高を引き上げようとする入金金額の情報を取得\nする手段と\nｂ１－３  取得した引落し口座の口座番号と入金金額の情報を出力する手段と，\nｂ２  を有する，クレジットカードに入金を指示する手段と，\nｃ１－１  引落し口座の口座番号の情報と関連付けられた入金金額の情報を受\n信する手段と，\nｃ１－３  引落し口座の口座番号で特定される口座の残高に，入金金額の加算を\n指示する手段と，\nｃ２  を有する手段と，\nｄ１－２  入金金額の情報を受信する手段と，\nｄ２  を有する手段と，\nｅ  からなる，クレジットカードの利用限度額を引き上げるシステム。\n(2) 一致点\n本件発明と乙９発明とは，以下の構成を有する点で一致する。\nａ  使用限度額をホワイトカードに紐づけられた入金額に応じて引き上げるこ\nとが可能で，受金に利用可能な受金ＩＤと，消費使用に利用可能な受金ＩＤ（＝\n消費使用ＩＤ）を用いたホワイトカードに対する入金システムであって，\nｂ１－１  ホワイトカードに対する入金に際して，入金すべきホワイトカードの\n受金ＩＤを取得する受金ＩＤ取得部と，\nｂ１－２  そのホワイトカードの使用限度額を引き上げようとする額の入金を\n受け付けた旨の情報である入金受付情報を取得する入金受付情報取得部と\nｂ１－３  取得した受金ＩＤと，入金受付情報とを関連付けて出力する出力部と，\nｂ２  を有するホワイトカード使用限度額引上指示装置と，\nｃ１－１  受金ＩＤと関連付けられた入金受付情報をホワイトカード使用限度\n額引上指示装置から受信する受信部と，\nｃ１－３  消費使用ＩＤと関連付けた使用限度額引上額を含む引上命令を送信\nする引上命令送信部と，\nｃ２  を有する引上命令装置と，\nｄ１－２  引上命令装置から受金ＩＤを受信する受金ＩＤ受信部と，\nｄ１－３  受信した受金ＩＤ（＝消費使用ＩＤ）を引上命令装置に送信する消費\n使用ＩＤ送信部と，\nｄ２  を有するホワイトカードＩＤ管理装置と，\nｅ  からなるホワイトカード使用限度額引き上げシステム。\n(3) 相違点\n本件発明と乙９発明は，以下の点で相違する。\nア  相違点１\n本件発明では，受金にのみ利用可能な受金ＩＤと，これとは異なる消費使用\nに利用可能な消費使用ＩＤがあらかじめ紐付けられている（構成要件Ａ）のに\n対し，乙９発明では，受金ＩＤと消費ＩＤに共通の「引落し口座の口座番号」\nを使用している点。\nイ  相違点２\n乙９発明には，本件発明の構成要件Ｃ１－２の「受信した入金受付情報に関\n連付けられたホワイトカード受金ＩＤと紐付けられている消費使用ＩＤをホ\nワイトカードＩＤ管理装置から取得する消費使用ＩＤ取得部」に係る構成がな\nい点。\nウ  相違点３\n乙９発明には，本件発明の構成要件Ｄ１－１の「消費使用ＩＤと受金ＩＤと\nを紐付けた紐付テーブルを保持する紐付テーブル保持部」，及び，構成要件Ｄ\n１－３の「受信した受金ＩＤに紐付けられている消費使用ＩＤを紐付テーブル\nから取得」する構成がない点。\n(4) 相違点の検討\n相違点１～３は，いずれも，本件発明が，ホワイトカードの受金にのみ利用可\n能な受金ＩＤとホワイトカードの消費使用に利用可能な消費使用ＩＤの二種類\nのＩＤを用いたことにより生じたものであり，相互に関連しているところ，クレ\nジットカード（ホワイトカード）の引落し口座への入金のために，受金にのみ利\n用可能な受金ＩＤを消費使用に利用可能な消費使用ＩＤとは別に用いる技術は，\n本件特許の出願前に周知の技術であった（乙１０公報の【請求項１】，段落【０\n００１】～【０００７】，【００１１】，【００６１】，【００７２】，【００\n７４】，【００８０】，【０１７４】及び【図８】，乙１１記事，乙１２公報の\n段落【０００１】，【００４６】及び【００４７】）。\nそして，乙９発明に当該周知技術を適用することにより，別表１の構成要件Ａ，\nＣ１－２，Ｄ１－１及びＤ１－３に関する記載のとおり，相違点１～３に係る構\n成が得られる。\nしたがって，本件発明は，乙９発明及び周知技術に基づき，当業者が容易に発\n明し得たものである。\n(5) 原告は，ＬＩＮＥ  Ｐａｙカード（ＪＣＢ）の券面に印刷されたカード番号に\nついて，ＬＩＮＥＰａｙカードを保有するユーザにおいて，受金ＩＤ（ＬＩＮＥ\nアカウント等）と当該カード番号はあらかじめ紐付けられているから，当該カー\nド番号も消費使用ＩＤに該当すると主張するが，これによれば，乙９発明も，入\n金は口座番号を特定することにより，消費使用はクレジットカードのクレジット\nカード番号を示すことによりそれぞれ行うものであり，かつ，口座番号とクレジ\nットカード番号はあらかじめ紐付けられているから，口座番号が本件発明の「受\n金ＩＤ」に，クレジットカード番号が「消費使用ＩＤ」に該当することになり，\n本件発明の構成を備えることになる。\nしたがって，かかる原告の主張を前提とすると，本件発明は，乙９発明に基づ\nき新規性を欠くことになる。\n（原告の主張）\n乙９発明に被告主張の周知技術を組み合わせても，相違点に係る技術的構成には\n到達し得ないから，本件発明が，乙９発明と周知技術に基づき当業者が容易に想到\nすることができたものであるとはいうことはできず，本件特許は，進歩性欠如によ\nり無効にされるべきものではない。\n(1) 乙９発明は，クレジット決済を前提とする発明であり（乙９公報の段落【００\n０１】），信販会社による信用供与及び後払い決済を前提とする技術思想に立つ\nものである。これに対し，本件発明は，他者からの送金を受金することなどでユ\nーザの所持金が当該クレジットカード契約時の平均所得以上に増えたとしても，\nカード会社に逐一連絡などして所定の手続を経なければそれが使用限度額に反\n映されないという課題を解決することを目的とするものである。そうすると，乙\n９発明は，新しい送受金のスキームを提供する本件発明とは技術思想を全く異に\nし，本件発明の課題も何ら開示していないから，進歩性検討の前提としての主引\n例としての適格性を欠いている。\n(2) 本件発明は，受金にのみ利用可能な受金ＩＤと，消費使用に利用可能な消費使\n用ＩＤとの二種類のＩＤがあらかじめ紐付けられているという構成を含むが，乙\n９発明は，「引落し口座の口座番号」という一種類のＩＤを開示するにとどまり，\n二種類のＩＤを開示したり示唆したりするものではないから，上記二種類のＩＤ\nを用いるという構成を採用すべき動機付けが存在しない。\n(3) 乙９発明は，単に，限度額設定規則に従って，口座取引情報からクレジットカ\nードの利用限度額を決定することを開示するものにすぎず（乙９公報の段落【０\n０４２】，【００４３】），それゆえ，クレジットカードの利用限度額の引上額\nは，引落し口座への入金額と同額ではなく，引落し口座が入金を受け付けたとし\nても，それは，クレジットカードの利用限度額を引き上げようとする額の入金を\n受け付けたことを意味しない。このため，乙９発明が，本件発明の「入金受付情\n報」及び「入金受付情報取得部」並びに「引上命令」及び「引上命令送信部」を\n開示しているということはできず，乙１０公報等にもこれらに相当する構成は開\n示されていない。\nしたがって，仮に乙９発明に被告主張の周知技術を組み合わせることができた\nとしても，上記相違点に係る技術的構成には到達し得ない。\n２  争点３－２（無効理由２（乙９発明に基づく進歩性欠如２））について\n（被告の主張）\n本件発明は，乙９発明と，乙１３～１６各公報に記載の周知技術に基づき当業者\nが容易に想到することができたものであるから，本件特許は，進歩性欠如により無\n効にされるべきものである。\nなお，無効理由１は，本件入金システムが本件発明の技術的範囲に属し，本件入\n金機能において入金の際に必要となる「予約番号（申込番号）」が本件発明の「受\n金ＩＤ」に該当するとの原告の主張を前提とした場合の予備的主張である。\n(1) 乙９発明の内容，本件発明と乙９発明の一致点及び相違点は，前記１（被告の\n主張）(1)～(3)に記載のとおりである。\n(2) 相違点の検討\n相違点１～３は，前記のとおり，いずれも，本件発明が，ホワイトカードの受\n金にのみ利用可能な受金ＩＤとホワイトカードの消費使用に利用可能な消費使\n用ＩＤの二種類のＩＤを用いたことにより生じたものであり，相互に関連してい\nるところ，クレジットカードの引落し口座への入金（振込）のために，受金にの\nみ利用可能な「仮口座番号」を，消費使用に利用可能な「本口座番号」とは別に\n用いる技術は，本件特許の出願前に周知の技術であった（乙１３公報の【要約】，\n【請求項１】，段落【０００３】，【０００４】，【００３０】，【００３１】，\n【００４３】及び【図５】，乙１４公報の【要約】，【請求項１】，【請求項７】，\n段落【０００８】，【００２２】及び【図１２】，乙１５公報の【請求項４】，\n段落【００３０】及び【００３５】，乙１６公報の【要約】，【請求項１】，【請\n求項２】，段落【０００５】及び【０００７】）。\n乙９発明に当該周知技術を適用すると，相違点１～３に係る一連の構成が得ら\nれるので，本件発明は，乙９発明及び周知技術に基づき，当業者が容易に発明を\nすることができたものである。\n（原告の主張）\n前記１（原告の主張）と同様の理由により，乙９発明に被告主張の周知技術を組\nみ合わせても，相違点に係る技術的構成には到達し得ないから，本件発明が，乙９\n発明と周知技術に基づき当業者が容易に想到することができたものであるとはい\nうことはできず，本件特許は，進歩性欠如により無効にされるべきものではない。\n３  争点３－３（無効理由３（乙１７発明に基づく新規性欠如））について\n（被告の主張）\n本件発明は，乙１７発明と同一であるから，本件特許は新規性欠如により無効に\nされるべきものである。\nなお，無効理由３は，本件発明の「使用限度額」に電子マネー等のアカウント残\n高が含まれ，本件振替入金システムが本件発明の技術的範囲に属するとの原告主張\nを前提とした場合の予備的主張である。\n(1) 乙１７発明の内容\n乙１７公報の【請求項１】，【請求項２】，段落【０００１】，【０００５】，\n【００１１】～【００１４】，【００１９】，【００２０】，【００２４】，【０\n０４８】～【００５１】，【００５３】～【００６３】及び【図１】によれば，\n本件発明の内容は，以下のとおりである。\nａ  携帯電話（携帯端末）に装着されたＩＣカードの電子マネーの残高をチャー\nジ額に応じて引き上げることが可能で，電子マネーのチャージに使用するチャ\nージ元の銀行名（銀行口座）と，アミューズメント場での発券に使用する携帯\nＩＤとがあらかじめ紐付けられている電子マネーシステムであって，\nｂ１－１  ＩＣカードに対する電子マネーのチャージに際して，電子マネーのチ\nャージ元の銀行名（銀行口座）の情報を取得する手段と，\nｂ１－２  そのＩＣカードの電子マネーの残高を引き上げようとするチャージ\n額の情報を取得する手段と\nｂ１－３  取得した電子マネーのチャージ元の銀行名（銀行口座）と，チャージ\n額の情報を出力する手段と，\nｂ２  を有する，ＩＣカードに電子マネーのチャージを指示する手段と，\nｃ１－１  電子マネーのチャージ元の銀行名（銀行口座）の情報と関連付けられ\nたチャージ額の情報を受信する手段と，\nｃ１－２  受信した電子マネーのチャージ元の銀行名（銀行口座）と紐付けられ\nている携帯ＩＤを取得する手段と，\nｃ１－３  携帯ＩＤで特定される携帯電話（携帯端末）に装着されたＩＣカード\nの電子マネーの残高に，チャージ額の加算を指示する手段と，\nｃ２  を有する手段と，\nｄ１－１  携帯ＩＤと電子マネーのチャージ元の銀行名（口座番号）等の情報（登\n録情報）を予め登録する手段と，\nｄ１－２  チャージ元の銀行名（銀行口座）の情報を受信する手段と，\nｄ１－３  チャージ元の銀行名（銀行口座）に対応する携帯ＩＤを登録情報に基\nづいて取得する手段と，\nｄ２  を有する手段と，\nｅ  からなる，電子マネーの残高を引き上げる電子マネーシステム。\n(2)  本件発明と乙１７発明とを対比すると，以下のとおり，両発明は同一である。\nア  原告の主張によれば，電子マネーを用いるプリペイドカードは，本件発明の\n「ホワイトカード」に当たるから，乙１７発明の「携帯電話に装着されたＩＣ\nカード」は，本件発明の「ホワイトカード」に相当する。\nイ  原告の主張によれば，本件発明の「使用限度額」は，クレジットカードの取\n引限度額に限定されず，カードを使用するに当たっての限度額のことであるか\nら，乙１７発明の「チャージ残高」は，本件発明の「使用限度額」に相当する。\nウ  原告の主張によれば，電子マネーのチャージ元の「ユーザ銀行口座の口座情\n報」は，本件発明の「受金ＩＤ」に当たるから，乙１７発明の「銀行名（銀行\n口座）」は，本件発明の「受金ＩＤ」に相当する。\nエ  乙１７発明の「携帯ＩＤ」は，アミューズメント場での発券に使用する識別\n情報であるから，本件発明の「消費使用ＩＤ」に相当する。\nオ  乙１７発明に係る電子マネーシステムが受けた「チャージ額」は，本件発明\nの「入金受付情報」に相当する。\nカ  乙１７発明は，電子マネーのチャージ元の銀行名（銀行口座）とチャージ額\nの情報を受けて，携帯電話に装着されたＩＣカードに電子マネーをチャージす\nるように指示する手段を備えているから，本件発明の「ホワイトカード使用限\n度引上指示装置」に相当する構成を備えている。\nキ  乙１７発明は，電子マネーのチャージ元の銀行名（銀行口座）の情報と関連\n付けられたチャージ額の情報を受信し，受信した送金元の銀行名（銀行口座）\nと紐付けられている携帯ＩＤを取得し，当該携帯ＩＤで特定される携帯電話\n（携帯端末）に装着されたＩＣカードの電子マネーの残高に，チャージ額の加\n算を指示する手段を備えているから，本件発明の「引上命令装置」に相当する\n構成を備えている。\nク  乙１７発明では，携帯ＩＤと電子マネーのチャージ元の銀行名（口座番号）\n等の登録情報を予め登録する手段と，チャージを行うに際して，チャージされ\nるＩＣカードを装着した携帯ＩＤを取得する手段が備えられている。そして，\n取得された携帯ＩＤの情報は，電子マネーをＩＣカードにチャージするために\n電子マネーシステム内において送信されることは当然であるから，乙１７発明\nは，本件発明の「消費使用ＩＤ送信部」に相当する構成を備えている。そうす\nると，乙１７発明は，本件発明の「ホワイトカードＩＤ管理装置」に相当する\n構成を備えているということができる。\n（原告の主張）\n本件発明は，乙１７発明と同一ではなく，新規性を有する。\n(1) 乙１７発明は，携帯ＩＤという一種類のＩＤを用いてＩＣカードに電子マネー\nをチャージする発明である（乙１７公報の段落【００４９】，【００５３】～【０\n０６０】，【００８０】及び【００８３】）から，本件発明の二種類のＩＤ（受\n金ＩＤ及び消費使用ＩＤ）を開示していない点で，本件発明と異なる。\n(2) 乙１７発明において，ユーザが，決済開始メールを受信したＩＣカード付携帯\n端末１１０の銀行選択画面１４００で銀行を選択した後，チャージ額入力画面１\n５００で携帯ＩＤ等を入力すると，ＩＣカード１１１内のＣＰＵによる所定の認\n証を経て，ＩＣカード月携帯端末１１０のＣＰＵ１０１０は，選択した銀行と電\n子マネーのチャージ額を電子マネーサーバ１２３に送信し，電子マネーサーバ１\n２３は，ＩＣカード付携帯端末１１０から送信された情報を受信して，指示され\nた銀行１４０の口座管理コンピュータ１４１に送信する（乙１７公報の段落【０\n０５３】～【００５９】）。上記において，ユーザがＩＣカード付携帯端末１１\n０を操作している段階では，構成要件Ｂ１－２の「入金受付情報」に相当し得る\n情報は存在しないから，ＩＣカード付携帯端末１１０は，本件発明の「ホワイト\nカード使用限度額引上指示装置」に該当しない。そして，本件発明は，「取得し\nた受金ＩＤと，入金受付情報とを関連付けて出力する出力部と，」との構成（構\n成要件Ｂ１－３）を有するのに対し，乙１７発明においては，口座管理コンピュ\nータ１４１が電子マネーサーバ１２３から送信されたチャージ額を手数料とと\nもに引落し処理した後，引き落とされたチャージ額と手数料を電子マネーサーバ\n１２３に送信する旨を開示するにすぎず（乙１７公報の段落【００５９】），口\n座管理コンピュータ１４１が受信したチャージ額に関連付けられた銀行口座を\n電子マネーサーバ１２３から取得することを開示も示唆もしていない。したがっ\nて，乙１７発明は，「ホワイトカード使用限度額引上指示装置」を開示していな\nい点で，本件発明と異なる。\nまた，乙１７発明には，電子マネーサーバ１２３から取得した携帯ＩＤと関連\n付けた使用限度額引上額を含む引上命令を送信すること（構成要件Ｃ１－３）に\nついて，何ら開示も示唆もないから，「引上命令装置」も開示していない点でも，\n本件発明と異なる。\n(3) 構成要件Ｂ１－２に関して，被告の主張に基づけば，乙１７発明における電子\nマネーサーバ１２３が本件発明の「ホワイトカード使用限度額引上指示装置」に\n対応付けることになり，電子マネーサーバ１２３がＩＣカード付携帯端末１１０\nから受けたチャージ額は，そのＩＣカード１１１のチャージ額を引き上げようと\nする額の入金を受け付けた旨の情報でなければならないが，電子マネーサーバ１\n２３は，ＩＣカード付携帯端末１１０からチャージ額を受けた時点では，いまだ\n入金を受け付けたわけではないから，当該チャージ額は，本件発明の「入金受付\n情報」に該当しない。\nまた，仮に，電子マネーサーバ１２３が口座管理コンピュータ１４１から受け\nたチャージ額を，本件発明の「入金受付情報」に対応付けると，電子マネーサー\nバ１２３は，銀行口座と当該チャージ額とを口座管理コンピュータ１４１に送信\nしていない。\nしたがって，乙１７発明は，本件発明の「入金受付情報取得部」を開示してい\nない点で，本件発明と異なる。\n４  争点３－４（無効理由４（乙１８入金発明に基づく新規性欠如））について\n（被告の主張）\n本件発明は，乙１８入金発明と同一であるから，本件特許は新規性欠如により無\n効にされるべきものである。\nなお，無効理由４は，本件発明の「使用限度額」に電子マネー等のアカウント残\n高が含まれ，本件振替入金システムが本件発明の技術的範囲に属するという原告主\n張を前提とした場合の予備的主張である。\n(1) 乙１８入金発明の内容\n乙１８文献の１５～１７，６０～６４，６９～７４及び８０頁の記載によれば，\n乙１８文献には，以下の発明が記載されている。\nａ  Ｅｄｙカード（Ｅｄｙを利用するためのＩＣチップ及びＩＣアプリが内蔵さ\nれているおサイフケータイ）の電子マネーの残高をチャージ額に応じて引き上\nげることが可能で，チャージに使用するクレジットカード（番号）と，Ｅｄｙ\nを使って買い物等をする際に使用するＥｄｙ番号とがあらかじめ紐付けられ\nている入金システムであって，\nｂ１－１  Ｅｄｙカードに対する電子マネーのチャージに際して，クレジットカ\nード（番号）の情報を取得する手段と，\nｂ１－２  そのＥｄｙカードの電子マネーの残高を引き上げようとするチャー\nジ額の情報を取得する手段と\nｂ１－３  取得したクレジットカード（番号）と，チャージ額の情報を出力する\n手段と，\nｂ２  を有する，Ｅｄｙカードの残高の引上げを指示する手段と，\nｃ１－１  クレジットカード（番号）の情報と関連付けられたチャージ額の情報\nを受信する手段と，\nｃ１－２  受信したクレジットカード（番号）と紐付けられているＥｄｙ番号を\n取得する手段と，\nｃ１－３  Ｅｄｙ番号で特定されるＥｄｙカードの電子マネーの残高に，チャー\nジ額の加算を指示する手段と，\nｃ２  を有する手段と，\nｄ１－１  Ｅｄｙ番号とクレジットカード（番号）等が予め登録されており（紐\n付けされており），\nｄ１－２  チャージ額の情報を受信する手段と，\nｄ１－３  チャージ額を加算するに際して，クレジットカード（番号）に対応す\nるＥｄｙ番号を取得する手段と，\nｄ２  を有する手段と，\nｅ  からなる，電子マネーの残高を引き上げるＥｄｙカード残高引き上げシステ\nム。\n(2) 本件発明と乙１８入金発明とを対比すると，別表２のとおり，両発明は同一で\nある。\n（原告の主張）\n本件発明は，乙１８入金発明と同一ではないから，新規性を有し，新規性欠如に\nより特許無効審判により無効にされるべきものではない。\n(1) 乙１８入金発明が，クレジット決済を前提にした発明である（乙１８文献・７\n３，７４頁）のに対し，本件発明は，クレジット決済を前提にした発明ではなく，\n受金によってユーザの手元にある利用可能な金額が増えたことをリアルタイム\nに反映させるようにした発明である（本件明細書等の段落【００１６】）から，\n本件発明と乙１８入金発明は，技術思想を異にする別発明である。\n(2) 乙１８入金発明の「おサイフケータイ」は，そもそも「カード」ではないから，\n本件発明の「ホワイトカード」に相当せず，この点のみを見ても，本件発明は，\n乙１８入金発明と同一でない。\n(3) 乙１８入金発明において，クレジットカードを使ってのオンラインチャージに\nよりＥｄｙカードにチャージされた金額は，クレジットカード会社の信用供与に\nよる与信額に基づくものであって，Ｅｄｙの運営会社は，その与信額に対応する\n電子マネーの金額分を当該Ｅｄｙカードの残高に付け替えているにすぎず，ユー\nザからＥｄｙカードへのチャージの依頼があった時点では，Ｅｄｙの運営会社は\nＥｄｙカードの使用限度額を引き上げようとする額の入金を受け付けたわけで\nはないから，かかる電子マネーのチャージは，本件発明の「入金受付情報」では\nない。それゆえ，乙１８入金発明は，本件発明の「入金受付情報取得部」に係る\n構成を有しない。\nしたがって，乙１８入金発明は，この点で本件発明と異なる。\n５  争点３－５（無効理由５（乙１８送金発明に基づく進歩性欠如））について\n（被告の主張）\n本件発明は，乙１８送金発明と，乙１１記事，乙１２公報，及び乙１９～２１号\n証の各文献に記載された周知技術とに基づき当業者が容易に想到することができ\nたものであるから，本件特許は，進歩性欠如により無効にされるべきものである。\nなお，無効理由５は，本件発明の「使用限度額」に電子マネー等のアカウント残\n高が含まれ，本件送金システムが本件発明の技術的範囲に属するとの主張を前提と\nした場合の予備的主張である。\n(1) 乙１８送金発明の内容\n乙１８文献の６２，６３，８１，８２頁によれば，乙１８文献には，以下の発\n明が記載されている。\nａ  Ｅｄｙカード（Ｅｄｙを利用するためのＩＣチップ及びＩＣアプリが内蔵さ\nれているおサイフケータイ）の電子マネーの残高を送金額に応じて引き上げる\nことが可能で，送金及び受金に使用するＥｄｙ番号があらかじめ紐付けられて\nいるＥｄｙカードに対する送金システムであって，\nｂ１－１  Ｅｄｙカードに対する電子マネーの送金に際して，Ｅｄｙ番号を取得\nする手段と，\nｂ１－２  そのＥｄｙカードの電子マネーの残高を引き上げようとする送金額\nの情報を取得する手段と\nｂ１－３  取得したＥｄｙ番号と，送金額の情報を出力する手段と，\nｂ２  を有するＥｄｙカードの使用限度額の引上げを指示する手段と，\nｃ１－１  Ｅｄｙ番号と関連付けられた送金額の情報を受信する手段と，\nｃ１－３  電子口座で特定されるＥｄｙカードの電子マネーの残高に，送金額の\n加算を指示する手段と，\nｃ２  を有する手段と，\nｄ１－２  受金者のＥｄｙ番号を受信する手段と，\nｄ１－３  送金額を加算するに際して，Ｅｄｙ番号を送信する手段と，\nｄ２  を有する手段と，\nｅ  からなる，電子マネーの残高を引き上げるＥｄｙカード残高引き上げシステ\nム。\n(2) 乙１８送金発明は，以下の相違点１～３で相違するが，その余は一致する。\nア  相違点１\n本件発明は，受金にのみ利用可能な受金ＩＤと，消費使用に利用可能な消費\n使用ＩＤとの二種類のＩＤがあらかじめ紐付けられているホワイトカードに\n対する入金システムであるのに対し（構成要件Ａ），乙１８送金発明は，受金\n及び消費使用に利用可能なＥｄｙ番号があらかじめ紐づけられているＥｄｙ\nカードに対する送金システムである点。\nイ  相違点２\n乙１８送金発明には，本件発明の構成要件Ｃ１－２の「受信した入金受付情\n報に関連付けられたホワイトカード受金ＩＤと紐付けられている消費使用Ｉ\nＤをホワイトカードＩＤ管理装置から取得する消費使用ＩＤ取得部」の構成が\nない点。\nウ  相違点３\n乙１８送金発明には，本件発明の構成要件Ｄ１－１の「消費使用ＩＤと受金\nＩＤとを紐付けた紐付テーブルを保持する紐付テーブル保持部」，及び，構成\n要件Ｄ１－３の「受信した受金ＩＤに紐付けられている消費使用ＩＤを紐付テ\nーブルから取得」する構成がない点。\n(3) 相違点の検討\nア  周知技術\n乙１１記事，乙１２公報の段落【０００１】，【０００５】，【０００６】，\n【００４６】，【００４７】，【００５０】及び【図４】，「ＷＥＢ－ＦＢ  メ\nルマネ・マスペイメントサービス［即時モード］ご利用の手引き」（乙１９・\n１，１１，１６，２５及び２６頁），乙２０文献の３９，４０，５７及び５８\n頁，「ＰａｙＰａｌ  ＦＯＲ  ＤＵＭＭＩＥＳ」（乙２１・１０～１２及び５\n９頁）によれば，「電子マネーシステムにおいてユーザ間で送金を行う際に，\nあらかじめシステムに登録された受金者の携帯電話の電話番号やメールアド\nレスを指定することによって当該受金者の電子口座への送金を行う技術」が周\n知であったと認められる。\nイ  乙１８送金発明においては，送金の際に相手のＥｄｙ番号を知らなければな\nらないといった，Ｅｄｙ番号を受金ＩＤとして採用することの利便性上の課題\nが指摘されており（乙２２），これは当業者であれば当然に認識し得た技術上\nの課題であるから，当業者においては，前記アの周知技術を乙１８送金発明に\n適用し，おサイフケータイがそもそも備えている（つまり，送金システムない\nしＥｄｙカード残高引き上げシステム上でＥｄｙカードにあらかじめ紐付け\nられている）携帯電話番号や携帯メールアドレス（乙１８文献の７１頁参照）\nを，受金ＩＤに採用して本件発明に想到することは，極めて容易なことといえ\nる。この結果，乙１８送金発明に適用された携帯電話番号や携帯メールアドレ\nスは，Ｅｄｙカードとの関係において受金にのみ利用される「受金にのみ利用\n可能なＩＤ」となる。\nそして，乙１８送金発明に前記アの周知技術を適用すると，携帯電話番号や\n携帯メールアドレス（受金にのみ利用可能なＩＤ）と入金金額の情報とが，携\n帯電話端末を通じてシステムに入力され，システム内で，入力された金額が，\n入力された電子メールアドレスとあらかじめ紐付けられているＥｄｙ番号（消\n費使用ＩＤ）に係る電子口座に入金される（口座の残高が引き上げられる）こ\nとになり，前記各相違点に係る構成が自動的に備わる。\nしたがって，本件発明は，乙１８送金発明及び周知技術に基づき，当業者が\n容易に発明をすることができたものである。\n（原告の主張）\n乙１８送金発明に被告主張の周知技術を組み合わせても，相違点に係る技術的構\n成には到達し得ないから，本件発明が，乙１８送金発明と周知技術に基づき当業者\nが容易に想到し得たということはできない。\n(1) 本件発明は，「受金にのみ利用可能な受金ＩＤと，消費使用に利用可能な消費\n使用ＩＤとの二種類のＩＤがあらかじめ紐付けられている」という構成を含み，\nさらに，これに関連して，各構成要件間で有機的一体性を持って構成されたもの\nであるのに対し，乙１８送金発明は，電子マネーの送受金に際して，電子マネー\nの受取先のＩＤとして，消費使用にも用いることができるＥｄｙ番号を入力する\n構成を開示するにすぎない。乙１８送金発明は，Ｅｄｙ番号という一種類のＩＤ\nのみを用いるシステムを前提とするもので，このような乙１８送金発明には，あ\nらかじめ紐付けられている二種類のＩＤを用いる本件特許発明の構成を開示又\nは示唆するものではないから，この点で本件発明と異なっている。\nそして，Ｅｄｙでは，おサイフケータイのＦｅｌｉＣａチップに電子マネーが\n格納・管理されるため，ユーザのＥｄｙ番号が他人に知られたとしても，おサイ\nフケータイがユーザの手元にあれば，Ｅｄｙの電子マネーが不正使用されるおそ\nれはなく，乙１８発明におけるＥｄｙ  ｔｏ  Ｅｄｙでも同様である。それゆえ，\nＥｄｙ  ｔｏ  Ｅｄｙでは，そもそもＥｄｙ番号を隠蔽しようという動機付けが\nなく，これを隠蔽するためにメールアドレスや電話番号という別のＩＤを用いる\n動機付けは存在しない。\nまた，当該構成を採用することについては，Ｅｄｙサービスの基本思想の重大\nな変更を伴うばかりか，相当の設計変更も必要となるから，こうした変更を行う\nことについては阻害要因がある。\n(2)  乙１８送金発明には，実際の入金を前提とする「入金受付情報」が存在せず，\n原告主張の周知技術にも当該技術事項の開示はないから，この点でも本件発明と\n異なっている。\nしたがって，乙１８送金発明に原告主張の周知技術を適用しても，当該相違点\nに係る技術的構成には到達し得ない。\n６  争点３－６（無効理由６（乙２０発明に基づく新規性欠如））について\n（被告の主張）\n本件発明は，乙２０発明と同一であるから，本件特許は新規性欠如により無効に\nされるべきものである。\nなお，無効理由６は，本件発明の「使用限度額」に電子マネー等のアカウント残\n高が含まれ，本件送金システムが本件発明の技術的範囲に属するという原告主張を\n前提とした場合の予備的主張である。\n(1) 乙２０発明の内容\n乙２０文献の３９，４０，４３，４６～４８，５７，５８，６２，６８～７０，\n７２及び７３頁によれば，乙２０文献には，以下の発明が記載されている。\nａ  クレジット機能付きイーバンクカードの電子マネーの残高を送金額に応じ\nて引き上げることが可能で，送金に使用するＥメールアドレスと，クレジット\nカード機能付きイーバンクカードを使って買い物等をする際に使用する口座\n番号とがあらかじめ紐付けられている送金システムであって，\nｂ１－１  クレジット機能付きイーバンクカードに対する電子マネーの送金に\n際して，Ｅメールアドレスの情報を取得する手段と，\nｂ１－２  そのクレジット機能付きイーバンクカードの使用限度額の引上げを\n指示する手段と\nｂ１－３  取得したＥメールアドレスと，送金額の情報を出力する手段と，\nｂ２  を有する，クレジット機能付きイーバンクカードに電子マネーの送金を指\n示する手段と，\nｃ１－１  Ｅメールアドレスと関連付けられた送金額の情報を受信する手段と，\nｃ１－２  受信したＥメールアドレスと紐付けられている口座番号を取得する\n手段と，\nｃ１－３  口座番号で特定される電子口座の電子マネーの残高に，送金額の加算\nを指示する手段と，\nｃ２  を有する手段と，\nｄ１－１  口座番号とＥメールアドレスが予め登録されており（紐付けされてお\nり），\nｄ１－２  送金額の情報を受信する手段と，\nｄ１－３  送金額を加算するに際して，Ｅメールアドレスに対応する口座番号を\n取得する手段と，\nｄ２  を有する手段と，\nｅ  からなる，電子マネーの残高を引き上げるクレジット機能付きイーバンクカ\nード残高引き上げシステム。\n(2) 本件発明と乙２０発明とを対比すると，別表３のとおり，両発明は同一である。\n（原告の主張）\n本件発明は，乙２０発明と同一ではないから，新規性を有し，新規性欠如により\n特許無効審判により無効にされるべきものではない。\n(1) 乙２０発明は，送金人が，「メルマネ」画面で，受取人のメールアドレス及び\n送金金額等を入力し，確認ボタンを選択し，受取人が送られたＥメールからアク\nセスして自身の銀行口座に振り込み，現金化する旨を開示する（乙２０文献・５\n８頁）のであり，イーバンク銀行を介して送金人からＥメールを受け取った受取\n人が，Ｅメールを開封してイーバンク銀行のサイトにアクセスし，そこで振り込\nみ手続をすることで，送金人の銀行口座から自身の口座に入金（振替）がなされ，\nこの時点で，入金を受け付けた旨の情報が認識される。それゆえ，ユーザが，「メ\nルマネ」画面から受取人のメールアドレス及び送金金額等を発出した時点の当該\n送金金額は，本件発明の「入金受付情報」ではない。\nしたがって，乙２０発明は，本件発明の「入金受付情報取得部」及び「出力部」\nを開示しておらず，必然的に，「ホワイトカード使用限度額引上指示装置」も開\n示していない。\nまた，Ｅメールを受け取った受取人の振り込み手続により自身の銀行口座への\n入金（振替）があったことをもって，本件発明の「入金受付情報」に相当する情\n報を取得したと解するのであれば，乙２０発明は，当該入金の時点では，もはや，\nＥメールアドレスと当該情報とを関連付けて出力することはないから，結局，乙\n２０発明は，「ホワイトカード使用限度額引上指示装置」を開示していない。\nしたがって，乙２０発明は，この点で本件発明と異なる。\n(2) 本件発明の「引上命令装置」は，「受金ＩＤと関連付けられた入金受付情報を\nホワイトカード使用限度額引上指示装置から受信する受信部」を有していなけれ\nばならないところ，乙２０発明は，前記のとおり，本件特許発明の「入金受付情\n報」を開示していないから，必然的に，上記の「受信部」を開示していない。ま\nた，仮に，乙２０発明において，受取人の振込手続により自身の銀行口座への入\n金をもって入金を受け付けた情報を取得したと解するのであれば，当該情報に関\n連付けられたＥメールアドレスと紐付けられている口座番号を何らかのＩＤ管\n理装置から取得しなければならないところ，受取人の銀行口座には既に入金があ\nったのであるから，乙２０発明の構成間には連関性がない。\nこのように，乙２０発明は，「ホワイトカード使用限度額引上指示装置」に相\n当する構成を何ら開示していないから，必然的に，本件発明の「引上命令装置」\nに相当する構成も開示していない。\nしたがって，乙２０発明は，これらの点で本件発明と異なる。\n７  争点３－７（無効理由７（サポート要件違反））について\n（被告の主張）\n原告の主張によれば，本件発明は，本件明細書等の発明の詳細な説明の記載によ\nり当業者が当該発明の課題を解決できると認識できないものを包含するから，本件\n特許請求の範囲の請求項１の記載は，サポート要件（特許法３６条６項１号）に適\n合せず，特許無効審判により無効にされるべきものである。\n本件明細書等の「背景技術」及び「発明が解決しようとする課題」の説明におい\nては，一貫して「クレジットカード」の使用限度額の変更に伴う課題が，本件発明\nが解決しようとする課題であるとしており（段落【０００２】～【０００５】），\nその課題解決手段は，上記のような制限のあるホワイトカード（一般の用語例から\nしても，クレジットカードを意味する。）の「使用限度額」を引き上げるシステム\nを提供することにあると説明している（段落【０００６】，【０００７】）。発明\nの効果についての記載（段落【００１６】）や，実施例１（段落【００２１】～【０\n０８８】），実施例２（段落【００８９】～【０１２０】），及び実施例３（段落\n【０１２１】～【０１６５】）についても，上記の課題認識を前提としたものと理\n解することができる。\n原告は，本件発明が，クレジットカードに限定されず，電子マネーを用いたプリ\nペイドカードやデビット取引を行うものも含むと主張するが，特許請求の範囲の記\n載が明細書のサポート要件を満たすためには，特許請求の範囲に記載された発明が，\n明細書に記載された発明で，明細書の記載により当業者が当該発明の課題を解決で\nきると認識できる範囲のものでなければならない（知財高裁平成１７年（行ケ）第\n１００４２号同年１１月１１日判決）。しかるに，本件明細書等の発明の詳細な説\n明にはクレジットカードについての記述しかない上，プリペイドカードやデビット\nカードには上記課題は存在しない。\nしたがって，本件特許請求の範囲の請求項１の記載は，サポート要件に適合しな\nい。\n（原告の主張）\n本件特許請求の範囲の請求項１の記載は，サポート要件に適合するから，特許無\n効審判により無効にされるべきものではない。\nすなわち，本件発明の課題は，他者からの送金の受金等によるユーザの所持金の\n増加を速やかに使用限度額に反映させることができるようにすることであり，本件\n明細書等の発明の詳細な説明には，本件発明の具体的構成及び作用効果が記載され\nているから，これによって，当業者が当該発明の課題を解決できると認識し得るこ\nとは明らかである。原告は，本件発明の課題を曲解しており，この点に関する原告\nの主張は失当である。\nしたがって，本件発明は，発明の詳細な説明に記載された発明で，発明の詳細な\n記載により当業者が当該発明の課題を解決できると認識できる範囲のものである\nから，本件特許請求の範囲の請求項１の記載は，サポート要件を満たす。\n８  争点３－８（無効理由８（明確性要件違反））について\n（被告の主張）\n本件特許請求の範囲の請求項１の記載は，そこに用いられている「使用限度額」\n及び「受金にのみ利用可能な受金ＩＤ」の用語の意味内容が定まらず，明確性の要\n件（特許法３６条６項２号）を満たさないから，特許無効審判により無効にされる\nべきものである。\n(1) 「使用限度額」について\n本件明細書等の「背景技術」及び「発明が解決しようとする課題」の説明では，\nクレジットカードの使用限度額の変更の問題点として，「ユーザの所持金が当該\nクレジットカード契約時の平均所得以上に増えたとしても，カード会社に逐一連\n絡などして所定の手続きを経なければそれが使用限度額に反映されることは無\nい」ことが挙げられており（段落【０００５】），この記載は，「使用限度額」\nが，カードの口座残高そのものとは明確に異なる概念であることを前提としたも\nのと理解できる。\nしかるに，原告は，本件発明の「ホワイトカード」にクレジットカードだけで\nなく，プリペイドカード（電子マネーを用いたものを含む。）やデビットカード\nなど，残高に応じて使用限度額が都度増減するものも含まれるものと主張する。\nこのように，原告は，「使用限度額」の意味する範囲を，本件発明が解決しよう\nとする課題とは関係のないものにまで際限なく広げようとしており，原告の主張\nによれば，「使用限度額」の用語の意味内容は定まらないから，明確性の要件を\n満たさない。\n(2) 「受金にのみ利用可能な受金ＩＤ」について\n「受金にのみ利用可能な受金ＩＤ」とは，これに係る本件明細書等における説\n明（段落【０００６】，【０００７】，【００３６】，【００４７】及び【００\n５６】）によれば，「受金のみに利用可能な入金すべきホワイトカードを特定す\nるための情報」を意味するものと理解できる。\nしかるに，原告の主張によれば，本件発明の「受金にのみ利用可能な受金ＩＤ」\nには，①ＬＩＮＥアカウント，②ファミリーマートに備えられているＦａｍｉポ\nート（マルチメディアステーション）でＦａｍｉポート申込券を発見するために\n必要な「予約番号（申込番号）」，③ユーザ銀行口座の口座情報などが含まれる\nところ，①はＬＩＮＥサービスを利用するために必要な識別が番号であり，②は\nコンビニエンスストアでの支払のために一時的に必要となる番号であり，③は振\n替元のユーザ銀行口座の口座番号等であり，これらは全く属性が異なる。そして，\n原告は，本件振替入金システムでは送金者と受金者が同一であるから，ユーザ銀\n行口座の口座情報が送金者を特定するということは，当該口座情報は受金者を特\n定するものであるということである旨を主張している。そうすると，何らかの形\nで受金者と結び付けられていれば，「受金ＩＤ」に該当することになり，「受金\nＩＤ」の範囲が際限なく広がって，その外延が定まらないから，原告の主張によ\nれば，「受金ＩＤ」の用語の意味内容が定まらないことになる\nしたがって，原告の主張を前提とすると，本件特許請求の範囲の請求項１の記\n載は，明確性の要件を満たさない。\n（原告の主張）\n本件特許請求の範囲の請求項１の記載は，明確性の要件を満たすから，特許無効\n審判により無効にされるべきものではない。\nなお，この点の被告の主張は，時機に後れた攻撃防御方法として却下されるべき\nである。\n(1) 「使用限度額」について\n本件明細書等の段落【０００５】等の記載は，ユーザの所持金が増加しても速\nやかに使用限度額に反映されないという従来技術における課題を指摘するもの\nである。銀行口座の残高を使用限度額とするデビット取引であっても，ユーザの\n所持金の増加を速やかに使用限度額に反映させられないという課題は存在し，本\n件特許発明の構成を採用すれば，上記の課題を解決することができ，本件特許発\n明の作用効果を奏することができる。\nそれゆえ，使用限度額」の用語の意味内容も，本件明細書等に接した当業者で\nあれば，本件特許の出願時の技術常識を考慮して，それらの意味内容を理解でき，\n明確である。\n(2) 「受金にのみ利用可能な受金ＩＤ」について\n本件発明の「受金にのみ利用可能な受金ＩＤ」の意味内容は，本件特許請求の\n範囲や本件明細書等の段落【００３６】の記載から明確である。\n被告は，「受金にのみ利用可能な受金ＩＤ」が「受金のみに利用可能な入金す\nべきホワイトカードを特定するための情報」を意味すると理解できる旨の主張を\nするが，本件発明の「受金のみに利用可能な受金ＩＤ」とは，本件特許請求の範\n囲に記載のとおりのものであって，本件明細書等にもこれに矛盾する記載はない\nから，被告が前提とする理解自体が誤っている。\n"
}