{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 4,
    "month": 6,
    "day": 20
  },
  "case_number": "平成31(ワ)1258",
  "case_name": "損害賠償請求事件",
  "court_name": "大阪地方裁判所第11民事部",
  "gist": "同性の者との婚姻届を不受理とされた原告らが、同性間の婚姻を認めていない民法及び戸籍法の規定（本件諸規定）は、憲法２４条、１３条、１４条１項に違反するとし、被告が必要な立法措置を講じていないことが国家賠償法１条１項の適用上違法である旨主張して、慰謝料の支払を求めた事案において、①本件諸規定が憲法２４条、１３条、１４条１項に違反するものとは認められず、②本件諸規定を改廃しないことが国家賠償法１条１項の適用上違法であるとは認められないとして、原告らの請求を棄却した事案",
  "lawsuit_id": "91334",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=91334",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/334/091334_hanrei.pdf",
  "contents": "主              文\n１  原告らの請求をいずれも棄却する。\n２  訴訟費用は、原告らの負担とする。\n事実及び理 由\n第１  請求\n被告は、原告らに対し、各１００万円及びこれに対する平成３１年３月４日か\nら支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要等\n１  事案の概要\n本件は、同性の者との婚姻届を提出したが、両者が同性であることを理由に\n不受理とされた原告らが、同性間の婚姻を認めていない民法及び戸籍法の規定\nは、憲法２４条、１３条、１４条１項に違反するにもかかわらず、被告が必要\nな立法措置を講じていないことが国家賠償法１条１項の適用上違法である旨を\n主張して、被告に対し、慰謝料各１００万円及びこれに対する訴状送達の日で\nある平成３１年３月４日から支払済みまで民法（平成２９年法律第４４号によ\nる改正前のもの）所定の年５分の割合による遅延損害金の支払を求める事案で\nある。\n２  前提事実\n当事者間に争いがない事実並びに後掲証拠（なお、証拠について枝番号を省\n略したものは枝番号を全て含む趣旨である。以下同じ。）及び弁論の全趣旨に\nより容易に認められる事実は、次のとおりである。\n⑴  性的指向\n性的指向とは、人が情緒的、感情的、性的な意味で、人に対して魅力を感\nじることであり、このような恋愛、性愛の対象が異性に対して向くことが異\n性愛、同性に対して向くことが同性愛である（以下、性的指向が異性愛であ\nる 者 を 「 異 性 愛 者 」 、 性 的 指 向 が 同 性 愛 で あ る 者 を 「 同 性 愛 者 」 と い\nう。）。これに対し、性自認とは、自分の性をどのように認識しているかで\nあるところ、性自認の性（心の性）が生物学上の性と一致する場合もあれ\nば、一致しない場合もあり、性自認と生物学上の性が一致しない者をトラン\nスジェンダーという。女性の同性愛者（レズビアン）、男性の同性愛者（ゲ\nイ）、同性愛と異性愛の双方の性的指向を有する者（バイセクシャル）及び\nトランスジェンダーの性的少数者を総称してＬＧＢＴという。\n我が国における異性愛以外の性的指向を持つ者の人口は明らかではない\nが、ＬＧＢＴに該当する人については、平成２７年４月当時において全国の\n２０歳～５９歳の約７万人を対象とした調査で７．６％、平成２８年５月当\n時において上記年代の約１０万人を対象とした調査で約５．９％、同年６月\n当時において全国の２０歳～５９歳の有職の男女の約１０００人を対象とし\nた調査で８％とする調査結果等がある（甲Ａ５６７）。\n原告らの関係等\nア  原告１及び原告２は、いずれも男性であり、同性愛者である。\n原告１及び原告２は、平成３１年２月、居住地において婚姻届を提出し\nたが、両者が同性であることを理由に不受理とされた。\nイ  原告３及び原告４は、いずれも女性であり、同性愛者である。\n原告４は、アメリカ合衆国（以下「米国」という。）の国籍を有してお\nり、原告３及び原告４は、平成２７年８月、米国オレゴン州において婚姻\nし（甲Ｃ３）、平成３１年１月、日本の居住地においても婚姻届を提出し\nたが、両者が同性であることを理由に不受理とされた。\nウ  原告５及び原告６は、いずれも男性であり、同性愛者である。\n原告５及び原告６は、平成３１年２月、居住地において婚姻届を提出し\nたが、両者が同性であることを理由に不受理とされた。\n３  民法及び戸籍法の関連規定\n民法７３９条１項は、婚姻は、戸籍法の定めるところにより届け出ること\nによって、その効力を生ずるとし、戸籍法７４条１号は、婚姻をしようとす\nる者は、夫婦が称する氏を届け出なければならない旨規定する（以下、民法\nの規定については、昭和２２年法律第２２２号による改正後の民法の家族法\n部分の規定を総称して「現行民法」、同改正前の民法の家族法部分の規定を\n総称して「明治民法」、同改正のことを「昭和２２年民法改正」という。ま\nた、原告らが主張する、同性間の婚姻を認めていない民法第四編第二章及び\n戸籍法の諸規定を「本件諸規定」という。）。\n戸籍法では、婚姻の届出があったときは、夫婦について新戸籍を編製し\n（同法１６条１項本文）、当該戸籍には、戸籍内の各人について、夫又は妻\nである旨が記載され（同法１３条６号）、子が出生した場合にはこれを届け\n出なければならず（同法４９条１項）、子は親の戸籍に入ることとされてお\nり（同法１８条）、戸籍の正本は市役所等に備え置くこととされて公証され\nている（同法８条２項）。\nまた、民法には「婚姻」の章が設けられ（同法７３１条以下）、婚姻の成\n立要件等の規定や、婚姻の効果として、氏の統一（同法７５０条）、夫婦相\n互の同居、協力及び扶助の義務（同法７５２条）が、夫婦の財産に関して\nは、婚姻費用の分担（同法７６０条）や夫婦の財産の帰属（同法７６２条）\nが、離婚に関しては、財産分与（同法７６８条）等が規定され、他の章に\nも、夫婦の子についての嫡出の推定（同法７７２条１項）、親権に関する規\n定（同法８１８条以下）、配偶者の相続権（同法８９０条）等婚姻の重要な\n法律上の効果に関する規定が置かれている。\n４  争点及び争点に対する当事者の主張の要旨\n本件の争点は次のとおりであり、争点に対する当事者の主張の要旨は、別紙\nのとおりである。\n本件諸規定が憲法２４条、１３条、１４条１項に違反するか。\n本件諸規定を改廃しないことが国家賠償法１条１項の適用上違法であるか。\n原告らの損害、損害額\n原告４につき、国家賠償法６条所定の相互保証があるか。\n第３  当裁判所の判断\n１  認定事実\n後掲証拠及び弁論の全趣旨によれば、次の事実が認められる。\n性的指向及び同性愛等に関する知見\nア  性的指向及び同性愛に関する現在の知見\n性的指向が決定される原因、又は同性愛となる原因は解明されておら\nず、遺伝的要因、生育環境等複数の要因が組み合わさって作用している可\n能性が指摘されている。しかし、精神衛生（メンタルヘルス）に関わる大\n部分の専門家団体は、ほとんどの場合、性的指向は、人生の初期か出生前\nに決定され、選択するものではないとしており、心理学における主たる見\n解も、性的指向は、意思で選ぶものでも、意思により変えられるものでも\nないとしている。精神医学においても、同性愛者の中には性行動を変える\n者がいるものの、それは性的指向を変化させたわけではなく行動を変えた\nにすぎず、自己の意思や精神医学的な療法によっても性的指向が変わるこ\nとはないとされている。（甲Ａ２、７、３２２、３２４）\nイ  欧米諸国における同性愛に関する知見の変遷\n中世～１９世紀末頃における知見\n欧州や米国では、中世においては、キリスト教の影響により、同性愛\nを否定する考え方が確立されていたが、１９世紀末頃から、自らを同性\n愛者と考える者の存在が表面化するようになると、ドイツ、米国、英国\nでは、同性間の性行為が刑法上の犯罪として取り締まられるようになっ\nた。また、この頃から、同性愛は精神的病理として医療の対象としても\n扱われるようになっていった。（甲Ａ２４、１６３）\n２０世紀初頭～１９７３年（昭和４８年）頃までの知見\n米国精神医学会が、１９５２年（昭和２７年）に刊行した「精神障害\nのための診断と統計の手引き第１版（ Diagnostic  and  Statistical\nManual of Mental Disorders〔ＤＳＭ－Ⅰ〕）」及び１９６８年（昭和\n４３年）に刊行した同第２版（ＤＳＭ－Ⅱ）においては、同性愛は、病\n理的セクシュアリティーを伴う精神病質人格又は人格障害とされていた\n（甲Ａ４８、１６１）。\nまた、世界保健機関が公表した疾病及び関連保健問題の国際統計分類\n（ International  Statistical  Classification  of  Diseases  and\nRelated  Health  Problems 〔 Ｉ Ｃ Ｄ 〕 。 以 下 「 国 際 疾 病 分 類 」 と い\nう。）においても、１９９２年（平成４年）に改訂第１０版（ＩＣＤ－\n１０）が公表されるまでの改訂第９版（ＩＣＤ－９）以前においては、\n同性愛は性的偏倚と性的障害の項目に位置付けられていた（甲Ａ２９、\n３０）。\n１９７３年（昭和４８年）頃以降における知見の変化\n米国精神医学会は、１９７３年（昭和４８年）、同学会の精神障害の\n分類から同性愛を除外する決議を行い、１９７５年（昭和５０年）に\nは、米国心理学会も、上記米国精神医学会の決議を支持し、同性愛それ\n自体では、判断力、安定性、信頼性、一般的な社会的能力ないし職業遂\n行における障害を意味しないとの決議を採択した（甲Ａ１）。\n米国精神医学会は、１９８０年（昭和５５年）に刊行した「精神障害\nのための診断と統計の手引き第３版（ＤＳＭ－Ⅲ）」において、同性愛\nは、自我異和的同性愛、すなわち同性愛者である患者自身が、同性に性\n的興奮を感じる状態を望まず、その状態が苦痛で、変わりたい旨を訴え\nる場合にのみ精神疾患に当たるものと改訂したが、これも１９８７年\n（昭和６２年）に刊行された第３版の改訂版（ＤＳＭ－Ⅲ－Ｒ）におい\nては削除され、同性愛は精神疾患とはみなされなくなった（甲Ａ２７、\n２８、４８、１６１、１６４）。\n世界保健機関は、１９９２年（平成４年）、同性愛を疾病分類から削\n除した国際疾病分類改訂第１０版（ＩＣＤ－１０）を発表した。世界保\n健機関は、併せて、同性愛はいかなる意味でも治療の対象とならない旨\n宣明した。（甲Ａ３０、４８、１６１、１６４）\nウ  我が国における同性愛に関する知見の変遷\n近代以前\n我が国でも、近代以前から、同性間の親密な関係は存在していたが、\nキリスト教の影響をほとんど受けていなかった我が国では、このような\n関係が特段否定されたり禁止されたりする状況にはなく、特に男性間の\n関係については、男色、衆道などと呼ばれて種々の文学作品の題材にな\nるなどしていた（甲Ａ１６３、３６５）。\n明治期における知見（１９世紀末頃以降）\n明治２０年代になり、西欧文明の導入や近代化が進む中、我が国にお\nいても、同性愛は健康者と精神病者との中間にある変質狂の一つである\n色情感覚異常又は先天性の疾病であるという知見が紹介されるようにな\nった。色情感覚異常の著明な症状は、色情倒錯又は同性的色情であり、\n男子が年少の男子に対して色情を持ち、「鶏姦」（男性間の性的行為）\nをすることや、女子が女子を愛することなどは変質徴候の第１とされて\nいた。このような色情感覚異常者に対する治療法として、催眠術を施す\nほか、臭素剤を投与する、身体的労働をさせる、冷水浴をさせる、境遇\nを変化させることなどが行われていた。（乙２５、２６）\nまた、青年期における同性愛は、愛情に対する欲求が極めて強いため\nに起こることであり、ある程度を越えなければ心配する必要はないが、\n同性の者同士が愛情を深め、不純な同性愛に向くこともあり、このよう\nな場合には注意すべきことであって、絶対に禁止すべきものとされてい\nた（乙２７）。\nなお、明治５年に制定された条例により男性間の性行為が犯罪とさ\nれ、その翌年には、刑法２６６条に鶏姦罪が新たに規定されたが、明治\n１５年には旧刑法（明治１３年太政官布告第３６号）の施行に伴い廃止\nされた（甲Ａ２４、３６６）。\n戦後初期（昭和２０年頃）から昭和５０年頃までの間における知見\n戦後初期においても、鶏姦と女子相姦は、変態性欲の一つとされ、陰\n部暴露症などと並んで精神異常者や色欲倒錯者に多くみられるものとさ\nれた。\n心理学の分野においても、同性愛は、民族や階級等にかかわらず存在\nする、性欲の質的異常とされていた。同性愛は、異性愛への心理的成熟\n以前に、精神的又は肉体的な同性愛を経験し、それが定着した場合に生\nずることがあるとされ、その後、異性愛者となり、健康な結婚生活を営\nむことができるようになる場合が一般的ではあるものの、外的要因によ\nって同性愛が病的に定着してしまうことがあり、それは一般の健康な親\n愛とは違って、性的不適応の一種であるとされた。そのように病的に同\n性愛が定着してしまった場合の心理療法として、自己観察や異性愛が抑\n圧されている原因の探求などを行うものとされ、異性愛に対する障害を\n取り去ることが根本的対策であるともされていた。（以上につき、甲Ａ\n１４７～１５１）\n昭和５０年頃以降における知見の変化\nａ  昭和５６年頃になると、前記イ の欧米諸国の状況を受け、我が国\nにおいても、精神医学の分野で、同性愛は、当事者が普通に社会生活\nを送っている限り精神医学的に問題にすべきものではなく、当事者が\n精神的苦痛を訴えるときにだけ治療の対象とすれば足りるとの知見が\n紹介され、平成７年には、日本精神神経学会は、市民団体からの求め\nに応じて、「ＩＣＤ－１０に準拠し、同性への性的指向それ自体を精\n神障害とみなさない」との見解を示し、その後、同性愛は精神疾患と\nはみなされなくなった（甲Ａ４８、１６２、１６４）。\nｂ  教育領域においては、昭和５４年１月に当時の文部省が発行した中\n学校、高等学校の生徒指導のための資料である「生徒の問題行動に関\nする基礎資料」に、性非行の中の倒錯型性非行として同性愛が示され\nており、正常な異性愛が何らかの原因によって異性への嫌悪感となり\n得ること、年齢が長ずるに従い正常な異性愛に戻る場合が多いが成人\n後まで続くこともあること、一般的に健全な異性愛の発達を阻害する\nおそれがあり、また社会的にも健全な社会道徳に反し、性の秩序を乱\nす行為となり得るもので、現代社会にあっても是認されるものではな\nいことなどが示されていた（甲Ａ２６）。\nしかし、昭和６１年に当時の文部省が発行した「生徒指導における\n性に関する指導」では、同性愛に関する記載が見られなくなった（甲\nＡ１６３、弁論の全趣旨）。\n婚姻制度について\nア  欧米諸国における婚姻制度\n人類は、歴史的に、男女が性的結合関係を営み、種の保存を図ってきた\nところ、このような男女の結合関係を、国家や宗教等の規範によって統制\nするものとして婚姻制度が生まれた。中世の欧米では、主に教会からの統\n制による宗教婚が行われていたが、次第に、国家が法律（民法）によって\n成立要件を定めて婚姻当事者に一定の権利義務等を発生させる法律婚制度\nが台頭するようになり、１８世紀になると、欧米の多くの国で、男女から\n成る当事者の意思の合致に基づく婚姻に一定の要件の下で国家等が承認を\n与える近代的婚姻制度が採用され、確立されていった。なお、当時は同性\n愛が否定されていたことから、これらの婚姻は当然に男女間のものとされ\nていたが、後記⑶のとおり、２０００年（平成１２年）以降は、オランダ\nを始めとして同性間の婚姻を認める国が現れるようになっている。（甲Ａ\n１７４、乙２）\nイ  我が国における婚姻制度\n明治民法（明治３１年７月１６日施行）における婚姻制度\nａ  起草段階\n明治民法が制定される以前から、我が国においても、一男一女が儀\n式等をして夫婦として共同生活を送る慣習としての婚姻は存在し、人\n生における重要な出来事とされていたが、明治維新後、このような慣\n習による婚姻を近代的な法律婚制度として確立するため、民法の家族\n法部分の起草作業が行われた。起草に当たっては、フランス民法、イ\nタリア民法など８か国の外国法が参照されたが、従来の我が国におけ\nる慣習を直ちに改めるのではなく、慣習を踏襲しつつも、慣習をその\nまま認めれば弊害となる事項や慣習からは明らかでない事項について\n法により規律するものとして制定されることとなった。（乙３）\n同性間の婚姻に関しては、当時の外国法には同性間の婚姻を明示的\nに禁止するものもみられたが、明治民法においては、婚姻が男女で行\nわれることは当然のことで、同性間で婚姻をすることができないこと\nは「言ハスシテ明カ」等とされ、特に禁止する旨の規定は置かれない\nこととなった（甲Ａ２０６、２１４、乙１１）。\nまた、生殖能力を持たない男女の婚姻の可否についても起草段階か\nら議論されたが、婚姻の性質について、男女が種族を永続させるとと\nもに、人生の苦難を共有して共同生活を送ることにあると解し、生殖\n能力を持たない男女は、婚姻の目的を達し得ないから、婚姻の条件を\n欠き婚姻し得ないとの見解と、男女が種族を永続させることを婚姻の\n性質に含めることは、老齢等の理由により子をつくることができない\n夫婦がいることを説明できない、婚姻の本質は両者の和合にあり、生\n殖能力は婚姻に必要不可欠の条件ではないとの見解がある中、最終的\nには、婚姻とは男女が夫婦の共同生活を送ることであり、必ずしも子\nを得ることを目的とせず、又は子を残すことのみが目的ではないとさ\nれて、老年者や生殖不能な者の婚姻も有効に成立することとされた\n（甲Ａ２１３、２１８、２１９、乙４）。\nｂ  明治民法における婚姻制度\n明治民法においては、婚姻は、特定の儀式を不要とし、国家に対す\nる届出によって成立する法律婚として整備された。しかし、そこで\nは、従来の家を中心とする家族主義の観念を踏襲し、家長である戸主\nに家を統率するための戸主権を与え、婚姻は家のためのものであると\nして戸主や親の同意が要件とされ、当事者間の合意のみによってはで\nきないものとされた上、夫の妻に対する優位が認められていた。な\nお、このような明治民法における婚姻は、終生の共同生活を目的とす\nる、男女の、道徳上及び風俗上の要求に合致した結合関係であり、又\nは、異性間の結合によって定まった男女間の生存結合を法律によって\n公認したものであると考えられており、婚姻が男女間におけるもので\nあることは当然のこととされていた。したがって、同性間の婚姻を禁\nじる規定は置かれていないものの、同性間の婚姻は、婚姻意思を欠\nき、無効な婚姻であるものと解されていた。なお、立法当時におい\nて、立法担当者らの間で同性愛が精神障害に当たることが特に議論さ\nれたことはうかがわれない。（甲Ａ１９、２０６、２０７、５４１、\n５４２、乙３～５）\n憲法（日本国憲法）の制定（昭和２２年５月３日施行）\n第二次世界大戦後の昭和２２年、我が国では、大日本帝国憲法（明治\n２３年施行）を改正する形で、現行の憲法（日本国憲法）が制定され\nた。大日本帝国憲法は、家族に関する規定を置かず、家族制度の設計を\n法律に委ねていたのに対し、新たに制定される憲法では、１３条及び１\n４条において、全て国民は個人として尊重され、法の下に平等であっ\nて、性別その他により経済的又は社会的関係において差別されないこと\nを明らかにし、２４条において、婚姻は両性の合意のみに基づいて成立\nし、夫婦が同等の権利を有することを基本として、相互の協力により維\n持されなければならないこと、及び配偶者の選択、財産権、相続、住居\nの選定、離婚並びに婚姻及び家族に関するその他の事項に関しては、法\n律は個人の尊厳と両性の本質的平等に立脚して制定されなければならな\nいことを宣言した。\n憲法２４条１項の起草過程において、ＧＨＱ民生局のベアテ・シロタ\n・ゴードンの起草に係る草案では、「家族ハ人類社会ノ基底ニシテ其ノ\n伝統ハ善カレ悪シカレ国民ニ浸透ス婚姻ハ男女両性ノ法律上及社会上ノ\n争フ可カラサル平等（英語の原案では「undisputed  legal  and  social\nequality of both sexes」）ノ上ニ存シ両親ノ強要ノ代リニ相互同意ノ\n上ニ基礎ツケラレ且男性支配ノ代リニ協力ニ依リ維持セラルヘシ・・\n・」という文言があり、日本側がこれを基に整えた憲法改正草案要綱に\nも「婚姻ハ男女相互ノ合意ニ基キテノミ成立シ」とされていた。\nその後、各条項について字句の表現等が検討された結果、表現上の訂\n正等を経て、大日本帝国憲法改正案２２条では、「婚姻は、両性の合意\nのみに基いて成立し、夫婦が同等の権利を有することを基本として、相\n互の協力により、維持されなければならない。配偶者の選択、財産権、\n相続、住居の選定、離婚並びに婚姻及び家族に関するその他の事項に関\nしては、法律は、個人の尊厳と両性の本質的平等に立脚して、制定され\nなければならない。」とされ、さらに帝国議会での審議を経て現行の憲\n法２４条として制定されることになった。なお、同条の制定に当たって\nは、帝国議会での審議において、伝統的な家族制度が維持されることに\nなるかは論点となったものの、同性間の婚姻に関して議論された形跡は\n見当たらない。（以上につき、甲Ａ１８６、１８７、１８８、１９０、\n１９２、２２８、弁論の全趣旨）\n昭和２２年民法改正における婚姻制度\nａ  起草過程\n明治民法は、家を中心とする家族主義の観念から、家長である戸主\nに家を統率するための戸主権を与え、婚姻も、戸主や親の同意を要件\nとし、当事者間の合意のみによってすることのできないものとし、夫\nの妻に対する優位も認めていた（前記 参照）。昭和２２年民法改正\nは、このような明治民法を、憲法の個人主義的家族観に沿うものに改\nめるべく、家制度を廃止するほか、未成年者以外における父母や、継\n父母・嫡母の婚姻同意に関する規定を廃止し、戸主の婚姻同意権も廃\n止して婚姻の自主性を宣言したものである。\nこのように、昭和２２年民法改正は、明治民法のうち憲法の基本原\n則（前記 参照）に抵触する規定を中心に行われ、憲法に抵触しない\n規定については明治民法の規定を踏襲したものであり、この際に同性\n間の婚姻について議論された形跡はない。（以上につき、甲Ａ１９、\n１４３、１８２、１８３、１８５、１８６、１９２、乙６、７、１\n３、１７、弁論の全趣旨）\nｂ  昭和２２年民法改正当時における婚姻制度\n昭和２２年民法改正当時、夫婦関係とは、永続的な男女の精神的、\n肉体的結合であるとされ、婚姻意思とは、当事者に社会の習俗によっ\nて定まる夫婦たる身分を与え、将来当事者間に生まれた子に社会の慣\n習によって定める子たる身分を取得させようとする意思、又は、その\n時代の社会通念に従って婚姻とみられるような関係を形成する意思で\nあるなどと解されていた。\nこのように、昭和２２年民法改正によっても、婚姻は男女間におけ\nるものであることが当然のことで、同性間の婚姻は、上記のような夫\n婦関係には当てはまらず、その意味で婚姻ではないとされ、明治民法\n下と同様に婚姻意思を欠き、無効な婚姻であると解されていた。（以\n上につき、甲Ａ１５２、１５３、乙８～１０）\n諸外国及び地域における同性間の婚姻制度等に関する状況\nア  諸外国及び地域における法制度等の状況\n欧米でも、中世においては、前記のとおりキリスト教の影響等から同\n性愛自体が否定されていたため、同性間の婚姻も考えられていなかっ\nた。しかし、同性愛に対する知見が変化する中で、１９８９年（平成元\n年）、デンマークにおいて、婚姻とは異なるものの、同性の二者間の関\n係を公証し、又は一定の地位を付与する登録制度（導入した主体によっ\nて制度の内容は異なるが、以下、総称して「登録パートナーシップ制\n度」という。）が導入され、２００１年（平成１３年）にはドイツ及び\nフィンランド、２００４年（平成１６年）にはルクセンブルク、２００\n９年（平成２１年）にはオーストリア、２０１０年（平成２２年）には\nアイルランドにおいて登録パートナーシップ制度が導入された。（甲Ａ\n１８１）\nまた、次の各国においては、次に掲げる年に同性間の婚姻制度が導入\nされた（特に断りのない限り法律の制定年又は裁判所がこれを容認する\n判断をした年）。これらの国の中には、既に登録パートナーシップ制度\nが存在していた国も相当数含まれているが、同性間の婚姻制度の導入と\nともに、これらの制度が廃止された国もあれば、併存する国もある。\n（甲Ａ１８１、３５５、５６４）\n２０００年（平成１２年）  オランダ\n２００３年（平成１５年）  ベルギー\n２００５年（平成１７年）  スペイン及びカナダ\n２００６年（平成１８年）  南アフリカ\n２００８年（平成２０年）  ノルウェー\n２００９年（平成２１年）  スウェーデン\n２０１０年（平成２２年）  ポルトガル、アイスランド及びアルゼン\nチン\n２０１２年（平成２４年）  デンマーク\n２０１３年（平成２５年）  ウルグアイ、ニュージーランド、フラン\nス、ブラジル及び英国（イングランド及\nびウェールズ）\n２０１４年（平成２６年）  ルクセンブルク\n２０１５年（平成２７年）  アイルランド及びフィンランド\n２０１７年（平成２９年）  マルタ、ドイツ、オーストリア及びオー\nストラリア\n２０１９年                エクアドル（ただし、施行年）\n（平成３１年、令和元年）\n２０２０年（令和２年）   英国（北アイルランド）及びコスタリカ\n（ただし、施行年）\n上記の国に加え、米国においては、既に３６の州やワシントン・コロ\nンビア特別区及びグアムで同性間の婚姻が認められていたが、これを認\nめていない州もあったところ、そのような州法の規定の合憲性が争われ\nた事件（いわゆる Obergefell 事件)において、米国連邦最高裁判所は、\n２０１５年（平成２７年）６月２６日、婚姻の要件を異性間のカップル\n（以下「異性カップル」という。）に限り、同性間のカップル（以下\n「同性カップル」という。）の婚姻を認めない州法の規定は、デュー・\nプロセス及び平等保護を規定する合衆国憲法修正第１４条に違反する旨\nの判決を言い渡した（甲Ａ１８１、１９５）。\nさらに、台湾においては、２０１７年（平成２９年）、憲法裁判所に\n当たる司法院が、同性間の婚姻を認めない民法の規定は違憲である旨の\n解釈を示し、２０１９年（令和元年）、これに基づき同性間の婚姻を認\nめる民法の改正が行われた（甲Ａ１０１、１３９）。\n他方、イタリアにおいては、憲法裁判所が、２０１０年（平成２２\n年）に婚姻は異性間の結合を指す旨判断し、２０１４年（平成２６年）\nにも同様の判断をしたが、同性の当事者間の権利及び義務を適切に定め\nた婚姻とは別の形式が同国の法制度上存在しないため、この点が同国憲\n法の規定に違反する旨の判断をし、その結果、２０１６年（平成２８\n年）に婚姻とは別の婚姻類似の制度である「民事的結合」と呼ばれる制\n度を認める法律が成立した（甲Ａ１８１）。\nまた、ロシアにおいては、１９９３年（平成５年）の刑法典改正によ\nり同性愛行為が処罰対象から外されたが、２０１３年（平成２５年）、\n同性愛を宣伝する活動を禁止する法律が成立し、２０１４年（平成２６\n年）、憲法裁判所は、同性愛の宣伝行為の禁止は同国憲法の規定に違反\nしない旨の判断をした。\nベトナムにおいては、２０１４年（平成２６年）、それまで禁止の対\n象となっていた同性との間で結婚式をすることを禁止事項から除く法改\n正を行ったが、同時に、婚姻は男性と女性との間のものと明記し、法律\nは同性間の婚姻に対する法的承認や保護を提供しないとされた。\n韓国においては、２０１６年（平成２８年）、地方裁判所に相当する\n地方法院において、同性間の婚姻を認めるか否かは立法的判断によって\n解決されるべきであり司法により解決できる問題ではないとの判断をし\nた。同国での２０１３年（平成２５年）の調査においては、同性間の婚\n姻を法的に認めるべきとする者が２５％だったのに対し、認めるべきで\nはないとする者が６７％に上っていた。（以上につき、甲Ａ１８１）\nイ  日本に所在する外国団体の動向\n在日米国商工会議所は、平成３０年９月、日本を除くＧ７参加国におい\nては同性間の婚姻又は登録パートナーシップ制度が認められているにもか\nかわらず、日本においてはこれらが認められていないことを指摘し、外国\nで婚姻した同性カップルが我が国においては配偶者ビザを得られないなど\n同性愛者の外国人材の活動が制約されているなどとして、婚姻の自由をＬ\nＧＢＴカップルにも認めることを求める意見書を公表した。また、在日オ\nーストラリア・ニュージーランド商工会議所、在日英国商業会議所、在日\nカナダ商工会議所及び在日アイルランド商工会議所も、同月、上記意見書\nに対する支持を表明し、その後、在日デンマーク商工会議所も支持を表明\nした。（甲Ａ１１２、１３０、１３１）\n我が国におけるＬＧＢＴをめぐる状況\nア  平成１４年３月、人権教育及び人権啓発の推進に関する法律７条に基づ\nき、人権教育及び人権啓発に関する施策の総合的かつ計画的な推進を図る\nために「人権教育・啓発に関する基本計画」が閣議決定され、平成２２年\n１２月に第３次男女共同参画基本計画、平成２７年１２月に第４次男女共\n同参画基本計画、令和２年１２月に第５次男女共同参画基本計画がそれぞ\nれ閣議決定され、いずれにおいても、性的指向を理由とする差別や偏見の\n解消を目指して、啓発活動や相談、調査救済活動に取り組むことなどが明\n記された（甲Ａ５７、３５６～３５８）。\nイ  性同一性障害者の性別の取扱いの特例に関する法律が、平成１５年７月\n１６日に成立し、平成１６年７月１６日に施行された。同法３条１項２号\nでは、家庭裁判所が、性同一性障害者からの請求により、性別の取扱いの\n変更の審判をすることができる場合の要件として、「現に婚姻をしていな\nいこと」を定めている。この規定について、最高裁判所において、「現に\n婚姻をしている者について性別の取扱いの変更を認めた場合、異性間にお\nいてのみ婚姻が認められている現在の婚姻秩序に混乱を生じさせかねない\n等の配慮に基づくものとして、合理性を欠くものとはいえない」として、\n憲法１３条、１４条１項、２４条に違反するものとはいえない旨の判断が\nされている（最高裁令和元年（ク）第７９１号同２年３月１１日第二小法\n廷決定）。\nウ  平成２７年１０月に東京都渋谷区が、同年１１月に東京都世田谷区が登\n録パートナーシップ制度を導入したのを始めとして、登録パートナーシッ\nプ制度を導入する地方公共団体が増加し、現在では導入した地方公共団体\n数が１３０を超えた（甲Ａ７５～９１、９８、５５３）。\nエ  我が国における、権利の尊重や差別の禁止などＬＧＢＴに対する基本方\n針を策定している企業数は、平成２８年の調査では１７３社であったが、\n令和元年の調査では３６４社であった（甲Ａ３９１、３９２）。\n婚姻、結婚に関する統計\nア  婚姻に対する意識調査の結果\n内閣府による平成１７年版国民生活白書によれば、独身の時に子供が\nできたら結婚した方がよいかとの質問に対し、１５～４９歳のいずれの\n年齢層においても、そう思うとの回答が４～６割であり、そう思わない\nとの回答はおおむね１割に満たないものであった。また、いずれ結婚す\nるつもりであると回答した男女は、昭和５７年から平成１４年までの各\n年の調査を通じてそれぞれ９割を超えていた。（甲Ａ３３２）\n厚生労働省による平成２５年版厚生労働白書によれば、平成２１年の\n調査では、「結婚は個人の自由であるから、結婚してもしなくてもどち\nらでもよい」という考え方に賛成又はどちらかといえば賛成する者は７\n０％であったが、平成２２年に２０～４９歳を対象として行った調査で\nは、「結婚は必ずするべきだ」又は「結婚はしたほうがよい」との意見\nを持つ者は合計で６４．５％に上り、米国（５３．４％）、フランス\n（３３．６％）、スウェーデン（３７．２％）を上回った（甲Ａ３３\n３）。\n国立社会保障・人口問題研究所が平成２７年に行った調査の結果は、\n次のとおりであった（甲Ａ２３９の５２）。\nａ  結婚することに利点があると思う未婚の者は、男性で６４．３％、\n女性で７７．８％であり、その理由として回答が多かったもの（二つ\nまで選択可の選択肢式による調査）は、次のとおりである。\n「子どもや家族をもてる」（男性３５．８％、女性４９．８％）\n「精神的安らぎの場が得られる」（男性３１．１％、女性２８．１\n％）\n「親や周囲の期待に応えられる」（男性１５．９％、女性２１．９\n％）\n「愛情を感じている人と暮らせる」（男性１３．３％、女性１４％）\n「社会的信用や対等な関係が得られる」（男性１２．２％、女性７\n％）\nｂ  未婚者に対する「生涯を独身で過ごすというのは、望ましい生き方\nではない」との質問には、男性の６４．７％、女性の５８．２％が賛\n成し、「男女が一緒に暮らすなら結婚すべきである」との質問には、\n男性の７４．８％、女性の７０．５％が賛成と回答をした。\nイ  婚姻に関する統計\n厚生労働省が行った平成３０年の我が国の人口動態に関する調査の結\n果は、次のとおりであった（甲Ａ３３０）。\nａ  平成２８年の婚姻件数は、最も多かった昭和４７年の約１１０万組\nと比較すると約半分となって減少傾向ではあるものの、６２万０５３\n１組であった。\nｂ  我が国の婚姻率（年間婚姻件数を総人口で除した上で１０００を乗\nじた割合）は、昭和４７年以降、増減がありつつも減少傾向にあり、\n平成２８年には５％となったが、イタリア（３．２％）、ドイツ\n（４．９％）、フランス（３．６％）、オランダ（３．８％）等のヨ\nーロッパ諸国を上回っている。\n出生に占める嫡出でない子の出生割合は、日本は２．３％であり、\n米国（４０．３％）、フランス（５９．１％）、ドイツ（３５％）、\nイタリア（３０％）、英国（４７．９％）等よりも低い割合である。\n厚生労働省が昭和６１年から平成３０年までに行った調査によれば、\n昭和６１年以降、児童のいる世帯が全世帯に占める割合は年々減少し、\n昭和６１年には４６．２％であったものが、平成３０年には２２．１％\nまで減少した（甲Ａ３３１）。\n同性間の婚姻の賛否等に関する意識調査の統計\nア  毎日新聞社が平成２７年に行った世論調査では、「同性同士の結婚」に\n賛成する者が４４％、反対する者が３９％で、賛成が反対を上回ったが、\n無回答も１７％あった（甲Ａ１０５）。\nイ  河口和也広島修道大学教授を研究代表者とするグループが全国４７都道\n府県の２０歳～７９歳の男女２６００人を対象に行った、性的マイノリテ\nィについての意識に関する平成２７年の全国調査によれば、１２５９人の\n回答者中、男性の４４．８％、女性の５６．７％が「同性同士の結婚を法\nで認めること」に賛成又はやや賛成と回答したが、男性の５０％、女性の\n３３．８％は反対又はやや反対と回答し、男性の５．３％、女性の９．５\n％は無回答であった。この調査においては、２０～３０代の７２．３％、\n４０～５０代の５５．１％は「同性同士の結婚を法で認めること」に賛成\n又はやや賛成と回答したが、６０～７０代の賛成又はやや賛成の回答は３\n２．３％にとどまり、同年代の５６．２％は反対又はやや反対と回答し\nた。（甲Ａ１０４）\n上記研究代表者による令和元年の全国調査によれば、回答者約２６００\n人のうち、男性の５９．３％、女性の６９．６％が「同性同士の結婚を法\nで認めること」に賛成又はやや賛成と回答したが、男性の３７％、女性の\n２３．９％はこれに反対又はやや反対と回答した。この調査においては、\n２０～３０代の８１％、４０～５０代の７４％は賛成又はやや賛成と回答\nしたが、６０～７０代の賛成又はやや賛成の回答は４７．２％であり、同\n年代の４３．４％は反対又はやや反対と回答し、約１０％が無回答であっ\nた。（甲Ａ５１２）\nウ  ＮＨＫが平成２９年に行った世論調査では、「同性同士の結婚を認める\nべきか」という質問に対し、「そう思う」が約５１％、「そうは思わな\nい」が約４１％、「わからない」が約８％となった。また、朝日新聞が同\n年に行った調査では、「同性婚」を法律で認めるべきだとの回答が約４９\n％、認めるべきではないという回答が約３９％、その他や無回答が合計約\n１２％であった。（甲Ａ１０６、１０９）\nエ  国立社会保障・人口問題研究所が平成３０年に行った全国家庭動向調査\nによれば、同性カップルにも何らかの法的保障が認められるべきだとの調\n査項目に対し、全く賛成又はどちらかといえば賛成と回答した者は７５．\n１％であった。また、「同性同士の結婚」を法律で認めるべきだとの調査\n項目については、全く賛成又はどちらかといえば賛成と回答した者は６\n９．５％であった。（甲Ａ２９８）\nオ  他方、ＮＨＫが平成２７年にＬＧＢＴを含む性的マイノリティ当事者約\n２６００人を対象に行ったウェブ調査の結果によれば、①地方公共団体が\n登録パートナーシップ制度を導入した場合には結婚相当の証明書を申請し\nたいという者が３８．８％、パートナーができたら申請したいという者が\n４３．６％おり、②「同性間の結婚」をどう思うかという質問には、結婚\nを認める法律を作ってほしいと答えた者が６５．４％であった一方、結婚\nではなくパートナー関係の登録制度を国が作ってほしいと答えた者が２\n５．３％であった（甲１０３）。\nまた、宝塚大学看護学部教授日高庸晴が、令和元年９月～１２月に１万\n人以上の性的少数者を対象としてＳＮＳ上でアンケートを実施した結果、\n対象者全体の約６０％が異性間の婚姻と同じ法律婚が同性間にも適用され\nることを望むと回答し、約１６％が公的制度を作る必要はないが社会の理\n解は浸透してほしいと回答したが、残る２４％の者のほとんどは、国レベ\nル又は地方公共団体レベルのパートナーシップを制定してほしいという回\n答であった（甲Ａ３０１）。\n２  本件諸規定が憲法２４条、１３条に違反するかについて（争点 関係）\n原告らが主張する本件諸規定について\n原告らは、婚姻を異性間の婚姻に限定している民法第四編第二章及び戸籍\n法の規定全てを本件諸規定として、これらが違憲である旨主張するものであ\nるが、少なくとも本件諸規定に含まれると原告らが主張する民法７３９条１\n項は、婚姻は、戸籍法の定めるところにより届け出ることによって、その効\n力を生ずると定め、これを受けた戸籍法７４条は、婚姻をしようとする者\nは、夫婦が称する氏等を届出書に記載して、その旨を届け出なければならな\nいと定めているにすぎず、その他の規定をみても同性間の婚姻を禁止する旨\n定めた明文の規定はなく、民法７３１条以下の婚姻の実質的要件に係る規定\n中にも「同性でないこと」を明示する規定はない。しかし、民法等において\n婚姻の当事者について「夫婦」などの文言が用いられていることに加え、明\n治民法から現行民法に至るまでにおいても、一貫して、婚姻は男女間による\nものであることが当然の前提とされ、同性間については、婚姻の意思を欠く\nなどと解釈されて、婚姻として取り扱われてこなかったこと（認定事実\n）、実際、原告らは我が国の各地方公共団体において婚姻届を提出した\nが、いずれも同性であることを理由に不受理とされたこと（前提事実 ）を\n踏まえると、本件諸規定を含む我が国における婚姻制度は、配偶者が異性で\nあることを当然の前提とするものであり、配偶者が異性であることを婚姻の\n要件とするものと解釈できる。そこで以下では（後記３、４についても含\nむ。）、本件諸規定が上記のように解釈されることを前提に、本件諸規定が\n憲法の規定に違反するか否かを検討する。\n⑵  本件諸規定が憲法２４条１項又は１３条に違反するかについて\nア  憲法２４条１項に違反するかについて\n憲法２４条１項は、「婚姻は、両性の合意のみに基いて成立し、夫婦\nが同等の権利を有することを基本として、相互の協力により、維持され\nなければならない。」と規定しており、婚姻をするかどうか、いつ誰と\n婚姻をするかについては、当事者間の自由かつ平等な意思決定に委ねら\nれるべきであるという趣旨を明らかにしたものと解される。婚姻は、こ\nれにより、配偶者の相続権（民法８９０条）や夫婦間の子が嫡出子とな\nること（同法７７２条１項等）などの重要な法律上の効果が与えられる\nものとされているほか、近年家族等に関する国民の意識の多様化が指摘\nされつつも、国民の中にはなお法律婚を尊重する意識が幅広く浸透して\nいると考えられることをも併せ考慮すると、上記のような婚姻をするに\nついての自由は、憲法２４条１項の規定の趣旨に照らし、十分尊重に値\nするものと解することができる。（最高裁平成２５年（オ）第１０７９\n号同２７年１２月１６日大法廷判決・民集６９巻８号２４２７頁）\n原告らは、婚姻をするについての自由は、憲法２４条１項に基づき、\n異性間のみならず同性間の婚姻についても保障されているから、婚姻制\n度から同性間の婚姻を排除している本件諸規定が同項に違反する旨主張\nする。そこで、まず同項にいう「婚姻」に同性間の婚姻が含まれている\nかを検討する。\n憲法２４条１項においては、婚姻は「両性の合意」のみに基づいて成\n立する旨が規定され、婚姻をした当事者については「夫婦」との文言が\n用いられており、同条２項においても「両性の本質的平等」との文言が\n用いられている。このような「両性」や「夫婦」の文言は、婚姻が男女\nから成ることを意味するものと解するのが通常の解釈であって、上記条\n文中に、これらが同性の概念を含む意味で用いられていることをうかが\nわせる文言は見当たらない。憲法その他の法令において、上記の文言\nを、同性を含む意味として用いられている例も見当たらない。\nそして、我が国では、明治民法において初めて法律婚としての婚姻が\n制度化されたが、その起草過程においては、婚姻については基本的に従\n来の慣習を踏襲することとされ、その意義についても、終生の共同生活\nを目的とする男女間の生存結合を法律によって公認したものとされてい\nたことからすると、婚姻は異性間でするものであることが当時から当然\nの前提とされており、同性間で婚姻をすることができないことは、あえ\nて民法に規定を置くまでもないものと考えられていたことが認められる\n（認定事実 イ ）。\nさらに、昭和２２年に憲法が制定され、個人の尊厳と両性の本質的平\n等に立脚した婚姻制度を確立するために憲法２４条が定められたが、同\n条の起草過程で「both  sexes」を訳して「男女両性」や「男女」という\n文言が用いられていたこと等からすると、この時点でも、婚姻は男女間\nのものであることが当然の前提となっていたと考えられる（認定事実⑵\nイ ）。なお、同条の要請を受けた昭和２２年民法改正においても、そ\nの起草過程で同性間の婚姻について議論された形跡はない（認定事実⑵\nイ ）。\n上記のような憲法２４条の文理や制定経緯等に照らすと、同条１項に\nおける「婚姻」は、異性間の婚姻のみを指し、同性間の婚姻を含むもの\nではないと認めるのが相当である。\nそうすると、憲法２４条１項が同性間の婚姻について規定していない\n以上、同条により社会制度として設けることが求められている婚姻は異\n性間のもののみであるといえ、同項から導かれる婚姻をするについての\n自由も、異性間についてのみ及ぶものと解される。\n以上によれば、本件諸規定が憲法２４条１項に違反するということは\nできないというべきである（なお、原告らは、憲法の趣旨に加え、婚姻\nや家族の在り方についての近時における社会的な認識、社会状況の変化\nがあることを踏まえると、同項にいう「両性」とは「両当事者」との意\n味である旨を主張するが、そのような社会的な認識の変化等があるとし\nても、上記で述べた文理や制定経緯等からすると、それのみで憲法２４\n条１項が同性間の婚姻制度を設けることを要請していると解釈すること\nはできない。）。\nもっとも、憲法２４条１項が両性の合意のみに基づいて婚姻が成立す\nる旨規定している趣旨は、婚姻の要件として戸主等の同意を求める明治\n民法における旧来の封建的な家制度を否定し、個人の尊厳の観点から、\n婚姻が、当事者間の自由かつ平等な意思決定である合意のみに委ねられ\nることを明らかにする点にあったものと解される。\nそうすると、「両性」という文言がある以上、憲法２４条１項が異性\n間の婚姻を対象にしているということは否定できないとしても、このこ\nとをもって直ちに、同項が同性間の婚姻を積極的に禁止する意味を含む\nものであると解すべきとまではいえない。かえって、婚姻の本質は、永\n続的な精神的及び肉体的結合を目的として公的承認を得て共同生活を営\nむことにあり、誰と婚姻をするかの選択は正に個人の自己実現そのもの\nであることからすると、同性愛と異性愛が単なる性的指向の違いに過ぎ\nないことが医学的にも明らかになっている現在（認定事実⑴）、同性愛\n者にも異性愛者と同様の婚姻又はこれに準ずる制度を認めることは、憲\n法の普遍的価値である個人の尊厳や多様な人々の共生の理念に沿うもの\nでこそあれ、これに抵触するものでないということができる。しかも、\n近年の各種調査結果からは、我が国でも、同性愛に対する理解が進み、\n同性カップルに何らかの法的保護を与えるべきとの見解を有する国民が\n相当程度の数まで増加していることがうかがわれる（認定事実⑹）。\n以上によれば、憲法２４条１項が異性間の婚姻のみを定めているから\nといって、同性間の婚姻又はこれに準ずる制度を構築することを禁止す\nる趣旨であるとまで解するべきではない。そこで、本件諸規定について\nは、憲法２４条１項に違反しないとしても、同項の上記解釈を前提とし\nて、同条２項適合性を検討することが相当である（後記⑶）。\nイ  憲法１３条に違反するかについて\n原告らは、同性間の婚姻をするについての自由が憲法２４条１項で規定\nされていないとしても、このような自由は自己決定権の重要な一内容とし\nて、憲法上の権利としても保障されるべきものであるとして、本件諸規定\nは憲法１３条に違反する旨主張する。\nしかし、婚姻及び家族に関する事項は、憲法２４条２項に基づき法律に\nよって具体的な内容を規律するものとされているから、婚姻及び家族に関\nする権利利益等の内容は、憲法上一義的に捉えられるべきものではなく、\n憲法の趣旨を踏まえつつ、法律によって定められる制度に基づき初めて具\n体的に捉えられるものである。そうすると、婚姻をするについての自由\nは、憲法の定める婚姻を具体化する法律に基づく制度によって初めて個人\nに与えられるか、又はそれを前提とした自由であり、生来的、自然権的な\n権利又は利益であるということはできない。\nしたがって、憲法２４条が異性間の婚姻のみを定めており、これを前提\nとする婚姻制度しか存在しない現行法の下では、同性間で婚姻をするにつ\nいての自由が憲法１３条で保障されている人格権の一内容であるとはいえ\nない。また、包括的な人権規定である同条によって、同性間の婚姻制度を\n含む特定の制度を求める権利が保障されていると解することもできない。\nよって、本件諸規定が憲法１３条に反するとはいえない。\nウ  憲法２４条２項において考慮すべき権利利益について\n以上のように、同性間で婚姻をするについての自由が憲法２４条１項や\n憲法１３条から導かれるとはいえず、本件諸規定がこれらに違反するとい\nうことはできない。\nしかし、そもそも婚姻とは、二当事者の永続的かつ真摯な精神的・肉体\n的結合関係について法的承認が与えられるとともに、その地位に応じて法\n律上の効果が生ずることにより様々な法的保護等の利益を享受し得る制度\nであるところ、婚姻をした当事者が享受し得る利益には、相続や財産分与\n等の経済的利益等のみならず、当該人的結合関係が公的承認を受け、公証\nされることにより、社会の中でカップルとして公に認知されて共同生活を\n営むことができることについての利益（以下「 公認に係る利益」とい\nう。）なども含まれる。特に、公認に係る利益は、婚姻した当事者が将来\nにわたり安心して安定した共同生活を営むことに繋がるものであり、我が\n国において法律婚を尊重する意識が浸透していることや、近年、婚姻に関\nする価値観が多様化していること等をも踏まえれば、自己肯定感や幸福感\nの源泉といった人格的尊厳に関わる重要な人格的利益ということができ\nる。このような人格的利益の有する価値は、異性愛者であるか同性愛者で\nあるかによって異なるものではない。そうすると、同性愛者に対して同性\n間で婚姻をするについての自由が憲法上保障されているとまではいえない\nものの、当該人的結合関係についての公認に係る利益は、その人格的尊厳\nに関わる重要な人格的利益として尊重されるべきものということができ\nる。このような人格的利益は、後記⑶のとおり、本件諸規定が憲法２４条\n２項で認められている立法裁量の範囲を超えるものであるか否かの検討に\n当たって考慮すべき事項であると解される。\n⑶  本件諸規定が憲法２４条２項に違反するかについて\nア  憲法２４条は、２項において「配偶者の選択、財産権、相続、住居の選\n定、離婚並びに婚姻及び家族に関するその他の事項に関しては、法律は、\n個人の尊厳と両性の本質的平等に立脚して、制定されなければならな\nい。」と規定している。\n婚姻及び家族に関する事項は、関連する法制度においてその具体的内容\nが定められていくものであることから、当該法制度の制度設計が重要な意\n味を持つものであるところ、憲法２４条２項は、具体的な制度の構築を第\n一次的には国会の合理的な立法裁量に委ねるとともに、その立法に当たっ\nては、同条１項も前提としつつ、個人の尊厳と両性の本質的平等に立脚す\nべきであるとする要請、指針を示すことによって、その裁量の限界を画し\nたものといえる。\nそして、憲法２４条が、本質的に様々な要素を検討して行われるべき立\n法作用に対してあえて立法上の要請、指針を明示していることからする\nと、その要請、指針は、単に、憲法上の権利として保障される人格権を不\n当に侵害するものでなく、かつ、両性の形式的な平等が保たれた内容の法\n律が制定されればそれで足りるというものではないのであって、憲法上直\n接保障された権利とまではいえない人格的利益をも尊重すべきこと、両性\nの実質的な平等が保たれるように図ること等についても十分に配慮した法\n律の制定を求めるものであり、この点でも立法裁量に限定的な指針を与え\nるものといえる。\n他方で、婚姻及び家族に関する事項は、国の伝統や国民感情を含めた社\n会状況における種々の要因を踏まえつつ、それぞれの時代における夫婦や\n親子関係についての全体の規律を見据えた総合的な判断によって定められ\nるべきものである。特に、憲法上直接保障された権利とまではいえない人\n格的利益や実質的平等は、その内容として多様なものが考えられ、それら\nの実現の在り方は、その時々における社会的条件、国民生活の状況、家族\nの在り方等との関係において決められるべきものである。そうすると、憲\n法２４条の要請、指針に応えて具体的にどのような立法措置を講ずるかの\n選択決定が国会の多方面にわたる検討と判断に委ねられているものである\nことからすれば、婚姻及び家族に関する法制度を定めた法律の規定が憲法\n２４条に適合するものとして是認されるか否かは、当該法制度の趣旨や同\n制度を採用することにより生ずる影響につき検討し、当該規定が個人の尊\n厳と両性の本質的平等の要請に照らして合理性を欠き、国会の立法裁量の\n範囲を超えるものとみざるを得ないような場合に当たるか否かという観点\nから判断すべきものとするのが相当である。（最高裁平成２６年（オ）第\n１０２３号同２７年１２月１６日大法廷判決・民集第６９巻８号２５８６\n頁参照）\nイ  以上の観点から、本件諸規定の憲法２４条２項適合性について、本件諸\n規定により異性間の婚姻のみを対象とする現行の婚姻制度の趣旨及び影響\nを踏まえて検討する。\nそもそも、人類には、古来から、男女が共同で生活を営み、自然生殖\nにより子が生まれることにより子孫を残し、次世代へと承継してきた実\n態が歴史的・伝統的に存在していたところ、近代社会において、このよ\nうな一人の男性と一人の女性との人的結合関係とその間に生まれた未成\n熟子から構成される家族が、社会を構成する自然かつ基礎的な集団単位\nとして認識されるとともに、その家族の中心的存在である男女の人的結\n合関係が、特に婚姻関係として社会的に承認され、保護されるようにな\nったものである（認定事実 ア）。\n我が国においても、明治以前から男女が共同体を築き家族を形成して\nきた関係が存在し、その関係が慣習上も結婚ないし婚姻として社会で認\nめられていたところ、明治民法における法制度の近代化に伴い、上記の\nような慣習が法律婚として制度化された。このように、明治民法では、\n婚姻は男女間のものであったのであり、現行民法においても、憲法の要\n請する個人の尊厳の観点から必要な改正はされたものの、婚姻が男女間\nのものであることについては特に議論されることなく承継され、現在の\n婚姻制度が整えられた（認定事実 イ）。\nこうして成立した現在の婚姻制度は、民法において、婚姻当事者であ\nる夫婦の権利義務について定める規定だけでなく、嫡出推定制度等親子\n関係を定める規定（同法７７２条以下）や親権に関する規定（同法８１\n８条以下）等、婚姻した夫婦とその間の子について特に定めた規定があ\nり、戸籍法では、夫婦の婚姻の届出（同法７４条）のほか、子の出生時\nの届出（同法４９条１項）や、子の親の戸籍への入籍（同法１８条）な\nどについての規定もある。\nそうすると、本件諸規定が異性間の婚姻のみを対象としているのは、\n婚姻を、単なる婚姻した二当事者の関係としてではなく、男女が生涯続\nく安定した関係の下で、子を産み育てながら家族として共同生活を送り\n次世代に承継していく関係として捉え、このような男女が共同生活を営\nみ子を養育するという関係に、社会の自然かつ基礎的な集団単位として\nの識別、公示の機能を持たせ、法的保護を与えようとする趣旨によるも\nのと考えられる（認定事実 イ、弁論の全趣旨）。このような婚姻の趣\n旨は、我が国において、歴史的、伝統的に社会に定着し、社会的承認を\n得ているということができる。\n以上によれば、本件諸規定が異性間の婚姻のみを婚姻として特に保護\nする制度を構築した趣旨には合理性があるというべきである。\nこれに対し、原告らは、婚姻の目的は夫婦の共同生活の法的保護であ\nり、生殖とは関係がなく、子を産み育てる関係を保護するという本件諸\n規定の趣旨に合理性はない旨主張する。確かに、夫婦が子をもうけるか\n否かは本来個人の自己決定に委ねられるべき事柄であり、民法において\nも、子の有無や子をもうける意思の有無等による夫婦の法的地位の区別\nはされていない（なお、認定事実⑵イ ａのとおり、明治民法の制定経\n緯における議論においても、婚姻について必ずしも子を残すことのみが\n目的ではないとされている。）。取り分け、近年は家族の形態や夫婦の\n在り方が多様化しており、人々の意識においても、婚姻を、子の養育の\nためではなく個人の自己実現あるいは幸福追求に資するためのものとし\nて位置付けようとする傾向が高まっている。しかし、そのような価値観\nの変化があるとしても、現在でもなお、男女が安定した関係の下で共同\n生活をしながらその間に生まれた子を養育することを保護する婚姻の目\n的の意義は何ら失われているわけではないし、このような目的と、個人\nの自己実現等の手段としての婚姻とは矛盾するものではなく、互いに両\n立し得るものである。そうすると、このような趣旨や目的自体が、歴史\n的、社会的意味を失っているとはいえない。\n他方で、本件諸規定が異性間の婚姻制度のみを規定し、同性間の婚姻\nを規定していないため、異性愛者は自由に異性と婚姻をすることができ\nるのに対し、同性愛者は望みどおりに同性と婚姻をすることはできない\nという重大な影響が生じている。\nしかし、本件諸規定の下でも、同性愛者が望む同性のパートナーと婚\n姻類似の結合関係を構築、維持したり、共同生活を営んだりする自由が\n制約されているわけではない。さらに、婚姻によって生ずる法律上の効\n果についても、例えば、同居、協力及び扶助の義務（民法７５２条）に\nついては契約により同様の効果を生じさせることができ、当事者の一方\nの死後にその財産を当事者の他方に帰属させることは、契約や遺言（同\n法９６４条）によっても可能であるほか、包括受遺者となった場合は相\n続人と同一の権利義務を有する（同法９９０条）ことになるなど、他の\n民法上の制度等を用いることによって、一定の範囲では同等の効果を受\nけることが可能である。\nもっとも、このような方法は、そもそも事前に遺言や契約等をしなけ\nればその効果を享受することができないものであるし、税法上の優遇措\n置、在留資格、公営住宅の入居資格等、契約等によっても享受すること\nが困難な法的地位も多く存していることからすると、同性カップルが享\n受し得る利益が、異性カップルが婚姻により享受し得る法律上の効果に\n及ばないことは確かである。\nまた、このような不利益は個別的な立法や運用の改善等により解消さ\nれ得るとしても、かかる個別的な立法等によっては、前記⑵ウで述べた\nような、同性カップルが社会の中で公に認知されて安心して安定した共\n同生活を営むために必要な人格的利益である公認に係る利益を満たすこ\nとはできない。\n以上のとおり、本件諸規定が異性間の婚姻のみを対象としていること\nについては、その趣旨には合理性があり、その影響も、これにより生ず\nる同性カップルと異性カップルの間の享受し得る利益の差は契約等によ\nり一定の範囲では緩和され得るということはできるものの、公認に係る\n利益のような個人の尊厳に関わる重要な利益を同性カップルは享受し得\nないという問題はなお存在するということができる。\nしかしながら、同性カップルについて公認に係る利益を実現する方法\nは、現行の婚姻制度の対象に同性カップルを含める方法（前記⑵ア の\nとおり憲法２４条１項も同性間の婚姻を禁止までするものではない。）\nに限るものではなく、これとは別の新たな婚姻類似の法的承認の制度\n（これは、「登録パートナーシップ制度」と名付けることもできれば、\n「同性婚」と名付けることもできるものである。）を創設するなどの方\n法によっても可能である。そして、現行の婚姻制度を構成している本件\n諸規定は、単に異性間の婚姻制度を定めたというにすぎないものである\nから、同性間について婚姻以外の婚姻類似の公的承認の制度を創設する\nことを何ら妨げるものではない。我が国でも、既に多くの地方公共団体\nでは、同性カップルについて登録パートナーシップ制度と呼ばれる公的\n承認及び部分的な保護の制度が導入され、多くの同性カップルがこの制\n度を自分達の公認の方法として希望して利用していることが認められ\nる。これは、法律上の制度ではないものの、国民の間でも一つの社会の\n制度として認知されてきているということができる。\nこのように、個人の尊厳の観点からは同性カップルに対しても公認に\n係る利益を実現する必要があるといえるものの、その方法には様々な方\n法が考えられるのであって、そのうちどのような制度が適切であるかに\nついては、現行法上の婚姻制度のみならず、婚姻類似の制度も含め、国\nの伝統や国民感情を含めた社会状況における種々の要因や、各時代にお\nける夫婦や親子関係についての全体の規律を見据えた上で民主的過程に\nおいて決められるべきものである。\n以上の点を総合的に考慮すると、上記のような状況において、同性カ\nップルの公認に係る利益の実現のためにどのような制度が適切であるか\nの議論も尽くされていない現段階で、直ちに本件諸規定が個人の尊厳の\n要請に照らして合理性を欠くと認めることはできない。よって、本件諸\n規定が、立法裁量の範囲を逸脱するものとして憲法２４条２項に違反す\nるということはできない（なお、上記のような国民的議論を経た上で、\n国会が本件諸規定を改廃し、同性間の婚姻制度を構築するという選択を\nすることも可能であることはいうまでもないが、このことと、本件諸規\n定が憲法２４条に違反するか否かという憲法適合性の審査の問題とは、\n次元を異にするものである。）。\nこれに対し、原告らは、本件諸規定は、同性愛者の婚姻の自由を直接\n制限するものである以上、立法裁量の範囲内ということはあり得ない等\nと主張する。\nしかし、前記⑵で説示したとおり、同性間で婚姻をするについての自\n由が憲法上保障された権利とまではいえない以上、同性間の婚姻が認め\nられていないというだけで直ちに本件諸規定が憲法２４条２項で認めら\nれている裁量の範囲を逸脱しているということはできない。そして、同\n性カップルの公認に係る利益は人格的利益として尊重されるべきである\nものの、このような憲法上の権利とまでいえない婚姻及び家族に関する\n人格的利益の実現の在り方については、前記のとおり、その時々の社会\n的条件、国民生活の状況、家族の在り方等との関係において判断される\n必要がある。特に、この問題は婚姻制度全体に関わる国民全体の問題で\nあり、国会での多方面にわたる検討と判断が必要なものである。そうす\nると、本件諸規定の制定や改廃について立法裁量に委ねられていると解\nすることは、同項の趣旨にも合致するものといえる。\nまた、原告らは、婚姻に準ずる制度の構築を求めているのではなく、\n原告らが求めるのは本件諸規定が規定する現行の婚姻制度へのアクセス\nである旨を主張し、別の制度を設けることは、かえって差別を助長する\nと主張する。\nしかし、そもそも婚姻をするについての自由は、いつ誰と婚姻をする\nかを自由に決定することのできる自由であって、婚姻当事者に婚姻制度\nの内容を自由に定める権利が保障されているものではないのと同様、同\n性カップルのために公認に係る利益を実現するための制度についても、\n当事者がその内容を自由に定めることができるものではない。公認に係\nる利益を実現するために、現行の婚姻制度、婚姻に準ずる婚姻類似の別\nの制度その他どのような制度が適切であるかは、民主的過程で議論され\n判断される必要があることは既に述べたとおりである。\nかえって、現行の婚姻制度には、嫡出推定の規定等、その重要部分に\nおいて、夫婦が自然生殖可能であることを前提に作られた規定もあり、\nこれらの規定の存在は婚姻制度全体と密接不可分に結びついているとも\n考えられることからすると、本件諸規定を違憲無効とすることにより、\n現行の婚姻制度を現状の法制度のままの形で同性カップルに開放するこ\nとが相当であるとは直ちにはいい難い。現在、「同性同士の結婚」ない\nし「同性婚」に賛成であるとの国民の意見が比較的多数となっている旨\nの調査結果が様々な統計から出されているが（認定事実 ）、これらの\n調査において、必ずしも「同性同士の結婚」や「同性婚」の意味内容が\n一義的に定義されていたとはいえない以上、賛成意見の中には、現行法\n上の「婚姻」制度と、婚姻類似の新たな制度とが厳密に区別されずに回\n答されたものが含まれている可能性も否定できない。また、同性愛者や\nＬＧＢＴを対象としたアンケートによっても、法的保護の在り方につい\nては様々な意見があることが認められる（認定事実 ）。さらに、同性\nカップルの法的承認や保護の制度があるとされる諸外国や地域において\nも、その保護の方法は、同性間の婚姻制度を採用する国等もあれば、登\n録パートナーシップ制度等を採る国、これらを併用する国等様々であっ\nて、その採用までの経緯も必ずしも一律ではない（認定事実 ）。\n加えて、別の制度を創設したからといって、原告らの主張するような\n同性愛者への差別が助長されるとは必ずしもいえない。実際、我が国に\nおいても近年地方公共団体の登録パートナーシップ制度が増加している\nが、原告らの主張によっても、これらの制度によって同性カップルに対\nする差別や偏見は解消されつつあるというのである。差別や偏見の真の\n意味での解消は、むしろ民主的過程における自由な議論を経た上で制度\nが構築されることによって実現されるものと考えられる。\n以上のとおりであるから、同性カップルの公認に係る利益の実現のた\nめには、現行法上の婚姻制度そのものを適用する方法のみならず婚姻類\n似の制度を含めた幅広い検討がされるべきで、同性愛者らの中でもなお\n様々な意見があることにも照らすと、原告らが希望していないという理\n由だけで、婚姻類似の制度を構築するという選択肢を検討する余地がお\nよそなくなるとはいえない。\nさらに、原告らは、同性愛者は少数者であるから、その保護のための\n制度の構築を立法過程に期待することはできないと主張し、このような\n場合には、司法が、少数者の権利保護の観点から積極的に違憲審査を行\nい、本件諸規定の違憲を宣言することにより同性愛者を救済すべきであ\nる旨をいう。\nしかし、同性間で婚姻をするについての自由が憲法上保障されている\nとまではいえない以上、同性間の婚姻が認められないことを憲法上保障\nされた少数者の基本的人権が侵害されている場合と同等に考えることは\nできない。加えて、同性カップルの婚姻又は婚姻類似の制度を実現する\nことと異性カップルの婚姻をするについての自由は利益が相反する関係\nにもないことなどからすれば、同性間の婚姻等の制度の構築に向けた立\n法が多数決の原理の下においては期待できないとは必ずしもいえない。\n実際、近年の調査によれば、同性カップルに婚姻等の法的保護の制度を\n認めるべきだとの回答をしている者が相当程度にまで増加してきている\n旨の結果も示されている。このように、民主的過程での議論の余地があ\nる以上、これを措いて、現時点において司法が積極的に本件諸規定の違\n憲を宣言すべき状況にあるということはできない。\n確かに、我が国では、前記のとおり憲法２４条１項が同性間の婚姻又\nは婚姻類似の制度の創設を禁止していないにもかかわらず、同性愛者ら\nに対し、婚姻どころか、婚姻類似の別の制度の構築の動きでさえ本格化\nしていないこともうかがわれる。しかし、同性間の婚姻について国会に\nおいて議論されるようになったのは平成２７年に至ってからであり（甲\nＡ１１、１２、６０～６２、３１２、３１８。なお、平成２７年より前\nにこれに言及されたことはあったものの、議論された形跡は見当たらな\nい。）、同性間の婚姻や同性カップルの法的保護に否定的な意見や価値\n観を有する国民が今もなお少なからず存在している（平成２７年の調査\nでは、２０代や３０代など若年層においては上記に対する法的保護に肯\n定的な意見が多数を占めるものの、６０歳以上の比較的高い年齢層にお\nいては否定的な意見が多数を占めているし、全年代で「無回答」も相当\n程度存在する。令和元年の調査では肯定的な意見が更に増加してはいる\nものの、６０歳以上では、肯定的な意見が約４７％であるのに対しなお\n約４３％余の者が否定的な意見を有しており、無回答も一定程度存在し\nている（認定事実 ）。さらに、「同性婚」や「同性同士の結婚」に賛\n成とする意見が多い旨のアンケートの結果も存在するものの（認定事実\n）、既に述べたように、これらの調査において「同性婚」等の意味が\n各回答者において統一的に捉えられていたとは必ずしもいい難い。）。\nこれらの事情に照らせば、我が国において、同性愛についての理解が深\nまり、同性愛者にも婚姻と同等の法的保護を与えるべきとの機運は高ま\nっているとはいえるものの、少なくともその方法についての議論はまだ\nその途上にある。そうすると、現時点で法改正や新たな制度を設けるこ\nとの具体的な検討がされていないからといって、必ずしも同性愛者の婚\n姻に関する権利が少数者の人権であるがために、その検討が遅れている\nとまではいえず、国会における今後の議論がおよそ期待できないという\nことはできない。\n以上によれば、今後の社会状況の変化によっては、同性間の婚姻等の\n制度の導入について何ら法的措置がとられていないことの立法不作為\nが、将来的に憲法２４条２項に違反するものとして違憲になる可能性は\nあるとしても、本件諸規定自体が同項で認められている立法裁量の範囲\nを逸脱しているとはいえない。\n３  本件諸規定が憲法１４条１項に違反するかについて（争点 関係）\n⑴  本件諸規定は、異性間の婚姻のみを定め、同性間の婚姻は定めていないも\nのである。そこで、原告らは、本件諸規定により、異性愛者は婚姻をするこ\nとができるのに対して同性愛者はこれをすることができず、婚姻の効果を享\n受できないという別異の取扱い（以下「本件区別取扱い」という。）が生じ\nているとして、このことが憲法１４条１項に違反する旨主張する。\n憲法１４条１項は、法の下の平等を定めており、この規定は、事柄の性質\nに応じた合理的な根拠に基づくものでない限り、法的な差別的取扱いを禁止\nする趣旨のものであると解すべきである（最高裁昭和３７年（オ）第１４７\n２号同３９年５月２７日大法廷判決・民集１８巻４号６７６頁、最高裁昭和\n４５年（あ）第１３１０号同４８年４月４日大法廷判決・刑集２７巻３号２\n６５頁、最高裁平成２５年（オ）第１０７９号同２７年１２月１６日大法廷\n判決・民集６９巻８号２４２７頁等）。前記２ アのとおり、同法２４条２\n項は、婚姻及び家族に関する事項について、具体的な制度の構築を第一次的\nには国会の合理的な立法裁量に委ねるとともに、その立法に当たっては、個\n人の尊厳と両性の本質的平等に立脚すべきとの要請、指針を示すことによっ\nて裁量の限界を画したものであるから、婚姻制度に関わる本件諸規定が、国\n会に与えられた上記のような裁量権を考慮しても、そのような区別をするこ\nとに合理的な根拠が認められない場合に、当該区別は、憲法１４条１項に違\n反するものと解するのが相当であるというべきである（最高裁平成２４年\n（ク）第９８４号、第９８５号同２５年９月４日大法廷決定・民集６７巻６\n号１３２０頁参照）。\n⑵  このような観点から、本件諸規定が憲法１４条１項に違反するかを検討す\nる。\nア  この点について、被告は、本件諸規定は、客観的に同性愛者であるか\n異性愛者であるかによって婚姻制度の利用の可否について取扱いを区別\nするものではないから、同性愛者がその性的指向に合致する者と婚姻を\nすることができない結果が生じているのは、本件諸規定から生ずる事実\n上の結果にすぎないとし、それゆえ立法裁量がより広範になる旨主張す\nる。確かに、本件諸規定は、その文言上、婚姻の成立要件として当事者\nに特定の性的指向を有することを求めるものではなく、当事者が特定の\n性的指向を有することを理由に婚姻を禁止するものでもないから、その\n趣旨、内容や在り方自体が性的指向に応じて婚姻制度の利用の可否を定\nめているものとはいえない。しかし、婚姻の本質は、自分の望む相手と\n永続的に人的結合関係を結び共同生活を営むことにある以上、同性愛者\nにとっては、異性との婚姻制度を形式的には利用することができたとし\nても、それはもはや婚姻の本質を伴ったものではないのであるから、実\n質的には婚姻をすることができないのと同じであり、本件諸規定はな\nお、同性愛者か異性愛者かによって、婚姻の可否について区別取扱いを\nしているというべきであって、これを単なる事実上の結果ということは\nできない。\nかえって、本件区別取扱いは、上記のとおり、性的指向という本人の\n意思や努力によっては変えることのできない事柄によって、婚姻という\n個人の尊厳に関わる制度を実質的に利用できるか否かについて区別取扱\nいをするものであることからすると、本件区別取扱いの憲法適合性につ\nいては、このような事柄の性質を考慮して、より慎重に検討される必要\nがある。\nイ  そこで検討すると、本件諸規定は、憲法２４条２項が、異性間の婚姻\nについてのみ明文で婚姻制度を立法化するよう要請していることに応\nじ、個人の尊厳や両性の本質的平等に配慮した異性間の婚姻制度を構築\nしたものと認められ、その趣旨目的は、憲法の予定する秩序に沿うもの\nで、合理性を有していることは既に述べたとおりである。そして、本件\n諸規定が同性間の婚姻制度については何ら定めていないために本件区別\n取扱いが生じているものの、このことも、同条１項は、異性間の婚姻に\nついては明文で婚姻をするについての自由を定めている一方、同性間の\n婚姻については、これを禁止するものではないとはいえ、何らの定めも\nしていない以上、異性間の婚姻と同程度に保障しているとまではいえな\nいことからすると、上記立法目的との関連において合理性を欠くとはい\nえない。したがって、本件諸規定に同性間の婚姻制度が規定されていな\nいこと自体が立法裁量の範囲を超えるものとして憲法１４条１項に違反\nするとはいえない。\nウ  確かに、現時点の我が国においては、同性愛者には、同性間の婚姻制\n度どころか、これに類似した法制度さえ存しないのが現実であり、その\n結果、同性愛者は、前記のとおり、婚姻によって異性愛者が享受してい\nる種々の法的保護、特に公認に係る利益のような重要な人格的利益を享\n受することができない状況にある。したがって、このような同性愛者と\n異性愛者との間に存在する、自らが望む相手との人格的結合関係につい\nて享受し得る利益の差異の程度が、憲法１４条１項の許容する合理的な\n立法裁量の範囲を超えるものではないかについてはなお慎重に検討すべ\nきということができる。\nしかし、前記２⑶イのとおり、異性間の婚姻は、男女が子を産み育て\nる関係を社会が保護するという合理的な目的により歴史的、伝統的に完\n全に社会に定着した制度であるのに対し、同性間の人的結合関係にどの\nような保護を与えるかについては前記のとおりなお議論の過程にあるこ\nと、同性愛者であっても望む相手と親密な関係を築く自由は何ら制約さ\nれておらず、それ以外の不利益も、民法上の他の制度（契約、遺言等）\nを用いることによって相当程度解消ないし軽減されていること、法制度\nとしては存在しないものの、多くの地方公共団体において登録パートナ\nーシップ制度を創設する動きが広がっており、国民の理解も進んでいる\nなど上記の差異は一定の範囲では緩和されつつあるといえること等（前\n記２ イ ）からすると、現状の差異が、憲法１４条１項の許容する国\n会の合理的な立法裁量の範囲を超えたものであるとは直ちにはいい難\nい。\nまた、仮に上記の差異の程度が小さいとはいえないとしても、その差\n異は、既に述べたように、本件諸規定の下においても、婚姻類似の制度\nやその他の個別的な立法上の手当てをすることによって更に緩和するこ\nとも可能であるから、国会に与えられた裁量権に照らし、そのような区\n別に直ちに合理的な根拠が認められないことにはならない。\n以上のとおりであるから、本件区別取扱いが憲法１４条１項に違反す\nると認めることはできない。\n４  本件諸規定を改廃しないことが国家賠償法１条１項の適用上違法であるか\nについて（争点 関係）\n⑴  国家賠償法１条１項は、国又は公共団体の公権力の行使に当たる公務員\nが個々の国民に対して負担する職務上の法的義務に違反して当該国民に損\n害を加えたときに、国又は公共団体がこれを賠償する責任を負うことを規\n定するものであるところ、国会議員の立法行為又は立法不作為が同項の適\n用上違法となるかどうかは、国会議員の立法過程における行動が個々の国\n民に対して負う職務上の法的義務に違反したかどうかの問題であり、立法\nの内容の違憲性の問題とは区別されるべきものである。そして、上記行動\nについての評価は原則として国民の政治的判断に委ねられるべき事柄であ\nって、仮に当該立法の内容が憲法の規定に違反するものであるとしても、\nそのゆえに国会議員の立法行為又は立法不作為が直ちに国家賠償法１条１\n項の適用上違法の評価を受けるものではない。\nもっとも、法律の規定が憲法上保障され又は保護されている権利利益を\n合理的な理由なく制約するものとして憲法の規定に違反するものであるこ\nとが明白であるにもかかわらず、国会が正当な理由なく長期にわたってそ\nの改廃等の立法措置を怠る場合などにおいては、国会議員の立法過程にお\nける行動が上記職務上の法的義務に違反したものとして、例外的に、その\n立法不作為は、国家賠償法１条１項の規定の適用上違法の評価を受けるこ\nとがあるというべきである。（最高裁昭和５３年（オ）第１２４０号同６\n０年１１月２１日第一小法廷判決・民集３９巻７号１５１２頁、最高裁平\n成１３年（行ツ）第８２号、第８３号、同年（行ヒ）第７６号、第７７号\n同１７年９月１４日大法廷判決・民集５９巻７号２０８７頁、最高裁平成\n２５年（オ）第１０７９号同２７年１２月１６日大法廷判決・民集６９巻\n８号２４２７頁参照）\nこれを本件についてみると、前記２、３で説示したとおり、本件諸規定\nは、国会の合理的な立法裁量の範囲内にあり、憲法の規定に違反するもの\nではないから、本件諸規定を改廃しないことが上記の例外的場合に当たる\nと解すべきとはいえない。よって、本件諸規定を改廃しないことが国家賠\n償法１条１項の適用上違法の評価を受けるものではない。\n第４  結語\n以上によれば、原告らの請求は、その余の点を判断するまでもなく、いずれ\nも理由がないから、これらを棄却することとして、主文のとおり判決する。\n大阪地方裁判所第１１民事部\n裁判長裁判官\n土井文 美\n裁判官\n神    谷      善      英\n裁判官\n関              尭      熙\n（別紙）\n争点に対する当事者の主張の要旨\n１  争点 （本件諸規定が憲法２４条、１３条、１４条１項に違反するか）につい\nて\n原告らの主張の要旨\nア  本件諸規定は、明文で同性間の婚姻を禁止していないとしても、民法や戸\n籍法の「夫婦」との文言が男である夫及び女である妻を意味するとされ、法\n律上同性間で婚姻をすることは認められないと解釈されており、同性愛者が\n婚姻制度を利用することを排除している。\nしたがって、本件諸規定が違憲判断の対象となる。\nなお、被告は、原告らの主張が、同性の者を婚姻相手として選択できるこ\nとを含む同性間の人的結合関係に対する積極的保護を内容とする法制度の創\n設を求めるものにほかならないと主張するが、原告らが求めるのは「本件諸\n規定が規定する婚姻制度のアクセス」であって、上記のような婚姻とは別の\n新たな「婚姻に準ずる制度」の創設ではない。\nイ  本件諸規定は、次のとおり憲法２４条、１３条に違反する。\n憲法２４条１項は、個人より家を優位に置く明治民法における婚姻の在\nり方を排し、法律上の婚姻が、国家や第三者に干渉されることなく、平等\nな意思主体間の自由な婚姻意思の合致のみによって成立することを定め、\n婚姻の自由を保障したものであり、この婚姻の自由の保障は、同性間の婚\n姻にも及ぶ。同項の「両性」という文言を偏重し、「婚姻」を異性間の婚\n姻に限定するような文言解釈は相当ではない。\nこのことは、憲法１３条が、個人の人格に深く関わる事柄について、公\n権力の干渉を受けずに自ら決定する権利（自己決定権）を保障するものと\n解され、法律上の婚姻をするかどうか、いつ誰とするかを自ら決定できる\nことは、個人の尊重という憲法の基本価値の実現に不可欠であるから、婚\n姻の自由が自己決定権の一内容として保障されることからも根拠付けられ\nる。\n以上のことからすれば、婚姻の自由は同性間の婚姻にも及ぶにもかかわ\nらず、同性間の婚姻を認めていない本件諸規定は、その婚姻の自由の一内\n容である「誰と婚姻をするか」の自由を直接制約するものであって、その\n制約を正当化し得るような理由はないから、憲法２４条１項、１３条に違\n反する。\n憲法２４条２項は、「配偶者の選択・・・並びに婚姻及び家族に関する\nその他の事項」について、法律が「個人の尊厳」に立脚して制定されなけ\nればならないと定めている。\n憲法が、全ての人が「個人として尊重される」ことを定める憲法１３条\nに加えて、憲法２４条２項でも「個人の尊厳」に立脚した法律を制定する\nことを求めたのは、戦前の家族制度の在り方に対する深い反省によるもの\nである。そして、望む相手と親密な関係を築くこと、それが社会的に公\n示、認知されることは、人格の核心に関わる重要な事柄である。\n本件諸規定は、配偶者の選択という婚姻制度の中核的要素について、婚\n姻の自由を直接制約するものであり、その制約が半永久的であること、同\n性愛者等は社会的に少数者であることなどを踏まえると、立法裁量の余地\nがない。少数者である同性愛者等は偏見や差別を受けてきた歴史があり、\nこのような集団に対する差別の是正の問題は、少数者の人権侵害の問題で\nあり、これは民主政治のプロセスによる解決は困難であり立法府の裁量を\n認めることは人権侵害を放置することになる。\nそして、本件諸規定の目的は、子の有無、子をつくる意思、能力の有無\nにかかわらず、夫婦の共同生活自体を保護することにあるところ、異性愛\nと同性愛の差異は性的指向の違いのみであって、同性愛者であっても婚姻\nの本質を伴った共同生活を営むことができるから、同性間の婚姻を認めな\nいことは本件諸規定の目的達成の手段として合理性を欠いている。\nしたがって、本件諸規定は憲法２４条２項に違反する。\nウ  本件諸規定は、次のとおり憲法１４条１項に違反する。\n本件諸規定は、異性愛者にのみ婚姻制度の利用を認め、同性愛者にはそ\nの利用を許さないものであるから、性的指向によって合理的根拠なく別異\n取扱いを行っている。\nそして、性的指向は自らの意思や努力によって変えることができない事\n柄であり、性的指向によって婚姻をすることができるか否かが異なるとい\nう別異取扱いは、憲法１４条１項後段が規定する社会的身分又は性別によ\nる差別というべきであり、この別異取扱いの合理性は厳格に審査されるべ\nきである。また、この別異取扱いにより制約を受ける同性愛者の利益は、\n婚姻の自由という憲法上の権利であり、これは個人の自己実現にとって必\n要不可欠なものであるところ、それが直接制約される場合であること、同\n性愛者は社会における少数者であり、民主制の過程で救済されないことか\nらすると、やはりその別異取扱いの合理性は厳格に審査されるべきであ\nる。\n被告は、婚姻制度の目的が男女が子を産み育てる目的にある旨主張し、\n上記別異取扱いには合理的根拠がある旨主張する。しかし、このような子\nの養育のための制度としての婚姻の社会的重要性は、社会状況の変化に伴\nう家族の形態の多様化によって婚姻と生殖との不可分の結合関係が失われ\nるとともに減退し、現在では、婚姻は、婚姻当事者の個人的な利益の保護\nを目的とするものと考えられるようになってきたことから婚姻制度の目的\nは、当事者間の精神的な結合に基づく永続的な共同生活関係を公的に承認\nし、法的に規律し保護すること、これにより結びつきを安定化させること\nにある。そうすると、婚姻の目的を生殖であるとして同性愛者を婚姻制度\nから一律に排除することは不合理であり憲法１４条１項に違反する。\n上記別異取扱いにより、異性カップルが享受し得ているのに同性カップ\nルが享受し得ない権利利益は様々存在しているが、これらを同性カップル\nにのみ付与しない合理的な根拠はない。国民には法律婚を尊重する意識が\n広く浸透している我が国においては、法律上の婚姻をしたカップルが正式\nなカップルと認識されて社会的に承認を受けており、カップルの関係を公\n示してその身分関係を明らかにすること自体にも社会的意義、必要性が存\n在する。しかしながら、我が国においては、同性カップルには婚姻制度が\nないために、同性カップルは公証を受けることができず、正式なカップル\nであるとの社会的認識を得られない結果、社会的な承認を受けられない。\nまた、異性カップルであれば、婚姻に伴う様々な法令上の権利、利益のほ\nか、パートナーの医療行為に対する同意をすることなど事実上の利益を享\n受することができるが、同性カップルにはこれらの権利、利益が一切付与\nされていない。\n憲法及び本件諸規定の制定当初は、同性愛は精神疾患であり、倫理的に\nも許されないものとする社会通念が存在したが、現在に至るまでの間に同\n性愛の性的指向を有することは精神疾患ではないことが明らかにされ、ま\nた性的指向が決定される原因については種々の議論があるものの、少なく\nとも個人の意思に基づいて決定されるものではないことが明らかにされて\nいる。上記のような公認を受け、それに伴い付与される権利、利益を、異\n性カップルのみに付与し、同性カップルが享受できないものとする合理的\nな理由もない。\n以上のとおり、本件諸規定の立法目的に照らし、同性愛者等を婚姻制度\nから排除する別異取扱いに合理性がないから、憲法１４条１項に違反す\nる。\n被告の主張の要旨\nア  本件諸規定は、次のとおり憲法２４条、１３条に違反しない。\n憲法２４条１項は、「両性」、「夫婦」という文言を用いており、異性\n間の婚姻を前提とするものであって、同性間の婚姻を想定しておらず、異\n性間の婚姻と同程度に同性間の婚姻を保障しなければならないことを命じ\nるものではない。\n憲法１３条が自己決定権を保障しているかどうかやその具体的な内容は\n明らかではなく、仮に婚姻に関する何らかの自己決定権を観念できるとし\nても、婚姻をするについての自由は、憲法の定める婚姻を具体化する法律\nに基づく制度によって初めて個人に与えられる、あるいはそれを前提とし\nた自由であり、生来的、自然権的な権利又は利益、人が当然に享受すべき\n権利又は利益ということはできない。本件諸規定は、憲法２４条の要請に\n基づき、婚姻について異性間の人的結合関係のみを対象とするものとして\nその具体的な内容を定めているにすぎず、原告らが本件諸規定により侵害\nされていると主張する権利又は利益の本質も、結局、同性間の人的結合関\n係について積極的な保護や法的な利益の供与を認める法制度の創設を求め\nるものにほかならず、これは法制度を離れた生来的、自然権的な権利又は\n利益として憲法で保障されているものではないから、このような内実のも\nのが、自己決定権により基礎付けられるとはいえない。\nよって、本件諸規定は、憲法２４条１項、１３条に違反しない。\n憲法２４条１項が、当事者双方の性別が同一である場合に法律婚を成立\nさせることを想定していないことを前提とすると、同条２項では、異性間\nの関係としての婚姻以外については立法による制度の構築が要請されてい\nない。\nまた、本件諸規定は、夫婦がその間に生まれた子供を産み育てながら共\n同生活を送るという関係に対して法的保護を与えるという民法の婚姻制度\nの目的には合理性があり、家族に関する基本的な制度においては、その目\n的もある程度抽象的、定型的に捉えざるを得ず、制度を利用することがで\nきるか否かの基準は明確である必要があるとの観点から、抽象的、定型的\nに、その間の子が出生する可能性のある「両性」の結合を婚姻制度の対象\nとすることも、上記の目的達成のための手段として合理性がある。\nしたがって、本件諸規定は、個人の尊厳と両性の本質的平等の要請に照\nらして合理性を欠くものではなく、国会の立法裁量の範囲を超えるもので\nはないから、憲法２４条２項には違反しない。\nイ  本件諸規定は、次のとおり憲法１４条１項に違反しない。\n憲法２４条が異性間の婚姻のみを対象として婚姻に係る法制度の構築を\n法律に委ねていることからすると、本件区別取扱いは、憲法が予定し許容\nしているもので、憲法１４条１項に違反しない。\nまた、本件諸規定は性的指向によって婚姻制度の利用の可否を定めてい\nるものではない中立的な規定であるから、同性愛者と異性愛者との間で婚\n姻について生ずる差異は本件諸規定から生ずる事実上の結果ないし間接的\nな効果にすぎないこと、婚姻及び家族に関する事項の憲法１４条１項適合\n性については憲法２４条２項の解釈と整合的に判断する必要があること、\n同性間の婚姻による権利利益は憲法上保障されたものとはいえないこと等\nからすると、同性間の婚姻を認めるかどうかは立法府による広範な裁量が\n認められる事柄であるといえる。\nそうすると、仮に本件諸規定が憲法１４条１項に違反する余地があると\nしても、それは、婚姻について同性愛者と異性愛者との間の性的指向によ\nる差異を結果として生じさせる本件諸規定の立法目的に合理的な根拠がな\nく、又はその手段、方法の具体的内容が立法目的との関連において著しく\n不合理なものといわざるを得ないような場合であって、立法府に与えられ\nた広範な裁量の範囲を逸脱し又は濫用するものであることが明らかな場合\nに限られる。\nしかし、以下のとおり、本件諸規定は立法目的に合理的な根拠があり、\n本件区別取扱いは立法目的との関係で著しく不合理なものとはいえないか\nら、本件諸規定は憲法１４条１項に違反しない。\n本件諸規定に基づく婚姻は、人が社会生活を送る中で生成され得る種々\nの、かつ多様な人的結合関係のうち、一人の男性と一人の女性との人的結\n合関係とその間に産まれる子との人的結合関係を制度化し、夫婦に身分関\n係の発生に伴うものを含め、種々の権利を付与するとともに、これに応じ\nた義務も負担させることによって、夫婦関係の長期にわたる円滑な運営及\nび維持を図ろうとするものであり、本件諸規定の目的は、一人の男性と一\n人の女性が子を産み育てながら共同生活を送るという関係に対して特に保\n護を与えることにある。\nそして、本件諸規定は、異性間の婚姻を前提とする憲法２４条の規定を\n受けて定められたものであり、また、我が国において、一人の男性と一人\nの女性の人的結合関係が、今後の社会を支える次世代の子を産み、育みつ\nつ、我が国の社会を構成し、支える自然的かつ基礎的な集団単位である家\n族をその中心となって形成している実態があって、その実態に対して歴史\n的に形成されてきた社会的な承認が存在していることに鑑みると、このよ\nうな立法目的は合理性を有する。\n婚姻関係を含む家族に関する基本的な制度については、その目的につい\nて抽象的、定型的に捉えざるを得ない上、その制度を利用することができ\nるか否かの基準は明確である必要があることから、婚姻をすることができ\nる夫婦の範囲を、実際の自然生殖可能性の有無にかかわらず、生物学的な\n自然生殖可能性を基礎として抽象的、定型的に定めることには合理性があ\nる。\nまた、憲法が本件諸規定により異性間の人的結合関係としての婚姻を制\n度化することを予定し、同性間の婚姻を認める制度を想定していないこと\nに加え、同性間の人的結合関係を我が国における婚姻の在り方との関係で\nどのように位置付けるかについては、いまだ社会的な議論の途上にあり、\n我が国において同性間の人的結合関係を異性間の人的結合関係と同視し得\nるほどの社会的な承認が存在しているとはいい難い。同性間の婚姻が認め\nられていないという事態は、同性間の人的結合関係に特別の法的保護が与\nえられていないにとどまり、同性間において婚姻類似の人的結合関係を構\n築、維持したり、家族を形成したり、共同生活を営んだりする自由は何ら\n制限されるわけではないといえるし、婚姻により生ずる法的効果を受ける\n権利利益は、憲法上も具体的な法制度上も同性間の人的結合関係に対して\n保障されているものではない上、民法上の他の制度（契約、遺言等）を用\nいることによって、同性間の婚姻が認められないことによる事実上の不利\n益が相当程度解消ないし軽減される余地もある。以上からすれば、本件諸\n規定は、その立法目的との関連においても合理性を有する。\n２  争点 （本件諸規定を改廃しないことが国家賠償法１条１項の適用上違法であ\nるか）について\n原告らの主張の要旨\nア  法律の規定が憲法上保障され又は保護されている権利、利益を合理的な理\n由なく制約するものとして憲法の規定に違反するものであることなどが明白\nであるにもかかわらず、国会が正当な理由なく長期にわたってその改廃等の\n立法措置を怠る場合などにおいては、国会議員の立法過程における行動が職\n務上の法的義務に違反したものとして、例外的にその立法不作為は国家賠償\n法１条１項の規定の適用上違法の評価を受ける。\nここでいう立法状態の違憲性が明白であることとは、「明白である」とい\nう用語の一般的な用法（異論を生じない場合を意味する。）よりも緩やかな\n程度を指すと解され、口頭弁論終結時までの社会状況の変化等を含む全ての\n事情がその判断の基礎となる。\nイ  本件諸規定は、具体的な制度の構築が第一次的には国会の合理的な立法裁\n量に委ねられている婚姻に関するものであるが、婚姻制度に関わる立法に際\nして考慮されるべき種々の事柄や要因は時代と共に変遷するものであるか\nら、その定めの合理性については、個人の尊厳と法の下の平等を定める憲法\nに照らして不断に検討され、吟味される必要がある。また、本件諸規定が性\n的指向に基づく別異取扱いをもたらすものであることからすると、国会議員\nには、その職務を行うについて、少数者である同性愛者をも視野に入れた、\n肌理の細かな配慮が必要であり、同性愛者の権利、利益を十分に擁護するこ\nとが要請されているというべきである。これらのことからすれば、本件諸規\n定に関し、国会議員が個々の国民に対し負担する職務上の法的義務は、本件\n諸規定が違憲であるとする司法判断等を受けてからそれを踏まえた立法措置\nを講ずれば足りるという受動的なものにとどまるものではなく、その合理性\nに関わる種々の事柄等について自ら調査、検討することを通じて、個人の尊\n厳と法の下の平等を定める憲法に照らして、自ら主体的に本件諸規定の合理\n性を不断に検討し、吟味すべき能動的な義務を含むものである。\nしかしながら、原告らの中で最も早く婚姻届を提出した原告３及び原告４\nが婚姻届を提出した平成３１年１月４日よりも相当以前の時点において、立\n法府の裁量権を考慮したとしても、本件諸規定についての合理的な根拠は失\nわれていた。本件諸規定は、原告らの婚姻をする自由を侵害し、また原告ら\n同性カップルを婚姻に関して合理的理由なく差別的に取り扱うものであっ\nて、原告ら同性カップルが法律上の婚姻について異性カップルと平等な取扱\nいを受ける権利、利益を侵害するものであるから、憲法２４条１項及び２\n項、１３条、１４条１項に違反するものである。\n以上のことから、本件諸規定の違憲性は、遅くとも原告らが婚姻届を提出\nする相当以前には国会にとって明白なものとなっていたというべきであり、\nそうであるにもかかわらず、国会は、正当な理由なく長期にわたってその改\n廃の立法措置を怠っていたのであるから、本件諸規定を改廃しなかった国会\nの立法不作為は、国家賠償法１条１項の適用上違法というべきである。\n被告の主張の要旨\nア  国家賠償法１条１項にいう「違法」とは、国又は公共団体の公権力の行使\nに当たる公務員が個別の国民に対して負担する職務上の法的義務に違反する\nことをいうところ、国会議員の立法行為又は立法不作為が国家賠償法１条１\n項の適用上違法となるかどうかは、国会議員の立法過程における行動が個々\nの国民に対して負う職務上の法的義務に違反したかどうかの問題であり、立\n法内容の違憲性の問題とは区別されるべきものである。そして、上記行動に\nついての評価は、原則として国民の政治的判断に委ねられるべき事柄であっ\nて、仮に当該立法の内容が憲法の規定に違反するものであるとしても、その\nことをもって国会議員の立法行為又は立法不作為が直ちに国家賠償法１条１\n項の適用上違法の評価を受けるものではない。\nもっとも、法律の規定が憲法上保障され又は保護されている権利利益を合\n理的な理由なく制約するものとして憲法の規定に違反するものであることが\n明白であるにもかかわらず、国会が正当な理由なく長期にわたってその改廃\n等の立法措置を怠る場合などにおいては、国会議員の立法過程における行動\nが上記職務上の法的義務に違反したものとして、例外的にその立法不作為は\n国会賠償法１条１項の規定の適用上違法の評価を受けることがあると解する\nのが相当である。\nイ  本件諸規定は、憲法２４条１項及び２項、１３条、１４条１項に違反する\nものではないから、そもそも国家賠償法１条１項の適用上違法の評価を受け\nる余地はない。\n３  争点 （原告らの損害、損害額）について\n原告らの主張の要旨\n原告らは、本件諸規定を改廃しないという被告の立法不作為により、憲法上\n保障される婚姻の自由を侵害され、婚姻により生ずる社会的承認に伴う心理的\n・社会的利益、法的・経済的権利・利益及び事実上の利益を受けることができ\nず、また社会が承認しない関係性というスティグマを与えられて尊厳を深刻に\n傷つけられているという重大な損害を被っており、それらにより著しい精神的\n苦痛を被っている。\nこのような精神的苦痛を慰謝するに足りる慰謝料は、原告らそれぞれについ\nて少なくとも１００万円を下らない。\n被告の主張の要旨\n原告らの損害の発生は否認する。\n４  争点 （原告４につき、国家賠償法６条所定の相互保証があるか）について\n原告らの主張の要旨\n国家賠償請求権について定められた憲法１７条では、「何人も」とされてお\nり、国家賠償法１条１項は、その文言上、対象を日本国民ないし相互保証の存\n在する国の国籍を有する外国人に限定されておらず、同法６条は、被害者が外\n国人である場合に初めて、その外国人が国籍を有する国と日本との間に相互の\n保証があるかどうかを問題にしている。このような憲法及び国家賠償法の構造\nに鑑みると、同法に基づき損害賠償請求をする者は、その者が外国人であった\nとしても、請求原因としては同法１条１項の事実関係を主張立証すれば足り、\n当該被害者である外国人が国籍を有する国と日本との間に相互の保証がされて\nいないことは抗弁事実と解すべきである。\nもっとも、平成１４年当時、米国と日本との間には、国家賠償に関し、相互\nの保証が存在し、現在に至るまでその状況に変更は見られないから、原告４に\nつき、国家賠償法６条所定の相互保証がある。\n被告の主張の要旨\n国家賠償法６条が相互保証主義を採用していることからすると、同条は、外\n国人に対して相互保証が存在することを条件として同法上の請求権を与えたも\nのというべきであり、同条は外国人にとって同法上の権利根拠規定と解すべき\nであり、相互保証の要件を充足することは、国家賠償法１条１項に基づく損害\n賠償請求における請求原因を構成する。\n原告４につき、国家賠償法６条所定の相互保証があるとの主張立証がされて\nいるとはいえない。\n以上\n"
}