{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Reiwa",
    "year": 2,
    "month": 10,
    "day": 1
  },
  "case_number": "平成30(あ)845",
  "case_name": "建造物侵入，埼玉県迷惑行為防止条例違反被告事件",
  "court_name": "最高裁判所第一小法廷",
  "result_type": "判決",
  "result": "破棄差戻",
  "article_info": "刑集　第74巻7号721頁",
  "original_court_name": "東京高等裁判所",
  "original_case_number": "平成30(う)476",
  "original_date": {
    "era": "Heisei",
    "year": 30,
    "month": 5,
    "day": 24
  },
  "gist": "数罪が科刑上一罪の関係にある場合において，各罪の主刑のうち重い刑種の刑のみを取り出して軽重を比較対照した際の重い罪及び軽い罪のいずれにも選択刑として罰金刑の定めがあり，軽い罪の罰金刑の多額の方が重い罪の罰金刑の多額よりも多いときの罰金刑の多額",
  "case_gist": "数罪が科刑上一罪の関係にある場合において，各罪の主刑のうち重い刑種の刑のみを取り出して軽重を比較対照した際の重い罪及び軽い罪のいずれにも選択刑として罰金刑の定めがあり，軽い罪の罰金刑の多額の方が重い罪の罰金刑の多額よりも多いときは，罰金刑の多額は軽い罪のそれによるべきである。",
  "ref_law": "刑法５４条１項",
  "lawsuit_id": "89739",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=89739",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/739/089739_hanrei.pdf",
  "contents": "平成３０年（あ）第８４５号  建造物侵入，埼玉県迷惑行為防止条例違反\n被告事件\n令和２年１０月１日  第一小法廷判決\n主      文\n原判決及び第１審判決を破棄する。\n本件をさいたま簡易裁判所に差し戻す。\n理      由\n弁護人近藤里沙の上告趣意のうち，判例違反をいう点について\n原判決の是認する第１審判決によれば，本件は，被告人が，共犯者と共謀の上，\n盗撮用の小型カメラを設置する目的で，パチンコ店の女子トイレ内に，共犯者にお\nいて侵入した上，用便中の女性の姿態を同所に設置した小型カメラで撮影し，もっ\nて公共の場所において，人を著しく羞恥させ，かつ，人に不安を覚えさせるような\n卑わいな行為をしたという事案であり，建造物侵入罪と埼玉県迷惑行為防止条例２\n条４項（盗撮）違反の罪（同条例１２条２項１号）が成立し，両罪は刑法５４条１\n項後段の牽連犯の関係にある。\n第１審判決は，建造物侵入罪の法定刑は３年以下の懲役又は１０万円以下の罰金\nであり，埼玉県迷惑行為防止条例違反の罪の法定刑は６月以下の懲役又は５０万円\n以下の罰金であるから，最高裁昭和２２年（れ）第２２２号同２３年４月８日第一\n小法廷判決・刑集２巻４号３０７頁（以下「昭和２３年判例」という。）によれ\nば，被告人に対する処断は，各罪の主刑のうち重い刑種の刑のみを取り出して軽重\nを比較対照した際の重い罪である建造物侵入罪の法定刑によることになり，罰金刑\nの多額は１０万円となるとの判断を示し，これによると罰金刑の選択は相当でない\nとして被告人に懲役２月，３年間執行猶予の判決を宣告し（検察官の求刑は罰金４\n０万円），原判決も上記判断を是認して被告人の控訴を棄却した。\n所論は，原判決は，罰金刑の多額が１０万円となるとした点において，名古屋高\n等裁判所金沢支部平成２５年（う）第６５号同２６年３月１８日判決・高等裁判所\n刑事裁判速報集平成２６年１４０頁（以下「金沢支部判決」という。）と相反する\n判断をしているというのである。\n金沢支部判決は，住居侵入罪と，法定刑が２年以下の懲役若しくは３０万円以下\nの罰金又は拘留若しくは科料である暴行罪とが刑法５４条１項後段の牽連犯の関係\nにある事案で，各罪の主刑のうち重い刑種の刑のみを取り出して軽重を比較対照し\nた際の重い罪及び軽い罪のいずれにも選択刑として罰金刑の定めがあり，軽い罪の\n罰金刑の多額の方が重い罪の罰金刑の多額よりも多いときは，罰金刑の多額は軽い\n罪のそれによるべきものと解するのが相当であるとして，処断刑の罰金刑の多額は\n３０万円となると判示している。\n昭和２３年判例は，併科刑又は選択刑の定めがある場合の法定刑を対照して，そ\nの軽重を定めるについては，刑法１０条のほか，複数の主刑中の重い刑のみについ\nて対照をなすべき旨を定めた刑法施行法３条３項をも適用しなければならないとす\nるもので，本件のような科刑上一罪の事案において重い罪及び軽い罪のいずれにも\n選択刑として罰金刑の定めがある場合の罰金刑の多額についてまで判示するもので\nはなく，軽い罪のそれによることを否定する趣旨とも解されない。この点について\nは，最高裁判所の判例がなく，金沢支部判決は刑訴法４０５条３号にいう判例に当\nたり，原判決は，これと相反する判断をしたものである。\nそして，本件のように，数罪が科刑上一罪の関係にある場合において，各罪の主\n刑のうち重い刑種の刑のみを取り出して軽重を比較対照した際の重い罪及び軽い罪\nのいずれにも選択刑として罰金刑の定めがあり，軽い罪の罰金刑の多額の方が重い\n罪の罰金刑の多額よりも多いときは，刑法５４条１項の規定の趣旨等に鑑み，罰金\n刑の多額は軽い罪のそれによるべきものと解するのが相当である。\nそうすると，所論引用の金沢支部判決は正当であり，これを変更する必要は認め\nられない。原判決は，最高裁判所の判例がない場合に控訴裁判所たる高等裁判所の\n判例と相反する判断をしたもので，判決に影響を及ぼさないことが明らかな場合で\nあるとはいえない。論旨は理由がある。\nよって，弁護人のその余の上告趣意に判断を加えるまでもなく，刑訴法４０５条\n３号，４１０条１項本文，４１３条本文により，原判決及びこれと同趣旨に出た第\n１審判決は破棄を免れず，更に審理を尽くさせるため本件を第１審裁判所であるさ\nいたま簡易裁判所に差し戻すこととし，裁判官全員一致の意見で，主文のとおり判\n決する。\n検察官小長光健史，同溝口貴之  公判出席\n( 裁判長裁判官   深 山 卓 也   裁判官   池 上 政 幸   裁判官   小 池   裕   裁判官\n木澤克之  裁判官  山口  厚)\n"
}