{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 4,
    "month": 3,
    "day": 18
  },
  "case_number": "平成29(わ)427",
  "case_name": "不正競争防止法違反",
  "court_name": "名古屋地方裁判所刑事第5部",
  "lawsuit_id": "91195",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=91195",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/195/091195_hanrei.pdf",
  "contents": "主               文\n被告人両名はいずれも無罪。\n理               由\n第１  公訴事実\n本件公訴事実は，「被告人ａは，磁気センサの開発，製造及び販売等を目的とする\nｂ株式会社（以下「ｂ」という。）において，平成２４年６月１９日から平成２５年\n６月１７日までの間，役員である技監として磁気センサの開発・製造に関し提言等\nをする業務に従事していた者，被告人ｃは，同社において，平成２４年６月１９日\nから平成２５年１２月３１日までの間，従業者である生技・製造本部第３生産技術\n部部長として磁気センサの開発・製造業務の管理等に従事していた者であって，い\nずれも，同社から，同社が保有する営業秘密であるワイヤ整列装置の機能及び構造，\n同装置等を用いてアモルファスワイヤを基板上に整列させる工程に関する技術上の\n情報を示されるとともに，同社に対し，前記情報の管理に係る任務を負っていたも\nのであるが，被告人両名は，共謀の上，不正の利益を得る目的で，前記任務に背い\nて，同年４月９日，岐阜県各務原市甲町乙丁目丙番地同社ｑ工場（以下「本件工場」\nという。）会議室において，株式会社ｄ（以下「ｄ」という。）従業員ｅに対し，前\n記情報を口頭及び同所に設置されたホワイトボード（以下「本件ホワイトボード」\nという。）に図示する方法で説明し，もってｂの営業秘密を開示した」というもので\nある。\n第２  検察官主張工程\n検察官は，被告人両名が，平成２５年４月９日の打合せ（以下「本件打合せ」と\nいう。）において，ｅに対し，ワイヤ整列装置が\n㋐  引き出しチャッキングと呼ばれるつまみ部分（以下「チャック」という。）が\nアモルファスワイヤをつまみ，一定の張力を掛けながら基板上方で右方向に移動す\nる\n㋑  アモルファスワイヤに張力を掛けたまま仮固定する\n㋒  基板を固定した基板固定台座を上昇させ，仮固定したアモルファスワイヤを\n基準線として位置決め調整を行う\n㋓  基板固定台座を上昇させ，アモルファスワイヤを基板の溝及びガイドに挿入\nさせ，基板固定治具に埋め込まれた磁石の磁力で仮止めする\n㋔  基板の左脇でアモルファスワイヤを機械切断する\n㋕  基板固定台座が下降し，次のアモルファスワイヤを挿入するために移動する\n㋖  以下㋐ないし㋕を機械的に繰り返す\nというワイヤ整列工程を可能とする装置である旨を口頭及び本件ホワイトボードに\n図示する方法で説明した旨主張し，㋐から㋖までの工程（以下「検察官主張工程」\nという。）が，ｂが独自に開発・構成した一連一体の工程であって，ｂに帰属し，保\n有されているｂの営業秘密である旨主張する。\nなお，検察官は，検察官主張工程の内容に対応する範囲を超えて，ｂの保有する\n各ワイヤ整列装置の構造，工程の細部に至る立証はしない，と明示している。\n第３  争点等\n弁護人は，①検察官主張工程（あるいは，同工程に関して被告人両名が本件打合\nせにおいて説明した情報）は，ｂの営業秘密ではない，②被告人両名にｂの営業秘\n密を開示する故意はない，③被告人両名に不正の利益を得る目的はないなどと指摘\nして，被告人両名がいずれも無罪である旨主張し，被告人両名もそれに沿う供述を\nしている。\n第４  判断の骨子\n本件打合せにおいて被告人両名がｅに説明した情報は，アモルファスワイヤを基\n板上に整列させる工程に関するものではあるが，ｂの保有するワイヤ整列装置の構\n造や同装置を用いてアモルファスワイヤを基板上に整列させる工程とは，工程にお\nける重要なプロセスに関して大きく異なる部分がある。また，上記情報のうち検察\n官主張工程に対応する部分は，アモルファスワイヤの特性を踏まえて基板上にワイ\nヤを精密に並べるための工夫がそぎ落とされ，余りにも抽象化，一般化されすぎて\nいて，一連一体の工程として見ても，ありふれた方法を選択して単に組み合わせた\nものにとどまり，一般的には知られておらず又は容易に知ることができないとはい\nえないので，営業秘密の三要件（秘密管理性，有用性，非公知性）のうち，非公知\n性の要件を満たすとはいえない。したがって，被告人両名は，本件打合せにおいて，\nｂの営業秘密を開示したとはいえない。\nまた，仮に，被告人両名の行為が客観的には営業秘密開示行為に該当するという\n見解を採ったとしても（この仮定は，当裁判所の見解ではない。），被告人両名にお\nいて，本件打合せでｅに説明した情報について，ｂの営業秘密に該当しないと考え\nていた疑いが残り，そのように考えたことについて，相当な理由があるといえるこ\nとなどからすると，被告人両名について，故意責任を問うことはできない。\nよって，被告人両名は無罪である。\n第５  前提事実\n以下の事実は，関係証拠から，容易に認めることができる。\n１  ＭＩセンサ\nｂは，平成１０年頃，ＭＩ（マグネット・インピーダンス）効果を活用したセン\nサ（以下「ＭＩセンサ」という。）の商品化を目指すプロジェクトを立ち上げた。\nＭＩセンサの基幹部品であるＭＩ素子を製造するために用いられるアモルファス\nワイヤは，磁性を帯びた金属細線であり，極めて細くて，ひずみに弱く，微小な静\n電気や磁気，空気の流れ等にも影響され，応力を加えられると磁気特性が変化する，\nといった特性を持っていた。\n２  ｂにおけるワイヤ整列装置の開発\nｂは，平成１１年３月から，技術本部電子・磁性部長（当時）被告人ａを責任者\nとして，科学技術振興事業団（当時，以下「ＪＳＴ」という。）から補助金を得て，\n車載用ＭＩセンサの開発を行い，ＭＩ素子を量産するための装置の開発を目指した。\nそして，ｂは，この過程において，平成１２年１１月頃，基板上にアモルファスワ\nイヤを整列させることのできるワイヤ整列装置（以下「１号機」という。）の開発に\n成功した。１号機の製作等は，ｆ株式会社（以下「ｆ」という。）に依頼して行われ\nた。\n３  ｂ１号機\n⑴  １号機の特徴等\n１号機は，一辺６０ｍｍの正方形セラミック製基板に約０．７ｍｍの間隔で設け\nられた幅約５０μｍの溝に直径３０μｍのアモルファスワイヤを１本ずつ入れるこ\nとで，基板上に７２本のワイヤを整列させることができた。\n⑵  １号機の工程\n１号機の主な工程は，以下のとおりである。\nア  基板を基板固定治具に装着して基板固定台座にセットし，同台座をワイヤが\n引き出される場所の直下付近まで移動させる。\nイ  チャックがボビンに巻かれたワイヤ（以下「ワイヤ供給部」という。）を６本\n同時につかんで，張力を掛けながら基板上方で左から右方向に移動する（以下，装\n置を正面から見て左右方向を「Ｘ軸方向」，Ｘ軸方向に対して水平に直角に交わる方\n向を「Ｙ軸方向」という。）。\nウ  ワイヤの位置を保持するために，ワイヤ供給部から基板左端までの間に，「ガ\nイド」等と呼ばれる，シート磁石が埋め込まれた溝を設けるなどした機構が設置さ\nれていたが，チャック以外にワイヤを直接狭圧する機構はない。ワイヤ供給部のボ\nビンにパーマトルクモーターが設置されていて，ワイヤにバックテンションを掛け\nることで，ワイヤを直線状に保つ。\nエ  顕微鏡を見ながら基板固定台座を動かすなどして基板の溝とワイヤの位置決\nめ調整を行う。\nオ  基板をワイヤから約０．５ｍｍの位置まで上昇させた後，基板の左右の一方\nを傾斜させる（以下「傾斜上昇」という。）とともに基板を揺らしながら上昇させ（以\n下「揺動上昇」という。），基板を一方の端からワイヤに近づけながら基板の溝にワ\nイヤを入れる。\nカ  ワイヤを基板の溝と基板固定治具に埋め込まれた磁石の磁力で基板に仮固定\nする。同磁石は，Ｎ極とＳ極が交互に配置された多極化されたものが用いられてい\nた。\nキ  ワイヤに掛けていたバックテンションを解放して，ワイヤの張力を解放する。\nク  ワイヤを基板の左脇で機械刃を垂直方向に動かして切断する。切断時にワイ\nヤが跳ね上がらないようにするために，切断刃近くに磁石が設置されていた。\nケ  チャックが開放され，チャックに付着したワイヤを「ワイヤ払い」機構によ\nり払う。\nコ  基板固定台座が下降し，Ｙ軸方向に移動する。\nサ  上記イないしコの工程を機械的に繰り返す（エの顕微鏡による位置決め調整\nは行う必要がない。）。\nシ  ２回目以降の切断の際には，先に挿入したワイヤに刃が干渉しないよう，前\n回の切断部より若干左側でワイヤを切断する。\n４  ｂ２号機\n⑴  ２号機の開発\nｂは，平成１５年１２月頃，１号機を改良したワイヤ整列装置（以下「２号機」\nという。）の製作等をｆに依頼し，その後，２号機の開発に成功した。\n⑵  ２号機の工程\n２号機の工程は，基本的には１号機と同様のものであったが，以下の点において，\n１号機と異なっている。\nア  １号機ではワイヤは直径３０μｍのものが用いられていたところ，２号機で\nは直径２０μｍのものが用いられた。\nイ  １号機では顕微鏡を用いて基板とワイヤの位置決め調整が行われていたとこ\nろ，２号機の「全自動モード」では，ＣＣＤカメラを用いて基板上に複数設けられ\nた基準マークを画像認識することにより位置決め調整ができることになった。\nウ  １号機では，刃を垂直方向に動かしてワイヤを切断していたが，不具合があ\nったため，２号機では，刃を水平方向に動かしてワイヤを切断することとされた。\nエ  バックテンションを掛ける際の荷重は，１号機では約８ｇとされていたが，\nワイヤ径が細くなったので，２号機では約５ｇとされた。\nなお，検察官は，論告において，２号機についてだけ，基板固定台座を「二段階\nにわたり」上昇させるという工程になっていた旨主張する。しかし，１号機開発に\n携わったｂ従業員ｇは，１号機の構想段階から，二段階上昇の方法を検討していて，\n１号機にも二段階上昇が採用されていた趣旨の証言をしており，この点に関する検\n察官の主張を採用することができない。\n５  ｂ３号機\n⑴  ３号機の開発\nｂは，平成１８年１０月頃，１号機と２号機を大幅に改良したワイヤ整列装置（以\n下「３号機」という。）の製作をｆに依頼し，その後，３号機の開発に成功した。\n３号機は，基板上に約０．４ｍｍの間隔で１２８本のワイヤを整列させることが\nできた。\n⑵  ３号機の工程\n３号機の工程は，以下の点において，２号機と異なっている。\nア  ２号機ではワイヤは直径２０μｍのものが用いられていたところ，３号機で\nは直径１０μｍのものが用いられた。\nイ  ２号機で用いる基板には，ワイヤを挿入するための溝が掘られていたが，溝\nの精度に難点があったために，３号機で用いる基板には，溝の代わりに，幅約３０\nμｍ，深さ約２０μｍの樹脂状の突起物を設け，ワイヤを突起物と突起物の間に挿\n入させることになった。\nウ  ２号機では，張力を掛けながらワイヤが引き出されていたが，３号機では，\nワイヤ供給部のボビンのモーターを正転させて，張力をなるべく掛けずにワイヤを\n送り出すことになった。すなわち，３号機では，モーターの正転によるワイヤの送\nり出しを終えた後，ボビンを逆回転させてバックテンションを掛ける方法でワイヤ\nに張力を掛けることとされた。\nエ  ２号機では，基板を傾斜上昇，揺動上昇させることができたが，３号機では，\n基板固定台座を上昇させる際，基板を傾斜も揺動もさせないことになった（なお，\nｇは，基板を揺動上昇させるのは１号機だけである旨証言しているが，２号機の設\n定画面（弁４０図１６）に，揺らし量の設定項目があることなどからすると，実際\nの工程で揺動させていたかはともかくとして，被告人ａが説明するとおり，２号機\nについても，基板を揺動上昇させることができたと認められる。）。\nオ  ２号機では，基板の左脇で，機械刃を用いてワイヤを切断していたが，３号\n機では，基板上の左端付近で青色レーザを用いて切断することになった。\nカ  ２号機では，切断後，「ワイヤ払い」機構によりワイヤをチャックから引き離\nす必要があった上，基板の左右の両端からワイヤがはみ出ていた。これに対し，３\n号機では，切断後のワイヤをチャックから引き離すとともに，ワイヤが基板右端か\nら，はみ出ないようにするために，ワイヤ供給部と基板との間に，「ワイヤロック」\nと「ワイヤ引き戻し」という機構が設置され，ワイヤを基板上方右側まで送り出し\nた後，チャックの爪を半開きにするとともに，「ワイヤロック」によりワイヤ供給部\nのボビンと「ワイヤ引き戻し」の間でワイヤを押さえ，「ワイヤ引き戻し」によりワ\nイヤを同供給部方向に少し引き戻し，チャックの爪からワイヤを引き抜くこととさ\nれた。これにより，３号機では，「ワイヤ払い」機構を使わずに，チャックの爪から\nワイヤを離すことができるようになった上，ワイヤの先端も基板の右端付近まで引\nき戻され，これに加えて，基板上の左端でワイヤを切断することで，基板の左右両\n端からワイヤがはみ出ないようになった。\nキ  ２号機では，チャックで６本同時にワイヤをつかんでいたところ，３号機で\nは８本同時につかむことができるようになった。\n６  ｄ白金固定システム\n⑴  概要\nｄは，平成２２年頃，「生体及び非白金系触媒ウェル用白金固定システム」という\n装置を製作した（以下「ｄ白金固定システム」という。）。\n⑵  工程\nｄ白金固定システムには，プラチナワイヤ（白金線）を金型の溝に挿入する以下\nのような工程がある。\nア  ワイヤ供給部のボビンからチャックで直径１０μｍのワイヤ１本をつかんで，\n一定の張力を掛けてＸ軸方向（右方向）に引き出す。\nイ  引き出されたワイヤの上下の位置に金型が設置され，金型がワイヤを挟んで\n合わさると中に立方体の空洞が６個できるようになっている。また，下側の金型に\nは，ワイヤを挿入するための幅の広いＶ字型の溝がＸ軸方向に設けられていた。\nウ  ワイヤが引き出されると，下側の金型が上昇し，引き出されたワイヤに押し\n付けられ，ワイヤを溝に挿入させる。\nエ  ワイヤの位置を固定するため，チャックでワイヤをつかんだまま，ピンの付\nいた機構を下げて，立方体の空洞ができる場所以外の部分でワイヤを押さえる。\nオ  上側の金型が下降し，ワイヤの入った下側の金型と組み合わさる。\nカ  金型の中にできた立方体の空洞の中に樹脂を流し込み，ワイヤを樹脂で固め\nる。\nキ  樹脂が固まると金型から上記ピンを抜き，金型ごと装置から外す。\n第６  被告人両名が説明した情報の営業秘密該当性\n１  本件打合せ\n信用性の高いｅ証言，ｅが作成していたノート（甲３１，以下「ｅノート」とい\nう。）の記載，本件ホワイトボード（甲３９資料１）の記載等関係証拠によれば，本\n件打合せにおいて，以下のようなやり取りがされたことが認められる。\n⑴  本件打合せでは，被告人両名が，ｅに対し，ｄに製作を依頼する装置の要求\n仕様について説明した。被告人ｃは，本件打合せが始まる前に本件ホワイトボード\nに以下のとおり仕様概要を書いた（明らかな誤字等については修正した。）。\n仕様概要\nワイヤ送りピッチ  １μｍで変則可能\nワイヤ径  ５ないし１０μｍ\n張り基板サイズ  ６０ｍｍ×６０ｍｍ\n基板材質  シリコンウエハー\nその他仕様\n試験機のため必要部位以外手動可\nワイヤ固定方法は別途\nワイヤ張り時の方向（水平，垂直）\nワイヤ引き込み速度  最大分速１．２ｍ\n基板へのセットはワイヤー引き出し後上昇方式（水平移動）\nユーティリティはメーカー希望\nボビン径は別途\n⑵  その際，被告人らは，ｅに対し，６０ｍｍ四方のシリコン基板にアモルファ\nスワイヤを平行に並べていきたいと説明した。被告人らは，基板上に５０μｍの間\n隔に設置されたピンの間等にワイヤを収めればいい，基板の上にワイヤを張る際，\n張力を掛けてまっすぐぴんと張りたい，などと説明した。\n⑶  被告人らは，ｅに対し，本件ホワイトボードに書かれた模式図を用いるなど\nして，チャックでワイヤを１本つかみ，ワイヤ供給部のボビンからワイヤを引き出\nし，張力を掛けて基板の上方に引っ張り出した後，基板を上昇させて，ワイヤを基\n板上に設けられたピンの間等に挿入させる方法により，ワイヤを基板上に並べる，\nその後，ワイヤを切断して，基板を一度下げ，次のワイヤを同様に基板の上方に 引\nっ張り出し，基板をＹ軸方向に移動させて基板上のピンの間等に挿入させる，これ\nを繰り返す，などと説明した。\n⑷  本件打合せでは，ワイヤの切断方法についても話し合われた。被告人らは，\n切断の際，基板上のワイヤが跳ね上がらないようにするため，ワイヤを「仮押さえ」\nしないといけないと説明した。被告人らは，基板の左脇に，棒状のものを２つ設置\nして，ワイヤを「仮押さえ」し，２つの棒状のものの間でＹＡＧレーザにより切断\nする方法を説明した。これに対し，ｅは，レーザを，はさみやニッパで代用できる\nのではないかと提案した。被告人ａは，ｅに対し，「仮押さえ」をしただけでは，切\n断後，ワイヤ供給部側のワイヤが緩むのではないか，と質問した。これに対し，ｅ\nは，切断部分と張力を掛ける機構との間で，ワイヤをつまむので，同供給部側のワ\nイヤが緩むことはないなどと回答した。\n⑸  本件打合せでは，切断後，基板上のワイヤがずれるのを防ぐための方策につ\nいても話し合われた。ｅは，被告人らに対し，基板の外側に両面テープのような粘\n着質のものを用意して，そこにワイヤを貼り付ける方法と基板の外枠に瞬間接着剤\nのようなものを滴下してワイヤを固定する方法を提案した。これに対し，被告人ら\nは，磁石の力でワイヤを貼り付ける方法があり，その方が，ｅが提案した方法より\nもよいと思うと回答した。被告人らは，本件ホワイトボードに図示するなどして，\n基板固定台座に磁石を埋め込んだ治具を載せることを説明した。被告人らは，ｅに\n対し，被告人らの方で治具を作ると説明し，磁石の種類，材料，大きさ等に関する\n説明をしなかった。\n⑹  本件打合せでは，基板上に並べるワイヤの位置をずれないようにする方法に\nついても話し合われた。ｅは，被告人らに対し，Ｕ字の溝付きローラを，引き出さ\nれたワイヤの上方に，基板の左右両側に配置し，上昇してきた基板により持ち上げ\nられたワイヤを同ローラのＵ字の溝に入れる方法を提案した。\n⑺  ワイヤを平行に並べるという要求仕様との関係では，被告人らは，ｅに対し，\nワイヤの間隔を２００ないし３００μｍとして，±１μｍの精度になるよう求めた。\nまた，被告人らは，基板をＹ軸方向に移動させる際，基板を５０μｍずつ動かす機\n構と１μｍずつ動かす機構の２つの動きが必要になるのではないかと提案した。\n⑻  ワイヤの強度に見合う設計とするために，ワイヤの強度を被告人らからｅに\n後日連絡することになった。本件打合せにおいて，被告人らから，ワイヤをぴんと\n張りたいという説明はあったものの，ワイヤを強く引っ張ることのできる装置にし\nたいとか，ワイヤを引っ張る際の荷重に関する数値の説明はなかった。\n２  ｅ証言の信用性\n上記１記載の認定事実に沿うｅ証言は，その限度では，被告人両名の供述と整合\nしない部分を含めて信用できる。その理由は，以下のとおりである。\nこの点に関するｅ証言の内容は，全体として，本件ホワイトボードの記載だけで\nなく，ｅノートの記載内容とよく整合している。\nまた，被告人らから，基板上の５０μｍの間隔に設置されたピンの間にワイヤを\n収めればよいと言われたと証言している部分は，ｅが被告人らから要求仕様の説明\nを聞く立場にあったこと，ｅがそれまで基板上のピンの間にワイヤを入れる方法で\nワイヤを並べた経験がなかったこと，ｅがノートに，５０μｍの間隔に立てられた\nピンの間にワイヤが挿入された図だけでなく，「ピンがたててある間に入ればよい」，\n「５０μｍ（将来は３０とか２０とか？）」などと，被告人らから説明を受けたとい\nうことと整合する事項まで記録していることなどからすると，説得的である。\n被告人らから，チャックでワイヤをつかみ，ワイヤ供給部から，ワイヤを引き出\nし，張力を掛けて基板の上方に引っ張り出し，基板を上昇させて，ワイヤをピンの\n間に挿入させる方法により，ワイヤを基板上に並べるなどと工程に関する説明を受\nけたとｅが証言している部分は，ｅノートの記載と整合していること，本件ホワイ\nトボードにワイヤ供給部のボビンから基板左脇の２つの棒状のものによる「仮押さ\nえ」までの間の構造も相応に詳しく記載されていることなどからすると，説得的で\nある。\nｅ証言のうち，ワイヤを強く引っ張る荷重に関する数値の説明を受けていないと\nいう部分は，ｅノートに，荷重に関する数値が記載されていないこととよく整合す\nる。\n３  被告人両名の供述\n⑴  被告人ａの供述\n被告人ａは，当公判廷において，本件打合せにおけるやり取りについて，以下の\n点で認定事実に反する供述をしている。\nア  ｅから，基板にワイヤを張るときに，何も印がないと，どこに張っていいか\n分からないから，ワイヤを張る位置をピンで指定してほしい，５０μｍの幅でピン\nの間に入れるのはどうかと言われた。これに対して，私は，溝がある，我々が飛び\n出さないようにする，万一，外れるときはピンも考えられるが，幅５０μｍではな\nく，幅２０ないし３０μｍになると説明した。\nイ  ｅに対し，１００ｋｇくらいでワイヤを引っ張りたいと尋ねると，ｅから，\n１５０ｋｇでも簡単にできますよ，と言われた。本件ホワイトボード等に，その記\n載がないのは，わざわざ書くほどの内容ではなかったからだと思う。\nウ  ワイヤ供給部から「仮押さえ」までの間の図は，切断時にボビンからワイヤ\nが飛び出す，という説明をしたときに書いた。逆Ｕ字型の部分は，張力制御装置で\nはなく，ワイヤを引き出すときにワイヤの断線を防ぐために，ワイヤの張力や引っ\n張り速度をならす「ダンサローラ」である。ワイヤ供給部からワイヤを引き出して\n基板に張るといった説明はしていない。\n⑵  被告人ｃの供述\n被告人ｃは，当公判廷において，以下の点で認定事実に反する供述をしている。\nア  本件ホワイトボードには，ワイヤ供給部からワイヤを引っ張る場面は記載さ\nれていない。\nイ  ｅは，被告人ａから，ワイヤに掛ける張力は１００ｋｇくらいでもできるか\nと尋ねられると，１５０ｋｇでも大丈夫だと回答していた。\n⑶  被告人両名の供述の信用性\n被告人両名の公判供述のうち，前記１記載の認定事実に反する部分は，信用でき\nない。\n被告人ａがｅに対しワイヤに掛ける張力は１００ｋｇくらいでもできるかと尋ね\nた，という部分は，ｅノートや本件ホワイトボードにその旨の記載が見当たらず，\n客観的な裏付けがない。ｅノートや本件ホワイトボードには，被告人らが説明した\n数値が相当細かく記載されているのに，この点について話題に出たのに数値の記載\nが一切ないのは不自然である。\nまた，ｅがピンの間にワイヤを入れる話をした，というのは，ｅノートの記載と\nも整合しない。\nさらに，ワイヤ供給部からワイヤを引っ張る工程について説明していないという\n部分は，本件ホワイトボードの記載だけでなく，ｅノートの記載とも整合しない。\n４  被告人両名による説明内容\n⑴  証拠上認定できる説明内容\n本件打合せにおいて被告人両名がｅに実際に説明した，ワイヤ整列工程に関する\n情報（検察官主張工程以外の情報も含む。）は，以下のように認定できる。\n㋐  チャックが，ワイヤ供給部から直径５ないし１０μｍのアモルファスワイヤ\nをつまみ，ワイヤに張力を掛けて，最大分速１．２ｍの引込速度で，基板上方で右\n方向に移動する。\n㋑  アモルファスワイヤに，まっすぐぴんと張る程度に張力を掛けて，基板の左\n脇で，２つの棒状のもので「仮押さえ」をする方法により仮固定する。\n㋒  ６０ｍｍ四方のシリコン製基板を固定した台座を上昇させ，アモルファスワ\nイヤと基板の溝等との位置決め調整を行う。\n㋓  アモルファスワイヤを，基板に設けられた５０μｍ間隔のピンの間等に挿入\nさせ，基板固定台座に磁石を埋め込んだ治具を設置し，その磁石の磁力で仮止めす\nる。\n㋔  上記㋑記載の２つの棒状のものの間で，張力を掛けたままＹＡＧレーザで切\n断する。\n㋕  基板固定台座が下降し，次のアモルファスワイヤを挿入するために移動する。\n各ワイヤの間隔を２００ないし３００μｍとし，基板を５０μｍずつ動かす機構と\n１μｍずつ動かす機構の２つの動きが必要になる。\n㋖  以下㋐ないし㋕の工程を機械的に繰り返す。\n⑵  検察官の主張に対する判断\n検察官は，工程㋒，㋓に関して，「仮固定したアモルファスワイヤを基準線として」\n位置決め調整を行うとの工程情報がｂのワイヤ整列装置の工程であることを前提に，\n本件打合せにおいて，被告人両名から，その工程情報が開示された旨主張する。\nしかし，本件当時，ｂのワイヤ整列装置が，いずれも，ワイヤを基準線として位\n置決め調整を行っていたとは言い難い。すなわち，ｂのワイヤ整列装置は，ワイヤ\n供給部と基板との間の「ガイド」や基板左脇の「切断ガイド」（１号機，２号機），\n「先端ガイド」（３号機）等で，コイルから引き出されたワイヤの位置を安定させ，\n上昇してきた基板の溝等にワイヤを誘導する方法が採られていた。また，１号機や\n２号機では，基板を上昇させる際，揺動させて溝の位置ずれに対応していた。この\nような方法であったのであるから，仮固定したアモルファスワイヤを基準線として\n位置決め調整を行うとの工程情報がｂのワイヤ整列装置の工程であるとは言い難い。\nまた，ｅ証言を前提としても，本件打合せにおいて，ワイヤと基板の溝等との位\n置決め調整の議論をしたとは認められるものの，「仮固定したアモルファスワイヤ\nを基準線とする」という趣旨の説明を被告人両名がしたとまでは認定することがで\nきない。\nいずれにせよ，この点に関する検察官の主張は採用できない。\n５  営業秘密該当性（非公知性要件）\n⑴  検察官の主張\n検察官は，①検察官主張工程は，アモルファスワイヤを基板上に整列する作業を\nＭＩ素子の量産が可能になる程度の機械的効率性，安定性を実現しつつ，自動化す\nる，という開発目標を達成するために，ｂが独自に開発・構成した一連一体の基本\n工程である，②本件営業秘密の本質は，❶ｂが数ある選択肢の中から，微小な静電\n気や空気の流れにさえ影響され，これによりねじれが生じたり，動いてしまうとい\nうアモルファスワイヤの特性を踏まえ，この特性に対する解決策を盛り込んだ機械\nとする，❷応力を加えるとその磁気特性が変化するというアモルファスワイヤの特\n性を踏まえ，なるべく応力を掛けないかたちで基板上にアモルファスワイヤを整列\nさせる，❸量産工程を開発する，という開発命題に従って検察官主張工程㋐ないし\n㋖の方法を選択し，これを組み合わせて一連一体の工程とした点に求められる，③\n検察官主張工程は，１号機ないし３号機の全てに具現化されていて共通して存在す\nる工程である，などと指摘して，検察官主張工程は，世の中に知られていない技術\nであって，非公知性は明らかに認められる旨主張する。\n⑵  結論\n本件打合せにおいて被告人両名がｅに実際に説明した，ワイヤ整列工程に関する\n情報のうち，検察官主張工程と共通する部分（以下「本件実開示情報」という。）が\nｂの営業秘密であるとは認められない。\nすなわち，被告人両名が説明した情報は，アモルファスワイヤを基板上に整列さ\nせる工程に関するものではあるが，ｂのワイヤ整列装置の機能・構造，同装置等を\n用いてアモルファスワイヤを基板上に整列させる工程と大きく異なる部分がある。\nまた，本件実開示情報は，アモルファスワイヤの特性を踏まえて基板上にワイヤを\n精密に並べるための工夫がそぎ落とされ，余りにも抽象化，一般化されすぎていて，\n一連一体の工程として見ても，ありふれた方法を選択して単に組み合わせたものに\nとどまるので，一般的には知られておらず又は容易に知ることができないとはいえ\nない。そうすると，本件実開示情報は，非公知性があるとは認められない。\n⑶  ｂの工程と大きく異なる部分\n本件打合せにおいて被告人両名が説明した情報は，ｂのワイヤ整列装置の工程と\n重要なプロセスに関して，大きく異なる部分がある。すなわち，工程㋑に関して，\nｂのワイヤ整列装置では，なるべくアモルファスワイヤに応力を加えないようにす\nるために，基板の手前にシート磁石が埋め込まれた溝（「ガイド」）を設置したり，\n切断刃近くに磁石を設置したりしてワイヤの位置を保持し，チャック以外では，ワ\nイヤになるべく触れずに挟圧しない方法が採られている（ただし，３号機では，「ワ\nイヤロック」による挟圧はされている。）。\nこれに対し，被告人両名が説明した情報は，前記のとおり，まっすぐにぴんと張\nる程度に張力を掛けて引き出されたワイヤを２つの棒状のもので「仮押さえ」をす\nるというものである。この工程は，ワイヤを基板の溝等に挿入して整列させる工程\nにおいて，「ワイヤ引き出し」，「仮固定」，「切断」といった重要なプロセスに関する\nものである。被告人両名が説明した情報は，ｂのワイヤ整列装置の工程と重要なプ\nロセスに関して大きく異なるところがある。\n⑷  一連一体の工程としての非公知性\n本件実開示情報は，アモルファスワイヤの特性を踏まえて基板上にワイヤを精密\nに並べるための工夫がそぎ落とされ，余りにも抽象化，一般化されすぎていて，一\n連一体の工程として見ても，ありふれた方法を選択して単に組み合わせたものにと\nどまるので，一般的には知られておらず又は容易に知ることができないとはいえな\nい。\nア  工程㋐（ワイヤ引き出し）について\n工程㋐について，直径１０μｍのアモルファスワイヤを取り扱う３号機では，ワ\nイヤ供給部のボビンに設置されたモーターを正転させて，張力をなるべく掛けずに\nワイヤを送り出し，挿入の直前に，モーターを逆回転させて張力を掛ける，その後，\nチャックの爪を半開きにするといった工夫が施されていた。これらの工夫により，\n極細のアモルファスワイヤを断線させたり，その特性を損ねたりすることなく， ワ\nイヤを送り出すことができていた。\n被告人両名は，本件打合せにおいて，これらの工夫に関する情報を開示していな\nい。被告人両名が説明した情報のうち，ｂのやり方と共通する「チャックがワイヤ\nをつまみ，基板上方で右方向に移動する」という工程は，基板上にワイヤを直線状\nに並べるやり方として比較的単純なものであるといえ，一般的には知られておらず\n又は容易に知ることができないとはいえない。現に，ｄ白金固定システムでも，チ\nャックでワイヤをつかんでボビンに巻かれた白金線を一定の張力を掛けながら引き\n出すという方法が採られており，ｄが，その方法を営業秘密として管理していたわ\nけではない。\nイ  工程㋑（仮固定）について\n工程㋑について，ｂのワイヤ整列装置では，前記のとおり，「ガイド」，「切断ガイ\nド」，「先端ガイド」といった機構を設置して，基板の手前にシート磁石が埋め込ま\nれた溝を設置したり，切断刃近くに磁石を設置したりして，ワイヤの位置を保持し，\nチャック以外では，ワイヤになるべく触れずに挟圧しない方法が採られていた。\n被告人両名は，本件打合せにおいて，これらの機構や方法に関する情報を開示し\nていない。被告人両名が説明した情報は，前記のとおり，アモルファスワイヤを２\nつの棒状のもので「仮押さえ」をするというものであり，ｂのワイヤ整列装置の機\n構や方法とは大きく異なるものである。被告人両名が説明した情報のうち，ｂのや\nり方と共通する「ワイヤに張力を掛けたまま仮固定する」という工程は，基板上に\nワイヤを直線状に並べようとすれば，当然のことであるといわざるを得ないもので\nあり，一般的には知られておらず又は容易に知ることができないとはいえない（な\nお，ｇ証人も，「仮固定」という工程が技術レポート（弁９，以下「ｇレポート」と\nいう。）等に明記されているわけではなく，ワイヤをチャックでつかんで，引っ張っ\nて，待機している状態を指すにすぎない旨証言している。）。\nウ  工程㋒（位置決め調整）について\n工程㋒について，ｂのワイヤ整列装置では，１号機では顕微鏡を用いて，位置決\nめ調整を行う方法が採られていた。また，２号機，３号機では，基板上に設けられ\nた基準マークを画像認識することにより，工程㋐の前に位置決め調整を行うという\n工夫がされていた。\n被告人両名は，本件打合せにおいて，これらの位置決め調整のための工夫等に関\nする情報を開示していない。被告人両名が説明した情報のうち，ｂのやり方と共通\nするのは，「基板を固定した基板固定台座を上昇させ，ワイヤと基板の溝等との位置\n決め調整を行う」という部分である。\nこのうち，前段の「基板を固定した基板固定台座を上昇させる」という部分は，\nワイヤを基板上に並べるためには，ワイヤと基板を接近させることが当然必要とな\nり，そのためには，ワイヤを基板側に近づけるか，基板をワイヤ側に近づけるか，\nあるいは両者をそれぞれ動かして近づけるといった方法によるのが自然な発想であ\nる。基板をワイヤ側に上昇させる方法が一般的には知られておらず又は容易に知る\nことができないとはいえない。現に，ｄ白金固定システムでも，下側の金型にＶ字\nの溝を掘って，それを上昇させることで，白金線を溝に入れるという方法が採られ\nており，ｄが，その方法を営業秘密として管理していたわけではない。\nまた，ｂのやり方と共通する工程のうち，後段の「ワイヤと基板の溝等との位置\n決め調整を行う」という部分は，ワイヤを基板の溝等に挿入してワイヤを基板上に\n整列させる以上，当然，必要になると考えられる工程であり，位置決め調整を行う\nということ自体は，一般的には知られておらず又は容易に知ることができないとは\nいえない。なお，基板にピンを立ててその間にワイヤを挿入すること自体は，平成\n２３年９月２０日，「広レンジタイプＭＩ素子の開発とその特性」との演題で行われ\nた講演会（以下「平成２３年講演会」という。）において，ｂ従業員ｈ，被告人ａら\nが発表しており，公知情報になっているといえる。\nエ  工程㋓（仮止め）について\n工程㋓について，ｂのワイヤ整列装置では，ワイヤを仮止めするために，基板固\n定治具に多極化された磁石を埋め込む工夫がされていた。\n被告人両名は，本件打合せにおいて，基板固定台座に磁石を埋め込んだ治具を載\nせ，磁石の磁力でアモルファスワイヤを仮止めする旨の説明はしている。しかし，\nアモルファスワイヤを基板上で仮止めするためには，普通の磁石を基板固定治具に\n埋め込むだけでは，うまくいくとは考えにくく，磁石を多極化するなどの工夫が必\n要になるところ，被告人両名は，本件打合せにおいて，基板固定治具に埋め込む磁\n石を多極化したものにする必要があること，その配置のやり方，大きさ等について\n一切説明していない。\nオ  工程㋔（切断）について\n工程㋔について，ｂのワイヤ整列装置では，ワイヤの張力を解放した後に切断す\nる工夫がされていた。また，３号機では，基板の外側ではなく，基板内において青\n色レーザで切断する工夫もされていた。\n被告人両名は，本件打合せにおいて，切断前に張力を解放することや基板内にお\nいて青色レーザで切断する工夫を説明していない（なお，１号機，２号機では，機\n械切断がされ，切断刃近くに磁石を設置して，ワイヤの跳ね上がりを防ぐ，といっ\nた工夫がされていた。本件打合せにおいて，はさみやニッパによる機械切断を提案\nしたのはｅであり，被告人両名から機械による切断やその際の工夫を説明していな\nい。）。かえって，被告人両名は，前記のとおり，ワイヤを２つの棒状のもので「仮\n押さえ」をし，その間でＹＡＧレーザで切断するという，ｂのやり方とは大きく異\nなるやり方を説明した。\n被告人両名が説明した情報のうち，ｂのやり方と共通する「ワイヤを切断する」\nという工程は，もともと長い線状で販売されているワイヤを基板に並べるためには\n当然必要となり，一般的には知られておらず又は容易に知ることができないとはい\nえない。\nなお，ワイヤを基板の左脇で切断する，という工程（３号機では，基板上で切断\nされており，やり方が共通するとはいえない。）も，ワイヤ供給部が基板の左方向に\nあり，基板上方で右方向にワイヤを引き出したのであれば，自然な発想であり，一\n般的には知られておらず又は容易に知ることができないとはいえない。\nカ  工程㋕（基板固定台座の移動）について\n工程㋕について，被告人両名が説明した情報のうち，ｂのやり方と共通するのは，\n「基板固定台座が下降し，次のアモルファスワイヤを挿入するためにＹ軸方向に移\n動する」という部分である。基板上の溝等にワイヤを挿入した後，次の溝等にワイ\nヤを挿入するためには，ワイヤと次の溝等とを接近させることが当然必要となり，\nそのためには，ワイヤを移動させるか，基板側を移動させるか，あるいは両者をそ\nれぞれ動かすといった方法によるのが自然な発想である。基板側を移動させる方法\nが一般的には知られておらず又は容易に知ることができないとはいえない。\nまた，基板を移動させる際，基板固定台座を上下に昇降させるというのも，それ\nだけでは単純なやり方であるといえ，一般的には知られておらず又は容易に知るこ\nとができないとはいえない。\nキ  工程㋖（繰り返し）について\n工程㋖について，１号機，２号機では，連続運転をするために，切断後，チャッ\nクに付着したワイヤを「ワイヤ払い」機構により払うという工夫がされていた。ま\nた，３号機では，「ワイヤ払い」機構に変えて，工程㋓と工程㋔との間に設けられた\n「ワイヤ引き戻し」機構により，ワイヤを左側に引き戻すなどして，爪を半開きに\nしたチャックからワイヤを引き抜くなどの工夫がされていた。\n被告人両名は，本件打合せにおいて，これらの連続運転を実現するための工夫に\n関する情報を開示していない。被告人両名が説明した情報のうち，ｂのやり方と共\n通する「㋐ないし㋕の工程を機械的に繰り返す」という工程は，連続運転をする以\n上，当然必要となり，一般的には知られておらず又は容易に知ることができないと\nはいえない。\nク  一連一体の工程\n本件実開示情報\n以上の検討のとおり，本件実開示情報は，以下のようなものであると認められる。\n㋐  チャックがワイヤをつまみ，基板上方で右方向に移動する（前記のとおり，\n３号機では，ボビンを正転させて，なるべく張力を掛けずにワイヤを送り出してお\nり，チャックが一定の張力を掛けながらワイヤを右方向に移動するとはいえないの\nで，「一定の張力を掛けながら」というのは共通して存在する工程とはいえない。）。\n㋑  ワイヤに張力を掛けたまま仮固定する。\n㋒  基板を固定した基板固定台座を上昇させ，ワイヤと基板の溝等の位置決め調\n整を行う（前記のとおり，ｂのワイヤ整列装置は，本件当時，「仮固定したワイヤを\n基準線として位置決め調整」を行っていたとはいえない。）。\n㋓  基板固定台座を上昇させ，ワイヤを基板の溝等に挿入させ，基板固定治具に\n埋め込まれた磁石の磁力で仮止めする。\n㋔  ワイヤを切断する（前記のとおり，３号機では，厳密には基板の左脇で切断\nしていたとはいえないし，機械切断ではない。）。\n㋕  基板固定台座が下降し，次のワイヤを挿入するためにＹ軸方向に移動する。\n㋖  以下㋐ないし㋕の工程を機械的に繰り返す。\n当裁判所の判断\n本件実開示情報は，一連一体の工程として見ても，非公知性の要件を満たすとは\nいえない。\nすなわち，被告人両名は，前記のとおり，アモルファスワイヤの特性を踏まえ，\n基板上にワイヤを精密に並べる上で重要になるはずのｂのワイヤ整列装置に備わっ\nている工夫に関する情報，例えば，位置決め調整におけるＣＣＤカメラの活用，ワ\nイヤ引き出し時（送り出し時）におけるモーターの回転方法，ワイヤの仮固定にお\nける「ガイド」等の機構，基板上の溝等に仮止めする際の磁石の配置，ワイヤがチ\nャックに付着し続けないようにするための工夫等について，ｅに対して説明してい\nない。\nまた，本件実開示情報は，アモルファスワイヤの特性を踏まえて基板上にワイヤ\nを精密に並べるために重要となるはずの情報がそぎ落とされ，余りにも抽象化，一\n般化されすぎていて，一連一体の工程として見ても，ありふれた方法を選択して単\nに組み合わせたものにとどまるので，一般的には知られておらず又は容易に知るこ\nとができないとはいえない。\n検察官の主張に対する判断\n前記検察官の主張（５⑴）について判断すると，確かに，１号機ないし３号機は，\nｂが独自に開発したものであり，アモルファスワイヤの特性を踏まえ，基板上にワ\nイヤを精密に並べるための工夫が含まれた工程そのものは，非公知性の要件を満た\nすと考えられる（秘密管理性，保有者性等については別途検討する。）。また，ある\n情報の断片が様々な公刊物に掲載されるなどして，その断片を集めてきた場合，当\n該営業秘密たる情報に近い情報が再構成され得るからといって，そのことをもって\n直ちに非公知性が否定されるわけではない。そして，開示者が，営業秘密保有者か\nら入手した営業秘密の一部やそれを抽象化，一般化したものを開示した場合，ある\nいは，その一部をアレンジして開示した場合であっても，営業秘密を開示したとい\nえる場合もあり得る。さらに，１号機ないし３号機の全てに共通する工程も一応存\n在するとはいえる。\nしかし，本件打合せにおいて，被告人両名は，１号機ないし３号機の機能及び構\n造，各装置を用いてワイヤを基板上に整列させる工程そのものを開示したわけでは\nない。そして，複数の情報の総体としての情報については，なお，当該情報が非公\n知である，というためには，組合せの容易性，取得に要する時間や資金等のコスト\n等を考慮し，営業秘密保有者の管理下以外で一般的に入手できるかどうかによって\n判断されるべきであるが，本件についていえば，本件実開示情報は，真の工夫に関\nする情報がそぎ落とされ，組合せとして見ても，一般的には知られておらず又は容\n易に知ることができないとはいえない。\nある工程に関する説明内容と被侵害者の保有する工程に関する営業秘密を比較す\nる場合，真実，被侵害者の保有する営業秘密とは異なる情報であったとしても，そ\nの課題，目標が共通のものであると，両者を抽象化，一般化していくと，いずれか\nの段階で，何らかの共通部分を見いだすことが可能になる場合がほとんどである。\nアモルファスワイヤを基板上に並べる，という課題，目標についていえば，ワイヤ\nがリールに巻かれて販売されているのであるから，通常の工程としては，リールか\nら引き出すなどしてワイヤを直線状にすることが必要になる。また，基板上に並べ\nる場所とワイヤの位置合わせも必要になる。さらに，ワイヤを切断することも必要\nになる。そして，２本以上のワイヤを基板上に並べるのであれば，そのような工程\nを機械的に繰り返す必要がある。これらの工程が必要になること自体は，容易に知\nることができ，工程の内容も，抽象化，一般化されていくと，ありふれた工程に近\nづいていき，一般的に知られているか容易に知ることができる内容に成り下がって\nしまう。\nある工程に関する説明内容と被侵害者の保有する工程に関する営業秘密を比較し\nて，両者の技術情報の違いが大きかったり，説明内容から真の工夫がそぎ落とされ\nたりした場合には，工程を相当抽象化，一般化していって初めて共通部分を見いだ\nすことができることになる。本件打合せにおける被告人両名のワイヤ整列工程に関\nする説明内容は，工程における重要なプロセスに関してｂのワイヤ整列装置の工程\nと大きく異なる部分があったり，ｂの保有するワイヤ整列工程に関する営業秘密の\n真の工夫がそぎ落とされたりしたために，ｂの営業秘密と共通する部分としては，\n一般的に知られているか容易に知ることができる内容になってしまったといわざる\nを得ない。\n非公知性の要件に関する検察官の主張は採用できない。\nなお，抽象化，一般化されすぎた情報については，事業活動にとって有用である\nとはいえないとして，有用性の要件を欠くという説明もあり得よう。当裁判所は，\n非公知性の要件を欠くと考えたが，有用性の要件を欠くという立場を採ったとして\nも，被告人両名の行為がｂの営業秘密を開示したとはいえない，という結論は変わ\nらない。\n第７  故意責任\n１  結論\n仮に，本件実開示情報がｂの営業秘密であると認められるという見解を採り，被\n告人両名の行為が客観的には営業秘密開示行為に該当するという見解を採ったとし\nても（この仮定は，当裁判所の見解ではない。），被告人両名において，本件打合せ\nでｅに説明した情報について，ｂの営業秘密に該当しないと考えていた疑いが残り，\nそのように考えたことについて，相当な理由があるといえることなどからすると，\n被告人両名について，故意責任を問うことはできない。\n２  認定事実\n関係証拠によれば，以下の事実が認められる。\n⑴  ｂは，１号機の開発に成功した後，平成１３年９月３日付けで，ＪＳＴに「開\n発実施報告書」（弁１０，以下「本件報告書」という。）を提出した。本件報告書に\nは，以下の記載がある（３２頁）。\n「ワイヤ張り機について説明する。（略）装置の構成としては，アモルファスワ\nイヤを固定するリールユニット（Ａ部），アモルファスワイヤを掴み引き出しを\n行うワイヤチャックユニット（Ｂ部），引き出しユニット（Ｃ部），アモルファ\nスワイヤを切断するワイヤ切断ユニット（Ｄ部）からなる。動作は以下の通り\nである。引きまわすリールユニット（Ａ部）にセットされたアモルファスワイ\nヤを，クランプ部（Ｅ部）で位置決めしながらＢ部のワイヤチャックユニット\nで掴む。掴んだアモルファスワイヤをワイヤ引き出しユニット（Ｃ部）で基板\nのセット位置（Ｆ部）まで引き出す。基板下に取り付けられた精密ステージ（Ｇ\n部）により，位置決めを行い，アモルファスワイヤを基板上の所定の場所に載\nせる。その後，アモルファスワイヤの一端を固定した状態で，Ｄ部の切断ユニ\nットにより切断する。基板に設置されたアモルファスワイヤを取り出し，基板\nとアモルファスワイヤを接着剤により本接着する。この装置には，アモルファ\nスワイヤを多数本同時に作業を行えるようにする機構，各アモルファスワイヤ\nに加わるテンションをコントロールする機構等を付けることで，素子化を安定\nに行うことが可能な機能が備えてある。」\n⑵  本件報告書は，被告人ａの指示の下，１号機の開発に携わったｂ従業員ｉら\nにより，起案され，被告人ａの確認を受けて，ＪＳＴに提出された。被告人ａは，\nｉに対し，必要最小限で報告しろ，特にワイヤ張り機については，できるだけ，報\n告書を見ただけですぐ作れるような情報は出すな，特にワイヤ張り機の中の磁石治\n具については出すな，などと指示した。\n⑶  ＪＳＴとの平成１１年３月３０日付け「新技術開発委託契約」（甲８６，以下\n「本件開発委託契約」という。）では，「車載用磁気インピーダンスセンサー」に関\nする新技術の開発の実施により生じたノウハウは，ｂ，ＪＳＴ，ＭＩセンサに関連\nする特許を取得するなどしていたｊ大学ｋ教授の三者が共有するものとされ，ｂは，\nノウハウを書類に表現し，開発期間終了後，遅滞なくＪＳＴに提出するものとされ\nていた（２１条）。\n⑷  被告人ａは，平成１５年９月１０日，ＪＳＴの講演会において，「ＭＩセンサ\nーについて」と題する講演を行った。その際，被告人ａは，プレゼンテーション資\n料を作成し（弁１８），その資料に，「応力フリーの仮止め」と記載し，リールから\nワイヤが出ている様子，基板の左脇で機械切断する様子，基板の溝の上にワイヤが\n載っている様子等を記載した概略図等を記載した。\n⑸  被告人ａは，平成２５年１月２５日付けで，以下のメモ（以下「１月２５日\nメモ」という。）を作成した。\n「各位\n１月２５日\nｆの件\n研究用のワイヤ張り機の製作について\n契約の制約はあるか，試作機械の権利との関係をチェックしました。\n契約は，６年１０月に締結\n中身を検討した結果，今回試作品は対象外と思います。\n以下，その理由です。\n１）契約では，共同開発の成果は他社販売できませんが，\n２）公知の情報およびｆの既存ノウハウを使用することは自由となっています。\n３）今回の研究用張り機の構造をチェックしてみると\n・ワイヤを張る機械と構成部品自体は公知装置\n０９年開発以前に公知。それを前提にＪＳＴから予算取りしてから開発した経\n緯がある\nワイヤボビンから，テンション一定送り。基板送りステージ，レーザ装置など\n・ｂしか知りえない情報，つまりｂが提供した情報は，\n①最大のノウハウは，応力フリー切断  ⇒今回，固定して切断\n②ガラス付ワイヤの切断方法  特殊レーザを採用⇒ＹＡＧレーザで新規発明\n③ポストによるワイヤガイド方式を工夫⇒溝ガイド方式を新たに開発する\n④自動検査装置の取り付けなど量産化にかかわる工夫⇒今回は量産用部品はす\nべて排除\n⑤８本送り装置など量産用ノウハウが主体だが，今回は一切使用しない\nつまり，研究用ワイヤ張り機は，公知情報をベースに発想を変えた装置である。\n逆に，新たな特許として，①ワイヤ仮止め方式の切断，②ＹＡＧレーザの活用\nの新技術③浅い溝を使った位置決め方法など，を研究後に出願する必要があ\nる。」\n⑹  被告人ａは，１月２５日メモを，他人に見せたことはなかった。\n⑺  被告人ｃらは，平成２５年３月５日，ｅと打合せを行い（以下「３月５日打\n合せ」という。），ｅに対し，ワイヤを並べていく装置ができないかと持ちかけた。\n⑻  被告人ｃは，平成２５年３月１１日，ｆ従業員ｌ宛てに，以下の文面を含む\nメールを送信した（以下「３月１１日メール」という。）。\n「今回の貴社への依頼内容についてｂの考えとしては単純にワイヤーを単発で\n張る装置でありこれまでに公知になっている技術の組み立て（複数本を連続で\n張る装置との違い）でできる設備との認識です。」\n３  被告人ａの故意責任\n⑴  被告人ａの公判供述\n被告人ａは，営業秘密開示の故意に関して，当公判廷において，以下のとおり供\n述する。\nア  私は，ｂの営業秘密を用いないで，公知情報とｆの既存ノウハウを用いて，\n新しい研究用のワイヤ整列装置を開発する意思があった。１月２５日メモは，その\n考え方を整理して作成した。その構想を基に，ｄに装置を発注した。\nイ  本件打合せでは，１月２５日メモのうち「ｂしか知りえない情報」について\nは説明していない。\nウ  ＪＳＴとｂとの契約では，本件報告書に記載された技術はＪＳＴに帰属し，\nＪＳＴにおいて希望する第三者に利用を認めることになっていたので，本件報告書\nに記載した内容は公開情報になると考えていた。\n⑵  結論\n被告人ａにおいて，本件打合せで説明した情報について，ｂの営業秘密に該当し\nないと考えていた疑いが残り，そのように考えたことについて，相当な理由がある\nといえる。仮に，被告人両名の行為が客観的には営業秘密開示行為に該当するとい\nう見解を採ったとしても，被告人ａについて，故意責任を問うことはできない。\n⑶  理由\nまず，被告人ａの供述のうち，ｂの営業秘密を用いないで装置を開発する意思が\nあったという部分は，信用できないと排斥することはできない。\nすなわち，被告人ａの公判供述のうち，本件打合せで説明した情報について，ｂ\nの営業秘密に該当しないと考えていたという部分は，１月２５日メモで裏付けられ\nている。というのも，被告人ａは，１月２５日メモにおいて，「研究用ワイヤ張り機\nは，公知情報をベースに発想を変えた装置である」などとｄに発注する装置の位置\n付けを整理している。本件打合せにおける被告人両名によるｅに対する説明内容も，\n概ね１月２５日メモの整理に従った内容となっており，被告人両名は，同メモにお\nいて，「ｂしか知りえない情報」と記載されている内容についてほとんど開示してい\nない（なお，被告人ａは，本件打合せにおいて，１月２５日メモで「ｂしか知りえ\nない情報」とされたもののうち「ポストによるワイヤガイド方式」に関する説明は\nしているが，前記のとおり，基板にピンを立ててその間にワイヤを挿入することは，\n平成２３年講演会において，ｈ，被告人ａらにより発表されており，公知情報にな\nっているといえるので，この点を捉えて営業秘密開示に該当するとはいえない。）。\nまた，ｂは，検察官主張工程あるいは本件実開示情報のような極めて抽象化，一\n般化された情報についてまで，営業秘密として管理する意思を明確に示していたと\nは言い難い。すなわち，ｂは，後記のとおりワイヤ整列装置そのものを秘密管理し\nていたとはいえるものの，ｆとの間で締結した１号機に関する秘密保持契約は，契\n約期間が１０年間とされていて，契約期間延長の申出も可能であったのに，同申出\nをしていなかった。また，ｂは，平成１３年９月，本件報告書により，ＪＳＴに対\nし，１号機の概括的な工程を報告していた。そして，ｂは，上記抽象化，一般化さ\nれた情報についてまで，当該情報が記載された文書に秘密であることを表示するな\nどして，一般情報ではないと明示して管理するなどの措置を講じていたわけでもな\nい。\n４  被告人ｃの故意責任\n⑴  被告人ｃの公判供述\n被告人ｃは，営業秘密開示の故意に関して，当公判廷において，以下のとおり供\n述する。\nア  本件打合せでは，ｄが持っている汎用技術を前提として話をしたのであって，\nｂのワイヤ整列装置の秘密を開示していない。\nイ  検察官主張工程は，ｂの秘密であるとは認識していなかった。\nウ  装置の図面やＱＣ工程表といったものがｂの営業秘密になると思っていた。\n磁石治具自体も秘密でも何でもないと思っている。\n⑵  被告人ｃの捜査段階供述\n被告人ｃは，営業秘密開示の故意に関して，捜査段階において，検察官に対し，\n以下のとおり供述していた。\nア  本件打合せにおいて，被告人ａと私がｅに説明したワイヤ整列装置は，基本\nとなる構造や方式がｂのものと同じで，それがｂの営業秘密であることは分かって\nいた。\nイ  ３月１１日メールでは，ｌに対し，被告人ａから説明を受けたとおり，従前\nの契約に抵触しないと説明したが，被告人ａの説明には無理があると思っていた。\nというのは，ワイヤ整列装置はｂにしかない機械であったし，ｆに発注しようとし\nているワイヤ整列装置も，一度に張るワイヤの本数など相違点はあっても，その基\n本構造はｂのものと同じだった。また，ワイヤを引っ張る機構や台座を動かす機構\nなど，一つ一つの構造などを見れば公知の技術なのかもしれないが，それらを組み\n合わせてワイヤ整列工程を可能なものにしたという点はノウハウに当たると考えて\nいた。こうしたことから，私としては，被告人ａの説明は通らないと考えていたが，\n被告人ａから言われたことなので，ｌにはそのまま説明した。\n⑶  結論\n被告人ｃについても，被告人ａと同様，本件打合せで説明した情報について，ｂ\nの営業秘密に該当しないと考えていた疑いが残り，そのように考えたことについて，\n相当な理由があるといえる。仮に，被告人両名の行為が客観的には営業秘密開示行\n為に該当するという見解を採ったとしても，被告人ｃについて，故意責任を問うこ\nとはできない。\n⑷  理由\n本件打合せでは，主に被告人ａが説明し，被告人ｃにおいては，仕様概要を本件\nホワイトボードに事前に記載しておく程度の役割にとどまっていた。そして，前記\nのとおり，被告人ａの供述のうち，ｂの営業秘密を用いないで装置を開発する意思\nがあったという部分は，信用できないと排斥することはできない。\nまた，被告人ｃがｌ宛てに送信した３月１１日メールのうち，「今回の貴社への依\n頼内容についてｂの考えとしては単純にワイヤーを単発で張る装置でありこれまで\nに公知になっている技術の組み立て（複数本を連続で張る装置との違い）でできる\n設備との認識です。」という部分は，被告人ａの認識，整理と整合する内容である。\nそして，被告人ｃの捜査段階における供述のうち，本件打合せにおける被告人両\n名の説明内容がｂの営業秘密に該当すると分かっていたという部分の信用性は必ず\nしも高くない。\nすなわち，被告人ｃの検察官調書には，ｆ等に発注しようとしている装置が「基\n本となる構造や方式がｂのものと同じ」という趣旨の記載があるが，前記のとおり，\n本件打合せにおいて，被告人両名がｅに説明した仕様の内容は，装置の構造がｂの\nものと同じとはいえない（検察官の主張においても，本件打合せにおいて被告人両\n名が説明した仕様の内容がｂのワイヤ整列装置と構造が同じであるとはされていな\nい。）。また，方式についても，前記のとおり，２つの棒状のものでワイヤを「仮押\nさえ」して，その間でワイヤを切断するなど，被告人両名が説明した情報は，ｂの\nワイヤ整列装置の工程とは，工程における重要なプロセスに関して大きく異なると\nころがある。さらに，被告人ｃの検察官調書のうち，「ワイヤを引っ張る機構や台座\nを動かす機構など，一つ一つの構造などを見れば公知の技術なのかもしれないが，\nそれらを組み合わせてワイヤ整列工程を可能なものにしたという点はノウハウに当\nたると考えていた」と記載されている部分は，法的評価に関する事項である。被告\n人ｃは，知的財産分野の専門家というわけでもなく，公知技術を組み合わせてワイ\nヤ整列工程を可能なものにしていた点はノウハウに当たると考えていたと供述して\nいる点の証拠価値はさほど高くない。そして，被告人ｃの検察官調書には，本件打\n合せの説明内容に関して，不正確な部分も見られる。すなわち，被告人ｃの検察官\n調書には，本件ホワイトボードの記載に関して「仕様概要以外は，全て被告人ａが\n書いた。」「ｅが本件ホワイトボードに書くことはなかった。」といった記載があるが，\n本件ホワイトボードの記載には，ｅが自分で書いたと認めている箇所もある。また，\nワイヤの切断方法に関して，被告人ｃの検察官調書には，被告人ａが「カッターで\n切断します」と説明したとの記載があるが，ｅは，被告人ａからＹＡＧレーザで切\n断するという説明を聞いた，はさみやニッパで切断することは自分が説明した，な\nどと証言しており，ｅ証言の内容とも整合しない。このように，故意の前提となる\n本件打合せにおける被告人両名による説明内容等について，被告人ｃの検察官調書\nには，重要な部分において不正確なところがあり，それを前提とする故意に関する\n供述部分の信用性を損なわせる。\nなお，被告人ｃの公判供述の内容は，全体として，自分の責任を殊更にわい小化\nする部分が多くあり，例えば，磁石治具自体がｂの営業秘密でも何でもないと思っ\nている，と供述する部分等は，到底信用できないし，全体として信用性は低い。そ\nうであるからといって，前記の事情に鑑みると，被告人ｃの故意責任が肯定される\nことにはならない。\n５  検察官の主張に対する判断\n⑴  検察官は，被告人両名が，いずれもｂのワイヤ整列装置やワイヤ整列工程が\n同社内においてどのように取り扱われていたのかをよく知る地位にあったことから，\n故意が認められることに問題はない旨主張する。\nしかし，被告人ａは，ｂのワイヤ整列装置やワイヤ整列工程が同社内においてど\nのように取り扱われていたのかを踏まえて，１月２５日メモのとおり，自分の考え\n方を整理して，ｂの営業秘密を用いずに装置を開発する意思があったとの合理的な\n可能性が残る。また，被告人ｃにおいては，ｂのワイヤ整列装置そのものが営業秘\n密であると認識できたとはいえるが，ワイヤ整列装置の開発等に直接関与した経験\nはなく，抽象化，一般化された工程に関する営業秘密性について，よく知る地位に\nあったとは言い難い。検察官の指摘する点は，被告人両名の故意責任を肯定する決\nめ手にならない。\n⑵  検察官は，１号機に関する秘密保持契約が更新されていないものの，１号機\nから３号機までの基本となる工程は共通である上，技術が進歩しているところ，そ\nれぞれの技術は，それ以前の技術を前提にしているのであるから，２号機と３号機\nに関する各秘密保持契約によって，なおワイヤ整列装置に関する秘密保持契約もカ\nバーされていると認められるので，１号機に関する秘密保持契約が更新されていな\nいことをもって，秘密ではなくなったと認識することはあり得ない旨主張する。\nしかし，ｂは，１号機に関する秘密保持契約の期間を延長していなかっただけで\nなく，ＪＳＴに対して，１号機の工程の概要を報告していた。また，前記のとおり，\n１号機と３号機とでは，取り扱うワイヤの直径が大きく異なるなどの理由から施さ\nれている工夫も相当異なっている。\n当裁判所は，１号機に関する秘密保持契約の期間が延長されなかったことを決め\n手に被告人両名について故意責任を問うことができないと判断しているわけではな\nいが，１号機に関する秘密保持契約の期間が延長されなかったことは，被告人両名\nにおいて本件実開示情報がｂの営業秘密であるとは考えなかったことに合理的な理\n由があるとする一つの根拠になり得る。\nなお，検察官は，被告人ａが，１号機開発当初より，ワイヤ整列工程やワイヤ整\n列装置に関する技術情報に関し，これを「ノウハウの塊」「極秘」などと発言し，非\n公表のノウハウとする方針を指示していた，ｍ社等による本件工場見学に際しても\nワイヤ整列装置を見せない方針を指示していた，平成２４年１１月１４日，関係者\nに対し，ワイヤ整列工程に関し，「特許ではなくて，ノウハウとして秘密管理してい\nます。」などと記載したメールを作成，送信していたこと，などを指摘する。しかし，\n被告人ａは，本件実開示情報のような極めて抽象化，一般化された情報についてま\nで秘密管理するよう関係者らに指示していたわけではないので，検察官指摘の事情\nは，被告人ａにおいて，本件実開示情報のような極めて抽象化，一般化された情報\nについてまでｂの営業秘密であると認識し得た根拠にはならない。\n第８  小括\n以上によれば，その余の点を判断するまでもなく，被告人両名について無罪とす\nるほかないが，審理の経過等に鑑み，他の犯罪成立要件についても念のため判断す\nる。\n以下の記載では，本件実開示情報に非公知性が認められるとする見解，被告人両\n名に故意があると認められるとする見解を前提に論じることになるが，当裁判所は，\nこれらの見解を採るものではない。\n第９  秘密管理性\n１  結論\n以下に述べるようなｂにおけるワイヤ整列装置の管理状況，ｆ等との間の秘密保\n持契約の内容等からすると，ｂは，本件当時，ワイヤ整列装置に関する技術情報を\n秘密として管理していたと認められ，仮に，本件実開示情報に非公知性が認められ\nるという見解を採るのであれば，本件実開示情報を秘密管理していたと認められる。\n２  理由\n⑴  ワイヤ整列装置に関する管理状況\n本件当時，１号機ないし３号機は，以下のように管理されていた。\nア  １号機は，ｂｒ工場技術センターのクリーンルーム内に保管されていた。\nイ  ２号機と３号機は，本件工場のクリーンルーム内に保管されていた。\nウ  上記各クリーンルームには，本件当時，電子錠が設置され，そこに立ち入る\nには，関係する特定の認証カードが必要とされていた。\n⑵  秘密保持契約\nア  ｂは，ｆとの間で，１号機の製作等に際し，平成１２年９月１日付け「覚書」\nで，以下のような秘密保持契約を締結した（甲３６資料１）。\n「本覚書は，下記のｂがｆに提示した構造と機能を有する金属細線溝挿入装置\nの設計，製作，試運転に関する技術情報の秘密を保持することを目的とする。\n⑴  構造\n①金属細線の張力をコントロールする構造②基材に設けられた溝を金属細線の\n長手方向に対して，横ずれさせる構造。または，金属細線側を横ずれさせる構\n造，③溝下に多極着磁した磁石を配置した構造，④一本以上同時に，ハンドリ\nングする構造，⑤溝と金属細線と間の水平方向と垂直方向の角度を調整できる\n構造\n⑵  機能\n金属細線に応力ひずみ（ねじれ方向，長手方向）をできるだけ加えない状態（弾\n性領域）で基材に設けられた溝に挿入する機能。また，溝に挿入された金属細\n線の応力を開放する機能。\nさらに，上記機能を１本以上同条件で，連続もしくは，同時に動作する機能。」\nイ  １号機に関する上記契約期間は，平成１２年９月１日から１０年間とされ，\n同契約期間の延長については，両者協議の上，取り決めるものとされていたが，同\n契約期間が延長されることはなかった。\nウ  ｂは，ｆとの間で，２号機の製作，導入に際し，平成１５年１２月１日付け\n「念書」で，以下のような秘密保持契約を締結した（甲３６資料３）。同契約には，\n契約期間の定めはない。\n「ｆは，本件業務に関してｂから知り得た情報及び本件業務から取得される技\n術情報の全てについて，本件業務の期間中及び本件業務の完了後も，社外お\nよび社内関係外者に対し，秘密を保持いたします。但し，以下のものは除き\nます。\n⑴公知の情報，⑵ｂから開示を受けた時すでに自ら所有していたことを証明\nした情報，⑶第三者から秘密保持義務を負うことなく取得したことを証明し\nた情報，⑷ｂから開示された情報によることなく独自に開発・取得したこと\nを証明した情報」\nエ  ｂは，ｆとの間で，３号機の製作，導入に際し，平成１８年１０月１日付け\n「念書」で，秘密保持契約を締結した（甲３６資料４）。同契約の秘密保持条項は，\n２号機に関するものと同じであり，契約期間の定めはない。\nオ  ｂは，平成２５年２月，ｎ株式会社（以下「ｎ」という。）との間でＭＩ素子\nの製造等に関する業務提携をした際，同月４日付けで「機密保持契約」を締結した\n（甲１０４）。同契約には，機密情報として，以下のような情報が含まれるとされて\nいた。\n「ｎの敷地内に設けるｂの製品であるＭＩ素子の製造工程の内，特定機密エリ\nア内にて実施する工程であって，ｂが装置を準備し，ｂの従業員が作業を担当\nするワイヤ張付工程，素子検査工程及びこれら各工程に関する技術情報，並び\nに，ｂの製品であるＭＩ素子に使用するために，ｂが提供するアモルファスワ\nイヤに関する技術情報」\n３  弁護人の主張に対する判断\n⑴  弁護人の主張\n弁護人は，①本件実開示情報は，経済産業省が作成した「営業秘密管理指針」に\nも規定される，営業秘密としての保護の対象となる情報とそうでない情報とを明確\nに区別するための大前提としての紙媒体等による管理がされていない，②ｂは，「機\n密管理規程」（弁２１）に従った機密管理措置を執っていないなど，本件実開示情報\nを秘密保持する意思がなかったなどと指摘し，本件実開示情報に秘密管理性はない\n旨主張する。\n⑵  当裁判所の判断\nしかし，この点に関する弁護人の主張は採用できない。\n①については，「営業秘密管理指針」の作成主体である経済産業省は，同指針につ\nいて，一つの考え方を示すものであり，法的拘束力を持つものではないと明言して\nいる。また，同指針（現時点の最新版は平成３１年１月２３日改訂）でも，物件に\n営業秘密が化体している場合には，物理的にマル秘表示の貼付や金庫等への保管が\n適さないとして，扉に「関係者以外立入禁止」の張り紙を貼る，警備員を置いたり，\n入館ＩＤカードが必要なゲートを設置したりして工場内への部外者の立入りを制限\nするなどの方法が秘密管理措置の具体例として挙げられている。本件当時の同指針\n（平成２３年１２月１日改訂後，平成２５年８月１６日改訂前のもの）においても，\n営業秘密の保管場所を施錠する，営業秘密を保管している施設への入退室を制限す\nる，といった方法が望ましい秘密管理方法の具体例として挙げられており，保管施\n設に入退出する際の認証システムの利用も「高度な管理方法」の一例として挙げら\nれている（第３章２⑵② ）。\nｂは，１号機ないし３号機をクリーンルーム内に保管し，特定の認証カードを所\n持する者以外の立入りを制限する措置を講じていたのであるから，「営業秘密管理\n指針」に照らしても，１号機ないし３号機の秘密管理性が失われるような問題があ\nるとまではいえない。\n②については，確かに，ｂは，ワイヤ整列装置に関する技術情報について，「機密\n管理規程」に従った機密管理措置を執っていたわけではない。しかし，ｂは，本件\nの約２か月前にも，ｎとの間で，ワイヤ整列装置に関する技術情報について秘密保\n持契約を締結するなどしていた。また，その技術情報が化体した１号機ないし３号\n機を，機密管理していた。そうすると，仮に，本件実開示情報に非公知性が認めら\nれるという見解を採るのであれば，ｂにおいて，本件実開示情報を秘密保持する意\n思があったと認められる。\n第１０  有用性\n１  結論\n本件実開示情報は，アモルファスワイヤを基板上に整列させる工程に関する技術\n上の情報であるから，事業活動にとって有用であるといえる。\n２  弁護人の主張に対する判断\n弁護人は，本件実開示情報は，それ自体ではワイヤ整列装置として機能しない工\n程であることを，ｂの営業秘密に該当しない理由の一つとして指摘する。\nしかし，仮に，開示された情報だけでは装置として機能しなくても，事業活動に\nとって有用な情報となり得るとはいえるので，弁護人の指摘する点から，直ちに本\n件実開示情報について，有用性等の要件を欠くことにはならない。\n第１１  営業秘密保有者性\n１  結論\n仮に，本件実開示情報に営業秘密該当性が認められるという見解を採るのであれ\nば，以下に述べるような１号機の開発経過，ｂとＪＳＴとの間で締結された本件開\n発委託契約の内容，開発期間終了後のｂによる報告に対するＪＳＴの対応，ｂによ\nる技術情報の活用状況等からすると，ｂは，本件実開示情報を正当な権原に基づい\nて取得して保持している者に該当すると認められる。\n２  理由\n⑴  １号機の開発経過\nｂは，前記のとおり，平成１１年３月から，ＪＳＴの補助金を得て，車載用ＭＩ\nセンサの開発を行い，この開発過程において，平成１２年１１月頃，１号機の開発\nに成功した。\n⑵  本件開発委託契約の内容\n本件開発委託契約では，「車載用磁気インピーダンスセンサー」に関する新技術の\n開発の実施により生じたノウハウは，ＪＳＴ，ｂ，ｋ教授の三者が共有する（２１\n条１項），ｂは，そのノウハウを書類に表現し，開発期間終了後，遅滞なくＪＳＴに\n提出する（同条２項）とされていた。\n⑶  ｂによる報告に対するＪＳＴの対応\nｂから本件報告書の提出を受けたＪＳＴは，同報告書の補充等を求めることはな\nく，平成１３年１０月４日，開発が成功であったと認定した。\nｂとＪＳＴとの間で締結された新技術開発成果実施契約（甲８６）によれば，Ｊ\nＳＴは，平成１３年１０月４日（成功認定日）から３年間の優先実施期間終了後，\n第三者に対し，開発成果の実施許諾，ノウハウ供与をできることとされていたが（８\n条等），本件の開発成果に関して，第三者から実施許諾，ノウハウ供与の問合せ等を\n受けたことはなかった。\nＪＳＴの担当者は，当公判廷において，１号機に関するｇレポートの内容は，ノ\nウハウに当たると言えるが，ＪＳＴとして，ｂから書面で報告を受けていないノウ\nハウについてＪＳＴのものであると主張する予定はない旨証言した。\n⑷  ｂによる技術情報の活用状況\nｂは，１号機を開発した後，２号機，３号機を開発し，本件当時，３号機を本件\n工場において稼働させていた。\n３  弁護人の主張に対する判断\n弁護人は，①本件開発委託契約は，産業活力再生特別措置法による「バイ・ドー\nル規定」が適用される前に締結されたものであること，仮に，同契約に従って，開\n発成果がＪＳＴ，ｂ，ｋ教授の三者の共有になるとしても，ｂがＪＳＴに対して開\n発成果の実施料を支払うとされていること，ｇレポートの内容は，本来，ＪＳＴに\n提出されるべきものであったことなどからすると，開発成果はＪＳＴに帰属する，\n②１号機のノウハウは，ｂ従業員による職務発明（職務ノウハウ）であり，ｂの「発\n明考案取扱規程」（弁１３２，以下「本件発明規程」という。）に定められたｂへの\n承継取得の手続が取られていないので，１号機のノウハウを考案した従業員に帰属\nする，などと指摘して，本件実開示情報について，ｂに保有者性がない旨主張する。\n①については，確かに，本件開発委託契約は，産業活力再生特別措置法施行前に\n締結されている。しかし，同契約によれば，開発実施により生じたノウハウは三者\nの共有とする旨明確に規定されており，同法施行前であることやｂにおいて実施料\nを支払う義務があることなどを理由にＪＳＴに専属的に帰属するとは考えられない。\nまた，確かに，ｂは，本件開発委託契約に基づき，開発期間終了後，開発実施の\n結果について詳細な実施報告書を提出する義務を負い，開発の実施により生じたノ\nウハウを書類に表現し，開発期間終了後，遅滞なくＪＳＴに提出すべき義務を負っ\nていた。ｂは，本来，ｇレポートに記載された内容をＪＳＴに報告すべきであった\nといえ，その義務を誠実に果たしたとはいえない。しかし，ｂは，前記のとおり，\nＪＳＴに対し，１号機の工程の概略を記載した本件報告書を提出したが，提出後，\nＪＳＴから報告の補充等を求められていない。契約の当事者であるＪＳＴの担当者\nも，ＪＳＴとして，ｂから書面で報告を受けていないノウハウについてＪＳＴのも\nのであると主張する予定はない旨明言している。そうすると，ｂにおいて委託事業\nを通じて獲得したノウハウが専らＪＳＴに帰属するとはいえない。弁護人の主張を\n踏まえても，１号機のノウハウに関して，ｂがその保有者であることは否定されな\nい。\n②については，確かに，１号機のノウハウを考案した従業員は，本件発明規程に\n基づく，発明考案届出の手続をしていない。しかし，本件発明規程によれば，発明\n考案等を行った従業員は発明考案等の内容を遅滞なく知的財産室長に届け出るもの\nとされているところ，当該従業員において，所定の届出をしなかった場合に，業務\nの過程で考案したノウハウが当然に従業員に帰属するというのは不合理である。そ\nの場合については，本件発明規程によらずに，その帰属を判断するほかない。本件\nでは，ワイヤ整列工程に関する技術上の情報は，ｂがＪＳＴから受託して行った委\n託事業の過程の中で獲得されたものであること，従業員は，ｂの事業の範囲内で，\nその職務として，専らｂの設備を用いて開発に携わったこと，当該技術上の情報は，\nその後，ｂの事業で使用され続けてきたことなどからすると，ｂが，その保有者で\nあるというべきである。\n第１２  不正の利益を得る目的\n１  争点等\n弁護人は，被告人ｃにおいては，本件工場の原価低減，あるいは，ｍ社向けの小\n型化版素子の試作をそれぞれ目的として装置を製作しようと考えていた，被告人ａ\nにおいては，さらにｂの将来のＭＩ事業をにらんで次世代ＭＩセンサ研究のために\nも使える高機能な試作機を製作して，技監として，ｂ社長に各種提案をするつもり\nであった，などとして，被告人両名が，いずれもｂの正当な業務遂行のために，本\n件当日，ｄへ試作機の製作依頼をしたものであって，いずれも不正の利益を得る目\n的はない旨主張し，被告人両名もこれに沿う供述をする。\n２  認定事実\n⑴  新会社の設立等\n関係証拠によれば，以下の事実が認められる。\nア  被告人ａは，平成２２年６月から平成２４年６月まで，ｂのセンサ事業を所\n管する専務取締役の地位にあったが，同月，専務取締役を退任し，同月から平成２\n５年６月まで，技監の地位にあった。\nイ  被告人ａは，平成２４年９月，ｏ株式会社（以下「ｏ社」という。）を設立し\nた。\nウ  被告人ｃは，平成２４年６月から平成２５年１２月まで，ｂ生技・製造本部\n第３生産技術部の部長の地位にあった。\nエ  被告人ｃは，平成２６年２月頃，ｏ社との間で，平成２５年４月１２日付け\nでワイヤ整列装置の開発に関する設計委託契約を締結した。同契約の契約書には，\n被告人ｃによる指導範囲として，ワイヤ整列装置の本体の仕様・基本設計等，指導\n期間は本体について平成２５年４月から８月まで，試験片設置治具等について同年\n９月から１２月まで，改良項目について平成２６年１月から３月までとされ，本体\nについて１００万円，治具等について５０万円，改良項目について５０万円をそれ\nぞれ完成時期に支払う，などと定められていた。被告人ｃは，ｏ社から，平成２６\n年１月から３月までの間に，合計２００万円を受け取った。\n⑵  ｆに対する依頼\nア  認定事実\n信用性の高いｌ証言等関係証拠によれば，以下の事実が認められる。\nｌは，平成２４年１２月４日，本件工場において，被告人ａらと会い，被告\n人ａから，１本張りの試作機の見積依頼を受けた。\n被告人ｃは，平成２５年２月１日，ｌに対し，３号機の図面を送付してほし\nい旨のメールを送信した。\n被告人ａは，平成２５年２月５日，関係者に対し，「ｃ部長と，現行のＭＩ素\n子工程を総点検しています。いつでも当方で生産できるように取り組んでいます。\n大義名分は，本件工場の原価低減のためです。」「ワイヤ関連の設備の仕様を決定，\nいま見積もり中です。これができれば，ｂとは関係なくＭＩ素子の開発が可能とな\nります。」などと記載したメールを送信した（以下「２月５日メール」という。）。\nｂ常務取締役（当時）ｐは，平成２５年２月１４日，ｌに対し，被告人両名\nからのワイヤ整列装置の見積依頼はｂからの正式なものではないので，見積りを出\nすのはやめてほしいなどと言った。\nｇは，平成２５年２月２８日，ｌに対し，被告人両名からのワイヤ整列装置\nの見積依頼はｂからのものではないので，見積りを出さないでほしいなどと言った。\n被告人ｃは，平成２５年３月１日，ｌに対し，「今回の見積もりについてはｂ\nよりの正式ではない」などと記載したメールを送信した。これに対し，ｌは，同日，\n被告人ｃに対し，ｂからの正式な依頼でない場合，見積書を出すことができない旨\nのメールを送信し，被告人両名からのワイヤ整列装置の見積依頼を断った。\nイ  ｌ証言の信用性\n上記認定事実に沿うｌ証言は，十分信用できる。\nｌ証言の内容は，被告人両名による見積依頼がｂの正式な発注ではないとｐやｇ\nから言われたといった点において，ｐとｇの証言内容とよく整合している。また，\nｌ証言のうち，被告人両名による見積依頼を断った経緯に関する部分は，被告人両\n名らとの間で送受信されたメールの内容（甲３３）とよく整合している。さらに，\n平成２５年２月２８日のｇとの打合せに関するｌ証言の内容は，ｌが作成していた\nノート（弁７５）の記載内容ともよく整合している。\n⑶  ｄに対する依頼\nア  認定事実\n信用性の高いｅ証言等関係証拠によれば，以下の事実が認められる。\n被告人ｃらは，３月５日打合せにおいて，ｅに対し，アモルファスワイヤを\n並べる装置を作れないか，今までよりもセンサの感度をアップさせたい，小さいも\nのを作りたい，などと相談した。ｅは，同日午前，ｂ本社ｓ工場において，ｉらと\n会い，ｉらから，ｂ電磁品事業本部の本部長はｐであること，前任者である被告人\n両名は経営方針等で意見が違っているため，前任者から話があっても極力関わらな\nいよう言われていた。\n被告人ｃは，平成２５年４月１日，ｅに対し，以下の文面のメールを送信し\nた（明らかな誤字は修正した。）。\n「先日打ち合わせの折に話しましたワイヤ張り試験装置の件について以下の仕\n様にて一度打ち合わせをお願いいたします。\n１仕様概要\n①ワイヤー横送りピッチ：１μｍで変則ピッチ可能\n②ワイヤー径：５μｍから５μｍ対応\n③張り基板サイズ：６０ｍｍ×６０ｍｍ\n④基板材質：シリコンウエハー\n⑤その他仕様\n・試験機のため手動対応で可能\n・ワイヤー固定は別途\n・ワイヤー張り時の方向は垂直タイプまたは水平タイプ（打ち合わせ時決定）\n・ワイヤー引き込み速度１．２ｍ／分以下（打ち合わせ時決定）\n・基板へのセット方法：ワイヤー引き出し後基板上昇方式（別途提案あれば検\n討）\n・ワイヤー強度等は別途\n・電源は貴社要望に対応\n・エアー圧力等は貴社要望対応\n・ボビン径については別途相談」\n被告人ａは，本件打合せの際，ｅに対し，装置の発注者がｂになるか，新た\nにベンチャー会社を作って，ｊ大学に納入するかの２択が考えられると言った。\nｅは，本件打合せ後，平成２５年５月３日付けで，被告人両名から依頼の受\nけたワイヤ整列装置に関する「御見積書」「見積仕様書」を作成した。それらの名宛\nて人は，いずれもｂとされていた。\n被告人ａは，平成２５年５月９日の打合せの際，ｅとの間で，発注者をｏ社\nとする内容で，「打合せ覚へ」を取り交わした（甲３２・５丁）。「打合せ覚へ」には，\n「守秘義務については，打合せで知りえた技術情報やビジネス情報について，お互\nいに口外しないものとする。特に製作の有無や納期や費用など将来のｏ社の委託加\n工事業に影響するので極秘とすることで合意した。」という記載もあった。\nｅは，平成２５年５月１７日付けで，ワイヤ整列装置に関する「見積仕様書」\nを作成した。その名宛て人は，ｏ社とされていた。\nｄは，平成２５年１１月頃，完成したワイヤ整列装置をｏ社に納品した。同\n装置は，ｊ大学に設置された。\nイ  ｅ証言の信用性\nｅ証言のうち，上記認定事実に沿う部分は，十分信用できる。\nｅ証言のうち，ｉから，被告人らから話があっても極力関わらないように言われ\nていたという部分は，ｉやｐの証言内容とよく整合している。その他の部分も本件\nホワイトボードの記載や作成された書類の内容とよく整合している。\nなお，３月５日打合せにおける出席者について，ｅは，当公判廷では，ｂ側は被\n告人ｃだけであった旨証言しているが，捜査段階において，被告人ａやｇもいた旨\n供述していた。この点に関する捜査段階の供述は，ｅノートの内容も踏まえて相当\n具体的にされており，相応に信用性が高い。この点について，被告人両名は，同打\n合せに被告人ｃだけでなく被告人ａも出席した旨供述しているところ，この点に関\nする被告人両名の供述を排斥することはできない。\n３  被告人両名の公判供述\n⑴  被告人ａの公判供述\n試作機の製作依頼等について，被告人ａは，当公判廷において，以下のとおり供\n述する。\nア  私は，ｂの専務を退任した頃から，次世代ＭＩセンサの開発構想を練り始め\nた。\nイ  ＭＩセンサの性能を飛躍的に上げるために，ワイヤに流す電流の周波数を上\nげる，コイルピッチを狭くする，といった課題に取り組む必要があり，そのために\n新たなワイヤ整列装置を開発する必要があった。ｂの技監の仕事として，本件工場\nの原価低減と次世代ＭＩセンサ研究にも使用できる高機能な試作機を製作し，それ\nを使った原価低減と次世代センサ研究をｂの社長に提案するつもりであった。\nウ  本件打合せでは，被告人ｃによる小型化版素子を試作する装置の仕様概要に\nついての話合いがされた後，私から，高機能の仕様についてｅに相談した。本件打\n合せの時点では，ｂから装置を発注することを考えていたが，ＪＳＴから予算が取\nれれば別ルートで発注する方がよいかなという気持ちもあった。\nエ  その後，平成２５年４月に，ｂから技監を退任するよう言われて，ｂに装置\nの発注を頼むのは難しいかなという気持ちがあって，むしろ私が装置を作って，被\n告人ｃら関係者が皆，使えばいいのかなと考え始めた。\nオ  被告人ｃに２００万円を支払ったのは，いろいろお願いして協力してもらっ\nたからである。\n⑵  被告人ｃの公判供述\nこの点について，被告人ｃは，当公判廷において，以下のとおり供述する。\nア  平成２４年１２月，ｂ第３生産技術部では，ｍ社向けのＭＩ素子試作の話と\n並行して，本件工場の原価低減の一環として素子の小型化に取り組むことになった。\nイ  ３号機の手直し率は３０パーセントという高い割合であったため，それを改\n善するため試作機を入手しようと考えた。\nウ  ｌに対するワイヤ整列装置の見積依頼は，ｂとしての正式な依頼であった。\nエ  ｄにワイヤ整列装置の製作を依頼することについては，上司であるｐの了解\nを得ていた。ｄに対するワイヤ整列装置の製作依頼は，ｂの正式な業務として行っ\nた。\nオ  平成２５年１０月までは，ｂのために，ｄに設備に関するアドバイスをして\nいたが，ｏ社が発注者になったので，協力した対価として，ｏ社から２００万円を\n受け取った。前記設計委託契約は，被告人ａからサインするように言われて，中身\nを詳しく確認せずに署名等をした。\n４  被告人両名の公判供述の信用性\nこの点に関する被告人両名の公判供述のうち，ｂの正式な業務として，ｆやｄに\n対しワイヤ整列装置の見積依頼等をした，といった部分は，到底信用できない。\n被告人両名の公判供述のうち，ｂの業務として，ワイヤ整列装置の試作機の見積\n依頼等をしたという部分は，被告人ａが送信した２月５日メールに「大義名分は本\n件工場の原価低減のため」「ｂと関係なくＭＩ素子の開発が可能」などと記載されて\nいたことと整合しない。被告人ａは，当公判廷において，２月５日メールで，「ｂと\n関係なく」と書いたのは，当時，ｂ開発部と関係なく本件工場だけでやっていける，\nという意味である，仕事をやるとき，必ず「大義名分」，旗印，皆が賛同してくれる\n目的を考えてやるようにしているなどと弁解する。しかし，この点に関する被告人\nａの弁解内容は，メールの文言やその前後の文脈等に照らして極めて不合理なもの\nであるというほかない。\nまた，被告人両名は，ｆが被告人両名からの見積依頼を急に断ることになった理\n由を合理的に説明することができない。そして，被告人両名の供述内容は，平成２\n５年５月９日のｄとの打合せにおいて作成された「打合せ覚へ」に，守秘義務に関\nして「特に製作の有無や納期や費用など将来のｏ社の委託加工事業に影響するので\n極秘とする」という文言が入っていることとも整合しない。\n被告人ｃの公判供述のうち，ｄに試作機の製作を依頼することについて，ｐの了\n解を得たという部分は，ｌとｅの各証言により裏付けのあるｐ証言の内容と整合し\nない。\nまた，被告人ｃの公判供述のうち，平成２５年１０月まではｂのために行動した\nと供述する部分は，同年５月にはｏ社がｄと取り交わす各種書類の名宛て人となっ\nていることとも整合しない。さらに，２００万円もの高額の現金をｏ社から受け取\nった経緯に関する被告人ｃの説明内容は不自然である。\n５  結論\n前記２の認定事実によれば，被告人両名が平成２４年１２月頃から平成２５年２\n月頃までの間にｆに対しワイヤ整列装置の試作機の製作依頼をしたのは，ｂによる\n正規の依頼としてではなかったと認められる。また，被告人両名は，ｆから製作依\n頼を断られると，ｄに対し同様の製作依頼をしており，ｄに対する製作依頼もｂに\nよる正規の依頼としてではなかったと認められる。そうすると，仮に，本件実開示\n情報がｂの営業秘密に該当するという見解を採るのであれば，被告人両名がそれを\n用いてｂの了解なくワイヤ整列装置の試作機を製作しようとしたことになるから，\n被告人両名に，不正の利益を得る目的があったと認められる。被告人ｃが，ｂ退職\n前に２００万円もの高額の現金をｏ社から受け取っていることも，不正の利益を得\nる目的があったこととよく整合する。\nなお，被告人ｃが供述するとおり，平成２４年１２月４日のｆとの打合せに被告\n人ｃが出席していなかったとしても，被告人両名に不正の利益を得る目的があった\nとの認定は左右されない。\n第１３  その他の犯罪成立要件\n仮に，本件実開示情報がｂの営業秘密に該当するという見解を採ると，被告人両\n名は，本件実開示情報を業務の過程等で取得したのであるから，不正競争防止法２\n１条１項５号にいう「営業秘密保有者から営業秘密を示された者」に該当するとい\nえる。また，被告人ａについては技監就任時の契約，被告人ｃについては雇用契約\nにより一般的に課せられた秘密を保持する義務を負っているといえるので，同号に\nいう「営業秘密の管理に係る任務」に背いたといえる。さらに，被告人ａが同号の\n「役員」，被告人ｃが「従業員」に該当することも明らかである。\nそして，仮に，被告人両名に故意があると認められるとする見解を採ると，共謀\nも認められる。\n第１４  結語\n以上のとおり，被告人両名について，本件公訴事実については犯罪の証明がない\nことになるから，刑事訴訟法３３６条により無罪の言渡しをする。\n第１５  付言\n企業が保有する営業秘密の経済活動における重要性は，今日一層高まっており，\n営業秘密侵害行為により，企業の競争力が損なわれることはあってはならず，刑事\n的保護の必要性も高い。また，刑事上の措置においても，営業秘密該当性の要件は，\n不正競争防止法の平成１５年改正の経緯等に照らしても，民事上の要件と同じもの\nと解されるべきである。\n本件についていえば，ｂ１号機ないし３号機は，ｂが独自に開発したものであり，\nアモルファスワイヤの特性を踏まえ，基板上にワイヤを精密に並べるための工夫が\n含まれた工程そのものは，ｂの営業秘密として保護されるべきものである。\nしかし，本件打合せにおいて被告人両名が説明した情報は，ｂの工程とは，重要\nなプロセスに関して大きく異なる部分がある上，同情報のうち検察官主張工程に対\n応する部分は，余りにも抽象化，一般化されすぎている。また，ｂは，１号機の開\n発過程で得られたノウハウを，本来，ＪＳＴにきちんと報告するべきであったのに，\nその義務を十分に果たしていない。さらに，ｂは，ｆとの間で締結した１号機に関\nする秘密保持契約について，期間延長に関する条項があったにもかかわらず，期間\nを延長することなく放置していた。そして，ｂは，上記抽象化，一般化された情報\nについてまで，当該情報が記載された文書に秘密であることを表示するなどして，\n一般情報ではないと明示して管理するなどの措置を講じていたわけでもない。\nこのように，ＪＳＴとの委託開発事業により得られたノウハウをＪＳＴに報告す\nるという契約上の義務を誠実に履行しなかったｂにおいて，当該ノウハウについて，\nＪＳＴにきちんと報告しないままにし，１号機に関する秘密保持契約の期間を延長\nすらしていなかったのに，その後になって，一般情報ではないと明示して管理する\nなどの措置を講じていなかった抽象化，一般化された情報についてまで，自社の営\n業秘密として保護を受けようとするのは，いささか都合が良すぎる。\n本件打合せにおける説明を捉えて起訴されたのは，本件ホワイトボードの写真が\n発見押収されたためであるとうかがわれるが，本件打合せにおいて，被告人両名が\n説明した情報は，ｂの工程と大きく異なる部分がある上，同情報のうち検察官主張\n工程に対応する部分は，抽象化，一般化されすぎている。本件打合せを捉えて，ｂ\nの営業秘密を開示したと構成するのは無理がある。\n本件起訴には，このような無理があるので，被告人両名を無罪とすることは，営\n業秘密の刑事的保護の重要性を軽視するものでは決してない。\n（検察官加藤幸裕，同菅野直，被告人両名につき私選弁護人佐久間信司（被告人ａ\n主任），同中田智之（被告人ｃ主任），同井上健人，同山本律宗，同久志本修一，\n同小芝範明，同竹内康二各出席）\n（求刑  被告人ａにつき懲役３年及び罰金２００万円，被告人ｃにつき懲役２年及\nび罰金１００万円）\n令和４年３月１８日\n名古屋地方裁判所刑事第５部\n裁判長裁判官      板    津      正    道\n裁判官      西    脇      真  由  子\n裁判官      髙    橋      祐    二\n"
}