{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 2,
    "month": 3,
    "day": 24
  },
  "case_number": "平成29(ワ)24",
  "case_name": "石木ダム建設工事並びに県道等付替道路工事続行差止請求事件",
  "court_name": "長崎地方裁判所佐世保支部",
  "result": "棄却",
  "lawsuit_id": "89483",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=89483",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/483/089483_hanrei.pdf",
  "contents": "令和２年３月２４日判決言渡  同日原本領収  裁判所書記官\n平成２９年（ワ）第２４号  石木ダム建設工事並びに県道等付替道路工事続行差止\n請求事件\n口頭弁論終結日  令和元年１１月１８日\n判              決\n主              文\n１  原告らの請求をいずれも棄却する。\n２  訴訟費用は，原告らの負担とする。\n事 実 及 び 理 由\n第１章  請求及び事案の概要等\n第１  請求\n被告らは別紙４工事目録記載の工事を続行してはならない。\n第２  事案の概要\n本件は，原告らが，被告らが進めている「二級河川川棚川水系石木ダム建設\n工事並びにこれに伴う県道，町道及び農業用道路付替工事」（以下「本件事業」\nという。）に係る別紙４工事目録記載の工事（以下「本件工事」という。）によ\nり，憲法上の権利又は人格権の一種として認められている原告らの生命・身体\nの安全，人間の尊厳を維持して生きる権利，良好な環境の中で生活を営む又は\nそのような環境を享受する権利，税金を有効かつ適切に利用される権利等が違\n法に侵害されると主張して，被告らに対し，これらの権利に基づく妨害排除又\nは妨害予防請求として，本件工事の続行の禁止を求めた事案である。\n１  前提事実（当事者間に争いがないか，後記の証拠及び弁論の全趣旨により容\n易に認められる事実）\n⑴  当事者\nア  被告ら\n被告長崎県（以下「被告県」という。）及び被告佐世保市（以下「被告市」\nという。）は，本件事業の起業者である。\nイ  原告ら\n別紙１原告目録の番号１ないし４２の各原告は，後記⑵で示す本件事\n業起業地のうち収用の部分に係る土地（以下「本件収用地」という。）内\nに居住する者である（以下「原告居住者」という。）。\n別紙１原告目録の番号４３ないし１８１の各原告は，原告居住者ら以\n外の者で，本件収用地について所有権又は共有持分権を有する者である\n（以下「原告地権者」という。）。\n別紙１原告目録の番号１８２ないし２７６の各原告は，原告居住者ら\n及び原告地権者ら以外の者で，e 町に居住する者である（以下「原告 e 町\n民」という。）。\n別紙１原告目録の番号２７７ないし３６６の各原告は，佐世保市に居\n住する者である（以下「原告佐世保市民」という。）。\n別紙１原告目録の番号３６７ないし５１７の各原告は，原告居住者，\n原告地権者，原告 e 町民及び原告佐世保市民以外の者で，長崎県内に居\n住する者である（以下「原告長崎県民」という。）。\n別紙１原告目録の番号５１８ないし６０８の各原告は，原告居住者ら，\n原告地権者ら，原告 e 町民ら，原告佐世保市民ら及び原告長崎県民ら以\n外の者である（以下「原告その他」という。）。\n⑵  本件事業の概要（甲Ａ２，乙Ａ２）\nア  起業者の名称\n被告ら\nイ  事業の種類\n二級河川川棚川水系石木ダム建設工事並びにこれに伴う県道，町道及び\n農業用道路付替工事（本件事業）\nウ  本件事業起業地\n別紙５（乙Ａ２）のとおり（以下「本件起業地」という。）\nエ  事業概要図\n別紙６（乙Ａ２）のとおり\nオ  石木ダムの概要\n型式  重力式コンクリートダム（貯水池の水圧荷重に堤体重量により\n抵抗し，これを基礎岩盤に伝達する構造物）\n河川名  二級河川川棚川水系石木川（以下「石木川」という。）\n位置  左岸：e 町ｇ郷地内，右岸：e 町ｇ郷地内\n堤高（基礎地盤から非越流部の堤頂までの高さ）  ５５．４ｍ\n堤頂長（ダム軸面と堤頂標高の水平面との交線上の堤体の長さ）  ２\n３４ｍ\n堤体積（ダムの体積）  １５万７０００㎥\n事業費  ２８５億円\n貯水池\nａ  集水面積（集水区域の面積）  ９．３㎢\nｂ  湛水面積（貯水池にサーチャージ水位まで水が溜まっている場合の\n表面積）  ０．３４㎢\nｃ  総貯水容量  ５４８万㎥\nｄ  有効貯水容量（総貯水容量から死水容量及び堆砂容量を除いたもの）\n５１８万㎥  なお，貯水池容量配分は，別紙７（乙Ａ２）のとおりで\nある。\nカ  本件事業の位置づけ及び事業計画の概要\n本件事業は，「川棚川水系河川整備基本方針（平成１７年１１月策定）」\n「川棚川水系河川整備計画（平成１９年３月策定・平成２１年３月変更）」\n及び「石木ダム建設事業全体計画書（平成２１年３月変更）」に基づき，\n前記の概要で石木ダムを建設し，洪水の調整を行い，流水の正常な機能\nの維持を図るとともに，新たに最大４０，０００㎥／日の水道用水の供\n給を図ろうとするものである。\n本件事業は，ダム事業計画として，以下の用途のために必要な貯水容\n量５，１８０，０００㎥を有効貯水量とし，これに流域の状況を考慮し\nて計画堆砂量（１００年）３００，０００㎥を確保することを予定して\nいる。\nａ  洪水調整計画\n自然調節方式とし，ダム地点における計画高水流量２８０㎥／秒の\nうち，２２０㎥／秒を調節し，６０㎥／秒（最大７０㎥／秒）を放流\nする。これに要する貯水容量は，１，９５０，０００㎥である。\nｂ  流水の正常な機能の維持計画\n川棚川は，渇水期の用水不足は著しく，水道用水の取水に支障をき\nたしている状況にあり，中でも昭和４２年，昭和４９年及び平成６年\nの渇水被害が特に甚大であった。既得用水の補給等，流水の正常な機\n能の維持を図るために必要な流量（１月～３月０．０９０㎥／秒，４\n月～１２月０．１２０㎥／秒）をダムにより確保する。これに要する\n貯水容量は７４０，０００㎥である。\nｃ  水道用水計画\n佐世保市の水道は，平成１８年度現在における給水人口２４４，１\n０４人，１日最大給水量は９９，３１８㎥／日である。これに対して，\n既存の安定水源の給水能力は約８０，０００㎥／日であり，１日最大\n給水量としては，約１９，０００㎥／日もの不足を来たす状況にある。\nこのため，毎年節水の呼びかけを行っている状況にある。\nまた，現在，人口の停滞などが生じているが，今後下水道の普及に\nよる生活用水の増加，大口需要や新規計画といった営業用水の増加等\nにより，平成２９年度には給水人口２３３，６９４人，１日最大給水\n量は１１７，３００㎥／日になると予想している。\nこのように現在でも不足している水量に加え，将来の水需要の増大\nに対応するため，ダムにより４０，０００㎥／日（給水量３８，００\n０㎥／日）の新規水源の開発を行うものである。これに要する貯水容\n量は２，４９０，０００㎥である。\n⑶  本件事業に関する事業認定等の経緯\nア  被告県は，遅くとも昭和４７年頃，e 町に対し，石木ダム建設のための\n予備調査を依頼した。\nイ  当時の被告県代表者県知事，e 町ｆ郷総代，同ｇ郷総代及びｈ郷総代は，\n昭和４７年７月２９日，e 町長を立会人として，石木川の河川開発調査に\n関し，被告県が前記３郷の合意を得て行うこと，調査の結果，建設の必要\nが生じたときは，改めて前記３郷と協議の上，書面による同意を受けた後\nで着手することなどを定めた，石木川の河川開発調査に関する覚書を締結\nした（甲Ｄ１，２）。\nウ  被告県は，昭和５７年，機動隊を導入して測量等の予備調査を実施した。\nエ  被告市は，本件事業に関し，平成２１年１０月１４日，土地収用法（以\n下「法」という。）１３６条１項の規定に基づき，被告県知事に対し，法の\n規定に基づく起業者として行うべき手続の一切を委任した。\nオ  被告県は，平成２１年１１月９日，法１６条及び同法１３８条１項の規\n定により準用される法１６条に基づき，国土交通省九州地方整備局長に対\nし，同日付け事業認定申請書及び添付書類を提出し，本件事業に関する事\n業認定を申請した（乙Ａ２，４）。\nカ  被告県は，オと同時に，国土交通省九州地方整備局長に対し，法３１条\n及び同法１３８条１項の規定により準用される法３１条に基づき，収用又\nは使用の手続を留保する旨を申し立てた（乙Ａ３）。\nキ  国土交通省九州地方整備局長は，平成２５年５月７日，法２２条に基づ\nき，専門的学識を有する者として，甲 i 大学 j 学部特任明教授及び乙 k 大\n学大学院 l 科教授（以下，両名を併せて「本件各有識者」という。）の２名\nに対し，生活用水，業務営業用水及び大口需要者の工場用水の各需要予測\nの推計並びに負荷率の設定の妥当性について意見聴取した。\n乙教授は，同月１３日，上記の点が妥当である旨の意見を回答し，甲教\n授は，同月１５日，上記の点が妥当である旨の意見を回答した。（乙Ａ１６\n～１８）\nク  国土交通省九州地方整備局長は，平成２５年９月６日付で，土地収用法\n２０条及び１３８条１項の規定により準用される法２０条の規定に基づき，\n本件事業について事業認定処分（以下「本件事業認定処分」という。）をし，\n前記カの手続の保留と共に告示した（乙Ａ２２，２３）。\nケ  原告らの一部は，長崎地方裁判所に，処分行政庁が土地収用法の規定に\n基づいてした本件事業認定処分は，違法な処分であるとして，本件事業認\n定処分の取消請求訴訟（長崎地方裁判所平成２７年（行ウ）第４号石木ダ\nム事業認定処分取消請求事件。以下「別件訴訟」という。）を提起した（甲\nＥ４）。\nコ  長崎地方裁判所は，平成３０年７月９日，別件訴訟について，原告らの\n訴えのうち一部について，原告適格がないとして訴えを却下し，一部につ\nいて，本件事業認定処分が違法な処分であるとは認められないとして請求\nを棄却する旨の判決を言い渡した（甲Ｅ４，以下「別件訴訟一審判決」と\nいう。）。\nサ  別件訴訟の原告らは，別件訴訟一審判決に対して控訴を提起した。（弁論\nの全趣旨）\n⑷  水道施設に関する基準等\n社団法人日本水道協会は，平成２４年７月，「水道施設設計指針（日本水道\n協会発行）」（以下「設計指針」という。）を発行した（乙Ｂ１，丙２）。\n⑸  被告市による水需要予測\nア  水需要予測の経緯\n被告市は，平成１２年１０月頃，平成１０年から平成２９年までの水\n需要予測等を記載した「佐世保市水道事業変更認可（平成１２年１０月\n２５日認可）」と題する資料（以下，同資料及びその内容を「平成１２年\n水需要予測」という。）を作成した（甲Ｂ１３）。\n被告市は，平成１６年９月３０日，平成１６年から平成２９年までの\n水需要予測等を記載した「平成１６年度佐世保市水道水源整備事業再評\n価監視委員会資料＜水需要予測の比較検討＞」（以下，同資料及びその内\n容を「平成１６年水需要予測」という。）を作成した（甲Ｂ１４）。\n被告市は、平成１９年，平成１９年から平成２９年までの水需要予測\nを実施した（以下その内容を「平成１９年度水需要予測」という。甲Ｂ\n３）。\n被告市は，平成２０年３月，「第６次佐世保市総合計画」（以下「佐世\n保市総合計画」という。）を策定した。\n被告市は，平成２４年，平成２４年度から平成３６年度までの水需要\n予測等を記載した「佐世保市第９期拡張事業平成２４年度再評価水需要\n予測資料」（以下，同資料及びその内容を「本件水需要予測」という。）\nを作成した。この中には，被告市の水需要予測を総括した「水需要予測\n総括表」が添付されており，その内容は別紙８（甲Ｂ１）のとおりであ\nる（平成２３年度以前が実績値，平成２４年度以降が予測値である。）。\n本件水需要予測は，上記⑶カの追加資料の一部として，被告県を通じて\n処分行政庁に提出された。（甲Ｂ１）\nイ  本件水需要予測の概要（甲Ｅ４）\n被告市は以下の手法で水需要予測（計画一日最大給水量の算定）を行っ\nた。\n有収水量を用途別に予測して，それぞれの用途別一日平均有収水量を算出\nし，これらを合算した数値（一日平均有収水量。平成３６年予測値は７万\nして，浄水場地点の水量である計画一日平均給水量（平成３６年予測値は\nを乗じて，施設能力の基礎となる一日最大給水量（平成３６年予測値は１\n以下，「安全\n率」という。）を加えて水源地地点の原水量に置き換えた計画取水量１１万\n７０００㎥／日を算出するというものである。\n⑹  河川の管理に関する基準等\nア  国土交通省河川砂防技術基準\n国土交通省は，河川等に関する調査，計画，設計及び維持管理を実施す\nるために必要な技術的事項について定めることなどを目的として，「国土交\n通省河川砂防技術基準」（以下「技術基準」という。）を策定している（乙\nＣ１，Ｃ４，Ｃ１５。いずれも平成１６年６月３０日付け改定版である。）。\nイ  国土交通省河川砂防技術基準同解説\n国土交通省河川局（監修者）及び社団法人日本河川協会（編者）は，平\n成１７年１１月，「国土交通省河川砂防技術基準同解説・計画編」（以下「技\n術基準解説」という。）を発行した（乙Ｃ３，Ｃ１１）。\nウ  二級河川工事実施基本計画検討の手引き（案）\n社団法人日本河川協会は，平成５年３月，「二級河川工事実施基本計画検\n討の手引き（案）」（以下「工実手引き」という。）を策定した（乙Ｃ９）。\nエ  中小河川計画の手引き（案）\n中小河川計画検討会は，平成１１年９月，「中小河川計画の手引き（案）」\n（以下「中小河川手引き」という。）を策定した（乙Ｃ２，Ｃ１２）。\n⑺  被告県による川棚川の治水計画\nア  ２級水系川棚川工事実施基本計画\n被告県は，平成９年１１月，河川法（平成９年法律第６９号による改正\n前のもの）１６条１項の規定に基づき，「２級水系川棚川工事実施基本計画」\n（以下「工実計画」という。）を策定した。工実計画では，水分資料の整理\nがなされていることや，最下流の e 町市街地の洪水防御対象地区の上流端\nに位置することなどから，治水計画基準点は山道橋（その位置は別紙７の\nとおりである。）と設定された。（甲Ｃ１３）\nなお，工事実施基本計画は，平成９年法律第６９号による改正後の河川\n法１６条１項の規定に基づき当該河川について河川整備基本方針が定めら\nれるまでの間においては，河川整備基本方針及び河川整備計画とみなすも\nのとされた（上記改正法附則２条）。\nイ  川棚川水系河川整備基本方針\n県知事は，平成１７年１１月，河川法１６条１項に基づき，川棚川水系\n河川整備基本方針（以下「川棚川水系基本方針」という。）を策定した。川\n棚川水系基本方針では，基準点山道橋における基本高水のピーク流量を１\n４００㎥／秒，洪水調節施設により２７０㎥／秒を調節し，河道への配分\n流量を基準点において１１３０㎥／秒とした。（乙４の７頁）\nウ  川棚川河川整備計画\n県知事は，平成１９年，河川法１６条の２に基づき，川棚川河川整備計\n画（以下，次の改正の前後を通じて「川棚川水系河川整備計画」という。）\nを策定し，平成２１年にこれを改正（変更）した。川棚川水系河川整備計\n画では，計画対象期間は概ね３０年間とされ，想定氾濫区域内における人\n口・資産の状況等を考慮し，計画規模は，石木川合流点下流では１／１０\n０とされ，石木川合流点上流については１／３０とされたが，基準点山道\n橋における計画高水流量は前項の数値と同じとされた。（甲Ｃ１の８ないし\n１０頁）\n２  争点\n⑴  原告らの主張する各権利利益が差止請求の根拠足り得るか及び本件事業\nによりそれらが侵害されているか又は侵害されるおそれがあるか\n⑵  本件事業による原告らの権利に対する侵害行為が違法性を有するか\n第２章  争点に関する当事者の主張\n第１  争点⑴（原告らの主張する各権利利益が差止請求の根拠足り得るか及び本件\n事業によりそれらが侵害されているか又は侵害されるおそれがあるか）\n（原告らの主張）\n１  生命・身体の安全及び生命・身体の不安に怯えず平穏に生きる権利\n原告居住者，原告地権者及び原告 e 町民は，憲法に基づく権利として生命・\n身体の安全を侵害されない権利又は人格権として及び生命・身体の不安に怯え\nず平穏に生きる権利を有している。\n被告県は，川棚川からの外水氾濫により洪水被害があったことを前提として，\n川棚川の氾濫防止を目的の一つとして石木ダムの建設を進めているが，川棚川\n流域で過去に発生した水害の原因は，内水氾濫（低地に降った雨を河川等に排\n出できなかったことによって氾濫する場合）や支流の氾濫（川棚川の支流が陸\n域へ氾濫して越流する場合），川棚川への側溝逆止弁閉め忘れによる 堤防内地\nへの逆流の可能性等があり，これらが水害の原因であるとすると，被告県が行\nっている本件事業を含む治水計画は無意味である。また，仮に水害の原因が川\n棚川の氾濫にあるとしても，e 町の計画河道整備さえ行えば，過去に発生した\n豪雨と同程度の規模の豪雨は防止できる。\nしかしながら，被告県は，本件事業を優先し，本来治水対策として行うべき\n過去の洪水被害の原因究明及びその対策や河道整備工事等を行っていない。\nそうすると，現時点で過去に発生した同規模の豪雨が発生した場合，川棚川\n下流域の住民である原告居住者，原告地権者及び原告 e 町民は，洪水により，\n生命・身体の安全及び生命・身体の不安に怯えず平穏に生きる権利を侵害され\nる。\nしたがって，原告居住者，原告地権者及び原告 e 町民は，本件事業により生\n命・身体の安全又は生命・身体の不安に怯えず平穏に生きることが侵害され又\nは侵害されるおそれがあることを理由に，当該権利に基づく妨害排除請求又は\n妨害予防請求として，本件事業の差止めを求めることができる。\n２  こうばるの豊かな自然とその恵みを享受しながら生活を営む権利\n本件事業による水没予定地は，こうばると呼ばれ，地域住民が，里山として\n自然と共存することにより，多種多様な生物多様性を維持し，日本の農村の原\n風景と評されるほど風光明媚で良好な環境を維持してきた文化的，環境的価値\nの高い土地である。原告居住者は，先祖代々居住し続け，生業を営み，コミュ\nニティーを形成するなど生活全般の基盤を構築してきた。\nそのため，原告居住者は，人格権の一種として，こうばるの豊かな自然環境\nを享受しながら，文化を守り，平穏にこうばるの地域に住み続ける権利を有し\nている。原告居住者以外の原告も，こうばるに居住する現実的可能性があるた\nめ，原告居住者と同様にこうばるの豊かな自然とその恵みを享受しながら生活\nを営む権利を有している。原告らの主張する権利の性質は，単なる所有権や財\n産権といった財産的利益でも，環境権といった抽象的な権利でもなく，自らの\n生活の本拠である住居を中心とする衣食住，家庭生活，家業・職業・地域活動\n等の生活全般の基盤及びそれを軸とする各人の属するコミュニティー等にお\nける人間関係を意味する包括的生活基盤というべきものである。\nしかしながら，今回，公共性・必要性のない本件事業によって，こうばるの\n自然環境が破壊され，原告居住者の居住地が収用され，包括的生活基盤が破壊\nされてしまうため，原告居住者はこうばるの土地に住み続けることができなく\nなってしまうほか，原告居住者以外の原告も，こうばるの土地に居住すること\nができなくなってしまう。\nしたがって，原告らは，本件事業によりこうばるの豊かな自然とその恵みを\n享受しながら生活を営む権利が侵害されるおそれがあることを理由に，当該権\n利に基づく妨害排除又は妨害予防請求として，本件工事の差止めを求めること\nができる。\n３  人が人として生きる権利（総体としての人間そのもの）及び人間の尊厳を維\n持して生きる権利\n原告居住者は，憲法に基づく権利として，人が人として生きること（人間の\n存在そのもの）を保障されており，人格権として自己の尊厳を維持して生きる\n権利を有している。\nしかしながら，前記２のとおり，公共性・必要性のない本件事業によって，\nこうばるの自然環境が破壊され，原告居住者の居住地が収用され，包括的生活\n基盤が破壊されてしまうため，原告居住者はこうばるの土地に住み続けること\nができなくなってしまい，今後の人生が破壊されてしまう。\nしたがって，原告居住者は，本件事業により人が人として生きる権利及び人\n間の尊厳を維持していきる権利が侵害されるおそれがあることを理由に，当該\n権利に基づく妨害排除又は妨害予防請求として，本件工事の差止めを求めるこ\nとができる。\n４  税金を有効かつ適切に利用される権利\n国民である原告らは，税金が有効かつ適切に安全保障政策や社会保障政策等\nに利用されることにより得られる利益を享受する権利を有している。\nしかしながら，今回，公共性・必要性のない本件事業に税金が使用され，被\n告市においては１００億円，被告県においては１８５億円もの税金が投入され\nるところ，厚生労働省から被告市に対し３分の１である３３億２０００万円が，\n国土交通省から被告県に半分の９２億５０００万円が。そうすると，本来であ\nれば行われたであろう社会保障や安全対策等が行われなくなってしまうため，\n原告らは，それらの施策による利益を享受できなくなるから，税金を有効かつ\n適切に利用される権利を侵害される。\nしたがって，原告らは，税金を有効かつ適切に利用される権利が侵害される\nおそれがあることを理由に，当該権利に基づく妨害排除又は妨害予防請求とし\nて，本件工事の差止めを求めることができる。\n（被告県の主張）\n１  生命・身体の安全及び生命・身体の不安に怯えず平穏に生きる権利\n争う。\nそもそも，生命・身体の不安に怯えず平穏に生きる権利については，内容が\n抽象的で権利としての具体性を欠いており，民事上の請求の具体的根拠となり\n得ない。\nまた，本件事業を続行することと，本来あるべき治水対策が行われないこと\nとの間に因果関係が存在しないから，本件事業の続行により，原告居住者，原\n告地権者及び原告 e 町民の生命・身体の安全が侵害される蓋然性があるとはい\nえない。\n２  こうばるの豊かな自然とその恵みを享受しながら生活を営む権利\n争う。\n抽象的で権利としての具体性を欠いており，民事上の請求の具体的根拠とな\nり得ない。\n３  人が人として生きる権利（総体としての人間そのもの）及び人間の尊厳を維\n持して生きる権利\n争う。\n抽象的で権利としての具体性を欠いており，民事上の請求の具体的根拠とな\nり得ない。\n４  税金を有効かつ適切に利用される権利\n争う。\n税金の使途は，議会が承認するものであり，原告らが主張するように各個人\nがこれを決定する権利を有するとは認められない。\n（被告市の主張）\n１  生命・身体の安全及び生命・身体の不安に怯えず平穏に生きる権利\n争う。\n本件事業が進められることにより本来あるべき治水対策が行われないという\n因果関係がなく，具体的な権利侵害事実は認められない。\n２  こうばるの豊かな自然とその恵みを享受しながら生活を営む権利\n争う。\n原告らが主張する権利は，結局本件起業地に住み続けること，あるいは，本\n件起業地で受け継がれてきた文化，環境を守るといったような内容に集約され\nるが，このような抽象的な居住継続利益といった内容は，そもそも差止請求の\n根拠となり得るだけの特定性・排他性をもった人格権と評価できるのか疑問が\nある。\n３  人が人として生きる権利（総体としての人間そのもの）及び人間の尊厳を維\n持して生きる権利\n争う。\n原告らが主張する権利は，結局本件起業地に住み続けること，あるいは，本\n件起業地で受け継がれてきた文化，環境を守るといったような内容に集約され\nるが，このような抽象的な居住継続利益といった内容は，そもそも差止請求の\n根拠となり得るだけの特定性・排他性をもった人格権と評価できるのか疑問が\nある。\n４  税金を有効かつ適切に利用される権利\n争う。\n権利の内容が一般的抽象的であり，権利の範囲，裁判の効力の及ぶ範囲がい\nずれも不明確であるから，民事上の差止請求を基礎づけるだけの具体的な法的\n権利といえない。\n第２  争点⑵（本件事業による原告らの権利に対する侵害行為が違法性を有するか）\n（原告らの主張）\n１  総論\n原告らが主張する各権利利益は，重大な保護法益や排他的な権利であるから，\n各権利利益に対する侵害行為があれば直ちに違法であり，利益衡量をせずに，\n当該侵害行為の差止めが認められるべきである。\n仮に利益衡量が必要であるとしても，本件では，①被侵害利益の性質及び内\n容について，前記のとおり回復困難な人格的利益を中心としていること，②侵\n害行為の態様や侵害の程度が著しいこと，③侵害行為の公共性ないし公益上の\n必要性の内容と程度について，以下のとおり，本件事業に必要性がないこと，\n④侵害行為者である被告らは，本件事業の必要性について適切な説明をしてき\nておらず，特に被告県の対応については，以下のとおり，手続上の問題がある\nことからすれば，法が予定する一般的な損失補償が予定されているとしても，\n本件工事は差止めが認められるべきである。\n２  利水事業の必要性がないこと\n⑴  本件事業の利水の根拠である被告市の本件水需要予測は，石木ダムを建設\nする必要性を作出するために，約４万㎥／日が不足するという結論を先に設\n定した上で，これに合わせて被告市の水需要を過大に予測し，被告市の保有\n水源を過小に予測したものであり，不合理である。\nこのことは，後記のとおり，本件水需要予測における各予測値が不合理で\n被告市が実施した過去の水需要予測の手法が変遷してい\nある。\n被告市又は被告県が昭和５０年頃以降に作成し\nた水需要予測を比較すると，被告市が石木ダムの必要性を作出するために，\nそのたびごとに異なる予測手法を使用することにより数値を操作し，存在し\nない水需要を作出してきたことが明らかである。そして，本件水需要予測の\n不合理性は，過去の水需要予測と比較してこそ明らかになるものであり，被\n告市は，水需要予測の手法を変遷させてきた理由及びその理由が合理的なも\nのであることを主張，立証しなければならないが，被告市はこの点について\n何ら実質的な主張，立証をしていない。\n得るとしても，本件水需要予測及び過去の水需要予測において，用途別一日\n平均有収水量がいずれの用途についても予測どおりの実績値になっていない\nのは，予測手法が誤っているにもかかわらず，被告市が予測手法を変えず，\n又は更に不合理な予測手法に変更したためである。\n⑵  用途別一日平均有収水量について\nア  生活用水について\n平成８年から平成２６年にかけて，被告市の原単位の実績値は１８８\nＬから１９６Ｌで推移しており，増加していない。また，被告市は，全\n国的に原単位は節水機器の普及や社会情勢の変化などが影響して減少し\nているにもかかわらず，被告市の原単位が増加傾向にあるのは，節水ど\nころではなく，我慢をしており一般的な受忍限界を超えているからであ\nると述べるが，被告市水道局が公開質問の席上において市民が我慢して\nいることを示す根拠がないことを認めたように，この点に根拠はない。\nまた，被告市は，平成６年から平成７年にかけての渇水の苦しみを繰り\n返してはならないとして渇水の防止を強調するが，事業計画に渇水対策\nは挙げられていない。\nまた，被告市は，石木ダムが完成して水不足が解消されれば，市民は\n水使用を抑制しなくなり原単位が上昇すると主張するが，これは石木ダ\nムの建設により需要が増加するというもので，需要の増加に対応するた\nめに石木ダムを建設する必要があることの説明になっていない。\nさらに，石木ダムが完成した場合，水道代は当然に値上がりするが，\nその場合，元々節水意識が高く節水技術も有している市民が高価な水を\n従前以上に使うはずはない。\n被告市は，平成１９年水需要予測においても原単位の上昇を予測した\nが，実際には原単位は上昇しておらず，被告市の予測の不合理性を裏付\nけるものである。\n被告市が実施した全国他都市の平均値との比較は，前提となる全国他\n都市の数や内容，選定基準，被告市の上下水道事業経営検討委員会の資\n料として示された，被告市がアンケートを実施した１４都市との関係，\n他都市における生活用水の定義等，不明な点が多く，信用性がない。ま\nた，仮に他都市の回答内容に信用性があるとしても，被告市における比\n較検討過程や公表方法が恣意的である。\nまた，本件各有識者意見は，上記のとおり不合理な被告市の需要予測\nを基礎資料としており，この予測に反する資料や意見が被告市から提示\nされ，又は自ら分析した形跡はない。また，本件各有識者意見は，被告\n市の行った推計が設計指針に形式的に合致していることを述べるにとど\nまっており，ごく限られた範囲についての意見にすぎず，本件水需要予\n測がそれ以前と違う予測をした理由やその合理性については意見を述べ\nていないから，被告市の予測が合理的であることの根拠にはならない。\nイ  業務営業用水について\n大口需要（米軍基地及び自衛隊）については，本件水需要予測では，\n万が一の災害に備えて過去の実績最大値を採用したとされるが，そのよ\nうな理由付けはいかなる用途にも当たり得るものであって，合理性がな\nい。上記「万が一の災害」とは米軍基地や自衛隊駐屯地等の火災を意味\nすると考えられるところ，実際にそのような災害は起きておらず，それ\nに備えて上記実績最大値を採用することは不合理である。また，平成１\n２年から平成２４年の各水需要予測に示された最新実績年の実績値の推\n移をみると，実績値は減少を続けている。\n小口需要（観光業）については，各年の観光客数と使用水量を具体的\nに比較すると，両者の間に相関関係を見出すことはできない。現に，被\n告市は，平成１９年水需要予測においては，５つのトレンド式による分\n析を行ったが，妥当な推算式が得られなかったとして，過去実績を基に\n予測値を設定していた。そして，小口需要は，観光客数よりも被告市の\n給水人口と高い相関関係にある。観光客数と給水人口から多変量回帰分\n析により小口需要を予測すると，目標年度の平成３６年の予測値は１万\n０９１１㎥／日となり，被告市の予測値である１万７３５９㎥／日は過\n大である。\nまた，被告市は，本件水需要予測から丙を従前の大口需要から小口需\n要に変更したが，入場者数や使用水量にかんがみれば，丙は米軍基地や\n自衛隊と並ぶ大口需要であり，上記変更には合理的な理由がなく，小口\n需要と観光客数の相関関係を恣意的に作出するためのものである。その\n結果，本件水需要予測における目標年度（平成３６年度）の予測値を直\n近実績年（平成２３年度）の実績値で除した割合は，平成１９年水需要\n予測以前よりも大きくなっている。\n新規需要分の専用水道からの転換については，既に自己水源により需\n要を賄っている営利企業が上水道に転換する必要はなく，被告市が転換\nさせることになるが，上記企業がこれを承諾する義務はなく，予測には\n合理性がない。\nウ  工場用水について\n大口需要（丁）について\nａ  丁の経営方針転換においては，艦艇・修繕船事業（以下「修繕船事\n業」という。）の売上の総売上に対する割合（事業構成比）を１３％\n（平成２３年度実績値）から２５％（平成２６年度目標値）に引き\n上げることとしているが，売上高では約８６億円（平成２３年度実\n績値）から１００億円（平成２６年度目標値）と１．１６倍になる\nにすぎない。他方で，新造船事業の平成２６年度目標値は，事業構\n成比が４０％，目標額が１５０億円であり，丁において新造船事業\nが中心事業であることに変わりはなく，被告市が丁の需要予測の根\n拠とした「修繕船事業中心への事業方針の転換」は前提を欠く。こ\nのことは，その後明らかになった実績値によれば，修繕船事業の売\n上高が最大である平成２８年度において，同事業の事業費率は２\n４％であり，売上高は平成２３年度比約１．２倍にすぎないことか\nらも明らかである。\n被告市の調査に対する丁\n実施された分については，「これまでの倍以上の水量を供給して頂\nくことも十分考えられる」というのは新造船事業と修繕船事業の合\n算について説明したものであり，丁全体で平成２３年度の丁の実績\n値１１６６㎥／日の２倍の２３００㎥／日程度を使用する可能性\n分については，そもそも策定後に丁に意見聴取すること自体，結論\nを先行させて理由を後付けした証である上，内容面でも，複数のド\nックで同時に船体洗浄作業を行うことの客観的，具体的根拠は示さ\nれていないこと，丁は自社の使用水量を把握しておらず，被告市が\n独自に算出した予測値を追認したものにすぎないことから，被告市\nの予測が合理的であることの根拠にはならない。\nさらに，被告市は，修繕船が２隻同時にドック入りする事態が生\nじる可能性の頻度を把握しておらず，そのような極めて限定的な場\n合の使用水量を前提とする根拠は乏しく，仮に上記事態が生じるの\nが年に数回程度であれば，丁が必要な水量を事前に貯水若しくは融\n通し，又はドック入りの日を調整するなどして，丁自身で対応すべ\nきであって，丁も，そのような事態に対応する水量の確保までは要\n求していない。\nｂ  また，本件水需要予測においては，用途別一日平均有収水量を基に\n一日平均給水量を算定し，これを負荷率で割り戻して一日最大給水量\nを算定している。ところが，丁の水需要については，用途別一日平均\n有収水量を算定する時点で一日最大給水量を採用した。これは，水需\n要予測の原則を大きく変更するもので，客観的な根拠に乏しい上，上\n記一日最大給水量を更に負荷率で割り戻すのは二重計上であって，不\n当に水需要が水増しされている。\nｃ  本件各有識者意見は，上記のとおり根拠が示されていないに  対する\n意見聴取結果を前提に妥当である旨の結論を述べているにすぎず，いず\nれも信用性がない。\n小口需要について\n被告市は，工場用水の小口需要に時系列傾向が確認されないことから，\n過去２０年実績の平均値を採用した旨主張するが，平成１０年から平成２\n３年までの１４年間で同小口需要は４割減少しており，時系列傾向が認め\nられる。今後，同小口需要が上記平均値にまで回復することはあり得ない。\nエ  中水道について\n被告市は，水需要を増加させる方向に作用する業務営業用水や工場用水に\nついては過去の水需要予測から増加するとの予測をする一方で，水需要を減\n少させる方向に作用する中水道については，平成１２年水需要予測以降減少\nするとの予測をしており，被告市の水需要予測が数字合わせであることを裏\n付けている。また，被告市は，原告ら本件収用地の居住者の生活を破壊する\n石木ダムの建設よりも中水道を含む水源開発に注力すべきであるのに，中水\n道普及目標を削減しており，不合理である。\n⑶  用途別一日平均有収水量以外の予測値について\nア  負荷率について\n被告市は，平成１６年水需要予測までは「過去１０年間の実績値の平均」\nを採用していたが，平成１９年水需要予測で「過去１０年間の最低値」に，\n本件水需要予測では「過去２０年間の最低値（ただし，平成６年の数値は\n異常値として除く。）」に変更している。被告市の負荷率の実績は，平成９\n年以降徐々に改善していることからすれば，上記変更に合理性はなく，負\n荷率を８０．３％に設定するという結論を先行させたものである。\nイ  安全率及び計画取水量について\n被告市が設定した安全率は明らかでないが，被告市の主張によれば，石\n木ダムの開発水量は，計算式［一日最大給水量÷安全率－保有水源］によ\nり算定されるから，安全率は，計算式［１００－一日最大給水量÷（石木\nダムの開発水量＋保有水源）］（％）により算出することができ，上記右辺\nに各数値を代入すると，安全率は９．８６％であると推測される。\nしかし，設計指針の規定にかかわらず，実績値が存在する場合には，当\n該実績値を採用するのが通常である。被告市の安全率の実績値は３％前後\nであり，多少の余裕を持たせるとしても５％程度が適切であって，本件水\n需要予測における安全率は過大である。\nまた，上記同様の方法により推測した昭和５０年から平成１９年の各水\n需要予測における安全率は４．６８％から５．６１％であり，本件水需要\n予測のみ大幅に増加している点においても不合理であり，被告市は，本件\n事業を成り立たせるために，実績値を無視し，高い数値を採用したもので\nある（なお，上記のとおり，原告らは安全率について「利用量率」と称す\nるべきであると主張している。）。\n⑷  保有水源について\nア  慣行水利権について\n被告\n水場の計９か所，合計７万７０００㎥／日。以下「本件各許可水利権」と\n被告市の慣行水利権（二級河川相浦川水系相浦川〔以下「相浦\n川」という。〕の三本木取水場及び四条橋取水場，合計２万２５００㎥／日。\n被告市の暫定豊水水利権（川棚川\n暫定豊水取水，５０\nとなっているところ，本件各慣行水利権は，被告市の保有水源に含めるべ\nきである。\nすなわち，慣行水利権は，河川法８７条により許可水利権とみなされる\nことから，許可水利権と同等の権利性を有し，渇水時に許可水利権からの\n取水が慣行水利権からの取水に優先するという関係にはない。そして，許\n可水利権は，権利の安定性によって安定水利権，豊水水利権及び暫定豊水\n水利権に分類されるところ，慣行水利権は，豊水の際にのみ使用できる豊\n水水利権や，ダム設置等を前提に認められる暫定豊水水利権の性質と矛盾\nするから，安定水利権に含まれる。また，許可水利権は，基準渇水流量か\nら維持流量と既得水利権の流量（水利流量）を控除した範囲でのみ許可さ\nれるところ，慣行水利権も既得水利権に含まれるから，慣行水利権者の同\n意なく慣行水利権を削減した上で新規の水利権が許可されることはない。\nしたがって，本件各慣行水利権は法的に許可水利権と同等の権利性を有す\nる。\nさらに，取水実績を見ても，被告市の一日最大給水量は，平成９年から\n平成２６年まで，被告市が「安定水源」と称する本件各許可水利権の合計\nである７万７０００㎥／日を常に上回っているところ，被告市が「不安定\n水源」と称する水源から最大で２万から３万㎥／日を取水している上，平\n成１９年の渇水時の取水量を調査すると，本件許可水利権と本件各慣行水\n利権からはほぼ同じ割合が執行（行使）されており，実績面においても，\n本件各慣行水利権は，被告市の保有水源に含めるべき「安定」した水源で\nあり，河川法２３条の許可要件も満たす。\n仮に，１０年に一度の渇水時であった平成１９年に取水量が減少したと\nしても，本件各慣行水利権による取水量のすべてを保有水源から排除する\nのは不合理である。\n被告市の保有水源の変遷をみると，被告市は，平成７年に「不安定水源」\nとの用語を使い始め，それから時期を置いて平成１１年時点で三本木取水\n場の慣行水利権と岡本水源地の湧水を「安定水源」から「不安定水源」に\n変更しており，被告市が恣意的に保有水源を少なく見せるために「不安定\n水源」との概念を用いていることが明らかである。\n被告市が指摘する水道法８条，水道法施行規則６条１０号の規定は，水\n道事業経営の認可の条件に関するものであるところ，被告市は現に認可を\n受けて水道事業を行っており，また，本件各慣行水利権は本件事業により\n新たに増える水源ではないから，本件各慣行水利権につき上記認可が必要\nとなることはない。また，水道法施行規則６条１０号は，河川法２３条の\n規定に基づく流水の占用の許可を必要とする場合に許可を受けることを条\n件とするが，上記のとおり，本件各慣行水利権は河川法８７条により同法\n２３条の許可を受けたものとみなされることから，上記許可を必要とする\n場合に当たらないか，許可を受けるという条件を満たしている。さらに，\n仮に，被告市が主張するように本件各慣行水利権について河川法８７条の\nみなし許可ではなく同法２３条の許可が必要であると解しても，本件各慣\n行水利権について許可を申請すれば，許可の要件を満たし，許可を受ける\nことが確実であると見込まれる。したがって，上記各法条は，本件各慣行\n水利権を保有水源に含めない理由にはならない。\nイ  ｍ地区等の保有水源について\n被告市が，本件水需要予測において，ｍ地区等の水需要を含め，それを\n基に石木ダムの必要性を主張するのであれば，少なくとも，ｍ地区等の保\n有水源量を明らかにし，これを有効活用するための費用を算定することが\n不可欠であるが，被告市はこれを怠っている。\n⑸  石木ダムの必要性について\n以上のとおり，本件水需要予測は，被告市の水需要を過大に見積もり，他\n方で被告市の保有水源を過小に評価したものであり，これらを適切に評価し\nた場合には，被告市の水需要は被告市の保有水源によって賄うことができて\nいるから，石木ダムを建設する必要性はない。\n３  治水事業のための必要性がないこと\n⑴  基本高水流量の算定方法の妥当性について\nア  計画規模について\n計画規模を低くする（年超過確率１／ｘのｘの値を小さくすることを示\nす。以下，高くするという場合は，ｘの値を大きくすることを示す。）と，\n基本高水流量が小さくなってしまい，ダムは不要となるところ，川棚川の\n治水上，計画規模は１００より小さい数字とするのが合理的であるにもか\nかわらず，被告県は，石木ダムを建設するという結論を導くために恣意的\nに計画規模を１／１００としたものである。\n県評価指標が不合理であること\n計画規模はより高い方が理想であるが，全ての河川において高い計画\n規模を求めることは不可能であることから，資源の公平かつ有効な分配\nという観点から，河川の重要度に応じて計画規模に差を付ける必要があ\nり，全国的なバランス（均衡）が求められる。しかし，県評価指標は，\n全国的な基準及び他県の基準と比較して，計画規模が高く評価されるこ\nとになる異常な基準である。\n全国的な基準について，技術基準解説は，河川の重要度をＡ級からＥ\n級に区分し，都市河川でない二級河川はＤ級（計画規模１／１０～１／\n５０）以下と定義するところ，都市河川についての他県（鹿児島県）の\n基準（人口集中地区の人口が３万人以上，人口が３０万人以上の都市の\n河川）等に照らせば，川棚川は都市河川には当たらず，ＤないしＥ級相\n当であり，Ｄ級であるとしても適正な計画規模は１／１０から１／５０\nである。\n中小河川手引きは，堀込河道である河川の計画規模の設定方針は，地\n域区分ごとに密着都市域で１／１００，一般都市域で１／５０，一般住\n居区域で１／３０などとされているところ，川棚川流域は一般住居区域\nであるから１／３０が相当であり，仮に一般都市域であるとしても１／\n５０にすぎない。\n工実手引きは，\n円以上と定めており，川棚川は，被告県が当てはめに用いた数値を用い\nたとしても（ただし，その不合理性は後記\nが計画規模１／５０に，その余の項目が計画規模１／３０に該当し，上\n記基準によれば計画規模は１／３０が妥当である。\nまた，他県の基準についてみると，香川県，三重県及び群馬県の基準\nに当てはめると，計画規模は１／５ないし１／３０となる。\n川棚川の計画規模は，県評価指標が定められる前から，１／１００と\n定められており，県評価指標はこれに合わせるために設定されたもので\nあるため，上記のとおり他県と比較して異常な基準になっている。\n想定氾濫面積の基準時点が不合理であること\n被告\n基本方針策定時（平成１７年）のシミュレーションを用いて４７２㏊と\n算定しているが，その前提となる河道の状況は，あえて河道整備前の昭\n和５０年頃の状況を基礎としており，河道整備が進んだ川棚川水系基本\n方針策定時の河道状況を採用していないが，この点に合理性はない。\nなお，被告県は，県評価指標とは別に，平成１８年３月作成の「川棚\n川想定氾濫区域図等作成」において，同年当時の河道状況に基づき，項\n地面積）\n過半数の項目が該当する計画規模１／５０が川棚川の計画規模となるべ\nきである。また，上記「川棚川想定氾濫区域図等作成」で採用している\n数値を上記の中小河川手引きの基準や他県の基準に当てはめると，ほと\nんど全ての項目で計画規模１／３０以下に該当し，計画規模１／１００\nとの評価がなされる余地はない。\n以上の点につき，被告県は，河道状況については川棚川水系の河川整\n備の開始時点の事情を基礎とすべきであると主張するが，事業認定につ\nいては処分行政庁が事業認定を行った時点の事情を基礎とすべきである\nから，本件事業認定の適法性を判断する前提となる事情である河道の状\n況についても，本件事業認定時に存在していた事実等を基礎としなけれ\nばならない。\n計画規模の変遷が不合理であること\n川棚川における計画規模は昭和３０年頃には１／３０であったが，石\n木ダム建設事業に着手した昭和５０年に突如として１／１００に変更さ\nれているところ，これは，１／１００にしなければ石木ダムが作れなか\nったためであり，昭和３３年に制定された技術基準（案）計画編におい\nて年超過確率の考え方が導入されて間もない時期や，現行河川法が制定\nされた昭和３９年から間もない時期に変更されたのであればともかく，\nそれから１０年以上が経過した昭和５０年に計画規模が１／１００に変\n更されたのは，石木ダムを建設することだけを目的としたものである。\n川棚川上流域の計画規模との不均衡\n川棚川水系河川整備計画においては，前提事実 ウのとおり，川棚川\nのうち石木川との合流地点から下流域の計画規模を１／１００とし，同\n地点から上流域の計画規模を１／３０としている。したがって，年超過\n確率１／１００の基本高水のピーク流量が流下した場合には，上流域に\nおいて流下能力流量を超過して川棚川外部へ越水する結果，基準点山道\n橋付近においては流量が上記ピーク流量よりも大幅に減少する。したが\nって，基準点山道橋を含む計画規模１／１００の流域において基本高水\nのピーク流量が流下することはあり得ない。そして，川棚川水系河川整\n備計画においては，河道整備により下流域において１１３０㎥／秒の流\n下能力を確保することが予定されているから，石木ダムがなくても下流\n域において越水が生じることはない。\nしたがって，下流域の計画規模を上流域よりも大幅に高い１／１００\nとすることには合理性がない。\n被告県は１／１００という計画規模が妥当であることの根拠として昭\n和２３年９月１１日の２４時間雨量を根拠としている。この雨量は，佐\n世保観測所の毎時の雨量観測値から２４時間雨量や３時間雨量を推定し\nて算出されているが，川棚川流域の雨量は佐世保雨量観測所の雨量と相\n関関係は高く無い。昭和２３年９月洪水の川棚川流域の２４時間最大雨\n量は佐世保観測所の雨量×０．５７倍とすべきであり，そうすると，２\n４時間雨量は２３３ｍｍとなり１／８０の３８４．７ｍｍよりはるかに\n小さい。平成２年７月洪水の２４時間最大雨量３４８．２ｍｍが１／４\n５であるから，昭和２３年９月洪水の川棚川流域の実際の２４時間最大\n雨量は１／５０を大きく下回る降雨量なのである。\nイ  検討対象降雨の選定，拡大（引き伸ばし）及び棄却検討について\n被告県は，対象降雨群について，３時間雨量をⅢ型により引き伸ばし，\nそのうち昭和４２年洪水型の雨量分布を採用して基本高水のピーク流量を\n１４００㎥／秒としたが，これは現実に発生することのない数値であり，\n不合理である。\n降雨強度について\n技術基準及び技術基準解説によれば，河川のピーク流量に支配的な（す\nなわち，ピーク流量を決定づける影響の大きい降雨の）継続時間におけ\nる降雨強度（瞬間的な雨の強さを１時間当たりに換算した雨量）の超過\n確率が，対象降雨の降雨強度の超過確率の値と著しい差異がある場合に\nは，単純に引き伸ばすことによって著しく不合理が生ずることから，対\n象降雨として採用することが不適当であると考えられるため，当該降雨\nパターンの引き伸ばし降雨を対象降雨から棄却（除外）すべきであると\nされている。貯留関数法を用いて流量を算出する場合，一定時間の降雨\n後は１時間当たり雨量と流量が比例する関係にあるから，１時間当たり\nの降雨強度の超過確率について検討しなければ，現実的な流量（基本高\n水のピーク流量）の設定はできないはずであり，１時間当たりの超過確\n率について検討する必要があるが，被告県は，この超過確率について検\n討していない。とりわけ，被告県が採用した昭和４２年洪水型の雨量分\n布は，１時間に約１１８㎜という集中した降雨があり，他の時間帯はそ\nの３分の１未満の降雨があったにすぎないという極めて特殊な雨の降り\n方であったから，３時間降雨についてのみ検討することは不合理である。\n引き伸ばしについて\n昭和４２年洪水型の最大降雨強度１１８㎜／時の超過確率は１／１５\n０ないし１／２００であり，さらにこれをⅢ型により引き伸ばした後の\n降雨強度１３８㎜／時の超過確率は１／５００ないし１／１０００であ\nって，計画規模である１／１００とは５倍ないし１０倍の差がある。上\n記のような雨量分布は，他の８洪水における雨量分布にはみられないこ\nとからも，昭和４２年洪水型は，対象降雨から棄却されなければならな\nいものであった。\n被告県は，基本高水流量を設定するにあたっては，昭和４２年７月洪\n水を用いて（降雨波形を引き延ばして）算定をなしている。そして，同\n洪水の雨量は，川棚川流域の雨量分布を用いたのではなく１５ｋｍ離れ\nた佐世保観測所の２４時間雨量に（類似した雨量分布があるとの推定を\nし）０．９４をかけて算出している。しかしながら，実際の川棚川流域\nの日雨量は，佐世保の日雨量の０．５７倍に止まっており，これを用い\nて，２４時間雨量を推計すると１６５ｍｍとなるが，この１６５ｍｍを\n４００ｍｍ（計画規模１／１００の２４時間雨量）へと引き延ばすと、\n２．４２倍もの引き延ばしをしなければならなくなり，棄却対象となる\nべき降雨波形であることが明らかになる。したがって，被告県の推計自\n体が全く科学的根拠に基づかない算定であり不合理である。\nウ  流出量の算出・基本高水の決定について\n基準点山道橋における基本高水のピーク流量を１４００㎥／秒と設定\nしているが，川棚川においては，過去に１４００㎥／秒という流量を記録\nしたことはなく，記録上，昭和２３年洪水時に１０１８ないし１１１６㎥\n／秒となったのが最大であって，上記ピーク流量は実績値をはるかに上回\nる異常な数値である。しかし，被告県は，上記ピーク流量を１４００㎥／\n秒と設定しなければならない合理的理由を説明していない。\n上記実績値を考慮すれば，上記ピーク流量は１１１６㎥／秒又はこれを\n引き伸ばした後の１１３０㎥／秒（一の位を切上げ）程度とすべきである。\n⑵  石木ダムの必要性について\nア  被告県は，石木ダムがなければ既存ダム（野々川ダム）による調節後の\n流量１３２０㎥／秒を流下できないと主張するが，石木ダムを建設しなく\nても上記流量の流下は可能である。\nすなわち，石木ダムが存在しない場合の水位は，基準点山道橋における\n計画高水水量である１１３０㎥／秒を，基本高水のピーク流量（１４００\n㎥／秒）から野々川ダムによる調節分（８０㎥／秒）を控除した１３２０\n㎥／秒に拡大することによって，算定（逆算）することができる。その算\n定結果によれば，全区間において堤防高を下回っている。\nなお，上記算定結果によれば，被告県が設定する堤防余裕高１ｍを下回\nる区間が存在するが，川棚川は，いわゆる堀込河道であり，河川管理施設\n等構造令２０条１項本文において要求される１ｍの余裕高の適用除外であ\nり（同項ただし書），一般的には，堀込河道においては０．６ｍ程度の余裕\n高を確保するものとされているのも法令の根拠があるわけではないから，\n法令上の問題はない。\nまた，仮に上記０．６ｍの余裕高が必要であったとしても，上記余裕高\nを下回る区間は，片側（右岸）の数十メートル程度の限られた区間であり，\nその不足高も４㎝にすぎない。したがって，上記区間の堤防高を約４㎝嵩\n上げするだけで，被告県の想定する外水氾濫を防ぎ，０．６ｍの堤防余裕\n高を確保することができる。\nさらに，仮に１ｍの余裕高が必要であったとしても，上記余裕高を下回\nる区間は，左岸が２か所（合計約６０ｍ），右岸が２か所（合計約６７０ｍ）\nであって，その長さが長いとはいえず，不足高も最大で４４㎝未満にすぎ\nない。したがって，上記区間の前後の堤防のみを嵩上げし，又は河道掘削\nの方法と複合することにより，治水目的を達成することができる。\nイ  川棚川水系河川整備計画は，石木川合流点より上流の川棚川流域は１／\n３０となっているが，川棚川の流域面積８１．４４㎢のうち，石木ダムよ\nり下流にあるのは、合計は７．１４㎢と流域面積の８．８％に過ぎず，石\n木川合流点より上流の川棚川は溢れることになる。ｎ町のハザードマップ\nや e 町のハザードマップでも多くの場所で氾濫することが予想されている。\nさらに，石木川合流点下流でも石木ダムができても溢れる範囲が相当程度\n存在する。つまり，石木ダムによって洪水が防げる部分はさらに小さい。\nウ  被告県は，計画堤防高の整備がなされた場合，過去，水害が発生した流\n量となった場合であっても，計画堤防高を超えることなく流下できると回\n答しており，石木ダムがなくとも過去生じた全ての洪水を防ぐことができ\nることは争いがない。漠然とした蓋然性を持ち込んで，石木ダムの必要性\nを認めるべきではなく，石木ダムが真に必要であるか否かを検討するため\nに，に事業認定審査をすべきである。\n⑶  過去の洪水の原因分析について\n被告県は，過去の水害について，地域住民の指摘する内水氾濫（低地への\n降水が河川等に流出できなかったことによる氾濫）や支流の氾濫，川棚川に\n流れ込む側溝の逆止弁の閉め忘れによる堤防内地への逆流等，越流以外が要\n因であった可能性の有無等の原因分析や科学的調査をほとんど行わないまま\nに治水計画を策定している。\nこのような分析，調査を怠った治水計画は合理性を欠く上，過去の洪水の\n原因が越流以外にある場合には，石木ダムは現実的な治水対策とはならない。\n被告県は，平成２年洪水についての洪水痕跡調査の実施を主張するが，再\n度の洪水を防ぐためには水害の主な原因やその他の要因，それら複数の要因\nがどのように影響しあったかについて検証されなければならないところ，被\n告県は，同洪水の被害について科学的，客観的な原因究明，調査を行ってい\nない。\n費用便益比について\n被告県の算定によると，不特定便益は、洪水調節便益（０．４２）の倍近\nく（０．７９）もあることとなっている。そして，不特定便益を算定するに\nあたっては，不特定利水容量に対応した身代わりダムの建設費をもって便益\nとする手法をとっているが，そのような手法によると，身代わりダムの建設\n費のスケールメリットが逆に働いて必ず割高になり，便益は費用より必ず大\nきくなるため，不合理な手法である。また，被告県は，何ら合理的理由なく，\nダムの完成前に既に便益が発生しているとの算定を行い，現在価値化を行う\nことで便益を１．３５倍も増加させて算定しているが，便益が実際に生じて\nいないものを，過去からダム完成に至るまで継続しているものとして算定を\nなすことが，社会的常識に反して，著しく不合理であることは明白である。\n４  手続上の問題があること\n被告県は，本件事業を実施する場合，本件覚書に基づき，ｆ郷，ｇ郷及びｈ\n郷全員の地権者から書面による同意を得る必要があり，少なくともそのための\n十分な尽力を尽くさなければならない。\n被告県は，同意を得ないまま，かつ，同意を得るための十分な尽力を尽くさ\nないまま本件事業を進めており，手続上の問題がある。\n（被告市の主張）\n１  総論\n⑴  仮に，原告らが主張する人格権が差止請求の法的根拠として承認されると\nした場合，差止めが認められるかの判断基準としては，違法性，すなわち，\n被害が受忍限度を超えることが必要である（受忍限度論）。\nさらに，差止請求の場合には，損害賠償と異なり社会経済活動を直接規制\nするものであって，その影響が大きいのであるから，その受忍限度は，金銭\n賠償の場合よりも更に厳格な程度を要求されるものと言わねばならず（違法\n性段階論），加えて，差止請求が認められるためには，受忍限度を超えた人格\n権侵害が発生することについて，差止めを求める側が高度の蓋然性をもって\n立証する必要がある。\n⑵  本件事業においては，本件事業認定がされている。\nすなわち，本件事業に関しては，水道事業においては水道法，長崎県の治\n水事業においては河川法等，個別の行政法に基づき計画されたものであり，\n事業認定庁においても，その公益性について，法２０条各号，なかんずく，\n同条３号「事業計画が土地の適正かつ合理的な利用に寄与するものであるこ\nと」という要件を満たすとの判断が，具体的には，当該土地がその事業の用\nに供されることによって得られる公共の利益と，当該土地がその事業の用に\n供されることによって失われる利益とを比較衡量した結果，前者が後者に優\n越するとの判断が，既になされている。\n法２０条３号該当性の判断は，前記の受忍限度論の判断とも相当程度重な\nりうると考えられるところ，本件事業認定がなされている事実自体，端的に\n原告らが主張するような違法な人格権侵害など生じていない（受忍限度を超\nえた違法な侵害など存在しない）ことを強く推認させる。石木ダム建設事業\nにおける用地取得に関しても，任意交渉によるもののほかは，土地収用法等\n関係法令に基づき，適正な手続に沿って進められているものであって，仮に\n収用となった場合も，正当な補償が行われるほか，移転先の斡旋，近傍地へ\nの集団移転，生活再建の支援，地域コミュニティの維持のための助成，起業\n地周辺の地域振興，環境保全対策等の地域住民の生活環境の維持及び向上に\n最大限の対応が予定されているところである。すなわち，本件起業地に存す\nる不動産につき所有権，共有権，賃借権等を有する原告らは，本件事業によ\nりその権利を喪失することになるが，これら権利を収用される原告らは，そ\nの損失に対し，法に基づく補償を受けることができ，このような権利自体の\n喪失に関しては，その他に特別の損害を受けるものではないのである。\nしたがって，人格権侵害というだけの違法性は見出しがたい。\n２  利水事業の必要性について\n⑴  はじめに\nア  水道法に基づく責務\n水道法は，憲法２５条の生存権の保障を成す法体系の一環で，水道法１条\nで「清浄にして豊富低廉な水の供給を図り，もつて公衆衛生の向上と生活環\n境の改善とに寄与することを目的とする」，同２条で「水道が国民の日常生活\nに直結し，その健康を守るために欠くことのできないものであり，かつ，水\nが貴重な資源であることにかんがみ，（略）水の適正かつ合理的な使用に関し\n必要な施策を講じなければならない。」とされている。\n水道法逐条解説（日本水道協会発行）によると，法１条については「水道\nが，国民の健康で文化的な最低限度の生活水準を維持し，さらにこれを向上\nさせるために不可欠であることを端的に表明したものである。国民が日常生\n活を営む上で，水道はナショナルミニマムであるとされ，安定供給が水道の\n最大の使命とされる所以である。本法に定める国及び地方公共団体の責務は，\n本条に由来し，その実現を図るための具体的な規定である。」と示されている。\n安定供給に関し，法１５条２項で「水道事業者は，当該水道により給水を\n受ける者に対し，常時水を供給しなければならない。」とされ，同逐条解説で\nは「常時給水とは，需要者の欲するところにより常時水を供給することをい\nう。これは，電気，ガスと同じく，水が日常生活に必要不可欠であり，不断\nに提供される必要があるからである。」と示されている。\n水道の安定供給を図るためには，これを可能とする水道施設の整備が必要\nであり，法５条において「貯水施設は，渇水時においても必要量の原水を供\n給するのに必要な貯水能力を有するものであること」とされ，同逐条解説で\nは「渇水時（計画上で想定されたものをいう。一般には１０年に一回程度の\n頻度で生じ得るものが想定されることが多い。）においても，計画給水量に対\n応した必要量の原水を供給するのに必要な貯水能力を有するものでなければ\nならない」と示されている。\nイ  被告市の状況\nこのような中，被告市は，計画給水量（将来想定される給水量）はおろか，\n現在の給水量に対しても，確保している水源が不足していることから，過去\nにおいて幾度も給水制限（水道の供給を時間帯で停止したり，水道供給の圧\n力を下げて水の出を鈍くするなどの制限をかけること）を実施しており，被\n告市が石木ダム建設事業に参画した昭和５０年以降でも，４回（昭和５３年，\n平成６～７年，平成１７年，平成１９年）の給水制限の実施を余儀なくされ\nている。また，給水制限に至らないまでも，節水を求める広報の実施や大口\n需要者に水道使用の抑制を求める等の何らかの渇水対策を実施した年を含め\nれば，ほぼ２年に一度の頻度で渇水の危機にさらされている状況にある。\n被告市では，現在の水源不足に加え，将来の計画給水量に対応し，水道の\n安定供給を確保するために，石木ダム建設により日量４万㎥の新規水源の確\n保を進めているものである。\n石木ダムによる開発水量の決定に当たっては，水道法の規定に則り，将来\nにわたって，渇水のときにでも水道を不断に給水し得る水源施設の整備とす\nる必要があることから，これに必要な水源の能力規模を算定するために，将\n来予測を行い，水需給計画を策定し，厚生労働省の認可を経て決定している\nものである。\n⑵  水需要予測\nア  水需要予測とは\n水需要予測とは，水道施設の設計に際し，将来の安定供給の確保のため\nに必要となる施設の能力規模を算定することを目的として行うもので，将\n来の目標年度を定め，将来の水需要の動向，都市開発や地域経済の動向，\n地下水利用者の水道への転換，事故や災害等のリスク管理等を見込むほか，\n市政策や各種計画との整合，既存の水道施設の老朽化の状況や更新・改修\n計画を見据えて行うものである。\n水道は不断に供給する義務があることから，水道水源開発は上記を踏ま\nえて常に先行的に行い，確保している水源に対して給水量が上回り水不足\nが起きることが無いように努める必要がある。また，その水道施設の能力\n規模は，一日最大何㎥の水道を供給する必要があるかに基づき能力規模を\n決定する必要があり，計画一日最大給水量（将来想定される年間で最も使\n用水量が多い日の水量）に対応する必要がある。\n水需要予測の実施に当たっては，設計指針（日本水道協会発行）に従い\n行う。\n被告市では，平成２４年度に平成３６年度を目標年度とした水需要予測\nを実施しており，目標年度において安定供給の確保のためには日量約１１\n万７千㎥の水源施設が必要であるのに対し，現有水源が日量７万７千㎥で\nあることから，不足する日量４万㎥を石木ダムによる新規開発することと\nしている。\nイ  生活用水の予測\n生活用水の予測は，将来の安定供給確保のための施設能力の算定に際し\nて，一般家庭で使用される生活用の水需要の動向について将来予測を行っ\nたものである。\n生活用水は，給水人口に市民一人当たり生活用水使用水量原単位（以下，\n「原単位」という。）を乗じることで算定するため，給水人口と原単位をそ\nれぞれ将来予測している。\n給水人口については，国勢調査結果に基づいた実績を用いて，佐世保市\n総合計画と同じ推計手法によって予測しており，少子高齢化によって，今\n後は過去実績以上に減少傾向となっていくものと予測している。\n原単位については，被告市の原単位の過去実績が，何らかの渇水対策を\n講じた年度はそのほとんどが前年度よりも減少し，渇水とならなかった年\n度は前年度よりも増加しており，その水量は全国の被告市と人口規模が類\n似する他都市と比較して最も少なく，類似都市の平均値と比しても６０ ℓ\n以上少ない水準にあることから，市民の水使用は渇水による制約を受けて\nいるものと判断している。\n新規水源確保は，渇水のときでも不断に水を供給することを目的として\nおり，その施設能力規模の算定のために水需要予測を実施するものである\nから，原単位の将来予測においても，将来的に渇水を繰り返すことを前提\nとした予測を行うことは不適切である。\n従って，原単位の将来予測に当たっては，過去実績のうち，給水制限の\n影響を受けた実績を除外して予測をおこなったものである。\nウ  工場用水の予測\n工場用水の予測は，都市ごとに様々な態様があることから，それぞれの\n都市特性に応じた予測を行う必要がある。\n被告市の工場用水は，大口需要者は造船企業に限られるのに対し，小口\n需要者は金属加工業や食品製造業等に業種の偏りが無い。\n小口需要の予測に当たっては，過去実績に時系列的な傾向が確認されず，\nまた，業種の幅が広いため特定の指標値に基づいた予測ができなかったこ\nとから，設計指針に従い，数的根拠を過去実績値に求めた。設計指針では，\n「過去の水需要の変動から一定の傾向を見出すことが難しい場合（略），過\n去の水需要の平均値や最大値等を用いることもある。」と示されている。被\n告市では，当時（平成２４年度）国内経済が回復基調にあると報じられて\nいたものの，必要最小限度の水源開発との観点から，過去実績の平均値を\n将来の計画値として採用している。\n大口需要の予測に当たっては，造船企業に限られることから，その特性\nに応じた予測を行うため，当該造船企業に対して実態調査及び意向確認を\n行った。その結果，当該造船企業は，従来の新造船事業中心の経営から修\n繕船事業中心の経営に転換することを予定しており，修繕船事業では，修\n繕作業の工程当初に大量の水道を使用し，これが複数のドックで同時に使\n用されるケースが想定されることが分かったため，このような特殊な水使\n用形態を，水需要予測の目的である施設の能力規模に反映させたものであ\nる。\nエ  業務・営業用水の予測\n業務・営業用水は，事務所・店舗・学校・官公署等の水使用で，工場用\n水と同じく，都市の特性に応じた予測を行うものである。\n被告市の業務・営業用水は，大口需要者は基地関係に限られ，小口需要\nは観光関連企業の水使用が最も多い。\n大口需要の予測に当たっては，防衛省に対して文書による意向確認を行\nい，この結果に基づき，数的根拠を過去実績の最大値に求めている。\n小口需要は，観光客数と使用水量の実績に相関関係が確認されたことか\nら，佐世保市総合計画の観光客数の将来値を用いて予測を行っている。\nオ  新規需要等\n前述の各用途の予測に加え，当時計画決定していた水使用を伴う各計画\n（給食センター，新規工業団地）を新規需要としてそれぞれ見込み，また，\n設計指針に従い，地下水から水道への転換を想定した水量を見込んでいる。\nカ  能力規模の算定\n予測された水需要を基に，水道管からの漏水量，水道管の工事で用いる\n作業用水，水道メーターの不感水量等を見込み，過去実績の水使用の変動\n幅に基づき計画一日最大給水量を算定し，これに浄水過程における損失水\n量や事故・災害における安全を見込んだ水量を考慮し，水源施設の能力規\n模となる計画取水量を算定している。\nキ  小括\n原告らは，被告市の水需要予測が，根拠が無く恣意的なものと主張して\nいるが，前述のとおり，いずれも水道法及び設計指針に基づき，実態調査\n等の上で実施したものである。\nまた，水需要予測の予測値とその後の実績値を比較した主張をしている\nが，前記アで示した通り，水需要予測は，安定供給の確保の観点で，長期\n的な展望に立ち，常に先行的に実施するものであり，その予測は，単に水\n需要の動向のみならず，都市開発の動向やリスク管理等を含めて行うもの\nである。従って，短期的な水需要の実績のみをもって判断するのは不当で\nある。\nなお，原告らは，被告市が過去に実施した水需要予測についての主張を\nしているが，被告市の水需要予測は平成２４年度に改めており，現在の石\n木ダムによる新規水源確保の計画はＨ１９水需要予測に基づいたものでは\nない。\n⑶  保有水源（安定水源・不安定水源）\n水道は不断に供給することが求められることから，これに用いる水道水源\nも，確実に取水できることが求められている。水道事業の認可申請について\n定めた水道法７条に基づく水道法施行規則１条の２では「取水が確実かどう\nかの事情を明らかにする書類」を示すことが求められており，認可の基準を\n定めた法８条に基づく水道法施行規則６条では「取水にあたつて河川法２３\n条の規定に基づく流水の占用の許可を必要とする場合にあつては，当該許可\nを受けているか，又は許可を受けることが確実であると見込まれること。」と\nされている。\n被告市では，この水道法の認可の条件を満たしている水源を「安定水源」，\nこれ以外の確実な取水が望めない水源を「不安定水源」と位置付けているも\nのである。\n確保している安定水源のみでは給水量に対して不足していることから，不\n安定水源からの取水でこれを補っているが，取水の不確実さから，過去にお\nいて幾度も渇水に陥っているものである。\n従って，石木ダム建設によって安定水源を確保し，不安定水源への依存を\n解消することとしている。\n⑷  事業を早期に実施する必要性\n被告市では，安定水源確保の方策について，石木ダム建設以外のダムの建設，\n地下水利用，海水淡水化施設等のあらゆる方策についても調査・検討を行った\nが，石木ダム以外に有効な方策がなく，渇水に見舞われた場合には，給水制限\n等の実施を余儀なくされるものである。\nひとたび渇水に見舞われた場合には，市民生活に不安を与えるばかりでなく，\n緊急支援水の確保や給水制限の実施等の臨時的な対策に多額の経費を必要と\nし，水道事業経営を圧迫し，ひいては水道料金の値上げに繋がるおそれのある\nものである。\n平成６年から平成７年にかけての渇水では，給水制限期間が約９ヶ月，最大\nで連続４３時間断水（二日間で５時間しか給水しない給水制限）に及び，他都\n市からの緊急支援水の陸上・海上輸送などの渇水対策経費に約５０億円を投じ\nることとなり，のちの水道料金の大幅改定（２０％値上げ）の要因ともなった。\n近年の異常気象の進行によって，年間降水量は減少傾向を辿っており，渇水\nのリスクは高まってきているものと考えられ，早急に安定水源を確保する必要\nがある。\nまた，被告市の既存のダム及び取水施設の多くは，旧海軍が建設したものを\n引き継いだものであり，そのほとんどが法定耐用年数を大きく超過しており，\n老朽化が進行している。\nこれら老朽化施設の更新・改修を行うためには，当該取水の長期間の運用停\n止を伴うため，水源不足の現状で実施する場合には，更に渇水リスクを高める\nこととなる。\n従って，このような老朽化施設の対策を実施するためにも，早期に安定水源\nを確保し，渇水リスクの低減を図る必要がある。\n３  治水事業の必要性について\n争う。\n４  手続上の問題について\n争う。\n（被告県の主張）\n１  利水事業の必要性について\n被告市の主張を援用する。\n２  治水事業の必要性について\n⑴  川棚川の治水対策について\nア  川棚川の現状\n川棚川は，川幅が狭いことなどから，過去幾度となく台風や大雨によって\n災害に見舞われてきた。そこで，治水対策としては昭和３１年８月洪水を契\n機に昭和３３年より河川改修事業に着手するとともに，昭和４２年７月洪水\nを契機として，昭和４３年から野々川ダムの建設に着手してきたが，十分な\n治水対策が図られたとは言えず，今後，更に治水安全度の向上を図る必要が\nある。\nイ  河川整備基本方針・河川整備計画における川棚川の治水計画\nはじめに\n河川は，河川法第１条に，「河川について，洪水…による災害の発生が防\n止され，河川が適正に利用され，流水の正常な機能が維持され，及び河川\n環境の整備と保全がされるようにこれを総合的に管理することにより，国\n土の保全と開発に寄与し，もつて公共の安全を保持し，かつ，公共の福祉\nを増進することを目的とする。」とされており，河川管理者は，その管理す\nる河川について，同法第１６条にて河川整備基本方針，同法第１６条の２\nにて河川整備計画を定めなければならない。\n治水計画の一般的策定手順について\nａ  河川整備基本方針について\n河川管理者は，「その管理する河川について，計画高水流量その他当該\n河川の河川工事及び河川の維持についての基本となるべき方針に関する\n事項を定めておかなければならない。」（河川法１６条１項）とされてお\nり，河川整備基本方針は，「水害発生の状況，水資源の利用の現況及び開\n発並びに河川環境の状況を考慮し，かつ，国土形成計画及び環境基本計\n画との調整を図って…，水系ごとに，その水系に係る河川の総合的管理\nが確保できるように定めなければならない。」（同条２項）とされている。\n河川整備基本方針に定める事項は，当該水系に係る河川の総合的な保\n全と利用に関する基本方針，河川の整備の基本となるべき事項として，\n基本高水並びにその河道及び洪水調節ダムへの配分に関する事項，主要\nな地点における計画高水流量に関する事項，主要な地点における計画高\n水位及び計画横断形に係る川幅に関する事項，主要な地点における流水\nの正常な機能を維持するため必要な流量に関する事項とされている（河\n川法施行令１０条の２）。\nｂ  河川整備計画について\n河川管理者は，「河川整備基本方針に沿って計画的に河川の整備を実施\nすべき区間について，当該河川整備に関する計画を定めておかなければ\nならない。」（河川法１６条の２第１項）とされており，河川整備計画は\n「河川整備基本方針に即し，…当該河川の総合的な管理が確保できるよ\nうに定めなければならない。」（同条２項）とされている。\n河川整備計画に定める事項は，河川整備計画の目標に関する事項，河\n川の整備の実施に関する事項として，河川工事の目的，種類及び施行の\n場所並びに当該河川工事の施工により設置される河川管理施設の機能の\n概要，河川の維持の目的，種類及び施行の場所とされている（河川法施\n行令１０条の３）。\nｃ  河川整備基本方針及び河川整備計画策定における基準等\n河川整備基本方針及び河川整備計画の策定にあたっては，技術基準と，\n流域面積が概ね２００㎢未満の河川を想定した具体的な手法等が明示さ\nれている中小河川手引きを根拠としている。\n川棚川水系基本方針と川棚川水系河川整備計画について\n被告県では，技術基準に基づき｢河川整備基本方針｣の策定は水系ごとの\n長期的な整備の方針や整備の基本となる事項を定め，「河川整備計画」の策\n定ではおおよそ２０～３０年間に行われる具体的な整備の内容を定めてい\nる。\n平成１７年に策定された川棚川水系基本方針において，川棚川の整備は，\n長崎県長期総合計画の基本理念に基づき，関連地域の社会，経済の発展に\n係わる諸計画（e 町総合計画，ｎ町基本計画，佐世保市総合計画）との調\n整を図りながら，水源から河口まで一貫した計画のもとに，河川の総合的\nな保全と利用を図り，洪水，高潮等による災害の発生の防止又は軽減に関\nする事項として，想定氾濫区域内の状況，県内バランス等を考慮し，計画\n規模の降雨により発生する洪水を既設野々川ダム等の洪水調節施設により\n調節するとともに，安全に流下させることのできるよう堤防等の整備を行\nうこととしている。また，基準地点山道橋における基本高水のピーク流量\nを１，４００㎥／秒と設定し，このうち流域内の洪水調節施設により２７\n０㎥／秒を調節することにより，河道への配分流量を基準地点において１，\n１３０㎥／秒と設定し，計画規模１／１００の流量の安全な流下を図るこ\nととしている。\nまた，平成１９年に策定し平成２１年に改正された川棚川水系河川整備\n計画において，河川整備の計画対象期間は概ね３０年間とし，川棚川水系\n基本方針に位置づけられている洪水調節施設及び河川の整備のうち，既設\nの野々川ダムに加えて，支川石木川に石木ダムを建設し，計画規模の降雨\nにより発生する流量を基準地点山道橋において１，４００㎥／秒から１，\n１３０㎥／秒に調節，さらに川棚橋から館橋までの間について部分的な河\n道の整備を行い，山道橋において計画高水流量１，１３０㎥／秒の安全な\n流下を図り，支川石木川は，川棚川合流点から石木ダムまでの河道整備を\n行い，川棚川合流点において計画高水流量１３０㎥／秒の安全な流下を図\nり，計画規模１／１００の流量の安全な流下を図る整備を行うこととして\nいる。\nまた，長崎県内河川は中小河川で改修区間が短い河川が多いことから，\n河川整備計画は河川整備基本方針と同じ計画規模とすることを原則として\nいるが，川棚川は河道改修区間が長く，また財政的制約から全区間を整備\n期間である概ね３０年以内で整備することはできない。そのため，川棚川\nを石木川との合流点より上流と下流に分け，上流と下流区間の各資産を確\n認して，氾濫区域内の資産等が大きい下流から順に段階的な整備をするこ\nととしており，川棚川石木川合流点より下流区域は河川整備基本方針と同\n水準の計画規模１／１００とし，上流区域は現在の流下能力が１／３０～\n１／１００あることから，現在の整備計画の計画規模は１／３０としてい\nる。なお，上流部については，将来的には河川整備基本方針の計画規模１\n／１００で整備することとしており（甲Ｃ１号証９頁），原告らの主張には\n理由がない。\n基本高水の決定について\n前述のとおり，河川整備基本方針においては，基本高水を定めなければ\nならない。基本高水の決定の過程は，まず，計画基準点を設定し（後記ａ)，\n河川の重要度を考慮して計画規模を決定する（後記ｂ）。次に，計画規模と\n実績降雨(群)から対象降雨（群）を選定し（後記ｃ），対象降雨を流量に変\n換してハイドログラフ（河川のある地点における流量と時間の関係を図示\nしたもの）を作成し，基本高水を決定する（後記ｄ）こととしている。\n被告県の河川整備基本方針・河川整備計画の策定では，この手順に従い\n基本高水を計算し決定することとしており，それを踏まえ川棚川水系でも，\n同手順で決定している。\nａ  計画基準点の設定\n計画基準点の設定については，技術基準によると，「計画基準点は，既\n往の水理，水文資料が十分得られて，水理，水文解析の拠点となり，し\nかも全般の計画に密接な関係のある地点を選定するものとする。」とされ\nている（乙５号証５頁）。また，中小河川手引きによると，「計画基準点\nは，河口部に近い市街地等の洪水防御対象区域の上流，計画の基準とな\nる水位標のある地点や支川，ダム等の洪水調節施設が設けられている地\n点が適している。」とされている。\n川棚川水系においては，流域の状況から，河口より２．１ｋｍ地点の\n山道橋を計画基準点としている。\nｂ  計画規模の決定\n計画規模の決定については，技術基準によると，「計画の規模の決定に\n当たっては，河川の重要度を重視するとともに，既往洪水による被害の\n実態，経済効果等を総合的に考慮して定めるものとする。」とされており，\n同解説によると，「計画の規模は計画対象地域の洪水に対する安全の度合\nいを表すものであり，それぞれの河川の重要度に応じて上下流，本支川\nでバランスが保持され，かつ全国的に均衡が保たれることが望ましい。\nこの河川の重要度は，洪水防御計画の目的に応じて流域の大きさ，その\n対象となる地域の社会的経済的重要性，想定される被害の量と質，過去\nの災害の履歴などの要素を考慮して定めるものである。河川整備基本方\n針の策定に当たって，計画の規模を決定する際に，おおよその基準とし\nて，…二級河川においては，都市河川はＣ級，一般河川は重要度に応じ\nてＤ級あるいはＥ級が採用されている例が多い。…対象降雨の規模は，\n一般には降雨量の年超過確率で評価することとする。」とされている。\nまた，中小河川手引きによると，中小河川の計画規模の設定に当たっ\nては，「中小河川の計画規模は，基本的に降雨量の年超過確率で評価す\nる。」，「河川の重要度を評価する流域の指標として，流域面積，流域の都\n市化状況，氾濫区域の面積，資産，人口，工業出荷額等が考えられるが，\nこのほか水系として一貫した上下流，本支川でバランスが保たれ，また\n都道府県内の他河川とのバランスにも配慮して決定する。」とされている。\n被告県の河川の重要度の考え方は，これらの技術基準等に基づき，長\n崎県二級河川流域重要度評価指標を平成１１年に設定し，流域の重要度\nを評価する指標とそれに対応する計画規模の下限値を定めている。なお，\n同評価指標は，その後に改訂された技術基準及び中小河川手引きを踏ま\nえ内容が変わらないことを確認し，平成１７年に長崎県河川関係説明資\n料集(案)に提示している。\nそれを踏まえ川棚川水系では，①想定氾濫面積，②想定氾濫区域内の\n宅地面積，③想定氾濫区域内の人口，④想定氾濫区域内の資産額，⑤想\n定氾濫区域内の工業出荷額の５項目のうち，４項目が計画規模の１／１\n００に適合していることから，計画規模を１／１００としている。\nｃ  対象降雨\n対象降雨については，技術基準によると，「対象降雨は，降雨量，降雨\n量の時間分布及び降雨量の地域分布の３要素で表すものとする。」とされ，\n対象降雨の降雨量の決定については，「計画の規模によって規模を定め，\nさらに，降雨継続時間を定めることによって決定するものとする。」，対\n象降雨の継続時間については，「流域の大きさ，降雨の特性，洪水流出の\n形態，計画対象施設の種類，過去の資料の得難さ等を考慮して決定する\nものとする。」，対象降雨の時間分布及び地域分布の決定については，「既\n往洪水等を検討して選定した相当数の降雨パターンについて，その降雨\n量を計画の規模によって定められた規模に等しくなるように定めるもの\nとする。」とされ，同解説では，「引き伸ばし率は２倍程度にする場合が\n多い。」とされている。\n中小河川手引きでは，「実績降雨を計画降雨に引伸ばして作成する場合\nには引伸ばし対象の降雨継続時間となる。‥中小河川計画においては図\nに示す実績降雨の引伸ばし方法のうち，各河川の規模，洪水調節施設の\n有無等の特性を十分に考慮し，適切な引伸ばし方法を選択する必要があ\nる。」とされている。その図には，Ⅰ・Ⅱ・Ⅲ型引伸ばしの３つの方法が\n示されており，そのうちⅢ型引伸ばしの方法については，「計画継続時間\n内雨量と洪水到達時間内雨量を計画確率年に相当する雨量の値に引伸ば\nす。」とされている。\nそれを踏まえ川棚川水系では，前述のとおり計画規模を１／１００と\nし，川棚川水系の流域面積が８１．４㎢と１００㎢未満の中小流域で且\nつ洪水調節施設が計画されていることからⅢ型引伸ばしの方法を採用し，\n対象降雨の継続時間は，流域面積の大きさ，実績降雨の継続時間等を考\n慮し，対象降雨の継続時間は２４時間，洪水到達時間は３時間とし，年\n超過確率１／１００の２４時間雨量を４００ｍｍ，３時間雨量を２０３\nｍｍと算出している。\n次に，対象降雨は，時間雨量が記録されている洪水のうち，２００ｍ\nｍ以上（年超過確率１／１００である２４時間雨量４００ｍｍの１／２）\nの洪水のうち，到達時間内の３時間雨量の引き延ばし率が２倍程度を上\n回った洪水を棄却し，昭和４２年７月９日洪水などの９洪水を対象とし\nている。\nｄ  基本高水の決定\n基本高水の決定については，技術基準によると，「基本高水は，選定し\nた対象降雨について，適当な洪水流出モデルを用いて洪水のハイドログ\nラフを求め，これを基に既往洪水，計画対象施設の性質等を総合的に考\n慮して決定するものとする。」，同解説によると，「ハイドログラフ群の中\nから最大流量となるハイドログラフのピーク流量を基本高水のピーク流\n量とする。」とされている。\nそれらを踏まえ川棚川水系では，９洪水を対象にⅢ型引伸ばしによる\n流出計算（対象降雨の流量への変換）を行った結果，基本高水のピーク\n流量はそのうち最大となる昭和４２年７月９日洪水型を採用し，基準地\n点山道橋で１，４００㎥／秒と決定している。\n計画高水流量について\n計画高水流量については，技術基準によると，「洪水防御計画においては，\n基本高水を合理的に河道，ダム等に配分して，主要地点の河道，ダム等の\n計画の基本となる高水流量を決定するものとする。」，「河道，ダム，遊水地\n等の計画高水流量を決定するに際しては，次の各事項について十分検討す\nるものとする。１.ダム，調節池，遊水地といった洪水調節施設の設置の技\n術的，経済的，社会的及び環境保全の見地からの検討。２.河道については，\n現河道改修，…放水路…への分流等についての技術的，経済的，社会的及\nび環境保全の見地からの検討。」とされている。\nそれを踏まえ川棚川水系では，計画高水流量については，既存の野々川\nダム及び河道の流下能力を考慮した河道とダムの最適組み合わせの検討及\nび，河道改修，ダム＋河道改修，遊水地＋河道改修，放水路の治水代替案\nについて検討した結果，石木ダムと河道改修による治水対策が最も有利な\n治水対策となり，昭和４２年７月９日洪水型を採用し，基準地点山道橋で\n１，１３０㎥／秒と決定している。\nなお，ダムの洪水調節施設の検討においては，技術基準によると，「洪水\n調節のための貯水容量（洪水調節容量）は，…２割程度の余裕を見込むも\nのとする。」，同解説によると，「ハイドログラフ群について洪水調節計算を\n行い，必要とされる調節容量の最も大きいもので決定するのが一般的であ\nる。」ことから，洪水調節容量については，９洪水のうち調節容量が最大と\nなる昭和６３年６月２日洪水型を採用し，１，９５０，０００㎥と決定し\nている。\nウ  洪水の原因分析について\n平成２年７月洪水時の状況については，洪水後の痕跡調査や住民からの聞\nき取り調査，写真等の分析から，川棚川の水位が計画高水位を遥かに越え，\n堤防からの越水による外水被害が確認されている。また，川棚川の支川の排\n水は，川棚川本川の水位が計画高水位を越えないことを前提としているため，\n沿川の支川氾濫や内水被害を防ぐためには，洪水を安全に流下させることが\nできる計画高水位以下で流すことが必要不可欠であり，支流の氾濫の可能性\nが考慮されていないとはいえず，また，河道断面，降雨量，河川水位の観測\n資料から既往洪水を検証し，流出解析の妥当性も確認していることから，洪\n水の原因分析がされていないともいえない。\nエ  治水代替案の検討について\n治水代替案の検討については，前述のとおり技術基準に基づき，川棚川水\n系では，想定される治水代替案として，①河道改修案，②遊水地+河道改修案，\n③放水路案とで比較検討を行い，現計画のダム建設案（河道改修＋石木ダム）\nが経済性にも社会性の面からも有利と判断された。\nまた，被告県において平成２３年７月に実施された石木ダム建設事業の検\n証に係る検討（以下「ダム検証」という。）においても，石木ダム案のほか，\n遊水地案その１（水田地帯を調節池），遊水地案その２（採石場跡を調節池），\n放水路案，河道掘削案，引堤案，堤防嵩上げ案及び複合案（河道掘削，引堤，\n堤防嵩上げのコストが最も低くなる組み合わせ）の８案について比較検討し，\n石木ダム案がコスト，実現性，地域社会への影響の面から他案より優位であ\nるとしている。\nなお，ダム検証においては，「コストの評価に当たり，実施中の事業につい\nては，残事業費を基本とする。また，ダム中止に伴って発生するコストや社\n会的影響等を含めて検討する」，「一定の「安全度」を確保（河川整備計画に\nおける目標と同程度）することを基本として，「コスト」を最も重視する。な\nお，「コスト」は完成までに要する費用のみでなく，維持管理に要する費用等\nも評価する。」とされていることから，「ダム中止に伴って発生するコスト」\n「維持管理に要する費用等」も含めて比較検討・評価したものであり，「代替\n案の評価を下げるために恣意的に計上されているもの」とする原告らの主張\nは誤っている。\n小括\n以上のとおり，川棚川水系基本方針及び川棚川水系整備計画は，関係法令及\nび技術基準等に基づき適正に策定されており，治水代替案も適切に検討されて\nいることから，原告らの主張は失当である。\n３  手続上の問題について\n争う。被告県は，原告らに対し，本件事業の必要性について適切に説明を行っ\nてきており，本件覚書に反するような手続上の問題はない。\n第３章  当裁判所の判断\n第１  争点⑴（原告らの主張する各権利利益が差止請求の根拠足り得るか及び本件\n事業によりそれらが侵害されているか又は侵害されるおそれがあるか）につい\nて\n１  生命・身体の安全及び生命・身体の不安に怯えず平穏に生きる権利\n原告らは，本件事業を進めることにより，原告居住者，原告地権者及び原告\ne 町民が洪水被害に遭い，その生命，身体の安全が侵害されるおそれがあると\n主張するが，本件事業を進めることにより，原告居住者，原告地権者及び原告\ne 町民が洪水被害に遭い，その生命，身体の安全が侵害されるおそれがあるこ\nとを認めるに足りる証拠はない。また，治水対策が取られないことによって生\n命・身体の安全が侵害されるとは認められない。\nしたがって，生命・身体の不安に怯えず平穏に生きる権利についても，侵害\nされているとは認められない。\n２  こうばるの豊かな自然とその恵みを享受しながら生活を営む権利\n原告らの主張は，特定の地域の自然や文化，コミュニティーに代表される生\n活基盤を享受する利益を指すものと解されるが，自然や文化，コミュニティー\nの内容は地域ごとに異なるものであるし，享受する内容及びその価値について\nもそれを享受する者の主観的な評価による部分が大きく，保護すべき内容，場\n所的又は空間的な範囲，保護の方法・態様，権利の主体等が具体的に定まって\nいるとはいえない。したがって，差止めを求め得る私法上の権利といい得るよ\nうな明確な実体を有するものとは認められない。\n３  人が人として生きる権利（総体としての人間そのもの）及び人間の尊厳を維\n持して生きる権利\n原告らの主張する，人が人として生きること（総体としての人間そのもの）\n又は人間の尊厳という概念は，それ自体が抽象的で内容や範囲も不明確である\n上，個々人にとってそれらが何を指すのか，そして，それをどのように評価し，\n何をもって侵害されたとなすのかは千差万別であるから，権利の範囲，裁判の\n効力の及ぶ範囲がいずれも不明確であるといわざるをえず，民事上の差止請求\nを基礎づけるだけの具体的な法的権利とはいえない。\n４  税金を有効かつ適切に利用される権利\n地方公共団体の予算は，地方公共団体の長が調製して議会に提出し，議会の\n議決を経るものとされているところ，現行法上，個人（住民）が地方公共団体\nの財政上の行為を争う方法は，住民訴訟を除いて認められていない。原告らの\n主張する権利を認めた場合，地方公共団体のあらゆる財政上の行為について，\n個人が訴訟を提起してその適否を争うことが認められることになるが，現行法\nがそのような制度あるいは結果を是認していないことは明らかである。\nしたがって，原告らは，税金を有効かつ適切に利用される権利への侵害を根\n拠として差止めを求めることはできない。\n第２  結論\n以上によると，本件事業及び本件工事によって，その生命，身体の安全が侵\n害されるおそれがあるとは認められず，原告らが主張するその他の権利は，差\n止請求の根拠となりえないから，その余の争点について判断するまでもなく，\n本件差止請求は認められない。\nよって，原告らの請求はいずれも理由がないから棄却することとし，訴訟費\n用の負担につき民事訴訟法６１条を適用して主文のとおり判決する。\n長崎地方裁判所佐世保支部\n裁判長裁判官        平   井   健一 郎\n裁   判   官      小 林 麻 子\n裁   判   官      高 橋 静 子\n"
}