{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 2,
    "month": 12,
    "day": 21
  },
  "case_number": "平成31(ワ)136",
  "case_name": "損害賠償請求事件",
  "court_name": "岐阜地方裁判所民事第１部",
  "result": "棄却",
  "gist": "被告の経営する介護老人保健施設入所中に死亡したＤ の相続人である原\n告らが， 被告に対し， Ｄ は， 同施設の職員らの注意義務違反により食物を\n誤嚥して窒息死したと主張して， 損害賠償を求めた事案につき， 証拠上，\nＤ が食物を誤嚥し窒息死したとは断定できず，心筋梗塞等他の死因の可能\n性も否定できないとして， 原告らの請求を棄却した事例",
  "lawsuit_id": "90184",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=90184",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/184/090184_hanrei.pdf",
  "contents": "主              文\n１   原 告 ら の 請 求 を い ず れ も 棄 却 す る 。\n２   訴 訟 費 用 は 原 告 ら の 負 担 と す る 。\n事  実  及  び  理  由\n第１   請求  5\n１   被 告 は ， 原 告 Ａ に 対 し ， １ ３ ２ ０ 万 円 及 び こ れ に 対 す る 平 成 ３ １ 年\n３ 月 ２ ０ 日 か ら 支 払 済 み ま で 年 ５ 分 の 割 合 に よ る 金 員 を 支 払 え 。\n２   被 告 は ， 原 告 Ｂ に 対 し ， ６ ６ ０ 万 円 及 び こ れ に 対 す る 平 成 ３ １ 年 ３\n月 ２ ０ 日 か ら 支 払 済 み ま で 年 ５ 分 の 割 合 に よ る 金 員 を 支 払 え 。\n３   被 告 は ， 原 告 Ｃ に 対 し ， ８ １ ８ 万 ２ ３ ０ １ 円 及 び こ れ に 対 す る 平 成10\n３ １ 年 ３ 月 ２ ０ 日 か ら 支 払 済 み ま で 年 ５ 分 の 割 合 に よ る 金 員 を 支 払 え 。\n第２   事 案 の 概 要\n１   本 件 は ，被 告 の 経 営 す る 介 護 老 人 保 健 施 設 に 入所 し て い た Ｄ の 相 続\n人 で あ る 原 告 ら が ， Ｄ は 同 施 設 の 職員 ら の 注 意 義 務 違 反 に よ り 食 物 を 誤 嚥\nし て 窒 息 し 死 亡 し た と 主 張 し て ， 不 法 行 為 （ 使 用 者 責 任 ） 又 は 入 所 利 用 契15\n約 上 の 債 務 不 履 行 に 基づ き， 損 害 賠 償 を 求 め る 事 案 で あ る 。\n２   前 提 事 実 （ 争 い の な い 事 実 並 び に 後 掲 各 証 拠 及 び 弁 論 の 全 趣 旨 か ら\n容 易 に 認 め ら れ る 事 実 ）\n(1)  当 事 者 等\nア   原告 Ａ は， Ｄ （ 昭 和 ▲ 年 ▲ 月 ▲ 日 生 ま れ ， 平 成 ▲ 年 ▲ 月 ▲ 日 死 亡 。20\n死亡 当 時 ８ ０ 歳 ） の 妻 で あ り ， 原 告 Ｂ 及 び 原 告 Ｃ は， Ｄ と 原 告 Ａ の 間 の 子\nで あ る （ 甲 １ の １ な い し ５ ）。\nイ   被 告 は ， 介 護 老 人 保 健 施 設 等 を 経 営 す る 医 療 法 人 で あ り ， 岐 阜 県 高\n山 市 内 で 介 護 老 人 保 健 施 設 （ 名 称 「 Ｅ 」。 以下「 本 件 施 設 」 と い う 。）を経\n営 し て い る （ 甲 ２ ）。  25\nウ   Ｆ 及 び Ｇ は ， 本 件 施 設 に お い て 介 助 業 務 等 に 従 事 し て い る 被 告 の 従\n業 員 で あ る 。\n(2)  本 件 施 設 へ の 入所\nＤ は， 平 成 ２ ９ 年 ４ 月 １ ８ 日 ， 被 告 と の 間 で ， 本 件 施 設 か ら 提 供 さ れ る\n介 護 老 人 保 健 施 設 サ ー ビ ス を 受 け ， そ れ に 対 す る 利 用 料 金 を 支 払 う 旨 の 入\n所 利 用 契 約（ 以 下「 本 件 契 約 」と い う 。）を 締 結 し ，同 日 ，本 件 施 設 に 入 所5\nし た （ 甲 ３ ， ４ ）。\n本 件 施 設 入 所 時 ，Ｄ は ，高 血 糖（ ２ 型 糖 尿 病 ），高 血圧 で ，中 等 度 な い し\n高 度 の 認 知 症 （ ア ル ツ ハ イ マ ー 型 認 知 症 ） であり ， 要 介 護 ３ と 認 定 さ れ て\nいた が， 同 年 ５ 月 １ ７ 日 に は ， 要 介 護 ４ に 認定 変更 され た （ 甲 ７ ）。\n(3)  持 病 の 治 療  10\nＤ は ， 血 糖 管 理 の た め ， 平 成 ２ ９ 年 ５ 月 ２ ５ 日 ， Ｈ 病 院 に 入 院 し た （甲\n１ ０ ）。\nＤ は， 入 院 後 ， 同 月 ２ ９ 日 か ら 発 熱 し ， 精 査 の 結 果 ， 誤 嚥 性 肺 炎 と 診 断\nさ れ ， そ の 治 療 を 受 け た ほか ， 低 ナ ト リ ウ ム 血 症 の 進 行 が 認 め ら れ て 抗 利\n尿 ホ ル モ ン 不 適 切 分 泌 症 候 群 と 診 断 さ れ ，そ の 治 療 も 受 け た（ 甲 ９ ，１ ０ ）。 15\nＤ は， 同 年 ６ 月 ２ ８ 日 ， Ｈ病院 を 退 院 し ， 本 件 施 設 に 戻 っ た 。\n(4)  Ｄ の 死 亡\nア   平 成 ▲ 年 ▲ 月 ▲ 日 午 後 ５ 時 ５ 分 頃 ， Ｄ は， 本 件 施 設 の ２ 階 東 デ イ ル\nー ム に お い て 車 い す に 座 っ て 夕 食 を 開 始 し ， 午 後 ５ 時 ２ ０ 分 頃 ， 完 食 し た\n（ 乙 ３ ）。Ｄ の 食 事 介 助 を 担 当 し た の は Ｆ であ る 。当 時 ，同 デ イ ル ー ム に は ，20\n他 に ４ 名 の 利 用 者 と Ｇ が い た 。\nイ   Ｄ が 夕 食 を 完 食 し て 間 も な い 同 日 午 後 ５ 時 ３ ０ 分 頃 ， 本 件 施 設 の 職\n員ら は， Ｄ が 意 識 喪 失 状 態 に あ る こ と に 気 付 き ， Ｄ を 本 件 施 設 ２ 階 サ ー ビ\nス ス テ ー シ ョ ン の 前 ま で 運 ん で ， Ｄ に 対 し ， 心 臓 マ ッ サ ー ジ と 吸 引 を 継 続\nし つ つ ， 午 後 ５ 時 ４ ３ 分 頃 ， 救 急 要 請 をし た （ 甲 ２ ０ ， 乙 ３ ）。  25\n午 後 ５ 時 ４ ７ 分 頃 ， 高 山 消 防 署 所 属 の 救 急 隊 が 本 件 施 設 に 到 着 し た が，\nそ の と き Ｄ は 既に 心 肺 停 止 状 態 に あ り ， 救 急 隊 に よ り ， 直ちに Ｈ病院 に搬\n送 さ れ た ものの（ 病 院 到 着 は 午 後 ６ 時 ５ 分 ），午 後 ６ 時 ３ ９ 分 頃 ，同 病 院 に\nお い て ， Ｄ の 死 亡 が 確認 され た （ 甲 １ １ ， ２ ０ ， 乙 ３ ）。\n(5)  死 亡 診 断 書\nＨ病院 の 医 師 が 作 成 し た Ｄ の 死 亡 診 断 書 （ 甲 １ １ ） に は ， 病 名 「 気 道 内5\n異 物 に よ る 窒 息 」と 記 載 さ れ ，「 来 院 時 ，対 光 反 射 な く 瞳 孔 散 大 ，自 発 呼 吸\nな し ， 心 電 図 波 形 は Ｐ Ｅ Ａ の 状 態 で あ っ た 。 ノ ル ア ド レ ナ リ ン 投 与 を 行 い\nつ つ Ｃ Ｐ Ｒ 継 続 。 蘇 生 活 動 を 行 い つ つ 当 院 緊 急 入 院 と し ， 画 像 検 査 ・ 採 血\n検 査 を 施 行 。 気 道 内 異 物 及 び 気 管 内 液 貯 留 を 確認 し ， 気 道 内 異 物 に よ る 窒\n息 である と診断 。そ の 他 所 見 と し て は ，両 側 肺 野 浸 潤 影（ 慢 性 誤 嚥 疑 い ），10\n腸 管 内 ガ ス 貯 留 像 あ り 。 低 酸 素 状 態 の 継 続 が 長 く ， ア ド レ ナ リ ン 投 与 に よ\nる 心 拍 の 再 開 も 確 認 で き な か っ た 」 と 付 記 さ れ て い る 。\n３   医 学 的 知 見 等\n(1)  急 性 窒 息 （ 甲 ２ ５ ）\n気 道 閉 塞 等 に よ る 酸 素 供 給 の 遮 断 が 完 全 に 近 い 場 合 ，多 く の 場 合 数 分 か15\nら １ ０ 分 で 死 に 至 る （ 急 性 窒 息 ）。\n急 性 窒 息 は ， 気 道 閉 塞 後 ， 体 内 に 備 蓄 さ れ た 酸 素 を 利 用 し て 無 症 状 の ま\nま 経 過 す る 無 症 状 期（ 通 常 １ 分 以 内 ），吸 気 性 呼 吸 困 難（ 息 を 吸 う と き（ 吸\n気 時 ）に 出 現 す る 呼 吸 困 難 ）か ら 呼 気 性 呼 吸 困 難（ 息 を 吐 く と き（ 呼 気 時 ）\nに 出 現 す る 呼 吸 困 難 ）に 移 行 す る 呼 吸 困 難 期（ ２ 分 か ら 数 分 間 ），呼 吸 数 が20\n徐 々 に 減 少 す る 無 呼 吸 期（ ２ 分 程 度 ），深 く ゆ っ く り し た 呼 吸 が 数 回 行 わ れ ，\nそ の 間 隔 が 長 く な っ て 呼 吸 停 止 に 至 る 終 末 呼 吸 期 （ 持 続 は １ 分 程 度 で あ る\nが ， 呼 吸 停 止 後 ， そ の 後 完 全 な 心 停 止 に 至 る ま で は な お 数 分 な い し 数 十 分\nを 要 す る ） と い う 経 過 を た ど る 。\n急 性 窒 息 の 際 に み ら れ る 症 状 は ， 無 酸 素 又 は 高 二 酸 化 炭 素 血 症 に よ る 中25\n枢 神 経 症 状 が 主 体 で あ り ， 吸 気 性 呼 吸 困 難 期 に は 心 拍 数 ， 血 圧 の 上 昇 が 必\n発 で あ り ， チ ア ノ ー ゼ も 見 ら れ ， 呼 気 性 呼 吸 困 難 期 に は 脳 血 流 中 の 無 酸 素\n又 は 高 二 酸 化 炭 素 血 症 に よ り ， 痙 攣 ・ 徐 脈 傾 向 が 出 現 し 意 識 消 失 に 至 る 。\n(2)  不 顕 性 誤 嚥 （ 甲 ２ ８ ）\n誤 嚥 に は ， 咳 や む せ な ど を 伴 う 顕 性 誤 嚥 の ほ か ， こ れ ら を 伴 わ な い 不 顕\n性 誤 嚥 が あ る 。 身 体 機 能 が 低 下 し た 高 齢 者 は ， 神 経 麻 痺 や 筋 力 の 衰 え ， 気5\n管 の 感 覚 機 能 の 低 下 ， 嚥 下 反 射 の 低 下 な ど の 理 由 に よ り ， 不 顕 性 誤 嚥 を 起\nこ す こ と が あ る 。\n(3)  心 筋 梗 塞 （ 甲 １ ７ な い し １ ９ ， 乙 ９ ほ か 後 掲 ）\nア   急 性 心 筋 梗 塞 は ， 冠 動 脈 が 急 激 に 血 栓 で 閉 塞 し ， 心 筋 組 織 が 壊 死 に\n陥 る 病 気 で あ る 。 一 般 に 冠 動 脈 の 閉 塞 が ３ ０ 分 以 上 に な る と ， 心 筋 虚 血 か10\nら 壊 死 と な り 梗 塞 と な る 。 重 症 な 急 性 心 筋 梗 塞 の 場 合 は 心 不 全 （ あ ら ゆ る\n種 類 の 心 疾 患 に お い て ， 病 状 が 進 展 し ， 心 機 能 が 低 下 す る こ と に よ り 全 身\nの 臓 器 組 織 に 障 害 が 波 及 し て い る 状 態 を 指 す 一 連 の 臨 床 症 候 群 。 甲 １ ４ ）\nや シ ョ ッ ク 症 状 を 呈 す る こ と が あ り ，急 性 期 死 亡 の ５ ０ ～ ６ ０ ％ が 発 作 開\n始 後 １ ～ ２ 時 間 に 死 亡 す る と い わ れ て い る 。  15\n心 筋 梗 塞 を 含 む 虚 血 性 心 疾 患 に お い て ， 高 血 糖 は 独 立 し た 危 険 因 子 と み\nな さ れ て お り ，糖 尿 病 患 者 に お け る 心 血 管 障 害 の 頻 度 は 約 ２ 倍 と な っ て い\nる （ 乙 ８ ）。\nイ   心 筋 梗 塞 の 所 見\n(ｱ)  前 胸 骨 部 か ら 左 前 胸 部 に か け て 激 し い 胸 痛 と と も に 冷 や 汗 ， 吐き20\n気 ， 嘔 吐 等 の 臨 床 症 状 を 伴 う の が 通 常 で あ る が ， 高 齢 者 や 糖 尿 病 患 者 で は\n痛 み に 対 す る 感 受 性 が 低 下 し て お り ， 胸 痛 を 生 じ な い こ と も あ る 。\n(ｲ)  心 筋 梗 塞 に よ り 心 外 膜 側 心 筋 ま で 強 い 虚 血 が 生 じ る と ， 虚 血 部 の\n活 動 電 位 持 続 時 間 が 短 縮 す る こ と に よ り 再 分 極 が 虚 血 部 か ら 始 ま り 健常\n部 と の 電 位 差 が 生 じ る た め ， 心 電 図 上 で は ， ま ず Ｔ 波 増 高 が 起 こ り ， さら25\nに 虚 血 が 持 続 す る と 虚 血 部 の 静 止 電 位 と 活 動 電 位 が 低 下 す る た め ， 細 胞 外\n電 位 差 が 生 じ ， Ｓ Ｔ が 上 昇 （ 上 に 凸 型 の Ｓ Ｔ 上 昇 ） し ， 梗 塞 の 進 展 に 伴 い\n発 症 後 数 時 間 か ら ２ ４ 時 間 以 内 に 梗 塞 部 誘 導 で 異 常 Ｑ 波 が 出 現 し ， Ｓ Ｔ 上\n昇 の 軽 快 と と も に 数 日 後 に 冠 性 Ｔ 波 が 出 現 す る （ 甲 ３ ２ ， 乙 ２ ５ ）。\n(ｳ)  心 筋 細 胞 の 傷 害 に よ り ，細 胞 質 内 に あ る Ｃ Ｋ（ ク レ ア チ ニ ン キ ナ ー\nゼ ） や 筋 原 線 維 を 構 成 す る ト ロ ポ ニ ン Ｔ が 血 中 に 遊 出 す る 。 Ｃ Ｋ の 遊 出 量5\nは ， 心 筋 梗 塞 発 症 後 ２ な い し ８ 時 間 で 上 昇 し ， ト ロ ポ ニ ン Ｔ の 遊 出 量 は ，\n心 筋 梗 塞 発 症 後 ３ な い し ６ 時 間 で 上 昇 す る た め ， 血 液 検 査 で こ れ ら の 量 を\n測 定 す る こ と に よ り 急 性 心 筋 梗 塞 の 診 断 が 可 能 で あ る 。 ま た ， 白 血 球 数 も\n重 症 例 ほ ど 高 く な り ， 発 症 後 ２ な い し ３ 時 間 後 に は そ の 上 昇 が 確 認 さ れ る 。\n(ｴ)  人 間 の 体 内 に 血 栓 が で き た 場 合 ， 血 栓 を 除 去 す る た め に プ ラ ス ミ10\nン と い う 酵 素 が 血 液 凝 固 因 子 で あ る フ ィ ブ リ ノ ゲ ン や フ ィ ブ リ ン を 溶 解\nす る （ 線 溶 現 象 ） が ， こ の 線 溶 現 象 の 際 に Ｆ Ｄ Ｐ や Ｄ Ｄ ダ イ マ ー が 生 成 さ\nれ る と こ ろ ， Ｆ Ｄ Ｐ の 値 が ４ ０ μ ｇ ／ ｍ ｌ 以 上 に な っ て い る 場 合 や ， Ｄ Ｄ\nダイマー の 値 が ５ μ ｇ ／ ｍ ｌ 以 上 に な っ て い る 場 合 に は 血 栓 症 の 可 能 性\nが 挙 げ ら れ て お り（ 甲 ３ １ ，乙 １ １ ），こ れ ら も 心 筋 梗 塞 発 生 の 可 能 性 を 示15\nす 。\n(4)  Ｐ Ｅ Ａ （ 甲 ３ ４ ， ３ ５ ）\n心 電 図 上 は 波 形 を 認 め る が ， 有 効 な 心 拍 動 が な く 頸 動 脈 な ど 主 要 動 脈 で\n脈 拍 を 触 知 で き な い 状 態 を 指 す も の で あ り ， 心 停 止 （ 心 臓 の 機 能 が 停 止 し\nた 状 態 ） の 一 種 で あ る 。 電 気 的 に は 無 活 動 に 近 い 。  20\n４   争 点 及 び こ れ に 関 す る 当 事 者 の 主 張\n(1)  Ｄ の 死 因 は 誤 嚥 に よ る 窒 息 か\n（原告 ら の 主 張 ）\nア   Ｄ は，Ｈ 病 院 医 師 の 診 断 の と お り ，窒 息 に よ り 死 亡 し た も の で あ る。\n食事 中 ， む せ を 伴 わ な い 不 顕 性 誤 嚥 を 起 こ し たか ， あ る い は ， む せ や 咳 等25\nの 生 理 的 防 護 反 射 は 起 こ っ た が ， そ れ は 微 細 で あ り ， Ｆ ら 本 件 施 設 の 職員\nが こ れ を 見 逃 し た か し て ， そ の ま ま 意 識 を 消 失 し て 窒 息 死 し た も の と 考 え\nられ る。\nイ   被 告 は ， 部 分 的 な 気 道 閉 塞 や， 重 篤 又 は 完 全 な 気 道 閉 塞 の 場 合 の 典\n型 的 な 症 状 が ， Ｄ につ いて 認 め ら れ な い こ と を 指 摘 す る 。\nし か し な が ら ， こ れ ら は 健 常 者 の 場 合 に お け る 窒 息 死 の 症 例 の 一 例 を 述5\nべ た も の に す ぎ ず ，中 等 度 な い し 高 度 の 認 知 症（ ア ル ツ ハ イ マ ー 型 認 知 症 ）\nと 診 断 さ れ ， 要 介 護 ４ と 認 定 さ れ た 高 齢 者 （ ８ ０ 歳 ） で あ る Ｄ の 場 合 の 症\n状 と 明 確 に 区 別 し て 論 ず べ き で あ る 。 特 に ， Ｄ は ， 普 段 か ら 呻 く 程 度 の 声\nし か 出 す こ と が で き な か っ た の で あ り ， 平 成 ２ ９ 年 ５ 月 ２ ９ 日 ， Ｈ 病 院 に\nお い て 誤 嚥 性 肺 炎 と 診 断 さ れ ，入 院 治 療 を 受 け た 後 ，本 件 施 設 に お い て も ，10\n著 し い 摂 食 ・ 嚥 下 機 能 障 害 が 確 認 さ れ て い た の で あ る か ら ， Ｄ が む せ を 伴\nわ な い 無 反 応 な 不 顕 性 誤 嚥 を 起 こ し て い た と し て も 何 ら 不 思 議 で は な い 。\nウ   ま た ， Ｄ に つ い て 窒 息 死 の 三 大 主 徴 で あ る 諸 臓 器 の う っ 血 ， 溢 血 点\n及 び 暗 赤 色 流 動 性 血 液 が 確 認 さ れ て い な い の は ， 本 件 に お い て は Ｄ に 対 し\nて 身 体 の 解 剖 や 瞼 の 裏 側 の 診 断 が 実 施 さ れ て い な い 以 上 当 然 の 事 態 で あ15\nっ て ， Ｄ の 死 因 が 窒 息 で あ る こ と を 否 定 す る 事 情 た り 得 な い 。\nエ   被 告 は ， Ｄ の 死 因 は 急 性 心 筋 梗 塞 に よ る 急 性 心 不 全 で あ る 旨 主 張 す\nる 。 し か し な が ら ， 以 下 の と お り 急 性 心 筋 梗 塞 の 発 症 を 示 す 具 体 的 事 実 や\n客 観 的 証 拠 は な い 。\n(ｱ)  Ｄ に つ き ，①   胸 部 痛 ，②   心 電 図 に お け る Ｔ 波 増 高 ，③   血 液 中20\nの 白 血 球 数 ， Ｃ Ｋ 及 び ト ロ ポ ニ ン Ｔ の 上 昇 等 の 急 性 心 筋 梗 塞 の 発 症 を 示 す\n所見 が 認 め ら れ な い 。\n(ｲ)  Ｄ の 死 亡 確 認 直 前 の 血 液 検 査 デ ー タ では ，血 糖 値 ，血 中 Ｆ Ｄ Ｐ 及 び\nＤ Ｄ ダ イ マ ー が 高 値 を 示 し て い た が ， 血 糖 値 が 高 い こ と は ， 糖 尿 病 患 者 で\nある Ｄ の 食 後 血 糖 値 と し て ， あ る い は ， 窒 息 に よ る 低 酸 素 状 態 や 心 停 止 状25\n態 に 陥 っ た こ と に よ る 侵 襲 性 高 血 糖 の 発 生 と し て 説 明 可 能 で あ り， Ｆ ＤＰ\nやＤ Ｄ ダ イ マ ー の 値 が 高 い こ と は ， Ｄ の 体 内 の ど こ か で 血 栓 が で き ， 線 溶\n現 象 が 亢 進 し て い る 可 能 性 を 示 す も の に す ぎ な い 。\n(ｳ)  Ｄ は ， そ れ ま で 心 不 全 や 心 筋 梗 塞 で あ る と の 診 断 を 受 け た こ と は\nな か っ た 。 Ｄ が 糖 尿 病 患 者 で あ る こ と は ， 糖 尿 病 で な い 者 と 比 べ て 将 来 虚\n血 性 心 疾 患 に な る 危 険 性 が 高 い と い う こ と を 意 味 す る に す ぎ ず ， Ｄ が 死 亡5\n直 前 に 急 性 心 筋 梗 塞 を 発 症 し て い た こ と を 示 す も の で は な い 。\n（ 被 告 の 主 張 ）\nア   Ｄ が 食 事 の 後 に 意 識 消 失 ， 心 肺 機 能 停 止 の 状 態 に 陥 っ た 原 因 は ， 食\n物 を 誤 嚥 し た 気 道 内 異 物 に よ る 窒 息 で は な く ， 無 痛 性 心 筋 梗 塞 に よ る 急 性\n心 不 全 で あ る 可 能 性 が 高 い 。 そ の 理 由 は 以 下 の と お り で あ る 。  10\nイ (ｱ)  い か な る 食 事 形 態 で あ っ て も ， 誤 嚥 を １ ０ ０ ％ 防 ぐ こ と は 不 可\n能 で あ る が ， 被 告 は ， Ｄ に 対 し ， 例 え 誤 嚥 し た と し て も ， む せ 込 み 等 に よ\nっ て ， 誤 嚥 し た 食 物 を 喀 出 可 能 な 形 状 の 食事 （ 全 粥 等 ） を 提 供 し て い た 。\nし た が っ て ， 仮に Ｄ が 食 事 中 に 誤 嚥 し た と し て も ， 気 道 内 に 食 物 が 塊 と な\nり 又 は 大 量 に 流 入 し て 瞬 時 に 重 篤 な 気 道 閉 塞 に な る こ と は な く ， 部 分 的 な15\n気 道 閉 塞 に な る は ず で あ る 。\n部 分 的 な 気 道 閉 塞 を 生 じ た 場 合 ， 典 型 的 な 症 状 と し て ， 激 し い む せ と 咳\nが 生 じ ，呼 吸 困 難 と な っ て 顔 面 が 紅 潮 し ，時 に チ ア ノ ー ゼ（ 紫 色 ）に な る 。\nし か し な が ら ， Ｄ は ， 食 事 中 も 食 後 も そ の よ う な 症 状 を 示 す こ と は な か っ\nた。 Ｄ は ， 認 知 症 で あ り ， 以 前 か ら 食事 の 後 半 に よ く む せ て い た が ， そ の20\n一方 で ，誤 嚥 性 肺 炎 を 頻 回 に 発 症 す る と い う こ と は な か っ た こ と 等 か ら す\nる と ， 気 道 内 の 生 理 的 防 護 反 射 機 能 （ 咽 頭 に お い て は 嚥 下 反 射 機 能 ， 気 管\nに お い て は 咳 嗽 反 射 機 能 ） は 保 た れ て い た の で あ り ， Ｄ が 不 顕 性 誤 嚥 を 起\nこ し て い た と は 考 え ら れ な い 。\n(ｲ)  仮に ，Ｄ が 重 篤 又 は 完 全 な 気 道 閉 塞 を 起 こ し て い た な ら ば ，咳 も 出25\nず 声 も 出 な く な り ， 手 で 首 を つ か む よ う な 形 と な っ た ま ま 意 識 を 失 い ， あ\nる い は 急 激 に 唇 や 顔 面 が 紫 色 に な る 等 の 症 状 を 呈 す る は ず で あ る 。 し か し\nな が ら ， Ｄ は ， 食 後 １ ０ 分 後 に 「 開 口 し た ま ま ， 頸 部 後 屈 。 顔 面 蒼 白 ， 体\n脱 力 あ り 。 瞳 孔 散 大 ， 応 答 な し 」 の 状 態 で 意 識 を 消 失 し て お り ， 上 記 症 状\nを 呈 し て い な い 。 ま た ， Ｄ に お い て ， 急 性 窒 息 の 際 に 顕 著 に 現 れ る 窒 息 死\nの 三 大 主 徴 で あ る 諸 臓 器 の う っ 血 ， 溢 血 点 及 び 暗 赤 色 流 動 性 血 液 が 確 認 さ5\nれ た 形 跡 は な い 。\n(ｳ)  食後 の Ｄ の 口 腔 内 や 口 元 の 回 り ，衣 服 な ど に ，胃 又 は 食 道 内 の 食 物\nを 嘔 吐 し た 痕 跡 は な く ， 口 腔 内 に も 食 物 が 残 存 し て お ら ず ， 誤 嚥 に よ る 気\n道 内 へ の 異 物 の 侵 入 は な か っ た 。Ｈ 病 院 で 確 認 さ れ た Ｄ の 気 道 内 異 物 及 び\n気 管 内 液 貯 留 は ， Ｄ に 対 し て 行 わ れ た 心 臓 マ ッ サ ー ジ に よ っ て 食 道 内 の 食10\n物 残 渣 物 及 び 胃 の 内 容 物 が 逆 流 し ， そ れ ら が 気 道 内 及 び 気 管 内 に 侵 入 し た\nこ と に よ る も の で あ る 。\nウ (ｱ)  Ｄ は，高 血 圧 症 及び ２ 型 糖 尿 病 に り 患 し て い た 。こ れ ら は ，い ず\nれ も 急 性 心 筋 梗 塞 発 症 の 可 能 性 を 高 め る 要 因 で あ る 。\nＤ の 死 亡 確 認 直 前 の 血 中 Ｆ Ｄ Ｐ ， Ｄ Ｄ ダ イ マ ー の 数 値 は ， い ず れ も 高 数15\n値 で あ り ， Ｄ が 心 筋 梗 塞 を 発 症 し て い た こ と を 示 し て い る 。\n(ｲ)  高 齢 者 や 糖 尿 病 患 者 で は 痛 み に 対 す る 感 受 性 が 低 下 し て い る の で ，\n典 型 的 な 胸 痛 を 生 じ な い こ と も あ り ， Ｄ に 胸 部 症 状 等 の 所 見 が な か っ た と\nし て も 無 痛 性 心 筋 梗 塞 の 症 状 を 呈 し て い た に す ぎ な い 。\nまた，心 筋 梗 塞 の 場 合 に 白 血 球 数 が 上 昇 す る の は 発 症 後 ２ な い し ３ 時 間20\nが 経 過 し た 時 点 で あ り ， Ｃ Ｋ が 上 昇 す る の は 発 症 後 ４ な い し ６ 時 間 が 経 過\nし た 時 点 である と こ ろ ， 原 告 が 指 摘 す る 血 液 検 査 は 心 筋 梗 塞 が 発 病 し て か\nら 約 ４ ５ 分 後 に 実 施 さ れ た も の で あ る か ら ，か か る 血 液 検 査 結 果 に 異 常 が\nな い か ら と い っ て 心 筋 梗 塞 を 否 定 す る 根 拠 に は な ら な い 。\nさ ら に ， Ｄ の 心 電 図 に つ い て も ， Ｐ Ｅ Ａ 状 態 の も の 及 び 心 臓 マ ッ サ ー ジ25\n中 の も の で あ る か ら ， そ の 波 形 か ら そ の 時 点 に お け る 正 確 な 心 臓 の 病 態 を\n診 断 す る こ と は で き な い 。 ま た ， Ｔ 波 の 増 高 は 心 筋 梗 塞 超 急 性 期 に 常 に 出\n現 す る わ け で は な く ， そ の 形 成 に は ， 時 間 的 因 子 以 外 に 中 等 度 の 虚 血 や 反\n復 す る 虚 血 発 作 が 関 与 し て い る 可 能 性 が 示 唆 さ れ て お り ， Ｄ に は ， 中 等 度\nの 虚 血 や 反 復 す る 虚 血 発 作 が 一 切 な か っ た の で あ る か ら ， 増 高 Ｔ 波 が 認 め\nら れ な い こ と は 心 筋 梗 塞 を 否 定 す る 事 情 で は な い 。  5\n(ｳ)  原告は，従前，Ｄ が 心 不 全 や 心 筋 梗 塞 と 診 断 さ れ て い な い こ と を 指\n摘 す る 。 し か し な が ら ， 糖 尿 病 患 者 や 高 齢 者 に お い て は ， 無 痛 性 心 筋 虚 血\nが ， 狭 心 症 ， 心 筋 梗 塞 の 経 験 な し に 起 こ り 得 る も の で あ る 。 Ｄ の 死 因 が 急\n性 心 筋 梗 塞 に よ る 急 性 心 不 全 で あ る と し て も 医 学 的 に 矛 盾 は な い 。\n(2)  Ｄ の 死 因 が 誤 嚥 に よ る 窒 息 で あ る と し た 場 合 ， そ れ に つ き 被告 の10\n従 業 員 で あ る Ｆ な い し Ｇ に 注 意 義 務 違 反 があ った か 。\n（原告 ら の 主 張 ）\nア   予 見 可 能 性\nＤ は 中 等 度 な い し 高 度 の 認 知 症（ ア ル ツ ハ イ マ ー 型 認 知 症 ）と 診 断 さ れ ，\n要 介 護 ４ と 認 定 さ れ た 高 齢 者 （ ８ ０ 歳 ） で あ り ， Ｈ 病 院 を 退 院 す る 際 ， 同15\n病 院 に お い て ， 誤 嚥 性 肺 炎 の 診 断 を 受 け て い た 。 本 件 施 設 の 職 員 ら は こ れ\nら の 事 実 を 認 識 し て い た の で あ る か ら ， Ｄ が ， 食 事 中 に 食 物 等 を 誤嚥 し，\n窒息 に 至 る 危 険 が あ る こ と を 予 見 し て お り ，少 な く と も こ れ を 予 見 し 得 た 。\nイ   注 意 義 務 の 内 容\n被 告 は ， Ｄ に 対 し ， 本 件 契 約 上 ， 介 護 老 人 保 健 施 設 サ ー ビ ス の 提 供 に 当20\nた っ て ， Ｄ の 生 命 の 安 全 確 保 に 配 慮 す る 義 務 を 負 っ て い た 。\n被 告 作 成 の「 食 事 委 員 会 マ ニ ュ ア ル 」（ 乙 ２ ０ ）は ，食 事 の 際 の 留 意 点 を\nま と め て お り ， 安 定 し た 体 位 （ 通 常 は ９ ０ 度 座 位 。 嚥 下 障 害 が あ る 場 合 に\nは 体 幹 ３ ０ 度 の 仰 臥 位 ，頸 部 前 屈 姿 勢 。）を と る こ と ，食 事 中 は ，利 用 者 の\n行 動 に 注 意 し ， 全 体 を 常 に 確 認 す る こ と ， 食 後 は 食 物 の 逆 流 に よ る 誤 嚥 を25\n防 ぐ た め に ， 半 座 位 又 は 右 側 臥 位 の 体 位 を と る こ と 等 を 挙 げ て い る 。\nそ う す る と ， Ｆ ら 本 件 施 設 の 職 員 ら は 以 下 の 注 意 義 務 を 負 っ て い た と い\nえ る 。\n①   Ｄ が 嘔 吐 し て 吐 し ゃ 物 を の ど に 詰 ま ら せ る こ と が な い よ う に し ， ま\nた ， 誤 嚥 し た と し て も 即 座 に 対 応 す る こ と が で き る よ う ， 誤 嚥 し に く い 姿\n勢 で ， ゆ っ く り 少 し ず つ 食 事 を 食 べ さ せ る 義 務  5\n②   食 事 終 了 後 ， Ｄ の 口 腔 内 に 食 べ 物 が 残 存 し て い な い か ， 清 潔 に な っ\nて い る か を 確 認 す る 義 務\n③   食 事 終 了 後 に Ｄ が 頸部 後 屈 に な っ て い な い か を 見 守 り ， 確 認 す る 義\n務\n④   Ｄ が 食 物 等 を 誤嚥 した 場 合 に 直 ち に 吐 き 出 さ せ る 対 応 を す る 義 務  10\nウ   注意 義 務 違 反\n(ｱ)  被 告 作 成 の 看 護・介 護 記 録（ 乙 ３ ）及 び 被 告 の 主 張 に よ れ ば ，Ｄ は，\n平 成 ▲ 年 ▲ 月 ▲ 日 の 午 後 ５ 時 ５ 分 頃 に 夕 食 を 開 始 し ， わ ず か ５ 分 の 間 に ，\n食 事 の ７ 割 を 自 力 で 摂 取 し て い る 。 咀 嚼 力 が 弱 く ， 嚥 下 力 も 弱 い Ｄ が，こ\nの よ う な 食 事 摂 取 の 仕 方 を し た 場 合 ， 口 腔 内 ， 喉 頭 内 に 食 物 を 残 存 さ せ ，15\nあ る い は ，気 道 内 に 食 物 を 誤 嚥 ，滞 留 さ せ た 可 能 性 が 高 い 。そ し て ，Ｆ が，\n食 事 終 了 後 の Ｄ の 口 腔 内 に 食 べ 物 が 残 存 し て い な い か ，清 潔 に な っ て い る\nかの 確認 を 怠 っ た 結 果 ，Ｄ は 食 物 を 誤 嚥 し ，窒 息 死 に 至 っ た の で あ る か ら ，\nＦ は 前 記 ① 及 び ② の 注 意 義 務 に 違 反 し た 。\n(ｲ)  頸 部 後 屈 状 態 で は 喉 頭 部 ，食 道 が 圧 迫 さ れ ，食 物 が 気 道 に 入 る 可 能20\n性 が 高 い と こ ろ ， 食 事 終 了 後 の Ｄ は 頸 部 後 屈 状 態 の ま ま 放 置 さ れ て い た 。\nＦ は ，夕 食 摂 取 後 の Ｄ の 姿 勢 等 を 見 守 る こ と な く ，Ｄ の も と を 離 れ て お り ，\nＧ は， Ｄ が 頸 部 後 屈 状 態 に な っ て い る こ と を 認 識 し な が ら ， そ の 姿 勢 を 正\nし た り ， 体 を 揺 す っ た り す る よ う な 対 応 を 取 ら な か っ た 。 し た が っ て ， Ｆ\n及び Ｇ は ， 前 記 ③ の 注 意 義 務 に 違 反 し た 。  25\n被 告 は ， 夕 食 終 了 後 は ， Ｇ が Ｄ の 見 守 り を 行 っ て い た と 主 張 す る が ， Ｇ\nは ， Ｄ と は 反 対 方 向 か つ 一 番 遠 方 に 位 置 し て い た 利 用 者 に 向 か っ て 食 事 介\n助 を 行 っ て い た た め ， Ｄ の 様 子 を 常 時 見 守 る こ と は 不 可 能 で あ っ た 。\n(ｳ)  Ｇ は，Ｄ の 異 常 に 気 付 い た 時 点 で 直 ち に Ｄ の 脈 を と り ，呼 吸 を 確 認\nし た 上 で 食 物 の 誤 嚥 を 疑 い ， 吐 き 出 さ せ た り ， 吸 引 行 為 を し た り し つ つ ，\n他 の 職 員 に 連 絡 す べ き で あ っ た の に ， Ｇ が と っ た 対 応 は Ｄ に 声 を か け て ，5\n反 応 が な か っ た の で Ｆ と も う 一 人 の 職 員 に 報 告 した と い う も の で あ っ て ，\nＧ は 前 記 ④ の 注 意 義 務 に 違 反 し た 。\n（ 被 告 の 主 張 ）\nア   仮に Ｄ の 死 因 が 誤 嚥 に よ る 窒 息 で あ っ た と し て も ， 以 下 の と お り 本\n件 施 設 の 職員 ら に 注 意 義 務 違 反 は な か っ た 。  10\nイ   被 告 は ， 本件 契 約 上 ， 食 事 摂 取 時 の 姿 勢 ・ 嚥 下 状 態 ・ 摂 取 量 ・ 速 度\nの 確 認 ， 声 か け ， 見 守 り ， 咀 嚼 に 時 間 を か け る よ う 促 し ， 声 を か け る と い\nう 義 務 を 負 っ て い た と こ ろ ， 本 件 施 設 の 職 員 は ， Ｄ に 対 し ， 食 事 を 見 守 り\n席 で 摂 取 さ せ ， 食 事 の 管 理 を 行 い ， 食 事 中 の 見 守 り ， 食 事 摂 取 ・ 水 分 量 の\nチ ェ ッ ク 等 を 行 っ て お り ， Ｄ の 死 亡 当 日 の 夕 食 の 際 に も 上 記 義 務 を 履 行 し15\nて い た 。\nウ   Ｄ の 食 事 は ， 糖 尿 病 食 及 び 心 臓 病 貧 血 食 で あ り ， １ 日 分 の 摂 取 カ ロ\nリ ー （ １ ４ ４ ０ キ ロ カ ロ リ ー ） の 約 ３ 分 の １ に 相 当 す る 量 を ト ロ ミ 食 に し\nた も の で あ っ た こ と か ら す れ ば ， Ｄ が ５ 分 間 で そ の ７ 割 程 度 を 自 力 摂 取 し\nた と し て も 早 す ぎ る と い う も の で も な い 。 Ｆ は， Ｄ の 摂 取 量 を 確 認 し な が20\nら ， 咀 嚼 に 時 間 を か け る よ う に 促 し ， ゆ っ く り 少 し ず つ 摂 取 す る よ う に 声\nか け を 行 っ て い た 。\nエ   Ｆ は ，夕 食 完 食 後 に Ｄ の 口 腔 内 に 食 物 が 残 存 し て い な い こ と を 確 認\nし て い る 。\nオ   Ｄ は， 夕 食 完 食 直 後 ， 斜 め 上 方 を 見 て い る 程 度 の 姿 勢 だ っ た の で あ25\nっ て ， 頸 部 後 屈 状 態 で は な か っ た 。 頸 部 後 屈 状 態 に な っ ていた の は ， そ の\n５ 分 後 で あ る 。 被 告 の 従 業 員 は ， 万 が 一 Ｄ が 誤 嚥 を し て 窒 息 の 兆 候 を 示 し\nた 場 合 に は ， 直 ち に 吐 き 出 さ せ た り す る こ と を 心 掛 け て い た が ， Ｄ の 誤 嚥\nは 不 顕 性 誤 嚥 で あ っ て ， 急 性 窒 息 を 示 す よ う な 症 状 も 現 れ な か っ た こ と か\nら， Ｇ ら に お い て ， 誤 嚥 及 び 窒 息 の 発 生 を 察 知 し て 適 切 な 対 応 を と る こ と\nは 不 可 能 で あ っ た 。 し た が っ て ， 被 告 の 従 業 員 が ， 食 事 終 了 後 に Ｄ が 頸 部5\n後 屈 に な っ て い な い か を 見 守 り ， 確 認 す る 義 務 や， Ｄ が 誤嚥 した 場 合 に 直\nち に 吐 き 出 さ せ る 対 応 を す る 義 務 に 違 反 し た と は い え な い 。\n(3)  損 害 の 発 生 及 び 損 害 額\n（原告 ら の 主 張 ）\nア   原 告 Ａ に つ い て  10\n(ｱ)  死 亡 慰 謝 料   １ ２ ０ ０ 万 円\nＤ は ， 死 亡 当 時 ８ ０ 歳 で あ り ， 本 件 施 設 に お い て ， 原 告 ら と の 日 々 の 交\n流 を 生 き が い と し て 暮 ら し て い た と こ ろ ， 本 件 施 設 の 職 員 ら の 注 意 義 務 違\n反 に よ っ て 死 期 を 早 め て 死 亡 す る に 至 っ た も の で あ り ，そ の 無 念 さ は 計 り\n知 れ ず ， そ の 慰 謝 料 の 額 は 少 な く と も ２ ４ ０ ０ 万 円 を 下 ら な い 。  15\n原 告 Ａ は， Ｄ の 損 害 に つ い て ， 法 定 相 続 分 ２ 分 の １ に 相 当 す る １ ２ ０ ０\n万 円 の 損 害 賠 償 請 求 権 を 相 続 し た 。\n(ｲ)  弁 護 士 費 用   １ ２ ０ 万 円\n原告Ａ は ， 本 件 訴 訟 の 提 起 遂 行 を 自 ら 行 う こ と は 困 難 で あ る こ と か ら ，\n専 門 知 識 を 有 す る 弁 護 士 に 訴 訟 遂 行 を 委 任 し た も の で あ り ， そ の 費 用 は ，20\n１ ２ ０ 万 円 と す る の が 相 当 で あ る 。\n(ｳ)  小計   １ ３ ２ ０ 万 円\nイ   原 告 Ｂ に つ い て\n(ｱ)  死 亡 慰 謝 料   ６ ０ ０ 万 円\n前 記 の と お り ， Ｄ が 被 っ た 苦 痛 に 対 す る 慰 謝 料 と し て は ２ ４ ０ ０ 万 円 が25\n相 当 で あ り ， 原告Ｂ は， Ｄ の 損 害 に つ い て ， 法 定 相 続 分 ４ 分 の １ に 相 当 す\nる ６ ０ ０ 万 円 の 損 害 賠 償 請 求 権 を 相 続 し た 。\n(ｲ)  弁 護 士 費 用   ６ ０ 万 円\n原告Ｂ は ， 本 件 訴 訟 の 提 起 遂 行 を 自 ら 行 う こ と は 困 難 で あ る こ と か ら ，\n専 門 知 識 を 有 す る 弁 護 士 に 訴 訟 遂 行 を 委 任 し た も の で あ り ， そ の 費 用 は ，\n６ ０ 万 円 と す る の が 相 当 で あ る 。  5\n(ｳ)  小計   ６ ６ ０ 万 円\nウ   原 告 Ｃ に つ い て\n(ｱ)  死 亡 慰 謝 料   ６ ０ ０ 万 円\n前 記 の と お り ， Ｄ が 被 っ た 苦 痛 に 対 す る 慰 謝 料 と し て は ２ ４ ０ ０ 万 円 が\n相 当 で あ り ， 原告Ｃ は， Ｄ の 損 害 に つ い て ， 法 定 相 続 分 ４ 分 の １ に 相 当 す10\nる ６ ０ ０ 万 円 の 損 害 賠 償 請 求 権 を 相 続 し た 。\n(ｲ)  葬 儀 費 用   １ ５ ８ 万 ２ ３ ０ １ 円\n原告Ｃ は， Ｄ の 葬 儀 費 用 と し て １ ５ ８ 万 ２ ３ ０ １ 円 を 支 払 っ た 。\n(ｳ)  弁 護 士 費 用   ６ ０ 万 円\n原告Ｃ は ， 本 件 訴 訟 の 提 起 遂 行 を 自 ら 行 う こ と は 困 難 で あ る こ と か ら ，15\n専 門 知 識 を 有 す る 弁 護 士 に 訴 訟 遂 行 を 委 任 し た も の で あ り ， そ の 費 用 は ，\n６ ０ 万 円 と す る の が 相 当 で あ る 。\n(ｴ)  小計   ８ １ ８ 万 ２ ３ ０ １ 円\n（ 被 告 の 主 張 ）\n否認 な い し 不 知 。  20\n第３   当 裁 判 所 の 判 断\n１   前 記 前 提 事 実 ， 証 拠 （甲 ９ ， １ ０ ， ３ ０ ， ３ ７ ， 乙 ３ ， ２ ７ ， 証 人\nＧ ほ か 後 掲 ） 及 び 弁 論 の 全 趣 旨 に よ れ ば ， 次 の 事 実 が 認 め ら れ る 。\n(1)  Ｄ の 健 康 状 態 等\nア   Ｄ は ， 平 成 ２ ９ 年 ４ 月 １ ８ 日 ， 本 件 契 約 を 締 結 し て 本 件 施 設 に 入 所25\nし た 。 Ｄ に は ， ２ 型 糖 尿 病 ， 高 血 圧 症 の 持 病 が あ り ， 入 所 時 は ， 認 知 症 に\nより 要 介 護 ３ の 認 定 を 受 け て い た 。\nイ   Ｄ は ， 平 成 ２ ９ 年 ４ 月 ２ ５ 日 の 認 定 調 査 の 結 果 を 踏 まえ ， 同 年 ５ 月\n１ ７ 日 ，要 介 護 状 態 区 分 を 要 介 護 ４ に 変 更 され た（ 甲 ７ ）。そ の 認 定 情 報・\n認 定 調 査 票（ 甲 １ ３ ）に よ れ ば ，Ｄ の 障 害 高 齢 者 自 立 度 は「 Ｂ １ 」（ 屋 内 で\nの 生 活 は 何 ら か の 介 助 を 要 し ， 日 中 も ベ ッ ド 上 で の 生 活 が 主 体 で あ る が ，5\n座 位 を 保 つ 。 車 い す に 移 乗 し ， 食 事 ， 排 泄 は ベ ッ ド か ら 離 れ て 行 う 。 甲 ３\n８ ）， 認 知 症 高 齢 者 自 立 度 は 「 Ⅲ ａ 」（ 日 中 を 中 心 と し て ， 日 常 生 活 に 支 障\nを き た す よ う な 症 状 ・ 行 動 や 意 思 疎 通 の 困 難 さ が み ら れ ， 介 護 を 必 要 と す\nる 状 態 が 見 ら れ る 。 甲 ３ ８ ） と 判 定 さ れ て お り ， 日 常 の 意 思 決 定 を 行 う た\nめの 判 断 能 力 は 著 し く 低 く ， 自己 の 意 思 を ほ と ん ど 伝え る こ と が で き な い10\n旨 の 主 治 医 の 意 見 が 付 さ れ て い る 。 も っ と も ， 食 事 行 為 に 関 し て は ， 食 べ\nる も の と 食 べ ら れ な い も の の 区 別 が つ か な い と い う 問 題 は 指 摘 さ れ て い\nる が ， 嚥 下 ， 食 事 摂 取 に つ い て は 介 助 を 要 す る も の と さ れ て お ら ず ， 主治\n医 の 意 見 も 食 事 行 為 に つ い て は 自 立 な い し 何 と か 自 分 で 食 べ ら れ る と さ\nれ て い た 。  15\nウ   Ｄ は， 平 成 ２ ９ 年 ５ 月 １ ０ 日 の 空 腹 時 血 糖 値 が ２ ５ ８ ｍ ｇ ／ ｄ ｌ ，\n食 後 ２ 時 間 の 血 糖 値 が ４ ６ １ ｍ ｇ ／ ｄ ｌ ， 同 月 １ ７ 日 の 空 腹 時 血 糖 値 が ２\n８ ３ ｍ ｇ ／ ｄ ｌ ， 食 後 ２ 時 間 の 血 糖 値 が ５ ６ １ ｍ ｇ ／ ｄ ｌ ， 同月 １ ９ 日 の\n空 腹 時 血 糖 値 が ２ ８ ９ ｍ ｇ ／ ｄ ｌ ， 食 後 ２ 時 間 の 血 糖 値 が ４ ６ ２ ｍ ｇ ／ ｄ\nｌ と い う 状 況 で あ っ た ため ， 同 月 ２ ５ 日 ， 本 件 施 設 の 紹 介 に よ り Ｈ 病 院 を20\n受 診 し ， 血 糖 値 管 理 の た め に 同 日 か ら 同 病 院 に 入 院 し た （ 乙 ７ ）。\nエ   Ｄ は， 平 成 ２ ９ 年 ５ 月 ２ ９ 日 に 発熱 し ， 検 査 の 結 果 誤 嚥 性 肺 炎 と 診\n断 さ れ た 。\n入 院 当 初 の Ｄ には 普 通 食 が 提 供 さ れ て い た が ，誤 嚥 性 肺 炎 の 診 断 後 は き\nざ み 食 へ 食 事 内 容 が 変 更 さ れ た 。 入 院 中 の Ｄ の 食 事 に 関 し ， 診 断 書 （ 甲 １25\n０）で は ，「 入 院 以 前 よ り 入 所 施 設 よ り 異 食 が 指 摘 さ れ て い た 。食 事 中 食べ\nこ ぼ し が 多 い が 明 ら か な む せ 込 み な ど 誤 嚥 を さ れ て い る 印 象 は 認 め な か\nっ た 。」，「 誤 嚥 性 肺 炎 の 診 断 後 は き ざ み 食 へ 食 事 内 容 変 更 ，問 題 な く 食 事 摂\n取 を 行 え て い た 。 食 事 を 介 助 す る 際 ， エ プ ロ ン を 食 べ よ う と す る な ど 異 食\nに 関 し て は 入 院 後 も 認 め て い た 。」 と さ れ て い る 。\nオ   Ｄ は ， 糖 尿 病 及 び 誤 嚥 性 肺 炎 に 加 え ， 入 院 中 に 判 明 し た 抗 利 尿 ホ ル5\nモ ン 不 適 切 分 泌 症 候 群 の 治 療 も 受 け ， 平 成 ２ ９ 年 ６ 月 ２ ８ 日 ， 同 病 院 を 退\n院し ， 本 件 施 設 に 戻 っ た 。 同 病 院 の 退 院 支 援 計 画 書 （ 甲 ９ ） に よ れ ば ， Ｄ\nの 退 院 に か か る 問 題 点 ， 課 題 と し て ， 血 糖 が 安 定 す る よ う 治 療 を 受 け る 必\n要 が あ る と 指 摘 さ れ て い た 。\nカ   本 件 施 設 は ， 同 病 院 退 院 後 の Ｄ に 対 し て ， 糖 尿 病 食 と し て １ 日 当 た10\nり １ ４ ４ ０ キ ロ カ ロ リ ー の 食 事 を 朝 昼 夕 の ３ 回 に 分 け て 提 供 し て い た （乙\n１ ２ な い し １ ８ ）。Ｄ の，平 成 ２ ９ 年 ７ 月 ５ 日 午 前 ７ 時 時 点 の 血 糖 値 は １ ５\n７ ｍ ｇ ／ ｄ ｌ で あ り ， 同 日 午 前 １ ０ 時 時 点 の 血 糖 値 は ２ ７ ０ ｍ ｇ ／ ｄ ｌ で\nあ っ た （ 乙 ２ ６ ）。\nキ   本 件 施 設 は ， Ｄ に つ い て ， 著 し い 摂 食 ・ 嚥 下 機 能 障 害 を 有 し ， 誤 嚥15\nが 認 め ら れ る 状 態 で あ り ， 経 口 維 持 摂 取 の 取 組 ， 特 別 な 栄 養 管 理 が 必 要 で\nあ る と 認 め ， 医 師 の 指 示 の も と ， 経 口 維 持 計 画 書 を 作 成 し ， 各 職 種 が 毎 月\nコ メ ン ト を 記 入 す る こ と に し て い た（ 乙 ２ ，２ ０ ）。本 件 施 設 の 職 員 ら は ，\n平 成 ２ ９ 年 ６ 月 ２ ８ 日 及 び 平 成 ▲ 年 ▲ 月 ▲ 日に Ｄ の 食 事 の 観 察 と 会 議 を\n実 施 し ， そ の 際 に 気 付 い た 点 と し て 「 噛 ま ず に 次 か ら 次 へ と 食 べ 物 を 口 に20\n運 ん で い る 」，「 食 事 の 後 半 に お い て ， 特 に よ く む せ る 」 と い う 点 を 挙 げ て\nいる （ 乙 ２ ）。\nク   本 件 施 設 が 作成 してい た「 施 設 サ ー ビ ス 計 画 書 」 で は ， 平 成 ２ ９ 年\n６ 月 ２ １ 日 時 点 で ， Ｄ に つ い て ， 食 事 を む せ な く 全 量 摂 取 で き る こ と が 短\n期 目 標 と し て 設 定 され て お り（ 乙 １ ２ ），同 年 ７ 月 １ ５ 日 に 実 施 さ れ た「 ケ25\nア チ ェ ッ ク 」に お い て ，Ｄ に は 嚥 下 機 能 面 で の 問 題 が あ る こ と が 確 認 さ れ ，\n水 分 ト ロ ミ 対 応 ， 食 事 は 超 キ ザ ミ 食 で 提 供 す る こ と な ど が 確 認 さ れ てい た\n（ 乙 ５ ， １ ２ ）。\n(2)  平 成 ▲ 年 ▲ 月 ▲ 日 の 経 過\nア   午 後 ５ 時 ５ 分 頃 ， Ｄ は， 本 件 施 設 の ２ 階 東 デ イ ル ー ム に お い て 車 い\nす に 座 っ て 夕 食 を 開 始 し た 。  5\nＤ の 食 事 は ， 当 時 ， 主 食 は 全 粥 ， 副 食 は 超 き ざ み ， ト ロ ミ の 強 度 は ３ と\n設 定 さ れ て お り ，同 日 の 夕 食 の 内 容 は ，お 粥（ 軟 飯 ，と ろ み ），す り 身 の 和\n風 あ ん か け （ 超 刻 み 食 ， と ろ み ）， 里 芋 煮 （ 軟 菜 ， 一 口 大 ， と ろ み ）， 枝 豆\nの 白 和 え （ 軟 菜 ， 刻 み ， と ろ み ） で あ っ た （ 乙 ２ ， ２ １ ）。\nイ   Ｄ は ， 午 後 ５ 時 １ ０ 分 ま で の ５分 間に 食 事 の ７ 割 程度 を 自力で 摂取10\nし た 。 そ れ 以 降 は ， Ｆ が 介 助 を 行 い ， 午 後 ５ 時 ２ ０ 分 頃 ， Ｄ は 食 事 を 完 食\nし た 。 Ｆ は ， 他の 利 用 者 の 口 腔 ケ ア の た め に Ｄ の も と を 離 れ て 同 フ ロ ア に\nある 洗 面 所 に 向 か っ た 。 食 事 終 了 後 の Ｄ は ， 車 椅 子 に 座 っ た ま ま 斜 め 上 を\n見 る よ う な 形 で 目 を つ ぶ っ て い た 。\nウ   午 後 ５ 時 ２ ５ 分 頃 ， Ｄ の 様 子 に 異 変 を 感 じ た Ｇ は， 担 当 し て い た 利15\n用 者 の 食 事 介 助 を 中 断 し ， Ｄ の そ ば に 行って 声 を か け た 。 と こ ろ が， Ｄ の\n反 応 が な か っ た た め ， Ｆ と 本 件 施 設 の 職 員 １ 名 を 呼 び ， Ｄ の 様 子 を み て も\nら っ た 。\nエ   午 後 ５ 時 ３ ０ 分 頃 ， 本 件 施 設 の 職 員 は ， Ｄ を 同 フ ロ ア の サ ー ビ ス ス\nテ ー シ ョ ン 前 ま で 運 んだ。 Ｄ は， 開 口 し た ま ま ， 頸 部 後 屈 ， 瞳 孔 散 大 ， 顔20\n面 蒼 白 の 状 態 で 意識 を 喪失 してい た 。 本 件 施 設 の 職 員 らが ， Ｄ に対し て 心\n臓 マ ッ サ ー ジ を 行 い ， そ れ に 引 き 続 い て 吸 引 を 行 っ た と こ ろ ， 食 物 残渣 が\n大 量 に 引 け た 。 再 度 心 臓 マ ッ サ ー ジ を 行 い ， ア ン ビ ュ ー バ ッ ク （ 手 動 で 送\n気 し 人 工 換 気 を 行 う 器 具 ）に よ る 人 工 換 気 も 行 っ た 上 で 吸 引 を 行 っ た と こ\nろ， 口 腔 内 に 胃 内 容 物 が 上 が っ て き た。  25\nオ   午 後 ５ 時 ３ ５ 分 頃 ， Ｄ に 対 し て 心 電 図 が 装 着 さ れ ， 波 形 が わ ず か に\n観 測 さ れ た（ 乙 １ ９ ，２ ３ ）。そ の 後 も Ｄ に 対 す る 心 臓 マ ッ サ ー ジ 及 び ア ン\nビ ュ ー バ ッ ク に よ る 人 工 換 気 は 継 続 さ れ た 。\nカ   救 急 隊 到 着 当 時 の Ｄ の 心 電 図 波 形 は Ｐ Ｅ Ａ で あ った。 消 防 隊 は 自 動\n心 マ ッ サ ー ジ 器 を 装 着 し ， ラ リ ン ゲ ル チ ュ ー ブ に よ る 気 道 確 保 を 行 っ た 。\n換 気 状 態 は 良 好 で あ っ た （ 甲 ２ ０ ）。  5\nキ   Ｄ は， 午 後 ６ 時 ５ 分 頃 ， 救 急 隊 員 に よ り Ｈ 病 院 に 搬 送 さ れ た 。 搬 送\n中，複 数 回 胃 内 容 物 の 逆 流 が 確 認 さ れ た（ 甲 ２ ０ ）。同 病 院 到 着 時 ，Ｄ は，\n対 光 反 射 な く 瞳 孔 散 大 ， 自 発 呼 吸 が な く ， 心 電 図 波 形 は Ｐ Ｅ Ａ の 状 態 で あ\nった （甲 １ １ ， ２ ０ ）。\nク   Ｈ 病 院 は，Ｄ に 対 し ，採 血 検 査 を 行 っ た（ 甲 １ １ ，２ １ ）。午 後 ６ 時10\n９ 分 頃 に 採 取 さ れ た Ｄ の 血 液 の 検 査 結 果 に よ れ ば ， 血 糖 値 は 上 限 値 （ １ １\n０ ｍ ｇ ／ ｄ ｌ ） を 上 回 る ３ ６ １ ｍ ｇ ／ ｄ ｌ であ り， 午 後 ６ 時 １ ３ 分 頃 に 採\n取 さ れ た Ｄ の 血 液 の 検 査 結 果 に よ れ ば ， 血 糖 値 は 上 限 値 を 上 回 る ３ ５ ０ ｍ\nｇ ／ ｄ ｌ ， 血 中 Ｆ Ｄ Ｐ は 上 限 値 （ ５ μ ｇ ／ ｍ ｌ ） を 上 回 る ４ ６ ． ２ μ ｇ ／\nｍ ｌ ， Ｄ Ｄ ダ イ マ ー は 上 限 値 （ １ μ ｇ ／ ｄ ｌ ） を 上回 る ９ ． １ ｍ ｇ ／ ｄ ｌ15\nで あ っ た が ， 白 血 球 数 及 び ＣＫ は 正 常 値 で あ っ た （ 甲 １ ５ ）。\nケ   Ｄ は， 午 後 ６ 時 ３ ９ 分 頃 ， 死 亡 が 確 認 さ れ た 。 Ｄ に 対 し ， Ｃ Ｔ に よ\nる 死 亡 時 画 像 診 断 （ ＡＩ ） が 実 施 さ れ ， 両 側 肺 野 に 浸 潤 影 ， 気 管 内 液 貯 留\nが 認 め ら れ た （ 甲 １ １ ， ２ １ ）。\n２   争点 (1)（ Ｄ の 死 因 は 誤 嚥 に よ る 窒 息 か ） に つ い て  20\n(1)  Ｈ 病 院 医師 作成 の 診 断 書 （ 甲 １ １ ） の 検 討\nア   Ｈ 病 院 の 医 師 は ，Ｄ の 死 因 に つ い て ，死 亡 確 認 後 ，画 像 診 断 を行い ，\n気 道 内 に 異 物 が あ り ， か つ 気管 内 液 貯 留 が 確 認 さ れ た と し て ， 気 道 内 異 物\nに よ る 窒 息 で あ る と 診 断 書 に 記 載 し て い る 。\nも っ と も ， 死 亡 確 認 後 の 画 像 診 断 の 結 果 は ， い つ の 時 点 で い か な る 機 序25\nで 気 道 内 に 異 物 が 入 っ た の か ま で を 直 ち に 明 ら か に す る も の で は な い 。 そ\nこ で ， Ｄ が 死 亡 に 至 る ま で の 間 ， い か な る 時 点 で 誤 嚥 が 生 じ た の か に つ い\nて 検 討 す る 。\nこ の 点 ， Ｄ は ， 午 後 ５ 時 ５ 分 頃 夕 食 を 開 始 し ， 午 後 ５ 時 ２ ０ 分 頃 に は 夕\n食 を 完 食 し て い る と こ ろ ，そ の 後 の 午 後 ５ 時 ３ ０ 分 頃 の 時 点 で 瞳 孔 が 散 大\nし て お り ，心 臓 マ ッ サ ー ジ と 吸 引 ，人 工 換 気 が 開 始 さ れ た こ と か ら す れ ば ，5\nそ の 頃 に は 呼 吸 停 止 状 態 に あ っ た と 解 さ れ る か ら ，窒 息 の 原 因 と な る よ う\nな 誤 嚥 が あ っ た と す れ ば ， 当 該 夕 食 の 食 事 中 か ， 完 食 後 の 約 １ ０ 分 の 間 の\nこ と で あ る と 仮 定 で き る 。\nイ   食 事 中 の 誤 嚥 の 可 能 性 に つ い て\n原 告 は ， 死 亡 当 日 の 夕 食 に つ き ， Ｄ が ５ 分 間 で ７ 割 程 度 の 量 を 自 力 で 摂10\n取 し て い る こ と を 指 摘 し ， こ の よ う な 食 事 摂 取 の 仕 方 は ， 口 腔 内 や 咽 頭 内\nに 食 物 を 残 存 さ せ ， 食 物 の 誤 嚥 を 惹 起 し 得 る も の であ る 旨 主 張 す る 。\nし か し な が ら ， Ｄ の 食 事 は １ 食 当 た り の エ ネ ル ギ ー 量 が ４ ８ ０ キ ロ カ ロ\nリ ー で あ っ て ， 食 事 の 総 量 自 体 が そ こ ま で 多 く は な か っ た と 認 め ら れ ， そ\nの 内 容 も 全 粥 等 で あ っ た こ と を 踏 ま え る と ，食 事 の ７ 割 程度 を ５ 分 間 で 摂15\n取 す る こ と が 危 険 な 速 度 の 食 事 摂 取 で あ る と 一 概 に は い え な い 。 ま た ， Ｄ\nは ， ５ 分 間 で 食 事 の ７ 割 程 度 を 自 力 で 摂 取 し た 後 ， 残 り を Ｆ の 介 助 の も と\n１ ０ 分 間 か け て 摂 取 し て い る が ， そ の 間 ， Ｄ に む せ 込 み や 顔 色 の 変 化 ， 呼\n吸 困 難 等 の 異 変 が あ っ た こ と は 確 認 さ れ て い な い 。\nそ う す る と ， Ｄ が， ５ 分 間 で 夕 食 の ７ 割 程 度 を 摂 食 し た こ と を も っ て ，20\nＤ が 食 事 中 に 食 物 を 誤 嚥 し ， こ れ に よ り 気 道 閉 塞 が 生 じ た と は 直 ち に 認 め\n難い 。\nウ   完食 後 の 誤 嚥 の 可 能 性 に つ い て\n次 に ， Ｄ が ， 夕 食 完 食 後 間 も な く 重 篤 な 気 道 閉 塞 を 起 こ し た 可 能 性 に つ\nい て 検 討 す る と ， Ｄ が， 夕 食 完 食 後 ， 意 識 喪 失 状 態 で 発 見 さ れ る ま で の 間25\nに ， む せ 込 ん だ り ， チ ア ノ ー ゼ ， 痙 攣 等 の 症 状 を 呈 し た と は 認 め ら れ な い\nし， Ｇ が Ｄ の 異 変 に 気 付 い た 時 点 や 意 識 喪 失 状 態 の Ｄ が サ ー ビ ス ス テ ー シ\nョ ン 前 ま で 運 ば れ た 時 点 に お い て Ｄ の 口 腔 内 に 食 物 が 残 存 し て い た り ， 口\n周 辺 に 食 物 が 付 着 し て い る な ど ， Ｄ が 食 物 を 逆 流 さ せ た こ と を う か が わ せ\nる 事 情 は 認 め ら れ な い こ と か ら す る と ， Ｄ が 夕 食 完 食 後 に 口 腔 内 に 残 存 し\nて い た 食 物 を 誤 嚥 し ， あ る い は ， 嚥 下 し た 後 に 食 物 の 逆 流 を 起 こ し ， そ れ5\nを 誤 嚥 し た と も 認め 難い。\nこ の 点 に つ い て ， 原 告 ら は ， 認 知 症 の 高 齢 者 で あ る Ｄ が 不 顕 性 誤 嚥 を 起\nこ し て い た 可 能 性 や ， Ｄ が 生 理 的 防護 反 射 を 生 じ さ せ て いた も の の ， その\n程 度 が 小 さ く ， Ｇ が気 付 か な か っ た 可 能 性 を 指 摘 す る 。\nし か し な が ら ， Ｄ は ， 死 亡 の ３ 日 前 （ 平 成 ▲ 年 ▲ 月 ▲ 日 ） に 実 施 さ れ た10\n食 事 の 観 察 の 際 に お い て も 食 事 の 後 半 に お い て よ く む せ る こ と が 確 認 さ\nれ て い る な ど ， Ｄ の 気 道 内 の 生 理 的 防護 反 射 機 能 は 周 囲 に 把 握 で き る 程度\nの も の と し て 一 定 程 度 保 た れ て い た こ と が 認 め ら れ る か ら ， 食 物 を 誤 嚥 し\nた の で あ れ ば ， 気 道 閉 塞 を 生 じ 死 亡 に 至 る ま で の 間 に 一 切 む せ を 生 じ な か\nっ た と は 考 え 難 い 。  15\nま た ， こ の 点 を 措 く と し て も ， 急 性 窒 息 の 症 状 で あ る 血 液 中 の 酸 素 濃 度\n低 下 に よ り 生 じ る チ ア ノ ー ゼ や ，脳 血 流 中 の 無酸素 及び 高 二 酸 化 炭 素 血症\nに よ り 生 じ る 痙 攣 が ， 高齢 者 や 認 知 症 患 者 に は 生 じ な い こ と が あ る こ と を\n示 す 知 見 も 見 当 た ら ない 。 そ う す る と ， 前 記 諸 症 状 が い ず れ も 認 め ら れ な\nい こ と は ， Ｄ が 高 齢 か つ 認 知 症 で あ っ た こ と を 踏 ま え て も ， Ｄ が 窒 息 を 起20\nこ し て い な い こ と を 相 当 程 度 推 認 さ せ る 事 情 で あ る と い う こ と が で き る 。\nし た が っ て ， こ の 点 に 関 す る 原 告 の 主 張 は 採 用 で き な い 。\nエ   む し ろ ， 本 件 施 設 の 職 員 ら が 意 識 を 喪 失 し た Ｄ に 対 し 心 臓 マ ッ サ ー\nジ を 開 始 し た 後 ， 吸引 に よ り 食物 残渣 が 多 量 に 引 け て い る と こ ろ ， 心 臓 マ\nッ サ ー ジ の際に 圧 迫 す る 部 位 は 胃 及 び 食 道 に 近 接 し て い る こ と ， Ｈ 病 院 に25\n搬 送 さ れ る ま で の 間 にも 胃 内 容 物 の 逆 流 が 複 数 回 確 認 さ れ て い る こ と ，一\n方， 人 工 換 気 が 継 続 さ れ 換 気 状 態 は 良 好 で あ っ た こ と か ら す れ ば ， 心 臓 マ\nッ サ ー ジ に よ っ て 逆流した 胃 内 容 物 等 が Ｄ の 気 道 内 や 気 管 内 に 混 入 し た\n可 能 性 を 否 定 す る こ と は で き な い 。\nオ   そ う す る と ， Ｈ 病 院 の 医師 が 作 成 し た 診断 書 （ 甲 １ １ ） の 上記 記載\n内容 か ら 直 ち に Ｄ の死因が 本 件 施 設 に お け る 食 事 介 助 中 又 は 食 事 終 了 後5\nの 見 守 り 中 に 生 じ た 誤 嚥 に よ る 窒 息 で あ る と 認める こ と は で き な い 。\n(2)  急 性 心 筋 梗 塞 の 可 能 性\nア   Ｄ は ２ 型 糖 尿 病 で あ り ， Ｈ 病 院 に お け る 入 院 治 療 後 も ， そ の 血 糖 値\nは 高 値 を 保 っ て い た こ と か ら す れ ば ， Ｄ は ， 通 常 よ り も 心 筋 梗 塞 を 発 症 す\nる 危 険 性 が 高 い 状 態 に あ っ た と い う こ と が で き る。 ま た ， Ｄ が 意 識 を 喪 失10\nし た 後 に 実 施 さ れ た 血 液 検 査 に お け る 血 中 Ｆ Ｄ Ｐ 及 び Ｄ Ｄ ダ イ マ ー の 数\n値 も 高 値 で あ り ， 心 筋 梗 塞 を 発症 し て い た と し て も 矛 盾 し な い 。\nイ   Ｄ に お い て ，心 筋 梗 塞 の 典 型 的 な 症 状 で あ る 胸 部 疼 痛 が 発 生 し て い\nた こ と は 確 認 さ れ て い ない 。 し か し ， 高 齢 者 や 糖 尿 病 患 者 に お い て は 無 痛\n性 心 筋 梗 塞 を 発 症 す る こ と が あ る 旨 報 告 さ れ て お り ， 胸 部 疼 痛 発 生 の 兆 候15\nが な か っ た と し て も ， そ こ か ら 直 ち に Ｄ が 心 筋 梗 塞 を 発 症 し て い た 可 能 性\nが 否 定 さ れ る わ け で はない 。\nま た ， 心 電 図 に お け る Ｔ 波 の 増 高 も 確 認 さ れ て い な い が ， Ｄ に 関 す る 心\n電 図 は い ず れ も Ｐ Ｅ Ａ 状 態 か あ る い は 心 臓 マ ッ サ ー ジ 中 の も の と 解 さ れ\nる と こ ろ ， 心 筋 梗 塞 の 初 期 に お い て Ｔ 波 の 増 高 が 確 認 さ れ る と し て い る 医20\n学 的 文 献 （ 甲 １ ７ な い し １ ９ ， ３ ２ ， 乙 ２ ５ ） は い ず れ も ， 心 臓 の 自 発 的\nな 収 縮 が 生 じ て い る 場 合 （ Ｑ Ｒ Ｓ 波 が 観 測 で き る 場 合 ） を 前 提 と し て い る\nと 解 さ れ ， Ｐ Ｅ Ａ 状 態 や 心 臓 マ ッ サ ー ジ 中 に お い て も 心 筋 梗 塞 の 発症 に伴\nう Ｔ 波 の 増 高 を 観 測 す る こ と が で き る か 疑 い が 残 る 。 そ う す る と ， Ｄ の心\n電 図 上 ， Ｔ 波 の 増 高 が 確 認 さ れ て い な い こ と を も っ て ， Ｄ が 心 筋 梗 塞 を発25\n症 し て い た 可 能 性 を 否定 す る こ と は で き な い 。\nさらに，Ｄ の 血 液 検 査 結 果（ 甲１５ ）に お い て ，心 筋 梗 塞 の 発 症 を 示 す ，\nＣ Ｋ ， ト ロ ポ ニ ン Ｔ 及 び 白 血 球 数 の 増 加 が 確 認 さ れ て い な い が ， 前 記 血 液\n検 査 が 行 わ れ た の は Ｄ の 異 変 が 確 認 さ れ た と き （ 午 後 ５ 時 ２ ５ 分 頃 ） か ら\n１ 時 間 も 経 過 し て い な い 午 後 ６ 時 １ ３ 分 で あ り ， 各 数 値 の 上 昇 に 関 す る 医\n学 的 知 見 か ら す れ ば ， 数 値 の 上 昇 が 始 ま る 前 で あ っ た 可 能 性 を 否 定 で き ず ，5\n前 記 血 液 検 査 の 結 果 に よ っ て も Ｄ が 心 筋 梗 塞 を 発 症 し て い た 可 能 性 は 否\n定 さ れ な い 。\nウ   以 上 か ら ， Ｄ が 急 性 心 筋 梗 塞 を 発 症 し て い た 可 能 性 を 否定 す る こ と\nは で き な い 。\n(3)  そ の 他 死 因 の 可 能 性  10\n加えて ， 当 時 ， 既 に ８ ０ 歳 に な り ， 高 血 圧 や 糖 尿 病 な ど の 複 数 の 基 礎 疾\n患 を 有 し ， 身 体 機 能 ， 認 知 機 能 の 衰 え か ら ， 本 件 施設 に お い て ほ ぼ 全 介 助\nの 介 護 を 受 け て い た Ｄ に つ い て ，そ の 死因 は 食 物 の 誤 嚥 に よ る 窒 息 死 か 心\n筋 梗 塞 に よ る 心 不 全 か の 二 者 択 一 の 関 係 に あ る わ け で は な く ， 心 筋 梗 塞 に\nよ る 心 不 全 の 可 能 性 が ない と さ れ た 場 合 に ，食 物 の 誤 嚥 に よ る 窒 息 が 死 因15\nで あ る と 直 ち に 認 め ら れ る わ け で は な い 。\n(4)  まとめ\n以 上 に よ れ ば ， 証 拠 上 ， Ｄ の 死 因 に つ い て ， 食 物 を 誤 嚥 し た こ と に よ る\n窒息 で あ る と 認 め る に 足 り な い と い う ほ か は な い 。\n第４   結論  20\nよって ， そ の 余 の 点 に つ い て 判断 す る ま で も な く 原 告 ら の 請 求 は い ず れ\nも 理 由 が な い か ら こ れ を 棄 却 す る こ と と し ， 主 文 の と お り 判 決 す る 。\n岐 阜 地 方 裁 判 所 民 事 第 １ 部\n裁 判 長 裁 判 官     鈴       木     陽   一   郎\n裁判官     横       井     健   太   郎\n裁判官     奥       野     佑       麻\n"
}