{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 2,
    "month": 12,
    "day": 16
  },
  "case_number": "平成29(行ウ)119",
  "case_name": "遺族補償年金等不支給処分取消請求事件",
  "court_name": "名古屋地方裁判所民事第1部",
  "lawsuit_id": "90075",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=90075",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/075/090075_hanrei.pdf",
  "contents": "令和２年１２月１６日判決言渡  同日原本領収  裁判所書記官\n平成２９年（行ウ）第１１９号  遺族補償年金等不支給処分取消請求事件\n口頭弁論終結日  令和２年７月２７日\n判         決\n当事者の表示  別紙１「当事者目録」記載のとおり\n主         文\n１  名古屋北労働基準監督署長が平成２８年１１月３０日付けで原告に対して\nした労働者災害補償保険法による遺族補償年金及び葬祭料を支給しない旨の\n処分をいずれも取り消す。\n２  訴訟費用は被告の負担とする。\n事実及び理 由\n第１  請求\n主文同旨\n第２  事案の概要等\n１  事案の概要\n本件は，ヤマト運輸株式会社（以下「本件会社」という。）でセンター長として\n勤務していたＡ（以下「本件労働者」という。）の妻である原告が，本件労働者が\n平成２８年▲月▲日に自殺した（以下「本件自殺」という。）のは本件会社におけ\nる業務に関連して生じた心理的負荷により発病した精神障害の影響によるもの\nであると主張して，名古屋北労働基準監督署長（以下「処分行政庁」という。）に\n対し，労働者災害補償保険法（以下「労災保険法」という。）に基づき遺族補償年\n金及び葬祭料の支給を請求したところ，処分行政庁が平成２８年１１月３０日付\nけで，いずれも支給しない旨の処分（以下「本件各処分」という。）をしたことか\nら，被告に対し，その取消しを求めた事案である。\n２  前提事実（当事者間に争いがないか証拠等により容易に認められる事実）\n⑴  当事者等\nア  本件会社は，貨物自動車運送事業及び貨物利用運送事業等を行う株式会社\nであり，平成２８年４月１日時点で，東京都中央区所在の本社のほか，全国\nに１０の支社，６９の主管支店，さらにその下部に６０６４のセンターを設\n置していた。（乙１０）\nイ  原告は，本件労働者（昭和▲年▲月▲日生まれ）の妻であり，本件労働者\nの収入によりその生計を維持していた者である。また，原告は，本件労働者\nの葬儀を行った。（争いがない）\n⑵  本件労働者の経歴等\nア  本件労働者は，平成▲年３月に高等学校を卒業した後，複数の会社で勤務\nし，平成４年５月から平成１０年１０月までは，佐川急便株式会社で勤務す\nるなどした後，平成１１年８月１６日，本件会社に入社した。（甲Ａ８，乙１，\n１３，弁論の全趣旨）\nイ  本件労働者は，本件会社に入社後，複数の営業所で勤務した後，平成１４\n年４月１６日以降は，複数のセンターでセンター長を務め，平成２４年８月\n１６日からは，愛知主管支店Ｂ支店Ｃセンターのセンター長，平成２７年９\n月１日からは，愛知主管支店Ｄ支店Ｅセンターのセンター長を務めた。（甲\nＡ８，乙１，１１，１３，弁論の全趣旨）\n⑶  Ｃセンターにおける出来事等\nア  Ｂ支店にはＣセンターとＦ宅急便センターが置かれているが，両センター\nは異なる建物に所在しており，Ｂ支店の支店長は，Ｆ宅急便センターに常駐\nしており，平成２７年４月から，Ｇ（以下「Ｇ支店長」という。）が務めてい\nた。（乙３７，乙４２）\nイ  本件労働者の自宅からＣセンターまでの出勤に要する時間は，３０分から\n４０分ほどであった。（原告）\nウ  本件労働者がＣセンターのセンター長として在職中であった平成２７年\n４月から同年８月末までの間に，以下のような出来事があった。\nＣセンターのあるセンター員は，本件会社のインターネット上の意見箱\nに本件労働者のパワーハラスメントにより出社することが精神的に苦痛\nであり，Ｃセンターのセンター長を替えてほしい旨の意見を匿名で投書し\nた。（乙３８，３９）\n本件労働者は，Ｇ支店長と口論し，およそ１週間後にＧ支店長に謝罪し\nた。（争いがない）\nエ  本件労働者は，平成２７年９月１日，Ｃセンターのセンター長からＥセン\nターのセンター長に異動した（以下「本件異動」という。）。（争いがない）\n⑷  Ｅセンターにおける出来事等\nア  Ｄ支店にはＥセンター，Ｈセンター及びＩセンターが置かれ，３つのセン\nターは，いずれも同一の建物に所在していたが，その担当地域を異にし，Ｅ\nセンターは，名古屋市Ｊ区の一部をその担当地域としていた。Ｄ支店の支店\n長は，平成２６年４月から，Ｋ（以下「Ｋ支店長」という。）であり，Ｄ支店\nに所属する本件会社の従業員は，８０人前後，そのうちＥセンターに所属す\nる者は，２２人から２５人ほどであった。（甲Ａ１６，乙１５，４３，弁論の\n全趣旨）\nイ  本件労働者の自宅からＥセンターまでの出勤に要する時間は，１０分ほど\nであった。（甲Ａ１０，原告）\nウ  本件労働者がＥセンターのセンター長として在職中，以下のような出来事\nがあった。\nＥセンターのセンター員（同一人物ではない。）は，平成２８年２月１９\n日及び同月２３日，業務中に相次いで交通事故に遭った（以下，２件の交\n通事故を併せて「センター員による２件の事故」ということがある。）。（乙\n２４，２５）\n本件労働者は，平成２８年３月３０日，業務中に交通事故（以下「本件\n労働者の事故」という。）に遭った。（争いがない）\n⑸  所定労働時間等\nＥセンターにおける所定労働時間等は，以下のとおりである。なお，本件会\n社の就業規則は，各月度の勤務交番表は毎月１６日を起算日とし，当月１０日\nまでに翌月度分を作成して社員に明示することとしている。（甲Ａ５）\nア  所定労働時間  ８時から１７時\nイ  所定休憩時間  １２時から１３時までの１時間\nウ  休日\n毎週１日又は４週間に４日（あらかじめ各月度の勤務交番表で指定する。\n年間５２日）\nその他の休日（あらかじめ各月度の勤務交番表で指定する。年間６５日）\n⑹  勤務時間管理方法\n本件労働者を含むサービスドライバーは，出社時には，タイムカードを打刻\nした後，端末装置ポータブルポス（以下「ＰＰ」という。）に勤務開始時刻を入\n力し，退社時には，ＰＰに勤務終了時刻を入力した後，タイムカードを打刻す\nることとされていた。なお，業務時間に関してＰＰに入力した結果は，月毎に\n集計されて勤務時間実績表に反映され，本件会社は，勤務時間実績表の記載を\n基に各従業員の給与計算等を行っていた。（乙１４，１５）\n⑺  精神障害の発病及び本件自殺\nア  本件労働者は，平成２８年３月下旬頃，適応障害を発病した。（争いがな\nい）\nイ  本件労働者は，平成２８年▲月▲日，本件会社に出社せず，同月３日，愛\n知県Ｌ市所在の林内で縊死しているところを発見された。遺体の状況や遺書\nが存在したことなどから，本件労働者は，同月▲日午後９時頃，自殺したも\nのと認められる。（甲Ａ６，７の１及び２）\nウ  本件労働者が原告に宛てた遺書には，「仕事で事故を起して（判決注・マ\nマ）しまいました。５回目です。前代未聞だそうです。立場上性格上ヤマト\n運輸で仕事を続けていく自信が完全に折れてしまいました。」などと記載さ\nれていた。（甲Ａ７の１）\n⑻  本件訴訟に至る経過\nア  原告は，処分行政庁に対し，平成２８年６月２３日，本件労働者は長時間\n労働や事故の対応等による強い心理的負荷により精神障害を発病し自殺し\nたものであるとして，遺族補償年金及び葬祭料の支給を請求した。これに対\nし，処分行政庁は，同年１１月３０日付けで，本件労働者は「業務上疾病に\nて死亡したものとは認められない」として，いずれも不支給とする旨の処分\n（本件各処分）をした。（甲Ａ１，２，乙２，３）\nイ  原告は，本件各処分を不服として，愛知労働者災害補償保険審査官に対し，\n平成２９年２月２日，審査請求をしたが，同審査官は，同年８月１８日付け\nでこれを棄却する旨の決定をした。（甲Ａ４，乙４）\nウ  原告は，名古屋地方裁判所に対し，平成２９年１０月６日，本件訴訟を提\n起した。（顕著な事実）\n⑼  「心理的負荷による精神障害の認定基準」について\n労働省（現・厚生労働省）は，精神障害の業務起因性を適正・迅速に判断す\nるための基準を策定するため，精神医学，心理学及び法律学の研究者で構成さ\nれる「精神障害等の労災認定に係る専門検討会」を設置し，同専門検討会から\n提出された「精神障害等の労災認定に係る専門検討会報告書」を踏まえ，平成\n１１年９月１４日，「心理的負荷による精神障害等に係る業務上外の判断指針」\nを策定し，これに基づき業務起因性の判断を行ってきた。その後，厚生労働省\nは，平成２１年４月６日に上記判断指針を一部改正したが，精神障害の労災請\n求件数が大幅に増加し，審査の迅速化及び効率化が求められるようになったこ\nとから，精神医学，心理学及び法律学等の専門家で構成される「精神障害の労\n災認定の基準に関する専門検討会」を設置し，業務起因性の認定基準に関する\n検討を依頼した。厚生労働省は，上記「精神障害の労災認定の基準に関する専\n門検討会」から平成２３年１１月８日付けで提出された「精神障害の労災認定\nの基準に関する専門検討会報告書」（以下「平成２３年専門検討会報告書」とい\nう。）の内容を踏まえ，同年１２月２６日，業務起因性に関する新たな判断基準\nとして，別紙２「心理的負荷による精神障害の認定基準」（以下「認定基準」と\nいう。）を策定し，上記判断指針を廃止した。（乙５ないし９）\n３  本件の争点及び当事者の主張\n本件の争点は，本件自殺の業務起因性であり，特に，業務による心理的負荷が\nどの程度であったかが争われている。当事者の主張は以下のとおりである。\n（原告の主張）\n⑴  判断枠組み\n労災補償制度は，労働者が人たるに値する生活を営むため必要を充たすべき\n労働条件の最低基準（労働基準法１条参照）を定立することを目的に，負傷や\n疾病等が「業務上」であることのみを要件として，各種補償の給付を行う法定\n救済制度であり，同制度を危険責任の法理で説明することはできない。労災保\n険法の「業務上」の判断につき，危険責任の法理に基づいて厳格に判断するこ\nとは制度の趣旨に合致するものではない。具体的には，業務起因性の判断に当\nたって相当因果関係が必要であるとしても，①業務による心理的負荷の程度は，\n平均的労働者ではなく，被災者本人を基準に判断すべきであり，②業務が他の\n原因と共働して発病に至らしめたのであれば，それで足りると解すべきである。\n認定基準は，飽くまで行政内部の解釈基準であり，裁判所を拘束するものでは\nない。また，認定基準は，因果関係の範囲を厳しく絞っており不当であるため，\n認定基準に該当しないことでもって，業務起因性が否定されるべきではない。\n⑵  業務に起因する心理的負荷について\n本件労働者は，本件会社における業務に起因して，以下のとおりの心理的負\n荷を受けていた。\nア  Ｃセンターにおけるトラブル\n本件労働者は，Ｃセンターのセンター長を務めていた際，センター員から，\n社内のインターネット上の意見箱を介して，暴言等を指摘の上でセンター長\nを交代してほしい旨要望を出されたことがあった。本件労働者の上司は，こ\nのような意見を踏まえ，本件労働者と面談したが，本件労働者は，業務上の\nミスが続いたセンター員に対し，感情的に対応をしてしまったことがあった\n旨回答し，上司は，これに対して指導を行った。\nまた，本件労働者は，ＣセンターのＧ支店長と折り合いが悪く，業務の進\nめ方について口論になり，１週間後に本件労働者が謝罪するという出来事も\nあった。\n以上の出来事のうち，センター員からの意見は，認定基準別表１の具体的\n出来事３２「部下とのトラブルがあった」に該当し，その心理的負荷の強度\nは，「中」，上司から指導を受けたこと及びＧ支店長との関係は，いずれも同\n３０「上司とのトラブルがあった」に該当し，心理的負荷の強度は，前者が\n「弱」，後者が「中」である。\nイ  本件異動\n本件異動は，Ｃセンターのセンター員から，本件労働者に対する苦情が\n出されたこと及びこれに伴う指導を理由とするものであった。しかし，上\n記苦情や指導は，本件労働者にとって不本意なものであり，本件労働者は，\nその時期を含め，本件異動について納得していなかった。また，本件労働\n者は，本件異動により配送エリアが変更になり，センター内でも新たに人\n間関係を構築することが必要になっただけでなく，本件異動は，支店長の\n常駐のない小規模なセンター（Ｃセンター）から複数のセンターが併設さ\nれ支店長も常駐する規模の大きなセンター（Ｅセンター）への異動であり，\nしかも，Ｅセンターは，当時，立て直しが求められていた困難な場所であ\nった。\n上記の事情を踏まえれば，本件異動は，認定基準別表１の具体的出来事\n２１「配置転換があった」に該当し，「配置転換後の業務が容易に対応でき\nるものであり，変化後の業務の負荷が軽微であった」（心理的負荷の強度\nが「弱」とされる例）などとは到底いえず，その心理的負荷の強度は，「中」\nである。\nなお，本件異動やこれに至る経過は，本件労働者の精神障害発病前６か\n月以内の期間の出来事ではないものの，「概ね」６か月以内の出来事に該\n当するとはいえる。また，精神障害発病前６か月より前の出来事であった\nとしても，精神障害発病前６か月以内の期間の出来事とつながりのある出\n来事の場合には，その心理的負荷を総合考慮すべきである。本件労働者は，\n本件労働者に対するセンター員の苦情，これに伴う指導及び本件異動があ\nった後，本件異動に納得できないままＥセンターで勤務を続け，以下で検\n討するように，長時間労働を行い，平成２８年２月にはセンター員による\n２件の事故，同年３月には本件労働者の事故を経験したのであり，心理的\n負荷を受ける出来事が連続していたのである。よって，本件自殺の業務起\n因性を判断するに当たっては，本件異動及びこれに至る経過による心理的\n負荷も併せて検討する必要がある。\nウ  長時間労働\n平成２８年３月末を起点とする直前６か月間の本件労働者の労働時間\n数は，別紙３のとおりであり，その算定方法は，下記のとおりである。\nａ  始業時刻\nタイムカード，運転日報及び勤務時間実績表（以下「タイムカード等」\nということがある。）のうち最も早い時刻を採用すべきである。\nｂ  休憩時間\n本件労働者は，配達業務に従事していない間にも，業務連絡，不在の\n電話の対応，午後からの荷物の積込み等の業務に追われており，昼食を\n摂る時間も十分にないほどであった。本件労働者が休憩を取っていたと\nはいえない。\nｃ  終業時刻\n本件労働者は，業務を終えた直後，原告に対してこれから帰宅する旨，\n携帯電話で連絡をしていた。また，メールやラインの履歴によれば，本\n件労働者は，タイムカード打刻後も原告への携帯電話への発信時刻まで\n勤務していたことが認められる。よって，最終退勤者による警備システ\nムセット（以下「セコムセット」という。）の時刻や本件労働者が送信し\nたラインの内容と矛盾する場合を除き，終業時刻は，上記電話連絡の時\n刻とすべきである。\n本件労働者から原告への発信履歴がない場合（なお，携帯会社の保存\n期間の関係で，平成２８年２月分及び同年３月分のみ発信履歴を取得す\nることができた。），原則として，タイムカードの打刻時刻を終業時刻と\nするが，メールやラインの履歴から本件労働者がタイムカード打刻後も\n働いていたことが認められる場合には，これらの送信時刻を採用すべき\nである。\nによれば，本件労働者の時間外労働時間数は，発病前１か月目が\n１０６時間０４分，２か月目が９７時間５８分，３か月目が８８時間４５\n分，４か月目が１４６時間４６分，５か月目が４０時間０５分，６か月目\nが６８時間３３分となり，発病前４か月目の労働時間は，認定基準別表１\nで「特別な出来事」とされる「極度の長時間労働」に近いし，発病前直前\n３か月間の労働時間は，認定基準別表１の具体的出来事１６「１か月に８\n０時間以上の時間外労働を行った」の「強」になる例である「発病直前の\n連続した３か月間に，１月当たりおおむね１００時間以上の時間外労働を\n行い，その業務内容が通常その程度の労働時間を要するものであった」に\n該当するといえるほどであった。よって，このような長時間労働の実態だ\nけでも業務起因性を認めるに足りるほどの心理的負荷であった。\nエ  Ｋ支店長のメール\nＫ支店長は，本件労働者に対し，携帯電話のメールで業務連絡を行ってい\nたところ，Ｋ支店長からのメールは，本件会社が目指す成果に至らない者を\n排除，侮辱し，本件労働者の人格を侵害する表現，及び目標に達することを\n強く迫り，本件労働者の心理を圧迫する表現を含むものであった。Ｋ支店長\nは，これらの表現を含む連絡を繰り返し行って本件労働者の精神的苦痛を増\n幅させていたのであって，これは，認定基準別表１の具体的出来事２９「（ひ\nどい）嫌がらせ，いじめ，又は暴行を受けた」に該当し，また，同３０「上\n司とのトラブルがあった」にも該当するものであったから，その心理的負荷\nの強度は，「強」である。\nオ  トライアル\n本件労働者は，本件会社が不在票を少なくするために行っていた取組（以\n下「トライアル」という。）により相当の心理的負荷を受けていた。Ｋ支店長\nは，本件労働者に対し，平成２８年２月以降，メールで何度もトライアルに\n関して言及していたが，本件労働者は，適切なアイデアを出すことができず，\n同年３月９日，「ごめん」と手書きした書き置きを残して自宅を出たほか，部\n下に対し，トライアルを実施しない旨連絡したり，Ｋ支店長に対し，トライ\nアルのアイデアが出ず，相当悩んでいる旨連絡したりした。よって，本件労\n働者がトライアルを指示されたことは，認定基準別表１の具体的出来事８\n「達成困難なノルマが課された」に該当し，その心理的負荷の強度は，「中」\nである。\nカ  センター員の事故\n本件会社は，宅配業者として，交通事故を起こさないことを重視している\nところ，本件労働者は，センター員による２件の事故が起きたことでセンタ\nー長として責任を問われる立場にあり，特に同時期に２件の交通事故が起き\nることは，異例であった。よって，センター員による２件の事故の発生は，\n認定基準別表１の具体的出来事５「会社で起きた事故，事件について，責任\nを問われた」に該当し，その心理的負荷の強度は，「中」である。\nキ  本件労働者の事故\n本件会社は，宅配業者として，交通事故を起こさないことを重視している\nところ，平成２８年２月にセンター員による２件の事故が発生したため，本\n件労働者は，センター員に対し，事故を起こさぬよう厳しく指導しており，\n同年３月３０日の朝礼の際も，防衛的な運転を心掛けるよう指示をしていた。\n本件労働者の事故は，そのような中で起きたものであり，加えて，本件労働\n者にとって，本件会社に入社してから５回目の事故であった。また，本件労\n働者の事故は，相手方の過失が大きいものであったにもかかわらず，本件労\n働者は，安全会議等で自身の過失を指摘され，その後，安全指導長による指\n導を受けた結果，非常に落ち込んだ様子を見せており，遺書にも，本件労働\n者の事故により心が折れた旨記載されていた。以上の事実を踏まえれば，本\n件労働者の事故は，認定基準別表１の具体的出来事３「業務に関連し，重大\nな人身事故，重大事故を起こした」に該当するほか，安全会議等で過失を指\n摘されたり，安全指導長による指導を受けたりしたことは，同３０「上司と\nのトラブルがあった」，同３１「同僚とのトラブルがあった」に該当する。本\n件労働者の事故及びその後の経過による心理的負荷の強度は，「強」である。\n⑶  総合評価\n本件異動は，いずれも「中」の心理的負荷である部下とのトラブル及び上司\nとのトラブルの後に生じた出来事であり，このような経過を踏まえて評価する\nと，その心理的負荷の強度は，「強」であるといえる。仮に，本件異動までに生\nじた相互に関連する出来事による心理的負荷の強度を「中」とみるとしても，\nその後，年末に１００時間を超える時間外労働をしたことによって，「強」の心\n理的負荷が生じたと評価できる。\nさらに，平成２８年２月のセンター員による２件の事故は，上記各出来事と\nは関連しないものの，年末の繁忙期から１か月程度という短期間で生じた出来\n事である。そして，本件労働者の事故は，センター員による２件の事故と関連\nするものであり，時期も近接しているばかりか，この時期は，トライアルの検\n討により長時間労働になった可能性もある。そうすると，これら事故及びトラ\nイアルによる心理的負荷だけをみても，その強度は，「強」である。\n一連の出来事を全体としてみても，部下や上司とのトラブルに始まり，本件\n異動，長時間労働と相互に関連する心理的負荷が生じていたところに，平成２\n８年２月以降，近い時期に連続して交通事故が生じたのであり，これらの出来\n事が概ね６か月の期間に起きていることを総合評価すれば，やはり，心理的負\n荷の強度は，「強」というべきである。\nよって，本件労働者の精神障害の発病及び本件自殺には業務起因性が認めら\nれる。\n（被告の主張）\n⑴  判断枠組み\n精神障害の発病に業務起因性が認められるには，業務と発病した精神障害と\nの間に相当因果関係が存在することが必要である。そして，労災保険法７条１\n項１号により保険給付を行うべき事由は，労働基準法による使用者の災害補償\nを行うべき事由と一致するところ，使用者の災害補償責任が危険責任を根拠と\nすることからすれば，上記相当因果関係の有無は，業務に内在する危険が現実\n化して精神障害が発病したと認められるかどうかにより判断されるべきであ\nる。これが認められるには，①業務による心理的負荷が，平均的な労働者にと\nって客観的に精神障害を発病させるに足りる程度のものであったこと，②業務\nによる心理的負荷が，その他の業務外の要因に比して相対的に有力な原因とな\nって，精神障害を発病させたことが必要であると解すべきであり，上記①及び\n②を判断するに際しては，最新の専門的知見に基づく平成２３年専門検討会報\n告書を踏まえて策定された認定基準に依拠するのが最も適切である。\n⑵  業務に起因する心理的負荷について\nア  Ｃセンターにおけるトラブル\n本件労働者がＣセンターのセンター長を務めていた際，センター員からの\n本件労働者に関する意見をきっかけに社内調査が行われ，本件労働者が上司\nから業務指導を受けたことがあったものの，当該意見の内容は，本件労働者\nの部下に対する業務指導の内容自体が不適切というよりは，その言葉遣いが\n厳しいというものであった。加えて，上記意見は，飽くまで社内のインター\nネット上の意見箱への投稿であり，客観的に本件労働者と部下との間でトラ\nブルがあったとはいえないから，認定基準別表１の具体的出来事３２「部下\nとのトラブルがあった」には該当しない。\n本件労働者の上司は，本件労働者が認めた事実を前提に，口調には気を付\nけるように指導したに過ぎず，通常の業務指導の範囲内であるから，認定基\n準別表１の具体的出来事３０「上司とのトラブルがあった」に当てはめると\nしても，その心理的負荷の強度は，「弱」である。\nＧ支店長と本件労働者の間で具体的な業務をめぐる方針等に関する意見\nの対立が生じていたとは認められず，両者の間で生じた口論も，本件労働者\nの言葉遣いに起因する行き違いであったと推測するのが自然である。また，\n両者は，最終的に和解してもいる。Ｇ支店長との関係は，認定基準別表１の\n具体的出来事３０「上司とのトラブルがあった」には該当しない。\nイ  本件異動\n本件異動は，本件労働者の精神障害発病前概ね６か月以内の期間の出来\n事ではない。\nこれを措くとしても，本件異動は，Ｅセンターの前任センター長の経験\n不足によりＥセンター内の取りまとめに不安があったところ，本件労働者\nの能力及び経験に期待したことを理由とするものであり，本件労働者も承\n諾の上で決定された。また，その時期についても，それ以前の異動の間隔\nに照らしても殊更急な異動であったとか，左遷を疑うようなものであった\nとはいえない。そして，配置転換に伴い新ルートを覚えることは，宅配・\n配送業界においては通常のことであり，本件異動前後の各センターにおけ\nる配送エリアの違いによる業務量及びセンター員数の増加はあっても，立\nて直しを求められたことによる業務の内容に変化はなく，本件異動後の業\n務内容及び業務量は，本件労働者の能力及び経験に見合ったものといえ，\n本件労働者に特段の負荷を課すものではなかった。\n本件異動について，認定基準別表１の具体的出来事２１「配置転換があ\nった」に当てはめて検討するとしても，その心理的負荷の強度は，「弱」で\nある。\nウ  長時間労働\n平成２８年３月末を起点とする直前６か月間の本件労働者の労働時間\n数は，別紙４のとおり（ただし，同年２月２３日の終業時刻については２\n１時とあるのを２２時に訂正する。）であり，その算定方法は，下記のとお\nりである。\nａ  始業時刻\n原告の主張を争わない。\nｂ  休憩時間\nその実態は，必ずしも明らかではないものの，関係者の供述から，原\n則として３０分程度の休憩を取ることはできていたとし，運転日報から\n休憩を取得していないことが分かる日や，配達業務を行っておらず所定\nどおりの休憩が取れた日について適宜修正の上，労働時間を算定した。\nｃ  終業時刻\nタイムカード等のうち最も遅い時刻を採用する。関係者の供述によれ\nば，本件労働者がタイムカード打刻後も退社しないで仕事をしていたと\nは認められない。また，本件労働者は，セコムセット時刻より相当後に\nなってから原告に電話連絡している日が少なからず存在するし，本件労\n働者が同僚に対し，退勤する旨ラインで送信した後，１時間経過してか\nら原告に帰宅の電話連絡をした日もある。\nによれば，本件労働者の時間外労働時間数は，発病前１か月目が\n７０時間００分，２か月目が５７時間０６分，３か月目が７９時間０２分，\n４か月目が１３３時間５７分，５か月目が３３時間２８分，６か月目が５\n９時間２５分となり，発病前４か月目は，認定基準別表１の具体的出来事\n１６「１か月に８０時間以上の時間外労働を行った」に該当するものの，\n認定基準別表１の「特別な出来事」である「極度の長時間労働」には該当\nしない。認定基準別表１によれば，他の出来事が発生した前後に恒常的な\n長時間労働（月１００時間程度となる時間外労働）が認められる場合，心\n理的負荷の強度を修正する要素となるがこれにも該当しない。\n発病前４か月目の時間外労働時間数は，その前後に比べ突出していると\nころ，この時期（平成２８年１月１日から平成２７年１２月３日）は，歳\n暮等により毎年繁忙になる時期であり，本件労働者にとって既に経験済み\nの業務内容であった。そして，認定基準別表１の具体的出来事１６の「強」\nになる例に該当する事情もない。よって，長時間労働による心理的負荷の\n強度は，「中」である。\nエ  Ｋ支店長のメール\nＫ支店長が本件労働者に送信したメールは，そのほとんどがＤ支店の３つ\nのセンターのセンター長全員に送信された業務に関する連絡又は指示であ\nる。Ｅセンターは，運送業等を営む本件会社において，一般の顧客である事\n業所，住宅等に直接荷物を届ける業務を担う部署であり，Ｋ支店長が本件労\n働者に送信したメールは，その業種及び業務の実態に鑑みれば，どこの職場\nでも通常見受けられる範囲の業務命令であって，その文言も特段乱暴である\nとはいえない。また，Ｋ支店長は，本件労働者に対し役職試験を受けること\nを勧めるなど，その能力を認めて業務指導をしていたのであり，Ｋ支店長が\n本件労働者に送信したメールには，本件労働者に対する嫌がらせ，いじめに\n当たる言動，本件労働者の人格や人間性を否定する言動は見当たらない。\nＫ支店長のメールは，認定基準別表１の具体的出来事２９「（ひどい）嫌が\nらせ，いじめ，又は暴行を受けた」や，同３０「上司とのトラブルがあった」\nに該当する出来事であるとは認められない。\nオ  トライアル\nトライアルに関する指示は，認定基準別表１の具体的出来事８「達成困難\nなノルマが課された」に該当するとは認められない。\nカ  センター員の事故\nセンター員による２件の事故は，いずれも物損事故であり，大きな事故で\nもなく，本件労働者が管理者としての責任を問われた事実はないことから，\n認定基準別表１の具体的出来事５「会社で起きた事故，事件について，責任\nを問われた」に該当するとは認められない。\nキ  本件労働者の事故\n本件労働者の事故は，物損事故であり，過失割合も相手方の方が大きく，\n重大な事故とはいえないものであった。そのため，本件労働者に対する懲戒\n処分や社内規定に基づく求償請求も，行われていない。本件労働者の事故後\nの経過は，通常どおりのものであり，本件労働者も，数日の間には再び従前\nどおりの業務に戻れるであろうことを容易に予想できたはずである。そうす\nると，本件労働者の事故は，認定基準別表１の具体的出来事３「業務に関連\nし，重大な人身事故，重大事故を起こした」に該当しないし，仮に該当する\nとしても，その心理的負荷の強度は，強くなかったといえる。また，安全会\n議は飽くまで今後の安全運転に向けて話し合う場であり，本件労働者がその\n責任を厳しく追及されたなどという事実はない。安全指導長は，ほとんど話\nもできない状態であった本件労働者に配慮して，実質的な指導を行うことを\n延期してもいる。\n以上によれば，本件労働者の事故及びその後の経過による心理的負荷の強\n度は，「弱」である。\n⑶  総合評価\n以上のとおり，原告が主張する出来事は，時間外労働による心理的負荷の強\n度が「中」になるほかは，いずれも，心理的負荷の強度が「弱」か，そもそも\n心理的負荷として検討することを要しないものであって，これらの出来事によ\nる心理的負荷の強度が「強」であるとは認められない。\nよって，本件労働者の精神障害の発病及び本件自殺には業務起因性は認めら\nれない。\n第３  当裁判所の判断\n１  精神障害に係る業務起因性の判断枠組み等\n⑴ア  労働者の疾病等を業務上のものと認めるためには，業務と疾病等との間に\n相当因果関係が認められることが必要である（最高裁昭和５１年１１月１２\n日第二小法廷判決・裁判集民事１１９号１８９頁参照）。そして，労災保険制\n度が，労働基準法上の危険責任の法理に基づく使用者の災害補償責任を担保\nする制度であることからすれば，上記の相当因果関係を認めるためには，当\n該疾病等の結果が，当該業務に内在又は通常随伴する危険が現実化したもの\nと評価し得ることが必要である（最高裁平成８年１月２３日第三小法廷判\n決・裁判集民事１７８号８３頁，最高裁平成８年３月５日第三小法廷判決・\n裁判集民事１７８号６２１頁参照）。\nイ  現在の医学的知見によれば，精神障害発病の機序について，環境由来の心\n理的負荷（ストレス）と，個体側の反応性・脆弱性との関係で決まるという\n考え方（以下「ストレス－脆弱性理論」という。）が合理的であるというべき\nところ，ストレス－脆弱性理論によれば，環境由来のストレスが非常に強け\nれば，個体側の脆弱性が小さくても精神障害を発病するし，逆に，個体側の\n脆弱性が大きければ，ストレスが小さくても破綻が生じるとされる。（乙５，\n８）\nウ  このようなストレス－脆弱性理論に加え，前記アのとおり，労災保険制度\nが危険責任の法理に基づく使用者の災害補償責任を担保する制度であるこ\nとを踏まえれば，労働者の精神障害発病の業務起因性の判断においては，業\n務による心理的負荷が，当該労働者と同程度の年齢，経験を有する同僚労働\n者又は同種労働者であって，日常業務を支障なく遂行することができる者\n（平均的労働者）を基準として，社会通念上客観的にみて，精神障害を発病\nさせる程度に強度であるといえる場合に，精神障害発病の結果は当該業務に\n内在又は通常随伴する危険が現実化したものとして，業務と精神障害発病と\nの間に相当因果関係を認めるのが相当である。\nエ  そして，前記前提事実⑼のとおり，厚生労働省は，精神障害の業務起因性\nを判断するための基準として，認定基準を策定しているところ，認定基準は，\n行政処分の迅速かつ画一的な処理を目的として定められたものであり，裁判\n所を法的に拘束するものではないものの，精神医学及び法学等の専門家によ\nり作成された平成２３年専門検討会報告書に基づき策定されたものであっ\nて，その作成経緯及び内容等に照らしても合理性を有するものといえる。そ\nうすると，精神障害発病の業務起因性の有無については，認定基準の内容を\n参考にしつつ，個別具体的な事情を総合的に考慮して判断するのが相当とい\nうべきである。\n⑵ア  認定基準は，①対象疾病を発病していること，②対象疾病の発病前概ね６\nか月の間に，業務による強い心理的負荷が認められること，③業務以外の心\n理的負荷及び個体側要因により対象疾病を発病したとは認められないこと\nを認定要件としている。そして，①対象疾病については，ＩＣＤ－１０（世\n界保健機関が公表する国際疾病分類第１０回修正版）第Ⅴ章に分類される精\n神障害であって，器質性のもの及び有害物質に起因するものを除くとされて\nいるところ，ＩＣＤ－１０において，適応障害はコードＦ４に分類される精\n神障害であり，認定基準の対象疾病に含まれる。（顕著な事実）\nイ  また，認定基準は，業務によりＩＣＤ－１０のＦ０からＦ４に分類される\n精神障害を発病したと認められる者が自殺を図った場合には，精神障害によ\nって正常の認識，行為選択能力が著しく阻害され，あるいは自殺行為を思い\nとどまる精神的抑制力が著しく阻害されている状態に陥ったものと推定し，\n業務起因性を認めるものとしている。\n⑶ア  平成２３年専門検討会報告書は，精神障害について，発病から遡るほど，\n出来事と発病の関連性を理解するのは困難であり，ライフイベント調査では\n６か月を調査期間としているものが多いこと，各種研究結果では発病前１か\n月以内に主要なライフイベントのピークが認められるとする報告が多いこ\nとなどから，原則として，発病前概ね６か月以内の出来事を評価することが\n適当であるとし，認定基準も同様の基準を採用している。（乙８）\nイ  他方で，認定基準は，いじめやセクシュアルハラスメントのように，出来\n事が繰り返されるもの等については，発病の６か月よりも前にそれが開始さ\nれている場合でも，発病前６か月以内の期間にも継続しているときは，開始\n時からのすべての行為を評価の対象とする。\n２  認定事実\n前記前提事実，後掲の証拠及び弁論の全趣旨によれば，次の事実が認められる。\n⑴  Ｃセンター在籍時の出来事等\nア  センター員からの意見及び上司からの指導\nＣセンターのあるセンター員は，平成２７年４月から同年８月末までの\n間に，本件会社のインターネット上の意見箱に，本件労働者が個人的に気\nに入らない従業員に暴言を述べたり，機嫌が悪い時には怒鳴りつけたりし\nていること，本件労働者のパワーハラスメントにより出社することが精神\n的に苦痛であり，Ｃセンターのセンター長を替えてほしいこと，センター\n内で話し合いたいが，本件労働者が怖くて話し掛けられないため，本件会\n社に対処してほしいことなどを記載した意見を匿名で投書した。（乙３７\nないし３９，４２）\n本件会社が前記意見に関して調査すると，Ｃセンターのセンター員から\nは，本件労働者はセンター員が業務上ミスした際の指導の言葉遣いが厳し\nすぎると感じることがあった旨の意見があった。また，本件労働者は，特\n定のサービスドライバーが業務ミスを多発させ，顧客からのクレームが連\n続した際，感情的に厳しい口調で指導したことがあった旨述べた。（乙３\n９）\n本件会社の人事総務課長らは，本件労働者に対し，業務上ミスが続いた\nセンター員に対しても感情的に対応してはならず口調には気を付けるこ\nと等を指導した。（乙３９）\nイ  Ｇ支店長との関係\n本件労働者は，原告に対し，度々，Ｇ支店長について，イエスマンだか\nら困る，現場を理解していないなどと不満を述べていた。（甲Ａ４２，原\n告）\n本件労働者は，平成２７年４月から同年８月末までの間に，Ｇ支店長と\nの間で，本件労働者がＧ支店長に支店長としての在り方について疑義を呈\nしたことをきっかけに感情的な口論になったことがあった。本件労働者は，\n１週間ほど後にＧ支店長に連絡を取った上で喫茶店で話をし，Ｇ支店長に\n対して謝罪した。（乙３７，４２）\n⑵  本件異動に至る経緯及びその後\nア  Ｋ支店長は，平成２７年５月又は同年６月頃，Ｂ支店及びＤ支店が所属す\nるＭブロックの支店長会議の際，同ブロックのブロック長（以下，単に「ブ\nロック長」という。）との雑談の中で，本件労働者がＧ支店長に強い口調で歯\n向かうことがあり，両者の関係が良くない旨の話を聞いた。Ｋ支店長は，当\n時のＥセンターのセンター長が経験の浅い若い者であり，年長のセンター員\nに対する指導が十分にできておらず，センターとして望ましくない状況にあ\nると考えており，Ｅセンターに本件労働者に来てもらえばＥセンターが締ま\nるのではないかと考えた。そこで，Ｋ支店長は，ブロック長に対し，本件労\n働者をＥセンターのセンター長として異動させてほしい旨述べた。（乙４３，\nＫ支店長）\nイ  ブロック長は，その後，Ｍブロックの支店長会議において本件労働者の異\n動を提案し，Ｇ支店長は，これを了承した。（乙４２）\nウ  本件労働者は，原告に対し，本件異動について，異動の時期が早いのでは\nないか，Ｇ支店長との折り合いが悪いことが異動の原因であるなどと不満を\n述べていた。（甲Ａ４２，原告）\nエ  本件労働者は，ブロック長に対し，平成２７年８月２８日，「移動（判決\n注・ママ。以下同じ。）の件ですが，やはりなぜ移動なのか色々考えたのです\nが自分の中で消化しきれないせいなのかもしれませんが納得いきません。こ\nのまま移動になってしまうとヤマト運輸という会社が嫌いになってしまい\nそうです。」と記載したメールを送信した。（甲Ａ２４）\nオ  本件労働者は，Ｋ支店長に対し，本件異動から２週間ほど経過した頃，本\n件異動に納得がいかない旨述べたことがあった。本件労働者は，その際，セ\nンター長としての業務を頑張っていたのにパワハラという投書があって異\n動になったのは理不尽であるなどと述べていた。Ｋ支店長は，本件労働者に\n対し，本件異動は本件労働者の能力に期待してのものである旨述べたものの，\n本件労働者は，納得した様子ではなかった。（乙４３，Ｋ支店長）\nカ  本件労働者は，原告に対し，平成２７年１１月頃，Ｅセンターのセンター\n長を務めることが本当に嫌である旨述べたことがあった。（甲Ａ４２，原告）\nキ  本件労働者は，原告に対し，平成２８年２月又は同年３月頃，センター長\nを降りたい，役職試験も受けたくない旨述べたことがあった。（甲Ａ４２，原\n告）\n⑶  Ｅセンター在籍時の出来事等\nア  センター員による２件の事故\n本件会社ではドライバーが業務中に事故を起こした場合，その後の流れ\nは，通常，以下のとおりとなる。（乙２１，３４，４３，４４）\n事故を起こしたドライバーは，その時点で担当していた配達を他の者に\n任せ，警察を呼ぶ。警察による現場検証には，支店長及び安全指導長も立\nち会う。安全指導長は，その後，ドライバーから事故状況等について聴取\nしながら，速やかに，事故報告書を作成する。そして，原則として事故当\n日中に安全会議が実施され，ドライバー本人，支店長及び安全指導長の他，\n当日出勤しているセンター員全員が参加する。安全会議では，事故原因及\nび再発防止の方策等について話し合われる。\n事故を起こしたドライバーは，運転業務を停止され，再乗務に向けた教\n育を受けることになる。ドライバーは，愛知主管における面談や座学，添\n乗指導等を受け，再乗務を認める旨の判断がされれば運転業務に復帰する\nこととなるが，面談から復帰までは早くても４日間を要する。なお，ドラ\nイバーに対する懲戒処分あるいは損害の求償請求といった処分を行うか\nどうかは，別途決定される。\nＥセンターのセンター員は，平成２８年２月１９日及び同月２３日，業\n務中に相次いで交通事故を起こした（センター員による２件の事故）。い\nずれの事故も物損事故であり，本件会社は，同月１９日の事故を起こした\nセンター員に対し，求償金１万円を請求したものの，各事故を起こしたセ\nンター員に対し懲戒処分は行わず，本件労働者に対しても，センター員に\nよる２件の事故を理由とした処分は行っていない。（乙２４ないし２６）\n本件労働者は，原告に対し，平成２８年２月２３日１４時２６分，Ｅセ\nンターで再度事故が発生したため帰宅が遅くなることを伝えるとともに，\nストレスで腹痛を感じる旨記載したメッセージをラインで送信した。（甲\nＡ３８）\n本件労働者は，センター員による２件の事故を受けて，センター員に対\nし，安全確認をしっかり行うよう檄を飛ばしていた。（乙２１）\nイ  トライアル及び平成２８年３月９日の出来事等\n本件会社では，配達先が不在であることが多く業務を圧迫していたこと\nを踏まえ，トライアルとして，サービスドライバーの稼働の組立て方を見\n直し，不在票を入れる件数を減らすなど，業務を効率化するための取組を\n行っており，本件労働者がＥセンターに所属していた際には，平成２８年\n２月及び同年３月にトライアルを実施することとされた。（乙４３，Ｋ支\n店長）\nＫ支店長は，本件労働者に対し，平成２８年２月１４日，「考えたんだろ\nうけど，トライアルとは呼べないね。次週進化させてください。」などと記\n載したメールを送信し，本件労働者を含むＤ支店に所属するセンター長に\n対し，同年３月４日，「明日からの土曜日，日曜日，月曜日そして来週平日\nのトライアルは何をしてくれますか？」などと記載したメールを送信した。\n（甲Ａ２３）\n本件労働者は，休日であった平成２８年３月９日，原告が出勤した後，\n交番表を印刷した紙の裏に「ごめん」と手書きした書き置きを残して自宅\nを出た。本件労働者は，原告が何度電話しても応答しないままであったが，\n同日１９時頃，帰宅した。（甲Ａ１０，４２，４３，原告）\n本件労働者は，Ｅセンターで交番表の作成を担当するセンター員である\nＮに対し，平成２８年３月９日２０時４３分，トライアルを実施しない旨\n連絡した。（甲Ａ２５）\n本件労働者は，Ｋ支店長に対し，平成２８年３月９日２０時５５分，「明\n日，明後日のトライアルですが周りのセンターがやっている中，大変申し\n訳ないですが自分の中で全くアイデアが出ず気持ちも乗らないです。主管\n全体で動いているのであれば私は今のポジションにいる人材ではないと\n思います。センター長という立場で勝手な事を言っているのは重々承知し\nていますが，理不尽な異動を受け何とか頑張ってきましたが事故を２件立\nて続けに発生させてしまい，トライアルのためほぼ毎日公番（判決注・マ\nマ）とにらめっこして休みの時も悩んでツラいです。」と記載したメール\nを送信した。これに対し，Ｋ支店長は，「了承は出来んよ。事故はどこに行\nこうがあるモノだし，求められる人はどこに行こうが求められる。Ａ（判\n決注・本件労働者）しか出来ない事があるし，俺も期待してるからな。期\n待し過ぎか？過去を引きずってるとしたらそれは消せないかもしれない\nが，それとこれは別だろう？Ｔの連中も，Ａを頼ってるのは自分でもわか\nっているはずだよな。確かに俺もセンター長時代，事故２連発の後は人前\nで泣いたけどな，明日話そうか。」と記載したメールを返信した。（甲Ａ２\n３，２４）\n本件労働者は，平成２８年３月１０日，Ｋ支店長と前日のメールに関し\nて話をした。その際，本件労働者は，トライアルのアイデアが思いつかな\nい旨述べたほか，センター長を降りたいなどと述べていたが，Ｋ支店長は，\n支店長になるための役職試験も近い時期に実施されることを指摘するな\nどして，もう少し続けてみるよう述べた。（乙４３，Ｋ支店長）\nその後，結局，Ｅセンターではトライアルを実施しなかったが，これを\n理由に，本件労働者が叱責や処分を受けた事実はない。（乙４３，Ｋ支店\n長）\nウ  本件労働者の事故\n本件労働者は，平成２８年３月３０日，朝礼でセンター員に交通事故を\n起こさないよう防衛的な運転を心掛けるように指示していた。（争いがな\nい）\n本件労働者は，平成２８年３月３０日９時頃，Ｅセンターを出庫して間\nもなく，交差点で左方より一時停止を無視して進入してきた車両と衝突す\nる交通事故に遭った（本件労働者の事故）。なお，本件労働者の事故による\n死傷者はおらず，物損事故であった。（乙２７）\n本件会社で安全指導長を務めるＯ（以下「Ｏ指導長」という。）は，本件\n労働者の事故当日，本来，Ｅセンターのエリアを担当する安全指導長であ\nるＱ（以下「Ｑ指導長」という。）が休暇で不在であったため，Ｑ指導長に\n代わり，本件労働者の事故現場に向かった。Ｏ指導長は，事故報告書を作\n成するため，現場で約１時間，本件労働者から事情を確認したり現場の写\n真を撮影したりした。本件労働者は，その際，Ｏ指導長に対し，何度か，\n本件労働者の事故が事故扱いになるか尋ねたため，Ｏ指導長は，本件労働\n者にも過失があるので事故として扱われるであろうことを伝えた。これに\n対し，本件労働者は，自分は相手方に当てられた旨述べ，事故として扱わ\nれることに異議がある様子を見せていた。しかし，Ｏ指導長は，本件労働\n者の事故の態様からして，本件労働者にも過失があることは否定できない\nため，本件労働者に同調することはしなかった。その後，本件労働者の運\n転する車両の速度が，本件労働者の事故の際に，上記交差点進入時として\nは高速の時速２５ｋｍほどであったことが判明したため，Ｏ指導長がこれ\nを本件労働者に示すと，本件労働者は，「あー。」と言うなどした。なお，\nＯ指導長は，本来の担当がＱ指導長であることを踏まえ，本件労働者に対\nし今後の運転に向けた指導等は行わなかった。（乙３３）\n平成２８年３月３０日２２時から２３時まで，本件労働者の事故に関す\nる安全会議が実施され，Ｏ指導長及びＫ支店長の他，同日に出勤していた\nサービスドライバーが出席した。上記安全会議では，まず，本件労働者が\n本件労働者の事故の発生状況を報告し，その後，他の参加者からは，再発\n防止策等について意見が出され，交差点進入の速度に問題があったのでは\nないか，その際の確認も不足していたのではないか，現場は事故の危険が\nあるとされていた箇所であったがその意識があったか，朝礼で一番安全を\n訴えている人（本件労働者）が事故を起こすとは，といった発言があった。\n（甲Ａ２９）\n本件労働者は，Ｏ指導長に対し，安全会議終了後，これまでに４回事故\nを起こしており，会社に迷惑を掛けるので，次に事故を起こしたら辞職し\nようと思っていた旨述べた。Ｏ指導長が，本件労働者に対し，翌日出勤す\nるかどうか尋ねたところ，本件労働者は，公休日ではあるものの出勤する\n旨述べたため，Ｏ指導長は，Ｑ指導長に対し，その旨引継ぎをした。（乙３\n３）\nＱ指導長は，平成２８年３月３１日，本件労働者の話を聞くためにＥセ\nンターを訪ねたが，本件労働者は，同日，出勤しなかった。（乙３４）\nＱ指導長は，平成２８年４月１日午前中，Ｅセンターで本件労働者に声\nを掛け，他のセンター員のいない場所で，本件労働者の事故に関してしば\nらく面談をした。本件労働者は，その際，表情が暗く，非常に落ち込んだ\n様子で，沈黙が続きがちであり，センター長として事故を起こしてしまい，\nセンター員に何も言えなくなってしまった旨述べるなどした。Ｑ指導長は，\n本件労働者は再乗務のための教育を行うことができる状態ではないと判\n断し，落ち着いたら連絡するように述べ，面談を終了した。（甲Ａ３０，乙\n３４）\n本件労働者は，平成２８年４月１日１３時頃の時点でも，非常に落ち込\nんだ様子であった。（乙３５）\n３  時間外労働時間数について\n⑴  始業時刻について\n始業時刻の認定方法（タイムカード等のうち最も早い時刻を採用する。）に\nついては当事者間に争いがない。なお，平成２８年３月１５日，同年１月２５\n日及び平成２７年１２月１８日については，両当事者が主張する始業時刻に若\n干のずれがあるところ，いずれも，タイムカード（乙１７の１），運転日報（乙\n１８）及び勤務時間実績表（乙１９）のうち最も早い時刻は，被告主張の時刻\nであるから，これを採用する。\n⑵  休憩時間について\nア  原告は，その業務実態からすれば，本件労働者は休憩を取得できておらず，\n休憩時間はなかった旨主張する一方，被告は，関係者の供述から，休憩時間\nを原則として３０分とし，証拠上，休憩を取得していないこと，あるいは，\n配達業務に従事しておらず所定どおりの休憩を取得できていたことが認め\nられる日については，適宜修正するのが相当と主張している。\nイ  そこで検討するに，原告は，本件労働者が，本件会社入社当初は昼に弁当\nを食べていたものの，次第にそのような時間はないと言っておにぎりやパン\nで済ますようになった旨供述する（甲Ａ１０，１３の１）。しかし，このよう\nな事実が存したとしても，本件労働者の業務の実態は明らかではなく，本件\n労働者が，本件異動後，全く休憩せずに労働していたと認定するには足りな\nい。\n他方，Ｄ支店あるいはＥセンターの関係者の供述をみると，Ｄ支店Ｈセン\nターのセンター長であったＲは，職業柄，休憩を１時間取るのは難しい旨供\n述し（乙２０），Ｅセンターのセンター員であったＳは，休憩は１時間取れる\nこともあるが，昼からの便が多いと２０分又は３０分程になることがあった，\n集配中に休憩できるのは１週間に１回か２回，１５分程度である旨供述し\n（乙２１），Ｋ支店長は，本件労働者のセンター内での休憩時間は３０分か\nら４０分ほどであったかもしれない，しかし，センターで取れなかった分は\n配達中の空いた時間で取っていたと思う旨供述している（乙３２）。以上を\n踏まえれば，本件労働者による休憩の実態は，必ずしも明らかではないもの\nの，毎日１時間休憩できていたとはおよそいい難い一方，全く休憩をするこ\nとができなかったわけではないものと認められる。そうすると，本件労働者\nの精神障害発病前６か月の期間について，本件労働者の休憩時間を原則とし\nて一律３０分とする被告の主張は，上記関係者の供述とも整合し，合理的で\nあると認められる。\nウ  よって，休憩時間は被告主張の時間を採用するのが相当である。\n⑶  終業時刻について\nア  被告は，タイムカード等のうち最も遅い時刻を終業時刻として採用すべき\nとする一方，原告は，本件労働者が原告に帰宅する旨の電話連絡をした時刻\nの記録が残っている期間（平成２８年２月及び同年３月）については，原則\nとして同時刻を採用することとし，当該記録が残っていない期間については，\nメールやラインの履歴から，本件労働者がタイムカード等の時刻より後も働\nいていたことが認められる場合には，当該履歴から終業時刻を認定すべきで\nある旨主張する。\nイ  そこで検討するに，原告は，本件労働者はその日の仕事が終わると，原告\nに携帯電話で「今から帰る。」，「今終わった。」などと連絡していた，本件労\n働者は帰宅時に風呂が沸き食事の準備ができていないと不機嫌になるため，\n本件労働者からの電話を受けて原告がこれらの準備をするのが結婚当初か\nらの習慣であった旨供述し（甲Ａ１１，４２，原告），現に，証拠（甲Ａ３２）\nによれば，本件労働者は，出勤日には，毎日ではないものの，多くの場合，\n帰宅前に原告に電話連絡していたものと認められる。\nしかし，本件労働者による原告に対する上記電話連絡は，飽くまで，本件\n労働者がそれほどの時間を置かずに帰宅することを伝えるものにすぎず，当\n該連絡の時刻まで業務を行っていたことを直接示すものではない。そして，\n証拠（甲Ａ３２，乙１７の１，乙４５）及び弁論の全趣旨によれば，本件労\n働者が平成２８年２月及び同年３月に原告に対し帰宅時に電話連絡をした\n３４日（うち８日はＣセンターの応援業務）のうち，当該電話連絡がＥセン\nターのセコムセットから２０分以上経過した後であった日が１０日（うち３\n日はＣセンターの応援業務）あり，うち４日は，セコムセットから１時間前\n後経過後に電話連絡がされていたことが認められる。また，証拠（甲Ａ２５，\n乙１７の１，乙１９）によれば，本件労働者は，平成２８年３月２８日，２\n０時０１分にセンター員に対し，ラインで「先に帰らせて頂きます」と送信\nし，２０時０６分，ＰＰの退勤処理及びタイムカードの打刻を行ったが，原\n告に電話連絡をしたのは，２１時１３分であったことが認められる。\n以上によれば，本件労働者は，原告に対する電話連絡をその退勤の相当後\nになってから行うこともしばしばあったものと認められるから，本件労働者\nの原告に対する電話連絡の時刻をもって終業時刻と解することはできない。\nウ  次に，原告が，平成２８年２月より前の日で，メールやラインの履歴から\n終業時刻を認定すべきと主張する日について検討するに，本件労働者は，平\n成２７年１２月２９日には，２２時３２分にタイムカードを打刻後，２２時\n５２分にＫ支店長に対してメールで翌日の稼働に関する問い合わせをして\nいることが認められる（甲Ａ２４，乙１７の１）。しかし，上記問い合わせが，\n本件労働者がＥセンター内で業務中でなければできない類のものであった\nとの評価を基礎付けるに足りる事実又は証拠は見当たらないから，本件会社\nの指揮命令下でされたものとは認めるに足りない。したがって，同日の終業\n時刻は，タイムカード打刻時刻である２２時３２分とみるほかない。また，\n本件労働者は，平成２８年１月１２日には，１９時５６分にタイムカードを\n打刻後，２０時０５分にＮに対してラインで交番に関する変更を行った旨報\n告し，その後，Ｎとの間で２０時１２分までラインのやり取りをしたことが\n認められる（甲Ａ２５，乙１７の１）。しかし，上記やり取りが，本件労働者\nがＥセンター内で業務中でなければできない類のものであったとの評価を\n基礎付けるに足りる事実又は証拠は見当たらないから，本件会社の指揮命令\n下でされたものとは認めるに足りない。したがって，同日の終業時刻は，タ\nイムカード打刻時刻である１９時５６分とみるほかない。\nまた，原告が，平成２８年２月以降の日のうち，メールやラインの履歴を\n参照すべきである旨指摘する日について検討するに，証拠（甲Ａ２３，２５，\n乙１７の１，弁論の全趣旨）によれば，本件労働者は，同月１９日にはＣセ\nンターの応援業務に従事し，１９時３１分にタイムカードを打刻後，Ｋ支店\n長からメールで，２１時２４分にセンター員が交通事故を起こしたことにつ\nいて，２２時４６分に鍵の所在について，それぞれ連絡を受けたこと，同年\n３月４日にはＣセンターの応援業務に従事し，２０時４０分にタイムカード\nを打刻後，２１時１０分までＮとラインで交番表に関するやり取りをしたこ\nと，同月２５日には１４時２４分にタイムカードを打刻後，１８時０１分に\nセンター員にラインで交番表の最新版が完成した旨連絡していることが認\nめられる。しかし，これらメールやラインの存在は，いずれも，本件労働者\nがタイムカード等に打刻や終業時刻の記載をした後，その受信時刻又は送信\n時刻まで本件会社の業務に従事していたことを直接示すものではなく，これ\nらの連絡終了まで本件会社の指揮命令下にあったものとは認められない。\nエ  以上によれば，終業時刻については，タイムカード等のうち最も遅い時刻\n（平成２８年２月２３日及び同年３月３０日は，安全会議終了時刻を終業時\n刻とする。）とし，具体的には被告主張の時刻を採用するのが相当である（な\nお，被告は，平成２７年１１月７日の終業時刻を２１時３７分とするところ，\nタイムカード等のうち最も遅いタイムカードの打刻時刻は２１時３２分で\nあるから，その分のみ修正を行うこととする。）。\n⑷  算定結果\n以上検討したところを踏まえると，本件労働者の時間外労働時間数（平成２\n８年３月末日を起点とする。）は，概ね，被告の主張のとおり，発病前１か月目\nが７０時間００分，２か月目が５７時間０６分，３か月目が７９時間０２分，\n４か月目が１３３時間５７分，５か月目が３３時間２３分，６か月目が５９時\n間２５分となる。\n４  原告が発病した精神障害及び本件自殺の業務起因性について\n⑴  Ｃセンターにおけるトラブル及び本件異動について\nア  原告は，本件労働者がＣセンターのセンター員から社内の意見箱を介して\n苦情を受けたことは認定基準別表１の具体的出来事３２「部下とのトラブル\nがあった」に該当し，その心理的負荷の強度は「中」，これに伴い上司から指\n導を受けたこと及びＧ支店長との関係はいずれも同３０「上司とのトラブル\nがあった」に該当し，心理的負荷の強度は前者が「弱」，後者が「中」である\n旨主張する。\nイ  そこで検討するに，本件労働者が，Ｃセンターのセンター員から意見箱を\n介して苦情を受けたのは前記で認定した１件に限られる。そして，本件会社\nの人事総務課長らは，本件労働者が認めた事実の範囲で必要な指導を行った\nにすぎない。そうすると，これらの出来事による心理的負荷の強度は，それ\nほど強いものであったとはいえない。加えて，これらの出来事は，本件労働\n者の精神障害発病前６か月より前の出来事であっただけでなく，その時期も\n証拠上明確ではない。\nＧ支店長との関係については，前記のとおり，本件労働者がＧ支店長の業\n務に対し不満を募らせており，そのような不満を発端として，Ｇ支店長との\n間で感情的な口論に至ったことが認められ，「上司とのトラブル」に該当す\nると解する余地はある。しかし，口論については，比較的早い時点（約１週\n間後）で，双方話合いの上解決しており，その心理的負荷の強度は，強いも\nのであったとはいえない。加えて，本件労働者とＧ支店長との関係は，本件\n労働者の精神障害発病前６か月より前である本件異動により終了している\nし，本件労働者とＧ支店長の口論自体，その時期が証拠上明確ではない。\nウ  以上によれば，原告が前記アで指摘する出来事は，いずれも，本件労働者\nの精神障害発病及び本件自殺の業務起因性を検討するに当たって，重視すべ\nき出来事であるとはいえない。\nエ  次に，本件異動について検討するに，原告は，①本件異動はＣセンターの\nセンター員から社内の意見箱を介して苦情を受けたこと及びこれに伴う指\n導を理由とするものであったこと，②本件労働者にとって苦情や指導は不本\n意なものであり，本件労働者はその時期を含め，本件異動について納得して\nいなかったこと，③本件労働者は本件異動により，配送エリアが変更になり，\nセンター内でも新たに人間関係を構築することが必要になったこと，④本件\n異動は小規模なセンター（Ｃセンター）から規模の大きなセンター（Ｅセン\nター）への異動であったこと，⑤Ｅセンターは当時，立て直しが求められて\nいた困難な場所であったことを指摘し，本件異動は認定基準別表１の具体的\n出来事２１「配置転換があった」に該当し，その心理的負荷の強度は「中」\nである旨主張する。\nオ  そこで検討するに，原告は，本件異動が，専らＣセンターのセンター員か\nらの苦情及びこれに伴う上司からの指導を受けたことを理由とするもので\nある旨主張し，前記で認定したとおり，本件労働者自身，そのように感じ，\n本件異動に不満を抱いていたものと認められる。しかし，本件異動に至るま\nでの出来事としては，センター員の苦情及びこれに伴う指導の存在だけでな\nく，本件労働者とＧ支店長との関係（前記２⑴イ）やＫ支店長がＥセンター\nに本件労働者に来てほしいと思いブロック長に本件異動を要望したこと（前\n記２⑵ア）も指摘することができる。そして，本件会社のように大規模な企\n業における人事異動は，様々な事情を勘案して行われることが通常であると\nころ，本件異動が，そのような通常の場合とは異なり，本件労働者の言動に\n対する懲罰的なものであるとか，いわゆる左遷であるといった事情も見当た\nらない。そうすると，本件異動は，Ｃセンターにおける出来事だけでなく，\nＫ支店長からの要望その他の事情を総合的に検討した上で決定されたとみ\nるのが自然であり，原告の主張は，その根拠を欠くものといわざるを得ない。\nまた，本件労働者は，本件異動の時点でセンター長として１３年以上の経\n験を有し，複数のセンターでセンター長を務めてきたところ，本件異動によ\nり以前に経験したことがない業務等，容易には対応し難い業務に従事するこ\nとを強いられたと認めるに足りる事実又は証拠は見当たらない。\nしたがって，本件異動による心理的負荷の強度は，強いものであったとは\nいえない。加えて，本件異動は，本件労働者の精神障害発病前６か月より前\nの出来事である。\nカ  以上によれば，本件異動も，本件労働者の精神障害発病及び本件自殺の業\n務起因性を検討するに当たって重視すべき出来事であるとはいえない。\nキ  なお，原告は，精神障害発病前６か月より前の出来事であったとしても，\n精神障害発病前６か月以内の期間の出来事とつながりのある出来事の場合\nには，その心理的負荷を総合考慮すべきである旨主張する。しかし，平成２\n３年専門検討会報告書やその内容を踏まえて策定された認定基準は，精神障\n害の発病から遡るほど，出来事と発病の関連性を理解するのは困難であるこ\nとに加え，各種研究結果等も踏まえ，発病と業務の間の関係を検討する際に\nは，原則として，発病前概ね６か月以内の出来事を評価するのが相当であり，\n例外的に，いじめやセクシュアルハラスメントのように，出来事が繰り返さ\nれるもの等については，精神障害の発病６か月より前であっても評価対象に\n含めることができるとしている。そして，平成２３年専門検討会報告書が精\n神医学等の専門家により作成されたものであり，その作成経緯等に照らして\nも合理性を有するものであることからすると，精神障害の発病が業務に内在\n又は通常随伴する危険が現実化したものと評価できるか否かを判断するに\n当たっては，上記の判断基準を参照するのが相当である。そして，Ｃセンタ\nーにおけるトラブル及び本件異動は，上記基準を満たすとは認められない。\nク  以上検討したところによれば，Ｃセンターにおけるトラブル及び本件異動\nは，本件労働者の精神障害発病及び本件自殺の業務起因性を検討するに当た\nり重視することはできない出来事であるといわざるを得ない。\n⑵  Ｋ支店長との関係について\nア  原告は，Ｋ支店長が本件労働者に送信していたメールは，本件労働者の人\n格を侵害する表現，及び本件労働者の心理を圧迫する表現を含むものであり，\nＫ支店長はこれらの表現を含む連絡を繰り返し行い本件労働者の精神的苦\n痛を増幅させていたのであって，このようなメールの送信は認定基準別表１\nの具体的出来事２９「（ひどい）嫌がらせ，いじめ，又は暴行を受けた」に該\n当し，また，同３０「上司とのトラブルがあった」にも該当し，その心理的\n負荷の強度は「強」である旨主張する。\nイ  そこで検討するに，証拠（甲Ａ２３）によれば，Ｋ支店長が本件労働者の\n私用の携帯電話に送信していたメールには，「いちいちメールしなくても自\n分達でやれないか？」（平成２８年１月１２日），「やって当たり前，いつまで\nも甘えない！」（同月１４日），「ハナクソみたいな前年実績でしたので必達\nは当然の当然です！」（同日），「出るなら交番修正しろ！やらないなら出て\nくるな！」（同日），「Ｔは何で biz 交番と貼り出してある別の交番が違うん\nだ！ふざけんな」（同日），「恥ずかしいわ（判決注・メールの表題）」（同月１\n５日），「何やってんだ？対応しなさい！」（同日），「報告も無い人は必要です\nか？獲得なしで報告が１件の人は何ですかね？」（同月２６日），「主管の脚\nを引っ張ってますね。」（同年２月１１日），「これでいいのか？（判決注・メ\nールの表題）」（同年３月２８日），「稼働を上げる意味が全く不明（中略）努\n力してるとは思えません。主管は努力してるとはとても判断してくれませ\nん！！」（同日）などと強い調子で，苛立っているかのような文言を含むもの\nや，さらに「今週中の販売完了を厳命されておりますので完売をお願いしま\nす。」（同年１月６日），「アシストの８時退勤は絶対です。事情は問いません。\n絶対ダメです。」（同月７日），「絶対に１台も出せません！」（同年３月１８\n日），「点呼者としての責任は想像以上に重いですから，全て記入願います。」\n（同月２０日）などとノルマに到達することや業務命令に従うことなどを強\nい口調で求めるものが散見される。\nウ  しかし，これらのメールは，本件労働者だけではなく，Ｄ支店のＨセンタ\nー及びＩセンターのセンター長にも送信されていたものであり（甲Ａ２３），\n本件労働者がＫ支店長に狙い撃ちされていたような事情はない。また，Ｋ支\n店長のメールには，言葉の調子が強く，直截に過ぎるために受信者に一定の\n心理的圧迫を生じさせかねない表現が含まれていたことは否定できないも\nのの，その内容は，いずれも業務に関してセンター長である本件労働者らの\n対応を求めるものであり，本件労働者も，これを十分認識していたものと認\nめられる。そうすると，これらのメールは，業務上明らかに必要性がない精\n神的攻撃であるとか，業務の目的を逸脱した精神的攻撃であるなどとはいえ\nないし，その態様や手段が社会通念に照らして許容される範囲を超える精神\n的攻撃に該当するとも認めるに足りない。また，Ｋ支店長のメールでもって，\n強い指導・叱責とみることはできず，その他に，本件労働者とＫ支店長との\n間で周囲からも客観的に認識されるような対立が生じていたとも認められ\nない。\nエ  そうすると，Ｋ支店長が本件労働者に対して送信していたメールをもって，\nＫ支店長による「（ひどい）嫌がらせ，いじめ」であるとか，Ｋ支店長「との\nトラブルがあった」とみることは困難であり，仮に，その心理的負荷の強度\nを検討するとしても，「弱」にとどまる。以上の結論は，前記で指摘した以外\nに証拠（甲Ａ２３）から認められるＫ支店長の本件労働者に対するメールの\n内容を踏まえても同様である。\n⑶  長時間労働について\nア  前記で判断した本件労働者の時間外労働時間数を検討すると，認定基準別\n表１で「特別な出来事」とされる「極度の長時間労働」であったとは認めら\nれない。また，発病前４か月目は，認定基準別表１の具体的出来事１６「１\nか月に８０時間以上の時間外労働を行った」に該当するものの，その前後の\n期間の時間外労働時間数をみると，その労働時間数のみでもって，心理的負\n荷の強度が「強」になる程度であったと認めるには足りない。加えて，本件\n会社では，どの支店であっても，毎年１２月頃は歳暮等の配達の関係で繁忙\n期であり（乙３６），本件労働者は，平成２７年１２月時点で，本件会社に入\n社してから１６年以上，センター長になってから１３年以上が経過していた\nことから，同様の繁忙期を既に何度も経験済みであり，事前に一定の予測が\nできる事態であったと認められることも指摘できる。\n他方で，発病前４か月目の時間外労働時間数は，１３０時間を超えており，\n認定基準において心理的負荷の強度が「中」になる例の目安とされる「１か\n月に８０時間」を優に上回るものであったし，これに続く発病前３か月目の\n時間外労働時間数もほぼ８０時間であり，その後も，１か月当たり相応の時\n間外労働を行っていた（発病前２か月目が約５７時間，発病前１か月目が７\n０時間）ことが認められる。\nイ  以上によれば，本件労働者の精神障害発病前６か月間の時間外労働時間に\nよる心理的負荷の強度は，これのみで客観的に精神障害を発病させるほどの\nものであったとは認められず，その強度を敢えて評価するとすれば，「中」と\n解さざるを得ないものの，その程度は，「強」にごく近接したものであったと\nいうべきである。そして，労働者が労働日に長時間にわたり業務に従事する\n状況が継続するなどして，疲労や心理的負荷等が過度に蓄積すると，労働者\nの心身の健康を損なう危険のあることは，周知のところであるが，上記のよ\nうな労働実態によれば，本件労働者は，特に，平成２７年１２月の繁忙期の\n長時間労働により心身の疲労を蓄積させ，その後も恒常的に長時間労働を行\nい，十分回復する機会も得られなかったといわざるを得ない。したがって，\n本件労働者は，平成２８年３月下旬頃には，それまでの長時間労働によりそ\nのストレス対応能力を相当程度低下させていたものと認められる。\n⑷  センター員による２件の事故及び本件労働者の事故について\nア  原告は，平成２８年２月のセンター員による２件の事故の発生はセンター\n長である本件労働者にとっては認定基準別表１の具体的出来事５「会社で起\nきた事故，事件について，責任を問われた」に該当し，その心理的負荷の強\n度は「中」である旨主張する。また，原告は，本件労働者の事故の発生は認\n定基準別表１の具体的出来事３「業務に関連し，重大な人身事故，重大事故\nを起こした」に該当するほか，安全会議等で過失を指摘されたり，安全指導\n長による指導を受けたりしたことは同３０「上司とのトラブルがあった」，\n同３１「同僚とのトラブルがあった」に該当し，本件労働者の事故及びその\n後の経過による心理的負荷の強度は「強」である旨主張する。\nイ  そこで検討するに，センター員による２件の事故は，いずれも物損事故で\nあり，事故を起こしたドライバーに対する本件会社の処分も，うち１名に対\nする求償金１万円の請求にとどまり，本件労働者に対しては何らの処分もさ\nれておらず，本件労働者が，その後，憂慮すべき心理的負荷となり得る事後\n対応を求められた事実も認められない。そうすると，平成２８年２月のセン\nター員による２件の事故のみにより，本件労働者が「責任を問われた」とし\nて，「中」の強度の心理的負荷を受けたと解することはできない。\n他方，本件会社が貨物自動車運送事業等を行う我が国有数の大企業として，\n日頃からサービスドライバーに対し，「事故防衛」的な運転を心掛けるよう\n指導していたこと（乙３３，４３）に加え，業務中に交通事故が発生した場\n合，センター全体で安全会議を実施した上，一定期間，当事者であるドライ\nバーの乗務を停止し，再教育を行うこととしていることからすれば，本件会\n社においては，業務中の交通事故の発生は，明確な処分がなかったとしても，\n相応に重い出来事として扱われていたものと認められる。そして，本件労働\n者は，原告に送信したメッセージ（前記２ ）によってもセンター員に\nよる２件の事故が発生したことに責任を感じて一定の心理的負荷を受けて\nいたものと認められるところ，Ｋ支店長の原告に対する平成２８年３月９日\nのメールの内容（「確かに俺もセンター長時代，事故２連発の後は人前で泣\nいたけどな」。前記２⑶イ）をみても，これは，本件労働者の特異な反応では\nなく，本件会社のセンター長一般にみられる反応であると解される。以上を\n背景として，本件労働者は，センター員に対する事故防止のための指導を強\nめることとなったのであるから，これらの事情は，本件労働者の事故の心理\n的負荷を検討するに当たり，軽視し難いものであるといえる。\nウ  次に，本件労働者の事故による心理的負荷について検討するに，本件労働\n者の事故は，一時停止を無視して交差点に進入した相手方により大きな過失\nのある事故であって，かつ物損事故にとどまっていたばかりか，本件労働者\nに対し，本件会社から何らかの処分がされることが予定されていた事実も認\nめられない。そして，本件労働者の事故を受けて実施された安全会議や安全\n指導長による面談等においても，本件労働者を厳しく責めるようなやり取り\nが行われた事実は認められない。そうすると，本件労働者の事故の態様やそ\nの後の経過を，「業務に関連し，重大な人身事故，重大事故を起こした」とか，\n「上司とのトラブルがあった」又は「同僚とのトラブルがあった」に該当す\nるものとは評価できず，これのみによって客観的に強い心理的負荷が生ずる\nものと評価することは困難である。\nしかしながら，本件労働者の事故は，センター員による２件の事故からほ\nどなくして起こったものであったところ，本件労働者は，前記のとおり，本\n件会社が日頃から，「事故防衛」的な運転を心掛けるよう指導し，業務中の交\n通事故の発生を相応に重い出来事として扱っていたことを前提に，センター\n員による２件の事故についても責任及び心理的負荷を感じ，センター員に対\nする事故防止のための指導を強めていたところであって，本件労働者の事故\nは，その矢先に生じたものであるから，本件労働者が，実際の損害や自身の\n過失割合以上の責任を感じるとともに，センター長としての面目を失い，セ\nンター員に何も言えなくなってしまったと感じ，今後の本件会社における勤\n務についても不安を覚えたことは，客観的にみても無理からぬことであった\nといえる。\nこのように，本件会社における交通事故の位置付けを前提として，センタ\nー員による２件の事故といった従前の経緯や本件労働者のセンター長とし\nての立場を踏まえると，本件労働者の事故による心理的負荷の強度は，「中」\nと評価するのが相当である。\n⑸  トライアルについて\nア  原告は，本件労働者がトライアルについてアイデアを出すことができず，\n相当悩んでいたことを指摘して，トライアルの指示を受けたことは，認定基\n準別表１の具体的出来事８「達成困難なノルマが課された」に該当し，その\n心理的負荷の強度は「中」である旨主張する。\nイ  そこで検討するに，本件労働者は，平成２８年２月以降，トライアルに取\nり組んでいたものの，Ｋ支店長を納得させるような提案をすることができず，\n同年３月９日には，トライアルのアイデアが出せないことに相当悩んでいた\nことが認められる。しかし，トライアルは，飽くまで不在票を減らすための\n試行的な取組であって，本件労働者がアイデアを出せなかったことについて，\n本件労働者がＫ支店長を始めとする上司から何らかの叱責や処分を受けた\nという事実はなく，Ｋ支店長も，本件労働者がアイデアを出せないことを踏\nまえ，Ｅセンターが同年にはトライアルを実施しなかったことを容認してい\nる。また，本件労働者ほどの経験がある者にとっても，トライアルのアイデ\nアを出すことが困難であったことを基礎付ける事実又は証拠はない（むしろ，\n本件労働者の書き置きや，本件労働者がＫ支店長に送信したメールの内容を\n踏まえれば，本件労働者がトライアルのアイデアを出すことができなかった\nのは，悪化の途上にあった精神症状の影響によるものと解するのが自然であ\nる。）。\nそうすると，トライアルの指示を受け，これに取り組んだことが心理的負\n荷になり得るとしても，その強度は，「弱」にとどまる。\n⑹  総合評価\n以上によれば，本件労働者の業務上の心理的負荷の強度を検討するに当たっ\nては，長時間労働と本件労働者の事故を重視すべきである。\nそして，本件労働者は，平成２７年１２月の繁忙期に１か月１３０時間を超\nえる長時間労働により心身の疲労が蓄積し，その後も恒常的に長時間労働を行\nっていたため，平成２８年３月下旬頃，ストレス対応能力が相当程度低下した\n状態にあったといえるところ，このような状況下で発生した本件労働者の事故\nは，本件会社における交通事故の位置付けを前提として，センター員による２\n件の事故といった従前の経緯や本件労働者のセンター長としての立場を踏ま\nえると，本件労働者に強い責任を感じさせたとともに，センター長としての面\n目を失わせたとしても無理からぬものであったといえる。このように，本件労\n働者は，長時間労働という「強」にごく近接した「中」の強度の心理的負荷に\n加えて，本件労働者の事故という「中」の強度の心理的負荷を受けたものであ\nるから，これらの事情を総合すると，本件労働者がその頃に受けた業務による\n心理的負荷の強度は，合わせて「強」であり，客観的にみて本件労働者に精神\n障害を発病させるほどのものであったといえる一方，本件では，前記で検討し\nたところの他に，本件労働者の精神障害発病の契機となり得る出来事は指摘さ\nれていない。\n⑺  まとめ\n以上によれば，本件労働者の精神障害（適応障害）の発病は，本件労働者の\n業務に内在又は通常随伴する危険が現実化したものと評価でき，業務と精神障\n害の発病との間には相当因果関係があると認めるのが相当である。そして，本\n件労働者は，業務により発病した精神障害により，正常の認識，行為選択能力\nあるいは自殺行為を思いとどまる精神的抑制力が著しく阻害された状況下で\n本件自殺に至ったものと認められる。したがって，本件自殺は，本件会社にお\nける業務に起因するものであって，本件自殺に業務起因性がないことを前提と\nする本件各処分は違法であり，いずれも取消しを免れない。\n第４  結論\nよって，原告の本件各請求は，いずれも理由があるから，認容することとして，\n主文のとおり判決する。\n名古屋地方裁判所民事第１部\n裁判長裁判官       井   上   泰   人\n裁判官       前   田   早紀 子\n裁判官       伊   藤   達   也\n別紙１～４\n（省略）\n"
}