{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 2,
    "month": 3,
    "day": 18
  },
  "case_number": "平成30(う)337",
  "case_name": "業務上横領，殺人",
  "court_name": "福岡高等裁判所第１刑事部",
  "result": "棄却",
  "lawsuit_id": "89445",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=89445",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/445/089445_hanrei.pdf",
  "contents": "令和２年３月１８日福岡高等裁判所第１刑事部判決\n平成３０年（う）第３３７号  業務上横領，殺人被告事件\n主              文\n本件各控訴を棄却する。\n理              由\n第１  本件各控訴の趣意及び各答弁\n弁護人の控訴の趣意は主任弁護人松井仁，弁護人黒原智宏共同作成の控訴趣意書\nに，これに対する答弁は検察官森真己子作成の弁論要旨（第２）に，検察官の控訴\nの趣意は検察官奥野博作成の控訴趣意書に，これに対する答弁は主任弁護人松井仁，\n弁護人黒原智宏共同作成の答弁書にそれぞれ記載されたとおりであるから，これら\nを引用する。弁護人の論旨は，原判示第１の殺人についての事実誤認の主張であり，\n検察官の論旨は，原判決が被告人を無期懲役に処したことについての量刑不当の主\n張である。\n第２  弁護人の原判示第１の殺人に関する事実誤認の主張について\n論旨は，被告人は，原判示第１の殺人の被害者両名を殺害した犯人ではないから，\n被告人を犯人である旨認定した原判決には，判決に影響を及ぼすことが明らかな事\n実誤認がある，というのである。\nそこで記録を調査し，当審における事実取調べの結果及び当審弁護人作成の弁論\n要旨も併せて検討する。\n１  原判決の要旨\n原判決が認定した殺人の罪となるべき事実の要旨は，次のとおりである。すなわ\nち，被告人は，以前に金銭を借り入れていた被害男性（当時７６歳）から，その返\n済等を執拗に請求され，被告人が経営していたＡ社の残土処分場での不法投棄を告\n発するなどと脅されたため，このままでは事業が継続できなくなるなどと考え，被\n害男性及び同人に同行してくる被害女性（当時４８歳）を殺害しようと決意した。\nそこで，被告人は，平成２６年８月１５日午後３時頃から同日午後６時１５分頃ま\nでの間，佐賀市 a 町大字 b 字 c の同社の敷地で，被害者両名が乗った軽自動車のルー\nフに，自ら運転する油圧ショベルのスケルトンバケットを振り落とし，そのスケル\nトンバケットとキャタピラーで同車を挟み込み，同車を穴へと引きずった後，同車\nを深さ約５ｍの穴に落とし，その上から油圧ショベルで土砂をかけるなどして埋め，\n被害者両名を窒息等により死亡させて殺害した，というものである。\nそして，被告人を犯人と認めた原判決の補足説明の要旨は，次のように理解する\nことができる。\n遺体の状況等からの殺害態様の推認\n被害女性の遺体は，現場敷地内の穴の地下約５ｍ付近にルーフを下にして埋めら\nれていた軽自動車のドアロックされた運転席から，シートベルトを着用していた状\n態で発見され，被害男性の遺体も軽自動車の近くに埋められていた。そして，被害\n者両名の遺体の状況，軽自動車のルーフや運転席ドア等の損傷状況からすると，犯\n人は，Ａ社にあった油圧ショベルの１台を操作し，被害者両名が乗車して停車して\nいた軽自動車の運転席ドア等に油圧ショベルに装着されたスケルトンバケットを振\nり下ろして攻撃したほか，その爪で運転席ドア等を突き刺した上でスケルトンバ\nケットとキャタピラーで軽自動車を挟み込んで穴の方向に引きずり，深さ約５ｍの\n穴に落としたと認めることができる。なお，被害男性がどのようにして車外に出た\nのかは不明であるが，いずれにしろ，犯人は，油圧ショベルで土砂をかけるなどし\nて軽自動車と被害男性を埋めたと認めることができる。このような加害行為が，被\n害者両名を死亡させる危険性の高い行為であることは明らかであるから，犯人に被\n害者両名を殺害する目的があったことは間違いないが，医学的に被害者両名の死因\n及び死亡時期を確定することはできない。したがって，犯人が被害者両名を生き埋\nめにして殺害したとまでは認定できないが，上記のような殺害行為によって被害者\n両名が死亡したことは明らかであり，殺害行為の内容を踏まえると，死因によって\n刑の軽重に差はないから，死因を精密に特定して認定する必要はない。\n犯行の日時場所等からの犯人性の推認\n犯行現場は，被告人が経営していたＡ社の事務所の敷地であり，その事務所の鍵\nは従業員らが管理し，上記油圧ショベルの１本しかない鍵は事務所内に保管されて\nいた。そうすると，Ａ社に関係のない者が，敷地内に入り込んで犯行を準備し，実\n行したとは考え難く，犯人が自分の領域を犯行場所に選んだと考えると，犯人は，\nＡ社の幹部であると推認できる。被告人は，Ａ社の経営者として犯行場所を管理す\nる責任者であり，その敷地内で自由に穴を掘り，自由に重機を使用し，自由に埋め\nる場所を利用することができるから，そのような犯人像にきれいに当てはまる。ま\nた，被告人は，Ａ社の事務所の鍵を所持し，重機の運転も上手であり，被害者両名\nが以前に現場を訪れた際と同じような場所に車を停めることを予想し，その付近に\n置いた油圧ショベルに乗り込んで待ち伏せた上で，到着してすぐの被害者両名を車\nごと攻撃することも容易であった。このような事情は，被告人の犯人性を一定程度\nまで推認させる。\nところで，被害者両名は，犯行日と認められる平成２６年８月１５日の午後３時\nにＡ社の事務所に呼び出され，同日午後１時半に被害者両名が乗車した軽自動車が\n最寄りの高速道路出口を通過し，油圧ショベルが同日午後３時頃から午後６時１５\n分頃まで稼働していたことからすると，犯行は同日午後３時頃から午後６時１５分\n頃までの間に行われたと推認できる。そして，当日Ａ社はお盆休みで休業し，被告\n人以外の従業員は誰も出勤していないが，被告人の携帯電話の接続基地局の記録に\nよると，被告人は，犯行時間帯に犯行場所近くにいたと認められる。そうすると，\nＡ社の関係者の中では，被告人だけが犯行を行うことが可能であり，かつ，容易で\nあったということができ，これらの事情は，被告人の犯人性を更に強く推認させる。\n犯行前の被告人の行動からの犯人性の推認\n被害男性のペン型ボイスレコーダーに録音されていたデータ等によれば，同月８\n日に被害者両名を犯行時刻頃にＡ社の事務所に呼び出したのは，被告人であると認\nめられるが，この事実のみから直ちに被告人を犯人と認めることはできない。しか\nし，被告人は，その際，被害者両名に対し，１２００万円を返済できると嘘を言っ\nて，わざわざ被告人以外に誰もいない時期に呼び出している。また，被告人は，同\n月１２日には従業員に油圧ショベルの先端をスケルトンバケットに取り替えさせて\n現場敷地に移動させ，翌１３日には別の従業員に被害者両名が埋められていた現場\n敷地の穴を掘らせ，その穴に取引先が持ってくる廃棄物を埋めると説明したのに，\n同月１８日には取引先が廃棄物を持ってこなかったと発言している。このような被\n告人の言動は，被害者両名を犯行時刻頃に犯行現場に確実に呼び寄せ，犯行を準備\nしたものとみることができ，被告人の犯人性を強く推認させる。\n犯行後の被告人の行動からの犯人性の推認\n被告人は，同月１７日に油圧ショベルを犯行現場から別の場所に移動させ，同月\n１８日以降に埋めた穴付近を整地し，同月２１日以降に従業員に取引先の残土を犯\n行現場に運ばせて埋めた穴付近に積ませ，同月２３日に油圧ショベルのスケルトン\nバケットを取り替えさせている。このように，犯行の２日後に油圧ショベルを移動\nさせ，その後にスケルトンバケットを取り替えさせたのは，凶器をできるだけ現場\nから遠ざけようとしたと考えるのが自然である。また，穴の上を整地して残土を置\nいたのは，穴があったことを分からなくなるようにした上で掘り返されることを防\nぐためにしたと考えるのが自然である。したがって，これらの被告人の行動は，犯\n行の隠ぺい工作とみることができ，被告人の犯人性を強く推認させる。\n動機について\n被害男性は，当時，被告人に対し，多額の金銭の返済等を何度も執拗に迫り，そ\nの際にＡ社が不法投棄していたことを告発することをちらつかせて脅し，その土地\nを３０００万円という法外な金額で買い取るように求めていた。被告人は，同年６\n月に被害男性に２００万円を返済したが，その後，十分な資金を準備できずに追い\n込まれていた。このような状況からすると，被告人が，被害男性から不法投棄を通\n報されるなどしてＡ社の事業が継続できなくなることを恐れ，被害男性の殺害を決\n意したとしても不思議ではない。また，被害女性は，同年８月までに何度も被害男\n性と一緒にＡ社の事務所を訪れて事情を知っていたから，被害男性と一緒に殺害す\nるしかないと考えたとしても不思議ではない。被告人には，被害者両名を殺害する\n十分な動機があったということができる。\n総合評価\n被告人に，上記のような犯人性を強く推認させる複数の事情が存在することは，\n被告人以外の者が犯人であったならば合理的に説明することができない。したがっ\nて，被告人が犯人であることは，合理的疑いを容れない程度に立証されているとい\nうことができる。\n２  原判決の認定，判断に対する当裁判所の判断\n原判決が，犯行態様を した上で，上記\n情を総合して被告人を犯人であると認定した点に論理則，経験則等に違反する点は\n見当たらない。以下所論に鑑み，補足して説明する。\n原判決が指摘する事情は被告人の犯人性を推認させるものではないという所\n論について\n所論は，原判決が犯行の準備として指摘するものは，いずれもＡ社の通常の業務\nとして行われたものにすぎない，といい，被告人も，当審公判において，これに沿\nう供述をする。すなわち，被告人は，産業廃棄物業者のＢから，お盆休み中に産業\n廃棄物を持って来ると連絡を受けたので，平成２６年８月１２日に従業員に指示し\nて油圧ショベルをＡ社の事務所前に移動させ，翌１３日に本件現場に穴を掘らせ，\n同月１５日の夕方に現場を訪れたところ，穴が埋まっていたのでＢが産業廃棄物を\n持ち込んだと思った。Ｂは，同年９月に産業廃棄物を持ち込んだ代金を持ってきた，\nというのである。しかし，Ｂは，当審公判において，お盆休みに現場に産業廃棄物\nを持ち込んだことはないと明確に供述し，その供述に不自然，不合理な点はうかが\nえない。この点，所論は，上記のＢの当審供述について，①日記や手控えといった\n客観的証拠による裏付がなく，絶対にお盆に残土を持ち込んでいないとはいえない\nと供述するなど記憶の確度も低い，②廃棄物処理法違反罪による摘発をしない代わ\nりに捜査機関の意図を汲んだ供述をする合意に基づき供述した可能性がある，③被\n告人が平成２６年のお盆直前に毎日のようにＢに電話し，相互に頻繁に残土等の持\nち込みに関する通話をしていたことからすれば，お盆の時期に残土を持ち込む依頼\nをしていたと考えるのが自然である，という。しかし，①の点については，そのよ\nうなささいな点をもって，犯行当時に現場敷地に残土を持ち込んだ覚えがない旨の\nＢの当審供述の信用性を動揺させることはできない。また，②の点については，そ\nのような可能性を具体的に示す事情は全く見当たらないし，③の点については，通\n話の時期から直ちに持ち込んだ時期が決まるものではないから，それらの点が，Ｂ\nの上記当審供述の信用性に影響を与えることはない。なお，被告人の当審供述によ\nれば，Ｂが犯人である疑いが生じるが，そもそもＢには被害者両名と接点が全くな\nく，Ｂが殺人の犯行に関与したことをうかがわせる証拠も全く見当たらない。そう\nすると，Ｂが当日現場敷地に産業廃棄物を持ち込んだ旨の被告人の当審供述は信用\nできないから，被告人が従業員に命じて油圧ショベルを移動させたり現場に穴を掘\nらせたりしたことは，原判決が指摘するとおり，Ａ社の通常業務ではなく，殺人の\n犯行準備であるとみるのが自然である。\n所論は，原判決が犯行の隠ぺい工作として指摘するものは，いずれもＡ社の通常\nの業務として行われたものにすぎない，という。すなわち，油圧ショベルは，もと\nもとあった場所に戻したにすぎず，埋めた穴付近を整地したのは，雨で荒れた現場\n付近を整地したにすぎず，取引先の残土を埋めた穴の付近に積ませたのは，引き取\nりに来る他の業者がすぐに作業ができるようにしただけである，というのである。\nしかし，関係証拠によれば，被害者両名が埋められていた穴の上にはスケルトンバ\nケットによる痕跡があり，Ａ社の事務所付近のアスファルト舗装部分には油圧ショ\nベルで被害者両名が乗車する軽自動車を引きずった際に削られてできたと考えられ\nる痕跡があったというのであるから，犯人からすれば，それらの痕跡を隠ぺいする\n必要があったということができる。そうすると，油圧ショベルの移動はともかく，\n被告人が，犯行から短期間のうちに自ら穴付近を油圧ショベルでならし，従業員に\n命じてその付近一帯に残土を積み上げさせたことは，Ａ社の通常業務というより，\n原判決が指摘するとおり，犯行の隠ぺい行為とみるのが自然である。\n被告人を犯人と認定することには合理的疑いがあるという所論について\n所論は，仮に被告人が真犯人であれば，被害男性を殺害する場所に，いつ第三者\nが訪れるかもしれないＡ社の事務所周辺を選ぶはずがなく，上記の犯行の準備や隠\nぺいを従業員に命じて行うはずもない，という。しかし，お盆休み中のＡ社の事務\n所付近で殺害すれば，他人に犯行を目撃されるおそれは低いから，前記の犯行前に\n被告人が従業員に命じて現場に穴を掘らせるなどした行動は，Ａ社の通常の業務を\n装ったものとみることができる。所論指摘の点は，いずれも，被告人が真犯人であっ\nても何ら不自然，不合理ではない。\n被告人以外に真犯人がいる合理的疑いがあるという所論について\n所論は，１人で重機に乗って被害者両名が乗車する軽自動車を待ち構えて攻撃す\nるという犯行は極めて成功率が低いと考えられることに加えて，被害男性について\nは，軽自動車の外で，油圧ショベルのスケルトンバケット以外の外力を用いて肋骨\n多発骨折により殺害された後に埋められたとみるのが合理的である一方で，被害女\n性については，軽自動車の運転席に座っているところを重機で攻撃されたことによ\nり死亡したとはいい切れないことからすると，本件殺人は，被告人とは無関係の複\n数人によって行われたと考えるのが自然である，という。しかし，被害者両名の死\n因が不明であるからといって，直ちに被害者両名が殺害後に埋められたという合理\n的疑いが生じるとはいえない。また，被告人の重機の運転技能が高いことがうかが\nわれること，被告人にとって事務所を訪れたことがある被害者両名の行動は予測可\n能であったと考えられることに加えて，当日の降雨の影響にも照らすと，被告人が\n１人で重機を運転して軽自動車を攻撃することが極めて困難であったとは限らな\nい。したがって，所論指摘の点から，殺人が複数人によって行われたとみるのが自\n然であるとはいえず，その他記録を検討しても，本件殺人に複数人が関与していた\n合理的疑いが生じるとはいえない。\n所論は，被害男性は，多くの者に高額の融資をしていたから，被告人以外の者か\nらも恨みを買っていた可能性があり，その中に，被害男性が当日被告人からまとまっ\nた金を回収するという情報を得て被害男性の殺害を決意した真犯人がいる合理的疑\nいがあるとか，当日，現場入口にはチェーンがかけられておらず，油圧ショベルの\nキーも差し込まれたままであったから，被告人以外の者による犯行も可能であった，\nなどという。しかし，原判決が指摘するとおり，被告人が，犯行時間帯に犯行場所\n近くにいたと認められる一方で，被告人以外に殺人の実行犯がいることをうかがわ\nせる証拠は全く見当たらない。所論は，抽象的可能性を主張するものにすぎない。\n被告人には被害者両名を殺害する動機がないという所論について\n所論は，被告人は，①平成２６年８月１１日にＣから１０００万円の融資につい\nて承諾を得ていた上，②同年９月にはＡ社の産業廃棄物処分用地を太陽光発電用地\nとして売却することによって約１２７０万円を得る予定であったほか，③Ａ社の売\n上もあったから，借金返済に窮して被害男性を殺害する動機はない，という。しか\nし，①に関する被告人の当審供述によれば，被告人が被害男性に犯行当日に支払う\nことを約束した金額は１２００万円であるから，Ｃにそれに足りない金額の融資を\n申し込んだというのはいかにも不自然であり，支払期日の前日に被告人からＣに融\n資を受けることを撤回する旨連絡したというのも唐突である上，被告人方の固定電\n話の通話料金明細内訳書（当審検甲１５）に記録がないという点で不合理である。\nなお，通話記録の点について，弁護人は，被告人とＣのどちらからの電話であった\nかという，ささいな記憶違いにすぎない，というが，被告人は，当審公判において，\n自宅の固定電話からＣの携帯電話にかけたと明確に供述しているから，ささいな記\n憶違いとみることはできない。したがって，この点に関する被告人の当審供述は疑\nわしいといわざるを得ない。次に，②の点に関する被告人の当審供述は，被告人は\nその売買によって２８８万円を得ることになっていたにすぎない旨のＤの原審供述\nと反するものであり，Ｄの供述が，同人の日記や契約書，Ｅの原審供述によって裏\n付けられているとみることができることからすると，疑わしいといわざるを得ない。\nさらに，③Ａ社の売上については，所論は，被告人の子であり，平成２７年２月に\nＡ社の事業を継承したＥが，原審公判において，犯行当時のＡ社の売上げから考え\nて，被害男性の要求金額は５年以内に返済可能であった旨供述したことを根拠とし\nているが，同人の供述は，被告人をかばうためのものであり，格別の裏付けもない\nから，直ちに採用することのできないものである。したがって，被告人の当審供述\nによっても，当時，被告人が被害男性に対する借金返済に窮していたという原判決\nの認定は動かない。\n所論は，被告人が被害男性から産業廃棄物の不法投棄について追及されていたこ\nとは殺害の動機にはならない，という。しかし，被害男性が，当時，産業廃棄物の\n不法投棄を理由に被告人を追及していたことは原判決が認定するとおりであり，そ\nのことが動機の一部になったとしても不自然ではない。\n３  犯行時に現場にいなかったという被告人の当審供述について\n被告人の当審供述の概要\n被告人は，原審公判においては黙秘を貫いていたが，当審公判において，犯行当\n日の行動等について，次のとおり供述し，犯行が行われたとされる午後３時過ぎか\nら午後７時前頃までの間は現場にいなかったと供述する。すなわち，被告人は，当\n日，土砂降りの雨の中，午後０時頃，いったんＡ社の事務所へ行き，午後０時３分\n頃，被害男性に対し，お金ができていないので今日の面談はキャンセルする旨電話\nをし，周辺のＡ社の土地全体を見回り，午後３時７分頃，被害男性に対し，面談の\nキャンセルを確認する電話をかけた。しかし，その電話は留守番電話に切り替わっ\nたが，被告人は，被害男性は来ないと思ったので，その後，その場を離れてお盆の\n墓参りと入院中の母親の見舞い等を済ませ，午後７時頃，再びＡ社の事務所に戻っ\nたから，犯行時間帯には現場にいなかった，というのである。\n被告人の当審供述の信用性の検討\n当審弁護人は，被告人の当審供述は，①当日佐賀市内は朝から昼にかけて大雨が\n降り，昼過ぎからやや小雨になったという降雨の状況，当日午後０時５７分に被告\n人の携帯電話からＦへの発信記録，当日正午から午後０時１５分までの間と午後３\n時から午後３時１５分までの間に油圧ショベルが稼働した記録と整合する，②弁護\n人が同じ雨天の日に被告人が供述する行程の走行実験と所要時間の点で整合するな\nどと主張する。しかし，①の点については，いずれも，犯行時間帯に現場にいなかっ\nた旨の被告人の当審供述を直接裏付けるものではなく，むしろ油圧ショベルの稼働\n記録については，原判決が指摘するとおり，犯行時刻頃に現場に立ち寄ったと考え\nられる人物が被告人だけであるという間接事実と相俟って，被告人の犯人性を推認\nさせる事情である。また，②については，被告人が供述する行程を裏付ける証拠は\n全く提出されていないから，単に所要時間が整合したからといって，供述が裏付け\nられたとはいえず，かえって被告人の日記帳の翌８月１６日の欄には（当審検甲１\n９），昨日雨だったので墓参りに行くことができなかった旨の記載がある。この点，\n被告人は，書き間違えである旨供述し，弁護人は，日記の記載は厳密なものではな\nく，前日に念入りな墓参りができなかったという感情を記載したものとみるべきで\nある，と主張する。しかし，同月１３日から１６日までの日記の記載は，犯行当日\nである同月１５日を除き，被告人の当審供述と概ね合致しているから，被告人がそ\nの日の行動をその都度記載したものとみるのが自然であり，当日の行動に関する被\n告人の当審供述が，被告人の日記と食い違うことに変わりはない。\nその他，被告人の当審供述は，前記のとおりＢの当審供述と大きく食い違う上，\n当日は雨が降ってＡ社の土地の状態が心配になって見回っていたというのに，再び\n事務所に戻った際に当日Ｂが穴に産業廃棄物を埋めたか否かを確認しなかったな\nど，不自然，不合理な点がある。したがって，被告人の当審供述をもって，被告人\nが犯行時間帯に現場にいなかったという合理的疑いが生じるとはいえない。\n４  結論\nそのほか所論が主張するところを検討しても，原判決の認定に論理則，経験則に\n反するところはなく，所論のいうような事実誤認はない。\n論旨は理由がない。\n第３  検察官の量刑不当の主張について\n１  始めに\n論旨は要するに，本件殺人の特筆すべき態様の悪質性，高い計画性，動機の悪質\n性，そして被害者２名の命を奪ったという結果の重大性等に鑑みれば，被告人の刑\n事責任は誠に重大であり，その一方で，被告人には，死刑を回避するのもやむを得\nないと評価すべき特段の事情も認められないから，死刑判決を回避し，被告人を無\n期懲役に処した原判決の量刑は明らかに軽すぎて不当であり，被告人を死刑に処す\nるべきである，というのである。\nそこで記録を調査し，当審における事実取調べの結果並びに検察官作成の弁論要\n旨（第３）をも併せて検討する。\n本件は，被告人が，①殺意をもって，油圧ショベルのスケルトンバケットを被害\n者両名が乗った軽自動車のルーフに振り落とし，同車を深さ約５ｍの穴に落とし，\nその上から油圧ショベルで土砂をかけるなどして埋め，被害者両名を窒息等により\n死亡させて殺害し，②取引先会社からリース契約をして借り受けた敷鉄板１２枚を\n業務上預かり保管中に，うち２枚（価格合計約３２万０８００円相当）を別の会社\nに売却するために引き渡して横領した，という事案である。特に殺人については，\n複数の被害者が死亡したという結果が極めて重大であることに加え，殺害態様が非\n常に残虐で悪質であること，被害者両名の各遺族の処罰感情がいずれも峻烈である\nこと，事件の社会的影響の大きさ等からすると，死刑の選択の是非を検討しなけれ\nばならない相当重大な部類に属する事件である。\nしかし，死刑は，人間の生命を奪う極刑であり，窮極の刑罰であるから，その適\n用は慎重に行われなければならず，「犯行の罪質，動機，態様ことに殺害の手段方\n法の執拗性・残虐性，結果の重大性ことに殺害された被害者の数，遺族の被害感情，\n社会的影響，犯人の年齢，前科，犯行後の情状等各般の情状を併せ考察したとき，\nその罪責が誠に重大であって，罪刑の均衡の見地からも一般予防の見地からも極刑\nがやむをえないと認められる場合には，死刑の選択も許されるものといわなければ\nならない」（最高裁昭和５６年（あ）第１５０５号同５８年７月８日第二小法廷判\n決・刑集３７巻６号６０９頁），という最高裁判決の趣旨を踏まえて検討する必要\nがある。\n２  原判決の量刑理由の要旨\n原判決は，被告人について死刑を選択することが真にやむを得ないかどうかを，\n被害者２名が殺害された事案において死刑又は無期懲役刑が求刑された事例を踏ま\nえ，特に犯行態様の悪質性及び計画性の程度，動機の悪質性の程度を中心に検討し，\n死刑を選択することが真にやむを得ないとまではいい難いと判断した。その理由の\n要旨は次のとおりである。すなわち，まず，犯行態様の悪質性については，巨大な\n重機で被害者両名の不意を衝いて攻撃し，深い穴に落として埋めるという強固な殺\n意に基づく前例のない残虐かつ執拗なものであるが，生き埋めにして殺害したとは\n認定できないから，極めて悪い部類に近い程度である。次に，計画性の程度につい\nては，被告人は，犯行の１週間前に被害者両名を呼び出し，その後種々の準備をす\nる中で殺害の実行を決意しているから，相当程度の計画性があったことは間違いな\nいが，その計画は緻密ではなく，特に発覚防止等については雑なところが目に付く\nので，巧妙であったとはいえず，最も高い部類に属するとはいえない。さらに，動\n機の悪質性の程度については，被害者両名には，命を奪われるような落ち度はなく，\n特に被害女性は巻き添えになって殺害されたものであり，身勝手にも被害者両名の\n殺害を決意した経緯や動機に同情できる点はほとんどない。しかし，被害男性は，\n被告人よりも上位の立場にあったことを利用し，法外な金額で土地の買取りを求め，\n金銭回収を楽しみ，金銭を執拗に請求しながら，不法投棄を告発するという脅しや\n圧力もかけており，その請求には理不尽な面があった。そして，被告人は，被害男\n性からこのような限度を超えた要求を受けて追い込まれていったと推認することが\nでき，被害男性が被告人の犯行を招いた面があることは否定できず，被害女性は被\n害男性と一緒に行動し，被害男性の被告人に対する要求の内容等を理解していたは\nずである。そうすると，動機の悪質性は，極めて悪質な部類に属するとはいえない，\nというのである。\n３  原判決の判断，評価に対する当裁判所の判断\nこのような原判決の判断，評価は，概ね正当である。以下所論に鑑み，補足して\n説明する。\n本件殺人の態様について\n所論は，本件殺人の態様は，特段の事情のない限り，死刑を回避する余地のない\nほど悪質極まりないものであるのに，原判決が，極めて悪い部類に近いとの評価に\nとどめているのは，不当である，という。そして，関係証拠によれば，前記のとお\nり，被告人は，被害者両名が乗車した軽自動車のルーフに油圧ショベルのスケルト\nンバケットを振り落とし，引き続き油圧ショベルのスケルトンバケットとキャタピ\nラーで同車を挟み込んで引きずり，軽自動車を深さ約５ｍの穴に落とし，大量の土\n砂をかけて被害者両名と軽自動車を穴に埋めるなどして殺害している。確実に被害\n者両名の生命を奪う極めて凶暴かつ残虐な態様であり，その悪質性は同種事件の中\nでも際立っている。しかし，関係証拠を精査しても，被害者両名の死因や死亡時期\nを確定することはできないから，所論がいうように，被告人が，被害者両名を生き\n埋めにしたとまでは認定できず，殺害の態様は極めて悪い部類に近いものにとどま\nるという原判決の評価が誤っているとまではいえない。なお，更に所論は，このよ\nうな原判決の評価は，具体的な死因の点から刑の軽重はつけられないと説示してい\nることと論理矛盾している，という。しかし，所論指摘の説示については，殺害の\n態様についての上記評価が死因によって左右されないという趣旨であると理解すれ\nば，殺害の態様の評価と矛盾しているとはいえない。\n犯行の計画性の程度について\n所論は，原判決が，計画性の程度について，同種事案の中で，最も高い部類に属\nするとはいえないと結論付けたのは明らかに評価を誤っている，という。そして，\n関係証拠によれば，被告人は，被害者両名を呼び出してから１週間のうちに油圧ショ\nベルを現場まで移動させ，事情を知らない従業員に命じて深さ約５ｍの穴を掘らせ\nるなどした上，油圧ショベルで軽自動車を襲撃し，被害者両名に逃走や警察への通\n報の余裕を与えずに殺害している。したがって，所論が指摘するとおり，被告人が，\n緻密な計画を立てた上で確実に殺害の目的を遂げ，かつ，罪証隠滅を可能とする周\n到な準備を整えたとみることも可能である。\nしかし，関係証拠上，被告人が犯行の具体的準備に着手したのは犯行のわずか１\n週間前であり，殺害態様のみから直ちに被告人が種々のシミュレーションを行って\n計画を練り上げたとは断定できないから，被告人が殺害を思いついてすぐに実行に\n移したという原判決の説示が誤っているとはいえない。また，前記のとおり，犯行\n前後の被告人の行動は，従業員らに確認すれば嘘であることが容易に発覚し，かつ，\n犯人であることを強く疑わせる内容であって，緻密な計画を立てて周到に準備した\n者の行動にはそぐわない。したがって，殺害の計画は緻密ではなく，特に発覚防止\n等については雑なところが目に付き，犯行が巧妙であったとはいえないという原判\n決の指摘についても，不合理であるとはいえない。\n動機の悪質性の程度について\n所論は，被告人は，被害男性からの金銭要求や債務を免れ，公的機関に廃棄物の\n不法投棄を告発される危険性を排除してＡ社の事業の継続及び継承を確保し，自己\n及び家族の将来の平穏な生活を手に入れるために被害者両名を殺害したのであり，\nこのような強い利欲目的に基づいた犯行動機は，同種事案と比べても極めて悪質で\nある，という。そして，関係証拠によれば，被告人は，殺人の犯行によって所論が\n指摘するような結果を手に入れているから，所論がいうような動機から被害者両名\nを殺害したとみる余地がある。\nしかし，仮に被告人にそのような被害男性殺害の動機があったとしても，関係証\n拠上，被害男性が，被告人に対し，巨額の金銭を要求し，不法投棄を告発すると脅\nしていたことは否定できないから，原判決が，被害男性の請求には理不尽な面があ\nり，被告人が，金銭を工面できずに，このままでは事業を継続できず，息子にも事\n業を引き継げないなどと考えて追い込まれていった面があると説示している点が不\n合理であるとはいえない。\nなお，更に所論は，犯行当時，Ａ社には相当の売上げがあった旨のＥの原審供述\nを根拠に，原判決が，被告人が被害男性の要求に対して金銭を工面できずに追い込\nまれていったと推認できると説示した点を論難する。しかし，Ｅの上記原審供述が\n直ちに採用することのできないものであることは前述のとおりであって，当時のＡ\n社の売上げ等に関する客観的証拠も提出されていないから，所論は，前提を欠いて\nいるというほかない。\nしたがって，被害女性が被害男性の巻き添えになって殺害されたことを踏まえて\nも，原判決が，殺人の動機について，同種事案の中で極めて悪質な部類に属すると\nはいえないと評価したことが，必ずしも不合理であるとまではいえない。\n同種事案の裁判例との比較について\n所論は，裁判員裁判において「殺人，単独犯，同種の罪の数２～４件，被害者２\n名が殺害された事案」のうち死刑が求刑された６件と比較すれば，本件は，最も高\nい計画性を有する上，死刑判決が確定した事例と比べても，犯行態様の悪質性を始\nめとする犯情の重さに遜色がなく，同種事案と比較しても死刑が相当である，とい\nう。\nしかし，所論が引用する死刑判決が確定した事例は，被告人が，同棲していた交\n際女性が姿を消し連絡が取れなくなったのは，その家族によって女性が保護された\nからであるとして，家族を殺害してでも女性を奪い返そうと決意し，女性の祖母方\n及び父母方に立て続けに侵入し，女性の祖母及び母親を出刃包丁で刺殺するなどし\nたという事案である。その動機は，交際女性に対する独占欲，支配欲を満たすため，\n他を一切顧みないほど利己的であまりに理不尽なものである上，交際女性の実家に\nいる家族を全員殺害するという確定的な計画に基づく悪質な犯行であって，本件殺\n人とは，特に動機や計画性の悪質性の程度に有意な違いがある。また，所論が引用\nする他の無期懲役刑が選択された５件を逐一検討しても，本件殺人について，死刑\nを選択しなければならないほどの犯情の違いがあるとは認められない。\n４  結論\nそうすると，被害者両名の遺族らの被告人に死刑を求める心情や訴えには重いも\nのがあり，被告人が，被害者両名及びその遺族に謝罪の弁を述べることも慰謝の措\n置を講じることもなく，殺人事件に対する反省の態度が全くうかがえないこと，多\n数の前科があること等，所論が指摘する点を踏まえても，被告人について死刑を選\n択することが真にやむを得ないとまではいい難いという原判決の判断は，裁判員を\n交えて直接審理に臨んで証拠を検討した上での判断として十分に尊重されるべきも\nのであり，不合理であるとはいえない。したがって，被告人を無期懲役に処した原\n判決の量刑が不当に軽すぎるとまではいえない。\n論旨は理由がない。\nよって，刑事訴訟法３９６条により本件各控訴をいずれも棄却し，控訴審におけ\nる訴訟費用については同法１８１条１項ただし書を適用して被告人に負担させない\nこととして，主文のとおり判決する。\n令和２年３月１８日\n福岡高等裁判所第１刑事部\n裁判長裁判官            鬼     澤        友     直\n裁判官            平     島        正     道\n裁判官            三     芳        純     平\n"
}