{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Reiwa",
    "year": 2,
    "month": 7,
    "day": 2
  },
  "case_number": "平成31(行ヒ)61",
  "case_name": "通知処分取消等請求事件",
  "court_name": "最高裁判所第一小法廷",
  "result_type": "判決",
  "result": "破棄自判",
  "article_info": "民集　第74巻4号1030頁",
  "original_court_name": "大阪高等裁判所",
  "original_case_number": "平成30(行コ)21",
  "original_date": {
    "era": "Heisei",
    "year": 30,
    "month": 10,
    "day": 19
  },
  "gist": "制限超過利息等についての不当利得返還請求権に係る破産債権が確定した場合において当該制限超過利息等の受領の日が属する事業年度の益金の額を減額する計算方法と一般に公正妥当と認められる会計処理の基準",
  "case_gist": "法人が受領した制限超過利息等を益金の額に算入して法人税の申告をし，その後の事業年度に当該制限超過利息等についての不当利得返還請求権に係る破産債権が破産手続により確定した場合において，当該制限超過利息等の受領の日が属する事業年度の益金の額を減額する計算をすることは，一般に公正妥当と認められる会計処理の基準に従ったものとはいえない。\n制限超過利息等：利息制限法所定の制限利率を超えて支払われた利息及び遅延損害金",
  "ref_law": "法人税法２２条２項，法人税法（平成３０年法律第７号による改正前のもの）２２条４項",
  "lawsuit_id": "89541",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=89541",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/541/089541_hanrei.pdf",
  "contents": "平成３１年（行ヒ）第６１号  通知処分取消等請求事件\n令和２年７月２日  第一小法廷判決\n主      文\n原判決を破棄する。\n被上告人の控訴を棄却する。\n控訴費用及び上告費用は被上告人の負担とする。\n理      由\n上告代理人舘内比佐志ほかの上告受理申立て理由（ただし，排除された部分を除\nく。）について\n１  本件は，破産者株式会社クラヴィスの破産管財人である被上告人が，平成７\n年度から同１７年度まで（同１１年度を除く。）の各事業年度（４月１日から翌年\n３月３１日までの各１年間。以下「本件各事業年度」という。）において支払を受\nけた制限超過利息等（利息制限法所定の制限利率を超えて支払われた利息及び遅延\n損害金をいう。以下同じ。）についての不当利得返還請求権に係る破産債権が，そ\nの後の破産手続において確定したことにより，これに対応する本件各事業年度の益\n金の額を減額して計算すると納付すべき法人税の額が過大となったとして，本件各\n事業年度の法人税につき国税通則法（平成２３年法律第１１４号による改正前のも\nの。以下同じ。）２３条２項１号及び同条１項１号に基づく更正の請求（以下「本\n件各更正の請求」という。）をしたところ，更正をすべき理由がない旨の各通知処\n分（以下「本件各通知処分」という。）を受けたため，主位的には本件各通知処分\nの一部の取消しを，予備的には上記制限超過利息等に対応する法人税相当額の一部\nについての不当利得返還等をそれぞれ求める事案である。\n２  法人税法（平成３０年法律第７号による改正前のもの。以下同じ。）２２条\nは，内国法人の各事業年度における所得の金額の計算上，当該事業年度の益金の額\nに算入すべき金額は，別段の定めがあるものを除き，資本等取引以外の取引に係る\n当該事業年度の収益の額とするものとし（２項），当該事業年度の損金の額に算入\nすべき金額は，別段の定めがあるものを除き，当該事業年度の費用及び損失の額と\nするものとした上で（３項），当該事業年度の収益並びに費用及び損失の額は，一\n般に公正妥当と認められる会計処理の基準（以下「公正処理基準」という。）に従\nって計算されるものとする旨を定めている（４項）。\nまた，国税通則法２３条２項は，同項各号のいずれかに該当する場合には，当該\n各号に掲げる期間において，同条１項の規定による更正の請求をすることができる\nものとするところ，同項は，同項各号のいずれかに該当する場合に更正の請求をす\nることができるものとし，１号において，「申告書に記載した課税標準等若しくは\n税額等の計算が国税に関する法律の規定に従っていなかったこと又は当該計算に誤\nりがあったことにより，当該申告書の提出により納付すべき税額（当該税額に関し\n更正があった場合には，当該更正後の税額）が過大であるとき」を掲げている。\n３  原審の適法に確定した事実関係等の概要は，次のとおりである。\n(1)ア  消費者金融業等を目的とする株式会社であるクラヴィスは，顧客から受\n領した制限超過利息等に係る収益の額を益金の額に算入して計算した所得の金額を\n課税標準として，本件各事業年度の法人税の申告（以下「本件各申告」という。）\nをした。\nイ  クラヴィスは，平成２４年７月５日，破産手続開始の決定を受け，被上告人\nがその破産管財人に選任された。\nウ  上記の破産手続において，一般調査期間内に届出がされた総額５５５億３３\n７３万９０９６円の過払金返還請求権に係る破産債権（以下「本件債権１」とい\nう。）及び特別調査期間内に届出がされた総額３億０１１９万２１８５円の過払金\n返還請求権に係る破産債権（以下「本件債権２」という。）が確定した。\nなお，被上告人は，平成２７年８月２７日付けで，本件債権１の破産債権者中約\n２万人に対して合計約３億５０００万円を配当し，同２８年８月２４日までに，最\n後配当及び追加配当として，破産債権者中約６万６０００人に対して合計約１２億\n２０００万円を配当した。\n(2)  被上告人は，平成２７年６月１９日，所轄税務署長に対し，本件債権１が\n確定したことにより，本件各事業年度における納付すべき法人税の額が過大となっ\nたとして，本件各更正の請求をした。その理由は，過払金返還請求権に係る破産債\n権が破産手続において事後的に確定した場合には，当該請求権の発生原因となった\n制限超過利息等に係る受領金額を当該受領の日が属する各事業年度に遡って益金の\n額から減額して計算すべきであるというものであった。\n(3)  所轄税務署長は，平成２７年９月１４日付けで，被上告人に対し，本件各\n更正の請求につきいずれも更正をすべき理由がない旨の本件各通知処分をした。そ\nの理由は，本件各事業年度において益金の額に算入されていた制限超過利息等の受\n領が法律上の原因を欠くものであったことが破産手続において確定したとしても，\nその確定の事由が生じた日の属する事業年度においてこれを損金の額に算入すべき\nであるというものであった（以下，このように，過去の事業年度の収益等に関する\n変動事由が生じた場合に，これに基づいて生じた損益を当該事由が生じた日の属す\nる事業年度に計上する処理を「前期損益修正」という。）。\n４  原審は，上記事実関係等の下において，要旨次のとおり判断し，本件各更正\nの請求は国税通則法２３条２項１号及び同条１項１号の各要件を満たすとして，主\n位的請求を認容した。\n前期損益修正は企業会計原則が定める会計基準であるが，企業会計原則は，企業\nの経済的活動が半永久的に営まれるとの仮定が成り立つことを前提とする考え方に\n基づくものである。しかし，破産手続開始の決定を受けた会社（以下「破産会社」\nという。）は，破産手続による清算の目的の範囲内において，破産手続が終了する\nまで存続するにすぎないから，破産会社には，上記の考え方は妥当せず，会社法上\nの前期損益修正に係る規定（同法４３５条２項，会社計算規則８８条３項，９６条\n７項等）の適用もないと解すべきである。また，法人の会計処理において一般に前\n期損益修正がされるのは，確定した財務諸表が配当制限その他の規制や課税所得計\n算等にも利用されており，そこでの利益計算を事後的に修正すると，利害調整の基\n盤が揺らいでしまうという考えによるものであるところ，破産会社において過年度\nに計上した収益の額を修正する必要がある場合には，事後的な修正をしても，株主\n等の利害関係人や債権者との利害調整の基盤が揺らぐとは考えられない。さらに，\n制限超過利息等の受領が法律上の原因を欠き，これを返還すべきことが破産手続で\n確定した場合には，破産会社が遡って収益の額を減少させることにより法人税の減\n額分につき還付を受けて過払金返還請求権を有する破産債権者に配当をすることに\n合理性が認められる。そうすると，過払金返還請求権に係る破産債権のうち既に配\n当がされた部分に対応する制限超過利息等に加えて，まだ配当がされていない部分\nに対応する制限超過利息等についても，これらを受領した日の属する事業年度に遡\nって益金の額を減額する計算をすることは，公正処理基準に従った計算方法に合致\nするといえる。\n５  しかしながら，原審の上記判断は是認することができない。その理由は，次\nのとおりである。\n(1)  一般に，企業会計においては，会計期間ごとに，当期において生じた収益\nの額と当期において生じた費用及び損失の額とを対応させ，その差額として損益計\n算を行うべきものとされている。そして，企業会計原則は，過去の損益計算を修正\nする必要が生じても，過去の財務諸表を修正することなく，要修正額を前期損益修\n正として修正の必要が生じた当期の特別損益項目に計上する方法を用いることを定\nめ（第二の六，同注解１２），「会計上の変更及び誤謬の訂正に関する会計基準」\n（平成２１年１２月４日企業会計基準第２４号）も，過去の財務諸表における誤謬\nが発見された場合に行う会計処理としては，当該誤謬に基づく過去の財務諸表の修\n正再表示の累積的影響額を当期の期首の残高に反映するにとどめることとし（２１\n項），同会計処理が認められる誤謬の範囲を当初の財務諸表作成時に入手可能な情\n報の不使用や誤用があった場合に限定している（４項(8)）。企業会計原則等にお\nけるこれらの定めは，法人の損益計算が法人の継続的な経済活動を人為的に区切っ\nた期間を単位として行われるべきものであることを前提としており，過去の損益計\n算を遡って修正することを予定していないものと解される。\n法人税法も，事業年度（法人の財産及び損益の計算の単位となる期間で，法令で\n定めるもの又は法人の定款等で定めるもの等。１３条）における所得の金額を課税\n標準として課税することとし（２１条），確定した決算に基づき各事業年度の所得\nの金額等を記載した申告書を提出すべきものとしており（７４条１項），国税通則\n法も，当該申告書の提出による申告をもって，当該事業年度の終了時に成立した法\n人税の納税義務につき納付すべき税額が確定することとしている（１５条２項３\n号，１６条１項１号及び２項１号）。\nこのように，法人税の課税においては，事業年度ごとに収益等の額を計算するこ\nとが原則であるといえるから，貸金業を営む法人が受領し，申告時に収益計上され\nた制限超過利息等につき，後にこれが利息制限法所定の制限利率を超えていること\nを理由に不当利得として返還すべきことが確定した場合においても，これに伴う事\n由に基づく会計処理としては，当該事由の生じた日の属する事業年度の損失とする\n処理，すなわち前期損益修正によることが公正処理基準に合致するというべきであ\nる。\n(2)  法人税法は，事業年度ごとに区切って収益等の額の計算を行うことの例外\nとして，例えば，特定の事業年度に発生した欠損金額が考慮されずに別の事業年度\nの所得に対して課税が行われ得ることに対しては，青色申告書を提出した事業年度\nの欠損金の繰越し（５７条）及び欠損金の繰戻しによる還付（８０条）等の制度を\n設け，また，解散した法人については，残余財産がないと見込まれる場合における\n期限切れ欠損金相当額の損金算入（５９条３項）等の制度を設けている。課税関係\nの調整が図られる場合を定めたこのような特別の規定が，破産者である法人につい\nても適用されることを前提とし，具体的な要件と手続を詳細に定めていることから\nすれば，同法は，破産者である法人であっても，特別に定められた要件と手続の下\nにおいてのみ事業年度を超えた課税関係の調整を行うことを原則としているものと\n解される。そして，同法及びその関係法令においては，法人が受領した制限超過利\n息等を益金の額に算入して法人税の申告をし，その後の事業年度に当該制限超過利\n息等についての不当利得返還請求権に係る破産債権が破産手続により確定した場合\nに前期損益修正と異なる取扱いを許容する特別の規定は見当たらず，また，企業会\n計上も，上記の場合に過年度の収益を減額させる計算をすることが公正妥当な会計\n慣行として確立していることはうかがわれないことからすると，法人税法が上記の\n場合について上記原則に対する例外を許容しているものと解することはできない。\nこのことは，上記不当利得返還請求権に係る破産債権の一部ないし全部につき現に\n配当がされ，また，当該法人が現に遡って決算を修正する処理をしたとしても異な\nるものではない。\nそうすると，上記の場合において，当該制限超過利息等の受領の日が属する事業\n年度の益金の額を減額する計算をすることは，公正処理基準に従ったものというこ\nとはできないと解するのが相当である。\n(3)  これを本件についてみると，本件各事業年度に制限超過利息等を受領した\nクラヴィスが，これを本件各事業年度の益金の額に算入して行った本件各申告はも\nとより正当であったといえるところ（最高裁昭和４３年（行ツ）第２５号同４６年\n１１月９日第三小法廷判決・民集２５巻８号１１２０頁参照），上記(2)で述べた\nところによれば，その後の事業年度に本件債権１が破産手続において確定したこと\nにより，本件各事業年度に遡って益金の額を減額する計算をすることは，本件債権\n１の一部につき現に配当がされたか否かにかかわらず，公正処理基準に従ったもの\nということはできない。\nしたがって，上記の減額計算を前提とする本件各更正の請求が国税通則法２３条\n１項１号所定の要件を満たすものでないことは明らかである。\n６  以上と異なる原審の判断には，判決に影響を及ぼすことが明らかな法令の違\n反がある。論旨はこれと同旨をいうものとして理由があり，原判決は破棄を免れな\nい。\nそして，以上に説示したところによれば，本件各通知処分が最後配当及び追加配\n当がされる前にされたことをもって違法であるということもできないから，本件各\n通知処分は適法であり，また，上告人が本件債権１及び２の発生原因となった制限\n超過利息等に対応する法人税相当額を保持することについて法律上の原因がないと\nいうこともできない。したがって，被上告人の主位的請求及び予備的請求に理由が\nないことは明らかであり，これらの請求をいずれも棄却した第１審判決は正当であ\nるから，被上告人の控訴を棄却すべきである。\nよって，裁判官全員一致の意見で，主文のとおり判決する。\n( 裁判長裁判官   深山卓也   裁判官   池上政幸   裁判官   小池   裕   裁判官\n木澤克之  裁判官  山口  厚)\n"
}