{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 2,
    "month": 1,
    "day": 30
  },
  "case_number": "平成29(ワ)39602",
  "case_name": "特許権侵害差止等請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "89329",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=89329",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/329/089329_hanrei.pdf",
  "contents": "令和２年１月３０日判決言渡  同日原本交付  裁判所書記官\n平成２９年（ワ）第３９６０２号  特許権侵害差止等請求事件\n口頭弁論終結日  令和元年１１月１２日\n判        決\n原         告         株 式 会 社 野 田 ハ ッ ピ ー\n上 記 訴 訟 代 理 人 弁 護 士         上山   浩\n同                 田口洋 介\n上 記 補 佐 人 弁 理 士        木船英 雄\n被 告        サンタ株式会 社\n被 告         東産業株式会 社\n被 告         山 岡 金 属 工 業 株 式 会 社\n上記３名訴訟代理人弁護士         中 島          敏\n上 記 ３ 名 補 佐 人 弁 理 士       宮田正 道\n同                 宮田誠 心\n主        文\n１  原告の請求をいずれも棄却する。\n２  訴訟費用は原告の負担とする。\n事実及び理 由\n第１  請求\n１  被告サンタ株式会社は，別紙被告製品目録の製品を製造し，販売し，輸入し，\n又は販売の申出をしてはならない。\n２  被告東産業株式会社及び被告山岡金属工業株式会社は，別紙被告製品目録の製\n品を販売し，輸入し，又は販売の申出をしてはならない。\n３  被告サンタ株式会社は，別紙被告製品目録記載の製品，その半製品（別紙被告\n製品目録記載の製品の構造を具備するが製品として完成するに至らないもの）及\nび別紙被告製品目録記載の製品の製造に供する金型を廃棄せよ。\n４  被告サンタ株式会社は，原告に対し，６億６０００万円及びこれに対する平成\n２９年１２月３日から支払済みまで年５分の割合による金員を支払え。\n５  被告東産業株式会社は，原告に対し，２億２０００万円及びこれに対する平成\n２９年１２月２日から支払済みまで年５分の割合による金員を支払え。\n６  被告山岡金属工業株式会社は，原告に対し，８８００万円及びこれに対する平\n成２９年１２月５日から支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要等\n１  事案の概要\n本件は，発明の名称を「加熱調理部付きテーブル個別排気用の排気装置」とす\nる特許権２件を有する原告が，被告らによる別紙被告製品目録記載の製品（以下\n「被告製品」という。）の製造，販売及びその申出が上記特許権を侵害すると主張\nして，被告らに対し，特許法１００条１項，２項に基づき被告製品の製造等の差\n止め，被告製品，その半製品及び金型の廃棄を求めると共に，民法７０９条，特\n許法１０２条２項に基づき損害賠償として被告サンタ株式会社（以下「被告サン\nタ」という。）に対して６億６６００万円，被告東産業株式会社（以下「被告東産\n業」という。）に対して２億２０００万円，被告山岡金属工業株式会社（以下「被\n告山岡金属」という。）に対して８８００万円，及びこれらに対する不法行為後の\n日である訴状送達日の翌日（被告サンタにつき平成２９年１２月３日，被告東産\n業につき同月２日，被告山岡金属につき同月５日）から支払済みまで年５分の割\n合による遅延損害金の各支払を求める事案である。\n２  前提事実（当事者間に争いがないか，後掲各証拠及び弁論の全趣旨によって容\n易に認められる事実）\n当事者\nア  原告は，焼肉無煙ロースター，上引きクリアーフード，集塵機，脱臭機等\nの開発，製造，販売，施工等の事業を行う株式会社である。\nイ  被告サンタは，カウンター排煙装置，串焼用排気装置等の製造，販売等の\n事業を行う株式会社である。\nウ  被告東産業は，焼肉無煙ロースター，上引きフード排気設備システム等の\n仕入れ，販売等の事業を行う株式会社である。\nエ  被告山岡金属は，業務用調理機器等の仕入れ，販売等の事業を行う株式会\n社である。\n原告の特許権\n原告は，以下の２件の特許権（以下，それぞれを順に「本件特許権１」，「本\n件特許権２」といい，併せて「本件各特許権」という。）を有している（以下，\n本件各特許権に係る特許をそれぞれ「本件特許１」，「本件特許２」といい，併\nせて「本件各特許」という。）。（甲１ないし４）\nア  本件特許権１\n特許番号：特許第３４６０９９６号\n発明の名称：加熱調理部付きテーブル個別排気用の排気装置\n出願日：平成１４年４月２日\n登録日：平成１５年８月１５日\nイ  本件特許権２\n特許番号：特許第３４６０９９８号\n発明の名称：加熱調理部付きテーブル個別排気用の排気装置\n出願日：平成１４年１０月９日\n登録日：平成１５年８月１５日\n⑶  原告による訂正審判請求\n原告は，平成３０年１０月１０日付で，特許庁に対し，本件特許１の請求項\n１の特許請求の範囲について，訂正審判請求を行った（甲３２，３３）。\n平成３１年３月１９日，原告の請求のとおりに訂正を認める旨の審決がされ，\n確定した（甲４０，弁論の全趣旨）。\n⑷  訂正後の本件特許権１の特許請求の範囲の請求項１の記載は，以下のとおり\nである（以下，請求項１に記載された発明を「本件訂正発明１－１」という。\nまた，本件特許権１に係る明細書及び図面を「本件明細書１」と総称する。）。\n「天井の排気ダクトに接続された吸気部がその吸引端を加熱調理部付きテー\nブルの焼き網を備えた焼肉用の炭火コンロまたはガスコンロからなる加熱調\n理部に上方から臨ませ，この吸引端を介して吸引することにより，前記加熱調\n理部に対する排気を前記加熱調理部付きテーブルごとになせるようにされて\nいる，加熱調理部付きテーブル個別排気用の排気装置において，前記吸気部が\nパイプで形成され，かつ前記吸引端が前記パイプの先端部開口のみで形成され，\nさらにこの吸引端のサイズが前記加熱調理部のサイズよりも小さくされ，そし\nてこの吸引端は，前記加熱調理部から前記焼き網を通過して立ち上る熱気流の\n上部を包み込むことのできる高さ位置で前記加熱調理部に臨まされているこ\nとを特徴とする加熱調理部付きテーブル個別排気用の排気装置。」\n同請求項を分説すると，以下のとおりである。（以下，分説された構成要件の\n符号に従い，「構成要件１－１Ａ」などという。）\n１－１Ａ  天井の排気ダクトに接続された吸気部がその吸引端を加熱調理部\n付きテーブルの焼き網を備えた焼肉用の炭火コンロまたはガスコ\nンロからなる加熱調理部に上方から臨ませ，この吸引端を介して吸\n引することにより，前記加熱調理部に対する排気を前記加熱調理部\n付きテーブルごとになせるようにされている，加熱調理部付きテー\nブル個別排気用の排気装置において，\n１－１Ｂ  前記吸気部がパイプで形成され，\n１－１Ｃ  かつ前記吸引端が前記パイプの先端部開口のみで形成され，\n１－１Ｄ  さらにこの吸引端のサイズが前記加熱調理部のサイズよりも小さ\nくされ，\n１－１Ｅ  そしてこの吸引端は，前記加熱調理部から前記焼き網を通過して立\nち上る熱気流の上部を包み込むことのできる高さ位置で前記加熱\n調理部に臨まされている\n１－１Ｆ  ことを特徴とする加熱調理部付きテーブル個別排気用の排気装置。\n⑸  本件特許権１の特許請求の範囲の請求項３の記載は，以下のとおりである\n（以下，請求項３に記載された発明を「本件訂正発明１－２」という。）。\n「前記吸気部がその吸引端を上下動させるように形成されている請求項１ま\nたは請求項２に記載の加熱調理部付きテーブル個別排気用の排気装置。」\n同請求項を分説すると，以下のとおりである。\n１－２Ａ  前記吸気部がその吸引端を上下動させるように形成されている\n１－２Ｂ  請求項１または請求項２に記載の加熱調理部付きテーブル個別排\n気用の排気装置。\nなお，上記で引用される本件特許権１の特許請求の範囲の請求項２の記載\nは，「前記吸引端のサイズが前記加熱調理部のサイズの１／３以下とされてい\nる請求項１に記載の加熱調理部付きテーブル個別排気用の排気装置。」であ\nる。\n⑹  本件特許権１の特許請求の範囲の請求項４の記載は，以下のとおりである\n（以下，請求項４に記載された発明を「本件訂正発明１－３」といい，本件訂\n正発明１－１ないし１－３を併せて「本件訂正発明１」という。）。\n「前記吸気部は，径の異なるパイプを継ぎ合わせることで伸縮できるように\n形成され，この伸縮により吸引端の上下動をなせるようにされている請求項３\nに記載の加熱調理部付きテーブル個別排気用の排気装置。」\n同請求項を分説すると，以下のとおりである。\n１－３Ａ  前記吸気部は，径の異なるパイプを継ぎ合わせることで伸縮できる\nように形成され，この伸縮により吸引端の上下動をなせるようにさ\nれている前記吸気部がその吸引端を上下動させるように形成され\nている\n１－３Ｂ  請求項３に記載の加熱調理部付きテーブル個別排気用の排気装置。\n⑺  本件特許権２の特許請求の範囲の請求項１の記載は以下のとおりである（以\n下，請求項１に記載された発明を「本件発明２」といい，本件訂正発明１と本\n件発明２を併せて「本件各発明」という。また，本件特許権２に係る明細書及\nび図面を「本件明細書２」と総称する。）。\n「排気ダクトに接続された吸気部がその吸引端を加熱調理部付きテーブルの\n加熱調理部に上方から臨ませ，この吸引端を介して吸引することにより，前記\n加熱調理部に対する排気を前記加熱調理部付きテーブルごとになせるように\nされている，加熱調理部付きテーブル個別排気用の排気装置において，前記吸\n気部がパイプで形成され，かつ前記吸引端が前記パイプの先端部開口のみで形\n成され，さらにこの吸引端のサイズが前記加熱調理部のサイズよりも小さくさ\nれ，そしてこの吸引端は，前記加熱調理部から立ち上る熱気流の上部を包み込\nむことのできる高さ位置で前記加熱調理部に臨まされており，さらに前記吸気\n部の途中に，前記加熱調理部付きテーブルの傍で人が通常の立ち状態で操作で\nきる高さ位置でフィルタ装着部が設けられ，このフィルタ装着部に，前記排気\n中に含まれる油分の分離・回収用のグリースフィルタが脱着可能に装着されて\nいることを特徴とする加熱調理部付きテーブル個別排気用の排気装置。」\n本件発明２は，以下のとおり，分説することができる。\n２Ａ  排気ダクトに接続された吸気部がその吸引端を加熱調理部付きテーブ\nルの加熱調理部に上方から臨ませ，この吸引端を介して吸引することに\nより，前記加熱調理部に対する排気を前記加熱調理部付きテーブルごと\nになせるようにされている，加熱調理部付きテーブル個別排気用の排気\n装置において，\n２Ｂ  前記吸気部がパイプで形成され，\n２Ｃ  かつ前記吸引端が前記パイプの先端部開口のみで形成され，\n２Ｄ  さらにこの吸引端のサイズが前記加熱調理部のサイズよりも小さくさ\nれ，\n２Ｅ  そしてこの吸引端は，前記加熱調理部から立ち上る熱気流の上部を包み\n込むことのできる高さ位置で前記加熱調理部に臨まされており，\n２Ｆ  さらに前記吸気部の途中に，前記加熱調理部付きテーブルの傍で人が通\n常の立ち状態で操作できる高さ位置でフィルタ装着部が設けられ，\n２Ｇ  このフィルタ装着部に，前記排気中に含まれる油分の分離・回収用のグ\nリースフィルタが脱着可能に装着されている\n２Ｈ  ことを特徴とする加熱調理部付きテーブル個別排気用の排気装置。\n⑻  被告らの行為\n被告サンタは，遅くとも平成２７年８月１８日以降，被告製品につき製造，\n販売，販売の申出をしている（甲５，乙２９）。\n被告東産業は，遅くとも平成２９年９月２９日以降，被告製品につき販売及\nび販売の申出をしている（甲２７の１ないし２７の４）。\n被告山岡金属は，被告製品を販売している（争いのない事実）。\n⑼  本件特許１の出願前の公知文献\n本件特許１の出願日（平成１４年４月２日）前の公知文献として，平成１２\n年９月１５日に公開された韓国登録実用新案第２０－０１９６６２１号公報\n（乙２３，以下「乙２３文献」という。），昭和５８年４月２１日に公開された\n特開昭５８－６６７４３号公報（乙１，以下「乙１文献」という。），平成１３\n年１０月１７日に公開された韓国登録実用新案第２０－０２４６４７５号公\n報（乙２，以下「乙２文献」という。）がある。\n３  争点\n⑴  被告製品が本件各発明の技術的範囲に属するか否か（争点１）\nア  「先端部開口のみで形成」（構成要件１－１Ｃ，２Ｃ）の充足性（争点１\n－１）\nイ  「熱気流の上部を包み込むことのできる高さ位置」（構成要件１－１Ｅ，\n２Ｅ）の充足性（争点１－２）\nウ  「吸引端を上下動させるように形成」（構成要件１－２Ａ，１－３Ａ）の\n充足性（争点１－３）\n⑵  本件特許１が特許無効審判により無効にされるべきものか（争点２）\nア  実施可能要件違反の有無（争点２－１）\nイ  本件訂正発明１－１につき乙２３文献に記載された発明（以下「乙２３発\n明」という。）に基づく新規性欠如の有無（争点２－２）\nウ  明確性要件違反の有無（争点２－３）\n⑶  本件特許２が特許無効審判により無効にされるべきものか（争点３）\nア  実施可能要件違反の有無（争点３－１）\nイ  公然実施による新規性欠如の有無（争点３－２）\n⑷  損害の数額（争点４）\n４  争点に対する当事者の主張\n「先端部開口のみで形成」（構成要件１－１Ｃ，２Ｃ）の充足性（争点１－１）\n（原告の主張）\n構成要件１－１Ｃ，２Ｃの「前記吸引端が前記パイプの先端部開口のみで形\n成され」とは，本件明細書１の図３及び本件明細書２の図５（これらの２つの\n図は同じ図）に示されている，従来技術の排気装置の吸引端３に設けられてい\nるフード構造を備えていないという意味である。すなわち，本件各明細書には，\n従来技術のフード構造の吸気部の問題点として，①吸引・排気の効率が必ずし\nも高くない（本件明細書１の段落【０００３】【０００４】，本件明細書２の【０\n００３】【０００４】。以下，本件明細書１の段落については，「【０００３】Ⅰ」\nなどと示し，本件明細書２の段落については「【０００３】Ⅱ」などと示す。），\n②飲食の邪魔になる（【０００４】Ⅰ，【０００４】Ⅱ），③部屋の空調に大きな\n容量を必要とする（【０００５】Ⅰ，【０００５】Ⅱ），④吸気部を可動構造にす\nる場合にその構造が大掛かりになる（【０００６】Ⅰ，【０００６】Ⅱ）という\n問題があったことが記載されている。本件各発明は，これらの課題を解決する\nことを目的とするものであり，「吸引端の開口サイズを小さくして吸引・排気\nを行うのが有効であるという知見」（【０００７】Ⅰ，【０００７】Ⅱ）に基づい\nてされたものである。\n被告製品の下端部は，フード構造やこれに準ずる構造は設けられておらず，\nパイプの先端開口部のみで形成されている。\nしたがって，被告製品は構成要件１－１Ｃ及び２Ｃを充足する。\n（被告らの主張）\nア  被告製品には，先端部の筒内には箸袋等の雑物の吸引を防止するための侵\n入防止ネットと油溜めが設けられているから，「先端部開口のみで形成」の\n要件を充足しない。\nイ  原告は，「先端部開口のみで形成」との要件は従来技術のフード構造や遮\n板を備えていないという意味である旨主張するが，同主張は本件各明細書に\n根拠を有するものではなく，失当である。\n⑵  「熱気流の上部を包み込むことのできる高さ位置」（構成要件１－１Ｅ，２\nＥ）の充足性（争点１－２）\n（原告の主張）\nア  被告製品の吸引部は，上下に２０㎝伸縮できる構造となっており，この長\nさを適当に調整することにより，吸引端を加熱調理部から立ち上る熱気流の\n上部を包み込むことのできる高さ位置で加熱調理部に臨まされることがで\nきる構造を備えているから，構成要件１－１Ｅ及び２Ｅを充足する。\nイ  被告らは，被告製品の吸引端は焼き面から２３㎝の位置に固定されて設置\nされており，本件特許１が吸引端の通常の高さ位置とする１５cm ないし２\n０㎝（【００２４】Ⅰ）と異なると主張するが，「熱気流の上部を包み込むこ\nとのできる高さ位置」は加熱調理部の種類や大きさ，火力，吸引端の開口サ\nイズ，吸引端から吸引・排気する風量の設定等によって異なる。１５cm ない\nし２０㎝という高さ位置は加熱調理部が炭火コンロである場合の実施例の\n数値にすぎず，被告製品の吸引端が２３㎝であったとしても，構成要件１－\n１Ｅ及び２Ｅを充足しないとはいえない。\n被告は被告製品の吸引端が固定されていると主張するが，被告製品の吸引\n筒を下げた状態での高さ位置が「熱気流の上部を包み込むことのできる高さ\n位置」である以上，被告製品が構成要件１－１Ｅ及び２Ｅを充足するから，\n吸引端の位置が固定されているか否かは，充足の有無に影響を与えない。\nウ  被告らは，熱気流は目視することができないにもかかわらず，被告製品は\n熱気流を検知し，「熱気流の上部を包み込むことのできる高さ位置」に吸引\n端を臨ませる技術手段を備えていないとも主張するが，煙は加熱調理部から\n立ち上る熱気流に沿って流れる傾向にあり（【０００９】Ⅰ，【００１９】Ⅰ，\n【０００８】Ⅱ，【００１２】Ⅱ），煙や水蒸気は容易に目視することができ\nるから，加熱調理部から立ち上る煙を観察することで，「加熱調理部から立\nち上る熱気流」の状態を把握することができる。\n（被告らの主張）\nア  本件各明細書においては，「熱気流の上部」が熱気流の上端部であること\nが繰り返し説明されているから（【０００９】Ⅰ，【００１９】Ⅰ），本件各\n発明は，排気装置の吸引端が熱気流の上端部を包み込むことのできる高さ位\n置にあることを技術的範囲とする発明と解される。しかし，熱気流は目視す\nることができず，被告製品は熱気流を検知し，当該熱気流の上端部位置に吸\n引端を臨ませる技術手段を備えていない。\nイ  構成要件１－１Ｅ「加熱調理部から焼き網を通過して立ち上がる熱気流の\n上部を包み込むことのできる高さ位置」は火源から立ち上り焼き網を通過す\nる「熱気流の上部」（上端部）に着眼，把握し，これに基づいて定める高さ\n位置であって，従来からの慣行技術である専ら焼き網上の食材から立ち上る\n煙に着眼して定める高さ位置は含まれない。被告製品は，加熱調理部に臨ま\nせる吸引端の位置を加熱調理部から発生する煙を十分に吸引できる高さ位\n置とするものであり，熱気流に着眼しているものではなく，「熱気流の上部」\nを把握することなく吸引端の高さ位置を定めている。\nウ  被告製品は，吸引筒部分を収納時位置から２２㎝降下させて使用するので\nあり，吸引筒の上下動は，収納時と使用時の切り替えのためだけに用いられ，\n中間位置に停止することはできないから，使用時に現場で吸引端の高さ位置\nを調整することはできない。\nまた，吸引端の位置は，排気装置を設置する段階で，通常焼き面から２３\n㎝の高さ，火源から２４cm ないし２５㎝程度の高さに固定して設置される。\nそして，この高さ位置は，本件明細書１において，吸引端の通常の高さ位置\nとする１５cm ないし２０㎝（【００２４】Ⅰ）とは異なるから，被告製品の\n吸引端の位置は「熱気流の上部を包み込むことのできる高さ位置」に設置さ\nれていない。\nエ  したがって，被告製品は構成要件１－１Ｅ，２Ｅを充足しない。\n⑶  「吸引端を上下動させるように形成」（構成要件１－２Ａ，１－３Ａ）の充足\n性（争点１－３）\n（原告の主張）\n被告製品は，その吸引端を上下動させるように形成されているから，構成要\n件１－２Ａ，１―３Ａを充足する。\nこれに対し，被告らは，被告製品の吸引端は使用時に上下動させるものでは\nないと主張するが，被告製品は，その設置時に吸引端の高さ位置を熱気流の上\n部を包み込むことのできる高さ位置に設定することができるのであり，吸引端\nを上下動させることができる。\nまた被告らは，使用時における被告製品の吸引端はコンロ上部から２３㎝の\n高さ位置に固定されるとも主張するが，２３㎝は被告サンタが推奨する高さ位\n置にすぎず，利用者はこの数値に拘束されることなく最適な高さ位置に吸引端\nを設定することができるから，被告らの反論には理由がない。\n（被告らの主張）\n被告製品は，吸引端を収納時の位置から２０㎝降下させて使用するが，これ\nは収納時と使用時の切り替えのためであって，吸引端として使用時に上下動さ\nせるものではない。被告製品において，使用時は必ず上記降下位置に固定され，\nその位置は排気装置の設置時にこんろの上部から２３㎝の高さ位置となるよ\nうに固定されるから，使用者は，使用時に吸引筒を上下させて高さ位置を移動\nさせることができない。\nしたがって，被告製品は「吸引端を上下動させるように形成」を充足しない。\n⑷  本件特許１につき実施可能要件違反の有無（争点２－１）\n（被告らの主張）\nア  構成要件１－１Ｅは，「熱気流の上部を包み込むことのできる高さ位置」\nとするが，本件各明細書には，熱気流や熱気流の上端部がいかなるものであ\nり，これをどのような技術手段をもって認識することができるのかについて\n記載はなく，熱気流や熱気流の上端部に関わる実施例も存在せず，課題解決\n手段に係る技術的説明は一切存在しない。\nイ  原告は，熱気流や熱気流の上端部は，サーモグラフィーによって認識する\nことができるかのように主張するが，本件明細書１にはそのような記載は存\n在しない上，本件特許１の出願時において，サーモグラフィーを用いること\nは当業者（加熱調理部付テーブル個別排気用の排気装置の製造者・使用者）\nの技術常識ではなかった。\nサーモグラフィーを用いるとしても，被告が実施した実験結果（乙２７，\n３３，３４）によれば，加熱調理部から立ち上る熱気流らしきものは収束す\nることなく，高さ位置らしきものは常に変動し，特定することがない。そう\nすると，当業者は，どの位置をもって熱気流の上端部と特定することも困難\nであり，熱気流及び熱気流の上端部を特定することはできないから，本件各\n発明が解決すべき課題を解決することはできない。\nウ  したがって，本件明細書１には，当業者がその技術常識に基づいて，課題\n解決手段その他の技術上の意義を理解，実施することのできる明確かつ十分\nな開示がなく，実施可能要件に違反することは明らかである。\n（原告の主張）\nア  本件明細書１は，【０００９】及び【００１９】において熱気流がローソ\nクの炎のように立ち上がる旨を説明した上で，図２（本件明細書２の図７と\n同じ図であり，別紙図面のとおりの図である。以下「本件図」という。）に\nおいて熱気流Ｈの上部又は上端部を明確に図示している。\nイ  また，加熱調理部から発生する熱気流はローソクの炎のようなパターンで\n立ち上っていること，加熱調理部から発生する煙もこの熱気流に乗って流れ\nる傾向にあること，熱気流の上部（上端部）は煙を目視することによって知\nることができることは，実験結果（甲３７，４２，４４ないし４７）から明\nらかである。\nウ  被告は，サーモグラフィーを用いても「熱気流」及び「熱気流の上部」を\n特定できないと主張するが，熱気流は熱い気体の流れであるため揺れ動くの\nは当然であるし，サーモグラフィーに映し出された熱気流を観察すると，上\n昇するに伴い，熱気流が一定程度，中央部分に三角形状に収束し，その後空\n中に拡散している。また，煙の形と熱気流の形には一定の共通性を見出すこ\nとが可能であり，煙が拡散する位置と熱気流が拡散する位置は概ね一致して\nいることが明確に見て取れるから，煙が熱気流に沿って流れる傾向にあるこ\nとも強く裏付けられている。\n⑸  本件訂正発明１－１につき乙２３に基づく新規性欠如の有無（争点２－２）\n（被告らの主張）\n本件特許１の出願前である平成１２年９月１５日に公開された乙２３文献\nには，以下のとおり，本件訂正発明１－１の構成要件を全て充足する乙２３発\n明が開示されているから，本件訂正発明１－１は特許法２９条１項３号に該当\nして新規性を欠き，同法１２３条１項２号に該当して無効とされるべきもので\nある。\nア  構成要件１－１Ａ\n乙２３発明では，天井の排気管２６０に接続された煙吸入管２４２が伸長\nして吸入管入口２４２ａを食卓の上面近傍に位置させ，吸入管入口２４２ａ\nを，焼き網２７０を備えた焼肉用の七輪２１０からなる加熱調理部に上方か\nら臨ませ，一つの七輪ごとに排気させていて，これは，構成要件１－１Ａと\n同一の構成であり，同構成が開示されている。\nイ  構成要件１－１Ｂ\n乙２３発明では，直立形成されたパイプである煙吸入管２４２が連結され\nていて，これは，構成要件１－１Ｂと同一の構成であり，同構成が開示され\nている。\nウ  構成要件１－１Ｃ\n乙２３発明では，煙吸入管２４２にはフードが設けられておらず，その吸\n引端は吸入管入口２４２a の開口部のみで形成されていて，これは構成要件\n１－１Ｃと同一の構成であり，同構成が開示されている。\nエ  構成要件１－１Ｄ\n乙２３発明では，煙吸入管２４２の直径と七輪の直径の比は１：３ないし\n１：５が好ましいとしていて，これは構成要件１－１Ｄと同一であり，同構\n成が開示されている。\nオ  構成要件１－１Ｅ\n乙２３発明は，専ら煙の流れ方に着眼し，煙を最も効率的に吸引する高さ\n位置として，煙吸入管の端と前記焼き網の隔離した高さは８cm ないし１５\n㎝であることを特徴とする。原告の主張するように，構成要件１－１Ｅの「熱\n気流の上部」（上端部）を煙の流れから判断することが可能であったとした\n場合，この高さ位置は乙２３発明の吸入管入口（２４２a）の高さ位置と何\nら異なることがない。\nしたがって，乙２３発明の吸入管入口は「熱気流の上部を包み込むことの\nできる高さ位置」に臨まされているから，構成要件１―１Ｅの構成と同一で\nあり，同構成が開示されている。\nカ  構成要件１－１Ｆ\n乙２３発明は，加熱調理部付きテーブル個別排気用の排気装置に係る発明\nであるから，構成要件１－１Ｆの構成と同一である。\n（原告の主張）\n乙２３文献には構成要件１－１Ｅが開示されていないから，本件訂正発明１\n－１が新規性を欠くことはない。\nすなわち，本件訂正発明１－１は，熱気流が上昇することによって収束する\nことに着目し，熱気流が最も絞り込まれた位置に吸引端を設置することによっ\nて，少ない吸引量でもって効率的に排気することを可能にし，その結果，より\n少ない空調容量で足りるようにし，空調コストを抑えることを可能にしたもの\nである。これに対し，乙２３発明は「七輪（２１０）から発生する煙がスムー\nズに前記吸引管に吸引される」ようにするために，吸引端を，８㎝という火災\nややけどの危険性がある高さまで可能な限り加熱調理部に近づけることが妥\n当であるとの技術思想に基づくものである。このように，本件訂正発明１－１\nと乙２３発明は技術思想が異なり，乙２３文献は本件訂正発明１－１の上記技\n術思想を何ら開示していないから，構成要件１－１Ｅを開示していない。\nまた，乙２３の吸引端の高さ位置の上限は１５㎝とされており，本件訂正発\n明１－１の１５㎝（【００２４】Ⅰ）と同じであるが，構成要件１－１Ｅの「熱\n気流の上部を包み込むことのできる高さ位置」は，加熱調理部の種類によって\n異なり，また，加熱調理部の大きさや火力の大小によっても異なり得るため，\n特定の数値をもって発明の技術的範囲を画していない。これに対して，乙２３\n文献には，１５㎝が「熱気流の上部を包み込むことのできる高さ位置」である\nことの直接的な記載が一切ないことはもちろんのこと，加熱調理部の種類や加\n熱調理部の大きさ，火力の大小など「熱気流の上部を包み込むことのできる高\nさ位置」に影響を与え得る情報に関する記載も一切ない。\nしたがって，乙２３文献に記載された吸引端の高さ位置の上限である１５㎝\nは，構成要件１－１Ｅの開示には当たらないことが明らかである。\n⑹  本件特許１につき明確性要件違反の有無（争点２－３）\n（被告らの主張）\n構成要件１－１Ｅには「熱気流の上部」とあり，その文言から熱気流の最上\n部となる位置を意味するとも思われるが，本件明細書１の記載を参酌しても，\n排気装置を使用する際に熱気流の部分と熱気流でない部分が存在すること自\n体も，熱気流がいかなる基準で非熱気流と区分されるものであるかも，その技\n術的概念を明確に理解することができない。\nまた，「熱気流の上部」は当該技術分野における確立した技術用語ではない\nから，「熱気流の上部」を基準として定める吸引端の高さ位置は，当業者にとっ\nて明瞭な高さ位置ではない。\nしたがって，構成要件１－１Ｅは技術上の明確性を欠き，本件訂正発明１－\n１ないし１－３は明確性要件に適合しない。\n（原告の主張）\n構成要件１－１Ｅにおける「熱気流」が「熱い気流」を意味することは，通\n常の日本語の意味として明らかである。また，本件明細書１においては「熱気\n流」が「加熱調理部から炎のようなパターンで立ち上る」（【０００９】Ⅰ，【０\n０２６】Ⅰ）ものであるとされていることや，加熱調理部から発生する空気を\n「熱気」（【０００３】Ⅰ）と表現されていることから，「熱気流」とは加熱調理\n部で発生した高温の燃焼ガスの流れであると明確に理解できる。\nそして「熱気流の上部」とは，【００１９】Ⅰ，【０００９】Ⅰ及び図２の「熱\n気流Ｈ」の記載から，加熱調理部で発生した高温の燃焼ガスがローソクの炎の\nパターンで立ち上り，吸引端の径よりも小さく収束する位置（実施例について\nいえば本件図の「熱気流Ｈ」の上部）であることが，明確かつ容易に理解でき\nる。\nしたがって，「熱気流の上部」の意義は，請求項の記載文言及び本件明細書１\nの記載から明らかであり，明確性要件違反はない。\n⑺  本件特許２につき実施可能要件違反の有無（争点３－１）\n（被告らの主張）\n構成要件２Ｅ「吸引端は，前記加熱調理部から立ち上る熱気流の上部を包み\n込むことのできる高さ位置で前記加熱調理部に臨まされており」について，前\n記⑷と同様の理由によって，本件特許２には，実施可能要件の違反がある。\n（原告の主張）\n前記⑷と同様の理由（ただし，熱気流がローソクの炎のように立ち上がる旨\nを説明しているのは本件明細書２【０００８】【００１２】）により，本件特許\n２に実施可能要件の違反はない。\n⑻  本件特許２につき公然実施による新規性欠如の有無（争点３－２）\n（被告らの主張）\n原告は，本件特許２の出願日である平成１４年１０月９日より前である同年\n５月３１日頃より，本件特許２の実施品であり，本件発明２に係る構成要件２\nＡないし２Ｈを全て充足する「クリアーフードＮＣ－０２－ＩＦＣ」（以下「ク\nリアーフード」という。）を製造，販売していた。その結果，例えば焼肉店「し\nちりん南流山店」には，平成１４年８月３０日までにクリアーフードが譲渡，\n引き渡され，同店で顧客に焼肉を提供するために使用されていた。\nしたがって，本件発明２は，出願前に日本国内において公然実施されたもの\nであり，特許法２９条１項２号により無効とされるべきものである。\n（原告の主張）\n争う。\n⑼  損害の数額（争点４）\n（原告の主張）\n原告は，以下のとおり，被告サンタの行為により６億６０００万円，被告東\n産業の行為により２億２０００万円，被告山岡金属の行為により８８００万円\nの各損害を被った。\nア  特許法１０２条２項に基づく損害\n被告サンタは，平成１５年１０月２７日から口頭弁論終結時に至るまで，\n被告製品を製造し，販売又は販売の申出をしているところ，販売台数は３万\n台を下らず，これにより得た利益は１台当たり２万円，総額６億円（３万台\n×２万円）を下回らない。\n被告東産業は，上記期間，被告製品を被告サンタから仕入れ，販売又は販\n売の申出をしているところ，販売台数は１万台を下らず，これにより得た利\n益は１台当たり２万円，総額２億円（１万台×２万円）を下回らない。\n被告山岡金属は，上記期間，被告製品を被告サンタから仕入れ，販売又は\n販売の申出をしているところ，販売台数は４０００台を下らず，これにより\n得た利益は１台当たり２万円，総額８０００万円（４０００台×２万円）を\n下回らない。\nイ  弁護士費用相当損害金\n前記アの各損害額の１割を下回らない。\n（被告らの主張）\n争う。\n第３  当裁判所の判断\n１  本件訂正発明１及びその意義\n本件明細書１には，以下の記載がある。\nア  発明の属する技術分野\n「本発明は，例えば炭火コンロやガスコンロなどのような加熱調理部が取\nり付けられている加熱調理部付きテーブルに対して個別に排気をなす」（【０\n００１】Ⅰ）\nイ  従来の技術\n「加熱調理部付きテーブルに対する個別排気のための排気装置は，加熱調\n理部付きテーブルが据えられている焼肉店などの飲食店に設置されるのが\n一般的である。そのような排気装置の従来における代表的な構成を簡略化し\nて図３に示す。この排気装置は，排気用の送風機１，この送風機１に接続さ\nれ，通常は天井Ｓの裏を通される排気ダクト２，この排気ダクト２に接続さ\nれ，その吸引端３を加熱調理部付きテーブルＴの加熱調理部（図示を省略）\nに上方から臨ませるようにして設けられる吸気部４を含んでいる。そしてそ\nの吸気部４は，いわゆるフード構造とされている。つまり吸気部４は，スカ\nート状にして下方に向けて広がるように形成され，その吸引端３のサイズが\n加熱調理部のサイズよりも大きくなるようにされている。そしてその大きな\nサイズの吸引端３が加熱調理部付きテーブルＴから所定高さ離れた上方に\nおいて加熱調理部を広く覆うようにされている。\n上記のように従来の加熱調理部付きテーブル用の個別排気装置では，その\n吸気部がフード構造に形成されていた。これは，吸気部をフード構造にして\nその吸引端のサイズを加熱調理部のサイズより大きくすることで，加熱調理\n部から発生する煙や熱気をより効率的に吸引・排気できるという考え方に基\nづくものである。しかし実際には必ずしも効率的な吸引・排気がなされてお\nらず，周辺の空気にわずかな流れがあってもそれで吸引流が乱されて漏れの\nない吸引・排気をなせなくなるというのが実情である。\nフード構造の吸気部は，このように吸引・排気の効率が必ずしも高くない\nというだけでなく，そのサイズが大きいということに伴って以下のような問\n題も招いていた。その一つは，サイズの大きいフード構造の吸気部が上方か\nら臨んでいるので，それが加熱調理部付きテーブルを囲んでの飲食の邪魔に\nなるということである。このことは従来でも当然に考慮され，吸引端をでき\nるだけ加熱調理部付きテーブルから離すようにしていた。しかし吸引・排気\n能力との関係で離せる高さは，加熱調理部付きテーブルの上面から４００～\n５００ｍｍ程度が限界であり，飲食中に圧迫感を与えたり，また会話を楽し\nんだりしながらの飲食の雰囲気が損なわれたりするのを避けられなかった。\n他の一つは，加熱調理部付きテーブルを設置してある部屋の空調に大きな\n容量を必要とし，それだけ空調コストが増加するという問題である。すなわ\nち吸気部がサイズの大きいフード構造であるために排気風量を大きくする\n必要があることから室内の空気の循環量が多くなり，その結果として大きな\n空調容量が必要になり，空調コストの増加を招いていたということである。\nこの他にも，吸気部を可動構造にする場合にその構造が大掛かりになると\nいう問題もある。すなわち加熱調理部付きテーブルが据えてある店内の美観\nなどのために非使用時に吸引端を引き上げておくことができるようにする\nべく，可動構造を吸気部に与える場合に，吸気部が重いためにその可動構造\nが大掛かりにならざるを得ないということである。」（【０００２】～【００\n０６】Ⅰ）\nウ  課題を解決するための手段\n「本発明の発明者は上記のような従来の排気装置におけるフード構造に疑\n問を抱き，加熱調理部付きテーブルのための個別排気について様々な実験を\n行なった。その結果，加熱調理部付きテーブルの加熱調理部からの煙や熱気\nを排気するような局所的な排気においては，吸気部をフード構造にすること\nは有効でなく，逆に吸引端の開口サイズを小さくして吸引・排気を行なうの\nが有効であることを見出した。\n吸引端のサイズを小さくして吸引・排気を行なうことが有効である理由は，\n以下のように考えられる。すなわち加熱調理部付きテーブルの加熱調理部か\nらはローソクの炎のようなパターンで熱気流が立ち上っており，加熱調理部\nからの煙もこの熱気流に乗って流れる傾向にある。そのためこの熱気流の上\n端部に吸引端を臨ませて集中的な吸引をなすことで，より効率的な排気を行\nなえるようになるということである。このような排気メカニズムから，熱気\n流に臨ませる吸引端のサイズは，熱気流の上端部における広がりよりも若干\n大きい程度で足り，またこの要求を満足させる範囲においてできるだけ小さ\nくするのが熱気流の上端部での集中的な吸引をなすのに効果的である。した\nがって熱気流に臨ませる吸引端のサイズは少なくとも加熱調理部のサイズ\nより小さいことが条件で，最も好ましい条件は，熱気流の上端部の広がりよ\nり若干大きい程度のサイズに吸引端を形成することである。その実際的な目\n安は加熱調理部のサイズの１／３以下として与えられる。\nしたがって本発明では，排気ダクトに接続された吸気部がその吸引端を加\n熱調理部付きテーブルの加熱調理部に上方から臨ませ，この吸引端を介して\n吸引することにより，前記加熱調理部に対する排気を前記加熱調理部付きテ\nーブルごとになせるようにされている，加熱調理部付きテーブル個別排気用\nの排気装置において，前記吸気部がパイプで形成され，かつ前記吸引端が前\n記パイプの先端部開口のみで形成され，さらにこの吸引端のサイズが前記加\n熱調理部のサイズよりも小さくされ，そしてこの吸引端は，前記加熱調理部\nから立ち上る熱気流の上部を包み込むことのできる高さ位置で前記加熱調\n理部に臨まされていることを特徴とする。」（【０００８】～【００１０】Ⅰ）\n「また本発明では，上記のような排気装置について，吸気部がその吸引端\nを上下動させるように形成することを好ましい構成とする。」（【００１２】\nⅠ）\n「また本発明では，上記のような排気装置について，径の異なるパイプを\n継ぎ合わせることで伸縮できるようにし，この伸縮により吸引端の上下動を\nなせるように吸気部を形成することを好ましい構成とする。」（【００１３】\nⅠ）\nエ  発明の実施の形態\n「下段のパイプ１３は，その先端を吸引端１２としており，この吸引端１\n２のサイズ，より具体的にはその開口サイズＲが加熱調理部ＫのサイズＷよ\nり小さくなるようにされている。吸引端１２の開口サイズをこのように設定\nしたのは，図２（判決注：本件図）に示すように，加熱調理部Ｋからはロー\nソクの炎のようなパターンで熱気流Ｈが立ち上っており，加熱調理部Ｋから\nの煙もこの熱気流Ｈに乗って流れる傾向にあることを利用して加熱調理部\nＫからの煙や熱気を効率的に吸引して排気できるようにするためである。つ\nまり熱気流Ｈの上端部を包み込むように吸引端１２を臨ませることで，熱気\n流Ｈを効果的に利用した吸引をなすことができ，これにより加熱調理部Ｋか\nらの煙や熱気をより効率的に吸引して排気できるようにしているというこ\nとである。熱気流Ｈの上端部を吸引端１２が包み込む広さは熱気流Ｈの上端\n部の広がりよりも若干広い程度で足りる。」（【００１９】Ⅰ）\nオ  発明の効果\n「以上説明したように本発明によると，加熱調理部付きテーブルに対する\n個別排気について従来よりも効率的な排気をなすことができる。また吸気部\nの吸引端のサイズをきわめて小さくすることができ，吸気部が加熱調理部付\nきテーブルを囲んでの飲食の邪魔になるようなことも効果的に避けること\nができる。また吸気部の吸引端のサイズを小さくすることで，排気のための\n風量を減らすことができ，空調コストの低減が可能となるとともに，吸気部\nの吸引端を上下動させるについて，そのための機構を簡易なもので済ませる\nことができ，その可動化におけるコストを低減することも可能となる。」（【０\n０３０】Ⅰ）\n本件訂正発明１の意義\n前記 によれば，本件訂正発明１の意義は以下のとおりであると認められる。\n加熱調理部付きテーブルに対する個別排気のための排気装置における従来\nの技術は，吸気部をフード構造にしてその吸引端のサイズを加熱調理部のサイ\nズより大きくするというものであった。しかし，この技術には，必ずしも効率\n的な吸引・排気がされておらず，周辺の空気にわずかな流れがあってもそれで\n吸引流が乱されて漏れのない吸引・排気ができなくなる，加熱調理部付きテー\nブルを囲んでの飲食の邪魔になる，空調に大きな容量を必要とする，吸気部が\n重いため吸気部を可動構造にする場合にはその構造が大掛かりになるといっ\nた問題点があった。\n本件訂正発明１は，加熱調理部付きテーブルの焼き網を備えた焼き肉用の炭\n火コンロ又はガスコンロにおいて，加熱調理部からはローソクの炎のようなパ\nターンで熱気流が立ち上り，加熱調理部からの煙もその熱気流に乗って流れる\n傾向にあるとの知見を前提として，この熱気流の上端部に，熱気流の上端部の\n広がりより若干大きい程度のサイズ（実際的な目安は加熱調理部のサイズの３\n分の１以下）の吸引端を臨ませる排気装置とすることによって，より効率的な\n排気を行なうことができ，また，吸気部の吸引端のサイズを小さくすることが\nでき，これにより飲食の邪魔になることを避け，空調コストの低減が可能にな\nるとの作用効果を奏するものであると認められる。\n２  争点２－１（実施可能要件違反の有無）について\n事案に鑑み，まず争点２－１について判断する。\n平成１４年法律第２４号による改正前の特許法３６条４項は，明細書の発明\nの詳細な説明の記載は「その発明の属する技術の分野における通常の知識を有\nする者がその実施をすることができる程度に明確かつ十分に，記載しなければ\nならない」と定める。物の発明における発明の実施とは，その物の生産，使用\n等をする行為をいうから（特許法２条３項１号），同条にいう記載がされてい\nるというためには，物の発明については，明細書及び図面の記載並びに出願当\n時の技術常識に基づき，当業者がその物を作ることができ，かつ，その物を使\n用することができる必要があるといえる。\n⑵ア  本件訂正発明１－１についてみると，構成要件１－１Ｅは「吸引端は，前\n記加熱調理部から前記焼き網を通過して立ち上る熱気流の上部を包み込む\nことのできる高さ位置で前記加熱調理部に臨まされている」とするから，本\n件各発明を実施するためには，排気装置の生産，使用に当たり，その吸引端\nをこの「熱気流の上部を包み込むことのできる高さ位置」とする必要があり，\n熱気流の上部を検知できなければならない。\nまた，本件明細書１には，課題を解決するための手段として，前記\nの記載があり，発明の実施形態として，同エの記載があり，本件図が掲載さ\nれている。これらによれば，本件訂正発明１は，加熱調理部付きテーブルの\n加熱調理部からはローソクの炎のようなパターンで熱気流が立ち上ってお\nり，その熱気流には，上記の炎と同じような上端部があるという前提に基づ\nき，この熱気流の上端部に吸引端を臨ませて，集中的な吸引をするというも\nのである（【０００９】Ⅰ）。また，その立ち上るという熱気流は，本件図の\nとおりとされていて，本件図において，「熱気流（Ｈ）」として，加熱調理部\nの上部から吸引端の付近まで三角形に似た形状（以下「本件三角形状」とい\nう。）が示されている（【００１９】Ⅰ）。\nこれらによれば，本件明細書１によれば，「熱気流の上部を包み込むことの\nできる高さ位置」は，本件図に示された加熱調理部の上部にある本件三角形\n状の頂点である熱気流の上端部を吸引端が包むことができる位置であり，熱\n気流の上部とは，本件三角形状の頂点である熱気流の上端部をいうものとい\nえる。\nイ  被告は，熱気流の上部を特定することができず，本件訂正発明１が実施可\n能要件に違反すると主張する。\n熱気流そのものは目視できないものの，原告は，本件明細書１には，「加熱\n調理部からの煙もこの熱気流に乗って流れる傾向にある」（【０００９】Ⅰ）\n等の記載があることを挙げて，熱気流に乗って流れる煙を目視することで，\n熱気流の上部を知ることができる旨主張する。\nなお，本件明細書１において，その記載に照らせば，本件訂正発明１の加\n熱調理部から焼き網を通過して立ち上る熱気流は排気装置の吸引端におけ\nる吸引をしない状態で本件三角形状になるとされているものと認められ，原\n告も，このことを前提として，上記のとおり，その上部（上端部）を知るこ\nとができると主張する。\nウ  ここで，炭火コンロにおける煙の立ち上り方等についてみると，加熱調理\n部である炭火コンロから発生する煙の様子を通常のカメラで撮影した動画\n（甲３７，４６，４７，乙２７，３４）及び乙２９（３０枚目）によれば，\n加熱調理部から発生した煙は，いずれも上方に行くにしたがって徐々に拡散\nしており，加熱調理部の上方のいずれかの位置において，本件図に示された\n本件三角形状のように収束する様子は見られない。\n原告は，上記動画（甲４６）の３０秒及び５２秒時点における煙の動き（甲\n４３の画像１０及び画像１１）を見ると，炭火コンロから発生した煙は炭火\nコンロの中央上部に向かって収束するように立ち上っていることが見て取\nれると主張する。しかし，煙がコンロの中央上部に向かって立ち上るように\nみえる動きをする瞬間があったとしても，一定の時間を通じて見ると，加熱\n調理部から発生した煙は，いずれも上方に行くにしたがって徐々に拡散して\nおり，加熱調理部の上方のいずれかの位置において，本件図に示された本件\n三角形状のように収束する様子は見られない。\nこれらによれば，本件各発明を実施しようとする者が，煙の動きを観察し\nたとしても「熱気流の上部」の位置を特定することができるとは認められな\nいというべきである。\nエ  原告は，炭火コンロをサーモグラフィー（物体から放射された赤外線をレ\nンズでサーモパイルと呼ばれる検出素子に集光し，これを増幅し，放射率補\n正を行って温度を色により表示する計測器，乙３１の２）によって撮影した\n動画（甲３７，４４ないし４５）を見ると，加熱調理部から発生する高温部\n分は，上昇するに伴い中央部分に三角形状に収束し，その後空中に拡散して\nいる様子が観察でき，これが本件三角形状である旨主張する。\n原告が提出する上記各動画（甲３７，４２，４４，４５）を見ると，加熱\n調理部である炭火コンロの上部に三角形状の高温部分が存在することが認\nめられるものの，被告が撮影した同様の動画（乙２７，３３，３４）には，\n原告の上記各動画に現れているような三角形状の高温部分は撮影されてい\nない。気体は赤外線の放射エネルギー量が非常に小さく，サーモグラフィー\nは気体の温度測定に適さないこと（乙３１の１，３１の２）に照らしても，\n原告の提出する各動画において観察される三角形状の高温部分は，加熱調理\n部から発生する熱気流のうち，サーモグラフィーで捉えられる一部のみが撮\n影された可能性があり，これらの動画から，直ちに炭火コンロから発生する\n熱気流が三角形状に収束し，サーモグラフィーにより熱気流の上端部を知る\nことができると認めることは困難である。また，原告が同一の炭火コンロを\nサーモグラフィーと通常のカメラの両方で撮影したとみられる動画（甲３７）\nによれば，煙は，サーモグラフィーで撮影された上記高温部分に沿うことな\nく，これとは関係のない形状で上昇していると認められる。本件明細書１に\nよれば煙は熱気流に乗って流れるというのであるから，熱気流に乗って流れ\nる煙の形状とも異なる上記高温部分の存在により，熱気流の上端部を認識す\nることができるとも認められない。\n以上によれば，本件特許１の出願当時（平成１４年）において，仮に当業\n者においてサーモグラフィーを使用することがあったとしたとしても，本件\n明細書の記載や技術常識に基づいて，加熱調理部から立ち上る熱気流の全体\nやその熱気流の上部を検知することはできない。\nオ  以上によれば，本件訂正発明１－１を実施するためには，排気装置の生産，\n使用に当たり，その吸引端を「熱気流の上部を包み込むことのできる高さ位\n置」（構成要件１－１Ｅ）とする必要があるところ，本件明細書１において，\n当業者が「熱気流の上部」を検知して本件訂正発明１－１を生産，使用する\nことができる程度に明確かつ十分な記載がされているとは評価できない。\n⑶  本件訂正発明１－２及び１－３は，加熱調理部付きテーブル個別排気用の排\n気装置の発明であるところ，いずれも構成要件１－１Ｅをそれらの排気装置の\n構成とする。したがって，前記 と同様の理由により，本件明細書１において，\n当業者が「熱気流の上部」を検知して本件訂正発明１－２及び１－３を生産，\n使用することができる程度に明確かつ十分な記載がされているとは評価でき\nない。\nしたがって，本件訂正発明１に係る特許は，特許無効審判により無効にされ\nるべきものと認められるから，原告は，特許法１０４条の３第１項により，本\n件訂正発明１に係る特許権を行使することができない。\n３  本件発明２及びその意義\n本件明細書２には，発明の属する技術分野として，本件明細書１と同じ記載（前\n引き続き，以下の記載がある。また，本件明細書２の図７は，本件明細書１の図\n２と同じ図であり，本件図である。\nア  従来の技術\n「以上のように従来の加熱調理部付きテーブル個別排気用の排気装置には\nいくつかの問題があり，その改良が求められていた。このような要求に対し\nて，本願の発明者は，特願２００２－０９９７５８号（判決注：本件特許\n１）として新たな排気装置を先に提案している。この排気装置は，加熱調理\n部付きテーブルの加熱調理部からの煙や熱気を排気するような局所的な排気\nにおいては，吸気部をフード構造にすることは有効でなく，逆に吸引端の開\n口サイズを小さくして吸引・排気を行なうのが有効であるという知見に基づ\nいている。\n吸引端のサイズを小さくして吸引・排気を行なうことが有効である理由\nは，以下のように考えられる。すなわち加熱調理部付きテーブルの加熱調理\n部からはローソクの炎のようなパターンで熱気流が立ち上っており，加熱調\n理部からの煙もこの熱気流に乗って流れる傾向にある。そのためこの熱気流\nの上端部に吸引端を臨ませて集中的な吸引をなすことで，より効率的な排気\nを行なえるようになるということである。このような排気メカニズムから，\n熱気流に臨ませる吸引端のサイズは，熱気流の上端部における広がりよりも\n若干大きい程度で足り，またこの要求を満足させる範囲においてできるだけ\n小さくするのが熱気流の上端部での集中的な吸引をなすのに効果的である。\nしたがって熱気流に臨ませる吸引端のサイズは少なくとも加熱調理部のサイ\nズより小さいことが条件で，最も好ましい条件は，熱気流の上端部の広がり\nより若干大きい程度のサイズに吸引端を形成することであり，その実際的な\n目安は加熱調理部のサイズの１／３以下として与えられる。\nこのような考え方に基づいた特願２００２－０９９７５８号における排気\n装置の一構成例を図６と図７に簡略化して示す。・・・下段のパイプ１３\nは，その先端を吸引端１２としており，この吸引端１２のサイズ（開口サイ\nズＲ）が加熱調理部ＫのサイズＷより小さくなるようにされている。吸引端\n１２の開口サイズをこのように設定したのは，図７に示すように，加熱調理\n部Ｋからはローソクの炎のようなパターンで熱気流Ｈが立ち上っており，加\n熱調理部Ｋからの煙もこの熱気流Ｈに乗って流れる傾向にあることを利用し\nて加熱調理部Ｋからの煙や熱気を効率的に吸引して排気できるようにするた\nめである。つまり熱気流Ｈの上端部を包み込むように吸引端１２を臨ませる\nことで，熱気流Ｈを効果的に利用した吸引をなすことができ，これにより加\n熱調理部Ｋからの煙や熱気をより効率的に吸引して排気できるようにしてい\nるということである。熱気流Ｈの上端部を吸引端１２が包み込む広さは熱気\n流Ｈの上端部の広がりよりも若干広い程度で足りる。そしてこのことを満足\nさせる範囲においてできるだけ吸引端１２の開口サイズＲが小さくされる。\nこのため，吸引端１２の開口サイズは加熱調理部Ｋのサイズの１／２以下と\nなるのが通常で，最も好ましいのは１／３程度である。図の例では，加熱調\n理部Ｋが炭火コンロであり，この炭火コンロＫの燃焼部の径サイズＷに対し\nて開口サイズＲを１／３に設定している。」（【０００７】～【００１２】\nⅡ）\nイ  発明が解決しようとする課題\n「上で説明したように特願２００２－０９９７５８号の排気装置では，防火\nに関する構造の一つとして，グリースフィルタが設けられている。このグリー\nスフィルタは，排気中の油分が排気ダクトに流れ込んで込むのを防ぐために分\n離・回収する機能を負っている。そのため経時的に油分が蓄積することになる\nので，定期的に交換したり清掃したりする必要がある。しかし特願２００２－\n０９９７５８号の排気装置では，グリースフィルタが吸気部の排気ダクトへの\n接続端に設けられており，排気ダクトが通っている天井裏に位置するようにな\nっている。このため，グリースフィルタの交換や清掃を天井に設けた作業口な\nどから行なう必要があり，その作業負担が大きくなってしまう。特に特願２０\n０２－０９９７５８号の排気装置のように，吸気部を細くして吸気効率を向上\nさせている構造では，グリースフィルタによる油分の回収量も多くなり，グリ\nースフィルタの交換や清掃の頻度が高くなるので，その作業負担が大きくなる。\nそこでグリースフィルタの交換や清掃をより容易に行なえるようにすること\nが求められる。\n本発明は，このような要求に応えるためになされてものであり，特願２００\n２－０９９７５８号で提案されている排気装置について，グリースフィルタの\n交換や清掃を容易に行なえるように改良することを目的としている。」（【００\n１５】～【００１６】Ⅱ）\nウ  課題を解決するための手段\n「上記目的を達成するために本発明では，排気ダクトに接続された吸気部が\nその吸引端を加熱調理部付きテーブルの加熱調理部に上方から臨ませ，この吸\n引端を介して吸引することにより，前記加熱調理部に対する排気を前記加熱調\n理部付きテーブルごとになせるようにされている，加熱調理部付きテーブル個\n別排気用の排気装置において，前記吸気部がパイプで形成され，かつ前記吸引\n端が前記パイプの先端部開口のみで形成され，さらにこの吸引端のサイズが前\n記加熱調理部のサイズよりも小さくされ，そしてこの吸引端は，前記加熱調理\n部から立ち上る熱気流の上部を包み込むことのできる高さ位置で前記加熱調\n理部に臨まされており，さらに前記吸気部の途中に，前記加熱調理部付きテー\nブルの傍で人が通常の立ち状態で操作できる高さ位置でフィルタ装着部が設\nけられ，このフィルタ装着部に，前記排気中に含まれる油分の分離・回収用の\nグリースフィルタが着脱可能に装着されていることを特徴としている。」（【０\n０１７】Ⅱ）\nエ  発明の実施の形態\n「以下，本発明の実施の形態を説明する。図１に第１の実施形態による加熱\n調理部付きテーブル個別排気用の排気装置の構成を簡略化して示す。この排\n気装置は，基本的な構造において図７における排気装置のそれと同様で，こ\nの基本構造を前提に所定の高さ位置にフィルタ装着部３０が設けられてい\nる。・・・そしてその吸気部３４は，下段のパイプ３３の先端を吸引端３５と\nしており，この吸引端３５の開口サイズが加熱調理部付きテーブルＴの加熱\n調理部Ｋのサイズより小さくなるようにされ，これにより図７の排気装置に\nついて説明したのと同様に，効率的な吸引・排気をなせるようにされてい\nる。」（【００１９】Ⅱ）\nオ  発明の効果\n「以上説明したように本発明によると，特願２００２－０９９７５８号で提\n案されている排気装置における多くの利点を活かした上で，さらにグリースフ\nィルタの清掃や交換をごく手軽に行なえることができるようになり，さらに一\n層使い易い排気装置を実現することができる。」（【００２９】Ⅱ）\n本件発明２の意義\nの交換や清掃の作業負担が大きくなるとの課題があったことから，その技術に対\nして，吸気部の途中に加熱調理部付きテーブルの傍で人が通常の立ち状態で操作\nできる高さ位置でフィルタ装着部を設け，このフィルタ装着部に，前記排気中に\n含まれる油分の分離・回収用のグリースフィルタを着脱可能に装着することによ\nり，本件訂正発明１における作用効果に加えて，グリースフィルタの交換や清掃\nを容易に行なえるとの作用効果を奏するものであると認められる。\n４  争点３－１（実施可能要件違反の有無）について\n本件発明２の構成要件２Ｅは，本件訂正発明１の構成要件１－１Ｅと基本的に同\nじであり，「そしてこの吸引端は，前記加熱調理部から立ち上る熱気流の上部を包\nみ込むことのできる高さ位置で前記加熱調理部に臨まされており」というものであ\nる。\nそして，この技術的な意義等に関する本件明細書２の記載は，本件明細書１の記\n載と同じものである。\n本件発明２を実施するためには，排気装置の生産，使用に当たり，その吸引端を\nこの「熱気流の上部を包み込むことのできる高さ位置」（構成要件２Ｅ）とする必要\nがあるところ，前記２によれば，本件明細書２において，当業者が「熱気流の上部」\nを検知して本件発明２を生産，使用することができる程度に明確かつ十分な記載が\nされているとは評価できない（特許法３６条４項１号）。\nしたがって，本件特許２は特許無効審判により無効にされるべきものと認められ\nるから，原告は，特許法１０４条の３第１項により，本件発明２に係る特許権を行\n使することができない。\n第４  結論\nよって，その余の点について判断するまでもなく，原告の請求は理由がないから\n棄却することとし，主文のとおり判決する。\n東京地方裁判所民事第４６部\n裁判長裁判官  柴田義明\n裁判官  安 岡     美香 子\n裁判官  古川善敬\n（別紙）\n被告製品目録\nスチームヘッド No.3 付き「ワンショットフード」\n（別紙）\n本件図\n"
}