{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 2,
    "month": 6,
    "day": 25
  },
  "case_number": "平成27(行ウ)50",
  "case_name": "違法公金支出返還請求事件",
  "court_name": "京都地方裁判所第３民事部",
  "lawsuit_id": "89645",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=89645",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/645/089645_hanrei.pdf",
  "contents": "主          文\n１  本件訴えのうち，被告京丹波町に対する補助金交付決定の取消請求に係る部\n分を却下する。\n２  原告らの被告京丹波町長に対する請求をいずれも棄却する。\n３  訴訟費用及び補助参加によって生じた費用は原告らの負担とする。\n事  実  及  び  理  由\n第１  請求\n１  被告京丹波町長は，被告補助参加人に対し，６億０７００万円及びこれに対\nする平成２７年１月９日から支払済みまで年５分の割合による金員を支払うよ\nう請求せよ。\n２  被告京丹波町長が丹波地域開発株式会社に対し平成２６年１２月２２日にし\nた補助金交付決定を取り消す。\n３  被告京丹波町長は，丹波地域開発株式会社に対し，３億２５２９万円及びこ\nれに対する平成２７年１月９日から支払済みまで年５分の割合による金員を支\n払うよう請求せよ。\n４  被告京丹波町長は，丹波地域開発株式会社に対し，２億８１７１万円及びこ\nれに対する平成２７年１月９日から支払済みまで年５分の割合による金員を支\n払うよう請求せよ。\n第２  事案の概要\n１  事案の要旨\n本件は，被告京丹波町（以下「被告町」という。）の町長であった被告ら補\n助参加人（以下「参加人」という。）が，被告町内に立地する商業集積施設で\nある「丹波マーケス」を運営するいわゆる第三セクターである丹波地域開発株\n式会社（以下「本件会社」という。）の経営を支援するため，被告町の機関と\nして，本件会社に補助金３億２５２９万円（以下「本件補助金」という。）を\n交付する決定（以下「本件交付決定」という。）をするとともに，本件会社と\nの間で，本件会社の所有する丹波マーケスの敷地（別紙３物件目録（略）記載\nの各土地。以下併せて「本件土地」という。）を代金２億８１７１万円で買い\n受ける旨の売買契約（以下「本件契約」という。）を締結し（以下「本件契約\n締結行為」という。），被告町が，本件会社に対し，本件補助金及び本件土地\nの売買代金として合計６億０７００万円を支払ったことについて，被告町の住\n民である原告らが，\n⑴  被告京丹波町長に対し，\n本件交付決定は，裁量の範囲を逸脱又は濫用した違法なものであり，\n参加人は，違法な補助金の交付決定をしたことにより，被告町に補助金\n相当額３億２５２９万円の損害を被らせ，\n本件契約締結行為は，裁量の範囲を逸脱又は濫用した違法なものであ\nり，参加人は，違法な契約を締結したことにより，被告町に売買代金相\n当額２億８１７１万円の損害を被らせた\nと主張して，地方自治法２４２条の２第１項４号に基づき，参加人に対し\nて６億０７００万円の損害賠償請求すること（支出の日である平成２７年\n１月９日以降年５分の割合による遅延損害金の請求を含む。）を求め（請\n求の趣旨第１項），\n本件交付決定が無効であることを前提に，地方自治法２４２条の２第\n１項４号に基づき，相手方である本件会社に対して本件補助金相当額３\n億２５２９万円の不当利得返還請求をすること（同日以降年５分の割合\nによる利息又は遅延損害金の請求を含む。以下同じ）を求め（請求の趣\n旨第３項），\n本件契約が無効であることを前提に，地方自治法２４２条の２第１項\n４号に基づき，相手方である本件会社に対して売買代金相当額２億８１\n７１万円の不当利得返還請求をすることを求め（請求の趣旨第４項），\n⑵  被告町に対し，地方自治法２４２条の２第１項２号に基づき，本件交付決\n定の取消しを求める（請求の趣旨第２項）\n事案である。\n２  関係法令等の定め\n地方自治法\nア  ２条１４項\n地方公共団体は，その事務を処理するに当つては，住民の福祉の増進に\n努めるとともに，最少の経費で最大の効果を挙げるようにしなければなら\nない。\nイ  ２３２条の２\n地方公共団体は，その公益上必要がある場合においては，寄附又は補助\nをすることができる。\n地方財政法４条１項\n地方公共団体の経費は，その目的を達成するための必要且つ最少の限度を\nこえて，これを支出してはならない。\n京丹波町補助金等交付規則（乙１４）\nア  ５条\n補助金等の交付の申請をしようとするものは，補助金等交付申請書に，\n事業計画書，収支予算書又はこれに準ずる書類及びその他町長が必要と認\nめる書類を添えて，町長に提出しなければならない。\nイ  ６条１項\n町長は，補助金等の交付の申請があったときは，当該申請に係る書類を\n審査し必要に応じ実地を調査し，補助金等を交付すべきと認めたときは，\n速やかに補助金等の交付を決定するものとする。\n第三セクター等の経営健全化等に関する指針（甲７。以下「本件指針」と\nいう。）\n総務省が平成２６年８月５日に策定したガイドラインである本件指針には，\n要旨以下の定めがある。\nア  第三セクター（地方公共団体が出資又は出えんを行っている会社法法人\n等）は地方公共団体から独立した事業主体として，公共性，公益性が高い\n事業を行う法人である。その経営は原則として当該第三セクター等の自助\n努力により行われるべきであるが，当該第三セクター等が能率的な経営を\n行ってもなおその経営に伴う収入のみをもって充てることが客観的に困難\nと認められる経費については，地方公共団体が公的支援を行うこともやむ\nを得ないものと考えられる。\nイ  地方公共団体に相当程度の財政的なリスクが存在する第三セクター等に\nおいて，経営が著しく悪化している場合には，速やかに抜本的改革を含む\n経営健全化を検討することが強く求められる。地方公共団体は，第三セク\nター等が経営悪化に至った主たる要因が，公共性，公益性が高い事業を行\nったことにより生じた損失以外である場合には，財政支援は行うべきでは\nない。また，第三セクター等が公共性，公益性が高い事業を行っていたと\nしても，財政支援の前に経営の効率化，合理化の余地について検討し，速\nやかに取り組むことは当然である。\n３  前提事実（当事者間に争いがない事実並びに証拠〔特に掲げるもののほか，\n枝番を含む。〕及び弁論の全趣旨によって容易に認められる事実）\n⑴  当事者等\nア  原告らは，被告町の住民である。\nイ  被告町は，京都府の中心部に位置し，船井郡を構成する自治体の１つで\nあり，平成１７年１０月１１日，丹波町，瑞穂町及び和知町が合併するこ\nとにより発足した。被告町の平成２６年当時の住民数は，約１万５０００\n人であった。\nウ  被告京丹波町長は，被告町の執行機関である。参加人は，平成２１年１\n１月２０日から平成２９年１１月１９日まで，被告町の町長の職にあった\n者である。\nエ  本件会社は，平成４年１１月６日，丹波町が５００万円（全体の１５．\n６％），民間企業が２７００万円を出資するいわゆる第三セクターとして\n設立された。設立の基本方針は，船井地域の消費者を対象とする「暮らし\nの広場」と国道を通行するドライバーとレジャー客への飲食サービス機能\nの複合的商業集積の確立であり，設立時の代表取締役には，当時丹波町の\n町長であったＡが就任した。\n参加人は，本件会社の設立時から平成２５年３月３０日まで本件会社の\n取締役であり，うち平成６年１０月８日から平成２４年７月１４日までは\n代表取締役であった。参加人の子であるＢは，平成２４年７月１４日から\n平成２６年１１月２５日まで本件会社の代表取締役であった。\nオ  参加人は，昭和５３年，本店を京丹波町に置き食品及び日常生活用品等\nの小売業を行うサンダイコー株式会社（以下「サンダイコー」という。）\nを設立し，平成１７年３月５日までその代表取締役であった。同日以後は，\nＢがサンダイコーの代表取締役である。\nサンダイコーは，本件会社の設立に当たり，３００万円を出資し，丹波\nマーケスの開業当初から現在まで，そのテナント（スーパーマーケット等）\nとして入居している。\n丹波マーケス開業までの経緯\nア  丹波町は，平成５年５月，本件会社が事業主体となり，商業基盤施設と\n商業施設の一体的整備を目指すことを内容とする丹波町特定商業集積整備\n基本構想（乙６の１）を定め，同年１２月，丹波町議会において，商業集\n積の整備推進に関する決議がされた（乙１９）。\nイ  丹波町は，上記アの基本構想及び決議に基づき，船井郡北桑田地区土地\n開発公社（以下「土地開発公社」という。）との間で本件土地の先行取得\n契約を締結し，土地開発公社は，同契約に基づいて第三者から取得した本\n件土地を丹波町に売り渡した。\nウ  本件会社は，丹波町との間で，①平成９年３月１２日，本件土地の一部\nである別紙３物件目録記載１～３の各土地（計１２４６４．６２㎡（当時\nの公簿面積）。以下「本件土地甲」という。）を代金７億６８４３万８０\n００円で，②平成１２年３月３１日，本件土地の残部である別紙３物件目\n録記載４の土地（１１４７㎡。以下「本件土地乙」という。）を代金８８\n０９万６８５５円で，いずれも本件会社が丹波町から購入する契約を締結\nした（乙２）。\nエ  本件会社は，平成９年４月２８日，その所有する本件土地上に鉄筋コン\nクリート造り平家建ての店舗建物を建築し，同月２９日，商業集積施設\n「丹波マーケス」を開業した（乙２）。\nオ  本件会社は，丹波マーケスの運営を始めるに当たり，平成９年５月２６\n日，京都府から，京都府中小企業高度化資金（商店街整備等支援事業の用\nに供する施設の設置資金を使途として貸し付けられる資金。以下「本件資\n金」という。）として１２億３８００万円（後に１２億１１８５万円に減\n額）を借り入れた（以下，この借入金を「本件借入金」という。）。その\n際，参加人外１０名は，本件会社の借入金債務を連帯保証した。本件借入\n金は無利子であり，その償還計画は，５年間据置きの後，平成１４年度か\nら平成２７年度まで年８２５３万３０００円，平成２８年度に８２５３万\n８０００円を返済するというものであった。\n丹波マーケスの概要\nア  丹波マーケスは，テナント出店型の商業集積施設であるところ，平成２\n６年の時点において，最大のテナントはサンダイコーが経営するスーパー\nマーケット（サンダイコー丹波マーケス店）であった（乙１，弁論の全趣\n旨）。\nイ  本件会社は，丹波マーケスの駐車場として，サンダイコーから１１筆合\n計７９３２．８８㎡の土地を，Ｃ及びＤから１筆１７７６．０３㎡（実測）\nの土地を，被告町から２筆合計３４５１．３１㎡の土地を，それぞれ賃借\nしている（甲１３）。\n本件補助金及び本件契約代金の支出の経緯等\nア  本件借入金の平成２６年９月時点における残高は，６億０７００万円で\nあった。（乙１，２，１２）\nイ  被告町は，本件会社から同年６月２０日付けで「要請書」と題する書面\n（乙２（５３頁）。以下「本件要請書」という。）が提出されたことを受\nけ，同年９月２日，被告町議会の平成２６年度第３回定例会（本会議）に\nおいて，本件会社に対する経営支援のため，商業集積施設経営安定化補助\n金として３億２５２９万円を交付すること及び本件土地を時価評価額であ\nる２億８１７１万円で本件会社から買い受けることを予算の内容とする議\n案（「平成２６年度京丹波町一般会計補正予算（第２号）」。以下「本件\n補正予算案」という。）を提出した。本件補正予算案については，同月９\n日の議員全員協議会及び同月２４日の本会議において審議された結果，賛\n成多数で可決された。（乙２７，２８）\nウ  被告町は，当時の被告町長（参加人）を機関として，平成２６年１１月\n２７日，本件会社との間で，被告町が本件土地を代金２億８１７１万円で\n本件会社から買い受ける旨の契約（本件契約）を締結した（本件契約締結\n行為。乙１１の２）。\nエ  本件会社は，平成２６年１２月１０日，当時の被告町長（参加人）に対\nし，平成２６年度商業集積施設経営安定化補助金交付申請書（交付申請額\nは３億２５２９万円）を提出した（乙３７）。\nオ  被告町は，平成２６年１２月２２日，被告町議会の平成２６年度第４回\n定例会（本会議）において，本件土地の取得に関する議案（「土地の取得\nについて」）を提出し，審議の結果，同議案は賛成多数で可決された（乙\n２９）。\nカ  当時の被告町長（参加人）は，平成２６年１２月２２日，本件会社に補\n助金３億２５２９万円（本件補助金）を交付する決定（本件交付決定）を\nした（乙３８）。\nキ  被告町は，平成２７年１月９日，本件補助金３億２５２９万円及び本件\n契約の代金２億８１７１万円（合計６億０７００万円）を支出した（甲３\n～６。以下これらの支出を併せて「本件支出」という。）。\nク  本件会社は，本件支出により受領した６億０７００万円をもって，本件\n借入金を全額弁済した。\n⑸  住民監査請求\nア  原告らは，平成２７年８月３１日，京丹波町監査委員に対し，被告町の\n被った損害を填補するため本件会社に対して補助金６億０７００万円の返\n還請求をするなど必要な措置をとることを求める住民監査請求をした（甲\n１）。\nイ  京丹波町監査委員は，平成２７年１０月２８日，上記アの監査請求を棄\n却し，同月２９日，原告らはその旨の通知を受けた（甲２）。\n⑹  本件訴訟の提起\n原告らは，平成２７年１１月２５日，本件訴訟を提起した（顕著な事実）。\n４  争点\n本件交付決定に処分性があるか（本案前の争点。争点⑴）\n本件交付決定及び本件契約締結行為につき財務会計上の違法の有無\nア  本件交付決定の違法性の有無（争点⑵ア）\nイ  本件契約締結行為の違法性の有無（争点⑵イ）\n参加人の過失の有無及び被告町の損害額\nア  本件交付決定及び本件契約締結行為を行うにあたり，参加人に過失があ\nったか（争点⑶ア）\nイ  被告町の被った損害額（争点⑶イ）\n不当利得返還請求の可否\nア  本件交付決定及び本件契約が違法，無効か（争点⑷ア）\nイ  被告町の損失及び本件会社の利得の有無（争点⑷イ）\nウ  本件会社の悪意（法定利息請求の可否）（争点⑷ウ）\n５  争点に関する当事者の主張\n争点⑴（本件交付決定に処分性があるか）\n（原告らの主張）\n本件交付決定は，本件借入金に係る保証人の保証債務を免れさせるもので\nあり，それにより権利義務の取得や消滅の法律効果が生じるものであるから，\n行政処分である。\n（被告らの主張）\n補助金交付に関する法律関係は，その本質上，契約関係であり，補助金交\n付を行政処分として扱うには，その旨の明確な法律等の定めが必要である。\n本件交付決定は，京丹波町補助金等交付規則（乙１４）に基づくものである\nところ，同規則には理由の開示に関する規定がなく，その他の規定をみても，\n本件交付決定が処分であることを根拠づける規定は見当たらない。したがっ\nて，本件交付決定は行政処分ではない。\n争点⑵（本件交付決定及び本件契約締結行為につき財務会計上の違法の有\n無）\nア  争点⑵ア（本件交付決定の違法性の有無）\n（原告らの主張）\n本件交付決定は，以下のとおり，事業の目的，効果との均衡を著しく欠\nき，社会的，政策的見地又は経済的見地から予算の執行権限を有する職員\nに与えられた裁量を逸脱するものであり，最少の経費で最大の効果を挙げ\nるべきこと及び経費はその目的を達成するための必要かつ最少の限度を超\nえて支出してはならないことを定めた地方自治法２条１４項，地方財政法\n４条１項に違反して違法である。\n本件会社の行った事業に公益性がないこと\n丹波マーケスの開業により，周辺の小規模商店の経営に悪影響があっ\nたという面もあり，地域経済の活性化や雇用の牽引，観光や文化の振興\nに貢献した事実は認められない。\nまた，平成２７年７月には，京都縦貫自動車道の全線開通に伴い，\n「道の駅京丹波  味夢の里」が被告町内に開業し，丹波マーケスが京丹\n波町で唯一の商業集積施設ではなくなったから，本件会社ないし丹波マ\nーケスを存続させる必要性は小さい。\n本件交付決定が専ら参加人の利益を図るために行われたこと\nａ  本件交付決定は，本件会社の債務の連帯保証人ら（参加人を含む）\nが本件借入金に係る保証債務の履行を求められることを回避するため\nにされたものである。\nｂ  丹波マーケスの最大テナントは，参加人が代表者を務めていたサン\nダイコーであるところ，サンダイコーが本件会社に支払うテナント賃\n料は，既定の基準や他のテナントの賃料に比べて大幅に減額されてい\nる。また，サンダイコーはその所有地を丹波マーケスの駐車場の敷地\nとして本件会社に賃貸しているが（前提事実⑶イ），当該賃貸借契約\nにおいては，本件会社が，上記土地上にあったサンダイコーの店舗建\n物の解体費用を負担し，立退料７０００万円を支払うとの約定がされ，\nその賃料も他の地主より高額となっている。このようにサンダイコー\nは極めて優遇されており，本件会社はサンダイコーのために設立され\nたものというべきであるから，本件交付決定は，サンダイコーに対す\nる利益の供与といえる。\nｃ  被告らは，本件土地は，丹波町が土地開発公社を通じて先行取得し\nたものであり，本件会社が本件土地を取得するために借り入れた本件\n借入金について，本件会社の経営責任のみに帰することはできない旨\n主張する。しかし，本件会社が用地を賃借せずに購入すべきであると\n主張したのは，本件会社の代表取締役であった参加人である。また，\n本件会社は，平成１２年３月３１日，本件土地乙を高い坪単価で追加\n購入している。このように，本件借入金を借り入れるという判断をし，\n本件会社の経営不振の原因を作ったのは参加人であるから，参加人が\n経営責任を負うのは当然であり，それにもかかわらず，参加人の経営\n責任を明らかにしないまま公金を支出したのであるから，本件交付決\n定は，専ら参加人の利益を図ったものというべきである。\nなお，本件補助金の額は，本件交付決定時における本件借入金の残\n額から本件売買代金額を控除した額として決定されており，このよう\nな補助金の額の定め方は，公金支出のあり方として違法である。\n本件会社は経営改善のための方策を講じていないこと\n本件会社の総収入が計画を上回ったのは丹波マーケスが開業した平成\n９年度だけで，その後は毎年計画を下回り，平成２２年度以降は計画の\n６割に満たなかったのであるから，参加人らは，早い段階から本件借入\n金の償還が不可能であることを認識していたはずである。それにもかか\nわらず，これを償還するための抜本的な手段を講じた形跡がないことに\n照らすと，本件会社及び参加人は，端から公金の投入を見込んでずさん\nな償還計画を立てていたものといえる。\n本件会社の経営を圧迫する一因として，最大の店舗及び倉庫を有する\nサンダイコーのテナント料が低く設定されていること及びサンダイコー\n所有の駐車場敷地の借地料が高いことがあったにもかかわらず，本件会\n社は，それらについて何ら対策を講じていない。また，本件会社にはテ\nナント料の未収金があるところ，本件会社の役員の大半が丹波マーケス\nのテナントの代表者によって占められていることから，その回収が妨害\nされており，対策が講じられていない。\n本件交付決定に至る被告町議会の審議は不十分であること\n本件においては，本件会社の経営内容を徹底的に把握し，本件会社の\n行う事業がそもそも公共性，公益性が高い事業であったか，独立事業者\nとして必要な経営改善策が実行されたがそれでもなお経営が困難であっ\nたといえるか，財政支援が最善である理由や事業整理を選択しなかった\n理由，被告町長による債務保証が本件会社の抜本的改革の阻害要因とな\nる可能性等について，被告町議会等において十分に検討されなければな\nらないところ，被告町議会における審議の際には，本件会社の決算資料\n等の重要な資料が示されず，示された資料も根拠のない数字を記載する\nなど問題があるものであったことに加え，審議がわずか２日間しか行わ\nれなかったため，上記事項について十分な検討ができなかった。\n被告町議会の審議等に先立つ補助金交付申請がなかったこと\n本件では，本件会社による補助金交付申請書の提出がされていない段\n階で，参加人が補助金を交付する方針を決定した上，被告町議会におけ\nる補助金交付に係る審議がされている。このような経緯からすれば，参\n加人が，当初から，被告町の公金支出により本件会社の借入金債務及び\n参加人の連帯保証債務を帳消しにする目的をもって本件交付決定をした\nことが明らかである。\n本件指針に反すること\n第三セクターに対する財政支援については，本件指針に従い，経営悪\n化の原因が「公共性，公益性が高い事業を行ったことにより生じた損失\n以外である場合」には財政支援は行うべきではなく，「公共性，公益性\nが高い事業を行っていたとしても，財政支援の前に経営の効率化，合理\n化の余地について検討し，速やかに取り組むべき」であるところ，上記\nのとおり，本件会社の事業に公益性はないし，財政支援の前に経営の効\n率化，合理化の余地について検討もしていないから，本件交付決定は，\n本件指針にも反している。\n（被告ら及び参加人の主張の要旨）\n本件交付決定に地方自治法２条１４項，地方財政法４条１項違反はない。\n地方自治法上，補助金の交付は，地方公共団体が多種多様な施策を実現す\nるための一つの方法であり，どのような施策を実行するかは行政において\n選択，判断すべきものであるから，補助金交付における公益上の必要性の\n有無の判断については，被告町長に極めて広い裁量がある。\n本件会社の行う事業に公共性があること\n丹波マーケスは，町民（特に高齢者）の日常生活や地域活性化，雇用，\n納税等を支える必要不可欠な施設であるし，道の駅としての機能やコミ\nュニティ拠点としての役割も有する。また，丹波マーケスの平成２５年\n度までの全テナントの売り上げ累計額は４５９億２９００万円，被告町\nへの納税額は約６ないし７億円であることに加え，丹波マーケスは約１\n７０人の従業員を雇用しているから，被告町の財政や雇用創出に対する\n丹波マーケスの貢献度は大きい。\nしたがって，丹波マーケスには公共性があり，住民生活支援施策及び\n地域経済活性化施策として，これを存続させる政策的意義がある。\nなお，被告町内には，丹波マーケスの類似施設として道の駅「和（な\nごみ）」があるが，同施設の土地建物は町有財産であり，借地料も支払\nわれていないことに加え，被告町による助成（平成２９年度は税込１２\n００万円）がされているし，同じく類似施設として道の駅「みずほの里\n皿引」には，被告町による助成（毎年度税込２１００万円）がされてい\nる。これらの施設と比べれば，丹波マーケスは，本件会社が自ら費用を\n支出してリニューアルを行い，固定資産税も負担するなど，町の自主財\n源確保に貢献しているものであり，本件交付決定は，他の類似施設との\n公平という観点からは，むしろ公平の実現に資する措置であるといえる。\n本件交付決定が参加人の個人的利益を図るものではないこと\nａ  サンダイコーは，丹波マーケスから退店したテナントの空き区画に\nついて，他に引き受ける者がいなかったため，これを引き受ける形で\n増床したほか，本件会社の増資の際にもこれを引き受けて出資するな\nど，丹波マーケスの存続のための負担に応じており，優遇されていた\nという事実はない。一般に，商業施設において大規模な面積を占める\nキーテナントは，他のテナントよりも賃料単価が安く設定されている\nのが通常である。また，サンダイコーが本件会社に賃貸している駐車\n場用地の賃料は，土地鑑定評価額に基づき定められた適正な額であり，\n恣意的に決定されたものではない。\nｂ  丹波マーケスの設立は，丹波町が主導したものであり，参加人が本\n件会社の代表に就任する前には，既に本件会社が本件土地を取得する\nことも決まっていたのであるから，参加人の意向によって事業が進め\nられたものではない。\n本件会社の経営改善方策をとっていたこと\n丹波マーケスの建設開業に係る事業は，本件資金を主な財源として進\nめることとされていたところ，本件資金の貸付けを受けるためには，事\n業の実施主体は，自治体出身者が取締役の半数を占め自治体が出資して\nいる第三セクターでなければならなかったことから，本件会社が受け皿\nとして設立されたという経緯がある。本件会社は，丹波町の公益のため\nに設立され，本件資金を借り入れた上，丹波町が土地開発公社を通じて\n取得した本件土地を買い受けたものである。\n本件会社は，設立後ほとんどの期において経常利益を上げていたにも\nかかわらず，本件借入金の返済を行う必要があったために資金繰りに窮\nする状況に陥ったものであるが，上記のような経緯に照らせば，本件資\n金の借入れはあらかじめ丹波町によって決められていたものであり，本\n件会社には選択の余地がなかったのであるから，本件借入金の返還債務\nを負担するに至ったことについて，本件会社及び参加人の経営責任のみ\nに帰することはできない。\n丹波マーケス開業に当たっては，当初，本件会社の収入として２億円\n余を確保できる計画であった。しかし，実際は，テナント賃料を値引き\nすることを余儀なくされたこと等から賃料収入が当初の計画を下回るこ\nととなり，また，鳥インフルエンザ発生による売上げの悪化や，キーテ\nナントの退店，テナント売上額の減少等のため，賃料水準を当初の予定\n額に戻すことができておらず，計画通りの賃料収入を確保できていない。\n本件会社は，独自の経営努力により経費削減を行っており，テナント\n賃料及び駐車場敷地賃料（借地料）は，値引き等も含め適正に設定され\nている。本件会社は，テナント賃料未収金への対応として，督促状の送\n付，日銭集金等の措置を講じてきた上，経営改善のため，経営陣を刷新\nし，テナント賃料や借地料を見直し，第三者機関を設置するなどした。\n本件交付決定に至る被告町議会の審議が十分行われたこと\n被告町は，平成２６年度第３回京丹波町議会定例会（９月議会）にお\nいて，借入金残高や返済状況について詳細に答弁し，「丹波地域開発株\n式会社に対する経営支援について」（乙１），追加資料（乙２）並びに\n参考資料として平成２３年度から２５年度までの事業報告書及び決算書\n（乙３～５）等，可能な限りの資料を提示した。被告町議会においては，\n本件会社を清算するという方法の採否についても十分な審理を行ったが，\n本件会社を清算した後，丹波マーケスを運営する会社が現れることは考\nえ難く，破産により京都府に負債を負わせることも公益上認めるべきで\nはないことなどを勘案し，清算の方法によらず，本件交付決定及び本件\n契約締結行為を行うことを可決したものである。なお，被告町議会にお\nいては，議員全員協議会において丸一日の集中審議を行い，その他に２\n度の本会議における審議を行うという，例を見ない長時間の審議であっ\nた。\n補助金交付申請に先立って予算審議が行われたことに問題はないこと\n補助金交付申請をする場合には，まず補助金支出に係る予算が成立し\nていることが前提となるから，予算審議前の段階で補助金の交付申請や\n交付がされることはあり得ず，補助金に係る予算が成立した後に補助金\n交付申請を受け，補助金交付決定をするというのが一般的な補助金交付\n手続の流れである。\n本件では，本件会社から本件要請書が提出されたことを受け，被告町\nにおいて調査及び検討を行った上，支援策を盛り込んだ補正予算案を９\n月議会において提案し，議会で可決されて予算が確定したことを受けて，\n本件会社が補助金交付申請書を提出し，本件交付決定がされたという経\n緯であるから，上記の一般的な流れと異なるところはなく，問題はない。\nイ  争点⑵イ（本件契約締結行為の違法性の有無）\n（原告らの主張）\n本件契約締結行為は，本件会社に対する財政支援の一環として行われた\nものであるところ，争点⑵ア（本件交付決定の違法性）について主張した\nことに加え，本件土地は，被告町にとって必要性や公益性のない土地であ\nるし，売買価格の評価は更地での鑑定価格によるもので不適切であること\nに照らせば，本件契約締結行為は，裁量を逸脱するものとして違法である。\n（被告ら及び参加人の主張）\n本件土地の売買については，法令上認められた広い裁量の範囲内で行わ\nれたものであって裁量の逸脱，濫用はなく，本件契約締結行為は，地方自\n治法２条１４項，地方財政法４条１項に違反するものではない。\n被告町が本件土地を購入したのは，私的な使用目的ではなく，本件会社\nを支援することにより町民の生活基盤等を守る目的であったから，公益性\nがないとはいえないし，一等地に既存の町有地と隣接している土地を購入\nして大きな画地を確保できたことは，被告町の行政運営にとって大きな財\n産となるものである。土地の評価についても，不動産鑑定評価基準に基づ\nく適正な評価であり，高額ではない。\n争点⑶（参加人の過失の有無及び被告町の損害額）\nア  争点⑶ア（本件交付決定及び本件契約締結行為を行うに当たり，参加人\nに過失があったか）\n（原告らの主張）\n被告町の予算の執行権限を有する町長は，漫然と違法な公金支出をして\nはならないという財務会計法規上の義務を負っているところ，本件交付決\n定及び本件契約締結行為当時に町長であった参加人は，本件交付決定及び\n本件契約締結行為の相手方である本件会社の前代表者であるとともに丹波\nマーケスの主要な出資者であるサンダイコーの前代表者であり，本件借入\n金について個人保証をしていたことからすれば，本件交付決定及び本件契\n約締結行為が違法であることについて，容易に認識し得たはずである。そ\nれにもかかわらず，参加人は，漫然と本件交付決定及び本件契約締結行為\nを行ったから，過失がある。\n（被告ら及び参加人の主張）\n争う。\nイ  争点⑶イ（被告町の被った損害額）\n（原告らの主張）\n参加人による本件交付決定及び本件契約締結行為は，被告町に対する不\n法行為を構成するところ，これにより，売買代金及び補助金の合計額であ\nる６億０７００万円の損害が被告町に発生した。\n（被告ら及び参加人の主張）\n争う。\n争点⑷（不当利得返還請求の可否）\nア  争点⑷ア（本件交付決定及び本件契約が私法上無効か）\n（原告らの主張）\n公金支出を決定した行政庁の判断に裁量権の範囲の著しい逸脱又は濫用\nがあり，当該公金支出決定を無効としなければ地方自治法２条１４項，地\n方財政法４条１項の趣旨を没却する結果となる特段の事情が認められると\nいう場合には，その公金支出の決定は私法上無効になると解すべきである。\n本件交付決定及び本件契約締結行為は被告町長の裁量を逸脱ないし濫用\nするものであって，その実態が，当時の被告町長（参加人）個人の負債を\n被告町に肩代わりさせるものであることも考慮すれば，裁量の逸脱，濫用\nの程度は著しい。そして，再建の具体的な計画がない本件会社に対して６\n億０７００万円という極めて高額な公金を支出することは，被告町の財政\n状況を著しく悪化させるから，これを無効としなければ地方自治法２条１\n４項，地方財政法４条１項の趣旨を没却する結果となる。したがって，本\n件交付決定及び本件契約締結行為は，私法上無効である。\n（被告ら及び参加人の主張）\n争う。\nイ  争点⑷イ（被告町の損失及び本件会社の利得）について\n（原告らの主張）\n無効な本件交付決定及び本件契約締結行為により，被告町は，補助金及\nび売買代金の合計額である６億０７００万円の損失を被り，本件会社は，\n同額の利得を得た。\n（被告ら及び参加人の主張）\n争う。\nエ  争点⑷ウ（本件会社の悪意の有無）\n（原告らの主張）\n本件会社は，本件補助金の支払を受け，本件契約に基づく売買代金の支\n払を受けるに当たり，その原資となるのは税金であって，その使途は住民\nへの十分な説得を必要とするものであるにもかかわらず，本件会社の財政\n逼迫の原因となる収益不足の原因が，サンダイコーが優遇されていること\nにあることが被告町議会に提出された資料に記載されていないなど十分に\n説明がされていないことを知っていた。したがって，本件会社は，本件補\n助金及び売買代金を受領するに当たり，本件交付決定及び本件売買契約に\n無効事由があり上記受領に法律上の原因がないことにつき悪意であった。\n（被告ら及び参加人の主張）\n争う。本件会社は，被告町議会において十分な説明がされていることを\n認識しており，公益性のある第三セクターである本件会社に対して公金が\n投入されることに違法性があるなどとは考えておらず，本件交付決定及び\n本件売買契約に無効事由があるとの認識はなかった。\n第３  当裁判所の判断\n１  前提事実並びに掲記の証拠及び弁論の全趣旨によれば，以下の事実が認めら\nれる。\n丹波マーケス開業に至る経緯等について\nア  丹波町は，遅くとも平成５年頃までに，本件土地を含む約２万㎡の土地\nを予定地とし，平成４年に第三セクターとして設立された本件会社を事業\n主体として，特定商業集積施設を建設する計画を立てており，同計画では，\n丹波町が開発申請を行うこと，開発行為が完了した後に丹波町が土地開発\n公社から本件土地を取得し て本件会社に売却することが予定されていた\n（乙６の１，１７）。\nイ  丹波町は，平成９年２月１３日，本件土地甲を土地開発公社から７億６\n８４３万円で購入し，同年３月１２日，同土地を本件会社に同額で売却し\nた（乙２，１０の１）。本件土地甲の代金額は，土地開発公社が平成４年\n頃から順次本件土地甲を取得するために要した額に，借入利息及び登記費\n用を加えた額とされ，当時の時価と比較すると高額であった。本件土地乙\nについては，被告町において当時の所有者の希望する代替地を確保するこ\nとができなかったことから，同日までにこれを取得することができなかっ\nた。\nウ  参加人が代表取締役を務めていたサンダイコーは，本件土地と府道に挟\nまれた位置にある土地上に店舗建物を所有してスーパーマーケットを営業\nしていたところ，平成９年３月２５日，本件会社（代表取締役は当時の丹\n波町長であるＥ）との間で，本件会社が上記店舗建物の解体費用を負担し，\n立退料７０００万円を支払うとの約定で，上記土地を丹波マーケスの駐車\n場として本件会社に賃貸する契約を締結した（参加人，甲１３の１）。\nエ  丹波町は，平成１２年３月頃，本件土地乙の当時の所有者に提供する代\n替地を土地開発公社から８８０９万６８５５円で取得した後，これと引き\n換えに本件土地乙を取得し，同月３１日，本件土地乙を本件会社に８８０\n９万６８５５円で売却した（乙２，１８）。同売却に当たり，当時の丹波\n町長であり本件会社の代表取締役会長であったＦは，同年２月２１日に開\n催された本件会社の取締役会において，北側正面にある町有地（本件土地\n乙を指す。）を本件会社において取得することを依頼する旨を述べていた\n（乙１５）。\n本件資金について（乙２５）\nア  本件資金は，商店街整備等支援事業（第３セクターが実施主体となって，\n商店街の活性化を図るための施設又はこれと併せてショッピングセンター\n型の商業店舗（賃貸型）を設置，運営する事業）に対する支援を目的とし，\n同事業の用に供する施設の設置資金に充てることを条件として貸し付けら\nれる資金であり，その貸付対象施設は土地，建物，構築物又は設備である。\n本件資金は無利子であり，その償還期限は２０年以内とされていた。\nイ  本件資金の原資として，中小企業事業団（組織変更後の名称は独立行政\n法人中小企業基盤整備機構。以下，組織変更の前後を問わず「中小機構」\nという。）が京都府に財源（４億０３００万円）を貸し付け，これに京都\n府が財源（８億３５００万円）を追加し，京都府が合計１２億３８００万\n円を本件会社に貸し付けることとされた（本件借入金）。\nウ  本件会社は，本件借入金について，平成１４年は約定のとおり返済した\nが，その後は，京都府に対し，数次にわたり貸付条件の変更を申請して弁\n済金の一部について返済の猶予を受け，平成１５年から平成２１年までは\nいずれも当時の償還計画の約５０％，平成２２年から平成２５年までは約\n３０％の額のみ返済した。平成２５年度末において，本件会社と京都府の\n間で合意されていた償還計画は，平成２８年９月までに残債務全額（６億\n０７００万円）を返済するというものであった（乙１２の２）。\n本件会社の状況等について\nア  本件会社の平成２６年当時の株主は，被告町（持株比率４０．５１％），\n中小機構（同４０．１１％），サンダイコー（同１６．１８％）及びその\n他個人等８名（同各０．４％）であった（乙１〔４頁〕）。\nイ  本件会社の取締役及び監査役は，平成２６年度まで，いずれも無報酬で\nあった（甲１８，乙３～５，１３の２）。本件会社の代表取締役の推移は\n以下のとおりである。\n平成４年１１月（設立時）～平成６年１０月\n代表取締役社長  Ａ（当時の丹波町長）\n平成６年１０月～平成１８年８月\n代表取締役会長  Ｆ（当時の丹波町長）\n代表取締役社長  参加人\n平成１８年８月～平成２４年７月\n代表取締役社長  参加人\n平成２４年７月～平成２５年３月\n代表取締役会長  参加人\n代表取締役社長  Ｂ\n平成２５年３月～平成２６年１１月\n代表取締役社長  Ｂ\n平成２６年１１月～本件訴訟提起\n代表取締役社長  Ｇ（当時の被告町副町長）\nウ  本件会社は，平成２５年度に社員３名を減員し，同年度末における従業\n員は４名であった（乙５）。\nエ  本件会社の平成２５年度の売上（年商）は約１億６３７７万円であり，\n営業利益は約２５８０万円であった。同売上のうち約９０％は，各テナン\nトからの賃料収入と共益費収入によるものである（乙１，２）。\nオ  本件会社の平成２５年度期末時点における金融機関からの借入残高（本\n件借入金を除く。）は，約１億７５８２万円であった。本件会社は，平成\n２６年４月，本件借入金及び金融機関からの上記借入金に対する返済によ\nり資金不足に陥ったため，日本政策金融公庫から新たに５０００万円を借\nり入れた。（乙１〔４，１０，１１頁〕）\nオ  平成２６年６月時点における本件会社の未収金（テナント賃料）債権の\n額は，合計２３７１万１０００円であった。（乙２〔６０頁〕）\nカ  のとおり，サンダイコー，Ｃ及びＤ並びに被\n告町から丹波マーケスの駐車場の敷地を賃借しているところ，平成２６年\n当時における各賃料単価（１㎡当たり月額）は，サンダイコーが１７６円，\nＣ及びＤが１２６円，被告町が約４７．４円 であった（甲１３）。\nキ  本件会社については，平成１５年から平成１８年までは京都府中小企業\n技術センターにより，平成１９年以降は公益財団法人京都産業２１により，\n毎年「商店街整備等支援事業診断」がされているところ，平成２５年１０\n月時点における同診断に基づく指導意見は，概略以下のとおりである（乙\n９の１１）。\n本件借入金を平成２８年度に完済することは，極めて厳しい状況とな\nっている。本件資金には自由な返済手法は用意されていない。\n本件会社の収入のうち約３分の２はサンダイコー及びその関連会社か\nらの収入であり，サンダイコーは，平成２３年３月に１億円の増資を引\nき受け，９４００万円の建設協力金返済を留保していることからも，本\n件会社の事業状況が，サンダイコーの事業状況に大きく左右される関係\nにあることは明白である。\nク  本件支出後の本件会社の営業利益は，平成２６年度が約３６２１万円，\n平成２７年度が約３９１万円，平成２８年度が約６８２万円，平成２９年\n度が約８９０万円であった（甲１８～２１）。\n⑷  丹波マーケスの状況等について（乙１，２）\nア  本件会社が運営する丹波マーケスは，平成１０年６月に道の駅として登\n録され，平成２６年当時，ショッピング街に１４店，レストラン街に７店\nのテナントが出店をしていたほか，周辺農家の農産物を販売する朝市も開\nかれていた。\nイ  丹波マーケスの平成２５年度の来店者（レジ通過者）は延べ１４８万４\n０００人であった（乙５）。\nウ  丹波マーケスの全テナントの従業員数（非正規雇用を含む）は，合計約\n１７０名（平成２５年６月末時点）であった。（乙１）\nエ  丹波マーケスの平成２５年度の売上げは合計約１８億９７２９万円であ\nり，そのうち約１２億９６００万円はサンダイコーが運営する店舗による\nものであった（乙１〔６，８頁〕，乙５）。\nオ  丹波マーケスのテナントの動向等について\n丹波マーケスの売り場総面積は５６１４㎡である（乙１〔５頁〕）。\n丹波マーケスの開業当時，サンダイコー丹波マーケス店の店舗面積は，\n１１６６㎡であり，最大テナントであった。ホームセンターであるイン\nテルナモリイは，サンダイコー丹波マーケス店の次に広い面積の店舗を\n有していたが，平成２２年５月，丹波マーケスから退店した（乙９の\n８）。\n本件会社は，ホームセンターを展開する会社と交渉を行ったが，イン\nテルナモリイの後継としての入店には至らなかったことから，サンダイ\nコーは，平成２３年１１月，増床によりインテルナモリイが出店してい\nた部分を引き受ける形で，店舗面積を１８４０．５２㎡とした（甲１２\nの２，乙９の８，２３，２４）。\nサンダイコーは，平成２６年までに，その他，衣料品店であるアムロ\nス（１７０．２４㎡）及び物販店である丹の蔵（６２．３５㎡）を丹波\nマーケスに出店した（甲１２の４，９）。\nカ  丹波マーケスのテナント料について\n本件会社は，丹波マーケスのテナント料について，テナント事業者の\n属性により基本賃料を定めているところ，その概略は以下のとおりであ\nる（基本賃料は１㎡当たり月額。乙２１）。\nａ  町内中小企業\n１００㎡を超えるテナント  ２７２２円\n１００㎡以下のテナント  ３０２４円\nｂ  町外中小企業\n１００㎡を超えるテナント  ３０２４円\n１００㎡以下のテナント  ３３２７円\nｃ  大企業\n３９３２円\n実際のテナント（サンダイコー丹波マーケス店及びアムロスを除く。）\nの賃料単価（１㎡当たり月額）は，平成２６年当時，２４１９円～３０\n２４円であった（甲１２）。\nサンダイコー丹波マーケス店の店舗部分及びアムロスの賃料単価（１\n㎡当たり月額）は，平成２６年当時，１８４１円とされていた（甲１２\nの２，４）。\n⑸  本件交付決定及び本件契約に至る経緯等について\nア  本件会社（代表取締役社長Ｂ）は，平成２６年６月２０日，被告町に対\nし，本件要請書（乙２〔５３頁〕）を提出した。その内容は，本件土地を\n丹波町から簿価８億５６５３万円で譲り受けたことによる負債が重荷にな\nっていること，テナントからは賃料の値下げについて要請を受けているこ\nとなどから，本件土地を簿価で買い戻すことを要望するというものであっ\nた。\nイ  大和不動産鑑定株式会社は，被告町長（参加人）の依頼に基づき，平成\n２６年８月８日付けで，同年７月１日時点の本件土地の価格について不動\n産鑑定評価を行い，評価書（乙１１の１）を作成した。同評価書は，本件\n土地につき更地として鑑定評価を行い，別紙３物件目録記載１及び２の物\n件を２７１万円（１㎡当たり１万５１００円），同目録記載３及び４の物\n件を２億７９００万円（１㎡当たり１万９８００円）と評価するものであ\nった。\nウ  被告町議会は，平成２６年９月９日午前９時頃から午後４時頃まで，町\n議会議員のうち１６名が出席して，「丹波マーケス・丹波地域開発（株）\nに対する経営支援について」を協議事項とする全員協議会会議を開催した。\n同会議の内容は，概略以下のとおりであった（乙２７）。\n出席議員には，「丹波地域開発株式会社に対する経営支援について」\nと題する冊子（以下「本件資料」という。乙１），「丹波地域開発（株）\nに対する経営支援  追加資料」と題する冊子（以下「本件追加資料」と\nいう。乙２）並びに平成２３年度から平成２５年度までの本件会社の事\n業報告書及び決算書（乙３～５）が配布された。本件資料には，本件会\n社及び丹波マーケスの設立経緯，本件会社の概要，財務状況等が記載さ\nれ，本件追加資料には，本件土地の不動産登記簿及び本件会社の借入金\nに係る契約書等が添付されていた。\n被告町の職員（商工観光課長）は，丹波マーケスは，町民の日常生活\nに欠かせない商業集積施設であることから，本件借入金の平成２５年度\n末残高である６億０７００万円を解消する目的で本件会社に対する支援\nを行うものであること，支援の方法は，丹波町から売却した本件土地を\n時価評価額２億８１７１万円で買い戻すとともに，残債務分（３億２５\n２９万円）について補助金を交付する方法によることを説明した。\n出席議員から，本件会社が本件土地を被告町から購入した際，時価よ\nり高額の簿価によった理由について質問がされ，これに対し，参加人は，\n高額に過ぎるとの意見が本件会社内で出されたものの，当時の被告町長\nであり本件会社の取締役会長でもあったＦの意向であったため，従わざ\nるを得なかった旨述べた。\n出席議員から，本件会社による本件借入金の返済が滞った点について，\n被告町及び被告町の歴代町長の責任についてどう考えるかとの質問や，\n本件会社に対する支援によるメリットの算定根拠は乏しいとの指摘がさ\nれ，これに対し，参加人は，本件会社の代表取締役になる場合は本件借\n入金残元金について個人保証をしなければならなくなること等から，平\n成１８年８月以降，被告町の町長に本件会社の役員就任を要請しても断\nられてきたが，本件借入金の弁済が完了すれば，被告町からの役員への\n就任が期待できる旨述べた。\n出席議員から，本件借入金の返済は，本件借入金について個人保証し\nている参加人ほか１０名の債務を解消するためという意味合いもあるの\nではないか，駐車場の借地料が２０００万円を超えることになっている\nが，契約を見直すべきあり，特にサンダイコーに対して毎年１５００万\n円超の借地料を支払っている部分は削減すべきではないか，丹波マーケ\nスの中心をなしているのはサンダイコーであり，結局，住民からすれば\nサンダイコーのてこ入れと思われる，などの意見が出された。\nエ  被告町は，平成２６年９月２２日，被告町議会議員に対し，「丹波地域\n開発（株）にかかる経営支援  再追加資料」と題する文書（以下「本件再\n追加資料」という。）を配布した。本件再追加資料には，本件土地の航空\n写真，本件会社の金融機関借入金一覧及びその契約書，本件会社が支払っ\nて い る 借 地 料 推 移 等 の 資 料 が 添 付 さ れ て い た （甲 ８ ， 乙 ２ ８ 〔 ３ ４ ７\n頁〕）。\nオ  被告町議会においては，平成２６年９月２４日，１６名の町議会議員全\n員が出席して，平成２６年第３回京丹波町議会定例会（平成２６年９月議\n会）が行われた。同議会における審議の過程は概略以下のとおりである\n（乙２８）。\n同議会における議案第６０号は，商工業振興事業（土地購入費及び商\n業集積施設安定化補助金。本件会社に対する支援（本件補助金の交付及\nび本件契約代金の支払）を指す。）を内容とする平成２６年度京丹波町\n一般会計補正予算（第２号）（本件補正予算案）であった。\n出席議員らから，①  本件会社が本件土地を丹波町から買い取った価\n格が高額に過ぎたのではないか，②  今回の税金投入は，町長の親族が\n経営するサンダイコーに向けられるものではないのか，③  被告町の関\n係者が本件会社の役員に入ってこなかったことは無責任ではないか，④\n丹波マーケスの出店者の中には賃料を踏み倒して撤退した者もいるので\nはないか，⑤  テナント賃料の未収金（２３７１万１０００円）につい\nてどのように対応するのかなどの質問があった。これらに対し，参加人\nは，①  本件会社が本件土地を丹波町から買い取った際，時価評価額よ\nり高額であったが，同取引は丹波町にとってプラスになるものであり，\n当時本件会社の代表取締役であった丹波町長の意思で進められ，また，\n本件資金が無利子であったことから，本件会社の大株主である丹波町を\n助けるという判断もあったこと，②  参加人の親族が経営するサンダイ\nコーは，本件会社に出資しているものの，一出店者にすぎないこと，③\n本件借入金を完済することにより，本件会社の役員が本件資金を連帯保\n証する必要がなくなるので，役員を刷新することができ，被告町の副町\n長を中心に経営陣として送る予定であること，④  中小機構や京都府が\n選んだ出店者の中には，家賃を踏み倒して退店するテナントがいたが，\n中小機構の指導には従わざるを得ず，また，開業当初５，６年は，賃料\nが高すぎたことが原因で退店に追い込まれたテナントもいたことなどを\n述べた。\nまた，出席議員から，本件会社がサンダイコーから土地を駐車場とし\nて賃借するに至った経緯について質問があり，参加人は，サンダイコー\nの所有地は府道に面しており，丹波マーケスの開業に当たって協力する\nよう要請を受けたこと，賃料については事業団による監査も受けている\nことを述べた。\nさらに，出席議員から，本件契約の対象が本件土地のみとなっている\nことについて，本件建物も購入しないのはなぜか，また，本件土地につ\nいて底地として評価した場合には評価額は低くなるのではないかとの質\n問がされ，これに対し，参加人は，本件土地は丹波町から買い取ったも\nのであるから，本件土地のみを購入することにしたこと，本件土地の価\n格については，土地鑑定士による評価であることを述べた。\n被告町の商工観光課長は，出席議員の求めに応じ，再追加資料のうち\n丹波町の特定商業集積整備基本構想について説明をした。\n出席議員らの一部は，本件補正予算案から本件会社に対する支援（６\n億０７００万円）を削除することを含む内容の修正動議を提出し，それ\nぞれ賛成及び反対の立場から発言がされた。\n上記の審議を経て，本件補正予算案は，賛成多数（賛成８票，反対７\n票）で可決された。\nカ  本件会社は，平成２６年１２月１０日，被告町長（参加人）に対し，平\n成２６年度商業集積施設経営安定化補助金として３億２３２９万円の交付\nを申請した（乙３７）。\nキ  被告町議会は，平成２６年１２月２２日，１６名の町議会議員全員の出\n席の下，平成２６年第４回京丹波町議会定例会（平成２６年１２月議会）\nを開催した。本件契約に係る議案第７５号「土地取得について」について，\n出席議員から代金額の相当性や購入の必要性に関する質問がされ，これら\nに対して参加人及び被告町の職員が回答ないし説明した上，各議員による\n討論がされた後，同議案は，賛成多数で可決された。（乙２９）\n⑹  被告町の財政状況について\n被告町の平成２６年度の一般会計（歳出総額）は，約１２０億円であった\n（乙２８〔３６５，３６９頁〕）。本件補助金及び本件契約に係る代金の合\n計６億０７００万円は，被告町の財政調整基金を財源として拠出された（乙\n２８，弁論の全趣旨）。\n２  本件交付決定の取消しを求める訴えについて\n争点⑴（本件交付決定に処分性があるか）について\nア  抗告訴訟の対象となる処分とは，「行政庁の処分その他公権力の行使に\n当たる行為」であり（行政事件訴訟法３条１項，２項，６項），これは，\n公権力の主体たる国又は公共団体が行う行為のうち，その行為によって，\n直接国民の権利義務を形成し，又はその範囲を確定することが法律上認め\nられているものをいう（最高裁判所昭和３９年１０月２９日第一小法廷判\n決・民集１８巻８号１８０９頁参照）。\nイ  地方公共団体が私人に対して補助金を交付する関係は，地方公共団体が，\nその優越的地位に基づき公権力を発動して私人の権利自由を制限し又はこ\nれに義務を課するものではなく，本来，資金の給付を求める私人の申込み\nに対する承諾という性質を有する非権力的な給付行政に属するものである\nから，その関係においては，原則として，行政処分は存在しないものとい\nうべきである。もっとも，法令等が，一定の政策目的のために，特に一定\nの者に補助金の交付を受ける権利を与えるとともに，補助金の交付手続に\nより行政庁に当該者の権利の存否を判断させることとした場合や，法令等\nが補助金の交付手続を定める中で行政庁による不交付決定に対して不服申\n立手続を設けているような場合などには，例外的に補助金の交付決定に処\n分性が認められるものと解される。\n弁論の全趣旨によれば，本件交付決定は，地方自治法２３２条の２に加\nえ，京丹波町補助金等交付規則に基づいて行われたと認められる。このう\nち，地方自治法２３２条の２には，公益上の必要がある場合という要件の\nほか要件・効果の定めがない。その趣旨は，どのような者にどのような補\n助を行うかの判断を，地方公共団体の執行機関等が社会的・地域的事情を\n総合的に考慮して行う公益上の必要に関する政策的な裁量に委ねたものと\n解するのが相当であり，同条が一定の者に補助金の交付を受けられる地位\nを与える趣旨を含むものとは解されない。\nそして，京丹波町補助金等交付規則は，地方自治法等の委任によらず，\nまた，条例（地方自治法１４条）の形式によることなく，補助金の交付の\n申請，決定等に関する基本的事項を一般的に規定するもので，不交付とな\nった場合の不服申立てについても規定がない。これらの事情に照らせば，\n京丹波町補助金等交付規則は，京丹波町内部における事務手続を定めたも\nのにすぎず，その趣旨を超えて，対象者に当該補助金の交付を受けること\nのできる法的権利を認める趣旨を含むものとは解されない。\nその他，本件交付決定に法令等が行政処分としての性質を与えたと解す\nべき根拠は見当たらない。\nウ  したがって，本件交付決定は，直接国民の権利義務を形成し，又はその\n範囲を確定することが法律上認められているものとはいえないから，「行\n政庁の処分その他公権力の行使に当たる行為」（行政事件訴訟法３条１項，\n２項，６項）に当たるとは認められず，抗告訴訟の対象となる処分に該当\nしない。\nよって，本件訴えのうち，被告町に対して地方自治法２４２条の２第１項\n２号に基づき本件交付決定の取消しを求める部分は，不適法である。\n３  参加人に損害賠償請求をすることを求める訴えについて\n争点⑵ア（本件交付決定の違法性の有無）について\nア  地方自治法２３２条の２は，公益上の必要以外には補助金交付の要件を\n定めていないところ，これは，補助金の交付に際しては，地方公共団体の\n長等が，社会的，地域的事情等を総合的に考慮して，補助をする公益上の\n必要があるか否かをその裁量により政策的に判断すべきものとする趣旨と\n解される。したがって，同条の規定に基づく補助金交付決定は，公益上の\n必要性に関する当該地方公共団体の長の判断に裁量権の範囲の逸脱又はそ\nの濫用があったと認められる場合に限り，違法の評価を受けるものと解す\nるのが相当である。\nイ  そこで，本件補助金の交付に公益上の必要性があるといえるか否かにつ\nいて検討する。\n前提事実及び前記１に認定したとおり，本件補助金は，本件会社に対\nする財政支援の一環として，本件借入金の残債務（６億０７００万円）\nの返済原資に充てることを目的として交付されたものであり，本件補助\n金の額は，上記残債務額と本件土地の丹波町への売却代金２億８１７１\n万円との差額として定められたものである。そして，本件会社は，ショ\nッピングセンター型の商業集積施設である丹波マーケスの開業，運営等\nを事業目的として，丹波町及び民間企業の出資により設立された会社で\nあるところ，本件会社が運営する丹波マーケスは，スーパーマーケット\nを含む計２１店のテナントが入居する施設であり，住民数が約１万５０\n００人の被告町にあって年間延べ購入者数が１４８万人を超えるなど，\n住民の買い物の場として一定の役割を果たしているものと評価でき，本\n件会社の行う事業内容には公益性があるといえる。\nまた，本件会社が本件借入金債務を負うに至ったのは，そもそも，丹\n波町が，平成５年に策定した特定商業集積整備基本構想等に基づき，商\n業集積施設用地とする目的で，土地開発公社との間で先行取得契約を締\n結した上，本件土地を簿価で買い取り所有していたところ，上記のとお\nり，商業集積施設である丹波マーケスの運営主体として本件会社が設立\nされ，本件会社が丹波町から本件土地を同額で買い取ることとされため，\nその原資を本件資金からの借入れで調達したという経緯による。\nさらに，本件会社は，平成１５年以降，本件借入金の返済に窮してお\nり，本件補助金の交付がなければ，残債務の最終弁済期限が到来する平\n成２８年には経営破綻する懸念があったところ，本件会社は第三セクタ\nーであり，被告町は本件会社の株式を４０％超保有していたから，本件\n会社が経営破綻した場合には被告町が多額の損失を被ることが見込まれ\nた上，本件借入金を返済することなく本件会社が経営破綻することにな\nれば，被告町と京都府（債権者）及び中小機構（出資者）との関係が悪\n化するおそれもあったと考えられる。\nなお，本件会社が本件借入金を約定どおりに返済できなかったことに\nついて，平成２６年当時における本件会社の財務状況（営業利益は上が\nっているものの，本件資金の返済には足りず，そのために他の金融機関\nからの借入れを余儀なくされている状況であったこと）等に照らすと，\n本件会社の経営改善策等が不十分であったと評価することはできない。\nまた，丹波マーケスの用地となる本件土地を賃借ではなく購入したこと\n照らせば，本件会社が本件土地を\n丹波町から購入することは丹波町の既定方針であり，参加人が独自に決\n定したものとは認められないから，本件土地を購入したことにより参加\n人が本件会社の経営不振の原因を作ったということはできないし，仮に，\n参加人による経営判断に何らかの問題があったとしても，そのことから\n直ちに，本件会社に補助金を交付して財政支援することが公益上の必要\n性を欠き許されないということになるわけではない。\n以上に加えて，本件補助金の額は被告町の予算額の約５％程度にとど\nまり，１回限りの支出であること，本件補助金を交付することの可否に\nついては，被告町議会において，本件資料，本件追加資料，本件再追加\n資料及び各年度の決算書等の資料が提示された上で質疑及び討論が行わ\nれ，反対する立場からの対案（動議）についても更に審議を経た上で可\n決されたものであることなどに照らすと，本件会社の財政支援のため補\n助金を交付することに公益上の必要があるとの参加人の判断が，その裁\n量権の範囲を逸脱し，又はこれを濫用したといえるほど不合理なもので\nあるということはできない。\nこれに対し，原告らは，本件会社はサンダイコーないしその経営する\n参加人の利益のために設立されたものであり，本件交付決定は，専ら参\n加人ないしサンダイコーの個人的利益を図ったものであると主張する。\nしかしながら，サンダイコーは丹波マーケスの最大テナントであり，\nその経営する店舗による売上げ（平成２５年度）は丹波マーケス全体の\n売上げの約６８％を占めていたこと，丹波マーケス開業に当たり，サン\nダイコーは経営していた店舗の営業を中止して店舗建物の解体に応じ，\nその敷地を丹波マーケスの駐車場として提供したという経緯があること\n等に鑑みれば，サンダイコー及びアムロスについて定められたテナント\n料が他のテナントの約６０％～約７６％であることやサンダイコーが本\n件会社から収受する駐車場賃料が他の賃貸人に比して高額であることな\nどの事実があっても，サンダイコーないし参加人の利益のために本件会\n社が設立されたとの原告らの主張を認めることはできず，他に同事実を\n認めるに足りる証拠はない。\n原告らは，また，参加人が本件借入金に係る保証債務を免れる目的で\n本件補助金の交付を決定したとも主張するが，参加人は，本件会社の取\n締役として本件借入金債務を保証したのであるから，本件会社に対する\n本件補助金の交付に公益性が認められる以上，本件会社が本件補助金等\nで本件借入金債務を完済することにより参加人の保証債務が消滅したと\nしても，そのことをもって，本件補助金が参加人に特別の個人的利益を\n与えるものであるとか，不公正であるとかということはできない。\nしたがって，原告らの上記主張は採用することができず，その他，本\n件補助金の交付が特に不公正であると評価すべき事情は見当たらない。\nウ  よって，参加人が本件補助金の交付に公益上の必要があると判断したこ\nとに裁量権の逸脱又はその濫用があったということはできず，本件交付決\n定に違法はない。\n争点⑵イ（本件契約締結行為の違法性の有無）について\nア  原告らは，本件売買契約を締結した参加人の判断が地方自治法２条１４\n項，地方財政法４条１項に違反すると主張するが，上記各条項は，地方公\n共団体が事務処理に当たって準拠すべき指針である「最小経費による最大\n効果」の原則を一般的，抽象的に，あるいは予算執行の観点から定めたも\nのにとどまり，それを超えて地方公共団体による不動産の購入について具\n体的な規制をするものではない。地方自治法は，地方公共団体における財\n産の取得をその長の事務とし（１４９条６号），その種類及び金額につい\nて政令で定める基準に従い条例で定める財産を取得する場合には議会の議\n決を経なければならないと規定する（９６条１項８号）以外には，地方公\n共団体による不動産の取得及びその対価の決定について，具体的な定めを\n置いていない。その趣旨は，地方公共団体の長がその代表者として不動産\nを購入する契約を締結するに当たっては，当該不動産の購入目的やその必\n要性，契約の締結に至る経緯，契約の内容に影響を及ぼす社会的，経済的\n要因その他の諸般の事情を総合考慮して政策的観点から行う必要があるこ\nとから，その判断を地方公共団体の合理的な裁量に委ねる趣旨と解される。\nこの趣旨に照らせば，地方公共団体の長が地方自治法の規定上必要とされ\nる議会の議決を経た上で行った不動産購入に係る契約の締結が，財務会計\n法規上の義務に反し違法なものとされるのは，明らかに当該不動産を取得\nする必要性がないにもかかわらずこれを取得した場合や，合理的な理由も\nなく適正価格を著しく超えた代金額でこれを購入した場合等，上記のよう\nな諸般の事情を総合考慮した上でなお，裁量権の範囲を逸脱し又はこれを\n濫用するものと評価されるときに限られるものと解するのが相当である。\nイ  そこで検討するに，本件契約は，本件会社に対する財政支援の一環とし\nて，本件会社が本件借入金債務を返済するための原資を調達する目的で行\nわれたものであるところ， 本件会社が行う事業\n（丹波マーケスの運営）には公共性があること，本件会社が設立された目\n的，本件土地購入の経緯等に照らせば，本件会社から本件土地を買い戻す\n形で財政支援することは被告町の公益にかなうものということができる。\nそうすると，被告町が，明らかに本件土地を取得する必要性がないにもか\nかわらずこれを取得したとはいえない。\nまた，本件契約における本件土地の売買代金額２億８１７１万円は，不\n動産鑑定士による鑑定結果を踏まえてそのとおりに定められたものである\nこと，本件土地は，平成８年から１２年にかけて，丹波町から本件会社に\n対して計８億５６５３万４８５５円で売り渡されたものであったことなど\nに照らすと，本件契約における売買代金の額が適正価格を著しく超えたも\nのであったとも認められない。なお，原告らは，上記鑑定が本件土地を更\n地として評価したことが違法であると主張するが，本件土地を土地上に建\n物が存在する収益物件として評価した場合に，本件の評価額に比べて著し\nく低額になることを認めるに足りる証拠はないから，原告らの主張は，採\n用できない。\nウ  したがって，参加人の本件契約締結行為が裁量権の範囲を逸脱し又はこ\nれを濫用するものとして違法であるということはできない。\n小括\n以上によれば，本件交付決定及び本件契約締結行為はいずれも違法とはい\nえないから，その余の争点（争点⑶ア及びイ）について判断するまでもなく，\n被告町長に対し，参加人を相手方として損害賠償請求を行うよう求める請求\n（「事実及び理由」の「第１」１項の請求）は，理由がない。\n４  本件会社に不当利得返還請求をすることを求める訴えについて\nで判示したとおり，本件交付決定及び本件契約締結行為はい\nずれも違法はないから，その余の争点（争点⑷ア～エ）について判断するまで\nもなく，本件会社を相手方として 不当利得返還請求を 行う よう求める 請求\n（「事実及び理由」の「第１」３項及び４項の請求）は，理由がない。\n５  まとめ\n以上によれば，本件訴えのうち，被告町に対する本件交付決定の取消請求に\n係る部分は不適法であり，被告町長に対する請求はいずれも理由がない。\n第４  結論\n以上の次第で，本件訴えのうち，被告町に対する本件交付決定の取消請求に\n係る部分は不適法であるから却下し，被告町長に対する請求は理由がないから，\nこれらをいずれも棄却することとして，主文のとおり判決する。\n京都地方裁判所第３民事部\n裁判長裁判官     増    森    珠    美\n裁判官     中    田    克    之\n裁判官     藤    野     真  歩  子\n"
}