{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 2,
    "month": 7,
    "day": 29
  },
  "case_number": "平成29(ワ)11462",
  "case_name": "商標権侵害行為差止等請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "商標権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "89783",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=89783",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/783/089783_hanrei.pdf",
  "contents": "令和２年７月２９日判決言渡  同日原本領収  裁判所書記官\n平成２９年(ワ)第１１４６２号  商標権侵害行為差止等請求事件\n口頭弁論終結日  令和２年３月１３日\n判      決\n原 告      株式会社コマリョ ー\n同 訴 訟 代 理 人 弁 護 士        伊藤   真\n平井佑 希\n丸田憲 和\n同 訴 訟 代 理 人 弁 理 士        齋藤晴 男\n同 補 佐 人 弁 理 士        齋藤貴 広\n被 告      西 田 通 商 株 式 会 社\n同 訴 訟 代 理 人 弁 護 士        小林幸 夫\n河部康 弘\n藤沼光 太\n同訴訟復代理人弁護士        木村剛 大\n同 補 佐 人 弁 理 士        瀧野文 雄\n主      文\n１  被告は，原告に対し，４６６万４１６８円及びこれに対する平成２９年４月\n１５日から支払済みまで年５分の割合による金員を支払え。\n２  原告のその余の請求を棄却する。\n３  訴訟費用は，これを１０分し，その９を原告の負担とし，その余を被告の負\n担とする。\n４  この判決は，第１項に限り，仮に執行することができる。\n事実及び理 由\n第１  請求\n被告は，原告に対し，６１４０万円及びこれに対する平成２９年４月１５日から\n支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n１  事案の要旨\n本件は，別紙１商標権目録記載１及び２の商標権（以下，同目録の記載順に「原\n告商標権１」及び「原告商標権２」といい，併せて「原告各商標権」という。また，\nその登録商標を，順に「原告商標１」，「原告商標２」といい，併せて「原告各商標」\nという。）を有する原告が，被告に対し，被告において，平成２６年２月３日から平\n成２９年４月６日までの期間（以下「対象期間」という。）に別紙２被告標章目録記\n載の各標章（以下，同目録の記載順に「被告標章１」などといい，同目録記載の各\n標章を併せて「被告各標章」という。なお，以下では，被告各標章の番号について\nは特記しない限り枝番号を含む。）を付したスニーカーを輸入，販売したことは，い\nずれも原告各商標と同一又は類似する標章を使用したものとして原告各商標権の侵\n害に当たると主張し，商標権侵害の不法行為による損害賠償請求権に基づき，商標\n法３８条２項によって算出される利益相当損害金６１４０万円及びこれに対する訴\n状送達の日の翌日である平成２９年４月１５日から支払済みまでの民法（平成２９\n年法律第４４号による改正前のもの。以下同じ。）所定の年５分の割合による遅延損\n害金の支払を求める事案である。\n２  前提事実（当事者間に争いがない事実又は後掲の証拠（以下，書証番号は特\n記しない限り枝番を含む。）及び弁論の全趣旨により容易に認められる事実）\n(1)  当事者\nア  原告は，靴，スニーカーその他の履物製品の企画，製造，販売を業とする株\n式会社である。\nイ  被告は，履物，アパレル製品の輸入，販売を業とする株式会社である。\n(2)  原告の商標権\n原告は，原告各商標権を有している。\n(3)  被告の行為\nア  被告は，対象期間中に，スペイン王国（以下「スペイン」という。）の法人で\nあるミュニック・ソシエダ・リミターダ（以下「ミュニック社」という。）が製造し\nた靴（以下「ミュニック社商品」という。）を，スペインから輸入し，日本国内で販\n売，広告宣伝をしていた。\nイ  被告は，ミュニック社商品のうち被告各標章が付されたスニーカー（以下，\nこれらの商品を「被告商品」と総称する。）につき，対象期間中に，少なくとも，別\n紙３被告商品販売一覧表記載のとおり，被告各標章のうち「標章番号」欄記載の標\n章が付された，対応する「商品名」・「品番」欄記載の商品名・品番を有するスニー\nカーを，「販売数量」欄記載の数量，輸入販売した。\n被告商品における被告各標章の使用態様は，別紙２被告標章目録の各写真のとお\nりであり，いずれも靴の甲の側面において，側方から見て概ね中央の位置に付され\nている。\nなお，後記のとおり，被告標章１９を付したスニーカーの輸入販売の有無，及び\n被告標章１ないし１８を付したスニーカーについて別紙３被告商品販売一覧表記載\nの販売数量を超える輸入販売があったかは当事者間に争いがある。\nウ  被告商品はスニーカーであり，原告各商標権の指定商品である「履物」に含\nまれる。\n３  争点\n(1)  原告各商標と被告各標章の類似性（争点１）\n(2)  非商標的使用（商標法２６条１項６号）該当性（争点２）\n(3)  原告の損害（争点３）\n第３  争点に対する当事者の主張\n１  争点１（原告各商標と被告各標章の類似性）について\n【原告の主張】\n以下のとおり，原告各商標と被告各標章は，外観，観念，称呼のいずれの点から\nも同一又は類似ということができるので，被告各標章は，いずれも，原告各商標と\nそれぞれ同一であるか，類似するものである。\n(1)  外観について\nア  原告各商標は，いずれも，①英文字の「Ｘ」が左側に傾くように白抜きの帯\n状線（以下，単に「帯」ということもある。）で表現され，その輪郭が鋸歯状線とい\nう態様であり，また，②右上から左下に伸びる帯と，左上から右下に伸びる帯との\n長さが異なる（前者と後者の長さの比は，原告商標１では約１：１．３５，原告商\n標２では約１：１．０４である。）という態様を有している。\nイ  被告各標章は，帯の色彩が原告各商標とは異なる場合があるものの，英文字\nの「Ｘ」を左側に傾くように帯状線で表現し，その輪郭を鋸歯状線としているとい\nう点で，原告各商標の外観上の特徴である上記アの①の態様と同一の態様を有して\nいる。また，被告各標章は，上記アの②の点でも，２つの帯の長さの比がそれぞれ\n異なるとしても，原告各商標と共通している。\nウ  被告の主張する相違点について\n被告各標章は，①右上から左下に伸びる帯が左上から右下に伸びる帯の上に重な\nっている点，②各帯の輪郭線の内側にステッチがそれぞれ２本施されている点で原\n告各商標と異なるが，これらの相違点はいずれも視覚上目立つものではなく，少し\n離れて見た場合には視認することさえ困難であり，需要者の注意を強く惹き付ける\n要素とはなっていない。特に，輪郭線の内側に表れる縫い目線は，被告各標章を縫\nい付けによってスニーカーに付す際に必然的に生じるもので，自他商品の識別のた\nめの商標的要素が極めて希薄な部分であるから，無視し得るものである。\nその他の被告が主張する２本の帯の長さや交差角度等についての相違点について\nはデザインの細部の相違に留まる。\n(2)  観念について\n原告各商標からは，傾いた英文字の「Ｘ」又は「×（ばつ）」の観念が生じ，被告\n各標章からも，これと同様の観念が生じるから，原告各商標と被告各標章は観念に\nおいて同一である。\n(3)  称呼について\n原告各商標からは，「エックス」又は「バツ」との称呼が生じ，被告各標章からも\nこれと同様の称呼が生じるから，原告各商標と被告各標章は称呼において同一であ\nる。\n【被告の主張】\n原告の主張は争う。以下のとおり，被告各標章は，いずれも原告各商標と類似す\nるとはいえない。\n(1)  外観について\nア  靴において，側面に「Ｘ」型十字がデザインされたものは，被告商品の他に\nも多数存在しているところ，それらの「Ｘ」型十字は，多種多様にデザインされ，\nそれぞれが細部において異なっている。\nそして，靴という商品の性質上，購入する際に試し履きをすることは必須であり，\n需要者は，商品を手に取り，試し履きをしてから，靴を購入するから，当該商品の\nデザインの細部まで観察する。特に，被告商品の価格帯は１万６０００円から２万\n１０００円と高額であり，高級百貨店で販売されているから，需要者は，被告商品\nの購入の際には，より慎重に，価格に見合った満足感を与えてくれるか，そのデザ\nインを細部まで入念に検討する。\nこのように，需要者は，単に「Ｘ」型十字を大雑把に把握するのではなく，「Ｘ」\n型十字の細部のデザインまで着目し，各「Ｘ」型十字における細部のデザインの相\n違点こそが，需要者にそれぞれが異なる商品であるとの印象を生じさせる。\nしたがって，商標の類否の判断に当たっては，靴の側面に付された「Ｘ」型十字\nであることのみを捉えて標章を把握するのではなく，「Ｘ」型十字の標章の細部に着\n目して観察する必要があり，原告各商標と被告各標章において，「Ｘ」型十字の標章\nの細部に相違点がある場合には，外観上類似しないと判断されるべきである。\nイ  原告各商標と被告標章１ないし８との間には，別紙４被告が主張する原告各\n商標と被告各標章の外観相違点記載の相違点がある。\nまた，原告各商標と被告標章１０ないし１９との間にも，同様に，①右上から左\n下に伸びる帯が左上から右下に伸びる帯の上に重なっている点，②各帯の輪郭線と\n平行になるようにステッチがそれぞれ２本施されている点，③中心点から各方向に\n伸びる部分の長さなどの相違点がある。\nこれらの相違点のうち，特に，共通する上記①及び②の相違点は，単に「Ｘ」型\n十字の寸法が異なるといったレベルを超えた特徴的で一見してよく目立つ相違であ\nり，外観上大きな差異を生じさせるものである。\nしたがって，被告各標章は，いずれも，原告各商標とそれぞれ外観において類似\nしない。\n(2)  観念・称呼について\n原告各商標は，図形商標であり，特定の称呼及び観念を生じさせるものではない\nから，観念・称呼において，原告各商標と被告各標章が同一ということはできない。\n２  争点２（非商標的使用（商標法２６条１項６号）該当性）について\n【被告の主張】\n(1)  被告商品の他にも「Ｘ」型十字が付された靴は多数存在し，その中には「Ｘ」\n型十字が，それ以外の図形や文字と共にデザインされたものも存在している。\nまた，被告商品においては，被告各標章の他にも，ミュニック社が商標登録した\n別の標章の一部が，商品そのもの，包装箱及びタグに記されている。\nミュニック社は，被告商品の他に，「Ｘ」型十字を側面に付していないスニーカー，\nあるいは，輪郭が鋸歯状でない等の被告各標章とは異なる形状の「Ｘ」型十字を付\nしたスニーカーも販売しており，被告各標章において帯の長さや太さが様々に異な\nることからしても，被告各標章のような「Ｘ」型十字は，出所を表示するものでは\nなく，単なるデザインとして使用されている。\nしたがって，被告商品に触れた需要者は，被告各標章を単なるデザインとしか認\n識せず，これから特定の出所を認識しないから，被告各標章は，商標法２６条１項\n６号に規定する商標に当たり，原告各商標権の効力は，被告各標章には及ばない。\n(2)  原告は別件審決取消訴訟等におけるミュニック社の対応について主張するが，\n被告各標章が商標法２６条１項６号に該当するかの判断は，需要者の認識によるべ\nきであり，専らミュニック社の意思によって判断されるべきではない。また，商標\n法５０条１項の「使用」は商標的使用に限られないと解すべきであり，上記訴訟に\nおいて，ミュニック社は被告商品に付された標章の使用が商標的使用であるとは主\n張していない。\n【原告の主張】\n被告商品に付されている被告各標章は，単なる「Ｘ」字形ではなく，「Ｘ」を左側\nに傾け，鋸歯状の輪郭の帯状線で表現するなどの点で，原告各商標と共通する特異\nなデザイン要素を含むものであり，自他商品識別力を発揮し得るものである。\n被告商品において，被告各標章は靴の甲の外側面に付されているところ，スニー\nカーにおいて最も目立つ甲側面に商標を付すのはごく一般的である。また，被告各\n標章は，周辺部から浮き出るように明確に表現されており，周辺の模様，図形等に\n埋没しているようなことはなく，明確に視認可能な態様で表現されているから，被\n告各標章の使用が，商標的使用に当たることに疑いの余地はない。\nまた，被告商品を製造しているミュニック社は，「Ｘ」型十字に関する標章につい\nて商標権の国際登録を受けており，これに基づく日本での商標権が商標法５０条１\n項の規定により取り消されたことに対する審決取消訴訟においては，被告標章８が\n付された商品が被告によって販売されていることを商標の使用の事実として主張し\nていたものであり，このようなミュニック社の対応からしても，被告各標章は商標\nとして使用されていたといえる。ミュニック社が，被告商品の他に，「Ｘ」型十字付\nしたスニーカーも販売していることは，被告商品に付された被告各標章が商標とし\nて機能していることに影響しない。\n３  争点３（原告の損害）について\n【原告の主張】\n(1)  商標法３８条２項の適用の有無について\n原告は，原告各商標を使用した商品の販売を平成１４年から開始し，対象期間を\n通じて原告各商標を付した商品の販売を行っており，対象期間中の被告商品の販売\nによる損害について商標法３８条２項は適用される。\n(2)  被告の限界利益額\nア  被告商品の売上高\n被告が対象期間中に販売した被告商品の総売上高は，少なくとも以下の額（合計\n６億１４００万円）を下らない。\n(ｱ)  被告標章１ないし８を付したスニーカー\n少なくとも２万８０００足を輸入して販売していると考えられ，その販売価格は\n平均１万８０００円と考えられるので，総売上高は５億０４００万円を下らない。\n(ｲ)  被告標章９ないし１９を付したスニーカー\n各標章を付した商品ごとに１０００万円を下らず，総売上高は１億１０００万円\nを下らない。\nイ  被告の利益率\n被告商品の販売による被告の利益率は１０％を下らない。\nウ  被告の限界利益\nしたがって，対象期間中の被告商品の販売による被告の限界利益は６１４０万円\nを下らず，これが商標法３８条２項により被告が賠償すべき損害額となる。\n(3)  被告の主張する限界利益の額について\n被告が主張する被告の限界利益の額は争う。\nア  被告商品の売上高について\n被告商品の総売上高は前記(2)アのとおりであり，別紙３被告商品販売一覧表記載\nを超える売上げが存在する。\nイ  被告商品の仕入額について\n被告が主張する販売数量を前提とした場合，被告商品の仕入額合計が●（省略）\n●円となることは認める。\nウ  仕入額以外の経費について\n被告が主張する経費については否認する。\n限界利益の算定に当たって控除すべき費用は，被告商品の販売に直接関連して追\n加的に必要となった経費である。ミュニック社商品全体に係る経費は被告商品の販\n売に直接関連した経費ではないから控除すべきでなく，また，被告商品の販売によ\nって追加で必要となるものでなければ被告商品に係る経費として控除することは許\nされない。\n以下のとおり，仕入額以外の費用については，被告商品の販売に直接関連して追\n加的に必要となった経費に当たるとの立証がないから，いずれも限界利益の算定に\n当たって控除すべき費用とはいえない。\n(ｱ)  諸掛（外注費）について\n被告の主張は否認する。\n関税以外の費用は控除すべき経費に該当しないが，金額としても，被告が主張す\nる外注費の額は必要と考えられる関税額と比較して高額に過ぎる。\nａ  加工料について\n納品代行料がどのような場合に支払われる経費であるかの主張立証がない。商品\n値引き費用が外注費となる根拠は不明であり，その他の販売経費についても控除す\nべき経費であるとの主張立証はない。\nｂ  運賃（輸入運送料）について\n輸入運送料については輸入数量に応じて変動するものとは証拠上言えず，控除す\nべき経費に該当しない。\nまた，関税割当制度使用料（以下「ＴＱ使用料」という。）についても，革製品の\n数量に応じて増減する性質のものであるか立証されていない。仮にそのような性質\nのものであるとしても，被告商品のうち革製品であるものとそうでないものを区別\nせず経費の額を算定するのは相当でない。\nｃ  付属代について\n原告の主張は否認する。仮に原告が主張するようなタグや袋の費用であったとし\nても，被告商品を取り扱わなかった場合には他の商品に流用可能であるから，被告\n商品の販売のみに要した費用ではない。\nｄ  関税について\n関税については，仕入額と類似の性質を持つ変動費に当たり得る。\nｅ  雑費について\n輸入取扱料が，具体的にどのように必要となる費用であるのか，被告商品の数量\nに応じて増減するものであるかの立証がない。ＴＱ使用料については前記ｂと同じ\nである。\n(ｲ)  広告費について\n被告商品のみについてダイレクトメールの作成や展示会の開催等を行ったとの立\n証はないから，被告商品を販売しなくても，被告商品以外の広告のために同額の費\n用を要したことは明らかであり，被告商品の数量に応じて増減する費用とはいえな\nい。\n(ｳ)  運賃について\n被告商品の数量によって運賃や倉庫費用等に変動が生じていることの立証がない。\n被告は，トラック等に被告商品と他の商品と混載することが可能であるから，被\n告商品の販売によって追加的に生じる費用はない。また，被告の主張する運賃は被\n告商品の数量からして高額に過ぎる。\n(ｴ)  販売手数料について\n被告の主張を前提としても，被告が主張するような業務委託費用は，被告商品を\n販売しない場合でも，他のミュニック社商品を販売するために必要となる経費であ\nるから，被告商品の数量に応じて増減するものではない。\n(ｵ)  荷造包装費について\n段ボールや梱包テープは，被告商品以外の商品にも流用しうるものであるから，\n被告商品の数量に応じて増減するものではない。\n(ｶ)  保険料について\n海外出張の際の傷害保険料は被告商品の数量によって変動するものではない。そ\nれ以外の保険料についても，被告商品の数量に応じて変動するものとは言えない。\n(ｷ)  旅費交通費について\n旅費交通費が被告商品の数量に応じて増減するものであることの立証はない。\n被告の主張を前提としても，ミュニック社商品の買い付けに関連する海外出張費\nは被告商品を販売しなくても他のミュニック社商品の販売のために要する費用であ\nることは明らかであるし，国内移動費についても同様である。\n(ｸ)  見本費について\n被告が取り寄せたサンプルが被告商品のサンプルであるとの立証はない上，その\n性質としても，サンプル購入費用は被告商品の数量に応じて増減する費用とはいえ\nない。また，書籍購入費用は被告商品の販売に要する費用に当たらない。\n(ｹ)  雑損失について\n被告が主張するような為替予約を解約した際に発生した費用は，製造販売に係る\n費用でなく，控除されるべき経費に当たらないことは明らかである。\n(ｺ)  特別損失について\n撤退費用等については，被告の主張を前提としても，被告商品の販売に要する費\n用ですらなく，販売とは無関係に，被告の経営上のミスによって生じた損失にすぎ\nない。また，広告費用については，被告商品以外のミュニック社商品を広告するた\nめにも要する費用であることは明らかである。\nしたがって，これらは被告商品の数量に応じて増減する費用ではない。\n(ｻ)  売上高に基づく割付けについて\n被告は，前記(ｱ)ないし(ｺ)の費用について，ミュニック社商品全体の総売上高に\n占める被告商品の総売上高の割合に応じて按分することによって被告商品に関する\n経費を算出すべきと主張しているが，仮に，(ｱ)ないし(ｺ)の費用の一部を被告商品\nに関する経費として考慮するとしても，売上げの割合での按分は不合理である。\n仕入れや輸入に関する経費の割合と売上げの割合が連動しないことは，被告自身\nも認めるところであるし，仕入れや輸入に要する費用は販売されなかった在庫につ\nいても発生している。したがって，仮に按分するのであれば，少なくとも在庫のた\nめに要した経費を全て控除した上で，売上げの割合ではなく，経費の割合と連動す\nる数値に基づいて按分すべきである。\n(4)  推定覆滅事由について\n推定覆滅事由についての被告の主張は争う。以下のとおり，商標法３８条２項に\nよる損害額の推定を覆滅すべき事情はない。\nア  被告が競合品として主張する商品は，被告商品や原告の商品とは付されてい\nる標章の態様が異なり，市場競合品と評価できないし，それらのシェアなどについ\nての立証もなされていない。\nイ  スニーカーにおいて，被告が主張する程度の価格差があっても需要者層が分\n断されるとはいえないし，現在では，同一商品が実店舗とオンラインショップの両\n方で購入できることは一般的であり，そのような販路の違いが推定覆滅事由に該当\nするとはいえない。\nウ  被告が主張する営業努力は実店舗での販売に当然に要する費用という以上の\n格別なものではない。また，原告はスニーカーを４０年以上取り扱っているのに対\nして，ミュニック社は日本ではほとんど知られていないものであるから，被告商品\nの売上げへの原告各商標の寄与率が低いとはいえない。\n【被告の主張】\n(1)  商標法３８条２項が適用されない期間\n原告は，対象期間のうち，少なくとも平成２７年１０月２５日までの期間につい\nては，原告各商標を使用したスニーカーの販売を行っていない。したがって，同日\nまでの期間の損害について商標法３８条２項の適用はないというべきである。\n(2)  被告の限界利益額について\n原告の主張は否認する。被告商品の輸入数量，輸入価格，販売数量，販売価格等\nについては，別紙３被告商品販売一覧表記載のとおりであるところ，被告の限界利\n益額は以下のとおり，算定されるべきである。\nア  被告商品の売上高\n(ｱ)  輸入数量及び販売数量\nａ  対象期間における被告商品の輸入状況は別紙３被告商品販売一覧表のとおり\nであり，被告は，同別紙「合計（足数）」欄に記載のとおり，被告商品を合計●（省\n略）●足仕入れている。\nなお，被告標章１９を付した商品については，原告が主張する当該標章が付され\nた商品の品番は，被告標章３の２が付された商品の品番と同一である。被告では，\nミュニック社商品の売上げについては品番の下３桁を元に管理をしているところ，\n被告が被告標章３の２が付された商品とは別に，被告標章１９を付した商品を販売\nしていたかどうかは不明と言わざるを得ない。\nｂ  同別紙の「在庫数量（４／７）」欄に記載されている数は，平成２９年４月７\n日での被告商品の在庫の合計数であり，「２０１７／９／１５返品」との記載の下に\n記載されているのが，被告商品の仕入先であるスペインのベルネダ社（以下，単に\n「ベルネダ社」という。）に返品した足数である。なお，被告では仕入れをした被告\n商品を国内で検品し，その際に不良品であると判断されたものを在庫とは別に管理\nしていたから，平成２９年９月１５日に返品した被告商品は，上記の平成２９年４\n月７日時点での在庫数には含まれていない。\nそうすると，仕入数から上記の在庫数及び返品数を引いた残りが被告による被告\n商品の販売数であると推測されるので，対象期間における被告商品の販売数量は●\n（省略）●足である。\n●（省略）●足（仕入れ数）－●（省略）●足（在庫数）－●（省略）●（返品\n数）＝●（省略）●足\n(ｲ)  販売価格\n被告商品のそれぞれの販売価格は，別紙３被告商品販売一覧表の「販売価格」記\n載のとおりである。\n(ｳ)  総売上高\n対象期間における被告商品の売上高は，別紙３被告商品販売一覧表の「売上高」\n欄のとおりであり，総売上高は合計●（省略）●円である。\nイ  被告商品の仕入額\n被告商品の１個当たりの仕入額は，仕入れ時期のユーロのレートにより異なるが\n商品ごとに，対象期間に仕入れた被告商品の仕入額合計を仕入れた足数で割ったも\nのを１個当たりの仕入額とすると，１個当たりの仕入額は，それぞれ別紙３被告商\n品販売一覧表の「輸入平均単価」欄に記載の金額（小数点以下切捨て）のとおりと\nなる（なお，各シーズンにおけるユーロのレートは，各シーズンの輸入時期で最も\n低いレートを記載しており，また，各シーズンにおける各商品の仕入額に相当する\n「金額（円）」欄は少数点以下を切り捨てて算定している。）。\nこの「輸入平均単価」欄記載の各商品の１個当たりの仕入額に，同別紙の「販売\n数量」欄記載の対象期間中の販売数を乗じたものが，被告商品の販売のために要し\nた仕入額である。その額は，それぞれ同別紙の「仕入額」欄記載のとおりとなり，\n合計額は●（省略）●円である。これは，商品の販売に直接関連して追加的に必要\nとなる経費であるから，限界利益の算定に当たって控除されるべき経費である。\nウ  仕入額以外の経費\n仕入額以外に，対象期間中の被告商品の販売等に関して発生した変動費及び直接\n固定費は以下のとおりであり，これらの費用は，いずれも商品の販売に直接関連し\nて追加的に必要となる経費であるから，限界利益の算定に当たって控除されるべき\n経費となる。\n後記(ｱ)ないし(ｺ)の経費は被告における勘定科目に基づいて分類したものである\nが，後記(ｻ)のとおり，これらの費用にはミュニック社商品のうち被告商品以外の商\n品に係る経費も含まれている。\nなお，平成２９年４月１日から同月６日の間に被告商品の販売はなく，何らの費\n用も発生していない。\n(ｱ)  諸掛（外注費）  ●（省略）●円\n諸掛（外注費）とは，主にミュニック社商品を輸入する際に必要な関税や運送料\n等であり，対象期間における合計額は●（省略）●円である。\n具体的には以下の費用が含まれるが，いずれも，販売数の増減により増減する費\n用であり，被告商品を含むミュニック社商品の譲渡に直接の因果関係を有する原価\nである。\n原告は，外注費の額について関税額と比較して高額に過ぎると主張するが，外注\n費には上記のとおり関税以外の費用も含まれているから，関税額のみと比較するの\nは相当でない。\nａ  加工料\n主にミュニック社商品の納品代行料，販売経費，商品値引き費用，梱包作業料，\n修理費用が含まれている。\nこのうち，納品代行料とは輸入したミュニック社商品を倉庫や顧客に納品するた\nめに要した費用であり，商品値引き費用とは，販促のために値引販売を行うことに\nなった際に被告が負担すべきことになった費用である。\nｂ  運賃（輸入運送料）\n輸入の際の運送費，海上運賃，航空運賃等である。そこにはＴＱ使用料も含まれ\nるが，これは，革製品であるミュニック社商品の輸入の際に輸入足数に応じて必要\nとなる費用である。\nｃ  付属代\nミュニック社商品に付するタグと袋の代金である。\nｄ  関税\nミュニック社商品を輸入する際の輸入関税である。\nｅ  雑費\n輸入取扱料，通関料，ＴＱ使用料，ショッパーなどの袋代，輸入保険料が含まれ\nる。\nこのうち，輸入取扱料は輸入の際に業者に支払をした手数料，通関料は通関業者\nに対して支払う費用であり，ＴＱ使用料は前記ｂと同じである。\n(ｲ)  広告費  ●（省略）●円\n広告費とは，ミュニック社商品の宣伝のためのダイレクトメール作成費用，展示\n会や百貨店での催事に要した費用であり，対象期間における合計額は●（省略）●\n円である。\n被告は，被告商品の販促のためのダイレクトメールを作成するなどしており，広\n告費は，被告商品の販売に直接関連する費用である。\n(ｳ)  運賃  ●（省略）●円\n運賃とは，ミュニック社商品の国内での運送費及び保管のために倉庫で要した費\n用であり，対象期間における合計額は●（省略）●円である。\n具体的には，ミュニック社商品に係る国内の運送料，倉庫における入庫・梱包等\nに係る倉庫費用・出荷作業料，検品作業のための検品検査代が含まれる。\nこのように，純粋な運送費以外も含む費用であるから，原告が主張するように，\n高額に過ぎることはない。\n(ｴ)  販売手数料  ●（省略）●円\n販売手数料とは，ミュニック社商品の販売のみのために販売業務及び営業業務を\n委託した業務委託費用であり，対象期間における合計額は●（省略）●円である。\n販売業務に係る委託費用とは，販売員の派遣費用である。被告は，株式会社三越\n伊勢丹との間で，ミュニック社商品のみを対象として販売委託に関する契約を締結\nしており，当該契約では，被告の負担で販売員を配置することができるとされてい\nた。被告は，この規定に基づいて，株式会社三越伊勢丹の各店舗に販売員を配置し\nており，販売業務に係る業務委託費用はこれらの販売員を派遣するために派遣会社\nに払っている費用である。\n営業業務に係る業務委託費用とは，セレクトショップに対してミュニック社商品\nの営業をしていたＡ（以下，単に「Ａ」という。）に対して支払った報酬である。被\n告は，Ａとの間で，ミュニック社商品のみを対象として営業活動に係る業務委託契\n約を締結していた。\nしたがって，これらの業務委託費用は，いずれもミュニック社商品の販売のため\nに直接必要な費用であり，限界利益の算出に際し控除されるべき費用である。\n(ｵ)  荷造包装費  ●（省略）●円\n荷造包装費とは，段ボール代，梱包テープ等のミュニック社商品の梱包資材費用\nであり，対象期間における合計額は●（省略）●円である。\n(ｶ)  保険料  ●（省略）●円\n保険料とは，ミュニック社商品に掛けた火災保険費用及び損害保険費用等であり，\n対象期間における合計額は●（省略）●円である。\nここには輸入保険料も含まれるが，前記(ｱ)ｅで計上されているものと同内容であ\nり，被告の帳簿上で計上された場所が異なっても控除すべき費用であることは同様\nである。\n海外出張の際の傷害保険料は，後記(ｷ)の海外出張費に付随する費用であるから，\n海外出張費と同様に控除されるべき経費に該当する。\n(ｷ)  旅費交通費  ●（省略）●円\n旅費交通費とは，ミュニック社商品の営業等に要した交通費，国内出張費及び海\n外出張費であり，対象期間における合計額は●（省略）●円である。\nこのうち，特に海外出張費については，ミュニック社商品の販売のために支出し\nた費用であることは明らかである。海外ブランドのファッション業界では，商品を\n実際に見て売れる商品であるかを選別することが重要であり，イタリアの国際展示\n販売会や，ベルネダ社への海外出張費はミュニック社商品の買い付けに不可欠な支\n出であった。また，海外ブランドを日本国内で販売する際には国内でのプロモーシ\nョン活動が必要であるから，プロモーション活動のためのミーティングに要した費\n用は商品の販売のために支出した費用に当たる。上記海外出張費は，ミュニック社\nのブランドイメージを日本において周知・維持するために支出した費用でもあるか\nら，被告商品の販売に直接関連する費用として，控除されるべき費用に当たる。\n(ｸ)  見本費  ●（省略）●円\n見本費とは，ミュニック社商品販売のためのサンプル購入費用等であり，対象期\n間における合計額は●（省略）●円である。\nサンプル購入費用はミュニック社商品の販売に直接関連し，購入したサンプルが\n被告商品であるかどうかにかかわらず，ミュニック社のブランドの周知という点で\n効果があるから，控除すべき費用に該当する。\nまた，見本費にはスニーカーに関する書籍の購入費用も含まれるが，スニーカー\nの宣伝販売状況の把握に必要なものであり，ミュニック社商品の販売につながるか\nら，販売に直接関連する費用として控除されるべきである。\n(ｹ)  雑損失  ●（省略）●円\n雑損失とは，為替予約を解約した際に発生した費用であり，対象期間における合\n計額は●（省略）●円である。\n(ｺ)  特別損失  ●（省略）●円\n特別損失とは，ミュニック社商品を特別ブースにて販売していた恵比寿三越伊勢\n丹にて支払った費用（広告費用，撤退費用，撤退違約金，Ｂ氏特別退職金）であり，\n対象期間における合計額は●（省略）●円である。\n被告は，株式会社三越伊勢丹とミュニック社商品の販売に関する契約を締結して\nおり，恵比寿三越伊勢丹では，ミュニック社商品の販売だけのための特別ブースを\n設けていたが，ミュニック社商品の売上げが当初の予定より伸びず，赤字続きであ\nったことから，被告はやむを得ず，同店での販売を取りやめた。上記撤退費用，撤\n退違約金はミュニック社商品の販売取りやめに際して要した費用である。また，被\n告は，被告から業務委託を受けてミュニック社商品の営業に従事していたＢに対し\nて，恵比寿三越伊勢丹の撤退に際して特別退職金を支払った。\nこれらの費用のうち，広告費用は，ミュニック社商品の販売のために直接必要な\n費用である。そして，撤退に関する費用は，販売場所の撤退に要した費用であるも\nのの，ミュニック社商品の販売に直接関連し，ミュニック社商品の販売において不\n可避的に支払わなければならない費用であった。\n(ｻ)  売上高に基づく割付け\n前記(ｱ)ないし(ｺ)の費用には，ミュニック社商品のうち，被告商品以外の商品に\n係る費用も含まれており，ここから被告商品に係る費用のみを抽出することは，被\n告の会計ソフト上，不可能である。しかしながら，これらの費用は，被告商品を含\nむミュニック社商品の販売，納品作業，仕入れに関する費用であって，被告商品の\n限界利益を算定する際に考慮しないのは相当でない。\nそこで，前記(ｱ)ないし(ｺ)の費用のうち被告商品の販売等に係る費用の額を，ミ\nュニック社商品全体の総売上高に占める被告商品の総売上高の割合に応じて算定す\nると以下のとおり●（省略）●円となり，上記のような経費の性質に照らして，売\n上比率による按分計算をすることには合理性がある。\n①  対象期間におけるミュニック社商品全体の総売上高\n●（省略）●円\n②  対象期間における被告商品の総売上高（前記ア(ｳ)）●（省略）●円\n③  ミュニック社商品全体の前記(ｱ)ないし(ｺ)の費用合計  ●（省略）●円\n④  被告商品の販売等に係る前記(ｱ)ないし(ｺ)の費用合計（③×②／①）\n●（省略）●円（小数点以下切捨て）\nエ  限界利益\n対象期間における被告商品の総売上高は●（省略）●円であり，ここから控除す\nべき経費は，上記イの仕入額●（省略）●円と上記ウの被告商品等の販売に係るそ\nの他の費用●（省略）●円の合計●（省略）●円である。\nこのように，被告商品の販売等に係る変動費及び直接固定費が総販売高を上回っ\nており利益がないことから，被告における限界利益は０円である。\n(3)  推定覆滅事由について\n上記のとおり，被告商品等の販売についての被告の限界利益は０円であるが，仮\nに限界利益が生じていたとしても，以下の事情からすれば，商標法３８条２項によ\nる損害額の推定は覆滅されるべきであり，覆滅割合は９９％を下らない。\nア  原告が販売していたと主張する商品の多くには，原告各商標と同一又は類似\nの標章が付されておらず，被告商品の販売によって，原告の売上げが減少したとい\nう関係にない。\nイ  側面に「Ｘ」型十字が付された大人用スニーカーは，被告商品の他にも市場\nに多数存在しており，それらの競合品が有名メーカーから販売されており，原告の\n商品のシェアは小さいから，被告商品が販売されなかった場合に，被告商品を購入\nした需要者全員が原告の商品を購入した可能性は著しく低い。\nウ  原告が販売していた商品は税込みで１６２０円から６２００円程度で主にイ\nンターネットで販売されていたところ，被告商品は１万６０００円から２万１００\n０円程度で百貨店やセレクトショップで対面販売されていた。このように，価格帯\nや販路が異なることから，それぞれの需要者が異なることは明らかであるし，１足\n当たりの利益額も，原告の商品は，被告商品よりも低いものであった。\nエ  被告は，百貨店で催事を催す等の被告商品を販売するための営業努力を行っ\nていた。また，原告は著名ブランドではなく，原告各商標の訴求力は低いところ，\n被告商品には被告各標章以外にミュニック社の商標も付されており，需要者は，ミ\nュニック社のブランドに惹かれて被告商品を購入するのであり，原告各商標の被告\n商品の売上げへの寄与率は著しく低い。\n第４  当裁判所の判断\n１  争点１（原告各商標と被告各標章の類似性）について\n(1)  商標の類否は，対比される両商標が同一又は類似の商品に使用された場合に，\n商品の出所につき誤認混同を生ずるおそれがあるか否かによって決すべきであるが，\nそれには，使用された商標がその外観，観念，称呼等によって取引者，需要者に与\nえる印象，記憶，連想等を総合して全体的に考察すべきであり，かつ，その商品の\n取引の実情を明らかにし得る限り，その具体的な取引状況に基づいて判断するのが\n相当である（最高裁昭和３９年（行ツ）第１１０号同４３年２月２７日第三小法廷\n判決・民集２２巻２号３９９頁，最高裁平成６年（オ）第１１０２号同９年３月１\n１日第三小法廷判決・民集５１巻３号１０５５頁参照）。\n(2)  原告各商標について\n原告商標１の外観は別紙１商標権目録記載１のとおりであり，①英文字の「Ｘ」\n型十字が左側（反時計回り方向）に傾いた形で組み合わされた白抜きの２本の帯か\nらなり，②帯の輪郭が鋸歯状であり，③「Ｘ」型十字の中央から右下に伸びる部分\nが中央から左下に伸びる部分よりも長くなっている。\n原告商標２の外観は別紙１商標権目録記載２のとおりであり，上記①及び②につ\nいて原告商標１と共通する特徴を持つほか，③「Ｘ」型十字の中央から右下に伸び\nる部分は，左下に伸びる部分よりもやや長いが，概ね同じ長さである。\n原告は，原告各商標からは「Ｘ」又は「×（ばつ）」の観念が生じ，「エックス」\n又は「バツ」との称呼が生じると主張するところ，確かに，原告各商標はいずれも\n「Ｘ」型十字状に２本の帯が組み合わさった形状ではあるが，通常の文字とは異な\nる上記①，②の特徴を有するものであって，需要者がこれに接した場合に，その構\n成自体から直ちに特定の観念・称呼が生じるとはいえない。その他，原告各商標か\nら特定の観念・称呼が生じることについて具体的な主張立証はないから，原告各商\n標からは特定の観念・称呼は生じないものというべきである。\n(3)  被告各標章について\n被告各標章の外観は，別紙２被告標章目録記載のとおりであり，共通して，①英\n文字の「Ｘ」型十字が左側（反時計回り方向）に傾いた形で組み合わされた２本の\n帯からなり，②帯状線の輪郭が鋸歯状であり，③右上から左下に伸びる帯が左上か\nら右下に伸びる帯の上に重なっており，④各帯の輪郭線に沿って，その内側にステ\nッチがそれぞれ２本施されているとの特徴を有しているものと認められる。被告各\n標章において，帯の色彩は様々であり，「Ｘ」型十字の中央から右下に伸びる部分と\n左下に伸びる部分の長さの比も様々である。\n被告各標章についても，原告各商標同様に，特定の観念・称呼は生じないという\nべきである。\n(4)  原告各商標と被告各標章の類否\nア  原告各商標と被告各標章の外観を比較すると，上記のとおり，それぞれ①英\n文字の「Ｘ」型十字が左側（反時計回り方向）に傾いた形で組み合わされた２本の\n帯からなり，②帯状線の輪郭が鋸歯状であるという点において共通しており，被告\n各標章の外観は，原告各商標の外観と，その識別力の強い部分において共通する特\n徴を有しているといえる。\n他方で，被告各標章は，③右上から左下に伸びる帯が左上から右下に伸びる帯の\n上に重なっており，④各帯の輪郭線に沿って，その内側にステッチがそれぞれ２本\n施されているとの点で原告各商標とは異なる特徴を有しているが，同色の帯の重な\nりであって，ステッチも輪郭線の近くに施されているものであるから，いずれも一\n見して目立つ特徴であるとまではいえない。また，被告各標章の色彩についても，\n商品識別力の強い点とはいえない。\n被告は，その他に別紙４被告が主張する原告各商標と被告各標章の外観相違点の\nとおり，原告各商標と被告各標章との間に，中心点から右下及び左下に伸びる部分\nの長さの比，２つの帯のなす角度，帯の端部の形状，帯の太さ等において，相違点\nがあると主張するが，いずれも，上記①，②の共通点を前提にすれば，需要者に対\nして原告各商標と異なる印象を与えるようなものであるとまではいえない。\nこれらの争点について，被告は，靴という商品の性質や，被告商品の価格帯・販\n売場所からすれば，需要者はそのデザインを細部まで入念に検討する等として，「Ｘ」\n型十字の標章の細部に相違点がある場合には外観上類似性がないと判断されるべき\nと主張するが，上記に説示した内容に照らせば，この主張は採用することができな\nい。\nしたがって，被告各標章は，いずれも，原告各商標とその外観において類似する\nというべきである。\nイ  前記(2)及び(3)のとおり，原告各商標と被告各標章は，いずれも特定の称\n呼・観念が生じるものではなく，これらが著しく相違するとは認められない。\nまた，本件証拠上，原告各商標と被告各標章につき，上記の外観の類似性にかか\nわらず，商品の出所を誤認混同するおそれがないとするような取引の実情等がある\nとも認められない。被告商品の価格帯・販売場所などの被告の指摘する前記事情に\nついて，商品の出所の誤認混同の有無を判断する上で考慮すべき取引の実情として\n検討しても，本件について，上記判断を左右するとはいえない。\nウ  したがって，被告各標章は，いずれも，原告各商標とそれぞれ類似するとい\nうべきである。\n２  争点２（非商標的使用（商標法２６条１項６号）該当性）について\n(1)  被告各標章は，別紙２被告標章目録のとおりであり，前記第２の２(3)イで\n示したとおり，いずれも靴の甲の側面において，側方から見て概ね中央の位置に付\nされている。\n上記の位置は，靴の外観において特に目立つ部分ということができ，証拠（乙１，\n２，４，５，６，７，１２）によれば，靴において，当該部分に商標を付すことは\n一般的に行われていることが認められる。また，証拠（甲２６，２７）及び弁論の\n全趣旨によれば，被告商品を製造したミュニック社においては，スニーカー様の靴\nの側面の中央の位置に傾いた「Ｘ」型十字を表示した平面図状の標章について国際\n商標登録をしていたことも認められる。\nそうすると，上記の位置に目立つ大きさで付されている被告各標章については，\n商品識別機能を果たすものとして使用されていると認めるのが相当である。\n(2)  被告は，被告商品においては，被告各標章の他にも，ミュニック社が商標登\n録した別の標章の一部が，商品そのもの，包装箱及びタグに記されており，被告各\n標章は単なるデザインとして使用されているにすぎない等と主張するが，他の登録\n商標が付されていることによって，当然に被告各標章が商品識別機能を有しないと\nいうことはできない上，証拠（乙１３）によっても，被告商品に付されている他の\n登録商標（乙１４）は，その位置や大きさからして被告各標章よりも際だって目立\nつものであるとは認められず，そうであれば，被告商品に付されている他の登録商\n標の使用は，被告各標章が商品識別機能を果たすものとして使用されている旨の前\n記判断を左右するものではなく，被告の上記主張は採用することができない。また，\nミュニック社商品において，被告各標章を使用していないスニーカーがあること\n（乙１５，１６）によっても，被告商品に付された被告各標章に出所識別機能がな\nいということはできない。\n被告は，ミュニック社以外の靴について，「Ｘ」型十字が単なるデザインとして付\nされているものがあると主張するが，証拠（乙１）によれば，被告が他の靴に付さ\nれていると指摘する「Ｘ」型十字は，その形状や位置において，被告各標章とは大\nきく異なるものであり，この点の指摘も上記(1)の結論を左右するものとはいえない。\n(3)  以上によれば，被告商品に付された被告各標章が，需要者が何人かの業務に\n係る商品であることを認識することができる態様により使用されていない商標（商\n標法２６条１項６号）に該当するとはいえない。\n３  商標権侵害の有無についてのまとめ\n以上によれば，被告商品は原告各商標権の指定商品に含まれるところ，被告各標\n章はいずれも原告各商標とそれぞれ類似し，被告各標章の使用について商標法２６\n条１項６号によって原告各商標権の効力が及ばないとはいえないから，被告が，被\n告各標章を付した被告商品を輸入し，販売することは，原告各商標権を侵害するも\nのとみなされる（商標法３７条１項１号）。\n４  争点３（原告の損害）について\n(1)  商標法３８条２項の適用の有無について\n被告は，原告は対象期間のうち，少なくとも平成２７年１０月２５日までの期間\nについては，原告各商標を使用したスニーカーを販売していなかったとして，同期\n間の損害については，商標法３８条２項は適用されないと主張する。\nしかしながら，証拠（甲１８３）及び弁論の全趣旨によれば，原告は，対象期間\nを通じて，英文字の「Ｘ」型十字が左側（反時計回り方向）に傾いた形で組み合わ\nされた２本の帯状線からなり，帯状線の輪郭が鋸歯状であるという特徴を持つ，原\n告各商標と同一又は類似する標章を甲の側面部分に付したスニーカーを販売してい\nたものと認められる。\nこのように対象期間において原告が被告商品と競合する商品を販売していたこと\nからすれば，原告には，被告による被告商品の輸入販売行為がなかったならば利益\nが得られたであろうという事情が存在すると認められ，対象期間中の原告の損害額\nの算定については商標法３８条２項の適用があるというべきである。\n(2)  被告が侵害の行為により受けた利益について\nア  利益の意義\n被告商品の輸入販売について，商標法３８条２項所定の侵害行為により被告が受\nけた利益の額は，被告商品の売上高から，被告において被告商品を輸入販売するこ\nとによりその輸入販売に直接関連して追加的に必要となった経費を控除した限界利\n益の額である。\nイ  事実認定\n前記の前提事実，後掲各証拠及び弁論の全趣旨によれば，被告商品の輸入販売状\n況及び売上高，経費等について，以下の事実が認められる。\n(ｱ)  被告商品を含むミュニック社商品の輸入及び販売\n被告は，遅くとも平成２６年２月３日以降，被告商品を含むミュニック社商品を，\nベルネダ社から輸入し，靴流通問屋や百貨店等に卸売していた（乙１９，２５，２\n６）。\n被告における対象期間中のミュニック社商品全体の販売額は，総額●（省略）●\n円であった（乙２０，２１）。\n(ｲ)  被告によるミュニック社商品の費用に関する管理\n被告は，平成２６年１１月１日にミュニック社商品のみを扱うミュニック事業部\nを設立し，同日以降はミュニック事業部において輸入販売の管理を行っていた。被\n告は，ミュニック社商品について，同事業部の設立の前後を通じて商品別又は品番\n別の経費の管理はしていなかった（乙１９）。\n(ｳ)  被告商品の販売数量\n被告商品については，別紙３被告商品販売一覧表記載のとおり，被告各標章のう\nち「標章番号」欄記載の番号の標章が付された「商品名」，「品番」欄記載の商品名，\n品番を有するスニーカーを，それぞれ同別紙記載の数量輸入していた（弁論の全趣\n旨）。\nまた，平成２９年４月７日時点の被告商品の在庫は別紙３被告商品販売一覧表の\n「在庫数量（４／７）」欄の記載のとおりであり（合計●（省略）●足），この在庫\nとは別に，被告は，同年９月ころに，輸入した被告商品のうち同別紙の「２０１７\n／９／１５返品」との記載の下に記載された数量（合計●（省略）●足）を仕入先\nに返品した。\nそうすると，対象期間中の被告商品の販売数は，輸入数量から上記の在庫数量及\nび返品数量を控除した同別紙の「販売数量」欄記載の数量（その合計は●（省略）\n●足）である（弁論の全趣旨）。\n(ｴ)  被告商品の販売価格\n被告商品それぞれの消費者への販売価格については，別紙３被告商品販売一覧表\nの「上代」価格のとおりである（被告商品の消費者への販売価格が１万５０００円\nないし２万１０００円程度であったとの当事者間に争いのない事実，弁論の全趣旨）。\nそして，被告は，被告商品を靴流通卸問屋や百貨店に，上記の「上代」価格に別\n紙３被告商品販売一覧表の「掛率」欄記載の割合を乗じた「販売価格」欄記載の価\n格で販売していた（乙１９，２５，２６，弁論の全趣旨）。\n(ｵ)  被告商品の仕入額\n被告商品の１個当たりの仕入価格は別紙３被告商品販売一覧表の「輸入平均単価」\n欄に記載の金額であり，前記(ｳ)の被告商品の販売数に対応する仕入額は同別紙の\n「仕入額」欄記載のとおりとなり，合計額は●（省略）●円である（弁論の全趣旨）。\n(ｶ)  諸掛（外注費）について\n被告は，対象期間中に，ミュニック社商品の輸入販売に関して，被告での会計処\n理において「諸掛（外注費）」の勘定科目において，「加工料」，「運賃」，「付属代」，\n「関税」と「雑費」に分類した費用を次のとおり支出し，その合計は●（省略）●\n円である（乙１９，５３，９３，弁論の全趣旨）。\nａ  加工料について\n加工料に分類された費用は●（省略）●円であり，これは主に輸入したミュニッ\nク社商品を販売するための納品，入出庫，梱包等の作業のために被告が支払った費\n用である（乙５３，７９，９３，弁論の全趣旨）。このうち，商品値引き費用につい\nては，ミュニック社商品を百貨店が値引販売した際に，被告が値引額を負担したも\nのである（乙１９，弁論の全趣旨）。\nｂ  運賃について\n運賃に分類された費用の合計額は●（省略）●円であり，これは主に輸入の際の\n運送費，海上運賃，航空運賃等として被告が支払った費用である（乙５３，８１～\n８５，９３，弁論の全趣旨）。\nまた，このうちＴＱ使用料については，革製品の輸入の際にその数量に応じて必\n要となるものである（乙８５，弁論の全趣旨）。\nｃ  付属代について\n付属代に分類された費用の合計額は●（省略）●円であり，これはミュニック社\n商品の販売に当たって被告が付していたタグや袋等の購入費用である（乙５３，８\n０，９３，弁論の全趣旨）。\nｄ  関税について\n関税に分類された費用の合計額は●（省略）●円であり，これはミュニック社商\n品の輸入の際に支払った関税である（乙５３，８１～８３，８６，８７，９３，弁\n論の全趣旨）。\nｅ  雑費について\n雑費に分類された費用の合計額は●（省略）●円であり，これは，主にミュニッ\nク社商品の輸入手続を依頼した業者に支払った通関料や手数料（取扱料）等の費用，\n前記ｃ及びｄに計上されなかったＴＱ使用料や袋代，ミュニック社商品に付した輸\n入保険料である（乙５３，８１，８６～８８，９３，弁論の全趣旨）。\n(ｷ)  広告費について\n被告は，対象期間中に，「広告費」の勘定科目において，ミュニック社商品の宣伝\nのためのダイレクトメール作成費用，展示会や百貨店での催事に要した費用として\n合計●（省略）●円を支出した（乙１９，２２～２４，５４，６３～７２，９４，\n弁論の全趣旨）。このうち，被告商品の写真のみを大きく扱ったダイレクトメールが\n作成されていたことがある（乙２２）。\n(ｸ)  運賃について\n被告は，対象期間中に，ミュニック社商品に関し，「運賃」の勘定科目において，\n運送費，倉庫における入庫・梱包等に係る倉庫費用・出荷作業料，検品検査代その\n他の国内での運送及び保管の費用として●（省略）●円の出費をした（乙１９，５\n５，８９～９２，９５，弁論の全趣旨）。\n(ｹ)  販売手数料について\n被告は，対象期間中に，「販売手数料」の勘定科目において，ミュニック社商品の\n販売に関して販売業務及び営業業務を委託した業務委託費用として，合計●（省略）\n●円を支出した（乙５６，９６，弁論の全趣旨）。また，被告はミュニック社商品の\n販売活動等に関してＡとの間で業務委託契約を締結していた（乙２７，弁論の全趣\n旨）。\n(ｺ)  荷造包装費について\n被告は，対象期間中に，「荷造包装費」の勘定科目において，段ボール代，梱包テ\nープ等のミュニック社商品の梱包資材費用として●（省略）●円の上記支出をした\n（乙５７，９７，弁論の全趣旨）。\n(ｻ)  保険料について\n被告は，対象期間中に，「保険料」の勘定科目において，ミュニック社商品の販売\nに関して，火災保険料，損害保険料及び輸入保険料（ただし前記(ｶ)ｅで計上されな\nかったもの）として合計●（省略）●円を支出し，また，海外出張の際の傷害保険\n料として●（省略）●円を支出した（乙１９，５８，９８，弁論の全趣旨）。\nこのうち，火災保険料，損害保険料，輸入保険料として支出された合計●（省略）\n●円については，毎回の保険料が定額でなく，補助元帳上，摘要欄に対象となる商\n品数が記載されているものがある（乙５８）。\n(ｼ)  旅費交通費について\n被告は，対象期間中に，「旅費交通費」の勘定科目において，ミュニック社商品の\n営業等に要した交通費，国内出張費及び海外出張費として合計●（省略）●円を支\n出した（乙５９，９９，弁論の全趣旨）。\n(ｽ)  見本費について\n被告は，対象期間中に，「見本費」の勘定科目において，ミュニック社商品販売の\nためのサンプル購入費用や，スニーカーに関する書籍の購入費用として合計●（省\n略）●円を支出した（乙６０，１００，弁論の全趣旨）。\n(ｾ)  雑損失について\n被告は，対象期間中に，「雑損失」の勘定科目において，為替予約を解約した際に\n発生した費用として，「為替予約解約損」●（省略）●円を計上している（乙６１，\n弁論の全趣旨）。\n(ｿ)  特別損失について\n被告は，対象期間中に，「特別損失」の勘定科目において，ミュニック社商品を販\n売していた恵比寿三越伊勢丹に支払った費用（広告費用，撤退費用，撤退違約金，\nＢ氏特別退職金）合計●（省略）●円を「恵比寿店舗撤退違約金」，「恵比寿店舗費\n用等」，「恵比寿店舗撤退費用」及び「特別退職金」として計上している（乙３２，\n弁論の全趣旨）。\nウ  事実認定の補足\n(ｱ)  輸入数量について，原告は，被告から，被告各標章が付された商品のインボ\nイスとして，被告商品の品番についてマスキングをした上で開示を受けたものの，\n開示資料に裏付けられる前記イ(ｳ)認定の数量以外にも，被告商品の輸入数量がある\n旨を主張するが，原告が被告商品に関するインボイス等を対象として行った文書提\n出命令の申立ては，後記５のとおり必要性がなく，その他，原告の主張を認めるに\n足りる証拠はない。\nまた，被告標章１９を付した商品については，原告がその商品の商品名及び品番\nとして特定する「ＭＡＳＳＡＮＡ」及び「８６２０１５」と，被告標章３の２を付\nした商品の商品名及び品番とが同一であり，外観も，被告標章３の２を付した商品\nとソールの色を除いて類似していると認められる（甲１１，１９８，弁論の全趣旨）\nことを踏まえると，被告標章３の２を付した商品の輸入に関して被告から原告に開\n示され，それに沿うものとして認められる前記イ(ｳ)の数量とは別に，輸入された事\n実やその数量はないと考えることが自然であって，これを認めるに足りる証拠はな\nい。\n(ｲ)  前記イ(ｶ)ないし(ｿ)認定の費用を超えて，ミュニック社商品に関する費用を\n認めるに足りる証拠はない。\nエ  検討\n前記イの認定事実を基に，限界利益の額を検討する。\n(ｱ)  被告商品の売上高\n前記イ(ｳ)及び(ｴ)によれば，対象期間における被告商品の売上高は，別紙３被告\n商品販売一覧表の「売上高」欄のとおりであり，合計●（省略）●円である。\n(ｲ)  売上高から控除すべき経費\nａ  売上高から控除すべき経費として，まず，被告商品の仕入額があり，前記イ\n(ｵ)のとおり，●（省略）●円である。\nｂ  その他，売上高から控除すべき経費としては，前記イ(ｶ)の外注費，前記イ\n(ｷ)の広告費，前記イ(ｸ)の運賃，前記イ(ｺ)の荷造包装費及び前記イ(ｻ)の保険料\n（傷害保険料を除く。）のうち，それぞれ被告商品に係る部分が，前記認定した各費\n用の性質上，被告商品の輸入販売に直接関連して追加的に必要となったものとして，\n該当すると認められる。そして，前記イ(ｲ)のとおり，被告は，ミュニック社商品の\n経費について商品別又は品番別に管理しておらず，上記各費用の被告商品に係る部\n分を直接的に示す資料はないことから，ミュニック社商品の販売総額に占める被告\n商品の割合，被告商品の輸入数量に占める販売数量の割合などを考慮して，被告商\n品に係る費用の額を算出するのが相当であり，これは，次のとおり，合計●（省略）\n●円であると認められる。\n(a)  外注費については，対象期間中の被告におけるミュニック社商品全体の販売\n総額●（省略）●円に占める被告商品の販売総額●（省略）●円の割合（以下，こ\nの割合を「被告商品の販売総額の割合」ともいう。）が約●（省略）●％であること，\n被告商品の輸入数量●（省略）●足のうち対象期間中に販売された数量●（省略）\n●足の占める割合が約●（省略）●％であることを踏まえ，被告商品に係る費用の\n額は，全体の●（省略）●円の１５％に当たる●（省略）●円と認められる。\n(b)  広告費については，上記の被告商品の販売総額の割合が約●（省略）●％で\nあることに加え，ミュニック社商品の広告宣伝活動の中で，被告商品が取り上げら\nれた程度や被告商品の広告宣伝のみに要した額を確定し得る証拠はないことを考慮\nし，被告商品に係る費用の額は，全体の●（省略）●円の１５％に当たる●（省略）\n●円と認められる。\n(c)  運賃については，前記(a)において考慮したものと同様の事情のほか，輸入\nに要した費用の場合と比較して，国内の運送保管費の場合には，販売されなかった\n商品に係る費用の占める割合が少ないと考えられることも考慮し，被告商品に係る\n費用の額は，全体の●（省略）●円の２０％に当たる●（省略）●円と認められる。\n(d)  荷造包装費については，前記(c)において考慮したものと同様の事情を考慮\nし，全体の●（省略）●円の２０％に当たる●（省略）●円と認められる。\n(e)  保険料のうち，火災保険料，損害保険料，輸入保険料として支出された●\n（省略）●円については，前記イ(ｻ)において認定した，毎回の保険料が定額でない\nことや対象となる商品数の記載が帳簿に示されていることなどの事情を踏まえれば，\n輸入販売数量によって変動するものとして控除すべき経費と考えられ，被告商品に\n係る費用の額は，前記(a)において考慮したものと同様の事情を考慮し，上記金額の\n１５％に当たる●（省略）●円と認められる。\nｃ  その他の費用については，次のとおり，被告商品の輸入販売に直接関連して\n追加的に必要となった経費とはいえず，売上高から控除すべき経費には当たらない。\n(a)  前記イ(ｹ)の販売手数料は，百貨店のミュニック社商品の売り場へのミュニ\nック社商品販売員派遣に関する人件費や交通費といった費用（乙７８，弁論の全趣\n旨），ミュニック社商品の販売活動等に関する業務委託先への報酬額（乙２７，弁論\nの全趣旨）であるが，これらの費用と被告商品の販売との関連性などは明らかでは\nなく，いずれも，被告商品の輸入販売に直接関連する経費とはいえない。\n(b)  前記イ(ｻ)の保険料のうち，前記ｂ(e)でその一部を控除すべき経費と認めた\n火災保険料等を除くもの，すなわち傷害保険料は，海外出張費に付随する費用であ\nり，後記(c)のとおり，海外出張費は控除すべき経費に該当しないことからすれば，\n同様に控除すべき経費には該当しないものというべきである。\n(c)  前記イ(ｼ)の旅費交通費のうち，交通費及び国内出張費は，その支出と被告\n商品の販売との関連性について具体的な主張立証はなく，控除すべき経費には該当\nしない。海外出張費については，被告が提出する出張報告書等（乙２８）によって\nも，これらの海外出張が特に被告商品の輸入販売のために必要となったことを認め\nるに足りず，被告商品の輸入販売に直接関連して追加的に必要となった経費とはい\nえない。\n(d)  前記イ(ｽ)の見本費については，サンプル商品や書籍の購入が被告商品に関\nするものであることの具体的な主張立証はなく，被告商品の輸入販売に直接関連す\nる経費とはいえない。\n(e)  前記イ(ｾ)の雑損失は，為替予約を解約した際に発生した費用であり，その\n性質からしても，被告商品の輸入販売に直接関連する経費とはいえない。\n(f)  前記イ(ｿ)の特別損失のうち，恵比寿三越伊勢丹に支払った撤退違約金，撤\n退費用，営業担当者の特別退職金については，販売不振からミュニック社商品の恵\n比寿三越伊勢丹での販売を終了したことによって発生したものにすぎないし，恵比\n寿店舗費用等についてはこの発生原因や被告商品との関連性について具体的な裏付\nけはないのであって，いずれも，被告商品の輸入販売に直接関連する経費とはいえ\nない。\n(ｳ)  限界利益の額\n以上によれば，対象期間における被告商品の輸入販売により，被告が受けた限界\n利益の額は，前記(ｱ)の被告商品の売上高●（省略）●円から，前記(ｲ)ａの被告商\n品の仕入額●（省略）●円及び同ｂのその他の控除すべき経費●（省略）●円を控\n除した５８３万０２１１円である。\n(3)  推定覆滅事由について\nア  証拠（甲６８～７７，１８３～１８６）及び弁論の全趣旨によれば，原告は，\n自社の商品を，主に靴の量販店やインターネット上の通信販売サイトを通じて販売\nし，その小売価格は２０００円から６０００円程度の商品が中心であり，原告が，\n対象期間中に原告各商標と同一ないし類似する商標を付したスニーカー（甲１８３）\nを販売した際の売上げは一足当たり３０００円程度であったと認められる。\n他方で，証拠（乙１９）及び弁論の全趣旨によれば，被告商品は主に百貨店等の\n店頭で販売されたものであり，別紙３被告商品販売一覧表記載のとおり，その小売\n価格は１万５０００円から２万１０００円，被告が百貨店等に販売する際の卸売価\n格は●（省略）●円から●（省略）●円であったと認められる。\n被告商品の販売による一足平均の限界利益は前記(2)エ(ｳ)で認定した５８３万０\n２１１円を，前記(2)イ(ｳ)で認定した販売数量である●（省略）●足で除した●\n（省略）●円であり，原告が販売した競合品の一足当たりの限界利益を裏付ける証\n拠はないが，上記の原告が販売した競合品の価格自体や，被告商品における一足当\nたりの売上額が原告による競合品よりも大幅に高かったことからすれば，販売され\nた商品一足当たりの限界利益についても，被告商品の方が原告の商品よりも大きか\nったものと推認される。\nこのような販売態様や販売価格の違い及び一足当たりの限界利益の違いは，被告\nの限界利益額の一部について，商標法３８条２項の推定を覆滅すべき事情として考\n慮すべきである。\nイ  他方で，被告が主張するその他の事情については，以下のとおり，いずれも\n商標法３８条２項の推定覆滅事情として考慮すべき事情とはいえない。\n(ｱ)  原告が原告各商標を使用しない商品を販売していたことについて\n被告は，原告が販売していた商品の多くには，原告各商標と同一又は類似の標章\nが付されておらず，被告商品の販売によって，原告の売上げが減少したという関係\nにないと主張する。\n原告は，原告各商標と同一又は類似する標章を使用したスニーカーを販売してお\nり，被告による被告商品の輸入販売行為がなかったならば利益が得られたであろう\nという事情が原告に認められることは前記(1)のとおりであり，原告が上記のスニー\nカー以外に原告各商標と類似する標章が付されていない靴を販売していたとの事情\nは，損害額の推定を覆滅すべき事情に当たるとも認められない。\n(ｲ)  競合品の存在について\n被告は，側面に「Ｘ」型十字が付された大人用スニーカーは，被告商品の他にも\n市場に多数存在していると主張するが，証拠（乙１）によれば，被告が他のスニー\nカーに付されていると指摘する「Ｘ」型十字は，その形状が被告各標章や原告各商\n標とは大きく異なるものであり，その他，原告各商標と同一又は類似の標章が付さ\nれた原告又は被告以外によるスニーカーの存在とそのシェアについての具体的な主\n張立証はないから，この点も損害額の推定を覆滅すべき事情には当たらない。\n(ｳ)  被告の営業努力，ブランド力の差等について\n被告は，被告商品を販売するための営業努力，原告と被告とのブランド力の差，\n原告各商標の訴求力の程度等からすれば，原告各商標の被告商品の売上げへの寄与\n率は著しく低いとも主張するが，被告が作成した展示会の資料においてもミュニッ\nク社商品については「２０１４年日本デビュー」との記載がされており，被告が前\n記(2)イ(ｷ)のように被告が広告宣伝活動を行ったことを考慮しても，対象期間中に\nおける日本においてのブランドの知名度の程度を裏付ける証拠はなく，他方で，証\n拠（甲１７０～１７６，１８０～１８２）及び弁論の全趣旨によれば，原告各商標\nに関する販売，広告宣伝状況については，平成１４年頃から原告各商標と同一又は\n類似の標章が付されたスニーカーが原告が許諾した業者によって販売されており，\n有名歌手がこれを着用した雑誌広告が掲載されたこともあったとの事情も認められ，\nこれらの点からすれば，上記の被告の主張する各点をもって，推定覆滅事情に当た\nるとは認められない。\nウ  前記ア及びイで検討した事情によれば，被告商品の輸入販売による原告の損\n害については，商標法３８条２項の推定を覆滅すべき事情が認められ，その覆滅割\n合は２割と認めるのが相当である。\n(4)  損害額についてのまとめ\n以上によれば，被告商品の輸入販売による原告各商標権侵害について，商標法３\n８条２項に基づく原告の損害額は，被告の限界利益である５８３万０２１１円の８\n割に相当する４６６万４１６８円であると認められる。\n５  文書提出命令の申立てについて\n(1)  原告は，被告に対して，平成３０年５月１日付け文書提出命令申立書によっ\nて，商標法３９条及び特許法１０５条１項に基づき，別紙５提出文書目録記載１の\n文書について文書提出命令の申立て（当庁平成３０年（モ）第４１７６号。以下\n「第１申立て」という。）を行い，また，令和元年１０月２５日付け文書提出命令の\n申立書によって，商標法３９条及び特許法１０５条１項に基づき，別紙５提出文書\n目録記載２の文書について文書提出命令の申立て（当庁令和元年（モ）第３５４４\n号。以下「第２申立て」という。）を行った。\n第１申立ては，原告が本件で損害賠償請求の対象とする被告商品を特定する前の\n段階で行われたものであり，第２申立ては，被告商品の特定後に，第１申立ての対\n象文書を一部含む形で改めて申立てされたものである。\n(2)  第２申立てについて\nまず，第２申立てについて検討すると，原告は，申立ての対象文書について，被\n告商品の仕入数量，輸入数量，販売数量等の立証のために取調べが必要であると主\n張する。\nア  仕入数量ないし輸入数量に関する主要な資料であるインボイス（別紙５提出\n文書目録記載２(2)⑤）について，被告は，原告に対して，被告各標章が付された商\n品についてのインボイスを被告商品以外の品番についてマスキングした上で訴訟外\nで開示しているところ，原告は，マスキング部分にも被告商品に関する記載が含ま\nれており，また，開示されたインボイスは被告商品に関する全てのインボイスでは\nなかったと主張する。\nしかしながら，当裁判所が，マスキング部分についての証拠調べの必要性の審理\nのため，被告商品についての記載があるインボイスのマスキングがない原本につい\nて提示を求め，インカメラ手続（商標法３９条，特許法１０５条２項）を行ったと\nころ，これらのインボイスにおいてマスキングされた部分には被告商品に係る品番\nの記載は存在しなかったから，当該マスキング部分について証拠調べの必要がある\nとは認められず，被告が開示した以外のインボイスに被告商品に関する記載がされ\nていることをうかがわせるような事情も認められない。\n被告は，被告商品について，「商品名」，「品番」ごとの仕入数量ないし輸入数量，\n在庫数量，販売数量等を別紙３被告商品販売一覧表のとおり開示しており，原告は，\n同別紙の記載内容について，上記のインボイスを含め，本件の書証や訴訟外で被告\nから原告に対して開示された資料との整合性について具体的な反論をしていない。\nこのような原告被告の双方の主張立証状況，訴訟外での資料の開示状況及び上記\nのインカメラ手続の結果からすれば，現時点において，被告商品の仕入数量，輸入\n数量，販売数量等の審理のために，別紙５提出文書目録記載２の文書の証拠調べが\n必要であるとは認められない。\nイ  別紙５提出文書目録記載２の文書の中には，損害賠償請求の対象として，原\n告が特定した被告商品に加えて，商品名に「ＭＵＮＩＣＨ」等の被告商品と同様の\n文字列を含む商品（別紙５提出文書目録記載２の(1)②）に関する文書が含まれてい\nるが，証拠（乙４７～４９）によれば，ミュニック社商品においては商品名に被告\n商品と同様の文字列を含む商品であっても被告各標章が付されているとは限らない\nというべきであり，被告商品として原告が特定したもの以外の商品に関する文書の\n取調べが必要であるとは認められない。\n(3)  第１申立てについて\n第１申立ての対象文書は，別紙５提出文書目録記載１のとおり，ミュニック社商\n品の輸入に関するパッキングリスト及びインボイスであるところ，前記(2)で検討し\nたところからすれば，現時点において，被告商品の輸入販売による損害額の審理の\nためにこれらの文書の取調べが必要であるとは認められない。\n(4)  以上によれば，第１申立て及び第２申立てのいずれについても，現時点にお\nいて申立てに係る文書の証拠調べの必要性はないと認められるから，これらの申立\nてについてはいずれも却下する。\n６  結論\nよって，原告の請求は，被告に対して，原告各商標権の商標権侵害の不法行為に\nよる損害賠償請求権に基づき，損害金４６６万４１６８円及びこれに対する訴状送\n達の日の翌日である，不法行為終了後の平成２９年４月１５日から支払済みまで民\n法所定の年５分の割合による遅延損害金の支払を求める限度で理由があるから，同\n限度でこれを認容することとして，主文のとおり判決する。\n東京地方裁判所民事第２９部\n裁判官\n矢   野   紀   夫\n裁判長裁判官山田真紀及び裁判官西山芳樹は，転補のため，署名押印することが\nできない。\n裁判官\n矢   野   紀   夫\n"
}