{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 4,
    "month": 4,
    "day": 15
  },
  "case_number": "平成30(ワ)2193",
  "case_name": "国家賠償請求事件",
  "court_name": "さいたま地方裁判所第５民事部",
  "lawsuit_id": "91148",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=91148",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/148/091148_hanrei.pdf",
  "contents": "令和４年４月１５日判決言渡  同日原本領収  裁判所書記官\n平成３０年（ワ）第２１９３号  国家賠償請求事件\n口頭弁論終結日  令和４年１月２８日\n判         決\n主         文\n１  原告の請求をいずれも棄却する。\n２  訴訟費用は、原告の負担とする。\n事実及び理 由\n第１  請求\n１  被告は、原告に対し、６４４３万４７４１円及びこれに対する平成２７年９\n月１６日から支払済みまで年５パーセントの割合による金員を支払え。\n２  仮執行宣言\n第２  事案の概要\n本件は、ペルー国籍を有する外国人であるＡが、平成２７年９月１４日から\n同月１６日にかけて、埼玉県熊谷市内において、連続して敢行した３件の強盗\n殺人等事件（被害者合計６名）のうち、同月１６日、自宅にいた原告の妻及び\n娘２人を殺害した事件（以下「本件事件」という。）について、原告が、被告\nの管理運営する埼玉県警察が適時に必要な犯罪情報を提供すべき職務上の注意\n義務があるのにこれを怠ったことにより（以下「本件不作為」という。）、上\n記被害を受けた等と主張して、被告に対し、国家賠償法（以下「国賠法」とい\nう。）１条１項に基づき、主位的には、原告の妻及び娘の死亡による損害（原\n告固有の損害及び原告が請求権を相続した損害）合計２億１４７８万２４７２\n円の一部請求（３割相当額）として、予備的には、本件不作為によって、本件\n事件の被害を招来したことに高度の蓋然性がないとしても、相当程度の可能性\nがあったと主張して、上記損害の３割に相当する額を全部請求として、６４４\n３万４７４１円及びこれに対する同月１６日から支払済みまで民法（平成２９\n年法律第４４号による改正前のもの。以下同じ。）所定の年５パーセントの割\n合による遅延損害金の支払を求める事案である。\n１  前提事実\n以下の各事実は、いずれも当事者間に争いがないか、後掲証拠（〔〕内の数\n字は当該証拠の関係頁番号である。）又は弁論の全趣旨により容易に認定でき\nる事実である。\n⑴    当事者（争いがない。）\nア  原告は、本件事件の被害者であるＢの夫であり、同じく本件事件の被害\n者であるＣ及びＤ（以下、それぞれ「Ｃ」、「Ｄ」といい、Ｂと併せて「Ｂ\nら」という。）は、いずれも原告及びＢ夫婦の子である。\nイ  被告は、埼玉県警察を設置する地方公共団体である。\nＥは、本件当時、本件事件の発生地を管轄する埼玉県警察熊谷警察署（以\n下「熊谷署」という。）署長として、Ｆは、同署刑事課長代理として、Ｇ\nは、埼玉県警察本部刑事部長として、Ｈは、埼玉県警察本部刑事部捜査一\n課長として、いずれも本件事件の捜査に携わった（以下、それぞれ当時の\n役職に従い、「Ｅ署長」、「Ｆ課長代理」、「Ｇ刑事部長」及び「Ｈ捜査\n一課長」という。また、以下では、警察組織を指すだけでなく、埼玉県警\n察に所属し又は所属していた警察官を総称して「埼玉県警」ともいう。）。\n⑵    Ａの熊谷署への同行と立去り（甲２の１〔４〕、甲３の１〔１〕）\nＡは、平成２７年９月１３日（以下、同年の出来事については月日のみで\n示す。）午後１時頃、熊谷市 a 番地 b 所在のＩ方の玄関先に立っているとこ\nろをＩに見つかり、同人から連絡を受けた隣接する消防署分署の職員に事情\nを聴かれた後、同日午後２時２０分頃、同消防職員から通報を受けて、最寄\nりの交番勤務の警察官２名によって、埼玉県熊谷市 c 番地 d 所在の熊谷署へ\n連れて行かれた。\nＡは、熊谷署の応接室において、事情聴取を受けるなどしていたが、同日\n午後３時３０分頃、同署正面玄関を出たすぐ近くにある喫煙所で喫煙した後、\n署内に戻る途中、財布やパスポートなどの所持品を残したまま、突如、走り\n去って行方をくらました。\n⑶    侵入事件の発生\nア  Ａは、同日午後５時頃、熊谷市 e 番地 f 所在のＪ方の敷地内にある物置\nに侵入したところをＪに発見された。Ｊが自宅にいた妻に対し、直ぐに警\n察に電話するよう指示したところ、Ａは、その隙にＪ方から逃走した（以\n下「第１侵入事件」という。）。\nイ  Ａは、同日午後５時３０分頃、同市 g 番地 h 所在のＫ方の前で、Ｋに対\nし、「カネ、カネ」と金銭を要求したが、Ｋがこれを断るとその場を去っ\nた。ところが、すぐにＫは、Ｋ方の２軒隣の敷地内にＡが立ち入っている\nのを見つけ、同日午後５時３２分、１１０番通報した。その後、Ｋは、Ａ\nが再びＫ方敷地内に立ち入ってきて、駐車した自動車の車内を覗いていた\nので、声を掛けると、Ａはその場から逃走した（以下「第２侵入事件」と\nいい、第１侵入事件と併せて「各侵入事件」という。）。\n⑷    殺人事件の発生（争いがない。）\nア  Ａは、同月１４日、同市 i 町 j 番地所在のＬ方（以下「Ｌ方」という。）\nに侵入し、Ｌ及びその妻であるＭ（以下「Ｌ」及び「Ｍ」といい、両名を\n併せて「Ｌ夫妻」という。）を殺害して逃走した（以下「Ｌ事件」という。）。\nイ  Ａは、同月１５日午後３時３２分頃から同月１６日午後３時１０分頃ま\nでの間に、同市 k 番地所在のＮ方に侵入し、同人を殺害して逃走した（以\n下「Ｎ事件」という。）。\n本件事件の発生（争いがない。）\nＡは、同日午前７時２０分頃から同日午後５時２７分頃までの間のＮ事件\nの後、原告肩書住所地所在の原告方に侵入し、Ｂらを殺害した。当時、Ｂは\n４１歳、Ｃは１０歳、Ｄは７歳であった。\n相続（甲１の１から１の４まで）\n原告は、Ｂらの死亡により、Ｂの権利義務を３分の２の割合で、また、Ｃ\n及びＤの権利義務全部を相続により承継した。\n刑事裁判の状況\nＡは、平成３０年３月９日、さいたま地方裁判所で、強盗殺人罪などによ\nり死刑判決を受けたが、これを不服として控訴を申し立て、令和元年１２月\n５日、東京高等裁判所が、Ａを心神耗弱者であったと判断し、原判決を破棄\nして、無期懲役判決を言い渡し、これが確定した（原告本人〔１２〕、弁論の\n全趣旨）。\n２  争点\n本件の争点は、埼玉県警がＬ事件の発生後、原告及びＢらを含む地域住民に\n対して、必要な犯罪情報を提供する職務上の注意義務を怠った（本件不作為）\n違法があるか（争点１）、埼玉県警の本件不作為と本件事件（Ｂらの死亡）との\n因果関係の有無（争点２）、被告が賠償すべき原告の損害額（争点３）である。\n争点１については、埼玉県警は、９月１５日正午までに、住民に対し、Ｌ事\n件の発生及び犯人未逮捕の情報のみならず、同月１３日に外国人（Ａ）が熊谷\n署から逃走した事実及び当該外国人が住居侵入事件を惹起した事実とともに、\n戸締りの徹底や外出の自粛等を促す内容の情報提供をする法的義務があったか\n否かが争われており、その前提として、９月１５日正午までに、埼玉県警がＬ\n事件の犯人がＡであると特定できたか否か及び同種犯罪が繰り返されることを\n認識できたか否かが問題とされている。\n争点２では、原告は、埼玉県警の上記の情報提供によって、本件事件の被害\nを回避できる高度の蓋然性がないとしても、相当程度の可能性があったと主張\nして、これを予備的請求原因としている。\n３  争点に関する当事者の主張\n⑴  争点１（埼玉県警の義務違反）について\n（原告の主張）\nア  埼玉県警が行うべき広報の内容及び方法\n判断枠組み\n警察官は、犯罪がまさに行われようとするのを認めたときは、その予\n防のため関係者に必要な警告を発することができる（警察官職務執行法\n（以下「警職法」という。）５条）。この警告を発するか否か、どのよ\nうな内容・方法で警告を発するかについては、一定の範囲内で警察官に\n裁量が与えられているが、犯罪等の加害行為がまさに行われ又は行われ\nる具体的な危険が切迫しており（危険の切迫性）、警察官においてその\nような状況であることを知り又は容易に知ることができ（危険の切迫性\nの認識可能性）、警察が前記危険を除去するため警察権を行使すること\nによって加害行為の結果を回避することが可能であり（結果回避可能性）、\nかつ、その行使が容易であるような場合（権限行使の容易性）には、警\n察官に必要な警告（情報提供）を発する義務が生じるというべきである。\n主位的主張\n次のイからオまでで述べるところによれば、埼玉県警は、遅くとも９\n月１５日正午の時点で、原告（なお、原告は、被告が法的義務を負う相\n手を原告としているが、その趣旨は、原告のみならず、家族であるＢら\nを含めるものと解する。）に対し、①同月１４日に強盗殺人事件（Ｌ事件）\nが起き、夫婦が殺害されたこと、②その発生の前日、住居侵入事件（Ｉ\n方）の通報を受けた外国人が熊谷署に任意同行されたが逃走を許し、行\n方不明であること、③その直後に付近で各侵入事件が発生し、逃走した\n外国人が犯人である可能性が高いこと、④その外国人が強盗殺人事件（Ｌ\n事件）の参考人として全国に手配され、犯人である可能性が高いこと、\n⑤その逃走した外国人はいまだ付近に潜んでいる可能性が高いことを知\nらせるため、原告をはじめとする周辺住民を対象に、「９月１３日から翌\n１４日にかけて、この付近で複数の住居侵入事件・強盗殺人事件（ない\nし殺人事件）が連続して発生しました。その犯人とも思われる外国人が、\n現在も熊谷警察署から逃走中で、未だ付近に潜んでいる可能性がありま\nす。戸締りをしっかり確認し、不要不急の外出を控えてください。」とい\nう内容の情報提供と防犯の呼び掛けを、熊谷市役所及び教育委員会への\n通知、防災無線によるアナウンスの要請、パトカーの巡回によるアナウ\nンスの方法により、繰り返し告知すべき職務上の注意義務を負っていた。\nＬ事件が発生したとの事実のみを告知したのでは、周辺住民は、同事\n件を親族間の犯行や恨みによる犯行と捉え、自分とは無関係の事件と捉\nえる可能性があるから、防犯のための情報提供としては不十分である。\n外国人が警察署から逃走したことや、その者が住居侵入事件や殺人事件\nを起こしたという情報を提供してこそ、住民が危機感を覚え、自ら身を\n守る行動をとることに繋がるものである。この点、警察庁刑事局企画課\n長が各都道府県警察本部長宛に発出した平成２６年２月２７日付け「地\n域住民等に対する防犯情報の提供の推進について（通達）」（甲２４の\n１。以下「平成２６年通達」という。）では、地域住民等に対する防犯\n情報の提供については、受け手の立場に立った情報発信を基本とし、地\n域住民等が積極的に防犯対策を講じる契機になり得るものであることが\n必要であるとしているが、前記内容での情報提供は、同通達の要請に整\n合するものである。\nまた、情報提供の方法としては、市役所等への通知や報道機関への広\n報だけでなく、Ｌ事件の現場周辺の原告をはじめとする住民を対象とし\nて、防災無線やパトカーの巡回によるアナウンスを行う必要があった。\nすなわち、平成２６年通達によれば、特異な手口による事案や、連続発\n生している事案等のうち、隣接地域に波及が予測されるものについては、\n隣接地域の地域住民等の先制的な自主防犯行動の観点から、積極的な提\n供に努めることとされている。そして、Ｌ事件が特異な事案であること\nは明らかであるから、Ｌ方の隣接地域の住民である原告が先制的に自主\n防犯行動を執れるように積極的な情報提供に努めるべきであった。\n予備的主張\n埼玉県警は、「平成２７年９月１４日に殺人事件が発生しました。まだ\n犯人は捕まっていません。凶器を保持したまま、逃げている可能性があり\nます。この殺人事件について事情を知っていると思われる外国人が１３\n日、熊谷警察署から立ち去り、その後に外国人による住居侵入事件が発生\nし、まだ見つかっていません。戸締りをしっかりと確認し、不要不急の外\n出を控えてください」という趣旨の告知すべき義務があり、同月１５日午\n前中から準備を始めて、同日昼頃までには、熊谷市役所及び教育委員会へ\nの通知、地域住民に対する防災無線によるアナウンスの要請、パトカー巡\n回によるアナウンスをそれぞれ実施し、同日午後の記者会見時には報道\n機関への広報により、上記内容を伝えるようにすべきであった。\nイ  危険の切迫性があったことについて\n前記の義務を発生させる根拠となる危険の切迫性については、本件事\n件が発生する危険の切迫性ではなく、熊谷署から逃走した外国人（Ａ）\nによって、殺人事件等の同種凶悪犯罪が連続して発生する危険の切迫性\nである。\nＡは、９月１３日、Ｉに対し、「カネ、カネ」と告げて金を要求する\nなど、金銭的に困窮した様子があり、Ｉから相談を受けて対応した消防\n職員にも不審な行動を示していたので、不審者として警察に通報されて\n引き渡されたものである。そして、Ａは、熊谷署において、姉と電話し\nながら突然泣き出して激しく取り乱し、トイレで突然頭を抱え込んで泣\nき出すなどの異常な行動を示し、さらには、財布、携帯電話及びパスポ\nート等の所持品をすべて残したまま、突如として、高さ５０ｃｍほどの\n植込みを飛び越えて４車線の国道を突っ切るように渡って、熊谷署から\n走り去っている。\nこのようなＡの異常な言動からは、犯罪を含む危険行為への関与や計\n画が推認されるだけでなく、所持品を持たずに警察署を立ち去ったこと\nで、犯罪を含む何らかのトラブルを引き起こすおそれがあったといえる。\nその後、Ａは、熊谷署近辺で立て続けに各侵入事件を起こしたが、そ\nの態様は、家人に向かって金銭を要求したり、複数の住居の敷地内に侵\n入したりするなど、Ｉ方侵入時に比べてエスカレートしていた。\nそして、Ａは、前記各侵入事件の翌１４日、Ｌ事件の犯行に及び、凶\n器を持ってその場から逃走した。\nこのように、Ａが異常な言動を示しながら、犯罪を重ねていること、\n所持品を持たずに警察署を立ち去ったこと、その犯行態様は徐々にエス\nカレートしていること、凶器を持って逃走していることからすれば、遅\nくともＬ事件の翌日である同月１５日正午の時点では、Ｌ方付近で、同\n様の凶悪事件が発生する具体的な危険性が切迫していたというべきで\nある。\nウ  危険の切迫性の認識可能性があったことについて\n熊谷署から逃走する前のＡの言動の異常さからすれば、熊谷署警察官\nにおいて、逃走したＡが何らかの犯罪行為に及ぶ危険を認識し得たもの\nといえる。実際に、熊谷署警察官は、Ａの逃走を受け、当日は日曜日で\n当直体制であったにもかかわらず、当初は７名体制で捜索を開始し、そ\nの後捜索人員を２０名に増員した上、警察犬を出動させてＡの捜索を行\nっている。また、Ａの姉に対し、所在が判ったら連絡するよう依頼した\nり、同人宅に署員を派遣したりするなどして、大掛かりな探索活動を行\nっていた。これらのことからすると、熊谷署警察官は、Ａの逃走直後か\nら、Ａが何らかの事件を起こす可能性を念頭に置いて捜索を行っていた\nことが明らかである。\nそして、各侵入事件は、Ａが熊谷署を立ち去ってから約２時間以内に、\n熊谷署から約５００ｍ離れたＪ方及びそこから約２７０ｍ離れたＫ方で\n発生しており、ＪとＫからは、それぞれ犯人が外国人であり、金銭を要\n求するような言動があった旨の通報を受けていた。このような情報に接\nしていれば、熊谷署警察官は、当然にＡが各侵入事件の犯人であると強\nく疑うことができたはずである。\nその後、同月１４日にＬ事件が発生し、埼玉県警は、これを同日午後\n６時５分に認知した。そして、現場にアルファベット様の血文字が残さ\nれていたこと、同月１５日午前零時４５分頃に、Ｌ事件発生時刻前後に、\nＬ方敷地（ないし付近）から中東系の外国人が運転する車両が出てきた\nとの目撃情報が寄せられたことからすれば、埼玉県警は、Ｌ事件の犯人\nがＡであると疑うことができたはずである。\n現に埼玉県警は、血文字がＡの母国語であるスペイン語かどうか判断\nさせるなどしており、Ａを含む外国人による犯行の可能性を視野に入れ\nて捜査に進め、前記目撃情報が寄せられた約１時間後に、ＡをＬ事件の\n参考人として全国手配した。\nこれらの捜査状況からすれば、この時点で、埼玉県警は、Ｌ事件の犯\n人がＡであることを強く疑っていたと考えられる。\nそして、同月１５日午前中には、Ｊに対する写真面割捜査により、第\n１侵入事件の犯人がＡと特定されており、Ａは、同月１３日の異常な行\n動後、各侵入事件を起こしたことが判明し、かつ、同月１４日にはＬ事\n件に及んで、凶器を持って逃走したことが疑われた状況にあった。\nこれらのことからすれば、埼玉県警は、遅くとも面割捜査を実施した\n同月１５日午前の時点で、ＡがＬ事件と同様の凶悪犯罪に及ぶ可能性を\n認識することができたはずである。\n現に埼玉県警は、同月１５日午後２時４０分に、第１侵入事件を被疑\n事実とするＡの逮捕状を請求しているのであるから、Ａを身柄拘束する\n必要があるだけの危険性を認めていたといえる。\nこれに対し、被告は、通り魔事件と異なり、屋内での殺人事件の場合\nは、１件発生しただけでは連続発生の可能性を認識できず、Ｌ事件の発\n生をもって、同種犯罪の発生を予見することはできなかったと主張する。\nしかし、埼玉県警がその当時、教育委員会を通じて近隣の小学校に対し\n登下校の見守りを行うよう指示を発したことからすれば、被告がＡによ\nる同種犯罪の連続発生の可能性を念頭においていたことは明らかである。\nまた、仮に埼玉県警に連続発生の可能性に関する認識がなかったとし\nても、警察庁刑事局長が各都道府県警察本部長に宛てて発出した平成２\n７年１０月２９日付け「連続発生のおそれのある重要凶悪事件への対応\nの強化等について（通達）」（甲２４の２。以下「平成２７年１０月通\n達」という。）によれば、重要凶悪事件を認知した際は、事件が連続発\n生する可能性を常に考慮するものとされており、この考え方は、本件当\n時も同様に全国の警察の共通見解であった。そうすると、屋内での殺人\n事件１件のみでは連続発生の可能性を認識できないという見解が仮に存\n在するとしても、それは埼玉県警独自の見解というほかなく、少なくと\nも全国的な水準に照らせば、Ａによる同種犯罪の連続発生について認識\nすることができたというべきである。\nエ  権限行使の容易性及び結果回避可能性について\n埼玉県警が、熊谷市に要請して防災無線を使った情報提供を行うこと\nや、市内にパトカーを巡回させてアナウンスを行うことは容易であった。\n被告は、本件以前に防犯に関する情報提供のために防災無線を使用した\n例がなかったと主張するが、それは熊谷署の従前の防犯に関する情報提\n供が不十分であったことを意味しているにすぎない。そして、警察犬に\nよる捜索から、Ａが原告方の近くまで来ていた状況を踏まえ、Ｖ地区な\nどを重点的にして、被告が前記ア 記載のとおりの情報提供を行ってい\nれば、防犯意識が高かったＢらが適切な防犯行動を執ることで、高度の\n蓋然性をもって、本件事件の被害を回避することができた可能性があっ\nたといえる。\n仮に高度の蓋然性が認められない場合であっても、上記の情報提供を\n行っていれば、本件事件の被害を回避することができた可能性が相当程\n度あり、少なくとも３割程度の可能性があったというべきであるから、\n被告は、その限度で損害賠償責任を免れない。\nこれに対し、被告は、住民に過度の不安を与えないという観点から、\n必要以上の情報提供を行うべきではないと主張するが、平成２６年通達\nに、情報提供に際し住民の不安感をあおらないように留意すべき旨の言\n及はないから、被告の独自の見解にすぎない。\nオ  まとめ\n以上のとおり、埼玉県警は、Ｌ事件を起こして逃走したＡがＬ方付近で\n更なる凶悪犯罪に及ぶことを認識し又は容易に認識することができたに\nもかかわらず、前々日に熊谷署からＡを逃がしたという不祥事を隠蔽する\nため、住民が身を守るために必要な情報提供を怠ったものである。これに\n加え、犯罪被害者の権利、利益の重要性を踏まえると、埼玉県警による本\n件不作為が、著しく不合理であることは明らかであり、国賠法上違法であ\nる。\n（被告の主張）\nア  本件事件が発生する具体的な危険の切迫性はなかったこと\nここでいう危険の切迫性とは、本件事件の発生、すなわちＢらの生命及\nび身体に対する危険の切迫性をいうと解すべきところ、９月１５日午前中\nの時点で、本件事件が発生する危険は切迫していない。\nすなわち、同月１３日のＡによるＩ方への立入りについては、Ｉ方の玄\n関先に立っていたにすぎず、被害申告もされていないこと、Ａは、対応し\nた消防職員や警察官に身元を明らかにし、在留資格もあったこと、各侵入\n事件についても、住居内ではなく敷地内に立ち入っただけで、第１侵入事\n件では物置へ侵入したが、Ｊから声を掛けられると素直に敷地外へ出てお\nり、いずれも暴行や脅迫を伴うものではなく、財産的被害もなかった。\n他方、住居内に侵入し、凶器を用いて２名を殺害したＬ事件は、極めて\n凶悪な犯行であり、Ａのそれまでの住居侵入と関連付けて一連のものと評\n価するにはあまりにも飛躍がありすぎる。さらに、Ａは、Ｌ事件の後、コ\nンビニエンスストアを訪れて商品を購入しようとしたが、何もせずに立ち\n去っており、凶悪性がエスカレートしていたとはいえない。\nこのようなＡの行動は、誰も予測できなかったものであって、Ａの刑事\n裁判が終わった現在でも、なおその動機が不明である。そうすると、本件\n事件が発生する危険性がどの時点で生じたかも判断することが困難であ\nり、少なくとも９月１５日正午の時点で、Ａが再び殺人事件に及ぶ具体的\nな危険が切迫していたということはできない。\nイ  危険の切迫性の認識可能性がなかったこと\n前記のとおり、本件事件が発生する危険性がいつ生じたかが不明であ\nる以上、埼玉県警がこれを９月１５日正午の時点で認識することができ\nたとはいえない。\nこれを措くとしても、埼玉県警が同時点までにＬ事件の犯人に結び付\nく可能性のある情報として把握していたのは、Ｌ事件の現場にアルファ\nベット様の血痕が残されていたこと、Ｌ事件発生時刻前後にＬ方付近か\nら外国人の運転する車両が出てきたという目撃情報の２点にすぎない。\nそして、前者については、そもそも解読することができておらず、外国\n文字なのかどうかさえ不明な状況であり（なお、ペルーの公用語である\nスペイン語でないことはその時点で判明していた。）、外国人の目撃情\n報についても、Ｌ方付近から出てきたという情報のみで、Ｌ方から出て\nきたか否かは、その時点で明らかでなかったことに加え、熊谷市には当\n時約２７００名の外国人が生活しており、その目撃情報から直ちに県外\n在住のＡがＬ事件の犯人であると想定することは不可能であった。\n以上のとおり、同月１５日正午の時点において、埼玉県警がＬ事件の\n犯人がＡであると想定することは不可能であり、ましてや、Ａが再び同\n種の凶悪犯罪に及ぶことを想定することは到底不可能であった。\nこれに対し、原告は、血文字及び目撃情報に加え、Ａが９月１３日に\n熊谷署から逃走し、その直後に付近で外国人による各侵入事件が立て続\nけに発生したことからすれば、Ｌ事件の犯人がＡであると想定すること\nができたと主張する。\nしかし、Ａは、熊谷署に連れて行かれた際、在留カードやパスポート\nを提示し、警察官が姉と電話で話をすることにも素直に応じていたので\nあって、何らかの違法行為に関与したことをうかがわせるような言動は\n見られなかった。したがって、Ａが熊谷署から立ち去ったことをもって、\n犯罪行為への関与を予見することは不可能である。\nまた、各侵入事件については、当時の情報から直ちにＡによるものと\n想定することはできないし、いずれも軽微な敷地立入り事案であって、\n当初は被害申告もなかったから、Ｌ事件と同一人物による犯行と考える\nことは不可能である。\n原告は、埼玉県警が同月１５日未明にＡを参考人として全国手配をし\nたことや、同日午後にＡの逮捕状を請求していることから、同日正午の\n時点で、埼玉県警は、ＡがＬ事件の犯人である可能性を認識していたと\n主張する。しかし、全国手配は、あくまで警察内部の手配であって、所\n在捜査程度の意味合いしかなく、事件当時のＡの足取りを確認すること\nで、Ｌ事件との関連性を判断しようとしたものであり、ＡがＬ事件に関\n与しているとの疑いがあって行ったものではない。逮捕状を請求した理\n由も、参考人として全国手配したが連絡がなく、もし連絡があったとし\nてもＡが事情聴取に応じずに立ち去ることがあり得たので、任意同行の\n際の説得材料として使用できると判断したものである。そもそも、逮捕\n状に係る被疑事実は第１侵入事件であり、Ｌ事件の被疑者として逮捕状\nを請求したものではないから、埼玉県警がＡをＬ事件の犯人と考えてい\nたことの根拠にはならない。\nウ  権限行使の容易性がないこと\n前記のとおり、同月１５日正午の時点で、埼玉県警は、限られた情報を\n得ていただけで、各侵入事件の犯人とＬ事件の犯人が同一であること、そ\nの犯人がＡであること、付近に犯人が潜んでいることなど、原告が主張す\nるような情報提供を行うだけの情報を有していなかった。このように確実\nな情報を得ていない段階で、原告が主張するような情報提供を行えば、一\n般市民の不安を殊更に煽るだけでなく、Ａの名誉を棄損し、ひいては外国\n人一般に対する偏見や人種差別を惹起するおそれすらある。したがって、\n原告の主張する内容の情報提供を行うことが容易であったとはいえない。\nまた、原告は、防災無線やパトカーを使用すべきであったと主張するが、\n防災無線による広報の要否やその内容、広報を行う時期は、熊谷市が判断\nするものであり、情報提供の手段として容易に使用することができたとは\nいえない。そもそも、本件当時、防災無線は災害等に関する情報提供を行\nうためのものと考えられており、殺人事件に関する情報提供のために使用\nするとの考えは一般的でなく、この点からも、防災無線を使用することが\n容易であったとはいえない。さらに、パトカーを使用すれば、その分、捜\n査に当たる車両や人員が減ることになり、犯人検挙が遅れることは明白で\nあるから、これを使用することが容易であったとはいえない。\nエ  結果回避可能性がないこと\n原告は、前記のとおり、埼玉県警が行った教育委員会に対する通知や報\n道機関への広報に加えて、防災無線やパトカーの巡回による情報提供を行\nうべきであったと主張する。しかし、これらの方法による情報提供は、限\n定された場所にしか行うことができず、かつ、一過性のものであるから、\n関心がない者には有効な情報伝達手段ではなく、報道機関を通じたテレビ\n番組等による情報提供に比べて、迅速性に劣ることは明らかである。\nまた、埼玉県警は、報道機関への必要な広報や、教育委員会を通じた小\n中学校への情報提供を行っており、実際にＢは、新聞を読み、ニュース番\n組を見る等して、Ｌ事件の発生やその犯人が捕まっていないことを知る機\n会があった。さらに、原告の家庭には、Ｃ及びＤの通う小学校から、熊谷\n市内で重大事件が発生したこと、犯人が逮捕されていないこと、事件発生\n現場に近いことから、集団下校を徹底することなどが記載された注意喚起\nの文書が配布され、Ｂがこれに目を通していたから、Ｌ事件が発生したこ\nとや、犯人が逮捕されていないことを認識していたものである。\nそうすると、仮に原告が主張するような情報提供がされたとしても、原\n告及びＢらとの関係で、特段の効果があったとは認められず、本件事件の\n発生を防ぐことができたとはいえないから、結果回避可能性がなかったと\nいうべきである。\nオ  まとめ\n本件では、同月１５日正午の時点で、Ｌ事件の犯人の目的や意図が一切\n不明であり、その後に同種犯罪が発生する具体的な危険性が切迫していた\nとはいえないから、この時点で、仮に埼玉県警に情報提供義務があるとし\nても、一般的な広報の限度にすぎない。\nそして、その場合の広報の内容や手段、時期については、警察権の行使\nとして裁量権が与えられているところ、埼玉県警は、報道機関に広報によ\nって情報提供したほか、熊谷市教育委員会にも情報の提供を行うなどして\nおり、裁量権の範囲の逸脱又はその濫用がないことは明らかである。\nカ  予備的主張について\n原告の予備的主張は、本件訴訟の審理が証人尋問に入って、５名のうち\n３名の尋問が終了した段階で追加されたものである。その内容は、ＡをＬ\n事件の犯人と断定しない内容での情報提供を行う義務があったというも\nのであり、もともと主張していた義務の内容と明らかに異なっている。\n本件では、埼玉県警が、Ｌ事件がＡの犯行と想定できたか、Ａが同種犯\n罪に及ぶと想定できたかを主たる争点として攻撃防御が交わされていた\nが、予備的主張は、ＡをＬ事件の犯人と断定できないとしても、情報提供\nすべき義務が課されると主張するものであって、被告の従前の主張立証を\n無に帰させることになる。これが争点とされるのであれば、未検挙の殺人\n事件が発生した場合の一般的広報義務の存否が問題となり、更なる主張立\n証が必要となるから、訴訟を著しく遅延させることが明らかであって、民\n事訴訟法１５７条１項に基づき、時機に後れた攻撃防御方法の提出として、\nこれを却下すべきである。\nそうでないとしても、予備的主張に理由がないことは、主位的主張につ\nいて被告が主張したとおりである。\n⑵  争点２（埼玉県警の不作為と本件事件との因果関係）について\n（原告の主張）\nア  主位的主張\n埼玉県警が、前記⑴で主張した内容及び態様での情報提供を適切に行わ\nれていれば、原告の家族を含むＬ方の周辺住民は、より強い警戒感を抱い\nて、一人で外出せず、戸締りをするなど細心の注意を払ったはずである。\n特に、原告の家族は、自宅にセンサー付きライトを設置するなど、防犯意\n識が高かったことからすれば、前記情報提供を受ければ、Ａが原告方に侵\n入することはなかったと考えられる。何より、防災無線やパトカーの巡回\nによる呼掛けを行えば、これを聞いたＡに対する抑止効果もあったと考え\nられる。したがって、被告が情報提供義務を果たしていれば、本件事件の\n発生を高度の蓋然性をもって防ぐことができたというべきである。\nイ  予備的主張\n仮に、埼玉県警による権限不行使が、本件事件の被害を招来した高度の\n蓋然性が認められないとしても、埼玉県警が適切な情報提供を行っていれ\nば、本件事件が発生しなかった相当程度の可能性が認められる場合には、\n被告は、その程度に応じた賠償責任を負うべきである。そして、本件では、\n埼玉県警による適切な情報提供が行われていれば、本件事件の発生を阻止\nすることができた可能性があり、その程度は少なくとも３割である。\n（被告の主張）\n本件において、原告の主張する内容及び態様での情報提供がされていたか\nらといって、本件事件を回避できた高度の蓋然性があったとはいえない。原\n告は、高度の蓋然性が認められないとしても、３割程度の結果回避可能性が\nあったと主張するものの、いかなる根拠に基づいて結果回避可能性が３割程\n度といえるのかは明らかではなく、そもそも、前記⑴のとおり、埼玉県警に\nは、原告の主張する内容及び態様での情報提供を行う義務がないから、いず\nれにせよ原告の主張は失当である。\n争点３（原告の損害）について\n（原告の主張）\nア  主位的主張\n本件によって、原告に生じた損害の合計額は２億１４７８万２４７２円（そ\nの内訳は、別紙「原告損害一覧」記載のとおりである。）であり、被告は、\nその全額を賠償しなければならない責任があるが、取りあえずその損害金の\n一部（３割相当額）である６４４３万４７４１円を請求する。\nイ  予備的主張\n前述のとおり、被告による適切な情報提供が行われていれば、本件事件の\n発生を阻止できた相当程度の可能性があったといえ、その割合は少なくとも\n３割であるから、被告は、前記損害額の合計の３割に相当する６４４３万４\n７４１円を賠償する責任を負う。\n（被告の主張）\n損害の発生及び額は、いずれも不知ないし争う。\n第３  当裁判所の判断\n１  認定事実\n前記前提事実に加え、後掲証拠及び弁論の全趣旨によれば、以下の各事実を\n認定することができる。\n⑴    ９月１３日の出来事\nア  Ａは、当時、群馬県伊勢崎市内のアパートに居住し、同市内の食品工場\nに勤務していたところ、同日、ＪＲ前橋駅から電車に乗ってＪＲ籠原駅で\n下車すると、午後１時頃、ＪＲ籠原駅から約５００ｍ離れたＩ方（別紙「熊\n谷市内の被告人の行動等（平成２７年９月１３日～９月１６日）」〔以下\n「別紙地図」という。〕記載Ⓐ）の玄関前に立っていたところ、Ｉに見つ\nかった。Ｉが声を掛けると、Ａは、「ケイサツ、ケイサツ。」、「オカネ、\nオカネ。」と片言の日本語で応え、横浜か川崎に姉がいるというようなこ\nとを話した。\nそこで、Ｉは、隣接する熊谷消防署Ｏ分署に赴き、自宅に変な外国人が\nいて「警察」と言っているので、話を聞いて警察に引き渡してほしいと頼\nんだ。\nそこで、消防職員らは、ＡをＯ分署へ連れて行き、身分証の確認などを\n行った後、午後１時３０分頃、熊谷署Ｐ交番に連絡して、民家の敷地内に\n立ち入った外国人が、ポリス、ポリスと言って警察に助けを求めているた\nめ、警察官に来てほしいと要請した。\nこれを受け、午後１時４５分頃、同交番勤務のＱ警部補（以下「Ｑ警部\n補」という。）及びＲ巡査（以下「Ｒ巡査」といい、Ｑ警部補と併せて「Ｑ\n警部補ら」という。）がＯ分署に出向き、Ａから在留カード及びパスポー\nトの提示を受けて、人定事項や在留期限を確認した後、これからどうした\nいのかを尋ねると、Ａは、片言の日本語で「ペルー、カエリタイ、カナガ\nワ、アネ」と応じた。\nＱ警部補らは、Ａの在留資格等に問題がなく、特段挙動不審な様子も見\nられなかったことから、本人の希望どおりに電車に乗せて神奈川へ行かせ\nることとし、その旨を熊谷署の当直長に連絡したところ、熊谷署で詳しく\n事情を聴いてから、神奈川に向かわせる段取りを執るよう指示を受けたた\nめ、Ａをミニパトカーに乗せて熊谷署に向かった（甲２の１、３の１〔１\nから５まで、１２〕、３の２〔１－１、１－２、２－２〕、３の３〔１－\n１、１－２、１－７、２－１、２－２、３－４、３－５〕、３の４〔１－\n２、２－１０〕）。\nイ  Ｑ警部補らとＡは、午後２時３５分頃、熊谷署（別紙地図記載🄫）に到\n着した。\nＱ警部補らは、Ａを応接室に案内した。Ｒ巡査は、Ａを服の上から触り、\n所持品の有無を確認したほか、在留カード及びパスポートのコピーを取っ\nた。\nその後、Ｑ警部補がＡに対し、携帯電話で姉に電話を架けてよいと告げ\nると、Ａは、その場で姉に電話を架けたところ、姉と電話で話しながら突\n然甲高い声で泣き出すと、電話を切り、トイレに行きたいと述べた。その\nため、Ｒ巡査がＡをトイレへ連れて行ったが、Ａは、突然、トイレの洗面\n所前でうずくまり、声を上げて泣き出した（甲３の３〔２－３から２－５\nまで〕、３の４〔１－８〕）。\nウ  Ｒ巡査は、Ａがトイレで用を済ませて応接室に戻る途中、喫煙したいと\n求めるので、熊谷署庁舎外の正面玄関近くに設置されている喫煙所にＡを\n案内して喫煙させた。\nＲ巡査は、午後３時３０分頃、喫煙を終えたＡを連れて応接室へと戻ろ\nうと正面玄関の方へ歩き始めたところ、Ａは、突然反転して、正面玄関と\nは反対方向へ走り出し、熊谷署前にある５０ｃｍ程度の高さがある植込み\nを飛び越えて、熊谷署前の国道（片側２車線）を横切り、熊谷署の反対側\nにある建物２階の飲食店に入ると、同店の厨房を通り抜け、裏口から走り\n去った。Ｒ巡査は、直ぐにＡを追いかけたものの、飲食店の裏口を出た階\n段のところで見失った（甲３の４〔１－１０、１－１１、２－１から２－\n３まで〕）。\nエ  Ｒ巡査から連絡を受けたＱ警部補は、Ａが熊谷署から走り去った旨を当\n直長に報告し、当直長の指揮により、午後３時３８分、７名体制でＡの捜\n索を開始した。しかし、Ａが見当たらなかったことから、午後３時５０分\n頃には２０名体制に増員し、さらに、県警本部に警察犬の出動を要請した。\nこの頃、Ｅ署長は、当直長から、困りごと相談で熊谷署に連れてきた外\n国人が、財布や携帯電話、パスポートを置いたまま、喫煙中に署から突然\n走り去った旨の報告を受けた。そこで、Ｅ署長は、Ａを早急に見つけてパ\nスポートを返還するように指示した（証人Ｅ〔３〕）。\nまた、Ｅ署長は、Ａの姉にＡが訪ねてきたら熊谷署に連絡するように電\n話で依頼させ、さらに、午後５時頃、警察官２名にＡのパスポート等を持\nたせて、神奈川県伊勢原市の姉宅に向かわせた。\nオ  一方、Ａは、午後５時頃、熊谷署から約５００ｍの距離に位置するＪ方\n敷地内のプレハブ式物置に立ち入っているところをＪに見つかり、Ｊが出\nてくるようにいうと、Ａは謝るようなポーズをしながら、物置の外に出た。\nその後、ＪがＡを敷地外に連れ出し、どこから来たか尋ねると、Ａが「カ\nン、カナ。」と答えた。そして、Ｊが自宅内の妻に警察に連絡するよう指\n示したところ、その隙にＡは逃走した。\nＪは、午後５時９分頃、自宅敷地内の物置に外国人が侵入していた旨を\n警察に通報した（第１侵入事件。甲２の１〔５、４０〕、甲３の５〔１－\n１から１－６まで〕）。\nカ  Ａは、午後５時３０分頃、熊谷署から約７４０ｍ、Ｊ方から約２７０ｍ\nの距離に位置するＫ方前で、Ｋに対し、「カネ、カネ。」と片言の日本語\nで申し向けた。これに対し、Ｋが「ない。」と答えると、Ａはその場を去\nったが、Ｋ方の２軒隣の敷地内に座り込んだため、Ｋは、午後５時３２分\n頃、怪しい外国人がいる旨を１１０番通報した。その後、Ａは、立ち上が\nってＫ方の敷地内に立ち入り、敷地内に駐車されていた自動車の中を覗き\n込むような様子を見せたため、Ｋが「おい。」と声を掛けると、Ａはその\n場から立ち去った（第２侵入事件。甲２の１〔４０〕、３の６、４）。\nキ  午後６時２０分頃には嘱託警察犬が到着して捜索に加わったが、Ａの発\n見に至らず、午後８時４０分頃、捜索は一旦打ち切られた。この時点での\n警察犬による捜索範囲は明らかではないが、原告方の近くまで警察犬が来\nていた（証人Ｈ〔３４〕、原告本人〔８〕）。\n⑵  ９月１４日の出来事\nア  ９月１４日朝、熊谷署の幹部会議において、前日の当直長から、Ａに関\nし、所持品をすべて置いて熊谷署から走り去った外国人がいること、警察\n犬を出動させて捜索したが見つからなかったこと、伊勢原市のＡの姉を訪\nねてパスポート等を届けたが、受取りを拒まれたことなどが報告された。\nこれを受けて、Ｅ署長は、外回りの地域課警察官を中心に、外を移動する\n際はＡがいないか十分に注意し、見つけた場合には早急にパスポ―トを返\n還するよう指示した。\nまた、各侵入事件についても、第１侵入事件については敷地の物置に外\n国人が侵入していたが盗まれたものはなく、第２侵入事件については敷地\n内の車付近に外国人がいたと報告され、Ｊ方及びＫ方周辺の見回りを強化\nするとの方針が説明された。これらの事件は、住居侵入として被害申告を\n受けたものではなかったことで、その報告が当直長止まりになっていたた\nめ、Ｅ署長は、この席で初めて各侵入事件の報告を受けたが、これを聞い\nて、Ａが同事件に関連している可能性もあり得ると考えた（証人Ｅ〔４、\n５、２４、２５、３３から３５まで〕、証人Ｆ〔１、３、４〕）。\nイ  Ａは、同月１４日、Ｊ方及びＫ方から約１．５ｋｍ離れた位置にあるＬ\n方（別紙地図記載①）に侵入し、Ｌ夫妻を殺害して逃走した（Ｌ事件。甲\n２の１〔５３〕）。\n午後５時頃にＭからメールで散歩の誘いを受けた友人が、午後５時１３\n分頃、Ｌ方を訪れたが応答がなく、改めて午後５時４０分頃、Ｌ方を訪れ\nた際、Ｌ方敷地に駐めてあった自動車の運転席にＬらしい男性が座ってい\nるのを見かけたが、Ｌ方から応答がないため、別の友人に相談した上、同\nじ敷地内に住むＭの実父に訳を話して、Ｌ方に入ったところ、午後６時３\n分頃、室内で血まみれになって倒れているＬ夫妻を発見して１１０番通報\nし、午後６時５分頃、県警本部通信指令課から熊谷署に対し、家の中で血\nまみれの男女が倒れており、直ちに現場に向かわれたいという出動指令が\n入った（甲２の２、証人Ｆ〔４〕）。\nウ  この一報を受けたＦ課長代理は、Ｌ方に急行して現場を確認したところ、\n凶器が被害者の近くに残されていなかったため、殺人事件の可能性が高い\nと判断し、午後６時３０分頃、刑事課長を通じて、署長官舎に戻っていた\nＥ署長へ事件発生を報告した（証人Ｅ〔５〕、証人Ｆ〔６〕）。報告を受\nけたＥ署長は、直ちにＬ方に臨場した。また、熊谷署から事件発生の報告\nを受けた県警本部では、別件の捜査本部に詰めていたＧ刑事部長とＨ捜査\n一課長がそれぞれ熊谷署に向かった。\nまた、県警本部通信指令課は、午後６時１０分、緊急配備準備出動の指\n令を発し、午後６時１９分、熊谷署の近隣６署に緊急配備を発令し、午後\n６時２５分、隣接する群馬県警察Ｓ警察署に広域配備を要請し、犯人の逃\n走に備えた（乙３、証人Ｆ〔７〕）。\nエ  Ｌ方では、倒れていたＭの頭上付近に、アルファベット様の文字にも読\nめる血痕が残されていた。Ｅ署長は、前日から所在不明となっているＡを\n気にかけていたこともあり、「ペルーだったらスペイン語だな。」と漏ら\nした。その後、熊谷署内でスペイン語やポルトガル語等の外国語の知識を\n有する警察官によって解読が試みられたものの、言語の判別には至らなか\nった（証人Ｈ〔３、４、２０、２１〕、証人Ｅ〔５、６〕、証人Ｆ〔４、\n５〕）。\nその頃、熊谷署警察官は、第一発見者であるＭの友人やＭの実父、その\n他付近住民等への聞き込みを行ったが、Ｌ夫妻には目立ったトラブルがな\nく、夫婦仲も円満であったということであった。この時点で熊谷署警察官\nは、Ｍの父親から、敷地に駐車してあったＬ夫妻の使用する自動車（以下\n「Ｌ車両」という。）がなくなっているという情報及びＬ夫妻には息子が\nいるが連絡が取れないという情報を入手し、Ｍの友人から、Ｌと思しき人\nがＬ車両に乗っているのを見たとの情報を得ていた。そこで、熊谷署では、\nＬ夫妻の息子の所在確認を行うとともに、Ｌ車両の捜索に当たった（乙３\n〔５〕、５〔６〕、証人Ｅ〔７、８〕）。\nオ  Ｅ署長は、午後９時３０分頃、熊谷署に到着したＧ刑事部長及びＨ捜査\n一課長と報道機関への広報内容に関する打合せを行い、Ｌ事件はいち早く\n報道をする必要があると判断し、被害者の検視により殺人事件と断定する\nのを待たず、テレビについては早急に、新聞については翌１５日の朝刊掲\n載を目指して報道発表をするとの方針を決め、その旨を指示した（証人Ｈ\n〔２２〕、証人Ｅ〔８、９〕、証人Ｇ〔４〕）。\nこの頃、Ｇ刑事部長及びＨ捜査一課長は、Ｅ署長から、前日の９月１３\n日にＡという外国人が民家で警察に連絡してほしい旨を述べ、近隣交番の\n警察官により熊谷署に連れてこられたこと、神奈川に住む姉に会いに行き\nたいと話していたこと、熊谷署の正面玄関先の喫煙所で喫煙をさせたとこ\nろ、署内に所持品を残したまま立ち去ったこと、警察犬による捜索を行っ\nたが見つからないことの報告を受けた。また、Ａが所在不明になった後、\n熊谷署近くで外国人風の男が敷地に侵入したという通報が２件あったこ\nとについても併せて報告した（乙６〔７、８〕、証人Ｈ〔８から１０まで、\n２３、〕、証人Ｇ〔２０〕）。\nなお、緊急配備は、犯人につながる情報が全くつかめないため、午後９\n時１２分に解除された（乙３〔５〕、証人Ｆ〔７〕）。\nカ  Ｆ課長代理は、午後１０時４５分、報道機関に対し、Ｌ事件について、\n死亡事案が発生したこと及びその認知日時、発生場所、死者の住所や年齢、\n死亡確認時刻のほか、状況として、居室内で上半身から血を流した状態で\n発見され、搬送先の病院で死亡した旨を報道発表した（乙３〔６〕、５〔７〕、\n証人Ｆ〔８〕）。\nキ  熊谷署警察官は、午後１１時７分、熊谷市役所に、市内で殺人事件が発\n生した旨の一報を入れ、職員に実況見分の立会いを要請した（甲１７、乙\n５〔８〕、熊谷市役所に対する調査嘱託の結果）。\nク  Ｌ夫妻の息子は、警察から連絡を受け、同日夜に熊谷署を訪れて事情聴\n取に応じた。その際、同人は、Ｌ夫妻について恨みを買うような心当たり\nはないと話し、１４日は都内で勤務していたことが分かり、Ｌ事件とは無\n関係であることが判明した（証人Ｈ〔６、１７、３８、３９〕）。\n⑶  ９月１５日の出来事\nア  午前零時４５分頃、Ｌ事件について、Ｌ事件の認知時刻前後（９月１４\n日午後５時５０分から６時頃）に、Ｌ方付近から中東系の外国人風の男が\n運転する車が逆走して出てきたとの目撃情報が寄せられた（乙５〔８〕、\n６〔６〕、証人Ｈ〔５、６〕、証人Ｅ〔９〕）。\nイ  午前１時頃から、Ｇ刑事部長、Ｈ捜査一課長及びＥ署長により、捜査本\n部の立上げに向けた打合せ及び今後の捜査体制についての協議が行われた。\nそこでは、Ｌ事件の手掛かりが乏しいため、できることを一つ一つ潰して\nいくという捜査方針に基づき、現場周辺の聞込み、Ｌ夫妻の関係者の事情\n聴取、現場周辺の防犯カメラ映像の入手及びその精査、Ｌ夫妻の使用して\nいた携帯電話の通話履歴の解析及びその精査、Ｌ方付近における犯人及び\nＬ車両の捜索を行うこととし、その役割分担が決定された。\nまた、同会議では、前記方針による捜査の一環として、所在不明のＡを\n見つけ出し、Ｌ事件発生時の足取りを確認する必要があり、依然として行\n方が分からないＡ発見のため、全国の警察署へ手配（捜査対象者登録）を\n行うほか、任意同行に応じない場合に備えて各侵入事件についてＡの逮捕\n状を取ることも考えられるのではないか、という意見が出た（乙５〔８〕、\n証人Ｈ〔２６、２７〕、証人Ｅ〔１２、１３、４０、４１〕、証人Ｇ〔２\n１、２２〕）。\nウ  前記会議の後、熊谷署は、午前１時３９分頃、全国の警察署宛に、Ａを\nＬ事件の参考人として手配した。\nまた、Ｅ署長は、午前３時頃、同署地域課長及び生活安全課長に対し、\n熊谷市立Ｔ小学校及び同市立Ｕ中学校の学区内の登校時間における警戒\n活動を行うように指示した（乙５〔９〕）。\nなお、午前４時３０分、Ｌ夫妻の検視が終了し、Ｌ事件を殺人事件と断\n定した（乙８〔４〕、証人Ｇ〔４〕）。\nエ  午前６時２３分、県警航空隊のヘリコプターがＬ方から約２７０ｍ離れ\nた場所でＬ車両を発見し、午前６時４０分頃、同車内を確認したところ、\n血液の付着したティッシュペーパー１塊が発見されたほかは、犯人のもの\nと思われる遺留品は見つからなかった（甲２の５、乙５〔９〕）。\nオ  Ｅ署長は、Ｌ車両が発見されたことを受け、犯人がまだ熊谷市内やＬ方\n付近に潜んでいる可能性があると考え、生活安全課長に対し、熊谷市教育\n委員会に連絡し、登下校時の見守りや保護者に対する通知など児童の安全\n確保のための方策を依頼するよう指示した（証人Ｅ〔１５、１６〕）。\nこれを受けて、生活安全課長は、午前８時４５分頃、熊谷市教育委員会\n学校教育課長に対し、殺人事件の発生に伴う登下校時の見守りに関して、\n１１０番通報をためらわないこと、保護者と地域の協力を得て、登下校の\n見守りを強化すること、Ｔ小学校とＵ中学校については厳重警戒とするこ\nとを依頼した。また、Ｅ署長も、午前１０時頃、熊谷市長と電話で話し、\n状況を伝えるなどした。\n熊谷市教育委員会学校教育課長は、前記依頼を受けて、速やかに、市内\nの各小中学校の校長に対し、児童生徒の登下校時の安全指導を徹底するよ\nう通達した。これにより、同日、市内の小学校では、下校時間帯の職員に\nよる見守り活動が強化されたほか、各学校長から、保護者に対して注意喚\n起文書が配布された（甲５、熊谷市役所に対する調査嘱託の結果）。注意\n喚起文書の内容は、以下のとおりである。\n熊谷市立Ｖ小学校（甲５）\n「さて、すでに新聞やテレビ等で報道されていますように、昨日、熊\n谷市内において大きな事件が発生しました。犯人はまだ逮捕されていな\nいとのことです。警察は、解決に向け全力で動いているとのことですが、\n本校の学区は、事件発生現場に近いこともあり、登下校には学校として\nも十分注意していきたいと思います。本日、全校児童に留意事項等を話\nしました。ご家庭でも、児童の登校時に見送っていただく等、ご協力い\nただけると幸いです。」\n「１  児童への指導\n⑴  下校時は、通常行っている学年下校を徹底し、必ず複数で下校す\nること。\n⑵  不審な人、怪しい人に出会ったら、大きな声で助けをもとめたり、\n近所の家等に飛び込んで助けを求めたりすること。」\n「３  家庭へのお願い\n⑴  登校に児童が家を出る際、可能な範囲で見送っていただけるとあ\nりがたいと思います。\n⑵  引き続き、登校時の交通安全指導（旗ふり）をお願いします。\n⑶  不審者情報がありましたら、直ちに「１１０番通報」をお願いし\nます。その時は、学校にもご連絡ください。」\n熊谷市立Ｔ小学校（乙１）\n「さて、昨日９月１４日、市内 i 町にて殺人事件が発生いたしました。\n犯人はまだ逮捕されていないとのことです。（９月１５日  １０時現在）\n今後も児童の登下校時刻は通常通りといたしますが、児童の安全確保\nに万全を期すため、本校では下記のように対応いたします。ご協力のほ\nど、よろしくお願いいたします。」\n「１  登下校の際には職員が立哨指導をいたします。保護者の方もご\n都合がつくようでしたら、登校時の付き添いと下校時のお出迎えをお願\nいいたします。\n２  帰宅後は、戸締まりを行うなど、不審者による侵入への予防をお\n願いいたします。\n３  児童１人だけでの不必要な外出は控えるよう、ご指導ください。\n４  不審者に関する情報は、直ちに「１１０番通報」をお願いいたし\nます。」\nカ  熊谷署の派遣要請を受けて出動した県警機動隊５０名が、午前１１時２\n５分、熊谷署に到着し、Ｇ刑事部長指揮の下、自動車警ら隊等と合わせて\n８７名体制で、現場周辺での凶器や遺留品の捜索、周辺住民への聞込み等\nの捜査が進められた（証人Ｈ〔８〕）。\nその他、午前中には、第１侵入事件に関し、Ｊに対して写真による面割\n捜査が実施され、Ｊ方の物置に侵入していた外国人がＡであると特定され\nた。しかし、第２侵入事件に関するＫに対する面割捜査は、同人が不在で\nあったため、実施できなかった（証人Ｅ〔３５〕）。\nキ  埼玉県警は、午後零時、Ｌ事件について、熊谷署に捜査本部を設置して、\nＧ刑事部長が捜査本部長に、Ｅ署長及びＨ捜査一課長がそれぞれ副本部長\nに就任した（乙４〔４〕）。\nその後、Ｅ署長及びＨ捜査一課長は、午後１時５５分、Ｌ事件に関する\n記者会見を行い、同事件が殺人事件と考えられること、被害者には複数の\n刺切創があること、被疑者は不明であり凶器も未発見であること、周辺箇\n所を警戒・探索していることの説明を行ったが、地域住民への注意喚起は、\n熊谷市教育委員会等自治体を通したものにとどめ、同会見では、戸締りの\n徹底などを具体的・直接に呼び掛けることはしなかった（乙９）。\nク  熊谷署は、午後２時４０分、第１侵入事件について、熊谷簡易裁判所に\nＡの逮捕状を請求した。\n⑷  Ｎ事件の発生及び本件事件の発覚等\nア  現場周辺の防犯カメラの映像の捜査を行った結果、Ａは、９月１５日午\n前１時５４分頃、熊谷市Ｖ地区に所在するコンビニエンスストア（別紙地\n図記載Ⓕ）に入店したことが確認され、同店設置の防犯カメラの映像には、\nＡが自転車に乗って来店する様子や、レジカウンターで長財布を取り出し、\n紙幣を出して買物をしようとしたが、店員が出てこないため、諦めて立ち\n去る様子が映っていた（甲２の１〔７、５１、５２〕）。\nイ  Ａは、同日午後３時３２分頃から翌１６日午後３時１０分頃までの間に、\n熊谷市ｋ番地所在のＮ（以下「Ｎ」という。）方（別紙地図記載②）に侵\n入し、Ｎを殺害して逃走した（Ｎ事件）。\nウ  Ｎと連絡が取れなくなって心配した義理の娘が、同日、知人らとＮ方を\n訪ねて室内を探したところ、Ｎの姿がなかったが床に敷かれたマットに血\n痕が付着しているのを見つけて、直ぐに１１０番通報した。そして、警察\n官がＮ方に臨場して室内を検索したところ、同日午後４時２３分頃、蓋が\nされた浴槽内にＮの遺体を発見し、Ｎ事件の発生を認知した。\nエ  すぐさま、周辺の聞込み捜査が開始され、警察官が、午後５時１４分頃、\n原告方（別紙地図記載③）を訪れると、玄関ドアが無施錠であり、照明が\n点いていたにもかかわらず、声掛けに応答がなかった。午後５時２０分頃、\n警察官が改めて原告方を訪ね、呼び鈴を鳴らしても反応がなかったが、今\n度は玄関ドアが施錠されていたので、引き続き呼び鈴を鳴らしたり、玄関\nドアを叩いたりしながら、原告方の外周を観察していたところ、午後５時\n２７分頃、原告方２階の小窓から上半身を乗り出しているＡを発見し、同\n日午後５時３３分頃、２階小窓から飛び降りたＡの身柄を確保した。\n直ぐに警察官が原告方に立ち入ったところ、午後５時３４分、１階クロ\nーゼット内でＢが、２階クローゼット内でＣ及びＤが折り重なるようにし\nて発見され、本件事件の発生を認知した（甲２の６、２の９）。\nＮ方及び原告方は、いずれも、Ｊ方及びＫ方と同じＶ地区内に所在して\nおり、熊谷市立Ｖ小学校の学区である。\n⑸  新聞等の報道状況\nＬ事件に関する報道は、９月１４日夜からテレビニュース等による報道が\n行われたほか、以下のとおり、新聞報道がされた（証人Ｇ〔４〕）。\nア  ９月１５日朝刊\n読売新聞社会面（甲１０の１）には、「熊谷の住宅  夫婦死亡  上半身\nから血」の見出しで、Ｌ事件を報じる記事が掲載されており、熊谷市内の\nＬ方でＬ夫妻が上半身から血を流して倒れているのを訪問した知人女性\nが発見したこと、Ｌ夫妻はその後死亡が確認され、熊谷署が殺人事件の可\n能性もあるとして捜査を開始したことなどが記載されている。その他、毎\n日新聞（甲７の１）、朝日新聞（甲８の１）、日本経済新聞（甲９の１）\nにも同様の記事が掲載された。\nイ  同日夕刊\n毎日新聞（甲７の１）、朝日新聞（甲８の１）及び日本経済新聞（甲９\nの１）に、Ｌ事件の記事が掲載されており、Ｌ車両が現場から持ち去られ\nたこと、Ｍが遺体発見の約１時間前に知人にメールを送っており、短時間\nで犯行が行われたとみられること、警察は殺人事件として捜査本部を設置\nする予定であること、凶器が見つかっていないことなどが報じられた。\nウ  同月１６日朝刊\n読売新聞社会面（甲１０の２）には、「犯人に抵抗か  夫婦の手に傷  熊\n谷殺害」の見出しで、Ｌ事件を報じる記事が掲載され、Ｌ夫妻の上半身に\n複数の刺し傷や切り傷があったこと、抵抗した際に着いたと思われる傷が\n手にあったこと、警察はＬ事件を殺人事件と断定し、熊谷署に捜査本部が\n設置されたことなどを報じている。また、埼玉新聞（甲６の１）、毎日新\n聞（甲７の２）、朝日新聞（甲８の２）及び日本経済新聞も、同様に捜査\n本部の設置のほか、Ｌ車両がＬ方近くで発見されたこと、Ｍのスマートフ\nォンがなくなっていること、凶器は刃物と見られるが発見されていないこ\nとなどが報じられた。\n⑹  原告及びＢらの生活状況等\nア  原告は、本件事件当時、妻であるＢ（当時４１歳）、子であるＣ（当時\n１０歳）及びＤ（当時７歳）の家族４人で、原告方で暮らしていた。原告\nは、埼玉県深谷市内の企業に月曜日から金曜日までの日勤（午前８時から\n午後４時３５分まで）で勤めており、Ｂは専業主婦であり、Ｃ及びＤは、\nそれぞれ熊谷市立Ｖ小学校の５年生と２年生であった。\n原告方では、読売新聞の朝刊を購読していたほか、平日朝や昼の時間帯\nには、テレビの情報番組（フジテレビ系列「めざましテレビ」、日本テレ\nビ系列「ミヤネ屋」）を観ていることが多かった。\nまた、原告は、かつて自宅敷地内に駐めていた自動車のタイヤがパンク\nさせられる被害に遭ったことから、自宅１階のリビングの掃き出し窓に、\n窓を開くと警報音が鳴る防犯センサーを取り付け、玄関には人が近づくと\n点灯する防犯用ライトを設置していたが、本件事件当時には正常に作動し\nていなかった（甲１８の２〔２〕、乙１２、原告本人〔２、１２、１３、\n４０から４２まで〕）。\nイ  Ｃ及びＤは、９月１５日、通っていた熊谷市立Ｖ小学校から配布された\nＬ事件の発生に伴う登下校時の注意喚起等が記載されたプリント（甲５。\nその内容は、前記⑶オ 記載のとおり。）を持ち帰り、これを受け取った\nＢは、原告方キッチンにある本棚の側板に、その他の学校の配布物と一緒\nに貼っておいた。原告は、本件事件発生時まで、このプリントの存在を知\nらず、小学校から前記のような注意喚起がされていることも知らなかった\n（甲１８の２〔４〕、乙２、原告本人〔６、７、２７、３６〕）。\nウ  原告は、遅くとも９月１６日朝の出勤時までに、Ｂから聞かされてＬ事\n件の発生を知った。その際、Ｂは、原告に対し、Ｌ事件について、身内に\nよる金銭目当て又は怨恨による犯行であろうか、という感想を漏らしてい\nた。その後、原告は、Ｂに見送られ、同日午前７時２０分頃、自宅を出て\n勤務先へ向かった。\nＣ及びＤは、同日午後３時頃、友人と一緒に小学校から下校し、午後３\n時３０分頃、Ｃは、原告方前で友人と別れ、少し遅れて、Ｄが原告方前で\n友人と別れ、それぞれ帰宅した。\nその後、原告は、午後６時３０分頃、職場から原告方前に到着したとき\nには、既に警察官が原告方に臨場している状況にあって、本件事件の発生\nを知った（甲２の８、１８の１〔６〕、原告本人〔２から４まで〕）。\n⑺  検証報告書の公表\nア  本件事件発生後、Ａが熊谷署から走り去っていたことや、Ｌ事件の直前\nに各侵入事件が発生しており、警察もこのことを把握していたことなどが\n報道されると、原告をはじめ各事件の被害者、関係者や周辺住民から、警\n察による事前の情報提供が不十分だったのではないかとの疑問の声が相次\nいで上がり、９月２８日には、周辺自治会が、県に対して徹底検証と説明\nを求める署名活動を開始するなどの動きになり、その署名数は、１０月２\n０日には３万７６６３名分に達した（甲６の１４、６の２１）。\nイ  このような動きを受けて、埼玉県警は、１０月２９日、本件に関する経\n緯とこれを踏まえた今後の取組みをまとめた「埼玉県熊谷市内で連続発生\nした殺人事件に係る警察の対応と今後の取組について」と題する検証報告\n書（乙９）を公表した。\n同報告書では、Ｌ事件発生後の地域住民に関する注意喚起について、「当\n県警においては、第１事件（※注・Ｌ事件を指す。）を認知した後、２回\nにわたり事件の発生について広報したほか、熊谷市（教育委員会）に対し\nて、児童生徒に対する安全対策を要請した。一方、犯行の目的や動機、犯\n人の逃走手段等事案の性質が判然としていなかったことから、地域住民に\n対する直接的な注意喚起を行うには至らなかった。」、「このような事件\nが連続発生する可能性が判然としていない段階では、提供する情報の内容\nには留意が必要である。しかしながら、本件のような住宅地域における事\n案については、一層前広に注意喚起を行うことを基本として対処すること\nとする。また、地域住民への危険が高いと認められる場合には、その旨が\n地域住民に的確に伝わるよう、緊急かつ効果的な方法により注意喚起を行\nうこととする。」、「こうした注意喚起に当たっては、犯行の手口や捜査\nにより得られた情報を分析した結果を踏まえ、「戸締まりをしてください」、\n「不要な外出は控えてください」など、住民が採るべき具体的な防犯措置\nを示すことができるよう努めることとする。」、「また、防災無線は地域\n住民に直接情報が到達する有効な情報伝達手段（中略）である。したがっ\nて、当県警としては、今後、防災無線の更なる積極的な活用に向け、自治\n体との調整を進めていく。」と本件事件を教訓とした今後の情報提供のあ\nり方などを明らかにした。\n⑻  警察の防犯状況の情報提供等に関する通達等\nア  平成２６年通達（甲２４の１）\n警察庁生活安全局生活安全企画課長等は、平成２６年２月２７日付けで、\n警視庁総務部長、各道府県警察本部長等に宛てて平成２６年通達を発出し、\n地域社会の不安を解消し、犯罪抑止対策を効果的に推進するためには、地\n域住民等に対する適切な防犯情報の提供が必要不可欠であることから、以\n下の点に留意した上で防犯情報の提供の推進に努めるよう要請した。\n情報提供の在り方の基本\n情報提供は、受け手に実際に情報を到達させ、犯罪対策の必要性につ\nいて理解を得るとともに、状況に応じた自主防犯活動を促すことを目的\nとするものであるから、受け手の立場に立った情報提供を基本として、\n警察から発進した情報が地域住民等に対してどのように到達し、自主防\n犯行動が促進されているかという観点を持って、訴求力のある情報提供\nを行うことが必要である。\n情報提供の時期・内容に関する留意事項\n地域住民等に対する情報提供は、その情報に接したことにより、地域\n住民等が自ら積極的に防犯対策を講じる契機となり得るようなものであ\nることが重要である。\n例えば、子供を対象とした事案、同一手口や同種対象の窃盗事犯等の\n連続発生など、地域住民等に対して直ちに防犯対策を講ずるよう促すこ\nとが必要と認められる場合には、直接、地域住民等に情報が伝達される\nような手段によって、迅速・確実に犯罪の発生に関する情報を提供する\nことが重要であり、また、特異な手口による事案、連続発生している事\n案等のうち隣接する地域に波及が予測されるものについては、隣接地域\nの地域住民等の先制的な自主防犯行動の観点から積極的な提供に努める\nことが重要である。\nイ  平成２７年１０月通達（甲２４の２）\n本件事件を含むＡによる連続殺人事件の発生を受け、警察庁刑事局長等\nは、各都道府県警察の長に宛てて、平成２７年１０月２９日付けで、平成\n２７年１０月通達を発出し、犯人が凶器を持ったまま近隣に潜伏・逃走し\nている可能性があるなど連続発生のおそれのある重要凶悪犯罪の発生時\nには、以下の点に留意した上、連続発生を抑止するための効果的な情報提\n供及び犯人の迅速な検挙のための捜査活動の推進を図ることを要請した。\n連続発生の可能性の迅速かつ的確な判断\n連続発生のおそれのある重要凶悪事件では、犯人検挙に至らない間に\n更なる被害が生じることのないよう、住民への情報提供や警戒・検索活\n動を徹底する必要がある。しかしながら、事件認知後間もない段階では、\n犯行の目的や動機等事件の性質が判然とせず、事件が連続発生する可能\n性を的確に捉えることが困難なことも少なくないから、連続発生の可能\n性が判然としない場合には、その可能性を前提に住民への情報提供や警\n戒・検索活動等を実施すること。\n部門間の連携\n重要凶悪事件を認知した際は、事件が連続発生する可能性を常に考慮\nし、関係部門が連携し、防犯活動と捜査活動の両方を効果的に推進する\nこと。\n連続発生を防ぐための情報提供\n重要凶悪事件の連続発生のおそれのある場合には、マスメディアへの\n情報提供のほか、インターネットの活用による情報発信、防災行政無線\nによる広報等各種広報媒体を活用し、防犯対策に資する情報が地域住民\n等に迅速かつ確実に届く方法でこれを提供すること。その場合には、受\nけ手の防犯行動が促進されるよう、発生場所や発生時間に加え、被害を\n防ぐための具体的な防犯対策について情報提供すること。\nウ  平成２７年１２月通達（甲２４の３）\n警察庁生活安全局生活安全企画課長は、平成２７年１２月１８日付けで、\n警視庁生活安全部長及び各道府県警察本部長に宛てて、「防災行政無線を\n活用した地域住民等に対する防犯情報の提供の推進について（通達）」と\n題する通達（以下「平成２７年１２月通達」という。）を発出した。\nこの通達では、平成２６年通達及び平成２７年１０月通達により、各種\n広報媒体を活用した防犯状況の提供を推進しているところであるが、中で\nも防災行政無線が、より早く、正確に、一斉に住民に情報を伝達できる手\n段であることを踏まえ、防災行政無線を活用した防犯情報の提供を推進す\nることを要請するとともに、その場合の留意点として、自治体への積極的\nな働き掛けを行うことや、地域住民等の過剰な反応を避けるため、きめ細\nかで丁寧な情報発信に努めることなどが示されている。\n⑼  熊谷市における防災無線の活用状況\n熊谷市防災行政用無線局（固定系）運用細則（甲２１の３）によると、同\n市の防災無線の放送内容は、災害時の緊急放送と平常時の一般放送に区分さ\nれ（同細則３条１項）、一般放送としては、市政に関する事項、人命及び防\n犯に関する事項、その他必要と認められる事項を放送することができるもの\nと定められており（同条３項）、本件事件当時においても、防災無線を犯罪\n情報の提供に利用することは限定されていなかった（甲２１の２）。また、\n防災無線を利用するためには、所定の依頼書を記載し、所定の期限までに市\nの担当者に提出する必要があったが、緊急を要する場合は、この限りではな\nいとされていた（同細則６条１号）。\n２  争点１（埼玉県警の義務違反）について\n⑴  犯罪情報の提供の不作為の違法性に関する判断枠組み\n警察法２条１項は、「警察は、個人の生命、身体及び財産の保護に任じ、\n犯罪の予防、鎮圧及び捜査、被疑者の逮捕、交通の取締その他公共の安全と\n秩序の維持に当ることをもつてその責務とする。」と規定しており、警職法\nは、警察法の定める職権職務を忠実に遂行するために、必要な手段を定める\nことを目的（１条１項）として、２条以下に、その行使し得る手段を規定し\nている。\nこのことからすれば、警察官は、特定の個人の生命、身体及び財産が犯罪\n等の危険にさらされている場合には、当該危険を除去するため、法律による\n規制の範囲内において、警察法２条１項所定の責務に関して必要かつ相当な\n措置を執る一般的な権限を有しており、警察官がこのような権限を行使する\nことは、警察官に与えられた一般的な公益上の義務であるとともに、具体的\nな状況の下においては、特定個人に対する個別の法的義務を構成する場合が\nあると解される。\nところで、警察官が執り得る措置のうち、一般市民に対する犯罪情報の提\n供や防犯の呼掛けは、犯罪に関する正確な情報を適切かつ迅速に伝えること\nで、住民生活の安心と安全を図るという公益目的による側面が強く、これに\nより個々の住民の防犯意識が高められ、将来の同種犯罪の発生を抑止するこ\nとができるという一般的な効果が期待されるものの、直接的、即時的に特定\n個人の法益を保護する効果を生ずるものではない。そうすると、犯罪情報の\n提供等により個人が受ける利益は、基本的には、公益を保護する過程で副次\n的に保護される事実上の利益というほかない。\n他方、警職法５条は、「警察官は、犯罪がまさに行われようとするのを認\nめたときは、その予防のため関係者に必要な警告を発（略）することができ\nる。」と定めていることからすれば、個別の犯罪が発生する具体的な危険が\n認められる場合においては、現実的に犯罪被害を受けるおそれがある者に必\n要な犯罪情報を提供して、注意を呼び掛けることは、当該危険にさらされた\n特定個人に対する個別の法的義務としての権限の行使に当たるというべきで\nある。\nそこで、警察官には、警察関連法令で与えられた警察権や捜査等の権限の\n行使に当たって一定の裁量が与えられており、その裁量権の範囲を逸脱又は\n濫用したと認められない限り、違法とはならないが、具体的な状況の下で、\n警察が犯罪情報を提供することが特定個人に対する法的義務を構成する場合、\nその権限不行使が、違法な公権力の行使に該当するものとして、国賠法上の\n違法となるかどうかは、①国民の生命、身体等の重大な法益に対する加害行\n為がまさに行われ、又は行われる危険が切迫しているか（加害行為の危険の\n切迫性）、②警察官においてそのような状況を知り、又は容易に知ることが\nできるか（危険の切迫性の認識又は認識可能性）、③当該権限を行使するこ\nとで、危険を除去し、加害行為によって生ずべき結果を回避、防止すること\nが可能であるか（結果回避可能性）、④権限の行使が容易であるか（権限行\n使の容易性）などの観点を総合的に勘案して、当該権限不行使が著しく不合\n理であって、裁量権の範囲を逸脱又は濫用があると認められるか否かで判断\nすべきである。\n⑵  原告の主位的主張について\n原告は、９月１５日正午の時点で、埼玉県警が、ＡがＬ事件の犯人であり、\n同種犯罪を繰り返す危険が急迫していることを認識し、又は認識し得たこと\nを前提として、報道機関を通じてＬ事件が発生したことを広報するだけでは\n足りず、原告やＢを含む周辺住民に対し、熊谷市役所及び教育委員会への通\n知、防災無線によるアナウンスの要請、パトカーの巡回によるアナウンスな\nどの方法により、各侵入事件及びＬ事件が発生し、その犯人と思われる外国\n人が熊谷署から逃走中であり、付近に潜んでいる可能性があるという情報を\n提供して、戸締りの確認や不要不急の外出を避けるよう呼び掛ける義務があ\nったのに、これをしなかったことが違法であると主張するものである。\nそこで、前示した判断枠組みに従って、この点を検討していく。\nア  加害行為の危険の切迫性について\n原告は、ここでいう危険について、本件事件が発生する危険である必\n要がなく、Ｌ方周辺での同種の凶悪犯罪が発生する危険であれば足りる\nと主張する。しかしながら、被告の法的責任を原因付ける根拠となるも\nのである以上、当該特定個人との関係で、法的義務が生ずる状況にあっ\nたかどうかを検討する必要があり、危険の切迫性という点からすれば、\n単に居住地域で同種犯罪が発生する危険があるというだけでは足りず、\n個別具体的に当該特定個人との関係で、同種犯罪が発生する危険が差し\n迫っていたか否かを判断する必要があり、本件においては、Ａによる原\n告方での住居侵入・殺人事件が発生する危険が切迫していたかどうかを\n検討する必要がある。\nところで、刑事裁判が終わった現時点でもなお、Ａが一連の犯行につ\nいての意図や動機を語っていないため、本件事件の全容が解明されてお\nらず、Ｌ事件とＮ事件、そして、本件事件がどのように関連するのか、\n本件事件の犯意がいつどのようにして生じたものかは、いずれも不明で\nある。そうすると、現時点で明らかになっている事実を前提としても、\n９月１５日正午の時点で、本件事件が発生する危険性が具体化して差し\n迫った状況にあったということはできない。\nこの点、Ａは、伊勢崎市に居住しており、熊谷市の土地勘がなかった\nと思われること、同月１３日に熊谷署に所持品をすべて置いて立ち去っ\nていること、第１侵入事件ではＪ方の物置に侵入し、第２侵入事件では\nＫに対して金銭を要求するような言動に及び、車を物色するようなそぶ\nりを見せたりし、翌１４日にＬ事件に及んでいることなどの事情を考慮\nすれば、Ｌ事件は、土地勘のない熊谷市で、所持金等がないＡが、金品\nを強取する目的で敢行したことがうかがわれる。このことを前提とする\nと、Ｌ方に凶器が残されていなかったこと、各侵入事件とＬ事件が約１\nｋｍ圏内で発生しており、警察の緊急配備の網にかからず、Ａが広域に\n移動していないことが想定されたことを考えれば、Ｌ事件後、再び所持\n金等が乏しくなった場合には、近隣で再度強盗殺人に及ぶ可能性があっ\nたことは否定できない。しかしながら、このような可能性は、あくまで\nも断片的な情報に基づいた推論を寄せ集めた結果にとどまり、かかる危\n険が具体的に存在し、かつ切迫していたというには足りないといわざる\nを得ない。\nさらに、住居侵入・殺人事件（又は強盗殺人事件）は、一般に近接し\nた時期や場所で連続発生する蓋然性の高い類型の事件ではないとされる\nが（重罪を犯した犯人が直ぐに犯行現場を離れて遠隔地に逃亡を企てる\n例はよく見るところであり、だからこそ埼玉県警もＬ事件の発生を認知\nすると、直ちに緊急配備を敷いている。）、Ａは、９月１５日未明の時\n点で、自転車で移動して、紙幣の入った財布を所持し、コンビニエンス\nストアで買物をしようとしていたのであって（前記認定事実⑷ア）、Ｌ\n事件発生時とは異なり、移動手段や当座の金銭を手に入れていた様子が\nうかがわれるから、これらの事情からすると、同日正午の時点で、Ａが\n金目当てで住居侵入に及ぶような切迫した危険があったとはいい難く、\nたとえ１３日の時点でＡが原告方の近くまで来ていたとしても、原告方\nに侵入して家人の殺害行為に及ぶ危険性が切迫していたと認めるのは困\n難である。\n以上によれば、９月１５日正午の時点で、ＡがＶ地区において、Ｌ事\n件と同種犯罪に及ぶ危険性がなかったとはいえないものの、その危険が\n具体化して切迫していたとはいい難く、ましてや、原告方におけるＢら\nの生命や身体に対する危険性が切迫していたとは認められない。\nイ  危険の切迫性の認識又は認識可能性について\n以上のとおり、９月１５日正午の時点において、ＡがＶ地区において、\nＬ事件と同種犯罪に及ぶことで本件事件が発生する危険が切迫していた\nと認めることはできないから、埼玉県警が、かかる危険の切迫性を認識\nし又は認識し得たということはできない。\nこれに対し、原告は、次のとおり、埼玉県警が執った各措置は、埼玉\n県警が前記のような危険を認識していたことを裏付けていると主張する\nので、以下、順に検討する。\nＡがＬ事件の犯人であることの認識又は認識可能性について\nＥ署長は、９月１４日にＬ方現場に残された血文字様の血痕を見た際、\nペルーの公用語であるスペイン語の可能性を考え、当日夜にＧ刑事部長、\nＨ捜査一課長及びＥ署長により行われた捜査会議でも、Ａが話題に上が\nり、翌１５日午前１時３９分にはＡを参考人として全国手配しただけで\nなく、遂には第１侵入事件について逮捕状を請求する準備にも入ってい\nた。このように、埼玉県警では、当初から、Ｌ事件がＡによる犯行の可\n能性をも念頭に置いて、遅くとも同日正午の時点では、被告の主張を前\n提としても「警ら要請」を受けたに過ぎない第１侵入事件を用いてでも、\n逮捕状の発付を受けてＡの身柄を確保し、事情聴取を行う必要性がある\nと考えていたのであって、Ｌ事件の捜査において、Ａに対し、強い関心\nを有していたことは否定できない。\nそして、原告は、このような埼玉県警の対応をもって、ＡがＬ事件の\n犯人であり、直ちに身柄を確保する必要があるほどに危険が切迫してい\nたことを裏付けていると主張する。\nしかしながら、９月１５日正午の時点では、Ｌ事件の認知から１８時\n間程度しか経過していないため、その捜査は、犯行現場の実況見分のや\n第一発見者であるＭの友人、Ｍの父親及び息子に対する事情聴取が行わ\nれたほか、Ｌ方近くに放置されたＬ車両を発見した程度で、引き続き、\n現場周辺の聞込み、Ｌ夫妻の交友関係を中心とした関係者の事情聴取、\n周辺の防犯カメラ映像の入手及びその精査並びにＬ夫妻の使用していた\n携帯電話の通話履歴の解析及びその精査等の捜査が行われることが予定\nしていた段階であった。\nそして、この段階で埼玉県警が把握していた情報は、Ｌ方現場に外国\n文字のようにも読める血痕が残されていたが、解読できていないこと、\nＬ方から一時Ｌ車両が持ち去られたこと、Ｌ事件の発生時刻前後に、Ｌ\n方付近を外国人が運転する車両が走行していたという目撃情報があるこ\nと、Ｌ方の近くに残されたＬ車両の車内から、血液の付着したティッシ\nュペーパー１塊が発見されただけで、犯人のものと思われる遺留品が見\nつからなかったこと、Ｌ夫妻の息子にはアリバイがあり、Ｌ夫妻が誰か\nに恨まれていたような形跡がないことといったものである。\nこのように断片的な捜査情報しか入手できていない状況では、埼玉県\n警がこの段階でＬ事件の犯人像を想定することは困難であったと言わざ\nるを得ない。また、目撃情報のあった外国人についても、Ｌ方から出て\nきたことを現認したわけでなく、あくまでその周辺を通行していた車両\nを運転していた様子を目撃されただけであるから、当該外国人がＬ事件\nに関与しているとの嫌疑があったわけではなく、ましてや当該外国人が\nＡであることを示す具体的な根拠があったわけでもない（Ａは、南米人\nであるのに対し、目撃情報では中東系の外国人である。）。\nこれらの状況を踏まえれば、埼玉県警が、Ａに対して強い関心を示し\nていたのは、Ｅ署長らが説明するように、この時点までに入手していた\n情報の中で、唯一捜査線上に浮かんでいた外国人が、直近で熊谷署を立\nち去ったＡだけであり、Ｌ事件の発生直後に、Ｌ夫妻の息子の所在確認\nをして関与の可能性を排除したのと同様に、Ａについても、その足取り\nを確認することで、Ｌ事件との関わりの有無を判定しようとしたもので\nあり、Ａに具体的な嫌疑がかけられていたわけではなかった。\nそうすると、埼玉県警は、９月１５日正午までに、Ｌ事件の犯人が他\nの何者でもなくＡであると認識していたとはいえず、また、これを認識\nすることができたともいえない。\n連続発生することの認識又は認識可能性について\n既に説示したとおり、Ｌ事件に関する９月１５日正午の時点の捜査状\n況を踏まえると、埼玉県警では、未だＬ事件の犯人像を想定することが\nできない状況にあり、金品窃取目的の強盗殺人事件であると断定し、あ\nるいは強く疑うことができたとはいえず、同種犯罪が連続発生すること\nを具体的に認識し、又は認識し得たということはできない。\nこれに対し、原告は、平成２７年１０月通達において、重要凶悪事件\nが発生した場合には連続発生の可能性を常に考慮すべきであるとされて\nおり、これは本件当時においても変わるところはないから、遅くとも９\n月１５日正午の時点で、同種犯罪が連続して発生する可能性を認識する\nことができたと主張する。しかしながら、この通達の趣旨は、連続発生\nの可能性を排除せずに、予断なく捜査に臨むべきであるという基本的姿\n勢を確認したものであって、重要凶悪犯罪が発生した場合には、常に同\n種犯罪が連続して発生する具体的な危険が切迫していることを意味する\nものではなく、原告の前記主張は採用することができない。\nまた、原告は、埼玉県警が連続発生の可能性を認識していたからこそ、\n近隣小学校での見守り活動等を行っていたと主張するが、かかる活動は、\n登下校中の児童生徒が、万が一、凶器を持って逃走中の犯人と遭遇した\n場合を想定して、何らかの危険にさらされることを防ぐ目的で行われた\nものと認められ（証人Ｅ〔５３〕）、Ｌ事件と同種犯罪が繰り返される\n具体的な危険を認識していたことを示す事情ではない。\nウ  結果回避可能性\n前記１ で認定したとおり、Ｌ事件の発生及びその犯人が未だ逮捕され\nていないことは、事件発生当日である９月１４日夜にはテレビのニュース\n番組で報じられ、翌１５日の朝刊でも広く報道されていた。また、同日に\nは、教育委員会を通じて熊谷市内の小中学校に警戒を促す連絡がされ、各\n学校では、児童生徒を通じて保護者にも注意を呼び掛けていた（前記１\nオ）。現にＣ及びＤは、小学校から注意喚起のプリントを受け取って持ち帰\nり、Ｂもテレビ報道や前記プリントに目を通すなどして、Ｌ事件の発生及\nび犯人の未逮捕を知り、同月１６日朝には、原告との会話の話題にしてい\nたところ（前記１ イ、ウ）、このような状況から、原告やＢらが同種犯罪\nの被害に見舞われる危険性を強く意識していた様子はうかがわれない。\nこの点、原告が主張するように、Ｌ事件の犯人が逃走中であり、付近に\n潜んでいる可能性があることや、犯人と思われる人物が熊谷署から逃走し\nたこと、Ｌ事件のほか住居侵入事件にも及んでいることといった情報が提\n供されれば、この情報に接した原告及びＢらは、Ｌ事件が顔見知りなどの\n個人的な関係による犯行でなく、いわゆる無差別殺人の可能性があること\nを認識し、更なる住居侵入事件やこれに伴う殺人事件が発生するかもしれ\nないとの危機意識を高めることができたかもしれず、また、報道機関を通\nじた情報提供のみならず、防災無線の使用やパトカーによる広報活動によ\nって、局所的重点的な情報提供を行うことで、Ｂらの危機意識をより高め\nることができた可能性がまったくなかったということはできない。\nしかしながら、本件全証拠によっても、本件事件に至る具体的な経緯が\n明らかではなく、Ａがいかなる態様で原告方に侵入したのかも判然としな\nいため、Ｂらが具体的にどのような行動を執っていたら本件事件を防ぐこ\nとができたのか不明であると言わざるを得ない。また、防災無線の利用に\nついては、その管理者である地方公共団体の協力が必要となるが、どのよ\nうな内容をどの時間にどの程度の頻度で実施するかは、管理者の判断によ\nるものであるから、管理者と連携ができていなかった当時の状況の下、ど\nの程度の情報提供がなし得たか分からないし、原告自身が防災無線の内容\nに特段の注意を払っていなかったと述べていること（原告本人〔３４〕）を\n見ても、現実に防災無線を使った注意喚起によって、Ｂらに対しどの程度\nの効果があり得たのか不明であると言わざるを得ない。また、パトカーな\nどの警察車両による広報活動は、使用台数やその可動範囲が限られていて、\n限定的な効果しか期待ができない。そうすると、仮に埼玉県警が、９月１\n５日正午の時点で、Ｌ事件の犯人がＡであり、同種犯罪を繰り返す危険が\n切迫しているとの認識を有し、そのことを原告の主張する内容及び態様で\n情報提供を行っていたとしても、残念ながら本件事件の被害を防ぐことが\nできたとは言い難い。\nしたがって、埼玉県警の情報提供によって、本件事件の被害を回避でき\nる高度の蓋然性があったとは認められないし、相当程度の可能性があった\nということもできない。\nエ  権限行使の容易性\n既に説示したように、９月１５日正午の時点で、埼玉県警は、Ｌ事件と\nＡを結びつける情報を得ておらず、Ａについては、所在確認を要する人物\nの一人という限度で捜査の対象としていたもので、Ｌ事件の嫌疑が生じて\nいるわけではなかった。\nしたがって、同時点において、埼玉県警が、Ｌ事件と同月１３日に熊谷\n署から立ち去った外国人であるＡを結び付けて、あたかもＡがＬ事件の犯\n人又はその疑いが極めて強いかのように判断できる情報を有していたわ\nけではないから、これを直ちに原告や地域住民に提供することができなか\nったというべきである。\nまた、原告が主張する情報提供の方法のうち、防災無線の利用について\nは、依頼すること自体は容易であるが、前記のとおり、管理者である地方\n公共団体の協力が必要となり、その判断によるものであるから、管理者と\n事前の連携ができていない状態で、必ずしも埼玉県警の意図した情報提供\nができるかは不明であった。また、パトカーなどの警察車両を使った広報\n活動も実施可能であると考えられるが、前記のとおり、局限的な効果しか\n期待できない上、捜査の初動段階の重要な局面において、捜査車両と人員\nを割くことになり、捜査の進捗に影響を及ぼすおそれが大きいから、広報\nによる効果と捜査への影響を比較衡量すると、必ずしも現実的な選択であ\nるとは言い難い。したがって、防災無線の利用や警察車両を使った広報活\n動は、情報提供の方法として執り得るものであったといえるが、提供でき\nる情報の内容が限定的で、効果の点でも不明であり、警察車両と人員の使\n用は捜査活動に支障を生じさせるという問題もあることから、本件事件の\n当時において、実質的に見ると、上記の情報提供を容易になし得る状況で\nはなかったといわざるを得ない。\nオ  小括\n以上の検討のとおり、本件において、埼玉県警は、９月１５日正午の時\n点で、原告及びＢらに対し、原告が主位的に主張する内容と方法による情\n報提供を行うべき法的義務を負っていたと認めることはできない。\nなお、前掲の検証報告書では、防災無線等を用いて周辺住民に対する幅\n広な情報提供を行うべきであったかのような指摘があるが、そもそも同報\n告書は、前記認定事実⑺のとおり、本件事件の埼玉県警の対応について、\n市民からの強い批判を受け、本件事件を事後的に検証した結果として、捜\n査活動に伴う情報提供の反省点を挙げて、今後のより良い捜査及び一般市\n民への情報提供の在り方を提言したものであり、ここに反省点として挙が\nっているからといって、直ちに違法な公権力の行使と評価されるべき権限\n不行使があったことを裏付けるものではない。\nそして、埼玉県警は、１４日夜の時点で、Ｌ事件の発生について、検視\nによって殺人事件と断定する前に報道機関へ情報提供を行い、その結果、\n同事件の発生は、直ぐにテレビや新聞で取り上げられて広く報じられたこ\nと、また、１５日午前中には市教育委員会を通じ、児童生徒やその保護者\nに対する安全確保のための呼掛けを行っているなど、当時入手できていた\n捜査情報に基づく判断を前提として、できる範囲での情報提供を行ってい\nたことを併せ考えると、埼玉県警が、原告の主張する内容及び態様での情\n報提供を行わなかったことが、与えられた裁量権の範囲を逸脱し又は濫用\nしたものとして、著しく不合理であるとはいえず、国賠法上の違法がある\nとは認められない。\n⑶  法的義務に関する予備的主張について\n原告は、Ｌ事件について事情を知っていると思われる外国人が同月１３日\nに熊谷署から立ち去り、その後、外国人による住居侵入事件が発生している\nとして、９月１５日の昼頃までに、地域住民にこのことを知らせて、戸締り\nと不要不急の外出自粛の呼掛けを行い、同日午後の記者会見では報道機関に\n伝えるべきであったと主張する。\nア  ところで、被告は、原告の上記主張が、時機に後れた攻撃防御方法とし\nて却下されるべきであると主張するので、まずはこの点を検討する。\n前記予備的主張は、令和３年１０月２９日の第１５回口頭弁論期日で陳\n述した原告の第８準備書面（同年９月１７日付け）で初めて提出されたも\nのである。それまでに、当裁判所は、平成３０年１１月３０日の第１回口\n頭弁論期日の後、２回の弁論準備手続期日、１２回の口頭弁論期日による\n争点整理を経て、原告の主位的主張に係る被告の権限不行使による義務違\n反の有無を主たる争点と確認した上、令和３年８月２０日付けで証人３名\n（Ｅ署長、Ｈ捜査一課長及びＦ課長代理）の採用を決定し、同年９月３日\nの第１４回口頭弁論期日に前記３名の証人尋問を終えていたもので、原告\nの前記第８準備書面が提出された時点では、申出のあった証人のうち１名\n（Ｇ刑事部長）及び原告本人に対する尋問を実施する方針で、当裁判所及\nび双方代理人との間で進行協議（Ｇ刑事部長は、当時、遠方に赴任してい\nたため、その尋問実施方法を調整していた。）をしていた段階にあった（い\nずれも当裁判所に顕著）。\nこのように予備的主張は、双方の主張整理を踏まえて証拠調べが行われ\nている最中に追加されたものであって、その内容は、先行して行われた前\n記３名の証人尋問の結果、新たに判明した事実に基づくものではなく、従\n前から提示されていた事実を新たに整理して組み直したものにすぎない\nから、争点整理の過程でこれを主張することが可能であったことを考えれ\nば、原告による予備的主張の追加は、明らかに時機に後れたものと言わざ\nるを得ない。\n他方で、予備的主張は、主位的主張において、提供を義務付ける情報の\n内容及び方法を若干修正したものにすぎず、本件事件に対する危険の切迫\n性やその認識可能性等の法的義務の発生根拠については、従前の主張と同\nじくしており、特段新たな主張をするものではないので、予備的主張の審\n理判断のために新たな攻撃防御が必要になるわけではなく、予備的主張の\n追加が、訴訟の完結を著しく遅滞させるものではない。\nしたがって、原告による予備的主張について、時機に後れた攻撃防御の\n提出を理由に却下することは相当ではない。\nイ  そこで、予備的主張を検討する。\n原告は、予備的主張において、埼玉県警が提供すべき情報の内容を、直\n接的にはＡを犯人と断定するものではないが、実質的にはＡが犯人である\n可能性を前提として、Ａと各侵入事件やＬ事件を結び付けた上で、Ａによ\nる更なる犯行に注意するように呼び掛けるものであり、結局のところ、主\n位的主張における情報提供の内容と実質的に変わるところがない。\n仮に、Ａが犯人である可能性や同種犯罪が発生する危険性とは無関係に、\n熊谷署からの立去りや外国人による住居侵入事件の発生の事実を告知す\nべきというのであれば、そのような一般的な告知義務の発生根拠や、この\n場合に原告やＢら特定個人との関係で個別的な法的義務を構成すること\nを具体的に主張する必要があるが、この点に関しては何ら主張していない。\nまた、原告の主張する義務を、具体的な犯罪発生の危険性と関連しない一\n般的な告知義務と解するのであれば、その損害として、適切な情報提供を\n受けることができなかったことによる精神的損害を主張するのであれば\nともかく、本件事件による被害、すなわちＢらの死亡による損害との間に\n相当因果関係を認めることは困難である。\nそして、前記⑵で説示したとおり、本件事件が発生する具体的危険が切\n迫していたとはいえず、これを埼玉県警が認識し得たともいえないこと、\nＡが犯人であることを前提とした情報提供を行うことは容易でない一方、\nこれを行うことで本件事件の被害を回避することができたかは疑問であ\nるといった点からすると、予備的主張として原告が主張する内容及び態様\nでの情報提供を行うべき義務があったとは認められず、埼玉県警が、その\nような情報提供を行わなかったことが、与えられた裁量権の範囲を逸脱し\n又は濫用したものとして、著しく不合理であるとはいえないので、予備的\n主張によっても、国賠法上の違法を認めることはできない。\n３  まとめ\n本件事件の無慈悲で残忍極まりない犯行によって、突如として、最愛の家族\nを奪われた原告の無念さは察するに余りあり、事後的に本件事件に至る経過を\n見ると、埼玉県警の責任を問う心情はよく理解できる。しかしながら、これまで\n検討してきたとおり、本件において、埼玉県警のＬ事件発生後の情報提供の方\n法及び内容に関して、権限不行使による国賠法上の違法があると認めることは\nできない。\nしたがって、原告の請求は、その余の争点を判断するまでもなく、理由がない\nといわなければならない。\n第４  結論\nよって、原告の請求はいずれも理由がないから、これを棄却することとして、\n主文のとおり判決する。\nさいたま地方裁判所第５民事部\n裁判官       久  次  良奈子\n裁判長裁判官石垣陽介及び裁判官牧野一成は転補のため署名押印することが\nできない。\n裁判官       久  次  良奈子\n※別紙地図の掲載省略\n（別紙）\n原告 損害一 覧\n１  Ｂに生じた損害\n⑴  逸失利益                                      ３７５０万４４６５円\n平成２７年度賃金センサス女性・学歴計・全年齢平均の３７２万７１００\n円を基礎収入とし、生活費控除率を３０パーセントとして、６７歳までの２\n６年間のライプニッツ係数（１４．３７５２）を乗じると、次の計算式のと\nおり、前記の金額となる。\n【計算式】3、727、100 円×0.7×14.3752≒37、504、465 円\n⑵  死亡慰謝料                                         ３０００万円\n⑶  小計                                          ６７５０万４４６５円\n⑷  相続                                          ４５００万２９７６円\n原告は、前記 のＢの損害賠償請求権のうち、３分の２に当たる４５００\n万２９７６円を相続した。\n２  Ｃに生じた損害\n⑴    逸失利益                                    ３６０９万７２４８円\n平成２７年度賃金センサス男女計・学歴計・全年齢平均の４８９万２３０\n０円を基礎収入とし、生活費控除率を４０パーセントとして、死亡時の１０\n歳から６７歳までの５７年間のライプニッツ係数より、死亡時の１０歳から\n就労開始年齢である１８歳までの８年間のライプニッツ係数を引いた値（１\n２．２９７３）を乗じると、次の計算式のとおり、前記の金額となる。\n【計算式】4、892、300 円×0.6×12.2973≒36、097、248 円\n⑵  死亡慰謝料                                         ３０００万円\n⑶  小計                                          ６６０９万７２４８円\n相続\n原告は、Ｃの唯一の法定相続人として、前記 の損害賠償請求権を全部相\n続した。\n３  Ｄに生じた損害\n逸失利益                                    ３１１８万２２４８円\n平成２７年度賃金センサス男女計・学歴計・全年齢平均の４８９万２３０\n０円を基礎収入とし、生活費控除率を４０パーセントとして、死亡時の７歳\nから６７歳までの６０年間のライプニッツ係数より、死亡時の７歳から就労\n開始年齢である１８歳までの１１年間のライプニッツ係数を引いた値（１０．\n６２２９）を乗じると、次の計算式のとおり、前記の金額となる。\n【計算式】4、892、300 円×0.6×10.6229≒31、182、248 円\n⑵  死亡慰謝料                                         ３０００万円\n⑶  小計                                          ６１１８万２２４８円\n相続\n原告は、Ｄの唯一の法定相続人として、前記 の損害賠償請求権を全部相\n続した。\n４  原告固有の損害額\n⑴    慰謝料                                            １５００万円\n⑵    葬儀費用                                            ４５０万円\n⑶    弁護士費用                                        ２３００万円\n⑷    小計                                              ４２５０万円\n５  合計（１⑷＋２ ＋３ ＋４⑷）              ２億１４７８万２４７２円\n以上\n"
}