{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 2,
    "month": 2,
    "day": 17
  },
  "case_number": "平成31(ワ)9",
  "case_name": "損害賠償請求事件",
  "court_name": "札幌地方裁判所室蘭支部",
  "gist": "原告が，地方公共団体である被告に対し，被告が，原告所有の土地上に建物を所有して無権原で占有しているとして，不法行為に基づき賃料相当損害金等の支払を求めた事案において，原告の請求は権利の濫用に当たるとの被告の主張に理由がないなどとして，原告の請求を全部認容した事例",
  "lawsuit_id": "89301",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=89301",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/301/089301_hanrei.pdf",
  "contents": "主         文\n１  被告は，原告に対し，５８３万３８０７円及びうち４６０万３２３８円に対す\nる平成３１年２月９日から，うち１２３万０５６９円に対する令和元年１２月５\n日から各支払済みまで年５分の割合による金員を支払え。\n２  訴訟費用は被告の負担とする。\n３  この判決は，仮に執行することができる。\n事実及び理 由\n第１  請求\n主文と同旨\n第２  事案の概要\n本件は，原告において，被告が原告所有の土地上に建物を所有し，同土地を無\n権原で占有している旨主張して，被告に対し，不法行為に基づく損害賠償として，\n賃料相当損害金等５８３万３８０７円及びうち４６０万３２３８円に対する平\n成３１年２月９日（訴状送達の日の翌日）から，うち１２３万０５６９円に対す\nる令和元年１２月５日（訴えの変更申立書送達の日の翌日）から各支払済みまで\n民法所定の年５分の割合による遅延損害金の支払を求める事案である。\n１  前提事実（当事者間に争いのない事実，後掲各証拠及び弁論の全趣旨により\n容易に認められる事実）\n当事者等\nア  原告は，昭和４７年１月３１日に設立された不動産の売買，賃貸，仲介等\nを目的とする株式会社である。原告の取締役会長であるＡは，原告設立後，\n平成３１年４月１日まで，原告の代表取締役を務め，平成１９年６月以降，\n株式会社Ｂ（明治４５年頃創業の菓子店「Ｃ」を昭和３９年に法人化した菓\n子メーカーである。以下「Ｂ」という。）の代表取締役も務めている（甲５６，\n証人Ａ）。\nイ  被告は，地方公共団体である。\n不動産の所有及び占有関係\nア  原告は，別紙物件目録記載１①ないし⑤の各土地（以下，併せて「本件土\n地」という。）を所有している。その取得の経過は，原告が，平成２６年２月\n１７日，Ｄ，Ｅ及びＦより，別紙物件目録記載１①，④及び⑤の各土地を合\n計４８０万円で，同日，Ｇ及びＨより，別紙物件目録記載１②及び③の各土\n地を合計１６０万円でそれぞれ購入したというものである（甲１ないし５，\n１９，２０，５６，証人Ａ）。\nなお，Ｄ，Ｅ，Ｆ，Ｇ及びＨ（以下，併せて「Ｄら」という。）は，Ｂ創業\n者の親族である（甲１ないし５，１８，５６，証人Ａ）。\nイ  被告は，別紙物件目録記載２の建物（以下「本件建物」という。）を所有し\nており，平成２７年１０月１５日以降，本件土地を含む本件建物の敷地であ\nる苫小牧市ａ町ｂ丁目ｃ番ｄないし同ｃ番ｅ，同ｃ番ｆ，同ｃ番ｇ，同ｃ番\nｈないし同ｃ番ｉ所在の合計３３筆の土地（以下，併せて「本件敷地」とい\nう。）を占有している。本件土地を含む本件敷地及び本件建物の位置関係は，\n要旨，別紙図面記載のとおりである（乙３，４）。原告と被告との間に本件土\n地の利用に関する合意はない。\n被告が本件建物の所有権を取得した経過は，以下の 記載のとお\nりである（甲６ないし９）。\n被告は，平成２７年１０月１５日，Ｄらを含む共有持分権者２４名より，\n寄附を原因として，別紙物件目録記載２③の区分所有建物（以下「本件建\n物③」という。）の共有持分権（合計１２４万４４４７分の６１万８５７\n９）を取得した。\n被告は，平成２８年１月２６日，Ｂより，寄附を原因として，本件建物\n③の共有持分権（１２４万４４４７分の１４万９２０９）を取得した。\n被告は，平成２８年３月１日，株式会社サンプラザ（以下「サンプラザ」\nという。）より，寄附を原因として，別紙物件目録記載２①及び②の各区分\n所有建物の区分所有権並びに本件建物③の共有持分権（１２４万４４４７\n分の４７万６６５９）を取得した。\n被告は，平成２９年２月１日，Ｉより，寄附を原因として，別紙物件目\n録記載２④の区分所有建物の区分所有権を取得した。\n本件に係る事実経過\nア  本件建物は，昭和５２年１０月３０日，多目的商業ビルとして，苫小牧駅\n前である本件敷地上に建設され，同敷地の所有者らは，同建物の区分所有権\n又は共有持分権を取得した（甲６ないし９，４９の１，乙３）。\nサンプラザは，昭和５０年１２月，本件建物の運用管理を行うため，本件\n敷地の所有者らの出資により，設立された（乙２，３８）。\nイ  本件建物は，昭和５２年１１月，スーパーマーケットのダイエー苫小牧店\nを含む専門店６０店舗が入店する商業施設として開業するも，売上の低迷に\nより，平成１７年１１月には，ダイエー苫小牧店が撤退するなどした。\nそこで，サンプラザは，平成１８年２月，スーパーマーケットであるラル\nズを誘致し，同年３月には，上記商業施設を「苫小牧駅前プラザｅｇａｏ」\nとしてリニューアルオープンしたが，再び売上が低迷し，平成２５年４月に\nは，ラルズが撤退することとなり，その後もテナントの撤退が相次いだ。\nウ  サンプラザは，平成２６年４月，本件建物内の各テナントに対し，本件建\n物の閉鎖と破産申立てを行う旨通知し，同年８月３０日，苫小牧駅前プラザ\nｅｇａｏの営業を終了し，本件建物は閉鎖された。\nエ  サンプラザは，同年４月１１日，札幌地方裁判所苫小牧支部に対し，破産\n手続開始の申立てをしたが，予納金を納付することができず，同年５月１６\n日，同申立ては却下された（乙２）。\nオ  サンプラザは，同年１１月２７日，札幌地方裁判所に対し，破産手続開始\nの申立てをし，同裁判所は，平成２７年３月２日，保全管理命令を発令し，\n保全管理人を選任した。\nカ  被告は，同年８月頃，苫小牧駅前の大型ビルである本件建物の廃墟化を避\nけるため，固定資産税納付義務の免除措置を条件として，本件建物及び本件\n敷地の権利者らに対し，保有する権利を被告に寄附するよう要請して，権利\nを集約するよう努める方針を決め，権利者らとの交渉を開始した。\nキ  被告は，同年１１月２５日，上記保全管理人に対し，サンプラザが所有す\nる別紙物件目録記載２①及び②の区分所有建物の区分所有権，本件建物③の\n共有持分権並びにサンプラザが所有する本件敷地の一部である１２筆の土\n地等の寄附を申し入れた（乙３３）。\n札幌地方裁判所は，同年１２月２日，サンプラザの破産手続開始を決定し，\n平成２８年２月２３日，破産管財人による上記寄附を許可し（乙３９，４０），\n同年３月１日，サンプラザから被告に対する上記寄附に係る移転登記手続が\nされた（甲６ないし８，乙２，６ないし８，１０ないし１４，２６，２９な\nいし３１）。\n同年５月７日，札幌地方裁判所による破産手続廃止決定が確定し，サンプ\nラザの破産手続が終了した（乙３８）。\nク  被告は，本件建物及び本件敷地の権利者らとの交渉を継続し，平成２９年\n２月１日までに，原告を除く権利者２８名から寄附を受け，原告所有の本件\n土地を除いた本件敷地及び本件建物を所有するに至っている（甲６ないし９，\n乙５ないし３２）。\n２  争点及び争点に関する当事者の主張\n原告の損害額（争点１）\n（原告の主張）\nア  賃料相当損害金  ５３０万３４６１円\n本件土地の面積は合計１０７０．３６平方メートルであり，本件土地の\n賃料相当額は，本件土地近隣の土地の賃料額と比較しても，１平方メート\nル当たり月額１００円を下らない。したがって，本件土地の賃料相当損害\n金は，月額１０万７０３６円である。\n被告は，平成２７年１０月１５日から令和元年１１月３０日まで，本件\n土地の占有を継続しているから，賃料相当損害金の額は，平成２７年１０\n月１５日から同年１２月３１日までは２７万２７６９円，平成２８年から\n平成３０年までは各年１２８万４４３２円，平成３１年１月１日から同月\n１７日までは５万８６９７円（以上，訴状請求部分），同月１８日から令\n和元年１１月３０日までは１１１万８６９９円（請求拡張部分）であり，\n合計５３０万３４６１円（うち訴状請求部分は合計４１８万４７６２円，\nうち請求拡張部分は１１１万８６９９円）となる。\nイ  弁護士費用  ５３万０３４６円\n原告は，被告と交渉による解決を図れないことから，弁護士に委任し，本\n件訴訟を提起したものであり，上記アの金額の１割相当額である５３万０３\n４６円（うち訴状請求部分は４１万８４７６円，うち請求拡張部分は１１万\n１８７０円である。）は，弁護士費用として，被告の不法行為と相当因果関\n係がある。\nウ  合計  ５８３万３８０７円\n（被告の主張）\nいずれも不知ないし争う。\n権利濫用の成否（争点２）\n（被告の主張）\nア  以下の の事情によれば，原告は，本件建物及び本件敷地の再開\n発を行おうとする者に対し，本件土地に対する補償を要求するなどの利益を\n受けることを企図して，本件土地を取得したものである。\n原告は，サンプラザの経営が破綻しており，破産手続による清算を行お\nうとする代表取締役が選任された直後に，本件土地を取得した。\n原告は，本件建物が老朽化し，かつ集客力を失っていたため，その廃墟\n化を避けるには，サンプラザの清算の過程において，本件建物及び本件敷\n地の権利を集約し，本件建物を収去して，跡地の再開発を行うほかない状\n況にあったことを認識していた。\n権利を集約して本件建物を収去しない限り，本件土地を利用できないこ\nと，本件土地は３か所に分かれた不連続・不整形な土地であり，一体利用\nができないこと，平成１８年１月以降，サンプラザより賃料が支払われて\nいなかったこと等の事情によれば，本件土地の財産的価値は極めて乏しか\nった。\n本件建物建設時に本件建物及び本件敷地の権利者等の間で取り交わさ\nれた基本協定書には，「各権利者が，その所有権，共有権を譲渡するとき\nは，第１次的に会社に譲渡するか，若しくは斡旋を申し出ることを確認す\nる。」（第４条），「前条の斡旋によって，第３者に所有権，共有権を譲渡す\nるときは，この協定並びに，これに基づく各契約の権利，義務を譲受人に\n承継させることを確認する。」（第５条）とあり，サンプラザの同意なくし\nて共有持分権等の譲渡ができない旨規定されているところ，原告は，基本\n協定書の内容を当然了知しながら，これを無視して抜け駆け的な利益をも\nくろんで本件土地を譲り受けた。\n原告は，Ｂ発祥の地にＢの店舗を再建する目的で本件土地を取得した旨\n主張するが，本件土地は上記のとおり不連続・不整形であり，現状のまま\nではＢの店舗の再建のために利用できないこと，ＢやＢ創業者の親族であ\nるＪ及びＫ（以下「Ｊら」という。）は，所有していた本件敷地の一部等を\n被告に寄附しており，店舗の再建とは矛盾した行動をしていること，平成\n２６年当時，本件建物にはＢがテナントとして出店し，また，本件建物の\n道路を挟んだ向かい側にはＢの店舗が営業中であったから，Ｂ発祥の地で\n店舗を再建するために本件土地が必要ではなかったこと等からすると，原\n告の上記主張は，明らかに不合理である。\nイ  他方で，被告は，苫小牧駅前の大型ビルである本件建物の廃墟化を避ける\nため，優れた跡地利用計画を示した者に本件建物及び本件敷地を無償譲渡す\nるなどの方法による再開発を計画し，権利者らに対し，本件建物及び本件敷\n地の所有権を被告に寄附するよう要請して権利の集約に努め，公平上，被告\nも固定資産税等の未徴収債権を放棄することとし，それによって，原告を除\nく権利者２８名全員が寄附に応じ，サンプラザの債権者もサンプラザを債務\n者とする担保物権の解除に応じるなど，苫小牧駅前地域の再生に向けて一丸\nで取り組んでいる。しかるに，原告のみが本件土地の寄附を拒み，苫小牧駅\n前の再開発を妨げ，被告に対し，賃料相当損害金等を請求している。\nなお，原告は，権利者らに寄附を求める被告の方策が非現実的である旨主\n張するが，現に原告を除く権利者全員が寄附に応じており，何ら非現実的な\n策ではない。\nウ  以上によれば，原告が被告に対し賃料相当損害金等の支払を求める本件請\n求は，権利の濫用に当たり，許されない。\n（原告の主張）\n争う。\nア  原告が本件土地を取得した目的は，本件土地に対する補償を要求するなど\n何らかの利益を受けることではなく，苫小牧におけるＢ発祥の地を確保して\nＢの店舗を再建するためである。すなわち，かつてＢの前身である「Ｃ」が\n営業していたことから，本件土地一帯は苫小牧におけるＢ発祥の地であると\nころ，本件当時，原告とＢの代表取締役を兼ねていたＡは，平成２６年１月\n頃，サンプラザが本件敷地のうち担保権未設定部分を無償譲渡し，本件敷地\n等を一括売却して固定資産税等や債務の弁済に充てる計画を立てているこ\nとを知り，このままではＢ発祥の地が失われると考え，Ｄらより本件土地を\n取得したものである。\nまた，被告の主張アは，以下の 記載のとおり，いずれも失当で\nある。\n原告は，本件土地を取得した当時，本件建物を解体することを前提とし\nて，新たな跡地利用計画を策定しない限り，本件建物の廃墟化が避けられ\nない状況にあることを認識していなかった。原告がそのことを認識したの\nは，本件土地取得後である平成２８年頃のことである。\nたとえ本件土地が不連続・不整形の土地であっても，原告は，自身の不\n動産業の経験から，土地の交換により所有地を集約することが可能である\nと認識していたのであり，他方で，土地を失えば二度とＢ発祥の地でＢを\n再建できなくなるのであるから，Ｂ発祥の地の確保を最優先事項としてい\nた原告にとって，本件土地を取得したことは何ら不合理ではない。\n被告より寄附を迫られたＢ並びにＢ創業者の親族であるＤら及びＪら\nは，寄附が最も自己の利益に適う部分を被告に寄附し，それ以外の部分に\nついては別の方法を採っただけである。原告が，Ｄらから担保物権の設定\nされていない本件土地を購入し，強制執行等を免れない土地を購入しなか\nったことも，Ｂ発祥の地でＢを再建するための至極当然の行動である。\n本件建物の道路を挟んだ向かい側でＢの店舗が営業を開始したのは，本\n件土地取得後である平成２７年９月であり，また，同店舗は賃借物件であ\nるところ，賃借物件での営業は，原告の考えるＢ発祥の地での店舗の再建\nには当たらない。\nイ  被告は，権利者らから寄附を求める方針に固執しているが，寄附に応じた\n権利者らは各々の考えのもと寄附に応じたのであり，原告が他の権利者の考\nえに従わなければならない理由はない。そもそも，全ての権利者が寄付に応\nじると考えた被告の方針自体が非現実的な策である。\nウ  以上によれば，原告による賃料相当損害金等の請求は，権利の濫用には当\nたらない。なお，原告による本件請求が許されない場合，原告は，賃料相当\n損害金の請求ができない一方で固定資産税を支払うという不利益を継続的\nに負うことになるが，そうなると，原告はいずれ本件土地を寄附せざるを得\nなくなるのであり，これは原告の財産権を不当に侵害するものである。\n第３  当裁判所の判断\n１  争点１（原告の損害額）について\n賃料相当損害金\nア  原告は，本件土地の賃料相当損害金について，面積が合計１０７０．３６\n平方メートルであり，１平方メートル当たり月額１００円を下らないことか\nら，月額１０万７０３６円を主張する。\nそこで判断するに，本件土地は苫小牧駅前に位置しており，平成３１年度\nの固定資産評価額が合計４６０４万７９５６円で，１平方メートル当たり４\n万３０２１円であること（甲２３），昭和５２年当時，固定資産評価額の８\nパーセントを本件敷地の年額賃料としていたこと（当時，月額賃料として一\n坪当たり１５００円，すなわち，１平方メートル当たり約４５４円と考えら\nれていたこと）が窺われ（甲５２），この算定方式によるとすると平成３１\n年度の固定資産評価額に基づく本件土地の月額賃料は１平方メートル当た\nり約２８６円となること及び本件土地が所在する苫小牧市ａ町又はその近\n隣所在の土地の原告を賃貸人とする賃貸借契約の賃料（甲２７ないし５０）\n等の事情を踏まえると，本件土地の賃料相当額は，１平方メートル当たり月\n額１００円を下らないと認めるのが相当である。\nそうすると，面積合計１０７０．３６平方メートルである本件土地の賃料\n相当損害金として，月額１０万７０３６円を認めるのが相当である。\nイ  そして，被告は，平成２７年１０月１５日，共有持分権者２４名より，寄\n附を原因として，本件建物③の共有持分権を取得して本件土地の占有を開始\nし，同日以降令和元年１１月３０日まで，本件土地の占有を継続しているか\nら，上記期間の賃料相当損害金の合計として，５３０万３４６１円（うち訴\n状請求に係る平成２７年１０月１５日から平成３１年１月１７日までが合\n計４１８万４７６２円，うち請求拡張部分に係る同月１８日から令和元年１\n１月３０日までが１１１万８６９９円）を認めるのが相当である。\n弁護士費用\n原告は，訴訟代理人に委任して本件訴訟を追行しているところ，本件事案の\n難易，認容額等を考慮すると，\n４６１円の１割相当額である５３万０３４６円（うち訴状請求部分は４１万８\n４７６円，うち請求拡張部分は１１万１８７０円）を被告の不法行為と相当因\n果関係のある損害と認めるのが相当である。\n合計  ５８３万３８０７円\n２  争点２（権利濫用の成否）について\n被告は，原告が被告に対し賃料相当損害金等の支払を求める本件請求が権利の\n濫用に当たる旨主張することから，以下，検討する\n前記前提事実に加え，後掲各証拠及び弁論の全趣旨によれば，以下の事実が\n認められる。\nア  昭和５２年１０月３０日に本件敷地上に本件建物が建設される以前，本件\n敷地上にＢの店舗が存在していた（甲５６，乙３，証人Ａ。なお，Ａの証言\nによっても，本件土地上にＢの店舗が存在していたかまでは定かでない。）。\n本件建物が建設される際に同店舗は解体されたが，Ｂは，本件建物のテナ\nントとして出店して営業を継続した。\n本件建物建設時に本件建物及び本件敷地の権利者等（Ｂを含む）の間で取\nり交わされた，同年１０月３１日付け基本協定書（甲２４）には，「各権利者\nが，その所有権，共有権を譲渡するときは，第１次的に会社に譲渡するか，\n若しくは斡旋を申し出ることを確認する。」（第４条），「前条の斡旋によって，\n第３者に所有権，共有権を譲渡するときは，この協定並びに，これに基づく\n各契約の権利，義務を譲受人に承継させることを確認する。」（第５条）と規\n定されていた。\nイ  サンプラザは，売上が低迷していたことなどから，平成２１年８月６日，\n株主説明会を開き，Ｂの社長としてＡも出席していた。その際，サンプラザ\nから，売上が減少して，資金難が生じていることなどの説明があり，出席者\nの間で，本件建物の担保提供や被告への売却等について協議がされた（乙３\n６）。\nウ  Ａは，平成２６年１月頃，サンプラザの当時の代表取締役が作成した「㊙\n最終的な考え方（プラン）」と題する書面を入手した（甲１７，５１，５６，\n証人Ａ）。同書面には，「商業ビル存続を考えて，その障害となる多額な負債\nを処理する為に㈱サンプラザは，最終的に整理清算することを前提とする。」，\n「権利者（株主・地権者）の土地・建物（ビル）を無償で整理（取得・担保\n設定）して売却しやすくする。」，「また，売却は土地（敷地）と建物（ビル）\nの地階～２階（一部，７階及び屋上の設備部分）を収益物件として売却する。\n残った部分の３階～７階は最終処理までの間，㈱サンプラザが区分所有す\nる。」，「権利者（株主・地権者）から無償で取得した担保未設定分について\nは，苫小牧市（債権者）に担保設定して東京債権（ひびきキャピタル）と一\n緒に競売等により売却することにより可能な限り固定資産税等や債務の弁\n済に充てる。」及び「権利者の交渉に当たっては，会社の資金繰り等の財務状\n況と日本政策金融公庫（旧中小公庫）の競売された実態を詳細に説明して，\n最悪（会社破産等）な処理を選択することしか残された方法がなく，このま\nま権利を所有している限り（空ビルのまま存続）が（ママ）固定資産税・修\n繕等の費用が権利所有者に負担として重くのしかかることになる。よって㈱\nサンプラザが会社として機能している間に無償でも処理することが今後の\n負担を考えると重要であることを誠意をもって説明説得する。」などと記載\nされていた。\nＡは，同書面から，サンプラザが，本件敷地のうち担保権未設定部分を権\n利者から無償で譲り受けて，本件敷地等を一括売却し，固定資産税等や債務\nの弁済に充てる計画を有していることを認識した（甲５６，証人Ａ）。\nエ  サンプラザは，平成２６年２月４日開催の定時株主総会（Ａも出席した。）\nの事業報告において，被告を含む大口債権者にサンプラザを清算する考えで\nあることを伝えた旨報告した。なお，上記事業報告において，本件建物の解\n体に関する記載はなかった（乙３７，証人Ａ）。\n同月１２日，サンプラザを破産手続により清算するため，Ｌがサンプラザ\nの代表取締役に選任された（乙２，３８）。\nオ  原告は，本件建物の老朽化が進行しており，かつサンプラザの経営が破綻\n状態にあることを認識した上で，同月１７日，Ｄらより，代金合計６４０万\n円で本件土地を取得した。本件土地の代金は，本件土地上に本件建物が存在\nすることなどを考慮して定められた。当時，本件土地には，本件建物③に係\nる固定資産税等の滞納処分を原因とする差押えがされていた（甲１ないし５，\n証人Ａ）。\nカ  原告は，平成２７年７月３１日，被告に対し，上記差押えに係る滞納分の\n残額である６７４万８３００円を納付し，同年８月４日，同差押えは解除さ\nれた（甲１ないし５，証人Ａ）。もっとも，被告は，平成２８年３月１７日，\n原告に対し，上記納付額全額を返還した（証人Ａ，弁論の全趣旨。被告が，\n原告に上記納付額全額を返還したのは，被告が，権利者から寄附を受けるに\n当たり，実際の寄附日にかかわらず寄附日を平成２７年１月１日時点として\n取り扱い，同時点における固定資産税等の過年度の滞納分を免除する方針を\n有しており，前記前提事実 記載のとおり，平成２８年３月１日，サン\nプラザより，本件建物③の共有持分権の寄附を受けて本件建物③の所有権の\n取得が完了したことで，原告による滞納分の納付が前提を欠くこととなった\nためである。）。\nキ  Ｂ創業者の親族であるＪらは，平成２７年１０月１５日，Ｂは，平成２８\n年１月２６日，それぞれ，被告に対し，所有していた本件敷地の一部等を寄\n附した。なお，ＢやＪらが所有していた上記各土地には，サンプラザを債務\n者，あおぞら債権回収株式会社を根抵当権者とする極度額５億円の根抵当権\nが設定されていた（乙２１ないし２４）。\nク  被告は，原告が本件土地を取得した後，原告に対し，本件土地の寄附を求\nめたが，原告はこれに応じていない（甲１１ないし１３，５６，証人Ａ）。\n被告は，権利の濫用を基礎付ける事情として，原告が本件建物及び本件敷地\nの再開発を行おうとする者に対し，本件土地に対する補償を要求するなどの利\n益を受ける目的で，本件土地を取得した旨主張する。\n確かに，被告主張のとおり，原告は，本件建物の老朽化が進行しており，\nかつサンプラザの経営が破綻状態にあることを認識した上で，本件土地を\n取得している。しかし，原告がかかる認識を有していたからといって，原\n告が被告主張の目的で本件土地を取得したことが直ちに推認されるもの\nではない。\nまた，被告は，原告が，本件土地取得の当時，本件建物及び本件敷地の\n権利を集約し，本件建物を収去して，跡地の再開発を行うほかない状況に\nあったことを認識していた旨主張するが，原告（Ａ）が本件土地を取得し\nた当時に知り得た情報である上記 イ記載の株主説明会の内容や，同ウ記\n載の「㊙最終的な考え方（プラン）」と題する書面では，本件建物の存続を\n前提とする計画が検討されており，その後の平成２６年２月４日に開催さ\nれたサンプラザの定時株主総会の事業報告においても，本件建物の解体に\n関する言及がされていないこと等からすると，原告において，同月１７日\nの本件土地取得の当時，本件建物を収去して，跡地の再開発を行うほかな\nい状況にあったと認識していたとは認められない。\n被告は，本件土地の財産的価値が極めて乏しかったことや原告が本件建\n物及び本件敷地の権利者等の間で取り交わされた基本協定書（甲２４）を\n無視して抜け駆け的に本件土地を譲り受けたとも主張するが，\nるとおり，原告は，本件土地を取得した目的についてＢ発祥の地にＢの店\n舗を再建するためであると説明しているし，また，上記協定書は本件建物\n建設時である昭和５２年に作成されたものであり，Ａは同協定書の内容を\n知らなかった旨証言しており，他に，Ａが同協定書の内容を了知した上で\n本件土地を取得したと認めるに足りる証拠はない。\nそして，原告は，サンプラザが，本件敷地のうち担保権未設定部分を権\n利者から無償で譲り受けて，本件敷地等を一括売却して弁済に充てる計画\nを有していることを知り，Ｂ発祥の地が失われると考え，Ｂ発祥の地にＢ\nの店舗を再建する目的で，本件土地を取得した旨主張し，Ａもその旨陳述\n（甲５６）ないし証言しているところ，そのような目的で原告が本件土地\nを取得することが不自然，不合理ということはできないし，被告が\n及び 主張する事情は，いずれも原告がＢの店舗を再建する目的で本件\n土地を購入したことと矛盾するものとはいえないから，かかる点からして\nも，被告主張の目的の存在を直ちに推認できない。\nイ  被告は，本件土地は不連続・不整形でありＢの店舗の再建に利用できない\nこと，ＢやＢ創業者の親族であるＪらが，所有していた本件敷地の一部等を\n被告に寄附しており，店舗の再建と矛盾した行動をしていること，平成２６\n年当時，本件建物にＢがテナントとして出店し，また，本件建物の道路を挟\nんだ向かい側にＢの店舗が営業中であったからこと等から，原告がＢ発祥の\n地にＢの店舗を再建する目的で本件土地を取得した旨の主張が不合理であ\nるとも主張する。\nしかし，①本件建物が建設される以前，本件敷地上にＢの店舗が存在して\nいたこと，②本件土地は不連続・不整形な土地ではあるが，別紙物件目録記\n載１①の土地は面積が７０１．０８平方メートルと広く，それだけでも店舗\nの設置に利用することができ（証人Ａ），本件土地のうちその他の土地につ\nいても土地の交換により所有地を一か所に集約できる可能性があること，③\nＢやＪらが所有していた本件敷地の一部等を被告に寄附したのは，同土地に\nサンプラザを債務者とする極度額５億円の根抵当権が設定されており，権利\nを保持できる可能性が低かったためであると考えられ，同様の理由で原告が\nＢやＪらから土地の所有権を取得しなかったことも合理性があること（甲５\n６，証人Ａ）及び④本件建物の道路を挟んだ向かい側でＢの店舗が営業を開\n始したのは本件土地取得後である平成２７年９月以降であり，また，上記店\n舗は土地建物を賃借したものと認められるから（甲５５），Ｂの店舗の再建\nのために本件土地が必要でなかったとまではいえないこと等からすると，原\n告の上記主張が不合理とまではいえない（なお，原告及びＡは，本件土地取\n得の経緯について，ＤらはＢ創業者の親族ではあるが，Ｂの経営には無関心\nであり，被告の説得に応じて本件土地を寄附してしまうことが危惧されてい\nたところ，Ｂが本件土地を取得するにはＢの資金繰りの問題やＢのイメージ\nを損なうおそれがあったため，関連会社で，Ａが経営する原告が取得するこ\nとになった旨説明するが，これらの説明が不合理であるともいえない。）。\nウ  その他，原告が，本件土地の取得の際，本件建物及び本件敷地の再開発を\n行おうとする者に対し，本件土地に対する補償を要求するなどの利益を受け\nる目的を有していたと認めるに足りる証拠はないから，かかる目的を認める\nことはできない。そして，原告が，Ｂ発祥の地にＢの店舗を再建する目的で\n本件土地を取得したのであれば，それは社会的に許容されるべき経済活動の\n範囲内といえるから，権利の濫用を基礎付ける事情とは評価できない。\n被告は，他の権利の濫用を基礎付ける事情として，本件建物及び本件敷地の\n原告以外の所有者全員が被告への寄附に応じているにもかかわらず，原告のみ\nが寄附に応じず，苫小牧駅前の再開発を妨げていると主張する。\nしかし，被告が原告に本件土地の寄附を求める目的が苫小牧駅前の大型ビル\nである本件建物の廃墟化を避けるという点にあるとしても，原告に本件土地の\n寄附に応じる義務はなく，原告が本件土地の寄附に応じないことをもって直ち\nに本件請求が権利の濫用であると評価することはできない。\nまた，Ｊら（Ｊらが寄附に応じた理由は，上記 のとおりである。）を除く\n本件敷地の他の権利者らは，本件建物③の共有持分権者として，サンプラザと\nともに本件建物③の固定資産税等の連帯納税義務を負っており（地方税法１０\n条の２），その免除を受けられることと引換えに寄附に応じたことが窺われる\n（Ｊらを除く本件敷地の所有者の所有する本件敷地の一部には，被告を抵当権\n者とする換価猶予の抵当権が設定されているか，又は滞納処分による差押えが\nされていた。その他にも，根抵当権が設定されているなど権利者において権利\nを保持できる可能性が低かったことが窺われ〔乙６ないし２０，２４ないし３\n２〕，「㊙最終的な考え方（プラン）」と題する書面〔甲１７，５１〕でも，\n権利者が無償であっても権利を手放すことが得策であったことが示唆されて\nいる。）。他方，原告は，本件土地の取得後，本件建物③の固定資産税等の滞\n納分全額である６７４万８３００円を納付して被告から本件土地に対する差\n押えの解除を受けており（ただし，その後，上記納付額全額が原告に返還され\nた。），現時点において本件土地には何らの権利上の負担がない状態であるこ\nと及び原告が本件土地の代金としてＤらに合計６４０万円を支払ったこと等\nからすると，寄附に応じた他の権利者とは状況が異なっているといえる。加え\nて，原告が，被告と異なる考えのもと，本件建物及び本件敷地の再開発に協力\nする意向を有していることに照らしても（甲５６，証人Ａ），原告において被\n告が求める本件土地の寄附に応じないことが不当であるとはいえない。\nなお，Ａは，本件訴訟を提起して被告に賃料相当損害金等を請求したことに\nついて，被告に揺さぶりをかける目的である旨証言しているものの，その意味\nするところについて，Ａは被告に本件建物及び本件敷地の再開発に関心を持っ\nてもらいたいということである旨説明しており，そのような目的での権利行使\nが直ちに不当であるとはいえない。かえって，原告は，本件土地の取得後，被\n告に本件土地の固定資産税の納付を続けており（甲５６，証人Ａ），本件土地\nの所有者として被告に対する賃料相当損害金等の請求ができないとすれば，原\n告の受ける不利益は小さくないといえる。\nその他，本件に現れた一切の事情を総合勘案しても，原告の被告に対する賃\n料相当損害金等の支払を求める本件請求が権利の濫用に当たると評価すべき\n事情を認めることはできない。\n以上によれば，原告による本件請求が権利の濫用に当たる旨の被告の主張は\n理由がない。\n３  まとめ\nよって，原告は，被告に対し，不法行為に基づく損害賠償として，５８３万３\n８０７円及びうち４６０万３２３８円に対する平成３１年２月９日（訴状送達の\n日の翌日）から，うち１２３万０５６９円に対する令和元年１２月５日（訴えの\n変更申立書送達の日の翌日）から各支払済みまで民法所定の年５分の割合による\n遅延損害金の支払を求めることができ，原告の請求は理由がある。\n第４  結論\n以上の次第で，原告の被告に対する本件請求は理由があるからこれを認容し，\n仮執行免脱宣言は相当でないからこれを付さないこととして，主文のとおり\n判決する。\n札幌地方裁判所室蘭支部\n裁判長裁判官    塩    原        学\n裁判官    原        彰    一\n裁判官    内    田    健    太\n（別紙物件目録及び図面省略）\n"
}