{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 3,
    "month": 12,
    "day": 27
  },
  "case_number": "平成30(ワ)33181",
  "case_name": "損害賠償請求事件",
  "court_name": "東京地方裁判所",
  "lawsuit_id": "91197",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=91197",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/197/091197_hanrei.pdf",
  "contents": "令和３年１２月２７日判決言渡  同日原本領収  裁判所書記官\n平成３０年（ワ）第３３１８１号  損害賠償請求事件\n口頭弁論終結日  令和３年１０月１１日\n判 決\n主 文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  請求\n被告は，原告に対し，１１００万円及びこれに対する平成３０年１０月１８日か\nら支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要等\n１  事案の概要\n本件は，被告が発行した週刊誌「週刊文春」第６０巻第４０号（以下「本件雑誌」\nという。）に掲載された記事によって名誉を毀損されたと主張する原告が，被告に\n対し，民法７０９条に基づき，慰謝料と弁護士費用の合計１１００万円及びこれに\n対する本件雑誌の発売日である平成３０年１０月１８日から支払済みまで平成２９\n年法律第４４号による改正前の民法所定の年５分の割合による遅延損害金の支払を\n求める事案である。\n２  前提事実（当事者間に争いがないか，後掲各証拠（以下，特に明記しない限\nり，枝番の表記は省略する。）及び弁論の全趣旨により容易に認められる事実）\n（１）当事者等\n原告は，本件雑誌が発行された当時，内閣府特命担当大臣 （地方創生・規制改\n革・男女共同参画），女性活躍担当大臣及びまち・ひと・しごと創生担当大臣であ\nった者であり，衆議院議員を１期務めた後，平成２２年７月以降，参議院議員を２\n期務めていた。\n被告は，雑誌，書籍の発行，販売等を目的とする株式会社であり，週刊誌「週刊\n文春」を発行，販売している。\n（２）被告による本件雑誌の発行（甲１）\n被告は，平成３０年１０月１８日，本件雑誌を発行した。\n本件雑誌には，「 Ａ 大臣   国 税 口 利 き で 百 万 円 」（ 別 紙 １ 中 ① ），「 証 拠 文 書 入\n手！」，「古巣・財務省に関する口利きの依頼を受け，側近秘書が依頼人に送った文\n書にはこうある。『着手金１００万円を』『国税に手配させて頂きます』。金を振り\n込んだ依頼人の前で局長に電話したＡ氏は，こう言ったという。『１００万なんて\n決して高くないわよね』。」（別紙１中②）との目次と，「Ａ大臣  国税口利きで百万\n円」と題する別紙２記載の記事（以下「本件記事」という。）が掲載されており，\n本件記事の冒頭には，「あっせん利得処罰法違反の疑い」，「Ａ大臣」，「国税口利き\nで百万円」との大見出し（別紙２中③，④）及び「証拠文書入手！」，「古巣・財務\n省に関する口利きの依頼を受け，側近秘書が依頼人に送った文書にはこうある。\n『着手金１００万円を』『国税に手配させて頂きます』。金を振り込んだ依頼人の前\nで局長に電話したＡ氏は，こう言ったという。『１００万なんて決して高くないわ\nよね』。」との見出し（別紙２中⑤）に続けて，「『二人分も三人分もある存在感で女\n性活躍の旗を掲げてもらいたい』。Ｂ首相が高く評価する唯一の女性閣僚に重大疑\n惑が持ち上がっている。Ａ大臣が事務所ぐるみで財務省に口利きを行い，百万円を\n受け取ったというのだ。決定的証拠とともに爆弾証言を公開する。」とのリード文\n（別紙２中⑩の記載参照）が記載されている。\nまた，本件記事の本文部分には，原告について，概要，以下のような疑惑（以下\n「本件疑惑」という。）が記載された上で，被告は平成２８年頃から本件疑惑を取\n材していたが，その当時は１００万円の支払を裏付ける確証が得られなかったため\n記事化を見送ったこと（別紙２中⑳，㉑の各記載参照）や，原告にはあっせん利得\n処罰法（公職にある者等のあっせん行為による利得等の処罰に関する法律のこと。\n以下同じ。）違反の疑いがあり，告発状が提出されれば捜査の対象となるだろうと\nの元検察官による指摘（別紙２中㉓の記載参照）が記載されている。なお，本件記\n事のうち原告が名誉毀損部分として主張する各記載（別紙１中①及び②，別紙２中\n③ないし㉖，以下「本件各記載」という。）の読み方については当事者間に争いが\nあるものの，別紙１中②及び別紙２中⑤ないし㉒，㉔ないし㉖の記載並びにこれを\n前提とする別紙１中①及び別紙２中③，④，㉓の記載が原告の社会的評価を低下さ\nせるものであることについては当事者間に争いがない。\nア  製造業を営むＸ氏は，平成２７年当時，自身の会社に税務調査が入り，青色\n申告の承認が取り消されそうになったことで悩んでいたところ，知人から旧大蔵省\n出身の原告を紹介すると言われ，参議院議員会館に所在する原告の事務所（以下，\n特に区別しない限り，組織としての原告の事務所と場所としての原告の事務所をい\nずれも「原告事務所」という。）の秘書を通じて，原告の私設秘書であり，原告の\n政治活動を支える「右腕」ともいうべき存在であった税理士のＣを紹介された。Ｘ\n氏は，Ｃが「大丈夫ですから，安心してください。」などと言ったことから，同年\n６月頃，税務調査への対応をＣに依頼した。（別紙２中⑦ないし⑨，⑱，⑲，㉒，\n㉕の各記載参照）\nイ  その後，差出人欄に「議員名  参議院議員  Ａ」，「秘書名  秘書・税理士\nＣ」と記載され，「着手金１００万円を，至急下記にお願い申し上げます。ご確認\n後，国税に手配させて頂きます。」と記載された平成２７年７月１日付けの書類送\n付状（以下「本件送付状」という。）がＸ氏のもとに届いた。Ｘ氏は，原告やその\n秘書が国税当局に対して働きかける「口利き」によって，自身の会社に対する青色\n申告の承認が取り消されないようにしてくれるとの認識で，同月１０日，本件送付\n状記載の指定口座に１００万円を振り込んだ。（別紙２中⑥，⑪，⑰，㉔の各記載\n参照）\nウ  しかし，その後，Ｃからの報告がなかったことから，Ｘ氏は，同年９月頃，\n関係者と共に原告事務所を訪れた。Ｘ氏が「口利き」の件で既に１００万円を指定\n口座に振り込んだことを原告に報告したところ，原告は，傍らの秘書に対し，「Ｃ\nにすぐ連絡して！（こっちに）振り込みさせなさい！」と怒鳴りつけたが，秘書は\nＣに連絡を取ることができなかった。最終的に，原告は，Ｘ氏に対し，「じゃあや\nっておきますよ。任せてもらえれば，大した問題じゃないから 。」と言い，旧知の\n国税局長がいると言って電話を掛けようとした。電話は繋がらなかったが，原告は，\nＸ氏に対し，「うまくいったら，１００万円なんて決して高いものじゃないわよね。」\nと言った。（別紙２中⑫ないし⑯，㉖の各記載参照）\n３  争点及びこれに関する当事者の主張\n（１）真実性・相当性の抗弁（争点１）\n【被告の主張】\nア  意見ないし論評のような表現行為が名誉毀損に該当するとしても，その行為\nが公共の利害に関する事実に係り，かつ，その目的が専ら公益を図ることにあった\n場合に，当該意見ないし論評の基礎となった事実が重要な部分について真実である\nことの証明があれば，人身攻撃に及ぶなど意見ないし論評としての域を逸脱したも\nのでない限り，その表現行為に違法性はなく，仮に，真実であることの証明がない\nとしても，行為者においてその事実を真実と信ずるについて相当の理由があれば，\n故意又は過失が否定される。\n本件記事のうち本件各記載は，原告事務所がＸ氏 から依頼された国税当局への\n「口利き」を受け入れ，原告がその秘書やＣと共に事務所ぐるみで「口利き」の対\n価として１００万円をＸ氏に要求し，現実にもこれを受け取ったとの事実（以下\n「被告主張の基礎事実」という。）を基礎として，国税当局への「口利き」の対価\nとして原告側が１００万円を受け取ったことは，あっせん利得処罰法違反に当たる\n疑いがあるとの法的見解を表明したものである。\nそして，以下のとおり，本件雑誌の発行については，公共性及び公益目的が認め\nられ，また，被告主張の基礎事実は重要な部分について真実であり，あるいは被告\nにおいて真実と信ずるについて相当の理由があるといえ，法的見解については人身\n攻撃に及ぶなど意見ないし論評としての域を逸脱したものでない。\nイ  公共性及び公益目的\n原告は，本件雑誌が発行された当時，内閣府特命担当大臣等を務めていた３期目\nの国会議員である。このような地位にある原告が事務所ぐるみで国税当局への「口\n利き」の対価として１００万円を受け取るというあっせん利得処罰法違反の疑いが\nある行為に及んだとの本件疑惑は，内閣府特命担当大臣等としての重責を担い，か\nつ，国民の厳粛な信託を受けて長期間にわたり国会議員を務める人物としての資質\nを問われるべき重大な問題である。したがって，原告側が国税当局への「口利き」\nの対価として１００万円を受け取ったことについて，あっせん利得処罰法違反の疑\nいがあることを報じた本件記事は，公共の利害に関する事実に係るものというべき\nである。\nそして，本件疑惑を報じるために，被告が本件記事の掲載された本件雑誌を発行\nすることは，公衆の正当な関心に応えることになるとともに，有権者たる国民の知\nる権利に奉仕するものであるから，その目的は専ら公益を図ることにあったという\nべきである。\nウ  真実性及び相当性\n（ア）  被告の契約記者であるＤは，平成２８年５月，知人から原告に関する情報\nを有する原告事務所関係者であるＥを紹介され，同年６月２日に取材をする機会を\n得た。Ｄは，Ｅから，①かつてから知り合いの製造業を営む株式会社Ｆ´に平成２\n７年税務調査が入り青色申告の承認が取り消されるおそれが生じたこと，②Ｅが株\n式会社Ｆ´の代表取締役であるＦ（本件記事で「Ｘ氏」とされている。）に原告を\n紹介することを提案したところ，Ｆがこれを希望したため，原告事務所の秘書であ\nったＧに連絡したこと，③Ｇから株式会社Ａ´で役員を務めるなど原告の政治活動\nを支える右腕ともいうべき，税理士であり原告の私設秘書でもあるＣを紹介された\nこと，④ＦはＣに税務調査の対応を依頼したこと，⑤その後Ｃから具体的な経過報\n告がなかったため，ＥとＦは原告と話をするために原告事務所を訪れたこと，⑥原\n告は，Ｅ及びＦに対し非常に不機嫌そうな対応をしたが，ＥとＦが事実経過を説明\nしたところ，Ｃに連絡を取ろうとし，連絡が取れなかったことなどの話を聞いた。\nＤの取材を進めるために加わった被告の記者のＨは，原告の政治資金収支報告書，\n同報告書に記載されている企業の登記情報，Ｃの関係する企業の登記情報，株式会\n社Ｆ´の会社情報などを収集し，Ｄは株式会社Ａ´の所在地のビルを訪問してその\n確認を行った。その結果，株式会社Ａ´の登記情報（乙１の１及び乙１の２）によ\nれば，Ｃは平成２２年１１月から同社の監査役，平成２４年１２月から同社の取締\n役を歴任していることが判明し，また，Ｃのブログ（乙２）によれば，Ｃは，原告\nの母親の葬儀の際の来賓受付や電報整理を行い（平成２３年２月１７日），原告の\n中国訪問をアレンジし（同年８月２３日），原告の代理として挨拶する（平成２４\n年１月２７日）などしており，Ｃと原告が非常に近しい関係にあることが分かり，\nＣが原告の政治活動を支える右腕というべき存在であるなどとするＥの発言が裏付\nけられた。\nＤとＨは，平成２８年６月２５日，Ｆの自宅を訪ねたが，Ｆが不在であったこと\nから，Ｆの妻と思われる人物に対し，取材趣旨を記した手紙をＦに渡すよう依頼し\nた。Ｆは，同日夜，Ｄに電話をして取材を拒んだが，Ｄの要請により面談を行うこ\nとを了承した。ＤとＨは，同月２７日，Ｆと面談し，同人から，①平成２７年，株\n式会社Ｆ´に税務調査が入ったことで青色申告の承認が取り消されそうになったこ\nと，②税務調査の対応に悩んでいたところ，Ｅから原告を紹介しようとの提案があ\nり，これを希望したところ，Ｃを紹介されたこと，③Ｃと，株式会社Ａ´が所在す\nる東京都港区麻布十番のビルの一室で会い，青色申告の承認取消しは困ることを訴\nえたところ，Ｃから「大丈夫ですから，安心してください」と言われたので，税務\n調査の対応を依頼したこと，④後日，差出人を「議員名  参議院議員  Ａ」，「秘書\n名  秘書・税理士  Ｃ」とする書類が届いたため，原告やその秘書が国税当局に働\nきかけてくれると認識し，着手金１００万円を指定口座に振り込んだこと，⑤Ｅと\n共に原告事務所を訪れたところ，原告から「何？何の用ですか？忙しいのよ。」な\nどと不機嫌そうな対応をされたが，Ｅと共に事実経過を説明したところ，原告が\n「Ｃにすぐ連絡して！（こっちに）振り込みさせなさい！」などと述べたこと，⑥\nＣに連絡が取れなかったところ，最終的に，原告は，自分とＥの説明を聞いた上で，\n「じゃあやっておきますよ。任せてもらえれば大した問題じゃないから。」などと\n述べたこと，⑦しかしながら，結果的に青色申告の承認は取り消されたこと，⑧そ\nの後，Ｃと電話で話したところ，Ｃから「頂いたお金は全てＡ本人に取られた」と\n言われたこと，⑨Ｆが原告に電話したところ，原告が「なんかいろいろ過去のこと\nで駄目みたいです。言うだけは言っておいたんですけどね。」と述べた ことなどの\n話を聞いた。Ｄが，Ｆに対し，裏付けとなるものがあるかを確認したところ，Ｆか\nら， Ｃ の 名 刺 （ 乙 ３ ）， 原 告 の 名 刺 （ 乙 ４ ）， 差 出 人 欄 に 「 議 員 名   参 議 院 議 員\nＡ 」，「 秘 書 名   秘 書 ・ 税 理 士   Ｃ 」，「 住 所   東 京 都 千 代 田 区 永 田 町 ２ － １ － １\n（注：参議院議員会館の住所）」と記載され，末尾に「着手金１００万円を，至急\n下記（注：Ｃが代表を務めるＣ´税理士法人名義の普通預金口座）にお願い申し上\nげます。ご確認後，国税に手配させて頂きます。」と記載された本件送付状（乙５），\nＦが上記指定口座に平成２７年７月１０日に１００万円を振り込んだことが分かる\n書類（乙６，以下「本件照会回答書」という。），Ｃが代表を務める税理士法人に対\nする税務代理権限証書（乙７，以下「本件権限証書」という。）などが提供された。\nＤとＨは，平成２８年７月６日，Ｆに対する取材を再度実施した。Ｆは，先の話\nに加えて，①原告事務所を訪れた際，原告が旧知の国税局長がいると言って電話を\n掛けようとしたが繋がらなかったこと，②原告が「うまくいったら，１００万円な\nんて決して高いものじゃないわよね。」などと言ったこと，③結果的に青色申告の\n承認が取り消されたため，Ｃと共に税務署の担当職員から説明を聞いた際，同職員\nがＣに「いろいろ書いてあるから，Ａ先生に渡してくれ。」などと言って税務署長\nから預かったとする封筒を手渡したため，原告が国税当局に手を回してくれていた\nと思われること，④Ｄらが先日の取材に来た後，原告から電話があり「リークして\nいるのは〇〇だから。」などと述べていたことなどを話した。\nＤは，同月１６日，Ｃに電話を掛け，Ｆの氏名や具体的な内容を告げずに，「業\n者から口利きの金を受け取ってトラブルになっていると聞いたが？」と尋ねた。 Ｃ\nは，約１時間にわたり，Ｆの氏名や相談内容，株式会社Ｆ´の内情について自ら語\nり始め，Ｆからは交通費と出張日当相当額のみ受領し，１００万円を受領したこと\nはないこと，原告がこのことを知っているかどうかは分からないこと，Ｃは同年２\n月２５日付けで原告の秘書を退任したが，原告の側近であったことを述べた。その\n後，Ｃが同年７月２２日にＤに電話を掛けてきたため，Ｄが１００万円は貰ってい\nないとの話の真偽を確認したところ，Ｃは，そんなことは言っていない，着手金と\nして１００万円はもらったなどと受領したことを認めた。\nＤは，平成３０年１０月１日，翌２日の内閣改造で原告が入閣するとのニュース\nが報じられたことから，本件疑惑について再度取材を進めることとした。\n同月９日にＤが株式会社Ｆ´を訪問して再度Ｆに対価の支払及び原告による「口\n利き」に関する経緯を確認したが，Ｆは前回の取材において述べた内容と同じ内容\nを述べた。\n同月１１日，Ｈは，Ｃが代表を務める税理士法人の口座である本件送付状に記載\nされている振込先口座が実在することを確認した。そのため，Ｆの発言は信用性が\n高いと判断できた。\n同月１２日，被告の記者のＩが税理士に取材したところ，法人に対する青色申告\nの承認取消処分に対する不服申立てをする際の報酬相場は３０万円程度であり，１\n００万円の着手金は非常に高いとの回答を得た。また，同日，被告の記者のＪが元\n特別国税調査官に取材したところ，国税庁は平成１２年に定めた「法人の青色申告\nの承認の取消しについて」という指針に従って機械的に処分しているため，国会議\n員や税理士など外部からの交渉で何とかなるものではないこと，税務署に青色申告\nの承認を取り消すかもしれないと言われた段階で簡単に「任せてください」などと\n言って１００万円を受け取るのは詐欺的であり，税理士の仕事とは到底いえないこ\nと等の回答を得た。\nＪは，同月１３日，Ｃに対する電話取材を実施した。Ｃは，Ｊによる取材に応じ\nたが，Ｆから受領した１００万円が原告の手に渡ったのかについては「そこについ\nてはノーコメントにさせてください。」と述べ，Ｃが税務署職員から原告宛てに封\n書を預かったかについては「記憶が定かでない。」と述べるとともに，「場合によっ\nては政変になりますからね，一気に。」などと述べた。\n被告の記者のＫ及びＩは，同１３日，講演のために鳥取県内を訪れていた原告に\n対し，Ｆに依頼されて国税当局への「口利き」をしたか尋ねた。これに対し，原告\nは，「いや，そんなことは知らないです，私。」と述べた。\nＫは，同１３日，大学時代に原告と同じテニスサークルに属し，旧大蔵省の入省\n時期も原告と１年違いの後輩であって，平成２７年７月頃から平成２８年５月頃ま\nでの間，株式会社Ｆ´が所在する長野県の税務署を管轄する関東信越国税局長を務\nめていたＬの自宅を訪れ，Ｌに対する取材を実施した。Ｌは，Ｋによる取材に応じ，\n原告との関係について雄弁に語ったが，関東信越国税局長を務めていた頃に原告か\nら青色申告の承認取消しの件で連絡を受けたことがあるかについては，「仕事，個\n別の事案は，業務上お話しできないことになっているんで。」と 一転して口ごもり，\n具体的な回答をすることはなかったが，原告からの連絡はなかったと否定すること\nもなかった。他方，Ｉは，同日，旧大蔵省に原告と同期に入省し，平成２７年頃に\n金融庁監督局長を務めていたＭに対する電話取材を実施したが，Ｍは，原告から青\n色申告の承認取消しの件で連絡を受けたことがあるかについて， Ｌとは異なり，\n「３年前ですか？そんな相談なかったと思いますけど。」と明確に否定した。\nＫは，同月１４日，原告が選挙応援のために訪れる新潟県に向かったが，直接取\n材を行うことができなかった。他方，同日，Ｉは，Ｆが原告ないし原告事務所に相\n談するに至った経緯，Ｃに対し１００万円を支払った事実についての原告の認識，\nＦらが原告事務所を訪れた事実及びその際の原告の言動の有無，Ｃが１００万円は\n原告に取られたとＦに説明したこと，Ｃの秘書の退任時期や理由などについて回答\nを求める「取材のお願い」と題する文書（乙９）を原告事務所にファクシミリ送信\nした。これに対し，原告事務所は，同月１５日，「回答書（１０月１４日 付取材の\nお願い）」と題する文書（乙１０）を被告にファクシミリ送信し ，その中で，平成\n２７年７月頃，株式会社Ｆ´が税務調査を受けているようだとの連絡を受け，原告\n事務所の秘書が原告に相談の上，知り合いの税理士であるＣを紹介した事実は認め\nたが，Ｃは同年５月頃には既に私設秘書を退職していたと主張し，Ｃが１００万円\nは原告に取られたとＦに説明したことやＦらが原告事務所を訪れた際に原告がＦら\nの説明を受けた上で「口利き」をしようとしたことなどの事実関係については全面\n的に否定した。\nＩは，平成３０年１０月１５日，Ｃから電話を受けた。ＩはＣに電話番号を教示\nしたことはなかったため，Ｃは，前日に原告事務所に送付された「取材のお願い」\nと題する文書（乙９）に記載されていた電話番号を原告事務所から教えられて，電\n話を掛けてきたものと思われる。この電話の中で，Ｃは，「Ａ大臣は，仕事を続け\nたいということで，防御をされると思うんです。ただ他人に何かを押し付け，自分\nの責任を逃れるということになれば，反論に出された人（Ｃ自身のこと）が不可逆\n的な不利益を被るということがあるということはご注意ください！」などと述べた。\n同時に，Ｃは，自分が原告の秘書という肩書の名刺を使用していることを原告は当\n然認識しており，勝手に秘書を名乗っていたものではないことを強調し，原告から\n「Ｃには事務所の名刺を使わないよう注意していたのに，勝手に秘書を名乗って，\n今回の行為に及んだ」などと切り捨てられるのではないかと懸念している様子であ\nった。\n（イ）  このように，国税当局への「口利き」の対価として原告側が１００万円を\n受け取ったことを報じる本件記事は，Ｆ及びＥという，原告が旧知の国税局長に\n「口利き」をしようとした現場に居合わせた当事者による具体的かつ詳細な発言，\n陳述ないし供述に基づいているところ，これらの発言等は，差出人に原告の氏名の\n記載のある本件送付状や本件照会回答書などの客観的証拠に裏付けられているとと\nもに，相互の発言等が裏付けとなっており，その内容は真実といえる。なお，本件\n雑誌が発行された後，被告は，当時原告の秘書であり，Ｆらと原告が面会した平成\n２７年９月４日に同席したＧの発言，陳述及び供述を得ているが，Ｇは，①同年６\n月頃，Ｅから株式会社Ｆ´の税務に関する相談が持ち込まれ，原告が不在だったこ\nとから対応したこと，②原告に国税当局に圧力を掛けさせるようなことはさせたく\nなかったため，Ｃに頼んでやってもらったらどうかと原告に提案し，原告がこれを\n承諾したため，Ｃに話を振ったこと，③その後，ＥからＣの対応について連絡があ\nったため，Ｃにきちんと対応するよう話をしていたこと，④ＦとＥが原告事務所を\n訪れた際には，同席しており，事情を聴いた原告が，「Ｃに直ぐ連絡して！（こっ\nちに１００万円を）振り込ませなさい！」と怒鳴り始めたため，Ｃに連絡を試みた\nが繋がらなかったこと，⑤原告がＦらとの面談の最中に，国税関係者に電話を掛け\nたが，そのときには電話は通じなかったことを具体的に述べており，この内容はＦ\nやＥによる発言等の内容と一致しているから，被告主張の基礎事実の真実性はさら\nに確固たるものとなったといえる。\nＧの発言等がないとしても，その他の者の発言等の信用性について客観的証拠の\n有無などに照らして慎重に吟味し，真実であると確認した被告において，真実と信\nじるにつき相当の理由があったと認められる。\n（ウ）  これに対し，原告は，Ｃが原告の「右腕」ともいうべき私設秘書であった\nことはないと主張する。しかしながら，原告は，国会議員が自分の秘書ではない者\nに交付するとは考え難い議員会館への出入記章をＣに交付していたことを認めてい\nる。また，被告の記者からの質問に対して原告事務所が作成した回答書（乙１０）\nには，同事務所としてはＣが平成２７年５月に私設秘書を退職したと認識している\n旨記載されている。さらに，Ｃは，肩書を原告の秘書とし，原告事務所の住所が記\n載された名刺を使用していた。以上によれば，Ｃが原告の私設秘書であったことは\n明らかである。なお，国会議員によっては，秘書として雇用しておらず，給与・報\n酬を支払っていない者に対しても，自分の秘書と名乗ることを認めている場合があ\nり，原告がＣを秘書として雇用しておらず，給与・報酬を支払っていなかったとし\nても，Ｃが原告の私設秘書であったことに変わりはない。\nまた，原告は，ＦとＥが平成２７年９月４日に原告事務所を訪れたことについて\nは，原告のスケジュール表にＦらとの面会の予定が記載されていないことや，Ｆら\nが原告事務所を訪れたことを示す面会申込書が参議院議員会館に存在しないこと，\n原告の同日のスケジュールからすればＦらと面会する余裕はなかったこと等からし\nて虚偽である旨主張する。しかしながら，Ｇの供述によれば，直前に追加された予\n定については原告のスケジュール表に記載されないことがあったというのであるし，\nＦらが原告事務所を訪れた際にはＧが通行証を用意していたのであるから，通行証\nを受け取るための面会申込書が存在しないとしてもおかしくはない。また，原告の\n主張するスケジュールによっても，原告が上記同日に原告事務所でＦらと面会する\nことは十分に可能であったというべきであるから，原告の上記主張には理由がない。\nなお，Ｅ及びＧは原告に対して特段の悪感情を抱いておらず，国会議員という強\nい立場にある原告について，殊更に虚偽の供述をして偽証罪の制裁を受ける危険を\n冒す必要は何らないはずであるから，同人らの供述の信用性を疑う余地はない。\nエ  被告主張の基礎事実を基礎として，本件記事において表明された「国税当局\nへの『口利き』の対価として原告側が１００万円を受け取ったことは，あっせん利\n得処罰法違反に当たる疑いがある」との法的見解が，人身攻撃に及ぶなど意見ない\nし論評としての域を逸脱したものということはできない\nオ  以上によれば，被告が本件記事の掲載された本件雑誌を発行した行為は，違\n法性を欠くか，故意又は過失が否定されるというべきである。\n【原告の主張】\nア  被告の主張のうち，本件雑誌が発行された当時，原告が内閣府特命担当大臣\n等を務める国会議員であったことは認め，被告の記者らによる本件疑惑に関する取\n材経過については不知，その余はいずれも否認する。\nイ  事実を摘示する表現行為が名誉毀損に該当するとしても，その行為が公共の\n利害に関する事実に係り，かつ，その目的が専ら公益を図ることにあった場合に，\n当該事実が真実であることの証明があれば，その表現行為に違法性はなく，仮に真\n実であることの証明がないとしても，行為者においてその事実を真実と信ずるにつ\nいて相当の理由があれば，故意または過失が否定される。なお，被告は真実性・相\n当性の証明対象となる事実について「重要な部分」であることとするが，これは，\n新聞記事が本来有する表現の自由，迅速性等の要請からきた特殊性ゆえであり，雑\n誌記事のように，新聞記事と比較して知る権利に奉仕する程度が低く，その内容も\n迅速性が要求されないものについては，真実性ないし相当性の証明対象は「重要な\n部分」に限定されない。\nウ  本件記事のうち本件各記載が摘示する事実\n別紙１中①及び別紙２中③，④の各記載は，原告が国税当局への「口利き」を行\nい１００万円を受領したことが，あっせん利得処罰法違反の疑いがあるとの事実を\n摘示するものである。\n別紙１中②及び別紙２中⑤，⑥の各記載は，原告の側近秘書が着手金１００万円\nで「口利き」の手配をする旨の約束をし，その後，当該１００万円が振り込まれて\nいることを原告が認識し容認した上，依頼者の目の前で国税当局への手配を行った\nとの事実を摘示するものである。\n別紙２中⑦の記載は，青色申告の承認が取り消されそうになり，それを回避した\nいと考えた相談者は，原告が旧大蔵省出身者ということに目を付けて，原告に相談\nしたところ，原告が承認取消しを回避するための「口利き」の対価として１００万\n円を要求し，それを受けた相談者が原告が指定した口座に１００万円を振り込んだ\nとの事実を摘示するものである。\n別紙２中⑧，⑨，⑱，⑲，㉒，㉕の各記載は，Ｆが，原告の私設秘書であるばか\nりでなく単なる秘書の域を超えて，原告の右腕ともいえるＣを紹介され，Ｃに対し\n青色申告の承認取消しを回避したい旨相談し，Ｃに青色申告の承認取消し回避のた\nめの対応を任せることにしたとの事実を摘示するものである。\n別紙２中⑩の記載は，原告が事務所ぐるみで，財務省に「口利き」を行い，１０\n０万円を受け取ったのであり，その決定的証拠及び証言があるとの事実を摘示する\nものである。\n別紙２中⑪，㉔の各記載は，原告が「口利き」の対価を要求していた決定的な証\n拠がある，それは，原告とその秘書が連名で「口利き」の対価として１００万円を\n要求し，振込先としてその秘書が代表を務める税理士法人の口座を指定した文書で\nある，それを受けた相談者は原告及び秘書が国税当局へ働きかけてくれるものと考\nえ，１００万円を指定口座に振り込んだのであって，上記秘書が個人的に「口利き」\nを引き受けたのではなく，原告がこれを引き受けたことは明らかであるとの事実を\n摘示するものである。\n別紙２中⑫，⑬，⑭，⑮，⑯，⑰の各記載は，原告に１００万円で税務の「口利\nき」を依頼した相談者が，進捗確認のため原告事務所を訪ね，その対価である１０\n０万円を指定口座に振り込んだことを伝えた上，説明を求めたところ，原告は秘書\nに対して当該１００万円を原告の管理する口座に振り込みさせるように指示した上\nで，国税当局へ働きかけることを明言し，相談者の目の前で，相談者の地元を管轄\nしている国税局長に電話を掛けた上，「口利き」の見返りとして１００万円は高く\nないと述べたとの事実を摘示するものである。\n別紙２中⑳，㉑の各記載は，被告は，本件記事に掲載している問題に関して，２\n年半前から取材をしていたが，２年前の取材では一部確証を得ることができず記事\nにすることを見送ったとの事実を摘示するものであり，この摘示により，本件記事\n全体の信ぴょう性を高め，他の記載と一体となって原告が１００万円を見返りとし\nて「口利き」を行ったとの印象を強めるものである。\n別紙２中㉓の記載は，原告にあっせん利得処罰法違反の疑いがあるとの事実を摘\n示するものである。\n別紙２中㉖の記載は，Ｘ氏（相談者）との面会をしたときに「口利き」の要請を\n受けた原告は，言い逃れができないとの事実を摘示するものである。\n（原告が主張する上記各摘示事実を以下「原告主張の各摘示事実」という。）。\nエ  公共性及び公益目的がないこと\n本件記事には，税理士であるＣに関する記載（別紙２中⑧，⑨，⑱，⑲，㉒，㉕\nの各記載）や被告の取材経過に関する記載（別紙２中⑳，㉑の各記載）が含まれて\nいるところ，これらの記載が公共の利害に関する事実に係るものとはいえない。ま\nた，被告は，平成２８年頃には本件疑惑の記事化を見送っていたにもかかわらず，\nその２年後に原告が唯一の女性閣僚として入閣することになるや否や，専ら週刊誌\nの発行部数を稼ぐため，原告をあしざまに言う本件記事を本件雑誌に掲載すること\nにしたというべきであるから，被告が本件記事の掲載された本件雑誌を発行した目\n的が専ら公益を図ることにあったともいえない。このことは，本件記事の目次や見\n出しでは原告が国税当局への「口利き」により１００万円を受領した旨が記載され\nている一方，本文部分ではＣが上記１００万円を受領したことが記載されているな\nど，原告を貶めるために本件記事の本文部分の内容とは明らかに異なる目次や見出\nしが付されていることからも明らかである。\nオ  原告主張の各摘示事実はいずれも真実ではないこと\n原告事務所の秘書がＦに対して税理士のＣを紹介したことはあったが，Ｃは原告\nの知人にすぎず，しかも平成２７年５月頃には，Ｃが活動拠点を福岡県大牟田市に\n移していたため，事実上関係がほぼ途絶えていた。Ｃのブログに記載されている出\n来事はいずれも平成２７年７月以前の出来事であるし，Ｃは原告が国会議員として\n活動するうちの数日を手助けしたり，当時親交のあった原告の名前を出して挨拶し\nたりしたことがあるという程度のことにすぎない。原告がＣを私設秘書として雇用\nしたことはなく，Ｃが原告の「右腕」ともいうべき存在であった事実もない。\nまた，ＣはＦから株式会社Ｆ´の法人税に関する税務処理を依頼されたにすぎず，\nＣがＦから受領した１００万円もこれについての着手金であって，国税当局への\n「口利き」の対価ではない。そもそも，法人に対する青色申告の承認取消しについ\nては国税庁が定める事務運営指針に基づいて機械的に判断されており，仮にその判\n断に裁量が認められるとしても極めて限定されたものであることが明らかであって，\n国会議員の「口利き」によって回避できるものではないことは，国会議員であれば\n誰もが知る周知の事実であるから，原告が青色申告の承認取消しを回避させるため\nに「口利き」を行うはずがない。なお，本件送付状には原告の氏名等が記載されて\nいるが，これは原告事務所で使用されている送付状（甲３）とは異なる体裁のもの\nであり，Ｃが勝手に作成したものにすぎず，原告がＣを通じてＦから１００万円を\n受領しようとしたことはない。\nさらに，原告が平成２７年９月４日にＦ及びＥと面会した事実はなく，同日にＦ\nからの依頼に応じて旧知の国税局長に「口利き」をしようとしたという事実もない。\nこの点，Ｆ，Ｅ及びＧは，上記同日にＦとＥが参議院議員会館内の原告事務所を訪\nれ，原告がＦからの「口利き」の依頼に応じ，Ｆらの面前で旧知の国税局長に電話\nを掛けようとしたとの発言，陳述ないし供述をするようである。しかしながら，原\n告の予定が全て正確に反映されているスケジュール表には，同年７月２８日にＦら\nと面会する予定が記載されているのみで，Ｆらが面会を行ったとする同年９月４日\nにその予定は記載されていない（甲７，甲８参照）。また，Ｆらが同日に原告と面\n会したとすれば，参議院議員会館に入館するために面会申込書を記入しているはず\nであるが，そのような内容の面会申込書は参議院議員会館に残されていない（甲２\n参照）。さらに，同４日にＦらが原告と面会することが決まった経緯についてのＥ\nとＧの供述は整合しておらず，ＦやＥの手帳にも同日に原告と面会するとの予定は\n記載されていない。加えて，同日の原告のスケジュールによれば，原告は午前１０\n時の参議院本会議に出席し，午前１０時１０分頃に同会議が終了してから直ちに羽\n田空港に移動し，午前１１時２０分発の飛行機に搭乗しなければならなかったので\nあり，同日の上記会議後に原告事務所に戻ってＦらと面会する余裕はなく，無理に\nＦらと面会しようとすべき合理的理由もない。このように，Ｆ，Ｅ及びＧの上記各\n発言等はいずれも客観的事実に反している。加えて，Ｅは，原告の後援会の幹事長\nを務めていたが，わずか半年程度で解任させられており，原告に対して悪感情を抱\nいていると推認され，原告にとって不利益な虚偽供述をする動機が十分に認められ\nること，Ｇは，原告事務所が弁護士を紹介してくれなかったことについて不信感を\n抱いており，金銭的にも困窮していたところ，被告の記者から「訴えられたら訴訟\n費用は出すし，弁護士の面倒を見る。」などと言われたというのであって，被告の\n記者に迎合し，自らの記憶にないことを陳述・供述していることが疑われることも\n併せ鑑みると，Ｆ，Ｅ及びＧの上記各発言等はいずれも信用することができない。\nそして，原告がＣから１００万円を受け取った事実はないし，そのことに関する\n証拠はない。そもそも，突然面会を受けて説明されたとしても，原告にとっては寝\n耳に水のことであり，わずかな時間で事態を理解し，適切な対応をするために必要\nな事実経過の把握などできるはずがない。また，実際に税務の委任を受けたＣの話\nを一切聞くことなく，一方的に１００万円を原告名義の口座等に振り込ませるよう\n指示するはずがない。さらに，その後原告がＣに連絡するなどしたことについては\nＧやＥらは何も述べていない。これらからすれば，原告がＣに対し１００万円のこ\nとで電話をしたことはないし，１００万円を原告名義の口座等に振り込むよう指示\nしたこともないことは明らかである。\n加えて，原告が国税局長に電話をしたことについての具体的な証拠がない。そも\nそも，事態を飲み込めず，Ｃから事情を確認することのないまま，国税局長に電話\nをしても，どのような説明をし，どのような要求をしようというのか，想像するこ\nとすら困難であって，原告が国税局長に電話をする理由が全く考えられない。また，\n仮に一度国税局長に電話をしたのであれば，折り返し電話を受け，あるいは再度電\n話をして何らかのやりとりをするはずであるが，これに関する事実及び証拠は一切\nない。したがって，原告が国税局長に電話などしていないことは明らかである。\nカ  真実であると信ずることに相当の理由はないこと\n報道機関が取材に係る事実を真実であると信ずるについて相当の理由があるとい\nうためには，報道機関にとって可能な限りの取材を行い，報道機関をして一応真実\nと思わせるだけの合理的資料又は根拠が必要である。\nこの点，被告の主張によれば，被告の記者は，平成２８年頃，Ｆらに対する取材\nを実施し，同人らから前記２（２）アないしウ記載の事実関係に沿う発言を得てい\nたようだが，本件訴訟において，被告は，Ｆ及びＣの陳述書を提出したり同人らの\n証人尋問を申請したりしておらず，そもそも被告の記者がＦ及びＣに対する取材を\n実施していたかどうかも疑わしいというべきである。\nまた，それを措くとしても，前記オのとおり，少なくともＥには原告にとって不\n利益な虚偽供述をする動機があったのであるから，客観的な証拠による裏付けがな\nい限り，Ｅ及びＦの上記各発言を信用するには足りないというべきである。この点，\n被告の記者は，ＦがＣに株式会社Ｆ´の法人税に関する税務処理を依頼し，その着\n手金として１００万円を支払ったことを示す書類を入手していたにすぎず，Ｃが原\n告の秘書としてＦから国税当局への「口利き」を依頼され，その対価として原告が\nＣを通じてＦから１００万円を受領したことや，ＦとＥが原告事務所を訪れ，原告\nがＦらの面前で旧知の国税局長に電話を掛けようとしたことを示す客観的な証拠を\n入手していたわけではなく，原告に対する反対取材も実施していなかった。特に，\nＥ及びＦの上記各発言のうち平成２７年９月４日にＦらが原告事務所を訪れたとの\n点が事実に反することは前記オのとおりであるところ，被告の記者はこの点に関す\nる証拠を一切入手していなかったというのであるから，Ｅ及びＦの上記各発言に客\n観的な証拠による裏付けがあったということはできないというべきであり，このこ\nとは，平成２８年当時，被告が本件疑惑の記事化を見送ったことからも明らかであ\nる。\nしかるに，被告は，新たな証拠が得られていなかったにもかかわらず，原告が入\n閣することになるや，週刊誌の発行部数を稼ごうとの目的から，十分な取材を尽く\nすことなく拙速に本件記事の掲載された本件雑誌を発行したのであり，本件雑誌の\n発行当時，被告が原告主張の各摘示事実を真実と信ずるについて相当の理由があっ\nたはいえない。\n（２）損害額（争点２）\n【原告の主張】\n原告の経歴，立場及び本件記事の内容からして，原告の被った精神的損害は甚大\nであり，これに対する慰謝料は１０００万円を下らない。\nまた，原告は，被害回復のためやむなく原告訴訟代理人らに本件訴訟の提起，追\n行を委任したところ，被告の名誉毀損行為と相当因果関係が認められる損害である\n弁護士費用は１００万円を下らない。\n【被告の主張】\n原告の主張のうち，原告が本件訴訟の提起，追行を原告訴訟代理人らに委任した\nことは認め，その余はいずれも不知ないし争う。\n第３  当裁判所の判断\n１  名誉毀損とは他人の社会的評価を低下させる表現行為であるところ，前記第\n２の２（２）のとおり，本件記事のうち本件各記載が原告の社会的評価を低下させ\nるものであることは当事者間に争いがないから，被告が本件記事の掲載された本件\n雑誌を発行したことは，原告に対する名誉毀損に該当するということができる。\n２  争点１（真実性・相当性の抗弁）について\n（１）  事実を摘示しての名誉毀損にあっては，その行為が公共の利害に関する事\n実に係り，かつ，その目的が専ら公益を図ることにあった場合に，摘示された事実\nがその重要な部分について真実であることの証明があったときには，上記行為には\n違法性がなく，仮に上記事実が真実であることの証明がないときにも，行為者にお\nいて上記事実を真実と信ずるについて相当の理由があれば，その故意又は過失は否\n定される（最高裁昭和３７年（オ）第８１５号同 ４１年６月２３日第一小法廷判\n決・民集２０巻５号１１１８頁，最高裁昭和５６年（オ）第２５号同５８年１０月\n２０日第一小法廷判決・裁判集民事１４０号１７７頁参照）。また，ある事実を基\n礎としての意見ないし論評の表明による名誉毀損にあっては，その行為が公共の利\n害に関する事実に係り，かつ，その目的が専ら公益を図ることにあった場合に，上\n記意見ないし論評の前提としている事実が重要な部分について真実であることの証\n明があったときには，人身攻撃に及ぶなど意見ないし論評としての域を逸脱したも\nのでない限り，上記行為は違法性を欠くものというべきである（最高裁昭和６０年\n（オ）第１２７４号平成元年１２月２１日第一小法廷判決・民集４３巻１２号２２\n５２頁参照）。そして，仮に上記意見ないし論評の前提としている事実が真実であ\nることの証明がないときにも，行為者において上記事実の重要な部分を真実と信ず\nるについて相当の理由があれば，その故意又は過失は否定されると解するのが相当\nである（最高裁平成６年（オ）第９７８号同９年９月９日第三小法廷判決・民集５\n１巻８号３８０４頁参照）。\nなお，原告は，真実性・相当性の証明対象に「重要な部分」との限定が付される\nのは，表現の自由や迅速性が要請される新聞記事の場合であって，雑誌等の記事に\nついてはそのような限定は付されないと主張する。しかし，上記のような限定が付\nされるのは，重要な部分が真実であることの証明がありあるいは真実であると信ず\nるについて相当の理由があるにもかかわらず，重要ではない部分が真実であること\nの証明がなくあるいは真実と信ずるについて相当の理由がないときに，違法性や故\n意・過失を肯定するのは相当ではないからであると解されるところ，その理は雑誌\n等においても当てはまるということができるから，原告の主張は採用しない。\n（２）本件における事実の摘示等\n前記第２の２（２）によれば，本件記事のうち本件各記載は，①Ｘ氏（Ｆ）が，\n自身の会社（株式会社Ｆ´）に対する青色申告の承認が取り消されそうになったた\nめ，何とかならないかと旧大蔵省出身の原告事務所に相談したところ（別紙２中⑦\nの記載参照），原告事務所の秘書を通じて原告の右腕ともいうべき私設秘書であっ\nた税理士のＣを紹介され，原告やその秘書が国税当局に働きかける「口利き」をし\nてくれるとの認識の下，Ｃに着手金１００万円を支払って国税当局への「口利き」\nを依頼したとの事実（別紙２中⑥，⑧，⑨，⑪，⑰ないし⑲，㉒，㉔，㉕の各記載\n参照）（以下「摘示事実①」という。），②Ｃからの報告がなかったため，Ｘ氏と関\n係者が，平成２７年９月に原告事務所を訪れて原告に事情を説明したところ，（別\n紙２中⑫，⑬の各記載参照），原告が国税当局への「口利き」の対価であることを\n認識しながら上記１００万円をＣから受け取ろうとした上で（別紙２中⑩，⑭の記\n載参照），Ｘ氏からの依頼を了承し，旧知の国税局長とされる人物に電話を掛けよ\nうとした との事実 （ 別紙１中②， 別紙２中 ⑤，⑮，⑯ ，㉖の各記載参照）（以下\n「摘示事実②」という。）を摘示するとともに，これを基礎として，元検察官によ\nる指摘（別紙２中㉓の記載参照）を紹介しつつ，原告が事務所ぐるみで国税当局に\n対する「口利き」の対価としてＸ氏から１００万円を収受したことは，あっせん利\n得処罰法に反する疑いがあるとの法的な見解（別紙１中①，別紙２中③，④の各記\n載参照）を表明したものと解するのが相当である。\nそこで，以下，被告が本件記事の掲載された本件雑誌を発行した行為 に，公共\n性・公益目的があり，摘示事実①及び摘示事実②の重要な部分が真実であり，ある\nいは被告において摘示事実①及び摘示事実②の重要な部分を真実と信ずるについて\n相当の理由があり，意見等について人身攻撃に及ぶなど意見ないし論評としての域\nを逸脱したものでないかを検討する。\n（３）公共性・公益目的について\n前記第２の２（１）によれば，原告は，本件雑誌が発行された当時，内閣府特命\n担当大臣等を務めており，衆議院議員を１期務めた後，参議院議員を２期務めてい\nたことが認められるところ，国務大臣であり国会議員でもある原告が，あっせん利\n得処罰法という，国会議員等公職にある者の政治活動の清廉潔白性を保持するとと\nもに，政治に対する国民の信頼を確保することを目的とする法律に違反したか否か\nという本件疑惑を報じた本件記事の内容は，公共の利害に関する事実ということが\nできる。また，前記第２の２（２），乙第２０号証，Ｄ供述及び弁論の全趣旨によ\nれば，被告は，平成３０年１０月２日の内閣改造で原告が入閣するとのニュースが\n報じられたことから，国務大臣に就任する原告の資質を問うため，本件記事の掲載\nされた本件雑誌を発行したとの事実が認められるから，その目的は専ら公益を図る\nことにあったということができる。\nなお，原告は，被告が一度は本件疑惑の記事化を見送ったにもかかわらず，原告\nが入閣することになるや否や本件雑誌を発行したという経緯からすれば，被告が本\n件記事の掲載された本件雑誌を発行した目的は，原告をあしざまに言うことで週刊\n誌の発行部数を稼ぐことにあり，専ら公益を図ることにあったとはいえない旨主張\nする。しかしながら，本件全証拠及び弁論の全趣旨によっても，被告が，原告をあ\nしざまに言うことで本件雑誌の発行部数を増やすことを企図し，そのために，本件\n記事の掲載された本件雑誌を発行したとの事実は認められない。\n（４）真実性・真実相当性について\nア  摘示事実①について\nＤの陳述（乙２０）及び供述によれば，被告が本件記事の掲載された本件雑誌を\n発行するまでの間に，被告の記者らは，原告事務所に対する取材を実施し，原告事\n務所から，株式会社Ｆ´が税務調査を受けているとの相談が原告事務所にあり，原\n告事務所の秘書が原告と相談の上で税理士のＣをＦに紹介したとの回答（乙１０）\nを得ていた。また，被告の記者らは，Ｅ，Ｆ及びＣに対する取材を実施し，概ね摘\n示事実①に沿う内容の発言を得た上，これを裏付ける資料として，原告の名刺（乙\n４）及びＣの名刺（乙３），本件送付状（乙５），本件照会回答書（乙６），本件権\n限証書（乙７）をＦから提供されていた。\nなお，原告事務所はＦにＣを紹介した平成２７年７月より前の同年５月にＣが私\n設秘書を退職した旨回答（乙１０）していたが，「Ｃが原告の右腕ともいうべき私\n設秘書」であった旨の記載（別紙２中⑧，⑲）については，被告の記者らが取得し\nた株式会社Ａ´の商業登記簿（乙１の１及び乙１の２）によれば，原告が代表取締\n役を務める同社にＣが平成２２年１１月１１日に監査役に就任し（他に取締役や監\n査役はいない。），平成２４年１２月２６日に取締役に就任し，上記商業登記簿取得\n時の平成２８年６月２日時点でも取締役であったこと（他には取締役１名，監査役\n１名），Ｃのブログ記事によれば，原告の母の葬儀で受付役を務めたり（平成２３\n年２月１７日の記事），原告の中国視察旅行を企画したり（同年８月２３日の記事），\nＣがパーティにおいて原告を代理して挨拶したり（平成２４年１月２７日の記事）\nしていたことなどが記載されていたこと（乙２），ＦがＤに交付したＣの名刺（乙\n３）に，「参議院議員Ａ」「秘書  Ｃ」，「国会事務所  東京都千代田区永田町２－１\n－１参議院議員会館ａ号室（注記：原告事務所の住所）」と記載されていたこと，\nＦ が Ｄ に 交 付 し た 本 件 送 付 状 （ 乙 ５ ） に は ， 差 出 人 欄 に 「 議 員 名   参 議 院 議 員\nＡ」，「秘書名  秘書・税理士  Ｃ」，「住所  東京都千代田区永田町２－１－１（注\n記：参議院議員会館の住所）」と記載されていたことなどによって裏付けられると\nいうことができる。また，原告事務所は株式会社Ｆ´の件は単なる税務調査に関す\nる相談であった旨回答（乙１０）しているが，Ｆがそれまでほとんど関係のなかっ\nた原告事務所に税務関係の相談をしていること（乙１９，Ｅ供述），同相談を受け\nた原告事務所がＦに紹介したＣは，Ｆの依頼内容を聞いた後，「議員名  参議院議\n員  Ａ」，「秘書名  秘書・税理士  Ｃ」，「着手金１００万円を，至急下記にお願い\n申し上げます。」「ご確認後，国税に手配させて頂きます。」との記載がある本件送\n付状（乙５）をＦに送付したこと，被告の記者らの取材によれば，法人に対する青\n色申告の承認取消処分に対する不服申立てをする際の報酬相場は３０万円程度であ\nること（乙２０）からすれば，Ｆが，青色申告の承認取消しの不服申立て等の通常\nの手続を超える，旧大蔵省出身の原告やその秘書でなければできないような，青色\n申告の承認取消処分等への国税当局への働きかけとしての「口利き」を依頼しよう\nとし，原告事務所がそれと認識の上で応じたとのＥ及びＦの発言が裏付けられると\nいうことができる。\n以上からすると，Ｆが，株式会社Ｆ´に対する青色申告の承認が取り消されそう\nになったため，何とかならないかと旧大蔵省出身の原告事務所に相談し，同事務所\nから原告の右腕ともいうべき私設秘書のＣを紹介され，原告やその秘書が国税当局\nに働きかける「口利き」をしてくれるとの認識で，Ｃに着手金１００万円を支払っ\nて国税当局への「口利き」を依頼したとの摘示事実①を，本件記事掲載当時，被告\nが真実であると信じたことには相当の理由があるということができる。\nイ  摘示事実②について\nＤの陳述（乙２０）及び供述によれば，被告が本件記事の掲載された本件雑誌を\n発行するまでの間に，被告の記者らは，原告事務所及び原告本人に対して取材を実\n施したが，原告事務所も原告本人も，平成２７年９月にＦらが原告事務所を訪問し\nたことはもとより，原告が国税当局への「口利き」の対価であることを認識しなが\nら１００万円を受け取ろうとしたり，旧知の財務省幹部に電話を掛けようとしたり\nしたとの事実を否認していた（乙１０，乙２０）。また，Ｃも，一旦はＦに対して\n「頂いたお金は全てＡ本人に取られた。」と述べたものの，被告の記者らに対し，\n原告に１００万円を渡したのかについては「ノーコメントにさせてください。」な\nどと述べた（乙２０，Ｄ供述）。そして，被告の記者らは，取材時にＦらが原告事\n務所を訪問した日を平成２７年９月４日と特定していた（乙９）にもかかわらず，\n同日Ｆらが原告事務所を訪れたことを裏付ける資料や原告が同日原告事務所にいた\nことを裏付ける資料を入手しておらず，ましてや同日，原告が，Ｃに電話を掛けて\nＦが支払った１００万円を原告に渡すよう求めようとしたり，旧知の国税局長とさ\nれる人物に電話を掛けようとしたりしたとの事実を裏付ける資料を入手していない。\nとりわけ，「Ｃにすぐ連絡して！振り込みさせなさい！」との原告の発言（別紙２\n中⑭）が「Ｃに，ＦがＣの関係する金融機関口座に振り込んだ１００万円を，原告\n側の金融機関口座に振り込みさせなさい」との趣旨であることや，原告が電話を掛\nけようとした相手が「旧知の国税局長」であったとする根拠については，その場に\nいたＦ，ＥあるいはＧがそのように受け止めたという発言，陳述及び供述以上のも\nのはない（乙１８ないし乙２０，Ｇ供述，Ｅ供述，Ｄ供述）。しかも，本件訴訟に\nなって判明したことではあるが，平成２７年９月４日当日，原告は，午前１０時１\n分に開議した参議院本会議に出席し，午前１０時７分に同会議が散会した後，羽田\n空港に移動して午前１１時２０分発の飛行機に搭乗し，佐賀に向かっている（甲８\nないし甲１１，乙２１）が，羽田空港に移動するまでのわずかの時間に，原告事務\n所に戻り，Ｆらと面会をして話を聞き，各所に電話を掛けることなどできるのかあ\nるいはやろうとするのかといった疑義が生じる。\n他方で，被告の記者らはＥ及びＦにも取材を実施したが，両名から，概ね摘示事\n実②に沿った発言を得ていた（乙２０，Ｄ供述）。Ｅ及びＦの発言内容はほぼ一致\nしており，とりわけＦの発言は，平成２８年の取材時と平成３０年の取材時とで，\nほぼ変わることはなかった（乙２０，Ｄ供述）。また，概ね摘示事実①に沿うＥ及\nびＦの発言については，これを裏付ける資料も存在するため，真実である蓋然性が\n相当高いといえるところ，摘示事実②に関してのみ虚偽の発言を行う事情や動機は，\n本件全証拠及び弁論の全趣旨からはうかがわれない。とりわけ，原告がＣに１００\n万円を振り込ませようとしていたとの事実については，原告が国税当局に「口利き」\nを行い，その対価を得ようとする行為といえ，同行為が政治家として不適切なもの\nであることは明らかであるところ，その内容が記事となって相当の発行部数のある\n週刊誌「週刊文春」に掲載されたときには，原告の社会的評価が著しく低下するこ\nとが明らかであるにもかかわらず，週刊誌「週刊文春」の記者であることを明示し\nた被告の記者らの取材に対しＦやＥがあえて虚偽の発言をする事情や動機は，本件\n全証拠及び弁論の全趣旨によってもうかがわれない。さらに，内容面に関していえ\nば，１００万円を振り込んだ後にＣから報告がないため，ＦとＥが，振込みの約２\nか月後の平成２７年９月頃，原告に確認しようと原告事務所を訪れ，原告に対して\n青色申告の承認取消しの件を原告事務所に依頼をし，原告事務所から紹介されたＣ\nの指示により１００万円をＣが指定する口座に振り込んだことを説明したとの話の\n流れは極めて自然であるし，本件送付状には「議員名  参議院議員  Ａ」，「秘書名\n秘書・税理士Ｃ」，「着手金１００万円を，至急下記にお願い申し上げます。」「ご確\n認後，国税に手配させて頂きます。」と記載されていたのであるから， 当該１００\n万円は原告事務所に対して支払われたものといえるため，Ｃが着手金１００万円を\n原告事務所に渡していないことを原告が認識した場合には，Ｃにそれを渡すよう指\n示しようとすることも自然であり，青色申告の承認取消しの件に関して何か働きか\nけをしようとするのであれば，所轄の国税局長に対して連絡を取ろうとするのも自\n然であるといえる。そして，本件当時株式会社Ｆ´が所在する長野県の税務署を管\n轄する関東信越国税局長を務めていたＬが，被告の記者の取材に対し，原告との関\n係（大学のテニスサークルにおける関係等）については雄弁に語りながら，「関東\n信越国税局長を務めていた時に原告から青色申告の承認取消の件で連絡を受けたこ\nとはないか」との問いかけに対しては，具体的な回答を避けつつ，否定することも\nなかったこと（乙２０，Ｄ供述）は，原告がＬに連絡を取った可能性をうかがわせ\nないではない。\nそうすると，ＦとＥが，平成２７年９月に原告事務所を訪れて原告に説明をし，\n原告が国税当局への「口利き」の対価であることを認識しながら上記１００万円を\nＣから受け取ろうとした上で，Ｆからの依頼を了承し，旧知の国税局長とされる人\n物に電話を掛けようとしたとの摘示事実②が真実であるとの証明があったというこ\nとはできないものの，摘示事実②を，本件記事の掲載された本件雑誌が発行された\n当時，被告が真実であると信じたことには相当の理由があるということができる。\nウ  原告は，以下のような主張をするが，いずれも，被告において摘示事実①及\nび摘示事実②を真実であると信ずるにつき相当の理由があるとの前記判断を左右す\nるものではない。\n（ア）  原告は，Ｃが原告の私設秘書であったことはなく，Ｃの名刺も本件送付状\nもＣが原告に無断で勝手に作成し使用したものであると主張する。\nしかしながら，時期はともかく，Ｃが原告の秘書であったことは原告事務所も認\nめるところである（乙１０）。また，Ｃの名刺も本件送付状のひな型も，何かの機\n会に原告が入手する可能性があることを考えれば，Ｃが本件当時（平成２７年）原\n告に無断で名刺や本件送付状のひな型を作成し使用していたとは考え難い。そうす\nると，本件当時，Ｃが原告の私設秘書であったと信ずるについて相当の理由があっ\nたということができる。\n（イ）  原告は，原告とＦ及びＥが原告事務所で面会した日とされる平成２７年９\n月４日について，原告の予定が全て正確に反映されているスケジュール表にはその\n予定が記載されておらず，参議院議員会館に入館するための面会申込書もなく， Ｆ\nやＥの手帳にも原告との面会予定が記載されておらず，何より当日は午前１０時の\n参議院本会議に出席し，午前１０時１０分頃に同会議が終了した後直ちに羽田空港\nに移動して午前１１時２０分発の飛行機に搭乗しなければならなかったのであるか\nら，同会議後に原告事務所に戻ってＦらと面会する余裕はないし，無理にＦらと面\n会しようとすべき理由もなく，この点について被告の記者らが裏付けとなる資料を\n何ら入手していないことからすれば，被告が摘示事実②を真実と信ずるについて相\n当の理由があったとはいえないと主張する。\nしかしながら，原告自身のスケジュール表やＦ及びＥの手帳に予定の記載がない\nことから直ちに当該予定はなかったということになるものではない。また，被告の\n記者であるＩは，原告事務所に対し，平成２７年９月４日に原告が原告事務所でＦ\nらと面会した事実の有無を尋ねたが（乙９参照），原告事務所は，同日に面会した\n事実はない旨回答するのみで，上記のように，Ｆらが同日に参議院議員会館を訪れ\nたことを示す面会申込書がないことを指摘したり，同日における原告の予定を具体\n的に回答したりすることはなかったのであるから（乙１０参照），この点について\n被告の記者らが裏付けとなる資料を入手していないことをもって，被告が摘示事実\n②を真実と信ずるについて相当の理由があったとはいえないことになるものではな\nい。なお，Ｆらが同日に参議院議員会館を訪れたことを示す面会申込書がないこと\nや，原告の同日における予定を前提としても，このことから直ちに，同日に原告が\n原告事務所でＦらと面会することがおよそあり得ない話とまではいうことができな\nい。\n（ウ）  原告は，法人に対する青色申告の承認取消しについては国税庁が定める事\n務運営指針に基づいて機械的に判断されており，仮にその判断に裁量が認められる\nとしても極めて限定されており，国会議員の「口利き」によって回避できるもので\nはなく，そのことは国会議員であれば誰もが知る周知の事実であるから，原告が\n「口利き」を行うはずがない，また，その場で聞いて事情もよく分からないまま国\n税局長に電話をする理由がないと主張する。\nしかしながら，法人の青色申告の承認取消しに関する法人税法１２７条１項柱書\nは，各号のいずれかに該当する事実がある場合には，納税地の所轄税務署長はその\n承認を取り消すことができる旨規定していることや，平成１２年７月３日付「法人\nの青色申告の承認の取消しについて（事務運営指針）」（乙１７）によれば，法人税\n法１２７条１項３号に該当すると認められる場合であっても，「取消しをしないこ\nとが相当と認められるもの」については「（所轄の税務署長は）所轄国税局長と協\n議の上その事案に応じた処理を行うものとする。」とされていることからすれば，\n納税地の所轄税務署長には，その程度は措くとしても一定の裁量が認められている\n上，所轄国税局長の判断が取り消すか否かの結論に影響を与え得るということがで\nきる。したがってまた，法人の青色申告の承認取消しの件と聞いて，所轄国税局長\nに連絡を取ろうとしたのであれば，上記事務運営指針を踏まえた理由のある行動と\nいえる。\n（エ）  原告は，被告の記者がＦに対する取材を実施したのかどうかは疑わしいと\n主張する。\nしかしながら，被告の記者は，本件送付状や本件権限証書などの資料（原告はこ\nれらの資料をＣが代表を務める税理士事務所で作成されたことを否定していない。）\nを取得していたというのであり，これらの資料はその内容に照らしてＦ以外から取\n得することは通常考え難いことからすれば，被告の記者がＦに対する取材を実施し\nた旨のＤの供述が信用できることは明らかである。\n（オ）  原告は，Ｅについては，原告の後援会の幹事長を務めていたところ，わず\nか半年程度で解任させられたから，原告に対して悪感情を抱いていると推認できる\nため，原告にとって不利益な虚偽供述をする動機が十分に認められるとして，Ｅの\n供述等は信用できないと主張する。\nしかしながら，原告の後援会の幹事長をわずか半年程度で解任させられたことを\nもって，直ちに，Ｅが取材に対し殊更に悪感情をもって原告に対して疑惑の目が向\nけられる可能性がある虚偽の発言をするとは考え難いし，ＥとＦの発言内容が一致\nしていること，Ｆには虚偽の発言をする動機が全く見当たらないこと，被告におい\nてＥ及びＦの一部の発言の内容を裏付ける資料を入手していたことなども踏まえれ\nば，原告の主張は採用し難い。\n（５）  摘示事実①及び摘示事実②を基礎として，原告が事務所ぐるみで国税当局\nに対する「口利き」の対価としてＸ氏から１００万円を収受したことは，あっせん\n利得処罰法に反する疑いがあるとの法的な見解を示すことが，人身攻撃に及ぶなど\n意見ないし論評としての域を逸脱したものということはできない。\n（６）  よって，被告が本件記事の掲載された本件雑誌を発行したことについて，\n被告の原告に対する不法行為は成立しない。\n第４  結論\n以上によれば，その余の争点につき判断するまでもなく，原告の請求は理由がな\nいからこれを棄却することとし，訴訟費用の負担につき民訴法６１条を適用して，\n主文のとおり判決する。\n東京地方裁判所民事第３２部\n裁判長裁判官     大 濵 寿 美\n裁判官     松 井 俊 洋\n裁判官     町 田 哲 哉\n別紙１及び別紙２は記載を省略\n"
}