{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Reiwa",
    "year": 3,
    "month": 5,
    "day": 17
  },
  "case_number": "平成29(行ウ)230",
  "case_name": "障害基礎年金の支給停止を解除しない処分の取消等請求事件",
  "court_name": "大阪地方裁判所",
  "gist": "１　１型糖尿病にり患し，国民年金法に基づく障害基礎年金の支給を受けていた者に対してされた同法３６条２項本文に基づく支給停止処分が違法であるとされた事例\n２　１型糖尿病にり患し，国民年金法に基づく障害基礎年金の支給を受けていた者に対してされた同法３６条２項本文に基づく支給停止処分，及び１型糖尿病にり患し，同項本文の規定に基づく支給停止処分を受けた者に対してされた，支給停止を解除しない旨の処分が，違法であるとはいえないとされた事例",
  "case_gist": "１　１型糖尿病にり患し，国民年金法に基づく障害基礎年金の支給を受けていた者に対してされた同法３６条２項本文に基づく支給停止処分は，判示の事実関係の下では，違法である。\n２　１型糖尿病にり患し，国民年金法に基づく障害基礎年金の支給を受けていた者に対してされた同法３６条２項本文に基づく支給停止処分，及び１型糖尿病にり患し，同項本文の規定に基づく支給停止処分を受けた者に対してされた，支給停止を解除しない旨の処分は，判示の事実関係の下では，違法であるとはいえない。",
  "lawsuit_id": "90784",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=90784",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/784/090784_hanrei.pdf",
  "contents": "主 文\n１  原告Ｘ９の義務付けの訴えを却下する。\n２  厚生労働大臣が令和元年５月１０日付けで 原告Ｘ５に対してした障害基\n礎年金の支給を停止する旨の処分を取り消す。\n３  原告Ｘ１，原告Ｘ２，原告Ｘ３，原告Ｘ４，原告Ｘ６，原告Ｘ７及び原告\nＸ８の請求並びに原告Ｘ９のその余の請求をいずれも棄却する。\n４  訴訟費用は，原告Ｘ５と被告との間においては，全部被告の負担とし，そ\nの余の原告らと被告との間においては，被告に生じた費用の９分の８を上記\n原告らの負担とし，その余は各自の負担とする。\n事 実 及 び 理 由\n第１  請求\n１  甲事件，丙事件\n(1)  厚生労働大臣が令和元年５月１０日付けで原告Ｘ９に対してした障害基\n礎年金の支給停止を解除しない旨の処分を取り消す。\n(2)  厚生労働大臣は，原告Ｘ９に対し，平成２８年１１月から障害基礎年金\nの支給停止を解除する旨の処分をせよ。\n２  乙事件\n厚生労働大臣が令和元年５月１０日付けで原告Ｘ１，原告Ｘ２，原告Ｘ３，\n原告Ｘ４，原告Ｘ５，原告Ｘ６，原告Ｘ７及び原告Ｘ８に対してした障害基礎\n年金の支給を停止する旨の各処分をいずれも取り消す。\n第２  事案の概要\n原告Ｘ１，原告Ｘ２，原告Ｘ３，原告Ｘ４，原告Ｘ５，原告Ｘ６，原告Ｘ７\n及び原告Ｘ８（以下「原告ら８名」と総称する。）は，いずれも，１型糖尿病\nにり患し，国民年金法（以下「法」という。）３０条２項による委任を受けた\n国民年金法施行令（以下「令」という。）別表の定める障害等級（同項に規定\nする障害等級をいう。以下同じ。）２級に該当する程度の障害の状態にあると\nして障害基礎年金の裁定を受けてこれを受給していたが，厚生労働大臣から，\n法３６条２項本文の規定に基づく障害基礎年金の支給停止処分（以下，「支給\n停止処分」といい，原告ら８名についてされた各支給停止処分を「前件各支給\n停止処分」という。）を受けた。また，原告Ｘ９は，原告ら８名と同様に，１\n型糖尿病にり患し，障害等級２級に該当する程度の障害の状態にあるとして障\n害基礎年金の裁定を受けてこれを受給していたところ，厚生労働大臣から，支\n給停止処分を受け，その後，厚生労働大臣に対し，国民年金法施行規則（平成\n３０年厚生労働省令第１０号による改正前のもの。以下「規則」という。）３\n５条１項本文に基づき，支給停止の解除の申請をしたが，支給停止を解除しな\nい旨の処分（以下「前件不解除処分」といい，前件各支給停止処分と併せて「前\n件各処分」という。）を受けた。\n原告ら８名は前件各支給停止処分の取消しを（当庁平成２９年（行ウ）第２\n２０号，第２２３号ないし２２９号），原告Ｘ９は前件不解除処分の取消し及\nび行政事件訴訟法（以下「行訴法」という。）３条６項２号に基づき支給停止\nを解除する処分をすべき旨を命ずること（同号所定の義務付け）を（甲事件），\nそれぞれ求めて訴訟を提起した。当裁判所は，原告ら８名の請求について，前\n件各支給停止処分は行政手続法（以下「行手法」という。）１４条１項本文の\n定める理由提示の要件を欠き，違法であるとして，前件各支給停止処分を取り\n消すとともに，甲事件について，行訴法３７条の３第６項前段に基づき，前件\n不解除処分の取消しを求める訴えについてのみ，前件不解除処分は行手法８条\n１項本文の定める理由提示の要件を欠き，違法であるとして，前件不解除処分\nを取り消す旨の判決をし（以下「前件判決」という。），前件判決は確定した。\nその後，厚生労働大臣は，令和元年５月１０日，再度，原告ら８名に対し，\n支給停止処分（以下「本件各支給停止処分」という。）をするとともに，原告\nＸ９に対し，支給停止を解除しない旨の処分（以下「本件不解除処分」といい，\n本件各支給停止処分と併せて「本件各処分」という。）をした。\n本件は，(1)原告Ｘ９が，上記のとおり支給停止を解除する処分の義務付け\nを求める（甲事件）とともに，本件不解除処分は，前件判決の反復禁止効に反\nするほか，支給停止解除事由があり，行手法８条１項本文の定める理由提示の\n要件を欠くなどの理由により違法であると主張して，行訴法１９条に基づき，\n本件不解除処分の取消しを求める訴えを，甲事件の義務付けの訴えに追加的に\n併合提起した事案（丙事件）と，(2)原告ら８名が，本件各支給停止処分は，\n前件判決の反復禁止効に反するほか，支給停止事由を欠き，行手法１４条１項\n本文の定める理由提示の要件を欠くなどの理由により違法であると主張して，\nその取消しを求める事案（乙事件）とから成る。\n１  関係法令等の定め\n(1)  法\nア  法１６条は，給付を受ける権利は，その権利を有する者（以下「受給権\n者」という。）の請求に基づいて，厚生労働大臣が裁定する旨規定する。\nイ  法は，(ｱ)３０条２項において，障害等級は，障害の程度に応じて重度の\nものから１級及び２級とし，各級の障害の状態は，政令で定める旨規定し，\n(ｲ)同条１項，３０条の２及び３０条の３において，疾病にかかり，又は負\n傷し，かつ，その疾病又は負傷及びこれらに起因する疾病（以下「傷病」\nという。）について初めて医師又は歯科医師の診療を受けた日（以下「初\n診日」という。）において①被保険者，又は②被保険者であった者のうち，\n日本国内に住所を有し，かつ，６０歳以上６５歳未満であるものが，当該\n初診日から起算して１年６月を経過した日（以下「障害認定日」という。）\n等の一定の時点において，傷病により障害等級に該当する程度の障害の状\n態にあるときは，その者に障害基礎年金を支給する旨規定する。\nウ  法３０条の４は，疾病にかかり，又は負傷し，その初診日において２０\n歳未満であった者が，２０歳に達した日以後の一定の時点において，障害\n等級に該当する程度の障害の状態にあるときは，その者に障害基礎年金を\n支給する旨規定する。\nエ  法３６条２項本文は，障害基礎年金は，受給権者が障害等級に該当する\n程度の障害の状態に該当しなくなったとき（支給停止事由があるとき）は，\nその障害の状態に該当しない間，その支給を停止する旨規定する。\nオ  法１０５条３項は，受給権者又は受給権者の属する世帯の世帯主その他\nその世帯に属する者は，厚生労働省令の定めるところにより，厚生労働大\n臣に対し，厚生労働省令の定める事項を届け出，かつ，厚生労働省令の定\nめる書類その他の物件を提出しなければならない旨規定する。\nカ  法１０９条の１０第１項１０号は，厚生労働大臣は，法３６条２項等の\n規定による障害基礎年金の支給の停止に係る事務（当該支給の停止に係る\n決定を除く。）につき，日本年金機構（以下「機構」という。）に行わせ\nる（事務の委託をする）ものとする旨規定する。\n(2)  令\n令４条の６は，障害等級の各級の障害の状態は，別表に定めるとおりとす\nる旨規定し，当該別表は，１級９号において，「前各号に掲げるもののほか，\n身体の機能の障害又は長期にわたる安静を必要とする病状が前各号と同等以\n上と認められる状態であって，日常生活の用を弁ずることを不能ならしめる\n程度のもの」を，同１１号において，「身体の機能の障害若しくは病状又は\n精神の障害が重複する場合であって，その状態が前各号と同程度以上と認め\nられる程度のもの」を挙げ，２級１５号において，「前各号に掲げるものの\nほか，身体の機能の障害又は長期にわたる安静を必要とする病状が前各号と\n同程度以上と認められる状態であって，日常生活が著しい制限を受けるか，\n又は日常生活に著しい制限を加えることを必要とする程度のもの」を，同１\n７号において，「身体の機能の障害若しくは病状又は精神の障害が重複する\n場合であって，その状態が前各号と同程度以上と認められる程度のもの」を\n挙げている。\n(3)  規則\nア  規則３５条１項本文は，障害基礎年金の受給権者は，法３６条等の規定\nによって支給を停止されている障害基礎年金につき，支給停止の事由が消\n滅したときは，速やかに，届書を機構に提出しなければならず，規則３５\n条２項２号は，当該受給権者（ただし，厚生労働大臣が指定する者を除く。）\nは，その障害の現状に関する医師又は歯科医師の診断書を当該届書に添え\nなければならない旨規定する。\nイ  規則３６条の４第１項は，障害基礎年金の受給権者であって，その障害\nの程度の審査が必要であると認めて厚生労働大臣が指定したものは，厚生\n労働大臣が指定した年において，指定日までに，指定日前１月以内に作成\nされたその障害の現状に関する医師又は歯科医師の診断書を機構に提出し\nなければならない（ただし，当該障害基礎年金の額の全部につき支給が停\n止されているときは，この限りでない。）旨規定する。\n(4)  厚生年金保険法（以下「厚年法」という。）・厚生年金保険法施行令（以\n下「厚年法施行令」という。）\nア  厚年法は，(ｱ)４７条２項において，厚年法にいう障害等級は，障害の程\n度に応じて重度のものから１級，２級及び３級とし，各級の障害の状態は，\n政令で定める旨規定し，(ｲ)４７条１項等において，疾病にかかり，又は負\n傷し，かつ，その傷病に係る初診日において被保険者であった者が，障害\n認定日等の一定の時点において，傷病により前記(ｱ)の障害等級に該当する\n程度の障害の状態にあるときは，その者に障害厚生年金を支給する旨等を\n規定する。\nイ  厚年法施行令３条の８は，厚年法４７条２項に規定する障害等級の各級\nの障害の状態は，１級及び２級についてはそれぞれ令別表に定める１級及\nび２級の障害の状態とし，３級については別表第一に定めるとおりとする\n旨規定し，当該別表は，１２号において，「前各号に掲げるもののほか，\n身体の機能に，労働が著しい制限を受けるか，又は労働に著しい制限を加\nえることを必要とする程度の障害を残すもの」を挙げている（以下，令別\n表に定める１級及び２級の障害の状態（法にいう障害等級及び厚年法にい\nう障害等級に係る１級及び２級）をそれぞれ「１級」及び「２級」ともい\nい，厚年法施行令別表第一に定める障害の状態（厚年法にいう障害等級に\n係る３級）を「３級」ともいう。）。\n(5)  国民年金・厚生年金保険障害認定基準（以下「障害認定基準」という。\n乙共１）\nア  障害認定基準は，「第２  障害認定に当たっての基本的事項」の「１  障\n害の程度」において，１級について，「身体の機能の障害又は長期にわた\nる安静を必要とする病状が日常生活の用を弁ずることを不能ならしめる程\n度のものとする。この日常生活の用を弁ずることを不能ならしめる程度と\nは，他人の介助を受けなければほとんど自分の用を弁ずることができない\n程度のものである。例えば，身のまわりのことはかろうじてできるが，そ\nれ以上の活動はできないもの又は行ってはいけないもの，すなわち，病院\n内の生活でいえば，活動の範囲がおおむねベッド周辺に限られるものであ\nり，家庭内の生活でいえば，活動の範囲がおおむね就床室内に限られるも\nのである。」などとし，２級について，「身体の機能の障害又は長期にわ\nたる安静を必要とする病状が，日常生活が著しい制限を受けるか又は日常\n生活に著しい制限を加えることを必要とする程度のものとする。この日常\n生活が著しい制限を受けるか又は日常生活に著しい制限を加えることを必\n要とする程度とは，必ずしも他人の助けを借りる必要はないが，日常生活\nは極めて困難で，労働により収入を得ることができない程度のものである。\n例えば，家庭内の極めて温和な活動（軽食作り，下着程度の洗濯等）はで\nきるが，それ以上の活動はできないもの又は行ってはいけないもの，すな\nわち，病院内の生活でいえば，活動の範囲がおおむね病棟内に限られるも\nのであり，家庭内の生活でいえば，活動の範囲がおおむね家屋内に限られ\nるものである。」などとし，３級について，「労働が著しい制限を受ける\nか又は労働に著しい制限を加えることを必要とする程度のものとする。」\nなどとしている。\nイ  障害認定基準は，「第３  障害認定に当たっての基準」の「第１章  障\n害等級認定基準」の「第１５節  代謝疾患による障害」の「１  認定基準」\nにおいて，令別表の１級９号及び２級１５号並びに厚年法施行令別表第一\nの１２号（３級に係るもの）所定の各障害の状態の内容を記載した上で，\n「代謝疾患による障害の程度は，合併症の有無及びその程度，代謝のコン\nトロール状態，治療及び症状の経過，具体的な日常生活状況等を十分考慮\nし，総合的に認定するものとし，当該疾病の認定の時期以後少なくとも１\n年以上の療養を必要とするものであって，長期にわたる安静を必要とする\n病状が，日常生活の用を弁ずることを不能ならしめる程度のものを１級に，\n日常生活が著しい制限を受けるか又は日常生活に著しい制限を加えること\nを必要とする程度のものを２級に，また，労働が制限を受けるか又は労働\nに制限を加えることを必要とする程度のものを３級に該当するものと認定\nする。」と定める。\nウ  障害認定基準は，前記「第１５節  代謝疾患による障害」の「２  認定\n要領」において，次のとおり定める（なお，単位表記は趣旨を変えない範\n囲で改めることがある。以下同じ。）。\n(ｱ)  代謝疾患は，糖代謝，脂質代謝，蛋白代謝，尿酸代謝，その他の代謝\nの異常に分けられるが，認定の対象となる代謝疾患による障害は糖尿病\nが圧倒的に多いため，本節においては，糖尿病の基準を定める。\n(ｲ)  糖尿病とは，その原因のいかんを問わず，インスリンの作用不足に基\nづく糖質，脂質，タンパク質の代謝異常によるものであり，その中心を\nなすものは高血糖である。\n糖尿病患者の血糖コントロールの困難な状態が長年にわたると，糖尿\n病性網膜症，糖尿病性腎症，糖尿病性神経障害，糖尿病性壊疽等の慢性\n合併症が発症，進展することとなる。\n糖尿病の認定は，血糖のコントロール状態そのものの認定もあるが，\n多くは糖尿病合併症に対する認定である。\n(ｳ)  糖尿病による障害の程度は，合併症の有無及びその程度，代謝のコン\nトロール状態，治療及び症状の経過，具体的な日常生活状況等を十分考\n慮し，総合的に認定する。\n(ｴ)  糖尿病による障害の状態を一般状態区分表で示すと，次のとおりであ\nる。\n区分  一  般  状  態\nア  無症状で社会活動ができ，制限を受けることなく，発症前と同\n等にふるまえるもの\nイ  軽度の症状があり，肉体労働は制限を受けるが，歩行，軽労働\nや座業はできるもの   例えば，軽い家事，事務など\nウ  歩行や身のまわりのことはできるが，時に少し介助が必要なこ\nともあり，軽労働はできないが，日中の５０％以上は起居して\nいるもの\nエ  身のまわりのある程度のことはできるが，しばしば介助が必要\nで，日中の５０％以上は就床しており，自力では屋外への外出\n等がほぼ不可能となったもの\nオ  身のまわりのこともできず，常に介助を必要とし，終日就床を\n強いられ，活動の範囲がおおむねベッド周辺に限られるもの\n(ｵ)  糖尿病については，必要なインスリン治療を行ってもなお血糖のコン\nトロールが困難なもので，次のいずれかに該当するものを３級と認定す\nる。\nただし，検査日より前に９０日以上継続して必要なインスリン治療を\n行っていることについて，確認のできた者に限り，認定を行うものとす\nる。\nなお，症状，検査成績及び具体的な日常生活状況等によっては，さら\nに上位等級に認定する。\nａ  内因性のインスリン分泌が枯渇している状態で，空腹時又は随時の\n血清Ｃペプチド値が０．３ng／mL 未満を示すもので，かつ，一般状態\n区分表のウ又はイに該当するもの\nｂ  意識障害により自己回復ができない重症低血糖の所見が平均して月\n１回以上あるもので，かつ，一般状態区分表のウ又はイに該当するも\nの\nｃ  インスリン治療中に糖尿病ケトアシドーシス又は高血糖高浸透圧症\n候群による入院が年１回以上あるもので，かつ，一般状態区分表のウ\n又はイに該当するもの\n(ｶ)  糖尿病性網膜症を合併したものによる障害の程度は，第１章「第１節\n眼の障害」の認定要領により認定する。\n(ｷ)  糖尿病性壊疽を合併したもので，運動障害を生じているものは，第１\n章「第７節  肢体の障害」の認定要領により認定する。\n(ｸ)  糖尿病性神経障害は，激痛，著明な知覚の障害，重度の自律神経症状\n等があるものは，第１章「第９節  神経系統の障害」の認定要領により\n認定する。\n(ｹ)  糖尿病性腎症を合併したものによる障害の程度は，第１章「第１２節\n腎疾患による障害」の認定要領により認定する。\n(ｺ)  その他の代謝疾患は，合併症の有無及びその程度，治療及び症状の経\n過，一般検査及び特殊検査の検査成績，認定時の具体的な日常生活状況\n等を十分考慮して，総合的に認定する。\nエ  障害認定基準においては，糖尿病に関する障害の状態につき，前記ウ(ｵ)\nのとおり３級に該当する要件を定めるにとどめており，１級及び２級に該\n当する要件については具体的に定めておらず，これを定める運用指針等の\n下位規定も存在しない（弁論の全趣旨）。\n(6)  行手法\nア  行手法８条は，１項本文において，行政庁は，申請により求められた許\n認可等を拒否する処分をする場合は，申請者に対し，同時に，当該処分の\n理由を示さなければならない旨を，同項ただし書において，法令に定めら\nれた許認可等の要件又は公にされた審査基準が数量的指標その他の客観的\n指標により明確に定められている場合であって，当該申請がこれらに適合\nしないことが申請書の記載又は添付書類その他の申請の内容から明らかで\nあるときは，申請者の求めがあったときにこれを示せば足りる旨をそれぞ\nれ規定するとともに，２項において，１項本文に規定する処分を書面です\nるときは，同項の理由は，書面により示さなければならない旨規定する。\nイ  行手法１４条は，１項本文において，行政庁は，不利益処分をする場合\nには，その名宛人に対し，同時に，当該不利益処分の理由を示さなければ\nならない旨を，同項ただし書において，当該理由を示さないで処分をすべ\nき差し迫った必要がある場合は，この限りでない旨をそれぞれ規定すると\nともに，３項において，不利益処分を書面でするときは，１項本文の理由\nは，書面により示さなければならない旨規定する。\n２  前提事実（争いのない事実，顕著な事実並びに掲記の証拠及び弁論の全趣旨\nにより容易に認められる事実）\n(1)  原告らは，いずれも１型糖尿病にり患し，障害等級２級に該当する程度\nの障害の状態にあるとして，障害基礎年金の支給を受けていた（原告らは，\nいずれもその１型糖尿病に係る初診日において２０歳未満であった。）。原\n告らの受給権発生日は，次のとおりである。（甲Ａ２，甲Ｂ２，甲Ｃ２，甲\nＤ２，甲Ｅ２，甲Ｆ２，甲Ｇ２，甲Ｈ２，甲Ｉ２）\n原告Ｘ１  平成２２年  ５月３１日\n原告Ｘ２  平成２３年１０月１７日\n原告Ｘ３  平成１２年  ７月  ７日\n原告Ｘ４  平成１７年  ６月１５日\n原告Ｘ５  平成１８年  ８月１８日\n原告Ｘ６  平成１４年  ６月１１日\n原告Ｘ７  平成２６年  ５月１５日\n原告Ｘ８  平成１６年  ８月  ４日\n原告Ｘ９  平成１２年  ９月１６日\n(2)ア  厚生労働大臣（同大臣から事務の委託を受けた機構）は，令別表，厚\n年法施行令別表第一及び別表第二 に定める障害の状態に関する審査基準\n（申請により求められた許認可等をするかどうかをその法令の定めに従\nって判断するために必要とされる基準。行手法２条８号ロ）・処分基準（不\n利益処分をするかどうか又はどのような不利益処分とするかについてそ\nの法令の定めに従って判断するために必要とされる基準。同号ハ）として，\n障害認定基準を定め，公表している。\nイ  厚生労働大臣から法３６条２項等の規定による障害基礎年金の支給の停\n止に係る事務の委託を受けた機構は，障害基礎年金の受給権者につき支給\n停止事由の有無を判断するために，医師である障害認定診査医員（以下「認\n定医」という。）に対し，①障害基礎年金の受給権者（ただし，当該障害\n基礎年金の額の全部につき支給が停止されている者を除く。）から法１０\n５条３項，規則３６条の４第１項に基づき提出された診断書（「障害状態\n確認届」とも呼ばれる。後記②の診断書についても同じ。）及び②障害基\n礎年金の支給停止をされている受給権者から法１０５条３項，規則３５条\n１項本文，２項２号に基づき提出された診断書を示した上で，当該受給権\n者に係る支給停止事由等に関して医学的知見に基づく意見を求める（当該\n意見等については，当該認定医又は機構の担当者によって，障害状態認定\n調書に記載される。）。厚生労働大臣は，当該意見を踏まえ，支給停止事\n由が存するときは，障害基礎年金の受給権者に対し，支給停止処分又は支\n給停止を解除しない旨の処分を行う。（甲Ａ５，甲Ｂ５，甲Ｃ５，甲Ｄ５，\n甲Ｅ５，甲Ｆ５，甲Ｇ５，甲Ｈ５，甲Ｉ５，乙共１２，１４，１６，弁論\nの全趣旨）\n(3)ア  原告ら８名は，それぞれ，平成２８年７月又は同年８月，法１０５条\n３項，規則３６条の４第１項に基づき，同年７月時点における障害の現状\nに関する医師の診断書を機構に提出した。（乙Ａ１，乙Ｂ１（なお，同診\n断書にある「Ｊ」は原告Ｘ２の旧姓である。），乙Ｃ１，乙Ｄ１，乙Ｅ１，\n乙Ｆ１，乙Ｇ１，乙Ｈ１）\nイ  機構は，平成２８年８月頃から同年１０月頃までの間に，原告ら８名に\nつき，認定医による「厚生年金障害等級表３級該当」との所見等が記載さ\nれた障害状態認定調書を作成した。（甲Ａ５，甲Ｂ５，甲Ｃ５，甲Ｄ５，\n甲Ｅ５，甲Ｆ５，甲Ｇ５，甲Ｈ５）\nウ  厚生労働大臣は，平成２８年１２月７日付けで，原告ら８名に対し，そ\nれぞれ，支給停止処分をした（前件各支給停止処分）。前件各支給停止処\n分は，いずれも，平成２８年１１月以降の障害基礎年金の支給を停止する\n内容のものであった。（甲Ａ１，甲Ｂ１，甲Ｃ１，甲Ｄ１，甲Ｅ１，甲Ｆ\n１，甲Ｇ１，甲Ｈ１）\nエ  「国民年金・厚生年金保険支給額変更通知書」と題する前件各支給停止\n処分の通知書には，いずれも，処分の理由として，「０７  障害の程度が\n厚生年金保険法（旧三公社（ＪＲ，ＪＴ，ＮＴＴ）の共済年金の受給権者\nにあっては国家公務員共済組合法）施行令に定める障害等級の３級の状態\nに該当したため，障害基礎年金の支給を停止しました。」との記載のみが\nされていた。（甲Ａ１，甲Ｂ１，甲Ｃ１，甲Ｄ１，甲Ｅ１，甲Ｆ１，甲Ｇ\n１，甲Ｈ１）\n(4)ア  厚生労働大臣は，平成１４年１１月，原告Ｘ９に対し，支給停止処分\nをし，平成１６年２月にこれを解除したが，平成２１年１１月，原告Ｘ９\nに対し，再び支給停止処分をした。\nイ  原告Ｘ９は，平成２８年１０月，法１０５条３項，規則３５条１項本文，\n２項２号に基づき，同年８月３０日時点における障害の現状に関する医師\nの診断書と共に，受給権者支給停止事由消滅届を機構に提出した。（乙Ｉ\n１）\nウ  機構は，平成２８年１０月頃，原告Ｘ９につき，認定医による「３級該\n当」との所見等が記載された障害状態認定調書（障害状態確認届等用）を\n作成した。（甲Ｉ５）\nエ  厚生労働大臣は，平成２８年１１月２８日付けで，原告Ｘ９に対し，支\n給停止処分に係る支給停止を解除しない旨の処分をした（前件不解除処分）。\n（甲Ｉ１）\nオ  「国民年金の支給停止を解除しない理由のお知らせ（支給停止事由消滅\n不該当通知書）」と題する前件不解除処分の通知書には，処分の理由とし\nて，「請求のあった傷病については，国民年金法施行令別表（障害年金１\n級，２級の障害の程度を定めた表）に定める程度に該当していないため。」\nとの記載のみがされていた。（甲Ｉ１）\n(5)  原告ら８名は，平成２９年１１月２０日，前件各支給停止処分の取消し\nを求める訴えを，原告Ｘ９は，同日，甲事件に係る訴えを，それぞれ提起し\nた。\n大阪地方裁判所は，平成３１年４月１１日，前件各支給停止処分は行手法\n１４条１項本文の定める理由提示の要件を欠き，違法であり，前件不解除処\n分は行手法８条１項本文の定める理由提示の要件を欠き，違法であるとして，\nこれらの処分をいずれも取り消す旨の判決をし（前件判決），その後，前件\n判決は確定した。\n（顕著な事実）\n(6)ア  厚生労働大臣は，平成３０年８月７日付けで，原告Ｘ１に対し，広汎\n性発達障害等により，障害等級２級に該当する程度の障害の状態にあると\nして，平成２９年１２月から年金の支給を開始する旨の決定をした（甲Ａ\n８から１０まで，弁論の全趣旨）。\nイ  厚生労働大臣は，平成３１年３月７日付けで，原告Ｘ７に対し，双極性\n感情障害等により，障害等級２級に該当する程度の障害の状態にあるとし\nて，平成３１年１月から年金の支給を開始する旨の決定をした（甲Ｇ７か\nら９まで，弁論の全趣旨）。\n(7)ア  厚生労働大臣は，令和元年５月１０日付けで，原告ら８名に対し，そ\nれぞれ，支給停止処分をした（本件各支給停止処分）。本件各支給停止処\n分は，いずれも，平成２８年１１月以降の障害基礎年金の支給を停止する\n内容のものであった（乙Ａ３，乙Ｂ３，乙Ｃ３，乙Ｄ３，乙Ｅ３，乙Ｆ３，\n乙Ｇ３，乙Ｈ４）。\nイ  「国民年金・厚生年金保険支給額変更通知書」と題する本件各支給停止\n処分の通知書には，いずれも，処分の理由として，「０７  障害の状態が，\n１級または２級の障害基礎年金を受け取れる程度ではなくなったため，年\n金の支払いを停止しました。（詳細については，別紙参照）」と記載され\nていた。そして，この通知書には，①適用法令（法３６条２項，令４条の\n６，別表）及び②審査基準（障害認定基準第１５節の認定基準及び認定要\n領）のほか，③「障害基礎年金（２級）の支給を停止することとした具体\n的理由」として，前記(3)アの診断書の記載のうち検査成績，血糖コントロ\nールの困難な状況，一般状態区分表に関するものの要点を取り上げた上で，\n症状，治療経過及び日常生活状況等を考慮しても，具体的に日常生活に著\nしい制限が生じていることをうかがわせる事情は見当たらないから，障害\nの程度が２級に該当するとは認められない旨（その要旨は別紙「処分の理\n由」１から８までに記載のとおり）が記載された別紙が添付されていた。\n（乙Ａ３，乙Ｂ３，乙Ｃ３，乙Ｄ３，乙Ｅ３，乙Ｆ３，乙Ｇ３，乙Ｈ４）\nウ  原告ら８名は，それぞれ，令和元年７月１日付けで，本件各支給停止処\n分に不服があるとして，近畿厚生局社会保険審査官に対し，審査請求をし\nた。ただし，当該審査請求に対する決定は，いまだされていない。\n(8)ア  厚生労働大臣は，令和元年５月１０日付けで，原告Ｘ９に対し，支給\n停止処分に係る支給停止を解除しない旨の処分をした（本件不解除処分）。\nイ  「障害年金の支給停止を解除しない理由のお知らせ（支給停止事由消滅\n不該当通知書）」と題する本件不解除処分の通知書には，「請求のあった\n傷病については，国民年金法施行令別表（障害年金１級，２級の障害の程\n度を定めた表）に定める程度に該当していないため。（詳細については，\n別紙参照）」と記載されていた。そして，この通知書には，①適用法令（法\n３６条２項，令４条の６，別表）及び②審査基準（障害認定基準第１５節\nの認定基準及び認定要領）のほか，③「障害基礎年金（２級）の支給停止\nを解除しない具体的理由」として，前記(4)イの診断書の記載のうち検査成\n績，血糖コントロールの困難な状況，一般状態区分表に関するものの要点\nを取り上げた上で，症状，治療経過及び日常生活状況等を考慮しても，具\n体的に日常生活に著しい制限が生じていることをうかがわせる事情は見当\nたらないから，障害の程度が２級に該当するとは認められない旨（その要\n旨は別紙「処分の理由」９記載のとおり）が記載された別紙が添付されて\nいた（乙Ｉ３）。\nウ  原告Ｘ９は，令和元年７月１日付けで，本件不解除処分に不服があると\nして，近畿厚生局社会保険審査官に対し，審査請求をした。ただし，当該\n審査請求に対する決定は，いまだされていない。\n(9)  原告ら８名は，令和元年７月３日，乙事件に係る訴えを提起した。\n原告Ｘ９は，令和元年７月３日，行訴法１９条に基づき，本件不解除処分\nの取消しを求める訴えを，甲事件の義務付けの訴えに追加的に併合提起した。\n（顕著な事実）\n３  争点\n(1)  本件各処分が前件判決の反復禁止効（行訴法３３条１項）に抵触するか\n(2)  本件各処分が権限の濫用であって許されないものであるといえるか\n(3)  原告らについて支給停止事由（原告ら８名）又は支給停止解除事由（原\n告Ｘ９）があるか\n(4)  本件各処分が平等原則に違反するか\n(5)  本件各処分が理由提示義務に違反するか\n(6)  本件各支給停止処分が授益的行政行為の撤回として許されないものであ\nるといえるか\n４  争点に関する当事者の主張の要旨\n(1)  争点(1)（本件各処分が前件判決の反復禁止効（行訴法３３条１項）に抵\n触するか）\n（原告らの主張の要旨）\nア  行政庁が理由提示義務に違反した行政処分をした場合に，改めて理由を\n付して同一内容の処分をすることが許されるとするならば，行政庁の判断\nを抑制することができないし，名宛人に不服申立ての便宜を与えたことに\nならない。また，上記のような処分をすることが許されるとするならば，\n事件が行政庁と裁判所の間を往復することになり，訴訟経済に反し，国民\nの権利利益の救済が遅れる。\n以上に加えて，理由提示義務に違反した行政処分については，処分後に\n理由を説明してもその瑕疵は治癒されないこととの均衡をも考慮すると，\n処分行政庁が，提示した理由の不備に気付かず，又はこれに気付いてもそ\nれを放置したため，処分の名宛人から取消訴訟が提起され，理由提示義務\n違反を理由として当該処分の取消判決を受けた場合には，理由を補充して\n再度同一内容の処分をすることはできないものと解すべきである。\nイ  行訴法３３条１項の規定により，処分取消判決の確定によって，処分行\n政庁は，同一の事情の下では，同一の理由に基づく同一の内容の処分をす\nることができない。そうであるところ，本件各処分に係る理由の提示内容\nは，平成２８年７月ないし同年８月に作成された診断書の記載内容を引き\n写して前件各処分の際に提示された理由に付加しただけのものであって，\n前件各処分と同一の理由に基づくものというべきである。\nしたがって，本件各処分は，前件判決の反復禁止効に抵触し，違法であ\nる。\n（被告の主張の要旨）\n行訴法３３条１項は，取消判決の拘束力について定めており，当該拘束力\nは，判決主文に含まれる判断を導くために必要な事実認定及び法律判断に生\nずる。そうであるところ，前件判決は，前件各処分が行手法１４条１項本文\nや８条２項本文の定める理由提示の要件を欠いたことを理由に前件各処分を\nいずれも取り消すものであるから，前件判決の拘束力は，前件各処分が理由\n提示義務に違反する旨の判断について生ずるにすぎず，処分行政庁が新たに\n理由を付した上で処分をすることを妨げるものではない。\n(2)  争点(2)（本件各処分が権限の濫用であって許されないものであるといえ\nるか）\n（原告らの主張の要旨）\nア  厚生労働大臣は，原告らの障害の状態が２級に該当するとした過去の認\n定・判断を調査し，現状と比較する手続を一切せずに前件各処分をしたも\nのである。しかるに，厚生労働大臣は，必要な調査がされなかったという\n前件各処分の根本的問題を是正しないまま，診断書の引用を若干付加した\nだけで，理由の不備を是正したとして再び同じ処分である本件各処分をし\nたものである。\nしたがって，本件各処分は，厚生労働大臣の権限を濫用するものとして\n到底許されない。\nイ  厚生労働大臣は，年金について，相当な回数，理由提示義務に違反する\nとして処分取消しの判決を受けてきたにもかかわらず，これを無視して，\n実務を改善することなく，極めて抽象的な理由しか提示せずに前件各処分\nをしたものである。このような厚生労働大臣の理由提示義務や判決を無視\nする状況を許容すれば，今後も，年金実務において，十分な調査を行わず\nにとりあえず抽象的な理由を提示するだけで，不利益処分や申請に対する\n拒否処分が繰り返されるおそれが極めて高い。\nしたがって，本件各処分は，理由提示義務の趣旨を没却する著しい権限\n濫用に当たるものであって，違法である（以上のことは，その目的ないし\n本質が抗告訴訟のそれと類似する刑事訴訟における違法収集証拠排除法則\nを参考にしてもいうことができる。）。\nウ  被告は，前件判決に至る審理の過程において，理由の提示に関する審理\nを先行させるという裁判所の訴訟指揮に対して異議を述べなかったもので\nあるから，原告Ｘ９の取消訴訟についてのみ終局判決をすることが「より\n迅速な争訟の解決に資すると認め」ることに異議を述べなかったものとい\nうべきであり，厚生労働大臣は，再処分をしない意思を黙示的に表明して\nいたに等しい。\n仮に，前件各処分が理由提示義務に違反すると判断された場合に，厚生\n労働大臣において再度同一内容の処分をする可能性があったのであれば，\n上記訴訟指揮に対して異議を述べるべきであった（そうしていれば，原告\nらも異議を述べ，前件判決に至る審理の過程において実体的理由について\nも判断を受けることができ，再訴の負担を回避することができた。）。\nしかるに，被告は，上記訴訟指揮に異議を述べなかったものであるから，\n「より迅速な争訟の解決」，紛争の一回的解決に資することのない本件各\n処分をすることは，権限の濫用として許されないというべきである。\n（被告の主張の要旨）\n争う。\n厚生労働大臣は，前件判決を踏まえて，詳細な理由を付して本件各処分を\n行ったものであるし，前件判決に至る審理の過程において，再処分をしない\n意思を黙示的にも表明したことはない。\n(3)  争点(3)（原告らについて支給停止事由又は支給停止解除事由があるか）\n（原告らの主張の要旨）\nア  次のとおり，支給停止処分は，法１０５条３項，規則３６条の４第１項\nに基づいて機構に提出された医師の診断書に記載された時点（以下「基準\n時」という。）における受給権者の障害の状態が，当該受給権者が過去に\n同様の診断書を提出した時点の障害の状態から改善し，その結果，基準時\nにおける障害の状態が従前該当するとされていた障害等級に該当しなくな\nったことを要件とするものと解すべきである。\n(ｱ)  法３６条２項本文は，障害基礎年金の支給停止処分をする要件として，\n「受給権者が障害等級に該当する程度の障害の状態に該当しなくなっ\nた」ことを要すると定めるところ，「該当しなくなったとき」との文言\nは，文理上，過去に存在した障害が，その後，緩和した結果，現時点で\nは当該障害等級に該当しなくなった場合をいうものと解される。\n(ｲ)  支給停止処分は，裁定（法１６条）が有効に成立して包括的な受給権\nたる基本権が存することを前提に，この基本権から発生する支分権（支\n払期月ごとに支払うものとされる保険給付の支給を受ける権利）を制限\nするものであって，障害基礎年金の支給という授益的行政行為を撤回す\nるものであると解される。そうであるところ，授益的行政行為の撤回に\nついては，処分行政庁が自由にすることはできず，撤回により処分の名\n宛人に生ずる不利益や，撤回により得られる公益上の必要性等を考慮し\nて，一定の制限に服するものと解される。そうすると，支給停止処分も\nこのような制限に服するのであり，少なくとも，従前と比較して障害の\n程度が変化した場合に限り，することができるものというべきである。\n(ｳ)  国民年金・厚生年金保険精神の障害に係る等級判定ガイドライン（以\n下「精神障害ガイドライン」という。）において，「再認定時の留意事\n項」として，下位等級への変更や２級（又は３級）非該当への変更を検\n討する場合は，前回認定時の障害状態確認届（診断書）等の確認が求め\nられていることからも，受給権者の前回認定時の障害の状態と基準時に\nおける障害の状態を比較することが求められているものというべきであ\nる。\n(ｴ)  障害基礎年金の支給が継続される場合には，実務上，受給権者に対し，\n「提出された診断書（障害状態確認届）により障害の程度を審査した結\n果，あなたの障害の状態は従前の状態と同程度と認められます」と記載\nされた文書が送付されてきた。これは，法３６条２項本文は，障害の状\n態が改善し，従前の障害等級に該当しなくなった場合に支給を停止する\nことを定めたものであるとの解釈を前提とした運用である。\n(ｵ)  厚生労働大臣は，平成３０年７月３日の参議院厚生労働委員会におい\nて，障害の程度が変わらない場合には支給停止処分をしないという趣旨\nの答弁をした。\nイ  原告らの障害の状態は，要旨，別紙「原告らの障害の状態」記載のとお\nりであり，いずれも，障害基礎年金の支給を受けていた当時から全く改善\nが認められず，２級に該当する。\n(ｱ)  １型糖尿病患者は，生命維持機能を人為的に代置する位置付けのもの\nとして，インスリンの摂取（インスリン療法）と血糖測定を生涯行わな\nければならず，その作業の都度，手間と時間を取られ，痛みや恐怖を感\nじるほか，人目を気にしなければならないなど，大きな精神的負担を負\nう。１型糖尿病患者は，日々困難で不可能な血糖コントロールを強いら\nれ，物理的，時間的，精神的に多大な日常生活上の負担，制限を受ける。\nそして，低血糖や高血糖になった場合には，意識，思考，判断，知覚，\n運動等の神経機能が十分に働かなくなるほか，脱力，空腹感，動悸，め\nまい，手足の震え等の多様な症状が生じ，また，いつそのような症状を\n生ずるか十分に予測することができない。\n以上のような１型糖尿病の性格から，原告らは，就職，仕事，妊娠，\n子育て等の様々な場面において，また，食事や睡眠等についても，大き\nな負担と制限を受けている。また，医療費の経済的負担等も大きい。\n(ｲ)  障害認定基準は，糖尿病が３級に該当するための要件を三つ掲げ，そ\nのいずれかに該当するものを３級と認定する旨を定めるが，障害認定基\n準は，行政機関の内部的な取扱指針にすぎず，法的拘束力はないから，\n仮に上記三つの要件のいずれに該当しないとしても，個別具体的な症状\nの経過等を参考に，日常生活状況を把握し，令別表所定の障害の状態に\n該当するか否かを判断すべきである。\n(ｳ)  令別表２級１５号は，「身体の機能の障害又は長期にわたる安静を必\n要とする病状が前各号と同程度以上と認められる状態であって，日常生\n活が著しい制限を受けるか，又は日常生活に著しい制限を加えることを\n必要とする程度のもの」と定めているのに，障害認定基準は，２級の障\n害の程度について「労働により収入を得ることができない程度」，その\n例示として「家庭内の極めて温和な活動（軽食作り，下着程度の洗濯等）\nはできるが，それ以上の活動はできないもの又は行ってはいけないもの，\nすなわち，（中略）家庭内の生活でいえば，活動の範囲がおおむね家屋\n内に限られるもの」といったものを付加しているが，このような付加は\n法令の趣旨に反する。\n障害年金の趣旨及び目的は，日常生活能力や労働能力の喪失又は低下\nにより生活の安定が損なわれることを防止することにあるところ，何ら\nかの労働をしさえすれば障害年金を支給する必要がないというものでは\nない。１型糖尿病患者は，インスリン療法のために日常生活に支障を生\nじ，経済的負担を負いながら，本人の努力や周囲の理解により就労して\nいるのであり，障害による所得減少や特別の支出があるから，障害年金\nを支給する必要がある。\n障害者の権利に関する条約や現行の障害者基本法の下では，機能障害\nや疾病に起因して日常生活の制限を受けざるを得ない障害者であっても，\n社会による支援や合理的配慮を受けて，労働により収入を得ることが予\n定されている。また，現行の年金制度上，障害基礎年金と老齢厚生年金\nの併給を受けることができ，障害年金を受給しつつ労働して収入を得る\nことは，むしろ推奨されており，実際に，１級又は２級の障害年金を受\n給しながら就労している者が多数いる。そうすると，障害認定基準にお\nいて独自に「労働により収入を得ることができない程度」といったメル\nクマールを付加することは許されない。\n(ｴ)  平成２３年の障害者基本法の改正により，障害者が受ける制限は機能\n障害のみに起因するものではなく，社会における様々な障壁と相対する\nことによって生ずるという考え方を踏まえ，また，「障害」には発達障\n害や難病等に起因する障害が含まれることを明確化する観点から，障害\n者の定義が「身体障害，知的障害，精神障害（発達障害を含む。）その\n他の心身の機能の障害（以下「障害」と総称する。）がある者であって，\n障害及び社会的障壁により継続的に日常生活又は社会生活に相当な制限\nを受ける状態にあるもの」（２条１号）とされた。そして，この定義に\nいう「継続的に」とは，断続的に又は周期的に相当な制限を受ける状態\nにあるものが含まれる。そうすると，難病のある人（１型糖尿病にり患\nする原告らはこれに当たる。）に対する障害者施策について解釈・運用\nするに当たっては，難病のある人の断続的又は周期的な症状にも十分対\n応できるようにしなければならない。\n障害年金も障害者施策の一環であるから，国は，難病のある人は，日\nによって症状に波があったり，慣れている場所ではできることであって\nも慣れていない状況や初めての場所ではできないことがあったりするな\nどという特性を踏まえて，「できない状況」や「より支援が必要な状態」\nに合わせて支援の必要性を判断するという解釈・運用をしなければなら\nない。\nしかるに，厚生労働大臣は，原告らに低血糖発作がない時の，いわば\n「できる状況」を基準とし，また他者による支援があることを織り込ん\nだ上で原告らの障害の程度を判断しており，「できない状況」や「より\n支援が必要な状態」に合わせて支援の必要性を判断するという解釈・運\n用をしていない。\n（被告の主張の要旨）\nア  障害の状態の変化は支給停止処分の要件ではない。\n(ｱ)  法及び規則は，障害基礎年金の支給停止の場合，受給権者から提出さ\nれる，指定日前１月以内に作成された障害の現状に関する医師又は歯科\n医師の診断書に基づいて支給停止をすることとし（規則３６条の４第１\n項参照），障害基礎年金の支給停止の解除の場合，支給を停止すべき事\n由が消滅したことを明らかにすることができる書類等に基づいて支給停\n止の解除をすることとしているのであり（規則３５条２項４号参照），\nいずれの場合も，過去の障害の状態と現在の障害の状態を比較すること\nとはしていない。\nそうすると，「該当しなくなったとき」との文言を根拠に，障害状態\nの変更を実体的要件と解することはできない。\n(ｲ)  支給停止処分とは，障害基礎年金の受給権者が，障害等級に該当する\n程度の障害の状態に該当しなくなったときに，その障害の状態に該当し\nない間，障害基礎年金の支給を停止するとの処分，すなわち支分権たる\n障害基礎年金の支給を一時的に制限するものであって，既にした行政行\n為（裁定）を撤回するものではない。\n(ｳ)  精神障害ガイドラインは，飽くまで「提出された障害状態確認届（診\n断書）の記載内容」に基づいて障害等級の認定を行うことを前提とした\n上で，診査の際に，前回認定時の障害状態確認届（診断書）等の確認を\n行うなどの情報収集を適宜行い，障害の程度の変化の有無等も留意しつ\nつ，慎重に審査をするよう求めているにすぎず，障害の程度の変化を再\n認定の要件とするものではない。\n(ｴ)  前記（原告らの主張の要旨）ア(ｴ)の文書の記載は，その標題（「診断\n書（障害状態確認届）の審査結果について」）から明らかなとおり，飽\nくまで提出された診断書（障害状態確認届）に基づいて審査した結果を\n記載したものであるから，この記載が原告らの主張する解釈を前提とし\nているとはいえない。\n(ｵ)  厚生労働大臣の平成３０年７月３日の参議院厚生労働委員会における\n答弁は，障害基礎年金の再認定は再認定時に提出された障害状態確認届\n（診断書）の記載内容に基づいてすることを前提とした上で，平成２９\n年４月には，機構における障害基礎年金の審査事務が，都道府県ごとの\n事務センターから障害年金センターへ集約され，認定や事務局体制が一\n斉に変更されるという特別な事情があったことから，集約後に行われる\n再認定においては，従前の認定審査の下でされた医学的な総合判断も踏\nまえて認定審査をすることとする旨を述べたものであって，障害の程度\nが変わらない場合には支給停止処分をしないという趣旨のものではない。\nイ  原告らの障害の状態について\n(ｱ)  原告Ｘ１について\n①原告Ｘ１が提出した診断書によれば，原告Ｘ１が過去１年間で意識\n障害により自己回復ができない重症低血糖となった回数は年２，３回に\nとどまるところ，重症低血糖の状態となっても，ブドウ糖やグルカゴン\nの注射を受けるなどしてその状態を脱することができること，②同診断\n書には，原告Ｘ１が一般状態区分表のイないしオの全てに該当する旨の\n記載があるものの，エ（身のまわりのある程度のことはできるが，しば\nしば介助が必要で，日中の５０％以上は就床しており，自力では屋外へ\nの外出等がほぼ不可能となったもの）やオ（身のまわりのこともできず，\n常に介助を必要とし，終日就床を強いられ，活動の範囲がおおむねベッ\nド周辺に限られるもの）の状態であることをうかがわせる記載が見当た\nらないこと，③原告Ｘ１が飲食店でアルバイトをしていることなどに照\nらすと，原告Ｘ１の平成２８年７月１３日時点における障害の状態は，\n一般状態区分表のイ又はウの状態に該当する。一般状態区分表のイの状\n態は，「軽労働や座業はできる」状態であり，同ウの状態は，「歩行や\n身のまわりのことはできる」状態であるから，いずれも，日常生活に著\nしい制限を受けたり，日常生活に著しい制限を加えることを必要とする\n程度の障害の状態とは認められない。\nまた，原告Ｘ１は，糖尿病性網膜症（単純期）と診断されているもの\nの，矯正視力は右眼が１．２，左眼が１．０であって，障害等級１級な\nいし３級のいずれにも該当しない。さらに，原告Ｘ１は，中等度の歯周\n炎と診断されているものの，これによって食物の摂取が困難となったり\n誤嚥の危険が大きくなったりしたとの事情は見当たらず，障害等級１級\nないし３級のいずれにも該当しない。そして，原告Ｘ１は，末梢神経障\n害のため下肢の触覚が低下しているとされているものの，激痛，著明な\n知覚の障害，重度の自律神経症状等の症状はなく，障害等級１級ないし\n３級のいずれにも該当しない。\n以上によれば，原告Ｘ１の平成２８年７月１３日時点における１型糖\n尿病による障害の状態が，２級に該当する程度であるとはいえない。\n(ｲ)  原告Ｘ２\n①原告Ｘ２が提出した診断書によれば，原告Ｘ２が過去１年間で意識\n障害により自己回復ができない重症低血糖となった回数は年１０回にと\nどまるところ，重症低血糖の状態となっても，ブドウ糖やグルカゴンの\n注射を受けるなどしてその状態を脱することができること，②同診断書\nには，原告Ｘ２が一般状態区分表のイないしオの全てに該当する旨の記\n載があるものの，原告Ｘ２が一般状態区分表のエやオの状態であること\nをうかがわせる記載が見当たらないこと，③原告Ｘ２が一般企業に就職\nして稼働していることなどに照らすと，原告Ｘ２の平成２８年７月５日\n時点における障害の状態は，一般状態区分表のイ又はウの状態に該当す\nる。前記(ｱ)のとおり，一般状態区分表のイ又はウの状態は，いずれも，\n日常生活に著しい制限を受けたり，日常生活に著しい制限を加えること\nを必要とする程度の障害の状態とは認められない。\nまた，原告Ｘ２は，糖尿病性歯周炎と診断されているものの，これに\nよって食物の摂取が困難となったり誤嚥の危険が大きくなったりしたと\nの事情は見当たらず，障害等級１級ないし３級のいずれにも該当しない。\nさらに，原告Ｘ２は，糖尿病に合併した神経系統の障害として下肢触覚\n・振動感低下があるとされているものの，激痛，著明な知覚の障害，重\n度の自律神経症状等の症状はなく，障害等級１級ないし３級のいずれに\nも該当しない。\n以上によれば，原告Ｘ２の平成２８年７月５日時点における１型糖尿\n病による障害の状態が，２級に該当する程度であるとはいえない。\n(ｳ)  原告Ｘ３\n①原告Ｘ３が提出した診断書によれば，原告Ｘ３が過去１年間で意識\n障害により自己回復ができない重症低血糖となった回数は年６回にとど\nまるところ，重症低血糖の状態となっても，ブドウ糖やグルカゴンの注\n射を受けるなどしてその状態を脱することができること，②同診断書に\nは，原告Ｘ３が平時においては一般状態区分表のイの状態であると記載\nされていることに照らすと，同診断書に予防ができない低血糖発作，高\n血糖発作により直ちに同表のオの状態に移行し得る旨の記載があること\nを考慮しても，原告Ｘ３の平成２８年７月１４日時点における障害の状\n態は，一般状態区分表のイの状態に該当する。前記(ｱ)のとおり，一般状\n態区分表のイの状態は，日常生活に著しい制限を受けたり，日常生活に\n著しい制限を加えることを必要とする程度の障害の状態とは認められな\nい。\nまた，原告Ｘ３は，糖尿病性網膜症（単純期），白内障（両）と診断\nされているものの，矯正視力は左右共に１．５であって，障害等級１級\nないし３級のいずれにも該当しない。さらに，原告Ｘ３は，糖尿病性歯\n周病と診断されているものの，これによって食物の摂取が困難となった\nり誤嚥の危険が大きくなったりしたとの事情は見当たらず，障害等級１\n級ないし３級のいずれにも該当しない。そして，原告Ｘ３は，糖尿病に\n合併した神経系統の障害として下肢しびれ感があるとされているものの，\n激痛，著明な知覚の障害，重度の自律神経症状等の症状はなく，障害等\n級１級ないし３級のいずれにも該当しない。そのほか，原告Ｘ３は，糖\n尿病の合併症として橋本病にり患しているが，原告Ｘ３が提出した診断\n書には，橋本病により原告Ｘ３の日常生活に何らかの支障が生じている\nといった事情は記載されていない。なお，原告Ｘ３は，気管支ぜんそく\nや左耳鳴症にり患していると診断されているが，これらが糖尿病の合併\n症であるとは認め難い。\n以上によれば，原告Ｘ３の平成２８年７月１４日時点における１型糖\n尿病による障害の状態が，２級に該当する程度であるとはいえない。\n(ｴ)  原告Ｘ４\n①原告Ｘ４が提出した診断書によれば，原告Ｘ４が過去１年間で意識\n障害により自己回復ができない重症低血糖となった回数は年１，２回に\nとどまるところ，重症低血糖の状態となっても，ブドウ糖やグルカゴン\nの注射を受けるなどしてその状態を脱することができること，②同診断\n書には，原告Ｘ４が通常は一般状態区分表のイの状態であると記載され\nていることに照らすと，同診断書に予想できない低血糖，高血糖のため\nに容易にオの状態に変化する旨の記載があることを考慮しても，原告Ｘ\n４の平成２８年７月１１日時点における障害の状態は，一般状態区分表\nのイの状態に該当する。前記(ｱ)のとおり，一般状態区分表のイの状態は，\n日常生活に著しい制限を受けたり，日常生活に著しい制限を加えること\nを必要とする程度の障害の状態とは認められない。\nまた，原告Ｘ４は，糖尿病性網膜症（単純期）と診断されているもの\nの，矯正視力は右眼が１．５，左眼が２．０であって，障害等級１級な\nいし３級のいずれにも該当しない。さらに，原告Ｘ４は，糖尿病性歯周\n病と診断されているものの，これによって食物の摂取が困難となったり\n誤嚥の危険が大きくなったりしたとの事情は見当たらず，障害等級１級\nないし３級のいずれにも該当しない。そして，原告Ｘ４は，糖尿病に合\n併した神経系統の障害として消化管運動障害があるとされているものの，\n激痛，著明な知覚の障害，重度の自律神経症状等の症状はなく，障害等\n級１級ないし３級のいずれにも該当しない。そのほか，原告Ｘ４は，糖\n尿病性腎症にり患しているが，検査成績を見ても著明な異常値は認めら\nれないのであり，障害等級１級ないし３級のいずれにも該当しない。な\nお，原告Ｘ４は，甲状腺機能障害にり患していると診断されているが，\n甲状腺機能は正常である。\n以上によれば，原告Ｘ４の平成２８年７月１１日時点における１型糖\n尿病による障害の状態が，２級に該当する程度であるとはいえない。\n(ｵ)  原告Ｘ５\n①原告Ｘ５が提出した診断書によれば，原告Ｘ５が過去１年間で意識\n障害により自己回復ができない重症低血糖となった回数は年２０回であ\nるところ，重症低血糖の状態となっても，ブドウ糖やグルカゴンの注射\nを受けるなどしてその状態を脱することができること，②同診断書には，\n原告Ｘ５が一般状態区分表のウないしオの全てに該当する旨の記載があ\nるものの，原告Ｘ５が一般状態区分表のエやオの状態であることをうか\nがわせる記載が見当たらないことに照らすと，原告Ｘ５の平成２８年７\n月１２日時点における障害の状態は，一般状態区分表のウの状態に該当\nする。前記(ｱ)のとおり，一般状態区分表のウの状態は，日常生活に著し\nい制限を受けたり，日常生活に著しい制限を加えることを必要とする程\n度の障害の状態とは認められない。なお，原告Ｘ５は，同日よりも後で\nはあるものの，１日３，４時間程度の軽作業の内職をしているとのこと\nであるところ，このことに照らしても，原告Ｘ５の障害の状態が，２級\nに該当する程度であるとはいえない。\nまた，原告Ｘ５は，糖尿病性網膜症（前増殖期）と診断されているも\nのの，矯正視力は右眼が１．２，左眼が１．０であって，障害等級１級\nないし３級のいずれにも該当しない。さらに，原告Ｘ５は，糖尿病性歯\n周病と診断されているものの，これによって食物の摂取が困難となった\nり誤嚥の危険が大きくなったりしたとの事情は見当たらず，障害等級１\n級ないし３級のいずれにも該当しない。そして，原告Ｘ５は，糖尿病の\n合併症として下肢触覚低下，アキレス腱反射低下があるとされているも\nのの，激痛，著明な知覚の障害，重度の自律神経症状等の症状はなく，\n障害等級１級ないし３級のいずれにも該当しない。そのほか，原告Ｘ５\nは，糖尿病性腎症にり患しているが，検査成績を見ても著明な異常値は\n認められないのであり，障害等級１級ないし３級のいずれにも該当しな\nい。なお，原告Ｘ５は，バセドウ病と診断されているが，原告Ｘ５が提\n出した診断書には，バセドウ病により日常生活に何らかの支障が生じて\nいる旨の記載はない。\n以上によれば，原告Ｘ５の平成２８年７月１２日時点における１型糖\n尿病による障害の状態が，２級に該当する程度であるとはいえない。\n(ｶ)  原告Ｘ６\n①原告Ｘ６が提出した診断書によれば，原告Ｘ６が過去１年間で意識\n障害により自己回復ができない重症低血糖となった回数は年３回にとど\nまるところ，重症低血糖の状態となっても，ブドウ糖やグルカゴンの注\n射を受けるなどしてその状態を脱することができること，②同診断書に\nは，原告Ｘ６が普段は一般状態区分表のイの状態であると記載されてい\nること，③原告Ｘ６は１日２時間程度の内職をしていることに照らすと，\n同診断書に重症低血糖を起こすとオの状況に陥ることがある旨の記載が\nあることを考慮しても，原告Ｘ６の平成２８年７月２０日時点における\n障害の状態は，一般状態区分表のイの状態に該当する。前記(ｱ)のとおり，\n一般状態区分表のイの状態は，日常生活に著しい制限を受けたり，日常\n生活に著しい制限を加えることを必要とする程度の障害の状態とは認め\nられない。\nまた，原告Ｘ６は，糖尿病性網膜症（単純期）と診断されているもの\nの，矯正視力は右眼が１．２，左眼が１．５であって，障害等級１級な\nいし３級のいずれにも該当しない。さらに，原告Ｘ６は，糖尿病性歯周\n病と診断されているものの，これによって食物の摂取が困難となったり\n誤嚥の危険が大きくなったりしたとの事情は見当たらず，障害等級１級\nないし３級のいずれにも該当しない。そして，原告Ｘ６は，糖尿病性神\n経障害があると診断されているようであるが，その検査成績は正常値よ\nりやや低い値にすぎない上，激痛，著明な知覚の障害，重度の自律神経\n症状等の症状はなく，障害等級１級ないし３級のいずれにも該当しない。\nそのほか，原告Ｘ６は，鉄欠乏性貧血や橋本病であると診断されている\nが，原告Ｘ６が提出した診断書によっても，鉄欠乏性貧血や橋本病によ\nり原告Ｘ６の日常生活に何らかの支障が生じているといった事情はうか\nがわれない（鉄欠乏性貧血であったかについては，疑問がある。）。\n以上によれば，原告Ｘ６の平成２８年７月２０日時点における１型糖\n尿病による障害の状態が，２級に該当する程度であるとはいえない。\n(ｷ)  原告Ｘ７\n①原告Ｘ７が提出した診断書によれば，原告Ｘ７が過去１年間で意識\n障害により自己回復ができない重症低血糖となった回数は年２，３回に\nとどまるところ，重症低血糖の状態となっても，ブドウ糖やグルカゴン\nの注射を受けるなどしてその状態を脱することができること，②同診断\n書には，原告Ｘ７が日常は一般状態区分表のウの状態であると記載され\nていることに照らすと，同診断書に突然生ずる低血糖発作によりオの状\n態に陥る旨の記載があることを考慮しても，原告Ｘ７の平成２８年７月\n１４日時点における障害の状態は，一般状態区分表のウの状態に該当す\nる。前記(ｱ)のとおり，一般状態区分表のウの状態は，日常生活に著しい\n制限を受けたり，日常生活に著しい制限を加えることを必要とする程度\nの障害の状態とは認められない。\nまた，原告Ｘ７は，糖尿病性網膜症，遠視性乱視と診断されているも\nのの，原告Ｘ７が提出した診断書には，これが日常生活に何らかの支障\nを来すようなものであることをうかがわせる記載がなく，障害等級１級\nないし３級のいずれにも該当しない。さらに，原告Ｘ７は，糖尿病性歯\n周病と診断されているものの，これによって食物の摂取が困難となった\nり誤嚥の危険が大きくなったりしたとの事情は見当たらず，障害等級１\n級ないし３級のいずれにも該当しない。そして，原告Ｘ７は，１型糖尿\n病に合併する潜在性甲状腺機能低下症と診断されているものの，何らの\n治療も受けておらず，日常生活に何らの支障も生じていない。そのほか，\n原告Ｘ７は鬱病にり患しているが，これは糖尿病の合併症ではない。\n以上によれば，原告Ｘ７の平成２８年７月１４日時点における１型糖\n尿病による障害の状態が，２級に該当する程度であるとはいえない。\n(ｸ)  原告Ｘ８\n①原告Ｘ８が提出した診断書によれば，原告Ｘ８が過去１年間で意識\n障害により自己回復ができない重症低血糖となった回数は年１回にとど\nまるところ，重症低血糖の状態となっても，ブドウ糖やグルカゴンの注\n射を受けるなどしてその状態を脱することができること，②同診断書に\nは，原告Ｘ８が通常は一般状態区分表のイの状態であると記載されてい\nること，③原告Ｘ８は実父の営む造園業を継いで稼働していることに照\nらすと，同診断書に突然の低血糖，高血糖により速やかにオの状態とな\nる旨の記載があることを考慮しても，原告Ｘ８の平成２８年７月３０日\n時点における障害の状態は，一般状態区分表のイの状態に該当する。前\n記(ｱ)のとおり，一般状態区分表のイの状態は，日常生活に著しい制限を\n受けたり，日常生活に著しい制限を加えることを必要とする程度の障害\nの状態とは認められない。\nまた，原告Ｘ８は，糖尿病性網膜症と診断されているものの，矯正視\n力は右眼が１．０，左眼が１．０であって，障害等級１級ないし３級の\nいずれにも該当しない。さらに，原告Ｘ８は，両側アキレス腱反射低下\nがあるとされているものの，激痛，著明な知覚の障害，重度の自律神経\n症状等の症状はなく，障害等級１級ないし３級のいずれにも該当しない。\n以上によれば，原告Ｘ８の平成２８年７月３０日時点における１型糖\n尿病による障害の状態が，２級に該当する程度であるとはいえない。\n(ｹ)  原告Ｘ９\n①原告Ｘ９が提出した診断書によれば，原告Ｘ９が過去１年間で意識\n障害により自己回復ができない重症低血糖となったことはなく，月に１，\n２回重症低血糖発作を起こすものの，重症低血糖の状態となっても，ブ\nドウ糖やグルカゴンの注射を受けるなどしてその状態を脱することがで\nきること，②同診断書には，原告Ｘ９が一般状態区分表のイないしオの\n全てに該当する旨の記載があるものの，エやオの状態であることをうか\nがわせる記載が見当たらないことに照らすと，原告Ｘ９の平成２８年８\n月３０日時点における障害の状態は，一般状態区分表のイ又はウの状態\nに該当する。前記(ｱ)のとおり，一般状態区分表のイ又はウの状態は，い\nずれも，日常生活に著しい制限を受けたり，日常生活に著しい制限を加\nえることを必要とする程度の障害の状態とは認められない。\nまた，原告Ｘ９は，白内障と診断されているものの，「糖尿病性の疑\nい」とされるのみで糖尿病に起因するものであるとの確定診断はされて\nいない上，白内障であるのは左眼のみであり，矯正視力は１．５であっ\nて，障害等級１級ないし３級のいずれにも該当しない。さらに，原告Ｘ\n９は，糖尿病性歯周炎と診断されているものの，これによって食物の摂\n取が困難となったり誤嚥の危険が大きくなったりしたとの事情は見当た\nらず，障害等級１級ないし３級のいずれにも該当しない。\n以上によれば，原告Ｘ９の平成２８年８月３０日時点における１型糖\n尿病による障害の状態が，２級に該当する程度であるとはいえない。\n(4)  争点(4)（本件各処分が平等原則に違反するか）\n（原告らの主張の要旨）\n機構は，平成３０年１月，平成２９年に診断書（障害状態確認届）を提出\nしていた障害年金の受給権者のうち１０１０人に対し，「次回の診断書にお\nいて障害状態を確認し，記載内容が今回と同様と認められる場合には，支給\n停止となることもあります。」と記載した文書を送付した。しかし，報道等\nによる批判を受けて，厚生労働大臣が前記(3)（原告らの主張の要旨）ア(ｵ)\nの答弁をするなどし，上記受給権者の多くが，障害の程度が変わらないもの\nとして支給を継続され，また，平成２９年に障害年金の支給が停止された受\n給権者についても，障害の状態が改善していないものについては，当該支給\n停止処分について職権取消しをする方針が示された。\nこれに対して，原告らは，障害の程度が変わらないにもかかわらず，本件\n各処分がされたものであり，平成２９年に診断書（障害状態確認届）を提出\nした受給権者との間のこのような差別的取扱いは，平等原則（憲法１４条１\n項）に違反する違憲，違法なものである。\n（被告の主張の要旨）\n法３６条２項本文の解釈や，支給停止事由の有無が障害基礎年金の受給権\n者から提出される診断書（障害状態確認届）の記載内容に基づいて判断され\nることについて，原告らと平成２９年に診断書（障害状態確認届）を提出し\nた受給権者との間で扱いを異にした事実はない。\n(5)  争点(5)（本件各処分が理由提示義務に違反するか）\n（原告らの主張の要旨）\nア  支給停止処分が重大な不利益処分であることに加え，支給停止処分は，\n基準時における受給権者の障害の状態が，当該受給権者が過去に提出した\n同様の診断書に記載された障害の状態から改善し，その結果，基準時にお\nける障害の状態が従前該当するとされていた障害等級に該当しなくなった\nことを要件とするものと解すべきであることに鑑みると，原告ら８名に対\nして支給停止処分をする際には，過去の障害の状態と基準時における障害\nの状態との間の変化（改善）を摘示して，それによって障害等級に該当し\nなくなったことが示されなければならない。\nしかるに，本件各支給停止処分においては，基準時における診断書の記\n載内容が転記されるのみで，処分の名宛人において，障害の状態がどのよ\nうに変化したために障害基礎年金の支給停止処分がされたのか，全く判断\nすることができない。\n以上によれば，本件各支給停止処分は，行手法１４条１項本文の理由提\n示義務に違反する。\nイ  支給停止の解除の申請に対して支給停止を解除しない旨の処分が重大な\n処分であることに加えて，原告Ｘ９が，結論のみを示したものと評されて\nもやむを得ないほど簡素な理由しか提示されずに支給停止処分を受けてい\nたことに鑑みると，原告Ｘ９に対して支給停止を解除しない旨の処分をす\nる際には，平成２１年１１月まで障害基礎年金が支給されていた時と，同\n月に支給停止処分がされた時と，前件不解除処分及び本件不解除処分の基\n準時との間において，障害の状態についてどのような変化があって障害等\n級に該当しなくなったのかが示されなければならない。\nしかるに，本件不解除処分においては，基準時における診断書の記載内\n容が転記されるのみで，処分の名宛人において，障害の状態がどのように\n変化したために平成２１年に支給停止処分がされたのか，そして，本件不\n解除処分がされたのか，全く判断することができない。\n以上によれば，本件各支給停止処分は，行手法８条１項本文の理由提示\n義務に違反する。\n（被告の主張の要旨）\n行手法１４条１項本文又は８条１項本文により求められる理由の提示の程\n度は，いかなる事実関係に基づきいかなる法規を適用して当該処分がされた\nかを，処分の相手方においてその提示内容自体から了知し得るものであると\n解されるところ，原告らのいう障害の状態の変化は，法規を適用する対象と\nなる事実関係には当たらないから，処分をするに当たって提示すべき事実関\n係に当たらない。\n(6)  争点(6)（本件各支給停止処分が授益的行政行為の撤回として許されない\nものであるといえるか）\n（原告ら８名の主張の要旨）\n本件各支給停止処分は，いずれも，令和元年５月１０日付けで，支給停止\nの効果を平成２８年１１月に遡及してされたものであるから，行政行為の撤\n回（行政行為の成立後に生じた事情（後発的事情）を理由として行政庁が行\n政行為の効力を失わせること）に当たる。\n本件各支給停止処分は，結果として，障害基礎年金の支給という授益的な\n行政処分を遡及して取り消すことに等しいものである。そして，①原告ら８\n名は，障害基礎年金が支給されることを前提として生活設計を立てていたも\nのであり，前件判決によって前件各支給停止処分が取り消されたことなどか\nらしても，障害基礎年金の支給が継続されることに対する信頼は強く保護さ\nれるべきであるのに対し（処分の相手方の具体的不利益の状況），②本件各\n支給停止処分をする公益上の必要性は低いこと（利益保護の対象），③当初\nの行政行為である裁定には何らの瑕疵もないこと（当初の行政行為の瑕疵を\nもたらした原因），④障害基礎年金の支給を維持することによって生ずる公\n益上の不利益は金銭の支出にとどまること（取り消されることによって得ら\nれる公益上の必要）に鑑みると，本件各支給停止処分が授益的行政行為の撤\n回として許されないものというべきである。\n（被告の主張の要旨）\n支給停止処分は，障害基礎年金の受給権者が，障害等級に該当する程度の\n障害の状態に該当しなくなったときに，その障害の状態に該当しない間，障\n害基礎年金の支給を停止するとの処分，すなわち支分権たる障害基礎年金の\n支給を一時的に制限するものであって，既にした行政行為を撤回するもので\nはない。その上，法等の関係法令をみても，法３６条２項本文の要件を充足\nしているにもかかわらず支給停止処分をすることができない場合があること\nをうかがわせる規定は見当たらない。\n第３  当裁判所の判断\n１  争点(1)（本件各処分が前件判決の反復禁止効（行訴法３３条１項）に抵触す\nるか）について\n(1)ア  行訴法３３条１項の定める取消判決の拘束力は，当該取消判決の主文\nが導き出されるのに必要な事実認定及び法律判断にわたるものであると\nころ（最高裁昭和６３年（行ツ）第１０号平成４年４月２８日第三小法廷\n判決・民集４６巻４号２４５頁参照），前件判決は，行手法１４条１項本\n文又は８条１項本文の定める理由提示の要件を欠くことを理由として，前\n件各処分を取り消すものであるから（前記前提事実(5)），前件各処分を\nした行政庁である厚生労働大臣は，前件各処分と同一の理由を示して前件\n各処分と同一の内容の処分をすることは許されない ものというべきであ\nる。\n他方，厚生労働大臣が，再度，行手法１４条１項本文又は８条１項本文\nの定める理由提示の要件を満たすような理由を示して前件各処分と同一の\n内容の処分をすることは，前件判決の拘束力に反しないものというべきで\nある。\nイ  これに対して，原告らは，①行政庁が改めて理由を付して同一内容の処\n分をすることが許されるとするならば，行政庁の判断を抑制することがで\nきないし，名宛人に不服申立ての便宜を与えたことにならない上，訴訟経\n済に反し，国民の権利利益の救済が遅れること，②理由提示義務に違反し\nた行政処分については，処分後に理由を説明してもその瑕疵が治癒されな\nいこととの均衡を考慮すると，処分行政庁が，提示した理由の不備に気付\nかず，又はこれに気付いてもそれを放置したため，処分の名宛人から取消\n訴訟が提起され，理由提示義務違反を理由として当該処分の取消判決を受\nけた場合には，理由を補充して再度同一内容の処分をすることはできない\nものと解すべきである旨主張する。\nしかしながら，行政庁が再度処分をする場合，この処分についても行手\n法１４条１項本文又は８条１項本文が適用されることから，行政庁の判断\nの慎重と合理性を担保してその恣意を抑制するとともに，処分の名宛人や\n申請者に知らせて不服の申立てに便宜を与えるという趣旨は及ぶものとい\nえる。また，理由提示義務に違反した行政処分について，処分後に理由を\n説明しても当該処分そのものの瑕疵が治癒されない（当該処分が事後的に\n適法なものとはならない）ことと，当該処分が取り消された場合に（行政\n庁が当該処分を撤回した場合も同様である。）理由を提示して新たな処分\nをすることとを同一に論ずべきであるとはいえない。原告らの上記②の主\n張は採用することができない。\n原告らは，上記のとおり，訴訟経済の観点及び迅速な権利救済の観点か\nら，理由提示義務違反と判断された処分について再度の処分を認めるべき\nではないと主張する。そのうち，権利救済の観点からの主張は，理由提示\n義務違反で取り消された処分については，それ以外の実体的要件等につい\nて違法事由がなく，改めて行手法１４条１項本文又は８条１項本文を充足\nする形で理由提示がされたとしても当該処分をすることが許されないとい\nう趣旨をいうものと解されるが，そうであれば，処分要件を満たした処分\nを許さないこと，すなわち，法に適合しない状態を固定化することにつな\nがる。このような状態は，国民の権利救済に資するものではなく，適切な\nものではない。また，訴訟経済の観点からの主張は，処分行政庁が再度の\n処分を行うこと自体が，再度の取消訴訟を誘発するという趣旨をいうもの\nと解されるが，そのような事態を回避するためには，当初の取消訴訟にお\nいて当該処分の実体法上，手続法上の全ての要件充足性を判断すること（い\nわば全ての要件判断につき拘束力を生じさせること）を余儀なくされるこ\nととなるので，むしろ訴訟経済に反する結果を招くことになる。原告らの\n上記①の主張は採用することができない。\nしたがって，原告らの上記主張はいずれも採用することができない。\n(2)  前件各処分において示された理由と本件各処分において示された理由と\nを対照すると，前件各処分の通知書には，「０７  障害の程度が厚生年金保\n険法（旧三公社（ＪＲ，ＪＴ，ＮＴＴ）の共済年金の受給権者にあっては国\n家公務員共済組合法）施行令に定める障害等級の３級の状態に該当したため，\n障害基礎年金の支給を停止しました。」，あるいは「請求のあった傷病につ\nいては，国民年金法施行令別表（障害年金１級，２級の障害の程度を定めた\n表）に定める程度に該当していないため。」と記載されているのみであって\n（前記前提事実(3)エ，(4)オ），単に原告らの各障害の程度が１級及び２級\nには該当しないとの結論のみを示したものと評されてもやむを得 ないほど\n簡素なものであった（前件判決）。これに対して，本件各処分においては，\nその理由として，①適用法令（法３６条２項，令４条の６，別表）及び②審\n査基準（障害認定基準第１５節の認定基準及び認定要領）のほか，③「障害\n基礎年金（２級）の支給を停止することとした具体的理由」又は「障害基礎\n年金（２級）の支給停止を解除しない具体的理由」として，原告らが提出し\nた診断書の記載のうち検査成績，血糖コントロールの困難な状況，一般状態\n区分表に関するものの要点を取り上げた上で，症状，治療経過及び日常生活\n状況等を考慮しても，具体的に日常生活に著しい制限が生じていることをう\nかがわせる事情は見当たらないから，障害の程度が２級に該当するとは認め\nられない旨が示されており（前記前提事実(7)イ，(8)イ），これらの理由の\n提示は，後記５のとおり，行手法１４条１項本文又は８条１項本文の定める\n理由提示の要件を満たすものと認められる。\nそうすると，本件各処分は，前件各処分と同一の理由を示してされたもの\nであるということはできないから（原告らは，本件各処分は前件各処分と同\n一の理由に基づくものというべきである旨主張するが，採用することができ\nない。），前件判決の拘束力（反復禁止効）を理由として違法となることは\nないものというべきである。\n２  争点(4)（本件各処分が平等原則に違反するか）について\n原告らは，厚生労働大臣は，平成２９年に診断書（障害状態確認届）を提出\nしていた障害年金の受給権者については支給停止処分等をしないのに，原告ら\nに対しては本件各処分がされたものであって，このような差別的取扱いは平等\n原則（憲法１４条１項）に違反する違憲，違法なものである旨主張する。\nそこで検討すると，法３６条２項本文は，「障害基礎年金は，受給権者が障\n害等級に該当する程度の障害の状態に該当しなくなったときは，その障害の状\n態に該当しない間，その支給を停止する。」と定めており，厚生労働大臣は，\n受給権者が障害等級に該当する程度の障害の状態に該当しない間，支給停止処\n分をしなければならないものであり，その間であっても支給停止処分をしない\nという裁量の余地はないものと解される。そうすると，原告らについて，平成\n２９年に診断書（障害状態確認届）を提出していた障害年金の受給権者とは異\nなる取扱いをしたことが憲法１４条１項に違反するといえるためには，少なく\nとも，平成２９年に診断書（障害状態確認届）を提出していた障害年金（障害\n等級２級）の受給権者について，その障害の状態が真実は２級に該当しないに\nもかかわらず，支給停止処分がされず，また，支給停止処分の職権取消しがさ\nれたという事情があることが前提条件となる。しかるに，原告らは，平成２９\n年に診断書（障害状態確認届）を提出していた障害年金（障害等級２級）の受\n給権者のうち２名についての診断書や陳述書等（甲共５２，５３。いずれも枝\n番を含む。）を提出するが，上記２名の障害の状態が真実は２級に該当しない\n旨を主張するものとは解されないし，ほかに上記事情を認めるに足りる証拠は\nない。\nそうすると，平等原則違反をいう原告らの主張は前提を欠くものというべき\nである。\n３  争点(6)（本件各支給停止処分が授益的行政行為の撤回として許されないもの\nであるといえるか）について\n原告ら８名は，本件各支給停止処分が行政行為の撤回に当たるとした上で，\n本件各支給停止処分は，結果として，障害基礎年金の支給という授益的な行政\n処分を遡及して取り消すことに等しいものであり，障害基礎年金の支給が継続\nされることに対する原告ら８名の信頼は強く保護されるべきであるのに対し，\n本件各支給停止処分をする公益上の必要性は低いこと，当初の行政行為である\n裁定には何らの瑕疵もないこと，障害基礎年金の支給を維持することによって\n生ずる公益上の不利益は金銭の支出にとどまることに鑑みると，本件各支給停\n止処分が授益的行政行為の撤回として許されないものというべきである旨主\n張する。\nそこで検討すると，障害基礎年金の給付を受ける権利（基本権たる受給権）\nの発生要件の存否や金額等については，厚生労働大臣の裁定により公権的に確\n認されるものであるところ（最高裁平成３年（行ツ）第２１２号同７年１１月\n７日第三小法廷判決・民集４９巻９号２８２９頁参照），支給停止処分は，法\n３０条に基づく障害基礎年金の支分権（支払期月ごとに支払うものとされる保\n険給付の支給を受ける権利）の行使を認めない処分であって，基本権たる受給\n権そのものを消滅させる処分（裁定を取り消したり，その効力を否定したりす\nる処分）ではない。したがって，支給停止処分が行政行為（裁定）の撤回に当\nたるという余地はなく，原告ら８名の上記主張は前提を欠く。\nまた，この点を措くとしても，法３６条２項本文は，「その障害の状態に該\n当しない間」支給を停止する旨を定めており，受給権者が障害等級に該当する\n程度の障害の状態に該当しない間という以上に支給停止処分の始期を制限す\nる定めはない。そして，厚生労働大臣は，平成２８年１２月７日付けで，原告\nら８名に対し，本件各支給停止処分と同じ同年１１月から障害基礎年金の支給\nを停止する旨の前件各支給停止処分をしており，その後，本件各支給停止処分\nがされるまでの間，糖尿病による障害を理由とする保険給付をすることはなか\nったものである（弁論の全趣旨）。そうすると，同月以降障害基礎年金の支給\nを停止する旨の本件各支給停止処分がされたからといって，原告ら８名におい\nて，支給を受けた保険給付を不当利得として返還しなければならないなどの不\n利益が生ずることはない。以上に加えて，前記１で説示したとおり，前件判決\nは，飽くまで行手法１４条１項本文又は８条１項本文の定める理由提示の要件\nを欠くことを理由として前件各処分を取り消したものであって，厚生労働大臣\nが，再度，行手法１４条１項本文又は８条１項本文の定める理由提示の要件を\n満たすような理由を示して前件各処分と同一の内容の処分をすることは，前件\n判決の拘束力に反しないことをも考慮すると，本件各支給停止処分が平成２８\n年１１月以降の分についてまで遡って障害基礎年金の支給を停止するもので\nあるとの一事をもって，本件各支給停止処分が違法であるものということはで\nきない。\nしたがって，原告ら８名の上記主張は採用することができない。\n４  争点(3)（原告らについて支給停止事由又は支給停止解除事由があるか）につ\nいて\n(1)  １型糖尿病に関する知見等\nア  糖尿病\n糖尿病は，インスリン作用の不足により生ずる慢性の高血糖を主徴とす\nる代謝疾患群である。この疾患群の共通の特徴はインスリン効果の不足で\nあり，それにより，糖，脂質，蛋白質を含むほとんど全ての代謝系に異常\nを来す。血糖値が著しく高くなるような代謝状態においては，極端な場合，\n意識障害，更に昏睡に至り，効果的な治療が行われなければ死に至ること\nもある。\nインスリンは，血液中のブドウ糖を細胞に取り込み血糖を下げる働きを\nするホルモンであり，すい臓のランゲルハンス島と呼ばれる組織の中にあ\nるβ細胞（膵β細胞）で産生される。インスリンの分泌によって血糖値は\nほぼ一定の値（一般的に，空腹時で１１０mg／dL 未満，食後２時間で１４\n０mg／dL 未満）に保たれている。しかし，インスリンが分泌されなくなり，\n又はインスリンは分泌されるものの肝臓や筋肉でのインスリンの効き目が\n悪くなり（インスリン抵抗性），慢性的に高血糖状態が持続することがあ\nる。このような代謝異常を伴う症候群が糖尿病である。\n糖尿病は，インスリンの作用不足を起こす原因の違いから，①インスリ\nン分泌の絶対的不足を来す１型糖尿病，②インスリン分泌の低下とインス\nリン抵抗性を来す２型糖尿病，③その他の特定の機序・疾患によるもの，\n④妊娠糖尿病の４つに大別される。\n血糖値が高い状態が続くと，喉の渇き，多量の飲水，尿量の増加，体重\n減等の症状が起こるのが典型的である。このような症状を放置するなどし\nてインスリン不足がある程度を超えると，血糖値が短期間に異常に高くな\nり，昏睡に陥ることがある（糖尿病昏睡）。糖尿病昏睡には，糖尿病ケト\nアシドーシス（絶対的なインスリン不足により，血液中から細胞に供給さ\nれるべき糖が移動できなくなり，細胞がエネルギー不足に陥ると，これを\n補うために身体は脂肪を消費し，その過程でケトン体という酸性の物質が\n産生される。ケトン体が血液中に高度に貯留され，血液が酸性に傾き，食\n欲不振，嘔吐，倦怠感等の症状が出る状態をケトアシドーシスという。）\nと高血糖高浸透圧状態がある。また，高血糖の状態が長く続くと全身の合\n併症が起こる可能性が高くなる。\n他方，正常に近い血糖コントロールを目指す治療を行う場合，低血糖（血\n糖値が７０mg／dL 未満である状態）となる頻度が増加する。意識，思考，\n判断，知覚，運動，排せつ等の神経機能を維持するためには，血糖値は最\n低でも７０mg／dL のレベルを保つ必要があることから，これを下回る傾向\nがあるときは，これに拮抗するために種々の生体反応が起こる。それは，\n発汗，手足振戦，悪寒等の自律神経症状，混乱，脱力，眠気，めまい，疲\n労感，発語困難，意識障害，けいれん等の中枢神経グルコース欠乏症状等\nである。（甲共９，弁論の全趣旨）\nイ  １型糖尿病\n１型糖尿病は，膵β細胞が何らかの理由により破壊され，インスリン分\n泌が枯渇して発症する糖尿病と定義される。\n膵β細胞の８０～９０％が壊れ，インスリン分泌予備能が正常の１０～\n２０％以下となり，インスリン不足が起こると，血管内のブドウ糖を肝臓\nや筋肉等の細胞に取り込むことができず，血糖値が上昇する。\n１型糖尿病の約８０％は自己免疫異常により発症する。すなわち，ウイ\nルス感染等の環境因子が引き金となって免疫機構（ウイルス等自己以外の\nものを異物として認識し，排除する体の仕組み）がはたらき，本来なら自\n分の体で作っている物質には反応しないはずのＴリンパ球が誤って膵β細\n胞を破壊してしまう。\n１型糖尿病は，典型的には，若年者に急激に発症し，速やかにインスリ\nン依存状態に陥るとされる。\n１型糖尿病の患者は，同時に，橋本病，バセドウ病等の甲状腺の病気や，\n関節リウマチやエリテマトーデス等の膠原病といった他の自己免疫疾患に\n高率でり患する。\nウ  １型糖尿病の診断\nインスリンは，Ａ鎖とＢ鎖をＣペプチドがつなぐ構造になっているとこ\nろ，インスリンが分泌される際にＣペプチドの両端が切断されるため，イ\nンスリンが産生される際に同じ量のＣペプチドが産生される。そして，イ\nンスリン注射製剤にはＣペプチドが含まれていない。そこで，膵β細胞の\n破壊の有無を診断するために，多くの場合，血中又は尿中のＣペプチド濃\n度を測定する。（甲共６）\n１型糖尿病患者の中でも，空腹時Ｃペプチド値がより低い患者では，重\n症度を示すような事象が出現しやすくなるといわれている（甲共４３）。\nエ  １型糖尿病の治療\n１型糖尿病の患者については，膵β細胞が破壊されてインスリンが分泌\nされないため，インスリン注射（インスリン療法）が必須となる。インス\nリン療法の原則は，生理的なインスリン分泌のパターンに合わせるように\nインスリンを適切に補い，血糖値をできるだけ正常化すること（血糖コン\nトロール）である。血糖コントロールの指標としては，血糖自己測定（Ｓ\nＭＢＧ）の結果得られた血糖値，ＨｂＡ１ｃ（ヘモグロビンＡ１ｃ。赤血\n球の成分であるヘモグロビンと血液中のブドウ糖が結合したもの。採血し\nた日から遡って１，２箇月間の血糖値の平均的な状態を知ることができる。\n血糖値が高い状態が続くほど値が高くなる。），グリコアルブミン（ＧＡ）\n等が用いられる。\n１型糖尿病の標準治療は，強化インスリン療法，すなわち頻回注射法又\nは持続皮下インスリン注入法（インスリンポンプ法）に血糖自己測定を併\n用し，インスリン注射量を患者自らが調節しながら可能な限り良好な血糖\nコントロールを目指す治療法である。頻回注射法は，１日１，２回基礎分\n泌を補充するためのインスリン注射を行うとともに，毎食前に追加分泌を\n補充するためのインスリン注射を行うものであり，持続皮下インスリン注\n入法は，注入ポンプを用いて皮下から持続的にインスリンを注入するもの\nである。\nオ  糖尿病の慢性合併症\n(ｱ)  糖尿病網膜症\n糖尿病網膜症は，糖尿病による高血糖を主体とした代謝異常が長期間\n反復持続するために網膜細小血管が傷害され，網膜や硝子体に多彩な病\n変を形成する血管原性疾患である（証拠（診断書等）により，「糖尿病\n網膜症」（乙Ａ１等），「糖尿病性網膜症」（乙Ｈ１等）と異なる病名\nが用いられているが，いずれも医学的に正しいものと考えられるので，\nあえて統一することはしない。他の病名についても同様である。）。\n重症度に応じて，網膜症なし，単純糖尿病網膜症，増殖前糖尿病網膜\n症，増殖糖尿病網膜症の４期に分類される。単純糖尿病網膜症は血糖コ\nントロールにより改善することが可能であるが，増殖前以降の段階の糖\n尿病網膜症では，レーザー光凝固術や硝子体手術による治療が必要にな\nる。（甲共３，１０）\n(ｲ)  糖尿病腎症\n糖尿病腎症は，慢性的な高血糖によって引き起こされる腎疾患であり，\nアルブミン尿の出現に始まり，尿たんぱくの増加に伴って腎機能が低下\nして腎不全に至る。\n進行の程度は，尿中に出るたんぱく（主にアルブミン）の量と腎臓の\n血液をろ過する機能の程度によって１期から５期までに分けられる。第\n２期（早期腎症期。尿アルブミンが微量であり，腎臓の機能が正常ない\nし低下した状態）までは，血糖と血圧等のコントロールにより改善する\nことが可能であるが，第４期（腎不全期）になると腎臓専門医の診察が\n必要になり，第５期（透析療法期）になると透析療法又は腎移植を要す\nる。（甲共３，１０）\n(ｳ)  糖尿病神経障害\n糖尿病神経障害は，高血糖状態が続き，ブドウ糖が利用されず別の物\n質となって神経にたまるとともに，神経の周りの血管も傷害されるため，\n神経に障害を来す状態である。\n糖尿病神経障害には，手足の感覚や運動をつかさどる末梢神経障害と，\n胃腸や心臓の働きを調節している自律神経障害がある。\n末梢神経障害では，足の裏に違和感があったり，しびれが続いたり，\n冷え，火照り，痛み等の症状が出る。症状が軽いうちは，血糖コントロ\nールを良くすることで症状が改善されるが，血糖コントロールが悪い状\n態が長く続くと，足に激痛が出たり，逆に感覚が麻痺したりすることが\nあり，足の潰瘍や壊疽まで進行することがある。\n自律神経障害では，胃のもたれ，下痢，立ちくらみ等の症状が出る。\n（甲共３）\n(ｴ)  動脈硬化\n糖尿病は，動脈硬化（動脈の壁の弾力性がなくなり，血管が詰まりや\nすくなった状態）を進行させる（甲共３）。\n(ｵ)  感染症\n高血糖の状態が続くと，細菌，真菌，ウイルス等による病気（感染症）\nにり患し，重症化しやすくなる。また，糖尿病患者は，口の中の細菌の\n増殖により歯ぐきの感染症である歯周病にり患しやすく，治りにくくな\nる。（甲共３）\n(2)  支給停止処分の要件\nア  前記２で説示したとおり，法３６条２項本文は，「障害基礎年金は，受\n給権者が障害等級に該当する程度の障害の状態に該当しなくなったときは，\nその障害の状態に該当しない間，その支給を停止する。」と定めており，\n厚生労働大臣は，受給権者が障害等級に該当する程度の障害の状態に該当\nしない間，支給停止処分をしなければならないものであるから，支給停止\n処分をするためには，一定の時点において，受給権者が障害等級に該当す\nる程度の障害の状態に該当しないことを要し，かつこれで足りるものと解\nするのが相当である。\nイ  これに対して，原告らは，支給停止処分は，基準時における受給権者の\n障害の状態が，当該受給権者が過去に同様の診断書を提出した時点の障害\nの状態から改善し，その結果，基準時における障害の状態が従前該当する\nとされていた障害等級に該当しなくなったことを要件とするものと解すべ\nきである旨主張する。\nしかしながら，障害基礎年金は，障害認定日等の一定の時点において，\n傷病により障害等級（１級又は２級。以下同じ。）に該当する程度の障害\nの状態にある者に支給されるものであって（法３０条等参照），障害等級\nに該当する程度の障害の状態にない者に対して支給することが予定されて\nいるものではない。しかるに，原告らの主張によれば，過去に診断書を提\n出した時点の障害の状態から改善していなければ，たとえ基準時において\n障害等級に該当する程度の障害の状態にないとしても，支給停止処分をす\nることができない（障害基礎年金が支給される）ことになって，障害基礎\n年金に関する法の趣旨に根本的に反することになる。受給権者について，\n過去に診断書を提出した時点の障害の状態から改善しておらず，かつ，基\n準時において障害等級に該当する程度の障害の状態にないという場合，こ\nの間において障害の状態に関する認定判断の基準が変更されるなどの事情\nがない限り，過去に診断書を提出した時点における障害の状態に関する認\n定判断が誤っていたものと考えられるのであり，この場合には，この誤り\nを是正するために，支給停止処分をするほかないものと解される。\n原告らは，上記の主張の根拠として，①法３６条２項本文の「受給権者\nが障害等級に該当する程度の障害の状態に該当しなくなったとき」という\n文言，②支給停止処分が受益的行政行為の撤回に当たること，③精神障害\nガイドラインにおいて，「再認定時の留意事項」として，下位等級への変\n更や２級（又は３級）非該当への変更を検討する場合は，前回認定時の障\n害状態確認届（診断書）等の確認が求められていること，④障害基礎年金\nの支給が継続される場合には，実務上，受給権者に対し，「提出された診\n断書（障害状態確認届）により障害の程度を審査した結果，あなたの障害\nの状態は従前の状態と同程度と認められます」と記載された文書が送付さ\nれてきたこと，⑤厚生労働大臣は，平成３０年７月３日の参議院厚生労働\n委員会において，障害の程度が変わらない場合には支給停止処分をしない\nという趣旨の答弁をしたことを挙げる。\nそこで検討すると，上記①については，障害基礎年金の裁定が正しいこ\nとを前提とすれば，受給権者は，法が定める障害認定日等の一定の時点に\nおいては，障害等級に該当する程度の障害の状態に該当していたはずであ\nるから，受給権者が，支給停止処分をする時点において，障害等級に該当\nする程度の障害の状態に該当しないとすれば，それは「受給権者が障害等\n級に該当する程度の障害の状態に該当しなくなったとき」である，という\n通常の論理的関係を示したものにすぎず，法３６条２項本文が，受給権者\nが障害等級に該当する程度の障害の状態に該当しないことに加えて，過去\nに診断書を提出した時点の障害の状態から改善したことをも支給停止処分\nの要件としたものとは解されない。\n上記②については，前記３で説示したとおり，支給停止処分は行政行為\nの撤回に当たらない。\n上記③については，支給停止処分が受給権者の生活の安定を損なわせる\n重大な不利益処分であり，受給権者が障害等級に該当する程度の障害の状\n態に該当しない（支給停止事由がある）といえるかについては慎重に検討\nすべきであることから，受給権者の障害の状態についての有力な資料であ\nる前回認定時の障害状態確認届（診断書）等の確認が求められているもの\nと解されるのであって，それ以上に障害の状態の改善を要件とする趣旨を\n含むものとはいえない。\n上記④については，上記①と同様に，障害基礎年金の裁定及び厚生労働\n大臣が従前支給停止処分をしてこなかったことが正しいことを前提とすれ\nば，障害の状態が従前の状態と同程度である場合には，受給権者は障害等\n級に該当する程度の障害の状態に該当するものといえることから，支給停\n止処分をしない場合に，上記④のような記載をした文書が送付されるもの\nと解される。\n上記⑤については，証拠（甲共２２）によれば，原告らが指摘する平成\n３０年７月３日の参議院厚生労働委員会における厚生労働大臣の答弁は，\n障害基礎年金の認定事務を機構の都道府県ごとの事務センターから機構本\n部の障害年金センターに集約したことに関する質問に対するものであるが，\n上記集約前に行われた認定について集約後に再認定を行う場合には，「集\n約前の認定の際に認定医の総合判断の根拠となった障害の状態が現在にお\nいても従前と変わらない場合には，集約前の前回の認定も認定医が医学的\nに総合判断したものであるということも踏まえて医学的な総合判断を行っ\nていく」，「認定医も事務局も変わってきた，そしてかつてにおいては認\n定はされていた，そういった事情をよく踏まえて一件一件丁寧に対応して\nいくように努めていきたいと思います。」などというものである。この答\n弁の趣旨は，上記集約前の認定「が医学的に総合判断したものであること」\nを「踏まえる」（踏まえるのは上記認定そのものではない。）とはしなが\nらも，それを踏襲する，あるいは障害の状態の改善がない限り支給停止処\n分をしないというところまでは明言しないものであって，この答弁が，障\n害の程度が変わらない場合には支給停止処分をしないという趣旨のもので\nあるとは解し難い。\nこの点に関して，Ｐ教授作成の意見書（甲共４０）には，法３６条２項\n本文にいう「受給権者が障害等級に該当する程度の障害の状態に該当しな\nくなったとき」という文言は，障害の状態が変化することを実体的要件と\nすると解されるとの記載がある。しかしながら，その趣旨は，法３６条２\n項本文は，過去の障害の状態と基準時における障害の状態を比較検討する\nことを必須の処分要件とはしていないが，厚生労働大臣は，受給権者の障\n害の状態が従前と変わらないにもかかわらず下位等級への変更や等級非該\n当への変更をしようとする場合には，基準時の現症のみによって障害の程\n度を認定することは許されず，前回の認定も踏まえて障害の程度の認定を\n行わなければならない，というところにあるのであり（１１頁），法３６\n条２項本文の要件の解釈そのものではなく，事実認定上の問題（障害等級\nの認定に当たってどの範囲の資料を用いるか等）をいうものであると解さ\nれる（仮に，そうではなくて，法３６条２項本文の要件として，障害の状\n態の改善を必要とすると解釈するのであれば，以上説示したところに照ら\nして，採用することができない。）。そして，当裁判所も，後記(4)のとお\nり，基準時の症状等を示す診断書等のみならず，その前後の症状等に関す\nる証拠も検討した上で，基準時における障害の状態を認定判断するもので\nある。\n以上によれば，原告らの上記主張は採用することができない。\n(3)  糖尿病による障害が２級に該当する程度の障害の状態に該当するか否か\nの判断方法\nア  厚生労働大臣による令別表所定の障害等級の認定は，障害認定基準に従\nって行われているところ，障害認定基準は，行政規則であり，法的拘束力\nはないものの，各種障害に関する医学的知見を総合して定められたもので\nあり，最新の知見を踏まえた改訂がされていること（乙共２，３）からす\nると，その内容は合理的なものであると認めることができる。また，障害\n年金給付の公平を確保するためには，障害の程度の認定が医学的知見を踏\nまえて一定の合理的基準に従って行われる必要がある。そうすると，障害\n基礎年金の支給要件である障害の状態の具体的な認定は，特段の事情がな\nい限り，障害認定基準に従って行うのが相当である。そして，本件におい\nて，前記特段の事情は見当たらないから，原告らの障害の状態についても，\n障害認定基準によって判断するのが相当である。\nイ  障害認定基準は，障害認定に当たっての基本的事項として，２級に該当\nする障害の程度とは，身体の機能の障害又は長期にわたる安静を必要とす\nる病状が，日常生活が著しい制限を受けるか又は日常生活に著しい制限を\n加えることを必要とする程度のものであるとする。そして，この「日常生\n活が著しい制限を受けるか又は日常生活に著しい制限を加えることを必要\nとする程度」とは，必ずしも他人の助けを借りる必要はないが，日常生活\nは極めて困難で，労働により収入を得ることができない程度のものであり，\n例えば，家庭内の極めて温和な活動（軽食作り，下着程度の洗濯等）はで\nきるが，それ以上の活動はできないもの又は行ってはいけないもの，すな\nわち，活動の範囲がおおむね家屋内に限られているものであるとする（前\n記関係法令等の定め(5)ア）。そして，障害認定基準は，代謝疾患による障\n害の認定基準として，代謝疾患による障害の程度は，合併症の有無及びそ\nの程度，代謝のコントロール状態，治療及び症状の経過，具体的な日常生\n活状況等を十分考慮し，総合的に認定するものとし，当該疾病の認定の時\n期以後少なくとも１年以上の療養を必要とするものであって，長期にわた\nる安静を必要とする病状が，日常生活の用を弁ずることを不能ならしめる\n程度のものを１級に，日常生活が著しい制限を受けるか又は日常生活に著\nしい制限を加えることを必要とする程度のものを２級に，また，労働が制\n限を受けるか又は労働に制限を加えることを必要とする程度のものを３級\nに該当するものと認定することとする（同イ）。\n障害認定基準は，これらの基本的事項や認定基準を踏まえた認定要領と\nして，糖尿病による障害の程度は，合併症の有無及びその程度，代謝のコ\nントロール状態，治療及び症状の経過，具体的な日常生活状況等を十分考\n慮し，総合的に認定するものとする（前記関係法令等の定め(5)ウ(ｳ)）。\nその上で，障害認定基準は，「必要なインスリン治療を行ってもなお血糖\nのコントロールが困難なもの」のうち，一定の具体的な要件に該当するも\nのを３級に該当する旨を定めるが，このうち，「内因性のインスリン分泌\nが枯渇している状態で，空腹時又は随時の血清Ｃペプチド値が０．３ng／\nmL 未満を示すもので，かつ，一般状態区分表のウ又はイに該当するもの」\nも３級に該当するものとされている。すなわち，１型糖尿病のように，内\n因性のインスリン分泌が枯渇しており，必要なインスリン治療を行っても\nなお血糖のコントロールが困難であるからといって，当然に２級に該当す\nるものとはされていない。そして，障害認定基準は，糖尿病による障害が\n２級に該当するための要件について，「症状，検査成績及び具体的な日常\n生活状況等によっては，さらに上位等級に認定する。」と定めるのみで（同\n(ｵ)），これを具体的に定める運用指針等の下位規定も存在しない（同エ）。\n以上によれば，受給権者の糖尿病による障害が２級に該当する程度の障\n害の状態に該当するか否かを判断するに当たっては，当該障害が少なくと\nも３級に該当する程度の障害の状態であることを確認した上で，症状，検\n査成績及び具体的な日常生活状況を中心に，その他合併症の有無及びその\n程度，代謝のコントロール状態，治療及び症状の経過等を総合考慮して，\n受給権者の身体の機能の障害又は長期にわたる安静を必要とする病状が，\n日常生活が著しい制限を受けるか，又は日常生活に著しい制限を加えるこ\nとを必要とする程度のものであり，換言すれば，必ずしも他人の助けを借\nりる必要はないものの，独力での日常生活が極めて困難で，労働により収\n入を得ることができない程度のものに当たるか否かを認定判断すべきであ\nるものと解される。もっとも，受給権者が従事し得る労働の内容及び程度\nには幅があることから，ここにいう「労働により収入を得ることができな\nい」というのは，文字どおり心身が労働に耐えられない場合に限定して解\n釈することは妥当でない。例えば，就労条件等に特段の配慮がされたこと\nによって労働することができたといえる場合や，病状等に照らして労働を\n差し控えるのが相当であると考えられるのに就労しているとみられるよう\nな場合など，例外的な事情がある場合まで形式的に除外することは相当と\nは考え難い。\nなお，証拠（甲共３５，甲Ａ１２，甲Ｂ９，甲Ｃ１３，甲Ｄ１４，甲Ｅ\n１２，甲Ｆ１１，甲Ｈ１１等）によれば，１型糖尿病にり患している原告\nらは，いずれも血糖コントロールに困難を来すため，毎月少なくとも１回\nは病院を受診し，継続的に血糖値測定を行い，必要な都度，インスリン注\n射等を行うことを余儀なくされており，その医療費が経済的負担となって\nいることが認められる。しかし，障害基礎年金は，障害の状態にあること\nとなって日常生活に著しい制限が加えられ稼得能力の回復がほとんど期待\nできない場合に，所得保障の必要性が高いことから行われる給付であって，\nその性質上，上記のような医療費を賄うことを直接の目的とした給付と解\nすることは当然にはできない。このことは，障害基礎年金の受給要件が飽\nくまで障害の状態にあることであって，被保険者が，当該障害の治療費を\n負担するか否かに着目した受給要件となっているものではないことからも\nうかがわれるところである。仮に，１型糖尿病の患者について医療費を助\n成する必要性が高いというのであれば，医療費の助成を目的とする制度に\nおいて対処すること，現行法の枠内で例を挙げれば，難病の患者に対する\n医療等に関する法律の適用対象となる指定難病に１型糖尿病を加えるなど\nの措置を講ずることが考えられるところである（ただし，その患者数が同\n法施行規則１条所定の人数に達しないこと，診断に関し客観的な指標によ\nる一定の基準が定まっていること（同規則２条）などの要件を満たす必要\nがある。証拠（甲共３１）によれば，平成３１年度に指定難病に追加する\n疾病の候補として１型糖尿病が挙げられたが，後者の要件を満たさないと\nして追加されなかった事実が認められる。）。医療費の助成を目的とする\n制度が現存する以上，医療費の負担に着目した救済は同制度によって行わ\nれることを期待すべきであって，そのような救済を別個の制度である障害\n年金（原告らは２級該当性を主張）の受給に求めることには，おのずから\n限界があるといわざるを得ない。換言すれば，原告らが，１型糖尿病とい\nう，自己責任に帰し難い疾病にり患し，ほぼ生涯にわたって定期的な通院\n治療，継続的な血糖値測定及びインスリン注射等を余儀なくされ，そのた\nめに相当程度の医療費を負担せざるを得ないため，少なくとも医療費の観\n点から救済が必要であるとしても，そのことが直ちに障害年金の受給権を\n基礎付けるに至るものではない。飽くまで，原告らそれぞれにつき，身体\nの機能の障害又は長期にわたる安静を必要とする病状が，日常生活が著し\nい制限を受けるか又は日常生活に著しい制限を加えることを必要とする程\n度のものであるか否かによって障害等級２級に該当するか否かを判断すべ\nきものである。\nウ  原告らの主張について\n(ｱ)  原告らは，障害認定基準は，行政機関の内部的な取扱指針にすぎず，\n法的拘束力はないから，仮に障害認定基準の定める要件のいずれに該当\nしないとしても，個別具体的な症状の経過等を参考に，日常生活状況を\n把握し，令別表所定の障害の状態に該当するか否かを判断すべきである\n旨主張する。\nまず，障害認定基準が法的拘束力を有しないという点については，前\n記アで説示したとおり，そもそも障害年金給付の公平性を確保するため\nには一定の基準が必要であること，そのための基準として障害認定基準\nが定められ，その内容が医学的知見に基づくものであることを踏まえる\nと，障害の状態の具体的認定は障害認定基準に基づいて行うべきである\nから，採用することができない。また，障害認定基準該当性を個別具体\n的に判断すべきであるという点については，当裁判所も，後記(4)のとお\nり，基準時の診断書等のみならず，その前後の症状等に関する証拠も検\n討した上で，基準時における障害の状態を認定判断するところである。\n(ｲ)  原告らは，令別表２級１５号は，「身体の機能の障害又は長期にわた\nる安静を必要とする病状が前各号と同程度以上と認められる状態であっ\nて，日常生活が著しい制限を受けるか，又は日常生活に著しい制限を加\nえることを必要とする程度のもの」と定めているのに，障害認定基準は，\n２級の障害の程度について「労働により収入を得ることができない程度」\nなどといったものを付加しているが，このような付加は法令の趣旨に反\nする，障害年金の趣旨及び目的からすれば，労働している場合でも障害\n年金を支給する必要があり，障害者の権利に関する条約や現行の障害者\n基本法に照らせば，障害年金を支給しつつ労働して収入を得ることはむ\nしろ推奨されており，実際に，１級又は２級の障害年金を受給しながら\n就労している者が多数いるから，障害認定基準において独自に「労働に\nより収入を得ることができない程度」といったメルクマールを付加する\nことは許されないなどと主張する。\nまず，障害認定基準が２級該当性の要件として「労働により収入を得\nることができない程度」と定めていることの合理性について検討する。\n厚年法４７条２項は，障害等級につき，障害の程度に応じて重度のもの\nから１級，２級及び３級とし，各級の障害の状態は，政令で定める旨規\n定し，これを受けた厚年法施行令３条の８は，１級及び２級の障害の状\n態については令別表に定める１級及び２級の障害の状態とし，３級の障\n害の状態については厚年法施行令別表第一に定めるとおりとする旨規定\nし，同別表１２号は，「身体の機能に，労働が著しい制限を受けるか，\n又は労働に著しい制限を加えることを必要とする程 度の障害を残すも\nの」を掲げている。これらの規定を踏まえると，３級よりも障害の程度\nが重度である２級１５号の障害の状態である「日常生活が著しい制限を\n受けるか，又は日常生活に著しい制限を加えることを必要とする程度」\nについて，「労働により収入を得ることができない程度」をいうものと\n解することは，法，令，厚年法及び厚年法施行令の趣旨に照らし，合理\n的なものであるといえる。\n次に，原告らは，障害年金の趣旨及び目的からすれば労働している場\n合でも障害年金を支給する必要があると主張する点について検討するに，\n上記のとおり障害認定基準が合理的であると解することは，本来であれ\nば労働により収入を得ることができない程度の障害の状態である受給権\n者が，勤務先において特段の配慮や援助を受けるなどして就労し，収入\nを得ることと矛盾するものではない。換言すれば，就労して収入を得て\nいるからといって直ちに「労働により収入を得ることができない程度」\nに当たらないというものではなく，仕事の種類，内容，就労状況，勤務\n先において受けている配慮や援助の内容等を考慮して，「労働により収\n入を得ることができない程度」に当たるか否かを判断するのであって，\n労働してさえいれば，その余の事情を考慮することなく上記程度に該当\nしないとみなすこととなるわけではない。\nしたがって，原告らの上記主張は採用することができない。\n(ｳ)  原告らは，平成２３年の障害者基本法の改正を踏まえ，厚生労働大臣\nは，１型糖尿病患者の症状には波があることなどからして，低血糖発作\nが生じたときなどの「できない状況」や「より支援が必要な状態」に合\nわせて障害の状態を判断すべき旨を主張する。\n障害認定基準該当性を判断するに当たっては，診断書等の証拠を収集\nした上で，個別の事情に配慮しながら，具体的な障害の状態を認定して\nいくのであり，それが平成２３年の障害者基本法の改正によって変わる\n性質のものではない。原告らの主張が，それを超えて，障害者基本法の\n上記改正により，具体的な低血糖発作や意識障害の頻度等を捨象して低\n血糖発作が生じたときなどの状況に着目して１型糖尿病患者の障害の状\n態を判断すべきであるという趣旨であるのなら，障害者基本法の文言等\nに照らして採用することができない。\n(4)  原告らについての検討\nア  原告Ｘ１について\n(ｱ)  少なくとも３級に該当する程度の障害の状態であるか\n証拠（乙Ａ１）によれば，原告Ｘ１の平成２８年７月１３日当時の障\n害の状態について，次の事実が認められる。原告Ｘ１についてそれ以前\nに作成された診断書（甲Ａ４，６）には，次の②の随時血清Ｃペプチド\n値の記載や同③の記載はないが，その他については特に異なる記載はな\nい。\n①  インスリン療法により生命を維持している状態であるが，血糖変\n動が著しいため低血糖発作が多く，自己管理が不能である。\n②  インスリン分泌は枯渇しており，随時血清Ｃペプチド値は０．０\n３ng／mL である。\n③  意識障害により自己回復ができない重症低血糖は年２，３回あり，\n糖尿病ケトアシドーシスによる入院や高血糖高浸透圧症候群によ\nる入院はない。\n④  一般状態区分表のイないしオに該当する。血糖値で活動力が左右\nされ，低血糖発作が起こるとオに該当する状態になる。\n以上の事実によれば，原告Ｘ１の平成２８年７月１３日時点の障害の\n状態は，「必要なインスリン治療を行ってもなお血糖のコントロールが\n困難なもの」であり，「内因性のインスリン分泌が枯渇している状態で，\n空腹時又は随時の血清Ｃペプチド値が０．３ng／mL 未満を示すもので，\nかつ，一般状態区分表のウ又はイに該当するもの」に該当する。\nしたがって，原告Ｘ１の平成２８年７月１３日時点の障害の状態は，\n少なくとも３級に該当する程度の障害の状態に該当する。\n(ｲ)  証拠（甲Ａ４，６，１１，１２，乙Ａ１，証人Ｗ）及び弁論の全趣旨\nによれば，原告Ｘ１の症状，検査成績及び具体的な日常生活状況（主に\n平成２８年７月１３日前後のものであるが，それに限られない。）につ\nいて，次の事実が認められる。\n①  原告Ｘ１の症状をみると，意識障害により自己回復ができない重\n症低血糖は年２，３回あるが，糖尿病ケトアシドーシスや高血糖高\n浸透圧症候群による入院はない。\n②  原告Ｘ１の検査成績をみると，平成２８年５月から同年７月にか\nけての３回の検査において，食後３～６時間後の血糖値が５２～２\n８４であり，随時血清Ｃペプチド値が０．０３ng／mL である。\n③  原告Ｘ１の具体的な日常生活状況をみると，次のとおりである。\nすなわち，原告Ｘ１は，高校に入学した１６歳の時に学習障害と診\n断され，療育手帳（第２種知的障害者）を取得し，高校卒業後はＯ\n職業能力開発センターを修了した。原告Ｘ１は，２１歳の時（平成\n２３年頃）から，２４時間営業の飲食店で，ホールや簡単な調理の\nアルバイトをして，月額１６，１７万円程度の収入を得ていた。そ\nの際，原告Ｘ１は，夜勤をしなくてもよいシフトに入れるようにア\nルバイト先に配慮してもらったほか，勤務中に低血糖になることを\n予防するため，出勤前にできるだけ食事をして，インスリンの量を\n調整していたほか，勤務中に低血糖になった場合には，客から見え\nない場所でジュースを飲むなどして糖分を摂取していた。また，原\n告Ｘ１は，平成３１年１月，上記アルバイト先とは別の飲食店に正\n社員として就職したが，出社してから退社するまでの時間が１２時\n間を超えることもあるなど拘束時間が長く，心身の調子を悪くした\nため，令和元年９月末で上記飲食店を退職した。なお，原告Ｘ１は，\n令和元年７月に婚姻し，令和２年１月に子どもが出生した。\n(ｳ)  前記(ｲ)の事情によれば，原告Ｘ１の検査成績は，血糖値が大きくばら\nついていて血糖コントロールの不良を示し，随時血清Ｃペプチド値が低\nく膵β細胞が大きく破壊されていることをうかがわせるものであり，３\n級に該当する程度の障害の状態と比較して重篤であるといい得る。しか\nし，意識障害により自己回復ができない重症低血糖の頻度は年２，３回\nであり，糖尿病ケトアシドーシスや高血糖高浸透圧症候群による入院は\nないというのであり，障害認定基準において，必要なインスリン治療を\n行ってもなお血糖のコントロールが困難なもので，意識障害により自己\n回復ができない重症低血糖の所見が平均して月１回以上あるものが３級\nに該当するとされることに照らすと，この症状は３級に該当する程度の\n障害の状態に至っていない。\n原告Ｘ１の母である証人Ｗは，家族が補食を助けることが週３回くら\nいある，血糖モニター（その記録が日別記録（甲Ａ７）である。）を装\n着して寝ている間に低血糖（７０mg/dL 未満）になっていたことがあっ\nたと気付いた旨証言するほか，その陳述書（甲Ａ１２）には，原告Ｘ１\nが重い低血糖の症状に至ることが月３，４回はあるとの記載がある。証\n人Ｗは，これに加えて，補食を助けることの具体的な内容として，原告\nＸ１が手の震えにより補食としてジュースを飲むことができないときに\n蓋を開けてあげるなどと証言し，また，上記日別記録をみて原告Ｘ１が\n就寝中にも低血糖に至っていたことがあったと気付いたと証言するから，\n原告Ｘ１が意識障害により自己回復することができない程度に至った重\n症低血糖に限らず，それに至らない低血糖症状を呈した場合も含めて上\n記証言ないし上記記載をしていると解するのが合理的である。したがっ\nて，原告Ｘ１が，上記(ｲ)①認定に係る主治医による診断書記載の頻度（年\n２，３回）を大きく上回る頻度で，意識障害により自己回復ができない\n程度の重症低血糖に至っていたとは認めるに足りない。\nまた，原告Ｘ１は，平成２３年頃から，出勤前に食事をしたり勤務中\nにジュースを飲んで糖分を摂取したりするなどの工夫をしながら，飲食\n店でアルバイトをして月額１６，１７万円程度の収入を得ていたもので\nある（原告Ｘ１は，長い日には１日７，８時間勤務していたものである\nが（証人Ｗ），勤務先において，夜勤をしなくてもよいという以外に特\n段の配慮や援助を受けた形跡はない。）。そうすると，原告Ｘ１には①\n糖尿病網膜症（単純期）（ただし，矯正視力は右１．２，左１．０），\n②末梢神経障害による下肢触覚低下及び③糖尿病性歯周病の合併症があ\nること（乙Ａ１）等の事情を考慮しても，平成２８年７月１３日当時，\n原告Ｘ１の糖尿病による身体の機能の障害又は長期にわたる安静を必要\nとする病状が，独力での日常生活が極めて困難で，労働により収入を得\nることができない程度のものに当たるものであったとは認められない。\n以上によれば，原告Ｘ１の平成２８年７月１３日当時の糖尿病による\n障害の状態は，２級に該当する程度に至っていなかったものと認められ\nるから，支給停止事由があるものというべきである。\nイ  原告Ｘ２について\n(ｱ)  少なくとも３級に該当する程度の障害の状態であるか\n証拠（乙Ｂ１）によれば，原告Ｘ２の平成２８年７月５日当時の障害\nの状態について，次の事実が認められる。原告Ｘ２についてそれ以前に\n作成された診断書（甲Ｂ４，７）には，次の②の随時血清Ｃペプチド値\nの記載や同③の記載はなく，同④について，高血糖発作でも一般状態区\n分表のオに該当する旨の記載があるが，その他については特に異なる記\n載はない。\n①  生命維持のためインスリン療法を行っているが，血糖変動が著し\nいためコントロール不能である。\n②  インスリン不足で，随時血清Ｃペプチド値は０．０１ng／mL 未満\nである。\n③  意識障害により自己回復ができない重症低血糖は年１０回（月１\n回程度）ある。\n④  一般状態区分表のイないしオに該当する。血糖値変動によって活\n動力が左右され，低血糖になるとオに該当する状態になる。\n以上の事実によれば，原告Ｘ２の平成２８年７月５日時点の障害の状\n態は，「必要なインスリン治療を行ってもなお血糖のコントロールが困\n難なもの」であり，「内因性のインスリン分泌が枯渇している状態で，\n空腹時又は随時の血清Ｃペプチド値が０．３ng／mL 未満を示すもので，\nかつ，一般状態区分表のウ又はイに該当するもの」に該当する。\nしたがって，原告Ｘ２の平成２８年７月５日時点の障害の状態は，少\nなくとも３級に該当する程度の障害の状態に該当する。\n(ｲ)  証拠（甲Ｂ４，７，９，乙Ｂ１，原告Ｘ２本人）及び弁論の全趣旨に\nよれば，原告Ｘ２の症状，検査成績及び具体的な日常生活状況（主に平\n成２８年７月５日前後のものであるが，それに限られない。）について，\n次の事実が認められる。\n①  原告Ｘ２の症状をみると，意識障害により自己回復ができない重\n症低血糖は年１０回（月１回程度）あるが，糖尿病ケトアシドーシ\nスや高血糖高浸透圧症候群による入院はない（なお，原告Ｘ２の陳\n述書（甲Ｂ９）には，自分自身の力で糖分を補給することができな\nいようなひどい低血糖障害が，昔も今も月に１，２回程度は必ずあ\nる旨の記載があるが，後記のとおり，診断書（乙Ｂ１）に反する限\n度において採用することができない。）。\n②  原告Ｘ２の検査成績をみると，平成２８年５月から同年７月にか\nけての３回の検査において，食後３，４時間後の血糖値が４２～２\n１１であり，随時血清Ｃペプチド値が０．０１ng／mL 未満である。\n③  原告Ｘ２の具体的な日常生活状況をみると，次のとおりである。\nすなわち，原告Ｘ２は，血糖コントロールに苦労しながらも４年間\n大学で勉強を続け，卒業後すぐの平成２６年４月に大手損害保険会\n社に正社員として就職し，平成２８年７月５日当時も同社で勤務し\nていた。原告Ｘ２は，勤務先の同僚と同じ弁当を食べると高血糖に\nなることがあるため，自分で弁当を用意するなどして血糖をコント\nロールしながら，主にデスクワークをしていた。原告Ｘ２は，デス\nクワーク以外の仕事をしてみたいという思いを抱いたものの，営業\n職になると外出の機会が増え，血糖コントロールが更に難しくなる\nことから，自ら営業職への転向を志願することはなかった。原告Ｘ\n２は，平成２９年１１月に婚姻したことを機に，平成３０年３月に\n同社を退職し，同年４月，夫の転勤に伴いアメリカに転居し，令和\n２年１月には子どもを出産した（なお，無拠出制の障害基礎年金は，\n受給権者が日本国内に住所を有しない期間は，支給が停止される\n（法３６条の２第１項４号）。）。\n(ｳ)  前記(ｲ)の事情によれば，原告Ｘ２の検査成績のうち，随時血清Ｃペプ\nチド値は，膵β細胞が大きく破壊されていることをうかがわせるもので\nあり，３級に該当する程度の障害の状態と比較して重篤であるといい得\nる。しかし，意識障害により自己回復ができない重症低血糖の頻度は年\n１０回（月１回程度）であり，糖尿病ケトアシドーシスや高血糖高浸透\n圧症候群による入院はないというのであり，この症状は３級に該当する\n程度の障害の状態に至っていない。また，原告Ｘ２は，血糖コントロー\nルに苦労しながらも４年間大学で勉強を続け，卒業後すぐの平成２６年\n４月に大手損害保険会社に正社員として就職し，婚姻を機に平成３０年\n３月に退職するまでの間勤務を続けていたものである（勤務先において，\n基本的に自分が必要なタイミングでインスリンを摂取することができる\nという以外に特段の配慮や援助を受けていなかった。）。そうすると，\n原告Ｘ２には糖尿病網膜症（単純期）（ただし，矯正視力は右１．２，\n左１．０）及び糖尿病性歯周病の合併症があること（乙Ｂ１）等の事情\nを考慮しても，平成２８年７月５日当時，原告Ｘ２の身体の機能の障害\n又は長期にわたる安静を必要とする病状が，独力での日常生活が極めて\n困難で，労働により収入を得ることができない程度のものに当たるもの\nであったとは認められない。\n以上によれば，原告Ｘ２の平成２８年７月５日当時の障害の状態は，\n２級に該当する程度に至っていなかったものと認められるから，支給停\n止事由があるものというべきである。\nなお，原告Ｘ２の陳述書（甲Ｂ９）には，自分自身の力で糖分を補給\nすることができないようなひどい低血糖障害が，昔も今も月に１，２回\n程度は必ずある旨の記載があり，原告Ｘ２はこれに沿う供述をする（原\n告Ｘ２の日別記録（甲Ｂ８）もその趣旨をいうものと解される。）。し\nかしながら，他方，原告Ｘ２の平成２８年７月５日当時の症状を記載し\nた診断書（乙Ｂ１）には，前記(ｲ)①のとおり，「意識障害により自己回\n復ができない重症低血糖」の回数につき，原告Ｘ２の上記供述と異なる\n記載がある。上記診断書は，原告Ｘ２が中学生の時から長年にわたって\n１箇月に１度（就職してからも少なくとも２，３箇月に１度）通院して\nいた（甲Ｂ９）Ｑ病院の医師が作成したものであり，原告Ｘ２の症状に\nついて正しく理解した上で作成されたものであると認められる。また，\n上記診断書には，「意識障害により自己回復ができない重症低血糖」が\n年１０回あるという記載に加え，所見として「重症低血糖のため動けず\n糖質を摂取させてもらうことが１回／月程度ある」という記載もあるの\nであって（乙Ｂ１），上記診断書は「意識障害により自己回復ができな\nい重症低血糖」の意義を理解した上で作成されたものであると認められ\nる。したがって，上記診断書の記載は信用性が高いものである。原告Ｘ\n２の陳述書中の上記記載及び供述（甲Ｂ８を含む。）は，上記診断書の\n記載にほぼ沿う事実ないし評価を述べているものであり，これと矛盾す\nるものとは解されない。仮に，原告Ｘ２の上記記載及び供述が，上記診\n断書の趣旨を大きく超える事実を述べるものであれば，その差異は「意\n識障害により自己回復ができない重症低血糖」の意義に関する医学的評\n価に起因するものと解するのが合理的であり，その信用性は上記診断書\nの記載を優先すべきであって，これに反する限度において採用すること\nができない。\nウ  原告Ｘ３について\n(ｱ)  少なくとも３級に該当する程度の障害の状態であるか\n証拠（乙Ｃ１）によれば，原告Ｘ３の平成２８年７月１４日当時の障\n害の状態について，次の事実が認められる。原告Ｘ３についてそれ以前\nに作成された診断書（甲Ｃ４，７から１１まで。なお，一部診断書等に\nある「Ｋ」は原告Ｘ３の旧姓である。）には，次の②の随時血清Ｃペプ\nチド値の記載や同③の記載はないが，その他については特に異なる記載\nはない。\n①  持続血糖モニタリングシステム付きインスリンポンプによる治療\nを継続しているが，予測できない低血糖発作と高血糖発作を繰り返\nす血糖コントロール不能の状態が続いている。\n②  内因性のインスリン分泌が枯渇しており，随時血清Ｃペプチド値\nは０．１ng／mL 以下である（検査日は平成２８年６月２０日）。\n③  意識障害により自己回復ができない重症低血糖は年６回あった。\n④  一般状態区分表のイないしオに該当する。平時はイの状態である\nが，予測，予防ができない低血糖発作，高血糖発作により，直ちに\nオの状態に移行し得る。\n以上の事実によれば，原告Ｘ３の平成２８年７月１４日時点の障害の\n状態は，「必要なインスリン治療を行ってもなお血糖のコントロールが\n困難なもの」であり，「内因性のインスリン分泌が枯渇している状態で，\n空腹時又は随時の血清Ｃペプチド値が０．３ng／mL 未満を示すもので，\nかつ，一般状態区分表のウ又はイに該当するもの」に該当する。\nしたがって，原告Ｘ３の平成２８年７月１４日時点の障害の状態は，\n少なくとも３級に該当する程度の障害の状態に該当する。\n(ｲ)  証拠（甲Ｃ４，７から１１まで，１３，１５，乙Ｃ１，原告Ｘ３本人）\n及び弁論の全趣旨によれば，原告Ｘ３の症状，検査成績及び具体的な日\n常生活状況（主に平成２８年７月１４日前後のものであるが，それに限\nられない。）について，次の事実が認められる。\n①  原告Ｘ３の症状をみると，意識障害により自己回復ができない重\n症低血糖は年６回あるが，糖尿病ケトアシドーシスや高血糖高浸透\n圧症候群による入院はない。\n②  原告Ｘ３の検査成績をみると，平成２８年２月から同年６月にか\nけての３回の検査において，空腹時や食後３時間後の血糖値が１３\n１～２０３であり，随時血清Ｃペプチド値が０．１ng／mL 以下であ\nる。\n③  原告Ｘ３の具体的な日常生活状況をみると，次のとおりである。\nすなわち，原告Ｘ３は，高校卒業後，鍼灸の専門学校に３年間通っ\nて鍼灸師の資格を取得し，整骨院で正社員として働き始めた。しか\nし，長時間の勤務で昼休みも満足に取ることができない程の激務で\nあり，血糖コントロールに時間を割くことが難しく，原告Ｘ３は，\n３箇月で退職せざるを得なかった。その後，原告Ｘ３は，婚姻する\nまでの間，整骨院で派遣社員やパートとして勤務し，鍼灸師として\nの業務やその他軽作業等に従事した。その間，契約社員への切替え\nを勧められたこともあったが，残業を断ることができなくなると体\n調を維持できないと考えて，派遣社員のままでいた。なお，原告は，\n平成２３年８月に婚姻し，平成２５年７月に第一子を，平成２９年\n１０月に第二子を出産した。\n(ｳ)  前記(ｲ)の事情によれば，原告Ｘ３の意識障害により自己回復ができな\nい重症低血糖の頻度は年６回であり（原告Ｘ３は，この頻度について１，\n２箇月に１回程度であると思う旨供述するところ，この供述は前記認定\nと矛盾しない。なお，日別記録（甲Ｃ１２）によれば，原告Ｘ３が平成\n３０年１１月の１箇月間に血糖モニターを装着して継続的に血糖値を測\n定したところ，低血糖（７０mg／dL 未満）の測定値が相当回数にわたっ\nて記録されたことはあったものの，その際の対応を付記した記載によれ\nば，原告Ｘ３は，低血糖による脱力感やだるさを感じながらも自ら補食\nを摂るなどしていたことが認められるから，自己回復ができない重症低\n血糖の症状を呈することはなかったことがうかがわれる。），糖尿病ケ\nトアシドーシスや高血糖高浸透圧症候群による入院はないというのであ\nり，この症状は，３級に該当する程度の障害の状態に至っておらず，検\n査成績は，３級に該当する程度の障害の状態と比較して特に重篤である\nとはいい難い。また，原告Ｘ３は，血糖コントロールに苦労しながらも，\n高校卒業後，鍼灸師の資格を取得して，婚姻するまでの間，主に派遣社\n員やパートとして勤務し，鍼灸師としての業務やその他軽作業等に従事\nしていたものである（勤務先において特段の配慮や援助を受けた形跡は\nない。）。そうすると，原告Ｘ３には①糖尿病網膜症（単純期）及び白\n内障（ただし，矯正視力は右１．５，左１．５），②下肢しびれ感並び\nに③糖尿病性歯周病等の合併症があること（乙Ｃ１）等の事情を考慮し\nても，平成２８年７月１４日当時，原告Ｘ３の身体の機能の障害又は長\n期にわたる安静を必要とする病状が，独力での日常生活が極めて困難で，\n労働により収入を得ることができない程度のものに当たるものであった\nとは認められない。\n以上によれば，原告Ｘ３の平成２８年７月１４日当時の障害の状態は，\n２級に該当する程度に至っていなかったものと認められるから，支給停\n止事由があるものというべきである。\nエ  原告Ｘ４について\n(ｱ)  少なくとも３級に該当する程度の障害の状態であるか\n証拠（乙Ｄ１）によれば，原告Ｘ４の平成２８年７月１１日当時の障\n害の状態について，次の事実が認められる。原告Ｘ４についてそれ以前\nに作成された診断書等（甲Ｄ４，８から１１まで。なお，一部診断書等\nにある「Ｌ」は原告Ｘ４の旧姓である。）には，次の②の随時血清Ｃペ\nプチド値の記載や同③の記載はないが（ただし，平成１５年７月当時の\n診断書には，尿中Ｃペプチド値の記載がある。），その他については特\nに異なる記載はない。\n①  強化インスリン療法では血糖値が不安定であり，平成２７年８月\nよりＳＡＰ療法（血糖モニター付きインスリンポンプ）を開始され\nているが，なお予想不能な高血糖や低血糖がみられる。血糖測定は\n１日４回以上，多いときは８回以上必要とする。血糖のコントロー\nルは不能である。\n②  内因性臓器障害であり，随時血清Ｃペプチド値は０．１ng／mL 未\n満である。\n③  意識障害により自己回復ができない重症低血糖は年１，２回あっ\nた。\n④  一般状態区分表のイ又はオに該当する。通常はイの状態であるが，\n予想できない低血糖発作，高血糖発作により，直ちにオの状態に移\n行し得る。\n以上の事実によれば，原告Ｘ４の平成２８年７月１１日時点の障害の\n状態は，「必要なインスリン治療を行ってもなお血糖のコントロールが\n困難なもの」であり，「内因性のインスリン分泌が枯渇している状態で，\n空腹時又は随時の血清Ｃペプチド値が０．３ng／mL 未満を示すもので，\nかつ，一般状態区分表のウ又はイに該当するもの」に該当する。\nしたがって，原告Ｘ４の平成２８年７月１１日時点の障害の状態は，\n少なくとも３級に該当する程度の障害の状態に該当する。\n(ｲ)  証拠（甲Ｄ４，８から１１まで，１４，乙Ｄ１，原告Ｘ４本人）及び\n弁論の全趣旨によれば，原告Ｘ４の症状，検査成績及び具体的な日常生\n活状況（主に平成２８年７月１１日前後のものであるが，それに限られ\nない。）について，次の事実が認められる。\n①  原告Ｘ４の症状をみると，意識障害により自己回復ができない重\n症低血糖は年１，２回あるが，糖尿病ケトアシドーシスや高血糖高\n浸透圧症候群による入院はない。\n②  原告Ｘ４の検査成績をみると，平成２８年５月から同年７月にか\nけての３回の検査において，食後２時間後の血糖値が４７～１１２\nであり，随時血清Ｃペプチド値が０．１ng／mL 未満である。\n③  原告Ｘ４の具体的な日常生活状況をみると，次のとおりである。\nすなわち，原告Ｘ４は，高校卒業後，医療事務の専門学校に通い，\n２０歳になった平成１７年に歯科医院に就職し，トイレでインスリ\nン注射をしたり，低血糖症状を感じたときは仕事中でもおやつをと\nったり，３０分程度休憩を取ったりして血糖をコントロールしなが\nら，平成２６年１２月まで９年余り勤務した。その後，原告Ｘ４は，\n平成２７年８月に婚姻し，平成２８年１０月に第一子を，令和２年\n２月に第二子を出産した。\n(ｳ)  前記(ｲ)の事情によれば，原告Ｘ４の意識障害により自己回復ができな\nい重症低血糖の頻度は年１，２回であり（なお，証拠（日別記録（甲Ｄ\n１３），原告Ｘ４本人）によれば，平成３０年１１月の１箇月間におい\nて，低血糖による動悸などで目を覚ましたものの起き上がることに困難\nを感じ，夫に頼んでヤクルトを取ってきてもらって補食したことが２回\nあった事実が認められるが，これが意識障害により自己回復ができない\n重症低血糖の症状であったとまではいい難く，上記認定を左右するもの\nではない。），糖尿病ケトアシドーシスや高血糖高浸透圧症候群による\n入院はないというのであり，この症状は，３級に該当する程度の障害の\n状態に至っておらず，検査成績は，３級に該当する程度の障害の状態と\n比較して特に重篤であるとはいい難い。また，原告Ｘ４は，高校卒業後，\n医療事務の専門学校に通い，平成２６年１２月まで９年余り歯科医院で\n勤務していたものである（勤務先において特段の配慮や援助を受けた形\n跡はない。）。そうすると，原告Ｘ４には糖尿病網膜症（単純期）（た\nだし，矯正視力左１．５，右２．０）及び糖尿病性歯周病の合併症があ\nること（乙Ｄ１）等の事情を考慮しても，平成２８年７月１１日当時，\n原告Ｘ４の身体の機能の障害又は長期にわたる安静を必要とする病状が，\n独力での日常生活が極めて困難で，労働により収入を得ることができな\nい程度のものに当たるものであったとは認められない。\n以上によれば，原告Ｘ４の平成２８年７月１１日当時の障害の状態は，\n２級に該当する程度に至っていなかったものと認められるから，支給停\n止事由があるものというべきである。\nオ  原告Ｘ５について\n(ｱ)  少なくとも３級に該当する程度の障害の状態であるか\n証拠（乙Ｅ１）によれば，原告Ｘ５の平成２８年７月１２日当時の障\n害の状態について，次の事実が認められる。原告Ｘ５についてそれ以前\nに作成された診断書（甲Ｅ４，６から８まで）には，次の②の随時血清\nＣペプチド値の記載や同③の記載はないほか，同④については，一般状\n態区分表のイないしオに該当する旨の記載があるが，その他については\n特に異なる記載はない。\n①  インスリン療法によって生命を維持している状態である。\n②  随時血清Ｃペプチド値は０．０１ng／mL 未満である（検査日は平\n成２８年６月１６日）。\n③  意識障害により自己回復ができない重症低血糖は年２０回あった。\n家族に糖質を摂取させてもらう必要があるような重症低血糖が月\n２回程度起きる。\n④  一般状態区分表のウないしオに該当する。血糖値により活動力が\n左右され，低血糖発作を起こすと，オの状態に移行する。\n以上の事実によれば，原告Ｘ５の平成２８年７月１２日時点の障害の\n状態は，「必要なインスリン治療を行ってもなお血糖のコントロールが\n困難なもの」であり，「内因性のインスリン分泌が枯渇している状態で，\n空腹時又は随時の血清Ｃペプチド値が０．３ng／mL 未満を示すもので，\nかつ，一般状態区分表のウ又はイに該当するもの」に該当する。\nしたがって，原告Ｘ５の平成２８年７月１２日時点の障害の状態は，\n少なくとも３級に該当する程度の障害の状態に該当する。\n(ｲ)  証拠（甲Ｅ４，６から８まで，１２，乙Ｅ１，原告Ｘ５本人）及び弁\n論の全趣旨によれば，原告Ｘ５の症状，検査成績及び具体的な日常生活\n状況（主に平成２８年７月１２日前後のものであるが，それに限られな\nい。）について，次の事実が認められる。\n①  原告Ｘ５の症状をみると，意識障害により自己回復ができない重\n症低血糖は年２０回あるが，糖尿病ケトアシドーシスや高血糖高浸\n透圧症候群による入院はない。\n②  原告Ｘ５の検査成績をみると，平成２８年４月から同年７月にか\nけての３回の検査において，食後３，４時間後の血糖値が５１～３\n０６であり，随時血清Ｃペプチド値が０．０１ng／mL 未満である。\n③  原告Ｘ５の具体的な日常生活状況をみると，次のとおりである。\nすなわち，原告Ｘ５は，平成１７年３月に高校を卒業した後，ガソ\nリンスタンドでアルバイトをしたことがあるものの，身体への負担\nが大きく数日で辞め，同年１２月に婚姻し，平成１８年４月に子を\n出産した。原告Ｘ５は，平成２８年１２月の支給停止処分に起因す\nる経済面の不安のために，平成２９年９月から軽作業の内職を始め\nたが，１日に３，４時間程度しか作業をすることができない。\n(ｳ)  前記(ｲ)の事情によれば，原告Ｘ５の意識障害により自己回復ができな\nい重症低血糖の頻度は年２０回であり，この症状は，３級に該当する程\n度の障害の状態と比較してやや重篤であるといい得る。また，検査成績\nは，血糖値が大きくばらついていて血糖コントロールの不良を示し，随\n時血清Ｃペプチド値が低く膵β細胞が大きく破壊されていることをうか\nがわせるものであり，３級に該当する程度の障害の状態と比較して重篤\nであるといい得る。さらに，原告Ｘ５は，高校卒業後ほとんど就労でき\nたことがなく（そのような経過からすると，就労条件に特段の配慮を受\nけていたとしても就労することが困難であったと推認される。），平成\n２８年１２月に支給停止処分を受けたことから軽作業の内職を始めたも\nのの，１日に３，４時間程度しか作業をすることができないものである。\n以上に加え，原告Ｘ５には前増殖期の糖尿病網膜症（単純期と異なり，\nレーザー光凝固術や硝子体手術による治療が必要になるところ（前記(1)\nオ(ｱ)），原告Ｘ５は右目についてレーザー治療を受けた（原告Ｘ５）。），\n糖尿病性歯周病，バセドウ病及び糖尿病性腎症の合併症があること（乙\nＥ１）等の事情をも考慮すると，平成２８年７月１２日当時，原告Ｘ５\nの身体の機能の障害又は長期にわたる安静を必要とする病状は，独力で\nの日常生活が極めて困難で，労働により収入を得ることができない程度\nのものに当たるものであったものというべきである。\nそうすると，原告Ｘ５の平成２８年７月１２日当時の障害の状態が，\n２級に該当する程度に至っていなかったものとは認められないから，支\n給停止事由があるものとはいえない。\nカ  原告Ｘ６について\n(ｱ)  少なくとも３級に該当する程度の障害の状態であるか\n証拠（乙Ｆ１）によれば，原告Ｘ６の平成２８年７月２０日当時の障\n害の状態について，次の事実が認められる。原告Ｘ６についてそれ以前\nに作成された診断書（甲Ｆ４，７から９まで。なお，一部診断書等にあ\nる「Ｍ」は原告Ｘ６の旧姓である。）には，次の②の随時血清Ｃペプチ\nド値の記載や同③の記載はないが（ただし，平成２５年７月当時の診断\n書には，尿中Ｃペプチド値の記載がある。），その他については特に異\nなる記載はない。\n①  インスリン注射１日４回以上と頻回の血糖自己測定を実行してい\nるが，高血糖や無自覚性低血糖等血糖の乱高下が認められ，血糖の\nコントロールは不良である。\n②  すい臓の固定機能障害であり，随時血清Ｃペプチド値は０．１ng\n／mL 未満である。\n③  意識障害により自己回復ができない重症低血糖は年３回あった。\n④  一般状態区分表のイ又はオに該当する。通常はイの状態であるが，\n重症低血糖発作を起こすと，オの状態に移行することがある。\n以上の事実によれば，原告Ｘ６の平成２８年７月２０日時点の障害の\n状態は，「必要なインスリン治療を行ってもなお血糖のコントロールが\n困難なもの」であり，「内因性のインスリン分泌が枯渇している状態で，\n空腹時又は随時の血清Ｃペプチド値が０．３ng／mL 未満を示すもので，\nかつ，一般状態区分表のウ又はイに該当するもの」に該当する。\nしたがって，原告Ｘ６の平成２８年７月２０日時点の障害の状態は，\n少なくとも３級に該当する程度の障害の状態に該当する。\n(ｲ)  証拠（甲Ｆ４，７から９まで，１１，乙Ｆ１，原告Ｘ６本人）及び弁\n論の全趣旨によれば，原告Ｘ６の症状，検査成績及び具体的な日常生活\n状況（主に平成２８年７月２０日前後のものであるが，それに限られな\nい。）について，次の事実が認められる。\n①  原告Ｘ６の症状をみると，意識障害により自己回復ができない重\n症低血糖は年３回あるが，糖尿病ケトアシドーシスや高血糖高浸透\n圧症候群による入院はない。\n②  原告Ｘ６の検査成績をみると，平成２８年５月から同年７月にか\nけての３回の検査において，空腹時の血糖値が５９～１６４であり，\n随時血清Ｃペプチド値が０．１ng／mL 未満である。\n③  原告Ｘ６の具体的な日常生活状況をみると，次のとおりである。\nすなわち，原告Ｘ６は，高校卒業後，専門学校に進学して保育士の\n資格を取得し，２０歳になった平成１５年４月に乳児院に就職した。\n原告Ｘ６は，正社員にはなれなかったものの，インスリン量を減ら\nしてまめに補食をとったり，ほかの職員に断って休憩したり，子供\nたちの目に触れないように補食をとったりするなどして血糖をコ\nントロールし，夜勤もしながら，出産前の平成２０年２月まで勤務\nを続けた。原告Ｘ６は，平成２０年３月に子を出産した後は専業主\n婦となり，平成３０年までは１日に２時間程度の内職をしていたが，\n依頼先が火事に遭ったことにより，現在はその内職もしていない。\n(ｳ)  前記(ｲ)の事情によれば，原告Ｘ６の意識障害により自己回復ができな\nい重症低血糖の頻度は年３回であり（なお，日別記録（甲Ｆ１０）によ\nれば，平成３０年１１月の１箇月間において，低血糖による動悸などで\n目を覚ましたり，入浴後に立ち上がることに困難を感じたりして，夫や\n子に頼んでジュースの蓋を開けてもらうなどして補食したことが３回あ\nった事実が認められるが，これが意識障害により自己回復ができない重\n症低血糖の症状であったとまではいい難く，上記認定を左右するもので\nはない。），糖尿病ケトアシドーシスや高血糖高浸透圧症候群による入\n院はないというのであり，この症状は，３級に該当する程度の障害の状\n態に至っておらず，検査成績は，３級に該当する程度の障害の状態と比\n較して特に重篤であるとはいい難い。また，原告Ｘ６は，血糖コントロ\nールに苦労しながらも，高校卒業後，専門学校に進学して保育士の資格\nを取得し，夜勤もしながら５年弱の間乳児院で勤務していたものであり\n（勤務先においては，疲れたときに席を外して休憩したり補食をとった\nりすることができるという以外に特段の配慮や援助を受けた形跡はな\nい。），平成２０年３月に子を出産した後は専業主婦となっているが，\n上記乳児院で勤務していた頃よりも病状が悪化して日常生活がより困難\nになったことをうかがわせる事情は見当たらない。そうすると，原告Ｘ\n６には糖尿病網膜症（単純期）（ただし，矯正視力右１．２，左１．５），\n糖尿病性歯周病及び橋本病等の合併症があること（乙Ｆ１）等の事情を\n考慮しても，平成２８年７月２０日当時，原告Ｘ６の身体の機能の障害\n又は長期にわたる安静を必要とする病状が，独力での日常生活が極めて\n困難で，労働により収入を得ることができない程度のものに当たるもの\nであったとは認められない。\n以上によれば，原告Ｘ６の平成２８年７月２０日当時の障害の状態は，\n２級に該当する程度に至っていなかったものと認められるから，支給停\n止事由があるものというべきである。\nキ  原告Ｘ７について\n(ｱ)  少なくとも３級に該当する程度の障害の状態であるか\n証拠（乙Ｇ１）によれば，原告Ｘ７の平成２８年７月１４日当時の障\n害の状態について，次の事実が認められる。原告Ｘ７についてそれ以前\nに作成された診断書（甲Ｇ４）には，次の②の随時血清Ｃペプチド値の\n記載や同③の記載はないが，その他については特に異なる記載はない。\n①  １型糖尿病に対して頻回のインスリン治療を行っている。血糖値\nは非常に不安定で，しばしば低血糖発作を生ずる。\n②  １型糖尿病は固定機能障害であり，随時血清Ｃペプチド値は０．\n３４ng／mL である。\n③  意識障害により自己回復ができない重症低血糖は年２，３回あり，\n糖尿病ケトアシドーシスによる入院は年１回あった。\n④  一般状態区分表のウ又はオに該当する。日常はウの状態であるが，\n突然生ずる低血糖発作によりオの状態に陥る。\n以上の事実によれば，原告Ｘ７の平成２８年７月１４日時点の障害の\n状態は，「必要なインスリン治療を行ってもなお血糖のコントロールが\n困難なもの」であり，「インスリン治療中に糖尿病ケトアシドーシス又\nは高血糖高浸透圧症候群による入院が年１回以上あるもので，かつ，一\n般状態区分表のウ又はイに該当するもの」に該当する。\nしたがって，原告Ｘ７の平成２８年７月１４日時点の障害の状態は，\n少なくとも３級に該当する程度の障害の状態に該当する。\n(ｲ)  証拠（甲Ｇ４，１１，乙Ｇ１，原告Ｘ７本人）及び弁論の全趣旨によ\nれば，原告Ｘ７の症状，検査成績及び具体的な日常生活状況（主に平成\n２８年７月１４日前後のものであるが，それに限られない。）について，\n次の事実が認められる。\n①  原告Ｘ７の症状をみると，意識障害により自己回復ができない重\n症低血糖は年２，３回あり，糖尿病ケトアシドーシスによる入院は\n年１回あるが，高血糖高浸透圧症候群による入院はない。\n②  原告Ｘ７の検査成績をみると，平成２８年２月から同年７月にか\nけての３回の検査において，空腹時又は食後２時間後の血糖値が４\n４～２３０であり，随時血清Ｃペプチド値が０．３４ng／mL である。\n③  原告Ｘ７の具体的な日常生活状況をみると，次のとおりである。\nすなわち，原告Ｘ７は，高校卒業後，農業協同組合に就職し，約９\n年間勤務した。その後，原告Ｘ７は，フルタイムの仕事では身体が\n辛いということで，３，４年間，作業着や工具を売る店でパートの\n事務職員として勤務したが，この間，糖尿病ケトアシドーシスで入\n院したことが１回あった。\nそして，原告Ｘ７は，平成１２年１月頃に介護職に転職した。原\n告Ｘ７は，転職当初は正社員として勤務していたが，夜勤等をしな\nければならず，身体を使う仕事であったため，血糖コントロールが\n困難となり，平成１３年９月以降はパート等で週２，３回勤務する\nようになった。原告Ｘ７は，いつまでも家族の世話になっているこ\nとを辛く感じて落ち込み，仕事に行けないようになり，インスリン\n注射をすることもできなくなったため，平成１５年３月に精神科を\n受診し，双極性感情障害と診断された。その後も，原告Ｘ７は，平\n成２１年３月頃まで，かなり間の空いた時期もあるが，５，６箇所\nの職場で勤務した。\n(ｳ)  前記(ｲ)の事情によれば，原告Ｘ７の意識障害により自己回復ができな\nい重症低血糖の頻度は年２，３回（なお，日別記録（甲Ｇ６）によれば，\n平成３０年１１月の１箇月間において，母にジュースを部屋まで持って\n来てもらって飲んだことが２回あった事実が認められるが，これが意識\n障害により自己回復ができない重症低血糖の症状であったとまでは認め\nるに足りない。），糖尿病ケトアシドーシスによる入院の頻度は年１回\nであり，高血糖高浸透圧症候群による入院はないというのであり，この\n症状は，３級に該当する程度の障害の状態と比較して特に重篤ではなく，\n検査成績も同様である。また，原告Ｘ７は，高校卒業後合計して２０年\n以上の間，事務職員や介護職員として勤務していたものであり，その後\n就労できなくなった原因は，双極性感情障害による部分もあるものと推\n認される（原告Ｘ７は，双極性感情障害等により，障害等級２級に該当\nする程度の障害の状態にあるとして，平成３１年１月から年金の支給を\n開始する旨の決定を受けた。前記前提事実(6)イ）。そうすると，原告Ｘ\n７には単純糖尿病網膜症及び糖尿病性歯周病等の合併症があること（乙\nＧ１）等の事情を考慮しても，平成２８年７月１４日当時，原告Ｘ７の\n糖尿病による身体の機能の障害又は長期にわたる安静を必要とする病状\nが，独力での日常生活が極めて困難で，労働により収入を得ることがで\nきない程度のものに当たるものであったとは認められない。\n以上によれば，原告Ｘ７の平成２８年７月１４日当時の糖尿病による\n障害の状態は，２級に該当する程度に至っていなかったものと認められ\nるから，支給停止事由があるものというべきである。\nク  原告Ｘ８について\n(ｱ)  少なくとも３級に該当する程度の障害の状態であるか\n証拠（乙Ｈ１，３）及び弁論の全趣旨によれば，原告Ｘ８の平成２８\n年７月３０日当時の障害の状態について，次の事実が認められる。原告\nＸ８についてそれ以前に作成された診断書（甲Ｈ４，６から９まで）に\nは，次の②の随時血清Ｃペプチド値の記載や同③の記載はないが，その\n他については特に異なる記載はない。\n①  頻回の自己血糖測定及びインスリン注射を実行しているが，血糖\nの上下動が激しく，コントロールは困難である。\n②  すい臓からのインスリン分泌は枯渇しており，血清Ｃペプチド値\nは０．０３ng／mL 未満である。\n③  意識障害により自己回復ができない重症低血糖は年１回あった。\n④  一般状態区分表のイ又はオに該当する。通常はイの状態であるが，\n突然の低血糖発作又は高血糖発作により速やかにオの状態に移行\nする。\n以上の事実によれば，原告Ｘ８の平成２８年７月３０日時点の障害の\n状態は，「必要なインスリン治療を行ってもなお血糖のコントロールが\n困難なもの」であり，「内因性のインスリン分泌が枯渇している状態で，\n空腹時又は随時の血清Ｃペプチド値が０．３ng／mL 未満を示すもので，\nかつ，一般状態区分表のウ又はイに該当するもの」に該当する。\nしたがって，原告Ｘ８の平成２８年７月３０日時点の障害の状態は，\n少なくとも３級に該当する程度の障害の状態に該当する。\n(ｲ)  証拠（甲Ｈ１１，１３，乙Ｈ１，３）及び弁論の全趣旨によれば，原\n告Ｘ８の症状，検査成績及び具体的な日常生活状況（主に平成２８年７\n月３０日前後のものであるが，それに限られない。）について，次の事\n実が認められる。\n①  原告Ｘ８の症状をみると，意識障害により自己回復ができない重\n症低血糖は年１回あるが，糖尿病ケトアシドーシスや高血糖高浸透\n圧症候群による入院はない。\n②  原告Ｘ８の検査成績をみると，平成２８年５月から同年７月にか\nけての３回の検査において，空腹時の血糖値が８０～２２１である。\nまた，血清Ｃペプチド値は０．０３ng／mL 未満である。\n③  原告Ｘ８の具体的な日常生活状況をみると，次のとおりである。\nすなわち，原告Ｘ８は，高校３年生の時（平成１０年頃）に１型糖\n尿病を発症し，留年する見通しとなったことから高校を中退し，父\n親が営んでいた造園業の仕事を手伝うようになった。以後，原告Ｘ\n８は，低血糖症状が生じたときは休憩をとるなどしながら，職人と\n共に顧客の家を回り，脚立に乗って植木を伐採したり，場合によっ\nては命綱をつけて木の枝に上って伐採したりするなど，造園業の仕\n事を行っている（父親が平成３０年の末に仕事を辞めたことから，\n原告Ｘ８がその跡を継いだ。）。原告Ｘ８は，造園業の仕事を手伝\nい始めて数年経った頃に，木に上って枝を伐採していた時に突然低\n血糖になり，木から降りようとして足を踏み外した（木の枝をつか\nんで落下は免れた。）ことがあったほか，２，３年前に，作業中に\n低血糖で思うように動けなくなり，作業を中断して帰宅したことが\nあった（なお，原告Ｘ８は，陳述書（甲Ｈ１１）の作成の４箇月余\nり後に，陳述書の記載とは異なり，糖尿病の症状により仕事に行け\nないことや仕事から早く帰ることが，多いときで月に１０日弱ある\n旨を述べるに至ったが（甲Ｈ１３，開始から１５～１６分頃），そ\nの具体的な状況及び程度は明らかでない。）。\n(ｳ)  前記(ｲ)の事情によれば，原告Ｘ８の検査成績のうち，血清Ｃペプチド\n値は，膵β細胞が大きく破壊されていることをうかがわせるものであり，\n３級に該当する程度の障害の状態と比較して重篤であるといい得る。し\nかし，原告Ｘ８の意識障害により自己回復ができない重症低血糖の頻度\nは年１回であり（なお，日別記録（甲Ｈ１０）によれば，平成３０年１\n１月には，自己回復ができない重症低血糖の症状を呈することはなかっ\nたことがうかがわれる。），糖尿病ケトアシドーシスや高血糖高浸透圧\n症候群による入院はないというのであり，この症状は，３級に該当する\n程度の障害の状態に至っていない。また，原告Ｘ８は，高校中退後父親\nが営んでいた造園業の仕事を手伝っており，作業中に低血糖になること\nもあったものの，現在は父親の跡を継いで上記仕事を行っているもので\nある。そうすると，原告Ｘ８には単純性糖尿病性網膜症（ただし，矯正\n視力１．０）及び両側アキレス腱反射低下の合併症があること（乙Ｈ１）\n等の事情を考慮しても，平成２８年７月３０日当時，原告Ｘ８の身体の\n機能の障害又は長期にわたる安静を必要とする病状が，独力での日常生\n活が極めて困難で，労働により収入を得ることができない程度のものに\n当たるものであったとは認められない。\n以上によれば，原告Ｘ８の平成２８年７月３０日当時の障害の状態は，\n２級に該当する程度に至っていなかったものと認められるから，支給停\n止事由があるものというべきである。\nケ  原告Ｘ９について\n(ｱ)  少なくとも３級に該当する程度の障害の状態であるか\n証拠（乙Ｉ１）によれば，原告Ｘ９の平成２８年８月３０日当時の障\n害の状態について，次の事実が認められる。原告Ｘ９についてそれ以前\nに作成された診断書（甲Ｉ７から１０まで。なお，一部診断書等にある\n「Ｎ」は原告Ｘ９の旧姓である。）には，次の②の随時血清Ｃペプチド\n値の記載や同③の記載はないほか，同④について，一般状態区分表のオ\nに該当するのは低血糖時である旨の記載があるが，その他については特\nに異なる記載はない。\n①  インスリンポンプ療法を行っているが，低血糖発作及び高血糖発\n作を繰り返し，血糖のコントロールが不能である。\n②  内因性インスリン分泌は枯渇しており，随時血清Ｃペプチド値は\n０．１ng／mL 以下である。\n③  家人の助けを借りなければならない重症低血糖発作は月１，２回\nあった（なお，診断書別紙には，「他人の介助なしでは回復できな\nい重症低血糖発作を月１～２回以上起こしており」との記載がある\nが，これは，医師ではなく原告Ｘ９本人が記載したものである。）。\n④  一般状態区分表のイないしオに該当する。平時はイの状態である\nが，高血糖発作及び低血糖発作により直ちにウないしオの状態に移\n行する。\n以上の事実によれば，原告Ｘ９の平成２８年８月３０日時点の障害の\n状態は，「必要なインスリン治療を行ってもなお血糖のコントロールが\n困難なもの」であり，「内因性のインスリン分泌が枯渇している状態で，\n空腹時又は随時の血清Ｃペプチド値が０．３ng／mL 未満を示すもので，\nかつ，一般状態区分表のウ又はイに該当するもの」に該当する。\nしたがって，原告Ｘ９の平成２８年８月３０日時点の障害の状態は，\n少なくとも３級に該当する程度の障害の状態に該当する。\n(ｲ)  証拠（甲Ｉ７から１０まで，１２，１３，乙Ｉ１，原告Ｘ９本人）及\nび弁論の全趣旨によれば，原告Ｘ９の症状，検査成績及び具体的な日常\n生活状況（主に平成２８年８月３０日前後のものであるが，それに限ら\nれない。）について，次の事実が認められる。\n①  原告Ｘ９の症状をみると，意識障害により自己回復ができない重\n症低血糖は月１，２回あるが，糖尿病ケトアシドーシスや高血糖高\n浸透圧症候群による入院はない。\n②  原告Ｘ９の検査成績をみると，平成２８年３月から同年８月にか\nけての３回の検査において，食後４時間後の血糖値が１２２～２９\n８であり，随時血清Ｃペプチド値が０．１ng／mL 以下である。\n③  原告Ｘ９の具体的な日常生活状況をみると，次のとおりである。\nすなわち，原告Ｘ９は，大学卒業後に事務の仕事に就いて，低血糖\nの症状が出始めたときは急いでトイレに駆け込んでブドウ糖をと\nるなどして血糖をコントロールしながら，平成２０年に婚姻を機に\n退職するまでの約７年間勤務していたものである。なお，原告Ｘ９\nは，平成２６年１２月に第一子を，平成３０年７月に第二子を出産\nした。\n(ｳ)  前記(ｲ)の事情によれば，原告Ｘ９の意識障害により自己回復ができな\nい重症低血糖の頻度は月１，２回であり（なお，日別記録（甲Ｉ１１）\nによれば，平成３０年１１月には，自己回復ができない重症低血糖の症\n状を呈することはなかったことがうかがわれる。），糖尿病ケトアシド\nーシスや高血糖高浸透圧症候群による入院はないというのであり，この\n症状は，３級に該当する程度の障害の状態と比較して特に重篤であると\nまではいい難い。また，検査成績も同様である。そして，原告Ｘ９は，\n大学卒業後に事務の仕事に就いて，婚姻を機に退職するまでの約７年間\n勤務していたものであり（原告Ｘ９は，自らが１型糖尿病にり患してい\nることを勤務先に申告しておらず，何らの配慮も援助も受けていなかっ\nた。），婚姻を機に退職してはいるが，上記のとおり勤務していた頃よ\nりも病状が悪化して日常生活がより困難になったことをうかがわせる事\n情は見当たらない。そうすると，原告Ｘ９には白内障（糖尿病性の疑い），\n糖尿病性歯周炎，橋本病及び原発性甲状腺機能低下症等の合併症がある\nこと（乙Ｉ１）等の事情を考慮しても，平成２１年１１月に支給停止処\n分を受けていた原告Ｘ９について，平成２８年８月３０日当時，その身\n体の機能の障害又は長期にわたる安静を必要とする病状が，独力での日\n常生活が極めて困難で，労働により収入を得ることができない程度のも\nのに当たるものであったとは認められない。\nそうすると，原告Ｘ９の平成２８年８月３０日当時の障害の状態が，\n２級に該当する程度であるものと認めることはできないから，支給停止\n解除事由があるものとはいえない。\nコ  なお，障害認定基準の「第１５節  代謝疾患による障害」は，厚生労働\n省大臣官房年金管理審議官発出の「国民年金・厚生年金保険障害認定基準\nの一部改正について〔国民年金法〕」（平成２８年３月２９日付け年管発\n０３２９第１号。甲共１１）によって改正され，改正後の定めが同年６月\n１日から適用されているものである。上記通知による改正前の障害認定基\n準には，糖尿病による障害が１級から３級までに該当するための要件につ\nいて，①「インスリンを使用してもなお血糖のコントロールの不良なもの\nは，３級とする。」（ＨｂＡ１ｃが８．０％以上及び空腹時血糖値が１４\n０㎎／dL 以上の場合にコントロールの不良とされる。），②「合併症の程\n度が，認定の対象となるもの」を認定する，③血糖が治療，一般生活状態\nの規制等によりコントロールされている場合には，認定の対象とならない，\nという旨の定めしかなかった。そのため，上記改正前の障害状態確認届（診\n断書）には，血清ペプチド値を記載する欄や，意識障害により自己回復が\nできない重症低血糖，糖尿病ケトアシドーシス等の回数を記載する欄がな\nかったものである（甲Ａ４，６，甲Ｂ４，７，甲Ｃ４，８から１１まで，\n甲Ｄ４，９，１０，甲Ｅ４，７，８，甲Ｆ４，７から９まで，甲Ｇ４，甲\nＨ４，６から９まで）。\nそうすると，上記の改正により３級に該当するための要件が具体化され\nる（実質的に厳格化されたと解する余地もある。また，２級に該当するた\nめの要件について，何を主な考慮要素とするかや合併症の重み付けが変化\nしたものと解する余地がある。）とともに，障害等級に該当するか否かを\n判断するための資料である障害状態確認届（診断書）に記載される情報が\nより詳しくなったことから，受給権者の客観的な状態に変化がなくても，\n障害等級該当性の認定判断に変化が生ずることはあり得るものといえる。\n(5)  小括\n以上によれば，原告Ｘ５については支給停止事由がないが，原告ら８名の\nうちその余の者については支給停止事由がある。また，原告Ｘ９については\n支給停止解除事由がない。\n５  争点(5)（本件各処分が理由提示義務に違反するか）について\n(1)  行手法１４条１項本文や８条１項本文が，不利益処分をする場合や申請\nにより求められた許認可等を拒否する処分をする場合に，同時にその理由を\n名宛人や申請者に示さなければならないとしているのは，これらの処分の性\n質に鑑み，行政庁の判断の慎重と合理性を担保してその恣意を抑制するとと\nもに，処分の理由を名宛人や申請者に知らせて不服の申立てに便宜を与える\n趣旨に出たものと解される。そして，行手法１４条１項本文や８条１項本文\nに基づいてどの程度の理由を提示すべきかは， これらの規定の趣旨に照ら\nし，当該処分の根拠法令の規定内容，当該処分に係る処分基準の存否及び内\n容並びに公表の有無，当該処分の性質及び内容，当該処分の原因となる事実\n関係の内容等を総合考慮してこれを決定すべきである（最高裁平成２１年\n（行ヒ）第９１号同２３年６月７日第三小法廷判決・民集６５巻４号２０８\n１頁参照）。\n(2)  支給停止処分は，障害基礎年金の給付を受ける権利について裁定を受け\nた受給権者の生活設計を崩し，生活の安定を損なわせる重大な不利益処分で\nある。また，支給停止の解除の申請に対してこれを解除しない旨の処分をす\nることは，支給停止の解除を受けて，生活設計を再構築し，生活の安定を取\nり戻すことについての期待的利益に関する重大な処分である。そして，糖尿\n病による障害を理由とする障害基礎年金の支給停止処分の根拠法令の１つ\nである令別表（障害等級の各級の障害の状態について定めたもの）の規定内\n容が抽象的であること，当該処分に係る処分基準として公表されている障害\n認定基準（糖尿病を含む代謝疾患による障害の程度に関する認定基準・認定\n要領）の内容も抽象的であることに照らせば，糖尿病による障害を理由とす\nる障害基礎年金に関する上記の各処分については，いかなる事実関係に基づ\nきどのように障害認定基準を適用して当該処分がされたのかを，当該処分の\n相手方においてその理由の提示の内容自体から了知し得るものとする必要\n性が高いものというべきである。\nそうであるところ，前記前提事実(7)イ，(8)イのとおり，本件各処分にお\nいては，その理由として，適用法令及び審査基準のみならず，原告らが機構\nに提出した障害の現状に関する診断書の記載のうち検査成績，血糖コントロ\nールの困難な状況，一般状態区分表に関するものの要点を取り上げた上で，\n症状，治療経過及び日常生活状況等を考慮しても，具体的に日常生活に著し\nい制限が生じていることをうかがわせる事情は見当たらないから，障害の程\n度が２級に該当するとは認められない旨が示されていたものである。すなわ\nち，本件各処分においては，前記診断書記載の事実関係を前提として処分が\nされたことが示されているほか，障害認定基準中の認定要領において総合評\n価の対象とされた事情である症状，検査成績及び具体的な日常生活状況等に\nよって２級に該当する程度の障害の状態に該当すると認定しなかった理由が\n一定程度具体的に示されているものといえる。\nそうすると，本件各処分における理由の提示は，いかなる事実関係に基づ\nきどのように障害認定基準を適用して，支給停止処分，又は支給停止の解除\nの申請に対してこれを解除しない旨の処分がされたのかを，当該処分の相手\n方たる原告らにおいてその理由の提示の内容自体から了知し得るものである\nといえる。\nしたがって，本件各処分が，行手法１４条１項本文や８条１項本文の定め\nる理由提示の要件を欠いた違法な処分であるとはいえない。\n(3)  これに対して，原告らは，支給停止処分が，基準時における受給権者の\n障害の状態が，当該受給権者が過去に提出した同様の診断書に記載された障\n害の状態から改善し，その結果，基準時における障害の状態が従前該当する\nとされていた障害等級に該当しなくなったことを要件とするものであると\nいうことを前提として，本件各処分をする際には，過去の障害の状態と基準\n時における障害の状態との間の変化 等を摘示しなければならない 旨主張す\nる。\nしかしながら，前記４(2)で説示したとおり，支給停止処分をするためには，\n一定の時点において，受給権者が障害等級に該当する程度の障害の状態に該\n当しないことを要し，かつこれで足りるものであるから，原告らの上記主張\nは前提を欠き，採用することができない。\n６  争点(2)（本件各処分が権限の濫用であって許されないものであるといえる\nか）について\n(1)  原告らは，厚生労働大臣は，年金について，相当な回数，理由提示義務\nに違反するとして処分取消しの判決を受けてきたにもかかわらず，これを無\n視して，実務を改善することなく，極めて抽象的な理由しか提示せずに前件\n各処分をしたものであり，このような状況を許容すれば，今後も，年金実務\nにおいて，十分な調査を行わずにとりあえず抽象的な理由を提示するだけで，\n不利益処分や申請に対する拒否処分が繰り返されるおそれが極めて高い旨\n主張する。\nしかしながら，前記１で説示したとおり，厚生労働大臣が，再度，行手法\n１４条１項本文又は８条１項本文の定める理由提示の要件を満たすような理\n由を示して前件各処分と同一の内容の処分をすることは，前件判決の拘束力\nに反しないし，前記５で説示したとおり，本件各処分について理由提示義務\n違反はないのであるから，原告らの上記主張は採用することができない。\n(2)  原告らは，被告は，前件判決に至る審理の過程において，理由の提示に\n関する審理を先行させるという裁判所の訴訟指揮に対して異議を述べなか\nったものであるから，厚生労働大臣は，再処分をしない意思を黙示的に表明\nしていたに等しいし，「より迅速な争訟の解決」，紛争の一回的解決に資す\nることのない本件各処分をすることは，権限の濫用として許されないという\nべきである旨主張する。\nしかしながら，上記訴訟指揮に対して異議を述べなかったからといって，\n厚生労働大臣が再処分をしない意思を黙示的にも表明したものということは\nできないし，前記１で説示したとおり，厚生労働大臣が，再度，行手法１４\n条１項本文又は８条１項本文の定める理由提示の要件を満たすような理由を\n示して前件各処分と同一の内容の処分をすることは，前件判決の拘束力に反\nしないものというべきである。そして，本件全証拠によっても，ほかに本件\n各処分が権限の濫用に当たることを基礎付ける事情は認められない。\nしたがって，原告らの上記主張は採用することができない。\n(3)  原告らは，厚生労働大臣は，原告らの障害の状態が２級に該当するとし\nた過去の認定・判断を調査し，現状と比較する手続を一切せずに前件各処分\nをしたものであり，必要な調査がされなかったという前件各処分の根本的問\n題を是正しないまま，診断書の引用を若干付加しただけで，理由の不備を是\n正したとして再び同じ処分である本件各処分をしたものであるから，本件各\n処分は，その権限を濫用するものとして到底許されない旨主張する。\n原告らの上記主張は，要するに原告らに支給停止事由がないにもかかわら\nず本件各処分をしたことの違法をいう趣旨であると解されるところ，この点\nについては，前記４で説示したとおりである。\n７  原告Ｘ９の義務付けの訴え（甲事件）について\n原告Ｘ９の義務付けの訴えは，いわゆる申請型の処分の義務付けの訴え（行\n訴法３条６項２号）であるところ，この訴えは，当該法令に基づく審査請求を\n却下し又は棄却する旨の処分が取り消されるべきものであり，又は無効若しく\nは不存在であるときに限り，提起することができる（行訴法３７条の３第１項\n２号）。\nしかるに，以上説示したところによれば，本件不解除処分は適法であるから，\n原告Ｘ９の義務付けの訴えは不適法である。\n第４  結論\nよって，原告Ｘ９の義務付けの訴えは不適法であるからこれを却下し，原告\nＸ５の請求は理由があるからこれを認容し，原告ら８名のうち原告Ｘ５を除く\n者の請求及び原告Ｘ９のその余の請求はいずれも理由がないからこれを棄却\nすることとして，主文のとおり判決する。\n大阪地方裁判所第２民事部\n裁判長裁判官\n森        鍵                  一\n裁判官\n齋        藤                  毅\n裁判官\n岡        田        総        司\n（別紙）\n処分の理由\n１  原告Ｘ１（乙Ａ３）\n今般提出された診断書（平成２８年７月１３日現症）及びその他の提出物に基\nづき，１型糖尿病による障害の程度について，合併症の有無及びその程度，代謝\nのコントロール状態，治療及び病状の経過，具体的な日常生活状況等から総合的\nに審査した。\nその結果，診断書の記載から，\n(1)  検査成績（⑭欄の２）に「随時血清Ｃペプチド値０．０３ng／mL」とあるこ\nと\n(2)  血糖コントロールの困難な状況（⑭欄の４）の各項目のうち，「(1)  意識\n障害により自己回復ができない重症低血糖」が「有」で，「(2)  糖尿病ケト\nアシドーシスによる入院」及び「(3)  高血糖高浸透圧症候群による入院」は\nいずれも「無」となっており，『低血糖で動けなくなり糖質を摂取させてもら\nうことが２～３回／年ある状態』との記載からは，意識障害に至らない程度の\n低血糖発作が年に２，３回生じていると認められること\n(3)  一般状態区分表（⑪欄）は，「イ（軽度の症状があり，肉体労働は制限を受\nけるが歩行，軽労働や座業はできるもの  例えば，軽い食事，事務など）」か\nら「オ（身のまわりのこともできず，常に介助を必要とし，終日就床を強いら\nれ，活動の範囲がおおむねベッド周辺に限られるもの）」の全てに○が付され\nており，『血糖値で活動力は左右される。低血糖発作にて「オ」となる。』と\nの記載からは，平成２８年７月１３日を含む平常時の状態は，「イ」に相当す\nると認められること\nなどから総合的に判断すると，代謝疾患による障害の認定基準及び認定要領 (5)\nアに定める「内因性のインスリン分泌が枯渇している状態で，空腹時又は随時の\n血清Ｃペプチド値が０．３ng／mL 未満を示すもので，かつ，一般状態区分表のウ\n又はイに該当するもの」に該当することから，障害等級３級に該当すると判断し\nた。\nそして，診断書の記載内容及びその他の提出物からは，１型糖尿病に加え，糖\n尿病網膜症（単純期），糖尿病性歯肉炎（中等度），糖尿病性神経障害と診断さ\nれていることも認められるが，症状，治療経過及び日常生活状況等を考慮しても，\n具体的に日常生活に著しい制限が生じていることをうかがわせる事情は見当たら\nないから，障害の程度が認定基準の２級「日常生活に著しい制限を受けるか又は\n日常生活に著しい制限を加えることを必要とする程度」に該当するとは認められ\nない。\nよって，平成２８年７月１３日時点の障害の状態は，障害等級３級の程度にと\nどまり，障害等級２級の程度には至っていないと判断したものである。\n２  原告Ｘ２（乙Ｂ３）\n今般提出された診断書（平成２８年７月５日現症）及びその他の提出物に基づ\nき，１型糖尿病による障害の程度について，合併症の有無及びその程度，代謝の\nコントロール状態，治療及び病状の経過，具体的な日常生活状況等から総合的に\n審査した。\nその結果，診断書の記載から，\n(1)  検査成績（⑭欄の２）に「随時血清Ｃペプチド値０．０１ng／mL 未満」と\nあること\n(2)  血糖コントロールの困難な状況（⑭欄の４）の各項目のうち，「(1)  意識\n障害により自己回復ができない重症低血糖」が「有（１０回／年）」で，「(2)\n糖尿病ケトアシドーシスによる入院」及び「(3)  高血糖高浸透圧症候群によ\nる入院」はいずれも未記載となっており，『重症低血糖のため働けず糖質を摂\n取させてもらうことが１回／月程度ある状態』との記載からは，意識障害に至\nらない程度の低血糖発作が月に１回程度生じていると認められること\n(3)  一般状態区分表（⑪欄）は，「イ（軽度の症状があり，肉体労働は制限を受\nけるが歩行，軽労働や座業はできるもの  例えば，軽い食事，事務など）」か\nら「オ（身のまわりのこともできず，常に介助を必要とし，終日就床を強いら\nれ，活動の範囲がおおむねベッド周辺に限られるもの）」の全てに○が付され\nており，『血糖値変動によって活動力も左右される。低血糖発作にて㋔となる。』\nとの記載からは，平成２８年７月５日を含む平常時の状態は，「イ」に相当す\nると認められること\nなどから総合的に判断すると，代謝疾患による障害の認定基準及び認定要領 (5)\nアに定める「内因性のインスリン分泌が枯渇している状態で，空腹時又は随時の\n血清Ｃペプチド値が０．３ng／mL 未満を示すもので，かつ，一般状態区分表のウ\n又はイに該当するもの」に該当することから，障害等級３級に該当すると判断し\nた。\nそして，診断書の記載内容及びその他の提出物からは，１型糖尿病に加え，糖\n尿病網膜症（単純期），糖尿病性歯周病，糖尿病性神経障害と診断されているこ\nとも認められるが，症状，治療経過及び日常生活状況等を考慮しても，具体的に\n日常生活に著しい制限が生じていることをうかがわせる事情は見当たらないか\nら，障害の程度が認定基準の２級「日常生活に著しい制限を受けるか又は日常生\n活に著しい制限を加えることを必要とする程度」に該当するとは認められない。\nよって，平成２８年７月５日時点の障害の状態は，障害等級３級の程度にとど\nまり，障害等級２級の程度には至っていないと判断したものである。\n３  原告Ｘ３（乙Ｃ３）\n今般提出された診断書（平成２８年７月１４日現症）及びその他の提出物に基\nづき，１型糖尿病による障害の程度について，合併症の有無及びその程度，代謝\nのコントロール状態，治療及び病状の経過，具体的な日常生活状況等から総合的\nに審査した。\nその結果，診断書の記載から，\n(1)  検査成績（⑭欄の２）に「随時血清Ｃペプチド値０．１ng／mL 以下」とあ\nること\n(2)  血糖コントロールの困難な状況（⑭欄の４）の各項目のうち，「(1)  意識\n障害により自己回復ができない重症低血糖」が「有（６回／年）」で，「(2)\n糖尿病ケトアシドーシスによる入院」及び「(3)  高血糖高浸透圧症候群によ\nる入院」はいずれも「無」となっており，『重症低血糖発作により，自身では\n補食の対応も不可となり，家人の手により，補食を行ったことが年６回あった』\nとの記載からは，意識障害に至らない程度の低血糖発作が年に６回あったと認\nめられること\n(3)  一般状態区分表（⑪欄）の『平時はイの状態であるが，予測・予防ができな\nい低血糖発作高血糖発作，により直ちに㋔の状態に移行しうる』との記載から\nは，平成２８年７月１４日を含む平常時の状態は，「イ（軽度の症状があり，\n肉体労働は制限を受けるが歩行，軽労働や座業はできるもの  例えば，軽い食\n事，事務など）」に相当すると認められること\nなどから総合的に判断すると，代謝疾患による障害の認定基準及び認定要領 (5)\nアに定める「内因性のインスリン分泌が枯渇している状態で，空腹時又は随時の\n血清Ｃペプチド値が０．３ng／mL 未満を示すもので，かつ，一般状態区分表のウ\n又はイに該当するもの」に該当することから，障害等級３級に該当すると判断し\nた。\nそして，診断書の記載内容及びその他の提出物からは，１型糖尿病に加え，糖\n尿病網膜症（単純期），白内障（両），糖尿病性歯周病，糖尿病性神経障害，橋\n本病と診断されていることも認められるが，症状，治療経過及び日常生活状況等\nを考慮しても，具体的に日常生活に著しい制限が生じていることをうかがわせる\n事情は見当たらないから，障害の程度が認定基準の２級「日常生活に著しい制限\nを受けるか又は日常生活に著しい制限を加えることを必要とする程度」に該当す\nるとは認められない。\nよって，平成２８年７月１４日時点の障害の状態は，障害等級３級の程度にと\nどまり，障害等級２級の程度には至っていないと判断したものである。\n４  原告Ｘ４（乙Ｄ３）\n今般提出された診断書（平成２８年７月１１日現症）及びその他の提出物に基\nづき，１型糖尿病による障害の程度について，合併症の有無及びその程度，代謝\nのコントロール状態，治療及び病状の経過，具体的な日常生活状況等から総合的\nに審査した。\nその結果，診断書の記載から，\n(1)  検査成績（⑭欄の２）に「随時血清Ｃペプチド値０．１ng／mL 未満」とあ\nること\n(2)  血糖コントロールの困難な状況（⑭欄の４）の各項目のうち，「(1)  意識\n障害により自己回復ができない重症低血糖」が「有（１～２回／年）」，「(2)\n糖尿病ケトアシドーシスによる入院」及び「(3)  高血糖高浸透圧症候群によ\nる入院」はいずれも「無」となっていること\n(3)  一般状態区分表（⑪欄）の『通常はイの状態であるが，予想できない低血糖，\n高血糖のため容易にオの状態へ変化し，全介護を要する。』との記載からは，\n平成２８年７月１１日を含む平常時の状態は，「イ（軽度の症状があり，肉体\n労働は制限を受けるが歩行，軽労働や座業はできるもの  例えば，軽い食事，\n事務など）」に相当すると認められること\nなどから総合的に判断すると，代謝疾患による障害の認定基準及び認定要領 (5)\nアに定める「内因性のインスリン分泌が枯渇している状態で，空腹時又は随時の\n血清Ｃペプチド値が０．３ng／mL 未満を示すもので，かつ，一般状態区分表のウ\n又はイに該当するもの」に該当することから，障害等級３級に該当すると判断し\nた。\nそして，診断書の記載内容及びその他の提出物からは，１型糖尿病に加え，糖\n尿病網膜症（単純期），糖尿病性歯周病，糖尿病性神経障害，糖尿病性腎症と診\n断されていることも認められるが，症状，治療経過及び日常生活状況等を考慮し\nても，具体的に日常生活に著しい制限が生じていることをうかがわせる事情は見\n当たらないから，障害の程度が認定基準の２級「日常生活に著しい制限を受ける\nか又は日常生活に著しい制限を加えることを必要とする程度」に該当するとは認\nめられない。\nよって，平成２８年７月１１日時点の障害の状態は，障害等級３級の程度にと\nどまり，障害等級２級の程度には至っていないと判断したものである。\n５  原告Ｘ５（乙Ｅ３）\n今般提出された診断書（平成２８年７月１２日現症）及びその他の提出物に基\nづき，１型糖尿病による障害の程度について，合併症の有無及びその程度，代謝\nのコントロール状態，治療及び病状の経過，具体的な日常生活状況等から総合的\nに審査した。\nその結果，診断書の記載から，\n(1)  検査成績（⑭欄の２）に「随時血清Ｃペプチド値０．０１ng／mL 未満」と\nあること\n(2)  血糖コントロールの困難な状況（⑭欄の４）の各項目のうち，「(1)  意識\n障害により自己回復ができない重症低血糖」が「有（２０回／年）」，「(2)\n糖尿病ケトアシドーシスによる入院」及び「(3)  高血糖高浸透圧症候群によ\nる入院」はいずれも「無」となっていること\n(3)  一般状態区分表（⑪欄）は，「ウ（歩行や身のまわりのことはできるが，時\nに少し介助が必要なこともあり，軽労働はできないが，日中の５０％以上は起\n居しているもの）」から「オ（身のまわりのこともできず，常に介助を必要と\nし，終日就床を強いられ，活動の範囲がおおむねベッド周辺に限られるもの）」\nの全てに○が付されているものの，『血糖値により活動力左右される。低血糖\n発作にて㋔となる。』との記載からは，平成２８年７月１２日を含む平常時の\n状態は，「ウ」に相当すると認められること\nなどから総合的に判断すると，代謝疾患による障害の認定基準及び認定要領(5)\nアに定める「内因性のインスリン分泌が枯渇している状態で，空腹時又は随時の\n血清Ｃペプチド値が０．３ng／mL 未満を示すもので，かつ，一般状態区分表のウ\n又はイに該当するもの」及びイに定める「意識障害により自己回復できない重症\n低血糖の所見が平均して月１回以上で，かつ，一般状態区分表のウ又はイに該当\nするもの」に該当することから，障害等級３級に該当すると判断した。\nそして，診断書の記載内容及びその他の提出物からは，１型糖尿病に加え，糖\n尿病網膜症（前増殖期），糖尿病性歯周病，糖尿病性神経障害，糖尿病性腎症，\nバセドウ病と診断されていることも認められるが，症状，治療経過及び日常生活\n状況等を考慮しても，具体的に日常生活に著しい制限が生じていることをうかが\nわせる事情は見当たらないから，障害の程度が認定基準の２級「日常生活に著し\nい制限を受けるか又は日常生活に著しい制限を加えることを必要とする程度」に\n該当するとは認められない。\nよって，平成２８年７月１２日時点の障害の状態は，障害等級３級の程度にと\nどまり，障害等級２級の程度には至っていないと判断したものである。\n６  原告Ｘ６（乙Ｆ３）\n今般提出された診断書（平成２８年７月２０日現症）及びその他の提出物に基\nづき，１型糖尿病による障害の程度について，合併症の有無及びその程度，代謝\nのコントロール状態，治療及び病状の経過，具体的な日常生活状況等から総合的\nに審査した。\nその結果，診断書の記載から，\n(1)  検査成績（⑭欄の２）に「随時血清Ｃペプチド値０．１ng／mL 未満」とあ\nること\n(2)  血糖コントロールの困難な状況（⑭欄の４）の各項目のうち，「(1)  意識\n障害により自己回復ができない重症低血糖」が「有（３回／年）」で，「(2)\n糖尿病ケトアシドーシスによる入院」及び「(3)  高血糖高浸透圧症候群によ\nる入院」はいずれも「無」となっていること\n(3)  一般状態区分表（⑪欄）は，『平時は㋑の状態であるが重症低血糖を起こす\nと㋔の状況に陥ることがある。』との記載からは，平成２８年７月２０日を含\nむ平常時の状態は，「イ（軽度の症状があり，肉体労働は制限を受けるが歩行，\n軽労働や座業はできるもの  例えば，軽い食事，事務など）」に相当すると認\nめられること\nなどから総合的に判断すると，代謝疾患による障害の認定基準及び認定要領(5)\nアに定める「内因性のインスリン分泌が枯渇している状態で，空腹時又は随時の\n血清Ｃペプチド値が０．３ng／mL 未満を示すもので，かつ，一般状態区分表のウ\n又はイに該当するもの」に該当することから，障害等級３級に該当すると判断し\nた。\nそして，診断書の記載内容及びその他の提出物からは，１型糖尿病に加え，糖\n尿病網膜症（単純期），糖尿病性歯周病，糖尿病性神経障害，鉄欠乏性貧血，橋\n本病と診断されていることも認められるが，症状，治療経過及び日常生活状況等\nを考慮しても，具体的に日常生活に著しい制限が生じていることをうかがわせる\n事情は見当たらないから，障害の程度が認定基準の２級「日常生活に著しい制限\nを受けるか又は日常生活に著しい制限を加えることを必要とする程度」に該当す\nるとは認められない。\nよって，平成２８年７月２０日時点の障害の状態は，障害等級３級の程度にと\nどまり，障害等級２級の程度には至っていないと判断したものである。\n７  原告Ｘ７（乙Ｇ３）\n今般提出された診断書（平成２８年７月１４日現症）及びその他の提出物に基\nづき，１型糖尿病による障害の程度について，合併症の有無及びその程度，代謝\nのコントロール状態，治療及び病状の経過，具体的な日常生活状況等から総合的\nに審査した。\nその結果，診断書の記載から，\n(1)  検査成績（⑭欄の２）に「随時血清Ｃペプチド値０．３４ng／mL」とあるこ\nと\n(2)  血糖コントロールの困難な状況（⑭欄の４）の各項目のうち，「(1)  意識\n障害により自己回復ができない重症低血糖」が「有（２～３回／年）」，「(2)\n糖尿病ケトアシドーシスによる入院」が「有（０～１回／年）」，「(3)  高\n血糖高浸透圧症候群による入院」は「無」となっていること\n(3)  一般状態区分表（⑪欄）の『日常は「ウ」の状態であるが，突然生じる低血\n糖発作により「オ」の状態に陥る。』との記載からは，平成２８年７月１４日\nを含む平常時の状態は，「ウ（歩行や身のまわりのことはできるが，時に少し\n介助が必要なこともあり，軽労働はできないが，日中の５０％以上は起居して\nいるもの）」に相当すると認められること\nなどから総合的に判断すると，代謝疾患による障害の認定基準及び認定要領 (5)\nウに定める「インスリン治療中に糖尿病ケトアシドーシス又は高血糖高浸透圧症\n候群による入院が年１回以上あるもので，かつ，一般状態区分表のウ又はイに該\n当するもの」に該当することから，障害等級３級に該当すると判断した。\nそして，診断書の記載内容及びその他の提出物からは，１型糖尿病に加え，糖\n尿病網膜症，遠視性乱視，糖尿病性歯周病，潜在性甲状腺機能低下症と診断され\nていることも認められるが，症状，治療経過及び日常生活状況等を考慮しても，\n具体的に日常生活に著しい制限が生じていることをうかがわせる事情は見当たら\nないから，障害の程度が認定基準の２級「日常生活に著しい制限を受けるか又は\n日常生活に著しい制限を加えることを必要とする程度」に該当するとは認められ\nない。\nよって，平成２８年７月１４日時点の障害の状態は，障害等級３級の程度にと\nどまり，障害等級２級の程度には至っていないと判断したものである。\n８  原告Ｘ８（乙Ｈ４）\n今般提出された診断書（平成２８年７月３０日現症）及びその他の提出物に基\nづき，１型糖尿病による障害の程度について，合併症の有無及びその程度，代謝\nのコントロール状態，治療及び病状の経過，具体的な日常生活状況等から総合的\nに審査した。\nその結果，診断書の記載から，\n(1)  検査成績（⑭欄の２）の空腹時又は随時血清Ｃペプチド値は「未実施」とさ\nれているが，平成２６年審査時にＲ病院に対して行った照会の回答を確認した\nところ，血糖ペプチド値が「＜０．０３ng／mL」となっていたことから，「随\n時血清Ｃペプチド値０．０３ng／mL 未満」と認められること\n(2)  血糖コントロールの困難な状況（⑭欄の４）の各項目のうち，「(1)  意識\n障害により自己回復ができない重症低血糖」が「有（１回／年）」で，「(2)\n糖尿病ケトアシドーシスによる入院」及び「(3)  高血糖高浸透圧症候群によ\nる入院」はいずれも「無」となっていること\n(3)  一般状態区分表（⑪欄）の『通常㋑状態であるが，突然の低・高血糖により\n速やかに㋔状態となり，全介護を要す。』との記載からは，平成２８年７月３\n０日を含む平常時の状態は，「イ（軽度の症状があり，肉体労働は制限を受け\nるが歩行，軽労働や座業はできるもの  例えば，軽い食事，事務など）」に相\n当すると認められること\nなどから総合的に判断すると，代謝疾患による障害の認定基準及び認定要領 (5)\nアに定める「内因性のインスリン分泌が枯渇している状態で，空腹時又は随時の\n血清Ｃペプチド値が０．３ng／mL 未満を示すもので，かつ，一般状態区分表のウ\n又はイに該当するもの」に該当することから，障害等級３級に該当すると判断し\nた。\nそして，診断書の記載内容及びその他の提出物からは，１型糖尿病に加え，単\n純期糖尿病網膜症，糖尿病性神経障害と診断されていることも認められるが，症\n状，治療経過及び日常生活状況等を考慮しても，具体的に日常生活に著しい制限\nが生じていることをうかがわせる事情は見当たらないから，障害の程度が認定基\n準の２級「日常生活に著しい制限を受けるか又は日常生活に著しい制限を加える\nことを必要とする程度」に該当するとは認められない。\nよって，平成２８年７月３０日時点の障害の状態は，障害等級３級の程度にと\nどまり，障害等級２級の程度には至っていないと判断したものである。\n９  原告Ｘ９（乙Ｉ３）\n今般提出された診断書（平成２８年８月３０日現症）及びその他の提出物に基\nづき，１型糖尿病による障害の程度について，合併症の有無及びその程度，代謝\nのコントロール状態，治療及び病状の経過，具体的な日常生活状況等から総合的\nに審査した。\nその結果，診断書の記載から，\n(1)  検査成績（⑭欄の２）に「随時血清Ｃペプチド値０．１ng／mL 以下」とあ\nること\n(2)  血糖コントロールの困難な状況（⑭欄の４）の各項目がいずれも「無」とな\nっており，『昏睡には至らないものの家人の助けをかりなければならない重症\n低血糖発作が月１～２回は認めている』との記載からは，意識障害に至らない\n程度の低血糖発作が月１，２回生じていると認められること\n(3)  一般状態区分表（⑪欄）の『平時はイの状態だが，予測・予防ができない高\n血糖発作低血糖発作により直ちにウ～オの状態となる』との記載からは，平成\n２８年８月３０日を含む平常時の状態は，「イ（軽度の症状があり，肉体労働\nは制限を受けるが歩行，軽労働や座業はできるもの  例えば，軽い食事，事務\nなど）」に相当すると認められること\nなどから総合的に判断すると，代謝疾患による障害の認定基準及び認定要領(5)\nアに定める「内因性のインスリン分泌が枯渇している状態で，空腹時又は随時の\n血清Ｃペプチド値が０．３ng／mL 未満を示すもので，かつ，一般状態区分表のウ\n又はイに該当するもの」に該当することから，障害等級３級に該当すると判断し\nた。\nそして，診断書の記載内容及びその他の提出物からは，１型糖尿病に加え，白\n内障，糖尿病性歯周病，橋本病，原発性甲状腺機能低下症と診断されていること\nも認められるが，症状，治療経過及び日常生活状況等を考慮しても，具体的に日\n常生活に著しい制限が生じていることをうかがわせる事情は見当たらないから，\n障害の程度が認定基準の２級「日常生活に著しい制限を受けるか又は日常生活に\n著しい制限を加えることを必要とする程度」に該当するとは認められない。\nよって，平成２８年８月３０日時点の障害の状態は，障害等級３級の程度にと\nどまり，障害等級２級の程度には至っていないと判断したものである。\n以  上\n（別紙）\n原告らの障害の状態\n第１  原告Ｘ１\n１  平成２８年７月付け診断書の記載内容\n(1)  最近１年間の治療の内容等\nインスリン療法により生命維持している状態である。血糖変動が著しいた\nめ低血糖発作も多い。合併症が進行している。自己管理は不能。\n(2)  一般状態区分\nイ，ウ，エ，オ\n血糖値で活動力は左右される。低血糖発作にて「オ」となる。\n(3)  検査成績（平成２８年７月１３日）\nＨｂＡ１ｃ  ７．９％\n食後血糖値  ２８４mg／dL（食後４時間）\n検査日より前に９０日以上継続して必要なインスリン治療を実施している\n随時血清Ｃペプチド値  ０．０３ng／mL 未満（検査日平成２８年７月１３\n日）\n(4)  治療状況\nインスリン  ノボラピッド，トレシーバ\n４～６回／日，０．９単位／㎏（体重）\n(5)  血糖コントロールの困難な状況\nア  意識障害により自己回復ができない重症低血糖  あり（２，３回／年）\nイ  糖尿病ケトアシドーシスによる入院            なし\nウ  高血糖高浸透圧症候群による入院              なし\n所見  低血糖で動けなくなり糖質を摂取させてもらうことが２，３回／年あ\nる状態\n(6)  合併症\nア  眼の障害        あり（糖尿病網膜症）\nイ  神経系統の障害  あり（末梢神経障害のため，下肢触覚低下している）\nウ  肢体の障害      なし\nエ  糖尿病から歯肉炎も起こしている\n(7)  その他の代謝疾患\nインスリン分泌は枯渇しており，インスリン注射することで生命維持して\nいる。内部固定機能障害。\n(8)  現症時の日常生活活動能力及び労働能力\nインスリンがないと死亡する状態。血糖の変動が大きく，低血糖も多いた\nめ，就労は困難な状態。\n(9)  予後\nインスリン不足。低血糖で死亡する。合併症の進展にて死亡する。\n２  その他の状況\n原告Ｘ１は，高校卒業後，Ｏ職業能力開発センターを修了し，２１歳から２\n４時間営業の飲食店でアルバイトをした後，２８歳となった平成３１年１月か\nら別の飲食店で正社員として勤務していたが，現在は退職し，無職である。\n原告Ｘ１は，従前の広汎性発達障害が重篤化し，平成２９年１２月から，事\n後重症により障害基礎年金（２級）を受給している。原告は，広汎性発達障害\nがあるために血糖コントロールの自己管理能力に限界があり，母親の協力を得\nて血糖をコントロールしている。\n第２  原告Ｘ２\n１  平成２８年７月付け診断書の記載内容\n(1)  最近１年間の治療の内容等\n生命維持のためインスリン療法を行っているが，血糖変動が著しいためコ\nントロール不能である。網膜症等合併症が進んでいる状態。\n(2)  一般状態区分\nイ，ウ，エ，オ\n血糖値変動によって活動力も左右される。低血糖にて「オ」となる。\n(3)  検査成績（平成２８年７月５日）\nＨｂＡ１ｃ  ６．６％\n血糖値     １５１mg／dL（食後４時間）\n検査日より前に９０日以上継続して必要なインスリン治療を実施している\n随時血清Ｃペプチド値  ０．０１ng／mL 未満（検査日平成２８年６月１６\n日）\n(4)  治療状況\nインスリン            ヒューマログ，ランタス\n３８単位／日，５，６回／日，０．８単位／㎏（体重）\nインスリン以外の治療  セイブル内服\n(5)  血糖コントロールの困難な状況\nア  意識障害により自己回復ができない重症低血糖  あり（１０回／年）\nイ  糖尿病ケトアシドーシスによる入院            （未記入）\nウ  高血糖高浸透圧症候群による入院              （未記入）\n所見  重症低血糖のため動けず糖質を摂取させてもらうことが１回／月程度\nある\n(6)  合併症\nア  眼の障害        あり（単純性網膜症認める）\nイ  神経系統の障害  あり（下肢触覚・振動覚低下）\nウ  肢体の障害      なし\nエ  その他          動脈硬化は始まっている，糖尿病性歯周病\n(7)  その他の代謝疾患\n生命維持のためにインスリン療法が必要である（内部固定機能障害）\n(8)  現症時の日常生活活動能力及び労働能力\nインスリン療法のため生活制限受けている上に，血糖コントロール不能で，\n低血糖発作も予測できないため，就労は困難である。\n(9)  予後\n合併症進展にて予後は不良。\n低血糖発作，インスリン不足で死亡リスクあり。\n合併症進展を遅らせるために手当必要である。\nインスリン分泌は回復しない。\n２  その他の状況\n原告Ｘ２は，自ら及び家族の並々ならぬ努力により，大学卒業後すぐに一般\n企業に就職し，デスクワーク中心の仕事をしていた。平成２９年１１月に婚姻\nし，平成３０年３月に退職して専業主婦となった。\n原告Ｘ２は，毎日，低血糖のために歩行するのが辛いくらいの体調不良があ\nる。ひどい低血糖症状のために動けなくなったり倒れそうになったりすること\nも頻回あり，夫等の介助により糖質を摂取しなければならないことも月に数回\nある。\n第３  原告Ｘ３\n１  平成２８年７月付け診断書の記載内容\n(1)  最近１年間の治療の内容等\n持続血糖モニタリングシステム付きインスリンポンプ（ＳＡＰ）による治\n療を継続しているが，予測できない低血糖発作と高血糖発作を繰り返す血糖\nコントロール不能の状態が続いている。\n内因性インスリン分泌不全は固定臓器機能障害であり，回復は望めない。\n糖尿病合併症を既に認めており，今後も高血糖発作と低血糖発作を繰り返\nすことで合併症が進行すると考えられ，予後は不良である。\n橋本病はチラーヂン内服中。\n(2)  一般状態区分\nイ，オ\n平時はイの状態であるが，予測，予防ができない低血糖発作，高血糖発作\nにより，直ちにオの状態に移行し得る。\n(3)  検査成績（平成２８年６月２０日）\nＨｂＡ１ｃ  ５．７％\n血糖値     １３１mg／dL\n検査日より前に９０日以上継続して必要なインスリン治療を実施している\n随時血清Ｃペプチド値  ０．１ng／mL 以下（検査日平成２８年６月２０日）\n低血糖を頻回に生ずるためＨｂＡ１ｃは低値を示しているが，高血糖と低\n血糖を繰り返しコントロールは不能である。\n(4)  治療状況\nインスリン投与  ヒューマログ\n３２単位／日，bolus８回／日，０．６４単位／㎏（体重）\n(5)  血糖コントロールの困難な状況\nア  意識障害により自己回復ができない重症低血糖  あり（６回／年）\nイ  糖尿病ケトアシドーシスによる入院            なし\nウ  高血糖高浸透圧症候群による入院              なし\n所見  重症低血糖発作により，自身では補食の対応も不可となり，家人の手\nにより補食を行ったことが年６回あった。\n(6)  合併症\nア  眼の障害        単純性網膜症\nイ  神経系統の障害  下肢しびれ感\nウ  肢体の障害      なし\nエ  その他          橋本病\n(7)  現症時の日常生活活動能力及び労働能力\n重症低血糖発作出現の予測は不可能で，肉体労働は不可。軽労働は，低血\n糖発作時に直ちに対応できる環境がなければ不可である。\n重症低血糖発作時は，低血糖への対応や日常生活動作も不可となる。\n(8)  予後\n既に合併症が進行しており，かつ併発症も多く予後は不良。膵内分泌不全\nは固定臓器機能障害であり，回復は望めない。\n(9)  備考\nインスリン中断は死に至る（膵内分泌は枯渇している）。\n経済的な事情により，年金受給が持続血糖モニター付きインスリンポンプ\nの使用を継続するために必要となっている（年金が中断するとポンプが維持\nできなくなる）。\n２  その他の状況\n原告Ｘ３は，高校卒業後，鍼灸の専門学校に３年通って鍼灸師の資格を得た。\nその後，整骨院で正社員として働いたが，長時間労働で昼の休憩も満足に取れ\nないような激務であったため，血糖値測定やインスリン投与がままならず，数\n箇月で退職せざるを得なかった。その後も，血糖コントロール不良のため正社\n員としての仕事はできず，パートタイムや派遣社員の仕事を幾つか経験した。\n原告Ｘ３は，平成２３年８月に婚姻し，第１子の妊娠が判明した時に仕事を\n辞め，平成２５年７月に第１子を出産した。\n原告Ｘ３は，平成２７年４月，第２子の妊娠も視野に入れて，持続型インス\nリンポンプ（ＳＡＰ）によるインスリン投与を開始した。原告Ｘ３は，平成２\n９年１０月に第２子を出産した。\n原告Ｘ３は，１日に数回低血糖を繰り返している。血糖値が下がるとＳＡＰ\nのアラームが鳴るが，就寝中にアラームに気付かず，夫に起こされることもあ\nる。\n第４  原告Ｘ４\n１  平成２８年７月付け診断書の記載内容\n(1)  最近１年間の治療の内容等\n強化インスリン療法では血糖値が不安定であり，２０１５年８月より前医\nにてＳＡＰ療法（血糖モニター付きインスリンポンプ）を開始されているが，\nなお予想不能な高血糖や低血糖がみられる。血糖測定は１日４回以上，多い\nときは８回以上必要とする。採血，生理・画像検査を行い合併症の経過を観\n察している。\n(2)  一般状態区分\nイ，オ\n通常はイの状態であるが，予想できない低血糖・高血糖のため，容易にオ\nの状態へ変化し，全介護を要する。\n(3)  検査成績（平成２８年７月１１日）\nＨｂＡ１ｃ        ４．８％\n食後２時間血糖値  １１２mg／dL\n検査日より前に９０日以上継続して必要なインスリン治療を実施している\n随時血清Ｃペプチド値  ０．１ng／mL 未満（検査日平成２８年７月１１日）\n低血糖・高血糖を繰り返すため，ＨｂＡ１ｃは低値であるが，血糖コント\nロールは不良である。\n(4)  治療状況\nインスリン  ３０～５０単位／日（インスリンポンプ）\n食事に合わせて調整  ０．６～１．０単位／㎏（体重）\n(5)  血糖コントロールの困難な状況\nア  意識障害により自己回復ができない重症低血糖  あり（１，２回／年）\nイ  糖尿病ケトアシドーシスによる入院            なし\nウ  高血糖高浸透圧症候群による入院              なし\n所見  ＳＡＰ（モニタ付きインスリンポンプ）を使用することで以前に比し\nてやや改善傾向はみられるが，それでも重症低血糖を来しており血糖コ\nントロールは不良である。\n(6)  合併症\nア  眼の障害        あり（網膜症）\nイ  神経系統の障害  あり（消化管運動障害）\nウ  肢体の障害      なし\nエ  その他          頸動脈エコーで動脈硬化所見認める。\n(7)  その他の代謝疾患\n平成１３年に甲状腺機能異常を指摘，現在は甲状腺機能は正常だが，甲状\n腺抗体とも高値であることから甲状腺機能低下を来す可能性は高いと考えら\nれる。\n(8)  現症時の日常生活活動能力及び労働能力\nインスリン治療を行っていても，予想できない高血糖・低血糖が起こり，\n血糖コントロールは不能である。発作により意識障害やけいれんが起き，家\n族や周囲の者の協力は不可欠である。日常生活，労働の継続は，介護や周囲\nの協力がなければ困難である。\n２  その他の状況\n原告Ｘ４は，高校を卒業した後，医療事務の専門学校を卒業し，平成１７年\n４月に歯科医院に就職した。\n原告Ｘ４は，平成２６年１２月に上記歯科医院を退職し，平成２７年８月に\n婚姻した。原告Ｘ４は，平成２７年４月頃から，計画妊娠と血糖コントロール\n強化のために，モニター付きインスリンポンプを使用するようになり，平成２\n８年１０月に第１子を出産した。\n第５  原告Ｘ５\n１  平成２８年７月付け診断書の記載内容\n(1)  最近１年間の治療の内容等\nインスリン療法によって生命維持している状態である。\n種々な工夫を行っているが血糖変動は著しく，低血糖発作・高血糖発作を\n繰り返している。合併症も進展続けている。\n(2)  一般状態区分\nウ，エ，オ\n血糖値により活動力左右される。低血糖発作にてオとなる。\n(3)  検査成績（平成２８年７月６日）\nＨｂＡ１ｃ  ７．６％\n食後血糖値  １５１mg／dL（食後３時間）\n検査日より前に９０日以上継続して必要なインスリン治療を実施している\n随時血清Ｃペプチド値  ０．１ng／mL 未満（検査日平成２８年６月１６日）\n(4)  治療状況\nインスリン  ヒューマログ  ５０単位／日，０．８単位／㎏（体重）\n(5)  血糖コントロールの困難な状況\nア  意識障害により自己回復ができない重症低血糖  あり（２０回／年）\nイ  糖尿病ケトアシドーシスによる入院            なし\nウ  高血糖高浸透圧症候群による入院              なし\n所見  ２回／月程度，家族に糖質摂取させてもらう必要があるような重症低\n血糖を起こしている。\n(6)  合併症\nア  眼の障害        あり（光凝固後，白内障あり）\nイ  神経系統の障害  あり（下肢触覚低下，アキレス腱反射１／２に低下）\nウ  肢体の障害      なし\nエ  その他          動脈硬化が進行，バセドウ，腎症，網膜症など複合的\nに合併症が進行。糖尿病性歯周病あり\n(7)  その他の代謝疾患\n腎症が進展している。バセドウ病のため内服必要。\n(8)  現症時の日常生活活動能力及び労働能力\n合併症が進行している。インスリンがないと死亡する。低血糖を予測でき\nず発生するため就労は困難な状態である。\n２  その他の状況\n原告Ｘ５は，月に少なくとも１０回以上低血糖発作を起こしており，そのう\nち少なくとも２，３回，無自覚のまま重症低血糖状態に至る。また，原告Ｘ５\nは，月に何度も高血糖発作を起こしている。\n原告Ｘ５は，高校卒業後にガソリンスタンドでアルバイトをしたことがあっ\nたが，仕事中に低血糖にならないように血糖値を高めに維持することとなって\n負担がかかり，数日で辞めざるを得なかった。平成２８年１２月の支給停止処\n分に起因する経済面の不安から，平成２９年９月末から試験的に軽作業の内職\nを始めたが，１日に３，４時間程度作業をするのが限界である。\n第６  原告Ｘ６\n１  平成２８年７月付け診断書の記載内容\n(1)  最近１年間の治療の内容等\n血中Ｃペプチド０．１ng／mL 未満とインスリン枯渇している。\nインスリン注射１日４回以上と頻回の血糖自己測定を指導し実行している\nも高血糖や無自覚性低血糖など血糖の乱高下が認められる。\n血糖コントロール不能状態。\n(2)  一般状態区分\nイ，オ\n普段はイの状態であるが，重症低血糖を起こすとオの状態へ陥ることがあ\nる。\n(3)  検査成績（平成２８年７月１２日）\nＨｂＡ１ｃ    ６．６％\n空腹時血糖値  ５９mg／dL\n検査日より前に９０日以上継続して必要なインスリン治療を実施している\n随時血清Ｃペプチド値  ０．１ng／mL 未満（検査日平成２８年６月２８日）\n(4)  治療状況\nインスリン  ヒューマログ，トレシーべ\n３０単位／日，４，５回／日，０．５単位／㎏（体重）\n(5)  血糖コントロールの困難な状況\nア  意識障害により自己回復ができない重症低血糖  あり（３回／年）\nイ  糖尿病ケトアシドーシスによる入院            なし\nウ  高血糖高浸透圧症候群による入院              なし\n所見  低血糖は無自覚となっており，重症低血糖になる危険性は十分にある。\n(6)  合併症\nア  眼の障害        あり（両  糖尿病網膜症（単純期））\nイ  神経系統の障害  あり（ＣＶＲＲ２．１０％（正常２．５％以上））\nウ  肢体の障害      なし\nエ  糖尿病性歯周病\n(7)  その他の代謝疾患\n鉄欠乏性貧血，橋本病あり，ＴＰＯ－Ａｂ陽性，\nチラージン内服中１００ng／日\n(8)  現症時の日常生活活動能力及び労働能力\n現在１型糖尿病は根治できず，インスリン注射は中断できない。低血糖昏\n睡や高血糖昏睡時は自力では改善できず，家人など第三者の介助が必要であ\nる。よって仕事も規則正しい軽労働に限定される。\n(9)  予後\n本人がどんなに努力しても血糖コントロールが不安定で糖尿病三大合併症\nや大血管合併症の進行が抑制できていない。今後，失明や腎不全への進行も\nある状況です。肝臓の固定機能障害と考える状態。\n２  その他の状況\n原告Ｘ６は，高校卒業後，専門学校で保育士の資格を取得し，乳児院に就職\nした。\n原告Ｘ６は，平成１９年に婚姻し，平成２０年に長男を出産し，これを機に\n上記乳児院を退職し，専業主婦となった。\n原告Ｘ６は，無自覚低血糖をしばしば起こし，これが重症低血糖につながる。\n第７  原告Ｘ７\n１  平成２８年７月付け診断書の記載内容\n(1)  最近１年間の治療の内容等\n１型糖尿病に対して，頻回のインスリン治療を行っている。血糖値は非常\nに不安定で，しばしば低血糖発作を生ずる。過去に複数回の糖尿病性ケトア\nシドーシスの既往がある。\n(2)  一般状態区分\nウ，オ\n日常は「ウ」の状態であるが，突然生ずる低血糖発作により「オ」の状態\nに陥る。\n(3)  検査成績（平成２８年７月１４日）\nＨｂＡ１ｃ  ７．０％\n血糖値     ２３０mg／dL（食後２時間）\n検査日より前に９０日以上継続して必要なインスリン治療を実施している\n随時血清Ｃペプチド値  ０．３４ng／mL（検査日平成２８年７月１４日）\n(4)  治療状況\nインスリン  ノボラピッド，トレシーバ\n３４単位／日，４回／日，０．６６単位／㎏（体重）\n(5)  血糖コントロールの困難な状況\nア  意識障害により自己回復ができない重症低血糖  あり（２，３回／年）\nイ  糖尿病ケトアシドーシスによる入院            あり（０～１回／年）\nウ  高血糖高浸透圧症候群による入院              （未記入）\n所見  重症低血糖発作は年数回程度，糖尿病性ケトアシドーシスによる入院\n過去に複数回認めたが，最近は減少している。\n(6)  合併症\nア  眼の障害        あり（単純性網膜症）\nイ  神経系統の障害  なし\nウ  肢体の障害      なし\nエ  その他          糖尿病性歯周炎の合併あり\n(7)  その他の代謝疾患\n１型糖尿病に合併する潜在性甲状腺機能低下症を認める。現在，無投薬で\n経過をみている。\n(8)  現症時の日常生活活動能力及び労働能力\n重症低血糖時は急激に日常生活動作が低下し労働能力を失う。\n躁鬱病の合併により，食思不安定を認め，血糖コントロールが不安定とな\nる。\n２  その他の状況\n原告Ｘ７は，高校卒業後，農業協同組合に就職し，約９年間勤務した。その\n後，原告Ｘ７は，平成１０年，平成１１年，平成１３年，平成１５年，平成１\n６年に１回ずつ，糖尿病性ケトアシドーシスにより入院した。\n原告Ｘ７は，双極性感情障害が重篤化し，平成３１年１月から，事後重症に\nより障害基礎年金（２級）を受給している。\n第８  原告Ｘ８\n１  平成２８年７月付け診断書の記載内容\n(1)  最近１年間の治療の内容等\n膵臓からのインスリン分泌は枯渇している。\n頻回の自己血糖測定及びインスリン注射により血糖コントロールを行って\nいるものの，血糖の上下動は激しく，コントロール困難である。\n(2)  一般状態区分\nイ，オ\n通常イの状態であるが，突然の低血糖・高血糖により，速やかにオの状態\nになり，全介護を要す。\n(3)  検査成績（平成２８年７月３０日）\nＨｂＡ１ｃ   ８．６％\n空腹時血糖値  ８０mg／dL\n検査日より前に９０日以上継続して必要なインスリン治療を実施している\n随時血清Ｃペプチド値  検査未実施\n(4)  治療状況\nインスリン  ６２単位／日，４回／日，０．８２単位／㎏（体重）\n(5)  血糖コントロールの困難な状況\nア  意識障害により自己回復ができない重症低血糖  あり（１回／年）\nイ  糖尿病ケトアシドーシスによる入院            なし\nウ  高血糖高浸透圧症候群による入院             なし\n(6)  合併症\nア  眼の障害        あり（右眼：非糖尿病性網膜症，左眼：単純性糖尿病\n性網膜症）\nイ  神経系統の障害  あり（アキレス腱反射低下）\nウ  肢体の障害      なし\n(7)  現症時の日常生活活動能力及び労働能力\n頻回の低血糖による無自覚性低血糖のため，血糖コントロール困難となり，\n著しくＡＤＬが障害される。この際，家人等の全介助を要す。\n(8)  予後\nインスリン中断により死に至る。また，重症低血糖による不可避的脳障害\nのリスクも高い。\n２  その他の状況\n原告Ｘ８は，高校中退後，実家の造園業の仕事を手伝い，現在はこの仕事を\n継いでいる。この仕事は，高所での作業，夏の炎天下の作業を伴う危険かつ厳\nしい環境での仕事である。血糖コントロールがうまくいかない場合，休憩を多\nく挟みながらの作業となるため，作業日程の変更を顧客に依頼しなければなら\nないこともある。このように，作業内容は体調に合わせて調整しているが，そ\nの反面，作業が予定どおりに進まず，顧客が離れたり収入が大幅に減少したり\nすることもある。\n第９  原告Ｘ９\n１  平成２８年９月付け診断書の記載内容\n(1)  傷病が治った（症状が固定して治療の効果が期待できない状態を含む。）\nかどうか\n傷病は治っていない  症状が良くなる見込みはない\n(2)  診断書作成医療機関における初診時所見（初診年月日：平成２５年１０\n月２日）\nＣＳＩＩ（インスリンポンプ療法）を行うも低血糖発作，高血糖発作を繰\nり返すコントロール不能の状態となっている。内因性インスリン分泌は枯渇\nしており，同障害は病因病質的に回復の望めない固定機能障害の状態。橋本\n病はチラーヂン内服にて治療を行っていた。\n(3)  現在までの治療の内容等\n当院通院開始後もＣＳＩＩ（インスリンポンプ療法）の治療と，カーボカ\nウント法を用いた細かいインスリン量調整にて加療中だが，低血糖発作，高\n血糖発作を繰り返しており，コントロール不能の状態が続いている。低血糖\n発作，高血糖発作の予測は不能で，著しく生活上の問題となっている。\n(4)  一般状態区分\n平時はイの状態だが，予測・予防ができない高血糖発作，低血糖発作によ\nり，直ちにウ～オの状態となる。また，その際は全面的介助が必要となる。\n(5)  検査成績（平成２８年８月３０日）\nＨｂＡ１ｃ        ６．５％\n食後４時間血糖値  １７０mg／dL\n検査日より前に９０日以上継続して必要なインスリン治療を実施している\n空腹時又は随時血清Ｃペプチド値  ０．１ng／mL 未満（検査日平成２８年\n８月３０日）\nＨｂＡ１ｃは６％台だが，低血糖高血糖を繰り返す平均の結果である。\n(6)  治療状況\nインスリン      ヒューマログ  ＣＳＩＩ（インスリンポンプ療法）中\n２０～３０単位／日，４～６回／日，０．５単位／㎏\nインスリン以外  カーボカウント法による食事療法及びインスリン量の調\n整を行っている\n(7)  血糖コントロールの困難な状況\nア  意識障害により自己回復ができない重症低血糖  なし\nイ  糖尿病ケトアシドーシスによる入院            なし\nウ  高血糖高浸透圧症候群による入院              なし\n所見  血糖コントロールは非常に不安定で，高血糖発作と低血糖発作を繰り\n返しているコントロール不能の状態。昏睡には至らないものの家人の助\nけを借りなければならない重症低血糖発作は月１，２回は認めている。\nグルカゴンを処方し，家人にも注射手技を指導し，重症低血糖に備えて\nいる。\n(8)  合併症\nア  眼の障害        あり（白内障）\nイ  神経系統の障害  あり（自律神経障害に伴う起立性低血圧症と認める。）\nウ  その他          糖尿病性歯周炎\n(9)  現症時の日常生活活動能力及び労働能力\n日中夜間を問わず，予測不能の低血糖発作が出現するため，肉体労働は不\n可。軽労働も常に低血糖発作に対処できる環境でなければ不可である。\n(10)  予後\n高血糖となっている時間も多く，合併症が今後進行することが予測される。\n(11)  備考\n膵内分泌機能不全（インスリン分泌不全）は，固定機能障害であり，回復\nは望めない。血糖が非常に不安定なため持続血糖モニター機能付きのインス\nリンポンプを使うことが望ましいが，経済的負担が大きすぎ使用が困難であ\nる。\n２  その他の状況\n原告Ｘ９は，大学卒業後，事務の仕事に就いたが，婚姻を機に，約７年働い\nた職場を退職した。\n原告Ｘ９は，平成２６年１２月に第１子を出産し，平成３０年７月に第２子\nを出産した。\n以  上\n"
}