{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 2,
    "month": 1,
    "day": 28
  },
  "case_number": "平成30(う)468",
  "case_name": "傷害致死被告事件",
  "court_name": "大阪高等裁判所第３刑事部",
  "result": "棄却",
  "lawsuit_id": "89264",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=89264",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/264/089264_hanrei.pdf",
  "contents": "平成３０ ４６８号  傷害致死被告事件\n令和２年１月２８日  大阪高等裁判所第３刑事部判決\n主            文\n本件控訴を棄却する。\n理            由\n第１  事案の概要\n本件控訴の趣意は，検察官畝本毅作成の控訴趣意書及び検察官田中嘉寿子\n作成の「控訴趣意書の訂正」と題する書面に各記載のとおりであり，これに\n対する答弁は，主任弁護人宇野裕明ら共同作成の答弁書に記載のとおりであ\nるから，これらを引用する。論旨は，原審の訴訟手続の法令違反と原判決の\n事実誤認を主張するものである。\nすなわち，本件公訴事実の要旨は，「被告人は，平成２０年１２月１１日\n午後９時頃から同月１２日午前０時２５分頃までの間に，大阪市ａ区内の当\n時の被告人方があったマンション（以下「本件マンション」という。）の居\n室（以下，「被告人方居室」という。）において，Ａ（当時１歳１１か月。\n以下「本件児童」という。）に対し，その頭部に強い衝撃を与える何らかの\n暴行を加え，よって，同人に急性硬膜下血腫（以下「本件急性硬膜下血腫」\nという。）・脳腫脹の傷害を負わせ，同月１４日午後０時５分頃，同人を前\n記傷害に基づく遷延性中枢神経機能障害により死亡させた」というものであ\nる。\n原判決は，本件急性硬膜下血腫が他者の故意行為によって発生したことが\n常識的に考えて間違いないとはいえず，被告人が，本件児童に対し，その頭\n部に強い衝撃を与える何らかの暴行を働いたことが，常識的に考えて間違い\nないということはできないとして，犯罪の証明がなく，被告人を無罪とした。\nこれに対して，検察官が控訴を申し立て，上記控訴趣意を主張したのが本件\nである（なお，原審においては，被告人の覚せい剤取締法違反（使用）の事\n実（以下「覚せい剤使用事実」という。）も起訴され，本件と併合審理され\nており，原判決は，覚せい剤使用事実については有罪判決（懲役２年４月）\nを言い渡したが，本件と覚せい剤使用事実は可分であり，かつ，同事実につ\nいては被告人から控訴の申立てがされたものの取り下げられたことから，本\n件のみが当審に係属している。）。\n第２  控訴趣意中，訴訟手続の法令違反の点について\n１  原審弁論での新主張に対する原審検察官の反論の機会不授与\n検察官は，原審裁判所は，公判前整理手続において，原審弁護人が，本件\n急性硬膜下血腫は事故等を原因とした可能性がある旨主張した際，どのよう\nな事故を想定しているかについて特定させずに放置し，立証段階においても，\nどのような事故が想定され得るのかが何ら明らかにされないまま，原審弁護\n人が，原審弁論において，突然，「寝室で寝ていた本件児童が起き，寝室の\nガラステーブルにのぼり，おでこを壁にぶつけ，そのままの勢いで後方に転\n倒・転落し，右後頭部を強打した可能性」を主張したのに対し，原審検察官\nに一切具体的な反論の機会を与えなかったが，これは，原審裁判所が適切に\n訴訟指揮権を行使しなかったものであるから，原審の訴訟手続には法令違反\nがある，と主張する。そこで，原審記録に基づき検討する。\n公判前整理手続期日を含めた原審の審理概要\nア  当初形成された争点\n原審検察官は，平成２８年４月１９日に証明予定事実記載書を提出し，\nそこで，本件児童の死因が，①急性硬膜下血腫・脳腫脹に基づく遷延性中枢\n神経機能障害であること（以下「原審検察官当初主張①」という。），②死\n因となった急性硬膜下血腫は，その程度が相当重症であって外力の程度が相\n当強いと考えられることや，単なる転倒・転落等では生じ得ない眼底出血が\n生じていること等から，当時１歳１１か月であった本件児童自身の行為や被\n告人方居室内での単なる事故で生じるものではなく，他者の故意行為による\n打撲など，頭部に強い衝撃を与える何らかの暴行（以下「検察官主張暴行」\nという。），あるいは揺さぶり行為（以下，単に「揺さぶり行為」といい，\n検察官主張暴行を併せて，「検察官主張暴行等」という。）によって生じた\nものと認められること（以下「原審検察官当初主張②」という。），③本件\n児童が，他者から上記②の暴行を加えられた時間帯が平成２０年１２月１１\n日午後９時頃から翌１２日午前０時２５分頃までの間と認められるところ\n（以下，「検察官主張時間帯」といい，本件に関する原審検察官ないし原審\n弁護人の主張に係る日時は，特に断らない限り，全て平成２０年のものであ\nる。），検察官主張時間帯に本件児童に検察官主張暴行等を加える機会があ\nったのは被告人だけである（以下「原審検察官当初主張③」という。）との\n主張等をした。\n原審国選弁護人による主張\n原審で，当初，被告人のために国選弁護人２名が選任され，平成２８年９\nの原審検\n察官当初主張②について，その受傷原因が必ずしも検察官主張暴行等によっ\nて生じるものとは断定できず，また，原審検察官当初主張③について，本件\n急性硬膜下血腫が検察官主張時間帯に生じたとは断定できないと主張した。\n原審弁護人による主張\n平成２８年１２月２０日及び同月２１日に新たに私選弁護人らが選任され\nた（以下「原審弁護人」という。）。原審弁護人は，平成２９年２月１３日\nの第９回公判前整理手続期日において，解任前の国選弁護人提出に係る予定\n主張記載書面⑴，⑵を撤回した上，改めて，同年５月３１日提出の予定主張\n記載書面⑵（標題は原審国選弁護人提出に係るものと重複）及び同年７月１\n，同\n年９月１１日の第１５回公判前整理手続期日における釈明で，本件急性硬膜\n下血腫は軽微な転倒転落等によっても生じ得ることから，１２月１１日の数\n日前にあったとされるＢという店舗での転倒事故以外にも転倒事故を起こし\nた抽象的可能性があり，本件急性硬膜下血腫が発症しても直ちに意識障害等\nの症状が現れるとは限らず，したがって，本件急性硬膜下血腫が検察官主張\n時間帯に生じたとも断定できないと主張した。さらに，原審弁護人は，平成\n等のうち，\n揺さぶり行為について，揺さぶり行為に遭った乳幼児に現れる症候群である，\nいわゆるＳＢＳについての仮説（以下「ＳＢＳ仮説」という。）の信頼性に\n関する主張を行った。なお，原審弁護人は，同年６月１２日の第１３回公判\n前整理手続期日において，医師を証人請求して，本件児童が他の原因により\n死亡した可能性があることを立証する予定であるが，本件児童が，検察官が\n主張する犯行日以前にＢで転倒した事実以外に，死因となり得る具体的なエ\nピソードを主張する予定がないことを明らかにした。\nイ  専門家証人の請求とそれに伴う主張\n原審検察官による専門家証人の請求等\n原審検察官は，平成２９年１１月２１日に証明予定事実記載書３を提出し，\nその中で，原審検察官当初主張②についての主張を補充し，検察官主張暴行\n等は，頭部に対する直達外力（鈍体による打撲などの，頭部に直接作用する\n外力）と，これに加えて，頭部等を揺さぶる行為を伴った可能性からなると\n主張するとともに，それを推認させる医学的所見として，１２月１２日午前\n２時３０分頃に救急搬送先の病院等で撮影された本件児童の頭部ＣＴ画像\n（以下「本件ＣＴ画像」という。）から，左側頭部の急性硬膜下血腫の血腫\n量が多く，著明な脳腫脹が認められたこと，解剖の結果，頭蓋骨骨折は認め\nられなかったが，頭部前面及び後面に皮下出血が認められたこと（なお，前\n記直達外力により頭蓋骨骨折を伴わずに硬膜下血腫が生じたとしても何ら矛\n盾はない。）を挙げ，頭部等を揺さぶる行為をうかがわせる所見として，本\n件ＣＴ画像から認められる本件急性硬膜下血腫及び脳腫脹の状態からすれば，\nこれらは受傷後早期に生じたと認められるところ，これらを生じさせ得る先\n天性疾患等は見当たらないこと，広範囲に及ぶ網膜出血が認められたこと，\n他方で，前記の著明な脳腫脹から，重篤な脳実質損傷が早期に進行したと認\nめられる一方で，頭蓋骨骨折は認められないことを挙げ，さらに，本件急性\n硬膜下血腫等を生じさせた外力が第三者の故意によるものであることを推認\nさせる所見として，偶発的受傷としては説明のつかない大きな急性硬膜下血\n腫及び著明な脳腫脹を来していること，頭部の皮下出血が複数箇所に及んで\nいること，顔面に複数の損傷があり，顔面への暴力をうかがわせることを挙\nげた。その上で，原審検察官は，平成２９年１１月２１日付けで，本件児童\nの死因及び受傷機序等を立証趣旨としてＣ医師を，本件児童の治療状況及び\n受傷機序を立証趣旨としてＤ医師を証人請求した。\n原審弁護人による専門家証人の請求等\n原審弁護人は，平成２９年１０月３１日付けで，本件児童の死亡に至る機\n序を立証趣旨として，Ｅ医師を証人請求するとともに，同年１２月４日の第\n１９回公判前整理手続期日において，損傷部位等の客観的な遺体の状況につ\nいては争わない予定であることを明らかにした。\nウ  最終的な争点の形成と証拠の整理に至る経緯\n原審検察官は，平成２９年１２月２６日，従前の主張を補充するもの\nとして，証明予定事実記載書４を提出して，原審検察官当初主張②及び③に\n関して，本件児童の死因となった本件急性硬膜下血腫等が検察官主張時間帯\nに被告人が本件児童に対し検察官主張暴行等を加えたことによるものである\nことを示す間接事実として，要旨，「解剖の結果，本件児童の身体には，①\n前額中央正中から左方に２×３×０．２ｃｍ大の類矩形状の皮下軟組織内出\n血，同中央部を概ね水平に走る０．１×１．８ｃｍ大の小線状皮内出血（以\n下「前額中央部等皮内出血」という。），②左前額部ほぼ中央部，前記①の\n左方に隣接して３×２×０．２ｃｍ大の類矩形状の皮下軟組織内出血，同中\n央部を内上方から外斜め下方へ走る０．２×１．５ｃｍ大の小線状皮内出血\n（以下「左前額部皮内出血」という。），③右後頭部の頭皮下・帽状腱膜下\n出血，頭蓋底に及ぶ左硬膜下血腫，左頭頂部の架橋静脈２本の断裂及び周囲\nの出血，びまん性くも膜下出血及び脳腫脹・軟化などが認められ（以下，上\n記①，②，③の所見を併せて，「本件解剖所見等」という。），このうち前\n記①及び②の所見は，Ｆ（本件児童の母）が１２月１１日午後７時５０分頃\nに自宅を出た際には生じておらず，同日午後７時３０分頃から午後９時頃ま\nでの間に撮影された本件児童の写真１２枚の中にも見当たらないこと，同月\n１２日午前２時３０分頃に搬送先病院で撮影された本件ＣＴ画像及び同月１\n１日午後９時頃までの本件児童の状況から，急性硬膜下血腫（前記③の左硬\n膜下血腫）は１２月１１日午後９時頃以降に生じたと考えられること，同日\n午後９時頃から翌１２日午前０時２５分頃までの間に，本件児童に対して暴\n行を加える機会を有したのは被告人のみであること，したがって，少なくと\nも前記①ないし③については，被告人が犯行時間帯に本件児童に対して加え\nた暴行により生じたものである。」との主張を補充した。\nそこで，原審裁判長は，平成２９年１２月２６日の第２１回公判前整理手\n続期日において，Ｃ医師とＥ医師の証人尋問において部分的に対質を行いた\nいので，当事者双方に，両医師の対質における矛盾・対立点が明らかになる\nよう調整願いたいとの指示をした。\n平成３０年１月１７日の第２２回公判前整理手続期日において，原審\n検察官は，揺さぶり行為のみで本件児童が死亡した可能性については主張し\nないことを明らかにし，この結果，本件急性硬膜下血腫は，検察官主張暴行\nにより生じたとの主張をすることになった。\n同年２月２日の第２３回公判前整理手続期日において，本件ＣＴ画像\nを取り調べる必要性に関する原審裁判長からの求釈明を受けて，当事者双方\nから，双方が請求する専門家証人においてそれぞれの見解の根拠として本件\nＣＴ画像に基づく所見が必要となり得るとの意見が出された。\n同年２月１５日の第２４回公判前整理手続期日において，本件の争点\nは，被告人が，本件児童に対し，その頭部に強い衝撃を与える何らかの暴行\nを加え，急性硬膜下血腫等の傷害を負わせたかどうかであるとされ，これに\n対する原審検察官の主張は，まず，①死因となった本件急性硬膜下血腫等は，\n検察官主張暴行により生じたものと認められるとした上で，②検察官主張時\n間帯前の本件児童の様子や本件急性硬膜下血腫の発症時期等からすれば，検\n察官主張暴行が加えられたのは検察官主張時間帯であると特定でき，同時間\n帯に，本件児童に対し暴行を加える機会を有したのは，被告人のみであると\nいうものであり，原審弁護人の主張は，被告人は，本件児童に対し，検察官\n主張暴行を加えたことはなく，事故等を原因として本件急性硬膜下血腫等が\n発症した可能性は否定できず，また，本件急性硬膜下血腫等が発症したのが\n検察官主張時間帯であると特定することはできないというものと整理された。\nその上で，原審検察官は，人証としてＣ医師，Ｄ医師及びＦを請求すると\nともに，証拠書類として，検察官主張時間帯前あるいは救急搬送前の本件児\n童の様子を立証するため本件マンションの防犯カメラ画像が添付された捜査\n報告書，マッサージのため被告人方居室を訪れ，その際本件児童の様子を見\nたＧの警察官調書抄本（原審甲３４），被告人方居室等の状況についての捜\n査報告書（原審甲３５），本件児童の死因についての捜査報告書（原審甲３\n９），本件児童の解剖所見の内容等についての捜査報告書（原審甲４０）で\n不同意部分を除いた部分，本件ＣＴ画像の内容等についての捜査報告書（原\n審甲４１），１２月１１日午後７時３０分頃及び同日午後９時１分頃にそれ\nぞれ撮影された本件児童の写真２枚（以下「取調済み本件児童写真」という。\n）が添付された捜査報告書（原審甲４２）等を請求したほか，頭部外傷の医\n学的知見についての原審弁護人との合意書面（原審甲３８，原審弁３９）等\nを請求し，原審弁護人は，人証としてＥ医師のほか，Ｈ，Ｉ（被告人の母，\n以下「被告人の母」という。）を，証拠書類として小児頭部外傷の医学的知\n見と題する書面（原審弁４０）を，それぞれ請求し，原審裁判所は，当事者\n双方が撤回せずに請求を維持した証拠は，被告人の前科に係る証拠（原審乙\n９，１０）を却下したほかは，全て採用して取り調べた。\n検察官の主張についての検討\nア  原審検察官の認識等\nアによれば，原審公判前整理手続の当初から，本件において，原審\n検察官当初主張①については争いがなく，原審検察官当初主張②に関して，\n本件児童の死因となった本件急性硬膜下血腫の原因が他者による外力，すな\nわち，検察官主張暴行等によるものか否か，原審検察官当初主張③に関して，\n本件急性硬膜下血腫の発症時期が争点として形成され，\n原審弁護人において，本件急性硬膜下血腫が軽微な転倒転落等の事故により\n生じ得るとの主張もなされている。したがって，原審検察官にあっては，原\n審公判前整理手続の当初の段階から，本件の争点の一つとして，原審検察官\n当初主張②に関して，本件急性硬膜下血腫が検察官主張暴行等によって生じ\nたことを立証するとともに，原審弁護人が主張する転倒転落等の事故によっ\nて生じた可能性を排斥する立証を行う必要があることは認識できていたこと\nになる。\nイ  原審検察官の選択した立証方法等\nそこで，原審検察官は，前記アのとおり認識した立証の必要に応える手段\n，ウの経過からすれば，自らの意思で本件ＣＴ画像や本件\n解剖所見等に基づくＣ医師及びＤ医師の医学的所見による立証を選択したこ\n明予定事実記載書において，本件児童には偶発的受傷としては説明のつかな\nい大きな急性硬膜下血腫及び著明な脳腫脹を来していること，本件児童の頭\n部の皮下出血が複数に及んでいる上，その顔面に複数の損傷があることを検\n察官主張暴行があったと推認する根拠として主張し，これらを，Ｃ医師らの\n証人尋問等によって明らかにされる医学的所見によって立証し，それが成功\nすれば，原審弁護人の主張する偶発的事故により本件急性硬膜下血腫が生じ\nたものでないことは，その態様如何を問わず，排斥されるものと考えていた\nことは明らかである。このことは，上記のとおり，被告人方居室等の状況に\nついての捜査報告書（原審甲３５）を請求し，原審弁護人の同意意見を得て，\n原審裁判所に証拠採用されているが，同報告書は平成２１年２月１６日付け\nの被告人方居室の検証調書に基づくものであることから，上記捜査報告書で\n本件児童が倒れていたとされる居室やそこに置かれた家具等の細かな状況等\nについても書面に取り入れることは十分可能であったにもかかわらず，それ\nを行っていないことからも裏付けられている。\nウ  結論\n以上からすれば，前記１の冒頭記載のとおり，原審弁護人が，原審弁論に\nおいて，本件児童に本件急性硬膜下血腫が発症した偶発的事故として考えら\nれる具体的な一態様を主張したとしても，前記ア，イからすれば，原審検察\n官は，Ｃ医師らの証言等によって立証される医学的所見によって十分排斥で\nきるものと考え原審公判に臨んでいたというべきであって，原審弁論におい\nて原審弁護人が上記主張をし，それに対して，原審裁判所が特段原審検察官\nに反証の機会を与えなかったことに，何ら違法とされるべき点はない。\n２  刺激証拠の採否について\n検察官は，原審裁判所が過度に刺激証拠を忌避する態度を取ったこと\nから，原審検察官は，本件児童の解剖鑑定書（原審甲２）（以下「本件解剖\n鑑定書」という。），本件前及び搬送後等の本件児童の写真を添付した報告\n書（原審甲３２）（以下「本件児童写真添付報告書」という。）につき，証\n拠請求を断念して撤回せざるを得ず，医師の証人尋問の際に解剖写真を示す\nことも避けざるを得ず，Ｃ医師の証人尋問においても，本件児童の頭部の皮\n下出血についておおよその位置を図示させるにとどめざるを得ないなど，事\n実上証拠が制限され，その結果，本件急性硬膜下血腫が偶発的事故を原因と\nする可能性があったかについて，真に必要不可欠な証拠である本件児童の頭\n部外傷の形状を示す打撲傷や皮下出血の写真が証拠として顕出されず，審理\n不尽のまま判決に至った違法がある，とも主張する。\nしかし，原審記録をみても，原審検察官は，前記１ のとおり，\n本件ＣＴ画像及び検察官請求のＣ及びＤ両医師の証言によって裏付けられる\n医学的所見から，本件児童には偶発的受傷としては説明のつかない大きな本\n件急性硬膜下血腫及び脳腫脹が存在すること，及び本件児童の頭部の皮下出\n血が複数箇所に及んでいること等をもって，本件児童に検察官主張暴行が加\nえられたことを立証する方針を定め\n童の頭部皮下出血等の状況等についての本件解剖所見等についての主張を補\n充したところ，原審裁判長は，当事者双方にＣ及びＥ両医師の証人尋問にお\nいて部分的に対質を行うので，その対立点等を明らかにするよう指示した。\nウ\n手続期日において，本件ＣＴ画像の証拠調べが必要となる旨の意見を述べた\nほか，原審検察官は，上記両医師の尋問において見込まれる対立点を見据え\nて必要となる医学的用語等を含めた合意書面の作成を進めている旨述べた上，\n前記\nての捜査報告書，検察官主張時間帯直前の本件児童の写真等についての捜査\n報告書及び原審弁護人との医学的知見についての合意書面を請求する一方で，\n本件解剖鑑定書及び本件児童写真添付報告書等を撤回したものであって，こ\nれからすれば，原審検察官は，検察官主張時間帯に本件児童に加えられた検\n察官主張暴行により本件急性硬膜下血腫が生じたと立証するには，本件解剖\n鑑定書及び本件児童写真添付報告書は必要ではないとの判断に至ったものと\n認められる。\nしたがって，本件解剖鑑定書及び本件児童写真添付報告書が証拠とし\nて原審審理に顕出されなかったとしても，それは原審検察官の立証方針に基\nづくものであって，この点において，原審裁判所に審理不尽があったといわ\nれる理由はない。\n３  まとめ\n以上検討したとおり，原審の訴訟手続に法令違反はなく，この点について\nの検察官の論旨は理由がない。\n第３  控訴趣意中，事実誤認の点について\n１  原判決の概要等\n原判決は，概要，以下のような理由を説示して，被告人が，検察官主張暴\n行を加えたことが証拠に基づき常識的に考えて間違いないとはいえないと判\n断した。\n前提事実\nア  本件児童の死因となった遷延性中枢神経機能障害は，１２月１２日午\n前２時２８分頃撮影された本件ＣＴ画像により認められる本件急性硬膜下血\n腫及び脳腫脹の傷害に起因する。\nイ  本件急性硬膜下血腫の発症時期は，Ｇが被告人方居室を退出した１２\n月１１日午後１１時頃から，被告人が本件児童の異変に対応してＪ病院に電\n話した同月１２日午前０時２５分頃までの間である（以下「原判決認定発症\n時間帯」という。）。\nウ  被告人と本件児童は，原判決認定発症時間帯に，被告人方居室にいた。\n原審検察官主張間接事実の検討\nア  本件急性硬膜下血腫の重症度からの推認について\n原審検察官は，本件急性硬膜下血腫は急速に進行した最重度のもので\nあり，偶発的事故では生じ得ない相当強い外力が働いたといえるのであって，\nこのこと自体から，本件急性硬膜下血腫が他者の故意行為により生じたと推\n認できると主張する（以下「原審検察官主張間接事実①」という。）。\nしかし，Ｃ医師やＥ医師の証言（いずれも原審における証言であり，\n以下に「証言」として引用するのは，いずれも原審における証言をいう。）\nによれば，本件急性硬膜下血腫の原因は，本件児童の頭部に外力が加わった\nことにより，２本の架橋静脈が破綻したことにある。ところで，Ｅ医師の証\n言によれば，架橋静脈が損傷すると出血量は多量になり，血腫も広範囲に及\nぶため，本件急性硬膜下血腫の大きさや出血量だけでは，それが生じた外力\nの大きさを推測することはできず，架橋静脈が損傷するためにどの程度の外\n力が必要であるかという観点からの検討が求められるが，本件児童のような\n小児の架橋静脈は，それが頭蓋骨に対して直角に近い形で通っていることや，\nその血管壁が成人に比して薄いことから，脳実質に回転力がかけられた場合\nには切れやすいため，故意による打撃のほか，転倒等の事故によっても破綻\nした可能性が排斥できない。したがって，本件急性硬膜下血腫の進行速度や\n程度から，加えられた外力が他者の故意行為によると認めることはできない。\nイ  Ｄ医師及びＣ医師の知見からの推認について\n原審検察官は，Ｄ医師及びＣ医師が，ともに過去の経験に照らして偶\n発的原因により発症した急性硬膜下血腫による死亡例がないことから，本件\n急性硬膜下血腫が他者の故意行為により生じたと推認できると主張する（以\n下「原審検察官主張間接事実②」という。）。\nＥ\n証言の内容からすれば，偶発的事故に起因した急性硬膜下血腫により死亡す\nる可能性も十分あり，転倒等の偶発的な事故により生じた急性硬膜下血腫に\nより\n血腫が他者の故意行為により生じたと推認するに足りない。\nウ  本件児童の頭部等の皮下出血からの推認について\n原審検察官は，本件児童の頭部等に多数の皮下出血があり，このこと\nから，本件児童の頭部に故意の外力が何度も働いたと推認できることから，\n本件急性硬膜下血腫も他者の故意行為によって生じたものと推認できると主\n張する（以下「原審検察官主張間接事実③」という。）。\n確かに，本件児童の頭部にはおおむね８か所の皮下出血等（原審甲４\n０の２項記載のもの。以下，そこで皮内出血あるいは皮下軟組織内出血等の\n記載をされたものも含めて，「原判決認定皮下出血」という。）があり，少\nなくともそのうちの一つが本件急性硬膜下血腫を生じさせた外力により生じ\nたものと認められるが，原判決認定皮下出血のうち，いずれがそれに当たる\nのかは特定できない。\nところで，Ｃ医師の証言によれば，原判決認定皮下出血は全て外力の\n作用によるものと認められる。この点，Ｅ医師は，一部が血管透過性亢進等\nにより生じた可能性があるとするが，本件児童のカルテの記載等に照らして，\nＥ医師の指摘は抽象的な可能性をいうに過ぎず，上記Ｃ医師の証言を排斥す\nるものではない。また，Ｅ医師は，対側損傷の可能性を理由に，右後頭部の\n硬膜下血腫が架橋静脈の破綻により生じたことに照らせば，皮下出血が生じ\nた場所又はその対側に血腫が現れるとは必ずしもいえないことなどから，上\n記Ｅ医師の証言は採用できない。\n原判決認定皮下出血は，その部位が８か所に及び，その中には偶発的\nな事故等で受傷することが想定し難い頭頂部のものも含まれることからすれ\nば，その全てが偶発的な事故により受傷したとは認められない。もっとも，\n生じた外力によって受傷したのか特定できない以上，その一部に他者の故意\n行為による皮下出血が含まれているからといって，本件急性硬膜下血腫が他\n者の故意行為によって生じたとはいえない。また，原判決認定皮下出血はそ\nれぞれが１回の外力によるものと考えられるが，多数の皮下出血があるから\nといって，直ちに，その全てが他者の故意行為によるものと推認することは\nできない。そうすると，多数の皮下出血があることを根拠に，本件急性硬膜\n下血腫を生じさせた外力が他者の故意行為によるものであり，更にはそれが\n被告人によるものと認められるためには，原判決認定皮下出血の相当数が同\n一機会（原判決認定発症時間帯）に生じたと間違いなく認められることが必\n要である。\n原判決認定皮下出血の受傷時期は，Ｃ医師の証言によっても半日程度\nの幅が残り，それらの相当数が同一機会に生じたと認めることはできない。\nなお，Ｃ医師は，原判決認定皮下出血が点在していることから，これらが他\n者の故意行為によって生じたと証言するが，点在していることだけから，そ\nのような推認はできず，Ｃ医師の見解も，これらが同一機会に生じたことを\n前提としたものと解される。\nＦは，１２月１１日午後８時頃に出勤する時点で，本件児童の左眼窩\n部の皮下出血以外の皮下出血は認識しておらず，取調済み本件児童写真には，\n左眼窩部及び右眼窩部のあざ様のもの以外に傷や内出血は写っていない。他\n方，Ｆ，被告人の母及びＤ医師の証言によれば，原判決認定皮下出血のうち\n前額中央部等皮内出血及び左前額部皮内出血については，Ｆが出勤した後本\n件児童が搬送されるまでの間に生じたものと認められるが，他の皮下出血に\nついては，一見して見える場所にあるものではなく，Ｆがその存在に気づい\nていなかった可能性が否定できないことから，原判決認定皮下出血のうち相\n当数が１２月１１日午後８時頃以降に生じたと認めることはできない。\n被告人も，原判決認定皮下出血の多くが発症して\nいることに気づかず，そのため，１２月１１日午後１０時頃から午後１１時\n頃までの間，マッサージをするため被告人方居室に呼ばれてきたＧに本件児\n童を見せたとしても，不自然ではない。\nそうすると，原判決認定皮下出血の相当数が原判決認定発症時間帯に\n受傷したことが間違いないといえる程度まで立証されているとはいえず，そ\nうである以上，本件児童の頭部に原判決認定皮下出血があることを理由に，\n本件急性硬膜下血腫が被告人の故意行為を原因とすると推認できない。\nエ  本件児童の網膜出血について\n本件児童には網膜出血が認められるが，Ｃ医師の証言によっても，他者の\n揺さぶり行為によって生じた可能性があるというにとどまり，その時期も明\nらかでないから，このことから，検察官主張時間帯において被告人が本件児\n童の頭部に暴行を加えたと認めることはできない。\n２  当裁判所の判断\n検察官は，原審記録に基づき，原判決は，原審検察官が主張した前記\nア，イ及びウの各間接事実から被告人が本件児童に検察官主張暴行を加えた\nことを推認できるのに，Ｄ医師，Ｃ医師及びＥ医師の各証言の信用性判断を\n誤り，あるいは，各間接事実を総合して本件急性硬膜下血腫を生じさせた外\n力が他者の故意行為と認定できるかどうかの検討を全く行わなかった結果，\n被告人が本件児童に対し検察官主張時間帯に検察官主張暴行を加えたとは認\nめるに足りないと判断した点において，事実誤認があると主張する（控訴趣\n意書１１頁⑵から１４頁４の上まで。以下【  】内で控訴趣意書の頁数を指\nす。）。\nしかしながら，原審記録を調査して検討すると，前記１の原判決の認定判\n断は，その理由として説示するところも含め，論理則，経験則等に照らして\n不自然不合理であるとはいえず，原判決に事実誤認があるとはいえない。以\n下，検察官の主張に即して，補足して説明する。\n原審検察官主張間接事実①及び②に対する判断について\n原判決は，前記１⑵ Ｃ医師及びＥ医師の証言によれば，本\n件急性硬膜下血腫の原因は，本件児童の頭部に外力が加わったことにより，\n２本の架橋静脈が破綻したことにあると認められることを前提とした上，Ｅ\n医師の，本件児童のような小児の架橋静脈は，故意による打撃のほか，転倒\n等の事故によっても破綻した可能性が否定できないとの証言に依拠して，本\n件急性硬膜下血腫の進行速度や程度から，加えられた外力が他者の故意行為\nによるものと認められないと認定判断した。これに対し，検察官は，Ｄ医師\n及びＣ医師の各証言は，いずれも信用性が高く，これらの証言からは，本件\n急性硬膜下血腫が偶発的事故により生じた可能性が極めて低いと認められる\nのに対し，Ｅ医師の証言は，一般論に基づき偶発的事故の抽象的可能性を指\n摘したにすぎず，本件の事実関係に即した具体的な受傷機序等の考察をして\nいない上，同医師は虐待が疑われる重症頭部外傷についての専門的知識経験\nが不十分であることや，同医師が医学的に不適切な証言をしていることから\nすれば，Ｅ医師の証言に依拠して，Ｄ医師及びＣ医師の各証言によって裏付\nけられる本件急性硬膜下血腫が他者による故意行為によって生じたとの事実\nを，認めるに足りないと判断した原判決の判断は誤っている旨主張する【２\n１頁⑷から３８頁⑻の上まで】。しかしながら，以下のとおり，この点につ\nいて，Ｅ証言の信用性を認めた原判決の判断は，論理則・経験則等に照らし\nて不自然不合理とはいえず，検察官の上記主張は採用できない。\nア  Ｅ医師の証言の信用性について\nＥ医師は，本件急性硬膜下血腫が生じた原因について，原審公判において，\n要旨，「小児の頭部は，骨が薄く，血管の発達がまだ十分でなく，大人ほど\n血管の壁が厚くないため，架橋静脈が切れやすいし，架橋静脈は太い血管で\nあり，簡単に血は止まらないので，出血量が多いことから加わった外力が強\nかったという推測はできないこと，中村紀夫医師の論文（原審弁４０）中の\n中村Ⅰ型は，１ｍ前後以下の低位からの落下により急性硬膜下血腫が生じた\n例であり，非常に軽い外傷で急性硬膜下血腫が生じた例の報告もあること，\n本件児童に頭蓋骨骨折はなく，その頭部に加わった外力は，骨折を起こすほ\nどの外力ではなかったといえること等からすれば，本件急性硬膜下血腫も，\n転落や転倒等の事故によって生じた可能性は否定できない。」などと証言す\nる（原審第２回公判調書中のＥ医師の証人尋問調書６～２７頁。以下，原審\n各証人の証人尋問調書や被告人供述調書を引用する場合には，「Ｅ６～２７\n」などと略記する。同公判調書中のＣ医師の証人尋問調書３～４頁のＥ医師\nの証言部分。以下Ｃ⑵３～４（Ｅ証言部分）などと略記する。）。\nこれに対し，検察官は，Ｅ医師の上記証言について，①Ｅ医師は，虐待が\n疑われる重症頭部外傷について専門家としての十分な知識経験を有していな\nいこと，②小児の架橋静脈が切れやすいなどと供述するものの，それは成人\nに比べて乳幼児の方が切れやすいという抽象的可能性をいうにとどまり，本\n件児童の架橋静脈が切れやすかったか否かについて具体的に供述していない\n上，本件において具体的に想定される偶発的事故の状況を何ら指摘できてお\nらず，抽象的一般論として偶発的事故の可能性を指摘しているにすぎないこ\nと，③真の中村Ⅰ型は，外表創がないことが前提である上，予後が良好なも\nのばかりで致死的な症例は確認されておらず，好発年齢が限られているもの\nであるから，本件児童は中村Ⅰ型には当てはまらず，その証言は根拠を欠く\nこと，④本件児童の頭部等にみられた多数の皮下出血について，多臓器不全\nの進行による血管透過性亢進が原因である可能性があるという誤った判断を\nしていることを挙げて，同証言に依拠することはできず，同証言によりＤ医\n師及びＣ医師の各原審証言の信用性は減殺されないなどと主張する【３１頁\n⑹～３８頁⑻の上まで】。しかしながら，以下のとおり，検察官の主張は採\n用できない。\n検察官の上記主張①について\nＥ医師は，脳神経外科医として臨床に当たった長期間の経験があり，その\n中では小児患者の頭部の手術の経験も多数あったというのであるから（Ｅ１\n～４），小児の頭部外傷に関して豊富な知識経験を有すると認められ，同医\n師が偶発的な頭部外傷により死亡した症例や乳幼児に対する虐待等を疑って\n通報等をした事案を経験していないからといって，専門家として十分な知識\n経験を有していないとはいえない。\n検察官の上記主張②について\nＥ医師は，自身の外来診療の経験において，軽い外傷で意識がなかったな\nどという事例があるが，９９パーセント以上何も起こらないなどと証言して\nいるのであって，要するに，そうした事例で架橋静脈が切れるような経験を\nしたというものではなく（Ｃ⑵２８（Ｅ証言部分）），検察官からの本件の\n現場で想定できる具体的な事故態様について，分からない旨答えるなど（Ｅ\n４５～４６），本件児童の架橋静脈が切れやすかったか否かの問題や，本件\nにおいて想定される偶発的事故の状況について，具体的に触れるものでない\nことは，検察官の指摘するとおりである。しかしながら，そのことからＥ医\n師の証言が誤っていることになるわけではなく，同証言の証拠価値をそのよ\nうな前提で評価すべきことになるに過ぎない。すなわち，Ｅ医師の証言は，\n本件児童の架橋静脈が切れやすかったか否か，本件において偶発的事故とし\nて具体的にどのようなものが想定されるのか，といった具体的な事項にまで\n踏み込むことなく，あくまで小児の頭部の特徴や，頭部外傷に関する論文等\nから，本件急性硬膜下血腫が，転落や転倒などの事故によって生じた可能性\nを否定することまではできない旨の医学的知見の一般論を証言しているもの\nとみるべきなのであって，むしろ，この一般的な医学的知見の限りにおいて\nは，原審公判において，Ｃ医師も，誤りであると否定し去ることはできてい\nないのである。原判決も，上記のような意味でＥ医師の証言を理解した上で，\n本件児童の架橋静脈については，偶発的事故によって切れるほど切れやすい\nなどとはいえないのか否か，あるいは，本件において，本件児童の架橋静脈\nが切れるほどの偶発的事故など具体的に想定することが難しいといえるのか\n否かを検討判断したものであって，Ｅ証言の信用性判断を誤ったものとはい\nえない。\n検察官の主張③について\nＥ医師の原審証言の重点は，本件がいわゆる中村Ⅰ型そのものに該当する\nか否かを問題にしているのではなく，その分類が行われるに至った１ｍ前後\n以下の低位からの落下等の比較的軽微な外傷でも死に至る急性硬膜下血腫を\n生じた事例があるという，故意行為以外の可能性の存在をうかがわせる事例\nの存在を問題としているのであり，原判決も，そのような理解の下で，Ｅ証\n言の信用性判断をしたものであって，検察官の主張は採用できない。なお，\n検察官の主張③のうち，真の中村Ⅰ型に関する主張【４０頁ウから４５頁６\nの上まで】はほぼ全てが原審記録に基づかない主張であり，失当である。\n検察官の主張④について\n原判決は，Ｅ証言のうち，本件皮下出血は血管透過性亢進が原因である可\n能性があるとする点については，原判決認定皮下出血が解剖時に吸収に傾く\n（治癒に向かう）とされていることとの整合性に問題があること等からこれ\nを排斥しており，この点のＥ証言の信用性について，原判決は判断を誤って\nいない。もっとも，上記の点は，本件急性硬膜下血腫が偶発的事故によって\n生じた可能性があることの根拠とは直接関わらないし，本件児童に血管透過\n性亢進があり得たこと自体は，本件児童の当時の血圧の状態を踏まえた正当\nな指摘であり（Ｅ２２），Ｃ医師も，これが医学上，生理学上，現象として\nあり得ることは否定していない（Ｃ⑵５，９～１０，１６～１７）。これか\nらすれば，Ｅ証言のうち，上記の点で信用性が疑われたとしても，そのこと\nから直ちにＥ医師の専門性に疑念を生じさせるものとはいえず，ひいては，\nこれによってＥ証言の信用性全体が左右されるものではない。\nＥ証言の信用性に関する検察官のその他の主張について\nなお，検察官は，原判決が，本件児童の頭部に頭蓋骨骨折はなく，加えら\nれた外力が頭蓋骨を骨折させるほどに強いものではなかったと認定した点に\nついて，外力の強さと子供の頭蓋骨骨折は必ずしも相関関係になく，頭蓋骨\n骨折がないことをもって外力がそれほど強くなかったと認定するのは誤りで\nあると主張する【３８頁⑻から３９頁５の上まで】。しかし，検察官が指摘\nする原判決の説示は，Ｅ証言の信用性を肯定する根拠として説示されたもの\nであるところ，Ｅ医師は，本件児童の頭部に頭蓋骨骨折がなかったことから，\n本件児童の頭部に加わった外力は骨折を起こすほどのものではなかった旨証\n言していること（Ｅ１８）からすると，上記説示は，同証言を受けたものと\n解される。そして，同証言は，本件児童の頭部に頭蓋骨骨折がなかったこと\nを，偶発的事故である可能性があることの根拠の一つとしたものに過ぎない。\nすなわち，同証言は，本件児童に頭蓋骨骨折がなかったことから頭部に加え\nられた外力が強くなかったと断じているのではなく，外力が強くなかった「可\n能性」があり，そのことが偶発的事故である「可能性」の根拠の一つとなる\nとしたものと解されるのである。そうすると，上記Ｅ証言は，外力の強さと\n子供の頭蓋骨骨折が必ずしも相関関係にないことと何ら矛盾しないのであっ\nて，不合理であるとはいえず，ひいては，原判決の上記説示にも誤りはない\nというべきである。\nイ  Ｄ医師及びＣ医師の各証言について\nＤ医師は，原審公判において，本件急性硬膜下血腫が極めて重篤なもので\nあること，本件児童には複数の皮下出血が認められ，それらがいずれも偶発\n的に生じたとは考え難いこと，過去の非虐待症例では死亡例がないこと，西\n本博医師の論文（原審弁４０）でも，偶発的な外傷で急性硬膜下血腫を生じ\nた事例では死亡例がなかったとされていること等を根拠として，本件急性硬\n膜下血腫を生じさせた外力は故意によるものと考えられる旨証言している\n（Ｄ１０～２０）。また，Ｃ医師は，原審公判において，本件急性硬膜下血\n腫はひどいものであり，日常の中での簡単なアクシデントでは起きないとい\nう意味での大きな外力が働いたといえること，本件児童の頭部には約８か所\nの皮下出血（原判決認定皮下出血）があり，これらは頭頂部や後頭部など頭\n部全体に近い広範囲に点在しており，いずれも受傷時期に大きな時間的な差\nがなく，おおむね半日以内であること，本件児童には，腹部，背中，腰，腕，\n足にも皮下出血があり，特に，膝より少し上の部分の内側や左上腕といった，\n転倒によってはできない箇所に皮下出血が見られるという，第三者による虐\n待を強く疑う所見があること等から，本件急性硬膜下血腫を生じさせた外力\nは故意によるものである旨証言している（Ｃ⑴５～３１，⑵２５～２８）。\nところで，Ｄ及びＣ両医師は経験豊富な専門家であり，その公正さや能力に\n疑問はないし，各証言に本件児童の身体所見と整合しないような点も見当た\nらない。しかしながら，両医師が，本件急性硬膜下血腫を生じさせた外力が\n故意によるものであると証言する点については，Ｄ医師についていえば，症\n例や論文からの，重篤な急性硬膜下血腫が偶発的な外傷で生じることは考え\n難いという知識，経験等や，本件児童には複数の皮下出血が認められること\nを根拠とし，Ｃ医師についていえば，重篤な急性硬膜下血腫は日常の中での\n簡単なアクシデントでは起きないという知識，経験等や，本件児童の頭部に\nは受傷時期に大きな差のない原判決認定皮下出血があることや，本件児童に\nは頭部以外にも第三者による虐待を強く疑う所見があることを根拠とするも\nのであるから，上記の点につき，両医師の各原審証言どおりの認定をするた\nめには，その根拠とするところに問題がないといえる必要がある。しかるに，\n前記アのとおり信用できるＥ証言を踏まえて検討すると，以下のとおり，Ｄ\n及びＣ両医師の証言をもってしても，本件急性硬膜下血腫が他者による故意\n行為によって生じたと認めるに足りないとした原判決の判断が，論理則・経\n験則等に照らして不自然不合理であるとはいえない（なお，検察官は，両医\n師の各原審証言は，国際的に合意されている「乳幼児の虐待による頭部外傷\n（ＡＨＴ）に関する共同合意声明」における頭部外傷の診断方法等と整合す\nる，子供の日常生活事故統計と整合的である，理工学部の教授による工学的\nなシミュレーションからも，被告人方寝室のガラステーブルからの転落等で\n３\n１頁⑹の上まで】が，これらの主張は，原審記録に基づかない主張であり，\n失当である。）。\nＤ医師が根拠の一つとした，症例や論文からの，重篤な急性硬膜下血\n腫が偶発的な外傷で生じることは考え難いという知識，経験等，及び，Ｃ医\n師が根拠の一つとした，重篤な急性硬膜下血腫は日常の中での簡単なアクシ\nデントでは起きないという知識，経験等は，十分尊重すべきものではあるも\nのの，Ｅ証言に照らしたとき，少なくとも本件急性硬膜下血腫が，急速に進\n行した最重度のものであるとの事実から，直ちに偶発的な事故によるとの可\n能性を完全に排除し切れるものとまではいえない。\nすなわち，Ｄ医師は，太い血管が傷つき，そこから出血することと，\n外力の大きさに相関関係はあると思うなどという（Ｄ７５）。しかし，Ｄ医\n師は，その見解が素人的な答えであると自認しているところであって（Ｄ７\n５），本件急性硬膜下血腫が急速に進行した最重度のものとなったのは，太\nい血管である架橋静脈が切れたからであり，その架橋静脈が切れる機序に，\n自己転倒や低位落下があり得るという，前記アのＥ証言の見解を排斥するに\n足りない。\nＣ医師は，架橋静脈という太い血管が２本切れているから，外力が大\nきかった旨を証言するが（Ｃ⑴５２～５３），これも細い血管に比べると大\nきな外力が必要であろうという程度の理由にとどまり（Ｃ ，これも，\nＥ証言の見解を排斥するに足りるものではない。\nウ  原判決の判断に対する検討\n前記アのとおり，当審における検察官の主張を踏まえても，本件急性\n硬膜下血腫の進行速度や程度（重症度）からは，それが架橋静脈の破綻によ\nって生じたものである以上，必ずしも，他者による故意行為によるものと推\n認することはできず，転倒等の事故によって生じた可能性は否定できないと\nするＥ証言についての原判決の信用性判断に論理則・経験則等に照らして不\n自然不合理な点はない。\nまた，前記イのとおり，Ｄ医師及びＣ医師の経験や専門性は十分尊重\nに値するものの，その拠って立つところは，結局，Ｄ・Ｃ両医師の経験の域\nを超えるものではないところ，これが，Ｅ医師の拠って立つ経験よりも優越\nし，あるいは，Ｅ証言の見解を排斥するに足りるほどの，論理的あるいは客\n観的な論拠を示すものでもない。したがって，Ｄ・Ｃ両医師において，過去\nの経験に照らし偶発的原因により発症した急性硬膜下血腫の死亡例がないと\nする点も含めて，これら両医師の証言をもって，Ｅ証言の見解を排斥し得る\nとの前提に立った検察官の主張は採用できず，これら両医師の証言をもって，\n前記 のＥ証言の信用性を左右するに足りない。\n以上からすれば，前記 のＥ証言の信用性を肯定し，これによれば，\nＤ・Ｃ両医師の証言をもっても，本件急性硬膜下血腫が重症であることから，\nそれが偶発的原因によって生じた可能性を排斥できず，これをもって，他者\nによる故意行為によって生じたと推認するには足りないとした原判決の認定\n判断が，論理則・経験則等に照らして不自然不合理とはいえない。\n以上のとおりであって，原審検察官主張間接事実①及び②から本件急\n性硬膜下血腫が他者の故意行為によって生じたと認めるに足りないとした原\n判決の判断は是認できる。\n原審検察官主張間接事実③について\n原判決は，\n急性硬膜下血腫が被告人による故意行為によって生じたと推認するには，そ\nれらのうちの相当数が同一機会（本件急性硬膜下血腫の発症時期）に生じた\nと間違いなく認められることが必要であるが（以下「原判決判断基準」とい\nう。），そうであることが間違いないといえる程度にまで立証されていると\nはいえないとし，原審検察官が主張するような推認はできないとした。これ\nに対し，検察官は，次のとおり主張する。すなわち，①原判決判断基準は，\n多数の皮下出血の存在のみから本件急性硬膜下血腫を生じさせた外力が他者\nの故意行為であると認めることができるかを前提とするが，本件では，関係\n証拠から認められる具体的状況を踏まえつつ，各間接事実を総合考慮するこ\nとにより判断すべきであるから，前提を誤っている上，「相当数」の意味す\nるところも明らかではなく，何ら根拠や基準もないままに，立証のハードル\nを上げて検討したものであり，不合理であること【４５頁⑴から４６頁⑶の\n上まで】，②解剖時に本件児童に認められた皮下出血のうち，原審甲４０の\n２項⑴ないし⑶，⑼及び⒀の５か所は，本件急性硬膜下血腫が生じた時間帯\nである１２月１１日午後１１時頃から同月１２日午前０時２５分頃までに新\nたに生じたものと確実に認められ，また，同⑴ないし⑶の各皮下出血は，厳\n密にいえば点在し，合計７か所となるところ，同⑴ないし⑶の各皮下出血が\n連続したパターン痕であるとすれば合計４回，そうでなければ合計７回の外\n力が本件児童の頭部又は顔面に加わったことになり，しかも，いずれの皮下\n出血も自己転倒等によって生ずるのは不自然なものであることからすれば，\nいずれも偶発的な受傷とは考えられず，他者の外力，すなわち，その場にい\nた唯一の人物である被告人の外力によって生じたものと認められ，このこと\nからは，本件急性硬膜下血腫を生じさせた外力が被告人の故意行為であるこ\nとが強く推認されること【４６頁⑶アから５１頁まで】，③頭部の他の皮下\n出血５か所も，いずれも，自己転倒で生ずるようなものではなく，他者から\nの故意行為によることが推認され，さらに，これらが生じた時間帯に本件児\n童と終始一緒にいたのは被告人であることから，被告人の故意行為によるこ\nとが推認されること【５２頁から５４頁カの上まで】，④本件急性硬膜下血\n腫の成因は，架橋静脈が２本破綻したことと，脳表動静脈からの出血が考え\nられるところ，意図的な暴力を加えられなければ，架橋静脈が２本も破綻す\nるはずはなく，脳表動静脈からの出血も，当該出血部分に直達外力が掛かる\nか，又は，反対側に直達外力が加わることにより，陰圧が掛かる対側損傷を\n生じる場合であるのであり，頭部の皮下出血が，急性硬膜下血腫に関連して\nいると推認されること【５４頁カから５７頁⑷の上まで】，⑤本件児童が被\n告人方寝室のガラステーブルに上った痕跡はないこと\nからすれば，原判決の上記認定判断は不合理であると主張する。\nしかしながら，以下のとおり，検察官の主張を踏まえても，なお，検察官主\n張間接事実③から本件急性硬膜下血腫が被告人の故意行為によるとは推認す\nるに足りないとした原判決の認定判断は是認できる。\nア  検察官の上記主張①について\n原判決の，本件急性硬膜下血腫を生じさせた外力が他者の故意行為であり，\nさらにはそれが被告人によるものと認められるためには，原判決認定皮下出\n血の相当数が同一機会（原判決認定発症時間帯）に生じたと間違いなく認め\nられることが必要であるとの，原判決判断基準についての説示は，原審検察\n官主張間接事実①（本件急性硬膜下血腫が重篤であること）が，Ｅ医師の証\n言に照らし，偶発的事故の可能性を排斥する推認力に限界があるとの事情の\n下で，原審検察官主張間接事実②（Ｄ，Ｃ医師の経験上，そのような重篤な\n急性硬膜下血腫が人の故意行為によるものであること）は，原審検察官主張\n間接事実①を基礎づける一事情に過ぎず，その推認力は原審検察官主張間接\n事実①を超えるものではなく，他に原審検察官からさしたる間接事実の主張\nも立証もないなかで，原審検察官主張間接事実③（頭部等の多数の皮下出血\nの存在）を，その主張どおり認定し，原審検察官主張間接事実①及び②と併\nせてみたとしても，本件急性硬膜下血腫を生じさせた外力が，被告人の故意\n行為によるもの，つまりは，偶発的な事故等による外力による可能性が排除\nされるには至らないとの判断を前提とするものと考えられる。すなわち，原\n判決認定皮下出血の生じた時期は，Ｃ医師の証言によっても，本件急性硬膜\n下血腫が生じた時期と同時期とはいえても，半日程度の幅をもった特定がで\nきるにとどまるというのであり，そうであれば，その間，本件児童に接触し\nた者の範囲も広がることになる。また，本件にあっては，本件児童が，本件\n当時の年齢（１歳１１か月）に照らして，自立して歩行することはできるが，\nその歩行能力等の運動能力は十分ではなく，自己転倒するなどの可能性が否\n定できないことから，Ｃ医師の証言する時間帯においても，本件児童自身が\n活動して何らかの事故によるけがをする可能性も広がることになる。そうし\nたなかで生じた原判決認定皮下出血の中に，仮に，被告人の暴行によって生\nじたものが含まれ得るとしても，原審検察官主張間接事実①及び②の判断に\n照らして，それだけでは，なお，偶発的事故により本件急性硬膜下血腫が生\nじた可能性を排斥し切れないことになる。そこで，原判決は，原審検察官主\n張間接事実③から本件急性硬膜下血腫が被告人の暴行により生じたと推認す\nるには，同一機会，すなわち，原判決認定発症時間帯に本件児童の頭部に「相\n当数」の外力が作用した場合には，そのような限られた機会に暴行と偶発的\nな事故が重なって，たまたま偶発的な事故の方で本件児童に急性硬膜下血腫\nが生じるなどという事態は，抽象的にはあり得ても，そのような可能性を想\n定することは，甚だ非常識なものであるといってよいとの，論理則・経験則\nに依拠して，原判決認定皮下出血につき，原判決判断基準を満たして発症し\nたものであれば，そのことから，本件急性硬膜下血腫が被告人の故意行為に\nよって生じたと推認できると考えたものと解されるところ，原判決が依拠し\nた上記のような論理則・経験則が不自然不合理なものとはいえない。したが\nって，原判決判断基準を論難する検察官の主張は採用できない。\nイ  検察官の上記主張②について\n検察官は，原審甲４０の２項⑴ないし⑶，⑼及び⒀の５か所の皮下出\n血は，原判決認定発症時間帯（被告人と本件児童が２人でいた１２月１１日\n午後１１時頃から同月１２日午前０時２５分頃までの間）に新たに生じたも\nのと認められると主張する。その理由とするところは，これらの皮下出血は，\n他者から容易に視認できる位置にあるところ，同月１１日午後９時１分頃に\n撮影された写真（原審甲４２）に写っておらず，その後に被告人方を訪れた\nマッサージ師のＧが，同日午後１０時３０分頃に本件児童が寝室に戻るまで\nの様子について，顔やおでこに傷は一切なかったと明言し，同日午後１０時\n５８分頃に被告人方を出るまで特段の異状はなかった旨述べている（原審甲\n３４）ことにある。\nしかしながら，少なくとも本件児童の左眼窩内側部には，以前から皮\n下出血が残っており（Ｆ２４，４８～４９），これは同日午後７時３０分頃\nの写真にも現れている（原審甲４２）。また，同写真をみると，本件児童の\n右眼窩内側部や左頬部にも，皮下出血の存在がうかがわれる。それにもかか\nわらず，Ｇは，それらの点について言及することなく，何らの留保もないま\nま，本件児童の顔やおでこに傷は一切なかったと供述しているのであり（原\n審甲３４），Ｇが，被告人のマッサージのために被告人方を訪れた者であり，\n本件児童を子細に観察しなければならない立場にある者でもなかったことも\n併せ考慮すれば，上記Ｇ供述は，さして信用するに足りない。\nさらにいえば，同日午後９時１分頃に撮影された写真には，確かに，前額\n部や左頬の皮下出血は現れていないようにも見えるが，午後７時３０分頃の\n写真には現れている眼窩部周辺の皮下出血すら，明確には見て取れないこと\nからすれば，上記写真が，間近でフラッシュ撮影されたためか，露出オーバ\nーの写真となり，そのため，本件児童の顔や前額部の皮下出血の存在を明確\nに写し取ったことについての合理的な疑いが拭えず，同写真から見て取れな\nいことをもって，そこに現れていない皮下出血が存在しなかったと認めるに\nは，同じく合理的な疑いが拭えないことになる。さらに，午後７時３０分頃\nの写真では本件児童の前額部が帽子によって覆われており，その部分につい\nての皮下出血の有無を確認することができない。\n以上によれば，Ｇ供述から，同人が本件児童を目撃した同日午後１０\n時３０分頃に本件児童の顔などに皮下出血がなかったとは認めるに足りず，\nまた，同日本件児童を撮影した写真によっても，検察官主張にかかる原審甲\n４０の２項⑴ないし⑶，⑼及び⒀の５か所の皮下出血が，その撮影時に存在\nしていた可能性も否定できず，ひいては，検察官主張の上記５か所の皮下出\n血が，原判決認定発症時間帯に新たに生じたものとも認めるに足りない。\nウ  検察官の上記主張③について\n検察官\n自己転倒で生じるようなものではなく，これらが生じた時間帯に本件児童に\n外力を加え得るのは被告人しかいないと主張する。しかしながら，Ｃ医師に\nよっても，上記５か所の皮下出血を含めて，それが生じた時期は半日程度の\n幅があるとみることは仕方がないと証言し（Ｃ⑵２４～２６），それ以上に，\n上記５か所の皮下出血が生じた時間帯を絞り得る立証はない。そして，Ｆを\n職場に送った被告人が，１２月１１日午後８時３５分頃，本件児童とともに\n被告人方に帰宅した以降は，本件児童と接触可能であった人物は被告人だけ\nであるが，それ以前の接触可能な人物やその行動等については，特段の立証\nはないから，上記皮下出血を生じさせた「他者」が被告人以外の者である可\n能性も排斥するには足りない。\nエ  検察官の上記主張④について\n検察官は，その主張の前提として，意図的な暴力が加えられなければ架橋\n静脈が２本も破綻するはずがないなどと主張するが，\nり，Ｅ医師の証言に照らせば，検察官の上記主張を認めるに足りず，したが\nって，上記主張を前提とした主張も，採用することはできない。\nオ  検察官の上記主張⑤について\n検察官は，被告人方居室の状況からすれば，本件児童が，原判決認定\n発症時間帯において，その頭部に本件急性硬膜下血腫を生じさせるほどの外\n力を受けるような転倒，転落・落下等の偶発的事故は想定できない旨主張す\nる。しかしながら，原審記録による限り，その主張を採用し得る証拠はない。\nこの点，検察官は，本件児童がいたとされる被告人方居室内の寝室に置かれ\nたガラステーブルに本件児童の足跡等が見受けられないなどと主張するが，\n原審記録に基づかない主張であり，失当である。なお，この点に係る原審弁\n護人の弁論が不意打ちであるなどとはいえず，単に，原審検察官が本来すべ\nき立証を怠ったものであること，原審の審理に審理不尽などないことは，前\n記第２の１で説示したとおりである。\nなお，Ｇの供述によれば，本件児童は，午後１０時頃に吸入をしてお\nり（原審甲３４），原判決認定発症時間帯当時には体調が優れなかったこと\nが認められる。しかしながら，仮に，その当時本件児童の体調が優れず，活\n発に動き回れなかったとしても，反対に，体調が優れないがゆえに転倒する\nこともあり得るのであって，本件児童の体調如何によらず，原判決が，原判\n決認定発症時間帯に転倒等の偶発的事故に遭い，そのため，本件急性硬膜下\n血腫の原因となり得る架橋静脈の破綻を生じることがあり得ると判断したと\nしても，そのことが，論理則・経験則等に照らして不自然不合理とはいえな\nい（なお，検察官が脳神経外科医の意見や東京消防庁の統計に基づいて主張\nする部分【２０頁下から５行目から２１頁オの前まで】は，記録に基づかな\nい主張であり，失当である。）。\n原審検察官主張間接事実の推認力の総合考慮について\n検察官は，原判決は，原審検察官が，本件急性硬膜下血腫が他者の故意行\n為によることの間接事実として主張した複数の事実を分断して検討し，各間\n接事実の推認力を総合して本件急性硬膜下血腫を生じさせた外力が他者の故\n意行為と認定できるかどうかの検討を全く行っていない，と主張する。しか\nしながら，以下のとおり，検察官の主張には理由がない。\nア  複数の間接事実が主張立証された場合，個々の間接事実を個別的に検\n討して主要事実を認定できるかどうかを検討するのみならず，それらを総合\nして主要事実を認定することができるかどうかを検討すべきことは，検察官\nの主張するとおりである。しかし，原判決は，「間接事実を総合しても」と\n説示しているのであって（原判決書９頁），原判決がそのような総合評価を\nしていないとはいえない。\nイ  そもそも，原審検察官主張間接事実①及び②については，\n討したとおり，偶発的事故によっても架橋静脈の破綻は起こり得るか否かの\n争点であり，原判決は，その可能性を認めるＥ医師の見解は，Ｄ医師及びＣ\n医師の各証言をもってしても，排斥するには足りないと判断したものである。\nこの点は，架橋静脈の破綻原因についての医学的知見の信用性の問題であり，\n原審検察官主張間接事実③に係る判断によって，その結論が左右され得るも\nのではない。\nウ  その上で，原判決は，前記イのとおり，原審検察官主張間接事実①及\nび②のみでは，本件急性硬膜下血腫が他者による故意行為によって生じたこ\nとを認めるに足りないが，他方で，他者による故意行為により生じた可能性\nも相当程度あることを前提に，原審検察官主張間接事実③を検討することで，\n原審検察官主張間接事実①及び②のみからの検討では排斥できなかった偶発\n的事故により本件急性硬膜下血腫が生じた可能性を排斥し得るかについて，\n更に検討したものと評価できる。このように，原判決は，原審検察官主張間\n接事実①及び②の推認力に限りがあることを踏まえて，原審検察官主張間接\n事実③を更に検討したものであって，結局，原判決は，原審検察官主張間接\n事実①ないし③を総合して検討した上でその結論を導いたものと考えるのが\n相当である。検察官の主張は採用できない。\n検察官のその他の主張について\nこのほか，検察官は，ⓐ原判決が，被告人が本件前から本件児童に暴行を\n加えていたことを推認させる事実を全く考慮していないこと【５７頁７から\n６３頁８の上まで】，ⓑ被告人の弁解に信用性がないこと【６３頁８～６６\n頁９の上まで】，ⓒ頭部外傷に関する国際的知見の実態に照らすと，Ｈ証人\nの原審証言は信用性がないこと【６６頁９～６８頁第４の上まで】等も主張\nする。しかしながら，以下のとおり，検察官の上記主張はいずれも理由がな\nい。\nア  検察官の上記主張ⓐについては，仮に被告人が本件前に本件児童に暴\n行を加えていた事実があったとしても，そのことから，本件急性硬膜下血腫\nを生じさせた外力が被告人の故意行為であると推認することには，論理の飛\n躍があり，失当である。\nイ  次に，検察官の上記主張ⓑについては，仮に被告人の供述に信用性が\nないとしても，これによって，本件急性硬膜下血腫を生じさせた外力が被告\n人の故意行為であると，積極的に推認されるものでもない。\nウ  検察官の上記主張ⓒは，記録に基づかない主張である上，そもそも，\n原判決は，その認定判断に当たり，Ｈ証人の証言には依拠していないのであ\nるから，原判決の認定判断を論難する主張であるとはいえない。\n検察官の事実取調べ請求について\nなお，検察官は，本件に係る控訴趣意書で，原審記録のみならず，「控訴\n審で立証予定」とした上で，原審記録にない多数の証拠に基づく主張を行い，\nこれらの主張は原審記録に基づく主張と混然一体となっている。しかしなが\nら，当裁判所は，検察官の事実取調請求を全て却下し，したがって，検察官\nの控訴趣意書のうち，これら事実取調請求に係る証拠に基づく主張を，記録\nに基づかない主張として排斥したことは，前記のとおりであるが，これらの\n証拠を採用しなかった理由について，付言する。\nア  検察官が，当審において事実取調請求した証拠（ただし，撤回したも\nのは除く。）は，大きく分けると①本件児童が被告人方居室のガラステーブ\nルから転落したことを前提とした工学鑑定（当審検５）及びその作成者の証\n人尋問（当審検２９），②被告人方居室の状況についての検証調書，写真撮\n影報告書等（当審検６，１３ないし１６），及びその作成者の証人尋問（当\n審検３０ないし３２），③Ｅ医師の証言の信用性に係る報告書（当審検１７\n），④揺さぶり行為についての医学的文献（当審検１９，２３ないし２５），\n⑤子供の事故についての統計（当審検２０），⑥揺さぶり行為に関する文献\nと作成者の証人尋問（当審検２１，２２，３３，３４），⑦医師作成の意見\n書と作成者の証人尋問（当審検２６，２７），⑧医師の証人尋問（当審検２\n８），⑨被告人の捜査段階の供述等（当審検７ないし１１），⑩本件当時の\n本件児童の歩行状況が撮影された防犯カメラ画像に係る報告書（当審検１２\n）である。\nイ  しかしながら，上記のうち，①及び②については，原審検察官は，原\n審において，このような観点からの間接事実による推認の主張立証は，十分\nに行うことができ，現に，上記①の作成者に対し，上記のような観点からの\n意見書ないし鑑定書の作成を依頼することは容易になし得たものであり，上\n記②については，その基礎資料は捜査機関において原審時において収集済み\nであり，あるいは，容易に収集することができたものであるが，原審検察官\nにおいて，以上のような観点からの立証をしなくても，本件争点に係る立証\nは十分に行うことができるとの見込みから，上記立証を行わなかったもので\nある。これからすれば，上記①及び②に係る書面の作成日が原判決後であっ\nたとしても，これらについて刑訴法３８２条の２第１項にいう「やむを得な\nい事由」がないことは明らかである。\nウ  次に，上記③については，原審のＥ医師の反対尋問の準備資料として\n収集することができ，これをもって，原審での反対尋問に臨むべきであった\nというべきであるから，これについても，やむを得ない事由があるとはいえ\nない。\nエ  また，上記⑦及び⑧については，原審検察官においても，医師を証人\n請求する必要性を認識した上で，Ｄ医師及びＣ医師を証人として請求するこ\nとにし，かつ，それで足りると考えたのであって，その時点で，上記⑦ある\nいは⑧に係る医師を請求できなかった理由はない。したがって，これらにつ\nいても，やむを得ない事由はない。\nオ  さらに，上記④及び⑥は，原審検察官において，本件急性硬膜下血腫\nの直接の原因ではないとした揺さぶり行為に係るものであり，かつ，原判決\nにおいても，揺さぶり行為の当否については一切言及していないのであるか\nら，これらを取り調べる必要性はない。また，上記⑤については，一般的な\n統計であり，これを取り調べる必要性がないことも明らかである。\nカ  なお，上記⑨及び⑩は，原審時において収集済みの証拠で，これらに\nやむを得ない事由がないのはもちろん，本件児童の自立歩行の安定を立証し\nても，転倒や転落が考え難いとまでいえるわけでもないし，被告人の原審公\n判供述の弾劾目的の証拠に至っては，被告人の供述に依拠した認定判断など\nしていない原判決の判断を左右するものとはなり得ない。\nまとめ\n以上のとおり，本件急性硬膜下血腫が他者の故意行為によって生じたとは\n認められないとした原判決に事実誤認はない。\n事実誤認をいう論旨も理由がない。\n第４  結論\nよって，本件控訴は理由がないから，刑訴法３９６条により本件控訴を棄\n却することとし，主文のとおり判決する。\n大阪高等裁判所第３刑事部\n裁判長裁判官   岩    倉      広      修\n裁判官    浅      見    健  次  郎\n裁判官   山      田    裕    文\n"
}