{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 3,
    "month": 3,
    "day": 17
  },
  "case_number": "平成31(ワ)267",
  "case_name": "損害賠償請求事件",
  "court_name": "札幌地方裁判所",
  "gist": "１　同性間の婚姻を認める規定を設けていない民法及び戸籍法の婚姻に関する諸規定（以下「本件規定」という。）は，憲法２４条１項及び２項には違反しないとされた事例\n２　本件規定は，憲法１３条には違反しないとされた事例\n３　本件規定が，同性愛者に対しては，婚姻によって生じる法的効果の一部ですらもこれを享受する法的手段を提供しないとしていることは，立法府の裁量権の範囲を超えたものであって，その限度で憲法１４条１項に違反するとされた事例\n４　本件規定を改廃していないことが，国家賠償法１条１項の適用上違法の評価を受けるものではないとされた事例",
  "lawsuit_id": "90200",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=90200",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/200/090200_hanrei.pdf",
  "contents": "判              決\n当事者目録は，別紙１のとおりである。なお，同別紙で定義した用語は，本文に\nおいても用いる。\n主              文\n１  原告らの請求をいずれも棄却する。\n２  訴訟費用は原告らの負担とする。\n事 実 及 び 理 由\n第１  請求\n被告は，原告らに対し，各１００万円及びこれらに対する平成３１年２月\n２８日から支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要等\n１  事案の概要\n本件は，原告らが，同性の者同士の婚姻を認めていない民法及び戸籍法の\n規定は，憲法１３条，１４条１項及び２４条に反するにもかかわらず，国が\n必要な立法措置を講じていないことが，国家賠償法１条１項の適用上違法で\nあると主張し，慰謝料各１００万円及びこれ らに対する平成２９年法律第４\n４号による改正前の 民法４０４条所定の年５分の割合による遅延損害金の支\n払を求める事案である。\n２  前提事実（いずれも当事者間に争いがない。）\n⑴  性的指向\n性的指向とは，人が情緒的，感情的，性的な意味で，人に対して魅力を感\nじることであり，このような恋愛・性愛の対象が異性に対して向くことが異\n性愛，同性に対して向くことが同性愛である（以下，性的指向が異性愛であ\nる者を「異性愛者」，性的指向が同性愛である者を「同性愛者」という。）。\n⑵  原告らの関係等\nア  原告１及び原告２は，いずれも男性であり，同性愛者である。\n原告１及び原告２は，平成３１年１月，居住地において婚姻届を提出し\nたが，両者が同性であることを理由に不受理とされた。\nイ  原告３及び原告４は，いずれも男性であり，同性愛者である。\n原告３及び原告４は，平成３１年１月，居住地において婚姻届を提出し\nたが，両者が同性であることを理由に不受理とされた。\nウ  原告５及び原告６は，いずれも女性であり，同性愛者である。\n原告５及び原告６は，平成３１年１月，居住地において婚姻届を提出し\nたが，両者が同性であることを理由に不受理とされた。\n３  民法及び戸籍法の関連規定\n民法７３９条１項は，婚姻は戸籍法の定めるところにより届け出ることに\nよってその効力を生ずると し，同法７４条１号は，婚姻をしようとする者は，\n夫婦が称する氏を届け出なければならない旨規定 するなど，婚姻制度を定め\nる民法及び戸籍法の諸規定が全体として異性間の婚姻（以下「異性婚」とい\nう。）のみを認めることとし，同性間の婚姻（以下「同性婚」という。）を\n認 め る 規 定 を 設 け て おらず ， こ れ ら 民法及び戸籍法の 婚姻に関する諸規定\n（以下，総称して「本件規定」という。）は，婚姻は，異性間でなければす\nることができない旨規定している。\n４  争点及び争点に対する当事者の主張の要旨\n本件の争点は次のとおりであり，争点に対する当事者の主張の要旨は，別\n紙２のとおりである。なお，同別紙で定義した用語は，本文においても用い\nる。\n⑴  本件規定は憲法１３条，１４条１項又は２４条に違反するものであるか\n⑵  本件規定を改廃しないことが国家賠償法１条１項の適用上違法であるか\n⑶  原告らの損害額\n第３  当裁判所の判断\n１  認定事実\n後掲証拠等によれば，次の事実を認めることができる。\n⑴  性的指向等\nア  性的指向\n性的指向とは，人が情緒的，感情的，性的な意味で，人に対して魅力を\n感じることであり，このような恋愛・性愛の対象が異性に対して向くこと\nが異性愛，同性に対して向くことが同性愛である。性的指向が決定される\n原因，又は同性愛となる原因は解明されておらず，遺伝的要因，生育環境\n等複数の要因が組み合わさって作用している可能性が指摘されているが，\n精神医学に関わる大部分の専門家団体は，ほとんどの人の場合，性的指向\nは，人生の初期か出生前に決定され，選択するものではないとしており，\n心理学の主たる見解も，性的指向は意思で選ぶものでも，意思により変え\nられるものでもないとしている。同性愛者の中には，性行動を変える者も\nいるが，それは性的指向を変化させたわけではなく行動を変えたにすぎな\nいものであり，自己の意思や精神医学的な療法によっても性的指向が変わ\nることはない。（前提事実⑴，甲Ａ２〔枝番号を含む〕，７〔枝番号を含\nむ〕，２３１，２３３，２３５，原告１～２，４～６本人）\nイ  性的指向別の人口\n我が国における異性愛以外の性的指向を持つ者の人口は明らかではない\nが，いわゆるＬＧＢＴ（男性及び女性の各同性愛者，同性愛と異性愛の双\n方の性的指向を有する両性愛者及び心の性と体の性が一致していないトラ\nンスジェンダーの総称）に該当する人が，人口の７．６％とする調査，５．\n９％とする調査，８％とする調査などがあり，いずれの調査においても異\n性愛者の割合は９割を超えている（甲Ａ３５０）。\n⑵  明治期における同性愛に関する知見\n明治期においては，同性愛は，健康者と精神病者との中間にある変質狂の\n１つである色情感覚異常又は先天性の疾病であるとされていた。色情感覚異\n常の著明な症状は，色情倒錯又は同性的色情であり，男子は年少の男子に対\nして色情を持ち，「鶏姦」（男性間の性的行為）をするものとされ，女子は\n女子を愛してしまうものであり，これらが変質徴候の第一とされていた。こ\nのような色情感覚異常者に対する治療法として，催眠術を施すほか，臭素剤\nを投与する，身体的労働をさせる，冷水浴をさせる，境遇を変化させるなど\nが行われていた。（甲Ａ１８７，１８９）\nまた，青年期における同性愛は，愛情に対する欲求が極めて強いために\n起こることであり，ある程度を超えなければ心配する必要がないが，同性\n同士の愛情を深め，不純な同性愛に向くこともあり，そのような場合はす\nこぶる注意すべきことであって，絶対に禁止すべきものとされていた（甲\nＡ１９０）。\n⑶  昭和２２年法律第２２２号による改正（以下「昭和２２年民法改正」と\nいう。）前の民法の家族法部分（以下「明治民法」という。）における婚\n姻制度等\nア  明治民法の起草\n明治民法の起草に当たっては，フランス民法，イタリア民法，ベルギー\n民法など８か国の外国法を参照するところから始まったが，その起草過程\nにおいては，婚姻は当然に男女がするものであることが前提とされており，\n同性婚の許否について議論がされた形跡は見当たらない。当時の外国法に\nおいては，同性婚を明示的に禁止するものもみられたが，起草者は，同性\n婚が認められないことは当然であって，あえて民法に規定を置くまでもな\nいと考えていた。（甲Ａ１８４，１８６，１８８）。\nイ  明治民法における婚姻\n明治民法が制定される以前から，婚姻は，人生における重要な出来事の\n１つとされ，かつ，既に一定の慣習が存在した。明治民法は，そのような\n慣習を直ちに改めるのではなく，慣習を踏襲しつつも，慣習の中には，そ\nのまま認めれば弊害となる事柄があったり，慣習によっては決められない\n不明な点もあったりしたことから，そのような事柄について法により規律\nするものとして制定された。（乙３）\n明治民法においては，家を中心とする家族主義の観念から，家長である\n戸主に家を統率するための戸主権を与え，婚姻は家のためのものであると\nして戸主や親の同意が要件とされ，当事者間の合意のみによってはできな\nいものとされた上，夫の妻に対する優位が認められていた。このような明\n治民法における婚姻は，終生の共同生活を目的とする，男女の，道徳上及\nび風俗上の要求に合致した結合関係であり，又は，異性間の結合によって\n定まった男女間の生存結合を法律によって公認したものであるとされた。\nしたがって，婚姻が男女間におけるものであることはいうまでもないこと\nであるとされ，よって，同性婚を禁じる規定は置かれていなかった。同性\n婚は，学問を妻とするとか，書籍を配偶者とするなどの比喩を用いる場合\nと同様に，婚姻意思を全く欠くものとして否認されなければならないとさ\nれた。（甲Ａ１９，１８３，１８８，１９３，乙４，５）\nウ  明治民法における婚姻制度の目的\n明治民法においては，その起草時から，子をつくる能力を持たない男女\nであっても婚姻をすることができるかという検討・議論がされていた。婚\n姻の性質を，男女が種族を永続させるとともに，人生の苦難を共有して共\n同生活を送ることと解すべしとの見解があった一方で，男女が種族を永続\nさせるとの定義は，老齢等の理由により子をつくることができない夫婦が\nいることを説明できないとの反対の見解が示された。また，子をつくる能\n力がない男女は，婚姻の材料を欠き，その目的を達し得ないから婚姻し得\nないとの見解が示された一方で，そのように婚姻を理解するのは明治民法\nの趣旨に沿ったものではなく，婚姻とは両者の和合にその本質があり，子\nをつくる能力は婚姻に必要不可欠の条件ではないとの反対の見解が示され\nた。\nこのような議論を経て，明治民法においては，婚姻とは，男女が夫婦の\n共同生活を送ることであり，必ずしも子を得ることを目的とせず，又は子\nを残すことのみが目的ではないと考えられるに至り，したがって，老年者\nや生殖不能な者の婚姻も有効に成立するとの見解が確立された。\n（以上につき，甲Ａ１８６，１９６，１９９，乙４）\n⑷  戦後初期（昭和２０年頃）から昭和５５年頃までの間 における同性愛に\n関する知見等\nア  医学，心理学領域における同性愛に関する知見\n戦後初期においても，鶏姦又は女子相姦は，変態性欲の１つとされた。\nすなわち，鶏姦や女子相姦は，陰部暴露症などと並んで精神異常者や，色\n欲倒錯者に多くみられるものであり，病理とされた。\n心理学の分野においても，同性愛は，古来より存在し，民族や階級等に\nかかわらず存在する，性欲の質的異常とされていた。同性愛は，異性愛へ\nの心理的成熟以前に，精神的又は肉体的な同性愛を経験しそれが定着した\n場合に生じることがあるとされ，その後，異性愛者となり，健康な結婚生\n活を営めるようになる場合が一般的ではあるものの，外的要因によって同\n性愛に病的に定着してし まうことがあり，それは一般の健康な親愛とは\n違って，性的不適応の一種であるとされた。そのように病的に同性愛が定\n着してしまった場合の心理療法として，自己暗示，自己観察，原因の探求\nなどを行うものとされ，異性愛に対する障害を取り去ることが根本的対策\nであるともされていた。\n（以上につき，甲Ａ２０１～２０５）\nイ  外国における同性愛に関する知見\n米国精神医学会が，１９５２年（昭和２７年）に刊行した精神障害のた\nめの診断と統計の手引き第１版（ＤＳＭ－Ⅰ）及び１９６８年（昭和４３）\n年に刊行した同第２版（ＤＳＭ－Ⅱ）においては，同性愛は，病理的セク\nシュアリティーを伴う精神病質人格又は人格障害とされていた（甲Ａ４８，\n２１５）。\nまた，世界保健機関が公表した国際疾病分類（ＩＣＤ）においても，１\n９９２年（平成４年）に改訂第１０版（ＩＣＤ－１０）が公表されるまで\nの改訂第９版（ＩＣＤ－９）以前においては，同性愛は性的偏倚と性的障\n害の項目に位置付けられていた（甲Ａ２９）。\nウ  教育領域における同性愛の扱い\n昭和５４年１月，当時の文部省が発行した中学校，高等学校の生徒指導\nのための資料である「生徒の問題行動に関する基礎資料」には，性非行の\n中の倒錯型性非行として同性愛が示されており，正常な異性愛が何らかの\n原因によって異性への嫌悪感となったりすること，年齢が上がるに従い正\n常な異性愛に戻る場合が多いが成人後まで続くこともあること，一般的に\n健全な異性愛の発達を阻害するおそれがあり，また社会的にも健全な社会\n道徳に反し，性の秩序を乱す行為となり得るもので，現代社会にあっても\n是認されるものではないことなどが示されていた（甲Ａ２６）。\n⑸  昭和２２年民法改正後の民法の家族法（以下「現行民法」という。）に\nおける婚姻\nア  昭和２２年民法改正\n昭和２２年民法改正は，明治民法を改正するものであったが，これは次\nの理由による。\n憲法１３条及び１４条は，全て国民は個人として尊重され，法の下に平\n等であって，性別その他により経済的又は社会的関係において差別されな\nいことを明らかにし，同法２４条では，婚姻は両性の合意のみに基づいて\n成立し，夫婦が同等の権利を有することを基本として，相互の協力により\n維持されなければならないこと，及び配偶者の選択，財産権，相続，住居\nの選定，離婚並びに婚姻及び家族に関するその他の事項に関しては，法律\nは個人の尊厳と両性の本質的平等に立脚して制定されなければならないこ\nとを宣言しているが，明治民法には，この憲法の基本原則に抵触する規定\nがあるので，これを改正する必要があるとされた。すなわち，明治民法に\nおいては，家を中心とする家族主義の観念から，家長である戸主に家を統\n率するための戸主権を与え，婚姻も家のためのものであるとされ，戸主や\n親の同意が要件とされ，当事者間の合意のみによってはできないものとさ\nれ，また，夫の妻に対する優位が認められていたことから，これを，婚姻\nの自主性を宣言し，個人を自己目的とする個人主義的家族観に基づいた家\n族基盤の法律的規制に改めるためにされたものである。\nもっとも，昭和２２年民法改正は，明治民法のうち憲法に抵触する規定\nを中心に行われ，憲法に抵触しない規定については明治民法の規定を踏襲\nしたものであり，この際に同性婚については議論された形跡はない。\n（以上につき，甲Ａ１９，１４２，１４３，１４５，１４６，１５２，１\n７７，乙６，７，弁論の全趣旨）\nイ  昭和２２年民法改正当時に考えられていた婚姻\n昭和２２年民法改正によっても，婚姻は引き続き男女の当事者のみがで\nきるものとされ，夫婦関係とは，社会で一般に夫婦関係と考えられている\nような，社会通念による夫婦関係を築く男女の精神的・肉体的結合である\nとされていた。また，婚姻意思とは，当事者に社会の風俗によって定まる\n夫婦たる身分を与え，将来当事者間に生まれた子に，社会の風習によって\n定める子たる身分を取得させようとする意思，又は，その時代の社会通念\nに従って婚姻とみられるような関係を形成する意思であるなどと解されて\nいた。（甲Ａ２０６，２０７，乙８，９）\nウ  同性婚に対する理解\n昭和２２年民法改正が行われた頃は，上記イのとおり，夫婦関係とは，\n社会で一般に夫婦関係と考えられているような，社会通念による夫婦関係\nを築く男女の精神的・肉体的結合であるとされていたため，同性婚はその\n意味で婚姻ではないとされた。また，明治民法下と同様に，同性婚は，学\n問を妻とするとか，芸術と結婚するなどと比喩する場合と同様に，婚姻意\n思を全く欠くものとして否認されなければならないとされた。（甲Ａ２０\n６，２０７，乙９）\n⑹  昭和４８年頃以降における同性愛に関する知見\nア  外国における同性愛に関する知見の変化\n米国精神医学会は，１９７３年（昭和４８年），同性愛を同学会の精神\n障害のリストから取り除くとの決議を行い，１９７５年（昭和５０年）に\nは，米国心理学会も，上記米国精神医学会の決議を支持し，同性愛それ自\n体では，判断力，安定性，信頼性，一般的な社会的能力又は職業遂行にお\nける障害を意味しないとの決議を採択した（甲Ａ１〔枝番号を含む〕，３\n〔枝番号を含む〕）。\n米国精神医学会は，１９８０年（昭和５５年）に刊行した精神障害のた\nめの診断と統計の手引き第３版（ＤＳＭ－Ⅲ）において，同性愛は，同性\n愛者である患者が，同性愛的興奮の持続したパターンが嫌で，持続的な苦\n悩の源泉であったと訴える場合のみが精神疾患に当たるものと改訂したが，\nこれも，１９８７年（昭和６２年）に刊行された第３版の改訂版（ＤＳＭ\n－Ⅲ－Ｒ）においては削除され，同性愛は精神疾患とはされなくなった\n（甲Ａ２７の１～２８の２，４８，２１５，２１７）。\n世界保健機関は，１９９２年（平成４年），同性愛を疾病分類から削除\nした国際疾病分類改訂第１０版（ＩＣＤ－１０）を発表した。世界保健機\n関は，併せて，同性愛はいかなる意味でも治療の対象とならない旨宣明し\nた。（甲Ａ３０の２，４８，２１５，２１７）\nイ  我が国における同性愛に関する知見の変化\n我が国においても，昭和５６年頃には，同性愛は，当事者が普通に社会\n生活を送っている限り，精神医学的に問題にすべきものではなく，当事者\nが精神的苦痛を訴えるときにだけ治療の対象とすれば足りるとの知見が広\nまり，その後，我が国の精神医学上， 精神疾患とはみなされなくなった\n（甲Ａ４８，２１６，２１７）。\n⑺  諸外国及び地域における同性婚等に関する状況\nア  諸外国及び地域における法制度等の状況\n１９８９年（平成元年），デンマークにおいて，同性婚とは異なるも\nのの，同性の二者間の関係を公証し，又は一定の地位を付与する登録制\n度（導入した主体によって制度の内容は異なるが，以下，総称して「登\n録パートナーシップ制度」という。）が導入され，２００１年（平成１\n３年）にはドイツ及びフィンランド，２００４年（平成１６年）にはル\nクセンブルク，２０１０年（平成２２年）にはアイルランドにおいて登\n録パートナーシップ制度が導入された（甲Ａ１４１）。\nまた，次の各国は，次に掲げる年に同性婚の制度を導入した（甲Ａ１\n４１）。\n２０００年（平成１２年）  オランダ\n２００３年（平成１５年）  ベルギー\n２００５年（平成１７年）  スペイン及びカナダ\n２００６年（平成１８年）  南アフリカ\n２００８年（平成２０年）  ノルウェー\n２００９年（平成２１年）  スウェーデン\n２０１０年（平成２２年）  ポルトガル，アイスランド及びアルゼン\nチン\n２０１２年（平成２４年）  デンマーク\n２０１３年（平成２５年）  ウルグアイ，ニュージーランド，フラン\nス，ブラジル及び英国（イングランド及\nびウェールズ）\n２０１５年（平成２７年）  ルクセンブルク及びアイルランド\n２０１７年（平成２９年）  フィンランド，マルタ，ドイツ及びオー\nストラリア\n米国連邦最高裁判所は，２０１５年（平成２７年）６月２５日，いわ\nゆる Obergefell 事件において，婚姻の要件を異性のカップルに限り，\n同性婚を認めない州法の規定は，デュー・プロセス及び平等保護を規定\nする合衆国憲法修正第１４条に違反する旨の判決を言い渡した（甲Ａ１\n５５）。\n台湾においては，２０１７年（平成２９年），憲法裁判所に当たる司\n法院が，同性婚を認めない同国民法の規定は，同国憲法に違反する旨の\n解釈を示し，これに基づき同性婚を認める民法の改正が行われた（甲Ａ\n１０１〔枝番号を含む〕，１３５）。\nまた，イタリアにおいては，２０１０年（平成２２年），憲法裁判所\nが，婚姻は異性間の結合を指す旨判断し，２０１４年（平成２６年）に\nも同様の判断をしたが，同性の当事者間の権利及び義務を適切に定めた\n婚姻とは別の形式が同国の法制度上存在しないため，この点が同国憲法\nに違反する旨の判断をし，この結果，２０１６年（平成２８年）に登録\nパートナーシップ制度を認める法律が成立した（甲Ａ１４１）。\nロシアは，２０１３年（平成２５年），同性愛行為は禁止しないが，\n同性愛を宣伝する活動を禁止するための法改正を行い，２０１４年（平\n成２６年），憲法裁判所も同性愛行為が同国憲法に違反しない旨の判断\nをした。\nベトナムにおいては，２０１４年（平成２６年），それまで禁止の対\n象となっていた同性との間で結婚式をすることを禁止事項から除く法改\n正を行ったが，同時に，婚姻は男性と女性との間のものと明記し，法律\nは同性婚に対する法的承認や保護を提供しないとされた。\nまた，韓国においては，２０１６年（平成２８年），地方裁判所に相\n当する地方法院において，同性婚を認めるかは立法的判断によって解決\nされるべきであり，司法により解決できる問題ではないとの判断をした。\n同国の２０１３年（平成２５年）の調査においては，同性婚を法的に認\nめるべきとする者が２５％だったのに対し，認めるべきではないとする\n者が６７％に上っていた。\n（以上につき，甲Ａ１４１）\nイ  日本に所在する外国団体の動向\n在日米国商工会議所は，平成３０年９月，日本を除くＧ７参加国におい\nては同性婚又は登録パートナーシップ制度が認められているにもかかわら\nず，日本においてはこれらが認められていないことを指摘し，外国で婚姻\nした同性愛者のカップルが，我が国においては配偶者ビザを得られないな\nど同性愛者の外国人材の活動が制約されているなどとして，婚姻の自由を\nＬＧＢＴカップルにも認めることを求める意見書を公表した。また，同月，\n在日オーストラリア・ニュージーランド商工会議所，在日英国商業会議所，\n在日カナダ商工会議所及び在日アイルランド商工会議所も上記意見書に対\nする支持を表明し，その後，在日デンマーク商工会議所も支持を表明した。\n（甲Ａ１１２，１３１，１３２）\n⑻  我が国の状況\nア  我が国においては，平成２７年１０月に東京都渋谷区が，同年１１月に\n東京都世田谷区が登録パートナーシップ制度を導入したのをはじめとして，\n登録パートナーシップ制度を導入する地方公共団体が増加し，現在では導\n入した地方公共団体数が約６０となり，そのような地方公共団体に居住す\nる人口は合計で約３７００万人を超えた（甲Ａ７５～９１，９８，１１９\n～１２９，１６４～１７０，２７１～２９２，３１１～３２２，３２５）。\nイ  我が国における，権利の尊重や差別の禁止などＬＧＢＴに対する基本方\n針を策定している企業数の調査において，平成２８年の調査結果では１７\n３社であったが，令和元年の調査結果では３６４社であった（甲Ａ３８７，\n３８８）。\n⑼  婚姻・結婚に関する統計\nア  婚姻に対する意識調査の結果\n内閣府による平成１７年版国民生活白書によれば，独身のときに子供\nができたら結婚した方が良いかとの質問に対し，１８～４９歳のいずれ\nの年齢層においても，そう思うとの回答がおおむね６割となり，そう思\nわないとの回答は１割に満たなかった。また，いずれ結婚するつもりで\nあると回答した男女は，昭和５７年から平成１４年までの各年の調査を\n通じてそれぞれ９割を超えていた。（甲Ａ２３６）\n厚生労働省が行った平成２１年の調査では，「結婚は個人の自由であ\nるから，結婚してもしなくてもどちらでもよい」という考え方に賛成又\nはどちらかといえば賛成する者は７０％であったが，同省が平成２２年\nに２０～４９歳を対象として行った調査によれば，「結婚は必ずするべ\nきだ」又は「結婚はしたほうがよい」との意見を持つ者は合計で６４．\n５％に上り，米国（５３．４％），フランス（３３．６％），スウェー\nデン（３７．２％）を上回った（甲Ａ２３８）。\n国立社会保障・人口問題研究所が行った平成２７年の調査によれば，\n結婚することに利点があると思う未婚の者は，男性で６４．３％，女性\nで７７．８％であり，その理由として回答が多かったもの（２つまで選\n択可の選択肢式による調査）は，次のとおりである（甲Ａ３４５）。\n「子供や家族をもてる」（男性３５．８％，女性４９．８％）\n「精神的な安らぎの場が得られる」（男性３１．１％，女性２８．１％）\n「親や周囲の期待に応えられる」（男性１５．９％，女性２１．９％）\n「愛情を感じている人と暮らせる」（男性１３．３％，女性１４％）\n「社会的信用や対等な関係が得られる」（男性１２．２％，女性７％）\n国立社会保障・人口問題研究所が行った平成２７年の調査によれば，\n未婚者に対する「生涯を独身で過ごすというのは，望ましい生き方では\nない」との質問には男性の６４．７％，女性の５８．２％が賛成し，\n「男女が一緒に暮らすなら結婚すべきである」との質問には男性の７４．\n８％，女性の７０．５％が賛成と回答をした（甲Ａ３４５）。\nイ  婚姻に関する統計\n厚生労働省が行った平成３０年の我が国の人口動態に関する調査によ\nれば，平成２８年の婚姻件数は，最も多かった昭和４７年の１１０万組\nと比較すると約半分となって減少傾向ではあるものの，６２万０５３１\n組であった（甲Ａ２３９）。\n厚生労働省が行った平成３０年の上記調査によれば，我が国の婚姻率\n（年間婚姻件数を総人口で除した上で１０００を乗じた割合）は，昭和\n４７年以降，増減がありつつも減少傾向にあり，平成２８年には５％と\nなったが，イタリア（３．２％），ドイツ（４．９％），フランス（３．\n６％），オランダ（３．８％）等のヨーロッパ諸国を上回っている。ま\nた，出生に占める嫡出でない子の出生割合は，日本は２．３％であり，\n米国（４０．３％），フランス（５９．１％），ドイツ（３５％），イ\nタリア（３０％），英国（４７．９％）などよりもはるかに低い割合と\nなっている。（甲Ａ２３９）\n厚生労働省が昭和６１年から平成３０年までに行った調査によれば，\n昭和６１年以降の児童のいる世帯が全世帯に占める割合は年々減少し，\n昭和６１年には４６．２％であったものが，平成３０年には２２．１％\nまで減少した（甲Ａ２４０）。\n⑽  同性婚の賛否等に関する意識調査の統計\nア  河口和也広島修道大学教授を研究代表者とするグループが行った平成２\n７年の調査によれば，男性の４４．８％，女性の５６．７％が同性婚に賛\n成又はやや賛成と回答したが，男性の５０％，女性の３３．８％は同性婚\nに反対又はやや反対と回答した。この調査においては，２０～３０代の７\n２．３％，４０～５０代の５５．１％は同性婚に賛成又はやや賛成と回答\nしたが，６０～７０代の賛成又はやや賛成の回答は３２．３％にとどまり，\n同年代の５６．２％は同性婚に反対又はやや反対と回答した。（甲Ａ１０\n４の２）\nイ  毎日新聞社が平成２７年に行った調査によれば，同性婚について，男性\nの３８％，女性の５０％が賛成と回答したのに対し，男性の４９％，女性\nの３０％が反対と回答した（甲Ａ１０５）。\nウ  日本放送協会が平成２７年に行った調査によれば，同性同士が婚姻する\nことを認めるべきかとの質問に対し，５１％がそう思うと回答し，４１％\nがそうは思わないと回答した（甲Ａ１０７）。\nエ  朝日新聞社が平成２７年に行った調査によれば，同性婚を法律で認める\nべきかとの質問に対し，４９％が認めるべきだと回答し，３９％が認める\nべきではないと回答した。同回答においては，１８～２９歳及び３０代に\nおいては，認めるべきだとの回答が７割に上ったが，６０代では認めるべ\nきだ，認めるべきではないのいずれの回答も４２％であり，７０歳以上で\nは，認めるべきではないとの回答が６３％を占めた。（甲Ａ１０９）\nオ  国立社会保障・人口問題研究所が平成３０年に行った全国家庭動向調査\nによれば，同性愛者のカップルにも何らかの法的保障が認められるべきだ\nとの調査項目に対し，全く賛成又はどちらかといえば賛成と回答した者は\n７５．１％であり，全く反対又はどちらかといえば反対と回答した者は２\n５．０％であった。また，同性婚を法律で認めるべきだとの調査項目につ\nいては，全く賛成又はどちらかといえば賛成と回答した者は６９．５％で\nあり，全く反対又はどちらかといえば反対と回答した者は３０． ５％で\nあった。（甲Ａ１７４）\n２  本件規定が憲法２４条又は１３条に違反するか否かについて（争点⑴関係）\n⑴  婚姻及び家族に関する事項は ，国の伝統や国民感情を含めた社会状況に\nおける種々の要因を踏まえつつ ，それぞれの時代における夫婦や親子関係\nについての全体の規律を見据えた総合的な判断を行うことによって定めら\nれるべきものである。したがって，その内容の詳細については，憲法が一\n義的に定めるのではなく ，法律によってこれを具体化することがふさわし\nいものと考えられる。憲法 ２４条２項は，このような観点から，婚姻及び\n家族に関する事項について ，具体的な制度の構築を第一次的には国会の合\n理的な立法裁量に委ねるとともに，その立法に当たっては ，個人の尊厳と\n両性の本質的平等に立脚すべきであるとする要請 ，指針を示すことによっ\nて，その裁量の限界を画したものといえる。また ，同条１項は，「婚姻は，\n両性の合意のみに基いて成立し ，夫婦が同等の権利を有することを基本と\nして，相互の協力により，維持されなければならない。」と規定しており ，\n婚姻をするかどうか，いつ誰と婚姻をするかについては ，当事者間の自由\nかつ平等な意思決定に委ねられるべきであるという趣旨を明らかにしたも\nのと解される。婚姻は，これにより，配偶者の相続権（民法 ８９０条）や\n夫婦間の子が嫡出子となること（同法 ７７２条１項等）などの重要な法律\n上の効果が与えられるものとされているほか ，近年家族等に関する国民の\n意識の多様化が指摘されつつも ，国民の中にはなお法律婚を尊重する意識\nが幅広く浸透していると考えられることをも併せ考慮すると ，上記のよう\nな婚姻をするについての自由は ，憲法２４条１項の規定の趣旨に照らし，\n十分尊重に値するものと解することができる。 （最高裁平成２５年（オ）\n第１０７９号同２７年１２月１６日大法廷判決・民集６９巻 ８号２４２７\n頁〔以下「再婚禁止期間違憲訴訟大法廷判決」という。〕）\nところで，憲法２４条１項は「両性の合意」，「夫婦」という文言を，ま\nた，同条２項は「両性の本質的平等」という文言を用いているから，その文\n理解釈によれば，同条１項及び２項は，異性婚について規定しているものと\n解することができる。そこで，上記のような婚姻をするについての自由が，\n同性間にも及ぶのかについて検討しなければならない。\n⑵  同性愛は，明治民法が制定された当時は，変質狂などとされて精神疾患\nの一種とみなされ，異性愛となるよう治療すべきもの，禁止すべきものと\nされていた（認定事実⑵）。明治民法においては， 同性婚を禁じる規定は\n置かれていなかったものの，これは，婚姻は異性間でされることが当然と\n解されていたためであり， 同性婚は，明治民法に規定するまでもなく認め\nられていなかった（認定事実⑶ア，イ）。また，同性愛は，戦後初期の頃\nにおいても変態性欲の１つなどとされ，同性愛者は精神異常者であるなど\nとされており（認定事実⑷ア），このことは外国においても同様であった\n（認定事実⑷イ）。昭和２２年５月３日に施行された憲法は，同性婚に触\nれるところはなく， 昭和２２年民法改正に当たっても同性婚について議論\nされた形跡はないが，同性婚は当然に許されないものと解されていた （認\n定事実⑸ア～ウ）。\n上記の事実経過に照らすと，まず，明治民法下においては，同性愛は精神\n疾患であることを理由として，同性婚は明文の規定を置くまでもなく認めら\nれていなかったものと解される。そして，昭和２２年民法改正の際にも，同\n性愛を精神疾患とする知見には何ら変化がなく，明治民法下と同様の理解の\n下，同性婚は当然に許されないものと理解されていたことからすると，昭和\n２１年に公布された憲法においても，同性愛について同様の理解の下に同法\n２４条１項及び２項並びに１３条が規定されたものであり，そのために同法\n２４条は同性婚について触れるところがないものと解することができる。以\n上のような，同条の制定経緯に加え，同条が「両性」，「夫婦」という異性\n同士である男女を想起させる文言を用いていることにも照らせば，同条は，\n異性婚について定めたものであり，同性婚について定めるものではないと解\nするのが相当である。そうすると，同条１項の「婚姻」とは異性婚のことを\nいい，婚姻をするについての自由も，異性婚について及ぶものと解するのが\n相当であるから，本件規定が同性婚を認めていないことが，同項及び同条２\n項に違反すると解することはできない。\n⑶  また，憲法２４条２項は，婚姻及び家族に関する事項について，具体的\nな制度の構築を第一次的には国会の合理的な立法裁量に委ね ，同条１項は\nその裁量権の限界を画したものと解される ことは上記⑴において 説示した\nとおりであり，同条によって，婚姻及び家族に関する特定の制度を 求める\n権利が保障されていると解することはできない 。同性婚についてみても，\nこれが婚姻及び家族に関する事項に 当たることは明らかであり， 婚姻及び\n家族に関する個別規定である同条の上記趣旨を踏まえて解釈するのであれ\nば，包括的な人権規定である同法１３条によって，同性婚を含む同性間の\n婚姻及び家族に関する特定の制度を求める権利が保障されていると解する\nのは困難である。\n実質的にも，後記３⑵アで詳説するとおり，婚姻とは，婚姻当事者及びそ\nの家族の身分関係を形成し，戸籍によってその身分関係が公証され，その身\n分に応じた種々の権利義務を伴う法的地位が付与されるという，身分関係と\n結び付いた複合的な法的効果を同時又は異時に生じさせる法律行為であると\n解されるところ，生殖を前提とした規定（民法７３３条以下）や実子に関す\nる規定（同法７７２条以下）など，本件規定を前提とすると，同性婚の場合\nには，異性婚の場合とは異なる身分関係や法的地位を生じさせることを検討\nする必要がある部分もあると考えられ，同性婚という制度を，憲法１３条の\n解釈のみによって直接導き出すことは困難である。\nしたがって，同性婚を認めない本件規定が，憲法１３条に違反すると認め\nることはできない。\n３  本件規定が憲法１４条１項に違反するか否かについて（争点⑴関係）\n⑴  憲法１４条１項は，法の下の平等を定めており，この規定は，事柄の性\n質に応じた合理的な根拠に基づくものでない限り ，法的な差別的取扱いを\n禁止する趣旨のものであると解すべき である（最高裁昭和３７年（オ）第\n１４７２号同３９年５月２７日大法廷判決・民集１８巻４号６７６頁，最\n高裁昭和４５年（あ）第１３１０号同４８年４月４日大法廷判決・刑集２\n７巻３号２６５頁，再婚禁止期間違憲訴訟大法廷判決等）。\n前記２⑴のとおり，婚姻及び家族に関する事項は，国の伝統や国民感情を\n含めた社会状況における種々の要因を踏まえつつ，それぞれの時代における\n夫婦や親子関係についての全体の規律を見据えた総合的な判断を行うことに\nよって定められるべきものであるから，憲法２４条２項は，婚姻及び家族に\n関する事項について，具体的な制度の構築を第一次的には国会の合理的な立\n法裁量に委ねたものである。このことに加え，前記２⑵及び⑶のとおり，同\n条及び１３条によって，同性間の婚姻をするについての自由や同性婚に係る\n具体的制度の構築を求める権利が保障されているものではないと解されるこ\nとにも照らすと，立法府は，同性間の婚姻及び家族に関する事項を定めるに\nついて，広範な立法裁量を有していると解するのが相当である。\n⑵ア  戸籍法は，婚姻は届出によってできるものとし（同法７４条），婚姻\nの 届 出 が あ っ た と き は ， 夫 婦 に つ い て 新 戸 籍 を 編 製 し （ 同 法 １ ６ 条 １\n項），当該戸籍には，戸籍内の各人について，夫又は妻である旨が記載\nされ（同法１３条１号，６号），子が出生した場合にはこれを届け出な\nければならず（同法４９条１項），子は親の戸籍に入ることとされ（同\n法１８条），戸籍の正本は市役所等に備え置くこととされており（同法\n８条２項），戸籍によって 婚姻した男女や子の身分関係を公証している。\nまた，民法は，婚姻に関する規定を設け（同法７３１条以下），婚姻は\n戸籍法の定めるところにより届け出ることによってその効力を生ずると\nした（同法７３９条１項）上で，三親等内の姻族も親族とし（同法７２\n５条３号），同居の親族の扶け合いの義務（同法７３０条），夫婦間の\n夫 婦 財 産 制 （ 同 法 ７ ５ ５ 条 以 下 ） ， 夫 婦 相 互 の 同 居 ・ 協力・ 扶助義務\n（同法７５２条）， 夫婦の子に関する嫡出の推定（同法７７２条），夫\n婦の子に対する親権 （同法８１８条以下），配偶者の相続権（同法８９\n０条）など，婚姻当事者及びその家族に対して， その身分に応じた権利\n義務を伴う法的地位を付与している。\n以上のことからすると，婚姻とは，婚姻当事者及びその家族の身分関係\nを形成し，戸籍によってその身分関係が公証され，その身分に応じた種々\nの権利義務を伴う法的地位が付与されるという，身分関係と結び付いた複\n合的な法的効果を同時又は異時に生じさせる法律行為であると解すること\nができる（以下，上記の法的効果を併せて「婚姻によって生じる法的効果」\nという。）。\nイ  ところで，本件規定は，異性婚についてのみ定めているところ，異性愛\n者のカップルは，婚姻することにより婚姻によって生じる法的効果を享受\nするか，婚姻せずそのような法的効果を受けないかを選択することができ\nるが，同性愛者のカップルは，婚姻を欲したとしても婚姻することができ\nず，婚姻によって生じる法的効果を享受することはできない。そうすると，\n異性愛者と同性愛者との間には，上記の点で区別取扱いがあるということ\nができる（以下「本件区別取扱い」という。）。\n以上のことからすると，立法府が，同性間の婚姻及び家族に関する事項\nについて広範な立法裁量を有していることは，上記⑴で説示したとおりで\nあるが，本件区別取扱いが合理的根拠に基づくものであり，立法府の上記\n裁量権の範囲内のものであるかは，検討されなければならない。\nウ  この点，被告は，同性愛者であっても，異性との間で婚姻することは可\n能であるから，性的指向による区別取扱いはないと主張する。\n確かに，本件規定の下にあっては，同性愛者であっても異性との間で婚\n姻をすることができる。\nしかしながら，性的指向とは，人が情緒的，感情的，性的な意味で人に\n対して魅力を感じることであり，このような恋愛・性愛の対象が異性に対\nして向くことが異性愛，同性に対して向くことが同性愛である。また，婚\n姻の本質は，両性が永続的な精神的及び肉体的結合を目的として真摯な意\n思をもって共同生活を営むことにあると解される（最高裁昭和６１年（オ）\n第２６０号同６２年９月２日大法廷判決・民集４１巻６号１４２３頁参\n照）。これらのことからすれば，同性愛者が，性的指向と合致しない異性\nとの間で婚姻することができるとしても，そのような婚姻が，当該同性愛\n者にとって婚姻の本質を伴ったものにはならない場合が多いと考えられ，\nそのような婚姻は，憲法２４条や本件規定が予定している婚姻であるとは\n解し難い。さらに，婚姻意思（民法７４２条１号）とは，当事者間に真に\n社会観念上夫婦であると認められる関係の設定を欲する効果意思であると\n解される（最高裁昭和４２年（オ）第１１０８号同４４年１０月３１日第\n二小法廷判決・民集２３巻１０号１８９４頁参照）ところ，同性愛者が，\n恋愛や性愛の対象とならない異性と婚姻したとしても，婚姻意思を伴って\nいるとは認め難い場合があると考えられ，そのような婚姻が常に有効な婚\n姻となるのか，疑問を払拭できない。\n上記のような性的指向や婚姻の本質に照らせば，同性愛者が，その性的\n指向と合致しない異性との間で婚姻することができるとしても，それを\nもって，異性愛者と同等の法的利益を得ているとみることができないのは\n明らかであり，性的指向による区別取扱いがないとする被告の主張は，採\n用することができない。\n⑶  そこで，本件区別取扱いが合理的根拠を有するといえるかについて検討\nする。\nア  同性愛は，現在においては精神疾患とはみなされておらず，さらには，\n性的指向の決定要因は解明されていないものの，人がその意思で決定する\nものではなく，また，人の意思又は治療等によって変更することも困難な\nものであることは，確立された知見に至ったということができる（認定事\n実⑴ア，⑹）。そうすると，性的指向は，自らの意思に関わらず決定され\nる個人の性質であるといえ，性別，人種などと同様のものということがで\nきる。\nこのような人の意思によって選択・変更できない事柄に基づく区別取扱\nいが合理的根拠を有するか否かの検討は，その立法事実の有無・内容，立\n法目的，制約される法的利益の内容などに照らして真にやむを得ない区別\n取扱いであるか否かの観点から慎重にされなければならない。\nイ  現在においても，法律婚を尊重する意識が幅広く浸透しているとみられ\nるが（最高裁平成２４年（ク）第９８４号，９８５号同２５年９月４日大\n法廷決定・民集６７巻６号１３２０頁参照），このことは，①明治民法か\nら現行民法に至るまで，一貫して，婚姻という制度が維持されてきたこと，\n②婚姻するカップルが年々減少しているとはいえ，いまだ毎年約６０万組\nのカップルが婚姻しており，諸外国と比較しても，婚姻率は高く，婚姻外\n種の国民に対する意識調査においても，婚姻（結婚）をすることに肯定的\n閣も，法律婚を尊重する意識が国民の間に幅広く浸透していると認識して\nいること（甲Ａ２６１），⑤法令においては，婚姻の届出をしていないが，\n事実上婚姻関係と同様の事情にある者について，婚姻している者と同様に\n扱う例が多数見られ（児童手当法３条２項，犯罪被害者等給付金の支給等\nによる犯罪被害者等の支援に関する法律５条１項１号，児童扶養手当法３\n条３項，母子及び父子並びに寡婦福祉法６条１項，厚生年金保険法３条２\n項，国民年金法５条７項など），事実上婚姻関係と同様の事情にある者に\n対しては，婚姻している者と同様の権利義務を付与することが法技術的に\nは可能であるにもかかわらず，なお婚姻という制度が維持されていること\nの各事情からもうかがわれるものといえる。\nこのことからすると，婚姻することにより，婚姻によって生じる法的効\n果を享受することは，法的利益であると解するのが相当である。\nそして，このような婚姻によって生じる法的効果を享受する利益は，そ\nれが異性間のものであれば，憲法２４条がその実現のための婚姻を制度と\nして保障していることからすると，異性愛者にとって重要な法的利益であ\nるということができる。異性愛者と同性愛者の差異は，性的指向が異なる\nことのみであり，かつ，性的指向は人の意思によって選択・変更できるも\nのではないことに照らせば，異性愛者と同性愛者との間で，婚姻によって\n生じる法的効果を享受する利益の価値に差異があるとする理由はなく，そ\nのような法的利益は，同性愛者であっても，異性愛者であっても，等しく\n享有し得るものと解するのが相当である。\nしたがって，本件区別取扱いは，このように異性愛者であっても同性愛\n者であっても，等しく享有し得る重要な利益である婚姻によって生じる法\n的効果を享受する利益について，区別取扱いをするものとみることができ\nる。\nウ  明治民法下においては，婚姻とは，終生の共同生活を目的とする，男女\nの道徳上及び風俗上の要求に合致した結合関係などとされ（認定事実⑶\nイ），昭和２２年民法改正当時においても，夫婦関係とは，社会で一般に\n夫婦関係と考えられているような，社会通念による夫婦関係を築く男女の\n精神的・肉体的結合とされており（認定事実⑸イ），我が国においては，\n同性婚は，明文の規定を置かずともそのような社会通念に照らして当然の\nこととして認められないと解されてきた（認定事実⑶イ，⑸イ，ウ）。\nその理由について検討するに，同性愛は，明治民法下においては，変質\n狂などとされた精神疾患の一種とされ，これは治療すべきものであり，ま\nた禁止すべきものとされていたのであり（認定事実⑵），昭和２２年民法\n改正がされた頃以降においても，同様に精神疾患とされ，治療すべきもの，\n禁止すべきものとされていたものであること（認定事実⑷ア～ウ）からす\nれば，同性愛とは精神疾患にり患した状態であり，同性愛者間において婚\n姻を欲したとしても，それは精神疾患が原因となっているためであって，\n同性愛者間においては社会通念に合致した正常な婚姻関係を営むことがで\nきないと考えられたことから，法令によって禁止するまでもないとされた\nものと解される。\nしかしながら，平成４年頃までには，外国及び我が国において，同性愛\nは精神疾患ではないとする知見が確立したものといえ（認定事実⑹ア，\nイ），さらに，性的指向は，人の意思によって選択・変更できるものでは\nく，また後天的に変更可能なものでもないことが明らかになったこと（認\n定事実⑴ア，⑹ア，イ）からすると，同性愛が精神疾患であることを前提\nとして同性婚を否定した科学的，医学的根拠は失われたものということが\nできる。\nエ   現行民法では，婚姻当事者である夫婦のみにとどまる規定だけではな\nく，実子に関する規定（民法７７２条以下），親権に関する規定（同法\n８１８条以下）などが置かれ，婚姻した夫婦とその子について特に定め\nていること，戸籍法が，子の出生時の届出（同法４９条１項）や，子の\n親の戸籍への入籍（同法１８条）などについて規定していることからす\nると，本件規定は，夫婦が子を産み育てながら共同生活を送るという関\n係に対して，法的保護を与えることを重要な目的としていると解するこ\nとができる。\nしかしながら，現行民法は，子のいる夫婦といない夫婦，生殖能力の\n有無，子をつくる意思の有無による夫婦の法的地位の区別をしていない\nこと，子を産み育てることは，個人の自己決定に委ねられるべき事柄で\nあり，子を産まないという夫婦の選択も尊重すべき事柄といえること，\n明治民法においても，子を産み育てることが婚姻制度の主たる目的とさ\nれていたものではなく，夫婦の共同生活の法的保護が主たる目的とされ\nていたものであり（認定事実⑶ウ），昭和２２年民法改正においてこの\n点の改正がされたことはうかがわれないこと（認定事実⑸ウ）に照らす\nと，子の有無，子をつくる意思・能力の有無にかかわらず，夫婦の共同\n生活自体の保護も，本件規定の重要な目的であると解するのが相当であ\nる。特に近時においては，子を持つこと以外の婚姻の目的の重要性が増\nしているとみることができ，子のいる世帯数は年々減少している（認定\n子を持つ\nこと以外に婚姻（結婚）の利点を感じている者が多数いるとみられるこ\nができる。\nこのような本件規定の目的は正当であるが，そのことは，同性愛者の\nカップルに対し，婚姻によって生じる法的効果の一切を享受し得ないも\nのとする理由になるとは解されない。\nすなわち，婚姻の本質は，両性が永続的な精神的及び肉体的結合を目\n的として真摯な意思をもって共同生活を営むことにあるが，異性愛と同\n性愛の差異は性的指向の違いのみであることからすれば，同性愛者で\nあっても，その性的指向と合致する同性との間で，婚姻している異性同\n士と同様，婚姻の本質を伴った共同生活を営むことができると解される。\n上記ウで説示したとおり，本件規定が同性婚について定めなかったのは，\n昭和２２年民法改正当時，同性愛は精神疾患とされ，同性愛者は，社会\n通念に合致した正常な婚姻関係を築けないと考えられたためにすぎない\nことに照らせば，そのような知見が完全に否定されるに至った現在にお\nいて，本件規定が，同性愛者が異性愛者と同様に上記婚姻の本質を伴っ\nた共同生活を営んでいる場合に，これに対する一切の法的保護を否定す\nる趣旨・目的まで有するものと解するのは相当ではない。なぜなら，仮\nにそのように解したときには，本件規定は，誤った知見に基づいて同性\n愛者の利益を否定する規定と解さざるを得なくなるからである。\nこのことは，憲法２４条の趣旨に照らしても同様であり，同条が異性\n婚についてのみ定めた理由は，本件規定に関して とこ\nろと同様であることは，前記２⑵で説示したとおりである。これに加え，\nそもそも同条は，異性婚について定めるものであり，同性婚について触\nれるものではないことも併せ考慮すれば，同条は，同性愛者が異性愛者\nと同様に上記婚姻の本質を伴った共同生活を営んでいる場合に，これに\n対する一切の法的保護を否定する趣旨まで有するものとは解されない。\n以上のとおり，本件規定の目的や憲法２４条の趣旨に照らせば，これ\nらの規定は，同性愛者のカップルに対する一切の法的保護を否定する理\n由となるものとはいえない。\nオ  我が国においては，平成２７年１０月の東京都渋谷区に始まり，登録パ\nートナーシップ制度を導入する地方公共団体が増加し，現在はその数が約\n６０に及び，そのような地方公共団体に居住する住民の数は約３７００万\n人を超えるに至った（認定事実⑻ア）。また，年齢層による差異があると\nはいえ，同性婚を法律によって認めるべきとの国民の意見は，平成２７年\nの調査と比較して平成３０年には増加しているとみることができ，かつ平\n成２７年の調査当時からおおむね半数に達していたものであり，特に，比\n較的若い世代において肯定的意見が多くみられる（認定事実⑽ア～オ）。\nさらに，同性愛者のカップルに何らかの法的保障が認められるべきだとの\n意見に肯定的な回答は７５％に上り（認定事実⑽オ），我が国の企業のう\nち，権利の尊重や差別の禁止などＬＧＢＴに対する基本方針を策定してい\nる企業数は，平成２８年から平成３０年までの間に約２倍となった（認定\n事実⑻イ）。\n上記各事実は，いずれも国民の意思を代表するものとはいえないが，性\n的指向による区別取扱いを解消することを要請する国民意識が高まってい\nること，今後もそのような国民意識は高まり続けるであろうことを示して\nいるといえ，このことは，本件区別取扱いが合理的根拠を有するといえる\nかを検討するに当たって考慮すべき事情であるといえる。\nカ  同性愛が精神疾患の一種ではないとする知見が確立して以降，諸外国に\nおいては，同性婚又は同性間の登録パートナーシップ制度を導入する立法\nが多数行われ，婚姻は異性婚に限るとする司法判断がみられる一方で，同\n性婚を認めない法制は憲法に反するとする司法判断も示されるようになり，\nこのような例は，いわゆるＧ７参加国等の先進国に多くみられるものとい\nえる（認定事実⑺ア）。また，我が国に所在する外国団体も，我が国にお\nける外国人材の活動が制約されているとの懸念を示す意見を表明するに\n至っている（認定事実⑺イ）。\n上記のような諸外国やその関連団体の動向は，婚姻やカップルの在り方\nに関する文化，価値観，宗教観などが我が国と異なることから，直ちに我\nが国における同性愛者のカップルに対する法的保護の在り方に影響する事\n情とし得るものではない。しかしながら，諸外国及び地域において，同性\n愛が精神疾患ではないとの知見が確立されて以降，同性愛者のカップルと\n異性愛者のカップルとの間の区別取扱いを解消するという要請が高まって\nいることを示すものといえ，このことも，本件区別取扱いが合理的根拠を\n有するといえるかを検討するに当たって考慮すべき事情であるといえる。\nキ   同性愛を精神疾患の１つとし，禁止すべきものとする知見は，昭和５\n５年頃までは，国際的にも我が国においても通用していたものであり，\nそれは教育の領域においても広く示されていたものであった（認定事実\n⑷ウ）。近時の調査によれば，同性婚を法律で認めるべきとの国民の意\n見が多数になりつつあるものの，６０歳以上の比較的高い年齢層におい\nては，同性婚を法律で認めることについて否定的意見を持つ国民が多数\nを占めている（認定事実⑽ア，エ）。このように，国民の総意が同性婚\nに肯定的であるというには至らないのは，明治時代から近時に至るまで，\n同性愛は精神疾患でありこれを治療又は禁止すべきものとの知見が通用\nしており，そのような結果，同性婚を法律によって認めることに対する\n否定的な意見や価値観が国民の間で形成されてきたことが，理由の１つ\nであると考えられる。同性愛を精神疾患とする知見は，現在は，科学\n的・医学的には否定されているものであるが，上記のような経緯もあっ\nて，同性婚に対する否定的な意見や価値観が形成され続けてきたことに\n照らせば，そのような意見や価値観を持つ国民が少なからずいることも\nまた考慮されなければならない。特に，婚姻とは，明治民法以来，社会\nの風俗や社会通念によって定義されるものと解されていたのであるから\n（認定事実⑶イ，⑸イ），立法府は，異性婚と同様の同性婚を認めるか\nについてその裁量権を行使するに当たり，上記のような否定的な意見や\n価値観を有する国民が少なからずいることを斟酌することができるもの\nといえる。\nしかしながら，繰り返し説示してきたとおり，同性愛はいかなる意味\nでも精神疾患ではなく，自らの意思に基づいて選択・変更できるもので\nもないことは，現在においては確立した知見になっている。同性愛者は，\n我が国においてはごく少数であり，異性愛者が人口の９割以上を占める\nと推察されること（認定事実⑴イ）も考慮すると，圧倒的多数派である\n異性愛者の理解又は許容がなければ，同性愛者のカップルは，重要な法\n的利益である婚姻によって生じる法的効果を享受する利益の一部であっ\nてもこれを受け得ないとするのは，同性愛者のカップルを保護すること\nによって我が国の伝統的な家族観に多少なりとも変容をもたらすであろ\nうことを考慮しても，異性愛者と比して，自らの意思で同性愛を選択し\nたのではない同性愛者の保護にあまりにも欠けるといわざるを得ない。\n上記オで説示したとおり，性的指向による区別取扱いを解消すること\nを要請する国民意識が高まっていること，今後もそのような国民意識は\n高まり続けるであろうこと，外国において同様の状況にあることも考慮\nすれば， で述べた事情は，立法府がその裁量権を行使するに当\nたって斟酌することができる一事情ではあるといえるものの，同性愛者\nに対して，婚姻によって生じる法的効果の一部であってもこれを享受す\nる法的手段を提供しないことを合理的とみるか否かの検討の場面におい\nては，限定的に斟酌されるべきものといわざるを得ない。\nク  被告は，同性愛者のカップルであっても，契約や遺言により婚姻と同様\nの法的効果を享受することができるから，不利益はない旨主張する。\nしかしながら，婚姻とは，婚姻当事者及びその家族の身分関係を形成し，\n戸籍によってその身分関係が公証され，その身分に応じた種々の権利義務\nを伴う法的地位が付与されるという，身分関係と結び付いた複合的な法的\n効果を同時又は異時に生じさせる法律行為であることは，上記⑵アで説示\nしたとおりであり，婚姻によって生じる法的効果の本質は，身分関係の創\n設・公証と，その身分関係に応じた法的地位を付与する点にあるといえる。\nそうすると，婚姻は，契約や遺言など身分関係と関連しない個別の債権債\n務関係を発生させる法律行為によって代替できるものとはいえない。そも\nそも，民法は，契約や遺言を婚姻の代替手段として規定しているものでは\nなく，異性愛者であれば，婚姻のほか，契約や遺言等によって更に当事者\n間の権利義務関係を形成することができるが，同性愛者にはそもそも婚姻\nという手段がないのであって，同じ法的手段が提供されているとはいえな\nいことは明らかである。加えて，婚姻によって生じる法的効果の１つであ\nる配偶者の相続権（民法８９０条）についていえば，同性愛者のカップル\nであっても，遺贈又は死因贈与によって財産を移転させることはできるも\nのの，相続の場合と異なり，遺留分減殺請求（同法１０４６条）を受ける\n可能性があるし，配偶者短期居住権（同法１０３７条）についていえば，\n当事者間の契約のみでは，第三者に対抗することができず，契約や遺言に\nよって一定程度代替できる法的効果も婚姻によって生じる法的効果に及ぶ\nものとはいえない。\n以上のことからすれば，婚姻と契約や遺言は，その目的や法的効果が異\nなるものといえるから，契約や遺言によって個別の債権債務関係を発生さ\nせられることは，婚姻によって生じる法的効果の代替となり得るものとは\nいえず，被告の上記主張は，採用することができない。\n⑷  上記⑶で掲げた諸事情を総合して，本件区別取扱いの合理的根拠の有無\nについて検討する。\n上記⑶アで説示したとおり，本件区別取扱いは，人の意思によって選択・\n変更できない事柄である性的指向に基づく区別取扱いであるから，これが合\n理的根拠を有するといえるかについては，慎重な検討を要するところ，同イ\nで説示したとおり，婚姻によって生じる法的効果を享受することは法的利益\nであって，同性愛者であっても異性愛者であっても，等しく享受し得る利益\nと解すべきであり，本件区別取扱いは，そのような性質の利益についての区\n別取扱いである。この点につき，本件区別取扱いは本件規定から導かれる結\n果であるところ，同ウ，エで説示したとおり，本件規定の目的そのものは正\n当であるが，昭和２２年民法改正当時は正しいと考えられていた同性愛を精\n神疾患として禁圧すべきものとする知見は，平成４年頃には完全に否定され\nたことに照らせば，同性婚について定めていない本件規定や憲法２４条の存\n在が同性愛者のカップルに対する一切の法的保護を否定する理由となるもの\nではない。そうであるにもかかわらず，本件規定により，同性愛者と異性愛\n者との間で，その性的指向と合致する者との間で婚姻することができるか否\nかという区別が生じる結果となってしまっている。\nもっとも，同性間の婚姻や家族に関する制度は，その内容が一義的ではな\nく，同性間であるがゆえに必然的に異性間の婚姻や家族に関する制度と全く\n同じ制度とはならない（全く同じ制度にはできない）こと，憲法から同性婚\nという具体的制度を解釈によって導き出すことはできないことは，前記２⑶\nで説示したとおりであり，この点で，立法府の裁量判断を待たなければなら\nない。そして，我が国には，同性婚に対する否定的な意見や価値観を有する\n国民が少なからずおり，また，明治民法以来，婚姻とは社会の風俗や社会通\n念によって定義されてきたものであって，婚姻及び家族に関する事項は，国\nの伝統や国民感情を含めた社会状況における種々の要因を踏まえつつ，それ\nぞれの時代における夫婦や親子関係についての全体の規律を見据えた総合的\nな判断を行うことによって定められるべきものであること（前記２⑴）から\nすれば，立法府が，同性間の婚姻や家族に関する事項を定めるについて有す\nる広範な立法裁量の中で上記のような事情を考慮し，本件規定を同性間にも\n適用するには至らないのであれば，そのことが直ちに合理的根拠を欠くもの\nと解することはできない。\nしかしながら，上記説示したとおり，異性愛者と同性愛者の違いは，人の\n意思によって選択・変更し得ない性的指向の差異でしかなく，いかなる性的\n指向を有する者であっても，享有し得る法的利益に差異はないといわなけれ\nばならない。そうであるにもかかわらず，本件規定の下にあっては，同性愛\n者に対しては，婚姻によって生じる法的効果の一部ですらもこれを享受する\n法的手段が提供されていないのである。そして，上記⑶オ～キで論じたとお\nり，本件区別取扱いの合理性を検討するに当たって，我が国においては，同\n性愛者のカップルに対する法的保護に肯定的な国民が増加し，同性愛者と異\n性愛者との間の区別を解消すべきとする要請が高まりつつあり，諸外国にお\nいても性的指向による区別取扱いを解消する要請が高まっている状況がある\nことは考慮すべき事情である一方，同性婚に対する否定的意見や価値観を有\nする国民が少なからずいることは，同性愛者に対して，婚姻によって生じる\n法的効果の一部ですらもこれを享受する法的手段を提供しないことを合理的\nとみるか否かの検討の場面においては，限定的に斟酌すべきものというべき\nである。\n以上のことからすれば，本件規定が，異性愛者に対しては婚姻という制度\nを利用する機会を提供しているにもかかわらず，同性愛者に対しては，婚姻\nによって生じる法的効果の一部ですらもこれを享受する法的手段を提供しな\nいとしていることは，立法府が広範な立法裁量を有することを前提としても，\nその裁量権の範囲を超えたものであるといわざるを得ず，本件区別取扱いは，\nその限度で合理的根拠を欠く差別取扱いに当たると解さざるを得ない。\nしたがって，本件規定は，上記の限度で憲法１４条１項に違反すると認め\nるのが相当である。\n４  争点⑵（本件規定を改廃しないことが，国家賠償法１条１項の適用上違法で\nあるか）について\n⑴  国家賠償法１条１項は，国又は公共団体の公権力の行使に当たる公務員\nが個々の国民に対して負担する職務上の法的義務に違反して当該国民に損\n害を加えたときに，国又は公共団体がこれを賠償する責任を負うことを規\n定するものであるところ ，国会議員の立法行為又は立法不作為が同項の適\n用上違法となるかどうかは ，国会議員の立法過程における行動が個々の国\n民に対して負う職務上の法的義務に違反したかどうかの問題であり ，立法\nの内容の違憲性の問題とは区別されるべきものである。そして ，上記行動\nについての評価は原 則として国民の政治 的判断に委ねられる べき事柄で\nあって，仮に当該立法の内容が憲法の規定に違反するものであるとしても ，\nそのゆえに国会議員の立法行為又は立法不作為が直ちに 同項の適用上違法\nの評価を受けるものではない。\nもっとも，法律の規定が憲法上保障され又は保護されている権利・利益を\n合理的な理由なく制約するものとして憲法の規定に違反するものであること\nが明白であるにもかかわらず，国会が正当な理由なく長期にわたってその改\n廃等の立法措置を怠る場合などにおいては，国会議員の立法過程における行\n動が上記職務上の法的義務に違反したものとして，例外的に，その立法不作\n為は，国家賠償法１条１項の規定の適用上違法の評価を受けることがあると\nいうべきである。（最高裁昭和５３年（オ）第１２４０号同６０年１１月２\n１日第一小法廷判決・民集３９巻７号１５１２頁，最高裁平成１３年（行ツ）\n第８２号，第８３号，同年（行ヒ）第７６号，第７７号同１７年９月１４日\n大法廷判決・民集５９巻７号２０８７頁参照）\n⑵  そこで，本件規定を改廃しないことが，国家賠償法１条１項の適用上違\n法の評価を受けるかについて検討する。\n本件規定は，昭和２２年民法改正当時における同性愛を精神疾患とする知\n見（認定事実⑵，⑷）を前提とすれば，そのような同性愛者のカップルに対\nする法的保護を特に設けなかったとしても，合理性がないとすることはでき\nない。\nこの点につき，そのような知見は，昭和５５年頃には米国において否定さ\nれ，平成４年頃には世界保健機関によっても否定されたものであり，その頃\nには，我が国においても，同性愛を精神疾患とする知見は否定されたものと\n認めることができる（認定事実⑹ア，イ）。\nしかしながら，科学的・医学的には同性愛を精神疾患とする知見は否定さ\nれたものの，諸外国において登録パートナーシップ制度又は同性婚制度を導\n入する国が広がりをみせ始めたのは，オランダが２０００年（平成１２年）\nに同性婚の制度を導入して以降といえ（認定事実⑺ア ），我が国における\n地方公共団体による登録パートナーシップ制度の広がりはさらに遅く，東京\n都渋谷区が平成２７年１０月に導入して以降といえる（認定事実⑻ア）。\nまた，近時の調査によっても，２０代や３０代など若年層においては，同\n性婚又は同性愛者のカップルに対する法的保護に肯定的な意見が多数を占め\nるものの，６０歳以上の比較的高い年齢層においては否定的な意見が多数を\n占めており（認定事実⑽ア，エ），国民意識の多数が同性婚又は同性愛者の\nカップルに対する法的保護に肯定的になったのは，比較的近時のことと推認\nすることができる。\nさらに，同性愛者のカップルに対し，婚姻によって生じる法的効果を付与\nする法的手段は，多種多様に考えられるところであり，一義的に制度内容が\n明確であるとはいい難く，どのような制度を採用するかは，前記３⑴のとお\nり，国会に与えられた合理的な立法裁量に委ねられている。ところが，本件\n証拠上確認できる，国会において初めて同性婚に言及された機会は，平成１\n６年１１月１７日の参議院憲法調査会における参考人の答弁であるが，同調\n査会においては同性婚について議論がされた形跡はなく（甲Ａ２６０），国\n会における議論がされるようになったのは，平成２７年に至ってからである\nと認められる（甲Ａ１１，１２，６０～６２，２６１，２６７）。\n加えて，前記３⑶キで説示したとおり，同性婚や同性愛者のカップルに対\nする法的保護に否定的な意見や価値観を有する国民は少なからず存在すると\nころである。\nこれらのことに加え，昭和２２年民法改正以後，現在に至るまで，同性婚\nに関する制度がないことの合憲性についての 司法判断が示されたことがな\nかったことにも照らせば，本件規定が憲法１４条１項に反する状態に至って\nいたことについて，国会において直ちに認識することは容易ではなかったと\nいわざるを得ない。\nそうすると，本件規定は，前記３⑷で説示した限度で憲法に違反するもの\nとなっていたといえるものの，これを国家賠償法１条１項の適用の観点から\nみた場合には，憲法上保障され又は保護されている権利利益を合理的な理由\nなく制約するものとして憲法の規定に違反することが明白であるにもかかわ\nらず，国会が正当な理由なく長期にわたって改廃等の立法措置を怠っていた\nと評価することはできない。\nしたがって，本件規定を改廃していないことが，国家賠償法１条１項の適\n用上違法の評価を受けるものではないというべきである。\n第４  結論\n以上のとおりであって，その余の争点について判断するまでもなく， 原告\nらの請求にはいずれも理由がないから，これらを棄却することとする。\nよって，主文のとおり判決する。\n札幌地方裁判所民事第２部\n裁判長裁判官      武  部  知  子\n裁判官      松  長  一  太\n裁判官      川  野  裕  矢\n（別紙２）\n争点に対する当事者の主張の要旨\n１  争点⑴（本件規定は憲法１３条，１４条１項又は２４条に違反するものである\nか）について\n⑴  原告らの主張の要旨\nア  本件規定は憲法２４条及び１３条に違反すること\n憲法２４条１項は，婚姻の自由を保障しているところ，かかる婚姻の自由\nの保障は，同性の者との間の婚姻にも及ぶものである。婚姻の自由が保障さ\nれるのは，それが憲法の基本的価値である個人の尊重に不可欠だからであり，\nより具体的には，個人の自己実現の価値，民主制の基盤としての重要性，公\n正な社会基盤としての重要性を有するからである。すなわち，近代社会では，\n国家が法をもって婚姻の要件を定め，効果を付与する役割を担っている。こ\nのように，人と人の永続性ある共同生活について，法律が要件と効果を定め\nて承認・公証する仕組みが法律婚であるといえる。憲法も，法律婚の存在を\n予定し（同法２４条１項，２項），民法は，当事者相互の協力義務（同法７\n６０条），財産権の公平平等な実現のための制度（同法８８２条以下）及び\n財産分与（同法７６８条）など，親密な関係を基礎とする共同生活という婚\n姻の特質に応じて，様々な法的・経済的利益を集合的に付与しており，当事\n者の関係は，これらの利益と義務により強められている。また，法律婚には，\n当事者の結び付きが法的・社会的に家族として承認され，そのことを通じて\n強められるという重要な役割がある。このような価値や重要性は，同性の者\nにも，異性の者と同様に当てはまるものである。\nまた，憲法２４条は，法律上同性の者との間の婚姻を禁止していない。す\nなわち，同項の制定趣旨は，戦前の民法下における家制度を否定し，婚姻に\n個人の尊重の理念を及ぼす点にあることからすれば，かかる制定趣旨は，同\n性婚にも及ぶものである。\n以上のことからすれば，同性婚を認めない本件規定は，婚姻の自由を不当\nに侵害するものであり，憲法２４条１項及び２項並びに１３条に違反する。\nイ  本件規定は憲法１４条１項に違反すること\n性的指向は自らの意思でコントロールできるものではないから，性的指\n向によって婚姻できるか否かが異なるという別異取扱いは，憲法１４条１\n項後段が規定する性別又は社会的身分による差別というべきであり，その\n別異取扱いの合理性は厳格に審査されるべきである。また，そのような別\n異取扱いによって制約を受ける同性愛者の利益は，婚姻の自由という憲法\n上の権利であり，それが直接制約される場合である上，同性愛者は社会に\nおける圧倒的な少数者であり，民主制の過程で救済されないことから，や\nはりその別異取扱いの合理性は厳格に審査されるべきである。\n本件規定は，異性愛者であれば，その性的指向に従って婚姻することが\nできるのに対し，同性愛者に対しては，その性的指向に従って婚姻するこ\nとを認めないものである。婚姻の自由は上記アのとおり同性間での婚姻も\n含むものであり，上記別異取扱いは，性的指向に基づき婚姻できるか否か\nに関する別異取扱いをするものといえるから，かかる本件規定は，憲法１\n４条１項に反するものである。\nまた，婚姻制度に，親子関係の法的確定をするという目的が含まれてい\nるとしても，それのみが目的とされているものではないことは明らかであ\nり，むしろ，当事者間の精神的な結合に基づく永続的な共同生活関係が婚\n姻の中心にあるのであって，そのような関係を公的に承認し，法的に規律\nし保護するのが婚姻の主たる目的であると解される。\n国民には法律婚を尊重する意識が広く浸透しており，我が国においては，\n法律上の婚姻をしたカップルが正式なカップルと認識されて社会的に承認\nを受けているといえるが，カップルの関係を公示してその身分関係を明ら\nかにすること自体にも社会的意義，必要性が存在するものである。しかし\nながら，我が国においては，同性愛者のカップルは公証を受けることがで\nきず，正式なカップルであるとの社会的認識を得られない結果，社会的な\n承認を受けられない。また，異性愛者のカップルであれば，婚姻に伴う\n様々な法令上の権利・利益のほか，パートナーの医療行為に対する同意を\nすることなど事実上の利益も享受することができるが，同性愛者のカップ\nルにはこれらの権利・利益が一切付与されていない。\n憲法及び本件規定の制定当初は，同性愛は精神疾患であり，倫理的にも\n許されないものとする社会通念が存在したが，現在に至るまでの間に，同\n性愛の性的指向を有することは，精神疾患ではないことが明らかにされ，\nまた，性的指向が決定される原因については種々の議論があるものの，少\nなくとも，個人の意思に基づいて決定されるものではないことが明らかに\nされている。そうすると，上記のような公認を受け，それに伴う権利・利\n益を付与される利益を，異性愛者のカップルのみに付与し，同性愛者のカ\nップルが享受できないものとする合理的理由はない。\nそして，諸外国においては，同性婚や，同性愛者のカップル間の登録パ\nートナーシップ制度を法制化する国が次々と現れ，諸外国からは，性的指\n向等による差別への懸念の表明などが示されているほか，国内においても，\n同性愛者のカップルの関係を認証する登録パートナーシップ制度を導入す\nる地方公共団体（普通地方公共団体及び特別区を指すものとする。以下，\n同じ）が多数現れており，同性婚を認める意識が広く浸透してきたものと\nいえる。現在の社会においては，異性愛のほかにも，同性愛をはじめとす\nる種々の性的指向を有する者が存在することが明らかとなり，上記地方公\n共団体が導入した登録パートナーシップ制度を利用する同性愛者のカップ\nルも増加している。\n以上のとおり，本件規定は，異性愛者のカップルであれば，届出をする\nことによって公証され，それに伴い心理的・社会的利益，法的・経済的利\n益及び事実上の利益を与えるものとしているが，同性愛者のカップルには，\nそのような公証や利益を付与しないとするものであり，これに合理的根拠\nもないから，憲法１４条１項に違反するものである。\n⑵  被告の主張の要旨\nア  婚姻制度の目的\n我が国における婚姻制度は，明治時代から，生殖と結び付けられ，男女間\nの結合を法的に公認する制度として発達し，現行憲法の成立後もそれを踏襲\nし，婚姻とは男女が子を産み育てる共同生活関係を保護するものとして創設\nされたものである。\nイ  本件規定は憲法２４条１項及び２項並びに１３条に違反しないこと\n憲法２４条１項は，「両性」，「夫婦」という文言を用いており，婚姻が\n男女間のものであることを前提としているのは明らかであり，性別が同一の\n当事者間における婚姻を想定していないことは明らかであって，同項は，同\n性婚について，異性婚と同程度に保障しなければならないことを命じるもの\nではないと解するべきである。\nまた，憲法１３条が自己決定権を保障しているかどうかやその具体的内容\nは明らかでなく，さらに，仮に婚姻に関する何らかの自己決定権を観念できる\nとしても，現行の法律上の婚姻制度は，同法２４条１項を前提とした，男女間\nの結合としての婚姻制度の構築を要請する同条２項の要請に従ってそのとおり\nに構築されたものであって，その法制度の枠を超えた，同性の者を婚姻相手と\nして選択できる新たな法制度の創設を求める権利が自己決定権に含まれないこ\nとは明らかである。本件規定による現行の婚姻制度は，憲法の要請に従って構\n築されたものであり，それを超えて新たな婚姻制度の創設を求める権利が同法\n１３条によって保障されていると解することはできない。\nよって，本件規定は，憲法２４条１項及び２項並びに１３条に違反しない。\nウ  本件規定は憲法１４条１項に違反しないこと\n憲法２４条１項は，同性婚を保障するものではないことは上記イのとおり\nであり，そうである以上，同性婚を認めないことが，同法１４条１項に違反\nすると解する余地はない。\n本件規定は，婚姻制度を利用することができるか否かの基準を，当事者の\n性的指向に置くものではなく，異性愛者であるか同性愛者であるかを問わず，\n国民は婚姻制度を利用することができるのであり，同性愛者も異性との間で\n婚姻することができるのであるから，同性愛者を殊更差別するものとはいえ\nない。\n婚姻制度は，上記アのとおり，夫婦がその間の子を産み育てながら共同生\n活を送るという関係に対して法的保護を与えることが目的とされていたもの\nであり，現在においても，婚姻の当事者は男女であるとの理解に変化があっ\nたと認められるような状況にはなく，婚姻の意義及び目的について，生殖及\nび子の養育の重要性が減退し，パートナーとの人格的結び付きの安定化が重\n要になっているとはいえない。婚姻による法的効果に関する各規定は，この\nような婚姻制度の趣旨又は目的に沿って設けられているものであるから，本\n件規定が，子をつくることができる異性間の夫婦関係を保護することとして\nいるのは合理的である。\nまた，婚姻した当事者において生ずる各種の権利義務は，同性愛者のカッ\nプルには法令上直ちに生じないものの，当事者間の契約によって発生させる\nことはできる。\n以上のことからすると，本件規定は，同性愛者のカップルと異性愛者のカ\nップルを不合理に区別取扱いするものではなく，憲法１４条１項に違反しな\nい。\n２  争点⑵（本件規定を改廃しないことが，国家賠償法１条１項の適用上違法であ\nるか）について\n⑴  原告らの主張の要旨\n法律の規定が憲法上保障され又は保護されている権利 ・利益を合理的な理\n由なく制約するものとして憲法の規定に違反するものであることが明白であ\nるにもかかわらず，国会が正当な理由なく長期にわたってその改廃等の立法\n措置を怠る場合などにおいては，国会議員の立法過程における行動が職務上\nの法的義務に違反したものとして，例外的に，その立法不作為は，国家賠償\n法１条１項の規定の適用上違法の評価を受ける。\n本件規定は，具体的な制度の構築が 第一次的には国会の合理的な立法裁量\nに委ねられている婚姻に関するものであるが，婚姻制度に関わる立法に際し\nて考慮されるべき種々の事柄や要因は時代ととも に変遷するものであるから，\nその定めの合理性については，個人の尊厳と法の下の平等を定める憲法に照\nらして不断に検討され，吟味される必要がある。ま た，本件規定が性的指向\nに基づく別異取扱いをもたらすものであ ることからすると，国会議員には，\nその職務を行うについて，少数者である同性愛者をも視野に入れた，肌理の\n細かな配慮が必要であり，同性愛者の権利・利益を十分に擁護することが要\n請されているというべきである。これらのことからすれば，本件規定に関し，\n国会議員が個々の国民に対して負担する職務上の法的義務は，本件規定が違\n憲であるとする司法判断等を受けてからそれを踏まえた立法措置を講ずれば\n足りるという受動的なものにとどまるものではなく，本件規定の合理性に関\nわる種々の事柄等について自ら調査，検討することを通じて，個人の尊厳と\n法の下の平等を定める憲法に照らして，自ら主体的に本件規定の合理性を不\n断に検討し，吟味すべき能動的な義務を含むものと解すべきである。\nしかしながら，原告らが婚姻届を提出した平成３１年１月よりも相当以前\nの時点において，立法府の裁量権を考慮したとしても，本件規定についての\n合理的な根拠は失われていた。本件規定は，原告ら の婚姻をするについての\n自由を侵害し，また，原告ら同性愛者のカップル を婚姻に関して合理的理由\nなく差別的に取り扱うものであって，原告ら同性愛者のカップルが法律上の\n婚姻について異性愛者のカップルと平等な取扱いを受ける権利 ・利益を侵害\nするものであるから，憲法２４条１項及び２項，１３条，１４条１項に違反\nするものである。\n以上のことから，本件規定の違憲性は，遅くとも原告らが婚姻の届 出をす\nる相当以前には国会にとって明白 なものとなっていたというべきであり，そ\nうであるにもかかわらず，国会は，正当な理由なく長期にわたってその改 廃\n等の立法措置を怠っていたのであるから，本件規定を改廃等しなかった国会\nの立法不作為は，国家賠償法１条１項の適用上違法というべきである。\n⑵  被告の主張の要旨\n国家賠償法１条１項にいう「違法」とは，国又は公共団体の公権力の行使\nに当たる公務員が個別の国民に対して負担する職務上の法的義務に違 反する\nことをいうところ，国会議員の立法行為又は立法不作為が国家賠償 法１条１\n項の適用上違法となるかどうかは，国会議員の立法過程における行動が個々\nの国民に対して負う職務上の法的義務に違反したかどうかの問題であり，立\n法内容の違憲性の問題とは区別されるべきものである。そして，上記行動に\nついての評価は，原則として国民の政治的判断に委ねられるべき事柄であっ\nて，仮に当該立法の内容が憲法の規定に違反するものであるとしても，その\nゆえに国会議員の立法行為又は立法不作為が直ちに 国家賠償法１条１項の適\n用上違法の評価を受けるものではない。\nもっとも，法律の規定が憲法上保障され又は保護されている権利利益を合理\n的な理由なく制約するものとして憲法の規定に違反するものであることが明白\nであるにもかかわらず，国会が正当な理由なく長期にわたってその改廃等の立\n法措置を怠る場合などにおいては，国会議員の立法過程における行動が上記職\n務上の法的義務に違反したものとして，例外的に，その立法不作為は，国家賠\n償法１条１項の規定の適用上違法の評価を受けることがあると解するのが相当\nである。\nしかしながら，本件規定は，憲法２４条１項及び２項，１３条，１４条１項\nに違反するものではないから，そもそも国家賠償法１条１項の適用上違法との\n評価を受ける余地はない。\n３  争点⑶（原告らの損害額）について\n⑴  原告らの主張の要旨\n原告らは，法律上同性の者との婚姻を認める立法を怠ったという被告の立\n法不作為により，憲法上保障される婚姻の自由を侵害され，婚姻により生じ\nる社会的承認に伴う心理的・社会的利益，法的・経済的権利・利益及び事実\n上の利益を受けることができず，また ，社会が承認しない関係性というステ\nィグマを与えられて尊厳を深刻に傷つけられているという重大な損害を被っ\nており，それらにより著しい精神的苦痛を被っている。\nこのような精神的苦痛を慰謝するに足りる慰謝料は ，原告らそれぞれにつ\nいて少なくとも１００万円を下らない。\n⑵  被告の主張の要旨\n原告らの損害の発生は否認する。\n以上\n"
}