{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 3,
    "month": 3,
    "day": 26
  },
  "case_number": "平成31(ワ)4521",
  "case_name": "著作権侵害行為差止等請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "90366",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=90366",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/366/090366_hanrei.pdf",
  "contents": "令和３年３月２６日判決言渡  同日原本領収  裁判所書記官\n平成３１年(ワ)第４５２１号  著作権侵害行為差止等請求事件\n口頭弁論終結日  令和３年１月２５日\n判        決\n原 告     Ｓ Ｕ Ｇ Ｏ Ｉ Ｋ Ａ Ｉ Ｇ Ｉ   ＬＬ Ｃ\n（ 以 下 「 原 告 会 社 」 と い う 。 ）\n原 告    Ａ\n（ 以 下 「 原 告 Ａ 」 と い う 。 ）\n上記両名訴訟代理人弁護士      檜山   聡\n同  西垣奏 子\n被 告    株式会社ヴァンガード・マネジメント\n（以下「被告ヴァンガード社」という。）\n被 告    Ｂ\n（ 以 下 「 被 告 Ｂ 」 と い う 。 ）\n上記両名訴訟代理人弁護士    葛山弘 輝\n被 告  株 式 会 社 サ ム ラ イ ヴ ィ ジ ョ ン\n（以下「被告サムライヴィジョン社」という。）\n上記３名訴訟代理人弁護士  松尾浩 順\n主        文\n１  原告らの請求をいずれも棄却する。\n２  訴訟費用は原告らの負担とする。\n事 実 及 び 理 由\n第１  請求\n１  被告らは，原告会社に対する関係で，別紙１被告レジュメ目録記載１ないし\n８の各文書につき，別紙２レジュメ対比表の「被告記述部分」欄記載の記述を\n記載したまま，複製し，頒布してはならない。\n２  被告らは，原告会社に対する関係で，別紙２レジュメ対比表の「被告記述部\n分」欄記載の記述の記載のある別紙１被告レジュメ目録記載１ないし８の各文\n書を廃棄せよ。\n３  被告らは，原告Ａに対する関係で，別紙１被告レジュメ目録記載１ないし８\nの各文書につき，別紙２レジュメ対比表の「被告記述部分」欄記載の記述を記\n載したまま，複製し，頒布してはならない。\n４  被告らは，原告Ａに対する関係で，別紙２レジュメ対比表の「被告記述部分」\n欄記載の記述の記載のある別紙１被告レジュメ目録記載１ないし８の各文書を\n廃棄せよ。\n５  被告ヴァンガード社及び被告サムライヴィジョン社は，「会議が変われば会\n社は確実に変わる！」との文言を使用してはならない。\n６  被告らは，別紙３ノウハウ対比表の「本件ノウハウ」欄記載のノウハウを使\n用し，又は開示してはならない。\n７  被告ヴァンガード社及び被告サムライヴィジョン社は，別紙４投稿動画目録\n記載１及び２の各動画を削除せよ。\n８  被告らは，原告会社に対し，連帯して，１万１０００円及びこれに対する平\n成３０年８月２８日から支払済みまで年５分の割合による金員を支払え。\n９  被告らは，原告会社に対し，連帯して，１０５６万円及びこれに対する平成\n３０年８月２８日から支払済みまで年５分の割合による金員を支払え。\n１０  被告らは，原告Ａに対し，連帯して，６６万円及びこれに対する平成３０\n年８月２８日から支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要等\n１  事案の概要\n本件は，原告会社が，被告らに対し，著作権（複製権又は翻案権）侵害を理\n由として，原告Ａが，被告らに対し，著作者人格権（同一性保持権及び氏名表\n示権）侵害を理由として，原告会社が，被告ヴァンガード社及び被告サムライ\nヴィジョン社（以下「被告会社ら」という。）に対し，著作権（翻案権）侵害\nを理由として，原告会社が，被告らに対し，不正競争防止法（以下「不競法」\nという。）違反を理由として，以下の請求をする事案である。\n(1) 著作権侵害又は著作者人格権侵害を理由とする請求\nア  請求１，２及び８項に係る請求\n標記の請求は，原告会社が，被告ヴァンガード社及び被告Ｂが作成した\n別紙１被告レジュメ目録記載１ないし８の各文書（以下，これらを一括\nして「被告レジュメ」という。）に記載された別紙２レジュメ対比表の\n「被告記述部分」欄記載の各記述（以下，同対比表の「番号」欄記載１\nに対応する被告記述部分を「被告記述部分１」といい，その余の記述も\n同様の例による。また，被告記述部分１ないし２４を「各被告記述部分」\nと総称する。）及び被告レジュメ全体の構成は，「２０１１年度すごい計\n画作成キット  ピーチパーリーマタドール版」と題するワークブック\n（以下「原告ワークブック」という。）に記載された，同対比表の「原告\n記述部分」欄記載の各記述（以下，同対比表の「番号」欄記載１に対応\nする原告記述部分を「原告記述部分１」といい，その余の記述も同様の\n例による。また，原告記述部分１ないし２４を「各原告記述部分」と総\n称する。）及び原告ワークブック全体の構成を複製又は翻案したものであ\nるから，被告らが各被告記述部分を記載した文書を作成，譲渡又は貸与\nする行為は，原告ワークブックに関して原告会社が保有する著作権（複\n製権又は翻案権）を侵害するものであるとして，被告らに対し，著作権\n法１１２条１項，２項に基づき，各被告記述部分が記載された被告レジ\nュメの複製及び頒布の差止め並びに同レジュメの廃棄を請求する（請求\n１及び２項）とともに，共同不法行為による損害賠償請求権に基づき，\n同法１１４条３項により算定した金員及び弁護士費用の合計額１万１０\n００円並びにこれに対する不法行為後の日である平成３０年８月２８日\nから支払済みまで民法（平成２９年法律第４４号による改正前のもの。\n以下同じ。）所定の年５分の割合による遅延損害金の連帯支払を請求する\n（請求８項）ものである。\nイ  請求３，４及び１０項に係る請求\n標記の請求は，原告Ａが，被告らが各被告記述部分を記載した被告レジ\nュメを作成し，顧客ごとにその内容を改変して使用する行為は，各被告\n記述部分の著作者である原告Ａが保有する著作者人格権（同一性保持権\n及び氏名表示権）を侵害するものであるとして，被告らに対し，著作権\n法１１２条１項，２項に基づき，各被告記述部分が記載された被告レジ\nュメの複製及び頒布の差止め並びに同レジュメの廃棄を請求する（請求\n３及び４項）とともに，共同不法行為による損害賠償請求権に基づき，\n慰謝料及び弁護士費用の合計額６６万円並びにこれに対する不法行為後\nの日である平成３０年８月２８日から支払済みまで民法所定の年５分の\n割合による遅延損害金の連帯支払を請求する（請求１０項）ものである。\nウ  請求５項に係る請求\n標記の請求は，原告会社が，被告会社らの作成した別紙４投稿動画目録\n記載１の動画（以下「本件投稿動画１」という。）において表示される\n「会議が変われば会社は確実に変わる！」というキャッチコピー（以下\n「被告キャッチコピー」という。）は，原告会社が著作権を有する「会議\nが変わる。会社が変わる。」というキャッチコピー（以下「原告キャッチ\nコピー」という。）を翻案したものであり，被告会社らは，原告会社が原\n告キャッチコピーについて保有する著作権（翻案権）を侵害するもので\nあるとして，被告会社らに対し，著作権法１１２条１項に基づき，被告\nキャッチコピーの使用の差止めを請求する（請求５項）ものである。\n(2) 不競法違反を理由とする請求（請求６，７及び９項に係る請求）\n標記の請求は，原告会社が，原告ワークブックに記載された別紙３ノウハ\nウ対比表の「本件ノウハウ」欄記載の各ノウハウに係る情報（以下，同対比\n表の「番号」欄記載１に対応する本件ノウハウを「本件ノウハウ１」といい，\nその余のノウハウも同様の例による。また，本件ノウハウ１ないし２４を\n「本件各ノウハウ」と総称する。）は，原告会社が保有する営業秘密に当た\nり，平成２７年５月１日から平成３０年５月３０日までの間，被告Ｂは，本\n件各ノウハウを被告らが提供する会議運営手法に関するコンサルティングサ\nービス等に使用し，被告会社らに開示して，不競法２条１項７号が規定する\n不正競争を行い，被告ヴァンガード社は，被告Ｂから不正開示を受けた本件\n各ノウハウを使用して被告レジュメを作成し，顧客に開示するとともに，本\n件ノウハウ３及び同２４を使用して作成された本件投稿動画１及び別紙４投\n稿動画目録記載２の動画（以下「本件投稿動画２」といい，本件投稿動画１\nと合わせて「本件各投稿動画」という。）を同社のウェブサイトに掲載して\n第三者に開示し，同項８号が規定する不正競争を行い，被告サムライヴィジ\nョン社は，被告Ｂ又は被告ヴァンガード社から不正開示を受けた本件各ノウ\nハウを上記サービス等に使用し，顧客に被告レジュメを開示するとともに，\n本件ノウハウ３を使用して作成された本件投稿動画１を同社の管理するウェ\nブサイトに掲載して第三者に開示して，同号が規定する不正競争を行ったと\nして，被告らに対し，同法３条１項に基づき，本件各ノウハウの使用及び開\n示の差止めを（請求６項），被告会社らに対し，同条２項に基づき，本件各\n投稿動画の削除を（請求７項），被告らに対し，同法４条に基づき，同法５\n条１項により算定した損害額及び弁護士費用の合計額である１０５６万円並\nびにこれに対する不正競争後の日である平成３０年８月２８日から支払済み\nまで民法所定の年５分の割合による遅延損害金の連帯支払を（請求９項），\nそれぞれ請求するものである。\n２  前提事実（当事者間に争いのない事実，当裁判所に顕著な事実並びに後掲の\n証拠及び弁論の全趣旨により容易に認められる事実）\n(1) 当事者等\nア  原告会社は，経営者を対象に，「すごい会議」と称する会議（以下「す\nごい会議」という。）の手法を用いたコンサルティング業務を行うこと等\nを目的として，平成２６年５月１２日に米国カリフォルニア州で設立され\nた有限責任会社であり，原告Ａは，同社の代表者を務める者である（甲４，\n３９）。\n株式会社すごい会議（以下「すごい会議社」という。）は，平成１５年\n１２月９日に設立され，経営コンサルタント，書籍・雑誌等の企画・編\n集・出版，講演会の企画・運営・実施等を目的とし，従前，すごい会議\nの手法を用いて経営者に対してコンサルティング業務を行っていた株式\n会社であって，その代表取締役は原告Ａである（甲３，３９）。\nイ  被告ヴァンガード社は，各種経営等に関するコンサルティング業務，講\n演会，研修，セミナー等の企画，運営，管理及び実施等を目的とし，「侍\n会議」と称する会議（以下「侍会議」という。）の手法の教示等のコンサ\nルティング業務を行う株式会社である（甲６）。\n被告サムライヴィジョン社は，不動産の保有，賃貸，管理及び売買並び\nに適法な一切の業務を目的とし，侍会議の手法の教示等のコンサルティ\nング業務を行う株式会社である（甲８）。\n一般社団法人日本志導者協会（以下「日本志導者協会」という。）は，\n組織を活性化させるファシリテーションの研究・教育・普及，ファシリ\nテーターの育成等を行うことを目的とする非営利活動を行う一般社団法\n人である（甲１０）。\n被告Ｂは，被告ヴァンガード社の代表取締役及び日本志導者協会の代表\n理事を務める者である。\n(2) すごい会議及びその手法の内容等\nア  原告Ａは，自身が学んだコーチングの方法論をもとに，すごい会議の手\n法を開発した。前記(1)アのとおり，従前は，すごい会議社が，経営者を\n対象としてすごい会議の手法の教示等のコンサルティング業務を行ってい\nたが，現在は原告会社がこれを行っている。（甲３９）\nイ  すごい会議の手法は，企業において行われていた従前の会議の方法を見\n直し，どういった手順で会議を進めるかを「型」（一定の決まった枠組み）\nにして指導するというものである。\nそして，原告会社は，すごい会議の導入を希望する顧客に，すごいコー\nチと呼ばれるマネジメントコーチを司会役として派遣し，すごい会議の\n「型」に沿って会議を行うことを通じて，上記の「型」を顧客に身に付\nけさせ（原告らはこのことを「インストール」と称している。），顧客の\n会議を改善し，これによって顧客の目標を達成する手助けをするという\n内容のコンサルティング業務を行っている。\nなお，上記司会役として派遣されるのは，原告会社の従業員又は同社が\nマネジメントコーチに関する業務を委託した個人である。\nウ  すごい会議のキャッチコピーとして，すごい会議社が作成した「会議が\n変わる。会社が変わる。」（原告キャッチコピー）という文言が使われてい\nる。\n(3) 原告ワークブックの作成経緯\n原告Ａ及びすごい会議社の従業員であるＣ（以下「Ｃ」という。）は，社\n外のマネジメントコーチがいなくても，社内会議において，社員だけですご\nい会議が運用できるようにするため，本件各ノウハウを含むすごい会議の手\n順等を記載した「すごい計画作成キット」と題するマニュアルを制作した。\nこのマニュアルは，初版が平成２０年２月１５日に発行され，その後，改訂\nが重ねられた。原告ワークブックは，それらのうちの平成２３年７月１５日\nに発行された改訂版（「２０１１  ピーチパーリーマタドール版」との表題\nが付されたもの）である。（甲１，３９）\n(4) 会議手法に関する書籍及びウェブサイト記事\nア  原告Ａによる書籍の発行及びウェブサイト記事の作成\n(ｱ)  原告Ａは，「すごい会議ワークブック  ２０１３」と題する書籍（乙\n５。以下「原告書籍１」という。）を作成し，株式会社朝日新聞出版\n（以下「朝日新聞出版」という。）は，同書籍を平成２５年２月２８日\nに発行した。\n(ｲ)  原告Ａは，「すごい会議ワークブック  ２０１４－１５」と題する書\n籍（乙６。以下「原告書籍２」という。）を作成し，朝日新聞出版は，\n同書籍を平成２６年３月３０日に発行した。\n(ｳ)  原告Ａは，平成１８年２月，西日本電信電話株式会社に「経営とそ\nれに伴う成果もアップグレード」と題する記事（乙９。以下「原告記事」\nという。）を寄稿し，その記事は同社のウェブページに掲載された。そ\nのＵＲＬは次のとおりであり，令和元年６月２８日の時点で閲覧可能の\n状態であった。\n（ＵＲＬは省略）\n(ｴ)  原告Ａは，Ｃとともに，「秘伝すごい会議」と題する書籍（乙１０。\n以下「原告書籍３」という。）を作成し，株式会社大和書房は，同書籍\nを平成１９年１１月１日に発行した。\n(ｵ)  原告Ａは，「すごい会議――短期間で会社が劇的に変わる！」と題す\nる書籍（乙５１。以下「原告書籍４」という。）を作成し，株式会社大\n和書房は，同書籍を平成１７年６月１０日に発行した。\nイ  すごい会議社によるウェブサイト記事の作成等\n(ｱ)  すごい会議社は，平成２２年，「付録」と題する文書（乙７。以下\n「すごい会議社付録」という。）を作成し，朝日新聞出版のウェブサイ\nト上で公開した。すごい会議社付録が掲載されたウェブページのＵＲＬ\nは次のとおりであり，令和元年１０月１６日付け原告ら第２準備書面が\n陳述された令和元年１０月１８日の時点において，閲覧可能の状態であ\nった。\n（ＵＲＬは省略）\n(ｲ)  すごい会議社は，平成２３年１２月２日，株式会社Ｄに対して実施\nしたすごい会議の手法のコンサルティングに関するインタビューの様子\nを記載した記事（乙１２。以下「すごい会議社記事」という。）を作成\nし，すごい会議社のウェブページに掲載した。そのＵＲＬは次のとおり\nであり，令和元年６月２８日の時点で閲覧可能の状態であった。\n（ＵＲＬは省略）\nウ  第三者によるウェブサイト記事の作成\n(ｱ)  投稿者名を「Ｅ」とする，「成功する人は曖昧さの中で前進する」と\n題するブログ記事（乙８。以下「第三者記事１」という。）が，平成２\n８年５月３日に投稿された。そのＵＲＬは次のとおりであり，令和元年\n６月２８日の時点で閲覧可能の状態であった。\n（ＵＲＬは省略）\n(ｲ)  Ｆは，平成３０年１月２１日，「「すごい会議」のすごいところ３\nつ！  実際に導入して気づいたことまとめ」と題する記事（乙１１。以\n下「第三者記事２」という。）をウェブサイト上で公開した。第三者記\n事２が掲載されたウェブページのＵＲＬは次のとおりであり，令和元年\n６月２８日の時点で閲覧可能の状態であった。\n（ＵＲＬは省略）\n(5) 被告らのコンサルティング業務の内容等\nア  被告Ｂは，すごい会議社との間で，平成２３年３月２９日付けの「すご\nい会議ライセンシング契約書」と題する書面（甲１４）を取り交わし，す\nごい会議のマネジメントコーチとしての業務を委託された。なお，同業務\n委託は，その後終了している。\nイ  被告Ｂは，「中小企業が使いやすく，日本が本来持っている組織力を引\nき出す会議のやり方がないか」との考えから，侍会議の手法を開発した\n（甲５）。そして，被告Ｂは，平成２６年７月３日，被告ヴァンガード社\nを設立し（甲６），侍会議のワークショップを行うセミナー事業や，侍会\n議を行うファシリテーターの育成研修を行う「志導塾」と称する研修事業\nを開始した。\nウ(ｱ) 被告サムライヴィジョン社は，侍会議の手法を用いた会議ファシリテ\nーション業務等を事業として遂行している。同社の代表取締役は，平成\n３０年８月２０日まで日本志導者協会の理事を務めていたＧ（以下「Ｇ」\nという。）である（甲１０）。\n(ｲ)  被告サムライヴィジョン社は，平成３０年５月９日から同年８月２\n７日までの間，９回にわたり，株式会社Ｈに対して，侍会議のコンサル\nティング業務を行った（以下，この業務に係る侍会議を「本件侍会議」\nという。）。本件侍会議では，Ｇが講師を務め，同社の社長及び従業員４\n名の計５名が参加し，Ｇが司会進行を行う形で進められた。被告サムラ\nイヴィジョン社は，上記５名の参加者に対して，被告らが作成した「侍\n会議」と題するレジュメ（甲２の１ないし８。被告レジュメ）を本件侍\n会議の各回で交付した。\n(ｳ)  被告ヴァンガード社は，別紙４投稿動画目録記載のとおり，平成２\n８年１１月１９日，本件各投稿動画をＹｏｕＴｕｂｅに投稿し（投稿先\nの各ＵＲＬは同別紙記載のとおりである。），これらの動画を同社のウェ\nブサイト（ＵＲＬは（ＵＲＬは省略）である。）内の「新着ＮＥＷＳ＆\nコラム」のページに貼り付けて掲載した（甲７，１５ないし１７，１９，\n２２，２４）。\n本件投稿動画１の再生時間０分０１秒の箇所で，「会議が変われば会\n社は確実に変わる！」（被告キャッチコピー）が表示される。（甲１６，\n１７，３９）\nなお，本件各投稿動画は，遅くとも，令和元年１０月１６日付け原告\nら第２準備書面が陳述された第３回弁論準備手続期日が行われた同月１\n８日までには，削除された。\nエ  日本志導者協会は，侍会議の体験会等を開催しており，平成２９年１２\n月５日に大阪市内で，平成３０年２月２日に京都市内で上記体験会を実施\nしたほか，東京，名古屋，大分でも上記体験会を実施した（甲１１，１\n２）。\n(6)  原告ワークブックに係る著作権譲渡契約等\n原告Ａ及びＣは，すごい会議社に対し，平成２３年７月１５日，原告ワー\nクブックに係る著作権の全ての持分を譲渡し，すごい会議社は，原告会社に\n対し，平成２８年１月６日，上記著作権を譲渡した（甲２６，２７）。\nなお，原告Ａ及びＣは，令和元年１０月１１日，共同で原告ワークブック\nを著作したこと，原告ワークブックに関する全ての著作権の持分割合につき，\n平成２３年７月１５日時点において，原告Ａが６０％，Ｃが４０％を有して\nいたことを確認した（甲２５）。\n３  争点\n(1) 原告ワークブックに関する著作権侵害及び著作者人格権侵害の有無（争点\n１）\nア  原告ワークブックに係る著作権侵害の成否（争点１－１）\nイ  原告ワークブックに係る著作者人格権侵害の成否（争点１－２）\nウ  共同不法行為の成否（争点１－３）\n(2) 原告キャッチコピーに関する著作権侵害の有無（争点２）\nア  原告キャッチコピーの著作物性（争点２－１）\nイ  原告キャッチコピーに係る翻案権侵害の成否（争点２－２）\n(3) 本件各ノウハウに関する不正競争の成否（争点３）\nア  本件各ノウハウの営業秘密該当性（争点３－１）\nイ  不正競争行為の存否（争点３－２）\n(4) 差止め等の必要性（争点４）\nア  原告ワークブックに関するもの（争点４－１）\nイ  原告キャッチコピーに関するもの（争点４－２）\nウ  本件各ノウハウに関するもの（争点４－３）\n(5) 損害の発生及びその額（争点５）\n４  争点に関する当事者の主張\n(1) 争点１（原告ワークブックに関する著作権侵害及び著作者人格権侵害の有\n無）について\nア  争点１－１（原告ワークブックに係る著作権侵害の成否）について\n（原告会社の主張）\n(ｱ) 同一性を有する部分\nａ  原告ワークブックと被告レジュメの全体の構成が非常に類似してお\nり，実質的に同一であること\n(a) すごい会議で使用する原告ワークブックは，以下の構成からなる。\n①  会議の約束事と目的の確認（会議の最初に，会議の約束事や会\n議の目的を参加者と確認すること。別紙２レジュメ対比表の番号\n１ないし６）\n②  手に入れたい成果の確認（参加者に対する最初の質問として，\n会議でどのような成果が出ていればあなたにとって一番価値があ\nるかを問うこと。同対比表の番号７）\n③  今日までに達成されたことの確認（同対比表の番号８）\n④  問題や懸念の洗い出し（自分の観点から最も重要と思われるこ\nと，他の部署や業者のせいで問題となっていること，言えない問\n題・言ってはいけない問題，会社のひどい真実，あなた自身のひ\nどい真実という五つの観点から，経営上の問題を問うこと。同対\n比表の番号９ないし１３），\n⑤  戦略的フォーカス作成（目標設定，すなわち，フォーマットを\n使用して目標を設定し，目標に名前を付けること。同対比表の番\n号１４ないし１６）\n⑥  役割の明確化（目標達成のための道のり，担当と責任の明確化。\n同対比表の番号１７ないし１９）\n⑦  アクションプラン（コミットメント）の策定（得たいマイルス\nトーンを定め，いつまでに何を達成すればマイルストーンひいて\nは目標が達成されるかを決めること。同対比表の番号２０ないし\n２２）\n⑧  問題解決（今日の会議でどのような成果が手に入っていれば最\nも価値があるかと，何がうまくいっているかを問うこと。同対比\n表の番号２３及び２４）\n(b) 他方，被告レジュメは，以下の構成からなる。\n①’会議の約束事と目的の確認\n②’手に入れたい成果の確認\n③’今日までに達成されたことの確認\n④’問題の棚卸\n⑤’志作成（目標設定）\n⑥’役割の明確化（志を達成するためのステップ，担当者の決定）\n⑦’アクションプランの策定\n⑧’問題解決\n(c) このように，原告ワークブックと被告レジュメは，全体の構成が\n非常に類似しており，実質的に同一であることは明らかである。\nｂ  原告ワークブックの各原告記述部分と被告レジュメの各被告記述部\n分が同一であること\n各被告記述部分を各原告記述部分と対比すると，別紙５原告ワーク\nブックに関する主張対比表の「原告らの主張」欄記載のとおり，両者\nには同一性が認められる。\nそして，被告レジュメは，本件侍会議の顧客である株式会社Ｈ向け\nにアレンジされたものであり，被告サムライヴィジョン社の手元には，\n被告レジュメのほか，被告レジュメとほぼ同様の内容が記載された他\n社向けの侍会議用のレジュメ及びその電子データが存在すると考えら\nれる。また，被告ヴァンガード社自身が実施している侍会議において\nも，各被告記述部分と同一の記述が記載された文書が使用されている\nと考えられる。\n(ｲ) 同一性を有する部分が創作的な表現であること\nａ  全体の構成\n原告ワークブックは，全体として，統一的なテーマの下に，多様な\n内容を，要領よく取捨選択し，配列したものである。その結果，原告\nワークブックの全体的な構成は，単に抽象的なノウハウを羅列したも\nのではなく，原告ワークブックが手元にあればすごい会議の進行役を\n務めることができるように，参加者に対して話すべき内容などの抽象\n的なノウハウを，表現方式に関して多様な選択肢がある中で，上記の\n創意工夫をして表現したものとなっている。\nしたがって，原告ワークブックと被告レジュメとで同一性を有する\n部分である全体的な構成は，独自性があり，個性が発揮された表現方\n法であることから，創作的な表現であると認められる。\nｂ  具体的な記述部分\n前記前提事実(2)イのとおり，すごい会議の手法は，会議で行うべ\nきことを「型」としてパッケージ化したことに特徴があるところ，原\n告ワークブックは，会議の進め方や内容について多数存在する選択肢\nの中から，議題や，議題ごとの質問内容，参加者が決定すべき内容を，\n「現状→目標設定→役割の明確化→アクションプラン→問題解決」と\nいう議題について順序を意識して記述することにより，すごい会議の\n「型」を分かりやすく表現したものである。\nそして，各原告記述部分は，すごい会議の「型」を，上記のとおり\nに具体的に表現した部分であるところ，別紙５原告ワークブックに関\nする主張対比表の「原告らの主張」欄記載の事情も考え合わせれば，\n同一性を有する各原告記述部分と各被告記述部分は，著作者の個性が\n表れた表現であるといえる。\nよって，上記の各部分は，いずれも創作的な表現であると認められ\nる。\nｃ  被告らの主張に対する反論\n被告らは，原告ワークブックの記述は，ノウハウそのものか，ごく\n当たり前の内容をノウハウとして表現したものであるなどとして，原\n告ワークブックと被告レジュメにおいて同一性の認められる全体的な\n構成及び具体的な記述部分は創作的な表現であるとは認められないと\n主張する。\nしかしながら，ノウハウであれば直ちに創作的な表現であると認め\nられないというものではなく，あるノウハウ（アイデア）から多様な\n具体的表現可能性がある場合には，そのノウハウと結びついた多数の\n表現の選択肢の一つに創作性が認められることは十分にあり得るとい\nうべきである。\nこの点，すごい会議のノウハウがごく当たり前に使われる手法であ\nるとは認め難いし，原告ワークブックの全体的な構成及び各原告記述\n部分は，ノウハウの表現方法として多数の選択の幅がある中で，会議\n手法のポイントを，独特のストーリーに基づき質問やフォーマットを\n多用して表現したものであって，構成，表現順序，表現方法，使用文\n言等に独自性が認められる。\nしたがって，原告ワークブックと被告レジュメにおいて同一性の認\nめられる全体的な構成及び具体的な記述部分は，創作性な表現である\nというべきであり，被告らの上記主張には，理由がない。\n(ｳ) 依拠性\n被告Ｂは，すごい会議社との間で平成２３年３月２９日に「すごい会\n議ライセンシング契約書」（甲１４）を取り交わしてライセンス契約を\n締結し，すごい会議社から業務委託を受けてマネジメントコーチとして\nの業務に携わっていた。そして，被告Ｂは，上記ライセンス契約の締結\nから同契約の終了までの間，すごい会議社から原告ワークブックの交付\nを受けていた。\nそして，被告らが侍会議を宣伝し，侍会議を導入する会社が現れ始め\nたのは，すごい会議社の被告Ｂに対する上記業務委託が終了した後のこ\nとであるから，被告Ｂはもとより，被告Ｂが代表取締役を務める被告ヴ\nァンガード社や，被告Ｂ及び被告ヴァンガード社と密接な関係があるＧ\nが代表取締役を務める被告サムライヴィジョン社が，被告レジュメの作\n成の時点において，原告ワークブックの存在を知っていたことは明らか\nである。\n以上に加え，前記(ｱ)のとおり，原告ワークブックと被告レジュメの\n全体の構成や表現が同一性を有することからすれば，被告らが，原告ワ\nークブックに依拠して被告レジュメを作成したことは明らかである。\n(ｴ) 小括\n以上によれば，原告ワークブックと被告レジュメは，全体の構成が同\n一性を有し，また，個別の記述についても同一性を有しており，その同\n一性を有する部分が創作的な表現である上，被告レジュメは，原告ワー\nクブックに依拠しており，これに接する者が原告ワークブックの表現上\nの本質的な特徴を直接感得できるものである。\nしたがって，被告らにおいて，各被告記述部分が記載された被告レジ\nュメを作成し，これを用いて本件侍会議を含む侍会議のワークショップ\nや侍会議導入のためのコンサルティング業務を行うことは，原告会社が\n保有する原告ワークブックについての複製権又は翻案権を侵害する。\n（被告らの主張）\n(ｱ) 同一性を有する部分について\n原告会社は，原告ワークブックと被告レジュメの全体の構成が類似し\nており，実質的に同一であると主張する。\nしかしながら，そもそも，原告ワークブックは，原告会社が主張する\n①ないし⑧の見出しのような分け方はされていないし，また，被告レジ\nュメについて，同①’ないし⑧’のように分けて論じることは恣意的で\nある。\nそうすると，両者の全体の構成が類似しているとはいえず，実質的に\n同一であるともいえない。\n(ｲ) 同一性を有する部分が創作的な表現であることについて\nａ  別紙５原告ワークブックに関する主張対比表の「被告らの主張」欄\n記載のとおり，各原告記述部分は，いずれもありふれた表現である。\nまた，各原告記述部分と同様の内容のビジネスコーチングの手法は\n他にも複数存在するから，このような手法について表現しようとする\nと，表現が類似することはやむを得ない。\nしたがって，原告会社が指摘する表現の類似は，表現上の創作性が\nある部分に関する共通点ということはできない。\nｂ  原告会社は，原告ワークブックがすごい会議のノウハウである「型」\nを表現したことに創作性が存在する旨を主張する。\nしかしながら，ノウハウが一定の手順を踏むのは当然のことである\nから，ノウハウの記載の順序を工夫したとの一事から創作性が認めら\nれるとすれば，著作権がノウハウを保護するに等しい帰結となる。し\nかも，原告会社の主張に係るノウハウ自体，ごく当たり前に用いられ\nる一般的な問題解決手法であるから，表現されたノウハウの独自性を\n根拠に原告ワークブック全体の構成及び各原告記述部分が創作的な表\n現であるとする原告会社の主張には理由がない。\nｃ  したがって，原告ワークブックと被告レジュメにおいて同一性の認\nめられる部分があるとしても，それが創作性な表現であるとは認めら\nれない。\n(ｳ) 依拠性について\n被告らは，被告レジュメの作成に際して，原告ワークブックに依拠し\nたわけではなく，会議指導手法一般に使われている手法を表現したにす\nぎない。\n(ｴ) 小括\nしたがって，原告会社が指摘する被告らの行為は，原告ワークブック\nに係る原告会社の複製権及び翻案権を侵害するものではない。\nイ  争点１－２（原告ワークブックに係る著作者人格権侵害の成否）につい\nて\n（原告Ａの主張）\n前記前提事実(3)のとおり，原告Ａは，原告ワークブックの著作者であ\nるから，原告ワークブックについて著作者人格権を有する。\nしかるに，被告らは，前記ア（原告会社の主張）のとおり，原告Ａの氏\n名を表示することなく，原告ワークブックの表現を改変して各被告記述\n部分が記載された被告レジュメを作成した上，侍会議において，顧客ご\nとに被告レジュメの内容を改変して使用して，公衆に提供又は提示した。\nしたがって，被告らの行為は，原告Ａが有する著作者人格権（同一性保\n持権及び氏名表示権）を侵害する。\n（被告らの主張）\n前記ア（被告らの主張）のとおり，各被告記述部分と同一であるとされ\nる各原告記述部分には創作性が認められないから，原告Ａが指摘する被\n告らの行為は，原告ワークブックに係る原告Ａの著作者人格権を侵害す\nるものではない。\nウ  争点１－３（共同不法行為の成否）について\n（原告らの主張）\n本件侍会議で使用された被告レジュメの下部には「Ｃｏｐｙｒｉｇｈｔ\nⓒＶａｎｇｕａｒｄ  Ｍａｎａｇｅｍｅｎｔ．Ｃｏ．Ｌｔｄ．」と記載さ\nれているから，被告レジュメは，被告ヴァンガード社が作成したもので\nある。また，被告ヴァンガード社は被告Ｂが設立した株式会社であると\nころ，被告Ｂは，すごい会議社から業務委託を受けてマネジメントコー\nチを行っていた際に入手した原告ワークブックを模倣して被告レジュメ\nを作成し，これを用いてすごい会議と同様の手法による会議コンサルテ\nィングを行っているものであり，被告レジュメの作成に関与している。\n加えて，被告サムライヴィジョン社の代表取締役であるＧは，被告Ｂが\n代表理事を務める日本志導者協会で理事を務めたことがあり，被告らが\n密接な関係にあることは明らかである。\nそうすると，被告レジュメを使用することによる原告会社の著作権の侵\n害及び原告Ａの著作者人格権の侵害に関しては，被告らの各行為が客観\n的に関連し共同してなされたものであり，それらについて，被告らのい\nずれにも故意又は過失が認められる。\nしたがって，被告らには，上記の権利侵害について共同不法行為が成立\nする。\n（被告らの主張）\n原告ら主張の事実については否認し，共同不法行為の成立については争\nう。\n(2) 争点２（原告キャッチコピーに関する著作権侵害の有無）について\nア  争点２－１（原告キャッチコピーの著作物性）について\n（原告会社の主張）\n(ｱ)  原告キャッチコピーは，短い文章であるものの，会議のやり方を見\n直すことで会社の経営目標を達成するというすごい会議のコンサルティ\nングの特徴や効果，会議の重要性等を的確に表したものである。\nまた，「会議が変わる。会社が変わる。」という原告キャッチコピーの\n構成は，「会議」と「会社」の「議」と「社」以外は同じ表現の６文字\nからなる文章を２回繰り返すというものであり，リズミカルに表現され\nた特徴的なものである。\n以上によれば，原告キャッチコピーは，著作者の個性が発揮されたも\nのであり，思想又は感情を創作的に表現したものといえるから，著作物\n性が認められる。\n(ｲ)  被告会社らは，原告キャッチコピーと同様のキャッチコピーは会議\n手法のコーチングに関して多数の者に使われているから，原告キャッチ\nコピーは，ありふれた表現であって，創作性が認められないと主張する。\nしかしながら，被告会社らが指摘する使用例は，原告キャッチコピー\nと同様とはいえないか，当該使用例自体が原告キャッチコピーに係る翻\n案権を侵害するものであるから，そのような使用例が存在するからとい\nって，原告キャッチコピーがありふれた表現であると認められるもので\nはない。\nしたがって，被告会社らの上記主張は理由がない。\n（被告会社らの主張）\n原告キャッチコピーは，ありきたりの文章を２回繰り返すのみのもので\nある上，会議手法のコーチングに関して多数の者に使用されるありふれ\nた表現にすぎないから，創作性がなく，著作物性は認められない。\nイ  争点２－２（原告キャッチコピーに係る翻案権侵害の成否）について\n（原告会社の主張）\n原告キャッチコピーの著作者は，すごい会議社であるところ，原告会社\nは，平成２８年１月６日，原告キャッチコピーに係る著作権をすごい会\n議社から譲り受け，その著作権を保有している。\nまた，原告キャッチコピーは，すごい会議社のウェブサイト上で公開さ\nれているから，被告会社らは，原告キャッチコピーを認識し得たもので\nあり，原告キャッチコピーに依拠して被告キャッチコピーを作成したこ\nとは明らかである。\nそして，原告キャッチコピーと被告キャッチコピーは，デザインや文の\n個数は異なるものの，「会議が変わ」るという部分と「会社」が「変わる」\nという部分において表現の共通性が認められるから，被告キャッチコピ\nーに接する者は，原告キャッチコピーの表現上の本質的な特徴を直接感\n得することができる。\nしたがって，被告ヴァンガード社が，前記前提事実(5)ウ(ｳ)のとおり，\n同社のウェブサイトに被告キャッチコピーを記載した本件投稿動画１を\n掲載した行為は，原告会社の原告キャッチコピーに係る翻案権を侵害す\nる。また，被告サムライヴィジョン社においても，本件投稿動画１と同\n内容の動画を，侍会議の実例紹介として同社のウェブサイトに掲載して\nおり，係る行為についても同様に原告会社の原告キャッチコピーに係る\n翻案権を侵害するものである。\n（被告会社らの主張）\n前記ア（被告会社らの主張）のとおり，そもそも原告キャッチコピーに\nは著作物性が認められない。\nまた，被告キャッチコピーは，会議によって会社が変わることをありふ\nれた表現方法により表現したものにすぎないため，結果として，当該表\n現が原告キャッチコピーに類似したにすぎず，原告キャッチコピーに依\n拠したものではない。\n以上によれば，被告会社らが被告キャッチコピーを記載した本件投稿動\n画１あるいはこれと同じ内容の動画をウェブサイトに掲載したとしても，\n係る行為は，原告会社の原告キャッチコピーに係る翻案権を侵害するも\nのではない。\n(3) 争点３（本件各ノウハウに関する不正競争の成否）について\nア  争点３－１（本件各ノウハウの営業秘密該当性）について\n（原告会社の主張）\n(ｱ) 秘密管理性及び非公知性\nａ  原告会社は，本件各ノウハウを，限られたライセンシー及びライセ\nンシーが認めるマネジメントコーチにしか開示していない。そして，\n原告会社は，被告Ｂを含む全てのライセンシー及びライセンシーが認\nめるマネジメントコーチとの間でライセンス契約を締結しているとこ\nろ，当該契約に係る契約書（以下「本件ライセンス契約書」という。）\nの１８条により，本件各ノウハウについて，ライセンシー側に守秘義\n務を課している。\nさらに，原告会社は，マネジメントコーチに対し，顧客にすごい会\n議のコンサルティングサービスを提供する際に「費用と条件に関する\n合意書」（以下「本件合意書」という。）を取り交わすよう指導してい\nる。そして，本件合意書には「全ての会議内容は厳格に秘密扱いとい\nたします。必要に応じて，クライアント様の間で，秘密保持契約を交\nわすことも可能です」との条項があるから，原告会社は，マネジメン\nトコーチが顧客と本件合意書を取り交わすことを通じて，当該顧客か\nら，本件各ノウハウを含む全ての会議の内容を厳格に秘密扱いにする\nことの約束を取り付けていることになる。\nしたがって，本件各ノウハウは，「秘密として管理されて」おり，\nかつ，「公然と知られていないもの」（不競法２条６項）であると認め\nられる。\nｂ  被告らは，本件各ノウハウと同一の情報が一般に販売されている書\n籍やインターネット上のウェブページに掲載されていることを根拠に，\n本件各ノウハウには秘密管理性及び非公知性が認められないと主張す\nる。\nしかしながら，別紙６本件ノウハウに関する主張対比表の「争点３\n－１について」の「原告会社の主張」欄記載のとおり，本件ノウハウ\n２０及び２４については，被告らが指摘する書籍やウェブページに同\n一の内容の記載が存在しない。\nまた，原告会社は，被告らが指摘する書籍のうち，原告書籍１及び\n２については，市場に流通しないよう回収する作業を進め，増刷もし\nていない上，すごい会議社付録（乙７）については，掲載元である朝\n日新聞出版に記事の削除を要請している。\nしたがって，被告らの上記主張には理由がない。\n(ｲ) 有用性\n本件各ノウハウは，すごい会議のコーチングの手法である会議の手順\nをパッケージ化し，会議の参加者が各手順でとるべき作法を細かく定め\nたものである。原告会社はこれを「型」と呼んでおり，会議の参加者で\nある顧客が「型」に従った会議を繰り返すことで，「型」 が身に付き\n（すなわち顧客に「型」がインストールされ），会議のパフォーマンス\nが上がるのであって，本件各ノウハウは，顧客である企業が会議を通じ\nて目標を実現する手助けとなるものである。また，本件ノウハウ１ない\nし２４を個別にみても，別紙６本件ノウハウに関する主張対比表の「争\n点３－１について」の「原告会社の主張」欄記載のとおり，いずれにつ\nいても有用性が認められる。\n加えて，すごい会議が１０００社以上に導入されたという実績などか\nらすれば，本件各ノウハウには価値があると広く評価されているものと\n認められる。\n以上によれば，本件各ノウハウが原告会社の「事業活動に有用な技術\n上又は営業上の情報」（不競法２条６項）であることは明らかである。\n（被告らの主張）\n(ｱ) 秘密管理性及び非公知性\nａ  別紙６本件ノウハウに関する主張対比表の「争点３－１について」\nの「被告らの主張」欄記載のとおり，原告会社が本件各ノウハウとし\nて主張する情報は，いずれも，一般に販売されている書籍や，インタ\nーネット上のウェブページに記載されているものであるから，本件各\nノウハウには非公知性が認められない。\n仮に，原告会社が上記の書籍を回収したり，増刷しないことを決定\nしたりしても，非公知性が回復することはない。\nｂ  原告会社は，本件ライセンス契約書の条項によってマネジメントコ\nーチに守秘義務を課していることを根拠として，本件各ノウハウに秘\n密管理性及び非公知性が認められると主張する。しかしながら，上記\nの条項は，マネジメントコーチに一般的な守秘義務を課す秘密保持条\n項にすぎず，本件各ノウハウの秘密管理性及び非公知性を何ら基礎づ\nけるものではない。\nまた，原告会社は，本件合意書を根拠に，顧客から，会議の内容を\n厳格に秘密扱いにする旨の約束を取り付けているとして，本件各ノウ\nハウに秘密管理性及び非公知性が認められると主張する。しかしなが\nら，本件合意書の条項は，マネジメントコーチが顧客の情報を漏えい\nしないことを内容とするものであって，本件各ノウハウを顧客に秘密\nとして保持させることを内容とするものではない。したがって，本件\n合意書は，本件各ノウハウに秘密管理性及び非公知性が認められるこ\nとの根拠にはならない。\n(ｲ) 有用性\n本件各ノウハウは，いずれも，一般的でありきたりな内容であるから，\n有用性が認められるものではない。\nイ  争点３－２（不正競争行為の存否）について\n（原告会社の主張）\n(ｱ) 被告Ｂについて\n被告Ｂは，すごい会議社との間でライセンス契約を締結し，ライセン\nシーとして，すごい会議社から本件各ノウハウの開示を受けて，顧客に\n対し，すごい会議のコンサルティングサービスを提供していたものであ\nる。そして，上記ライセンス契約により，同契約終了後には，本件各ノ\nウハウを用いた同種のサービス提供をすることが禁止されていたもので，\nこのことを被告Ｂは当然認識していた。しかるに，被告Ｂは，本件各ノ\nウハウを被告会社らに開示したほか，別紙３ノウハウ対比表の「被告ノ\nウハウ」欄及び別紙６本件ノウハウに関する主張対比表の「争点３－２\nについて」の「原告会社の主張」欄記載のとおり，侍会議を通じて，顧\n客に本件各ノウハウを用いた同種のコンサルティングサービスを提供し\nていたものである。\nこのような行為は，被告Ｂが，「不正の利益を得る目的」又は原告会\n社に「損害を加える目的」で，原告会社が保有する「営業秘密」である\n本件各ノウハウを使用するものであるから，不競法２条１項７号所定の\n不正競争に該当する。\n(ｲ) 被告ヴァンガード社について\n被告ヴァンガード社は，本件ノウハウ１，２，４，５，１１及び１５\nが記載された被告レジュメを作成して顧客に提供しているところ，係る\n提供行為は，「営業秘密」である上記のノウハウを「使用し」又は「開\n示する行為」（不競法２条１項８号）に該当する。\nまた，被告ヴァンガード社は，侍会議の宣伝等のため，同社のウェブ\nサイトに，本件ノウハウ３を内容に含む本件投稿動画１及び本件ノウハ\nウ２４を内容に含む本件投稿動画２を掲載しているところ，これらの動\n画を掲載する行為は，「営業秘密」である上記のノウハウを「使用し」\n又は「開示する行為」に該当する。\nそして，被告Ｂは被告ヴァンガード社の代表取締役であるから，被告\nＢから本件各ノウハウの開示を受けた被告ヴァンガード社は，それが\n「営業秘密不正開示行為」であることを知っていたものといえる。\nしたがって，被告ヴァンガード社が顧客に被告レジュメを提供する行\n為やウェブサイトに本件各投稿動画を掲載する行為は，不競法２条１項\n８号所定の不正競争に該当する。\n(ｳ) 被告サムライヴィジョン社について\n被告サムライヴィジョン社は，本件侍会議において，本件各ノウハウ\nが記載された被告レジュメを使用し，株式会社Ｈ等に開示していたとこ\nろ，この行為は，本件各ノウハウを「使用し」又は「開示する行為」に\n該当する。\nまた，被告サムライヴィジョン社は，侍会議の宣伝等のため，同社の\nウェブサイトに本件投稿動画１と同じ内容の動画を掲載しているところ，\n上記動画には本件ノウハウ３が使用されているから，この行為は，本件\nノウハウ３を「使用し」又は「開示する行為」に該当する。\nそして，被告サムライヴィジョン社の代表取締役であるＧと被告ヴァ\nンガード者の代表取締役である被告Ｂが密接な関係を有していたことに\n照らすと，被告Ｂ及び被告ヴァンガード社から本件各ノウハウを開示さ\nれて取得した被告サムライヴィジョン社は，被告Ｂ又は被告ヴァンガー\nド社による開示行為が「営業秘密不正開示行為」に当たると知っていた\nことは明らかである。\nしたがって，被告サムライヴィジョン社が，被告レジュメを使用して\n侍会議を行う行為，顧客に被告レジュメを開示する行為及びウェブサイ\nトに本件投稿動画１を掲載する行為は，いずれも不競法２条１項８号所\n定の不正競争に該当する。\n（被告らの主張）\n前記ア（被告らの主張）のとおり，本件各ノウハウは営業秘密に該当し\nないから，被告らの行為が不正競争に当たる余地はない。その他の主張\nは，別紙６本件ノウハウに関する主張対比表の「争点３－２について」\nの「被告らの主張」欄記載のとおりである。\n(4) 争点４（差止め等の必要性）について\nア  争点４－１（原告ワークブックに関するもの）について\n（原告らの主張）\n(ｱ)  被告レジュメのうち，各被告記述部分の内容は，どの顧客に対して\nも共通して使用することが予定されているものである。なお，被告らが\n顧客にレジュメを交付する際，レジュメを譲渡するのか，貸与し，最終\n的に回収しているのかは明らかではない。\nしたがって，被告らは，株式会社Ｈ向けに作成された被告レジュメの\nうち，各被告記述部分の内容を残した内容のレジュメを複製して，他の\n侍会議の顧客に譲渡又は貸与する可能性が極めて高いから，本件におい\nては，各被告記述部分が記載された被告レジュメの複製及び頒布を差し\n止め，被告レジュメを廃棄する必要性がある。\n(ｲ)  被告らは，原告らが類似すると主張する会議手法を使用せずとも顧\n客にコーチングを行うことが可能であるとして，差止め等の必要性を争\nっている。\nしかしながら，各被告記述部分の内容のうち，例えば侍会議のしきた\nり（別紙２レジュメ対比表の番号１ないし５），侍会議の目的（同番号\n６），問題の棚卸（同番号９ないし１３），侍会議「志」作成（同番号１\n４ないし１６）などは，顧客ごとに変更する必要がないし，手に入れた\nい成果（同番号７），達成（同番号８及び２４）及びクロージング（同\n番号２２）は，侍会議の会議手法として定着したものであって，いずれ\nも全ての顧客に対して共通に行われているものと考えられる。また，被\n告レジュメのうち，原告らが類似すると主張している会議手法のコーチ\nング以外の部分が占めるページ数は，全体のごく一部にすぎない。そう\nすると，被告らが，侍会議において，各被告記述部分が記載された被告\nレジュメを使用するおそれがあるといえる。\nしたがって，被告らの上記主張は，差止め等の必要性を否定するもの\nではない。\n（被告らの主張）\n各被告記述部分は，被告らが使用するレジュメの一部の項目にすぎず，\n全ての顧客に対して使用するわけではない。被告らが使用するレジュメ\nにおいては，原告らが類似すると主張するような会議手法のコーチング\nのみならず，さらに多様な会議手法のコーチングについての記載があり，\n被告らは，原告らが類似すると主張するような会議手法を使用せずとも，\n顧客にコーチングを行うことが可能である。\nしたがって，本件において，各被告記述部分が記載された被告レジュメ\nの複製及び頒布を差し止めたり，これを廃棄したりする必要性は認めら\nれない。\nイ  争点４－２（原告キャッチコピーに関するもの）について\n（原告会社の主張）\n本件においては，被告キャッチコピーの使用の差し止める必要性がある。\n（被告会社らの主張）\n本件投稿動画１は既に削除されており，被告キャッチコピーは使用され\nていないから，その使用を差し止める必要性はない。\nウ  争点４－３（本件各ノウハウに関するもの）について\n（原告会社の主張）\n被告らが本件各ノウハウを用いて侍会議のサービスを提供することによ\nり，原告会社がすごい会議のサービスを提供する機会が奪われ，営業上\nの利益が侵害されるところ，被告Ｂは，本件訴訟が提起された後も侍会\n議のサービスを顧客に提供しているから，原告会社には，本件各ノウハ\nウが被告らに使用又は開示されることにより，その利益が侵害されるお\nそれがある。\nしたがって，本件においては，本件各ノウハウの使用等を差し止め，本\n件各ノウハウを内容に含む本件各投稿動画を削除する必要性がある。\n（被告らの主張）\n争う。\n(5) 争点５（損害の発生及びその額）について\n（原告らの主張）\nア  原告ワークブックの著作権侵害による原告会社の損害\n(ｱ) 著作権法１１４条３項\n原告ワークブックには，これを引用する場合にはすごい会議社とライ\nセンス契約を締結する必要があることや，使用料の目安は１０ページ以\n内の引用１００部で１０万円程度であることが記載されている。\n被告レジュメのうち，原告ワークブックが引用されているのは１８ペ\nージであり，本件侍会議には５名が参加したから，被告レジュメが５部\n複製されたことは明らかである。そして，２０ページ以内の引用場合は，\n上記の使用料の目安の２倍の金額となるものと扱うのが相当であるから，\n本件侍会議における被告レジュメの使用料相当額は，１万円（＝２０万\n円／１００部×５部）と認められる。\nしたがって，著作権法１１４条３項により，原告ワークブックの著作\n権侵害によって原告会社が被った損害額は，１万円であると算定される。\n(ｲ) 弁護士費用\n原告ワークブックに係る原告会社の著作権（複製権又は翻案権）を侵\n害する行為と因果関係がある弁護士費用の額は，前記(ｱ)の１割に当た\nる１０００円である。\nイ  原告ワークブックの著作者人格権侵害による原告Ａの損害\n(ｱ) 慰謝料\n原告Ａは，原告ワークブックを含む「すごい計画作成キット」を作成\nするための調査，検討，執筆，推敲等に，長期間にわたり多大な労力を\n費やしたところ，被告らの行為により，原告ワークブックに係る原告Ａ\nの著作者人格権（同一性保持権及び氏名表示権）が侵害され，精神的損\n害を被った。これに対する慰謝料の額は，６０万円を下らない。\n(ｲ) 弁護士費用\n原告ワークブックに係る原告Ａの著作者人格権（同一性保持権及び氏\n名表示権）を侵害する行為と因果関係がある弁護士費用の額は，前記\n(ｱ)の１割に当たる６万円である。\nウ  本件各ノウハウに係る不正競争行為による原告会社の損害\n(ｱ) 不競法５条１項\n原告Ａが，マネジメントコーチとして，本件各ノウハウを使用及び開\n示して，（回数は省略）のワークショップからなるすごい会議を実施し\nた場合，（金額は省略）の利益を受けることができるから，「被侵害者が\nその侵害の行為がなければ販売することができた物の単位数量当たりの\n利益の額」は，（金額は省略）である。\n他方，被告サムライヴィジョン社は，株式会社Ｈに対し，（回数は省\n略）のワークショップからなる本件侍会議を実施した。\nしたがって，本件各ノウハウに係る不正競争行為によって原告会社が\n被った損害の額は，不競法５条１項により，（金額は省略）と算定され\nる。\n(ｲ) 弁護士費用\n前記(ｱ)の不正競争行為と因果関係がある弁護士費用の額は，（金額は\n省略）である。\n（被告らの主張）\nア  本件ワークブックの著作権侵害による原告会社の損害について\n争う。\nイ  本件ワークブックの著作者人格権侵害を根拠とする原告Ａの損害につい\nて\n争う。\nウ  本件各ノウハウに係る不正競争行為を根拠とする原告会社の損害につい\nて\n争う。なお，本件侍会議の実施により被告サムライヴィジョン社が株式\n会社Ｈから受領した対価は（金額は省略）であり，同社が，原告会社が主\n張する額をコンサルティング業務の対価として支払うとは想定しがたい。\n第３  当裁判所の判断\n１  争点１（原告ワークブックに関する著作権侵害及び著作者人格権侵害の有無）\nについて\n(1) 争点１－１（原告ワークブックに係る著作権侵害の成否）について\nア  言語の著作物の「翻案」（著作権法２７条）とは，既存の著作物に依拠\nし，かつ，その表現上の本質的な特徴の同一性を維持しつつ，具体的表\n現に修正，増減，変更等を加えて，新たに思想又は感情を創作的に表現\nすることにより，これに接する者が既存の著作物の表現上の本質的な特\n徴を直接感得することのできる別の著作物を創作する行為をいう（最高\n裁平成１１年（受）第９２２号同１３年６月２８日第一小法廷判決・民\n集５５巻４号８３７頁）。\nこれに対し，著作物の「複製」については，「印刷，写真，複写，録音，\n録画その他の方法により有形的に再製すること」と規定されているとこ\nろ（同法２条１項１５号），ここにいう「再製」とは，当該著作物と同一\n性のあるものを作成することであり，具体的表現に修正，増減，変更等\nがされても，その部分に創作的表現がなければ，翻案ではなく複製に当\nたるというべきである。そうすると，上記の言語の著作物の翻案の定義\nに照らし，言語の著作物の複製とは，既存の著作物に依拠し，これと同\n一のものを作成し，又は，具体的表現に修正，増減，変更等を加えても，\n新たに思想又は感情を創作的に表現することなく，その表現上の本質的\nな特徴の同一性を維持し，これに接する者が既存の著作物の表現上の本\n質的な特徴を直接感得することのできるものを作成する行為をいうと解\nすべきである。\nそして，著作権法は，思想又は感情の創作的な表現を保護するものであ\nるから（同法２条１項１号参照），既存の著作物に依拠して作成されたも\nのが，思想，感情若しくはアイデア，事実若しくは事件など表現それ自\n体ではない部分又は表現上創作性がない部分において，既存の著作物と\n同一性を有するにすぎない場合には，複製にも翻案にも当たらないと解\nするのが相当である（前掲最高裁平成１３年６月２８日判決参照）。\n本件においては，主に言語で記述された原告ワークブックと被告レジュ\nメの同一性を有する部分について，上記の表現上の創作性が認められる\nか否かが問題となるところ，これが認められるためには，厳密な意味で\n独創性が発揮されていることまでは必要でないものの，著作者等の権利\nの保護を図り，もって文化の発展に寄与するという著作権法の目的（著\n作権法１条）に照らせば，作成者の何らかの個性が表現されており，そ\nの権利を保護する必要性が存在することを要する。具体的には，言語表\n現による記述等の場合，表現形式に制約があったりするため，他の表現\nが想定できない場合には，表現の選択の余地がないか，選択の幅が著し\nく低いため，個性の表れが認められないということになる。さらに，表\n現が極めて短いものやありふれたものである場合には，そのような表現\nに独占権を認めると，後進の創作者の表現の自由を奪うことにとなり，\n表現の多様化を阻害し，文化の発展に寄与するという著作権法の目的に\n反する結果となりかねない。したがって，そのようなありふれた表現に\n創作性を肯定して保護を与えることは許容されないものと解すべきであ\nる。\nイ  本件において，原告会社は，各原告記述部分と各被告記述部分が同一で\nあり，かつ，原告ワークブックと被告レジュメの全体の構成も同一である\nとして，それらについての複製又は翻案を主張することから，以下，順に\n検討する。\n(ｱ) 原告記述部分及び被告記述部分に係る複製又は翻案の主張について\nａ  原告記述部分１ないし５と被告記述部分１ないし５について\n(a) 別紙２レジュメ対比表の番号１ないし５のとおり，原告ワークブ\nックの当該部分と被告レジュメの当該部分とは，それぞれ，会議に\nおいて，会議での約束事として，そのまま「やってみる」こと（番\n号１），「携帯」電話を切っておくこと（番号２），「問題」を見つけ\nたら，「問題を指摘する」のではなく，「解決策を提示する」こと\n（番号３），「わかりません」という回答はしないこと（番号４），\n「発言」は，「短く」，「簡潔に」，「直接的な表現で」行うこと（番\n号５）が記述されている点で共通しており，その部分において同一\n性がある。\nしかしながら，これらの同一性を有する部分の記述内容に加えて，\n原告ワークブックの上記各記述が「お約束＃１」等が付された形式\nで，被告レジュメの上記各記述が「侍会議のしきたり」との題名の\n下に，それぞれ記述されていることも考慮に入れれば，被告記述部\n分１ないし５と原告記述部分１ないし５とは，会議の決まり事を説\n明した記述であるという点において共通しているものの，それは，\n会議における約束事をどのように取り決めるかというアイデアにつ\nいての同一性であって，表現それ自体ではない部分において同一性\nが認められるにすぎない。\n仮に，原告記述部分１ないし５と被告記述部分１ないし５につい\nて，「やってみる」等の鍵括弧を付した語句が共通しており，それ\nらを含む表現部分が同一であると考えられるとしても，その表現部\n分は，いずれもごく短い一文であって，かつ，ありふれたものであ\nることが明らかである（例えば，会議での約束事として，まずはそ\nのまま「やってみる」こと（番号１）という共通点については，ウ\nェブページ（乙１６）において「素直にそのままやる」との記載が，\n書籍（乙２０）において「おやくそく」「まずはやってみよう」と\nの記載が，それぞれ存在しており，会議中の「発言」は，「短く」，\n「簡潔に」，「直接的な表現で」行うこと（番号５）という共通点に\nついては，ウェブページ（乙１５）において「会議での発言は「３\nＳ」（Ｓｈｏｒｔ＝短く，Ｓｉｍｐｌｅ＝簡潔で，Ｓｔｒａｉｇｈ\nｔ＝直接的に）のルールでおこないましょう。」との記載が存在す\nる。）。そうすると，原告会社にそのような表現を独占させるのは相\n当ではないというべきであり，上記の同一性を有する部分について\n創作性を肯定することはできない。\n(b) 原告会社は，原告記述部分１ないし５及び被告記述部分１ないし\n５について，会議における約束事の表現の仕方にはいくつかの選択\n肢がある中で，一見当たり前と思われるような内容も約束事として\nあらかじめ記載するという表現形式をとっている点で同一性を有し\nており，その同一性を有する部分は創作的な表現であると主張する。\nしかしながら，当たり前のことを敢えてワークブックないしレジ\nュメに記載するということ自体は，アイデアにすぎないから，仮に，\nそうしたアイデアに個性の表れが認められるとしても，そのことを\nもって直ちに創作的に表現された部分において同一性があると認め\nることはできない。\nしたがって，原告会社の上記主張は，採用することができない。\n(c) 以上によれば，被告記述部分１ないし５が原告記述部分１ないし\n５と同一性を有する部分は，表現それ自体ではないか又は表現上の\n創作性がないものであって，被告記述部分１ないし５からそれらに\n対応する原告記述部分１ないし５の表現上の本質的な特徴を直接感\n得することはできない。\nしたがって，被告記述部分１ないし５は，いずれも，原告記述部\n分１ないし５を複製又は翻案したものとはいえない。\nｂ  原告記述部分６と被告記述部分６について\n(a) 別紙２レジュメ対比表の番号６のとおり，原告ワークブックの当\n該部分と被告レジュメの当該部分とは，会議の参加者が，「チーム\nとして」，「問題を共有」し，「役割」を作り，参加者を「満足させ\nるため」の「計画」と「情熱」を得るという記述がされている点で\n共通しており，その部分において同一性がある。\nしかしながら，上記の同一性を有する部分は，全体として，会議\nによって達成すべき目的として，獲得すべき成果及びその成果を獲\n得するための手段に係るアイデアそのものであって，表現それ自体\nではない。\n仮に，原告記述部分６及び被告記述部分６について，「チームと\nして」等の鍵括弧を付した語句を含む表現部分が同一であり，また，\n第１文で成果を獲得するための手段を述べた上で，第２文で獲得す\nべき成果を示すという構成についても同一性があると考えられると\nしても，その同一性が認められる表現部分は，全体としてもごく短\nいものであり，かつ，「チームとして」，「問題を共有」，「共通の」，\n「役割」，「満足させるため」，「情熱」といった関連性を認めやすい\n平易な語を一般的な順序で組み合わせたにすぎないものであって，\nありふれたものであることは明らかであって（例えば，書籍（乙２\n２）では，「チーム」による意思決定の進め方の手順として，課題\nを「共有」すること，統合的「目標」を設定して「満足」度最大の\n案を採るなどの記述が存在し，上記の語の組み合わせがありふれた\nものであることを裏付けている。），第１文及び第２文の構成も，手\n段から成果につなげるという，通常用いられるありふれたものにす\nぎない。そうすると，上記の表現を原告会社に独占させることは相\n当ではないというべきであり，その部分に創作性を認めることはで\nきない。\n(b) 原告会社は，原告記述部分６と被告記述部分６が，会議において\nどういったことを行い，何を手に入れようとするのかについて，思\n想やアイデアを端的にまとめて表現したものである点で共通し，そ\nこには個性が発揮されており，創作性が認められると主張する。\nしかしながら，上記の部分が会議に係る思想やアイデアを端的に\nまとめて記述されたものであるとしても，そのようなまとめ方その\nものもアイデアにとどまるものである。仮に，当該記述が表現であ\nるといえるとしても，その構成は，前記(a)で検討したとおり，会\n議における獲得目標及び獲得手段のまとめ方としては一般的なもの\nであって，何ら特徴があるものではなく，ありふれた表現の域を出\nるものではないことは明らかであるから，上記の部分に創作性を認\nめることはできない。\nしたがって，原告会社の上記主張は，採用することができない。\n(c) 以上によれば，被告記述部分６が原告記述部分６と同一性を有す\nる部分は，表現それ自体ではないか又は表現上の創作性がないもの\nであって，被告記述部分６から原告記述部分６の表現上の本質的な\n特徴を直接感得することはできない。\nしたがって，被告記述部分６は，原告記述部分６を複製又は翻案\nしたものとはいえない。\nｃ  原告記述部分７及び２３と被告記述部分７及び２３について\n(a) 別紙２レジュメ対比表の番号７及び２３のとおり，原告ワークブ\nックの当該部分と被告レジュメの当該部分とは，いずれも，会議の\n参加者に対し，当該会議において「どんな成果」を得ていれば「あ\nなたにとって」「最も価値が」あるかを質問する記述であるという\n点でおおむね共通しており，その部分において同一性がある。\nしかしながら，上記の同一性を有する部分は，いずれも，会議手\n法の一つとして，会議の中で司会役を務める者が参加者に対してど\nのような質問を投げかけて，参加者がどのような意識を持って会議\nに参加するように持っていくかを説明したものであって，アイデア\nそのものが記述されたものである。そうすると，原告記述部分７及\nび２３と被告文言７及び２３とは，表現それ自体ではない部分につ\nいて同一性が認められるにすぎないというべきである。\n(b) 原告会社は，原告記述部分７及び２３と被告記述部分７及び２３\nとが表現において同一であることを前提に，その同一性がある部分\nについて，ノウハウを表現する上で，表現に選択の余地があること，\n他に同様の表現が用いられた資料等が見当たらず，ありふれた表現\nとはいえないことなどを理由として，創作性が認められると主張す\nる。\nしかしながら，仮に，原告記述部分７及び２３と被告記述部分７\n及び２３とが表現において同一性があり，アイデアを表現するため\nの選択の幅が認められるとしても，それらの記述自体から，一文か\nらなる極めて短い表現であって，かつ，問いかけにおいて通常用い\nられるありふれた表現であることは明らかであるから，前記の著作\n権法の趣旨に照らし，そのような表現部分を原告会社に独占させる\nことは許容されず，創作性を認めることはできない。\nしたがって，原告会社の上記主張は採用することができない。\n(c) 以上によれば，被告記述部分７及び２３が原告記述部分７及び２\n３と同一性を有する部分は，表現それ自体ではないか又は表現上の\n創作性がないものであって，被告記述部分７及び２３から原告記述\n部分７及び２３の表現上の本質的な特徴を直接感得することはでき\nない。\nしたがって，被告記述部分７及び２３は，いずれも，原告記述部\n分７及び２３を複製又は翻案したものとはいえない。\nｄ  原告記述部分８ないし１３と被告記述部分８ないし１３について\n(a) 別紙２レジュメ対比表の番号８ないし１３のとおり，原告ワーク\nブックの当該部分と被告レジュメの当該部分とは，「あなたが言う\nには」，「何が達成されたか」（「会社全体」，「グループ」，「個人レベ\nルでも」等），「３つ」の答えを「書く」こと（番号８），「経営」上\n「直面している」こと「に関してどんな問題点」等「があるか」，\n「最も重要と思われることを二つ」程度「書く」こと（番号９），\n「経営」上「直面している」こと「に関してどんな問題点」等「が\nあるか」，「他」の「部署」や「業者」「のせいで問題になっている\nことを一つ書<」（具体的に誰のせいかを記載する形で）こと（番号\n１０），「経営」上「直面している」こと「に関してどんな問題点」\n等「があるか」，「言えない問題」等「を一つ書く」こと（番号１\n１），「経営」上「直面している」こと「に関してどんな問題点」等\n「があるか」，「のひどい真実はなにか」（「会社全体」，「部署」等）\nを「一つ書く」こと（番号１２），「経営」上「直面している」こと\n「に関してどんな問題点」等があるか，「あなた自身のひどい真実\nはなにか」を書くこと（番号１３）が記述されている点で共通して\nおり，その部分において同一性がある。\nしかしながら，上記の同一性を有する部分は，会議の司会役を務\nめる者が参加者に質問し，参加者がそれに回答する形式で，参加者\nに対し，会議の時点までに達成されている事項を確認させる，組織\nの経営上の問題点等について検討させる，その問題点等が誰のせい\nで生じていると考えているかを認識させる，その問題点等のうち話\n題にできないものや組織及び自分自身が抱える重大な欠点について\n明らかにさせるといったことを実現するという，会議の手法を説明\nしたものである。そうすると，上記の部分は，いずれも，アイデア\nそのものが記述されたものであって，表現それ自体ではない部分に\nついて同一性が認められるにすぎないというべきである。\n仮に，原告記述部分８ないし１３と被告記述部分８ないし１３に\nついて，それぞれ，「あなたが言うには」等の鍵括弧を付した語句\nが共通であって，それらを含む表現部分が同一であるとしても，そ\nの表現部分は，いずれも，ごく短いものであって，かつ，おおむね\n平易でよく用いられる言葉を組み合わせて，質問の内容と回答の仕\n方を明確に記述したものにすぎないから，ありふれた表現というべ\nきである。そうすると，上記の表現部分を原告会社に独占させるこ\nとは相当ではないというべきであり，同部分に創作性を認めること\nはできない。\n(b) 原告会社は，原告記述部分８と被告記述部分８の同一性を有する\n部分には「あなたが言うには」という通常の会議で用いないであろ\nう独特の言い回しが含まれており，同様の表現が用いられた資料や\n書籍は見当たらないなどとして，それらの同一性がある部分には表\n現上の創作性が認められると主張する。\n確かに，本件において，「あなたが言うには」という語句が一般\n的に口にされる言い回しであることの証拠は提出されていないが，\nウェブページ（乙４７）では，自らの意見を述べる際に有用な言葉\nとして「私が言うには」という語句が紹介されていることからすれ\nば，「あなたか言うには」という語句が独特な言い回しであるとい\nうことはできない。また，記述のごく一部につき独特な語句が用い\nられていることから，直ちにその文全体が創作的な表現であると認\nめることもできない。すわなち，「あなたが言うには」という語句\nが，それ自体短い表現であり，それを含む原告記述部分８及び被告\n記述部分８もさほど長文ではなく，上記の語句以外の部分はありふ\nれた言い回しであることなどからすれば，前記の著作権法の趣旨に\n照らし，その使用を原告会社に独占させることを許容すべきではな\nい。そうすると，「あなたが言うには」という語句を含む上記の同\n一性を有する部分全体について，表現上の創作性を認めることはで\nきないというべきである。\nまた，原告会社は，原告記述部分１１と被告記述部分１１の同一\n性を有する部分に含まれる「言えない問題」という語句や，原告記\n述部分１２及び１３と被告記述部分１２及び１３に含まれる「ひど\nい真実」という語句が特徴的であるとして，これらの部分に表現上\nの創作性が認められると主張する。\nしかしながら，「言えない問題」や「ひどい真実」は，いずれも\n平易な形容詞と名詞とを組み合わせた語句にすぎず，その組合せも\n通常結びつかないようなものともいえないから，それらの語句を含\nんでいるからといって，上記の同一性を有する部分がありふれてい\nないとはいえず，同部分について表現上の創作を肯定することはで\nきないというべきである。\nしたがって，原告会社の上記主張はいずれも採用することができ\nない。\n(c) 以上によれば，被告記述部分８ないし１３が原告記述部分８ない\nし１３と同一性を有する部分は，表現それ自体ではないか又は表現\n上の創作性がないものであって，被告記述部分８ないし１３から原\n告記述部分８ないし１３の表現上の本質的な特徴を直接感得するこ\nとはできない。\nしたがって，被告記述部分８ないし１３は，いずれも，原告記述\n部分８ないし１３を複製又は翻案したものとはいえない。\nｅ  原告記述部分１４及び１７と被告記述部分１４及び１７について\n(a) 別紙２レジュメ対比表の番号１４のとおり，原告ワークブックの\n当該部分と被告レジュメの当該部分とは，下線を引いた空欄に数字\nや言葉を穴埋めする形式で，「   年   月   日までに」という\n期限，達成すべき指標及び最終的な目的を３行に分けて（ただし，\nその三つの順序は異なる。）記載するようになっている点で共通し\nており，その部分において同一性がある。\nまた，別紙２レジュメ対比表の番号１７のとおり，原告ワークブ\nックの当該部分と被告レジュメの当該部分とは，文章を記入する枠\nが複数あり，中心の一つの枠を取り囲む形で他の枠が配置された図\n形が記載されているという点で共通しており，その部分において同\n一性がある。\nしかしながら，上記の同一性を有する部分は，いずれも，会議の\n参加者が空欄又は枠内に意見等を書き込むことで，その意見等を明\n確にしたり，各意見の関係を示すことで，参加者の考えを整理した\nりするという，会議の手法に係るアイデアそのものであって，表現\nそれ自体ではない。\n仮に，上記の同一性を有する部分が表現であるとしても，原告記\n述部分１４と被告記述部分１４の当該部分については，空欄に数字\nや言葉を穴埋めする形式により質問に対して回答させることや，そ\nれを項目ごとに行を分けて記載することは，質問及び回答の表現と\nして通常用いられるものであって，ありふれたものであることが明\nらかであるといえ，原告記述部分１７と被告記述部分１７の当該部\n分については，あらかじめ位置関係を定めた枠内に，会議の参加者\nの意見等を記載させるということは，その意見等を整理するための\n表現方法として，ありふれたものであるといえる（例えば，書籍\n（乙２１）及びウェブページ（乙４０，４２）において，一つの枠\n及びそれを囲む形で記載された複数の枠の中に語句を記入するとい\nう記述が存在する。）。そうすると，上記の部分について表現上の創\n作性を肯定することはできない。\n(b) 原告会社は，原告記述部分１４と被告記述部分１４について，そ\nの同一性が認められる部分が表現であることを前提に，多様な表現\nの選択肢がある中で，３行で構成された穴埋め方式を採用したもの\nであり，同様のフォーマットを表現したものは見当たらないとして，\n上記の部分に創作性があると主張する。\n確かに，上記の部分は，それが表現であるとした場合，会議にお\nいて参加者が今後１年間の目標を立てる方法を表現するに当たり，\n一定程度選択の幅がある中から当該記述を選んだという点で，何ら\nかの個性が表されていることを肯定する余地がある。\nしかしながら，その表現は，前記(a)のとおり，ありふれたもの\nであって，そのような表現について原告会社に独占させることは，\n前記の著作権法の趣旨に照らし，許容することができないというべ\nきである。\nしたがって，上記の部分に表現上の創作性を認めることはできず，\n原告会社の上記主張は採用することができない。\n(c) 以上によれば，被告記述部分１４及び１７が原告記述部分１４及\nび１７と同一性を有する部分は，表現それ自体ではないか又は表現\n上の創作性がないものであって，被告記述部分１４及び１７から原\n告記述部分１４及び１７の表現上の本質的な特徴を直接感得するこ\nとはできない。\nしたがって，被告記述部分１４及び１７は，いずれも，原告記述\n部分１４及び１７を複製又は翻案したものとはいえない。\nｆ  原告記述部分１５，１６及び２１と被告記述部分１５，１６及び２\n１について\n(a) 別紙２レジュメ対比表の番号１５，１６及び２１のとおり，原告\nワークブックの当該部分と被告レジュメの当該部分とは，会議にお\nいて決まった目標に名前をつけること（番号１５），会議で決めた\n目標について約束すること（番号１６）並びに「行動」，「期日」及\nび「成果」を書くこと（番号２１）という点で共通しており，その\n部分において同一性がある。\nしかしながら，上記の同一性を有する部分は，会議で決めた目標\nに名前をつけ，その目標について約束し，「行動」，「期日」及び\n「成果」を記載するといった，会議の進め方に係るアイデアそのも\nのが説明されたものである。そうすると，原告記述部分１５，１６\n及び２１と被告記述部分１５，１６及び２１とは，表現それ自体で\nはない部分に同一性が認められるにすぎないというべきである。\n(b) 原告会社は，原告記述部分１５，１６及び２１と被告記述部分１\n５，１６及び２１とが表現において同一性を有することを前提に，\nそれらの文言を用いた例が他に存在しないことを指摘し，表現上の\n創作性が認められると主張する。\nしかしながら，仮に，原告記述部分１５，１６及び２１と被告記\n述部分１５，１６及び２１において，表現それ自体に同一性が認め\nられるとしても，それは，「行動」，「期日」及び「成果」を書くこ\nと（番号２１）に限られるというべきである。そして，その部分は，\nごく短いものであって，明らかにありふれたものであるから，表現\n上の創作性を有するものではない。\nしたがって，原告会社の上記主張は採用することができない。\n(c) 以上によれば，被告記述部分１５，１６及び２１が原告記述部分\n１５，１６及び２１と同一性を有する部分は，表現それ自体ではな\nいか又は表現上の創作性がないものであって，被告記述部分１５，\n１６及び２１から原告記述部分１５，１６及び２１の表現上の本質\n的な特徴を直接感得することはできない。\nしたがって，被告記述部分１５，１６及び２１は，いずれも，原\n告記述部分１５，１６及び２１を複製又は翻案したものとはいえな\nい。\nｇ  原告記述部分１８ないし２０と被告記述部分１８ないし２０につい\nて\n(a) 別紙２レジュメ対比表の番号１８ないし２０のとおり，原告ワー\nクブックの当該部分と被告レジュメの当該部分とは，会議において，\n発表された課題を同じカテゴリーごとにグルーピングすること（番\n号１８），「意思決定者が」「担当」を決定すること（番号１９）及\nび「担当」が「マイルストーンを」作ること（番号２０）という点\nで共通しており，その部分において同一性がある。\nしかしながら，上記の同一性が認められる部分は，いずれも，会\n議において，目標達成に向けた参加者各人の役割を明確化すること\nを説明したものであり，会議の手法に係るアイデアそのものあるか\nら，表現それ自体ではないというべきである。\n仮に，原告記述部分８ないし１３と被告記述部分８ないし１３に\nおいて，「意思決定者が」等の鍵括弧を付した語句を含む表現部分\nが同一であるとしても，それらは，「意思決定者が」「担当」を決定\nする（番号１９），「担当」が「マイルストーンを」作る（番号２０）\nといった，ごく短い一文であって，かつ，一般的な表現方法により\n記述されたありふれたものであることが明らかであって，表現上の\n創作性を認めることはできない。\n(b) 以上によれば，被告記述部分１８ないし２０が原告記述部分１８\nないし２０と同一性を有する部分は，表現それ自体ではないか又は\n表現上の創作性がないものであって，被告記述部分１８ないし２０\nから原告記述部分１８ないし２０の表現上の本質的な特徴を直接感\n得することはできない。\nしたがって，被告記述部分１８ないし２０は，いずれも，原告記\n述部分１８ないし２０を複製又は翻案したものとはいえない。\nｈ  原告記述部分２２及び２４と被告記述部分２２及び２４について\n(a) 別紙２レジュメ対比表の番号２２及び２４のとおり，原告ワーク\nブックの当該部分と被告レジュメの当該部分とは，会議において，\n「何」を「得た」かと問いかけること（番号２２）及び「何がうま\nくいって」いるかと問いかけること（番号２４）が共通しており，\nその部分において同一性がある。\nしかしながら，上記の同一性が認められる部分は，いずれも，会\n議において，参加者にどのように問いかけるかという方法に関する\nアイデアそのものあって，表現それ自体ではないというべきである。\n仮に，上記の部分が表現であるとしても，それらは，いずれも一\n文のみからなる極めて短い記述である上，原告記述部分２２は，会\n議のクロージングの場面に関する記載部分の小見出しを，すごい会\n議の参加者に対する問いかけの形を用いて記述したものであり，原\n告記述部分２４は，会議の進捗を確認するために司会者が行う問い\nかけを箇条書きの形で記述したものの一つであって，いずれについ\nても，詳細な内容を相当の分量を用いて表現することは想定されず，\nポイントを端的に記述することが求められる性質の表現であるから，\nかかる表現の性質上，その表現形式に著しい制約があり，同部分に\n作成者である原告Ａらの個性が表れているとは認められない。した\nがって，著作物として保護する必要性は認めることができない。\nしかも，上記の部分の表現は，上記のとおり極めて短い一文であ\nり，かつ，一般的な言い回しであって，ありふれたものであること\nは明らかであるから，同表現に創作性を肯定して保護を与えること\nは許容するべきではない。\nよって，上記の部分に表現上の創作性を認めることはできない。\n(b) 原告会社は，原告記述部分２２及び２４と被告記述部分２２及び\n２４の同一性がある部分は，会議手法としてありふれた表現ではな\nく，創作性が認められると主張する。\nしかしながら，前記(a)のとおり，上記の部分には，著作物とし\nて保護をする必要があると認めるに足りる程度の個性の表れはない\nから，当該表現がありふれているかどうかにかかわらず，同部分に\n創作性を認めることはできないというべきである。また，仮に，あ\nりふれていないといえるとすれば，それは，会議において得たもの\nやうまくいっているものを確認すべきであるという，会議手法に係\nるノウハウとしてであって，それはアイデアそのものである。原告\n会社の上記主張は，アイデアを表現であると無理に言い換えている\nものにすぎないといわざるを得ない。\nしたがって，原告会社の上記主張は採用することができない。\n(c) 以上によれば，被告記述部分２２及び２４が原告記述部分２２及\nび２４と同一性を有する部分は，表現それ自体ではないか又は表現\n上の創作性がないものであって，被告記述部分２２及び２４から原\n告記述部分２２及び２４の表現上の本質的な特徴を直接感得するこ\nとはできない。\nしたがって，被告記述部分２２及び２４は，いずれも，原告記述\n部分２２及び２４を複製又は翻案したものとはいえない。\n(ｲ) 原告ワークブック全体の構成と被告レジュメ全体の構成について\nａ  別紙２レジュメ対比表のとおり，原告ワークブック全体の構成と被\n告レジュメ全体の構成とは，①会議の約束事と目的の確認（番号１な\nいし６），②手に入れたい成果の確認（番号７），③今日までに達成さ\nれたことの確認（番号８），④問題や懸念の洗い出し（番号９ないし\n１３），⑤戦略的フォーカス作成（目標設定）（番号１４ないし１６），\n⑥役割の明確化（目標達成のための道のり，担当と責任の明確化）\n（番号１７ないし１９），⑦アクションプラン（コミットメント）の\n策定（番号２０ないし２２），⑧問題解決（番号２３及び２４）とい\nう項目が選択され，それらの項目がおおむね同じ順序で配列されてい\nるという点で共通し，その部分において同一性があるということがで\nきる。\nしかしながら，上記の同一性が認められる部分は，会議において，\nどのような項目を，どのような順序で行うかというアイデアそのもの\nあって，表現それ自体ではないというべきである。\nｂ  原告会社は，原告ワークブック全体の構成と被告レジュメ全体の構\n成の同一性が認められる部分が表現であることを前提に，その部分は，\n統一的なテーマの下に，多様な内容を，要領よく取捨選択し，配列し，\n分かりやすい表現，印象に残る表現を選択するなど，多くの点で表現\n上の創意工夫がなされており，そのワークブックないしレジュメに基\nづき会議の進行役を務めることができるように，表現方式に関して多\n様な選択肢がある中で，抽象的なノウハウを創意工夫をして表現した\nものであるから，独自性があり，個性が発揮されていることから，創\n作的な表現であると主張する。\nしかしながら，前記ａのとおり，上記原告ワークブック全体の構成\nは，アイデアそのものであって表現とは認められないから，原告会社\nの上記主張は，前提を誤るものといわざるを得ない。\n仮に，会議でなすべき項目の選択及び配列が表現であるといえると\nした上で検討すると，確かに，上記の同一性が認められる部分に係る\nノウハウを表現するに当たって，どのように組み合わせ，どのような\n表現順序とするかなどについては，選択の幅が認められないわけでは\nなく，その幅の中から選択がされることで，何らかの個性が表れてい\nるといえるから，その表現を保護する必要性を一定程度肯定すること\nはできる。\nしかしながら，会議の進め方は無制限ではなく，性質上おのずから\n一定の制限があり，会議において，まず，約束事及び目的，得たい成\n果，既に達成されていることを確認し（上記①ないし③），問題点等\nを洗い出した上で（上記④），それに基づき，目標を設定し，役割を\n明確化して，アクションプランを策定して（上記⑤ないし⑦），それ\nらによって，どのように問題の解決がされるべきかを検討する（上記\n⑧）というのは，会議を進行させる手法の表現として，ありふれてい\nるといわざるを得ず，そのような手法の表現を原告会社に独占させる\nのは相当ではなく，他の者の使用を禁ずることは許容されるべきでは\nない。そうすると，上記の部分に表現上の創作性を認めることはでき\nないというべきである。\nしたがって，原告会社の上記主張は採用することができない。\nｃ  以上によれば，原告ワークブック全体の構成と被告レジュメ全体の\n構成の同一性を有する部分は，表現それ自体ではないか又は表現上の\n創作性がないものであって，被告レジュメ全体の構成から原告ワーク\nブック全体の構成の表現上の本質的な特徴を直接感得することはでき\nない。\nしたがって，被告レジュメ全体の構成は，原告ワークブック全体の\n構成を複製又は翻案したものとはいえない。\nウ  小括\n以上の次第で，被告らによる被告レジュメの作成等は，原告会社の原告\nワークブックについての複製権及び翻案権を侵害するものとはいえない。\nしたがって，その余の点について検討するまでもなく，原告ワークブッ\nクに係る著作権侵害に基づく原告会社の請求はいずれも理由がない。\n(2) 争点１－２（原告ワークブックに係る著作者人格権侵害の成否）について\n原告Ａは，被告らが，原告Ａの氏名を表示することなく，各被告記述部分\nを記載した被告レジュメを作成するなどした行為は，原告Ａの氏名表示権及\nび同一性保持権の侵害に当たると主張する。\nしかしながら，前記(1)で説示したとおり，そもそも，被告らが原告記述\n部分及び原告ワークブック全体の構成を複製又は翻案したものであるとは認\nめられず，氏名表示権及び同一性保持権の侵害をいう原告Ａの上記主張は，\nその前提を欠くものである。\n以上によれば，その余の点について検討するまでもなく，原告ワークブッ\nクに係る著作者人格権侵害に基づく原告Ａの請求はいずれも理由がない。\n２  争点２（原告キャッチコピーに関する著作権侵害の有無）について\n(1) 争点２－１（原告キャッチコピーの著作物性）について\nア  原告キャッチコピーの著作物性のうち，特に表現上の創作性に係る判断\nに関しては，前記１(1)アで説示したのと同様の判断枠組みによるのが相\n当であるから，以下，これに基づき，原告キャッチコピーの創作性につい\nて検討する。\nイ(ｱ)  前記前提事実(2)ウのとおり，原告キャッチコピーは，すごい会議の\n宣伝広告文言であるから，顧客の印象に残り，記憶されやすいよう，短\nく端的な表現が求められ，かつ，宣伝の効果がある用語を選択すること\nが求められる。しかるところ，上記のように非常に限られた分量の表現\nの中で，キャッチコピーという広告媒体を用いて，上記のような用語を\n用いるなどして効果的にすごい会議の宣伝をしようとすれば，表現内容\nの点からしても選択の幅にはおのずから限りがある。\n実際に，原告キャッチコピー（「会議が変わる。会社が変わる。」）は，\n句点を除き，わずか６文字からなる二つの文のみを組み合わせて表現さ\nれており，その長さ自体からして，他の表現を選択する余地は小さく，\nまた，「会議」，「会社」及び「変わる」という，すごい会議を端的に宣\n伝する用語のみが用いられていることからも，表現の選択の幅が狭いも\nのというべきである。\n以上のように，原告キャッチコピーは，その分量の面と表現内容の面\nの両面から見て，表現の選択の幅が極めて小さいため，作成者の個性が\n表れる余地がごく限られているものというべきである。\nなお，原告キャッチコピーは，第１文の「議」と第２文の「社」の部\n分を除き，同じ表現の文章を２回繰り返すという構成をとるものであり，\n全体としてリズミカルな語感を与えるものではあるが，このような構成\nを採用すること自体は，アイデアにすぎないというべきであり，直ちに\n表現の創作性を基礎づけるものではない。\n(ｲ)  証拠（乙１）及び弁論の全趣旨によれば，平成１５年６月に「会議\nが変われば，会社が変わる！」という文言を含む題名の書籍が刊行され\nたことが認められるところ，前記前提事実(1)アのとおり，すごい会議\n社の設立年月日が同年１２月９日であること，同(2)ウのとおり，原告\nキャッチコピーの作成者がすごい会議社であることに照らすと，原告キ\nャッチコピーが作成された時点において，原告キャッチコピーと同様の\n表現が既に用いられていたといえる。また，その他にも，「会議が変わ\nれば，仕事が変わる」と題する記事（乙２），「習慣を変えれば会議が変\nわる。会議が変われば会社が変わる？」と題する記事（乙３），「会議が\n変われば会社が変わる！～会議の質向上の秘訣」と題する記事（乙４）\nがインターネット上に掲載されており，これらは，すごい会議社の設立\n前に存在したとは認められないものの，原告キャッチコピーと同様の表\n現が用いられていることを示す事情といえる。\nなお，原告会社は，上記の書籍（乙１）及び記事（乙４）について，\n原告キャッチコピーの翻案権を侵害するものであると主張するものの，\nそれらが原告キャッチコピーに依拠したものであることを認めるに足り\nる証拠はないから，その主張を採用することはできない。\nそうすると，原告キャッチコピーはありふれた表現であるというべき\nである。\n(ｳ)  以上を総合すれば，原告キャッチコピーは，その表現の選択の幅が\n極めて狭いため，作成者であるすごい会議社の個性が表れているとは認\nめ難く，仮に，それが認められるとしても，ありふれた表現であること\nから，創作性を認めることはできない。\nウ  したがって，原告キャッチコピーは，「思想又は感情を創作的に表現」\nしたものとはいえないから，「著作物」であるとは認められない。\n(2) 小括\n以上の次第で，その余の点について検討するまでもなく，原告キャッチコ\nピーに係る著作権侵害に基づく原告会社の請求は理由がない。\n３  争点３（本件各ノウハウに関する不正競争の成否）について\n(1) 争点３－１（本件各ノウハウの営業秘密該当性）について\nア  秘密管理性について\n本件各ノウハウが「営業秘密」として保護されるためには，これが原告\n会社において「秘密として管理されている」必要がある（不競法２条６\n項）。\nそこで検討すると，前記前提事実(2)イのとおり，本件各ノウハウは，\nすごい会議のコーチングの手法である会議の手順をパッケージ化し，会\n議の各手順で参加者が行うべき作法を細かく定めた「型」と呼ばれる会\n議手法の一部であり，原告会社は，こうした「型」を指導し，身に付け\nさせることを内容とするコンサルティングサービスを顧客に提供してい\nる。そうすると，本件各ノウハウは，原告会社が顧客に提供する商品そ\nのものというべきものであって，原告会社の上記サービスに係る顧客で\nあれば，何人でも接することができる性質の情報である。しかも，本件\n各ノウハウは，会議の進め方に関するノウハウであるから，その性質上，\n原告会社の担当者，原告会社から業務委託を受けたマネジメントマネジ\nャー及びすごい会議についての指導を直接受けた者のみならず，原告会\n社によるコンサルティングサービスの提供を受けた顧客が実施する会議\nに参加する者に対し，広く使用されることが当然の前提とされる情報で\nある。そうすると，本件各ノウハウは，不特定多数の者が接することが\n可能であり，かつ，接することが予定された性質の情報であるといえる。\nしかるに，本件全証拠によっても，原告会社と顧客等との間に秘密保持\n契約を締結するなど，原告会社において，本件各ノウハウにアクセスす\nることができる者の範囲やアクセスの方法を制限する措置を講じている\nといった事実は認められない。\n加えて，原告ワークブックは，本件各ノウハウを記載した媒体の一つで\nあるところ，前記前提事実(3)のとおり，そもそも，原告ワークブックは，\n社外のマネジメントコーチがいなくても，すごい会議を導入した会社の\n従業員だけで，すごい会議を進行できるようにするという目的で作成さ\nれたものであるから，会議に参加する従業員に広く共有されることが前\n提とされたものといえる。そして，原告ワークブックにおいて，そこに\n記載されたノウハウが秘密として管理されていることを示す記載は見当\nたらない。かえって，原告ワークブックの奥付や裏表紙には，「一部引用\nして御社内で資料を作成されたい場合は，我々は喜んで御社とライセン\nス契約を結ぶ意志があります。（目安：１０ページ以内の引用１００部で\n１０万円程度）」，「本書のオーダーは以下の「すごい会議」代理店にご発\n注ください。」，「皆さんへのお願い  「この本あいつに使わせてあげた\nい！」というアイツがいましたらぜひ薦めていただければ，僕たちはす\nごく嬉しいです！」などと記載されており（甲１），このような記載から\nは，原告ＡやＣはもとより，原告会社においても，原告ワークブックに\n記載された本件各ノウハウが広く市場に流通することを強く期待してい\nることがうかがわれる。以上のような原告ワークブックの作成目的や記\n載に加え，上記の本件各ノウハウの情報としての性質を考慮すれば，原\n告ワークブックに接した第三者において，本件各ノウハウが秘密として\n管理されていると認識することはできないというべきである。\n以上によれば，本件各ノウハウが原告会社において「秘密として管理さ\nれている」とは認められない。\nイ  非公知性について\n(ｱ)  証拠（甲１，乙５ないし７，１０ないし１２，５１）によれば，本\n件各ノウハウに関する公刊物やウェブページ上の記載について，以下の\n事実が認められる。\nａ  本件ノウハウ１ないし１６と同一又は同旨の内容が，原告書籍１\n（乙５）及び原告書籍２（乙６）の一方又は双方に記載されている。\nｂ  本件ノウハウ１７と同一の内容が，すごい会議社付録（乙７）に記\n載されている。\nｃ  本件ノウハウ１８と同一の内容が，原告書籍４（乙５１）に記載さ\nれている。\nｄ  本件ノウハウ１９と同一の内容が，すごい会議社付録（乙７）に記\n載されている。\nｅ  本件ノウハウ２０ないし２３と同一又は同旨の内容が，原告書籍３\n（乙１０）に記載されている。\nｆ  本件ノウハウ２４と同旨の内容が，第三者記事２（乙１１）及びす\nごい会議社記事（乙１２）に記載されている。\n(ｲ)  前記(ｱ)の事実認定に対し，原告会社は，本件ノウハウ２０及び２４\nについては，被告らが指摘する書籍やウェブページには，同一の内容の\n記載が存在しないと主張する。\nしかしながら，本件ノウハウ２０と原告書籍３とでは，他者の助けが\n必要な場合，他者に参加させるかどうかについて異なる表現が用いられ\nているものの，いずれも，自己の課題に他者の助力が必要な時には適切\nに助力を求め，かつ，他者が当該要請を断ることを容認することを内容\nとする点で一致しており，実質的には同一の情報であるというべきであ\nる。\nまた，本件ノウハウ２４は，会議の他の参加者が発言した後に「ヨッ」\nと掛け声を発することで，会議の雰囲気をよくするというノウハウであ\nるとされる。そして，第三者記事２（乙１１）においては，「例えば」\nとして，「良い意見があれば，「よっ！」と反応を示す」との記載があり，\nすごい会議社記事（乙１２）においては，「導入後は，明るい！「どの\nようにすれば」とか「ヨッ！」とか，そこらじゅうで飛び交っていま\nす。」との記載がある。これらを併せて読めば，会議において，発言内\n容の良し悪しにかかわらず，他の者の発言後に「ヨッ」と掛け声を発す\nることが実質的に記載されているものと理解できるから，本件ノウハウ\n２４の情報が上記各記事によって明らかにされているというべきである。\nしたがって，原告会社の上記主張はいずれも採用することができない。\n(ｳ)  前記前提事実(4)アによれば，原告Ａが作成した書籍のうち，最も古\nい原告書籍４は，平成１７年６月１０日に発行され，最も新しい原告書\n籍２であっても，平成２６年３月３０日に発行されており，いずれにつ\nいても，相当程度の期間，市場において流通していたと認められる。\nまた，前記前提事実(4)イ及びウによれば，すごい会議社は，平成２\n２年にすごい会議社付録を，平成２３年１２月２日にすごい会議社記事\nを，それぞれ公開等しており，いずれについても，相当程度の期間，公\n開等されていたと認められるほか，Ｆは，平成３０年１月２１日に，す\nごい会議に関する記事（第三者記事２）を公開している。\nそうすると，以上の書籍，資料及びウェブページに記載された本件各\nノウハウに係る情報は，遅くとも本件投稿動画１の作成時期である平成\n２７年５月頃（本件ノウハウ３に係る別紙３ノウハウ対比表の「被告ノ\nウハウ」の「時期」欄記載の時期）の時点において，公知となっていた\nと認めるのが相当である。\n以上によれば，本件各ノウハウが，「公然と知られてないもの」であ\nるとは認められない。\nウ  原告会社の主張について\n(ｱ)  原告会社は，①すごい会議社及び原告会社が，本件各ノウハウを限\nられたライセンシー及びマネジメントコーチにしか開示しておらず，ラ\nイセンス契約によってライセンシーに守秘義務を課していること，②原\n告会社が，マネジメントコーチに対し，「全ての会議内容は厳格に秘密\n扱いといたします。必要に応じて，クライアント様の間で，秘密保持契\n約を交わすことも可能です。」との条項を含む本件合意書を取り交わす\nよう指導しており，顧客から，本件各ノウハウを含む全ての会議の内容\nを厳格に秘密扱いにすることの約束を取り付けていることを根拠として，\n本件各ノウハウは，「秘密として管理されて」おり，かつ，「公然と知ら\nれていないもの」であると主張する。\nしかしながら，上記①の主張については，すごい会議社が被告Ｂとの\n間で取り交わした「すごい会議ライセンシング契約書」（甲１４）にお\nいて，「乙（被告Ｂ）または甲（すごい会議社）が本契約を履行する上\nで，知るにいたった秘密情報を，乙及び甲は，秘密情報の開示者の了解\nなしに第三者に開示することはできない。」などとする条項はあるもの\nの（１８条），具体的にいかなる情報が「秘密情報」に該当するかにつ\nいての記載は見当たらない。そうすると，上記契約書の存在は，すごい\n会議社や原告会社がマネジメントコーチに対して本件各ノウハウを秘密\nと扱うよう求めていたことの根拠にはなり得ないというべきである。\nまた，上記②の主張については，「費用と条件に関する合意書」（甲１\n８）においては，原告会社が指摘するとおりの条項が含まれるものの，\n本件各ノウハウが秘密として管理されていることを具体的に指摘する内\n容の記載は見当たらない。かえって，原告会社が指摘する上記条項は，\n「会議内容」を秘密扱いとすること及び「秘密保持契約を交わすことも\n可能」であることという記載に照らし，すごい会議を指導するマネジメ\nントコーチが顧客側の情報を秘密として扱うことを約するものであると\n解釈するのが自然である。そうすると，上記合意書の存在は，原告会社\nがマネジメントコーチを通じて顧客に対し本件各ノウハウを秘密と扱う\nよう求めていたことの根拠にはなり得ないというべきである。\nしたがって，原告会社の上記主張は，根拠を欠くものであって，採用\nすることができない。\n(ｲ)  原告会社は，原告書籍１（乙５）及び原告書籍２（乙６）を回収す\nる作業を進めるとともに，それらを増刷していないこと，すごい会議社\n付録（乙７）については，掲載元に記事の削除を要請していることを根\n拠として，本件各ノウハウは「公然と知られていないもの」であると主\n張する。\nしかしながら，前記前提事実(4)ア(ｱ)及び(ｲ)のとおり，原告書籍１\nは平成２５年２月２８日に，原告書籍２は平成２６年３月３０日に，そ\nれぞれ発行されているところ，それらの書籍のうち実際に回収した冊数\nや回収時期を認めるに足りる証拠はない。\nまた，前記前提事実(4)イのとおり，すごい会議社付録は，遅くとも\n令和元年１０月１８日の時点において，朝日新聞出版のウェブサイト上\nで公開された状態にあり，同ウェブサイトにアクセスする者が閲覧でき\nる状態に置かれていたものである。このように，原告書籍１，原告書籍\n２及びすごい会議社付録が，相当程度の期間にわたり，不特定又は多数\nの者によるアクセスが可能な状態に置かれていた以上，原告会社が上記\nの書籍や資料を回収したり，増刷しないことを決定したりした時点にお\nいて，それらに記載された情報が公知となっていたことは明らかである。\nそして，原告会社がその後に上記の書籍等を回収するなどの措置を講じ\nたとしても，いったん公知となった上記の情報が直ちに非公知の状態に\n復することにはならないというべきである。\nしたがって，原告会社の上記主張は採用することができない。\n(2) 小括\n以上の次第で，本件各ノウハウは，「秘密として管理されている」ものと\nも，「公然と知られていないもの」とも認められないから，「営業秘密」（不\n競法２条６項）に該当しないというべきである。\nしたがって，その余の点について検討するまでもなく，本件各ノウハウに\n係る不正競争に基づく原告会社の請求はいずれも理由がない。\n４  結論\n以上によれば，原告らの請求はいずれも理由がないから，これらを棄却する\nこととして，主文のとおり判決する。\n東京地方裁判所民事第２９部\n裁判長裁判官\n國   分   隆   文\n裁判官\n小   川          暁\n裁判官\n佐 々 木          亮\n別  紙  一  覧\n（別紙１被告レジュメ目録は省略）\n別紙２  レジュメ対比表\n別紙３  ノウハウ対比表\n（別紙４投稿動画目録は省略）\n別紙５  原告ワークブックに関する主張対比表\n別紙６  本件ノウハウに関する主張対比表\n以  上\n"
}