{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 4,
    "day": 11
  },
  "case_number": "平成27(行ウ)4",
  "case_name": "生活保護変更処分取消請求事件、生活保護変更申請却下決定処分取消請求事件",
  "court_name": "奈良地方裁判所",
  "lawsuit_id": "92040",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=92040",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/040/092040_hanrei.pdf",
  "contents": "令和５年４月１１日判決言渡  同日原本領収  裁判所書記官\n平成２７年(行ウ)第４号  生活保護変更処分取消請求事件（第１事件）\n平成３０年(行ウ)第２２号 生活保護変更申請却下決定処分取消請求事件(第２事件)\n口頭弁論終結日  令和４年１０月１１日\n判 決\n当事 者   別紙当事者目録記載のとおり\n主 文\n１  大和郡山市福祉事務所長が平成２５年７月２６日付けでした原告Ａ及び\n原告Ｂの世帯に係る保護変更決定を取り消す。\n２  原告Ｃ及び原告Ｄの請求をいずれも棄却する。\n３  訴訟費用は、原告Ａ、原告Ｂ及び被告大和郡山市に生じた費用を同被告\nの負担とし、原告Ｃ、原告Ｄ及び被告奈良市に生じた費用を同原告らの負\n担とする。\n事実及び理 由\n第１  請求\n１  第１事件\n主文第１項と同旨\n２  第２事件\n(1)  奈良市福祉事務所長が原告Ｃの平成２９年９月２０日付け生活保護変更\n申請に対して同年１０月３日付けでした却下決定を取り消す。\n(2)  奈良市福祉事務所長が原告Ｄの平成２９年９月２０日付け生活保護変更\n申請に対して同年１０月３日付けでした却下決定を取り消す。\n第２  事案の概要\n第１事件は、生活保護法に基づく生活扶助の支給を受けていた原告Ａ及び原告\nＢ（以下「原告Ａら」という。）が、平成２５年５月１６日付け厚生労働省告示第\n１７４号による「生活保護法による保護の基準」（昭和３８年厚生省告示第１５８\n号。以下「保護基準」という。）の改定（以下「平成２５年改定」という。）に基\nづいて大和郡山市福祉事務所長が同年７月２６日付けでした原告Ａに対する保護\n変更決定について、同決定は生活保護法に違反するものであるなどとして、被告\n大和郡山市を相手に、その取消しを求める事案である。\n第２事件は、同じくそれぞれ生活扶助の支給を受けていた原告Ｃ及び原告Ｄが、\n平成２５年改定、平成２６年３月３１日付け厚生労働省告示第１３６号による保\n護基準の改定（以下「平成２６年改定」という。）及び平成２７年３月３１日付け\n厚生労働省告示第２２７号による保護基準の改定（以下「平成２７年改定」とい\nい、平成２５年改定及び平成２６年改定と併せて「本件各改定」という。）は生活\n保護法に違反する違法・無効なものであるから、平成２５年改定前の保護基準に\nよる生活扶助費に平成２６年改定のうち消費税増税に伴う増額改定分を加算した\n生活扶助費の支給を求める同原告らの平成２９年９月２０日付け各生活保護変更\n申請を同所長が却下した決定も違法であるとして、被告奈良市を相手に、その取\n消しを求める事案である。\n１  生活保護制度の概要\n(1)  基本原理等\n生活保護法は、憲法２５条に規定する理念に基づき、国が生活に困窮する\n全ての国民に対し、その困窮の程度に応じ、必要な保護を行い、その最低限\n度の生活を保障するとともに、その自立を助長することを目的とする（同法\n１条）。また、生活保護法により保障される最低限度の生活は、健康で文化的\nな生活水準を維持することができるものでなければならない（同法３条）。\nこのような目的及び最低生活の原理は、無差別平等の原理（同法２条）及\nび補足性の原理（同法４条）と共に、生活保護法の基本原理であって、同法\nの解釈及び運用は、全てこの原理に基づいてされなければならない（同法５\n条）。\n(2)  保護の原則\n保護は、厚生労働大臣の定める基準により測定した要保護者の需要を基と\nし、そのうち、その者の金銭又は物品で満たすことのできない不足分を補う\n程度において行うものとする（同法８条１項）。この基準は、要保護者の年齢\n別、性別、世帯構成別、所在地域別その他保護の種類に応じて必要な事情を\n考慮した最低限度の生活の需要を満たすに十分なものであって、かつ、これ\nを超えないものでなければならない（同条２項）。\n保護は、要保護者の年齢別、性別、健康状態等その個人又は世帯の実際の\n必要の相違を考慮して、有効かつ適切に行うものとする（同法９条）。\n保護は、世帯を単位としてその要否及び程度を定めることとするが、これ\nにより難いときは、個人を単位として定めることができる（同法１０条）。\n(3)  保護の種類及び方法\n保護の種類は、生活扶助、教育扶助、住宅扶助、医療扶助、介護扶助、出\n産扶助、生業扶助及び葬祭扶助の８種類であり、要保護者の必要に応じ、単\n給又は併給として行われる（同法１１条）。このうち生活扶助は、困窮のため\n最低限度の生活を維持することのできない者に対して、衣食その他日常生活\nの需要を満たすために必要なもの及び移送の範囲内において、原則として、\n被保護者の居宅において、金銭給付によって行われる（同法１２条、３０条\n１項、３１条１項）。\n(4)  生活扶助基準（乙１）\n生活保護法８条１項の厚生労働大臣の定める保護基準（乙１）は、全国の\n市町村を１級地－１、１級地－２、２級地－１、２級地－２、３級地－１及\nび３級地－２の６区分の級地に分類した上で、各級地に応じて定められ、当\n該市町村内に居住する各生活保護受給世帯（以下「保護受給世帯」という。）\nに適用される。\n保護基準のうち、生活扶助の基準（以下「生活扶助基準」という。）は、日\n常生活に必要な基本的かつ経常的経費についての最低生活費を定めたもので\nあり、その概要は、以下のとおりである。\nア  基準生活費（保護基準別表第１第１章）\n基準生活費は、世帯を単位として算定され、個人単位で消費される経費\n（飲食物費、被服費等）に対応する基準として年齢別に定められた第１類\nの表に定める個人別の額を合算した額（平成１７年以降は、４人以上の世\n帯には逓減率を乗じた額）（第１類費）と、世帯全体としてまとめて支出さ\nれる経費（光熱費、家具什器費等）に対応する基準として世帯人員数別に\n定められた第２類の表に定める世帯別の額（第２類費）との合計額とされ\nる（第２類の表に定める額には、冬季の暖房費等の経費に対応する基準と\nして都道府県を単位とした区分を基に定められた冬季加算基準額が含ま\nれ、１２月の基準生活費には、世帯人員数別に定められた期末一時扶助費\nを加えることとされている。）。\nイ  加算（保護基準別表第１第２章）\n妊産婦や障害者等の特別な需要を有する者については、基準生活費にお\nいて配慮されていない個別的な特別需要に対応できるように、加算制度が\n設けられている。\nウ  生活扶助基準の展開等\n生活扶助基準のうち基準生活費（以下、基準生活費を指して「生活扶助\n基準」ということもある。）は、まず、標準世帯（昭和６１年以降は３３歳、\n２９歳、４歳の標準３人世帯）の基準額を定め、一般世帯の消費実態にお\nける構成割合を参考にしてこれを個人的経費の第１類費と世帯共通経費\nの第２類費とに一定の割合で分けた上、第１類費については、年齢別の栄\n養所要量を参考とした指数を用いて、年齢階級別の１人当たりの基準額を\n算出し、第２類費についても、世帯人員別の消費支出を参考とした指数を\n用いて、他の世帯人員の基準額を算出する。また、級地については、標準\n３人世帯（１級地－１）の基準額から年齢別、世帯人員別の基準額を算出\nした後、１級地－１の各基準額を基に、地域間における消費水準の差を考\n慮した指数を用いて、他の級地の基準額を算出する。このような方法によ\nり標準世帯の基準額から年齢階級別、世帯人員別、級地別の基準額を算出\nする過程を「基準の展開」といい、その際に用いられる上記各指数を「展\n開のための指数」という。（乙５）\n２  前提事実\n以下の事実は、当事者間に争いがないか、証拠及び弁論の全趣旨によって容\n易に認めることができる。\n(1)  本件各改定に至る経緯及び本件各改定の概要\nア  水準均衡方式による生活扶助基準の改定\n生活保護法の施行後、生活扶助基準（基準生活費）の改定方式としては、\nマーケットバスケット方式、エンゲル方式、格差縮小方式が採用されてい\nたが、昭和５９年以降は、当該年度に想定される一般国民の消費動向を踏\nまえると同時に、前年度までの一般国民の消費実態との調整を図る水準均\n衡方式が採用されてきた（ただし、各種加算については、物価指数の伸び\n率を基本として改定されてきたものもある（乙８５）。）。\n水準均衡方式による生活扶助基準の改定は、基本的に、標準世帯の生活\n扶助基準に改定率を乗じることによってされており、標準世帯の構成や級\n地制等が現在と同様になった昭和６２年４月１日以降の生活扶助基準の\n改定率は、別紙「生活扶助基準改定率等の年次推移」記載のとおりである\n（乙１０）。\nイ  平成２５年検証及びゆがみ調整\n平成２３年２月、生活扶助基準について学識経験者による専門的かつ客\n観的な検証を行うため、社会保障審議会運営規則に基づき、厚生労働大臣\nの諮問機関である社会保障審議会（平成１３年に厚生労働省設置法により\n設置）の下に、常設部会として生活保護基準部会（以下「基準部会」とい\nう。）が設置された（乙６、２２）。\n基準部会は、平成２１年全国消費実態調査の特別集計等のデータを用い\nて、年齢階級別、世帯人員別、級地別に、生活扶助基準額及び一般低所得\n世帯（年間収入階級第１・十分位層（全世帯を収入の少ない順に並べて十\n等分したうちの第１番目、すなわち最も収入の低い層をいい、以下「第１・\n十分位」という。他の分位階層についても同様とする。ただし、この検証\nにおいては、世帯の年間収入を基に分位を設定したデータと、世帯員１人\n当たりの年間収入を基に分位を設定したデータの両方が用いられてい\nる。））の生活扶助相当支出額をそれぞれ指数化し、その乖離を分析するな\nどして、生活扶助基準と一般低所得世帯の消費実態との均衡が適切に図ら\nれているか否かなどについて検証を行った。そして、基準部会は、平成２\n５年１月１８日、年齢階級別、世帯人員別、級地別のいずれについても、\n生活扶助基準額による指数と一般低所得世帯の生活扶助相当支出額によ\nる指数との間には乖離が認められることなどを指摘する報告書（以下「平\n成２５年報告書」といい、同報告に係る検証を「平成２５年検証」という。）\nを取りまとめた（乙６）。\n平成２５年検証の結果を踏まえ、同年、厚生労働大臣は、一般低所得世\n帯の消費実態を「展開のための指数」に反映させることにより、生活扶助\n基準の展開部分を適正化して保護受給世帯間の公平を図ることとした（以\n下、本件各改定のうち、この目的による部分を「ゆがみ調整」という。）。\nこの際、厚生労働大臣は、平成２５年検証の結果をそのまま生活扶助基準\nに反映させるのではなく、２分の１の範囲で反映させることとした（以下\n「２分の１反映」という。）。\nウ  デフレ調整\nまた、厚生労働大臣は、同年、平成２０年以降デフレ傾向が続いてきた\n中、生活扶助基準額が据え置かれてきたことなどの結果、保護受給世帯の\n可処分所得が相対的、実質的に増加した（生活扶助基準額が実質的に引き\n上げられた）と評価できるものと判断し、客観的な経済指標である物価の\n動向を勘案して生活扶助基準額の見直しをすることとした（以下、本件各\n改定のうち、この目的による部分を「デフレ調整」という。）。\nすなわち、厚生労働大臣は、総務省が公表している消費者物価指数（以\n下「総務省ＣＰＩ」という。）を基礎として、その品目から生活扶助費によ\nって賄われることが想定されていない品目を除外するなどの修正を加え\nた「生活扶助相当ＣＰＩ」という指標を用いて、平成２０年から平成２３\n年までの間のその変化率を算定し、当該変化率（－４．７８％）をもって\n生活扶助基準額を引き下げることとした。\nなお、ゆがみ調整については前記イのとおり基準部会による平成２５年\n検証の結果を踏まえたものであったが、デフレ調整については、基準部会\nその他の専門家の会議体による検討は経ていなかった。\nエ  本件各改定\n前記イ、ウのとおり、厚生労働大臣は、生活扶助基準について、基準部\n会の平成２５年検証の結果を踏まえたゆがみ調整をするとともに、平成２\n０年以降の消費者物価指数の動向を勘案したデフレ調整をすることとし、\nその際、保護受給世帯に及ぼす影響等を考慮して、約３年を掛けて段階的\nに実施するとともに、平成２５年改定前の生活扶助基準からの増減幅が±\n１０％を超えないように調整するなどの激変緩和措置を講じた上で、平成\n２５年から平成２７年までの間、保護基準を改定（本件各改定）した（乙\n３、３１）。\n具体的には、平成２５年改定による見直し前の生活扶助基準の第１類費、\n第２類費（「基準額①」）及び世帯人員別の逓減率①によって算定した額を\nＡ、見直し後の生活扶助基準の第１類費、第２類費（「基準額②」）及び逓\n減率②によって算定した額（ただし、算定した額がＡ×０．９よりも少な\nい場合にはＡ×０．９とする。）をＢ、１１月から３月まで算定される地区\n別冬季加算をＣとすると、基準生活費を、平成２５年改定後にＡ×２／３\n＋Ｂ×１／３＋Ｃとし、平成２６年改定後にＡ×１／３＋Ｂ×２／３＋Ｃ\nとし、平成２７年改定後にＢ＋Ｃとするものであった。\n(2)  平成２６年改定による増額\n平成２６年改定は、ゆがみ調整及びデフレ調整のほか、平成２６年４月１\n日に消費税率が５％から８％に引き上げられることの影響を含む国民の消費\n動向等を総合的に勘案し、同日付けで生活扶助基準額（前記(1)エの基準額①\n及び基準額②）を同時に一律２．９％の改定率で引き上げる改定を含むもの\nであった。（乙３１）\n(3)  原告らに対する保護変更決定等及び本件訴訟の経過等\nア  第１事件関係\n原告Ａら（原告Ａは昭和▲年▲月▲日生、原告Ｂは昭和▲年▲月▲日生）\nは、平成２５年７月当時、奈良県大和郡山市（保護基準における３級地－\n１）内において、同一の住居に居住して生計を一にしており、２人世帯と\nして生活保護を受給していたところ、大和郡山市福祉事務所長は、同月２\n６日、平成２５年改定に基づき、原告Ａに対し、同年８月１日付けで原告\nＡら世帯の生活扶助費を月額６万７１２２円（平成２５年改定前の基準に\nよる月額１０万０３３０円から年金収入を差し引いた額）から月額６万６\n３５２円（平成２５年改定後の基準による月額９万９５６０円から年金収\n入額を差し引いた額）に引き下げる内容の保護変更決定（以下「本件変更\n決定」という。）をした（生活扶助費の減額率は０．７６％である。）。\n原告Ａらは、本件変更決定に係る審査請求（同年９月１７日請求、同年\n１１月５日棄却）及び再審査請求（同年１２月４日請求、平成２６年８月\n１４日棄却）を経て、平成２７年２月１３日、同決定の取消しを求める訴\nえを提起した（第１事件）（甲１～７）。\nイ  第２事件関係\n平成２５年７月当時、原告Ｃ（昭和▲年▲月▲日生）及びＥ（以下、両\n名を併せて「原告Ｃら」という。）は同一の住居に居住して生計を一にした\n２人世帯として、原告Ｄ（昭和▲年▲月▲日生）は単身世帯として、奈良\n市（保護基準における２級地－１）内において、それぞれ生活保護を受給\nしていたところ、奈良市福祉事務所長は、平成２５年から平成２７年まで\nの間、本件各改定に基づき、原告Ｃら及び原告Ｄに対し、それぞれ保護変\n更決定をした。\n原告Ｃら及び原告Ｄは、平成２９年９月２０日、本件各改定が違法・無\n効であるとして、同福祉事務所長に対し、それぞれ平成２５年改定前の生\n活扶助基準額に平成２６年改定のうち消費税増税に伴う２．９％の増額改\n定のみを反映した金額を基に算定された生活扶助費を支給するよう求め\nる生活保護変更申請をした（原告Ｃらの生活扶助費は、平成２５年改定前\nの額に平成２６年改定のうち増額分のみを反映させると月額１０万９０\n９０円であるのに対し、本件各改定後に基づく保護変更決定後の金額は月\n額１０万３６１０円である（生活扶助費の減額率は３年間で約５．０％で\nある。）。また、原告Ｄの生活扶助費は、平成２５年改定前の額に平成２６\n年改定のうち増額分のみを反映させると月額７万６４２０円であるのに\n対し、本件各改定に基づく保護変更決定後の金額は月額７万２４５０円で\nある（同じく３年間で約５．２％である。）。）。これに対し、同福祉事務所\n長は、平成２９年１０月３日、各変更申請を却下する決定（以下、これら\nをまとめて「本件各変更申請却下決定」という。）をした。そこで、原告Ｃ\nら及び原告Ｄは、本件各変更申請却下決定に係る審査請求（同年１２月１\n２日請求、平成３０年６月２０日棄却）を経て、平成３０年１０月３１日、\n同決定の取消しを求める訴えを提起した（第２事件）。（甲Ｂ３、４）\nなお、Ｅは、第２事件提起後の令和▲年▲月▲日に死亡し、同人に係る\n訴えは当然に終了した。\n３  争点及び当事者の主張\n本件における主な争点は、平成２５年改定が生活保護法３条、８条２項の規\n定に違反して違法・無効であるかであり、この点についての原告らの主張の骨\n子は、別紙「原告らの主張の骨子」のとおりであり、被告らの主張の骨子は、\n別紙「被告らの主張の骨子」のとおりである（以下、上記各別紙の主張を引用\nする際には、各別紙の項番号を用いて「原告主張２(1)」などと表記する。）。\n第３  当裁判所の判断\n１  認定事実\n前提事実に加えて、後掲証拠及び弁論の全趣旨によれば、以下の事実が認め\nられる。\n(1)  生活保護法の制定等\n昭和２１年に制定された旧生活保護法（昭和２１年法律第１７号）は、「保\n護は、生活に必要な限度を超えることができない。」（１０条）、生活扶助等の\n５種類の「保護の程度及び方法は、勅令でこれを定める。」（１１条２項）と\nし、当時の経済安定本部が定めた世帯人員別の標準生計費を基に算出した額\nを生活扶助の基準とする方式を採用していた（乙７の２）。\n旧生活保護法制定後、日本国憲法が制定され、昭和２４年に社会保障制度\n審議会が生活保護制度の改善強化に関する勧告をし、これらを受け、昭和２\n５年に生活保護法が制定された（甲１７４）。同法の立法過程における国会の\n審議において、「最低限度の生活」の基準の内容を質し、基準決定に当たって\n審議会を設置し、又は立法府により基準を決定することを提案する質疑に対\nし、政府委員（厚生省社会局長）は、経済情勢の変化に応じて迅速に基準を\n変更する必要があり、財政方面との調整も要するため、審議会等の審議を経\nることとするのは手続上相当困難であること、生活保護法において最低限度\nの生活の基準は極めて重要なものであるが、社会情勢によって異なるもので\nあり、国民全体の生活水準が非常に低く、勤労者の生活のエンゲル係数が６\n７％というような極めて不健全な現状の国家状態においては、最低の生活水\n準は極めて不満足なものとなり、基準の設定は極めて困難であるため、政府\nとしても権威のある意見を得たいと考えていること、審議回数や構成員等の\n観点から極めて有力な審議機関である社会保障制度審議会において、国民の\n最低生活の基準が検討されているため、その検討結果を基礎として、更に立\n法措置その他の適切な措置を講ずるのが至当ではないかと考えていることな\nどを答弁した（甲５９[1、2、9 頁]、６０[5 頁]、６１、乙３８[1 頁]）。\n(2)  昭和３９年中間報告及び格差縮小方式の採用\nア  生活保護法の施行当初は、生活扶助基準の改定方式として、最低生活を\n営むために必要な飲食物費や衣類、家具什器、入浴料といった個々の品目\nを一つ一つ積み上げて最低生活費を算出する「マーケットバスケット方式」\nが採用され、昭和３６年からは、栄養審議会の答申に基づく栄養所要量を\n満たし得る食品を理論的に積み上げて計算するとともに、その飲食物費を\n支出している世帯のエンゲル係数の理論値を低所得世帯の実態調査から求\nめることにより、逆算して総生活費を算出する「エンゲル方式」が採用さ\nれていた（乙７の２）。\nイ  他方、この間の昭和２６年、社会福祉事業法（平成１２年改正後の題名\nは社会福祉法）により、厚生省に社会福祉審議会（同法の昭和３８年改正\n後の名称は中央社会福祉審議会）が設置され、生活保護法の施行に関する\n事項を調査審議するため、同審議会に生活保護専門分科会が設置されてい\nた（甲１０３の１）。\nそして、生活保護専門分科会は、昭和３９年１２月１６日、当面の生活\n保護水準の改善について検討を進めてきたところ、次年度の予算編成の段\n階に当たってそれまでの審議の内容を取りまとめたとして、厚生大臣に対\nし、中間報告（以下「昭和３９年中間報告」という。）を提出した。昭和３\n９年中間報告のうち、当面の生活保護水準改善の必要性及びその方途に関\nする部分の内容は、概要、以下のとおりである。（甲９５）\n経済の高度成長に伴って、一般国民の生活水準は著しく向上し、全都市\n勤労者世帯の消費水準の上昇率は低所得階層ほど高く、所得階層間の格差\nも縮小傾向にある。生活保護水準も大幅に改善されたものの、全都市勤労\n者世帯の平均消費水準の５０％にも満たず、相当の改善を行うことが必要\nであるところ、一般国民の平均的消費水準の動向を追うのみではその目的\nを達し得ず、低所得階層の消費水準、特に生活保護階層に隣接する全都市\n勤労者世帯第１・十分位の消費水準の動向に着目した改善を行うことが必\n要である。すなわち、第１・十分位における消費水準の最近の上昇率に加\nえて、第１・十分位と生活保護階層との格差縮小を見込んだ改善を行うべ\nきである。\nウ  昭和３９年中間報告を踏まえ、厚生大臣は、昭和４０年４月１日以降、\n生活扶助基準の改定方式として、「格差縮小方式」を採用することとした。\nこれは、低所得階層の消費支出が平均以上に高い伸び率を示していたこと\nに対応して、当該年度の政府経済見通しにおける民間最終消費支出の伸び\n率を基礎として、それに格差縮小分を上乗せすることにより、低所得世帯\nと保護受給世帯との消費水準の格差を縮小させようとするものであった。\n（甲９５、乙９）\n(3)  昭和５８年意見具申及び水準均衡方式の採用\nア  生活保護専門分科会は、昭和５５年１２月、財政運営の観点から社会福\n祉施策に対しても種々の議論が行われるようになった状況において、生活\n保護制度が有効適切に機能しているかを把握し、制度の改善を図る必要が\n増大しているという問題意識の下、生活保護の現行水準の評価、現行生活\n扶助基準改定方式の適否等について特に重点を置いて審議を行ってきたも\nのの、最終的な結論に達するまでにはなお相当の日時を要するとして、検\n討状況を中間的に整理した「生活保護専門分科会審議状況の中間的とりま\nとめ」（以下「昭和５５年中間取りまとめ」という。）を発表した。昭和５\n５年中間取りまとめのうち、生活保護の現行水準及び生活扶助基準改定方\n式に関する部分の内容は、概要、以下のとおりである。（乙９）\n(ｱ)  保護受給世帯の消費支出水準については、格差縮小方式の採用によ\nる生活扶助基準の改定の結果として、相当の改善が図られた点は評価さ\nれるべきである。しかし、消費支出の内容を詳細に分析すると、栄養摂\n取の態様については主食の比率が高いことなどいまだ貧困性が強く認め\nられ、地域社会の成員としてふさわしい生活を営むために不可欠な交通\n費、教養費、交際費等社会的経費は一般世帯のみならず全国勤労世帯第\n１・十分位階級等の世帯と比較しても著しい開きがあることなどを勘案\nすると、保護受給世帯の消費支出の水準は今後更に改善を要するものと\n認められる。\n(ｲ)  生活保護の目的は、国民の最低生活、すなわち、最低限度の消費支出\nを保障することであり、その具体的保障水準を表す生活扶助基準は、当\n該年度に予想される一般国民の消費生活の動向に対応して設定されなけ\nればならないため、生活扶助基準改定方式としては、消費支出を指標と\nし、かつ、予想される生活水準に対応できるものであることが前提とな\nる。格差縮小が十分でない現状においては、現行の格差縮小方式の考え\n方は妥当性を有するものと認められる。\nイ  さらに、中央社会福祉審議会は、昭和５８年１２月２３日、第２次石油\n危機を契機として景気が長期に停滞し、雇用機会や賃金上昇率の低下、急\n速な高齢化の進行による低所得者階層の増加傾向がみられる一方、国家財\n政の窮迫による各種施策の見直しの要請がある中、生活保護制度の機能が\n将来にわたり堅持されることを期待して生活保護専門分科会において検討\nを行ってきた問題についての意見がまとまったとして、「生活扶助基準及び\n加算のあり方について（意見具申）」（以下「昭和５８年意見具申」という。）\nを発表した。昭和５８年意見具申のうち、生活扶助基準の評価及び生活扶\n助基準改定方式に関する部分の内容は、概要、以下のとおりである。（乙８）\n(ｱ)  一般勤労者世帯のエンゲル係数が２０％台に低下するなど国民の生\n活水準が著しく向上した今日における最低生活の保障の水準は、単に肉\n体的生存に必要な最低限の衣食住を充足すれば十分というものではなく、\n一般国民の生活水準と均衡のとれた最低限度のもの、すなわち、家族全\n員が必要な栄養量を確保するのはもちろんのこと、被服及びその他の社\n会的費用についても、必要最低限の水準が確保されるものでなければな\nらない。このような考え方に基づき、総理府家計調査を分析検討した結\n果、現在の生活扶助基準は、一般国民の消費実態との均衡上ほぼ妥当な\n水準に達しているとの所見を得た。しかし、国民の生活水準は今後も向\n上すると見込まれるため、保護受給世帯及び低所得世帯の生活実態を常\n時把握し、生活扶助基準の妥当性についての検証を定期的に行う必要が\nある。\n(ｲ)  生活扶助基準の改定に当たっては、当該年度に想定される一般国民\nの消費動向を踏まえると同時に、前年度までの一般国民の消費水準との\n調整が図られるよう適切な措置をとることが必要である。また、当該年\n度に予想される国民の消費動向に対応する見地からは、政府経済見通し\nの民間最終消費支出の伸びに準拠することが妥当である。賃金や物価は、\nそのままでは消費水準を示すものではないため、その伸びは参考資料に\nとどめるべきである。\nなお、昭和５８年意見具申の基となった検証において用いられたデータ\nによれば、昭和５４年度における被保護勤労者世帯の１人当たり消費支出\nは、一般勤労者世帯のそれの６割強であった（乙７の２）。\nウ  昭和５８年意見具申を踏まえ、厚生大臣は、昭和５９年４月１日以降、\n「水準均衡方式」を採用することとした。水準均衡方式は、当該年度の政\n府経済見通しにおける個人消費の伸びに準拠して翌年度の改定率を算定す\nる点では格差縮小方式と異ならないが、格差縮小分を上乗せせず、また、\n前年度の個人消費の伸びに関する指標の実績値との調整を図ることとして\nいる点において、格差縮小方式と異なるものである（乙７の２）。具体的に\nは、水準均衡方式の採用後の生活扶助基準の改定は、改定に係る年度の前\n年度の１２月頃において、改定に係る年度の民間最終消費支出（当該年度\nの消費動向の予測値及び当該年度の前年度の消費動向の実績値）を改定の\n指標としつつ、国民の消費動向や社会経済情勢を総合的に勘案して改定率\nが設定されるようになった（甲１６８、乙６６）。\n(4)  平成１５年中間取りまとめ及び平成１６年報告書\nア  昭和６１年から平成３年にかけての平成景気がいわゆるバブル崩壊とと\nもに終焉を迎えると、家計消費（全国勤労者世帯家計収支における消費支\n出の名目値）、消費者物価指数（全国・総合）及び賃金（毎月勤労統計調査\nにおける事業所規模３０人以上の１人平均月間現金給与総額）の前年度比\n上昇率は鈍化し、平成１０年には家計消費が、平成１１年には消費者物価\n指数が、それぞれ減少（下落）を開始し、平成１２年頃以降は、家計消費、\n消費者物価指数及び賃金がいずれも継続的に減少（下落）する状況となっ\nた（甲９８、１０８の５、乙１１）。そのような中で、平成１２年には、い\nわゆる社会福祉基礎構造改革法案の国会審議において、衆議院及び参議院\nは、今回の改正の対象とならなかった生活保護の在り方について十分検討\nを行うこととする附帯決議をした（乙１２の２）。また、平成１５年６月に\nは、社会保障審議会（なお、中央社会福祉審議会は、厚生労働省設置法に\nより、他の審議会と共に社会保障審議会に統合された。）が、生活保護につ\nいて、他の社会保障制度との関係や雇用政策との連携等にも留意しつつ、\nその在り方についてより専門的に検討していく必要があるとの意見を明ら\nかにし、同じ頃、財政制度等審議会建議や「経済財政運営と構造改革に関\nする基本方針２００３」（閣議決定）においても、物価、賃金動向、社会経\n済情勢の変化、年金制度改革などとの関係を踏まえ、老齢加算等の扶助基\n準など生活保護の制度・運営の両面にわたる見直しが必要であるなどとの\n指摘がされた（乙１２の２）。\nこのような指摘を踏まえ、平成１５年７月、社会保障審議会運営規則に\n基づき、社会保障審議会福祉部会の下に、保護基準の在り方を始めとする\n生活保護制度全般についての検討を目的とした「生活保護制度の在り方に\n関する専門委員会」（以下「専門委員会」という。）が設置された（乙１２\nの１）。\nイ  専門委員会は、平成１５年１２月、生活保護制度における最低生活保障\nの体系と保護基準の在り方について、主に生活扶助基準を中心に、国民の\n一般的消費動向、特に一般低所得世帯及び保護受給世帯の生活実態等を検\n証しながら議論を重ねてきたとし、生活扶助基準についての差し当たって\nの考え方として、「生活保護制度の在り方についての中間取りまとめ」（以\n下「平成１５年中間取りまとめ」という。）を発表した。平成１５年中間取\nりまとめのうち、生活扶助基準の評価に関する部分の内容は、概要、以下\nのとおりである。（乙１３）\n(ｱ)  生活保護において保障すべき最低生活水準は、一般国民の生活水準\nとの関連において捉えられるべき相対的なものであり、年間収入階級第\n１・十分位の世帯の消費水準に着目することが適当である。\n(ｲ)  そのような考え方に基づき、第１・十分位の勤労者３人世帯の消費水\n準と３人世帯（勤労）の生活扶助基準額とを比較したところ、第１・十\n分位（第１～第５・五十分位）のうち、食費、教養娯楽費等の減少が顕\n著な分位である第１～第２・五十分位の消費水準と比較すると、生活扶\n助基準額が高いものの、第３～第５・五十分位の消費水準と勤労控除額\nを除いた生活扶助基準額とを比較すれば、均衡が図られている（ただし、\n保護受給世帯の消費可能額である勤労控除額を含めた生活扶助基準額と\n比較すれば、それの方が高い。）。\nウ  また、平成１５年中間取りまとめのうち、生活扶助基準の改定方式の在\nり方に関する部分の内容は、概要、以下のとおりである（乙１３）。\n(ｱ)  昭和５９年度以降採用されてきた水準均衡方式は概ね妥当であると\n認められてきたが、最近の経済情勢は同方式を採用した当時と異なるこ\nとから、生活扶助基準の妥当性について定期的に検証を行うことが必要\nである。\n(ｲ)  定期的な検証を行うまでの毎年の改定については、近年、民間最終消\n費支出の伸びの見通しがプラス、実績がマイナスとなるなど安定してい\nないことなどから、改定の指標の在り方についても検討が必要である。\nこの場合、国民にとって分かりやすいものとすることが必要であるため、\n例えば、年金と同様に消費者物価指数の伸びも改定の指標の一つとして\n用いることなども考えられる。\nなお、このうち(ｲ)の後半部分については、中間取りまとめ案の段階では、\n「例えば、年金の改定と同じように消費者物価指数の伸びを用いるなど、\n国民にとってわかりやすいものとすることが適当である。」とされていた\nものが、消費者物価指数を改定の指標とすることについては具体的に議論\nされていないなどとする委員らの指摘を受けるなどして、修正されたもの\nである（甲９６［4～5、8 頁]、９７［5～6、14～15 頁]、９９）。\nエ  専門委員会は、平成１６年１２月、平成１５年中間取りまとめ以降引き\n続き行った保護基準の妥当性の検証・評価及び生活保護の制度・運用の在\nり方に関する検討を踏まえ、その改善の方向性を示したものとして、「生活\n保護制度の在り方に関する専門委員会報告書」（以下「平成１６年報告書」\nという。）を発表した。平成１６年報告書のうち、生活扶助基準に関する部\n分の内容は、概要、以下のとおりである（乙４）。\n(ｱ)  平成１５年中間取りまとめのとおり、いわゆる水準均衡方式を前提\nとする手法により、勤労３人世帯の生活扶助基準について低所得世帯の\n消費支出額との比較において検証・評価した結果、その水準は基本的に\n妥当であったが、今後、生活扶助基準と一般低所得世帯の消費実態との\n均衡が適切に図られているか否かを定期的に見極めるため、全国消費実\n態調査等を基に５年に一度の頻度で検証を行う必要がある。なお、生活\n扶助基準の検証に当たっては、平均的に見れば、勤労基礎控除も含めた\n生活扶助基準額が一般低所得世帯の消費における生活扶助相当額よりも\n高くなっていること、また、各種控除が実質的な生活水準に影響するこ\nとも考慮する必要がある。\nまた、これらの検証に際しては、地域別、世帯類型別等に分けるとと\nもに、調査方法及び評価手法についても専門家の知見を踏まえることが\n妥当である。\n(ｲ)  現行の生活扶助基準の設定は３人世帯を基軸とし、その算定につい\nて第１類費及び第２類費を単純に合算する仕組みとされているため、世\n帯人員別にみると、必ずしも一般低所得世帯の消費実態を反映したもの\nとなっておらず、特に、① 多人数世帯基準の是正（第２類費の構成割合\n及び多人数世帯の換算率に関する見直しのほか、世帯規模の経済性を高\nめるような設定等の検討）、② 単身世帯基準の設定（一般低所得世帯と\nの均衡を踏まえた別途の生活扶助基準の設定の検討）、③ 第１類費の年\n齢別設定の見直し（人工栄養費の在り方も含めた０歳児の第１類費や第\n１類費の年齢区分の幅の拡大等の見直し）について、改善が図られるよ\nうな見直しの検討が必要である。\n(ｳ)  現行級地制度は最大格差２２．５％の６区分制とされているが、現在\nの一般世帯の生活扶助相当消費支出額をみると地域差が縮小する傾向が\n認められており、市町村合併の動向にも配慮しつつ、詳細なデータによ\nる検証を行った上、見直しを検討することが必要である。\n(ｴ)  前記(ｱ)の定期的な評価を行う際には、専門家による委員会等におい\nて詳細な分析や検討を行い、被保護世帯への生活への影響等も十分調査\nの上、必要な見直しを検討することが求められる。\n(ｵ)  生活保護制度は国が国民の最低生活を保障する制度である。このた\nめ、いかなる突発的な事情や経済的・社会的環境の変化に際しても、財\n政事情等によって給付水準や保護の認定・運用のばらつきを生じさせる\nことなく憲法上保障された生存権を保障する機能を果たし、社会的不安\n定が生じることを防ぐ必要がある。\nオ  平成１６年報告書における指摘を受け、厚生労働大臣は、平成１７年度\nから、４人以上世帯における生活扶助基準の算定方法に関し、① 第１類費\nについて、４人世帯の場合に０．９５、５人以上世帯の場合に０．９０の\n逓減率を導入し（３年間で段階的に実施）、② 第２類費については、４人\n以上世帯の基準額を抑制する見直しを行った（乙７の３）。\n(5)  平成１９年報告書\nア  前記(4)エ(ｱ)のとおり、平成１６年報告書において、生活扶助基準と一\n般低所得世帯の消費実態との均衡が適切に図られているか否かについて定\n期的な検証が必要であるとされていたところ、平成１８年７月に閣議決定\nされた「経済財政運営と構造改革に関する基本方針２００６」においては、\n「生活扶助基準について、低所得世帯の消費実態等を踏まえた見直し」及\nび「級地の見直し」等に早急に着手し、可能な限り平成１９年度に、間に\n合わないものについても平成２０年度には確実に実施するものとされた\n（乙１４の１、２）。\nこれらを踏まえ、厚生労働省社会・援護局長は、平成１９年１０月頃、\n平成２０年度予算編成を視野に入れて結論が得られるように、生活扶助基\n準の全体水準、級地別水準等について学識経験者によって専門的な分析・\n検討を行うため、「生活扶助基準に関する検討会」（以下「生活扶助基準検\n討会」という。）を設置した（甲１０２の２、３、乙５）。\nイ  生活扶助基準検討会は、平成１６年報告書において提言された定期的な\n検証のほか、生活扶助基準に関する引き続きの課題について検討すること\nとし、水準、体系及び地域差の妥当性等について、５年に一度実施されて\nいる直近（平成１６年実施）の全国消費実態調査の結果を用いて、主に統\n計的な分析を基に、専門的かつ客観的に評価、検証を実施し、平成１９年\n１１月、「生活扶助基準に関する検討会報告書」（以下「平成１９年報告書」\nといい、同報告に係る検証を「平成１９年検証」という。）を作成した。平\n成１９年報告書のうち、生活扶助基準の水準、体系及び地域差に関する部\n分の内容は、概要、以下のとおりである。（乙５）\n(ｱ)  生活扶助基準の水準は、健康で文化的な最低限度の生活を維持する\nことができるものでなければならないが、その具体的内容は、その時代\nの経済的・文化的な発達の程度のほか、国民の公平感や社会通念などに\n照らして総合的に決まるものである。実際の生活扶助基準の設定に当た\nっては、水準均衡方式が採用されていることから、その水準は、国民の\n消費実態との関係、あるいは本人の過去の消費水準との関係で相対的に\n決まるものと認識されている。したがって、生活扶助基準の水準に関す\nる評価・検証に当たっては、これらの点を総合的にみて妥当な水準とな\nっているかという観点から行うことが必要である。\n(ｲ)  平成１６年報告書では、夫婦子１人の勤労３人世帯の年間収入階級\n第１・十分位の消費水準と生活扶助基準額とを比較し、均衡が図られて\nいるかどうか検討が行われたが、保護受給世帯のうち３人世帯は５．５％\nにすぎないことを踏まえ、夫婦子１人世帯だけではなく、保護受給世帯\nの７４．２％を占める単身世帯にも着目し、同様に評価・検証した。\n夫婦子１人世帯（有業者あり）の第１・十分位における生活扶助相当\n支出額は１４万８７８１円であったのに対し、それらの世帯の平均の生\n活扶助基準額は１５万０４０８円であり、後者がやや高め（割合にして\n１．０９％程度）となっている（なお、第１・五分位と比較すると、後\n者がやや低めとなっている。）。単身世帯（６０歳以上）の第１・十分位\nにおける生活扶助相当支出額は６万２８３１円であったのに対し、それ\nらの世帯の平均の生活扶助基準額は７万１２０９円であり、後者が高め\nとなっている（なお、第１・五分位と比較すると、均衡した水準となっ\nている。）。\n(ｳ) 生活扶助基準の体系に関する評価・検証に当たっては、世帯構成等が\n異なる生活保護受給者の間において実質的な給付水準の均衡が図られる\n体系としていくべきという観点から行い、その上で、必要な見直しを行\nっていくことが必要である。\n(ｴ)  世帯人員別の生活扶助基準額の水準については、第１・五分位におけ\nる世帯人員別の生活扶助相当支出額と比較した結果、世帯人員４人以上\nの多人数世帯に有利になっている実態がみられる。年齢階級別の生活扶\n助基準額の水準については、単身世帯の第１～第３・五分位における年\n齢階級別の生活扶助相当支出額と比較した結果、２０歳から３９歳まで\n及び４０歳から５９歳までは生活扶助基準額が相対的にやや低めである\n一方、７０歳以上では相対的にやや高めであるなど、消費実態からやや\n乖離している。また、消費実態においては、第１類費についても世帯人\n員によるスケールメリットがみられ、第２類費についても世帯員の年齢\n階級別で差がみられており、第１類費と第２類費とに区分された基準額\nは実際の消費実態を反映しているとはいえない状況になっている。\n(ｵ)  現行の級地制度における地域差を設定した昭和５９年当時の消費実\n態と平成１６年の消費実態とを比較すると、地域間の消費水準の差は縮\n小してきているといえる。\nウ  生活扶助基準検討会の委員らは、平成１９年１２月１１日、政策につい\nて総合的に検討する前に、透明性をもって客観的データに基づき統計分析\nを実施し、中立的に検証された分析結果を提示することは政策を論ずる上\nで不可欠な作業であるが、平成１９年報告書の検証結果が国民に正しく伝\nわっていないことなどにより、客観的に実施された中立的な統計分析に対\nする信頼性が失われることなどを懸念したなどとして、５名全員の連名で、\n「『生活扶助基準に関する検討会報告書』が正しく読まれるために」と題す\nる文書を公表した。同文書の内容は、概要、以下のとおりである。（甲２７、\n１０７）\n(ｱ)  生活扶助基準額の水準の高低についての評価は比較対象となる基準\nによって異なるところ、平成１６年報告書においては、基準として、夫\n婦子１人の勤労３人世帯の第１・十分位の消費水準が用いられた。\n今回の検証においても、夫婦子１人世帯については、第１・十分位の\n消費水準と比較することを変更すべき理由は特にないと考えた。しかし、\n夫婦子１人世帯については第１・十分位の消費支出が第３・五分位（中\n央値）の消費支出の７割に達しているのに対し、単身世帯（６０歳以上）\nについては、その割合が５割程度にとどまっており低いため、その生活\n扶助基準額について検討するに当たって第１・十分位を比較基準とする\nと、その消費支出が従来よりも相対的に低くなってしまうことに留意す\nる必要があることが確認された。この点を考慮し、単身世帯（６０歳以\n上）について仮に第１・五分位を比較基準とした場合には、生活扶助基\n準額は均衡した状態にあると評価される。\n(ｲ)  最低生存費（必要消費額）は過去の自身の消費水準からも影響を受け\nるとする考え方によると、同じ生活扶助基準額であっても、引下げによ\nってその水準になった場合には受給者の被る痛手は大きいから、これま\nでの給付水準との比較も考慮する必要があり、生活扶助基準額の引下げ\nについては、慎重であるべきとの考えが確認された。ただし、こうした\n政策的判断は、「全国消費実態調査」等の客観的データに基づき、統計分\n析を実施することにより評価・検証を行うとの生活扶助基準検討会の目\n的の範囲を超えており、今後、行政当局又は政治の場において、総合的\nに判断されるべきものである。\nエ  前記イのとおり、平成１９年報告書においては、夫婦子１人世帯（有業\n者あり）の生活扶助基準額は第１・十分位における生活扶助相当支出額よ\nりやや高めであり、単身世帯（６０歳以上）の生活扶助基準額は第１・十\n分位における生活扶助相当支出額より高めであるとされたため、生活扶助\n基準の見直しについて検討がされたものの、原油価格の高騰が消費に与え\nる影響等を見極めるため、平成２０年度の生活扶助基準は据え置かれ、平\n成２１年度予算編成過程で適切に対処することとされた（乙６６、６７）。\nもっとも、平成２１年度についても、平成２０年２月以降の生活関連物資\nを中心とした物価上昇が国民の家計に大きな影響を与えており、「１００年\nに１度」と言われる同年９月以降の世界的な金融危機が実体経済に深刻な\n影響を及ぼしており、国民の将来不安が高まっている状況にあると考えら\nれたことから、平成２０年度同様に見直しを行わず、据え置かれることと\nなり（乙６７）、その後も、結局、平成２５年改定まで、経済・雇用情勢等\nを総合的に勘案して生活扶助基準は据え置かれた（乙７の１、乙１５、６\n８～７０）。\nなお、平成１７年度から平成１９年度の生活扶助基準についても、４人\n以上世帯の第１類費に逓減率を導入するなどしたほかは、前年度の基準が\n据え置かれていた（改定率は１００．０であった）が、これらは、いずれ\nも、当該年度の政府経済見通しにおける民間最終消費支出の伸びを基礎と\nし、前年度までの一般国民の消費水準との調整を行った結果であった（乙\n７の３、乙６３～６５）。\n(6)  平成２５年報告書（平成２５年検証）\nア  平成２０年９月のリーマンショックに端を発した世界的な金融危機によ\nり、平成２１年以降の完全失業率は平成２０年と比較して急激に悪化した\nほか、平成２１年から平成２３年までの間、賃金（事業所規模５人以上の\n調査産業計の１人平均月間現金給与総額）、消費者物価指数（全国・総合）\n及び家計消費（全国勤労者世帯の家計消費支出の名目値）は、平成２２年\nの賃金を除き、いずれも減少（下落）する状況となっていた（乙１１）。こ\nのような社会経済情勢を背景として、生活保護受給者数も急激に増加し、\n平成２３年７月には過去最高の２０５万人となり、その後も引き続き増加\nしていった（乙６）。\nそのような中で、平成１６年報告書において生活扶助基準の定期的な検\n証の必要性が指摘されていたことなどから、平成２３年２月、学識経験者\nによる専門的かつ客観的な検証を行うため、社会保障審議会の下に、常設\n部会として基準部会が設置された（甲１０８の３、４、乙６）。\nイ  基準部会は、平成２１年全国消費実態調査の特別集計等のデータを用い\nて、国民の消費動向、特に一般低所得世帯の生活実態を勘案しながら、生\n活扶助基準と一般低所得世帯の消費実態との均衡が適切に図られているか\nなどについて検証（平成２５年検証）を行い、平成２５年１月１８日、平\n成２５年報告書を取りまとめた。平成２５年検証の概要は、以下のとおり\nである。（乙６）\n(ｱ)  平成１６年報告書において、現行の生活扶助基準は、世帯人員別にみ\nると必ずしも一般低所得世帯の消費実態を反映したものとなっておらず、\n体系の設定等について見直しを検討する必要があるとの指摘があったこ\nと、平成１９年報告書においても、世帯構成等が異なる生活保護受給者\n間において実質的な給付水準の均衡が図られる体系としていくべきとい\nう観点から、必要な見直しを行っていく必要があるとの考え方が示され、\n具体的には、国民の消費実態を詳細に分析するために全国消費実態調査\nを基本とし、収入階級別、世帯人員別、年齢階級別、地域別等の様々な\n角度から詳細に分析することが適当とされたことなどから、基準部会は、\n平成２１年全国消費実態調査の個票データを用いて、年齢階級別、世帯\n人員別、級地別に、生活扶助基準額と消費実態との乖離を詳細に分析し、\n「展開のための指数」について検証を行った。その際、保護受給世帯と\n隣接した一般低所得世帯の消費実態を用いることが現実的であること、\n第１・十分位は他の十分位に比べて消費の動向が大きく異なると考えら\nれることなどを理由に、検証に当たって生活扶助基準と対比する一般低\n所得世帯としては、これまでの検証にならい、第１・十分位を設定した。\n(ｲ)  年齢階級別については、年齢階級別に設定されている第１類費につ\nいて、第１・十分位における０～２歳の第１類費相当支出額を１として、\n第１・十分位における各年齢階級の第１類費相当支出額及び生活扶助基\n準における各年齢階級の第１類費をそれぞれ指数化し、生活扶助基準に\nおける年齢階級別の指数が消費実態（第１・十分位における年齢階級別\nの指数）と比較してどの程度の乖離があるかを検証した。比較対象とす\nる第１・十分位については、スケールメリットが最大に働く場合（単純\nに世帯年収を基に分位を設定したもの）と最小に働く場合（世帯員１人\n当たりの年収を基に分位を設定したもの）のそれぞれの想定に応じた２\n種類の第１・十分位を設定し、それぞれを用いて算出された指数の平均\n値を採用した。\nその結果、以下のとおり、各年齢階級間の指数に乖離があり、第１・\n十分位における消費実態は、生活扶助基準が想定するよりも年齢階級間\nの比率がフラットに近いものであると認められた。\n（年齢）  0-2   3-5  6-11  12-19  20-40  41-59  60-69  70～\n消費実態  1.00  1.03  1.06  1.10  1.12  1.23  1.28  1.08\n現行基準  0.69  0.86  1.12  1.37  1.31  1.26  1.19  1.06\n(ｳ)  世帯人員別については、第１類費（相当支出）及び第２類費（相当支\n出）ごとに、第１・十分位における単身世帯の平均消費水準を１として、\n第１・十分位における各世帯人員別の平均消費水準及び生活扶助基準に\nおける各世帯人員別の基準額を指数化し、各世帯人員別の基準額が消費\n実態（第１・十分位における各世帯人員別の平均消費水準）と比較して\nどの程度の乖離があるかを検証した。その際、第１類費相当支出のスケ\nールメリットについては、前記(ｲ)で求められた年齢階級に応じた消費\nの指数を用いて世帯人員全員が実際の年齢にかかわらず平均並みの消費\nをする状態に補正することにより、年齢の影響を除去し、世帯人員によ\nる影響のみを評価できるようにした。\nその結果、以下のとおり、第１類費及び第２類費のいずれについても、\n世帯人員が増えるにつれて乖離が拡大する傾向が認められ、第１類費相\n当支出については、生活扶助基準が想定するよりもスケールメリットが\n働いている一方、第２類費相当支出については、生活扶助基準が想定す\nるほどのスケールメリットは働いていない実態が認められた。\n（世帯人数）  単身  ２人  ３人  ４人  ５人\n第１類費  消費実態  1.00  1.54  2.01  2.34  2.64\n現行基準  0.88  1.76  2.63  3.34  3.9\n第２類費  消費実態  1.00  1.34  1.67  1.75  1.93\n現行基準  1.06  1.18  1.31  1.35  1.36\n(ｴ)  級地別については、第１・十分位における１級地－１の平均消費水準\nを１として、第１・十分位における各級地別の平均消費水準及び生活扶\n助基準における各級地別の基準額を指数化し、各級地別の基準額が消費\n実態（第１・十分位における各級地別の平均消費水準）と比較してどの\n程度の乖離があるかを検証した。その際、第１類費相当支出部分につい\nては前記(ｳ)と同様に年齢による影響を除去するとともに、前記(ｳ)で得\nられた世帯人員に応じた消費の指数で第１類費相当支出及び第２類費相\n当支出の合計を調整することにより、世帯人員数による消費水準の相違\nの影響を除去し、地域差による影響のみを評価できるようにした。\nその結果、以下のとおり、第１・十分位における消費実態は、生活扶\n助基準と比較して、級地別の較差が小さくなっていることが認められた。\n（級地）  1-1  1-2  2-1  2-2  3-1  3-2\n消費実態  1.00  0.96  0.90  0.90  0.87  0.84\n現行基準  1.02  0.97  0.93  0.88  0.84  0.79\n(ｵ)  前記各検証においては、第１・十分位のサンプル世帯が全て生活保護\nを受給した場合の生活扶助基準額の一世帯当たりの平均（すなわち、サ\nンプル世帯の世帯員の年齢、世帯人員、所在地域を生活扶助基準に当て\nはめて算出した生活扶助基準額の平均）と当該サンプル世帯の実際の生\n活扶助相当消費支出の平均とが同額となるようにして指数を算出した\n（なお、この点について、平成２５年報告書においては、「仮に第１・十\n分位の全ての世帯が生活保護を受給した場合の１世帯当たりの平均受給\n額が不変となるようにして、年齢、世帯人員体系及び級地の基準額の水\n準への影響を評価する方法を採用した。」と記載されている。）。\nまた、前記各検証においては、一部、統計的分析手法である回帰分析\nが採用されているが、その理由は、全国消費実態調査の調査客体には１\n０代以下の単身世帯がほとんどないため、回帰分析を用いなければ、１\n０代以下の単身世帯の消費を正確に計測できず、一般低所得世帯の年齢\n階級別の指数について統計的に妥当な数値を導くことが困難であったた\nめ、また、検証結果が回帰分析を用いた結果と概ね遜色がないかを確認\nし、検証結果の妥当性を補強するためであった。\n(ｶ)  現行の生活扶助基準額（第１類費、第２類費、冬季加算、子どもがい\nる場合は児童養育加算、１人親は母子加算を含む。）に前記各検証結果を\n完全に反映した場合（消費実態の指数に一致させた場合）の年齢、世帯\n人員及び級地による影響の平均値を個々の世帯構成ごとにみると、以下\nのとおり、その影響の程度は様々である。\n年齢  世帯人員  級地  合計\n夫婦と 18 歳未満の子 1 人  -2.9%  -5.8%  0.1%  -8.5%\n夫婦と 18 歳未満の子 2 人  -3.6%  -11.2%  0.2%  -14.2%\n60 歳以上単身  2.0%  2.7%  -0.2%  4.5%\n60 歳以上高齢夫婦  2.7%  -1.9%  0.7%  1.6%\n20～50 代の若年単身  -3.9%  2.8%  -0.4%  -1.7%\n母親と 18 歳未満の子 1 人  -4.3%  -1.2%  0.3%  -5.2%\nウ  平成２５年報告書には、検証結果に関する留意事項として、概要、以下\nのような指摘がある。\n(ｱ)  今回試みた検証手法は、年齢階級別、世帯人員別、級地別に、生活扶\n助基準の展開と一般低所得世帯の消費実態との間にどの程度乖離が生じ\nているかを詳細に分析したものであり、世帯員の様々な組み合わせによ\nる生活扶助基準の妥当性について、よりきめ細かな検証が行われたこと\nになる。しかし、年齢、世帯人員の体系、居住する地域の組み合わせに\nよる基準の展開の相違を消費実態に基づく指数に合わせたとしても、な\nお、その値と一般低所得世帯の消費実態との間には、世帯構成によって\n様々に異なる差が生じ得る。そのような差は金銭的価値観や将来見込み\nなど、個々人や個々の世帯により異なり、かつ、消費に影響を及ぼす極\nめて多様な要因により生じると考えられるが、統計上の限界等から、全\nての要素については分析・説明に至らなかった。\n(ｲ)  前記検証手法は委員による専門的議論の結果として得られた透明性\nの高い一つの妥当な手法であるが、これまでの検証手法との継続性、整\n合性にも配慮したものであり、それが唯一の手法ということでもなく、\n将来の基準の検証方法を開発していくことが求められる。今後、政府部\n内において具体的な基準の見直しを検討する際には、今回の検証結果を\n考慮しつつも、検証方法に一定の限界があることに留意する必要がある。\n(ｳ)  生活扶助基準の見直しを具体的に検討する際には、現在生活保護を\n受給している世帯及び一般低所得世帯、取り分け、貧困の世代間連鎖を\n防止する観点から、子どものいる世帯への影響にも配慮する必要がある。\n(ｴ)  基準額の見直しによる影響の実態を把握し、今後の検証の際には参\n考にする必要がある。\nエ  また、平成２５年報告書には、このほか、「厚生労働省において生活扶助\n基準の見直しを検討する際には、本報告書の評価・検証の結果を考慮し、\nその上で他に合理的説明が可能な経済指標などを総合的に勘案する場合は、\nそれらの根拠についても明確に示されたい。なお、その際には現在生活保\n護を受給している世帯及び一般低所得世帯への見直しが及ぼす影響につい\nても慎重に配慮されたい。」との指摘もある。\nこのうち前半部分については、報告書案の段階では、「厚生労働省におい\nて生活扶助基準の見直しを検討する際には、本報告書の評価・検証の結果\nを考慮した上で、他に合理的説明が可能な経済指標などがあれば、それら\nについても根拠を明確にして改定されたい。」「全ての要素については分\n析・説明に至らなかったが、合理的説明がつく要素については、それを勘\n案することは一つの考え方である。」とされていた。これに対し、部会にお\nいて、合理的説明がついたのは年齢、人員数及び級地のみであり、経済指\n標等については全く議論されていないなどとする委員らの指摘があり、こ\nれを受け、前記のとおり修正されたものである（甲１１３の３、乙２５［23\n～27 頁]）。\n(7)  ゆがみ調整\nア  厚生労働大臣は、平成２５年検証の結果を踏まえ、生活扶助基準につい\nて、本件各改定により、平成２５年度から平成２７年度まで約３年を掛け\nて、第１・十分位の消費実態との年齢、世帯人員、居住地域別の較差の段\n階的な是正を図った（ゆがみ調整）。\nすなわち、具体的には、① 前記(6)イ(ｲ)の検証結果を踏まえ、第１類費\n基準額について、年齢階級間の基準額の差を小さくし、② 同(ｳ)の検証結\n果を踏まえ、第１類費基準額について、２人世帯及び３人世帯についても\n逓減率（世帯人員が１人増加するごとに第１類費基準額の合計額に乗じる\n割合）を導入した上、４人世帯以上の逓減割合を大きくするとともに、第\n２類費基準額について、世帯人員の増加に応じた各世帯人員別の基準額の\n増額の幅を大きくし、③ 同(ｴ)の結果を踏まえ、第１類費及び第２類費の\n基準額について、それぞれ各級地間の差を小さくするように調整した（乙\n１７）。\nイ  この調整に当たり、厚生労働大臣は、平成２５年検証の結果をそのまま\n（完全に）反映させるのではなく、引下げ及び引上げのいずれについても\n２分の１の範囲で反映させることとした（２分の１反映）。\nこれは、例えば、２級地－１における０～２歳の第１類費であれば、平\n成２５年改定前は１万９０２０円であったところ、以下の計算のとおり\n（改定率は小数第４位を四捨五入した。）、３万０３０６円とするのではな\nく、２万４４８６円とするものである（デフレ調整は除く。なお、端数処\n理による影響のみであるかは不明であるが、この数値に－４．７８％のデ\nフレ調整をした金額（２万３３１０円）と改定後の金額（２万３４２０円）\nとは一致しない。）。\n（そのまま（完全に）反映）\n［年齢階級別の改定率]1.00/0.69＝1.449\n［世帯人員別の改定率]1.00/0.88＝1.136\n［級地別の改定率]0.90/0.93＝0.968\n1 万 9020 円×1.449×1.136×0.968＝3 万 0306 円（1 円未満四捨五入）\n（２分の１反映）\n［年齢階級別の改定率](0.69+1.00)/2/0.69＝1.2\n［世帯人員別の改定率](0.88+1.00)/2/0.88＝1.068\n［級地別の改定率](0.93+0.90)/2/0.93＝0.984\n1 万 9020 円×1.225×1.068×0.984＝2 万 4486 円（1 円未満四捨五入）\nウ  平成２５年改定の際、厚生労働大臣は、平成２５年報告書に記載された\n基準部会における議論の内容を踏まえ、期末一時扶助について世帯人員別\nにスケールメリットを考慮した基準額を定め、勤労控除について、基礎控\n除における全額控除となる水準を引き上げ、控除率の逓減措置を廃止して\n一律の割合とし、併せて特別控除を廃止することとした（乙６、１６、１\n７）。\n(8)  デフレ調整\nア  前記(5)イ、エのとおり、平成１９年報告書において、当時の生活扶助基\n準が一般低所得世帯の消費実態と比較して（やや）高めとなっているとさ\nれたものの、厚生労働大臣は、平成２０年度以降の生活扶助基準について、\n原油価格の高騰や世界的な金融危機の影響等を考慮し、見直しをせずに据\nえ置いていた。他方で、前記(6)アのとおり、世界的な金融危機により、完\n全失業率が悪化し、賃金、物価及び家計消費が継続的に減少（下落）する\nデフレ状況に陥る中で、生活保護受給者数も急激に増加していった。また、\n社会保障全体の在り方の見直しが課題となる中で、それらとの関連におい\nても生活保護制度の見直しの必要性が指摘され、平成２４年８月に成立し\nた社会保障制度改革推進法の附則においても、政府は、「生活扶助、医療扶\n助等の給付水準の適正化、保護を受けている世帯に属する者の就労の促進\nその他の必要な見直しを早急に行うこと」とされていた（乙６）。\nそこで、厚生労働大臣は、平成２０年以降、デフレ傾向が続いてきた中、\n生活扶助基準額が据え置かれてきたことなどの結果、保護受給世帯の可処\n分所得が相対的、実質的に増加した（生活扶助基準額が実質的に引き上げ\nられた）と評価できるものと判断し、実質的な購買力を維持しつつ、客観\n的な経済指標である物価（消費者物価指数）の動向を勘案して、生活扶助\n基準額の改定をすることとした（乙２０）。具体的には、総務省が公表して\nいる消費者物価指数（総務省ＣＰＩ）を基に、厚生労働省が独自に考案し\nた生活扶助相当ＣＰＩという指標を用いて、平成２０年及び平成２３年の\n生活扶助相当ＣＰＩをそれぞれ算出し、本件各改定により、平成２５年度\nから平成２７年度まで約３年を掛けて、その変化率である－４．７８％の\n割合をもって生活扶助基準額を引き下げた（デフレ調整）。\nイ  ここで、総務省ＣＰＩについてみると、概要、以下のとおりである（乙\n２７、２８）。\n(ｱ)  総務省ＣＰＩは、我が国における主要な物価指数の一つであり、全国\nの世帯が購入する財及びサービスの価格変動を総合的に測定し、物価の\n変動を時系列的に測定するものであって、家計の消費構造を一定のもの\nに固定し、これに要する費用が物価の変動によってどのように変化する\nかを指数値で示したものである。\nその指数は、統計法に基づく基幹統計調査である家計調査の集計結果\nを基に、家計の消費支出の中で重要度が高く、価格変動を代表できるな\nどの観点から選定された商品（以下「指数品目」という。）について、家\n計の総消費支出金額に占める当該指数品目の支出金額の割合（一般に、\n総消費支出金額を１万として、各指数品目の支出金額を比例換算した１\n万分比により表される。以下「ウエイト」という。）を算出し、各指数品\n目の基準時に対する比較時の価格比を当該指数品目のウエイトによって\n加重平均することにより算出されている。\nより具体的には、最初に、比較時価格を基準時価格で除して算出され\nた品目別価格指数を各品目のウエイトで加重平均して最下位類の指数を\n算出し、次に各最下位類の指数を当該類ウエイトで加重平均して上位類\nの指数を算出し、同様にして、小分類指数、中分類指数、１０大費目指\n数、総合指数の順に積み上げて算出される。１０大費目とは、指数品目\nを①食料、②住居、③光熱・水道、④家具・家事用品、⑤被服及び履物、\n⑥保健医療、⑦交通・通信、⑧教育、⑨教養娯楽、⑩諸雑費の１０費目\nに分類したものであり、これらが更に中分類、小分類に順次細かく分類\nされている。\n(ｲ)  指数品目の価格には、原則として、統計法に基づく基幹統計調査であ\nる小売物価統計調査によって得られた全国の市町村別、品目別の平常の\n小売価格が用いられている。\nしかし、パソコン（デスクトップ型及びノート型）（以下、それぞれ「デ\nスクトップパソコン」、「ノートパソコン」という。）及びカメラの３品目\nについては、技術革新が激しく、市場の製品サイクルが極めて短いため、\n店頭で同一銘柄の価格を取集する方法では同質の製品を継続的に調査す\nることが困難であることから、全国の主要な家電量販店のＰＯＳ情報に\nよる全機種の販売価格のほか、販売台数、各機種の特性等を用いて、ヘ\nドニック法と呼ばれる方法により品質調整を行い、品目別価格指数が算\n出されている（乙２７[17 頁]、２８[41 頁]、８０[6 頁]）。\nなお、品質調整とは、銘柄の改正等による品質の変化などの物価変動\n以外の要因による価格差を除去する調整をいい、複数の方法が存在する\nが、そのうちヘドニック法は、各製品の品質がこれを構成する複数の特\n性（性能）に分解でき、価格は性能によって決定されると考え、これら\nの諸特性と各製品の価格との関係を重回帰分析で解析することにより、\n製品間の価格差のうち品質に起因する部分を計量的に把握しようとする\n手法（新商品の価格から新旧商品の品質・性能差を価格換算したものを\n引き、接続価格とする方法）である（乙２６[図表 8]、２８[16 頁]、８\n０[6 頁]）。\n(ｳ)  前記(ｱ)のとおり、総務省ＣＰＩの算出に当たり、家計の消費構造（指\n数品目及びそのウエイト）は、物価の変動のみを測定し得るように基準\n時（比較の基準となる年）において一定のものに固定される。\nしかし、時間の経過と共に消費構造は変化するため、物価指数が現実\nの物価変動を正しく反映するように、家計調査を基に、西暦年数の末尾\nが０及び５の年を基準時（ウエイト参照時）として５年ごとに改定され\nている（以下「基準改定」といい、各基準改定に係る基準時、指数品目\n及びそのウエイトを、当該基準改定の年を用いて「平成２２年基準」、「平\n成２２年指数品目」、「平成２２年ウエイト」などという。）。\nなお、消費者物価指数は時間の経過による物価の動きを見るものであ\nるから、これらの基準改定の前後を通じて指数の比較が可能となるよう\nに、基準改定に合わせ、改定前の指数を改定後の指数に換算（単純な比\n例換算）することにより、これらの指数の接続が行われている（例えば\n平成１７年の基準指数を平成２２年の基準に接続する場合の計算式は、\n平成２２年基準接続指数＝平成１７年基準指数×１００／平成１７年基\n準の平成２２年平均指数である。）。\n(ｴ)  平成１７年から平成２３年までの間の総務省ＣＰＩ（全国・総合。以\n下、特に断らない限り同様である。）の指数の推移は、平成２２年を１０\n０とすると、平成１７年１００．４、平成１８年１００．７、平成１９\n年１００．７、平成２０年１０２．１、平成２１年１００．７、平成２\n２年１００．０、平成２３年９９．７であった（乙２９）。\nウ  平成２０年から平成２３年までの生活扶助相当ＣＰＩの変化率（－４．\n７８％）の算出過程は、概要、以下のとおりである（乙３０）。\n(ｱ)  生活扶助相当ＣＰＩは、総務省ＣＰＩの算出の基礎となった指数品\n目から、①生活扶助以外の他扶助で賄われる品目（家賃、教育費、医療\n費等）及び②原則として保有が認められておらず又は免除されるため保\n護受給世帯において支出することが想定されていない品目（自動車関係\n費、ＮＨＫ受信料等）を除いた品目（以下「生活扶助相当品目」といい、\n①②の品目を併せて「除外品目」という。）について、総務省ＣＰＩの算\n出に当たって用いられた品目別価格指数及びウエイトを用いて指数化し\nたものである。\n(ｲ)  平成２０年の生活扶助相当ＣＰＩは、平成２０年の総務省ＣＰＩの\n指数品目（平成１７年指数品目）から除外品目を除いた４８５品目のそ\nれぞれについて、平成２２年の価格を１００とした場合の平成２０年の\n価格指数に、各品目のウエイト（平成２２年ウエイト）を乗じ、それら\nの合計（６４６６２７．９）を、４８５品目のウエイト（平成２２年ウ\nエイト）の総和（６１８９）で除することにより、１０４．５と算出さ\nれた（小数第２位四捨五入）。\n他方、平成２３年の生活扶助相当ＣＰＩは、平成２３年の総務省ＣＰ\nＩの指数品目（平成２２年指数品目）から除外品目を除いた５１７品目\nのそれぞれについて、平成２２年の価格を１００とした場合の平成２３\n年の価格指数に、各品目のウエイト（平成２２年ウエイト）を乗じ、そ\nれらの合計（６３５９７３．１）を、５１７品目のウエイト（平成２２\n年ウエイト）の総和（６３９３）で除することにより、９９．５と算出\nされた（小数第２位四捨五入）。\nなお、平成２０年と品目数が異なるのは、平成２２年の基準改定によ\nって新たに加えられた品目（３２品目）が存在することによるが、上記\n各生活扶助相当ＣＰＩについては、前記イ(ｳ)のような方法による指数\nの接続は行われていない。\n(ｳ)  前記(ｲ)のとおり、平成２０年及び平成２３年の生活扶助相当ＣＰＩ\nはそれぞれ１０４．５、９９．５であり、平成２０年から平成２３年ま\nでの間の生活扶助相当ＣＰＩの変化率は、－４．７８％（（99.5－104.5）\n/104.5×100＝－4.78％）と算出された（小数第３位四捨五入）。\nなお、上記期間の総務省ＣＰＩの変化率は、－２．３５％（（99.7－102.1）\n/102.1×100＝－2.35％）であった（小数第３位四捨五入）。\n(9)  激変緩和措置\n前記(7)(8)のゆがみ調整及びデフレ調整をするに当たっては、激変緩和措\n置として、❶ ゆがみ調整及びデフレ調整による生活扶助基準の見直しを平\n成２５年度から約３年を掛けて段階的に実施するとともに、❷ 改定前の生\n活扶助基準額からの増減幅が±１０％を超えないように調整がされた（前提\n事実(1)エ参照）。\n(10)  ゆがみ調整及びデフレ調整による影響\nア  ゆがみ調整及びデフレ調整による影響を１級地－１の標準３人世帯（３\n３歳、２９歳、４歳）についてみると、平成２５年改定前の生活扶助基準\nによる基準生活費の金額（地区別冬季加算額及び期末一時扶助費を除く。\n以下、この項において同じ。）は月額１６万０１８０円（第１類費：4 万 0270\n円＋4 万 0270 円＋2 万 6350 円＝10 万 6890 円、第２類費：5 万 3290 円）\nであったのに対し（なお、乙１０、２１の１６万２１７０円には５か月分\nの冬季加算額（4770 円×5 か月＝2 万 3850 円）を１か月当たりにならした\n金額（2 万 3850 円/12 か月≒1990 円）が含まれている。乙１０７）、平成\n２５年改定後（激変緩和措置１年目）の基準生活費の金額は月額１５万４\n８６０円（下記計算式参照。算定した額に１０円未満の端数が生じたとき\nは、当該端数を１０円に切り上げる。Ａ、Ｂについて前提事実(1)エ参照。）\nとなり、改定率にすると－３．３％（小数第２位四捨五入）であった（乙\n１）。また、本件各改定後（平成２７年４月）には、本件各改定前と比較し\nて－１０．０％（小数第２位四捨五入）の月額１４万４１９８円となるこ\nとが予定されていた（下記計算式のうちＢ）（もっとも、実際には、前提事\n実(2)のとおり、平成２６年改定では併せて消費増税等を勘案した生活扶助\n基準の引上げがされたため、この間の変化率は－１０．０％にはなってい\nない。）。\nＡ＝（4 万 0270 円＋4 万 0270 円＋2 万 6350 円）×1.0000＋5 万 3290 円\n＝16 万 0180 円\nＢ＝（3 万 7350 円＋3 万 7350 円＋2 万 9130 円）×0.8350＋5 万 7500 円\n＝14 万 4198 円（＞Ａ×0.9）\nＡ×2/3＋Ｂ×1/3＝15 万 4853 円\nイ  前記アの改定率（影響の程度）は、あくまで標準３人世帯についてのも\nのであって、本件各改定は、標準３人世帯の基準生活費を改定（引下げ）\nした上でそれを年齢階級別、世帯人員別、級地別の基準額に展開するもの\nではないから、他の世帯構成における影響の程度は各世帯によって異なる\nものである。そこで、平成２５年報告書において平成２５年検証の結果を\n完全に反映した場合の影響の程度を例示された世帯構成のうち、最も不利\n益が小さいものと想定されていたのは「６０歳以上単身」世帯であったこ\nとから（前記１(6)イ(ｶ)）、例えば、１級地－１の単身高齢世帯（６０歳）\nへの影響の程度についてみると、平成２５年改定前は月額７万９５３０円\n（第１類費：3 万 6100 円、第２類費：4 万 3430 円）であったのに対し、平\n成２５年改定後は、－０．８％（小数第２位四捨五入）の７万８８７０円\n（下記計算式参照）となり、本件各改定後には、本件各改定前と比較して\n－２．５％（小数第２位四捨五入）の月額７万７５４０円（下記計算式の\nうちＢ）となることが予定されていた（乙１）。\nＡ＝3 万 6100 円×1.0000＋4 万 3430 円＝7 万 9530 円\nＢ＝3 万 7890 円×1.0000＋3 万 9650 円＝7 万 7540 円\nＡ×2/3＋Ｂ×1/3＝7 万 8867 円\n(11)  平成２０年以降の家計消費の状況及び本件各改定後の生活扶助基準の妥\n当性の検証結果\nア  平成２０年から平成２７年改定前の平成２６年までの間の家計調査に基\nづく消費支出（①二人以上世帯の消費支出（全体）、②二人以上世帯の消費\n支出（第１・十分位）、③二人以上世帯の生活扶助相当支出（全体）、④二\n人以上世帯の生活扶助相当支出（第１・十分位））の推移は、以下のとおり\nである（①②は総務省公表値、③④は総務省公表値を基にした厚生労働省\nによる試算値であり（いずれも単位は円）、各欄の下段は平成２０年の数値\nを基準とした変化率である。乙８２）。\nH20  H21  H22  H23  H24  H25  H26\n①  296,932  291,737  290,244  282,966  286,169  290,454  291,194\n-1.7%  -2.3%  -4.7%  -3.6%  -2.2%  -1.9%\n②  175,112  173,100  179,408  166,385  179,268  181,383  174,836\n-1.1%  2.5%  -5.0%  2.4%  3.6%  -0.2%\n③  240,174  235,645  233,652  227,746  228,678  232,054  233,228\n-1.9%  -2.7%  -5.2%  -4.8%  -3.4%  -2.9%\n④  143,106  142,500  146,857  135,696  142,028  144,900  143,204\n-0.4%  2.6%  -5.2%  -0.8%  1.3%  0.1%\nイ  基準部会は、平成２９年に実施した５年に１度の生活扶助基準の検証の\n際、本件各改定による生活扶助基準の見直しの影響を検証した。保護受給\n世帯については平成２５年度被保護者調査及び平成２４年度から平成２６\n年度の社会保障生計調査の個票データを使用し、一般世帯については平成\n２４年度から平成２６年度の家計調査の個票データを使用して、本件各改\n定が保護受給世帯の家計に与えた影響を把握しようとしたが、見直しによ\nる家計への影響を評価するまでには至らなかった。\nまた、一般低所得世帯との均衡を図る水準均衡方式を前提に平成２６年\n全国消費実態調査の個票データを用いて生活扶助基準の水準を検証した\nところ、夫婦子１人世帯の現行の生活扶助基準額（１３万６４９５円）と\n夫婦子１人世帯の第１・十分位（世帯人員別１人当たり年収階級）の生活\n扶助相当支出額（外れ値±２σの場合１３万４２５４円、外れ値±３σの\n場合１３万６６３８円）とは、概ね均衡していることが確認された。ただ\nし、そこから展開した様々な世帯類型における生活扶助基準額と一般低所\n得世帯の生活水準との均衡を確認するまでには至らなかった。この意味す\nることについて、単に消費水準との均衡を図ることが最低生活保障水準を\n満たすものといえるのか、水準均衡方式の在り方が問われる本質的な課題\nであることに留意する必要があるとの指摘があった。（乙８６）\n２  判断枠組み等について\n(1)  生活扶助基準改定における厚生労働大臣の裁量権\n生活保護法３条によれば、同法により保障される最低限度の生活は、健康\nで文化的な生活水準を維持することができるものでなければならないところ、\n同法８条２項によれば、保護基準は、要保護者の年齢別、性別、世帯構成別、\n所在地域別その他保護の種類に応じて必要な事情を考慮した最低限度の生活\nの需要を満たすに十分なものであって、かつ、これを超えないものでなけれ\nばならない。もっとも、これらの規定にいう最低限度の生活は、抽象的かつ\n相対的な概念であって、その具体的な内容は、その時々における経済的・社\n会的条件、一般的な国民生活の状況等との相関関係において判断決定される\nべきものであり、これを保護基準において具体化するに当たっては、高度の\n専門技術的な考察とそれに基づいた政策的判断を必要とするものである。\nしたがって、厚生労働大臣は、保護基準中の生活扶助基準（基準生活費）\nについて減額を伴う改定をするに際し、改定の必要性があるか否かや、改定\n後の生活扶助基準の内容が最低限度の生活を維持する上での要保護者の基礎\n的な日常の需要の充足に十分な程度であるか否かを判断するに当たり、上記\nのような専門技術的かつ政策的な見地からの裁量権を有しているものという\nべきである。\n(2)  激変緩和措置に係る厚生労働大臣の裁量権\nまた、生活扶助は、要保護者の基礎的な日常生活費を賄うためのものであ\nるから、従前の基準生活費が最低限度の生活を維持するための日常の基礎的\nな需要を超えるものであっても、その減額は、改定前の基準生活費が支給さ\nれることを前提として現に生活設計を立てていた被保護者に関しては、保護\n基準によって具体化されていたその期待的利益の喪失を来す側面があること\nも否定し得ないところである。そうすると、上記のような場合においても、\n厚生労働大臣は、生活保護受給者間の公平や国の財政事情といった見地に基\nづく減額を伴う生活扶助基準の改定の必要性を踏まえつつ、被保護者のこの\nような期待的利益についても可及的に配慮するため、減額の方法等について、\n激変緩和措置の要否などを含め、上記のような専門技術的かつ政策的な見地\nからの裁量権を有しているものというべきである。\n(3)  判断枠組み（審査基準）\nア  生活扶助基準の改定の要否の前提となる最低限度の生活の需要に係る評\n価や被保護者の期待的利益についての可及的な配慮は、前記(1)及び(2)の\nような専門技術的な考察に基づいた政策的判断であることからすると、基\n準生活費の減額をその内容に含む本件各改定は、① 当該各改定の時点にお\nいて、当該改定後の生活扶助基準の内容が健康で文化的な生活水準を維持\nするに足りるものであるとした厚生労働大臣の判断に、最低限度の生活の\n具体化に係る判断の過程及び手続における過誤、欠落の有無等の観点から\nみて裁量権の範囲の逸脱又はその濫用があるものと認められる場合、ある\nいは、② 基準生活費の減額に際して激変緩和等の措置を採るか否かについ\nての方針及びこれを採る場合において現に選択した措置が相当であるとし\nた同大臣の判断に、前記(2)の見地からの被保護者の期待的利益や生活への\n影響等の観点からみて裁量権の範囲の逸脱又はその濫用があるものと認め\nられる場合に、生活保護法３条、８条２項の規定に違反し、違法となるも\nのというべきである。\n（以上について、最高裁昭和５１年（行ツ）第３０号同５７年７月７日\n大法廷判決・民集３６巻７号１２３５頁、最高裁平成２２年（行ツ）第３\n９２号、同年（行ヒ）第４１６号同２４年２月２８日第三小法廷判決・民\n集６６巻３号１２４０頁、最高裁平成２２年（行ヒ）第３６７号同２４年\n４月２日第二小法廷判決・民集６６巻６号２３６７頁参照）\nイ  生活扶助基準の改定は、時として社会経済情勢の変化に応じて迅速に行\nう必要があることや、毎年の予算の確保を伴う必要があることから、基準\nの改定に当たって審議会等による事前の検討を必須とすることが現実的で\nないことは生活保護法の立法段階から指摘されており、法制度上も生活扶\n助基準の改定に当たって外部専門家又はその会議体の関与は要件とされて\nいない。したがって、専門家の会議体等による検討を経ることなく基準の\n改定を行ったとしても、そのことから直ちに前記の過誤や欠落につながる\n専門的知見との整合性の欠如等が推認されるものではない。\nしかし、毎年の生活扶助基準の改定自体は外部専門家の関与なく行われ\nてきたとしても、生活扶助基準の改定（算定）方式の変更や、その前提と\nなる生活扶助基準の水準の評価については、生活保護法制定時の生活扶助\n基準の設定以来、専門家の会議体の検討結果を踏まえて行われてきた経緯\nがある（前記１(1)～(6)）。これに加え、生活保護が憲法２５条に規定する\n理念に基づくものであって、恣意的な生活扶助基準の改定を防止する必要\nがあることからすると、生活扶助基準の改定が、専門家の会議体による検\n討を経ることなく、従前の改定方式と異なる方式により大幅な減額を伴っ\nて行われた場合には、改定の経緯を踏まえて、統計等の客観的な数値との\n合理的関連性や専門的知見との整合性について、より慎重に審査するのが\n相当である。\nウ  ところで、憲法２５条の規定は、全ての国民が健康で文化的な最低限度\nの生活を営み得るように国政を運営すべきことを国の責務として宣言した\nにとどまり、直接個々の国民に対して具体的権利を付与したものではない\n（最高裁昭和３９年（行ツ）第１４号同４２年５月２４日大法廷判決・民\n集２１巻５号１０４３頁）。いわゆる社会権規約９条も、締約国において、\n社会保障についての権利その他各条項所定の権利が国の社会政策により保\n護されるに値するものであることを確認し、上記権利の実現に向けて積極\n的に社会保障政策を推進すべき政治的責任を負うことを宣明したものであ\nって、個人に対し即時に具体的権利を付与すべきことを定めたものと解す\nることはできない。したがって、これらの規定を根拠に、本件訴訟におけ\nる合理性の立証責任が被告らにあるとか、その立証の不奏功が直ちに違憲\n性の推定に結び付くものということはできない。\n３  ゆがみ調整について\n(1)  水準均衡方式との整合性等\nア  前記１(6)イのとおり、ゆがみ調整の基とされた平成２５年検証は、生活\n扶助基準と一般低所得世帯の消費実態との均衡が適切に図られているかな\nどについて検証しており、その際、比較対象となる一般低所得世帯として\n第１・十分位が設定されているところ、原告らは、原告主張２(1)(2)(3)の\nとおり主張する。\nしかし、被告らが主張するとおり（被告主張２(2)）、そもそも平成２５\n年検証は、生活扶助基準の水準の当否について検証したものではなく、平\n成１６年報告書及び平成１９年報告書の指摘を踏まえ、世帯構成などが異\nなる生活保護受給者間において実質的な給付水準の均衡が図られる体系\nとすべきであるとの観点から、生活扶助基準の年齢階級別、世帯人員別、\n級地別の展開の在り方が一般低所得世帯の消費実態を適切に反映してい\nるかを検証したものである（すなわち、標準世帯の基準額を定め、これを\n第１類費と第２類費とに分けた上で、年齢階級別、世帯人員別、級地別に\n指数を用いて基準額を算出する方法（基準の展開）により基準生活費を定\nめた現行の生活扶助基準のうち、標準世帯の基準額を取り上げて、それが\n一般低所得世帯の消費実態と均衡がとれたものであるかを検証したもの\nではなく、当該基準額及びそれを基に展開された基準生活費を前提に、展\n開の際の指数が一般低所得世帯の消費実態と均衡のとれたものであるか\nを検証したものである。）。したがって、平成２５年検証は、生活扶助基準\nの水準に関する改定方式である水準均衡方式と整合しないものとはいえ\nず、むしろ、水準均衡方式を前提に、従前は標準世帯の基準生活費との関\n係で図られていた一般低所得世帯との水準の均衡を、更にその体系（展開）\nにまで及ぼそうとしたものともいえるのであるから（甲１９３［14～15 頁]、\n１９４[4～5 頁]）、水準均衡方式の趣旨に沿うものであるともいえる。\nまた、生活扶助基準と一般低所得世帯の消費実態との比較検証に当たっ\nて第１・十分位を比較対象としたことについては、従前から比較対象とし\nて主に第１・十分位に着目されてきたことを踏まえてのものであり（前記\n１(2)イ、(3)ア(ｱ)、(4)イ、(5)イ）、基準部会において検討の上、相当と\n判断されたものである（前記１(6)イ）。そして、被告らが主張するとおり\n（被告主張２(2)(3)）、平成２５年検証は生活扶助基準の展開の在り方が\n一般低所得世帯の消費実態を適切に反映しているかを検証したものであ\nって、家計における消費構造は収入によって異なることからすれば、保護\n受給世帯と消費水準が近似している第１・十分位を比較対象とすることは\n特に不合理ではなく、むしろその検証の目的に沿うものであるといえ、そ\nのような目的からすると、比較対象から保護受給世帯を除外しなかったか\nらといって特に不合理であるとはいえない。\nイ  また、前記１(6)イ(ｵ)のとおり、平成２５年検証においては一部で回帰\n分析が用いられているところ、原告らは、原告主張２(4)のとおり主張する。\nしかし、被告らが主張するとおり（被告主張２(4)）、上記回帰分析に使\n用された平成２１年全国消費実態調査の個票データのようにクロス・セク\nション（横断面）データを被説明変数とする回帰分析においては、決定係\n数の値が０．５であれば極めて良いとの指摘もあり、０．３程度しか得ら\nれない場合も多いから、０．３程度であっても極めて低いとまではいえな\nい（乙６、６０、６１）。また、説明変数の有意性検定であるｔ検定によっ\nて帰無仮説（説明変数の有意性が０であるという仮説）が棄却されなかっ\nた説明変数の有意性が０であるといえるわけでもなく（乙５４、６２）、そ\nの説明変数を除外しなかったことが回帰分析の手法として誤りであると\nはいえないことなどからすれば、これらの指摘は、いずれも統計的手法に\nおける当不当の問題にすぎず、平成２５年検証において採用された手法が\n不合理であるとまではいえない。\n(2)  物価変動の二重評価等（デフレ調整との関係）\nア  本件各改定は、平成２５年検証に基づいて生活扶助基準と一般低所得世\n帯の消費実態との均衡を図って展開の際の指数を適正化するゆがみ調整に\n加え、物価指数を指標として生活扶助基準の水準を適正化するデフレ調整\nを行うものであったところ、原告らは、原告主張２(5)のとおり主張する。\nイ  しかし、被告らが主張するとおり（被告主張２(5)）、平成２５年検証そ\nれ自体は、生活扶助基準の水準の当否について検証するものではなく、年\n齢階級別、世帯人員別、級地別の生活扶助基準の展開の在り方が一般低所\n得世帯の消費実態を適切に反映しているかを検証するものである。そして、\nゆがみ調整は、年齢階級別、世帯人員別、級地別の生活扶助基準額の各指\n数（比率）を、平成２５年検証の結果として得られた年齢階級別、世帯人\n員別、級地別の一般低所得世帯における消費水準の各指数（比率）と同一\nにしようとするもの（２分の１反映をする場合には、それらの乖離を縮小\nさせようとするもの）であり、その目的としては、生活扶助基準の絶対的\nな水準の修正ではなく、保護受給世帯間の相対的な調整を図ろうとするも\nのであるといえる。また、平成２５年検証においては、第１・十分位のサ\nンプル世帯が全て生活保護を受給した場合の基準額の平均、すなわちサン\nプル世帯の世帯員の年齢、世帯人員、所在地域を生活扶助基準に当てはめ\nて算出した生活扶助基準額の平均と当該サンプル世帯の実際の生活扶助相\n当消費支出の平均とが同額になるように算出しているから（前記１(6)イ\n(ｵ)）、その方法としても、理論的には、生活扶助基準の絶対的な水準に修\n正を加えるものではないといえる。\nさらに、年齢階級別、世帯人員別、級地別の展開のための指数と消費実\n態との較差が物価変動の影響を受けた結果である可能性は皆無とはいえ\nないものの、本件各証拠を検討しても、実際に影響を受けたのか、具体的\nにどのように影響を受けたのかなどは何ら明らかではないのであって、一\n部の保護受給世帯における生活扶助費の引下げについて、ゆがみ調整及び\nデフレ調整により物価下落が二重に反映されたものであるということは\nできない。\nウ  もっとも、前記イのとおりゆがみ調整が理論的には生活扶助基準の絶対\n的な水準の修正を意図したものではなかったとしても、現実にされたゆが\nみ調整（２分の１反映をしたゆがみ調整）による財政効果は９０億円であ\nるとされているのであって（乙１６、２０）、その原因が被告らの主張する\nとおりサンプル世帯と実際の保護受給世帯との世帯構成及び地域分布の違\nいによるものであるとしても、結果的に、保護受給世帯全体としてみれば\n生活扶助基準の絶対的な水準が低下したものとみることもできる。\nしかし、これは、生活保護受給者間において実質的な給付水準の均衡を\n図るに当たって使用したサンプル世帯数（基礎データ量）の限界によるも\nのである上、絶対的な水準の低下と評価できる程度も大きいとはいえない\nことからすると（３年分で９０億円分の財政効果は、平成２５年度（単年\n度）の生活扶助費に係る概算要求額（国費負担分）１兆０１６９億円（乙\n２０）との比較においても０．９％程度である。）、このことをもってゆが\nみ調整の手法に過誤や欠落があったということはできない。\n(3)  ２分の１反映の合理性\nア  前記１(7)イのとおり、ゆがみ調整は、平成２５年検証の結果を踏まえた\nものではあるものの、その検証結果をそのまま（完全に）生活扶助基準に\n反映させたものではなく、２分の１の範囲で反映させたものであるところ\n（２分の１反映）、原告らは、原告主張２(6)のとおり主張し、被告らは、\n被告主張２(6)のとおり主張する。\nイ  いわゆる激変緩和措置は、一般に、従前の取扱いを変更することによっ\nて大きな不利益を被る者がいることを前提に、その者の負担等に配慮し、\n不利益を緩和することを目的としたものであるところ、平成２５年検証の\n結果をそのまま反映した場合に従前よりも生活扶助基準が引き下げられる\n保護受給世帯との関係においては、結果を反映させる程度を２分の１の範\n囲とする措置は不利益を緩和するものであり、激変緩和措置であるといえ\nる。\nこれに対し、平成２５年検証の結果を反映させることが生活扶助基準の\n引上げにつながる保護受給世帯との関係についてみれば、そもそもその結\n果の反映は不利益ではないのであって、それを反映させる程度を２分の１\nの範囲とすることは、上記の意味における激変緩和措置であるとはいえな\nい。しかも、ゆがみ調整は保護受給世帯間の相対的な調整（相対的な不公\n平の是正）を図るものであったところ、平成２５年検証を前提にすれば、\nその結果を一律に２分の１の比率で反映するのではなく、引下げについて\nは（激変緩和措置として）２分の１の範囲で反映することとする一方で、\n引上げについてはそのまま反映することとする方が、保護受給世帯間の相\n対的な調整は図られることになる。\nしかし、平成２５年検証は、合理的なものではあるものの、限られた範\n囲のデータと統計的処理の一手法を組み合わせてした試算結果であり、平\n成２５年報告書においても、その検証方法には統計上の一定の限界がある\nことが示唆されていたことからすると（前記１(6)ウ(ｱ)(ｲ)）、平成２５年\n検証の結果が生活扶助基準と一般低所得世帯の消費実態との乖離を必ず\nしも正確に反映したものとまではいえない。そして、生活扶助基準につい\nては専門家の会議体による検証が定期的に行われており、展開部分につい\nても更なる検証が行われる可能性があったことをも踏まえると、急激な変\n化をもたらすような１回の検証結果を直ちに完全に反映させるのではな\nく、数次にわたる検証とその結果の反映という作業を繰り返すことにより、\n漸次、生活扶助基準と一般低所得世帯の消費実態との乖離の是正を図って\nいくという判断も、専門家による検討結果に基づく政策的判断として一定\nの合理性を有するものとはいえる。そうすると、２分の１反映が不合理で\nあるということはできず、統計等の客観的な数値との合理的関連性や専門\n的知見との整合性を欠くということもできない。\n(4)  ゆがみ調整の評価\n原告らがゆがみ調整について指摘するその他の点についても、厚生労働\n大臣の裁量的判断の当不当を左右するものにすぎず、２分の１反映を含む\nゆがみ調整の判断過程に過誤や欠落があるとは認められないから、本件各\n改定のうち２分の１反映を含むゆがみ調整部分について、厚生労働大臣に\n裁量権の範囲の逸脱又は濫用があったということはできない。\n４  デフレ調整について\n(1)  デフレを理由とする生活扶助基準の調整の合理性\nア  前記１(8)アのとおり、平成２５年改定においては、ゆがみ調整のほかに、\n物価変動の動向を勘案したとされるデフレ調整が行われているところ、こ\nの点について、原告らは、原告主張３(1)のとおり主張し、被告らは、被告\n主張３(1)のとおり主張する。\nイ  生活扶助基準の水準についての平成１９年検証の結果は、前記１(5)イ\n(ｲ)のとおり、夫婦子１人（有業者あり）世帯の平均の生活扶助基準額（１\n５万０４０８円）は第１・十分位における生活扶助相当支出額（１４万８\n７８１円）よりもやや高めであるとされ、単身世帯（６０歳以上）の平均\nの生活扶助基準額（７万１２０９円）は第１・十分位における生活扶助相\n当支出額（６万２８３１円）よりも高めであるとするものであった。これ\nを受けて、平成２０年度の生活扶助基準の減額改定が検討されたが、同年\n度の予算編成が行われた平成１９年１２月頃には、原油価格の高騰が消費\nに与える影響等を見極めることとして、平成２０年度の生活扶助基準は据\nえ置かれ、その後も、経済・雇用情勢等を総合的に勘案して、平成２５年\n改定まで生活扶助基準は据え置かれた（前記１(5)エ）。\n平成２０年９月のリーマンショックに端を発した世界的な金融危機の影\n響による経済不況の結果、平成２０年から平成２３年までの間（なお、平\n成２５年度予算政府案の閣議決定がされたのは同年１月であり、当該政府\n案の検討時点において参照可能な最新の総務省ＣＰＩは、平成２４年１月\n公表の平成２３年のデータであった（乙４４～４６）。）の関連する経済指\n標には、以下のような変動があった。すなわち、平成２０年から平成２３\n年までの間の総務省ＣＰＩの前年比は、平成２０年が＋１．４％であった\n後は、－１．４％（平成２１年）、－０．７％（平成２２年）、－０．３％\n（平成２３年）と下落を続け、全国勤労者世帯家計収支のうち家計消費支\n出（名目）の前年比も、平成２０年が＋０．５％であった後は、－１．８％\n（平成２１年）、－０．２％（平成２２年）、－３．０％（平成２３年）と\n減少を続けた（乙１１）。また、この間の一般勤労世帯の賃金（事業者規模\n５人以上の調査産業計の１人平均月間現金給与総額）をみても、－０．３％\n（平成２０年）、－３．９％（平成２１年）、＋０．５％（平成２２年）、－\n０．２％（平成２３年）と概ね減少傾向にあった（乙１１）。これらの経済\n指標からすると、少なくとも平成２１年以降は、消費者物価は全体として\n下落傾向にあり、一般国民の消費及び賃金も減少していたものと認められ\nる。\nそして、デフレ調整は、このような経済情勢を踏まえ、厚生労働大臣に\nおいて、生活扶助基準の据置きによって収入額が維持された保護受給世帯\nは物価の下落の結果として可処分所得が実質的に増加した一方、賃金が減\n少した一般消費世帯は保護受給世帯と比較して物価の下落が可処分所得\nの実質的な増加につながらないことから、保護受給世帯の可処分所得が相\n対的、実質的に増加したものと判断し、生活扶助基準額を減額したもので\nある。\nこれらの事情に鑑みると、特定の期間（平成２０年から平成２３年まで\nの間）の生活扶助相当ＣＰＩの変化率をもって保護受給世帯の可処分所得\nの実質的な増加分とみなしたことの当否はともかくとして、デフレを理由\nとする生活扶助基準の減額調整をしたこと自体は、不合理であるとはいえ\nず、統計等の客観的な数値との合理的関連性を欠くものともいえない。\n(2)  消費者物価指数を指標としたデフレ調整の合理性等\nア  前記１(8)のとおり、デフレ調整においては消費者物価指数が指標とされ\nているところ、原告らは、原告主張３(2)のとおり主張し、被告らは、被告\n主張３(2)のとおり主張する。\nイ  前記１(2)から(5)までのとおりの平成２５年改定に至るまでの従前の改\n定の経過からすると、生活扶助基準は、水準均衡方式が採用された昭和５\n９年以降はもちろん、格差縮小方式が採用された昭和４０年以降は、一般\n国民の平均的消費水準や一般低所得世帯の消費水準に着目して改定がされ\nてきたことが明らかである。これは、生活保護において保障すべき健康で\n文化的な最低限度の生活の水準は、「一般国民の生活水準との関連において\nとらえられるべき相対的なもの」であるという考えに基づくものであり、\n専門家の間においても、概ね妥当な方法であると認識されてきたものであ\nるといえる（乙５[3 頁]、８[1 頁]、１３[1 頁]。なお、甲９５参照。）。\nこの間、生活扶助基準の改定に当たって物価の動向や賃金の水準を考慮\nすることについて、専門家による会議体において話題に上ったことはある\nものの、消費水準に代えて物価の動向や賃金の水準を改定の指標とするこ\nとについて、具体的な議論がされたことはなかった（ただし、各種加算に\nついては、従前から物価指数の伸び率を基本として改定を図るものもあっ\nた（前提事実(1)ア）。）。すなわち、まず、昭和５８年意見具申においては、\n生活扶助基準の改定に当たり、従前同様、当該年度の政府経済見通しにお\nける民間最終消費支出の伸びに準拠することが妥当であるとした上で、賃\n金や物価について、それらはそのままでは消費水準を示すものではないと\nいう理由により、その伸びは参考資料にとどめるべきであるとされていた\n（前記１(3)イ(ｲ)）。また、平成１５年中間取りまとめにおいては、民間最\n終消費支出の見通しと実績との齟齬があることなどを理由として、年金改\n定と同様に消費者物価指数の伸びも改定の指標の一つとして用いること\nも考えられるとされたものの、その妥当性について専門委員会において統\n計資料等に基づく具体的な議論がされたわけではなかった（前記１(4)ウ）。\nさらに、平成２５年報告書においては、「厚労省において・・・他に合理的\n説明が可能な経済指標などを総合的に勘案する場合には、それらの根拠に\nついても明確に示されたい」とされているものの、基準部会においては物\n価指数等の経済指標について全く議論されておらず（前記１(6)エ）、上記\n記載は、厚生労働省において生活扶助基準を具体的に判断するに当たって\nは平成２５年検証の結果以外にも合理的説明が可能な要素や経済指標を\nも考慮することが考えられるという同省の考えを示したものにすぎない\nものというべきである（乙２５[23～25、31 頁]）。\nこのように、生活扶助基準のうち基準生活費に係る部分は、昭和４０年\n以降、数十年間にわたって消費水準を指標とする改定方式が採用されてお\nり、専門家の会議体においても概ね妥当な方式であると評価されてきた一\n方で、物価を指標として改定することやその場合の方法について、専門家\nの会議体による具体的な検討がされたことはなかった。これらの事情に鑑\nみれば、消費者物価指数等の物価に関する経済指標を生活扶助基準の改定\nの指標とすることが直ちに専門的知見との整合性を欠くということはで\nきないとしても、本件各改定のように物価指数の変化率をもって生活扶助\n基準額をこれまでにないほど大幅に減額するのであれば、当該物価指数及\nび改定に用いた変化率自体の合理性が検証可能な形で明らかにされてい\nることが必要であるというべきである。\n(3)  平成２０年及び平成２３年の生活扶助相当ＣＰＩにおける品目の相違等\nア  前記１(8)ウ(ｲ)のとおり、平成２０年及び平成２３年の生活扶助相当Ｃ\nＰＩは、その計算対象となる品目が異なっているところ、原告らは、原告\n主張３(3)(4)のとおり主張し、これに対し、被告らは、被告主張３(3)のと\nおり主張する。\nイ  この点は、生活扶助相当ＣＰＩの指数算式の妥当性の問題であるといえ\nるが、消費者物価指数の指数算式については、現在のところ、学術的に唯\n一の正解となるようなものは存在しないとされており、ＩＬＯ等が編纂し\nた「消費者物価指数マニュアル」（甲１８１、乙４９）に取り上げられてい\nる指数算式であれば、一定の妥当性が認められるものといえる（甲１７８、\n乙７５）。\nそして、上記マニュアルには「ロウ指数」や「中間年ロウ指数」と呼ば\nれる指数算式が取り上げられているところ、「ロウ指数」は、いずれかの時\n点をウエイト参照時点とする加重平均指数であり、「中間年ロウ指数」は、\nこのうち基準時と比較時の間にウエイト参照時点を設定したものである。\n生活扶助相当ＣＰＩは、平成２２年基準の総務省ＣＰＩの基礎となった指\n数品目から生活扶助相当品目を抽出して平成２０年及び平成２３年の各\n物価指数を算定したものであるから、各時点の指数を個別にみると前者は\nパーシェ指数、後者はラスパイレス指数であるものの、基準時である平成\n２０年と比較時である平成２３年の中間年である平成２２年をウエイト\n参照時点としたロウ指数（中間年ロウ指数）の一種であると説明すること\nができる（甲１８１、乙４９、７５、８２）。もっとも、平成２３年の生活\n扶助相当ＣＰＩの計算対象となる品目（５１７品目）には、平成２０年の\n生活扶助相当ＣＰＩの計算対象となる品目（４８５品目）に含まれていな\nい３２品目が含まれており、その意味で厳密なロウ指数の定義式とは異な\nるが、この点については、被告らが主張するとおり（被告主張３(4)）、当\n該３２品目は平成２０年に価格が観察できなかった「欠価格品目」である\nとして、それらの価格の変化はその余の品目の価格の変化と同様であった\nという仮定を置いて処理したものと理解し得るのであって、その品目数等\nを踏まえれば、ロウ指数と評価し得ないではない（乙７５参照）。\nこれらの事情に鑑みれば、原告らの指摘は、消費者物価指数の指数算式\nにおける当不当の問題にすぎず、生活扶助相当ＣＰＩの指数算式が不合理\nであるとまではいえない。\n(4)  生活扶助相当ＣＰＩにおけるウエイト等\nア  前記１(8)ウのとおり、デフレ調整の程度を決定するに当たっては、総務\n省ＣＰＩを基に厚生労働省が独自に考案した生活扶助相当ＣＰＩという指\n標が用いられているところ、この生活扶助相当ＣＰＩにおけるウエイトに\nついて、原告らは、原告主張３(5)(6)(7)のとおり主張し、これに対し、被\n告らは、被告主張３(4)のとおり主張する。\nイ  まず、物価指数を指標として生活扶助基準を改定することを前提とする\nと、その際に総務省が基幹統計として集計する消費者物価指数（総務省Ｃ\nＰＩ）を参考とすることは合理的であり、また、総務省ＣＰＩを参考とす\nるに当たり、生活扶助費で支出することが想定されている品目の物価動向\nを勘案するため、生活扶助以外の扶助で賄われるものなどの物価変動の影\n響を取り除くという考えにも合理的な理由があるものといえる。その意味\nにおいて、総務省ＣＰＩを参考とした生活扶助相当ＣＰＩという指標を用\nいて保護受給世帯の実質的な可処分所得の変化を測定しようとしたこと自\n体は、相応の合理性を有するものといえる。\nしかし、生活扶助相当ＣＰＩの算出に際しては、生活扶助以外の扶助で\n賄われる品目等の物価変動の影響を取り除くに当たり、その方法として、\n総務省ＣＰＩを前提としてそれらの品目（除外品目）には物価変動がない\nものとみなす（除外品目の比較年における価格指数を１００とする）など\nの方法によるのではなく、総務省ＣＰＩの算出の基礎となっている指数品\n目のうち生活扶助相当品目のみのウエイトを用いる（除外品目のウエイト\nを０とする）方法が採用されている（前記１(8)ウ(ｲ)）。その結果、生活扶\n助相当ＣＰＩにおけるウエイトは、保護受給世帯の消費構造と相当程度異\nなるものとなっているといわざるを得ない。\nウ  また、総務省ＣＰＩは、一般国民の消費を表す家計調査を基にしたウエ\nイトデータを用いているところ、生活扶助費による支出が想定されていな\nい品目を除外したとしても、そもそも保護受給世帯の消費構造が一般消費\n世帯のそれと大きく異なり、その相違する品目についての価格指数の動向\nが全体の指数の動向と異なる場合には、生活扶助相当ＣＰＩの変化率は保\n護受給世帯の可処分所得の実質的な増加を適切に反映したものとはならな\nい。\nそこで、保護受給世帯の消費構造について検討すると、家計における消\n費構造（ウエイト）は収入によって大きく異なるというのが従前からの専\n門家による検討の前提となっており、特に低所得層のうち一定の所得水準\nを境に大きく変化しているものと考えられ（乙６[4～5 頁]参照）、実際に、\n平成２２年の家計調査及び社会保障生計調査によれば、一般消費世帯と保\n護受給世帯とでは家計における消費構造に大きな相違があるものと認め\nられる（甲１５６）。すなわち、例えば、保護受給世帯の消費支出における\n１０大費目別（「その他の消費支出」を除く。）の支出割合が１０％を超え\nているのは「食料」（３０．０％）、「住居」（１７．８％）及び「光熱・水\n道」（１０．２％）であるところ、これらは、いずれも一般世帯の家計にお\nける支出割合よりも高い（一般世帯における支出割合は、「食料」が２５．\n４％、「住居」が６．３％、「光熱・水道」が７．６％である。）（甲１５６\n[4 頁]）。\nそうすると、保護受給世帯の家計における消費支出額は、一般世帯のそ\nれと比較して、上記のうち生活扶助費によって賄われる「食料」及び「光\n熱・水道」の価格の動向の影響を受けやすいものといえる。そして、これ\nらの費目についての平成２０年から平成２３年までの総務省ＣＰＩをみ\nると、「食料」は、２．６％、０．２％、－０．３％、－０．４％と推移し\nており、必ずしも下落傾向にあったものとはいえず、「光熱・水道」も、６．\n０％、－４．２％、－０．２％、３．３％と推移しており、必ずしも下落\n傾向にはなく、平成２３年には大きく上昇していた（乙１１）。\nエ  さらに、平成２２年の家計調査と社会保障生計調査との比較の結果、一\n般世帯と保護受給世帯との間でウエイトに相当程度の相違があることがう\nかがわれる費目のうち生活扶助費で賄われるべきものをみると、前記ウの\nとおり、保護受給世帯の家計におけるウエイトが相対的に高い「食料」及\nび「光熱・水道」の価格については、必ずしも下落傾向とはいえないか、\nむしろ上昇している一方、保護受給世帯の家計におけるウエイトが相対的\nに低い「教養娯楽」（一般世帯及び保護受給世帯における支出割合は、それ\nぞれ１１．５％、６．４％である。）の価格については、平成２０年以降の\n総務省ＣＰＩにおいては、－０．５％、－２．５％、－１．７％、－４．\n０％と継続して大きく下落している（なお、「交通・通信」も保護受給世帯\nにおけるウエイトが相対的に低いが、特に下落傾向とも上昇傾向とも評価\nし難い。甲１５６、乙１１[5 枚目]）。\nここで、「教養娯楽」について更に具体的にみると、そのうちの「教養娯\n楽用耐久財」の価格の下落率が大きく、特に、テレビ（平成２１年から平\n成２３年までの間の前年比は－２９．１％～－３１．５％）、ビデオレコー\nダー（同－２０．３％～－４０．０％）、デスクトップパソコン（同－３１．\n８％～－３９．９％）、ノートパソコン（同－２４．０％～－４８．３％）\n及びカメラ（同－２８．０％～－３４．１％）について著しい価格の下落\nが認められる（甲１６４[13 頁]）。\nこのうちパソコン及びカメラの価格の下落は、前記１(8)イ(ｲ)のとおり、\nヘドニック法による品質調整の影響を受けているものであって、これらの\n品目の価格の下落は、市場における実際の販売価格の下落を意味するもの\nではない。また、テレビについては、生活扶助相当ＣＰＩにおいて用いら\nれた平成２２年ウエイトにおける割合が平成１７年ウエイトにおける割\n合と比較して２．６倍以上になっているが、これは、平成２３年７月から\nの地上デジタル放送への移行及びこれに伴って平成２１年５月から平成\n２３年３月まで実施された家電エコポイント制度の影響によるものであ\nり、上記移行の前年である平成２２年は家計におけるテレビへの支出割合\nが前後の年と比較しても突出して大きかったことからすると（甲１６４\n[26 頁]、１８７[37、49 頁]）、平成２２年ウエイトを基礎とする生活扶助\n相当ＣＰＩにおいては、テレビの価格の下落は実際よりも過大に反映され\nているものといえる（なお、テレビの価格は少なくとも平成２１年から３\n年連続で３０％前後の下落をしていたことからすると（甲１６４[13 頁]）、\n価格の下落が需要の減少のみによるものである（同[18 頁]）とは考え難く、\nむしろ地上デジタル放送への移行に伴う特需の発生による競争激化によ\nるものと考えられるが（なお、甲１８７[36 頁]参照）、いずれにしても特\n殊な要因によるものであるといえる。）。\nこのように、総務省ＣＰＩにおいては、保護受給世帯の家計におけるウ\nエイトが相対的に低い「教養娯楽」の価格が平成２０年以降継続的に下落\nしており、そのうち特に下落率が大きいのはテレビ、パソコン、カメラ及\nびビデオレコーダーであるところ、このうち前三者（以下「テレビ等」と\nいう。）は、実際の市場における販売価格の下落による影響以上に、総務省\nＣＰＩ（総合）の下落に寄与しているものといえ、このことは、生活扶助\n相当ＣＰＩについても同様である。\nオ  そして、家計におけるテレビ等への支出額割合（ウエイト）は必ずしも\n大きいわけではないものの（平成２２年の家計調査及び社会保障生計調査\nによれば、上記品目を含む「ＰＣ・ＡＶ機器」への支出額割合は、一般世\n帯において１．４％（４０４３円）、保護受給世帯において０．４％（７３\n７円）である（甲１５６[11 頁]）。）、平成２０年から平成２３年までの間\nの総務省ＣＰＩの変化率は－２．３５％であったところ（前記１(8)ウ(ｳ)）、\nその間のテレビ等の寄与度（ある品目又は類の指数の変動が総合指数の変\n化率にどの程度寄与したかを示したもの）は、以下のとおり－１．９８に\nも及んでいるのであって、総務省ＣＰＩへの寄与の程度は極めて大きい（仮\nにテレビ等の価格には変化がなかったとした場合の変化率は、－０．３７％\nにすぎない。寄与度について乙２７[32～33 頁]、２８[28 頁]、テレビ等の\n価格指数及びウエイトについて乙３０。）。\n（平成 20 年のﾃﾚﾋﾞ等の各価格指数×各ｳｴｲﾄの総和）\n205.8×97（ﾃﾚﾋﾞ）＋237.2×10（ﾃﾞｽｸﾄｯﾌﾟﾊﾟｿｺﾝ）＋281.6×20（ﾉｰﾄﾊﾟ\nｿｺﾝ）＋224.7×7（ｶﾒﾗ）＝29539.\n（平成 23 年のﾃﾚﾋﾞ等の各価格指数×各ｳｴｲﾄの総和）\n69.1×97（ﾃﾚﾋﾞ）＋60.1×10（ﾃﾞｽｸﾄｯﾌﾟﾊﾟｿｺﾝ）＋76×20（ﾉｰﾄﾊﾟｿｺﾝ）\n＋72×7（ｶﾒﾗ）＝9327.7\n（平成 20 年から平成 23 年までの総務省 CPI におけるﾃﾚﾋﾞ等の寄与度）\n（9327.7－29539.5）/10000（総合ｳｴｲﾄ）/102.1（平成 20 年総務省 CPI\n総合指数）×100＝－1.98\nさらに、生活扶助相当ＣＰＩの算出に当たっては、生活扶助相当品目の\nみのウエイトが用いられた（生活扶助相当品目以外の品目（除外品目）の\nウエイトが０とされた）ため（前記１(8)ウ(ｲ)）、平成２２年ウエイトを前\n提としたテレビ等のウエイトの割合は、総務省ＣＰＩにおいては１万分の\n１３４（＝１．３４％）であったにもかかわらず、生活扶助相当ＣＰＩに\nおいては、６１８９分の１３４（≒２．１６％）又は６３９３分の１３４\n（≒２．１０％）となっており、テレビ等の価格下落の影響が増幅されて\nいる。その結果、平成２０年から平成２３年までの間の生活扶助相当ＣＰ\nＩの変化率－４．７８％のうち、テレビ等の寄与度は以下のとおり－３．\n０３にも及んでおり（なお、生活扶助相当ＣＰＩにおける生活扶助相当品\n目のウエイトの総和は、平成２０年と平成２３年とで異なっているため、\n厳密には、総務省ＣＰＩにおけるのと同様の「寄与度」は算定できない。\nここでは、総合ウエイトとして、便宜上、平成２３年の生活扶助相当ＣＰ\nＩのウエイトの総和（6393）を採用した。仮に平成２０年の総和（6189）\nを採用した場合には、「寄与度」は更に大きくなる。）、生活扶助相当ＣＰＩ\nにおけるテレビ等の寄与の程度は、総務省ＣＰＩにおけるそれと比較して\n更に大きくなっている。\n（平成 20 年から平成 23 年までの生活扶助相当 CPI におけるﾃﾚﾋﾞ等の寄与度）\n（9327.7－29539.5）/6393（平成 23 年生活扶助相当 CPI における生活\n扶助相当品目のｳｴｲﾄの総和）/104.5（平成 20 年生活扶助相当 CPI）×\n100＝－3.03\n(5)  デフレ調整に係る物価下落率反映期間の始期\nア  前記１(8)アのとおり、デフレ調整は、平成２０年及び平成２３年の生活\n扶助相当ＣＰＩを算出した上で、その変化率をもって生活扶助基準額を引\nき下げたものであり、物価下落率を反映させる期間の始期は平成２０年と\nされているところ、原告らは、原告主張３(8)のとおり主張し、被告らは、\n被告主張３(5)のとおり主張する。\nイ  まず、前記１(5)イ(ｱ)のとおり、平成１６年実施の全国消費実態調査に\n基づく平成１９年検証の結果によれば、夫婦子１人（有業者あり）世帯の\n平均の生活扶助基準額は第１・十分位における生活扶助相当支出額よりも\nやや高めであるとされ、単身世帯（６０歳以上）の平均の生活扶助基準額\nは第１・十分位における生活扶助相当支出額よりも高めであるとされてい\nた。そして、これを前提とすれば、平成１７年、平成１８年及び平成１９\n年の生活扶助基準額の改定率がいずれも０％であったことからすると（別\n紙「生活扶助基準改定率等の年次推移」、前記１(5)エ）、少なくとも水準均\n衡方式の建前上は、平成１９年においても同様の状態であったと評価する\nことができる。\nまた、平成２５年改定時点（厳密には、同改定に当たって総務省ＣＰＩ\nが参照可能であった平成２３年まで）における継続的な物価下落が平成２\n０年から平成２１年に掛けて開始したものであることをとらえれば（乙１\n１）、物価下落率の起算点を平成２０年としたことに一応の理由がないと\nはいえない。\nしかし、平成１９年度の改定までは、水準均衡方式に基づき、当該年度\nの政府経済見通しにおける民間消費支出の伸びを基礎とし、前年度までの\n一般国民の消費水準との調整を図った結果として生活扶助基準を据え置\nく（改定率を１００．０とする）判断がされたのに対し、平成２０年度の\n改定以降は、平成１９年度の改定後の経済情勢等を踏まえ、生活扶助基準\nの見直しをせずに据え置くという判断がされていたものである（前記１\n(5)エ）。そうすると、物価動向を勘案した調整をするとしても、その起点\nとしては、本件各改定前に生活扶助基準の見直しがされた最終の改定であ\nる平成１９年度の改定時点とするのが自然であるといえる。\nさらに、平成２３年までの総務省ＣＰＩをみると、平成１１年以降は下\n落又は横ばいであったものの、平成１９年から平成２０年に掛けては、原\n油価格の高騰に伴う平成２０年２月以降の生活関連物資を中心とした物\n価上昇により１．４％上昇し、しかも、その後は再び下落に転じていたの\nであって（平成２１年－１．４％、平成２２年－０．７％、平成２３年－\n０．３％。乙１１、６７）、平成１９年以降の物価は、平成２０年に一時的\nに上昇した後に再び下落したものである。このような事情を踏まえると、\n平成２０年をもって物価下落率を反映させる期間の始期とし、同年初頭の\n物価上昇の事実を考慮せずに、物価下落部分のみを生活扶助基準の改定に\n反映させることは、平成１９年時点において生活扶助基準額が第１・十分\n位における生活扶助相当支出額より高め（夫婦子１人世帯（有業者あり）\nについて割合にして１．０９％）であるとされていたことを前提としても、\n可処分所得の実質的な増加分の是正という趣旨に照らし、考慮すべき事項\nを合理的理由なく考慮しなかったものといわざるを得ない。\nウ  なお、仮に物価下落率を反映させる期間の始期を平成１９年としたとし\nても、平成２０年の生活扶助相当ＣＰＩと同様の方法により平成１９年の\n生活扶助相当ＣＰＩを算出すると１０４．３となり（乙８９）、平成１９年\nから平成２３年までの間の生活扶助相当ＣＰＩの変化率は－４．６０％\n（（99.5－104.3）/104.3×100＝－4.60％）であって、その変化率のみをみ\nれば、大きな差があるとまではいい難い。\nしかし、このうちテレビ等の寄与度をみると、以下のとおり－４．５６\nにも及んでおり（テレビ等の価格指数及びウエイトについて乙３０）、上記\nの変化のほとんどがテレビ等の価格の下落によるものであるといえる（仮\nにテレビ等の価格には変化がなかったとした場合の変化率は、－０．０\n４％にすぎない。）。すなわち、始期を平成１９年とした場合には、前記(4)\nエ、オのような問題が更に顕著となるのであって、平成１９年又は平成２\n０年のいずれを始期とするかによって生活扶助相当ＣＰＩの変化率に大\nきな差がないとしても、デフレ調整の合理性の判断においては有意な差が\n存在するものというべきである。\n（平成 19 年のﾃﾚﾋﾞ等の各価格指数×各ｳｴｲﾄの総和）\n260.3×97（ﾃﾚﾋﾞ）＋306.3×10（ﾃﾞｽｸﾄｯﾌﾟﾊﾟｿｺﾝ）＋459.2×20（ﾉｰﾄﾊﾟ\nｿｺﾝ）＋318.8×7（ｶﾒﾗ）＝39727.7\n（平成 23 年のﾃﾚﾋﾞ等の各価格指数×各ｳｴｲﾄの総和）\n9327.7（前記(3)エ参照）\n（平成 19 年から平成 23 年までの生活扶助相当 CPI におけるﾃﾚﾋﾞ等の寄与度）\n（9327.7－39727.7）/6393（平成 23 年生活扶助相当 CPI における生活\n扶助相当品目のｳｴｲﾄの総和）/104.3（平成 19 年生活扶助相当 CPI）×\n100＝－4.56\n５  本件各改定の違法性等\n(1)  本件各改定（デフレ調整）及び本件変更決定の違法性\nア  前記４(1)イ、(2)イのとおり、デフレを理由とする生活扶助基準の減額\n調整をしたこと自体は不合理であるとはいえないものの、物価を指標とし\nて生活扶助基準（基準生活費）を改定することなどについて専門家の会議\n体による具体的な検討がされたことはなかったことなどに鑑みると、物価\n指数の変化率をもって生活扶助基準額を大幅に減額するのであれば、その\n物価指数や変化率の合理性が検証可能な形で明らかにされていることが必\n要である。\nところが、同(4)イのとおり、総務省ＣＰＩを参考とした生活扶助相当Ｃ\nＰＩという指標を用いること自体には相応の合理性があるとしても、実際\nに採用された生活扶助相当ＣＰＩにおけるウエイトは、保護受給世帯の消\n費構造と相当程度異なるものとなっているといえる。その上、同(4)ウ、エ\nのとおり、保護受給世帯と一般消費世帯とでは消費構造が異なるところ、\n前者におけるウエイトが相対的に高い費目については価格の下落傾向が\nないか、むしろ上昇している一方で、相対的に低い費目については価格が\n継続的に大きく下落しており、しかも、そのうち特に下落率が大きい費目\nの価格は、実際の市場における販売価格の下落による影響以上に生活扶助\n相当ＣＰＩの下落に寄与しており、その寄与の程度は極めて大きい。これ\nらの事情に鑑みれば、生活扶助相当ＣＰＩの変化率は保護受給世帯の可処\n分所得の実質的な増加を適切に反映しておらず、それを用いた可処分所得\nの相対的、実質的な増加の判断と統計等の客観的な数値との間には合理的\n関連性がないものといわざるを得ない。\n加えて、同(5)イ、ウのとおり、平成１９年以降の物価変動の状況に鑑み\nると、平成２０年をもって物価下落率を反映させる期間の始期とし、一時\n的な物価上昇の事実を考慮せずに物価下落部分のみを生活扶助基準の改\n定に反映させたことは、考慮すべき事項を合理的理由なく考慮しなかった\nものとして、統計数値との合理的関連性を欠いた判断であったといわざる\nを得ない。\n以上のとおり、生活扶助相当ＣＰＩやその変化率の合理性は検証可能な\n形で明らかにされておらず、厚生労働大臣がデフレ調整に当たって平成２\n０年から平成２３年の生活扶助相当ＣＰＩの変化率をもって保護受給世\n帯の可処分所得の相対的、実質的増加があったと判断した過程は、統計等\nの客観的数値との合理的関連性を欠くものというべきである。\nイ  もっとも、デフレ調整の前提とされた、平成２０年から平成２３年まで\nの間の保護受給世帯の可処分所得の増加というのは、物価指数の下落によ\nる経時的な増加のみをいうのではなく、一般消費世帯との対比における相\n対的な増加、すなわち、一般消費世帯は賃金が下落して収入が減少したの\nに対し、保護受給世帯は収入の減少がない状態をも勘案したものであるこ\nと、デフレ調整は、水準均衡方式を前提としつつ、特定の期間に生じた上\n記の不均衡の是正を図ったものであるところ、平成２０年から平成２３年\nまでの間についてみれば二人以上の一般消費世帯の生活扶助相当支出の指\n標は－５．２％であって（前記１(11)ア）、デフレ調整の数値とおおむね均\n衡しており、平成２９年の基準部会の検証においても、平成２６年時点に\nおいて夫婦子１人世帯の年収階級第１・十分位の生活扶助相当支出額と生\n活扶助基準額とが概ね均衡することが確認されていること（同(11)イ）、生\n活扶助基準の改定方式は５年ごとの評価、検証が予定されていること（同\n(4)エ(ｱ)、(6)ア）からすると、結果として、生活扶助相当ＣＰＩの数値を\nもって生活扶助基準を減額改定したことは、一般消費世帯の消費水準との\n均衡を損なうものではないから、最低限度の生活の維持のための日常の需\n要を充足する程度の水準の維持を損なうおそれのあったものではなく、上\n記の過誤は違法の評価につながるものではないという評価もあり得るとこ\nろである。\nしかし、前記２(3)イのとおり、専門家の会議体による検討を経ることな\nく、物価指数の変化率をそのまま生活扶助基準の改定率に反映させるとい\nう従前の改定方式と異なる方式により、生活扶助基準額の大幅な減額を伴\nって行われたデフレ調整については、統計等の客観的な数値との合理的関\n連性を慎重に審査すべきであり、また、前記４(2)イのとおり、水準均衡方\n式により改定されてきた生活扶助基準への上記変化率の反映の合理性が\n検証可能な形で明らかにされていることを要するものと解すべきである。\nそうすると、結果的には上記のような評価があり得るとしても、前記アの\nような問題がある上、一般消費世帯における賃金の下落や消費の減退の事\n実及びその程度、それらと生活扶助相当ＣＰＩの変化率との関係について\nどのように評価し、考慮したのかも明らかでない以上、デフレ調整は統計\n等の客観的な数値との合理的関連性を欠き、これを実施することとした厚\n生労働大臣の判断には、最低限度の生活の具体化に係る判断の過程におけ\nる過誤があり、本件各改定は、その裁量権の範囲を逸脱し又はこれを濫用\nしたものとして、生活保護法３条、８条２項の規定に違反して違法である\nというべきである。\nよって、平成２５年改定に基づいてされた原告Ａらに対する本件変更決\n定は違法である。\n(2)  本件各変更申請却下決定の違法性\n前記(1)のとおり、本件各改定は違法ではあるものの、瑕疵が重大かつ明白\nであるということはできず、本件各改定が当然に無効ということはできない。\nよって、本件各改定に基づいて定められた原告Ｃ及び原告Ｄの生活扶助額\nについてした平成２９年の増額変更申請について、本件各改定前の生活扶助\n基準を適用すべきであるということはできないから、本件各変更申請却下決\n定が違法であるということはできない。\n６  結論\n以上によれば、原告Ａらに対する本件変更決定は違法であるから、その取消\nしを求める原告Ａらの請求は全て理由があるが（第１事件）、原告Ｃ及び原告Ｄ\nに対する本件変更申請却下決定は違法であるとはいえないから、その取消しを\n求める原告Ｃ及び原告Ｄの請求はいずれも理由がない（第２事件）。\n奈良地方裁判所民事部\n裁判長裁判官         寺   本   佳   子\n裁判官         太   田   雅   之\n裁判官白石大樹は、転官のため、署名押印することができない。\n裁判長裁判官            寺   本   佳   子\n（別紙）\n１ 違法性判断の枠組み【被告主張１】\n(1) 本件処分の違法性\n判断\n生活扶助費の支給は厚生労働大臣が定める生活扶助基準に基\nづいて行われる羈束裁量行為であり、本件変更決定及び本件\n変更申請却下決定は、平成25年改定を理由とする不利益処分\nであるから、それらの違法性を判断するに当たっては、平成\n25年改定に合理性があるか否かを厳格に審査する必要があ\nる。\n(2) 生活保護基準の改\n定についての司法\n審査\n行政裁量の合理性を判断する際の伝統的な考え方は以下のと\nおりであり、（厚生労働大臣が専門技術的及び政策的見地か\nら裁量権を有する）生活保護基準の改定についても、上記の\n枠組みによる司法審査が及ぶ。\n①目的の合理性\n基準改定の理由が法の趣旨や社会実態に即したものか、基\n準改定の必要性を判断するに際して、考慮すべき事情を考慮\nし、考慮すべきでない事情を排除したか\n②手段の合理性\n基準改定の内容（結果）が目的に合致しているか、基準改\n定の方法を定めるに当たって、考慮すべき事情を考慮し、考\n慮すべきでない事情を排除したか、科学的・合理的な計算や\n統計データ等に基づいて基準改定の内容が定められたか、専\n門家への意見の聴取等、妥当性を担保するための手続がとら\nれているか\n③比例原則\n当事者の不利益を最小化する方法が選択されているか\n２ ゆがみ調整の違法性・手段の合理性\n(1) 水準均衡方式との\n矛盾\n従来、生活扶助基準は、一般勤労者世帯平均の家計支出額と\nのバランスを見ながら調整されてきた（水準均衡方式）。生\n活扶助基準を一定の低所得層（第1・十分位等）の家計支出額\nに合わせればよいという考え方は、平成15年当時の専門委員\nによっても明確に否定されている。【被告主張２(2)】\n(2) 第1・十分位に合\nわせる根拠の欠如\n第1・十分位の低所得層が健康で文化的な最低限度の生活を維\n持できていると考えるべき理論的正当性がない。【被告主張\n２(2)】\n(3) 統計学的に無意味\nな比較\n比較対象である第1・十分位のデータから生活保護受給世帯が\n除外されておらず、統計学的にみて無意味な比較である。\n【被告主張２(3)】\n(4) 統計学的にみた信\n頼性の欠如\nゆがみ調整に用いられた消費実態の指数は、統計の専門家で\nはなく厚生労働省の担当者が独自に計算したものであるが、\n回帰モデルの決定係数（精度の度合い）が30％程度と極めて\n低く、ｔ検定によって不要と判断された説明変数を除外して\nいないなど、信頼性を欠く。【被告主張２(4)】\n原告らの主張の骨子(5) 物価変動の二重評\n価\n物価変動の影響の受け方は世帯構成によって異なるため、物\n価変動の影響によって消費実態の指数が相対的に低くなった\n世帯については、デフレ調整との重複により、物価下落の影\n響が二重に反映され、生活扶助基準が過剰に引き下げられる\nことになる。【被告主張２(5)】\n(6) 不合理な2分の1反\n映\n平成25年改定前の生活扶助基準が消費実態を下回るとされた\n世帯構成について、本来の半分しか基準が引き上げられてい\nない。また、この2分の1反映は、基準部会の専門家による検\n討を経ていない。【被告主張２(6)】\n３ デフレ調整の違法性・手段の合理性\n(1) デフレ調整をする\n合理性の欠如\n本件基準改定当時、政府は「アベノミクス」「三本の矢」と\n呼ばれるインフレ政策を採っており、平成25年の物価水準\nは、既に平成23年を上回っていた。平成25年時点の生活扶助\n基準額を平成23年の物価水準まで引き下げる「デフレ調整」\nは、最低生活水準を実質的に引き下げるものであり、憲法25\n条2項に反する。【被告主張３(1)】\n(2) CPIを用いてデフ\nレ調整をする合理\n性の欠如\n消費者物価指数は、本来、消費市場の構造の変化を観測する\nための指標であり、家計が一定の生活水準を維持するために\n実際に支出した金額を表すものではない。このため、生活扶\n助基準の調整に際しては、家計の実際の支出額を基に調整を\n行う従来の水準均衡方式の方が優れており、より精度に劣る\n消費者物価指数を用いた方法を採用すべき必然性がない。\n【被告主張３(2)】\n(3) ロウ指数の原則違\n反\n被告らは、生活扶助相当CPIは「中間時ロウ指数」と呼ばれる\n手法によって計算されたと主張するが、ロウ指数は、「同じ\n品目及びウエイトの組合せ」を物差しとして異時点間の比較\nをするものであり、平成20年と平成23年とで品目及びウエイ\nトの組合せが異なる生活扶助相当CPIは、ロウ指数の大原則に\n反している。【被告主張３(3)】\n(4) ILO基準と比較し\nた正確性の劣後\n消費者物価指数に係るILO基準では、各比較年で集計データの\n品目及びウエイトの組合せ（バスケット）が異なる場合に\nは、バスケットが共通する期間の始点を基準時（ウエイト参\n照時）として各年の指数を計算した後（ラスパイレス指\n数）、バスケット入替時の新旧指数を接続計算して、バス\nケットが異なる時点であっても指数を比較できるようにして\nいる。これに対し、生活扶助相当CPIは，上記(3)のとおり、\nバスケットの違いを無視して単純に数字を比較する方法を\n採っており、正確性に劣る。【被告主張３(3)】\n(5) 不適当なウエイト\nの選択\n家計支出の割合は所得層によって異なり、物価変動の影響の\n受け方も所得層によって異なるため、特に生活保護水準世帯\nについて物価変動の影響がどの程度あったのかを考えるので\nあれば、一般世帯平均ではなく、生活保護水準世帯平均の家\n計支出の割合をウエイトとして用いなければならない。しか\nし、生活扶助相当CPIは、品目については「生活扶助支出と関\n係ないものは除外する」としつつ、ウエイトについては一般\n世帯平均のデータを使用しており、一貫性がない。また、品\n目別価格指数の下落率が小さな品目を除外し、下落率が大き\nなパソコンやテレビ等をそのままにして生活扶助相当CPIを算\n出した結果、一般世帯平均に比べてこれらの影響がより大き\nく反映され、実態と乖離した結果となった。【被告主張３\n(4)】\n(6) 実売価格と乖離し\nたパソコン等の価\n格指数の利用\n総務省CPIにおけるパソコン及びデジタルカメラの品目別価格\n指数データは、実売価格をそのまま指数化したものではな\nく、ヘドニック法により品質調整された数字になっているた\nめ、生活扶助相当CPIを算出するに当たっては、実売価格を反\n映した数字（品質調整前の数字）に差し替えるか、下記(7)の\nような統計処理を行わなければならない。しかし、生活扶助\n相当CPIにおいては、この点について何ら手当てがされておら\nず、その結果、市場の実態から大きく乖離した数字が算出さ\nれた。【被告主張３(4)】\n(7) テレビやビデオレ\nコーダー等の外れ\n値の未処理\n生活扶助相当CPIの基とされたデータにおいては、上記(6)以\n外にも、テレビやビデオレコーダー等の複数の品目につい\nて、生活保護受給者が通常購入しないような最新の高額商品\nのデータを通常の商品のデータと区別せずに集計したためと\n思われる一時的かつ大幅な数値の変動が見られたのであり、\nそれらを除外して全体の平均をとるか、対数処理等の方法に\nよってそれらを妥当な範囲に落とし込むような作業が必要で\nあった（外れ値処理）。しかし、生活扶助相当CPIは、そのよ\nうな処理を一切しないまま算出されている。【被告主張３\n(4)】\n(8) 恣意的な比較年の\n設定\n平成20年から平成23年までの物価変動を生活扶助基準に反映\nさせることが合理的であるというためには、本件改定前の生\n活扶助基準が平成20年までの物価変動を反映したものである\n必要があるが、実際には、平成20年には物価が一時的かつ急\n激に上昇した一方、これに合わせた生活扶助基準の引上げ等\nはされておらず、改定前基準は平成20年までの物価変動を反\n映していない。このため、平成20年を始期としてデフレ調整\nを行うと、生活扶助基準が過剰に引き下げられることにな\nる。【被告主張３(5)】\n（別紙）\n被告らの主張の骨子\n１  違法性判断の枠組み\n憲法２５条にいう「最低限度の生活」は抽象的かつ相対的な概念であって、\nその具体的な内容は、その時々における経済的・社会的条件、一般的な国民生\n活の状況等との相関関係において判断決定されるべきものであるから、保護基\n準の設定、改定については、高度に専門技術的な考察を踏まえつつ、政策的な\n価値判断を行う必要があり、厚生労働大臣には、専門技術的かつ政策的な観点\nからの広範な裁量が認められる。そして、そのような広範な裁量に基づく平成\n２５年改定が適法か否かの審査は、同改定に至った厚生労働大臣の判断の過程\nに過誤、欠落等があるか否かが審査されるべきであり、その審査は、統計等の\n客観的数値との合理的関連性や専門的知見との整合性等をみることにより、実\n際に厚生労働大臣が経た過程について、被告らが挙げる理由から平成２５年改\n定の判断が導かれ得るかを検討することによって行われるべきである。また、\n保護基準の改定に係る厚生労働大臣の判断は、現実の生活条件を無視して著し\nく低い基準を設定するなど憲法及び生活保護法の趣旨・目的に反したと評価で\nきるほどに明らかに合理性を欠くと認められるときでなければ、違法とならな\nいというべきである。【原告主張１】\n２  ゆがみ調整の合理性等\n(1)  平成２５年検証は、生活保護基準の検証、評価をするために設置された基\n準部会において、年齢階級別、世帯人員別、級地別の「展開のための指数」\nについて検証、評価をしたものであるところ、同検証の結果、生活扶助基準\n額による指数と一般低所得世帯の消費実態による指数との間に乖離が認めら\nれた。そこで、厚生労働大臣は、平成２５年検証の結果に基づき、一般低所\n得世帯の消費実態を「展開のための指数」に反映させることにより、生活扶\n助基準の展開部分を適正化して生活保護受給者間の公平を図るゆがみ調整を\n行う判断に至った。\n(2)  生活扶助基準の改定については水準均衡方式が用いられてきたものの、\n同方式は法令上定められたものではなく、事実上の改定指針の一つにすぎな\nい上、生活扶助基準の妥当性の検証においては、従前から第１・十分位を始\nめとする一般低所得世帯の消費実態に着目した検証が行われてきたのであっ\nて、平成２５年検証が第１・十分位を比較対象としたことに何ら問題はなく、\nまた、同検証の結果に基づいてされたゆがみ調整と水準均衡方式との整合性\nも問題とならない。【原告主張２(1)(2)】\n(3)  平成２５年検証において第１・十分位の世帯の消費支出額のうち生活扶\n助相当支出額に係る指数と比較されている対象は、実際の保護受給世帯にお\nける消費支出額ではなく、第１・十分位の世帯が法及び告示によって定めら\nれた当時の基準により生活保護を受給した場合の生活扶助基準額に係る指数\nであるから、第１・十分位から保護受給世帯を除外すべき理由はない。【原告\n主張２(3)】\n(4)  決定係数は回帰分析が実態を近似する程度を示す指標であって、どの程\n度の決定係数であれば妥当と評価されるかについては一般的な基準は存在せ\nず、平成２５年検証の回帰分析における決定係数も、決して低いものではな\nい。また、ｔ検定の目的は、説明変数の被説明変数への真の効果が０である\nという帰無仮説の棄却であり、棄却しないことは当該帰無仮説を積極的に支\n持することを意味するものではないから、ｔ検定によって帰無仮説を棄却で\nきない説明変数があったとしても、当該説明変数を除外しなければ回帰分析\nの結果を採用できないというものではない。これらを含め、統計的手法に関\nする原告らの指摘は、いずれも当不当の問題にすぎないか、前提において誤\nっている。【原告主張２(4)】\n(5)  ゆがみ調整は、生活扶助基準と一般低所得世帯（第１・十分位）の消費実\n態との間の年齢別、世帯人員別、級地別の指数の較差の是正を図るものであ\nって、生活扶助基準の絶対水準に影響を及ぼすものではなく、物価変動を考\n慮したものでもない。生活扶助基準は、水準を設定した上で展開するという\n方法で設定され、水準及び展開のいずれも適正でなければ適切な生活扶助基\n準を設定することができないところ、デフレ調整は、水準の設定を適正にす\nるものであり、ゆがみ調整は、既に水準が定まっていることを前提に、当該\n水準の展開を適正にするものであるから、デフレ調整及びゆがみ調整による\n見直しは重複しておらず、むしろ併せて行うことによって生活扶助基準を適\n正にすることが可能となるものである。【原告主張２(5)】\n(6)  平成２５年検証の結果をそのまま（完全に）反映させると、子どもがいる\n世帯への影響が相当大きくなることが予想され、平成２５年検証も貧困の世\n代間連鎖を防止する観点からの措置を講じることを予定していた。他方で、\n平成２５年検証の分析手法は一つの妥当な手法と評価できるものの、それが\n唯一のものともいえず、分析の対象としたサンプル世帯が極めて少数になる\nといった統計上の限界も認められ、生活扶助基準の展開部分について、平成\n２５年検証の結果等を前提に、更なる検証も予定されていた。これらの事情\nを踏まえ、平成２５年検証の結果をできるだけ公平に反映しつつ、同検証結\n果の完全な反映から生じる影響について可能な限り配慮し、被保護者の期待\n的利益を一定程度保護する必要から、厚生労働大臣は、ゆがみ調整に当たり、\n激変緩和措置として２分の１反映をした。減額幅と増額幅とで反映の程度を\n変えることも理論的にはあり得たものの、ゆがみを公平に解消させる観点か\nら適当ではなく、また、展開部分を適正化して保護受給世帯間の公平を図る\nという趣旨・目的にも沿わないと考えられたため、一律に２分の１とした。\n【原告主張２(6)】\n３  デフレ調整の合理性等\n(1)  本来、平成１９年検証の結果に基づいて生活扶助基準の見直しを行うべ\nきであったものの、社会経済情勢を踏まえ、平成２０年度における生活扶助\n基準は据え置かれ、その後も、平成２５年改定に至るまで、同検証や各年度\nの消費等の経済動向を踏まえた生活扶助基準の見直しは行われなかったとこ\nろ、平成２０年以降デフレ傾向が続いてきた中で、生活扶助基準額が据え置\nかれることにより、保護受給世帯の可処分所得が実質的に増加する一方、同\n年９月以降の世界金融危機によって一般国民の消費水準が下落し、保護受給\n世帯の生活扶助基準額が一般低所得世帯の生活実態と比較して相対的に高い\n状態となっていたことから、適切な生活扶助基準額を再考する必要性が生じ\nた。なお、保護基準の策定に際して基準部会等の意見を聴取することは法令\n上の要件とされていない上、平成２５年報告書においても、その検証結果を\n考慮した上でそれ以外の合理的説明が可能な経済指標等を総合的に勘案する\nことは何ら否定されていない。【原告主張３(1)】\n(2)  物価を指標として生活扶助基準の水準を改定することは、専門委員会の\n中間取りまとめでも指摘されており、保護基準の各種加算においては物価の\n伸び率を基礎として改定が行われてきた。そのため、デフレ調整に当たって\nも、社会保障・福祉分野で一般的に用いられ、透明性の高い客観的な経済指\n標である物価（消費者物価指数）の動向を勘案した。そもそも、社会経済情\n勢の変化を生活扶助基準に反映させることを目的とする改定において物価統\n計に着目するかなどは、生活扶助基準の改定の判断そのものに密接に関連す\nる事柄であって、専門技術的、政策的な観点から合目的的に判断されるべき\nものであるから、厚生労働大臣の広範な裁量に委ねられるべきである。なお、\n消費を基礎とする水準均衡方式は一般国民の生活水準との均衡を図るための\n一手段として用いられてきた指針にすぎない上、指標として消費を用いた場\n合にはデフレ調整の減額幅を大幅に超える減額改定になっていたことが十分\n想定され、水準均衡方式との連続性や整合性を厳格に追求すること自体が当\nを得ない。【原告主張３(2)】\n(3)  平成２０年及び平成２３年の生活扶助相当ＣＰＩは、いずれもＩＬＯの\n消費者物価指数マニュアル（原告らのいうＩＬＯ基準）にも掲載されている\n「ロウ指数」であり、平成２０年を基準とする平成２３年の生活扶助相当Ｃ\nＰＩも同マニュアルの「中間ロウ指数」であって、国際的な基準に沿う妥当\nな算式である。平成２０年及び平成２３年の生活扶助相当ＣＰＩを算出する\n計算上の品目は異なっているものの、このように一部の品目の価格が観察で\nきない「欠価格」の問題は物価指数の作成実務においてはしばしば発生する\nものであり、その場合に欠価格品目を計算上除外して物価指数を作成するこ\nとも可能とされており、そのような処理は品目及びウエイト（「買い物かごの\n内容」）の変更を意味するものではない。また、平成２０年及び平成２３年の\n生活扶助相当ＣＰＩのいずれについても、指数参照時（指数を１００とする\n基準時）は平成２２年であって同一であるから、指数の接続は不要である。\n【原告主張３(3)(4)】\n(4)  物価水準を勘案して生活扶助基準を改定するに当たっては、生活扶助費\nで支出する品目全体の物価動向を勘案することが最も合理的で公平であるた\nめ、生活扶助相当ＣＰＩの算出においては、総務省ＣＰＩを基礎として、そ\nの指数品目から、生活扶助以外の扶助で賄われるものや生活扶助で支出され\nることが想定されていないものを除外した。このように、一般国民の消費を\n表す家計調査により算出された消費者物価指数のウエイトデータを用いるこ\nとは、従来の水準均衡方式による改定手法とも整合する。他方、社会保障生\n計調査の対象世帯は、数も少なく、特定の自治体に限定されているため、保\n護受給世帯の全体像や実態を示すものにならない。\n保護受給世帯においても電化製品の購入は想定されるにもかかわらず、物\n価下落幅が大きいという理由で算出品目から除外するのは、かえって恣意的\nであり相当でない。また、一部品目を除外した結果としてその余の品目のウ\nエイトは相対的に増加するものの、物価が下落した品目のみならず上昇した\n品目についても等しい割合で増加するから、殊更に教養娯楽費の「増幅」を\n強調するのは相当でない。そもそも、デフレ調整に当たって物価統計の中の\nいかなる品目、項目を考慮するかなどは、生活扶助基準の改定の判断そのも\nのに密接に関連する事柄であって、専門技術的、政策的な観点から合目的的\nに判断されるべきものであるから、厚生労働大臣の広範な裁量に委ねられる\nべきである。そして、生活扶助相当ＣＰＩから算出される物価下落率の正確\n性は重要な考慮要素の一つであるものの、唯一絶対のものとはいえず、恣意\n的な判断が介在しないという意味での合理性や、国民に対する説明の分かり\n易さという意味での簡便さも考慮要素となり得る。【原告主張３(5)(6)(7)】\n(5)  本来は平成１９年検証の結果を踏まえて平成２０年には生活扶助基準の\n減額改定をすべきであったものの、社会経済状況を考慮して減額改定はせず、\n平成２０年以降も、一般低所得世帯や一般国民の消費水準は下落する一方で、\n生活扶助基準の減額改定はされずに据え置かれたため、保護受給世帯の可処\n分所得が相対的、実質的に増加したと評価できる状況にあった。デフレ調整\nは、その結果として生じた一般低所得世帯や一般国民との不均衡の是正を図\nることを目的としたものであるため、物価動向を勘案する起点を平成１９年\n検証に基づく見直しがされるべきであった平成２０年としたものである。そ\nもそも、デフレ調整の対象時期をいつからいつまでに設定するかなどは、生\n活扶助基準の改定の判断そのものに密接に関連する事柄であって、専門技術\n的、政策的な観点から合目的的に判断されるべきものであるから、厚生労働\n大臣の広範な裁量に委ねられるべきである。なお、仮に平成１９年を起点と\nしても、生活扶助相当ＣＰＩの変化率は－４．６０％であって、平成２０年\nを起点とした場合と比較して有意な差はない。【原告主張３(8)】\n"
}