{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 2,
    "month": 3,
    "day": 25
  },
  "case_number": "平成31(ネ)1058",
  "case_name": "各損害賠償請求控訴事件",
  "court_name": "東京高等裁判所",
  "result": "その他",
  "original_court_name": "東京地方裁判所",
  "original_case_number": "平成27(ワ)2486",
  "lawsuit_id": "89931",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=89931",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/931/089931_hanrei.pdf",
  "contents": "主 文\n１  一審原告らの控訴に基づき，原判決を次のとおり変更する。\n一審被告らは，別紙控訴人目録の各「判断」欄に○と記載した\n一審原告らに対し，連帯して，それぞれ３３００円及びこれらに\n対する平成２６年７月７日から各支払済みまで年５分の割合によ\nる金員を支払え。\n一審原告らのその余の請求をいずれも棄却する。\n２  一審被告シンフォームの控訴を棄却する。\n３  訴訟費用は，第１，２審を通じて，別紙控訴人目録の各「判断」\n欄に〇と記載した一審原告らと一審被告らとの間においては，これ\nを２０分し，その１９を同一審原告らの負担とし，その余を一審被\n告らの負担とし，同目録のその余の一審原告らと一審被告らとの間\nにおいては，全部同一審原告らの負担とする。\n４  この判決は，第１項 に限り，仮に執行することができる。\n事実及び理 由\n第１  控訴の趣旨\n１  一審原告ら\n原判決を次のとおり変更する。\n一審被告らは，別紙控訴人目録記載の一審原告らに対し，連帯して，それ\nぞれ同目録の「請求額（円）」欄記載の金員及びこれに対する平成２６年７\n月７日から各支払済みまで年５分の割合による金員を支払え。\n２  一審被告シンフォーム\n原判決中，一審被告シンフォームの敗訴部分を取り消す。\n上記敗訴部分にかかる一審原告らの一審被告シンフォームに対する請求を\nいずれも棄却する。\n第２  事案の概要\n１  本件は，一審原告らが，通信教育事業等を営む一審被告ベネッセに個人情報\nを提供していたところ，一審被告ベネッセからその管理を委託されていた一審\n被告シンフォームが更に外部業者に再委託をし，そこから更に業務委託を受け\nた先の会社の従業員において，私物スマートフォンを用いて当該個人情報を不\n正に取得し，それらを第三者に売却して外部に漏えいさせたことにつき，①一\n審被告らには一審原告らの個人情報の管理に係る注意義務違反があった，②一\n審被告シンフォームは前記従業員の使用者であり，前記従業員の行為につき使\n用者責任を負う，③一審被告ベネッセは一審被告シンフォームの使用者であり，\n一審被告シンフォームの注意義務違反につき使用者責任を負うなどと主張して，\n一審被告らに対し，プライバシーの侵害による共同不法行為又は使用者責任等\nに基づき，連帯して，一審原告らが被った精神的苦痛に対する慰謝料等の損害\n賠償金（上記漏えいの当時成年であった一審原告らにつき各５万円，未成年で\nあった一審原告らにつき各１０万円）及びこれに対する不法行為の後の日であ\nる平成２６年７月７日から支払済みまで民法所定の年５分の割合による遅延損\n害金の支払を求める事案である。\n２  原審は，①上記漏えいが，デジタルカメラの画像転送プロコトルをベースに，\n音楽・動画ファイルなどの転送を可能にした規格であるＭＴＰ（メディア・ト\nランスファー・プロトコル〔Ｍｅｄｉａ  Ｔｒａｎｓｆｅｒ  Ｐｒｏｔｃｏ\nｌ〕の略）対応の私物スマートフォンを用いたものであり，一審被告らにおい\nて，上記漏えいの当時，そのような方法による情報漏えいに関する予見可能性\nはなかったとし，一審原告らの個人情報の管理に係る注意義務違反は認められ\nないとした上で，②上記漏えいの当時，一審被告シンフォームと上記従業員と\nの間には実質的指揮監督関係があり，一審被告シンフォームには上記漏えいに\nついて使用者責任が成立すると認め，③一審被告ベネッセの使用者責任は否定\nして，一審被告シンフォームに対して，別紙控訴人目録の各「判断」欄に○と\n記載した一審原告らに対し，それぞれ３３００円及びこれらに対する不法行為\nの後の日である平成２６年７月７日から各支払済みまで民法所定の年５分の割\n合による遅延損害金の支払を求める限度で一審原告らの請求を認容した。\nこれに対して一審原告ら及び一審被告シンフォームが控訴をし，それぞれ前\n記第１の１及び２のとおりの判決を求めた。\nなお，一審原告らは，当審において，一審被告らに対する請求元金の額を，\n上記漏えいの当時成年であった一審原告らにつき各２万円，未成年であった一\n審原告らにつき各４万円に減縮した。また，別紙控訴人目録の控訴人番号３６\n４の控訴人については，原審において遅延損害金の請求時期について平成２６\n年１２月９日（訴状送達の日の翌日）としていたが，当審において同年７月７\n日と改めた。\n３  前提事実，争点及びこれに関する当事者の主張は，以下のとおり原判決を補\n正し，次項のとおり当審における一審原告らの補充主張を，次々項のとおり当\n審における一審被告らの補充主張を加えるほかは，原判決「事実及び理由」欄\nの「第２  事案の概要」の１項及び２項に記載のとおりであるから，これを引\n用する。ただし，「原告」を「一審原告」に，「被告ベネッセ」を「一審被告\nベネッセ」，「被告シンフォーム」を「一審被告シンフォーム」にそれぞれ読\nみ替える（以下同じ。）。\n一審被告ベネッセ」を\n一審被告シンフォーム」\n原判決４頁３行目の末尾の次に，以下のとおり加える。\n「  一審被告らは，いずれも株式会社ベネッセホールディングス（以下「ベ\nネッセホールディングス」という。）の子会社である。\n一審被告ベネッセから一審被告シンフォームへの業務委託」\nり，同行目の「被告ベネッセは」の次に\n「従前，主に，顧客管理のシステム及び販売管理のシステムに大別される複\n数のデータベースに顧客情報を集積して事業活動に利用していたが，事業の\n拡大に伴い，顧客情報が集積されているデータベースが多くなったことから，\nそのリスク管理のため，」を加える。\n原判決４頁９行目の末尾の次に，以下のとおり加える。\n「  一審被告シンフォームにおいては，本件システムに関する開発，運用及\nび保守の業務は，その顧客分析課が主な所管部署とされた。そして，一審\n被告シンフォームは，毎年，一審被告シンフォームの業務に従事する者\n（一審被告シンフォームの従業員であるかどうかにかかわらない。）の全\n員を対象として情報セキュリティ研修を実施し，セキュリティソフトによ\nる外部記録媒体への書き出し制御の実施等の告知を行うなどして，個人情\n報や機密情報の漏えい防止のための注意喚起等を行った上，その研修内容\nを踏まえたテストを実施していた。\n一審原告らの一審被告ベネッセに対する個人情報の提供\n一審原告らは，通信教育教材の取引，ベビー用品の通信販売の利用，\n情報サイトへの登録及びアンケートへの回答等をする際，一審被告ベネ\nッセに対し，自ら及び未成年者の一審原告らの氏名及び住所等の個人情\n報（以下「本件個人情報」という。ただし，その具体的内容については，\n後記のとおり，当事者間に一部争いがある。）を提供し，本件個人情報\nは，本件データベースに保存されていた。\n本件システム及び本件データベースについて\nア  本件システムにおいては，顧客管理のシステムや販売管理のシステ\nム等の本件システムと連携するシステム（以下「連携システム」とい\nう。）に集積された顧客情報が，まず本件データベース内の「インポ\nート層」と呼ばれるデータ領域に保存され，次いで「インポート層」\n内のデータの形式を揃えるなどの加工がされたデータが「ＤＷＨ層」\nと呼ばれるデータ領域に保存され，さらに当該データの個人を特定す\nる情報を捨象して分析ソフトで分析しやすい形式にするなどの加工を\nしたデータ（個人情報を有しないデータ）が「マート層」と呼ばれる\nデータ領域に保存される仕組みとなっていた。そして，本件システム\nの運用開始後は，一審被告ベネッセの事業部門は，分析ソフトを使用\nし，個人を特定する情報が捨象された「マート層」に保存されたデー\nタを活用することになっていた。\nイ  本件システムの開発作業においては，「インポート層」，「ＤＷＨ\n層」及び「マート層」の各層ごとに，顧客情報が保存されていたデー\nタ領域である「本番環境」と運用開始前の各種テストを実施するため\nに使用されるデータ領域である「開発環境」が存在したところ，「開\n発環境」と「本番環境」はそれぞれ物理的に切り離されていた。そし\nて，「開発環境」においては，個人情報を含んだデータの保存はされ\nず，ダミーデータやマスキングデータが用いられることになっていた。\nまた，ネットワークが業務単位ごとに分離され，業務上必要なサーバ\nへのみアクセスが可能なようにアクセス制御が行われていた。\nウ  本件システムは，更にその領域ごとにアカウント管理がされていた。\nすなわち，本件データベースの「インポート層」,「ＤＷＨ層」及び\n「マート層」の各層における「本番環境」及び「開発環境」のいずれ\nの環境にアクセスする際にも，それぞれ別個に設定されたアカウント\nが必要であった(以下，各環境での作業も含め，本件システム開発等の\n業務に要するアカウントを総称して，「本件システムのアカウント」\nという。)。\n本件システムのアカウントには，個々の業務従事者を対象に発番され\nるアカウント（以下「個人用アカウント」という。）と，本件システ\nムの開発，運用及び保守等に関連する業務を対象に発番され，当該業\n務に従事する複数の業務従事者が共同で使用するアカウント（以下\n「業務用アカウント」という。）があり，業務用アカウントには，本\n件システムに直接アクセスする際に使用されるもののほか，プログラ\nム構築等の効率化のためのバッチサーバ（バッチ処理〔一定量のデー\nタを集め，一括処理する方法〕を行うサーバ）にアクセスする際に使\n用されるものも存在した。\n一審被告らにおいて，本件システム及び連携システムの各データベー\nスに集積されている顧客情報にアクセスするには，本件システムのア\nカウント使用の承認が必要であり，個人用アカウント及び業務用アカ\nウントの新規発番は，いずれも，当該システムの担当部門の上長であ\nる課長が，発番の必要性等を判断し，その上位の部長の承認を受けた\n上，同部門から発番を担当するインフラ部門に対して申請を行い，発\n番を受けるという流れで行われていた。\n本件システムのアカウントの提供を受けていたのは，一審被告シンフ\nォームにおいては，本件システムに関する開発，運用及び保守等の業\n務並びに連携システムに関する業務の担当者であり，また一審被告ベ\nネッセにおいては，対応窓口となっていたＩＴ戦略部等の本件システ\nムの担当者等であった。\n本件システムの開発等の業務担当者は，本件データベースにアクセス\nするために，会社から貸与された業務用パソコンから直接本件データ\nベースの顧客情報等のデータにアクセスする場合と，プログラム構築\n等の効率化のためのバッチサーバを経由してアクセスする場合があっ\nたところ，業務用パソコンから，本件データベース内の顧客情報に直\n接アクセスする場合には訴外オラクル社のソフトウェアが，バッチサ\nーバを経由してアクセスする場合はテラターム（インターネット接続\nが可能であれば，無償でダウンロード及びインストールが可能なフリ\nーソフト）というソフトウェアが，それぞれ必要であった。（甲２，\n１９の３）\nエ  前記顧客情報は，全てサーバコンピュータに記録して保管されており，\n本件システムの構築作業中の平成２５年１月頃から，その一部機能の\n試行を開始するため，顧客情報が連携システムから本件データベース\nに入り始めた。当初，本件システムは平成２６年４月頃に本格的な運\n用を開始することが予定されていたが，同時期になってもシステムの\n不具合が続発していたため，後記の本件漏えいが発覚した同年６月頃\nにも本格的運用には至っていなかった。（甲６３，６６，７３）\nａ（以下「ａ」という。）の本件業務への従事」\n原判決４頁１７行目の末尾の次に，以下のとおり加える。\n「一審被告シンフォームは，本件システムの運用及び保守管理に関して外部\n業者に再委託をしており，ａは，そのような再委託先から更に順次委託を\n受けて一審被告シンフォームからみて３次委託先となる会社（以下「本件\n委託先会社」という。）の従業員であった。ａは，システムエンジニアと\nしての経験を有していた。\nａによる本件個人情報の漏えい」\n括弧内を削る。\n原判決４頁２４行目の「という。)。」の次に，「なお，本件当時，一審\n被告シンフォームの業務においては，従来型の携帯電話やスマートフォンが\n日常的に使用されており，これらが，充電のために業務用のパソコンにＵＳ\nＢケーブルで接続されていた。」を加える。\n原判決５頁５行目の末尾の次に，改行して次のとおり加える。\n「  本件漏えいの事実が発覚したことを受けて，警視庁生活経済課に対する取\n材に基づき，ａが不正に取得した個人情報は，教育関連会社等の約５００社\nに流出したという報道がされた。（甲４９，５０）」\n原判決５頁６行目の冒頭から２０行目の末尾までを次のとおり改める。\n「   本件漏えい当時に一審被告シンフォームが採用していた安全管理措置に\nついて\nア  インターネットとの接点\n一審被告シンフォームは，データセンターに設置されているサーバと\n一審被告シンフォームの執務室内のパソコンとの間を専用回線で繋いで\nおり，インターネット回線を使用していなかった。また，一審被告シン\nフォームは，インターネットと接する部分について，以下のとおり対策\nを実施していた。\nファイアウォールを導入し，必要最小限の通信のみ許可（申請ベ\nースで変更）する通信制御を実施していた。\n不正アクセスについて，外部業者に委託してリアルタイムで監視\nを行い，攻撃を検知し，かつ，システムに影響が出ると判断した場合\nは，直ちにインシデント対応を実施することとしていた。\nリモート接続について，申請制により最小限の人にのみ許可し，\nかつ，重要なシステムにはアクセスできないという制御を実施してい\nた。\nインターネット接続が可能なＵＲＬについて，業務で必要なサイ\nトのみ許可していた。\n社外への電子メールを全て保存していた。\nイ  物理的境界\n個人情報が保管されているサーバは，隔離されたデータセンターに設\n置され，同室への入退室に対して管理（入館の事前申請・入館制限，\n私物持込み不可，機器持ち出し不可及び監視カメラ設置等）が行われ\nており，また，業務を行う執務室についても入退室管理（申請制によ\nる入退室制限，入退室記録の保存及び入退室に係る箇所への監視カメ\nラの設置等）が行われていた。\nウ  内部ネットワーク\n本番環境と開発環境の分離がされていたほか，ネットワークが業務単\n位に分離され，業務上必要なサーバへのみアクセスが可能なようにア\nクセス制御が行われるとともに，拠点からは管理に必要なプロトコル\nのみ許可し，私物パソコンの社内ネットワーク接続が禁止され，業務\n用パソコンについてもセキュリティ目的でアクセス及びダウンロード\nについて全てネットワーク通信記録を取得することによる監視が行わ\nれていた。\nエ  サーバ\n本件データベースのサーバに関しては，アカウント管理が行われ，\n「踏み台サーバ」としてバッチサーバを経由させた上でサーバにログ\nインすることとし，これらについて個人が特定できる形でサーバへの\nアクセスログの記録が保管されていた。\nまた，一審被告シンフォームにおける連携システムのデータベースサ\nーバにつき，一審被告シンフォームの業務を行う担当者が使用するク\nライアントパソコンから個人情報が記録保管されているサーバへのア\nクセスは，自動的にアクセスログ及び通信ログが記録されるように設\n定されていた。\nさらに，クライアントパソコンと連携システムのデータベースサーバ\nの間の通信量が一定の閾値を超えた場合，連携システムのデータベー\nスの管理者である一審被告シンフォームの各担当部門の部長に対し\nて，メールでアラートが送信されるようになっていた。しかし，クラ\nイアントパソコンと本件データベースとの通信については，ａによる\n本件漏えいの当時，上記アラートシステムの対象として設定する措置\nが講じられていなかった。（乙１及び弁論の全趣旨）\n業務用パソコンに対するセキュリティ対策について\nア  一審被告シンフォームにおいては，管理者業務で使用するパソコン\nとそれ以外の業務で使用する業務用パソコンとを分け，担当者に対し\nて専用のパソコンとして貸与し，それぞれ利用場所を制限していた。\nまた，業務用パソコンについて設定されていたセキュリティ対策とし\nては，①ウイルス対策ソフトの搭載，②ＵＲＬフィルタリングツール\n（業務に必要なＵＲＬのみ接続を許可する。）の搭載，③メールフィ\nルタ（個人情報を記載したメールと判断されたものについての送信を\n差し止める。）の設定，④その他標準として選定したソフトウェアの\n搭載と個人による標準仕様の変更の制限，⑤パスワードの設定等があ\nった。\nイ  一審被告らは，本件当時，情報漏えいを防止するため，業務用パソ\nコンに株式会社日立ソリューションズ（旧商号・日立ソフトウェアエ\nンジニアリング株式会社）の製品であるセキュリティソフトウェア\n「秘文Ｖｅｒ．９． ０」（以下「本件セ キュリティソフト」 とい\nう。）を搭載させていた。本件セキュリティソフトは，本件当時，全\nてのデバイスについて，パソコンからデバイスへのデータの書き出し\n及びデバイスからパソコンへのデータの読込みを制御するという接続\n制御の機能を有していたが，一審被告シンフォームにおいては，本件\nセキュリティソフトにＭＴＰによる通信について接続を制御する設定\nを施していなかった。（甲１，１９の１ないし３，６９ないし７１，\n乙１）\nデータについて\n一審被告シンフォームは，一定の重要なサーバ上のデータについては\n暗号化し，また，ＳＱＬ（操作）ログの記録を全て取得して保管してい\nた。（乙１及び弁論の全趣旨）\nＭＴＰとＭＳＣについて」\n原判決６頁１１行目の末尾の次に，改行して次のとおり加える。\n本件漏えい後の一審被告らの対応について\nア  一審被告ベネッセは，平成２６年６月下旬，顧客から，一審被告ベ\nネッセだけに登録した情報で他者からダイレクトメールが届いている\nなどの問合せが急増したことから，自社の顧客の個人情報が社外に漏\nえいしている可能性を認識し，同月２７日に調査を開始して，同月２\n８日，原因究明の調査及び顧客対応等のため緊急対策本部を設置する\nとともに，同月３０日，経済産業省に状況を報告して対応を相談し，\n警察にも対応を相談するなどした。\n一審被告ベネッセは，同年７月７日，一審被告シンフォームにおいて\n大量の顧客情報が漏えいした形跡があることを把握し，警察に捜査を\n依頼した。\nイ  一審被告ベネッセは，同月８日，その保有する顧客情報を用いて作成\nされた名簿に基づき勧誘活動を行っている企業及び名簿を取り扱って\nいる名簿業者に対して名簿の利用及び販売の中止を求める内容証明郵\n便を送付し，同月９日，本件漏えいの事実を公表した。\nウ  一審被告ベネッセは，同月１０日，経済産業大臣から，個人情報保護\n法３２条に基づく報告を命じられ，また，同月１１日以降，お詫びと\n本件漏えいの対策状況を新聞広告によって公表した。\n一審被告ベネッセは，同月１４日以降，漏えいの確認された顧客らに\nお詫びの文書を送付し，その後，漏えいの確認された顧客らの選択に\n従って，当該顧客らに対してお詫びの品として５００円分の金券（電\n子マネーギフト又は全国共通図書カード）を送付する方法又は漏えい\n１件当たり５００円を「財団法人ベネッセこども基金」（一審被告ベ\nネッセが本件漏えいを受けて子らへの支援等を目的として設立した基\n金）に寄付する方法による補償を実施した。\nエ  一審被告らの持株会社であるベネッセホールディングスのｂ会長兼\n社長（当時）は，同月１５日，その諮問機関として，本件漏えいに関\nする事実及び原因等の調査並びに再発防止策の提言を目的として，個\n人情報漏えい事故調査委員会（以下「本件調査委員会」という。）を\n設置した。\n本件調査委員会は，事故調査報告書を取りまとめ，同年９月１２日に\nベネッセホールディングスに交付し，一審被告ベネッセは，同月１７\n日，最終報告書を経済産業省に報告するとともに，同月２５日，本件\n調査委員会による調査報告の概要を公表した。\n上記事故調査報告書においては，「第２章  調査結果」の「Ⅲ  不正\n行為等の原因（不正行為を防げなかったシステムの問題点）」におい\nて，「１．不正行為等の原因となった情報処理システム」について，\n①アラートシステム，②クライアントパソコン上のデータのスマート\nフォンへの書き出し制御設定，③アクセス権限の管理，④データベー\nス内の情報管理が指摘された。\n（以上につき，甲１，１４の２及び３）\n経済産業大臣の勧告について\n経済産業大臣は，平成２６年９月２６日，一審被告ベネッセに対し，\n一審被告ベネッセは，①その保有する個人情報の利用・管理に責任を持\nつ部門を設定せず，その安全管理のため必要かつ適切な措置を講ずるこ\nとを怠っており，個人情報の保護に関する法律（平成２７年法律第６５\n号による改正前のもの。以下「個人情報保護法」という。）２０条に違\n反し，②顧客情報のシステム開発・運用に関する委託先である一審被告\nシンフォームに対して行う定期的な監査において，アラートシステムの\n対象範囲を監査の対象としていなかったなど，委託先に対する必要かつ\n適切な監督を怠っており，個人情報保護法２２条に違反するとして，個\n人情報保護法３４条１項に基づき，安全管理措置及び委託先に対する監\n督の徹底を勧告した。（甲１３の１及び２）\nａの刑事事件について\nａは，平成２６年７月１７日，警視庁によって不正競争防止法違反の被\n疑事実に基づき逮捕され，その後，本件漏えいに係る行為の一部について，\n一審被告ベネッセの営業秘密である顧客情報の不正領得及びその開示行為\nにつき不正競争防止法違反の罪で起訴された。東京地方裁判所立川支部は，\n平成２８年３月２９日，ａについて不正競争防止法違反の犯罪の成立を認\nめ，ａは顧客情報にアクセスする権限を与えられた者としての地位や専門\n的知識を悪用し，極めて大量の顧客情報を領得，開示した悪質な犯行を行\nったものであり，その犯行の結果，一審被告ベネッセ及び関連会社の事業\n活動や経営状態に甚大な悪影響を与える事態となったなどとして，ａを懲\n役３年６月及び罰金３００万円に処するとの有罪判決を宣告した。ａはこ\nれを不服として控訴し，控訴審である東京高等裁判所は，平成２９年３月\n２１日，ａの量刑不当の主張を容れ，ａが当該犯行に及んだ背景事情とし\nて，一審被告らにおける顧客情報の管理に不備があるとともに，被害が拡\n大したことに一審被告らの対応の不備があり，これらの被害者側の落ち度\nを考慮すべきであるのに第１審判決の量刑は重きに失するとして，第１審\n判決を破棄し，ａを懲役２年６月及び罰金３００万円に処するとの有罪判\n決（実刑）を宣告した。（甲３，１０，５２）\n本件個人情報の漏えいの詳細」\n。\n４  当審における一審原告らの補充主張\n本件個人情報の漏えいにつき一審被告らには予見可能性があったことにつ\nいて\n以下のとおり，本件個人情報の漏えいにつき一審被告らの予見可能性を認\nめなかった原審の認定判断は不当である。\nすなわち，一審被告らは，本件当時，スマートフォン等の外部機器による\n情報の不正取得を予見していたからこそ，そのような外部機器に対するセキ\nュリティ対策を行っていたものである。そして，ＵＳＢメモリ等のＵＳＢ機\n器とパソコンとの間の通信方法として知られるＭＳＣ（マスストレージクラ\nス〔Ｍａｓｓ  Ｓｔｏｒａｇｅ  Ｃｌａｓｓ〕の略）とＭＴＰによる通信方\n法とが異なる規格であることは事実であるが，一般的なセキュリティソフト\nウェアにおいては，このような通信方法に着目した設定がされるわけではな\nく，制御の対象となるデバイスの種別に応じて設定方法が提案されている。\nこのことは，本件当時，一審被告らに使用されていた本件セキュリティソフ\nト（秘文）においても同様であり，ＭＴＰによる通信方法に対応したスマー\nトフォンを含め，ＭＴＰデバイスについては，ウィンドウズ・ポータブル・\nデバイス（以下「ＷＰＤ」という。）として書き出し制御の対象とする設定\nが可能であった。\n本件当時，一審被告らの導入していた本件セキュリティソフトを含め，市\n販されていた多くのセキュリティソフトウェアがＷＰＤに対する制御機能を\n有しており，ＷＰＤが情報漏えいの危険性のある端末であることについては\n具体的に認識されていたといえる。実際に，一審被告シンフォームの担当者\nは，ａの刑事事件において，捜査機関に対しＷＰＤについても接続制御機能\nが有効になっていると考えていた旨述べていたのであり，一審被告らが，Ｗ\nＰＤによる情報持ち出しの危険性を認識していたことは明らかである。そし\nて，一審被告らは，ＷＰＤを利用した情報漏えいが予見できたのであるから，\nＷＰＤの１機種であるＭＴＰ方式のスマートフォンによる情報漏えいについ\nても予見可能性があった。\nなお，一審被告らは，ＭＴＰによる通信方法に対応したスマートフォンに\nよる情報漏えいについては結果回避義務がないなどと主張するが，本件セキ\nュリティソフトにおいてＷＰＤについての接続制御機能を有効にする設定を\nしていなかったのは，クレジットカード情報等を含めた大量の個人情報を取\nり扱う業者としてリスク管理ができていなかったということにすぎず，結果\n回避義務がなかったなどということはできない。\n一審被告シンフォームの過失責任及び使用者責任が認められること\nア  過失責任について\n一審被告シンフォームの過失の有無について，原判決が以下の注意義務\n違反を認めなかった点は不当である。\n原判決は，私物スマートフォンの持込み禁止について，執務室（オフ\nィス）につき，持込みを禁止すべき注意義務がないなどとする合理的\nな理由を説明していない。執務室内には内線電話も設置されており，\n私物のスマートフォンは業務上使用する必要性がなかったのであるか\nら，持込みを制限すべきであったことは明らかである。\nまた，本件では，アラートシステムが機能していれば情報漏えいを食\nい止めることができた。すなわち，ａは，平成２５年７月１７日から\n１８日に顧客情報２９万１５９１件を書き出してスマートフォンに保\n存し，同月１８日に 株式会社セフティー （以下「セフティー」とい\nう。）にこれを売却している。その後は，同月２９日，同年８月６日\nに同様の方法で情報を持ち出し，以後も繰り返しているところ，ａが\nセフティーに売却した個人情報の合計件数１億７８９７万８９３３件\n（甲７６）に比較すると，最初の漏えい件数は全体のわずか１．６２\nパーセントであり，その段階でアラートシステムが機能していれば相\n当割合の漏えいを食い止めることができた。また，アラートシステム\nが機能していることを掲示していれば，情報の持ち出しをすれば犯人\nが特定されることでａの犯行の動機を失わせることもできた。\nイ  使用者責任について\n使用者責任における指揮監督関係の有無は，実質的な観点から検討され\nるべきであるところ，ａは，その刑事事件における被告人質問（甲６３，\n６４）において，①作業ごとに所属していたグループにおいては一審被告\nシンフォームの従業員であるリーダーから作業を割り当てられ，打ち合わ\nせへの出席指示を受け，作業スケジュールはリーダーが作成し，ＷＢＳと\n呼ばれる進捗管理表にやるべき作業・担当するメンバーを書き込んでいた\nこと，②ａが在籍するＡ社では，雇用契約上，Ａ社の従業員であるＴがａ\nを指揮監督する者とされていたものの，ａの入社後１，２か月が経過した\n頃には，Ｔとａはそれぞれ別のリーダーの下で作業をするようになり，Ｔ\nも最初は毎日一審被告シンフォーム多摩事務所に来所していたが，そのう\nちに来所が週２日程度に減り，その後は全く来なくなったりしており，例\n外的に作業の問い合わせの電話連絡があった程度であったことを具体的に\n供述している。\nまた，一審被告シンフォームの事業開発本部長兼事業開発部長であっ\nたｃは，ａの刑事事件における証人尋問（甲７３）において，一審被告\nシンフォームの従業員とａのような他の委託先の従業員（以下「パート\nナー社員」ということがある。）が１対１でミーティングし，作業工程\nの確認をし合うことがあることや進捗状況の確認，計画通りに作業を終\nわらせるとの要望を出すことがあったこと，パートナー社員は一審被告\nシンフォームに直接作業報告をしていたことなどを認めており，具体的\nな指示や作業に関する監督があったといえる。\nさらに，一審被告ベネッセと一審被告シンフォーム間の業務委託基本\n契約書（甲３８）の６条においては，一審被告ベネッセの事前の書面に\nよる承諾のない業務の再委託が禁止されており，ａは，本件システム開\n発に関する事業について，実質的に一審被告シンフォームの従業員とし\nて勤務していたというべきである。\n上記の点に関する原判決の認定判断は相当であり，一審被告らの主張\nには理由がない。\n一審被告ベネッセの使用者責任が認められること\nア  一審被告シンフォームの使用者としての責任について\n原判決は，一審被告らの関係が業務委託契約に基づくものであるとい\nう形式を重視して，一審被告ベネッセの使用者責任を否定したが，誤り\nである。\n一審被告らグループ会社は，従来，一審被告ベネッセが現在行っている\n事業を行う親会社が存在し，一審被告シンフォームはその下でシステムを\n担当する機能的子会社であった。実質的にみれば，持株会社制に移行する\n以前は，一審被告シンフォームは，一審被告ベネッセのシステム部門がそ\nのまま会社になった機能的子会社という位置付けにあり，一審被告ベネッ\nセに従属する関係にあったから，実質的には一審被告ベネッセの指揮監督\n下にあったといえる。実際に，ａのようなパートナー社員も，一審被告ベ\nネッセの担当者から直接指示を受けていた。ａは，一審被告ベネッセとの\n進捗会議に案件ごとに週１回参加していたし，一審被告ベネッセの管理職\nを担う者が，一審被告シンフォームの従業員を兼務して勤務していた。\nイ  ａの使用者としての責任について（当審において追加された主張）\n一審被告ベネッセは，自社のサーバーにあるシステムを開発するという\n業務において，ａに対して直接に指揮監督しており，ａの使用者にも該当\nする。このことは，一審被告らが互いに出向者を在籍させ，上記アで指摘\nしたとおり，一審被告ベネッセの担当者が，ａを含むパートナー社員に対\nして直接指示をして業務を行わせていたことなどから明らかである。\n違法な権利侵害が認められること\nプライバシーの侵害については，正当事由がない限り一般的に違法であっ\nて，本件においても違法性について別途検討する必要性はない。\n一審原告らの損害が発生していること\n個人情報の現代的価値や要保護性を軽視するのは相当でなく，一審原告ら\nについては本件漏えいによる損害が認められるというべきであり，また，原\n判決が認定した損害額は不当に低額である。\n早稲田大学江沢民事件でも，情報漏えいに係る不法行為の成否につき，情\n報の適切な管理に関する合理的な期待を裏切るものであるかどうかが判断基\n準とされ，個人情報の秘匿の程度，開示による具体的な不利益の不存在，開\n示の目的の正当性と必要性などの事情が結論を左右するには足りないとの判\n示がされている。\n一審被告ベネッセは，本件システムの開発や運用を，一審被告ベネッセと\nは契約上も関係性の希薄な者に担当させており，ＵＳＢケーブルで業務に必\n要のない私物スマートフォンをパソコンに接続することが常態化しているこ\nとを長期にわたり黙認し，本件セキュリティソフトの設定を誤り，その見直\nしも行わず放置している間に本件漏えいが行われたものである。ａは，セフ\nティーに対して１億７８９７万８９３３件の個人情報を売却したことが判明\nしており，他に２社の名簿業者にも個人情報を売却しているのであって，そ\nこから更に情報が拡散した可能性は否定できず，捜査当局も拡散した先は５\n００社を超えるものと判断している。それらの情報の回収は困難であり，ま\nた，拡散した個人情報の悪用の危険性が高いことは明らかである。\n５  当審における一審被告らの補充主張\n本件漏えいに関する一審被告らの予見可能性について\n本件漏えいに関して，一審被告らの予見可能性を肯定するためには，一審\n被告らが従来の一般的なスマートフォンのパソコンへの接続方式（通信規格）\nはＭＳＣであって，本件セキュリティソフトの書き出し制御措置はＵＳＢに\nよる接続方式（通信規格）がＭＳＣであれば機能するが，ＭＴＰであれば機\n能しないものであったこと，本件当時までに販売されるようになった一部の\nスマートフォンはＭＴＰによる通信方法に対応していたことを具体的に認識\nしていたことが必要である。\nしかるところ，一審被告シンフォームが本件セキュリティソフトを導入し\n書き出し制御措置を設定したのは平成２３年夏であったところ，その時点で\nは，ＭＴＰに初めて標準対応したスマートフォン用ＯＳであるＡｎｄｒｏｉ\nｄ４．０を搭載したスマートフォンも発売されていなかったのであって，一\n審被告シンフォームとしては，書き出し制御措置を講じることによってスマ\nートフォン一般について書き出し制御できるものと考えていた。ＭＴＰによ\nりＭＳＣデバイス制御に抜け道が生ずるという危険性については，本件当時，\n情報セキュリティの専門家においても認識されていなかったのであり，一審\n被告シンフォームは，本件セキュリティソフトの単なるユーザーにすぎず，\nセキュリティソフト会社から一部のスマートフォンには対応できない状態に\nなっているなどの注意喚起を受けることもなかったのであって，そのような\nセキュリティソフトウェアの穴に気付く契機はなかった。本件当時までにＭ\nＴＰによる通信方法に対応したスマートフォンへの情報書き出しの危険性に\nついて具体的に指摘した行政機関その他の団体のガイドライン等はなかった\nのであり，一審被告らの予見可能性の有無については，例えば経済産業分野\nガイドラインにおいて「しなければならない」とされている事項を充足して\nいたかなどの観点から検討すべきである。ＭＴＰは，もともとデジタルカメ\nラやデジタルビデオカメラ，携帯音楽プレーヤー，ボイスレコーダー等をウ\nィンドウズパソコンに簡便に接続するために用いられていた技術仕様であり，\n本件当時，ＭＴＰによる通信を行う機器としては，スマートフォンは念頭に\nおかれていなかった。前記機器は情報漏えいのリスクとしてとらえられてい\nなかったことから，情報漏えいの対策としてＭＴＰによる通信を制御すると\nいう発想も実践もなかったのである。\n仮に，①書き出し制御措置は実効性があり，②業務従事者に対して必要以\n上に制約が生じない方法であることから，結果回避義務を認める判断がされ\nるとすれば，これは過失をレトロスペクティブ（事後的・後方視的）に捉え，\nこうすれば結果が生じなかったのだからこうすれば良かったとして，結果責\n任を認めるもので誤りである。過失は，行為当時の一般的水準に照らして，\nプロスペクティブ（事前的・前方視的）なものとして確定されなければなら\nない。\n一審被告シンフォームの過失責任及び使用者責任について\nア  本件セキュリティソフトは，そもそもＭＴＰにより通信をするデバイス\nに対する書き出し制御機能を有しておらず，ＭＴＰによる通信につき読\nみ取りも書き出しも不可とする接続制御機能しか有していなかった。書\nき出し制御に関する注意義務違反につき，一審原告らの主張は，あらゆ\nる機器へのパソコンへの接続を一律に禁止すべきであるかのようである\nが，パソコンの使用によって得られる利便性を合理的根拠なく放棄すべ\nきというに等しい暴論である。\nイ  使用者責任について\n原判決は，本件当時，一審被告シンフォームとａとの間に実質的指揮監\n督関係があったと判断したが，その判断の主な根拠となったのは，ａの\n刑事事件における供述内容のみである。\nしかし，ａの刑事事件における供述内容は，一審被告シンフォームにお\nける仕事の割り振りや日常的な業務指示等の具体的場面について述べる\nことなく，抽象的に，一審被告シンフォームの従業員であるリーダーが\n直接，委託先要員に仕事を割り振り，日常の業務指示をしていたという\n結論のみを述べるものにすぎない。\nａは，刑事事件において，一審被告シンフォームから直接指揮命令を受\nけていたため，一審被告シンフォーム以下の契約関係は偽装請負であり\n公序良俗違反により無効であるから，ａが営業秘密を管理する任務を負\nっておらず無罪であるとの主張をしていたのであり，虚偽供述への強い\n動機があるとみなければならない。\n一審被告ベネッセの過失責任及び使用者責任について\nア  一審被告ベネッセには，一審被告シンフォームに対してＭＴＰによる通\n信方法に対応したスマートフォンへの書き出し制御措置をとるよう指示\nすべき義務はなかった。委託業者と受託業者は，法人として異なるので\nあり，受託業者に業務遂行に当たり過失があったとしても，特段の事情\nがなければ委託業者に過失があることにはならない。一審被告ベネッセ\nが，一審被告シンフォームに対し，適切に報告を求めていたとしても，\n一審被告ベネッセが書き出し制御措置の不十分な点に気付く可能性はな\nかったから，監督義務違反は認められない。\nイ  システム開発やシステム保守運用その他委託元に常駐する形態の業務委\n託（かかる形態をとらざるを得ないのは，業務の性質上，必然的であ\nる。）について，問題が発生した場合にはすべからく委託元が指揮監督\nをしていたなどと判断するのは不当である。一審被告ベネッセと一審被\n告シンフォームとの関係は業務委託契約という対等な取引関係であり，\n一審被告ベネッセは，一審被告シンフォームの使用者とはいえないし，\nａの使用者とされる具体的根拠は存在しない。\n違法な権利侵害の有無について\nプライバシー侵害の事案にあっては，法益侵害の有無とは別に違法性の有\n無の検討が必要である。違法性の有無の判断は，被侵害利益の性質と侵害行\n為の態様を相関関係的に考量してされるものであるが，被侵害利益の要保護\n性が弱く，また侵害行為の態様について社会的相当性の逸脱の程度が低いほ\nど，違法性は否定されやすくなる。本件個人情報の内容や性質は，本来社会\n生活を送るうえでは当然明らかにされるべき個人識別などのための単純な情\n報にとどまり，情報の利用によって初めて個人の社会関係，取引関係，法律\n関係等の様々な関係が円滑に行われ得るものであって，秘匿されるべき性質\nのものとはいえず，被侵害利益の要保護性は低い。一審被告らの侵害行為の\n態様として悪質性がほぼ存在しないことや事後的に速やかな公表，補償，原\n因究明及び再発防止策の検討と実施を含む対応措置をとったことなどを考慮\nすれば，一般人の感受性を基準として，一審被告らの行為が，社会的に容認\nされないものとして違法であるとみる余地はない。\n一審原告らの損害の発生の有無について\n一審原告らが本件漏えいによる損害として主張するのは，抽象的な不安や\n不快感にすぎず，これによって平穏な生活を送る利益が害されるとは一般に\n考えられない軽微なものである。本件漏えいに係る行為の前後で一審原告ら\nのおかれた具体的な立場や状況には変化がなく，損害は発生していない。秘\n匿性の高くない個人情報の流出に対して，具体的損害がないにもかかわらず\n損害の発生を認めて安易に損害賠償を認めることは，不法行為制度の目的か\nらも正当化されるものではない。\n本件漏えいによって，何らかの本件個人情報を取得した漏えい先が５００\n件を超えるという事実については客観的根拠がなく，一審原告らの個人情報\nが直接の売却先を超えて拡散した事実は何ら認められない。\n第３  当裁判所の判断\n当裁判所は，本件漏えいについて，一審被告らには一審原告らの個人情報の\n管理に係る注意義務違反があり，かつ，個人情報が漏えいした一審原告ら１人\nにつき各３３００円の損害賠償請求（３０００円の慰謝料及び３００円の弁護\n士費用相当額）を認めるのが相当であると判断する。その理由は，以下のとお\nりである。\n１  認定事実（前記前提事実に加え，掲記の証拠（ただし，いずれも以下の認定\nに反する部分は除く。）及び弁論の全趣旨によれば，以下の事実が認められる。\nａの勤務状況と本件漏えい行為について\nア  ａは，システムエンジニアであり，本件システム構築等の業務について\n一審被告シンフォームから再委託を受けた会社から更に再々委託を受け\nた会社の従業員であった。ａは，平成２４年４月から，一審被告シンフ\nォーム多摩事務所の執務室において稼働を開始し，顧客分析課の開発チ\nームのグループに属して作業に従事していた。\n一審被告シンフォームでは，事業開発本部の下に事業開発部がおかれ，\n事業開発部の中に顧客分析課が置かれており，顧客分析課が本件システ\nム構築等の業務を所管していた。顧客分析課には，平成２６年６月当時，\n３９名が所属しており，そのうち一審被告シンフォームの従業員は１１\n名であり，その余の２８名は，ａを含む他の委託先の従業員であり，パ\nートナー又はパートナー社員と呼ばれていた。\n顧客分析課の中には複数のチームがあり，各チームの中には個別案件を\n効率的に進めるために少人数で構成された複数のグループがあり，各グ\nループには，一審被告シンフォームの社員であるリーダーが置かれてい\nた。そして，各グループでは少なくとも毎週１回は進捗会議が開かれ，\n同会議にはグループメンバー全員が参加して作業状況や作業予定等につ\nいての打合せがされていた。\n（以上につき，甲１９の１ないし３，甲６３，６４，６６，７３，８８の\n１）\nイ  ａは，一審被告シンフォームの業務に従事する前に，一審被告シンフォ\nームから，業務上知り得た個人情報及び機密情報を開示・漏えいしない\nことを誓約する内容の「個人情報の取扱いに関する同意書」を提出し，\nまた，一審被告シンフォームが行う情報セキュリティ研修及びその内容\nを踏まえたテストを受け，その後も年１回実施される情報セキュリティ\n研修を受けていた。（ 甲２，１９の１ないし３，６３，\n８８の１）\nウ  ａは，平成２５年６月頃，経済的に困窮した状況であったことから，一\n審被告ベネッセの顧客情報を名簿業者に売却して金員を得ることを思いつ\nいたが，業務上用いていたパソコンには，ＵＳＢメモリ等の外部記録媒体\nを接続してもパソコンに認識されず，顧客情報を持ち出せない措置が講じ\nられていたことから，そのようなことはできないと諦めていた。ところが，\n平成２５年７月頃，本件スマートフォンを充電するために市販のＵＳＢケ\nーブルを用いて業務用パソコンのＵＳＢポートに接続し充電していたとこ\nろ，パソコンにスマートフォンが外部記録媒体として認識され，パソコン\nの画面にスマートフォン内のフォルダが表示されたことから，試しにパソ\nコンからファイルを転送してみたところ，スマートフォンに保存すること\nができた。（甲６３，８８の１及び２）\nエ  ａは，平成２５年７月頃から平成２６年６月頃までの間，一審被告シン\nフォーム多摩事務所において，一審被告ベネッセの顧客情報を業務用パ\nソコンから本件スマートフォンに転送し，その内蔵メモリに保存する等\nの方法により個人情報を不正に取得した。\n本件スマートフォンは，平成２４年秋冬期に発売された「ａｕ  ＨＴＣ\n社製  ＨＴＬ２１」という機種であり，ＯＳはＡｎｄｒｏｉｄ４．１で\nあった。前記スマートフォンには，データ通信方法としてＭＴＰが初期\n設定されており，前記転送はＭＴＰを用いて行われたものであった。\n（ ，甲１１の１及び２，甲１２の１及び２，\n６３，６４，８８の１及び２）\nＭＳＣとＭＴＰについて\nア  ＭＳＣとＭＴＰは，いずれもパソコンとこれに接続された各種デバイス\nとの間の情報通信方式（ファイル転送プロトコル）である。\nＭＳＣは，パソコンとＵＳＢメモリやメモリカード等のデバイスである\n外部記憶装置・媒体との間の情報通信方式として用いられているもので\nあり，ＭＴＰは，ＷｉｎｄｏｗｓをＯＳとするパソコンと携帯機器との\n間で音楽・動画等のマルチメディア・データを簡便に共有・連携できる\nようにするためにマイクロソフト社が開発した規格であり，デジタルカ\nメラの画像転送プロトコル（ＰＴＰ）をベースに，音楽・動画ファイル\nなどの転送を可能にした技術仕様である。\nＭＳＣでもＭＴＰでも，パソコンにスマートフォンなどのデバイスをＵ\nＳＢケーブルで接続してデータの転送をすることが可能である点で違い\nはないが，ファイルシステムの管理等について，ＭＳＣではパソコン側\nのＯＳで行われ，接続されたデバイスはＵＳＢに接続された外部記憶装\n置（ＵＳＢメモリや外付けＨＤＤなど）と同じく認識されるのに対し，\nＭＴＰではデバイス側で行われ，接続されたデバイスはＷＰＤなどとし\nて認識される。\n（以上につき，甲１５，１６，９８の１ないし４，乙３２，１１１）\nイ  スマートフォンの主なＯＳには「ｉＯＳ」及び「Ａｎｄｒｏｉｄ」があ\nる。ＭＴＰによる通信方法は，前記アの開発経緯から，従来は音楽・映\n像プレーヤーやデジタルカメラ等に利用されており，スマートフォンに\nついては，「ｉＯＳ」はＭＴＰによる通信方法に対応していないが，\n「Ａｎｄｒｏｉｄ」については，平成２３年１０月１８日に発売された\nＡｎｄｒｏｉｄ４．０以降のバージョンがＭＴＰによる通信方法に対応\nするようになった。\nそして，株式会社ＮＴＴドコモ，ＫＤＤＩ株式会社及びソフトバンクグ\nループ株式会社が平成２４年夏に発売したスマートフォンには，ＯＳを\nＡｎｄｒｏｉｄ４．０とするものが多数あり，また，電気通信事業者各\n社は，Ａｎｄｒｏｉｄ４．０より前のバージョンのスマートフォンにつ\nいて，その頃以降，ＯＳのバージョンアップを提供した。なお，同年８\n月頃に発売されたサムスン製の「ＧＡＬＡＸＹ  ＳⅡ  ＷＩＭＡＸ  Ｉ\nＳ１１ＳＣ」の取扱説明書には，メディア転送モード（ＭＴＰ）でＵＳ\nＢケーブルを用いてパソコンと当該スマートフォンを接続すると，パソ\nコンに当該スマートフォンがポータブルデバイスとして認識され，当該\nスマートフォンとパソコンとの間でデータのやりとりができることが明\n記されている。\n（以上につき，甲１６，５１の１ないし３，１０５の１ないし６，１１５，\n乙３２）\nウ  ＭＴＰによる通信方法に対応したスマートフォンの発売及びその普及等\nについて，本件当時までにメディア等に取り上げられたものとして以下の\nような記事の存在を指摘することができる。\nインターネット上の「モバイルトレンド」という連載において，平成\n２３年４月２７日に掲載された「スマートフォンのパソコン接続は大\n容量デバイスからＭＴＰへ（第１６４回）」と題する記事の中で，テ\nクニカルライターの塩田紳二は，最近登場したＡｎｄｒｏｉｄスマー\nトフォンやタブレットでは，パソコンとの接続にＭＴＰを使うものが\n増えてきたことを述べて，従来用いられてきたＭＳＣによる通信方法\nとの違いについて説明をし，ＭＴＰを用いるメリットやデメリットに\n言及した上，今後はＭＳＣよりＭＴＰの方が便利な通信方法としてス\nマートフォンやタブレットでは，ＭＴＰを採用するものが増えていき\nそうであるなどと記載をした。（甲１５）\n「日経ＰＣ２１」という雑誌において，平成２４年１２月２４日発売\nの２０１３年２月号版に掲載された「スマホはパソコンと連携して使\nうのが正しい！  ３つの方法を完全習得」と題する記事の中で，スマ\nートフォンとパソコンとの間でファイルをやりとりする３つの方法の\nうち，１つがＵＳＢケーブルを用いて接続する方法としてＭＴＰ（メ\nディア転送プロトコル）とＭＳＣ（大容量ストレージ）の２種類を指\n摘することができるところ，両方の方式が使えるスマートフォンなら\nより簡単なＭＴＰを使うとよいこと，その方法によるとスマートフォ\nンとパソコンをケーブル接続するだけでスマートフォン内の記憶装置\nがリムーバブルディスクとして表示されることなどが記載されていた。\n前記記事は，平成２５年６月５日に「日経トレンディネット」のウェ\nブサイト上にも掲載された。（甲１１６）\n一審被告シンフォームによる安全管理措置及び本件セキュリティソフトの\n設定について\nア  一審被告シンフォームでは，業務での私物パソコンの使用を禁じ，全従\n業者個々人に対して，所定の設定がされた業務用パソコンを貸与した上，\nＩＤを付与し，９０日に一度の頻度で変更を要するパスワードを設定さ\nせて利用させていた。業務用パソコンは，業務上の必要がない限り社外\nへの持ち出しは禁止され，通常は施錠付きチェーンで各人のデスクに固\n定されていた。その他，本件当時，一審被告シンフォームが情報管理の\n記載のと\nおりである。（甲１９の１ないし３，乙２）\nイ  一審被告シンフォームは，従業員に貸与していた業務用パソコンに本件\nセキュリティソフトを搭載しており，平成２３年７月に前記業務用パソ\nコンのＯＳをＷｉｎｄｏｗｓ７にバージョンアップした際，本件セキュ\nリティソフトも当時の最新版である「秘文Ｖｅｒ．９．０」にバージョ\nンアップした。\n本件セキュリティソフトは，前記のとおりバージョンアップされた際に，\n「リムーバブル，ＣＤ／ＤＶＤ，外付けＨＤＤ」の他，終端機器として\nイメージングデバイス，ＷＰＤ，ウィンドウズモバイル，ブラックベリ\nー等のデバイス，通信機器として無線ＬＡＮ，モデム，赤外線等を接続\n制御することが可能となっていた。前記デバイスのうち「リムーバブル，\nＣＤ／ＤＶＤ，外付けＨＤＤ」については，データの書き出し制御のみ\nを設定することが可能であり，リムーバブルメディアについては，組織\nで管理していないＵＳＢメモリの個体識別制御が可能であった。また，\n読み書きを個別に許可されたＵＳＢメモリについては，書き出されたデ\nータは暗号化された。ＷＰＤを含む前記以外のデバイスについては，書\nき出し制御のみの設定をすることはできず，接続制御のみが可能であっ\nた。そして，前記デバイスの全てを制御した場合，パソコンからデータ\nの書き出しをすることは不可能な状態にすることができた。\n（以上につき，甲６９ないし７１）\nウ  本件セキュリティソフトの販売代理店は，本件セキュリティソフトのバ\nージョンアップの際，その設定作業を行ったところ，一審被告シンフォ\nームとしては，特定のＵＳＢメモリ以外の全ての外部記録媒体への書き\n出しを制御するとの方針をとっていたが，実際には，本件セキュリティ\nソフトのバージョンアップの際の設定内容は，「リムーバブル，ＣＤ／\nＤＶＤ，外付けＨＤＤ」だけが書き出し制御の対象とされ，ＷＰＤを含\nむ他のデバイスについては接続制御機能を有効とする設定が行われなか\nった。そして，前記販売代理店は，平成２３年８月，一審被告シンフォ\nームに対してパラメーターシートを納品し，そこには，本件セキュリテ\nィソフトの設定内容として，「デバイス制御設定」欄の「①デバイス使\n用可否制御を有効にする，②デバイス個体識別制御を有効にする，③個\n体識別ログの出力を有効にする」の３つの項目のチェック欄にチェック\nがされておらず，設定されていないことが明示されていた。\n本件セキュリティソフトは，ユーザーにおいても作業手順を踏むことに\nよって，制御可能な個々のデバイスについて，制御の有無の設定内容を\n自由に変更できるものであったが，ａによる本件漏えいが発覚した後の\n平成２６年７月に，後記エのとおり本件セキュリティソフトはＷＰＤに\nつき接続制御機能を有効とする設定に変更されたが，それまでの約３年\n間は，本件セキュリティソフトの設定内容の変更はされなかった。\n（以上につき，甲１２の１及び２，６６，６９ないし７１）\nエ  一審被告シンフォームは，本件漏えいが発覚した後の平成２６年７月２\n２日に本件セキュリティソフトのバージョンアップを行い，また，設定\nの見直しをして，「リムーバブル，ＣＤ／ＤＶＤ，外付けＨＤＤ」の書\nき出し制御機能の他に，イメージングデバイス，ＷＰＤ，ウィンドウズ\nモバイル，ブラックベリー，無線ＬＡＮ，モデム，赤外線等のデバイス\nの接続制御機能を有効にした。（甲１９の１ないし３）\nオ  商用デバイス制御ソフトの製品がＭＴＰ使用制限機能に対応した時期は，\n遅くとも以下のとおりであり，下記各製品の国内市場におけるシェアは，\n平成２６年６月時点で合計すると４３．５パーセントであったことが認め\nられる。（甲１６，６９，９６の１ないし５，９７，１０１の１及び２，\n１０３の１，乙３５，１２３の１）\n企業名  製品名  対応時期\n日本電気株式会社  InfoCage  平成１９年７月\n株式会社日立ソリューション\nズ\n秘文 AE\nInformation\nFortress\n平成２１年６月\nエムオーテックス株式会社  LanScope Cat  平成２５年１０月\n日本ファインアート株式会社  TotalSecurityFort  平成２３年８月\nハミングヘッズ株式会社  Evolution/SV  平成２３年１２月\n株式会社インテリジェントウ\nェイブ\nCWAT  平成２４年７月\n富士通株式会社  Systemwalker\nDesktop Keeper\n平成２５年８月\nＣ＆Ｃアソシエイツ  発見伝  平成２５年８月\nクオリティソフト株式会社  QND Advance  平成２５年９月\n米国 DeviceLock 社  DeviceLock  平成２６年２月\n２  本件漏えいに関する一審被告らの予見可能性について\n本件漏えいに係る行為は，ａにおいて，貸与されていた業務用パソコンか\nら本件データベースにアクセスし，本件データベース内に保管されていた本\n件個人情報を抽出して業務用パソコンに保存した上，ＵＳＢケーブルを用い\nて，ＭＴＰによる通信方法に対応する本件スマートフォンに転送したという\nものである（ ）。\nこのようなＭＴＰによる通信方法を用いたデータの転送については，もと\nもとＭＴＰが，ＷｉｎｄｏｗｓをＯＳとするパソコンと携帯機器との間で音\n楽・動画等のマルチメディア・データを簡便に共有・連携できるようにする\nために開発された規格であり，パソコンとＵＳＢメモリやメモリカード等の\nデバイスである外部記憶装置・媒体との間の情報通信方式として，従来のス\nマートフォンで多く使用されていたＭＳＣとは異なる規格であったことに照\nらすと，一審被告らの本件漏えいに関する予見可能性の有無を検討するに当\nたっては，ＭＳＣに限らず，ＭＴＰによる通信方法を含め，これに対応した\nスマートフォンを用いた個人情報のデータの転送があり得ることについての\n認識可能性があったといえるかどうかを検討すべきものと解される。\nそこで検討するに，本件当時も，スマートフォンをＵＳＢケーブルでパソ\nコンと接続しデータのやりとりをすることが可能であることは一般的に知ら\nれており，本件漏えいの以前から，例えば平成２１年経産省ガイドラインが，\n個人情報保護法の基本理念を踏まえ，個人情報保護の推進の観点からできる\nだけ取り組むことが望ましい事項の例として，「個人データを入力できる端\n末に付与する機能の，業務上の必要性に基づく限定（例えば，個人データを\n入力できる端末では，ＣＤ－Ｒ，ＵＳＢメモリ等の外部記録媒体を接続でき\nないようにする。）」などと記載されており，外部記録媒体をパソコン等に\n接続する方法による情報漏えいのリスクが指摘されていたこと（甲７，９，\n乙１０）が認められる。\nそして，前記認定事実のとおり，ＭＳＣとＭＴＰは，いずれもパソコンと\nこれに接続された各種デバイスとの間の情報通信方式（ファイル転送プロト\nコル）であって，本件漏えいに係るａの行為も，本件スマートフォンを充電\nするために市販のＵＳＢケーブルを用いて業務用パソコンのＵＳＢポートに\n接続し充電していたところ，上記パソコンにスマートフォンが外部記録媒体\nとして認識されたため，試しに上記パソコンからファイルを転送してみたら，\nスマートフォンに保存することができたというものであって，格別専門的な\n知識や道具等を用いてデータの転送をしたわけではない。本件当時には，既\nにＭＴＰによる通信方法に対応したスマートフォンが多数発売され，又はＭ\nＴＰによる通信方法に対応するようにバージョンアップすることも可能な状\n況であったこと ，情報管理に関する社会一般の認識とい\nう観点からみても，株式会社日立ソリューションズを含めた相当数の大手業\n者が，本件漏えいが発覚する以前からＭＴＰ使用制限機能に対応した商用デ\nバイス制御ソフトの製品を販売するようになっており\n一審被告シンフォームも，平成２３年７月に本件セキュリティソフトをバー\nジョンアップした際には，特定のＵＳＢメモリ以外の外部記録媒体について\nも書き出しを禁止するという方針をとっていたものであること（前記認定事\n，加えて，スマートフォンは，従来の通話機能のみを基本的な機能と\nする携帯電話とは異なり，小型のパソコンともいえる多彩な機能を有する機\n器であって，年々バージョンアップによる機能の高度化が進むデバイスであ\nることを併せ考慮すれば，一審被告らは，本件当時，ＭＳＣに限らず，ＭＴ\nＰによる通信方法を含め，これに対応したスマートフォンを用いた個人情報\nのデータの転送があり得ることについても，想定することができた，すなわ\nち，本件漏えいに関する一審被告らの予見可能性はあったというべきである。\nこれに対し，一審被告らは，①実際には，本件漏えいの時点においてＭＴ\nＰによる通信方法に対応したスマートフォンの国内シェアは小さかったし，\n商用デバイス制御ソフトの製品のうちＭＴＰ使用制限機能に対応したものも\nなかった，②本件漏えいによって初めて，スマートフォンを利用した個人情\n報の不正取得の危険性が認識されるようになったのであり，それ以前は専門\n家にとってもＭＴＰによる通信方法を利用したデータの転送により，ＭＳＣ\nデバイス制御に抜け道が生ずるという危険性について一般的な認識とはなっ\nていなかった，③本件当時までにＭＴＰによる通信方法に対応したスマート\nフォンへの情報書き出しの危険性について具体的に指摘した行政機関その他\nの団体のガイドライン等はなかったなどと主張する。\n前記①について，一審被告らは，本件当時，ＭＴＰによる通信方法に対応\nしたスマートフォンの国内シェアが少なかったことに関し，株式会社インタ\nーネットプライバシー研究所が作成した「携帯電話端末におけるＭＴＰ普及\n率についての調査報告」（乙３４）を提出し，そこには，スマートフォンと\n従来の携帯電話を併せた台数に対するスマートフォンの割合は，平成２４年\n３月末で２２％，平成２５年３月末で３６％，平成２６年３月末で４８％で\nあり，ＭＴＰによる通信方法に対応したスマートフォン（「Ａｎｄｒｏｉｄ\n４．０」以降のＯＳを搭載したもの）のスマートフォン全体における割合は，\n平成２４年６月時点で０．６９％，平成２５年６月時点で１９．８８％，平\n成２６年６月時点で２１．４１％であったこと，また，平成２６年のスマー\nトフォンの出荷台数が２７７０万台であったことが記載されている。これに\nよれば，平成２６年６月頃のＭＴＰによる通信方法に対応したスマートフォ\nンの出荷台数は，５９３万台余りということになる。\nしかし，仮に前記の報告を前提にしたとしても，ＭＴＰによる通信方法に\n対応したスマートフォンの国内シェアについては，平成２３年１０月１８日\nに発売されたＡｎｄｒｉｄ４．０以降のバージョンがＭＴＰによる通信方法\nに対応するようになり，株式会社ＮＴＴドコモ，ＫＤＤＩ株式会社及びソフ\nトバンクグループ等の大手業者が平成２４年夏に発売したスマートフォンに\nは，ＯＳをＡｎｄｒｏｉｄ４．０とするものが多数出てきていたことや，Ｏ\n遅くとも本件当時までには，国内において，ＭＴＰによる通信に対応したス\nマートフォンの普及率が高まり，相当多数の台数が販売されるようになって\nいく状況にあったということができるのであるから，前記の報告が，ＭＴＰ\nによる通信方法に対応したスマートフォンによるデータの転送について，一\n審被告らの予見可能性を否定するものとはいい難い。\nまた，前記①のうち商用デバイス制御ソフトの製品のうちＭＴＰ使用制限\n機能に対応したものもなかったという点について，一審被告らは，株式会社\nインターネットプライバシー研究所が作成した「端末管理・セキュリティ製\n品におけるＭＳＣ・ＭＴＰ制御機能についての調査報告」（乙３５）を提出\nし，そこには，平成２６年６月当時販売されていた主要な端末管理・セキュ\nリティ製品について，実用的なＭＴＰ制御機能は，国内市場シェアが高い製\n品については全く搭載されておらず，実用的なＭＴＰ制御機能を搭載してい\nたと認められる製品は，国内市場シェアが微少な１製品にとどまり，かつ初\n期設定ではＭＴＰ制御機能は無効とされていた旨の記載がある。しかし，前\n記報告においては，「実用的」の意味を「少なくとも読み取り専用の設定\n（リムーバルメディアからパソコンにデータを転送することは可能であるが，\nパソコンからリムーバブルメディアにデータを転送することは不可能とする\n設定）ができる場合」と定義し，「実用的」でない製品についてはＭＴＰ制\n御機能を搭載していないものとして扱っているところ，情報セキュリティの\n観点からパソコンに保存されている情報を管理したり，当該パソコンを通じ\nて情報を管理したりする場面において，リムーバブルメディアからパソコン\nにデータを転送すべき場合を想定する必要性に乏しく（甲１５によれば，も\nともとＭＴＰの規格は，音楽ファイル等を転送するために開発された規格で\nあるとされている。），双方向の転送のいずれもが制限されることから情報\nセキュリティ上「実用的」でないとすることは不合理である。したがって，\n同報告は，その前提を欠くものといわざるを得ず，採用することはできない。\nまた，前記②について，一審被告らは，特定非営利活動法人日本ネットワ\nークセキュリティ協会で理事及び事務局長を務めるとともに一般社団法人日\n本スマートフォンセキュリティ協会で理事を務めるｄの意見書（乙３２）を\n提出し，そこには，本件漏えいによって初めて，パソコンのリムーバブルメ\nディアとしてスマートフォンを含む携帯電話が使用される危険性があること\nが認識され，セキュリティ業界がその対策をとるようになったのであり，大\n手セキュリティベンダーでさえ予見できていなかったものを，ユーザーであ\nる一審被告シンフォームが予見することは不可能であったという趣旨の記載\nがある。さらに，株式会社インターネットプライバシー研究所は，一審被告\nらから依頼を受けて複数の意見書等を作成し，平成２９年１月２３日付け意\n見書（乙２４）及び平成３０年９月２０日付け意見書（乙９６）の中では，\n本件当時，ＭＴＰによる通信方法に対応したスマートフォンによる情報漏え\nいのリスクは，情報セキュリティ専門家の間でもほとんど認識されていなか\nったと指摘し，平成３０年９月２０日付け意見書の中では，一般の企業等の\n業務において，デジタルカメラやボイスレコーダー等の画像・動画・音声の\n情報をＭＴＰによる通信方法によりパソコンに取り込むことは日常的に行わ\nれており，ＭＴＰによる通信について読み取りを制御すれば，業務上大きな\n支障が生ずることを指摘している。そのほか，一審被告らは，本件漏えいの\n方法による情報漏えいの危険性を予見できなかったことについて情報セキュ\nリティの専門家等の記事（乙３６，３７）や工学院大学名誉教授ｅが作成し\nた平成３０年１月１５日付け意見書（乙９１）を提出しているところ，そこ\nには，本件当時，ＭＴＰによる通信方法を利用した情報漏えいの危険性は知\nられていなかったとの認識についての記載がある。\nしかし，本件当時までに，ＭＴＰによる通信方法に対応したスマートフォ\nンを利用したデータの転送が可能であることについてメディア等に取り上げ\n前記のとおり，ス\nマートフォンは小型のパソコンともいえる多彩な機能を有する機器であって\n年々バージョンアップによる機能の高度化が進むデバイスであり，実際にＭ\nＴＰによる通信方法に対応したスマートフォンの普及率が高まるとともに，\nＭＴＰ使用制限機能に対応した商用デバイス制御ソフトの製品が，平成１９\n年以降，平成２５年８月頃までには多数の販売業者によって販売されている\n状況下にあったこと，一審被告らも特定のＵＳＢメモリ以外の全ての外部記\n録媒体への書き出しを制御するとの方針の下で本件セキュリティソフトを搭\n載していたことからすれば，ＭＴＰによる通信方法に対応したスマートフォ\nンへの情報書出しの危険性について具体的に指摘した行政機関等のガイドラ\nインがなかったとしても，一審被告らにおいて，新たに登場したＭＴＰによ\nる通信方法に対応したスマートフォンに対する情報漏えいの危険性があり，\nその対策の必要性があることについて認識し得たというべきである。\n以上によれば，一審被告らが主張する前記②の点及び前記③の点について\n考慮したとしても，本件漏えいに関する一審被告らの予見可能性についての\n前記認定判断を覆すものとはいえない。\n３  一審被告シンフォームの過失責任について\n執務室への私物スマートフォンの持込み禁止について\n本件において，ａが執務を行う部屋に，私物のスマートフォンを持ち込む\nことを禁止する措置をとっていれば，本件漏えいを回避できたということが\nできるが，個人情報等の情報を扱う以外にも通常の業務を行うような執務環\n境において，私物のスマートフォンの持込みを一切禁止するというのは，当\n該執務環境において従事する者にとって，非常に大きな制約となることは明\nらかであり，加えて，後記 説示するとおり，同様の効果を上げられる他\nの代替手段があり得ることに照らすと，一審被告シンフォームにおいて，本\n件当時，執務室内に私物のスマートフォンの持込み禁止措置を講ずべき注意\n義務があったということはできない。\n一審原告らは，①平成９年経産省基準には，「搬出入物」について，「情\n報システム等の運用に関連する各室の搬出入物は，必要な物に限定するこ\nと。」との記載があり，②平成２５年ＩＰＡガイドラインには，個人のノー\nトパソコンやスマートデバイス等のモバイル機器及び携帯可能なＵＳＢメモ\nリ等の外部記録媒体の業務利用及び持込みを制限しなければならない旨の指\n摘があり，③データセキュリティガイドブックには，共有区画として，オフ\nィスとサーバー室に区別され，サーバー室については，脅威として情報の不\n正持ち出しの指摘とともに，管理策として記録媒体の持込み禁止ルールの記\n載があることに照らすと，一審被告シンフォームには，本件漏えい当時，執\n務室内に私物のスマートフォンを持ち込むことを禁止すべき注意義務があっ\nたと主張するので，以下検討する。\nア  平成９年経産省基準について\n確かに，平成９年経産省基準（甲６）には，「搬出入物」について，\n「情報システム等の運用に関連する各室の搬出入物は，必要な物に限定\nすること。」と記載されている。\nしかし，当該記載から，私物スマートフォンを上記の搬出入物の対象\nとしているかどうか明らかとはいえない。かえって，平成９年経産省基\n準が改正されたのは，平成９年が最後であるところ，同年当時，スマー\nトフォンが市場で流通していたことを認めるに足りる証拠はないから，\n少なくとも，平成９年経産省基準が具体的にスマートフォンを念頭に置\nいて策定されたとは考え難い。\nそうすると，平成９年経産省基準から，一審被告シンフォームについ\nて当然に私物スマートフォンの執務室内への持込みを禁止すべき注意義\n務があるとは認められない。\nイ  平成２５年ＩＰＡガイドラインについて\n確かに，平成２５年ＩＰＡガイドライン（甲９）においては，個人の\nノートパソコンやスマートデバイス等のモバイル機器及び携帯可能なＵ\nＳＢメモリ等の外部記録媒体の業務利用及び持込みを制限しなければな\nらないとの指摘があるが，他方で，対策のポイントとして，持込み制限\nでは，その場所で扱う重要情報の重要度及び情報システムの設置場所等\nを考慮する必要がある旨の記載があり，また，「重要情報の格納サーバ\nやアクセス管理サーバ等が設置されているサーバルームでは，個人所有\nのノートＰＣやタブレット端末，スマートフォン等のモバイル機器の持\nち込み，利用を厳しく制限します。」とも記載されていることに照らす\nと，平成２５年ＩＰＡガイドラインは，いかなる業務が行われている部\n屋であっても同様の持込み制限を講じる必要があるという趣旨を示すも\nのではなく，その扱う情報の重要度や情報システムの設置場所に応じた\n対策をとるべきとの趣旨を示すものであると解すべきである。そうする\nと，重要な情報が直接格納されているサーバの所在する場所では，外部\n記録媒体をより直接的にサーバ等の機器に接続することが可能であり，\n当該情報により直接的にアクセスすることが可能となることから，その\nような可能性を高い確率で制限できる措置を執る必要があると考えられ\nるが，通常の執務室のように，そのような直接的なアクセスではなく，\n別のサーバや機器を経由して，当該情報に接することができるにすぎな\nい場合には，平成２５年ＩＰＡガイドラインは，必ずしもそのような厳\nしい制限をすることまで要求していないと解するのが相当である。\nそうすると，平成２５年ＩＰＡガイドラインから，当然に私物のスマ\nートフォンの執務室内への持込みを禁止すべき注意義務があるとは認め\nられない。\nウ  平成２５年データセンターガイドブック\n確かに，平成２５年データセンターガイドブック（甲２０）では，共\n有区画として，オフィスとサーバー室に区別され，サーバー室について\nは，脅威として情報の不正持ち出しの指摘があり，管理策として記録媒\n体の持込み禁止ルールの記載があるが，他方で，オフィスについて，そ\nの脅威として不正侵入の指摘があるのみで，管理策として画像監視シス\nテムと入退管理システム（ＩＣカード・生体認証）の記載があるにとど\nまることに照らすと，平成２５年データセンターガイドブックの記載を\n根拠に，当然にスマートフォンの執務室内への持込み禁止措置をとるべ\nき注意義務があるとは認められない。\nしたがって，この点に関する一審原告らの主張は理由がない。\n業務用パソコンに対するＵＳＢ接続禁止措置について\n確かに，物理的にパソコンのＵＳＢポートを塞ぐことで，業務用パソコン\nを使用する者が自由にパソコンにＵＳＢ接続できないようにすれば，本件漏\nえいの方法による情報漏えいを防ぐことができたということができる。\nしかし，パソコンのＵＳＢポートは，外部記録媒体の接続以外にも，マウ\nスを使用する際に用いるなど，業務上必要な装置を接続することが想定され\nている。一審原告らは，マウスについて，ＵＳＢポートによる接続以外の方\n法での接続が可能であると主張するが，どのようなマウスであっても別の方\n法での接続が可能であると認めるに足りる証拠はなく，また，仮にその点を\nおくとしても， で説示するとおり，同様の効果を上げられる他の代替\n手段があり得ることに照らすと，ＵＳＢポートを使用できなくするという措\n置は，スマートフォンの持込み禁止措置ほどではないにしても，業務に従事\nする者に対する制約として過度なものであるといわざるを得ない。\nしたがって，一審被告シンフォームにおいて，本件漏えい当時，業務用パ\nソコンのＵＳＢ接続の禁止措置を講ずべき注意義務があったということはで\nきない。\nこの点について，一審原告らは，①平成２１年経産省ガイドラインには，\n個人データを入力できる端末では，ＣＤ－Ｒ，ＵＳＢメモリ等の外部記録媒\n体を接続できないようにする旨の記載があること，②平成２５年ＩＰＡガイ\nドラインでは，個人の情報機器及び記録媒体を持ち込まれた場合の情報持ち\n出しのリスクや，外部記録媒体の業務利用を制限することを対策のポイント\nとして掲げていること，また，③平成２２年ＪＩＳガイドラインでは，平成\n２１年経産省ガイドラインと同様の記載があることに照らすと，一審被告シ\nンフォームには，本件漏えい当時，業務用パソコンのＵＳＢ接続の禁止措置\nを講ずべき注意義務があったと主張するので，以下検討する。\nア  平成２１年経産省ガイドラインについて\n確かに，平成２１年経産省ガイドライン（甲７）には，個人データを\n入力できる端末では，ＣＤ－Ｒ，ＵＳＢメモリ等の外部記録媒体を接続\nできないようにするとの記載があるが，これは，望まれる事項の例の中\nで，「個人データを入力できる端末に付与する機能の，業務上の必要性\nに基づく限定」についての例示として挙げられているものにすぎないか\nら，この記載をもって，当然に物理的にパソコンのＵＳＢポートを塞ぐ\n措置を講ずる注意義務があるということはできない。\nイ  平成２５年ＩＰＡガイドラインについて\n確かに，平成２５年ＩＰＡガイドライン（甲９）では，個人の情報機\n器及び記録媒体を持ち込まれた場合の情報持ち出しのリスクや，外部記\n録媒体の業務利用を制限することを対策のポイントとして掲げている。\nしかし，その中で，具体的な制限の方法についてまで指摘しているわけ\nではなく，平成２５年ＩＰＡガイドラインの記載から，直ちにＵＳＢ接\n続の禁止措置を講ずべき注意義務があるとはいえない。\nウ  平成２２年ＪＩＳガイドラインについて\n確かに，平成２２年ＪＩＳガイドライン（甲２２）では，平成２１年\n経産省ガイドラインでの前記アの指摘と同様の指摘がされているが，前\n記アで説示したとおり，そのことから直ちにＵＳＢポートを塞ぐ措置を\n講ずべき義務があるということはできない。\nしたがって，この点に関する一審原告らの主張は理由がない。\n情報の書き出し制御措置について\nア  一審被告らが業務用パソコンに本件セキュリ\nティソフトを搭載しており，その設定を変更して，ＷＰＤについて接続制\n御する設定にすれば，業務用パソコンからＷＰＤの一機種であるＭＴＰに\nよる通信方法に対応したスマートフォンに対するデータの書き出しを防止\nすることが可能であり，本件漏えいの方法による情報漏えいは防止できた\nことが明らかである。そして，一審被告シンフォームにおいて，本件当時，\nＭＴＰ対応スマートフォンによる個人情報の漏えいの危険性について認識\nし得たところ，前記 のとおり，スマートフォンの持込み禁止措置\nやＵＳＢ接続の禁止措置を講ずることは，業務従事者に対して過度の制約\nとなり得ること等から一審被告シンフォームに前記各措置を講ずべき注意\n義務を認めることはできない中で，書き出し制御措置は実効性があり，か\nつ，業務従事者に対して必要以上に制約が生じない方法であるから，一審\n被告シンフォームにおいて，本件漏えい当時，ＭＴＰ対応スマートフォン\nを含めて書き出し制御措置を講ずべき注意義務があったというべきである。\nイ  これに対し，一審被告らは，①本件当時，スマートフォンに対する書き\n出し制御措置を執るべきと明示していたガイドライン等はなく，一審被告\nシンフォームの情報セキュリティ対策は十分に高度なものであったこと，\n②本件セキュリティソフトはＭＴＰにより通信をするデバイスに対しては\n読み取りも書き出しも不可とする接続制御機能しか有していなかったので\nあり，そのような接続制御をすることはパソコンの使用によって得られる\n利便性を合理的根拠なく放棄するに等しいなどと主張する。\nしかし，前記①について，一審被告シンフォームは，本件個人情報を\n含む大量の個人情報を扱っていたところ，本件当時，ＭＴＰによる通信\n方法に対応したスマートフォンによる情報漏えいの危険性を予見するこ\nとができ，これを回避するための書き出し制御措置をとることができた\nのであるから，ガイドライン等に記載がなかったことや同様の措置を執\nっている会社が少なかったとしても，前記認定判断が左右されるもので\nはない。\nまた，前記②について，一審被告シンフォームは，本件漏えいが発覚\nした後，本件セキュリティソフトの設定を変更して，ＷＰＤにつき接続\nとおりであって，これによって一審被告シンフォームの業務に特段の支\n障を来したという事情もうかがわれないことからすれば，一審被告シン\nフォームにおいて，ＷＰＤを業務用パソコンに接続させるデバイスとし\nて用いる業務上の必要性があったとは認められず，本件当時，本件セキ\nュリティソフトによりＷＰＤに対する接続制御措置をとることは可能で\nあったということができる。\nウ  一審被告シンフォームは，平成２３年８月に本件セキュリティソフトの\nバージョンアップがされた際に，本件セキュリティソフトの取扱説明書\nの記載や設定作業を行った販売代理店からの説明等によって，本件セキ\nュリティソフトの設定内容次第であらゆるデバイスの接続制御措置をと\nることが可能であることを認識することができ，かつ，自らも作業手順\nを踏むことによって設定内容の変更も可能であったにもかかわらず，平\n成２６年７月に本件漏えいが発覚するまでの間，その設定内容の見直し\nがされた様子もなく，実際に設定内容の変更はされなかったものである\nウ）。スマートフォンの高機能化が早い速度で進み，\n自らの情報セキュリティ対策の内容をそれに対応させるために一定程度\nの時間が必要であることを考慮しても，ＭＴＰによる通信方法に対応し\nたスマートフォンであるＡｎｄｒｏｉｄ４．０が平成２３年１０月１８\n日に発売され，その後ＭＴＰによる通信方法に対応したスマートフォン\nの普及率が高まり，これに対応した商用デバイス制御ソフトの製品数も\n増加していった状況下において，遅くともａが本件個人情報を不正に取\n得するに至った本件当時（平成２５年７月頃から平成２６年６月頃）ま\nでには，本件セキュリティソフトの設定を見直し，適切な設定内容に変\n更する注意義務があったというべきであり，一審被告シンフォームには\nこれに違反した過失があったといわざるを得ない。\nアラートシステムの設定義務違反について\n一審被告シンフォームは，本件当時，連携システムについてはアラートシ\nステムを設置していたことや，経済産業省の勧告（甲１３の２。以下「本件\n勧告」という。）でも本件データベースについてアラートシステムの対象と\nなっていなかったことが指摘されていることからすると，アラートシステム\nの設置が情報セキュリティ対策として一定程度有効であった可能性は否定で\nきない。\nしかし，情報セキュリティ対策の中には，情報漏えい等の問題を事前に防\nぐための対策から，何らかの問題が発生した場合に，その被害を最小限に食\nい止めるための対策まで，種々のものがあるところ，一審原告らの主張する\nアラートシステムは，一定量の情報が一度に移動した際に，責任ある立場の\n者にアラート（警告）が送信され，当該状況に対してどのような対応をすべ\nきかを判断する機会ができるというものであるから，情報漏えいを未然に防\nぐことができるわけではない。また，どの程度の量の情報が移動した場合に\nアラートが発せられる設定とするかによって，それ以下の情報量であればア\nラートが発せられないことになり，必ずしも情報漏えいの全てを防ぐことが\nできる対策ともいえない。特に，本件においては，一審被告シンフォームが，\n本件データベースが保存されているサーバと業務用パソコンとの間の通信量\nをアラートシステムの対象としていなかったのは，本件システムの開発が終\n了しておらず，本件システムに種々の不具合が生じており，サーバと業務用\nパソコンとの間で大量のデータ移動があったため，本件システムの運用開始\n前に前記通信量をアラートシステムの対象としてしまうことによって本件シ\nステムの開発に支障が生じかねないという理由があったこと（甲６５）から\nすると，前記通信量をアラートシステムの対象にするとしても，アラートが\n発生する基準値は相当高く設定せざるを得なかったと考えられるのであり，\n結局のところ，アラートシステムによって，有効に本件個人情報の流出を防\n止することが可能であったと断ずることはできないというほかない。\nそうすると，本件において，一審原告らの主張するアラートシステムを設\n置したとしても本件漏えいを回避できたとは認められないから，この点に関\nする一審原告らの主張は理由がない。\n監視カメラ等による監視義務違反について\n確かに，情報漏えいの可能性がある執務室内に監視カメラを設置し，従業\n員等の執務状況を常時監視していれば，情報漏えいの被害が発生したときに，\n行為者を特定する上で効果があることは否定できない。\nしかし，証拠（乙２７）によれば，本件漏えい当時，執務室内の全体的な\n状況を確認できる程度ではあるものの，一審被告シンフォームの執務室内に\n監視カメラが設置されていたことが認められるところ，それにもかかわらず\n本件漏えいを回避することができなかったものであるから，現に設置されて\nいたものより高精度な監視カメラを設置したとしても，それによって本件漏\nえいを回避できたのかそもそも疑問であるといわざるを得ない。また，仮に，\nそれをおくとしても，本件個人情報へのアクセス権限を有するａが，本件漏\nえいの際に，監視カメラで確認することができ，かつ，通常の業務ではしな\nいような行動をしていたのでない限り，現に設置されていたものより高精度\nな監視カメラの設置によっても本件漏えいを回避できたとは認められないと\nころ，ａが，本件漏えいの際に，監視カメラで確認することができ，かつ，\n通常の業務ではしないような行動をしていたことを認めるに足りる証拠はな\nい。\nそうすると，本件において，本件漏えいの行われた執務室内に現に設置さ\nれていたものより高精度な監視カメラを設置していたとしても本件漏えいを\n回避できたとは認められないから，この点に関する一審原告らの主張は理由\nがない。\n４  一審被告ベネッセの過失責任について\n個人情報の利用・管理に責任を持つ部門設置に関する注意義務違反につい\nて\n証拠（甲３，７，１３の１及び２）によれば，経済産\n業分野ガイドラインにおいて，組織的安全管理措置の項目で，各項目を実践\nするために講じることが望まれる手法の例示として，「個人情報保護管理者\n（いわゆる，チーフ・プライバシー・オフィサー（ＣＰＯ））の設置」が挙\nげられているところ，①一審被告ベネッセは，本件漏えい以前，同社の法令\n遵守状況を管理監督する機関としてコンプライアンス部を設け，コンプライ\nアンス部長をＣＰＯ（最高個人情報責任者）とし，その下に，専門部署とし\nて個人情報保護課を設置し，個人情報保護活動を行っていたこと，②経済産\n業省は，一審被告ベネッセに対し，平成２６年９月２６日，同年１０月２４\n日までに個人情報保護法２０条に基づく安全管理措置及び同法２２条に基づ\nく委託先の監督を徹底して，具体的な内容を報告するよう勧告し，勧告の原\n因として，本件漏えいの対象となったデータベースが，個人情報のダウンロ\nードを監視する情報システムの対象として設定されていなかったところ，一\n審被告ベネッセは，一審被告シンフォームに対して行う定期的な監査におい\nて，当該情報システムの対象範囲を監査の対象としていなかった等，委託先\nに対する必要かつ適切な監視を怠っていたことが同法２２条に違反し，一審\n被告ベネッセの業務の全過程において同一審被告の保有する個人情報の利\n用・管理に責任を持つ部門を設置せず，その安全管理のために必要かつ適切\nな措置を講ずることを怠っていたことが同法２０条に違反する旨を指摘して\nいることが認められる。\n確かに，一審被告ベネッセにおいて，前記以上に適切な情報管理体制を構\n築するための組織が本件漏えいの前に存在していれば，情報セキュリティに\n関する情報を一元的に集約し，より組織的な対応ができた可能性は高まった\nといえるものの，より組織的な対応ができたからといって，かかる組織が本\n件漏えいまでにどのような具体的対応をすることができたのかは不明といわ\nざるを得ず，本件漏えいを回避できたとは認められないから，この点に関す\nる一審原告らの主張は理由がない。\n私物スマートフォンの持込み禁止，ＵＳＢ接続禁止措置，情報の書き出し\n制御措置，アラートシステムの設定及び監視カメラ等による監視に係る一審\n被告シンフォームと同様の注意義務について\n一審原告らは，一審被告らは形式上別法人であるが，①一審被告ベネッセ\nが，元々一審被告シンフォームの親会社であったものの株式会社ベネッセホ\nールディングスを持株会社とするグループ企業に再編されたことや，②一審\n被告シンフォームの役員に一審被告ベネッセの役員が就任していたことに照\nらすと，個人情報の管理・運用において，事業としての一体性が見られ，不\n法行為における責任主体としての一体性が認められると主張する。\nしかし，持株会社内の企業間等のいわゆるグループ企業間においては，こ\nのような状況は往々にして見られることであり，これらの事実が認められた\nからといって直ちに，ある法人の過失が他の法人の過失と同視されるもので\nはない。\nしたがって，一審被告シンフォームの過失は一審被告ベネッセの過失と同\n視できるから一審被告ベネッセの過失が認められるという一審原告らの主張\nは，その前提を欠き，理由がない。\n委託先選任及び監督に関する注意義務違反について\nア  委託先選任に関する注意義務違反について\n一審被告ベネッセが，一審被告シンフォームを委託先として選任した\nことについて注意義務違反があったことを基礎付ける事実を認めるに足\nりる証拠はなく，この点に関する一審原告らの主張は理由がない。\nイ  監督に関する注意義務違反について\n個人情報保護法２２条は，「個人情報取扱事業者は，個人データの取\n扱いの全部又は一部を委託する場合は，その取扱いを委託された個人デ\nータの安全管理が図られるよう，委託を受けた者に対する必要かつ適切\nな監督を行わなければならない。」と規定し，平成２１年経産省ガイド\nライン（甲７）には，「必要かつ適切な監督」に関し，委託先を適切に\n選定すること，委託先に個人情報保護法２０条に基づく安全管理措置を\n遵守させるために必要な契約を締結すること，委託先における委託され\nた個人データの取り扱い状況を把握することが含まれる旨の記載があ\nり，ＪＩＳ基準（甲２２）は，「３．４．３．４  委託先の監督」にお\nいて，「事業者は，個人情報の取扱いの全部又は一部を委託する場合\nは，十分な個人情報の保護水準を満たしている者を選定しなければなら\nない。このため，事業者は，委託を受ける者を選定する基準を確立しな\nければならない。」，「事業者は，個人情報の取扱いの全部又は一部を\n委託する場合は，委託する個人情報の安全管理が図られるよう，委託を\n受けた者に対する必要，かつ，適切な監督を行わなければならない。」\n等と規定し，平成２２年ＪＩＳガイドライン（甲２２）は，「審査の着\n眼点」として，「委託先を選定する基準として，該当する業務について\nは少なくとも自社と同等以上の個人情報保護の水準にあることを客観的\nに確認できること，選定基準は具体的で運用可能なものであること」等\nを例示していることに照らせば，大量の個人情報の運用管理を一審被告\nシンフォームに委託していた一審被告ベネッセには，本件漏えい当時，\n個人情報の管理について，委託先に対する適切な監督をすべき注意義務\nがあったということができる。\nそして，前記２で説示したとおり，一審被告ベネッセも一審被告シン\nフォームと同様に，本件当時，本件漏えいの方法による個人情報の漏え\nいの危険性を予見し得たものであって，一審被告ベネッセが，一審被告\nシンフォームに対し，本件セキュリティソフトのスマートフォンに対す\nる書き出しないし接続制御機能への対応状況について適切に報告を求め\nていれば，ＭＴＰによる通信方法に対応したスマートフォンに対する接\n続制御機能に対応した設定・変更を指示することができたものであり，\nこのような監督を行うことについて，一審被告ベネッセに過度の負担が\n生ずることもなかったと認められる。\nそうすると，一審被告ベネッセには，本件当時，一審被告シンフォー\nムにおける個人情報の管理につき，本件セキュリティソフトの設定・変\n更について適切に監督をすべき注意義務があったというべきであり，そ\nれにもかかわらず，一審被告ベネッセは，本件当時，業務用パソコンの\nセキュリティソフトウェアの変更をすべき旨を指摘することなく放置し\nていた（更新すらされていなかった）結果，本件漏えいを回避できなか\nったのであるから，前記注意義務に違反したといわざるを得ない。な\nお，本件勧告においても，一審被告ベネッセが，一審被告シンフォーム\nに対して行う定期的な監査の際に本件データベースを監査の対象として\nいなかった等，委託先に対する必要かつ適切な監視を怠っていたことが\n個人情報保護法２２条に反すると指摘されていたところである。\n以上のとおり，一審被告ベネッセには，本件当時，一審被告シンフォー\nムに対する適切な監督をすべき注意義務があり，これを怠った過失があ\nったというべきである。\n５  違法な権利侵害の有無について\n一審原告らにおいて，本件個人情報につき，自己が開示を欲しない第三者\nに対してはみだりに開示されたくないと考えることは自然なことであるから，\n本件個人情報は，一審原告らのプライバシーに係る情報として法的保護の対\n象となるものであり，本件漏えいの方法及び一審被告らの過失行為の内容等\nに照らし，本件漏えい行為によって，一審原告らは，違法にプライバシーを\n侵害されたというべきである（最高裁判所平成１５年９月１２日第二小法廷\n判決・民集５７巻８号９７３頁，最高裁判所平成２９年１０月２３日第二小\n法廷判決参照）。\n一審被告らは，本件漏えいに係る行為が，社会通念上許容される限度を逸\n脱した違法な行為であるとはいえないと主張するが，一審被告らの過失行為\nの内容に加え，本件個人情報は，ａによって名簿業者に対して売却された上，\n当該業者から相当多数の企業に売却されたことがうかがわれ，もはやその回\n収は困難であることを考慮すると，本件漏えい行為に係る一審被告らの過失\n行為によって生じた本件漏えいが一審原告らの受忍限度の範囲内にとどまる\nとはいえない。損害の有無及び程度の検討において一審被告らの過失行為の\n内容やその経緯，事後の対応等を考慮する余地はあるとしても，一審被告ら\nの過失行為によって生じた本件漏えいが，社会通念上許容される限度を超え\nておらず，違法性を欠くとはいえない。\n６  一審被告シンフォームの使用者責任について\nａについて，本件個人情報を不正に取得してこれを名簿業者に売却した\nことにつき，一審原告らのプライバシーを侵害する不法行為が成立するこ\nとは明らかである。\n民法７１５条１項の「ある事業のために他人を使用する者」とは，いわ\nゆる報償責任を認めたとする同法の趣旨に照らせば，広く使用者の指揮・\n監督の下に使用者の経営する事業に従事する者をいうと解される。\nそして，一審被告シンフォームは，一審被告ベネッセから委託を受け\nた業務について，外部の会社に再委託し，同社から更に再々委託を受け\nた会社の従業員であったａが本件漏えいを行ったものであるところ，一\n審被告シンフォームとａの間には雇用関係はなく（争いがない），ａが\nシステムエンジニアとして一審被告シンフォームに派遣され，一審被告\nシンフォーム多摩事務所で一審被告ベネッセの情報システムの開発等の\n業務に従事していたからといって直ちに，一審被告シンフォームとａの\n間に指揮監督関係があったとはいえない。\n上記の点に関連して，ａは，自らの刑事事件において，一審被告シンフ\nォームから直接指揮命令を受けていたため，一審被告シンフォーム以下\nの契約関係は偽装請負であり公序良俗違反により無効であるとの主張を\nするとともに，被告人質問（甲６３，６４）において，①所属していた\nグループでは一審被告シンフォームの社員であるリーダーから作業を割\nり当てられ，業務上の指示を受けていたこと，②ａが在籍するＡ社で\nは，雇用契約上，Ａ社の従業員であるＴがａを指揮監督する者とされて\nいたが，ａの入社後１，２か月が経過した頃にはＴとａは別のリーダー\nの下で作業をするようになり，数か月後にはＴの一審被告シンフォーム\n多摩事務所への来所が週２，３日程度に減り，その後全く来なくなった\nりしていたなどの供述をしていたものである（甲１０，５２，６３，６\n４）。\nしかし，上記供述内容を的確に裏付ける客観的証拠は見当たらず，かえ\nって，一審被告シンフォームにおいて本件システムの開発等の業務に関\nわっていたｃ及びｆは，ａの刑事事件において，再委託先であるＡ社の\n従業員についてはＡ社の従業員である管理者を通じて人員や作業管理を\n含めた業務上の指揮監督を行っていたという趣旨の証言をしており，実\n際にそのような指揮監督が行われていたことをうかがわせるメールのや\nりとりを裏付ける書証（乙９８ないし１０８）も提出されている。ａの\n供述内容は，上記メールのやりとりについては記憶が曖昧であるとし，\n上記のとおり一審被告シンフォームのリーダーから直接業務上の指示を\n受けていた点を強調する一方で，Ａ社の従業員である管理者に対し，一\n審被告シンフォームにおける稼働時間の状況報告をしていたことや，自\nらが不在期間中の業務の代替人員の人選について依頼した可能性がある\nことも供述していることなど一貫しない面があり，仮にＴが一審被告シ\nンフォーム多摩事務所に来所する回数が徐々に減っていった事実がある\nとしても，システムエンジニアという職務の性質上，逐一相対して指示\nを受けながら作業をしなければならないとも考えにくいことなどを考慮\nすると，ａの上記供述内容のみから，一審被告シンフォームとａとの間\nで実質的な指揮監督関係があった事実を認めることは困難であるといわ\nざるを得ない。\n一審原告らは，一審被告シンフォームが，ａに対し，一審被告シンフォ\nームの顧客分析課長等の許可を受けた従業員を通じて業務用アカウント\nを教示するとともに，業務用パソコンを貸与し，業務開始時の入館証発\n行に当たっては研修を受けさせ，それ以降，毎年研修を実施していたか\nら指揮監督関係があったとも主張するが，これらの事実が認められたと\nしても，ａが実際に行っていた業務が，一審被告シンフォームと受託会\n社（Ａ社）との間の業務委託契約に基づき受託会社の指揮監督の下に行\nわれていたということと矛盾するものではなく，前記事実から直ちに，\n一審被告シンフォームがａの行う業務について具体的に指揮命令をして\nいたと認めることはできない。\nなお，一審被告シンフォームが，委託先に対し，個人情報保護法上の\n委託先の監督（同法２２条）を行うことがあったとしても，ここにいう\n監督は，委託先が，委託元との契約に沿って自ら業務を遂行したことに\n対し，委託元が，委託先の当該業務遂行について当該契約の条項に沿っ\nたものであるか，法令を遵守しているか等をチェックするものであり，\n委託先の日常の業務を個別具体的に指示するものではなく，使用者責任\nにおける指揮監督とは異なるものである。また，一審被告ベネッセと一\n審被告シンフォーム間の業務委託契約において業務の再委託が原則とし\nて禁止されていたとしても，上記認定判断を左右するものではない。\nしたがって，一審被告シンフォームの使用者責任に関するその余の争\n点について判断するまでもなく，この点に関する一審原告らの主張は理\n由がない。\n７  一審被告ベネッセの使用者責任について\n一審被告シンフォームの使用者としての責任について\n一審被告ベネッセと一審被告シンフォームとの間の契約は業務委託契\n約であり（争いがない），原則として，受託者が委託者の指揮監督を受\nける内容のものではない。一審被告シンフォームは，従前一審被告ベネ\nッセにおいて対応していた個人情報等の情報が増加したことに伴い，一\n審被告ベネッセからその管理業務の委託を受けたという経緯に照らせば，\n一審被告シンフォームにおいて，専門的知見に基づいて本件システムや\n本件データベースの運用管理を任されていたと認められ，一審被告ベネ\nッセから具体的な指揮監督を受けていたとは認められない。また，一審\n原告らが指揮監督を基礎付ける事実として主張するものは，いずれも個\n人情報保護法上の委託先の監督を基礎付ける事実とはなり得るが，前記\n６で説示したとおり，同法上の委託先の監督と使用者責任における指揮\n監督とは異なるものであるから，これらの事実をもって直ちに使用者責\n任における実質的な指揮監督関係があったということにはならない。\n一審原告らは，持株会社制に移行する以前は，一審被告シンフォーム\nは，一審被告ベネッセのシステム部門がそのまま会社になった機能的子\n会社という位置付けにあり，一審被告ベネッセに従属する関係にあった\nなどと主張するけれども，そのような事情を考慮したとしても，上記認\n定判断を左右するものではない。\nしたがって，この点に関する一審原告らの主張は理由がない。\nａの使用者としての責任について\n一審被告ベネッセとａの間には雇用関係はなく（争いがない），ａがシ\nステムエンジニアとして一審被告シンフォームに派遣され，多摩事務所\nで一審被告ベネッセの情報システムの開発等の業務に従事していたから\nといって直ちに，一審被告ベネッセとａの間に指揮監督関係があったと\nネッセが一審被告シ\nンフォームに対して実質的な指揮監督をしていたとはいい難く，また，\n一審被告シンフォームがａに対して実質的な指揮監督をしていたともい\nえないのであって，それらの関係とは別に，一審被告ベネッセにおいて，\n一審被告シンフォームとの間の業務委託契約に基づく業務の範囲を超え\nて，直接，ａに対して，本件システムの開発に関わる日常業務につき具\n体的な指示をするなど，実質的な指揮監督関係を及ぼしていたことを裏\n付ける的確な証拠はなく，一審原告らの上記主張を認めるには足りない。\n８  一審被告らの共同不法行為責任について\n前記２ないし５で説示したとおり，一審被告シンフォーム及び一審被告ベネ\nッセは，それぞれ，固有の責任として，一審原告らに対する不法行為責任を負\nうところ，当該一審被告らの不法行為は，一審被告ベネッセが保有し，その管\n理を一審被告シンフォームに委託していた本件個人情報の管理に関するもので\nあり，客観的に関連することは明らかであるから，一審被告らの不法行為は，\n共同不法行為（民法７１９条１項前段）に当たるということができる。\n９  一審原告らの個人情報の漏えいの有無及び範囲について\n本件漏えいに係るａの行為によって一審原告らの個人情報が漏えいしたか否\nか及び漏えいした場合の情報の範囲については，原判決の「第３  争点に対す\nる判断」の１項に記載のとおりであるから，これを引用する。\n本件漏えいによる一審原告らの損害の発生の有無及びその額について\n本件漏えいによって，一審原告らの氏名，性別，生年月日，郵便番号，住\n所，電話番号，ファクシミリ番号，メールアドレス，出産予定日及び保護者\nの氏名といった情報が漏えいしたものであるところ，このうち，氏名及び郵\n便番号・住所，電話番号，ファクシミリ番号及びメールアドレスについては，\nこれらの情報を取得した者において，これらを取得された者に対する連絡が\n可能となり，また，同情報の使用方法によっては，取得された者の私生活の\n平穏等に一定の影響が及ぶおそれがある。また，一審原告らがこれらの情報\nを提供した経緯及び情報の内容に照らし，これらの情報がみだりに第三者へ\nの開示がされることはないとの期待が存在したものと考えられ，性別，生年\n月日，出産予定日及び保護者の氏名も含め，自己の了知しないところで第三\n者に流出することは欲しないものであったということができるから，これら\nの情報が不正に漏えいした場合には，自己の了知しないところで自己の個人\n情報が漏えいしたことへの私生活上の不安，不快感及び失望感を生じさせた\nものとして，精神的損害が生じたと認めるのが相当である。\nもっとも，出産予定日を除くこれらの情報は，人が社会生活を営む上で一\n定の範囲の他者に開示することが予定されている個人を識別するための情報\n又は個人に連絡をするために必要な情報でもあるため，思想・信条，病歴，\n信用情報等とは異なり，個人の内面等に関わるような秘匿されるべき必要性\nが高い情報とはいえない。また，出産予定日については，予定日にすぎない\nので，秘匿されるべき必要性の程度が相対的に低い。さらに，一審原告らは，\n本件漏えいでは，一審原告らについて，子供の教育に熱心な，若しくは関心\nがある親又は教育に熱心な，若しくは関心がある親に育てられた子という属\n性も流出していると主張するけれども，ａはイベントで集めた情報などとし\nて本件個人情報を売却しており，情報の量や質から一審被告らが保有してい\nた情報として漏えいしたことが推測されていたとしても，これらの属性も，\n秘匿性が高いものとはいえず，それによって，一審原告らの精神的損害の程\n度が高まるものということはできない。\nまた，本件漏えいに係る情報は，一審原告らそれぞれでその範囲を異にし，\nその内容も異なるところ，自己の提供した個人を識別するための情報や個人\nに連絡するために必要な情報を漏えいされたこと自体には違いはなく，その\n範囲や内容によって，自己の了知しないところで自己の個人情報が漏えいし\nたことへの不安，不快感等につき，精神的損害の程度を区別して考えるほど\nの違いがあるとまではいえない。\nなお，一審原告らは，未成年の一審原告らに関しては，不安，不快感がこ\nれから一生付きまとうなどして，精神的苦痛は成年者とは異なるとも主張す\nるが，本件漏えいによる影響の期間は，成年者であるか未成年者であるかを\n問わず，個別の事情によるところが大きい一方，自己の了知しないところで\n自己の個人情報が漏えいしたことへの不安，不快感の程度は，成年者である\nか未成年者であるかは問わず，異なるものとはいえないため，成年原告と未\n成年原告とで精神的損害の程度を格別に扱う理由までを見いだすのは困難で\nあるので，同主張は採用しない。\nそして，本件漏えいにより，教育関連会社等５００社を超える会社に情報\nが流出したとの報道がされている上，本件漏えいの発覚経緯が，一審被告ベ\nネッセの顧客から，一審被告ベネッセに対し，一審被告ベネッセと異なる通\n信教育事業者から一審被告ベネッセに提供していた氏名を名宛人とした書面\nが送付されているとの指摘が多数寄せられ，しかも，その氏名の中には，一\n審被告ベネッセだけに提供していた戸籍上の氏名と異なるものがあるとの指\n摘が含まれていることに鑑みると，本件漏えいに係る情報も同通信教育事業\n者に流出した可能性があるといえるものの，一審原告らもダイレクトメール\nやセールス電話が一審原告ら全員に生じているとまでは主張しておらず，前\n記の流出の可能性を超えて，現時点で，ダイレクトメール等が増えたような\n気がするという程度以上に財産的損害その他の実害が一審原告らに生じたこ\nとはうかがわれない。\n一方，一審被告シンフォームは，ａから，個人情報等を漏えいしない旨記\n載された同意書を取得していたほか，ａに対して，情報セキュリティ研修等\nを受講させていた。そして，一審被告ベネッセの持ち株会社である株式会社\nベネッセホールディングスは，本件漏えいの発覚後に直ちに対応を開始し，\n情報漏えいの被害拡大を防止する手段を講じ，監督官庁に対する報告及び指\n示に基づく調査報告を行い，情報が漏えいしたと思われる顧客に対し，本件\n通知書を送付するとともに，顧客の選択に応じて５００円相当の謝罪品の交\n付を申し出るなどしている。\n以上のとおり，本件に現れた一切の事情を総合考慮すると，個人情報の漏\nえいした一審原告らにつき本件漏えいに係る不法行為によって生じた精神的\n損害に対する慰謝料として３０００円を認めるのが相当である。\nそして，一審原告らが一審原告ら訴訟代理人弁護士に本件訴訟の提起及び\n追行を委任したことは当裁判所に顕著であるところ，その弁護士費用として\nは，本件事案の難易，請求額，損害額その他諸般の事情を考慮すると，一審\n原告１人当たり３００円の範囲内のものが一審被告らの不法行為と相当因果\n関係にある損害とみるのが相当である。\n11  小括\n以上によれば，一審被告らは，共同不法行為（民法７１９条１項前段）に基\nづき，連帯して，別紙控訴人目録の「判断」欄に○と記載した一審原告らに対\nし，同一審原告らそれぞれにつき３３００円及びこれに対する不法行為の後の\n日である平成２６年７月７日から支払済みまで民法所定の年５分の割合による\n遅延損害金の限度で支払義務を負う。\n第４  結論\n以上によれば，原判決中，一審原告らの一審被告ベネッセに対する請求を全\n部棄却した点は相当でないからこれを変更し，上記の限度で一審原告らの請求\nを一部認容し，その余の請求をいずれも棄却することとし，一審被告シンフォ\nームの控訴は棄却することとして，主文のとおり判決する。\n東京高等裁判所第２３民事部\n裁判長裁判官          白    石              哲\n裁判官      筒      井    健    夫\n裁判官       加      本    牧    子\n"
}