{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 4,
    "month": 11,
    "day": 24
  },
  "case_number": "平成27(ワ)394",
  "case_name": "損害賠償等請求事件",
  "court_name": "新潟地方裁判所",
  "lawsuit_id": "91566",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=91566",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/566/091566_hanrei.pdf",
  "contents": "令和４年１１月２４日判決言渡  同日原本領収  裁判所書記官\n平成２７年（ワ）第３９４号  損害賠償等請求事件\n口頭弁論終結日  令和４年８月４日\n判         決\n主         文\n１   被告は、原告Ａに対し、７７０万円及びこれに対する平成２７年１２月１\n日から支払済みまで年５％の割合による金員を支払え。\n被告は、原告Ｂに対し、１３６６万４７５０円及びこれに対する平成２７\n年１２月１日から支払済みまで年５％の割合による金員を支払え。\n被告は、原告Ｃに対し、１３６６万４７５０円及びこれに対する平成２７\n年１２月１日から支払済みまで年５％の割合による金員を支払え。\n２  原告らのその余の請求をいずれも棄却する。\n３  訴訟費用の負担は、以下のとおりとする。\n原告Ａに生じた費用は、これを１０分し、その７を原告Ａの負担とし、そ\nの余を被告の負担とする。\n原告Ｂに生じた費用は、これを２分し、その１を原告Ｂの負担とし、その\n余を被告の負担とする。\n原告Ｃに生じた費用は、これを２分し、その１を原告Ｃの負担とし、その\n余を被告の負担とする。\n被告に生じた費用は、これを２４分し、その１１を被告の負担とし、その\n５を原告Ａの負担とし、その４を原告Ｂの負担とし、その余を原告Ｃの負担\nとする。\n４  この判決は、第１項 ないし に限り、仮に執行することができる。\n事実及び理 由\n第１  請求\n１  被告は、原告Ａに対し、２４８１万９９７０円及びこれに対する平成２７年１\n２月１日から支払済みまで年５％の割合による金員を支払え。\n２  被告は、原告Ｂに対し、２７３４万９５００円及びこれに対する平成２７年１\n２月１日から支払済みまで年５％の割合による金員を支払え。\n３  被告は、原告Ｃに対し、２７３４万９５００円及びこれに対する平成２７年１\n２月１日から支払済みまで年５％の割合による金員を支払え。\n第２  事案の概要\n本件は、平成１９年５月８日に死亡したＤの相続人である原告らが、Ｄの勤務\n先であった被告に対し、被告の安全配慮義務違反によりＤが自殺したと主張して、\n債務不履行に基づき、上記第１記載の各損害金元金及びこれらに対する訴状送達\nの日の翌日である平成２７年１２月１日から支払済みまで民法所定の年５％の\n割合（平成２９年法律第４４号による改正前のもの）による遅延損害金の支払を\n求めた事案である。\n１  前提事実（当事者間に争いのない事実並びに後掲各証拠及び弁論の全趣旨によ\nれば容易に認められる事実）\n原告ら及びＤについて\nア  Ｄは、昭和▲年▲月▲日生まれの男性である（甲１）。\nイ  原告Ａ（昭和▲年▲月生まれ）は、Ｄの妻であり、原告Ｂ（平成▲年▲月\n生まれ）及び原告Ｃ（平成▲年▲月生まれ）は、いずれもＤの子である（甲\n１）。\nＤの勤務経歴等\nア  Ｄは、被告が経営する地方公営企業である新潟市水道局（以下、単に「水\n道局」という。）の職員であった。水道局におけるＤの勤務経歴は、大要、以\n下のとおりであった（甲１５の３、弁論の全趣旨）。\n平成２年４月  水道局に技手として採用され、工務課に勤務する。\n平成５年４月  技師となる。\n平成６年４月  維持管理課に異動する。\n平成１０年４月  浄水課に異動する。\n平成１６年４月  維持管理課維持計画係（以下、単に「維持計画係」と\nいう。）に異動する。\n平成１７年４月  副主査に昇任する。\n平成１９年４月  主査に昇任する。水道局の組織改編に伴って管路課\n（以下、単に「管路課」という。）給配水係（以下、単に「給配水係」とい\nう。）所属となる。\nイ  Ｄの被告における平成１８年中の給与収入は、合計６４７万９４９９円で\nあり、平成１８年４月から平成１９年３月までの給与収入は、合計６５９万\n４９６９円であった（甲１１）。\nウ  平成１８年４月から平成１９年４月までのＤの時間外勤務時間は、最も多\nい月で２４時間であり、月平均７時間程度であった。平成１９年３月の時間\n外勤務時間は１６時間３０分であり、同年４月の時間外勤務時間は１３時間\n３０分であった（甲１５の３）。\nＤの上司、同僚等\nア  Ｅ係長は、平成１７年４月、係長として（当時Ｄの所属していた）維持計\n画係に着任した（証人Ｅ、弁論の全趣旨）。\nＥ係長は、平成１７年４月以降、Ｄの死亡時まで、継続してＤの直属の上\n司であった（争いのない事実）。\nイ  Ｆ主査は、平成１８年４月、他の部署から（当時Ｄ及びＥ係長の所属して\nいた）維持計画係に異動した（甲１５の２、甲１５の３、甲２５）。\n平成１８年度、維持計画係の職員は、Ｅ係長（副主幹）のほか、Ｇを含む\n副主幹２名、Ｆ主査を含む主査２名、Ｄ（副主査）、Ｈ技師及び派遣職員２名\nの合計９名であった（甲１５の２、甲１５の３、甲２５）。\nウ  新潟市が市町村合併を経て平成１９年４月に政令指定都市となったこと\nに伴い、水道局において、平成１９年４月、組織改編が行われた（争いのな\nい事実）。\n平成１９年４月、水道局の組織改編に伴って給配水係が新設され、Ｅ係長\nは給配水係の係長となり、Ｆ主査、Ｄ（副主査から主査に昇任）及びＨ技師\nも同様に給配水係の所属となった（甲２５、甲６１、証人Ｅ、弁論の全趣旨）。\nまた、平成１９年４月、Ｉ主査が、給水装置課から給配水係に異動した（証\n人Ｉ、弁論の全趣旨）。\n平成１９年４月以降、給配水係の職員は、Ｅ係長（副主幹）のほか、Ｉ主\n査、Ｆ主査、Ｄ（主査）及びＨ技師の５名となった。当時の各人の勤続年数\nは、Ｅ係長２８年、Ｉ主査２２年、Ｆ主査１８年、Ｄ（主査）１７年、Ｈ技\n師２年であった（甲１５の３、弁論の全趣旨）。\n単価表等の改定業務について\nア  水道局においては、給水装置の修繕工事等の価格や工事時の事故の賠償額\nの算定について、内部での算定基準として単価表等を設け、定期的に改定を\n行っていた。平成１８年度以前、水道局における単価表等の改定業務は、主\nとして、現場作業を行う部署（工事事務所等）が担当していた。しかし、水\n道局において平成１９年４月に組織改編が行われたことに伴い、単価表等の\n改定業務は、同月以降、全て給配水係が担当することとなった（争いのない\n事実）。\nイ   平成１８年度、水道局の「給水装置修繕工事単価表」（以下「修繕単価\n表」という。）及び「配水管等事故賠償金算定表」（以下「事故算定表」と\nいう。）の改定業務の担当部署は、いずれもａ工事事務所であり、ａ工事\n事務所に所属するＪ副主査が修繕単価表の改定業務の主担当を、Ｋ主査が\n事故算定表の改定業務の主担当をそれぞれ務めていた。また、Ｋ主査は、\n修繕単価表の改定業務にも補助的に関与していた。しかし、平成１９年４\n月の組織改編に伴って、ａ工事事務所はなくなり、Ｊ副主査はｂ営業所に、\nＫ主査はｃ事業所にそれぞれ異動し、修繕単価表及び事故算定表の改定業\n務の担当部署は、給配水係に変更された。なお、Ｋ主査の異動先であるｃ\n事業所は、新潟市ｃ区内の（Ｄが所属する給配水係と同じ）建物内にあっ\nたが、Ｊ副主査の異動先であるｂ営業所は、新潟市ｂ区内にあった（甲６\n１、乙１１、乙３１、乙３２、弁論の全趣旨）。\nＥ係長は、平成１９年３月頃、Ｆ主査、Ｄ（主査）及びＨ技師に対し、\n単価表等の改定業務を担当することを命じた。Ｄは、単価表等のうち、修\n繕単価表及び事故算定表の改定業務の主担当を命じられ（争いのない事\n実）、Ｆ主査は、少なくとも、給水鉛管更新工事給水管敷設工事単価表（以\n下「鉛管単価表」という。）の改定業務の主担当を命じられた（甲３１、\n乙７４の１、乙７４の２、証人Ｅ）。\n一方、Ｄは、それまで単価表等の改定業務に従事した経験はなく、当時、\n修繕単価表及び事故算定表の改定業務に関する事務処理要領等（マニュア\nル類）も存在しなかった（争いのない事実）。\n平成１９年頃、水道局においては、修繕単価表の電子データがエクセル\nファイルで管理されていた（争いのない事実）。\nウ  平成１９年４月当時、ｂ営業所に所属していたＪ副主査並びに給配水係に\n所属していたＥ係長及びＩ主査は、いずれも、修繕単価表の改定業務を主担\n当として単独で行うことが可能であり、Ｄが当該業務を行う際にこれを指導\nすることも可能であった（争いのない事実）。\n一方、その当時、給配水係に所属していたＦ主査及びＨ技師は、修繕単価\n表の改定業務を主担当として単独で行うことも、Ｄが当該業務を行う際にこ\nれを指導することもできなかった（甲２５、弁論の全趣旨）。\n管路課が管理する地理情報システム\n給配水係を含む管路課は、平成１９年度当時、水道局の地理情報システムで\nあるＧＩＳを管理していた。ＧＩＳは、プライバシー情報を含んでおり、水道\n局は、水道工事の施工業者に対し、ＧＩＳを利用するための専用のパスワード\nを発行していた（争いのない事実）。\n議事録作成業務\n水道局において、平成１９年４月２５日、「維持管理業務担当者会議」（以下\n「本件４月２５日会議」という。）が開かれた。Ｅ係長は、Ｄに対し、本件４月\n２５日会議の議事録の作成を命じた（争いのない事実）。\nＤの自殺及び公務災害認定等\nア  Ｄは、平成１９年５月の連休（５月６日まで）明けの同月７日当日、その\n日に有給休暇を取得する旨を職場に連絡し、翌日である同月８日午前８時頃、\n職場への出勤の途中で新潟市ｃ区所在のｄタワーに赴いてそこから飛び降\nり、その衝撃により、同日午前８時５７分頃、死亡した（甲１５の３、原告\nＡ、弁論の全趣旨）。\nイ  原告Ａは、Ｄの自殺の原因が水道局の上司のパワーハラスメント（以下「パ\nワハラ」という。）であるとして、平成１９年１０月１０日、公務災害認定申\n請を行った。しかし、地方公務員災害補償基金新潟市支部（以下「基金支部」\nという。）は、平成２１年１月１９日、Ｄの自殺が公務外の災害である旨の認\n定（甲１４）をした（争いのない事実）。\n原告Ａは、基金支部の認定を不服として、地方公務員災害補償基金新潟市\n支部審査会（以下「審査会」という。）に審査請求を行ったところ、審査会は、\n平成２３年１１月７日、基金支部の認定を覆し、Ｄの自殺が公務上の災害で\nある旨の裁決（甲４）をした（争いのない事実）。\nウ   基金支部は、原告Ａに対し、Ｄの死亡が公務上の災害に当たることを前\n提に、以下の金員を支払った（甲１３、甲６８の１～甲６８の１３、乙６\n１）。\nａ  葬祭補償  ８４万９９００円（平成２３年１２月５日）\nｂ  遺族補償年金  合計４６９８万９２１３円（令和４年５月まで）\n全国市町村職員共済組合連合会は、原告Ａに対し、Ｄの死亡が公務上の\n災害に当たることを前提に、遺族共済年金として、合計１１３８万３２２\n０円（令和４年５月まで）を支払った（甲５６、甲６９）。\n原告らと被告とのやり取り等\nア  原告らの代理人弁護士は、被告に対し、平成２４年１月２４日頃及び同年\n３月１５日頃、Ｄの自殺に関する損害賠償を請求する趣旨の書面を送付した\n（甲７、甲８、弁論の全趣旨）。\nイ  被告の代理人弁護士は、平成２４年８月２０日頃、原告らに対し、損害賠\n償請求について円満に話合いで解決したいこと、原告らが審査会に提出した\n理由書やＤの同僚職員の陳述書などの資料を被告に提供してほしいこと、こ\nれらの資料を被告における内部調査に使用することを承諾してほしいこと\nなどを記載した書面を送付した（甲９、弁論の全趣旨）。\nこれに対し、原告らは、平成２４年９月３日頃、被告に提出する資料の利\n用目的を損害賠償請求に関する検討に限定することや、被告が陳述書の作成\n者に不利益な取扱いをしないことを条件として、被告から提出を求められた\n資料の一部を被告に提出した（甲１０、弁論の全趣旨）。\nしかし、その後、被告は、Ｄの自殺に関して、関係する職員から聴き取り\nを行うなどの内部調査を行った上、原告らに対し、損害賠償請求には応じら\nれない旨、回答した（弁論の全趣旨）。\nウ  原告らは、平成２７年９月１４日、本件訴訟を提起し、その訴状は同年１\n１月３０日に被告に送達された（顕著な事実）。\n２  争点及びこれに関する当事者の主張\n被告の安全配慮義務違反の有無、Ｄの死亡との因果関係及び過失相殺につい\nて（争点 ）\nア  原告らの主張\n被告は、Ｄに対し、以下のような安全配慮義務を負っていたにもかかわ\nらず、これらを怠った。\nａ  平成１９年４月当時の水道局では、新潟市の政令指定都市化に伴う水\n道局の組織改編というかつてない事態下にあって、単価表等の改定業務\nの担当部署が給配水係に変更されるなど、従前担当していない業務を新\nたに担当することとなった部署が複数生じていた。被告は、これらの状\n況を踏まえて、当該業務の前担当者及び新担当者を現場に周知し、当該\n業務の十分な引継ぎを行う時間を確保できるよう引継ぎの行程表を作\n成して現場に周知し、当該業務の十分な引継ぎを行うために必要な人員\nを確保すべき注意義務があった。しかし、被告は、水道局の組織改編に\n伴ってＤが所属することとなった給配水係の人員の確保や、給配水係が\n新たに担当した（Ｄが担当を命じられた）修繕単価表及び事故算定表の\n改定業務に関する前担当者の周知、行程表の作成等に関して、上記の各\n注意義務をいずれも怠った。\nｂ   Ｅ係長は、上司の命を受けて係の事務をつかさどり、係の職員を指\n揮監督する係長として、Ｄを含めた係の職員の精神的負担が蓄積しな\nいよう係の職員の心身の変調に留意し、変調があれば必要な対応を採\nるべき立場にあり、被告のＤに対する安全配慮義務の履行補助者であ\nった。\n⒝  Ｅ係長がＤに対して担当するよう命じた修繕単価表及び事故算定\n表の改定業務は、難易度が高く、ボリュームの多い業務であった。修\n繕単価表のデータは、ルックアップ関数が多用されたエクセルファイ\nルでできており、その改定作業には、エクセルの高度な技能が必要で\nあった。一方で、Ｄには、それ以前には単価表等の改定業務に関わっ\nた経験がなく、修繕単価表の改定業務を行うために必要となる設計・\n積算業務の経験もなく、修繕単価表の改定業務を行うために必要とな\nる現場作業の経験についても作業に参加したことがある程度であり、\nエクセルの高度な技能もなかった。したがって、当時のＤは、修繕単\n価表の改定業務について前担当者から短期間の引継ぎを受けただけ\nで修繕単価表の改定業務を実施することができる状態ではなく、引継\nぎを受けた後も、業務について分からない点を分かる職員に質問しな\nがら業務を進める必要があった。\nまた、Ｅ係長は、Ｄに対し、修繕単価表の改定業務につき、金額の\n入替えに用いる新たな単価が判明する平成１９年５月の連休明けま\nでの間に、工種の追加や変更など、新たな単価が判明しなくともでき\nる作業を行っておくよう指示していた。加えて、Ｅ係長は、Ｄに対し、\n修繕単価表のエクセルファイルの書式を、鉛管単価表のエクセルファ\nイルの書式と同じものに変更するよう指示していた。しかし、実際の\nＤによる作業は、同年４月の段階では全く進んでおらず、Ｅ係長もそ\nのことを認識していた。\nなお、Ｄは、修繕単価表の改定業務の前担当者がＪ副主査であるこ\nとを知らされておらず、前担当者がＫ主査であると思い込んでおり、\nＫ主査に対して修繕単価表の改定業務に関する質問をしに行ったも\nのの、Ｋ主査からは何も回答してもらえなかった。\nしたがって、Ｅ係長には、Ｄに担当させた修繕単価表及び事故算定\n表の改定業務を（修繕単価表の改定業務を単独で行うことが可能であ\nり、Ｄを指導することも可能であった）Ｅ係長やＩ主査を含めたチー\nムで担当する体制としたり、当該業務の主担当をＥ係長又はＩ主査と\nしＤにその補助をさせて１年間以上の研修期間を設ける体制とした\nり、当該業務に関しＥ係長又はＩ主査がＤを指導する機会を設けたり、\nＤが当該業務に関してＥ係長又はＩ主査に質問できる環境を構築し\nたりすべき注意義務があった。しかし、Ｅ係長は、これらの注意義務\nをいずれも怠った。\n⒞  Ｅ係長は、Ｄに対し、①Ｄが平成１８年１２月１９日から同月２１\n日まで有給休暇を取得して家族旅行に出掛けたことをその後に不当\nに叱責し、②平成１９年１月頃以降、Ｄを、長時間にわたって厳しく\n叱ったり、無視したりし、③同年４月に行われた単価表等の改定業務\nの打合せの際、Ｄを「あなたはどうせできていないんだろう」「これお\nかしいですよね」などと不当に叱責し、④本件４月２５日会議の議事\n録を作成したＤに対し、馬鹿にした態度で、些細な点を指摘して何度\nも議事録の書き直しを命じ、⑤Ｄが業者に対してＧＩＳのパスワード\nの「Ｉ」と「１」を誤って通知したミスについて、他の職員の前で「ど\nういうチェックをしたんだ」などとＤを罵倒して叱責し、⑥Ｄの座席\nの近くで連日にわたってＤに対する説教を行った。\nＥ係長によるこれらの行為は、パワハラやいじめに当たり、安全配\n慮義務に違反する。\n被告の安全配慮義務違反により、Ｄは、Ｅ係長によるパワハラやいじめ\nに苦しめられ、平成１９年３月頃には鬱病エピソードを発症し、その後も、\n複雑困難な修繕単価表及び事故算定表の改定業務を実施するための知識・\n経験・能力がないにもかかわらず、周囲から十分なフォローを受けられず、\n工種の追加や変更などの作業の締切りである同年５月の連休明けを前に\n精神的に極限まで追い詰められ、同月８日に自ら命を絶った。Ｄの死亡と\n被告の安全配慮義務違反との間には相当因果関係があり、また、Ｄには、\nその死亡について過失相殺されるべき事情はない。\nイ  被告の主張\n被告には、Ｄに対する安全配慮義務違反はない。\nＤが担当した修繕単価表及び事故算定表の改定業務は、Ｄのそれまでの経\n歴や、Ｄに対してされた引継ぎを踏まえれば、特に困難なものではなかった\nし、上司や同僚によるＤのフォロー体制も整っていた。また、Ｅ係長のＤに\n対するパワハラやいじめも存在しなかった。\nＤが担当することとなった修繕単価表の改定業務は、複雑困難なもので\nはなかった。修繕単価表の改定業務を行うに当たっては、現場での作業経\n験と設計・積算業務の経験がその助けとなるが、Ｄには、修繕単価表の中\n身を理解するために重要な現場での作業経験があったし、管路（敷設され\nた水道管等をいう。以下同じ）ではなく浄水場に関する経験ではあるもの\nの、設計・積算業務の経験もあった。修繕単価表の改定業務に必要となる\nエクセルの技能は、水道局の技術職員であれば誰でも持っている程度のも\nのであった。平成１９年度については修繕単価表の改定点自体も多くなか\nったし、既にＪ副主査が終えていた業務もあった。\nＤが担当した修繕単価表及び事故算定表の改定業務の業務量の負担は\n過重ではなかった。また、Ｄが死亡した時期は、いまだ修繕単価表の改定\n業務を完成させなければならない時期ではなく、改定業務には時間的余裕\nがあった。なお、Ｅ係長は、Ｄに対し、修繕単価表のエクセルファイルの\n書式を、鉛管単価表のエクセルファイルの書式と同じものに変更するよう\n指示していない。\n水道局における業務の引継ぎは、前担当者と新担当者が一度顔を合わせ\nて行い、その後は、新担当者が引き継いだ資料やデータを実際に見て前担\n当者に質問をしに行くという形態が一般的であった。\n修繕単価表及び事故算定表の改定業務の引継ぎは、平成１９年３月、Ｊ\n副主査が勤務していたａ工事事務所の事務室において、Ｊ副主査、Ｋ主査\n及びＤが、二、三時間から半日程度顔を合わせて、改定業務の概要や改定\n点について資料を見ながら行われた。Ｄは、その後も、質問があればＫ主\n査に対して行っており、引継ぎについて特に問題はなかった。\nまた、給配水係には、修繕単価表の改定業務を単独で行うことが可能で\nあり、Ｄを指導することも可能であったＥ係長やＩ主査がおり、Ｉ主査は、\nＤに対し、もし分からないことがあれば聞いてくれと何度か伝えていた。\nしたがって、Ｄに対するフォロー体制も整っていた。\nなお、Ｅ係長は、平成１９年４月上旬又は中旬、Ｄに対し、Ｄが修繕単\n価表及び事故算定表の中身の確認を行っていることを確認している。\nＥ係長は、Ｄに対しパワハラやいじめを行っていない。むしろ、Ｅ係長\nは、Ｄの上司として行っていた人事評価において、評価項目のうち「仕事\nの成果」につき「優れている」を意味する「Ａ」の評価をしていた。\nＤは、職場の健康診断において精神的・肉体的な問題を指摘されたこと\nはなく、時間外勤務についてもほとんどしておらず、平成１９年５月２日\nに開催された職場の飲み会においても特に変わった様子はなかった。Ｄが、\n業務の負担が過重であることや、Ｅ係長との関係に悩んでいることを、被\n告や労働組合に相談したことはなかった。\nＤの家族である原告らも、Ｄの状態について、知人、医師、市の「ここ\nろの相談」等に相談したことはなかった。\nしたがって、被告が、Ｄが精神的に大きな問題を抱えていることを知る\n機会はなかった。\n仮に被告に安全配慮義務違反があったとしても、Ｄの死亡との間に相当\n因果関係があることは否認する。\nまた、Ｄは、職場においては、特に変調の様子を示すことはなかったも\nのであるし、１７年間も水道局の業務に従事していた中堅職員であるから、\n自殺以外の解決方法を採り得たはずである。したがって、過失相殺の割合\nは少なくとも５割を下回らない。\n原告らの損害及び損益相殺（争点 ）\nア  原告らの主張\n原告らの損害額は、以下のとおりである。\n慰謝料  ２８００万円\n逸失利益  ６９８９万８０００円\nＤの年収６５９万４９６９円（平成１８年４月から平成１９年３月まで）\n×０．７（生活費控除率３０％）×１５．１４１（３８歳から６７歳まで\n２９年間のライプニッツ係数）＝６９８９万８０００円（千円未満切捨て）\n葬儀費用  １５０万円\nから までの合計額  ９９３９万８０００円\n各原告の損害額（元金）\nａ  原告Ａ\nの２分の１－（平成２７年８月までに支払われた）遺族補償年金\n２６２２万９１３０円－葬祭補償８４万９９００円＋弁護士費用２２\n０万円＝２４８１万９９７０円\nｂ  原告Ｂ\nの４分の１＋弁護士費用２５０万円＝２７３４万９５００円\nｃ  原告Ｃ\nの４分の１＋弁護士費用２５０万円＝２７３４万９５００円\nイ  被告の主張\n損害額については争う。\nＤが一家の支柱であったかどうかは不知である。\nＤの逸失利益の算定に用いる基礎収入は、平成１８年のＤの年収である\n６４７万９４９９円によるべきであり、計算期間は６０歳までの２２年間\nとすべきである（仮に６７歳までとする場合には、再任用の場合に大幅に\n給与が減額されることを考慮すべきである。）。\n逸失利益は、６４７万９４９９円×０．７（生活費控除率３０％）×１\n３．１６３（３８歳から６０歳まで２２年間のライプニッツ係数）＝５９\n７０万２０００円（千円未満切捨て）とすべきである。\n葬儀費用については証拠がないため不明である。\n遺族補償年金、葬祭補償及び遺族共済年金の既払額について損益相殺が\nされるべきである。\n第３  当裁判所の判断\n１  認定事実\n前記前提事実及び各項掲記の証拠等によれば、以下の各事実が認められる。\n⑴  単価表等の改定業務について\nア  修繕単価表とは、水道局が民間の水道工事施工業者に対して発注する給水\n装置の修繕工事について、修繕工事の種類ごとに、標準的かつ適正な単価を\n定めた表であり、水道局が民間業者との間で工事費用に関する契約を締結し\nたり、これに基づいて工事費用を精算したりする際に使用されるものである。\n修繕単価表は、原則として年１回改定されている。改定の目的は、既存の工\n種の労務費や材料費の単価を新年度の「水道事業実務必携」や「県積算基準\n及び設計単価表」等に記載された単価と入れ替えるほか、必要に応じて、新\nたな工種を追加したり、既存の工種の計算内容を変更したりするためである。\n平成１９年度の改定においても、新たな工種の追加が予定されていた（乙１\n６、証人Ｊ、弁論の全趣旨）。\n平成１９年頃における修繕単価表の改定業務の例年の流れとしては、①担\n当者において、４月末頃までに、新たな工種を追加したり、既存の工種の計\n算内容を変更したりする業務を終了させ、新年度の労務費や材料費の単価が\n判明すれば入力できるような状態にし、②５月の連休明け頃、新年度の労務\n費や材料費の単価が明らかになったら、担当者において、これらの単価を既\n存の単価と入れ替える作業を行い、③その後、入力内容のチェックや係内で\nの分担による検算を行い、係長による最終的な内容のチェック及び決裁と、\n課長による決裁を経て、同月末頃までに修繕単価表の内容を確定させること\nが一般的であり、その後、他部署への説明等を経て、７月初めから新年度の\n修繕単価表が適用されていた（甲６１、乙１６、乙２７の３４～乙２７の３\n７、証人Ｊ、弁論の全趣旨）。\n修繕単価表の改定業務は、作業自体の分量や使用するエクセルデータのシ\nート数が比較的多く、エクセルデータのシート間の関係も比較的複雑である\nことに加えて、新たな工種を追加したり既存の工種の計算内容を変更したり\nする場合にはどのような作業や材料がどの程度の分量につき必要となるか\nなどを考えて行う必要があるため、水道局内では、おおむね、当該業務を初\nめて担当する職員にとって比較的難しい部類の業務であると認識されてい\nた。特に、現場における管路の修繕業務の経験がない職員にとっては困難な\n面があり、また、現場での作業経験よりも重要性はやや劣るものの、管路の\n設計・積算業務の経験もあれば有用であった（乙１１、乙１６、乙２７の６、\n乙２７の９、乙２７の３４～乙２７の３７、証人Ｊ、証人Ｋ、弁論の全趣旨）。\nまた、５月の連休明けから同月末頃までに行うべき業務については、作業\n量に比して時間的な制約が厳しく、係の職員が総出で、時間外勤務をしつつ\n業務に従事することもあった（乙１１、乙２７の１５、乙２７の３４～乙２\n７の３７）。\nＫ主査は、平成１８年度、ａ工事事務所において修繕単価表の改定業務に\n関与していたが、その内容は、Ｊ副主査が作成した修繕単価表の数字や計算\nを確認する程度の補助的なものであった。Ｋ主査には、平成１９年４月当時、\n修繕単価表の改定業務を主担当として行った経験はなく、新たな工種の追加\nを含めた修繕単価表の改定業務を主担当として単独で十分に行うことや、こ\nれらの業務に関してＤを十分に指導することはできなかった（甲６１、証人\nＪ、証人Ｋ、弁論の全趣旨）。\nイ  事故算定表とは、水道局において、管路（水道管とその周辺設備）での作\n業中に発生した事故による賠償額の算定に用いる表であり、原則として年１\n回改定されている。事故算定表の改定業務は、作業の分量自体は修繕単価表\nの改定作業と比較してさほど多くなく、業務内容も基本的に既存の算定表の\n金額を新年度の金額と入れ替える作業が中心であるため、修繕単価表の改定\n作業と比較して業務の難易度は低く、平成１９年度の改定業務においても、\n事故算定表の項目自体の改定は予定されていなかった（乙１１、乙２７の６、\n乙２７の９、乙２７の３４、乙２７の３６、乙３３、証人Ｋ、弁論の全趣旨）。\nなお、Ｆ主査が平成１９年度に担当した鉛管単価表の改定業務についても、\n基本的に既存の単価表の金額を新年度の金額と入れ替える作業が中心であ\nり、修繕単価表の改定作業と比較して業務の難易度は低かった。また、そも\nそも鉛管単価表の改定業務は、平成１８年度以前から既に維持計画係が担当\nしていた業務であった（甲３１、乙２７の１４、乙２７の１５）。\nウ  水道局において、過去に単価表等の改定業務に従事した経験のない者が新\nたに単価表等の改定業務に従事する場合には、まず、前担当者と新担当者が\n顔を合わせて数時間ないし半日程度の引継ぎを行い、その後は、新担当者に\nおいて前担当者から受領したエクセルファイルのデータを実際に操作して\n業務を行ってみて、分からない点があればその都度、基本的には前担当者に\n対し、場合によっては当該業務の経験がある他の職員に対し、疑問点を質問\nし、次第に業務に慣れていくという形態が一般的であった（証人Ｊ、証人Ｅ、\n弁論の全趣旨）。\nエ  Ｊ副主査は、ａ工事事務所に所属していた平成１９年３月頃、同じａ工事\n事務所に所属しており、給配水係がある建物と同じ建物内の部署に異動する\n予定であったＫ主査に対し、修繕単価表の改定業務の引継ぎを行った。Ｋ主\n査は、その後、Ｄに対し、数時間ないし半日程度、修繕単価表の改定業務に\n関する引継ぎを行い、また、エクセルデータの入ったＭＯディスクを含む資\n料をＤに引き渡した。引継ぎを受けた当時のＤは、修繕単価表の改定業務の\n前担当者が、Ｊ副主査ではなくＫ主査であると認識していた（乙３１、乙３\n２、証人Ｊ）。\nオ  修繕単価表の改定業務のうち担当者が４月末頃までに行うべき業務（新た\nな工種の追加業務等）については、適切な時期に終わらせることができるよ\nう、担当者によっては、３月以前から当該業務に着手する場合もあった。平\n成１９年度においては、４月に当該業務の担当部署が変更となることから、\n新担当者であるＤが、なるべく早い時期に当該業務に関する引継ぎを受けて\n当該業務に着手する必要があった。前担当者であるＪ副主査も、既に引継ぎ\n前の時点で当該業務に少しずつ着手していたが、引継ぎ時点においても、新\nたな工種の追加業務は完了していなかった（乙２７の１２、乙２７の１３、\n乙２７の１５、証人Ｊ、弁論の全趣旨）。\n⑵  Ｅ係長の性格等について\nＥ係長には、同僚や部下に対し、仕事上、厳しい対応や頑なな対応を行う傾\n向があり、時折、強い口調で発言することもあった。そのようなＥ係長の影響\nもあって、少なくとも平成１８年度の維持計画係及び平成１９年度の給配水係\nでは、職員の誰かが他の職員に対して業務に関する質問をするような雰囲気が\n余りなく、係内での会話が少なくて係内での挨拶も余りされず、緊張感のある\n雰囲気があった。定時になると係の職員はおおむね早めに退庁し、Ｅ係長が一\n人だけで残業をしていることが多く、係外の職員の中には、余り係の雰囲気が\n良くない、係に元気がないなどと感じていた者も少なくなかった（甲１５の３、\n乙１１、乙１４、乙２７の３、乙２７の４、乙２７の６、乙２７の７、乙２７\nの９、乙２７の１１、乙２７の１３～乙２７の１７、乙２７の２３、乙２７の\n２８、乙２７の２９、乙２７の３１、証人Ｉ、弁論の全趣旨）。\n⑶  Ｄの性格等について\n水道局の職員から見たＤの性格は、おおむね、真面目、温厚、物静か、おと\nなしいなどというものであった（甲１５の３、乙２８）。また、Ｄは、悩みがあ\nっても、他者に相談することは余りしなかった（乙２７の１４、乙２７の２８、\n乙２７の３８）。\nＤは、Ｅ係長から注意や叱責を受けて萎縮することが多く、特に、平成１８\n年以降は、Ｅ係長と接することが苦痛であり、Ｅ係長の自分に対する態度が「い\nじめ」であると感じ、Ｅ係長と接することをなるべく避けようとしていた（甲\n５、甲１５の３、甲１５の５、甲３７、乙２７の１４、乙２７の１６、乙２７\nの２８）。\n⑷  Ｄによる修繕単価表の改定業務の状況について\nＤには、平成１９年４月初めの時点で、少なくとも管路の修繕業務の経験は\nあった（証人Ｊ、証人Ｉ、証人Ｅ）が、修繕単価表の改定業務を、その主担当\nとして、分からない点を前担当者や当該業務の経験がある他の職員に質問した\nりすることなく単独で行うことができるだけの能力や経験はなかった（甲５、\n甲１５の５、甲３７、乙２７の６、乙２７の１４、乙３１、証人Ｋ、原告Ａ、\n弁論の全趣旨）。\nＤは、平成１９年４月以降、修繕単価表の改定業務の処理方法について、給\n配水係内の他の職員又は前担当者であるＪ副主査に対し、直接質問をしたり、\n指導を仰いだりすることはなかった（証人Ｉ、証人Ｊ、弁論の全趣旨）。\n一方、Ｄは、平成１９年４月中に１０回程度、修繕単価表の改定業務の処理\n方法に関して、Ｋ主査に対して質問をした。Ｋ主査は、これに対してＫ主査な\nりに対応したが、Ｄの業務に対する理解は、新たな工種の追加を単独で十分に\n行える程度にまで深まることはなかった。Ｄは、当時、４月末頃までに終わら\nせるべき新たな工種の追加等の業務を（業務に対する理解が十分でないために）\n終わらせることができない状態であり、そのことに悩んでおり、５月の連休明\nけ頃（新年度の単価を既存の単価と入れ替える作業を行わなければならない時\n期）になってもその前段階の業務が完了していないことについてＥ係長から叱\n責されることなどを恐れていた（甲５、甲１５の５、甲３７、乙２７の６、乙\n２７の１４、乙３１、証人Ｋ、原告Ａ、弁論の全趣旨）。\n⑸  Ｄの遺書\nア  Ｄは、自殺する前に、携帯電話機の中に、携帯電話機のメモ機能を用いて\n以下の文章のデータを残していた（甲５、原告Ａ）。\n「Ａへ・・あとの事はたのむ・・ごめんね・・何にも力になれなくて・・」\n「あの人とはもうやっていけない。１年目はまあ優しかったが、２年目\nからはすごく変わり自分の事しか信じない。３年目は、いわゆるいじめ。\nたとえば答えがあるのに教えないで考えさせ、あげくに説教されても、わ\nたしには、どうしていいかわからないけど、あの人の態度は変わる事なく\n日を増すごとに悪化してこれ以上耐えられません。これだけは、実際にな\nった人しか分からないと思うけど、馬鹿は死ななけゃ直らない」\n「生きていく自信がない・・無理してもいつかはどこかでしわよせがく\nる・・わがままを許してくれ」\n「中途半端な気持ちじゃない事は分かって下さい。真剣です。」\nイ  Ｄは、自殺する前に、自宅のパソコンの中に、以下の文章のデータを残し\nていた（甲３７、原告Ａ）。\n「どんなにがんばろうと思っていてもいじめが続く以上生きていけない。\nわかないのは少なくとも分かっている筈なのにいじめ続ける  人を育てる\n気持ちがあるわけでもないし、自分が面白くないと部下に当たるような気が\nする。このままではどうしていいかわからないし、相談しろとたてまえ的に\nは言うけれど回答がもらえるわけだもない。逆に怒られることが多い。いま\nまで我慢してたのは、家族がいたからであるが、でも限界です。」\nＤの死後の状況等\nア  Ｅ係長は、Ｄの告別式の当日、給配水係の係員全員（Ｉ主査、Ｆ主査及び\nＨ技師）を別室に呼び、その場で「（自分が）Ｄに対して強く当たった」又は\n「（自分が）Ｄに対して強く当たったかもしれない」という趣旨の発言をし\nた。もっとも、発言全体の趣旨は、Ｄの自殺に関してＥ係長自身に責任はな\nいというニュアンスのものであった（乙２７の１２、乙２７の１４、乙２７\nの１５、証人Ｅ、弁論の全趣旨）。\nイ  Ｄの死亡後まもなく、Ｆ主査は、Ｅ係長の自分に対する態度が変わって「い\nじめ」になったと感じ、Ｅ係長と接することが苦痛となり、Ｅ係長の直接の\n上司であるＬ管路課長に対して他の部署への異動を強く願い出て、給配水係\n以外の部署に異動した。Ｌ課長は、Ｆ主査から上記の訴えを聴いて間もなく、\nＥ係長を別室へ呼び出し、部下への接し方に問題があるとしてＥ係長を厳し\nく叱責した。Ｅ係長は、これにショックを受け、その後、１週間ほど休暇を\n取った（甲１５の３、甲２５、乙２７の８、証人Ｅ）。\nウ  Ｅ係長は、平成１９年５月中旬以降に上記休暇を終えて職場に復帰したが、\nその時点で、Ｄが主担当であった平成１９年度の修繕単価表の改定業務は、\nＤによる作成途中のデータも見つかっていない状態であった。もっとも、給\n配水係としては、同年度の修繕単価表の改定業務を同年５月末頃までに完成\nさせる必要があったため、Ｅ係長は、自分が中心となってこの業務を行い、\nＩ主査もこれを残業しながら補佐し、期限である同月末までに形になるよう\nな状態とした。Ｅ係長は、それ以前に鉛管単価表の改定業務に従事した経験\nはあったものの、修繕単価表の改定業務自体には従事したことがなかったと\nころ、この時、Ｅ係長は、新年度の修繕単価表のエクセルファイルを、鉛管\n単価表のエクセルファイルの書式で作成した（乙２７の１２、証人Ｅ、証人\nＩ）。\nもっとも、Ｅ係長らが作成した新年度の修繕単価表は、Ｊ副主査が給配水\n係への引継ぎ前に予定していた新たな工種の追加等の改定内容（Ｊ副主査が\n引継ぎ前に改定を終えていた箇所を含む）に関して、反映されていない点が\n多く見られるものであり、Ｊ副主査は、平成１９年７月以降、これらの点が\n新年度の修繕単価表に反映されていない理由について、水道局内の他部署か\nら何度も問合せを受けた（甲６２、証人Ｊ）。\n２  判断\n争点 （安全配慮義務違反、因果関係及び過失相殺）について\nア  原告らは、①被告が、Ｄが担当した業務の前担当者及び新担当者を現場に\n周知し、十分な引継ぎを行う時間を確保できるよう引継ぎの行程表を作成し\nて現場に周知し、十分な引継ぎを行うために必要な人員を確保すべき注意義\n務を尽くさず、また、②被告の履行補助者としてのＥ係長が、Ｄの担当業務\nをＥ係長やＩ主査を含めたチームで担当する体制としたり、当該業務の主担\n当をＥ係長又はＩ主査としＤにその補助をさせて１年間以上の研修期間を\n設ける体制としたり、当該業務に関しＥ係長又はＩ主査がＤを指導する機会\nを設けたり、Ｄが当該業務に関してＥ係長又はＩ主査に質問できる環境を構\n築したりすべき注意義務を尽くさなかったと主張している（その他に、パワ\nハラやいじめに関する主張もあるが、これらについては後に触れることとす\nる。）。\nイ  この点、前記前提事実、前記認定事実及び弁論の全趣旨によれば、\n①  平成１９年４月初めの時点で、Ｄには（Ｄのように初めて当該業務に従\n事する職員にとって比較的難しい業務であった）修繕単価表の改定業務を、\n分からない点を前担当者や当該業務の経験がある他の職員に質問するこ\nとなく主担当として単独で行うことができるような能力や経験はなく、当\n時のＤは、分からない点をその都度前担当者又は当該業務の経験がある他\nの職員に質問しながら当該業務に慣れていく必要がある状態であったこ\nと、\n②  平成１９年４月当時の給配水係の職員のうちＥ係長及びＩ主査には、修\n繕単価表の改定業務に関してＤを指導する能力があったものの、Ｅ係長に\nは、同僚や（Ｄを含めた）部下に対し、仕事上、厳しい対応や頑なな対応\nを行う傾向や、時折、強い口調で発言する傾向があり、Ｅ係長自身も、自\n分がＤに対し「強く当たっている」ことを自覚しており、これらの影響も\nあって、当時の給配水係内における会話は少なく、挨拶も余りなく、職員\nの誰かが他の職員に対して業務に関する質問をするような雰囲気もなか\nったこと、\n③  Ｄは、真面目かつ温厚であり、物静かでおとなしく、自身の悩みを他者\nに余り相談しない性格であり、Ｅ係長から注意や叱責を受けて萎縮するこ\nとが多く、Ｅ係長の自分に対する態度を「いじめ」であると感じて苦痛を\n感じ、Ｅ係長との接触をなるべく避けようとしていたこと、\n④  Ｄは、平成１９年４月中に１０回程度、修繕単価表の改定業務の引継ぎ\nを直接受けた相手であり、Ｄが当該業務の前担当者であると認識していた\nＫ主査に対し、当該業務に関して質問をしたが、Ｋ主査には、修繕単価表\nの改定業務に関してＤを十分に指導できる能力はなく、Ｄの業務に対する\n理解は、新たな工種の追加を十分に行える程度にまで深まることはなかっ\nたこと、\n⑤  平成１９年当時の修繕単価表の改定業務のスケジュールとしては、係内\nでの作業を５月末頃までに終える必要があり、中でも、同月の連休明け頃\nから同月末頃までの間に行う単価の入替え作業は作業量に比して最も時\n間的な制約がタイトであったため、主担当者であるＤが４月中に新たな工\n種の追加等の業務を終わらせることができない場合、その後のスケジュー\nルに悪影響が及ぶ可能性があったこと、\n⑥  Ｄは、平成１９年４月末時点においても（業務に対する理解が十分でな\nいために）修繕単価表の改定業務における新たな工種の追加等の業務を終\n了させることができておらず、５月の連休明けにＥ係長から叱責されるこ\nとなどを恐れて精神的に追い詰められ、そのことが主たる要因で自殺を決\n意したこと\nがそれぞれ認められる（なお、Ｅ係長が、Ｄに対し、修繕単価表のエクセル\nファイルの書式を鉛管単価表のエクセルファイルの書式と同じものに変更\nする業務まで指示していたと認めるに足りる証拠はない。）。\nウ  一方において、死亡当時のＤは、水道局における勤続１８年目の中堅職員\nであり、主査という（自治体においては一般的に係長クラスの）肩書を付与\nされていたのであるから、上記のような業務上の困難に直面した場合であっ\nても、前担当者がＪ副主査であったことを他部署への問合せ等によって確認\nした上でＪ副主査に対して業務の処理方法について質問したり、Ｅ係長及び\nＩ主査に対して（Ｅ係長から叱責される可能性を覚悟の上で）４月末までに\n行うべき業務を終了させる見込みがないことを率直に告げて助力を求めた\nり、Ｅ係長の上司であるＬ課長に対して直接、給配水係内のコミュニケーシ\nョンの問題により担当業務に関して十分な助力を得られない状況を相談し\nたりすることも、客観的に見れば、可能であったと考えられる。\n他方において、当時の水道局内は、大部分が基本的に水道局以外の新潟市\nの部署への異動が予定されていない職員ばかりで、水道局内の人間関係が定\n年で退職するまで継続するような状況にあって、このような環境に応じた組\n織結束の文化もあった（証人Ｍ）ところ、そのような中において、物静かで\nおとなしく、自身の悩みを他者に余り相談しないＤが、上記のような積極的\nな対応を採ること、特に、給配水係内のコミュニケーション上の問題につい\nてＥ係長を飛び越えて直接その上司であるＬ課長に相談することは、その性\n格上難しい部分があり、そのため、Ｄは、一人で悩みを抱え込むことになっ\nたのではないかと考えられる。\nエ  これらの状況（日頃の執務等を通じ、Ｅ係長においてこれらの状況は認識\nしていたか、少なくとも認識し得たはずである。）に照らせば、平成１９年４\n月当時、Ｅ係長には、自分自身のＤを含む他の職員に対する接し方が係内の\n雰囲気に及ぼす悪影響や、Ｄとの人間関係の悪化による悪影響によって、Ｄ\nが係内で発言しにくくなり、他の係職員に対し業務に関する質問をしにくく\nなっている給配水係内のコミュニケーション上の問題を踏まえて、初めて担\n当するＤにとって比較的難しい業務であった修繕単価表の改定業務に関し、\n①Ｄによる業務の進捗状況を積極的に確認し、進捗が思わしくない部分につ\nいてはＥ係長又はＩ主査が必要な指導を行う機会を設けるか、又は、②Ｅ係\n長において部下への接し方を改善して給配水係内のコミュニケーションを\n活性化させ、ＤがＥ係長又はＩ主査に対して積極的に質問しやすい環境を構\n築すべき注意義務があったというべきである。\nそして、Ｅ係長はこれらの措置を何ら実施していなかったものと認めるこ\nとができるから（Ｅ係長は、Ｄの自殺後まもなく、Ｌ課長から部下への接し\n方に問題があるとして厳しく叱責された〔前記認定事実⑹イ〕にもかかわら\nず、本件訴訟の証人尋問において、Ｄが遺書で言及した人物〔同 参照〕に\nついて自分のことだと思わない、至らないことがあったとは思っていないな\nどと証言しているところであって、このようなＥ係長が上記のような措置を\n適切な形で採っていたものと認めることはできない。）、本件では、上記の注\n意義務に違反した過失があったものというべきであり（なお、上記ア記載の\n原告ら主張の注意義務違反のうち、その余の注意義務違反については、認め\nるに足りる証拠がない。）、これによりＤがその遺書（前記認定事実⑸）に記\n載されたような心境に陥って自殺するに至ったものと認めるのが相当であ\nる。\nもっとも、Ｄにおいても、先に述べたとおり、自殺するに至る過程におい\nて、水道局の中堅職員として自らの苦境を解消するために可能であると考え\nられる対応を十分に採らなかったものと認めることができるから、その点に\n関して過失相殺を免れることはできないところ、その割合は、本件における\n一切の事情を考慮して、５割と評価することが相当である。\nオ  なお、原告らは、Ｅ係長が、Ｄに対し、①有給休暇を取得して家族旅行に\n出掛けたことをその後に不当に叱責した、②長時間にわたって厳しく叱った\nり、無視したりした、③平成１９年４月に行われた単価表等の改定業務の打\n合せの際、「あなたはどうせできていないんだろう」「これおかしいですよね」\nなどと不当に叱責した、④本件４月２５日会議の議事録を作成したＤに対し、\n馬鹿にした態度で、些細な点を指摘して何度も議事録の書き直しを命じた、\n⑤Ｄが業者に対してＧＩＳのパスワードの「Ｉ」と「１」を誤って通知した\nミスについて、他の職員の前で「どういうチェックをしたんだ」などとＤを\n罵倒して叱責した、⑥Ｄの座席の近くで連日にわたってＤに対する説教を行\nったなどと主張し、これらがパワハラやいじめに当たり、不法行為を構成す\nると主張する。\nしかし、これらの点に関して、Ｅ係長がＤに対する不法行為に及んだとす\nる原告らの主張の主たる根拠は、公務災害の認定手続において審査会に提出\nされたＦ主査作成の陳述書（甲２５、甲３１）であり、その他に、これに比\n肩する有力な証拠は存在しない。そして、Ｆ主査の陳述書の内容が、その後\nの被告による聴き取り調査の際に比較的大きく変遷しており（乙２７の１\n４）、この変遷についてＦ主査が被告から事実上の圧力を感じた可能性の有\n無を考慮する必要があるとしても、さらに、Ｆ主査が、本件訴訟において証\n人として呼び出された際にも十分な理由を示すことなく出頭しなかったこ\nと（弁論の全趣旨）などの経過からすれば、審査会に提出されたＦ主査の陳\n述書の記載内容を本件訴訟において直ちに採用することは困難であるとい\nわざるを得ず、他に、本件において、原告らが主張するパワハラやいじめに\n関する上記各事実に関して、不法行為を構成するほどの違法性を有するＥ係\n長の行為を認めるに足りる証拠はない。\nカ  以上のとおり、本件においては、平成１９年４月当時、Ｅ係長に、①Ｄに\nよる業務の進捗状況を積極的に確認し、進捗が思わしくない部分については\nＥ係長又はＩ主査が必要な指導を行う機会を設けるか、又は、②部下への接\nし方を改善して給配水係内のコミュニケーションを活性化させ、ＤがＥ係長\n又はＩ主査に対して積極的に質問しやすい環境を構築すべき注意義務を怠\nった過失（以下「本件過失」という。）があり、本件過失とＤの自殺との間に\nは相当因果関係があったものと認められる一方、Ｄの対応状況等を考慮し、\n５割の過失相殺を行うことを相当と認める。\n争点 （原告らの損害及び損益相殺）について\nア  慰謝料\nＤは、本件過失と相当因果関係のある自殺によって死亡したところ、これ\nに基づくＤの慰謝料としては、当時のＤが妻及び２人の子を養うべき一家の\n支柱であったこと（前記前提事実⑴、弁論の全趣旨）などを含めた本件にお\nける一切の事情を考慮し、２８００万円（原告らの主張どおりの金額）と認\nめることが相当である。\nイ  逸失利益\nＤの逸失利益としては、平成１８年４月から平成１９年３月までのＤの収\n入合計６５９万４９６９円に０．７（生活費控除率３０％）を乗じ、さらに、\n死亡時である３８歳から６７歳まで２９年間のライプニッツ係数である１\n５．１４１を乗じた金額である６９８９万８０００円（原告らの主張どおり\nの金額（千円未満切捨て））と認めることが相当である（仮に、Ｄが定年まで\n水道局に勤務していたとすれば、６０歳以降に給与が減額される可能性は高\nかったと考えられるが、一方で、定年までの間にＤの給与額が更に上昇して\nいた可能性もあるのであるから、これらの両方を考慮すれば、原告らの主張\nどおりの上記計算方法を採用することは相当である。）。\nウ  葬儀費用\nＤの葬儀に２００人以上の関係者が参列したこと（甲４６）など、本件に\nおける一切の事情を考慮すれば、Ｄの葬儀費用として、１５０万円（原告ら\nの主張どおりの金額）の範囲で相当因果関係のある損害が発生したものと認\nめられる。\nエ  過失相殺\n上記アからウまでの合計額９９３９万８０００円につき、５割の過失相殺\nをすると、残額は４９６９万９０００円となる（慰謝料１４００万円、逸失\n利益３４９４万９０００円及び葬儀費用７５万円の合計額）。\nオ  各原告の損害額元金（損益相殺を含む）\n原告Ａ\n原告Ａは、上記エの２分の１である２４８４万９５００円（慰謝料７０\n０万円、逸失利益１７４７万４５００円及び葬儀費用３７万５０００円の\n合計額）を相続により取得している。\n他方で、原告Ａは、前記前提事実のとおり、葬祭補償として８４万９９\n００円の支払を、遺族補償年金及び遺族共済年金として合計５８３７万２\n４３３円の支払をそれぞれ受けている。これらは、それぞれ葬儀費用及び\n逸失利益との関係において損益相殺の対象となり、元金充当されるべきと\nころ、その金額は、原告Ａが相続した葬儀費用及び逸失利益の元金額をい\nずれも上回っている。\nそうすると、原告Ａの残存する損害額（元金）としては、７００万円（慰\n謝料相当額）及びこれに対する弁護士費用として相当な損害額７０万円の\n合計７７０万円と認めることが相当である。\n原告Ｂ及び原告Ｃ\n原告Ｂ及び原告Ｃの損害額（元金）は、それぞれ、上記エの４分の１で\nある１２４２万４７５０円及びこれに対する弁護士費用として相当な損\n害額１２４万円の合計１３６６万４７５０円と認めることが相当である。\n３  結論\n以上のとおり、被告は、債務不履行責任に基づき、原告Ａに対し７７０万円及\nびこれに対する訴状送達日の翌日である平成２７年１２月１日から、原告Ｂ及び\n原告Ｃに対し各１３６６万４７５０円及びこれに対する訴状送達日の翌日であ\nる平成２７年１２月１日から、それぞれ支払済みまで年５％の割合による遅延損\n害金を支払う義務があるものと認められるが、その余の原告らの請求については、\nいずれも理由がない。\nよって、上記の限度で原告らの請求を一部認容することとして、主文のとおり\n判決する。\n新潟地方裁判所第二民事部\n裁判長裁判官  島  村  典  男\n裁判官  髙  倉  文  彦\n裁判官  佐  藤  克  郎\n"
}