{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 2,
    "month": 3,
    "day": 19
  },
  "case_number": "平成29(ワ)32839",
  "case_name": "特許権侵害差止等請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "89421",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=89421",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/421/089421_hanrei.pdf",
  "contents": "令和２年３月１９日判決言渡  同日原本領収  裁判所書記官\n平成２９年（ワ）第３２８３９号  特許権侵害差止等請求事件\n口頭弁論終結日  令和元年１２月１７日\n判 決\n原 告                 株 式 会 社 Ｍ Ｔ Ｇ\n同 訴 訟 代 理 人 弁 護 士          關              健 一\n同 訴 訟 代 理 人 弁 理 士          小 林 徳 夫\n被 告                    株 式 会 社 フ ァ イ ブ ス タ ー\n同 訴 訟 代 理 人 弁 護 士          冨 宅              恵\n西 村              啓\n同 補 佐 人 弁 理 士          髙 山 嘉 成\n主 文\n１  被告は，別紙被告製品目録記載１ないし６の各美容器を製造し，\n使用し，譲渡し，貸し渡し，輸出若しくは輸入し，又は譲渡若し\nくは貸渡しの申出をしてはならない。\n２  被告は，別紙被告製品目録記載１ないし６の各美容器，その半\n製品及び製造のための金型を廃棄せよ。\n３  被告は，原告に対し，金２８８９万２６４８円及びうち金８８\n５万０６００円に対する平成２９年１０月４日から，うち金２０\n０４万２０４８円に対する令和元年７月３日から各支払済みま\nで，それぞれ年５分の割合による金員を支払え。\n４  原告のその余の請求を棄却する。\n５  訴訟費用は，これを５分し，その１を原告の負担とし，その余\nを被告の負担とする。\n６  この判決は，第１項ないし第３項に限り，仮に執行することが\nできる。\n事 実 及 び 理 由\n第１  請求\n１  主文１，２項と同旨。\n２  被告は，原告に対し，５０００万円及びうち８８５万０６００円に対する平\n成２９年１０月４日から，うち４１１４万９４００円に対する令和元年７月３\n日から各支払済みまで，それぞれ年５分の割合による金員を支払え。\n第２  事案の概要\n原告は，美容器の特許に係る特許権者であるところ，別紙被告製品目録記載\n１ないし６の各美容器（以下「被告各製品」と総称する。また，被告各製品の\nうち，同目録記載１ないし３の各美容器を併せて「旧被告製品」と総称し，同\n目録記載４ないし６の各美容器を併せて「新被告製品」と総称する。）は，上記\n特許に係る特許発明の技術的範囲に属すると主張している。\nそして，本件は，原告が，被告に対し，被告による被告各製品の製造，使用，\n譲渡等は，上記特許権を侵害すると主張して，上記特許権に基づき，被告製品\nの製造，使用，譲渡等の差止め，並びに上記侵害行為を組成したものであると\nして，被告各製品及びその半製品，製造のための金型の廃棄を求めるとともに，\n民法７０９条及び特許法１０２条２項に基づき，不法行為による損害賠償請求\nとして，損害賠償金１億００８９万６４５５円の一部である５０００万円及び\nうち８８５万０６００円に対する平成２９年１０月４日（訴状送達の日の翌日）\nから，うち４１１４万９４００円に対する令和元年７月３日（令和元年６月２\n７日付け訴えの変更申立書送達の日の翌日）から各支払済みまでそれぞれ民法\n所定の年５分の割合による遅延損害金の支払を求める事案である。\n１  前提事実（証拠等を掲げた事実以外は，当事者間に争いがない。なお，枝番\n号の記載を省略したものは，枝番号を含む（以下同様）。）\n(1) 本件特許\n原告は，発明の名称を「美容器」とする特許権（特許第６１２１０２６号。\n請求項の数は４である。以下，この特許を「本件特許」という。）の特許権者\nである。原告は，本件特許につき，平成２８年４月２６日に特許出願をし，\n平成２９年４月７日にその設定登録を受けた。なお，本件特許の特許出願（特\n願２０１６－８８００２号）は，特願２０１４－６５０２９号に係る特許出\n願（以下「本件原出願」という。本件原出願の特許出願日は，平成２６年３\n月２７日である。）を分割したものである（甲１，２）。\n(2) 本件発明\n本件特許に係る特許請求の範囲の請求項１ないし４の記載は，別紙特許公\n報の該当部分に記載されたとおりである（そのうち請求項１の記載を，以下\n「本件特許請求の範囲」といい，これに係る発明を「本件発明」という。ま\nた，その明細書（図面を含む。）を「本件明細書」といい，その該当部分の記\n載を段落【０００１】などと表すこととする。）。\n(3) 構成要件の分説\n本件発明を構成要件に分説すると，次のとおりである（以下，分説した構\n成要件をそれぞれの符号に従い「構成要件Ａ」などのようにいう。）。\nＡ  棒状のハンドル本体と，該ハンドル本体の表面から内方に窪んだ凹部\nと，上記ハンドル本体との結合部分が露出しない状態で上記凹部を覆う\nように上記ハンドル本体に取り付けられたハンドルカバーとからなるハ\nンドルと，\nＢ  上記ハンドル本体の長手方向の一端に一体的に形成された一対の分枝\n部と，\nＣ  該一対の分枝部のそれぞれに形成されているとともに，上記凹部に連\n通する軸孔と，\nＤ  該軸孔に挿通された一対のローラシャフトと，\nＥ  該一対のローラシャフトに取り付けられた一対のローラと，を備え，\nＦ  上記ハンドル本体の表面及び上記ハンドルカバーの表面が，上記ハン\nドルの表面を構成している，\nＧ  美容器。\n(4) 被告各製品\nア  被告は，本件特許の登録日である平成２９年４月７日以降，遅くとも平\n成３０年１０月２４日まで，被告各製品の輸入，製造，販売をしていた。\n新被告製品は，旧被告製品の構造の一部を変更したものであるが，被告は，\n別紙被告製品目録記載１と４の各美容器，同目録記載２と５の各美容器，\n同目録記載３と６の各美容器につき，それぞれ同一の型番等を用い，区別\nすることなく管理していた。\nイ  旧被告製品の構成を分説すると，次のとおりであるところ（以下，分説\nした構成要件をそれぞれの符号に従い「構成ａ」などという。），旧被告製\n品の構成ｂ及びｇは，本件発明の構成要件Ｂ及びＧの各文言をそれぞれ充\n足する。\nａ  平面視において基端側が扇状に広がっており且つ側面視において全体\nに湾曲したハンドル本体と，ハンドル本体の表面から内方に窪んだ穴部\nと，穴部内に収容された錘と，穴部を覆うようにハンドル本体に取り付\nけられた蓋部とを有している。\n穴部は，ハンドル本体の下面の表面全体において形成されており，錘\nを収容している。\n蓋部には爪が形成されており，当該爪が穴部内の溝に係合することで，\n蓋部が穴部を覆うようにハンドル本体に取り付けられている。\nｂ  ハンドル本体の長手方法の先端側に連続して形成された一対の分枝部\nを有している。\nｃ  一対の分枝部はそれぞれ中空であり，当該中空は，先端側の太径中空\n部と，当該太径中空部より小径でハンドル本体の穴部に貫通している小\n径中空部とで形成されている。\nｄ  一対の分枝部内の中空の大径中空部内に一対のローラ軸それぞれが差\nし込まれており，当該ローラ軸は小径中空部に至っていない。\nｅ  一対のそれぞれのローラ軸には，その軸廻りを回転可能となるように\n一対のローラが取り付けられている。\nｆ  ハンドル本体の表面及び蓋部の表面が，ハンドルの表面を構成してい\nる。\nｇ  美容器である。\nウ  新被告製品の構成を分説すると，次のとおりであるところ（以下，それ\nぞれの符号に従って「構成ａ２」などという。），新被告製品の構成ｂ２及\nびｇ２は，本件発明の構成要件Ｂ及びＧの各文言をそれぞれ充足する。\nａ２  平面視において基端側が扇状に広がっており且つ側面視において全\n体に湾曲したハンドル本体と，ハンドル本体の表面から内方に窪んだ\n穴部と，穴部内に収容された錘と，穴部を覆うようにハンドル本体に\n取り付けられた蓋部とを有している。\n穴部は，ハンドル本体の下面の表面全体において形成されており，\n錘を収容している。\n蓋部には爪が形成されており，当該爪が穴部内の溝に係合すること\nで，蓋部が穴部を覆うようにハンドル本体に取り付けられている。\nｂ２  ハンドル本体の長手方法の先端側に連続して形成された一対の分枝\n部を有している。\nｃ２  一対の分枝部はそれぞれ中空であり，当該中空は，ハンドル本体の\n穴部に貫通していない。\nｄ２  一対の分枝部内の中空に一対のローラ軸それぞれが差し込まれてい\nる。\nｅ２  一対のそれぞれのローラ軸には，その軸廻りを回転可能となるよう\nに一対のローラが取り付けられている。\nｆ２  ハンドル本体の表面及び蓋部の表面が，ハンドルの表面を構成して\nいる。\nｇ２  美容器である。\n(5) 先行文献\n本件特許の原出願日である平成２６年３月２７日より前に，次の文献等が\n存在した。\nア  国際公開第２０１１／００４６２７号公報（乙２８。以下「乙２８公報」\nといい，これに記載された後記の発明を「乙２８発明」という。）\nイ  意匠登録第１３７４５２２号公報（乙２９）\nウ  韓国意匠登録第３０－０４０８６２３公報（乙３０）\nエ  実願平１－８２３２４号（実開平３－２１３３３号）のマイクロフィル\nム（乙３１）\nオ  登録実用新案第３１５９２５５号公報（乙３２）\nカ  登録実用新案第３１６４８２９号公報（乙３３）\nキ  特開２００９－１４２５０９号公報（乙３４）\nク  Ｗｅｂページ「シングルマザーブログ（今日のタローズ家）」の２０１４\n年２月３日の記事（ＵＲＬは省略）（乙３５）\nケ  登録実用新案第３１６９５９７号公報（乙３８。以下「乙３８公報」と\nいい，これに記載された後記の発明を「乙３８発明」という。）\nコ  登録実用新案第３０５１５８０号公報（乙４７。以下「乙４７公報」と\nいい，これに記載された後記の発明を「乙４７発明」という。）\nサ  特開２００５－４６１９０号公報（乙４８）\nシ  特開２０１１－１１０４０号公報（乙４９）\nス  意匠登録第１４８４４２６号公報（乙５０）\nセ  特開平９－３５１号公報（乙５１）\nソ  特開２０１２－８５８０９号公報（乙５２）\nタ  特開２０１３－１０３０８５号公報（乙５３）\nチ  特開２０１３－１５８６０８号公報（乙５４）\nツ  中国実用新案第２０１５８６１８０号明細書（乙５５。以下「乙５５明\n細書」といい，これに記載された後記の発明を「乙５５発明」という。）\nテ  特開２０１２－８５８０８号公報（乙５６）\nト  登録実用新案第３１８５３７７号公報（乙５７）\nナ  特開２０１３－３４６９４号公報（乙５９）\n２  争点\n(1) 被告各製品が本件発明の技術的範囲に属するか（文言侵害の成否・争点１）\nア  「棒状のハンドル本体」（構成要件Ａ及びＦ）の充足性（争点１－１）\nイ  「凹部」（構成要件Ａ及びＣ）の充足性（争点１－２）\nウ  「軸孔に挿通された一対のローラシャフト」（構成要件Ｄ及びＥ）の充足\n性（争点１－３）\n(2) 新被告製品が本件発明の技術的範囲に属するか（均等侵害の成否・争点２）\n(3) 本件特許の無効の抗弁の成否（本件特許には，次のとおりの無効理由があ\nり，特許無効審判により無効にされるべきものであるから，特許法１０４条\nの３第１項の規定により，原告は，被告に対し，本件特許権を行使すること\nができないとの被告の主張の成否・争点３）\nア  乙２８発明に，乙３８発明，及び乙２９ないし３５号証に記載の周知技\n術を適用することに基づく進歩性欠如の有無（争点３－１）\nイ  乙２８発明に，乙４７発明，及び乙２９ないし３５号証に記載の周知技\n術を適用することに基づく進歩性欠如の有無（争点３－２）\nウ  乙２８発明に，乙４８ないし５１号証に記載の周知技術を適用すること\nに基づく進歩性欠如の有無（争点３－３）\nエ  乙５５発明に乙３８発明を適用することに基づく進歩性欠如の有無（争\n点３－４）\n(4) 原告の損害額（争点４）\n第３  争点に関する当事者の主張\n１  争点１（被告各製品が本件発明の技術的範囲に属するか・文言侵害の成否）\n(1) 争点１－１（「棒状のハンドル本体」（構成要件Ａ及びＦ）の充足性）\n【原告の主張】\n構成要件Ａの「棒状のハンドル本体」については，文言の通常の意義とし\nて，細長い円柱等の柱形の部材のものを意味し，曲がっていない直線状のも\nののほか，湾曲した棒も当然に観念できるから，直線状のものに限定すべき\n理由はない。本件明細書の段落【００３０】には「ハンドル１０の最も太い\n部分の直径Ｓは」との説明があり，ハンドル本体が円柱状のものに限定され\nていないことは明らかであるし，【図１】にも，平面視においてハンドル本体\nの幅に変化のある形状が記載されている。また，ハンドル本体の成形精度や\n強度を高く維持するとともに，組み立て作業性の向上を図るという本件発明\nの技術的意義（段落【０００４】ないし【０００７】）からしても，「棒状の\nハンドル本体」が直線状のものに限定されなければならない必要はない。そ\nして，被告各製品のハンドル本体は，細長い円柱状等の部材であり，これは\n棒状のハンドル本体といえるから，被告各製品は「棒状のハンドル本体」（構\n成要件Ａ及びＦ）との文言を充足する。\n被告は，本件明細書の段落【００２６】にハンドル本体を直線状とするこ\nとによる効果が記載されていると主張するが，同段落の記載は一例を挙げて\n効果を示したものにすぎず，ハンドル本体を直線状のものに限定したもので\nはない。また，被告は，本件明細書にはハンドル本体の中心線とローラの軸\n線とのなす角度による効果の違いについての記載があるところ（段落【００\n２３】ないし【００２５】），ハンドル本体が湾曲している場合には，中心線\nを観念することは技術的に困難であるなどと主張するが，上記記載は美容器\nの操作性に関する部分であり，本件発明とは直接関係がない。\n【被告の主張】\n構成要件Ａの「棒状のハンドル本体」とは，「棒状」という意義から，「直\n線状のハンドル本体」を意味する。本件明細書で示されている「棒状のハン\nドル本体」も直線状の細長い部材であり（段落【００３０】，【００５６】及\nび図１，図２），ハンドル本体が直線状に形成された場合の効果も記載されて\nいる（段落【００２６】）。また，被告各製品と同程度にハンドル本体の形状\nが湾曲している場合には，ハンドル本体の中心線を一義的に特定することが\n不可能であり，本件明細書の段落【００２３】ないし【００２５】に記載さ\nれた「棒状のハンドル本体」の中心線とローラの軸線とのなす角度によって\n生ずる効果を認めることができない。したがって，被告各製品のハンドル本\n体は棒状のハンドル本体とはいえず，被告各製品は「棒状のハンドル本体」\n（構成要件Ａ及びＦ）との文言を充足しない。\n(2) 争点１－２（「凹部」（構成要件Ａ及びＣ）の充足性）\n【原告の主張】\n被告各製品の穴部はハンドル本体の表面から内方に凹状に窪んでおり，本\n件発明の「凹部」に該当するから，被告各製品は「凹部」（構成要件Ａ及びＣ）\nとの文言を充足する。\n被告は，本件明細書の実施例を根拠として，「凹部」はハンドル本体の一部\n分である中央部に形成されるものであると主張するが，あくまで一実施例の\n記載であり，これに限定されるものではないし，本件発明の技術的意義の観\n点からも，「凹部」はハンドル本体に存在すれば足りる。また，被告は，「凹\n部」は電源部としての太陽電池パネル等の部品を収納するものであると主張\nするが，本件発明は太陽電池パネル等を発明特定事項としていない。したが\nって，「凹部」につき，被告が主張するような限定はされない。\n【被告の主張】\n本件明細書の記載（段落【０００４】，【０００５】及び図４）からすれば，\n「ハンドル本体の表面から内方に窪んだ凹部」は，ハンドルの成形精度や強\n度を高く維持できるものであり，かつ，ハンドル本体の一部分である中央部\nに形成されているものであり，かつ，電源部としての太陽電池パネルなどの\n部品を収納するためのものである。この点は，原告が，分割出願の際に提出\nした上申書において，「凹部」が形成された棒状のハンドル本体との記載は，\n本件原出願の出願当初の明細書の段落【００２６】，【００３６】及び図１か\nら図４に記載された事項に基づくものであると述べているところ，当該段落\n及び図面には太陽電池パネルを有する構成が記載されていること，補正の際\nの意見書において，「該ハンドル本体の表面から内方に窪んだ凹部」との要件\nを追加した根拠につき，上記明細書の段落【００５６】に「ハンドル１０は，\nその一部（中央部）を凹状にくり抜いて形成された凹部１５」との記載があ\nり，凹部１５がハンドル本体の表面から内方に窪んでいることが見て取れる\nからであると説明していることからも明らかである。\nこれに対し，被告各製品の穴部はハンドル本体の下面の表面全体に形成さ\nれており，ハンドル本体の中央部に形成されているものではなく，また，錘\nを収容しており，電源部としての太陽電池パネルなどの部品を収納するため\nのものではない上，ハンドルの成形精度や強度を高く維持できるものではな\nい。そうすると，被告各製品は本件発明の「凹部」を有しておらず，「凹部」\n（構成要件Ａ及びＣ）との文言を充足しない。\n(3) 争点１－３（「軸孔に挿通された一対のローラシャフト」（構成要件Ｄ及び\nＥ）の充足性）\n【原告の主張】\n「挿通」とは「挿し通る」という意味であり，ローラシャフトが軸孔に挿\nし通っていれば足りるところ，被告各製品はいずれも一対のローラ軸を有し，\nそれが「軸孔」に相当する分枝部内の中空に差し込まれているから，「軸孔に\n挿通された一対のローラシャフト」（構成要件Ｄ及びＥ）との文言を充足する。\n本件発明ではローラシャフトの先端が凹部に至る状態か否かについて言及し\nておらず，ローラシャフトが軸孔を貫通する場合のほか，軸孔の途中で止ま\nっている場合も含むと解釈できる。また，本件発明（請求項１）の従属項で\nある請求項２は，「上記凹部には，上記軸孔に挿通された上記ローラシャフト\nを支持するシャフト支持台が設けられている」というものであり，ローラシ\nャフトが軸孔を貫通しその先端が凹部に至るものに限定している。このよう\nな請求項２の記載との関係をみると，本件発明（請求項１）の技術的範囲は，\n請求項２とは異なり，「ローラシャフトの先端が凹部に至る状態」に限定され\nるものではないといえる。\n【被告の主張】\n本件明細書には，ローラシャフトが貫通した状態で軸孔に刺し通されてい\nる記載しかなく，ローラシャフトが軸孔を貫通しない構成のものについては\n示唆されていない。そして，本件発明の凹部は，太陽電池パネルなどの部品\nを内蔵し，ローラシャフトに微弱電流を流すことを目的として設けられたも\nのであるから，「軸孔に挿通された一対のローラシャフト」とは，軸孔に完全\nに貫通して刺し通されているローラシャフトを意味する。これに対し，被告\n各製品のローラ軸は，本件発明の軸孔に相当する小型中空部を貫通しておら\nず，刺し通っていないから，被告各製品は「軸孔に挿通された一対のローラ\nシャフト」（構成要件Ｄ及びＥ）との文言を充足しない。\n２  争点２（新被告製品が本件発明の技術的範囲に属するか・均等侵害の成否）\n【原告の主張】\n本件発明（軸孔と凹部）と新被告製品（中空が「軸孔」に，穴部が「凹部」\nに相当する。）とは，本件発明においては軸孔が凹部に「連通する」ものである\nところ，新被告製品においては中空が穴部に「連通する」ものでない点（以下，\nこれを「相違部分」という。）において相違するが，次のとおり，新被告製品は，\n第１要件ないし第５要件を満たし，本件発明と均等なものとして，その技術的\n範囲に属するものといえる。\n(1) 第１要件\n本件発明の本質的部分は，「ハンドル本体の表面から内方に窪んだ凹部と，\n上記ハンドル本体との結合部分が露出しない状態で上記凹部を覆うように上\n記ハンドル本体に取り付けられたハンドルカバーと，からなるハンドル」，\n「ハンドル本体とハンドルカバーの表面とでハンドルの表面を構成する」と\nいう技術的特徴により，左右又は上下に分割されたハンドルからなる従来の\n美容器と比較して，ハンドルの成形精度や強度を維持するとともに，その組\nみ立て作業性を向上した点にあるから，本件相違点は本件発明の本質的部分\nではない。\n(2) 第２要件\n本件発明の作用効果は，美容器について，ハンドルの成形精度や強度を高\nく維持することができるとともに，組み立て作業性の向上を図ることができ\nるというものである。本件相違点は，ハンドルの成形精度や強度の維持，組\nみ立て作業性の向上とは無関係であるから，本件発明の上記作用効果は，新\n被告製品の構成に置き換えても奏する。\n(3) 第３要件\n本件相違点は，軸孔（中空）を凹部（穴部）に連通させているか否かとい\nうものにすぎず，極めてわずかな相違であり，実際に，被告が旧被告製品か\nら新被告製品へと中空が穴部に連通しない態様のものに変更していることか\nらすれば，本件相違点に係る置き換えは容易に想到できたといえる。\n(4) 第４要件\nア  被告は，新被告製品が，平成２６年３月２７日以前に被告が販売してい\nた「ゲルマミラーボール美容ローラーシャイン」という製品（以下「シャ\nイン」という。）から容易に推考できたと主張するが，新被告製品とシャイ\nンとを対比すると，次の相違点①ないし④があり，これらが当業者（その\n発明の属する技術の分野における通常の知識を有する者）にとり容易想到\nであるとはいえない。\n①  新被告製品は，ハンドル本体の表面から内方に窪んだ穴部と，穴部内\nに収容された錘と，穴部を覆うようにハンドル本体に取り付けられた蓋\n部とを有しているのに対し，シャインのハンドル本体は，長手方向先端\n側が開口した筒状体であり，錘を有しておらず，そのハンドル本体が下\n面において穴部が形成されていない点\n②  新被告製品は，穴部が，ハンドル本体の下面の表面全体において形成\nされており，内部に錘を収容しているのに対し，シャインは，錘を有し\nておらず，そのハンドル本体の下面において穴部が形成されていない点\n③  新被告製品のハンドル本体には，穴部と蓋部が存在するのに対し，シ\nャインのハンドル本体は，長手方向先端側が開口した筒状体であり，穴\n部も蓋部も存在していない点\n④  新被告製品の分枝部の中空は，ハンドル本体の中空に貫通していない\nのに対し，シャインは，そのハンドル本体が長手方向先端側に開口した\n筒状体であり，ここに中空の分枝部が挿入される結果，分枝部とハンド\nル本体の内部の中空部分が連続している点\nイ  相違部分の容易想到性（被告の主張に対する反論）\n(ｱ) 被告は，ハンドルの内部が空洞であったシャインに対して，ハンドル\nの内部に芯材を入れること，あるいは，ハンドルの内部を中実体にする\nことにより錘を収容することは容易に想到することができたと主張する\nが，中実体の有無の点のみから主張するものであり，穴部の有無及びそ\nれがハンドル本体の下面の表面全体に形成されているか否かという点を\n看過しているから，被告の主張は失当である。\n(ｲ) 被告は，シャインのハンドル本体に錘を収納し，その錘を収納するた\nめの穴部，蓋部を設けることが単なる設計事項と主張するが，シャイン\nのハンドル本体は，長手方向先端側が開口しているだけであり，内部に\n錘や他の部材を収納することが想定されていないのであるから，これを\n単なる設計事項であるということはできない。\n(ｳ) 被告は，マッサージ器において軸孔をハンドルまで挿通させるか否か\nは設計事項にすぎないと主張するが，シャインのハンドル本体は，長手\n方向先端側が開口する筒状部材であり，ここに分枝部が挿入されて連結\nされているところ，シャインにおいてハンドル本体の開口部を閉塞して\nしまうと，ハンドル本体と分枝部とが連結できないから，単なる設計事\n項などということはできない。\n(5) 第５要件\n被告は，本件発明のローラシャフトにおいては，太陽電池パネルと電気的\nに接続することが前提であると主張するが，この主張は争う。本件明細書に\n軸孔が非貫通の実施形態が記載されていないことは認めるが，これをもって，\n当該構成が意識的に除外されたということはできない。\n【被告の主張】\n新被告製品は，次のとおり，本件発明と均等なものではない。\n(1) 第１要件\n本件発明の課題は，太陽電池パネルに関連する各部材がハンドルの内部に\n収納されているという前提で，ハンドルの成形精度や強度を高く維持し，組\nみ立て作業性の向上を図るというものであるから，必然的に，太陽電池パネ\nルとの接続のために，ローラシャフトが凹部にまで貫通している必要がある。\nその場合，軸孔が凹部に連通している必要があるから，本件相違点は本件発\n明の本質的部分に係るものである。\n(2) 第２要件\n本件発明においては，ローラシャフトと太陽電池パネルとの接続が想定さ\nれているところ，本件発明の軸孔を非貫通のものに変更すると，ローラシャ\nフトを太陽電池パネルに接続することができないから，新被告製品は，微弱\n電流を発生させるという目的を達成することができず，本件発明と同一の作\n用効果を奏しない。\n(3) 第３要件\n本件発明においては，軸孔にローラシャフトを貫通させて，太陽電池パネ\nルの出力端子と電気的に接続させなければならないから，非貫通の中空に置\nき換えることは，当業者といえども容易に想到することはできない。原告は，\n旧被告製品から新被告製品に設計変更がされたことを根拠に第３要件を満た\nす旨主張するが，置換容易性として議論すべきは，本件発明の軸孔を，新被\n告製品の中空に置き換えることが容易であったか否かであるから，原告の主\n張は失当である。\n(4) 第４要件\nア  シャインには，次の相違点①ないし④に係る新被告製品の構成を除き，\n新被告製品のその余の構成が開示されている。\n①  新被告製品は，ハンドル本体の表面から内方に窪んだ穴部と，穴部内\nに収容された錘と，穴部を覆うようにハンドル本体に取り付けられた蓋\n部とを有しているのに対し，シャインのハンドル本体は空洞である点\n②  新被告製品は，穴部がハンドル本体の下面の表面全体に形成されてお\nり，そこに錘を収容しているのに対し，シャインは，錘を有していない\n点\n③  新被告製品は，蓋部に爪が形成されており，当該爪が穴部内の溝に係\n合することで，穴部を覆うようにハンドル本体に取り付けられているの\nに対し，シャインはそのような構成を有していない点\n④  新被告製品の中空は，ハンドル本体の穴部まで貫通していないのに対\nし，シャインの中空は，ハンドル本体内部まで貫通している点\nイ  容易想到性\n相違点①ないし④は，以下のとおり，いずれも当業者にとり容易想到で\nある。\n(ｱ) 相違点②について\n乙２８公報及び乙５７号証の記載によれば，マッサージ器のハンドル\nの中身を肉抜きにせずに，芯材を入れること又は中実体にすることは，\n当業者であれば容易に発明することができる技術的事項である。そして，\n中空のハンドルに芯材を入れること又は中実体とすることにより，ハン\nドルが重くなることは当然であるから，芯材を入れること又は中実体と\nすることは，ハンドル内部に錘を形成することと実質的に同一である。\nしたがって，ハンドルの内部が空洞であったシャインに対して，ハンド\nルの内部に芯材を入れること又はハンドルの内部を中実体にすることに\nより錘を収容することは，乙２８公報及び乙５７号証の記載に基づいて，\n当業者であれば容易に想到し得た。\n(ｲ) 相違点①及び③について\n乙４７ないし５１号証の記載によれば，ハンドルの内部に蓋をする構\n造は種々存在するところ，樹脂製のシャインのハンドルについて，錘を\n収容している凹部に蓋をする構造をどのようなものとするかは，単なる\n設計事項である。また，乙４７号証の図１に示されている係止爪片８の\nように，蓋に対し，爪を用いて本体に係合するように構成することは，\nスナップ結合という一般的技術にすぎず，単なる設計事項にすぎない。\nしたがって，相違点①及び③は，当業者が容易に想到し得た。\n(ｳ) 相違点④について\nシャインは，太陽電池パネルを用いたマッサージ器ではなく，太陽電\n池パネルとローラ軸を通電させるためのローラ軸の貫通という技術的必\n然性がない。そして，乙５９号証には，太陽電池パネルを用いていない\nマッサージ器において，球状体支軸部２の軸孔である支軸嵌合孔１１が\n非貫通であるものが開示されている。したがって，相違点④は単なる設\n計事項にすぎず，当業者が容易に想到し得た。\n(5) 第５要件\n本件発明のローラシャフトは，太陽電池パネルと電気的に接続することが\n前提であり，軸孔に貫通しているものでなければならないところ，軸孔が非\n貫通の実施形態は本件明細書に記載されておらず，意識的に除外されている\nといえる。\n３  争点３（本件特許の無効の抗弁の成否）\n(1) 争点３－１（乙２８発明に，乙３８発明，及び乙２９ないし３５号証に記\n載の周知技術を適用することに基づく進歩性欠如の有無）\n【被告の主張】\n本件発明は，次のとおり，乙２８発明に，乙３８発明及び乙２９ないし３５\n号証に記載の周知技術を適用することにより，容易に発明をすることができた\nものであるから，進歩性が欠如し，本件特許には，特許法２９条２項に違反す\nる無効理由（同法１２３条１項２号）がある。\nア  乙２８発明には，次の相違点①ないし③に係る本件発明の構成を除き，\n本件発明のその余の構成が開示されている。\n①  本件発明のハンドルは，ハンドル本体の表面から内方に窪んだ凹部と，\n上記ハンドル本体の結合部分が露出しない状態で上記凹部を覆うように\n上記ハンドル本体に取り付けられたハンドルカバーとを備え，上記ハン\nドル本体の表面及び上記ハンドルカバーの表面が，上記ハンドルの表面\nを構成しているのに対して，乙２８発明は本件発明のような凹部及びハ\nンドルカバーを有していない点\n②  本件発明の分枝部は，ハンドル本体の長手方向の一端に一体的に形成\nされているのに対して，乙２８発明の二叉部は，把持部の長手方向の一\n端に一体的に形成されたものであるか否か不明である点\n③  本件発明は，ハンドルカバーを取り付けるための凹部に連通する軸孔\nを有するのに対して，乙２８発明では，軸孔が，太陽電池パネルの出力\n端子をハンドル及びローラの導電部に接続するためのハンドルに存在す\nる構成にまで連通するものであるか否か不明である点\nイ  容易想到性\n相違点①ないし③は，以下のとおり，乙３８発明及び乙２９ないし３５\n号証に記載の周知技術を適用することにより，当業者であれば，いずれも\n容易に想到することができたものである。\n(ｱ) 相違点①について\nⅰ  乙３８発明は，次の構成を有する。\n「本体カバー(４)に取り付けられた太陽電池(８)から得られる微弱\n電流をローラを介して皮膚に流すことで美容効果を得るマッサー\nジローラ(１)であって，表面から内方に窪んだ凹部を有する棒状の\n本体カバーと，上記凹部に取り付けられた背面カバー(５)と，背面\nカバーの上に配置された太陽電池と，太陽電池の上に配置された透\n明窓部(６)と，本体カバーとの結合部分が露出しない状態で上記凹\n部を覆うように本体カバーに取り付けられたハンドルカバーとを\n備えており，本体カバーの表面及び上記ハンドルカバーの表面が，\n把持部(２)の表面を構成しているマッサージローラ」\nⅱ  乙２８発明と乙３８発明は，太陽電池から得られる微弱電流を，ロ\nーラを介して皮膚に流すことで，美容効果を得ることができる美容器\nであるという点で技術分野が共通していることに加えて，ハンドルや\n本体ケースに設けられた透明板と太陽電池との配置関係までもが共通\nしている。このような技術分野の共通性，透明板と太陽電池の配置関\n係の共通性が動機付けとなり，乙２８発明に対して乙３８発明の構成\nを適用することは，当業者にとって容易に想到することができる。し\nたがって，乙２８発明のハンドルを，乙３８発明の構成とすることは\n容易であるから，相違点①は，当業者であれば容易に想到し得た。\n(ｲ) 相違点②について\n乙２９ないし３５号証によれば，一対の分枝部の支持軸に回転可能に\n支持された一対のローラを回転させて美容効果を得ようとする器具にお\nいて，一対の分枝部をハンドル本体の長手方向の一端に一体的に形成す\nる構成とすることは，本件特許の出願時において周知技術であった。乙\n２８発明は，上記周知技術と同様に，一対の分枝部の支持軸の回転可能\nに支持された一対のローラを回転させて美容効果を得ようとする器具で\nあるから，乙２８発明の二叉部を，把持部の長手方向の一端に一体的に\n形成することは単なる設計事項にすぎず，当業者であれば容易に想到し\n得た。\n(ｳ) 相違点③について\n乙３８公報に記載の技術的事項を乙２８発明に対して適用することに\nより，乙２８発明のハンドルに凹部が形成されることになるが，乙２８\n発明においては，第１の配線によって太陽電池パネルとローラ支持軸と\nの接続が必要であり，そのためにはローラ支持軸が第１の配線が存在す\nる凹部にまで挿入されている必要があるから，ローラ支持軸の軸孔は，\n凹部に連通する孔でなければならない。したがって，相違点③は，当業\n者であれば容易に想到し得た。\n【原告の主張】\nア  本件発明は，乙２８発明と対比すると，次の相違点①ないし③があると\nころ，相違点①及び②については，当業者にとり容易想到であるとはいえ\nず，乙２８発明に基づいて容易に発明をすることができたものであるとは\nいえないから，進歩性は欠如しておらず，本件特許に，特許法２９条２項\nに違反する無効理由（同法１２３条１項２号）はない。\n①  本件発明のハンドルは，ハンドル本体と，ハンドル本体の表面から内\n方に窪んだ凹部と，上記ハンドル本体との結合部分が露出しない状態で\n上記凹部を覆うように上記ハンドルに取り付けられたハンドルカバーを\n備え，上記ハンドル本体の表面及び上記ハンドルカバーの表面が，上記\nハンドルの表面を構成しているのに対して，乙２８発明のハンドルは，\n中心線に沿って上下に分割される一対の外装カバーとこの間に位置する\n芯材から構成されており，本件発明のような上記ハンドル本体，ハンド\nル本体の凹部及びハンドルカバーを有していない点\n②  本件発明の分枝部は，ハンドル本体の長手方向の一端に一体的に形成\nされているのに対して，乙２８発明のハンドルは，中心線に沿って上下\nに分割される一対の外装カバーとこの間に位置する芯材から構成されて\nおり，本件発明のような上記ハンドル本体，凹部及びハンドルカバーを\n有していないため，二叉部もハンドル本体の長手方向の一端に一体に形\n成されたものとはいえない点\n③  本件発明は，凹部に連通する軸孔を有するのに対して，乙２８発明で\nは，軸孔がハンドルの内部にまで連通するものであるか否かは不明であ\nる点\nイ  被告の主張に対する反論\n(ｱ) 被告は，乙２８発明の構成につき，「中心線に沿って上下に分割される\n一対の外装カバーとこの間に位置する芯材」は，実施形態の一例にすぎ\nず，構成に含めるべきではない旨主張するが，本件発明は，ハンドルを\n中心線に沿って上下に分割した構成を従来技術として，かかる構成に起\n因する課題を解決する技術思想であり，乙２８発明はまさにこの点にお\nいて，本件発明の従来技術に相当するものである。したがって，本件発\n明に対応する乙２８発明の認定においては，乙２８発明のハンドルが本\n件発明の従来技術に相当することを踏まえて特定する必要がある。\n(ｲ) 被告は，乙２８発明に対して，乙３８発明の構成を適用することが容\n易に想到できることの根拠として，太陽電池パネル等の作用や構成が乙\n２８発明と乙３８発明で共通することを主張する。しかし，太陽電池パ\nネル等の作用や構成については，本件発明と対応するものではなく，太\n陽電池パネル等の構成を乙２８発明の構成と認定するべきではない。そ\nうすると，乙２８発明と乙３８発明に，太陽電池パネル等の作用や構成\nの共通性は存在せず，乙２８発明に乙３８発明の構成を適用する動機付\nけはない。\nまた，本件発明の課題は，二叉に分かれた先端部を有するハンドルに\nおいて，ハンドルを中心線から分割する構成に起因するものであるとこ\nろ，乙２８発明はまさにこのような構成を有するものであり，本件発明\nが提示した問題点が開示されていないことは明らかであるから，乙２８\n発明には本件発明の課題は存在しない。一方で，乙３８発明は，一本の\n棒状のハンドルであり，二叉に分かれた先端部を有するハンドルではな\nいから，同様に本件発明の課題は存在しない。\nしたがって，乙２８発明及び乙３８発明は，いずれも本件発明が提示\nした課題は存在せず，ひいては共通する課題が存在しないから，組合せ\nの動機付けも存在しない。\nなお，仮に，本件発明が太陽電池パネルを有することを前提にすると\nしても，乙２８発明のハンドルを乙３８発明のような構成とする動機付\nけはない。\n(ｳ) 乙２８発明は，一対の外装カバーから構成されており，ハンドル本体\nとハンドルカバーという構成ではなく，乙２８発明を本件発明のハンド\nル本体，凹部及びハンドルカバーの構成とすることは容易想到ではない。\nまた，被告が主張する周知技術は争う。仮に，被告の主張する周知技\n術が認められたとしても，ハンドル本体の長手方向の一端に一体的に形\n成された一対の分枝部という構成にすることは容易想到ではない。\n(2) 争点３－２（乙２８発明に，乙４７発明，及び乙２９ないし３５号証に記\n載の周知技術を適用することに基づく進歩性欠如の有無）\n【被告の主張】\n本件発明と乙２８発明の相違点は，前記(1)【被告の主張】ア記載の相違点\n①ないし③のとおりであるところ，これらの相違点は，以下のとおり，乙４\n７発明及び乙２９ないし３５号証に記載の周知技術を適用することにより，\n当業者であれば，いずれも容易に想到することができたものであるから，本\n件発明は進歩性が欠如し，本件特許には，特許法２９条２項に違反する無効\n理由（同法１２３条１項２号）がある。\nア  相違点①について\n(ｱ) 乙４７発明の構成は次のとおりである。\n「刷子頭部（２）の柄部（１）であって，長手方向に設けられた周壁\n部（６）と柄部の両端部近傍位置に設けられた一対の係合突縁部（３）\nによって形成された凹部を閉塞する閉塞部材（５）を有する柄部」\n(ｲ) 乙２８発明のハンドルと乙４７発明の柄部は，いずれも樹脂成形品で\nあることに加え，ハンドル又は柄部を把持して器具を上下等に移動させ\nるという点で，操作方法が本件発明と共通する。そして，乙２８発明の\nハンドルは樹脂成形品であることから，ハンドルを上下に分割したもの\nとするのか，乙４７発明のように一部に凹部を設けて凹部をカバーする\nハンドルカバーを用いるのかは，当業者にとって単なる設計事項である。\nしたがって，乙２８発明のハンドルにおいて，凹部を閉塞する閉塞部材\nを設けて，ハンドルの内部に存在する太陽電池パネルからローラの導電\n部に接続するための配線等の部品を収納する構成とすることは，当業者\nであれば容易に想到し得た。\nイ  相違点②について\n上記(1)【被告の主張】イ(ｲ)記載のとおり，乙２８発明の二叉部を，把\n持部の長手方向の一端に一体的に形成することは単なる設計事項にすぎず，\n相違点②は，当業者であれば容易に想到し得た。\nウ  相違点③について\n乙４７公報に記載の技術的事項を乙２８発明に対して適用することによ\nり，乙２８発明のハンドルに凹部が形成されることになるが，乙２８発明\nにおいては，第１の配線によって太陽電池パネルとローラ支持軸との接続\nが必要であり，そのためにはローラ支持軸が第１の配線が存在する凹部に\nまで挿入されている必要があるから，ローラ支持軸の軸孔は，凹部に連通\nする孔でなければならない。\nしたがって，相違点③は，当業者であれば容易に想到し得た。\n【原告の主張】\nア  本件発明と乙２８発明の相違点は，前記(1)【原告の主張】ア記載の相違\n点①ないし③のとおりであるところ，相違点①及び②については，当業者\nにとり容易想到であるとはいえず，乙２８発明に基づいて容易に発明をす\nることができたものであるとはいえないから，進歩性は欠如しておらず，\n本件特許に，特許法２９条２項に違反する無効理由（同法１２３条１項２\n号）はない。\nイ  被告の主張に対する反論は，前記(1)【原告の主張】イ記載のほかは，次\nのとおりである。\n被告は，乙２８発明のハンドルと乙４７発明の柄部がいずれも樹脂成形\n品であることを理由に，ハンドルを乙２８発明のように上下に分割した構\n成とするのか，乙４７発明のように一部に凹部を設けて，凹部をカバーす\nるハンドルカバーを用いる構成にするのかは単なる設計事項であると主張\nするが，乙２８発明及び乙４７発明のいずれにおいても，柄部が樹脂成形\n品であることは発明特定事項ではないから，被告の主張は失当である。\nまた，乙４７発明は，従来のブラシ柄部が中空で一体成形されていたこ\nとに鑑み，これに起因する問題を解決するために刷子頭部と一体となった\n柄部において，柄部の基材主体と閉塞部材を別部材にしたことにある。こ\nれに対し，乙２８発明は美容器に関する発明であり，乙４７発明とは技術\n分野が異なるし，乙２８発明のハンドルは一対の外装カバーからなるもの\nであるから，乙４７発明が目的とする上記問題点を有していない。さらに，\n乙４７発明において閉塞部材が採用された意図には軽量性があるところ，\n乙２８発明においては芯材が一対の外装カバーの内部をほぼ埋めており重\n量を有することは明らかであるから，軽量化の目的はない。\nしたがって，乙２８発明のハンドルに乙４７公報に記載された技術を適\n用する動機付けがない。\nなお，仮に，本件発明が太陽電池パネルを有することを前提にするとし\nても，乙２８発明のハンドルを乙４７発明のような構成とする動機付けは\nない。\n(3) 争点３－３（乙２８発明に，乙４８ないし５１号証に記載の周知技術を適\n用することに基づく進歩性欠如の有無）\n【被告の主張】\n本件発明と乙２８発明の相違点は，前記(1)【被告の主張】ア記載の相違点\n①ないし③のとおりであるところ，これらの相違点は，以下のとおり，乙４\n８ないし５１号証に記載の周知技術を適用することにより，当業者であれば，\nいずれも容易に想到できたものであるから，本件発明は進歩性が欠如し，本\n件特許には，特許法２９条２項に違反する無効理由（同法１２３条１項２号）\nがある。\nア  相違点①について\n乙４８ないし５１号証に記載されているとおり，ハンドル本体の内部に\n部材を有する器具において，ハンドル本体の表面から内方に窪んだ凹部を\n設けて，ハンドル本体との結合部分が露出しない状態で上記凹部を覆うよ\nうに上記ハンドル本体に取り付けられたカバーを設けることは，本件特許\nの特許出願時において周知技術である。\n乙２８発明，乙５２ないし５６号証に示された発明においては，太陽電\n池パネルからローラの導電部に接続するための配線等の部品が，ハンドル\nの内部に設けられているところ，乙２８発明のハンドルは樹脂成形品であ\nるから，ハンドルの内部に部品を収容するに当たり，ハンドルを上下に分\n割したものとするのか，乙５２ないし５６号証に示された周知技術のよう\nに，一部に凹部を設けて，その凹部に部品を収容して，凹部をカバーする\nハンドルカバーを用いる構成とするのかは，当業者にとって単なる設計事\n項である。したがって，ハンドル内部に設けられた部品を，ハンドルの内\n部に収容するに際して，乙４８ないし５１号証に記載の周知技術を乙２８\n発明に適用することには，動機付けが存在する。\n以上によれば，相違点①は，乙２８発明に対して，乙４８号証ないし乙\n５１号証に記載のカバーに関する周知技術を適用することで，当業者であ\nれば容易に想到し得た。\nイ  相違点②について\n上記(1)【被告の主張】イ(ｲ)記載のとおり，乙２８発明の二叉部を，把\n持部の長手方向の一端に一体的に形成することは単なる設計事項にすぎず，\n相違点②は，当業者であれば容易に想到し得た。\nウ  相違点③について\n乙４８ないし乙５１号証に記載の周知技術を乙２８発明に対して適用す\nることにより，乙２８発明のハンドルに凹部が形成されることになるが，\n乙２８発明においては，第１の配線によって太陽電池パネルとローラ支持\n軸との接続が必要であり，そのためにはローラ支持軸が第１の配線が存在\nする凹部にまで挿入されていることが必要であるから，ローラ支持軸の軸\n孔は，凹部に連通する孔でなければならない。\nしたがって，相違点③は，当業者であれば容易に想到し得た。\n【原告の主張】\nア  本件発明と乙２８発明の相違点は，前記(1)【原告の主張】ア記載の相違\n点①ないし③のとおりであるところ，相違点①及び②については，当業者\nにとり容易想到であるとはいえず，乙２８発明に基づいて容易に発明をす\nることができたものであるとはいえないから，進歩性は欠如しておらず，\n本件特許に，特許法２９条２項に違反する無効理由（同法１２３条１項２\n号）はない。\nイ  被告の主張に対する反論は，前記(1)【原告の主張】イ記載のほかは，次\nのとおりである。\n被告は，乙２８発明のハンドルが樹脂成形品であることを理由に，ハン\nドルを上下に分割した構成とするのか，一部に凹部を設けて，凹部をカバ\nーするハンドルカバーを用いる構成にするのかは単なる設計事項であると\n主張するが，乙２８発明において，ハンドルが樹脂成形品であることは発\n明特定事項ではないから，被告の主張は失当である。\nまた，ハンドルに凹部を設けて，凹部を覆うカバーを設ける構成が，乙\n４８ないし乙５１号証の記載から周知であるとの被告の主張は争う。さら\nに，被告が主張する乙４８，４９及び５１号証に記載された発明の凹部は\n電池を収納するスペースであり，凹部を覆うハンドルカバーは電池部を覆\nうカバーであるところ，乙２８発明は電池を用いるものではないから，乙\n２８発明にこれらの技術を適用する動機付けは存在しない。加えて，乙５\n０号証に記載された物品は，ハンドル内部に何らかの内部機構を備える美\n顔器であるものの，内部機構の具体的な説明はなく，乙５０号証に開示さ\nれた事項と乙２８発明との間に構成上の共通性は見出せないから，乙２８\n発明に乙５０号証に記載された物品の凹部と凹部を覆うカバーを設ける動\n機付けはない。\n(4) 争点３－４（乙５５発明に乙３８発明を適用することに基づく進歩性欠如\nの有無）\n【被告の主張】\n本件発明は，次のとおり，乙５５発明に，乙３８発明を適用することによ\nり，容易に発明をすることができたものであるから，進歩性が欠如し，本件\n特許には，特許法２９条２項に違反する無効理由（同法１２３条１項２号）\nがある。\nア  乙５５発明には，次の相違点に係る本件発明の構成を除き，本件発明の\nその余の構成が開示されている。\n（相違点）\n本件発明のハンドルは，ハンドル本体の表面から内方に窪んだ凹部を有\nし，上記ハンドル本体の表面及び上記ハンドルカバーの表面が上記ハンド\nルの表面を構成しているのに対し，乙５５発明では，固定フレーム，下部\n装飾カバー，及び上部装飾カバーによって持ち手部が構成され，固定フレ\nームにおいて内方に窪んだ凹部が存在し，下部装飾カバー及び上部カバー\nの表面が，上記持ち手の表面を構成している点。\nイ  容易想到性\n乙５５発明と乙３８発明は，共に太陽電池による微弱電流を発生させて，\nローラによって肌をマッサージする美容器であり，技術分野としての共通\n性を有する。また，乙５５発明と乙３８発明は，共に上下から部材を挟み\n込むことで一つの持ち手（把持部）を構成している点でも技術的共通性を\n有する。\nそうすると，乙５５発明に対して，乙３８発明の把持部の構造を適用す\nることについて，当業者には動機付けが存在し，その適用を困難とするよ\nうな阻害要因は存在しない。そして，乙３８発明の「表面から内方に窪ん\nだ凹部を有する棒状の本体ケース」，「凹部に取り付けられたハンドルカバ\nー」は，それぞれ本件発明における「棒状のハンドル本体」，「上記ハンド\nル本体との結合部分が露出しない状態で上記凹部を覆うように上記ハンド\nル本体に取り付けられたハンドルカバー」に相当し，乙３８発明の「本体\nカバーの表面及びハンドルカバーの表面が把持部の表面を構成」する点は，\n本件発明の「上記ハンドル本体の表面及び上記ハンドルカバーの表面が，\n上記ハンドルの表面を構成」する点と，概念的に同一である。したがって，\n本件発明と乙５５発明の上記相違点は，乙５５発明に乙３８発明を適用す\nることで，当業者であれば容易に想到し得た。\n【原告の主張】\nア  本件発明は，乙５５発明と対比すると，次の相違点①及び②があるとこ\nろ，これらが当業者にとり容易想到であるとはいえず，乙５５発明に基づ\nいて容易に発明をすることができたものであるとはいえないから，進歩性\nは欠如しておらず，本件特許に，特許法２９条２項に違反する無効理由（同\n法１２３条１項２号）はない。\n①  本件発明のハンドルは，ハンドル本体と，ハンドル本体の表面から内\n方に窪んだ凹部と，上記ハンドル本体との結合部分が露出しない状態で\n上記凹部を覆うように上記ハンドルに取り付けられたハンドルカバーを\n備え，上記ハンドル本体の表面及び上記ハンドルカバーの表面が上記ハ\nンドルの表面を構成しているのに対して，乙５５発明の持ち手は，中心\n線に沿って上下に分割した上部装飾カバー及び下部装飾カバーと，その\n間に位置する固定フレームとからなり，上部装飾カバーと下部装飾カバ\nーの表面が，持ち手の表面を構成しているが，本件発明のような，表面\nから内方に窪んだ凹部を有するハンドル本体，ハンドル本体との結合部\n分が露出しない状態で凹部を覆うようにハンドル本体に取り付けられた\nハンドルカバーを有していない点。\n②  本件発明の分枝部は，ハンドル本体の長手方向の一端に一体的に形成\nされているのに対して，乙５５発明の持ち手は，上部装飾カバー及び下\n部装飾カバーと，その間に位置する固定フレームとからなるものであっ\nて，本件発明のようなハンドル本体，凹部及びハンドルカバーを有して\nいないため，持ち手の分枝部もハンドル本体の長手方向の一端に一体に\n形成されたものとはいえない点。\nイ  被告の主張に対する反論\n被告は，乙５５発明と乙３８発明は共に太陽電池による微弱電流を発生\nさせて，ローラによって肌をマッサージする美容器であるから，技術分野\nが共通する旨主張するが，太陽電池に係る構成はいずれにおいても発明及\nび技術事項として認定されていない。また，本件発明のハンドルについて\nの構成は，ハンドルを中心線に沿って上下又は左右に分割する構成を従来\n技術とし，ハンドルの成形精度，強度低下，ハンドル内部の密閉性という\n従来技術の構成に基づく問題点を解決するために採用されたものであると\nころ，乙５５明細書，乙３８公報のいずれにもこのような問題点について\n何ら記載されていないから，乙５５発明についてこの問題点を解決するた\nめに乙３８発明の構成を採用する動機付けがない。また，乙５５発明と乙\n３８発明では形状が異なるから，乙５５発明に乙３８発明の構成を適用す\nるには相当の設計変更が必要であり，容易想到とはいえないし，そもそも，\n乙３８発明には本体ケースや背面カバー等の具体的な構成が開示されてい\nないから，乙３８発明の構成を乙５５発明に適用して本件発明のハンドル\nの構成とすることが当業者に容易想到であったともいえない。\n(5) 争点４（原告の損害額）\n【原告の主張】\nア  被告の利益\n被告各製品の販売による被告の利益額は，平成２９年４月から平成３０\n年１０月までに被告が販売した被告各製品の売上合計金額１億２８８３万\n４６４１円から変動費を控除した１億００８９万６４５５円である。\nただし，荷造運賃，広告宣伝費，販売促進費，販売手数料，返品費用，\n金型製造費用及び製造原価を変動費として控除すること，並びに被告が主\n張するこれらの費用の金額は，争わない。\nイ  推定覆滅の事情\n被告が主張する推定を覆滅させる事情についてはいずれも争う。原告が\n販売している製品の全てが微弱電流による美容効果を唱えているものでは\nなく，また，侵害品が吸収した需要は本件特許権者の実施品が吸収すべき\nものであるから，原告製品が上記のような効果を有することは，推定を覆\n滅する事由とはならない。競合品の存在についても，被告の主張する他社\n製品が，本件発明の実施品であるかは判然としない。\n【被告の主張】\nア  被告の利益\n被告の利益は，売上合計金額１億２８８３万４６４１円から，売上原価\n５７１０万８５２７円及び経費総額４０４０万６１５７円（各項目及び金\n額は別紙「ＤＲ－３５０Ｃ，Ｐ，Ｇの利益計算（20170407～20181024）」の\nとおりである。）を控除した３１３１万９９５６円のうち，被告製品に占め\nる本件特許の寄与率１２．５２％に相当する３９２万１２５９円である。\nイ  推定覆滅事由\n本件においては，以下のような，推定覆滅の事情がある。\n(ｱ) 業務態様等の相違\n原告は，直営店のほか，大手通販会社，大手家電量販店，大手オンラ\nインモール，エステサロンを介して原告製品を販売しており，その販売\n手法も，「ＲｅＦａ」という統一ブランドの下に，著名人を広告に起用す\nるなどして多種類の製品を販売するものである。また，原告製品の価格\nは２万５０００円から３万３０００円程度である。これに対して，被告\nは，被告各製品を雑貨店や安価で雑多な商品を販売するオンラインモー\nルなどで販売しており，その価格も２７００円から２９８０円と原告製\n品の１０分の１程度である。したがって，原告製品と被告各製品の購入\n者層は全く異なっている。\n(ｲ) 製品の性能及びデザインの相違\n原告製品は，ローラによるマッサージ機能に加え，把持部に設置され\nた太陽電池パネルからローラを通じて肌に微弱電流を流すことによる美\n容効果があり，原告製品の購入者はこの効果を期待して同製品を選択す\nるが，被告各製品は太陽電池パネルを有しておらず，かかる効果はない。\nまた，原告製品は消費者に高額な商品であると認識させるデザインであ\nるのに対し，被告各製品のデザインはあえて低額な製品との印象を与え\nるものにしている。\n(ｳ) 競合品の存在\n原告製品のように，高額な製品であるとの外観を有し，かつ肌に微弱\n電流を流すことによる美容効果を備える競合品は多数存在し，その中に\nは４０００円を下回る価格で販売されているものもある。\n(ｴ) 被告の販売努力\n被告は，原告が販売経路としない小規模雑貨店などに売り込みを行い，\n小ロット数でも被告各製品を販売し，原告とは異なる市場において販売\n実績を積み上げてきたものである。\n(ｵ) 本件発明の美容器に対する寄与\n本件発明の技術的意義は，ハンドルの成形精度や強度の維持及び組み\n立て作業性の向上であるところ，美容器の購入者が最も関心を寄せるの\nは，当該美容器のマッサージ効果であり，本件発明は需要者の商品選択\nに特段寄与しない。美容器に対する本件発明の寄与率は，被告各製品の\n製造費用に占める本件発明に該当するハンドル部分の製造費用の割合で\nある１２．５２％程度とすべきである。\n(ｶ) 本件発明の顧客誘引力\n本件発明の技術的意義のうち，組み立て作業性の向上については，製\n造にかかわるものであり，製品の顧客誘引力とは無関係である。また，\nハンドルの成形精度や強度の維持についても，需要者が最も関心のある\n製品のマッサージ効果に対する貢献度は極めて低い。したがって，本件\n発明に顧客誘引力はないというべきである。\n(ｷ) 本件発明の製造上の効果\n本件発明による組み立て作業性の向上という効果は，組立てに係る費\n用の観点からは，他の構成を有する製品と比べて高い効果が得られるも\nのではない。\n第４  当裁判所の判断\n１  本件発明の技術的思想（課題解決原理）について\n(1) 本件特許請求の範囲は，前記第２の１(2)のとおりであるところ，本件明細\n書には，次の記載がある（甲２）。\nア  技術分野\n【０００１】本発明は，美容器に関する。\nイ  背景技術\n【０００２】従来，肌をローラによって押圧等してマッサージ効果を奏す\nる美容器が種々提案されている。このような美容器の例として，特許文献\n１には，二股に分かれた先端部を有するハンドルの当該先端部に一対のロ\nーラが軸回転可能に取り付けられたものが開示されている。かかる美容器\nは，一対のローラを肌に接触させた状態で往復動作させることにより，肌\nの押圧とともに肌の摘み上げがなされてマッサージ効果を奏する。\nウ  発明が解決しようとする課題\n【０００４】例えばハンドルを中心線に沿って上下又は左右に分割して，\nハンドルの内部に各部材を収納する構成とした場合には，ハンドルの成形\n精度や強度が低下したり，各部材がハンドルの内部を密閉する作業に手間\nがかかって美容器の組み立て作業性が低下したりするおそれがある。\n【０００５】本発明は，かかる背景に鑑みてなされたもので，ハンドルの\n成形精度や強度を高く維持することができるとともに，組み立て作業性の\n向上が図られる美容器を提供しようとするものである。\nエ  課題を解決するための手段\n【０００６】本発明の一の態様は，棒状のハンドル本体と，該ハンドル本\n体の表面から内方に窪んだ凹部と，上記ハンドル本体との結合部分が露出\nしない状態で上記凹部を覆うように上記ハンドル本体に取り付けられたハ\nンドルカバーとからなるハンドルと，上記ハンドル本体の長手方向の一端\nに一体的に形成された一対の分枝部と，該一対の分枝部のそれぞれに形成\nされているとともに，上記凹部に連通する軸孔と，該軸孔に挿通された一\n対のローラシャフトと，該一対のローラシャフトに取り付けられた一対の\nローラと，を備え，上記ハンドル本体の表面及び上記ハンドルカバーの表\n面が，上記ハンドルの表面を構成している，美容器にある。\nオ  発明の効果\n【０００７】上記美容器において，ハンドル本体は棒状であって，長手方\n向の一端に一対の分枝部が一体的に形成されている。そして，ハンドル本\n体には凹部が形成され，該凹部は分枝部に形成された軸孔が連通するとと\nもに，ハンドルカバーによって覆われている。上記美容器は，このような\n構成を有することにより，ハンドルを上下又は左右に分割した場合に比べ\nて，ハンドルの成形精度や強度を高く維持することができるとともに，ハ\nンドルカバーによって凹部の内部を容易に密閉できることから美容器の組\nみ立て作業性が向上する。\n【０００８】以上のごとく，本発明によれば，ハンドルの成形精度や強度\nを高く維持することができるとともに，組み立て作業性の向上が図られる\n美容器を提供することができる。\nカ  発明を実施するための形態\n【００１０】上記凹部には，上記軸孔に挿通された上記ローラシャフトを\n支持するシャフト支持台が設けられていることが好ましい。この場合には，\nローラシャフトが凹部内で支持され，ローラシャフトの抜け止めされるこ\nととなる。\n【００１１】上記凹部には電源部が収納されており，該電源部は上記ロー\nラシャフトを介して，上記ローラに電気的に接続されており，該ローラと\n肌との間に微弱電流が流れるように構成されている。この場合には，肌へ\nの刺激が増して，マッサージ効果が一層高まる。\n【００２３】上記一対のローラの軸線が互いに重なる方向から見たときの\n上記ハンドルの中心線と上記軸線とのなす角が９０°～１５５°であるこ\nとが好ましい。この場合には，目元や口元などの顔に使用する際に，ハン\nドルを把持した状態において，肌面に対して一対のローラの軸線が適度に\n傾斜することとなるため，一対のローラが滑らかに回転して肌の摘み上げ\n効果が効果的に奏される。その結果，マッサージ効果が向上される。また，\n肘を上げたり，手首を過度に曲げたりすることなく美容器の往復動作を行\nうことができるため，操作性に優れる。\n【００２４】上記一対のローラの軸線が互いに重なる方向から見たときの\n上記ハンドルの中心線と上記軸線とのなす角が１５５°よりも大きい場合\nは，顔に使用する際に，肌面に対して一対のローラの軸線が過度に傾斜す\nることとなるため，一対のローラを滑らかに回転させることが困難となる。\nこれにより，ローラと肌面との摩擦が大きくなり，肌面に対する負担が増\nす。そして，かかる負担を軽減するには，ハンドルを把持している手首を\n大きく捻って肌面に対して一対のローラの軸線の傾斜を適度に保つことが\n必要となるため，操作性が悪い。\n【００２５】上記一対のローラの軸線が互いに重なる方向から見たときの\n上記ハンドルの中心線と上記軸線とのなす角が９０°よりも小さい場合は，\n使用する際に肌面に対する一対のローラの軸線の傾きを変更させたときに，\n一対のローラが設けられるハンドルの第１端部が肌面に触れることにより，\n肌に負担をかけるおそれがあり，好ましくない。\n【００２６】上記ハンドルは，上記第１端部から上記第２端部にかけて直\n線状に形成されていることが好ましい。これにより，目元や口元などの顔\nに使用する際に，肌面に対してローラが当接する角度の調整がしやすいた\nめ，操作性が向上する。また，ハンドルの握りやすさを維持しつつ，美容\n器全体をコンパクトに形成することができため，旅行などで持ち運ぶのに\n適している。\nキ  実施例\n【００３０】…ハンドル１０は棒状を成している。ハンドル１０は，ハン\nドル本体１３及びハンドルカバー１４を備えている。…。そして，ハンド\nル本体１３は，第１端部１１（…）から第２端部１２にかけて直線状に形\n成されている。ハンドル１０の最も太い部分の直径Ｓは１４～１８ｍｍと\nすることができ，…。\n【００５６】また，本例では，ハンドル１０は細い棒状に形成されている\nことから，…。\n(2) このような本件明細書の各記載によれば，発明の詳細な説明の記載につい\nて，次のア，イのように整理することができる。\nア  本件発明は，肌をローラによって押圧等してマッサージ効果を奏する美\n容器のうち，二股に分かれた先端部を有するハンドルの当該先端部に一対\nのローラが軸回転可能に取り付けられた美容器に関するものである（段落\n【０００１】，【０００２】）。\nイ  このような二股の美容器においては，ハンドルを中心線に沿って上下又\nは左右に分割して，ハンドルの内部に各部材を収納する構成とした場合に\nは，ハンドルの成形精度や強度が低下したり，各部材がハンドルの内部を\n密閉する作業に手間がかかって美容器の組み立て作業性が低下したりする\nおそれがあるという問題点があった（段落【０００４】）。\nそこで，本件発明は，二股の美容器において，ハンドルの成形精度や強\n度を高く維持するとともに，組み立て作業性の向上を図ることができる美\n容器を提供することを課題としてこれを解決したものであり，その手段と\nして，棒状のハンドル本体と，該ハンドル本体の表面から内方に窪んだ凹\n部と，上記ハンドル本体との結合部分が露出しない状態で上記凹部を覆う\nように上記ハンドル本体に取り付けられたハンドルカバーとからなるハン\nドルと，上記ハンドル本体の長手方向の一端に一体的に形成された一対の\n分枝部と，該一対の分枝部のそれぞれに形成されているとともに，上記凹\n部に連通する軸孔と，該軸孔に挿通された一対のローラシャフトと，該一\n対のローラシャフトに取り付けられた一対のローラとを備え，上記ハンド\nル本体の表面及び上記ハンドルカバーの表面が，上記ハンドルの表面を構\n成していることを主要な特徴としている（段落【０００５】，【０００６】）。\n本件発明は，このような構成をとったことによって，ハンドルを上下又は\n左右に分割した場合に比べて，ハンドル成形精度や強度を高く維持するこ\nとができるとともに，ハンドルカバーによって凹部の内部を容易に密閉で\nきることから，美容器の組み立て作業性が向上する（段落【０００７】）。\n(3) 以上に照らせば，本件明細書記載の従来技術との比較から認定される本件\n発明の技術的思想（課題解決原理）は，二股の美容器において，ハンドルを\n中心線に沿って上下又は左右に分割して，ハンドルの内部に各部材を収納す\nる構成とした場合には，ハンドルの成形精度や強度，組み立て作業性が低下\nするなどの技術的課題が生じていたため，ハンドルを，凹部を有するハンド\nル本体と，その凹部を覆うハンドルカバーで構成することにより，従来のハ\nンドルが上下又は左右に分割された構成よりも，ハンドルの成形精度や強度\nを高く維持するとともに，美容器の組み立て作業性が向上されるようにして，\n上記の技術的課題の解決を図ったというところにあるものというべきであ\nる。\n以上を前提に，以下検討する。\n２  争点１（被告各製品が本件発明の技術的範囲に属するか・文言侵害の成否）\nについて\n(1) 争点１－１（「棒状のハンドル本体」（構成要件Ａ及びＦ）の充足性）につ\nいて\nア  構成要件Ａ及びＦには，「棒状のハンドル本体」との文言があるところ，\n「棒状」とは「棒のような形」を意味し，「棒」は「手に持てるほどの細長\nい木，竹，金属などの称」と定義される（広辞苑第７版）。そうすると，「棒\n状のハンドル」とは，その文言の一般的意義，本件特許請求の範囲や本件\n明細書の記載に照らし，直線状のもののほか，手に把持できる細長い形状\nのハンドルであれば足りるものというべきであり，湾曲した形状であるこ\nとや，太さが均一ではないことから直ちに「棒状」に該当しないというこ\nとはできない。この点，本件発明の技術的思想（課題解決原理）の観点か\nらみても，手に把持できる細長い形状のハンドルであれば，上記１(3)のと\nおり，二股の美容器のハンドルを，凹部を有するハンドル本体と凹部を覆\nうハンドルカバーからなる構成とすることにより，従来のハンドルを上下\n又は左右に分割した構成に比べて，ハンドルの成形精度や強度を高く維持\nするとともに，美容器の組み立て作業性の向上を図ることができるから，\n「棒状」のハンドル本体が，直線状のものに限定される理由はないという\nべきである。\nしかして，被告各製品のハンドル本体は，いずれも平面視において基端\n側が扇状に広がり，かつ側面視において全体に湾曲した形状であるが，手\nに把持できる細長い形状のものであると認められ，この構成は，構成要件\nＡ及びＦの「棒状」のハンドル本体といえるものと認めるのが相当である。\nイ  この点，被告は，本件明細書において，ハンドル本体が直線状に形成さ\nれた場合の効果が記載されており（段落【００２６】），また，「棒状のハン\nドル本体」が直線状の細長い部材として示されている（段落【００３０】，\n【００５６】）ことなどに照らし，「棒状」とは直線状のものを意味する旨\n主張する。\nしかし，段落【００２６】の記載については，「上記ハンドルは，…直線\n状に形成されていることが好ましい」との表現から明らかであるとおり，\nハンドルの好適な形状として直線状のものを挙げているにすぎず，ハンド\nルを直線状にした結果として得られる効果も，ハンドルの握りやすさや持\nち運びの際の利便性であって，その記載内容自体，ハンドル本体が直線状\nの構成に限定されることを根拠付けるに足りるものとはいえない。また，\n段落【００３０】や【００５６】に示されているハンドルの形状は本件発\n明の一実施例であり，かかる記載から直ちに，本件発明におけるハンドル\nの形状が当該形状に限定されるものとはいえない。\nさらに，被告は，本件明細書の段落【００２３】ないし【００２５】に\nはハンドルの中心線とローラの軸線のなす角度により生ずる効果が記載さ\nれているところ，ハンドル本体が湾曲している場合には，中心線を一義的\nに特定できないと主張する。しかし，ハンドルを直線状にした結果として\n得られる上記効果も，美容器の操作性に関するものであって，その記載内\n容自体，ハンドル本体が直線状の構成に限定されることを根拠付けるに足\nりるものとはいえず，前記説示を左右するものではないというべきである。\nしたがって，被告の上記主張は採用することができない。\nウ  以上によれば，被告各製品は，「棒状のハンドル本体」（構成要件Ａ及び\nＦ）の文言を充足するというべきである。\n(2) 争点１－２（「凹部」（構成要件Ａ及びＣ）の充足性）について\nア  構成要件Ａ及びＣには，「凹部」との文言があるところ，「凹部」とは，\nその文言の一般的意義，本件特許請求の範囲や本件明細書の記載に照らし，\nハンドル本体の表面から内方に窪んだ穴部を意味するというべきである。\nしかして，被告各製品のハンドル本体は，いずれもハンドル本体の表面か\nら内方に窪んだ穴部を有しており，本件発明の「凹部」に当たる構成を有\nするものと認められる。\nイ  この点，被告は，本件発明の「凹部」は，ハンドルの成形精度や強度を\n高く維持できるものであって，ハンドル本体の一部分である中央部に形成\nされており，かつ，電源部としての太陽電池パネルなどの部品を収納する\nためのものであるのに対し，被告各製品の穴部は，ハンドル本体の下面の\n表面全体に形成されており，電源部としての太陽電池パネルなどの部品を\n収納するためのものではない上，ハンドルの成形精度や強度を高く維持で\nきるものではないから，「凹部」に当たる構成とはいえず，このことは，本\n件特許の分割出願時の上申書及び補正の際の意見書の記載にも裏付けられ\nる旨主張する。\nしかし，本件特許請求の範囲の記載において，本件発明の「凹部」がハ\nンドル本体の一部分である中央部に形成されており，かつ，電源部として\nの太陽電池パネルなどの部品を収納するためのものに限定されることを読\nみ取ることはできず，本件明細書の記載を見ても，ハンドルの成形精度や\n強度を高く維持するために，凹部をハンドル本体の一部分である中央部に\n形成しなければならないとする記載は見当たらない。また，二股の美容器\nのハンドルにおいて，被告各製品のように，穴部がハンドル本体の下面の\n表面全体に形成されており，その穴部を覆う蓋部があるという構成であっ\nても，本件発明の構成（凹部を有するハンドル本体と凹部を覆うハンドル\nカバーからなる構成）として，本件発明の技術的思想（課題解決原理）の\n観点からみて，上記１(3)のとおり，従来のハンドルを上下又は左右に分割\nした構成に比べて，ハンドルの成形精度や強度を維持するとともに，美容\n器の組み立て作業性の向上を図ることができると認められる。\nなお，本件明細書の実施例において，太陽電池パネルを有する構成の記\n載があるものの，上記説示に照らし，同実施例に係る記載をもって直ちに，\n本件発明につき，太陽電池パネルを有する構成に限定されるものとまでは\n解されない。また，被告は，本件特許の分割出願時の上申書及び補正の際\nの意見書の記載も根拠として，本件発明が上記構成に限定される旨を主張\nするが，同記載内容をみても，それをもって直ちに，本件発明につき，太\n陽電池パネルを有する構成に限定される十分な根拠となるものとはいえな\nい。\nしたがって，被告の上記主張は採用することができない。\nウ  以上によれば，被告各製品は，「凹部」（構成要件Ａ及びＣ）の文言を充\n足するというべきである。\n(3) 争点１－３（「軸孔に挿通された一対のローラシャフト」（構成要件Ｄ及び\nＥ）の充足性）について\nア  構成要件Ｄ及びＥには，「軸孔に挿通された一対のローラシャフト」との\n文言があるところ，「軸孔に挿通された一対のローラシャフト」とは，その\n文言の一般的意義，本件特許請求の範囲や本件明細書の記載に照らし，ハ\nンドル本体にある一対の分枝部に形成された軸孔に差し込まれた一対のロ\nーラシャフトを意味するというべきである。\nしかして，被告各製品の中空もハンドル本体に形成された一対の分枝部\nに形成されており，当該中空は本件発明の「軸孔」に相当するものと認め\nられ，被告各製品の一対のローラ軸（本件発明の「ローラシャフト」に相\n当）は，当該中空に差し込まれていることが認められる。\nイ  この点，被告は，本件発明の「ローラシャフト」は「軸孔」を貫通する\nものであるところ，被告各製品のローラ軸は中空を貫通していないから，\n被告各製品は上記要件を充足しないと主張する。\nしかし，特許請求の範囲の文言解釈は，文言の通常の意義をもって行う\nべきであるところ，文言の通常の意義として，「挿通する」とは一般に孔に\n挿し通すことを意味し，片側のみに孔が空いた物体に挿し通すことも含ま\nれると解され，必ずしも貫通まで意味するものとは解されない。また，確\nかに，本件明細書の実施例及び図面の記載は，「ローラシャフト」が「軸孔」\nを通り，ハンドル本体の「凹部」まで達しているが，本件発明の技術的思\n想（課題解決手段）に照らせば，ローラシャフトが凹部まで達していなく\nても，その課題解決が全うできることは明らかであって，本件明細書の上\n記記載をもって，本件発明の「ローラシャフト」が「軸孔」を貫通する構\n成に限定されるものとは解されない。\nしたがって，被告の上記主張は採用することができない。\nウ  以上によれば，被告各製品は，「軸孔に挿通された一対のローラシャフト」\n（構成要件Ｄ及びＥ）の文言を充足するというべきである。\n３  争点２（新被告製品が本件発明の技術的範囲に属するか・均等侵害の成否）\nについて\n(1) まず，新被告製品の構成ｃ２が，「一対の分枝部はそれぞれ中空であり，当\n該中空は，ハンドル本体の穴部に貫通していない。」というものであって（以\n下「非貫通の構成」ということがある。），「連通する軸孔」（構成要件Ｃ）の\n文言を充足せず，新被告製品が本件発明との間でこのような相違部分を有す\nることは当事者間で争いがないところ，原告は，このような新被告製品は，\n本件特許請求の範囲に記載された構成と均等なものであり，本件発明の技術\n的範囲に属する旨主張する。\nしかして，本件特許請求の範囲に記載された構成中に新被告製品と異なる\n部分が存する場合であっても，所定の要件（最高裁平成６年（オ）第１０８\n３号同１０年２月２４日第三小法廷判決・民集５２巻１号１１３頁参照。以\n下「第１要件」ないし「第５要件」という。）を満たすときには，新被告製品\nは，本件特許請求の範囲に記載された構成と均等なものとして，本件発明の\n技術的範囲に属するというべきである。そこで，以下検討する。\n(2) 第１ないし第３要件について\n前記のとおり，本件発明の技術的思想（課題解決原理）は，二股の美容器\nにおいて，ハンドルを中心線に沿って上下又は左右に分割して，ハンドルの\n内部に各部材を収納する構成とした場合には，ハンドルの成形精度や強度，\n組み立て作業性が低下するなどの技術的課題が生じていたため，ハンドルを，\n凹部を有するハンドル本体と，その凹部を覆うハンドルカバーで構成するこ\nとにより，従来のハンドルが上下又は左右に分割された構成よりも，ハンド\nルの成形精度や強度を高く維持するとともに，美容器の組み立て作業性が向\n上されるようにして，上記の技術的課題の解決を図ったというところにある\nものというべきである。このような本件発明の技術的思想からすれば，分枝\n部の軸孔とハンドル本体の凹部が連通していない場合であっても，ハンドル\nを，凹部を有するハンドル本体と，その凹部を覆うハンドルカバーで構成す\nるときには，なお上記の従来の構成の問題点により生ずる技術的課題を解決\nできることに変わりはなく，この点を置換することによって全体として本件\n発明とは異なった別の技術的思想となるということはできない。また，新被\n告製品のように，「連通する軸孔」との構成をとらずに連通していない構成を\nとった場合にも，ハンドルの成形精度や強度を高く維持するとともに，美容\n器の組み立て作業性が向上されるとの上記作用効果を奏することについては，\n本件発明と変わらないものと認められる。\nしたがって，本件発明と新被告製品の異なる部分（相違部分）は本件発明\nの本質的部分ではなく（第１要件の充足），本件発明の構成を新被告製品の構\n成に置き換えたとしても，本件発明の目的を達成でき，同一の作用効果を奏\nするといえる（第２要件の充足）。そして，本件発明の上記構成から新被告製\n品の上記構成への変更は，ハンドルの凹部と分枝部の軸孔がつながっていた\nところを塞ぐものにすぎず，その性質上，当業者において通常行う設計変更\nの範囲にとどまるものというべきであり，本件全証拠によっても，このよう\nな変更を加えることに対する技術的な障害が存することは認められないから，\n上記変更は，当業者が，新被告製品の製造時において，容易に想到し得たと\nいうべきである（第３要件の充足）。\n以上によれば，新被告製品は，均等の第１ないし第３要件を充足する。\nこれに対し，被告は，本件発明が，軸孔にローラシャフトを貫通させて，\n凹部に設けた太陽電池パネルの出力端子と電気的に接続させなければならな\nいものであることを前提として，新被告製品の均等侵害については，第１な\nいし第３要件のいずれも充足しないと主張するが，本件発明が，被告が指摘\nするような上記構成に限定されるものでないことは前述のとおりであり，被\n告の主張はそもそも主張の前提を欠くものであって，採用することはできな\nい。\n(3) 第４要件について\nア  被告は，新被告製品は，被告が平成２６年３月２７日以前に発売してい\nたシャインに対し，乙４７ないし５１号証に係る技術事項を適用すること\nによって容易に推考できたものであって，均等の第４要件を充足しない旨\n主張する。\nそこで検討すると，証拠（乙３５，３６，４４，４５）によれば，被告\nが，平成２６年３月２７日（本件原出願の特許出願日）以前に，シャイン\nを販売していたことが認められるところ，シャインの構成が次のとおりで\nあることについては，当事者間で争いがない。\nａ３  平面方向視において基端側が扇状に広がっており且つ側面視におい\nて湾曲したハンドル本体を有しており，当該ハンドル本体は長手方向\n先端側が開口した筒状体であり，その内部は空洞である。\nｂ３  先端側が二股に分かれた分枝部を有し，当該分枝部は，その基端側\nがハンドル本体の長手方向の先端に挿入されている。\nｃ３  分枝部は中空である。\nｄ３  分枝部の二股に分かれた先端側には一対のローラ軸がそれぞれ差し\n込まれている。\nｅ３  一対のそれぞれのローラ軸には，その軸廻りを回転可能となるよう\nに一対のローラが取り付けられている。\nｆ３  ハンドル本体において蓋部は存在せず，ハンドル全体の表面が構成\nされている。\nイ  そこで，新被告製品とシャインとを対比すると，ハンドル本体について，\n新被告製品は，ハンドル本体の表面から内方に窪んだ穴部と，穴部を覆う\nようにハンドル本体に取り付けられた蓋部を有しているのに対し，シャイ\nンはこのような構成を有しておらず，ハンドル本体と別部材のものとして，\n先端側が二股に分かれた分枝部を有し，当該分枝部は，その基端側がハン\nドル本体の長手方向の先端に挿入されているという点で，相違していると\n認められる。\nこの点，被告は，ハンドルの上記構成に関して，乙４７ないし５１号証\nの記載によれば，ハンドルの内部に蓋をする構造は種々存在するから，樹\n脂製のシャインのハンドルについて，凹部に蓋をする構造をどのようなも\nのとするかは，単なる設計事項であると主張する。\nしかし，新被告製品は，前記の本件発明の技術的思想（課題解決原理）\nを用い，ハンドルを，凹部を有するハンドル本体と，その凹部を覆うハン\nドルカバーで構成することにより，従来のハンドルが上下又は左右に分割\nされた構成よりも，ハンドルの成形精度や強度を高く維持するとともに，\n美容器の組み立て作業性が向上されるようにして，従来技術が有していた\n技術的課題の解決を図るものであると解される。そして，新被告製品の構\n成が解決する上記技術的課題は，その性質上，ハンドル本体と分枝部が一\n体の構成のものを前提として生ずるものというべきであり，新被告製品は，\nこれを前提として，上記のような課題解決手段に係る構成（凹部を有する\nハンドル本体と，その凹部を覆うハンドルカバーとの構成）を備えるもの\nである。\nしかるところ，シャインは，これと異なり，先端側が二股に分かれた分\n枝部の基端側が，ハンドル本体の長手方向の先端に挿入されている構成で\nあって，そもそもハンドル本体と分枝部とが一体とされておらず，また，\n上記のような課題解決手段に係る構成（凹部を有するハンドル本体と，そ\nの凹部を覆うハンドルカバーとの構成）を備えてもいないものである。そ\nうすると，シャインは，新被告製品と全くその構成を異にするものであり，\n新被告製品と対比すると，課題解決原理を全く異にする別の技術的思想に\nよるものと評価するほかない。\nまた，証拠（乙４７ないし４９，５１）によれば，乙４７ないし４９，\n５１号証には，ハンドル本体にその表面から内方に窪んだ凹部を有し，そ\nの凹部をカバーで覆い，当該表面とカバーによりハンドルを構成すること\nが記載されていることが認められ，かかる記載からは「ハンドル本体の表\n面から内方に窪んだ凹部を設けて，ハンドル本体との結合部が露出しない\n状態で上記凹部を覆うように上記ハンドル本体に取り付けられたカバーを\n設けること」という技術事項を把握することができる。しかし，シャイン\nにかかる技術事項を適用することができるかについては，上記技術事項を\n技術常識と認めるには足りず，また，技術分野についてみても，清掃用具\n（乙４７），ヘアブラシ（乙４８及び４９），電子イオン歯ブラシ（乙５１）\nというように，いずれも美容器とは全く異なる技術分野のものであって，\n証拠上，当業者がこのような技術事項をシャインに適用するに足りる何ら\nかの示唆や動機付けも認められない。\nなお，証拠（乙５０）によれば，乙５０号証の意匠公報には，美顔器に\n関する図などの記載があるものの，シャインと新被告製品の両構成の重要\nな相違点であるハンドルの構成の詳細が判然としないばかりか，当該記載\nのものが，一対のローラを有する二股の美容器であるとも認められないか\nら，当業者がこのような記載をシャインに適用して新被告製品の構成を容\n易に想到するということもできない。\nウ  したがって，当業者が，乙４７ないし５１号証に係る上記技術事項をシ\nャインに適用して新被告製品の構成を容易に推考することができたとはい\nえない。その他，本件全証拠によっても，新被告製品の構成を容易に推考\nできるような公知技術が存在したことを認めることはできない。\n以上によれば，新被告製品は，均等の第４要件を充足するというべきで\nある。被告の上記主張は，採用することができない。\n(4) 第５要件について\n被告は，本件発明のローラシャフトは，太陽電池パネルと電気的に接続す\nることが前提であり，軸孔に貫通しているものでなければならず，本件明細\n書にも軸孔が非貫通の実施形態は記載されていないから，分枝部の軸孔がハ\nンドル本体の凹部に連通していない構成は意識的に除外されていると主張す\nる。\nしかし，本件発明が，被告が指摘するような上記構成に限定されるもので\nないことは前述のとおりであり，本件発明のローラシャフトが，太陽電池パ\nネルと電気的に接続することが前提であるということはできない。また，非\n貫通の構成が本件特許の特許出願時において容易に想到することができた構\n成であったとしても，本件明細書には，軸孔が非貫通の実施形態は記載され\nておらず，本件証拠上，原告が，客観的，外形的にみて，非貫通の実施形態\nが本件特許請求の範囲に記載された構成（軸孔に連通するとの構成）を代替\nすると認識しながらあえて本件特許請求の範囲に記載しなかった旨を表示し\nていたことを認めるに足りるものも存せず（最高裁平成２８年（受）第１２\n４２号同２９年３月２４日第二小法廷判決・民集７１巻３号３５９頁参照），\nその他，非貫通の実施形態が本件特許請求の範囲から意識的に除外されたも\nのに当たるなどの非貫通の実施形態と本件特許請求の範囲に記載の構成とが\n均等なものといえない特段の事情が存するということはできない。その他，\n原告が，軸孔が非貫通の構成を意識的に除外したと認めるに足りる証拠はな\nい。\n以上によれば，新被告製品は，均等の第５要件を充足するというべきであ\nる。被告の上記主張は，採用することができない。\n(5) 小括\n以上によれば，新被告製品は，均等の第１要件ないし第５要件を全て充足\nするものであって，本件特許請求の範囲に記載された構成と均等なものであ\nり，本件発明の技術的範囲に属するというべきであるから，新被告製品は，\n本件特許権を均等侵害しているものといえる。\n４  争点３（本件特許の無効の抗弁の成否）について\n(1) 先行文献に記載された発明について\nア  乙２８発明について\n乙２８公報の次の(ｱ)ないし(ｶ)の記載によれば，乙２８公報には，次の\n発明が記載されていると認められる。\n「芯材１３と，芯材１３の外周に被覆され上下に分割された一対の外装カ\nバー１４，１５とから構成され，内部に太陽電池パネル２４並びに太陽電\n池パネル２４の出力端子をハンドル１２及びローラ１８の導電部に接続す\nるための構成が配置されたハンドル１２と，上記ハンドル１２の先端に一\n体的に形成された一対の二叉部１２ａと，該一対の二叉部１２ａのそれぞ\nれに形成されている芯材１３の中心部に形成された空間と，該芯材１３の\n中心部に形成された空間に嵌入された一対のローラ支持軸１７と，該一対\nのローラ支持軸１７に回転可能に支持された一対のローラ１８と，を備え，\n上記一対の外装カバー１４，１５の表面が，上記ハンドル１２の表面を構\n成している，美容器１１。」\n(ｱ) 技術分野\n［０００１］この発明は，回転可能なローラを人体上を転動させること\nにより，美肌効果等の美容効果を得る美容器に関する。\n(ｲ) 背景技術\n［０００２］従来，この種の美容器としては，例えば特許文献１に開示\nされた構成が提案されている。この従来の美容器は，支持杆の基端部に\n接続されたグリップと，支持杆の先端部に回転可能に支持されたローラ\nとを備えている。支持杆の外周とローラの内周との間には，電力発生手\n段としてのコイル及び永久磁石が設けられており，これらのコイル及び\n永久磁石は，ローラの回転にともなって電流を発生させる。ローラ内に\nは，電力発生手段で発生した電力を蓄えるための蓄電池が設けられてい\nる。ローラの外周には，肌刺激手段としての複数のＬＥＤ（発光ダイオ\nード）が配列されており，これらのＬＥＤは，蓄電池の電力に基づいて\n発光する。\n［０００３］使用者がグリップを把持した状態でローラを肌に押し付け\nて回転させると，肌に適度な刺激が与えられて，美肌効果が得られる。\nこれとともに，ローラの回転にともなってコイル及び永久磁石よりなる\n電力発生手段で電力が発生し，その電力が蓄電池に蓄えられる。ローラ\n上のＬＥＤは，この蓄電池の電力により発光し，美肌効果を高めること\nができる。\n(ｳ) 発明が解決しようとする課題\n［０００５］ところが，この従来の美容器においては，複数のＬＥＤを\n発光させるために，電力発生手段において大きな電力を発生させなけれ\nばならない。この電力をローラの回転により得ようとすると，コイル及\nび永久磁石よりなる大掛かりな電力発生手段を装備する必要がある。そ\nの結果，美容器の構造が複雑になり，製作コストが高くなるという問題\nがあった。しかも，大きな電力を発生させる際に，ローラの回転に抗す\nる大きな磁気反発力が発生する。そのため，ローラを回転させるために\n強い力が必要となり，美容器の操作感が悪くなり，その高級感が損なわ\nれることになる。\n［０００６］この発明は，このような従来の技術に存在する問題点に着\n目してなされたものである。その目的は，小電力で高い美容効果を得る\nことができるとともに，構造を簡潔化して製作コストを低減することが\nでき，しかも好適な操作感を得ることのできる美容器を提供することに\nある。\n(ｴ) 課題を解決するための手段\n［０００７］上記の目的を達成するために，この発明は，ハンドルと，\n前記ハンドルに回転可能に支持されたローラとを備え，前記ローラが人\n体上を転動することにより人体に刺激を与える美容器において，前記ハ\nンドルの外壁及び前記ローラの外壁に導電部がそれぞれ形成され，これ\nらの導電部は互いに電気的に絶縁され，前記ローラの内部に，同ローラ\nの回転にともなって発電を行う発電部と，前記発電部で発生した電力を\n前記ローラの外壁に形成された導電部に供給する供給部とが設けられる\n美容器を提供する。\n［０００８］こうした構成を採用する場合，使用者が美容器を使用する\n際に，ハンドルを把持した状態で，ローラを肌に押し付けて回転させる。\nこれにより，肌や人体の表面組織に適度な刺激を与えられて，美肌効果\n等の美容効果が得られる。また，この状態では，ローラの導電部とハン\nドルの導電部との間に人体を介在させた電路が形成される。従って，ロ\nーラの回転に伴い，発電部によりローラの導電部，人体，及びハンドル\nの導電部を流れる微電流が発生する。こうした微電流が肌を流れること\nにより，美容効果が高められる。よって，美容効果を高めるために大き\nな電力を必要とせず，発電部の構造を簡潔化して製作コストを低減する\nことができるとともに，ローラの回転が重くなることを防止できて，好\n適な操作感を得ることができる。\n［０００９］また，前記の構成において，前記ハンドルはローラ支持軸\nを有し，前記ローラは前記ローラ支持軸に回転可能に支持され，前記発\n電部は，前記ローラが前記ローラ支持軸に対して相対的に回転する際に，\n前記ローラまたは前記ローラ支持軸に対して相対的に回転する永久磁石\nにより構成されるとよい。この構成を採用した場合には，構造が簡単な\n永久磁石のみで発電部を構成することができて，製作コストを低減する\nことができる。\n［００１０］さらに，前記の構成において，前記ローラは，一対の軸受\nを介して前記ローラ支持軸に支持され，前記永久磁石は，前記両軸受の\n間に設けるとよい。このように構成した場合には，ローラ内において永\n久磁石を収容するためのスペースを縮小することができ，美容器全体を\n小型にすることができる。\n［００１１］また，前記ローラの内周面には，同ローラの中心軸に向か\nって突出する複数の突部が形成され，前記永久磁石は，前記突部に支持\nされる構成を採用することができる。前記永久磁石は，ゴム磁石により\n構成されており，前記ローラ支持軸に巻回される構成を採用してもよい。\n［００１２］また，前記ハンドルは，使用者に把持される把持部と該把\n持部の先端部に形成された二叉部とを備え，平面形状がＹ字状をなすよ\nうに形成されており，前記二叉部に，一対の前記のローラがそれぞれ支\n持されることが望ましい。\n［００１３］前記ハンドルには，光を受けることにより前記ハンドルの\n導電部と前記ローラの導電部との間に電位差を発生させる太陽電池パネ\nルが設けられる構成を採用することができる。こうした構成によれば，\n太陽電池パネルは，光を受けた際に発電して，ハンドルとローラとの導\n電部の間に電位差を発生させる。これにより，使用者が美容器を使用す\nる際に，ハンドルの導電部，人体及びローラの導電部によって形成され\nた電路において電流が発生する。このように太陽電池パネルによって発\n生した電流が人体を流れることにより，美容効果を得ることができる。\nまた，前記ハンドルは，使用者に把持される把持部と該把持部の先端部\nに形成された二叉部とを備え，平面形状がＹ字状をなすように形成され\nており，前記太陽電池パネルは，前記把持部において前記二叉部に近接\nする端部に配置されることが好ましい。\n［００１４］こうした構成によれば，太陽電池パネルがハンドルの把持\n部において二叉部に近接する端部に位置しているため，その太陽電池パ\nネルが使用者の手によって隠されることを抑制できる。このため，太陽\n電池パネルの発電機能を有効に発揮させることができる。\n(ｵ) 発明の効果\n［００１５］以上のように，この発明によれば，美容効果を高めるため\nに大電力を必要とせず，構造を簡潔化して製作コストを低減することが\nでき，しかも好適な操作感を得ることができるという効果を発揮する。\n(ｶ) 発明を実施するための形態\n［００１８］図１～図３に示すように，この実施形態の美容器１１は，\n平面形状が略Ｙ字状をなすハンドル１２を備えており，このハンドル１\n２は，使用者の手によって把持される棒状の把持部１２ｂと，この把持\n部１２ｂの先端に形成された二叉部１２ａとを有している。ハンドル１\n２は，合成樹脂よりなる電気絶縁の芯材１３と，一対の外装カバー１４\nとから構成されている。外装カバー１４，１５は，合成樹脂材料より形\n成され，芯材１３の外周に被覆されて複数のネジ１６により同芯材１３\nに固定されている。外装カバー１４，１５の外表面には，導電金属メッ\nキが施されている。ここで，外装カバー１４，１５の外壁は，ハンドル\n１２の導電部を構成している。\n［００１９］図１及び図４に示されるように，前記ハンドル１２の芯材\n１３において二叉部１２ａに対応する部分には，一対のローラ支持軸１\n７が設けられている。これらのローラ支持軸１７の基端部（図４の右側\nの端部）は芯材１３の中心部に形成された空間に嵌入され，同ローラ支\n持軸１７の先端部（図４の左側の端部）は，二叉部１２ａから突出して\nいる。なお，図４において，ローラ支持軸１７は，切断されていない状\n態で示されている。こうした構造により，これらのローラ支持軸１７は，\n外装カバー１４，１５と接触しない離間状態で芯材１３の先端部に支持\nされており，ハンドル１２の外表面の導電金属メッキとローラ支持軸１\n７とは，電気的に絶縁されている。ローラ支持軸１７は金属材料により\n形成され，その両端部にはネジ部１７ａが形成されている。\n［００２０］図１及び図４に示すように，前記両ローラ支持軸１７には，\n円筒状をなすローラ１８がそれぞれ各一対の軸受１９を介して回転可能\nに支持されている。これらの軸受１９は，磁性のある金属材料により構\n成されている。ローラ支持軸１７の先端のネジ部１７ａには，ローラ１\n８がローラ支持軸１７から抜けることを防止するための雌ネジ部材２０\nが螺合されている。各ローラ１８は，合成樹脂よりなり，その外周面及\nび内周面に導電金属材料よりなる導電メッキが施されている。ここで，\n両ローラ１８の内外両壁は，同ローラ１８の導電部を構成している。\n［００２５］ハンドル１２の把持部１２ｂの先端部，即ち把持部１２ｂ\nにおいて二叉部１２ａに近接する端部には透明板２３が設けられ，その\n内側には太陽電池パネル２４が設置されている。この太陽電池パネル２\n４の出力端子がハンドル１２及びローラ１８の導電部に接続されている。\nこうした構成により，太陽電池パネル２４は，光を受けると，ハンドル\n１２とローラ１８との導電部の間に電位差を発生させる。\n［００２６］次に，前記のように構成された美容器の作用を説明する。\n図１及び図２に示すように，使用者が美容器１１を使用する際に，ハン\nドル１２を把持した状態で，両ローラ１８を肌Ｓに押し付けて回転させ\nる。これにより，ローラ１８の外周面の接触部１８ａが肌Ｓを含む人体\nの表面組織に適度な刺激を与え，美肌効果等の美容効果が得られる。\n［００２７］この状態では，ローラ１８の導電部とハンドル１２の導電\n部との間に人体を介在させた電路が形成される。また，両ローラ１８の\n回転にともなって，永久磁石２２がローラ支持軸１７に対して相対的に\n回転される。これにより，ローラ支持軸１７において微量の電荷が発生\nして，その電荷がローラ１８の外壁の導電部に伝えられる。そして，ロ\nーラ１８の外壁の導電部に伝えられた電荷は，ローラ１８から肌Ｓを含\nむ人体を通じてハンドル１２の導電部に流れる。このように形成した微\n電流により，人体への刺激が増進されてさらに高い美肌効果等の美容効\n果を得ることができる。\n［００２８］一方，太陽電池パネル２４は，光を受けた際に発電して，\nハンドル１２とローラ１８との導電部の間に電位差を発生させる。これ\nにより，使用者が美容器１１を使用する際に，ハンドル１２の導電部，\n人体及びローラ１８の導電部によって形成された電路において電流が発\n生する。このように太陽電池パネル２４によって発生した電流が人体を\n流れることにより，美容効果を得ることもできる。\nイ  乙３８発明について\n乙３８公報の次の(ｱ)，(ｲ)の記載によれば，乙３８公報には，次の発明\nが記載されていると認められる。\n「長尺状把持部２及びヘッド部３を備えるマッサージローラー１において，\n把持部２からヘッド部３まで延在する本体ケース４に，本体ケース４の表\n面から内方に窪み，本体ケース４のほぼ全長にわたって延在する凹部を設\nけ，凹部のうちヘッド部３の部分に，太陽電池８及びローラー１１ないし\n１６を配置し，凹部のうち把持部２の部分に，把持部２のほぼ全長にわた\nって電線１８を配線し，透明窓部６が設けられた背面カバー部材５により，\n凹部のうちヘッド部３の部分を覆い，ハンドルカバーにより，凹部のうち\n把持部２の部分を覆い，本体ケース４の把持部２の部分の表面及びハンド\nルカバーの表面により，把持部２の表面を構成した，マッサージローラー。」\n(ｱ) 技術分野\n【０００１】本考案は，顔等の体表面に当接させてマッサージを行う手\n持ちのマッサージローラーに関するものである。\n(ｲ) 考案を実施するための形態\n【００２０】本考案の一実施の形態によるマッサージローラーを図１及\nび図２に示す。本マッサージローラー１は，長尺状把持部２の先端部に\n設けられたヘッド部３にステンレス鋼製の第１～６の６本の円筒状ロー\nラー（１１，１２，１３，１４，１５，１６）を備えたものである。ヘ\nッド部３は，把持部２から延在する枠状の本体ケース４に収められたロ\nーラーホルダー７の軸受部に各回転軸（１１ｓ，１２ｓ，１３ｓ，１４\nｓ，１５ｓ，１６ｓ）の両端が軸支されることによってローラーがヘッ\nド部３の表面側に把持部長軸方向に沿って並列配置され，本体ケース４\nの背面側が背面カバー部材５によって覆われるものである。\n【００２１】なお，本実施形態においては，本体ケース４の表面側には\n中央位置に２～３ｍｍ幅の仕切り部４ｓが設けられており，ローラーホ\nルダー７の第３のローラーの回転軸１３ｓと第４のローラーの回転軸１\n４ｓを軸支する軸受部の位置がこの仕切り部４ｓの幅に対応して離され\nている。これによって，ヘッド部３の表面側で，先端側の第１～第３の\nローラー（１１，１２，１３）の軸支領域と後端側の第４～第６のロー\nラー（１４，１５，１６）の軸支領域とが互いに区分けされ，該領域同\n士が若干離れた配置となっている。\n【００２２】一方，背面カバー部材５には，中央部にアクリル等の光透\n過性部材からなる透明窓部６が設けられており，その内側に太陽電池８\nが配置されている。従って，太陽電池は，透明窓部を透過した光を受光\n面で受けると，光起電力効果により光エネルギーを電力に変換して出力\nすることができる。\n【００２３】さらにその下方には，太陽電池８に対して絶縁された収納\n空間を，ローラーを軸支しているローラーホルダー７との間に形成する\nための絶縁ケースが配置されている。この絶縁ケースは，上下一対の絶\n縁部材（２０，２１）からなり，両部材の間に形成された収納室内にセ\nラミックス２２と磁石２３とが収納されている。このうち下側の絶縁部\n材２１には，セラミックス２２と磁石２３とが，それぞれ部分的にヘッ\nド表面方向に露呈する開口部を備えた嵌合枠部２１ｆで固定されるもの\nとした。\n【００２４】また，ホルダー７と第２のローラー１２の回転軸１２ｓと\n第５のローラー１５の回転軸１５ｓとを，導電性のポリアセタール樹脂\n製とすると共に，太陽電池８と絶縁ケース２０の間に太陽電池８の電極\nに接するマイナス導電ゴム部材９ａとプラス導電ゴム部材９ｂを介在さ\nせ，上下絶縁部材（２０，２１）を貫通して配置された導電コイルバネ\n１０によってマイナス及びプラス導電ゴム部材（９ａ，９ｂ）とローラ\nーホルダー７とを電気的に接続した。これらの通電機構により，太陽電\n池８から，第２と第５のローラー（１２，１５）を介してこれらのロー\nラーに接する皮膚に微弱電流が流れる。\n【００２８】さらに，本実施形態においては，把持部２の末端にステン\nレス鋼製の突起１７を設け，把持部２の内部に配線した電線１８によっ\nて，太陽電池８と突起１７とを接続した。この突起１７を皮膚に押し付\nければ，つぼ押しマッサージを行うことができる。このつぼ押しの際に\nも，電線１８を介して太陽電池８から送られる微弱電流を突起１７から\n皮膚に流すことができる。\nウ  乙４７発明について\n乙４７公報の次の(ｱ)ないし(ｶ)の記載によれば，乙４７公報には，次の\n発明が記載されていると認められる。\n「柄部１と刷子頭部２とを一体となした基材主体Ｓと，閉塞部材５と，を\n備える清掃用具において，柄部１に，柄部１の表面から内方に窪んだ区画\n部４を設け，係止爪片８が露出した状態で柄部１に係合する閉塞部材５に\nより，区画部４を閉蓋し，柄部１の表面及び閉塞部材５の表面により把持\n部の表面を構成した，清掃用具。」\n(ｱ) 考案の名称\n清掃用具\n(ｲ) 従来の技術\n【０００２】洗車用ブラシ，小型掃除用ブラシなどの清掃用具の場合，\n通常，片手で把握し連続して相当時間の清掃作業を実施する関係から，\n特に疲労防止に役立ち，また労災事故などを防ぐ意味からも軽量性につ\nいて配慮することが望まれていた。そのため，一般的には，古くより使\n用していた木製の柄部は持ち重りがすること，耐食性や均質な材質のも\nのを確保しにくいことなどから，現在ではプラスチック製の柄部が普及\nしている。前記軽量性を重視した清掃用具としては，実公昭３５－１５\n９８１号公報（洗滌ブラシ）に認められるように，柄部をビニールパイ\nプ１とした洗車ブラシ，デッキブラシが知られている。\n【０００４】前記ビニールパイプまたは硬質プラスチック製パイプを使\n用した清掃用具の柄部の場合，それを握持して清掃作業を実施すること\nは可能であるが，更に人間工学的な面から特に機能性の向上をはかるた\nめに，滑り止めを設けたり，適切な角度を施すなどの形状について変更\nを加えること，あるいは快適な清掃作業に役立つよう意匠的工夫を施す\nことは，前記パイプが押出し成形ないしはブロー成形によるため，成形\n技術上の不可避的な限界を受け，結果的には単純な管状（パイプ材）の\nまま利用に供されているのが実情である。もとより，いわゆる加飾の意\n味で前記パイプに何等かの装飾資材を添えるなり，またはかぶせること\nも行われる場合もあるが，経済性の面で問題であった。そのための解決\n策としては，前記単純なパイプを使用した柄部に，別個に射出成形で所\n望の形状となした刷子頭部を連設することも行われるが，製造コストの\n高騰を招くために依然として問題であった。\n【０００５】そこで，製造コストの点で前記押出し成形ないしはブロー\n成形と比較した場合に問題があるものの，すぐれた機能美を有し，耐久\n性，斬新さなどを特に重視した，前掲の洗車ブラシの提案がなされ，そ\nれらの柄部は射出成形によって製作されていた。それらは，確かに量産\n性，耐久性，経済性にすぐれていることは認められる。しかしながら，\n前記パイプ製の柄部と比較すれば，軽量性，製造コストでは遜色のある\nことは否めないことである。従って，特に相反する軽量性と機能美（実\n用品としての機能を十分に発揮することで発現する美しさ）を共に満足\nさせる提案が求められていたが，その解決策はいまだ提案されるに至っ\nていなかった。\n(ｳ) 考案が解決しようとする課題\n【０００６】本考案は，上記問題の解決をはかるため，柄部内部を射出\n成形になじむ中空構造とするため，係合突縁部相互間に形成される有底\nの区画部上面に閉塞部材をもって閉蓋固定できるようにした清掃用具の\n提供を目的とするものである。\n(ｴ) 課題を解決するための手段\n【０００７】前記目的を達成するための本考案に係る清掃用ブラシの具\n体的手段としては，刷子頭部と一体となした柄部において，該柄部には\n長手方向に周壁部が囲繞され，かつ柄部の両端部近傍位置に，一対の係\n止段部を下縁に有する係合突縁部を対設するとともに，該係合突縁部相\n互間に形成した有底の区画部上面を開放してなり，しかも両側には前記\n係止段部と係合する係止爪片を垂設した閉塞部材により，前記区画部上\n面の全体に載架して閉蓋固定してなるものである。\n(ｵ) 考案の実施の形態\n【００１１】図面上，Ｓはプラスチック資材について射出成形のごとき\n手段を使用して一体成形した基材主体であり，それは柄部１前端にブラ\nシ毛を植設した刷子頭部２が一体のもとに形成されている。３は係合突\n縁部であり，柄部１の両端部近傍位置に設けられ，それぞれの下縁には\n係止段部７が対設してある。４は係合突縁部３相互間に形成される有底\nの区画部であって，該区画部の上面は開放してある。\n【００１２】５は前記区画部４上面の全体に載架，すなわちかけわたす\nように載置されて閉蓋する閉蓋部材であって，それは両側に垂設した係\n止爪片８が前記係止段部７に係合して固定される。６は柄部１の長手方\n向に沿って囲繞する周壁部である。１１は必要により前記区画部４の適\n宜位置に植設される挿通受入部であって，それは図示例のごとく円筒状\nとすることが好ましい。１２は前記閉塞部材５下面に前記挿通受入部１\n１と対応して設けてなる挿入材ある。\n【００１３】従って，前記係止段部７と係止爪片８との係合による固定\nに加えて，挿入材１２の挿通受入部１１への挿着によって閉塞部材５は\n撓むことなく好ましい状態で載架し固定が維持される。挿通受入部１１，\n挿入材１２の構成は柄部１が長尺の場合に特に効果的である。なお，挿\n通受入部１１，挿入材１２は複数個とすることもよい。\n【００１４】本考案の構成上，図示例においては刷子頭部２と柄部１前\n端には間隙（空間部分）１３Ａが，また柄部２後端にはドーム形状の間\n隙１３Ｂがそれぞれ表現されているが，それら間隙１３Ａ，１３Ｂを塞\nいで，区画部４の有底に倣って同一面の有底とすることもよく，図示例\nは単なるデザイン的工夫の一例を示したにすぎないものである。図中，\n１４はすべり止めにとして刻設した細幅模様である。\n【００１５】更に，本考案の構成に際し，図示を省略したが，前記係止\n段部７を下縁とすることに代えて上縁に有する係合突縁部となし，有底\nの区画部４を天蓋付きの区画部として，その下面を開放し，係合突縁部\n３の上縁に有する前記一対の係止段部と係合する係止爪片を閉蓋部材５\nに立設することもよい。かくすることにより，閉蓋部材５は天蓋付きの\n区画部下面の全体に添装，すなわち区画部４に添わせて取り付けられ閉\n蓋固定できるので，例えば柄部１上面に複雑な加飾を必要とする場合に\n好適である。\n(ｶ) 考案の効果\n【００１６】以上のとおりの構成を有する本考案によれば，以下の効果\nをもたらすものである。請求項１の本考案の場合，閉塞部材５を基材主\n体Ｓと別体とした結果，該基材主体Ｓの柄部１上面全体が射出成形に親\nしむ形状となり，それは軽量性をもたらすことに加えて，特別の熟練を\n要せずに区画部４上面を閉塞部材５により簡単に載架して固定できるの\nで，量産性，経済性に寄与し実用性に富んだものである。しかも，柄部\n１自体は人間工学的見地からの作業性にすぐれた形状，あるいは機能美\nを有する形状が成形上の障害もなく製造でき，商品価値の高い製品を得\nることができる。\n【００１７】請求項２の本考案の場合，請求項１のそれと対比すると，\n区画部４を天蓋付きとした結果，係合突縁部３の上縁に係止段部が，ま\nた該係止段部と係合する係止爪片が閉蓋部材５に立設される点で相違す\nるが，組立要領は共通するものであり，その結果，商品設計上，柄部１\n上面に商品としての訴及的効果を強調したデザイン的工夫などの加飾を\n施す場合に好適なものである。また請求項３の本考案の場合，請求項１\nまたは２の効果に加えて柄部１が長尺であっても閉塞部材５は撓むこと\nもなく，清掃時に強い握持を受けてもその保形性は確保され，しかも閉\n塞部材５の固定状態の向上に資するものである。\nエ  乙５５発明について\n乙５５明細書の次の(ｱ)，(ｲ)の記載によれば，乙５５明細書には，次の\n発明が記載されていると認められる。\n「凹部を有する固定フレーム（２）と，固定フレーム（２）を覆う上下に\n分割された上部装飾カバー（１）及び下部装飾カバー（４）とから構成さ\nれる持ち手（１５）と，上記固定フレーム（２）の長手方向の一端に一体\n的に形成された一対の分枝部と，該一対の分枝部のそれぞれに形成される\nとともに，上記凹部に連通する軸孔と，該軸孔に挿通された一対のスタッ\nドボルト（９）と，該一対のスタッドボルト（９）に取り付けられた一対\nのマッサージローラ（５）と，を備え，上部装飾カバー（１）及び下部装\n飾カバー（４）の表面が，上記持ち手（１５）の表面を構成している，Ｙ\n型構造の美容器具。」\n(ｱ) 技術分野\n［０００１］本考案は美容・ヘルスケア分野に関し，具体的には，Ｙ型\n構造の美容器具に関する。\n(ｲ) 具体的実施形態\n［００１３］本考案は，持ち手（１５），ソーラーエレクトロニクス装置\n（１７）及びＹ型マッサージヘッド（１６）から構成される。持ち手（１\n５）は，上部装飾カバー（１），下部装飾カバー（４），内蔵される固定\nフレーム（２），シールリングＡ（３），シールリングＢ（１８）及びネ\nジ（１３）を含む。上下の装飾カバー（１，４）の接続箇所にはシール\nリングＡ（３）が内蔵されており，固定フレーム（２）部分はシールリ\nングＢ（１８）とネジ（１３）により固定されている。ソーラーエレク\nトロニクス装置（１７）は，透明レンズ（１２），シールリングＣ（１９），\nソーラーシート（１０），接続バネ（１１）及び電極コネクタ（２１）を\n含む。透明レンズ（１２），シールリングＣ（１９），ソーラーシート（１\n０），接続バネ（１１）は，上から下へと順に持ち手（１５）の表面に固\n定されている。また，電極コネクタ（２１）は，陽極がマッサージロー\nラ（５）に接続されており，陰極が持ち手（１５）に接続されている。\nＹ型マッサージヘッド（１６）は持ち手（１５）の一端の両側に設けら\nれ，持ち手（１５）とともに全体としてＹ字形状を構成している。Ｙ型\nマッサージヘッド（１６）は，２組の固定カバー（６），シールリングＤ\n（２０），スタッドボルト（９），軸受（１４），鉱物リング（７），固定\nナット（８）及びマッサージローラ（５）を含む。持ち手（１５）のＹ\n型の分枝した先端にはシールリングＤ（２０）を介してスタッドボルト\n（９）が接続されており，スタッドボルト（９）の外周には軸受（１４）\nと鉱物リング（７）が固定されている。また，固定カバー（６）は軸受\n（１４）の外周に固定されている。マッサージローラ（５）の表面は多\n角形状に設計されているため，人の手でマッサージされているかのよう\nな心地よさを与えられる。マッサージローラ（５）は固定カバー（６）\nの外周に覆設されている。また，スタッドボルト（９）の他端には固定\nナット（８）が設けられている。\n(2) 争点３－１（乙２８発明に，乙３８発明，及び乙２９ないし３５号証に記\n載の周知技術を適用することに基づく進歩性欠如の有無）について\nア  本件発明と乙２８発明の一致点及び相違点\n本件発明と乙２８発明を対比すると，本件発明と乙２８発明とは，次の\n(ｱ)の一致点において一致し，次の(ｲ)(ｳ)(ｴ)の相違点１ないし３において\n相違すると認められる。\n(ｱ) 一致点\nハンドルと，上記ハンドルの長手方向の一端に一体的に形成された一\n対の分枝部と，該一対の分枝部のそれぞれに形成されている軸孔と，該\n軸孔に挿通された一対のローラシャフトと，該一対のローラシャフトに\n取り付けられた一対のローラと，を備える，美容器である点。\n(ｲ) 相違点１\n本件発明は，「表面から内方に窪んだ凹部」がある「ハンドル本体」，\n「ハンドル本体の表面から内方に窪んだ凹部」及び「上記ハンドル本体\nとの結合部分が露出しない状態で上記凹部を覆うように上記ハンドル本\n体に取り付けられたハンドルカバー」との構成であるが，乙２８発明は，\nこの構成ではなく，「芯材１３と，芯材１３の外周に被覆され上下に分割\nされた一対の外装カバー１４，１５」を備える構成である点（そのため，\n本件発明は，「上記ハンドル本体の表面及び上記ハンドルカバーの表面が，\n上記ハンドルの表面を構成している」のに対し，乙２８発明は，「上記一\n対の外装カバー１４，１５の表面が，上記ハンドル１２の表面を構成し\nている」との相違が生じている。）。\n(ｳ) 相違点２\n本件発明は，「ハンドル本体の長手方向の一端」という構成を備えるの\nに対し，乙２８発明は，表面から内方に窪んだ凹部があるハンドル本体\nを備えていないため，「ハンドル本体の長手方向の一端」を備えるとはい\nえない点。\n(ｴ) 相違点３\n「軸孔」について，本件発明は，「凹部に連通する」ものであるのに対\nし，乙２８発明は，そのような構成とはなっていない点。\nイ  相違点１についての判断\n相違点１は，ハンドルの構成に係る相違点であるところ，この点，被告\nは，乙２８発明に乙３８発明を適用することにより，ハンドルを本件発明\nの構成とすることは当業者が容易に想到し得た旨主張する。\nそこで検討するに，本件発明は，前記１(2)，(3)のとおり，棒状のハン\nドル本体に表面から内方に窪んだ凹部を形成し，該凹部をハンドルカバー\nによって覆うことで，ハンドルを上下又は左右に分割した場合に比べて，\nハンドルの成形精度や強度を高く維持することができるとともに，ハンド\nル内部を容易に密閉できるようにして組み立て作業性を向上したものであ\nる。これに比べて，乙２８発明においては，上下に分割された一対の外装\nカバー１４，１５の表面がハンドル１２の表面を構成しているが，この構\n成は，むしろ本件発明の課題解決原理の前提である従来技術の構成に近い\nものといえるから，このような意味において，相違点１は，相当に隔たり\nの大きいものであるといえる。このような相違点１は，乙２８発明に乙３\n８発明を適用できないのであれば，乙２９ないし３５号証に記載の周知技\n術をもって埋められるものとはいえない。\nしかるところ，乙２８発明（美容器）と乙３８発明（マッサージローラ\nー）とは，技術分野が近接するようにみえるが，乙２８発明においては，\n上下に分割された一対の外装カバー１４，１５の表面がハンドル１２の表\n面を構成しているのに対して，乙３８発明においては，透明窓部６が設け\nられた背面カバー部材５により，凹部のうちヘッド部３の部分を覆い，ハ\nンドルカバーにより凹部のうち把持部２の部分を覆い，本体ケース４の把\n持部２の部分の表面及びハンドルカバーの表面により，把持部２の表面を\n構成しており，両者におけるハンドルの基本的構成が根本的に異なってい\nるのであるから，その作用・機能が共通するものとはいい難い。さらに，\n本件発明により解決しようとする課題は，乙２８公報にも乙３８公報にも\n記載されておらず，技術常識であったとも認められず，上記のようにハン\nドルの構成自体が大きく異なっている乙２８発明と乙３８発明の両者が，\n技術的課題を共通にしていることをうかがわせる根拠は見当たらない。\nまた，乙２８公報の段落［００１８］及び［００１９］の記載によれば，\n乙２８発明の芯材１３は，ハンドルの外装カバーの芯材としての機能と共\nに，絶縁体として，ローラ支持軸１７を，導電部である外装カバー１４，\n１５と接触しないように離間し，電気的に絶縁する機能を有することが認\nめられるから，乙２８発明から芯材１３を取り除くことは，同発明の上記\n機能を喪失させるものというべきであって，当業者において，乙２８発明\nの芯材１３に代えて，乙３８発明の背面カバー５の一部に相当する部材を\n用いることを想到することには阻害要因があるというべきである。\nしたがって，当業者において，乙２８発明に乙３８発明を適用する論理\n付けがあるとは認められない。\nこの点，被告は，乙２８発明と乙３８発明は，太陽電池から得られる微\n弱電流を，ローラを介して皮膚に流すことで，美容効果を得ることができ\nる美容器であるという点で技術分野が共通していることに加えて，ハンド\nルや本体ケースに設けられた透明板と太陽電池との配置関係が共通してい\nることから，乙２８発明に乙３８発明に適用する動機付けがある旨を主張\nする。しかし，上記に説示したように，乙２８発明と乙３８発明とは，技\n術分野の共通性があるようにみえても，ハンドルの構成自体が大きく異な\nっており，課題の共通性や作用・機能の共通性が認められず，適用上の阻\n害要因も存するというのであるから，被告の上記指摘をもって，乙２８発\n明に乙３８発明を適用する動機付けがあるということはできない。\n以上によれば，乙２８発明に乙３８発明を適用することにより，相違点\n１を当業者が容易に想到することができたとは認められないから，その余\nの点につき判断するまでもなく，本件発明は，乙２８発明に乙３８発明，\n及び乙２９ないし３５号証に記載の技術事項を適用することにより容易に\n想到できたとは認められない。その旨をいう被告の上記主張は，理由がな\nい。\n(3) 争点３－２（乙２８発明に乙４７発明，及び乙２９ないし３５号証に記載\nの周知技術を適用することに基づく進歩性欠如の有無）について\n上記(2)に説示したとおり，本件発明と乙２８発明には，上記の相違点１な\nいし３が存することが認められる。まず相違点１について検討する。この点，\n被告は，乙２８発明のハンドルは樹脂成形品であるから，これを上下に分割\nしたものとするのか，乙４７発明のように，一部に凹部を設けて凹部をカバ\nーするハンドルカバーを用いるのかは，当業者にとって単なる設計事項であ\nる旨主張する。\nしかし，上記(2)に説示したとおり，乙２８発明のハンドルの構成は，むし\nろ本件発明の課題解決原理の前提である従来技術の構成に近いものといえ，\n相違点１は，相当に隔たりの大きいものであるというべきである。このよう\nな相違点１を，動機付けの有無についての検討をすることなく，単なる設計\n事項であるとして埋めることはそもそも困難というほかない。そして，乙４\n７発明，及び乙２９ないし３５号証をみても，その内容に照らし，これらが\n周知技術に当たり，かつ，上記相違点１を埋めることができるということも\nできない。\nこの点，乙２８発明に乙４７発明を組み合わせる動機付けが認められるか\nについてみても，乙２８発明（美容器）と乙４７発明（清掃用具）とでは技\n術分野が全く異なり，ハンドルの構成も全く異なっていて作用・機能の共通\n性も認められず，また，本件発明により解決しようとする課題は乙２８公報\nにも乙４７公報にも記載されておらず，技術常識であったとも認められず，\n上記のように異なる乙２８発明と乙４７発明の両者が，技術的課題を共通に\nしていることをうかがわせる根拠も見当たらないところである。また，ハン\nドルが樹脂成形品であるとしても，被告が指摘する乙４７発明，及び乙２９\nないし３５号証に記載の技術事項から直ちに，その構成をどのようなものと\nするかが単なる設計事項であると認めることはできない。さらに，上記(2)で\n説示したとおり，乙２８発明から芯材を取り除くことは，同発明の機能を喪\n失させるものであって，当業者において，乙２８発明の芯材１３に代えて，\n乙４７発明，及び乙２９ないし３５号証に記載の技術事項により，本件発明\nの相違点１の構成とすることを想到することについても阻害要因があるとい\nうべきである。\n以上によれば，乙２８発明に乙４７発明，及び乙２９ないし３５号証に記\n載の技術事項を適用することにより，相違点１を当業者が容易に想到するこ\nとができたとは認められないから，その余の点につき判断するまでもなく，\n本件発明は，乙２８発明に乙４７発明，及び乙２９ないし３５号証に記載の\n技術事項を適用することにより容易に想到できたとは認められない。その旨\nをいう被告の上記主張は，理由がない。\n(4) 争点３－３（乙２８発明に，乙４８ないし５１号証に記載の周知技術を適\n用することに基づく進歩性欠如の有無）について\n前記(2)に説示したとおり，本件発明と乙２８発明には，前記の相違点１な\nいし３が存することが認められる。まず相違点１について検討する。この点，\n被告は，乙２８発明に乙４８ないし５１号証に記載された周知技術を適用す\nることにより，当業者は相違点１の構成に容易に想到し得たと主張する。\nしかし，前記(2)に説示したとおり，相違点１は，相当に隔たりの大きいも\nのであるというべきであって，このような相違点１を，動機付けの有無につ\nいての検討をすることなく，単なる設計事項であるとして埋めることはそも\nそも困難というほかない。しかして，乙４８ないし５１号証のそれぞれの中\n身をみても，乙４８及び４９号証に記載の発明はヘアブラシに関するもので\nあり，乙５１号証に記載の発明は電子イオン歯ブラシに関するものであって，\n乙２８発明（美容器）とは技術分野を異にする。また，乙５０号証は美顔器\nに関するものであるが二股の美容器に関するものではなく，意匠公報であり\nハンドルの構成の詳細は判然としないものであって，技術分野を異にするも\nのといわざるを得ない。そうすると，たとえ乙４８，４９及び５１号証の公\n報に，いずれも表面から内方に窪んだ電池装着部を有し，その電池装着部を\nカバーで覆い，表面及びその蓋により把持部の表面を構成することが記載さ\nれているとしても，これが美容器における周知技術であるとして，当業者が\n相違点１に係る構成を容易に想到できるとはいえないというべきである。\nしたがって，乙２８発明に乙４８ないし５１号証に記載の技術事項を適用\nすることにより，相違点１を当業者が容易に想到することができたと認めら\nれないから，その余の相違点の容易想到性を判断するまでもなく，本件発明\nは，乙２８発明及び乙４８ないし５１号証に記載の技術事項から容易に想到\nできたとは認められない。\n(5) 争点３－４（乙５５発明に乙３８発明を適用することに基づく進歩性欠如\nの有無）について\nア  本件発明と乙５５発明の一致点及び相違点\n本件発明と乙５５発明を対比すると，乙５５発明の「持ち手（１５）」，\n「スタッドボルト（９）」，「マッサージローラ（５）」は，それぞれ，本件\n発明の「ハンドル」，「ローラシャフト」，「ローラ」に相当するものと認め\nられるから，本件発明と乙５５発明とは，次の(ｱ)の一致点において一致し，\n次の(ｲ)(ｳ)の相違点１，２において相違するといえる。\n(ｱ) 一致点\nハンドルと，一対の分枝部と，該一対の分枝部のそれぞれに形成され\nるとともに，凹部に連通する軸孔と，該軸孔に挿通された一対のローラ\nシャフトと，該一対のローラシャフトに取り付けられた一対のローラと，\nを備える，美容器である点。\n(ｲ) 相違点１\n本件発明は，「表面から内方に窪んだ凹部」がある「ハンドル本体」，\n「ハンドル本体の表面から内方に窪んだ凹部」及び「上記ハンドル本体\nとの結合部分が露出しない状態で上記凹部を覆うように上記ハンドル本\n体に取り付けられたハンドルカバー」との構成であるが，乙５５発明は，\nこの構成ではなく，「凹部を有する固定フレーム（２）と，固定フレーム\n（２）を覆う上下に分割された上部装飾カバー（１）及び下部装飾カバ\nー（４）」を備える構成である点（そのため，本件発明は，「上記ハンド\nル本体の表面及び上記ハンドルカバーの表面が，上記ハンドルの表面を\n構成している」のに対し，乙５５発明は，「上部装飾カバー（１）及び下\n部装飾カバー（４）の表面が，上記持ち手（１５）の表面を構成してい\nる」との相違が生じている。）。\n(ｳ) 相違点２\n本件発明の一対の分枝部は，ハンドル本体の長手方向の一端に形成さ\nれているのに対し，乙５５発明の一対の分枝部は，固定フレーム（２）\nの長手方向の一端に形成されている点。\nイ  相違点１についての判断\n相違点１は，ハンドルの構成に係る相違点であるところ，この点，被告\nは，乙５５発明に乙３８発明を適用することにより，ハンドルを本件発明\nの構成とすることは当業者が容易に想到し得た旨主張する。\nそこで検討するに，本件発明は，前記１(2)，(3)のとおり，棒状のハン\nドル本体に表面から内方に窪んだ凹部を形成し，該凹部をハンドルカバー\nによって覆うことで，ハンドルを上下又は左右に分割した場合に比べて，\nハンドルの成形精度や強度を高く維持することができるとともに，ハンド\nル内部を容易に密閉できるようにして組み立て作業性を向上したものであ\nる。これに比べて，乙５５発明の持ち手（１５）は，上部装飾カバー（１），\n固定フレーム（２）及び下部装飾カバー（４）の３つの部材の積層構造で\n構成されており，この構成は，ハンドルを上下に分割したものの範疇にあ\nるといえ，本件発明の課題解決原理の前提である従来技術の構成に近いも\nのといえるから，このような意味において，相違点１としての両者（本件\n発明と乙５５発明）の隔たりは，相当に大きいものであるといえる。\nしかるところ，乙５５発明（美容器具）と乙３８発明（マッサージロー\nラー）とは，技術分野が近接するようにみえるが，乙５５発明においては，\n上部装飾カバー（１）と下部装飾カバー（４）の表面が持ち手（１５）の\n表面を構成しているのに対して，乙３８発明においては，透明窓部６が設\nけられた背面カバー部材５により，凹部のうちヘッド部３の部分を覆い，\nハンドルカバーにより，凹部のうち把持部２の部分を覆い，本体ケース４\nの把持部２の部分の表面及びハンドルカバーの表面により，把持部２の表\n面を構成しており，両者におけるハンドルの基本的構成が根本的に異なっ\nているのであるから，その作用・機能が共通するものとはいい難い。さら\nに，本件発明により解決しようとする課題は，乙５５明細書にも乙３８公\n報にも記載されておらず，技術常識であったとも認められず，上記のよう\nにハンドルの構成自体が大きく異なっている乙５５発明と乙３８発明の両\n者が，技術的課題を共通にしていることをうかがわせる根拠は見当たらな\nい。\nしたがって，当業者において，乙５５発明に乙３８発明を適用する動機\n付けがあるとは認められず，乙５５発明に乙３８発明を適用することによ\nり，相違点１を当業者が容易に想到することができたとは認められないか\nら，その余の点につき判断するまでもなく，本件発明は，乙５５発明に乙\n３８発明を適用することにより容易に想到できたとは認められない。その\n旨をいう被告の上記主張は，理由がない。\n(6) 小括\n上記(2)ないし(5)のとおり，本件特許に，特許法２９条２項に違反する無\n効理由（同法１２３条１項２号）があるとする被告の主張は，いずれも理由\nがないから，本件特許の無効の抗弁は成立しない。\n５  争点４（原告の損害額）について\n(1) 特許法１０２条２項による算定について\n上記のように，被告各製品の販売は，旧被告製品が本件特許権の文言侵害\nに，新被告製品が本件特許権の均等侵害に当たることから，いずれも本件特\n許権を侵害する行為に当たるところ，原告が受けた損害額について，原告は，\n特許法１０２条２項による算定を主張する。しかして，特許法１０２条２項\n所定の侵害行為により侵害者が受けた利益の額は，侵害者の侵害品の売上高\nから，侵害者において侵害品を製造販売することによりその製造販売に直接\n関連して追加的に必要となった経費を控除した限界利益の額であると解する\nのが相当である。\n(2) 被告各製品の売上合計金額\n平成２９年４月から平成３０年１０月までに，被告が販売した被告各製品\nの売上合計金額が，１億２８８３万４６４１円であることは，当事者間に争\nいがない。\n(3) 控除すべき経費\nア  控除すべき費目\n被告は，被告各製品に係る経費の全てを控除すべきであると主張するが，\n当事者間で控除すべきことに争いがない費目である，荷造運賃，広告宣伝\n費，販売促進費，販売手数料，返品費用，金型製造費用及び製造原価以外\nに，「侵害者において侵害品を製造販売することによりその製造販売に直接\n関連して追加的に必要となった経費」であると認められる費目はない。\nイ  控除すべき金額\n原告は，上記アで認定した控除すべき経費については，被告が主張する\n金額を争っていない。したがって，各経費の金額は次のとおりであると認\nめられ，控除すべき経費の合計金額は７１０４万９３４５円であると算定\nされる。\n(ｱ) 荷造運賃  ４９１万３７３５円\n(ｲ) 広告宣伝費  １０８万４６２９円\n(ｳ) 販売促進費  １１５万７０９１円\n(ｴ) 販売手数料  ４７８万３２３８円\n(ｵ) 返品費用  １７万２８００円\n(ｶ) 金型製造費用  １８２万９３２５円\n(ｷ) 製造原価  ５７１０万８５２７円\n(4) 推定覆滅事由\nア  被告は，原告と被告との業務態様等の相違，製品の性能及びデザインの\n相違，競合品の存在，被告の販売努力，被告各製品に対する本件特許の寄\n与率，本件特許の顧客誘引力などを考慮すると，相当程度の推定覆滅が認\nめられるべきである旨主張するので，以下検討する。\nイ  業務態様等の相違\nまず，被告は，業務態様等の相違として，原告と被告では製品の販売方\n法が異なり，製品の価格にも１０倍ほどの差があるから，原告の製品と被\n告各製品とは購入者層が全く異なると主張するところ，証拠（乙８７ない\nし８９）によれば，被告各製品は３０００円程度の価格帯であり，原告が\n販売する製品は３万円程度の価格帯であると認められる。このような価格\n帯の差の程度に照らせば，被告各製品を購入した者は，被告各製品が存在\nしなかった場合には，原告の製品を購入するとは必ずしもいえないといわ\nざるを得ない。そうすると，上記の価格帯の差異は，特許法１０２条２項\nの推定を覆滅する事情に当たると認めることができ，その覆滅の程度につ\nいても，相応の大きさの割合とみるべきものといえる。\nもっとも，原告の製品及び被告各製品は美容器であるところ，美容器と\nいう商品の性質からすると，その需要者の中には，価格を重視せず，安価\nな商品がある場合は同商品を購入するが，安価な商品がない場合は，高価\nな商品を購入するという者も少なからず存在するものと推認できるという\nべきである。そして，原告と被告では，いずれも，本件発明の技術的思想\n（二股の美容器において，ハンドルを，凹部を有するハンドル本体と，そ\nの凹部を覆うハンドルカバーで構成することにより，従来のハンドルが上\n下又は左右に分割された構成よりも，ハンドルの成形精度や強度を高く維\n持するとともに，美容器の組み立て作業性が向上されるようにして，上記\nの技術的課題の解決を図るという思想）を用いた製品を販売しており，こ\nのようなハンドルの成形精度や強度の維持は，美容器による使用に関する\n需要者一般が関心を有する美容器の基本構造に係る事項として，二股美容\n器の使用やマッサージの施行に直接影響する事項であるといえ，被告各製\n品が存在しなかった場合には，一定程度の需要者は，原告の製品を購入す\nるとみることも可能というべきである。これらを併せ考慮すれば，原告の\n製品及び被告各製品の上記の価格帯の差異による特許法１０２条２項の推\n定の覆滅の程度は，全体の５割をもって相当と認められる。\n被告は，価格帯の差異のほか，販売手法の差などについても主張すると\nころ，上記のとおり，原告の製品及び被告各製品の上記の価格帯の差異は，\n需要者の購入動機に影響を与えているといえるが，本件全証拠に照らし，\n上記価格帯の差を離れて，被告が指摘する上記のような事情が需要者の購\n入動機に影響を与えているとまでは認められず，かかる事情は，上記推定\nを覆滅する事由として認めることはできないというべきである。\nウ  製品の性能及びデザインの相違\n被告は，推定覆滅事由として，原告の販売する製品には被告各製品にな\nい微弱電流による美容効果があることや，外観に高級感があることを主張\nする。\nしかし，上記イで説示したとおり，両者は美容器の基本構造に係る事項\nを共通にしており，その価格帯の差を離れて，被告が主張するような原告\nの製品の美容効果や高級感のみから，当然に購入者層までが異なるという\nことを導くことはできず，これをもって特許法１０２条２項の推定覆滅の\n事由であると認めることはできない。\nしたがって，被告の上記主張は採用することはできない。\nエ  競合品の存在\n被告は，市場において侵害品（被告各製品）と競合関係に立つ他社製品\nが存在する旨を推定覆滅事由として主張する。しかして，証拠（乙９５）\nによれば，被告が競合品であると主張する他社製品は，二股の美容ローラ\nであることは認められるものの，本件全証拠を精査しても，それらが前述\nの本件発明の技術的思想を用いた製品であることを的確に認めるに足りる\n証拠はない上，これを措いたとしても，そもそも，その販売時期，市場占\n有率などの競合の有無や程度を示す事情について，本件証拠上何ら明らか\nとはなっておらず，被告が指摘するような競合関係を認定するに至らない\nものである。\nしたがって，被告の上記主張は採用することができない。\nオ  被告の販売努力\n被告は，推定を覆滅する事情として，被告の販売努力について主張する。\nしかし，事業者は，その製品の製造販売に当たり，製品の利便性について\n工夫し，営業努力を行うのが通常であるところ，本件において，被告が通\n常の範囲を超える格別の工夫や営業努力をしたことを認めるに足りる証拠\nはないから，被告の販売努力をもって直ちに推定を覆滅する事情として考\n慮できるとはいえない。\nしたがって，被告の上記主張は採用することができない。\nカ  本件発明の美容器に対する寄与\n被告は，美容器の購入者が最も関心を寄せるのは，当該美容器のマッサ\nージ効果であるから，本件発明は需要者の商品選択に特段寄与せず，本件\n発明の寄与率は，被告各製品の製造費用に占めるハンドル部分の製造費用\nの割合である１２．５２％程度である旨主張する。\nしかし，特許法の明文に規定のない寄与度による減額を殊更認めること\nはそもそも相当でない。そして，被告の上記主張を，被告利益に貢献して\nいる程度についていうものと善解したとしても，本件発明の課題はハンド\nルの成形精度や強度の維持にあり，その特徴的部分もハンドルの構成等の\n点にあるところ，需要者は，美容器のハンドルを持ち，ローラを肌に押し\n当ててこれを使用するのであるから，ハンドルの強度等は，まさに美容器\n全体の構成に係る事項であるといえる。すなわち，本件発明の特徴的部分\nは，美容器の一部分に係るものではなく，美容器全体の構成に係るものと\n評価するのが相当であるから，同全体の構成をもって顧客吸引力を有する\nものといえ，本件発明の特徴的部分は被告利益全体に貢献しているものと\n認めるのが相当である。そうすると，被告が主張するように，本件発明が\n需要者の商品選択に特段寄与しないとか，本件発明の寄与が限定的である\nということはできず，被告の上記主張により，被告利益を減額することは\n相当とはいえない。そして，その他，本件において，本件発明の寄与率を\n考慮して，推定を覆滅すべきことを相当と認める事情は認められない。\nしたがって，被告の上記主張は採用することができない。\nキ  本件発明の顧客誘引力\n被告は，需要者が最も関心のある製品のマッサージ効果に対する本件発\n明の貢献度は極めて低く，本件発明には顧客誘引力がない旨主張するが，\n本件発明の課題であるハンドルの強度等が需要者の商品選択に影響するも\nのであることは，上記カで説示したとおりである。\nしたがって，被告の主張は採用することができない。\nク  本件発明の製造上の効果\n被告は，本件発明による組み立て作業性の向上という効果は，他の構成\nを有する製品と比べて高いものではない旨主張する。しかし，被告各製品\nが，本件発明の技術的思想（二股の美容器において，ハンドルを，凹部を\n有するハンドル本体と，その凹部を覆うハンドルカバーで構成することに\nより，従来のハンドルが上下又は左右に分割された構成よりも，ハンドル\nの成形精度や強度を高く維持するとともに，美容器の組み立て作業性が向\n上されるようにして，上記の技術的課題の解決を図るという思想）を用い，\n本件特許権を文言侵害又は均等侵害する構成を用いている以上は，当該構\n成により，本件発明の効果を奏していると認められ，被告の抽象的な上記\n指摘は，これを妨げるものとなるとはいえず，推定を覆滅すべき事情にな\nるともいえない。\nしたがって，被告の上記主張を採用することはできない。\nケ  小括\n以上によれば，本件においては，前記イで説示した原告の製品及び被告\n各製品の価格帯の差異を考慮すれば，特許法１０２条２項の推定につき，\nその５割が覆滅されるべきものというべきであるから，前記(1)ないし(3)\nで算定される金額からその５割を減じた額をもって原告の被った損害額と\n認めるのが相当である。\n(5) 具体的損害額の算定\n前記(1)ないし(4)によれば，本件特許権の侵害により原告が被った損害の\n額は，被告各製品の売上合計金額１億２８８３万４６４１円から，前記(3)で\n算出した経費７１０４万９３４５円を控除した５７７８万５２９６円のうち，\nその５割を減じた２８８９万２６４８円であると認められる。\n６  小括\n以上によれば，被告各製品はいずれも本件発明の技術的範囲に属し，被告\nが被告各製品を製造，使用，譲渡等する行為は，本件特許権を侵害（文言侵\n害又は均等侵害）するものであるところ，本件に顕れた諸般の事情を考慮す\nれば，被告各製品の製造，使用，譲渡等の差止め並びに被告各製品，その半\n製品及び製造のための金型の廃棄の必要性も肯定されるから，原告が，被告\nに対し，本件特許権に基づき，被告各製品の製造，使用，譲渡等の差止め，\n並びに被告各製品，その半製品及び製造のための金型の廃棄を求める請求は，\n理由がある。また，原告は，被告による本件特許権の侵害により，上記２８\n８９万２６４８円の損害を被っているから，原告が，被告に対し，本件特許\n権の侵害による不法行為に基づく損害賠償金として，２８８９万２６４８円\n及びうち８８５万０６００円に対する平成２９年１０月４日（訴状送達の日\nの翌日）から，うち２００４万２０４８円に対する令和元年７月３日（令和\n元年６月２７日付け訴えの変更申立書送達の日の翌日）から各支払済みまで\n民法所定の年５分の割合による遅延損害金の支払を求める請求も理由がある\nが，その余の原告の請求については理由がない。\n７  結論\n以上のとおり，原告の請求は，被告各製品の製造，使用，譲渡等の差止め，\n被告各製品，その半製品及び製造のための金型の廃棄，並びに損害賠償金２\n８８９万２６４８円及びうち８８５万０６００円に対する平成２９年１０月\n４日から，うち２００４万２０４８円に対する令和元年７月３日から各支払\n済みまで，それぞれ年５分の割合による遅延損害金の支払を求める限度で理\n由があるから，これらを認容し，その余の請求については理由がないから棄\n却することとして，主文のとおり判決する。\n東京地方裁判所民事第４７部\n裁判長裁判官            田 中 孝 一\n裁判官            奥              俊 彦\n裁判官            本 井 修 平\n（別紙）被告製品目録\n１  美容器\n商品名  「シャインミニ」\n型  番  「ＤＲ－３５０Ｇ」\n色   「ゴールド」\nただし，次の構成を有する図１ないし４に示されるもの。\n（構成 a）\n平面視において基端側が扇状に広がっており且つ側面視において全体に湾曲した\nハンドル本体と，ハンドル本体の表面から内方に窪んだ穴部と，穴部内に収容され\nた錘と，穴部を覆うようにハンドル本体に取り付けられた蓋部とを有している。\n穴部は，ハンドル本体の下面の表面全体において形成されており，錘を収容して\nいる。\n蓋部には爪が形成されており，当該爪が穴部内の溝に係合することで，蓋部が穴\n部を覆うようにハンドル本体に取り付けられている。\n（構成 b）\nハンドル本体の長手方法の先端側に連続して形成された一対の分岐部を有してい\nる。\n（構成ｃ）\n一対の分岐部はそれぞれ中空であり，当該中空は，先端側の太径中空部と，当該\n太径中空部より小径でハンドル本体の穴部に貫通している小径中空部とで形成され\nている。\n（構成ｄ）\n一対の分岐部内の中空の大径中空部内に一対のローラ軸それぞれが差し込まれて\nおり，当該ローラ軸は小径中空部に至っていない。\n（構成 e）\n一対のそれぞれのローラ軸には，その軸廻りを回転可能となるように一対のロー\nラが取り付けられている。\n（構成ｆ)\nハンドル本体の表面及び蓋部の表面が，ハンドルの表面を構成している。\n（構成ｇ）\n美容器である。\n２  美容器\n商品名  「シャインミニ」\n型  番  「ＤＲ－３５０Ｃ」\n色   「シルバー」\nただし，次の構成を有する図１ないし４に示されるもの。\n（構成 a）\n平面視において基端側が扇状に広がっており且つ側面視において全体に湾曲した\nハンドル本体と，ハンドル本体の表面から内方に窪んだ穴部と，穴部内に収容され\nた錘と，穴部を覆うようにハンドル本体に取り付けられた蓋部とを有している。\n穴部は，ハンドル本体の下面の表面全体において形成されており，錘を収容して\nいる。\n蓋部には爪が形成されており，当該爪が穴部内の溝に係合することで，蓋部が穴\n部を覆うようにハンドル本体に取り付けられている。\n（構成 b）\nハンドル本体の長手方法の先端側に連続して形成された一対の分岐部を有してい\nる。\n（構成ｃ）\n一対の分岐部はそれぞれ中空であり，当該中空は，先端側の太径中空部と，当該\n太径中空部より小径でハンドル本体の穴部に貫通している小径中空部とで形成され\nている。\n（構成ｄ）\n一対の分岐部内の中空の大径中空部内に一対のローラ軸それぞれが差し込まれて\nおり，当該ローラ軸は小径中空部に至っていない。\n（構成 e）\n一対のそれぞれのローラ軸には，その軸廻りを回転可能となるように一対のロー\nラが取り付けられている。\n（構成ｆ)\nハンドル本体の表面及び蓋部の表面が，ハンドルの表面を構成している。\n（構成ｇ）\n美容器である。\n３  美容器\n商品名  「シャインミニ」\n型  番  「ＤＲ－３５０Ｐ」\n色   「ピンク」\nただし，次の構成を有する図１ないし４に示されるもの。\n（構成 a）\n平面視において基端側が扇状に広がっており且つ側面視において全体に湾曲した\nハンドル本体と，ハンドル本体の表面から内方に窪んだ穴部と，穴部内に収容され\nた錘と，穴部を覆うようにハンドル本体に取り付けられた蓋部とを有している。\n穴部は，ハンドル本体の下面の表面全体において形成されており，錘を収容して\nいる。\n蓋部には爪が形成されており，当該爪が穴部内の溝に係合することで，蓋部が穴\n部を覆うようにハンドル本体に取り付けられている。\n（構成 b）\nハンドル本体の長手方法の先端側に連続して形成された一対の分岐部を有してい\nる。\n（構成ｃ）\n一対の分岐部はそれぞれ中空であり，当該中空は，先端側の太径中空部と，当該\n太径中空部より小径でハンドル本体の穴部に貫通している小径中空部とで形成され\nている。\n（構成ｄ）\n一対の分岐部内の中空の大径中空部内に一対のローラ軸それぞれが差し込まれて\nおり，当該ローラ軸は小径中空部に至っていない。\n（構成 e）\n一対のそれぞれのローラ軸には，その軸廻りを回転可能となるように一対のロー\nラが取り付けられている。\n(構成ｆ)\nハンドル本体の表面及び蓋部の表面が，ハンドルの表面を構成している。\n（構成ｇ）\n美容器である。\n４  美容器\n商品名  「シャインミニ」\n型  番  「ＤＲ－３５０Ｇ」\n色   「ゴールド」\nただし，次の構成を有する図５ないし８に示されるもの。\n（構成 a２）\n平面視において基端側が扇状に広がっており且つ側面視において全体に湾曲した\nハンドル本体と，ハンドル本体の表面から内方に窪んだ穴部と，穴部内に収容され\nた錘と，穴部を覆うようにハンドル本体に取り付けられた蓋部とを有している。\n穴部は，ハンドル本体の下面の表面全体において形成されており，錘を収容して\nいる。\n蓋部には爪が形成されており，当該爪が穴部内の溝に係合することで，蓋部が穴\n部を覆うようにハンドル本体に取り付けられている。\n（構成 b２）\nハンドル本体の長手方向の先端側に連続して形成された一対の分岐部を有してい\nる。\n（構成ｃ２）\n一対の分岐部はそれぞれ中空であり，当該中空は，ハンドル本体の穴部に貫通し\nていない。\n（構成ｄ２）\n一対の分岐部内の中空に一対のローラ軸それぞれが差し込まれている。\n（構成 e２）\n一対のそれぞれのローラ軸には，その軸廻りを回転可能となるように一対のロー\nラが取り付けられている。\n（構成ｆ２）\nハンドル本体の表面及び蓋部の表面が，ハンドルの表面を構成している。\n（構成ｇ２）\n美容器である。\n５  美容器\n商品名  「シャインミニ」\n型  番  「ＤＲ－３５０Ｃ」\n色   「シルバー」\nただし，次の構成を有する図５ないし８に示されるもの。\n（構成 a２）\n平面視において基端側が扇状に広がっており且つ側面視において全体に湾曲した\nハンドル本体と，ハンドル本体の表面から内方に窪んだ穴部と，穴部内に収容され\nた錘と，穴部を覆うようにハンドル本体に取り付けられた蓋部とを有している。\n穴部は，ハンドル本体の下面の表面全体において形成されており，錘を収容して\nいる。\n蓋部には爪が形成されており，当該爪が穴部内の溝に係合することで，蓋部が穴\n部を覆うようにハンドル本体に取り付けられている。\n（構成 b２）\nハンドル本体の長手方向の先端側に連続して形成された一対の分岐部を有してい\nる。\n（構成ｃ２）\n一対の分岐部はそれぞれ中空であり，当該中空は，ハンドル本体の穴部に貫通し\nていない。\n（構成ｄ２）\n一対の分岐部内の中空に一対のローラ軸それぞれが差し込まれている。\n（構成 e２）\n一対のそれぞれのローラ軸には，その軸廻りを回転可能となるように一対のロー\nラが取り付けられている。\n（構成ｆ２）\nハンドル本体の表面及び蓋部の表面が，ハンドルの表面を構成している。\n（構成ｇ２）\n美容器である。\n６  美容器\n商品名  「シャインミニ」\n型  番  「ＤＲ－３５０Ｐ」\n色   「ピンク」\nただし，次の構成を有する図５ないし８に示されるもの。\n（構成 a２）\n平面視において基端側が扇状に広がっており且つ側面視において全体に湾曲した\nハンドル本体と，ハンドル本体の表面から内方に窪んだ穴部と，穴部内に収容され\nた錘と，穴部を覆うようにハンドル本体に取り付けられた蓋部とを有している。\n穴部は，ハンドル本体の下面の表面全体において形成されており，錘を収容して\nいる。\n蓋部には爪が形成されており，当該爪が穴部内の溝に係合することで，蓋部が穴\n部を覆うようにハンドル本体に取り付けられている。\n（構成 b２）\nハンドル本体の長手方向の先端側に連続して形成された一対の分岐部を有してい\nる。\n（構成ｃ２）\n一対の分岐部はそれぞれ中空であり，当該中空は，ハンドル本体の穴部に貫通し\nていない。\n（構成ｄ２）\n一対の分岐部内の中空に一対のローラ軸それぞれが差し込まれている。\n（構成 e２）\n一対のそれぞれのローラ軸には，その軸廻りを回転可能となるように一対のロー\nラが取り付けられている。\n（構成ｆ２）\nハンドル本体の表面及び蓋部の表面が，ハンドルの表面を構成している。\n（構成ｇ２）\n美容器である。\n"
}