{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 3,
    "month": 4,
    "day": 26
  },
  "case_number": "平成31(ワ)7918",
  "case_name": "損害賠償請求事件",
  "court_name": "東京地方裁判所",
  "lawsuit_id": "90529",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=90529",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/529/090529_hanrei.pdf",
  "contents": "令和３年４月２６日判決言渡  同日原本領収  裁判所書記官\n平成３１年（ワ）第７９１８号  損害賠償請求事件\n口頭弁論終結日  令和３年１月２２日\n判         決\n主         文\n１  原告らの請求をいずれも棄却する。\n２  訴訟費用は原告らの負担とする。\n事実及び理 由\n第１  請求\n１  被告らは，原告ａに対し，連帯して２億円及びこれに対する平成２９年９月\n１３日から支払済みまで年５分の割合による金員を支払え。\n２  被告らは，原告ｂに対し，連帯して２６００万円及びこれに対する平成２９\n年９月１３日から支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n本件は，大学のレスリング部に所属していた原告ａが，大学生選抜選手とし\nて参加したナショナルチーム代表選手との合同合宿（以下「本件合宿」という。）\nにおいて，被告ｃとの実戦形式の練習中に頸髄損傷の傷害を負い，四肢完全麻\n痺の後遺障害を負った事故（以下「本件事故」という。）に関し，原告ａとその\n母である原告ｂが，①本件事故の原因は，被告ｃが原告ａに危険な投げ技を行\nったことによると主張して，被告ｃに対しては不法行為に基づき，被告ｃの使\n用者である被告ｄ会社に対しては使用者責任に基づき，原告ａにつき損害の一\n部である２億円，原告ｂにつき損害の一部である２６００万円及びこれらに対\nする不法行為の日である平成２９年９月１３日から支払済みまで同年法律第４\n４号による改正前の民法所定の年５分の割合による遅延損害金の連帯支払を求\nめるとともに，②被告ｅは，本件事故当時，被告ＪＯＣのナショナルコーチ兼\n被告レスリング協会の選手強化本部長であり，かつ本件合宿の責任者であった\nにもかかわらず，本件事故を防止するために果たすべき注意義務を怠ったと主\n張して，被告ｅに対しては不法行為に基づき，被告ｅの使用者であった被告Ｊ\nＯＣに対しては使用者責任に基づき，被告ｅの使用者でありかつ原告ａを本件\n合宿に招聘した被告レスリング協会に対しては使用者責任及び安全配慮義務違\n反の債務不履行に基づき，上記各金員及びこれに対する上記同様の遅延損害金\nの連帯支払を求める事案である。\n１  前提事実\n以下の事実は，当事者間に争いがないか，後掲各証拠及び弁論の全趣旨によ\nって容易に認められる。\n⑴  当事者等\nア  原告ａは，平成８年１１月生まれで，本件事故当時，２０歳であった。\n原告ａは，中学１年生から本格的にレスリングを始め，高等学校でもレ\nスリング部に入部し，平成２７年４月からはｉ大学に進学して同大学レス\nリング部に所属し，本件事故当時は，同大学の３年生であった。\n原告ａは，平成２８年にＪＯＣジュニアオリンピック２位，平成２９年\nに全日本学生選手権１位の成績を残すなどしており，ナショナルチームの\n合宿に大学１年生以来合計約１０回の参加経験があった。\nイ  原告ｂは，原告ａの母である。\nウ  被告ｃは，本件事故当時２２歳であり，被告ｄ会社の従業員としてその\nレスリング部に所属していた者である。\n被告ｃは，被告レスリング協会のナショナルチーム代表選手として国際\n大会に出場するなどしていた。\nエ  被告ｄ会社は，警備の請負とその保障，各種施設の綜合管理業務の請負\nとその保障などを業とする株式会社であり（甲２），被告ｃの使用者である。\nオ  被告ｅは，本件事故当時，被告レスリング協会の常務理事であり，かつ\n選手強化本部長であった者である。被告ｅは，本件事故当時，被告ＪＯＣ\nとの間で，ナショナルコーチとしての雇用契約を締結していた。\nカ  被告ＪＯＣは，オリンピック憲章に基づく国内オリンピック委員会とし\nて，オリンピックの理念に則り，スポーツ等を通じ世界の平和の維持と国\n際的友好親善，調和のとれた人間性の育成に寄与することを目的とし，選\n手強化，強化スタッフの育成及びこれらの支援等を事業とする公益財団法\n人である（甲３）。\nキ  被告レスリング協会は，被告ＪＯＣの加盟団体であり，日本におけるレ\nスリングの統括団体として，レスリングを発達させることにより，国民の\n体力向上とスポーツ精神の涵養に資すことを目的とし，全日本レスリング\n選手権大会及びその他各種レスリング競技大会等の開催等を事業とする公\n益財団法人である（甲４）。\n⑵  レスリングについて\nア  レスリング競技には，グレコローマンスタイルとフリースタイルとがあ\nり，原告ａ及び被告ｃは，グレコローマンスタイルの選手であった。グレ\nコローマンスタイルでは，腰から下を攻防に用いることが禁止されている\nため，投げ技が中心の試合展開となる。（争いなし）\nイ  グレコローマンスタイルには，本件当時，５９ｋｇ級，６６ｋｇ級，７\n１ｋｇ級，７５ｋｇ級，８０ｋｇ級，８５ｋｇ級，９８ｋｇ級及び１３０\nｋｇ級の８階級があり，それぞれ規定体重以内の選手によって競技が行わ\nれていた。ただし，このうち７１ｋｇ級と８０ｋｇ級はオリンピック競技\n大会の実施階級ではない。（乙Ｅ１）\n本件合宿当時，原告ａは８５ｋｇ級，被告ｃは７５ｋｇ級の選手であっ\nた（争いなし）。\nウ  レスリング競技は，直径９ｍの円形マットであるレスリングマット上で\n行われる。レスリングマットのうち，円の外縁部分から内側１ｍの部分は\n「パシビティ・ゾーン」としてオレンジ色で色分けされており，選手に場\n外が近いことを知らせ，攻防を続けたまま中央エリアに移動するよう促す\n役目を果たしている。（争いなし，乙Ｅ３）\nエ  レスリングの試合は，相手選手の両肩をレスリングマットに完全に押し\n付ける「フォール」の成立により勝敗が決せられるほか，技術展開や反則\n等による点数制で争われ，相手を宙で大きく弧を描かせるようにして投げ\nたり（「ビッグポイントの投げ技」），そうでなくとも投げ技等により相手を\nフォールに近い「デンジャーポジション」の体勢に追い込んだりした場合\nに大きな加点がされるほか，相手の背後に回って頭，両手及び両膝のうち\n３箇所をマットにつかせる「テークダウン」等も加点事由とされている（争\nいなし，乙Ｅ１，３）。\nオ  こうしたフォールや加点をめぐる攻防に当たっては，選手は，相手と組\nみ合った際に，相手の背後に回した自分の両手，両手首又は両腕を容易に\n外れないように組んで（これを「クラッチ」という。）投げ技等に繋げたり，\n前かがみになった相手の上からその頭を片腕と共に自分の脇で抱え込み\n（この状態を「がぶり」という。），そこから相手を引き落としてテークダ\nウンを狙ったり，投げ技に繋げたりすることになる。がぶりをされた側も，\n両腕を相手の背後に回してクラッチを組み（これを「胴タックル」という。），\nテークダウンや投げ技等の反撃を試みたりすることになる。なお，がぶり\nは，相手の頭を片腕と共に抱え込む必要があり，頭のみを抱え込むことは\n反則となる。（弁論の全趣旨）\nカ  レスリングの投げ技のうち「反り投げ」とは，正対した相手の背中に両\n腕を回してクラッチし，その場で上体を後方に反らせてブリッジの体勢を\nとるようにし，腹部で相手を下から突き上げて浮かせ，そのまま自分の後\n方に向かって投げるものであり，成功すると大きな加点事由となるもので\nある。（弁論の全趣旨）\nキ  レスリングの練習のうち，実戦形式で行う練習を「スパーリング」とい\nい，スパーリングを中断することを「ブレーク」という。スパーリングは，\n１つのレスリングマットを複数の組で使用して行われることがあり，その\n際には別の組の選手同士が接触する危険があるため，そうした危険が予測\nされた場合には，コーチ等の周囲の者がブレークをかけたり，選手自身が\nブレークの判断を行ったりすることがある。（弁論の全趣旨）\n⑶  本件合宿の開催\n被告レスリング協会及びその加盟団体である全日本学生レスリング連盟は，\n平成２９年９月１３日から同月１６日まで，東京都北区（住所省略）所在の\n味の素ナショナルトレーニングセンター（以下「ＮＴＣ」という。）において，\n男子レスリングナショナルチーム代表選手及び大学生選抜選手の合同合宿で\nある本件合宿を開催した。本件合宿には，大学生選抜選手約３０名を含む９\n４名が参加しており，原告ａは大学生選抜選手として，被告ｃはナショナル\nチーム代表選手として参加した（弁論の全趣旨）。\n⑷  本件事故の発生\n本件合宿における練習は，ＮＴＣ地下１階のレスリング場（以下「本件レ\nスリング場」という。）において行われた。本件レスリング場には，別紙の図\nのとおり，６つのレスリングマットがあり，各レスリングマットは，一辺１\n２ｍの正方形のマットの中央に描かれていたから，各レスリングマットの間\nには最低３ｍの間隔があり，１つのレスリングマットに３組程度の選手が同\n時に上がってスパーリングを行った。（争いなし，乙Ａ７，乙Ｅ３）\n原告ａは，平成２９年９月１３日午後４時１０分頃，本件レスリング場の\nうち，別紙のＡマットと書かれたレスリングマット（以下，単に「Ａマット」\nという。同様に，別紙のＢマットと書かれたレスリングマットを「Ｂマット」\nという。）において被告ｃとスパーリングを行っていたところ（以下「本件ス\nパーリング」という。），被告ｃから反り投げをされたような状態となり，そ\nのまま前頭部からマットに落下して手足を動かすことができなくなった（本\n件事故）（争いなし。ただし，被告ｃが原告ａを意図して投げたのかどうかに\nついては，後述のとおり，争いがある。）。\n⑸  原告ａの負った傷害及び後遺障害\n原告ａは，本件事故後，ｊ大学医学部付属病院救命救急センターに救急搬\n送された。\n原告ａは，同病院において，第４及び５頸椎脱臼骨折・頸髄損傷と診断さ\nれ，平成２９年９月１３日から同月１４日午前３時３０分にかけて，脊椎固\n定術，椎弓切除術，椎弓形成術，体外式脊椎固定術及び骨移植術の手術を受\nけた（甲７，８，１２～１４，弁論の全趣旨）。\n原告ａは，同月１４日，独立行政法人国立病院機構ｋ医療センターに転院\nし，入院加療を受けたが，四肢完全麻痺，運動障害，感覚障害，体幹機能障\n害及び膀胱直腸障害の後遺障害が残存し，起立，立位及び歩行が不可能で日\n常生活動作に全介助を要する状態となって，平成３０年５月８日，頸髄損傷\nによる両上肢機能全廃，両下肢機能全廃及び坐位不能により，身体障害程度\n等級１級の認定を受けた（甲８，９）。\n２  争点\n⑴  被告ｃによる注意義務違反の有無（被告ｃ及び被告ｄ会社の関係）\n⑵  被告ｅによる注意義務違反の有無（被告ｅ，被告ＪＯＣ及び被告レスリン\nグ協会の関係）\n⑶  損害及び因果関係（全被告の関係）\n⑷  過失相殺（全被告の関係）\n３  争点に関する当事者の主張\n⑴  被告ｃによる注意義務違反の有無\n（原告らの主張）\nア  事実経過\n本件事故は，次のような経過の中で発生した。\n①  原告ａと被告ｃは，Ａマットにおいて本件スパーリングを行い，互い\nに組み合っている中で，原告ａが被告ｃの上からその頭を右腕と共に脇\nで抱え込むがぶりの状態となった。その際，被告ｃの両腕は，原告ａの\n背中には回されていなかった。\n②  原告ａは，がぶりの状態から被告ｃを引き落としてテークダウンする\nことを狙ったものの，これができなかったことから，がぶりの状態のま\nま被告ｃをＡマットの場外に押し出そうとした。もっとも，Ａマットの\nパシビティ・ゾーンにおいて攻防していた際，近くにいたｆコーチと思\nわれるコーチ（以下「ｆコーチ」という。）がブレークを指示したことか\nら，原告ａは力を抜いて被告ｃに対しブレークの意思を表明するととも\nに，がぶりの状態からクラッチをほどき，上体を起こした。\n③  ところが，被告ｃはブレークに応じず，上体を起こした原告ａの背中\nに両腕を回してクラッチを組み，このため原告ａと被告ｃは正対して密\n着することとなり，原告ａががぶりの際に被告ｃの首に回していた右腕\nは，被告ｃの左下顎部と左肩によって挟まれる形となり，容易に抜き出\nすことができない状態となった。\n④  被告ｃは，上記③の状態で，右腕を原告ａの左腕の内側からその背中\nに回していたが，これを原告ａの左腕の外側から左腕ごと抱え込むよう\nにクラッチを組み直した。その結果，原告ａは，両腕を固められてしま\nい，容易に抜き出すことができない状態となった。\n⑤  被告ｃは，そのまま力を抜くことなく，後方のＢマットの方向に向か\nって原告ａを反り投げした。原告ａは，その両腕が被告ｃによって強く\n固められていたことから，受け身を取ることができず，そのため前頭部\nから床に叩き付けられる結果となった。\nイ  被告ｃの注意義務違反\n被告ｃは，原告ａがコーチのブレークの指示を受けてパシビティ・ゾー\nンで脱力し，被告ｃに対してブレークの意思表明をしたのであるから，直\nちにブレークして，スパーリングを中断すべき義務があった。\n仮に，被告ｃがコーチによるブレークの指示や原告ａによるブレークの\n意思表明に気付かなかったとしても，被告ｃは，原告ａの両腕を固めた状\n態で自分よりも約１０ｋｇ体重が重い原告ａに対して反り投げを行えば，\n低い軌道による危険な反り投げとなって，受け身を取れない原告ａを頭部\nや頸部から落下させることになることを予見できたし，原告ａを持ち上げ\nたところで，反り投げをせずに横か前に倒してデンジャーポジションの体\n勢に追い込む攻撃を選択し，本件事故の発生を回避することができたから，\nかかる状態のまま原告ａに対して反り投げを行ってはならない義務があっ\nた。\nところが，被告ｃは，ブレークの指示ないし意思表明を無視し又はこれ\nに気付かないまま，原告ａの両腕を固めた上，真後ろに反り投げしたので\nあるから，被告ｃには注意義務違反があったというべきである。\n（被告ｃ及び被告ｄ会社の主張）\nア  事実経過\n本件事故は，次のような経過の中で発生した。\n①  被告ｃは，本件スパーリングが始まって間もなく，原告ａの右脇で頭\nと右腕を抱え込まれたがぶりの状態に置かれた。\n②  被告ｃは，がぶりをされた状態から攻撃に転じるため，マットに膝を\nついて体勢を低くした上で，原告ａの背中に両腕を回して胴タックルし，\nクラッチを組んだ。このようにして，原告ａと被告ｃの身体は正対密着\nし，被告ｃの首に回していた原告ａの右腕は，被告ｃの左下顎部と左肩\nとに挟まれて容易に抜き出すことができない状態となったが，被告ｃは，\n原告ａから右腕を頭と共に抱え込まれた状態で胴タックルを行ったので，\n被告ｃの右腕は原告ａの左腕の内側からその背中に回す形となっていた\nのであり，被告ｃがこの状態からクラッチを組み替えたことはない。\n③  このような体勢を継続したまま，攻防に伴い，原告ａと被告ｃは，Ａ\nマットのＢマットに近いパシビティ・ゾーン上で組み合う形となり，被\n告ｃは，原告ａの身体を持ち上げて後方に向かって投げるか，又は持ち\n上げた原告ａの身体を下方に落としてテークダウンすることを狙って，\nクラッチした自分の両腕を後方に向かって引き上げようとし，原告ａは，\nこれに対抗するとともに身体の密着を回避するため反対方向（原告ａの\n後方）に向かって力をかけた。その結果，原告ａと被告ｃは，互いに後\n方に向かって相手を引き合う形となり，両者の力が釣り合い拮抗した状\n態となった。\n④  こうしたところ，被告ｃは，突然，踏ん張っていた原告ａの足が外れ\nたようになって力が抜けたのを感じた。その結果，拮抗していた力のバ\nランスが瞬間的に崩れ，被告ｃが後方に向かって引き上げようとしてい\nた力により，被告ｃの身体は原告ａと共に一気に後方に倒れ込んだ。バ\nランスが崩れた際も，原告ａのがぶりは継続しており，原告ａが上半身\nの力を抜いたことはなかった。\n⑤  このようにして，原告ａと被告ｃは共に倒れ込んだが，原告ａは，う\nまく受け身を取ることができずに頭からレスリングマットに落下してし\nまい，不幸にも本件事故が発生した。\nイ  注意義務違反について\n原告らが主張するような，原告ａがブレークの意思表明のために脱力し\nた事実や，被告ｃが原告ａの両腕を固めた体勢から意図的に反り投げをし\nた事実はない。\n本件事故は，原告ａがマット上の汗に足を滑らせたなど，被告ｃの意図\nしない偶発的な原因によって発生したものであり，かつ，一瞬の出来事で\nあったため，被告ｃにおいて結果を予見することも，避けることもできな\nかった。\n仮に，被告ｃが原告ａに対し，意図して反り投げを掛けたとしても，本\n件合宿は，国内最高水準のレスリング選手が集まり，互いに切磋琢磨する\n場であるから，スパーリングにおいて試合を意識した技を掛けることは当\n然に予定されていたところ，反り投げはレスリングのルールにおいて認め\nられた技であるから，反り投げをすることは何らの注意義務違反も構成し\nない。\n⑵  被告ｅによる注意義務違反の有無\n（原告らの主張）\nレスリングは，投げ技を含む技能を競い合う格闘技であるから，身体の枢\n要部である頸部を損傷し，頸髄損傷のような重篤な事故結果が生じる危険性\nのあるスポーツである。被告ｅは，本件事故当時，被告ＪＯＣのナショナル\nコーチ，被告レスリング協会の選手強化本部長，かつ本件合宿の責任者だっ\nたのであるから，本件合宿に招集された選手の生命又は身体の安全に関わる\n事故の危険性を具体的に予見し，それに基づき事故の発生を未然に防止する\n措置を執ることによって，招集された選手を保護すべき注意義務を負ってい\nた。\n具体的には，被告ｅは，本件合宿のコーチが参加選手の生命・身体に関わ\nる事故を防止する注意義務を尽くすことができるよう，下記ア及びイのとお\nり，練習環境の整備，指導方法の指示及び指導体制の整備を行う注意義務を\n負っていた。しかし，被告ｅは，これらをいずれも怠ったため，原告ａは傷\n害を負ったものである。\nア  被告ｅは，参加選手及びコーチの各所属先におけるスパーリングにおい\nて禁止されている技などを把握した上で，参加選手及びコーチに対し，本\n件合宿における練習で禁止する技を定めたり，体重差や他の選手との距離\n関係を意識したプログラムやマニュアルを作成したりして，それを参加選\n手やコーチに徹底させ，安全にスパーリングを行えるようにする義務を負\nっていた。\nイ  被告ｅは，本件合宿の練習環境として，６面のマットにそれぞれ３組ず\nつのスパーリングをさせるというような混雑した状態でのスパーリングを\n行わず，さらに，コーチを適切な位置に配置し，スパーリングを行わない\n選手を６面のマットの周りに配置して，コーチや周囲の選手から適切なブ\nレークの声を掛けさせ，他にも危険な状態を予見できたときにはそれを回\n避させる義務を負っていた。\n（被告ｅ，被告レスリング協会及び被告ＪＯＣの主張）\n被告ｅがナショナルコーチ兼強化本部長として従事すべき業務の内容は，\nオリンピック競技大会その他国際大会でのメダル獲得のために，レスリング\n競技における優れた素質を有するジュニア世代の競技者からトップレベル競\n技者までを育成及び強化する中・長期的な強化戦略プランに基づいた強化活\n動全体を統括し，強化活動の円滑な実施に向けた適切な進行管理を行い，レ\nスリング競技の競技者の育成・強化を効果的に推進することであった。した\nがって，被告ｅは，練習現場に関する監督・指導等により，本件事故のよう\nな練習中の事故の発生を防止すべき義務を負うものではない。\n仮に，被告ｅが練習現場に関する監督・指導等により練習中の事故の発生\nを防止すべき義務を負っていたとしても，本件合宿におけるスパーリングは，\n国際レスリングルールに則って行われていたところ，反り投げは国際レスリ\nングルールにおいても禁止されていないのであるから，被告ｅには，これを\n禁止すべき義務や禁止されていないことを個別に説明等する義務があったと\nはいえない。\nまた，限られたレスリングマットを用いて効率的に練習を行うために，１\nつのマットに複数組の選手が同時に上がってスパーリングを行うことは一般\n的であるから，本件事故当時のマット上の状況が混雑した状態で行われたと\n評価することはできないし，本件事故当時，Ａマット付近では，周辺で指導\nしているコーチのほか，自分の順番まで待機している複数の選手も練習内容\nを注視していたのであるから，衝突の危険があれば，ブレークをかけてこれ\nを制止することができる環境にあったといえる。以上によれば，本件事故発\n生時の練習環境は不適切であったとはいえず，被告ｅに注意義務違反はない。\n⑶  損害及び因果関係\n（原告らの主張）\nア  原告ａの損害\n過去の医療費等  ２１４万１５９６円\n本件事故が発生した日から令和２年７月分までの医療費等である。\n過去の入院雑費  ３６万５４０８円\n本件事故により原告ａが入院した日から令和２年７月３１日までの\n入院雑費である。\n脊髄損傷に対する再生医療に関する医療費  １億円\n原告ａは，将来再生医療を受けることを望んでおり，そのためには諸\n費用を含め１億円程度が必要となると予想される。\nｉＰＳ細胞作製費用  ２００万円\n原告ａは，将来の再生医療に備え，個人向けのｉＰＳ細胞作製・保管\nサービスの利用を計画しており，その費用は２００万円とされている。\n将来のリハビリテーション費用等  ６６０６万５３００円\n原告ａは，現在入所しているｌリハビリテーションセンターを退所し\nた後，脊髄損傷者専門のトレーニングジムに週２回通所して症状の改善\nを図ることを予定している。その費用は年間約３５０万円であり，これ\nに現在２３歳である原告ａの平均余命約５９年に対応するライプニッツ\n係数１８．８７５８を乗じると上記金額と算出される。\n過去の介護費用  １０６８万円\n本件事故から令和２年８月１６日までの１０６８日間，原告ｂや原告\nａの兄であるｇが，原告ａの介護のため付き添った。その費用は１日１\n万円を下ることはないから，上記金額と算出される。\n将来の介護費用  １億３７７９万３３４０円\n原告ａは，現在入所しているｌリハビリテーションセンターを退所し\nた後，２４時間体制で職業付添人に自宅に常駐してもらい介護を受ける\n必要があり，その費用は１日２万円（年間７３０万円）を下らない。こ\n平均余命に対応するライプニッツ係数を乗じると\n上記金額と算出される。\n介護に必要な器具・住居等  ８９４４万７４４１円\n原告ａの後遺障害からすれば，チンコントロール（顎操作）が可能で\n立位保持の支援機能（スタンディング機能）が付いた電動車いすの使用\nが必要であり，この車いすは１台４２０万円で５年ごとに買換えが必要\n平均余\n命に対応するライプニッツ係数を乗じると１５８５万５６７２円と算出\nされる。\nまた，上記車いすのほか，エアーマットレス，電動ベッド，リフト，\n吊り具，シャワーキャリー，オーバーテーブル，起立台，スロープ，フ\nローリングマット，加湿空気清浄機及びスマートスピーカー等も必要と\nなり，その費用は，各用具の耐用年数等も考慮すると，合計５６３万８\n８８９円となる。\nさらに，今後トレーニングジムに通所するためには東京都江東区付近\nに居住する必要があるところ，その家賃は月額３０万円（年間３６０万\n円）を下らないから，この年間家賃 平均余命に対応するライ\nプニッツ係数を乗じると６７９５万２８８０円と算出され，以上の合計\nは８９４４万７４４１円となる。\n後遺症逸失利益  １億１８７９万３２７５円\n原告ａは，平成３１年３月に大学を卒業したところ，本件事故により\n労働能力を１００％喪失したから，平成２９年度の男性の大学・大学院\n卒全年齢平均年収６６０万６６００円を基礎とし，これに本件事故当時\n２０歳であった原告ａの６７歳までの就労可能年数４７年に対応するラ\nイプニッツ係数１７．９８１０を乗じると上記金額と算出される。\n後遺症慰謝料  ３０００万円\n原告ａは，本件事故により，競技者としての活躍の機会を奪われ，重\n篤な後遺障害を負わされたのであり，その精神的苦痛を金銭に換算する\nと３０００万円を下ることはない。\n弁護士費用  ５５７２万８６３６円\n５億５７２８万６３６０円の１割として上\n記金額が相当である。\n合計  ６億１３０１万４９９６円\n原告ａは，以上合計の一部である２億円の支払を求める。\nイ  原告ｂの損害\n逸失利益  ４７１０万７１１６円\n本件事故当時４７歳であった原告ｂは，原告ａの介護に専念するため\n勤務先を休職し，令和元年６月には退職した。在職中の原告ｂの月給は\n３１万５０００円（年収３７８万円）であり，この年収に就労可能な６\n７歳まで２０年に対応するライプニッツ係数１２．４６２２を乗じると\n上記金額と算出される。\n原告ｂの通院治療費等  １０万９６９０円\n原告ｂは，本件事故により抑うつ状態となり，その通院治療費等の合\n計は上記金額である。\n引越費用等  ８９万６４０４円\n原告ｂは，原告ａの自宅介護に備えて令和２年７月末に転居し，その\n際の引越費用，新居の敷金及び礼金，初月分の家賃並びに生活用品の購\n入費用等として上記金額を支出した。\n交通費  ４万２２６０円\n原告ｂは，令和２年７月末までに原告ａの付添交通費として上記金額\nを支出した。\nｇの交通費  １０１万９６００円\n原告ｂは，ｇが原告ａの見舞いや裁判傍聴のために大阪府から上京し\nた際の交通費として上記金額を支出した。\n慰謝料  １０００万円\n原告ｂは，本件事故により自身も多大な精神的苦痛を被ったのであり，\nその精神的苦痛を金銭に換算すると１０００万円を下ることはない。\n弁護士費用  ５９１万７５０７円\n額が相当である。\n合計  ６５０９万２５７７円\n原告ｂ，以上合計の一部である２６００万円の支払を求める。\n（被告らの主張）\nいずれも否認ないし争う。\nア  再生医療に関する医療費及びｉＰＳ細胞作製費用は，必要かつ相当な治\n療行為の費用であるとはいえず，本件事故と相当因果関係がない。\nイ  リハビリテーションは，症状の悪化を防止する必要性が認められる場合\nに本件事故と相当因果関係のある損害といえるところ，原告ａが希望して\nいるリハビリテーションは，症状の改善を企図するものであり，症状の悪\n化を防ぐためのリハビリテーションは一般の医療機関でも実施可能である\nから，原告ａ主張の通所費用全額が本件事故と相当因果関係のある損害と\nはいえず，転居予定先の家賃についても，本件事故と相当因果関係のある\n損害とはいえない。\nウ  過去の介護費用について，付添いの必要性は明らかではなく，また近親\n者の付添費は１日６５００円が相当であるから，少なくともこれを超える\n費用は本件事故と相当因果関係のある損害とはいえない。\nまた，将来の介護費用について，原告ｂが原告ａの介護に専念するとい\nうのであれば，原告ｂの就労可能期間については，職業付添人による介護\nの必要性は認められない。そして，近親者による介護費用は１日８０００\n円が相当であるから，少なくともこれを超える費用は本件事故と相当因果\n関係のある損害とはいえない。\nさらに，原告ｂは，自身の逸失利益を主張するが，これは上記の過去及\nび将来の介護費用と重複するから，重複部分は本件事故と相当因果関係の\nある損害とはいえない。\nエ  原告ａは，ｌリハビリテーションセンターから貸与された車いすを使用\nしており，それで日常生活に支障はないと解されるから，これと同等品の\n費用及び耐用年数を前提に損害を算定すべきであり，原告らが主張する電\n動車いすの費用は本件事故と相当因果関係のある損害とはいえない。\nオ  本件当時未就労であった原告ａの後遺症逸失利益については，大学卒業\n予定時を始期とし，就労可能年数を４５年として算定すべきであり，これ\nを上回る部分は本件事故と相当因果関係のある損害とはいえない。\nカ  後遺症慰謝料については，２８００万円が相当であり，これより増額す\nべき事由はないから，少なくとも上記金額を上回る部分については，本件\n事故と相当因果関係のある損害とはいえない。\nキ  ｇの見舞い等のための交通費は，その必要性及び相当性が認められない\nから，本件事故と相当因果関係のある損害とはいえない。\n⑷  過失相殺\n（被告らの主張）\n万が一，被告らが責任を負うとしても，本件事故の発生につき，明示的に\nブレークの意思表示をしなかったことなど原告ａの対応が相当程度寄与して\nいることは明らかであるから，過失相殺がされるべきである。\n（原告らの主張）\n争う。\n第３  争点に対する判断\n１  認定事実\n前記前提事実に加え，証拠（甲６，１０，１５から１７まで，２５，乙Ａ１\nから３まで，乙Ａ４の１，３，乙Ａ５，８，乙Ｂ２，３，乙Ｅ３，証人ｈ，被\n告ｃ本人）及び弁論の全趣旨によれば，以下の事実が認められる。\n⑴  国際レスリングルール\n国際レスリングルールによれば，髪の毛や耳や生殖器を引っ張る，皮膚を\nつねる，手や足の指をひねる，キックや頭突きを行う等の行為が禁じられ，\nまた，相手を故意に痛めつけるような動作をすることは禁じられているが，\n反り投げそのものや，反り投げの投げ方について，具体的な禁止事項は定め\nられていない。\n⑵  本件合宿について\n本件合宿においては，同時に３組程度が１つのマットに上がってスパーリ\nングを行い，スパーリングを行っていない選手らはマットの周囲で休憩しな\nがらスパーリングを見学しており，マットの間の辺りには，コーチが立って\n様子を見ていた。原告ａ及び被告ｃ以外の選手がスパーリングをするに当た\nっては，反り投げ等の投げ技が行われることもあった。\n本件レスリング場における６面のマットは，別紙のとおり，階級とスタイ\nルに沿って使い分けられており，原告ａと被告ｃは２階級差（オリンピック\n競技大会の実施階級では１階級差）があり，体重差は約１０ｋｇあったが，\n階級が近いことから同じＡマットでスパーリングを行うことになった。原告\nａと被告ｃは，これまでにも，本件合宿と同様の強化合宿に共に参加するこ\nとが三，四回程度あり，１回の合宿当たり一，二回程度スパーリングをした\nことがあった。\n⑶  本件事故発生に至るまでの経過\nア  原告ａと被告ｃは，平成２９年９月１３日，本件レスリング場でスパー\nリングを行い，休憩を挟んで同日１６時１５分５７秒頃（時刻は，本件事\n故が記録された防犯カメラの映像（乙Ａ４の１）に記録された時刻である。\n後記イからカまで及び⑷においては日付を省略し，この時刻のみを示す。），\nＡマットのややＢマット寄りの位置において，被告ｃがＡマットの中心に\n近い内側に，原告ａがＢマットの方向の外側に位置して，スパーリングを\n開始した。\nその際，Ａマットでは，原告ａ及び被告ｃのほかに２組の選手がスパー\nリングを行っており，また，本件合宿に参加していた大学生選抜選手であ\nる証人ｈは，原告ａ及び被告ｃの双方と面識があったことから，Ａマット\nの脇で本件スパーリングを見学していた。\nイ  原告ａは，１６時１６分０１秒頃，被告ｃの頭をその左腕と共に右脇に\n抱え込んでがぶりの体勢をとり，体重をかけて被告ｃをマットに引き落と\nそうと試みた。これに対し，被告ｃは，同０２秒頃，反撃に転じるため，\nレスリングマットに膝をついて低い姿勢をとった上で原告ａの背中に両腕\nを回して胴タックルし，クラッチを組んだ。この段階で，被告ｃの右腕は，\n原告ａの左腕の内側からその背中に回している状態であり，被告ｃの左腕\nは，原告ａの右腕の外側から背中に回している状態であった。\nウ  被告ｃは，上記イの状態のまま原告ａを押し込み，原告ａと被告ｃは，\n１６時１６分０５秒頃，Ｂマット寄りのパシビティ・ゾーンまで移動した\nが，同０６秒頃までに，その場で両者の位置関係が反転し，原告ａがＡマ\nットの内側に，被告ｃが外側に位置することとなった。\nエ  原告ａと被告ｃは，引き続き前記イの状態のまま攻防を続け，１６時１\n６分０７秒頃，被告ｃがＡマットの外側から内側に向かって原告ａをやや\n押し込んだ。他方，その頃，Ａマットの中央付近でスパーリングをしてい\nた別の組の選手が，組み合ったまま原告ａ及び被告ｃの方に近付いてきた\nことから，ＡマットとＢマットの間付近にいたｆコーチは，同０８秒頃か\nら同１０秒頃までにかけて，原告ａと被告ｃの脇を通り越して上記の別の\n組に近寄り，当該組のスパーリングのブレークを指示した。当該組は，ｆ\nコーチの指示を受けて直ちにブレークし，これを受けて，ｆコーチは，同\n１１秒頃には，元の位置へと戻り始めた。\nオ  原告ａと被告ｃは，１６時１６分０８秒頃から同１０秒頃までの間，引\nき続き前記イの状態で原告ａと組み合い，被告ｃにおいて，クラッチした\n両腕を後方（Ｂマットの方向）に向かって引き上げて原告ａを持ち上げよ\nうとする一方，原告ａはこれに対抗して反対方向の力をかけており，両者\nの力はほぼ拮抗して，その位置及び位置関係もほぼ変わらなかった。\nカ  ところが，１６時１６分１１秒頃，原告ａが後方に向かって加えていた\n力が突然外れたため，原告ａと被告ｃの力の均衡が崩れ，被告ｃは，Ａマ\nットのパシビティ・ゾーンの内側の境目付近において，後方に向かって引\nき上げていた力により原告ａを持ち上げる形となり，原告ａもろとも後方\nに転倒することとなった。これにより，原告ａは，同１３秒頃，頭からＡ\nマットとＢマットの境目付近に落下し，原告ａと被告ｃは，同１４秒頃ま\nでに，Ｂマットのパシビティ・ゾーン付近まで共に滑り込んだ。\nこのとき，本件スパーリングを見学していた証人ｈは，被告ｃが原告ａ\nに対して後ろへの反り投げを掛けたと思って見ていたが，原告ａが起き上\nがってこなかったことで初めて，異常事態が起きたことに気が付いた。\n⑷  事実認定の補足説明\nア  本件事故の機序に関する原告らの主張と被告ｃ及び被告ｄ会社の主張は，\n原告ａが被告ｃをがぶりの状態に置いていたところ，被告ｃが胴タックル\nをして反撃する中で，被告ｃが原告ａを後方に投げる形になったという限\n度では合致しているが，主として，①コーチのブレーク指示を受けて原告\nａがブレークのために脱力したかどうか，②被告ｃが原告ａに胴タックル\nをした後，クラッチを組み替えて原告ａの左腕を外側から押さえつけたか\nどうか，③被告ｃが意図的に原告ａを反り投げしたかどうかという点で異\nなっている。\n前記⑶認定は，概ね被告ｃ及び被告ｄ会社の主張に沿う認定をしたもの\nであるところ，その理由は次のとおりである。\nイ  まず，前記ア①の点について，原告らは，原告ａが，ｆコーチのブレー\nク指示を受けて脱力し，被告ｃにブレークの意思表明をしたと主張する。\nしかし，前記１⑶エのとおり，ｆコーチは，原告ａ及び被告ｃの脇を通\nり越して別の組の近くまで赴き，当該別のペアが直ちにブレークしたとこ\nろで，元の位置へと戻って行ったことが認められるから，当該別のペアに\n対してのみブレークの指示をしたものと認められる。仮に，ｆコーチが，\n原告ａ及び被告ｃに対してもブレークを指示したとすると，ｆコーチは，\n１６時１６分０８秒頃には接触の危険を察知していたと認められるのであ\nるから（前記⑶エ），その場でより近くにいた原告ａ及び被告ｃにブレーク\nの指示をしたと考えるのが自然であるが，同秒頃から同１０秒頃まで，被\n告ｃはもとより原告ａも力を抜いたとは窺われないのであり，かかる事実\nは上記判断を裏付ける事情である。\nしたがって，ｆコーチから原告ａ及び被告ｃに対してブレーク指示があ\nった事実は認められないから，被告ｃにおいて殊更これを無視した事実は\n認められない。\nまた，原告らは，原告ａが，無言で力を抜くことにより被告ｃに対して\nブレークの意思表明をしたとも主張するが，このような方法でブレークの\n意思を伝えることが一般的であると認めるに足りる証拠はない。かえって，\n証人ｈは，無言で力を抜くようなブレークの方法を見聞きしたことはなく，\n通常は相手の身体を叩いたり声を掛けたりするものであると証言している\nところ，スパーリングはそれ自体怪我の危険を伴うものであり，ブレーク\nに関して意思疎通に齟齬があった場合には重大な怪我に直結し得ることか\nらすれば，ブレークの意思を相手に伝えるに当たっては，確実に伝わる方\n法を採る必要があると考えられるから，上記証人ｈの証言の内容は合理的\nであり，十分信用できる。\nしたがって，原告ａがブレークの意思を伝えるために力を抜いたとは認\nめられず，少なくとも，被告ｃにおいて，原告ａによるブレークの意思表\n明を殊更無視した事実を認めることはできない。\nウ  次に，前記ア②の点について，原告らは，被告ｃがクラッチを組み直し，\n原告ａの左腕を外側から囲い込むように固めたと主張する。\nしかし，これを認めるに足りる適確な証拠はなく，かえって，被告ｃは\n原告ａの左腕の内側から自身の右腕を回し入れて胴タックルに成功して\nいたと認められるところ，ひとたびクラッチを解いてしまえば，再度クラ\nッチを組み直すことが常に可能であるとは限らない上，投げ技をするに当\nたっては，腕を相手の腕の内側から回した方が，相手を自分の身体に引き\n付けやすく，相手から腕を広げることによる抵抗を受けにくく有利である\nというのであるから（被告ｃ本人），被告ｃがクラッチを組み直す合理的な\n理由は見出し難い。そして，原告ａは，その右脇に被告ｃの頭部を抱え込\nむがぶりの状態に置いてマットに引き落そうとし，被告ｃから胴タックル\nをされたというのであるから，原告ａの右腕は被告ｃの左肩の上から首の\n方に回され，左腕は被告ｃの右肩の上から上半身を抱え込むように回され\nていたと考えられるところ，このままの状態で原告ａと被告ｃが上半身を\n密着させるような形で体を起こしたのであれば，原告ａの左下腕は両者の\n上半身に挟まれる格好となって，原告ａにおいて，被告ｃから左腕を固め\nられたと感じた可能性も否定できない。\nしたがって，被告ｃにおいて，胴タックルからクラッチを組み直し，原\n告ａの左腕を外側から囲い込むように固めた事実を認めることはできな\nい。\nエ  さらに，前記ア③の点について，原告らは，被告ｃが原告ａを意図的に\n反り投げしたと主張する。\nしかし，反り投げは，相手と組み合った状態から，上体を後方に反らせ\nてブリッジの体勢をとるようにし，腹部で相手を下から突き上げて浮かせ，\nそのまま自分の後方に向かって投げるものであるから（前記第２の１⑵\nカ），反り投げをした選手は通常その場で背中から下に倒れ込むことにな\nると考えられるが（例えば，乙Ａ４の１の１６時１３分３７秒頃には，Ａ\nマットの手前のレスリングマットにおいて，上記のような態様による反り\n投げがされている様子が記録されている。），被告ｃは，Ａマットのパシビ\nティ・ゾーンの内側の境目付近において原告ａを持ち上げる形となり，原\n告ａもろとも後方に転倒してから，Ｂマットのパシビティ・ゾーン付近ま\nで共に滑り込んでおり，レスリングマット間の間隔とパシビティ・ゾーン\nの幅を考慮すると４ｍ近くも移動していることからすると（甲１５，乙Ａ\n４の１，乙Ａ７），通常の態様による反り投げが行われたものではないと認\nめられる。\nそして，被告ｃにおいて，本件合宿と同様の強化合宿において面識があ\nったにすぎず，階級も異なる原告ａに対し，あえて通常の態様によらない\n危険な投げ技を仕掛ける理由はないし，原告ａと被告ｃの体重差を考慮し\nても，被告ｃがナショナルチーム選手として国際大会に出場するなど国内\n最高水準の選手であったこと（前提事実⑴ウ）に照らせば，被告ｃにおい\nて通常の態様によって原告ａを反り投げすることが不可能であったと認\nめることもできない。\n以上の検討に加え，本件レスリング場におけるレスリングマットが滑り\nやすいものであったこと（乙Ａ６）も併せると，原告ａの足が滑ったか何\nかで外れたようになり，拮抗していた力が被告ｃの背中の方向に一気に加\nわったため，原告ａもろとも後方に転倒することとなった旨の被告ｃの供\n述は信用することができ，前記⑶カのとおりの事実を認めることができる。\nそして，被告ｃの供述によっても，結果的に被告ｃが原告ａを投げるよう\nな形となったこと自体には疑いがないから，原告ａ及び証人ｈにおいて，\n被告ｃが原告ａを反り投げしたと認識していたとしても，前記認定が左右\nされるものではない。\nしたがって，被告ｃが意図的に原告ａを反り投げした事実を認めること\nはできない。\n２  争点⑴（被告ｃによる注意義務違反の有無）について\n⑴  原告らは，被告ｃが，ｆコーチによるブレーク指示及びこれを受けた原告\nａによるブレークの意思表明を受けて，直ちにブレークしてスパーリングを\n中断すべき義務があったと主張する。\nしかし，前記１⑶エ及び⑷イの認定判断のとおり，ｆコーチが原告ａ及び\n被告ｃに対してブレークを指示した事実を認めることはできないし，原告ａ\nがブレークの意思を伝えるために力を抜いたとは認められず，少なくとも，\n原告ａが脱力したことをもってブレークの意思表明と見ることはできないか\nら，被告ｃにおいてスパーリングを中断すべき義務があったと認めることは\nできない。\n⑵  原告らは，仮に，被告ｃにおいてスパーリングを中断すべき義務がなかっ\nたとしても，被告ｃは，原告ａの両腕を固めた状態で自分よりも約１０ｋｇ\n体重が重い原告ａに対して反り投げを行ってはならない義務があったと主張\nする。\nア  前記１⑶イからカまで及び⑷ウ，エの認定判断のとおり，被告ｃがクラ\nッチを組み替えて原告ａの左腕を押さえ付け，その両腕を固めた事実は認\nめられないし，被告ｃが原告ａを意図的に反り投げした事実も認められな\nいのであるから，原告らの主張はその前提を欠くものといわざるを得ない。\nまた，前記認定判断によれば，被告ｃにおいて，原告ａを反り投げのよ\nうに投げる結果となることを回避できたと認めることは困難である。\nイ  仮に，被告ｃにおいて，原告ａを反り投げのように投げることを回避す\nることが可能であったと認められたとしても，被告ｃにおいて，原告ら主\n張の状況下で，反り投げをしてはならない義務があったと認めることは困\n難である。\nすなわち，反り投げは，真後ろに向かって行う場合や相手の両腕を固め\nた上で行う場合も含め，レスリングの競技ルールにおいて使用が禁じられ\nているものではないと認められる（両腕を固められている場合であっても，\n首や背中を丸めたり足を使ったりして受け身をとることは可能であると\n考えられる。）（乙Ｅ３）。本件合宿は，男子レスリングのトップ選手である\nナショナルチーム代表選手及び大学生選抜選手を招聘して行われた合宿\nだったのであるから，本件合宿のスパーリングにおいては，国際大会で使\n用が認められている技は全て使用できることが参加者にとって当然の前\n提であったと考えられる。特に，グレコローマンスタイルにおいては，投\nげ技が中心の試合展開となり，その技がビッグポイントの投げ技となるか\nどうか，投げ技により相手をデンジャーポジションに追い込めるかどうか\nが加点要素として重要となるのであるから（前記第２の１⑵ア，エ），競技\nルールで禁止されていないにもかかわらず，双方の組合いの状況に応じて\n特定の投げ技を回避すべき義務が生じる場合があると認めることはでき\nない。\nそして，その理は，原告ａと被告ｃとの間には約１０ｋｇの体重差があ\nったとしても，その体重差は，階級にして２階級であり，オリンピック競\n技大会実施階級でみれば１階級の差であって，レスリングの練習において\nは，必ずしも階級の範囲だけではなく，階級の異なる選手とスパーリング\nを行う場合もあるというのであり（前記１⑵），被告ｃがナショナルチーム\n選手として国際大会に出場するなど国内最高水準の選手であったこと（前\n提事実⑴ウ）も併せると，異なるところはないものというべきである。\n以上によれば，本件の状況の下で，被告ｃにおいて，原告ａに対して反\nり投げを行ってはならない義務があったと認めることはできない。\n⑶  したがって，被告ｃによる注意義務違反があったとは認められないから，\nその余の点について検討するまでもなく，原告らの被告ｃ及び被告ｄ会社に\n対する請求は，いずれも理由がない。\n３  争点⑵（被告ｅによる注意義務違反の有無）について\n⑴  原告らは，被告ｅが本件合宿の責任者であり，本件合宿に招聘された選手\nの生命又は身体の安全に関わる事故の危険性を具体的に予見し，その予見に\n基づいて当該事故の発生を未然に防止する措置を採ることによって，選手の\n安全を保護すべき注意義務を負っていたと主張する。\n確かに，被告ｅは，被告ＪＯＣのナショナルコーチ及び被告レスリング協\n会の選手強化本部長の立場にあったのであるから，本件合宿においても責任\n者ともいうべき地位にあったと認めるのが相当である。そうすると，被告ｅ\nは，単にレスリング選手の中・長期的な強化プランを作成してそれを推進・\n管理するだけでなく，本件合宿中の練習に関し，練習中の安全を確保するた\nめの体制を構築する義務をも負っていたと認めるのが相当である。\n⑵  しかしながら，上記⑴の一般的な義務を前提としても，被告ｅにおいて，\n本件事故の発生につき，具体的な注意義務違反があったと認めることは困難\nである。\nア  すなわち，前記２判断によれば，そもそも，本件事故につき直接の行為\n者である被告ｃの注意義務違反は認められないのであるから，被告ｅにお\nいて，かかる不可抗力ともいうべき本件事故を予見しかつ防止することが\n可能であったとは認められない。\nイ  これに対し，原告らは，被告ｅが，上記義務の具体的な態様として，安\n全なスパーリングのために，参加選手の所属先におけるスパーリングにお\nいて禁止されている技を把握した上で，本件合宿中の練習において禁止す\nる技を定め，参加選手及びコーチに対してこれを周知する義務を負ってい\nた旨主張する。\nしかし，前記２⑵説示のとおり，本件合宿は，男子レスリングのトップ\n選手を招聘した合宿であったことからすれば，国際大会において使用する\nことができる技についてはすべて使用を認めることが当然の前提となって\nいたと考えられるから，被告ｅにおいて，国際ルールにおいて認められた\n技のうち反り投げ等の一部について，本件合宿のスパーリングにおける使\n用を禁止すべき義務を負っていたと認めることはできない。また，前記２\n説示のとおり，そもそも被告ｃが危険な反り投げを意図的に掛けた事実自\n体が認められないのであるから，そのような技を禁止していなかったこと\nは，本件事故の発生との間に因果関係が認められないものである。\n原告らは，被告ｅにおいて，体重差や他の選手との距離関係を意識した\nプログラムやマニュアルを作成するなどする義務を負っていたとも主張\nするが，スパーリングの際にコーチを近くに配置して選手の具体的な動き\nに応じて安全を図るという以上に，予めプログラムやマニュアルを作成す\nべき義務があったとまで認めることはできない。\nウ  また，原告らは，被告ｅが，マット１面につき３組という混雑した環境\nでのスパーリングを行わせず，かつ，コーチを適切な位置に配置し，スパ\nーリングを行っていない選手をマットの周りに配置して，周囲からの適切\nなブレークの声を掛けさせるといった練習環境を整備する義務を負ってい\nたとも主張する。\nしかし，証人ｈ及び被告ｃは，マット１面につき３組程度で行うことは\n一般的であったと供述しているところ，本件レスリング場にはレスリング\nマットが６面しかないにもかかわらず，本件合宿の参加者は９４名に及ん\nでいること（前提事実⑶，⑷）や，マット上でのスパーリングは本件事故\nを除いて滞りなく行われており，混乱を生じた形跡は窺われないこと（甲\n１５，乙Ａ４の１）からすれば，本件合宿に招集された選手らは，このよ\nうな練習環境でスパーリングを行うことに十分慣れていたと認められ，証\n人ｈ及び被告ｃの上記供述は信用できる。また，各レスリングマットの周\nりには，休憩中の選手が囲んで見学しており，コーチも数名配置されて見\n守っていた（前記１⑵）のであり，実際に，本件においても，原告ａ及び\n被告ｃと別の組とが接近した際には，ｆコーチが直ちに歩み寄ってブレー\nクの指示をしていること（前記１⑶エ）からすれば，スパーリング中の組\n同士の接触については十分に目が行き届いていたと認めることができるか\nら，練習環境に本件事故の発生につながるような不備があったと認めるこ\nとはできない。\n⑶  以上によれば，被告ｅによる注意義務違反があったとは認められないから，\nその余の点について検討するまでもなく，原告らの被告ｅ，被告ＪＯＣ及び\n被告レスリング協会に対する請求は，いずれも理由がない。\n第４  結論\n以上によれば，原告らの請求はいずれも理由がないからこれを棄却すること\nとし，訴訟費用の負担につき民事訴訟法６１条を適用して，主文のとおり判決\nする。\n東京地方裁判所民事第７部\n裁判長裁判官   小  川  理津子\n裁判官   山  岸  秀  彬\n裁判官山田裕貴は，差し支えにつき，署名押印することができない。\n裁判長裁判官   小  川  理津子\n"
}