{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 1,
    "day": 20
  },
  "case_number": "平成29(行ウ)39",
  "case_name": "遺族補償等請求事件",
  "court_name": "福岡地方裁判所第５民事部",
  "lawsuit_id": "91758",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=91758",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/758/091758_hanrei.pdf",
  "contents": "主                文\n１  原告らの請求をいずれも棄却する。\n２  訴訟費用は原告らの負担とする。\n事実及び理 由\n第１  請求\n１  被告は、原告ａに対し、１３０万円及びこれに対する平成２９年３月１０日\nから支払済みまで年５分の割合による金員を支払え。\n２  被告は、原告ａに対し、２５万５０００円及びこれに対する平成２９年３月\n１０日から支払済みまで年５分の割合による金員を支払え。\n３  被告は、原告ｂに対し、１３０万円及びこれに対する平成２９年３月１０日\nから支払済みまで年５分の割合による金員を支払え。\n４  被告は、原告ｂに対し、２５万５０００円及びこれに対する平成２９年３月\n１０日から支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n本件は、原告らの子である亡ｃが、平成２４年４月、被告甲区役所（以下「甲\n区役所」という。）の嘱託職員として採用され、子ども・家庭相談コーナー相\n談員（以下、単に「相談員」ということがある。）となったが、平成２５年１\n月頃、うつ病エピソード、適応障害又は双極性障害Ⅱ型を発症し（以下、亡ｃ\nが発症した精神障害を「本件疾病」という。）、同年３月に甲区役所を退職し、\n平成２７年５月２１日、自殺したこと（以下「本件自殺」という。）について、\n原告らが、被告に対し、亡ｃは、採用後間もなく複雑かつ深刻な相談案件の担\n当者とされ、直属の上司から激しい叱責などのひどい嫌がらせを受け、更に業\n務内容が量的かつ質的にも過重となり精神的な負担が増大したことで、本件疾\n病を発症し、本件自殺に至ったと主張して、それぞれ、北九州市議会の議員そ\nの他非常勤の職員の公務災害補償等に関する条例（以下「本件条例」という。）\n１４条に基づく遺族補償一時金１３０万円及び本件条例１５条に基づく葬祭補\n償２５万５０００円並びにこれらに対する請求日の翌日である平成２９年３月\n１０日から支払済みまで民法（平成２９年法律第４４号による改正前のもの。\n以下同じ。）所定の年５分の割合による遅延損害金の各支払を求めた事案であ\nる。\n１  前提事実（当事者間に争いがないか、後掲各証拠及び弁論の全趣旨により容\n易に認定できる事実）\n⑴    当事者等\nア  原告らは、亡ｃの両親であり、亡ｃは、昭和△年△月△日生の女性であ\nる。（甲１）\nイ  被告の有する行政区は、門司区、小倉北区、小倉南区、戸畑区、八幡\n東区、八幡西区、若松区の７つである。\n。甲区役所は、甲区の市民サービスを担っている。（甲２）\n⑵    事実経過等\nア  亡ｃは、平成２４年３月、大学院を卒業後、同年４月に被告区役所子ど\nも・家庭相談コーナー相談員（嘱託員）として採用され、甲区役所に配属\nされた。甲区役所の同部署は、亡ｃを含めて６名で構成されており、係長\nはｄ（以下「ｄ係長」という。）が務め、亡ｃを含め４名が嘱託員であっ\nた。亡ｃは、児童主務として、主に児童相談を担当していた。\nイ  亡ｃは、平成２４年４月２日から平成２５年１月１１日まで甲区役所\nにおいて勤務したが、同月１５日以降、休職し、原告らの住む大分県佐伯\n市にある実家に帰った。\nウ  亡ｃは、同月１８日、大分県佐伯市所在のｅ病院において、うつ病との\n診断を受けた。（甲６）\nエ  亡ｃは、同年３月３１日、委嘱期間の満了により甲区役所を退職した。\nオ  亡ｃは、同年４月１日以降、被告教育委員会の特別支援教育相談センタ\nー（以下「特相センター」という。）において、教育相談員として勤務し、\n同月２０日以降、北九州市所在の心療内科である、ｆクリニックに通院し\nて、ｇ医師により、うつ病の治療を受けた。（甲９）\nカ  亡ｃは、平成２６年３月、委嘱を１年間更新した上で、特相センターに\nおいて勤務したが、平成２７年３月には、次年度の更新を辞退し、同月末\n日をもって委嘱期間満了により同センターを退職した。\nキ  亡ｃは、同年５月２１日、北九州市内の自宅の寝室において、多量の抗\nうつ剤及び睡眠剤を服用して死亡した。（甲４）\nク  原告らは、同年１２月１８日、本件に関し、福岡地方裁判所小倉支部に\nおいて、被告を相手方として、甲区役所保管に係る亡ｃの健康診断書等の\n検証を求める証拠保全の申立てを行い（同支部平成２７年（モ）第１３２\n号）、平成２８年２月１日、検証が実施された。\nケ  原告らは、平成２９年３月７日付けで、被告に対し、地方公務員災害補\n償法（平成２９年法律第４５号による改正前のもの。以下同じ。）及び本\n件条例に基づく遺族補償一時金及び葬祭補償の請求を行い、同請求にか\nかる通知書面（甲３０の１）は、同月９日、被告に到達した。（甲３０の\n１及び２）\nコ  原告らは、同年８月２９日、被告に対し、労働基準法７９条に基づく遺\n族補償及び同法８０条に基づく葬祭料等の支払を求め、本件訴訟を提起\nした。\n原告らは、令和元年７月１日付け（同月２日受付）訴えの変更申立書に\nおいて、本件条例１４条に基づく遺族補償一時金及び本件条例１５条に基\nづく葬祭補償等を請求する旨の訴えの交換的変更を行った。\nサ  被告は、令和元年１０月１日に原告代理人に到達した同年９月３０日\n付け準備書面⑸において、葬祭補償につき、本件条例１６条、地方公務員\n災害補償法７１条及び６３条により、権利を行使することができる時か\nら２年間で時効により消滅するところ、亡ｃの死亡した平成２７年５月\n２１日から既に２年間が経過しているとして、消滅時効を援用するとの\n意思表示をした。\n⑶  関連法令\n別紙関連法令記載のとおり\n２  争点\n⑴  公務起因性（甲区役所での公務と本件自殺との相当因果関係）\n⑵  葬祭補償請求の時効中断の有無\n３  争点に対する当事者の主張\n⑴  争点⑴（公務起因性）について\n（原告らの主張）\nア  甲区役所での公務による心理的負荷について\n亡ｃは、新卒の新入職員であり、社会経験や実務経験がほとんどないと\nいう属性を持つ平均的な労働者として、心理的負荷の程度を判断すべきで\nある。\nｄ係長によるハラスメントについて\n亡ｃは直属の上司であるｄ係長から、以下のとおり、遅くとも平成２\n４年１１月頃から、①無視したり、明らかに冷淡な態度をとったりする、\n②嘲笑したり、「給料泥棒」などと侮辱したりする、③一人だけ別室に\n呼び出し、長時間叱責する、④何度も一方的にミスを厳しく非難する、\n⑤業務を常に監視する、⑥業務を遂行する上で必要な情報や知識などの\nサポートを与えない、⑦時間外勤務等命令書への記載を許さず、残業し\nないとできないほどの業務を指示する、⑧休日や深夜に業務連絡する、\n⑨他の職員とともにいじめるなどのひどい嫌がらせやいじめを受けた。\nｄ係長は、遅くとも同月頃から、亡ｃと目を合わせずに無視をし、業\n務上の誤りがあっても指摘をせずに嫌味な態度をとり、明らかに冷淡な\n態度をとるようになったほか、亡ｃに対し、「給料分仕事をしていない」\n「自覚がない」「意欲がない」などと侮蔑し、同年代の相談者と結婚し\nたらよいなどと述べて嘲笑したりした。（①、②）\nｄ係長は、同年１２月１８日、亡ｃを個室に呼び出し、２時間もの長\n時間にわたって亡ｃを泣かせるほど問い詰め、長時間の叱責を行った。\nまた、ｄ係長は、同月２７日、相談者Ａの引継ぎがうまくいかなかった\nことについて、亡ｃは職場の先輩にも相談し対応したにもかかわらず、\n亡ｃに対し、亡ｃのミスだと何度も一方的に厳しく非難した。（③、④）\nｄ係長は、同年１１月頃から、亡ｃを常に監視し始め、平成２５年１\n月１１日からは、亡ｃをｄ係長の隣の席にし、亡ｃが窓口や電話の対応\nを行っているときに、亡ｃをにらみつけ、さらに細かく厳しく監視する\nようになった。亡ｃは、ｄ係長の前で窓口や電話での対応を行うこと全\nてに恐怖を感じるようになった。（⑤）\nｄ係長は、亡ｃに対し、亡ｃの考えや対応を非難し、否定はするが、\nどうしたらいいのか、具体的な対応方法など必要な情報や知識などのサ\nポートを与えなかった。また、ｄ係長は、平成２４年１２月６日には、\n亡ｃが悩んでいることを知りながら、週末に「何に悩んでいるのか」を\nレポートにまとめてくるように指示するなど、仕事の悩み事に対し、必\n要なアドバイスなどのサポートを与えず、むしろ逆に亡ｃをより苦しめ\nるような対応をしていた。（⑥）\n亡ｃは、同日以降、相談者Ａの引継対応や統計業務など、仕事量が増\n加したため、午後１０時ないし１１時頃まで時間外労働を行っていたが、\nｄ係長は、同月１１日から、亡ｃに対し、時間外勤務等命令書への記載\nをほとんど付けさせないまま、時間外労働を強いた。（⑦）\nｄ係長は、同月９日、亡ｃに対し、午前０時過ぎにメールで業務連絡\nを行っており、休日や深夜にもかかわらず、緊急性もないのにメールな\nどで業務連絡を行っていた。（⑧）\nｄ係長は、同年１１月頃から、他の職員とともに、亡ｃの業務を監視\nし、相談員の募集要項を見て笑う、亡ｃの話と思われる話を笑いながら\nする、亡ｃに聞かせられない話を目の前で筆談するなど、陰湿ないじめ\nを行っていた。（⑨）\n以上のとおり、ｄ係長の行為は、継続的で、極めて陰湿かつ悪質なも\nのであったといえ、ｄ係長は亡ｃの直属の上司であったことから、亡ｃ\nは、業務の遂行などにおいて、常にｄ係長の監督や指示を受ける立場で\nあったことも考慮すると、ｄ係長によるハラスメントは、日々の業務の\n中で亡ｃに逃れようのできない多大な精神的な負担を負わせていたと考\nえられる。また、社会経験や実務経験がほとんどない女性の新入職員が、\n男性の上司からハラスメントを受けた場合、受け流したりすることがで\nきず、深刻に受け止める傾向が強くなることは社会通念に照らしても明\nらかであるといる。したがって、ｄ係長のハラスメントは、部下に対す\nる上司の言動が、業務指導の範囲を逸脱しており、その中に人格や人間\n性を否定するような言動が含まれ、かつ、これが執拗に行われた場合に\n該当することから、その心理的負荷の程度は強かったものといえる。\n相談者Ａの担当となったこと等による心理的負荷について\n亡ｃは、平成２４年６月頃から、次第に深刻な相談を受けるようにな\nったところ、亡ｃは、虚言癖や希死念慮もある相談者Ａの担当になった。\n相談者Ａは知的障害者であり、幼少時に虐待を受けた経験を持ち、問\n題行動（性非行、窃盗、横領、放火）も改善されず、父親不明の自らの\n子を虐待するおそれもあるなど、問題の多い相談者であり、保護観察中\nであった。また、相談者Ａは、虚言癖もあり、気分のムラも多く、リス\nトカットを行うなど、対応によっては自殺の危険もあるため、慎重な対\n応が必須である相談者であった。\n亡ｃが新卒の社会経験や実務経験のほとんどない新入職員であること\nを考えれば、このような対応の困難な相談者Ａの担当を亡ｃに任せるこ\nとはそもそも不適切であり、亡ｃにおいても精神的な負担の大きい業務\nであったと考えられる。\n相談者Ａは、同年１２月頃から、他の行政管区に転居することになっ\nたことで、亡ｃにおいて、その行政管区への引継ぎやその資料の作成な\nど、業務量が大幅に増加し、時間外労働が増加した。\n相談者Ａは、転居先の区役所に行くと言いながらも行かないことが続\nき、同月２０日にリストカットをし、同月２７日、亡ｃが電話をしても、\n「電話には出たくない。」などと言われ、相談者Ａと連絡が取りにくい\n状況となった。亡ｃは、ｄ係長から、相談者Ａと連絡が取りにくい状況\nになり、転居先の行政管区の担当者に引継ぎができていないことについ\nて、亡ｃのミスだと叱責された上、「このままやっていたら死にますよ。」\nと言われたことで、不安と緊張は限界に達した。相談者Ａは、平成２５\n年１月になっても問題行動を継続して起こしていた。\nこのように、平成２４年１２月頃から、亡ｃが担当する相談者Ａの状\n況が生死の危険を伴うほどまでに変化したことに伴い、その対応がより\n一層複雑かつ困難なものになり、亡ｃの業務量も大きく増加し、上司で\nあるｄ係長からも亡ｃの判断ミスだと叱責され、亡ｃの対応で相談者Ａ\nが死ぬことまでほのめかされたことにより、亡ｃは、相当強いストレス\nを受けていた。\nしたがって、亡ｃが相談者Ａの担当になったことは、社会人経験や実\n務経験のほとんどない女性の新入職員を基準として判断すると、過去に\n経験したことがない仕事内容に変更となり、常時緊張を強いられる状態\nとなった場合に該当するというべきであるから、その心理的負荷の程度\nは強かったものといえる。\n退職の強要について\n亡ｃは、雇用期間１年の嘱託職員であるため、契約が更新されなけれ\nば、仕事を続けることはできない立場であった。亡ｃの契約更新の有無\nについては、直属の上司であるｄ係長の評価や意見が最も重要視されて\nいたと思われ、亡ｃもそう思っていたところ、ｄ係長は、平成２４年１\n２月頃、亡ｃに対し、前任者がこの仕事に向いていないことから辞めさ\nせたと述べ、亡ｃも同様に辞めさせることをほのめかした。ｄ係長は亡\nｃに対し、直接退職するようには言わなかったものの、亡ｃを執拗に責\nめ、「このまま仕事を続けたら、相談者を殺すことになる」などと思い\n込ませ、亡ｃが自主的に退職するよう仕向けた。\nかかる事実は、退職を強要されたものと評価でき、その心理的負荷は、\n社会経験や実務経験がほとんどない女性の新卒の新入職員を基準として\n判断すると、恐怖感を抱かせる方法を用いて退職勧奨された場合に該当\nすることから、心理的負荷の程度は強かったものといえる。\n小括\n以上により、亡ｃは、平成２４年６月頃から、困難な対応を強いられ\nる相談者Ａの担当をさせられていたところ、ｄ係長は、亡ｃに十分な支\n援を与えないばかりか、同年１１月以降は、継続して悪質なハラスメン\nトを行ったほか、恐怖心を抱かせる方法によって退職に追い込んだもの\nであって、上記事情を総合的に評価すると、その心理的負荷の程度は極\nめて強かったものといえる。\nイ  公務と本件自殺との因果関係について\n亡ｃは、平成２５年１月１８日頃に、うつ病エピソードを発症し、そ\nの前後の症状が適応障害ないしは双極性障害Ⅱ型（長いうつの症状が続\nいている間にごく短い期間〈数日間の〉軽い躁状態があり、その後は再\nびうつの症状が続く病態。）であったと思われることから、少なくとも、\n公務災害認定上の対象疾病であるＩＣＤ－１０のＦ０からＦ４に分類さ\nれる精神障害を発症していたものといえる。\nそして、精神科の診断は症状と経過によって行われるため、治療経過\n中に症状が変われば診断も変わり得るところであって、亡ｃにおいても、\n２年以上にわたる療養中にうつ病エピソード、双極性障害Ⅱ型又は適応\n障害の診断名がつくことは十分あり得る。\nうつ病エピソード等の精神疾患（ＩＣＤ－１０のＦ０からＦ４に分類\nされるもの）は、精神障害の病態としての自殺念慮が出現する蓋然性が\n高いと医学的に認められることから、業務による心理的負荷によって、\nうつ病エピソードを発症したと認められる者が自殺を図った場合には、\n精神障害によって正常の認識、行為選択能力が著しく阻害され、又は自\n殺行為を思いとどまる精神的な抑制力が著しく阻害されている状態で自\n殺が行われたものと推定し、原則として公務起因性が認められる。\nそして、本件においては、亡ｃが、本件自殺時点において、正常な認\n識、行為選択能力及び抑制力が著しく阻害されてはいなかったという事\n情や、業務以外の心理的負荷や亡ｃ個人の脆弱性などから、本件自殺が\n業務に起因するうつ病エピソードの症状の蓋然的な結果とは認め難いな\nどの特段の事情も認められない。\nしたがって、本件自殺は、甲区役所での公務によって発症した本件疾\n病によって引き起こされたというべきである。\n被告は、本件疾病の発症から本件自殺まで２年以上の期間が経過して\nいることを指摘する。\nしかしながら、本件疾病が双極性障害Ⅱ型であれば、同疾病は長期に\nわたり寛解しないことが多い病気であるところ、亡ｃは、甲区役所を退\n職して以降も、ｆクリニックへの通院を継続しており、再就職ができた\nとしても寛解したとはいえず、また、その状態や治療経過から見ても寛\n解状態に入ったとは評価できない。\nさらに、本件疾病が適応障害であっても、平成２４年１１月下旬から\n１２月上旬頃の時期に最初の適応障害を発症した後、うつ病エピソード\nの状態に移行し、その後しばらくして事後の適応障害に移行したものと\nいえ、このような場合にストレス因から離れた後２年を経過しても症状\nが遷延し、本件自殺に至ることは十分に考えられる。\nまた、被告は、亡ｃの脆弱性や、本件自殺直前の失恋の事実を指摘す\nるが、亡ｃが平成２１年頃にうつ病で通院した事実はなく（ｇ医師は原\n告ら代理人の聴取に対し、睡眠障害の誤りであったと述べている。）、\n亡ｃの脆弱性は存在しないし、失恋の事実も存在しない。\n（被告の主張）\nア  甲区役所での公務による心理的負荷について\nｄ係長によるハラスメントについて\nｄ係長は、亡ｃに対し、適切な指導を行っており、無視をする、嘲笑\nする、侮蔑するなどの行動をとったことはない。\n原告らが指摘するｄ係長の態度は、いずれも亡ｃが業務上のミスをし\nたり、突然休んだり、遅刻したりした場合であって、亡ｃがｄ係長の指\n導を素直に受け入れることができず、ｄ係長の発言を曲解した可能性が\n高い。\n亡ｃを別室で指導したとの点も、亡ｃにおいて、委嘱後半年経っても\n単独で窓口対応ができず、指示されないと電話にも出ないという状況で\nあり、市職員としての責任感に欠ける面が見受けられたこと、ｄ係長は、\n自身の異動が平成２５年３月に予想され、それまでに亡ｃを独り立ちさ\nせたいという思いを有していたことから、他の職員の目につかないとこ\nろで丁寧に話を聞いて指導したものであって、正当な業務指導の範囲内\nである。また、相談者Ａに関する指導も、亡ｃが複数回にわたって必要\nな指示を仰がずに対応し、その後の対応に支障が生じたため、正規職員\nの指示を仰ぐように指導したものであって、正当な業務指導の範囲内で\nあった。\nｄ係長は、亡ｃに対して、必要な研修を受講させ、先輩職員に付き添\nわせて相談技法を習得させたほか、業務にも目配りして必要な指導、助\n言、業務上のフォロー等を行っており、平成２５年１月１１日の配席変\n更も直接の指導をしやすくするものであった。他方で、時間外勤務等命\n令書への記載を許さずに時間外勤務を強いたことはない。\nなお、原告らは、ｄ係長が、亡ｃに対して深夜にメールを送信したこ\nとを指摘するが、かかるメールは亡ｃから届いたお礼のメールに対する\n返信であって、緊急性もないのに夜間や休日に業務連絡を行っていた事\n実はない。\n以上によれば、原告らの主張は、ｄ係長による嫌がらせやいじめ等の\n具体的事実が認められないか、仮に指導の範囲を多少超える可能性のあ\nる事実が認められたとしても、ひどい嫌がらせ、いじめと評価されるよ\nうなものではなく、心理的負荷の程度が強いものとはいえない。\n相談者Ａの担当となったこと等による心理的負荷について\n被告は、亡ｃの社会経験、大学院での専攻等を考慮して、母子相談・\n婦人相談に比べて負担の少ない児童相談を担当させていた。相談者Ａの\n件についても、甲区役所においては、従前から相談者Ａを複数の機関で\n連携して支援をしており、亡ｃは、他の相談員や関係機関の手厚いフォ\nローがある中でそのケース対応に加わったに過ぎない。\nまた、相談者Ａは、希死念慮を有していない上、平成２４年１２月頃\nの転居によって、亡ｃの業務量が大幅に増加する理由になるとは考えら\nれない。\nしたがって、相談者Ａへの対応についても、心理的負荷の程度が強い\nものとはいえない。\n退職の強要について\nｄ係長が、亡ｃに対して、退職を強要していると取られるような発言\nをした事実はない。\nイ  公務と本件自殺との因果関係について\n亡ｃの事故死の可能性\n原告らは、亡ｃが自殺したことを前提に公務との因果関係を主張する\nが、亡ｃは、遺書を残しておらず、死因を特定する解剖も行われていな\nいことから、抗うつ剤及び睡眠薬を誤って多量摂取したことによる事故\n死の可能性は否定できない。\n公務と本件疾病との因果関係が認められないこと\n上記アのとおり、本件では公務による強い心理的負荷は認められない。\nそして、亡ｃが発症した本件疾病は双極性障害Ⅱ型である。原告らは、\n本件疾病をうつ病又は双極性障害Ⅱ型と主張していたが、争点整理の終\n盤になって本件疾病がうつ病、双極性障害Ⅱ型又は適応障害のいずれか\nであり、公務起因性の判断に当たっては、本件疾病の病名がいずれであ\nっても構わないと主張するに至った。\nしかしながら、本件疾病の内容を特定することは、公務と本件疾病及\nび本件自殺との因果関係を判断するに当たって重要な意味があり、考慮\nすべき事実関係に違いが生じるといえる。\nそして、亡ｃは、平成２１年頃、亡ｃが大学３年生でひとり暮らしを\nしていた頃に、双極性障害のうつ病エピソードの既往歴があることから、\n平成２５年１月にｅ病院で診断された「うつ病」は、それ以前から亡ｃ\nが罹患していた双極性障害の一症状だったのであり、繰り返し発症する\n双極性障害の症状がこのときの亡ｃに顕れたものであって、本件疾病の\n発症は精神疾患になり易いという亡ｃの個体側の要因によるものという\nべきである。\n公務と本件自殺との因果関係について\n本件は、精神疾患を発症した者が後に自殺した事案であるが、これま\nでの裁判例で、自殺との間に公務起因性が認められた事案のほとんどは\n精神疾患の発症後短期間で自殺するに至っており、精神疾患発症後若し\nくは公務から解放後２年以上経過してから自死に至った事案で公務起因\n性が認められた事案は見当たらない。\nこの点、人事院事務総局職員福祉局長発「精神疾患等の公務上災害の\n認定について」（平成２０年４月１日職補－１１４）５頁には、「なお、\n上記精神疾患の発症後の自殺等であっても発症後相当期間経過した後の\n自殺等については、業務以外の要因が影響している可能性があるため、\n療養の経過（通院、服薬等が十分であったか否か等）、私的な問題等で\n大きく影響したような事情がなかったか否か等を慎重に検討する必要が\nある。」と記載されており、精神疾患発症後長期間経過した事案におけ\nる公務起因性の認定については、真実、公務の影響による自殺なのか、\n慎重に判断するよう求められている。\n殊に、本件は甲区役所で公務上発症したとする精神疾患の発症から２\n年４か月、亡ｃが甲区役所を退職し、原告らが主張する心理的負荷が取\nり除かれてから２年以上という相当期間が経過した後の自殺事案である。\n亡ｃは、平成２５年４月以降、特相センターに就職し、良好な職場環\n境で順調に業務をこなしていた。すなわち、当時の上司や同僚は、亡ｃ\nが採用前に精神疾患で療養していたことを把握しており、採用当初から\n亡ｃは周囲の理解のもと、相応の配慮を受けながら業務を行うことがで\nきていた。また、特別支援教育に携わっていた専門家である教員らが同\n僚であることもあり、亡ｃは意欲をもって仕事に取り組んでおり、出勤\n状況、人間関係ともに良好であった。\nまた、亡ｃは、平成２５年９月以降、フェイスブックに買い物や旅行、\nコンサート等の充実した私生活の状況や、交際相手との交際状況等を投\n稿していた。\nこのように、亡ｃは、平成２５年３月に甲区役所を退職して以降約２\n年間、甲区役所の業務や甲区役所の職員からの精神的負荷は一切受けて\nおらず、その間、新たな職場に就職し、旅行や買い物、恋愛など、ｃの\n病状は軽快していたとうかがえることから、もはや甲区役所での出来事\nは過去のものとなっていたといえる。\n他方、亡ｃは、平成２６年１１月から平成２７年の年末年始、同年３\n月頃までにかけて、亡ｃと両親である原告らとの間で強い衝突があった\nことがうかがわれるほか、同月上旬頃、職場の同僚の嘱託相談員とトラ\nブルが発生し、その直後の同月１０日以降、うつ状態の悪化による体調\n不良のため、同月末まで欠勤し、同月末頃、医師から就業は厳しいとの\n診断を受けたとして、翌年度以降の委嘱を辞退した。また、亡ｃは、結\n婚を見据えて交際していた交際相手とも同年５月に破局している。\n亡ｃは、死亡する直前に両親と衝突し、馴染んでいた職場を退職しな\nければならず、更には結婚を考えていた交際相手と破局するなど人生に\nおける極めて大きな精神的負荷を受ける出来事を立て続けに経験してい\nた。\nこのような状況からすれば、本件自殺は、もともと精神的負荷に対す\nる耐性が弱い亡ｃの特性に、家族との衝突、意に沿わない退職、結婚を\n考えていた交際相手との別れといった極めて大きな精神的負荷を伴う出\n来事が立て続けに生じたことにより惹起されたと考えるのが自然であっ\nて、本件自殺と公務との間に相当因果関係は存在しない。\n⑵  争点⑵（葬祭補償請求の時効中断の有無）について\n（原告らの主張）\n原告らは、平成２９年３月７日、被告に対して、地方公務員災害補償法及\nび本件条例に基づく遺族補償一時金及び葬祭補償の請求を行い、同請求にか\nかる通知書面は同月９日に被告に到着した。したがって、原告らの葬祭補償\nの請求は、同日に行われているから、消滅時効は完成していない。\n仮に、上記請求が本件条例に基づく請求に該当しないとしても、その請求\nをした日から６か月以内の同年８月２９日に本件訴訟を提起しているのであ\nるから、民法１５３条により消滅時効は成立しない。\n原告らは、令和元年７月１日付けで訴え変更申立書により、訴えを交換的\nに変更しているが、訴え提起によって時効中断が認められるのは、訴訟物に\n限られるものではなく、原告らの訴えの交換的変更前の請求の事実関係は同\n一であって、災害補償を請求するという給付を求める目的も同一であること\nから、消滅時効の時効中断効は訴え変更後の請求にも及ぶというべきである。\n（被告の主張）\n原告らは、平成２９年３月９日に被告に到着した「ご通知」と題する書面\n（甲３０の１）において、地方公務員災害補償法及び本件条例に基づく遺族\n補償一時金及び葬祭補償を請求したが、本件訴訟提起時の訴訟物は、労働基\n準法に基づく遺族補償及び葬祭料の請求権であって、本件条例に基づく葬祭\n補償請求権は含まれていないから、本件訴訟の提起によって時効中断の効力\nは生じていない。そして、原告らが、本件条例に基づく葬祭補償請求権に訴\nえを交換的に変更したとしても、本件訴訟提起時の訴訟物である労働基準法\nに基づく葬祭料請求権とは基本的な請求原因事実が同一とはいえず、かつ同\n一の給付を目的としているわけではないから、労働基準法に基づく葬祭料を\n請求したことにより、本件条例に基づく葬祭補償の請求ないし催告をしたこ\nとにはならない。したがって、時効中断の効力が及ぶものではない。\n第３  当裁判所の判断\n１  認定事実\n後掲各証拠及び弁論の全趣旨によれば、以下の事実が認められる。\n⑴  亡ｃの勤務内容等\nア  亡ｃは、平成２２年３月、ｈ大学を卒業し、同年４月、ｉ大学大学院人\n文科学研究科に入学し、臨床心理学を専攻した。（甲１２、乙２）\nイ  亡ｃは、平成２４年２月、被告区役所子ども・家庭相談コーナー相談員\n（嘱託員）採用試験を受験した。亡ｃは、同年３月、大学院を卒業し、同\n年４月、任期を平成２５年３月末までとして、被告区役所子ども・家庭相\n談コーナー相談員（嘱託員）として採用され、甲区役所に配属された。（甲\n３、乙１、２）\nウ  相談員は、北九州市内の各区役所保健福祉課の子ども・家庭相談コーナ\nーに配属され、子どもと家庭に関するあらゆる相談を担当するものとされ、\nＤＶや児童虐待に関する相談、母子家庭の母に対する福祉資金の貸付や自\n立支援給付金などの受付、相談に伴う家庭訪問等の業務も行っていた。\n相談員は、非常勤嘱託員として、毎年４月１日から翌年３月３１日まで\nの期間、年度ごとに委嘱されており、特に勤務状況が良い場合は、次年度\nも委嘱されるが、委嘱年数は最大５年度までとされていた。また、勤務日\nは、月曜日から金曜日のうち４日間であり、出勤しない日は週休日とされ\nていた。\n（以上につき、乙３）\nエ  亡ｃは、平成２４年４月から、北九州市内の中学校のスクールカウンセ\nラーの委嘱を受けており、同年１２月まで、主として週休日に、毎月合計\n１０時間程度、学校に在席して相談業務等を行っていた。（乙１３）\nオ  甲区役所子ども・家庭相談センターにおける平成２４年度の人員体制は、\n正規職員が、ｄ係長及び保育士であるｊ職員の２名、嘱託職員がｋ職員、\n元養護教諭であるｌ職員、元保育士であるｍ職員及び亡ｃの４名であった。\nｊ職員、ｌ職員、ｍ職員及び亡ｃは、児童・婦人・母子相談に関する業務\n等を主に担当しており、亡ｃが、児童主務、ｊ職員が児童副務を担当して\nいた。また、亡ｃは、その他の業務として、保育所定例会議に関する業務、\n子育て支援ネットワーク連絡会に関する業務、母子寡婦福祉資金の滞納整\n理に関する業務、児童相談月報の作成、コーナー月報の作成を担当してい\nた。（甲２４、乙５）\n⑵  亡ｃの甲区役所子ども・家庭相談コーナーの勤務状況等\nア  亡ｃは、平成２４年４月の配属以降、児童、母子、婦人の分野ごとの若\n干の研修を受ける機会はあったものの、主としてОＪＴの形で、先輩相談\n員の相談に同席したり、自身の相談内容について先輩相談員からアドバイ\nスを受けたりするなどして、児童・婦人・母子相談に関する業務等を行っ\nていた。（甲１４、１６、甲３１）\nイ  子ども・家庭相談コーナーは、子どもや家庭に関するあらゆる相談をひ\nとつの窓口で受け、必要なサービス・支援へと繋ぐ総合的な相談窓口とさ\nれており、同コーナーにおける業務は、子どもや家庭について、困難な問\n題を抱えた人の相談を受け、問題を整理して関係機関（子ども総合センタ\nー〔児童相談所〕、地域保健係、保護観察所、児童委員等）に繋ぐことが\n要求されていた。（甲２、１９、２４、弁論の全趣旨）\nウ  亡ｃは、平成２４年１０月頃以降、非行歴が多数あり、未成年のうちに\n子を出産した相談者Ａの担当となった。相談者Ａは、乳児である子の養育\nをせずに友人宅を転々としており、相談者Ａと同居している同人の父親及\nび兄が子の養育を担っていた。（甲１７ないし１９）\nエ  ｄ係長は、同年１０月１６日、上半期の総括と下半期に向けて、亡ｃを\n含む部下との面談を行ったところ、亡ｃに対し、仕事や人間関係等の悩み\nがないか尋ねるとともに、仕事の進め方について話をした。その際、亡ｃ\nが、同年８月頃に担当した案件で、相談者との距離の取り方を誤り、生活\n保護関連業務を行う保護課に迷惑をかけたことがあったため、ｄ係長は、\n関わり方や仕事のやり方について指導を行ったほか、同年１１月中旬及び\n同年１２月６日にも、仕事の仕方について指導を行った。また、ｄ係長は、\n同年１１月２日及び同年１２月１１日、ｎ保健福祉課長（以下「ｎ課長」\nという。）に対し、亡ｃの業務の伸びが悪いことを伝えた。（甲３２、乙\n６）\nオ  亡ｃは、同年１１月頃から、原告ｂや大学時代の恩師に対し、ｄ係長が\n電話や窓口での言動を監視しており、間違った対応を取ったときににらみ\nつけて指摘する、無視をする、これまで学んできたことは何の役にも立た\nないと否定するなどのパワーハラスメントを受けており、ストレスを感じ\nて、朝が起きられなくなっていること、仕事に行きたくないことなどを内\n容とするメールを週に数回送信するようになった。（甲１１）\nまた、亡ｃは、同年１２月以降、ｍ職員に対しても、ＬＩＮＥメッセー\nジのやり取りの中で、ｄ係長のパワーハラスメントによってストレスを感\nじていることを記載していた。（甲１０）\nカ  ｄ係長は、同月１８日、亡ｃが、前日の業務で先輩相談員による離婚相\n談に同席した際に、相談者の子どもの相手しかしていなかったとの報告を\n受けたことから、亡ｃに対し、上記の件については、面接に留意して先輩\n相談員のノウハウを吸収しようとしなかったことを注意したほか、仕事の\n進め方、考え方について、２時間程度、相談室において指導を行った。（乙\n６）\n同指導においては、亡ｃに対し、ケース対応が予想されたにもかかわら\nず、スクールカウンセラー業務を優先して年休を取得したこと、担当ケー\nスに対する関わりが熱意に欠け不十分であること、周囲からのノウハウの\n吸収が足りないこと、ｊ職員の指導に従っていないこと、先輩職員から指\n導を受ける際にメモを取らないこと等についての注意指導が行われたが、\nこの指導の間、亡ｃが落涙することがあった。（甲１０・３６頁、乙６）\n亡ｃは、同月１９日、原告ｂに対し、ｄ係長から、面談室に呼び出され\nて２時間問い詰められ、泣かされた旨、仕事を辞めたい旨のメールを送信\nした。（甲１１・３８番のメール）\nキ  ｄ係長は、同月２７日、同月２６日に亡ｃによる相談者Ａへの対応につ\nいて、係長ないしｊ職員に指示を仰ぐべき内容の報告を怠り、記録を残し\nていなかったとして、亡ｃに指導を行った。（乙６）\nク  亡ｃは、同月２８日、週休日であったが、相談者方への訪問のため時間\n外対応として出勤をした。亡ｃは、同日、ｍ職員に対し、仕事を辞めるつ\nもりである旨、自分にはできない仕事である旨、次の仕事の見通しが立た\nないと辞められないので、伏せておいてほしい旨のＬＩＮＥメッセージを\n送信した。（甲１０・５０頁、乙６）。\nケ  亡ｃは、同月３０日、実家である原告ら宅に帰省したが、同月３１日の\n夜中に、激しい胃痛と吐き気を生じ、ｅ病院の救急外来を受診したところ、\nウイルス性の胃腸炎と診断され、点滴治療を受けた。（甲７、８、１２、\n原告ｂ）\nコ  亡ｃは、平成２５年１月３日、ｅ病院において、再度、点滴治療を受け\nた後、原告ａの自動車で北九州市の自宅に戻り、同月４日以降、甲区役所\nに出勤した。（甲８、１０・５６頁、甲１２、乙６）\nサ  亡ｃは、同月８日、胃痛で年休を取得した。（乙６）\n亡ｃは、同日、ｍ職員に対し、ｄ係長とｊ職員とのやり取りが怖い旨、\n週末には月曜日に出勤するのが苦痛である旨、目が覚めたらまず涙が出る\n旨、同日朝も胃痛があり、体が動かなかった旨のＬＩＮＥメッセージを送\n信した。（甲１０・６２頁）\nシ  亡ｃは、ｊ職員の異動が決まったことから、同月９日以降、その担当業\n務の引継作業を行った。また、ｄ係長は、同日、亡ｃに対し、上記引継業\n務や、亡ｃに直接指導を行いやすくするため、同月１１日以降、部署内の\n配席替えを行うことを伝えた。亡ｃは、同配席替えにより、ｄ係長の隣の\n席となった。（甲１１・６２番のメール、乙６）\nス  亡ｃは、同月１１日、甲区役所に出勤したが、帰宅後、原告ｂに対し、\nｊ職員の異動に伴う引継ぎのため、業務量が増加している旨のメールを送\n信した。（甲１１・６４番ないし６７番のメール）\nセ  亡ｃは、同月１２日（土曜日）、原告ｂに対し、仕事を辞めたい旨のメ\nールを送信した。（甲１１・７０番のメール）\nソ  亡ｃは、同月１３日、原告らの送迎により、実家である原告ら宅に帰っ\nた。亡ｃは、同日、ｍ職員に対し、仕事を辞める旨、実家に帰ってきた旨\nのＬＩＮＥメッセージを送信した。（甲１０・６９頁、甲１２、１３、原\n告ｂ）\nタ  亡ｃは、同月１５日以降、甲区役所に出勤せず、実家において療養し、\nスクールカウンセラーの業務も行っていない。（甲１１・７４番ないし８\n５番のメール、甲２３・１２頁、乙１３）\n⑶  亡ｃが甲区役所を退職するに至る経緯等\nア  原告ａは、同月１４日、ｄ係長に架電し、亡ｃが、胃痛と精神的な不調\nにより、出勤ができない旨、入院することになるかもしれない旨を伝えた。\nこれを受けて、ｄ係長は、ｎ課長に上記内容を報告した。（乙６）\nイ  亡ｃは、同月１８日、ｅ病院を受診し、うつ病との診断を受けた。同日、\nｅ病院の医師が作成した診断書には、病名として「うつ病（重度であり、\nスコア２０／２４）であり、当分の間、休職の必要があると判断します。」\nとの記載があった。同病院の医師は、亡ｃに対し、精神科専門医であるｏ\n病院の受診を勧めた。（甲６、７）\n原告ａは、同日、ｄ係長に架電し、亡ｃは衰弱して話せる状態ではない\n旨、病院で診断書を受領したが、封緘されており見ていない旨を伝えた。\nｄ係長は、ｎ課長に報告を行い、原告ａに対し、甲区役所に来所してもら\nい、課長を交えて同月２３日に話をしたい旨伝えた。（乙６）\nウ  原告ａは、同月２３日、甲区役所を訪れ、ｎ課長及びｄ係長と面談し、\n上記イの診断書を開封して、内容を確認した。原告ａは、亡ｃの症状につ\nいては、ｄ係長のパワーハラスメントが原因であると主張した。ｎ課長は、\n原告ａに対し、事実を確認して結果を文書で回答する旨伝えた。（乙６）\nエ  原告ａは、同月２８日、佐伯市役所において、ｐ総務企画課長（以下「ｐ\n課長」という。）及びｑ庶務係長と面談した。（甲２４）\nｐ課長は、上記ウの来所時に原告ａが指摘した事項について、ｄ係長、\nｊ職員及びｌ職員に個別に聴取りを行った結果、ｄ係長による指導は、通\n常の指導の範囲内のもので、パワーハラスメントというような行き過ぎた\nものはなかったと考えている旨を伝えた。また、ｐ課長は、原告ａに対し、\n亡ｃはｄ係長の指導を重く感じたと思われる旨、同係長の指導については\nどういうやり方があったのか内部で協議したい旨、亡ｃが今の状態のまま\nであれば同年３月末以降嘱託員の更新はない旨、原告ａが、補償に言及し\nたのに対し、今回のようなケースで市の制度として補償がされるというも\nのではなく、損害賠償請求を行うのであれば裁判となる旨、今回のケース\nは傷病手当の支給対象となると考えられる旨、今後のことについて、亡ｃ\nには適切な治療を行ってもらいたいと考えており、傷病手当等の必要な手\n続は、区役所においてフォローを行う旨、原告ａの指摘事項については、\n再度内部調査を行って後日回答する旨を伝えた。（甲２４、３１、乙１８、\n１９）\nオ  ｐ課長は、同月３１日、再度、職員から聴取り調査を行った上、同年２\n月５日、原告ａに架電して、亡ｃにも面談して事情を聞き、行き過ぎの言\n動があったのであれば、お詫びしたい旨伝えたが、同月６日、原告ａは、\n電話で、亡ｃは話せる状況ではない旨伝えた。（甲３２、乙２０、２５の\n１）\nカ  ｐ課長は、同月８日、原告ａに架電し、事情聴取の結果、全体的にはパ\nワーハラスメントとはいえないと考えているが、結果的に亡ｃがうつ病の\n診断を受けて出勤できなくなった点は謝らなければならないと思ってい\nる旨、最終的には、亡ｃに会って話を聞く必要がある旨を伝えた。（乙２\n５の１）\nキ  亡ｃは、同年３月１５日、ｅ病院を受診した。同病院の医師は、改めて\n精神科専門医であるｏ病院への受診を勧め、同病院宛ての診療情報提供書\nを作成し、以前の受診時より表情が明るくなっていたが、まだ目が離せる\n状況ではなく診療が必要であること等を記載した。（甲７・６頁、１１頁、\n甲４９）\nク  亡ｃは、同年３月頃、大学時代の恩師から、社会復帰のきっかけになる\nようにとのことで、北九州市の特相センターでの勤務を勧められ、同月２\n６日、採用面接を受けた。（乙２５の１、弁論の全趣旨）\nｐ課長は、同日、ｄ係長から、教育委員会から亡ｃが特相センターの嘱\n託の面接を受けた旨及び亡ｃの相談員としての在籍状況について問合せ\nを受けた旨の報告を受けた。ｐ課長は、教育委員会に確認した上で、原告\nａに架電し、亡ｃの体調について確認した。（乙２５の１）\nケ  ｐ課長は、同月２８日、教育委員会から、亡ｃが、同年４月１日付けで\n特相センターの嘱託職員として任用されることを確認したため、原告ａに\n架電したところ、原告ａは、亡ｃに負担を掛けないようこれ以上連絡はし\nないでよい旨回答した。（乙２５の２、弁論の全趣旨）\nコ  亡ｃは、同月３１日、相談員としての嘱託期間満了により、甲区役所を\n退職した。\n⑷  甲区役所退職以降の経過\nア  亡ｃは、同年４月１日、特相センターの「特別支援教育相談員」として、\n委嘱を受けた。亡ｃは、北九州市内で一人暮らしを再開して、特相センタ\nーでの勤務を行った。亡ｃは、就学相談の際に「保護者の心に入り込んで\n話す」ことが見受けられたことから、相談には不向きと判断され、淡々と\n業務を進められる検査者（テスター）として配置された。\n亡ｃは、採用前に北九州市教育委員会特別支援教育課の指導主事に対し、\n心身の状況を申告していたことから、特別支援教育課は、特相センター長\nに対し、亡ｃへの配慮を行うことを依頼していた。これを受けて、特相セ\nンター長は、亡ｃに対し、担当案件が溜まることがないよう分担内容や分\n担量を調節する配慮を行い、亡ｃは、概ね問題なく業務を行っていた。\n亡ｃについては、大学院まで進学したことによる奨学金の返済のため経\n済的に困窮している様子が見られたため、特相センターの職員が差し入れ\nをするなどの支援を行っていたが、その一方で、高額なバッグやアイドル\nグッズを大量に購入したり、自宅から職場まで徒歩１０分程度の距離であ\nったにもかかわらず、朝起きられないとタクシーで出勤したりするなどの\n行動も見られた。\n亡ｃは、平成２６年４月には、特相センターの「特別支援教育相談員」\nとしての委嘱を更新した。その際、自身が躁うつ病である旨申告した。\n（以上につき、乙１３）\nイ  亡ｃは、平成２５年４月２０日、北九州市所在の心療内科であるｆクリ\nニックを受診した。亡ｃは、ｇ医師に対し、平成２４年秋頃から体のだる\nさ、起きられない、頭痛、めまい、肩こりといった症状を感じ、平成２５\n年１月から３月に休職して大分でうつ病の診断を受けたこと、転居したの\nで北九州市内で病院を探していること、現在は、めまい、頭痛、疲れやす\nさ、朝のきつさに困っていることを伝えた。ｇ医師は、亡ｃをうつ病と診\n断し、現状は症状が落ち着いているものと考え、投薬治療を開始した。（甲\n９・３頁）\nｇ医師は、同年４月２０日、ｅ病院の医師宛ての紹介患者経過報告書を\n作成したが、既往歴及び家族歴の欄に４年前にうつ病の既往ありとの記載\nをした。（甲２２）\nウ  亡ｃは、同日から平成２７年５月１８日まで、主としてうつ病の傷病名\nで、概ね月２回程度、ｆクリニックに通院していた。（甲９）\n亡ｃのうつ症状は、投薬内容を変更するなどして軽快することもあれば、\nうつ状態が遷延していると判断されることもあり、うつ状態が遷延してい\nるとの判断がされる際には、亡ｃは特相センターにおける仕事の忙しさを\n訴えていることが多かった。（甲９）\nｆクリニックの診療録には、亡ｃの主訴として、平成２５年７月６日か\nら同年８月３日にかけて、仕事がきつく、連日残業を行い、午後１０時頃\nに帰宅する旨が、同年９月２８日には、仕事が忙しくなっている旨、今年\n度は特に忙しい旨が、平成２６年１月６日には、支えだった人がいなくな\nった旨、職場に居づらい旨が、同年３月２９日には、同年４月から同僚１\n５人のうち６人が異動する旨、自分と仲の良かったグループ４名のうち自\n分以外が異動する旨、関係性が良かった上司と同僚が異動することで心配\nしている旨が、同年５月１０日には、支えになっていた人が３月で異動に\nなり、自分が同僚に仕事を教える必要があり、仕事がきつい旨、ここ数日、\n自分で人間関係を壊してしまった旨が、同年６月７日には、薬が効いてい\nるが、仕事ができないことが欠点である旨、周りの人から病気と思われる\nようになった旨、仕事を頑張っていたのに、評価されていなかった旨が、\n同年７月１９日、同年８月１日、同年９月２０日には、仕事が忙しい旨や、\n怒られたり、上司から過剰に心配されたりしている旨が、それぞれ記載さ\nれている。なお、ｆクリニックの診療録には、亡ｃの甲区役所における業\n務内容やｄ係長に関する記載はない。（甲９）\nｇ医師は、平成２５年１２月２１日の診断時の診療録に、亡ｃについて、\n双極性障害のうつの方であるが、気分の波が大きくあり、仕事の多忙さも\n重なっており、症状は遷延している旨、今のところ、希死念慮などは生じ\nておらず、様子を見ているところである旨の記載をした。（甲９・２２頁、\n２３頁）\nエ  亡ｃは、フェイスブックに主として友人向けの近況報告等の投稿を行っ\nていたが、平成２５年９月以降、平成２６年５月まで、月に複数回、食事\nや旅行の様子、アイドルのライブに参加した際の様子、交際相手と出掛け\nた際の様子などの投稿を行った。（乙１２）\nまた、亡ｃは、特相センターについて、平成２５年４月６日、ワクワク\nするくらいレベルが高い職場である旨の投稿を、平成２６年３月２３日、\n多数の同僚が４月異動することについて、今のメンバーで働ける最後の１\n週間が寂しくてならない旨、平成２７年４月１日、２年間お世話になった\n大好きな職場を退職した旨の投稿を行った。（乙１２・１４、５２、７９\n頁）\nオ  亡ｃは、平成２６年９月１９日、特相センター長から、仕事が回ってい\nないことについて、個室で指導を受けた。亡ｃは、同月２０日のｆクリニ\nックの診察において、仕事量が多すぎる旨、もう少しゆっくり仕事がした\nい旨を訴えた。ｇ医師は、同日の診療録に病状は安定しているとの所見を\n記載し、投薬治療を継続した。亡ｃは、同月２１日、原告ｂに対し、メー\nルで調子が悪いことを伝えた。同メールには「所長に個室に呼び出された\nのが本当はすごく怖かった。甲のがフラッシュバックして。今でも思い出\nしたら涙出る。」などの記載があった。（甲９・６０頁、甲４０）\nカ  亡ｃは、同年１０月頃、臨床心理士の国家試験を受験したが、不合格と\nなった。（争いがない。）\nキ  亡ｃは、同年１２月から平成２７年１月の年末年始にかけて、原告らと\n揉めたため、北九州市の自宅で過ごした。（甲９・６９頁）\nク  亡ｃは、同年３月頃、同僚の嘱託相談員が行った亡ｃへの指導について、\nプライドが傷付けられたとして反発し、同相談員と激しい口論になったこ\nとがあった。亡ｃは、その直後の同月１０日以降、欠勤した。（乙１３、\n１４の２）\nケ  ｇ医師は、平成２６年１１月１５日から平成２７年２月２１日までの亡\nｃの診察時の診療録において、症状について特に変わりない（ただし、平\n成２６年１２月２５日の診察時には、病状軽快しているとの所見を記載し\nている。）との所見を記載していたが、亡ｃは、平成２７年３月１２日の\n診察時において、同月９日月曜日から不安定になってきて、仕事を休んだ\nこと、薬を飲みすぎたことを訴えた。ｇ医師は、これを受けて、その日の\n診療録に、うつ状態は遷延している旨の所見を記載した。（甲９・６５な\nいし７３頁）\nｇ医師は、同月１２日、病名をうつ病とし、病状は悪化しており、同日\nから同月３１日まで休職、自宅療養を要する旨の診断書を作成した。（甲\n３９の１）\nまた、ｇ医師は、同月２７日、病名をうつ病とし、病状遷延にあり、同\n年４月１日から同年５月３１日まで休職、自宅療養を要する旨の診断書を\n作成した。（甲３９の２）\nコ  特相センター長は、同年３月２７日、亡ｃに対し、同年４月以降の委嘱\n更新の意向を伝え、亡ｃの意向を確認した。亡ｃは、特相センター長に対\nし、上記申出に感謝し、ゴールデンウィーク頃まで療養すれば復帰できる\nとの見通しを伝えた。しかしながら、亡ｃは、同日夜、特相センター長に\n対し、医師から就業は厳しい旨の診断を受けたとして、気落ちした様子で\n委嘱辞退の申出をした。特相センター長は、繰り返し亡ｃを慰留したが、\n亡ｃは、体調不良が回復しないことを理由に委嘱更新を固辞した。この頃、\n亡ｃは、「フラッシュバックが酷い。」という趣旨の発言をしていた。（甲\n３９の２、乙１３）\n亡ｃは、同月３１日、特相センターを委嘱期間満了により退職した。\n⑸  特相センター退職以降の経過\nア  亡ｃは、同年４月４日、同月１４日、同月２８日、同年５月１２日、同\n月１５日及び同月１８日、ｆクリニックを受診した。（甲９・７６頁ない\nし８１頁）\nイ  亡ｃは、同年４月４日の診察時、ｇ医師に対し、特相センターを退職し\nたこと、自宅に閉じこもっているが、金銭的に厳しいこと、障害年金を申\n請したいと思っていることなどを述べた。ｇ医師は、同日及び同月１４日\nの診療録に、うつ状態は遷延しているとの所見を記載した。（甲９・７６\n頁、７７頁）\nウ  亡ｃは、同月２８日の診察時、ｇ医師に対し、調子が良くなく、頭痛と\n音と光、人が怖くて外に出られなかったが、３日前に突然調子が良くなり、\n家の中を片付けたりしたと述べた。ｇ医師は、同日の診療録に躁とうつの\n波が続いている旨の所見を記載した。（甲９・７８頁）\nエ  亡ｃは、同年５月１２日の診察時、ｇ医師に対し、躁とうつの差が激し\nいこと、仕事を辞めて、自分の波が変わるのがよく分かるようになったこ\nとを述べた。ｇ医師は、同日の診療録に病状軽快しているとの所見を記載\nした。（甲９・７９頁）\nオ  亡ｃは、同月１５日、ｇ医師の診察を受けた際、新薬の治験に参加する\nことに同意した。ｇ医師は、同日以降、睡眠剤と抗不安薬を変更した。（甲\n９・８０頁）\nカ  亡ｃは、同月１８日の診察時、ｇ医師に対し、手足のしびれとイライラ\nが生じている、不眠になったと訴えた。ｇ医師は、同日の診療録に病状が\n再燃している所見を記載し、睡眠剤と抗不安薬を元のものに変更した。亡\nｃは、同月２９日にｆクリニックを受診する旨の予約をした。（甲９・８\n１頁）\nキ  亡ｃは、同年５月２１日夕方頃、北九州市内の自宅の寝室において、多\n量の抗うつ剤及び睡眠剤を服用して死亡した（本件自殺）。死体検案書に\nおいて、直接死因は薬物中毒死とされ、死因の種類は自殺とされた。（甲\n４）\n２  争点⑴（公務起因性）について\n⑴  亡ｃの死因について\n被告は、亡ｃの死因について、遺書がなく、誤って大量の薬剤を服用した\nことによる事故死の可能性が否定できない旨を主張する。\nしかしながら、前記認定事実⑸キによれば、亡ｃは、平成２７年５月２１\n日夕方頃、北九州市内の自宅の寝室において、多量の抗うつ剤及び睡眠剤を\n服用し、薬物中毒により死亡したことが認められるところ、亡ｃは、平成２\n５年４月以降、ｆクリニックを継続的に受診して投薬治療を受けており、本\n件自殺直前の同年５月１８日の診察時に睡眠剤及び抗不安薬を従前服用し\nていたものに戻したところであって、誤って大量の薬を服用することは考\nえにくく、死体検案書において、死因の種類は自殺とされていること、後記\nのとおり、亡ｃは、同年３月３１日に特相センターを退職せざるを得なくな\nり、当時、経済的な不安を抱えていたことからすれば、遺書がないことを考\n慮しても、亡ｃの死因は自殺と認めるのが相当である。\n⑵  公務と本件自殺との因果関係について\nア  亡ｃは、甲区役所に勤務していた平成２５年１月１８日に、うつ病の診\n断を受け、その後も継続的に心療内科に通院している中、平成２７年５月\n２１日に自殺するに至っているところ、原告らは、本件自殺が甲区役所で\nの公務によって発症した本件疾病によって引き起こされたと主張すること\nから、かかる事案の性質に鑑み、まず甲区役所における公務と本件自殺と\nの因果関係について検討する。\nイ  本件条例に基づく補償は、地方公務員災害補償法６９条に基づくもので\nあって、公務上の災害（負傷、疾病、障害又は死亡）について給付される\nところ（同法１条、４５条１項）、公務上の災害といえるためには、単に\n当該公務と死亡等の発生との間に条件関係が存するだけではなく、相当因\n果関係が認められることが必要である（最高裁昭和５０年（行ツ）第１１\n１号同５１年１１月１２日第二小法廷判決・裁判集民事１１９号１８９頁\n参照）。そして、地方公務員災害補償制度は、公務に内在又は随伴する危\n険が現実化して職員に死亡等の結果がもたらされた場合には、被災職員が\n所属する地方公共団体の過失の有無を問わず、地方公共団体がその危険を\n負担して職員が被った損失を補填すべきであるとの危険責任の法理に基づ\nくものであるところ、このことからすれば、上記の相当因果関係を認める\nためには、社会通念上、当該死亡等の結果が、公務に内在又は随伴する危\n険が現実化して発生したと認められることが必要である（最高裁平成６年\n（行ツ）第２４号同８年１月２３日第三小法廷判決・裁判集民事１７８号\n８３頁、最高裁平成４年（行ツ）第７０号同８年３月５日第三小法廷判決・\n裁判集民事１７８号６２１頁参照）。\nウ  そして、精神疾患が原因で自殺をしたとする場合においては、①公務と\n精神疾患との間に相当因果関係が認められ、かつ、②当該精神疾患と自殺\nとの間に相当因果関係が認められるときに、自殺についての公務起因性が\n認められるところ、多くの精神疾患においては、その病態としての自殺念\n慮が出現する蓋然性が高いと医学的に認められることから、公務に起因し\nて精神疾患を発症した者が自殺を図った場合には、当該精神疾患によって\n正常の認識、行為選択能力が著しく阻害され、又は自殺行為を思いとどま\nる精神的な抑制力が著しく阻害されている状態で自殺が行われたものと推\n認するのが相当である。\nただし、公務に起因して発症した精神疾患と認められる場合であっても、\n発症後療養等が行われ、相当期間経過した後の自殺については、治癒の可\n能性やその経過の中での公務以外の様々な負荷要因の発生の可能性があ\nるため、直ちに公務に内在する危険が現実化したものとして、公務との相\n当因果関係を推認することはできず、療養の経過、公務以外の負荷要因の\n内容等を総合して判断する必要がある。\n（以上につき、乙８参照）\nエ  前記認定事実によれば、亡ｃは、甲区役所で公務に従事していた間の平\n成２５年１月１８日、ｅ病院において、うつ病との診断を受け（認定事実\n⑶イ）、甲区役所を退職後、ｆクリニックにおいて、同年４月２０日にう\nつ病との診断を、同年１２月２１日に双極性障害との診断をそれぞれ受け、\n同年４月２０日から本件自殺直前の平成２７年５月１８日まで、主として\nうつ病の傷病名で、月２回程度、ｆクリニックに継続して通院し、服薬等\nによる治療を受けていたことが認められること（認定事実⑷イ、同ウ）か\nら、甲区役所で公務に従事している期間中に発症した本件疾病の症状が本\n件自殺に至るまで継続していたものと認められる。\nしかしながら、亡ｃは、平成２５年３月３１日に甲区役所を退職してお\nり、平成２７年５月２１日に本件自殺に至るまで、発症から約２年４か月\nが、甲区役所を退職してから約２年２か月が経過していることを考慮すれ\nば、仮に本件疾病が公務によるものであったとしても、本件疾病の発症か\nら長期間経過後に自殺に至っているものといえ、直ちに公務と自殺との相\n当因果関係を推認することはできない。\nオ  そして、亡ｃは、平成２５年１月１１日を最後に甲区役所には出勤して\nおらず、その後の職場とのやり取りは原告ａにおいて行っており、原告ａ\nと職場との連絡も同年３月２８日を最後に終了していること（認定事実⑵\nタ、同⑶ケ）、亡ｃは、同月３１日付けで甲区役所を退職していること（認\n定事実⑶コ）からすれば、甲区役所における公務による直接のストレスは、\n少なくとも同日以降は、消失しているものといわざるを得ない。また、亡\nｃは、平成２６年９月２１日、同月１９日に特相センター長から個室にお\nいて指導を受けた際に、甲区役所における指導がフラッシュバックして怖\nかった旨のメールを送信しているものの、それ以外に、ｆクリニックの診\n療録において、甲区役所における出来事やｄ係長のパワーハラスメント行\n為に言及するような記載はない（認定事実⑷ウ、同オ）。\nそうすると、甲区役所における公務によるストレスが退職後も継続し、\n大きな負荷要因となっていたとみることはできない。\nそして、亡ｃは、平成２５年４月から平成２７年３月まで、特相センタ\nーの特別支援教育相談員として勤務しており、職場の上司や同僚のサポー\nトを受けつつ、概ね良好な関係性のもと、勤務を行っていた（認定事実⑷\nア）。同職場は、亡ｃのスキルを活かせる職場であって、フェイスブック\nの投稿等から、亡ｃ自身も職場に対して好印象かつ意欲を持って仕事に取\nり組んでいたことがうかがえる（認定事実⑷ア、同エ）。また、私生活に\nおいても、フェイスブックに食事や旅行の様子等を投稿しており、充実し\nた生活を送っていたことがうかがえる（認定事実⑷エ）。\nまた、ｆクリニックの診療録の記載によれば、亡ｃは、甲区役所退職後\nの平成２５年４月２０日以降、本件自殺直前の平成２７年５月１８日まで\nの２年以上にわたり、月２回程度、ｆクリニックに継続して通院して、服\n薬等の治療を受けており、その間、亡ｃのうつ症状は軽快と悪化を繰り返\nし、うつ状態が遷延しているとの所見が示された際には、特相センターで\nの残業が多く、仕事がきついとの主訴があったことからすると、特相セン\nターにおける業務の負荷も相当程度あったものと認められる（認定事実⑷\nウ）。加えて、亡ｃは、同年３月頃に同僚の嘱託相談員と激しい口論をし\nて、同月９日頃から不安定となり、同月１０日以降、特相センターを欠勤\nし、同月１２日にｇ医師において、同月３１日まで休職、自宅療養を要す\nる旨の診断書が作成されていることから、この時期に亡ｃの病状が急激に\n悪化したものといえる（認定事実⑷ク、ケ）。そして、亡ｃは、同月２７\n日、特相センター長から委嘱更新の申出を受け、上記申出に感謝し、亡ｃ\n自身は、ゴールデンウィーク頃までの療養によって職場復帰できるとの見\n通しを持っていたものの、同日、ｇ医師から就業が厳しい旨の診断を受け\nて、委嘱更新を断念したものであって（認定事実⑷コ）、意欲を持って取\nり組んでいた特相センターでの仕事を、医師の判断により退職せざるを得\nなくなったことは、亡ｃにとって、大きなストレスとなったことが推察さ\nれる。\nさらに、亡ｃは、大学院までの進学に伴う奨学金返済のため経済的な余\n裕はなかったところ、特相センター退職後の亡ｃは、ｆクリニックでの診\n察の際に経済的な不安を訴えており（認定事実⑷ア、同⑸イ）、このよう\nな事情も亡ｃのストレスとなったものといえる。\nカ  以上の経過からすれば、亡ｃは、甲区役所における公務に従事していた\n期間中に本件疾病を発症したものの、その後は、甲区役所における公務に\nよるストレスからは解放され、新たな職場である特相センターで意欲を持\nって取り組める仕事に就き、充実した生活を送るようになっていたことが\nうかがえる一方で、特相センターにおける業務による負荷もあり、うつ状\n態が遷延し、亡ｃ本人は特相センターでの仕事を続けることを望んでいた\nにもかかわらず、本件疾病の悪化により特相センターでの仕事を退職せざ\nるを得なくなったことや、退職後の経済的な不安が、本件自殺直前の大き\nな負荷要因になったものといえる。\nそうすると、仮に亡ｃが甲区役所での公務によって本件疾病を発症して\nいたとしても、本件自殺は、甲区役所での公務を終えた後、新たな職場で\nの業務負荷等によりうつ状態が遷延し、意欲を持って取り組んでいた仕事\nを退職せざるを得なくなったことや退職後の経済的な不安が大きな負荷\n要因となり発生したものと解するのが相当であって、社会通念上、本件自\n殺が、甲区役所での公務に内在又は随伴する危険が現実化して発生したも\nのとは認められず、甲区役所での公務と本件自殺との間に相当因果関係を\n認めることはできない。\nキ  原告らは、本件疾病が適応障害であった場合、平成２４年１１月下旬か\nら１２月上旬頃の時期に最初の適応障害を発症した後、うつ病エピソード\nの状態に移行し、その後しばらくして事後の適応障害に移行し、この適応\n障害の状況が２年を超えて遷延して本件自殺に至ったものといえることな\nどを主張し、これに沿う内容の精神科医師の意見書（甲５３、６３）を提\n出する。\nしかしながら、亡ｃが発症した本件疾病が原告ら主張の上記経過をたど\nったとしても、本件自殺については、亡ｃが甲区役所の公務を離れて２年\n以上が経過し、甲区役所での公務によるストレスが退職後も継続していた\nとは認められないことや、特相センターにおいて２年にわたって就労し、\n特相センターでの業務負荷が症状の遷延に影響していたことがうかがえ\nるほか、特相センターの退職と経済的不安によるストレスが大きな負荷要\n因となったものと考えられることは、上記オのとおりであって、これらを\n踏まえると、甲区役所での公務と本件自殺との間に相当因果関係を肯定す\nることはできないから、原告らの主張は採用することができない。\n第４  結論\nよって、原告らの請求は、その余の争点について判断するまでもなく、いず\nれも理由がないからこれを棄却することとして、主文のとおり判決する。\n福岡地方裁判所第５民事部\n裁判長裁判官        小  野  寺    優      子\n裁判官     有    田    浩    規\n裁判官     松    本    高    明\n別紙\n関連法令\n１  北九州市議会の議員その他非常勤の職員の公務災害補償等に関する条例\n（目的）\n第１条  この条例は、地方公務員災害補償法（昭和４２年法律第１２１号。以下\n「法」という。）第６９条及び第７０条の規定に基づき、議会の議員その\n他非常勤の職員の公務上の災害（負傷、疾病、障害又は死亡をいう。以下\n同じ。）又は通勤による災害に対する補償（以下「補償」という。）に関\nする制度等を定め、もって議会の議員その他非常勤の職員及びその遺族の\n生活の安定と福祉の向上に寄与することを目的とする。\n（職員）\n第２条  この条例で「職員」とは、議会の議員、委員会の非常勤の委員、非常勤\nの監査委員、審査会、審議会及び調査会等の委員その他の構成員、非常勤\nの調査員及び嘱託員その他の非常勤の職員（地方公務員災害補償法施行令\n（昭和４２年政令第２７４号）第１条各項に規定する職員を除く。）で次\nに掲げる者（略）以外の者をいう。\n（遺族補償）\n第１１条  職員が公務上死亡し、または通勤により死亡した場合においては、遺\n族補償として、その遺族に対して、遺族補償年金または遺族補償一時金を\n支給する。\n（遺族補償一時金）\n第１４条  遺族補償一時金は、次の場合に支給する。\n（１）職員の死亡の当時遺族補償年金を受けることができる遺族がないと\nき。\n（２）遺族補償年金を受ける権利を有する者の権利が消滅した場合におい\nて、他に当該遺族補償年金を受けることができる遺族がなく、かつ、当\n該職員の死亡に関し既に支給された遺族補償年金の額の合計額が前号\nの場合に支給される遺族補償一時金の額に満たないとき。\n２  遺族補償一時金を受けることができる遺族は、職員の死亡の当時におい\nて次の各号の一に該当する者とする。\n（１）  配偶者\n（２）  職員の収入によって生計を維持していた子、父母、孫、祖父母およ\nび兄弟姉妹\n（３）  前２号に掲げる者以外の者で、主として職員の収入によって生計を\n維持していたもの\n（４）  第２号に該当しない子、父母、孫、祖父母および兄弟姉妹\n３  遺族補償一時金を受けるべき遺族の順位は、前項各号の順序とし、同項\n第２号および第４号に掲げる者のうちにあっては、それぞれ当該各号に\n掲げる順序とし、父母については、養父母を先にし、実父母を後にする。\n４  遺族補償一時金の額は、第１項第１号の場合にあっては、補償基礎額の\n４００倍に相当する金額、同項第２号の場合にあっては、補償基礎額の４\n００倍に相当する金額からすでに支給された遺族補償年金の額の合計額\nを控除した額とする。\n（年金たる補償の額の端数処理）\n第１４条の２  年金たる補償の額に５０円未満の端数があるときは、これを切り\n捨て、５０円以上１００円未満の端数があるときは、これを１００円に\n切り上げるものとする。\n（葬祭補償）\n第１５条  職員が公務上死亡し、または通勤により死亡した場合においては、葬\n祭を行なう者に対して、葬祭補償として、通常葬祭に要する費用を考慮\nして規則で定める金額を支給する。\n（この条例に定めがない事項）\n第１６条  この章に定めるもののほか、補償に関し必要な事項については、法第\n３章（法第２４条、第２５条、第３９条の２、第４５条及び第４６条を\n除く。）の規定の例による。\n２  地方公務員災害補償法\n（この法律の目的）\n第１条  この法律は、地方公務員等の公務上の災害（負傷、疾病、障害又は死亡\nをいう。以下同じ。）又は通勤による災害に対する補償（以下「補償」と\nいう。）の迅速かつ公正な実施を確保するため、地方公共団体等に代わつ\nて補償を行う基金の制度を設け、その行う事業に関して必要な事項を定め\nるとともに、その他地方公務員等の補償に関して必要な事項を定め、もつ\nて地方公務員等及びその遺族の生活の安定と福祉の向上に寄与することを\n目的とする。\n（補償の手続）\n第４５条  基金は、この章の規定による補償（傷病補償年金を除く。以下この項\nにおいて同じ。）を受けようとする者から補償の請求を受けたときは、\nその補償の請求の原因である災害が公務又は通勤により生じたもので\nあるかどうかを速やかに認定し、その結果を当該請求をした者及び当該\n災害を受けた職員の任命権者に通知しなければならない。\n２及び３（略）\n（時効）\n第６３条  補償を受ける権利は、２年間（障害補償及び遺族補償については、５\n年間）行わないときは、時効によつて消滅する。\n（非常勤の地方公務員等に係る補償の制度）\n第６９条  地方公共団体は、条例で、職員以外の地方公務員（特定地方独立行政\n法人の役員を除く。）のうち法律（労働基準法を除く。）による公務上\nの災害又は通勤による災害に対する補償の制度が定められていないもの\nに対する補償の制度を定めなければならない。\n２  地方独立行政法人は、職員以外の役員のうち労働者災害補償保険法の\n規定の適用を受けないものに対する補償の制度を定めなければならな\nい。\n３  第一項の条例で定める補償の制度及び前項の地方独立行政法人が定\nめる補償の制度は、この法律及び労働者災害補償保険法で定める補償の\n制度と均衡を失したものであつてはならない。\n（職員に関する規定の準用）\n第７１条  第５８条、第５９条、第６２条及び第６３条の規定は、第６９条第１\n項の規定に基づく条例による補償について準用する。この場合において、\n第５８条及び第５９条中「基金」とあるのは「地方公共団体」と、第６\n２条第１項中「職員」とあるのは「第６９条第１項に規定する者」と、\n（中略）、第６３条中「障害補償及び遺族補償」とあるのは「障害補償\n及び遺族補償に相当する補償」と読み替えるものとする。\n以上\n"
}