{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 1,
    "day": 23
  },
  "case_number": "平成30(ワ)500",
  "case_name": "国家賠償請求事件",
  "court_name": "熊本地方裁判所民事第３部",
  "lawsuit_id": "91787",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=91787",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/787/091787_hanrei.pdf",
  "contents": "主         文\n１  被告は、第１事件原告に対し、１５００万円及びこれに対する平成３０年７月\n２６日から支払済みまで年５分の割合による金員を支払え。\n２  被告は、第２事件原告に対し、７００万円及びこれに対する平成３１年３月２\n日から支払済みまで年５分の割合による金員を支払え。\n３  原告らのその余の請求をいずれも棄却する。\n４  訴訟費用は、第１事件原告に生じた費用と被告に生じた費用の２分の１との合\n計の２０分の１１を第１事件原告の、２０分の９を被告の各負担とし、第２事件\n原告に生じた費用と被告に生じた費用の２分の１との合計の５分の４を第２事\n件原告の、５分の１を被告の各負担とする。\n５  この判決は、第１項及び第２項に限り、本判決が被告に送達された日から１４\n日経過したときは、仮に執行することができる。ただし、被告が第１事件原告の\nために１１００万円の担保を供するときは第１項の仮執行を免れることができ、\n被告が第２事件原告のために５００万円の担保を供するときは、第２項の仮執行\nを免れることができる。\n事実及び理 由\n第１  請求\n１  被告は、第１事件原告に対し、３３００万円及びこれに対する平成３０年７月\n２６日から支払済みまで年５分の割合による金員を支払え。\n２  被告は、第２事件原告に対し、３３００万円及びこれに対する平成３１年３月\n２日から支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要等\n１  事案の概要\n本件は、平成８年法律第１０５号による改正（以下「平成８年改正」という。）\n前の優生保護法（昭和２３年法律第１５６号。以下、単に「優生保護法」という。）\n３条又は４条の優生条項に基づく優生手術（不妊手術。以下同じ。）を受けさせら\nれたとする原告らが、当該手術は違憲・違法なものであり、それにより著しい肉\n体的・精神的損害を被ったなどと主張して、被告に対し、国家賠償法１条１項に\n基づき、それぞれ損害賠償金３３００万円（慰謝料３０００万円、弁護士費用３\n００万円の合計額）及びこれに対する訴状送達の日の翌日（第１事件原告につい\nては平成３０年７月２６日、第２事件原告については平成３１年３月２日）から\n各支払済みまで平成２９年法律第４４号による改正前の民法（以下、単に「民法」\nという。）所定の年５分の割合による遅延損害金の支払を求めた事案である。\n２  関係法令の定め等\n別紙「関係法令の定め等」記載のとおり\n３  前提事実\n⑴  原告ら\nア  第１事件原告\n第１事件原告は、昭和▲年▲月▲日生まれの男性である。第１事件原告\nに婚姻歴はない。（甲Ｂ２の１～２）\n第１事件原告は、昭和▲年▲月▲日に身体障害者手帳の交付を受け、平\n成▲年▲月▲日に同手帳の再交付を受けた。現在の等級は２級であり、障\n害名は、変形性関節症による左肩関節機能全廃（人工関節置換）（４級）、\n変形性関節症による右肘関節機能の軽度の障害（７級）、変形性関節症に\nよる両股関節機能全廃（両股人工関節置換）（３級）及び変形性関節症によ\nる右膝関節機能の著しい障害（５級）である。（甲Ｂ３）\n第１事件原告の両側陰嚢根部には右４７㎜、左４０㎜の切創痕があり、\n精巣は両側ともに触知不能である。また、陰茎は長さ約５㎝の真正包茎で\nあり、陰毛は１０本程度しかない。（争いがない。）\nイ  第２事件原告\n第２事件原告は、昭和▲年▲月▲日生まれの女性である。第２事件原告\nは、昭和▲年▲月▲日に婚姻し、昭和▲年▲月▲日に長女（昭和▲年▲月\n▲日死亡）をもうけたが、昭和▲年▲月▲日に離婚した。（甲Ｃ５）\n第２事件原告自身に特段の障害はない。（甲Ｃ３）\n第２事件原告の下腹部正中には恥骨結合上端より２㎝の部位から頭側\nに９㎝にわたる縫合創（臍下端から３．５㎝の部位より下方、腹部正中に\n約９㎝の創）がある。（甲Ｃ１、２）\n⑵  優生保護法の成立等\nア  優生保護法は、昭和２３年の国会に議員立法として提出され、成立した。\n同法案の提案理由は「先天性の遺伝病者の出生を抑制することが、国民の急\n速な増加を防ぐ上からも、民族の逆淘汰を防止する点からいっても極めて必\n要である」というものであった。（争いがない。）\nイ  厚生省（当時。以下同じ。）は、昭和２８年６月１２日付け厚生省発衛第１\n５０号をもって、優生保護法４条に基づく優生手術について「本人の意思に\n反してもこれを行うことができる」、「強制の方法は、手術に当たって必要な\n最小限度のものでなければならないので、なるべく有形力の行使はつつしま\nなければならないが、それぞれの具体的な場合に応じては、真にやむを得な\nい限度において身体の拘束、麻酔薬施用又は欺罔等の手段を用いることも許\nされる場合があると解しても差し支えない」との通知（別紙「関係法令の定\nめ等」６⑵エ）を発出した。（争いがない。）\nウ  昭和２７年５月１７日法律第１４１号による優生保護法の改正後、同法３\n条の見出しが「任意の優生手術」から「医師の認定による優生手術」に改め\nられたほか、同法４条の見出しが「強制優生手術の審査の申請」から「審査\nを要件とする優生手術の申請」に改められ、「精神病者に対する優生手術」と\nの見出しで同法１２条、１３条が新たに追加されるなどした。（争いがない。）\nエ  上記改正後、平成８年改正により不良な子孫の出生を防止するという優生\n思想に基づく部分として削除されるまで維持されていた優生手術に関する\n条項（以下、まとめて「優生条項」という。）は、①（医師の認定による・任\n意の）優生保護法３条１項１号（当事者遺伝）、同項２号（近親遺伝）、②（都\n道府県優生保護審査会の審査を要件とする・強制の）同法４条（遺伝性精神\n病等・本人同意不要）、同法１２条（遺伝性以外の精神病及び精神薄弱・本人\n同意不要＋保護者同意要）等である。なお、平成８年改正までの間、（医師の\n認定による・任意の）人工妊娠中絶に関する同法１４条１項１号（当事者遺\n伝）、同項２号（近親遺伝）の規定も維持されていた。（争いがない。）\n⑶  国民優生に関する昭和４０年代までの国の施策等\nア  厚生省（厚生白書）\n厚生省は、昭和３６年版厚生白書において、精神薄弱者につき「優生学\n的見地からみても、いたずらに放置することは好ましくない。しかも、一\n部の精神薄弱者は、治安上からみて危険な存在であり、また売春婦女子な\nどの相当数は精神薄弱者であって、社会秩序を守るうえでもなんらかの措\n置を必要とする」と記載していた。（甲Ａ１３０）\n厚生省は、昭和４６年版厚生白書において、遺伝による「先天異常の子\nや親の不幸は測ることができぬほど大きいものであり、先天異常について\nはその発生を未然に阻止することに全力をあげる必要がある」、「先天異常\nの原因として、主として遺伝に関係するものが多く見積もって３０％、少\nなく見積もって１０％と言われているので結婚あるいは出生に際し、この\nことを無視するわけにはいかない」と記載していた。（甲Ａ１３１）\nイ  文部省（学習指導要領及び教科書検定）\n学習指導要領\n文部省（当時。以下同じ。）は、昭和３３年の中学校の保健体育の学習指\n導要領に「遺伝による精神病の予防としては、優秀な配偶者を選ぶとか、\n劣悪な素質の者には断種（子どもが生まれないような手術）を施すことが\n必要である」と記載していた。（甲Ａ１３３）\nまた、文部省は、昭和３５年の高校の保健体育の学習指導要領の小項目\nに「国民優生」を挙げ、昭和４７年の高校の保健体育の学習指導要領に「優\n生については、優生の意義や優生上問題となる疾病及び血族結婚などにつ\nいて理解させる。また、心身に特別な異常をもつ子孫の出生を防止し、母\n性の生命や健康を保護することを目的とした優生保護法にふれ、これに基\nづいて行なわれている優生手術や人工妊娠中絶の現状を知らせる」と記載\nしていた。（甲Ａ１３２、１３４）\n教科書検定\n文部省は、昭和４５年頃から昭和４７年頃までの高校の保健体育の教科\n書に「国民優生とは、優生学にもとづいて国民の質の向上に努めることで\nある。そのために、劣悪な遺伝素質をもっている人びとに対しては、でき\nるかぎり受胎調節をすすめ、必要な場合は、優生保護法により、受胎・出\n産を制限することができる。また、国民優生思想の普及により、人びとが\nすすんで国民優生政策に協力し、劣悪な遺伝病を防ぐことがのぞましい。」、\n「劣悪な遺伝は社会生活を乱し、国民の健康の水準を低下させる。」、「劣\n悪な遺伝を除去し、健全な社会を築くために優生保護法があり、本人ある\nいは親族の同意によって優生手術や人工妊娠中絶が行われることもあ\nる。」、「国民優生の目標は、国民の資質向上を図ることで、母体の健康およ\nび経済的保護と、不良な子孫の出生を予防するという二つの目的が含まれ\nる。」、「国民優生においては、とくに悪質な遺伝性疾患が伝えられること\nを防止することが重要とされている」等の記載がされているのを教科書検\n定で許容していた。（甲Ａ１５９の１～４）\n⑷  優生手術の実施状況等\nア  優生保護法３条１項１号ないし３号に基づく優生手術（医師の認定による\n優生手術）\n昭和２４年から平成８年までの間に行われた優生保護法３条１項１号\n（当事者遺伝）又は２号（近親遺伝）に基づく優生手術の実施件数（全国）\nは６９６７件であり、同期間中の同項３号（らい病）に基づく優生手術の\n実施件数（全国）は１５５１件であった。（乙Ａ６の１）\n優生保護法３条１項２号（近親遺伝）に基づく優生手術の実施数（全国）\nは、昭和３０年１８６件、昭和３１年１７５件、昭和３２年１２３件、昭\n和３３年１４２件、昭和３４年８９件、昭和３５年９４件、昭和３６年６\n９件、昭和３７年５９件、昭和３８年３９件、昭和３９年４６件、昭和４\n０年３０件、昭和４１年４０件、昭和４２年４２件、昭和４３年５１件、\n昭和４４年３５件、昭和４５年２５件、昭和４６年１７件、昭和４７年１\n９件、昭和４８年１３件、昭和４９年２１件、昭和５０年７件であった。\n（乙Ａ６の１）\nイ  優生保護法４条又は１２条に基づく優生手術（都道府県優生保護審査会の\n審査を要件とする優生手術）\n昭和２４年から平成８年までの間に行われた優生保護法４条（遺伝性精\n神病等・本人同意不要）に基づく優生手術の実施件数（全国）は１万４５\n６６件、同法１２条に基づく優生手術の実施件数（全国）は１９０９件で\nある。同法４条に基づく優生手術は平成元年に２件実施されたのが最後で\nあり、同法１２条に基づく優生手術は平成元年及び平成４年に各１件実施\nされたのが最後であった。（乙Ａ２の１～２、乙Ａ２４）\n熊本県における優生保護法４条（遺伝性精神病等・本人同意不要）に基\nづく優生手術の件数は、昭和２９年０件、昭和３０年３１件、昭和３１年\n３０件、昭和３２年１４件、昭和３３年３３件、昭和３４年２件、昭和３\n５年２件、昭和３６年～３７年０件、昭和３８年２件、昭和３９年２件、\n昭和４０年０件、昭和４１年２件、昭和４２～４６年０件、昭和４７年１\n件、昭和４８～５０年０件、昭和５１年１件、昭和５２～５４年０件、昭\n和５５年２件、昭和５６年以降０件であった。（乙Ａ２の１、乙Ａ２４）\n熊本県における優生保護法１２条（遺伝性以外の精神病及び精神薄弱・\n本人同意不要＋保護者同意要）に基づく優生手術の件数は、昭和２９年２\n７件、昭和３０年１２件、昭和３１年９件、昭和３２年１２件、昭和３３\n年２件、昭和３４～３５年０件、昭和３６年１件、昭和３７～３８年０件、\n昭和３９年１０件、昭和４０年２件、昭和４１年４件、昭和４２年２件、\n昭和４３年以降０件であった。（乙Ａ２の２、乙Ａ２４）\nウ  優生保護法１４条１項１号ないし３号に基づく人工妊娠中絶（医師の認定\nによる人工妊娠中絶）\n昭和２４年から平成８年までの間に行われた優生保護法１４条１項１\n号（当事者遺伝）又は２号（近親遺伝）に基づく人工妊娠中絶の実施件数\n（全国）は５万１２７７件であり、同項３号（らい病）に基づく人工妊娠\n中絶の実施件数（全国）は７６９６件であった。（争いがない。）\n優生保護法１４条１項２号（近親遺伝）に基づく人工妊娠中絶の実施数\n（全国）は、昭和３０年８８７件、昭和３１年１３７５件、昭和３２年１\n３９３件、昭和３３年１１２３件、昭和３４年７６４件、昭和３５年７８\n３件、昭和３６年７６７件、昭和３７年５０８件、昭和３８年３８９件、\n昭和３９年３９３件、昭和４０年５６０件、昭和４１年４７９件、昭和４\n２年３８１件、昭和４３年３０８件、昭和４４年２１２件、昭和４５年５\n４６件、昭和４６年６３６件、昭和４７年３７８件、昭和４８年３５５件、\n昭和４９年２７３件、昭和５０年２２３件であった。（乙Ａ６の２）\n⑸  平成８年の優生保護法の改正（平成８年改正）等\nア  昭和５０年代後半から昭和６０年代にかけて優生条項を改正ないし削除\nすべきである旨の問題意識が厚生省を含む政府内で明確化されるようにな\nり、昭和６３年３月３１日には厚生科学研究費補助金を受けて優生手術の適\n応事由等に関する研究結果をまとめた報告書には、強制的な優生手術につい\nて疑問を呈する専門家の意見等が記載されていた。（乙Ａ２６～３２）\nイ  厚生省児童家庭局母子衛生課は、昭和６３年９月６日付けで「優生保護法\n改正問題について（試論）」と題する文書を作成した。同文書には、強制手術\nは、人権侵害も甚だしいものであり、また、そもそも、精神障害、精神薄弱\nなどは遺伝率もきわめて低く、優生保護の効果としても疑問があることから、\n廃止すべきである旨記載されていた。（甲Ａ７９、乙Ａ３３）\nウ  厚生省保健医療局精神保健課は、平成元年３月３日付け「優生保護法につ\nいて」と題する文書を作成した。同文書には、優生保護法の「優生上の見地\nから不良な子孫の出生を防止」という目的は人権上の問題があり、不当な差\n別であること、強制優生手術は廃止し、任意優生手術は不妊手術（本人・配\n偶者の同意があれば医師が行うもの）に名称を変更する案が記載されていた。\n（甲Ａ８０）\nエ  優生保護法は、平成８年に「目的その他の規定のうち不良な子孫の出生を\n防止するという優生思想に基づく部分が障害者に対する差別となっている」\nとの理由により優生条項が削除され、母体保護法へと議員立法で改正（平成\n８年改正）された。（争いがない。）\nオ  平成８年改正により、優生保護法の目的（優生上の見地から不良な子孫の\n出生を防止する）は母体保護法の目的に引き継がないこととされたほか，優\n生保護法のうちの優生条項、すなわち、遺伝性疾患等の防止のための優生手\n術及び精神病者等に対する本人の同意によらない優生手術に関する規定（優\n生保護法３条１項１号及び２号並びに同法４条から１３条まで）、遺伝性疾\n患等の防止のための人工妊娠中絶に係る規定（同法１４条１項１号及び２号）\n及び都道府県優生保護審査会及び優生保護相談所に係る規定（同法１６条か\nら２４条まで）が削除された。（甲Ａ２３）\n⑹  平成８年改正後の状況\nア  熊本地方裁判所は、平成１３年５月１１日、ハンセン病患者に対する隔離\n政策について、合理的根拠がなくなったにもかかわらず、抜本的な変換がな\nかったとして、厚生大臣の職務行為について国家賠償法上の違法を認めた。\nまた、同年６月に「ハンセン病療養所入所者等に対する補償金の支給等に関\nする法律」（平成１３年法律第６３号）が公布・施行された。（争いがない。）\nイ  厚生労働大臣は、平成１６年３月２４日、参議院厚生労働委員会において、\n「こういう法律（優生保護法）があった以上、それの対象者となった人がい\nることだけは紛れもない事実（中略）そうした事実を今後どうしていくかと\nいうことは、今後私たちも考えていきたい」と述べ、被害回復の必要性につ\nいて言及した。（争いがない。）\nウ  国連の市民的及び政治的権利に関する国際規約（自由権規約）委員会（以\n下「自由権規約委員会」という。）は、平成１０年１１月１９日付けの「規約\n第４０条に基づき日本から提出された報告の検討  自由権規約委員会の最\n終見解」と題する文書において、日本政府が「障害を持つ女性の強制不妊の\n廃止を認識する一方、法律が強制不妊の対象となった人達の補償を受ける権\n利を規定していないことを遺憾に思い、必要な法的措置がとられること」を\n勧告していたが、日本政府は、平成１８年１２月、「優生保護法に基づき適法\nに行われた手術については、過去に遡って補償することは考えていない」と\nの見解を示した。自由権規約委員会は、平成２０年１０月３０日付け文書及\nび平成２６年８月２０日付け文書において、日本が同委員会の勧告の多くを\n履行していないことについて懸念を表明し、勧告を実施すべきである旨の意\n見を示した。（争いがない。）\nエ  国連の女子差別撤廃委員会は、平成２８年３月７日付け文書において、日\n本政府に対し、日本政府が優生保護法に基づき行った女性の強制的な優生手\n術という形態の過去の侵害の規模について調査を行った上で、加害者を訴追\nし、有罪の場合は適切な処罰を行うこと、日本政府が強制的な優生手術を受\nけた全ての被害者に支援の手を差し伸べ、被害者が法的救済を受け、補償と\nリハビリテーションの措置の提供を受けられるようにするため、具体的な取\n組を行うことを勧告した。（争いがない。）\n⑺  仙台地裁への国家賠償訴訟の提起等\nア  平成３０年１月３０日、優生保護法に基づき不妊手術を強制されたとする\n者が、国に対し、国家賠償法１条１項に基づき損害賠償を求める訴訟を仙台\n地裁に提起した。（争いがない。）\nイ  厚生労働省は、平成３０年４月２５日よりも前の時期においては、優生保\n護法に基づく優生手術に係る実態調査をせず、優生手術を受けた者等への救\n済制度の導入の検討をしていなかった。（争いがない。）\n⑻  本件訴訟の提起\n第１事件原告は、平成３０年６月２８日、第１事件に係る訴えを、第２事件\n原告は、平成３１年１月２９日、第２事件に係る訴えを、当裁判所にそれぞれ\n提起した。（当裁判所に顕著な事実）\n⑼  一時金支給法の制定等\nア  平成３１年４月２４日、「旧優生保護法に基づく優生手術等を受けた者に\n対する一時金の支給等に関する法律」（平成３１年法律第１４号）（以下「一\n時金支給法」という。）が議員立法で制定された。（争いがない。）\nイ  一時金支給法は優生保護法が存在した間（昭和２３年９月１１日から平成\n８年９月２５日まで）に優生手術を受けた者に対し医師の認定によるもの\n（任意）・都道府県優生保護審査会の審査を要件とするもの（強制）の別なく\n一時金３２０万円（一律）を支給するものであり、その前文には、「旧優生保\n護法に基づき、あるいは旧優生保護法の存在を背景として、多くの方々が、\n特定の疾病や障害を有すること等を理由に、平成８年に旧優生保護法に定め\nられていた優生手術に関する規定が削除されるまでの間において生殖を不\n能にする手術又は放射線の照射を受けることを強いられ、心身に多大な苦痛\nを受けてきた。このことに対して、我々は、それぞれの立場において、真摯\nに反省し、心から深くおわびする。今後、これらの方々の名誉と尊厳が重ん\nぜられるとともに、このような事態を二度と繰り返すことのないよう、全て\nの国民が疾病や障害の有無によって分け隔てられることなく相互に人格と\n個性を尊重し合いながら共生する社会の実現に向けて、努力を尽くす決意を\n新たにするものである。ここに、国がこの問題に誠実に対応していく立場に\nあることを深く自覚し、この法律を制定する。」と述べられている。（当裁判\n所に顕著な事実）\n⑽  優生手術に関する資料の保管状況等\nア  平成３０年３月２２日、優生保護法４条又は１２条に基づく優生手術を受\nけたとされる１万６４７５人のうち、資料が残るのは約２割にとどまるとの\n新聞報道がされた。（争いがない。）\nイ  平成３０年３月、新聞社が行った各都道府県へのアンケート及び聞き取り\n調査において、手術申請書、手術の適否決定通知書等の資料が確認されたの\nは２６都道府県の計３８８５人分にとどまり、熊本県は現存しないと回答し\nた。（甲Ａ５４）\nウ  都道府県等における旧優生保護法関係資料等の保管状況調査結果（平成３\n０年９月６日公表）によれば、①優生保護法４条又は１２条に基づく優生出\n術の申請数は６０６９件（内訳：４条３４５９件、１２条７５９件、不明１\n８５１件）、②審査の結果優生手術が「適」とされた件数は５６７８件（内\n訳：４条３２６２件、１２条７００件、不明１７１６件）、③実際に手術を行\nった件数は６７２４件（内訳：３条１６９３件、４条２９６５件、１２条６\n１３件、４条又は１２条１３９３件、条不明６０件）であり、そのうち手術\nが実施された個人が特定できる件数は３０７９人であった。（当裁判所に顕\n著な事実〔厚生労働省ホームページ参照〕）\n４  争点\n⑴  優生条項の違憲性\n⑵  原告らに優生手術が実施されたか\n⑶  原告らの損害額\n⑷  除斥期間（民法７２４条後段）の成否\n⑸  国会議員の立法不作為の違法性\n⑹  厚生労働大臣（中央省庁再編前の厚生大臣を含む。以下同じ。）の不作為の違\n法性\n５  争点に関する当事者の主張\n⑴  争点⑴（優生条項の違憲性）について\n（原告らの主張）\nア  憲法１３条（個人の尊重、生命・自由・幸福追求の権利の尊重）違反\n優生条項は、人間を優等なる者と劣等なる者に分け、後者の人格的価値を\n否定するものであり、憲法１３条の保障する個人の尊重、生命・自由・幸福\n追求の権利及び同条に内包される自己決定権としてのリプロダクティブ・ラ\nイツの権利を侵害していた。\nイ  憲法１４条１項（法の下の平等）違反\n優生条項は、合理的な理由なく遺伝性疾患、精神障害、知的障害、ハンセ\nン病等の障害のある人を差別するものであり、憲法１４条１項に違反してい\nた。\nウ  憲法２４条（家族生活における個人の尊厳と両性の平等）違反\n優生条項は、婚姻の大きな障壁となる生殖能力がない状況を国家が作出し、\n憲法２４条の保障する婚姻の自由及び家族形成権を侵害していた。\nエ  憲法３６条（拷問及び残虐な刑罰の禁止）違反\n優生条項は、遺伝性疾患、精神障害、知的障害、ハンセン病等の障害があ\nることを理由に、刑罰でも許されない障害者の体の一部を奪い取る手術を許\n容するものであり、憲法３６条に違反していた。\n（被告の主張）\n優生条項の憲法適合性について被告が主張・立証する必要はない。\n⑵  争点⑵（原告らに優生手術が実施されたか）について\n（原告らの主張）\nア  第１事件原告について\n第１事件原告は、変形性関節症を患い、小中学校の体育の授業や運動会\nに参加できず見学していたが、昭和３０年頃（１０～１１歳頃）、血尿が出\nたことをきっかけに、Ａ県Ｂ村の病院で自らの同意なく両側精巣摘出術を\n受けさせられた。第１事件原告は、中学生の頃、母親から優生手術により\n両方の睾丸を摘出されたことを打ち明けられてショックを受けた。第１事\n件原告の両側陰茎根部には４０～４７㎜の切創痕があり、第１事件原告が\n両側精巣摘出術により生殖機能を失ったことは明らかである。\n第１事件原告が上記手術を受けて退院した後に、村役場の職員が手土産\nを持って第１事件原告の自宅を訪ねてきたのは、同手術に優生政策に基づ\nく補助金が支給された可能性を示すものである。\n被告は、両側精巣摘出術が精巣腫瘍や精索捻転に対する外科的手術とし\nて行われた可能性がある旨指摘するが、第１事件原告にはそれらの疾患に\n係る既往歴はない。低年齢における上記各疾患の発生頻度は非常に低いし、\nそれにより両方の睾丸を摘出することは更に稀である。\nイ  第２事件原告について\n第２事件原告は、昭和４６年頃（▲歳頃）、熊本市内の産婦人科病院で、\n第二子の人工妊娠中絶とともに不妊手術の一方法である卵管結紮術（優生\n保護法３条１項２号に基づく卵管結紮術及び同法１４条１項２号に基づ\nく人工妊娠中絶）を受けた。第２事件原告の下腹部には、臍下端から３．\n５ｃｍの部位より下方の腹部正中に約９ｃｍの創があることに加え、第２\n事件原告に子宮や卵巣の摘出手術が行われた可能性はないことからする\nと、昭和４６年頃に第２事件原告の受けた手術は卵管結紮術であると認め\nられる。\n昭和４６年頃には胎児の障害の有無を正確に診断する方法はなかった\n一方、不幸な子の産まれない運動は最盛期であり、本人やその家族・親族\nに障害がある場合には障害のある子が生まれないように優生手術が推進\nされていた。そのような中で、第２事件原告の長女の顔つきや発達の程度\nがダウン症の子供の特徴と一致していたことから、第２事件原告は、第二\n子に長女と同様の遺伝性の障害が生ずる可能性があるとして医師から卵\n管結紮術を勧められたものと考えられる。\n被告は、第２事件原告が子宮及び卵巣に係る疾患やイレウス等に対する\n治療のための外科的手術を受けた可能性があるなどと主張するが、第２事\n件原告にはそれらの疾患等の既往歴はない。\n（被告の主張）\nア  原告らに優生手術が実施されたとの主張については不知\nイ  第１事件原告について、低年齢であっても精巣腫瘍を発症することはある\nし、精索捻転の好発時期は思春期にもあるから、第１事件原告の両側精巣摘\n出術が上記各疾患の治療のために実施された可能性を否定できない。また、\n第１事件原告の既往歴は変形性股関節症以外に明らかでなく、手術の内容に\n係る医師の説明があったか否かも不明であり、第１事件原告に優生手術が実\n施された事実が高度の蓋然性をもって立証されたということはできない。\nウ  第２事件原告について、下腹部の手術痕は、子宮及び卵巣に係る疾患やイ\nレウス等に対する治療のために実施された外科的手術によるものである可\n能性を否定できず、第２事件原告に優生手術が実施された事実が高度の蓋然\n性をもって立証されたということはできない。また、仮に、第２事件原告が\n人工妊娠中絶を受けていたとしても、第２事件原告の当時の生活状況を踏ま\nえると、それは、優生保護法１４条１項４号（妊娠の継続又は分娩が身体的\n又は経済的理由により母体の健康を著しく害するおそれのある場合）に基づ\nくものであった可能性を否定することはできないし、第２事件原告の長女が\nダウン症であったことを示す客観的な証拠はないから、同項２号（近親遺伝）\nに基づく人工妊娠中絶であったか否かは慎重に判断されるべきである。\n⑶  争点⑶（原告らの損害額）について\n（原告らの主張）\nア  第１事件原告の損害額\n第１事件原告は、昭和３０年頃に自らの同意なく両側精巣摘出術を受けさ\nせられ、中学生の頃に初めて自分が生殖機能を失っていることを知りショッ\nクを受け、母と不仲となった上、生殖機能がないために２度にわたり当時交\n際していた女性との結婚を諦めるなどして絶望し、自殺未遂まで行った。第\n１事件原告は、両側の精巣を失いホルモンバランスが崩れた結果、性器は未\n発達で陰毛等もほとんど生えない一方、胸が膨らんだため、何度も公衆の面\n前で羞恥を強いられたり、骨粗鬆症のため何度も人工関節を入れる手術を受\nけるなどの苦しみを強いられた。このような肉体的・精神的苦痛に対する慰\n謝料は３０００万円が相当であり、弁護士費用はその１割である３００万円\nとするのが相当である。\nイ  第２事件原告の損害額\n第２事件原告は、昭和４６年頃に長女のダウン症を理由に第二子の人工妊\n娠中絶とともに卵管結紮術を受けさせられて妊娠できない身体となり子供\nを持つ機会を奪われ、再婚して家族を作る機会も失った。第２事件原告は、\n年を経るほどになぜ医師から卵管結紮術を勧められたのかという疑問と、そ\nのとき医師に適切な説明を求めなかったことへの後悔が大きくなり、卵管結\n紮術がなければ歩むことができたはずの別の人生を思い、悩み続けてきた。\nこのような精神的苦痛に対する慰謝料は３０００万円が相当であり、弁護士\n費用はその１割である３００万円とするのが相当である。\n（被告の主張）\n原告らの主張については不知ないし争う。\n⑷  争点⑷（除斥期間〔民法７２４条後段〕の成否）について\n（被告の主張）\nア  仮に原告らの被告に対する損害賠償請求権が認められるとしても、その請\n求権は原告らへの優生手術の実施時（遅くとも優生保護法の平成８年改正時）\nから２０年の除斥期間により消滅している。\nイ  最高裁判所平成元年１２月２１日第一小法廷判決・民集４３巻１２号２２\n０９頁（以下「最高裁平成元年判決」という。）は、民法７２４条後段の規\n定について除斥期間を定めたものと解した上で、除斥期間の経過により損害\n賠償請求権は消滅しており、このことについて加害者の援用を要しないから、\n加害者の除斥期間の主張が信義則違反、権利濫用である旨を被害者が主張す\nることは失当であるとしている。また、最高裁判所平成１０年６月１２日第\n二小法廷判決・民集５２巻４号１０８７頁（以下「最高裁平成１０年判決」\nという。）及び最高裁判所平成２１年４月２８日第三小法廷判決・民集６３\n巻４号８５３頁（以下「最高裁平成２１年判決」という。）によれば、除斥\n期間が経過しても民法７２４条後段の効果が生じない特段の事情が認めら\nれる場合とは、①時効の停止のような除斥期間の経過による効果を制限する\n根拠となる明文の規定と当該規定により法定された客観的な事由に相当す\nる事由があり、かつ、②上記①の事由が債務者の不法行為に起因するため、\n除斥期間の経過による効果を債権者に甘受させることが著しく正義・公平の\n理念に反するといった極めて例外的な場合に限られる。本件において、上記\n①の事由は存在せず、仮に、同事由が存在したとしても、上記②の場合に該\n当しない。\nウ  原告らの主張に対する反論\n原告らは民法７２４条後段の規定は消滅時効と解釈すべきと主張する\nが、当該規定が除斥期間を定めたものであることは最高裁平成元年判決以\n降確立した判例理論となっており、原告らの上記主張は失当である。\n原告らは、優生条項により生じた損害が現在も継続して発生しているこ\nとや、本件訴訟の提起に至るまで原告らに優生保護法に係る損害賠償請求\n訴訟の提訴可能性がなかったことから除斥期間は始まっていない旨主張\nするが、被害者の権利行使の可能性の観点や主観的な事情を民法７２４条\n後段の「不法行為の時」の解釈において考慮すべきではなく、原告らに生\nじた権利侵害及び損害は優生手術の実施時に発生しているというべきで\nあり、客観的な除斥期間の起算点を遅らせることはできない。\n原告らは、本件について原告らの被った損害の重大性、被告の帰責性、\n国連の勧告等を理由に最高裁平成１０年判決及び最高裁平成２１年判決\nの除斥期間が経過しても民法７２４条後段の効果が生じない特段の事情\nが認められる場合に該当すると主張するが、民法７２４条後段において不\n法行為の内容、法益侵害の大小等の事情は除斥期間の成否を左右する事由\nとされていない。また、被告が優生手術に係る国家賠償請求訴訟を提起す\nることができない状況を意図的・積極的に作出したことはないし、平成８\n年改正の後は優生手術の対象であった障害者等に対する差別等を解消す\nるための様々な取組みを行ってきたものであり、被告に帰責性は認められ\nない。さらに、国連は、時効不適用の国際慣習法が確立していないことを\n前提として、原告らの指摘する規定の前提として「適用可能な条約におい\nて規定されている場合、あるいは、他の国際的な法的義務に含まれている\n場合」との限定文言を入れて上記規定を採択しているにすぎず、その後も\n時効不適用条約の締約国は少数にとどまっているし、国連総会の決議は、\n加盟国に対する法的拘束力を有しない。したがって、本件に上記特段の事\n情は認められない。\n原告らは、国家賠償法４条、民法７２４条後段の適用により除斥期間２\n０年で損害賠償請求権が消滅するのは憲法１７条の適用違憲であると主\n張するが、国家賠償法４条、民法７２４条後段はいずれも憲法１７条に違\n反せず、合憲性を有する。\n（原告らの主張）\nア  そもそも消滅時効制度自体が、一定の時の経過による法律関係の確定を目\n的としているのであり、最高裁平成１０年判決の河合裁判官の反対意見も考\n慮すれば民法７２４条後段所定の２０年の期間は除斥期間ではなく消滅時\n効として定められたものと解するのが相当である。\nイ  原告らは、優生条項に基づく優生手術により、生殖機能の喪失という身体\n的損害及びそれに伴う精神的損害を被り、個人の根本的な人格的価値を否定\nされ、差別され、婚姻に大きな障壁を負わされ続けているのであって、原告\nらの損害は現在も継続している。また、除斥期間の起算点について判示した\n最高裁判所平成１６年４月２７日第三小法廷判決・民集５８巻４号１０３２\n頁、最高裁判所平成１８年６月１６日第二小法廷判決・民集６０巻５号１９\n９７頁を前提とすると、法律の素人である原告らが優生手術を受けた時から\n２０年を経過する前に優生条項の違憲性を主張して国家賠償請求訴訟を提\n起することは極めて困難であったのであるから、原告らの被告に対する損害\n賠償請求権に係る除斥期間の進行は始まっていないというべきである。\nウ  本件は、最高裁平成１０年判決及び最高裁平成２１年判決の除斥期間が経\n過しても民法７２４条後段の効果が生じない特段の事情が認められる場合\nに該当する。その理由は以下のとおりである。\n原告らは、優生条項に基づく手術により、憲法で保障されている権利を\n侵害されており、その権利侵害の程度は甚大である。\n被告は、優生条項を含む優生保護法を制定して、優生手術を積極的に推\n進し、優生思想を蔓延させた上にそれを払拭するための政策を推進するこ\nとはなかったものであり、原告らによる国家賠償請求訴訟の提起を遅らせ\nる状況を作出したことについて帰責性がある。除斥期間の経過による原告\nらの被告に対する損害賠償請求権の消滅という恩恵を受けるのは、同条を\n創設した一方、極めて悪質性の高い違法行為をした被告自身である。\n強制不妊手術（優生手術）は国際人権条約において禁止されており、拷\n問禁止条約、基本原則及びガイドラインに基づく国際慣習法によれば、そ\nの被害に対する補償ないし損害賠償請求権に消滅時効を適用してはなら\nないとされている。\nこれまで実施された優生手術は２万５０００件にも及び、その被害者は\n全国各地に存在するが、仮に優生手術を理由とする損害賠償請求権に除斥\n期間が適用された場合には被害者の約９８％の被害回復がされないこと\nとなる。\nエ  優生手術の実施について損害賠償請求をした場合に、国家賠償法４条の適\n用により除斥期間２０年で原告らの損害賠償請求権が消滅することを認め\nるのは憲法１７条の規定を違憲的に適用することになり、適用違憲である。\n⑸  争点⑸（国会議員の立法不作為の違法性）について\n（原告らの主張）\nア  優生条項が憲法の国民に保障した権利を侵害することは明白であり、国会\n議員には、昭和２３年の優生保護法制定後速やかに同法を改正する等の措置\nを採るべきであったにもかかわらず、平成８年まで当該措置を採らなかった\nことについて違法性が認められる。\nイ  上記立法不作為は優生保護法による被害者の憲法１７条の保障する国家\n賠償請求権に基づく損害賠償以外の被害回復措置を求める権利及びその行\n使の機会を奪うものである。\n（被告の主張）\nア  優生保護法の制定や優生手術を受けた者への補償等に係る立法措置を講\nじるか否かは立法府の広範な裁量に委ねられているところ、被告が平成８年\nまで優生保護法を改正することが必要不可欠かつ明白であったとはいえな\nいから、立法不作為の違法性は認められない。\nイ  憲法１７条が損害賠償以外の被害回復措置を求める権利を保障している\nとはいえないから、被告が優生手術を受けた者に対して被害回復立法をしな\nかったという立法不作為が国家賠償法１条１項の適用上違法であるとする\n原告らの主張には理由がない。\n⑹  争点⑹（厚生労働大臣の不作為の違法性）について\n（原告らの主張）\n厚生労働大臣は、優生保護法の平成８年改正時（遅くとも厚生労働大臣が国\n会で前記第２の３⑹イの答弁をした平成１６年から３年を経過した平成１９\n年時）には、優生手術の被害者が国家賠償請求権その他の被害回復措置を求め\nる権利を行使する機会を確保するための法案を提出し、公の謝罪や優生手術に\n関する調査、記録の保存指示等の施策等を実施する義務があったにもかかわら\nず、これらの義務を履行しなかったものであり、国家賠償法上の違法性が認め\nられる。\n（被告の主張）\n前記⑸（被告の主張）記載のとおり、国会議員に優生保護法に係る立法不作\n為の違法性が認められない以上、国会への法律案の提出権を有するにすぎない\n厚生労働大臣が同様の立法措置を採らなかったことに係る違法性も認められ\nない。また、昭和２２年以降は国家賠償法が存在しているのであるから、厚生\n労働大臣が原告らの主張するような内容の被害回復立法に係る法案の提出を\n行い、その施策を講じる法律上の職務義務を負っていたということは困難であ\nる。\n第３  当裁判所の判断\n１  争点⑴（優生条項の違憲性）について\n⑴  憲法１３条は、すべての国民が個人として尊重され、生命、自由及び幸福追\n求に対する国民の権利については、立法その他の国政の上で、最大限の尊重を\n必要とすると定めている。\nところが、優生保護法は、優生上の見地から不良な子孫の出生を防止するこ\nとを目的とし、その目的を達成する手段として、特定の障害又は疾患を有する\n者に対して身体への強度の侵襲を伴い、同法の用意した生殖機能を不可逆的に\n奪う不妊手術すなわち優生手術を行うことを許容する優生条項を含むもので\nあった。\n上記優生保護法の優生条項の目的は、特定の障害又は疾患を有する者が一律\nに不良な存在であることを前提とする差別的な思想に基づくものであり（前記\n第２の３⑵ア）、その目的を達成するために設けられた優生条項に基づく優生\n手術（同ウ、エ）という手段も、子供をもうけ子孫を残すという生命の根源的\nな営みを否定する極めて非人道的なものであって、その目的及び手段には、正\n当性も合理性もおよそ認められないというほかない。したがって、優生保護法\nの優生条項が、対象となる特定の障害や疾患を有する国民ないしその近親者に\n保障されている憲法１３条の幸福追求権、自己決定権を侵害するものであった\nことは明らかであるといえる。\n⑵  憲法１４条１項は、すべて国民は、法の下に平等であって、人種、信条、性\n別、社会的身分又は門地により、政治的、経済的又は社会的関係において、差\n別されないと定めているところ、同項後段に列挙された事項は例示的なもので\nあり、この平等の要請は、事柄の性質に応じた合理的な根拠に基づくものでな\nい限り、差別的な取扱いをすることを禁止する趣旨であると解される（最高裁\n判所昭和３９年５月２７日大法廷判決・民集１８巻４号６７６頁）。\nそして、優生保護法の優生条項が上記⑴のとおり差別的な思想に基づくもの\nであり、その目的及び手段のいずれも合理性を欠くことからすると、同法の優\n生条項が、対象となる特定の障害や疾患を有する国民ないしその近親者とその\n他の国民とで異なる不合理な差別的取扱いを定めるものであって、憲法１４条\n１項の法の下の平等に反することも明らかであるといえる。\n⑶  以上のとおり、平成８年改正前の優生保護法は、憲法１３条及び１４条１項\nに違反する部分を含む法律であり、優生保護法の優生条項により実際に優生手\n術を受けさせられた被害者が存在することに照らすと、同法の中に強制的な優\n生手術の際の都道府県優生保護審査会による事前審査等の手続規定が一応設\nけられていたこと、同法が制定された昭和２０年代初頭が第二次世界大戦後の\n混乱期であったこと、同法の制定や優生手術の実施に携わった関係者に悪意な\nいし害意があったとまでは窺われないことなどを踏まえても、被告は、同法の\n優生条項に基づく優生手術を受けた者に対し国家賠償法１条１項に基づく損\n害賠償義務を負うというべきである。\n⑷  なお、上記のとおり優生保護法の優生条項の違憲性は明らかである一方、憲\n法２４条及び３６条については、憲法１３条及び１４条１項と比較すると本件\nとの関連性が高いとはいえないし、違反する憲法の条文の多寡が同法による被\n害者の損害の多寡に影響するものではないから、憲法２４条及び３６条違反の\n有無を判断する必要はないと解される。\n⑸  また、原告らは、①原告らが優生条項に基づく優生手術を受けさせられた不\n法行為のほか、②国会議員の立法不作為（争点⑸）及び③厚生労働大臣の不作\n為（争点⑹）を不法行為の請求原因（①～③は選択的併合）として主張するが、\n上記のとおり優生保護法の優生条項の違憲性は明らかであり、それに基づき都\n道府県知事の機関委任事務として管理・執行された優生手術も違法性を有する\nことが認められ、都道府県知事による事務を指揮監督する立場にあった被告は\n優生手術の被害者に対し国家賠償法上の損害賠償責任を負うことになる。そし\nて、仮に争点⑸及び争点⑹において原告らの主張する不法行為が認められたと\nしても、直接的に原告らの身体ないし自己決定権が侵害されたとまでは認めら\nれず、それらによる原告らの損害額は、優生条項に基づく優生手術の実施その\nものによる被害者の損害額を上回ることはないと考えられるから、争点⑸及び\n争点⑹について判断する必要はないと解される。\n２  争点⑵（原告らに優生手術が実施されたか）について\n⑴  第１事件原告について\nア  第１事件原告の両側陰嚢根部には右４７㎜、左４０㎜の切創痕があり、精\n巣が両側ともに触知不能となっていること（前記第２の３⑴ア ）からする\nと、第１事件原告が以前の外科手術により両側の睾丸を摘除されたことは明\nらかであるといえる。\nイ  その上で、第１事件原告は、４～５歳の頃に変形性関節症のために足が不\n自由になり小学校入学後体育の授業や運動会はいつも見学であった、１０～\n１１歳頃（昭和３０年頃）に血尿が出た際、母に連れられてＡ県Ｂ村にあっ\nたＣ病院に入院して睾丸摘出手術を受け、その後役場の福祉の人が見舞いに\n来た、１４～１５歳の頃に、友人らと比較して自分の性器が未発達であるこ\nとを疑問に思い母に尋ねたところ、母から小さいときに両方の睾丸を摘出し\nたからと答えられた旨の陳述（甲Ｂ１）・供述（第１事件原告本人）をしてい\nるところ、その内容は具体的かつ自身の障害が明らかであることもあって臨\n場感を有するものであり、第１事件原告が昭和▲年に変形性関節症を理由に\n身体障害者手帳の交付を受けていること（前記第２の３⑴ア ）、出生後７\n８歳の現在に至るまで婚姻歴がないこと（同 ）とも整合するから、相応の\n合理性、信用性（確実性）があるというべきである。そして、優生条項の実\n施に係る厚生省の通知（別紙「関係法令の定め等」６⑴）が未成年者に対し\nては優生保護法３条に基づく優生手術を禁止していたことからすると、昭和\n３０年頃当時未成年者であった第１事件原告に当該手術がされたとは考え\n難いことに加え、熊本県における優生保護法４条に基づく優生手術の件数は\n昭和２９年には０件であったが、昭和３０年に３１件、昭和３１年に３０件\nと比較的多数であったこと（前記第２の３⑷イ ）を併せ考慮すると、第１\n事件原告は、幼少期に発症した変形性関節症により外形的な異常が顕著に見\nられたことから、昭和３０年頃に母親等の意向で優生保護法４条に基づく優\n生手術である両側精巣摘出術を受けさせられたことが推認される。\nウ  なお、両側精巣摘出術は、優生保護法施行規則１条各号の規定する優生手\n術の術式に含まれていないが、昭和３０年頃当時の優生手術は、必ずしも優\n生保護法施行規則が規定する術式どおり行われていなかったことが窺われ\nる（被告も両側精巣摘出術が上記術式に含まれていないことを理由に優生手\n術に当たらないとする旨の主張をしていない。）から、術式の点から上記判\n断が覆されるものではない。\nエ  被告の主張について\n被告は、第１事件原告の両側精巣摘出術は精巣腫瘍や精索捻転等の治療の\nために行われた可能性があり、その場合には優生手術に該当しない旨主張す\nる。しかし、第１事件原告について昭和３０年頃に精巣腫瘍や精索捻転等の\n疾病があったことを認めるに足りる証拠はない。また、低年齢であっても精\n巣腫瘍が発生することがあり、精索捻転の好発時期は思春期にもあるとする\n文献（乙Ｂ１）は存在するものの、精索捻転の発生頻度は男性１０万人に０．\n５６人であるとする文献（甲Ｂ７）や、精索捻転の両側発症は稀であるとす\nる文献（甲Ｂ８）もあることが認められる。よって、被告の上記主張を採用\nすることはできない。\n⑵  第２事件原告について\nア  第２事件原告の下腹部正中には恥骨結合上端より２㎝の部位から頭側に\n９㎝にわたる縫合創（臍下端から３．５㎝の部位より下方、腹部正中に約９\n㎝の創）があること（前記第２の３⑴イ ）からすると、第２事件原告が以\n前の外科手術により下腹部の開腹術を受けたことが認められる。そして、第\n２事件原告に子宮や卵巣の摘出手術が行われた形跡は見当たらないほか、人\n工妊娠中絶は通常開腹術を伴わずに行われることからすれば、上記外科手術\nが人工妊娠中絶と同時期に実施された卵管結紮術である可能性は存在する\nということができる。\nイ  その上で、第２事件原告は、元夫との間に生まれた長女が３歳を過ぎても\n「あー」とか「うー」としか話せず、ダウン症の子とよく似た顔をしていた、\n第２事件原告が第二子を妊娠した▲歳頃（昭和４６年頃）に、長女を連れて\n行った病院で医師から長女の発達の遅れと第二子が障害をもって生まれる\n可能性を指摘され、人工妊娠中絶をするとともに、同じ医師から「簡単だか\nらすぐ済みます。卵管を結ぶだけだから」と不妊のための手術を勧められて\n同手術を受けた、その後第２事件原告の長女が▲歳▲か月位で死亡し、昭和\n▲年▲月▲日に元夫と離婚したと陳述（甲Ｃ６、１１）・供述（第２事件原告\n本人）しているところ、その内容は具体的かつ臨場感を有するものであり、\n第２事件原告が昭和▲年▲月▲日に元夫と婚姻をし、昭和▲年▲月▲日に長\n女をもうけたが長女は昭和▲年▲月▲日に死亡し、元夫と昭和▲年▲月▲日\nに離婚したこと（前記第２の３⑴イ ）や、第２事件原告の妹の陳述（甲Ｃ\n４）、ダウン症の子らの外見的な特徴（甲Ｃ７～８）、第２事件原告と原告ら\n訴訟代理人らとの打合せの経緯・内容（甲Ｃ９～１０）とも整合するから、\n第２事件原告自身に特段の障害がないこと（前記第２の３⑴イ ）や第２事\n件原告の母子手帳等の資料が不存在であることからいささか裏付けに乏し\nい面があることを踏まえても、一応の合理性、信用性（確実性）を有すると\nいうべきである。そして、優生保護法３条１項２号（近親遺伝）に基づく優\n生手術の実施数（全国）は、昭和４６年１７件、昭和４７年１９件、昭和４\n８年１３件である（前記第２の３⑷ア ）一方、優生手術については記録の\n不備があり（同⑽）、医師による認定を経るとはいえ任意で受けられる優生\n保護法３条の優生手術については暗数もあり得ること、第２事件原告につい\nて優生保護法３条１項１号（当事者遺伝）、同項３号（らい病）、同項４号及\nび５号（母体の生命健康保護）に該当する事情が存在したことを認めるに足\nりる証拠はないこと、優生保護法１４条１項２号に基づく人工妊娠中絶の実\n施数（全国）は、昭和４６年６３６件、昭和４７年３７８件、昭和４８年３\n５５件であること（前記第２の３⑷ウ ）を併せ考慮すると、第２事件原告\nは長女がダウン症に類似した障害を有し、医師から第二子も同様の障害を持\nって生まれてくる可能性があると指摘されたことから、昭和４６年頃に自ら\nの意向で優生保護法１４条１項２号に基づく人工妊娠中絶とともに同法３\n条１項２号に基づく優生手術（優生保護法施行規則１条３号の卵管結紮術）\nを受けたことが推認される。\nウ  被告の主張について\n被告は、第２事件原告の下腹部の手術痕は、子宮及び卵巣に係る疾患や\nイレウス等に対する治療のために実施された外科的手術による可能性を\n否定できない旨主張し、その旨の文献（乙Ｃ１、２）を提出する。しかし、\n下腹部に約９㎝もの縦創が残る外科的手術が適応とされる子宮及び卵巣\nに係る疾患やイレウス等の既往歴が第２事件原告に存在することを認め\nるに足りる証拠はない。よって、被告の上記主張を採用することはできな\nい。\n被告は、仮に第２事件原告が昭和４６年頃に人工妊娠中絶を受けていた\nとしても、第２事件原告の当時の生活状況を踏まえると、第２事件原告の\n人工妊娠中絶は、優生保護法１４条１項４号（妊娠の継続又は分娩が身体\n的又は経済的理由により母体の健康を著しく害するおそれのある場合）に\n基づくものであった可能性を否定することはできない旨主張する。しかし、\n第２事件原告が昭和４６年頃当時に元夫と離婚して長女と第二子を女手\n一人で育てる自信及びその裏付けとなる収入を有していなかったとして\nも、そのような経済的理由だけであれば第二子の人工妊娠中絶のみを行え\nば足り、その後の妊娠が非常に困難な状況をもたらす卵管結紮術まで受け\nる必要はなかったのであるから、第２事件原告の人工妊娠中絶は第二子が\nダウン症等の障害をもって生まれる可能性を危惧したためであると考え\nられる。よって、被告の上記主張を採用することはできない。\n３  争点⑶（原告らの損害額）について\n⑴  第１事件原告について\nア  慰謝料  １４００万円（請求額  ３０００万円）\n証拠（甲Ｂ１、第１事件原告本人）によれば、第１事件原告は、成長期前\nである１０～１１歳頃に母親が医師と相談して受けさせられた優生保護法\n４条に基づく優生手術で生殖機能を喪失したことにより、生涯母親との愛\n憎・葛藤を抱えることとなった上、２度にわたり愛する女性との結婚を諦め\n（なお、同法２６条が優生手術を受けた者が結婚する際の相手方への通知義\n務を定めていたことは、優生手術を受けた者の結婚を困難にさせる一要因と\nなっていたと考えられる。）、自らの体にコンプレックスを抱き続けて社会生\n活を送ることを余儀なくされるなど、身体的・精神的に著しい苦痛を被った\nことが認められ、その他本件に現れた一切の事情を斟酌すると、第１事件原\n告の慰謝料は１４００万円とするのが相当である。\nイ  弁護士費用  １００万円（請求額  ３００万円）\n本件の諸事情を考慮すると、相当因果関係のある第１事件原告の弁護士費\n用は１００万円と認められる。\nウ  上記アとイの合計  １５００万円（請求額  合計３３００万円）\n⑵  第２事件原告について\nア  慰謝料  ６５０万円（請求額  ３０００万円）\n証拠（甲Ｃ６、１１、第２事件原告本人）によれば、第２事件原告は、▲\n歳頃に受けた優生保護法３条１項２号に基づく優生手術で生殖機能を喪失\nし、その後出産を諦めた第二子等を想い長年にわたり悔悟の念を抱き続ける\nなどその精神的苦痛は多大なものである一方、優生手術を受けたのは成人後\nであり自らの意思で優生手術を受けたことが認められ、その他本件に現れた\n一切の事情を斟酌すると、第２事件原告の慰謝料は６５０万円とするのが相\n当である（上記慰謝料額の算定に際しては、第２事件原告は当時既に成人し、\n婚姻生活も営んでいたのであり、第１事件原告のように幼い時期に親の意向\nで優生手術を受けさせられた者とは前提が大きく異なることから、当時第２\n事件原告が置かれていた状況下において優生手術を受けないこととする決\n断が容易ではなかった可能性があることを踏まえても、両者の損害額には相\n応の差異を設ける必要があるといわざるを得ないことを考慮した。）。\nイ  弁護士費用  ５０万円（請求額  ３００万円）\n本件の諸事情を考慮すると、相当因果関係のある第２事件原告の弁護士費\n用は５０万円と認めるのが相当である。\nウ  上記アとイの合計  ７００万円（請求額  合計３３００万円）\n４  争点⑷（除斥期間〔民法７２４条後段〕の成否）について\n⑴  民法７２４条後段は、不法行為によって発生した損害賠償請求権の除斥期\n間を定めたものと解するのが相当である。けだし、同条前段の３年の時効は\n損害及び加害者の認識という被害者側の主観的な主張によってその完成が\n左右されるが、同条後段の２０年の期間は被害者側の認識の如何を問わず一\n定の時の経過によって法律関係を画定させるため請求権の存続期間を画一\n的に定めたものと解するのが相当であるからである（最高裁平成元年判決参\n照）。もっとも、上記２０年の除斥期間に例外が全く認められないわけでは\nなく、除斥期間の規定の適用によりもたらされる結果が著しく正義・公平の\n理念に反するなどの特段の事情が認められる場合には、その事案の性質・内\n容に応じて当該規定の適用の制限を検討することができるものと解される\n（最高裁平成１０年判決、最高裁平成２１年判決参照）。\n⑵  そこで、まず、本件における除斥期間の起算点等について検討するに、第\n１事件原告は昭和３０年頃に優生保護法４条に基づく両側精巣摘出術(優生\n手術)を受けたこと（前記２⑴イ）により、第２事件原告は昭和４６年頃に同\n法３条１項２号に基づく卵管結紮術（優生手術）を受けたこと（同⑵イ）に\nより、それぞれその自己決定権等の権利を侵害されて損害を被ったものであ\nるから、原告らの被告に対する損害賠償請求権の除斥期間の起算点は、第１\n事件原告については昭和３０年頃、第２事件原告については昭和４６年頃と\nすべきであり、前者については昭和５０年頃の経過、後者については平成３\n年頃の経過をもっていずれも２０年の除斥期間が経過したというべきであ\nる。\n⑶  次に、本件について上記⑴の特段の事情が認められるか否かを検討する。\nア  被害の甚大性\n本件は、被告が、人間の尊厳を侵害する明らかに違憲な優生条項を含む\n優生保護法を制定し、全国的かつ組織的に優生手術が実施される状況を作\n出し、特定の障害や疾病のある者やその近親者等の生殖機能を奪うという\n極めて強度・強烈な人権侵害を行った事案であり、不良な子孫を残すこと\nを許されない存在として差別され、生殖器への侵襲を伴う優生手術を受け\nさせられた原告らの被った身体的・精神的損害（前記２、３）は甚大であ\nるといえる。昭和２４年から平成８年までに実施された優生条項に基づく\n優生手術の件数の合計は約２万５０００件にも及んでおり、優生保護法３\n条１項１号及び２号に基づく優生手術は平成８年まで少数ながら実施さ\nれていたし、同法４条に基づく優生手術は平成元年まで、同法１２条に基\nづく手術は平成４年まで行われていた（前記第２の３⑷ア、イ）のであっ\nて、このような大規模かつ長期にわたる憲法違反の人権侵害よりも法的安\n定性（法律関係の速やかな確定）を例外なく優先させなければならない理\n由は見いだし難い。\nイ  被告の重大な帰責性\n被告は、優生保護法の制定当初から昭和４０年代に至るまで優生手術を\n積極的に推進する政策を採り、学校教育においても優生思想を助長・促進\nし、優生手術を受けた者に対する偏見や差別を社会の広範囲に普及・浸透\nさせていた（前記第２の３⑶）ものであり、特に、被告が昭和２８年に優\n生手術の実施に際して身体の拘束、麻酔薬の施用、欺罔の手段を用いるこ\nとも許容される場合がある旨の通知を各都道府県知事宛てに発出し（同⑵\nイ）、当時はおろか平成８年改正まで個人の自由意思に反する優生手術が\n実施され得る状況を作り出していたことは看過し難い誤りである。また、\n昭和５０年代後半から優生条項についての問題意識が政府内で明確化さ\nれ、昭和６３年頃には優生手術による人権侵害は甚だしい一方、精神障害、\n精神薄弱等の遺伝率は極めて低いことを厚生省が認識し、平成元年頃には\n優生条項の廃止を伴う優生保護法の改正を検討していたこと（同⑸ア～ウ）\nに照らすと、被告は昭和から平成への改元がされた頃の時期には優生条項\nの違憲性を認識することが十分可能であったと考えられるのであって、昭\n和２３年の成立から平成８年改正まで約半世紀もの長きにわたり優生保\n護法の中に優生条項を存置し、優生手術を受けさせられた被害者への適切\nな対応や救済措置を採らずに障害者等に対する差別や偏見を正当化・固定\n化してきた被告については、優生条項に基づく優生手術を受けた者らの訴\n訟提起ができない状況を被告が意図的・積極的に作出したとまではいえな\nいことを踏まえても、重大な帰責性があるといわざるを得ない。\nウ  権利行使の困難性\n優生保護法の平成８年改正も障害者団体等からの要望を受けて政府提\n出の閣法ではなく議員立法によりなされたものであり、同改正の時点で被\n告から優生手術を受けさせられた者に対する謝罪の意思表示はされてお\nらず、平成３１年４月２４日に一時金支給法が制定されその前文で反省と\n謝罪の意を表するまで被告が優生条項及び同条項に基づく優生手術の誤\nりを正面から認めることはなかった（前記第２の３⑸エ、オ、同⑼）。被告\nは、平成１３年に熊本地裁がらい予防法の違法性を認める判決を出し、「ハ\nンセン病療養所入所者等に対する補償金の支給等に関する法律」が制定さ\nれ、優生手術の対象とされていたハンセン病患者の隔離政策の是正が始ま\nった後の平成１６年に優生手術の対象となった者への被害回復の必要性\nに触れたのみで、平成１８年１２月には自由権規約委員会からの勧告に対\nし優生手術を受けさせられた者への補償を過去に遡ってすることは考え\nていないとの見解を示し（同⑹）、平成３０年１月に優生手術を強制され\nたと主張する者から国家賠償を求める訴訟を仙台地裁に提起された後の\n同年４月２５日以前には救済制度の導入の検討はおろか、優生手術につい\nての実態調査すらしていなかった（同⑺）のである。このような被告によ\nる一連の対応は、前記アの原告らの被害の甚大性と比較して著しく不十分\nであり、国際的な視点からも妥当とはいい難く、このような状況の下にお\nいて、優生手術を受けさせられたことに深い羞恥、後悔や自責の念、周囲\nの者らへの言いようのない負い目ないし恐れを内心に抱えていた者が、優\n生手術を受けさせられたことを社会に公表して被告に対する損害賠償請\n求権を行使することが長期にわたり事実上不可能であったのは無理から\nぬことであり、原告らには権利行使が極めて困難な客観的事情があったと\nいうべきである。また、現在、優生保護法４条又は１２条に基づく優生手\n術でさえ、その対象者である１万６４７５人のうち手術時の資料が残って\nいるのは約２割にとどまっており、熊本県には優生手術に係る資料が現存\nせず、その後の厚生労働省の調査によっても被害者の全数把握は困難であ\nる（前記第２の３⑽）とされるなど、優生手術については保存された資料\nが乏しく国家という組織体である被告ですら被害の実態解明が容易でな\nい状況に陥っていることに照らすと、このような証拠資料の散逸、消滅を\n招いた責任は専ら優生保護法を制定、運用した被告の側にあり、除斥期間\nの規定を適用する前提の一部を欠くということもできる。\nエ  憲法の最高法規性\n憲法は国の最高法規であり（憲法９８条１項）、国務大臣、国会議員等の\n公務員は憲法を尊重し擁護する義務を負う（憲法９９条）ところ、国であ\nる被告が明らかに憲法に違反する法律を制定してそれに基づく政策を推\n進し、その結果国民である原告らに重大な損害が生じた以上、憲法１７条\nにより国民に保障されている原告らの被告に対する損害賠償請求権の行\n使を民法７２４条後段の適用により妨げることは慎重であるべきである\n（なお、憲法が民法よりも上位の法規範であることはいうまでもない。）。\nオ  小括\n上記ア（被害の甚大性），イ（被告の重大な帰責性）、ウ（権利行使の困\n難性）、エ（憲法の最高法規性）の各観点に照らすと、優生条項に基づく優\n生手術を受けた者に対して除斥期間の規定を適用することについては、明\nらかな違憲性を有する優生条項を制定、運用した被告と、その優生条項に\nよって優生手術を受けさせられた者との間には民法の信義則（民法１条２\n項）、個人の尊厳等を旨とする民法の解釈の基準（民法２条）ないし条理の\n法意から見逃し難い重大な問題が存在し、少なくとも、平成３１年４月２\n４日の一時金支給法成立の前に訴えを提起した本件訴訟の原告ら（前記第\n２の３⑻）の被告に対する損害賠償請求権について除斥期間の規定を適用\nし、当該権利を消滅させることについては、いずれも著しく正義・公平の\n理念に反するというべき特段の事情があると認められるというべきであ\nる（なお、一時金支給法の制定等によって被害者がその損害及び加害者を\n客観的に認識し得た時から損害賠償請求権は時効中断事由等がない限り\n原則として民法７２４条前段の３年の消滅時効にかかるものと解するこ\nとなどにより、法的安定性は必要な限度で確保されるものと考えられる。）。\n⑷  原告らの主張について\nア  原告らは民法７２４条後段が消滅時効を定めたものであると主張する。\nしかし、最高裁平成元年判決以降、民法７２４条後段の規定が除斥期間\nを定めたものであることは既に確立した判例法理となっているし、除斥\n期間と解しても最高裁平成１０年判決及び最高裁平成２１年判決のよう\nに同規定の解釈により妥当な結論を導くことは可能であるから、平成２\n９年法律第４４号による改正後の民法が施行された後においても変わり\nないものと解される（最高裁判所令和３年４月２６日第二小法廷判決・民\n集７５巻４号１１５７頁参照）。よって、原告らの上記主張を採用するこ\nとはできない。\nイ  原告らは、最高裁判所平成１６年４月２７日第三小法廷判決・民集５８\n巻４号１０３２頁及び最高裁判所平成１８年６月１６日第二小法廷判決・\n民集６０巻５号１９９７頁を引用し、優生保護法により生じた損害が現在\nも継続して発生していることや、本件訴訟の提起に至るまで原告らに優生\n保護法に係る損害賠償請求訴訟の提訴可能性がなかったことから除斥期\n間は始まっていない旨主張する。\nしかし、上記各最高裁判決は、蓄積進行性又は遅発性の健康被害に見ら\nれるように加害行為が終了してから相当期間が経過した後に損害が発生\nするという事態が、当該不法行為により発生する損害の性質から客観的に\n認められる場合に限り、損害発生時が例外的に除斥期間の起算点となるこ\nとを認めたものにすぎず、権利行使の可能性のみの観点から民法７２４条\n後段の「不法行為の時」を解釈する余地を認めたものではない。かえって、\n民法７２４条後段は文言上明確に「不法行為の時」を起算点としているこ\nとからすれば、加害行為が行われた時点で損害が発生する不法行為の場合\nには、「不法行為の時」は加害行為の時をいうと解するのが相当であり、損\n害が継続して発生していることによって起算点が遅れるものではないし、\n提訴可能性により左右されるものでないと解される。よって、原告らの上\n記主張を採用することはできない。\n⑸  被告の主張について\n被告は、最高裁平成元年判決、最高裁平成１０年判決及び最高裁平成２１\n年判決を引用し、本件については、①除斥期間の経過による効果を制限する\n根拠となる明文の規定及び②除斥期間の経過による効果を債権者に甘受さ\nせることが著しく正義・公平の理念に反することが認められないことから、\n除斥期間の適用は排除されない旨主張する。\nしかし、最高裁平成元年判決は、加害者による援用なくして除斥期間の経\n過により損害賠償請求権が消滅することから被害者からの信義則違反や権\n利濫用の主張を失当としたものと解されるのであって、事案の性質・内容に\n応じてその例外があり得ることは最高裁平成１０年判決及び最高裁平成２\n１年判決において既に示されているし、両判決は、上記①と②を除斥期間の\n適用を制限する場合の要件として明示したものではなく、それぞれの事案の\n性質・内容に応じて除斥期間の適用を制限する法的構成を示したものにすぎ\nないと考えられる。そして、本件においては最高裁平成１０年判決及び最高\n裁平成２１年判決がその法意を参照した民法１５８条１項や同法１６０条\nのような時効期間の経過による効果を制限する根拠となる明文の規定は見\n当たらないものの、両判決の求める法意とは重大な被害を受けた者の権利行\n使が困難であり、その原因を作出した加害者の帰責性が重大である場合に加\n害者が責任を全部免れることは著しく正義・公平に反するというものである\nと解される（その法意を裏付ける規定等として民法１条２項、同法２条ない\nし条理が存在する。）から、両判決は、本件のような事案において憲法に違\n反する優生条項に基づき重大な人権侵害を受けた被害者の救済よりも法的\n安定性の確保を敢えて優先させることを許容するものではなく、両判決の存\n在により直ちに本件における除斥期間の成否が左右されることにはならな\nいというべきである。よって、被告の上記主張を採用することはできない。\n５  まとめ\nそうすると、違憲の優生条項（争点⑴）に基づく優生手術を受けさせられた原\n告ら（争点⑵）の損害賠償請求権（争点⑶）については除斥期間の適用が制限さ\nれる（争点⑷）ことになり、その余の争点（争点⑸及び争点⑹）について判断す\nるまでもなく、原告らの請求はいずれも一部理由があるものと認められる。\n第４  結論\n以上によれば、第１事件原告の請求は、被告に対し、国家賠償法１条１項に基\nづく損害賠償金１５００万円及びこれに対する第１事件訴状送達の日の翌日であ\nる平成３０年７月２６日から支払済みまで民法所定の年５分の割合による遅延損\n害金の支払を求める限度で理由があるから認容し、第２事件原告の請求は、被告\nに対し、国家賠償法１条１項に基づく損害賠償金７００万円及びこれに対する第\n２事件訴状送達の日の翌日である平成３１年３月２日から支払済みまで民法所定\nの年５分の割合による遅延損害金の支払を求める限度で理由があるから認容し、\nその余はいずれも理由がないから棄却することとし、本件事案の性質に鑑み、本\n判決送達の日から１４日間の猶予期間を定めるとともに、第１項につき１１００\n万円、第２項につき５００万円の各担保を条件とする仮執行免脱宣言を付した上\nで仮執行宣言を付すこととして、主文のとおり判決する。\n熊本地方裁判所民事第３部\n裁判長裁判官        中    辻󠄀    雄一 朗\n裁判官       佐    藤    丈    宜\n裁判官       池    邉    大    喜\n（別紙）\n関係法令の定め等\n１  日本国憲法（以下「憲法」という。）\n⑴  １３条（個人の尊重、生命・自由・幸福追求の権利の尊重）\nすべて国民は、個人として尊重される。生命、自由及び幸福追求に対する国\n民の権利については、公共の福祉に反しない限り、立法その他の国政の上で、\n最大の尊重を必要とする。\n⑵  １４条１項（法の下の平等）\nすべて国民は、法の下に平等であって、人種、信条、性別、社会的身分又は\n門地により、政治的、経済的又は社会的関係において、差別されない。\n⑶  １７条（国及び公共団体の賠償責任）\n何人も、公務員の不法行為により、損害を受けたときは、法律の定めるとこ\nろにより、国又は公共団体に、その賠償を求めることができる。\n⑷  ２４条１項（家族生活における個人の尊厳と両性の平等）\n婚姻は、両性の合意のみに基いて成立し、夫婦が同等の権利を有することを\n基本として、相互の協力により、維持されなければならない。\n⑸  ２４条２項（同上）\n配偶者の選択、財産権、相続、住居の選定、離婚並びに婚姻及び家族に関す\nるその他の事項に関しては、法律は、個人の尊厳と両性の本質的平等に立脚し\nて、制定されなければならない。\n⑹  ３６条（拷問及び残虐な刑罰の禁止）\n公務員による拷問及び残虐な刑罰は、絶対にこれを禁ずる。\n２  民法\n⑴  １条２項（信義則）\n権利の行使及び義務の履行は、信義に従い誠実に行わなければならない。\n⑵  ２条（解釈の基準）\nこの法律は、個人の尊厳と両性の本質的平等を旨として、解釈しなければな\nらない。\n⑶  ７２４条（不法行為による損害賠償請求権の期間の制限）\n不法行為による損害賠償の請求権は、被害者又はその法定代理人が損害及び\n加害者を知った時から３年間行使しないときは、時効によって消滅する。不法\n行為の時から２０年を経過したときも、同様とする。\n３  優生保護法（原告らに関係する昭和２９年頃から昭和４６年頃までの時期の規\n定）（乙１の１参照）\n⑴  １条（この法律の目的）\nこの法律は、優生上の見地から不良な子孫の出生を防止するとともに、母性\nの生命健康を保護することを目的とする。\n⑵  ２条（定義）\nア  １項  この法律で優生手術とは、生殖腺を除去することなしに、生殖を不\n能にする手術で命令をもつて定めるものをいう。\nイ  ２項  この法律で人工妊娠中絶とは、胎児が、母体外において、生命を保\n続することのできない時期に、人工的に、胎児及びその附属物を母体外に排\n出することをいう。\n⑶  ３条（医師の認定による優生手術）\nア  １項  医師は、左の各号の一に該当する者に対して、本人の同意並びに配\n偶者（届出をしないが事実上婚姻関係と同様な事情にある者を含む。以下同\nじ。）があるときはその同意を得て、優生手術を行うことができる。但し、未\n成年者、精神病者又は精神薄弱者については、この限りでない。\n一  本人若しくは配偶者が遺伝性精神病質、遺伝性身体疾患若しくは遺伝性\n奇型を有し、又は配偶者が精神病若しくは精神薄弱を有しているもの\n二  本人又は配偶者の四親等以内の血族関係にある者が、遺伝性精神病、遺\n伝性精神薄弱、遺伝性精神病質、遺伝性身体疾患又は遺伝性奇形を有して\nいるもの\n三  本人又は配偶者が、癩疾患に罹り、且つ子孫にこれが伝染する虞れのあ\nるもの\n四  妊娠又は分娩が、母体の生命に危険を及ぼす虞れのあるもの\n五  現に数人の子を有し、且つ、分娩ごとに、母体の健康度を著しく低下す\nる虞れのあるもの\nイ  ２項  前項第４号及び第５号に掲げる場合には、その配偶者についても同\n項の規定による優生手術を行うことができる。\nウ  ３項  第１項の同意は、配偶者が知れないとき又はその意思を表示するこ\nとができないときは本人の同意だけで足りる。\n⑷  ４条（審査を要件とする優生手術の申請）\n医師は、診断の結果、別表に掲げる疾患（注：別表において遺伝性精神病、\n遺伝性精神薄弱、顕著な遺伝性精神病質、顕著な遺伝性身体疾患、強度な遺伝\n性奇型が掲げられている。）に罹っていることを確認した場合において、その\n者に対し、その疾患の遺伝を防止するため優生手術を行うことが公益上必要で\nあると認めるときは、都道府県優生保護審査会に優生手術を行うことの適否に\n関する審査を申請しなければならない（注：都道府県優生保護審査会の監督及\nび優生手術を行った旨の届出の受理等の事務については、機関委任事務として\n都道府県知事が管理・執行することとされており、厚生大臣が上記都道府県知\n事による事務の管理・執行を指揮監督していた。）。\n⑸  ５条（優生手術の審査）\nア  １項  都道府県優生保護審査会は、前条の規定による申請を受けたときは、\n優生手術を受くべき者にその旨を通知するとともに、同条に規定する要件を\n具えているかどうかを審査の上、優生手術を行うことの適否を決定して、そ\nの結果を、申請者及び優生手術を受くべき者に通知する。\nイ  ２項  都道府県優生保護審査会は、優生手術を行うことが適当である旨の\n決定をしたときは、申請者及び関係者の意見をきいて、その手術を行うべき\n医師を指定し、申請書、優生手術を受くべき者及び当該医師に、これを通知\nする。\n⑹  １０条（優生手術の実施）\n優生手術を行うことが適当である旨の決定に異議がないとき又はその決定\n若しくはこれに関する判決が確定したときは、第５条第２項の医師が、優生手\n術を行う。\n⑺  １１条（費用の国庫負担）\n前条の規定によって行う優生手術に関する費用は、政令の定めるところによ\nって、国庫の負担とする。\n⑻  １２条（精神病者等に対する優生手術）\n医師は、別表第１号又は第２号に掲げる遺伝性のもの以外の精神病又は精神\n薄弱に罹っている者について、精神衛生法２０条（後見人、配偶者、親権を行\nう者又は扶養義務者が保護義務者となる場合）又は同法２１条（市町村長が保\n護義務者となる場合）に規定する保護義務者の同意があつた場合には、都道府\n県優生保護審査会に優生手術を行うことの適否に関する審査を申請すること\nができる。\n⑼  １３条\nア  １項  都道府県優生保護審査会は、前条の規定による申請を受けたときは、\n本人が同条に規定する精神病又は精神薄弱に罹っているかどうか及び優生\n手術を行うことが本人保護のために必要であるかどうかを審査の上、優生手\n術を行うことの適否を決定して、その結果を、申請者及び前条の同意者に通\n知する。\nイ  ２項  医師は、前項の規定により優生手術を行うことが適当である旨の決\n定があったときは、優生手術を行うことができる。\n⑽  １４条（医師の認定による人工妊娠中絶）\nア  １項  都道府県の区域を単位として設立された社団法人たる医師会の指\n定する医師（以下「指定医師」という。）は、左の各号の一に該当する者に対\nして、本人及び配偶者の同意を得て、人工妊娠中絶を行うことができる。\n一  本人又は配偶者が精神病、精神薄弱、精神病質、遺伝性身体疾患又は遺\n伝性奇型を有しているもの\n二  本人又は配偶者の四親等以内の血族関係にある者が遺伝性精神病、遺\n伝性精神薄弱、遺伝性精神病質、遺伝性身体疾患又は遺伝性奇型を有して\nいるもの\n三  本人又は配偶者が癲疾患に罹っているもの\n四  妊娠の継続又は分娩が身体的又は経済的理由により母体の健康を著し\nく害するおそれのあるもの\n五  暴行若しくは脅迫によって又は抵抗若しくは拒絶することができない\n間に姦淫されて妊娠したもの\nイ  ２項  前項の同意は、配偶者が知れないとき若しくはその意思を表示する\nことができないとき又は妊娠後に配偶者がなくなったときには本人の同意\nだけで足りる。\n⑾  ２５条（届出）\n医師又は指定医師は、３条第１項、１０条、１３条２項又は１４条１項の規\n定によって優生手術又は人工妊娠中絶を行った場合は、その月中の手術の結果\nを取りまとめて翌月１０日までに、理由を記して、都道府県知事に届け出なけ\nればならない。\n⑿  ２６条（通知）\n優生手術を受けた者は、婚姻しようとするときは、その相手方に対して、優\n生手術を受けた旨を通知しなければならない。\n４  優生保護法施行令（乙１の２参照）\n⑴  １条１項  優生保護法１１条に規定する優生手術に関する費用は、左の各号\nに掲げるものとする。\n一  優生手術を受ける者の鉄道賃、船賃、車賃、日当及び宿泊料（以下略）\n二  手術料\n三～五（略）\n⑵  １条２項  前項の費用について、その額、支給方法その他必要な事項は、厚\n生大臣が定める。\n５  優生保護法施行規則（乙１の３、乙Ａ７～８参照）\n⑴  １条（優生手術の術式）\n優生保護法２条に規定する優生手術は、左に掲げる術式によるものとする。\n一  精管切除結さつ法（精管を陰のう根部で精索からはく離して、２センチ\nメートル以上を切除し、各断端を焼しゃく結さつするものをいう。）\n二  精管離断変位法（精管を陰のう根部で精索からはく離して切断し、各断\n端を結さつしてから変位固定するものをいう。）\n三  卵管圧ざ結さつ法（マドレーネル氏法）（卵管をおよそ中央部では持し、\n直角又は鋭角に屈曲させて、その両脚を圧ざかん子で圧ざしてから結さつ\nするものをいう。）\n四  卵管間質部けい状切除法（卵管峡部で卵管を結さつ切断してから子宮角\nにけい状切開を施して間質部を除去し、残存の卵管断端を広じん帯又は腹\n膜内に埋没するものをいう。）\n⑵  ２７条２項（優生保護法２５条の届出）\n都道府県知事は、優生保護法２５条の規定による届出を受理したときは、（中\n略）月報及び（中略）年報を作成し、月報はその月の末日までに、年報は翌年\n１月末日までに厚生大臣に提出しなければならない。\n６  優生保護法の施行について（抄）（昭和２８年６月１２日  厚生省発衛第１５０\n号  各都道府県知事宛  厚生事務次官通知）（乙Ａ３参照）\n⑴  医師の認定による優生手術\n未成年者、精神病者又は精神薄弱者に対しては、医師の認定による優生手術を\n行うことはできないこと。これらの者に対する優生手術は、優生保護法１０条又\nは優生保護法１３条２項の規定に該当する場合のみ行うことができるものであ\nること。\n⑵  審査を要件とする優生手術\nア～ウ（略）\nエ  審査を要件とする優生手術は、本人の意見に反してもこれを行うことができ\nるものであること。但し、この場合に手術を施行することができるためには、\n優生手術を行うことが適当である旨の決定が確定した場合、すなわち、手術を\n受けなければならない者が、優生手術の実施に関して不服があるにもかかわら\nず、優生保護法６条の規定による再審査の申請又は９条の規定による訴の提起\nを法定の期間内に行わないために、都道府県優生保護審査会の決定が確定した\n場合か、優生手術を行うことが適当である旨の判決が確定した場合でなければ\nならないこと。この場合に許される強制の方法は、手術に当って必要な最小限\n度のものでなければならないので、なるべく有形力の行使はつつしまなければ\nならないが、それぞれの具体的な場合に応じては、真にやむを得ない限度にお\nいて身体の拘束、麻酔薬施用又は欺罔等の手段を用いることも許される場合が\nあると解しても差し支えないこと。\n以  上\n"
}