{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 2,
    "month": 3,
    "day": 6
  },
  "case_number": "平成30(ワ)18874",
  "case_name": "不正競争行為差止等請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "89441",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=89441",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/441/089441_hanrei.pdf",
  "contents": "令和２年３月６日判決言渡  同日原本領収  裁判所書記官\n平成３０年（ワ）第１８８７４号  不正競争行為差止等請求事件\n口頭弁論終結日  令和元年１２月２５日\n判        決\n原        告          ヤマム株式会 社\n同訴訟代理人弁護士         野口隆 一\n被        告         新 東 化 成 株 式 会 社\n同訴訟代理人弁護士         稲元富 保\n稲元祥 子\n主        文\n１  被告は，文書又は口頭をもって，別紙１原告製品目録１ないし６記載\nのプレハブ式階段の製造，譲渡又は譲渡の申出が，実用新案登録第３１\n５９２６９号に係る実用新案権を侵害し，又は侵害するおそれがある旨\nを，需要者，原告の取引関係者その他の第三者に告知し，流布してはな\nらない。\n２  被告は，文書又は口頭をもって，別紙１原告製品目録１ないし６記載\nのプレハブ式階段が，紫外線劣化に弱いため，耐用年数が短く，早期に\n破損するなどして危険である旨を，需要者，原告の取引関係者その他の\n第三者に告知し，流布してはならない。\n３  被告は，原告に対し，１６５万円及びこれに対する平成３０年６月２\n７日から支払済みまで年５分の割合による金員を支払え。\n４  原告のその余の請求をいずれも棄却する。\n５  訴訟費用は，これを１５分し，その１４を原告の負担とし，その余を\n被告の負担とする。\n６  この判決は，第１項ないし第３項に限り，仮に執行することができる。\n事実及び理 由\n第１  請求\n１  主文第１項と同旨\n２  被告は，文書又は口頭をもって，別紙１原告製品目録１ないし６記載のプレハ\nブ式階段が，性能が劣る又は危険である旨を，需要者，原告の取引関係者その他\nの第三者に告知し，流布してはならない。\n３  被告は，原告に対し，４６００万円及びこれに対する平成３０年６月２７日か\nら支払済みまで年５分の割合による金員を支払え。\n４  訴訟費用は被告の負担とする。\n５  仮執行宣言\n第２  事案の概要\n１  本件は，原告が，被告が別紙１原告製品目録１～６記載の製品（以下，それぞ\nれを符号に従い「原告製品１」などという。）に関して虚偽の事実を告知又は流\n布したことは不正競争防止法（以下「不競法」という。）２条１項１５号（平成\n３０年法律第３３号による改正後の２条１項２１号）の不正競争行為に当たり，\nこれによって原告の営業上の利益が侵害されたなどと主張して，被告に対し，不\n競法３項１項に基づき不正競争行為の差止めを求めるとともに，民法７０９条，\n不競法４条，５条２項に基づき損害賠償金４６００万円及びこれに対する不法行\n為の後の日である平成３０年６月２７日（訴状送達の日の翌日）から支払済みま\nで民法所定の年５分の割合による遅延損害金の支払を求める事案である。\n２  前提事実（当事者間に争いのない事実又は文中掲記した証拠及び弁論の全趣旨\nにより認定することができる事実。なお，本判決を通じ，証拠を摘示する場合に\nは，特に断らない限り，枝番を含むものとする。）\n(1) 当事者\nア  原告は，熱可塑性樹脂，熱硬化性樹脂，エンジニア樹脂及びその原料とこ\nれらの製品，並びに土木建築資材及びその製品などの製造・売買を業とする\n株式会社であり，再生プラスチック製のプレハブ式階段「ジオ・ステップ」\n（以下「原告製品」という。）を製造，販売している。（甲１，４，乙４）。\nイ  被告は，合成樹脂製品の製造及び販売並びに建設土木用資材の企画，製作\n及び販売を主たる業とする株式会社であり，再生プラスチック製のプレハブ\n式階段「リバーザー・ステップ」（以下「被告製品」という。）を製造，販\n売している。（甲５，乙５）\nウ  原告と被告は，プレハブ式階段の製造販売において競争関係にある。\n(2) 被告の実用新案権\nア  被告は，以下の実用新案権（以下「本件実用新案権」といい，同考案に係\nる実用新案を「本件登録実用新案」，その登録を「本件実用新案登録」とい\nう。）を有している（甲３）。\n登録番号：第３１５９２６９号\n考案の名称：プレハブ式階段\n出願日：平成２２年２月２３日\n登録日：平成２２年４月１４日\n訂正登録日：平成２６年７月９日\nイ  本件実用新案登録請求の範囲の請求項１の記載（平成２６年７月７日付け\n「実用新案法第１４条の２第１項の訂正に係る訂正書」（乙３。以下「本件\n訂正書」という。）による訂正後のもの）は，別紙２のとおりであり（以下，\nこれに記載された考案を「本件考案」という。），これを構成要件に分説す\nると別紙３のとおりである。\n(3) 原告の行為等\n原告は，平成２５年頃から，原告製品１～５及び別紙原告製品目録記載７の\n製品（以下「原告製品７」という。）を製造販売してきた。なお，原告製品６\nは，原告製品７の異形鉄筋杭４（アンカー杭）の固定構造に係る構成ｉにおい\nて，頭付ボルト５及びナット６に代えて，コーチボルトを使用した製品であり，\n原告は，平成２７年８月頃以降，同製品を製造販売している。\n後記(4)の訴訟の対象とされた原告製品７の構成は，別紙４のとおりである。\nまた，原告は，原告製品１～６の構成につき，別紙５のとおりであると主張し\nている。（甲４）\n(4) 原告と被告間の訴訟の経過等\nア  被告は，平成２７年７月２３日，原告に対し，「貴社が製造・販売してい\nる『階段』は，弊社が実用新案権者となっている実用新案権（登録番号第３\n１５９２６９号）を侵害していると思われます。」などと記載した通告書（乙\n１。以下「本件通告書」という。），実用新案技術評価書（乙２。以下「本\n件評価書」という。）及び本件訂正書（乙３）を送付して警告をした。\n本件評価書には，本件考案につき，評価は６（新規性等を否定する先行技\n術文献等を発見できない（記載が不明瞭であること等により，有効な調査が\n困難と認められる場合も含む。）であるとされ，「評価についての説明」の\n項では，新規性等を否定する先行技術文献等を発見できない旨や，参考文献\nの記載からきわめて容易に導き出せるものともいえない旨の記載がある。\nイ  被告は，平成２８年４月２１日，原告を相手方として，東京地方裁判所に\n対し，原告製品７が本件考案の技術的範囲に属するなどとして，原告製品７\nの製造，譲渡等の差止め及び廃棄並びに損害賠償を求める訴えを提起した\n（同裁判所平成２８年（ワ）第１３００３号実用新案権侵害差止等請求事件。\n以下「前訴」という。）。なお，被告は，前訴において，原告製品６が本件\n実用新案権を侵害するとしてこれに係る同様の請求を追加したが，その後，\nこれを取り下げた。\n原告は，専ら本件実用新案登録の無効を主張するなどして争ったが，東京\n地方裁判所は，平成２９年１２月２５日，原告製品７が本件実用新案権を侵\n害していることを認め，原告に対し，原告製品７の製造，譲渡等の差止め及\nび廃棄並びに損害賠償として１６５万９９５２円と遅延損害金の支払を命\nずる判決をし，同判決はその頃確定した。（甲６）\nウ  原告は，平成３０年１月５日，原告のウェブサイトに，「このたび弊社製\n品「ジオ・ステップ」鉄筋杭角材基礎設置タイプ（コーチボルト固定タイプ）\n（以下「本製品」）につきまして，平成２８年，新東化成株式会社（以下「原\n告」）が弊社に対して実用新案権の侵害として訴訟を提起しましたが，裁判\n所は侵害には当たらず販売に問題はないと判断を示し，原告もその請求を取\nり下げました。」などと記載した「傾斜地用点検・管理用階段「ジオ・ステ\nップ」における製品販売に関してのご報告」との表題の文書（乙１１）を掲\n載した。\n(5) 原告製品１～７と本件考案の技術的範囲\n原告製品７は，本件考案の技術的範囲に属するが，原告製品１～６は，同考\n案の技術的範囲に属しない。\n(6) 原告製品や被告製品の取引\n原告製品や被告製品の取引関係は，発注者（高速道路会社）→元請会社→Ｇ\nテクノ株式会社（以下「Ｇテクノ」という。）→ユアサ商事株式会社（以下「ユ\nアサ商事」という。）→原告又は被告という流れで発注される。なお，元請会\n社が株式会社鴻池組（以下「鴻池組」という。）である場合は，被告は，ユア\nサ商事ではなく，木曽興業株式会社（以下「木曽興業」という。）から発注を\n受ける。\n(7) 被告の行為\nア  ユアサ商事に対する書面の送付\n被告は，平成２８年１月８日，原告及び被告の取引先であるユアサ商事関\n東支社外構エンジニアリング部に，「再生プラスチック階段材についてのお\n知らせ」と題する書面（甲７の１。以下「甲７の１書面」という。）と，本\n件通告書（乙１），本件評価書（乙２），本件訂正書（乙３），原告製品１\n～５及び７が記載された原告製品のカタログ（乙４。以下「原告旧カタログ」\nという。）の各写し並びに被告製品のカタログ（乙５。以下「被告カタログ」\nという。）を併せて送付した（以下「被告行為１」といい，これにより送付\nした書面を一括して「甲７の１書面等」という。）。\n甲７の１書面には，「さて，首題の件でございますが，この再生プラスチ\nック階段材について，弊社では，何件もの実用新案や特許を取得しておりま\nす。ヤマム株式会社という会社がこの弊社の実用新案や特許に関係なく，\n丸々コピーをし，製品として販売を行っております。既に弊社では，この事\nについて，ヤマム株式会社に警告書を出しておりますが，まともな返答がな\nいため，やむなく，訴訟手続きに入っております。違法コピー品のため，貴\n社にも御迷惑をかけるおそれもあります。役所にも知らせる必要が生じて元\n請け工事会社様にも御迷惑をかける恐れがあります。このような商品はお取\nり扱いされない様，何卒よろしくお願い申し上げます。」との記載がある。\n原告旧カタログには，土面アンカー設置タイプであるＴｙｐｅ－Ａ（原告\n製品１），杭打角材基礎設置タイプであるＴｙｐｅ－Ｂ（原告製品２），鉄\n筋杭角材基礎設置タイプであるＴｙｐｅ－Ｃ（原告製品７），角材基礎設置\nタイプであるＴｙｐｅ－Ｄ（原告製品３），コンクリート面設置タイプであ\nるＴｙｐｅ－Ｅ（原告製品４），岩盤面設置タイプであるＴｙｐｅ－Ｆ（原\n告製品５）が各図面等とともに掲載されている。\n被告カタログには，原告製品１の競合品である「土面取付用」（乙５・５\n頁。以下「被告製品１」という。），原告製品２の競合品である「フラット\nでなく柔らかな地山への取付用」（同６頁。以下「被告製品２」という。），\n原告製品７の競合品であり本件考案の実施品である「フラットでなく硬い地\n山取付用」（同７頁。以下「被告製品７」という。），原告製品３の競合品\nである「盛土面取付用」（同８頁。以下「被告製品７」という。），原告製\n品４の競合品である「コンクリート面取付用」（同９頁。以下「被告製品４」\nという。），原告製品５の競合品である「岩部取付用」（同１０頁。以下「被\n告製品５」という。）などが各図面等とともに掲載されている。また，被告\n製品７に係る７頁，被告製品５に係る１０頁のほか，１１～１４頁及び１６\n頁には，赤色の背景に黒文字で「実用新案登録済」との記載がある。\nイ  Ｇテクノに対する書面の送付\n被告は，平成２８年２月２４日，原告及び被告の取引先であるＧテクノに\n対し，「再生プラスチック階段材についてのお願い」と題する書面（甲７の\n２。以下「甲７の２書面」という。）と，本件通告書，本件評価書，本件訂\n正書及び原告旧カタログの各写し並びに被告カタログを併せて送付した（以\n下「被告行為２」といい，これにより送付した書面を一括して「甲７の２書\n面等」という。）。\n甲７の２書面には，「さて，首題の件でございますが，この再生プラスチ\nック階段材について，弊社では，何件もの実用新案や特許を取得しておりま\nす。ヤマム株式会社という会社がこの弊社の実用新案や特許に関係なく，\n丸々コピーをし，製品として販売を行っております。…既に弊社では，この\n事について，ヤマム株式会社に警告書を出しておりますが，まともな返答が\nないため，やむなく，訴訟手続きに入っております。貴社におかれましては，\nこの様な違法コピーの品物をご使用になられないようお願い申し上げます。\n弊社としては，役所にも申し立てをせねばならず，貴社に御迷惑をお掛けす\nるおそれもあります。別紙，この件に関する資料添付します。」との記載が\nある。\nウ  鴻池組に対する書面の送付\n(ｱ) 被告は，平成２８年４月２６日，原告及び被告の取引先である鴻池組に\n対し，「再生プラスチック階段材についてのお願い」と題する書面（甲７\nの３。以下「甲７の３書面」という。）と，本件通告書，本件評価書，本\n件訂正書及び原告旧カタログ（ただし，１枚目に不動文字で「新東化成株\n式会社のＰＡＴ．を侵害している違法コピー商品のカタログです。ご注意\nください。」との記載があるもの）の各写し，被告カタログ並びに原告製\n品の階段部分の厚みが薄いことを示す写真（乙６。以下「乙６写真」とい\nう。）を併せて送付した（以下「被告行為３－１」といい，これにより送\n付した書面を一括して「甲７の３書面等」という。）。\n甲７の３書面には，「さて，首題の件でございますが，この再生プラス\nチック階段材について，弊社では，何件もの実用新案や特許を取得してお\nります。ヤマム株式会社という会社がこの弊社の実用新案や特許に関係な\nく，丸々コピーをし，製品として販売を行っております。既に弊社では，\nこの事について，ヤマム株式会社に警告書を出しておりますが，まともな\n返答がないため，やむなく，訴訟手続きに入っております。貴社におかれ\nましては，この様な違法コピーの品物をご使用になられないようお願い申\nし上げます。弊社としては，役所にも申し立てをせねばならず，貴社に御\n迷惑をお掛けすることにもなります。又このヤマム（株）の製品は肉厚を\n異常に薄くしており紫外線劣化に弱く耐用年数が少なくなり，非常に危険\nです。この件の資料も添付します。」との記載がある。\n(ｲ)  また，被告は，同月頃，鴻池組に対し，１枚目に「他社製  階段本体」\nと題する記載のある書面（甲９。以下「甲９書面」という。）を送付した\n（以下「被告行為３－２」といい，被告行為３－１と併せて「被告行為３」\nという。）。\n甲９書面は，①黒色の不動文字で，「他社製  階段本体」と題し，「階\n段本体裏面をハニカム状にして板厚をかなり薄くしており（ｔ１０ｍｍ），\n紫外線劣化等により耐久性に問題があります。施工されてしまえば裏面が\nくり抜かれていることは見えません。紫外線によって１０年程度で５ｍｍ\nほど劣化すると，８０ｋｇ程度の人が階段に乗ると前兆無く破損し，滑落\nのおそれがあります。（初期の強度を出すため，裏側に補強リブを入れて\nいるので，しなり等の破損の前兆が出にくくなっています。）劣化の量は\n紫外線量によって変化します。」との記載があり，乙６写真と同じ写真を\n掲載した書面，②原告旧カタログの図面等が記載された部分の抜粋に，赤\n色の手書き文字で「ヤマム（株）カタログより」，「製品の厚さ１０ｍｍ」，\n「金物で固定している（固定しないと破損する）」との記載のある書面，\n③黒色の不動文字で「新東化成株式会社  リバーザー・ステップ（踏み板\n部ｔ３０ｍｍ，蹴上部ｔ２５ｍｍ）」との記載のある原告製品の写真，④\n破損した再生プラスチック階段の写真，⑤表紙部分に赤色の不動文字で\n「新東化成株式会社のＰＡＴ．を侵害しているコピー商品のカタログです。\nご注意ください。」と記載された原告旧カタログの写し，⑥赤字の不動文\n字で「この他にも多数のパテント登録があります。」との記載のある本件\n登録実用新案に係る実用新案登録証の写しにより構成されている（以下，\n上記①～⑥のそれぞれを符号に従い「甲９書面①」などという。）。\nなお，甲９書面④の写真に撮影されている破損した再生プラスチック階\n段は，原告製品ではなく，別企業の製品である。\n(8) 原告による前訴判決書正本の抜粋等の書面（甲８。以下「甲８書面」という。）\nの入手\n原告は，平成３０年３月頃，取引先（販売会社）の担当者から，甲８書面を\n入手した。（甲１１）\n甲８書面は，①裁判所書記官による正本認証の写し部分に赤色の手書き文字\nで「ニセ物が訴訟で訴えられたそうです」との記載があり，当事者，主文，請\n求，本件実用新案権の登録番号や考案の名称等の記載部分等に係る事案の概要\n部分及び被告製品７に係る被告製品目録を抜粋した前訴判決正本の写し，②赤\n色の手書き文字で「ニセ物」との記載がある甲９書面④の写真と同一の破損し\nた再生プラスチック階段の写真，③赤色の手書き文字で「ニセ物」，「厚さが\n薄い」と記載され，黒色の不動文字で「他社製  階段本体  裏面の様子」と記\n載された乙６写真と同一の写真により構成されている（以下，上記①～③のそ\nれぞれを符号に従い「甲８書面①」などといい，甲８書面中の赤色の手書き文\n字で記載された部分を一括して「赤文字部分」という。）。\n３  争点\n(1) 被告が虚偽の事実を告知・流布したか（争点１）\n(2) 差止めの必要性（争点２）\n(3) 被告の故意・過失の有無（争点３）\n(4) 原告の損害額（争点４）\n第３  争点に関する当事者の主張\n１  争点１（被告が虚偽の事実を告知・流布したか）について\n（原告の主張）\n(1) 被告行為１及び２（虚偽事実１関係）について\nア  被告は，被告行為１によりユアサ商事に対し，被告行為２によりＧテクノ\nに対し，原告製品１～６が本件実用新案権を侵害しているとの虚偽の事実\n（以下「虚偽事実１」という。）を告知・流布した。\nすなわち，被告は，原告の取引先であるユアサ商事及びＧテクノに対し，\n「再生プラスチック階段材について，弊社（被告）では，何件もの実用新案\nや特許を取得しております。ヤマム株式会社という会社がこの弊社の実用新\n案や特許に関係なく，丸々コピーをし，製品として販売を行っております。」，\n「貴社におかれましては，この様な違法コピーの品物をご使用になられない\nようお願い申し上げます。」等の記載のある甲７の１書面及び甲７の２書面\nを送付した。これらの書面は，原告製品１～６が本件実用新案権を侵害する\n旨の告知をするものであるが，原告製品１～６は本件考案の技術的範囲に属\nしないから，本件実用新案権を侵害していない。\nしたがって，被告は，ユアサ商事及びＧテクノに対し，虚偽の事実（虚偽\n事実１）を告知したものである。\nイ  これに対して，被告は，甲７の１書面及び甲７の２書面に原告製品１～６\nが本件実用新案権を侵害するとは記載されていないなどとして，これらの書\n面は，被告が本件考案の技術的範囲に属する原告製品７を販売している事実\nを摘示したものであると主張する。\nしかし，被告がこれらの書面と同時に送付した原告旧カタログには，原告\n製品７以外にも原告製品１～５が掲載され，また，同様に，本件通告書には\n「貴社が製造・販売している『階段』」が本件実用新案権を侵害するとして，\n対象製品が原告製品全体である旨の記載がされているので，原告は，原告製\n品７のみならず，原告製品１～６も本件実用新案権を侵害するとの虚偽の事\n実を告知したということができる。\nまた，ユアサ商事やＧテクノは，原告から原告製品７のみならず原告製品\n１～６を購入していたから，甲７の１書面や甲７の２書面に記載されている\n製品が原告製品７に限定されていると認識することはできない。\n(2) 被告行為３（虚偽事実１及び２関係）について\n被告は，被告行為３により，鴻池組に対し，虚偽事実１を告知するとともに，\n何らの根拠もないのに，原告製品１～６の性能が劣り，危険である旨の虚偽の\n事実（以下「虚偽事実２」という。）を告知した。\nア  虚偽事実１について\n(ｱ) 被告行為３－１について\n甲７の３書面を原告の取引先である鴻池組に送付する行為も，前記(1)\nと同様の理由により，原告製品１～６が本件実用新案権を侵害する旨の虚\n偽事実１の告知をするものである。\n実際，甲７の１書面，甲７の２書面及び甲７の３書面を受領した取引先\nは，原告にこれらの書面を送付し，原告製品の全てについて，取り扱うこ\nとに問題がないか問い合わせるとともに，最終的に原告製品１～６の取扱\nいを見送っている。\n(ｲ) 被告行為３－２について\n被告は，原告旧カタログの写しに，「新東化成株式会社のＰＡＴ．を侵\n害しているコピー商品のカタログです。ご注意ください。」と記載した甲\n９書面⑤を鴻池組に送付して，原告製品１～６が本件実用新案権を侵害し\nているという虚偽事実１を告知した。\nイ  虚偽事実２について\n(ｱ) 被告行為３－１について\n原告製品は，紫外線劣化に関する検査（ジオ・ステップ対候性検査）を\n実施しており（甲４・６頁），同種の製品に比べ，紫外線劣化に弱いとい\nう事実は存しない。同試験は，国内で標準的な促進耐候性試験で，ＪＩＳ，\nＩＳＯを含め多くの規格に規定されている試験実績のある試験であるに\nもかかわらず，被告は，甲７の３書面に，根拠なく，「ヤマム（株）の製\n品は肉厚を非常に薄くしており紫外線劣化に弱く耐用年数が少なくなり，\n非常に危険です。」と原告製品の耐久性に問題がある旨などを記載し，こ\nれを鴻池組に送付して，原告製品１～６の性能が劣り，危険な商品である\nという虚偽の事実を告知したものである。\n(ｲ) 被告行為３－２について\n甲９書面①の写真は，原告製品１～６のステップ及び角材が撮影されて\nいるが，原告は，これに，根拠なく，「紫外線劣化等により耐久性に問題\nがあります。」，「紫外線によって１０年程度で５ｍｍほど劣化すると，\n８０ｋｇ程度の人が階段に乗ると前兆無く破損し，滑落のおそれがありま\nす。」と原告製品の耐久性に問題がある旨を記載し，鴻池組に送付してい\nるが，上記(ｱ)のとおり，原告製品１～６の性能が劣り，危険な商品である\nという記載は虚偽である。\n(3) 被告行為４（虚偽事実１及び２関係）について\nア  被告は，平成３０年３月頃，中部横断自動車道高山工事現場において，原\n告の取引先である株式会社熊谷組（以下「熊谷組」という。）などに対し，\n赤文字部分が記載された甲８書面を配布して（以下「被告行為４」という。），\n虚偽事実１及び２を告知した。\nすなわち，被告が熊谷組に配布した甲８書面③には，原告製品１～６のス\nテップ及び角材の写真が掲載され，赤色の手書き文字で「ニセ物」，「厚さ\nが薄い」などと記載されているが，同書面における「ニセ物」との記載は，\n原告製品７と区別することなく，原告製品１～６が本件実用新案権を侵害す\nる旨の虚偽の事実（虚偽事実１）である。また，「厚さが薄い」との記載は，\n原告製品１～６の性能が劣り，危険である旨の虚偽の事実（虚偽事実２）で\nある。\nイ  被告が，甲８書面と同様に赤文字で書き込みのある甲９書面を配布してい\nること，甲８書面③が被告撮影に係る乙６写真と同一の写真を用いたもので\nあることからして，赤文字部分の記載された甲８書面を配布したのが被告で\nあることは明らかである。\n被告は，原告の施工会社（ゼネコン）への営業行為により，発注されるプ\nレハブ式階段の仕様が本件考案の実施品から変更されることをおそれ，赤文\n字部分の記載のある甲８書面を配布したのである。\n（被告の主張）\n(1) 被告行為１及び２について\n以下のとおり，被告行為１及び２は，被告がユアサ商事及びＧテクノに対し，\n原告製品７が本件実用新案権を侵害しているという真実を告知したものであ\nって，原告主張の虚偽事実１を告知したものではない。\nア  甲７の１書面等及び甲７の２書面等には，原告製品１～６が本件実用新案\n権を侵害する旨の記載はなく，同各書面等に記載された内容は，原告が本件\n考案の技術的範囲に属する原告製品７を販売しているという前訴判決書で\n認定された事実を摘示するものであるから，被告行為１及び２は，虚偽事実\n１を告知するものではない。\nイ  ユアサ商事は本件実用新案権を侵害する原告製品７を原告から購入して\nＧテクノに販売し，Ｇテクノはユアサ商事から購入した原告商品７を元請会\n社に販売していたのであるから，両社は，被告行為１及び２により送付され\nた各書面に記載された原告製品が原告製品７であることを容易に認識し得\nた。また，本件考案は，「アンカー杭をボルト・ナットで長尺部材に固定し\nている」との構成を有するものであるところ（別紙３参照），原告旧カタロ\nグにおいてアンカー杭をボルト・ナットで長尺部材に固定している製品は，\nＴｙｐｅ－Ｃ（原告製品７）のみであるから，本件考案の侵害品がこれであ\nることは理解し得た。そして，通常の取引者であれば，本件評価書の送付も\n受けた上で違法コピーの品物を使用しないよう求められているのであるか\nら，本件評価書に記載された実用新案権に対応する原告製品が何であるかの\n確認を行うから，原告製品１～６の全てが本件実用新案権を侵害していると\n認識することはない。\n現に，甲７の１書面等のほか，Ｇテクノから甲７の２書面等も受領したユ\nアサ商事の中部支社は，被告行為２より前には本件考案の実施品である被告\n製品（以下「被告実施製品」という。）以外の被告製品の発注もしていたの\nに，被告行為２後の平成２８年３月から平成３０年５月までの間，被告実施\n製品のみを発注するようになった（乙１９。同証拠において，鉄筋杭，ボル\nト・ナットを含む製品が被告実施製品である。）。このことは，ユアサ商事\n及びＧテクノが，原告製品７は本件実用新案権の侵害品であることを認識し\nていたことの証左である。\nウ  被告製品は被告が長年かけて開発した被告独自の製品であって，規格化さ\nれた製品ではないにもかかわらず，原告は，使用する主要部材の材質，寸法，\n設置構造，用途等を同じくする原告製品１～５及び７を販売しており，かつ，\n被告カタログにおける被告製品７の階段図（乙５・７頁）を流用し（乙８），\n被告からの許諾を受けずに本件考案の技術的範囲に属し，被告製品７のコピ\nーである原告製品７を製造販売していた。このことからすれば，甲７の１書\n面及び甲７の２書面における「ヤマム株式会社という会社がこの弊社の実用\n新案や特許に関係なく，丸々コピーをし，製品として販売を行っております。」\nとの記載は虚偽ではなく，真実を摘示したものである。\nエ  また，被告は，本件評価書の提示を要件として，ユアサ商事やＧテクノに\n対して本件実用新案権に係る権利行使をすることができるから，甲７の１書\n面及び甲７の２書面において「貴社におかれましては，この様な違法コピー\nの品物をご使用になられないようお願い申し上げます。」などと記載するこ\nとは，被告による正当な権利行使の一環である。\n(2) 被告行為３について\n以下のとおり，被告行為３も，虚偽事実１については上記(1)と同様である\nし，虚偽事実２についても，プラスチック製品が紫外線劣化を生じる等の技術\n常識を述べたものにすぎず，虚偽事実の告知には当たらない。\nア  被告行為３－１について\n(ｱ) 虚偽事実１について\n甲７の３書面等には，原告製品１～６が本件実用新案権を侵害する旨の\n記載はなく，これの内容は，原告が本件考案の技術的範囲に属する原告製\n品７を販売しているという事実を摘示するものであるから，被告行為３－\n１は，虚偽事実１を告知するものではない。\n鴻池組は，原告製品７を関西の地元商社から購入し，ネクスコの管理す\nる高速道路などで施工していたから（甲６・７２頁記載の表の「工事現場」\n欄参照），被告行為３により送付等された各書面に基づいて，そこに記載\nされた原告製品が原告製品７であることを容易に認識し得た。\nまた，前記(1)と同様の理由により，甲７の３書面における「ヤマム株式\n会社という会社がこの弊社の実用新案や特許に関係なく，丸々コピーをし，\n製品として販売を行っております。」との記載は虚偽ではないし，「貴社\nにおかれましては，この様な違法コピーの品物をご使用になられないよう\nお願い申し上げます。」と記載することは，正当な権利行使の一環である。\n(ｲ) 虚偽事実２について\n乙６写真には原告製品のステップの裏面側が写っており，外面から見た\n厚さに対して実際の厚みは半分程度になっていることが看取できる。高速\n道路の非常用・管理用階段は，階段として人の生命・身体に関わるもので\nあるが，屋外に設置されて日々紫外線にさらされる。再生プラスチックが\n紫外線によって劣化することは技術的に周知であり，日々紫外線を受ける\n高速道路の非常用・管理用階段のステップの厚みを薄くすることで，紫外\n線劣化によって破損しやすくなることは真実である。\n原告は，原告製品についてのサンシャインウェザーメーターによる耐候\n検査を根拠に，紫外線劣化に対して弱いという事実はないと主張するが，\nサンシャインウェザーメーターによる対候性検査は，「３００ｈ」であっ\nて，促進倍率は屋外暴露に比べ数倍から１０数倍程度であることを考慮す\nると（乙３０），仮に１０倍の３０００ｈとみても，１日の日照時間を１\n０時間程度とすれば，３００日間程度の曝露検査にすぎない。高速道路の\n点検用階段として設置される階段は，数十年以上にわたって傾斜地に設置\nされる人の生命身体の安全にかかわるものであって，上記の程度の検査で\n異常がなかったからといって，それで足りるものではない。\nしたがって，甲７の３における「ヤマム（株）の製品は肉厚を異常に薄\nくしており紫外線劣化に弱く耐用年数が少なくなり，非常に危険です。」\nとの記載が，虚偽の事実を記載したものであるとはいえず，被告行為３－\n１は，虚偽の事実を告知するものではない。\nイ  被告行為３－２について\n(ｱ) 虚偽事実１について\n甲９書面②の原告旧カタログには本件実用新案権を侵害する原告製品\n７が掲載されており，原告旧カタログが「新東化成株式会社のＰＡＴ．を\n侵害しているコピー商品のカタログ」であることは真実であるから，被告\n行為３－２は，虚偽の事実を告知するものではない。\n(ｲ) 虚偽事実２について\n前記のとおり，原告製品の耐久性に問題がないということはできないの\nで，甲９書面①に記載された文言は事実に反する虚偽の事実ではない。し\nたがって，被告行為３－２は，虚偽の事実を告知するものではない。\n(3) 被告行為４について\nア  被告行為４に関し，被告は，赤文字部分の記載のある甲８書面を取引先に\n配布したことはなく，「ニセ物が訴訟で訴えられたそうです」という当事者\nであれば記載しない第三者的表現の文章が記載されていることから明らか\nなとおり，甲８書面の赤文字部分は被告以外の第三者が記載したものである。\nまた，甲８書面には原告製品１～６が本件実用新案権を侵害する旨の記載は\nないから，被告行為４は，虚偽事実１を告知するものではない。\nイ  被告は，赤文字部分の記載のない甲８書面を被告の取引先であるセイトー\n株式会社（以下「セイトー」という。）に交付したことがある。これは，前\n訴判決により原告製品７が本件実用新案権を侵害すると認定されたにもか\nかわらず，原告のウェブサイトに前記前提事実(4)ウ記載の報告を掲載して，\n原告製品７の侵害が認められた事実を隠ぺいした上で，あたかもその販売が\n問題ではないかのように告知しているため，セイトーから説明を求められた\nことや，中日本高速道路株式会社東京支社の発注に係る中部横断自動車道高\n山工事（乙２０）及び高山地区のり面補強工事（乙２１）の階段は，本件考\n案の仕様であるから原告は受注することができないのに，原告が原告製品７\nによりこれを受注しようとしたため，被告がセイトーにその旨の説明をする\nために交付したものである。なお，セイトーは，赤文字部分の記載のない甲\n８と同様の書面を熊谷組に交付したようであるから，赤文字部分の記載は熊\n谷組に渡った後に記載されたものと推認される。\n２  争点２（差止めの必要性）について\n（原告の主張）\n被告による被告行為１～４が原告の営業上の信用を害することは明らかであ\nる。また，被告が被告行為１～４により取引先に原告製品１～６が本件実用新案\n権を侵害するとの誤解を生じさせたため，原告は，原告製品１～６の売上げが減\n少するとの不利益も受けている。\nしたがって，原告は，被告行為１～４により営業上の利益が侵害されており，\n今後も侵害されるおそれが高いから，差止めの必要性がある。\n（被告の主張）\n争う。被告は，虚偽の事実を告知・流布していないから，原告の営業上の利益\nを侵害していない。また，被告は，単に，原告製品の「厚さが薄い」，「耐久性\nに問題がある」などと記載した書面を送付したものではなく，請求の趣旨第２項\nの「性能が劣る，又は危険である旨」との特定では差し止めるべき事項が不明確\nである。\n３  争点３（被告の故意・過失の有無）\n（原告の主張）\n被告は，原告製品１～６が本件実用新案権を侵害しないことなどを認識しなが\nら，あえて，原告製品１～６が本件実用新案権を侵害する等の虚偽の内容の書面\nを原告の取引先に送付し，虚偽の事実を記載した甲８書面を配布したのであるか\nら，被告には故意か，少なくとも過失がある。\n（被告の主張）\n被告行為１～３に係る書面が摘示するのは，原告が本件実用新案権を侵害する\n原告製品７を販売している事実であるから，これらの書面を送付する行為は適法\nである。\n４  争点４（原告の損害額）\n（原告の主張）\n原告は，被告行為１～４により，総額４６００万円の損害を受けた。\n(1) 逸失利益\n被告が原告製品１～６は本件実用新案権を侵害するなどの虚偽の事実を告\n知したことにより，原告は，原告の取引先から原告製品１～６の注文を見送ら\nれており，これらの売上げが減少した。\nア  被告は，平成２８年１月以降，原告製品１～６と同様のプレハブ式階段で\nある被告製品を製造，販売している。平成２８年１月から平成３０年５月末\nまでの間の原告製品１～６に対応する被告製品の売上高は，少なくとも４億\n円を下らず，かかる被告製品の利益率は１０％であるから，上記期間中に被\n告が得た利益は４０００万円であり，不競法５条２項に基づき，同額が原告\nの損害額と推定される。\nイ  被告の平成２８年１月期～平成３０年１月期の事業構成は，①再生プラス\nチック階段（被告製品）５０％，②土留製品２５～３０％，③模擬製品など\nその他再生プラスチック製品（２０～２５％）であり，その間の被告の売上\n高及び営業利益は以下のとおりである。\n平成２８年１月期  売上高   ４億６４４６万４０００円\n営業利益    ３６０５万２０００円\n平成２９年１月期  売上高   ４億１６１１万６０００円\n営業利益    ２５２７万２０００円\n平成３０年１月期  売上高   ６億６３４１万５０００円\n営業利益  １億００６５万６０００円\n平成３０年１月期において，過去２年間の営業利益から大幅に増額してい\nることからすれば，平成３０年１月期の営業利益から過去２年間の営業利益\nの平均額３０６６万２０００円（＝（３６０５万２０００円＋２５２７万２\n０００円）÷２）を控除した差額分（６９９９万４０００円）のうち，再生\nプラスチック階段の事業割合（５０％）に相当する３４９９万７０００円が，\n原告の営業上の利益を侵害する不正競争行為により被告の受けた利益の額\nであり，不競法５条２項に基づき，同額が原告の損害額と推定される。\nウ  原告が，平成２８年１月以降，ユアサ商事及び木曽興業に対して原告製品\n１～６の見積書を提出したが，受注できなかったものは，別紙６「見積金額\n一覧」のとおりであり，その売上高の合計額は２億２２８６万５６７８円で\nあり，利益率を１０％程度と考えると，原告は，２２８６万５６７８円程度\nの利益を得られたはずであるから，前記イの主張が認められないとしても，\n原告の逸失利益額は同額となる。\nエ  被告は，原告が受注できなかったと主張する工事について，見積書の前提\nとなる図面が，被告製品仕様等であって，原告製品仕様ではないから，原告\nが受注できないのは当然であると主張する。\nしかし，高速道路会社等から受注したゼネコンが仕様変更等の申請を発注\n者に申請し，その承認を受ければ，仕様図面を変更して原告が受注をするこ\nとは可能であり，現に，原告が受注した「松山自動車道松山～伊予間のり面\n排水改良工事」では本件考案の実施品の仕様の図面で見積依頼があったが，\n原告が原告製品６に相当する図面への仕様変更の提案を行った結果，これが\n採用されている（甲１２，１３，２１）。\n仮に，被告が主張するように，被告製品の仕様の工事については原告や他\nの業者が受注・納品できないのだとすれば，別紙６の「被告の反論」欄にお\nいて「被告製品仕様」とされる工事は全て被告が受注していることになるか\nら，原告の見積金額を前提としても，被告は，合計１億６３６９万８８７８\n円の売上げを得ていることになる。利益率を１０％程度と考えると，原告は，\n１６３６万９８８７円程度の利益を得られたはずであるから，前記ウの主張\nが認められないとしても，原告の逸失利益額は同額となる。\nオ  被告は，平成２８年３月以降，被告実施製品以外の被告の製品について，\n被告への発注を中止したと主張するが，被告は，ユアサ商事の中部支社から，\n原告製品７に相当する被告製品について，平成３０年５月２８及び同年９月\n２８日に発注を受けている（乙１９）。また，被告は，ユアサ商事の関東支\n社から，平成２９年１月以降，原告製品７に相当する被告実施製品以外の製\n品についても発注を受けている（乙２４）。\nカ  原告が鴻池組から原告が受注した例として挙げる「高松自動車道  大麻ト\nンネル工事」は，被告との間で条件面での調整がつかなかったことから原告\n製品が採用されたものであり，鴻池組による「新名神高速道路  禅定寺工事」\nについては取引に至っていない。\n被告は，ユアサ商事や鴻池組と取引をしなくなったのであれば，そもそも\n原告に見積依頼をすることもあり得ないと主張するが，原告が，ユアサ商事\nや木曽興業に対し，取引を継続するように働きかけ，両社の担当者から聞き\n出した案件について，見積書等を提出することは，営業活動の一環である。\n(2) 信用毀損による無形損害\n被告行為１～４により原告の営業上の信用が毀損したが，これによる損害を\n金額に換算すれば，２００万円を下らない。\n(3) 弁護士費用相当損害金\n原告が本件訴訟を追行するために必要な弁護士費用は４００万円を下らな\nい。\n（被告の主張）\n(1) 因果関係の不存在\n不競法５条２項は損害の発生を推定するものではなく，そもそも，損害の発\n生の立証がないから，同条項に基づく損害額の推定は働かない。\n(2) 逸失利益について\nア  仮に，原告製品１～６の売上げが減少したのだとしても，それは，原告製\n品６が，ボルト・ナットを使用せず，耐久性がなくガタが生じるコーチボル\nトを使用したことなどに基づくものと考えられる。\nイ  原告は，被告がユアサ商事等に対し甲７の１ないし甲７の３書面を送付し\nた後も，ユアサ商事及び木曽興業に対し，見積書を送付している（ユアサ商\n事について，別紙６記載の甲１７の１～４，甲１７の６，甲１７の７，甲１\n８の１～６，甲１８の１０，甲１９の１・２。木曽興業について，甲１７の\n５，甲１７の７～１６，甲１８の７～１０，甲１９の３～５。）。ユアサ商\n事や木曽興業が原告に原告製品１～６の発注をしなくなったのであれば，そ\nもそもユアサ商事等が原告に見積依頼をすること自体あり得ないので，原告\nとユアサ商事や木曽興業との間の取引が予定されていたことになる。\n実際のところ，原告は，原告製品６を販売した後も，原告製品７の販売を\n行い，鴻池組は，平成２８年４月２４日以降も，例えば，「高松自動車道  大\n麻トンネル工事」について，原告製品７の納入をしている（甲２５，２６）。\nウ  見積書を提出した案件は必ず受注することができるなどという経験則は\n存しない。原告がユアサ商事に見積書を提出した各案件（別紙６）は，被告\n製品の仕様又はリス興業株式会社（以下「リス興業」という。）の製品の仕\n様が求められていたもので，原告製品の仕様を対象とするものではないから，\n原告が受注し得ないのも当然である（同別紙「被告の反論」欄参照）。\nエ  ユアサ商事中部支社は，原告がＧテクノに対し甲７の２書面等を送付した\n後の平成２８年３月から平成３０年５月までの間，それ以前は被告に発注し\nていた本件考案の実施品以外の被告製品の発注を中止し，実施品のみを発注\nするようになり（乙１９），ユアサ商事関東支社は，甲７の１書面等を送付\nした平成２８年１月８日以降，１年間にわたり，被告に対する発注をしなく\nなった（乙２４）。被告実施製品以外の被告の製品の発注が中止されたこと\nにより，原告への発注が増加しているものと推認される。なお，原告が指摘\nする乙１９，２４に関するユアサ商事との取引は，客先が被告製品を指定し\nたゆえに被告に発注してきたにすぎない。\nオ  原告と取引のない取引先に対する被告の売上げについては，原告が売上げ\nを得た可能性はないから，かかる売上げによる利益には損害額の推定は及ば\nない。そして，被告が木曽興業に対しては書面の送付等をしていないこと，\nＧテクノはユアサ商事の取引先であることからすると，結局，原告の損害と\n推定され得るのは，被告が甲７の１書面等を送付したユアサ商事に対する売\n上げのみである。\nユアサ商事関東支社外構エンジニアリング部に対する平成２８年１月７\n日～平成３０年３月の間の，被告実施製品を除く売上高は，平成２９年１月\n１６日の案件に係る１０万３０２６円のみであり（乙２４），ユアサ商事中\n部支社に対する被告実施製品等を除く売上高は，平成２８年２月２２日の案\n件の３万８９０５円（乙１９）のみであり，合計１４万１９３１円である。\nまた，原告は，前訴において，原告の利益率が２％～９％程度と主張してい\nたから，原告の利益率が５％を超えることはない。それゆえ，仮に，不競法\n５条２項に基づく損害額の推定がされるとしても，その額は，７０９６円（＝\n１４万１９３１円×５％）にとどまる。\n(3) 無形損害，弁護士費用について\n争う。\n第４  当裁判所の判断\n１  争点１（被告が虚偽の事実を告知・流布したか）\n(1) 被告行為１及び２について\nア  被告は，前記前提事実（第２の２(7)）のとおり，平成２８年１月８日，原\n告及び被告の取引先であるユアサ商事関東支社外構エンジニアリング部に\n対し，甲７の１書面を，同年２月２４日，原告及び被告の取引先であるＧテ\nクノに対し，甲７の２書面を，いずれも本件通告書（乙１），本件評価書（乙\n２），本件訂正書（乙３），原告旧カタログ(乙４)及び被告カタログ（乙５）\nを添付してそれぞれ送付したものと認められる。\n甲７の１書面及び甲７の２書面には，「再生プラスチック階段材について，\n弊社では，何件もの実用新案や特許を取得しております。ヤマム株式会社と\nいう会社がこの弊社の実用新案や特許に関係なく，丸々コピーをし，製品と\nして販売を行っております。」との記載のほか，原告製品につき，「違法コ\nピー品のため，…このような商品はお取り扱いされない様，何卒よろしくお\n願い申し上げます。」（甲７の１書面），「この様な違法コピーの品物をご\n使用にならないようお願い申し上げます。」（甲７の２書面）などと記載さ\nれている。これらの書面は，原告製品が侵害しているとする実用新案権や特\n許権を明示せず，また，原告製品のうちのいずれが侵害品であるかも特定せ\nずに，原告が，被告の実用新案権や特許権を侵害する違法コピー品を販売し\nているとの告知をしている。\nまた，甲７の１書面及び甲７の２書面に添付されていた原告旧カタログ\n（乙４）には，原告製品１～５及び７が全て掲載されており，被告カタログ\n（乙５）のうち，本件実用新案権の侵害品ではない原告製品５に対応する被\n告製品５に係る図面が掲載された１０頁等には，「実用新案登録済」である\n旨が，赤色の背景に黒文字という目立つ態様で記載されている。また，本件\n通告書には，「貴社が製造・販売している『階段』は，弊社が実用新案権者\nとなっている実用新案権（登録番号第３１５９２６９号）を侵害していると\n思われます。」との記載がある。これらの書面にも，原告製品は特定されて\nおらず，これらの書面を見た者は，原告旧カタログに掲載された原告各製品\nが被告の有する実用新案権を侵害するものと理解すると考えられる。\n他方，甲７の１書面及び甲７の２書面には，本件評価書（乙２），本件訂\n正書（乙３）も添付されており，本件訂正書には，本件考案に係る訂正後の\n請求項１が記載されており，本件評価書には，アンカー杭の固定部材が長尺\n部材に固定される固定構造が，そこに記載の参考文献から極めて容易に導き\n出せるものとはいえない旨が記載されている。しかし，原告製品のいずれが\n本件実用新案権の侵害品であるのかは，原告旧カタログから原告製品それぞ\nれの構成を特定するなどした上で，本件訂正書等の記載と対比して子細に検\n討しなければ判断し得ないので，同各書面の受領者が，本件評価書及び本件\n訂正書の上記の各記載から，原告製品のいずれが本件考案の技術的範囲に属\nするものであるかを直ちに認識し得たとは考え難い。\n以上によれば，甲７の１書面及び甲７の２書面の記載は，その添付書面の\n記載等を総合したとしても，原告製品７が被告の実用新案権等を侵害する旨\nを告知したとは理解し得ず，原告旧カタログ等に掲載された原告製品の全て\nが被告の実用新案権等を侵害するとの内容を告知するものであって，同各書\n面を受領したユアサ商事及びＧテクノも同様に認識すると認めるのが相当\nである。\n本件実用新案権の侵害品は，実際には原告製品７のみなので，被告行為１\n及び２は，原告製品７以外の原告製品が本件実用新案権を侵害するという，\n競争関係にある原告の営業上の信用を害する虚偽の事実を告知するもので\nあるというべきである。\nイ(ｱ) これに対し，被告は，甲７の１書面等及び甲７の２書面等には原告製品\n１～６が本件実用新案権を侵害する旨の記載はないことを理由として，原\n告製品７が本件実用新案権を侵害する旨を摘示したものであると主張す\nる。\nしかし，被告は，原告製品７が本件実用新案権を侵害する旨を記載し，\n同製品の図面等のみを添付するなどして告知することは容易であったに\nもかかわらず，前記判示のとおり，原告製品のいずれが本件実用新案権を\n侵害するかを明示せず，原告製品７以外の原告製品の図面等を掲載してい\nるのであるから，原告製品７のみならず，その他の原告製品も本件実用新\n案権を侵害する旨を告知したものと認められる。\n(ｲ) 被告は，原告旧カタログにおいてアンカー杭をボルト・ナットで長尺部\n材に固定しているのは原告製品７のみであり，ユアサ商事及びＧテクノは，\n原告製品７を取り扱っていたのであるから，本件訂正書等に基づき，本件\n実用新案権の侵害品が原告製品７であることは容易に理解できたと主張\nする。\nしかし，前記判示のとおり，原告製品７のみが侵害品であることを理解\nするためには，原告旧カタログと本件訂正書等の各記載を対比するなどの\n詳細な検討を要するのであるから，ユアサ商事及びＧテクノが原告製品７\nを取り扱っていたとしても，甲７の１書面等及び甲７の２書面等の記載か\nら，被告の実用新案権等を侵害するのが原告製品７のみであると容易に認\n識し得たということはできない。\n(ｳ) 被告は，原告が，使用する主要部材の材質，寸法等を同じくする原告製\n品１～５及び７を販売し，また，被告カタログにおける被告製品７の階段\n図を流用するなどして，本件考案の技術的範囲に属する原告製品７を製造\n販売していたのであるから，甲７の１書面等の「ヤマム株式会社という会\n社がこの弊社の実用新案や特許に関係なく，丸々コピーをし，製品として\n販売を行っております。」との記載は，真実を摘示したものであると主張\nする。\nしかし，「実用新案や特許に関係なく，丸々コピーをし，」との上記記\n載は，原告製品が被告の有する実用新案権を侵害する旨を摘示したものと\n読むほかはなく，原告製品７以外の原告製品は本件実用新案権の技術的範\n囲に含まれないのであるから，上記記載は虚偽の事実の摘示というべきで\nある。\n(ｴ) 被告は，本件評価書の提示を要件として，ユアサ商事やＧテクノに対し\nて本件実用新案権に係る権利行使をすることができるから，甲７の１書面\n及び甲７の２書面における「貴社におかれましては，この様な違法コピー\nの品物をご使用になられないようお願い申し上げます。」などの記載は，\n正当な権利行使であると主張する。\nしかし，被告の上記主張は，告知の対象が原告製品７のみであれば妥当\nするが，前記判示のとおり，甲７の１書面等及び甲７の２書面等は，原告\n製品７以外の原告製品についても，本件実用新案権を侵害する旨の告知を\nするものであるから，同告知をもって正当な権利行使であるということは\nできない。\n(2) 被告行為３について\nア  被告行為３－１について\n(ｱ) 虚偽事実１について\n被告行為３－１は，被告が，鴻池組に対し，甲７の３書面等を送付し，\n甲７の１書面及び甲７の２書面と同旨の内容を告知したというものであ\nるところ，前記(1)と同様の理由から，同行為は，原告製品７以外の原告製\n品が本件実用新案権を侵害するという，競争関係にある原告の営業上の信\n用を害する虚偽の事実を告知するものであると認められる。\n(ｲ) 虚偽事実２について\nａ  甲７の３書面には，「このヤマム（株）の製品は肉厚を異常に薄くし\nており紫外線劣化に弱く耐用年数が少なくなり，非常に危険です。この\n件の資料も添付します。」との記載があり，原告製品の階段部分の厚み\nが薄いことを示す乙６写真が添付されていたから，元請会社である鴻池\n組としては，甲７の３書面等の送付を受けた場合，原告製品の階段部分\n（ステップ部分）は，いずれも，紫外線劣化に弱いため，その耐用年数\nは同種製品よりも短く，早期に破損するなどして非常に危険な製品であ\nると認識するものと認められる。\nしかし，原告製品は，「サンシャインウェザーメーター３００ｈ運転」\nによる対候試験を行った結果，異常がみられなかったことが認められる\nところ（甲４の６頁），同試験は，太陽光（主に紫外線）による劣化を\n評価する試験であり，熱，雨風など屋外の条件を人工的に再現すること\nにより，屋外暴露に比べ数倍から１０数倍程度の促進倍率で試料の耐候\n性の評価を行うことが可能になるものであって，その評価対象にプラス\nチックを含む，ＪＩＳ等で採用されている国内では標準的な促進耐候性\n試験であると認められる（乙３０）。\nそうすると，原告が行った試験方法が不適切であったとはいうことは\nできず，他に，原告製品が紫外線劣化に弱い，又は早期に破損するなど\nの事実を具体的に示す証拠は存在しない。\nしたがって，原告製品が，紫外線劣化に弱いため，耐用年数が想定よ\nりも短く，早期に破損するなどして非常に危険な製品であるとの摘示内\n容は虚偽であり，被告行為３－１は，競争関係にある原告の営業上の信\n用を害する虚偽の事実を告知するものというべきである。\nｂ  これに対し，被告は，日々紫外線を受ける高速道路の非常用・管理用\n階段のステップの厚みを薄くすることで，紫外線劣化により破損しやす\nくなることは真実であり，原告の行った試験は不十分であると主張する\nが，原告の行った試験は国内では標準的な促進耐候性試験であると認め\nられ，他の同種製品と比べ，その試験方法が不適切であったということ\nはできない。また，原告製品が，同種製品と比較して，紫外線劣化に弱\nいことや非常に危険な製品であることを具体的かつ客観的に示す証拠\nが存在しないことは前記判示のとおりである。\nしたがって，被告の上記主張は採用し得ない。\nイ  被告行為３－２について\n(ｱ) 虚偽事実１について\n被告は，前記前提事実のとおり，平成２８年４月頃，鴻池組に対し，表\n紙部分に赤色の不動文字で「新東化成株式会社のＰＡＴ．を侵害している\nコピー商品のカタログです。ご注意ください。」と記載された原告旧カタ\nログ（甲９書面⑤）や，赤色の不動文字で「この他にも多数のパテント登\n録があります。」と記載された本件登録実用新案に係る実用新案登録証（甲\n９書面⑥）を含む甲９書面を送付したことが認められる。\n甲９書面に添付された上記原告旧カタログには原告製品１～５及び７\nが掲載されているが，これらのうちのいずれが被告の実用新案権等を侵害\nするのかは明示されておらず，かえって，上記実用新案登録証には，あた\nかも原告製品が本件考案以外の考案や特許等にも抵触するかのごとき記\n載がなされていることからすれば，甲９書面は原告製品７以外の原告製品\nが本件実用新案権等を侵害する旨の虚偽の事実を摘示するものであり，元\n請会社である鴻池組もそのように認識するものと認められる。\n(ｲ) 虚偽事実２について\n前記前提事実（第２の２(7)ウ(ｲ)）のとおり，被告が送付した甲９書面\nのうち，同①には，黒色の不動文字で，「他社製  階段本体」と題し，「階\n段本体裏面をハニカム状にして板厚をかなり薄くしており（ｔ１０ｍｍ），\n紫外線劣化等により耐久性に問題があります。…紫外線によって１０年程\n度で５ｍｍほど劣化すると，８０ｋｇ程度の人が階段に乗ると前兆無く破\n損し，滑落のおそれがあります。」などと記載され，同②には，原告旧カ\nタログの図面等が記載された部分の抜粋に，赤色の手書き文字で「ヤマム\n（株）カタログより」，「製品の厚さ１０ｍｍ」，「金物で固定している\n（固定しないと破損する）などと記載され，同④には，原告製品ではない\n破損した再生プラスチック階段の写真が掲載されているとの事実が認め\nられる。\n甲９書面の上記各記載等に照らすと，同書面は，原告製品の階段部分（ス\nテップ部分）が，紫外線劣化に弱いため，耐用年数が同種製品よりも短く，\n早期に破損するなどして非常に危険な製品であるとの事実を摘示するも\nのであり，これを受領した鴻池組も同様の認識を有するものと認められる。\n前記ア(ｲ)のとおり，原告製品が紫外線劣化に弱く，非常に危険な製品\nであるということはできないので，上記摘示事実は虚偽であり，被告行為\n３－２は，競争関係にある原告の営業上の信用を害する虚偽の事実を告知\nするものというべきである。\n(3) 被告行為４について\nア  原告は，被告が，平成３０年３月頃，中部横断自動車道高山工事現場にお\nいて，熊谷組等の原告の取引先に対し，赤文字部分の記載された甲８書面を\n配布したと主張する。\nしかし，甲８書面の赤文字部分は，いずれもその字形からして同一人の筆\n跡によるものとうかがわれるところ，甲８書面①の赤文字部分は「ニセ物が\n訴訟で訴えられたそうです」という伝聞形式で記載されており，被告の従業\n員等がこれを記載したと認めるに足りる的確な証拠はない。\nまた，甲８書面のうち，赤字を除いた部分は，前訴判決正本の写しの一部，\n甲９書面④の写真と同一の破損した再生プラスチック階段の写真，乙６写真\nと同一の写真であるが，甲８書面を受領した者が，原告製品７以外の原告製\n品が本件実用新案権を侵害しているとか，原告製品１～６の性能が劣り，危\n険である旨の虚偽の事実が摘示されていると理解するとは考え難い。\nイ  これに対して，原告は，被告が赤文字で書き込みのある甲９書面を配布し\nていることや，甲８書面③が被告撮影に係る乙６写真と同一の写真を用いた\nものであることからして，赤文字部分の記載された甲８書面を配布したのが\n被告であることは明らかであると主張する。\nしかし，甲８書面の赤文字部分と甲９書面の赤文字部分とが，文字の色や\n筆跡に照らして，同一の者により記載されたものであるとは認められず，か\nえって，甲８の赤文字部分は伝聞形式で記載されているのに対し，甲９書面\nはそのような形式では記載されていないなどの相違点もあることに照らす\nと，甲８書面の赤文字部分が甲９書面の赤文字部分と同様に被告の従業員等\nにより記載されたと推認することはできない。\nまた，甲８書面③が被告撮影に係る乙６写真と同一の写真を用いたもので\nあるとしても，そのことから，甲８書面の赤文字部分を被告の従業員が記載\nしたと認めることはできず，甲８書面のうち，赤文字部分を除いた部分をも\nって虚偽の事実を告知したものと認めることはできないことは，前記判示の\nとおりである。\nしたがって，被告行為４が原告の営業上の信用を害する虚偽の事実を告知\nするものであるとの原告主張は採用し得ない。\n２  争点２（差止めの必要性）について\n被告は，被告行為１～３により，原告及び被告の取引先に対し，原告製品７以\n外の原告製品が本件実用新案権を侵害する旨の虚偽の事実を告知し，被告行為３\nにより，原告製品が，紫外線劣化に弱いため，耐用年数が想定よりも短く，早期\nに破損するなどして非常に危険な製品であるとの虚偽の事実を告知していると\n認められるところ，本訴における被告の主張内容や原告と被告の競業状況等に照\nらすと，被告が，今後も，原告の営業上の信用等の営業上の利益を侵害する行為\nをするおそれがあることは否定し難く，差止めの必要性が認められる。\n他方，原告製品の性能や危険性に関する告知について原告が求める差止めは，\n原告製品１～６が，性能が劣る又は危険である旨を需要者等に告知等してはなら\nないというものであるところ，被告行為３は，抽象的に原告製品１～６の性能が\n劣り又は危険であると告知したわけではなく，紫外線劣化に弱いため，耐用年数\nが短く，早期に破損するなどして危険である旨の告知等をしているにとどまるこ\nとに照らすと，被告行為３に関する差止請求は，「原告製品１～６が，紫外線劣\n化に弱いため，耐用年数が短く，早期に破損するなどして危険である旨を，需要\n者，原告の取引関係者その他の第三者に告知し，流布してはならない。」との限\n度で認めるのが相当である。\n３  争点３（被告の故意・過失の有無）について\n被告は，被告行為１～３により，漫然と，原告製品１～６が本件実用新案権を\n侵害する旨や，原告製品１～６が紫外線に弱く危険な製品である旨などの虚偽の\n事実を取引先に対して告知したのであるから，被告には，少なくとも過失がある。\n４  争点４（原告の損害額）について\n(1) 逸失利益について\nア  原告は，平成２８年１月から平成３０年５月末までの間の原告製品１～６\nに対応する被告製品の売上高は，少なくとも４億円を下らず，かかる被告製\n品の利益率は１０％であると主張するが，これを認めるに足りる的確な証拠\nはない。\nイ  原告は，被告の営業利益は，平成３０年１月期において，過去２年間の営\n業利益から大幅に増額しており，同月期の営業利益から過去２年間の営業利\n益の平均額を控除した差額分のうち，再生プラスチック階段の事業割合に相\n当する３４９９万７０００円が，原告の営業上の利益を侵害する不正競争行\n為により被告の受けた利益の額であると主張する。\nしかし，仮に，被告の営業利益の増加額が原告の主張するとおりであると\nしても，同営業利益の増加と被告行為１～３との間に相当因果関係があると\nいうことはできない。\nウ  原告が，平成２８年１月以降，ユアサ商事及び木曽興業に対して原告製品\n１～６の見積書を提出したが受注できなかった分の売上高は，別紙６のとお\nり，２億２２８６万５６７８円であり，その利益率１０％に相当する２２８\n６万５６７８円程度が被告行為１～３による被告の逸失利益額であると主\n張する。\nしかし，見積書を提出すれば工事を受注することができるものではなく，\n他方で，原告製品６に相当する図面への仕様変更の提案を行うことにより受\n注している工事もあること（甲１２，１３，２１）に照らすと，別紙６記載\nの各工事について原告が受注できなかったのが被告行為１～３によるもの\nであるということはできない。むしろ，原告が，同各工事を受注できなかっ\nたのは，これらの工事について被告製品の仕様又はリス興業の製品の仕様が\n求められていたことや，原告製品７が前訴において本件実用新案権を侵害し\nていると認められたことなどによるものとも考えられ，いずれにしても，被\n告が虚偽事実を告知したことにより，原告の取引先が原告製品１～６の注文\nを見送ったと認めることはできない。\nエ  原告は，被告製品の仕様の工事については原告や他の業者が受注・納品で\nきないのだとすれば，別紙６の「被告の反論」欄において「被告製品仕様」\nとされる工事の売上高の１０％である１６３６万９８８７円が原告の損害\nとなると主張するが，被告の虚偽事実の告知によりこれらの工事が被告製品\n仕様とされたわけではないので，被告行為１～３と原告の主張する損害との\n間に相当因果関係があるとは認められない。\nオ  以上のとおり，原告の逸失利益に関する主張は，いずれも理由がない。\n(2) 信用毀損による無形損害について\n被告は，前記判示のとおり，原告製品７が本件実用新案権を侵害しているに\nすぎないにもかかわらず，その他の原告製品すべてについて本件実用新案権を\n侵害する旨の虚偽の告知を複数の取引先（３社）に対して行ったものであり，\nかかる行為は，特定の原告製品のみならず，原告の製造する製品全体に対する\n信用を毀損するものであって，その信用を毀損する度合いが大きいということ\nができる。\nまた，被告は，客観的根拠を欠くにもかかわらず，原告製品１～６が紫外線\nに弱く危険な製品である旨を同一の取引先１社に対して２度にわたり告知し\nているが，かかる告知は，建設資材の製造会社の信用の源というべき安全性や\n耐久性に関するものであり，原告製品に関する信用性を大きく毀損したものと\nいうべきである。\n他方，原告製品７が本件実用新案権を侵害する点は真実であり，その限度に\nおいては，取引先の原告製品に対する信頼が減殺されるのはやむを得ない面が\nあり，また，原告は，取引先からの問合せに対し，正確な事実を説明して誤解\nを解く機会もあったと認められ，更に，前記判示のとおり，被告行為１～３に\nよって，原告製品の売上げが低下したと認めるに足る証拠はない。\n以上の事情を総合的に考慮すると，原告の信用が毀損されたことにより生じ\nた無形損害の額は，１５０万円と認めるのが相当である。\n(3) 弁護士費用相当損害金について\n本件事案の難易，請求額及び認容額等の諸般の事情を考慮すると，被告の侵\n害行為と相当因果関係のある弁護士費用相当損害金として１５万円を認める\nのが相当である。\n５  結論\n以上のとおり，原告の請求は，主文掲記の限度で理由があるから，その限度で\nこれを認容し，その余は理由がないからいずれも棄却することとし，よって，主\n文のとおり判決する。\n東京地方裁判所民事第４０部\n裁判長裁判官\n佐    藤    達    文\n裁判官\n三    井    大    有\n裁判官\n今    野    智    紀\n別紙１\n原告製品目録\n１  プレハブ式階段\n製品名  ジオ・ステップ（Ｔｙｐｅ－Ａ）\n２  プレハブ式階段\n製品名  ジオ・ステップ（Ｔｙｐｅ－Ｂ）\n３  プレハブ式階段\n製品名  ジオ・ステップ（Ｔｙｐｅ－Ｄ）\n４  プレハブ式階段\n製品名  ジオ・ステップ（Ｔｙｐｅ－Ｅ）\n５  プレハブ式階段\n製品名  ジオ・ステップ（Ｔｙｐｅ－Ｆ）\n６  プレハブ式階段\n製品名  ジオ・ステップ（Ｔｙｐｅ－Ｃ（新タイプ））\n７  プレハブ式階段\n製品名  ジオ・ステップ（Ｔｙｐｅ－Ｃ（旧タイプ））\n別紙２\n【請求項１】\n傾斜した設置地面上に互いに略平行に配置された複数の長尺部材と，\n水平に配置された踏み板部と，鉛直に配置され上辺部が前記踏み板部の側辺部に一\n体的に連続又は接続された蹴上げ部とを有すると共に，前記傾斜した設置地面上に配\n置された長尺部材上に階段状に並べて配置されたステップ部材と，\n一枚の板状部材が折り曲げられることにより形成され，前記長尺部材に固定された\n固定部材と，\n下端部が前記設置地面の土中に埋め込まれ，上端部が前記設置地面から突き出して\n前記固定部材に固定された，大きな剛性を有するアンカー杭とを備え，\n前記固定部材は，平坦な第１の平板部と，前記第１の平板部から前記板状部材の長\nさ方向に連続して弧を描くように折り曲げられた円弧部と，前記円弧部の前記第１の\n平板部と反対側の端部が折り曲げられて，前記第１の平板部と間隔を空けて互いに対\n向するように形成された平坦な第２の平板部とを有し，\n前記第１の平板部及び前記第２の平板部には，互いに対応する位置に配置された，\n第１のボルト孔及び第２のボルト孔がそれぞれ形成され，\n前記円弧部の内周面の内径寸法は，前記アンカー杭の上端部が挿通することができ\nる大きさに形成されると共に，互いに対向する前記第１の平板部と前記第２の平板部\nの間隔が小さくなるにつれて，前記内径寸法が小さくなるように形成され，\n前記円弧部の内周面の内側に，前記アンカー杭の上端部が挿し込まれ，前記第１の\n平板部の，前記第２の平板部と対向する側とは反対側の面が前記長尺部材に接触して\n配置され，\n前記第１の平板部の前記第１のボルト孔と，前記第２の平板部の前記第２のボルト\n孔と，前記長尺部材の前記第１のボルト孔及び前記第２のボルト孔に対応する位置に\n形成されたボルト孔に，頭付ボルトのネジ部が挿通し，その挿通した前記ネジ部にナ\nットがネジ締結することにより，互いに対向する前記第１の平板部と前記第２の平板\n部の間隔が小さくなり，前記アンカー杭の上端部が前記円弧部の内周面に締め付けら\nれるように，前記固定部材が前記長尺部材に固定された\nことを特徴とするプレハブ式階段。\n別紙３\nＡ  傾斜した設置地面上に互いに略平行に配置された複数の長尺部材と，\nＢ  水平に配置された踏み板部と，鉛直に配置され上辺部が前記踏み板部の側辺部に\n一体的に連続又は接続された蹴上げ部とを有すると共に，前記傾斜した設置地面上\nに配置された長尺部材上に階段状に並べて配置されたステップ部材と，\nＣ  一枚の板状部材が折り曲げられることにより形成され，前記長尺部材に固定され\nた固定部材と，\nＤ  下端部が前記設置地面の土中に埋め込まれ，上端部が前記設置地面から突き出し\nて前記固定部材に固定された，大きな剛性を有するアンカー杭とを備え，\nＥ  前記固定部材は，平坦な第１の平板部と，前記第１の平板部から前記板状部材の\n長さ方向に連続して弧を描くように折り曲げられた円弧部と，前記円弧部の前記第\n１の平板部と反対側の端部が折り曲げられて，前記第１の平板部と間隔を空けて互\nいに対向するように形成された平坦な第２の平板部とを有し，\nＦ  前記第１の平板部及び前記第２の平板部には，互いに対応する位置に配置された，\n第１のボルト孔及び第２のボルト孔がそれぞれ形成され，\nＧ  前記円弧部の内周面の内径寸法は，前記アンカー杭の上端部が挿通することがで\nきる大きさに形成されると共に，互いに対向する前記第１の平板部と前記第２の平\n板部の間隔が小さくなるにつれて，前記内径寸法が小さくなるように形成され，\nＨ  前記円弧部の内周面の内側に，前記アンカー杭の上端部が挿し込まれ，前記第１\nの平板部の，前記第２の平板部と対向する側とは反対側の面が前記長尺部材に接触\nして配置され，\nＩ  前記第１の平板部の前記第１のボルト孔と，前記第２の平板部の前記第２のボル\nト孔と，前記長尺部材の前記第１のボルト孔及び前記第２のボルト孔に対応する位\n置に形成されたボルト孔に，頭付ボルトのネジ部が挿通し，その挿通した前記ネジ\n部にナットがネジ締結することにより，互いに対向する前記第１の平板部と前記第\n２の平板部の間隔が小さくなり，前記アンカー杭の上端部が前記円弧部の内周面に\n締め付けられるように，前記固定部材が前記長尺部材に固定された\nＪ  ことを特徴とするプレハブ式階段。\n別紙４\n原告製品７の構成\nａ  傾斜した設置地面１００上に互いに略平行に配置された複数の角材１と，\nｂ  水平に配置された踏み板部２１と，鉛直に配置され上辺部が前記踏み板部の側\n辺部に一体的に連続又は接続された蹴上げ部２２とを有すると共に，前記傾斜し\nた設置地面１００上に配置された角材１上に階段状に並べて配置されたステップ\n部材２と，\nｃ  一枚の板状部材が折り曲げられることにより形成され，角材１に固定されたブ\nラケット３と，\nｄ  下端部が設置地面１００の土中に埋め込まれ，上端部が設置地面１００から突\nき出してブラケット３に固定された，大きな剛性を有する異形鉄筋杭４とを備\nえ，\nｅ  ブラケット３は，平坦な第１の平板部３１と，第１の平板部３１から板状部材\nの長さ方向に連続して弧を描くように折り曲げられた円弧部３２と，円弧部３２\nの第１の平板部３１と反対側の端部が折り曲げられて，第１の平板部３１と間隔\nを空けて互いに対向するように形成された平坦な第２の平板部３３とを有し，\nｆ  第１の平板部３１及び第２の平板部３３には，互いに対応する位置に配置され\nた，第１のボルト孔３４及び第２のボルト孔３５がそれぞれ形成され，\nｇ  円弧部３２の内周面の内径寸法は，異形鉄筋杭４の上端部が挿通することがで\nきる大きさに形成されると共に，互いに対向する第１の平板部３１と第２の平板\n部３３の間隔が小さくなるにつれて，内径寸法が小さくなるように形成され，\nｈ  円弧部３２の内周面の内側に，異形鉄筋杭４の上端部が挿し込まれ，第１の平\n板部３１の，第２の平板部３３と対向する側とは反対側の面が角材１に接触して\n配置され，\nｉ  第１の平板部３１の第１のボルト孔３４と，第２の平板部３３の第２のボルト\n孔３５と，角材１の第１のボルト孔３４及び第２のボルト孔３５に対応する位置\nに形成されたボルト孔１１に，頭付ボルト５のネジ部５１が挿通し，その挿通し\nたネジ部５１にナット６がネジ締結することにより，互いに対向する第１の平板\n部３１と第２の平板部３３の間隔が小さくなり，異形鉄筋杭４の上端部が円弧部\n３２の内周面に締め付けられるように，ブラケット３が角材１に固定された\nｊ  ことを特徴とするプレハブ式階段。\n別紙５\n原告が主張する原告製品１～６の構成\n１  原告製品１\nｂ  傾斜した設置地面１００上に水平に配置された踏み板部３と，鉛直に配置され\n上辺部が前記踏み板部の側辺部に一体的に連続又は接続された蹴上げ部２とを\n有すると共に，前記傾斜した設置地面１００上に階段状に並べて配置されたステ\nップ部材１と，\nｄ  最下部に下端部が設置地面１００の地中に埋め込まれ，上部をコーススレッ\nド６で蹴上げ部２と固定された角材５と，踏み板部３を突き抜け，下端部が設\n置地面１００の土中に埋め込まれ，上端部が設置地面１００から突き出して踏\nみ板部３に固定されたメッキ鋼棒２を備えた\nｊ  ことを特徴とするプレハブ式階段。\n２  原告製品２\nａ  傾斜した設置地面１００上に互いに略平行に配置された複数の角材１と，\nｂ  水平に配置された踏み板部５と，鉛直に配置され上辺部が前記踏み板部の側\n辺部に一体的に連続又は接続された蹴上げ部６とを有すると共に，前記傾斜し\nた設置地面１００上に配置された角材１上に階段状に並べて配置されたステッ\nプ部材２と，\nｄ  ステップ部材２の最下部において下端部が設置地面１００の地中に埋め込ま\nれ，上端部をコーススレッド８で蹴上げ部６と固定された角材７と，下端部が\n設置地面１００の土中に埋め込まれ，上端部が設置地面１００から突き出して\nコーチボルト４で角材１と固定された，プラスチック角杭３を備えた\nｊ  ことを特徴とするプレハブ式階段。\n３  原告製品３\nａ  傾斜した設置地面１００上に互いに略平行に配置された複数の角材１と，\nｂ  水平に配置された踏み板部４と，鉛直に配置され上辺部が前記踏み板部の側\n辺部に一体的に連続又は接続された蹴上げ部５とを有すると共に，前記傾斜し\nた設置地面１００上に配置された角材１上に階段状に並べて配置されたステッ\nプ部材２と，\nｄ  ステップ部材２の最下部において下端部が設置地面１００の地中に埋め込ま\nれ，上端部をコーススレッド８で蹴上げ部５と固定された角材６と，踏み板部\n４を突き抜け，下端部が設置地面１００の土中に埋め込まれ，上端部が設置地\n面１００から突き出して踏み板部４に固定されたメッキ鋼棒３を備えた\nｊ  ことを特徴とするプレハブ式階段。\n４  原告製品４\nａ  傾斜した設置地面１００上に互いに略平行に配置された複数の角材１と，\nｂ  水平に配置された踏み板部４と，鉛直に配置され上辺部が前記踏み板部の側\n辺部に一体的に連続又は接続された蹴上げ部５とを有すると共に，前記傾斜し\nた設置地面１００上に配置された角材１上に階段状に並べて配置されたステッ\nプ部材２と，\nｄ  角材１を突き抜け，下端部が設置地面１００の土中に埋め込まれ，上端部が\n設置地面１００から突き出して角材１に固定されたホールインアンカー３を備\nえた\nｊ  ことを特徴とするプレハブ式階段。\n５  原告製品５\nａ  傾斜した設置地面１００上に互いに略平行に配置された複数の角材１と，\nｂ  水平に配置された踏み板部４と，鉛直に配置され上辺部が前記踏み板部の側\n辺部に一体的に連続又は接続された蹴上げ部５とを有すると共に，前記傾斜し\nた設置地面１００上に配置された角材１上に階段状に並べて配置されたステッ\nプ部材２と，\nｄ  角材１を突き抜け，下端部が設置地面１００の土中に埋め込まれ，上端部が\n設置地面１００から突き出して角材１にボルトで固定されたアンカーボルト３\nを備えた\nｊ  ことを特徴とするプレハブ式階段。\n６  原告製品６\nａ  傾斜した設置地面１００上に互いに略平行に配置された複数の角材１と，\nｂ  水平に配置された踏み板部２１と，鉛直に配置され上辺部が前記踏み板部の\n側辺部に一体的に連続又は接続された蹴上げ部２２とを有すると共に，前記傾\n斜した設置地面１００上に配置された角材１上に階段状に並べて配置されたス\nテップ部材２と，\nｃ  一枚の板状部材が折り曲げられることにより形成され，角材１に固定された\nブラケット３と，\nｄ  下端部が設置地面１００の土中に埋め込まれ，上端部が設置地面１００から\n突き出してブラケット３に固定された，大きな剛性を有する異形鉄筋杭４とを\n備え，\nｅ  ブラケット３は，平坦な第１の平板部３１と，第１の平板部３１から板状部\n材の長さ方向に連続して弧を描くように折り曲げられた円弧部３２と，円弧部\n３２の第１の平板部３１と反対側の端部が折り曲げられて，第１の平板部３１\nと間隔を空けて互いに対向するように形成された平坦な第２の平板部３３とを\n有し，\nｆ  第１の平板部３１及び第２の平板部３３には，互いに対応する位置に配置さ\nれた，第１のボルト孔３４及び第２のボルト孔３５がそれぞれ形成され，\nｇ  円弧部３２の内周面の内径寸法は，異形鉄筋杭４の上端部が挿通することが\nできる大きさに形成されると共に，互いに対向する第１の平板部３１と第２の\n平板部３３の間隔が小さくなるにつれて，内径寸法が小さくなるように形成さ\nれ，\nｈ  円弧部３２の内周面の内側に，異形鉄筋杭４の上端部が挿し込まれ，第１の\n平板部３１の，第２の平板部３３と対向する側とは反対側の面が角材１に接触\nして配置され，\nｉ  第１の平板部３１の第１のボルト孔３４と，第２の平板部３３の第２のボル\nト孔３５と，角材１に，コーチボルト５が挿通し，その挿通したコーチボルト\n５の先端部が角材１の内部で固定されることにより，互いに対向する第１の平\n板部３１と第２の平板部３３の間隔が小さくなり，異形鉄筋杭４の上端部が円\n弧部３２の内周面に締め付けられるように，ブラケット３が角材１に固定され\nた\nｊ  ことを特徴とするプレハブ式階段。\n"
}