{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Reiwa",
    "year": 2,
    "month": 12,
    "day": 1
  },
  "case_number": "平成28(行ウ)211",
  "case_name": "工事実施計画認可取消請求事件",
  "court_name": "東京地方裁判所",
  "gist": "新幹線鉄道の路線に係る工事実施計画の認可の取消訴訟と周辺住民等の原告適格",
  "case_gist": "全国新幹線鉄道整備法に基づく新幹線鉄道の路線の建設予定地の周辺地域に居住する住民のうち，工事の進行に伴う建設機械の稼働，資材及び機械の運搬に用いる車両の運行，開業後の列車の走行，鉄道施設の設置等に起因する大気の汚染，水質の汚濁，騒音，振動，地盤の沈下，日照阻害等による健康又は生活環境に係る著しい被害を直接的に受けるおそれのある者は，当該建設に係る同法９条１項に基づく工事実施計画の認可の取消しを求めるにつき原告適格を有するものというべきであり，原告らは，上記の著しい被害を直接的に受けるおそれがあるものと想定される地域に居住するものということができ，上記の著しい被害を直接的に受けるおそれのある者に当たると認められるから，本件における同認可の取消しを求めるにつき原告適格を有するというべきである。",
  "lawsuit_id": "90752",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=90752",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/752/090752_hanrei.pdf",
  "contents": "令和２年１２月１日判決言渡  同日原本領収  裁判所書記官\n平成２８年（行ウ）第２１１号  工事実施計画認可取消請求事件（以下「甲事件」\nという。）\n平成３１年（行ウ）第１１５号  工事実施計画認可取消請求事件（以下「乙事件」\nという。）\n口頭弁論終結日  令和元年１２月２０日（弁論再開予定）\n中間 判 決\n主         文\n１  別紙甲事件原告目録記載の原告らは，甲事件の原告適格を有する。\n２  別紙乙事件原告目録記載の原告らは，乙事件の原告適格を有する。\n事 実 及 び 理 由\n第１  請求\n（甲事件）\n国土交通大臣が平成２６年１０月１７日付けで参加人に対してした全国新幹\n線鉄道整備法９条１項に基づく中央新幹線（品川・名古屋間）の工事実施計画\n（その１）の認可を取り消す。\n（乙事件）\n国土交通大臣が平成３０年３月２日付けで参加人に対してした全国新幹線鉄\n道整備法９条１項に基づく中央新幹線（品川・名古屋間）の工事実施計画（そ\nの２）の認可を取り消す。\n第２  事案の概要（本判決で摘示する法令の規定は各当時のものをいう。）\n甲事件は，参加人が，国土交通大臣（以下「国交大臣」という。）に対し，\n中央新幹線（品川・名古屋間）の建設（以下「本件事業」という。）のうち土\n木構造物関係分の工事に関する工事実施計画（以下「本件計画（その１）」と\nいう。）の認可の申請をしたところ，国交大臣が，全国新幹線鉄道整備法（以\n下「全幹法」という。）９条１項に基づく認可（以下「９条認可」という。）\nとして，本件計画（その１）の認可（以下「本件認可（その１）」という。）\nをしたことについて，本件事業が実施されることが予定されている地域を含む\n東京都，神奈川県，山梨県，静岡県，長野県，岐阜県，愛知県の７都県（以下\n「本件７都県」という。）に居住する甲事件原告らが，本件認可（その１）は\n違法であると主張して，その取消しを求める事案である。\n乙事件は，参加人が，国交大臣に対し，本件事業のうち本件計画（その１）\nに係る工事以外の工事に関する工事実施計画（以下「本件計画（その２）」と\nいい，本件計画（その１）と併せて「本件各計画」という。）の認可の申請を\nしたところ，国交大臣が，９条認可として，本件計画（その２）の認可（以下\n「本件認可（その２）」といい，本件認可（その１）と併せて「本件各認可」\nという。）をしたことについて，本件７都県のうち神奈川県，山梨県，長野県，\n岐阜県，愛知県に居住する乙事件原告ら（以下，甲事件原告らと併せて「原告\nら」という。）が，本件認可（その２）は違法であると主張して，その取消し\nを求める事案である。\n被告は，原告らは本件各認可の取消しを求めるにつき原告適格を有しない旨\nの本案前の主張をして，訴えの却下を求めている。\nなお，乙事件の弁論は甲事件の弁論に併合され，また，参加人は，行政事件\n訴訟法２２条１項に基づき，甲事件及び乙事件それぞれにつき訴訟参加をした。\n１  前提事実（当事者間に争いがないか掲記の各証拠等及び弁論の全趣旨により\n認められる事実）\n⑴  中央新幹線に係る建設計画の経緯\nア  運輸大臣は，全幹法４条１項に基づき，昭和４８年１１月１５日運輸省\n告示第４６６号により，次のとおり，建設を開始すべき新幹線鉄道の路線\n（以下「建設線」という。）を定める基本計画を決定した（乙９）。\n路線名  中央新幹線\n起点  東京都\n終点  大阪市\n主要な経過地  甲府市付近，名古屋市付近及び奈良市付近\nイ  運輸大臣は，全幹法５条１項に基づき，中央新幹線の建設について，昭\n和６２年１１月５日，日本鉄道建設公団に対し，甲府市付近・名古屋市付\n近間の山岳トンネル部に係る区間の地形，地質等に関する事項の調査を指\n示し（乙１０），平成２年２月６日，同公団及び参加人に対し，東京都・\n大阪市間の地形，地質等に関する事項の調査を指示し（乙１１の１，２），\n同公団の権利義務を承継した独立行政法人鉄道建設・運輸施設整備支援機\n構（以下「鉄道・運輸機構」という。）及び参加人は，平成２０年１０月\n２２日，国交大臣に対し，上記各調査に係る調査報告書を提出した（乙１\n２）。\n国交大臣は，全幹法５条１項に基づき，中央新幹線の建設について，平\n成２０年１２月２４日，鉄道・運輸機構及び参加人に対し，①輸送需要量\nに対応する供給輸送力等に関する事項，②施設及び車両の技術の開発に関\nする事項，③建設に要する費用に関する事項，④その他必要な事項の調査\nを指示し（乙１３），鉄道・運輸機構及び参加人は，平成２１年１２月２\n４日，国交大臣に対し，上記調査に係る調査報告書を提出した（乙１４）。\nウ  国交大臣は，交通政策審議会に対する諮問及び同審議会陸上交通分科会\n鉄道部会中央新幹線小委員会からの答申（乙３，１５の１）を経た上で，\n全幹法６条１項に基づき，平成２３年５月２０日，参加人を，中央新幹線\n（東京都・大阪市間）の営業主体及び建設主体として指名する（乙１７の\n１，２，１８の１，２）とともに，同法７条１項に基づき，同月２６日，\n次のとおり，中央新幹線の建設に関する整備計画を決定した（乙５，１９）。\n建設線  中央新幹線\n区間  東京都・大阪市間\n走行方式  超電導磁気浮上方式\n最高設計速度  時速５０５ｋｍ\n建設に要する費用の概算額（車両費を含む。）  ９兆０３００億円\n主要な経過地  甲府市付近，赤石山脈（南アルプス）中南部，名古屋\n市付近，奈良市付近\nエ  国交大臣は，全幹法８条に基づき，平成２３年５月２７日，参加人に対\nし，中央新幹線（東京都・大阪市間）の建設を前記ウの整備計画に基づい\nて行うべきことを指示した（乙２０）。\n⑵  環境影響評価の実施\nア  全幹法に基づく建設線の建設の事業は，環境影響評価法（以下「評価法」\nという。）及び環境影響評価法施行令（以下「評価令」という。）が規定\nする第一種事業（規模（形状が変更される部分の土地の面積，新設される\n工作物の大きさその他の数値で表される事業の規模をいう。）が大きく，\n環境影響の程度が著しいものとなるおそれがあるものとして政令で定め\nるもの）に該当し（評価法２条２項，評価令１条，３条，別表第一の三の\n項のイの第二欄，第四欄），評価法に基づく環境影響評価の実施が義務付\nけられる（以下，本件事業について実施された評価法等に基づく一連の環\n境影響評価の手続を「本件環境影響評価」という。）。\nイ  参加人は，平成２３年８月５日までに，本件事業につき，本件７都県そ\nれぞれに係る計画段階環境配慮書を公表した。\nウ  参加人は，平成２３年９月２７日，本件事業につき，本件７都県それぞ\nれに係る環境影響評価方法書（以下「方法書」という。）を公告するとと\nもに，同日から１か月間，本件７都県において，当該都県に対応する方法\n書を縦覧に供した。\n本件７都県の各知事は，平成２４年３月までに，参加人に対し，方法書\nについて環境の保全の見地からの意見を書面により述べた。\nエ  参加人は，平成２５年９月２０日，本件事業につき，本件７都県それぞ\nれに係る環境影響評価準備書（以下「準備書」という。）を公告するとと\nもに，同日から１か月間，本件７都県において，当該都県に対応する準備\n書を縦覧に供した。\n本件７都県の各知事は，平成２６年３月，参加人に対し，準備書につい\nて環境の保全の見地からの意見を書面により述べた。\nオ  参加人は，平成２６年４月２３日，国交大臣に対し，本件事業につき，\n本件７都県それぞれに係る環境影響評価書（以下「評価書」という。）を\n送付した。\n環境大臣は，平成２６年６月５日，国交大臣に対し，各評価書について\n環境の保全の見地からの意見を書面により述べ，国交大臣は，同年７月１\n８日，参加人に対し，各評価書について環境の保全の見地からの意見を書\n面により述べた。\n参加人は，平成２６年８月２６日，国交大臣に対し，上記各意見を踏ま\nえて補正した各評価書（丙１の１～７の３，以下「本件各評価書」という。）\nを送付し，同月２９日，本件各評価書を公告するとともに，同日から１か\n月間，本件７都県において，当該都県に対応する本件各評価書を縦覧に供\nした。\n⑶  本件各認可\nア  本件認可（その１）\n参加人は，本件事業のうちガイドウェイ（軌道），高架橋，橋梁，ト\nンネル等土木構造物関係分の工事に関する「品川・名古屋間工事実施計\n画（その１）」（本件計画（その１））を作成し，平成２６年８月２６\n日，国交大臣に対し，認可の申請をした（乙４３の１～１１）ところ，\n国交大臣は，全幹法９条１項に基づき，同年１０月１７日，参加人に対\nし，本件計画（その１）の認可（本件認可（その１））をした（乙４）。\n本件認可（その１）で認可された本件計画（その１）の概要は次のと\nおりである（乙４，４３の１～１１。別紙中央新幹線（品川・名古屋間）\n概要図参照）。\nⅰ  区間  品川・名古屋間\nⅱ  駅の位置  ①品川駅（地下，品川駅に併設，東京都港区Ａ），②神\n奈川県駅（仮称，地下，新設，相模原市Ｂ区Ｃ），③山梨県駅（仮称，\n地上，新設，甲府市Ｄ町字Ｅ），④長野県駅（仮称，地上，新設，長\n野県飯田市Ｆ），⑤岐阜県駅（仮称，地上，新設，岐阜県中津川市Ｇ\n字Ｈ），⑥名古屋駅（地下，名古屋駅に併設，名古屋市Ｉ区Ｊ）\nⅲ  車両基地の位置  関東車両基地（仮称，新設，相模原市Ｂ区Ｋ），\n中部総合車両基地（仮称，新設，岐阜県中津川市Ｌ）\nⅳ  線路延長  ２８６．６０５ｋｍ\nこのうち，トンネルが２４６．６ｋｍ（約８６％），高架橋が２３．\n６ｋｍ（約８％），橋梁が１１．３ｋｍ（約４％），路盤が４．１ｋ\nｍ（約１．４％）である。\nⅴ  工事方法  最小曲線半径は基本８０００ｍ（やむを得ない場合は８\n００ｍ），最急勾配は４０％，軌道の中心間隔は５．８ｍ以上（ガイ\nドウェイ中心線間隔）であること等\nⅵ  工事の着手の予定時期  認可の日\nⅶ  工事完了の予定時期  平成３９年（令和９年）\nイ  本件認可（その２）\n参加人は，本件計画（その１）に残余の工事である電力設備等の工事\nを追加すること等を内容とする「品川・名古屋間工事実施計画（その２）」\n（本件計画（その２））を作成し，平成２９年９月２５日，国交大臣に\n対し，認可の申請をした（乙８８の１～１６）ところ，国交大臣は，全\n幹法９条１項に基づき，平成３０年３月２日，参加人に対し，本件計画\n（その２）の認可（本件認可（その２））をした（乙８９，９０）。\n本件認可（その２）で認可された本件計画（その２）は，既に認可を\n受けた本件計画（その１）に，工事方法として，列車の制御方式，通信\n設備の概要，発電所及び変電所の概要等を追加し，一部の駅及び一部区\n間の線形を変更するなどしたものである（乙９０）。\n⑷  中央新幹線の走行方式\nア  超電導磁気浮上方式（超電導リニア方式）（丙９）\n中央新幹線の走行方式として採用された超電導磁気浮上方式は，次のと\nおりであるとされている。\nある種の金属・合金・酸化物を一定温度以下としたとき，電気抵抗が\nゼロになる現象を超電導状態といい，超電導状態となったコイル（超電\n導コイル）に一度電流を流すと半永久的に流れ続ける。\n中央新幹線では，超電導材料としてニオブチタン合金を使用し，液体\nヘリウムでマイナス２６９℃に冷却することにより，超電導状態を作り\n出す。\n中央新幹線は，車両に搭載した超電導磁石と地上のガイドウェイ（軌\n道）に設置されたコイルとの間の磁力によって，車両を１０ｃｍ程度浮\n上させ，走行する。\nすなわち，ガイドウェイの推進コイルに電流を流すことにより磁界（Ｎ\n極・Ｓ極）が発生し，車両の超電導磁石（Ｎ極・Ｓ極を交互に配置した\nもの）との間で，引き合う力と反発する力が発生し，これを利用して車\n両（超電導磁石）が前進する。\nガイドウェイの側壁両側に浮上コイル及び案内コイルが設置されてお\nり，車両の超電導磁石が高速で通過すると両側の両コイルに電流が流れ\nて電磁石となり，車両（超電導磁石）を押し上げる力（反発力）と引き\n上げる力（吸引力）が発生する。\nガイドウェイの側壁両側に設置された浮上コイル及び案内コイルは，\n車両が中心からどちらか一方にずれると，車両の遠ざかった側に吸引力，\n近づいた側に反発力が働き，車両を常に中央に戻す。\nイ  ガイドウェイの構造（乙４３の１０）\nガイドウェイは，車両を支持，案内，推進及び制動する機能を持ち，地\n上コイル（浮上コイル及び推進コイル），ガイドウェイ側壁，支持車輪走\n行路，案内車輪走行路等から構成される。\n浮上コイルは，車輪等を通常使用しない速度において，車両の超電導\n磁石との間の電磁的作用により，車両の支持及び案内を行う浮上装置及\nび案内装置の地上設備をいう。\n推進コイルは，車両の超電導磁石との間の電磁的作用により，車両の\n推進及び制動を行う動力発生装置の地上設備をいう。\nガイドウェイ側壁は，地上コイルが設置され，ガイドウェイ底面と直\n角かつ直線の壁であって，案内車輪走行路を含むものをいう。\n支持車輪走行路は，車両が車輪走行する場合に，車両を支持するガイ\nドウェイ底面の支持車輪等の走行路をいう。\n案内車輪走行路は，車両が車輪走行する場合に，車両を案内するガイ\nドウェイ内側面の案内車輪等の走行路をいう。\n⑸  本件各訴えの提起（顕著な事実）\n甲事件原告らは，平成２８年５月２０日，甲事件の訴えを提起し，乙事件\n原告らは，平成３１年３月１３日，乙事件の訴えを提起し，令和元年５月１\n７日，これらの弁論は併合された。\n２  原告適格に関する当事者の主張の要旨\n（原告らの主張）\n⑴  根拠法令について\n超電導磁気浮上方式は技術的安全性が確認されておらず，全幹法による簡\n易な審査手続によることは相当ではないこと，全幹法上，鉄道・運輸機構が\n建設主体になることが想定されており，参加人のような新幹線鉄道の路線の\n建設について実績を有しない民間企業が建設主体になることは想定されてい\nないこと，全幹法上，超電導磁気浮上方式は想定されていないこと，中央新\n幹線は，在来の鉄道と相互乗り入れができないこと等を踏まえれば，中央新\n幹線は全幹法１条及び３条に反し，同法の適用対象となるものではないから，\n同法９条１項を根拠に本件各認可をしたことは違法であり，本来であれば鉄\n道事業法（以下「事業法」という。）３条１項に基づく鉄道事業の許可及び同\n法８条１項に基づく工事施行の認可によらなければならなかったというべき\nである。\nしたがって，本件において根拠法令となるべきは事業法であるから ，これ\nを前提に原告適格の有無を判断すべきである。なお，全幹法が本件各認可の\n根拠法令であると解したとしても，原告らに原告適格があるという結論にお\nいて差異はない。\n⑵  乗客として安全な輸送役務の提供を受ける利益について\n昭和６１年に鉄道国有法等の廃止に伴い制定された当時の事業法は，\n１条において「この法律は，鉄道事業等の運営を適正かつ合理的なもの\nとすることにより，鉄道等の利用者の利益を保護するとともに，鉄道事\n業等の健全な発達を図り，もって公共の福祉を増進することを目的とす\nる。」と定め，鉄道国有法等にはなかった条項を置き，平成１７年４月２\n５日に生じた福知山線脱線事故等を踏まえた事業法の改正（平成１８年\n法律第１９号）では，１条の目的に「輸送の安全性を確保し」という文\n言が加えられるとともに，輸送の安全を確保するための取組みを強化す\nる条項（１８条の２，３，１９条の３，４）も追加された。\n事業法は，「その事業の計画が輸送の安全上適切なものであること」\n等を鉄道事業の許可基準（５条１項）とし，鉄道事業者は，輸送の安全\nを確保するための事業の運営の方針に関する事項等（鉄道事業法施行規\n則３６条の３各号）を内容とする安全管理規程を定め，国交大臣に届け\n出なければならず，国交大臣は，当該規程が事業法の基準に適合しない\nと認めるときは，当該鉄道事業者に対し，これを変更すべきことを命ず\nることができる（１８条の３）とし，国交大臣は，鉄道事業者の事業に\nついて輸送の安全，利用者の利便その他公共の利益を阻害している事実\nがあると認めるときは，鉄道事業者に対し，鉄道施設に関する工事の実\n施方法，鉄道施設若しくは車両又は列車の運転に関し改善措置を講ずる\nことを命ずることができる（２３条１項３号）と定めている。\nまた，事業法は，国交大臣は，国交大臣が鉄道事業の停止命令又は許\n可の取消し（３０条）や安全管理規程に係る報告の徴収又は立入検査の\n実施に係る基本的な方針の策定（５６条の２）等をしようとするときは，\n運輸審議会に諮らなければならない（６４条の２）と定め，同審議会は，\n同審議会の定める利害関係人の請求があったときは公聴会を開かなけれ\nばならない（国土交通省設置法２３条）とされており，同審議会は，上\n記利害関係人として，「利用者その他の者のうち運輸審議会が当該事案に\n関し特に重大な利害関係を有すると認める者」（運輸審議会一般規則５条\n６号）を定めている。ここでいう利害関係人には鉄道利用者も含まれる\nと解すべきであり，鉄道利用者に，輸送の安全性について一定の手続関\n与の機会が付与されている。\n事業法は，鉄道事業者は，国交大臣による鉄道施設の工事の完成検査\nを受けなければならず，国交大臣がその検査を合格とするためには，当\n該鉄道施設が「鉄道に関する技術上の基準を定める省令」（以下「技術基\n準省令」という。）に適合しなければならない旨定めている（１０条１項，\n２項）ところ，同省令は，「安全な輸送」を目的として掲げる（１条）と\nともに，線路，停車場，車両等に関し，必要な技術上の基準を定めてお\nり，同省令１２０条に基づく「特殊鉄道に関する技術上の基準を定める\n告示」は，超電導磁気浮上式鉄道に関する技術上の基準（６条３項～７\n項）等を定めている。\nまた，全幹法は，建設主体に対する建設の指示が行われたときは，当\n該指示に係る建設線の区間について，当該法人は，事業法３条１項の規\n定による第一種鉄道事業の許可を受けたものとみなす旨定めていること\n（１４条１項），建設線の工事に係る完成検査について，事業法１０条１\n項が読み替えの上適用されること（１４条６項）等に鑑みれば，事業法\nは，全幹法と目的を共通にする関係法令でもある。\n以上によれば，事業法及び全幹法は，乗客として安全な輸送役務の提\n供を受ける利益を保護することをその趣旨及び目的としていると解すべ\nきである。\nイ  輸送の手段及びニーズが多様化・高度化した現代においても，新幹線を\n含む鉄道は，人及び物を大量・高速・定時に輸送する重要な公共的存在で\nあり，これを利用する者にとって，仕事や学業を継続していくために欠く\nことのできない移動手段である。事業法３条１項の許可及び同法８条１項\nの認可が違法にされ，安全性が欠如した鉄道が敷設営業された場合，その\n利用者は危険な鉄道を利用し続けることを余儀なくされるだけでなく，ひ\nとたび事故が発生すれば，多数の死傷者が生じ得る。事業法の上記各規定\nが，生命・身体等の重大な権利侵害を受けるおそれがある鉄道利用者につ\nいて，当該処分の違法性を争うことを許さず，これを甘受すべきことを強\nいているとは，到底解することができない。\nしたがって，事業法及び全幹法は，乗客として安全な輸送役務の提供を\n受ける利益を専ら一般的公益の中に吸収解消させるにとどめず，それが帰\n属する個々人の個別的利益としてもこれを保護すべきものとする趣旨を\n含むと解すべきである。\nウ  中央新幹線の乗客になる可能性は全国民にあるから，乗客として安全な\n輸送役務の提供を受ける利益は全国民が個々に有する利益である。\nそうすると，原告らは，本件各認可により同利益を侵害され又は必然的\nに侵害されるおそれのある者に当たり，本件各認可の取消しを求める原告\n適格を有する。\n⑶  南アルプス及びその他の本件７都県の各地域の良好な自然環境を享受する\n利益，同自然環境の保全を求める権利並びに自然と触れ合う権利について\nア  中央新幹線の建設工事については，事業法及び全幹法上の要件に加え，\n評価法３３条１項，２項３号（横断条項）により，環境の保全についての\n適正な配慮がなされるものであるかどうかという要件が付加されている\nから，評価法は，当然に事業法及び全幹法と目的を共通にする関係法令で\nある。したがって，事業法及び全幹法は，南アルプス及びその他の本件７\n都県の各地域の良好な自然環境を享受する利益，同自然環境の保全を求め\nる権利並びに自然と触れ合う権利を保護することをその趣旨及び目的と\nしていると解すべきである。\nイ  南アルプスは，自然公園法及び「鳥獣の保護及び管理並びに狩猟の適正\n化に関する法律」に基づき，その広大な地域が国立公園，特別保護地区及\nび鳥獣保護区に指定されており，平成２６年６月には，ユネスコのエコパ\nーク（自然と人間が共生する地域）に登録された。このように，南アルプ\nスの自然環境は，広く一般的に承認されている。しかし，南アルプスにお\nいて，本件事業に係るトンネル工事が施工された場合，南アルプスの中心\nを流れる大井川等の河川の水や地下水が大量に流出し，また，同工事によ\nる発生土（建設工事に伴い副次的に発生する土砂及び汚泥）の処理に伴っ\nて，南アルプスの自然環境が破壊される危険性が高く，しかも，かかる環\n境破壊は，工事の進行によって直ちに生ずるものであり，南アルプスの自\n然環境が短期間のうちに回復困難なものとなる。\n南アルプスだけでなく，本件７都県の各地域の自然環境も，本件事業に\n係るトンネル工事やこれに伴う発生土の処理によって破壊される危険性\nがある。\n以上によれば，事業法及び全幹法が，南アルプス及びその他の本件７都\n県の各地域の良好な自然環境を享受する利益，同自然環境の保全を求める\n権利並びに自然と触れ合う権利を専ら一般的公益の中に吸収解消させる\nにとどめず，それが帰属する個々人の個別的利益としてもこれを保護すべ\nきものとする趣旨を含むと解すべきである。\nウ  前記イの南アルプスの性質によれば，南アルプスの良好な自然環境を享\n受する利益，同自然環境の保全を求める権利及び自然と触れ合う権利は，\n国民が個々に有するものである。したがって，原告らは，本件各認可によ\nり同権利利益を侵害され又は必然的に侵害されるおそれのある者に当たり，\n本件各認可の取消しを求めるにつき原告適格を有する。\nまた，その他の本件７都県の各地域の良好な自然環境を享受する利益，\n同自然環境の保全を求める権利及び自然と触れ合う権利は，当該各地域に\n居住する者が個々に有するものである。したがって，原告らのうちこれに\n該当する者（別紙甲事件原告目録及び乙事件原告目録の「地域の自然環境\nを保全する権利」欄に●印のある者）は，本件各認可により同権利利益を\n侵害され又は必然的に侵害されるおそれのある者に当たり，本件各認可の\n取消しを求めるにつき原告適格を有する。\n⑷  工事予定地内に所在する土地，建物，立木に係る所有権，借地権等又は居\n住の利益について\n本件各計画の工事予定地内に所在する土地，建物，立木に係る所有権，借\n地権等又は居住の利益を有している者は，本件各計画に基づく工事が進行し\nた場合，参加人に対し同権利利益を任意に売却し，又は土地収用法に基づく\n事業認定と権利取得裁決により強制的に同権利利益が奪われることを余儀な\nくされる。これを避けるため事業認定の取消訴訟を提起するという手段があ\nるとしても，判決がされる前に工事が完成してしまうのが現実であるから，\nかかる手段は実質的な救済手段にはなり得ない。そうすると，同権利利益を\n有する者は本件各認可により同権利利益を侵害され又は必然的に侵害される\nおそれのある者に当たる。\n以上によれば，原告らのうち本件各計画の工事予定地内に所在する土地，\n建物，立木に係る所有権，借地権等又は居住の利益を有している者（別紙甲\n事件原告目録及び乙事件原告目録の「地上権」欄，「土地家屋所有権」欄，「耕\n作権・占有権・居住権」欄，各「立木所有権」欄，「リニア新幹線施設予定地\nの所有者及び対象土地」欄に●印のある者）は，本件各認可の取消しを求め\nるにつき原告適格を有する。\n⑸  工事の進行・発生土運搬車両の運行に起因する大気の汚染・水質の汚濁・\n騒音・振動・地盤の沈下・交通混雑，開業後の列車の走行に起因する騒音・\n振動，高架橋・駅舎等の設置に起因する日照阻害・景観阻害による，健康又\nは生活環境に係る被害を受けない利益について\nア  新幹線鉄道の建設の事業は評価法上の第一種事業に該当し，厳格な環境\n影響評価が要求されており，「鉄道の建設及び改良の事業に係る環境影響評\n価の項目並びに当該項目に係る調査，予測及び評価を合理的に行うための\n手法を選定するための指針，環境の保全のための措置に関する指針等を定\nめる省令」（以下「鉄道事業評価省令」という。）が定められていること，\n前記⑶アのとおり，本件各認可に当たっては，環境配慮審査が求められて\nいること（評価法３３条１項，２項３号），工事の進行や列車の走行等に起\n因する大気の汚染，水質の汚濁，騒音，振動，地盤の沈下，交通混雑，日\n照阻害，景観阻害により健康又は生活環境に係る被害を受けない利益は，\n人格権及び生存権（憲法１３条，２５条）から派生するものであることか\nらすれば，事業法及び全幹法はそのような利益を専ら一般的公益の中に吸\n収解消させるにとどめず，それが帰属する個々人の個別的利益としてもこ\nれを保護すべきものとする趣旨を含むと解すべきである。\nそうすると，工事の進行や列車の走行等により上記のような健康又は生\n活環境に係る著しい被害を直接的に受けるおそれのある住民は，本件各認\n可の取消しを求めるにつき原告適格を有する。\nイ  工事の進行や列車の走行等により上記のような健康又は生活環境に係る\n著しい被害を受けるおそれのある住民は，具体的には次のとおりであり，\n原告らがそのいずれに当たるかは，別紙甲事件原告目録及び乙事件原告目\n録のとおりである。\n工事の進行に起因する水質の汚濁による被害を受けるおそれのある\n原告（別紙甲事件原告目録及び乙事件原告目録の「飲料水（井戸水・簡\n易水道）」欄，「飲料水（上水道）」欄，「飲料以外の生活用水」欄，「農業\n用水」欄，「飲料水（上水道・簡易水道）」欄に●印のある者）\nⅰ  神奈川県内で実施される工事で生ずる汚染水が，相模川及びその支\n流の河川に流入することが予測されるから，相模川を飲料水源とする\n神奈川県の住民は原告適格を有する。\nⅱ  山梨県内で実施される工事により飲料水源である地下水が汚染され\nるおそれがあるから，当該工事予定地付近の深井戸を飲料水源とする，\n山梨県のうち甲府市の一部，Ｍ町，中央市，笛吹市の一部，南アルプ\nス市及びＮ町の住民は原告適格を有する。\nⅲ  本件事業に係る工事により，大井川が汚染されるとともに，その水\n量が減少するおそれがあるから，大井川の水を上水道として使用して\nいる静岡県内のＯ町，藤枝市，島田市，焼津市の住民は原告適格を有\nする。\nⅳ  長野県飯田市の上水道水源地域の近くで実施されるトンネル工事で\n生ずる土砂やこれに使用される地盤強固剤等の薬液等により，飲料水\n源が枯渇し又は汚染されるおそれが高いから，同市の住民は原告適格\nを有する。\nⅴ  本件事業に係る工事により，愛知県春日井市の水道水源である地下\n水が汚染されるおそれがあるから，同市の住民は原告適格を有する。\nⅵ  以上に加え，本件事業に係る工事により簡易水道，井戸水等が汚染\nされ又は枯れるおそれがあるから，これらを飲料水，生活用水又は農\n業用水として利用している原告は原告適格を有する。\n列車の走行に起因する騒音，振動による被害を受けるおそれのある原\n告\n各都道府県知事は，環境基本法１６条１項に基づく環境基準である「新\n幹線鉄道騒音に係る環境基準について」（昭和５０年環境庁告示第４６\n号）に基づき，同告示所定のⅠ又はⅡの各類型（Ⅰは主として住居の用\nに供される地域であり，その基準値は７０ｄＢ以下である。Ⅱは商工業\nの用に供される地域等Ⅰ以外の地域であって通常の生活を保全する必要\nがある地域であり，その基準値は７５ｄＢ以下である。）に当てはめる地\n域を指定しているところ，各都道府県知事は，在来の新幹線の路線から\nおおむね半径６００～８００ｍの地域を上記各類型に当てはめているこ\nとを踏まえれば，中央新幹線の高架橋や橋梁部分の騒音に関してもこれ\nと同様に，工事予定地から半径８００ｍの範囲が騒音により健康又は生\n活環境に著しい被害が生ずるおそれがある地域に当たる。\n振動について環境基準は存在しないが，「環境保全上緊急を要する新幹\n線鉄道振動対策について（勧告）」（昭和５１年環大特第３２号）の指針\n値が７０ｄＢ以下であり，騒音に関する上記環境基準と同水準であるた\nめ，振動についても騒音と同様に取り扱うべきである。\n以上によれば，軌道中心線，トンネルの開口部（坑口，非常口など）\n等から半径８００ｍの範囲に居住する住民は，列車の走行に起因する騒\n音，振動により健康又は生活環境に係る著しい被害を直接的に受けるお\nそれのある者に当たるから，これに該当する原告（別紙甲事件原告目録\n及び乙事件原告目録の「列車運行による騒音・振動（高架，非常口，開\n口部等から８００ｍ以内）」欄に●印のある者）は原告適格を有する。\n建設機械の稼働並びに資材及び機械の運搬に用いる車両の運行に起\n因する騒音，振動，大気の汚染，交通混雑による被害を受けるおそれの\nある原告\nⅰ  本件環境影響評価では，①建設機械の稼働並びに資材及び機械の運\n搬に用いる車両の運行に係る騒音及び振動の距離の予測値（距離減衰）\nについては，工事範囲境界又は道路端部等から半径２００ｍの範囲で\n予測し，②建設機械の稼働に係る大気質の距離の程度（距離減衰）に\nついては，最大濃度地点から１２０ｍの範囲で予測していることから\nすれば，工事予定地からこれらの範囲内に居住する住民は，騒音，振\n動，大気の汚染，交通混雑による被害を受けるおそれがある。\nしたがって，これに該当する原告（別紙甲事件原告目録及び乙事件\n原告目録の「工事関係機械による騒音・振動（高架，非常口，駅，変\n電所等から２００ｍ以内）」欄，「工事関係機械による大気汚染（高架，\n非常口，駅，変電所等から１２０ｍ以内）」欄に●印のある者）は，原\n告適格を有する。\nⅱ  なお，特に発生土運搬車両の運行する範囲，期間等がいまだ具体的\nに特定されておらず，トンネル工事等で生ずる極めて多量の発生土が\n本件７都県の山岳地帯等に廃棄される可能性が高いことを踏まえれば，\n発生土運搬車両が広範囲にわたって反復継続的に運行する可能性があ\nり，そうなると，その周囲の住民は，発生土運搬車両の運行に起因す\nる騒音，振動，大気の汚染，交通混雑による被害を受けるおそれがあ\nる。また，中央新幹線の計画路線から遠距離に居住する原告らについ\nても，その付近を発生土運搬車両が運行し，それに起因して健康又は\n生活環境に係る被害を受ける可能性があるから，発生土運搬車両の運\n行経路が決まるまでは，広範囲な地域に居住する原告らについて原告\n適格が認められるべきである。\nしたがって，以上に該当する原告（別紙甲事件原告目録及び乙事件\n原告目録の「工事車両による騒音・振動・大気汚染・交通混雑」欄に\n●印のある者）も，原告適格を有する。\n地盤の沈下による被害を受けるおそれのある原告\n参加人は，トンネルの掘削前及び掘削完了後に，トンネル端部からお\nおむね３０ｍ（トンネル中心線から３７ｍ）の範囲の家屋を対象に沈下\n量を測定すると説明しており，この範囲に居住する原告は，地盤の沈下\nによる被害を受けるおそれがある。もっとも，地盤の沈下の危険性を考\n慮すれば，トンネル中心線から１００ｍの範囲に居住する原告（別紙甲\n事件原告目録及び乙事件原告目録の「地盤沈下の危険（トンネルから１\n００ｍ以内）」欄に●印のある者）は，原告適格を有するというべきであ\nる。\n日照阻害による被害を受けるおそれのある原告\n高架橋等の予測地点における日影時間と等時間日影線の距離に関する\n予測結果によれば，高架橋について同距離が１１０ｍで日影時間が１時\n間以下になる地点が多いことに鑑みれば，高架橋等の鉄道施設から北方\n又は北西方向に１１０ｍの範囲に居住する原告（別紙甲事件原告目録及\nび乙事件原告目録の「日照被害（高架橋や橋梁，その他施設から１１０\nｍ以内）」欄に●印のある者）は，日照阻害による被害を受けるおそれが\nあるから，原告適格を有する。\n景観阻害による被害を受けるおそれのある原告\n橋梁，高架橋等の鉄道施設の建設に伴い，次の原告（別紙甲事件原告\n目録及び乙事件原告目録の「景観（施設，路線の近傍，ただし山梨は丙\n３の２環１７－１－１６に準拠）」欄に●印のある者）は景観阻害による\n被害を受けるおそれがあるから，原告適格を有する。\nⅰ  神奈川県内の原告\n本件環境影響評価では，日常的な視点場からの眺望については鉄道\n施設から水平距離で最長約２００ｍの地点で予測しており，主要な眺\n望点からの眺望については鉄道施設から水平距離で約３００ｍから１\n５００ｍまでの地点で予測している。\n以上に加え，山梨県内では，日常的な視点場からの眺望については\n鉄道施設から水平距離で最長約７００ｍの地点で予測していることを\n参考にすれば，鉄道施設から約７００ｍ以内に居住する原告らは，景\n観阻害による被害を受けるおそれがあるから，原告適格を有する。\nⅱ  山梨県内の原告\n本件環境影響評価では，高架橋，橋梁による山岳の眺望への影響範\n囲を予測しているところ，中央市に計画されている路線の北側約２５\n０ｍの範囲と南アルプス市に計画されている路線の北側約５００ｍの\n範囲で富士山が見えなくなり，笛吹市，甲府市及び南アルプス市に計\n画されている路線の南側約７００ｍの範囲及びＮ町に計画されている\n路線の南側約１ｋｍの範囲で八ヶ岳が見えなくなり，中央市に計画さ\nれている路線の南側約１００ｍの範囲で南アルプスが見えなくなるこ\nとが予測されている。また，日常的な視点場からの眺望については鉄\n道施設から水平距離で最長約７００ｍの地点で予測しており，主要な\n眺望点からの眺望については鉄道施設から水平距離で最大約２７００\nｍの地点で予測している。\nまた，本件環境影響評価では，一定範囲の地域を鉄道施設に対する\n可視領域と不可視領域に区分した図が作成されている。\n以上によれば，同図に図示された地域に居住する原告らは，景観阻\n害による被害を受けるおそれがあるから，原告適格を有する。\nⅲ  長野県内の原告\n本件環境影響評価では，日常的な視点場（飯田市，Ｐ村及びＱ村の\n特定の地点）からの眺望については鉄道施設から水平距離で約２００\nｍから４００ｍまでの地点で予測しており，主要な眺望点（Ｒ村，飯\n田市，Ｐ村，Ｑ村及びＳ町の特定の地点）からの眺望については鉄道\n施設から最長約６．９ｋｍの地点で予測している。\n以上によれば，Ｒ村，飯田市，Ｐ村，Ｑ村及びＳ町に居住する原告\nらは，景観阻害による被害を受けるおそれがあるから，原告適格を有\nする。\nⅳ  岐阜県内の原告\n本件環境影響評価では，日常的な視点場からの眺望については鉄道\n施設から水平距離で約２００ｍから３００ｍまでの地点で予測してお\nり，主要な眺望点からの眺望については鉄道施設から水平距離で最長\n約４０００ｍの地点で予測している。\n以上によれば，鉄道施設から約４０００ｍ以内に居住する原告らは，\n景観阻害による被害を受けるおそれがあるから，原告適格を有する。\nⅴ  愛知県内の原告\n本件環境影響評価では，主要な眺望点からの眺望については鉄道施\n設から水平距離で約２０００ｍの地点である弥勒山展望台と同約８０\n０ｍの地点である名古屋テレビ塔で予測しているが，当該鉄道施設は\n名古屋市民にとって重要な名古屋城を中心とする景観利益を阻害する\nものであるから，名古屋市に居住する原告らは，原告適格を有する。\n（被告の主張）\n⑴  根拠法令に関する原告らの主張について\nそもそも，全幹法１条は同法の目的を定めた規定，３条は新幹線鉄道の路\n線の計画理念を定めた規定であり，これらの規定が，同法の解釈及び運用に\nついての一般的指針となり得ることはあっても，同法に基づく個々の行政処\n分の効力に影響を及ぼすような要件を定めた規定であるとはいえない。また，\n同法６条３項は，建設主体として指名される法人の範囲を限定していないこ\nと，同法２条の新幹線鉄道の定義上，走行方式に限定はないこと等をも踏ま\nえれば，中央新幹線が同法１条及び３条に反するという原告らの主張もまた\n理由がなく，原告ら独自の見解をいうものである。\n本件各認可は，全幹法４条１項に基づき決定された基本計画を前提として，\n順次同法に基づく手続が進められた上でされたものであり，また，我が国の\n鉄道法制が，新幹線鉄道と同様の鉄道の建設を事業法に基づいて実施するこ\nとを許容しているとは解されないから，本件各認可の根拠法令は事業法では\nなく全幹法である。\n以上によれば，本件における根拠法令は事業法であるという原告らの主張\nには，理由がない。\n⑵  乗客として安全な輸送役務の提供を受ける利益について\n全幹法は，「国民経済の発展及び国民生活領域の拡大並びに地域の振興に資\nすること」を目的としている（１条）ところ，かかる利益は専ら不特定多数\n者の一般的公益に属する利益であること，９条認可の審査対象は，当該工事\n実施計画の内容が，国が主導的に策定してきた基本計画及び整備計画を適確\nに具体化するものであるか否かであること，９条認可の効果は，その名宛人\nに対し当該計画に係る工事に着工することができる地位を付与するにとどま\nること等に鑑みれば，同法が，乗客として安全な輸送役務の提供を受ける利\n益を専ら一般的公益の中に吸収解消させるにとどめず，それが帰属する個々\n人の個別的利益としてもこれを保護すべきものとする趣旨を含むと解するこ\nとはできない。\n原告らは，事業法が全幹法と目的を共通にする関係法令である旨主張する\nが，両法は，趣旨及び目的並びに建設スキームに係る制度設計を異にする法\n律であるから，事業法が関係法令であるとはいえない。\nまた，原告らは，鉄道利用者に運輸審議会における手続関与の機会がある\n旨主張するが，９条認可を行うに際し，乗客になる可能性が高いなどという\n者を手続に関与させる規定は存在しない。\n以上によれば，乗客として安全な輸送役務の提供を受ける利益は，本件各\n認可の取消しを求める法律上の利益には当たらない。\n⑶  南アルプス及びその他の本件７都県の各地域の良好な自然環境を享受する\n利益，同自然環境の保全を求める権利並びに自然と触れ合う権利について\n全幹法の目的，９条認可の審査対象，９条認可の効果等（前記⑵）に鑑み\nれば，全幹法が，南アルプス及びその他の本件７都県の各地域の良好な自然\n環境を享受する利益，同自然環境の保全を求める権利並びに自然と触れ合う\n権利を専ら一般的公益の中に吸収解消させるにとどめず，それが帰属する\n個々人の個別的利益としてもこれを保護すべきものとする趣旨を含むものと\n解することはできない。\n原告らは，評価法が全幹法と目的を共通にする関係法令である旨主張する\nが，全幹法１条に環境の保全への配慮に関する文言はないから，全幹法と評\n価法は目的を異にしており，評価法が関係法令であるとはいえない。仮に，\n評価法が関係法令であるとして，その趣旨及び目的を参酌したとしても，良\n好な自然環境を享受する利益などというものは本来一般的公益に属する利益\nであることに加え，評価法は，審査の基準を具体的に定めず，免許等を行う\n者が，当該対象事業につき，環境の保全についての適正な配慮がなされるも\nのであるかどうかを審査すべきこと等を定めるにとどまり，周辺住民の個別\n的利益が常に必ず保護されるとはいえないことからすれば，全幹法が，南ア\nルプス及びその他の本件７都県の各地域の良好な自然環境を享受する利益，\n同自然環境の保全を求める権利並びに自然と触れ合う権利を殊更に個々人の\n個別的利益として保護する趣旨及び目的を含むと解することはできない。\n以上によれば，南アルプス及びその他の本件７都県の各地域の良好な自然\n環境を享受する利益，同自然環境の保全を求める権利並びに自然と触れ合う\n権利は，本件各認可の取消しを求める法律上の利益には当たらない。\n⑷  工事予定地内に所在する土地，建物，立木に係る所有権，借地権等又は居\n住の利益について\n全幹法の目的，９条認可の審査対象，９条認可の効果等（前記⑵）に加え，\n全幹法は，９条認可とは別個の処分として，行為制限区域の指定（１０条）\n及び行為の制限（１１条）を定めており，これにより土地，建物等について\n損失を被った場合には，その財産権は個々人の個別的利益として保護される\nべきものであるが，９条認可にはそのような行為の制限効果は付与されてい\nないことにも鑑みれば，全幹法が，工事予定地内に所在する土地，建物，立\n木に係る所有権，借地権等又は居住の利益を専ら一般的公益の中に吸収解消\nさせるにとどめず，それが帰属する個々人の個別的利益としてもこれを保護\nすべきものとする趣旨を含むと解することはできない。\nまた，９条認可があった段階では用地取得等の手続が残されており，たと\nえこれらの手続によって財産的損失が生じるに至るとしても，それは任意売\n却や土地収用手続などといった９条認可とは別個の手続に基づくものであり，\nそれに応じた救済手段もある。\n以上によれば，工事予定地内に所在する土地，建物，立木に係る所有権，\n借地権等又は居住の利益は，本件各認可の取消しを求める法律上の利益には\n当たらない。\n⑸  工事の進行・発生土運搬車両の運行に起因する大気の汚染・水質の汚濁・\n騒音・振動・地盤の沈下・交通混雑，開業後の列車の走行に起因する騒音・\n振動，高架橋・駅舎等の設置に起因する日照阻害・景観阻害による，健康又\nは生活環境に係る被害を受けない利益について\nア  全幹法の目的，９条認可の審査対象，９条認可の効果等（前記⑵）に鑑\nみれば，全幹法が，工事の進行・発生土運搬車両の運行に起因する大気の\n汚染・水質の汚濁・騒音・振動・地盤の沈下・交通混雑，開業後の列車の\n走行に起因する騒音・振動，高架橋・駅舎等の設置に起因する日照阻害・\n景観阻害による，健康又は生活環境に係る被害を受けない利益を個々人の\n個別的利益として保護する趣旨を含むと解することはできない。\nまた，評価法は全幹法と目的を共通にする関係法令に該当しない上，仮\nに，評価法が関係法令であるとして，その趣旨及び目的を参酌したとして\nも，評価法上，周辺住民の個別的利益が常に必ず保護されるとはいえない\nこと（前記⑶）に鑑みれば，全幹法が，工事の進行や列車の走行等に起因\nする健康又は生活環境に係る被害を受けない利益を殊更に個々人の個別\n的利益として保護する趣旨及び目的を含むと解することはできない。\nイ  原告らが挙げる環境基本法１６条１項の環境基準は，「人の健康を保護し，\n及び生活環境を保全する上で維持されることが望ましい基準」であるから，\nこれをもって原告らが著しい被害を直接的に受けるおそれのある者に該\n当するか否かの判定基準とすることはできない。\nウ  以上によれば，工事の進行・発生土運搬車両の運行に起因する大気の汚\n染・水質の汚濁・騒音・振動・地盤の沈下・交通混雑，開業後の列車の走\n行に起因する騒音・振動，高架橋・駅舎等の設置に起因する日照阻害・景\n観阻害による，健康又は生活環境に係る被害を受けない利益は，本件各認\n可の取消しを求める法律上の利益には当たらない。\n⑹  結論\n以上のとおり，原告らは本件各訴えにつき原告適格を有しないから，本件\n各訴えは不適法である。\n第３  当裁判所の判断\n１⑴  行政事件訴訟法９条は，取消訴訟の原告適格について規定するが，同条１\n項にいう当該処分の取消しを求めるにつき「法律上の利益を有する者」とは，\n当該処分により自己の権利若しくは法律上保護された利益を侵害され，又は\n必然的に侵害されるおそれのある者をいうのであり，当該処分を定めた行政\n法規が，不特定多数者の具体的利益を専ら一般的公益の中に吸収解消させる\nにとどめず，それが帰属する個々人の個別的利益としてもこれを保護すべき\nものとする趣旨を含むと解される場合には，このような利益もここにいう法\n律上保護された利益に当たり，当該処分によりこれを侵害され又は必然的に\n侵害されるおそれのある者は，当該処分の取消訴訟における原告適格を有す\nるものというべきである（最高裁平成１６年（行ヒ）第１１４号同１７年１\n２月７日大法廷判決・民集５９巻１０号２６４５頁参照）。\nそして，処分の相手方以外の者について上記の法律上保護された利益の有\n無を判断するに当たっては，当該処分の根拠となる法令の規定の文言のみに\nよることなく，当該法令の趣旨及び目的並びに当該処分において考慮される\nべき利益の内容及び性質を考慮し，この場合において，当該法令の趣旨及び\n目的を考慮するに当たっては，当該法令と目的を共通にする関係法令がある\nときはその趣旨及び目的をも参酌し，当該利益の内容及び性質を考慮するに\n当たっては，当該処分がその根拠となる法令に違反してされた場合に害され\nることとなる利益の内容及び性質並びにこれが害される態様及び程度をも勘\n案すべきものである（同条２項）。\n⑵  なお，本件では，本件認可（その１）と本件認可（その２）の二つの処分\nが存在し，それぞれ認可の対象である工事実施計画の内容も異なるが，前記\n前提事実⑶のとおり，本件各認可の対象である本件各計画はいずれも中央新\n幹線（品川・名古屋間）の建設（本件事業）という一個の鉄道建設事業に係\nるものであり，本来必要な全工事を便宜上，土木構造物関係分の工事と残余\nの工事とに分けて，それぞれについての認可を受けたにすぎないものと解さ\nれることに鑑みれば，本件各認可を本件事業に係る一体の９条認可とみて，\nすなわち，原告らは，実質的には，一個の９条認可のそれぞれ一部の取消し\nを求めているものとみて，原告適格の有無を判断するのが相当である。\n２  根拠法令について\n原告らは，中央新幹線は全幹法１条及び３条に反し，同法の適用対象ではな\nいから，９条認可ではなく事業法３条１項に基づく鉄道事業の許可及び同法８\n条１項に基づく工事施工の認可によるべきであったとして，本件各訴えの原告\n適格についても全幹法ではなく事業法を根拠法令として判断すべきである旨主\n張する。\nしかし，全幹法２条は，「新幹線鉄道」を「その主たる区間を列車が２００\nキロメートル毎時以上の高速度で走行できる幹線鉄道」と定義し，これに該当\nする鉄道については，事業法に基づく建設手続ではなく，全幹法４条以下の規\n定に基づく建設手続によるべきとしているものと解されるところ，前記前提事\n実⑴のとおり，中央新幹線は，東京都と大阪市を結び，最高設計速度を時速５\n０５ｋｍとして計画された鉄道であって，全幹法２条の上記定義に適合するも\nのである。\nまた，全幹法１条及び３条は，全幹法の目的と新幹線鉄道の路線の理念をそ\nれぞれ一般的かつ抽象的に定めた規定であって，これらの規定中の「新幹線鉄\n道による全国的な鉄道網の整備」，「全国的な幹線鉄道網を形成するに足るも\nの」，「全国の中核都市を有機的かつ効率的に連結するもの」との文言も，新\nたに建設される新幹線鉄道の路線の条件として，必ずしも在来の路線との相互\n乗り入れを可能とすることまでを求めるものとは解されず，これらの規定が中\n央新幹線の建設に適用されるべき法令の選択に影響を与えると解することはで\nきない。\n以上によれば，全幹法４条以下の規定に沿って本件各認可までの手続が進め\nられ，国交大臣が同法９条１項に基づいて本件各認可をしたこと自体に違法は\nないというべきである。\nしたがって，本件各認可の取消しを求める本件各訴えについては，全幹法９\n条１項を根拠法令として原告適格の有無を判断すべきであり，原告らの上記主\n張は採用することができない。\n３  工事の進行・発生土運搬車両の運行に起因する大気の汚染・水質の汚濁・騒\n音・振動・地盤の沈下・交通混雑，開業後の列車の走行に起因する騒音・振動，\n高架橋・駅舎等の設置に起因する日照阻害・景観阻害による，健康又は生活環\n境に係る被害を受けない利益について\n⑴  全幹法９条１項は，建設主体は，国交大臣の指示により建設線の建設を行\nおうとするときは，整備計画に基づいて，建設線の工事実施計画を作成し，\n国交大臣の認可を受けなければならないと定めているが，全幹法上，９条認\n可に係る具体的な基準は定められていない。\n⑵ア  とはいえ，全幹法は，国交大臣が建設の指示をしたときは，当該指示に\n係る建設線の区間について，営業主体及び建設主体が事業法３条１項によ\nる鉄道事業の許可を受けたものとみなす（１４条１項，２項）とした上で，\n事業法１０条１項及び２項の規定を建設線についても読み替えて適用し，\n鉄道事業者である営業主体及び建設主体は，鉄道施設の工事が完成したと\nきは，国交大臣の検査を申請しなければならず，国交大臣は，その検査の\n結果，当該鉄道施設が，９条認可を受けた工事実施計画に合致し，かつ，\n鉄道営業法１条の国土交通省令で定める規程（技術基準省令等）に適合す\nると認めるときは，これを合格としなければならない（１４条６項）とし\nている。\nこれによれば，技術基準省令等に対する適合性に関する審査が，事業法\n上は工事施行認可の申請時においても行われるべきもの（事業法８条２\n項）とされているのとは異なり，全幹法上は一見すると鉄道施設の工事完\n成後の検査においてのみ実施されるものとされているかのようであるが，\n新幹線鉄道の路線の建設は全国の中核都市を連結する極めて大規模な事\n業であることが想定されており（全幹法３条），その工事完成後に当該鉄\n道施設が技術基準省令等に適合しないと判断された場合には，国民経済上\nの損失が極めて大きくなることが容易に予見できることに鑑みれば，その\n工事が行われる前の工事実施計画の段階においても，技術基準省令等に対\nする適合性の審査が求められるものというべきである。そして，９条認可\nの対象である工事実施計画には，路線名，工事の区間，工事方法その他国\n土交通省令で定める事項を記載し，線路の位置を表示する図面その他国土\n交通省令で定める書類を添付しなければならない（全幹法９条１項，２項）\nとされており，これらを定めた省令である全国新幹線鉄道整備法施行規則\n（以下「全幹規則」という。）においては，工事方法として，最小曲線半\n径，最急勾配，軌道の中心間隔，施工基面の幅，軌道及び橋梁の負担力，\n停車場における本線路の有効長，発電所及び変電所の概要，建設工事に伴\nう人に対する危害の防止方法等の工事の実施に関し必要な事項を記載し\n（２条１項７号），線路平面図，線路縦断面図，停車場平面図，停車場設\n備表，車庫施設及び検査修繕施設の概要を示す表，橋梁・隧道その他の主\n要な建造物の概要を示す表，特殊な設計がある場合にはその概要を示す書\n類等を添付する（同条２項）とされているところ，これらの記載事項及び\n添付書類には，技術基準省令等が定める各基準に関連するものが含まれて\nいるのであって，かかる規定は，上記のような事前の審査の必要性を考慮\nしたものであると解される。\n以上によれば，国交大臣は，９条認可の判断に当たっても，工事実施計\n画の記載事項及び添付書類の範囲内において，当該工事実施計画が技術基\n準省令等に適合しているか否かを審査しなければならないものと解する\nのが相当である。\nイ  そして，技術基準省令は，鉄道事業者に対し，列車の走行に伴い発生す\nる著しい騒音の防止に努めること（６条）を求めるとともに，特に新幹線\nについては，その線路に，沿線の状況に応じ，列車の走行に伴い発生する\n著しい騒音を軽減するための設備を設け（２５条），その車両を，列車の\n走行に伴い発生する著しい騒音を軽減するための構造とする（７１条）こ\nとを義務付けている。\nウ  そうすると，全幹法９条１項は，工事実施計画が技術基準省令に適合す\nるか否かの審査を通じて，列車の走行に伴う著しい騒音の発生を防止する\nことを，その趣旨及び目的とするものと解される。\n⑶ア  また，全幹法に基づく建設線の建設の事業は，評価法及び評価令上の対\n象事業である第一種事業に該当する（前記前提事実⑵ア）ところ，評価法\nは，事業者は，対象事業に係る環境影響評価を行い，評価書を作成したと\nきは，速やかに，当該事業に係る免許等を行う者等にこれを送付しなけれ\nばならず（２２条１項），評価書の送付を受ける者が各省大臣であるとき\nは，当該大臣は，評価書の送付を受けた後，速やかに，環境大臣に当該評\n価書の写しを送付して意見を求める措置をとらなければならず（同条２項），\n環境大臣は，必要に応じ，当該大臣に対し，送付された評価書について環\n境の保全の見地からの意見を書面により述べることができ（２３条），当\n該大臣は，必要に応じ，事業者に対し，評価書について環境の保全の見地\nからの意見を書面により述べることができ，この場合において，上記環境\n大臣の意見があるときは，これを勘案しなければならない（２４条）と定\nめている。\nそして，評価法は，対象事業に係る免許等を行う者は，当該免許等の審\n査に際し，評価書の記載事項及び２４条の書面に基づいて，当該対象事業\nにつき，環境の保全についての適正な配慮がなされるものであるかどうか\nを審査しなければならず（３３条１項），この場合において，免許等を行\nい又は行わない基準を法律の規定で定めていない免許等（９条認可はこれ\nに当たる。）を行う者は，当該事業の実施による利益に関する審査と上記\n環境の保全に関する審査の結果を併せて判断するものとし，当該判断に基\nづき，当該免許等を拒否する処分を行い，又は当該免許等に必要な条件を\n付することができるものとする（同条２項３号，評価令１９条，別表第四\nの三の項の第二欄）と定めている。\nイ  評価法が制定される根拠となった環境基本法をみると，同法は，環境の\n保全に関する施策の基本となる事項を定めること等により，環境の保全に\n関する施策を総合的かつ計画的に推進し，もって現在及び将来の国民の健\n康で文化的な生活の確保に寄与することを目的とし（１条），環境の保全\n上の支障のうち，事業活動その他の人の活動に伴って生ずる相当範囲にわ\nたる大気の汚染，水質の汚濁，土壌の汚染，騒音，振動，地盤の沈下及び\n悪臭によって人の健康又は生活環境に係る被害が生ずることを「公害」と\n定義し（２条３項），環境の保全に関する施策の策定及び実施は，人の健\n康が保護され，及び生活環境が保全されるよう，大気，水，土壌その他の\n環境の自然的構成要素が良好な状態に保持されることを旨として行わなけ\nればならない（１４条１号）とした上で，国が講ずる環境の保全のための\n施策等の一環として，土地の形状の変更，工作物の新設等の事業を行う事\n業者が，その事業の実施に当たりあらかじめその事業に係る環境への影響\nについて自ら適正に調査，予測又は評価を行い，その結果に基づき，その\n事業に係る環境の保全について適正に配慮することを推進するため，必要\nな措置を講ずべきこと（２０条），大気の汚染，水質の汚濁，土壌の汚染\n又は悪臭の原因となる物質の排出，騒音又は振動の発生，地盤の沈下の原\n因となる地下水の採取その他の行為に関し，事業者等の遵守すべき基準を\n定めること等により行う公害を防止するために必要な規制の措置を講ずべ\nきこと（２１条１項１号）等を定めている。\nウ  評価法は，環境基本法２０条を受けて制定された法律であり，規模が大\nきく環境影響の程度が著しいものとなるおそれがある事業について環境影\n響評価が適切かつ円滑に行われるための手続その他所要の事項を定め，そ\nの手続等によって行われた環境影響評価の結果をその事業に係る環境の保\n全のための措置その他のその事業の内容に関する決定に反映させるための\n措置をとること等により，その事業に係る環境の保全について適正な配慮\nがなされることを確保し，もって現在及び将来の国民の健康で文化的な生\n活の確保に資することを目的とし（１条），国，地方公共団体，事業者及\nび国民は，事業の実施前における環境影響評価の重要性を深く認識して，\n評価法の規定による環境影響評価その他の手続が適切かつ円滑に行われ，\n事業の実施による環境への負荷をできる限り回避し，又は低減することそ\nの他の環境の保全についての配慮が適正になされるようにそれぞれの立場\nで努めなければならない（３条）とした上で，事業者は，事業の種類ごと\nに主務省令で定めるところにより，対象事業に係る環境影響評価の項目並\nびに調査，予測及び評価の手法を選定し（１１条１項），その選定した項\n目及び手法に基づいて，対象事業に係る環境影響評価を行わなければなら\nない（１２条１項）としている。\nそして，鉄道の建設の事業に関する上記主務省令である鉄道事業評価省\n令は，事業者は，対象事業に係る環境影響評価の項目を選定するに当たっ\nては，当該事業に伴う影響要因について同省令別表第一においてその影響\nを受けるおそれがあるとされる環境要素に係る項目を勘案して選定しな\nければならない（２１条１項）と定めているところ，同表では，①「建設\n機械の稼働」，「資材及び機械の運搬に用いる車両の運行」により影響を\n受けるおそれがある環境要素として「大気質」（粉じん等），「騒音」，\n「振動」等を，②「列車の走行（地下を走行する場合を除く。）」により\n影響を受けるおそれがある環境要素として「騒音」及び「振動」を，③「列\n車の走行（地下を走行する場合に限る。）」により影響を受けるおそれが\nある環境要素として「振動」を，④「鉄道施設（嵩上式）の存在」により\n影響を受けるおそれがある環境要素として「日照阻害」等を，それぞれ定\nめている。また，同省令は，上記項目の選定に当たっては，当該事業に伴\nう影響要因が環境要素に及ぼす影響の重大性について客観的かつ科学的\nに検討しなければならない（同条３項）と定めているところ，当該検討の\n対象とすべき環境要素として，同省令別表第一に定める上記の各環境要素\nのほか，「水質」，「地下水の水質及び水位」等の水環境に係る環境要素，\n「地盤」等の土壌に係る環境要素等（同条４項）を定めている。これらの\n環境要素は，日照阻害を除いていずれも環境基本法が「公害」と定義する\n人の健康又は生活環境に係る被害の原因となる要素であり，日照阻害につ\nいても，それが人の健康に及ぼす影響を考慮すれば，これらの「公害」に\n係る環境要素に準じて取り扱うのが相当であると解される。\n以上に加え，評価法は，方法書，準備書及び評価書を作成した旨等を公\n告し，併せて，対象事業に係る環境影響を受ける範囲であると認められる\n地域内において，これらの書面を公告の日から１か月間縦覧に供しなけれ\nばならない（７条，１６条，２７条）と定めている。\nエ  これらのことを踏まえれば，環境基本法，評価法，評価令及び鉄道事業\n評価省令という一連の環境法令は，鉄道の建設の事業に係る事業者が前記\nのような環境要素に係る項目について環境影響評価を実施した上で，前記\nアの免許等の審査に際し， 環境の保全についての適正な配慮がなされるも\nのであるかどうかの審査を受けることで，工事の進行に伴う建設機械の稼\n働，資材及び機械の運搬に用いる車両の運行，開業後の列車の走行，鉄道\n施設の設置等に起因する大気の汚染，水質の汚濁，騒音，振動，地盤の沈\n下，日照阻害等による被害の発生を防止し，もって，人の健康が保護され，\n生活環境が保全されるようにすることを，その趣旨及び目的とするものと\nいうことができる。\nそうすると，全幹法９条１項についても，上記一連の環境法令上の関係\n規定の存在により，これらの法令と同じ上記の趣旨及び目的が付加された\nものと解される。\n⑷  とりわけ，規模が大きく，環境影響の程度が著しいものとなるおそれがあ\nる評価法及び評価令上の第一種事業に該当する全幹法に基づく建設線の建設\nの事業については，列車の走行による騒音の防止その他の環境の保全につい\nての適正な配慮がなされない状態で，工事の進行に伴う建設機械の稼働，資\n材及び機械の運搬に用いる車両の運行，開業後の列車の地上又は地下での走\n行等が反復継続的にされるとともに，嵩上式の鉄道施設等が存在し続けた場\n合には，大気の汚染，水質の汚濁，騒音，振動，地盤の沈下，日照阻害等が\n生じ，当該建設線の建設予定地の周辺地域に居住する住民の生活環境が害さ\nれるおそれがあるばかりでなく，その健康に被害が生じ，ひいてはその生命・\n身体に危害が及ぼされるおそれがある。\nそして，これらの被害を直接的に受けるのは，建設線の建設予定地の周辺\nの一定範囲の地域に居住する住民に限られる上，その受ける被害の程度は，\nその居住地と当該建設予定地との近接の度合い等によっては，その健康又は\n生活環境に係る著しい被害を受ける事態にも至りかねないものである。全幹\n法９条１項の前記の趣旨及び目的に鑑みれば，同項は，当該建設予定地の周\n辺地域に居住する住民に対し，そのような健康又は生活環境に係る著しい被\n害を受けないという具体的利益を保護しようとするものと解されるところ，\n上記のような被害の内容，性質，程度等に照らせば，この具体的利益は，一\n般的公益の中に吸収解消させることが困難なものといわなければならない。\n以上のような全幹法９条１項の趣旨及び目的，同項が９条認可の制度を通\nして保護しようとしている利益の内容及び性質等を考慮すれば，同項は，工\n事の進行に伴う建設機械の稼働，資材及び機械の運搬に用いる車両の運行，\n開業後の列車の走行，鉄道施設の設置等に起因する大気の汚染，水質の汚濁，\n騒音，振動，地盤の沈下，日照阻害等によって健康又は生活環境に係る著し\nい被害を直接的に受けるおそれのある個々の住民に対して，そのような被害\nを受けないという利益を個々人の個別的利益としても保護すべきものとする\n趣旨を含むと解するのが相当である。\nしたがって，全幹法に基づく建設線の建設予定地の周辺地域に居住する住\n民のうち，工事の進行に伴う建設機械の稼働，資材及び機械の運搬に用いる\n車両の運行，開業後の列車の走行，鉄道施設の設置等に起因する大気の汚染，\n水質の汚濁，騒音，振動，地盤の沈下，日照阻害等による健康又は生活環境\nに係る著しい被害を直接的に受けるおそれのある者は，当該建設に係る９条\n認可の取消しを求めるにつき法律上の利益を有する者として，その取消訴訟\nにおける原告適格を有するものというべきである。\n⑸  なお，大気の汚染，騒音，振動等を伴わない工事関係車両の運行に起因す\nる交通混雑や，鉄道施設の設置に起因する景観阻害は，環境基本法が「公害」\nと定義する人の健康又は生活環境に係る被害とは区別される，広い意味での\n生活環境の悪化であって，これらにより直ちに周辺住民等の生命・身体の安\n全や健康が脅かされたり，その財産に著しい被害が生じたりすることまでは\n想定し難く，このような交通や景観に関する利益は，基本的には公益に属す\nる利益といわざるを得ない。全幹法及びその関係法令である前記各法令を通\n覧しても，全幹法９条１項が上記利益を周辺住民等の個々人の個別的利益と\nしても保護すべきものとする趣旨を含むと解することはできない。\n⑹ア  そこで，前記⑷の原告適格について，更に検討するに，建設線の建設予\n定地の周辺地域に居住する住民が，工事の進行に伴う建設機械の稼働，資\n材及び機械の運搬に用いる車両の運行，開業後の列車の走行，鉄道施設の\n設置等に起因する大気の汚染，水質の汚濁，騒音，振動，地盤の沈下，日\n照阻害等による健康又は生活環境に係る著しい被害を直接的に受けるおそ\nれのある者に当たるか否かは，当該住民の居住する地域が上記の著しい被\n害を直接的に受けるおそれがあるものと想定される地域であるか否かによ\nって判断すべきものと解される。そして，当該住民の居住する地域がその\nような地域であるか否かについては，当該建設に係る鉄道施設の種類や規\n模等の具体的な諸条件を考慮に入れた上で，当該住民の居住する地域と当\n該鉄道施設の位置との距離関係を中心として，社会通念に照らし，合理的\nに判断すべきものと解される（最高裁平成元年（行ツ）第１３０号同４年\n９月２２日第三小法廷判決・民集４６巻６号５７１頁，最高裁平成２４年\n（行ヒ）第２６７号同２６年７月２９日第三小法廷判決・民集６８巻６号\n６２０頁参照）。\nイ  鉄道事業評価省令において，事業者による環境影響評価の項目の選定に\n当たっては，対象事業に伴う影響要因が環境要素に及ぼす影響の重大性に\nついて客観的かつ科学的に検討しなければならず，必要に応じ専門家等の\n助言を受けて選定するものとされていること（２１条３項，５項，５条４\n項），事業者による環境影響評価の調査の手法の選定に当たっても，「調\n査すべき情報」について，選定項目に係る環境要素の状況に関する情報又\nは気象，土壌その他の自然的状況若しくは人口，産業，土地利用その他の\n社会的状況に関する情報を，「調査の対象とする地域」について，対象事\n業の実施により選定項目に関する環境要素に係る環境影響を受けるおそれ\nがある地域又は土地の形状が変更される区域及びその周辺の区域その他の\n調査に適切な範囲であると認められる地域を，それぞれ選定項目について\n適切に予測及び評価を行うために必要な範囲内で，当該選定項目の特性，\n事業特性及び地域特性を勘案し，並びに地域特性が時間の経過に伴って変\n化するものであることを踏まえ，当該選定項目に係る予測及び評価におい\nて必要とされる水準が確保されるよう選定しなければならないとされてい\nること（２４条１項１号，３号）等に照らせば，９条認可の際に審査の対\n象となる評価書において建設線の建設の事業に係る環境影響評価の調査の\n対象とされる地域は，一般に，当該建設に係る鉄道施設の種類や規模等の\n具体的な諸条件を踏まえ，当該建設の事業に伴う前記のような大気の汚染，\n水質の汚濁，騒音，振動，地盤の沈下，日照阻害等による健康又は生活環\n境に係る著しい被害を直接的に受けるおそれがある地域として選定される\nものであるということができる。\nしたがって，前記アの観点から原告適格の地域的範囲を画するに当たっ\nては，当該評価書において調査の対象とされている地域の範囲が重要な目\n安になるものと解されるが，他方で，建設線の建設の事業に伴う前記のよ\nうな大気の汚染，水質の汚濁，騒音，振動，地盤の沈下，日照阻害等が，\nその周辺の一定範囲の地域に限定されるとはいえ，その範囲は上記の諸条\n件によっては相当程度に広がり得る性質のものであることにも目配りをす\nる必要があるものと解される。\nウ  これを本件についてみると，原告らは，別紙甲事件原告目録及び乙事件\n原告目録の「住所」欄記載の住所に居住し，その住所と本件事業に係る鉄\n道施設との位置関係等は，同各目録の●印のある欄及び「備考（ルート，\n非常口，高架等からの距離等）」欄記載のとおりであると認められる（甲\nＡ１－１～１－３，弁論の全趣旨）ところ，これらによれば，原告らは，\n同各目録の「飲料水（井戸水・簡易水道）」欄，「飲料水（上水道）」欄，「飲\n料以外の生活用水」欄，「農業用水」欄，「飲料水（上水道・簡易水道）」欄，\n「列車運行による騒音・振動（高架，非常口，開口部等から８００ｍ以内）」\n欄，「工事関係機械による騒音・振動（高架，非常口，駅，変電所等から２\n００ｍ以内）」欄，「工事関係機械による大気汚染（高架，非常口，駅，変\n電所等から１２０ｍ以内）」欄，「地盤沈下の危険（トンネルから１００ｍ\n以内）」欄，「日照被害（高架橋や橋梁，その他施設から１１０ｍ以内）」欄\nのいずれかに該当する者であり，①水質の汚濁に関し，本件環境影響評価\nにおいて調査の対象となった水源の水を飲料水，生活用水又は農業用水と\nして利用している地域，②列車の走行による騒音・振動に関し，関係鉄道\n施設から８００ｍ以内の地域，③工事関係機械による騒音・振動に関し，\n関係鉄道施設から２００ｍ以内の地域，④工事関係機械による大気の汚染\nに関し，関係鉄道施設から１２０ｍ以内の地域，⑤地盤の沈下に関し，ト\nンネルから１００ｍ以内の地域，⑥日照阻害に関し，関係鉄道施設から１\n１０ｍ以内の地域のいずれかの地域に居住していることが認められる。\nそうすると，本件事業に係る鉄道施設の種類や規模等が前記前提事実⑶，\n⑷のとおりであることに加え，参加人が，大気環境（大気質，騒音，振動），\n水環境（水質，水底の底質，地下水の水質及び水位，水資源），土地環境\n（地盤沈下）の本件環境影響評価における各項目につき選定した調査地域\nの範囲（丙１の１，２の１，３の１，４の１，５の１，６の１，７の１・\n各第７章）等を考慮すれば，原告らは，本件事業に係る工事の進行に伴う\n建設機械の稼働，資材及び機械の運搬に用いる車両の運行，開業後の列車\nの走行，鉄道施設の設置等に起因する大気の汚染，水質の汚濁，騒音，振\n動，地盤の沈下，日照阻害等による健康又は生活環境に係る著しい被害を\n直接的に受けるおそれがあるものと想定される地域に居住するものとい\nうことができ，上記の著しい被害を直接的に受けるおそれのある者に当た\nると認められる。\nしたがって，原告らは，その余の点について判断するまでもなく，本件\n各認可の取消しを求めるにつき原告適格を有するというべきである。\n４  よって，主文のとおり中間判決をする。\n東京地方裁判所民事第３部\n裁判長裁判官          古    田    孝    夫\n裁判官      西      村    康      夫\n裁判官      永      田    大      貴\n"
}