{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 2,
    "month": 11,
    "day": 27
  },
  "case_number": "平成30(ワ)1913",
  "case_name": "損害賠償請求事件",
  "court_name": "札幌地方裁判所",
  "gist": "被告国が，くろまぐろの小型魚につき，平成２９年７月１日から平成３０年６月３０日までの期間（第３管理期間）における北海道の沿岸漁業での漁獲可能な数量を「１１１．８１トン」としていたところ，実際にはこれを大幅に超過する漁獲がされてしまったため，当該超過分を差し引き，同年７月１日から平成３１年３月３１日までの期間（第４管理期間）における北海道の沿岸漁業での漁獲可能な数量をわずか「８．３トン」としたことについて，北海道内の漁業者である原告らが，被告国及び被告北海道は漁業者への法的措置を講じず，漫然と漁業者の自主管理に委ねた結果，第３管理期間において上限を大幅に超過する漁獲を招き，もって第４管理期間以降のくろまぐろ漁が事実上できなくなったなどと主張して，被告国及び被告北海道に対し，国家賠償法１条１項に基づき，損害賠償を請求した事案につき，①被告国について，法令に基づく法的措置の行使については，被告国（農林水産大臣）の広範な裁量に委ねられているところ，原告らの主張する時点において法令に基づく法的措置を行わなかったことが，著しく不合理なものであったとはいえない，②被告北海道について，法令に基づく法的措置の行使については，被告北海道（都道府県知事）の広範な裁量に委ねられているところ，法令に基づく法的措置を行わなかったことが，著しく不合理なものであったとはいえないとして，原告らの請求がいずれも棄却された事例",
  "lawsuit_id": "89990",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=89990",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/990/089990_hanrei.pdf",
  "contents": "令和２年１１月２７日判決言渡  同日原本領収  裁判所書記官\n平成３０年（ワ）第１９１３号  損害賠償請求事件\n口頭弁論終結日  令和２年９月１４日\n判 決\n主 文\n１  原告らの請求をいずれも棄却する。\n２  訴訟費用は原告らの負担とする。\n事実及び理 由\n第１  請求\n１  被告国は，別紙２「請求債権目録」の「原告氏名」欄記載の各原告に対し，\nそれぞれ同目録「請求額」欄記載の金額の２分の１の金員及びこれに対する平\n成３０年７月１日から各支払済みまで年５分の割合による金員を支払え。\n２  被告北海道は，別紙２「請求債権目録」の「原告氏名」欄記載の各原告に対\nし，それぞれ同目録「請求額」欄記載の金額の２分の１の金員及びこれに対す\nる平成３０年７月１日から各支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n被告国は，太平洋くろまぐろ（以下単に「くろまぐろ」という。）のうち３０\nキログラム未満の小型魚（以下単に「小型魚」という。）につき，平成２９年７\n月１日から平成３０年６月３０日までの期間（第３管理期間）における北海道の\n沿岸漁業での漁獲可能な数量を１１１．８１トンとしていた。しかるに，実際に\nはこれを大幅に超過する漁獲がされてしまったため，被告国は，当該超過分を差\nし引き，同年７月１日から平成３１年３月３１日までの期間（第４管理期間）に\nおける北海道の沿岸漁業での漁獲可能な数量をわずか８．３トンとした。\n本件は，北海道内の漁業者である原告らが，被告国及び被告北海道は漁業者へ\nの法的措置を講じず，漫然と漁業者の自主管理に委ねた結果，第３管理期間にお\nいて上限を大幅に超過する漁獲を招き，もって第４管理期間以降のくろまぐろ漁\nが事実上できなくなったなどと主張して，被告国及び被告北海道に対し，国家賠\n償法１条１項に基づき，損害賠償金及びこれに対する第４管理期間の始期である\n平成３０年７月１日から各支払済みまで民法（平成２９年法律第４４号による改\n正前のもの）所定の年５分の割合による遅延損害金の支払をそれぞれ求める事案\nである。\n１  関係法令等の定め\n(1) 海洋生物資源の保存及び管理に関する法律（平成８年法律第７７号。以下\n「資源管理法」という。）\n資源管理法は，政令により第１種特定海洋生物資源（同法２条６項）に指\n定された海洋生物資源につき，農林水産大臣において，基本計画（同法３条\n１項）により海洋生物資源ごとの漁獲可能な数量を定めるものとしている\n（同法３条２項６号。以下，同法に基づく漁獲可能数量を「漁獲可能量」と\nいい，単なる行政指導等による漁獲可能数量を「漁獲上限」という。）。\nそして，同法は，基本計画を達成するための措置として，農林水産大臣に\nおいて，指導，助言又は勧告（同法９条），採捕停止命令（同法１０条），停\n泊命令（同法１２条），報告及び立入検査（同法１７条，１８条）その他の\n措置（同法７条１項）を採ることができる旨定めるとともに，違反者に対す\nる罰則（同法２２条以下）を定めている。\n(2) 漁業法（昭和２４年法律第２６７号）\n漁業法は，農林水産大臣及び都道府県知事において，①水産動植物の採捕\n制限（同法６５条２項１号），②漁業調整委員会による採捕制限に関する指\n示（農林水産大臣につき同法６７条５項，１１条６項，６８条３項。都道府\n県知事につき同法６７条３項）をすることができる旨定めるとともに，必要\nな罰則の設置（同法６５条３項）をすることができる旨定めている。\n(3) 水産資源保護法（昭和２６年法律第３１３号）\n水産資源保護法は，農林水産大臣及び都道府県知事において，水産動植物\nの採捕制限（同法４条２項）をすることができる旨定めるとともに，必要な\n罰則の設置（同条３項）をすることができる旨定めている。\n(4) 西部及び中部太平洋における高度回遊性魚類資源の保存及び管理に関する\n条約（平成１７年条約第９号。以下「中西部太平洋まぐろ類条約」という。）\n中西部太平洋まぐろ類条約は，中西部太平洋におけるまぐろ類の長期的な\n保存及び持続可能な利用の確保を目的として成立した条約であり，同条約９\n条１項の規定に基づき，中西部太平洋まぐろ類委員会（Western Central Pa\ncific  Fisheries  Commission。以下「ＷＣＰＦＣ」という。）が設置されて\nいる。\n２  前提事実（当事者間に争いのない事実，当裁判所に顕著な事実並びに後掲各\n証拠及び弁論の全趣旨によれば容易に認められる事実）\n(1) 原告ら\n原告らは，沿岸漁業によるくろまぐろの漁獲に従事する漁業者らである\n（弁論の全趣旨）。\n(2) 中西部太平洋まぐろ類条約への加入\n被告国は，平成１７年７月８日，中西部太平洋まぐろ類条約へ加入し，同\n年８月７日，その効力が発生した（乙イ１９）。\n(3) ＷＣＰＦＣの決定\nＷＣＰＦＣは，平成２６年１２月，「太平洋クロマグロ複数年回復計画設\n立のための保存管理措置」を決定した（乙イ３０の１，３０の２。以下「平\n成２６年ＷＣＰＦＣ決定」という。）。\n平成２６年ＷＣＰＦＣ決定においては，くろまぐろの資源量を回復させる\nため，平成２７年以降の小型魚の漁獲上限を過去（平成１４年～１６年）の\n平均漁獲量の５０％まで削減するとともに，超過した場合にはその超過分を\n翌年の漁獲上限から差し引くものとされた。\n日本の場合，上記平均漁獲量の５０％に相当する数量は，４００７トンで\nあった（乙イ２９〔１１頁〕）。\n(4) 第１管理期間（平成２７年１月１日～平成２８年６月３０日）\nア  漁獲上限の設定\n水産庁の資源管理部長は，平成２６年ＷＣＰＦＣ決定を踏まえ，平成２\n７年１月５日，「太平洋クロマグロに係る資源管理の実施について」と題\nする通知（乙イ３２。以下「第１管理期間部長通知」という。）を発出し\nた。\n第１管理期間部長通知においては，小型魚の漁獲上限が４００７トンと\n定められた上，これを①大中型まき網漁業に２０００トン，②沿岸漁業に\n１９０１トン，③近海竿釣り漁業等に１０６トンに配分するものとされた。\nそして，このうち沿岸漁業については，平成２７年１月１日から平成２\n８年６月３０日までの１年６か月間を「第１管理期間」とした上，全国を\n６ブロックに分け，ブロック別に漁獲上限を設けるとともに，上限を超過\nしたブロックにおいては翌管理年の漁獲上限から超過分を差し引くものと\nされた。\nなお，これらは資源管理法に基づく数量管理ではなく，飽くまで行政指\n導による自主管理の形で行うものであった。\nイ  実際の漁獲量\n第１管理期間における小型魚の漁獲量は，実際には３０９６．１トンに\nとどまり，漁獲上限である４００７トンを相当下回った。もっとも，沿岸\n漁業についてみると，全国６ブロックのうち１ブロック（太平洋北部ブロ\nック）において漁獲量が漁獲上限を上回り，１ブロック（日本海北部ブロ\nック）において漁獲量がその漁獲上限近くまで達した（乙イ３４）。\n(5) 第２管理期間（平成２８年７月１日～平成２９年６月３０日）\nア  漁獲上限の設定\n水産庁の資源管理部長は，平成２８年１月４日，「太平洋クロマグロに\n係る第２管理期間の資源管理の実施について」と題する通知（乙イ３９。\n以下「第２管理期間部長通知」という。）を発出した。\n第２管理期間部長通知においても，小型魚の漁獲上限が４００７トンと\n定められ，大中型まき網漁業，沿岸漁業及び近海竿釣り漁業等に対して第\n１管理期間と同様の配分がされた。\nそして，このうち沿岸漁業については，平成２８年７月１日から平成２\n９年６月３０日までの１年間を「第２管理期間」とした上，第１管理期間\nと同様，全国を６ブロックに分け，ブロック別に漁獲上限を設けるととも\nに，上限を超過したブロックにおいては翌管理年の漁獲上限から超過分を\n差し引くものとされた。\nなお，これらも資源管理法に基づく数量管理ではなく，行政指導による\n自主管理の形で行うものであった。\nおって，第２管理期間においては，都道府県ごとの沿岸漁業の漁獲上限\nも別途定められ，このうち北海道の漁獲上限は１１３トンとされた（甲８，\n乙イ５２，弁論の全趣旨）。\nイ  実際の漁獲量\n第２管理期間における小型魚の漁獲量は，実際には４３３５．１トンと\nなり，漁獲上限である４００７トンを超過した。このうち沿岸漁業につい\nては，複数のブロックで漁獲量が漁獲上限を超過したほか，都道府県別に\nみても２５道府県で漁獲上限を超過した。\n北海道の実際の漁獲量は１１４．２トンとなり，漁獲上限である１１３\nトンをわずかに超過した（乙イ３４，５１，５２）。\n(6) 第３管理期間（平成２９年７月１日～平成３０年６月３０日）\nア  漁獲上限の設定\n水産庁の資源管理部長は，平成２９年６月３０日，「太平洋クロマグロ\nに係る第３管理期間の資源管理の実施について」と題する通知（乙イ５６。\n以下「第３管理期間部長通知」という。）を発出した。\n第３管理期間部長通知においても，小型魚の漁獲上限が４００７トンと\n定められ（ただし，後に３４２３．５トンと改められた。乙イ５７），大\n中型まき網漁業，沿岸漁業及び近海竿釣り漁業等に対して第１管理期間及\nび第２管理期間と同様の配分がされた。\nそして，このうち沿岸漁業については，平成２９年７月１日から平成３\n０年６月３０日までの１年間を「第３管理期間」とした上，ブロック別で\nの数量管理から都道府県別への数量管理に移行することとし，都道府県ご\nとに漁獲上限を設けるとともに，上限を超過した都道府県においては翌管\n理年の漁獲上限から超過分を差し引くものとされた。\nなお，これらも資源管理法に基づく数量管理ではなく，行政指導による\n自主管理の形で行うものとされた。\nおって，北海道の漁獲上限は当初１１３トンと定められたが，その後，\n第２管理期間における漁獲量の超過（上記(5)イ）を反映し，１１１．８\n１トンと改められた（乙イ５７）。\nイ  実際の漁獲量\n第３管理期間における小型魚の漁獲量は，実際には３４０６．８トンと\nなり，漁獲上限である３４２３．５トンを下回った。もっとも，沿岸漁業\nについてみると，９道県で漁獲量が漁獲上限を超過した。\n北海道の実際の漁獲量は７６９．５トンにも及び，漁獲上限である１１\n１．８１トンを大幅に超過した。これは，特定の漁協管内（北海道南かや\nべ漁協管内）の漁業者において，平成２９年９月２８日から同年１０月２\n日までのわずか５日間の間に約３５６トンもの小型魚を漁獲したことなど\nが原因であった（乙イ７４，弁論の全趣旨）。\n(7) 資源管理法に基づく数量管理の開始－第４管理期間（平成３０年７月１日\n～平成３１年３月３１日）\nア  資源管理法に基づく数量管理\n内閣は，平成２９年４月２１日，資源管理法施行令を改正し，資源管理\n法にいう第１種特定海洋生物資源にくろまぐろを加えた（乙イ５０）。\nこれを受けて，農林水産大臣は，同年１２月２８日，資源管理法３条１\n項の基本計画にくろまぐろに係る項目を新設するとともに，「海洋生物資\n源の保存及び管理に関する基本計画第１の別に定める『くろまぐろ』につ\nいて」（乙イ６９。以下「第４管理期間基本計画」という。）を発表した。\nイ  第４管理期間における漁獲可能量\n農林水産大臣は，平成３０年６月２２日，第４管理期間基本計画の改正\n版（乙イ７７。以下「第４管理期間改正基本計画」という。）を発表した。\n第４管理期間改正基本計画においては，小型魚の漁獲可能量が３１３８．\n７トンと定められ，これを大中型まき網漁業，沿岸漁業及び近海竿釣り漁\n業等に対して配分するものとされた。\nそして，このうち沿岸漁業については，平成３０年７月１日から平成３\n１年３月３１日までの９か月間を「第４管理期間」とした上，都道府県ご\nとに漁獲可能量を設けるものとした。その際，第３管理期間における漁獲\n可能量を超過して採捕を行った都道府県においては，第４管理期間におけ\nる漁獲可能量から第３管理期間における超過量を原則として一括で差し引\nくものとし，超過量の全量を一括で差し引くことができない場合には，将\n来にわたって超過量を分割して差し引くものとした（以下，第４管理期間\n改正基本計画に基づくこのような差引きを「超過差引き」ということがあ\nる。）。\nその結果，北海道の漁獲可能量は８．３トンと定められた。\n(8) 本訴における原告らの主張\n原告らは，令和２年１月１７日の第２回弁論準備手続期日において，原告\nらの主張する被告らの違法な公権力の行使は以下のとおりであり，その余の\n従前の主張は撤回する旨陳述した（当裁判所に顕著な事実）。\nア  被告国について\n(ｱ) くろまぐろの小型魚について資源管理法，漁業法及び水産資源保護法\nに基づく法的措置を採るべきであったのに，これを怠ったこと\n(ｲ) くろまぐろの小型魚の漁獲管理において零細漁業者の利益に配慮すべ\nきであったのに，これを怠ったこと\n(ｳ) 法律上の明文規定がないのに，超過差引きを行ったこと\nイ  被告北海道について\nくろまぐろの小型魚について漁業法及び水産資源保護法に基づく法的措\n置を採るべきであったのに，これを怠ったこと\n３  争点\n(1) 被告国の違法性\nア  資源管理法，漁業法及び水産資源保護法に基づく法的措置を怠ったこと\nイ  零細漁業者への配慮を怠ったこと\nウ  法律上の明文規定がないのに超過差引きを行ったこと\n(2) 被告北海道の違法性\n漁業法及び水産資源保護法に基づく法的措置を怠ったこと\n(3) 原告らの損害\nア  法律上保護された利益の有無\nイ  損害発生の有無及びその額\n第３  当事者の主張\n１  争点(1)ア（被告国の違法性①－資源管理法，漁業法及び水産資源保護法に\n基づく法的措置を怠ったこと）について\n（原告らの主張）\n被告国は，くろまぐろの小型魚につき，平成２６年ＷＣＰＦＣ決定によって\n日本の漁獲上限が４００７トンとなったのであるから（前提事実(3)），同決定\nの対象期間である平成２７年１月（第１管理期間の始期）までに，同決定に従\nい，中西部太平洋まぐろ類条約の趣旨・目的に沿って，現に存在する国内法を\n適用して，法的拘束力のある漁獲制限をするという作為義務が生じた。具体的\nには，①資源管理法に基づく強制力のある数量管理を行い，②漁業法６５条，\n６７条，６８条に基づく罰則を伴う採捕制限措置を行い，③水産資源保護法４\n条に基づく罰則を伴う採捕制限措置を行う義務が生じた。\n仮にそうでないとしても，被告国は，第２管理期間において２５道府県で漁\n獲上限を超過した事態を重視し，遅くとも平成２９年７月１日（第３管理期間\nの始期）において，上記①ないし③の法的措置を行う義務があった。\nしかるに，被告国はこれらを怠り，漫然と漁業者の自主管理に委ねた結果，\n第３管理期間における漁獲上限の超過を招いたものである。\nこのような被告国の行為は，憲法９８条２項並びに中西部太平洋まぐろ類条\n約５条，６条，２３条，２４条及び２５条に反し，国家賠償法１条１項の適用\n上，違法となる。\n（被告国の主張）\n(1) 中西部太平洋まぐろ類条約は，平成２６年ＷＣＰＦＣ決定を遵守するため\nに国内においてどのような措置を採るべきかについては各構成国に委ねてい\nるのであって，被告国に対して，同決定を遵守するための措置及び執行等の\n方法について，具体的な行為規範を示しているとはいえない。\nしたがって，中西部太平洋まぐろ類条約及び平成２６年ＷＣＰＦＣ決定は，\n被告国の公務員が個別の国民との関係で負うべき行為規範を示したものと解\nする余地はない。\n(2) また，被告国が，平成２９年７月１日（第３管理期間の始期）において，\n資源管理法上の基本計画による漁獲可能量等を定めなかったことについても，\n国家賠償法上の違法性はない。\nそもそも，農林水産大臣は，基本計画において漁獲可能量等をいつの時点\nで定めるかについて相当広範な裁量を有しているのであって，農林水産大臣\nが特定の時期までに基本計画において漁獲可能量等を定めなかったことが，\n個別の国民に対して負担する職務上の法的義務に違背したものとして国家賠\n償法上違法と評価されるのは，農林水産大臣が上記裁量権の範囲を逸脱し，\n又はこれを濫用した場合に限られるというべきである。\nそして，第３管理期間の始期である平成２９年７月１日時点においては，\n資源管理法に基づく基本計画を定めるための制度設計をしていた段階にあり，\n罰則を伴う厳格な資源管理の前提となる漁業者の理解の醸成を図っていた段\n階にあった上，その後の北海道内における大量漁獲を具体的に予見すること\nはできなかったのであって，同日までに漁獲可能量等を定めた基本計画を実\n施しなかったことは合理性を欠くものではなく，農林水産大臣において裁量\n権の逸脱又は濫用があったとはいえない。\n２  争点(1)イ（被告国の違法性②－零細漁業者への配慮を怠ったこと）につい\nて\n（原告らの主張）\n被告国は，海洋法に関する国際連合条約（平成８年条約第６号）６１条，中\n西部太平洋まぐろ類条約５条及び資源管理法３条３項に基づき，くろまぐろの\n漁獲管理において零細漁業者の利益に配慮すべき義務を負っていた。\nしかるに，被告国は，第１管理期間においては，沖合漁業（大中型まき網漁\n業）と沿岸漁業による漁獲上限を同程度とし，第２管理期間及び第３管理期間\nにおいてもこれを踏襲したものであるが（前提事実(4)ないし(6)），沿岸漁業\nは零細漁業者が大多数を占めているため，このような配分量の決定は明らかに\n不平等であった。\nまた，被告国は，第４管理期間において，第３管理期間における各都道府県\nの超過分をそのまま当該都道府県の漁獲可能量から差し引いており，零細漁業\n者の漁業の経営について一切考慮しなかった。\nしたがって，被告国におけるこれらの措置はいずれも零細業者への配慮を怠\nったものであって，国家賠償法１条１項の適用上違法となる。\n（被告国の主張）\n(1) 中西部太平洋まぐろ類条約５条の規定の趣旨を考慮すると，資源管理法上，\n基本計画を検討するに当たって勘案すべき「特定海洋生物資源に係る漁業の\n経営その他の事情」（資源管理法３条３項，７項）には「零細漁業者の経営\n状態」が含まれ得るといえるものの，「零細漁業者の経営状態」とは一義的\nに定まるものではなく，公務員において，個別の国民との関係でなすべき注\n意義務が明確に導き出されるとはいえないから，争点(1)アと同様，原告ら\nの主張する義務が，国家賠償法上の法的義務となる余地はない。\n(2) また，この点を措くとしても，農林水産大臣は，資源管理法の基本計画に\nおいて漁獲可能量等を定めるに当たり，水産政策審議会の意見を聴かなけれ\nばならないとされているところ（同法３条４項，８項，９項），漁獲可能量\nに係る基本計画の定立，検討又は変更については，水産政策審議会の科学的，\n専門技術的知見や政策的観点に基づく意見を尊重してなされる農林水産大臣\nの合理的な判断に委ねられているから，国家賠償法上違法の評価を受けるの\nは，水産政策審議会の調査審議及び判断の過程に看過し難い過誤や欠落があ\nり，農林水産大臣の判断がこれに依拠してなされたとして，当該判断が裁量\n権の範囲を逸脱し，又はこれを濫用したものといえる場合に限られるという\nべきである。\nそして，第４管理期間基本計画及び第４管理期間改正基本計画の策定に当\nたっては，水産政策審議会において，漁獲上限の低下による漁業者の減収対\n策としての漁業収入安定対策事業等による漁業の経営をも勘案した上で，農\n林水産大臣の諮問内容を承認する旨の答申を行い，これをもとに農林水産大\n臣が第４管理期間の基本計画を策定したものである。そうすると，水産政策\n審議会の調査審議及び判断の過程に看過し難い過誤や欠落はなく，農林水産\n大臣の判断に裁量権の範囲の逸脱や濫用はないから，当該判断が国家賠償法\n上違法の評価を受けるものではない。\n３  争点(1)ウ（被告国の違法性③－法律上の明文規定がないのに超過差引きを\n行ったこと）について\n（原告らの主張）\n被告国は，第４管理期間から資源管理法に基づく数量管理を開始するに当た\nり，第３管理期間における各都道府県の超過量を第４管理期間以降の漁獲可能\n量から差し引くものとした（前提事実(7)イ）。その結果，原告らは，第４管理\n期間以降において事実上の禁漁を強いられることになった。\nこのような不利益処分を課すに当たっては，法律上の明文規定が不可欠であ\nるところ，当時の資源管理法には，こうした超過差引きを許容する規定は存在\nしなかった。\nすなわち，資源管理法は，基本計画において漁獲可能量に関する事項等を定\nめるに当たり，「漁業の経営その他の事情を勘案して定める」（同法３条３項）\nと規定する一方，前の管理期間の超過量というものは勘案事項とはしていなか\nった。そして，資源管理法が廃止され，同法の規定が漁業法に組み込まれた際，\n超過差引きを許容する規定が新たに設けられたのであって（改正後の漁業法２\n８条），これは資源管理法下では超過差引きが許容されていなかったことの証\n左である。\nしたがって，第４管理期間以降における超過差引きは，国家賠償法１条１項\nの適用上，違法である。\n（被告国の主張）\n資源管理法は，基本計画において都道府県別の漁獲可能量をどのように定め\nるのかについて，農林水産大臣の広範な専門技術的裁量，政策的裁量に委ねて\nいる。\nそして，農林水産大臣が上記漁獲可能量を定めるに当たって，前の管理期間\nでの漁獲可能量の超過量を考慮することは禁じられていない。むしろ，前の管\n理期間に，ある都道府県がその漁獲可能量を超過した場合に，その超過を是正\nしないままにしておくと，都道府県間の公平を害する上，水産資源の減少傾向\nに拍車がかかり，それによる負担を将来の漁業者が負うこととなるのであって，\nこうした点からすれば，前の管理期間での漁獲可能量の超過量も含めた諸事情\nを適切に考慮することが要請されているといえる。\nしたがって，農林水産大臣が都道府県別の漁獲可能量を定める際に，その裁\n量権を行使するに当たっては，前の管理期間における都道府県別の漁獲可能量\nの超過量を考慮することが禁じられているとは解されず，裁量権の行使につき\n違法はない。\n４  争点(2)（被告北海道の違法性－漁業法及び水産資源保護法に基づく法的措\n置を怠ったこと）について\n（原告らの主張）\n被告北海道は，被告国による中西部太平洋まぐろ類条約の締結及び平成２６\n年ＷＣＰＦＣ決定により，第１管理期間の始期である平成２７年１月の時点で，\n①漁業法６５条，６７条に基づく罰則を伴う採捕制限措置を行い，②水産資源\n保護法４条に基づく罰則を伴う採捕制限措置を行う義務を負った。\nしかるに，被告北海道は，上記各法的措置を採らず，漫然と強制力のない自\n主管理を継続した結果，大幅な漁獲量超過を生じさせた。\n特に，平成２８年７月１日からの第２管理期間においては，北海道を含む２\n５道府県で漁獲量の超過が発生していたのであるから，被告北海道は，平成２\n９年７月１日からの第３管理期間においては，上記各法的措置を行うべきであ\nった。しかるに，被告北海道はこれを怠り，第３管理期間において漁獲上限の\n大幅な超過を招いたものである。\nしたがって，被告北海道が上記各法的措置を怠ったことは，国家賠償法１条\n１項の適用上違法である。\n（被告北海道の主張）\n(1) そもそも条約とは国家間において文書の形式により締結される国際的な合\n意をいうのであり，条約上の義務に拘束され，当該条約を誠実に履行すべき\n義務を負うのは当該条約を締結した当事国であって，直接に地方公共団体を\n拘束するものではない。\nまた，争点(1)アにおいて被告国も主張するとおり，中西部太平洋まぐろ\n類条約は，平成２６年ＷＣＰＦＣ決定を遵守するために国内においてどのよ\nうな措置を採るべきかについては各構成国に委ねているのであって，被告国\nに対して，同決定を遵守するための措置及び執行等の方法について，具体的\nな行為規範を示しているとはいえない。\nしたがって，中西部太平洋まぐろ類条約及び平成２６年ＷＣＰＦＣ決定に\nより，被告北海道が漁業法及び水産資源保護法に基づく義務を負うとの原告\nらの主張は，失当である。\n(2) この点を措くとしても，被告北海道は，第１管理期間及び第２管理期間に\nおいて，被告国からの通知等に基づき，くろまぐろの資源管理措置に係る取\n扱いを定め，操業自粛について通知するなど，適切な措置を採っていたもの\nである。\nまた，くろまぐろの漁獲量の予測は極めて困難である上，その資源管理に\nついては，被告国の指導監督の下で都道府県が共同して行っているものであ\nり，北海道独自に厳しい措置を講じるのは不可能であった。\nしたがって，被告北海道において，漁業法又は水産資源保護法に基づく法\n的措置を行う義務は生じていなかったものである。\n５  争点(3)ア（原告らの損害①－法律上保護された利益の有無）について\n（原告らの主張）\n被告らが，漁業者への法的措置を講じず，漫然と漁業者の自主管理に委ねた\n結果，北海道では第３管理期間において漁獲上限を大幅に超過する漁獲を招い\nた。そして，被告国が第３管理期間における各都道府県の超過量を第４管理期\n間以降の漁獲可能量から差し引くものとしたことにより，原告らは，平成３０\n年７月１日（第４管理期間の始期）から６年間もの間，くろまぐろ漁を行うこ\nとが事実上できなくなったものである。\nこの点につき被告らは，原告らが主張する被侵害利益は法的に保護されるも\nのではない旨主張するが，漁業者である原告らが魚を捕獲する権利を有するこ\nとは当然であって，被告らの主張は前提を誤ったものである。\n（被告らの主張）\n漁業者が有する権利は，水産資源管理の観点からの内在的制約に服し，特定\nの水産動植物について一定の漁獲高や漁獲量が保障されているものでもないの\nであり，第１種特定海洋生物資源としてのくろまぐろを漁獲可能量又は都道府\n県別の漁獲上限を超えて採捕する権利又は利益は存在しない。また，都道府県\n別の漁獲上限が定められたことによって，個別の漁業者に第１種特定海洋生物\n資源を採捕する権利が付与されるわけでもない。かえって，資源管理法は，漁\n業者による海洋生物資源の採捕を規制することを目的としており，漁獲可能量\n又は都道府県別の漁獲上限の変動によって第１種特定海洋生物資源を採捕でき\nなくなることにつき，漁業者が当然受忍すべきものであることを前提としてい\nる。\nしたがって，原告らが主張する被侵害利益は，法的に保護されるものではな\nいものというべきである。\n６  争点(3)イ（原告らの損害②－損害発生の有無及びその額）について\n（原告らの主張）\n(1) 得べかりし収入を得られないことによる損害\n争点(3)アにおいて主張したとおり，原告らは，平成３０年７月１日（第\n４管理期間の始期）から６年間もの間，くろまぐろ漁を行うことが事実上で\nきなくなったものである。\nそして，平成２３年から２５年の原告らの収入を基準とすると，各原告に\nつき，別紙３「損害額算定表」の「年平均(a)」欄のとおりの収入を得るこ\nとができたものであるところ，これが６年間にわたり得られなくなったので\nあるから，同表「６年間の損失（(a)×６年）」欄記載のとおりの損害が生じ\nたことになる。\n(2) 精神的損害\n原告らは，６年間もの間，くろまぐろ漁を休漁することとなったのであり，\nその精神的苦痛を慰謝する慰謝料として，１人当たり６０万円を請求する。\n(3) 結論\n以上を合計すると，各原告につき，別紙３「損害額算定表」の「合計」欄\n記載の額の損害が生じたことになる。\n（被告らの主張）\n損害の発生は，国家賠償請求権の成立要件であり，将来得べかりし収入を得\nられなくなったことにより金銭的不利益を損害として主張する場合には，口頭\n弁論終結時において，当該不利益が具体的な金額として確定していなければな\nらない。\nこの点，基本計画における漁獲可能量は，１年単位の漁獲可能量として定め\nられるものであり，しかも毎年少なくとも１回は検討を加えることが義務付け\nられているものである。そして，現に第５管理期間（平成３１年４月１日～令\n和２年３月３１日）においては，都道府県間及び都道府県の配分量と大臣管理\n量との間での融通が成立し，これに伴って各都道府県の漁獲可能量を定めた基\n本計画の改正がされているのであって，原告らは，第５管理期間以降，くろま\nぐろの採捕を再開することができる可能性がある。\nしたがって，現時点で，第４管理期間における原告らの収入減は別として，\n将来くろまぐろを採捕することができなくなることによる収入減が生じるか否\nかや，具体的にどの程度の金額の収入源が生じるかについては，まだ確定して\nいないというほかなく，原告らが損害として主張するもののうち，第５管理期\n間以降の損害が発生したとはいえない。\n第４  当裁判所の判断\n１  認定事実\n前記前提事実に加え，後掲各証拠及び弁論の全趣旨によれば，以下の事実が\n認められる。\n(1) 第１管理期間（平成２７年１月１日～平成２８年６月３０日）に向けた検\n討状況\nア  水産庁は，平成２６年ＷＣＰＦＣ決定を受け，くろまぐろの資源管理方\n法について検討した。もっとも，次のような事情から，当初から法律に基\nづく強制力を持った数量管理を実施することは，適切ではないとされた\n（乙イ３，１１の１〔６２頁〕，１１の２〔１２頁〕，３１，９１〔７，８\n頁〕）。\n(ｱ) これまで日本においては，さんま，すけとうだら，まあじ，まいわし，\nさば類，するめいか及びずわいがにの７種類に対してのみ資源管理法に\n基づく数量管理を行ってきたが，このうち採捕停止命令及び罰則適用の\n対象となる魚種は，さんまとすけとうだらのみであり，これらの魚種に\nおける数量管理は，漁業実態に応じて一部の都道府県に漁獲可能量を配\n分しているのみであった。\n(ｲ) 他方で，くろまぐろについては，一部の漁法は許可等を得ることなく\n操業することができ，採捕数量の報告義務も課せられていなかった。ま\nた，くろまぐろにつき数量管理を実施する場合，その対象となる漁業者\nは，日本全国に存在する沿岸業者全てに及ぶことになるのであって，こ\nうした全国一律の厳格な数量管理というものは，日本の水産資源管理史\n上，これまで経験したことがなかった。\n(ｳ) そもそも，日本の漁業には，各地の地域制を踏まえて歴史的に形成さ\nれてきた慣習やルールが多く存在し，浜単位の漁業者間の取決めや漁業\n協同組合の内部規定，各浜間の協定など，法令に基づく公的管理の前段\n階として漁業や地域の特性に応じた多様な手法が取られてきた。\n(ｴ) 全国的な資源管理を行うに当たっては，資源管理法に基づく規制のほ\nか，漁業法に基づく規制（同法３４条１項の漁業権の制限又は条件，同\n法６３条において準用する同法３４条の制限又は条件，同法６５条１項\n及び同条２項の漁業調整に関する命令，同法６８条１項の広域漁業調整\n委員会による指示等）や，水産資源保護法に基づく規制（同法４条によ\nる水産動植物の採捕制限，同法１３条の漁獲限度勧告）など他の漁業法\n令に基づく規制をそれぞれ比較した上で，どの法律の体系に基づく管理\nを行うことが適切かといった検討も必要であった。\n(ｵ) 日本においては，当時のくろまぐろの小型魚の漁獲実績は３８１５ト\nンであり（平成２４年度のもの），平成２６年ＷＣＰＦＣ決定に基づく\n小型魚の漁獲上限４００７トンを下回っていた。\nイ  水産庁においては，これらの各事情を踏まえ，当初から法律に基づく\n強制力を持った数量管理を実施するのではなく，まずは中軽度の政策手\n法によりその効果を見極めつつ資源管理に取り組むことが適切であると\nした。そして，平成２６年ＷＣＰＦＣ決定を達成するための国内措置と\nしては，飽くまで行政指導による自主管理という形で開始することとし，\n平成２７年１月５日，第１管理期間部長通知（前提事実(4)ア）を発出し\nた（乙９１〔７，８頁〕）。\n(2) 第２管理期間（平成２８年７月１日～平成２９年６月３０日）に向けた検\n討状況\nア  水産庁は，平成２７年１１月２６日の水産政策審議会において，資源管\n理の取組状況を注視しながら，くろまぐろの特性等に適合した数量管理の\n在り方の検討を，都道府県等と共に開始する旨報告した（乙イ３８の１\n〔３５，３６頁〕，３８の２〔１８頁〕）。\nイ  水産庁は，平成２８年１月４日に発出した第２管理期間部長通知（前提\n事実(5)ア）において，日本の漁獲上限の遵守を図るため，くろまぐろの\n特性等に適合した数量管理の検討を進めるものとし，平成２８年７月（第\n２管理期間の始期）から試行する旨を明記した（乙イ３９）。\nウ  水産庁は，平成２８年２月２３日の水産政策審議会資源管理分科会にお\nいて，資源管理法に基づかない基本計画及び都道府県計画によるくろまぐ\nろの数量管理を予定している旨を報告し，同年３月１１日，各都道府県に\n対し，都道府県計画の作成等の協力を依頼した（乙イ３７〔３７頁〕，４\n２）。\nそして，水産庁は，同年４月２０日及び同年５月２４日の水産政策審議\n会資源管理分科会における議論を踏まえ，同年７月１日，「くろまぐろ型\nの数量管理に関する基本計画（試行）」（乙イ４３）を公表した。同計画は，\n将来的にくろまぐろを資源管理法に基づく第１種特定海洋生物としての数\n量管理に移行することを見据えて制定されたものであった。\n(3) 第３管理期間（平成２９年７月１日～平成３０年６月３０日）に向けた検\n討状況\nア  水産庁は，平成２９年２月２３日，水産政策審議会資源管理分科会にお\nいて，同年４月にくろまぐろを第１種特定海洋生物資源に指定すること，\n資源管理法上の基本計画に基づく資源管理の対象とする時期は平成３０年\n１月を目途とすることなどを説明した（乙４６の１〔３５頁〕，４６の２\n〔８頁〕）。\nイ  水産庁は，平成２９年２月から３月の間に，くろまぐろの第１種特定海\n洋生物資源の指定についてのパブリックコメントを実施した。このうち指\n定そのものについての賛成意見は１件，条件付き賛成意見は５件（賛成だ\nが改善が必要，現状のままだと反対，時期が早いのではないか，漁獲量の\n把握を行うことができるようになるまでは控えるべき等）であり，他に沿\n岸漁業への配慮を求める旨の意見が３件あった（乙イ４７の１〔８頁〕）。\nウ  農林水産大臣は，平成２９年４月６日，資源管理法２条８項の規定に基\nづき，水産政策審議会に対し，くろまぐろを第１種特定海洋生物資源に指\n定する旨の資源管理法施行令の改正を行うことにつき諮問した。\n水産政策審議会は，同日，諮問のとおり実施することが適当であると認\nめる旨の答申をした（乙イ４７の１〔１３，１６頁〕，４７の２）。\nエ  内閣は，平成２９年４月２１日，資源管理法施行令を改正し，第１種特\n定海洋生物資源にくろまぐろを加えた（前提事実(7)ア）。ただし，農林水\n産大臣又は都道府県知事が資源管理法に基づく採捕停止命令（同法１０条）\n等を実施するためには，基本計画又は都道府県計画を作成する必要があっ\nた。\nオ  水産庁は，平成２９年５月３０日，水産政策審議会資源管理分科会にお\nいて，国内の資源管理の実施状況や国際交渉の状況等を踏まえた資源管理\nの状況について報告したところ，委員から，漁獲上限の削減に伴う経営へ\nの悪影響が指摘された（乙イ６３の１〔３０頁〕，６３の２）。\nカ  水産庁は，平成２９年６月３０日，第３管理期間部長通知を発出した\n（前提事実(6)ア）。\n２  争点(1)ア（被告国の違法性①－資源管理法，漁業法及び水産資源保護法に\n基づく法的措置を怠ったこと）について\n(1) 原告らの主張について\nア  原告らは，資源管理法，漁業法及び水産資源保護法に基づく法的措置を\n怠り，漫然と漁業者の自主管理に委ねた結果，第３管理期間における漁獲\n上限の超過を招いたものであって，このような被告国の行為は憲法９８条\n２項並びに中西部太平洋まぐろ類条約５条，６条，２３条，２４条及び２\n５条に反する違法な行為であると主張する。\nしかし，そもそも中西部太平洋まぐろ類条約５条（保存及び管理の原則\n及び措置）の規定は，各構成国が「条約区域における高度回遊性魚類資源\nの長期的な持続可能性を確保し，及び高度回遊性魚類資源の最適利用の目\n的を促進するための措置をとる」（同条(a)）などという包括的・抽象的な\nものにとどまるものであるし，６条（予防的な取組方法の適用），２３条\n（委員会の構成国の義務），２４条（旗国の義務）及び２５条（遵守及び\n取締り）の各規定も同様に抽象的な文言にとどまるものであって，各構成\n国に対し，実際に採るべき措置の内容・程度等について具体的に義務付け\nた規定というものは何ら見当たらない（乙イ１８）。\nしたがって，構成国である被告国において何らかの個別具体的な措置を\n採らなかったことが，直ちに中西部太平洋まぐろ類条約５条，６条，２３\n条ないし２５条に反し，憲法９８条２項に反するとか，これにより国民で\nある原告らとの関係における何らかの具体的義務に反するということはで\nきないのであって，原告らの主張は，この限りで失当であるといわざるを\n得ない。\nイ  もっとも，原告らの上記主張は，要するに，単に被告国における規制権\n限の不行使の違法をいうものとも解される。そこで，以下，被告国に規制\n権限の不行使による違法があるかどうかを検討する。\n(2) 判断枠組み\n国又は地方公共団体の公務員による規制権限の不行使は，その権限を定め\nた法令の趣旨，目的や，その権限の性質等に照らし，その不行使が著しく不\n合理と認められるときに，その不行使により被害を受けた者との関係におい\nて，国家賠償法１条１項の適用上違法となるものと解するのが相当である\n（最高裁平成２６年１０月９日第一小法廷判決・民集６８巻８号７９９頁参\n照）。\n本件において，原告らの主張する具体的な規制権限は，①資源管理法に基\nづく強制力のある数量管理，②漁業法６５条，６７条，６８条に基づく罰則\nを伴う採捕制限措置，③水産資源保護法４条に基づく罰則を伴う採捕制限措\n置というものであるから，以下，順次検討する。\n(3) 資源管理法に基づく規制について\nア  資源管理法の定め\n資源管理法は，海洋生物資源の保存及び管理のため，農林水産大臣にお\nいて基本計画を定めるものとしており（同法３条１項），政令で第１種特\n定海洋生物資源に指定された海洋生物資源については，基本計画において\n漁獲可能量及びこれに関して実施すべき施策に関する事項が定められ（同\n法３条２項），農林水産大臣は，指導，助言又は勧告（同法９条），採捕停\n止命令（同法１０条），停泊命令（同法１２条），報告及び立入検査（同法\n１７条，１８条）その他の措置（同法７条１項）を通じて，基本計画の履\n行を確保するものとされている。\nところで，海洋生物資源は，水温や餌生物等の海洋環境の影響を大きく\n受け，その多くは回遊し生息場所が常に変化するなど不確実な性格を持つ\nために，その状況を正確に観測・予測することが困難であって（乙イ５\n〔１３，１４頁〕），資源保全に当たっては，科学的根拠に基づく専門技術\n的な判断が必要とされる。また，海洋生物資源の保全のために漁獲可能量\nの制限等を行うに当たっては，漁業従事者や，関係する業界，地域社会な\nどに大きな経済的影響が生じるほか，消費者を含めた国民生活にも影響が\n生じ得ることから，このような社会経済的な要因も広く考慮した資源管理\nを行う必要がある。\nそして，資源管理法は，第１種特定海洋生物資源への指定の要件として\n「漁獲可能量を決定すること等により保存及び管理を行うことが適当」で\nあることのみを定め，具体的な海洋生物資源の指定は政令に委ねており\n（同法２条６項），また，基本計画についても，その策定及び計画に定め\nるべき事項のみを規定していて，その具体的な内容については農林水産大\n臣に委ねている（同法３条１項，２項）。さらに，第１種特定海洋生物資\n源への指定の際には水産政策審議会の意見を聴くものとしており（同法２\n条８項），基本計画の策定及び変更の際にも水産政策審議会の意見を聴く\nほか（同法３条４項，８項，９項），その内容によっては都道府県知事の\n意見を聴くものとしている（同法３条５項）。\nこのような海洋生物資源の管理の特徴及び資源管理法の定めに照らすと，\n同法に基づく農林水産大臣の規制権限の行使は，漁業の発展や水産物の供\n給の安定といった観点から，農林水産大臣の広範な裁量に委ねられている\nものというべきである。\nイ  平成２７年１月１日（第１管理期間の始期）時点における違法性\nまず，原告らは，被告国が平成２７年１月１日（第１管理期間の始期）\nまでに資源管理法に基づく強制力のある漁獲上限の数量管理を行わなかっ\nたことにつき，国家賠償法１条１項の適用上の違法があると主張する。\n確かに，被告国は，第１管理期間においては，法律に基づく強制力を持\nった数量管理を実施するのではなく，飽くまで行政指導による自主管理と\nいう形で行っていたところである（前提事実(4)ア）。\nしかし，これは，前記認定のとおり，①当時，資源管理法に基づいて採\n捕停止命令や罰則適用を含む規制を行っていたのは，さんまとすけとうだ\nらのみであって，その方法も，漁業実態に応じて一部の都道府県に漁獲可\n能量を配分しているのみであり，全国一律での数量管理が実施されたこと\nはなかったこと，②くろまぐろには採捕数量の報告義務はない上，数量管\n理を実施しようとした場合，その対象は，全国に存在する沿岸漁業者全て\nに及ぶこと，③日本の漁業は，各地の地域制を踏まえて歴史的に形成され\nてきた慣習やルールが多く存在し，浜単位の漁業者間の取決めや漁業協同\n組合の内部規定，各浜間の協定など，法令に基づく公的管理の前段階とし\nて漁業や地域の特性に応じた多様な手法がとられてきたこと，④資源管理\nの方法として複数の法令に基づく規制手段が存在し，その選択に検討を要\nすること，⑤当時の最新の漁獲実績は３８１５トンであり，平成２６年Ｗ\nＣＰＦＣ決定に基づく漁獲上限４００７トンを下回っていたことなど，諸\n般の事情を総合考慮したものである（認定事実(1)ア，イ）。\nこのように，平成２７年１月１日の時点においては，くろまぐろにつき\n強制力を持った数量管理を直ちに実施することには困難な事情があり（上\n記①ないし④），他方で，当時の漁獲実績は平成２６年ＷＣＰＦＣ決定に\n基づく漁獲上限を下回っていたのであって（上記⑤），農林水産大臣がこ\nれらの各事情を踏まえた上，第１管理期間においてくろまぐろにつき資源\n管理法に基づく数量管理を実施しなかったことについては，法令の趣旨，\n目的やその権限の性質等に照らして著しく不合理なものであったとまでは\nいうことができない。\nウ  平成２９年７月１日（第３管理期間の始期）時点における違法性\n次に，原告らは，被告国が平成２９年７月１日（第３管理期間の始期）\nまでに資源管理法に基づく強制力のある漁獲上限の数量管理を行わなかっ\nたことにつき，国家賠償法１条１項の適用上の違法があると主張する。\n確かに，被告国は，第３管理期間においても，法律に基づく強制力を持\nった数量管理を実施するのではなく，行政指導による自主管理という形を\n継続していたところである（認定事実(6)ア）。\nしかし，上記イにおいて説示したとおり，①全国一律での数量管理が実\n施されたことはなく，②くろまぐろには採捕数量の報告義務はない上，数\n量管理を実施しようとした場合，その対象は，全国に存在する沿岸漁業者\n全てに及び，③日本の漁業は，各地の地域制を踏まえて歴史的に形成され\nてきた慣習やルールが多く存在し，④資源管理の方法として複数の法令に\n基づく規制手段が存在し，その選択に検討を要するのであって，平成２９\n年７月１日時点においても，くろまぐろにつき強制力を持った数量管理を\n直ちに実施することには困難な事情があることに変わりはなかったものと\nいうべきである。\nそして，被告国においては，資源管理法に基づく数量管理に向けた準備\nを何ら行っていなかったわけではなく，かえって，同年２月２３日の水産\n政策審議会資源管理分科会において，くろまぐろを資源管理法の基本計画\nに基づく資源管理の対象としたい旨の説明が水産庁の担当者から行われ\n（認定事実(3)ア），同年４月６日には農林水産大臣から水産政策審議会に\n対してくろまぐろを第１種特定海洋生物資源に指定する旨の諮問がされる\nとともに，同審議会からその旨の答申がされ（同ウ），同月２１日には内\n閣がくろまぐろを第１種特定海洋生物資源に指定したものであって（同\nエ），資源管理法に基づく数量管理に向けた準備が進められていたもので\nある。\n他方で，水産庁では，同年２月から３月までの間に，くろまぐろを第１\n種特定海洋生物資源に指定することにつきパブリックコメントを実施した\nところ，慎重な意見も一定数あったというのであり（認定事実(3)イ），同\n年５月３０日に開かれた水産政策審議会資源管理分科会においても，委員\nから，漁獲上限の削減に伴う経営への悪影響が指摘されていたのであって\n（同オ），同年７月１日の時点では，資源管理法に基づく数量管理につき，\nなお慎重な意見も少なくなかったところである。\n以上の諸点に加え，特定の海洋生物資源について資源管理法に基づく規\n制を開始するには，当該海洋生物資源を第１種特定海洋生物資源に指定し\nた上で，水産政策審議会の意見を聴いて基本計画を変更するなどの各種手\n続が必要であって，その過程で相当の期間を要することは否定し難いこと\nも併せ考慮すると，農林水産大臣が同年７月１日からの第３管理期間にお\nいてくろまぐろにつき資源管理法に基づく数量管理を実施しなかったこと\nについては，法令の趣旨，目的やその権限の性質等に照らし著しく不合理\nなものであったとまではいうことができない。\nエ  原告らの主張に対する判断\n(ｱ) この点につき原告らは，第１管理期間においては全国６ブロックのう\nち１ブロックにおいて漁獲量が漁獲上限を上回っており（前提事実(4)\nイ），第２管理期間においても複数のブロックで漁獲量が漁獲上限を上\n回ったほか，都道府県別にみても２５道府県で漁獲上限を超過したので\nあるから（同(5)イ），平成２９年７月１日の第３管理期間の開始時点に\nおいては，自主管理による限界が明白になっていた旨主張する。\nしかし，第１管理期間においては，日本全体の漁獲量は３０９６．１\nトンにとどまり，漁獲上限の４００７トンを大幅に下回っていたもので\nあるし，ブロック別にみても，超過したブロックは１ブロックのみであ\nったところである（前提事実(4)イ）。また，第２管理期間における実際\nの漁獲量が確定・判明するのは，当然ながら同期間の終了時点（平成２\n９年６月３０日）以降であって，第２管理期間における実際の漁獲量を\n前提に，第３準備期間（同年７月１日）の開始時点から直ちに資源管理\n法に基づく数量管理を実施すべきというのは，困難であるものといわざ\nるを得ない。\nしたがって，原告らの上記主張は採用することができない。\n(ｲ) また，原告らは，第２管理期間中の平成２９年４月２１日にはくろま\nぐろが第１種特定海洋生物資源に指定されていたから，同年７月１日時\n点において直ちに資源管理法に基づく規制を開始することは容易であっ\nた旨主張する。\nしかし，上記ウにおいて説示したとおり，くろまぐろについて資源管\n理法に基づく規制を行うためには，第１種特定海洋生物資源の指定だけ\nではなく，水産政策審議会の意見を聴いて基本計画を定めることなどの\n各種手続を要するのであって，直ちに法的規制を行うことが容易であっ\nたとまでは断じ難い。\nしたがって，原告らの上記主張は採用することができない。\nオ  小括\n以上によれば，資源管理法に基づく規制についての原告らの主張は，い\nずれも理由がない。\n(4) 漁業法及び水産資源保護法に基づく規制について\nア  漁業法は，農林水産大臣において，①水産動植物の採捕制限（同法６５\n条２項１号），②漁業調整委員会による採捕制限に関する指示（同法６７\n条５項，１１条６項，６８条３項）をすることができる旨定めるとともに，\n必要な罰則の設置（同法６５条３項）をすることができる旨定めている。\nまた，水産資源保護法は，農林水産大臣において，水産動植物の採捕制限\n（同法４条２項）をすることができる旨定めるとともに，必要な罰則の設\n置（同条３項）をすることができる旨定めている。\nしかし，これらの採捕制限措置を採る要件としては，漁業法上は「漁業\n取締りその他漁業調整のため」（同法６５条２項），水産資源保護法は「水\n産資源の保護培養のために必要があると認めるとき」（同法４条２項）と\nいった極めて抽象的な規定しか設けられていない上，その時期，対象，内\n容等は全て農林水産省令に委ねられているとともに（上記各条項），農林\n水産省令の制定に当たっては，水産政策審議会から意見を聴くものとされ\nている（漁業法６５条６項，水産資源保護法４条６項）。\nそして，これらの採捕制限措置という規制権限の行使に当たっても，上\n記(3)アにおいて説示したのと同様に，水産資源の特徴を踏まえた専門技\n術的な判断が必要とされるとともに，社会経済的な要因を広く考慮する必\n要があるというべきであって，このことからすれば，漁業法及び水産資源\n保護法に基づく規制権限である採捕制限措置の行使についても，農林水産\n大臣の広範な裁量に委ねられているものというべきである。\nイ  本件においてこれをみるに，被告国においては，平成２６年ＷＣＰＦＣ\n決定を踏まえ，第１管理期間から第３管理期間に至るまで自主管理という\n形での国内措置を行うとともに，並行して資源管理法に基づく数量管理の\n準備を進めていたものであるが，前記(3)イ及びウにおいて説示したとお\nり，第１管理期間の始期である平成２７年１月１日の時点や，第３管理期\n間の始期である平成２９年７月１日の時点において，農林水産大臣が資源\n管理法に基づく数量管理を実施しなかったこと自体は，法令の趣旨，目的\nやその権限の性質等に照らし著しく不合理なものであったとまではいえな\nいところである。そして，そこで認定判断したところにも照らすと，資源\n管理法に基づく数量管理と同様，上記各時点において漁業法及び水産資源\n保護法に基づく採捕制限措置を行わなかったことについても，これが農林\n水産大臣の広範な裁量に委ねられていることを考慮すると，やはりその法\n令の趣旨，目的やその権限の性質に照らし著しく不合理なものであったと\nはいえないというべきである。\nしたがって，漁業法及び水産資源保護法に基づく規制についての原告ら\nの主張は，いずれも理由がない。\n(5) 結論\n以上によれば，被告国が資源管理法，漁業法及び水産資源保護法に基づく\n法的措置を怠り，この点に国家賠償法１条１項の適用上違法があるとの原告\nらの主張は，いずれも理由がない。\n３  争点(1)イ（被告国の違法性②－零細漁業者への配慮を怠ったこと）につい\nて\n原告らは，被告国が，①第１管理期間において沖合漁業と沿岸漁業による漁\n獲上限を同程度とし，第２管理期間及び第３管理期間においてもこれを踏襲し\nたこと，②第４管理期間において第３管理期間での各都道府県の超過分をその\nまま当該都道府県の漁獲上限から差し引いたことにつき，これら①及び②の措\n置はいずれも零細漁業者への配慮義務に違反したものであって，国家賠償法１\n条１項の適用上違法となる旨主張する。\nしかし，原告らの主張する零細漁業者への配慮義務というものは，抽象的・\n観念的なものにとどまるものといわざるを得ない。\nまた，この点を措くとしても，上記２(3)において説示したとおり，特定の\n海洋水産資源を資源管理法による規制の対象とするか否か，仮に対象とすると\nしてどのような規制の内容とするかについては，農林水産大臣の広範な裁量に\n委ねられているというべきところ，原告らの上記①及び②の主張はいずれも農\n林水産大臣の裁量判断の当不当をいうものにすぎないし（このうち上記①は行\n政指導の内容の当不当をいうものでしかない。），その根拠とするところも，沿\n岸漁業は零細漁業者が大多数を占めているなどというにとどまるのであって，\n結局，原告らの主張は漁獲上限の配分等についての包括的・抽象的な不当をい\nうものにすぎない。\nもっとも，このうち上記②については，このような超過差引きの結果，第４\n管理期間においては，北海道の沿岸漁業における漁獲可能量がわずか８．３ト\nンとなったところではある（前提事実(7)イ）。しかし，証拠（乙イ５８の１\n〔２６，２７頁〕，５８の２〔２０～２３枚目〕，６５の１〔１～１２頁〕，７\n０の１〔２６，２９頁〕，７０の２〔９枚目〕，７６の１〔１４～２０頁〕）に\nよれば，水産政策審議会は，漁獲上限の低下による漁業者の減収対策として，\n漁業共済事業による補償等（漁業災害補償法７８条１項）及び各種の漁業収入\n安定対策事業が存在することなどを勘案した上で，第４管理期間基本計画及び\n第４管理期間改正基本計画に関する諮問内容をいずれも相当である旨答申して\nいたことが認められる。そして，ここにいう漁業収入安定対策事業の内容は，\n多数の漁業者が加入する漁業共済事業に伴う共済限度額を積み増す形で，資源\n管理に伴い減収が生じた場合に，基準収入（個々の漁業者の直近５年の収入を\nもとに算定した収入額）の８割以上を補填するというものであり，その加入率\n及び加入資格に照らしても，比較的小規模の漁業者の収入の安定が図られてい\nるものといえるのであって（乙イ１０３ないし１０９），これらの諸事情に照\nらせば，被告国において，零細漁業者への配慮を何ら行わなかったとまではい\nうことができない。\nしたがって，いずれにせよ，原告らの上記主張はいずれも理由がない。\n４  争点(1)ウ（被告国の違法性③－法律上の明文規定がないのに超過差引きを\n行ったこと）について\n(1) 原告らは，第４管理期間改正基本計画において，第３管理期間における超\n過量を第４管理期間以降の獲得上限から差し引くものとしたこと（前提事実\n(7)イ）により，第４管理期間以降，事実上の禁漁を強いられることになっ\nたところ，このような超過差引きは法令の規定に基づくものではないから，\n国家賠償法１条１項の適用上違法である旨主張する。\n(2) しかし，資源管理法に基づく規制権限の行使が，水産政策審議会の意見を\n踏まえた農林水産大臣の広範な裁量に委ねられていることは既に説示したと\nおりであり，このような広範な裁量は，基本計画を定めるに当たって漁獲可\n能量及び都道府県別の配分をどのように定めるかについても及ぶものと解さ\nれる。\nそして，基本計画は，管理期間ごとに都道府県別に漁獲可能量を定めるも\nのであり，管理期間ごと，都道府県ごとの漁獲可能量の超過を次の管理期間\nにおける漁獲可能量において考慮しないとすれば，都道府県間の公平や現在\nの漁業者と将来の漁業者との間の公平を害するのみならず，漁獲可能量の超\n過を是正することが困難となり，かえって基本計画の履行の実効性を損なう\nおそれがあるというべきである。\nそうすると，特定の管理期間での特定の都道府県における漁獲可能量の超\n過を，次の管理期間における当該都道府県の漁獲可能量を定めるに当たって\n考慮することは，上記のような農林水産大臣の合理的裁量に基づく漁獲可能\n量の設定として，資源管理法上も想定されているものと解される。そして，\n第４管理期間は，資源管理法上の数量管理が行われた初めての期間であるが，\n第３管理期間においても，行政指導によって全国的な自主管理が行われてい\nたことを踏まえれば，上記の趣旨は，第４管理期間の漁獲可能量を定めるに\n当たっても同様に妥当するものというべきである。\n以上によれば，第４管理期間改正基本計画において，第３管理期間におけ\nる超過量を第４管理期間以降の漁獲可能量から差し引くものとしたことは，\n資源管理法に基づく農林水産大臣の裁量の範囲内の措置というべきであって，\n法令上の根拠を欠くものではない。\n(3) この点につき原告らは，①資源管理法は，基本計画において漁獲可能量に\n関する事項等を定めるに当たり，「漁業の経営その他の事情を勘案して定め\nる」（同法３条３項）と規定する一方，前の管理期間の超過量というものは\n勘案事項とはしていない，②資源管理法が廃止され，同法の規定が漁業法に\n組み込まれた際（平成３０年法律第９５号による廃止及び改正。なお施行日\nは令和２年１２月１日である。），超過差引きを許容する規定が新たに設けら\nれたのであって（改正後の漁業法２８条），これは資源管理法下では超過差\n引きが許容されていなかったことの証左であるなどと主張する。\nしかし，上記(2)で説示したとおり，そもそも本件における超過差引きは\n資源管理法に基づく農林水産大臣の裁量の範囲内の措置というべきであって，\n明文規定の有無はこの判断を左右するものではない。そして，上記①につい\nては，資源管理法３条３項は「最大持続生産量を実現することができる水準\nに特定海洋生物資源を維持し又は回復させることを目的として，同項〔判決\n注：同条２項〕第二号に掲げる事項及び他の海洋生物資源との関係等を基礎\nとし，特定海洋生物資源に係る漁業の経営その他の事情を勘案して定めるも\nのとする」と広く規定しているのであって，本件のような超過差引きを一切\n除外する趣旨とは解されない。また，上記②についても，改正後の漁業法２\n８条の規定は，単に資源管理法下において許容されてきた運用を明文化した\nものにすぎないと解されるところである。\nしたがって，原告らの上記主張はいずれも採用することができない。\n(4) 以上によれば，第４管理期間以降における超過差引きが国家賠償法１条１\n項の適用上違法であるとの原告らの主張は，理由がない。\n５  争点(2)（被告北海道の違法性－漁業法及び水産資源保護法に基づく法的措\n置を怠ったこと）について\n(1) 原告らの主張について\nア  原告らは，被告北海道が中西部太平洋まぐろ類条約及び平成２６年ＷＣ\nＰＦＣ決定により，平成２７年１月の時点で漁業法６５条，６７条及び水\n産資源保護法４条に基づく各法的措置を採るべき義務を負ったのに，これ\nを怠ったと主張する。\nしかし，前記２(1)アにおいて説示したとおり，中西部太平洋まぐろ類\n条約の各規定は包括的・抽象的なものにとどまるのであり，また平成２６\n年ＷＣＰＦＣ決定も平成２７年以降の小型魚の漁獲上限を５０％にまで削\n減するということなどを定めるのみであって（前提事実(3)），いずれも各\n構成国に対し，具体的に採るべき措置の内容・程度等について規定するも\nのではない。\nしたがって，被告北海道において漁業法６５条，６７条及び水産資源保\n護法４条に基づく各法的措置を採らなかったことが，直ちに中西部太平洋\nまぐろ類条約及び平成２６年ＷＣＰＦＣ決定に違反するとか，これが国家\n賠償法１条１項の適用上違法になるということはできず，原告らの主張は\nこの限りで失当であるといわざるを得ない。\nイ  もっとも，原告らの主張は，争点(1)アにおける主張と同様に，単に被\n告北海道における規制権限の不行使の違法をいうものとも解される。そこ\nで，以下，被告北海道に規制権限の不行使による違法があるかどうかを検\n討する。\n(2) 判断枠組み\n争点(1)アにおいて説示したとおり，国又は地方公共団体の公務員による\n規制権限の不行使は，その権限を定めた法令の趣旨，目的や，その権限の性\n質等に照らし，その不行使が著しく不合理と認められるときに，その不行使\nにより被害を受けた者との関係において，国家賠償法１条１項の適用上違法\nとなるものと解するのが相当である（前記２(2)）。\nそして，原告らの主張する具体的な規制権限は，漁業法６５条及び６７条\nに基づく罰則を伴う採捕制限措置並びに水産資源保護法４条に基づく罰則を\n伴う採捕制限措置であるところ，前記２(4)アにおいて説示したところに照\nらせば，都道府県知事による上記各採捕制限措置の行使についても，当該都\n道府県知事の広範な裁量に委ねられるものというべきである。\n(3) 原告らの主張に対する検討\n原告らは，被告北海道が上記各採捕制限措置を行うべきであった時期とし\nて，①主位的に平成２７年１月１日（第１管理期間の始期），②予備的に平\n成２９年７月１日（第３管理期間の始期）を主張しているものと解される。\nしかし，争点(1)アにおいて説示したとおり，被告国（農林水産大臣）が\n上記①及び②の各時点において漁業法及び水産資源保護法に基づく採捕制限\n措置を行わなかったこと自体，法令の趣旨，目的やその権限の性質に照らし\n著しく不合理なものであったとはいえないところである（前記２(4)イ）。そ\nして，くろまぐろの資源管理は，第１管理期間から第３管理期間を通じて，\n水産庁の資源管理部長の通知等を通じて全国的に行われていたものであって\n（前提事実(4)ないし(6)），被告北海道だけが独自に採捕制限措置を採ると\nいうのは困難な状況にあったといわざるを得ない。\nかえって，証拠（乙ロ２２ないし２５）によれば，被告北海道は，①第１\n管理期間においては，水産庁の資源管理部長の通知等に基づき，平成２７年\n５月２７日，振興局別の小型魚の漁獲目安の配分，漁業種類別の漁獲努力量\nの削減方法等，北海道におけるくろまぐろの資源管理措置に係る取扱いを定\nめて関係機関等に通知し（乙ロ２２），同年１１月１３日には北海道を含む\n太平洋北部ブロックに係る操業自粛について通知し（乙ロ２３），②第２管\n理期間においても，水産庁の資源管理部長の通知等に基づき，平成２８年６\n月２１日，振興局別の小型魚の漁獲目安の配分，漁業種類別の漁獲量の抑制\nのための対応等，北海道におけるくろまぐろの資源管理措置に係る取扱いを\n定めて関係機関等に通知し（乙ロ２４），同年７月１日，「くろまぐろ型の数\n量管理に関する道計画（試行）」を策定・提出するなど（乙ロ２５），各種の\n対応をしていたことが認められる。\nしたがって，被告北海道において，第１管理期間の始期である平成２７年\n１月１日の時点や，第３管理期間の始期である平成２９年７月１日の時点で，\n漁業法及び水産資源保護法に基づく採捕制限措置を行わなかったことが，法\n令の趣旨，目的やその権限の性質に照らし著しく不合理なものであったとは\nいえないというべきである。\n(4) 小括\n以上によれば，被告北海道が漁業法及び水産資源保護法に基づく法的措置\nを怠り，この点に国家賠償法１条１項の適用上違法があるとの原告らの主張\nは，いずれも理由がない。\n６  結論\n以上のとおり，被告国及び被告北海道の公権力の行使につき，国家賠償法１\n条１項の適用上違法があるとの原告らの主張は，いずれも理由がない。\nよって，その余の争点について判断するまでもなく，原告らの請求はいずれ\nも理由がないからこれらを棄却することとして，主文のとおり判決する。\n札幌地方裁判所民事第５部\n裁判長裁判官    孝\n裁判官  河 野 文 彦\n裁判官  佐 藤 克 郎\n（別紙１）\n原 告 目 録\n省略\n（別紙２）\n請 求 債 権 目 録\n原  告  氏  名  請  求  額\nＡ  １０５７万４６１０円\nＢ  ６８２万１０７６円\nＣ  ５２９万０７６４円\nＤ  ３６５万３７９６円\nＥ  ２２２万０２１０円\nＦ  １５４万６０９８円\nＧ  １３１万５２８４円\nＨ  １５５万０５６８円\nＩ  ４０２万４４８２円\n（別紙３）\n損害額算定 表\n原告 平成23年 平成24年 平成25年 年平均(a) ６年間の損失\n（(a)×6年）\n精神的苦痛に対す\nる慰謝料\n（10万円×6年) 合計\nＡ 645,293 2,656,497 1,685,515 1,662,435 9,974,610 600,000 10,574,610\nＢ 713,237 2,081,725 315,576 1,036,846 6,221,076 600,000 6,821,076\nＣ 667,122 896,466 - 781,794 4,690,764 600,000 5,290,764\nＤ 297,137 988,848 240,915 508,966 3,053,796 600,000 3,653,796\nＥ 306,449 452,266 51,392 270,035 1,620,210 600,000 2,220,210\nＦ 48,540 212,808 211,703 157,683 946,098 600,000 1,546,098\nＧ 9,146 49,424 299,073 119,214 715,284 600,000 1,315,284\nＨ 56,165 173,246 245,873 158,428 950,568 600,000 1,550,568\nＩ 442,483 657,955 611,804 570,747 3,424,482 600,000 4,024,482\n"
}