{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 5,
    "month": 2,
    "day": 24
  },
  "case_number": "平成31(ワ)54",
  "case_name": "旧優生保護法被害損害賠償請求事件",
  "court_name": "静岡地方裁判所民事第１部",
  "lawsuit_id": "91935",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=91935",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/935/091935_hanrei.pdf",
  "contents": "主       文\n１  被告は、原告に対し、１６５０万円及びこれに対する平成３１年２\n月２８日から支払済みまで年５分の割合による金員を支払え。\n２  原告のその余の請求を棄却する。\n３  訴訟費用は、これを２分し、その１を原告、その余を被告の負担と\nする。\n事実及び理 由\n第１  請求\n被告は、原告に対し、３３００万円及びこれに対する平成３１年２月２８日か\nら支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n本件は、平成８年法律第１０５号による改正前の優生保護法（昭和２３年法律\n第１５６号。以下「優生保護法」という。）に基づいて強制不妊手術（人の生殖腺\nを除去することなしに生殖を不能にする手術。以下「優生手術」という。）を受け\nた原告が、選択的に、①  優生保護法が憲法１３条及び１４条１項などに反して\n違憲であるにもかかわらず国会議員が同法を制定したこと、②  優生保護法を所\n管する厚生労働大臣（中央省庁等改革前の厚生大臣を含む。以下同じ。）が同法に\n基づく政策を推進し、原告に優生手術を実施させたこと、③  国会議員が優生手\n術の被害回復措置に係る立法措置を怠ったこと、④  厚生労働大臣が優生政策に\nよる差別解消除去義務・謝罪義務・調査義務を怠ったことによる違法があると主\n張して、被告に対し、国家賠償法１条１項に基づく損害賠償請求として、損害金\n３３００万円及びこれに対する訴状送達日の翌日である平成３１年２月２８日\nから支払済みまで平成２９年法律第４４号による改正前の民法（以下、単に「民\n法」という。）所定の年５分の割合による遅延損害金の支払を求める事案である。\n１  前提事実（争いのない事実並びに掲記の証拠及び弁論の全趣旨により容易に認\nめられる事実）\n⑴  関係法令の定め\nア  優生保護法は、以下の規定を含むものである（原告に関係する昭和４５年\n１０月頃の規定。乙Ａ１の１。）。\n第１条（この法律の目的）\nこの法律は、優生上の見地から不良な子孫の出生を防止するとともに、\n母性の生命健康を保護することを目的とする。\n第２条第１項（定義）\nこの法律で優生手術とは、生殖腺を除去することなしに、生殖を不能\nにする手術で命令をもつて定めるものをいう。\n第３条第１項（医師の認定による優生手術）\n医師は、左の各号の一に該当する者に対して、本人の同意並びに配偶\n者（届出をしないが事実上婚姻関係と同様な事情にある者を含む。以下\n同じ。）があるときはその同意を得て、優生手術を行うことができる。但\nし、未成年者、精神病者又は精神薄弱者については、この限りでない。\n１号  省略\n２号  本人又は配偶者の四親等以内の血族関係にある者が、遺伝性精神\n病、遺伝性精神薄弱、遺伝性精神病質、遺伝性身体疾患又は遺伝性\n畸形を有しているもの\n３号から５号まで  省略\n第４条（審査を要件とする優生手術の申請）\n医師は、診断の結果、別表に掲げる疾患に罹っていることを確認した\n場合において、その者に対し、その疾患の遺伝を防止するため優生手術\nを行うことが公益上必要であると認めるときは、都道府県優生保護審査\n会に優生手術を行うことの適否に関する審査を申請しなければならな\nい。\n（別表の「４  顕著な遺伝性身体疾患」には、「遺伝性の難聴又はろう」\nが含まれている。）\nイ  優生保護法施行規則（昭和２７年８月４日厚生省令第３２号）は、以下の\n規定を含むものである（乙Ａ１の３）。\n第１条（優生手術の術式）\n優生保護法第２条に規定する優生手術は、左に掲げる術式によるもの\nとする。\n１号及び２号  省略\n３号  卵管圧ざ結さつ法（マドレーネル氏法）\n（卵管をおよそ中央部では持し、直角又は鋭角に屈曲させて、その\n両脚を圧ざかん子で圧ざしてから結さつするものをいう。）\n４号  卵管間質部けい状切除法\n（卵管峡部で卵管を結さつ切断してから子宮角にけい状切開を施し\nて間質部を除去し、残存の卵管断端を広じん帯又は腹膜内に埋没す\nるものをいう。）\n⑵  原告について\nア  原告は、▲▲▲年▲月▲日生まれの女性であり、先天性の聴覚障害（ろう）\n及び視野狭窄の症状を有している（甲Ａ１、２、７、９、１０、２３、証人\nＸ７頁）。\nイ  原告は、平成３１年１月２９日、本件訴訟を提起した。\n２  争点\n⑴  原告は優生保護法に基づく優生手術を受けたか（争点１）\n⑵  優生保護法又は原告に対する優生手術に関し、被告に国家賠償法上の違法性\nが認められるか（争点２）\n⑶  原告の損害（争点３）\n⑷  民法７２４条後段の適用及び効果制限（争点４）\n３  争点に関する当事者の主張\n⑴  争点１（原告は優生保護法に基づく優生手術を受けたか）について\n（原告の主張）\n原告は、昭和４５年１０月頃（当時▲歳）、結婚式前に、a 市内の産婦人科医\n院において、優生保護法に基づく優生手術を受けた。\n（被告の主張）\n不知。\n⑵  争点２（優生保護法又は原告に対する優生手術に関し、被告に国家賠償法上\nの違法性が認められるか。）\n（原告の主張）\nア  優生保護法の違憲性\n優生保護法に基づく優生手術は、生殖により子を持つという行動の自由と\nしてのリプロダクティブ権、個人の尊厳にとって根源的な人格的自律並びに\n人間の尊厳の基盤としての人格及び人格的自律性を支える身体（身体的完全\n性）を侵害するものであり、憲法１３条に反する。また、優生手術は、国家\nが障害者等を選別し、障害者等が子孫を持って養育できないようにするもの\nであり、憲法１４条１項に反する。さらに、優生保護法は、家庭生活におけ\nる個人の尊厳を保障する憲法２４条２項に反するものであり、被告が優生保\n護法の制定やこれに基づく優生手術を含む政策を実施したことによって国\n民の間に原告を含む障害者に対する差別や偏見を助長し、救済措置を実施し\nなかったこと及び差別解消をしなかったことによって障害者等の司法アク\nセスが困難となったという点で障害者等の裁判を受ける権利（憲法３２条）\nを侵害するものであった。\nイ  優生保護法の立法行為の違法性\n優生保護法は、その内容に照らして、明らかに憲法１３条、１４条１項、\n２４条２項に違反するものである。国会議員による優生保護法の立法行為\n（昭和２７年の優生保護法の改正を含む。）は、その内容が、国民に憲法上保\n障されている権利を違法に侵害するものであることが明白であるにもかか\nわらず行われたのであるから、国家賠償法上、違法の評価を受けるべきであ\nる。\nウ  優生政策の実施及び原告に対する優生手術の違法性\n優生保護法を所管する厚生労働大臣は、憲法尊重擁護義務があり（憲法９\n９条）、都道府県知事に対し、本人の同意によらない優生保護法４条に基づ\nく優生手術を実施しないようにすべき職務上の注意義務を負っていたにも\nかかわらず、むしろ積極的に違憲・違法な優生政策を実施させ、優生手術を\n推進したものであり、これは、同注意義務に著しく違反する。\n原告に対する優生手術も、上記注意義務違反に起因して行われたものであ\nるから、被告は、このような厚生労働大臣の公権力の行使たる職務行為につ\nき、国家賠償法１条１項に基づく損害賠償責任を負う。\nエ  国会議員の不作為による違法性\n優生保護法が改正された平成８年時点において、国会議員は、同法の違憲\nな条項の廃止にとどまらず、①  国会としての謝罪、②  優生思想の克服・\n障害者に対する偏見差別解消に向けての国と国民の責務の明示、③  被害回\n復のための特別措置という立法措置等を講ずべきであった。\nこれらの立法措置等を講ずべきであることは、遅くとも平成１６年３月２\n４日に行われた当時の厚生労働大臣の答弁において国会議員らにとって明\n白となったにもかかわらず、国会議員らはこれらの作為義務を長期にわたっ\nて怠ってきた。\nしたがって、被告は、これらの作為義務を怠ったことを理由として、原告\nに対し、国家賠償法１条１項に基づく損害賠償責任を負う。\nオ  厚生労働大臣の不作為による違法性\n遅くとも平成８年の優生保護法改正時において、当時の厚生大臣は、優生\n保護法の違憲性・違法性を認識することが可能であった。現に、改正の際の\n立法経過には、「現行の優生保護法の目的その他の規定のうち不良な子孫の\n出生を防止するという優生思想に基づく部分が障害者に対する差別となっ\nている」と明記されており、これより以前の厚生省の内部文書にも、優生手\n術について「人権侵害も甚だしい」との記載がある。\n厚生労働大臣は、優生思想に基づく障害者に対する偏見差別解消の除去、\n被害状況の調査、被害回復を行う作為義務があることを認識しており、また\nは認識することが容易に可能であったにもかかわらず、これらの作為義務を\n履行しておらず、この不作為について、被告は原告に対して国家賠償法１条\n１項に基づく損害賠償責任を負う。\n（被告の主張）\n争う。\n⑶  争点３（原告の損害）について\n（原告の主張）\n原告は、優生保護法に基づく優生手術により、身体を切開して卵管を結さつ\n切除された可能性が高く、多大な身体的侵襲を伴って、産まれた際の身体の完\n全性を後天的に損ねたのであり、その身体的及び精神的苦痛は極めて大きい。\nまた、原告は、優生手術によって子をつくることができない身体となり、子を\n産み育てるか否かという自己決定権を奪われたことより、著しい精神的苦痛を\n受け続けている。これらのことからすれば、原告が被っている身体的及び精神\n的苦痛に対する慰謝料は、３０００万円を下らない。\n原告の損害は、慰謝料３０００万円及び弁護士費用３００万円の合計３３０\n０万円が相当である。\n（被告の主張）\n原告が主張する事実関係は不知。原告の損害は争う。\n⑷  争点４（民法７２４条後段の適用及び効果制限）について\n（被告の主張）\nア  民法７２４条後段の規定は、不法行為による損害賠償請求権の除斥期間を\n定めたものである。\nイ  民法７２４条後段の規定の趣旨は、不法行為をめぐる法律関係の速やかな\n確定を意図して、被害者側の認識のいかんを問わず一定の時の経過によって\n法律関係を確定させるため請求権の存続期間を画一的に定めたものである。\n同条前段の規定は、消滅時効を定めたものであるところ、消滅時効の起算点\nを損害及び加害者を知った時としていることとの対比などからすると、除斥\n期間の起算点である同条後段にいう「不法行為の時」は、権利行使の可能性\nの観点から解釈すべきではない。\nウ  最高裁平成５年（オ）第７０８号同１０年６月１２日第二小法廷判決・民\n集５２巻４号１０８７頁（以下「最高裁平成１０年判決」という。）及び最高\n裁平成２０年（受）第８０４号同２１年４月２８日第三小法廷判決・民集６\n３巻４号８５３頁（以下「最高裁平成２１年判決」という。）は、特段の事情\nが認められる場合には、民法１５８条１項又は１６０条の法意に照らし、民\n法７２４条後段の効果が生じないとして、不法行為の時から２０年を経過し\nた後に行使された損害賠償請求権の消滅の効果を否定し、除斥期間経過によ\nる効果制限に関する判例法理を示したものである。上記特段の事情が認めら\nれる場合は、①  時効の停止のような除斥期間の経過による効果を制限する\n根拠となる明文の規定と当該規定により法定された客観的な事由に相当す\nる事由があり、かつ、②  上記客観的な事由が債務者の不法行為に起因する\nため、除斥期間の経過による効果を債権者に甘受させることが著しく正義・\n公平の理念に反するといった極めて例外的な場合に限られるべきである。本\n件では、上記①及び②のいずれも認められないから、上記特段の事情がある\nとは認められない。\nエ  本件では、原告が主張する国家賠償法１項１条に基づく損害賠償請求権の\n除斥期間の起算点は、原告が優生手術を受けたとする昭和４５年１０月であ\nるから、２０年の経過によって同損害賠償請求権は消滅している。\n（原告の主張）\nア  民法７２４条後段の規定は、不法行為による損害賠償請求権の消滅時効を\n定めたものである。\nイ  仮に民法７２４条後段の規定が不法行為による損害賠償請求権の除斥期\n間を定めたものであるとしても、被告は、平成８年に優生保護法を改正した\n後、優生手術による被害者に対して何らの謝罪や補償を行わず、優生手術を\n実施した当時は合法である旨主張していた。このことからすると、被害者が\n国家賠償法に基づく損害賠償請求をすることが比較的容易になったのは、被\n告が、旧優生保護法に基づく優生手術等を受けた者に対する一時金の支給等\nに関する法律（以下「一時金支給法」という。）を制定し、同法が施行された\n時点であるから、除斥期間の起算点は、同法が施行された平成３１年４月２\n４日とすべきである。また、優生手術の時点では損害が不法行為によること\nが顕在化していたとはいえず、被告が優生手術の実施当時、これを合法であ\nる旨主張していたことからすると、除斥期間の起算点は、優生手術による損\n害が不法行為による損害であると客観的にも認識可能となった時点とすべ\nきであり、早くとも日本弁護士連合会が意見書を公表した平成２９年２月１\n６日とすべきである。\nウ  仮に上記ア及びイの主張が認められないとしても、憲法の趣旨を踏まえた\n施策を推進していくべき地位にあった被告が、立法・施策によって原告を含\nむ障害者への差別・偏見を正当化・固定化し、助長してきたために、原告は、\n訴訟提起の前提となる情報や相談機会へのアクセスが著しく困難な環境に\nあったといえるから、同環境が解消されて６か月を経過するまでの間は、民\n法７２４条後段の規定の適用又は効果を制限すべきである。また、本件は違\n憲な法律や施策によって生じた被害であり、それを救済するに際して下位規\n範である民法を無制限に適用して請求を否定することは慎重であるべきで\nあり、権力を独占する国対一私人という本件訴訟の当事者関係も考慮すべき\nである。\nエ  以上によれば、原告の被告に対する国家賠償法１条１項に基づく損害賠償\n請求権は、民法７２４条後段の規定により消滅しない。\n第３  当裁判所の判断\n１  認定事実（前提事実のほか、掲記の証拠及び弁論の全趣旨によれば、次の事実\nが認められる。）\n⑴  優生保護法４条に基づく優生手術の実施が推進されていたこと\nア  厚生事務次官は、昭和２８年６月１２日付け厚生省発衛第１５０号におい\nて、優生保護法４条に基づく優生手術について、「本人の意見に反してもこ\nれを行うことができる」、「許される強制の方法は、手術に当って必要な最小\n限度のものでなければならないので、なるべく有形力の行使はつつしまなけ\nればならないが、それぞれの具体的な場合に応じては、真にやむを得ない限\n度において身体の拘束、麻酔薬施用又は欺罔等の手段を用いることも許され\nる場合があると解しても差し支えない」という内容を含む通知を発出した\n（甲Ｂ５）。\nイ  厚生省（現在の厚生労働省）は、昭和３２年４月、各都道府県に対し、優\n生保護法に基づく優生手術の実施件数を増やすように求める通知を発出し\nた（甲Ｂ２８）。\nウ  優生保護法４条に基づく優生手術は、少なくとも、全国では昭和２４年か\nら平成元年までに１万４６０９件、静岡県では昭和２４年から昭和５２年ま\nでに５０１件実施された（甲Ｂ６）。また、静岡県では、昭和４５年当時、▲\n歳から▲歳までの女性に対し、同法４条に基づく優生手術が１件実施された\n（甲Ａ１２）。\n⑵  優生保護法の改正及びその後の動向について\nア  自由民主党政務調査会社会部会優生保護法等検討小委員会は、昭和５８年\n５月１８日、優生保護法の改正や検討を必要としないということについては\nかなり問題があるものと思われるという大方の認識が形成されつつあると\nした（乙Ａ１８）。\nイ  当時の厚生大臣の諮問機関である公衆衛生審議会優生保護部会は、昭和６\n２年３月２７日、優生保護法の目的、優生手術の必要性、優生保護法の別表\nが掲げる遺伝性疾患が適切であるか及び女性が子を産む権利との関係を含\nむ優生保護法をめぐる諸問題について議論を行った（乙Ａ１８）。\nウ  優生保護法について、平成８年６月１８日、同法の一部を改正する法律（平\n成８年法律第１０５号）が成立し、優生保護法１条などの「不良な子孫の出\n生を防止する」といういわゆる優生思想に基づく部分が障害者に対する差別\nとなっていること等に鑑み、法律の題名につき「優生保護法」を「母体保護\n法」、法律中の「優生手術」を「不妊手術」に改め、遺伝性疾患等の防止の優\n生手術及び精神病者等に対する本人の同意によらない優生手術に関する規\n定を削除するなどの改正がされた（以下「平成８年改正」という。乙Ａ１７、\n２７～３０）。\nエ  平成８年改正では、優生保護法に基づく優生手術が違憲であることについ\nて言及はなく、優生手術による被害の実態調査や被害者に対する通知など被\n害救済に関する措置は行われていない（甲Ｂ８～１７、弁論の全趣旨）。\nオ  日本政府は、平成１８年１２月、国際連合自由権規約委員会からの勧告を\n踏まえて作成した第５回報告書において、優生保護法に基づき適法に行われ\nた手術については、過去に遡って補償することは考えていないとの見解を示\nした（甲Ｂ９、１７）。\nカ  一時金支給法は、平成３１年４月２４日、議員立法により成立し、同日、\n公布、施行された。\n一時金支給法は、昭和２３年９月１１日から平成８年９月２５日までの間\nに施行された優生保護法について、前文において、同法に基づき、あるいは\n同法の存在を背景として、多くの人々が優生手術等を強いられ、心身に多大\nな苦痛を受けたことについて、真摯に反省し、心から深くおわびをして、国\nがこの問題に誠実に対応していく立場にあることを深く自覚し、一時金支給\n法を制定したことをうたい、優生保護法に基づく優生手術等を受けた者等の\n請求に基づき一時金の支給をすること（４条、５条１項）、同請求は、施行日\n（平成３１年４月２４日）から起算して５年を経過したときはすることがで\nきないこと（同条３項）、国は、優生保護法に基づく優生手術等に関する調査\nその他の措置を講じ（２１条）、また、国は、一時金支給法の趣旨及び内容に\nついて、広報活動等を通じて国民に周知を図り、その理解を得るよう努める\nこと（２２条）などを規定している。\n⑶  原告が受けた開腹手術について\nア  原告は、昭和４５年１０月頃（当時▲歳）、原告の父母及び親戚の男性に連\nれられて、ｂ市内の自宅から、a 市内のｃ駅から徒歩１０分以内に所在する\n産婦人科医院に行き、開腹手術を受け、１０日間入院した。原告は、原告の\n父母及び親戚の男性並びに上記産婦人科医院の医師及び看護師から手術の\n理由や具体的な内容等の説明を受けてない。（甲Ａ１～３、９～１１、１９、\n２３、証人Ｘ８～９頁）\nイ  昭和４５年当時、a 市内のｃ駅から徒歩数分以内には、産婦人科医院であ\nるＡ及びＢが所在しており、Ａの医師Ｃ及びＢの医師Ｄは、いずれも日本母\n性保護医協会及び a 市医師会産婦人科医会の会員であり、優生保護法の指定\n医であった（甲Ａ１３～１８）。\nウ  原告は、▲▲▲年▲月▲日、Ｅと婚姻した（甲Ａ１）。\nエ  原告は、上記アの開腹手術以外に開腹手術を受けたことはなく、原告の腹\n部には、（省略）（甲Ａ３、１１、１９、２３）。\n⑷  原告が優生手術を受けたことを認識した経緯\nア  一般社団法人全日本ろうあ連盟は、平成３０年３月１２日付けで、同連盟\nの加盟団体である公益社団法人静岡県聴覚障害者協会の長に対し、優生保護\n法に基づく優生手術等が行われてきたことについて、宮城県在住の女性が平\n成３０年１月に国家賠償を求める訴訟を提起したことを契機に大きな社会\n問題となっているところ、被害者の人権にかかわる問題であるとして、慎重\nな対応を求めるとともに、今後、実態調査を行う旨通知した（甲Ａ２１、証\n人Ｘ２頁、証人Ｙ３頁）。\nイ  上記アの通知を受けて、公益社団法人静岡県聴覚障害者協会は、同年５月\n１日付けで、同協会の関係者に対し、優生保護法に基づくろう者への優生手\n術について、情報提供を依頼する旨通知した（甲Ａ２２、証人Ｘ２頁、証人\nＹ３頁）。\nウ  公益社団法人静岡県聴覚障害者協会事務局次長であるＹは、同年８月８日、\n原告と面談し、優生保護法に基づく優生手術について説明をした。これを受\nけて、原告は、優生保護法に基づく優生手術による被害を受けたことを初め\nて認識した。（甲Ａ９、１０、２３、証人Ｘ６頁、証人Ｙ２～１０頁）\n２  争点１（原告は優生保護法に基づく優生手術を受けたか）について\n⑴  前記認定事実によれば、原告は、昭和４５年１０月頃、ｃ駅から徒歩１０分\n以内に所在するａ市内の優生保護法の指定医が所属する産婦人科医院におい\nて、手術の理由や具体的な内容等の説明を受けることなく開腹手術を受けたこ\nと、（省略）、その他に開腹手術の経験がないことが認められる。そして、Ｆの\n医師Ｇ作成の意見書２通（甲Ａ３、１９）によれば、上記手術痕の位置及び形\n状からすると、優生保護法施行規則１条３号にいう卵管圧ざ結さつ法（卵管結\n紮術）又は同条４号にいう卵管間質部けい状切除法（卵管切除手術）と考えら\nれる旨の指摘があり、これは静岡県及び静岡県 a 市における昭和４５年当時の\n優生保護法４条に基づく優生手術の実施状況と矛盾するものではない。\n⑵  そうすると、原告は、昭和４５年１０月頃（当時▲歳）、a 市内の産婦人科医\n院において、具体的な説明なく、優生保護法施行規則１条３号にいう卵管圧ざ\n結さつ法又は同条４号にいう卵管間質部けい状切除法の方法により、優生保護\n法４条に基づく優生手術を受けたと認められる。\n３  争点２（優生保護法又は原告に対する優生手術に関し、被告に国家賠償法上の\n違法性が認められるか）について\n⑴  優生保護法は、優生上の見地から不良な子孫の出生を防止することを目的と\nして（１条）、優生保護法施行規則１条所定の優生手術を行うこととし（２条）、\n優生手術を行う要件や手続等を定めている（４～１１条参照）。優生保護法４\n条に基づく優生手術は、特定の障害又は疾患を有する者が子をもうけることが、\n不良な子孫の出生に当たるという差別的な思想に基づき、これらの者が子をも\nうけることを防止するために、その身体に強度の侵襲を伴う不妊手術を行い、\n生殖機能を回復不可能とするものである。そうすると、優生保護法４条に基づ\nく優生手術は、憲法１３条により保障された幸福追求権の一内容としての子を\n産むか否かについて意思決定をする自由を侵害するものである。\nまた、優生保護法は、特定の障害又は疾病を有する者とそうでない者とを上\n記のような差別的な思想に基づいて不合理な取扱いをするものであるから、憲\n法１４条１項が定める法の下の平等に反することも明らかである。\n優生保護法が違憲であることは、以上のとおり優に認められるのであって、\n原告の主張するその他の憲法の規定に関する主張は判断を要しない。\n⑵  そして、原告が優生保護法４条に基づく優生手術を受けた当時、同法を所管\nしていた当時の厚生大臣は、国家公務員として、憲法９９条が規定する憲法尊\n重擁護義務があり、前記のとおり憲法１３条及び１４条１項に反することが明\n白な優生保護法４条に基づく優生手術を実施しないようにすべき職務上の注\n意義務を負っていたというべきである。\nところが、前記認定事実によれば、当時の厚生省は、昭和２８年６月１２日、\n優生手術について、本人の意思に反してもこれを行うことができる旨、身体の\n拘束、麻酔薬施用又は欺罔等の手段を用いることも許される場合がある旨通知\nし、昭和３２年４月、各都道府県に対し、優生保護法に基づく優生手術の実施\n件数を増やすように求める通知を発出するなど、むしろ積極的に優生手術を推\n進する政策を行ってきたのであり、実際、全国的にも、また、静岡県内におい\nても、相当数の優生手術が実施されている。\nこのことが上記注意義務に違反することは明らかであり、厚生労働大臣が優\n生保護法４条に基づく優生手術を推進する政策を実施したことについて、当時\nの時代状況を考慮しても、過失を否定すべき事情はうかがわれない。\n原告に対する優生手術は、当時の厚生大臣が自らの注意義務に違反して、優\n生保護法４条に基づく優生手術を推進する政策を実施した結果として行われ\nたものというべきであり、この点につき、被告には国家賠償法上の違法性が認\nめられる。\n⑶  なお、原告は、優生保護法が立法されたことそれ自体の違法性、国会議員及\nび厚生労働大臣が被害回復のための立法措置等を怠ったことの違法性を選択\n的に主張するが、これらの行為により発生した原告の損害は、上記のとおり当\n時の厚生大臣が優生保護法４条に基づく優生手術を推進した結果、原告に対し\nても優生手術が行われたことにより発生した損害を上回ることはないと考え\nられるから、その余の選択的主張については判断を要しない。\n４  争点４（民法７２４条後段の適用及び効果制限）について\n⑴  争点を検討する順序について\n本件事案に鑑み、争点３（原告の損害）について検討する前に、争点４（民\n法７２４条後段の適用及び効果制限）について検討する。\n⑵  民法７２４条後段の法的性質について\n国家賠償法４条が準用する民法７２４条後段の規定は、不法行為による損害\n賠償請求権の除斥期間を定めたものであり、不法行為による損害賠償を求める\n訴えが除斥期間の経過後に提起された場合には、裁判所は、当事者からの主張\nがなくても、除斥期間の経過により上記請求権が消滅したものと判断すべきで\nある（最高裁昭和５９年（オ）第１４７７号平成元年１２月２１日第一小法廷\n判決・民集４３巻１２号２２０９頁など参照）。\n⑶  除斥期間の起算点について\n民法７２４条後段は、除斥期間の起算点について「不法行為の時から」と規\n定し、「不法行為の時」とは「加害行為の時」をいうものと解される。\n本件における被告の加害行為は、当時の厚生大臣が優生保護法４条に基づく\n優生手術を推進したことであるが、原告に対する優生手術が昭和４５年１０月\n頃に行われたとすれば、これに繋がる加害行為は遅くともその頃までになされ\nたというべきである。\nそして、原告は、昭和４５年１０月頃に優生手術を受けたことによって、直\nちに生殖機能を失い、子を産むか否かについて意思決定をする自由を侵害され\nたものであって、その時点において、損害の全部又は一部は発生したというべ\nきである。\nしたがって、除斥期間の起算点は、昭和４５年１０月頃と解さざるを得ない。\nなお、本件における被告の加害行為について、原告が主張するその他の加害\n行為ととらえるとしても、原告に対する優生手術による生殖機能の喪失及び子\nを産むか否かについての意思決定をする自由の侵害という損害に結び付く加\n害行為は、優生手術より以前に行われたものと解さざるを得ず、除斥期間の起\n算点が昭和４５年１０月頃より後になるということはできない。\nそうすると、本件においては、平成２年１０月頃をもって除斥期間が経過し\nたということになる。\n⑷  民法７２４条後段の効果を制限すべきか\nア  前記のとおり、民法７２４条後段の規定を形式的に適用すれば、憲法１３\n条及び１４条１項に反することが明白な優生保護法に基づく優生手術を受\nけた被害者は、昭和２３年９月１１日から平成８年９月２５日までの間、身\n体の拘束、麻酔薬施用又は欺罔等の手段を用いられて優生手術を強いられ、\nその後も、被告による全国的かつ組織的な施策によって優生保護法に基づく\n優生手術等を強いられた事実を知り得ない状況となっていたことによって、\n上記事実を知らずに２０年が経過した場合、国家賠償法１条１項に基づく損\n害賠償請求権を行使する機会がないまま同請求権が除斥期間の経過により\n消滅することとなる。\nしかしながら、除斥期間の規定の適用によりもたらされる結果が著しく正\n義・公平の理念に反するなどの特段の事情が認められる場合には、その事案\nの性質・内容に応じて当該規定による効果の制限を検討することができるも\nのと解すべきである（最高裁平成１０年判決、最高裁平成２１年判決参照）。\n前記認定事実によれば、一時金支給法は、優生保護法に基づく優生手術等\nを受けた者等の請求に基づき一時金の支給を行い、同請求の期限について少\nなくとも同法の施行日である平成３１年４月２４日から起算して５年間の\n猶予を設けている。また、国は、優生保護法に基づく優生手術等に関する調\n査その他の措置を講じ（２１条）、一時金支給法の趣旨及び内容について、広\n報活動などを通じて国民に周知を図り、その理解を得るよう努めること（２\n２条）などが規定されている。そうすると、一時金支給法は、優生保護法に\n基づく優生手術を受けた被害者の救済を広く図る趣旨であると解される。\n加害者側である被告が被害者において優生保護法に基づく優生手術等を\n強いられた事実を知り得ない状況を殊更に作出し、そのために被害者がその\n事実を知ることができず、除斥期間が経過した場合に、被害者は、一切の権\n利行使をすることが許されず、その原因を作った加害者側は、損害賠償義務\nを免れるとすることは、著しく正義・公平の理念に反する。このような場合\nに被害者を保護する必要があることは、一時金支給法の趣旨に沿うものであ\nり、民法７２４条後段の効果を制限することは、条理にもかなうというべき\nである。\nイ  最高裁平成１０年判決及び最高裁平成２１年判決は、民法７２４条後段の\n規定を形式的に適用することが著しく正義・公平の理念に反し、被害者を保\n護する必要があるとした上で、権利行使を困難又は不可能ならしめる一定の\n事実の存在による時効の停止を定めた民法１５８条及び民法１６０条の趣\n旨がそれぞれ当該事案においても妥当することから、上記各規定の法意に照\nらして（上記各規定の類推適用ではない。）上記の一定の事実の存在が解消\nされたことを含む特段の事情があるときに、民法７２４条後段の効果を制限\nすべき旨を判示したものである。被告は、この点をとらえ、時効の停止のよ\nうな除斥期間の経過による効果を制限する根拠となる明文の規定の存在が\n民法７２４条後段の効果を制限するための要件である旨主張する。\n確かに、民法７２４条後段の適用の例外は、除斥期間の性質からすると、\nたやすく認めるべきではなく、特殊な事情がある場合に限定されるべきであ\nる。しかしながら、前記のとおり民法７２４条後段の規定を形式的に適用す\nることが著しく正義・公平の理念に反し、被害者を保護する必要があるとい\nう特殊な事情が認められるときは、端的に民法７２４条後段の効果を制限す\nるのが相当であり、必ずしもあらかじめ法定された時効の停止等の明文の規\n定が存することを要するものではないというべきである。\nこのように解したとしても、民法７２４条前段が規定する消滅時効の適用\nが妨げられるものではなく、一定の法的安定性は保たれると解される。そし\nて、本件の原告のように優生手術を受けた被害者は、自分が生殖機能を失わ\nせる手術を受けたことを認識するだけでなく、その手術が優生保護法に基づ\nくものであり、国家機関による人権侵害であることを認識して初めて、損害\n賠償を請求すべき加害者を知るに至ったというべきである。\nウ  前記２及び前記認定事実によれば、原告は、昭和４５年１０月頃、具体的\nな説明等がないまま優生保護法４条に基づく優生手術を受け、その後も、被\n告による全国的かつ組織的な施策によって実は優生手術を強いられたとい\nう事実を知ることができず、国家賠償法１条１項に基づく損害賠償請求権を\n行使する機会がないまま、上記優生手術から２０年が経過したことが認めら\nれる。\nそして、前記認定事実によれば、仙台地方裁判所において国賠訴訟を求め\nる事件が提訴されたことを契機として、一般社団法人全日本ろうあ連盟が実\n態調査を行い、公益社団法人静岡県聴覚障害者協会が情報提供を依頼し、同\n協会事務局次長が、平成３０年８月８日、原告と面談を行って、その際に、\n原告は、優生手術による被害を初めて認識し、その後の平成３１年１月２９\n日、本件訴訟を提起したことが認められる。\nエ  以上のとおり、被告が全国的かつ組織的な施策によって被害者である原告\nにおいて憲法１３条及び１４条１項に反することが明白な優生保護法４条\nに基づく優生手術を強いられた事実を知り得ない状況を殊更に作出し、その\nために原告がその事実を知ることができなかったという事実関係の下にお\nいては、民法７２４条後段の効果を制限するのが相当であり、原告の被告に\n対する優生保護法４条に基づく優生手術に係る国家賠償法１条１項による\n損害賠償請求権が消滅したということはできない。\n５  争点３（原告の損害）について\n⑴  前記２のとおり、原告は、特定の疾病又は障害を有することをもって、不良\nな子孫の出生を防止すべきという差別的な思想に基づき、自らの同意なく、身\n体に強度の侵襲を伴い生殖機能を回復不可能とする優生手術を受けさせられ\nたことが認められる。これによる原告の精神的及び肉体的苦痛は甚大であると\n認められ、その慰謝料は１５００万円と認めることが相当である。\n⑵  また、本件事案の難易、請求額、認容額その他諸般の事情を総合考慮すると、\n相当因果関係のある弁護士費用は１５０万円と認めることが相当である。\n⑶  したがって、原告の損害は、慰謝料１５００万円及び弁護士費用１５０万円\nの合計１６５０万円となる。\n第４  結論\n以上によれば、原告の請求は、１６５０万円及びこれに対する厚生労働大臣が\n憲法１３条及び１４条１項に反する優生保護法４条に基づく優生手術を実施し\nないようにすべき職務上の注意義務違反をした日（遅くとも原告が優生手術を受\nけた昭和４５年１０月頃）以降の日（訴状送達日の翌日）である平成３１年２月\n２８日から支払済みまで民法所定の年５分の割合による遅延損害金の支払の限\n度で理由があるからこれを認容し、その余の請求は棄却し、仮執行宣言について\nは相当でないから付さないこととして、主文のとおり判決する。\n静岡地方裁判所民事第１部\n裁判長裁判官  増  田  𠮷  則\n裁判官  酒  井  智  之\n裁判官  白  井  宏  和\n"
}