{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 2,
    "month": 1,
    "day": 9
  },
  "case_number": "平成31(う)141",
  "case_name": "強盗殺人被告事件",
  "court_name": "名古屋高等裁判所刑事第１部",
  "result": "破棄差戻",
  "original_court_name": "名古屋地方裁判所",
  "lawsuit_id": "89243",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=89243",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/243/089243_hanrei.pdf",
  "contents": "主       文\n原判決を破棄する。\n本件を名古屋地方裁判所に差し戻す。\n理       由\n第１  控訴趣意\n検察官の控訴趣意は，検察官作成の控訴趣意書及び控訴趣意書補充書記載の\nとおりであり，論旨は事実誤認の主張である。これに対する弁護人の答弁は，\n弁護人ら作成の答弁書及び控訴趣意書補充書に対する答弁書に記載のとおりで\nある。\n弁護人の控訴趣意は，弁護人ら作成の控訴趣意書記載のとおりであり，論旨\nは事実誤認及び量刑不当の主張である。\n第２  原審の審理及び判決骨子\n１  本件は，強盗殺人の事案（刑法２４０条後段）であり，公訴事実の概要は以\n下のとおりである。\n被告人は，Ａ（当時８３歳）及び妻Ｂ（当時８０歳）を殺害して金品を強取\nしようと企て，平成２９年３月１日から同月２日にかけて，名古屋市内のＡ方\nにおいて，\nＡに対し，殺意をもってその頸部等を手に持った刃物で突き刺し，よって\nその頃同人を右内頸動脈，右外頸動脈切断による出血性ショックにより死亡\nさせて殺害し，\nＢに対し，殺意をもってその頸部等を手に持った刃物で突き刺し，よって\nその頃同人を左頸静脈切損による出血性ショックにより死亡させて殺害し，\nその際，Ａ又はＢ所有の現金少なくとも１２２７円及びＢ所有の診察券等１\n５点在中の財布１個を強取した。\n２  原審では，被告人がＡ及びＢを殺害したこと，被害者方から現金在中の財布\nを持ち去ったことについては被告人，弁護人も争わず，   被告人に犯行当初か\nら強盗目的があったか，   被告人は犯行時完全責任能力であったか，心神耗弱\nであったかが争われた。\n原審検察官は，被告人の強盗目的   被告人が金に\n困り，借金や付けの支払をしなければならないことを気にしていたこと   被\n害者宅に金があると思っていたこと   被害者らを殺害後，車庫に停められた\n自動車内も含め被害者宅内を物色し，現金が入った財布を持ち去ったことを挙\nげ，他方で，被告人が述べる弁解は信用できないとして，これら事情を総合す\nると，被告人が当初から金を奪う目的で被害者らを殺害したことを推認できる，\nまた，被告人は犯行時完全責任能力であったと主張した。\nこれに対し，被告人は，本件犯行前に，Ｂから，仕事もしていないのに遊ぶ\nなどいいご身分ねといった趣旨のことを言われ，Ｂに対する怒りを覚え，その\n結果殺害に及んだものであり，夫のＡまで殺したのはＡと目が合い反射的ある\nいは衝動的にしたものである，その後財布を見て衝動的に取ったと述べ，要す\nるに当初から強盗する目的はなかった旨弁解した。\n３  原判決は，被告人は犯行時完全責任能力であったと認める一方で，強盗目的\nは認めず，Ａ及びＢに対する各殺人罪と財布１個の窃盗罪の限度で有罪認定を\nし，死刑求刑に対し無期懲役刑を言い渡した。\n原判決は，強盗目的を認めなかった理由について，骨子，以下のとおり説示\nした。\n被告人は，本件当時，定職につかず生活保護費を唯一の収入とする一方，\n知人等に対する借金を抱えておりその返済のことが頭にあった可能性はある\nが，金を得るために被害者らを殺害しようと考えるほどまで追い詰められて\nいたとはいえない。\n被害者方に特に高額の金銭があることを被告人が認識していたことを認め\nる証拠がない。\n殺害後まもなく，被告人は被害者方室内にあったトートバッグを物色し，\n実際に現金在中の財布を持ち去っているのであるから，このことは強盗目的\nがあったことをうかがわせる事情ではあるが，当初から強盗目的があったの\nであれば，より広範囲を物色するのが自然であるのに，トートバッグを物色\nし，財布を持ち去るにとどめたことからすると，被害者らを殺害後に初めて\n金品を盗み出すことを思い立った可能性を否定できない。\n怒りの対象であったＢより先にその夫であるＡを殺害したことについては，\nＢの手前にＡがおりＢに対する攻撃の妨げになっていたため，目が合っただ\nけのＡをとっさに攻撃した可能性も否定できず，このことは軽度知的障害に\nより衝動的に行動する傾向が被告人にあることを踏まえると不自然なことで\nはない。\n以上によれば，当初から金品を奪う目的はなく，Ｂの言葉に怒りを覚えて\n被害者らの殺害に及んだものの，その後，金品の窃取を思い立ち，財布を持\nち去ったと述べる被告人の弁解が信用できないとまではいえないから，検察\n官が主張する強盗目的は認めることができない。\n第３  当裁判所の判断\n１  検察官の論旨は，強盗殺人罪の成立を否定し，殺人罪と窃盗罪を認定するに\nとどめた原判決には事実の誤認があるという。\n２  当裁判所も，強盗目的を認めず殺人罪と窃盗罪を認定した原判決には事実の\n誤認があると判断した。その理由は以下のとおりである。\n証拠によれば，原審検察官が主張する前記 事情\nの自動車内を物色した目的が，金品を探すつもりであったか逃走するために\n車のキーを探すつもりであったかについて争いはあるものの，どちらにして\nも財物を物色したことに変わりはないから， いずれの事情も\n認められる。そうすると，被告人の弁解を一旦考慮の外に置いた場合，前記\n事情を総合考慮すれば，被告人に強盗目的があったことが優\nに推認できる。\n原判決も，被告人が被害者らを殺害後，被害者宅内を物色し，現金が入っ\nた財布を持ち去った事実を踏まえて，このことが被告人に当初から強盗目的\nがあったことをうかがわせる事情であるとしながら，他方，被告人に強盗目\n的があったのであれば，被告人の経済状況からしてより広範囲を物色するの\nが自然であるが，被告人はトートバッグを物色したのみで，持ち去ったのも\n財布だけであったことからすると，被害者殺害後に金品窃取を思い立った可\n能性は否定できないとした（骨子 ）。\nしかしながら，強盗目的があっても現場の状況や発覚の可能性の程度など\nから物色できる範囲が主観的にも客観的にも限定されてしまうことがあり得\nることは容易に想定できる。したがって，物色した範囲が広範囲に及んでい\nるかそうでないかという事情を強盗目的の有無を推論するための事情として\nみることに合理性があるとはいい難い。もっとも，原判決が，被告人の経済\n状況からして，とも説示していることから推察すると，原判決の主旨は，被\n告人の物色した範囲が広範囲に及んでいなかったのは，被告人の金銭欲がそ\nの程度のものであり，そのような被告人に当初から強盗目的があったとみる\nことには無理があるというものとも解し得る。しかし，原判決の主旨がその\nようなものであったとしても，このような判断は，後述するように，複数の\n事情を総合評価するという観点を欠いたものであって合理性に欠ける。\nちなみに，原判決は，被告人が被害者らを殺害した後にトートバッグの中\n身を物色した事実を認めているが，この事実と被告人が財布を見付け手にし\nたこととの前後関係については言及していない。証拠によれば，トートバッ\nグには血が付着していたことから，被告人が血の付いた手でトートバッグを\n触ったことは明らかである。そして，その後，被告人は手に付着した血を気\nにしてその場にあった靴下を手にはめたこと，財布は靴下をはめた手で取っ\nたことを認めている（原審被告人質問）。そうすると，被告人はトートバッグ\nを物色した後に財布を見付け手にしたことになるが，このことは，財布を見\nて初めて金品を奪うことを思い立ったかのようにいう被告人の弁解と明らか\nに矛盾する。この点は被告人の前記弁解の信用性判断に大きな影響を与え得\nる事情というべきであるが，原判決がこの点について検討した形跡はうかが\nえない。\nまた，原判決は，被告人が事件当日の時点で知人からの借金やスナックで\nの飲食代の付けとして合計６万６０００円の借金を負っており，返済日が事\n件当日となっていたものも複数あり，犯行に及ぶ際にもその返済のことが念\n頭にあった可能性があることを認める一方で，被告人は約束した日に借金を\n返さなかったことがこれまでもあったこと，借金の相手方からの催促はなか\nったことなどの事情を踏まえて，被告人は事件当日に借金を必ず返さなけれ\nばならないとまでは思っておらず，したがって，借金返済のことは頭にあっ\nたものの人を殺して金を得ようとまで追い詰められていたとみることには疑\n問があるという 。\nしかしながら，この判断は，複数の事情を総合的に評価するという観点を\n欠いた不合理なものといわざるを得ない。一方で，被告人が本件当時，借金\nなどの返済のことが頭にあった可能性が認められ，もう一方で，その被告人\nが被害者らを殺害後，被害者宅内などを物色し現金が入った財布を持ち去っ\nた事情が認められる場合，これらを総合して考えれば，借金返済に関する被\n告人の思いは，被害者を殺害しなければならないほど強いものであったと推\n測することは決して不合理なことではない。にもかかわらず，他の事情との\n総合評価という過程を経ることなくこれと異なる帰結を導いた原判決の判断\nは論理則，経験則等の観点から是認できない。\nさらに，原判決は，被害者方に特に高額の金銭があることを被告人が認識\nの事情に対する説示と思われるが，\n狙いを付けた場所に特に高額の金銭があると認識しなければ強盗目的が生じ\n得る可能性がないかのごとき説示は明らかに経験則に反する。\n加えて，被告人は，被害者らを殺害した動機について，Ｂの言動に怒りを\n抱き，これを晴らすためにＢ及びその夫であるＡを殺害したと弁解する。と\nころが，被告人は，怒りの対象ではなく殺害動機もないはずのＡをその姿を\n認めるや相手に抵抗する暇も与えずにいきなりその首を包丁で刺し殺害に及\nんでおり，このことはＢへの怒りからＢ殺害を思い立ったとの被告人の弁解\nと整合しない。\nこの点，原判決は，被告人の精神鑑定を行ったＣ医師の原審証言を踏まえ\nて，被告人は軽度知的障害により衝動的又は短絡的に行動する性質を有して\nおり，Ａを殺害したことについてもその性質の影響によるものと考えれば不\nしかしながら，被告人の衝動性，短絡性が本件犯行に与えた影響を指摘す\nるＣ医師の証言は，被告人の犯行全般を念頭においたものと理解するのが合\n理的であるところ，原判決は，犯行の特定部分だけを取り上げてそれが衝動\n的なものであったとして被告人の弁解に理解を示しているが，なぜその部分\nだけを衝動性の表れとみるのかについて合理的な説明をしているとはいい難\nい。このことは，原判決が，被告人の責任能力について説示する中で，被告\n人は軽度知的障害ではあるがその程度は健常者との境界域に近いとし，自宅\nから包丁を持ち出したこと，包丁が折れた後もその場にあった小刀を使って\n被害者らを攻撃したことから殺害目的達成のための合理的な行動をとってい\nる，指紋を残さないよう靴下を手にはめたこと，凶器を自宅に持ち帰ったこ\nとなどから自己の行為の違法性は認識していたと指摘して，軽度知的障害が\n犯行に与えた影響は限定的であり，善悪の判断能力及びその判断に従って自\nらの行動をコントロールする能力は著しく低下していなかったと結論付け，\n衝動性や短絡性という評価とは必ずしも相容れない説示をしていることとの\n整合性の観点からも一層是認し難い。Ａ殺害を衝動性の表れとみて被告人の\n弁解を排斥できない理由のひとつとする原判決の説示には合理性がないとい\nわざるを得ない。\nそもそも，被告人に怒りを抱かせるような言動をＢがしたとの被告人の弁\n解が信用できるかという争点もあるが，仮にそうした事実があり，それゆえ\n被告人がＢに怒りを抱きこれを理由に被害者方に赴いたとしても，当時被告\n人に借金の返済のことが念頭にあった可能性があるという本件では，Ｂに対\nする怒りを晴らす目的と強盗目的は必ずしも相反する関係にはなく，怒りを\n晴らす目的があったからといって強盗目的が直ちに否定されることにはなら\nない。それゆえ，被告人の前記弁解を排斥することができないから強盗目的\nは認められないとすることには論理則，経験則等の観点から合理性がない。\n以上みたように，被告人の弁解を排斥することができないとする前記各事\n情 を挙げて，原審検察官の強盗殺人の立証には合理的疑いを\n容れる余地があるとして強盗目的を認めず，殺人と窃盗を認めるにとどめた\n原判決の判断は，複数の事情を総合的に評価するという観点を欠くなどの問\n題があり，論理則，経験則等に照らして不合理なものといわざるを得ず是認\nできない。この点で原判決には事実の誤認があり，この誤認が判決に影響を\n及ぼすことは明らかである。\n検察官の事実誤認の論旨は理由がある。\n第４  結  論\n以上のとおり，検察官の事実誤認の論旨は理由があるから，弁護人の責任能力\nに関する事実誤認の論旨及び心神耗弱を前提にした量刑不当の論旨に対する判\n断を省略し，刑訴法３９７条１項，３８２条により原判決を破棄する。\nそして，各殺人について強盗目的が認められることを前提に，改めて，本件犯\n行当時の被告人の精神障害の有無・程度，それが本件犯行に与えた影響の有無・\n程度，本件犯行の計画性の有無・程度等の事情や，被告人の反省の有無・程度，\n自首の評価を含む情状等を認定・評価し，事案に相応しい刑の量定を行う必要が\nあるところ，本件が裁判員裁判事件であることに加え事案が重大であることに鑑\nみると，以上の諸点について，裁判員を含む合議体での審理及び評議を尽くして\n判断することが相当であるから，同法４００条本文により本件を原裁判所である\n名古屋地方裁判所に差し戻す。\n令和２年１月１０日\n名古屋高等裁判所刑事第１部\n裁判長裁判官    堀   内      満\n裁判官    田   中   聖   浩\n裁判官    山   田   順   子\n"
}