{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 3,
    "month": 1,
    "day": 28
  },
  "case_number": "平成30(ワ)38078等",
  "case_name": "業務委託料請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "90081",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=90081",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/081/090081_hanrei.pdf",
  "contents": "令和３年１月２８日判決言渡  同日原本交付  裁判所書記官\n平成３０年（ワ）第３８０７８号業務委託料請求事件（本訴）\n令和元年（ワ）第２１４３４号成果物引渡請求等反訴事件（反訴）\n口頭弁論終結日  令和２年１０月２３日\n判         決\n本訴 原 告 ・ 反 訴 被 告       株式会社浪漫 堂\n（以下「原告」という。）\n上記訴訟代理人弁護士      寺田昌 弘\n同           日   野   英一 郎\n同         塚本弥 石\n同         加藤千 晶\n東京都墨田区江東橋四丁目２６番５号\n本 訴 被 告 ・ 反 訴 原 告       株式会社ウェルネスフロンティア\n（以下「被告」という。）\n上記訴訟代理人弁護士      吉原崇 晃\n主         文\n１  被告は，原告に対し，１２８５万９６４９円，及び，内金６７８万３３２６円\nに対する平成３０年９月１５日から，内金２１５万８３２３円に対する平成３０\n年１１月１日から，内金３５６万４０００円に対する平成３０年１０月１１日か\nら，それぞれ支払済みまで年６分の割合による金員，内金３５万４０００円に対\nする平成３０年８月１０日から支払済みまで年５分の割合による金員を支払え。\n２  被告は，別紙著作物目録１記載の各著作物を複製又は翻案してはならない。\n３  被告は，別紙原告物件目録記載の建物及びその保有する看板及び旗から別紙著\n作物目録１記載の各著作物を抹消せよ。\n４  被告は，別紙著作物目録１記載の各著作物を記録した記録媒体から，同目録記\n載の各著作物のデータを削除せよ。\n５  被告は，別紙著作物目録２記載の各著作物を翻案してはならない。\n６  被告は，被告のホームページ上及びインターネットを利用した広告媒体上から，\n別紙翻案物目録記載の各翻案物の情報を削除せよ。\n７  被告は，別紙翻案物目録記載の各翻案物を記録した記録媒体から，同目録記載\nの各翻案物のデータを削除せよ。\n８  原告のその余の請求を棄却する。\n９  被告の反訴請求をいずれも棄却する。\n１０  訴訟費用は，本訴反訴を通じ，被告の負担とする。\n１１  この判決は，第１項に限り，仮に執行することができる。\n事 実及び理 由\n第１  請求\n１  本訴\n被告は，原告に対し，１３１２万９６４９円，及び，内金６７８万３３２６\n円に対する平成３０年９月１５日から，内金２１５万８３２３円に対する平成\n３０年１１月１日から，内金３５６万４０００円に対する平成３０年１０月１\n１日から，それぞれ支払済みまで年６分の割合による金員，内金６２万４００\n０円に対する平成３０年８月１０日から支払済みまで年５分の割合による金\n員を支払え。\n主文第２項ないし第７項に同旨\n２  反訴\n（主位的請求）\n原告は，被告に対し，別紙被告物件目録１に記載の平成３０年１月２６日実\n施の撮影会で用いられた着ぐるみを引渡せ。\n原告は，被告に対し，上記撮影会で撮影された，別紙被告物件目録１に記載\nの着ぐるみの静止画の元データ（ＴＩＦＦデータ）を引渡せ。\n原告は，被告に対し，上記撮影会で撮影された，別紙被告物件目録１に記載\nの着ぐるみの動画データを引渡せ。\n原告は，被告に対し，上記撮影会で撮影された，別紙被告物件目録１に記載\nの着ぐるみの静止画を原告にて編集し，原告が保有する一切の静止画データを\n引渡せ。\n原告と被告の間において，被告が\n媒体に自由に利用（第三者に利用させることを含む。）できることを確認する。\n原告と被告の間において，被告が，別紙被告物件目録２に記載のイラストを\n被告の広告媒体に自由に利用（第三者に自由に利用させることを含む。）でき\nることを確認する。\n原告は，被告に対し，８７２万８３８３円を支払え。\n（予備的請求）\n原告は，被告に対し，２０００万円を支払え。\n第２  事案の概要等\n１  事案の概要\n本訴\n本訴は，原告が，被告に対し，以下の各請求をする事案である。\nア  コインランドリーの店舗のデザイン制作等についての業務委託契約に基\nづく業務委託料２０１万９６００円及び遅延損害金の支払\nイ  フィットネスジムの店舗の施設仕様，タオル，チラシ，ユニフォームの制\n作等についての業務委託契約に基づく業務委託料８９４万１６４９円及び\n遅延損害金の支払\nウ  ヘッドスパの店舗の内装設計についての業務委託契約に基づく業務委託\n料１５４万４４００円及び遅延損害金の支払\nエ  ヘッドスパの店舗の外観に用いる原告が著作権を有するイラスト（別紙著\n作物目録１記載の各イラスト。以下「本件店舗外観用イラスト」という。）に\nついて，複製権又は翻案権の侵害を理由とする著作権法１１２条１項，２項\nに基づく侵害行為の停止，侵害行為によって制作した物の除去及び将来の侵\n害行為の防止等\nオ  上記エの著作権侵害を理由とする不法行為に基づく損害賠償金６２万４\n０００円及び遅延損害金の支払\nカ  原告が著作権を有するイラスト（別紙著作物目録２記載の各著作物）につ\nいて，翻案権の侵害を理由とする著作権法１１２条１項，２項に基づく侵害\n行為の停止，侵害行為によって制作した物の除去及び将来の侵害行為の防止\n等\n反訴\n反訴は，被告が，原告に対し，以下の各請求をする事案である。\n（主位的請求）\nア  事業イメージを統一するためのキークリエイティブと呼ばれる一連のデ\nザイン群等の制作及び納品に係る合意に基づく成果物の引渡し，それを被告\nの広告媒体に自由に利用できることの確認及びイラスト（別紙被告物件目録\n２記載のイラスト）を被告の広告媒体に自由に利用できることの確認\nイ  上記アの成果物の引渡しを正当な理由なく拒んだことを理由とする債務\n不履行（履行遅滞）に基づく損害賠償金２００万円の支払\nウ  Ａ（以下「Ａ」という。）に対してマージン名目で金銭を支払っていたこと\nを理由とする準委任契約の善管注意義務違反（債務不履行），請負契約に付\n随する信義則上の義務違反（債務不履行），被告の不法行為又はＡとの共同\n不法行為に基づく損害賠償金６７２万８３８３円の支払\n（予備的請求）\nエ  上記アのデザイン群等の制作及び納品に係る合意についての信頼関係破\n壊に基づく解除若しくは説明義務違反に基づく解除による原状回復請求権\nに基づく損害賠償金１億３６８５万５８８９円（うち２０００万円について\nの一部請求）又は錯誤による意思表示の無効による不当利得返還請求権に基\nづく不当利得金８３１万６０００円の支払\n２  前提事実\n原告は，広告の制作，企画やデザインの制作等を営む株式会社である。（争い\nがない事実）\n被告は，フィットネスジム，ヘッドスパ等のリラクゼーションサロン等の経\n営等をしている株式会社である。（争いがない事実，弁論の全趣旨）\n被告は，広告戦略のため，顧問派遣による事業拡大支援サービスを行う会社\nを介して，広告に知見を有するＡを顧問として迎えた。Ａは，平成２９年９月\n頃，被告に対し，被告の看板，チラシ等に用いる新たなデザインの制作を行う\n業者として，原告を紹介した。（乙６，争いのない事実，弁論の全趣旨）\nその後，被告がフィットネスジムに隣接して行うコインランドリー事業，フ\nィットネスジム事業及びヘッドスパ事業の店舗を新規出店するに際し，被告は，\n原告に対しロゴやデザイン等の制作等の業務を委託するようになった。原告と\n被告との間では，個別の業務ごとに，原告が提出した見積書を被告が了承した\n後，請求書が原告から被告に送付され，そこで指定された期限までに被告が支\n払うこととなっていた。（争いがない事実，弁論の全趣旨）\n原告は，コインランドリー事業についての店舗デザイン等を制作し，平成２\n９年１０月１１日付けで，被告に対し，店舗設計費（店舗コンセプト企画費１\n００万円，基本デザイン費２００万円，デザイン資料作成費１００万円，諸経\n費２０万円）及び営業管理費４２万円の合計４６２万円（税別。税込４９８万\n９６００円）と記載された見積書（甲１，以下「甲１見積書」という。）を送付\nした。\n原告は，上記店舗デザイン等について，平成２９年１１月１３日付けで，被\n告に対し，改めて，複数の見積書（甲２）を送付した。その見積書のうち，３\n通目の見積書は，「店舗設計費・初期導入第一次」（店舗コンセプト企画費５０\n万円，基本デザイン費１００万円，デザイン資料作成費１００万円，諸経費０\n円）及び「営業管理費」（２５万円）の合計２７５万円（税別。税込２９７万円）\nと記載された見積書（以下「甲２見積書①」という。）であり，４通目の見積書\nは，「店舗設計費・２店舗目導入以降第二次」（店舗コンセプト企画費５０万円，\n基本デザイン費１００万円，デザイン資料作成費０円，諸経費２０万円）及び\n「営業管理費」１７万円の合計１８７万円（税別。税込２０１万９６００円）\nと記載された見積書（以下「甲２見積書②」という。）であった。\n被告は，原告に対し，上記のうち，「店舗設計費・初期導入第一次」及びその\n「営業管理費」の２９７万円を支払った。（Ｃ４０頁，弁論の全趣旨）\n原告は，被告が「ＦＩＴ３６５」という名称で展開していたフィットネス事\n業についての「簡易版  施設仕様書」，「タオル」及び「正規ユニフォーム  サ\nンプル」を制作し，平成３０年８月頃，被告に対して納品した。これらの制作\nの費用は，合計６７８万３３２６円（税込）であった。（争いがない事実）\n原告は，フィットネス事業についての「チラシデザイン」及び「正規ユニフ\nォーム（ポロシャツ９８枚，スウェットパンツ１０４枚）」を制作し，平成３０\n年８月ないし９月頃，被告に対して納品した（以下，上記のスウェットパンツ\n１０４枚を「本件スウェットパンツ」という。）。これらの制作の費用は，チラ\nシデザイン制作費として１０６万９２００円（税込），正規ユニフォーム製作\n費として１０５万８２３５円（税込），同配送料として３万０８８８円（税込）\nの合計２１５万８３２３円（税込）とされていた。（争いがない事実）\nア  原告は，ヘッドスパ事業について，平成３０年７月頃，被告に対し，別紙\n原告物件目録記載の建物の２階に開店する店舗（以下「用賀店」という。）の\n内装設計等について，店舗コンセプト企画費３０万円，設計基本図面作成費\n１００万円，営業管理費１３万円，消費税１１万４４００円の合計１５４万\n４４００円（税込）とする見積書を送付した。（甲１０）\n用賀店の設計図面を作成したのは五割一分建築設計（以下「五割一分」と\nいう。）であった。（争いがない事実）\nイ  被告は，平成３０年４月，原告に対し，用賀店の窓面の外観等に用いるイ\nラストのサンプルの制作を依頼した。原告は，有限会社Ｄデザイン事務所（以\n下「Ｄデザイン」という。）にその制作を依頼し，Ｄデザインは別紙著作物目\n録１記載のイラスト（以下「本件店舗外観用イラスト」という。）を制作し，\n原告がＤデザインからそのイラストの著作権を譲り受け，同年５月，被告に\nそのデータを交付した。（甲１２，弁論の全趣旨）\n被告は，遅くとも平成３０年８月１０日以降，本件店舗外観用イラストを\n用賀店のガラス面，看板，旗の３か所で使用している（以下「本件店舗外観\n用イラスト使用行為」という。）。（甲１３）\n原告は，被告から依頼を受けて，被告が「ＦＩＴ３６５」という名称で展開\nするフィットネス事業についての，「キークリエイティブ」と呼ばれる一連の\nデザイン群を制作することとなった。また。原告は，平成２９年１１月頃，「Ｆ\nＩＴ３６５」という名称で展開していたフィットネス事業の新居浜店，今治店\n及び防府店の３店舗について，広告の企画・制作及び店舗の内装デザインを含\nむブランディング業務等を受託した。（争いがない事実）\n原告が上記に基づいて制作した一連のデザイン群中には，ピンク色の熊が\n様々なポーズをとっているイラスト等（別紙著作物目録２，別紙被告物件目録\n１及び２等。以下，このピンク色の熊について「モモクマ」と総称することが\nある。）が含まれていた。\n原告は，被告が「ＦＩＴ３６５」という名称で展開するフィットネス事業に\nついての広告等に掲載する静止画等を撮影する目的でモモクマの着ぐるみ（別\n紙被告物件目録１の写真に写っている着ぐるみ。以下「本件着ぐるみ」という。）\nを制作した。原告と被告は，平成３０年１月２６日，ジムのマシンや小道具を\n使用するなどして，様々なポーズの本件着ぐるみの写真を撮影した。（甲６１，\n争いがない事実，弁論の全趣旨。以下，この撮影をした撮影会を「本件撮影会」\nということがある。）\n原告は，平成３０年１月頃以降，別紙著作物目録２記載のイラストや別紙被\n告物件目録１及び２記載の写真，イラスト（以下，併せて「本件モモクマ著作\n物」ということがある。）を含むモモクマの具体的なイラスト，写真や，そのイ\nラスト，写真が掲載されている「ＦＩＴ３６５」のためのチラシその他の物品\nを被告に納品した。（争いがない事実，弁論の全趣旨）\n被告は，遅くとも令和元年７月２２日頃までに，別紙翻案物目録記載のモモ\nクマのイラストを，被告のホームページ上で，同目録記載①ないし⑦のそれぞ\nれにつき，\nョンを表示させて使用していた（以下「本件アニメーションイラスト使用行為」\nという。）。（争いがない事実）\n３  争点\n争点１\nコインランドリー事業について，原告と被告との間で，「基本（店舗）デザイ\nン」（マスターデザイン）の制作についての報酬額を４９８万９６００円（税\n込）とする合意が成立していたか\n争点２\nア  本件スウェットパンツについて，原告の報酬請求権が発生しているか（主\n位的主張）（争点２－１）\nイ  本件スウェットパンツに瑕疵があることによる契約の解除が認められる\nか（予備的主張１）（争点２－２）\nウ  本件スウェットパンツに瑕疵があることに基づく瑕疵担保責任に基づく\n損害賠償請求権があるか（予備的主張２）（争点２－３）\n争点３\n原告と被告との間で，用賀店の「店舗設計費」を１５４万４４００円（税込）\nとする合意が成立していたか\n争点４\nア  本件店舗外観用イラスト使用行為について原告が許諾していたか（争点４\n－１）\nイ  本件店舗外観用イラスト使用行為により生じた原告の損害額（争点４－２）\n争点５\n本件アニメーションイラスト使用行為についての原告の翻案権侵害の有無\n争点６\n原告と被告との間におけるモモクマに関する静止画，動画，編集画像及びイ\nラストの利用についての合意内容\n争点７\nア  原告と被告との間で，本件撮影会で使用された本件着ぐるみを被告に引き\n渡す旨の合意が成立し，原告がその引渡義務を負うか（争点７－１）\nイ  原告と被告との間で，本件撮影会で撮影された静止画の元データ（ＴＩＦ\nＦデータ）及び編集作業後の静止画データを被告に引き渡す旨の合意が成立\nし，原告がそれらの引渡義務を負うか（争点７－２）\nウ  原告と被告との間で，本件撮影会で撮影された動画のデータを被告に引き\n渡す旨の合意が成立していたか（争点７－３）\nエ  上記アないしウのデータの引渡債務の債務不履行（履行遅滞）に基づく損\n害賠償請求権の成否（争点７－４）\n争点８\n原告が，被告から受領した金員をＡにキックバックをしていたことによる損\n害賠償請求権（信義則上の債務不履行又は不法行為）の成否\n争点９\n原告と被告との間の契約における解除原因又は無効原因の有無及びそれら\nに伴う損害額等\n４  争点に関する当事者の主張\n争点１（コインランドリー事業について，原告と被告との間で，「基本（店\n舗）デザイン」（マスターデザイン）の制作についての報酬額を４９８万９６０\n０円（税込）とする合意が成立していたか）\n（原告の主張）\n原告と被告との間では，コインランドリーの店舗のデザイン業務の業務委託\n料について，各店舗のデザインの基礎となる「基本（店舗）デザイン」（マスタ\nーデザイン）の制作についての報酬額を４９８万９６００円（税込）とする合\n意が成立していた。原告が被告に送付した見積書（甲２見積書①及び甲２見積\n書②）は，被告の依頼により，上記の報酬額を「第１次」と「第２次」に分割\nしたにすぎない。原告が請求する業務委託料（店舗コンセプト企画費及び店舗\nデザイン費）に対応する成果物は被告に納品されており，その報酬請求権が発\n生している。\n上記の合意は，その報酬を２回に分けて支払うこととしたところ，２回目の\n支払は，コインランドリーの２店舗目導入時又は２店舗目の導入の見込みがな\nくなった時をその支払時期とするものである。平成２９年１月末頃に１店舗目\nが開店した後，未だ２店舗目が施工されていないことからすれば，被告におい\nて２店舗目の導入の見込みがないことは明らかであるから，残金の支払期限が\n到来した。\n（被告の主張）\n原告と被告との間では，コインランドリーの店舗のデザイン業務の業務委託\n料について，１店舗目のデザイン料を２９７万円（税込），２店舗目以降のデザ\nイン料を２０１万９６００円（税込）とする合意があった。\n原告は１店舗目のデザイン料は支払ったが，被告は，２店舗目以降のデザイ\nンを原告に発注していないから，２店舗目以降のデザイン料について支払義務\nを負わない。\n争点２\nア  本件スウェットパンツについて，原告の報酬請求権が発生しているか（主\n位的主張）（争点２－１）\n（原告の主張）\n原告は，本件スウェットパンツを被告に納品した。\n本件スウェットパンツは，原告と被告との間で最終的に合意したとおりの\nデザインのものである。原告は，本件訴訟提起前に，モモクマのプリント位\n置に誤りがあるとして代金の減額を提案したことがあるが，これは誤解に基\nづくものであり，速やかに撤回をした。\n本件スウェットパンツのヒップ部分のモモクマのプリントが見えるか否\nかは，着用する者の胴の長さ等の体形に大きく左右される。着用者が座った\nりお辞儀をしたりしたときにヒップ部分のモモクマが見えるようになって\nいるか否かは一義的に決まるものではなく，そのような特定困難な内容が制\n作契約の内容になっていたとはいえない。プリント位置についての被告の主\n張は変遷しており，具体的にスウェットパンツのどの位置にモモクマをプリ\nントすべきと主張しているのかも明らかではない。\n（被告の主張）\n本件スウェットパンツの後ろポケットからはモモクマが顔を出している\nところ，原告と被告との間では，ポロシャツを着用しても，そのモモクマが\nポロシャツに隠れてしまうことがないデザインのスウェットパンツとする\n旨の合意があった。すなわち，原告が制作を依頼したスウェットパンツは，\nヒップ側のポケットからモモクマが顔をのぞかせていることを狙いとして\nおり，通常想定される着用者層において，常時又は挨拶時にお辞儀をした際\nにモモクマのプリントが見える位置にあることが重要であった。ところが，\n原告から納品された本件スウェットパンツは，ポロシャツで隠れて見えない\n位置にモモクマがプリントされていた。注文内容と納品された本件スウェッ\nトパンツはポロシャツを着用しただけでモモクマが隠れて見えなくなるか\n否かで明らかに異なっており，本件スウェットパンツが注文内容どおりでな\nいことは明らかである。原告もプリント位置に誤りがあることを認めて自発\n的に値引きの提案をした。\nモモクマが顔をのぞかせていないスウェットパンツは，「ＦＩＴ３６５」\nというロゴがプリントされているだけであり，「ＦＩＴ３６５」が細やかな\nデザインにまで配慮した特別なフィットネスジムであることを訴求する力\nが弱い。本件スウェットパンツには，被告が原告に対して注文した本来の目\n的を達成できない程度に重大な不備ないし瑕疵があり，仕事の完成には至っ\nていないから，原告の被告に対する報酬請求権は発生していない。\nイ  本件スウェットパンツに瑕疵があることによる契約の解除が認められる\nか（予備的主張１）（争点２－２）\n（被告の主張）\n上記アのとおり，本件スウェットパンツは注文した内容に基づく納品では\nないから瑕疵があり，これにより契約の目的を達成できないことになるから，\n原告と被告との間における本件スウェットパンツについての契約を解除す\nる。\n被告は，上記の瑕疵を認容しておらず，異議を留めているし，代金減額な\nどの代償も受けていないから，請負人の担保責任に基づく修補請求権や損害\n賠償請求権を放棄したとはいえない。\n（原告の主張）\n上記アと同様の理由から，被告の主張は認められない。仮に，何らかの瑕\n疵があるとしても，被告は，当該瑕疵を認識していたにもかかわらず，原告\nに対して一度も異議を述べず，これを使用し続けていたのであるから，請負\n人の担保責任に基づく修補請求権や債務不履行に基づく損害賠償請求権を\n放棄した。\nウ  本件スウェットパンツに瑕疵があることに基づく瑕疵担保責任に基づく\n損害賠償請求権があるか（予備的主張２）（争点２－３）\n（被告の主張）\n上記アのとおり，本件スウェットパンツは注文した内容に基づく納品では\nないから瑕疵がある。被告は，新規店舗のプレオープン時に顧客対応を正規\n品ではなく代替品で行わなければならなかった。また，被告においては，本\n来意図しないスウェットパンツをスタッフが着用して業務を実施しなけれ\nばならない状態にある。それらの損害額は４０万円を下らない。原告が被告\nに対して有する金銭債権と，被告が原告に対して有する金銭債権とを対当額\nにて相殺する。\n（原告の主張）\n上記アと同様の理由から，被告の主張は認められない。また，何らかの瑕\n疵があったとしても，本件スウェットパンツは機能的には問題がないから被\n告に損害は発生していない。\n争点３（原告と被告との間で，用賀店の「店舗設計費」を１５４万４４００\n円（税込）とする合意が成立していたか）\n（原告の主張）\n原告は，被告から用賀店の内装の設計を受注したことを受け，その設計を五\n割一分に再委託することについて被告の同意を求め，被告がこれに同意したた\nめ，五割一分に用賀店の設計を再委託した。用賀店の内装の設計においては，\n被告が注文者，原告が元請業者，五割一分が下請業者という関係にある。そし\nて，原告は，用賀店の内装設計の業務に関し，平成２９年１２月中旬から平成\n３０年６月頃まで現地視察や打合せ等を行っており，五割一分に支払う１００\n万円のほかに被告に対して４３万円（税抜）を請求することができる。\n被告からの依頼を受けて上記の合計１５４万４４００円（税込）の見積書を\n交付したのであり，上記金額は原告と被告との間で合意されていた。\n（被告の主張）\n被告が用賀店の内装の設計を依頼したのは五割一分であって原告ではない。\n原告に関する手数料について合意をした事実はない。\n争点４\nア  本件店舗外観用イラスト使用行為について原告が許諾していたか（争点４\n－１）\n（被告の主張）\n被告は本件店舗外観用イラストを使用したところ，原告と被告との間に\nは，被告が原告にロゴブック（乙４，以下「本件ロゴブック」という。）に\n記載されたロゴ，イラスト等を納品する契約が存在しており，その契約に\n基づき，被告は，原告に対して７１２万８０００円（税込）の対価を支払\nった。その額に照らしても，その対価には本件ロゴブックに記載されたロ\nゴ，イラスト等の利用許諾の費用が含まれている。本件店舗外観用イラス\nトは，本件ロゴブックに記載されたイラストの一部といえる。\nまた，本件ロゴブックには，印象を損なわない程度の改変は許される旨\nの記載がある。本件店舗外観用イラストは，本件ロゴブックに記載された\nイラストを大きく改変するものではない。\nこれらから，本件店舗外観用イラスト使用行為には原告の許諾があった。\n被告は，本件店舗外観用イラストを用賀店の外観において使用する際，\n原告代表者に使用態様についての意見を聴いており，同人から，最終的に\n「お任せします」と言われたことを踏まえて本件店舗外観用イラストを使\n用した。本件店舗外観用イラスト使用行為には原告の許諾があった。\n（原告の主張）\n原告が被告との契約に基づき納品した成果物は，本件ロゴブックに記載\nされたロゴ，イラスト等であって，それは本件店舗外観用イラストとは異\nなる。なお，本件ロゴブックの代金は７１２万８０００円（税込）ではな\nく３００万円（税抜）である。本件店舗外観用イラストは，本件ロゴブッ\nクに記載されたイラストを極めて印象的に切り取り，絶妙な配置をするこ\nとで見る者に強いインパクトを与えるよう，Ｄデザインにおいて独自の創\n作性をもって制作された著作物又は二次的著作物である。また，本件店舗\n外観用イラストは，本件ロゴブックのデザインの単なる改変であるとはい\nえず，本件ロゴブックの「大きな改変を含まない」場合ではない。これら\nから，本件店舗外観用イラスト使用行為について，原告の許諾はない。\n本件店舗外観用イラストは，平成３０年５月頃，原告が，被告の依頼に\n応じて施主の確認用の「サンプル」として無償で提供したものであり，原\n告は被告に対し，本件店舗外観用イラストを，被告が施主にサンプルとし\nて確認させる限りにおいて，これを利用することを許諾した。\n原告代表者は，被告から用賀店の窓面に貼るイラストの確認を求められ\nた際，本件店舗外観用イラストを流用することは適切でないと説明し，そ\nの結果，被告は本件ロゴブックのイラストを使用したデザインに変更した\nため，その変更後のイラストについて，「あとはお任せいたします」と述べ\nたものである。\nイ  本件店舗外観用イラスト使用行為により生じた原告の損害額（争点４－２）\n（原告の主張）\n被告は，遅くとも平成３０年８月１０日までには本件店舗外観用イラスト\nを原告の許諾を得ずに複製ないし翻案し，遅くとも同日以降，それらを用賀\n店のガラス面，看板，旗等に使用しており，少なくとも上記の複製ないし翻\n案について過失がある。\n本件店舗外観用イラストの使用許諾の対価は３２万４０００円を下らな\nいため，原告の損害額は同額を下ることはない（著作権法１１４条３項）。ま\nた，被告の侵害行為と相当因果関係のある弁護士費用は３０万円を下らない。\n（被告の主張）\n否認ないし争う。\n争点５（本件アニメーションイラスト使用行為についての原告の翻案権侵害\nの有無）\n（原告の主張）\n本件アニメーションイラストのモモクマのイラストは本件モモクマ著作物\nと同一の特徴を有する熊がランニングマシンに乗っていたり，ダンベルを上げ\nたりしている様子を描いたものであり，また，ウェブサイトにおいて２つのイ\nラストを交互に表示させるものであって，本件モモクマ著作物のいずれかに依\n拠してその同一性を維持したまま，具体的表現に修正等を加えたものであるか\nら，本件モモクマ著作物を翻案したものである。\n（被告の主張）\n被告は，原告から納品を受けた別紙翻案物目録記載のモモクマのイラストを\nそのまま交互に表示させたものであり，表示内容には何らの創作性の変更もな\nく，翻案には当たらない。有償で制作されて原告から納品を受けたイラストを\n利用しているにすぎない。\n争点６（原告と被告との間におけるモモクマに関する静止画，動画，編集画\n像及びイラストの利用についての合意内容）\n（被告の主張）\n原告は，平成２９年１２月１８日に被告に対して「ＦＩＴ３６５」のキーク\nリエイティブのプレゼンテーションを行い，その後，被告は原告が作成したキ\nークリエイティブと呼ばれる一連のデザイン群を採用した。キークリエイティ\nブにはイメージキャラクターとしてのモモクマも含まれていた。被告は，原告\nに対し，キークリエイティブの開発費として８３１万６０００円（税込）を支\n払った。この価格は，「展開使用権」込みの価格とされていた。キークリエイテ\nィブの開発について，原告と被告との間で，キークリエイティブの用途や用法\nが制限される，納品されたデータを利用する都度別途利用料が発生する，キー\nクリエイティブを使用した広告や販促物の制作は原告が独占するなどといっ\nた条件への言及はなかった。\nこれらによれば，原告と被告との間では，少なくとも黙示的にモモクマに関\nするイラスト，静止画，動画，編集画像を被告の広告媒体などに自由に利用で\nきる旨の合意があった。また，「ＦＩＴ３６５」の事業はフランチャイジーによ\nっても展開されるものであるから，上記の合意にはフランチャイジーである第\n三者がそれらを自由に利用できることも含まれる。\n（原告の主張）\n原告は，「デザイン制作料はデザイン制作物の最初の打合せから完成までに\n制作者が提供した役務・労働への対価，制作のために実際に支出する経費，完\n成した制作物がもたらす付加価値の分け前の３つを合計したものである」とさ\nれるデザイン業界の商慣習に則り，被告に対してキークリエイティブ開発費８\n３１万６０００円（税込）を請求したものであり，その中に方法や範囲を限定\nしない著作物の利用許諾料は含まれていない。\n原告は，「ＦＩＴ３６５」の３店舗について，広告の企画・制作，及び店舗の\n内装デザインを含むブランディング業務等を受託した。その当時，既存の店舗\nが８店舗程度あったがこれらの店舗についてはリニューアルの予定はなかっ\nた。原告は，チラシやウェブサイト，店舗で使用する看板やポスター，ユニフ\nォーム，店舗の図面やグラフィックデザインなどを制作し，被告に対し納品し\nた。原告は，上記３店舗についてブランディング業務を受託したのであり，原\n告が納品した各広告物等を上記３店舗以外で使用することは許諾していない。\nまた，原告が被告に対して納品し，上記３店舗における利用を許諾したのは，\n納品した各広告物等それ自体であって，その素材であるモモクマのイラストや\n静止画（元データ），着ぐるみについて，被告が独自に他の広告物等に使用する\nことは許諾していない。\n被告は，原告との取引を終了させるに際し，制作物一式の買い取りを打診し\nているのであるから，被告においても従前支払った制作費のみでは制作物を自\n由に使用することができないことを認識していた。\n争点７\nア  原告と被告との間で，本件撮影会で使用された本件着ぐるみを被告に引き\n渡す旨の合意が成立し，原告がその引渡義務を負うか（争点７－１）\n（被告の主張）\n被告は，原告に対し，広告に掲載する静止画及び動画を撮影する目的で本\n件着ぐるみの制作を依頼した。本件着ぐるみについての費用は上記のキーク\nリエイティブ開発費に含まれていた。原告は，被告に対し，本件着ぐるみを\n引き渡すと述べていたにもかかわらず，本件着ぐるみを引き渡していない。\n原告は，留置権を根拠として引渡しを拒めると主張するが，本件着ぐるみ\nに関して生じた債権は既に弁済済みであり，原告は「その物に関して生じた\n債権を有する」とはいえない。\n（原告の主張）\n原告が被告から委託された業務は，被告がフィットネスジムのプロモーシ\nョン等で使用する広告物の制作であり，原告が被告に納品すべき成果物は本\n件着ぐるみそのものではない。\n仮に，原告と被告との間で，本件着ぐるみを引き渡す合意が成立していた\nとされる場合には，被告は本件着ぐるみの利用許諾料を支払っていないから，\n占有者である原告は，その利用許諾料の支払いを受けるまで，本件着ぐるみ\nを留置する。\nイ  原告と被告との間で，本件撮影会で撮影された静止画の元データ（ＴＩＦ\nＦデータ）及び編集作業後の静止画データを被告に引き渡す旨の合意が成立\nし，原告がそれらの引渡義務を負うか（争点７－２）\n（被告の主張）\n被告の依頼により，平成３０年１月２６日，広告に掲載する静止画及び動\n画を撮影する目的で，本件着ぐるみを用いた写真撮影が行われた。静止画撮\n影費用やその修正作業（レタッチ）の費用は，上記のキークリエイティブ開\n発費に含まれていた。上記の静止画は広告やホームページ等において使用さ\nれる素材として計画されて撮影されたものであり，原告は，被告に対して被\n告が必要なだけデータを引き渡すと述べていたにもかかわらず，合計１４０\n０枚以上ある静止画のうち，レタッチ済みの７枚について，納品された広告\nデータに盛り込んで引き渡したにすぎず，レタッチ済みの静止画データ単体\nでは納品されていない。原告は，被告に対し，編集後の静止画データについ\nて，当初レタッチ作業中だから引き渡せないと述べ，その後にレタッチ作業\n中のデータなどない，レタッチ済みのデータは全て引渡し済みであるなどと\n述べて編集後の静止画データを引き渡さない。\n原告は，留置権を根拠として引渡しを拒めると主張するが，静止画の元デ\nータ（ＴＩＦＦデータ）及び編集作業後の静止画データに関して生じた債権\nは既に弁済済みであり，原告は「その物に関して生じた債権を有する」とは\nいえない。\n（原告の主張）\n原告が被告から委託された業務は，被告がフィットネスジムのプロモーシ\nョン等で使用する広告物の制作であり，原告が被告に納品すべき成果物は当\n該静止画の元データではない。原告は，被告に対して７枚の静止画（レタッ\nチ済みのもの）を引き渡しており，これにより履行を完了した。\n仮に，原告と被告との間で，静止画の元データを引き渡す合意が成立して\nいたとされる場合には，被告は静止画の元データの利用許諾料を支払ってい\nないから，占有者である原告は，その利用許諾料の支払いを受けるまで静止\n画の元データを留置する。\nウ  原告と被告との間で，本件撮影会で撮影された動画のデータを被告に引き\n渡す旨の合意が成立していたか。（争点７－３）\n（被告の主張）\n被告は，広告物をサイネージ（デジタル看板）で行うことを計画し，上記\nの写真撮影の際にそのための動画も同時に撮影した。動画撮影費用は上記の\nキークリエイティブ開発費に含まれていた。原告は，動画を引き渡すと述べ\nていたにもかかわらず，その後，動画は撮影しないことにしたなどと述べて\n引渡しをせず，動画内容を見せることすらしない。\n（原告の主張）\n原告は，本件撮影会で本件着ぐるみの動画は撮影しておらず，動画データ\nを保有していない。原告は，静止画を素材に編集してアニメーション動画を\n制作する予定であったことから，本件着ぐるみの動画の制作素材としての静\n止画は撮影した。本件撮影会当時，原告と被告との間において，動画につい\nて，制作する合意もなかったし，そのデータを引き渡す合意もなかった。\nエ  上記アないしウのデータの引渡債務の債務不履行（履行遅滞）に基づく損\n害賠償請求権の成否（争点７－４）\n（被告の主張）\n原告は，被告に対し，上記アないしウのデータの引渡債務を負っているに\nもかかわらず，正当な理由なく被告に対する引渡しを拒んでいる。被告はそ\nれにより，「ＦＩＴ３６５」のオープン時における広告活動が制限され，営業\n上の損失を被った。その金額は２００万円を下らない。\n（原告の主張）\n原告は，被告に対し，本件着ぐるみのレタッチ済みの静止画データは全て\n引渡済みであるし，静止画の元データ及びモモクマの動画データについては\nこれを引き渡す合意が存在しない。\n仮に，それらを引き渡す合意があるとされた場合でも，原告は被告から利\n用許諾料の支払いを受けるまで留置権に基づいてそれらの引渡しを拒絶す\nるため，履行遅滞に陥っていない。\nまた，原告は，被告に対し，「ＦＩＴ３６５」の１店舗目のリニューアルオ\nープン時に使用するチラシ等については約定どおり納品しており，被告の広\n告活動が制限されたことはなく，被告にそのような損害が発生したとはいえ\nない。\n争点８（原告が，被告から受領した金員をＡにキックバックをしていたこと\nによる損害賠償請求権（信義則上の債務不履行又は不法行為）の成否）\n（被告の主張）\n原告は，Ａに対し，マージン名目で被告に関する売上げの１５パーセントに\n相当する金銭を引き渡していた。これは，通常支払う必要のない費用である。\nそして，原告の報酬相場は公表されておらず言い値で金額が定まっている。こ\nれらによれば，原告は，自己に対する便宜をＡに図らせるためにＡにマージン\nを付与し，被告に損失を与える意図をもって，そのマージン分を上乗せして被\n告に報酬を請求したものである。\n原告と被告との間では，原告が被告の依頼内容に合致した成果物を制作して\n被告に納品する契約が多数存在するところ，これらの契約は請負契約又は準委\n任契約であり，原告は注文者に損失を加える行為を行ってはならないという信\n義則上の義務を負う。原告の上記行為は，上記の信義則上の義務又は不法行為\n上の注意義務に違反するものである。\nまた，Ａは，被告に対し，被告と利益が相反する行為をしないという注意義\n務を負っていたといえるところ，Ａが原告からマージンを受け取る行為は被告\nを支援するという業務に対しての報酬を二重に受け取る行為であり，原資が被\n告から出ている以上，利益相反行為であるといえる。Ａは，被告の利益のため\nに原告に対してマージン相当分の値引きを要求すべきであった。Ａの行為は，\n被告との関係で不法行為に該当し，原告との間で共同不法行為が成立する。\n上記のいずれの場合も，Ａに支払われたマージン額が，被告の被った損害額\nとなり，総額６７２万８３８３円（被告から原告に対する支払総額４４８５万\n５８８９円×１５パーセント）となる。\n（原告の主張）\n被告からＡに対して支払われた金銭は，Ａの現実の働きに対する対価ないし\n謝礼として原告の利益の中から捻出して支払われたものであり，原告がその分\nを上乗せして被告に請求した事実はないから，原告からＡに対する支払は違法\nないし不当なものではない。原告から被告に対する請求額は，制作にかかる人\n件費や実費，制作物自体の価値等を踏まえて設定した金額であり，Ａに対する\n支払がなかったとしても，それを減額することはない。\nなお，実際に原告がＡに対して支払った金額は，１３１万９７９８円である\n（平成３０年４月２７日に１０５万９４８０円，同年５月３１日に２６万０３\n１８円）。\n争点９（原告と被告との間の契約における解除原因又は無効原因の有無及び\nそれらに伴う損害額等）\n（被告の主張）\nア  原告と被告との間では，原告が被告の依頼内容に合致した成果物を制作し\nて被告に納品する契約が多数存在するところ，これらは両者の信頼関係の維\n持が不可欠な前提とされるものであった。原告が被告からの売上げをＡにマ\nージン名目でキックバックしていたことやその後の交渉経過などに照らせ\nば，原告と被告との間の信頼関係は確定的に破壊されたといえる。このよう\nな信頼関係の破壊は原告と被告との間の契約の解除事由になる。\nイ  仮に，何らかの理由によりモモクマのデータの引渡しや自由利用が認めら\nれないとされた場合，被告は，契約時に原告の認識やビジネススキームを説\n明されていれば，約４５００万円もの費用を費やして原告にキークリエイテ\nィブの制作を依頼することはなかった。原告には，契約時点において契約書\n等の文書又は口頭により，被告に対して原告の認識やビジネススキームを伝\nえる義務があり，それは被告が原告との間で契約を締結するかを決定付ける\n重要な要素であった。上記の説明義務違反は，原告と被告との間の契約の解\n除事由になる。\nウ  仮に，何らかの理由によりモモクマのデータの引渡しや自由利用が認めら\nれないとされた場合，契約時に被告が内心で求めていたのは，モモクマのデ\nータの引渡しや自由利用が認められるという内容であるから，意思表示と内\n心が不一致であり，法律行為の要素についての錯誤がある。動機の錯誤であ\nるとしても，原告と被告との交渉の経緯に照らせば，その動機は少なくとも\n黙示的に表示されていた。\nエ  原告と被告との間の契約はいずれも密接に関連しているから，契約全体に\n解除ないし無効の効果が生じる。\n原告と被告との間の契約全体が解除された場合，被告から原告に支払われ\nた金額の総額４４８５万５８８９円についての返還義務を負う。また，店舗\nのデザインについては原状回復のための工事が発生するところ，その費用は\n９２００万円（４００万円×２３店舗）を下らない。\n原告と被告との間の契約が錯誤により無効となった場合，キークリエイテ\nィブ開発費８３１万６０００円（税込）が法律上の原因のない利得と損失と\nなり，その範囲において原告の不当利得となる。\n（原告の主張）\nア  原告からＡに対する金員の支払は，原告の利益の中から捻出して行われた\nものであり，原告はその分を上乗せして請求することはしていない。法的に\n当然認められる著作物の利用許諾料の請求が，当事者間の信頼関係を破壊す\nることはない。\nイ  被告は，原告との取引を終了させるに際し，制作物一式の買い取りを打診\nしているのであるから，被告においても従前支払った制作費のみでは制作物\nを自由に使用することができないことを認識していた。また，被告は原告に\n対して平成３０年３月３０日付け請求書に基づいて３４９万８０００円（税\n抜）を支払っているところ，当該請求書には，「２０１８年２月１６日納品」\nとあるように，当該請求書を発行する以前に本件着ぐるみの撮影データが納\n品済みであることが記載されている。被告は，その支払の際，納品が未了で\nあるなどとは指摘していなかったのであり，成果物としての本件着ぐるみの\n撮影データについては既に納品を受けているという認識の下で支払に応じ\nたといえる。\nウ  上記イのとおり，被告において，本件撮影会の全ての撮影データの引渡し\nを受けられないことや，撮影データやモモクマのイラストを自由に利用でき\nないことを認識していたのであるから，被告の意思表示の内容と被告の内心\nとの間に不一致はなく，錯誤はない。被告の主張は動機の錯誤をいうもので\nあるが，その動機が具体的にどの場面でどのように表示されていたのか明ら\nかではない。\nエ  仮に，原告において債務不履行が認められて解除の主張が認められたとし\nても，原告と被告との取引のうち，コインランドリー事業，フィットネス事\n業及びヘッドスパ事業はそれぞれ別個独立の事業であるから，契約全体が解\n除されることにはならない。また，解除の範囲又は効果は，原告の債務の未\n履行部分に制限されると解されるところ，原告は，被告に対して成果物を全\nて納品済みであるから，解除の効果は本件の業務委託契約には及ばないこと\nになる。\n第３  争点に対する判断\n１  争点１（コインランドリー事業について，原告と被告との間で，「基本（店舗）\nデザイン」（マスターデザイン）の制作についての報酬額を４９８万９６００円\n（税込）とする合意が成立していたか）について\n後掲各証拠及び弁論の全趣旨によれば，争点１に関連して，以下の各事実が\n認められる。\nア  被告は，「ＪＯＹＦＩＴ２４」という名称でフィットネスジムの店舗を数\n多く展開していたころ，その顧客に対し付加価値を提供するために，フィッ\nトネスジムにコインランドリーを併設することを考え，新しくコインランド\nリー事業を立ち上げることとした。（Ｃ５頁，原告代表者３頁）\nイ  被告は，新しく立ち上げるコインランドリー事業の店舗のデザイン等の制\n作を原告に依頼することとした。\n原告は，平成２９年１０月６日付けの「ＮＥＷ  ＣＯＩＮＬＡＵＮＤＲＹ\nＰＲＯＪＥＣＴ（ＣＯＮＣＥＰＴ）」と題する書面を作成し，被告に交付し\nた。そこには，新たに立ち上げるコインランドリー事業の店舗の外観や，内\n装のデザインをするにあたって基礎となるコンセプト，内装のイメージ図な\nどが記載されていた。（甲４２，弁論の全趣旨）\nまた，原告は，平成２９年１０月６日付けで，被告に対し，コインランド\nリー事業の店舗コンセプト企画費１式２００万円，店舗デザイン費のうち基\n本デザイン費１年３００万円，デザイン資料作成費１式１００万円，諸経費\n１式３０万円，営業管理費として上記とは別に上記費用の１０パーセントと\nする見積書（以下「甲６５見積書」という。）を提示した。甲６５見積書には，\n参考として，１店舗目の施工費概算（金町店）についての見積書が付されて\nおり，そこには，１店舗について，施工費（８００万円。変動するとの注記\nあり）のほか，デザイン費（１店舗オープンにつき）１２０万円などの費用\nが記載されていた。（甲６５，原告代表者４頁）\nウ  被告は，甲６５見積書に対して代金を安くするよう求め，原告は，平成２\n９年１０月１１日，被告に対し，甲１見積書を提示した。（甲１，３３，原告\n代表者４頁）\n甲１見積書には，店舗設計費として，店舗コンセプト企画費１式１００万\n円，店舗デザイン費のうち基本デザイン（ＢＩ（判決注：ブランドアイデン\nティティ）に沿った店舗基本デザイン制作（１年更新））１年２００万円，デ\nザイン資料作成費（基本図面，パース画，仕様指示書作成）１式１００万円，\n諸経費（打ち合わせ交通費，通信費その他）１式２０万円，営業管理費４２\n万円（上記店舗設計費の１０パーセント）がそれぞれ記載されていた。これ\nらの合計額は４６２万円（税別）となる。（甲１）\n原告代表者は，平成２９年１０月１１日，Ａに対して「店舗の『基本デザ\nイン』というのは，まずこのコインランドリーのマスタープランを決める必\n要があり，そのために外観や内装のイメージパース（各アングルから）およ\nび仕様書（素材，カラー，家具，設備等の指示）を作ります。今回の計画を\n考えた場合，ここの作業を抜くことはできません。それを受けた上（実際に\nは同時になると思いますが）で，１店舗目の実施設計が始まります。施工は，\nＪＯＹＦＩＴの指定施工業者さんが行うということなので，こちらは実施店\n舗については具体的なスペースに導線や設備配置を落とし込んだデザイン\n画を起こします。それと仕様書を見て，施工業者さんは図面を起こし，施工\nに入りますが，実際の施工時に現場管理というか，デザインチェックにＢＩ\nの観点と店舗デザインの観点から僕らが度々見に行くということになりま\nす。ということを前提に，店舗関連の見積もりは，先日お出ししたフル作業\nのものから施工を除いたときに最小限度で僕らがデザイン管理できる範囲\n項目にとどめました。」とのメールを送信し，Ａは，同日，上記のメールの文\n章をそのまま，被告の企業広報部門の従業員であるＣ（以下「Ｃ」という。）\nに転送した。（甲３５）\nマスタープラン（マスターデザイン）とは個別店舗のデザインの元となる\nデザインコンセプトをいう。個別店舗については，マスタープランを店舗の\n間取り等に合わせて調整することになり，そのデザイン費は個別店舗ごとに\n別途発生することとなる。（甲６３，Ｃ３４頁，原告代表者３，１８頁）\nエ  平成２９年１０月及び１１月，原告の企画について，被告代表者に対する\nプレゼンテーションがされた。被告代表者は，原告の企画について前向きな\n姿勢を示し，「ＪＯＹＦＩＴ２４」に併設するだけではなく，コインランドリ\nー事業単独での店舗展開も話題になった。（甲３５，３６，Ｃ１８頁）\n原告は，平成２９年１１月１０日付けの「ＣＯＩＮ  ＬＡＵＮＤＲＹ  Ｐ\nｒｏｊｅｃｔ  ＩＮＴＥＲＩＯＲ  ＤＥＳＩＧＮ  ＰＬＡＮ」と題する書面\nを作成し，被告に交付した。これには，コインランドリーの店舗において使\n用する素材，カラー，家具及び設備等，店舗の外観や内装についてのイメー\nジの図面や寸法等が記載されていた。（甲４３，弁論の全趣旨）\nオ  原告は，Ｃから甲１見積書の費用について２回に分けて支払いたいという\n申し出を受け，平成２９年１１月１４日，被告に対し，甲２見積書①及び②\nを含む見積書（甲２）を提示した。甲２見積書①及び②は甲１見積書を修正\nしたものであり，甲２見積書①には，店舗設計費「初期導入  第一次」とし\nて店舗コンセプト企画費１式５０万円，店舗デザイン費のうち基本デザイン\n（ＢＩに沿った店舗基本デザイン制作（１年更新））１年１００万円，デザイ\nン資料作成費（基本図面，パース画，仕様指示書作成）１式１００万円，営\n業管理費として，上記店舗設計費の１０パーセントとして２５万円，合計２\n７５万円（税別）と記載され，甲２見積書②には，店舗設計費「２店舗目導\n入以降  第二次」として店舗コンセプト企画費１式５０万円，店舗デザイン\n費のうち基本デザイン（ＢＩに沿った店舗基本デザイン制作（１年更新））１\n年１００万円，諸経費（打ち合わせ交通費，通信費その他）１式２０万円，\n営業管理費として，上記店舗設計費の１０パーセントとして１７万円，合計\n１８７万円（税別。税込みだと２０１万９６００円となる。）と記載されてい\nた。甲２見積書①と甲２見積書②の合計額は４６２万円（税別）である。ま\nた，同日付けで提示された見積書（甲２）の５枚目は，「参考：１店舗目の施\n工費概算（金町店）」「１店舗ごとのデザイン費（１店舗オープンにつき）」と\nする見積書であり，施工費を「仮試算」した上で，各店のデザイン費，ＢＩ\n管理費などの合計が２８６万円であると記載されていた。（ ，甲\n２，６３，原告代表者１８頁）\nＣは，甲２見積書①及び②の送付を受け，平成２９年１１月１６日，原告\n代表者に対し，「お見積もりの修正ありがとうございます。お支払いのタイ\nミングはどのようにしたらよろしいでしょうか。弊社は月末締め翌月末払い\nでございます。基本は実行済みなプロジェクトから随時お支払いです。こち\nらに関しては，２０日のお打ち合わせでお話させていただければと思います。\nまた，弊社と浪漫堂様との秘密保持の内容を含む契約書を交わす必要がござ\nいます。契約書のたたきを頂けますと幸いです。」というメールを送信した。\n（甲３，Ｃ２０頁）\nカ  平成３０年１月３１日付けで，原告は，被告に対し，「ＢＩ設計費」５４４\n万５０００円，「店舗設計費  初期導入第一次」２７５万円，「店舗ツールデ\nザイン製作費  金町店導入第一次」１４３万円，「店舗ツール印刷費」８９６\n５円（以上，いずれも税抜金額）と消費税相当額を請求した。被告は，その\n後，原告に対し，「店舗設計費・初期導入第一次」の２９７万円（税込）を含\nむ上記の費用の支払をした。 ，乙４５）\nまた，原告は，コインランドリー事業の１店舗目である金町店の個別のデ\nザインを制作し，原告は，被告に対し，平成３０年２月２８日付けで，施工\n費，店舗ツールデザイン製作費，店舗ツールデザイン印刷費等として合計２\n８２万５９００円（税別  税込３０５万１９７２円）と消費税相当額を請求\nし，被告は，その後，その支払をした。（甲４４，乙７，４５，原告代表者６，\n２５頁）\n被告は，原告に対して２店舗目を出店しようとしている場所などの話をし\nていたものの，実際にはその計画は頓挫し，２店舗目は施工されず，現在，\n２店舗目の施工の予定もない。（Ｃ６，７頁，原告代表者１７，２５頁）\n原告が最初に示した甲６５見積書においては店舗コンセプト企画費と店舗\nデザイン費が計上され，それとは別に，参考として個別店舗である金町店のデ\n被告は甲６５見積書に対して代金\nを安くするように求めたところ，店舗コンセプト企画費と店舗デザイン費とい\nう費目について修正や削除がされることなく甲１見積書や甲２見積書が作成\nされた（同ウ，オ）。そして，甲１見積書の合計額は４６２万円であり，それを\n２回に分けて支払いたいという被告の申し出を受けて作成された甲２見積書\n①及び甲２見積書②の合計額も４６２万円である。なお，甲２見積書①や甲２\n見積書②と同時に，それらとは別に，参考として，１店舗ごとのデザイン費が\n記載された見積書が提示された。そして，Ｃは，甲２見積書①や甲２見積書②\nの提示を受けて，見積書の修正について謝意を示し，その支払のタイミングに\nついて原告に対して確認をした（同オ）。\nまた，原告は，平成２９年１０月に甲１見積書が提示された頃，Ａに対し，\n基本デザインとはコインランドリーのマスタープランのことであり，その制作\nは外すことのできない必須の作業であることや，マスタープランを受けて（実\n際にはそれと同時に）個別店舗の実施設計を行うことなどをメールで説明し，\nそのメールはＣ そして，原告は，同年１１\n月，コインランドリーの店舗の外観や内装についてのイメージの図面や寸法等\nが記載された図面を被告に交付した（同エ）。\nこれらからすると，甲１見積書や甲２見積書①，甲２見積書②の「店舗コン\nセプト企画費」と「店舗デザイン費」は，個別店舗の設計等に伴い発生するも\nのではないことが双方において理解された上で，原告と被告との間で価格交渉\n等がされていたと認められる。\nそして，「店舗コンセプト企画費」等の費用はコインランドリー事業を展開\nするに当たって最初に必要な作業に対するものであること，現にそれに関する\n作業がされ，それに基づいて１店舗目（金町店）の具体的な施工等もされたと\nいえることなどから，既に発生した費用といえる。ここで，甲１見積書の合計\n額と，甲２見積書①及び甲２見積書②の合計額が一致すること（いずれも税抜\n４６２万円），甲２見積書①及び甲２見積書②は，甲１見積書の費用について\n２回に分けて支払いたいと被告から申し出がされたことによるものであるこ\nと，甲２見積書②に「２店舗目導入以降  第２次」と記載されていること，被\n告において，平成２９年１０月ないし１１月時点では，コインランドリー事業\nにおいて２店舗目以降の展開の可能性があり得ないわけではなかったこと（上\nエ，カ）からすると，原告と被告との間では，「基本（店舗）デザイン」（マ\nスターデザイン）の制作について報酬額を４６２万円（税抜。税込みだと４９\n８万９６００円）とし，その支払時期について，コインランドリー事業の１店\n舗目の施工時と２店舗目以降の施工時に分割して支払う合意が成立したと認\nめるのが相当である。そして，上記４６２万円が既に発生した費用といえるこ\nとからすると，甲２見積書②における「２店舗目導入以降  第２次」との記載\nは，２店舗目導入時又は２店舗目の導入の見込みがなくなった時を残金の支払\nの不確定期限とするものであると認めるのが相当である。被告は，現時点で２\n店舗目を施工しておらず，その予定もないこと（同カ）からすれば，２店舗目\nの導入の見込みは既になくなっているというべきである。\nそうすると，甲２見積書②に記載された，原告の被告に対するコインランド\nリーの店舗のデザイン制作等についての業務委託契約に基づく業務委託料２\n０１万９６００円（税抜だと１８７万円）及び遅延損害金の支払の請求には理\n由がある。そして，原告は，被告に対し，上記業務委託料を遅くとも平成３０\n年１０月１０日に支払うよう請求したといえ（甲４，５），原告が請求する同月\n１１日からの遅延損害金の請求が認められる。\n２  本件スウェットパンツについて原告に報酬請求権が発生しているか(主位的主\n張)（争点２－１），本件スウェットパンツに瑕疵があることによる契約の解除が\n認められるか（予備的主張１）（争点２－２），本件スウェットパンツに瑕疵があ\nることに基づく瑕疵担保責任に基づく損害賠償請求権があるか（予備的主張２）\n（争点２－３）について\n後掲各証拠及び弁論の全趣旨によれば，争点２に関連して，以下の各事実が\n認められる。\nア  原告のプロデューサーであるＥ（以下「Ｅ」という。）は，平成３０年１月\n２６日，被告の契約担当者であるＦ（以下「Ｆ」という。）から，「ＦＩＴ３\n６５」のスタッフがユニフォームとして用いるトレーニングウェアを制作し\nたいとの相談を受けた。Ｅは，同日，原告代表者の了解を得て，Ｆに対して\nトレーニングウェアの制作について暫定的なスケジュールを送付した。この\nスケジュールは，トレーニングウェアの素材や色，プリント位置の修正など\nにより，何度か変更された。（Ｅ１頁，甲６４，６６）\nＦは，平成３０年５月１８日，トレーニングウェアについて，被告代表者\nに対するプレゼンを行い，そのデザインが決定した。トレーニングウェアは\nポロシャツとスウェットパンツからなり，スウェットパンツには，ヒップ部\n分のポケットからモモクマが顔をのぞかせるようプリントがされるという\nものであった（以下，このプリントのことを「ヒップ部分のプリント」とい\nうことがある。）。\nその頃にそのデザインのトレーニングウェアを着用した状態を写した写\n真では，人が直立した状態でヒップ部分のプリントが上着のシャツに隠れず\nに見えていたが，この写真を撮影する前にＦがトレーニングウェアを着用し\nた際には，ヒップ部分のプリントは上着のシャツに隠れていた。（甲２２，Ｅ\n２頁）\n原告と被告において，トレーニングウェアについて，様々な体型の人が着\n用することを想定して複数人に着用してもらうなどして，ヒップ部分のプリ\nントの位置をどのようにするかなどを確認することはしなかった。（Ｅ６頁）\nイ  Ｆは，平成３０年６月２２日，Ｅに対し，実際にデザインをプリントした\nサンプルを制作するよう依頼し，Ｅは，外注先にサンプルの制作を依頼した。\n（Ｅ３頁）\nＥが外注先にサンプルの制作を依頼した際に使用した写真では，ヒップ部\n分のプリントがウエスト部分と股の部分のちょうど真ん中あたりに位置し\nていたが，外注先から実際に送られてきたサンプルでは，当該プリントはそ\nれよりもウエストに近い位置にあった。（甲２３，２４，Ｅ３頁）\nＦは，平成３０年７月２０日頃，Ｅに対し，上記サンプルのヒップ部分の\nプリントのモモクマのピンク色を濃くしてもらいたいが，ポケットが上着で\n隠れてしまうのであればプリント自体を取ってしまってもよいのではない\nかという趣旨の話をしたが，その後，ヒップ部分のプリントがちらっと見え\nる遊び心が面白いのではないかなどと被告代表者に言われ，同月２４日頃に\nは，Ｅに対し，ヒップ部分のプリントは残すこととする旨を連絡した。（Ｅ\n４，１１，１２頁）\nＦは，平成３０年７月２７日頃，Ｅに対し，上記サンプルのヒップ部分の\nプリントのモモクマのピンク色を濃くすること，ヒップ部分のプリント位置\nを少し下げることを指示した。Ｅは，Ｆに対し，ヒップ部分のプリントの位\n置を少し下げることについて，５センチくらい下げればよいか確認したとこ\nろ，Ｆはそれを了承した。（甲６４，Ｅ４，１０ないし１２頁）\nウ  Ｅは，平成３０年８月１０日，外注先に対し，ヒップ部分のプリントの位\n置を上記イのサンプルよりも５センチ下に下げること，モモクマのピンク色\nを濃くすることなどを指示して，トレーニングウェアの制作を依頼した。（甲\n２６，Ｅ６，１２頁）\n完成したスウェットパンツ（本件スウェットパンツ）は，上記イで外注先\nが作成したサンプルと比較して，ヒップ部分のプリントが５センチ下に下が\nっており，モモクマのピンク色も濃くなっていた。原告は，この本件スウェ\nットパンツを被告に納品した。（甲２３，２７，Ｅ６頁）\nエ  原告は，平成３０年９月２１日及び２８日，被告に対し，スウェットパン\nツのヒップ部分のプリントが予定された位置とは異なる位置にプリントさ\nれているため，機能的には問題がないが，スウェットパンツのプリント代を\n割引し，トレーニングウェア制作費については９７万９８４７円（税抜）か\nら８０万２５２７円（税抜）に減額することも可能である旨の書面を送付し\nた。（甲７，乙１，Ｅ７頁）\nもっとも，上記で，ヒップ部分のプリントが予定された位置と異なるとし\nたのは，Ｅが比較すべき写真を間違えたこと（前記イで外注先が作成したサ\nンプルと完成したスウェットパンツを比較すべきところ，外注先に最初に依\n頼する際の写真のスウェットパンツと完成したスウェットパンツを比較し\nたため，完成したスウェットパンツのヒップ部分のプリントがサンプルより\n５センチ下にプリントされていないと誤解した。）によるものであった。そ\nの後，Ｅは，完成したスウェットパンツと比較する写真を誤解していたこと\nに気付き，原告は，平成３０年１０月１５日，被告に対し，ヒップ部分プリ\nントの位置に間違いはなかったことを述べて，当初の請求額である９７万９\n８４７円（税抜）を請求する旨を連絡した。（甲８，Ｅ７頁）\n原告が本件スウェットパンツを被告に納品したのに対し，被告は，本件スウ\nェットパンツは，通常想定される着用者層において，常時又は挨拶時にお辞儀\nをした際にモモクマのプリントが見える位置にあるか否かが重要であり，それ\nが原告と被告との請負契約等の内容になっていたとして，本件スウェットパン\nツはポロシャツで隠れて見えない位置にモモクマがプリントされていること\nから，仕事が未完成であり報酬請求権が発生していない（主位的主張）ことや，\n本件スウェットパンツには，上記の点で瑕疵があり，その瑕疵を理由とした契\n約の解除，報酬請求権と損害賠償請求権との相殺（予備的主張）を主張する。\nここで，スウェットパンツのヒップ部分のプリント（モモクマ）が常時又は\n挨拶時にお辞儀をした際に見えるか否かは，上着のシャツのサイズ・着用方法，\nトレーニングウェアを着用する人の体格など様々な要因によって左右される\nものである。実際に，スウェットパンツのモモクマが上着のシャツに隠れずに\n見えて写された写真があるが，その前にＦがスウェットパンツを着用した際に\nはそのモモクマは見えなかった（ ア）。他方，原告と被告との間で，複数\n人に着用してもらうなどしてヒップ部分のプリントの位置をどのようにする\nかが確認されることは かえって，モモクマの位置につい\nては，外注先が実際に作成したサンプルを被告が確認した上で，サンプルのプ\nリントの位置よりも５センチ下げることで原告と被告との間で合意ができた\nということができ（同イ），それに基づいた本件スウェットパンツが制作され，\n被告に納品された（同ウ）。\nこれらによれば，原告が作成するスウェットパンツについて，モモクマが常\n時又は挨拶時にお辞儀をした際にヒップ部分のプリントにおけるモモクマが\n見える位置にあることが原告と被告との間における契約内容になっていたと\nは認められず，また，原告が納品した本件スウェットパンツは，ピップ部分の\nプリントの位置も含めて原告と被告との間で合意した内容に基づくものとい\nえる。\n本件スウェットパンツについて，仕事が未完成であることや瑕疵があるとす\nる被告の主張はいずれも採用することができない。\n原告がフィットネス事業についての施設仕様，タオル，チラシ，ポロシャツ\nフィットネスジム\nの店舗の施設仕様，タオル，チラシ，ユニフォームの制作等についての業務委\n託契約に基づく業務委託料８９４万１６４９円及び遅延損害金の支払の請求\nが認められる。原告は，上記のうちの６７８万３３２６円について，平成３０\n年９月１４日までに支払うよう請求し，上記のうちの２１５万８３２３円につ\nいて，同年１０月３１日までに支払うように請求したから（甲６，７），６７８\n万３３２６円について同年９月１５日以降の遅延損害金の支払を求め，２１５\n万８３２３円について同年１１月１日以降の遅延損害金の支払を求める原告\nの請求には理由がある。\n３  争点３，４について\n後掲各証拠及び弁論の全趣旨によれば，争点３，４に関連して，以下の各事\n実が認められる。\nア  被告は，ヘッドスパ事業をＭ＆Ａで取得して，被告の新規事業として立ち\n上げることとし，原告にそのブランディング業務を依頼し，また，内装設計\nなどについても依頼することとした。（甲６３，Ｃ７頁）\nイ  用賀店の内装設計等について，原告は，いくつかのインテリアデザインの\n会社の中から，五割一分を選定した。（原告代表者７頁）\n原告代表者は，平成３０年４月１０日，Ｃに対し，「ユーラシルの店舗設計\nにつきまして，４／１７にデザイン提案をさせていただきますが，すでに作\n業を始めてもらっている五割一分さんとの契約（実施設計申込み）をする必\n要があります。添付の申込書を浪漫堂と五割一分さんとで交わしますが，よ\nろしいでしょうか。・・・何か止める必要が出た場合はそのときの状況で精算\nできる旨，表記されていますので，多大なリスクはないと思いますが，確認\nしていただけると幸いです。」などと記載されたメールを送信した。そして，\n被告に対し，用賀店の店舗工事について，注文者を原告とし，請負者を五割\n一分とし，申込金を１００万円とし，申込金は建築設計・監理業務委託契約\nを締結した場合に報酬金額の一部に充当されること，原告の事由により契約\nが締結されなかった場合にはそれまでに要した費用を差し引いた残額を返\n還することなどが記載された「基本設計申込書」と題する書面を送付した。\n（甲２９，３０の１，Ｃ２３頁）\nウ  Ｃは，平成３０年４月２５日，原告代表者に対し，「大変大変お待たせい\nたしました。基本設計申込書の確認をＧと取ることが出来ました。建築設計・\n監理業務を五割一分様にお願いする旨，間違い，修正ございませんので，進\nめて頂ければと思います。」とのメールを送信した。（甲３０の２，Ｃ２４頁）\n原告と五割一分との間で，平成３０年４月１８日付けで上記基本設計申込\n書に記名押印がされ，原告は，同月２７日，五割一分に対し，申込金として\n１００万円を支払った。（甲３９，原告代表者８頁）\n五割一分は用賀店の設計図面を作成し，原告は，用賀店の内装設計等につ\nいて専門業者（下請業者）の選定，五割一分との折衝，打合せ等の業務を行\nい，用賀店の内装設計等についてのプレゼンテーション，打合せ，現場調査，\n入札などには全て立ち会った。また，被告と五割一分との電子メールのやり\n取りは，電子メールのＣＣの機能を用いて，原告に対しても，同内容の電子\nメールが送られていた。（甲４１，Ｃ２２頁，原告代表者７頁）\nエ  その後，被告の施工関係の人間が五割一分に無許可で仕様変更しようとし\nたことなどから，五割一分は用賀店の内装設計等をすることはできないと述\nべた。原告は，申込金１００万円によって五割一分との関係を清算すること\nにして，上記１００万円に加えて原告が数か月間関与した分の費用を被告に\n請求したい旨をＣに伝えた。（原告代表者１９頁）\nＣは，平成３０年６月２６日，原告代表者に対し，「【ユーラシル】内装：\n実施設計図書を買取（権利譲渡）させて頂きます。１００万円＋ここまでの\n作業とした場合のお支払いがお幾らかお見積もりを頂けますと幸いです。五\n割一分様の意匠へのこだわり，価値観を受け継ぐことができず申し訳ござい\nません。」とメールをした。（甲１１，原告代表者１９頁）\nオ  原告は，被告に対し，平成３０年７月６日付けで，用賀店の店舗設計費に\nついて，店舗コンセプト企画費１式３０万円，設計基本図面作製費１式１０\n０万円，営業管理費として店舗設計費の１０パーセント１３万円の合計１４\n３万円（税抜）の見積書を提示した。（甲１０）\n原告は，用賀店の内装設計等について専門業者（下請業者）の選定，五割\n一分との折衝，打合せ等の業務を行ったところ，これらの作業に対し，原告\nの代表者とプロデューサー１名は合計３００時間から４００時間を費やし\nた。（原告代表者１９頁）\nカ  原告は，被告のヘッドスパ事業のコンセプトや店名を決め，「ＹＯＵＲＡ\nＳＩＬ」（ユーラシル）という店名の表示，葉がついた樹木全体を図案化した\nロゴマーク，店名の表示とロゴマークを組み合わせたイラストを作成し，平\n成３０年６月１８日頃には，被告に対し，それらのイラストが記載されてい\nる本件ロゴブックを最終的に納品した。本件ロゴブックには，印象を損なわ\nなければ，適切なアートディレクションのもとでそのロゴマークを臨機応変\nに使用することができることが記載されていた。なお，原告は，実際には，\nこのデザインについてＤデザインに外注し，Ｄデザインからその著作権を譲\nり受けていた。（甲１２，乙４）\n原告は，被告に対し，平成３０年６月１９日頃，ヘッドスパ事業に関して\nＢＩ設計費として総合ディレクション費１式１５０万円，ＢＩコンセプト企\n画費１式１５０万円，ＢＩデザイン費のうちＢＩネーミング費（コンセプト\n企画に基づくネーミング制作）１式１５０万円，ＢＩロゴデザイン費（コン\nセプト企画に基づくロゴデザイン制作）１式１５０万円，営業管理費として\n上記ＢＩ設計費の１０パーセント相当額６０万円の合計６６０万円（税抜）\nが記載された同日付け見積書を提示し，その後，被告はそれらの費用を支払\nった。（甲３１，乙３，４５，原告代表者６頁，弁論の全趣旨）\nキ  被告は，原告に対し，原告が用賀店の内装設計等を進めていた平成３０年\n４月頃，窓に貼る広告が法令の基準に合致するか否かの確認や，用賀店の外\n観用のイラストのサンプルの作成を依頼した。\n原告は，その後，その作成をＤデザインに依頼し，Ｄデザインは，上記オ\nの葉がついた樹木全体を図案化したロゴマークの一部を切り出した上で，そ\nれと小さなロゴマークやキャッチコピーを組み合わせるなどした４種類の\nイラストである本件店舗外観用イラストを制作し，その著作権を原告に譲渡\nした。原告は，本件店舗外観用イラストのデータを被告に交付した。\n原告とＤデザインとの間では，本件ロゴブックのイラストと本件店舗外観\n用イラストの料金は，別枠として整理されていた。原告は，本件店舗外観用\nイラストはサンプルであり，直ちに外観に使用されるものではなく，正式に\n採用されたものではないという認識であったため，被告に対して，それに関\nする ，甲６３，Ｃ２５頁，原告代表者\n９，２８頁）\nク  Ｆは，平成３０年６月２０日，原告代表者に対し，オープン直前まで用賀\n店の窓に貼る予定であるとして，本件店舗外観用イラストのうちの一つのイ\nラストとほぼ同一のイラストを添付して，確認を求めるメールを送信した。\nこれに対し，原告は，同日，それは，サンプルとして仮に作られた本件店舗\n外観用イラストの流用になること，それを使用するなら，その代金を請求す\nることになることを述べて，本件ロゴブックに記載されているロゴのみを使\nったデザインとすることを提案した。それに対し，Ｆは，同日，葉がついた\n樹木全体を図案化したロゴ全体と「ＹＯＵＲＡＳＩＬ」の文字等を組み合わ\nせた，本件ロゴブックに記載されていたロゴマークと，「ヘッドスパ専門サ\nロン」「９月ＯＰＥＮ予定」との文字からなるイラスト（以下「修正後の外観\nイラスト」という。）を制作し，ロゴマークのみのイラストを制作したとし\nて，原告代表者に改めて意見を求めた。原告代表者は，カタカナの「ユーラ\nシル」を入れることの提案をするなどし，その後，Ｆから，本件ロゴブック\nに記載された上記のロゴマークと，「ヘッドスパ専門サロン」，「ユーラシル」，\n「９月ＯＰＥＮ予定」との文字からなるイラストを提示されて，「あとはお\n任せいたします」と伝えた。（甲３２の１，２，原告代表者１０，２０，２６\n頁）\n被告は，用賀店の開店前は，窓に事前告知（仮囲い）の趣旨で修正後の外\n観イラストを貼っていたが，遅くとも平成３０年８月１０日までに，窓に掲\n示するイラストを本件店舗外観用イラストのうちの一つのイラストに切り\n替え，また，店舗外部に設置した看板と旗に，本件店舗外観用イラストのう\nちの一つのイラストをそれぞれ使用していた。被告はこれらの使用について，\n原告の許諾は不要であると考えていた。（Ｃ４２，４３頁，弁論の全趣旨）\n争点３（原告と被告との間で用賀店の「店舗設計費」を１５４万４４００円\n（税込）とする合意が成立していたか）について\n用賀店の内装設計等には五割一分が関与していたところ，被告は，原告から，\nその内装設計等について，注文者を原告，請負者を五割一分とする基本設計申\n込書を原告が五割一分に提出することについて確認を求められ，時間をかけて\n確認した上でその提出に同意した 。そして，原告と五割一分がその\n基本設計申込書に記名押印し，その基本設計申込書に基づいて原告が五割一分\nに対して実際に申込金として１００万円を支払った（同ウ）。これらに照らせ\nば，用賀店の内装設計等について，被告，原告及び五割一分間には，被告を注\n文者，原告を元請業者，五割一分を下請業者とするという合意があったと認め\nられる。したがって，原告と被告とは用賀店の内装設計等に係る契約の当事者\nであり，原告は，被告に対し，上記の契約に基づく成果物に対する対価及び必\n要経費として，又は事後的な被告との清算に係る合意（同エ）に基づいて，原\n告が五割一分に対して支払った１００万円について請求することができると\nいうべきである。\nまた，用賀店の内装設計等については原告自身も一定の労力等を費やしたと\nウ），被告は用賀店の内装設計等について原告が行った作業につ\nいて，被告が支払うべき一定の費用や報酬が発生することを前提としていたこ\nと（同エ），原告が実際に用賀店の内装設計等に費やした労力や時間等（同オ）\nを勘案すれば，原告の報酬額は，４３万円を下回ることはないと認めるのが相\n当である。\nしたがって，原告の被告に対する用賀店の「店舗設計費」についての１５４\n万４４００円（上記１００万円と４３万円に消費税相当額（８パーセント相当\n額）を加算した額）及びその遅延損害金の請求は理由がある。そして，原告は，\n被告に対し遅くとも平成３０年１０月１０日にその支払をするよう請求した\nといえ（甲４，５），原告が請求する同月１１日からの遅延損害金の請求が認め\nられる。\n争点４－１（本件店舗外観用イラスト使用行為について原告が許諾していた\nか），争点４－２（本件店舗外観用イラスト使用行為により生じた原告の損害\n額）について\nア  本件店舗外観用イラストは，原告が著作権を有する キ）。\nイ  被告は，原告に対して本件ロゴブックの対価を支払っており，そこには，\n本件ロゴブックのロゴマークと連続性を有する本件店舗外観用イラストの\n使用の対価も含まれると主張する。\nしかし，本件店舗外観用イラストは，本件ロゴブックに記載された樹木全\n体のロゴマークの一部を切り出した上で，それと小さなロゴマークやキャッ\nチコピーを組み合わせるなどしたものであり，樹木の一部分である枝葉が特\nに印象に残る形で表現されている，全体としてまとまりのある表現であり，\n樹木全体を表現する本件ロゴブックに記載されたロゴマークとは別の著作\n物ということができる。被告は本件ロゴブックの対価を支払っているが，被\n告に対し，本件ロゴブックに記載されているのとは異なる著作物である本件\n店舗外観用イラストについての使用許諾がされたとは認められない。\n被告は，本件ロゴブックには印象を損なわない程度の改変は許される旨の\n記載があるから，本件ロゴブックについての対価を支払ったことにより本件\n店舗外観用イラストの使用許諾があったと主張する。しかし，本件店舗外観\n用イラストは，本件ロゴブックに記載されたロゴマークとは別の著作物であ\nる。そのような本件店舗外観用イラストは，被告が作成したものでない以上，\n本件ロゴブックの上記記載にかかわらず，本件ロゴブックの対価を支払った\nことによってそれについての使用許諾があることにはならない。被告の上記\n主張は採用できない。\n被告は，本件店舗外観用イラストについて，原告代表者から「お任せしま\nす」と言われたことから，使用許諾があったと主張する。しかし，原告代表\n者が「お任せします」と述べたのは，本件ロゴブックに記載されていたロゴ\nマークをそのまま用いるなどした修正後の外観イラストを用賀店の窓面に\n貼ることについてであって，原告は，本件店舗外観用イラストの使用につい\nては，その問い合わせに対し使用の承諾を与えなかったことが明らかである\nク）。被告の上記主張は採用できない。\nウ  以上によれば，本件店舗外観用イラスト使用行為は，本件店舗外観用イラ\nストについての原告の複製権を侵害するものであり，この点について，被告\nに少なくとも過失があるというべきである。\n原告は，「ＦＩＴ３６５」について外看板デザイン制作の費用として１種\n類あたり１０万円程度を被告に請求し，被告はそれを支払っていること（（甲\n１４，乙４５，弁論の全趣旨），被告が本件店舗外観用イラストを用賀店のガ\nラス面，看板，旗の３か所で使用していることからすれば，本件店舗外観用\nイラスト使用行為による原告の損害額は３０万円（１０万円×３か所）に消\n費税相当額を加算した３２万４０００円とすることが相当である（著作権法\n１１４条３項）。\nまた，本件にあらわれた一切の事情を勘案し，上記損害と因果関係のある\n弁護士費用として３万円をもって相当と認める。\nしたがって，原告の被告に対する損害賠償請求は，３５万４０００円及び\nこれに対する不法行為日である平成３０年８月１０日から支払済みまで年\n５分の割合による遅延損害金の限度で理由がある。\nまた，原告が承諾を与えなかったことが明確であるにもかかわらず，本件\n店舗外観用イラストを被告が使用したこと，本件店舗外観用イラストが店舗\n外部において広告のために使用される場合には，それが使用される物の形状\nに応じてその一部を修正して使用される可能性が否定できないことから，請\n求の趣旨第２項ないし第４項の請求が認められる。\n６  争点５ないし７について\n後掲各証拠及び弁論の全趣旨によれば，争点５ないし７に関連して，以下の\n各事実が認められる。\nア  被告は，平成２９年頃，「ＪＯＹＦＩＴ２４」という名称で展開するフィッ\nトネスジムを数多く運営するほか，「ＦＩＴ３６５」という名称で展開する\nフィットネスジムを６，７店舗運営していたところ，「ＦＩＴ３６５」も大き\nなブランドに盛り上げ，また，その店舗を数多く展開することも考えていて，\n同年１１月頃，原告に対して「ＦＩＴ３６５」についての広告の企画，制作\n業務等の依頼をした。（甲６３，乙２１，Ｃ９，１０頁，原告代表者１１，２\n８頁）\nイ  原告は，「ＦＩＴ３６５」に関係するキャラクターとして，ピンク色の熊\n（モモクマ）が様々なポーズをとっている写真やイラストを制作し，これら\nを，平成３０年１１月から１２月，被告に対して示した。被告は，原告から\n示された案を採用し，原告に対して，モモクマに関係する一連のデザイン群\n（キークリエイティブ）の制作を委託することとした。（甲５７，Ｃ４８，５\n１，５２頁）\nまた，被告は，平成２９年１１月頃，原告に対し，「ＦＩＴ３６５」の各店\n舗のうち，新居浜店，今治店及び防府店の３店舗について，広告の企画・制\n作及び店舗の内装デザインを含むブランディング業務等を委託した。（前提\nウ  原告は，平成３０年２月２日頃までには，「ＦＩＴ３６５」に関係するキー\nクリエイティブ開発費についての見積書（甲４６，乙２３，以下，「キークリ\nエイティブ見積書」という。）を原告に提示した。\nキークリエイティブ見積書には，「キークリエイティブ開発費（展開使用\n権含む）」として，総合ディレクション費１式１５０万円，キービジュアル／\nキーコピー費１式１５０万円，ＢＩデザイン費のうちＢＩコンセプト費１式\n１５０万円，ＢＩロゴデザイン費１式１５０万円，ＢＩキャラクターデザイ\nン費Ａ（コンセプト企画に基づくキャラクターデザイン（リアル版）開発）\n１式５０万円，ＢＩキャラクターデザイン費Ｂ（コンセプト企画に基づくキ\nャラクターデザイン（イラスト版５カット）制作  ※イラスト版キャラクタ\nーのポージング追加展開（１ポーズにつき５万円））１式５０万円が記載さ\nれており，「営業管理費」としてキークリエイティブ開発費の１０パーセン\nト７０万円が記載されていた（総額７７０万円（税別））。（甲４６，乙２３）\n上記のＢＩキャラクターデザイン費Ａは，モモクマのキャラクター（実写\n版）を開発するものであり，ＢＩキャラクターデザイン費Ｂは，実写版とし\nてのモモクマをイラストで書き起こした画像（５カット）を制作するもので\nあった。（原告代表者３０ないし３１頁）\nエ  原告と被告とは，平成３０年１月２６日，フィットネスジムで使用するマ\nシン等を小道具として用いるなどして，モモクマの着ぐるみである本件着ぐ\nるみについて様々なポーズの写真等を撮影した（本件撮影会）。（前提事実 ）\n原告は，被告が「ＦＩＴ３６５」のリニューアル店舗のオープンの際，サ\nイネージを作り，そこで流せる動画を作成したいという希望を述べていたた\nめ，上記の撮影の際に，静止画をコマ送りする形の動画を制作するための素\n材として静止画を撮影した。もっとも，被告はサイネージを設置しないこと\nになり，動画も制作しないことになった。原告は，上記の静止画の撮影はし\nたが，それを用いる動画は制作しなかった。（原告代表者１４，２２頁）\n本件撮影会後，原告が本件着ぐるみを保管することになった。当時，原告\nと被告との間で，本件着ぐるみは使い捨てなのか，そうではないのかという\n話はされなかった。（Ｃ１１，１２，２８頁）\nオ  原告は，平成３０年２月頃，被告に対し，キービジュアル撮影費として撮\n影ディレクション費１式４０万円，撮影費１式８０万円，ムービー用撮影費\n１式４０万円，撮影用着ぐるみ制作費１式１５０万円，着ぐるみアクター費\n１式８万円，営業管理費としてキービジュアル撮影費の１０パーセント３１\n万８０００円の合計３４９万８０００円（税別）とする同月２日付け見積書\nを提示した。（甲５６，乙３２，弁論の全趣旨）\nカ  被告は，平成３０年３月３０日，原告に対し，上記ウの見積書のキークリ\nエイティブ開発費７７０万円（税別）と，上記オのキービジュアル撮影費３\n４９万８０００円（税別）を含む「ＦＩＴ３６５」の企画制作費として合計\n１４８９万円（税別）を支払った。（乙２４，４５）\nキ  原告は，平成３０年１月以降，作成したモモクマのイラストや本件撮影会\nで撮影した写真を用いるなどして，被告の依頼に基づき，「ＦＩＴ３６５」に\n関係するチラシ，のぼりなどの各種物品や，ウェブサイトのデザイン等を作\n成したり，ＦＩＴ３６５の新居浜店，今治店，防府市店のための内装デザイ\nンや外看板等を作成したりして，これらを被告に納品した。このようにして\n原告が作成し，被告に納品したモモクマに関係する物品には，チラシ，のぼ\nりのほかに，デジタルサイネージ用広告画像，スタッフネームプレート，キ\nヨスク画面の画像，カードセンサーパネルステッカー，セコム電話機用デザ\nイン，セキュリティパネル，ウェットタオル説明シート，バーチャルバイク\nパネル，血圧計説明パネル，紹介キャンペーンパネル，紹介キャンペーンポ\nスター，椅子カバー，テーブルクロス，卓上マット，自動販売機ラッピング\nデザイン，スタッフ用リニューアル告知資料などがあった。原告は，これら\nについての見積書を被告に提示して，被告は，平成３０年６月末頃までに，\n請求された費用を支払った。（乙４５）\nなお，原告は，ＦＩＴ３６５の上記３店舗以外の複数の店舗についてのモ\nモクマのイラスト等を用いるなどした外看板，内装デザインも作成したが，\nこれらの店舗のリニューアルは中止となった。（乙４５，弁論の全趣旨）\nまた，本件撮影会で撮影された写真のうち，修正を施すなどした６枚につ\nいては，上記のチラシのデータを渡す際にそのデータが被告に交付された。\n（甲５４，６８，Ｃ４８，４９頁）\nク  平成３０年５月頃，被告は，原告に対し，従前と同じような形で契約を継\n続することができなくなることについての話をした。原告代表者は，Ｃに対\nし，原告との間でこれまでのような契約を継続できないのであれば，使用料\nを広告の制作費に上乗せするか，権利関係をバイアウトするという選択肢が\nあるとの提案をした。（Ｃ１４ないし１６，３０ないし３２頁）\nＣは，複数の上司に相談の上，平成３０年５月１６日，原告代表者に対し，\n「Ｈさんからご提案頂いていた使用料でのお支払いは出来ないという結果\nになってしまいました。よって，バイアウトでお願いいたします。明日投資\n会議があるようで，明日のＡＭまでに概算で構いませんので，①ＦＩＴ３６\n５  ロゴ，クリエイティブ一式（５００万円くらいで考えています），②ユー\nラシル  ロゴ，クリエイティブ一式，内装関係の情報  ①・②のバイアウト\n価格を教えて頂けますでしょうか。概算で構いません。本当に申し訳御座い\nません。」とのメールを送信した。（甲４・資料１，Ｃ１５頁，３２頁）\n原告は，平成３０年７月６日，被告に対し，モモクマを使用する権利，制\n作する権利についての譲渡価格を提示した。（甲５０）\nなお，原告と被告の間で，モモクマのイラスト，写真について，原告が納\n品した物品等を被告が利用できることを超えて，被告がそのイラスト，写真\nを原告と関係なく使用等することについて話されたことはなく，キークリエ\nイティブ見積書に記載された「展開使用権」に関係して，被告が何店舗につ\nいてモモクマを利用できるかについて話されたことはなかった（Ｃ３５頁４\n７頁，原告代表者３４ないし３７頁）。\n争点６（原告と被告との間におけるモモクマに関する静止画，動画，編集画\n像及びイラストの利用についての合意内容）について\n内容に鑑み，争点５に先立ち，争点６を検討する。\n被告は，原告と被告との間では，少なくとも黙示的に，モモクマに関するイ\nラスト，静止画，動画，レタッチ済の静止画を被告の広告媒体などに自由に利\n用できる旨の合意があったと主張する。\nキークリエイティブ見積書には，ＢＩキャラクターデザイン費Ａ，Ｂの内容\nについて，いずれもデザインの制作としているものであり ，それら\nで制作されたものについて，被告が，原告の関与なく自由に利用することがで\nきることが明示されているとはいえないものであった。また，それら制作の作\n業をすることによって，制作されたイラスト，写真について，被告が，原告の\n関与なく自由に利用することができることが，原告と被告との間で話されたこ\nとはなかった。この点に関係して，被告は，キークリエイティブ見積書に「展\n開使用権含む」という記載があることを指摘する。しかし，見積書やその他の\n文書に「展開使用権」を説明したものはなく，原告被告間でその内容が話され\nたことは認められず，その内容が一義的に決まるものではない。原告代表者は，\nこれは，原告が制作したイラスト等について，被告がそれを使用する広告を作\n成等する場合には原告がそれに関与することを前提として，その際，原告が別\n途イラスト等に関するデザイン料等を請求しない趣旨である旨供述する。これ\nらによれば，キークリエイティブ見積書に「展開使用権含む」という記載があ\nることから，直ちに被告主張の合意があったとはいえない。\n被告は，原告に対し，キークリエイティブの制作やキービジュアル撮影につ\nいて，見積書の送付を受けて，それらについての支払をしたが，その上で，そ\nれとは別に，モモクマのイラストや写真を用いたチラシ，のぼりを含む，様々\nな個別の物品の制作について，備品等の細部に至るまで自ら作成せずに原告に\nこれらを依頼し，原告はそれを納品し，その対価を得た キ）。これは，\n被告自身がモモクマのイラスト等を自由に利用して自ら広告物を制作するこ\nとを想定していなかったことをうかがわせるものともいえる。\nまた，Ｃは，原告代表者に対し，原告との契約を継続できないことを前提に，\n「ＦＩＴ３６５」のロゴやキークリエイティブ一式についてのバイアウトの価\n格の概算を教えてもらいたい，被告としては５００万円程度を想定していると\nク）。これは，被告の投資会議で議題とされることを前\n提として，複数の上司にも相談した上で連絡されたものであること（同前）に\n照らせば，上記の連絡をするに際しては，被告内部において原告と被告との間\nの契約関係や納品物の権利関係などについて十分な検討をした上で一定の金\n額を提示したものといえる。上記の連絡は，被告が，「ＦＩＴ３６５のロゴやキ\nークリエイティブ一式」については，著作権その他の権利については原告が保\n有していて，原告に対して何らかの対価を支払わない限り，被告がそれを自由\nに利用できるものではないことを前提としていたことを示すといえるもので\nある。\n上記に照らせば，原告と被告との間では，キークリエイティブ開発によって\n制作されたモモクマのイラスト，写真と，それらを利用して制作される個別具\n体的な物品や広告は別個のものであるという理解を前提としていたと認めら\nれる。\n以上によれば，原告と被告との間において，モモクマのイラスト，静止画等\nについて，原告と被告との間において，原告が納品したモモクマのイラスト，\n写真が使用された物品やウェブサイトを被告が使用することを超えて，そのイ\nラストや静止画自体を，被告が，原告が納品した物品やウェブサイト以外で使\n用することは合意されていたとは認められないとするのが相当である。被告は，\n別紙被告物件目録２記載のイラストを被告の広告媒体に自由に利用できるこ\nとの確認を求めるところ，これは原告が納品した物品やウェブサイトでの使用\nを超えて，それらのイラスト自体を被告が自由に利用できることの確認を求め\nるものと解されるところ，そのような合意があったとは認められない。\nしたがって，被告の，原告に対する，①モモクマに関するデータを被告の広\n告媒体に自由に利用（第三者に利用させることを含む。）できることについて\nの確認請求，②モモクマのイラストを被告の広告媒体に自由に利用（第三者に\n自由に利用させることを含む。）できることについての確認請求は，いずれも\n理由がない。\n争点５（本件アニメーションイラスト使用行為についての原告の翻案権侵害\nの有無）について\nア\n著作権者であると認められる。\nイ  翻案（著作権法２７条）とは，既存の著作物に依拠し，かつ，その表現上\nの本質的な特徴の同一性を維持しつつ，具体的表現に修正，増減，変更等を\n加えて，新たに思想又は感情を創作的に表現することにより，これに接する\n者が既存の著作物の表現上の本質的な特徴を直接感得することのできる別\nの著作物を創作する行為をいう。\n本件モモクマ著作物と，本件アニメーションイラスト使用行為で使用され\nている別紙翻案物目録記載のモモクマのイラストは，いずれも二本足で直立\nする熊のイラストであり，その熊の顔が同じほか，その耳の大きさ，手足の\n長さ・形を含めた体形は同じであり，いずれも首の後ろにかけたタオルがわ\nきの少し上まで伸び，そのタオルの形も同じである。また，その熊の色やタ\nオルの色も同じである。他方，本件モモクマ著作物に記載されている熊は器\n具等を使用しておらず，それを使用するための姿勢とっていないが，本件ア\nニメーションイラスト使用行為で使用されているイラストは，いずれも上記\nの熊とフィットネスジムで使用する器具や看板のイラストを組み合わせて，\n熊がそれらの器具等を使用したり，持っていたりするというものであり，熊\nはそれに応じた姿勢をとっている。その他，本件アニメーションイラスト使\n用行為で使用されているイラストは，被告のホームページ上で，２つのイラ\nストが交互に表示されて簡単なアニメーションの表示となるものである。そ\nして，本件アニメーションイラスト使用行為で使用されたイラストは，本件\nモモクマ著作物が原告から被告に提示等された後に制作されたものである。\nこれらからすると，別紙翻案物目録記載のモモクマのイラストは，本件モモ\nクマ著作物に依拠し，その表現上の本質的な特徴の同一性を維持しつつ，具\n体的表現に修正，増減，変更等を加えて新たに思想又は感情を創作的に表現\nしたものであり，これに接する者が本件モモクマ著作物の表現上の本質的な\n特徴を直接感得することのできるものであって，本件モモクマ著作物を翻案\nしたものであるといえる。\nウ  被告は，本件アニメーションイラスト使用行為について，有償で制作され\nて納品を受けたイラストを利用しているにすぎず，使用許諾がされていると\n主張する。しかし，上記 のとおり，原告と被告との間で，モモクマのイラ\nストを自由に使用できる合意はなかった。\nエ  以上によれば，本件アニメーションイラスト使用行為は，原告の本件モモ\nクマ著作物についての翻案権を侵害するものであると認められる。\nそして，被告が，別紙翻案物目録記載のモモクマのイラスト以外にも，本\n件モモクマ著作物を改変した多数のイラストを制作，使用していること（乙\n４７，弁論の全趣旨）に照らせば，被告のホームページ上及びインターネッ\nトを利用した広告媒体上から別紙翻案物目録記載のモモクマのイラストを\n削除することや，記録媒体からそれらのデータを削除することだけでなく，\n別紙著作物目録２記載のイラストの翻案を禁止することについても，「侵害\nの停止又は予防に必要な措置」（著作権法１１２条２項）であると認めるの\nが相当である。\n争点７－１（原告が本件着ぐるみを被告に引き渡す義務があるか），争点７\n－２（原告が本件撮影会で撮影された静止画の元データ（ＴＩＦＦデータ）及\nび編集後の静止画データを被告に引き渡す義務があるか）及び争点７－３(原\n告が本件撮影会で撮影された動画のデータを被告に引き渡す義務があるか)に\nついて\n被告は，原告が平成３０年１月２６日に行われた本件撮影会で使用された本\n件着ぐるみ，本件撮影会で撮影された静止画の元データ（ＴＩＦＦデータ），編\n集作業後の静止画データ，動画のデータを引き渡す旨の合意があったと主張す\nる。\nア  本件着ぐるみ\nキークリエイティブ見積書には，ＢＩキャラクターデザイン費Ａの内容に\nついて，コンセプト企画に基づくキャラクターデザイン（リアル版）開発と\n記載されているにとどまり，その開発された本件着ぐるみの引渡しについて\nウ）。本件着ぐるみは本件撮影会で使用するために制\n作されたものであり，原告は，それを撮影後，廃棄する可能性もあったとこ\nろ，原告と被告との間で本件着ぐるみを廃棄するか否かについて協議はされ\nエ）。また，本件撮影会の後，本件着ぐるみは原告が保管\nエ，弁論の全趣旨）。これらの事情に照らせば，\n原告と被告との間において，本件着ぐるみを引き渡す合意はなかったと認め\nるのが相当である。\nしたがって，被告が，本件着ぐるみの引き渡すよう求める請求には理由が\nない。\nイ  静止画の元データ，編集作業後の静止画データ\nキークリエイティブ見積書には，ＢＩキャラクターデザイン費Ａ，Ｂの内\n容について，デザインの開発ないし制作と記載されているにとどまるし，個\n別具体的な広告物についての見積書ないし請求書においても，成果物の素材\nである元データや編集作業後の静止画データの引渡しについての記載はな\nい 。そして，原告と被告との間では，モモクマに関する\n多数の個別具体的な広告物が納品されていたところ\nり，モモクマに関するイラストを被告の広告媒体に自由に利用できることに\nついての合意があったとは認められず，被告が納品された広告物の素材とな\nった元データや編集作業後の静止画データを受領したとしても，それらを被\n告において自由に利用することはできなかった。これらに照らせば，原告の\n債務の内容は広告物（成果物）を納品することであり，原告と被告との間で\nその素材である静止画の元データ（ＴＩＦＦデータ）や編集作業後の静止画\nデータを引き渡す合意があったとは認められない（なお，原告は，モモクマ\nについて撮影した静止画を，色やサイズなど調整をした上で広告に使用でき\nるデータに修正し，修正後（レタッチ後）のデータを広告物などとともに被\n告に交付し キ）が，これは広告物の納品に伴ってされたと見る余\n地があるものであり，そのデータを被告が自由に利用できたとも認められな\nい。）。\nしたがって，被告が，別紙被告物件目録１に記載の着ぐるみの本件撮影会\nで撮影された全ての静止画の元データ（ＴＩＦＦデータ）及び原告による編\n集後の全ての静止画データを引き渡すよう求める請求には理由がない。\nウ  動画データ\n本件撮影会で動画を制作すること自体は予定されておらず，したがって，\n原告も動画を制作していない エ）のであるから，原告と被告との間\nでは，原告が動画を制作することやその動画のデータを引き渡す旨の合意が\nあったとは認められない。\nしたがって，被告が別紙被告物件目録１に記載の本件撮影会で撮影された\n動画データを引き渡すよう求める請求には理由がない。\nエ  上記アないしウによれば，原告の被告に対する本件着ぐるみ，本件撮影会\nで撮影された静止画の元データ（ＴＩＦＦデータ），編集作業後の静止画デ\nータ及び動画のデータの引渡しについての債務は存在しないから，そのよう\nな債務を前提とした，原告の被告に対する債務不履行（履行遅滞）による損\n害賠償請求（争点７－４）についても理由がない。\n５  争点８（原告が，被告から受領した金員をＡにキックバックをしていたことに\nよる損害賠償請求権（信義則上の債務不履行又は不法行為）の成否）について\n後掲各証拠及び弁論の全趣旨によれば，争点８に関連して，以下の各事実が\n認められる。\nア  Ａは，顧問派遣による事業拡大支援サービスを行うレイスマネジメントソ\nリューションズ株式会社と被告との契約により，被告を週１，２回程度訪れ\nて，会議をしたりアドバイスをしたりしていた。Ａと原告とは元々付き合い\nがあり，互いの仕事内容は知っていたが一緒に仕事をしたことはなかった。\nＡは，原告が関与した被告のコインランドリー事業，フィットネス事業，ヘ\nッドスパ事業について，頻繁に原告を訪れて，上記に関して被告代表者とデ\nィスカッションをした際の感触や被告代表者の好みなどを伝えるなどして，\n原告が被告に対して，より被告の要望を満たす提案をしたり，質が高いもの\nを提供したりすることができるような助言等をした。（原告代表者１４ない\nし１６頁）\nイ  Ｅは，平成３０年２月２２日，被告従業員であるＦに対し，「ＦＩＴ３６５\n企画制作費  御見積」を送付して１２１万円（税別）を請求したが，その２\nページ目に，「外注費・Ａ氏マージン  単価１２１万円，数量１５パーセン\nト，合計１８万１５００円，粗利合計１０２万８５００円」と記載されてい\nた。（乙８，Ｅ８頁）\n原告は，被告との取引をする中で，Ａが原告の作業に一定の貢献をしたこと\nなどから，Ａに対し，一定の金員を支払ったことがあった（ 。原告は，\nＡに支払った額は，総額で１３１万円余りであると述べる。）。ここで，原告と\n被告との間の取引の金額は，原告と被告の合意に基づいて定まったものであり，\nこれを被告に請求することや，原告が，その独自の判断で自らＡに支払をする\nことが直ちに違法になるものではない。Ａに対して上記の支払をしたことがあ\nったとしても，被告に請求した額が，直ちに不当に高かったとはいえるもので\nはなく，また，被告への請求額が不当に高いものであったことを認めるに足り\nる証拠はない。したがって，原告がマージン分を上乗せして被告に報酬を請求\nしたことを前提とした原告の信義則上の義務違反又は不法行為上の注意義務\n違反は認められない。\nまた，原告が一定の金員をＡに支払ったことがあったとしても，それが直ち\nに違法となるものではなく，原告が被告に請求した額が不当に高いものであっ\nたとは認められないし，Ａは，顧問として被告に週１，２回程度訪問して会議\nをしたりアドバイスをしたりしていた 原告に対して被\n告への請求額を値引きするよう要求すべき義務があったともいえない。したが\nって，Ａにおいて被告に対する利益相反行為や被告に対する義務違反があった\nとは認められず，Ａの被告に対する不法行為は成立しないから，それを前提と\nする原告とＡの共同不法行為も成立しない。\n以上によれば，原告が，被告から受領した金員をＡにキックバックをしてい\nたことを理由とする損害賠償請求にはいずれも理由がない。\n６  争点９（原告と被告との間の契約における解除原因又は無効原因の有無及びそ\nれらに伴う損害額等）について\n被告の主位的請求はいずれも認められないから，以下，予備的請求について\n検討する。\n被告は，原告がＡに対してキックバックをしていたことなどにより信頼関係\nが破壊されたことは原告と被告との間の契約の解除事由になると主張する。\nしかし，上記５のとおり，原告が一定の金員をＡに支払ったことがあったと\nしても，それが直ちに違法となるものではなく，原告が被告に請求した額が不\n当に高いものであったとは認められず，この支払に関して，Ａ，原告において\n被告に対する何らかの義務違反があるとは認められないから，信頼関係が破壊\nされたことによる契約の解除は認められない。\n被告は，モモクマに関するデータの引渡しや自由利用が認められないことを\n原告が被告に対して説明しなかったことによる説明義務違反が，原告と被告と\nの間の契約の解除事由になると主張する。\nしかし，被告は，原告との取引開始前から，一般消費者を対象とする店舗を\n数多く展開して事業を行っていた株式会社である。被告は，広告に用いるイラ\nストやそのデータ等の使用の条件等を問題とするところ，これについて，原告\nと被告との間に著しい情報の格差があったなどという事情は見当たらない。そ\nして，原告は，その取引の過程において，具体的な費目等が記載された多数の\n請求書，見積書を被告に交付し，例えば，キークリエイティブ見積書やその他\nの請求書ないし見積書には，いずれも原告の作業内容やその価格が明記される\nなどしていた（乙２３，４５）。また，被告は，現に，モモクマを使用する具体\n的な広告物（成果物）については，いずれもその制作を原告に依頼した。更に，\n原告と被告は，担当者が頻繁にメールを交換するなどしていたところ，原告は\n必要に応じて作業内容について補足の説明をしていたことがうかがわれ（コイ\nンランドリー事業についての甲３５など），他方，原告において被告に誤解を\n生じさせるような言動等があったとは認められない。これらの事情によれば，\n原告において，解除事由を構成するような説明義務違反があったとは認められ\nない。\n被告は，モモクマのデータの引渡しや自由利用が認められない場合，法律行\n為の要素についての錯誤があると主張する。\nしかし，上記に述べたところによれば，被告に納品物についての錯誤はない\nと認められるし，動機の錯誤を主張するものとしても，それが原告に表示され\nていたということはできない。\n以上によれば，被告の原告に対する予備的請求は，いずれも理由がない。\n第４  結論\nよって，原告の本訴は主文掲記の限度で理由があるからその限度で認容し（なお，\n主文第２項ないし第７項についての仮執行宣言はいずれも相当でないから付さな\nい。），その余は理由がないから棄却し，被告の反訴はいずれも理由がないから棄却\nすることとして，主文のとおり判決する。\n東京地方裁判所民事第４６部\n裁判長裁判官       柴    田    義    明\n裁判官      棚    井        啓\n裁判官      佐    藤    雅    浩\n"
}