{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 3,
    "month": 3,
    "day": 23
  },
  "case_number": "平成30(わ)142",
  "case_name": "殺人",
  "court_name": "和歌山地方裁判所",
  "lawsuit_id": "90225",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=90225",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/225/090225_hanrei.pdf",
  "contents": "主                文\n被告人を懲役１９年に処する。\n未決勾留日数中７００日をその刑に算入する。\n理                由\n（罪となるべき事実）\n被告人は，妻のＦ（以下「被害者」という。）に自身の不倫等が発覚した後，被\n害者や不倫相手等との間で両立不可能な約束をするなどして，その約束の期限が迫\nる中，両者との関係を清算するため被害者を殺害しようと決意するとともに，被害\n者の死亡保険金も得たいと考え，平成２９年７月１８日午後４時３０分頃から同日\n午後４時５０分頃までの間に，和歌山県西牟婁郡ａ町ｂ番地Ｇ北東約５０メートル\n先海岸付近（以下「本件海岸付近」という。）において，被害者（当時２８歳）に\n対し，殺意をもって，海中で何らかの方法により被害者の身体を押さえ付けて溺水\nさせ，よって，同月２０日午前７時１８分頃，同県田辺市ｄ町ｅ番ｆ号Ｈ病院にお\nいて，被害者を低酸素脳症により死亡させて殺害したものである。\n（証拠の標目）\n【略】\n（事実認定の補足説明）\n第１  争点\n本件の争点は，①本件は殺人事件か，②殺人事件だとして被告人が行ったかであ\nる（以下，特に断らない限り，月日は平成２９年のものをいう。）。\n第２  本件は殺人事件か\n１  被害者の胃の中に砂があったこと\n⑴  医師Ｉの供述の信用性\nＩは，７月１８日午後５時３２分頃，被害者がＨ病院に搬送された後，その初療\n室において，胃の内容物や空気を抜くため，被害者の鼻から胃にチューブを挿入し，\nこれを吸引器に接続し，１０秒から２０秒間の持続吸引を行ったところ（以下「本\n件吸引処置」という。），初めは茶褐色の液体が引けたが，吸引開始後１秒程度でチ\nューブが詰まるぐらいの砂が引けるようになり，被害者の鼻のところのチューブの\n端から吸引器に接続するところの端までが砂で一杯になった状態で２，３秒間砂が\n引け，その後は茶褐色の液体が更に引けたが，吸引できなくなって中止した旨供述\nする。\nＩの供述は，被害者の患者診療記録（甲８３）の７月１９日１５時４３分の欄に，\n「もう砂水のようなものは止まっているので」という，経鼻胃管から砂水が出てい\nたことを前提とする記載が別の医師によりなされていることと整合的である上，後\n記の医師Ｊの供述にも支えられている。砂がチューブに詰まってほとんど動きが止\nまるような状態で目視により確認できたなど砂を見た状況も相当に具体的で，砂以\n外のものを砂と見間違えたとも考えられず，虚偽を述べる動機もない。よって， Ｉ\nの砂を見た旨の供述は信用できる。\nこの点，弁護人は，Ｉが砂を見たことについて，カルテに記載がなく，看護師に\n記載の指示もしていないことを指摘するが，主治医として患者を診るのに精一杯だ\nったためそこまで記録していないという説明は，当時の状況に照らし合理的である。\n食物残さを確認していないとの指摘も，チューブの入り口付近にチューブの内径５．\n３ｍｍより小さい固形の食物残さがなかった可能性があり，その供述の信用性に疑\nいは生じない。\n⑵  Ｊの供述の信用性\nＪは，Ｉが本件吸引処置を行った際，吸引器が詰まりかけるような音がして吸引\n器が震え，Ｉが「砂か」と驚いたリアクションをした状況で，Ｉが吸引を止め吸引\n器につないでいたチューブの先端をドレンバッグにつないで胃内容物が自然に排出\nされるようにしたため，本当に砂が出てきたのか確かめようと，初療室内でドレン\nバッグを確認したところ，細かい粒子で黒白のさらさらした砂が，ドレンバッグの\n底にたまっていた旨供述する。\nＪの供述も，被害者の患者診療記録（甲８３）の砂水に関する前記記載と整合的\nであるし，Ｉによる砂を見た旨の供述に支えられている。また，本当に胃内から砂\nが出たのであれば，発見状況に関する消防隊員からの聴取内容（被告人がトイレに\n行って帰ってくると，被害者が顔を下にして水面に浮いた状況で発見された。）と合\nわないことになるので，疑問に思って確認しようとしたなど当時の心境を交えて供\n述している上，砂の見た目やドレンバッグの上から押して触った感触についても相\n当具体的に述べていることからすると，砂以外のものと見間違えた可能性も考えら\nれないし，虚偽を述べる動機もない。よって，Ｊの砂を見た旨の供述も信用できる。\n弁護人は，Ｊが見た砂についても，カルテに記載がないなどと指摘するが，Ｊは，\nその理由について，胃から砂が出たことは治療に影響しないため記載しなかったな\nどと合理的に説明している。また，ＣＴ撮影前は忙しく，その前にドレンバッグを\n見ていない可能性があると弁護人は指摘するが，被害者が初療室に運ばれて早期に\n本件吸引処置が行われ，ほどなくドレンバッグの砂を確認した状況を具体的に述べ\nているし，ＣＴ撮影は，初療室での様々な緊急の処置を終えてから部屋を移動して\n行ったというのであり，Ｊがドレンバッグ内の砂を確認した時期について勘違いし\nているとも考えられない。なお，弁護人は，Ｊが被告人に疑いの目を向けていたと\n指摘するが，Ｊは，砂が排出されたと確認したことによって，被告人による事件の\n可能性を仮説として考えたのであり，虚偽の供述をする理由とならない。\n⑶  Ｉ及びＪが見た砂の量について\nア  Ｉ立会での再現（甲１２）について\nＩ立会での再現では，Ｉが，本件海岸付近及びその周辺から採取された１２種類\nの砂のうち，袋の外から目視で３種類の砂を選定し，さらに袋から砂を出して目視\nで２種類の砂を選定した上，実際に吸引器で吸引した状態で砂がチューブ内を通る\n状況を目視で確認して１種類の砂を選定し，ビニール袋に海水５００ミリリットル\nと砂２００グラムを入れたものを被害者の胃と仮定し，袋の口を被害者の鼻と仮定\nして，本件吸引処置で被害者の鼻からチューブを挿入したのと同じ長さで，チュー\nブを袋の口から５５ｃｍ挿入し，チューブのもう一方の先端を吸引器のカテーテル\nに接続して吸引を開始し，当時目撃したのと同様に，被害者の鼻に見立てた袋の口\nの部分から吸引器のカテーテルとの接続部分までの部分（以下，この部分を「チュ\nーブ全体」という。）に砂が満ちたときから，２秒間及び３秒間経った時点で，それ\nぞれ袋の口の部分のチューブを折り曲げてそれ以上砂が吸引されないようにし，チ\nューブ全体の砂を含めて吸引された砂を計測すると，２秒間の再現で４．０グラム，\n３秒間の再現で５．５グラムと計測された。\nしかし，この再現は，チューブ全体を砂が満たす前に流れた若干量の砂が計測量\nに含まれるがその量は不明であることに加え，被害者の胃内の砂及び食物残さの分\n布状況や密度を再現できてはいないこと，Ｉは砂が詰まってほとんど動きのない状\n況を見たと供述しているのに対し，再現では滞りなくチューブ内を流動したことを\n理由にして１種類の砂を選定したとみられることなど疑問がある。よって，この再\n現ではＩが目撃した砂の量を正確に再現したとは言えず，Ｉが目撃した砂の量は，\n２秒間の再現で計測した４．０グラムより少ない疑いがある。\nイ  Ｊ立会での再現（甲１４）について\nＪ立会での再現では，Ｊが，前記１２種類の砂のうち，袋の外から目視で３種類\nの砂を選定し，さらに袋から砂を出して目視で１種類の砂を選定した上で，警察官\nが，Ｊの指示を受けながら，当時見た状況と同じ程度に砂がたまるまでドレンバッ\nグに海水及び砂を少しずつ入れて当時の状況を再現し，砂を分離して砂の重量を計\n測したところ，３２．５グラムと計測された。\nＪのこの再現は，砂がドレンバッグの底にたまっていたのを目視した量を再現し\nたものであり，量の再現が不正確であるとの疑問もなく，当時の目撃状況を忠実に\n再現したものといえる。\nウ  小括\n以上をまとめると，証拠上認定できるＩ及びＪが見た，被害者の胃の中から出て\nきた砂の合計量は，約３２．５グラムを超えて約３６．５グラムに満たない量と認\nめられる（以下，Ｉ及びＪが見た砂の量を併せて「被害者の胃の中の砂の量」とい\nう。）。\n２  他殺といえるか\n⑴  前提事実（後掲の関係各証拠から容易に認められる。）\nア  ７月１８日午後２時以降から本件時頃も，本件海岸付近の海の状況は，小波\nが立つ程度でそれほど波は荒れていなかった。【Ｋの公判供述】\nイ  本件当時，被害者は，水着の上から長袖・長ズボンのラッシュガードを着用\nし，両手には，手掌部から指先部分にかけてゴムで覆われた手袋を装着していたほ\nか，マリンシューズを履いていた。【甲１０７等】\nウ  解剖時，被害者の身体には，心臓マッサージや点滴等の治療行為によるもの\nを除けば，右膝蓋部に米粒大表皮剥脱，右膝蓋部に円弧状の表皮剥脱（１．８ｃｍ\n×０．１ｃｍ），左上腕部に２か所の米粒大の表皮剥脱，左上腕部にＬ字型の暗赤色\n皮膚変色（７ｃｍ×３ｃｍ），左前腕部に小指頭面大の暗赤色皮膚変色及び背部の皮\n膚と筋肉をめくった下の位置に２か所の右背部筋肉小出血（１ｃｍ×１ｃｍのもの\nと３ｃｍ×２ｃｍのもの）の身体損傷があったが，顔面，口及び顎付近に損傷はな\nかった。また，解剖時，胃，肺，気管，鼻腔内等体内に砂は認められなかった。【医\n師Ｍの公判供述，弁４６】\n⑵  Ｍの供述について\nＭは，被害者の解剖をしたが，死因となるような損傷，病変はなく，薬物は検出\nされたが搬送先の病院で投与されたものと考えられ，死因は低酸素脳症で，その原\n因は溺水の吸引であり，解剖所見からは自他殺の区別はできないが，溺水時に被害\n者の胃内に砂が入っていて肺や気管に砂がないことなどからすると，意識のある状\n態において海底近くに顔がある状態で砂混じりの海水を胃に嚥下したことが考えら\nれる旨供述する。\nＭは，豊富な解剖経験を有し，法医学者としての能力に問題はなく，公正さに疑\n問もない。解剖所見に基づく死因に関する供述は，救急搬送時の検査を含む諸検査\nの結果を踏まえ多角的に検討されており信用できる。そして，Ｍは，被害者の胃内\nに砂が入っていて肺や気管に砂がないことについて，意識のある状態では，異物で\nある海水が気管に入らないように，喉頭蓋が作用して気管にふたをするため肺や気\n管には砂が入らないが，砂混じりの海水を飲み込めば胃には砂が入る旨，具体的か\nつ合理的に説明し，津波のように常に海中に砂が舞っているような状況であれば海\n底付近でなくても砂混じりの海水を嚥下する可能性はあるが，本件当時の海の状況\nはそれほど荒れておらずその可能性はなく，仮に意識を失って砂が胃内に入るので\nあれば，喉頭蓋が作用しないから，肺などにも砂が入るはずであるなど多角的かつ\n合理的に検討しており，その供述は信用できる。Ｍは，被害者の胃の中に約３６．\n５グラムの砂があったことを前提にするが，医師が吸引等により砂だと分かる程度\nに砂が引けていること自体が特徴的である旨も供述しており，前記の被害者の胃の\n中の砂の量を前提としても，その結論が変わるものでもない。\n⑶  証人Ｎの供述について\nＮは，津波等の特殊な状況でない限り，多量の砂が溺水者の胃から排出されるこ\nとはないが，本件は津波等の特異な状況になく，被害者の胃内から，約３７グラム\nの多量の砂があったことは，意識があったときに海底に顔が近い状態で海水と一緒\nに砂を飲み込んだことを意味し，背後から馬乗りなどの体勢で襲われるなどし，意\n識がある状態で被害者の顔が砂地の海底と向き合った状態で，呼吸を我慢できなく\nなった被害者が約４００ｃｃの海水を一回吸引することは可能で，その海水量に約\n３７グラムの砂が含まれて一緒に飲み込むことも，固体含有率や流動性の高さなど\nから可能である旨供述する。\nＮは，水難学（水難救助活動に関わる学問）及び材料工学の専門家として豊富な\n経験を有しており，能力や公正さ等に問題はない。Ｎは，呼吸の我慢の限度を超え\nた場合，水中では一度大きく呼気し，その時吸引した水は自然と胃に向かい，通常\n水を飲むのとは異なり，胃に向かって一気に水が落ちるように感じる等，自身の経\n験に基づく自然な供述をしているし，胃内からのみ砂が排出された説明として合理\n的で，十分信用できる。Ｎが前提とする砂の量よりも，証拠上認められる被害者の\n胃の中の砂の量は少ないが，その差は小さく，供述の趣旨を左右するようなもので\nもない。\n⑷  医師Ｏの供述について\nア  Ｏは，Ｎらが供述するように砂混じりの海水を飲み込む方法で約３７グラム\nの砂が胃に入るためには，約２リットルの海水を嚥下する必要があり，そのような\n量の水を飲むのは不可能である旨指摘する。しかし，Ｏは，砂と海水を入れた水槽\nを一定の高さで攪拌してホースで砂を吸引し，吸引できた海水と砂の量を計測した\n警察官による実験結果を前提としているが，ホースによる吸引と人の口による吸引\nは吸引時間や吸引量等の条件が同じとはいえず，この実験を前提に約２リットルの\n海水を嚥下する必要があると考えることはできないし，Ｎは，４００ｃｃの海水を\n一回で嚥下するとの前提で供述しており，前提事実も異なっている。\nイ  Ｏは，一回の嚥下量は口腔内の容量である６０ｍｌ程度であって，Ｎの前提\nとする４００ｃｃの海水を一回で嚥下することはできない旨も供述するが，海中で\n呼吸を我慢できなくなって口を開ければ海水が入ってくる状態であれば，口腔内の\n容量以上に多量の海水を一回で嚥下することは何ら不自然ではない。\nウ  Ｏは，嚥下反射の仕組みにより，何度も嚥下していれば，陰圧により鼻から\n海水が入るため，砂混じりの海水を飲むような状態であれば，鼻腔内にも砂がある\nはずである旨供述するものの，Ｏ自身，１，２回程度の嚥下であれば，鼻腔内に空\n気が残っていて鼻から海水が入るとは限らない旨供述している。\nエ  また，Ｏは，嚥下反射の仕組みにより，一度海水を嚥下すると喉頭蓋がすぐ\nに開くので，気管や肺にも砂混じりの海水を吸引するはずであり，Ｎの見解は，被\n害者の気管や肺から砂が検出されなかったことと矛盾する旨指摘する。しかし， Ｍ\n及びＮが供述する喉頭蓋の作用により気管や肺から砂が検出されなかったことの説\n明は十分説得的であるし，Ｉも説明可能である旨具体的に述べている。そして，Ｏ\nのこの指摘は，喉頭蓋付近に海水という異物がまだ残っている状態でも，一度嚥下\nするとすぐに喉頭蓋が開くというものであるが，陸上において連続的に相当多量の\n液体を複数回の嚥下により飲み込む場合（いわゆる一気飲み）を想定しても，経験\n則上，気管や肺に液体が入ることなく胃に液体を飲み込むことはでき，一度嚥下す\nればすぐに喉頭蓋が開くともいえない。\nオ  以上のとおり，Ｏの供述は，Ｍ及びＮの前記各供述の信用性に疑いを生じさ\nせるものではない。\n⑸  検討\nＭ及びＮの各供述等を前提にすると，他殺の方法として，何らかの方法により被\n害者の身体を押さえ付け，被害者の顔が砂のある海底近くに位置するようにするこ\nとが考えられるところ，本件において，どのような条件であれば他殺が可能かにつ\nいて検討する。\nまず，水深について，Ｎは６０±４０ｃｍ（２０ｃｍないし１ｍ）が想定される\n旨供述する。もっとも，水深２０ｃｍちょうど程度だと，被害者の顔面に傷がない\nこととあまり整合的ではないし，体をそらせて顔を上げたり，腕を海底に付けたり\nして比較的容易に海面に顔を出すことができるとも考えられ，概ね４０ｃｍ程度の\n水深はある方が自然に他殺を行うことができると考えられる。他方，被害者の顔面\nを海面下に入れ続けるには，何らかの方法で被害者の身体を上から押さえ付けるこ\nとになると考えられるが，体重をかけて海底近くに被害者の顔が来るように押さえ\n付けるためには，犯人の身体が水面から十分出ている必要があり，水深１ｍでも不\n可能ではないが水深８０ｃｍ程度以内と考える方が自然に他殺を行うことができる。\n次に，砂混じりの海水を飲み込んだ時の被害者の口の海底からの高さについて検\n討する。この点，Ｎは，粒子の水中での沈降速度に関するストークスの法則（例え\nば直径１ｍｍの粒子であれば沈降速度は秒速１０ｃｍ等）に基づき，砂は水中で舞\nい上がってもすぐに沈むと指摘し，被害者の顔面が砂地から１０ｃｍ程度まで近づ\nいた状態において，呼吸が我慢できなくなった被害者が海中で４００ｃｃの海水を\n飲み込んだときに，約３７グラムの砂が含まれる状況が考えられる旨供述する。こ\nのＮの供述は専門的知見に基づく合理的なものであり，その内容も自然であって，\n信用できる。そして，通常，海中で身体を押さえ付けられた被害者は腕を動かすな\nどして抵抗し，海底の砂が舞い上げられ，砂混じりの海水を飲み込むことが容易に\n想定できるので，被害者の胃の中の砂の量に相当する砂を飲み込むためには，被害\n者の口が海底の砂地に直接触れる必要はない一方，砂の粒子の大きさにもよるが，\n海底から離れるに従い舞い上がる砂の量は一般に減少することも踏まえると，被害\n者の胃の中の砂の量を含んだ海水を飲み込んだ際の被害者の口の高さは，海底から\n１０ｃｍから２０ｃｍ程度までであれば，被害者の顔面等にけががないことと整合\nしつつ，被害者の胃の中の砂の量を飲み込むことができると想定される。\n以上の水深に関する条件に加え，押さえ付けられた被害者の身体が水平に近い状\n態になることが可能な程度の広さがあり，その海底に被害者の胃の中から排出され\nたような砂と同様の砂がある場所であることも，被害者の状況と符合する他殺を行\nうためには必要となる。\nなお，弁護人は，他殺であれば，押さえ付けられた際の圧迫痕や防御創が生じる\nはずであり，圧迫痕や防御創と断定できるような損傷が被害者になく，他殺だとす\nると不自然である旨主張するが，身体を押さえ付けられたとしても，必ず圧迫痕や\n防御創が生じるとは限らないし，海にうつぶせで浮いている人の身体を水面下に押\nさえ付けて殺害する場合，人の身体が浮かんでこないように海中に沈める程度の力\nを加えれば足りるから，圧迫痕や防御創とみられる損傷がなくても不自然ではなく，\n弁護人の主張は採用しない。\n３  事故（病気が遠因のものを含む）の可能性について\nＯは，被害者がシュノーケリングで潜水中に，岩場にたまっているなどしていた\n被害者の胃の中の砂の量に相当する一塊の砂をシュノーケルの先端ですくい取って\n誤飲し，一塊の砂により気道閉塞を起こしたことによる事故の可能性がある旨指摘\nし，弁護人も同様に主張する。しかし，それだけ多量の砂が一塊となって海中にあ\nること自体不自然だし，シュノーケルの形状や通常の使用方法に照らせば，一塊の\n砂を事故ですくい取ることも想定しがたい。仮にすくい取れたとしても，シュノー\nケルの管は直線ではなく口元でカーブを描いている上，シュノーケルのマウスピー\nス部分の管の直径は先端部分より狭いことからすると，バラバラにならずに気道を\n閉塞するような一塊の砂が，管に詰まらず口に入るとは考えられないなど，不自然\nというほかない。\nまた，弁護人は，被害者が，本件当日体調不良であって，例えば低体温症であっ\nた可能性等を指摘し，それによる事故の可能性を指摘するが，Ｍ及びＮの供述を踏\nまえると，病気等により意識を失って溺水した場合であれば，海面近くに浮くなど\nして，砂を飲み込むような状態にならないし，仮に意識を失ってから体内に砂が入\nった場合には，意識がないため喉頭蓋が作用せず，肺や気管にも砂が入ることにな\nるため，胃内にのみ砂があった事実と矛盾する。また，被害者に持病等はなく，Ｍ\nの解剖所見によれば，てんかん等の病気の発症も認められず，７月１８日にＨ病院\nに搬送された際の被害者の血液検査等の結果を踏まえれば，薬物等の作用により意\n識を失って溺水した可能性もない。\nよって，被害者が，事故（病気が遠因の場合を含む）により溺れたとは考えられ\nない。\n４  自殺の可能性について\n前記のとおり，被害者の胃内からのみ砂が見つかったことから，被害者が意識の\nある状態で砂を飲んだことになるが，自殺だと仮定すると，被害者は海中で砂を自\nら巻き上げながら海底に顔を近づけて砂混じりの海水を飲んだことになり，自殺の\n方法として不自然極まりない。被害者は７月初旬に実家に戻って生活していたとこ\nろ，被害者の様子に関する被害者の両親の供述をみても，被害者は留学するなどの\n夢を語るなどしており，被害者に自殺する動機があったこともうかがわれない。\n５  他殺が可能な場所は存在するか\n本件海岸付近の南側岩場の水深を測定した捜査報告書（甲９５）によれば，例え\nば，鉄パイプで組まれた足場の支柱番号⑤⑥⑩⑨を結んだ四角形部分（甲９５の写\n真番号２３，２４，４５，４６付近）をみると，支柱番号⑤と⑨の間（四角形の東\n側）の本件当時の水深は，約６７ないし６９ｃｍ，支柱番号⑨から⑩までの２．５\nⅿの辺を５０ｃｍごとに区切って４等分した（ＡないしＤの符号が振られている）\n水深のうち，Ａ地点からＤ地点の水深はそれぞれ約７１ｃｍ，約７３ｃｍ，約７６\nｃｍ，約８５ｃｍ，支柱番号⑤から⑥までの同様のＡ地点からＣ地点の水深はそれ\nぞれ約７８ｃｍ，約８４ｃｍ，約８６ｃｍ，支柱番号⑤⑥⑩⑨を結んだ四角形の中\n心（⑤－Ｅ地点）の水深は約８２ｃｍであることが認められ，この四角形の東側の\n大部分は，前記２で検討した方法により他殺を行うことが自然にできる水深と概ね\nいえる。そして，その四角形内の中央付近より西側海底には砂が堆積している状態\nが写真からもうかがわれるほか（甲９５写真番号２４，４６），これに近い辺りで\n採取したとみられる砂の形状（甲９６における④の箇所の砂）をみると，小石も多\nいが，粒子の細かい砂もそれなりに含まれており，被害者が抵抗した際に粒子の細\nかい砂が被害者の口付近まで舞い上がることも十分想定できる。\nそして，本件海岸付近は，段差のあるごつごつした岩場が多いが，この四角形の\n一辺の長さは２．５ｍで，この四角形の東側の大部分の底は，比較的平らで段差の\nほぼない岩が広がっており，被害者の身長が１６１ｃｍであること（弁４６）から\nすると，被害者の身体が水平になる十分な広さもあり，被害者が長袖・長ズボンの\nラッシュガード，手袋及びマリンシューズを着用していたこと，前記のとおり，海\n底付近に顔がある状態で砂混じりの海水を飲む際に，海底から１０ないし２０ｃｍ\n程度の高さに被害者の口がある状態であれば他殺が可能であることを踏まえると，\n被害者の顔面等の身体や着衣等に明らかな損傷がないことが十分考えられるだけの\n海底の状況といえる。なお，この四角形の西側部分は比較的高さのある岩であり（支\n柱番号⑥から⑩の間の当時の水深は０ないし１３ｃｍ），本件海岸付近の西側にあ\nるＰ海水浴場（以下「本件海水浴場」という。）側から見えにくい場所でもある。\nよって，本件海岸付近には，他殺が可能な場所が存在する。\nこの点，弁護人は，被害者のシュノーケルや網の発見場所が本件事象の発生現場\nとみるのが自然である旨主張するが，犯人が溺死に見せかけるため水深の深い場所\nにこれらを移動させた可能性もあるなど，シュノーケルや網の発見場所を被害者が\n溺水した場所といえるわけではない。\n６  小括\n以上より，本件は，被害者が他殺されたと考えるほかには合理的に説明できず，\n検察官主張の被害者死亡に至る経緯の不自然さを検討するまでもなく，殺人事件で\nあると認められる。\n第３  被告人が犯人か\n１  前提事実（後掲の関係各証拠から容易に認められる。）\n⑴  Ｑは，７月１８日，友人３人と一緒に，本件海岸付近の岩場西側付近の海で\nシュノーケリングをして，同日午後４時３０分頃に４人で海から上がったが，その\n際，本件海水浴場に監視員がいる以外は被告人及び被害者しか人はいなかった。本\n件海岸付近の岩場よりやや西側に置いていた荷物を取って，本件海水浴場の砂浜を\n通り，上にある駐車場に向かう階段を上がったところにあるシャワーを使って感覚\nで合計１５分間くらいかけて器具等の砂を４人で順番に洗い流していたところ，４\n人中３番目か４番目にＱがシャワーを使っていた際，被告人が砂浜から階段を上が\nってその横を通った。Ｑがシャワーを終えて駐車場に停めた車近くで荷物を片付け\nていたとき，被告人は砂浜へ向かう坂道を降りていった（Ｑの公判供述）。\n⑵  Ｋは，本件海水浴場の監視員として一人で勤務していたが，同日午後４時４\n８分頃，本件海水浴場の砂浜中央南寄りに設置された監視員用のテント付近にいた\n際，被告人から時間を尋ねられた。それほど経たない同日午後４時５０分頃，本件\n海岸付近の方から助けを呼ぶ声が聞こえたので，見通しの悪い本件海岸付近へ駆け\n寄ると，被告人が，本件海岸付近の海で手を挙げるなどしているのを見た。Ｋは，\n溺れた人がいると思って他に救助を手伝ってくれそうな人がいないか探すため，監\n視員用のテント付近まで戻ったが，誰も見当たらず，同日午後４時５２分に１１９\n番通報をして，本件海岸付近へ救助のために戻り，被告人とともに被害者を海から\n引き揚げ，心臓マッサージを行った（Ｋの公判供述）。\n消防隊員のＲらは，水難指令に基づき，同日午後５時１分頃，本件の現場付\n近に到着し，同日午後５時５分頃，救急隊とともに被害者と接触し，その後被害者\nの救命活動を行うと，同日午後５時１７分頃に被害者の心臓が動いている波形が出\nた（Ｒの公判供述）。\n２  被告人以外の第三者がいたか\n７月１８日午後４時５０分頃には，被害者が溺れたと助けを求めている被告人を\nＫが目撃していることから，それ以前には犯行が行われていたと認められる。一方，\nＱらが海から上がったのが同日午後４時３０分頃で，Ｑらが本件海岸付近のすぐ近\nくにいるうちに犯人が犯行に及ぶとは考えにくいことや，被害者が海から引き揚げ\nられたとみられる時間や消防隊員らが被害者の救命活動を始めた時間と，被害者の\n心臓がいったんは動いている波形になっており，個人差はあるが通常３０分以上息\nが止まれば心拍が再開するのは期待できないとされていること（Ｍ等）を合わせ考\n慮すると，同日午後４時３０分頃以降に，犯行が行われたと考えるのが合理的であ\nる。そうすると，犯行時間は同日午後４時３０分頃から同日午後４時５０分頃まで\nの間であると認められ，Ｑ供述やＫ供述によれば，その間，被害者が発見された本\n件海岸付近に，被告人以外の人はいなかったと考えられ，被告人以外の第三者によ\nる犯行である可能性は考えられない。\n３  時間的にみて被告人に犯行が可能か\nＯは，息ができない状況から意識を失うまで５分程度かかる前提で，被害者が抵\n抗して顔を水面から出して呼吸したり，意識を失ってからも反射的な呼吸や再呼吸\nを恐れて犯人がその場から離れることはできないから，犯行には１０分以上かかる\n旨述べ，これを踏まえて弁護人は被告人に犯行を行う時間はなかった旨主張する。\nしかし，Ｍ及びＮの供述によれば，一般的に海中に沈んで息ができない状態にな\nってから意識が失われるまで３分程度であることからすると，せいぜい５分程度の\n時間があれば本件犯行は可能である。Ｏの供述は，背後から不意に襲われて海中に\n押さえ付けられた場合ほとんど抵抗できないと考えられるのに抵抗できることを前\n提としているし，犯人は相手が意識を失えばもう動くことはないと考えるのが通常\nなのに再呼吸を恐れて犯人がその場から離れることができないと想定しており，不\n合理であって採用できない。\nそして，上記のとおり，被告人は，７月１８日午後４時３０分頃から同日午後４\n時５０分頃までの間に，Ｑがシャワーを使っている際にその横を通っていて本件海\n岸付近から離れているが，シャワーを使っていたＱの感覚での時間等からすると，\nＱらがシャワーを使い始めてから７分ないし１０分後以降くらいに被告人がＱらの\n横を通ったと考えられることからすれば，本件海岸付近の岩場辺りから，上にある\n駐車場に向かう階段 の登り口付近まで約６６ないし６７ｍと一定距離があること\n（弁１４）を考慮しても，被告人には，Ｑがシャワーを使っている横を通るまでの\n間に，本件犯行が可能な時間があったと認められる。\n第４  結論\nよって，本件は殺人事件であり，被害者が溺水した際，その付近に被告人以外の\n第三者はおらず，時間的にも被告人に犯行が可能であるから，被告人が被害者を殺\n害した犯人であると認められる。\n（確定裁判）\n１  事実\n平成３０年８月９日  和歌山地方裁判所宣告  建造物侵入，窃盗，窃盗未遂の罪\n懲役２年６月  ４年間執行猶予（平成３０年８月２４日確定）\n２  証拠\n【略】\n（法令の適用）\n罰 条    刑法１９９条\n刑種の選 択    有期懲役刑を選択\n併 合 罪 の 処 理    刑法４５条後段，５０条\n未決勾留日数の算入    刑法２１条\n訴 訟 費 用 の 不 負 担    刑事訴訟法１８１条１項ただし書\n（量刑の理由）\n被告人は，妻である被害者に自身の不倫や不倫相手の妊娠が発覚した後，被害者\nとその両親には，不倫相手との交際を解消して中絶もさせる旨約束する一方，不倫\n相手や自身の家族には，被害者と離婚して不倫相手と結婚する旨の両立不可能な約\n束をする中，その約束の期限がいくつも迫り，被害者を殺害して両者との関係を清\n算しようとしたものと認められる（検察官は不倫相手との結婚を推し進めようとし\nて被害者が障害になった旨主張するが，妊娠発覚後本件までの間で不倫相手の知ら\nないうちに，中絶薬を入手したり養子縁組について検索したりしていることなどか\nら採用しない。）。それだけでなく，被告人は，既に複数の保険契約をしていたのに，\n不更に被害者を被保険者とする別の死亡保険契約を締結したほか，本件前日夕方に\n「保険金（災害死亡保険金）が支払われない」旨のタイトルのインターネット上の\nページを見たことなどからすれば，被害者の死亡保険金を得ようとする目的もあっ\nたと認められる。こうした犯行の動機・経緯は甚だ身勝手でかなり強い非難に値す\nる。被告人が被害者を海に誘い，犯行前日に「溺死に見せかける」等殺害に関する\n検索をしているなど計画性も明らかである。また，海中に身体を押さえ付けるとい\nうおよそ抵抗ができない方法で，意識のある被害者を溺水させた殺害方法は残酷で\nあり，犯行後被害者をしばらく放置するなど事故死を装ったとみられる点も悪質で\nある。\nそうすると，男女関係（ＤＶを除く）を動機とする殺人１件で，主要な罪が併合\nされていない事案の中で，無期懲役に値するとまでは言えないが，有期懲役を選択\nした場合の法定刑の上限付近の部類の事件といえる。\n以上に加え，被告人の言葉を信用していたのに娘である被害者の命を奪われる結\n果となった被害者の両親が厳罰を希望するのはあまりに当然であるし，被告人は最\n終陳述等において犯行を否認しており反省の態度もみられない。\nよって，前記確定裁判が併合審理されていた場合との刑の均衡等を考慮し，主文\nの刑を量定する。\n（検察官の求刑－懲役２０年）\n令和３年３月２３日\n和歌山地方裁判所刑事部\n裁判長裁判官       武田   正\n裁判官       小坂茂 之\n裁判官       橋本康 平\n"
}