{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 2,
    "month": 12,
    "day": 7
  },
  "case_number": "平成28(ワ)4826",
  "case_name": "損害賠償請求事件",
  "court_name": "名古屋地方裁判所民事第1部",
  "lawsuit_id": "89943",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=89943",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/943/089943_hanrei.pdf",
  "contents": "令和２年１２月７日判決言渡  同日原本領収  裁判所書記官\n平成２８年（ワ）第４８２６号  損害賠償請求事件\n口頭弁論終結日  令和２年７月２日\n判         決\n主         文\n１  被告は，原告Ａ１に対し，３１５２万０４７４円及びこれに対する平成１９年\n６月１４日から支払済みまで年５分の割合による金員を支払え。\n２  被告は，原告Ａ２に対し，３２２７万０４７４円及びこれに対する平成１９年\n６月１４日から支払済みまで年５分の割合による金員を支払え。\n３  原告らのその余の請求をいずれも棄却する。\n４  訴訟費用は，原告Ａ１と被告との関係では，これを４分し，その１を原告Ａ１\nの負担とし，その余を被告の負担とし，原告Ａ２と被告との関係では，これを４\n分し，その１を原告Ａ２の負担とし，その余を被告の負担とする。\n５  この判決は，第１項及び第２項に限り，仮に執行することができる。ただし，\n被告が，原告Ａ１及び原告Ａ２に対し，各２５００万円の担保を供するときは，\nその仮執行を免れることができる。\n事実及び理 由\n第１  請求\n１  被告は，原告Ａ１に対し，４３３７万０２６１円及びこれに対する平成１９年\n６月１４日から支払済みまで年５分の割合による金員を支払え。\n２  被告は，原告Ａ２に対し，４４２１万０８６１円及びこれに対する平成１９年\n６月１４日から支払済みまで年５分の割合による金員を支払え。\n３  訴訟費用は被告の負担とする。\n４  仮執行宣言\n第２  事案の概要\n本件は，名古屋市交通局（以下「交通局」という。）に名古屋市営バスの運転士と\nして勤務していたＢ（以下「被災者」という。）の両親である原告らが，被災者は交\n通局の過重な労働環境下における勤務中，短期間のうちに強い心理的負荷のかかる\n３件の出来事に遭遇したことにより精神障害を発病し，平成１９年６月１３日，焼\n身自殺を図り，同月１４日，死亡した（以下「本件自殺」という。）と主張して，被\n告に対し，国家賠償法１条１項に基づく損害賠償として，原告Ａ１について４３３\n７万０２６１円及びこれに対する被災者の死亡日である同日から支払済みまで平\n成２９年法律第４４号附則１７条３項により同法による改正前の民法（以下「民法」\nという。）所定の年５分の割合による遅延損害金の支払，並びに原告Ａ２について\n４４２１万０８６１円及びこれに対する同日から支払済みまで同割合による遅延\n損害金の支払を求めた事案である。\n１  前提事実（争いのない事実及び後掲の証拠等から容易に認定できる事実）\n⑴  当事者等\nア  被告は，普通地方公共団体であり，名古屋市交通事業の設置等に関する条\n例（昭和４１年条例第５９号）に基づき，自動車運送事業等を設置し，これ\nらの業務を執行させるため，管理者１名を置いている。交通局は，上記管理\n者の権限に属する事務を処理するために設けられた組織である。（乙Ｅ９）\nイ  原告らは，被災者（昭和▲年▲月▲日生・男性）の両親である。被災者に\nは，原告らの他に相続人はいない。また，被災者は，平成１４年から一人暮\nらしをしていた。（甲Ａ１１，１２，７３，１１４，甲Ｆ２）\nウ  被災者は，大学卒業後，複数の民間企業で勤務し，その間，自動車学校へ\nの送迎バスの運転士業務や路線バス運転士業務に従事するなどした。被災者\nは，平成１３年４月１日，交通局に市バス運転士として採用され，平成１７\n年９月２６日，Ｃ営業所に配属された。（争いのない事実）\nエ  被災者は，平成１３年９月５日から同月２２日まで，自然気胸により南医\n療生活協同組合病院に入院した。（甲Ａ２６の１及び２）\n⑵  添乗指導\nア  添乗指導とは，営業所の管理職等が通勤や市内出張等で市バスを利用（交\n通局では「添乗」と呼ばれている。）した際に，運転士の接客態度，運転操作\n等について確認し，必要に応じて指導を行うことである。交通局営業本部自\n動車部（以下「自動車部」という。）の職員も随時添乗を行い，その結果を営\n業所へ報告して指導の参考としている。また，年４回実施されている接客サ\nービス向上等のためのキャンペーン期間においては，各営業所及び自動車部\n本庁職員が計画的に添乗を行っている。（乙Ａ１６の１及び２，弁論の全趣\n旨）\nイ  自動車部自動車運転課長であるＤ（以下「Ｄ課長」という。）は，平成１９\n年２月３日午後１時過ぎ，笠寺西門停留所から被災者の運転する臨時バスに\n乗車し，新瑞橋停留所で降車した（以下，Ｄ課長による上記臨時バスへの乗\n車を「本件添乗指導」という。）。（甲Ａ３１の２，甲Ａ５２の２，乙Ａ３，乙\nＤ１）\nウ  Ｄ課長は，本件添乗指導について作成した添乗指導記録票（以下「本件添\n乗指導記録票」という。）の備考欄に「葬式の司会のようなしゃべり方はやめ\nるように（自分ではソフトな言い方と思っているのか？）」と記載し，欄外に\n「※キャンペーン添乗外とするが」と記載した。（甲Ａ３１の２）\nエ  本件自殺後，被災者の自宅のノートパソコンから以下の内容の上申書と題\nする書面（最終更新日時は平成１９年２月５日午後１時４８分。以下「本件\n上申書」という。）が発見された。なお，被災者は，交通局に対し，本件上申\n書を提出していない。（甲Ａ５の１及び２，弁論の全趣旨）\n「上申書\n私は外見上障害があるわけではありませんが，呼吸器系に弱点がありま\nす。季節を問わずアレルギー症状が現れます。突然くしゃみが止まらずに\nぎっくり腰になったこともあります。扁桃腺も腫れて声の出しにくいこと\nも日常的です。薬は効果がありませんし副作用のことを考え服用していま\nせん。何も好きでこのような体質で生まれてきたわけではありません。だ\nからといって全く発声していないわけではありません。自分なりに努力し\nています。にもかかわらずなぜ「葬式」呼ばわりされなければならないの\nでしょうか。基本的人権および職業選択の自由の侵害・不当な差別・パワ\nーハラスメント・いじめであり，黙っていてはこのような行為がエスカレ\nートし自分の将来に何らかの影響を及ぼしかねないと考え書面にしまし\nた。」\nオ  本件添乗指導以外に，Ｃ営業所の管理職等は，平成１８年４月３０日に１\n回，同年１０月２７日に３回，平成１９年２月１日に１回，同月２２日に１\n回，同年４月２３日に１回，被災者が運転する市バスに添乗した。そのうち，\n平成１８年１０月２７日には，Ｃ営業所の所長であるＥ（以下「Ｅ所長」と\nいう。），副所長であるＦ（以下「Ｆ副所長」という。）及び首席助役であるＧ\n（以下「Ｇ首席助役」という。）がそれぞれ別々に添乗した。（甲Ａ５１の２\n～５１の８，甲Ａ５２の２，乙Ｅ３２，３４）\n⑶  乗客からの苦情\nア  交通局は，平成１９年５月３日午前零時２７分，以下の内容の苦情（以下\n「本件苦情」という。）が記載されたメール（以下「本件メール」という。）\nを受信した。なお，ユリカとは，交通局のプリペイドカードのことであり，\n「紙の金券のようなもの」とは，「引換券」のことである。（甲Ａ３９の１及\nび２，甲Ａ５０の２）\n「担当者様\n５月２日，御器所から栄まで家族４人（大人２人，幼児１名，乳児１名）\nで往復市バスを利用しました。\n（中略）\nベビーカーを乗せていたため，」（判決注・原文のとおり）ユリカで大人\n２名分の料金を合わせて支払う旨を乗る際に運転手さんに告げました。行\nきの運転手さんは「カードを２回通してください」とおっしゃられたので\nそのようにして乗りこみました。\n帰りも乗る際に２名分をユリカで支払う旨を通知しましたところ運転\n手は何も言わずカード挿入口に手をかざしてきました。手をよけた際に\n（行きは２回通すように言われていたので）２回カードを通したら\n「あ～あ」っと言ったかと思うと舌打ちして「料金が余分に加算されっ\nちゃったでしょ・・・」っと言ってきました。こちらが「２人分なので２\n回通したのですが・・・」と言うと，「１回で２人分徴収するようにしたん\nだ」といい見せてくださいとも言わずに私のユリカをとりあげて料金の確\n認をしたかと思うとまた舌打ちをし，何も言わずに紙の金券のようなもの\nを渡してきました。\nいったいこの紙はなんなんでしょう？ユリカに返金していただけるの\nでしょうか？\n何の説明も料金を余分にとったことへの謝罪もありません。\n立腹していたところ，更に今度はベルトのようなものを持ってきて\n「ベビーカーを１８０度回転させてください」と言ってきたので回転さ\nせたところ，何の説明もなしにベビーカーとバスの席とをベルトでつなぎ\nはじめました。\nつなぎ終わるとまたも何も言わずに運転席に戻って行きました。\n安全のためだろうということは予想できますが，一言わたくしどもに断\nってからベルトをするのが常識ではないでしょうか？\n降りる際に外すのにとても苦労しましたし，外したベルトをそのまま置\nいておいていいのか運転席まで返しにいくのかの説明もありませんでし\nた。\n仕方ないので苦労してベルトを外し運転席まで返しに行きました。\n楽しかったはずの外出が帰宅時のこの運転手の態度により一変しまし\nた。\n栄●（新瑞橋行き）１８：３２分発の運転手です。\nバスに乗る際の不手際も運転手が一言「カードは１回で２人分徴収しま\nす」と言ってくだされば余分に徴収されることはなかったと思います。\nベビーカーをつなぐベルトに関しても目的を説明しこちらの了承を得\nた上で使用していただければ不愉快な思いをしなくても済んだと思いま\nす。\n安全に運行することは運転手として大前提だと思いますが，ただ運転す\nるだけでなくきちんとした接客態度で接していただきたいものです。（後\n略）」\nイ  被災者は，平成１９年５月２日（水）午後６時３１分から午後７時１３分\nまで，栄停留所から新瑞橋停留所までの市バスの運転に従事したが，当該バ\nスは「栄●系統」であり，当時の「栄●系統」の時刻表によれば，平日の午\n後６時３２分に栄から発車し，午後７時１３分に新瑞橋へ到着する市バスが\nある。（甲Ａ１６の４・１５６頁，乙Ａ５）\nウ  Ｃ営業所助役であるＨ（以下「Ｈ助役」という。）は，平成１９年５月１６\n日，被災者に対し，本件メールに関して事情聴取し，指導を行った。（甲Ａ３\n１の３，乙Ａ８，乙Ｄ２）\nエ  被災者は，平成１９年６月６日，Ｃ営業所の模範的な運転士の市バスに添\n乗し，同月１１日，「過去に何度となくベビーカーをともなったお客様にご\n乗車いただいてきましたが，今回はじめてご意見をいただきました。正直そ\nの時にもどってあやまりたいと思います。とともに貴重なご意見をいただい\nたことに感謝いたします。こんな自分ですが，まれに「ありがとう」と声を\nかけていただくことがあります。一人でも多くのお客様に「ありがとう」と\n言ってもらえるようがんばっていきます。」などと記載した添乗レポート（以\n下「本件添乗レポート」という。）を提出した。（甲Ａ３１の４及び６）\nオ  Ｇ首席助役は，平成１９年６月９日，被災者に対し本件メールに関して指\n導を行った。（甲Ａ３１の７）\nカ  本件自殺後，被災者の自宅のノートパソコンから以下の内容の進退願（最\n終更新日時は平成１９年５月１６日午後７時８分。以下「本件進退願」とい\nう。）が発見された。なお，被災者は，本件進退願を交通局に提出していない。\n（甲Ａ５の１及び３，弁論の全趣旨）。\n「進退願\n今回の苦情の件ですが，メールによると喋りもせず黙っていたとありま\nすが，絶対にそのようなことはありえません。そもそも１０日前のことを\nことこまかく聞いてくるので記憶力の悪い自分は正直いって覚えていま\nせん。私は外観的には何も変わるところはありませんが精神的に参ってい\nます。身近な複数の友人が“うつ”になっており自分も他人事ではなくな\nってきているような気がしてなりません。\n私は呼吸器系が弱く（くしゃみ・鼻水・鼻づまり・アレルギー・扁桃腺\n肥大），１０数年前までは喘息も患っていました。友人との会話でも自分\nの声が伝わらず，よく尋ねられます。乗務中であれば，自分としては発声\nしているのですが，バスのエンジンはかかっているし，周囲の音にかき消\nされ結局「黙っていた」と，捉えられかねないと思います。かといって，\nお客様に「聞こえました？」などといえば「バカにしているのか！」と言\nわれ火に油です。\n今後このようなメールや電話がかかることは絶対にありうることです。\nそのたびに「またおまえか！」と苦虫を潰したような顔をされては，私も\nこのような状況を好みません。乗務員として不適格であれば辞職を考える\nしかありません。」\n⑷  乗客の転倒事故\nア  Ｉ（当時７５歳。以下「転倒者」という。）は，平成１９年６月７日，交通\n局に対し，同年５月２８日午前１１時３０分頃，金山停留所発の市バスに滝\n子停留所から乗車したが，桜山（東）停留所を発車した後に当該バスが揺れ，\nバランスを崩して車内の階段に倒れ込み，腰と頭を打った（以下「本件転倒\n事故」という。），たいしたことはないと思って運転手に声をかけずに降りた\nが，心配になりいつも通っている病院でレントゲンを取り湿布薬をもらった，\nその後は順調だったが数日後に腰が痛くなったため連絡した旨申し出た（以\n下，転倒者が本件転倒事故の際に乗車していた市バスを「本件事故バス」と\nいう。）。（甲Ａ３１の８）\nイ  Ｇ首席助役及びＣ営業所の主任助役であるＪ（以下「Ｊ主任助役」という。）\nは，平成１９年６月１２日午後２時から午後２時１５分頃まで，被災者に対\nし，本件転倒事故について事情聴取を行った。被災者は，同日午後２時３０\n分頃，Ｊ主任助役及びＣ営業所の助役であるＫ（以下「Ｋ助役」という。）と\nともにＬ警察署へ向かい，本件転倒事故を届け出て，午後６時３０分頃，Ｃ\n営業所に戻り，午後１０時頃，同営業所を退所した。（甲Ａ３１の８，甲Ａ５\n２の３，乙Ａ１０，乙Ｄ３）\nウ  被災者は，平成１９年６月１２日午後８時４２分，自身が所属する２組（交\n通局では，勤務のローテーションが同じ運転士のグループを「組」と呼称し\nている。）の組長であるＭ（以下「Ｍ組長」という。）に対し，「今日，出勤時\nに２週間前に車内事故があったといわれました。自分は，全く覚えが無く，\n申し出もなく，正直納得できません。」というメールを送信した。これに対\nし，Ｍ組長は，同日午後８時５３分，被災者に対し，「本日，入庫したら確認\nします。」というメールを返信した。（甲Ａ２の６，甲Ａ３１の８，乙Ａ１２）\n⑸  本件自殺\n被災者は，平成１９年６月１３日午前１１時４５分，名古屋市緑区別所山に\nある伊勢湾岸自動車道名古屋南インターチェンジ高架下において，牛乳パック\nに入れたガソリンを身体に浴びて焼身自殺を図り，同月１４日午前６時１３分，\n搬送先の病院で死亡した。（争いがない）\n⑹  被災者の時間外労働時間数\n平成１９年６月１２日より前６か月間の被災者の時間外労働時間数（週４０\n時間を超える労働時間数をいう。以下同じ。）は，中休時間を労働時間に含めな\nい場合，以下のとおりである。なお，朝夕のラッシュ時間を実労働時間とし，\n昼間の時間を休ませる勤務を中休勤務といい，その昼間の時間を中休時間とい\nう。（争いがない）\n平成１８年１２月１５日から平成１９年１月１３日  ５８時間５９分\n平成１９年  １月１４日から      ２月１２日  ６５時間１９分\n２月１３日から      ３月１４日  ７４時間２３分\n３月１５日から      ４月１３日  ４３時間１２分\n４月１４日から      ５月１３日  ６３時間２６分\n５月１４日から      ６月１２日  ７２時間３４分\n⑺  労働基準法３６条に基づく協定及び被災者の超過勤務時間\nア  交通局と名古屋交通労働組合との間では，労働基準法３６条に基づき，時\n間外及び休日労働（以下「超勤」という。）に関する協定が締結されていたと\nころ，平成１８年度及び平成１９年度の協定によれば，バス運転士について\nは，１日の時間外労働の限度は５時間，休日労働の限度は１か月３回で１日\n１０時間３０分，超勤の限度は１か月５０時間，１年５６０時間とされてい\nた。（乙Ｅ１８の１及び２）\nイ  被災者の平成１８年１２月から平成１９年５月までの毎月の超勤時間は，\n以下のとおりである。（争いがない）\n平成１８年１２月  ７７時間０６分\n平成１９年  １月  ６８時間２０分\n２月  ６５時間２８分\n３月  ６８時間３４分\n４月  ６１時間１２分\n５月  ６３時間５４分\nウ  被災者は，平成１８年１２月から平成１９年４月までの間に毎月１回，同\n年５月に３回，平日５時間を超える時間外労働をした。また，被災者は，平\n成１８年１２月に６回，平成１９年１月に４回，同年２月に４回，同年３月\nに５回，同年４月に４回，同年５月に３回，休日労働をし，うち同年３月１\n日に１２時間４７分，同年５月２４日に１３時間５９分の休日労働をした。\n（甲Ａ１の２２）\nエ  平成１８年度における交通局の全営業所のバス運転士の１か月当たりの\n平均超勤時間数は３７時間，Ｃ営業所のバス運転士の１か月当たりの平均超\n勤時間数は３９時間であった。（甲Ｄの１・２４５頁）\n⑻  自動車運転者の拘束時間及び休息期間に関する定め並びに被災者の拘束時\n間及び休息期間\nア  「自動車運転者の労働時間等の改善のための基準」（平成元年労働省告示\n第７号。以下「改善基準」という。）には，自動車運転者の拘束時間（労働時\n間，休憩時間その他の使用者に拘束されている時間をいう。以下同じ。）及び\n休息期間（使用者の拘束を受けない期間をいう。以下同じ。）等について，以\n下のような規定がある。（甲Ａ２１）\n第１条\n１  この基準は，自動車運転者（中略）の労働時間等の改善のための基\n準を定めることにより，自動車運転者の労働時間等の労働条件の向上\nを図ることを目的とする。\n（後略）\n第５条\n１  使用者は，（中略）バス運転者等（中略）の拘束時間，休息期間及び\n運転時間については，次に定めるところによるものとする。\n一  拘束時間は，４週間を平均し１週間当たり６５時間を超えないも\nのすること。（後略）\n二  １日についての拘束時間は，１３時間を超えないものとし，当該\n拘束時間を延長する場合であっても，最大拘束時間は，１６時間と\nすること。この場合において，１日についての拘束時間が１５時間\nを超える回数は，１週間について２回以内とすること。（判決注・\n「１日」とは始業時刻から起算して２４時間をいい，「最大拘束時\n間」とは，１日についての拘束時間の限度をいう。改善基準２条１\n項２号）\n三  勤務終了後，継続８時間以上の休息期間を与えること。\n（後略）\nイ  平成１８年１２月１５日から平成１９年６月１２日までの被災者の拘束\n時間及び休息期間は別紙のとおりである。同期間中の拘束時間は，全労働日\n１５０日中，１３時間以下が４８日，１３時間超１６時間以下が９１日，１\n６時間超が１１日であり，休息期間は，８時間未満が１日，８時間以上１０\n時間未満が６０日，１０時間以上が８８日である。（甲Ａ１６の４，甲Ａ２\n４，弁論の全趣旨）\n⑼  公務外災害認定処分取消訴訟の経過及び地方公務員災害補償法による支給\nア  原告Ａ１は，被災者の死亡は公務上災害であるとして，地方公務員災害補\n償基金名古屋市支部長に対し，平成２０年７月２日付けで，公務災害認定請\n求をしたが，平成２３年１月５日，同支部長から公務外の災害と認定する処\n分（以下「公務外認定処分」という。）を受けたため，平成２５年２月２８日，\n公務外認定処分の取消しを求める訴えを名古屋地方裁判所に提起した。名古\n屋地方裁判所は，平成２７年３月３０日，公務と被災者の精神障害発病に相\n当因果関係があるとは認められないとして，原告Ａ１の請求を棄却したため，\n原告Ａ１は，これを不服として名古屋高等裁判所に控訴した。名古屋高等裁\n判所は，被災者の精神障害の発病は，公務に内在又は随伴する危険が現実化\nしたものと認めることが相当であるとして，公務外認定処分を取り消す旨の\n判決を言い渡し，同判決は確定した。（甲Ｃ１，甲Ｅ１，２）\nイ  前記取消判決確定後，地方公務員災害補償基金は，地方公務員災害補償法\nに基づき，原告Ａ１に対し，葬祭料８４万０６６０円及び遺族一時金７００\n万５５００円を，原告Ａ２に対し，遺族一時金７００万５５００円を支給し\nた。（弁論の全趣旨）\n２  本件の争点及び当事者の主張\n本件の主たる争点は，被告の責任原因（争点１），損害の発生及びその額（争点\n２），過失相殺（争点３）であり，当事者の主張は，以下のとおりである。\n⑴  被告の責任原因（争点１）\n（原告らの主張）\nア  本件自殺に至るまでの経緯及び相当因果関係について\n本件自殺は，以下のとおり，交通局における勤務に起因するものであり，\n後に記載する義務違反との間で相当因果関係が認められる。\n被災者の性格\n被災者は，几帳面で真面目，優しく正義感が強い人物であり，小さい頃\nからバスの運転士に憧れ苦労して運転士になった。被災者は，真面目に勤\n務していて勤務態度は良好であり，上司や同僚からの評価も高かった。ま\nた，被災者は，気胸を患ったことがあり，声が出しにくくなることがあっ\nたほか，民間企業で勤務していた際，鍵の壊れた自転車に乗っていて，警\n察官から自転車窃盗の疑いをかけられたことがあり，警察に対して嫌悪感\nを抱いていた。被災者に生じた心理的負荷を検討するに当たっては，これ\nら被災者の性格や生い立ち等も考慮すべきである。\n労働環境\nａ  交通局は，リフレッシュ研修という教育訓練の名の下に退職強要等を\n行っており，実際にはこれを労務管理の手段として用いていた。これは\n運転士らの間でも広く知られ，運転士らは，日常的にリフレッシュ研修\nの存在を大きな心理的重圧と考えていた。Ｃ営業所では，３大事故（発\n進反動による事故，扉挟撃事故及び追突事故）のいずれか１つでも起こ\nせばリフレッシュ研修の対象になると運転士らに伝えられていた。\nｂ  交通局は，乗客にありがとうと言われるサービスを提供するという\n「ありがとう運動」を強く推進していたが，本来の目的を離れた運用が\nされ，乗客の言い分を鵜呑みにして運転士の言い分が軽視される，過剰\nな顧客第一主義が押し付けられる，各営業所間で無用な競争を生み出す\nなど，人権を無視する職場環境となっており，被災者を含む運転士らを\n疲弊させていた。\n労働実態\nａ  被災者は，本件自殺に至るまで，１か月当たりの時間外労働時間数が\n６１時間から７７時間に及び，さらに，１日５時超の時間外労働，１０\n時間３０分以上の休日労働をするなど，労使協定の上限時間を超える超\n勤を行っていた。被災者は，交通局が運行に必要な運転士を確保しない\nことに起因し，上司から求められて半ば強制的に休日勤務をさせられて\nいた。\nｂ  名古屋市バス運転士の勤務は運行ダイヤに合わせたものになるため\n変則的であり，特に，出勤から退勤までの間に中休がある場合，拘束時\n間が長くなる一方，乗務を担当するのは朝のラッシュ時と夕方のラッシ\nュ時であり，乗降密度が濃く，運転士には大きな負担となる勤務であっ\nた。\nｃ  以上により，被災者の拘束時間は長くなり，休息期間は不足しており，\n改善基準に違反する状態であり，同僚運転士と比較しても，過重な長時\n間労働を行っていた。なお，被告は，中休時間が自由な休憩時間である\nと主張するが，改善基準にいう拘束時間であることは否定できない。\nｄ  名古屋市バス運転士の勤務は，交通渋滞の中でも定時運行を求められ\nること，危険を伴う業務であること，運転業務以外にも様々な乗客対応\nが求められていることから，心理的負荷が著しい労働であった。\n添乗指導\nａ  Ｃ営業所のトップスリーであるＥ所長，Ｆ副所長及びＧ首席助役は，\n平成１８年１０月２７日，別々に被災者の運転するバスに添乗したが，\nこのような事態が偶然発生するとは思われず，被災者に対する差別的な\n意図を持って行ったものとしか考えられない。また，上記のような添乗\n指導は，被災者に対し過度な緊張を強い，不要な疑心暗鬼を与えるから，\n管理職の添乗指導権限を濫用するもので違法である。\nｂ  被災者は，自動車部自動車運転課長という自動車部の各営業所に所属\nする運転士の指導に当たる総元締めの部署の長から，呼吸器系の持病へ\nの配慮なく「葬式の司会のようなしゃべり方はやめるように」というハ\nラスメントに該当する指摘を，Ｇ首席助役を介して受けた。本件上申書\nの内容からしても，被災者がこれにより強い心理的負荷を受けたことは\n明らかである。\nｃ  被災者は，平成１９年２月２２日にも添乗指導を受けており，これは，\n１か月で３回目の添乗指導であったほか，始発から終点までの添乗であ\nった。被災者は，この添乗に気付いていたものと思われ，相当な心理的\n負荷を受けたものと容易に推認できる。\n本件苦情\nａ  交通局は，本件メールの送信者（以下「本件送信者」という。）に事実\n確認をしておらず，被災者にはそれまで乗客への対応に問題があったと\nいう事実も認められないことから，本件送信者が対象バスの特定を誤っ\nている可能性は否定できない。そして，被災者は，本件送信者の指摘事\n項を明確に否定していることから，本件苦情に係る事実が被災者の運転\nするバスで起こったわけではない可能性がある。\nｂ  しかし，Ｈ助役は，被災者の説明に納得せず，本件メールが正しいこ\nとを前提に被災者を追及している。その上，他の運転士の見習い添乗，\nＧ首席助役の指導，本件添乗レポートの提出と，長期間にわたって，業\n務の適正な指導の範囲を超えるようなパワーハラスメントともいうべ\nき指導を行っており，このような指導が被災者にとって強い心理的負荷\nになったことは，明らかである。\n本件転倒事故\nａ  本件転倒事故は，被災者の運転していたバスで起こった事故ではなか\nった。すなわち，ＢＤＣＳデータ（各停留所の発車時刻と乗降者人数等\nを記録したデータ）が正しいとすれば，転倒者は被災者の運転していた\nバスには乗車していなかったことになるし，ＢＤＣＳデータに誤差が生\nじ得ることを踏まえても，誤差の生じる程度は最大６名にとどまるため，\nこのことに変わりはない。そして，交通局が転倒者及び転倒者を介助し\nたという知人から聴取した内容には信用性が認められない。\nｂ  被災者は，本件転倒事故の起こったバスの運転士ではなかったにもか\nかわらず，交通局は，被災者にとって有利な事情を何ら示すことないま\nま，曖昧な根拠のみを示して，被災者にいわば虚偽の自白をさせた。\nｃ  本件転倒事故は，発進反動による事故に該当し，また，被災者にとっ\nては添乗指導及び本件苦情と合わせて３回目の指導になることから，リ\nフレッシュ研修を受講しなければならないことは，確実であった。この\nような重大な問題について自分に身に覚えのないことを自認させられ\nたことは，非常に強度の心理的負荷であった。\nｄ  被災者は，平成１９年６月１２日，出勤後，理由も告げられないまま\n本来業務を外され，Ｇ首席助役から事情聴取を受けるまで２時間余りの\n間，下車勤務・待機を命じられている。その後，Ｇ首席助役及びＪ主任\n助役の聴取を受け，本件転倒事故を意に反して自認させられた後，警察\n署に出頭させられ，実況見分の立会いも行った。このような経過による\n心理的負荷は，非常に大きく，現に，被災者は，Ｃ営業所に帰ってきた\n後，非常に落ち込んだ様子で，同僚にもそのような様子を見せていた。\n被災者の発病及び本件自殺\nａ  被災者は，平成１９年６月１２日に何らかの精神障害を発病した。\nｂ  被災者は，前記のような日常的な過重労働に従事することで心身の疲\n労が蓄積していたところに，短期間のうちに，添乗指導，本件苦情及び\n本件転倒事故に係る出来事による強い心理的負荷を受けたことにより，\n何らかの精神障害を発病し，その影響により，本件自殺に至ったもので\nある。\nｃ  特に，本件苦情に対する指導及び本件転倒事故に対する一連の対応が\n連続して行われたこと，本件添乗指導及び本件苦情に対する指導ではい\nずれも被災者のコンプレックスであった声が問題になっていること，こ\nれら３つの出来事はいずれも自動車部自動車運転課が関与していたこ\nと，これらに加え平成１８年１０月２７日の添乗指導がいずれもパワー\nハラスメントと評価できることは，重視されるべきである。\nイ  被告の責任について\n被告は，名古屋市バス運転士として勤務する被災者に対し，労働環境を\n改善し，業務遂行に伴う心理的負荷等が過度に蓄積して被災者の心身の健\n康を損なうことのないよう注意し，適切な措置を講ずべき義務を負ってい\nる。\n業務が量的，質的に過重となれば，労働者が精神障害を発病することは\n公知の事実である。そして，厚生労働省は，労働者の精神障害や自殺を防\n止する様々な施策を打ち出すなどしてきた。また，平成１２年３月２４日\nには，過重労働を原因とする自殺について使用者の責任を認めた電通事件\n最高裁判決（最高裁平成１２年３月２４日第二小法廷判決・民集５４巻３\n号１１５５頁）も出された。\nこのような状況を踏まえれば，被告は，本件自殺当時，被災者が強い心\n理的負荷を受ければ精神障害を発病して自殺する危険性があることを十\n分予見可能であった。よって，業務において，長時間労働や明らかないじ\nめがある事案と匹敵するほどの過重性が認められれば，予見可能性を否定\nすることができない。\n前記で検討したように，交通局における過重な労働環境及び労働実態\nを前提に，添乗指導に関する出来事，本件苦情に関する出来事及び本件\n転倒事故に関する出来事は，短期間に連続して発生したものであるが，\nこれらにより被災者が受けた心理的負荷を総合評価すれば，その強度は，\n極めて強いものであった。そして，被告は，これら被災者の労働環境，\n労働実態を認識していたことはもちろん，Ｇ首席助役を通じ，上記３つ\nの出来事をいずれも十分認識していたというべきである。\nｂ  そうすると，被告には，①リフレッシュ研修の内容について職員の心\n理的負荷に配慮する義務，②ありがとう運動の運用について職員の心理\n的負荷に配慮する義務，③過重な労働実態により被災者が強い心理的負\n荷を受けないよう配慮する義務，④添乗指導により被災者が強い心理的\n負荷を受けないよう配慮する義務，⑤本件苦情に対する指導により被災\n者が強い心理的負荷を受けないよう配慮する義務，⑥本件転倒事故に対\nする一連の対応により被災者が強い心理的負荷を受けないよう配慮す\nる義務があったところ，それぞれに違反したものと認められる。\nまた，⑦被災者には短期間に強い心理的負荷となり得る出来事が次々\nと起きたことから，これらにより被災者が強い心理的負荷を受けないよ\nう，あるいは受けた心理的負荷を解消するように配慮する義務があった\nところ，これに違反したものと認められる。\nなお，本件では，具体的な予見可能性もあった。すなわち，被災者は，\n本件転倒事故について事情を聞かれた平成１９年６月１２日，Ｍ組長に\nわざわざ事故に関わっていないことを訴えるメールを送信しているし，\n被災者がＣ営業所内で非常に落ち込んだ様子でいたことを複数の同僚\nが目撃している。Ｊ主任助役は，そのような状況の被災者を２度にわた\nって呼び出し面談をしているのであるから，被災者の様子を容易に認識\nできたはずである。これは，同日，当初，被災者から事情を聴取したＧ\n首席助役にも当てはまることであり，交通局は，被災者の精神障害の発\n病及び本件自殺について具体的な予見も可能であったというべきであ\nる。\nｂ  そうすると，被告は，被災者に配慮しその自殺を防止する義務があっ\nたにもかかわらずこれを怠ったといえる。\n（被告の主張）\nア  本件自殺に至るまでの経緯及び相当因果関係について\n被災者の性格\n被災者に気胸による入院歴があることは認めるが，平成１５年度以降の\n健康診断において，呼吸器系の疾患についての申告や所見はなかった。ま\nた，被災者が警察に対し嫌悪感を抱いていたことは不知ないし否認する。\n業務中の出来事に関する心理的負荷の強度を検討するに当たり，個人の生\nい立ちや過去の体験等の個体側要因を考慮することは妥当ではない。\n労働環境\nａ  リフレッシュ研修は，安全運行及び事故防止，接客・接遇の技術向上\nを図ることを目的として各種訓練等を実施するものであり，労務管理の\n手段ではない。また，その対象は，１年以内に有責事故や苦情が３件に\n達した職員のうち，特別な研修が必要と判断された者であり，一般の運\n転士にとっては受講の可能性を感じることなく，心理的負荷にはなり得\nないものであった。被災者についても，その対象になる可能性はなく，\n恐怖心や過度な心理的負荷を感じていたとは認められない。\nｂ  ありがとう運動は，公共交通機関として一般的な接客サービス向上の\n観点から行われていたものであり，運転士の主張を聞かず，乗客の言い\n分のみを鵜呑みにしていたという事実はなく，各営業所間の無用な競争\nを生み出すものでもなかった。被災者を含む運転士にとって過大な心理\n的負荷を与えていたとは認められない。\n労働実態\n本件自殺前６か月間の被災者の時間外労働時間数は，１か月当たり８０\n時間を超えるものではなかった。また，超勤については被災者の同意を得\nていたし，被災者は，年次休暇や有給休暇の取得により十分な休暇を取る\nことはできていた。交通局では，都市交通事業の特性として，朝夕のラッ\nシュ時に効率的に対応すべく中休勤務を設けているが，中休時間は，飽く\nまで労働から解放された休憩時間である。また，名古屋市バスの運転業務\nの内容は，バス事業者として一般的，基本的なものであり，心理的負荷が\nかかるような過重な労働ではない。\n添乗指導\nａ  添乗指導は，飽くまで接客サービス向上のためであり，運転士によっ\nて差別的に実施している事実はない。平成１８年１０月２７日の３回の\n添乗も，偶然である。被災者が疑心暗鬼になったことをうかがわせる証\n拠はない。\nｂ 「葬式の司会者」という表現には不適切な面があるものの，Ｄ課長は，\n飽くまで比喩として用いたもので，そこに被災者を誹謗中傷する意図は\nなく，これをもってパワーハラスメントとはいえない。また，Ｇ首席助\n役は，Ｄ課長の添乗を踏まえた指導の際，被災者の性格等を考え，その\n心情に配慮した指導を行った。添乗の回数自体も，ごく平均的であるこ\nとに加え，平成１９年２月１日及び同月２２日の添乗に関しては，被災\n者に対して指導を行っていない。\n本件苦情\n被災者は，曖昧な答えをしたり，返事を躊躇したりすることはあっても，\n本件苦情の出来事は否定しなかったし，本件進退願において，乗客への説\n明が伝わらなかったかもしれないことを認めてもいる。Ｈ助役は，被災者\nの弁解の機会を奪ってはいないし，被災者に対し本件苦情の出来事の有無\nを殊更追及することはせず，改善に向けての具体的な対応を例示するなど\nしたのである。指導の方法として，模範となる運転士のバスに添乗させた\n上，添乗レポートを提出させることは，一般に行われていたし，Ｇ首席助\n役の指導も，適切なものであって，強い心理的負荷となるような出来事で\nはなかった。\n本件転倒事故\nａ  本件事故バスの運転士特定方法は，まず転倒者から申出内容を聴取し\nて乗車したバスを推定し，当該バスを運転していた運転士に事情を聞き，\n両者の説明に不整合があったことからさらに調査を行い，転倒者を介助\nした知人からも事情を聴取してその内容に該当するバスを推定し，当該\nバスの運転士であった被災者から事情を聴取したというものであり，バ\nス車両にドライブレコーダーが設置されていなかった当時としては妥\n当かつ適切なものであった。\nｂ  被災者に対する事実確認では，被災者の弁解の機会を奪うような方法\nは採っていないし，被災者に本件転倒事故の責任を押し付けたり，叱責\nしたりした事実はない。ＢＤＣＳデータを使用しなかったのは，当該デ\nータは正確に人数をカウントできない場合があることに加え，被災者が\n「僕が運転する時間帯であれば，そうでしょう。」と事実を認める供述\nをしたためである。\nｃ  交通局では，バスの運転中に事故が起きた場合，警察への事故の届出\nを行い，その際に関係する運転士を同行し，取調べや実況見分に協力さ\nせることが通常の手続であるし，被災者も，これを了解していた。\nｄ  事故処理のために本来業務を外すことは，通常の対応であるし，警察\nへの出頭についても，被災者の了解を得て行った。また，警察への事故\n届出は，市バス運転士であれば誰しも経験し得る出来事である。\nｅ  以上の経緯をもって強い心理的負荷となるような出来事であるとは\nいえない。\n被災者の発病及び本件自殺\nａ  被災者が精神障害を発病していたのかは，極めて疑わしい。\nｂ  本件添乗指導と本件転倒事故に対する一連の対応の間には４か月以\n上の間隔がある。また，被災者が本件苦情に関する事情聴取を受けてか\nら，本件転倒事故に関する事情聴取を受けるまでには約１か月の間隔が\nある。これらの出来事は，連続していたとはいえない。\nｃ  乗客からの苦情等が自動車部本庁に入ることは，日常的であり，自動\n車部自動車運転課が何らかの指示をすることは，被災者も当然認識して\nいた。また，被災者に対する一連の対応は，いずれも違法なハラスメン\nトといい得るものではなかった。\nイ  被告の責任について\n過失責任における予見可能性は，結果回避可能性を基礎付けるものであ\nり，原告らの主張するような社会的背景を理由に予見可能性を肯定するこ\nとは，過失責任が結果責任になりかねず妥当ではない。本件では，明らか\nな長時間労働やいじめといった事情は認められないことから，予見可能性\nが肯定されるためには，その前提として，具体的な健康状態の悪化につい\nての認識が必要であるというべきである。\n既に検討したとおり，リフレッシュ研修及びありがとう運動が一般の運\n転士にとって心理的負荷になっていたとは認められない。被災者の労働実\n態も質的に過重とはいえず，量的にも精神障害を発病するようなものでは\nなかった。添乗指導，本件苦情に対する指導及び本件転倒事故については，\nいずれも被災者に対して特別に実施したり，その弁解の機会を奪ったりす\nるようなことはしておらず，通常の対応をしたに過ぎない。また，Ｇ首席\n助役は，被災者に励ましの言葉をかけるなど，心理的負荷が過度に蓄積し\n被災者の心身の健康を損なうことがないように注意及び配慮をしていた\nのであるから，いずれについても国家賠償法上の違法は認められない。\nまた，被災者が添乗指導及び本件苦情に対する指導により受けた心理的\n負荷は弱く，本件転倒事故に対する一連の対応により受けた心理的負荷も\n強いものであったとは認められない。そして，これら出来事についてはあ\nる程度の時間的間隔があったのであるから，「短期間」，「次々」などとはい\nえず，これらを全体評価してもその心理的負荷が強いものであったとは認\nめられない。これら出来事は，いずれも被告の事業場では通常起こり得る\nものであり，かつ，単発で，ある程度の時間的な間隔があり，しかもそれ\nぞれが関連性を持たず，個々に対処することが要請される事案である。被\n告は，これらいずれについても調査や指導を適切に行っており，原告らが\n主張するような国家賠償法上の違法はなかった。\n被災者がＭ組長に平成１９年６月１２日，送信したメールは，本件転倒\n事故に関わっていないという表現のものではなかった。また，同日に被災\n者の様子を目撃した同僚は，被災者が自殺するとは思いも寄らず，およそ\n本件自殺を予見できなかった。Ｇ首席助役及びＪ主任助役も，被災者の精\n神状態が落ち込んでいることを認識できたという事情はなく，本件自殺と\nいう重大な結果を予見することはできなかった。また，同年５月９日に実\n施された健康診断において，被災者には精神障害の兆候はなく，健康状態\nに関する申告等もなかったことから，被告において，被災者の精神障害の\n発病及び自殺の可能性を具体的に予見することはできなかった。\n⑵  損害の発生及びその額（争点２）\n（原告らの主張）\nア  被災者の法定相続人は，原告らのみであり，原告らは，被災者の被告に対\nする損害賠償請求権を２分の１ずつ相続した。\nイ  損害項目（被災者の損害）\n逸失利益             ６２９３万２７２２円\n被災者の本件自殺前年の給与所得金額総額は，５８４万８５４９円であ\nる。また，生活費控除率は，３０％とすべきであり，本件自殺時３７歳か\nら６７歳まで３０年間のライプニッツ係数は，１５．３７２であるから，\n以下のとおり算定すべきである。\n５８４万８５４９円×（１－０．３）×１５．３７２\n慰謝料                         ２５００万円\n被災者は，添乗指導により違法なパワーハラスメントを繰り返し受けた\n上，転倒事故の責任を押し付けられ，絶望的な心境から抗議の焼身自殺に\n及び，全身火傷を負い苦しみながら亡くなった。このような被災者の苦し\nみは筆舌に尽くし難く，被災者の死亡慰謝料は，２５００万円を下らない。\n葬儀費用                 １５０万円\nウ  原告らの慰謝料                 原告ら各自２５０万円\n原告らが一人息子を失った悲しみは，非常に大きい。交通局は，被災者が\n亡くなる直前の出来事について，原告らから書面による問合せがあったにも\nかかわらず，原告らに対し，その詳細を隠し続けた。そのため，原告らは，\n公務災害認定請求から公務外認定処分取消訴訟控訴審判決に至るまで長期\n間の係争を余儀なくされた。その上，被告は，上記控訴審判決確定後もその\n責任を認めようとしないため，原告らは本件訴訟を提起せざるを得なくなっ\nた。原告らの悲しみに加え，以上の経緯を踏まえれば，原告ら固有の慰謝料\nは，各自２５０万円を下らない。\nエ  弁護士費用                   原告ら各自４００万円\nオ  損益相殺的調整     原告Ａ１の損害から７８４万６１６０円を控除\n原告Ａ２の損害から７００万５５００円を控除\n原告らが地方公務員災害補償基金から支払を受けた前記前提事実⑼イの\n金員を原告らの損害額から控除する。\nカ  損害合計           原告Ａ１について４３３７万０２６１円\n原告Ａ２について４４２１万０８６１円\n原告ら各自について，前記イの合計額の相続分（２分の１）に前記ウ及び\nエを加算し，前記オを控除した上記金額を損害とすべきである（原告Ａ１に\nついて６０円のずれが生じているのは，控除額を６０円訂正した結果が請求\n額に反映されていないことに起因する。）。\n（被告の主張）\nア  損害の発生及びその額に係る原告らの主張は争う。\nイ  被災者は，独身であったから，生活費控除は，少なくとも５０％とすべき\nである。\nウ  原告らは，地方公務員災害補償基金から前記前提事実⑼イのほか，各自，\n遺族特別支給金１５０万円，遺族特別援護金９３０万円及び遺族特別給付金\n１４０万１０００円の支払を受けている。\n⑶  過失相殺（争点３）\n（被告の主張）\n被災者は，本件苦情や本件転倒事故について，交通局による調査の際に，曖\n昧な回答をしていた。また，バス等の運転者は，旅客自動車運送事業運輸規則\n５０条１項３号の２により，疾病等により安全な運転をすることができないお\nそれのあるときはその旨を事業主に申し出る義務を負うところ，仮に，被災者\nにおいて，その健康状態が悪化していたのであれば，上司等にその旨の申告が\nあってしかるべきであるが，本件ではそのような事実はない。これらは，被災\n者の過失と評価されるものであり，相当の過失相殺が認められるべきである。\n（原告らの主張）\n被災者が交通局の調査の際に，曖昧な回答をした事実はない。また，被災者\nは，精神障害を発病し正常な判断ができない状態にあったのであるから，健康\n状態の悪化の申告義務を負わせることは失当である。\n第３  当裁判所の判断\n１  認定事実\n前記前提事実，後掲の証拠及び弁論の全趣旨によれば，次の事実が認められる。\n⑴  被災者の性格等\nア  被災者は，おとなしく，几帳面で，真面目な性格であり，人付き合いが苦\n手な面もあった。（甲Ａ１１，１２，７３，甲Ｆ１，２，原告Ａ１）\nイ  被災者は，平成１８年５月３０日及び平成１９年５月９日に交通局が実施\nした健康診断の際，問診票において，「最近，気になる症状」は「特になし」\nとし，保健師に相談したいこともない旨回答した。また，交通局が実施した\n平成１５年度以降の健康診断において，被災者の呼吸器系の疾患にかかる申\n告や所見はない。（甲Ａ７の１ないし６，甲Ｄ１の１・４５９ないし４６２\n頁）\n⑵  交通局の取組等\nア  交通局は，平成１９年頃から，乗客にありがとうと言われるサービスを提\n供することを目標にした「ありがとう運動」を推進し，職場で奨励していた。\n（甲Ａ５４）\nイ  交通局では，原則として，１年以内に有責事故及び苦情が３件に達した職\n員のうち，所属営業所等の度重なる指導でも成果が表れず，自動車部自動車\n運転課長に特別な研修が必要と判断された者を対象として，リフレッシュ研\n修を実施していた。交通局に所属するバス運転士約１５００名のうち，リフ\nレッシュ研修の対象となったのは，平成１５年度から平成１９年度にかけて\n年間平均３．４名であった。（甲Ｄ１の１・２１８頁，４５２頁）\nウ  交通局は，バス運転時の有責事故のうち，発進反動による事故，扉挟撃事\n故及び追突事故はいずれも基本的に専ら運転士の過失によるものであり，運\n転士自身が十分な安全確認，注意喚起等を行うことで防止することが可能な\n事故であることから，重点的に防止を図るべきものと位置付け，これらの事\n故の減少について数値目標を掲げるとともに，運転士に対する指導を強化し\nていた。（甲Ａ５８・３６頁）\nエ  自動車部は，平成１８年度，年度内に４回，運転士の接客の向上等を目的\nとしたキャンペーンを実施することとし，キャンペーン期間中は営業所及び\n自動車部本庁の職員が計画的に添乗を行い，できる限り全運転士に均等に添\n乗することとした。計画添乗に当たっては，自動車部本庁において運転士の\n一覧表を作成し，添乗者はその一覧表をもとに，添乗が完了していない運転\n士を確認していた。（甲Ｄ１の１・２４１頁，４５３頁，乙Ａ１６の１，乙Ｅ\n３４，Ｆ副所長）\n⑶  本件添乗指導等\nア  自動車部では，平成１９年２月１日から同月２８日の間，平成１８年度最\n後のキャンペーンである「お客様ご案内キャンペーン（２月）」を実施し，運\n転士が，全ての乗客に対して，笑顔ではっきりと「お待たせしました・あり\nがとうございます」などと発声することの完全実施を目指すこととしていた。\n（乙Ａ１６の１及び２，弁論の全趣旨）\nイ  Ｄ課長は，平成１９年２月３日午後１時過ぎ，笠寺西門停留所から被災者\nが運転する臨時バスに添乗した。なお，Ｄ課長は，当時，自動車部自動車運\n転課長の職にあり，自動車部に所属する運転士の指導に当たる同課指導係長\nの上司に当たり，交通局の自動車運転に関する総責任者の立場にあった。（甲\nＡ６０，乙Ａ３，１６の１及び２，乙Ｄ１，５）\nウ  Ｄ課長は，被災者のアナウンスが非常に小さい声で抑揚もなく，葬式の司\n会者のようだと感じたため，平成１９年２月３日の帰庁後に「葬式の司会の\nようなしゃべり方はやめるように」などと記載した本件添乗指導記録票を作\n成した。自動車部本庁の職員が作成した添乗指導記録票は，通常，文書集配\n車により各営業所に送付されるところ，同日は土曜日で文書集配車が稼働し\nていなかったため，これを待っていては本件添乗指導記録票がＣ営業所に届\nくまでに時間がかかると考えたＤ課長は，同日，Ｃ営業所に電話をし，Ｇ首\n席助役に対し，被災者は小さい声で抑揚もなく，葬式の司会者のようなアナ\nウンスをしていたので，大きな声ではっきりとアナウンスするように注意し\nておいてほしい旨伝えた。なお，Ｄ課長が直接営業所に電話して運転士に指\n導するよう指示することは，珍しいことであった。また，Ｄ課長は，被災者\nが運転する市バスに乗った区間が非常に短かった上，当該市バスは乗客で超\n満員という特殊な状況であったため，本来，被災者に対してマイナスの評価\nをすべきところ，そのような評価はしないという趣旨で，本件添乗指導記録\n票の欄外に「※キャンペーン対象外とするが」と付記したものの，Ｇ首席助\n役に電話した際，被災者についてマイナスの評価をしない旨は告げなかった。\n（甲Ａ３１の２，乙Ａ３，４，乙Ｄ１，５）\nエ  Ｇ首席助役は，休日にもかかわらず，自動車部本庁の課長であるＤ課長が\n直々にＣ営業所に電話してきたため，職責として，Ｄ課長からの指示を被災\n者に忠実に伝えなければならないと考えた一方で，被災者はアナウンス自体\nをしてはいるから，Ｄ課長の指摘は主観的な判断であってたいしたことでは\nないとも考えた。また，被災者はおとなしい性格でもあったことから，わざ\nわざ事務所に呼び出すことは，被災者に不要な心配や動揺をさせてしまうこ\nとから，敢えて呼び出すことはしないこととした。そこで，Ｇ首席助役は，\nＤ課長からの電話があった平成１９年２月３日当日か翌日にＣ営業所内の\n階段で被災者とすれ違った際，被災者に対し，被災者の臨時バスに乗車した\n自動車部本庁の課長から電話で連絡があったこと，小さくて抑揚もなく，葬\n式の司会者のようなアナウンスだったとの指摘であったこと，アナウンス自\n体はできているのであるからあまり気にせず，今後は乗客に伝わるように気\nを付けて頑張ってほしいことを伝えた。しかし，本件添乗指導記録票が被災\n者に示されることはなく，被災者は，当時，「お客様ご案内キャンペーン（２\n月）」の期間中であって，運転士に対する指導が強化されていることを知っ\nていた一方，Ｇ首席助役から注意を受けたことによって，被災者がマイナス\n評価はされないことについては伝えられなかった。（乙Ａ４，乙Ｄ５）\nオ  被災者は，平成１９年２月５日午後１時４８分までの間に，「なぜ「葬式」\n呼ばわりされなければならないのでしょうか。基本的人権および職業選択の\n自由の侵害・不当な差別・パワーハラスメント・いじめであり」などと記載\nした本件上申書を作成した。なお，被災者は，本件上申書を交通局に提出し\nていない。\nカ  被災者は，平成１８年４月から平成１９年３月までの間，本件添乗指導を\n含め，７回，自身の運転するバスに添乗を受けた。他方，同期間における添\n乗回数は，交通局の全営業所の運転士の平均が９．６回，Ｃ営業所の運転士\nの平均が７．２回であった。また，被災者は，同年２月２２日，自動車部管\n理課路線計画係長であるＮ（以下「Ｎ係長」という。）により始発から終点ま\nで添乗を受けたが，当時，そのような添乗は珍しいものではなかった。（甲Ａ\n５１の７，乙Ａ１，乙Ｅ１１，弁論の全趣旨）\n⑷  本件苦情\nア  本件送信者は，平成１９年５月３日，交通局に対し，同月２日に乗車した\n市バスの運転士がユリカから過大に料金を徴収したことに気付き，説明や謝\n罪なく引換券を渡した，ベビーカーと市バスの座席をつなぐベルトの外し方\nや外した後の処理の説明をしなかったなどと記載した本件メールを送信し\nた。なお，本件送信者は，上記運転士について，「栄●（新瑞橋行き）１８：\n３２分発の運転手です。」と特定しており，被災者が同日運転していた市バ\nスはこれに合致することから，被災者が当該運転士であったものと認められ\nる。（甲Ａ１６の４・１５６頁，乙Ａ５）\nイ  Ｈ助役は，平成１９年５月１６日，自動車部自動車運転課指導係から本件\nメールについて知らされたため，同日，被災者をＣ営業所の事務所に呼び出\nし，本件メールを読み上げ，覚えていないかと尋ねたところ，被災者は，覚\nえていない，何日も経過しているため分からない旨答えた。これに対して，\nＨ助役が本件送信者のユリカの乗車履歴を確認すれば本件送信者がどのバ\nスに乗ったか判明することに言及した上，覚えていないか再度確認したとこ\nろ，被災者は，はっきりとは覚えていないが，そういうことがあったかもし\nれない，あったかもしれないがベビーカーの乗客に対応することは何件もあ\nるためどの件か分からない，ベビーカーの説明は日頃しているが，声が小さ\nくてぼそぼそしゃべってしまうので，聞こえていなかったかもしれない旨答\nえ，ユリカに関しても，引換券を渡したかもしれないが，何日も経っている\nから分からない旨答えた。被災者の説明を聞いたＨ助役は，出来事の有無を\n被災者に確認することよりも，今後の接客のための指導が必要と考え，被災\n者に対し，声が小さいと相手方に伝え切れないことがあるため，マイクの音\n量を上げるなど，相手方に伝わるようにして接客を行うよう指導をした。Ｈ\n助役の指導に対して，被災者は，「分かりました。気を付けます。」などと答\nえた。Ｈ助役による事実確認及び指導は，１０分から１５分程度かかった。\nなお，被災者が行った１回で２人分徴収する扱い，過徴収した場合は引換券\nを交付するという扱い及びベビーカーの固定に関する扱いは，いずれも正し\nい扱いであった。（甲Ａ３１の３，乙Ａ８，乙Ｄ２）\nウ  被災者は，平成１９年５月１６日のＨ助役による事実確認及び指導後，「今\n回の苦情の件ですが，メールによると喋りもせず黙っていたとありますが，\n絶対にそのようなことはありえません。」，「私は呼吸器系が弱く（中略）乗務\n中であれば，自分としては発声しているのですが，バスのエンジンはかかっ\nているし，周囲の音にかき消され結局「黙っていた」と，捉えられかねない\nと思います。」，「乗務員として不適格であれば辞職を考えるしかありません。」\nなどと記載した本件進退願を作成した。なお，被災者は，本件進退願を交通\n局に提出していない。\nエ  被災者は，平成１９年５月の２組の有志昼食会の場で，本件苦情について，\n自分には非がないのに苦情を受け腑に落ちない，なぜ苦情が来たか分からな\nい旨を話していたが，それを聞いたＭ組長は，被災者が，特に落ち込んだ様\n子ではなかったため，特段の対処はしなかった。さらに，被災者は，同月，\n同僚に対し，チラシの裏に鉛筆で書いた「進退伺い」らしきものを持って相\n談を持ちかけたが，当該同僚から，「元気に一緒に頑張ろうよ。」と声を掛け\nられ，被災者も「分かりました。」，「頑張ります。」と答えたことがあった。\n（甲Ｄ１の２・３９１頁，乙Ａ１２）\nオ  自動車部自動車運転課指導係は，被災者に対する個別指導が必要と判断し，\nＣ営業所に対し，被災者を模範的な運転士の運転する市バスに添乗させるこ\nと及び運行管理者（当時はＧ首席助役）による指導を行うことを指示した。\n被災者は，このような指示を受けた助役に命じられて，平成１９年６月６日，\nＣ営業所の模範的な運転士の市バスに添乗した。（甲Ａ１７の３の６の２，\n甲Ｄ１の１・２４４頁，乙Ｄ５）\nカ  Ｇ首席助役は，その後，本件メールに記載された被災者の客に対する対応\nが特異だと感じて，具体的に原因や防止策を考えさせ，より身近な事柄とし\nて捉えてもらいたいとの考えの下，平成１９年６月９日，Ｃ営業所事務所に\n被災者を呼び出し，指導を行った。Ｇ首席助役は，Ｈ助役が本件苦情につい\nては既に指導していたため，本件苦情についての事実関係を敢えて確認しな\nいまま，被災者に対し，のりもの倶楽部（被災者が所属していた交通局内の\nクラブ）で遠方に旅行することがあるであろうが，不慣れな交通機関を利用\nして困った経験がないかと尋ねた。被災者が「あります。」と答えると，Ｇ首\n席助役は，続けて，本件送信者も同じように不安だし困っていたのではない\nか，交通局の職員の観点からは乗り慣れた乗客ばかりのように見えるが，不\n慣れな乗客もいることを認識する必要がある，全ての乗客が安心，快適に利\n用できるよう，全ての乗客により良い接客をしなければいけないと指導し，\nさらに，乗客に伝わるよう，明るい笑顔と大きな声で接客するように伝えた。\nこれに対し，被災者は，「はい。」と答えた。なお，当時，自動車部自動車運\n転課指導係から個別指導を指示され，運転士を他の模範的な運転士の運転す\nる市バスに添乗させた上，運行管理者による指導を行うことは，あまり例が\nなく，Ｇ首席助役は，平成１７年４月１日からその当時までの２年以上の間，\nそのような指導をした記憶がない。（甲Ａ１の２０，甲Ａ３１の７，乙Ａ１\n１，乙Ｄ５，弁論の全趣旨）\nキ  被災者は，平成１９年６月１１日，Ｇ首席助役に対し，「正直その時にもど\nってあやまりたいと思います。とともに貴重なご意見をいただいたことに感\n謝いたします。」などと記載した本件添乗レポートを提出した。これに対し，\nＧ首席助役が，よく反省できていること，これからも引き続き頑張ってほし\nいことを伝えたところ，被災者は，「はい。」と笑みを浮かべながら答えた。\n（甲Ａ３１の６，乙Ａ１１，乙Ｄ５）\n⑸  本件転倒事故\nア  転倒者は，平成１９年６月７日，電話で自動車部自動車運転課指導係の担\n当者に対し，同年５月２８日午前１１時３０分頃に金山停留所発の市バスに\n滝子停留所から乗車したこと，桜山（東）停留所を発進した後にバスが揺れ\nたが，両手に荷物を持った状態で立っていたため，体を支えきれずバランス\nを崩して車内の階段に倒れ込んでしまい，その際，腰と頭を打ったこと，た\nいしたことはないと思い運転士には声を掛けずに降りたが，心配になりいつ\nも通っている病院でレントゲンを２枚撮り湿布薬をもらったこと，その後は\n順調だったが数日して腰が痛くなってきたので連絡したことを述べた。Ｃ営\n業所主任助役であるＯ（以下「Ｏ主任助役」という。）は，同年６月７日午前\n中に，自動車部自動車運転課からの電話で，本件事故バスの運転士を確認し，\n事故処理にあたるよう要請された。（甲Ａ３１の８，甲Ａ５２の３，乙Ａ９，\n乙Ｄ４）\nイ  Ｏ主任助役は，平成１９年６月７日，本件転倒事故について，Ｇ首席助役\nに報告するとともに，同月１１日までに，Ｋ助役とともに転倒者の自宅を訪\nねた。Ｏ主任助役らは，転倒者が電話で述べた内容（前記ア）のほかに，両\n手にスーパーの買物袋を持ってバス中央付近に立っていたこと，当時の車内\nは女子学生で満員であったため座れなかったこと，同乗していた知り合いに\n助け起こしてもらい，Ｐ停留所で降りたこと，転倒者が転倒した際に転倒者\nがバスの運転士に声を掛けられなかったのはバスの中が満員であったから\nであるという趣旨のことを聞いた。（乙Ａ９，乙Ｄ４，５）\nウ  Ｏ主任助役は，その後，平成１９年５月２８日午前１１時３３分滝子停留\n所発の市バスの運転士であるＱ（以下「Ｑ」という。）に事情を尋ねた。Ｑは，\nＯ主任助役に対し，乗客が車内で転倒した記憶はない，自分の運転中に度々\n事故は起こるので本件も自分の運転していたバスかもしれないが，滝子停留\n所から乗車した乗客はなく，立ち客もいなかった旨答えた。そこで，Ｏ主任\n助役がＱ運転の上記市バスのＢＤＣＳデータを確認したところ，滝子停留所\nの乗車客数が０人であり，Ｑの回答と合致した。（甲Ａ３１の８，乙Ａ９，乙\nＤ４）\nエ  Ｏ主任助役は，Ｇ首席助役とともに再度転倒者宅を訪問し，事情を確認し\nたところ，転倒者は，本件事故バスに乗車してから転倒するまでの経緯及び\n本件転倒事故後の状況について前記イと同内容の回答をした。また，Ｏ主任\n助役らが複数台の市バス車内の写真を転倒者に見せたところ，転倒者は，Ｎ\nＨ型車両が本件事故バスである旨回答した。Ｏ主任助役らは，転倒者に対し，\n本件事故バスへの乗車時刻を再度尋ねたが，転倒者は，記憶がはっきりしな\nいため，転倒した際に介助してくれた知り合いの男性に聞いてほしい，同人\nはいつも行くＳで会う人である旨答えた。（甲Ａ３１の８，乙Ａ９，１１，乙\nＤ４，５）\nオ  Ｇ首席助役は，その後，平成１９年５月２８日午前１１時１３分滝子停留\n所発の市バス（ＮＮ型車両）の運転士のＲに対し本件転倒事故について尋ね\nたが，同人は，転倒事故の記憶はない旨答えた。（甲Ａ３１の８，乙Ａ１１，\n乙Ｄ５）\nカ  Ｇ首席助役は，転倒者の回答中の知り合いの男性であるＴ（住所・名古屋\n市 a 区 b 町 c 丁目 d 番地の e。大正▲年▲月▲日生。当時８１歳。）から話を\n聞くためにＳへ連絡を取ったところ，ＳがＴと連絡を取り，平成１９年６月\n１２日午前１０時４５分にＰ停留所向かいのＳでＴと会うこととなった。Ｇ\n首席助役は，Ｋ助役とともに，同時刻頃にＳへ行き，Ｔから事情を聴取した。\nＧ首席助役らは，Ｔの回答として，午前１０時２３分金山停留所発の市バス\nを利用している，毎日その市バスを利用してここに来ているので間違いない，\n午前１０時４５分にＳで待ち合わせにしたのもそれが理由である，本件転倒\n事故に運転士は気付いている様子ではなかった，という内容であると理解し\nた。また，Ｇ首席助役らが複数の市バスの車内の写真を見せたところ，Ｔは，\n本件事故バスはＮＨ型車両である旨回答した。（甲Ａ３１の８，甲Ａ３２，４\n９，乙Ａ１１，乙Ｄ５）\nキ  被災者は，平成１９年５月２８日午前１０時２３分金山停留所発瑞穂運動\n場東停留所行の市バス（以下「被災者運転バス」という。）の運転業務に従事\nしたが，被災者運転バスは，ＮＨ型車両であり，同日午前１０時３６分，滝\n子停留所を発車していた。（甲Ａ１６の４・１８０頁，甲Ａ１７の３の１，甲\nＡ１７の３の４・３頁，甲Ａ１８）\nク  Ｇ首席助役は，被災者運転バスがＴの回答と合致したことから，平成１９\n年６月１２日，被災者が予定していた勤務は他の運転士に交代させた上，午\n後２時頃，Ｃ営業所の事務所内の所長席横の衝立を挟んだ隣にあるソファー\nにおいて，Ｊ主任助役とともに事実確認を行った。Ｇ首席助役が，被災者に\n対し，同年５月２８日に本件転倒事故が発生したこと，転倒者や介助した知\n人（Ｔ）によれば，本件事故バスは午前１０時２３分金山停留所発の市バス\nでＮＨ型車両であり，被災者の市バスが該当することを指摘の上，何か思い\n当たることがないか尋ねると，被災者は，車内転倒事故を起こしたことはな\nい，転倒者から申出もなかったし，他の乗客からも指摘も受けていない，し\nかし，自分が運転する時間帯のバスなのであれば，被災者運転バスが本件事\n故バスなのでしょうと答えた。さらに，Ｇ首席助役が，転倒者もＴも，運転\n士は気付いていなかったと述べていたため，被災者が気付かなかったか，気\n付いてなくても無理はない，しかし，実際に被災者運転バスの時間帯に事故\nが起きたことは確かである，交通局としては指導しなければならないし，警\n察への届出も必要である旨説明したところ，被災者は，警察への事故届提出\nを了解した。なお，この間，被災者から，本件転倒事故について認識がある\nという趣旨の発言は１回もなかった。\nそこで，被災者，Ｊ主任助役及びＫ助役は，平成１９年６月１２日午後３\n時頃，本件転倒事故を届け出るためにＬ警察署へ向かったが，Ｇ首席助役は，\nその際，Ｃ営業所の出入り口において，被災者に対し，前日（同月１１日），\n前向きな内容の本件添乗レポートを提出してもらった矢先のことでＧ首席\n助役としても残念に思う，被災者はより強くそのような気持ちかもしれない\nが，気落ちすることなく気持ちを切り替えてほしい旨声をかけた。（乙Ａ１\n０，１１，乙Ｄ３，５）\nケ  被災者は，平成１９年６月１２日午後，Ｌ警察署の警察官の取調べを受け，\n実況見分に立ち会った。また，Ｌ警察署の警察官は，転倒者の取調べも行っ\nた。Ｊ主任助役らが取調べ後に転倒者に対して謝罪したところ，転倒者は，\n本件転倒事故について事を荒立てるつもりはなく，穏便に済ませたい旨述べ\nた。その後，Ｊ主任助役及びＫ助役が，転倒者を自宅まで送り届けた際，Ｊ\n主任助役が転倒者に対し，謝罪の上，運転士（被災者）にも将来があるため，\n怪我の状態が良いようであれば，寛大に対応してもらえないか尋ねたところ，\n転倒者は，今後の対応については息子にも相談したい旨答えた。また，転倒\n者の自宅にいた息子は，本人の問題であるから，自分としては関与しない旨\n答えたので，Ｊ主任助役らは，転倒者に対し，再度，寛大な対応を求めた。\n（甲Ａ２の５，乙Ａ１０，乙Ｄ３，弁論の全趣旨）\nコ  Ｊ主任助役は，平成１９年６月１２日午後６時半頃にＣ営業所へ戻り，同\nじ頃Ｃ営業所に戻って待機所にいた被災者に対し，同日午後１０時まで同所\nで待機するよう命じるとともに，転倒者とのやり取りを説明し，転倒者に電\n話をかけることを告げて，被災者の了解を得た。そして，同日午後８時頃，\n被災者を呼び出して，今から転倒者に電話をすると告げ，その了解を得た上，\n被災者を待機所に戻してから，転倒者に電話をしたところ，転倒者は，翌日\nに病院に行き，診断を受けてから結論を出したい旨述べた。そこで，Ｊ主任\n助役は，再び被災者を事務所に呼び出して，ひょっとしたら示談が上手くで\nきるかもしれない旨伝えた。（甲Ａ２の５，乙Ａ１０，乙Ｄ３）\nサ  被災者は，平成１９年６月１２日午後８時４２分，Ｍ組長に対し，「今日，\n出勤時に２週間前に車内事故があったと言われました。自分は全く覚えが無\nく，申し出もなく，正直納得できません。」というメールを送信した。\nシ  被災者の後輩にあたり，被災者とともに飲み会等に参加したり，被災者方\nに泊まったりしたこともあった同僚運転士であるＵは，平成１９年６月１２\n日午後７時３０分頃か午後８時３０分頃，その日の勤務を終え，Ｃ営業所２\n階の駐車場に向かう途中で，待機室の前を通った際，被災者が，一人で下を\n向いて長椅子に座り，考え込んでいる様子であるのを見た。Ｕは，被災者が\nひどく落ち込んでいるように見えたので，「どうしたのか。」と声を掛けると，\n「うん，ちょっと。」と返事をしたものの，尋常ではない落ち込み方であった\nので，５分から１０分くらい被災者と雑談してから帰宅した。また，同日午\n後１１時４０分頃，Ｕの携帯電話に，被災者から電話があった。朝が早いバ\nスの運転士にとって，その時刻は，一般の人にとっての午前２時ないし３時\n頃に当たるので，Ｕは，とっさに何かあったのではないかと思って電話に出\nて，「こんな時間にどうしたのか。」と尋ねると，被災者は，「別に何ともない\nけどね。」と答えたが，沈んだ声の調子から，被災者がひどく落ち込んでお\nり，言いたいことがあるのに言えないように感じた。（甲Ａ６７，６８，甲Ｆ\n１）\nス  被災者は，平成１９年６月１３日午前１１時４５分頃，焼身自殺を図り，\n同月１４日死亡した（本件自殺）。被災者が焼身自殺を図ったことについて\nは，同月１３日午後３時１０分頃，交通局営業本部総務部総務課に連絡があ\nった。（甲Ａ１の１）\nセ  交通局は，平成１９年６月１４日，転倒者との間で，本件転倒事故を交通\n事故扱いとしない，交通局が見舞金として３万円を転倒者に支払う旨の示談\nをした。なお，見舞金は，同年４月１日からＣ営業所長であったＶ（以下「Ｖ\n所長」という。）が自費で支出した。（甲Ａ３１の９，乙Ｄ４，５，乙Ｅ３２，\nＶ所長）\nソ  交通局では，市バスの事故のうち「発進反動・扉挟撃・追突」の３種類の\n事故は運転士の努力次第でなくすことができる事故と位置付けて統計を取\nり，これらの事故件数がゼロになるように目標を設定して教育・指導を行っ\nていた。（甲Ａ５８，６０，６１，弁論の全趣旨）\n２  事実認定の補足説明\n⑴  原告らは，被災者運転バスのＢＤＣＳデータの内容に加え，交通局が転倒者\n及びＴから聴取した内容には信用性が認められないことから，本件転倒事故は，\n被災者運転バスで起こった事故ではない旨主張する。\n⑵ア  そこで検討するに，被災者運転バスのＢＤＣＳデータ（甲Ａ１７の３の４）\nが正確であるとすると，被災者運転バスに金山停留所から滝子停留所までの\n間に乗車した乗客は，本件転倒事故が発生したという桜山（東）停留所を出\n発するまでに，全員降車していたことになり，同停留所出発時の乗車人数は\n同停留所から乗車した２人であった。しかしながら，交通局職員が実施した\n検証の結果（乙Ａ６，７）によれば，ＢＤＣＳのセンサーによる乗車人数カ\nウント値は，多くの乗客が連続して乗車する場合や，特定の乗客が乗車券の\n購入等のためにセンサーを遮断する状態で運転席付近に立ち止まっている\n場合，実際に乗車した人数よりも少なくなることがあったものと認められる\nから，ＢＤＣＳデータの数値をそのまま採用することはできない。もっとも，\n上記検証の結果は，ＢＤＣＳのセンサーによるカウント値が２５人であった\nが，実際の乗車人員が３１人であった場合と，同センサーによるカウント値\nは１９人であったが，実際の乗車人員は２５人であった場合があったという\n程度であった。そうすると，仮に被災者運転バスにおいて，センサーによる\nカウント値が実際の乗車人員より少なくなっていたとしても，その誤差は，\n上記程度を大きく上回るものであったとは考えにくい。\nイ  他方，当時７５歳であった転倒者は，桜山（東）停留所発車時に本件転倒\n事故に遭い，その先のＰ停留所で降車したこと，本件事故バスは女子学生が\n多数乗車しており座れなかったこと，バスの中は満員であり運転士に声を掛\nけることはできなかったことを述べていた。しかし，証拠（甲Ａ１７の３の\n１，甲Ａ１８）によれば，被災者運転バスの座席数は３１席であり，前記の\nとおり，ＢＤＣＳデータによれば，被災者運転バスが桜山（東）停留所を発\n車した際の乗客数は同停留所から乗車した２人であるとされていることか\nら，ＢＤＣＳデータの数値をそのまま採用することができないとしても，そ\nの誤差の程度を踏まえれば，被災者運転バスの車内が，転倒者の述べるほど\nの混雑状況であったとは考えにくい。また，そもそも，転倒者は，本件事故\nバスの時刻に関する記憶がはっきりしていなかった。\nウ  次に，転倒者を介助したＴについて検討するに，Ｇ首席助役らは，当時８\n１歳のＴから毎日午前１０時２３分金山停留所発の市バスを利用してＰ停\n留所近くのＳに通っている旨聴取したとするが，Ｔの自宅の住所は，Ｐ停留\n所からみて，金山停留所とは反対方向であるＷ停留所付近に位置しており\n（甲Ａ４７），上記聴取内容が真実であるとすれば，Ｔは，朝，自宅を出て，\n一旦，Ｐ停留所を通り過ぎて金山停留所まで行き，その後，午前１０時２３\n分までに金山停留所から市バスに乗り，Ｓに通うという生活を毎日行ってい\nたこととなるが，これは，いかにも不自然である。また，証拠（甲Ａ２８，\n２９，３０の２，甲Ａ３４，３５，４６，４７，４８の１～３）によれば，\nＴは，本件転倒事故に関するテレビ番組の取材を受けた際，本件事故バスの\n中で，転倒者が転倒したのは「夕方前」，「だいたい午後４時頃」であると述\nべたこと，Ｔの妻は，平成２５年９月２３日，原告ら代理人に対し，平成２\n４年１１月に死亡したＴは生前，平日は毎日朝７時頃自宅を出発して，金山\n停留所付近にあるＴの兄の家で仕事をし，夕方，金山停留所からバスに乗っ\nて帰ってくる途中でＳに行っていたと思う旨述べたことが認められる。そう\nすると，Ｔが毎日午前１０時２３分に金山停留所発のバスを利用してＳに通\nっていたことには大いに疑問があるし，そもそも，Ｇ首席助役らのＴに対す\nる事実確認は，十分なものであったとは認め難い。\nエ  以上のとおり，本件事故バスの車内の客の数や転倒した状況に関する転倒\n者の供述は，被災者運転バスのＢＤＣＳデータから推測される車内の状況と\n食い違っていること，Ｇ首席助役らがＴから聴取したとされる供述の信用性\nには疑問があること等からすれば，本件転倒事故が被災者運転バスで起きた\nと断定することはできない。\nオ  また，本件事故バスの運転士であると特定された場合，当該運転士は交通\n局が指導を強化している発進反動事故を起こした者と扱われるほか，警察署\nに事故当事者として事故届の提出を行って捜査の対象になるという軽視し\n難い事態が生じる一方，被災者は，被災者運転バスにおいて本件転倒事故が\n生じたとの認識がない旨を述べていたことからすると，交通局は，本件事故\nバスの運転士は被災者であると特定するに当たり，相応の注意を払って慎重\nに調査を行う必要があったというべきである。しかるに，本件事故バスの時\n刻に関する転倒者の記憶は，曖昧であり，Ｔは，相当な高齢者である以上，\n転倒者及びＴの供述の信用性については慎重な吟味が必要であったはずで\nあるのに，交通局は，転倒者の供述と曲がりなりにも客観的な証拠であるＢ\nＤＣＳデータとを突合した形跡がなく，また，Ｇ首席助役らのＴに対する事\n実確認は，十分なものであったとは認められない。むしろ，運行時刻とバス\nの形式を突き付けられた被災者が，被災者運転バスが本件事故バスなのでし\nょうと述べるや，交通局は，本件事故バスの運転士を被災者と特定して直ち\nに被災者を警察署に出頭させ，２日後にはＶ所長の自費で示談を取り交わし\nているのであるから，交通局は，対外的な事態の収拾を急ぐあまり，本件事\n故バスの運転士を被災者であるといささか拙速に特定したものであって，そ\nの過程には相応の問題があったといわざるを得ない。\n３  本件自殺に至る経緯\n⑴  被災者が受けた心理的負荷の強度\nア  労働環境による心理的負荷\n原告らは，交通局の労働環境について，交通局はリフレッシュ研修を退職\n強要等のための労務管理の手段として用いていたとか，ありがとう運動を本\n来の目的とは離れた運用をし，過剰に顧客を優先し運転士の人権を無視して\nいた旨主張する。しかし，これらの主張は，交通局の実際の運用を離れて，\n多分に印象論を述べるものにとどまり，本件で被災者が受けた心理的負荷と\nの関連性の有無及びその程度は明らかではない。そして，現に，被災者にと\nってリフレッシュ研修及びありがとう運動の存在が心理的負荷となってい\nたことを示す事実又は証拠は見当たらない。そうすると，原告らが主張する\nような労働環境自体に係る心理的負荷の強度を検討することは相当ではな\nい。また，原告らは，その他，交通局の市バス運転士の業務の質的過重性及\nびこれに伴う心理的負荷について主張するものの，被災者は，本件自殺時点\nで既に市バス運転士の業務に６年以上従事し，それ以前にもバス運転業務に\n従事するなど十分な経験を有していたのであり，そのような経験を有する者\nであっても，なお，憂慮すべき心理的負荷となり得る質的過重性があったと\n認めるに足りる事実又は証拠は見当たらず，原告らの主張を採用することは\nできない。\nイ  労働実態による心理的負荷\n被災者の本件自殺前概ね６か月間の時間外労働時間数は，前記前提事実\n⑹のとおりであり，１か月当たりの時間外労働時間数が８０時間を超える\nことはなかったものの，これに近い時間（約７４時間３０分，約７２時間\n３０分）になることがあった。また，上記期間の１か月間当たりの時間外\n労働時間数の平均は，約６３時間であった。さらに，被災者の超勤時間は，\n前記前提事実⑺イ及びウのとおり労働基準法３６条に基づく協定による\n限度を超えるものであり，被災者の本件自殺前概ね６か月間の拘束時間は，\n前記前提事実⑻イのとおり改善基準が１日当たりの原則的な拘束時間と\nする１３時間を超える日が７０％近くを占め，最大拘束時間である１６時\n間を超える日も少なからずみられた。\n労働者が労働日に長時間にわたり業務に従事する状況が継続するなど\nして，疲労や心理的負荷等が過度に蓄積すると，労働者の心身の健康を損\nなう危険のあることは，周知のところである。また，長時間労働は，一般\nに精神障害の準備状態を形成する要因となっているとの考え方も考慮す\nれば，恒常的な長時間労働の下で発生した出来事の心理的負荷は，平均よ\nり強く評価される必要がある。\n前記のとおり，被災者の１か月当たりの時間外労働時間数は，８０時間\nを上回るものではなかったことなどから，その労働時間数のみでもって，\n客観的に心理的負荷の強度が大きいと評価することはできないものの，被\n災者が労働基準法３６条に基づく協定や改善基準の定めを超えるほどの\n長時間労働を恒常的に行っていたことは否定できない。加えて，証拠（甲\nＣ５０，５１，５３）によれば，１か月の平均残業時間が６０時間以上の\n場合には，平均残業時間なしや１０時間未満に比べてストレス度に大きな\n有意差が認められ，平均残業時間が６０時間以上はストレス度の見地から\n問題が多いとされていることを踏まえれば，被災者の労働実態は，一定程\n度，被災者の心身の疲労を蓄積させ，そのストレス対応能力を低下させる\nものであったと認められる。\nウ  本件添乗指導等による心理的負荷\n被災者は，平成１９年２月３日頃，Ｇ首席助役から，Ｄ課長の言伝とし\nて，被災者のアナウンスの声が小さくて抑揚がなく，葬式の司会者のよう\nなアナウンスだったので，大きな声ではっきりと伝えるように注意してほ\nしいと言われた旨伝えられたが，市バスの運転士にとって「葬式の司会者\nのような」アナウンスという表現が，相手を貶める言葉であることは明ら\nかである。被災者は，このような言葉を，自動車部の各営業所に所属する\n運転士の指導に当たる総元締めの部署の長（Ｄ課長）から，自身の所属す\nる営業所の上位３番目の職位であるＧ首席助役を通じて伝えられたので\nあり，被災者にとっては，自身の仕事ぶりや個性を否定されるとともに，\n今後の自らの処遇に影響があると不安に感じたであろう出来事であった\nと認められる。Ｇ首席助役は，被災者に対し，あまり気にしないよう述べ\nているものの，本件上申書によれば，被災者が納得している様子はおよそ\n見受けられず，Ｇ首席助役が被災者の心情を踏まえた的確な発言，配慮を\nしたと認めることも困難である。そうすると，本件添乗指導が１回限りの\n出来事であったことを踏まえても，被災者が受けた心理的負荷の強度は，\n客観的にみても相当程度のものであったと認められる。\nなお，原告らは，本件添乗指導以外の添乗にも不適切なものがみられ，\n被災者の心理的負荷になっていた旨指摘する。しかし，Ｃ営業所の所長，\n副所長及び首席助役が，平成１８年１０月２７日，被災者の運転する市バ\nスに添乗したことについては，本件全証拠によっても３名で協議して被災\n者を狙い打ちしたなどという事実は認められない。また，Ｎ係長は，平成\n１９年２月２２日，被災者の運転する市バスに始発から終点まで添乗して\nいるが，そのような添乗は，当時珍しいものではなかった。そして，被災\n者が平成１８年度に受けた添乗の回数は，交通局全体のバス運転士が添乗\nを受けた回数の平均，Ｃ営業所のバス運転士が添乗を受けた回数の平均を\nいずれも下回るものであった。その他，本件添乗指導以外の添乗が，被災\n者にとって憂慮すべき心理的負荷となっていたことを基礎付ける事実又\nは証拠は見当たらず，原告らの上記主張を採用することはできない。\nエ  本件苦情に係る出来事による心理的負荷\n被災者は，平成１９年５月１６日，自身が本件苦情の対象の運転士であ\nるとの自覚は無かったものの，Ｈ助役から，被災者が本件苦情の対象の運\n転士であり，かつ，本件送信者の言い分どおりその接客に問題があること\nを前提とした指導を受けた。前記のとおり，本件苦情の対象の運転士は，\n被災者であったと認められるものの，Ｈ助役による事実確認及び指導は，\n本件苦情の出来事から２週間が経過した時点で，被災者が出来事の具体的\n内容を思い出すことができないことも無理からぬ状況で行われたもので\nあって，被災者も，結局事実関係を自覚することができずに終わっている。\nこのように，Ｈ助役は，本件苦情の対象の運転士であることの自覚がない\n被災者に対し，特段の配慮なく，上記のような指導を行っているのである\nから，被災者は，これにより相応の心理的負荷を受けたものと認められ，\n現に同日中に，本件苦情に納得ができない旨を記載した本件進退願を作成\nし，同僚運転士に対してもその旨相談をするなどしているところである。\nしかも，被災者は，その後平成１９年６月１１日まで，自身が本件苦情\nの対象の運転士であること及び本件苦情の内容が真実であることを前提\nに，しかしそのような自覚はないまま，他の模範的とされる運転士の市バ\nスへの添乗，Ｇ首席助役による指導及び本件添乗レポートの提出という指\n導を受けている。これら指導は，いずれも，自動車部自動車運転課指導係\nの指示によるもので，当時，それほど多く行われていたわけではなく，本\n件苦情をきっかけに，交通局内で被災者の接客が相応に問題視されること\nとなったことを示しているから，前\nきくするものであるといえる。そうすると，本件苦情に係る一連の出来事\nによる心理的負荷の強度は，客観的にみても相当大きかったものと認めら\nれる。\nオ  本件転倒事故に係る出来事による心理的負荷\n被災者は，平成１９年６月１２日の午後，突然，勤務を外された上，Ｇ\n首席助役及びＪ主任助役から，本件転倒事故に関する事実確認を受けた。\n被災者は，その際，転倒者及びその知人（Ｔ）の供述があると告げられ，\n本件転倒事故を起こした認識は無かったものの，被災者が本件事故バスの\n運転士であることを前提に，警察への事故届提出を了解し，Ｊ主任助役及\nびＫ助役と警察署に赴き，警察官の取調べを受け，実況見分に立ち会い，\nＣ営業所に戻った後には午後１０時まで待機を命じられた。被災者は，Ｃ\n営業所に待機させられている間，Ｍ組長に対し，本件転倒事故について全\nく覚えがなく納得できない旨連絡した。\n本件転倒事故は，発進反動事故であると認められ，交通局において重点\n的に防止を図るべき事故として指導が行われていたものであり，これを起\nこすことは，交通局内では運転士のその後の処遇等について重要な意味を\n持つものであったと認められる。しかるところ，被災者は，自身が当事者\nであるとの認識が全くないにもかかわらず，職場においてこのような意味\nを持つ本件転倒事故を起こした者として扱われることとなったばかりか，\n警察においても同様の扱いを受けることとなり，自身の認識とは一致しな\nい事実を理由に数々の軽視し難い事態を招く状況に立たされたのであっ\nて，現に，被災者は，Ｃ営業所に待機中及び帰宅後もひどく落ち込んだ様\n子であった。\nそうすると，転倒者の怪我が重度なものであったなどという事情はなく，\n転倒者が平成１９年６月１２日の時点で示談に前向きな姿勢を示してい\nたことを踏まえても，被災者が本件転倒事故に係る一連の出来事により受\nけた心理的負荷の強度は，客観的にみても大きかったものと認められる。\nカ  総合評価\n以上検討したとおり，被災者は，長時間労働により心理的負荷に対する耐\n性が一定程度低下していた状況下で，平成１９年２月３日頃から同年６月１\n２日までの約４か月の間に，立て続けに本件添乗指導，本件苦情及び本件転\n倒事故に係る各出来事という３つの心理的負荷となる業務上の出来事に遭\n遇したものである。そして，これらのうち本件苦情に係る出来事は，被災者\nが自覚していない事実を根拠に指導やあまり例のない取扱いを受けたとい\nう点で，客観的にみても被災者に対して相当大きな心理的負荷を与えていた\nところ，本件転倒事故に係る出来事は，本件苦情に係る指導がひと段落した\n日の翌日に発生しているばかりか，本件苦情に係る出来事と同様，やはり被\n災者が自覚していない事実を根拠にするものであり，かつ，職場の内外を通\nじて本件苦情を超えた数々の軽視し難い事態を招くという点で，客観的にみ\nても被災者に対してさらに大きな心理的負荷を与えるものであった。\nこのような経緯を踏まえると，平成１９年６月１２日までに発生したこれ\nらの一連の出来事の心理的負荷は，客観的にみて被災者に精神障害を発病さ\nせるに足りる強度のものであったというべきである。\n他方，本件全証拠によっても，これらの一連の出来事以外に被災者の精神\n障害の発病の契機となり得る出来事は見当たらない。\n⑵  精神障害の発病及び本件自殺\nア  原告らは，被災者が本件自殺に先立って精神障害を発病していたと主張す\nる一方，被告は，これについて極めて疑わしい旨主張する。\nそこで検討するに，本件では，以下の医学的知見等の存在を指摘できる。\nＩＣＤ－１０（世界保健機関が公表する国際疾病分類第１０回修正版）\nの診断ガイドラインによれば，急性ストレス反応（Ｆ４３．０）とは，例\n外的に強い身体的又は精神的ストレスに反応して発現する著しく重篤な\n一過性の障害であるとされ，例外的に強いストレスの衝撃と発症との間に，\n即座で明らかな時間的関連があり，発症が通常直後ではないにしても数分\n以内である。また，症状としては，混合した，しじゅう変動する病像を呈\nし，初期の困惑状態に加え，抑うつ，不安，激怒，絶望，過活動及び引き\nこもりの全てがみられることがあるが，１つのタイプの症状が長い間優勢\nであることはなく，ストレスの多い環境からの撤退が可能な場合，急速に\n（せいぜい数時間以内で）消失するとされている。また，ＩＣＤ－１０の\n診断ガイドラインによれば，適応障害（Ｆ４３．２）とは，主観的な苦悩\nと情緒障害の状態であり，通常，社会的な機能と行為を妨げ，重大な生活\nの変化に対して，あるいはストレス性の生活上の出来事の結果に対して順\n応が生ずる時期に発生するとされる。症状は多彩であり，抑うつ気分，不\n安，心配（あるいはこれらの混合），現状の中で対処し，計画したり続ける\nことができないという感じ，及び日課の遂行が少なからず障害されること\nが含まれる。発症は，通常ストレス性の出来事，あるいは生活の変化が生\nじてから１か月以内であり，症状の持続は通常６か月を超えないとされ，\n診断は，①症状と形式，内容及び重症度，②病歴と人格，③ストレス性の\n出来事，状況，あるいは生活上の危機といった諸項目間の関連の注意深い\n評価に基づくとされている。（甲Ｂ７，１３）\n本件で提出された医学的意見のうち，Ｘ１教授作成の意見書（甲Ｂ１，\n９）は，被災者について，職務に関連して体験したエピソードが大きなス\nトレスとして働き，その結果，抑うつ反応や不安が惹起されてうつ気分が\n持続していたところへ，更に大きなストレスが加わった結果，極めて短期\n間（１日程度）に激しい怒りと自責が外と内に同時に向かった結果，急性\nストレス反応が現れたとし，Ｘ２教授作成の意見書（甲Ｂ２，８の１）は，\n被災者は，不安・抑うつを伴う適応障害を発病したとし，地方公務員災害\n補償基金名古屋市支部の専門医の意見（甲Ｂ３の２）は，被災者は，何ら\nかの精神障害を発病していたとし，Ｘ３教授作成の意見書（乙Ｂ１）は，\n被災者は，本件自殺の直前，何らかの精神疾患，特に抑うつ気分を主体と\nする適応障害あるいはうつ病をはじめとする気分障害等何らかの抑うつ\n状態を主とする精神障害を発病していた可能性が高いとし，Ｘ４医師作成\nの意見書（乙Ｂ２）は，被災者は，強い不安感を抱き，抑うつ状態にあっ\nたことは確かであり，適応障害が疑われる状態であったとしている。\nイ  以上を踏まえると，被災者は，平成１９年６月１２日，自身に自覚がない\nまま，本件事故バスの運転士として扱われた上，直ちに警察署へ出頭して捜\n査を受けるなどの大きな心理的負荷を受けた後，Ｃ営業所における待機中，\nさらには帰宅してからも，それまでには見られなかった程度にひどく落ち込\nんだ様子であり，深夜といってよい時刻に仲の良い同僚に要領を得ない電話\nをかけるなど，適応障害の症状である抑うつ状態を示していたといえる。加\nえて，本件で提出された複数の医学的意見は，いずれも，被災者が本件自殺\nの時点で何らかの精神障害を発病していたことを認め，あるいはその可能性\nを指摘するものであることからすれば，被災者は，遅くとも本件自殺を実行\nに移した同月１３日の時点で，少なくとも適応障害を発病していたものであ\nるといえ，本件自殺は，当該精神障害の影響により，正常の認識，行為選択\n能力が著しく阻害された状態，あるいは自殺を思いとどまる精神的抑制力が\n著しく阻害されている状態下で行われたものと認められる。\n⑶  交通局における勤務と本件自殺との事実的因果関係\n以上検討したとおり，被災者は，平成１９年６月１２日までに，交通局にお\nける勤務により客観的にみて精神障害を発病させるに足りる強度の心理的負\n荷を受けており，他に精神障害の発病の契機となり得る心理的負荷は見当たら\nなかった一方，遅くとも本件自殺を実行に移した同月１３日の時点で，少なく\nとも適応障害という精神障害を発病していたのであるから，交通局における勤\n務による心理的負荷により精神障害を発病し，その影響により本件自殺に至っ\nたものと認められる。\n４  国家賠償法上の違法及び相当因果関係について\n⑴  労働者が労働するに際し，心理的負荷等が過度に蓄積すると，労働者の心身\nの健康を損なう危険があることから，使用者は，労働者に従事させる業務を定\nめてこれを管理するに際し，業務の遂行に伴う心理的負荷等が過度に蓄積して\n労働者の心身の健康を損なうことがないよう注意する義務を負うと解するの\nが相当であり，使用者に代わって労働者に対し業務上の指揮監督を行う権限を\n有する者は，使用者の当該注意義務の内容に従って，その権限を行使すべきで\nある。そして，このことは，地方公共団体と地方公務員との関係においても妥\n当すると解されるから，被告は，地方公務員が遂行する公務の管理に当たって，\n当該公務員の生命及び健康等を危険から保護するよう配慮すべき義務を負い，\nこれに違反する行為は，国家賠償法上違法であるというべきである。\n⑵  そこで検討するに，被災者は，前記のとおり，交通局における勤務により客\n観的にみて精神障害を発病させるに足りる強度の心理的負荷を受けていたと\nころ，以下のとおり，被告は，そのような心理的負荷の存在を認識又は予見す\nることが十分可能であったものと認められる。\nア  被災者の労働実態は，前記のとおり，その心身の疲労を蓄積させ，そのス\nトレス対応能力を低下させるものであった。そして，被災者の超勤時間は，\n労働基準法３６条に基づく協定による限度を超えるものであり，被災者の拘\n束時間は，改善基準が１日当たりの原則的な拘束時間とする１３時間を超え\nる日が７０％近くを占め，最大拘束時間である１６時間を超える日も少なか\nらずみられたことや，平成１８年度の交通局の全営業所の運転士１人１か月\n当たり平均超勤時間が３７時間，Ｃ営業所では３９時間であり（甲Ｄ１の１・\n２４５頁），被災者の超勤時間（１か月当たり平均約６７時間３０分）は，全\n営業所の運転士と比較すると約１．８倍，Ｃ営業所の運転士と比較すると約\n１．７倍となっていたことを踏まえると，被告は，被災者の労働実態が，他\nの運転士と比較しても，特に心身の疲労が蓄積する可能性のあるものであっ\nたことを十分認識することができたものと認められる。\nイ  本件添乗指導は，前記のとおり，客観的にみても相当程度の心理的負荷と\nなる出来事であったところ，その指導内容が不適切であることは明らかであ\nり，しかも，Ｄ課長及びＧ首席助役が関与していることから，本件添乗指導\nにより被災者に相当程度の心理的負荷が生じたことについて，被告は十分認\n識できたものと認められる。\nウ  本件苦情に係る一連の出来事は，前記のとおり，客観的にみても相当大き\nい心理的負荷となる出来事であったところ，被災者は，Ｈ助役の事実確認の\n際，Ｈ助役に対し，自身には本件苦情の対象の運転士である自覚はない旨告\nげていたのであるから，それにもかかわらず，特段の配慮なく，被災者が本\n件苦情の対象の運転士であり，かつ，本件送信者の言い分どおりの接客の問\n題があることを前提として，あまり例のない指導等を受けることにより，被\n災者に相当大きい心理的負荷が生じたことについて，被告は認識できたもの\nと認められる。\nエ  本件転倒事故に係る一連の出来事は，前記のとおり，客観的にみても大き\nな心理的負荷となる出来事であったところ，被災者は，Ｇ首席助役らの事実\n確認の際，Ｇ首席助役らに対し，自身には本件転倒事故の当事者である自覚\nはない旨告げていたのであるから，それにもかかわらず，特段の配慮なく，\n被災者を本件事故バスの運転士であると扱い，さらに直ちに警察署に出頭さ\nせることにより，被災者に大きい心理的負荷が生じるであろうことは，被告\nにおいて十分予見可能であったものと認められる。\n⑶  以上のとおり，被告は，被災者には，その労働実態，本件添乗指導及び本件\n苦情に係る出来事により，一定程度の心理的負荷が蓄積していたことを認識で\nきたといえ，このような状態の被災者が，本件転倒事故について，自身が当事\n者である自覚がないのに，本件事故バスの運転士として扱われた上，直ちに警\n察に出頭させられることにより，被災者に客観的に精神障害を発病させるに足\nりる強度の心理的負荷が生じることを予見することは可能であったと認めら\nれる。\n⑷  そうすると，被告は，被災者が交通局における勤務により一定程度の心理的\n負荷が蓄積していたことを認識できた一方，被災者が，職場の内外を通じて\n数々の軽視し難い事態を招く本件転倒事故の当事者であるという自覚を有し\nていなかったのであるから，平成１９年６月１２日，本件事故バスの運転士は\n被災者であると特定するに当たり，被災者の生命及び健康等を危険から保護す\nるため，十分な調査を行うべき注意義務があったのにこれを怠り，対外的な事\n態の収拾を急ぐあまり，転倒者の曖昧な記憶やＴからの不十分な事実確認を根\n拠として被災者を本件事故バスの運転士として扱った上，直ちに警察に出頭さ\nせたことで，被災者に対して客観的にみて精神障害を発病させるに足りる心理\n的負荷を与えたのであるから，当該注意義務に違反したものというほかなく，\n国家賠償法上の違法があり，これにより被災者に精神障害を発病させて本件自\n殺に至らしめた以上，当該注意義務違反と本件自殺との間には相当因果関係が\n認められる。\nよって，被告は，被災者の死亡について国家賠償法１条１項に基づく責任を\n負う。\n５  損害の発生及びその額（争点２）（弁護士費用，損益相殺的調整は後述）\n⑴  逸失利益                      ４４９５万１９４８円\n被災者の本件自殺前年の給与所得金額総額が５８４万８５４９円であるこ\nとは，当事者間に争いがない。被災者は，本件自殺当時，独身で一人暮らしを\nしていたから生活費控除率は５０％とし，その他は原告ら主張のとおり，就労\n可能年数は本件自殺当時の３７歳から６７歳までの３０年間分，中間利息控除\nはライプニッツ方式により行い，係数として１５．３７２を用いるのが相当で\nある。そうすると逸失利益は以下のとおり算定される。\n５８４万８５４９円×（１－０．５）×１５．３７２（小数点以下四捨五入）\n⑵  死亡慰謝料及び原告ら固有の慰謝料            合計２５００万円\n被災者の死亡当時の年齢（３７歳），被災者が本件自殺に至るまでの間にＣ\n営業所における勤務中に経験した出来事，被災者が受けた心理的負荷の強度，\nその他本件に現れた一切の事情を考慮すると，被災者の死亡による慰謝料及び\n原告ら固有の慰謝料は，合計して２５００万円とすることが相当である。\n⑶  葬儀費用                           １５０万円\n上記のとおり認めるのが相当である。\n⑷  まとめ\n以上より，過失相殺（争点３）について検討前の損害額（弁護士費用，損益\n相殺的調整は除く。）は合計して，７１４５万１９４８円となる。\n６  過失相殺（争点３）について\n被告は，①被災者が本件苦情や本件転倒事故に係る事実確認の際に曖昧な回答\nをしたこと，及び②仮に被災者においてその健康状態が悪化していたのであれば，\n上司等にその旨の申告があってしかるべきであるが，本件ではそのような申告は\nなかったことは，いずれも被災者の過失と評価されるものであり，相当の過失相\n殺が認められるべきである旨主張する。\nしかし，被災者は，本件苦情及び本件転倒事故のいずれについても，事実確認\n担当者から，証拠らしきものの存在を指摘されたため，自身がこれら事案の当事\n者である可能性がある旨を認めたにすぎず，その旨の自覚がないことは明確に表\n明していた。よって，被災者が，自身の認識とは一致しない事実により指導を受\nけたり警察署に出頭したりしたこと，それに際して被告から何ら的確な配慮がな\nかったことについて，その原因を被災者の態度に帰することはできない。また，\n被災者の精神症状は，本件転倒事故に係る事実確認及びその後の警察署への出頭\n等をもって決定的に悪化したものと解され，その翌日には本件自殺を実行に移し\nていることから，事前に被告にその健康状態の申告等をしなかったことを非難す\nることはできない。\nそうすると，被告の主張する事情でもって，過失相殺による賠償額減額をすべ\nきとは認められない。\n７  まとめ（弁護士費用，損益相殺的調整，遅延損害金等）\n以上の検討結果，当事者の主張及び本件事案の性質を踏まえると，被告の原告\nらに対する賠償額は以下のとおり算定される。\n⑴  弁護士費用相当額                       ７１０万円\n⑵  前記５⑷と弁護士費用相当額の合計               ７８５５万１９４８円\n⑶  前記⑵を２分した結果                       各自３９２７万５９７４円\n⑷  損益相殺的調整の結果\nア  原告Ａ１                    ３１５２万０４７４円\n葬祭料７５万円及び遺族一時金７００万５５００円を前記⑶から控除し\nた。なお，原告Ａ１は，葬祭料として８４万０６６０円の支給を受けている\nが，原告Ａ１が相続した賠償請求権のうち，葬儀費用相当額は７５万円であ\nるため，これを上回る支給額を賠償額から控除することはできない。また，\n被告は，遺族特別給付金，遺族特別援護金及び遺族特別給付金の支給額も損\n害額から控除すべきである旨主張するが，これらは損害の填補を目的とする\nものではないから，損害額から控除するのは相当でない。\nイ  原告Ａ２                   ３２２７万０４７４円\n遺族一時金７００万５５００円を前記⑶から控除した。遺族特別給付金，\n遺族特別援護金及び遺族特別給付金の支給額を控除しないのは前記のとお\nりである。\n⑸  まとめ\nよって，被告は，原告らに対し，国家賠償法１条１項に基づく損害賠償とし\nて，原告Ａ１について３１５２万０４７４円及びこれに対する被災者の死亡日\nである平成１９年６月１４日から支払済みまで民法所定の年５分の割合によ\nる遅延損害金を，原告Ａ２について３２２７万０４７４円及びこれに対する同\n日から支払済みまで同割合の遅延損害金を支払う義務を負う。\n第４  結論\n以上によれば，原告らの請求は，主文１項及び２項の範囲で理由があるから，そ\nの限度で一部認容し，その余は理由がないからいずれも棄却し，被告の申立てによ\nり被告に担保を立てさせて仮執行免脱の宣言をすることとして，主文のとおり判決\nする。\n名古屋地方裁判所民事第１部\n裁判長裁判官       井  上  泰  人\n裁判官       前  田  早紀子\n裁判官       伊  藤  達  也\n別紙\n（省略）\n"
}