{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 2,
    "month": 7,
    "day": 22
  },
  "case_number": "平成31(行ケ)10046",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "89608",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=89608",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/608/089608_hanrei.pdf",
  "contents": "令和２年７月２２日判決言渡\n平成３１年（行ケ）第１００４６号  審決取消請求事件\n口頭弁論終結日  令和２年６月１０日\n判          決\n原        告     河村電器産業株式会 社\n訴 訟 代 理 人 弁 護 士      松山智 恵\n濱田   慧\n訴 訟 代 理 人 弁 理 士      鎌田   徹\n津田拓 真\n被        告     テ ン パ ー ル 工 業 株 式 会 社\n訴 訟 代 理 人 弁 護 士      白木裕 一\n訴 訟 代 理 人 弁 理 士      藤本   昇\n中谷寛 昭\n北田   明\n主          文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事実及び理 由\n第１  請求\n特許庁が無効２０１８－８０００２７事件について平成３１年２月２６日\nにした審決を取り消す。\n第２  事案の概要\n１  特許庁における手続の経緯等\n⑴  被告は，平成１２年１１月８日に出願した特許出願（特願２０００－３３\n９７９３号。以下「第１世代の親出願」という。甲５）の一部を分割して出\n願した特許出願（特願２００８－１２００５９号。以下「第２世代の親出願」\nという。甲６）の一部を分割して出願した特許出願（特願２００９－２５６\n７８６号。以下「第３世代の親出願」という。甲７）の一部を分割して出願\nした特許出願（特願２０１２－５７９９３号。以下「第４世代の親出願」と\nいう。甲８）の一部を更に分割して出願した特願２０１３－２１５０４５号\n（以下「原出願」という。甲９）の一部を分割して，平成２６年６月３日，\n発明の名称を「回路遮断器の取付構造」とする発明について新たに特許出願\n（特願２０１４－１１５３１８号。以下「本件出願」という。甲２２）をし，\n平成２７年２月６日，特許権の設定登録（特許第５６８８６２５号。請求項\nの数１。以下，この特許を「本件特許」という。）を受けた（甲３６）。\n⑵  原告は，平成３０年３月２日，本件特許について特許無効審判を請求した\n（甲２３）。\n特許庁は，上記請求を無効２０１８－８０００２７号事件として審理を行\nい，平成３１年２月２６日，「本件審判の請求は，成り立たない。」との審\n決（以下「本件審決」という。）をし，その謄本は，同年３月７日，原告に\n送達された。\n⑶  原告は，平成３１年４月５日，本件審決の取消しを求める本件訴訟を提起\nした。\n２  特許請求の範囲の記載\n本件特許の特許請求の範囲の請求項１の記載は，次のとおりである（以下，\n請求項１に係る発明を「本件発明」という。甲２２）。\n【請求項１】\nプラグイン端子金具が電源側に設けられたプラグインタイプの回路遮断器を\n分電盤などの母線が設けられた取付板に取り付けるための前記回路遮断器と取\n付板の構造であって，\n前記回路遮断器の前記母線とは反対側の負荷側には前記回路遮断器の底面か\nら突出する，しないを外部つまみで択一的に選択保持可能なロックレバーを設\nけるとともに，\n前記取付板には前記ロックレバーの嵌合部を設け，\n前記取付板の上に載置した回路遮断器を前記母線の方向にスライドさせてい\nくと前記母線がプラグイン端子金具に差し込まれていき，\n前記取付板と前記回路遮断器とに夫々対応して設けられた嵌合部と被嵌合部\nとが互いに嵌合することにより，前記回路遮断器の前記取付板に対する鉛直方\n向の動きが規制されるとともに，\n前記回路遮断器の底面から前記ロックレバーが突出して前記取付板の嵌合部\nに嵌合することにより，前記母線から前記回路遮断器を取り外す方向の動きが\n規制されて，前記取付板に前記回路遮断器が取り付けられた状態となることを\n特徴とした回路遮断器の取付構造。\n３  本件審決の理由の要旨\n⑴  本件審決の理由は，別紙審決書（写し）のとおりである。\nその要旨は，原告の主張する無効理由１（甲１を主引用例とし，甲１及び\n甲２に記載された発明に基づく進歩性欠如），無効理由２（甲３を主引用例\nとし，甲３及び甲２に記載された発明に基づく進歩性欠如），無効理由３（分\n割要件違反による甲４を主引用例とする新規性欠如又は進歩性欠如）は，い\nずれも理由がなく，上記各無効理由によっては，本件特許を無効とすること\nはできないというものである。\n甲１ないし４は，次のとおりである。\n甲１  特開平１０－２４８１２２号公報\n甲２  実公平６－４４２４６号公報\n甲３  特開平１１－６９５２９号公報\n甲４  特開２００２－１５０９１１号公報\n⑵  本件審決が認定した甲１に記載された発明（以下「甲１発明」という。），\n甲２に記載された発明（以下「甲２発明」という。），甲３に記載された発\n明（以下「甲３発明」という。），本件発明と甲１発明との一致点及び相違\n点，本件発明と甲３発明の１との一致点及び相違点は，以下のとおりである。\nア  甲１発明\n「接続端子１６が電源側に設けられたプラグインタイプの分岐開閉器４\nを分電盤のベース２に取り付けるための前記分岐開閉器４を取り付けた取\nり付け部材５とベース２の構造であって，\n前記取り付け部材５の導電バー３とは反対側の負荷側には前記取り付け\n部材５の側片５ｂの下面から突出する，しないを操作片２５ｂで択一的に\n選択可能な板ばね２５を設けるとともに，\n前記ベース２には前記板ばね２５が係止する係止孔２４を設け，\n前記ベース２の上に載置した分岐開閉器４を取り付けた取り付け部材５\nを前記導電バー３の方向にスライドさせていくと前記導電バー３が接続端\n子１６に差し込まれていき，\n前記ベース２に設けられた長孔２２と前記取り付け部材５に設けられた\n係止爪２３とが互いに嵌合することにより，前記分岐開閉器４を取り付け\nた取り付け部材５の前記ベース２に対する鉛直方向の動きが規制されると\nともに，\n前記取り付け部材５の側片５ｂの下面から板ばね２５が突出してベース\n２の係止孔２４に係止することにより，前記導電バー３から前記分岐開閉\n器４を取り付けた取り付け部材５を取り外す方向の動きが規制されて，前\n記ベース２に前記分岐開閉器４を取り付けた取り付け部材５が取り付けら\nれた状態となる分岐開閉器４を取り付けた取り付け部材５の取付構造。」\nイ  甲２発明\n「電源架台６と，これに差込まれたときプラグイン式コネクタによる負\n荷回路などに接続され，操作用取手１を用いて架台に対して引出し又は差\n込みを行う電源ユニット２を備えた架台搭載引出し型電源装置において，\n操作用取手１１と，上下方向にスライド可能な係止アーム１２と，係止ア\nーム１２の半固定ばね体１５を設け，\n操作用取手１１を水平に位置させると，係止アーム１２が電源架台６の\n係止溝５内から引抜かれ，引留め解除位置となり，電源ユニット２を電源\n架台６から引出すことができ，\n電源ユニット２を電源架台６に差し込んだのち，操作用取手１１を垂直\nに位置させる操作で，係止アーム１２が下方に移動し係止溝５内に入り，\n引留め位置となり，電源ユニット２を電源架台６に引留めることができ，\n係止アームの半固定用ばね体１５により係止アーム１２の引留め位置，\nおよび引留め解除位置が保持されるようにした引留め構造。」\nウ  甲３発明\n「プラグイン端子金具７が電源側に設けられたプラグインブレーカのブ\nレーカ本体１を分電盤の取付板９に取り付けるための前記ブレーカ本体１\nと取付板９の構造であって，\n取付板９の貫通孔１２から上方に突出したり，または突出しなくなる突\n片１３を備えた弾性に優れた金属よりなる抜け止め金具１１を，前記取付\n板９の裏面に設けるとともに，\n前記ブレーカ本体１の負荷側の端面１５は，前記抜け止め金具１１の突\n片１３と係合するようになっており，\n前記取付板９の上に載置したブレーカ本体１を主幹バー６の方向にスラ\nイドさせていくと前記主幹バー６がプラグイン端子金具７に差し込まれて\nいき，\n前記取付板９に設けられた先端を屈曲させた規制金具１０と前記ブレー\nカ本体１に設けられたと凹溝とした切欠き溝８とが互いに係合することに\nより，前記ブレーカ本体１の前記取付板９に対する上方の動きが規制され\nるとともに，\n前記取付板９の貫通孔１２から前記抜け止め金具１１の突片１３が突出\nして前記ブレーカ本体１の負荷側の端面１５に係合することにより，前記\n主幹バー６から前記ブレーカ本体１を取り外す方向の動きが規制されて，\n前記取付板９に前記ブレーカ本体１が取り付けられた状態となるブレーカ\n本体１の取付構造。」\nエ  本件発明と甲１発明との一致点及び相違点\n（一致点）\n「プラグイン端子金具が電源側に設けられたプラグインタイプの回路遮\n断器を分電盤などの母線が設けられた取付板に取り付けるための前記回路\n遮断器を含んだ部材と取付板の構造であって，\n回路遮断器を含んだ部材の前記母線とは反対側の負荷側には回路遮断器\nを含んだ部材の底面から突出する，しないを外部つまみで択一的に選択可\n能なロックレバーを設けるとともに，\n前記取付板には前記ロックレバーの嵌合部を設け，\n前記取付板の上に載置した回路遮断器を含んだ部材を前記母線の方向に\nスライドさせていくと前記母線がプラグイン端子金具に差し込まれていき，\n前記取付板と回路遮断器を含んだ部材とに夫々対応して設けられた嵌合\n部と被嵌合部とが互いに嵌合することにより，前記回路遮断器を含んだ部\n材の前記取付板に対する鉛直方向の動きが規制されるとともに，\n回路遮断器を含んだ部材の底面から前記ロックレバーが突出して前記取\n付板の嵌合部に嵌合することにより，前記母線から前記回路遮断器を含ん\nだ部材を取り外す方向の動きが規制されて，前記取付板に前記回路遮断器\nを含んだ部材が取り付けられた状態となる回路遮断器を含んだ部材の取付\n構造。」である点。\n（相違点１）\n「回路遮断器を含んだ部材」に関して，\n本件発明においては，「回路遮断器」であるのに対して，\n甲１発明においては，「分岐開閉器４を取り付けた取り付け部材５」で\nある点。\n（相違点２）\n回路遮断器の取付板に対する鉛直方向の動きが規制されるための「嵌合\n部」と「被嵌合部」に関して，\n本件発明においては，「前記取付板と前記回路遮断器とに夫々対応して\n設けられた嵌合部と被嵌合部」であるのに対して，\n甲１発明においては，「前記ベース２と前記取り付け部材５とに夫々対\n応して設けられた長孔２２と係止爪２３」である点。\n（相違点３）\n母線から回路遮断器を取り外す方向の動きが規制されるための「ロック\nレバー」に関して，\n本件発明においては，ロックレバーは，\nその設ける対象は，「回路遮断器」で，\nその外部つまみは，「前記回路遮断器の底面から突出する，しないを外\n部つまみで択一的に選択保持可能」であり，\nその規制は，「前記回路遮断器の底面から前記ロックレバーが突出して\n前記取付板の嵌合部に嵌合することにより」規制されるのに対して，\n甲１発明においては，板ばね２５（「ロックレバー」に相当。）は，\nその設ける対象は，「取り付け部材５」で，\nその操作片２５ｂ（「外部つまみ」に相当。）は，「前記取り付け部材\n５の側片５ｂの下面から突出する，しないを操作片２５ｂで択一的に選択\n可能」であっても，本件発明のような「選択保持可能」ではなく，\nその規制は，「前記取り付け部材５の側片５ｂの下面から板ばね２５が\n突出してベース２の係止孔２４に係止することにより」規制される点。\nオ  本件発明と甲３発明の一致点及び相違点\n（一致点）\n「プラグイン端子金具が電源側に設けられたプラグインタイプの回路遮\n断器を分電盤などの母線が設けられた取付板に取り付けるための前記回路\n遮断器と取付板の構造であって，\n前記取付板の上に載置した回路遮断器を前記母線の方向にスライドさせ\nていくと前記母線がプラグイン端子金具に差し込まれていき，\n前記取付板と前記回路遮断器とに夫々対応して設けられた嵌合部と被嵌\n合部とが互いに嵌合することにより，前記回路遮断器の前記取付板に対す\nる鉛直方向の動きが規制されるとともに，\n前記母線から前記回路遮断器を取り外す方向の動きが規制されて，前記\n取付板に前記回路遮断器が取り付けられた状態となる回路遮断器の取付構\n造。」である点。\n（相違点４）\n母線から回路遮断器を取り外す方向の動きが規制されるための構成に関\nして，\n本件発明においては，「前記回路遮断器の前記母線とは反対側の負荷側\nには前記回路遮断器の底面から突出する，しないを外部つまみで択一的に\n選択保持可能なロックレバーを設けるとともに，前記取付板には前記ロッ\nクレバーの嵌合部を設け」，「前記回路遮断器の底面から前記ロックレバ\nーが突出して前記取付板の嵌合部に嵌合することにより」規制されるとの\n構成を備えているのに対して，\n甲３発明においては，かかる構成を備えておらず，「取付板９の貫通孔\n１２から上方に突出したり，または突出しなくなる突片１３を備えた抜け\n止め金具１１を，前記取付板９の裏面に設けるとともに，前記ブレーカ本\n体１の負荷側の端面１５は，前記抜け止め金具１１の突片１３と係合する\nようになっており」，「前記取付板９の貫通孔１２から前記前記抜け止め\n金具１１の突片１３が突出して前記ブレーカ本体１の負荷側の端面１５に\n係合することにより」規制される点。\n第３  当事者の主張\n１  取消事由１（甲１を主引用例とする本件発明の進歩性の判断の誤り）\n⑴  原告の主張\nア  相違点１の認定及び判断の誤り\n本件審決は，本件発明と甲１発明は，甲１発明の「分岐開閉器４を取り\n付けた取り付け部材５」は，本件発明の「回路遮断器」に相当するとはい\nえない点（相違点１）において相違すると認定し，また，甲１発明におい\nて，分岐開閉器４をベース２に取付ける際に，取り付け部材５を介在させ\nないようにすることについては，動機付けはないから，相違点１に係る本\n件発明の構成は，当業者が容易に想到し得たこととはいえない旨判断した。\n(ア)ａ  しかしながら，本件発明１の特許請求の範囲（請求項１）には，\n本件発明の「回路遮断器」をロックレバーや被嵌合部をその筐体に一\n体不可分に設けた構成の回路遮断器に限定する記載はなく，甲１発明\nのように「分岐開閉器４を取り付けた取り付け部材５」として構成さ\nれた回路遮断器を本件発明の「回路遮断器」から除外する記載はない。\nまた，一般に，回路遮断器は，取付板に取り付けられた状態で用い\nられるものであるから，回路を遮断する機能だけでなく，取付板に取\nり付けられる機能，構造をも当然に有する必要がある。そして，甲１\nの【００１４】の「分岐開閉器４を取り付け部材５に取り付けた状態\nで取り付け部材５と一緒に分岐開閉器４が次のように装着される。」\nとの記載及び図面（図１）によれば，「分岐開閉器４」及び「取り付\nけ部材５」は，予め一体とされた後，一体となった状態のまま，ベー\nス２に取り付けられるものであり，甲１発明の「分岐開閉器４を取り\n付けた取り付け部材５」は，「回路遮断器の取り付け構造」における\n「回路遮断器」として用いられるものであるから，本件発明の「回路\n遮断器」とその機能及び用途において何ら相違するものではない。\nしたがって，甲１発明の「分岐開閉器４を取り付けた取り付け部材\n５」は，本件発明の「回路遮断器」に相当するから，本件審決におけ\nる相違点１の認定は誤りである。\nｂ  この点に関し被告は，甲１には分岐開閉器が同じ構成で取り付け部\n材の高さが違う実施形態が記載されており，取り付け部材は，分岐開\n閉器をベースに取り付けるためのスペーサとして機能するから，分岐\n開閉器の一部を構成するものではない旨主張する。\nしかしながら，甲１には，分岐開閉器の一定の寸法に限定すること\nを示す記載や導電バーを分岐開閉器の寸法に合わせた位置に配置する\nことができないことを示す記載はなく，取り付け部材が，所定形状の\n分岐開閉器を導電バーの異なる高さに合わせるためのスペーサとして\n機能することを示す記載はない。また，発明を構成するある部材につ\nいて，当該発明の実施例として異なる形状や寸法のものが記載されて\nいたとしても，そのことから直ちに当該部材が「スペーサ」として機\n能すると解されるものではない。\nしたがって，被告の上記主張は失当である。\n(イ)  仮に本件審決における相違点１の認定に誤りがないとしても，甲１\n発明における分岐開閉器４と取り付け部材５とを一体とするか否かは設\n計事項にすぎない。そして，作業省略，コスト低減等の観点から，むし\nろ分岐開閉器４と取り付け部材５とを一体にしようとするのが自然であ\nることからすると，甲１発明において，分岐開閉器４と取り付け部材５\nを一体不可分の構造とし，相違点１に係る本件発明の「回路遮断器」の\n構成とすることは当業者が容易に想到することができたものである。\nしたがって，本件審決における相違点１の判断は誤りである。\nイ  相違点２の認定及び判断の誤り\n本件審決は，本件発明と甲１発明は，甲１発明の「取り付け部材５に設\nけられた係止爪２３」を，本件発明の「回路遮断器に設けられた嵌合部ま\nたは被嵌合部」ということはできない点（相違点２）において相違すると\n認定し，また，甲１発明において，分岐開閉器４をベース２に取付ける際\nに，取り付け部材５を介在させないようにし，取り付け部材５に設けられ\nた係止爪２３を，分岐開閉器４に設ける動機付けもないから，相違点２に\n係る本件発明の構成は，当業者が容易に想到し得たこととはいえない旨判\n断した。\nしかしながら，前記ア(ア)で述べたように，甲１発明の「分岐開閉器４\nを取り付けた取り付け部材５」は，本件発明の「回路遮断器」に相当する\nものであり，取り付け部材５は回路遮断機の一部であることに照らすと，\n嵌合部及び被嵌合部のうちの一方が，本件発明において「回路遮断器に設\nけられている」ことと，甲１発明において「取り付け部材５に設けられて\nいる」こととは，構成において相違しない。\nしたがって，本件審決における相違点２の認定は誤りである。また，仮\nに甲１発明の「分岐開閉器４を取り付けた取り付け部材５」は，本件発明\nの「回路遮断器」に相当するものではないとしても，前記ア(イ)で述べた\nように，甲１発明において，分岐開閉器４と取り付け部材５を一体不可分\nの構造とし，本件発明の「回路遮断器」の構成とすることは当業者が容易\nに想到することができたものであるから，本件審決における相違点２の判\n断も誤りである。\nウ  相違点３の認定の誤り\n前記ア(ア)で述べたように，甲１発明の「分岐開閉器４を取り付けた取\nり付け部材５」は，本件発明の「回路遮断器」に相当することに照らすと，\n本件審決認定の相違点３のうち，実質的な相違点といえるのは，本件発明\nでは，ロックレバーの外部つまみは，ロックレバーが「前記回路遮断器の\n底面から突出する，しないを外部つまみで択一的に選択保持可能」である\nのに対し，甲１発明では，板ばね２５（ロックレバーに相当）の操作片２\n５ｂ（外部つまみに相当）は，板ばね２５が「前記取り付け部材５の側片\n５ｂの下面から突出する，しないを操作片２５ｂで択一的に選択可能」で\nあっても，「保持可能」ではない点のみであり（以下，この相違点を「相\n違点３’」という場合がある。），それ以外の相違点の認定は誤りである。\nエ  相違点３の容易想到性の判断の誤り\n本件審決は，①甲１発明の「分岐開閉器４を取り付けた取り付け部材５」\nは，本件発明の「回路遮断器」に相当するとはいえないし，また，甲１発\n明において，分岐開閉器４をベース２に取付ける際に，取り付け部材５を\n介在させないようにすることについては動機付けがなく，仮に甲１発明に\n甲２発明を適用しても，甲１発明の板ばね２５が設けられた「取り付け部\n材５」に甲２発明の係止アーム１２を適用することとなるから，「回路遮\n断器」にロックレバーを設けた構成（相違点３に係る本件発明の構成）と\nはならない，②㋐甲１発明の板ばね２５を甲２発明の係止アーム１２に置\n換することに関し，甲１の記載を参酌すれば，甲１発明は，作業者が片手\nで持ち上げられる程度の大きさ及び重量の分岐開閉器を分電盤に取り付け\nるための構造に関する技術であるのに対し，甲２の記載を参酌すれば，甲\n２発明は，振動による電源ユニットの電源架台からの抜け出し防止，及び\n係止アームの抜け出し防止を課題とした，架台搭載引出し型電源装置の架\n台への引留め構造に関する技術であり，甲１発明と甲２発明とは，取り付\nけ対象物，その大きさ及び重量も異なり，両者の属する技術分野が同じで\nあるとはいえないこと，㋑甲１発明の「板ばね２５」と甲２発明の「係止\nアーム１２」とは，形状及び操作の形態が大きく異なり，単純に，甲１発\n明の「板ばね２５」を甲２発明の「係止アーム１２」の構造に置換できる\nものではないこと，㋒仮に甲１発明の板ばね２５が取り付け部材５の側片\n５ｂの下面から突出する，しないを操作片２５ｂで択一的に選択保持可能\nにしたとすると，「分岐開閉器４を取り付けた取り付け部材５」をスライ\nドさせた際に，スライドさせただけで板ばね２５の先端部２５ａが係止孔\n２４に係止して取り付け部材５が動かないように止められるという作用を\n奏さなくなるから，甲１発明の「板ばね２５」に甲２発明の「係止アーム\n１２」を引留め位置及び引留め解除位置に保持することを適用して，「突\n出する，しないを外部つまみで択一的に選択保持可能」とすることについ\nては阻害要因があることからすると，甲１発明の「板ばね２５」を甲２発\n明の「係止アーム１２」に置換することについての動機付けはないとして，\n相違点３に係る本件発明の構成は，当業者が容易に想到しえたこととはい\nえない旨判断した。\nしかしながら，本件審決の判断は，以下のとおり誤りである。\n(ア)  ①について\n前記ア(ア)で述べたように，甲１発明の「分岐開閉器４を取り付けた\n取り付け部材５」が，本件発明の「回路遮断器」に相当するから，甲１\n発明の板ばね２５が設けられた「取り付け部材５」に甲２発明の係止ア\nーム１２を適用して得られる構成は，「回路遮断器」にロックレバーを\n設けた構成とみなすことができる。また，仮に甲１発明の「分岐開閉器\n４を取り付けた取り付け部材５」は，本件発明の「回路遮断器」に相当\nするものではないとしても，前記ア(イ)で述べたように，甲１発明にお\nいて，分岐開閉器４と取り付け部材５を一体不可分の構造とし，本件発\n明の「回路遮断器」の構成とすることは当業者が容易に想到することが\nできたものである。\nこれに反する本件審決の判断は誤りである。\n(イ)  ②について\nａ  一般に，対象部材の移動を規制するための規制部材のスライドをロ\nックするための機構において，ロックされた状態と，ロックが解除さ\nれた状態のそれぞれを択一的に選択保持可能とすること自体は，極め\nて単純な機構であり，様々な技術分野で採用されている周知技術であ\nる。例えば，対象部材としてのドアに設けられる規制部材としてのス\nライドロック（甲３１）や，デスクトップパソコンにおいて対象部材\nとしてのメモリを取付用スロットに差し込んだ後の移動を規制する規\n制部材としてのロック機構（甲３２）等がある。\nそして，甲２には，機器の底面から突出することによって機器のス\nライドを防止するための部材を，突出する状態と突出しない状態のそ\nれぞれにおいて択一的に選択「保持」可能な構成とするという技術事\n項及びその具体的構成（操作用取手１１の操作により，係止アーム１\n２を突出する状態と突出しない状態を選択「保持」可能とする構成。\n第４図，第５図参照）が記載されている。このように甲２には，上記\n周知技術を採用した例が開示されている。\nｂ(a)  甲１発明及び甲２発明は，いずれも，プラグコネクタに接続され\nた機器のスライドを防止する機構という共通の技術分野に属する発\n明である。\n甲１発明及び甲２発明は，電源装置等において，プラグコネクタ\nの接続が外れてしまう方向に電子機器がスライドすることを防止す\nるという共通の課題，機器の底面から部材を突出させることで，プ\nラグコネクタの接続が外れてしまう方向への電子機器の移動を規制\nするという共通の作用・機能を有している。\nまた，甲１発明及び甲２発明が属する技術分野においては，取り\n付け対象が架台であるか盤であるかの峻別はされておらず，取り付\nけ対象の大きさや重量も個別製品の事情によるものであり，甲１及\nび甲２にも，甲１発明及び甲２発明が適用される製品の大きさや重\n量を特定する記載はない。そして，甲１発明における板ばねの役割\n及び甲２発明に係止アームの役割は，いずれも機器のスライドを防\n止するというものであり，機器の大きさや重量によって何ら変わる\nものではない。\nしたがって，甲１発明と甲２に記載された発明とは，取り付け対\n象物，その大きさ及び重量も異なり，両者の属する技術分野が同じ\nであるとはいえないとした本件審決の判断は誤りである。\n⒝  甲１に接した当業者においては，甲１発明は，分岐開閉器がプラ\nグコネクタの接続が解除される方向にスライドしてしまうことを板\nばねを底面から突出させることによって防止する構成（板ばねでロ\nックする構成）であり，プラグコネクタの接続を解除する方向に分\n岐開閉器をスライドさせる際においては，板ばねの先端部２５ａが\n底面から突出していない状態になるように（板ばねのロックが外れ\nる状態になるように），板バネの操作片２５ｂを手で持ち上げた状\n態に維持する必要があり，かかる状態のまま，プラグコネクタの接\n続を解除するほどの力をかけながら分岐開閉器をスライドさせる必\n要があること，このように板ばねによるロックを外した状態のまま\n保持することができないため，甲１発明には分岐開閉器の取り外し\nが困難であるという課題があることが理解できる。\n他方で，甲２には，「また一方の手で係止アーム（３ｂ）を持ち\n上げたのち，他方の手により操作用取手（１）を操作して電源ユニ\nット（２）を引き出さなければならない手段に比べて操作が簡単に\nなる。」（３頁左欄１９行～２２行）との記載がある。この記載か\nら，当業者は，甲２発明においては引留め構造，すなわち係止アー\nムを電源ユニットの底面から突出しない状態（ロックを外した状態）\nや底面から突出した状態（ロックをした状態）に選択「保持」可能\nな構造を有していることにより，そのような構造を有さない従来の\n構造に比べて，電源ユニットの引き出しが容易になることを理解で\nきる。\n⒞  以上によれば，甲１及び２に接した当業者においては，甲１発明\n及び甲２発明は技術分野，課題及び作用・機能において共通するこ\nと，甲１発明においては，プラグコネクタの接続を解除する方向に\n分岐開閉器をスライドさせる際においては，板ばねの先端部２５ａ\nが底面から突出しない状態に維持（ロックを外した状態に維持）さ\nせなければならないという課題があることを認識するといえるから，\n甲１発明において，この課題を解決し，分岐開閉器の取り外しを容\n易にするために，甲１発明の板ばねに係る構成部分に甲２発明の係\n止アーム及び操作用取手（ロックを外した状態を維持できる構造）\nを適用することを試みる動機付けがあるといえる。\n⒟  この点に関し本件審決は，甲１発明の「板ばね２５」に甲２発明\nの「係止アーム１２」を引留め位置及び引留め解除位置に保持する\nことを適用して，「突出する，しないを外部つまみで択一的に選択\n保持可能」とすると，甲１発明における「分岐開閉器４を取り付け\nた取り付け部材５」をスライドさせた際に，スライドさせただけで\n板ばね２５の先端部２５ａが係止孔２４に係止して取り付け部材５\nが動かないように止められるという作用を奏さなくなるから，上記\n適用には阻害要因がある旨判断した。\nしかしながら，そもそも，甲１には，「分岐開閉器４を取り付け\nた取り付け部材５」をスライドさせた際に，「スライドさせただけ\nで板ばね２５の先端部２５ａが係止孔２４に係止して取り付け部材\n５が動かないように止められるという作用」を奏することの記載は\n一切ないこと，甲１発明に甲２発明を適用した場合，スライドをさ\nせた上で，ロックをかけるというだけのことであり，分岐開閉器を\n取り付ける際に特段の問題が生じないこと，分岐開閉器を取り外す\nためにスライドさせる際には，板ばね２５が底面から突出していな\nい状態を手で維持する必要がなくなるという，新たな作用が得られ\nることとなるため，分岐開閉器の取り付け及び取り外しの操作が明\nらかに容易になることに照らすと，上記適用に阻害要因があるとい\nえないから，本件審決の上記判断は失当である。\nｃ  甲１発明に甲２発明を適用するに当たっては，甲２に記載された機\n器の底面から突出することによって機器のスライドを防止するための\n部材を，突出する状態と突出しない状態のそれぞれにおいて択一的に\n選択「保持」可能な構成とするという技術的思想を甲１発明に適用す\nれば足りる。\nそして，係止アーム等の形状や構成を機器に合わせて適宜変更する\nことは，当業者であれば当然に行う設計的な事項であり，何ら困難性\nを伴うものではなく，具体的な方法としては種々の方法が考えられる。\n例えば，甲２発明の係止アームや操作用取手をその具体的な構成を\n維持したまま，甲１発明の板ばねと置き換えた構成として，別紙原告\n主張書面記載の図１及び図２に示した構成が考えられる。図１は，係\n止アーム１２が機器の底面から突出しない状態（ロック解除状態）を\n示し，図２は，係止アーム１２が機器の底面から突出した状態（ロッ\nク状態）を示している。\n次に，甲１発明の板ばねの形状を概ね維持したまま，甲２発明にお\nける選択「保持」可能という技術事項（技術的思想）を甲１発明に適\n用した構成として，別紙原告主張図面記載の図３及び図４のように，\n分岐開閉器に突起Ａを，分岐開閉器の板ばねに突起Ｂを設け，板ばね\nが取付板に対して非係合状態である場合に，分岐開閉器及び板ばねに\n設けた突起が互いにかみ合う構成とすることが考えられる，図３の状\n態から，板ばねを持ち上げて図４の状態にすると，突起Ａが突起Ｂに\n係合することにより，板ばねが持ち上げられた状態，すなわち，底面\nから突出しない状態に「保持」されることとなる。また，別紙原告主\n張図面記載の図５のように，突起Ｃ及びＤを取り付け部材の両側面に\n配置して，板ばねが突起Ｃ及びＤに接することで取付板から突出した\n状態と持ち上げられた状態とを保持できるようにすることも考えられ\nる。この例では，板ばねを持ち上げると，板ばねは突起Ｃ及びＤに接\nすることで，取付板から突出しない状態とが保持され，逆に，板ばね\nを押し下げると，取付板から突出した状態が保持される。\nこのように甲２に記載された選択保持可能という技術的思想を甲１\n発明に適用することは可能であり，かつ，その適用において特段の技\n術的困難はない。\nｄ  以上によれば，甲１及び甲２に接した当業者は，甲１発明において，\nプラグコネクタの接続を解除する方向に分岐開閉器をスライドさせる\n際に，板ばねの先端部２５ａが底面から突出しない状態に維持（ロッ\nクを外した状態に維持）させなければならないという課題があること\nを認識し，この課題を解決し，分岐開閉器の取り外しを容易にするた\nめに，甲１発明の板ばねに係る構成部分に甲２発明の係止アーム及び\n操作用取手（ロックを外した状態を維持できる構造）を適用し，相違\n点３’に係る本件発明の構成（ロックレバーの外部つまみは，ロック\nレバーが「前記回路遮断器の底面から突出する，しないを外部つまみ\nで択一的に選択保持可能」である構成）とすることを容易に想到する\nことができたものである。\nこれに反する本件審決の判断は誤りである。\nオ  小括\n以上によれば，本件発明は，甲１発明及び甲２発明に基づいて，当業\n者が容易に発明をすることができたものであるから，これを否定した本\n件審決の判断は誤りである。\n⑵  被告の主張\nア  相違点１の認定及び判断の誤りの主張に対し\n(ア)  本件発明の特許請求の範囲（請求項１）には，「回路遮断器を分電\n盤などの母線が設けられた取付板に取り付けるための前記回路遮断器と\n取付板の構造」，「前記回路遮断器の前記母線とは反対側の負荷側には\n…ロックレバーを設け」，「前記取付板と前記回路遮断器とに夫々対応\nして設けられた嵌合部と被嵌合部」との記載がある。また。本件出願の\n願書に添付した明細書（以下，図面を含めて「本件明細書」という。甲\n２２）には，本件発明の実施形態として，凹部やロックレバーを含む１\nつの部材として回路遮断器が構成されている実施形態のみが記載されて\nいる。これらの記載から，本件発明は，回路遮断器を取付板に直接取り\n付けることを前提にした発明であるといえる。\n一方，甲１の記載（請求項１，【０００３】，図６，７，１４，１５）\nによれば，①甲１発明は，取り付け部材を介在させて分岐開閉器をベー\nスに取り付ける場合に生じる問題（【０００３】）を課題とし，取り付\nけ部材を介在させて分岐開閉器をベースに取り付けることを前提にした\n発明であること，②甲１には分岐開閉器が同じ構成で取り付け部材の高\nさが違う実施形態が記載されており（第１実施形態（図６，７），第２\n実施形態（図１４，１５）），取り付け部材は，分岐開閉器をベースに\n取り付けるためのスペーサとして機能する別部材であることからすれば，\n取り付け部材は，回路遮断器の一部を構成するものではない。また，甲\n１発明の分岐開閉器及び分電盤のそれぞれは，甲１２及び１３の電灯分\n電盤用協約形配線用遮断器及び甲１１の電灯分電盤に酷似した構成であ\nって，取り付け部材は甲１４の分岐取付台（協約形ブレーカ用）と同じ\n役割を果たすものであるところ，甲１発明において，分岐開閉器は協約\n形ブレーカであり，取り付け部材はそれに用いられる分岐取付台である\nから，「分岐開閉器４を取り付けた取り付け部材５」を本件発明の回路\n遮断器とみなすことはできない。\nしたがって，甲１発明の「分岐開閉器４を取り付けた取り付け部材５」\nは，本件発明の「回路遮断器」に相当するものといえないから，本件審\n決における相違点１の認定に原告主張の誤りはない。\n(イ)  また，甲１には，取り付け部材をなくしたり，分岐開閉器に組み込\nんだりして，分岐開閉器を直接ベースに取り付ける構成とすることにつ\nいての開示も示唆もないから，甲１発明において相違点１に係る本件発\n明の構成とする動機付けはない。\nしたがって，本件審決における相違点１の判断に誤りはない。\nイ  相違点２の認定及び判断の誤りの主張に対し\n前記アのとおり，甲１発明の「分岐開閉器４を取り付けた取り付け部材\n５」は，本件発明の「回路遮断器」に相当するものといえないし，また，\n甲１発明において相違点１に係る本件発明の構成とする動機付けはないか\nら，本件審決における相違点２の認定及び判断に誤りはない。\nウ  相違点３の認定の誤りの主張に対し\n前記ア(ア)のとおり，甲１発明の「分岐開閉器４を取り付けた取り付け\n部材５」は，本件発明の「回路遮断器」に相当するものといえないから，\n本件審決認定の相違点３のうち，実質的な相違点といえるのは，相違点３’\nのみであるとの被告の主張は，その前提を欠くものである。\nしたがって，本件審決における相違点３の認定に誤りはない。\nエ  相違点３の容易想到性の判断の誤りの主張に対し\n(ア)  前記ア(ア)のとおり，甲１発明の「分岐開閉器４を取り付けた取り\n付け部材５」は，本件発明の「回路遮断器」に相当するものといえない\nから，甲１発明に甲２発明を適用しても，甲１発明の板ばね２５が設け\nられた「取り付け部材５」に甲２発明の係止アーム１２を適用すること\nとなるから，「回路遮断器」にロックレバーを設けた構成（相違点３に\n係る本件発明の構成）とはならないとした本件審決の判断に誤りはない。\n(イ)ａ  原告は，甲２には，機器の底面から突出することによって機器の\nスライドを防止するための部材を，突出する状態と突出しない状態の\nそれぞれにおいて択一的に選択「保持」可能な構成とするという技術\n事項が記載されている旨主張する。\nしかしながら，甲２発明は，係止アームの上下の保持用切欠部に，\n半固定用ばね体の保持用折曲部が係止することで係止アームが引留め\n位置，引留め解除位置で保持されるが，係止アームの上下動は，係止\nアームにリンク機構を介して連結された操作用取手に連動する構成と\nなっており，少なくとも係止アームと半固定用ばね体とリンク機構と\n操作用取手が揃ってはじめて係止アームが係止溝に入るように下方に\n動いて保持されたり，係止溝から出るように上方に動いて保持された\nりする動き（作用）を奏するものであることに照らすと，原告主張の\n甲２記載の技術的事項は，所定の作用効果を奏するのに必要な構成を\n欠いて特定し，甲２発明の係止アーム，半固定用ばね体，操作用取手，\nリンク機構を含む具体的構成を抽象化・一般化・上位概念化したもの\nであって，甲２に記載されたものではないから，甲１発明に適用する\nことはできない。\nｂ  甲１発明に係る分岐開閉器は，工場等の業務用分電盤において，産\n業機器等へ電気の供給と分配を行うブレーカである一方で，甲２発明\nに係る電源ユニットは，通信事業者の通信基地局において，情報通信\n機器等に対して電源の整流と供給を行う装置であることからすると，\n甲１発明と甲２発明とは，機器としての使う場所も役割も明らかに異\nなり，全く関連しないから，両発明は，同一の技術分野に属するもの\nとはいえない。\n次に，甲２発明は，電源ユニットが大型で重量のあるものでレール\nの上に載っているだけのものであることにより生じる「電源ユニット\nの自重による抜け出し」や「係止アームの振動による抜け出し」の防\n止を課題とする架台搭載引出し型電源装置に関する発明であるのに対\nし，甲１発明は，片手で持って作業できる小型・軽量であってベース\nに対する鉛直方向の動きが規制される分岐開閉器（ブレーカ）の取り\n付け構造に関する発明であるから，甲１発明においては，甲２発明の\nような大型・重量物が単にレールに載っているだけであるからこそ生\nじる問題は起こりえず，この問題に関する課題が想定され得ない。\nまた，甲１発明は，「操作片を有する板ばね」を備えることで「板\nばねのばね力で係止孔に係止する」，「操作片を持ち上げて板ばねを\n弾性変形させて係止孔への係止を解除する」作用を奏する発明である\nのに対し，甲２発明は，「上下各位置（引留め位置及び引留め解除位\n置）で位置保持される係止アームの上下動が操作用取手の回動に連動\nしている」構成とすることにより，「操作用取手を操作する位置（水\n平位置）とすると係止アームが引留め解除位置（上位置）に抜け出し，\n操作用取手を収納する位置（垂直位置）とすると係止アームが引留め\n位置（下位置）に突出する」作用を奏する発明であるので，両発明は，\n分岐開閉器或いは電源ユニットのスライド方向の動きを規制する形状\n（構成），その形状を操作するための態様（作用）が全く異なり，作\n用機能の共通性はない。\nこのように甲１発明と甲２発明とは，技術分野が異なるだけでなく，\n技術分野の相違に基づく課題，この課題を解決するための構成並びに\nその作用において異なること，さらには，甲１発明においては，「操\n作片を有する板ばね」を設けることによって，板ばねがそのばね力に\nよってスライドさせるだけで係止孔に係止させてスライド方向の動き\nを規制し，操作片を持ち上げれば，板ばねの係止が外れてスライドさ\nせることができるという作用・効果を奏すること（【０００９】，【０\n０２０】，【００２１】等）からすると，甲１発明において，このよ\nうな作用・効果を奏さなくなる「係止した状態としない状態とに選択\n保持可能な構成」を適用する動機付けは一切ないし，かえって阻害要\n因がある。\nｃ  原告は，甲１発明に甲２発明を適用する方法としては，例えば，①\n甲２発明の係止アームや操作用取手をその具体的な構成を維持したま\nま，甲１発明の板ばねと置き換えた構成（別紙原告主張図面記載の図\n１及び図２に示した構成），②甲１発明の板ばねの形状を概ね維持し\nたまま，甲２発明における選択「保持」可能という技術事項（技術的\n思想）を甲１発明に適用した構成（別紙原告主張図面記載の図３ない\nし図５）が考えられるから，甲２に記載された選択保持可能という技\n術的思想を甲１発明に適用することは可能であり，かつ，その適用に\nおいて特段の技術的困難はない旨主張する。\nしかしながら，甲１発明に係るブレーカである分岐開閉器は,手のひ\nらサイズであるから，取り付け部材における板ばねが設けられている\n端部の大きさは，せいぜい１～２ｃｍのスペースしかないのに対し，\n甲２発明は，１００ｋｇを超える大型の電源ユニットに係止アームや\n操作用取手が設けられており，操作用取手は，電源ユニットを押し込\nみ，引き出しするために作業者が把持する（握る）ことができる程度\nの大きさであり，甲２発明における係止アーム，操作用取手，半固定\n用ばね体，リンク機構を含む引き留め構造は，甲１発明の取り付け部\n材の端部よりも大きく，むしろ分岐開閉器よりも大きい構造であり，\nしかも，しかも，引き留め構造は，係止アームと操作用取手とがリン\nク機構で連結する複雑な構造であることからすると，甲２発明におけ\nる大きく複雑な構造の引き留め構造を，甲１発明の板ばねという小さ\nく単純なものと置換して，わずか１～２ｃｍという小さいスペース（取\nり付け部材の端部のスペース）に設けることは，現実からかけ離れす\nぎており，当業者において想定できることではないし，甲１発明に甲\n２発明を適用，置換しても，本件発明の「回路遮断器の底面から突出\nする，しないを外部つまみで択一的に選択保持可能なロックレバーが\n回路遮断器の負荷側に設けられた」構成にはならないから，原告主張\nの①の適用の方法は失当である。\n次に，前記ａで述べたように，原告主張の甲２に記載された選択保\n持可能という技術的思想は，所定の作用効果を奏するのに必要な構成\nを欠いて特定し，甲２発明の係止アーム，半固定用ばね体，操作用取\n手，リンク機構を含む具体的構成を抽象化・一般化・上位概念化した\nものであって，甲２に記載されたものではないから，甲１発明に適用\nすることはできないから，原告主張の②の適用の方法は失当である。\nしたがって，原告の上記主張は理由がない。\n(ウ)  以上によれば，相違点３に係る本件発明の構成は当業者が容易に想\n到し得たこととはいえないとした本件審決の判断に誤りはない。\nオ  小括\n以上のとおり，本件審決における相違点１ないし３の認定及び判断に誤\nりはないから，本件発明は，甲１発明及び甲２に記載された事項に基づい\nて，当業者が容易に発明をすることができたものではない。\nしたがって，原告主張の取消事由１は理由がない。\n２  取消事由２（甲３を主引用例とする本件発明の進歩性の判断の誤り）\n⑴  原告の主張\nア  相違点４の容易想到性の判断の誤り\n本件審決は，①㋐甲３発明は，作業者が片手で持ち上げられる程度の大\nきさ及び重量のブレーカ本体を分電盤に取り付けるための構造に関する技\n術であるのに対し，甲２発明は，ブレーカ本体を分電盤に取り付けるため\nの構造に関する技術ではなく，振動による電源ユニットの電源架台からの\n抜け出し防止及び係止アームの抜け出し防止を課題とした，架台搭載引出\nし型電源装置の架台への引留め構造に関する技術であり，甲３発明と甲２\n発明とは，取り付け対象物，その大きさ及び重量も異なり，両者の属する\n技術分野が同じであるとはいえないから，甲３発明の板ばね２５を，甲２\n発明の係止アームに置換し得るものとはいえないこと，㋑甲３発明の抜け\n止め金具１１の突片１３と甲発明の係止アーム１２とは，それぞれを取り\n付けた部材の動きを防止する点で共通しているが，甲３発明の抜け止め金\n具１１の突片１３は，ブレーカ本体１をスライドさせたときに，抜け止め\n金具１１を操作しなくとも，突片１３がブレーカ本体１の負荷側の端面１\n５と係合し，ブレーカ本体１を取り外す場合は，抜け止め金具１１をドラ\nイバ等により下方に撓ませながら反対方向にスライドさせなければならな\nい「弾性」を有し（【００１３】ないし【００１５】），甲３発明は，ブ\nレーカ本体１の凹溝を規制金具１０に当接させた状態で，スライドさせる\nだけで，抜け止め金具１１の弾性を利用して，抜け止め金具１１の突片１\n３がブレーカ本体１の負荷側の端面１５と係合し，ブレーカ本体１が取付\n板９上に固定されるという作用を奏するのに対し，甲２発明の係止アーム\n１２は，操作用取手１１の操作により引留め位置または引留め解除位置と\nすることができるとともに，引留め位置および引留め解除位置のそれぞれ\nにおいて保持されるものであって，外部から力を加え続けなくとも，どち\nらかの状態が保持されるものであり，甲３発明の抜け止め金具１１の「突\n片１３」と甲２発明の「係止アーム１２」とは，形状及び操作の形態にお\nいて大きく異なるといえ，単純に，甲３発明の抜け止め金具１１の「突片\n１３」を甲２発明の「係止アーム１２」の構造に置換できるものではない\nこと，㋒仮に甲３発明において，抜け止め金具１１の突片１３を，「突出\nする，しないを外部つまみで択一的に選択保持可能」にしたとすると，ブ\nレーカ本体１は，スライドさせただけでは固定されず，スライド後に，抜\nけ止め金具１１の突片１２を，突出しない状態から突出した状態へと操作\nしないと，固定されないから，ブレーカ本体１の凹溝を規制金具１０に当\n接させた状態で，スライドさせるだけで，抜け止め金具１１の突片１３が\nブレーカ本体１の負荷側の端面１５と係合して，ブレーカ本体１が取付板\n９上に固定されるという作用を奏さなくなるから，甲３発明の抜け止め金\n具１１の突片１３に甲２発明の「係止アーム１２」を引留め位置及び引留\nめ解除位置に保持することを適用して，「突出する，しないを外部つまみ\nで択一的に選択保持可能」とすることについては阻害要因があることから\nすると，甲３発明の「抜け止め金具１１」を甲２発明の「係止アーム１２」\nに置換することについての動機付けはない，②甲２又は甲３には，甲３発\n明の抜け止め金具１１を，取付板９の裏面ではなく，ブレーカ本体１に設\nけることについて記載又は示唆があるものではないから，甲３発明におい\nて，「回路遮断器の前記母線とは反対側の負荷側」にロックレバーを設け\nることについては，動機付けはないとして，相違点４に係る本件発明の構\n成は，当業者が容易に想到しえたこととはいえない旨判断した。\nしかしながら，本件審決の判断は，以下のとおり誤りである。\n(ア)  甲２には，突出することによって機器のスライドを防止するための\n部材を，取付板側ではなく機器側に設けるという技術事項及び当該部材\nを，突出する状態と突出しない状態のそれぞれにおいて択一的に選択「保\n持」可能な構成とするという技術事項が記載されている。\n(イ)ａ  甲３発明及び甲２発明は，プラグコネクタに接続された機器のス\nライドを防止する機構という同一の技術分野に属する発明であり，電\n源装置等において，プラグコネクタの接続が外れてしまう方向に電子\n機器がスライドすることを防止するという共通の課題，垂直方向に部\n材（抜け止め金具及び突片，係止アーム）を突出させることによって，\nプラグコネクタの接続が外れてしまう方向への電子機器の移動を規制\nするという共通の作用・機能を有している。\nそして，技術的課題について複数の解決手段が知られている場合，\nある解決手段を別の解決手段に置換することは，当事者の通常の創作\n能力の発揮として，普通に行われていることであることからすると，\n甲２及び甲３に接した当業者において３は，甲３発明の上記課題を解\n決するための手段として，甲３発明における抜け止め金具及び突片に\n係る構成部分に甲２発明の係止アーム及び操作用取手（ロックを外し\nた状態を維持できる構造）を適用することを試みる動機付けがあると\nいえる。\nｂ  この点に関し被告は，甲３発明に係るブレーカ本体は，分電盤にお\nいて，機器へ電気の供給と分配を行うブレーカである一方で，甲２発\n明に係る電源ユニットは，通信事業者の通信基地局において，情報通\n信機器等に対して電源の整流と供給を行う装置であることから，甲３\n発明と甲２発明とは，機器としての使う場所も役割も異なっていて全\nく関連しないから，両発明について，同一の技術分野に属するもので\nはない旨主張する。\nしかしながら，甲２には，甲２発明に係る電源ユニットが，通信事\n業者の通信基地局において用いられるものであることや，情報通信機\n器等に対して電源の整流と供給を行う装置であることを示す記載はな\nい。そして，甲３発明及び甲２発明は，いずれも，プラグコネクタに\n接続された電子機器のスライドを防止する機構であるという点におい\nて，その原理，機構，作用，機能等を共通にするものであるから，両\n者が共通の技術分野に属していることは明らかである。\nしたがって，被告の上記主張は失当である。\n(ウ)  甲３発明に甲２発明を適用する具体的な態様としては，種々の態様\nが考えられる。例えば，甲３発明の抜け止め金具及び突片の形状を概ね\n維持したまま，甲２発明のうち，突出することによって機器のスライド\nを防止するための部材を，取付板側ではなく機器側に設けるという技術\n事項を甲３発明に適用してもよい。\nまた，甲３発明のうち抜け止め金具及び突片を，甲２発明のうち相違\n点に係る部分（係止アームや操作用取手等）の具体的な構成と置き換え\nて機器側に設けてもよい。この場合は，甲２発明の係止アーム（及びこ\nれを操作するための操作用取手等）をその具体的な構成を維持したまま，\n甲３発明の抜け止め金具及び突片と置き換えることとなり，係止アーム\n等の各部材の寸法を甲３発明のプラグインブレーカに合わせて適宜調整\nする必要はあるが，当該調整は，当業者によって通常行われる設計的事\n項にすぎない。\n(エ)  以上によれば，甲２及び甲３に接した当業者は，甲３発明において，\n甲３発明の抜け止め金具１１の突片１３に係る構成部分に甲２発明の係\n止アーム及び操作用取手（ロックを外した状態を維持できる構造）を適\n用して，相違点４に係る本件発明の構成とすることを容易に想到するこ\nとができたものである。\nこれに反する本件審決の判断は誤りである。\nイ  小括\n以上によれば，本件発明は，甲３発明及び甲２発明に基づいて，当業者\nが容易に発明をすることができたものであるから，これを否定した本件審\n決の判断は誤りである。\n⑵  被告の主張\nア  相違点４の容易想到性の判断の誤りの主張に対し\n(ア)  甲３発明に係るブレーカ本体は，分電盤において，機器へ電気の供\n給と分配を行うブレーカである一方で，甲２発明に係る電源ユニットは，\n通信事業者の通信基地局において，情報通信機器等に対して電源の整流\nと供給を行う装置であることからすると，甲３発明と甲２発明とは，機\n器としての使う場所も役割も明らかに異なり，全く関連しないから，両\n発明は，同一の技術分野に属するものとはいえない。\n次に，甲２発明は，電源ユニットが大型で重量のあるものでレールの\n上に載っているだけのものであることにより生じる「電源ユニットの自\n重による抜け出し」や「係止アームの振動による抜け出し」の防止を課\n題とする架台搭載引出し型電源装置に関する発明であるのに対し，甲３\n発明は，片手で持って作業できる小型・軽量であってベースに対する鉛\n直方向の動きが規制される分岐開閉器（ブレーカ）の取り付け構造に関\nする発明であるから，甲３発明においては，甲２発明のような大型・重\n量物が単にレールに載っているだけであるからこそ生じる問題は起こり\nえず，この問題に関する課題が想定され得ない。\nさらに，甲３発明の取付板に取り付けられた抜け止め金具は，その優\nれた弾性によってブレーカ本体で押さえられて下方に撓んでいた状態\nから上方に戻り，上方に突出した突片がブレーカ本体の負荷側の端面に\n係合し，ブレーカ本体を取付板から取り外す際には，ドライバー等で下\n方に撓ませられて上記係合が解除する構成・作用であり，甲３には，抜\nけ止め金具を，ブレーカ本体に設けたり，ブレーカ本体に対する係合位\n置や係合解除位置で位置保持することについて開示も示唆もない。\n加えて，甲３発明は，抜け止め金具の優れた弾性を利用してブレーカ\n本体を取付板上でスライドさせるだけで取り付けることができるワンタ\nッチ式の取付機構であることを前提とするものであり（【０００２】，\n【０００３】，【００１０】，【００１３】【００１６】，【００１８】），\nこのような甲３発明において，甲２発明のようなブレーカ本体への係合\nが解除された位置（係合解除位置）で抜け止め金具を位置保持する構成\nを採用すると，もはやワンタッチ式ではなくなるため，甲３発明の前提\nが消滅して目的に反するものとなってしまうことからすると，甲３発明\nにおいて，「係止した状態としない状態とに選択保持可能な構成」を適\n用する動機付けはなく，かえって阻害要因がある。\n(イ)  原告は，甲３発明に甲２発明を適用する具体的な態様としては，例\nえば，甲３発明の抜け止め金具及び突片の形状を概ね維持したまま，甲\n２発明のうち，突出することによって機器のスライドを防止するための\n部材を，取付板側ではなく機器側に設けるという技術事項を甲３発明に\n適用してもよいし，また，甲３発明のうち抜け止め金具及び突片を，甲\n２発明のうち相違点に係る部分（係止アームや操作用取手等）の具体的\nな構成と置き換えて機器側に設けてもよい旨主張する。\nしかしながら，前記１⑵エ(イ)ｃで述べたように，原告主張の甲２に\n記載された選択保持可能という技術的思想は，所定の作用効果を奏する\nのに必要な構成を欠いて特定し，甲２発明の係止アーム，半固定用ばね\n体，操作用取手，リンク機構を含む具体的構成を抽象化・一般化・上位\n概念化したものであって，甲２に記載されたものではないから，甲３発\n明に適用することはできないから，原告の上記主張は失当である。\n(ウ)  以上によれば，相違点４に係る本件発明の構成は当業者が容易に想\n到し得たこととはいえないとした本件審決の判断に誤りはない。\nイ  小括\n以上のとおり，本件審決における相違点４の容易想到性の判断に誤りは\nないから，本件発明は，甲３発明及び甲２発明に基づいて，当業者が容易\nに発明をすることができたものではない。\nしたがって，原告主張の取消事由２は理由がない。\n３  取消事由３（分割要件違反による甲４を主引用例とする本件発明の新規性及\nび進歩性の判断の誤り）\n⑴  原告の主張\nア  分割要件の判断の誤り\n本件審決は，原出願の出願当初の明細書，特許請求の範囲及び図面（以\n下，これらを併せて「原出願の当初明細書等」という。甲９）には，回路\n遮断器１の取付板２に対する鉛直方向の動きが規制されるための構成とし\nては，具体的には，取付板２に設けられた爪部３，４と，回路遮断器１に\n設けられた凹部５，６とで示されているが，原出願の当初明細書等記載の\n課題（従来のプラグインタイプの回路遮断器において発生する，回路遮断\n器を配置したときに回路遮断器の底面が取付板６２の突出片６６と干渉し，\n取り外しの際には突出片６６の端をドライバなどの工具を用いて押圧しな\nがら回路遮断器を取り外す必要があり，また突出片６６の先端で電線被覆\nを傷付けるおそれがあるという課題）との関係で，回路遮断器１を取付板\n２に平行にスライドさせた時に，両者の間に嵌合が形成されるものであれ\nば足りることは，十分に理解でき，取付板２，回路遮断器１のどちらが爪\n部或いは凹部かということ，及び嵌合の具体的な態様は，上記の課題解決\nに直接関係するものではないから，本件発明の「前記取付板と前記回路遮\n断器とに夫々対応して設けられた嵌合部と被嵌合部とが互いに嵌合するこ\nとにより，前記回路遮断器の前記取付板に対する鉛直方向の動きが規制さ\nれるとともに」との構成（以下「構成要件Ａ」という場合がある。）は，\n原出願の当初明細書等との関係において新たな技術的事項を導入するもの\nではなく，原出願の当初明細書等に記載された事項の範囲内のものである\n旨判断した。\nしかしながら，本件審決の判断は，以下のとおり誤りである。\n(ア)  本件発明の構成要件Ａにおける「嵌合部」及び「被嵌合部」の用語\nは，少なくとも文言解釈としては，いずれも，爪部や凹部を含み，かつ，\n爪部や凹部以外の嵌合・被嵌合の関係にあるあらゆる構成を含み得る用\n語として用いられているものと解される。\nすなわち，「嵌合」とは，軸と軸受けのように，機械の各部が嵌り合\nうことを意味するものであり，「嵌合部」という用語も，嵌り合うよう\nな形状の部材全般を意味するもので，爪部など凸部のみに限定されるも\nのではない。そして，凸部であれ，凹部であれ，何か嵌り合うような形\n状の部材は，その一方を「嵌合部」とした場合に，その対となる部材が\n「被嵌合部」となるという関係にあるものである。このことは，例えば，\n本件発明の「前記取付板には前記ロックレバーの嵌合部を設け，」の構\n成における「嵌合部」について，本件明細書の図１において取付板のく\nぼんだ部分が「嵌合部」として図示されており，「嵌合部」が爪部に限\n定されていないことからも裏付けられる。\nまた，構成要件Ａにおける「夫々対応して設けられた」という文言に\nついては，曖昧な記載であり，複数の解釈の余地があると思われるが，\n少なくとも「嵌合部」及び「被嵌合部」の用語が上記のとおり解釈され\nる以上，本件発明の構成要件Ａが，回路遮断器に爪部を設け，取付板に\n凹部を設けた構成をも含むものといえる。\nしたがって，本件発明においては，「嵌合部」及び「被嵌合部」との\n文言が用いられたことにより，回路遮断器の取付板に対する鉛直方向の\n動きを規制する態様が上位概念化され，「取付板」に設けられた「凹部」\nと「回路遮断器」に設けられた「爪部」とが嵌合する構成のものも含み\n得ることとなったものである。\n(イ)  しかるところ，原出願の当初明細書等及び第１ないし第４世代の親\n出願のそれぞれの願書に最初に添付した明細書，特許請求の範囲又は図\n面（以下「第１ないし第４世代の親出願の当初明細書等」という。甲５\nないし８）においては，回路遮断器の鉛直方向の動きの規制について，\n爪部を取付板に設け，爪部と嵌合する凹部を回路遮断器に設ける態様の\nみが記載されており，爪部を回路遮断器に設け，凹部を取付板に設ける\nことについては一切記載されていない。\nそうすると，本件発明は，原出願の当初明細書等及び第１ないし第４\n世代の親出願の当初明細書等に記載された事項の範囲を超えるものであ\nるから，本件出願は，特許法４４条１項の分割要件を満たさない。\nしたがって，本件出願は，適法な分割出願といえないから，本件出願\nの出願日は，遡及せず，平成２６年６月３日とされるべきものである。\nこれと異なる本件審決の判断は誤りである。\nイ  小括\n以上によれば，本件発明は，本件出願前に頒布された刊行物である甲４\n（特開２００２－１５０９１１号公報。平成１４年５月２４日出願公開）\nに記載された発明と同一の発明であるから，新規性を欠如し，また，甲４\nに記載された発明に基づいて当業者が容易に発明をすることができたもの\nであるから，進歩性を欠如する。\nしたがって，これと異なる本件審決の判断は誤りである。\n⑵  被告の主張\nア  分割要件の判断の誤りの主張に対し\n(ア)ａ  「嵌合」とは，「軸が穴にかたくはまり合ったり，滑り動くよう\nにゆるくはまり合ったりする関係」をいう語であり（広辞苑第７版），\n軸としてのいわゆるオスと，穴としての所謂メスの嵌め合い構造のこ\nとであることからすると，本件発明の構成要件Ａの「嵌合部」と「被\n嵌合部」は，「互いに嵌合することにより，前記回路遮断器の前記取\n付板に対する鉛直方向の動きが規制される」という機能的な特定によ\nって，一方がオス，他方がメスとして互いに嵌め合う形状であり，か\nつ，嵌合した状態で両者の間に鉛直方向の動きを規制する構造を有す\nるものであると解すべきである。\nまた，構成要件Ａの「夫々対応して設けられた」との語は，「嵌合\n部」と「被嵌合部」とが対応する位置関係にあることを特定する用語\nであり，「嵌合部」と「被嵌合部」が互いに嵌合して鉛直方向の動き\nを規制することができるように対応した配置となっていることに意義\nがある用語である。したがって，構成要件Ａは，嵌合部又は被嵌合部\nが取付板か回路遮断器のどちらに設けられているのかを限定するもの\nでは決してない。\nｂ  以上によれば，本件発明の構成要件Ａは，取付板及び回路遮断器の\n一方に設けられた「嵌合部」と他方に設けられた「被嵌合部」とが，\n互いに対応して配置されるとともに一方がオス，他方がメスとして互\nいに嵌め合うことによって，回路遮断器の取付板に対する鉛直方向の\n動きが規制されると解すべきである。\n(イ)  原出願の当初明細書等及び第１ないし第４世代の親出願の当初明細\n書等には，爪部と凹部がそれぞれ対応して設けられ，互いに嵌合するこ\nとによって回路遮断器の取付板に対する鉛直方向の動きを規制する構造，\nつまり，爪部と凹部とが互いに対応して配置されるとともに爪部がオス\nで,凹部がメスとして互いに嵌め合ってひっかかることによって，回路遮\n断器の取付板に対する鉛直方向への動きを規制する構造が記載されてい\nる。\nまた，本件明細書の実施例についても，爪部と凹部が，回路遮断器及\nび取付板のどちらに設けられているかを特定していないものの，原出願\nの当初明細書等記載の課題解決を図ることができる記載が多く見られ\n（「３の爪部ａと５の凹部ａが，４の爪部ｂと６の凹部ｂが勘合し取付\n板と鉛直な方向の動きを規制することができる。」（【０００８】），\n「爪部３，及び爪部４と凹部５及び凹部６との嵌合が外れる。」（【０\n０１４】），「爪部３，４と凹部５，６の巾寸法関係」（【００１５】）\n等），爪部と凹部が回路遮断器または取付板のいずれに設置するかは，\n課題解決に直接関係しないことが強く裏付けられる。\n甲３，１６，１７には，取付板に爪部が回路遮断器に凹部が設けられ\nた構造が，甲１８，２０には，取付板に凹部が回路遮断器に爪部が設け\nられた構造が開示されていることからすると，爪部を回路遮断器に設け，\n凹部を取付板に設けた構成が原出願の当初明細書等に明示的に記載され\nていなかったとしても，爪部と凹部は，取付板と回路遮断器のどちらに\n設けても，互いに嵌め合ってひっかかりが形成されることで鉛直方向の\n動きが規制される機能を発揮し得ることは，第１世代の親出願の出願当\n時，技術常識であったものである。\n甲５ないし９に接した当業者は，上記各事項に鑑み，爪部が回路遮断\n器に凹部が取付板に設けられた逆の配置が明示的に記載されているか，\nあるいは記載されているも同然であると理解する。\nそして，爪部を回路遮断器に,凹部を取付板に設ける逆の配置としても，\n原出願の当初明細書等に記載された発明の課題が解決され，爪部と凹部\nが互いに嵌合して回路遮断器の取付板に対する鉛直方向の動きが規制さ\nれるという本件発明の作用効果が得られることが当業者にとって容易に\n理解できる。\n以上によれば，本件発明の構成要件Ａは，原出願の当初明細書等の全\nての記載を総合することにより導かれる技術的事項との関係で，新たな\n技術的事項を導入するものではなく，原出願の当初明細書等に記載され\nた事項の範囲内のものであるから，本件出願は分割要件を満たしている。\nイ  小括\n以上によれば，本件出願は適法な分割出願であり，本件出願の出願日は\n第１世代の親出願の出願日に遡るから，原告主張の取消事由３は，理由が\nない。\n第４  当裁判所の判断\n１  本件明細書の記載事項について\n⑴    本件明細書（甲２２）の発明の詳細な説明には，次のような記載がある（下\n記記載中に引用する図１ないし図６については別紙１を参照）。\nア  【技術分野】\n【０００１】\n本発明は回路遮断器を分電盤の取付板に取り付けるための回路遮断器と\n取付板の構造に関するものである。\n【背景技術】\n【０００２】\n図６は従来の回路遮断器６１を分電盤の取付板６２に取り付ける構造の\n一例である。この取付構造は，まず，取付板６２に対し回路遮断器６１が\n斜めになる状態で回路遮断器６１の電源側の凹部６３を取付板６２の突出\n部６４に嵌め合わせ，次に回路遮断器６１を取付板６２に密着させ，回路\n遮断器６１の負荷側に設けられた凹部６５に同じく取付板に後付けされた\n弾性を持つ突出部６６を嵌め合わせ，電源側の端子と母線をねじにより締\n付接続する構造であった。\n【発明が解決しようとする課題】\n【０００３】\nしかしながら図１に示すようなプラグインタイプの回路遮断器は，取付\n板に設けられた母線とねじ無しで接続を行うためのプラグイン端子を電源\n側に設けており，取付板の上に回路遮断器を載置し，続いてプラグイン端\n子金具に母線が差し込まれるように負荷側から母線の方向にスライドさせ\nて取付板に装着する必要があるため，図６の取付方法では取付板の上に回\n路遮断器を配置したときに回路遮断器の底面が突出片６６と干渉し，取付\n板に取付できないという不具合があった。また，取り外しの際には突出片\n６６の端をドライバなどの工具を用いて押圧しながら回路遮断器を取り外\nす必要があった。さらに，突出片６６は回路遮断器の負荷側側面から飛び\n出しているために，分電盤内に電線を引き回す場合，突出片６６の先端で\n電線被覆を傷付ける恐れがあった。\n【０００４】\n本発明は，上述のような従来の問題を解決し，プラグインタイプのよう\nな回路遮断器でも容易に取付でき，配線が傷付かず，取り外し時に工具を\n必要としない取付け構造を提供することを目的としている。\nイ  【課題を解決するための手段】\n【０００５】\nそこで，請求項１の発明は，プラグイン端子金具が電源側に設けられた\nプラグインタイプの回路遮断器を分電盤などの母線が設けられた取付板に\n取り付けるための前記回路遮断器と取付板の構造であって，前記回路遮断\n器の底面から突出する，しないを外部つまみで択一的に選択保持可能なロ\nックレバーを前記回路遮断器の前記母線とは反対側の負荷側に設けるとと\nもに，前記取付板には前記ロックレバーの嵌合部を設け，前記取付板の上\nに載置した回路遮断器を前記母線の方向にスライドさせていくと前記母線\nがプラグイン端子金具に差し込まれていき，前記取付板と前記回路遮断器\nとに夫々対応して設けられた嵌合部と被嵌合部とが互いに嵌合することに\nより，前記回路遮断器の前記取付板に対する鉛直方向の動きが規制される\nとともに，前記回路遮断器の底面から前記ロックレバーが突出して前記取\n付板の嵌合部に嵌合することにより，前記母線から前記回路遮断器を取り\n外す方向の動きが規制されて，前記取付板に前記回路遮断器が取り付けら\nれた状態となるようにした回路遮断器の取付構造を提供したものである。\n【発明の効果】\n【０００６】\n以上のように本発明によれば，プラグインタイプのような回路遮断器で\nも容易に取付でき，配線が傷付かず，取り外し時に工具を必要としない取\n付け構造を提供することができる。\nウ  【発明を実施するための最良の形態】\n【０００７】\nこの発明の実施例について図面を用いて以下に詳細に説明する。図１か\nら図３は本件発明による回路遮断器の取付構造の実施例を示したものであ\nる。\n【０００８】\n図１から図３において，１は電源側をプラグインタイプの端子とした回\n路遮断器，２は分電盤に設けられた取付板，３，４は取付板に設けられ回\n路遮断器１の取付板と鉛直な方向の動きを規制する爪部ａと爪部ｂ，５，\n６は前記爪部に対応する回路遮断器側に設けられた凹部ａと凹部ｂ，７は\n回路遮断器側に設けられ取付板から回路遮断器を取り外す方向の動きを規\n制するロックレバー，８はロックレバー７と嵌合する取付板側の嵌合部，\n９，１０は回路遮断器の側面を規制する突出部ａと突出部ｂである。また，\n１１，１２は取付板に設けられた母線，１３，１４はプラグイン端子部，\n１５，１６はプラグイン端子金具である。３の爪部ａと４の爪部ｂは電源\n側から負荷側に向けて伸びており（開放されており），５の凹部ａと６の\n凹部ｂは電源側に向けて開放されている。これにより回路遮断器１を取付\n板２に載置して母線方向にスライドさせたときには，３の爪部ａと５の凹\n部ａが，４の爪部ｂと６の凹部ｂが勘合し取付板と鉛直な方向の動きを規\n制することができる。\n【０００９】\n図１に示すロックレバー７は遮断器の底面から突出していない状態を示\nしているが，図４はロックレバー７が遮断器の底面から突出した様態の外\n観を示した。ロックレバー７は枠部７０１内を図の上端部と下端部に選択\n的に指掛部７０２をもって操作でき，それにより係止部７０３が底面から\n突出したり突出しなかったりする。\n【００１０】\n図５は回路遮断器内のロックレバー７の周辺の構造を示している。この\n状態はロックレバー７が回路遮断器底面から突出していない状態を示して\nいる。指掛部７０２は図のように回路遮断器の負荷側側面からの突出がほ\nとんどないようにしている。回路遮断器側に設けられた突起部１７とふた\nつの溝１８と１９のいずれかが嵌合することにより，回路遮断器底面から\n突出した状態と突出しない場合の２つの位置を安定的に保持できるように\nしてある。\n【００１１】\nこのように構成された取付構造により回路遮断器を取付板に取り付ける\n場合について説明する。まず，図１において，回路遮断器１のロックレバ\nー７の係止部７０３が回路遮断器底面より突出しない状態にしておき，取\n付板の突出部ａ９，突出部ｂ１０の間に遮断器がくるように，また４の爪\n部ｂが遮断器の６の凹部ｂの開口部にくるように取付板の上に載置する。\nこの時点では爪部３，４と遮断器の凹部５，６はかみ合っていない。次に\n回路遮断器１を母線１１，１２の方向にスライドさせていくと母線１１，\n１２がプラグイン端子金具１５，１６に差し込まれていき，取付板に設け\nられた爪部３及び爪部４がそれぞれ回路遮断器の凹部５，凹部６と嵌合す\nる。\n【００１２】\n以上により，回路遮断器は図１の上方向（取付板に対する鉛直方向）と\n側面方向の動きが規制されるが，この状態では，回路遮断器は母線１１，\n１２から遠い方向（遮断器の負荷側方向）へは取り外し可能である。\n【００１３】\n次にロックレバー７の指掛部７０２を指で取付板の方向に押圧すると，\n係止部７０３が回路遮断器の底面より突出し，取付板の嵌合部８に嵌合す\nる。これにより母線から回路遮断器を取り外す方向の動きを規制すること\nができ，取付板２に回路遮断器１が取付られた状態となる。\n【００１４】\n次に回路遮断器１を取付板２から取り外す場合について説明する。まず，\nロックレバー７の指掛部７０２を取付板と反対の方向に指で引き上げ，嵌\n合部８とロックレバー７の係止部７０３との嵌合を解除する。次に回路遮\n断器１を母線１１，１２と反対の方向に引き抜くように移動させることに\nより，爪部３，及び爪部４と凹部５及び凹部６との嵌合が外れる。この状\n態で回路遮断器１を取付板から持ち上げると取付板２から取り外すことが\nできる。\n【００１５】\n以上の説明のように，プラグインタイプの回路遮断器１を分電盤に設け\nられた取付板２に取り付けるために，取付板２と鉛直な方向の動きを規制\nする爪部３及び爪部４を取付板２に設けるとともに前記爪部３，４とそれ\nぞれ対応する凹部５，及び凹部６を回路遮断器１に設け，取付板２に設け\nられた母線１１，１２から回路遮断器１を取り外す方向の動きを規制する\nロックレバー７を回路遮断器１に設けるとともに取付板２には前記ロック\nレバー７が嵌合する嵌合部８を設け，回路遮断器の側面を位置規制する突\n出部９及び突出部１０を取付板２に設けたために，プラグインタイプの回\n路遮断器を取付板と平行にスライドさせながら取り付けることが可能とな\nり，分電盤内に電線を引き回す場合にもロックレバー７の指掛部は回路遮\n断器の負荷側側面からわずかしか突出していないため電線被覆を傷付ける\n恐れがない。また，回路遮断器の取り外しに工具を用いる必要がなく，工\n具を携帯しておく必要性もない取付構造を提供できる。\n【００１６】\nなお，実施例では，回路遮断器の側面を位置規制する突出部９，１０を\n設けた例としたが，爪部３，４と凹部５，６の巾寸法関係を適性に設定す\nることで不要とできる。また，嵌合部８は取付板２の端部を折り曲げて形\n成された例で説明したが，係止部７０３の大きさに見合った穴としてもよ\nく，穴と係止部の寸法関係で突出部９，１０を不要にできる。これらは，\n本件発明の請求の範囲内で適宜変更可能である。\n(2)  前記(1)の記載事項によれば，本件明細書には，本件発明に関し，次のよ\nうな開示があることが認められる。\nア  図６記載の分電盤の取付板６２に対し回路遮断器６１が斜めになる状態\nで回路遮断器６１の電源側の凹部６３を取付板６２の突出部６４に嵌め合\nわせ，次に回路遮断器６１を取付板６２に密着させ，回路遮断器６１の負\n荷側に設けられた凹部６５に同じく取付板に後付けされた弾性を持つ突出\n部６６を嵌め合わせ，電源側の端子と母線をねじにより締付接続する，従\n来の回路遮断器を分電盤の取付板に取り付けるための回路遮断器の取付構\n造を，図１記載のプラグイン端子を電源側に設けたプラグインタイプの回\n路遮断器に用いる場合，プラグインタイプの回路遮断器は取付板の上に回\n路遮断器を載置し，続いてプラグイン端子金具に母線が差し込まれるよう\nに負荷側から母線の方向にスライドさせて取付板に装着する必要があるた\nめ，取付板の上に回路遮断器を配置したときに回路遮断器の底面が突出片\n６６と干渉し，取付板に取付できないという不具合があり，また，取り外\nしの際には突出片６６の端をドライバなどの工具を用いて押圧しながら回\n路遮断器を取り外す必要があり，さらに，突出片６６は回路遮断器の負荷\n側側面から飛び出しているために，分電盤内に電線を引き回す場合，突出\n片６６の先端で電線被覆を傷付けるおそれがあるという問題があった（【０\n００２】，【０００３】，図１，図６）。\nイ  「本発明」は，従来の回路遮断器の取付構造の問題を解決し，プラグイ\nンタイプの回路遮断器でも容易に取付でき，配線が傷付かず，取り外し時\nに工具を必要としない取付け構造を提供することを目的とし，上記課題を\n解決するための手段として，プラグイン端子金具が電源側に設けられたプ\nラグインタイプの回路遮断器の底面から突出する，しないを外部つまみで\n択一的に選択保持可能なロックレバーを，前記回路遮断器の前記母線とは\n反対側の負荷側に設けるとともに，前記取付板には前記ロックレバーの嵌\n合部を設け，前記取付板の上に載置した回路遮断器を前記母線の方向にス\nライドさせていくと前記母線がプラグイン端子金具に差し込まれていき，\n前記取付板と前記回路遮断器とに夫々対応して設けられた嵌合部と被嵌合\n部とが互いに嵌合することにより，前記回路遮断器の前記取付板に対する\n鉛直方向の動きが規制されるとともに，前記回路遮断器の底面から前記ロ\nックレバーが突出して前記取付板の嵌合部に嵌合することにより，前記母\n線から前記回路遮断器を取り外す方向の動きが規制されて，前記取付板に\n前記回路遮断器が取り付けられた状態となるようにした構成を採用した\n（【０００４】，【０００５】）。\nこれにより「本発明」では，プラグインタイプの回路遮断器でも容易に\n取付でき，配線が傷付かず，取り外し時に工具を必要としない取付け構造\nを提供することができるという効果を奏する（【０００６】，【００１５】）。\nウ  「本発明」の実施例のロックレバー７においては，指掛部７０２をもっ\nてロックレバー７の係止部７０３が回路遮断器１の底面から突出したり，\n突出しなかったりすることを選択的に操作することができ，この操作に伴\nって回路遮断器側に設けられた突起部１７とふたつの溝１８と１９のいず\nれかが嵌合することにより，係止部７０３が回路遮断器底面から突出した\n状態と突出しない場合の２つの位置を安定的に保持できる（【０００９】，\n【００１０】，図１，図４，図５）。\n２  取消事由１（甲１を主引用例とする本件発明１の進歩性の判断の誤り）につ\nいて\n本件の事案に鑑み，原告主張の相違点３の容易想到性の判断の誤りの有無か\nら判断する。\n本件審決は，相違点３に関し，①甲１発明の「分岐開閉器４を取り付けた取\nり付け部材５」は，本件発明の「回路遮断器」に相当するとはいえないし，ま\nた，甲１発明において，分岐開閉器４をベース２に取付ける際に取り付け部材\n５を介在させないようにすることについての動機付けがないこと，②甲１発明\nの「板ばね２５」を甲２発明の「係止アーム１２」に置換することについての\n動機付けがないことを理由に，相違点３に係る本件発明の構成は，当業者が容\n易に想到しえたこととはいえない旨判断した（以下，①を「相違点３の容易想\n到性の判断⑴」，②を「相違点３の容易想到性の判断⑵」という。）。\nそこで，以下において，相違点４の容易想到性の判断⑴及び⑵の誤りの有無\nについて，順次判断することとする。\n⑴  甲１の記載事項について\nア  甲１には，次のような記載がある（下記記載中に引用する図１ないし図\n１６については別紙２を参照）。\n(ア)  【特許請求の範囲】\n【請求項１】  主幹開閉器と，この主幹開閉器に電気的に接続された複\n数の導電バーと，これらの導電バーの長手方向と直交する幅方向の少な\nくとも一方側に並設されて少なくとも１本の導電バーに差し込み接続す\nる受け刃状の接続端子を有するとともに導電バーへの差し込み方向と同\n方向である長手方向の両側に引っ掛け凹所を形成した複数の分岐開閉器\nと，これらの分岐開閉器の引っ掛け凹所に引っ掛けられる引っ掛け爪を\n夫々有してベースに取り付けられる複数の取り付け部材とを備えた分電\n盤において，前記各取り付け部材は，分岐開閉器における長手方向の導\n電バー側の一方の引っ掛け爪が分岐開閉器における長手方向の他方の引\nっ掛け爪から見て変位自在に形成されるとともに分岐開閉器における長\n手方向の他方の引っ掛け爪が略剛体にされたことを特徴とする分電盤。\n【請求項２】  導電バーに接続端子を差し込む方向で取り付け部材を進\n退自在に保持するスライド保持部をベースに設けるとともに，スライド\n保持部に保持される被スライド保持部を取り付け部材に設けたことを特\n徴とする請求項１記載の分電盤。\n【請求項３】  前記スライド保持部は，長孔または長孔の周縁を表裏両\n面から挟む挟持部のうちの一方により構成されるとともに前記被スライ\nド保持部は，長孔または長孔の周縁を表裏両面から挟む挟持部のうちの\n他方により構成されたことを特徴とする請求項２記載の分電盤。\n【請求項４】  被スライド保持部をスライド保持部に沿ってスライドさ\nせて導電バーに分岐開閉器の接続端子を差し込み接続した状態で取り付\nけ部材を係止する係止部をベースに設けるとともに，前記取り付け部材\nに係止部に係止される被係止部を設けたことを特徴とする請求項２また\nは請求項３記載の分電盤。\n【請求項５】  前記係止部は，係止孔または係止孔に係止される弾性体\nのうちの一方より構成されるとともに，前記被係止部は，係止孔または\n係止孔に係止される弾性体のうちの他方で形成されたことを特徴とする\n請求項４記載の分電盤。\n(イ)  【０００１】\n【発明の属する技術分野】本発明は，分電盤に関し，詳しくは分岐開閉\n器を取り付ける構造に関するものである。\n【０００２】\n【従来の技術】従来の分電盤にあっては，図１６に示すように箱体１の\n底面のベース２を設け，ベース２の上に主幹開閉器と接続した導電バー\n３を配置してあり，導電バー３の長手方向と直交する両側に分岐開閉器\n４を並列に並べてある。各分岐開閉器４は分岐開閉器４の下に設けた取\nり付け部材５を介して取り付けられる。取り付け部材５は一端側をベー\nス２の係止爪６に係止すると共に他端側をベースにビス７にて固定する\nことで取り付けてある。分岐開閉器４の長手方向（入出力端子方向）の\n両端面には引っ掛け凹所８を設けてあり，取り付け部材５の両端には引\nっ掛け爪９を設けてあり，引っ掛け爪９を引っ掛け凹所８に引っ掛ける\nことで取り付け部材５に分岐開閉器４を取り付けてある。両端の引っ掛\nけ爪９のうち導電バー３と反対側の引っ掛け爪９は弾性変形可能な係脱\n用引っ掛け爪９ａとなっている。また導電バー３と分岐開閉器４のねじ\n端子との間には接続金具１０が配置され，接続金具１０の一端を導電バ\nー３にネジ１１にて接続してあると共に接続金具１０の他端を分岐開閉\n器４のねじ端子に接続してある。図１６で，１２は開閉自在な中蓋，１\n３は開閉扉である。\n【０００３】\n【発明が解決しようとする課題】上記従来例の場合，取り付け部材５を\n介して分岐開閉器４を取り付けた後，接続金具１０をねじにて導電バー\n３や分岐開閉器４に接続することができるためにに取り付けの仕方や分\n岐開閉器４の外れの問題がないが，受け刃状の接続端子を一体に有する\n分岐開閉器の場合次の問題がある。受け刃状の接続端子を有する分岐開\n閉器の場合，分岐開閉器を横方向から差し込むと共に接続端子を導電バ\nーに差し込み，分岐開閉器の両端の引っ掛け凹所に取り付け部材の引っ\n掛け爪を引っ掛け係止しなけらない。しかも横からスライドさせて差し\n込むとき外側の引っ掛け爪９が邪魔になって装着しにくいという問題が\nある。また装着することができても外側の引っ掛け爪９が弾性変形可能\nな係脱用引っ掛け爪９ａであるために抜けやすいという問題がある。ま\nた分岐開閉器４を予め取り付け部材５に装着してから各取り付け部材５\nをベース２に固定することも考えられるが，取り付け部材５はビス７の\n締め付けにて取り付けているために分岐開閉器４を取り付けたままでは\nベース２に取り付けることができないという問題があった。\n【０００４】本発明は叙述の点に鑑みてなされたものであって，差し込\nみ式の分岐開閉器の取り付けがしやすく，しかも取り付けた後の分岐開\n閉器が外れにくい分電盤を提供することを課題とする。\n【０００５】\n【課題を解決するための手段】上記課題を解決するため本発明の請求項\n１の分電盤では，主幹開閉器と，この主幹開閉器に電気的に接続された\n複数の導電バーと，これらの導電バーの長手方向と直交する幅方向の少\nなくとも一方側に並設されて少なくとも１本の導電バーに差し込み接続\nする受け刃状の接続端子を有するとともに導電バーへの差し込み方向と\n同方向である長手方向の両側に引っ掛け凹所を形成した複数の分岐開閉\n器と，これらの分岐開閉器の引っ掛け凹所に引っ掛けられる引っ掛け爪\nを夫々有してベースに取り付けられる複数の取り付け部材とを備えた分\n電盤において，前記各取り付け部材は，分岐開閉器における長手方向の\n導電バー側の一方の引っ掛け爪が分岐開閉器における長手方向の他方の\n引っ掛け爪から見て変位自在に形成されるとともに分岐開閉器における\n長手方向の他方の引っ掛け爪が略剛体にされたことを特徴とする。導電\nバー側の引っ掛け爪を変位させることにより取り付け部材の長手方向の\n２つの引っ掛け爪間に分岐開閉器を配置して引っ掛け爪を引っ掛け凹所\nに引っ掛けて分岐開閉器を容易に取り付けることができるとともに，導\n電バーと反対側の引っ掛け爪が略剛体であるため各分岐開閉器の接続端\n子を導電バーに差し込み接続した状態で分岐開閉器を取り付け部材に取\nり付けた後，分岐開閉器が外れにくくなる（導電バー側の引っ掛け爪が\n変位可能でも接続端子を導電バーに係止していることで外れにくい）。\n【０００６】本発明の請求項２の分電盤では，請求項１において，導電\nバーに接続端子を差し込む方向で取り付け部材を進退自在に保持するス\nライド保持部をベースに設けるとともに，スライド保持部に保持される\n被スライド保持部を取り付け部材に設けたことを特徴とする。分岐開閉\n器を取り付け部材に取り付けた状態で被スライド保持部をスライド保持\n部に沿ってスライドさせるだけで各分岐開閉器の接続端子を導電バーに\n接続することができ，各分岐開閉器の接続端子と導電バーとの接続作業\nが容易にできる。\n【０００７】本発明の請求項３の分電盤では，請求項２において，前記\nスライド保持部は，長孔または長孔の周縁を表裏両面から挟む挟持部の\nうちの一方により構成されるとともに前記被スライド保持部は，長孔ま\nたは長孔の周縁を表裏両面から挟む挟持部のうちの他方により構成され\nたことを特徴とする。スライド保持部及び被スライド保持部が長孔また\nは長孔の周縁を表裏両面から挟む挟持部で構成されているので，構造が\n簡単になる。\n【０００８】本発明の請求項４の分電盤では，請求項２または請求項３\nにおいて，被スライド保持部をスライド保持部に沿ってスライドさせて\n導電バーに分岐開閉器の接続端子を差し込み接続した状態で取り付け部\n材を係止する係止部をベースに設けるとともに，前記取り付け部材に係\n止部に係止される被係止部を設けたことを特徴とする。取り付け部材を\nベースのスライド保持部に沿って各分岐開閉器の接続端子が導電バーに\n差し込み接続する位置までスライドさせると，被係止部と係止部が係止\nされるので，分岐開閉器の接続端子が導電バーから外れる方向に取り付\nけ部材が移動するのを抑えることができ，分岐開閉器を強固に固定でき\nる。\n【０００９】本発明の請求項５の分電盤では，請求項４において，前記\n係止部は，係止孔または係止孔に係止される弾性体のうちの一方より構\n成されるとともに，前記被係止部は，係止孔または係止孔に係止される\n弾性体のうちの他方で形成されたことを特徴とする。弾性体を変形させ\nることにより取り付け部材をベースから外すことができ，分岐開閉器の\n交換作業が容易にできる。\n(ウ)  【００１０】\n【発明の実施の形態】まず，図１乃至図１３に示す実施の形態から述べ\nる。図１乃至図３に示すように箱体１の底面上にはベース２，１４を装\n着してあり，ベース１４の上にはブレーカのような主幹開閉器１５を装\n着してあり，ベース２の上にはブレーカのような分岐開閉器４を多数並\nべて装着してある。ベース２，１４上で箱体１の幅方向の中央には箱体\n１の長手方向に長い導電バー３を配置してあり，導電バー３の一端を主\n幹開閉器１５に接続してある。本例の場合，単相３線の電源が供給され\nるものであって，導電バー３は第１導電バー（電圧極バー）３ａ，第２\n導電バー（電圧極バー）３ｂ，第３導電バー（中性極バー）３ｃの３線\nで構成され，これらの３線は平行に設けてある。この導電バー３の両側\nに夫々上記分岐開閉器４を並列に並べて装着される。箱体１の開口には\n開閉自在な開閉扉１３が装着してあり，開閉扉１３の内側に中蓋１２を\n開閉自在に装着してある。\n【００１１】分岐開閉器４には１００Ｖ仕様のものと２００Ｖ仕様のも\nのがある。１００Ｖ仕様の分岐開閉器４には端子を第１導電バー３ａと\n第３導電バー３ｃに接続するもの（以下Ｌ1 という）と，第２導電バー\n３ｂと第３導電バー３ｃに接続するもの（以下Ｌ2 という）とがある。\n分岐開閉器４には受け刃状の接続端子１６が設けられるのであるが，本\n例の場合，別体の導電金具１７を取り付けることで接続端子１６を設け\nるものである。導電金具１７の一端には受け刃状の接続端子１６を設け\nてあり，導電金具１７の他端にはＵ字状の切り欠きを有する結合部２７\nを設けてある。結合部２７は分岐開閉器４の端子台部の端子板１８と端\n子ねじ１９との間にねじ締め固定できるようになっている。導電金具１\n７には第１導電金具１７ａ，第２導電金具１７ｂ，第３導電金具１７ｃ\n及び第４導電金具１７ｄの４種類のものがある。また導電金具１７を取\nり付ける部分ではこの部分を覆う保護カバー２０が設けられるが，保護\nカバー２０には第１挿通空間２１ａ，第２挿通空間２１ｂ及び第３挿通\n空間２１ｃを設けてある。この保護カバー２０は分岐開閉器４の入力端\n子側に当接するように配置される。\n【００１２】Ｌ1 の分岐開閉器４の場合，図８，図９に示すように第１\n挿通空間２１ａに第１導電金具１７ａの接続端子１６部が挿通され，第\n２挿通空間２１ｂに第２導電金具１７ｂの接続端子１６部が挿通され，\n第１導電金具１７ａ及び第２導電金具１７ｂの結合部２７は端子ねじ１\n９にてねじ締め固定される。第１導電金具１７ａの接続端子１６は第１\n導電バー３ａに差し込み接続するものであり，第２導電金具１７ｂの接\n続端子１６は第３導電バー３ｃに差し込み接続するものである。Ｌ2 の\n分岐開閉器４の場合，図１０，図１１に示すように第２挿通空間２１ｂ\nに第２導電金具１７ｂの接続端子１６部が挿通され，第３挿通空間２１\nｃに第３導電金具１７ｃの接続端子１６部が挿通され，第２導電金具１\n７ｂ及び第３導電金具１７ｃの結合部２７は端子ねじ１９にてねじ締め\n固定される。第２導電金具１７ｂの接続端子１６は第３導電バー３ｃに\n差し込み接続するものであり，第３導電金具１７ｃの接続端子１６は第\n２導電バー３ｂに差し込み接続するものである。２００Ｖの分岐開閉器\n４の場合，図１２，図１３に示すように第１挿通空間２１ａに第４導電\n金具１７ｄの接続端子１６部が挿通され，第３挿通空間２１ｃに第３導\n電金具１７ｃの接続端子１６部が挿通され，第４導電金具１７ｄ及び第\n３導電金具１７ｃの結合部２７は端子ねじ１９にてねじ締め固定される。\n第４導電金具１７ｄの接続端子１６は第１導電バー３ａに差し込み接続\nするものであり，第３導電金具１７ｃの接続端子１６は第２導電バー３\nｂに差し込み接続するものである。なお，上記例では別体の導電金具１\n７をねじ接合して接続端子１６を形成したが，分岐開閉器４に一体に接\n続端子１６を設けたものでもよい。\n【００１３】分岐開閉器４の長手方向（入出力端子方向）の両端には引\nっ掛け凹所８を設けてある。各分岐開閉器４の下には夫々取り付け部材\n５を配置してあり，この取り付け部材５を介して分岐開閉器４をベース\n２を取り付けるようになっている。取り付け部材５は図６に示すように\n上片５ａと両側の側片５ｂとで略コ字状に形成されている。取り付け部\n材５の長手方向の両端には上記引っ掛け凹所８に引っ掛け係止する引っ\n掛け爪９を設けてある。両端の引っ掛け爪９のうち導電バー３側の引っ\n掛け爪９は変位可能な形状にした係脱用引っ掛け爪９ａとなっており，\n他方の引っ掛け爪９は略剛体になっている。取り付け部材５の上には分\n岐開閉器４が配置され，両端の引っ掛け爪９を分岐開閉器４の引っ掛け\n凹所８に引っ掛け係止することで取り付け部材５の上に分岐開閉器４を\n取り付けてある。このとき係脱用引っ掛け爪９ａを用いて容易に分岐開\n閉器４を着脱できる。ベース２にはスライド保持部として取り付け部材\n５の長手方向に長い長孔２２を穿孔してある。取り付け部材５には被ス\nライド保持部として係止爪２３を長孔２２に対応するように設けてある。\nこの係止爪２３は短い縦片２３ａと横に長い横片２３ｂとで略Ｌ字状に\n形成されている。横片２３ｂと側片５ｂのとの間の溝が長孔２２の周縁\nに挿入されるようになっており，横片２３ｂの上面と側片５ｂの下面が\n長孔２２の周縁を表裏両面から挟持する挟持部となっている。またベー\nス２には係止部としての係止孔２４を穿孔してあり，取り付け部材５の\n長手方向の端部には被係止部としての略Ｖ字状の板ばね２５を設けてあ\nり，板ばね２５の下方に尖った部分の先端部２５ａが係止孔２４に係止\nするようになっている。また板ばね２５には操作片２５ｂも設けてある。\n【００１４】そして分岐開閉器４を取り付け部材５に取り付けた状態で\n取り付け部材５と一緒に分岐開閉器４が次のように装着される。取り付\nけ部材５をベース２の上に配置して係止爪２３が長孔２３に挿入され，\n分岐開閉器４と一緒に取り付け部材５が導電バー３の方にスライドさせ\nられる。分岐開閉器４と取り付け部材５をスライドさせると，接続端子\n１６が導電バー３に差し込まれて電気的に接続される。この状態で係止\n爪２３が長孔２２の周縁の下の位置し，長孔２２の周縁が係止爪２３と\n側片５ｂとで挟持される。このとき板ばね２５の先端部２５ａが係止孔\n２４に係止して取り付け部材５が動かないように止められる。このよう\nに分岐開閉器４を取り付けたとき，係脱用引っ掛け爪９ａが導電バー３\n側に位置するため，導電バー３と接続端子１６の係止にて係脱用引っ掛\nけ爪９ａと引っ掛け凹所８との係止が外れにくくなり，分岐開閉器４が\n外れにくいように取り付けることができる。また板ばね２５の先端部２\n５ａの係止を外して上記と逆にスライドさせることで分岐開閉器４と一\n緒に取り付け部材５を取り外すことができる。\n【００１５】なお，上記の実施の形態では，ベース２にスライド保持部\nとしての長孔２２を設けると共に取り付け部材５に被スライド保持部と\nしての係止爪２３を設けるものについて述べたが，これと逆にベース２\nにスライド保持部として係止爪２３を設けると共に取り付け部材５に被\nスライド保持部として長孔２２を設けてもよい。また上記の実施の形態\nでは，ベース２に係止部として係止孔２４を設けると共に取り付け部材\n５の被係止部として板ばね２５を設けるものについて述べたが，これと\n逆にベース２に係止部として板ばね２５を設けると共に取り付け部材５\nに被係止部として係止孔２４を設けてもよい。\n【００１６】また図１４，図１５に示す実施の形態について述べる。本\n実施の形態も上記実施の形態を基本的に同じであるが，主にスライド保\n持部と被スライド保持部の構造が異なる。まず，本例の場合，取り付け\n部材５は平板状に形成されている。またベース２に設ける長孔２２は幅\n広部２２ａと幅狭部２２ｂとで形成されており，幅狭部２２ｂの側方に\n被挟持部２２ｃを設けてあると共に被挟持部２２ｃの内縁に勾配２２ｄ\nを設けてある。また取り付け部材５に設ける係止爪２３は縦片２３ａと\n横片２３ｂで構成されるが，横片２３ｂは幅方向に突出している。また\n係止爪２３は取り付け部材５を打ち抜くことで形成されている。また取\nり付け部材５の導電バー３と反対の端部には切り起こすことで引っ掛け\n爪９を設けてあり，引っ掛け爪９を切り起こした残りの部分が断面略Ｖ\n字状の板ばね２５となっている。つまり，取り付け部材５自体に板ばね\n２５を設けてある。またこの板ばね２５のある方に対応する長孔２２の\n幅広部２２ａが板ばね２５の先端部２５ａの係止孔２４となっている。\nしかして長孔２２の幅広部２２ａと係止爪２３とを対応させた状態で係\n止爪２３を幅広部２２ａに挿入し，取り付け部材５をスライドさせると，\n接続端子１６が導電バー３に差し込まれ，係止爪２３の横片２３ｂが被\n挟持部２２ｃの下に位置して被挟持部２２ｃが取り付け部材５の下面と\n横片２３ｂとで挟持され，板ばね２５の先端部２５ａが幅広部２２ａの\n係止孔２４に係止される。\n(エ)  【００１７】\n【発明の効果】本発明の請求項１の発明は，取り付け部材は，分岐開閉\n器における長手方向の導電バー側の一方の引っ掛け爪が分岐開閉器にお\nける長手方向の他方の引っ掛け爪から見て変位自在に形成されるととも\nに分岐開閉器における長手方向の他方の引っ掛け爪が略剛体にされたの\nで，導電バー側の引っ掛け爪を変位させることにより取り付け部材の長\n手方向の２つの引っ掛け爪間に分岐開閉器を配置して引っ掛け爪を引っ\n掛け凹所に引っ掛けて分岐開閉器を容易に取り付けることができるとと\nもに，導電バーと反対側の引っ掛け爪が略剛体であるため各分岐開閉器\nの接続端子を導電バーに差し込み接続した状態で分岐開閉器を取り付け\n部材に取り付けた後，分岐開閉器が外れにくくなるものである。\n【００１８】本発明の請求項２の発明は，請求項１において，導電バー\nに接続端子を差し込む方向で取り付け部材を進退自在に保持するスライ\nド保持部をベースに設けるとともに，スライド保持部に保持される被ス\nライド保持部を取り付け部材に設けたので，分岐開閉器を取り付け部材\nに取り付けた状態で被スライド保持部をスライド保持部に沿ってスライ\nドさせるだけで各分岐開閉器の接続端子を導電バーに接続することがで\nき，各分岐開閉器の接続端子と導電バーとの接続作業が容易にできるも\nのである。\n【００１９】本発明の請求項３の発明は，請求項２において，前記スラ\nイド保持部は，長孔または長孔の周縁を表裏両面から挟む挟持部のうち\nの一方により構成されるとともに前記被スライド保持部は，長孔または\n長孔の周縁を表裏両面から挟む挟持部のうちの他方により構成されたの\nで，スライド保持部及び被スライド保持部が長孔または長孔の周縁を表\n裏両面から挟む挟持部で構成されていて構造が簡単になるものである。\n【００２０】本発明の請求項４の発明は，請求項２または請求項３にお\nいて，被スライド保持部をスライド保持部に沿ってスライドさせて導電\nバーに分岐開閉器の接続端子を差し込み接続した状態で取り付け部材を\n係止する係止部をベースに設けるとともに，前記取り付け部材に係止部\nに係止される被係止部を設けたので，取り付け部材をベースのスライド\n保持部に沿って各分岐開閉器の接続端子が導電バーに差し込み接続する\n位置までスライドさせると，被係止部と係止部が係止されるものであっ\nて，分岐開閉器の接続端子が導電バーから外れる方向に取り付け部材が\n移動するのを抑えることができ，分岐開閉器を強固に固定できるもので\nある。\n【００２１】本発明の請求項５の発明は，請求項４において，前記係止\n部は，係止孔または係止孔に係止される弾性体のうちの一方より構成さ\nれるとともに，前記被係止部は，係止孔または係止孔に係止される弾性\n体のうちの他方で形成されたので，弾性体を変形させることにより取り\n付け部材をベースから外すことができ，分岐開閉器の交換作業が容易に\nできるものである。\nイ  前記アの記載事項によれば，甲１には，甲１発明（前記第２の３⑵ア）\nに関し，次のような開示があることが認められる。\n(ア)  図１６に示すように，箱体１の底面のベース２を設け，ベース２の\n上に主幹開閉器と接続した導電バー３を配置し，導電バー３の長手方向\nと直交する両側に並列に並べた分岐開閉器４が，分岐開閉器４の下に設\nけた取り付け部材５の一端側をベース２の係止爪６に係止すると共に他\n端側をベースにビス７で固定することにより，取り付け部材５を介して\nベース２に取り付けてあり，分岐開閉器４と取り付け部材５の両端に設\nけた引っ掛け爪を分岐開閉器４の両端に設けた引っ掛け凹所８に引っ掛\nけることで取り付け部材５に分岐開閉器４を取り付けてあり，また，導\n電バー３と分岐開閉器４のねじ端子との間には接続金具１０が配置され，\n接続金具１０の一端を導電バー３にネジ１１にて接続してある，従来の\n分電盤においては，取り付け部材５を介して分岐開閉器４を取り付けた\n後，接続金具１０をねじにて導電バー３や分岐開閉器４に接続すること\nができるために取り付けの仕方や分岐開閉器４の外れの問題がないが，\n一方で，受け刃状の接続端子を有する分岐開閉器を取り付ける場合には，\n①分岐開閉器を横方向から差し込むと共に接続端子を導電バーに差し込\nみ，分岐開閉器の両端の引っ掛け凹所に取り付け部材の引っ掛け爪を引\nっ掛け係止しなければならず，しかも横からスライドさせて差し込むと\nき外側の引っ掛け爪９が邪魔になって装着しにくいという問題，②装着\nすることができても外側の引っ掛け爪９が弾性変形可能な係脱用引っ掛\nけ爪９ａであるために抜けやすいという問題，③また，分岐開閉器４を\n予め取り付け部材５に装着してから各取り付け部材５をベース２に固定\nすることも考えられるが，取り付け部材５はビス７の締め付けにて取り\n付けているために分岐開閉器４を取り付けたままではベース２に取り付\nけることができないという問題があった（【０００２】，【０００３】）。\n「本発明」は，上記の問題に鑑みてされたものであって，差し込み式\nの分岐開閉器の取り付けがしやすく，しかも取り付けた後の分岐開閉器\nが外れにくい分電盤を提供することを課題とする（【０００４】）。\n(イ)  「本発明」の請求項４の分電盤は，前記課題を解決するため，請求\n項２又は請求項３において，被スライド保持部をスライド保持部に沿っ\nてスライドさせて導電バーに分岐開閉器の接続端子を差し込み接続した\n状態で取り付け部材を係止する係止部をベースに設けるとともに，前記\n取り付け部材に係止部に係止される被係止部を設けた構成を採用し，こ\nの構成により，取り付け部材をベースのスライド保持部に沿って各分岐\n開閉器の接続端子が導電バーに差し込み接続する位置までスライドさせ\nると，被係止部と係止部が係止されるので，分岐開閉器の接続端子が導\n電バーから外れる方向に取り付け部材が移動するのを抑えることができ，\n分岐開閉器を強固に固定できるという効果を奏する（請求項４，【００\n０８】，【００２０】）。\nまた，「本発明」の請求項５の分電盤は，前記課題を解決するため，\n請求項４において，前記係止部は，係止孔または係止孔に係止される弾\n性体のうちの一方より構成されるとともに，前記被係止部は，係止孔ま\nたは係止孔に係止される弾性体のうちの他方で形成された構成を採用し，\nこの構成により，弾性体を変形させることにより取り付け部材をベース\nから外すことができ，分岐開閉器の交換作業が容易にできるという効果\nを奏する（請求項５，【０００９】，【００２１】）。\n(2)  甲２の記載事項について\nア  甲２には，次のような記載がある（下記記載中に引用する第１図ないし\n第５図については別紙３を参照）。\n(ア)  「【実用新案登録請求の範囲】\n【請求項１】電源架台と，これに差込まれたときプラグイン式コネクタ\nによる負荷回路などに接続される電源ユニットを備えた架台搭載引出し\n型電源装置において，\n前記電源ユニットの前記電源架台への引留め時には，前記電源ユニット\nの前面パネルに設けられた収容凹部内に垂直状態で収納され，引留め解\n除時には水平状態に回動されるよう前記前面パネルに軸支された操作用\n取手と，\n該操作用取手のアーム部に一端が所定角度で固定された支承ループ部を\n有する作動桿と，\n前記前面パネルの裏面にその上下方向にスライド可能であって，その側\n面に前記作動桿の支承ループ部に嵌入される支承軸が設けられた係止ア\nームと，\n該係止アームによる電源ユニットの前記電源架台への引留め時および引\n留め解除時のそれぞれの状態位置に当該係止アームをその移動軸方向に\n垂直に保持するばね機構とを備え，\n前記操作用取手の回動操作により前記作動桿の支承ループ部の角度が変\nわり，その支承ループ部に嵌入された支承軸の上下移動に伴って係止ア\nームを上下移動させ，該係止アームの下方先端部を前記電源架台の係止\n溝に係合または係合解除を行わせるようにし，前記操作用取手の回動操\n作により前記電源ユニットを前記電源架台への引留めと引留め解除を行\nうようにしたことを特徴とする架台搭載引出し型電源装置の電源ユニッ\nト引留め構造。」（１頁左欄１行～１頁右欄１０行）\n(イ)  「（産業上の利用分野）\n本考案は架台搭載引出し型電源装置の電源ユニット引留め構造に関する\nものである。」（１頁右欄１２行～１４行）\n「（従来技術とその問題点）\n後部に例えばプラグコネクタを備えた電源装置ユニット１乃至複数台を，\nレセプタクルコネクタを備えた電源架台内に差込み収納して，上記コネ\nクタにより電源装置ユニット相互および負荷回路などに接続するように\nした，所謂架台搭載引出し型の電源装置においては，振動などにより動\n作中の電源ユニットが電源架台から抜け出して，負荷回路などへの電力\nの供給が遮断されるのを防止することが必要である。\nそこで従来においては，第１図（ａ）（ｂ）に示す斜視図と部分断面側\n面図のように，引出しおよび差込み用の操作用取手（１）を備えた電源\nユニット（２）の前面パネル（2a）面に，パネル面（2a）外に突出する\n操作用ノブ（3a）を備えた係止アーム（3b）と，そのスライドケース（3c）\nからなる引留め金具（３）を取付けて，以下のように電源ユニット（２）\nを電源架台（６）に引留めることが行われている。即ち操作用ノブ（3a）\nの上方への持上げ操作により，係止アーム（3b）の先端部をシャーシ（４）\n側に対応位置させて設けた係止溝（５）内から引き上げながら，電源ユ\nニット（２）を電源架台（６）内に収容し，そののち操作用ノブ（3a）\nから手を離して係止アーム（3b）の先端を係止溝（５）内に図中点線の\nように自然落下させることにより，電源ユニット（２）を電源架台（６）\nに引留めることが行われている。なお図中（７）は電源ユニット（２）\n側のプラグコネクタ，（８）は電源架台（６）側のレセプタクルユニッ\nトである。\nしかしこのように係止アーム（3b）をその自重により自然落下させて係\n止するものでは，振動により係止アーム（3b）が上下に踊って係止溝（５）\n内から抜け出すおそれがある。このため電源ユニット（２）の自重によ\nる前方への移動を生じてコネクタの接続解除を招き，負荷回路などへの\n電力の供給の遮断や不安定を生ずるおそれがある。\nそこで，上記の如きストッパ装置を電源ユニット（２）の仮留め用とし\nて用い，電源架台（６）に固定して設けたＬ型金具（９）に，電源ユニ\nット（２）のケース後面をねじ留めする手段をとって，前記のような振\n動による不測の係止解除を防ぐことが行われている。\nしかしこれでは電源ユニットの差込みと引抜きに当たって多くの時間労\n力を必要とし，その程度は電源架台に搭載される電源ユニット数が大と\nなればなる程大となる。」（１頁右欄１５行～２頁左欄４２行）\n(ウ)  「（問題点を解決するための本考案の手段）\n本考案は上記問題点の解決はもとより，従来手段によって得ることので\nきない利点を有する引留め構造の提供を目的としてなされたもので，次\nに実施例によって本考案を詳細に説明する。\n（実施例）\n第２図（ａ）（ｂ）（ｃ）および第３図（ａ）（ｂ）（ｃ）は電源ユニ\nット（２）を電源架台（６）に引留めた状態と，引留めを解除した状態\nにおける本考案引留め構造の一実施例の要部正面図，要部断面側面図，\nおよび要部背面図，第４図および第５図は引留め解除時および引留め時\nにおける部分断面構成概略図である。\n第２図において（2a）は第１図で前記した電源ユニットの前面パネル，\n（４）は電源架台のシャーシ，（５）はシャーシ（４）に設けた係止溝\nであってこれらは第１図で説明した従来装置と同じである。（10）は操\n作用取手の収容凹部であって，電源ユニット（２）の前面パネル（2a）\n面に設けられ，操作用取手（11）がパネル面外に突出しないような深さ\nをもたせてある。\n操作用取手（11）はその下部の両端の水平方向に固定して設けた支持軸\n（11a）を，収容凹部（10）の下端両側壁面に設けた支承穴（10a）に支\n承して，第２図（ｂ）に示す垂直位置から第３図（ｂ）に示す水平位置\nまで約 90 度回動できるように作られる。（12）は係止アームであって，\nその左右側面には支承軸（12a）と，係止アームの保持用切欠部（12b）\nと（12c）が設けられる。（13）はスライドケースであって，操作用取手\nの収容凹部（10）の裏面に固定されて係止アーム（12）の上下動を案内\nする。（14）は係止アームの作動桿，（14a）は支承ループ部であって，\n作動桿（14）の一端は操作用取手の収容凹部（10）に設けた移動穴（12d）\nを介して固定され，他端の支承ループ部（14a）は遊動しうるように係止\nアーム（12）の支承軸（12a）により支承される。\nそして第２図のように操作用取手（11）が収容凹部（10）内に収容され\nた状態では，作動桿（14）の下方への回動により係止アーム（12）が下\n方に移動して係止溝（５）内に入る。また第３図のように操作用取手（11）\nを収容凹部（10）内から取り出して水平に位置させたとき，作動桿（14）\nの上方への回動により係止アーム（12）が係止溝（５）内から引抜かれ\nるように構成される。（15）は係止アームの半固定用ばね体，（15a）は\n係止アームの保持用折曲部であって，スライドケース（13）に固定され\nて，係止アーム（12）がシャーシ（４）側の係止溝（５）内に入ったと\nき，第２図（ｃ）のように保持用折曲部（15a）が係止アーム（12）に設\nけた上部の保持用切欠部（12c）内にばね力により落ち込んで，係止アー\nム（12）と操作用取手（11）の位置を保持する。また第３図（ｃ）のよ\nうに係止アーム（12）が係止溝（５）から引抜かれた状態のときには，\n先端の保持用折曲部（15a）が係止アーム（12）に設けた下部の保持用切\n欠部（12b）内にばね力により落ち込んで，係止用アーム（12）と操作用\n取手（11）の位置を保持する。」（２頁左欄４３行～２頁右欄４５行）\n(エ)  「（考案の作用効果）\n以上のように本考案では，第４図のように操作用取手（11）を水平に位\n置させることにより，係止アーム（12）が電源架台（６）側の係止溝（５）\nから引抜かれ，操作用取手（11）を第５図のように垂直方向に位置させ\nることにより，係止アーム（12）が電源架台（６）側の係止溝（５）内\nに差込まれるように構成される。\n従って操作用取手（11）を水平に倒して電源ユニット（２）を電源架台\n（６）に差し込んだのち，操作用取手（11）を収容凹部（10）内に押し\n込んで垂直に位置させる簡単な操作で，電源ユニット（２）を電源架台\n（６）に引留めることができる。また操作用取手（11）を水平に倒した\nのち電源ユニット（２）を引出す簡単な操作で引留めを解除して，電源\nユニット（２）を電源架台（６）から引出すことができ，操作用取手（11）\nの操作のみで，電源ユニット（２）の電源架台（６）への引留めと引留\nめの解除を行いうる。\n従って本考案の引留め構造を用いた引留め手段は第１図で前記した従来\n手段，即ち一方の手で係止アーム（3b）の操作用ノブ（3a）を持ち上げ\nながら他方の手により電源ユニット（２）を電源架台（６）に押し込み，\n押し込みが完了したのを確かめたのち操作用ノブ（3a）の持ち上げを解\n除して係止アーム（3b）を係止溝（５）内に押し込むことにより引留め，\nまた一方の手で係止アーム（3b）を持ち上げたのち，他方の手により操\n作用取手（１）を操作して電源ユニット（２）を引き出さなければなら\nない手段に比べて操作が簡単になる。\nまた本考案では係止アームの半固定用ばね体（15）により係止アーム（12）\nの引留め位置，および引留め解除位置が保持されるため，従来のように\n振動により係止アーム（12）が上下に踊って引留めが解かれるおそれが\nないので，確実な引留めを行いうる。これに加えて本考案では電源ユニ\nット（２）の電源架台（６）への搭載時には，操作用取手（１）が収容\n凹部（10）内に収容されており，従来手段のように係止アーム（12）の\n操作用ノブ（3a）が電源ユニット（２）のケース面外に突出することが\nない。従って従来のように点検保守者の衣服，器具などの操作用ノブ（3a）\nへの引掛かりや接触により引留めが解除されるおそれがない。」（２頁\n右欄４６行～３頁右欄９行）\nイ  前記アの甲２の記載事項によれば，甲２には，甲２発明（前記第２の３\n⑵イ））に関し，次のような開示があることが認められる。\n(ア)  プラグコネクタを備えた電源装置ユニットを，レセプタクルコネク\nタを備えた電源架台内に差込み収納して，上記コネクタにより電源装置\nユニット及び負荷回路などに接続するようにした「架台搭載引出し型の\n電源装置」においては，振動などにより動作中の電源ユニットが電源架\n台から抜け出して，負荷回路などへの電力の供給が遮断されるのを防止\nすることが必要であるため，従来の架台搭載引出し型の電源装置では，\n引出しおよび差込み用の操作用取手（１）を備えた電源ユニット（２）\nの前面パネル（2a）面に，パネル面（2a）外に突出する操作用ノブ（3a）\nを備えた係止アーム（3b）と，そのスライドケース（3c）からなる引留\nめ金具（３）を取付け，操作用ノブ（3a）の上方への持上げ操作により，\n係止アーム（3b）の先端部を電源架台のシャーシ（４）側に対応位置さ\nせて設けた係止溝（５）内から引き上げながら，電源ユニット（２）を\n電源架台（６）内に収容したのち，操作用ノブ（3a）から手を離して係\n止アーム（3b）の先端をり係止溝（５）内に自然落下させることにより，\n電源ユニット（２）を電源架台（６）に引留め，また，振動により電源\nユニット（２）の自重による前方への移動が生じてコネクタの接続解除\nを招き，負荷回路などへの電力の供給の遮断や不安定を生ずるおそれを\n防止するため，ストッパ装置を電源ユニット（２）の仮留め用として用\nい，電源架台（６）に固定して設けたＬ型金具（９）に電源ユニット（２）\nのケース後面をねじ留めする手段をとっていたが，このような従来の手\n段では，電源ユニットの差込みと引抜きに当たって多くの時間労力を必\n要とし，その程度は電源架台に搭載される電源ユニット数が大となれば\nなる程大となるという問題があった（第１図（ａ），（ｂ）。前記ア(イ)）。\n(イ)  「本考案」は，前記問題点を解決し，従来手段によって得ることの\nできない利点を有する引留め構造の提供を目的とするものであり，第４\n図のように操作用取手（11）を水平に位置させることにより，係止アー\nム（12）が電源架台（６）側の係止溝（５）から引抜かれ，第５図のよ\nうに操作用取手（11）を垂直方向に位置させることにより，係止アーム\n（12）が電源架台（６）側の係止溝（５）内に差込まれる構成を採用し，\nこれの構成により，①操作用取手（11）を水平に倒して電源ユニット（２）\nを電源架台（６）に差し込んだのち，操作用取手（11）を収容凹部（10）\n内に押し込んで垂直に位置させる簡単な操作で，電源ユニット（２）を\n電源架台（６）に引留めることができ，また，操作用取手（11）を水平\nに倒したのち電源ユニット（２）を引出す簡単な操作で引留めを解除し\nて，電源ユニット（２）を電源架台（６）から引出すことができ，操作\n用取手（11）の操作のみで，電源ユニット（２）の電源架台（６）への\n引留めと引留めの解除を行いうるので，一方の手で係止アーム（3b）の\n操作用ノブ（3a）を持ち上げながら他方の手により電源ユニット（２）\nを電源架台（６）に押し込み，押し込みが完了したのを確かめたのち操\n作用ノブ（3a）の持ち上げを解除して係止アーム（3b）を係止溝（５）\n内に押し込むことにより引留め，一方の手で係止アーム（3b）を持ち上\nげたのち，他方の手により操作用取手（１）を操作して電源ユニット（２）\nを引き出さなければならない従来の手段に比べて操作が簡単になる，②\n「本考案」では係止アームの半固定用ばね体（15）により係止アーム（12）\nの引留め位置，および引留め解除位置が保持されるため，従来のように\n振動により係止アーム（12）が上下に踊って引留めが解かれるおそれが\nないので，確実な引留めを行いうるなどの効果を奏する（前記ア(ウ)，\n(エ)）。\n(3)  相違点３の容易想到性の判断⑴の誤りの有無について\n原告は，①甲１発明の「分岐開閉器４を取り付けた取り付け部材５」は，\n予め一体とされた後，一体となった状態のまま，ベース２に取り付けられ，\n「回路遮断器の取り付け構造」における「回路遮断器」として用いられるも\nのであり，本件発明の「回路遮断器」とその機能及び用途において相違する\nものではないから，本件審決における相違点１の認定には誤りがある，②本\n件審決における相違点３の容易想到性の判断⑴は，本件発明と甲１発明との\n間に相違点１が存在することを前提とするから，その前提において誤りがあ\nる旨主張する。\nア(ア)  そこで検討するに，本件発明の「プラグイン端子金具が電源側に設\nけられたプラグインタイプの回路遮断器を分電盤などの母線が設けられ\nた取付板に取り付けるための前記回路遮断器と取付板の構造」の文言か\nらすると，本件発明１の「回路遮断器」は，取付板に取り付けられる取\n付機構を有するものと理解できる。\nそして，「回路遮断器」の構成の一部である取付機構は，回路遮断機\n能を有する機器そのものと予め一体不可分に作製する場合のほかに，回\n路遮断機能を有する機器と別部材の取り付け部材とを一体化して作製す\nる場合などが考えられる。\nしかるところ，本件発明１の特許請求の範囲（請求項１）には，「回\n路遮断器」の取り機構について，回路遮断機能を有する機器そのものと\n予め一体不可分に作製されたものに限定する記載はない。また，本件明\n細書においても，そのような限定をする趣旨の記載はない。\nそうすると，別部材の取付部材を取付機構を有する回路遮断器は，本\n件発明１の「回路遮断器」に含まれるものと解すべきである。\n(イ)  これに対し被告は，本件発明の特許請求の範囲（請求項１）には，\n「回路遮断器を分電盤などの母線が設けられた取付板に取り付けるため\nの前記回路遮断器と取付板の構造」，「前記回路遮断器の前記母線とは\n反対側の負荷側には…ロックレバーを設け」，「前記取付板と前記回路\n遮断器とに夫々対応して設けられた嵌合部と被嵌合部」との記載がある\nこと，本件明細書には，本件発明の実施形態として，凹部やロックレバ\nーを含む１つの部材として回路遮断器が構成されている実施形態のみが\n記載されていることからすると，本件発明は，回路遮断器を取付板に直\n接取り付けることを前提にした発明であるといえる旨主張する。\nしかしながら，前記(ア)認定のとおり，本件発明１の「回路遮断器」\nは，取付板に取り付けられる取付機構を有するものであるところ，本件\n発明１の特許請求の範囲（請求項１）には，「回路遮断器」の取り機構\nについて，回路遮断機能を有する機器そのものと予め一体不可分に作製\nされたものに限定する記載はなく，また，本件明細書においても，その\nような限定をする趣旨の記載はないから，被告の上記主張は採用するこ\nとができない。\nイ(ア)  次に，甲１には，取り付け部材５に関し，「各分岐開閉器４の下に\nは夫々取り付け部材５を配置してあり，この取り付け部材５を介して分\n岐開閉器４をベース２を取り付けるようになっている。取り付け部材５\nは図６に示すように上片５ａと両側の側片５ｂとで略コ字状に形成され\nている。取り付け部材５の長手方向の両端には上記引っ掛け凹所８に引\nっ掛け係止する引っ掛け爪９を設けてある。両端の引っ掛け爪９のうち\n導電バー３側の引っ掛け爪９は変位可能な形状にした係脱用引っ掛け爪\n９ａとなっており，他方の引っ掛け爪９は略剛体になっている。取り付\nけ部材５の上には分岐開閉器４が配置され，両端の引っ掛け爪９を分岐\n開閉器４の引っ掛け凹所８に引っ掛け係止することで取り付け部材５の\n上に分岐開閉器４を取り付けてある。」（【００１３】），「そして分\n岐開閉器４を取り付け部材５に取り付けた状態で取り付け部材５と一緒\nに分岐開閉器４が次のように装着される。取り付け部材５をベース２の\n上に配置して係止爪２３が長孔２３に挿入され，分岐開閉器４と一緒に\n取り付け部材５が導電バー３の方にスライドさせられる。分岐開閉器４\nと取り付け部材５をスライドさせると，接続端子１６が導電バー３に差\nし込まれて電気的に接続される。…このとき板ばね２５の先端部２５ａ\nが係止孔２４に係止して取り付け部材５が動かないように止められる。\nこのように分岐開閉器４を取り付けたとき，係脱用引っ掛け爪９ａが導\n電バー３側に位置するため，導電バー３と接続端子１６の係止にて係脱\n用引っ掛け爪９ａと引っ掛け凹所８との係止が外れにくくなり，分岐開\n閉器４が外れにくいように取り付けることができる。また板ばね２５の\n先端部２５ａの係止を外して上記と逆にスライドさせることで分岐開閉\n器４と一緒に取り付け部材５を取り外すことができる。」（【００１４】）\nとの記載がある。この記載によれば，甲１発明の取り付け部材５と分岐\n開閉器４は，別部材ではあるが，分岐開閉器４を取り付け部材５に取り\n付けた状態で，ベース２の上に配置し，取り付け部材５と一緒に分岐開\n閉器４を導電バー３の方向にスライドさせていくと前記導電バー３が接\n続端子１６に差し込まれていき，ベース２に分岐開閉器４を取り付けた\n取り付け部材５が取り付けられること，板ばね２５の先端部２５ａの係\n止を外して上記と逆にスライドさせることで分岐開閉器４と一緒に取り\n付け部材５を取り外すことができることからすると，「分岐開閉器４を\n取り付けた取り付け部材５」は，予め一体とされた後一体となった状態\nのまま，ベース２に取り付けられ，また，一体となった状態のままベー\nスから取り外されるのであるから，「分岐開閉器４を取り付けた取り付\nけ部材５」における取り付け部材５は，分岐開閉器４と一体化された分\n岐開閉器４の取付機構としての機能を有するものと認められる。\nそうすると，甲１発明の「分岐開閉器４を取り付けた取り付け部材５」\nは，本件発明の「プラグイン端子金具が電源側に設けられたプラグイン\nタイプの回路遮断器を分電盤などの母線が設けられた取付板に取り付け\nるための前記回路遮断器と取付板の構造」における「回路遮断器」に相\n当するものと認められる。\nしたがって，甲１発明の「分岐開閉器４を取り付けた取り付け部材５」\nは，本件発明の「回路遮断器」に相当するものでないとした本件審決の\n認定は誤りであるから，本件審決における相違点３の容易想到性の判断\n⑴も誤りである。\n(イ)  これに対し被告は，①甲１の記載によれば，甲１発明は，取り付け\n部材を介在させて分岐開閉器をベースに取り付ける場合に生じる問題\n（【０００３】）を課題とし，取り付け部材を介在させて分岐開閉器を\nベースに取り付けることを前提にした発明である，②甲１には分岐開閉\n器が同じ構成で取り付け部材の高さが違う実施形態が記載されており，\n取り付け部材は，分岐開閉器をベースに取り付けるためのスペーサとし\nて機能する別部材であるから，取り付け部材は，回路遮断器の一部を構\n成するものではない，③甲１発明において，分岐開閉器は協約形ブレー\nカであり，取り付け部材はそれに用いられる分岐取付台であるから，「分\n岐開閉器４を取り付けた取り付け部材５」を本件発明の回路遮断器とみ\nなすことはできないなどとして，甲１発明の「分岐開閉器４を取り付け\nた取り付け部材５」は，本件発明の「回路遮断器」に相当するものとい\nえない旨主張する。\nしかしながら，前記(1)イ認定の甲１の開示事項によれば，甲１には，\n「本発明」は，差し込み式の分岐開閉器の取り付けがしやすく，しかも\n取り付けた後の分岐開閉器が外れにくい分電盤を提供することを課題と\nし，本件審決認定の甲１発明は，「請求項４の分電盤」に係る構成を採\n用することにより，分岐開閉器の接続端子が導電バーから外れる方向に\n取り付け部材が移動するのを抑えることができ，分岐開閉器を強固に固\n定できるという効果を奏するとともに，「請求項５の分電盤」に係る構\n成を採用することにより，弾性体を変形させることにより取り付け部材\nをベースから外すことができ，分岐開閉器の交換作業が容易にできると\nいう効果を奏することが開示されているものと認められることに照らす\nと，甲１発明は，取り付け部材を介在させて分岐開閉器をベースに取り\n付ける場合に生じる問題のみを課題としたものとはいえない。\n次に，甲１には，分岐開閉器の一定の寸法に限定することを示す記載\nや導電バーを分岐開閉器の寸法に合わせた位置に配置することができな\nいことを示す記載はなく，取り付け部材が，所定形状の分岐開閉器を導\n電バーの異なる高さに合わせるためのスペーサとして機能することを示\nす記載はない。また，前記(ア)認定のとおり，「分岐開閉器４を取り付\nけた取り付け部材５」における取り付け部材５は，分岐開閉器４と別部\n材であるが，分岐開閉器４と一体化された分岐開閉器４の取付機構とし\nての機能を有するものであるから，取り付け部材５が別部材であること\nは，「分岐開閉器４を取り付けた取り付け部材５」が本件発明の「回路\n遮断器」に該当しないことの根拠となるものではない。\nさらに，甲１には，甲１発明において分岐開閉器は協約形ブレーカで\nあり，取り付け部材はそれに用いられる分岐取付台であることについて\nの記載はないし，また，仮に分岐開閉器と取り付け部材がそのような関\n係にあるからといって，「分岐開閉器４を取り付けた取り付け部材５」\nが本件発明の「回路遮断器」に該当しないことの根拠となるものではな\nい。\nしたがって，被告の上記主張は採用することができない。\nウ  以上のとおり，本件審決における相違点３の容易想到性の判断⑴には誤\nりがある。\n⑷  相違点３の容易想到性の判断⑵の誤りの有無について\n原告は，①甲１及び２に接した当業者においては，甲１発明及び甲２発明\nは技術分野，課題及び作用・機能において共通すること，甲１発明において\nは，プラグコネクタの接続を解除する方向に分岐開閉器をスライドさせる際\nにおいては，板ばねの先端部２５ａが底面から突出しない状態に維持（ロッ\nクを外した状態に維持）させなければならないという課題があることを認識\nするといえるから，甲１発明において，この課題を解決し，分岐開閉器の取\nり外しを容易にするために，甲１発明の板ばねに係る構成部分に甲２発明の\n係止アーム及び操作用取手（ロックを外した状態を維持できる構造）を適用\nすることを試みる動機付けがあるといえる，②甲１発明に甲２発明を適用す\nるに当たっては，甲２に記載された機器の底面から突出することによって機\n器のスライドを防止するための部材を，突出する状態と突出しない状態のそ\nれぞれにおいて択一的に選択「保持」可能な構成とするという技術的思想を\n甲１発明に適用すれば足りるものであり，例えば，別紙原告主張書面記載の\n図１ないし図５に示した構成が考えられ，甲２に記載された選択保持可能と\nいう技術的思想を甲１発明に適用することは可能であり，かつ，その適用に\nおいて特段の技術的困難はない，③そうすると，甲１及び甲２に接した当業\n者は，甲１発明において，プラグコネクタの接続を解除する方向に分岐開閉\n器をスライドさせる際に，板ばねの先端部２５ａが底面から突出しない状態\nに維持（ロックを外した状態に維持）させなければならないという課題があ\nることを認識し，この課題を解決し，分岐開閉器の取り外しを容易にするた\nめに，甲１発明の板ばねに係る構成部分に甲２発明の係止アーム及び操作用\n取手（ロックを外した状態を維持できる構造）を適用し，相違点３に係る本\n件発明の構成（ロックレバーの外部つまみは，ロックレバーが「前記回路遮\n断器の底面から突出する，しないを外部つまみで択一的に選択保持可能」で\nある構成）とすることを容易に想到することができたものである旨主張する。\nア  しかしながら，甲１には，甲１発明の板ばねの係止が解除された状態（\n情報に撓んだ状態）で保持されることについての記載や示唆はない。また，\n甲１の【００１４】）の記載によれば，甲１発明においては，取り付け部\n材５の側片５ｂの下面から板ばね２５が自動的に突出してベース２の係\n止孔２４に係止することにより取り外し方向の規制が行われるから，取り\n外し方向の規制を行う際に，規制部材を突出した位置に保持する必要もな\nい。\nそうすると，甲１発明において，甲２発明の構造を適用して，機器の底\n面から突出して機器のスライドを防止するための部材を，操作用取手を用\nいることで突出する状態と突出しない状態のそれぞれにおいて択一的に\n選択保持可能な構成とするという動機付けがあるものと認めることはで\nきない。\nイ  また，仮に原告が主張するように甲１発明において，プラグコネクタの\n接続を解除する方向に分岐開閉器をスライドさせる際においては，板ばね\nの先端部２５ａが底面から突出しない状態に維持（ロックを外した状態に\n維持）させなければならないという課題があることを認識し，当業者が，\n甲１発明において，甲２発明の係止アーム及び操作用取手（ロックを外し\nた状態を維持できる構造）の構成を適用することを検討しようとしたとし\nても，具体的にどのように適用すべきかを容易に想い至ることはできない\nというべきであるから，結局，甲１発明に甲２発明の上記構成を適用する\n動機付けがあるものと認めることはできない。\nこの点に関し，原告は，甲１発明に甲２発明の上記構成を適用する具体\n例として，別紙原告主張図面の図１ないし５で示した構成が考えられる旨\n主張するが，板ばねや分岐開閉器のような小さな部材にさらに操作用取手\nや突起等を設け，その精度を保つ構造とすることを想起することが容易で\nあったものとは考え難い。\nウ  以上によれば，甲１発明における板ばねに係る構成部分に，甲２に記載\nされた発明の係止アーム及び操作用取手（ロックを外した状態を維持でき\nる構造）を適用する動機付けがあるものと認めることはできないから，本\n件審決における相違点３の容易想到性⑵の判断に誤りはない。\nしたがって，原告の前記主張は理由がない。\n(5)  小括\n以上によれば，本件審決における相違点３の容易想到性⑴の判断に誤りは\nあるが，相違点３の容易想到性⑵の判断について誤りはないから，その余の\n点について判断するまでもなく，本件発明は，甲１発明及び甲２発明に基づ\nいて，当業者が容易に発明をすることができたものと認めることはできない。\nしたがって，これと同旨の本件審決の判断に誤りはないから，原告主張の\n取消事由１は理由がない。\n３  取消事由２（甲３を主引用例とする本件発明の進歩性の判断の誤り）につい\nて\n(1)  甲３の記載事項について\nア  甲３には，次のような記載がある（下記記載中に引用する図１ないし図\n１２については別紙４を参照）。\n(ア)  【特許請求の範囲】\n【請求項１】  銅バーに接続されるプラグイン端子金具を備えたプラグ\nインブレーカの底部に，ブレーカ本体の取付方向に延びる溝を設けると\nともに，取付板側には前記溝と嵌合してプラグインブレーカの取付位置\nを規制する規制金具を設けたことを特徴とするプラグインブレーカの取\n付機構。\n【請求項２】  取付板に対して斜め上方から取り付けられるブレーカ本\n体に，ブレーカ本体の横方向の位置ずれを規制する規制金具を設けた請\n求項１に記載のプラグインブレーカの取付機構。\n【請求項３】  取付板に対して水平に取り付けられるブレーカ本体に，\nブレーカ本体の直線運動を許容する規制金具を設けた請求項１に記載の\nプラグインブレーカの取付機構。\n【請求項４】  規制金具の先端を屈曲させ，ブレーカ本体の取付方向に\n延びる溝に嵌合させた請求項３に記載のプラグインブレーカの取付機構。\n(イ)  【０００１】\n【発明の属する技術分野】本発明は，プラグイン端子金具を備えたプラ\nグインブレーカを分電盤の取付板に取り付けるために用いられるプラグ\nインブレーカの取付機構に関するものである。\n【０００２】ブレーカを分電盤等の取付板にワンタッチで取り付けるた\nめに，従来より図１１に示すような取付機構が開発されている。この取\n付機構では，ブレーカ本体１の電源側の端面に形成された第１凹溝部２\nに係合される第１係合爪３と，ブレーカ本体１の負荷側端面に形成され\nた第２凹部４に係合される弾性を持つ第２係合爪５が一体に形成されて\nいる。そして一点鎖線で示すように，ブレーカ本体１を傾けてまず第１\n係合爪３に第１凹部２を係合させたうえ，ブレーカ本体１の他端を降ろ\nして第２凹部４を第２係合爪５に嵌め込むようになっている。\n【０００３】この取付機構は，通常のブレーカについては全く問題なく\n使用できる。しかし図１２に示すようなプラグインブレーカは，その電\n源側に主幹バー６に接続されるプラグイン端子金具７を備えているため，\n前記のようにブレーカ本体１を傾けながら取り付けようとすると，従来\nはブレーカ本体１の取付位置を規制する役割を兼ねていた第１係合爪３\nがブレーカ本体１の第１凹部２に係合する前に，主幹バー６とプラグイ\nン端子金具７の一部とが係合する。従って，ブレーカ本体１の第２の凹\n部４を第２係合爪５に嵌め込んだときに，誤ってブレーカ本体１の側面\n方向からの力がかかることにより，ブレーカ本体１の左右の位置がずれ，\n第１係合爪３がブレーカ本体１の第１凹部２に係合せずにブレーカ本体\n１の壁面にあたり，十分に取付方向に押し込めないという不具合が起こ\nる可能性があった。この結果，主幹バー６とプラグイン端子金具７とが\n接触不良となって事故の原因となる恐れがあるため，従来のワンタッチ\n式の取付機構は，プラグインブレーカについては使用することが不適切\nであった。\n【０００４】\n【発明が解決しようとする課題】本発明は上記した従来の問題を解決し，\nプラグインブレーカ本体が位置ずれを起こすことなく取り付けることが\nできるプラグインブレーカの取付機構を提供するためになされたもので\nある。\n(ウ)  【０００５】\n【課題を解決するための手段】上記の課題を解決するためになされた本\n発明のプラグインブレーカの取付機構は，銅バーに接続されるプラグイ\nン端子金具を備えたプラグインブレーカの底部に，ブレーカ本体の取付\n方向に延びる溝を設けるとともに，取付板側には前記溝と嵌合してプラ\nグインブレーカの取付位置を規制する規制金具を設けたことを特徴とす\nるものである。\n【０００６】特に，ブレーカ本体を取付板に対して斜め上方から取り付\nける場合には，ブレーカ本体の横方向の位置ずれを規制する規制金具を\n設けたことを特徴とするものである。また，ブレーカ本体を取付板に対\nして水平に取り付ける場合には，ブレーカ本体に直線運動を許容する規\n制金具を設けたことを特徴とするものである。なお，取付板に対してブ\nレーカ本体を水平に取り付ける場合には，規制金具の先端を屈曲させブ\nレーカ本体の取付方向に延びる溝に嵌合させておいても良い。\n【０００７】本発明によれば，ブレーカ本体は規制金具により取付方向\nに対して横方向の位置が規制されるため，ブレーカ本体の取付位置がず\nれずに取付板に取り付けが可能である。特に，ブレーカ本体を取付板に\n対して斜め上方から取り付ける場合には，ブレーカ本体の取付方向に対\nして横方向の位置ずれを防止できる。また，ブレーカ本体を取付板に対\nして水平に取り付ける場合には，ブレーカ本体は規制金具により規制さ\nれながら取付板側に挿入されるため，プラグイン端子金具が銅バーに水\n平に挿入されることとなり，プラグイン端子金具に無理な力がかかる恐\nれがない。なおここでいう溝とは，凹溝のように底部と両側壁を有する\nものに限らず，切り欠き溝のように底部と片側壁のみを有しているもの\nも含むものとする。\n(エ)  【０００８】\n【発明の実施の形態】以下に図面を参照しつつ，本発明の好ましい実施\nの形態を示す。まず，図１から図３に第１の実施の形態を示す。図１に\nおいて，１はプラグインブレーカのブレーカ本体１であり，７はブレー\nカ本体１の電源側の端面に設けられたプラグイン端子金具である。これ\nらのプラグイン端子金具７は先端が開いた弾性力を有するもので，この\n例では上下３段に形成されている。また，６は上下３段に形成された３\n極の主幹バーであり，ブレーカ本体１を従来通り矢印方向に嵌め込むこ\nとによって，各主幹バー６の先端が各プラグイン端子金具に挿入され，\n他の接続用金具を用いなくても主幹バー６とプラグインブレーカの接続\nができる構造となっている。\n【０００９】ブレーカ本体１の底部両側には，図２に示すように切り欠\nき溝８が設けられている。これらの切り欠き溝８は，ブレーカ本体１の\n電源側の部分にのみ設ければよい。一方，取付板９側には規制金具１０\nを主幹バー６のブレーカ本体１の取り付け側の端面の近傍で，取り付け\n側の端面よりも第２係合爪５寄りの位置に設ける。この規制金具１０は，\n図３のようにブレーカ本体の切り欠き溝８と係合し，ブレーカ本体１の\nプラグイン端子金具が主幹バー６に対して嵌合するときにブレーカ本体\n１が横ずれしないように作用している。\n【００１０】また取付板９側には，弾性に優れた金属よりなる第２係合\n爪５を備えている。この第２係合爪５は取付板９とは別部材で構成され，\nねじ等により取付板９に固定されている。\n【００１１】このように構成された本発明の取付機構によりプラグイン\nブレーカを取付けるには，図１に示すようにブレーカ本体１の切り欠き\n溝８を規制金具１０に当接させた状態で，ブレーカ本体１の負荷側を矢\n印の方向に移動させブレーカ本体１の第２の凹部４を第２係合爪５に嵌\nめ込む。このとき規制金具１０の作用によりブレーカ本体１は取付方向\nのみに動きを規制されているため，取付位置がずれることなくプラグイ\nン端子金具７が主幹バー６と係合する。なお，上記したように規制金具\n１０を設けたため，第２係合爪５は第１係合爪３と一体に形成された従\n来のものを使用しても全く問題はない。\n(オ)  【００１２】次に図４から図８に第２の実施形態を示す。図４，図\n５に示すように，この第２の実施形態ではブレーカ本体１の負荷側の底\n部両側に，その取付方向に延びる切り欠き溝８が設けられている。一方，\n取付板９側には規制金具１０が設けられている。この規制金具１０は，\n図６に示すようにブレーカ本体１の切り欠き溝８と係合し，ブレーカ本\n体１が主幹バー６に対して接離する直線運動を許容する。なお，切り欠\nき溝８はブレーカ本体１の底部全体に設けても良い。\n【００１３】また取付板９の裏面には，弾性に優れた金属よりなる抜け\n留め金具１１が設けられている。この抜け止め金具１１は取付板９の貫\n通孔１２から上方に突出する突片１３を備え，この突片１３が上方に突\n出するように取付板９にねじ１４等により固定されている。\n【００１４】このように構成された本発明の取付機構により，プラグイ\nンブレーカを取付板９に取り付けるには，図４に示すようにブレーカ本\n体１の凹溝を規制金具１０に当接させた状態で，ブレーカ本体１の底面\nが取付板９から浮き上がらないようにブレーカ本体１を直線的にスライ\nドさせる。このとき規制金具１０の作用によりブレーカ本体１は直線運\n動を許容されているため，電源側の端面に設けられたプラグイン端子金\n具７は直線的に主幹バー６の方向に移動し，主幹バー６と係合する。な\nお，このときには抜け止め金具１１は弾性的に下方に撓み突片１３は図\n４の状態になる。\n【００１５】このようにしてブレーカ本体１が所定の位置（プラグイン\n端子金具７が主幹バー６と係合する位置）まで移動すると，図７に示す\nようにそれまで下方に撓んでいた抜け止め金具１１が上方に戻り，突片\n１３がブレーカ本体１の負荷側の端面１５と係合する。この結果，ブレ\nーカ本体１は図の右の方に移動できなくなり，取付板９の上に固定され\nる。なお，ブレーカ本体１を取付板９から取り外したい場合には，図７\nに示すように取付板９の他の貫通孔１６からドライバ等を差し込み，抜\nけ止め金具を下方に撓ませながらブレーカ本体１を右方向にスライドさ\nせればよい。\n【００１６】図８は他の抜け止め金具１１を示す図である。この例では，\n抜け止め金具１１は軸１７によって取付板９に揺動自在に枢着されてお\nり，先端部の裏面に設けられたばね１８によって基端面１９が取付板９\nの上方に突出している。この抜け止め金具１１も前記の抜け止め金具１\n１と同様の作用を持つ。\n(カ)  【００１７】図９，図１０に示す第３の実施の形態では，ブレーカ\n本体１の切り欠き溝を凹溝とし，規制金具の両端の先端を内側に屈曲し\nたものである。この規制金具１０は図１０に示すようにブレーカ本体１\nの前記溝と係合し，ブレーカ本体１が主幹バー６に対して接離する直線\n運動のみを許容するように作用する。また規制金具１０の先端を屈曲さ\nせたことにより，取り付け後もブレーカ本体１が取付板９に対して上方\nに抜けることがないように規制している。\n【００１８】また規制金具１０は片側だけでもよく，形状も上記の実施\nの形態のみに限らず，例えばＴ字状としてもよくブレーカ本体１の溝も\nこれに対応するものであればよい。なお，抜け止め金具１１については，\n第２の実施の形態と同様である。\n(キ)  【００１９】\n【発明の効果】以上に説明したように本発明のプラグインブレーカの取\n付機構によれば，プラグインブレーカを取付方向に対して横方向の位置\nずれを起こすことなく取付板上に取り付けることができる。また，ブレ\nーカ本体を取付板に対して斜め上方から取り付ける場合は，規制金具に\nよりプラグインブレーカを取付方向に対して横方向の位置ずれを起こす\nことなく取付板上に取り付けることができる。また，ブレーカ本体を取\n付板に対して水平に取り付ける場合は，規制金具によりプラグイン端子\n金具に無理な力をかけず適切に取付板上に取り付けることができる。ま\nた，規制金具の先端を屈曲させることにより，取付方向の上下の位置ず\nれを防止し，より適切にブレーカ本体を取付板状に取り付けることがで\nき，さらに取付後もプラグインブレーカが取付板に対して上方に抜ける\nことがないという多くの利点がある。\nイ  前記アの記載事項によれば，甲３には，甲３発明（前記第２の⑶ウ）に\n関し，次のような開示があることが認められる。\n(ア)  ブレーカを分電盤等の取付板にワンタッチで取り付けるために用い\nられる従来のワンタッチ式の取付機構は，図１１に示すように，取付板\nにおいて，ブレーカ本体１の電源側の端面に形成された第１凹溝部２に\n係合される第１係合爪３と，ブレーカ本体１の負荷側端面に形成された\n第２凹部４に係合される弾性を持つ第２係合爪５が一体に形成され，ブ\nレーカ本体１を傾けてまず第１係合爪３に第１凹部２を係合させたうえ，\nブレーカ本体１の他端を降ろして第２凹部４を第２係合爪５に嵌め込む\nようになっており，この取付機構は，通常のブレーカについては全く問\n題なく使用できるが，一方で，図１２に示すようなプラグインブレーカ\nは，その電源側に主幹バー６に接続されるプラグイン端子金具７を備え\nているため，ブレーカ本体１を傾けながら取り付けようとすると，第１\n係合爪３がブレーカ本体１の第１凹部２に係合する前に，主幹バー６と\nプラグイン端子金具７の一部とが係合するため，ブレーカ本体１の第２\nの凹部４を第２係合爪５に嵌め込んだときに，誤ってブレーカ本体１の\n側面方向からの力がかかることにより，ブレーカ本体１の左右の位置が\nずれ，第１係合爪３がブレーカ本体１の第１凹部２に係合せずにブレー\nカ本体１の壁面にあたり，十分に取付方向に押し込めないという不具合\nが起こる可能性があった結果，主幹バー６とプラグイン端子金具７とが\n接触不良となって事故の原因となるおそれがあり，従来のワンタッチ式\nの取付機構は，プラグインブレーカについては使用することが不適切で\nあった（【０００２】，【０００３】）。\n(イ)  「本発明」は，従来の問題を解決し，プラグインブレーカ本体が位\n置ずれを起こすことなく取り付けることができるプラグインブレーカの\n取付機構を提供することを課題とし，この課題を解決するための手段と\nして，銅バーに接続されるプラグイン端子金具を備えたプラグインブレ\nーカの底部に，ブレーカ本体の取付方向に延びる溝を設けるとともに，\n取付板側には前記溝と嵌合してプラグインブレーカの取付位置を規制し，\nブレーカ本体を取付板に対して水平に取り付ける場合にブレーカ本体に\n直線運動を許容する先端を屈曲させた規制金具を設けた構成を採用した\n（【０００５】，【０００６】，【００１７】，図９，１０）。\nこの構成により，「本発明」のプラグインブレーカの取付機構は，①\nプラグインブレーカを取付方向に対して横方向の位置ずれを起こすこと\nなく取付板上に取り付けることができる，②ブレーカ本体を取付板に対\nして斜め上方から取り付ける場合は，規制金具によりプラグインブレー\nカを取付方向に対して横方向の位置ずれを起こすことなく取付板上に取\nり付けることができる，③ブレーカ本体を取付板に対して水平に取り付\nける場合は，規制金具によりプラグイン端子金具に無理な力をかけず適\n切に取付板上に取り付けることができ，また，規制金具の先端を屈曲さ\nせることにより，取付方向の上下の位置ずれを防止し，より適切にブレ\nーカ本体を取付板状に取り付けることができる，④取付後もプラグイン\nブレーカが取付板に対して上方に抜けることがないという効果を奏する\n（【００１９】）。\n⑵  相違点４の容易想到性の判断の誤りの有無について\n原告は，①甲２には，突出することによって機器のスライドを防止するた\nめの部材を，取付板側ではなく機器側に設けるという技術事項及び当該部材\nを，突出する状態と突出しない状態のそれぞれにおいて択一的に選択「保持」\n可能な構成とするという技術事項が記載されている，②甲３発明及び甲２発\n明は，プラグコネクタに接続された機器のスライドを防止する機構という同\n一の技術分野に属する発明であり，電源装置等において，プラグコネクタの\n接続が外れてしまう方向に電子機器がスライドすることを防止するという共\n通の課題，垂直方向に部材（抜け止め金具及び突片，係止アーム）を突出さ\nせることによって，プラグコネクタの接続が外れてしまう方向への電子機器\nの移動を規制するという共通の作用・機能を有していること，技術的課題に\nついて複数の解決手段が知られている場合，ある解決手段を別の解決手段に\n置換することは，当事者の通常の創作能力の発揮として，普通に行われてい\nることであることからすると，甲２及び甲３に接した当業者において３は，\n甲３発明の上記課題を解決するための手段として，甲３発明における抜け止\nめ金具及び突片に係る構成部分に甲２発明の係止アーム及び操作用取手（ロ\nックを外した状態を維持できる構造）を適用することを試みる動機付けがあ\nる，③甲３発明に甲２発明を適用するに当たっては，甲２に記載された機器\nの底面から突出することによって機器のスライドを防止するための部材を，\n突出する状態と突出しない状態のそれぞれにおいて択一的に選択「保持」可\n能な構成とするという技術的思想を甲３発明に適用すれば足りるものであり，\n例えば，別紙原告主張書面記載の図１ないし図５に示した構成が考えられ，\n甲２に記載された選択保持可能という技術的思想を甲３発明に適用すること\nは可能であり，かつ，その適用において特段の技術的困難はない，④そうす\nると，甲２及び甲３に接した当業者は，甲３発明において，甲３発明の抜け\n止め金具１１の突片１３に係る構成部分に甲２発明の係止アーム及び操作用\n取手（ロックを外した状態を維持できる構造）を適用して，相違点４に係る\n本件発明の構成とすることを容易に想到することができたものであるから，\nこれを否定した本件審決の判断は誤りである旨主張する。\nア  そこで検討するに，前記(1)イ認定のとおり，甲３には，甲３発明に関し，\nプラグインブレーカ本体が位置ずれを起こすことなく取り付けることがで\nきるプラグインブレーカの取付機構を提供することを課題とし，この課題\nを解決するための手段として，銅バーに接続されるプラグイン端子金具を\n備えたプラグインブレーカの底部に，ブレーカ本体の取付方向に延びる溝\nを設けるとともに，取付板側には前記溝と嵌合してプラグインブレーカの\n取付位置を規制し，ブレーカ本体を取付板に対して水平に取り付ける場合\nにブレーカ本体に直線運動を許容する先端を屈曲させた規制金具を設けた\n構成を採用し（【０００５】，【０００６】，【００１７】，図９，１０），\nこの構成により，甲３発明のプラグインブレーカの取付機構は，ブレーカ\n本体を取付板に対して水平に取り付ける場合は，規制金具によりプラグイ\nン端子金具に無理な力をかけず適切に取付板上に取り付けることができ，\nまた，規制金具の先端を屈曲させることにより，取付方向の上下の位置ず\nれを防止し，より適切にブレーカ本体を取付板状に取り付けることができ\nること，取付後もプラグインブレーカが取付板に対して上方に抜けること\nがないという効果を奏すること（【００１９】）の記載があることが認め\nられる。\nそして，甲３には，「また取付板９の裏面には，弾性に優れた金属より\nなる抜け留め金具１１が設けられている。この抜け止め金具１１は取付板\n９の貫通孔１２から上方に突出する突片１３を備え，この突片１３が上方\nに突出するように取付板９にねじ１４等により固定されている。」（【０\n０１３】），「このように構成された本発明の取付機構により，プラグイ\nンブレーカを取付板９に取り付けるには，図４に示すようにブレーカ本体\n１の凹溝を規制金具１０に当接させた状態で，ブレーカ本体１の底面が取\n付板９から浮き上がらないようにブレーカ本体１を直線的にスライドさせ\nる。このとき規制金具１０の作用によりブレーカ本体１は直線運動を許容\nされているため，電源側の端面に設けられたプラグイン端子金具７は直線\n的に主幹バー６の方向に移動し，主幹バー６と係合する。なお，このとき\nには抜け止め金具１１は弾性的に下方に撓み突片１３は図４の状態にな\nる。」（【００１４】），「このようにしてブレーカ本体１が所定の位置\n（プラグイン端子金具７が主幹バー６と係合する位置）まで移動すると，\n図７に示すようにそれまで下方に撓んでいた抜け止め金具１１が上方に戻\nり，突片１３がブレーカ本体１の負荷側の端面１５と係合する。この結果，\nブレーカ本体１は図の右の方に移動できなくなり，取付板９の上に固定さ\nれる。なお，ブレーカ本体１を取付板９から取り外したい場合には，図７\nに示すように取付板９の他の貫通孔１６からドライバ等を差し込み，抜け\n止め金具を下方に撓ませながらブレーカ本体１を右方向にスライドさせれ\nばよい。」（【００１５】），「図９，図１０に示す第３の実施の形態で\nは，ブレーカ本体１の切り欠き溝を凹溝とし，規制金具の両端の先端を内\n側に屈曲したものである。この規制金具１０は図１０に示すようにブレー\nカ本体１の前記溝と係合し，ブレーカ本体１が主幹バー６に対して接離す\nる直線運動のみを許容するように作用する。また規制金具１０の先端を屈\n曲させたことにより，取り付け後もブレーカ本体１が取付板９に対して上\n方に抜けることがないように規制している。」（【００１７】）との記載\nがある。これらの記載によれば，甲３には，甲３発明の抜け止め金具１１\nの突片１３は，ブレーカ本体１をスライドさせたときに，抜け止め金具１\n１を操作しなくとも，突片１３がブレーカ本体１の負荷側の端面１５と係\n合し，取付板９に設けられた先端を屈曲させた規制金具１０と前記ブレー\nカ本体１に設けられたと凹溝とした切欠き溝８とが互いに係合することに\nより，ブレーカ本体１の前記取付板９に対する上方の動きが規制されると\nともに，主幹バー６からブレーカ本体１を取り外す方向の動きが規制され\nて，取付板９の上にブレーカ本体１が取り付けられた状態で固定されるこ\nとを理解できる。\nこのように甲３には，甲３発明がブレーカ本体１の前記取付板９に対す\nる上方の動きが規制されるとともに，主幹バー６からブレーカ本体１を取\nり外す方向の動きが規制されて，取付板９の上にブレーカ本体１が取り付\nけられた状態で固定されることの開示がある。\nイ  一方で，甲３には，甲３発明において，原告が主張する甲２記載の技術\n的事項（突出することによって機器のスライドを防止するための部材を，\n取付板側ではなく機器側に設けるという技術事項及び当該部材を，突出す\nる状態と突出しない状態のそれぞれにおいて択一的に選択「保持」可能な\n構成とするという技術事項）を適用すべき問題点があることや，その適用\nによってより優れた効果が得られることについての記載も示唆もない。ま\nた，甲２においても，そのような記載も示唆もない。\nそうすると，甲３発明において，甲３発明の抜け止め金具１１の突片１\n３に係る構成部分に甲２発明の係止アーム及び操作用取手（ロックを外し\nた状態を維持できる構造）をあえて適用する動機付けがあるものと認める\nことはできない。\nしたがって，その余の点について判断するまでもなく，原告の前記主張\nは理由がない。\n⑶  小括\n以上によれば，本件審決における相違点４の容易想到性の判断について誤\nりはないから，本件発明は，甲３発明及び甲２発明に基づいて，当業者が容\n易に発明をすることができたものと認めることはできない。\nしたがって，原告主張の取消事由２は理由がない。\n４  取消事由３（分割要件違反による甲４を主引用例とする本件発明の新規性及\nび進歩性の判断の誤り）について\n⑴  原出願の当初明細書等の記載事項について\nア  原出願の当初明細書等（甲９）には，次のような記載がある。\n(ア)  特許請求の範囲，\n【請求項１】\nプラグイン端子金具が電源側に設けられたプラグインタイプの回路遮\n断器を分電盤などの母線が設けられた取付板に取り付けるための前記回\n路遮断器と取付板の構造であって，前記回路遮断器の負荷側には，電線\nを斜め上方から挿入可能な電線挿入孔を設け，さらに，前記回路遮断器\nの底面から突出する，しないを外部つまみで択一的に選択保持可能なロ\nックレバーを電線挿入孔よりも下方位置に設けるとともに，\n前記取付板には前記ロックレバーが嵌合する穴部を設け，\n取前記付板の上に載置した回路遮断器を前記母線の方向にスライドさせ\nていくと前記母線がプラグイン端子金具に差し込まれていき，\n前記取付板に設けられた爪部が，該爪部と対応して前記回路遮断器に設\nけられた凹部と嵌合することにより，\n前記回路遮断器の前記取付板に対する鉛直方向の動きが規制されるとと\nもに側面方向の動きが規制され，\n前記回路遮断器の底面から前記ロックレバーが突出して前記取付板の穴\n部に嵌合することにより，前記母線から前記回路遮断器を取り外す方向\nの動きが規制されて，前記取付板に前記回路遮断器が取り付けられた状\n態となる一方，\n前記ロックレバーの指掛部を前記取付板と反対の方向に引き上げて穴部\nと前記ロックレバーとの嵌合を解除してから，前記回路遮断器を前記母\n線と反対の方向に引き抜くように移動させることにより，\n爪部と前記回路遮断器との嵌合が外れて前記回路遮断器を取付板から取\nり外せるようにしたことを特徴とした回路遮断器の取付構造。\n(イ)  明細書の発明の詳細な説明\n原出願の当初明細書等の明細書の発明の詳細な説明の記載は，【００\n０５】が以下のとおりであるほかは，前記１⑴の本件明細書の発明の詳\n細な説明の記載と同一である。また，図面は，別紙１記載の本件明細書\nの図面(図１ないし図６)と同一である。\n【０００５】\nそこで，請求項１の発明は，プラグイン端子金具が電源側に設けられ\nたプラグインタイプの回路遮断器を分電盤などの母線が設けられた取付\n板に取り付けるための前記回路遮断器と取付板の構造であって，\n前記回路遮断器の負荷側には，電線を斜め上方から挿入可能な電線挿入\n孔を設け，さらに，前記回路遮断器の底面から突出する，しないを外部\nつまみで択一的に選択保持可能なロックレバーを電線挿入孔よりも下方\n位置に設けるとともに，\n前記取付板には前記ロックレバーが嵌合する穴部を設け，\n取前記付板の上に載置した回路遮断器を前記母線の方向にスライドさせ\nていくと前記母線がプラグイン端子金具に差し込まれていき，\n前記取付板に設けられた爪部が，該爪部と対応して前記回路遮断器に設\nけられた凹部と嵌合することにより，\n前記回路遮断器の前記取付板に対する鉛直方向の動きが規制されるとと\nもに側面方向の動きが規制され，\n前記回路遮断器の底面から前記ロックレバーが突出して前記取付板の穴\n部に嵌合することにより，前記母線から前記回路遮断器を取り外す方向\nの動きが規制されて，前記取付板に前記回路遮断器が取り付けられた状\n態となる一方，\n前記ロックレバーの指掛部を前記取付板と反対の方向に引き上げて穴部\nと前記ロックレバーとの嵌合を解除してから，前記回路遮断器を前記母\n線と反対の方向に引き抜くように移動させることにより，爪部と前記回\n路遮断器との嵌合が外れて前記回路遮断器を取付板から取り外せるよう\nにしたことを特徴とした回路遮断器の取付構造を提供したものである。\nイ  前記アの記載事項によれば，原出願の当初明細書等には，原出願の請求\n項１に係る発明に関し，回路遮断器を分電盤の取付板に取り付けるための\n従来の回路遮断器の取付構造をプラグインタイプの回路遮断器に用いる場\n合には，回路遮断器を取付板の上に配置したときに回路遮断器の底面が取\n付板の突出片６６と干渉し，取付板に取付できないという不具合があり，\nまた，取り外しの際には突出片６６の端をドライバなどの工具を用いて押\n圧しながら回路遮断器を取り外す必要があり，さらに，突出片６６の先端\nで電線被覆を傷付けるおそれがあるという課題を解決し，プラグインタイ\nプの回路遮断器でも容易に取付でき，配線が傷付かず，取り外し時に工具\nを必要としない取付け構造を提供することを目的とし（【０００２】ない\nし【０００４】，図１，図６），上記課題を解決するための手段として，\nプラグイン端子金具が電源側に設けられたプラグインタイプの回路遮断器\nの底面から突出する，しないを外部つまみで択一的に選択保持可能な「ロ\nックレバー」を，前記回路遮断器の前記母線とは反対側の負荷側に設ける\nとともに，前記取付板には前記ロックレバーの「嵌合部」を設け，前記取\n付板の上に載置した回路遮断器を前記母線の方向にスライドさせていくと\n前記母線がプラグイン端子金具に差し込まれていき，前記取付板に設けら\nれた「爪部」が，該爪部と対応して前記回路遮断器に設けられた「凹部」\nと嵌合することにより，前記回路遮断器の前記取付板に対する鉛直方向の\n動きが規制されるとともに，前記回路遮断器の底面から前記ロックレバー\nが突出して前記取付板の嵌合部に嵌合することにより，前記母線から前記\n回路遮断器を取り外す方向の動きが規制されて，前記取付板に前記回路遮\n断器が取り付けられた状態となるようにした構成を採用し（【０００４】，\n【０００５】），これにより，プラグインタイプの回路遮断器でも容易に\n取付でき，配線が傷付かず，取り外し時に工具を必要としない取付け構造\nを提供することができるという効果を奏すること（【０００６】，【００\n１５】）の開示があることが認められる。\n⑵  分割要件の判断の誤りの有無について\n原告は，①本件発明の「前記取付板と前記回路遮断器とに夫々対応して設\nけられた嵌合部と被嵌合部とが互いに嵌合することにより，前記回路遮断器\nの前記取付板に対する鉛直方向の動きが規制されるとともに」との構成（構\n成要件Ａ）における「嵌合部」及び「被嵌合部」の用語は，その文言解釈と\nして，爪部や凹部を含み，かつ，爪部や凹部以外の嵌合・被嵌合の関係にあ\nるあらゆる構成を含み得る用語として用いられているものと解される，②原\n出願の当初明細書等には，回路遮断器の鉛直方向の動きの規制について，爪\n部を取付板に設け，爪部と嵌合する凹部を回路遮断器に設ける態様のみが記\n載されており，爪部を回路遮断器に設け，凹部を取付板に設けることについ\nては一切記載されていない，③そうすると，本件発明においては，「嵌合部」\n及び「被嵌合部」との文言が用いられたことにより，回路遮断器の取付板に\n対する鉛直方向の動きを規制する態様が上位概念化され，「取付板」に設け\nられた「凹部」と「回路遮断器」に設けられた「爪部」とが嵌合する構成の\nものも含み得ることとなったものであるから，本件発明は，原出願の当初明\n細書等及び第１ないし第４世代の親出願の当初明細書等に記載された事項の\n範囲を超えるものであるから，本件出願は，特許法４４条１項の分割要件を\n満たさない旨主張するので，以下において判断する。\nア  本件発明の構成要件Ａにおける「嵌合部」及び「被嵌合部」の意義につ\nいて\n(ア)  本件発明の特許請求の範囲（請求項１）には，「嵌合部」に関し，\n「 前記取付板には前記ロックレバーの嵌合部を設け」との記載があるが，\n本件発明の構成要件Ａの「前記取付板と前記回路遮断器とに夫々対応し\nて設けられた嵌合部と被嵌合部とが互いに嵌合することにより，前記回\n路遮断器の前記取付板に対する鉛直方向の動きが規制されるとともに」\nの構成における「嵌合部」及び「被嵌合部」を特定の形状又は態様のも\nのに限定する記載はない。\nまた，本件明細書には，本件発明の構成要件Ａにおける「嵌合部」及\nび「被嵌合部」の用語を定義する記載はない。\n一方で，本件明細書には，「前記回路遮断器の前記取付板に対する鉛\n直方向の動きを規制」する嵌合の実施例として，取付板２に設けられた\n爪部３，４と，回路遮断器１に設けられた凹部５，６とが嵌合する態様\nのものが示されているが（【００１１】ないし【００１５】），それ以\n外の嵌合の態様の記載はない。\nさらに，「嵌合」とは，「軸が穴に固くはまりあったり，滑り動くよ\nうにゆるくはまりあったりする関係」を意味すること（広辞苑第七版），\n回路遮断器の鉛直方向の動きを規制する嵌合の態様として，取付板側に\n爪部を設け，回路遮断器側に凹部を設ける態様（例えば，甲３，１６，\n１７）のほかに，取付板側に凹部，回路遮断器側に爪部を設ける態様（例\nえば，甲１，１８，２０）があることは，原出願の出願前の技術常識で\nあったことが認められる。\n(イ)  以上の本件発明の特許請求の範囲（請求項１）の記載，本件明細書\nの記載及び上記技術常識等を総合すれば，本件発明の構成要件Ａにおけ\nる「嵌合部」及び「被嵌合部」には，互いに嵌合することにより，回路\n遮断器の取付板に対する鉛直方向の動きが規制される効果を奏するもの\nであれば，本件明細書記載の「取付板」に設けられた「凹部」と「回路\n遮断器」に設けられた「爪部」とが嵌合する態様以外の嵌合の態様のも\nのも含まれるものと解される。\nイ  分割要件の適合性について\n(ア)  前記⑴イの開示事項及び原出願の当初明細書等の【００１１】ない\nし【００１５】の記載によれば，原出願の当初明細書等には，従来の回\n路遮断器の取付構造をプラグインタイプの回路遮断器に用いる場合，回\n路遮断器を取付板の上に配置したときに回路遮断器の底面が取付板の突\n出片６６と干渉し，取付板に取付できないという不具合があり，取り外\nしの際には突出片６６の端をドライバなどの工具を用いて押圧しながら\n回路遮断器を取り外す必要があり，また，突出片６６の先端で電線被覆\nを傷付けるおそれがあるという課題（【０００２】ないし【０００４】，\n図１，図６））があり，この課題を解決するための手段として，回路遮\n断器１を取付板２と平行に（取付板２に設けられた母線の方向に）スラ\nイドさせることにより，取付板２に設けられた爪部３，４と回路遮断器\n１の凹部５，６とが嵌合し，回路遮断器１の取付板２に対する鉛直方向\nの動きが規制されること，ロックレバー７の押圧で係止部７０３が突出\nして取付板の嵌合部８に嵌合することにより，母線１１，１２から回路\n遮断器１を取り外す方向の動きが規制される構成（【０００４】，【０\n００５】，【００１１】ないし【００１５】）を採用したことの開示が\nあることが認められる。\nこのように，原出願の当初明細書等には，回路遮断器の動きを規制す\nる嵌合の態様として，取付板に設けられた爪部３，４と回路遮断器に設\nけられた凹部５，６が嵌合するもののほか，回路遮断器に設けられたロ\nックレバー７の係止部７０３と取付板に設けられた嵌合部８（凹部に相\n当）が嵌合するもの（【００１３】，【００１５】）も開示されている。\nそうすると，原出願の当初明細書等に接した当業者は，回路遮断器１\nの取付板２に対する鉛直方向の動きが規制されるための構成としては，\n具体的には，取付板２に設けられた爪部３，４と，回路遮断器１に設け\nられた凹部５，６とが嵌合するものが示されているが，上記課題との関\n係においては，回路遮断器１を取付板２に平行にスライドさせたときに，\n両者の間に鉛直方向の動きを規制する嵌合が形成されるものであれば足\nり，例えば，爪部が回路遮断器に，凹部が取付板に設けた態様の嵌合で\nあっても，鉛直方向の動きを規制する効果を奏することを十分に理解で\nきるものと認められる。\nしたがって，取付板２，回路遮断器１のどちらが爪部又は凹部かとい\nうこと及び嵌合の具体的な態様は，上記の課題解決に直接関係するもの\nではないというべきである。\n以上によれば，本件発明における構成要件Ａの「前記取付板と前記回\n路遮断器とに夫々対応して設けられた嵌合部と被嵌合部とが互いに嵌合\nすることにより，前記回路遮断器の前記取付板に対する鉛直方向の動き\nが規制されるとともに」の構成は，原出願の当初明細書等の全ての記載\nを総合することにより導かれる事項との関係において，新たな技術的事\n項を導入するものではなく，原出願の当初明細書等に記載された事項の\n範囲内のものと認められる。\n(イ)  そして，第１世代ないし第４世代の親出願の当初明細書等（甲５な\nいし８）は，いずれも，前記(ア)の原出願の当初明細書等に記載された\n事項と同じ事項が記載されているものと認められるから，第１世代の第\n４世代の親出願の当初明細書等との関係においても，新たな技術的事項\nを導入するものではなく，第１世代の第４世代の親出願の当初明細書等\nに記載された事項の範囲内のものと認められる。\nしたがって，本件出願は，原出願及び第１世代ないし第４世代の親出\n願との関係で，特許法４４条１項の「二以上の発明を包含する特許出願\nから分割した新たな特許出願」に該当するものと認められるから，分割\n要件に適合する。\nこれに反する原告の前記主張は採用することができない。\n⑶  甲４を主引用例とする本件発明の新規性及び進歩性の判断の誤りの有無に\nついて\n前記⑵イ(イ)のとおり，本件出願は，原出願及び第１世代ないし第４世代\nの親出願との関係で，分割要件に適合するから，第１世代の親出願の出願時\nである平成１２年１１月８日出願したものとみなされる。\nそうすると，甲４は，本件出願前に頒布された刊行物といえないから，下\n甲４を主引用例とする本件発明の新規性欠如及び進歩性欠如をいう原告の主\n張は理由がない。\nこれと同旨の本件審決の判断に誤りはない。\nしたがって，原告主張の取消事由３は，理由がない。\n５  結論\n以上のとおり，原告主張の取消事由はいずれも理由がないから，本件審決を\n取り消すべき違法は認められない。\nしたがって，原告の請求は棄却されるべきものである。\n知的財産高等裁判所第４部\n裁判長裁判官      大    鷹    一    郎\n裁判官      本    吉    弘    行\n裁判官      岡    山    忠    広\n（別紙１）  明細書図面\n【図１】                【図２】\n【図３】                  【図４】\n【図５】\n【図６】\n（別紙２）  甲１図面\n【図１】\n【図２】               【図３】\n【図４】\n【図５】\n【図６】\n【図７】\n【図８】\n【図９】\n【図１０】\n【図１１】\n【図１２】\n【図１３】\n【図１４】\n【図１５】\n【図１６】\n（別紙３）  甲２図面\n【第１図】               【第２図】\n【第３図】\n【第４図】                【第５図】\n（別紙４）  甲３図面\n【図１】             【図２】\n【図３】              【図４】\n【図５】             【図６】\n【図７】                 【図８】\n【図９】                【図１０】\n【図１１】              【図１２】\n（別紙）  原告主張図面\n【図１】\n【図２】\n【図３】\n【図４】\n【図５】\n"
}