{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 3,
    "month": 10,
    "day": 11
  },
  "case_number": "平成29(行ウ)72",
  "case_name": "遺族補償一時金不支給処分取消請求事件",
  "court_name": "名古屋地方裁判所民事第1部",
  "lawsuit_id": "90750",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=90750",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/750/090750_hanrei.pdf",
  "contents": "令和３年１０月１１日判決言渡  同日原本領収  裁判所書記官\n平成２９年（行ウ）第７２号  遺族補償一時金不支給処分取消請求事件\n口頭弁論終結日  令和３年６月２日\n判         決\n当事者の表示  別紙当事者目録記載のとおり\n主         文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事実及び理 由\n第１  請求\n１  津労働基準監督署長が原告に対して平成２６年９月２６日付けでした労働者\n災害補償保険法による遺族補償一時金を支給しない旨の処分を取り消す。\n２  訴訟費用は被告の負担とする。\n第２  事案の概要\n本件は，中部電力株式会社（以下「本件会社」という。）の従業員であり，本件\n会社の三重支店（以下「三重支店」という。）営業部法人営業グループのソリュー\nションスタッフチームに所属していたａ（以下「本件労働者」という。）の母であ\nる原告が，本件労働者は本件会社における過重な業務及び上司によるパワーハラ\nスメントにより精神障害を発病し，平成▲年▲月▲日に自殺した（以下「本件自\n殺」という。）旨主張して，労働者災害補償保険法（以下「労災保険法」という。）\nに基づく遺族補償一時金の支給を請求したところ，津労働基準監督署長（以下「処\n分行政庁」という。）が平成２６年９月２６日付けで不支給とする旨の処分（以下\n「本件処分」という。）をしたことから，被告に対し，本件処分の取消しを求めた\n事案である。\n１  前提事実（末尾に証拠等を掲げた事実以外は当事者間に争いがない。）\n⑴  当事者等\nア  原告は，本件労働者（昭和▲年▲月▲日生まれ，男性）の母である。\nイ  本件会社は，名古屋市に本店を置き，愛知，岐阜（一部を除く），三重（一\n部を除く），長野及び静岡（富士川以西）の中部５県の営業区域において電力\nの供給業務及びその付帯事業を行う株式会社である。（甲Ａ１の２・９５４\n頁）\n⑵  本件労働者の経歴等\nア  本件労働者は，平成１５年４月，武蔵工業大学工学部建築学科に入学し，\n平成１９年３月，同大学を卒業した。\nイ  本件労働者は，平成１９年４月，武蔵工業大学（ただし，同大学は，平成\n２１年４月，「東京都市大学」に名称変更した。）大学院建築学専攻に入学し，\nアメリカのＰｕｒｄｕｅ大学機械工学部への留学を経て，平成２２年３月，\n東京都市大学大学院建築学専攻を修了した。（甲Ａ１の２・７１１頁）\nウ  本件労働者は，平成２２年４月１日，本件会社に入社した。本件労働者は，\n本件会社研修所において新人社員教育を受け，同月１６日，三重支店営業部\n法人営業グループに配属された。\n⑶  三重支店営業部法人営業グループの業務等\n法人営業グループには，直轄担当と地区販売担当があり，直轄担当はさらに\nアカウントマネージャー（営業担当者。ＡＭともいう。），ソリューションスタ\nッフ（ＳＯともいう。），バックオフィス（ＢＯ）に分かれていた。\n本件労働者が所属していたＳＯチームは，ＡＭが特別高圧（２０，０００Ⅴ\n以上）で受電している顧客等に対して効率的な電気の利用に資する空調設備や\n厨房設備・システム等の推奨及び省エネ提案活動を行う際，ＡＭを技術面から\nサポートすることを業務としていた。なお，法人営業グループの業務では，従\n業員個人が一定期間に提案する件数等についての目標値やそれを達成できな\nかった場合のペナルティはなかった。\n（甲Ａ１の１・２５２頁，甲Ａ１の２・７１６～７１７頁，同８３１頁）\n⑷  本件会社における新人へのサポート教育体制\n本件会社においては，新入社員に対しては，以下のような指導教育をするこ\nととされていた（ただし，本件労働者に必要な指導教育がされていたかは，後\n述のとおり争いがある。）。（甲Ａ５）\nア  新入社員の育成は，自己啓発，ＯＪＴ及びＯｆｆ－ＪＴ（研修等）を中心\nに行う。\n大学及び大学院を卒業している新入社員に対しては，２年の育成期間を設\n定し，１年目は業務の基本事項を計画的に教え，２年目は個別の修得状況や\n担当業務に応じたフォロー指導を行う。また，計画策定にあたっては，新入\n社員の能力及びレベル分けされた業務管理表一覧を参考に行う。\nイ  直属長は，新入社員の指導に対する計画作成と実施を行う。また，指導員\nの指導場面をサポートし，計画に基づいた育成の進捗管理を行い，他の副長\nとの情報交換を図りながら新人指導の中心的役割を果たすものとする。\n本件労働者の直属長は，ｂ課長であった。\nウ  入社後１年目の社員には年次の近い指導員を付ける。指導員は，直属長の\nアドバイスを受けながら，計画に基づいて継続的・日常的に新人の育成指導\nを行う。\n本件労働者の指導員は，平成２２年７月末まではｃ（以下「ｃ指導員」と\nいう。），同年８月以降はｄ（以下「ｄ指導員」という。）であった。\nエ  「いしずえ～私の入社１年目の成長記録～」（以下「いしずえ」という。）\nは，新入社員が業務における気付きを記入して指導員及び直属長に提出し，\n指導員らはコメントを記入して当該社員に返却することによりコミュニケ\nーションの手段として活用することとする。（甲Ａ３）\nオ  新入社員の人事評価は，育成期間であることを考慮して原則として全員\n同じ評価とする。（甲Ａ１の２・８３１頁）\n⑸  三重支店における本件労働者の担当業務\n本件労働者の執務状況は，おおむね別紙１（甲Ａ１の１・３５７～３６０頁，\n甲Ａ１の２・７９６～７９９頁，甲Ａ３４）のとおりであり，本件労働者は，\n以下のような案件や業務を行っていた。\nア  クボタ松下案件\n本件労働者は，平成２２年５月頃から同年７月頃まで，クボタ松下電工外\n装株式会社の案件（以下「クボタ松下案件」という。）に携わり，提案書の作\n成等を行った。クボタ松下案件の担当者は，本件労働者のほかに，ｅ主任及\nびｃ指導員であった。\nイ  技術振興センター案件\n本件労働者は，平成２２年８月末頃から同年１０月１２日まで，主担当と\nして三重県科学技術振興センターに関する案件（以下「技術振興センター案\n件」という。）に携わり，提案書の作成等を行った。技術振興センター案件の\n担当者は，本件労働者のほかに，ｄ指導員及びｂ課長であった。\nウ  三井住友案件\n本件労働者は，平成２２年７月２６日以降，主担当として三井住友金属鉱\n山伸銅株式会社の案件（以下「三井住友案件」という。）に携わり，作図等を\n行った。三井住友案件の担当者は，本件労働者のほかに，ｆ（以下「ｆ主任」\nという。），ｇ（以下「ｇ主任」という。）及びｂ課長であった。\nエ  日立金属桑名案件\n本件労働者は，平成２２年８月頃から同年９月頃まで，日立金属株式会社\n桑名工場の案件（以下「日立金属桑名案件」という。）に携わり，現場見学等\nを行った。日立金属桑名案件の担当者は，本件労働者のほかに，ｄ指導員（主\n担当）及びｇ主任であった。\nオ  産業論文\n本件労働者は，平成２２年７月７日，任意参加であるフレッシャーズ産業\n論文コンクール（以下「産業論文」という。）に論文を応募した。\n⑹  本件労働者の自殺\n本件労働者は，遅くとも平成２２年１０月２８日頃までに，何らかの精神障\n害を発症し，▲月▲日，自殺した（本件自殺）。\n⑺  本件訴訟に至る経緯\nア  原告は，平成２５年８月２９日，処分行政庁に対し，遺族補償一時金の支\n給請求をしたが，処分行政庁は，平成２６年９月２６日，以下のとおりの理\n由を示して不支給とする旨の処分（本件処分）をした。（甲Ａ１の１，甲Ａ１\nの２）\n本件労働者に発症した精神障害は，発病前のおおむね６か月の間に，客観\n的に当該精神障害を発病させるおそれのある業務による強い心理的負荷が\n認められないから，業務上の事由によるものとは認められない。\nイ  原告は，本件処分を不服として，平成２６年１１月２７日，三重労働者災\n害補償保険審査官に対し，審査請求をしたが，同審査官は，平成２８年３月\n３１日，これを棄却する決定をした。（甲Ａ１の１，甲Ａ１の２）\nウ  原告は，前記イの決定を不服として，平成２８年４月１８日，労働保険審\n査会に対し，再審査請求をしたが，同審査会は，平成２９年３月８日，これ\nを棄却する裁決をした。（甲Ａ２）\nエ  原告は，平成２９年６月１５日，本件訴訟を提起した（顕著な事実）。\n⑻  「心理的負荷による精神障害の認定基準」について\n労働省（現・厚生労働省）は，精神障害の業務起因性を適正・迅速に判断す\nるための基準を策定するため，精神医学，心理学及び法律学の研究者で構成さ\nれる「精神障害等の労災認定に係る専門検討会」を設置し，同専門検討会から\n平成１１年７月２９日付けで提出された「精神障害等の労災認定に係る専門検\n討会報告書」を踏まえ，同年９月１４日，「心理的負荷による精神障害等に係る\n業務上外の判断指針」を策定し，これに基づき業務起因性の判断を行ってきた。\nその後，厚生労働省は，平成２１年４月６日に上記判断指針を一部改正したが，\n精神障害の労災請求件数が大幅に増加し，審査の迅速化及び効率化が求められ\nるようになったことから，精神医学，心理学及び法律学等の専門家で構成され\nる「精神障害の労災認定の基準に関する専門検討会」（以下「平成２３年専門検\n討会」という。）を設置し，業務起因性の認定基準に関する検討を依頼した。厚\n生労働省は，平成２３年専門検討会から平成２３年１１月８日付けで提出され\nた「精神障害の労災認定の基準に関する専門検討会報告書」（以下「平成２３年\n専門検討会報告書」という。）の内容を踏まえ，同年１２月２６日，業務起因性\nに関する新たな判断基準として，別紙２「心理的負荷による精神障害の認定基\n準」（以下「認定基準」という。）を策定し，上記判断指針を廃止した。（乙１～\n６）\n２  本件の争点及び当事者の主張\n本件の争点は，本件自殺の業務起因性であり，特に，業務の質的過重性が争い\nになっている。当事者の主張は，以下のとおりである。\n（原告の主張）\n⑴  判断枠組み等\nア  労働者災害補償保険制度は，労働者とその遺族の生活保障にあることを考\nえると，業務の過重性は労務の提供をしている労働者本人を基準にして判断\nをするのが相当である。そして，業務に内在する危険を考えるに当たっては，\n使用者によって労務の提供が期待されている者の中で最も危険に対する抵\n抗力の弱い者を基準として危険の有無を考えるべきである（本人基準説）。\nイ  また，業務起因性を肯定するに当たって相当因果関係が必要であるとして\nも，その内容は，業務が他原因と共働して発症に至ったことで足りると解す\nるのが相当である（共働原因説）。労働者に生ずる疾病は，多数の原因又は条\n件が競合していることが多いところ，それを理由に業務起因性の判断を厳格\nにしようとするのは，労働者災害補償保険制度が労働者の保護及び救済を目\n的としていることに逆行する。\nウ  判断指針や認定基準は，行政認定の基準であって，厚生労働省の内部基準\nに過ぎず，相当因果関係の存否の基準ではない上，その内容，制定の経緯，\nその後の裁判例の状況からも明らかなとおり，因果関係の範囲を限定的にと\nらえている不当な基準であるから，検討判断するときの参考にすることがで\nきても，これらに当てはまらないという理由で相当因果関係を否定すること\nは，誤りである。\n⑵  精神障害の発病時期\n本件労働者は，新入社員であるにもかかわらず過大な業務が課され，支援体\n制が得られないまま業務の進め方が分からなくなり，平成２２年７月２１日に\nは自殺関連のウェブサイトを検索し始めていることからすれば，同時期に精神\n障害を発症したというべきであり，遅くとも同年１０月２８日には適応障害を\n発症していた。\n⑶  業務の質的過重性\nア  クボタ松下案件\n本件労働者は，集合研修終了後，省エネ手法や機器に関する知識が全くな\nい状況において，ｂ課長から，主担当として提案書作成の指示を受けた。\nそして，「一般的な省エネ提案（空調，照明，給湯，節水など）」に関する\n提案書の社内での提出期限は，作業に慣れていない本件労働者に対するもの\nとして必要以上に短く設定された。本件労働者は，「いしずえ」に締切期限が\n迫り困惑していることを記載したが，ｃ指導員から指導助言はなかった。ま\nた，残業も事実上許されない中，本件労働者は当初の締切期限を大幅に超過\nして提案書を提出し，能力不足という自責の念に苛まれ続けていることにも\n照らせば，これは，新入社員であった本件労働者にとって他に参考となる例\nがある案件であっても容易であったとはいえない。したがって，本件労働者\nは，クボタ松下案件の提案書作成業務により強い心理的負荷を受けた。\nイ  産業論文\n本件労働者は，深夜及び休日を含めた業務時間外に産業論文を執筆したが，\nｂ課長の指導を受けて何度も論文テーマを大きく変更しており，変更に伴っ\nて作成は困難を極め，過大な負担が生じた。そして，産業論文の執筆は，ク\nボタ松下案件を主担当として取り組んでいるのと並行して行ったものであ\nり，これらの業務遂行により受けた心理的負荷を総合的に評価すれば，心理\n的負荷の強度は，「強」と評価するのが相当である。\nウ  技術振興センター案件\n技術振興センター案件は，熱源構成や機器容量などの「試算条件」を設\n定し，ランニングコスト及びイニシャルコストを算出した上，「経済性」\n（ランニングコスト，イニシャルコスト）と「環境性」を総合的に判断し\nて最適のシステムを提案するというものであった。しかし，過去の提案書\nは，その一部数値を引用することはできるものの，経済評価やシステム推\n奨順位の評価のために参考にすることはできず，評価のために必要な熱源\n構成の選択についてｂ課長から指示はあったものの，その選択を行う理由\nや内容についてｂ課長やｄ指導員から具体的な指示はなかった。したがっ\nて，未経験の新入社員であった本件労働者は，提案書作成過程で何度も計\n算をやり直すもののその理由が理解できず，さらには提案書を顧客に提出\nする直前になって重大な計算ミスが発見されても一人では修正できず，ｂ\n課長とともに休日出勤して修正していることからすれば，技術振興センタ\nー案件は，本件労働者にとって困難なものであった。しかも，技術振興セ\nンター案件は，後述する三井住友案件と同時並行で作業を進めており，提\n案書の提出まで時間的余裕もなかったことから，本件労働者は，追い込ま\nれた状況にあった。\nまた，本件労働者は，休日出勤をした２日後に友人のｈ（旧姓「ｉ」。以\n下「ｉ」という。）に対し，ｂ課長から「計算ミス，おまえが悪い。おまえ\nのせい。おまえなんていらん。ひとりでやれ。」と言われて怒鳴られたと話\nし，その後，自殺関連のウェブサイトを検索するなど，希死念慮，自殺願\n望を強めていたことが推認される。ｂ課長は，監督者としての自らの責任\nを棚に上げ，計算ミスについて本件労働者を理不尽に厳しく叱責し，これ\nにより本件労働者は強い心理的負荷を受けたことが明らかである。\nエ  三井住友案件\n本件労働者は，平成２２年７月２６日，ｂ課長から主担当として業務に\n当たるよう指示を受け，①重油使用量，水の使用量及び蒸気量等の計測，\n②工場内蒸気配管のスケッチ及び蒸気配管図の作成，③蒸気配管等の熱損\n失計算を行った。\n蒸気配管図の作成は，三井住友案件において非常に重要であり，かつ正\n確性が要求されるものであったところ，本件労働者にとって蒸気配管図の\n作成は，初めての業務であって全く知識がないため困難を極めた。また，\n熱損失計算も，電気設備の提案のためには必要不可欠な重要な業務であっ\nたが，本件労働者は計算方法が分からず，エネルギー応用研究所に出張し\nた。しかし，ＳＯチームには蒸気配管の熱損失計算や配管図作成に精通す\nる人はおらず，本件労働者を指導することができなかったため，本件労働\n者は，自室でインターネット検索をしながら，自分の建築用に使っていた\nＣＡＤ（コンピューターによる設計支援ツール）を使用して図面作成や熱\n損失計算を行った。そして，本件労働者は，三井住友案件において主担当\nを任されており，上席者であるｆ主任とｇ主任に仕事を指示することはで\nきないにもかかわらず，期限までに業務を遂行する責任を負わされた。し\nたがって，これらの業務は，本件労働者にとって非常に困難な業務であり，\n大きな心理的負荷になったことは明らかである。\nさらに，ｂ課長は，本件労働者に対し，本件労働者が三井住友案件に携\nわる目的が蒸気設備等の勉強であることを伝えておらず，案件の検討内容\nや目標が関係者の間で共有されていなかったことから，本件労働者は，混\n乱し，中間報告の作成に行き詰った。\nそして，本件労働者は，平成２２年１０月２７日午前，翌日の客先訪問\nで提出する中間報告書の作成を指示されたが同日中にこれを作成するこ\nとができず，翌２８日，客先に対し配管図面のみを提示して図面の作成状\n況について説明をしたものの，客先から「今日は，これだけ？」と中間報\n告になっていないことを指摘され，非常に大きな屈辱を受けた。また，本\n件労働者は，ボイラーを撤去して電気設備を入れることを構想して業務を\n進めていたところ，客先から物理的に不可能と思われ，ボイラー移設更新\nの予算計上をする方向となり，大きなショックを受けた。さらに，本件労\n働者は，ｂ課長への報告の際，支離滅裂な状況になっており，ｂ課長らか\nら，ボイラー移設更新の方針で進むことになったことは想定の範囲内であ\nる旨の発言があったことにより困惑し，強い心理的負荷を受けた。\nオ  日立金属桑名案件\n本件労働者は，三井住友案件で手いっぱいの中，日立金属桑名案件にも担\n当者として携わった。いしずえに「日立金属，全く役に立たず申し訳ありま\nせん。自分のことでいっぱいいっぱいになってしまって…」と記載している\nように，いくつもの案件を行うことは，本件労働者にとって心理的に過重で\nあった。\nカ  新入社員への支援態勢の欠如による負荷\n本件労働者は，新入社員であり，現場実務能力がゼロに等しかったところ，\nその現場実務能力を上げるための教育中にもかかわらず，業務案件の主担当\nに任命され，本人の実務能力と業務案件が要求する能力とのギャップの大き\nさにより常時緊張を強いられ，心理的負担を極度に強めた。\nキ  上司によるパワーハラスメントの有無及び内容\n本件労働者は，ｂ課長から，「こんなんで大卒か。」，「おまえなんかいらな\nい。」，「帰れ。」，「役に立たない。」などと言われたりしたことを複数の友人や\n同期入社社員に話しており，本件労働者がこれらの言動を誇張して話す必要\nもないことに照らせば，ｂ課長によるパワーハラスメントがあったことが明\nらかであり，これにより強い心理的負荷を受けた。\n⑷  まとめ\n本件労働者は，精神障害の影響により本件自殺に至ったところ，以上のとお\nり，本件労働者の精神障害の発病については業務起因性が認められることから，\n本件自殺には業務起因性が認められる。\n（被告の主張）\n⑴  判断枠組み等\nア  労働者災害補償保険制度は，労基法による使用者の災害補償責任を担保す\nるための保険制度であり，業務に内在する各種の危険の現実化として労働者\nが負傷し又は疾病にかかった場合には，使用者は，その傷病の発症について\n過失がなくても，その危険を負担し，労働者の損失のてん補に当たるべきで\nあるとする危険責任の法理に基づくものである。\nそして，業務起因性を肯定するためには，当該労働者が当該業務に従事し\nなければ当該結果（負傷，疾病，障害，死亡等）を生じなかったという条件\n関係があるのみでは足りず，①当該業務に当該傷病発生の危険性が内在して\nいること（危険性の要件），②当該傷病が当該業務に内在する危険の現実化\nとして発生したことが認められること（現実化の要件）が必要である。\nイ  精神障害の成因についての確立した医学的知見であるストレス―脆弱性\n理論によれば，ストレスが非常に強ければ，個体側の脆弱性が小さくても精\n神障害が起こり，逆に，個体側の脆弱性が大きければ，ストレスが小さくて\nも破たんが生じるとされており，現時点において，ストレス―脆弱性理論を\n超えて，業務と精神障害発症の因果関係を合理的に説明しうる確立した医学\n的知見は存在しない。\nウ  厚生労働省労働基準局長が策定した認定基準は，従前の判断指針による対\n象疾病，認定要件及び認定要件に関する基本的な考え方を踏襲しつつ，スト\nレス―脆弱性理論に基づく評価，業務起因性の考え方，業務による心理的負\n荷の評価，業務以外の心理的負荷及び個体側要因の評価等を検討した平成２\n３年専門検討会報告書の内容を踏まえたものであり，精神障害に関する業務\n起因性の判断は認定基準に依拠して判断することが合理的である。\n⑵  精神障害の発病の時期\n本件労働者は，平成２２年１０月２８日，客先へ訪問する際に必要な道具を\n忘れたり，ｂ課長の指導が理解できないような様子であったこと，ｄ指導員に\n対して「社会人として僕は駄目だ。」などの自己否定的な発言をするなどの事\n情が認められることから，同日頃，適応障害を発病したと認めるのが相当であ\nる。\n⑶  業務の質的過重性\nア  クボタ松下案件\n本件労働者は，「一般的な省エネ提案（空調，照明，給湯，節水など）」に\nついては，平成２２年５月２４日から同僚２名のサポートを受けながら提案\n書の作成を開始して同年６月２２日に同僚３名とともに提案書を提出し，\n「現地調査結果および電気使用実績に基づいた省エネ提案」については，同\n年５月２４日に上司及び同僚とともに現地調査を行って同年７月６日に同\n僚３名とともに客先との打合せを行い，同日から同僚２名のサポートを受け\nながら提案書の作成を開始し，同年１０月１日に同僚２名と提案書を提出し\nた。そして，本件労働者は，同年７月１７日以降はクボタ松下案件に関与し\nていないか，又は関与していてもその程度が極めて限定的であり，新入社員\nであったことや，提出までのスケジュール等を踏まえても業務が困難であっ\nたとはいえない。\n本件労働者が記載した「いしずえ」には，提案書の作成が終わらなかった\nことに対する謝罪や反省などの言葉もなく，むしろ慰安会が楽しみであると\n記載していることからすれば，気持ちのゆとりすら認められる。また，ｃ指\n導員ら先輩が新人である本件労働者のことを気遣い，成長のためのアドバイ\nスをしている状況は認められるが，突き放している状況は，全く認められな\nい。\nしたがって，本件労働者が，クボタ松下案件の提案書の作成業務により強\nい心理的負荷を受けたとする原告の主張には理由がない。\nイ  産業論文\n産業論文は，本件会社の新入社員に対し，応募が勧奨されるものであった\nが，あくまでも任意であり，応募する場合には勤務時間中に取り組むことが\nでき，上司や指導員からの指導を仰ぐことも可能であった。\n本件労働者に対して必要以上の指導が行われた事実は認められず，ｂ課長\nが産業論文のテーマを変更したことを示す証拠も存在しなから，本件労働者\nが産業論文の作成によって心理的負荷を受けたとは認められない。\nウ  技術振興センター案件\n技術振興センター案件は，平成１９年に作成された提案書を活用できる\n再提案であり，新規顧客に対する新規提案と比較すれば容易であるといえ，\n新入社員のＯＪＴの教材として適切な程度のものである。また，本件労働\n者が作成した提案書は，平成１９年の提案書と基本的な構成及び記載事項\nを同一にするなど変動する数値以外の主な項目について平成１９年の提\n案書を参考にしていることが認められる。また，本件労働者は，空調提案\nソフトを活用し，指導員の支援を受けて提案書を作成するのであるから，\n技術振興センター案件が客観的に困難な業務とはいえない。\nｂ課長は，本件労働者に対し，平成２２年１０月９日の休日出勤の際，\n「見直しすれば防げたミスだから，これからはチェックする癖をつけなさ\nい。」と普通の口調で指導したにとどまる。\n本件労働者は，平成２２年１０月８日，ｂ課長の決裁を通った提案書に\n計算誤りがあるとの指摘を受けた。ｂ課長は，この提案書の修正作業は緊\n急を要する重大な出来事ではなかったが，休日明けに客先に提案を行うこ\nとになっていたことから，二人で修正及び確認を行えば短時間で対応でき，\nスムーズに客先に提案を行うことができると考え，翌９日，本件労働者と\nともに休日出勤をして修正作業を行ったが，一般的にパワハラと評価でき\nるような本件労働者への叱責は認められない。\nエ  三井住友案件\n本件労働者が三井住友案件の中間報告書の作成に取り掛かったものの，結\n局同報告書を作成できなかったことは，事実である。\n三重支店においては，三井住友案件のような蒸気設備の提案を行う案件は，\n複数存在しており一般的な案件であった。また，本件労働者は，主担当であ\nったが常に同僚が一緒に業務を遂行して本件労働者をサポートしており，業\n務の引継ぎもされていた上，周囲からの助言指導を十分に得ていたことがう\nかがわれるから，三井住友案件が本件労働者にとって過大な業務であったと\nはいえない。\nまた，中間報告書の作成は，本件労働者に対して強く求められていたもの\nではなく，作成できなかったことに関する何らかのペナルティもなかったこ\nとに照らせば，心理的負荷の強度は，「弱」にとどまる。\nさらに，客先がボイラーの更新を平成２３年度予算に計上することなどの\n顧客情報は，当初から本件労働者に伝達されていた。\nそうすると，三井住友案件の心理的負荷の強度は，「弱」にとどまる。\nオ  日立金属桑名案件\n本件労働者は，日立金属桑名案件において，工場見学のために現場に１回\n同行したに過ぎず，その関与の程度は，訪問に同行して議事録を作成するた\nめのメモを取る程度であって，あくまでも補助作業に過ぎず，担当者として\nの役割は，何ら果たしていない。\nしたがって，本件労働者が何らかの心理的負荷を受けていたとは認められ\nない。\nカ  新入社員への支援態勢の欠如による負荷\n三重支店法人営業グループにおける平成２２年４月から同年７月までの\n配席は，本件労働者の両脇にｃ指導員，ｊ主任，対面にｋ氏，ｇ主任，ｌ課\n長代理が配置されており，同年８月からの配席は，本件労働者の両隣にｄ指\n導員及びｇ主任，対面にｆ主任，ｊ主任が配置されており，相談及び助言を\n受けやすい環境であった。また，本件会社は，平成２２年４月から同年１０\n月までの間，１１回の研修を行うなど，ＯＪＴ以外でも支援体制が整えられ\nていた。さらに実地調査等には必ず同行者がいたから，本件労働者は，周囲\nから支援を受け，新入社員に対するＯＪＴも，正常に行われていたから，本\n件会社及び職場の支援体制は，整っていた。\n平成２２年４月から同年１０月までに本件労働者が担当した案件数が同\n職種の同期新入社員と比べて多かったという事実は認められず，また，携わ\nった業務内容を見ても過重なものであるとか，業務の難易度が高いものであ\nった事実は認められない。\nキ  上司によるパワーハラスメントの有無及び内容\nｂ課長が，上司として今後に向けた一般的な指導を行ったことは認められ\nるものの，同僚は，パワーハラスメントを否定している上，同期入社社員も，\nｂ課長の発言を目撃したものではなく，単に本件労働者から聞いた内容を述\nべているだけであるから，本件労働者の発言から，実際にｂ課長がそのよう\nな言動をしたと認定することはできない。したがって，一般的にパワーハラ\nスメントと評価できるような本件労働者への叱責は認められない。\nｂ課長による指導の心理的負荷の強度は，せいぜい「弱」にとどまる。\nク  小括\n以上によれば，本件労働者が適応障害を発症した平成２２年１０月２８日\n前のおおむね６か月間において，「心理的負荷が極度なもの」あるいは「極度\nの長時間労働」といった「特別な出来事」は認められない。また，特別な出\n来事以外の出来事の心理的負荷の全体評価も，「強」に至るものとは認めら\nれない。\n⑷  まとめ\n以上のとおり，本件労働者の精神障害発病は，業務上の事由によるものとは\n認められないから，本件労働者の適応障害の発病について業務起因性を認めな\nかった本件処分は，適法である。\n第３  当裁判所の判断\n１  判断枠組等\n⑴ア  労働者の疾病等を業務上のものと認めるためには，業務と疾病等との間に\n相当因果関係が認められることが必要である（最高裁昭和５１年１１月１２\n日第二小法廷判決・裁判集民事１１９号１８９頁参照）。そして，労働者災害\n補償保険制度が，労働基準法上の危険責任の法理に基づく使用者の災害補償\n責任を担保する制度であることからすれば，上記の相当因果関係を認めるた\nめには，当該疾病等の結果が，当該業務に内在又は通常随伴する危険が現実\n化したものと評価し得ることが必要である（最高裁平成８年１月２３日第三\n小法廷判決・裁判集民事１７８号８３頁，最高裁平成８年３月５日第三小法\n廷判決・裁判集民事１７８号６２１頁参照）。\nイ  現在の医学的知見によれば，精神障害発病の機序について，環境由来の心\n理的負荷（ストレス）と，個体側の反応性・脆弱性との関係で決まるという\n考え方（ストレス－脆弱性理論）が合理的であるというべきところ，ストレ\nス－脆弱性理論によれば，環境由来のストレスが非常に強ければ，個体側の\n脆弱性が小さくても精神障害を発病するし，逆に，個体側の脆弱性が大きけ\nれば，ストレスが小さくても破綻が生じるとされる。（乙１，３，４，６）\nウ  このようなストレス－脆弱性理論を前提とすれば，精神障害の業務起因性\nの判断においては，環境由来のストレスと個体側の反応性・脆弱性とを総合\n考慮し，業務による心理的負荷が，当該労働者と同程度の年齢，経験を有す\nる同僚労働者又は同種労働者であって，日常業務を支障なく遂行することが\nできる者（平均的労働者）を基準として，社会通念上客観的にみて，精神障\n害を発病させる程度に強度であるといえる場合に，当該業務に内在又は通常\n随伴する危険が現実化したものとして，当該業務と精神障害の間に相当因果\n関係を認めるのが相当である。\nエ  そして，前記前提事実⑻のとおり，厚生労働省は，精神障害の業務起因性\nを判断するための基準として認定基準を策定しているところ，認定基準は，\n行政処分の迅速かつ画一的な処理を目的として定められたものであり，裁判\n所を法的に拘束するものではないものの，精神医学及び法学等の専門家によ\nり作成された平成２３年専門検討会報告書に基づき策定されたものであっ\nて，その作成経緯及び内容等に照らしても合理性を有するものといえる。そ\nうすると，精神障害に係る業務起因性の有無については，認定基準の内容を\n参考にしつつ，個別具体的な事情を総合的に考慮して判断するのが相当とい\nうべきである。\n⑵  認定基準は，①対象疾病を発病していること，②対象疾病の発病前おおむね\n６か月の間に，業務による強い心理的負荷が認められること，③業務以外の心\n理的負荷及び個体側要因により対象疾病を発病したとは認められないことを\n認定要件としている。そして，①対象疾病については，世界保健機関が定める\n国際疾病分類第１０回修正版（以下「ＩＣＤ－１０」という。）第Ⅴ章「精神\nおよび行動の障害」に分類される精神障害のうち，器質性のもの及び有害物質\nに起因するもの以外のものとし，対象疾病の発病の有無，発病時期及び疾患名\nについては，「ＩＣＤ－１０  精神および行動の障害  臨床記述と診断ガイド\nライン」（以下「診断ガイドライン」という。）に基づき医学的に判断するとし\nている。\n⑶  平成２３年専門検討会報告書は，精神障害について，発病から遡るほど，出\n来事と発病の関連性を理解するのは困難であり，ライフイベント調査では６か\n月を調査期間としているものが多いこと，各種研究結果では発病前１か月以内\nに主要なライフイベントのピークが認められるとする報告が多いことなどか\nら，原則として，発病前おおむね６か月以内の出来事を評価することが適当で\nあるとする。他方，平成２３年専門検討会報告書は，いじめやセクシュアルハ\nラスメントのように出来事が繰り返されるものについては，繰り返される出来\n事を一体のものとして評価することから，発病の６か月よりも前に開始されて\nいる場合でも，発病前６か月以内の期間にも継続していれば，開始時からの行\n為を評価することとしている。認定基準は，これと同様の基準を採用している。\n（乙５，６）\n２  認定事実\n当事者間に争いのない事実，後掲の証拠及び弁論の全趣旨を総合すると，次の\n事実を認めることができる。\n⑴    三重支店配属から平成２２年７月末頃までの執務状況\nア  本件労働者は，平成２２年４月１６日，本件会社本店での新入社員教育を\n終え，三重支店に配属された。\n配属当時の三重支店営業部法人営業グループのＳＯチームは，ｂ課長の下\nに北勢チームとしてｍ課長代理，ｌ課長代理，ｊ主任，ｇ主任，ｋ氏及びｃ\n指導員が，中南勢チームとしてｎ課長代理，ｅ主任，ｆ主任及びｏ氏が所属\nしていた。本件労働者は，北勢チームに加わり，同チームの席配置は，本件\n労働者の前にｋ氏，両隣にｊ主任及びｃ指導員が着席していた。（甲Ａ１の\n２・７１３頁，甲Ａ４３の１）\nイ  ｂ課長は，各案件の進捗状況の管理を行っており，月に１度開催される課\n内会議で担当者から各案件の進捗状況の報告を受けるほか，客先に対する提\n案の前にも事案の確認を行っていたほか，担当者から提出された提案書等を\n決裁する際にも，担当者の指導を行っていた。（甲Ａ１の１・２２８頁，同２\n８３頁，同２８４頁，同４７０頁，甲Ａ１５）\n本件労働者の直属長であるｂ課長は，仕事に厳しく，特に若手や新人に厳\nしく，強い口調で叱責することがあった。（甲Ａ１の１・２４９頁，同３０５\n頁，同３１２頁，同３１５頁，同３２０頁）\nウ  本件労働者は，三重支店営業部において，平成２２年４月２０日から同月\n３０日まで新入社員導入研修を，同年５月６日から同月２１日まで支店ソリ\nューション研修をそれぞれ受け，さらに同月２６日から同月２８日まで本件\n会社本店において新入社員ソリューション導入研修を受けた。（別紙１，甲\nＡ３４，５５）\n本件会社の新入社員は，入社した年の８月頃からは案件を主担当として持\nったり，複数の案件を並行して持つことがあった。\n（甲Ａ１の１・２６３頁，同２９９～３０１頁，同３２２頁，甲Ａ１の２・\n８９７～９００頁，乙２９）\nエ  クボタ松下案件\nクボタ松下案件は，事務所棟及び厚生棟の空調や照明の省エネの提案を行\nうというものであった。ｂ課長は，クボタ松下案件が省エネの基礎を学ぶ基\n本的な案件で勉強に最適なものであると考え，平成２２年５月初旬，本件労\n働者に対し，主担当であるｅ主任に同行して現場調査に行き，ｅ主任及びｃ\n指導員の指導の下で提案書①（一般的な省エネ提案（空調，照明，給湯，節\n水等））及び提案書②（現場調査結果および電気使用実績に基づいた省エネ\n提案）を作成するよう指示した。クボタ松下案件は，客先からＡＭに依頼が\nあったもので客先との関係は良好であったことに加え，工場全体の省エネ提\n案ではなく施設の一部分（事務所棟及び厚生棟）の省エネ提案であり，資料\n収集等の範囲も限定されていた。\n本件労働者は，平成２２年５月２４日，他の担当者とともに現場調査を実\n施し，同年６月１０日頃には提案書①を完成させ，同月２２日，客先に提案\n書①（乙３７）に基づき，合計３８か所の既設の照明や空調設備を新しい設\n備に変更する場合のランニングコストやイニシャルコストの説明をして省\nエネの提案を行った。\nその後，本件労働者らは，平成２２年７月７日，提案書②のための打合せ\nを実施し，同月１６日頃までには提案書②を完成させたが，客先からの要望\nにより提案の日程が先延ばしになり，同年１０月１日，客先に提案書②に基\nづく提案を行った。\n（甲Ａ１の１・２４０頁，同２７３～２７６頁，同２９２～２９５頁，甲Ａ\n１の２・８３８頁，同８３９頁，甲Ａ３・２４～３８頁，甲Ａ１６の２，甲\nＡ１７の２，乙２３，３７）\nオ  産業論文\n本件労働者は，平成２２年６月１日頃から業務終了後に図書館に出かけ\nて資料を集めたり，業務時間中及び自宅で産業論文を執筆し，同月２７日\n頃までに顧客満足（ＣＳ）及び従業員満足をテーマに産業論文を執筆した\nが，その後，従業員満足にテーマを絞り，同年７月７日，「長期インターン\nシップによる雇用条件に関するミスマッチの解消」というテーマの産業論\n文を提出した。（甲Ａ１の１・１２８～１４７頁，甲Ａ３・２７頁，同３１\n頁，同３３頁，同３８頁，甲Ａ１８の１ないし２３，甲Ａ５７～６１）\nなお，新入社員は，産業論文に応募しないことにより何らかの不利益を\n受けるおそれはなく，平成２２年度の応募数は，同年に入社した新入社員\nの半数以下であった。（乙２７）\n事実認定の補足説明\n原告は，本件労働者は直属長であるｂ課長から指導を受けて産業論文の\n内容を何度も大幅に変更せざるを得なくなったと主張する。\nそこで検討するに，平成２２年６月２７日頃までに作成された顧客満足\n及び従業員満足との関連性をテーマとする論文の原稿（甲Ａ５７）には，\n「誰の意見かわからない」，「『自由』を広げて」という手書きの記載があ\nり，これを誰が記入したかは明らかでない。しかし，本件会社が応募要項\nに「参加することとなった新入社員は，作成した論文を直属長等へ提出し\nてください。提出を受けた直属長等は，新入社員ならではの新鮮・情熱的\nな切り口であるか，着眼点・創造性・論理構成・文章力等について，指導・\n助言願います。」と記載し，応募用紙に上長印を必要としていること（甲Ａ\n１の２・８８８～８９１頁）に加え，ｃ指導員が産業論文の補正を行うこ\nとになっており，いしずえにも「産業論文，楽しみにしてるんで頑張って」\nなどと記載していること（甲Ａ１の１・２９６頁，甲Ａ３・３１頁，同３\n８頁，乙２３）に照らせば，本件労働者は，執筆した産業論文をｂ課長や\nｃ指導員に提出して指導やアドバイスを受けたものと推認される。他方，\n本件労働者は，いしずえに「テーマを“ＣＳ”に決めたものの，私が考え\nていた切り口が，本を読んでいるうちに全く新らしくないことがわかって\nしまいました…。」（甲Ａ３・３１頁），「フレッシャーズ産業論文が完成し\nました。出来は情けないですが，最悪です。完全に失敗しました。」（甲Ａ\n３・３３頁）などと記載し，執筆した産業論文の内容が十分な出来ではな\nいと考えていたばかりか，最終的に提出した産業論文は，「長期インター\nンシップによる雇用条件に関するミスマッチの解消」と題して従業員満足\nが企業の利益につながることを論ずるもので当初のテーマとの連続性が\n認められることに照らせば，本件労働者がｂ課長やｃ指導員から産業論文\nのテーマについて指導や助言を受け，提出期限までに自発的に内容を変更\nないし具体化した合理的な可能性がある一方，ｂ課長の指導により内容変\n更を強いられたと認めるに足りる的確な証拠はない。\nしたがって，原告の主張は採用できない。\n⑵  平成２２年８月以降の執務状況\nア  平成２２年８月以降の指導体制\n大学院卒で本件労働者と年次の近い同僚であったｃ指導員，ｋ氏及びｏ氏\nは，平成２２年８月１日付けで異動し，本件労働者の指導員にはｄ指導員が\nつくことになった。同日以降の北勢チームには，本件労働者のほか，ｐ課長\n代理，ｊ主任，ｆ主任，ｇ主任及びｄ指導員が所属し，北勢チームの席配置\nは，本件労働者の前がｆ主任，両隣がｇ主任及びｄ指導員となった。（甲Ａ１\nの２・７１４頁，甲Ａ４３の２）\nイ  日立金属桑名案件\n本件労働者は，ｄ指導員が主担当を務める日立金属桑名案件に携わり，平\n成２２年８月１８日に現場見学に同行してメモを取るなどの補助を行い，そ\nの後，同年９月６日及び同月１６日の打合せに参加し，議事録作成のための\nメモ取りや，資料作成の補助として過去の事例検索などを行った。（乙１８）\nウ  技術振興センター案件\nｂ課長は，津営業所から三重県科学技術振興センターの空調設備リニュ\nーアル再提案のための提案書作成依頼を受けた。技術振興センター案件は，\n空調設備の基礎や空調提案ソフトの活用方法を学ぶ基本的な案件であり，\n以前自身が提案書（乙３４）を作成していたことから，ｂ課長は，新入社\n員である本件労働者が担当するに最適であると判断し，平成２２年８月末\n頃，本件労働者に対して技術振興センター案件の主担当として提案書の作\n成を，ｄ指導員に対して提案書作成のサポートをそれぞれ指示した。\n本件労働者は，過去の提案書（乙３４）を参考に，空調提案ソフトの使\n用及び手計算による数値の算出，各システムについて回収率，環境性，評\n価（提案の優先順位），特徴等の項目を加えるなどして提案書を作成した。\nｄ指導員は，空調提案ソフトの活用方法等について助言指導を行った（乙\n２９）。\n本件労働者は，平成２２年１０月１日，３時間３５分の時間外労働を行\nっている（甲Ａ１の２・７０９頁）が，同日頃，ｄ指導員から提案する設\n備の優先度等の修正を受け（甲Ａ２６），同月７日までに修正を反映した\n提案書（乙３５）をｂ課長に提出し，決裁を受けた。なお，ｄ指導員は，\n同月６日頃から同月１１日まで休暇及び所定休日であったため，ｂ課長の\n決裁前に修正後の提案書（乙３５）を確認していない（乙２９）。\n本件労働者とｂ課長は，平成２２年１０月８日（金曜日），休暇を取得し\nて課内の同僚とともにゴルフコンペに参加していたところ，ｆ主任から，\n技術振興センター案件の提案書の中の数値に誤りがある旨の連絡を受け\nた。ｂ課長は，週明けの同月１２日（火曜日）午前１０時に客先に出向い\nて提案書に基づく提案を行うことを予定していたため，本件労働者と相談\nの上，同月９日（土曜日）に一緒に休日出勤し，提案書のガス単価，ヒー\nトポンプの台数等の修正作業を二，三時間かけて行った。その後，ｂ課長\nは，本件労働者から研修の報告書を作成したいとの申し出を受け，同日午\n後５時までの残業を許可した。\nｂ課長は，本件労働者に対し，提案書の計算ミスに関して「見直しすれ\nば防げたミスだから，これからはチェックする癖をつけなさい。」という\n趣旨の指導を行った。\nなお，ｂ課長は，ｄ指導員に対しては提案書の修正が必要になったこと\nについて事後に伝えただけであった。\n本件労働者及びｂ課長は，平成２２年１０月１２日，修正した提案書（乙\n３６）に基づいて客先に提案を行った。\n（甲Ａ１の１・２４１頁，甲Ａ１の２・７０９頁，甲Ａ３４，乙２９，３\n０，３３～３６，３８，３９，証人ｄ）\n事実認定の補足説明\n原告は，本件労働者が平成２２年１０月９日の休日出勤の際，ｂ課長か\nら「計算ミス，おまえが悪い。おまえのせい。おまえなんていらん。ひと\nりでやれ。」と理不尽に怒鳴られたと主張する。\nしかしながら，ｂ課長がそのような発言をしたことについては，これを\n裏付けるに足りる的確な証拠がない。ｉは，平成２２年１０月１１日，本\n件労働者から聞いた話として，本件労働者が休日出勤した際に上司から\n「計算ミスはおまえのせいや，こんな単純なことも分からんのか，おまえ\nなんか要らん，自分で全部直せ，そんなんもできひんのに大卒なのか。」な\nどと怒鳴られた旨供述する（証人ｉ６頁）。しかし，ｂ課長は，休日出勤を\nしてともに修正作業を行っており，本件労働者を突き放すような対応はし\nていないばかりか，提案書作成をサポートしたｄ指導員に対しても事後に\n経緯を伝えたにとどまり，厳しい指導を行ったことはうかがえないこと，\n計算ミスは，珍しいミスではなく手計算による確認をしてから提出するよ\nうに指導されることは，よくあったこと（証人ｄ１１頁）から，ｂ課長が\n本件労働者を殊更非難する発言をしたとは考えにくく，ｉの供述から，直\nちにｂ課長がそのような発言をしたと認めることはできない。\nよって，前記 の限度の事実を認定できるにとどまる。\nエ  本件労働者は，平成２２年１０月４日，本件会社本社においてプロジェク\nトマネジメント＆ソリューションプロセス研修を受けた。この研修は，受講\n者がＳＯ計画書を作成し発表するものであったが，本件労働者に対する評価\n合計平均は，３点満点中２．０９点であり，中でもリスク分析（計画または\n提案内容等を立案する過程において，回避すべきリスク，予想されるリスク\nを抽出し，その対策を具体化しているか）は，平均１．８９点，行動状況（計\n画書どおりに提案，活動が実践されているか。遅延していた場合の対処は，\n計画性をもって進められているか。）は，平均１．６３点であった。（甲Ａ１\nの１・１５３頁）\n本件労働者は，研修後に行われた懇親会において，何事に対しても自分を\n責める性格を直したいとの話をしたり，仕事の進め方では上司との書類のや\nり取りに時間がかかることが多くうまく先に進めないとの話をしていた。教\n育担当者は，自身も時間がかかったこと，新入社員は皆同じ悩みを抱えてい\nるが半年ほどして仕事が分かってくるようになればその悩みはなくなると\n思うよとアドバイスした。（甲Ａ１の１・４４頁，甲Ａ５１）\nオ  三井住友案件\n三井住友案件は，ボイラーで集中的に製造した蒸気を配管を通じて各生\n産設備に供給するというセントラル供給方式の既設設備の更新を検討し\nている客先に対し，設備の一部ないし全部の電化を提案するという案件で\nあり，客先では平成２１年頃から更新のための予算計上の話は出ていたが\n先送りされ，平成２３年度の予算を申請する可能性があった。そこで，Ｓ\nＯチームは，提案を行う期限は決められてはいなかったものの，予算が立\nてられる前の平成２２年１１月頃までには提案を行うことを想定してい\nた。ｇ主任は，同年４月時点では，ボイラー設備の省エネに加えて洗浄工\n程の電化も検討しており，同年５月から同年６月にかけてボイラーの現場\n調査等を行い，ボイラー及び熱設備に関する省エネ提案を同年７月下旬に\n行うことを予定していたが，実際には同月末時点ではボイラーの現場調査\nが実施されておらず，その後に洗浄工程の電化について検討された形跡は\nない。（甲Ａ１の１・２６２頁，甲Ａ１７の４，乙１１，証人ｆ）\n本件労働者は，平成２２年７月２０日頃から三井住友案件に携わったと\nころ，ｂ課長は，同月２６日頃，本件労働者に主担当として提案書の作成\n等を行うよう指示し，同月下旬頃，ｇ主任から本件労働者に対して同年３\n月１７日に実施された現場調査結果の資料や過去の提案書を基に引継ぎ\nが行われた。ｇ主任は，引継ぎ時点で最終結論までのスケジュールや提案\n内容の検討項目を作成しており，本件労働者が自ら提案内容を考えて行う\n必要はなかったため，本件労働者でもできる案件だと判断した。また，蒸\n気ボイラーを電気設備に転化する案件は，当時少なくなく，ｇ主任が以前\nに一緒に仕事をした新入社員の中には三井住友案件よりも複雑で大規模\nな蒸気に関する案件に携わった者もいた。（甲Ａ１の１・２７７～２８０\n頁，同４９０頁，甲Ａ３・３９頁，甲Ａ１７の４，乙２２，証人ｄ）\nなお，ｇ主任は，平成２２年８月１日以降の担当地区が変更となったこ\nとから，ｆ主任に対して三井住友案件を引き継ぎ，以後は相談役として関\n与することになり，本件労働者は，主にｆ主任の指導のもとで業務を行っ\nた。（甲Ａ１の１・２５９～２６５頁，同４９９頁，同５００頁，甲Ａ２８）\n本件労働者は，ｆ主任と相談の上，提案の時期や本件労働者の研修日程\nなども踏まえて現場調査及び提案書作成の具体的なスケジュールを策定\nし，平成２２年１０月末に現地調査及び計測の結果並びに配管ロスの算定\n結果を報告し，同年１１月に提案書の作成及び報告を行う予定とした。本\n件労働者を含む担当者は，同年８月３日から同年１０月７日頃にかけて，\n提案書作成に必要な計測器取付け及び取外し並びにこれに伴う現場調査\nや現場訪問を行った。（甲Ａ１の１・４７０頁，同４９９頁，同５００頁，\n甲Ａ１５，甲Ａ２８）\n本件労働者は，三井住友案件の提案のために，①蒸気配管図の作図，②\n蒸気配管の熱損失計算，③提案する電化（ヒートポンプ設置）の手法の検\n討（メリットの試算）を行う必要があった。①蒸気配管図の作図は，正確\nな縮尺で図面を作成することまでは要求されていなかったものの，蒸気配\n管の熱損失計算をする前提となる資料で，現場調査結果に基づき作図する\n必要があったが，ｆ主任は，三井住友案件以前に蒸気配管図を作図したこ\nとはなかった（乙１０・２頁）。本件労働者は，平成２２年９月２１日に蒸\n気配管サイズ等を確認するための現場調査を行い，ｆ主任から手書きスケ\nッチした図面をパソコンで見やすく作図するように指示を受け，同年１０\n月１２日から同月２５日にかけて，業務時間外に寮の自室で蒸気配管図を\n作成し，職場のパソコンに送信した。（甲Ａ１の１・４９９頁，同５００頁，\n甲Ａ２８，甲Ａ３８の１の１～甲Ａ３８の５の２，乙１０，証人ｆ）\nまた，②ｆ主任は，蒸気配管の熱損失計算を過去の業務で行ったことが\nあったが，ｄ指導員は，その経験がなく，本件労働者から相談を受けても\n具体的な助言ができなかった。（証人ｆ，証人ｄ）\n本件労働者は，蒸気配管図がひととおり完成した平成２２年１０月中旬\n頃，打合せにおいて熱損失計算に不安がある旨を述べたところ，ｇ主任ら\nから，本件会社エネルギー応用研究所に行って簡易な計算方法等を教えて\nもらうよう助言を受けた。本件労働者及びｆ主任は，同月１９日，本件会\n社エネルギー応用研究所を訪問し，簡易な熱損失計算の方法等を教えても\nらったところ，追加の現場調査を行う必要があることが判明したため，同\n月２８日，現場再調査を行うことにした。（甲Ａ１の１・４９９頁，同５０\n０頁，甲Ａ２８，甲Ａ５４の２，証人ｆ）\nなお，三井住友案件での提案書の作成状況は，スケジュールからは遅れ\nていた。（甲Ａ１の１・２８０頁，甲Ａ１５）\n三井住友案件の客先窓口であったｑＡＭは，平成２２年１０月２６日，\n感謝の集い（本件会社が得意先を招いて感謝の意を伝えるとともに情報交\n換を行う場）において，三井住友案件の客先から進捗状況について中間報\n告を求められた。そこで，本件労働者を含む担当者は，同月２７日午前，\n打合せを行い，きちんとした中間報告書を作成する必要はないものの，８\n割完成している配管図面，前回調査で判明した設備的不具合箇所の報告及\nび今後の予定スケジュールをＡ３ないしＡ４ペーパー１枚程度にまとめ\nたものを作成し，これらに基づき報告を行うことにした。もっとも，ｆ主\n任及びｑＡＭは，同日は出張で不在にする予定であったため，本件労働者\nがｇ主任と相談の上作成することになった。\nしかし，本件労働者は，ｇ主任から参考資料を見せてもらいアドバイス\nを受けたものの，客先訪問の前日である平成２２年１０月２７日午後５時\nまでに報告書を作成することができず，その頃，ｂ課長に対し，報告書が\n作成できなかったためほぼ完成している配管図面をもって説明する方針\nであること，同日はｆ主任がいないので報告書作成のために残業しても効\n率が悪いので残業はしないことを報告し，了解を得た。\n本件労働者は，平成２２年１０月２８日，ｆ主任及びｑＡＭとともに三\n井住友案件の客先での現場再調査に向かったが，本件労働者が準備すべき\nメジャーやカメラを忘れ，事務所まで取りに戻った。本件労働者は，客先\nに向かう車内においてｆ主任に対して中間報告書をうまく作成できなか\nったことを報告し，これを受けてｆ主任は，中間報告書がないことを前提\nに，本件労働者が質問事項の回答の聞き取りを行い，ｆ主任とｑＡＭが今\n後のスケジュール等を口頭で説明すること，客先から報告書がないことを\n指摘される可能性があるがｆ主任とｑＡＭでうまくフォローすることに\nした。\n客先との打合せでは，本件労働者が質問事項の確認や配管図面の説明を\n行い，続けて，ｑＡＭが客先に来年度の予算進捗状況について尋ねると，\n客先からボイラーの更新を平成２３年度予算に計上する方針であると回\n答を受けた。客先が予算計上を行うと電化の提案を採用してもらうことは\n難しい状況に陥るところ，本件労働者らは，客先が予算を計上した場合の\n対応策については事前に検討していなかったため，今後の方針や手法を再\n度検討する必要が生じた。\nまた，本件労働者らは，中間報告書がないことについて客先から「今日\nは，これだけ？」と指摘を受けた。ｑＡＭは，当日の聞き取り結果と現場\n再調査結果に基づき早急に資料を作成すると説明して謝罪した。\n（甲Ａ１の１・４８６～５０６頁，甲Ａ２８，３３，４１，４２）\n本件労働者は，平成２２年１０月２８日，客先から三重支店に戻ると，\nｂ課長に対し三井住友案件の報告を始めたが，何を言いたいのかよく分か\nらない状況であったため，ｆ主任がフォローして一度内容を整理してから\n報告することになった。\nその後，ｂ課長，ｆ主任，ｇ主任，ｑＡＭ及び本件労働者で打合せを行\nった。本件労働者は，客先からボイラー更新の話が出て，自分が思い描い\nていた提案（ロスが一番大きいと思われる屋外配管を撤去して電気設備を\n入れるというもの）が物理的に不可能であると感じ，今後の進め方につい\nてどうすべきか分からなくなった旨を述べた。ｆ主任は補足説明を行うと\nともに客先から「今日は，これだけ？」と言われたことを説明したところ，\nｂ課長は，「当初から物理的に不可能と思われたところは，想定の範疇だ\nったと思うがどうか。」と尋ね，ｆ主任とｇ主任は，「そのとおりである。」\nと答えた。さらに，ｂ課長は，本件労働者に対し，三井住友案件の趣旨は\n第１に蒸気の勉強であり，第２に客先が喜んでくれる蒸気の省エネ提案，\n最後に理想は電化の提案であると述べ，今後のスケジュールが重要である\nから，ｆ主任と一緒に考えて実施するようにと指示した。本件労働者は，\n打合せ後，ｆ主任からｂ課長の話が分かったかと尋ねられたが，これに答\nえなかった。ｆ主任は，本件労働者に，熱損失計算は自分が行うので，図\n面と計算式の資料を翌日朝に渡すように指示した。\n（甲Ａ１の１・４８６～５０６頁，甲Ａ２８，３３，４１，４２）\n本件労働者は，同日である平成２２年１０月２８日夜に開かれた懇親会\nの開始時から落ち込んでいる様子であったため，同席した同僚らは，新入\n社員だからうまくいかないこともある，落ち込まなくてもいい，間違って\nもいいから周囲に質問して教えてもらえばよいなどと声を掛けた。\n本件労働者は，懇親会後の帰路において，ｄ指導員に対し，「社会人とし\nて僕は駄目だ。」と述べ，ｄ指導員が「何かやっちゃったの？例えば，けが\nをしたの？お金のミスをしたの？」と聞くと，「違う。スケジュール通りに\n進まない。」と述べた。\nなお，ｆ主任らは，本件労働者死亡後，本件労働者が作成していた蒸気\n配管図を使用して提案書を完成させ，平成２２年１２月上旬頃，三井住友\n案件の客先にボイラーの設置場所変更やヒートポンプ導入を内容とする\n提案を行ったが，採用には至らなかった。\n（甲Ａ１の１・２５５頁，同２５６頁，同２６２頁，甲Ａ１６の４，乙１\n７，１９）\n事実認定の補足説明 ）\n原告は，ｂ課長が本件労働者に対し，三井住友案件に携わる目的が蒸気\n設備等の勉強であることを伝えておらず，目標等が担当者間で共有されて\nいなかったことから本件労働者が中間報告の作成に行き詰まり，ボイラー\n移設更新の方針で進むことになったことは想定の範囲内である旨の発言\nに困惑したと主張する。\nしかし，本件労働者は，新入社員で蒸気設備案件にはこれまで携わって\nいないのであるから，三井住友案件を通じて蒸気設備等の勉強を行うこと\nは当然の前提となっており，本件労働者がこれを認識していなかったとは\n考え難い。また，本件労働者は，三井住友案件の担当を指示された後であ\nる平成２２年７月下旬頃，ｇ主任から過去の提案書（甲Ａ１７の４）等に\n基づく引継ぎを受けており，その後も担当者間での打合せが実施されてい\nること，同年１０月２８日には客先に予算進捗状況を確認していることに\n照らせば，客先がボイラー更新の予算を計上する可能性があることや提案\n内容の方向性を本件労働者のみが知らされていなかったとするのは不自\n然であり，このことは，本件労働者を含む担当者間で共有されていたと考\nえるのが合理的である（証人ｆ）。また，ｂ課長の発言は，ソリューション\n業務の目的において電化設備の提案が採用されることが最も重要である\nわけではないこと（甲Ａ３・２４頁，甲Ａ６～８）を改めて確認したもの\nであって，従前共有されていた目標と乖離するものではない。他方，本件\n労働者の今後の進め方が分からなくなった旨の発言は，本件労働者を含む\n担当者において客先が予算を計上することになった場合の対応策につい\nては同日まで検討していなかったためであると解するのが自然である。\n（甲Ａ１の１・４９３頁）\nよって，原告の上記主張はいずれも採用できない。\n⑶  本件労働者死亡に至る経緯\n本件労働者は，平成２２年１０月２９日，三重支店に出勤しなかった。ｂ課\n長は，同日，寮母の立会いの下，本件労働者の部屋に入ると，本件労働者がお\nらず折り畳み式の携帯電話が半分に折られた状態で机の上に置かれていた。ｂ\n課長は，ただ事ではないと思い上司に報告を行った上，ｊ主任とともに原告宅\nを訪問した。その後，原告は，警察に捜索願を提出した。（甲Ａ１の１・２３２\n～２３４頁）\nｉは，本件労働者と平成２２年１０月３０日に一緒にテニスをする約束をし\nていたところ，同月２９日，原告から本件労働者が無断で仕事に行っていない\n旨の連絡を受けて自宅に帰宅すると，本件労働者が保管していたテニスボール\n入りのかごが置いてあった。（甲Ａ１の１・３２８頁，甲Ａ１の２・５５２頁，\n同５５３頁，甲Ａ３２，証人ｉ）\n本件労働者は，平成２２年１１月１日，本件労働者とｉが以前通っていた三\n重県伊勢市二見町の二見浦のテニスコート駐車場において，車中で練炭を用い\nて自死しているところを発見された。死亡時刻は，同年▲月▲日早朝と推定さ\nれた。（甲Ａ１の１・１６０頁，甲Ａ１の２・５５３頁，甲Ａ３２）\n⑷  時間外労働時間\n三重支店ではできるだけ残業は行わないよう指導されており，本件労働者の\n時間外労働時間は，平成２２年６月は３時間３０分，同年９月は２時間５０分，\n同年１０月は１０時間３５分であり，その他の月は，０時間であった。（甲Ａ１\nの２・７０３～７０９頁）\n他方，本件労働者は，自宅や寮で作図等を行っていたところ，ｄ指導員は，\n必要があれば上司に申し出て許可をもらうことができるので，持ち帰って仕事\nをするのではなく会社で業務を行うように助言した。（証人ｄ）\n⑸  いしずえの記載\n本件労働者は，別紙３のとおり，平成２２年９月１７日分まで，日々の業務\nでの悩みや気付きをいしずえに記載し，ｄ指導員らからコメントを受けていた。\n（甲Ａ３）\n⑹  本件労働者の様子及び業務外の出来事\nア  本件労働者は，業務において自分で仕事を完成させる意識が強く，成果物\nができるまで周囲に相談しなかったり，準備は大丈夫かと尋ねられても大丈\n夫であると答えるが実際にはできておらず，ｆ主任らが時間外に準備を手伝\nうことになるなど，周囲の同僚に相談することが苦手であった。\nｃ指導員は，いしずえに，「細かいところまで作ってから全体像が変わる\nと，確かに時間がかかってしまいます。コツとして，初めの方はザックリた\nたき台を作って，上長等と相談してから，細かい所をつめていくという手順\nをとるといいヨ。」等と記載して本件労働者に対し助言を行った。また，ｄ指\n導員をはじめとする同僚らは，本件労働者に頻繁に声掛けを行い，途中経過\nについても上司や同僚に報告・連絡・相談を行うよう指導していた。\n（甲Ａ１の１・２５５頁，同２６１頁，同２８０頁，同２９６頁，同４９９\n頁，同５００頁，甲Ａ３・２９頁，甲Ａ２８，証人ｄ）\nイ  本件労働者は，職場同僚との飲み会に平成２２年４月は１回，同年５月は\n５回，同年６月は５回，同年７月は４回，同年８月は３回，同年９月は２回，\n同年１０月は６回参加していたほか，同年６月から同年７月にかけてｃ指導\n員と数回飲みに行くとともに，同期入社社員との飲み会が月に一，二回開催\nされていた。（甲Ａ３０）\n本件会社では，歓送迎会等の公式の飲み会は，強制ではないものの参加を\n推奨されており，飲み会の欠席によるペナルティはなかったが，本件労働者\nは，飲み会に欠席したことで上司に無視された，翌日呼び出されて叱責を受\nけたと周囲に話していた。また，本件労働者は，三重支店での飲み会が多く，\n新入社員がお酒を席に運んだり先輩にお酌をしなければならないこと，飲み\n会の会費負担について疑問や不満を述べたり，上司に出身大学を笑われるな\nど飲み会が辛い，上司からいじめられていると周囲に愚痴をこぼしていた。\n（甲Ａ１の１・４２頁，同４３頁，同４５～４７頁，同３０１～３０３頁，\n同３１６頁，同４７６頁，甲Ａ３０，甲Ａ５２）\nさらに，本件労働者は，平成２２年８月に行われた懇親会において，電験\n三種と一級建築士の資格を取得するつもりであり，これらの資格を取得すれ\nばｃ指導員を超えられる，東京の設計事務所へ異動できるなどと発言したと\nころ，ｂ課長から資格の取得と人事異動は必ずしも連動するものではなく，\n資格の取得をどのように業務に生かすのかを考えるべきであるという趣旨\nの指導を受けた。しかし，本件労働者は，納得していない様子であった。（甲\nＡ１の１・４１頁，同２５１頁，同４７６頁，甲Ａ３０，証人ｂ）\n本件労働者は，平成２２年１０月頃，ｂ課長との面談時，公式の飲み会で\nのコミュニケーションが苦手であると述べた。（甲Ａ１の１・４７６頁，甲Ａ\n３０）\nウ  本件労働者は，平成２２年５月，同年２月頃から交際していた交際相手に\n結婚を申し込んだが断られ，同年６月，同交際相手と別れた。両名は，交際\n中は毎日電話やメールで連絡を取っていたが，仕事の話はそれほど多くなく，\n別れた後も同年８月頃までは連絡を取ることがあった。（甲Ａ１の１・３３\n０～３３２頁）\nエ  原告は，平成２２年４月，本件労働者の父親である配偶者に対し，離婚調\n停を申し立てたが，同年６月頃，不調停に終わり，本件労働者死亡後である\n平成２３年２月頃，離婚訴訟を提起し，平成２４年７月１９日，離婚が成立\nした。（甲Ａ１の１・２１６頁，同２２０頁）\nオ  本件労働者は，平成２２年７月，通勤に時間がかかることに加え，両親が\n離婚調停中で母親と同居する家を立ち退く可能性があることを理由に本件\n会社所有の寮への入寮を申し込み，同年８月１日，入寮した。（甲Ａ１の１・\n２４７頁，同２４８頁，同３０２頁，同３１７頁，甲Ａ１の２・８５１頁，\n原告本人）\nカ  本件労働者は，平成２２年７月１９日，インターネットで「自殺」，「リス\nトカット」などを検索し，同月２１日にも「硫化水素  自殺」，「練炭自殺」\nなどを検索した。（甲Ａ１の１・４２２頁，同４２３頁，甲Ａ３７）\nキ  本件労働者は，平成２２年１０月１日，自殺関連のウェブサイトを検索し\nた。（甲Ａ１の１・４５９頁，甲Ａ３７）\nク  本件労働者は，平成２２年１０月１１日，ｉに対し，上司から「計算ミス\nはおまえのせいや，こんな単純なことも分からんのか，おまえなんか要らん，\n自分で全部直せ，そんなんもできひんのに大卒なのか。」と言われたと述べ，\n「強迫性障害」関連のウェブサイトを検索した。また，本件労働者は，同月\n２３日，「練炭」「練炭の火のつけ方」を検索した。（甲Ａ１の１・４６２頁，\n同４６７頁，甲Ａ１の２・５５０頁，同５５１頁，甲Ａ３２，甲Ａ３７，証\n人ｉ）。\n３  精神障害の発病の有無及び時期\n三重労働局地方労災医員協議会精神障害専門部会の意見（甲Ａ１の２・９１３\n～９１９頁）によれば，本件労働者は，平成２２年８月頃に精神障害の兆候が見\nられるが，同時点ではＩＣＤ－１０診断ガイドラインに示されている診断基準を\n充たすまでには至っておらず，同年１０月２８日の「自分は社会人としてダメな\n奴だ。」との発言からは自己評価の低下がうかがわれ，「提案書の回付が遅く迷惑\nをかけています。」との発言からは罪悪感がうかがわれることから，発病時期は\n同日頃，発病した精神障害はＩＣＤ－１０診断ガイドラインに示されている「Ｆ\n４３．２  適応障害」と考えられる旨の診断がされている。そして，当事者は，\n同診断について特段争っていないから，本件労働者は，同日頃，適応障害を発症\nしたと認められる。\n４  業務の質的過重性\n⑴  クボタ松下案件\n原告は，クボタ松下案件の提案書作成業務は，本件労働者にとって容易では\nなく，大きな心理的負荷を受けたと主張する。\nそこで検討するに，クボタ松下案件は，本件労働者が三重支店に配属されて\n初めて携わった案件であるが，本件労働者は，平成２２年４月から同年５月に\nかけて本件会社本社及び三重支店で研修を受け，その中には省エネの基礎知識\nに関する講義があり，過去の提案書を見ることができたこと（甲Ａ３・２４頁），\n本件労働者が作成した提案書①は，合計３８か所の設備について省エネになる\nと考えられる新しい設備を紹介するものであって，既設の設備との詳細な比較\nや数値を算出するものではないことに照らせば，本件労働者にとって特別難し\nいものであったとはいえない。また，ｇ主任は，いしずえで，概略を理解して\nもらえばよく，必要に応じて勉強してくださいと助言していること，提案書①\n作成の社内提出期限は，当初同年６月４日に設定されていたが，本件労働者が\n同日までに提案書を作成できなかったことに関して特段注意やペナルティが\n与えられた様子はなく，同月１０日には提案書（乙３７）が完成し，上司から\n高評価を受けている（甲Ａ３・２４～２９頁）ことからすれば，本件労働者が\nクボタ松下案件においてスケジュールどおりに業務を遂行する難しさを感じ\nたことは認められるものの（甲Ａ３・３８頁），提案書作成に当たって特段困難\nな状況があったとは認められない。\n原告は，実際に客先に提案がされた平成２２年６月２２日より２週間以上前\nである同月４日に社内での提出期限が設定されたことを指摘して，必要以上に\n短い提出期限が設定されたと主張する。しかし，新入社員が作成した提案書に\n上司らが指導や修正を加えることは，当然想定されるのであって，修正や再検\n討を行う期間を見越して提出期限を設定することは，何ら不合理ではなく，提\n出期限までの期間に研修等を受けていたことを考慮しても，当初設定された提\n出期限が必要以上に短いものであったという原告の主張は採用できない。\nよって，クボタ松下案件は，本件労働者に過大な業務ではなく，本件労働者\nがこれにより業務起因性を判断するに当たって評価すべき心理的負荷を受け\nたとは認められない。\n⑵  産業論文\n原告は，本件労働者がクボタ松下案件と並行して産業論文の執筆を行ったこ\nとにより受けた心理的負荷は強度であったと主張する。\nしかし，前記認定事実によれば，産業論文は，応募が推奨されるものの飽く\nまで任意とされ，内容が執筆者の自由に委ねられており，応募しないことによ\nり不利益を受けるおそれもなかったこと，既に述べたとおりｂ課長の指導によ\nってテーマを大幅に変更させられたとまでは認められないことからすれば，業\n務としての負荷は，小さいものであったと認められる。\nそして，本件労働者がクボタ松下案件と並行して産業論文の執筆に取り組ん\nだことは認められるものの，前記⑴で述べたとおり，クボタ松下案件は，基本\n的な案件であって困難であったという事情は認められず，本件労働者がこれら\nの業務を並行して行ったことによって，業務起因性を判断するに当たって評価\nすべき心理的負荷を受けたとは認められない。\n⑶  技術振興センター案件\nア  原告は，技術振興センター案件は計算や熱源構成の選択が難しく，ｂ課長\nやｄ指導員から具体的な指示がない中での提案書作成は本件労働者にとっ\nて困難であり，提案直前にミスが発見されても一人で修正できなかったこと\nからすれば本件労働者にとっては困難なものであったと主張する。\nしかしながら，本件労働者が作成した提案書は，過去の提案書と試算条件\nや比較項目はおおむね同一であって過去の提案書を参考に作成したもので\nあることが明らかであり，そこに記載されている数値も，本件会社が用意す\nるソフトを使用して計算ができる部分が多く，一部について本件労働者が加\n筆した部分や手計算が必要な部分があることを踏まえても，本件労働者にと\nって困難な業務であったとは認められない。また，平成２２年１０月８日に\n判明した提案書の計算ミスは，二，三時間で修正できるものであり，本件労\n働者がｂ課長とともに休日出勤して修正を行ったことのみをもって重大な\nミスであったとはいえず，ほかに原告の主張を裏付ける証拠はない。\nイ  また，前記２⑵ウのとおり，本件労働者は，平成２２年１０月９日の休日\n出勤時にｂ課長から「見直しすれば防げたミスだから，これからはチェック\nする癖をつけなさい。」との指導を受けたことが認められるが，かかる指導\nは，業務指導の範囲内というべきであるから，ｂ課長による同指導によって\n受けた心理的負荷は，「弱」にとどまるというべきである。\nウ  よって，技術振興センター案件によって本件労働者が受けた心理的負荷は，\n「弱」にとどまる。\n⑷  三井住友案件\nア  蒸気配管図の作成及び熱損失計算業務\n原告は，三井住友案件の蒸気配管図の作成及び熱損失計算業務は本件労働\n者にとって非常に困難な業務であり，精神的負荷は大きかったと主張する。\nそこで検討するに，前記認定事実によれば，蒸気ボイラーを電気設備に転\n化する案件は，当時少なくなく，新入社員であっても蒸気に関する案件に携\nわる者はいたものの，本件会社が作成している新入社員の修得業務管理表一\n覧の技術営業に関する項目（別紙４。甲Ａ５）によれば，給湯・ボイラーの\n設備提案知識は，レベル１，省エネ提案知識及び測定（熱）は，レベル３と\n位置付けられているから，三井住友案件の業務は，新入社員にとって比較的\n難易度の高いものであったと認められる。そして，本件労働者は，①平成２\n２年９月２１日の現場調査後，蒸気配管図の作図に着手したが，同図面をお\nおむね完成させたのは同年１０月１８日頃であり，同月２８日の中間報告時\n点では熱損失計算ができておらず，当初計画していたスケジュールと比べて\n業務が遅れていたこと（甲Ａ１５），②同時期に技術振興センター案件での\n提案書作成業務や日立金属桑名案件の補助業務，研修への参加やその準備を\n行っていること，③同月４日の懇親会で業務がうまく進められていないとい\nう趣旨の発言をしていることからすれば，本件労働者は，三井住友案件がス\nケジュールどおりに業務が進んでいないことに焦りや不安を感じていたと\nいえる。\n他方，蒸気配管図の作成は，熱損失計算をする前提となる資料で提案に必\n要なものではあるものの，これを前提に工事を施工するものではなく，正確\nな縮尺で図面を作成することまでは要求されていなかった。また，本件労働\n者は，熱損失計算に不安を抱いていたところ，ｄ指導員やｆ主任から具体的\nな計算方法を教えてもらうといった指導がされたことは認められないもの\nの，本件会社エネルギー応用研究所に協力してもらうよう助言を受け，ｆ主\n任とともに同研究所に出張して計算方法を教えてもらい，その結果，現場再\n調査が必要になったという経緯に照らせば，ｆ主任らが本件労働者に必要な\n指導を行うことなく一人で業務を行わせたとはいえない。このほか，本件労\n働者は，三井住友案件の主担当として提案書の作成やスケジュール管理等を\n主体的に行う立場にあったが，ｆ主任から進め方や工程の指導を受けながら，\n客先の状況及び本件労働者の研修日程等も踏まえてスケジュールを策定し\nており，ｂ課長も，各案件の進捗状況について課内会議で確認していたこと，\nｆ主任らは本件労働者からの相談を受けるにとどまらず本件労働者に声を\n掛けて進捗状況を確認し，必要に応じて準備を手伝っていたことに照らせば，\n本件労働者が主担当であるとはいえ，必要な指導や補助はされていたと認め\nるのが相当である。\nそうすると，三井住友案件の蒸気配管図作成及び熱損失計算業務は，本件\n労働者にとって比較的難易度が高く，提案書の作成が当初スケジュールから\n遅れていたことにより一定の心理的負荷を受けたといえるものの，上司らか\nら必要な指導や補助があったことを踏まえれば，他の新入社員の業務（甲Ａ\n１の２・８９７～９００頁）と比べて過大な業務であったとはいえず，達成\n困難なノルマが課されたとか，あるいはノルマが達成できずにペナルティが\n予定されていたとは評価できない。したがって，三井住友案件の蒸気配管図\nの作成及び熱損失計算業務によって受けた心理的負荷は，「弱」にとどまる\nというべきである。\nイ  現場再調査及び中間報告における出来事\n原告は，本件労働者が中間報告書を作成することができず，客先から「今\n日は，これだけ？」と指摘されて非常に大きな屈辱を受け，さらに客先がボ\nイラー移設更新の予算計上をすることになったことにより大きなショック\nを受けたと主張する。\nそこで検討するに，本件労働者は，平成２２年１０月２８日，客先からの\n帰社後にｂ課長に報告を行った際，報告内容をうまくまとめられず，同日の\n懇親会でも落ち込んだ様子が見られたことからすれば，客先から「今日は，\nこれだけ？」との指摘を受けたことや予算計上の話を聞いたことにより一定\nの心理的負荷を受けたといえる。また，客先がボイラー移設更新の予算計上\nを行う可能性があることは，本件労働者を含む担当者間であらかじめ共有さ\nれていたものの，実際に予算計上されることになった場合の対応策について\n担当者間では検討がされていなかったことから，本件労働者は，今後の進め\n方について困惑したと認めるのが相当である。\n他方，客先からの指摘は，本件労働者一人に向けられたものではなかった\n上，客先から指摘を受けることは，あらかじめ想定されており，指摘を受け\nた場合にはｆ主任とｑＡＭがフォローをすることも事前に打合せされてい\nたばかりか，本件労働者が中間報告書を作成できなかったことによりｂ課長\nやｆ主任らから注意や叱責を受けたり客先との関係が悪化して提案自体が\n困難になったことをうかがわせる事情は見当たらない。\n以上に照らせば，三井住友案件の現場再調査及び中間報告における出来事\nによる心理的負荷は，本件労働者に最大限有利に斟酌しても「中」にとどま\nるものである。\nウ  前記ア（蒸気配管図の作成及び熱損失計算業務）及びイ（現場再調査及び\n中間報告における出来事）は，関連して生じた出来事であるから，本件労働\n者がこれらにより受けた心理的負荷は，両者を総合評価しても「中」にとど\nまるというべきである。\n⑸  日立金属桑名案件\nア  本件労働者が日立金属桑名案件において行った業務は，現場調査に同行し\nてメモを取ったり，打合せに出席して議事録を作成するなど主に補助として\nの業務であったから，関与の程度は小さく，本件労働者にとって困難な業務\nではなかったと認められる。\nイ  本件労働者は，平成２２年８月から同年１０月にかけて三井住友案件，技\n術振興センター案件及び日立金属桑名案件を並行して進めていたところ，各\n案件の内容及び難易度は既に述べたとおりであり，これらの業務を並行して\n行う中で三井住友案件が当初スケジュールよりも遅れていたこと等による\n心理的負荷の評価は前記のとおりである。\n⑹  ｂ課長による暴言\n原告は，本件労働者がｂ課長から日常的に暴言を吐かれるなどのパワーハラ\nスメントを受けていたと主張する。\nそこで検討するに，本件労働者は上司から大学名を馬鹿にされたり，「おま\nえなんていらない」，「こんなんで大卒か」などと言われた旨周囲に話していた\n（甲Ａ１の１・４２頁，同４３頁，同４５～４７頁，同３０１～３０３頁，同\n３２６頁，同３３２頁）。また，ｏ氏及びｒ氏は，ｂ課長は仕事に厳しい人で，\n若手に対して大きな声で厳しく指導していたことがある旨供述する（甲Ａ１の\n１・３０８～３１９頁）ほか，ｍ課長代理は，「短時間で新人を育てなければな\nらないので，一部厳しい面があったと思います。（中略）ｂ課長は仕事が出来る\n方でしたが，こんな事までを言われなければならないのと思うことがありまし\nた。」（甲Ａ１の１・３０５～３０７頁）旨供述する。\nしかし，ｒ氏は，「厳しいだけではなく，人情味のある人で，常に部下の事を\n考えてくれる上司でした。面倒見もよく，私が三重支店を離れた後，自宅へ泊\nめてもらったこともありました。時々，厳しく指導される事はありましたが，\n私としてはパワハラを受けているとは感じませんでした。」旨述べ，ｂ課長が，\n部下等に対して，大きな声で厳しい指導をすることはあっても，罵倒するなど\nしていた事実は見当たらない。ｍ課長代理も，「ａ氏（判決注・本件労働者）に\n対してｂ課長が強い口調で接していたことは記憶にありません。（中略）私が\n三重支店で３か月ａ氏と接した中で，パワハラ等を受けていたことはありませ\nんでした。ａ氏からの相談も受けていません。」旨供述し，ほかに同僚の中に本\n件労働者がｂ課長からこれらの発言を受けている場面を直接見聞きした者は\nいない。\nこのほか，ｍ課長代理から本件労働者に送付されたメールに添付された『Ｓ\nＯグループでの納得いかない話』とのファイル（甲Ａ１の１・４１８～４２１\n頁）には，ｂ課長への不満や不信感が縷々記載されているが，これらの記載に\nよっても，ｂ課長が部下等に対して暴言を述べ，あるいは罵倒していた事実は\n認められない。\nまた，同僚の中には，飲み会の場で「聞いたことがない大学」や「学卒もた\nいしたことないな」といった発言を冗談として聞いた者がいる（甲Ａ１の１・\n４７７頁，甲Ａ３０）が，ｂ課長が当該発言をしたことの的確な証拠はなく，\n仮にｂ課長の発言であったとすれば，本件労働者に不快感を与えるもので適切\nなものとはいい難いが，それがいじめや人格非難の程度に達しているとまでは\n評価できない。\n以上によれば，ｂ課長が，本件労働者に対し，日常的に業務指導の範囲を逸\n脱した言動をしていたとは認められず，本件労働者がｂ課長による同指導によ\nって受けた心理的負荷は，「弱」にとどまるというべきである。\n⑺  このほか，認定事実及び各案件について述べたとおり，本件労働者は，業務\nを行うに当たって上司や指導員らから必要な助言や指導を受けるとともに，本\n件会社本店等での研修も受けており，他の新入社員の業務と比べて過大な業務\nであったとも認められないから，新入社員である本件労働者に必要な支援等が\n欠如していたとする原告の主張はいずれも採用できない。\n⑻  小括\n以上検討したところから，本件労働者が担当した業務の質的過重性を基礎付\nける事情として考慮すべきは，①三井住友案件及び②休日出勤での指導（技術\n振興センター案件）を含むｂ課長による業務指導であり，その他に原告が主張\nする事情を考慮に入れることはできない。そして，これらの心理的強度は，原\n告に最大限有利に斟酌しても，①が「中」に，②が「弱」にとどまるものであ\nったから，全体評価は，「中」にとどまる。\n５  まとめ\n以上の次第であるから，本件労働者の精神障害の発病については業務起因性を\n認めることができない。そうすると，原告による遺族補償一時金の支給に係る申\n請について不支給と判断した本件処分は，適法にされたというべきである。\n第４  結論\nよって，本件処分は，適法であり，原告の本件請求は理由がないから棄却する\nこととして，主文のとおり判決する。\n名古屋地方裁判所民事第１部\n裁判長裁判官        井   上   泰   人\n裁判官       前   田   早 紀 子\n裁判官松浦絵美は，差支えのため署名押印できない。\n裁判長裁判官       井   上   泰   人\n別紙  当事者目録\n（省略）\n別紙１～４  （省略）\n"
}