{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 2,
    "month": 12,
    "day": 18
  },
  "case_number": "平成29(ワ)18010",
  "case_name": "特許権侵害差止請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "90082",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=90082",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/082/090082_hanrei.pdf",
  "contents": "令和２年１２月１８日判決言渡  同日原本交付  裁判所書記官\n平成２９年（ワ）第１８０１０号  特許権侵害差止請求事件\n口頭弁論終結日  令和２年１０月６日\n判         決\n原               告        株 式 会 社 ア イ ペ ッ ク ス\n上 記 訴 訟 代 理 人 弁 護 士        宍戸   充\n上 記 訴 訟 代 理 人 弁 理 士      堅   田   多恵 子\n同                 林   道 広\n上 記 補 佐 人 弁 理 士      重信和 男\n同                 林   修 身\n同                 大久保   岳   彦\n被 告      イッツ・コミュニケーションズ株式会社\n上記 訴 訟 代 理 人 弁 護 士      𠮷   田   和   彦\n同                 高石秀 樹\n同                 外村玲 子\n上 記 訴 訟 代 理 人 弁 理 士      須田洋 之\n上 記 補 佐 人 弁 理 士      山崎貴 明\n主         文\n１  被告は，別紙物件目録（２）記載の「インテリジェントホームシステム」と称\nする情報供給システムを構築し，使用し，譲渡し，輸出し，または貸し渡し，又\nは譲渡及び貸し渡しの申出をしてはならない。\n２  被告は，原告に対し，８１１万８６０６円及びこれに対する平成３０年１０月\n１６日から支払済みまで年５分の割合による金員を支払え。\n３  原告のその余の請求をいずれも棄却する。\n４  訴訟費用はこれを２０分し，その１を被告の負担とし，その余を原告の負担と\nする。\n５  この判決は，第２項に限り，仮に執行することができる。\n事実及び理 由\n第１  請求\n１  被告は，別紙物件目録（１）記載の「インテリジェントホームシステム」と称\nする情報供給システムを構築し，使用し，譲渡し，輸出し，または貸し渡し，又\nは譲渡及び貸し渡しの申出をしてはならない。\n２  被告は，別紙物件目録（１）記載の「インテリジェントホームシステム」と称\nする情報供給システムに用いるインテリジェントホームゲートウェイを廃棄せ\nよ。\n３  被告は，別紙物件目録（１）記載の「インテリジェントホームシステム」と称\nする情報供給システムにおいて「インテリジェントホーム」と称するサービスを\n提供するためのサーバーのソフトウェア及びデータを消去せよ。\n４  被告は，原告に対し，６億６０００万円及びこれに対する平成３０年１０月１\n６日（平成３０年１０月１２日付け訴えの変更申立書送達の日の翌日）から支払\n済みまで年５分の割合による金員を支払え。\n第２  事案の概要等\n１  事案の概要\n本件は，発明の名称を「通信回線を用いた情報供給システム」とする特許権（特\n許第３７０１９６２号。以下，「本件特許権１」といい，この特許を「本件特許１」\nといい，その特許出願の願書に添付された明細書及び図面を「本件明細書１」と\nいう。）及び発明の名称を「通信回線を用いた情報供給システム」とする特許権\n（特許第３７０１９６３号。以下，「本件特許権２」といい，この特許を「本件特\n許２」といい，その特許出願の願書に添付された明細書及び図面を「本件明細書\n２」という。本件特許１及び本件特許２を「本件各特許」といい，本件明細書１\n及び本件明細書２を「本件明細書」と総称することがある。）の特許権者である原\n告が，被告の提供する情報供給システムは本件特許１の請求項１及び２並びに本\n件特許２の請求項１の発明の技術的範囲に属するものであると主張して，被告に\n対し，特許法１００条１項及び２項に基づき，被告システムの構築等の差止め及\nび被告システムに用いる機器並びにデータの廃棄等を求めるとともに，民法７０\n９条に基づき，損害賠償金及び遅延損害金の支払を求める事案である。\n２  前提事実（当事者間に争いがないか，後掲各証拠及び弁論の全趣旨によって容\n易に認められる事実）\n原告は，電気通信事業法に基づく一般第二種電気通信事業，電気通信機器及\nびコンピューターシステムの販売並びに賃貸等を営業目的とする株式会社で\nある。（甲１）\n被告は，放送法による一般放送事業，電気通信事業法による電気通信事業，\n情報システムに関するサービス提供，開発及びコンサルティング事業等を目的\nとする株式会社であり，ケーブルテレビ事業，インターネット接続事業，電話\n事業等を展開している。\n原告は，以下の本件特許権１及び本件特許権２を有している。\nア  本件特許権１（甲３－２，４）\n特許番号      第３７０１９６２号\n原出願日      平成１３年６月２２日（特願２００３－４１９６１７号の\n分割）\n出願日       平成１７年２月１５日（特願２００５－３７０７８号）\n公開日      平成１７年７月２８日（特開２００５－２０４３２７号）\n登録日        平成１７年７月２２日\n発明の名称    通信回線を用いた情報供給システム\nイ  本件特許権２（甲５－２，６）\n特許番号    第３７０１９６３号\n原出願日    平成１３年６月２２日（特願２００３－４１９６１７号の\n分割）\n出願日     平成１７年２月１５日（特願２００５－３７０８１号）\n公開日     平成１７年８月１８日（特開２００５－２２３９３２号）\n登録日     平成１７年７月２２日\n発明の名称   通信回線を用いた情報供給システム\n本件特許権１の請求項１に記載された発明\nア  本件特許１の請求項１の記載は以下のとおりである（以下，同請求項に記\n載された発明を「本件発明１（１）」という。）。\n「インターネットや電話網からなる通信回線網の中に設置されている管\n理コンピュータに於ける通信回線を用いた情報供給システムであって，前記\n管理コンピュータ側には，監視目的に応じて適宜選択される監視手段を有す\nる監視端末側に対して付与されたＩＰアドレスを含む監視端末情報が，利用\n者ＩＤに対応付けられて登録されている利用者データベースを備え，前記監\n視端末側は前記管理コンピュータ側と前記通信回線網を介して接続可能と\nされており，前記管理コンピュータ側は，インターネットや電話網からなる\n通信回線網を利用してアクセスしてくる利用者の電話番号，ＩＤ番号，アド\nレスデータ，パスワード，さらには暗号などの認証データの内少なくとも一\nつからなる利用者ＩＤである特定情報を入手する手段と，この入手した特定\n情報が，前記利用者データベースに予め登録された監視端末情報に対応する\nか否かの検索を行う手段と，前記特定情報に対応する監視端末情報が存在す\nる場合，インターネットや電話網からなる通信回線網を利用して，この抽出\nされた監視端末情報に基づいて監視端末側の制御部に働きかけていく手段\nと，インターネットや電話網からなる通信回線網を経由して，前記監視端末\n側によって得られた情報を入手する手段と，この監視端末側から入手した情\n報を，インターネットや電話網からなる通信回線網を用いて，前記特定情報\nを送信してアクセスした利用者に供給する手段と，特定できる監視端末側か\nら前記管理コンピュータ側のグローバルＩＰアドレスに対して接続する接\n続処理を受け付け，前記利用者データベースに登録されている前記監視端末\n情報であるＩＰアドレスを変更処理する手段と，を備えていることを特徴と\nする通信回線を用いた情報供給システム。」\nイ  本件発明１（１）を構成要件に分説すると，以下のとおりである（以下，\n分説された各構成を「構成要件１（１）Ａ」又は「１（１）Ａ」などと表記\nすることがある。）。\n１（１）Ａ  インターネットや電話網からなる通信回線網の中に設置されて\nいる管理コンピュータに於ける通信回線を用いた情報供給システムであ\nって，\n１（１）Ｂ  前記管理コンピュータ側には，監視目的に応じて適宜選択され\nる監視手段を有する監視端末側に対して付与されたＩＰアドレスを含む\n監視端末情報が，利用者ＩＤに対応付けられて登録されている利用者デー\nタベースを備え，\n１（１）Ｃ  前記監視端末側は前記管理コンピュータ側と前記通信回線網を\n介して接続可能とされており，\n１（１）Ｄ  前記管理コンピュータ側は，\nｉ  インターネットや電話網からなる通信回線網を利用してアクセスし\nてくる利用者の電話番号，ＩＤ番号，アドレスデータ，パスワード，さ\nらには暗号などの認証データの内少なくとも一つからなる利用者ＩＤ\nである特定情報を入手する手段と，\nⅱ  この入手した特定情報が，前記利用者データベースに予め登録された\n監視端末情報に対応するか否かの検索を行う手段と，\nⅲ  前記特定情報に対応する監視端末情報が存在する場合，インターネッ\nトや電話網からなる通信回線網を利用して，この抽出された監視端末情\n報に基づいて監視端末側の制御部に働きかけていく手段と，\nⅳ  インターネットや電話網からなる通信回線網を経由して，前記監視端\n末側によって得られた情報を入手する手段と，\nⅴ  この監視端末側から入手した情報を，インターネットや電話網からな\nる通信回線網を用いて，前記特定情報を送信してアクセスした利用者に\n供給する手段と，\nⅵ  特定できる監視端末側から前記管理コンピュータ側のグローバルＩ\nＰアドレスに対して接続する接続処理を受け付け，前記利用者データベ\nースに登録されている前記監視端末情報であるＩＰアドレスを変更処\n理する手段と，\nを備えている\n１（１）Ｅ  ことを特徴とする通信回線を用いた情報供給システム。\n本件特許権１の請求項２に記載された発明\nア  本件特許１の請求項２の記載は以下のとおりである（以下，同請求項に記\n載された発明を「本件発明１（２）」という。）。\n「前記特定情報に対応する監視端末情報が存在する場合，前記管理コンピ\nュータ側がインターネットや電話網からなる通信回線網を利用して，この抽\n出された監視端末情報に基づいて監視端末側の制御部に働きかけ，前記管理\nコンピュータが，インターネットや電話網からなる通信回線網を経由して，\n前記監視端末側によって得られた情報を入手するステップ時，監視端末側に\n接続不能な状態，若しくは監視端末側からの情報が前記管理コンピュータ側\nに送信されてこない状態が，前記管理コンピュータ側で確認された時に，所\n定の異常通知をアクセスした利用者に送信できるようになっている請求項\n１に記載の通信回線を用いた情報供給システム。」\nイ  本件発明１（２）を構成要件に分説すると，以下のとおりである。\n１（２）Ａ  前記特定情報に対応する監視端末情報が存在する場合，前記管\n理コンピュータ側がインターネットや電話網からなる通信回線網を利用\nして，この抽出された監視端末情報に基づいて監視端末側の制御部に働き\nかけ，前記管理コンピュータが，インターネットや電話網からなる通信回\n線網を経由して，前記監視端末側によって得られた情報を入手するステッ\nプ時，\n１（２）Ｂ  監視端末側に接続不能な状態，若しくは監視端末側からの情報\nが前記管理コンピュータ側に送信されてこない状態が，前記管理コンピュ\nータ側で確認された時に，所定の異常通知をアクセスした利用者に送信で\nきるようになっている\n１（２）Ｃ  請求項１に記載の通信回線を用いた情報供給システム。\n本件特許権２に記載された発明\nア  本件特許２の請求項１の記載は以下のとおりである（以下，同請求項に記\n載された発明を「本件発明２」といい，本件発明１（１）及び同１（２）並\nびに本件発明２を「本件各発明」と総称する。）。\n「インターネットや電話網からなる通信回線網の中に設置されている管理\nコンピュータに於ける通信回線を用いた情報供給システムであって，前記管\n理コンピュータ側には，監視目的に応じて適宜選択される監視手段を有する\n監視端末側に対して付与されたＩＰアドレスおよび監視端末ＩＤを含む監\n視端末情報が，利用者ＩＤに対応付けられて登録されている利用者データベ\nースを備え，前記監視端末は前記管理コンピュータ側と前記通信回線網を介\nして接続可能とされており，前記管理コンピュータ側は，インターネットや\n電話網からなる通信回線網を利用してアクセスしてくる利用者の電話番号，\nＩＤ番号，アドレスデータ，パスワード，さらには暗号などの認証データの\n内少なくとも一つからなる利用者ＩＤである特定情報を入手する手段と，こ\nの入手した特定情報が，前記利用者データベースに予め登録された監視端末\n情報に対応するか否かの検索を行う手段と，前記特定情報に対応する監視端\n末情報が存在する場合，インターネットや電話網からなる通信回線網を利用\nして，この抽出された監視端末情報に基づいて監視端末の制御部に働きかけ\nていく手段と，インターネットや電話網からなる通信回線網を経由して，前\n記監視端末によって得られた情報を入手する手段と，この監視端末から入手\nした情報を，インターネットや電話網からなる通信回線網を用いて，前記特\n定情報を送信してアクセスした利用者に供給する手段と，管理コンピュータ\n側と監視端末側との回線再接続時，特定できる監視端末側からのＩＰアドレ\nス登録要求を受け付け，前記利用者データベースの前記監視端末情報である\nＩＰアドレスを登録処理する手段と，を備え，前記監視端末側は，内部にメ\nモリーされた管理コンピュータ側のグローバルＩＰアドレスに対して自ら\n接続処理する自己接続機能と，前記自己接続機能を使って，登録された前記\n監視端末ＩＤを管理コンピュータ側に送り，前記監視端末側のＩＰアドレス\nを登録するように要求する手段と，を備えていることを特徴とする通信回線\nを用いた情報供給システム。」\nイ  本件発明２を構成要件に分説すると，以下のとおりである。\n２Ａ  インターネットや電話網からなる通信回線網の中に設置されている\n管理コンピュータに於ける通信回線を用いた情報供給システムであって，\n２Ｂ  前記管理コンピュータ側には，監視目的に応じて適宜選択される監視\n手段を有する監視端末側に対して付与されたＩＰアドレスおよび監視端\n末ＩＤを含む監視端末情報が，利用者ＩＤに対応付けられて登録されてい\nる利用者データベースを備え，\n２Ｃ  前記監視端末は前記管理コンピュータ側と前記通信回線網を介して\n接続可能とされており，\n２Ｄ  前記管理コンピュータ側は，\nⅰ  インターネットや電話網からなる通信回線網を利用してアクセスし\nてくる利用者の電話番号，ＩＤ番号，アドレスデータ，パスワード，さ\nらには暗号などの認証データの内少なくとも一つからなる利用者ＩＤ\nである特定情報を入手する手段と，\nⅱ  この入手した特定情報が，前記利用者データベースに予め登録された\n監視端末情報に対応するか否かの検索を行う手段と，\nⅲ  前記特定情報に対応する監視端末情報が存在する場合，インターネッ\nトや電話網からなる通信回線網を利用して，この抽出された監視端末情\n報に基づいて監視端末の制御部に働きかけていく手段と，\nⅳ  インターネットや電話網からなる通信回線網を経由して，前記監視端\n末によって得られた情報を入手する手段と，\nⅴ  この監視端末から入手した情報を，インターネットや電話網からなる\n通信回線網を用いて，前記特定情報を送信してアクセスした利用者に供\n給する手段と，\nⅵ  管理コンピュ－タ側と監視端末側との回線再接続時，特定できる監視\n端末側からのＩＰアドレス登録要求を受け付け，前記利用者データベー\nスの前記監視端末情報であるＩＰアドレスを登録処理する手段と，を備\nえ，\n２Ｅ  前記監視端末側は，\nⅰ  内部にメモリーされた管理コンピュータ側のグローバルＩＰアドレ\nスに対して自ら接続処理する自己接続機能と，\nⅱ  前記自己接続機能を使って，登録された前記監視端末ＩＤを管理コン\nピュータ側に送り，前記監視端末側のＩＰアドレスを登録するように要\n求する手段と，\n２Ｆ  を備えていることを特徴とする通信回線を用いた情報供給システム。\n被告は，平成２７年２月頃から，インテリジェントホームゲートウェイ及び\nサーバーと，各種のデバイスのうち利用者が選択したデバイスを組み合わせた\n情報供給システムを用いて「インテリジェントホーム」と称するサービスを業\nとして提供している（以下，上記の情報供給システムを「被告システム」とい\nう。）。利用者が選択できるデバイスには，ドア・窓センサー，広域モーション\nセンサー，狭域モーションセンサー（以下，これらのセンサーを「各種センサ\nー」と総称することがある。），スマートロック，スマートライト，家電コント\nローラー，ＩＰカメラ等）があり，被告システムを利用する際は，インテリジ\nェントホームゲートウェイを必ず使用する必要があるが，上記の各デバイスは\n利用者の選択により，その種類及び数を自由に組み合わせることができる。（甲\n７ないし１２）\n被告システム（ただし，家電コントローラーを使用するものを除く。）の概要\nは別紙「被告システムの説明図」のとおりであり，その具体的な内容は以下の\nとおりである。\nア  デバイスの種類，内容（甲７ないし１１）\nドア・窓センサーは，窓や扉に設置し，それらの開・閉を感知して，それ\nを知らせるものである。\nモーションセンサー（広域・狭域）は，人体から発する赤外線を感知して\n人の動きを知らせるものである。\nスマートロックは，玄関ドアに取り付けることで，オートロックにするこ\nとや暗証番号の入力等により解錠することを可能にするとともに，外出先か\nらスマートフォンやタブレット端末を用いて玄関の鍵の施錠状態を確認し\nて外出先から解錠，施錠を可能とするものである。\nスマートライトは，外出先から，スマートフォンやタブレット端末を用い\nて遠隔操作により点灯や消灯，調光ができる照明器具（ＬＥＤ電球）である。\nＩＰカメラは，カメラと赤外線ＬＥＤを一体化した監視カメラであり，ド\nア・窓センサーやモーションセンサーと連動して映像を記録したり，中継さ\nれたリアルタイムに近い映像をスマートフォンやタブレット端末に送信す\nることにより，外出先から留守中の自宅内の監視と記録を可能にしたりする\nものである。\n家電コントローラーは，外出先から，スマートフォンやタブレット等を用\nいてエアコンや照明のコントロールを可能とするものである。\nイ  ログイン時の操作及びその後に表示される画面（甲１０，１１）\n利用者は，スマートフォンやタブレット端末から，アプリケーションやパ\nソコンのブラウザを利用して外出先から被告システムを使用できる。アプリ\nケーションを起動したりアドレスを入力してブラウザを開いたりすると，会\n員専用のログイン画面が表示され，その画面を利用して，あらかじめ登録し\nているユーザ名・パスワードを入力してログインする。以下の記載は，アプ\nリケーションを起動した場合の説明であるが，パソコンのブラウザを利用し\nた場合も，基本的な動作は同じである。\nログインをすると，メインページが表示される。メインページは，タイト\nルバー，カメラ画像，機能ボタン，ページフッターから構成されている。設\n置されているデバイスの種類や環境等により，表示される機能ボタンは異な\nる。\nカメラ画像は，その時点でのＩＰカメラの画像が一定時間で更新される静\n止画で表示される。その静止画をタップすると，メインページがカメラ専用\n画面に切り替わる。そこでは，現在の映像を動画で参照したり，写真やビデ\nオを撮影したりすることができる。\n機能ボタンは，デバイスの機能を設定したり現在の状態を参照したりする\nことができるものである。機能ボタンの詳細は，以下のとおりである。\n「モーションセンサー」のボタン（アイコン）は，モーションセンサーの\n状態が表示され，人の動きを検知するとアイコンの色が変化する。ボタン右\n側に配置される白丸が右側にスライドされている場合はセンサーが有効な\n状態，左側にスライドされている場合はセンサーが無効な状態であり，この\nスライドの操作により有効／無効を切り替えられる。この部分をタップする\nことで，温度，バッテリーレベル（残量），信号強度（電波）の情報が数秒間\n表示される。\n「ドア・窓センサー」のボタン（アイコン）は，ドアや窓に設置されてい\nるドア・窓センサーの状態が表示され，ドアや窓が開いていると，全体の色\nが赤く変化して，ドアのアイコンも開いた状態になり，「開」の文字が表示さ\nれる。モーションセンサーと同様に，ボタン右側に配置されたスライドの操\n作により有効／無効を切り替えられ，このスライド部分をタップすることで\n温度，バッテリーレベル（残量），信号強度（電波）の情報が数秒間表示され\nる。\n「センサー」のボタン（アイコン）をタップすると，モーションセンサー\nやドア・窓センサーを一覧表示することができ，それぞれのセンサーの右側\nに配置されたスライドの操作により有効／無効を切り替えられる。無効化す\nると，そのセンサーを指定しているルールは機能しなくなる。\n「スマートロック」のボタン（アイコン）は，現在の施錠，解錠の状態を\n示している。施錠状態にある場合には，黄色の南京錠のアイコンがかんぬき\nが閉じられた状態で表示され，そのアイコンをタップすると解錠の動作が始\nまり，南京錠のアイコンの表示が解錠中であることを示すアニメーションに\n変化し，解錠されると，赤色の南京錠のアイコンがかんぬきが開いた状態で\n表示される。この状態で，赤色の南京錠のアイコンをタップすると，施錠の\n動作が始まる。\n「スマートライト」のボタン（アイコン）は，現在の照明の状態を示して\nいる。点灯していると，電球のアイコンの色が黄色に変化し，何パーセント\nの明るさで点灯しているのか，どのくらい電力消費をしているのか（ワット\n数）を確認することができる。電球のアイコン付近をタップすると照明のＯ\nＮ／ＯＦＦを直接遠隔操作することができる。電球のアイコンの右側に配置\nされたボタンをタップすると詳細設定画面に切り替わり，調光可能なスマー\nトライトの場合には，スライド操作により明るさを調整できる。\n「家電コントローラー」のボタン（アイコン）は，それをタップするとエ\nアコンのＯＮ／ＯＦＦ，冷暖房温度設定，照明の点灯や消灯を操作する画面\nが表示される。\nウ  ルールの設定（甲１０，１１）\n被告システムでは，センサーやデバイスを組み合わせることで，各種条件\nに応じて機器を連携，連動する様々なルールを作ることができる。ルールの\n作成に際しては，どのセンサーが，どのような検知をしたときに，何をさせ\nたいのかという指定をする。\nルールを一時的に動作させたくない場合には，そのルールを無効にするこ\nとができる。無効にしたルールは，後から有効に戻すことができる。\n被告システムにログインし，ライブ映像をパソコンの画面に表示した状態で，\nＩＰカメラの電源をＯＦＦにした場合，約１５秒間はＩＰカメラの電源をＯＦ\nＦにした時点における画像が画面に表示され，約１５秒後に上記画像とともに\n「Ｃｏｎｎｅｃｔｉｎｇ  ｔｏ  ｃａｍｅｒａｓ」という文字が表示され，約\n２０秒後に上記画像が消えて「Ｃｏｎｎｅｃｔｉｎｇ  ｔｏ  ｃａｍｅｒａｓ」\nという文字だけが表示され，約２６秒後に「Ｔｈｉｓ  ｓｙｓｔｅｍ  ｉｓ\nｕｎａｂｌｅ  ｔｏ  ｅｓｔａｂｌｉｓｈ  ｃａｍｅｒａ  ｃｏｎｎｅｃｔ\nｉｏｎｓ．Ｐｌｅａｓｅ  ｔｒｙ  ａｇａｉｎ  ｉｎ  ａ  ｆｅｗ  ｍｉｎｕ\nｔｅｓ．Ｉｆ  ｔｈｅ  ｐｒｏｂｌｅｍ  ｐｅｒｓｉｓｔｓ，ｅｎｓｕｒｅ\nｔｈｅ  ｃａｍｅｒａ  ｉｓ  ｗｉｔｈｉｎ  ｒａｎｇｅ  ｏｆ  ｙｏｕｒ\nＨｕｂ．」という文字だけが表示され，約３７秒後に上記の文字の表示に加え\nてＩＰカメラがオフラインになった旨の表示がされた。\nまた，被告システムにログインして，ライブ映像をパソコンの画面に表示し\nた状態で，インテリジェントホームウェイとルータの間のＬＡＮケーブルを切\n断した場合，約１４秒間は切断した時点における画像が画面に表示され，約１\n４秒後に上記画像とともに「Ｃｏｎｎｅｃｔｉｎｇ  ｔｏ  ｃａｍｅｒａｓ」\nという文字が表示され，約１７秒後に上記画像が消えて「Ｃｏｎｎｅｃｔｉｎ\nｇ  ｔｏ  ｃａｍｅｒａｓ」という文字だけが表示され，約２８秒後に「Ｔｈ\nｉｓ  ｓｙｓｔｅｍ  ｉｓ  ｕｎａｂｌｅ  ｔｏ  ｅｓｔａｂｌｉｓｈ  ｃ\nａｍｅｒａ  ｃｏｎｎｅｃｔｉｏｎｓ．Ｐｌｅａｓｅ  ｔｒｙ  ａｇａｉｎ\nｉｎ  ａ  ｆｅｗ  ｍｉｎｕｔｅｓ．Ｉｆ  ｔｈｅ  ｐｒｏｂｌｅｍ  ｐｅｒ\nｓｉｓｔｓ，ｅｎｓｕｒｅ  ｔｈｅ  ｃａｍｅｒａ  ｉｓ  ｗｉｔｈｉｎ  ｒ\nａｎｇｅ  ｏｆ  ｙｏｕｒ  Ｈｕｂ．」という文字だけが表示された。（以上に\nつき，甲１８）\nスマートロックや各種センサーを使用している際に通信障害が発生した場\n合には，メインページに，「トラブル」の機能ボタンが表示され，そのボタンを\nタップすると，エラーメッセージとして通信障害である旨が表示される。（甲\n１０・４７ないし４８頁，甲１１・４１ないし４２頁）\nインテリジェントホームゲートウェイの電源をＯＮ状態からＯＦＦ状態に\nした後，再びＯＮ状態にすると，約１７７秒後にゲートウェイとインターネッ\nトが接続されたことを示すコネクションランプが全て点灯し，その後に被告シ\nステムにログインをすると，ホーム画面が表示され，被告システムを再び利用\nできるようになった。（甲１９）\n被告システムの構成は，以下に記載した構成の限度では，当事者間に争いが\nないか， から認定できる（なお，以下の構成における丸囲みの\n数字は別紙「被告システムの説明図」の丸囲みの数字に対応するものである。）。\nア  本件発明１（１）に対応する被告システムの構成（以下，各構成を「構成\n１（１）ａ」などと表記することがある。）。\n１（１）ａ  インターネット⑤を用いた通信回線網の中に設置されているサ\nーバー⑥における通信回線を用いた情報供給システムであって，\n１（１）ｂ  サーバー⑥においては，ＩＰカメラ④，家電コントローラー，\nドア・窓センサー，広域モーションセンサー，狭域モーションセンサー，\nスマートロック，スマートライトの全部又は一部と通信するインテリジェ\nントホームゲートウェイ③側に対して付与されたグローバルＩＰアドレ\nスと監視端末情報（インテリジェントホームゲートウェイ③の機器ＩＤ等）\nとが，ユーザＩＤ（ユーザ名，パスワード）に対応付けられており，\n１（１）ｃ  宅内に配置されたインテリジェントホームゲートウェイ③は，\nケーブルモデム①，ルータ②を経由して，サーバー⑥と通信回線網を介し\nて接続可能とされており，\n１（１）ｄ\nⅰ  ユーザは予め登録されたユーザ名・パスワードを入力してログインす\nるとともに，ユーザ名・パスワードの入力ミスがあるとログインできな\nくなっており，\nⅱ  ユーザ名・パスワードに対応する場所（ユーザ宅）の画像や情報のみ\nがユーザに配信されるようになっており，\nⅲ  ユーザがグローバルＩＰアドレスを意識することなく使用できるも\nのであり，\nⅳ  サーバー⑥においてインテリジェントホームゲートウェイ③側に付\n与されている最新のグローバルＩＰアドレスが認識されており，\nⅴ  メインページの静止画像部分をクリックする（リアルタイム画像を要\n求する）と，サーバー⑥を経由してリアルタイムに近いライブ映像がＰ\nＣの画面に表示される。\nまた，メインページの機能ボタンにおいて，以下のような画面が表示\nされ，利用者が一定の遠隔操作をすることができる。\nモーションセンサーにおいては，人の動きを検知した場合に反応\nしてアイコンの色を変化させ，センサーにおける温度，バッテリーレ\nベルの残量，電波の信号強度が表示され，利用者はセンサーの有効／\n無効を切り替えることができる。\n⒝  ドア・窓センサーにおいては，ドアや窓の開閉状態や，センサーに\nおける温度，バッテリーレベルの残量，電波の信号強度が表示され，\n利用者はセンサーの有効／無効を切り替えることができる。\n⒞  スマートロックにおいては，現在の施錠／解錠の状態が画面に表\n示され，利用者が施錠／解錠の遠隔操作をすることができる。\n⒟  スマートライトにおいては，現在の照明の状態（明るさ，消費電力）\nが画面に表示され，利用者は照明のＯＮ／ＯＦＦや，その明るさの調\n整についての遠隔操作をすることができる。\n⒠  家電コントローラーにおいてはエアコンのＯＮ／ＯＦＦ，冷暖房\n温度設定，照明の点灯・消灯を操作するための画面が表示され，利用\n者がそれらについての遠隔操作をすることができる。\nⅵ  前記の１（１）ｄⅰないしⅴとは別に，インテリジェントホームゲー\nトウェイ③の電源をＯＦＦからＯＮにして，しばらくした後，前述の会\n員専用のポータルサイトにログインし被告のサービスを利用すること\nができる。\n１（１）ｅ  以上の構成を備えている情報供給システム。\nイ  本件発明１（２）に対応する被告システムの構成\n１（２）ａ  ユーザは予め登録されたユーザ名・パスワードを入力してログ\nインすると，ユーザ名・パスワードに対応する場所（ユーザ宅）の画像や\n情報のみがユーザに配信され，ＰＣの画面に表示される。\nまた，メインページの機能ボタンを操作することで，家電コントローラ\nーにおいてはエアコンのＯＮ／ＯＦＦ，冷暖房温度設定，照明の点灯・消\n灯を操作するための画面が表示され，スマートロックにおいては現在の施\n錠／解錠の状態が画面に表示され，スマートライトにおいては現在の照明\nの状態が画面に表示され，モーションセンサーにおいては人の動きを検知\nした場合に反応するとともにセンサーの温度，バッテリーレベルの残量，\n電波の信号強度が表示され，玄関・ドアセンサーにおいては開閉状態やセ\nンサーの温度，バッテリーレベルの残量，電波の信号強度が表示される。\n１（２）ｂ  ユーザがＰＣを用いてＩＰカメラ④のライブ映像を視聴中にイ\nンテリジェントホームゲートウェイ③と宅内のケーブルモデム①との接\n続が切断されると，当該画面からライブ映像が消え画面の表示が変わる。\nまた，スマートロック，各種センサーについても，通信障害が発生した\n場合には，その旨のアラートが表示される。\n１（２）ｃ  以上の構成に加え，前記アの構成を備えている情報供給システ\nム。\nウ  本件発明２に対応する被告システムの構成\n２ａ  インターネット⑤を用いた通信回線網の中に設置されているサーバ\nー⑥における通信回線を用いた情報供給システムであって，\n２ｂ  サーバー⑥においては，ＩＰカメラ④，家電コントローラー，ドア・\n窓センサー，広域モーションセンサー，狭域モーションセンサー，スマー\nトロック，スマートライトの全部又は一部と通信するインテリジェントホ\nームゲートウェイ③側に対して付与されたグローバルＩＰアドレスと監\n視端末情報（インテリジェントホームゲートウェイ③の機器ＩＤ等）とが，\nユーザＩＤ（ユーザ名，パスワード）に対応付けられており，\n２ｃ  宅内に配置されたインテリジェントホームゲートウェイ③は，ケーブ\nルモデム①，ルータ②を経由して，サーバー⑥と通信回線網を介して接続\n可能とされており，\n２ｄ\nⅰ  ユーザは予め登録されたユーザ名・パスワードを入力してログインす\nるとともに，ユーザ名・パスワードの入力ミスがあるとログインできな\nくなっており，\nⅱ  ユーザ名・パスワードに対応する場所（ユーザ宅）の画像や情報のみ\nがユーザに配信されるようになっており，\nⅲ  ユーザがグローバルＩＰアドレスを意識することなく使用できるも\nのであり，\nⅳ  サーバー⑥においてインテリジェントホームゲートウェイ③側に付\n与されている最新のグローバルＩＰアドレスが認識されており，\nⅴ  メインページの静止画像部分をクリックする（リアルタイム画像を要\n求する）と，サーバー⑥を経由してリアルタイムに近いライブ映像がＰ\nＣの画面に表示される。\nまた，メインページの機能ボタンにおいて，以下のような画面が表示\nされ，利用者が一定の遠隔操作をすることができる。\nモーションセンサーにおいては，人の動きを検知した場合に反応\nしてアイコンの色を変化させ，センサーにおける温度，バッテリーレ\nベルの残量，電波の信号強度が表示され，利用者はセンサーの有効／\n無効を切り替えることができる。\n⒝  ドア・窓センサーにおいては，ドアや窓の開閉状態や，センサーに\nおける温度，バッテリーレベルの残量，電波の信号強度が表示され，\n利用者はセンサーの有効／無効を切り替えることができる。\n⒞  スマートロックにおいては，現在の施錠／解錠の状態が画面に表\n示され，利用者が施錠／解錠の遠隔操作をすることができる。\n⒟  スマートライトにおいては，現在の照明の状態（明るさ，消費電力）\nが画面に表示され，利用者は照明のＯＮ／ＯＦＦや，その明るさの調\n整についての遠隔操作をすることができる。\n⒠  家電コントローラーにおいてはエアコンのＯＮ／ＯＦＦ，冷暖房\n温度設定，照明の点灯・消灯を操作するための画面が表示され，利用\n者がそれらについての遠隔操作をすることができる。\nⅵ  前記の２ｄⅰないしⅴとは別に，インテリジェントホームゲートウェ\nイ③の電源をＯＦＦからＯＮにして，しばらくした後，前述の会員専用\nのポータルサイトにログインし被告のサービスを利用することができ\nる。\n２ｅ  インテリジェントホームゲートウェイ③の電源をＯＦＦからＯＮに\nした後，前述の会員専用のポータルサイトにログインし，被告のサービス\nを利用することができるようになっている。\n２ｆ  以上の構成を備えている情報供給システム。\n被告システムは，監視デバイスの種類にかかわらず，構成要件１（１）Ａ，\n１（１）Ｃ，１（１）Ｄⅰ，１（１）Ｅ，１（２）Ｂ，２Ａ，２Ｃ，２Ｄⅰ，\n２Ｆを充足する。（争いがない ）\nまた，ＩＰカメラを使用した被告システムは，上記に加え，構成要件１（１）\nＤⅲないしⅴ，１（２）Ａ，２Ｄⅲないしⅴを充足する。（争いがない事実，前\n３  争点\n被告システムが本件各発明の技術的範囲に属するか否か（争点１）\nア  被告システム（全てのデバイスについて）の充足性（争点１－１）\n「ＩＰアドレスを含む監視端末情報が，利用者ＩＤに対応付けられて登\n録されている利用者データベース」（構成要件１（１）Ｂ及びＤⅱ，２Ｂ及\nびＤⅱ）の充足性（争点１－１－１）\n「接続処理を受け付け…ＩＰアドレスを変更処理する手段」（構成要件\n１（１）Ｄⅵ），「ＩＰアドレス登録要求を受け付け…ＩＰアドレスを登録\n処理する手段」（構成要件２Ｄⅵ），「自己接続機能と…ＩＰアドレスを登\n録するように要求する手段」（構成要件２Ｅ）の充足性（争点１－１－２）\nイ  各種センサーを使用した被告システムの「監視端末（側）の制御部に働き\nかけていく手段と…監視端末（側）によって得られた情報を入手する手段と\n…監視端末（側）から入手した情報を…利用者に供給する手段」（構成要件１\n（１）Ｄⅲないしⅴ，１（２）Ａ，２Ｄⅲないしⅴ）の充足性（争点１－２）\nウ  スマートロック・スマートライトを使用した被告システムの充足性（争点\n１－３）\n「監視目的に応じて適宜選択される監視手段」（構成要件１（１）Ｂ，２\nＢ），「監視端末（側）によって得られた情報」「監視端末（側）から入手し\nた情報」（構成要件１（１）Ｄⅳ及びⅴ，２Ｄⅳ及びⅴ）の充足性（争点１\n－３－１）\n「監視端末（側）の制御部に働きかけていく手段と…監視端末（側）に\nよって得られた情報を入手する手段と…監視端末（側）から入手した情報\nを…利用者に供給する手段」（構成要件１（１）Ｄⅲないしⅴ，１（２）Ａ，\n２Ｄⅲないしⅴ）の充足性（争点１－３－２）\nエ  家電コントローラーを使用した被告システムの充足性（争点１－４）\n「監視目的に応じて適宜選択される監視手段」（構成要件１（１）Ｂ，２\nＢ），「監視端末（側）によって得られた情報」「監視端末（側）から入手し\nた情報」（構成要件１（１）Ｄⅳ及びⅴ，２Ｄⅳ及びⅴ）の充足性（争点１\n－４－１）\n「監視端末（側）の制御部に働きかけていく手段と…監視端末（側）に\nよって得られた情報を入手する手段と…監視端末（側）から入手した情報\nを…利用者に供給する手段」（構成要件１（１）Ｄⅲないしⅴ，１（２）Ａ，\n２Ｄⅲないしⅴ）の充足性（争点１－４－２）\n本件発明１（１）に係る特許が特許無効審判により無効にされるべきものか\n（争点２）\nア  無効理由１（国際公開第００／３６８０７号（乙１０。以下「乙１０国際\n公開」という。）を主引例とする新規性・進歩性欠如）（争点２－１）\nイ  無効理由２（特願２００２－５０５４７３号（乙１２。以下「乙１２公報」\nという。）とのダブルパテント）（争点２－２）\nウ  無効理由３（分割出願要件違反に基づく進歩性欠如）（争点２－３）\nエ  無効理由４（親出願の分割出願要件違反に基づく進歩性欠如）（争点２－\n４）\nオ  無効理由５（サポート要件違反）（争点２－５）\nカ  無効理由６（実施可能要件違反）（争点２－６）\n本件発明１（２）に係る特許が特許無効審判により無効にされるべきものか\n（争点３）\nア  無効理由１（乙１０国際公開を主引例とする新規性・進歩性欠如）（争点３\n－１）\nイ  無効理由２（分割出願要件違反に基づく進歩性欠如）（争点３－２）\nウ  無効理由３（親出願の分割出願要件違反に基づく進歩性欠如）（争点３－\n３）\nエ  無効理由４（サポート要件違反）（争点３－４）\nオ  無効理由５（実施可能要件違反）（争点３－５）\n本件発明２に係る特許が特許無効審判により無効にされるべきものか（争点\n４）\nア  無効理由１（乙１０国際公開を主引例とする新規性・進歩性欠如）（争点４\n－１）\nイ  無効理由２（親出願の分割出願要件違反に基づく新規性・進歩性欠如）（争\n点４－２）\nウ  無効理由３（サポート要件違反）（争点４－３）\nエ  無効理由４（実施可能要件違反）（争点４－４）\n損害発生の有無及びその額（争点５）\n原告の被告に対する差止等請求が権利濫用であるか（争点６）\n４  争点に関する当事者の主張\n被告システムが本件各発明の技術的範囲に属するか否か（争点１）\nア  被告システム（全てのデバイスについて）の充足性（争点１－１）\n「ＩＰアドレスを含む監視端末情報が，利用者ＩＤに対応付けられて登\n録されている利用者データベース」（構成要件１（１）Ｂ及びＤⅱ，２Ｂ及\nびＤⅱ）の充足性（争点１－１－１）\n（原告の主張）\n「データベース」には，大量のデータを統一的に管理したファイルを管\n理するシステムも含まれる。また，本件各発明の構成要件における「利用\n者ＩＤに対応付けられて登録」，「予め登録」，「登録されている…ＩＰアド\nレスを変更処理」との記載からすれば，「登録」において，記憶の追加，変\n更，抹消がされることが予定されている。ＩＰアドレスが適宜割り当てら\nれるような場合にＩＰアドレスが無期限に記憶されることはない。これら\nによれば，本件各発明において「データベース」に「登録」するというこ\nとは，データベースに情報が一時的に記憶されることを意味する。\n被告システムは，被告の主張によっても，管理コンピュータの記憶部に\nは「利用者ＩＤ」のみが登録され，監視端末側に対して付与されたＩＰア\nドレスは常時記憶部とは別の一時記憶（揮発性メモリー）に一時記憶され\nているところ，そのような被告システムにおいては，「利用者ＩＤ」と対応\nする相手方のＩＰアドレスとが統一的に管理されているといえ，監視端末\nに対して付与されたＩＰアドレスを含む監視端末情報が「利用者データベ\nース」に「登録」されているといえる。\n被告が主張する構成である，被告システムにおいて常時接続が切断する\nと，ＩＰアドレスのやり取りが途絶え，ＩＰアドレスを揮発性メモリーに\n記憶した時点から一定時間経過後に，ＩＰアドレスが自動的に消去される\nという構成は，被告のユーザが被告システムからログオフした後，改めて\nログインしてもユーザ宅を監視することができる被告サービスとは合致\nしない。もっとも，被告が主張する上記構成を前提としても，常時接続が\n切断された状態となる前の状態（すなわち，常時接続の状態）では，揮発\n性メモリーにＩＰアドレスが記憶されている状態が継続していることに\nなり，このときにサーバーから揮発性メモリーにアクセスすることでＩＰ\nアドレスを取得できるのであるから，揮発性メモリーに一時的に記憶され\nているＩＰアドレスはデータベースの一部を構成するものであるといえ\nる。\n（被告の主張）\nデータベースとは，「系統的に整理・管理された情報の集まり。特にコン\nピュータで，様々な情報検索に高速に対応できるように大量のデータを統\n一的に管理したファイル。また，そのファイルを管理するシステム。」を意\n味するから，構成要件１Ｂの「利用者データベース」は，大量の「監視端\n末に対して付与されたＩＰアドレスを含む監視端末情報」のデータと大量\nの「利用者ＩＤ」のデータとが対応付けられて登録されている統一的に管\n理したファイルを意味する。どちらか一方の情報が不揮発性メモリーに常\n時記憶され，他方の情報が一定時間の経過により消去される揮発性メモリ\nーに一時記憶されるという記憶態様を有するものについては，統一的に管\n理したファイルを観念できないから，構成要件１Ｂの「データベース」と\nはいえない。\n登録とは，「帳簿にしるしのせること」という意味である。また，構成要\n件１Ｂは，データベースにＩＰアドレス及び利用者ＩＤが登録されること\nを定めるところ，この場合の「登録」とはＩＰアドレス及び利用者ＩＤで\n同じ意味を有するものと解される。そして，利用者ＩＤが「登録」される\nとは，不揮発性メモリーに常時記憶されることを意味することが明らかで\nあるから，ＩＰアドレスの「登録」も，不揮発性メモリーに常時記憶され\nることを意味する。実質的にも，本件各発明の目的は，常時接続回線を利\n用しているにも関わらず，特定者以外の第三者が監視端末より監視情報を\n入手することを極めて困難にすること（第１の目的），登録された利用者\nには，極めて迅速に必要な監視情報を供給できるようにした通信回線を用\nいた情報供給システムを提供すること（第２の目的）であるところ，デー\nタベースに登録された情報が一定時間経過後に自動的に消えてしまうと，\n一定時間の経過により情報が欠落することになってしまい，上記の目的を\n達成することができない。また，本件各発明は，再接続時の認証方法とし\nて，管理コンピュータ側の利用者データベースに登録されている古いＩＰ\nアドレスを利用できる発明であるところ，ＩＰアドレスが一定時間経過後\nに自動的に消えてしまう構成では，再接続時に古いＩＰアドレスを認証の\nために利用することができなくなってしまう。これらによれば，構成要件\n１Ｂの「登録」には，揮発性メモリーに一時的に記憶され，一定時間経過\nにより消去される記憶態様は含まれない。\n被告システムの管理コンピュータ側の記憶部には「監視端末に対して付\n与されたＩＰアドレスを含む監視端末情報」のデータと，「利用者ＩＤ」の\nデータとが対応付けられて登録されている統一的に管理したファイルは\n存在しない。上記の記憶部には利用者ＩＤのみが登録されており，監視端\n末側に対して付与されたグローバルＩＰアドレスは常時記憶部とは別の\n揮発性メモリーに一時記憶されているにすぎず，常時接続が切断したとき\nはそのＩＰアドレスは消去される。\nしたがって，被告システムは，構成要件１（１）Ｂの「利用者データベ\nース」及び「登録」を充足しない。\n「接続処理を受け付け…ＩＰアドレスを変更処理する手段」（構成要件\n１（１）Ｄⅵ），「ＩＰアドレス登録要求を受け付け…ＩＰアドレスを登録\n処理する手段」（構成要件２Ｄⅵ），「自己接続機能と…ＩＰアドレスを登\n録するように要求する手段」（構成要件２Ｅ）の充足性（争点１－１－２）\n（原告の主張）\n構成要件１（１）Ｄⅳの「ＩＰアドレスを変更処理する手段」とは，そ\nの時点からインターネット通信に利用する監視端末側のＩＰアドレスを\n最新のものに変えるという意味であり，帳簿の記載事項を書き直すという\n意味ではない。ＩＰアドレスを最新のものに変える仕組みになっていれば\n変更の対象となるデータがデータベース上に存在している必要はない。\n被告システムは，ＩＰアドレスが変更される場合でもＩＰアドレスを意\n識することなく使用できるのであるから，サーバーがインテリジェントホ\nームゲートウェイ側のＩＰアドレスを最新のものに変えていることは明\nらかである。仮に，被告が主張するように，被告システムにおいてサーバ\nーとインテリジェントホームゲートウェイとの接続が切断された後に一\n時記憶しているＩＰアドレスが消去されていたとしても，その後，登録さ\nれている利用者は被告のサービスを引き続き利用することができるので\nあるから，サーバーは，サーバーの記憶部に登録されている利用者ＩＤに\n対応させて最新のＩＰアドレスを一時記憶している状態になっていると\nいえる。このように，消去される前の古いＩＰアドレスを用いていた状態\nから最新のＩＰアドレスを用いる状態に変化する一連の動作は，ＩＰアド\nレスの「変更処理」であるといえるから，被告システムは「ＩＰアドレス\nを変更処理する手段」を有している。\nまた，被告システムにおいて，サーバー側とインテリジェントホームゲ\nートウェイ側との回線再接続時に，インテリジェントホームゲートウェイ\n側からサーバー側に接続されたことで，サーバー側は最新のＩＰアドレス\nを登録して利用しているといえるから，被告システムは「接続処理を受け\n付け…ＩＰアドレスを変更処理する手段」（構成要件１（１）Ｄⅵ），「ＩＰ\nアドレス登録要求を受け付け…ＩＰアドレスを登録処理する手段」（構成\n要件２Ｄⅵ），「自己接続機能と…ＩＰアドレスを登録するように要求する\n手段」（構成要件２Ｅ）を有している。\n（被告の主張）\n変更とは「変えあらためること」を意味するところ，変えるとは「事物\nを互いに入れちがわせる。事物の状態・質をそれまでと異なったものにす\nる。」を意味することに鑑みれば，ＩＰアドレスを「変更処理」するとは，\n利用者データベースに登録されている古いＩＰアドレスと新しいＩＰア\nドレスとを互いに入れ違わせることを意味する。\n被告システムにおいては，管理コンピュータにおけるＩＰアドレスは揮\n発性メモリーにおいて一時的に記憶されるにすぎず，監視端末側と管理コ\nンピュータ側との接続が切断されるとＩＰアドレスが消去されるため，管\n理コンピュータ側に「監視端末情報であるＩＰアドレス」が存在しないこ\nとになり，「変更処理」を行う対象が存在しないことになるから，構成要件\n１（１）Ｄⅵの「変更処理」は行われない。\nまた，被告システムにおいては，監視端末情報であるＩＰアドレスはサ\nーバー側に「登録」されないし，監視端末からサーバー側にＩＰアドレス\nの登録要求が発せられることもなく，単に，監視端末側のＩＰアドレスを\n用いて常時接続を確立しているにすぎず，サーバー側は常時接続が確立し\nている間だけ常時接続の相手方である監視端末側のＩＰアドレスを一時\n記憶に一時的に記憶しているにすぎないから，構成要件１（１）１Ｄⅵ，\n２Ｄⅵ，２Ｅを充足しない。\nイ  各種センサーを使用した被告システムの「監視端末（側）の制御部に働き\nかけていく手段と…監視端末（側）によって得られた情報を入手する手段と\n…監視端末（側）から入手した情報を…利用者に供給する手段」（構成要件１\n（１）Ｄⅲないしⅴ，１（２）Ａ，２Ｄⅲないしⅴ）の充足性（争点１－２）\n（原告の主張）\n本件各発明に係る特許請求の範囲には「監視目的に応じて適宜選択される\n監視手段」と記載されており，監視，監視目的，監視手段に格別の限定はな\nい。本件明細書の段落【０００８】【００１７】【００３０】の記載も同様で\nある。また，「監視端末によって得られた情報」という文言から，監視端末側\nによって得られるのは文字どおり情報であり，監視情報という限定がされて\nいないことは明らかである。本件明細書の段落【００３０】【００４４】に照\nらせば，本件各発明の「監視端末（側）によって得られた情報」には，音声\n情報や画像情報等の監視情報のほか，センサーの有効／無効，温度，バッテ\nリーレベル，信号強度等の設定状態情報も含まれる。\n被告システムにおいて，各機能ボタンをタップすると，サーバーを介して，\n機能ボタンに対応する現在の状態が画面に表示される。また，有効化ボタン\nで機能を有効にした場合には，ルールが機能して，各種センサーの状態確認\nを要求して働きかけ，サーバーを経由して各機能ボタンに対応する現在の状\n態が画面に表示される。\nしたがって，各種センサーは，「監視端末（側）の制御部に働きかけていく\n手段と…監視端末（側）によって得られた情報を入手する手段と…監視端末\n（側）から入手した情報を…利用者に供給する手段」（構成要件１（１）Ｄⅲ\nないしⅴ，１（２）Ａ，２Ｄⅲないしⅴ）を充足する。\n（被告の主張）\n構成要件１（１）Ｄⅳには，「情報」の文言に「監視目的に応じて適宜選択\nされる監視手段を有する監視端末側によって得られた」との修飾が付されて\nいることからすれば，構成要件１（１）Ｄⅳの情報は監視情報を意味し，監\n視とは関係のない情報は含まれないから，設定状態情報は上記の「情報」に\nは該当しない。\n被告システムにおいて，利用者が携帯端末からサーバーに監視情報を入手\nするためにアクセスする場合，ＩＰカメラ以外の各デバイスとの関係では，\nサーバーが利用者宅のホームゲートウェイに働きかけて，各デバイスによっ\nて得られた監視情報を入手し，利用者に供給する動作は行っていない。すな\nわち，各種センサーの状態が変化したとき，各種センサーからホームゲート\nウェイを介してサーバーに情報が送られ，サーバーに記憶されているセンサ\nーの状態ないし監視情報が書き換えられる。また，被告システムにおいて，\nセンサーが無効化されているとは，センサーの状態が「閉」から「開」に変\n化しても，これに紐づけられた動作（例えば，利用者の携帯電話に通知する）\nを実行しないというモードを意味しており，センサーが無効化されている状\n態でも，センサーの状態が「閉」から「開」に変化したとき，ホームゲート\nウェイを介して当該変化した後のセンサー状態を示す情報が自動的にサー\nバーに送られ，サーバーに記憶されている当該デバイスの状態に関する情報\nが書き換えられる。\n以上によれば，各種センサーは，「監視端末（側）の制御部に働きかけてい\nく手段と…監視端末（側）によって得られた情報を入手する手段と…監視端\n末（側）から入手した情報を…利用者に供給する手段」（構成要件１（１）Ｄ\nⅲないしⅴ，１（２）Ａ，２Ｄⅲないしⅴ）を充足しない。\nウ  スマートロック・スマートライトを使用した被告システムの充足性（争点\n１－３）\n「監視目的に応じて適宜選択される監視手段」（構成要件１（１）Ｂ，２\nＢ），「監視端末（側）によって得られた情報」「監視端末（側）から入手し\nた情報」（構成要件１（１）Ｄⅳ及びⅴ，２Ｄⅳ及びⅴ）の充足性（争点１\n－３－１）\n（原告の主張）\n本件各発明に係る特許請求の範囲には「監視目的に応じて適宜選択され\nる監視手段」と記載されているのみであって，監視，監視目的，監視手段\nに格別の限定はない。\nスマートライトは，現在の照明の状態を表示するものであり，現在の照\n明の状態を表示することは監視していることにほかならない。また，スマ\nートロックは，現在の施錠・解錠状態を表示するものであり，例えば，外\n出時に自宅のスマートロックが施錠・解錠状態にあることを見張るもので\nあって，それは監視していることにほかならない。\n（被告の主張）\n監視という文言は「（悪事が起こらないように）見張ること」という意味\nであるから，監視端末（手段）とは（悪事が起こらないように）見張るた\nめの端末（手段）を意味する。\n本件明細書中の発明の詳細な説明の記載に照らしても，本件各発明は泥\n棒の侵入や火気の始末等の悪事・災難・犯罪が生じた場合や，利用者が心\n配になった場合に，現在の自宅等の安全状況を確認できるようにするため\nに，利用者が安全に監視端末から監視情報を入手できるようにした発明で\nあるから，ここでいう監視情報とは，泥棒の侵入や火気の始末等の悪事，\n災難，犯罪が生じたか，又はそれらが生じていないという情報を意味し，\n監視端末（手段）とはそのような悪事等が生じたか，又はそれらが生じて\nいないことを見張る端末を意味するといえる。\nスマートライトは，利用者がスマートフォン等を用いてライトを付けた\nり消したりできるだけであり，スマートロックも利用者がスマートフォン\n等を用いて自宅の錠を開けたり閉めたりできるだけであるから，泥棒の侵\n入や火気の始末等の悪事・災難・犯罪を見張るようなものではなく，いず\nれも監視端末（手段）に相当しない。\n「監視端末（側）の制御部に働きかけていく手段と…監視端末（側）に\nよって得られた情報を入手する手段と…監視端末（側）から入手した情報\nを…利用者に供給する手段」（構成要件１（１）Ｄⅲないしⅴ，１（２）Ａ，\n２Ｄⅲないしⅴ）の充足性（争点１－３－２）\n（原告の主張）\n本件各発明に係る特許請求の範囲には「監視目的に応じて適宜選択され\nる監視手段」と記載されており，監視，監視目的，監視手段に格別の限定\nはない。本件明細書の段落【０００８】【００１７】【００３０】の記載も\n同様である。また，「監視端末によって得られた情報」の文言から，監視端\n末側によって得られるのは文字どおり情報であり，監視情報という限定が\nされていないことは明らかであるし，本件明細書の段落【００３０】【００\n４４】に照らせば，本件発明の「監視端末側によって得られた情報」（構成\n要件１（１）Ｄⅳ）には，音声情報や画像情報等の監視情報のほか，セン\nサーの有効化／無効化，温度，バッテリーレベル，信号強度等の設定状態\n情報が含まれる。\n被告システムにおいて，各機能ボタンをタップすると，サーバーを介し\nて，機能ボタンに対応する現在の状態が画面に表示される。また，有効化\nボタンで機能を有効にした場合には，ルールが機能して，スマートライト\nやスマートロックの状態確認を要求して働きかけ，サーバーを経由して各\n機能ボタンに対応する現在の状態が画面に表示される。\nまた，被告システムにおいては，スマートロックについて，正常に解錠\nできると，その結果が画面に表示されるところ，これは，解錠命令がサー\nバーから送信されるという働きかけの結果，監視端末側から入手した解錠\nになった情報をサーバーが受け取り，利用者の携帯端末に供給し，その情\n報が画面上に表示されることを示している。スマートライトについても，\n現在の状態を表示できる機能ボタンを用いて，利用者の携帯端末から操作\nした現在の調光状態を同端末で確認できるようになっており，これは，利\n用者の要求（ライトのＯＮ又はＯＦＦ等）という働きかけに応じ，ライト\nのＯＮ又はＯＦＦの設定状況や現在のライトの照度等の情報をサーバー\nが取得して利用者の携帯端末に供給し，その情報が画面上に表示されるこ\nとを示している。\nしたがって，スマートロック，スマートライトを使用した被告システム\nが「監視端末（側）の制御部に働きかけていく手段と…監視端末（側）に\nよって得られた情報を入手する手段と…監視端末（側）から入手した情報\nを…利用者に供給する手段」（構成要件１（１）Ｄⅲないしⅴ，１（２）Ａ，\n２Ｄⅲないしⅴ）を充足することは明らかである。\n（被告の主張）\n構成要件１（１）Ｄⅲ及び２Ｄⅲでいう「働きかけ」は，監視情報を得\nるための働きかけを意味し，監視とは関係のない働きかけは含まれない。\nスマートロック及びスマートライトを使用する被告システムについて\nは，状態が変化したときに，ホームゲートウェイを介して，当該変化した\n後の状態を示す情報がサーバーに送られて，サーバーに記憶されている当\n該デバイスの状態に関する情報が書き換えられ，利用者が携帯端末から当\n該情報を確認するときは，サーバーに記憶されている情報を読み取るだけ\nであり，監視情報をホームゲートウェイに働きかけて入手するということ\nはない。\nしたがって，スマートロック，スマートライトを使用した被告システム\nは「監視端末（側）の制御部に働きかけていく手段と…監視端末（側）に\nよって得られた情報を入手する手段と…監視端末（側）から入手した情報\nを…利用者に供給する手段」（構成要件１（１）Ｄⅲないしⅴ，１（２）Ａ，\n２Ｄⅲないしⅴ）を充足しない。\nエ  家電コントローラーを使用した被告システムの充足性（争点１－４－１，\n１－４－２）\n（原告の主張）\n上記ウ（スマートロック・スマートライトを使用した被告システム）と同\n様の理由から，「監視目的に応じて適宜選択される監視手段」（構成要件１（１）\nＢ，２Ｂ），「監視端末（側）によって得られた情報」及び「監視端末（側）\nから入手した情報」（構成要件１（１）Ｄⅳ及びⅴ，２Ｄⅳ及びⅴ），「監視端\n末（側）の制御部に働きかけていく手段と…監視端末（側）によって得られ\nた情報を入手する手段と…監視端末（側）から入手した情報を…利用者に供\n給する手段」（構成要件１（１）Ｄⅲないしⅴ，１（２）Ａ，２Ｄⅲないしⅴ）\nを充足する。\n（被告の主張）\n家電コントローラーを使用した被告システムについては，運営会社が被告\nではないため詳細を把握しておらず，構成要件１（１）Ｄⅲないしⅴ，構成\n要件２Ｄⅲないしⅴの充足性は不知。\n本件発明１（１）に係る特許が特許無効審判により無効にされるべきものか\n（争点２）\nア  無効理由１（乙１０国際公開を主引例とする新規性・進歩性欠如）（争点２\n－１）\n（被告の主張）\n乙１０国際公開には，以下の発明が記載されている（以下，この発明を「乙\n１０発明１」という。）。\n１０（１）ａ  インターネット１２０／１２０’からなる通信回線網の中\nに設置されているセンサーサーバー１１０に於ける通信回線を用いた\n情報供給システムであって，\n１０（１）ｂ  前記センサーサーバー１１０側には，監視目的に応じて適\n宜選択されるカメラ３７０，３７１，３７２を有する保育所１３０側に\n対して付与されたＩＰアドレスを含む保育所１３０に関する情報及び\nカメラの識別子が，ユーザ名に対応付けられて登録されているセンサー\nサーバー１１０が有する記憶媒体（データストレージ３６２など）を備\nえ，\n１０（１）ｃ  前記保育所１３０側は前記センサーサーバー１１０側と前\n記通信回線網を介して接続可能とされており，\n１０（１）ｄ  前記センサーサーバー１１０側は，\nⅰ  インターネットからなる通信回線網を利用してアクセスしてくる\nユーザのユーザ名，パスワード，センタコードからなるユーザのＩＤ\nである特定情報を入手する手段と，\nⅱ  この入手した特定情報が，前記記憶媒体に予め登録されたユーザ名，\nパスワード，センタコードに対応するか否かの検索を行う手段と，\nⅲ  前記特定情報に対応するユーザ名，パスワード，センタコードが存\n在する場合，インターネットからなる通信回線網を利用して，この抽\n出された保育所１３０に関する情報に基づいて，ユーザがクリックし\nたウエブページ上のカメラのリンクに対応する保育所１３０側のカ\nメラ３７０，３７１，３７２にアクセスする手段と，\nⅳ  インターネットからなる通信回線網を経由して，保育所１３０側の\nカメラ３７０，３７１，３７２によって得られた画像を入手する手段\nと，\nⅴ  この保育所１３０側から入手した画像を，インターネットからなる\n通信回線網を用いて，前記特定情報を送信してアクセスしたユーザに\n供給する手段と，を備えている。\n本件発明１（１）と乙１０発明１を対比すると，「インターネットや電話網\nからなる通信回線網の中に設置されている管理コンピュータに於ける通信\n回線を用いた情報供給システムであって（構成要件１（１）Ａ），前記管理コ\nンピュータ側には，監視目的に応じて適宜選択される監視手段を有する監視\n端末側に対して付与されたＩＰアドレスを含む監視端末情報が，利用者ＩＤ\nに対応付けられて登録されている利用者データベースを備え（構成要件１\n（１）Ｂ），前記監視端末側は前記管理コンピュータ側と前記通信回線網を\n介して接続可能とされており（構成要件１（１）Ｃ），前記管理コンピュータ\n側はインターネットや電話網からなる通信回線網を利用してアクセスして\nくる利用者の電話番号，ＩＤ番号，アドレスデータ，パスワード，さらには\n暗号などの認証データの内少なくとも一つからなる利用者ＩＤである特定\n情報を入手する手段と（構成要件１（１）Ｄｉ），この入手した特定情報が，\n前記利用者データベースに予め登録された監視端末情報に対応するか否か\nの検索を行う手段と（構成要件１（１）Ｄⅱ），前記特定情報に対応する監視\n端末情報が存在する場合，インターネットや電話網からなる通信回線網を利\n用して，この抽出された監視端末情報に基づいて監視端末側の制御部に働き\nかけていく手段と（構成要件１（１）Ｄⅲ），インターネットや電話網からな\nる通信回線網を経由して，前記監視端末側によって得られた情報を入手する\n手段と（構成要件１（１）Ｄⅳ），この監視端末側から入手した情報を，イン\nターネットや電話網からなる通信回線網を用いて，前記特定情報を送信して\nアクセスした利用者に供給する手段（構成要件１（１）Ｄⅴ）」である点で，\n両者は同一である。\nまた，乙１０国際公開には，「特定できる監視端末側から前記管理コンピ\nュータ側のグローバルＩＰアドレスに対して接続する接続処理を受け付け，\n前記利用者データベースに登録されている前記監視端末情報であるＩＰア\nドレスを変更処理する手段（構成要件１（１）Ｄⅵ）」に対応する構成につい\nて，以下の開示がある。\nすなわち，乙１０国際公開の記載によれば，保育所１３０におけるＤＳＬ\nモデムとしてＡＤＳＬを用いることも想定されているところ，ＡＤＳＬを用\nいた場合は保育所１３０側のＩＰアドレスは動的なものになる。そして，イ\nンターネットヘッダのフォーマットは送信元のＩＰアドレスと送信先のＩ\nＰアドレスを含まなければならないとされているから，保育所１３０側のＩ\nＰアドレスがＤＨＣＰ（ＩＰアドレスを動的に割り当てるためのプロトコル\nをいう。）等の機能により変更された場合には，保育所１３０側の装置は，変\n更されたＩＰアドレスを送信元ＩＰアドレスとしてヘッダに含めてセンサ\nーサーバー１１０に送信することになり，センサーサーバー１１０は，それ\n以降，保育所１３０側と通信するに際し，前記の送信元ＩＰアドレスを保育\n所１３０側のＩＰアドレスとして用いることになる。これらによれば，セン\nサーサーバー１１０において，保育所１３０側のグローバルＩＰアドレスは\n変更処理されているといえる。\n以上によれば，乙１０国際公開には，構成要件１（１）Ｄⅵ「特定できる\n監視端末側から前記管理コンピュータ側のグローバルＩＰアドレスに対し\nて接続する接続処理を受け付け，前記利用者データベースに登録されている\n前記監視端末情報であるＩＰアドレスを変更処理する手段」に相当する構成\nが開示されている。\nしたがって，本件発明１（１）は，乙１０発明１と同一のものであり，特\n許法２９条１項３号の規定により新規性の要件を欠く。\n仮に，本件発明１（１）と乙１０発明１との間に「特定できる監視端末側\nから前記管理コンピュータ側のグローバルＩＰアドレスに対して接続する\n接続処理を受け付け，前記利用者データベースに登録されている前記監視端\n末情報であるＩＰアドレスを変更処理する手段」に相当する構成（構成要件\n１（１）Ｄⅵ）の有無についての相違点があるとしても，ＤＨＣＰは，本件\n特許１の出願当時の当業者にとって周知ないし公知の技術であり，当業者で\nあれば乙１０発明１に基づき本件発明１（１）に容易に想到できるから，本\n件発明１（１）は特許法２９条２項の規定により進歩性の要件を欠く。\nこれに対し，原告は，乙１０国際公開には，保育所１３０側に対して付さ\nれたＩＰアドレスを含む保育所１３０に関する情報がユーザ名に対応付け\nられて登録されていることの記載もそれを示唆する記載もなく，かえって複\n数のユーザが特定のＩＰカメラを見ていても当該カメラとの接続は１つだ\nけでよいことなどからすれば，親のユーザ名及びパスワードのそれぞれに対\n応してＩＰアドレスを記憶させる必要はないから，乙１０国際公開に構成要\n件１（１）Ｂに相当する構成の開示はないと主張する。\nしかし，乙１０国際公開においては，データベースサーバー３６０及びデ\nータベース３６２を含むセンサーサーバー１１０において，センタコード，\nユーザ名及びパスワードが対応付けられて登録されており，また，センタコ\nードによりセンサーサーバー１１０と保育所１３０が対応付けされている。\nセンサーサーバー１１０はインターネット通信を行うために保育所１３０\nのＩＰアドレスを登録しており，当該ＩＰアドレスを保育所１３０のセンタ\nコードに対応付けて登録する構成を有する。以上によれば，乙１０国際公開\nには，ＩＰアドレスを含む保育所１３０に関する情報がユーザ名に対応付け\nられて登録されている構成が開示されているから，原告の主張には理由がな\nい。\n（原告の主張）\n乙１０国際公開において，センサーサーバー１１０側に，保育所１３０側\nに対して付与されたＩＰアドレスが親のユーザ名及びパスワードに対応し\nて記憶されるという構成は開示されていない。かえって，乙１０国際公開に\nおいては，親ごとにアカウントが登録され，親のユーザ名及びパスワードが\nそれぞれ記憶されていて，親のユーザ名及びパスワードからなる利用者ＩＤ\nは親ごとに設けられており，また，複数のユーザが特定のカメラを見ていて\nも特定カメラとの接続は１つだけでよく，親のユーザ名及びパスワードのそ\nれぞれに対応してＩＰアドレスを記憶させる必要がないため，保育所１３０\n側に対して付与されたＩＰアドレスを親のユーザ名及びパスワードに対応\nして記憶するという構成を採用していないから，乙１０国際公開において\n「監視端末側に対して付与されたＩＰアドレスを含む監視端末情報が，利用\n者ＩＤに対応付けられて登録されている」（構成要件１（１）Ｂ）に相当する\n構成が開示されているとは認定できない。したがって，上記構成の有無にお\nいて，本件発明１（１）と乙１０国際公開の発明は相違する。\n乙１０国際公開において，保育所（センタ）側のＩＰアドレスを変更する\n際に，データベースサーバー３６０のデータベース３６２にアクセスするこ\nとについては記載も示唆もない。仮に，乙１０国際公開の発明において，保\n育所１３０側の装置が，変更されたＩＰアドレスを送信元ＩＰアドレスとし\nてヘッダに含めてセンサーサーバー１１０に送信するような構成が採られ\nていたとしても，乙１０国際公開は複数の保育所を対象としているシステム\nであり，ＤＨＣＰの機能によるＩＰアドレスの変更は互いの送受信が一旦切\nれた後に行われることからすれば，センサーサーバー１１０は変更されたＩ\nＰアドレスの送信元を識別することができないから，センサーサーバー１１\n０側にＩＰアドレスを変更する手段を有しているとはいえない。したがって，\n乙１０国際公開には，「特定できる監視端末側から前記管理コンピュータ側\nのグローバルＩＰアドレスに対して接続する接続処理を受け付け，前記利用\n者データベースに登録されている前記監視端末情報であるＩＰアドレスを\n変更処理する手段」（構成要件１Ｄⅵ）に相当する構成が開示されていない\nから，上記構成の有無において本件発明１（１）と乙１０国際公開の発明は\n相違する。\n以上のとおり，乙１０国際公開から認定できる発明と本件発明１（１）と\nは相違点があるから本件発明１（１）が新規性の要件を欠くとはいえず，上\n記の相違点は技術的微差にすぎないともいえないから本件発明１（１）が進\n歩性の要件を欠くともいえない。\nイ  無効理由２（乙１２公報に係る特許とのダブルパテント）（争点２－２）\n（被告の主張）\n本件特許１の出願は，乙１２公報に係る特許を原出願とする分割出願であ\nるから，両特許の出願日は同日出願である。この場合，両特許の請求項に係\nる発明が同一である場合，いわゆるダブルパテント（特許法３９条２項）に\n該当し，どちらか一方については特許を受けることができない。\n乙１２公報の特許請求の範囲の請求項１に記載された発明（以下「乙１２\n発明」という。）を分説すると，以下のとおりとなる。\n１２ａ  インターネットや電話網からなる通信回線網の中に設置されて\nいる管理コンピュータに於ける通信回線を用いた情報供給システムで\nあって，\n１２ｂ  前記管理コンピュータ側には，監視カメラ，監視ビデオ等の監視\n目的に応じて適宜選択される監視端末に対して付与されたＩＰアドレ\nスを含む監視端末情報が，利用者ＩＤに対応付けられて登録されている\n利用者データベースを備え，\n１２ｃ  前記監視端末は前記管理コンピュータ側と前記通信回線網を介\nして接続可能とされており，\n１２ｄ  前記管理コンピュータは，\nⅰ  インターネットや電話網からなる通信回線網を利用してアクセス\nしてくる利用者の電話番号，ＩＤ番号，アドレスデータ，パスワード，\nさらには暗号などの認証データの内少なくとも一つからなる利用者\nＩＤである特定情報を入手する手段と，\nⅱ  この入手した特定情報が，前記利用者データベースに予め登録され\nた監視端末情報に対応するか否かの検索を行う手段と，\nⅲ  前記特定情報に対応する監視端末情報が存在する場合，インターネ\nットや電話網からなる通信回線網を利用して，この抽出された監視端\n末情報に基づいて監視端末の制御部に働きかけていく手段と，\nⅳ  インターネットや電話網からなる通信回線網を経由して，前記監視\n端末によって得られた情報を入手する手段と，\nⅴ  この監視端末から入手した情報を，インターネットや電話網からな\nる通信回線網を用いて，前記特定情報を送信してアクセスした利用者\nに供給する手段と，\nⅵ  特定できる監視端末側からのＩＰアドレス変更要求を受け付け，前\n記利用者データベースに登録されている前記監視端末情報であるＩ\nＰアドレスを変更処理する手段と，を備えている\n１２ｅ  ことを特徴とする通信回線を用いた情報供給システム。\n本件発明１（１）と乙１２発明を対比すると，両者が相違する点は，いず\nれも文言上の相違であって技術的意義としては同一であるか，又は微差にす\nぎないものであるから，両者は同一の発明であるといえる。\nしたがって，本件発明１（１）及び乙１２発明に係る特許の少なくとも一\n方の特許は，特許法３９条２項の規定により特許を受けることができない。\n（原告の主張）\n本件発明１（１）の「特定できる監視端末側から前記管理コンピュータ側\nのＩＰアドレスに対して接続する接続処理を受け付け，前記利用者データベ\nースに登録されている前記監視端末情報であるＩＰアドレスを変更処理す\nる手段と」（構成要件１Ｄⅵ）という構成は，監視端末側から管理コンピュー\nタ側のＩＰアドレスに対して接続する接続処理を受け付けてＩＰアドレス\nを変更処理するものである。これに対して，乙１２発明の「特定できる監視\n端末側からのＩＰアドレス変更要求を受け付け，前記利用者データベースに\n登録されている前記監視端末情報であるＩＰアドレスを変更処理する手段\nと」（構成１２ｄⅵ）という構成では，接続処理を受け付ける過程が規定され\nていない。\nしたがって，本件発明１（１）と乙１２発明とは，少なくとも上記の接続\n処理の有無の構成において相違があるから，同一の発明ではなく，特許法３\n９条２項にいうダブルパテントではない。\nウ  無効理由３（分割出願要件違反に基づく進歩性欠如）（争点２－３）\n（被告の主張）\n本件各特許は，特願２００２－５０５４７３号（特許３４５５９７１号，\n以下「本件各特許の高祖父出願」又は「３４５５９７１号特許」という。）の\n４世代目の分割出願である。上記の３４５５９７１号特許は，国際公開ＷＯ\n０２／００１８２０号として国際公開（乙２４）がされている。\n本件発明１（１）では，管理コンピュータが「監視端末情報に基づいて監\n視端末側の制御部に働きかけていく手段」（構成要件１Ｄⅲ）を備えている\nとされている。他方，国際公開ＷＯ０２／００１８２０号では「監視端末情\n報に基づいて監視端末の制御部に働きかけ」と記載されており，監視端末の\n制御部に働きかけていく構成は開示されているものの，監視端末側の制御部\nに働きかけていく構成は開示されていない。\nしたがって，本件発明１（１）に係る分割出願の明細書等に記載された事\n項は，原出願（３４５５９７１号特許）の出願当初の明細書等に記載された\n事項の範囲内ではなく，本件特許１に係る分割出願は分割出願の要件を満た\nしていないから，進歩性の判断の基準日は実際の出願日（平成１７年２月１\n５日）となる。そして，国際公開ＷＯ０２／００１８２０号は当該出願日以\n前に公開されているから，当業者は，国際公開ＷＯ０２／００１８２０号に\n開示されている技術や当該出願日前の周知技術ないし公知技術に基づいて\n本件発明１（１）に容易に想到することができる。\n以上によれば，本件発明１（１）は，特許法２９条２項の規定により，進\n歩性の要件を欠く。\n（原告の主張）\n国際公開ＷＯ０２／００１８２０号には，「この利用者ＤＢに利用者ＩＤ\nに対応付けて登録されている監視端末側のＩＰアドレス（常時接続のＩＳＰ\nが割り振っているアドレス）を抽出し，例えば利用者Ａに対応するものが監\n視端末４ａである場合，該当する監視端末４ａを構成するここでは監視ユニ\nット１に対して，通常常時接続状態のインターネット回線を利用して監視端\n末側のＩＰアドレスに特別な制御信号（コマンドデータ）を送信する。この\n制御信号は，画像等の情報を取得して管理コンピュータ側へ送るように指示\nする要求信号であればどのような信号でも良いが，不正アクセス防止のため\nに暗号化され，監視端末側で復号化処理をすると好ましい。すなわち，管理\nコンピュータ３と監視端末４ａ側の通信制御部，すなわち図４のＭＰＵ６５\nと交信し，画像を要求できるシステムになっていればよい。」と記載されて\nおり，監視端末側の制御部に働きかけていく構成が明確に開示されている。\nしたがって，本件特許１に係る分割出願の明細書等に記載された事項は基\n礎出願（３４５５９７１号特許）の出願当初の明細書等に記載された事項の\n範囲内であり，本件特許１に係る分割出願が分割出願の要件を満たしている\nことは明らかである。\nエ  無効理由４（親出願の分割出願要件違反に基づく進歩性欠如）（争点２－\n４）\n（被告の主張）\n本件各特許は，本件各特許の高祖父出願の４世代目の分割出願であり，第\n３世代である特願２００３－４１９６１７号（乙２５。以下，この公報を「乙\n２５公報」といい，この出願を「本件各特許の親出願」という。）を原出願と\nする分割出願である。また，本件各特許の親出願は，第２世代である特願２\n００３－２０７４９１号（甲３８。以下，この公報を「甲３８公報」といい，\nこの出願を「本件各特許の祖父出願」という。）を原出願とする分割出願であ\nる。\n特許出願（親出願）を原出願とする分割出願（子出願）をさらに原出願と\nしてした分割出願（孫出願）は，①子出願が親出願に対し分割要件の全てを\n満たすこと，②孫出願が子出願に対し分割要件の全てを満たすこと，③孫出\n願が親出願に対し分割要件のうちの実体的要件の全てを満たすことという\n要件を全て満たすときに，孫出願は親出願の時にしたものとして取り扱われ\nる。\nこれを本件特許１について見ると，本件各特許の親出願の明細書等に記載\nされた事項は，本件各特許の祖父出願の出願当初の明細書等に記載された事\n項の範囲内ではない。すなわち，本件各特許の親出願の請求項１に記載され\nた手段である「監視端末側から送信されてくる情報を待つ時間を設定する情\n報入手待機時間設定手段」，「設定された待機時間内に監視端末側からの情報\nが送信されてくるか否かを管理する管理手段」及び「監視端末側から送信さ\nれてくる情報に関して監視端末側を特定する特定処理手段」の全部及び一部\nは，本件各特許の祖父出願の出願当初の明細書等に開示されている事項では\nなく，本件各特許の親出願には新たな技術的事項が導入されている。\nしたがって，本件各特許の親出願は，本件各特許の祖父出願に対して分割\n要件を満たしておらず，本件特許１の出願は現実の出願日である平成１７年\n２月１５日にしたものとして取り扱われるべきものである。そうすると，本\n件各特許の高祖父出願（国際公開ＷＯ０２／００１８２０号）は本件特許の\n出願日よりも前に公開されていたことになり，無効理由３（上記ウ）と同様，\n本件発明１（１）は国際公開ＷＯ０２／００１８２０号に開示された発明か\nら当業者が容易に想到し得るものであるから，特許法２９条２項の規定によ\nり無効とされるべきものである。\n（原告の主張）\n本件各特許の高祖父出願（国際公開ＷＯ０２／００１８２０号）及び本件\n各特許の祖父出願の公開公報（甲３８公報）には，いずれにも以下の記載が\nある。\n「前記特定情報に対応する監視端末情報が存在する場合，前記管理コンピ\nュータがインターネットや電話網からなる通信回線網を利用して，この抽出\nされた監視端末情報に基づいて監視端末の制御部に働きかけ，前記管理コン\nピュータが，インターネットや電話網からなる通信回線網を経由して，前記\n監視端末によって得られた情報を入手するステップ時，監視端末に接続不能\nな状態，若しくは監視端末からの情報が前記管理コンピュータに送信されて\nこない状態が，前記管理コンピュータで確認された時に，所定の異常通知を\nアクセスした利用者に送信できるようになっていると好ましい。すなわち管\n理コンピュータでデータを待つ時間を所定の時間と設定し，セッション管理\nすることにより，待ち時間内にデータが得られないとき，アクセスしてきた\n利用者をいつまでも待たせることなく情報が取れない旨のメッセージを送\nることによりサービスの向上が図れる。」\n「管理コンピュ－タ３側の監視端末用通信回線基板３８およびＣＰＵ３\n１は，接続されている各監視端末４の特定を行っており，管理コンピュ－タ\n３がコマンドデータである制御信号を送信したことにより，各監視端末４か\nら送信されてくる画像情報などは，監視端末側に振られたＩＰアドレスや所\n定のＩＤとが登録された利用者データベース（ＤＢ）を利用して処理される。\nなお，監視端末の特定されない情報に対しては通信拒否を行う。」\n「前記利用者ＩＤに対応する監視端末ＩＤが存在する場合，前記管理コン\nピュータがインターネットや電話網からなる通信回線網を利用して，この抽\n出された監視端末情報に基づいて監視端末の制御部に働きかけ，前記管理コ\nンピュータが，インターネットや電話網からなる通信回線網を経由して，前\n記監視端末４によって得られた情報を入手するステップ時，監視端末４に接\n続不能な状態，若しくは監視端末４からの情報が前記管理コンピュータに送\n信されてこない状態が，前記管理コンピュータ３で確認された時に，利用者\nとの通信を一定時間で切らずに，所定の異常通知「例えば，データを取得で\nきません」などのメッセージ（取得できない理由として，例えばインターネ\nット通信環境が悪い，電源の入力忘れ，侵入者による切断行為などが考えら\nれる）をアクセスした利用者に送信できるようになっている。」\n本件各特許の高祖父出願及び本件各特許の祖父出願の出願当初の明細書\n等におけるこれらの記載においては，監視端末側から送信されてくる情報に\n関し，監視端末側に振られたＩＰアドレスや監視端末ＩＤを利用して，監視\n端末側を特定する「特定処理手段」と，特定された監視端末側から送信され\nてくる情報を待つ時間を設定するための「情報入手待機時間設定手段」と，\n設定された待機時間内に監視端末側からの情報が管理コンピュータに送信\nされてくるか否かを管理するための「管理手段」とが明確に示されていると\nいえる。\nしたがって，本件各特許の親出願の明細書等に記載された事項は，本件特\n許１の基礎である本件各特許の高祖父出願及び本件各特許の祖父出願の出\n願当初の明細書等に記載された事項の範囲内であるといえ，本件各特許の親\n出願は，本件各特許の祖父出願に対し分割要件を満たしている。\nオ  無効理由５（サポート要件違反）（争点２－５）\n（被告の主張）\n本件発明１（１）の構成要件１（１）Ｂでは，「監視目的に応じて適宜選\n択される監視手段を有する監視端末側に対して付与されたＩＰアドレス\nを含む監視端末情報が，利用者ＩＤに対応付けられて登録されている利用\n者データベース」が特定されている。\n上記の構成要件に揮発性メモリー（ＲＡＭ）ないしキャッシュメモリー\nにＩＰアドレスを格納する構成を含むとすると，利用者データベースを備\nえる管理コンピュータの電源がオフとなったときや，一定時間パケットの\n送受信がなく常時接続が切断されたときに，揮発性メモリー（ＲＡＭ）な\nいしキャッシュメモリーに格納された情報が自動的に消去されてしまう\nことになるため，「利用者ＩＤ」と「監視端末に対して付与されたＩＰアド\nレスを含む監視端末情報」とを，これらの情報が「登録」されている「デ\nータベース」を用いて確認ないし照合することにより第三者が監視情報を\n入手できない仕組みを実現するという本件発明１（１）が解決しようとす\nる課題等を解決することができない。\nしたがって，構成要件１（１）Ｂにおいて，揮発性メモリー（ＲＡＭ）\nないしキャッシュメモリーにＩＰアドレスを格納する構成を含むとする\n場合には，本件発明１（１）は特許請求の範囲に記載された発明が，発明\nの詳細な説明に記載された発明で，発明の詳細な説明の記載により当業者\nが当該発明の課題を解決できると認識できる範囲内のものとはいえない\nからサポート要件（特許法３６条６項１号）違反の無効理由を有する。\n本件発明１（１）の構成要件１（１）Ｄⅲでは，管理コンピュータが「監\n視端末情報に基づいて監視端末側の制御部に働きかけていく手段」を備え\nていると特定されている。\n本件明細書の段落【００４３】には，「前記利用者ＩＤに対応する監視端\n末ＩＤが存在する場合，前記管理コンピュータがインターネットや電話網\nからなる通信回線網を利用して，この抽出された監視端末情報に基づいて\n監視端末の制御部に働きかけ」と記載されている。したがって，本件明細\n書には，監視端末の制御部に働きかけていく構成は開示されているといえ\nるが，監視端末側の制御部に働きかけていく構成は開示されていない。\nしたがって，監視端末側の制御部に働きかけていく構成は本件明細書の\n記載から具体的に把握できず，また，本件発明１（１）で特定された範囲\nにまで発明の詳細な説明において開示された内容を拡張ないし一般化で\nきるとは認められないから，本件発明１（１）はサポート要件違反の無効\n理由を有する。\n（原告の主張）\n一般に，揮発性メモリー（ＲＡＭ）等に格納された情報は，バックアッ\nプ処理等によって情報を保護したり，停電時には補助電源に切り替えてデ\nータの消失を防止したりしており，これらは一般常識ないし技術常識であ\nるから，被告が主張する構成要件１（１）Ｂについてのサポート要件違反\nは認められない。\n本件明細書の段落【００２６】には，「この利用者ＤＢに利用者ＩＤに対\n応付けて登録されている監視端末側のＩＰアドレス（常時接続のＩＳＰが\n割り振っているアドレス）を抽出し，例えば利用者Ａに対応するものが監\n視端末４ａである場合，該当する監視端末４ａを構成するここでは監視ユ\nニット１に対して，通常常時接続状態のインターネット回線を利用して監\n視端末側のＩＰアドレスに特別な制御信号（コマンドデータ）を送信する。\nこの制御信号は，画像等の情報を取得して管理コンピュータ側へ送るよう\nに指示する要求信号であればどのような信号でも良いが，不正アクセス防\n止のために暗号化され，監視端末側で復号化処理をすると好ましい。すな\nわち，管理コンピュータ３と監視端末４ａ側の通信制御部，すなわち図４\nのＭＰＵ６５と交信し，画像を要求できるシステムになっていればよい。」\nと記載されており，監視端末側の制御部に働きかけていく構成が明確に開\n示されている。また，本件明細書の図１，図２には，破線で囲われた監視\n領域ａ，ｂ，ｃが示されているところ，監視端末とはこの監視領域のこと\nであり，この領域に配置されている監視ユニットの通信制御部に監視端末\n側のＩＰアドレスを使って働きかけることが示されている。これらによれ\nば，被告が主張する構成要件１（１）Ｄⅲについてのサポート要件違反は\n認められない。\nカ  無効理由６（実施可能要件違反）（争点２－６）\n（被告の主張）\n本件発明１（１）の構成要件１（１）Ｂでは，「監視目的に応じて適宜選\n択される監視手段を有する監視端末側に対して付与されたＩＰアドレス\nを含む監視端末情報が，利用者ＩＤに対応付けられて登録されている利用\n者データベース」が特定されている。\n上記の構成要件に揮発性メモリー（ＲＡＭ）ないしキャッシュメモリー\nにＩＰアドレスを格納する構成を含むとすると，利用者データベースを備\nえる管理コンピュータの電源がオフとなったときや，一定時間パケットの\n送受信がなく常時接続が切断されたときに，揮発性メモリー（ＲＡＭ）な\nいしキャッシュメモリーに格納された情報が自動的に消去されてしまう\nところ，このような場合にデータベースに格納された情報がどのようにし\nて維持されるのか，発明の詳細な説明には記載がない。したがって，当業\n者が本件発明１（１）をどのように実施するかを理解することができない\nから，本件発明１（１）は，実施可能要件（特許法３６条４項１号）違反\nの無効理由を有する。\n本件発明１（１）の構成要件１（１）Ｄⅲでは，管理コンピュータが「監\n視端末情報に基づいて監視端末側の制御部に働きかけていく手段」を備え\nていると特定されている。\n本件明細書の段落【００４３】には，「前記利用者ＩＤに対応する監視端\n末ＩＤが存在する場合，前記管理コンピュータがインターネットや電話網\nからなる通信回線網を利用して，この抽出された監視端末情報に基づいて\n監視端末の制御部に働きかけ」と記載されている。したがって，本件明細\n書には，監視端末の制御部に働きかけていく構成は開示されているといえ\nるが，監視端末側の制御部に働きかけていく構成は開示されていない。\nしたがって，監視端末側の制御部に働きかけていく構成は，本件明細書\n等の記載から具体的に把握できず，当業者が本件発明１（１）をどのよう\nに実施するか理解できないから，本件発明１（１）は，実施可能要件違反\nの無効理由を有する。\n（原告の主張）\n一般に，揮発性メモリー（ＲＡＭ）等に格納された情報は，バックアッ\nプ処理等によって情報を保護したり，停電時には補助電源に切り替えてデ\nータの消失を防止したりしており，これらは一般常識ないし技術常識であ\nるといえ，当業者であれば実施可能であるといえるから，被告が主張する\n構成要件１（１）Ｂについての実施可能要件違反は認められない。\n本件明細書の段落【００２６】には，「この利用者ＤＢに利用者ＩＤに対\n応付けて登録されている監視端末側のＩＰアドレス（常時接続のＩＳＰが\n割り振っているアドレス）を抽出し，例えば利用者Ａに対応するものが監\n視端末４ａである場合，該当する監視端末４ａを構成するここでは監視ユ\nニット１に対して，通常常時接続状態のインターネット回線を利用して監\n視端末側のＩＰアドレスに特別な制御信号（コマンドデータ）を送信する。\nこの制御信号は，画像等の情報を取得して管理コンピュータ側へ送るよう\nに指示する要求信号であればどのような信号でも良いが，不正アクセス防\n止のために暗号化され，監視端末側で復号化処理をすると好ましい。すな\nわち，管理コンピュータ３と監視端末４ａ側の通信制御部，すなわち図４\nのＭＰＵ６５と交信し，画像を要求できるシステムになっていればよい。」\nと記載されている。そして，実施例等を参酌すれば，上記記載には，監視\n端末４ａを構成する監視ユニット１に対して，通常常時接続状態のインタ\nーネット回線を利用して監視端末側のＩＰアドレスに特別な制御信号（コ\nマンドデータ）を送信し，管理コンピュータ３は監視端末４ａ側の通信制\n御部（すなわち図４に示された監視ユニット１のＭＰＵ６５）と交信して\n画像を要求できることが開示されているといえる。したがって，被告が主\n張する構成要件１（１）Ｄⅲについての実施可能要件違反は認められない。\n本件発明１（２）に係る特許が特許無効審判により無効にされるべきものか\n（争点３）\nア  無効理由１（乙１０公報を主引例とする新規性・進歩性欠如）（争点３－\n１）\n（被告の主張）\n乙１０公報には，以下の発明が記載されている（以下，この発明を「乙１\n０発明２」という。）。\n１０（２）ａ  前記特定情報に対応するユーザ名，パスワード，センタコ\nードが存在する場合，前記センタサーバー１１０がインターネットから\nなる通信回線網を利用して，この抽出された保育所１３０に関する情報\nに基づいて，ユーザがクリックしたウエブページ上のカメラのリンクに\n対応する保育所１３０側のカメラ３７０，３７１，３７２にアクセスし，\nインターネットからなる通信回線網を経由して，保育所１３０側のカメ\nラ３７０，３７１，３７２によって得られた画像を入手するステップ時，\n１０（２）ｂ  前記保育所１３０側のカメラが停止している状態又はカメ\nラへのリンクが停止している状態が，前記センタサーバー１１０側で確\n認された時に，カメラが停止していること，又は，カメラとセンタサー\nバー１１０側との間のリンクが一時的に利用不能であることの通知を\nユーザに送信できるようになっている，\n１０（２）ｃ  通信回線を用いた情報供給システム。\n本件発明１（２）と乙１０発明２を対比すると，「前記特定情報に対応する\n監視端末情報が存在する場合，前記管理コンピュータ側がインターネットや\n電話網からなる通信回線網を利用して，この抽出された監視端末情報に基づ\nいて監視端末側の制御部に働きかけ，前記管理コンピュータが，インターネ\nットや電話網からなる通信回線網を経由して，前記監視端末側によって得ら\nれた情報を入手するステップ時（構成要件１（２）Ａ）」，「監視端末側に接続\n不能な状態，若しくは監視端末側からの情報が前記管理コンピュータ側に送\n信されてこない状態が，前記管理コンピュータ側で確認された時に，所定の\n異常通知をアクセスした利用者に送信できるようになっているインターネ\nットや電話網からなる通信回線網の中に設置されている管理コンピュータ\nに於ける通信回線を用いた情報供給システム（構成要件１（２）Ｂ）」である\n点で，両者は同一である。また，本件発明１（２）は，本件発明１（１）に\n従属する発明であるところ，本件発明１（２）の他の構成要件については，\n本件発明１（１）の とおり，\n乙１０発明１と同一である。\nしたがって，本件発明１（２）は，特許法２９条１項３号の規定により新\n規性の要件を欠く。\n仮に，相違点があるとしても，それらはいずれも技術的微差にすぎず，当\n業者であれば乙１０発明１，２に基づき，本件発明１（２）に容易に想到す\nることができるから，本件発明１（２）は特許法２９条２項の規定により進\n歩性の要件を欠く。\n（原告の主張）\n本件発明１（２）は，本件発明１（１）に従属する請求項であり，本件発\n明１（１）は，\nとおり，乙１０発明１と相違し，それらの相違が技術的微差にすぎないもの\nともいえない。したがって，乙１０発明２が本件発明１（２）と同一の構成\nを有するか否かを検討するまでもなく，本件発明１（２）に新規性及び進歩\n性があることが明らかである。\nイ  無効理由２（分割出願要件違反に基づく進歩性欠如），無効理由３（親出願\nの分割出願要件違反に基づく進歩性欠如），無効理由４（サポート要件違反），\n無効理由５（実施可能要件違反）（争点３－２ないし５）\n（被告の主張）\n本件発明１（２）は，本件発明１（１）に従属するものであるから，本件\n発明１（１）と同様の理由により，分割出願要件違反による進歩性欠如，親\n出願の分割出願要件違反に基づく進歩性欠如，サポート要件違反及び実施可\n能要件違反の各無効理由を有する。\n（原告の主張）\n本件発明１（２）は，本件発明１（１）に従属するものであるから，本件\n発明１（１）と同様の理由により，被告が主張する上記の各無効理由はいず\nれも認められない。\n本件発明２に係る特許が特許無効審判により無効にされるべきものか（争点\n４）\nア  無効理由１（乙１０国際公開を主引例とする新規性・進歩性欠如）（争点４\n－１）\n（被告の主張）\n本件発明２と乙１０発明１を対比すると，「インターネットや電話網から\nなる通信回線網の中に設置されている管理コンピュータに於ける通信回線\nを用いた情報供給システムであって（構成要件２Ａ），前記管理コンピュー\nタ側には，監視目的に応じて適宜選択される監視手段を有する監視端末側に\n対して付与されたＩＰアドレスおよび監視端末ＩＤを含む監視端末情報が，\n利用者ＩＤに対応付けられて登録されている利用者データベースを備え（構\n成要件２Ｂ），前記監視端末は前記管理コンピュータ側と前記通信回線網を\n介して接続可能とされており（構成要件２Ｃ），前記管理コンピュータ側は，\nインターネットや電話網からなる通信回線網を利用してアクセスしてくる\n利用者の電話番号，ＩＤ番号，アドレスデータ，パスワード，さらには暗号\nなどの認証データの内少なくとも一つからなる利用者ＩＤである特定情報\nを入手する手段と（構成要件２Ｄⅰ），  この入手した特定情報が，前記利用\n者データベースに予め登録された監視端末情報に対応するか否かの検索を\n行う手段と（構成要件２Ｄⅱ），前記特定情報に対応する監視端末情報が存\n在する場合，インターネットや電話網からなる通信回線網を利用して，この\n抽出された監視端末情報に基づいて監視端末の制御部に働きかけていく手\n段と（構成要件２Ｄⅲ），インターネットや電話網からなる通信回線網を経\n由して，前記監視端末によって得られた情報を入手する手段と（構成要件２\nＤⅳ），この監視端末から入手した情報を，インターネットや電話網からな\nる通信回線網を用いて，前記特定情報を送信してアクセスした利用者に供給\nする手段（構成要件２Ｄⅴ）」である点で，両者は一致する。\nまた，乙１０国際公開の発明において，保育所１３０とセンサーサーバー\n１１０との間の通信及びセンサーサーバー１１０とモニター１４０におけ\nる認証された視聴者との間の通信には電話アクセス装置が使用されること，\n電話会社へのアクセス装置３８８にはＲａｖｌｉｎ－４ｗｉｒｅｌｉｎｅ\n暗号化装置が用いられること，電話会社へのアクセス装置３８８が接続され\nているリンク３１６はＶＰＮリンクであることがそれぞれ開示されている。\nＲａｖｉｌｉｎ－４の商品説明（乙２１）は本件特許２の原出願日以前に公\n開されたものであるところ，これによれば，Ｒａｖｌｉｎ－４は暗号化通信\nを行うためのプロトコルであるＩＰ  Ｓｅｃｕｒｉｔｙ  Ｓｔａｎｄａｒ\nｄ  （ＩＰＳｅｃ）の一部であるとされる。\nＩＰＳｅｃの規格書（乙２２）によれば，第１のルータから第２のルータ\nへの単方向のコネクション（セキュリティアソシエーション）を確立する技\n術であって，第１のルータが，コネクションの有効期限及び第２のルータの\nグローバルＩＰアドレスを記憶し，コネクションの有効期限が経過すると，\n記憶しているグローバルＩＰアドレスを用いて新たなコネクションを確立\nし，回線の再接続を行うための自己接続機能を有し，コネクションを確立す\nるときに送信されるヘッダは，第１のルータのグローバルＩＰアドレスを含\nんでおり，第１のルータからの回線再接続のとき，第２のルータが，コネク\nションを確立するときに送信されるヘッダを受け付け，ヘッダに含まれてい\nる第１のルータのグローバルＩＰアドレスを記憶する技術が開示されてい\nる。\n乙１０国際公開の発明は，上記のとおりＩＰｓｅｃに基づくＶＰＮ通信に\nより実現される構成を含んでいるから，当業者であれば乙１０国際公開の発\n明においてＩＰｓｅｃに関する技術である乙２２記載の技術を用いること\nができる。また，乙１０国際公開の発明のアクセス装置３８８，３３８（又\nは暗号化装置３８６，３３６との組み合わせ）はルータであるから，それぞ\nれ乙２２記載の技術のルータに相当する。そうすると，乙２２記載の技術に\nおける「第１のルータからの回線の再接続のとき，第２のルータが，コネク\nションを確立するときに送信されるヘッダを受け付け，ヘッダに含まれてい\nる第１のルータのＩＰアドレスを記憶する」構成は，構成要件２Ｄⅵ「管理\nコンピュ－タ側と監視端末側との回線再接続時，特定できる監視端末側から\nのＩＰアドレス登録要求を受け付け，前記利用者データベースの前記監視端\n末情報であるＩＰアドレスを登録処理する手段」に相当し，乙２２記載の技\n術における「第１のルータが，コネクションの有効期限及び第２のルータの\nグローバルＩＰアドレスを記憶し，コネクションの有効期限が経過すると，\n記憶しているグローバルＩＰアドレスを用いて新たなコネクションを確立\nし，回線の再接続を行うための自己接続機能を有し，コネクションを確立す\nるときに送信されるヘッダは，第１のルータのＩＰアドレスを含んでいる」\n構成は，構成要件２Ｅ「内部にメモリーされた管理コンピュータ側のグロー\nバルＩＰアドレスに対して自ら接続処理する自己接続機能」及び「前記自己\n接続機能を使って，登録された前記監視端末ＩＤを管理コンピュータ側に送\nり，前記監視端末側のＩＰアドレスを登録するように要求する手段」に相当\nする。したがって，乙１０国際公開の発明は，乙２２記載の技術を含むもの\nであり，構成要件２Ｄⅵ，２Ｅの構成を含むといえるから，本件発明２と乙\n１０国際公開の発明は同一のものである。したがって，本件発明２は特許法\n２９条１項３号の規定により新規性の要件を欠く。\nまた，アクセスルータ「ＭＵＣＨＯ－ＥＶ」の取扱説明書（乙３０），ＩＮ\nＦＯＮＥＴ－ＶＰ１００の取扱説明書（乙３２）によれば，ＩＰｓｅｃを用\nいた技術において送信元装置が起動した場合や送信元装置の電源が落ちた\n後に電源が投入された場合におけるセキュリティアソシエーションの確立\nが送信元装置の起動を契機とする構成が開示されており，また，ＩＰＳｅｃ\nの規格書（乙２２）によれば，ＩＰｓｅｃにおいては送信元装置に送信先装\n置のＩＰアドレスがあらかじめ登録されている。これらによれば，ＩＰｓｅ\nｃを用いた技術において，送信元装置の電源が落ちた後に電源が投入された\n場合にセキュリティアソシエーションの確立が送信元装置の起動を契機と\nする構成及びセキュリティアソシエーションの確立の前提として送信元装\n置があらかじめ登録されている送信先装置のＩＰアドレスに基づいて送信\n先装置との回線を再接続する構成が開示されているといえる。これらの構成\nは本件発明２の「自己接続機能」，「管理コンピュータ側と監視端末側との回\n線再接続」の構成に該当する。乙１０国際公開は，ＩＰＳｅｃを用いた技術\nであるところ，乙３０，乙３２，乙２２に記載されている構成や技術もＩＰ\nＳｅｃに関するものであるから両者を組み合わせる動機付けが存在し，上記\nの構成や技術は周知技術ないし公知技術であるからそれらを組み合わせる\nことは容易であるといえるから，仮に相違点が存在するとしても，本件発明\n２は特許法２９条２項の規定により進歩性の要件を欠く。\n（原告の主張）\n乙１０国際公開において，センサーサーバー１１０側に，保育所１３０側\nに対して付与されたＩＰアドレスが親のユーザ名及びパスワードに対応し\nて記憶されるという構成は開示されていない。かえって，乙１０国際公開に\nおいては，親ごとにアカウントが登録され，親のユーザ名及びパスワードが\nそれぞれ記憶されていて，親のユーザ名及びパスワードからなる利用者ＩＤ\nは親ごとに設けられており，また，複数のユーザが特定のカメラを見ていて\nも特定カメラとの接続は１つだけでよく，親のユーザ名及びパスワードのそ\nれぞれに対応してＩＰアドレスを記憶させる必要がないため，保育所１３０\n側に対して付与されたＩＰアドレスを親のユーザ名及びパスワードに対応\nして記憶するという構成を採用していないから，乙１０国際公開において\n「監視端末側に対して付与されたＩＰアドレスを含む監視端末情報が，利用\n者ＩＤに対応付けられて登録されている」（構成要件２Ｂ）に相当する構成\nが開示されているとは認定できない。したがって，上記構成の有無において，\n本件発明２と乙１０国際公開の発明は相違する。\n被告は，乙１０国際公開には乙２２に記載された技術の構成が含まれると\nして新規性欠如の主張をするが，公然実施をされた発明（特許法２９条１項\n２号）は公然と実施されたひとまとまりの発明でなければならないところ，\n上記主張は公然実施されたひとまとまりの発明を主張するものではない。そ\nの点を措くとしても，乙２２に記載された技術は，セキュリティーアソシエ\nーションの置き換えに関するものであり，回線が接続された状態においてセ\nキュリティーサービスを提供する暗号化情報などに有効期間を設け，その置\nき換えをすることを説明するにすぎないものであり，回線の再接続，自己接\n続機能，ＩＰアドレスの登録処理について開示したものではないから，被告\nが主張する「第１のルータからの回線再接続のとき，第２のルータが，コネ\nクションを確立するときに送信されるヘッダを受け付け，ヘッダに含まれて\nいる第１のルータのグローバルＩＰアドレスを記憶する構成」や，「第１の\nルータが，コネクションの有効期限及び第２のルータのグローバルＩＰアド\nレスを記憶し，コネクションの有効期限が経過すると，記憶しているグロー\nバルＩＰアドレスを用いて新たなコネクションを確立し，回線の再接続を行\nうための自己接続機能を有し，コネクションを確立するときに送信されるヘ\nッダは，第１のルータのＩＰアドレスを含んでいる構成」は，乙１０国際公\n開に開示されているとはいえない。したがって，乙１０国際公開には，構成\n要件２Ｄⅵ「管理コンピュ－タ側と監視端末側との回線再接続時，特定でき\nる監視端末側からのＩＰアドレス登録要求を受け付け，前記利用者データベ\nースの前記監視端末情報であるＩＰアドレスを登録処理する手段」，構成要\n件２Ｅ「内部にメモリーされた管理コンピュータ側のグローバルＩＰアドレ\nスに対して自ら接続処理する自己接続機能」及び「前記自己接続機能を使っ\nて，登録された前記監視端末ＩＤを管理コンピュータ側に送り，前記監視端\n末側のＩＰアドレスを登録するように要求する手段」に相当する構成が開示\nされていないから，上記構成の有無において本件発明２と乙１０国際公開の\n発明は相違する。\nまた，乙３０，乙３２にも，被告が主張するような「送信元装置の電源が\n落ちた後に電源が投入されることによって，送信元装置の起動を契機として，\n送信元装置が予め登録されている送信先装置のＩＰアドレスに基づいて送\n信先装置との回線を再接続すること」についての開示はないから，これらの\n公知技術ないし周知技術を適用することにより，本件発明２に容易に想到し\n得るともいえない。\nイ  無効理由２（親出願の分割出願要件違反に基づく新規性・進歩性欠如）（争\n点４－２）\n（被告の主張）\n本件発明１（１）の無効理由４における被告の主張のとおり，本件特許２\nは，本件各特許の高祖父出願の４世代目の分割出願であり，本件各特許の親\n出願を原出願とする分割出願である。\n本件各特許の親出願は，第２世代である本件各特許の祖父出願を原出願と\nする分割出願であるところ，本件各特許の親出願の明細書等に記載された事\n項は，本件各特許の祖父出願の出願当初の明細書等に記載された事項の範囲\n内ではない。\nしたがって，本件各特許の親出願は，本件各特許の祖父出願に対して分割\n要件を満たしておらず，本件特許１の出願は現実の出願日である平成１７年\n２月１５日にしたものとして取り扱われるべきものである。そうすると，本\n件各特許の高祖父出願（国際公開ＷＯ０２／００１８２０号）は，本件特許\nの出願日よりも前に公開されていたことになり，本件発明２は国際公開ＷＯ\n０２／００１８２０号に開示された発明から当業者が容易に想到し得るも\nのであるから，本件発明２は，特許法２９条１項３号又は同法２９条２項の\n規定により無効とされるべきものである。\n（原告の主張）\n本件発明１（１）の無効理由４における原告の主張のとおり，本件特許の\n親出願は分割出願要件を満たしている。\nウ  無効理由３（サポート要件違反）（争点４－３）\n（被告の主張）\n本件発明１（１）の無効理由５における被告の主張と同様の理由から，本\n件発明２はサポート要件違反の無効理由を有する。\n（原告の主張）\n本件発明１（１）の無効理由５における原告の主張と同様の理由から，本\n件発明２はサポート要件違反に該当しない。\nエ  無効理由４（実施可能要件違反）（争点４－４）\n（被告の主張）\n本件発明１（１）の無効理由６における被告の主張と同様の理由から，本\n件発明２は実施可能要件違反の無効理由を有する。\n（原告の主張）\n本件発明１（１）の無効理由６における原告の主張と同様の理由から，本\n件発明２は実施可能要件違反に該当しない。\n損害発生の有無及びその額（争点５）\n（原告の主張）\nア  被告の本件各発明の実施に対する損害賠償\nサービス開始時期とその期間\n被告は，遅くても平成２７年２月から令和元年１０月に至るまでの５７\nか月間，故意又は過失により，被告システムを用いた「インテリジェント\nホーム」なるサービスを業として提供している。\nサービス料単価\n被告システムのデバイスのレンタル料は，ＩＰカメラが５００円，家電\nコントローラーが７００円，ドア・窓センサーが２００円，広域モーショ\nンセンサーが２００円，狭域モーションセンサーが２００円，スマートロ\nックが７００円，スマートライトが１００円と設定されており，デバイス\n１個の平均月額レンタル料は３７１円となる。\n２ＤＫから３ＤＫの一般的な住宅を考えれば，監視端末は４台ないし５\n台とするのが通常の使用形態であるといえる。そうすると，１世帯で５個\nのデバイスを利用している場合には月額サービス料は５１３５円（基本利\n用料２９８０円＋ゲートウェイレンタル料３００円＋監視デバイス５個\n１８５５円）となり，１世帯で４個のデバイスを利用している場合には月\n額サービス料は４７６４円（基本利用料２９８０円＋ゲートウェイレンタ\nル料３００円＋監視デバイス５個１８５５円）となるから，サービス料の\n単価は月額４５８０円を下回ることはない。被告が基本利用料を割り引く\nなどしたからといって，原告の被った実施料相当損害額が減額されるもの\nではない。\nサービス世帯数\n被告自身が行う被告サービスにおいて，平成２７年２月から平成３１年\n１月までの被告サービス利用者の延べ世帯数は●（省略）●世帯である。\nそして，同月の時点での利用者数が●（省略）●世帯であり，少なくとも\nこの世帯数が減少することはないと推察されることから，同年２月から令\n和元年１０月までの利用者数は●（省略）●世帯（●（省略）●世帯×９\nか月）となる。そうすると，平成２７年２月から令和元年１０月までの合\n計は最低でも●（省略）●世帯（●（省略）●世帯＋●（省略）●世帯）\nとなり，これを下回ることはない。\nまた，被告がケーブルテレビ局等と共同で行う被告サービスにおいて，\n平成２７年２月から平成３１年１月までの利用者の延べ数は●（省略）●\n世帯（ケーブルテレビ局：●（省略）●世帯，事業者向けサービス：●（省\n略）●か所）である。そして，同月の時点での利用者数が●（省略）●世\n帯（ケーブルテレビ局：●（省略）●世帯，事業者向けサービス：●（省\n略）●か所）であり，少なくともこの数が減少することはないと推察され\nることから，同年２月から令和元年１０月までの利用者数は●（省略）●\n世帯（●（省略）●世帯×９か月）となる。そうすると，平成２７年２月\nから令和元年１０月までの合計は最低でも●（省略）●世帯（●（省略）\n●世帯＋●（省略）●世帯）となり，これを下回ることはない。\nしたがって，平成２７年２月から令和元年１０月までの被告サービスの\n延べ利用世帯の総合計は最低でも●（省略）●世帯（●（省略）●世帯＋\n●（省略）●世帯）となり，これを下回ることはない。\n売上総額\n被告サービスの通常料金は\nるのが相当であるから，平成２７年２月から令和元年１０月までの売上総\n額は●（省略）●円（４５８０円×●（省略）●世帯）を下ることはない。\nまた，スタータキット等の売上げについては，平成２７年２月から平成\n３１年１月までの間にスタータキット●（省略）●台（６万０１２０円／\n台），ＩＰカメラ●（省略）●台（１万７８２０円／台）が販売されており，\n総額●（省略）●円である。\nしたがって，被告の売上総額は●（省略）●円（●（省略）●円＋●（省\n略）●円）を下ることはない。\n実施料相当額の算定\n平成２２年３月株式会社帝国データバンク発行「知的財産の価値評価を\n踏まえた特許等の活用の在り方に関する調査研究報告書～知的財産（資産）\n価値及びロイヤルティ料率に関する実態把握～」本編の「Ⅱ．わが国のロ\nイヤルティ料率」，「３．ロイヤルティ料率の動向」，「（１）一般データ調査\n結果」，「（ⅰ）日本」において本件各発明に最も近いのは「電子計算機」の\n分野であるところ，それらのロイヤルティ料率の平均値は３３．２パーセ\nント，最頻値は５０．０パーセント，中央値は４０．０パーセントとされ\nている。本件各発明では，インターネット網によって互いに通信可能な管\n理コンピュータ，監視端末側の各機器及び各利用者端末であるハードウェ\nアを情報供給システムとして機能させるソフトウェアがプログラム作成\nの基礎となるフローチャート等を用いて開示されており，この開示された\nソフトウェアに対して極めて高いロイヤルティ料率が適用されるのは当\n然である。また，上記報告書の「Ⅱ．我が国のロイヤルティ料率」，「１．\n技術分類別ロイヤルティ料率（国内アンケート調査）」の技術分類には「電\n子計算機」は含まれていないことから，「電子計算機」を「器械」（ハード\nウェア）と「システムプログラム（システム運用管理）」（ソフトウェア）\nの集合体と捉えた場合，「器械」の分野では平均値３．５パーセント，最大\n値９．５パーセント，最小値０．５パーセントであり，「システムプログラ\nム（システム運用管理）」の分野では平均値１５．８パーセント，最大値２\n７．５パーセント，最小値９．５パーセントであり，これらを合算すると\n平均値１９．３パーセント，最大値３７パーセント，最小値１０パーセン\nトパーセントになる。\nこれらの事情に加え，特許法１０２条３項に基づく損害の算定に当たっ\nては必ずしも当該特許権についての実施許諾契約における実施料率に基\nづかなければならない必然性はなく，特許権侵害をした者に対して事後的\nに定められるべき実施に対し受けるべき料率は通常の実施料率に比べて\n自ずと高額になること，被告自身がケーブルテレビ局や事業者向けのサー\nビスに対するライセンス料率として約５０パーセントを設定しているこ\nとなどの諸般の事情を考慮すると，本件各発明の実施料率がそれぞれ１４\nパーセントを下ることはない。\n以上によれば，実施料相当損害額は，最低でも●（省略）●円（●（省\n略）●円×０．１４）となる。\nイ  弁護士費用及び弁理士費用\n本件事案の内容，認められるべき認容額，本件訴訟に至る経過等を総合す\nると，被告による本件各特許権の侵害と因果関係のある弁護士費用及び弁理\n士費用は少なくとも●（省略）●円を下らない。\n（被告の主張）\nア  売上総額\n●（省略）●円で\nある。\n利用料（月額単価×延べ世帯数）\n平成３１年 1 月末時点で，月額利用料の累計は●（省略）●円であった。\nホームゲートウェイを利用している世帯のうち，ＩＰカメラを利用してい\nる世帯は約●（省略）●パーセントであるから，ＩＰカメラを利用してい\nる加入者からの利用料の売上げは，合計●（省略）●円(＝●（省略）●円\n×●（省略）●パーセント)である。\n機器レンタル料（月額単価×延べ世帯数）\n機器レンタル料の売上げは，以下の①から④を合計した●（省略）●円\nである。\n①  ホームゲートウェイのレンタル単価\n●（省略）●円\n（計算式）\n３００円／月×●（省略）●（延べ世帯数）×●（省略）●パーセン\nト＝●（省略）●円\n②  ホームゲートウェイのレンタル単価・●（省略）●\n●（省略）●円\n（計算式）\n●（省略）●円／月×●（省略）●（延べ世帯数）×●（省略）●パ\nーセント＝●（省略）●円\n③  ＩＰカメラのレンタル単価\n●（省略）●円\n（計算式）\n５００円／月×●（省略）●（延べ世帯数）＝●（省略）●円\n④  ＩＰカメラのレンタル単価・●（省略）●\n●（省略）●円\n（計算式）\n●（省略）●円／月×●（省略）●（延べ世帯数）＝●（省略）●円\nライセンス料等収入（月額単価×延べ契約数）\nライセンス料等収入の累積合計売上げにＩＰカメラを利用する割合を\n乗じた売上げは，以下の合計●（省略）●円である。\n①  ケーブルテレビ局のライセンス料\n●（省略）●円\n（計算式）\n●（省略）●円／月×●（省略）●（延べ契約数）×●（省略）●パ\nーセント＝●（省略）●円\n②  ケーブルテレビ局の加入一時金（各社合計）\n●（省略）●円\n（計算式）\n●（省略）●円×●（省略）●パーセント＝●（省略）●万円\n③  事業者向けサービスのライセンス料\n●（省略）●円\n（計算式）\n●（省略）●円／月×●（省略）●（延べ契約数）×●（省略）●パ\nーセント＝●（省略）●円\n機器販売\nスタータキットのうちＩＰカメラを含むセット（スターターキットタイ\nプＡ）及びＩＰカメラ単体の販売に係る売上げは，●（省略）●円である。\nイ  実施料相当額の算定\n特許法１０２条３項による損害を算定する基礎となる実施に対し受ける\nべき料率は，①当該特許発明の実際の実施許諾契約における実施料率や，そ\nれが明らかでない場合には業界における実施料の相場等も考慮に入れつつ，\n②当該特許発明自体の価値すなわち特許発明の技術内容や重要性，他のもの\nによる代替可能性，③当該特許発明を当該製品に用いた場合の売上げ及び利\n益への貢献や侵害の態様，④特許権者と侵害者との競業関係や特許権者の営\n業方針等訴訟に現れた諸事情を総合考慮して，合理的な料率を定めるべきで\nある。\n①については，本件について，あえて近い分野を指摘するならば「電子・\n通信用部品（イニシアル無）」であるところ，同技術分野における「業界にお\nける実施料」の最頻値は１パーセントである。また，被告は，原告に対して\n本件各特許について他社と実施許諾契約を結ぶことができたのか否か，でき\nたとすればその内容について任意の開示を要請するなどしたが，原告はそれ\nらを開示しなかったのであり，そのような経緯に鑑みれば，本件各発明の実\n施許諾を受けるに値すると評価した企業は一社も無く，実際には実施許諾契\n約は存在しない。\n②については，被告システムの売上げは伸びておらず，大幅な赤字を計上\nしている。また，被告システムが本件各発明の技術的範囲に属するとしても，\n容易に実施可能な代替技術が存在するから，本件各発明の被告システムの売\n上げに寄与する貢献度は極めて小さいといえる。例えば，本件各発明におい\nて「管理コンピュータ側は…監視端末側の制御部に働きかけていく手段」（構\n成要件１Ｄⅲ，２Ｄⅲ）を構成要件とするところ，同構成を撤去したとして\nも機能としては実質的に変わらない。さらに，本件各発明はいずれも特開２\n００２－９８６８号に記載の発明と実質的に同一であるから特許性が乏し\nいものである。\n③については，被告は，ケーブルテレビサービスの会員網や東急電鉄の中\n刷り広告を利用し，東急沿線に住む住民に対して利用者獲得キャンペーンを\n大々的に行うなど，利用者獲得のために多大な努力をし，被告の親会社であ\nる東急電鉄株式会社の知名度を最大限利用し，販促努力を尽くしているもの\nであって，それにもかかわらず被告システムに係る事業は赤字となっている\nのであるから，本件各発明が売上げに寄与する貢献度は低いといわざるを得\nない。\n④については，特許権者である原告は被告と同様のビジネスを営んでいな\nいから競業関係にない。原告は，過去，上記のビジネスに進出したものの採\n算に見合うだけの利用者を獲得することができなかったために撤退したも\nのであり，この事実からも，このようなビジネスモデルにおいて採算に見合\nうだけの利用者を獲得することは困難であることがうかがわれる。仮に，被\n告が採算に見合うだけの利用者を獲得することができたとすれば，それは特\n許発明の貢献ではなく，親会社である東急電鉄の知名度，宣伝広告活動，及\nび販促活動に依拠するものである。\nこれらの事情を総合的に勘案すれば，本件訴訟における特許法１０２条３\n項に基づく相当な実施料率は１パーセントが妥当であり，これを大きく上回\nることはない。帝国データバンクの「国内企業のロイヤルティ料率に関する\nアンケート結果」を考慮しても，産業分野を通信・通信装置とする特許のロ\nイヤルティ料率（２．９パーセント）や平成１６年から平成２０年までの産\n業分野を電気とする司法決定によるロイヤルティ料率の平均値（３．０パー\nセント）を超えることはない。\n以上によれば，特許法１０２条３項に基づく発明の実施に対し原告が受け\nるべき金額は●（省略）●円（●（省略）●円×１パーセント）となる。な\nお，弁護士・弁理士費用として認められる金額が損害額の１割であるとすれ\nば●（省略）●円となる。\n原告の差止等請求が権利濫用であるか（争点６）\n（被告の主張）\n本件各特許は登録後１４年経過しており，満了まで約１年半という段階に至\nっている。それにもかかわらず，現在に至っても本件各特許は実施許諾されて\nいない。原告の訴訟態度は，多数の一般需要者に公的なインフラであるスマー\nトホームに関するサービスを提供している被告が事業を中止するとなれば，こ\nれらの需要者に迷惑が掛かることとなり，ひいては被告が極めて厳しい立場に\n置かれるという現状を奇貨として，本件訴訟において判決で認容される程度を\n桁違いに超えた３億円以上の和解金を請求するものであって，パテントトロー\nルの訴訟態度そのものであり，発明の保護及び利用を図ることにより，発明を\n奨励し，もつて産業の発達に寄与することを目的とするという特許法１条所定\nの目的とはかけ離れたものである。したがって，原告の被告に対する差止請求\nは，権利濫用として許されないというべきである。\n（原告の主張）\n原告は，最先端のＩＴ技術を有するいわゆるベンチャー企業であり，今から\n約１８年前，本件発明のプロトタイプを完成させるとともに，それらを本件発\n明を含む特許群により保護するとともに，モバイル画像監視システムを事業化\nした。当該モバイル画像監視システムは，時代を先取りする画期的なパイオニ\nア発明だったが，インフラ整備が十分に整っておらず，現在のようにスマート\nフォンのような情報端末が一般人に普及していなかったため，利用者を獲得す\nることが難しく，維持費もかさんで赤字経営となり，モバイル画像監視システ\nムのサービスに関する事業の継続を断念したという経緯がある。善意の研究開\n発をしているベンチャー企業である原告が非難されるいわれはない。\n原告は，被告が本件各発明を実施していることを知り，被告にライセンス契\n約を締結するための交渉を求めた。和解交渉の当初，原告は，被告の侵害状況\nを十分に把握していなかったので１億円の許諾料を提示した。しかし，被告は\n非充足及び無効事由の存在を理由に和解に一切応じず，原告が許諾料について\n１５００万円に譲歩してもその態度は変わらなかった。原告は，さまざまな契\n約上の制約を考慮しつつ和解交渉に臨んでいたのに対し，被告は，本件訴訟前\nであれば廉価な対価で済んだにもかかわらず，経営判断を誤って徹底的に争っ\nた結果，訴訟において特許権侵害に当たるとされたのであるから，差止めのリ\nスクを負うのは当然である。\n第３  当裁判所の判断\n１  被告システムが本件各発明の技術的範囲に属するか否か（争点１）について\n本件明細書１には，本件発明１の課題及びその解決手段等について，以下の\n記載がある（なお，本件明細書２の【０００１】ないし【０００８】にも，基\n本的に同じ記載があり，異なるのは，特許請求の範囲に記載された構成に対応\nする記載のみである。）。\nア  技術分野\n「本発明は，通信回線を用いて監視端末が設置された特定領域を，利用者\nが所有する電話やパソコン等の情報端末を用いて，外出先からでも監視する\nことを可能とする通信回線を用いた情報供給システムに関する。」（【０００\n１】）\nイ  背景技術\n「従来より，家を留守にした場合，泥棒の侵入や火気の始末を気にしなけ\nればならず，今日のような治安情勢の悪化に伴い，ますますこのような心配\nは増すばかりである。そのため，近年警備会社と契約を行うことにより，泥\n棒の侵入や火災等の発生を未然に防止する警備代行業務を行ってもらう個\n人宅，会社等が増加している。（【０００２】）\n「現状の警備システムとして，所定のセンサー等を配備した家屋等に泥棒\nが侵入した場合，センサーの反応による警備会社への通報で警備会社の警備\n員がその家屋に急行するシステムがある。（【０００３】）\n「しかし，このようなマンパワーを利用するシステムであっては，警備員\nの人件費が極めて高い割合を占めるため，加入契約料が一般大衆にとって多\n大なものとなり，これ以上の急激な増加は望めないのが現状である。」（【０\n００４】）\n「このため，通信回線（有線，無線を含む）を利用して，必要な時，また\n心配になった時に限らず，頻繁に断続的にでも特定領域である例えば自宅内\nの様子を監視できるようにしたいといった要求がある。」（【０００５】）\nウ  発明が解決しようとする課題\n「しかしながら，これら監視システムにおいては，前記監視端末に通信回\n線を介して特定以外の人間がアクセスして監視領域の画像等の監視情報を\n入手することができてしまうと，プライバシーが保護されなくなってしまう\nという問題があり，これら特定者以外の第三者が監視端末より監視情報を入\n手することが不可能なシステムが切望されていた。」（【０００６】）\n「よって，本発明は上記した問題点に着目してなされたもので，常時接続\n回線を利用しているにも関わらず，特定者以外の第三者が監視端末より監視\n情報を入手することがきわめて困難で，かつ登録された利用者には，きわめ\nて迅速に必要な監視情報を供給できるようにした通信回線を用いた情報供\n給システムを提供することを目的としている。」（【０００７】）\nエ  課題を解決するための手段\n「上記目的を達成するために，本発明の情報供給システムは，インターネ\nットや電話網からなる通信回線網の中に設置されている管理コンピュータ\nに於ける通信回線を用いた情報供給システムであって，前記管理コンピュー\nタ側には，監視目的に応じて適宜選択される監視手段を有する監視端末側に\n対して付与されたＩＰアドレスを含む監視端末情報が，利用者ＩＤに対応付\nけられて登録されている利用者データベースを備え，前記監視端末側は前記\n管理コンピュータ側と前記通信回線網を介して接続可能とされており，前記\n管理コンピュータ側は，インターネットや電話網からなる通信回線網を利用\nしてアクセスしてくる利用者の電話番号，ＩＤ番号，アドレスデータ，パス\nワード，さらには暗号などの認証データの内少なくとも一つからなる利用者\nＩＤである特定情報を入手する手段と，この入手した特定情報が，前記利用\n者データベースに予め登録された監視端末情報に対応するか否かの検索を\n行う手段と，前記特定情報に対応する監視端末情報が存在する場合，インタ\nーネットや電話網からなる通信回線網を利用して，この抽出された監視端末\n情報に基づいて監視端末側の制御部に働きかけていく手段と，インターネッ\nトや電話網からなる通信回線網を経由して，前記監視端末側によって得られ\nた情報を入手する手段と，この監視端末側から入手した情報を，インターネ\nットや電話網からなる通信回線網を用いて，前記特定情報を送信してアクセ\nスした利用者に供給する手段と，特定できる監視端末側から前記管理コンピ\nュータ側のグローバルＩＰアドレスに対して接続する接続処理を受け付け，\n前記利用者データベースに登録されている前記監視端末情報であるＩＰア\nドレスを変更処理する手段と，を備えていることを特徴としている。」\n「前記特定情報に対応する監視端末情報が存在する場合，前記管理コンピ\nュータがインターネットや電話網からなる通信回線網を利用して，この抽出\nされた監視端末情報に基づいて監視端末の制御部に働きかけ，前記管理コン\nピュータが，インターネットや電話網からなる通信回線網を経由して，前記\n監視端末によって得られた情報を入手するステップ時，監視端末に接続不能\nな状態，若しくは監視端末からの情報が前記管理コンピュータに送信されて\nこない状態が，前記管理コンピュータで確認された時に，所定の異常通知を\nアクセスした利用者に送信できるようになっていると好ましい。すなわち管\n理コンピュータでデータを待つ時間を所定の時間と設定し，セッション管理\nすることにより，待ち時間内にデータが得られないとき，アクセスしてきた\n利用者をいつまでもも待たせることなく情報が取れない旨のメッセージを\n送ることによりサービスの向上が図れる。」（以上につき，【０００８】）\n本件明細書によれば，本件各発明の意義は，本件各発明の構成をとることに\nよって，通信回線を利用した監視システムにおいて，常時接続回線を利用した\n場合に利用者以外の第三者が監視端末から監視情報を入手することを困難に\nするとともに，利用者には迅速に必要な監視情報を供給できるという点にある\nといえる。\n「ＩＰアドレスを含む監視端末情報が，利用者ＩＤに対応付けられて登録さ\nれている利用者データベース」（構成要件１（１）Ｂ及びＤⅱ，２Ｂ及びＤⅱ）\nの充足性（争点１－１－１）（争点１－１－１）\nア  本件明細書１には，監視時の動作及びＩＰアドレスの登録，変更等に関し，\n以下の記載がある（なお，本件明細書２の【００２５】ないし【００２７】\n【００２９】【００３０】【００３４】ないし【００４１】にも，同様の記載\nがある。）。\n「本実施例の監視システムにおける監視処理の流れについて，図７のフロ\nー図に基づき説明すると，まず利用者Ａは，外出先等において，監視端末１\nが設置されている自宅の様子が不安になった場合に，例えば自分が所持して\nいる携帯電話１１から前記監視サービス提供者が所有する管理コンピュー\nタ３にインターネットアクセスし，ガイダンスに従って自分の利用者ＩＤと\n暗証番号とを，携帯電話１１を操作して入力する。」（【００２５】）\n「管理コンピュータ３側においては，利用者Ａの前記携帯電話１１より送\n信されてきた利用者ＩＤと暗証番号とを，前記記憶装置３５に記憶されてい\nる利用者ＤＢの登録データと比較し，比較が一致して正規利用者と判断され\nた場合において，管理コンピュータは，利用者に対応する監視端末または監\n視ユニットが複数あるか否かを検索し，複数ある場合，利用者に対してアク\nセス可能な監視端末または監視ユニットの種類やメニューを表示し，得たい\n情報の選択を促すようになっている。」（【００２６】）\n「つづいて該利用者ＤＢを用いて検索エンジンで検索を行い，この利用者\nＤＢに利用者ＩＤに対応付けて登録されている監視端末側のＩＰアドレス\n（常時接続のＩＳＰが割り振っているアドレス）を抽出し，例えば利用者Ａ\nに対応するものが監視端末４ａである場合，該当する監視端末４ａを構成す\nるここでは監視ユニット１に対して，通常常時接続状態のインターネット回\n線を利用して監視端末側のＩＰアドレスに特別な制御信号（コマンドデータ）\nを送信する。この制御信号は，画像等の情報を取得して管理コンピュータ側\nへ送るように指示する要求信号であればどのような信号でも良いが，不正ア\nクセス防止のために暗号化され，監視端末側で複合化処理をすると好まし\nい。」（【００２６】）\n「前記制御信号（コマンドデータ）を受けて正規な管理コンピュータから\nの要求であると判断した監視ユニット１は，これら起動状態にある監視用Ｃ\nＣＤカメラ５５により撮影された画像データ，並びに前記集音マイク５３\nにより集音され前記ＰＣＭコーデック５２によりデジタル化された音デー\nタは，前記ＤＳＰ５６により所定のデータ圧縮方式であるＭＰＥＧ方式（Ｊ\nＰＥＧ方式など）により圧縮データに変換され，該圧縮データが前記通信部\n６０よりセットトップボックス２に送られ，管理コンピュータ３にインター\nネット網を介して監視用通信回線基板３８を通じて送られるようになって\nいる。」（【００２７】）\n「管理コンピュータ３側の監視端末用通信回線基板３８およびＣＰＵ３\n１は，接続されている各監視端末４の特定を行っており，管理コンピュータ\n３がコマンドデータである制御信号を送信したことにより，各監視端末４か\nら送信されてくる画像情報などは，監視端末側に振られたＩＰアドレスや所\n定のＩＤとが登録された利用者データベース（ＤＢ）を利用して処理される。」\n（【００２９】）\n「つまりは前記において管理コンピュータ３が本来呼び出した所定の監\n視端末４ａからの画像情報などは，監視端末側に振られたＩＰアドレスや所\n定のＩＤに基づいて，対応するアクセス者（利用者Ａ）にデータが送信され\nる。」（【００３０】）\n「始めに管理コンピュータ３と監視端末４との回線接続を行うときは，管\n理コンピュータ３側の監視端末用通信回線基板３８は，監視端末側から送信\nされるＩＰアドレスや所定のＩＤを受け付け，監視端末側に振られたＩＰア\nドレスや所定のＩＤとが登録された利用者データベース（ＤＢ）を利用して，\n前記ＣＰＵ３１で検索し，この送信内容が正規の監視端末４ａからのもので\nあるかを確認して回線接続を完了する。」（【００３４】）\n「ここで，前記したように監視端末側はＩＳＰからＩＰアドレスが割り振\nられているが，ＩＳＰの都合や，停電や，一時的回線切断等が生じると，Ｉ\nＳＰであるプロバイダーは次に常時接続の状態に処理する際，監視端末側に\n新たなＩＰアドレスを振り直すことが多々生じる。このような事態になると，\nすでに管理コンピュータ側の利用者ＤＢに登録された監視端末の住所であ\nるＩＰアドレスの変更を余技なす（注・原文ママ）されることになる。そこ\nで監視ユニット１内の前記ＭＰＵ６５は，基本的に通信部７１の制御を行っ\nているわけであるが，ＩＰアドレスの管理（図７に示されるＩＰアドレス管\n理部としての機能）も行っており，現在与えられたＩＰアドレスは常時メモ\nリーされている。」（【００３５】）\n「一時的回線切断時にあっては，このＭＰＵ６５は，前述の接続開始時の\n処理と同様，インターネットの再接続時，必ず内部ＲＯＭ６６にメモリーさ\nれた管理コンピュータ３のグローバルＩＰアドレスに対して自ら接続処理\nする機能が設けられており，新たなＩＰアドレスを登録するように要求でき\nる自己接続機能を有している。」（【００３６】）\n「すなわちＩＰアドレスが変更された場合は，この新しいＩＰアドレスを\nメモリーし，更新処理を行う。続いて管理コンピュータ３のグローバルＩＰ\nアドレスに対して自ら接続処理を開始する。この接続処理にあっては，利用\n者データベース（ＤＢ）に記録されている監視端末側に振られたＩＰアドレ\nスとともに登録された所定のＩＤ，すなわち監視端末ＩＤを接続用のパラメ\nータとして管理コンピュータに送り，新たなＩＰアドレスを登録するように\n要求する。」（【００３７】）\n「接続状態でＩＰアドレスが変更された場合は，前記ＭＰＵ６５は，現在\nのＩＰアドレスと新しく与えられたＩＰアドレスとの違いを判断し，相違す\nる場合は，内部ＲＯＭ６６にメモリーされた管理コンピュータ３のグローバ\nルＩＰアドレスに対して自ら接続処理し，新たなＩＰアドレスを登録するよ\nうに要求できる自己接続機能を有している。（【００３８】）\n「すなわち図８に示されるように，ＭＰＵ６５の機能として，ＩＰアドレ\nスに変更が発生したか否かの判断をする。変更がない時には，待機状態を維\n持する。変更された場合は，この新しいＩＰアドレスをメモリーし，更新処\n理を行う。続いて管理コンピュータ３のグローバルＩＰアドレスに対して自\nら接続処理を開始する。この接続処理にあっては，利用者データベース（Ｄ\nＢ）に記録されている監視端末側に振られたＩＰアドレスとともに登録され\nた所定のＩＤ，すなわち監視端末ＩＤを接続用のパラメータとして管理コン\nピュータに送り，新たなＩＰアドレスを登録するように要求する。」（【００\n３９】）\n「管理コンピュータ側は，図９に示されるように，接続に際して監視端末\nＩＤである接続用のパラメータの有無を判断する。接続用のパラメータが送\nられてこない場合は，アクセスの拒否を行う。接続用のパラメータが送られ\nて来ており，この監視端末ＩＤが利用者データベース（ＤＢ）に登録されて\nいる場合は，接続処理を行う。つづいて利用者データベース（ＤＢ）から対\n象の監視端末を検索，抽出する。さらに利用者データベース（ＤＢ）の古い\nＩＰアドレスに代えて新たなＩＰアドレスを更新処理する。」（【００４０】）\n「また，監視端末が，常時接続状態のままＩＰアドレスが変更された場合，\nまたはインターネットの再接続可能時，監視端末は，その内部にメモリーさ\nれた管理コンピュータのグローバルＩＰアドレスに対して自ら接続処理す\nる機能が設けられており，自己の古いＩＰアドレスを基にその時点手（注・\n原文ママ）付与されているＩＰアドレスを更新登録するように要求できる自\n己接続機能を持たせることもできる。この例の場合は，既に利用者データベ\nース（ＤＢ） に，監視端末に対応する古いＩＰアドレスがメモリーされてお\nり，これによっても接続してくる監視端末の認証が可能である為，この認証\nでＩＰアドレスを更新登録要求に応じても良い。」（【００４１】）\nイ  「データベース」とは，一般に「系統的に整理・管理された情報の集まり。\n特にコンピュータで，様々な情報検索に高速に対応できるように大量のデー\nタを統一的に管理したファイル。また，そのファイルを管理するシステム。」\nを意味する（乙２９）から，データを管理するファイルを管理するシステム\nそれ自体もデータベースということができる場合があると解することがで\nきる。また，「ＩＰアドレス…を含む監視端末情報が，利用者ＩＤに対応付け\nられて登録されている利用者データベース」（構成要件１（１）Ｂ，２Ｂ）や\n「利用者データベースに予め登録された監視端末情報」（構成要件１（１）Ｄ\nⅲ，２Ｄⅱ）という特許請求の範囲の記載に照らせば，本件各発明における\n「利用者データベース」は，「監視端末情報（ＩＰアドレス）」と「利用者Ｉ\nＤ」とが対応付けて記憶されたものを意味していると理解することができる\n一方，その記憶の態様や方法等についての限定はない。\n本件明細書には，前記アのとおり，本件各発明の実施例として，利用者は\n利用者ＩＤと暗証番号とを入力し，それを受けて，管理コンピュータは利用\n者ＩＤと暗証番号について利用者ＤＢの登録データと比較して正規利用者\nか否かを判断し，正規利用者である場合には，利用者ＤＢを用いて検索エン\nジンで検索を行い，利用者ＤＢに利用者ＩＤに対応付けて登録されている監\n視端末側のＩＰアドレスを抽出し，監視端末側のＩＰアドレスに特別な制御\n信号を送信して画像情報等を送るように求め，それらの画像情報等は，利用\n者データベース（ＤＢ）を利用して監視端末側のＩＰアドレスや所定のＩＤ\nに対応する利用者に送信される発明が記載されている（【００２５】【００２\n６】【００２７】【００２９】【００３０】等）。そして，このような機能等を\n実現するためには，監視端末の「監視端末情報（ＩＰアドレス等）」と利用者\nの「利用者ＩＤ」とが利用者データベースにおいて対応付けて記憶されてい\nれば足りる。したがって，実施例に照らしても，本件各発明における「利用\n者データベース」は，「監視端末情報（ＩＰアドレス）」と「利用者ＩＤ」と\nが対応付けて記憶されていればよいことが理解できるといえる。また，本件\n明細書に，その記憶の態様や方法等が限定されることについての記載はない。\n被告システムは，サーバー⑥において，ＩＰカメラ④等と通信するインテ\nリジェントホームゲートウェイ③側に対して付与されたグローバルＩＰア\nドレスと監視端末情報（インテリジェントホームゲートウェイ③の機器ＩＤ\n等）とがユーザＩＤ（ユーザ名，パスワード）に対応付けられており（構成\n１（１）ｂ，２ｂ），ユーザ名・パスワードに対応する場所（ユーザ宅）の画\n像や情報のみがユーザに配信されるようになっている（構成１（１）ｄⅱ，\n２ｄⅱ）。そして，ユーザ名・パスワードに対応する画像や情報のみがユーザ\nに配信されるためには，利用者ＩＤやパスワードと監視端末情報とが対応関\n係にある必要があるから，その画像や情報の配信時点では，利用者ＩＤやパ\nスワードと監視端末情報とが被告システムのメモリーに対応付けられて記\n憶されているといえる。\nしたがって，被告システムでは「監視端末情報（ＩＰアドレス）」と「利用\n者ＩＤ」とが対応付けて記憶されているものといえ，構成要件１（１）Ｂ，\n１Ｄⅱ，２Ｂ，２Ｄⅱを充足する。\nこれに対し，被告は，構成要件１（１）Ｂ，２Ｂ等のＩＰアドレス及び利\n用者ＩＤが「利用者データベース」に「登録」されるとは，これらの情報が\n統一的に管理されているファイルが常時記憶されていることを意味すると\nころ，被告システムにおける管理コンピュータの記憶部には「利用者ＩＤ」\nのみが登録されており，グローバルＩＰアドレスは，別の一時記憶（揮発性\nメモリー）に一時記憶されているにすぎないから，被告システムにおいては，\n監視端末に対して付与されたＩＰアドレスを含む監視端末情報が「利用者デ\nータベース」に「登録」されているとはいえないと主張するが，上記の説示\nに照らして被告の主張は採用できない。\n「接続処理を受け付け…ＩＰアドレスを変更処理する手段」（構成要件１（１）\nＤⅵ），「ＩＰアドレス登録要求を受け付け…ＩＰアドレスを登録処理する手段」\n（構成要件２Ｄⅵ），「自己接続機能と…ＩＰアドレスを登録するように要求す\nる手段」（構成要件２Ｅ）の充足性（争点１－１－２）\n本件明細書には， 監視端末のＩＰアドレスが変更された\n場合，管理コンピュータ３のＩＰアドレスに対して自ら接続処理を開始し，そ\nの際，監視端末ＩＤなどの接続用のパラメータを管理コンピュータに送って当\n該監視端末の新たなＩＰアドレスを登録するように要求し，管理コンピュータ\n側は，送付された接続用のパラメータに基づきこの監視端末が利用者データベ\nースに登録されていると判断した場合に監視端末との間で接続処理を行い，利\n用者データベースから当該監視端末を検索，抽出し，利用者データベースに登\n録されていた古いＩＰアドレスに代えて新たなＩＰアドレスを更新処理する\nという本件各発明の実施例が記載されている（【００３６】ないし【００４１】）。\nこれらの一連の動作は，「接続処理を受け付け」る手段（構成要件１（１）Ｄ\nⅵ），「ＩＰアドレス登録要求を受け付け…ＩＰアドレスを登録処理する手段」\n（構成要件２Ｄⅵ），「自己接続機能と…ＩＰアドレスを登録するように要求す\nる手段」「ＩＰアドレスを変更処理する手段」（構成要件１（１）Ｄⅵ）である\nといえる。\n被告システムにおいては，インテリジェントホームゲートウェイ③の電源を\nＯＦＦからＯＮにして，一定時間が経過した後，前述の会員専用のポータルサ\nイトにログインすると被告のサービスを利用することができる状態になる（構\n成１（１）１ｄⅵ）。この場合，インテリジェントホームでは，電源がＯＦＦに\nされたことにより，古いＩＰアドレスが消去されて新たに割り振られたＩＰア\nドレスが記憶されていると考えられる。そして，その場合，サーバーからイン\nテリジェントホームへの接続はできない状態にあるから，新たに割り振られた\nＩＰアドレスが記憶されたインテリジェントホームからサーバーに接続を求\nめることになり，その後，サーバーはその新たなＩＰアドレスを用いてインテ\nリジェントホームとの間で各種動作等を行うことになり，そのような動作等の\n前提として，サーバーはインテリジェントホームの古いＩＰアドレスに代えて\n最新のＩＰアドレスを登録しているものと推認できる。\nこれらの被告システムにおける一連の動作は，「ＩＰアドレスを変更処理す\nる手段」（構成要件１（１）Ｄⅵ），「接続処理を受け付け」る手段（構成要件１\n（１）Ｄⅵ），「ＩＰアドレス登録要求を受け付け…ＩＰアドレスを登録処理す\nる手段」（構成要件２Ｄⅵ），「自己接続機能と…ＩＰアドレスを登録するよう\nに要求する手段」に相当するといえるから，各構成要件を充足する。\nこれに対し，被告は，上記の各構成要件のうち「変更処理」に関し，古いＩ\nＰアドレスが消去され，そのような状態が継続していたところ，再び常時接続\nがされたことにより新しいＩＰアドレスが書き込まれる態様は，管理コンピュ\nータ側に監視端末のＩＰアドレスが存在せず，変更処理を行う対象が存在しな\nいから「変更処理」に該当しないと主張する。しかし，「変更」とは，一般に「変\nえあらためる」という意味であり（乙２８），その文言の一般的な意味に照らし\nても，被告が主張する態様も，従前の古いＩＰアドレスが新しいＩＰアドレス\nに変えられる態様の一つともいえる。また，被告システムにおいて監視端末の\nＩＰアドレスが消去された場合には，データベースにはＩＰアドレスとして用\nいられないデータ（無効なＩＰアドレス）が登録されていることに等しいとも\nいえるから，ＩＰアドレスの消去後の態様のみを見たとしてもデータベースに\n新しいＩＰアドレスを登録することは無効なＩＰアドレスを新しいＩＰアド\nレスに「変更処理」するものであるといえないものでもない。被告システムに\nおいては「変更処理」が行われているといえるから，被告の主張は採用できな\nい。\n各種センサーを使用した被告システムの「監視端末（側）の制御部に働きか\nけていく手段と…監視端末（側）によって得られた情報を入手する手段と…監\n視端末（側）から入手した情報を…利用者に供給する手段」（構成要件１（１）\nＤⅲないしⅴ，１（２）Ａ，２Ｄⅲないしⅴ）の充足性（争点１－２）\n被告システムにおいて各種センサーを使用した場合，被告システムでは，セ\nンサーの監視対象についての状態が表示されるとともに，センサーにおける温\n度，バッテリーレベルの残量，電波の信号強度が表示され，利用者はセンサー\nの有効／無効を切り替えることができる（構成１（１）ｄⅴの⒜，⒝，２ｄⅴ\n）。\n原告は，本件各発明の「監視端末（側）によって得られた情報」には，各種\nセンサーについての有効／無効，温度，バッテリーレベル，信号強度等の設定\n状態情報も含まれると主張する。\n本件各発明に係る特許請求の範囲には「監視端末によって得られた情報」と\n記載されている。その文言から，その「情報」は，監視端末「によって」得ら\nれた情報であり，対象を監視する端末を監視端末というのであるから，その「情\n報」は，監視端末の監視対象に関する情報であるとすることが自然といい得る。\n【０００５】【０００６】【０００７】等）によれば，本\n件各発明の課題に関係して，「頻繁に断続的にでも特定領域である例えば自宅\n内の様子を監視できるようにしたいという要求がある。」「これら監視システム\nにおいては，前記監視端末に通信回線を介して特定以外の人間がアクセスして\n監視領域の画像等の監視情報を入手することができてしまうと，プライバシー\nが保護されなくなってしまうという問題があり，これら特定者以外の第三者が\n監視端末より監視情報を入手することが不可能なシステムが切望されてい\nた。」，「特定者以外の第三者が監視端末より監視情報を入手することがきわめ\nて困難で，かつ登録された利用者には，きわめて迅速に必要な監視情報を供給\nできるようにした通信回線を用いた情報供給システムを提供する」との記載が\nある。本件明細書における本件各発明の課題等の記載によれば，特定領域の様\n子を監視できるようにしたいといった要求があったところ，特定の者以外の者\nが監視領域の画像等の監視情報を入手できると問題であり，本件各発明では，\n第三者が，監視端末からそのような監視情報を入手することが極めて困難にな\nるというものである。\nこれらからすると，本件各発明における「監視端末によって得られた情報」\nは，監視手段によって得られた監視対象に関する情報（「監視情報」）であるこ\nとを前提としているといえる。したがって，本件各発明において，各種センサ\nーの動作等の状態そのものを示す情報，すなわち設定状態情報は，「監視端末\nによって得られた情報」に当たらないと解される。\n以上によれば，センサーの有効／無効，温度，バッテリーレベル，信号強度\n等の設定状態情報が「監視端末によって得られた情報」に該当することを前提\nとした原告の主張には理由がない。\nまた，各種センサーを使用した被告システムにおいて，利用者がサーバーに\n監視情報を入手するためにアクセスする場合，監視情報の入手の方法には技術\n的に様々な態様があり得るところ，被告システムにおいてサーバーがインタネ\nットホームゲートウェイ側に働きかけて各種センサーの設定状態情報その他\nの情報を入手していることを認めるに足りる証拠はないといえるから，各種セ\nンサーを使用した被告システムは「監視端末（側）の制御部に働きかけていく\n手段」を充足しない。\n以上によれば，各種センサーを使用した被告システムは，構成要件１（１）\nＤⅲないしⅴ，２Ｄⅲないしⅴを充足しない。\n「監視端末（側）の制御部に働きかけていく手段と…監視端末（側）によっ\nて得られた情報を入手する手段と…監視端末（側）から入手した情報を…利用\n者に供給する手段」（構成要件１（１）Ｄⅲないしⅴ，１（２）Ａ，２Ｄⅲない\nしⅴ）の充足性（争点１－３－２）\n本件各発明に係る特許請求の範囲には「監視端末（側）の制御部に働きかけ\nていく手段」（構成要件１（１）Ｄⅲ，２Ｄⅲ）と記載されている。\nここで，本件明細書の発明が解決しようとする課題（【０００５】ないし【０\n００７】）には，通信回線を利用して，必要な時に，頻繁に断続的にでも特定領\n域である例えば自宅内の様子を監視できるようにしたいといった要求がある\nことを前提として，本件各発明は，特定者以外の第三者が監視端末より監視情\n報を入手することが極めて困難で，かつ登録された利用者には，極めて迅速に\n必要な監視情報を供給できるようにした通信回線を用いた情報供給システム\nを提供することを目的としたものであると記載されている。そして，具体的な\n構成として，利用者が管理コンピュータにアクセスした際，管理コンピュータ\nは監視端末に対して，監視のために「画像等の情報を取得して管理コンピュー\nタ側に送るように指示」することによって，監視端末から「画像等の情報」を\n入手することが記載されているといえる（【００２６】）。他方で，監視とは関係\nのない指示によって，当該「画像等の情報」を入手することに関して記載され\nているとはいえず，また，出願時の技術常識を参酌し，監視とは関係のない指\n示によって当該監視に用いるための「画像等の情報」を入手するための具体的\n技術事項が想定できるともいえない。\nこれらの発明の課題等を含む本件明細書の記載からすると，「働きかけてい\nく手段」は，監視端末により取得された監視のための情報の入手及びその情報\nの利用者への供給を前提とした働きかけを意味するものであると解するのが\n相当である。\n被告システムでは，スマートロックを使用すると現在の施錠／解錠の状態が\n画面に表示されて利用者が施錠／解錠の遠隔操作をすることができ，スマート\nライトを使用すると現在の照明の状態（明るさ，消費電力）が画面に表示され\nて利用者が照明のＯＮ／ＯＦＦや，その明るさの調整についての遠隔操作をす\nることができる（構成１（１）ｄⅴの⒞，⒟，２ｄⅴの⒞，⒟）。しかし，スマ\nートロックやスマートライトにおける利用者の要求（働きかけ）は，施錠又は\nライトのＯＮ又はＯＦＦという遠隔操作を目的とするものであって，そのよう\nな利用者の作為は監視端末（側）によって得られた監視のための情報を入手す\nることを目的としていないから，本件各発明の「働きかけていく手段」に対応\nするとはいえない。\nしたがって，その余の争点を判断するまでもなく，スマートライトやスマー\nトロックを使用した被告システムは構成要件１（１）Ｄⅲないしⅴ，２Ｄⅲな\nいしⅴを充足しない。\n家電コントローラーを使用した被告システムにおける「監視端末（側）の制\n御部に働きかけていく手段と…監視端末（側）によって得られた情報を入手す\nる手段と…監視端末（側）から入手した情報を…利用者に供給する手段」（構成\n要件１（１）Ｄⅲないしⅴ，１（２）Ａ，２Ｄⅲないしⅴ）の充足性（争点１\n－４－２）\n家電コントローラーを使用した被告システムでは，エアコンのＯＮ／ＯＦＦ，\n冷暖房温度設定，照明の点灯・消灯を操作するための画面が表示され，利用者\nがそれらについての遠隔操作をすることができる（構成１（１）ｄⅴの⒠，構\n成２ｄの⒠）。\n原告は，家電コントローラーを使用した被告システムは，サーバーを経由し\nてインテリジェントホームゲートウェイに送られる利用者の要求（エアコンの\nＯＮ又はＯＦＦ，温度設定等）に応じてエアコンのＯＮ又はＯＦＦ，並びに温\n度設定状況，加えて現在の室内温度などを取得し，インテリジェントホームゲ\nートウェイ及びサーバーを経由してそれを利用者に提供することから，「監視\n端末（側）の制御部に働きかけていく手段と…監視端末（側）によって得られ\nた情報を入手する手段」（構成要件１（１）Ｄⅲないしⅴ，２Ｄⅲないしⅴ）を\n充足すると主張する。\nしかし，本件各証拠によっても，家電コントローラーを使用した被告システ\nムの詳細は明らかではない。家電コントローラーは，赤外線で操作できる家電\nをＷｉ－Ｆｉを利用してスマートフォン等から操作するデバイスであり，具体\n的には，インテリジェントホームゲートウェイが家電コントローラーに接続し，\nその家電コントローラーが家電に接続して，当該家電を遠隔操作するものであ\nる（乙４８・７～８頁）。そうすると，インテリジェントホームゲートウェイが\n家電に情報を入手するための働きかけを行ったり，当該情報を入手したりする\nことはしていない可能性などもないわけではない。\nしたがって，家電コントローラーを使用した被告システムは構成要件１（１）\nＤⅲないしⅴ，２Ｄⅲないしⅴを充足していると認めることはできない。\n結論\n以上によれば，ＩＰカメラを使用した被告システムは本件発明１（１），（２）\n及び本件発明２の構成要件を充足する。他方，それ以外のデバイスを使用した\n被告システムは本件発明１（１），（２）及び本件発明２の構成要件を充足しな\nい。\n２  本件発明１（１）に係る特許が特許無効審判により無効にされるべきものか（争\n点２）\n無効理由１（乙１０国際公開を主引例とする新規性・進歩性欠如）（争点２－\n１）\nア  乙１０国際公開は，発明の名称を「リモートセンサーにアクセスするため\nの暗号化されたヴァーチャル・プライベート・ネットワーク」とする国際公\n開であり，以下の記載がある。（甲２４，乙１０）\n「発明の分野  本発明は，一般にリモートセンサーにアクセスするための\nシステムに関し，より明確には，リモートカメラからの画像にアクセスする\nための暗号化されたヴァーチャル・プライベート・ネットワークに関する。」\n（１頁４から６行）\n「親，保護者，または親戚がセンサーサーバーにログインし，認証される\nと，すべての通信がセキュリティのために暗号化される。」（１頁下から２行\n～最終行）\n「一実施例において，センタ１３０などのような保育所とセンサーサーバ\nー１１０との間のリンク１２０は，公衆交換電話網（ＰＳＴＮ）を介して動\n作する暗号化されたヴァーチャル・プライベート・ネットワークからなる。\nヴァーチャル・プライベート・ネットワークは，別のネットワークの上に置\nき換えられるが，暗号化やその他のセキュリティ手段によって分離されたネ\nットワークである。この場合，データは，インターネットや，長距離などの\nために使用されるデータラインなどに沿って移動するが，データのすべてま\nたは一部の傍受は，暗号化によって保護されるのでデータへの不正アクセス\nを発生させない。センサーサーバー１１０と１４０などの遠隔センサーモニ\nタとの間のリンク１２０’は，暗号化されたヴァーチャル・プライベート・\nネットワークからなる。システム１００は２つのリンクのみで構成され，各\nリンクは非常に強力な暗号化を用いたＶＰＮであるため，システム１００は，\nシステムに不正にアクセスし，認証された以外の人によって画像を見ること\nを可能にすることを目的とする攻撃に強力である。」（４頁２０から２９行）\n「図１\n」\n「保育所１３０とセンサーサーバー１１０との間の通信及びセンサーサ\nーバー１１０とモニター１４０における認証された視聴者との間の通信は，\nＰＳＴＮなどのようなパケット交換ネットワークの利用を介して促進され\nる。情報は，センタ１３０におけるルータ，ＤＳＬモデム，ＩＳＤＮモデム\nルータ，ケーブルモデム，及び，マルチリンクポイント-ポイントモデムなど\nの電話アクセス装置を使用して，ＰＳＴＮ上を通過し，移動する。」（４頁２\n９から３３行）\n「概略的には，システム１００は，認証されたユーザが現在の写真につい\nての依頼をセンサーサーバー１１０に行うことを可能にし，さらに，センサ\nーサーバー１１０がセンタ１３０におけるビデオカメラなどのセンサーか\nらその写真を取得し，最終的に要求された画像をセンサーサーバー１１０か\nらモニター１４０にて認証されたユーザに搬送することを可能にする。」（５\n頁８から１０行）\n「本フレームワークにおいて，センサーサーバー１１０は，カメラとユー\nザとの間の中継機として動作する。」（５頁１２行）\n「両親がアカウントを取得したい場合は，システムＷｅｂページ，ホーム\nページ，またはハイパーリンクされたページからフォームにアクセスする。\n…フォームが提出されると，一時的なパスワードが提供され，アカウントが\n有効になったらシステムにアクセスできる。」（６頁４行～８行）\n「図２を参照すると，ログイン及び認証後に両親に提示される画面例２０\n０が示される。画面例は，左上ペイン２１０，左下ペイン２２０，右側に一\nつのペイン２３０がある３つのフレームウィンドウを有する。左上ペイン２\n１０は，始めに当日又は広告の情報を提示する。センサーが有効になると，\nフレーム２１０は，カメラからの画像を提示する。画像に関連する日時エリ\nア２１２は，ペイン２１０に提示される。左下ペインは，両親が視聴可能な\nカメラなどのセンサーのグループをリストする。カメラは，例えば，部屋２\n（２２２），部屋３（２２４），ジム（２２６），プレイグラインド（２２８）\nなどにある。」（６頁２２から２７行）\n「図２\n」\n「両親がカ25  メラのリンク，例え\nば２２２をクリックしたとき，左下ペイン２２０において，センサーサーバ\nー１１０（図１）は，選択されたカメラから画像を取得し，画像を両親のブ\nラウザに可能な限り即座に送信する。」（７頁１から２行）\n「時に，カメラは，リンクの停止又は他の技術的問題によりアクセス不能\nとなる。これが発生したとき，両親には，一時的に利用不能であって，後ほ\nど再度の接続を試行すべきとのメッセージが付与される。」（７頁１２から１\n４行）\n「図３\n」\n「電話会社へのアクセス装置３８８は，Ｒａｖｌｉｎ－４  ｗｉｒｅｌｉ\nｎｅ暗号化装置などの１０－ｂａｓｅ－Ｔケーブルを用いた暗号化装置３\n８６に接続される」（８頁３４から３５行）\n「状態４１２において，ユーザは，認証を実行するのに必要なデータ，例\nえば，センタコードや，ユーザ名，パスワードを提供することによって応答\nする。データは，ライン５２８上でデータベースサーバー３６０に送信され\nる。そして，データベースサーバー３６０は，そのセンタコードによりデー\nタベース３６２にアクセスする。データベースサーバー３６０は，その特定\nのセンタについてのユーザ名及びパスワードの組み合わせの全てをチェッ\nクし，ユーザが入力したユーザ名を検索する。そして，判断状態４１４に進\nみ，パスワードが比較される。ユーザが入力したパスワードがデータベース\n３６２にあるパスワードと一致しない場合，プロセス４００は，判定状態４\n１６に進み，認証データの入力試行制限に到達しているか否かを判定する。」\n（１２頁８から１４行）\n「判断状態４１４に戻ると，ユーザ名及びパスワードがデータベース３６\n２にあるユーザ名及びパスワードと一致した場合，プロセス４００が状態４\n２０に移動し，ユーザは，ウエブサイトの保護される部分について認証を行\nう。」（１２頁１８から２０行）\n「このようにして，複数のユーザが特定のカメラを見ていても，カメラと\nの接続は１つだけになる。」（１３頁７行～８行）\n「画像取得処理  図６及び図５を参照すると，画像取得処理６００が説明\nされる。画像を取得する処理６００は，以下の３つを必要とする。取得に際\nし，取得を開始する契機，取得対象のカメラ，そして，画像を置いておくス\nトレージ媒体。処理６００に取得を開始させる契機の例は，ユーザがウエブ\nページ上のセンサーのリンクをクリックすること，又は，時計が予め定めら\nれた時間に到達することである。画像が取得されるカメラは，コンピュータ\nネットワーク１２０を介して処理がアクセス可能な遠隔地にある保育所１\n３０（図１）に配置される。画像を保存するデータストレージ３６２（図３\n及び図５）の例は，データサーバー３６０にあるディスクドライブである。」\n（１５頁８から１５行）\n「処理６００は，休止又は非アクティブモードになることなく常に画像サ\nーバー３３０で動作している。処理６００は，開始状態６０２で開始し，画\n像取得の契機を受信する状態６０４に遷移する。決定状態６０６に進み，処\n理６００が，カメラからの画像の取得及び預かりの契機を受信し，そのカメ\nラが画像を取得する期限が切れていないスレッドを既に有する場合，処理６\n００は，スレッドを複製することはしない。むしろ，処理６００は，状態６\n１２において既存のスレッドの有効期限（センサーのタイマ）を延長し，状\n態６１４に進み，選択されたセンサーにアクセスする。このように，多くの\nユーザが特定のカメラを見ようと試みていたとしても，実際には，一つのス\nレッドのみが画像を転送する。状態６０６で決定されるように特定のカメラ\nが既にアクティブでない場合，処理６００は，状態６０８を持続し，センサ\nー（１）３７０（図３）についてのスレッド１（５５０），センサー２（３７\n１）についてのスレッド２（５５２）及びセンサーＮ（３７２）についての\nスレッドＮ（５５４）などの，契機に一致するセンサーのスレッドを開始す\nる。センサースレッドは，カメラ／センサーのサービスを開始する。カメラ\n／センサーのアドレスは，契機で特定される。状態６１０に進み，処理６０\n０は，センサータイマに所定の時間を設定し，センサータイマを開始する。\nこれらのアクションは，単一の画像の取得及び預かりを行うのではなく，む\nしろ，設定された時間の間，画像の取得及び預かりを行うことによって，契\n機への応答を表す。このようにして，処理は，例えば，契機（例えば，ユー\nザがウエブページ上のリンクをクリック）を受信し，５分間画像の取得及び\n預かりを行うスレッドを開始する。５分が経つと，スレッドは終了する。」\n（１５頁１９から３３行）\n「一実施例において，画像サーバー３３０は，ＨＴＴＰを用いて保育所の\nカメラにコネクションを作成する。コネクションが作成できない場合，画像\nサーバー３３０は，（簡単に変更可能な）所定の時間の間，待機し，後ほど試\n行を行う。画像サーバー３３０は，所定の回数，コネクション作成を失敗す\nると，カメラが停止していることを通知する画像をユーザに最初に表示した\n後，コネクション作成を中止する。」（１６頁２３から２６行）\n「特定の保育所は，ユーザが「センタコード」を入力したときに決定され\nる。センタは，名前によって識別されることはなく，そして，カメラの実際\nのネットワークアドレスは，公開されることもない。これは，不適切な意図\nを持つ承認されていないユーザが，保育所がどこにあるかを探すことを困難\nにする。」（２２頁２２から２５行）\nイ  平成９年３月に作成，公開された「Ｄｙｎａｍｉｃ  Ｈｏｓｔ  Ｃｏｎｆ\nｉｇｕｒａｔｉｏｎ  Ｐｒｏｔｏｃｏｌ」と題する文書（乙１９）には，以\n下の記載がある。\n「Ｄｙｎａｍｉｃ  Ｈｏｓｔ  Ｃｏｎｆｉｇｕｒａｔｉｏｎ  Ｐｒｏｔ\nｏｃｏｌ（ＤＨＣＰ）は，ＴＣＰＩＰネットワーク上でホストに構成情報を\n渡すためのフレームワークを提供する。ＤＨＣＰは，ｔｈｅ  Ｂｏｏｔｓｔ\nｒａｐ  Ｐｒｏｔｏｃｏｌ（ＢＯＯＴＰ）に基づいており，再利用可能なネ\nットワークアドレス及び追加の構成オプションの自動割当機能を追加する。\nＤＨＣＰは，ＢＯＯＴＰリレイ・エージェントの挙動を取得し，ＤＨＣＰ参\n加者はＢＯＯＴＰ参加者と相互運用することができる。」\nウ  昭和５６年９月に作成，公開された「ＩＮＴＥＲＮＥＴ  ＰＲＯＴＯＣＯ\nＬ」と題する文書（乙２０）には，インターネットヘッダのフォーマットは\n送信元のアドレスと送信先のアドレスを含まなければならないことが記載\nされていた。\nエ  上記アの記載に照らせば，乙１０国際公開には，以下の発明が記載されて\nいるといえる（以下「乙１０発明１」という。）。\n１０Ａ  インターネット１２０／１２０’からなる通信回線網の中に設置さ\nれているセンサーサーバー１１０に於ける通信回線を用いた情報供給シ\nステムであって，\n１０Ｂ  前記センサーサーバー１１０側には，監視目的に応じて適宜選択さ\nれるカメラ３７０，３７１，３７２を有する保育所１３０側に対して付与\nされたＩＰアドレスを含む保育所１３０に関する情報及びカメラの識別\n子が，ユーザ名に対応付けられて登録されているセンサーサーバー１１０\nが有する記憶媒体（データストレージ３６２など）を備え，\n１０Ｃ  前記保育所１３０側は前記センサーサーバー１１０側と前記通信\n回線網を介して接続可能とされており，\n１０Ｄ  前記センサーサーバー１１０側は，\nｉ  インターネットからなる通信回線網を利用してアクセスしてくるユ\nーザのユーザ名，パスワード，センタコードからなるユーザのＩＤであ\nる特定情報を入手する手段と，\nⅱ  この入手した特定情報が，前記記憶媒体に予め登録されたユーザ名，\nパスワード，センタコードに対応するか否かの検索を行う手段と，\nⅲ  前記特定情報に対応するユーザ名，パスワード，センタコードが存在\nする場合，インターネットからなる通信回線網を利用して，この抽出さ\nれた保育所１３０に関する情報に基づいて，ユーザがクリックしたウエ\nブページ上のカメラのリンクに対応する保育所１３０側のカメラ３７\n０，３７１，３７２にアクセスする手段と，\nⅳ  インターネットからなる通信回線網を経由して，保育所１３０側のカ\nメラ３７０，３７１，３７２によって得られた画像を入手する手段と，\nⅴ  この保育所１３０側から入手した画像を，インターネットからなる通\n信回線網を用いて，前記特定情報を送信してアクセスしたユーザに供給\nする手段と，を備えている。\n原告は，上記の１０Ｂの構成は，乙１０国際公開には開示されていないと\n主張する。\nしかし，乙１０国際公開の記載（図１及び１２頁８から１４行）によれば，\n乙１０国際公開の発明においては保育所（センタ）が複数存在することが想\n定されており，その場合，センタコードとユーザ情報（ユーザ名及びパスワ\nード）との組合せがサーバーのデータベースに記憶されるのであって，これ\nはセンタコードとユーザ情報とが対応付けられてデータベースに記憶され\nているに等しいといえる。また，乙１０国際公開の記載（図１及び１５頁１\n９から３３行）によれば，乙１０国際公開の発明においては，サーバーは複\n数の保育所のカメラのうちの１つから画像を取得してユーザに送信してお\nり，そのカメラにはＩＰアドレスが付与されていることに照らせば，サーバ\nーは保育所側のカメラのＩＰアドレスと保育所を識別するセンタコードと\nを対応させて記憶しているといえる。以上によれば，サーバーにおいて，ユ\nーザ情報とセンタコードとが対応付けられて記憶されるとともに，センタコ\nードとセンタ側のＩＰアドレスとが対応付けられて記憶されており，センタ\nコードを媒介としてセンタ側のＩＰアドレスとユーザ情報が対応付けられ\nて登録されているといえるから，乙１０国際公開の記載から１０Ｂの構成を\n認定することができる。\n被告は，乙１０国際公開の記載によれば，保育所１３０におけるＤＳＬモ\nデムとしてＡＤＳＬを用いることも想定されていて，保育所１３０における\nＤＳＬモデムとしてＡＤＳＬを用いる場合には保育所１３０側のＩＰアド\nレスは動的なものになり，保育所１３０側のＩＰアドレスが変更された場合\nには，センサーサーバー１１０は，それ以降，保育所１３０側と通信するに\n際し，変更後のＩＰアドレスを保育所１３０側のＩＰアドレスとして用いる\nことになるから，乙１０国際公開に記載された発明は，構成要件１（１）Ｄ\nⅵに対応する構成を含むと主張する。\nしかし，ＡＤＳＬ方式は，高速なデータ通信方式の規格であって，ＡＤＳ\nＬを利用するシステムにおけるＩＰアドレスは，動的な場合も，固定の場合\nもあり得る（乙１８・１０頁）。乙１０国際公開に記載された発明において，\nＤＳＬモデムは，ルータ，ＩＳＤＮモデム・ルーター，ケーブルモデム等と\nともに電話事業者アクセス装置の一例として挙げられているにとどまると\nころ，その中からＤＳＬモデムを選択し，ＡＤＳＬ方式を採用した場合であ\nっても，そのことをもって，乙１０国際公開の発明で動的ＩＰアドレスを利\n用しているとは断定できない。また，乙１０国際公開の発明において，ＤＨ\nＣＰプロトコルを採用していたとしても，ＤＨＣＰプロトコルにおいては固\n定ＩＰアドレスも動的ＩＰアドレスも利用できるから（甲６２，乙１９・１\n頁），そのことをもって，乙１０国際公開の発明で動的ＩＰアドレスを利用\nしているとも断定できない。これらによれば，乙１０国際公開の発明におい\nて，動的ＩＰアドレス方式が採用されているとは認められない。かえって，\n乙１０国際公開の発明では保育所（センタ）のカメラが複数のユーザから常\n時アクセスされ，かつ，それがウェブページにより閲覧されることを考慮す\nると，技術常識に照らし，固定ＩＰアドレスを採用している可能性も否定で\nきないというべきである。\n以上によれば，乙１０国際公開の発明が，構成要件１（１）Ｄⅵに対応す\nる構成を含むとは認められない。\nオ  上記エを踏まえ，本件発明１（１）と乙１０発明１を対比すると，両者の\n相違点は，「特定できる監視端末側から前記管理コンピュータ側のグローバ\nルＩＰアドレスに対して接続する接続処理を受け付け，前記利用者データベ\nースに登録されている前記監視端末情報であるＩＰアドレスを変更処理す\nる手段（構成要件１（１）Ｄⅵ）」に対応する構成の有無であり，その余の構\n成で一致するといえる。\nしたがって，本件発明１（１）と乙１０発明１には相違点があるから，乙\n１０国際公開を主引例とする新規性欠如の主張には理由がない。\nカ  被告は，本件発明１（１）と乙１０発明１に相違点があったとしても，そ\nれは技術的な微差にすぎないなどと主張するが，構成要件１（１）Ｄⅵの構\n成の有無が技術的な微差とはいえないことは明らかである。その他，当業者\nにおいて，乙１０発明１から上記相違点に係る本件発明１（１）の構成を容\n易に想到できたと認めるに足りる事情は見当たらない。\nしたがって，乙１０国際公開を主引例とする進歩性欠如の主張には理由が\nない。\nキ  結論\n以上によれば，本件発明１（１）は，乙１０国際公開により新規性・進歩\n性が欠如しているとはいえないから，無効理由１は認められない。\n無効理由２（乙１２公報とのダブルパテント）（争点２－２）\nア  特許法３９条２項は「同一の発明について同日に二以上の特許出願があつ\nたときは，特許出願人の協議により定めた一の特許出願人のみがその発明に\nついて特許を受けることができる」と規定する。\nイ  乙１２公報は，発明の名称を「通信回線を用いた情報供給システム」とす\nる公開特許公報であり，その特許請求の範囲及び明細書の発明の詳細な説明\nには，以下の記載がある。（乙１２）\n特許請求の範囲\n「【請求項１】インターネットや電話網からなる通信回線網の中に設置\nされている管理コンピュータに於ける通信回線を用いた情報供給システ\nムであって，前記管理コンピュータ側には，監視カメラ，監視ビデオ等の\n監視目的に応じて適宜選択される監視端末に対して付与されたＩＰアド\nレスを含む監視端末情報が，利用者ＩＤに対応付けられて登録されている\n利用者データベースを備え，前記監視端末は前記管理コンピュータ側と前\n記通信回線網を介して接続可能とされており，前記管理コンピュータは，\nインターネットや電話網からなる通信回線網を利用してアクセスしてく\nる利用者の電話番号，ＩＤ番号，アドレスデータ，パスワード，さらには\n暗号などの認証データの内少なくとも一つからなる利用者ＩＤである特\n定情報を入手する手段と，この入手した特定情報が，前記利用者データベ\nースに予め登録された監視端末情報に対応するか否かの検索を行う手段\nと，前記特定情報に対応する監視端末情報が存在する場合，インターネッ\nトや電話網からなる通信回線網を利用して，この抽出された監視端末情報\nに基づいて監視端末の制御部に働きかけていく手段と，インターネットや\n電話網からなる通信回線網を経由して，前記監視端末によって得られた情\n報を入手する手段と，この監視端末から入手した情報を，インターネット\nや電話網からなる通信回線網を用いて，前記特定情報を送信してアクセス\nした利用者に供給する手段と，特定できる監視端末側からのＩＰアドレス\n変更要求を受け付け，前記利用者データベースに登録されている前記監視\n端末情報であるＩＰアドレスを変更処理する手段と，を備えていることを\n特徴とする通信回線を用いた情報供給システム。」\n発明の詳細な説明\n「接続状態でＩＰアドレスが変更された場合は，前記ＭＰＵ６５は，現\n在のＩＰアドレスと新しく与えられたＩＰアドレスとの違いを判断し，相\n違する場合は，内部ＲＯＭ６６にメモリーされた管理コンピュータ３のグ\nローバルＩＰアドレスに対して自ら接続処理し，新たなＩＰアドレスを登\n録するように要求できる自己接続機能を有している。」（【００３９】）\n「すなわち図８に示されるように，ＭＰＵ６５の機能として，ＩＰアド\nレスに変更が発生したか否かの判断をする。変更がない時には，待機状態\nを維持する。変更された場合は，この新しいＩＰアドレスをメモリーし，\n更新処理を行う。続いて管理コンピュータ３のグローバルＩＰアドレスに\n対して自ら接続処理を開始する。この接続処理にあっては，利用者データ\nベース（ＤＢ）に記録されている監視端末側に振られたＩＰアドレスとと\nもに登録された所定のＩＤ，すなわち監視端末ＩＤを接続用のパラメータ\nとして管理コンピュータに送り，新たなＩＰアドレスを登録するように要\n求する。」（【００４０】）\n「管理コンピュータ側は，図９に示されるように，接続に際して監視端\n末ＩＤである接続用のパラメータの有無を判断する。接続用のパラメータ\nが送られてこない場合は，アクセスの拒否を行う。接続用のパラメータが\n送られて来ており，この監視端末ＩＤが利用者データベース（ＤＢ）に登\n録されている場合は，接続処理を行う。つづいて利用者データベース（Ｄ\nＢ）から対象の監視端末を検索，抽出する。さらに利用者データベース（Ｄ\nＢ）の古いＩＰアドレスに代えて新たなＩＰアドレスを更新処理する。」\n（【００４１】）\n「また，監視端末が，常時接続状態のままＩＰアドレスが変更された場\n合，またはインターネットの再接続可能時，監視端末は，その内部にメモ\nリーされた管理コンピュータのグローバルＩＰアドレスに対して自ら接\n続処理する機能が設けられており，自己の古いＩＰアドレスを基にその時\n点手（注・原文ママ）付与されているＩＰアドレスを更新登録するように\n要求できる自己接続機能を持たせることもできる。この例の場合は，既に\n利用者データベース（ＤＢ）に，監視端末に対応する古いＩＰアドレスが\nメモリーされており，これによっても接続してくる監視端末の認証が可能\nである為，この認証でＩＰアドレスを更新登録要求に応じても良い。」（【０\n０４２】）\nウ  上記イに照らせば，乙１２公報には，以下の乙１２発明が記載されている。\n１２Ａ  インターネットや電話網からなる通信回線網の中に設置されてい\nる管理コンピュータに於ける通信回線を用いた情報供給システムであっ\nて，\n１２Ｂ  前記管理コンピュータ側には，監視カメラ，監視ビデオ等の監視目\n的に応じて適宜選択される監視端末に対して付与されたＩＰアドレスを\n含む監視端末情報が，利用者ＩＤに対応付けられて登録されている利用者\nデータベースを備え，\n１２Ｃ  前記監視端末は前記管理コンピュータ側と前記通信回線網を介し\nて接続可能とされており，\n１２Ｄ  前記管理コンピュータは，\nⅰ  インターネットや電話網からなる通信回線網を利用してアクセスし\nてくる利用者の電話番号，ＩＤ番号，アドレスデータ，パスワード，さ\nらには暗号などの認証データの内少なくとも一つからなる利用者ＩＤ\nである特定情報を入手する手段と，\nⅱ  この入手した特定情報が，前記利用者データベースに予め登録された\n監視端末情報に対応するか否かの検索を行う手段と，\nⅲ  前記特定情報に対応する監視端末情報が存在する場合，インターネッ\nトや電話網からなる通信回線網を利用して，この抽出された監視端末情\n報に基づいて監視端末の制御部に働きかけていく手段と，\nⅳ  インターネットや電話網からなる通信回線網を経由して，前記監視端\n末によって得られた情報を入手する手段と，\nⅴ  この監視端末から入手した情報を，インターネットや電話網からなる\n通信回線網を用いて，前記特定情報を送信してアクセスした利用者に供\n給する手段と，\nⅵ  特定できる監視端末側からのＩＰアドレス変更要求を受け付け，前記\n利用者データベースに登録されている前記監視端末情報であるＩＰア\nドレスを変更処理する手段と，を備えている\n１２Ｅ  ことを特徴とする通信回線を用いた情報供給システム。\nエ  本件発明１と乙１２発明とは，本件発明１では「特定できる監視端末側か\nら前記管理コンピュータ側のグローバルＩＰアドレスに対して接続する接\n続処理を受け付け，前記利用者データベースに登録されている前記監視端末\n情報であるＩＰアドレスを変更処理する手段と」（構成要件１Ｄⅵ）である\nのに対し，乙１２発明では「特定できる監視端末側からのＩＰアドレス変更\n要求を受け付け，前記利用者データベースに登録されている前記監視端末情\n報であるＩＰアドレスを変更処理する手段と」（構成１２Ｄⅵ）である点で\n相違する。\n上記の「ＩＰアドレス変更要求」と「グローバルＩＰアドレスに対して接\n続する接続処理」とは文言上も異なっているほか，前者は変更要求という作\n用を特定するものであるのに対し，後者は監視端末と管理コンピュータとの\n接続形態を特定するものであり，その内容が直ちに同一とはいえない。また，\n本件明細書の【図８】（乙１２公報の【図８】と同一のもの）によれば，接続\n処理と変更要求とは別個の行為であるとされている。これらによれば，両者\nは実質的に相違すると認められる。\n被告は，乙１２発明において，監視端末からＩＰアドレス変更要求を受け\n付けている以上，監視端末から接続処理を受け付けていることは自明である\nからこれらは同一のものであると主張するが，上記に照らしても，上記の接\n続処理と変更要求とが同一であることを認めるに足りる的確な証拠はない。\nしたがって，本件発明１と乙１２発明は，特許法３９条２項にいう同一の\n発明には当たらない。\nオ  結論\n以上によれば，本件発明１（１）が乙１２発明と同一であり特許法３９条\n２項によって特許を受けることができないものとはいえないから，無効理由\n２は認められない。\n無効理由３（分割出願要件違反に基づく進歩性欠如）（争点２－３）\nア  本件特許１は，３４５５９７１号特許の４世代目の分割出願であり，３４\n５５９７１号特許は，国際公開ＷＯ０２／００１８２０号として国際公開が\nされている。\n分割出願が行われた場合，新たな特許出願（分割出願）は親出願の時にし\nたものとみなされる（特許法４４条２項）ところ，このように出願日の遡及\nが認められるためには，実体的要件として，①もとの出願の明細書又は図面\nに二以上の発明が包含されていたこと，②新たな出願に係る発明はもとの出\n願の明細書又は図面に記載された発明の一部であること，③新たな出願に係\nる発明は，もとの出願の当初明細書等に記載された事項の範囲内であること\nを要するものと解される。\nイ  国際公開ＷＯ０２／００１８２０号は，発明の名称を「通信回線を用いた\n情報供給システム」とする国際公開であり，その請求の範囲には以下の記載\nがある。（乙２４）\n「１  インターネットや電話網からなる通信回線網の中に設置された管\n理コンピュータに於ける通信回線を用いた情報供給システムであって，監視\nカメラ，監視ビデオ等の監視目的に応じて適宜選択される監視端末に対して\n付与されたＩＰアドレスを含む監視端末情報が，利用者ＩＤに対応付けられ\nて登録されている利用者データベースを備え，インターネットや電話網から\nなる通信回線網を利用してアクセスしてくる利用者の電話番号，ＩＤ番号，\nアドレスデータ，パスワード，さらには暗号などの認証データの内少なくと\nも一つからなる利用者ＩＤである特定情報を入手するステップと，この入手\nした特定情報が，前記利用者データベースに予め登録された監視端末情報に\n対応するか否かの検索ステップと，前記特定情報に対応する監視端末情報が\n存在する場合，前記管理コンピュータがインターネットや電話網からなる通\n信回線網を利用して，この抽出された監視端末情報に基づいて監視端末の制\n御部に働きかけていくステップと，前記管理コンピュータが，インターネッ\nトや電話網からなる通信回線網を経由して，前記監視端末によって得られた\n情報を入手するステップと，この監視端末から入手した情報を，前記管理コ\nンピュータが，インターネットや電話網からなる通信回線網を用いて，前記\n特定情報を送信してアクセスした利用者に供給するステップと，前記管理コ\nンピュータが，特定できる監視端末側からのＩＰアドレス変更要求を受け付\nけ，前記利用者データベースに登録されている前記監視端末情報であるＩＰ\nアドレスを変更処理するステップと，からなる通信回線を用いた情報供給シ\nステム。」\n「７  前記特定情報に対応する監視端末情報が存在する場合，前記管理コ\nンピュータがインターネットや電話網からなる通信回線網を利用して，この\n抽出された監視端末情報に基づいて監視端末の制御部に働きかけ，前記管理\nコンピュータが，インターネットや電話網からなる通信回線網を経由して，\n前記監視端末によって得られた情報を入手するステップ時，監視端末に接続\n不能な状態，若しくは監視端末からの情報が前記管理コンピュータに送信さ\nれてこない状態が，前記管理コンピュータで確認された時に，所定の異常通\n知をアクセスした利用者に送信できるようになっている請求項１または６\nに記載の通信回線を用いた情報供給システム。」\nウ  被告は，本件発明１（１）では，管理コンピュータが「監視端末情報に基\nづいて監視端末側の制御部に働きかけていく手段」（構成要件１Ｄⅲ）を備\nえているとされているのに対し，国際公開ＷＯ０２／００１８２０号では\n「監視端末情報に基づいて監視端末の制御部に働きかけ」と記載されていて，\n監視端末側の制御部に働きかけていく構成は開示されていないと主張する。\nしかし，国際公開ＷＯ０２／００１８２０号には「この利用者ＤＢに利用\n者ＩＤに対応付けて登録されている監視端末側のＩＰアドレス（常時接続の\nＩＳＰが割り振っているアドレス）を抽出し，例えば利用者Ａに対応するも\nのが監視端末４ａである場合，該当する監視端末４ａを構成するここでは監\n視ユニット１に対して，通常常時接続状態のインターネット回線を利用して\n監視端末側のＩＰアドレスに特別な制御信号（コマンドデータ）を送信する。\nこの制御信号は，画像等の情報を取得して管理コンピュータ側へ送るように\n指示する要求信号であればどのような信号でも良いが，不正アクセス防止の\nために暗号化され，監視端末側で復号化処理をすると好ましい。すなわち，\n管理コンピュータ３と監視端末４ａ側の通信制御部，すなわち図４のＭＰＵ\n６５と交信し，画像を要求できるシステムになっていればよい。」との記載\nがある（１０頁２４行～１１頁４行）。この記載によれば，国際公開ＷＯ０２\n／００１８２０号において，監視端末側の制御部に働きかけていく構成が開\n示されているといえる。\nしたがって，本件発明１（１）に係る分割出願の明細書等に記載された事\n項が，３４５５９７１号特許の出願当初の明細書等に記載された事項の範囲\n内のものでない旨の被告の主張は採用できず，本件明細書１及び国際公開Ｗ\nＯ０２／００１８２０号の記載等に照らせば，分割出願の他の実体的要件を\n満たしているといえる。\nエ  結論\n以上によれば，本件特許１は，分割出願の要件を満たしているから，無効\n理由３は認められない。\n無効理由４（親出願の分割出願要件違反に基づく進歩性欠如）（争点２－４）\nア  本件特許１は，本件特許１の高祖父出願（３４５５９７１号特許）の４世\n代目の分割出願であり，第３世代である特願２００３－４１９６１７号（本\n件特許の親出願，乙２５公報）を原出願とする分割出願である。この本件特\n許の親出願は第２世代である特願２００３－２０７４９１号（本件特許の祖\n父出願，甲３８公報）を原出願とする分割出願である。\n本件特許１の出願が，本件特許の高祖父出願（３４５５９１７号特許）の\n出願時にしたものとみなされるためには，本件特許１の出願，本件特許の親\n出願，本件特許の祖父出願が，それぞれ，もとの出願との関係で上記 アに\n記載した①ないし③の分割出願の実体的要件を満たし，かつ，本件発明１（１）\nが，本件特許の高祖父出願（３４５５９７１号特許）の出願当初の明細書等\nに記載した事項の範囲内のものであるという要件を満たさなければならな\nいものと解される。\n被告は，本件各特許の親出願の請求項１に記載された手段である「監視端\n末側から送信されてくる情報を待つ時間を設定する情報入手待機時間設定\n手段」，「設定された待機時間内に監視端末側からの情報が送信されてくるか\n否かを管理する管理手段」及び「監視端末側から送信されてくる情報に関し\nて監視端末側を特定する特定処理手段」の全部及び一部は，本件各特許の祖\n父出願の出願当初の明細書等に開示されている事項ではなく，本件各特許の\n親出願には新たな技術的事項が導入されている旨主張する。\nイ  本件特許１の親出願である乙２５公報は，発明の名称を「通信回線を用い\nた情報供給システム」とするものであり，以下の記載がある。\n「【請求項１】インターネット網からなる通信回線網の中に設置されてい\nる管理コンピュータに於ける通信回線を用いた情報供給システムであって，\n前記管理コンピュータ側には，監視目的に応じて適宜選択される監視手段を\n有する監視端末側に対して付与された監視端末ＩＤを含む監視端末情報が，\n利用者ＩＤに対応付けられて登録されている利用者データベースを備え，前\n記監視端末側は前記管理コンピュータ側と前記インターネット網からなる\n通信回線網を介して接続可能とされており，前記管理コンピュータ側は，イ\nンターネット網からなる通信回線網を利用してアクセスしてくる利用者の\nＩＤ番号，アドレスデータ，パスワード，さらには暗号などの認証データの\n内少なくとも一つからなる利用者ＩＤである特定情報を入手する手段と，こ\nの入手した特定情報が，前記利用者データベースに予め登録された監視端末\n情報に対応するか否かの検索を行う手段と，前記特定情報に対応する監視端\n末情報が存在する場合，インターネット網からなる通信回線網を利用して，\nこの抽出された監視端末情報に基づいて監視端末側のＩＰアドレスに対し\nてコマンドデータを送信する手段と，前記コマンドデータが正規な管理コン\nピュータからの要求であると判断した前記監視端末側から送られる情報を\nインターネット網からなる通信回線網を経由して入手する手段と，この監視\n端末側から入手した情報を，インターネット網からなる通信回線網を用いて，\n前記特定情報を送信してアクセスした利用者に供給する手段と，前記コマン\nドデータを送信したことにより，監視端末側からインターネット網からなる\n通信回線網を経由して送信されてくる情報に関して，監視端末側に振られた\nＩＰアドレスや監視端末ＩＤを利用して，監視端末側を特定する特定処理手\n段と，前記コマンドデータを送信したことにより，監視端末側からインター\nネット網からなる通信回線網を経由して送信されてくる情報を待つ時間を\n設定する情報入手待機時間設定手段と，前記監視端末によって得られた情報\nを入手する際，前記情報入手待機時間設定手段により設定された待機時間内\nに監視端末側からの情報が前記管理コンピュータに送信されてくるか否か\nを管理する管理手段と，前記管理手段により，前記待機時間内に監視端末側\nからの情報が前記管理コンピュータに送信されてこないことが判明した時，\n所定の情報が取れなかったことを表すメッセージをアクセスした利用者に\n送信するメッセージ送信手段と，を備えていることを特徴とする通信回線を\n用いた情報供給システム。」\nウ  本件特許１の祖父出願である甲３８公報は，発明の名称を「通信回線を用\nいた情報供給システム」とするものであり，以下の記載がある。そして，本\n件特許の高祖父出願である国際公開ＷＯ０２／００１８２０号にも，同様の\n記載がある。\n「前記特定情報に対応する監視端末情報が存在する場合，前記管理コンピ\nュータがインターネットや電話網からなる通信回線網を利用して，この抽出\nされた監視端末情報に基づいて監視端末の制御部に働きかけ，前記管理コン\nピュータが，インターネットや電話網からなる通信回線網を経由して，前記\n監視端末によって得られた情報を入手するステップ時，監視端末に接続不能\nな状態，若しくは監視端末からの情報が前記管理コンピュータに送信されて\nこない状態が，前記管理コンピュータで確認された時に，所定の異常通知を\nアクセスした利用者に送信できるようになっていると好ましい。すなわち管\n理コンピュータでデータを待つ時間を所定の時間と設定し，セッション管理\nすることにより，待ち時間内にデータが得られないとき，アクセスしてきた\n利用者をいつまでもも待たせることなく情報が取れない旨のメッセージを\n送ることによりサービスの向上が図れる。」（【０００８】）\n「管理コンピュータ３側の監視端末用通信回線基板３８およびＣＰＵ３\n１は，接続されている各監視端末４の特定を行っており，管理コンピュータ\n３がコマンドデータである制御信号を送信したことにより，各監視端末４\nから送信されてくる画像情報などは，監視端末側に振られたＩＰアドレスや\n所定のＩＤとが登録された利用者データベース（ＤＢ）を利用して処理され\nる。なお，監視端末の特定されない情報に対しては通信拒否を行う。」（【００\n３０】）\n「前記利用者ＩＤに対応する監視端末ＩＤが存在する場合，前記管理コン\nピュータがインターネットや電話網からなる通信回線網を利用して，この抽\n出された監視端末情報に基づいて監視端末の制御部に働きかけ，前記管理コ\nンピュータが，インターネットや電話網からなる通信回線網を経由して，前\n記監視端末４によって得られた情報を入手するステップ時，監視端末４に接\n続不能な状態，若しくは監視端末４からの情報が前記管理コンピュータに送\n信されてこない状態が，前記管理コンピュータ３で確認された時に，利用者\nとの通信を一定時間で切らずに，所定の異常通知「例えば，データを取得で\nきません」などのメッセージ（取得できない理由として，例えばインターネ\nット通信環境が悪い，電源の入力忘れ，侵入者による切断行為などが考えら\nれる）をアクセスした利用者に送信できるようになっている。」（【００４４】）\nエ  被告は，上記アのとおり主張し，本件各特許の親出願の明細書等に記載さ\nれた事項は，本件各特許の祖父出願の出願当初の明細書等に記載された事項\nの範囲内ではないと主張する。\nしかし，上記イによれば，本件特許１の親出願の出願当初の明細書等には\n「監視端末側から送信されてくる情報に関して監視端末側を特定する特定\n処理手段」，「監視端末側から送信されてくる情報を待つ時間を設定する情報\n入手待機時間設定手段」，「設定された待機時間内に監視端末側からの情報が\n送信されてくるか否かを管理する管理手段」についての記載があるところ，\n上記ウによれば，本件特許１の祖父出願及び高祖父出願の出願当初の明細書\n等にも，上記の各手段が示されているといえる。\nオ  結論\n以上によれば，本件特許１の親出願の明細書等に記載された事項は，本件\n特許の高祖父出願（３４５５９１７号特許）及び本件特許の祖父出願である\n甲３８公報の出願当初の明細書等に記載された事項の範囲内であり分割出\n願の要件を満たしており，また， 明１（１）\nは本件特許の高祖父出願（３４５５９７１号特許）の出願当初の明細書等に\n記載した事項の範囲内のものであるから，無効理由４は認められない。\n無効理由５（サポート要件違反）（争点２－５）\nア  被告は，構成要件１（１）Ｂの構成に揮発性メモリー（ＲＡＭ）ないしキ\nャッシュメモリーにＩＰアドレスを格納する構成を含むとした場合には，揮\n発性メモリー（ＲＡＭ）ないしキャッシュメモリーに格納された情報が自動\n的に消去されてしまうことになり，データベースを用いて情報を確認ないし\n照合することができないから，サポート要件違反の無効理由を有すると主張\nする。\n本件各発明の構成要件１（１）Ｂにおいては，ＩＰアドレスと利用者ＩＤ\nとが対応付けられて記憶されていれば足り，揮発性メモリー（ＲＡＭ）ない\nしキャッシュメモリーにＩＰアドレスを格納する構成を含み得るといえる\nが，その格納の時点で「ＩＰアドレスを含む監視端末情報が，利用者ＩＤに\n対応付けられて登録されている」といえ，当業者は発明の課題を解決できる\nのであり，サポート要件違反はない。\nしたがって，構成要件１（１）Ｂにおいて，揮発性メモリー（ＲＡＭ）な\nいしキャッシュメモリーにＩＰアドレスを格納する構成を含むとする場合\nであっても，発明の詳細な説明の記載により当業者が当該発明の課題を解決\nできると認識できる範囲内のものであるから，サポート要件違反は認められ\nない。\nイ  被告は，本件発明１（１）の構成要件１（１）Ｄⅲでは管理コンピュータ\nが「監視端末情報に基づいて監視端末側の制御部に働きかけていく手段」を\n備えているという特定がされているところ，本件明細書には，監視端末側の\n制御部に働きかけていく構成は開示されていないから，サポート要件違反の\n無効理由を有すると主張する。\nしかし，本件明細書の段落【００２６】には，「この利用者ＤＢに利用者Ｉ\nＤに対応付けて登録されている監視端末側のＩＰアドレス（常時接続のＩＳ\nＰが割り振っているアドレス）を抽出し，例えば利用者Ａに対応するものが\n監視端末４ａである場合，該当する監視端末４ａを構成するここでは監視ユ\nニット１に対して，通常常時接続状態のインターネット回線を利用して監視\n端末側のＩＰアドレスに特別な制御信号（コマンドデータ）を送信する。こ\nの制御信号は，画像等の情報を取得して管理コンピュータ側へ送るように指\n示する要求信号であればどのような信号でも良いが，不正アクセス防止のた\nめに暗号化され，監視端末側で復号化処理をすると好ましい。すなわち，管\n理コンピュータ３と監視端末４ａ側の通信制御部，すなわち図４のＭＰＵ６\n５と交信し，画像を要求できるシステムになっていればよい。」と記載され\nており，「監視端末側の制御部に働きかけていく」構成が明らかに開示され\nている。\nしたがって，本件発明１（１）の構成要件１（１）Ｄⅲについてのサポー\nト要件違反は認められない。\nウ  以上によれば，本件発明１（１）についてのサポート要件違反は認められ\nないから，無効理由５は認められない。\n無効理由６（実施可能要件違反）（争点２－６）\nア  被告は，本件発明１（１）の構成要件１（１）Ｂの構成に揮発性メモリー\n（ＲＡＭ）ないしキャッシュメモリーにＩＰアドレスを格納する構成を含む\nとした場合には，揮発性メモリー（ＲＡＭ）ないしキャッシュメモリーに格\n納された情報が自動的に消去されてしまうところ，データベースに格納され\nた情報がどのようにして維持されるのかについて発明の詳細な説明には記\n載がないから，実施可能要件違反の無効理由があると主張する。\n本件各発明の構成要件１（１）Ｂにおいては，ＩＰアドレスと利用者ＩＤ\nとが対応付けられて記憶されていれば足り，揮発性メモリー（ＲＡＭ）ない\nしキャッシュメモリーにＩＰアドレスを格納する構成を含み得るといえる\nが，その格納の時点で「ＩＰアドレスを含む監視端末情報が，利用者ＩＤに\n対応付けられて登録されている」といえ，当業者は発明を実施することがで\nきるといえる。\nしたがって，当業者が本件発明１（１）Ｂをどのように実施するかを理解\nすることができないとはいえないから，実施可能要件違反は認められない。\nイ  被告は，本件発明１（１）の構成要件１（１）Ｄⅲでは管理コンピュータ\nが「監視端末情報に基づいて監視端末側の制御部に働きかけていく手段」を\n備えているという特定がされているところ，本件明細書には，監視端末側の\n制御部に働きかけていく構成は開示されていないから，実施可能要件違反の\n無効理由があると主張する。\nしかし，本件明細書の段落【００２６】には，「この利用者ＤＢに利用者Ｉ\nＤに対応付けて登録されている監視端末側のＩＰアドレス（常時接続のＩＳ\nＰが割り振っているアドレス）を抽出し，例えば利用者Ａに対応するものが\n監視端末４ａである場合，該当する監視端末４ａを構成するここでは監視ユ\nニット１に対して，通常常時接続状態のインターネット回線を利用して監視\n端末側のＩＰアドレスに特別な制御信号（コマンドデータ）を送信する。こ\nの制御信号は，画像等の情報を取得して管理コンピュータ側へ送るように指\n示する要求信号であればどのような信号でも良いが，不正アクセス防止のた\nめに暗号化され，監視端末側で復号化処理をすると好ましい。すなわち，管\n理コンピュータ３と監視端末４ａ側の通信制御部，すなわち図４のＭＰＵ６\n５と交信し，画像を要求できるシステムになっていればよい。」と記載され\nており，「監視端末側の制御部に働きかけていく」構成が明らかに開示され\nている。\nしたがって，本件発明１（１）の構成要件１（１）Ｄⅲについての実施可\n能要件違反は認められない。\nウ  以上によれば，本件発明１（１）についての実施可能要件違反は認められ\nないから，無効理由６は認められない。\n結論\n本件発明１（１）についての無効理由１ないし６はいずれも認められないか\nら，本件発明１（１）に係る特許が特許無効審判により無効にされるべきもの\nであるとはいえない。\n３  本件発明１（２）に係る特許が特許無効審判により無効にされるべきものか（争\n点３）\n無効理由１（乙１０国際公開を主引例とする新規性・進歩性欠如）（争点３－\n１）\n本件発明１（２）は本件発明１（１）の構成を備えるものであるところ，本\n件発明１（１）について無効理由１（乙１０国際公開を主引例とする新規性・\n進歩性欠如）が認められず，新規性及び\nのとおりであるから，その余を判断するまでもなく，無効理由１は認められな\nい。\n無効理由２（分割出願要件違反に基づく進歩性欠如），無効理由３（親出願の\n分割出願要件違反に基づく進歩性欠如），無効理由４（サポート要件違反），無\n効理由５（実施可能要件違反）（争点３－２～５）\n被告は，本件発明１（１）と同様の理由に基づいて無効理由２ないし５を主\n張するところ，それらに理由がないことは本件発明１（１）の無効理由３ない\nは認められない。\n結論\n本件発明１（２）についての無効理由１ないし５はいずれも認められないか\nら，本件発明１（２）に係る特許が特許無効審判により無効にされるべきもの\nであるとはいえない。\n４  本件発明２に係る特許が特許無効審判により無効にされるべきものか（争点４）\n無効理由１（乙１０国際公開を主引例とする新規性・進歩性欠如）（争点４－\n１）\nア  平成１０年１０月に発行された「Ｒａｖｌｉｎ４」と題する文書（乙２１）\nには，以下の記載がある。\n「これらのセキュリティ基準は，Ｉｎｔｅｒｎｅｔ  Ｅｎｇｉｎｅｅｒｉ\nｎｇ  Ｔａｓｋ  Ｆｏｒｃｅ  （ＩＥＴＦ）  ＩＰ  Ｓｅｃｕｒｉｔｙ  Ｓｔ\nａｎｄａｒｄ（ＩＰＳｅｃ）の一部である。」\nイ  平成１０年１１月に発行された「Ｓｅｃｕｒｉｔｙ  Ａｒｃｈｉｔｅｃｔ\nｕｒｅ  ｆｏｒ  ｔｈｅ  Ｉｎｔｅｒｎｅｔ  Ｐｒｏｔｏｃｏｌ」と題する\n文書（乙２２）は，ＩＰＳｅｃの規格書であり，以下の記載がある。\n「本メモは，ＩＰｓｅｃに準拠するシステムの基本的なアーキテクチャに\nついて定義する。このアーキテクチャの目標は，ＩＰｖ４及びＩＰｖ６の両\n方の環境において，ＩＰ層のトラフィックに様々なセキュリティサービスを\n提供することである。」（３頁の「１  Ｉｎｔｒｏｄｕｃｔｉｏｎ」の項の３\nから６行）\n「ＩＰｓｅｃの実装は，ホストまたはセキュリティゲートウェイ環境で動\n作し，ＩＰトラフィックに対する保護を提供する。」（５頁の「３  Ｓｙｓｔ\nｅｍ  Ｏｖｅｒｖｉｅｗ」の項の９から１０行）\n「ＩＰｓｅｃは，システムに，要求されるセキュリティプロトコルを選択\nさせ，サービスに利用するアルゴリズムを決定させ，要求されるサービスの\n提供に必要な暗号鍵を配備させることによって，ＩＰ層におけるセキュリテ\nィサービスを提供する。ＩＰｓｅｃは，ホスト間と，セキュリティゲートウ\nェイ間と，およびセキュリティゲートウェイとホストとの間との１つ以上の\n「経路」の保護のために利用される（用語「セキュリティゲートウェイ」は，\nＩＰｓｅｃプロトコルを実装する中間システムを表すものとして，ＩＰｓｅ\nｃ文書全体で用いられる。例えば，ＩＰｓｅｃを実装するルータやファイア\nウォールはセキュリティゲートウェイである）」（６頁の「３．１  Ｗｈａｔ\nＩＰｓｅｃ  Ｄｏｅｓ」の項の２から１１行）\n「本セクションでは，すべてのＩＰｖ６の実装，および ＡＨ，ＥＳＰ，ま\nたは両方を実装するＩＰｖ４の実装のための，セキュリティアソシエーショ\nンの管理の要件を定義する。「セキュリティアソシエーション」（ＳＡ）の概\n念は ＩＰｓｅｃの基本となるものである。ＡＨおよびＥＳＰの両方がＳＡ\nを使用し，ＩＫＥの主要機能によって，セキュリティアソシエーションの確\n立とメンテナンスがなされる。ＡＨまたはＥＳＰのすべての実装は，以下に\n示すセキュリティアソシエーションの概念をサポートしなければならない。\nこの章の備考は，セキュリティアソシエーションの管理における様々な側面\nを説明し，ＳＡポリシー管理，トラフィック処理，ＳＡ管理技術に要求され\nる特性を定義する。」（８頁の「４. Ｓｅｃｕｒｉｔｙ  Ａｓｓｏｃｉａｔｉ\nｏｎｓ」の項）\n「セキュリティアソシエーション（ＳＡ）は，ＳＡによって運ばれるトラ\nフィックに対してセキュリティサービスを提供する単方向の「コネクション」\nである。セキュリティサービスは，ＡＨまたはＥＳＰのいずれか（両方では\nない）を使用することによってＳＡに提供される。ＡＨおよびＥＳＰ保護の\n両方がトラフィックの流れに対して適用される場合，そのトラフィックの流\nれを保護するために２以上のＳＡが生成される。２つのホスト間，または２\nつのセキュリティゲートウェイ間の双方向の通信を保護するために，２つの\nセキュリティアソシエーション（それぞれの方向に１つずつ）が必要である。」\n（８頁の「４．１  Ｄｅｆｉｎｉｔｉｏｎ  ａｎｄ  Ｓｃｏｐｅ」の項の２\nから９行）\n「ＩＰｓｅｃの各実装において，それぞれに関するセキュリティアソシエ\nーションデータベースが存在し，セキュリティアソシエーションデータベー\nスにおいて，各エントリは，ある１つのＳＡに関連するパラメータが定義さ\nれる。」（２１頁の「４．４．３  Ｓｅｃｕｒｉｔｙ  Ａｓｓｏｃｉａｔｉｏ\nｎ  Ｄａｔａｂａｓｅ（ＳＡＤ）」の項の２から４行）\n「以下のパラメータがＳＡＤ内の各エントリに関連付けされる。」（２１頁\nの「４．４．３  Ｓｅｃｕｒｉｔｙ  Ａｓｓｏｃｉａｔｉｏｎ  Ｄａｔａｂ\nａｓｅ（ＳＡＤ）」の項の１０から１１行）\n「セキュリティアソシエーションの有効期間：時間間隔であり，当該時間\n間隔の後，ＳＡは，新しいＳＡ（及び新しいＳＰＩ）に置き換えらえる，又\nは，終了する。加えて，当該時間間隔は，これらの動作のうちのどちらを行\nうかを表す。」（２２頁４０から４３行）\n「これらの問題に対処するために，ホストまたはセキュリティゲートウェ\nイは，ユーザ／管理者が，ホストまたはセキュリティゲートウェイの使用を\n要求する送信先のアドレスのセットに対するセキュリティゲートウェイの\nアドレスの設定ができるような管理インターフェースを有していなければ\nならない。これは以下を設定する機能を含む。○  セキュリティゲートウェ\nイの位置探索および認証のために必要な情報，そして送信先ホストの代理の\n権限がセキュリティゲートウェイに与えられていることを確認するために\n必要な情報」（２８頁４５行から２９頁５行）\n「本章は，内側および外側ＩＰヘッダ，拡張ヘッダ，そして，ＡＨおよび\nＥＳＰトンネルのオプションの処理について説明する。これは，カプセル化\n（外側）ＩＰヘッダの構築方法，内側ＩＰヘッダ内のフィールドの処理方法，\nおよび行うべきその他のアクションを含む。一般的なアイディアは，ＲＦＣ\n２００３「ＩＰ  Ｅｎｃａｐｓｕｌａｔｉｏｎ  ｗｉｔｈ  ＩＰ」で使用さ\nれているものをもとにモデル化されている。○  外側ＩＰヘッダの送信元ア\nドレスと送信先アドレスは，トンネルの「終端」（カプセル化する側とカプセ\nル化を解く側）を識別する。」（３１頁７から１８行）\n「５．１．２．１  ＩＰｖ４  ――  Ｈｅａｄｅｒ  Ｃｏｎｓｔｒｕｃｔ\nｉｏｎ  ｆｏｒ  Ｔｕｎｎｅｌ  Ｍｏｄｅ\n（略）\nｓｒｃ  ａｄｄｒｅｓｓ  （略）\nｄｅｓｔ  ａｄｄｒｅｓｓ  （略）」（３１頁３９行から３２頁８行）\nウ  平成１１年５月に発行されたアクセスルータ「ＭＵＣＨＯ」の取扱説明書\n（乙３０）には，以下の記載がある。\n「６  プロトコル・宛先インターフェース・ＩＰｓｅｃ処理タイプを設定\nします」（３０２頁１５から１６行）\n「７  ＳＡ確立契機を設定します。まず起動時にＳＡを確立するかどうか\nを選択し，次に確立タイプを選択します。\n・［ＳＡ確立契機］（起動時ＳＡ確立）\n起動時にＳＡを確立するかどうかを選択します。」（３０３頁１から５\n行）\nエ  平成１２年９月に発行された「ＩＮＦＯＮＥＴ－ＶＰ１００  ＶＰＮボッ\nクス  取扱説明書」（乙３２）には，以下の記載がある。\n「ＩＰｓｅｃ処理タイプ：ＩＰｓｅｃ処理して中継･･････ＩＰｓｅｃによ\nるＶＰＮ通信を行います。」（６－２６頁１２から１３行）\n「ＳＡ確立契機･･･････････････ＳＡ確立契機を起動時に行うかどうかの\n指定後，データ通信時，ライフタイム満了時，指定時刻時の指定をおこない\nます。」（６－２６頁１８から１９行）\nオ  乙１０国際公開\n原告は，１０Ｂの構成は，乙１０国際公開には開示されていないと主張す\nるが，本件発明１（１）の無効理由１における のとおり，乙１０\n国際公開の記載から構成要件２Ｂに相当する構成（１０Ｂ）を認定できる。\n被告は，乙１０国際公開の発明は，ＩＰｓｅｃに基づくＶＰＮ通信により\n実現される構成を含むことから，ＩＰｓｅｃに関する技術である乙２２記載\nの技術を用いることができ，当該技術は構成要件２Ｄⅵ，２Ｅの構成に相当\nするから，乙１０国際公開の発明は構成要件２Ｄⅵ，２Ｅの構成を含むもの\nであると主張する。\nしかし，乙１０国際公開に電話会社へのアクセス装置３８８にはＲａｖｌ\nｉｎ－４ｗｉｒｅｌｉｎｅ暗号化装置が用いられるとの記載があるとして\nも，Ｒａｖｌｉｎ－４ｗｉｒｅｌｉｎｅ暗号化装置はＩＰｓｅｃ規格に準拠\nしない暗号モードを含んだ各種の暗号化モードを利用可能な製品である（甲\n６３・７３頁，乙２１）。したがって，上記暗号化装置が用いられることが記\n載されているからといって，その暗号化モードがＩＰｓｅｃに準拠している\nとはいえない。また，ＩＰｓｅｃの規格書（乙２２）には，その規格で規定\nされている用途に応じた複数の暗号化形式や動作モードを選択できること\nが記載される一方，ＩＰｓｅｃの特定の暗号化モードを適用した場合におけ\nる具体的なシステムの動作や設定について記載されているものではないか\nら（甲６３・７４頁，乙２２），仮に，乙１０国際公開の発明において乙２２\n記載の技術を適用するとしても，乙１０国際公報に，具体的にどのような技\n術が適用されるかが記載されているとはいえない。\n以上によれば，乙１０国際公開に，ＩＰｓｅｃに基づくＶＰＮ通信により\n実現される構成が記載されているともいえないし，ＩＰｓｅｃに関する技術\nである乙２２記載の特定の技術が記載されているともいえないから，乙１０\n国際公開の発明が，「管理コンピュ－タ側と監視端末側との回線再接続時，\n特定できる監視端末側からのＩＰアドレス登録要求を受け付け，前記利用者\nデータベースの前記監視端末情報であるＩＰアドレスを登録処理する手段」\n（構成要件２Ｄⅵ），「前記監視端末側は，内部にメモリーされた管理コンピ\nュータ側のグローバルＩＰアドレスに対して自ら接続処理する自己接続機\n能と，前記自己接続機能を使って，登録された前記監視端末ＩＤを管理コン\nピュータ側に送り，前記監視端末側のＩＰアドレスを登録するように要求す\nる手段」（構成要件２Ｅ）に対応する構成を含むとは認められない。\nカ  上記オを踏まえ，本件発明２と乙１０発明１を対比すると，両者の相違点\nは，構成要件２Ｄⅵ「管理コンピュ－タ側と監視端末側との回線再接続時，\n特定できる監視端末側からのＩＰアドレス登録要求を受け付け，前記利用者\nデータベースの前記監視端末情報であるＩＰアドレスを登録処理する手段」\n及び構成要件２Ｅ「内部にメモリーされた管理コンピュータ側のグローバル\nＩＰアドレスに対して自ら接続処理する自己接続機能と，前記自己接続機能\nを使って，登録された前記監視端末ＩＤを管理コンピュータ側に送り，前記\n監視端末側のＩＰアドレスを登録するように要求する手段」に対応する構成\nの有無であり，その余の構成で一致する。\nしたがって，本件発明２と乙１０発明１には相違点があるから，乙１０国\n際公開を主引例とする新規性欠如の主張には理由がない。\nキ  被告は，本件発明２と乙１０発明１に上記の相違点があったとしても，乙\n３０や乙３２の取扱説明書に記載された技術や，乙２２記載の技術は，いず\nれも周知技術ないし公知技術であり，これらを乙１０国際公開に組み合わせ\nることにより，容易に上記の相違点に係る構成に想到するから，本件発明２\nは進歩性が欠如すると主張する。\nしかし，乙３０や乙３２の取扱説明書は，いずれもユーザによる装置の設\n定手順を図とともに説明するものであり，セキュリティアソシエーションの\n確立の前提として送信元装置があらかじめ登録されている送信先装置のＩ\nＰアドレスに基づいて送信先装置との回線を再接続する構成が開示されて\nいるとはいえない。また，乙２２記載の技術は，上記のとおり，ＩＰｓｅｃ\nの特定の暗号化モードを適用した場合における具体的なシステムの動作や\n設定について記載されているものではない。これらによれば，乙３０や乙３\n２の取扱説明書に記載された技術，乙２２記載の技術を乙１０発明１に適用\nしようとしても，上記の相違点の具体的な構成に想到するとはいえない。\nしたがって，乙１０国際公開を主引例とする進歩性欠如の主張には理由が\nない。\nク  結論\n以上によれば，本件発明２は，乙１０国際公開により新規性・進歩性が欠\n如しているとはいえないから，無効理由１は認められない。\n無効理由２（親出願の分割出願要件違反に基づく進歩性欠如），無効理由３\n（サポート要件違反），無効理由４（実施可能要件違反）（争点４－２～４）\n被告は，本件発明１（１）におけるのと同様の理由に基づいて無効理由２な\nいし４を主張するところ，それらに理由がないことは本件発明１（１）の無効\n２ないし４は認められない。\n結論\n本件発明２についての無効理由１ないし４はいずれも認められないから，本\n件発明２に係る特許が特許無効審判により無効にされるべきものであるとは\nいえない。\n５  損害発生の有無及びその額（争点５）\n後掲各証拠及び弁論の全趣旨によれば，以下の事実が認められる。\nア  被告システムの料金体系（甲７，４２，乙１２３，弁論の全趣旨）\n被告サービスの基本利用料は，月額２９８０円／台である。また，インテ\nリジェントホームゲートウェイは，レンタル又は購入をする必要があり，レ\nンタルの場合は月額３００円／台，購入の場合は１万８０００円／台とされ\nている。また，被告のインターネットサービス利用者は基本利用料が月額１\n９８０円／台と設定されているほか，●（省略）●になったり，集合住宅（ア\nパートメント）単位の加入の場合には基本使用料が月額１２８０円／台に割\n引になったりするなど，多種多様な割引プランが用意されている。\n被告システムの利用者は，デバイスを用途に応じて一つ又は複数選択する\nことができる。デバイスは，基本的にはレンタルであり，レンタル料はＩＰ\nカメラが月額５００円／台，各種センサーが月額２００円／台，家電コント\nローラーが月額７００円／台，スマートロックが月額７００円／台，スマー\nトライトが１００円／個である。\nイ  被告システムは，被告が一般顧客との間で直接契約する形態のほか，以下\nのような形態により，被告システムを提供している。\n被告は，平成３０年４月時点で，４５社以上のケーブルテレビ局と業務\n提携することにより，被告システムを全国に展開し，それらのケーブルテ\nレビ局からライセンス料を得ている。ケーブルテレビ局は，自社のサービ\nスとして被告サービスを提供する。（甲３９ないし４３，乙１２３）\n被告は，平成２７年５月，ニフティ株式会社との間で，被告システムに\n係る業務提携についての基本合意を締結した。この基本合意では，被告は\n被告システムをニフティ株式会社に提供し，ニフティ株式会社は独自のイ\nンターフェースとサービス仕様によりスマートホームサービスを提供す\nることとされた。なお，現時点で上記合意は解消されている。（甲４６，弁\n論の全趣旨）\n被告は，平成２９年１月，被告が株主となっていて，被告システム向け\nのＩｏＴ機器やアプリケーションの企画開発などを行っているコネクテ\nッドデザイン株式会社（以下「コネクト社」という。）との間で，民泊事業\n者向けの支援サービスの提供についての合意をした。この合意では，被告\nシステムのデバイスを各戸に設置し，民泊事業者はコネクト社が提供する\n管理システムを通じてデバイスを操作してカメラでの入退出確認や鍵の\n受渡しなどをすることが予定されていた。（甲４７）\n被告は，民泊事業者に対し，「みんぱくのかぎ」と称するサービスを，ス\nマートロック，ＩＰカメラ，ホームゲートウェイ各１台のレンタル料込み\nで月額３９８０円（税別）で提供している。（甲４８）\nコネクト社は，平成２８年８月，株式会社ＵＳＥＮの子会社であり，ホ\nテルや飲食店などの受付やフロントの管理システムの効率化を目的とし\nたサービスの提供等をしている株式会社アルメックスとの間で，宿泊空間\nのスマート化に関する実証実験を開始することについて合意をした。なお，\n実際には，採算が合わないと判断されて上記の実証実験は行われず，上記\nの合意が解消された。（甲４９，弁論の全趣旨）\n被告システムは，複数のＷｅｂサービスやアプリ，ＩｏＴデバイスを連\n携させるプラットフォームである「ＩＦＴＴＴ（イフト）」に対応してい\nる。（甲５０）\n被告システムは，Ｇｏｏｇｌｅ  Ｈｏｍｅのスマートスピーカーと連携\nしており，家電の音声操作をすることができる。（乙４１，４９・１２頁，\n乙８６，８７，１２２）\n被告システムは，ＬＩＮＥの公式アカウントの画面上で表示される「ま\nとめてＯＮ」「まとめてＯＦＦ」「いつもの鍵を開ける」などのボタンによ\nり，対象となる家電等を操作することが可能である。（乙４９・１３頁，乙\n８３～８５）\nこれらのサービスは，いずれも被告システムの機能を無償で拡張するも\nのである。（弁論の全趣旨）\nウ  被告は，ホームゲートウェイ，家電コントローラー，ドア・窓センサー，\nＩＰカメラの４つがセットになった「スターターキットタイプＡ」を７万２\n１４４円（税込。２年間のライセンス料を含む。）で販売している。なお，上\n記のうちＩＰカメラを除いた３つがセットになった「スターターキットタイ\nプＢ」や，個々のデバイスについて単品での販売もしている。（乙４３，４４）\nエ  平成３１年１月末時点の被告システムに関する売上げ（乙１２３，弁論の\n全趣旨）\n基本利用料（月額単価×延べ世帯数）\n●（省略）●円\n機器レンタル料（月額単価×延べ世帯数）\n①  ホームゲートウェイのレンタル料\n●（省略）●円\n（計算式）\n●（省略）●円＋●（省略）●円\n②  ＩＰカメラのレンタル料\n●（省略）●円\n（計算式）\n●（省略）●円＋●（省略）●円\nなお，乙１２３では，ＩＰカメラのレンタル料●（省略）●は●（省\n略）●円とされているが，平成２９年１月から１２月までの台数と売上\nげが整合しておらず，正確な数字が記載されているとはいえないから，被\n告の主張である●（省略）●円をもって相当と認めた。\nライセンス料等収入（月額単価×延べ契約数）\n①  ケーブルテレビ局からのライセンス料\n●（省略）●円\n②  ケーブルテレビ局からの加入一時金\n●（省略）●円\n③  事業者との契約によるライセンス料等\n●（省略）●円\n被告システムの販売に係る売上げ\n①  ＩＰカメラ単体\n●（省略）●円\n②  スターターキットタイプＡ\n●（省略）●円\n（計算式）\n６万６８００円×●（省略）●個\nなお，被告は，スターターキットタイプＡの価格は６万０１２０円であ\nると主張するが，上記ウのとおり，上記価格は税込で７万２１４４円であ\nると認められるから，税抜価格を消費税率８パーセントで割り戻して６\n万６８００円と算定した。\nオ  原告は，過去に本件各特許を使用したサービスを事業化したが，採算が合\nわなかったため，撤退した。原告は，平成３１年２月１日時点で，登録電気\n通信事業者として登録をしていない。（甲１５，乙１３１，弁論の全趣旨）\nカ  原告は，本件訴訟提起前の交渉中の平成２９年２月２０日付け申入書にお\nいて，「現在大手企業を含めて本件特許を尊重いただき実施権の許諾契約が\n複数進行中であります」と述べていたが，実際には，そのような許諾契約は\n締結されておらず，原告が，本件特許について契約を締結してその実施を許\n諾している企業等はない。（乙３，弁論の全趣旨）\nキ   先進諸国（アメリカ，カナダ，ヨーロッパ，日本，オーストラリア）の\n主要各社を対象とした最近のアンケート調査（有効回答数４２８）では，\n各技術分野にまたがった各種ライセンス契約（ライセンスインとライセン\nスアウトの双方を含む。）におけるランニングロイヤルティ率の平均は，\n革新的発明の場合で７～１４パーセント，重要改良発明の場合で４～９パ\nーセントとされていると判示する裁判例（東京地裁平成１０年３月３０日\n判決）がある。（甲３１）\n平成１５年９月３０日に発行された社団法人発明協会「実施料率」第５\n版において，「図２－２１－２  電子・通信用部品（イニシャル  無）の実\n施料率別契約件数」を参照すると，同書籍中の最新である平成４年度～平\n成１０年度の統計によると５６件のライセンス契約（年平均９．３件）に\nおける実施料率の最頻値は１パーセント，中央値は３パーセント，平均値\nは３．３パーセントである。（乙３５）\n平成２２年３月に公開された株式会社帝国データバンク「知的財産の価\n値評価を踏まえた特許等の活用の在り方に関する調査研究報告書～知的\n財産（資産）価値及びロイヤルティ料率に関する実態把握～」（以下「本件\n報告書」という。）の「Ⅱ．わが国のロイヤルティ料率」，「３．ロイヤルテ\nィ料率の動向」，「（１）一般データ調査結果」，「（ⅰ）日本」（９３頁）の表\nⅢ－３，図Ⅲ－１によれば，「電子計算機」の分野のロイヤルティ料率の平\n均値は３３．２パーセント，最頻値は５０．０パーセント，中央値は４０．\n０パーセントとされている。\n本件報告書の「Ⅱ．我が国のロイヤルティ料率」，「２．技術分類別ロイ\nヤルティ料率（国内アンケート調査）」，「（３）アンケート調査結果」によ\nる「②技術分類別ロイヤルティ料率の平均値」の図Ⅱ－１，表Ⅱ－３によ\nれば，「器械」の分野のロイヤルティ料率の平均値は３．５パーセント，最\n大値は９．５パーセント，最小値は０．５パーセントであり，「コンピュー\nタテクノロジー」の分野のロイヤルティ料率の平均値は３．１パーセント，\n最大値は７．５パーセント，最小値は０．５パーセントとされている。\n本件報告書の「Ⅲ．各国のロイヤルティ料率」，「１．ロイヤルティ料率\nの動向」の国内企業のロイヤルティ料率に関するアンケート結果には，産\n業分野を通信・通信装置とする特許のロイヤルティ率は２．９パーセント\nと記載され，「２．司法決定によるロイヤルティ料率調査結果」には，平成\n１６年から平成２０年までの産業分野を電気とする特許の司法決定によ\nるロイヤルティ料率は平均値３．０パーセント，最大値７パーセント，最\n小値１パーセント（件数７件）と記載されている。（以上につき，甲６０）\n平成３１年１月末までの被告システムの売上げは上記 エのとおりである\nところ，原告は令和元年１０月までの売上げに基づいて損害額を主張しており\n（原告第１２準備書面），本件における特許法１０２条３項の損害賠償額の基\n礎となる売上げは平成２７年２月から令和元年１０月末までの期間が対象と\nなる。そして，被告システムは，性質上，設置後，相当程度継続的に使用され\nるものであると考えられること，平成３１年２月以降にそれまでの契約世帯数\nを大きく変動させる要因を認めるに足りないことなどから，平成３１年１月末\n時点での契約世帯数やＩＰカメラの利用，ライセンス料が維持されるものとし\nて，同年２月から令和元年１０月末までの９か月間の売上げを推計することが\n合理的であると解される。なお，ケーブルテレビ局からの加入一時金及びＩＰ\nカメラやスターターキットタイプＡの販売に係る売上げについては，それらが\n一時点のものであること，その発生の頻度等に\nることとする。\nそうすると，令和元年１０月末までの被告システムに関する売上げは，以下\nのとおりとなる。\nア  基本利用料（月額単価×延べ世帯数）\n●（省略）●円\n（計算式）\n●（省略）●円＋●（省略）●円×９（月）＋●（省略）●円×９（月）\n＋●（省略）●円×９（月）＋●（省略）●円×９（月）＋●（省略）●円\n×９（月）＋●（省略）●円×９（月）＋●（省略）●円×９（月）\nイ  機器レンタル料（月額単価×延べ世帯数）\n①  ホームゲートウェイのレンタル料\n●（省略）●円\n（計算式）\n●（省略）●円＋●（省略）●円×９（月）＋●（省略）●×９（月）\n②  ＩＰカメラのレンタル料\n●（省略）●円\n（計算式）\n●（省略）●円＋●（省略）●円×９（月）＋●（省略）●円×９（月）\nウ  ライセンス料等収入（月額単価×延べ契約数）\nケーブルテレビ局からのライセンス料\n●（省略）●円\n（計算式）\n●（省略）●円＋●（省略）●円×９（月）\nケーブルテレビ局からの加入一時金\n●（省略）●円\n事業者との契約によるライセンス料等\n●（省略）●円\n（計算式）\n●（省略）●円＋●（省略）●円×９（月）\nエ  被告システムの販売に係る売上げ\nＩＰカメラ単体\n●（省略）●円\nスターターキットタイプＡ\n●（省略）●円\n前提事実 のとおり，被告システムは各利用者において，デバイスの種類及\nび数を自由に組み合わせることができるものである。そして，前記２で説示の\nとおり，本件各発明の技術的範囲に属するのはＩＰカメラを使用した被告シス\nテムだけである。このように，利用者ごとに利用する被告システムの内容やそ\nれが本件各発明の技術的範囲に属するか否かが異なる被告システムで，ＩＰカ\nメラを組み合わせていない利用者が利用する被告システムが本件各発明の技\n術的範囲に属することはないことを考慮すると，特許発明の実施に対して受け\nるべき金員の算定の基礎となるのは，本件各発明の技術的範囲に属するＩＰカ\nメラを組み合わせた被告システムの利用者が被告システムについて支払う金\n員であるといえる。そして，これには，ＩＰカメラを組み合わせた利用者が支\n払う基本利用料やホームゲートウェイのレンタル料が含まれる。また，利用者\nがデバイスの種類及び数を自由に組み合わせられる被告システムにおいて，Ｉ\nＰカメラを含むデバイスごとにレンタル料が定められ（甲７），ＩＰカメラ以\n外の組み合わせられるデバイスの有無が特許権侵害の有無に影響しないこと\nなどに照らせば，デバイスのレンタル料のうち，ＩＰカメラを組み合わせた利\n用者が支払うＩＰカメラのレンタル料も特許発明の実施に対して受けるべき\n金員の算定の基礎とするのが相当と解される。さらに，被告が被告システムに\nついて受け取ったライセンス料に，被告システムの利用者のうちのＩＰカメラ\nの利用者の割合を乗じたものが，ＩＰカメラを利用した被告システムについて\n被告が受け取ったライセンス料といえる。\n被告システムの利用者のうち，デバイスとしてＩＰカメラを使用する利用者\nの割合は，平成３０年９月時点では約●（省略）●パーセントであり，平成３\n１年１月時点では約●（省略）●パーセントである（弁論の全趣旨）ことに照\nらせば，被告システムの利用者のうちＩＰカメラを使用する利用者の割合は●\n（省略）●パーセントとすることが相当である。そうすると，ＩＰカメラのレ\nンタル料及び売上額並びに被告システムの基本利用料，ホームゲートウェイの\nレンタル料，被告が受け取ったライセンス料等のうち全体に係る売上げの●\n（省略）●パーセント相当額の合計をもってＩＰカメラに関する被告システム\nの売上げとすることが相当である（なお，スターターキットタイプＡのＩＰカ\nメラに係る売上額については，当該箇所で個別に算出する。）。\nそうすると，令和元年１０月末時点でのＩＰカメラに関する被告システムの\n売上げは，以下のとおりとなる（小数点以下は四捨五入する。）。\nア  ＩＰカメラに係る基本利用料関係（月額単価×延べ世帯数）\n●（省略）●円\n（計算式）\n●（省略）●万●（省略）●円×０．３（ＩＰカメラの利用者の割合）\nイ  ＩＰカメラに係る機器レンタル料関係（月額単価×延べ世帯数）\n①  ホームゲートウェイのレンタル料\n●（省略）●円\n（計算式）\n●（省略）●円×●（省略）●（ＩＰカメラの利用者の割合）\n②  ＩＰカメラのレンタル料\n●（省略）●円\nウ  ＩＰカメラに係るライセンス料等収入関係（月額単価×延べ契約数）\nケーブルテレビ局からのライセンス料\n●（省略）●円\n（計算式）\n●（省略）●円×●（省略）●（ＩＰカメラの利用者の割合）\nケーブルテレビ局からの加入一時金\n●（省略）●万円\n（計算式）\n●（省略）●円×●（省略）●（ＩＰカメラの利用者の割合）\n事業者との契約によるライセンス料等\n●（省略）●円\n（計算式）\n●（省略）●円×●（省略）●（ＩＰカメラの利用者の割合）\nエ  ＩＰカメラに係る被告システムの売上げ\nＩＰカメラ単体\n●（省略）●円\nスターターキットタイプＡ\n●（省略）●円\n（算出の理由）\n上記キットのセット価格は６万６８００円であるところ，ＩＰカメラの\n単価は１万７８２０円，ドア・窓センサーの単価は６２８２円であると認\nめられる（弁論の全趣旨）から，同セットに含まれる残りの家電コントロ\nーラー及びゲートウェイの販売価格が合計４万２６９８円と計算できる。\nそして，家電コントローラーのレンタル料は月７００円，ゲートウェイの\nレンタル料は月３００円であることから，この割合で按分すると，ゲート\nウェイの販売単価は１万２８０９円（＝４万２６９８円×３００／１００\n０）と算出される。これに，販売個数●（省略）●個を乗じると，ゲート\nウェイの売上げは●（省略）●円となる。\nオ  合計\n●（省略）●円（●（省略）●円）\n特許法１０２条３項による損害を算定する基礎となる実施に対し受けるべ\nき料率に関係して， 発明の実際の実施許諾契約は存\n在せず，被告が本件各特許についての実施許諾契約を締結している企業等はな\nい。そして，業界における実施料の相場については，同キのとおりの証拠があ\nる。なお，本件報告書に「電子計算機」の分野のロイヤルティ料率の平均値が\n３３．２パーセント，最頻値が５０．０パーセント，中央値が４０．０パーセ\nントと記載されているが ，本件報告書には「電子計算機に関して\nはソフトウェアのロイヤルティ料率が含まれているため，全体的に高いロイヤ\nルティ料率になっているとされている」（甲６０・９４頁，乙１３２）などと記\n載されていることに照らし，特許権のみのライセンス料について記載したもの\nではないと認められる。\nそして，上記のような実施料の相場に関する証拠，原告が本件各特許につい\nて第三者に対する実施の許諾を拒むという方針を採用しているとは認められ\nないところ，原告と実際に本件各特許について実施許諾契約を締結した企業等\nがないことその他の本件にあらわれた一切の事情を総合的に勘案すれば，本件\nにおいて，特許権侵害を前提とした特許法１０２条３項による損害を算定する\n基礎となる実施に対し受けるべき料率としては●（省略）●パーセントをもっ\nて相当と認める。\nしたがって，本件における特許法１０２条３項の損害賠償額は，７１１万８\n６０６円（●（省略）●円×●（省略）●）となる。\nまた，本件にあらわれた一切の事情に照らせば，本件訴訟における弁護士費\n用としては１００万円をもって相当であると認める。\nしたがって，本件の損害額は，８１１万８６０６円であると認められる。\n原告は，被告はケーブルテレビ局の契約者に対しても被告サービスを提供し\nているところ，ケーブルテレビ局についての被告の売上高は，ライセンス料で\nはなく，ケーブルテレビ局が被告システムの利用者から得ている利用料等の売\n上高とすべきであると主張する。しかし，上記売上高はケーブルテレビ局の売\n上高であり，被告のものではないことは明らかであるから，原告の上記主張は\n採用できない。\n原告は，被告システムにおいては，通常の使用形態によれば，１世帯当たり\n月額４５８０円（基本利用料２９８０円＋ゲートウェイレンタル料３００円＋\nＩＰカメラ１台のレンタル料５００円＋ドア・窓センサー３台のレンタル料６\n００円＋広域モーションセンサー１台のレンタル料２００円の合計）が必要に\nなるから，同額をもって被告の売上額を算出すべきであると主張する。しかし，\n被告システムは使用するデバイスを任意に選択できるものであって，原告が指\n摘する甲７号証によっても上記組合せが通常の実施形態であると認めること\nはできないし，被告システムは使用するデバイスを任意に選択できるものであ\nり，利用者が上記の組合せをしなければならないものとはいえないから，原告\nの上記主張は採用できない。\n６  差止め及び廃棄の範囲について\n被告システムは，利用者ごとに利用者がデバイスの種類及び数を自由に組み合\nわせることができるものであるところ，本件各発明の技術的範囲に属するのは利\n用者がＩＰカメラを組み合わせた場合の被告システムに限られるから，原告は，\n別紙物件目録（２）の範囲で差止請求権を有する。\nまた，ＩＰカメラを組み合わせない被告システムは本件各発明の技術的範囲に\n属さず，それらの利用者は被告システムの利用者全体の約●（省略）●に相当す\nる。請求の趣旨第２項及び第３項の廃棄請求は本件各発明の技術的範囲に属さな\nい多くの被告システムの提供を不可能にするものであり，また，被告システムが\n本件各発明の技術的範囲に属さない態様で使用することができ，現に多くの利用\n者との関係でそのように使用されていることなどを考慮すると，上記の各廃棄請\n求は必要性，相当性を欠き，「侵害の予防に必要な行為」（特許法１００条２項）\nに該当しないというべきであるから，原告はこれらについての廃棄請求権は有し\nないというべきである。\n７  原告の差止請求が権利濫用であるか（争点６）\n被告は，多数の一般需要者に公的なインフラであるスマートホームに関するサ\nービスを提供している被告が事業を中止するとなれば，これらの需要者に迷惑が\n掛かることとなり，ひいては被告が極めて厳しい立場に置かれるという現状を奇\n貨として，原告が多額の和解金を請求したとして，原告の被告に対する差止請求\nは，権利濫用として許されないというべきである旨主張する。\nしかし，特許権者は侵害者に対して損害賠償請求権を有するから，原告が被告\nに対して特許権侵害を主張するに当たり，当初，相当額の和解金を請求したこと\nをもって，直ちに差止請求が権利濫用になるともいえないし，システムの発明に\nおいて利用者が相当数いることをもって，直ちに差止請求が権利濫用になるとは\nいえない。本件では，前記６のとおり，本件各発明の技術的範囲に属するＩＰカ\nメラが使用される限度で被告システムの差止めが認められることや，本件各発明\nの技術的範囲を考慮すると，被告が指摘する事情によって，原告の請求が権利濫\n用となるとまでは認められない。\nなお，被告は，特許法８３条１項に基づき原告に対して通常実施権の許諾につ\nいての協議を求め，この協議が成立せず，又は協議をすることができないときは\n特許庁長官の裁定を請求することができる（特許法８３条２項）ところ，裁判所\nにおいても，特許庁長官であれば通常実施権の許諾を認める裁定をしたであろう\nことを判断することができるから，差止請求において，上記の特許法８３条２項\nに基づく主張が抗弁となると主張する。また，被告は，特許法９３条１項に基づ\nき，原告に対して通常実施権の許諾について協議を求め，この協議が成立せず，\n又は協議をすることができないときは経済産業大臣の裁定を請求することがで\nきる（特許法９３条２項）ところ，裁判所においても，経済産業大臣であれば通\n常実施権の許諾を認める裁定をしたであろうことを判断することができるから，\n差止請求において，上記の特許法９３条２項に基づく主張が裁判上の抗弁になる\nと主張する。しかしながら，特許法８３条２項，同法９３条２項は特許庁長官な\nいし経済産業大臣の裁定に関する規定であり，それらによる裁定がされていない\n場合に差止請求において抗弁になるものではない。\n第４  結論\nよって，原告の請求は，主文掲記の限度で理由があるからその限度で認容し（な\nお，主文第１項についての仮執行宣言は相当でないから付さない。），その余は理由\nがないからいずれも棄却することとして，主文のとおり判決する。\n東京地方裁判所民事第４６部\n裁判長裁判官       柴    田    義    明\n裁判官      棚    井        啓\n裁判官      佐    藤    雅    浩\n（別紙）\n物件目録（１）\n被告の構築する，インテリジェントホームゲートウェイ，サーバー及び監視デバイ\nスを用いた「インテリジェントホームシステム」と称する情報供給システム\n以上\n（別紙）\n物件目録（２）\n被告の構築する，インテリジェントホームゲートウェイ，サーバー及び監視デバイ\nスであるＩＰカメラを用いた「インテリジェントホームシステム」と称する情報供給\nシステム（ただし，利用者のアクセスによりサーバーからインテリジェントホームゲ\nートウェイに送られる要求に応じ，当該要求を受けた時の画像を取得し，その取得し\nた画像をインテリジェントホームゲートウェイ及びサーバーを経由して利用者に提\n供するものに限る。）\n以上\n（別紙）\n被告システム説明図\n"
}