{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 4,
    "month": 10,
    "day": 25
  },
  "case_number": "平成31(ワ)2614",
  "case_name": "商標使用料等請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "商標権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "91483",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=91483",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/483/091483_hanrei.pdf",
  "contents": "令和４年１０月２５日判決言渡  同日原本領収  裁判所書記官\n平成３１年(ワ)第２６１４号  商標使用料等請求事件\n口頭弁論終結日  令和４年８月１８日\n判        決\n原 告     株 式 会 社 Ａ 合同設 計\n同訴訟代理人弁護 士      庭   山   正一 郎\n金子憲 康\n藤原道 子\n畑井研 吾\n採澤友 香\n三浦徹 也\n被 告         綜 合 商 事 株 式 会 社\n同訴訟代理人弁護 士        山田勝 利\n小川憲 久\n早川大 地\n伊藤将 之\n主        文\n１  原告の請求をいずれも棄却する。\n２  訴訟費用は原告の負担とする。\n事実及び理 由\n第１  請求\n１  主位的請求\n被告は、原告に対し、３１７５万２０００円、うち２２６万８０００円に\n対する平成２８年６月１日から及びうち２２６万８０００円に対する同年９\n月１日からそれぞれ支払済みに至るまで年６分の割合による金員並びにうち\n２２６万８０００円に対する平成２９年４月２１日から及びうち２４９４万\n８０００円に対する令和元年１１月２９日からそれぞれ支払済みに至るまで\n年５分の割合による金員を支払え。\n２  予備的請求\n被告は、原告に対し、３１７５万２０００円並びにうち６８０万４０００\n円に対する平成２９年４月２１日から及びうち２４９４万８０００円に対す\nる令和元年１１月２９日からそれぞれ支払済みに至るまで年５分の割合によ\nる金員を支払え。\n第２  事案の概要等\n１  事案の概要\n本件は、別紙原告商標権目録記載１ないし３の各商標権を有する原告が、主\n位的に、被告との間で商標使用許諾契約を締結したとして、同契約に基づき、\n平成２８年４月１日から同年９月末日までの商標使用料４５３万６０００円並\nびにうち２２６万８０００円に対する約定の商標使用料支払期日の翌日である\n平成２８年６月１日から及びうち２２６万８０００円に対する同支払期日の翌\n日である同年９月１日からそれぞれ支払済みに至るまで商事法定利率年６分\n（平成２９年法律第４５号による改正前の商法５１４条）の割合による遅延損\n害金の支払を求めるとともに、同契約終了後である平成２８年１０月１日以降、\n被告が、原告の上記商標権に係る商標を無断で使用し、同商標権を侵害したと\nして、不法行為に基づき、損害金２７２１万６０００円並びにうち２２６万８\n０００円に対する訴状送達の日の翌日である平成２９年４月２１日から及びう\nち２４９４万８０００円に対する令和元年１０月７日付け訴えの変更申立書送\n達の日の翌日である同年１１月２９日からそれぞれ支払済みに至るまで民法\n（平成２９年法律第４４号による改正前のもの。以下同じ。）所定の年５分の\n割合による遅延損害金の支払を求め、予備的に、不法行為に基づき、使用料相\n当損害金３１７５万２０００円並びにうち６８０万４０００円に対する訴状送\n達の日の翌日である平成２９年４月２１日から及びうち２４９４万８０００円\nに対する令和元年１０月７日付け訴えの変更申立書送達の日の翌日である同年\n１１月２９日からそれぞれ支払済みに至るまで民法所定の年５分の割合による\n遅延損害金の支払を求める事案である。\n２  前提事実（当事者間に争いのない事実、当裁判所に顕著な事実並びに後掲の\n証拠（書証が複数頁にわたる場合には頁数を〔  〕内に示す。以下同じ。）及\nび弁論の全趣旨により容易に認められる事実）\n⑴  当事者等\nア  原告は、建築の設計、監理、コンサルタント業務及び不動産の管理等を\n目的とする株式会社であり、その代表取締役はＡ（以下「Ａ」という。）\nである。\nイ  被告は、不動産の保有及び賃貸等を目的とする株式会社であり、その代\n表取締役はＢ（以下「Ｂ」という。）及びＣ（以下「Ｃ」という。）である。\nウ  Ｄ（以下「Ｄ」という。）、Ｂ及びＡは、Ｅ（以下「Ｅ」という。昭和\n６３年１月１２日死亡。）及びＦ（以下「Ｆ」という。平成２５年１１月\n１３日死亡。）の子であり、ＣはＤの子である。\n⑵  被告における不動産事業開始の経緯\nア  被告は、綜合警備保障株式会社の創業者であるＥにより昭和４２年６月\n７日に同社の株式の保有及び管理を目的として設立された、発行済株式総\n数４０００株の株式会社であり、取締役会設置会社であって、Ｅの死後、\n被告の株式は、Ｆが２２００株を、Ｄ、Ｂ及びＡがそれぞれ６００株を保\n有していた（弁論の全趣旨）。\nイ  被告は、平成９年当時、綜合警備保障株式会社の株式を含む投資有価証\n券以外の財産をほとんど有していなかったため、Ｆ及びＡは、同社の将\n来の発展及び株価の上昇を見越すと、Ｆを被相続人とする相続が開始し\nた場合には、Ｆが保有する被告の株式２２００株につき純資産価額方式\nにより相続税の評価がされることで、Ｄ、Ｂ及びＡに対して多額の相続\n税が課されることを懸念するようになっていた。そこで、Ｆ及びＡは、\n遅くとも同年１２月には、被告の株式につき類似業種比準方式により相\n続税の評価を受けるようにするため、被告において、建物を建設して所\n有し、当該建物を利用して不動産賃貸事業及び展示ホール等の貸館事業\nを行うこととして、Ｆは、Ａに対し、被告の不動産賃貸事業等の実務を\n担当させることとした。（甲Ａ４１２及び４１３〔４頁〕）\nウ  Ａは、平成１１年１２月１日、被告の代表取締役に就任した。なお、同\n日、Ｂも被告の代表取締役に就任し、当時の被告の代表取締役は、Ａ、Ｂ\n及び同日以前から代表取締役の地位にあったＤの３名となった。（甲Ａ４\n０９の２）\nエ  Ｄは、平成２１年１２月２７日に任期満了により被告の取締役を退任し、\n同日、Ｃが新たに取締役に就任した（甲Ａ２７８及び２７９）。\nオ  被告は、次のとおり三つの物件（これらの３物件を併せて「本件各物件」\nという。）を建設し、不動産貸与事業を行うようになった（甲Ａ１５０並\nびに乙３６（枝番を含む。以下特段の断りのない限り同じ。）ないし４０、\n４３、７６、８８及び１０３）。\n(ｱ) 足立物件\n被告は、平成１８年３月、東京都足立区に地下１階地上２２階建の\n建物（以下「足立物件」という。）を建設した。\n足立物件には、劇場、会議室、ピアノラウンジ、スタジオ等の一般利\n用者向けの施設及び賃貸住宅兼事務所が設けられているほか、ハローワ\nーク、創業者支援のための創業支援館など、足立区が運営する施設も設\nけられている。また、足立区内に在住又は勤務する者は、足立物件の一\n部の施設を通常よりも安価な料金で利用することができるとされている。\n(ｲ) 神戸物件\n被告は、平成２０年１月、兵庫県神戸市中央区に地上３７階建の建物\n（以下「神戸物件」という。）を建設した。\n神戸物件には、芸術劇場、音楽ホール、グランドサロン、会議室、ス\nタジオ等の一般利用者向け施設や賃貸住宅が設けられている。\n(ｳ) 福岡物件\n被告は、平成１３年１０月、福岡県福岡市博多区に地下１階地上１５\n階建の建物（以下「福岡物件」という。）を建設した。\n福岡物件には、オフィスや住居として利用できる区画が設けられてい\nる。\n⑶  原告の商標権（甲Ａ２０３ないし２０８）\n原告は、平成１７年３月７日に別紙原告商標権目録記載１の商標（以下\n「原告商標１」という。）について、平成１８年６月７日に同目録記載２の\n商標（以下「原告商標２」という。）について、平成２６年７月２５日に同\n目録記載３の商標（以下「原告商標３」といい、原告商標１ないし３を併せ\nて「原告各商標」という。）について、それぞれ商標登録出願を行った（以\n下、原告商標１ないし３に係る商標権を、順次「原告商標権１」、「原告商標\n権２」などといい、これらを併せて「原告各商標権」という。）。\n原告は、原告各商標権を有している。\n⑷  Ａによる看板の設置（乙９７ないし９９）\nＡは、遅くとも平成２６年９月１５日までに、足立物件の正面玄関入口上\n部に、別紙被告標章目録記載１の標章（以下「被告標章１」という。）を、\n神戸物件の正面上部に、同目録記載２の標章（以下「被告標章２」という。）\nを、福岡物件の正面上部に、同目録記載３の標章（以下「被告標章３」とい\nう。）をそれぞれ付した。\n⑸  被告によるウェブサイトの開設（甲Ａ１５０）\n被告は、平成２９年９月、自ら管理運営するウェブサイト（以下「被告ウ\nェブサイト」という。）を新たに開設し、同ウェブサイト内において、別紙\n被告ウェブページ目録記載１のウェブページに別紙被告標章目録記載４の標\n章（以下「被告標章４」という。）を、別紙被告ウェブページ目録記載２の\nウェブページに別紙被告標章目録記載５の標章（以下「被告標章５」とい\nう。）を、別紙被告ウェブページ目録記載３のウェブページに別紙被告標章\n目録記載６の標章（以下「被告標章６」といい、被告標章１ないし６を併せ\nて「被告各標章」という。）をそれぞれ付した。\nなお、原告商標１と被告標章１及び４、原告商標２と被告標章２及び５、\n原告商標３と被告標章３及び６が、それぞれ類似しており、被告各標章の使\n用が、後記⑹の商標使用に関する契約書における許可の対象となることにつ\nいては、当事者間に争いがない。\n⑹  原告と被告との間の商標使用に関する契約書の存在（甲Ａ１４２）\n原告代表取締役の肩書が付されたＡの記名押印及び被告代表取締役の肩書\nが付されたＤの記名押印（Ｄの押印に係る印影が被告代表取締役印により顕\n出されたものであることについては、当事者間に争いがない。）のある平成\n２０年１０月１日付け「商標使用に関する契約書」と題する書面（以下「本\n件商標使用許諾契約書」といい、同契約書上の契約を「本件商標使用許諾契\n約」という。）が存在しており、同書面には、次の記載がある（ただし、以\n下の「甲」は原告を、「乙」は被告を表している。）。\n「（対象商標）\n第１条  甲が乙に使用を許可する商標権は次のとおりとする。\n１）  東京芸術センター：第４９２３６０８号\n（出願２００５年３月７日  登録２００６年１月２７日）\n２）  神戸芸術センター：第５０１２５８７号\n（出願２００６年６月７日  登録２００６年１２月２２日）\n３）  日本芸術センター：第５２０４５１８号\n（出願２００７年１２月４日  登録２００９年２月２０日）  」\n「（使用料）\n第３条  第１条に定めた商標権に対する使用料は、次のとおりとする。\n東京芸術センター  金３１５，０００円／月\n（２００６年１月２７日よりの分を含んだ値。うち消費税１５，\n０００円）\n神戸芸術センター  金３１５，０００円／月\n（２００６年１２月２２日よりの分を含んだ値。うち消費税１５，\n０００円）\n福岡芸術センター  金１０５，０００円／月\n（日本芸術センターの商標にて保護。うち消費税５，０００円）\n（使用料の支払方法）\n第４条  乙は前条の商標権に対する使用料を、次の基準により現金で甲に支\n払う。\n初年度        ２００９年７月末日\n次年度以降   毎年  １月末（１回目）\n７月末（２回目）                        」\n⑺  商標使用料の支払（甲Ａ３２３）\n被告は、原告に対し、平成２１年８月２０日から平成２８年２月１０日ま\nでの間、原告各商標の商標使用料の名目で金銭を支払った。\nなお、上記商標使用料名目の金銭は、前記⑹の本件商標使用許諾契約書の\n記載とは異なり、毎年２月、５月、８月及び１１月末日の年４回に分けて支\n払われていた。\n⑻  原告商標１の登録及び商標使用料に関する取締役会議事録の記載\nア  平成１７年３月２６日付け及び平成１８年２月２６日付け取締役会議事\n録（甲Ａ２１４及び２６１）\n被告代表取締役の肩書が付されたＤ、Ｂ及びＡ並びに被告取締役の肩書\nが付されたＦの各記名押印（Ｄ及びＢの記名横の印影が被告代表取締役\n印により顕出されたものであること並びにＦの記名横の印影が同人の取\n締役印により顕出されたものであることについては、当事者間に争いが\nない。）のある被告の平成１７年３月２６日付け取締役会議事録及び平成\n１８年２月２６日付け取締役会議事録には、被告代表取締役Ｄ、同Ｂ及\nび同Ａ並びに取締役Ｆの４名全員が、被告会議室において、上記各日の\n取締役会に出席した上、Ｄが議長となって議事を進行し、原告商標１の\n商標登録者を原告とすることを全員一致で承認した旨の記載がある。\nイ  平成２０年２月２３日付け取締役会議事録の記載（甲Ａ２０９）\n被告代表取締役の肩書が付されたＤ、Ｂ及びＡ並びに被告取締役の肩書\nが付されたＦの各記名押印（Ｄ及びＢの記名横の印影が、いずれも被告\n代表取締役印により顕出されたものであること、Ｆの記名横の印影が同\n人の取締役印により顕出されたものであることについては、当事者間に\n争いがない。）のある平成２０年２月２３日付け取締役会議事録には、被\n告の代表取締役Ｄ、同Ｂ及び同Ａ並びに取締役Ｆの４名全員が、被告会\n議室において、同日の取締役会に出席し、Ｄが議長となって議事を進行\nし、被告が原告に対して原告商標１ないし３の商標使用料を本件各物件\nの年間売上の０．５％程度を限度として支払うことを全員一致で承認し\nた旨の記載がある。\n３  争点\n⑴  本件商標使用許諾契約の成否（争点１）\n⑵  本件商標使用許諾契約に係る取締役会決議の有無（争点２）\n⑶  本件商標使用許諾契約又は取締役会決議の追認の有無（争点３）\n⑷  本件商標使用許諾契約に係る総株主の同意の有無（争点４）\n⑸  被告が本件商標使用許諾契約の無効を主張することが信義則に違反すると\nいえるか（争点５）\n⑹  被告各標章を付すことが原告各商標の「使用」（商標法２条３項）に当た\nるか（争点６）\n⑺  被告各標章が「需要者が何人かの業務に係る商品又は役務であることを認\n識することができる態様により使用されていない商標」（商標法２６条１項\n６号）に当たるか（争点７）\n⑻  損害額（争点８）\n⑼  原告による本件商標使用許諾契約に基づく商標使用料支払請求権及び不法\n行為に基づく損害賠償請求権の行使がいずれも権利の濫用として許されない\nか（争点９）\n４  争点に関する当事者の主張\n⑴  争点１（本件商標使用許諾契約の成否）について\n（原告の主張）\nア  原告が原告商標１の商標登録をすることについては、平成１７年３月２\n６日及び平成１８年２月２６日に開催された被告の取締役会でいずれも承\n認され、原告商標２の商標登録をすることについては、平成１７年１月１\n３日に開催された被告の取締役会において報告され、取締役らの了承を得\nている。また、原告各商標が原告の商標として登録されていることは平成\n２４年９月１９日発行の「建設通信新聞」において一般に公表された事実\nである。したがって、本件商標使用許諾契約を締結することは何ら不自然\nなことではない。\nなお、原告の名義で原告各商標の登録をすることになったのは、それま\nで文化芸術分野に関する事業を全く行っておらず、会社目的も「財産管\n理のための防犯、防災、清掃などの諸器材の開発並びに製造、販売」\n等、文化芸術分野と全く関連のない被告では、商標登録が認められない\nリスクが高く、むしろ、会社目的として建築の設計や都市計画等の文化\n芸術分野に関連する目的を掲げ、実際にも公共の文化芸術施設の設計を\nいくつも手掛けてきた実績のある原告において商標出願をする方が、登\n録が認められやすいであろうと考えられたからである。\nイ  被告が原告との間で本件商標使用許諾契約を締結することは、平成２０\n年２月２３日午後１時３０分、Ｆの自宅にて開催され、Ｂ及びＡが出席す\nる被告の取締役会で承認された。Ｂ、Ａ及びＤは、平成１２年頃、各自の\n代表取締役印を被告本社の施錠可能なデスク内で保管することを合意し、\nその後、各代表取締役印はＡによって保管されていたが、株主総会や取締\n役会の各議事録、原告と被告の間の契約書については、Ｂ及びＤ本人が被\n告代表取締役として押印することが慣例であり、上記取締役会の議事録も、\nその慣例に則り、後日、Ｄ、Ｂ及びＡが各自押印し、ＦについてはＡが代\n理で押印した。\n上記取締役会での承認決議の後、平成２１年２月２０日付けで「日本芸\n術センター」の商標登録が完了するのを待って、原告と被告の間で本件\n商標使用許諾契約が締結された。その際、被告が実際に原告各商標全て\nの使用を開始したのは平成２０年であったことから、便宜上、初年度の\n使用期間を平成２０年１０月１日から平成２１年６月末日までと定め、\n契約締結日を平成２０年１０月１日とした。そして、本件商標使用許諾\n契約書作成に当たっては、上記の慣例に則り、Ｄ本人が被告代表取締役\nとして押印した。\nウ  被告は、原告に対し、平成２１年８月２０日から平成２８年２月１０日\nまで原告各商標に係る商標使用料を支払い、被告の取締役らも、平成２１\n年から平成２５年までに開催された株主総会及びこれらに引き続いて開催\nされた取締役会（平成２１年１２月２７日、平成２２年１２月２６日、平\n成２３年１２月２３日、平成２４年１２月１６日及び平成２５年１２月１\n４日に開催された各取締役会）において、当該各年度の計算書類等を承認\nしていた。そして、上記計算書類等の一部である個別注記表には、「関連\n当事者との取引に関する注記」という項目が設けられ、少なくとも原告に\n未払金があることがわかる記載があるから、被告の取締役らは、計算書類\n等の承認の機会において、商標使用料支払の事実を認識していたか容易に\n知り得たものであるが、それにもかかわらず、被告の取締役らから異議が\n唱えられることはなかった。\nエ  被告の取締役であるＢ、Ｆ及びＤは、本件各物件の取得、その事業内容\n及び当該事業に係る業務の一切をＡ及び原告に委託することに同意してき\nたものであり、Ｆの相続紛争が始まるまで、Ｂ及びＤがＡの事業運営につ\nいて異議を述べることはなかった。その上、被告においては、毎年定時株\n主総会が開催され、Ｂ及びＤは株主としてこれに参加してきたものである\nし、Ａ、Ｂ及びＤが神戸物件に関する打合わせを行ってきたことや、Ａと\nＢとの間の被告所有物件であるホテル京阪ユニバーサルタワーに関する電\n子メールのやりとりに例示されるように、Ｄ及びＢは、Ａを信頼して被告\nの実務全般を任せつつ、Ａから定期的に報告・相談を受けていたもので、\n名目的な取締役という立場にとどまらず、実質的にも被告の事業実態を認\n識し、本件商標使用許諾契約を含め、Ａの提案する議題等を承認し、被告\nの経営に参画してきたものである。そして、この経営体制はＣが取締役に\n就任した後も変化はなかった。\nオ  以上の原告各商標登録の経緯、本件商標使用許諾契約締結に関する被告\nの取締役会決議の状況、商標使用料支払についての被告の認識及び認識可\n能性、被告の経営体制等に係る事実は、本件商標使用許諾契約が成立して\nいたことを裏付けるといえる。したがって、本件商標使用許諾契約書も、\nそれまでの慣例に従い、Ｄがその意思に基づいて押印したものであり、本\n件商標使用許諾契約は有効に成立している。\n（被告の主張）\nア  本件商標使用許諾契約書の成立の真正は否認する。Ａは、同人が保管\nするＤ名義の被告の代表取締役印を用いて、Ｄの承諾なく本件商標使用\n許諾契約書を作成したものであり、原告と被告との間で本件商標使用許\n諾契約は成立していない。\nＡは、本件商標使用許諾契約書のほかにも、被告の他の取締役らに無\n断で多数の書類を偽造している。例えば、平成１４年１２月２０日開催\nの株主総会に欠席したＦの代わりにＡが議決権を行使すること、今後も\nＦが株主総会及び取締役会に出席不可能な場合にはＡが議決権を行使す\nることに承諾するとの、被告代表取締役の肩書が付されたＤ、同Ｂ及び\n同Ａの記名押印がある同日付け「綜合商事株式会社  株主印及び取締役\n印押印者の選任」と題する書面（乙２７。以下「本件合意書」という。）\nを、被告の他の取締役らの承諾なく作成した。このようにして作成され\nた本件合意書の効力は、東京地方裁判所平成２８年（ワ）第９７０５号\n株主総会決議取消請求事件の判決において否定されている。\nまた、Ａは、別事件（東京地方裁判所平成２７年（ワ）第３１８１９\n号、平成２８年（ワ）第２１０７８号遺産の範囲確認請求事件及び同反\n訴事件）の証人尋問においても、平成１４年の時点で自己が管理してい\nたＤ名義の代表取締役印を使用し、代わりに書類に押印した旨を述べて\nいる上、他の別事件（平成２７年（ワ）第１３２８９号株主総会決議取\n消請求事件）においては、Ｄに事理弁識能力がないことを立証趣旨とし\nて陳述書を提出しており、Ｄの承諾を得ずに各種書類にＤの代表取締役\n印を押印していたことを認めているといえる。\nさらに、Ａは、多数の事件において、自己が作成した取締役会議事録\nや株主総会議事録に基づき、被告の取締役会や株主総会が開催された旨\nの主張を行ってきたが、いずれの事件においても、これらは不存在ない\nし無効と判断されている。\nこれらのことから、Ａは、その保管するＤ名義の代表取締役印を用い\nて、Ｄの承諾なく本件商標使用許諾契約書を作成したことが裏付けられ\nる。\nイ  原告は、平成２０年２月２３日に開催された被告の取締役会において\n本件商標使用許諾契約を締結することが承認されたなどと主張するが、\n同日付け取締役会議事録は、Ａが被告の他の代表取締役に無断で作成し\nたものにすぎず、その記載内容は虚偽である。Ａは、他の取締役の代表\n取締役印を全て保管していたのであるから、他者に知られずにこれらの\n代表取締役印を用いることができる立場にあり、かかる立場を利用して、\n実際には開かれていない取締役会議事録を作成したにすぎない。\nそして、原告が本件商標使用許諾契約及び同契約の承認決議の成立を裏\n付ける事実として主張する取締役会決議の議事録も、実際には開かれて\nいない取締役会のものであり、いずれも偽造されたものである。\nまた、原告は、被告の株主総会や取締役会で計算書類等が承認されてい\nることをもって、他の取締役らが本件商標使用許諾契約に基づく使用料\nの支払をしていた事実を知っていたなどと主張するが、そもそも平成２\n１年１２月２７日に開催されたとされる取締役会の議事録には、計算書\n類等の承認がされたとの記載は存在しないし、同年の決算報告書がＡか\nら総株主に対して株主総会で交付されたこともない。仮に取締役会や株\n主総会で計算書類等の承認がされた事実があったとしても、他の取締役\nは計算書類等を見ただけで原告各商標についての使用料が支払われた事\n実を認識することは不可能である。したがって、他の取締役らは、その\nような事実は一切知らなかった。\n以上のとおり、本件商標使用許諾契約書は、その体裁、当時の代表取締\n役印保管状況、さらに過去の類似事例の存在からも、その内容が虚偽で\nあり、偽造されたものであるといえる。\n⑵  争点２（本件商標使用許諾契約に係る取締役会決議の有無）について\n（原告の主張）\nア  前記⑴の（原告の主張）のとおり、本件商標使用許諾契約は、平成２\n０年２月２３日午後１時３０分、Ｆの自宅にて開催され、Ｂ及びＡが出\n席する被告の取締役会で承認された。その取締役会議事録（甲Ａ２０９）\nは、慣例に則り、後日、Ｄ、Ｂ及びＡが各自押印し、ＦについてはＡが\n代理で押印したものである。\nイ  前記アの取締役会決議が実際に行われたことについては、前記⑴（原\n告の主張）ウの同決議後の経緯により推認することができる。\nウ  被告は、前記アの取締役会決議が定足数不足により無効である旨を主\n張するが、本件合意書のとおり、Ａは、Ｆから被告株主及び取締役とし\nての議決権行使を委任されているのであり、取締役会議事録（甲Ａ２０\n９）において、Ａの出席をもってＦが出席した取扱いとしたにすぎない。\nしたがって、前記取締役会の出席者が定足数に満たないとの被告の主張\nは理由がない。\nまた、被告は、本件商標使用許諾契約書の体裁について指摘するが、\n作成日付については、これを正確に特定することができないというだけ\nで、各作成名義人の意思により「議決事項」記載どおりの決議が行われ\nたことが否定されることにはならない。他の指摘事項についても、Ａが\n議事録を作成するに当たり、従前の議事録の書式を用いて、必要と思わ\nれる事項の記載のみを変更することがあったために当該各記載が残存し\nているのであって、記載上の形式的な誤記にすぎず、これらも、各作成\n名義人の意思により「議決事項」記載どおりの決議が行われたこと自体\nが否定されるような事情ではない。\n（被告の主張）\nア  原告は、平成２０年２月２３日に開催された被告の取締役会において、\n本件商標使用許諾契約を締結することが承認されたなどと主張するが、\n前記⑴（被告の主張）イのとおり、同承認決議は存在しない。\nイ  仮に、前記アの決議が存在すると認定されたとしても、同決議は定足数\n不足により無効である。すなわち、Ｂは、平成２０年２月２３日付け取締\n役会に出席していないし、取締役会開催にあたって必要とされる招集通知\nすら受けていない。Ｄは、原告の主張を前提としても上記取締役会に欠席\nしていたとのことである（なお、被告において持回り決議は認められてい\nない。）。Ｆも、平成１５年に記憶障害及び見当識障害の症状がみられ始\nめ、平成１８年に末期の認知症であると診断されており、上記取締役会議\n事録に記載された内容に関して審議し、かつ議決権を行使できるとは到底\nいえない状況であった。\nよって、仮に、原告主張の取締役会が開催され、本件商標使用許諾契約\nを締結することが承認されたとしても、取締役会決議の定足数（取締役\nの過半数。被告定款２３条３項）を満たしていないから、同承認決議は\n無効である。\nウ  原告の主張は、平成２０年２月２３日付け取締役会議事録に記載された\n取締役会開催日時、開催場所及び出席者と整合していない上、同議事録に\nは、本来必要な監査役の記名押印がないこと、「報告事項の了承を求め」\nと記載されているにもかかわらず報告事項の記載がないこと、議決事項が\n２件しかないにもかかわらず「議決事項１から４」を決議したとされてい\nること、商標使用許諾契約は業務委託契約ではないにもかかわらず、「業\n務委託契約に関し」議決したことになっていることなど、もはや議事録と\nしての体裁をなしていないのであり、信用性が認められない。\n⑶  争点３（本件商標使用許諾契約又は取締役会決議の追認の有無）について\n（原告の主張）\n仮に、平成２０年２月２３日に開催された取締役会における承認決議が無\n効と解されるとしても、前記⑴（原告の主張）ウのとおり、被告は、原告に\n対し、同日付け取締役会決議を踏まえた本件商標使用許諾契約に基づき、平\n成２１年８月２０日から平成２８年２月１０日まで商標使用料を支払ってき\nたこと、同事実を示す記載のある計算書類等が取締役会や株主総会で承認さ\nれてきたことなどの事情に照らせば、同日付け取締役会決議の内容は取締役\nら全員により追認されたというべきであり、本件商標使用許諾契約はいずれ\nにせよ有効である。\n（被告の主張）\n前記⑴（被告の主張）イのとおり、被告の取締役らは、原告が原告各商標\nの登録をしていたこと、本件商標使用許諾契約書の存在及び被告が原告に対\nし原告各商標の使用料を支払っていたことを知らされていないから、これを\n追認したとの事実はない。\n⑷  争点４（本件商標使用許諾契約に係る総株主の同意の有無）について\n（原告の主張）\n平成２０年２月２３日に開催された取締役会における承認決議が有効に成\n立しておらず、かつ、本件商標使用許諾契約に係る追認が認められなかった\nとしても、本件商標使用許諾契約は、総株主の同意に基づくものであるため、\n無効とはならない。\nすなわち、前記⑴（原告の主張）エのとおり、被告の株主であるＢ、Ｆ及\nびＤは、本件各物件の取得並びにその事業内容及び当該事業に係る業務の一\n切をＡ及び原告に委託することに同意してきたものであり、Ｂ及びＤは、平\n成２５年のＦの死去により相続紛争が生じるまで、長年にわたり、Ａの事業\n運営に全く異議を唱えることはなかった。そして、Ｂ、Ａ及びＤは、被告の\n経営事項について頻繁に情報交換をしていたのであるから、原告と被告の間\nの本件商標使用許諾契約について、被告の株主４名の同意があったことが裏\n付けられる。\n（被告の主張）\n原告は、本件商標使用許諾契約につき被告の総株主の同意があったと主張\nするが、原告がその間接事実として指摘する事実は、いずれも本件各物件の\n事業活動に対する同意又は承認に関するもので、原告各商標の出願や使用に\n関する同意又は承認ではないため、仮にそのような同意又は承認が存在した\nとしても、本件商標使用許諾契約に対する総株主の同意と認められる余地は\nない。\nまた、ＡとＢとの間で、被告の経営事項に関する情報交換が行われていた\nとしても、本件商標使用許諾契約に関する話題は一切出ていない。\nよって、本件商標使用許諾契約について被告の総株主の同意があったとの\n原告の主張は理由がない。\n⑸  争点５（被告が本件商標使用許諾契約の無効を主張することが信義則に違\n反するといえるか）について\n（原告の主張）\nＤ及びＢは、平成９年にＡが被告の取締役に就任した頃から、Ａを信頼し\nて被告の実務を任せていたこと、被告は、原告に対し、平成２１年８月２０\n日から平成２８年２月１０日までの間、本件商標使用許諾契約に基づき、商\n標使用料を支払ってきたこと、被告の取締役らは、遅くとも各年度の定時株\n主総会と同日に開催される取締役会において当該各年度の計算書類等を承認\nし、異議を述べることはなかったこと、被告の全ての経理資料は被告の経理\n業務の受任者であるＧ監査法人が保管してきたから、被告取締役らはいつで\nも同監査法人において経理資料（計算書類の一部ではないものの、未払金の\n内訳書には、被告が原告に対し、本件各物件につき商標使用料を支払ってい\nる旨が記載されている。）の開示を求めることが可能であったこと、平成２\n５年１１月１３日にＦが死去した後、被告は、相続に関する見解の相違を理\n由に、平成２６年９月１５日付けでＡを代表取締役から解職し、平成２７年\n２月１９日付けでＡを取締役から解任したことを踏まえると、Ａ以外の取締\n役らは、原告各商標の使用許諾契約に係る原告への商標使用料の支払を容易\nに知り得たといえる。被告が、そのような状況下で約６年半の長きにわたり\n一切異議を述べてこなかったにもかかわらず、本件商標使用許諾契約が利益\n相反取引であり無効である旨を主張するのは信義則に反する。被告がかかる\n主張をする背景には、被告の現経営陣において、Ａとの間の相続紛争を自ら\nの有利に進めようとする意図があるとも考えられるのであり、この点からも\n信義則違反と評価されるべきである。\n（被告の主張）\n原告は、原告各商標に関する商標使用料の支払を被告取締役らが容易に知\nり得たとして、被告が、本件商標使用許諾契約が利益相反取引であり無効で\nある旨を主張するのは信義則に違反すると主張する。\nしかし、前記⑴（被告の主張）のとおり、被告の他の取締役らは、被告の\n原告に対する原告各商標の使用料支払の事実はもちろん、原告各商標の出願、\n登録の事実や平成２１年１２月２７日に取締役会決議が行われた事実すら報\n告を受けていなかったものであるから、これらの事実を確認するためには、\n監査法人等に対し探索的に書類の開示を求め、Ａによる個々の取引内容及び\n金額すべての明細について確認することが必要となるが、このような探索的\nな調査をすることは現実的ではない。通常の企業においても取締役が全ての\n取引の明細を確認することはあり得ず、被告の事業類型をみても商標の取得\nや使用が一般的とはいえないのであるから、商標使用料の支払を知り得たと\nは到底いえない。\nまた、原告は、被告においてＡとの間の相続紛争を有利に進めようとする\n意図があるなどと主張するが、本件商標使用許諾契約が利益相反取引であり\n無効であるとの主張をすることがなぜ相続紛争を有利に進めることになるの\nか不明であるし、現在、Ｆの遺産分割に関して東京家庭裁判所に遺産分割調\n停申立事件が係属中であるが、上記無効の主張によって同事件が有利になる\nような事情はない。\nしたがって、原告の信義則違反の主張は理由がない。\n⑹  争点６（被告各標章を付すことが原告各商標の「使用」（商標法２条３項）\nに当たるか）について\n（原告の主張）\n被告は、被告の事業に係る役務（不動産の売買、仲介、賃貸等）に関する\n広告として、本件各物件の看板に被告各標章を表示しているほか、被告ウェ\nブサイトにおいても被告各標章を付している。\n被告の上記行為は、いずれも商標法２条３項８号に該当するものとして、\n同項柱書の「使用」に該当し、この点に関する被告の主張は、以下のとおり、\nいずれも理由がない。\nア  本件各物件に被告標章１ないし３を付す行為について\n被告は、建物の名称を明示することによって物件を特定する目的で、本\n件各物件の看板に被告標章１ないし３が表示されているにすぎないから、\n被告の役務に関する「広告」（商標法２条３項８号）に該当しないと主張\nする。\nしかし、本件各物件の看板は、それらの物件の賃借を希望する者等を含\nむ不特定多数の通行人の目に触れるように、道路に向かって掲げられて\nおり、当該各物件を訪れる不特定多数の者は当該各看板を目にするので\nあるから、広告的機能を有することは明らかである。\nよって、被告の上記主張は理由がない。\nイ  被告ウェブサイトに被告標章４ないし６を付す行為について\n被告は、被告ウェブサイトに被告標章４ないし６が掲載されている点に\nついて、あくまで被告が所有している物件の紹介のために表示している\nものであり、「広告」（商標法２条３項８号）に該当しないと主張する。\nしかし、被告ウェブサイトの上記各標章が付された各ウェブページにお\nいては、上記各標章と併せて上記各物件の賃借を誘引する記載が付され\nているから、被告の上記主張は理由がない。\n（被告の主張）\nア  本件各物件に被告標章１ないし３を付す行為について\n原告が「広告」であると主張する看板は、いずれも本件各物件の名称を\n明示することによって物件を特定する目的で表示されている館銘板にす\nぎず、被告の役務の「広告」（商標法２条３項８号）に該当しない。\nイ  被告ウェブサイトに被告標章４ないし６を付す行為について\n被告ウェブサイトにおいて被告標章４ないし６が掲載されているが、\nこれは、被告が所有している物件の紹介のために表示しているものであ\nり、「広告」（商標法２条３項８号）に該当しない。\nウ  小括\nよって、いずれの使用も被告の役務に関する「広告」に被告各標章を\n付したものではなく、被告は原告各商標を「使用」（商標法２条３項）し\nていないから、原告の主張は理由がない。\n⑺  争点７（被告各標章が「需要者が何人かの業務に係る商品又は役務である\nことを認識することができる態様により使用されていない商標」（商標法２\n６条１項６号）に当たるか）について\n（被告の主張）\nア  本件各物件に被告標章１ないし３を付す行為について\n前記⑹（被告の主張）アのとおり、被告標章１ないし３は、本件各物件\nのエントランス付近に設置されて、本件各物件の名称を表示する館銘板\nとしての機能を有している。館銘板はあくまで来館者に対する本件各物\n件の場所を示すための機能しか有していない。また、その周りには、建\n物の貸与等の広告、看板その他の記載は一切存在せず、需要者において\n役務に係る出所を識別させる態様により使用されていない。\nまた、現在、本件各物件につき、原告と被告の間で明渡訴訟が係属中で\nあり、原告又はその関連会社が本件各物件の枢要な施設を占有しており、\n被告は本件各物件の所有者であるにもかかわらず、同物件の管理を行う\nことができない。\nさらに、被告は、本件各物件の入居者募集やスタジオ等の貸与業務も行\nっておらず、これらの役務を実際に利用者に提供しているのは原告又は\nその関連会社である。\nしたがって、被告は、権限なき原告らの行為によって建物の貸与等の役\n務が妨げられているのであり、実際にかかる役務を提供していないので\nあるから、この意味においても、被告標章１ないし３は、建物の貸与等\nの役務に係る出所を識別させる態様により使用されていない商標に該当\nする。\nイ  被告ウェブサイトに被告標章４ないし６を付す行為について\n被告ウェブサイトの記載から明らかなとおり、被告標章４ないし６は、\n本件各物件へのアクセスやマップとともに掲載されており、本件各物件\nへの道順又は被告が所有している物件の名称を明らかにするために表示\nしているにすぎない。\nまた、被告は被告ウェブサイト上で本件各物件について賃借人の募集\n等の役務の提供をしておらず、かつ、前記アの被告の主張のとおりそれ\nができる状況にもないから、被告標章４ないし６は、被告ウェブサイト\n上において役務の出所表示機能を果たす態様により使用されていない商\n標に該当する。\n（原告の主張）\nア  本件各物件に被告標章１ないし３を付す行為について\n被告は、本件各物件に掲げられている看板につき、建物の名称を明示す\nることによって物件を特定する目的で表示されているものにすぎず、役\n務の出所を認識することができる態様で使用されているものではないと\n主張する。\nしかし、前記⑹（原告の主張）アのとおり、本件各物件の看板は、本件\n各物件の賃借を希望する者等を含む不特定多数の通行人の目に触れる道\n路に向かって掲げられており、また、本件各物件を訪れる不特定多数の\n者は当該各看板を目にするのであるから、広告的機能を有することは明\nらかである。\nまた、本件各物件の賃借を希望する者等は、本件各物件に掲げられた看\n板を目にするとき、当該看板記載の標章を手がかりとして、本件各物件\nの貸与の役務提供主体を想起するのであるから、被告標章１ないし３は、\n本件各物件の貸与の役務の出所を識別することができる態様により使用\nされていない商標には該当しない。\nしたがって、被告の上記主張は理由がない。\nイ  被告ウェブサイトに被告標章４ないし６を付す行為について\n被告は、被告ウェブサイトに被告各標章が付されている点について、あ\nくまで被告が所有している物件の紹介のために表示しているものにすぎず、\n被告各標章が同ウェブサイト上において役務の出所表示機能を果たす態様\nで使用されていないと主張する。\nしかし、被告標章４ないし６が付された被告ウェブサイトにおいては、\nそれらの標章と併せて本件各物件の賃借を誘引する記載が付されており、\n本件各物件の賃借を希望する者等は、当該標章により本件各物件の貸与\nの役務提供主体を想起するのであるから、被告ウェブサイト記載の被告\n標章４ないし６も、本件各物件の貸与の役務の出所を識別することがで\nきる態様により使用されていない商標には該当しない。\nしたがって、被告の上記主張は理由がない。\n⑻  争点８（損害額）について\n（原告の主張）\nア  主位的請求の損害額\n本件商標使用許諾契約は平成２８年９月末日に終了しているにもかかわ\nらず、被告が原告各商標と同一の被告各標章の使用を継続したことによ\nり、原告は、同年１０月から令和元年９月末までの間に、本件商標使用\n許諾契約に基づく使用料に相当する合計２７２１万６０００円（月額７\n５万６０００円（消費税込み）×３６か月）の損害を被った。\nイ  予備的請求の損害額\n本件商標使用許諾契約が仮に無効であったとしても、被告は、平成２８\n年４月から令和元年９月末までの間に、原告に無断で原告各商標と同一\nの被告各標章を使用していたことになり、これにより、原告は、本件商\n標使用許諾契約に基づく使用料に相当する合計３１７５万２０００円\n（月額７５万６０００円（消費税込み）×４２か月）の損害を被った。\n（被告の主張）\n争う。\n⑼  争点９（原告による本件商標使用許諾契約に基づく商標使用料の支払請求\n権及び不法行為に基づく損害賠償請求権の行使がいずれも権利の濫用として\n許されないか）について\n（被告の主張）\n商標権侵害訴訟においては、原告と被告の間において何ら関係がないケー\nスが通常であるが、本件は、過去に原告と被告の代表取締役が同一であった\nところ、その者が被告の代表取締役を解任されたことに伴って提起された訴\n訟の一環であり、いわばグループ内の「内輪揉め」における攻撃材料として\n商標権が利用された特異なケースであるから、以下に述べる事情も併せて鑑\nみると、権利者たる原告の主張は権利濫用として排斥されるべきである。\nア  原告の権利取得経緯及び原告各商標が周知されるに至った経緯\n原告各商標はいずれも本件各物件の名称と同一であるところ、いずれの\n物件も被告の事業としてその建設及び運営が進められたものであり、真\nの原告各商標の帰属主体は被告である。\n原告は、原告各商標の周知に寄与したのはＡであるなどと主張するが、\nＡは被告の代表取締役として業務を行っていたにすぎない。さらに、被\n告は、不動産の保有及び賃貸等を目的とする会社であり、被告名義で商\n標登録出願をすることも十分可能だったのであるから、原告各商標を単\nなる不動産の管理者である原告の名義で商標登録をする理由はなく、原\n告は原告各商標の形式的な権利者にすぎず、原告各商標の正当な権利帰\n属者は被告である。\nイ  従前の被告各標章利用の態様及び原告の権利行使の状況\n原告は、被告に対して原告各商標権の存在を知らしめたことはなく、そ\nの権利行使もしてこなかったにもかかわらず、平成２６年９月にＡが被\n告代表取締役を解任され、同人が訴訟の提起や仮処分の申立てを濫発す\nるようになったのを機に、原告から、被告に対し、初めて原告各商標権\nについての使用料の請求や侵害の主張がされるようになったのであって、\nこのような権利行使を認める必要性に乏しい。\nウ  本件各物件の貸与等による収益状況\n被告は原告各商標を用いて建物の貸与等の役務は行なっていない。むし\nろ、原告又は原告の関連会社が、本来使用権限がないにもかかわらず、被\n告に無断で本件各物件の貸与等を行ない、収益を上げているのである。す\nなわち、原告又は原告の関連会社は、自己が本件各物件に関し建物の貸与\n等の役務を行いながら、本件訴訟では被告がかかる役務を行なっていると\n主張しているのであり、不誠実である。\nエ  小括\n以上のことから、原告が本件商標使用許諾契約又は不法行為に基づいて\n原告各商標の使用料又は使用料相当損害金の支払を求めることは権利の濫\n用に当たり、原告の主張はいずれも理由がない。\n（原告の主張）\n本件は、事業会社である被告と、その事業運営業務を一手に引き受けて\nきた原告との間の紛争であって、原告が原告各商標の登録を行うことは被\n告自体認めていたこと、原告と被告との間で原告各商標に関して本件商標\n使用許諾契約が締結されており、被告は原告に対して長年にわたり商標使\n用料を支払ってきたこと、特に原告商標１及び２は公共プロジェクトに関\nするものであって、当該商標に係る権利関係を明確にしておく必要がある\nこと等の事情があるため、以下のとおり、原告の権利行使が権利濫用にな\nることはない。\nア  原告の権利取得経緯及び原告各商標が周知されるに至った経緯\nＡが原告の名義で原告各商標の登録をすることになったのは、前記⑴\n（原告の主張）アの経緯のとおりであり、原告は、従業員を持たない被\n告に代わり、神戸及び福岡物件の事業に係る各種業務を行ってきたもの\nであって、原告各商標が周知されるに至ったことに多大な貢献をしてい\nる。\nイ  従前の被告各標章の利用の態様及び原告の権利行使の状況\n原告は、被告に対し、原告各商標の使用を無償で許諾していたが、商\n標の無償での使用許諾は税務上問題があるとの税理士の指摘を受け、ま\nた、原告に帰属する原告各商標の名称を被告が使用できる根拠を明らか\nにし、被告事業に支障が出ないようにしておく必要があるとの判断のも\nと、原告と被告の間で、本件商標使用許諾契約を締結することとなった。\nそして、原告は、上記契約第４条に従い、平成２１年８月以降、原告\n各商標の使用料を被告から収受してきた。被告は、館銘板の設置やホー\nムページ上の掲示については、原告から抗議も権利行使もなかったなど\nと主張するが、館銘板の設置については、本件商標使用許諾契約に基づ\nき、被告に対して商標使用料の請求をし、被告はこれを支払ってきたも\nのであり、権利行使がなかったとの被告の主張は事実に反する。また、\n新ホームページの設置については、本件訴訟手続において初めて知った\nもので、それまでその事実を認識していなかったものである。\nウ  本件各物件の貸与等による収益状況\n原告及びその関連会社は、Ａが被告の取締役を解任された後において\nも、本件各物件の資産価値を毀損せぬよう、従前どおりの実務に従い、\n被告不動産事業に係る業務等を行っているものである。そして、これら\nの業務によってもたらされる売上は被告に帰属するものであり、キャッ\nシュフロー上も大半は被告が直接収受している。なお、ごく一部、原告\nの関連会社名義の銀行預金口座に被告事業の売上が入金されることもあ\nるが、これらの売上は被告に帰属すべきであるものの、被告が原告に対\nして億単位の業務委託報酬及び立替金を支払わない状況であるため、原\n告の関連会社が被告のために預かり留保しているにすぎない。\nエ  小括\nよって、原告が、被告に対し、本件商標使用許諾契約に基づく使用料\nの請求及び原告各商標権侵害の不法行為に基づく損害賠償請求をするこ\nとは、何ら権利の濫用ではない。\n第３  当裁判所の判断\n１  認定事実\n前記前提事実並びに後掲証拠及び弁論の全趣旨によれば、以下の事実を認定\nすることができる。\n⑴  本件各物件建設及び名称決定の経緯\nア  足立物件について\n被告は、足立区による「足立区本庁舎跡地の開発・整備に関する事業\nプロポーザル」との名称のコンペティションに官民パートナーシップ事\n業を行う施設として足立物件の建設計画を提案し、採用された。そして、\nＡは、足立区に対し、足立物件の名称を「東京芸術センター」とするこ\nとを提案し、その後、足立区との間で協議を重ねた結果、平成１８年３\n月頃、足立物件の名称が「東京芸術センター」と決定された（乙４１）。\nイ  神戸物件について\n被告は、平成１６年１２月、神戸市による「布引車庫跡地土地利用事\n業者募集」との名称のコンペティションに、布引車庫跡地を利用して芸\n術・文化発信の拠点となる「神戸芸術センター」の建設計画である「神\n戸芸術センタープロジェクト」を提案し、採用された（甲Ａ２１５）。\n上記の「神戸芸術センター」は、当初から被告の事業の名称として用\nいられるとともに、神戸市の審査を経たプロジェクトとして公表された\nもので、神戸物件の名称として使用されるようになった（乙４２）。\nウ  福岡物件について\n福岡物件については、当初、福岡都心共同住宅との名称のみを用いて事\n業が行われていたが、平成２０年１月に「神戸芸術センター」が竣工した\nことを機に、被告が東京、神戸及び福岡の３拠点体制により事業を実施し\nていることを明確にするため、同年２月頃、「福岡芸術センター」の名称\nも併用されることになった（甲Ａ２１０）。\n⑵  原告と被告との間の業務委託契約の締結\n被告は、原告との間で、本件各物件の各竣工前後に、それらの物件の管\n理等の事業全般に関する業務を原告に委託し、これに対し報酬を支払う旨\nの契約（以下「本件各業務委託契約」という。）を締結した（甲Ａ３０１な\nいし３１３）。\n原告は、足立物件については、原告の従業員が代表取締役を務める有限\n会社東京芸術センターに、神戸物件については、原告の従業員が代表取締\n役を務める株式会社神戸芸術センターに、福岡物件については、原告の関\n連会社に、それぞれ業務の一部を再委託した。これにより、本件各物件の\n事業全般に関する管理運営業務は、原告又はその関連会社が行うようにな\nった（乙３６ないし４０）。\nなお、本件各物件の賃料は、被告と賃借人との間の賃貸借契約により、\n家賃保証会社による保証を利用しない場合には、賃借人から被告の取引銀\n行の預金口座に直接振込送金されるが、家賃保証会社による保証を利用す\nる場合、賃借人は、賃料を家賃保証会社が指定する預金口座に振り込み、\n家賃保証会社が、原告の関連会社（足立物件については有限会社東京芸術\nセンター、神戸物件については株式会社神戸芸術センター、福岡物件につ\nいては株式会社エバンジェリスタ）に対し、保証した全ての賃借人の賃料\nを支払うものとされていた。一部の貸館業務に係る売上については、利用\n者から原告又はその関連会社名義の銀行預金口座に振込送金されており、\n原告又はその関連会社から被告に支払うべきものであるが、後記⑸ウのと\nおり被告の取引銀行の預金口座の代表者名義が変更されてから、その支払\nはされていない（弁論の全趣旨）。\n⑶  Ａによるウェブサイト作成\nＡは、遅くとも平成２６年９月１５日までに、被告が管理及び運営するウ\nェブサイト（以下「旧ウェブサイト」という。）を開設した（弁論の全趣旨）。\n上記ウェブサイト上には、トップページに被告の会社名とともに、神戸芸\n術センター、東京芸術センター及び福岡都心共同住宅の表示がされ、会社概\n要欄に被告が株式の保有、不動産の保有賃貸等の事業を行う会社であること\nが記載され、所有不動産として神戸芸術センター、東京芸術センター及び福\n岡都心共同住宅の名称が記載されている。また、被告の代表取締役としてＡ\nの氏名が記載されている（乙１０３）。\nまた、旧ウェブサイトのトップページに記載されている本件各物件の名称\nをクリックすると、原告又はその関連会社が管理運営するウェブサイト（Ｕ\nＲＬは省略）に移動するようになっている（乙１０３及び１０４）。\n足立物件の移動先のウェブサイトには、天空劇場、会議室、ピアノラウン\nジ、スタジオ等の貸与施設に関する問合せ及び申込先として、有限会社東京\n芸術センターの連絡先が記載されている。それらの貸与施設のうち、賃貸住\n宅については、原告の完全子会社である株式会社エバンジェリスタのウェブ\nサイトに更に移動し、同ウェブサイトには、「事業主・貸主」として被告の\n名称が記載されている（乙３６及び３７）。\n神戸物件の移動先のウェブサイトには、芸術劇場や音楽ホール、グランド\nサロン、会議室、スタジオ等の貸与施設の利用の申込先として、株式会社神\n戸芸術センターの連絡先が、賃貸住宅の資料請求、内覧予約及び問合せ先と\nして、仲介業者である株式会社エバンジェリスタの連絡先が記載されている。\nそして、上記ウェブサイトのフッターには、原告及び被告の名称が併記され\nている（乙３８及び３９）。\n福岡物件の移動先のウェブサイトには、問合せ先として原告の関連会社の\n連絡先が記載されている。そして、上記ウェブサイトのフッターには、原告\nの名称が記載されており、その関連会社として被告の名称も記載されている\n（乙４０）。\n⑷  被告による被告ウェブサイト作成の経緯（甲Ａ１５０）\n旧ウェブサイトは、平成２７年２月１９日にＡが取締役を解任された後、\n更新されないままとなっていたところ、被告は、平成２９年９月頃、新たに\n別紙被告ウェブページ目録１ないし３のウェブページを含むウェブサイト\n（被告ウェブサイト）を開設した。\nア  別紙被告ウェブページ目録記載１のウェブページの表示\n別紙被告ウェブページ目録記載１のウェブページには、足立物件の写真\nが掲載され、その横に「Art  Center  of  Tokyo  東京芸術センター」との\n文字が記載されており、足立物件の所在地、構造、竣工時期、アクセス\n方法、フロア構成などが紹介されるとともに、次の記載がある。\n「天空劇場（２１階・２２階）\n最大４００名収容可能。\n演劇、演奏会、展示会等多目的に利用可能です。\nスタジオ（２階から４階）\n写真撮影スタジオや映画上映スタジオがあります。\nＳＯＨＯ（住宅兼事務所）（１２階から１９階）\n４７㎡・６４㎡・８１㎡の３タイプ、計９６戸をご用意しています。」\nイ  別紙被告ウェブページ目録記載２のウェブページの表示\n別紙被告ウェブページ目録記載２のウェブページには、神戸物件の写\n真が掲載され、その横に「Art  Center  of  Kobe  神戸芸術センター」と\nの文字が記載されており、神戸物件の所在地、構造、竣工時期、アクセ\nス方法、フロア構成などが紹介されるとともに、次の記載がある。\n「賃貸住宅\n１７２戸２４タイプ\n賃貸住宅のロビーにはコンシェルジュがあり、ご入居者やご来館者の\nみなさまをサポートさせていただきます。\n芸術センター（１階～５階）\n芸術に親しめる各種施設をご用意しています。」\nウ  別紙被告ウェブページ目録記載３のウェブページの表示\n別紙被告ウェブページ目録記載３のウェブページには、福岡物件の写真\nが掲載され、その横に「Art  Center  of  Fukuoka  福岡芸術センター」と\nの文字が記載されており、福岡物件の所在地、構造、竣工時期、アクセ\nス方法、フロア構成などが紹介されるとともに、次の記載がある。\n「住居\n１１２戸８タイプ。\n生活に必要な家具、家電もついています。」\n⑸  原告による原告各商標権の行使に至る経緯\nア  Ｆは、平成１８年１１月頃にアルツハイマー型認知症の末期と診断さ\nれ、ヘルパーの介護を受けて生活していたが、平成２５年１１月１３日\nに死亡した。Ｆは、同人の平成１０年１月１６日付け自筆証書遺言によ\nり、同人が保有する被告の株式２２００株のうち１０００株を公益財団\n法人Ｅ記念奨学財団（以下「奨学財団」という。）に遺贈し、これにより、\n被告の株主は、Ｄ、Ｂ、Ａ及び奨学財団の４名となった。（乙７１）\nイ  Ａは、前記アの遺贈の効力を争い、平成２６年９月１２日、Ｆの遺言執\n行者に対し、被告の取締役会の決議を経ることなく、取締役会の決定事項\nであるとして、同人からの株式譲渡承認請求を拒絶する意思を表明した。\nそこで、被告は、平成２６年９月１５日付け取締役会においてＡを代表取\n締役から解職し、平成２７年２月１９日付け株主総会において同人を取締\n役から解任した。これに対して、Ａは、被告を相手方として、上記株主総\n会決議の取消訴訟を提起したが、平成２７年１２月２５日、請求棄却の判\n決が言い渡され、Ａは控訴したが、平成２８年４月２８日、控訴棄却の判\n決が言い渡されて、平成２９年１月１９日、同判決は確定した。（乙１０\n６ないし１０８）\nウ  被告は、平成２８年１月頃、被告の取引銀行の預金口座の代表者名義を\nＡからＢに変更した（弁論の全趣旨）。\nエ  Ｂは、Ａが行っていた業務の内容を把握するため、原告に対し、被告の\n運営・取引に係る書類等の返還を、原告の関連会社に対し、被告との間の\n取引に係る書類等の引渡し又は開示を、それぞれ求めたが、いずれも拒否\nされた。そこで、被告は、平成２８年５月２３日付け解約通知書をもって、\n本件各業務委託契約並びにその他全ての契約を解除する旨の意思表示をし、\n同通知書は、同月２５日、原告及びその関連会社に到達した。（乙１５な\nいし１９）\n他方で、原告は、平成２８年９月１２日、前記ウの代表者名義の変更に\nより、被告が原告に対して支払うべき本件各業務委託契約に基づく報酬\nが支払われず、本件各物件を管理するための費用を支払うことができな\nいなどとして、被告に対し、本件商標使用許諾契約に基づく原告各商標\nの使用許諾の効力を停止する旨を通知した。（甲Ａ１５９）\nオ  原告及びその関連会社は、前記エの通知書を受領した後も、現在に至る\nまで、管理業務のためと主張して本件各物件の一部を占有していることか\nら、被告は、東京地方裁判所に対し、原告及びその関連会社を被告として、\n本件各物件を含む被告の所有物件の明渡等請求訴訟を提起し（東京地方裁\n判所平成２９年（ワ）第３９９０９号建物明渡等請求事件）、同事件は現\n在も係属中である（乙３４及び３５）。\n２  争点１（本件商標使用許諾契約の成否）について\n⑴  前記前提事実⑹のとおり、本件においては、原告代表取締役の肩書が付さ\nれたＡの記名押印及び被告代表取締役の肩書が付されたＤの記名押印のある\n本件商標使用許諾契約書が存在するところ、同契約書の印影が被告代表取締\n役印により顕出されたものであることについては、当事者間に争いはないも\nのの、被告は、同印影がＤの意思に基づいて顕出されたことを否認し、Ａが\nＤの承諾なく押印したものであると主張する。\n本件において、Ａが被告の代表取締役に就任した当初からＢ及びＤの代表\n取締役印をＡが保管していたことについては、当事者間に争いがない。加え\nて、証拠（乙１００及び１１２）及び弁論の全趣旨によれば、平成１１年１\n２月１日にＡが被告の代表取締役に就任した頃から、被告の業務に実質的に\n関与していたのはＡのみであり、他の代表取締役らが業務に関する意思決定\nを行うことはなかったものと認められる。そうすると、Ａは、被告の他の取\n締役らの同意を得ずに本件商標使用許諾契約書を作成することが可能かつ容\n易な状況にあったといえる。\nまた、前記１⑴ないし⑶のとおり、本件各物件は、被告所有に係る物件で\nあり、かつ、いずれの名称も被告内部においてか又は被告と自治体の協議に\nよって決定されたものであるにもかかわらず、本件各物件に係る事業の委託\nを受けたにすぎない原告が、本件各物件の名称そのものである原告各商標の\n登録出願をすることは不自然であるといわざるを得ない。\nさらに、被告内部においてか又は被告と自治体の協議によって決定された\n本件各物件の名称と同一の原告各商標の使用の対価を、その決定に何ら関与\nしていない原告に支払うことを被告が承諾するとは考え難く、本件全証拠に\nよっても、被告がこのような内容の本件商標使用許諾契約を締結することに\n合理的な理由があったことを示す事実は認められない。\n一方、原告は、本件商標使用許諾契約の締結により、被告から原告各商標\nの使用料を得られるから、原告の代表取締役であるＡにおいて、同契約に異\n議を述べることが予想されるＤやＢに諮ることなく、本件商標使用許諾契約\n書を作成する動機があるといえる。\nそうすると、Ａが本件商標使用許諾契約書にＤの承諾なく同人の代表取締\n役印を押してこれを作成した可能性が認められるというべきであって、本件\n商標使用許諾契約書の被告作成部分が真正に成立したと推定することはでき\nず、他に本件商標使用許諾契約書が真正に成立したことを認めるに足りる証\n拠はない。\nよって、本件商標使用許諾契約書が真正に成立したと認めることはできず、\n同契約書によって本件商標使用許諾契約が成立したと認めることもできない。\n⑵  これに対し、原告は、①本件商標使用許諾契約の締結について、平成２０\n年２月２３日、Ｆの自宅にて、Ｂ及びＡが出席する被告の取締役会で承認さ\nれた、②原告が原告商標１及び２の商標登録をすることについては、被告の\n取締役会において承認されたか、又は他の取締役に報告して承諾を得ている、\n③被告は、原告に対し、平成２１年８月２０日から平成２８年２月１０日ま\nでの間、原告各商標の使用料を支払い続けており、被告のＡ以外の取締役ら\nも、平成２１年から平成２５年までの間に開催された取締役会及び株主総会\nにおいて、当該各年度の計算書類を承認してきた、④被告の取締役らは、本\n件各物件の取得並びにその事業内容及び当該事業に係る業務の一切をＡ及び\n原告に委託することに同意し、Ａと被告の他の取締役らは、被告の経営につ\nいて頻繁に連絡を取り合ってきたといった事実から、被告の取締役全員が、\n本件商標使用許諾契約の存在を知り、これを承認していたと推認することが\nでき、よって、本件商標使用許諾契約の成立が認められると主張する。\nア  ①の事実について\n確かに、前記前提事実⑻イのとおり、被告の平成２０年２月２３日付け\n取締役会議事録には、Ｂの記名押印があるものの、同議事録の印影は、Ａ\nが保管する被告代表取締役印により顕出されたものであり、前記⑴と同様\nの事情から、ＡがＢの承諾を得ずに同人の記名押印を作出することは、可\n能かつ容易であったといえる（なお、同議事録のＦの押印をＡが作出した\nことについては、当事者間に争いがない。）。\nまた、上記議事録に係る取締役会では、本件商標使用許諾契約に基づき、\n被告が原告に対して原告商標１ないし３を使用する対価を支払うこと及び\nその支払額について承認されたとされているところ、同契約が、原告にと\nって利益となる一方、被告にとっては合理性を有するものであると認めら\nれないことも、前記⑴のとおりであり、Ａが被告の他の取締役らの承諾を\n得ずに被告代表取締役印を押印し、同議事録を作成した可能性を否定でき\nない。\nその上、原告は、上記議事録に係る取締役会につき、Ｆの自宅において\nＢ及びＡのみが参加して開催されたものと主張するが、前記前提事実⑻イ\nのとおり、同議事録には、取締役会は、被告会議室において、被告の代表\n取締役Ｄ、同Ｂ及び同Ａ並びに取締役Ｆの４名全員が出席して開催され、\nＤが議長となって議事を進行した旨記載されており、その記載内容が原告\nの主張と大きく食い違っていることからも、同議事録の信用性には疑問が\n残る。\nそして、本件においては、他に上記議事録が真正に成立したことを認め\nるに足りる的確な証拠はないから、原告の主張する①の事実を認めること\nはできないというべきである。\nイ  ②の事実について\n(ｱ)  原告は、原告商標１及び２の商標登録をすることについて、被告の\n取締役会において承認されたか、又は他の取締役に報告して承諾を得て\nいるなどと主張する。\n確かに、前記前提事実⑻アのとおり、被告の平成１７年３月２６日付\nけ取締役会議事録及び平成１８年２月２６日付け取締役会議事録には、\n被告の代表取締役Ｄ、同Ｂ、同Ａ及び取締役Ｆの４名全員が各議事録に\n係る取締役会に出席し、Ｄが議長となって議事を進行し、原告商標１の\n商標登録者を原告とすることを全員一致で承認した旨の記載がある。\nしかし、前記⑴及び⑵アのとおり、そもそも被告が決定した被告所有\nの建物の名称を原告が商標登録すること自体が不自然かつ不合理である\n上、Ａが被告の他の取締役の承諾なく上記各取締役会議事録を作成する\nことは可能かつ容易であったといえる。\nそして、本件において、他に上記各議事録が真正に成立したこと及び\n原告各商標の商標登録につき被告の他の取締役らから承諾を得たことを\n認めるに足りる的確な証拠はないから、原告の主張する②の事実を認め\nることはできない。\n(ｲ)  原告は、被告が、従前、文化芸術分野に関する事業を全く行っておら\nず、その会社目的も文化芸術分野と全く関連のないものであったことか\nら、文化芸術分野に関連する会社目的を掲げ、実際にも公共の文化芸術\n施設の設計をいくつも手掛けてきた実績のある原告において商標出願を\nする方が、被告において商標出願をするよりも、登録が認められやすか\nったため、原告の名義で原告各商標の商標登録をすることになったと主\n張する。\nしかし、出願者の過去の実績や会社目的に文化芸術に関連する目的が\n含まれるか否かといった点が商標登録とどのように関連するのかは明ら\nかではなく、むしろ、被告は、不動産の保有及び賃貸等を事業目的とす\nる株式会社であり、本件各商標の指定役務について原告商標１ないし３\nを登録することに支障はないと考えられ、上記のような理由から被告の\n他の取締役らが原告を出願人とする原告各商標の商標登録出願を承諾し\nたとの主張には、合理性が認められない。\nまた、原告は、原告各商標が原告の商標として登録されていることは\n平成２４年９月１９日発行の「建設通信新聞」において一般に公表され\nていた旨主張するが、他の代表取締役らが上記のような新聞を購読して\nいたかどうかは不明であり、同事実をもって他の代表取締役らが原告各\n商標の商標登録出願を承諾したと推認することはできない。\nよって、原告の上記主張は採用することができない。\nウ  ③の事実について\n前記前提事実⑺のとおり、平成２１年８月２０日から平成２８年２月\n１０日までの間、被告から、原告に対し、原告各商標の使用料の名目で\n金銭が支払われていることが認められるところ、原告は、平成２１年か\nら平成２５年までに開催された取締役会及び株主総会において、当該各\n年度の計算書類が承認されていることから、Ａ以外の被告の取締役らは、\n当該商標使用料の支払の事実を知っていたことが裏付けられる旨主張す\nる。\n確かに、証拠（甲Ａ２７９、２８４、２８５、２８７、２８８、２９\n５、２９６、２９８、２９９及び３２８〔３２頁〕並びに乙１１２）に\nよれば、被告において、平成２１年から平成２５年までの間、毎年末頃\nに定時株主総会及び取締役会が開催され、それらにおいて、毎年の事業\n報告が行われ、計算書類が承認されていたことが認められる（ただし、\n平成２１年１２月２７日の定時株主総会に引き続いて開催された取締役\n会において、計算書類が承認されたと認めるに足りる証拠はない。なお、\n同月１２日に取締役会が開催され、事業報告がされ、計算書類等が承認\nされた旨の取締役会議事録（甲Ａ２７８）が存在するものの、前記⑴及\nび⑵アと同様の理由により、その信用性を肯定することができず、同議\n事録によって取締役会の開催を認めることはできない。）。\nしかし、Ａが、被告の他の取締役等に対し、上記定時株主総会又は取\n締役会において、被告が原告に原告各商標の使用料を支払っている事実\nを具体的に説明したことを認めるに足りる証拠はない。\nまた、原告が指摘するとおり、証拠（甲Ａ１４３の１、１４４の１、\n３４４、３４５及び３４６）によれば、計算書類の一部である個別注記\n表には、「関連当事者との取引に関する注記」という項目が設けられてお\nり、被告が原告に対し業務委託料や支払手数料、未払金等の債務を負っ\nた旨の記載がされているが、同記載のみから被告が原告に対して商標使\n用料支払に係る債務を負っていることがわかるとはいい難いし、この点\nに関して、株主に対する口頭の説明や株主との質疑応答などのやりとり\nがあったこともうかがわれない。\nさらに、原告の主張によっても、平成２１年以降、Ｆが被告の株主総\n会及び取締役会に出席することはなかったものであり、同人に対して個\n別に商標使用料の支払に関する説明がされたとの事情もうかがわれない\nし、前記１⑸の同人の状況に照らせば、仮に説明がされていたとしても、\nその意味を正しく理解することができたとも認め難い。\nしたがって、被告の株主総会において計算書類が承認されたことをも\nって、直ちに、Ｆを含む被告の全株主及び全取締役らが本件商標使用許\n諾契約の事実を認識し、これを承諾していたと認めることはできず、本\n件商標使用許諾契約の存在が推認されるとはいえない。\nその他、原告は、被告がＡや被告の顧問税理士であるＧ監査法人に問\nい合わせることにより、各取引内容や取引金額の明細を確認することが\n容易であったなどとも主張するが、被告の他の取締役らがこのような問\n合せをしなかったことをもって、直ちに、本件商標使用許諾契約の締結\nの事実を推認することはできないというべきであり、同主張は採用する\nことはできない。\nエ  ④の事実について\n原告は、Ａ以外の被告の取締役らにおいて、本件各物件の取得並びに\n本件各物件において営まれる事業内容及び当該事業に係る業務の一切を\nＡ及び原告に委託することに同意したものであり、また、Ａと被告の他\nの取締役らは、被告の経営について連絡を取り合ってきたものであって、\nこれらの事実から、被告の他の取締役らは、本件商標使用許諾契約が締\n結されたことを認識し、これを承諾していたと推認することができるな\nどと主張する。\n確かに、Ａ以外の被告の取締役らは、Ａが被告の代表取締役に就任し\nて以降、Ａに被告の経営を任せてきたことがうかがわれるものの、前記\nウのとおり、被告の他の取締役の中でも、Ｂは、毎年の定時株主総会に\nは参加していたことが認められ、少なくともＢについては、被告の経営\nの全てをＡの裁量に委ねたとまでは考え難く、Ａ及び原告の利益となる\n反面、被告に不利益となるような取引をすることまで、同意していたと\n推認することはできない。\nまた、原告は、Ａと被告の他の取締役らとは被告の経営について頻繁\nに連絡を取り合ってきた旨主張するが、このような事実が仮に認められ\nたとしても、同事実によって、他の取締役らが、本件商標使用許諾契約\nが締結されたとの事実を知り、これを承諾していたと推認することはで\nきない。\nよって、原告の上記主張は採用することができない。\nオ  小括\n以上によれば、原告の主張する①及び②の事実を認めるに足りる証拠\nはなく、同③及び④の事実により本件商標使用許諾契約の存在を推認す\nることはできないというべきである。\n３  争点６（被告各標章を付すことが原告各商標の「使用」（商標法２条３項）\nに当たるか）について\n原告は、前記前提事実⑷及び⑸のとおりの被告各標章を付すことが、被告の\n役務の「広告」（商標法２条３項８号）に標章を付すことに当たり、被告は原\n告各商標を「使用」していると主張する。\n⑴  被告標章１ないし３について\n証拠（乙９７ないし９９）によれば、被告標章１ないし３が付された看板\nについては、本件各物件の壁又は屋上に取り付けられているものであり、被\n告各標章以外に被告役務の内容やその宣伝文言、問合せ先などの記載はなく、\nむしろ、来館者等に対して本件各物件の場所を明示するための館銘板として\nの機能を有するにすぎないといえ、商標法２条３項８号所定の「広告」に当\nたるとはいえない。\nしたがって、被告は被告各標章１ないし３を「使用」（商標法２条３項）\nしているとはいえず、被告標章１ないし３の使用について不法行為責任は成\n立しない。\n⑵  被告標章４ないし６について\n被告標章４ないし６は、被告ウェブサイトにおいて、前記認定事実⑷の記\n載とともに掲載されており、同掲載とともに、原告各商標の指定役務の一部\n（建物の貸与）と同一の、本件各物件の貸館又は貸室に係る申込みの誘引を\n行っているといえ、被告ウェブサイトは商標法２条３項８号所定の「広告」\nに該当するといえる。\nしたがって、被告は、被告標章４ないし６を被告の役務の「広告」（商標\n法２条３項８号）に付し、これを「使用」（同条３項）しているものと認め\nられる。\n４  争点９（原告による本件商標使用許諾契約に基づく商標使用料の支払請求権\n及び不法行為に基づく損害賠償請求権の行使がいずれも権利の濫用として許さ\nれないか）について\n⑴  商標権の行使も、商標の取得の経過やその意図、標章の利用の態様、その\n行使の態様等諸般の事情を考慮し、権利の濫用に当たり許されない場合があ\nる。\n本件においては、前記１⑴のとおり、原告各商標は、被告が被告の事業名\n又は被告が所有する本件各物件の名称として決定したものであり、周辺住民\nに対して本件各物件の名称として周知されていったものである上、前記１⑶\nの認定事実及び証拠（甲Ａ２１０並びに乙３７、３８、４０及び１０３）に\nよれば、本件各物件の貸与業務については、これまで、被告を事業主として、\n又は原告と被告の名称が併記された上で、広告が出され、宣伝されていたと\n認められることからすると、原告各商標によって表示される本件各物件の貸\n与業務の主体、すなわち、当該役務の出所は、被告であるか又は被告及び原\n告であるといえる。\n他方で、原告は、被告との関係において、本件各物件を利用した事業及び\n本件各物件の管理の委託を受けた受託者にすぎないものであり、原告が原告\n各商標の周知に貢献したことがあるとしても、それは受託業務の一環として\n位置付けられるものにすぎない。このような立場にあるにすぎない原告が業\n務の委託者である被告に対して原告各商標に係る排他的かつ独占的な権利を\n主張できるとする正当な理由は認め難い。\nまた、原告が被告に対して原告各商標権を行使するに至った経緯は、前記\n１⑸アないしエのとおりであるところ、かかる経緯に加え、同オの他の訴訟\nの状況も併せ考慮すれば、原告の被告に対する原告各商標権の権利行使は、\n原告の代表取締役であるＡが被告の取締役を解任され、それに伴って被告の\n口座名義が変更されたことにより、本件各業務委託契約に基づく管理報酬が\n支払われなくなったことに対する対抗手段としてされたものであって、今後\nも原告及びその関連会社が本件各物件の事業及び管理業務を続けることを被\n告に承諾させる目的に基づくものと推認することができる。\n他方で、被告による被告ウェブサイトの開設及び同ウェブサイト上での被\n告標章４ないし６の使用は、前記１⑷の経緯によるものであって、被告にと\nって必要かつ正当なものであるといえること、原告各商標は、本件各物件の\n名称として周辺住民に周知されている上（弁論の全趣旨）、前記前提事実⑴\nオ(ｱ)のとおり、一部地方自治体の施設として利用されていることなどを考\n慮すると、原告商標権を侵害することのないよう、被告に本件各物件の名称\nを変更し、又は同名称を表示せずに、被告ウェブサイトにおいて本件各物件\nの貸館又は貸室に係る申込みの誘引をすることは、通常期待できないという\nべきであって、被告が被告ウェブサイトにおいて被告標章４ないし６を使用\nすることには、正当な理由があると認められる。\nしかも、本件各物件の管理業務は、依然として全般的に原告又はその関連\n会社が行っており、被告が被告ウェブサイト上で本件各物件の賃借等の申込\nみを受け付けていることはうかがわれず、被告は、事実上これらの物件の管\n理ができない状態に陥っているといえるから、当該役務の出所の混同が生じ\nることにより、原告が、現に損害を被っているとは認め難く、かつ、将来的\nにも損害を被るおそれがあるとも認め難い。\n以上のような事情を総合考慮すると、原告の被告に対する不法行為に基づ\nく損害賠償請求を認めることは、公正な競争秩序を害するといえ、権利の濫\n用として許されないものと解するのが相当である。\n⑵  これに対し、原告は、被告において、原告が原告各商標の商標登録を行う\nことを被告が認めていたこと、原告と被告との間で原告各商標に関して本件\n商標使用許諾契約が締結されていること、被告は原告に対して長年にわたり\n商標使用料を支払ってきたことに基づき、Ａが被告の取締役を解任されたこ\nととは関連がなく、原告は従前から原告各商標に係る権利行使をしたもので\nある旨主張する。\nしかし、前記２で認定したとおり、本件においては、本件商標使用許諾\n契約の存在を認めるに足りず、また、Ａが原告の名義で原告各商標を取得\nすること及び本件各商標の使用料を被告が原告に支払うことにつき他の取\n締役又は株主の承諾を受けたとの事実を認めるに足りないから、原告の主\n張は、その前提を欠くものであって、採用することができない。\n⑶  したがって、原告の被告に対する不法行為に基づく損害賠償請求は、権利\nの濫用（民法１条３項）であるといえるから、原告は、被告に対し、同損害\n賠償請求に係る権利を行使することができない。\n５  結論\n以上によれば、その余の争点について判断するまでもなく、原告の請求はい\nずれも理由がないからこれらを棄却することとして、主文のとおり判決する。\n東京地方裁判所民事第２９部\n裁判官\n間 明 宏 充\n裁判官\nバ ヒ ス バ ラ ン 薫\n裁判長裁判官國分隆文は、差支えにつき、署名押印することができない。\n裁判官       間 明 宏 充\n（別紙）\n原告商標権目録\n１  原告商標権１\n⑴  登録番号    第４９２３６０８号\n⑵  出願日    平成１７年３月７日\n⑶  登録日    平成１８年１月２７日\n⑷  更新登録日  平成２７年１２月１５日\n⑸  登録商標    東京芸術センター（標準文字）\n⑹  商品及び役務の区分・指定役務\n第３５類   広告、商品の販売に関する情報の提供、競売の運営、輸出入\nに関する事務の代理又は代行、建築物における来訪者の受付\n及び案内\n第３６類    有価証券・貴金属その他の物品の保護預かり、ガス料金又は\n電気料金の徴収の代行、建物の管理、建物の貸借の代理又は\n媒介、建物の貸与、建物の売買、建物の売買の代理又は媒介、\n建物又は土地の鑑定評価、土地の管理、土地の貸借の代理又\nは媒介、土地の貸与、土地の売買、土地の売買の代理又は媒\n介、建物又は土地の情報の提供、骨董品の評価、美術品の評\n価、宝玉の評価、中古自動車の評価\n第４１類   当せん金付証票の発売、技芸・スポーツ又は知識の教授、セ\nミナーの企画・運営又は開催、電子出版物の提供、図書及び\n記録の供覧、美術品の展示、書籍の制作、映画・演芸・演劇\n又は音楽の演奏の興行の企画又は運営、映画の上映・制作又\nは配給、演芸の上演、演劇の演出又は上演、音楽の演奏、放\n送番組の制作、教育・文化・娯楽・スポーツ用ビデオの制作\n（映画・放送番組・広告用のものを除く。）、放送番組の制\n作における演出、映像機器・音声機器等の機器であって放送\n番組の制作のために使用されるものの操作、スポーツの興行\nの企画・運営又は開催、興業の企画・運営又は開催（映画・\n演芸・演劇・音楽の演奏の興行及びスポーツ・競馬・競輪・\n競艇・小型自動車競走の興行に関するものを除く。）、音響\n用又は映像用のスタジオの提供、運動施設の提供、娯楽施設\nの提供、映画・演芸・演劇・音楽又は教育研修のための施設\nの提供、興行場の座席の手配、映画機械器具の貸与、映写フ\nィルムの貸与、楽器の貸与、運動用具の貸与、テレビジョン\n受信機の貸与、ラジオ受信機の貸与、図書の貸与、レコード\n又は録音済み磁気テープの貸与、録画済み磁気テープの貸与、\nネガフィルムの貸与、ポジフィルムの貸与、書画の貸与、写\n真の撮影、通訳、翻訳、カメラの貸与、光学機械器具の貸与\n第４３類   会議室の貸与、展示施設の貸与、鍵の貸与\n２  原告商標権２\n⑴  登録番号    第５０１２５８７号\n⑵  出願日    平成１８年６月７日\n⑶  登録日    平成１８年１２月２２日\n⑷  更新登録日   平成２８年８月３０日\n⑸  登録商標    神戸芸術センター（標準文字）\n⑹  商品及び役務の区分・指定役務\n第３５類   広告、商品の販売に関する情報の提供、競売の運営、輸出入\nに関する事務の代理又は代行、建築物における来訪者の受付\n及び案内\n第３６類   有価証券・貴金属その他の物品の保護預かり、ガス料金又は\n電気料金の徴収の代行、建物の管理、建物の貸借の代理又は\n媒介、建物の貸与、建物の売買、建物の売買の代理又は媒介、\n建物又は土地の鑑定評価、土地の管理、土地の貸借の代理又\nは媒介、土地の貸与、土地の売買、土地の売買の代理又は媒\n介、建物又は土地の情報の提供、骨董品の評価、美術品の評\n価、宝玉の評価、中古自動車の評価\n第４１類    当せん金付証票の発売、技芸・スポーツ又は知識の教授、セ\nミナーの企画・運営又は開催、電子出版物の提供、図書及び\n記録の供覧、美術品の展示、書籍の制作、映画・演芸・演劇\n又は音楽の演奏の興行の企画又は運営、映画の上映・制作又\nは配給、演芸の上演、演劇の演出又は上演、音楽の演奏、放\n送番組の制作、教育・文化・娯楽・スポーツ用ビデオの制作\n（映画・放送番組・広告用のものを除く。）、放送番組の制作\nにおける演出、映像機器・音声機器等の機器であって放送番\n組の制作のために使用されるものの操作、スポーツの興行の\n企画・運営又は開催、興行の企画・運営又は開催（映画・演\n芸・演劇・音楽の演奏の興行及びスポーツ・競馬・競輪・競\n艇・小型自動車競走の興行に関するものを除く。）、音響用又\nは映像用のスタジオの提供、運動施設の提供、娯楽施設の提\n供、映画・演芸・演劇・音楽又は教育研修のための施設の提\n供、興行場の座席の手配、映画機械器具の貸与、映写フィル\nムの貸与、楽器の貸与、運動用具の貸与、テレビジョン受信\n機の貸与、ラジオ受信機の貸与、図書の貸与、レコード又は\n録音済み磁気テープの貸与、録画済み磁気テープの貸与、ネ\nガフィルムの貸与、ポジフィルムの貸与、書画の貸与、写真\nの撮影、通訳、翻訳、カメラの貸与、光学機械器具の貸与\n第４３類   会議室の貸与、展示施設の貸与、鍵の貸与\n３  原告商標権３\n⑴  登録番号    第５７７５７３４号\n⑵  出願日    平成２６年７月２５日\n⑶  登録日    平成２７年７月３日\n⑷  登録商標    福岡芸術センター（標準文字）\n⑸  商品及び役務の区分・指定役務\n第３５類   広告、商品の販売に関する情報の提供、競売の運営、輸出入\nに関する事務の代理又は代行、建築物における来訪者の受付\n及び案内\n第３６類   有価証券・貴金属その他の物品の保護預かり、ガス料金又は\n電気料金の徴収の代行、建物の管理、建物の貸借の代理又は\n媒介、建物の貸与、建物の売買、建物の売買の代理又は媒介、\n建物又は土地の鑑定評価、土地の管理、土地の貸借の代理又\nは媒介、土地の貸与、土地の売買、土地の売買の代理又は媒\n介、建物又は土地の情報の提供、骨董品の評価、美術品の評\n価、宝玉の評価、中古自動車の評価\n第４１類   セミナーの企画・運営又は開催、美術品の展示、映画・演\n芸・演劇又は音楽の演奏の興行の企画又は運営、映画の上\n映・制作又は配給、演芸の上演、演劇の演出又は上演、音楽\nの演奏、音響用又は映像用のスタジオの提供、映画・演芸・\n演劇・音楽又は教育研修のための施設の提供\n第４３類   会議室の貸与、展示施設の貸与、家具の貸与\n以  上\n（別紙）\n被告ウェブページ目録\n１  被告ウェブページ１\nhttp://（以下省略）\n２  被告ウェブページ２\nhttp://（以下省略）\n３  被告ウェブページ３\nhttp://（以下省略）\n以  上\n（別紙）\n被告標章目録\n１\n２\n３\n４\n５\n６\n以  上\n"
}