{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Reiwa",
    "year": 4,
    "month": 6,
    "day": 24
  },
  "case_number": "平成27(行ウ)379等",
  "case_name": "生活保護基準引下げ違憲国家賠償等請求事件",
  "court_name": "東京地方裁判所",
  "field": "行政",
  "gist": "生活扶助基準の引下げ等を内容とする「生活保護法による保護の基準」（昭和３８年厚生省告示第１５８号）の改定が生活保護法３条、８条２項の規定に違反し違法であるとされた事例",
  "case_gist": "生活扶助基準の引下げ等を内容とする「生活保護法による保護の基準」（昭和３８年厚生省告示第１５８号）の改定は、次の⑴～⑺など判示の事情の下においては、厚生労働大臣の裁量権の範囲を逸脱し又はこれを濫用するものとして、生活保護法３条、８条２項の規定に違反し、同条１項による委任の範囲を逸脱し違法である。\n⑴　上記改定のうち、平成２０年から平成２３年までの物価の動向を勘案して生活扶助基準を改定することを目的とする部分（以下「デフレ調整」という。）は、専門家によって構成される会議体による審議検討を経たものではない。\n⑵　平成１９年の検証後の社会経済情勢や物価の動向に照らし，平成２３年までに生活扶助基準が一般低所得世帯の消費実態に比較して高くなっていたとはにわかに認め難い状況であった。\n⑶　上記改定のうち、生活扶助基準と一般低所得世帯の消費実態との間における年齢区分別、世帯人数別及び級地区分別の格差を是正することを目的とする部分（以下「ゆがみ調整」という。）との関係で、ゆがみ調整により標準世帯の生活扶助基準額に影響が及んでいてもデフレ調整を要するかについては、専門技術的な見地からの検討を要するものであった。\n⑷　従来の水準均衡方式の下で用いられてきた一般国民の消費実態に代えて，物価の変化率を採用することについても，専門技術的な見地からの検討を要するものであった。\n⑸　平成１９年から平成２０年にかけての物価の上昇等に照らすと，デフレ調整の起点を平成２０年としたことの根拠は不明である。\n⑹　厚生労働大臣がデフレ調整のために行った生活扶助の対象となる品目に係る消費者物価指数の設定は、デフレ調整の対象期間における保護受給世帯の可処分所得の実質的増加の有無、程度を正しく評価し得るものといえない。\n⑺　デフレ調整における減額率（－４．７８％）は過去の改定例に照らして突出したものであり，保護受給世帯に広く不利益が生じるなど，上記改定の結果として及ぼされる影響は重大である。",
  "lawsuit_id": "91353",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=91353",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/353/091353_hanrei.pdf",
  "contents": "令和４年６月２４日判決言渡  同日原本領収  裁判所書記官\n平成２７年（行ウ）第３７９号生活保護基準引下げ違憲国家賠償等請求事件（以下\n「第１事件」という。）、平成２８年（行ウ）第７５号生活保護基準引下げ違憲国\n家賠償等請求事件（以下「第２事件」という。）\n口頭弁論終結日  令和３年１２月２２日\n判       決\n主       文\n１  本件訴訟のうち、原告番号１－１の被告町田市に対する\n請求に関する部分は、平成２９年▲月▲日の同原告の死\n亡により終了した。\n２  本件各訴えのうち、別紙３請求目録記載の各請求に係る\n部分をいずれも却下する。\n３  別紙４－１「処分一覧表１」の「処分庁」欄記載の各処\n分行政庁が同表の対応する「処分の名宛人」欄記載の各\n原告に対して同表の「処分日」欄記載の各日付けでした\n生活保護法２５条２項に基づく各保護変更決定（ただし、\n同表の番号１及び番号４の各行記載のものを除く。また、\n同表の番号１０の行記載の保護変更決定については、平\n成２５年７月１６日付け保護変更決定により一部変更さ\nれた後のもの。）をいずれも取り消す。\n４  別紙５－１「処分一覧表２」の「処分庁」欄記載の各処\n分行政庁が同表の対応する「処分の名宛人」欄記載の各\n原告に対して同表の「処分日」欄記載の各日付けでした\n生活保護法２５条２項に基づく各保護変更決定（ただし、\n同表の番号１及び番号４の各行記載のものを除く。）を\nいずれも取り消す。\n５  別紙６「処分一覧表」の「処分庁」欄記載の各処分行政\n庁が同表の対応する「処分の名宛人」欄記載の各原告に\n対して同表の「処分日」欄記載の各日付けでした生活保\n護法２５条２項に基づく各保護変更決定（ただし、同表\nの番号１の行記載のものを除く。）をいずれも取り消す。\n６  原告らの被告国に対する請求をいずれも棄却する。\n７  訴訟費用は、第１事件・第２事件を通じて、原告番号１\n－１、同１－２、同４及び同２９－２を除く原告らに生\nじた費用については、これを３分し、その１を同原告ら\nの負担とし、その余は被告国を除く被告らの負担とし、\n原告番号１－１、同１－２、同４及び同２９－２に生じ\nた費用については、同原告らの負担とし、被告国を除く\n被告らに生じた費用については、これを３分し、その２\nを同被告らの負担とし、その余は原告番号１－１、同１\n－２及び同２９－２を除く原告らの負担とし、被告国に\n生じた費用については、その全部を原告らの負担とする。\n事実 及 び 理 由\n第１  請求\n１  第１事件\n⑴ア  主位的請求\n別紙４－１「処分一覧表１」の「処分庁」欄記載の各処分行政庁が同表\nの対応する「処分の名宛人」欄記載の各原告に対して同表の「処分日」\n欄記載の各日付けでした生活保護法２５条２項に基づく各保護変更決定\n（ただし、番号１０の行記載の保護変更決定については、平成２５年７\n月１６日付け保護変更決定により一部変更された後のもの。）のうち、\n同表の「減額された生活扶助の金額（円）」欄記載の金額を減額した部\n分をいずれも取り消す。\nイ  予備的請求\n主文３項と同旨。\n⑵ア  主位的請求\n別紙５－１「処分一覧表２」の「処分庁」欄記載の各処分行政庁が同表\nの対応する「処分の名宛人」欄記載の各原告に対して同表の「処分日」\n欄記載の各日付けでした生活保護法２５条２項に基づく各保護変更決定\nのうち、同決定に基づく支給額を超えて同表の「減額された生活扶助の\n金額（円）」欄記載の金額を加えた額を支給しなかった部分を取り消す。\nイ  予備的請求\n主文４項と同旨。\n別紙５－１「処分一覧表２」の「処分庁」欄記載の各処分行政庁は、\n同表の対応する「処分の名宛人」欄記載の各原告（ただし、原告番号１\n－１及び同４を除く。）に対し、平成２６年４月分の生活扶助費につき、\n生活保護法による保護の基準（昭和３８年厚生省告示第１５８号）の別\n表第１第１章の１の⑴のアの 及び の第１類及び第２類の表を別紙７\n記載の第１類及び第２類の表に置き換えて算出した生活扶助費を支給す\nる旨の保護変更決定をせよ。\n⑶  被告国は、原告番号３３及び同３４を除く原告らに対し、それぞれ１万円\n及びうち５０００円に対する平成２５年５月１６日から、うち５０００円に\n対する平成２６年３月３１日から各支払済みまで年５分の割合による金員を\n支払え。\n２  第２事件\n⑴ア  主位的請求\n別紙６「処分一覧表」の「処分庁」欄記載の各処分行政庁が同表の対応\nする「処分の名宛人」欄記載の各原告に対して同表の「処分日」欄記載\nの各日付けでした生活保護法２５条２項に基づく各保護変更決定のうち、\n同決定に基づく支給額を超えて同表の「減額された生活扶助の金額」欄\n記載の金額を加えた額を支給しなかった部分を取り消す。\nイ  予備的請求\n主文５項と同旨。\n別紙６「処分一覧表」の「処分庁」欄記載の各処分行政庁は、同表\nの対応する「処分の名宛人」欄記載の各原告（ただし、原告番号１－１\nを除く。）に対し、平成２７年４月分の生活扶助費につき、生活保護法\nによる保護の基準（昭和３８年厚生省告示第１５８号）の別表第１第１\n章の１の⑴のアの 及び の第１類及び第２類の表を別紙７記載の第１\n類及び第２類の表に置き換えて算出した生活扶助費を支給する旨の保護\n変更決定をせよ。\n⑵ア  被告国は、原告番号４を除く原告らに対し、それぞれ５０００円及びこ\nれに対する平成２７年３月３１日から支払済みまで年５分の割合による金\n員を支払え。\nイ  被告国は、原告番号３４に対し、１万円及びうち５０００円に対する平\n成２５年５月１６日から、うち５０００円に対する平成２６年３月３１日\nから各支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n１  事案の要旨\n生活保護法による保護の基準（昭和３８年厚生省告示第１５８号。以下「保\n護基準」という。）は、昭和３８年に定められてから今日に至るまで随時の改\n定を経ているところ、厚生労働大臣は、保護基準が定める生活扶助に関する基\n準（以下「生活扶助基準」という。）につき、平成２５年５月１６日付けで発\nした同年厚生労働省告示第１７４号（以下「平成２５年告示」という。）、平\n成２６年３月３１日付けで発した同年厚生労働省告示第１３６号（以下「平成\n２６年告示」という。）及び平成２７年３月３１日付けで発した同年厚生労働\n省告示第２２７号（以下「平成２７年告示」といい、平成２５年告示及び平成\n２６年告示と併せて「本件各告示」という。）により順次改定した（以下、平\n成２５年告示、平成２６年告示及び平成２７年告示による生活扶助基準の各改\n定をそれぞれ「平成２５年改定」、「平成２６年改定」及び「平成２７年改\n定」といい、これらを併せて「本件改定」という。また、平成２５年改定がさ\nれる前の保護基準を「改定前基準」という。）。本件改定により、消費税率の\n引上げに対応する部分を除き、ほとんどの保護受給世帯について生活扶助基準\nが改定前基準と比べて引き下げられることとなった。\n本件は、東京都内において生活保護を受けている原告らが、対応する各保護\nの実施機関（生活保護法１９条４項に基づく委任を受けた行政庁を含む。以下\n「処分庁」ということがある。）から、平成２５年改定に伴い、平成２５年８\n月１日以降の生活扶助費を変更する旨の各保護変更決定（以下「平成２５年各\n変更決定」という。）を、平成２６年改定に伴い、平成２６年４月１日以降の\n生活扶助費を変更する旨の各保護変更決定（以下「平成２６年各変更決定」と\nいう。）を、平成２７年改定に伴い、平成２７年４月１日以降の生活扶助費を\n変更する旨の各保護変更決定（以下「平成２７年各変更決定」といい、平成２\n５年各変更決定及び平成２６年各変更決定と併せて「本件各変更決定」とい\nう。）をそれぞれ受けたことから（ただし、原告番号１－２及び同２９－２に\nついては、本件各変更決定の名宛人はこれらの原告が属する世帯の世帯主〔そ\nれぞれ原告番号１－１及び２９－１〕である。）、本件各変更決定によって健\n康で文化的な最低限度の生活に満たない生活状況を強いられているなどとして、\n被告らを相手に、次の各請求（ただし、一部の請求については原告らのうち一\n部を除く。）をする事案である。\nなお、以下において、各保護の実施機関（各処分庁）及びこれが所属する地\n方公共団体（すなわち、被告らのうち被告国を除くもの。以下、被告国を除く\n被告らを併せて「被告地方公共団体」という。）は、特に断りのない限り、別\n紙４－１、５－１及び６における「処分の名宛人」欄記載の各原告に対応する\n「処分庁」欄記載の各保護の実施機関及び「被告」欄記載の各被告を指すもの\nとする。\n⑴  平成２５年各変更決定の取消しを求める請求（概ね第１事件⑴関係）\n平成２５年各変更決定に関し、その名宛人である原告らが、対応する被告\n地方公共団体を相手に、①主位的に、平成２５年各変更決定のうち、生活扶\n助費を減額する部分（生活扶助費から別紙４－１「処分一覧表１」〔ただし、\n原告番号３４については別紙６「処分一覧表」の番号３４の１行目〕の「減\n額された生活扶助の金額（円）」欄記載の各金額〔以下「本件差額部分」と\nいう。〕を減額する部分）の取消しを求め（以下「主位的取消請求①」とい\nう。）、②予備的に、平成２５年各変更決定の全部の取消しを求める請求\n（以下「予備的取消請求①」という。）\n⑵  平成２６年各変更決定の取消し等を求める請求（概ね第１事件⑵関係）\n平成２６年各変更決定に関し、その名宛人である原告らが、対応する被告\n地方公共団体を相手に、①主位的に、平成２６年各変更決定のうち、これに\n基づく支給額を超えて原告らが求める生活扶助費の額（改定前基準につき消\n費税率の引上げに対応する改定のみがされたと仮定した場合の生活扶助基準\nに基づき算出される生活扶助費の額〔以下「消費増税対応扶助費の額」とい\nう。〕。本請求との関係では、別紙５－１「処分一覧表２」〔ただし、原告\n番号３３については別紙６「処分一覧表」の番号３３の１行目、原告番号３\n４については同表の番号３４の２行目 〕の「減額された生活扶助の金額\n（円）」欄記載の各金額を加えた額に相当する。）を支給しなかった部分の\n取消しを求め（以下「主位的取消請求②」という。）、②予備的に、㋐平成\n２６年各変更決定の全部の取消しを求めるとともに（以下「予備的取消請求\n②」という。）、㋑各保護の実施機関において、平成２６年各変更決定の名\n宛人である原告らに対し、生活保護法２５条２項に基づき、平成２６年４月\n分の生活扶助費につき消費増税対応扶助費の額を支給する旨の保護変更決定\nをすることの義務付けを求める請求\n⑶  平成２７年各変更決定の取消し等を求める請求（第２事件⑴関係）\n平成２７年各変更決定に関し、その名宛人である原告らが、対応する被告\n地方公共団体を相手に、①主位的に、平成２７年各変更決定のうち、これに\n基づく支給額を超えて消費増税対応扶助費の額（本請求との関係では、別紙\n６「処分一覧表」〔ただし、原告番号３３及び同３４については、同表の番\n号３３及び番号３４のうち、処分日を平成２７年中の日付けとする各行〕の\n「減額された生活扶助の金額」欄記載の金額を加えた額に相当する。）を支\n給しなかった部分の取消しを求め（以下「主位的取消請求③」といい、主位\n的取消請求①及び主位的取消請求②と併せて「本件各主位的取消請求」とい\nう。）、②予備的に、㋐平成２７年各変更決定の全部の取消しを求めるとと\nもに（以下「予備的取消請求③」といい、予備的取消請求①及び予備的取消\n請求②と併せて「本件各予備的取消請求」という。また、本件各主位的取消\n請求と本件各予備的取消請求を併せて以下「本件各取消請求」という。）、\n㋑各保護の実施機関において、平成２７年各変更決定の名宛人である原告ら\nに対し、生活保護法２５条２項に基づき、平成２７年４月分の生活扶助費に\nつき消費増税対応扶助費の額を支給する旨の保護変更決定をすることの義務\n付けを求める請求（以下、同請求及び上記⑵の義務付け請求に係る訴えを併\nせて「本件義務付けの訴え」という。）\n⑷  国家賠償請求（第１事件⑶、第２事件⑵関係）\n原告らが、厚生労働大臣による本件改定はいずれも国家賠償法（以下「国\n賠法」という。）１条１項の適用上違法であり、これらにより精神的苦痛を\n被っていると主張して、被告国に対し、同項に基づき、本件各変更決定のそ\nれぞれについて損害金５０００円及びこれらに対する本件各告示の各発出の\n日（平成２５年５月１６日、平成２６年３月３１日及び平成２７年３月３１\n日）から各支払済みまで民法（平成２９年法律第４４号による改正前のもの。\n以下同じ。）所定の年５分の割合による遅延損害金の支払を求める請求\n２  関係法令等の定め\n⑴  憲法の定め\n憲法２５条１項は、すべて国民は、健康で文化的な最低限度の生活を営む\n権利を有する旨規定し、同条２項は、国は、すべての生活部面について、社\n会福祉、社会保障及び公衆衛生の向上及び増進に努めなければならない旨規\n定する。\n⑵  生活保護法の定め\nア  目的\n生活保護法は、日本国憲法２５条に規定する理念に基づき、国が生活に\n困窮するすべての国民に対し、その困窮の程度に応じ、必要な保護を行\nい、その最低限度の生活を保障するとともに、その自立を助長すること\nを目的とする（１条）。\nイ  基本原理等\nすべて国民は、生活保護法の定める要件を満たす限り、同法による保\n護（以下単に「保護」という。）を、無差別平等に受けることができ\n（２条。無差別平等の原理）、同法により保障される最低限度の生活は、\n健康で文化的な生活水準を維持することができるものでなければならな\nい（３条。最低生活の原理）。また、保護は、生活に困窮する者が、そ\nの利用し得る資産、能力その他あらゆるものを、その最低限度の生活の\n維持のために活用することを要件として行われ（４条１項）、民法に定\nめる扶養義務者の扶養及び他の法律に定める扶助は、すべて保護に優先\nして行われる（同条２項。保護の補足性の原理）。同法１条から４条ま\nでに規定するところは、同法の基本原理であって、同法の解釈及び運用\nは、すべてこの原理に基づいてされなければならない（５条）。\n保護は、厚生労働大臣（平成１１年法律第１６０号による改正前は厚生\n大臣。以下では、同改正の前後で区別することなく「厚生労働大臣」と\n表記する場合がある。）の定める基準により測定した要保護者の需要を\n基とし、そのうち、その者の金銭又は物品で満たすことのできない不足\n分を補う程度において行うものとし（８条１項）、上記基準は、要保護\n者の年齢別、性別、世帯構成別、所在地域別その他保護の種類に応じて\n必要な事情を考慮した最低限度の生活の需要を満たすに十分なものであ\nって、かつ、これを超えないものでなければならない（同条２項）。ま\nた、保護は、要保護者の年齢別、性別、健康状態等その個人又は世帯の\n実際の必要の相違を考慮して、有効且つ適切に行うものとする（９条）。\n保護は、世帯を単位としてその要否及び程度を定めるものとし（１０条\n本文）、これにより難いときは、個人を単位として定めることができる\n（同条ただし書）。\nウ  保護の種類及び生活扶助の方法等\n保護は、①生活扶助、②教育扶助、③住宅扶助、④医療扶助、⑤介\n護扶助、⑥出産扶助、⑦生業扶助及び⑧葬祭扶助の八つの種類があり\n（１１条１項）、これらの扶助は、要保護者の必要に応じ、単給又は併\n給として行われる（同条２項）。\n生活扶助は、困窮のため最低限度の生活を維持することのできない\n者に対して、①衣食その他日常生活の需要を満たすために必要なもの\n（１２条１号）及び②移送（同条２号）の範囲内において行われる（同\n条柱書き。以下において「生活扶助」というときは、特に断りのない限\nり、居宅において保護を受ける者の上記①に係る保護を指すものとす\nる。）。\n生活扶助は、金銭給付によって行うことを原則とするが、これによる\nことができないとき、これによることが適当でないとき、その他保護の\n目的を達するために必要があるときは、現物給付によって行うことがで\nきる（３１条１項）。\nエ  保護の変更等\n保護の実施機関は、常に、被保護者の生活状態を調査し、保護の変更を\n必要とすると認めるときは、速やかに、職権をもってその決定を行い、\n書面をもって、これを被保護者に通知しなければならず（２５条２項前\n段）、被保護者は、正当な理由がなければ、既に決定された保護を不利\n益に変更されることがない（５６条）。\n⑶  保護基準（平成２５年告示による改正前のもの）の定め等\nア  厚生労働大臣は、生活保護法８条１項に規定する基準として保護基準を\n定めているところ、保護基準は、前記⑵ウ の８種類の保護の基準はそれ\nぞれ保護基準別表第１から第８までに定めるところによる旨規定するとと\nもに（１項）、要保護者に特別の事由があって、これらの基準により難い\nときは、厚生労働大臣が特別の基準を定める旨規定する（２項）。\nイ  地域の級地区分\n保護基準は、生活扶助、住宅扶助、出産扶助及び葬祭扶助に係る各基準\n（保護基準別表第１、第３、第６及び第８）について、被保護者の居住\n地の地域の級地区分に応じてその基準額を定めているところ、保護基準\n別表第９は、当該級地区分として、全国の市町村を１級地－１、１級地\n－２、２級地－１、２級地－２、３級地－１及び３級地－２の六つの級\n地に区分している。上記地域の級地区分は、大別すると、大都市及びそ\nの周辺市町は１級地に、県庁所在地を始めとする中都市は２級地に、そ\nの他の市町村は３級地に区分されており、本件各変更決定の時点におけ\nる原告らの各居住地のうち、東京都の区の存する地域、八王子市、立川\n市、調布市、町田市、小金井市及び稲城市は、１級地－１に区分され、\n羽村市は、２級地－１に区分されている。\nウ  生活扶助基準\n保護基準のうち、生活扶助基準（保護基準別表第１）は、基準生活\n費に関する定め（第１章）と加算に関する定め（第２章）に大別される\n（なお、本判決においては、基準生活費に係る基準の趣旨で「生活扶助\n基準」ということがある。）。\n居宅で生活する者（生活保護法３０条１項本文参照）の基準生活費\nは、個人別に定められた第１類の表に規定する額（例えば飲食物費や被\n服費など、個人単位に消費される経費に対応するものであり、年齢に応\nじて基準額が定められる。以下「第１類費」という。）と、世帯人数別\nに定められた第２類の表に規定する額（例えば光熱水費や家具什器費な\nど、世帯全体としてまとめて支出される経費に対応するものであり、世\n帯人数に応じて基準額及び加算額が定められる。以下「第２類費」とい\nう。）とから成るところ、改定前基準の別表第１第１章１⑵アは、基準\n生活費は、世帯を単位として算定するものとし、その額は第１類費の額\n（個人別の額）を合算した額と第２類費の額の合計額とすること、ただ\nし、世帯人数が４人の世帯における基準生活費の額は、第１類費の額を\n合算した額に０．９５を乗じた額（その額に１０円未満の端数が生じた\nときは、これを１０円に切り上げるものとする。以下この項において同\nじ。）と第２類費の額の合計額とし、世帯人数が５人以上の世帯におけ\nる基準生活費の額は、第１類費の額を合算した額に０．９０を乗じた額\nと第２類費の額の合計額とすること、また、１２月の基準生活費の額は、\n当該合計額に世帯構成員１人につき級地別に別途定める期末一時扶助費\nを加えた額とする旨規定していた。\n第１類の表は、級地区分ごとに、被保護者の年齢の区分（①０～２\n歳、②３～５歳、③６～１１歳、④１２～１９歳、⑤２０～４０歳、⑥\n４１～５９歳、⑦６０～６９歳及び⑧７０歳以上の各区分）に応じて基\n準額を定めている。\n第２類の表は、級地区分ごとに、保護受給世帯の世帯人数別（平成\n２５年改定前は、世帯人数１名、２名、３名、４名及び５名以上の５段\n階に区分されていた。）に基準額（ただし、世帯人数５名以上の世帯に\nついては、１名増すごとに加算する額）及び地区別冬季加算額（１１月\nから３月までの加算額）を定めている。なお、冬季加算に係る地域の区\n別は、保護基準別表第１第１章１⑵アの表に都道府県ごとにⅠ区からⅥ\n区までの６段階に区分して定められているところ、これによると、東京\n都はⅥ区に区分するものとされている。\n加算（保護基準別表第１第２章）は、基準生活費において配慮され\nていない個別的な特別需要を補塡することを目的として設けられている\nものであり、①妊産婦加算、②障害者加算、③介護施設入所者加算、④\n在宅患者加算、⑤放射線障害者加算、⑥児童養育加算、⑦介護保険料加\n算及び⑧母子加算につき、その要件、基準額及び重複調整の方法等につ\nいて規定している。\n⑷  社会保障審議会に関する定め等\nア  厚生労働省の本省に、社会保障審議会を置くものとし（厚生労働省設置\n法６条１項）、社会保障審議会の所掌事務には、厚生労働大臣の諮問に応\nじて社会保障に関する重要事項を調査審議することや、同重要事項に関し、\n厚生労働大臣又は関係行政機関に意見を述べることが含まれる（同法７条\n１項１号、３号）。\n社会保障審議会の組織、所掌事務及び委員その他の職員その他同審議会\nに関し必要な事項については政令に委任されているところ（厚生労働省\n設置法７条２項）、同委任を受けて定められた社会保障審議会令（平成\n１２年政令第２８２号）は、①同審議会は委員３０人以内で組織するこ\nと（１条１項）、②委員は、学識経験のある者のうちから厚生労働大臣\nが任命すること（２条１項）、③同審議会及び分科会は、その定めると\nころにより部会を置くことができること（６条１項）、④同令に定める\nもののほか、議事の手続その他同審議会の運営に関し必要な事項は、会\n長が同審議会に諮って定めること（１１条）を規定している。\nイ  社会保障審議会令１１条に基づき定められた社会保障審議会運営規則\n（平成１３年１月３０日社会保障審議会決定。以下「審議会規則」とい\nう。）は、①会長は、必要があると認めるときは、審議会に諮って部会\n（分科会に置かれる部会を除く。）を設置することができること（２条）、\n②分科会長又は部会長は、必要があると認めるときは、それぞれ分科会又\nは部会に諮って委員会を設置することができること（８条）を規定してい\nる（甲Ａ２１、乙Ａ１２、２２）。\nウ  なお、厚生労働省設置法の施行（平成１３年１月６日）前においては、\n社会福祉事業法（平成１２年法律第１１１号による改正後の題名は社会福\n祉法である。以下、同改正の前後を通じて「社会福祉事業法」と表記す\nる。）６条１項の規定に基づき、厚生省に、社会福祉事業の全分野におけ\nる共通的基本事項その他重要な事項を調査審議するため中央社会福祉審議\n会（昭和３８年法律第１３３号による同法の改正前は社会福祉審議会。以\n下、同改正の前後を通じて「中央社会福祉審議会」という。）が置かれて\nいたところ、厚生労働省設置法の施行に伴い、同審議会及び厚生省に置か\nれていたその他の審議会が、社会保障審議会に統合されたものである。社\n会福祉事業法に基づき厚生省に置かれていた中央社会福祉審議会は、厚生\n大臣の監督に属し、その諮問に答え、又は関係行政庁に意見を具申するも\nのとされ（同法６条３項）、同審議会に、生活保護法の施行に関する事項\nを調査審議するため、生活保護専門分科会（以下、同分科会については\n「中央社会福祉審議会」の記載を省略し、単に「生活保護専門分科会」と\n表記する。）を置くものとされていた（同法１０条１項）。\n３  前提事実（争いのない事実、顕著な事実並びに掲記証拠〔書証は特記しない\n限り枝番を含む。以下同じ。〕及び弁論の全趣旨により容易に認められる事\n実）\n⑴  原告ら\n原告らは、いずれも、本件各変更決定の時点において、各居宅で生活扶助\nを受けていた者である。なお、本件各変更決定当時、原告番号１－１と同１\n－２、原告番号２９－１と同２９－２は、それぞれ同一の世帯に属していた。\n（弁論の全趣旨）\n⑵  生活扶助基準の改定方式の変遷（乙Ａ７、８、１０、弁論の全趣旨）\nア  関係法令等⑶ウのとおり、生活扶助基準は、衣食などのいわゆる日常生\n活に必要な基本的、経常的経費についての最低生活費を定めたものである。\n昭和２５年に生活保護法が施行されて以降、生活扶助基準の改定に当たり\n最低生活費（基準生活費）を算出する方法としては、その施行当初はマー\nケットバスケット方式が、昭和３６年からはエンゲル方式が、昭和４０年\n以降は格差縮小方式が順次採用されていた。\nイ  中央社会福祉審議会は、昭和５８年１２月２３日、「生活扶助基準及び\n加算のあり方について（意見具申）」（乙Ａ８。以下「昭和５８年意見具\n申」という。）を取りまとめ、厚生大臣に対し生活扶助基準の在り方等に\nついて意見具申を行った。\nウ  厚生大臣は、昭和５８年意見具申を受け、昭和５９年度から上記アの格\n差縮小方式に代えて水準均衡方式を採用することとし、以降、水準均衡方\n式が採用されてきた。なお、水準均衡方式とは、当該年度に想定される一\n般国民の消費動向を踏まえるとともに、前年度までの一般国民の消費実態\nとの調整を図る方式である。\n⑶  世帯別基準生活費の算出方法等（甲Ａ６０、乙Ａ７、１０、２１、弁論の\n全趣旨）\nア  現在、世帯員の年齢や世帯人数に応じた最低生活費は、次の①から⑤ま\nでのようにして算出されている。\n①  一定の基準となる世帯（昭和６１年４月以降については、夫婦子１\n人〔３３歳、２９歳、４歳〕の３人世帯。以下「標準世帯」といい、特\nに断らない限り１級地－１のものを指す。）における生活扶助基準額を\n決定する。\n②  一般低所得世帯（夫婦子１人の勤労３人世帯）の消費実態における\n第１類費に相当する支出額（飲食物費、被服費等がこれに当たる。）と\n第２類費に相当する支出額（光熱水費 、 家具什器費等がこれに当た\nる。）の構成割合を参考として、上記①の生活扶助基準額を第１類費と\n第２類費に分割する。\n③  上記②により得られた標準世帯の第１類費については、これに基づ\nき、２０～４０歳の栄養所要量を１００とした場合の年齢区分別の指数\nを乗ずることにより、世帯員の年齢区分別の第１類費の基準額を算出す\nる。\n④  上記②により得られた標準世帯の第２類費については、これを１０\n０として、世帯人数別に定めた換算率（一般低所得世帯における世帯人\n数別の消費支出を参考とした指数）を乗ずることにより、世帯人数別の\n第２類費の基準額を算出する。\n⑤  世帯ごとの最低生活費は、上記③により得られた第１類費の基準額\nと上記④により得られた第２類費の基準額を、当該世帯における世帯員\nの年齢及び世帯人数に応じて組み合わせることにより算出する。\nイ  水準均衡方式下における生活扶助基準の改定に当たっても、標準世帯の\n生活扶助基準額に水準均衡方式によって算定される改定率を乗じた上で、\nこの改定された基準額を起点として、上記アの方法により第１類費及び第\n２類費を設定し、１級地－１以外の級地については、さらに１級地－１の\n基準額を起点に級地間格差をもって基準額を設定することにより、各世帯\nに対応する改定後の基準生活費が算出されている。\n以下では、標準世帯における生活扶助基準額から、年齢区分別、世帯\n人数別及び級地区分別の最低生活費を算出する過程の全部又は一部を\n「展開」ということがある。\n⑷  近年における生活扶助基準の検証の経緯等\nア  生活保護制度の在り方に関する専門委員会による検証\n社会保障審議会福祉部会長は、平成１５年７月２８日、同部会における\n了承を経て、審議会規則８条に基づき、同部会の下に、保護基準の在り方\nを始めとする生活保護制度全般について議論するための「生活保護制度の\n在り方に関する専門委員会」（以下「専門委員会」といい、専門委員会に\nよる検証を「平成１６年検証」という。）を設置した（乙Ａ１２）。\n専門委員会は、平成１５年１２月１６日付け「生活保護制度の在り方に\nついての中間取りまとめ」（乙Ａ１３。以下「平成１５年中間取りまと\nめ」という。）を取りまとめて専門委員会の生活扶助基準についてのさし\nあたりの考えを明らかにし、さらに、平成１６年１２月１５日付け「生活\n保護制度の在り方に関する専門委員会報告書」（乙Ａ４。以下「平成１６\n年報告書」という。）を取りまとめた。\nイ  生活扶助基準に関する検討会における検証\n平成１９年１０月、厚生労働省社会・援護局長の下に「生活扶助基準に\n関する検討会」（以下「検討会」といい、検討会による検証を「平成１９\n年検証」という。また、平成１６年検証と平成１９年検証を併せて以下\n「前２回の検証」という。）が設置され、検討会は、平成１９年１１月３\n０日付け「生活扶助基準に関する検討会報告書」（乙Ａ５。以下「平成１\n９年報告書」という。）を取りまとめた。\nウ  生活保護基準部会における検証\n平成２３年２月１０日、社会保障審議会における了承を経て、審議\n会規則２条に基づき、同審議会の下に、保護基準の定期的な評価・検証\nについて審議するための常設の部会として、生活保護基準部会（以下\n「基準部会」という。）が設置された（乙Ａ２２）。\n平成２５年検証\n基準部会は、平成２１年全国消費実態調査の個票データを用いて、\n年齢区分別、世帯人数別及び級地区分別に、生活扶助基準額及び一般低\n所得世帯の消費実態をそれぞれ指数化した上で比較することにより、標\n準世帯から様々な世帯構成に展開するための指数について検証を行い\n（以下、基準部会によるこの検証を「平成２５年検証」という。）、平\n成２５年１月１８日付け「社会保障審議会生活保護基準部会報告書」\n（乙Ａ６。以下「平成２５年報告書」という。）を取りまとめた。\n平成２５年検証においては、生活扶助基準と対比する一般低所得世帯\nとして、年間収入階級における第１・十分位の層（収入の低い方から順\n番に並べ、世帯数が等しくなるよう十等分し、収入の低い層から順次第\n１から第１０までの数字を付したもののうち、第１番目のもの  。以下\n「第１・十分位」といい、他の層についても当該層を示す番号により同\n様に表記するほか、十等分ではなく例えば五等分した場合における各層\nについても「第１・五分位」などと表記する。）を設定した。\n平成２９年検証\n基準部会は、本件改定後である平成２８年５月から平成２９年１２月\nにかけて、①生活扶助基準に関する検証、②有子世帯の扶助・加算に関\nする検証、③勤労控除及び就労自立給付金の見直し効果の検証、④級地\n制度に関する検証、⑤その他の扶助・加算に関する検証並びに⑥これま\nでの基準見直しによる影響の把握を主な検討事項として検証を行い（以\n下、基準部会によるこの検証を「平成２９年検証」という。）、同月１\n４日付け「社会保障審議会生活保護基準部会報告書」（乙Ａ７４。以下\n「平成２９年報告書」という。）を取りまとめた。\n⑸  本件改定について（乙Ａ１～３、１６、弁論の全趣旨）\nア  本件改定の概要\n厚生労働大臣は、平成２５年５月１６日付けで発した平成２５年告示、\n平成２６年３月３１日付けで発した平成２６年告示及び平成２７年３月\n３１日付けで発した平成２７年告示により保護基準を順次改正して、生\n活扶助基準の改定（本件改定）を行ったところ、その概要は次のとおり\nである。\n本件改定は、主として、生活扶助基準につき次の二つの調整をする\nことを目的とするものである。①その一つは、平成２５年検証の結果に\n基づき、生活扶助基準と第１・十分位の世帯の消費実態との間における\n年齢区分別、世帯人数別及び級地区分別の格差を是正することであり\n（本件改定に係る生活扶助基準の調整のうち、これらの格差の是正を目\n的として行われたものを以下「ゆがみ調整」という。）、②もう一つは、\n物価の動向を勘案して生活扶助基準を改定することである（本件改定に\n係る生活扶助基準の調整のうち、物価の動向を勘案して行われたものを\n以下「デフレ調整」という。）。本件改定においては、これらを、平成\n２５年改定、平成２６年改定及び平成２７年改定の３回にわたり段階的\nに実施した。\nなお、上記二つのうちデフレ調整は、平成２５年検証の結果に基づ\nくものではなく、社会保障審議会やその下に置かれる部会又は委員会そ\nの他の専門家によって構成される会議体による審議検討を経たものでも\nない。\nまた、本件改定のうち平成２６年改定においては、ゆがみ調整及び\nデフレ調整に係る２年次の改定に加えて、消費税率の引上げの影響を含\nむ国民の消費動向等を総合的に勘案し、生活扶助基準額を２．９％の改\n定率で引き上げる旨の改定が行われた。\n平成２５年告示による改正後の保護基準は平成２５年８月１日から、\n平成２６年告示による改正後の保護基準は平成２６年４月１日から、平\n成２７年告示による改正後の保護基準は平成２７年４月１日からそれぞ\nれ適用するものとされている。\nイ  ゆがみ調整の概要\n本件改定におけるゆがみ調整は、具体的には、①第１類費の基準額につ\nいて、各年齢区分間の基準額の差を小さくする、②第１類費の基準額の\n逓減率（世帯員が１人増加するごとに第１類費の基準額の合計に乗ずる\n割合）について、世帯員の増加に応じた逓減割合を大きくするとともに、\n第２類費の基準額について、世帯員の増加に応じた世帯人数別の基準額\nの増額の幅を大きくする、③第１類費及び第２類費の基準額について、\nそれぞれ級地区分間の基準額の差を小さくすることを内容とするもので\nある。\nまた、平成２５年改定においては、平成２５年検証の結果を踏まえ、期\n末一時扶助費について、世帯員が増えると単純に世帯人数に応じて数倍\nしていた従前の仕組みを見直し、世帯人数別に世帯規模の経済性（スケ\nールメリット）を考慮した基準額を定めることとし、勤務控除について\nは、基礎控除における全額控除となる水準を８０００円から１万５００\n０円に引き上げ、控除率の逓減措置を廃止して一律１０％に見直すこと\nとし、併せて、特別控除については廃止することとした。\nウ  デフレ調整の概要\n厚生労働大臣は、本件改定に当たり、総務省から公表されている消費者\n物価指数（以下「総務省ＣＰＩ」という。）を基に、すべての消費品目\nから、①生活扶助以外の扶助で賄われる品目（家賃、教育費、医療費な\nど。以下「除外品目①」という。）及び②原則として保有が認められて\nおらず又は免除されるため保護受給世帯において支出することが想定さ\nれていない品目（自動車関連費、ＮＨＫ受信料など。以下「除外品目\n②」といい、除外品目①と併せて以下「除外品目」と総称する。）を除\nいて算出した消費者物価指数（以下、すべての消費品目から除外品目を\n除いた品目を「生活扶助相当品目」といい、生活扶助相当品目を対象と\nする消費者物価指数を「生活扶助相当ＣＰＩ」という。）の動向を勘案\nすることとし、具体的には、平成２０年の年平均の生活扶助相当ＣＰＩ\n（以下では単に「平成２０年生活扶助相当ＣＰＩ」といい、他の年につ\nいても同様に表記する。）と平成２３年生活扶助相当ＣＰＩを用いて算\n出した、平成２０年から平成２３年までの生活扶助相当ＣＰＩの変化率\n（－４．７８％。以下「本件下落率」という。）を勘案してデフレ調整\nを行った。\nなお、デフレ調整は、すべての保護受給世帯について適用されている\n（乙Ａ４６）。\nエ  激変緩和措置等\n本件改定は、平成２５年度から３年間をかけて段階的に実施するもので\nあるが、これによる見直しの影響を一定程度に抑える観点から、改定前\n基準からの増減幅は、±１０％を超えないように調整されている。\nなお、厚生労働省社会・援護局保護課（以下「厚生労働省保護課」とい\nう。）が作成した平成２５年１月２７日付け「生活扶助基準等の見直し\nについて」（乙Ａ４６）によれば、本件改定による財政効果は３年間で\n６７０億円となる見込みであり、そのうち、ゆがみ調整によるものが９\n０億円、デフレ調整によるものが５８０億円であるとされている。\n⑹  本件各変更決定\n本件改定に伴い、各保護の実施機関が名宛人である原告らに対してした各\n保護変更決定（本件各変更決定）は、次のとおりである（弁論の全趣旨）。\nア  平成２５年各変更決定\n原告番号１－２、同２９－２及び同３３を除く原告らは、別紙４－１\n「処分一覧表１」又は別紙４－２「平成２５年各変更決定一覧表」（た\nだし、原告番号３４については別紙６「処分一覧表」の番号３４の１行\n目）の対応する「処分庁」欄記載の各処分庁から、同表の「処分日」欄\n記載の各日付けで、平成２５年改定を理由とする生活保護法２５条２項\nに基づく各保護変更決定を受けた（平成２５年各変更決定）。\nなお、別紙４－１及び別紙６記載の平成２５年各変更決定について、同\n変更決定前の生活扶助費の額（月額）と同変更決定後の生活扶助費の額\n（月額）との差額は、上記各別紙の対応する「減額された生活扶助の金\n額」欄記載のとおりであり（本件差額部分）、いずれも平成２５年各変\n更決定により生活扶助費が減額されている。\nまた、原告番号１０は、平成２５年７月５日付けで平成２５年改定に係\nる保護変更決定がされた後、同月１６日付けで世帯員の減少に伴う保護\n変更決定がされている。\nイ  平成２６年各変更決定\n原告番号１－２、同１４及び同２９－２を除く原告らは、別紙５－１\n「処分一覧表２」又は別紙５－２「平成２６年各変更決定一覧表」（た\nだし、原告番号３３については別紙６「処分一覧表」の番号３３の１行\n目、原告番号３４については同表の番号３４の２行目）の対応する「処\n分庁」欄記載の各処分庁から、同表の「処分日」欄記載の各日付けで、\n平成２６年改定を理由とする生活保護法２５条２項に基づく各保護変更\n決定を受けた（平成２６年各変更決定）。\nウ  平成２７年各変更決定\n原告番号１－２、同４、同１３及び同２９－２を除く原告らは、別紙６\n「処分一覧表」（ただし、原告番号３３及び同３４については、同表の\n番号３３及び番号３４のうち、処分日を平成２７年中の日付けとする各\n行）の対応する「処分庁」欄記載の各処分庁から、同表の「処分日」欄\n記載の各日付けで、平成２７年改定を理由とする生活保護法２５条２項\nに基づく各保護変更決定を受けた（平成２７年各変更決定）。\n⑺  本件訴訟の経緯等（弁論の全趣旨、顕著な事実）\nア  原告番号３３及び同３４を除く原告らは、平成２５年各変更決定及び平\n成２６年各変更決定に係る審査請求（ただし、本件訴訟においてそれらの\n取消しを求めている原告によるものに限る。後記イにおいても同じ。）を\n経て、平成２７年６月１９日、⒜平成２５年各変更決定のうち生活扶助費\nから本件差額部分を減額する部分の各取消しを求める訴え（主位的取消請\n求①）、⒝平成２６年各変更決定のうちこれに基づく支給額を超えて消費\n増税対応扶助費の額を支給しなかった部分の各取消しを求める訴え（主位\n的取消請求②）、⒞平成２５年改定及び平成２６年改定について国賠法１\n条１項に基づく損害賠償を求める訴えを併せて提起した（第１事件）。な\nお、第１事件において、原告番号１－２、同３、同１１、同１４及び同２\n９－２は上記⒞の訴えのみを、原告番号３２は上記⒝及び⒞の訴えのみを、\n原告番号２１、同２２及び同２４は上記⒜及び⒞の訴えのみを提起してい\nる。\nイ  原告らは、平成２７年各変更決定に対する審査請求を経て、平成２８年\n２月１９日、⒟平成２７年各変更決定のうちこれに基づく支給額を超えて\n消費増税対応扶助費の額を支給しなかった部分の各取消しを求める訴え\n（主位的取消請求③）、⒠平成２７年改定について国賠法１条１項に基づ\nく損害賠償を求める訴えを併せて提起した（第２事件。ただし、第１事件\nの当事者ではない原告番号３３は、第２事件において上記⒝の訴えを併せ\nて提起し、同様に、原告番号３４も、第２事件において上記⒜から⒞まで\nの訴えを併せて提起した。）。なお、第２事件において、原告番号１－２、\n同１３及び同２９－２は、上記⒠の訴えのみを提起している。\nウ  第２事件については、平成２８年９月１日、原告番号４に係る弁論が分\n離され、同分離後の弁論（原告番号４以外の原告らの事件に係る弁論）が、\n平成２９年２月１７日、第１事件の弁論に併合された（したがって、現時\n点において、原告番号４は、第１事件の原告ではあるが、第２事件の原告\nではない。）。\nエ  原告番号１－１は、平成２９年▲月▲日、死亡した。\nオ  原告らのうち、上記ア及びイにおいて本件各主位的取消請求の全部又は\n一部に係る訴えを提起していた者（ただし、原告番号１及び同４を除\nく。）は、令和元年６月１６日、これらの各請求に対応する本件各予備的\n取消請求を追加するとともに、主位的取消請求②及び③に対応する内容の\n義務付け請求（本件義務付けの訴え）を追加する旨の訴えの変更（以下\n「本件訴えの変更」という。）をした。\n４  争点\n⑴  本件各変更決定の適法性\nア  本件各告示による生活扶助基準の改定（本件改定）の適法性（争点①－\n１）\nイ  「正当な理由」（生活保護法５６条）の要否及び有無（争点①－２）\nウ  理由付記に係る瑕疵の有無（争点①－３）\nエ  本件各変更決定のうち取り消されるべき範囲（争点①－４）\n⑵  本件義務付けの訴えの適法性及び理由の有無（争点②）\n⑶  国家賠償請求権の成否\nア  本件改定に係る厚生労働大臣の国賠法上の違法及び故意又は過失の有無\n（争点③－１）\nイ  損害の有無及び額（争点③－２）\n５  当事者の主張\n争点に関する当事者の主張の要旨は、別紙８のとおりである。なお、同別紙\nにおいて用いた略称は、本文においても用いることとする。\n第３  当裁判所の判断\n当裁判所は、本件各告示による生活扶助基準の改定（本件改定）は、生活保護\n法３条、８条２項の各規定に違反し、同条１項による委任の範囲を逸脱する違法\nなものであり、本件改定に伴って各処分庁によりされた本件各変更決定も違法で\nあるので、これらの決定の全部の取消しを求める請求（本件各予備的取消請求）\nはいずれも理由があるから認容すべきであり、その余の取消請求（本件各主位的\n取消請求）に係る訴え及び本件義務付けの訴えは、いずれも不適法な訴えである\nから却下すべきであり、国家賠償請求については、いずれも理由がないから棄却\nすべきであると判断する。その理由の詳細は、以下のとおりである。\n１  認定事実\n前記前提事実に加え、掲記各証拠及び弁論の全趣旨によれば、次の事実が認\nめられる。\n⑴  生活保護法の制定経過等（甲Ａ１、乙Ａ５０、５１）\nア  生活保護法は、旧生活保護法（昭和２１年法律第１７号。以下「旧法」\nという。）を廃止し、これに代わるものとして新たに昭和２５年に制定さ\nれたものである。\n旧法は、生活の保護を要する状態にある者の生活を、国が差別的又は優\n先的な取扱いをすることなく平等に保護して、社会の福祉を増進するこ\nとを目的とし（１条）、保護の種類の一つとして生活扶助を掲げていた\nものの（１１条１項１号）、保護の程度及び方法については勅令で定め\nるものとし（同条２項）、保護は生活に必要な限度を超えることができ\nない旨規定するのみで（１０条）、同法が保障する生活の程度について\nの規定は置いていなかった。\n旧法の制度に対しては、昭和２４年９月１３日、生活保護制度の改善強\n化に関する勧告が社会保障制度審議会（社会保障制度審議会設置法〔昭和\n２２年法律第２６６号〕に基づき設置された。）によりされたことから、\n政府において同勧告に沿った内容の法案（憲法２５条１項の規定と同様に、\n「健康で文化的な生活水準を維持することができる」生活を最低限度の生\n活として保障する旨を明記したもの）を国会に提出し、両議院での審議を\n経て、昭和２５年５月４日、同年法律第１４４号として生活保護法が制定、\n公布され、即日施行された（同法附則１項参照）。また、生活保護法の施\n行に伴い、旧法は廃止された（生活保護法附則２項）。\nイ  国会における生活保護法案の審議においては、両議院の各厚生委員会に\nおいて、同法案３条及び８条が規定する「最低限度の生活」の基準をいか\nなるところに置くのか、この基準を決定するために特別の審議機関を設置\nする必要はないか、旧法に基づく当時の基準をもって健康で文化的な生活\n水準が維持できるかといった質問がされたのに対し、政府からは、①上記\n基準は固定的なものではなく、敗戦後の国力、社会、経済の諸情勢を考慮\nして社会通念上妥当となるように決定されるべきものである、②理想的立\n場から見れば現状をもって満足すべきものとは考えていないが、他の一般\n国民の生活水準との振合いをも考慮する必要があり、諸般の事情を参酌し\nて、可能な限り保護内容の向上に努力している、③政府としては、現在の\n基準ならば、さらに制限することは考えられず、これより幾分でもよくす\nるよう努力したい、④国民の最低生活の基準がどこにあるかとういことに\nついては、社会保障制度審議会においても検討しており、その検討結果を\n基礎として、さらに立法措置あるいはその他の適切な措置を講ずるのが至\n当ではないかと考えている、などといった答弁がされた。\n⑵  水準均衡方式に至るまでの生活扶助基準の改定方式の変遷等（前提事実⑵、\n乙Ａ７の２、９、１０、３３、弁論の全趣旨）\nア  生活保護法の施行当初は、生活扶助基準の改定方式として、旧法の下に\nおいて昭和２３年８月１日以降採用されていたマーケットバスケット方式\nが引き続き採用された。なお、マーケットバスケット方式とは、最低生活\nを営むために必要な飲食物費や衣類、家具什器、入浴料といった個々の品\n目を一つ一つ積み上げて最低生活費を算出する方式である。\nイ  その後、昭和３６年４月以降は、生活扶助基準の改定方式としてエンゲ\nル方式が採用された。なお、エンゲル方式とは、栄養審議会の答申に基づ\nく栄養所要量を満たし得る食品を理論的に積み上げて計算し、別に低所得\n世帯の実態調査から、この飲食物費を支出している世帯のエンゲル係数の\n理論値を求め、これから逆算して総生活費を算出する方式である。\nウ  生活保護専門分科会（関係法令等⑷ウ）は、昭和３９年１２月１６日付\nけで、それまでの生活保護水準の改善についての検討内容を取りまとめ、\n中間報告（昭和３９年中間報告。乙Ａ３３）を厚生大臣に提出した。昭和\n３９年中間報告の概要は、次のとおりである。\n生活保護水準について見ると、数年来その水準は大幅に改善されて\nきたとはいいながらも、全都市勤労者世帯の平均消費水準と比較すると\n未だ５０％にも満たない低い水準に置かれており、また、最近の一般国\n民の生活内容が急速に高度化し、かつ、所得階層間の格差が縮小しつつ\nある現状に鑑み、これに対応した生活水準とするためには、さらに相当\nの改善を行うことが必要である。そして、相当の改善を図ることこそ、\n低所得階層間の格差縮小を一つの目標とし、ひずみ是正を企図する国民\n所得倍増計画の目的に沿うことになるのみならず、経済の高度成長下に\nあって、その恩恵に浴し難い人々に対し、繁栄の成果を分かち合うこと\nこそ社会連帯の根本を成すものであって、国民福祉向上の立場から最も\n優先的に取り上げなければならない基本的施策である。\n一般国民の平均消費水準に比較して低所得階層の消費水準の上昇が\n大きく、消費水準の階層別格差縮小の傾向が見られる現状を前提として\n最低生活保障水準としての生活保護水準の改善を考える限りにおいては、\n一般国民の平均的消費水準の動向を追うのみではその目的を達し得ない\nものであって、低所得階層の消費水準特に生活保護階層に隣接する全都\n市勤労者世帯第１・十分位階級の消費水準の動向に着目した改善を行う\nことが特に必要である。すなわち、第１・十分位における消費水準の最\n近の上昇率に加えて、第１・十分位と生活保護階層との格差縮小を見込\nんだ改善を行うべきである。この場合、見込むべき格差縮小の度合いに\nついては、第１・十分位と生活保護階層との格差縮小の動向についても\n参酌すべきである。\nエ  厚生大臣は、昭和３９年中間報告を踏まえ、昭和４０年４月１日以降、\n生活扶助基準の改定方式として格差縮小方式を採用した。なお、格差縮小\n方式とは、当時における一般的な消費水準の平準化傾向に伴い、低所得階\n層の消費支出が平均以上に高い伸び率を示していたことに対応して、翌年\n度の政府経済見通しにおける民間最終消費支出の伸び率を基礎として、そ\nれに格差縮小分を上乗せすることにより、低所得世帯と保護受給世帯との\n消費水準の格差を縮小させようとする方式である。\n⑶  昭和５８年意見具申と水準均衡方式の採用（前提事実⑵、乙Ａ８～１０、\n弁論の全趣旨）\nア  生活保護専門分科会は、格差縮小方式の下における生活扶助基準の評価\nと、これからの生活扶助基準の改定方式の在り方について検討を行い、昭\n和５５年１２月、それまでの検討状況を中間的に整理するとともに今後の\n検討の方向性を明らかにするため、「生活保護専門分科会審議状況の中間\n的とりまとめ」（乙Ａ９。以下「昭和５５年中間取りまとめ」という。）\nを作成した。\n昭和５５年中間取りまとめは、①昭和４０年度以降、格差縮小方式によ\nって生活扶助基準が改定されてきた結果、同方式の導入当時の水準に比し\nて相当の改善が図られた点は評価されるべきであるが、地域社会の成員と\nしてふさわしい生活を営むために不可欠な交通費、教育費、交際費等社会\n的経費は、一般世帯のみならず第１・十分位の世帯と比較しても著しい開\nきがあることなどを勘案すると、保護受給世帯の消費支出の水準は今後さ\nらに改善を要するものである、②生活保護の目的は国民の最低生活すなわ\nち最低限度の消費支出を保障することであり、その具体的保障水準を表す\n生活扶助基準は、当該年度に予想される一般国民の消費生活の動向に対応\nして設定されなければならず、それゆえ、生活扶助基準の改定方式として\nは、消費支出を指標とし、かつ、予想される生活水準に対応できるもので\nあることが前提となる、③現行の生活扶助基準の改定方式である格差縮小\n方式は、上記①のとおりその格差縮小が十分でない現状においては、その\n考え方は妥当性を有するものと認められる、としている。\nイ  中央社会福祉審議会は、生活保護専門分科会における検討を踏まえ、そ\nの最終報告として、昭和５８年１２月２３日付けで「生活扶助基準及び加\n算のあり方について（意見具申）」（昭和５８年意見具申。乙Ａ８）を取\nりまとめ、厚生大臣に対し生活扶助基準の在り方等について意見具申を行\nった。昭和５８年意見具申の概要は、次のとおりである。\n冒頭部分\n第２次石油危機を契機とする長期の景気停滞の下で、我が国の経済は、\n雇用機会や賃金上昇率の低下などの現象が顕在化しているほか、人口の\n急速な高齢化も進行しており、生活基盤のぜい弱な低所得者階層が増加\nする傾向にある。一方、国家財政は、益々窮迫の度を加えており、限ら\nれた財源のより効果的な配分を確保するため、各種施策についての見直\nしが要請されているが、国民生活の最後の拠り所として要保護者の最低\n生活を守る責務を負わされている生活保護制度は、常にその基本的立場\nを堅持して、国民の付託に応えなければならない。\n生活扶助基準の評価\n生活保護において保障すべき最低生活の水準は、一般国民の生活水準\nとの関連において捉えられるべき相対的なものである。国民の生活水準\nが著しく向上した今日における最低生活の保障の水準は、単に肉体的生\n存に必要な最低限の衣食住を充足すれば十分というものではなく、一般\n国民の生活水準と均衡のとれた最低限度のもの、すなわち家族全員が必\n要な栄養量を確保するのはもちろんのこと、被服及びその他の社会的費\n用についても、必要最低限の水準が確保されるものでなければならない。\nこのような考え方に基づき、総理府家計調査を所得階層別に詳細に分析\n検討した結果、現在の生活扶助基準は、一般国民の消費実態との均衡上\nほぼ妥当な水準に達しているとの所見を得た。しかしながら、国民の生\n活水準は今後も向上すると見込まれるので、保護受給世帯及び低所得世\n帯の生活実態を常時把握しておくことはもちろんのこと、生活扶助基準\nの妥当性についての検証を定期的に行う必要がある。\n生活扶助基準の改定方式\n生活保護において保障すべき最低生活の水準は、一般国民生活におけ\nる消費水準との比較における相対的なものとして設定すべきものであり、\n生活扶助基準の改定に当たっては、当該年度に想定される一般国民の消\n費動向を踏まえるとともに、前年度までの一般国民の消費水準との調整\nが図られるよう適切な措置をとることが必要である。また、当該年度に\n予想される国民の消費動向に対応する見地から、政府経済見通しの民間\n最終消費支出の伸びに準拠することが妥当である。なお、賃金や物価は、\nそのままでは消費水準を示すものではないので、その伸びは、参考資料\nにとどめるべきである。\nウ  昭和５８年意見具申において、上記イ のとおり当時の生活扶助基準が\n一般国民の消費実態との均衡上ほぼ妥当な水準に達しているとされたのは、\n変曲点の概念を用いて検証した結果、昭和５４年家計調査特別集計結果に\nよる収入階級別消費支出額（勤労者４人〔有業１人〕世帯。当時の標準世\n帯に相当する〔乙Ａ１０〕。）によれば、変曲点の分位が収入階級５０分\n位中、２．９９分位（第２．９９・五十分位）にあると判断されたことに\n基づくものである。なお、変曲点とは、収入階級ごとの消費支出額を比較\nすると、所得の減少に伴って、消費支出はゆるやかに減少するものである\nが、ある所得階層以下になると、それまでのゆるやかな低下傾向と離れて、\n急激に下方へ変曲する所得分位があることが認められ、これを「変曲点」\nと解するものである。すなわち、社会的に必要不可欠な消費水準があると\n仮定すると、所得が減っていってもこの消費水準を維持しようとするが、\nある水準の所得を超えて低くなると、この消費水準を維持することができ\nなくなり、急激に消費水準が低下するため、このような変曲点が生ずると\nし、この変曲点を境として、それ以下の水準では最低生活を営むことが難\nしくなるとの考え方であり、昭和５８年意見具申の上記分析は、このよう\nな考え方を前提とするものである。（乙Ａ３２）\nエ  厚生大臣は、昭和５８年意見具申を踏まえ、昭和５９年４月１日以降、\n生活扶助基準の改定方式として水準均衡方式を採用した。\n水準均衡方式は、当該年度に予想される一般国民の消費動向を踏まえる\nとともに、前年度までの一般国民の消費実態との調整を図る方式であり、\n政府経済見通しにおける個人消費（民間最終消費支出）の伸びに準拠し\nて翌年度の改定率を算定する点では格差縮小方式と同様であるが、①格\n差縮小分を上乗せしない点、②個人消費の伸びに関する指標の実績値と\nの調整を図ることとしている点において、同方式と異なっている。すな\nわち、上記①の点については、上記⑵エのとおり格差縮小方式は、低所\n得階層の消費支出が平均以上に高い伸び率を示していたことに対応して、\n格差縮小分を上乗せすることにより、低所得世帯と保護受給世帯との消\n費水準の格差を縮小させようとしていたものであるところ、昭和５８年\n意見具申において、当時の生活扶助基準が一般国民の消費実態との均衡\n上ほぼ妥当な水準に達しているとされたため、格差縮小分を上乗せする\n必要がなくなったことを踏まえたものであり、上記②の点については、\n上記イ のとおり昭和５８年意見具申において、格差縮小方式に代わる\n改定方式の検討に当たり、前年度までの一般国民の消費水準との調整が\n図られるよう適切な措置をとることが必要であると指摘されたことを踏\nまえたものである。\nなお、水準均衡方式において用いられる民間最終消費支出は、国民経済\n計算を基礎資料として策定される政府経済見通し（例年１月に閣議決定\nされる経済見通しと経済財政運営の基本的態度）におけるものであると\nころ、国民経済計算は、我が国の経済の全体像を国際比較可能な形で体\n系的に記録することを目的として、国際連合の定める国際基準（ＳＮ\nＡ）に準拠しつつ、統計法に基づく基幹統計として国民経済計算の作成\n基準（平成２１年内閣府告示第１４号）に基づき内閣総理大臣が作成す\nるものであり（統計法６条１項）、四半期別ＧＤＰ速報と国民経済計算\n年次推計の二つから成るものである。そして、国民経済計算年次推計に\nおいて指標とされる民間最終消費支出には、名目値（実際に市場で取引\nされている価格に基づいて推計された値）及び実質値（ある年からの物\n価の上昇・下落分を取り除いた値）があるところ、生活扶助基準の改定\nにおいては、同基準が最低生活に必要な衣食等の費用の額を示すもので\nあり、その改定において消費支出の動向を考慮する場合に物価変動によ\nる支出額の変化分を取り除くべきものではないことから、水準均衡方式\nによる改定において参照される民間最終消費支出としては名目値が用い\nられている。（以上につき、乙Ａ１０、９２～９６、弁論の全趣旨）\n⑷  平成１６年検証に至る経緯等\nア  保護基準見直しに係る動向等（乙Ａ１１、１２、弁論の全趣旨）\n水準均衡方式の導入後、平成３年頃までは完全失業率は低下傾向にあ\nり、賃金、物価及び消費支出はいずれも増加傾向にあったが、いわゆる\nバブル景気の崩壊に伴い、平成４年頃からは、完全失業率が上昇すると\nともに、賃金、物価及び消費支出についても増加率が鈍化し、さらに平\n成１０年頃以降はいずれも減少に転ずるなどしていた。\nそのような状況の下、いわゆる社会福祉基礎構造改革のために国会に\n提出された「社会福祉の増進のための社会福祉事業法等の一部を改正す\nる等の法律案」の国会審議において、衆議院厚生委員会は、平成１２年\n５月１０日、「社会福祉基礎構造改革を踏まえた今後の社会福祉の状況\n変化や規制緩和、地方分権の進展、介護保険の施行状況等を踏まえつつ、\n介護保険制度の施行後５年後を目途とした同制度全般の見直しの際に、\n（中略）生活保護の在り方について十分検討を行うこと」とする旨の附\n帯決議をし、参議院国民福祉委員会も、同月２６日、同様の附帯決議を\nした。\nまた、平成１５年６月２７日に閣議決定された「経済財政運営と構造\n改革に関する基本方針２００３」では、①生活保護その他福祉の各分野\nにおいても、制度、執行の両面から各種の改革を推進する、②年金・医\n療・介護・生活保護などの社会保障サービスを一体的に捉え、制度の設\n計を相互に関連付けて行う、③生活保護においても、物価、賃金動向、\n社会経済情勢の変化、年金制度改革などとの関係を踏まえ、老齢加算等\nの扶助基準など制度、運営の両面にわたる見直しが必要であるとの方針\nが示された。同月１９日の財政制度等審議会建議においても、近年の物\n価・賃金動向等の社会経済情勢の変化を踏まえるとともに年金制度改革\nにおける給付水準の見直しとも一体的に検討すれば、生活扶助基準・加\n算の引下げ・廃止、各種扶助の在り方の見直し、扶助の実施についての\n定期的な見直し・期限の設定など、制度・運用の両面にわたり多角的か\nつ抜本的な検討が必要であるとされた。\nさらに、社会保障審議会においても、平成１５年６月１６日付け同審\n議会意見において、生活保護については、他の社会保障制度との関係や\n雇用政策との連携などにも留意しつつ、今後、その在り方についてより\n専門的に検討していく必要があるものとされた。\nイ  専門委員会の設置及び平成１６年検証（前提事実⑷ア、乙Ａ４、１２、\n１３）\n上記アのような状況を踏まえ、平成１５年７月２８日、保護基準の\n在り方を始めとする生活保護制度全般について検討することを目的とし\nて、社会保障審議会福祉部会の下に「生活保護制度の在り方に関する専\n門委員会」（専門委員会）が設置された。専門委員会は、学識経験者を\n中心とする１２名の委員により構成され、同年８月６日以降、１か月に\n１回程度の頻度で開催された。\n専門委員会は、平成１５年１２月１６日付けで「生活保護制度の在\nり方についての中間取りまとめ」（平成１５年中間取りまとめ。乙Ａ１\n３）を作成し、専門委員会における生活扶助基準についての考え方を示\nした。平成１５年中間取りまとめの概要は、次の から までのとおり\nである。\n平成１５年中間取りまとめは、生活扶助基準の評価に関し、生活保\n護において保障すべき最低生活の水準は、一般国民の生活水準との関連\nにおいて捉えられるべき相対的なものであり、具体的には、年間収入階\n級第１・十分位の世帯の消費水準に着目することが適当であるとした上\nで、このような考え方に基づき第１・十分位の勤労者３人世帯の消費水\n準について詳細に分析して３人世帯（勤労）の生活扶助基準額と比較し\nた結果は次のとおりであるとしている。\n①第１・十分位の消費水準と生活扶助基準額とを比較すると、後者が\n高く、②第１・十分位（第１～第５・五十分位）のうち、食費、教養娯\n楽費等の減少が顕著な分位である第１～第２・五十分位の消費水準と生\n活扶助基準額とを比較すると、後者が高く、③第１・十分位のうち、残\nりの第３～第５・五十分位の消費水準（結果として第１・五分位の消費\n水準に近似）と勤労控除額を除いた生活扶助基準額とを比較すると均衡\nが図られているが、保護受給世帯の消費可能額である勤労控除額を含め\nた生活扶助基準額と比較すると、後者が高い。\nまた、平成１５年中間取りまとめは、生活扶助基準の第１類費及び\n第２類費（関係法令等⑶ウ ）の設定の在り方に関し、標準世帯（夫婦\n子１人の３人世帯〔前提事実⑶ア①〕）を基準として具体的な世帯類型\n別にこれを展開してみると、いくつかの問題が見られるとして、次のと\nおり指摘している。\nまず、①第１類費の年齢別格差に関し、マーケットバスケット方式\n時の栄養所要量を基準として設定されている現行の第１類費の年齢別格\n差について、直近の年齢別栄養所要量及び一般低所得世帯の年齢別消費\n支出額と比較して検証したところ、概ね妥当であるが、年齢区分の幅の\n在り方については引き続き検討することが必要であり、また、０歳児に\nついては、人工栄養費の在り方を含めた見直しが必要である。②世帯人\n数別の生活扶助基準については、第１類費と第２類費の割合は一般低所\n得世帯の消費実態と比べると第１類費が相対的に大きく、また、このよ\nうに相対的に大きな第１類費が年齢別に組み合わされるために、多人数\n世帯ほど基準額が割高になることが指摘されており、これを是正するた\nめ、３人世帯の生活扶助基準額の第１類費と第２類費の構成割合を一般\n低所得世帯の消費実態に均衡させるよう第２類費の構成割合を高めるこ\nとが必要であり、また、世帯人数別に定めた第２類費の換算率について\nは、一般低所得世帯における世帯人数別第２類費相当支出額の格差を踏\nまえ、多人数世帯の換算率を小さくする方向で見直しを行うことが必要\nである。③単身世帯の生活扶助基準に関しては、第１類費及び第２類費\nの構成割合について、現在の３人世帯を基軸とする基準設定では、必ず\nしも一般低所得世帯の消費実態を反映したものとはなっていない。した\nがって、一般に単身世帯数が増加している中で、とりわけ保護受給世帯\nの約７割が単身世帯であること、単身世帯における第１類費及び第２類\n費については一般世帯の消費実態から見てこれらを区分する実質的な意\n味が乏しいことも踏まえ、単身世帯については、一般低所得世帯との均\n衡を踏まえて別途の生活扶助基準を設定することについて検討すること\nが望ましい。\nさらに、平成１５年中間取りまとめは、生活扶助基準の改定方式の\n在り方について、①昭和５９年度以降採用されている水準均衡方式は概\nね妥当であると認められてきたが、最近の経済情勢はこの方式を採用し\nた当時と異なることから、例えば５年間に１度の頻度で、生活扶助基準\nの水準について定期的に検証を行うことが必要である、②定期的な検証\nを行うまでの毎年の改定については、近年、民間最終消費支出の伸びの\n見通しがプラス、実績がマイナスとなるなど安定しておらず、また、実\n績の確定も遅いため、これによる保護受給世帯への影響が懸念されるこ\nとから、改定の指標の在り方についても検討が必要であり、この場合、\n国民にとってわかりやすいものとすることが必要なので、例えば、年金\nの改定と同じように消費者物価指数の伸びも改定の指標の一つとして用\nいることなども考えられる、③なお、急激な経済変動があった場合には、\n機械的に改定率を設定するのではなく、最低生活水準確保の見地から別\n途対応することが必要であるとしている。\n専門委員会は、平成１６年１２月１５日、平成１６年検証の結果を\n「生活保護制度の在り方に関する専門委員会報告書」（平成１６年報告\n書。乙Ａ４）に取りまとめた。平成１６年報告書の概要は、次のとおり\nである。\n生活扶助基準の評価・検証等に関しては、平成１５年中間取りまと\nめにおいて報告したとおり、いわゆる水準均衡方式を前提とする手法に\nより、勤労３人世帯の生活扶助基準について、低所得世帯の消費支出額\nとの比較において検証・評価した結果、その水準は基本的に妥当であっ\nたが、今後、生活扶助基準と一般低所得世帯の消費実態との均衡が適切\nに図られているか否かを定期的に見極めるため、全国消費実態調査等を\n基に５年に１度の頻度で検証を行う必要がある。なお、生活扶助基準の\n検証に当たっては、平均的に見れば、勤労基礎控除も含めた生活扶助基\n準額が一般低所得世帯の消費における生活扶助相当支出額よりも高くな\nっていること、また、各種控除が実質的な生活水準に影響することも考\n慮する必要がある。また、これらの検証に際しては、地域別、世帯類型\n別等に分けるとともに、調査方法及び評価手法についても専門家の知見\nを踏まえることが妥当である。\n現行の生活扶助基準の設定は３人世帯を基軸としており、算定につ\nいては、世帯人数分を単純に足し上げて算定される第１類費に、世帯規\n模の経済性（いわゆるスケールメリット）を考慮し世帯人数に応じて設\n定されている第２類費を合算する仕組みとされているため、世帯人数別\nに見ると、必ずしも一般低所得世帯の消費実態を反映したものとなって\nいない。このため、特に次の点について改善が図られるよう、設定及び\n算定方法について見直しを検討する必要がある。すなわち、①多人数世\n帯基準の是正（第２類費の構成割合及び多人数世帯の換算率に関する見\n直しのほか、世帯規模の経済性を高めるような設定等について検討する\n必要がある。）、②単身世帯基準の設定（単身世帯の生活扶助基準につ\nいても、多人数世帯の基準と同様、必ずしも一般低所得世帯の消費実態\nを反映したものとなっておらず、保護受給世帯の７割は単身世帯が占め\nていることや、高齢化の進展や扶養意識の変化に伴って高齢単身世帯の\n増加が顕著となっており、今後もさらにその傾向が進むと見込まれるこ\nとなどに鑑み、単身世帯については、一般低所得世帯との均衡を踏まえ\nて別途の生活扶助基準を設定することについて検討することが必要であ\nる。）及び③第１類費の年齢別設定の見直し（人工栄養費の在り方も含\nめた０歳児の第１類費や、第１類費の年齢区分の幅の拡大などについて\nも見直しが必要である。）の各点について検討の必要があるとされた。\n⑸  検討会の設置及び平成１９年検証（前提事実⑷イ、乙Ａ５、１４）\nア  平成１９年検証に至る経緯等\n平成１６年報告書において、生活扶助基準と一般低所得世帯との均衡\nが適切に図られているか否かについて定期的に検証を行う必要があると\n指摘されたこと（上記⑷イ ）に加え、平成１８年７月に閣議決定され\nた「経済財政運営と構造改革に関する基本方針２００６」においても、\n生活扶助基準について、低所得世帯の消費実態等を踏まえた見直し及び\n級地の見直しを行うこととされたことなどを踏まえ、平成１９年１０月、\n厚生労働省社会・援護局長の下に「生活扶助基準に関する検討会」（検\n討会）が設置された。検討会は、５名の学識経験者を構成員とする会議\nであり、平成１９年１０月１９日から同年１１月までの間、５回にわた\nり開催され、平成１６年報告書において提言された定期的な検証のほか、\n生活扶助基準に係る課題として残されていた項目（生活扶助基準の全体\n水準、級地別基準等）について評価・検討を行い、同月３０日付けで平\n成１９年報告書を取りまとめた（平成１９年検証）。\nイ  平成１９年報告書の概要は、次のとおりである（乙Ａ５）。\n平成１９年検証における主要な検討項目は、①水準の妥当性（生活扶\n助基準の水準について、保護を受給していない低所得世帯における消費\n実態との均衡が適切に図られているかどうかに関する評価・検証）、②\n体系の妥当性（第１類費と第２類費の合算によって算出される生活扶助\n基準額が消費実態を反映しているかどうかに関する評価・検証）、③地\n域差の妥当性（現行の級地制度においては、最も高い級地と最も低い級\n地の基準額の較差が２２．５％となっているが、これが地域間における\n生活水準の差を反映しているかどうかに関する評価・検証）等である。\n平成１９年検証においては、これらの検討項目について、直近に実施さ\nれた平成１６年全国消費実態調査の結果（同調査の結果は、平成１７年\n７月以降、随時公表され、最終の公表日は平成１８年１１月である。）\nを用いて、主に統計的な分析をもとに、専門的、かつ客観的に評価・検\n証を実施した。上記各検討項目に係る評価・検証の結果は、次の から\nまでのとおりである。\n生活扶助基準の水準に関する検証\n保護受給世帯のうち３人世帯は５．５％にすぎないことを踏まえ、標\n準世帯だけではなく、保護受給世帯の７４．２％を占める単身世帯にも\n着目して評価・検証を実施した。\nその結果、夫婦子１人（有業者あり）世帯の第１・十分位（なお、比\n較対象とされた全国消費実態調査における第１・十分位の世帯からは、\n保護受給世帯と考えられる世帯は除外された〔甲Ａ２４の１〕。以下平\n成１９年検証において同じ。）における生活扶助相当支出額は世帯当た\nり１４万８７８１円であったのに対し、それらの世帯の平均の生活扶助\n基準額は世帯当たり１５万０４０８円であり、生活扶助基準額がやや高\nめであった。第１・五分位で比較すると、前者が１５万３６０７円、後\n者が１５万０８４０円であり、生活扶助基準額がやや低めであった。\n単身世帯（６０歳以上の場合）の第１・十分位における生活扶助相当\n支出額は世帯当たり６万２８３１円であったのに対し、それらの世帯の\n平均の生活扶助基準額は世帯当たり７万１２０９円であり、生活扶助基\n準額が高めであった。第１・五分位で比較すると、前者が７万１００７\n円、後者が７万１１９３円であり、均衡した水準となっていた。\nなお、生活扶助基準額は、これまで第１・十分位の消費水準と比較す\nることが適当とされてきたが、①第１・十分位の消費水準は、平均的な\n世帯の消費水準に照らして相当程度に達していること、②第１・十分位\nに属する世帯における必需的な耐久消費財の普及状況は、平均的な世帯\nと比べて大きな差はなく、また、必需的な消費品目の購入頻度は、平均\n的な世帯と比較しても概ね遜色ない状況にあることから、平成１９年検\n証においてもこれを変更する理由はないとされた（ただし、標準世帯に\nついては、その第１・十分位における消費水準は第３・五分位の消費水\n準の７割に達しているが、単身世帯〔６０歳以上〕については、その割\n合が５割〔第１・五分位でみると約６割〕にとどまっている点に留意す\nる必要があるとされた。）。\n生活扶助基準の体系に関する検証\n生活扶助基準の体系に関する評価・検証に当たっては、世帯構成など\nが異なる保護受給世帯の間において実質的な給付水準の均衡が図られる\n体系としていくべきとの観点から評価・検証を行い、その上で、必要な\n見直しを行っていくことが必要であるとされた。平成１６年報告書にお\nける指摘（多人数世帯における第１類費・第２類費の構成割合、単身世\n帯に係る別途の基準の設定の必要等〔上記⑷イ 〕）を踏まえ、平成１\n９年検証では、平成１７年度からの生活扶助基準の見直し（後記⑹イ）\n後の世帯人数別、年齢区分別の基準額について、改めて消費実態を反映\nしているかに係る評価・検証を実施した。\nその結果、世帯人数別の基準額の水準については、生活扶助基準額を\n第１・五分位における世帯人数別の生活扶助相当支出額と比較すると、\n仮に世帯人員が１人の世帯の生活扶助基準額及び生活扶助相当支出額を\nそれぞれ１としたときの比率で見ると、４人世帯及び５人世帯では生活\n扶助基準額が生活扶助相当支出額に比べて相対的にやや高めとなってお\nり、世帯人員４人以上の多人数世帯に有利であり、世帯人員が少ない世\n帯に不利になっている実態が見られた。年齢区分別の基準額の水準につ\nいては、生活扶助基準額を単身世帯の第１～第３・五分位における年齢\n区分別の生活扶助相当支出額と比較すると、仮に６０歳台の生活扶助基\n準額及び生活扶助相当支出額をそれぞれ１としたときの比率で見ると、\n２０～３９歳では生活扶助基準額が生活扶助相当支出額に比べて相対的\nにやや低めとなり、４０～５９歳では生活扶助基準額が生活扶助相当支\n出額に比べて相対的にやや低めとなっている一方、７０歳以上では生活\n扶助基準額が生活扶助相当支出額より相対的にやや高めであるなど、消\n費実態からややかい離していた。\nまた、現在の生活扶助基準は第１類費と第２類費に分けられているが、\n実際の消費実態がこうした考え方に当てはまるか評価・検証を行ったと\nころ、個人的経費である第１類費相当の支出額についても世帯人数によ\nるスケールメリットが見られ、また、世帯共通経費である第２類費相当\nの支出額についても年齢区分別で差が見られた。したがって、第１類費\nと第２類費に区分された基準額が実際の消費実態を反映しているとはい\nえない状況となっていた。\n生活扶助基準の地域差に関する検証\n現行の級地制度における地域差を設定した当時（昭和５９年）の消費\n実態と、直近（平成１６年）の消費実態を比較すると、地域差が縮小す\nる傾向が見られ、世帯類型、年齢区分などで実際の生活様式は異なると\nしても、平均的には、現行の地域差を設定した当時と比較して、地域間\nの消費水準の差は縮小してきているとされた。\n⑹  平成２５年検証に至るまでの生活扶助基準の改定状況等（乙Ａ７、１０、\n１５、７５～８２）\nア  厚生労働大臣は、昭和５９年４月に水準均衡方式を採用して以降、平成\n１２年度（年度は実施年度を示す。以下、後記イ及びウにおいて同じ。）\nまでは、政府経済見通しにおける民間最終消費支出の伸び等を踏まえ、毎\n年生活扶助基準額（標準世帯の生活扶助基準額）を増額する改定を行った\nが、平成１３年度及び平成１４年度においては前年度の生活扶助基準のま\nま据え置くこととし、平成１５年度及び平成１６年度においては、生活扶\n助基準額を若干減額する（それぞれ前年度の９９．１％、９９．８％）改\n定を行った。その後、平成１７年度から平成２５年度までは、後記イ及び\nウのとおり、標準世帯の生活扶助基準額についてはそれぞれ前年度のまま\n据え置かれた。\nイ  平成１７年度から平成１９年度まで\n平成１７年度から平成１９年度までの標準世帯の生活扶助基準額につい\nて、厚生労働大臣は、民間最終消費支出の伸び等を考慮し、それぞれ前\n年度の生活扶助基準額を据え置くこととした。\nまた、平成１７年度の改定においては、平成１６年報告書で多人数世帯\nにおける生活扶助基準の見直しの必要性が指摘されていたこと（上記⑷\nイ ①）を踏まえ、一般低所得世帯の消費実態との均衡を図るため、①\n第１類費につき４人世帯の場合０．９５、５人以上世帯の場合０．９０\nの逓減率を導入するとともに、②第２類費につき４人以上世帯の場合の\n基準額を抑制する改定が行われた（なお、上記①の改定は、平成１７年\n度からの３年間で段階的に実施するものとされた。）。\nウ  平成２０年度から平成２５年度まで\n厚生労働大臣は、平成１９年検証の結果、現行の生活扶助基準は一般低\n所得世帯（標準世帯における第１・十分位）の消費実態と比べて高いと\nいう結果が得られたため（上記⑸イ ）、生活扶助基準を消費実態に適\n合したものとする見直しについて検討を行ったが、原油価格の高騰が消\n費に与える影響等を見極めるため、平成２０年度については生活扶助基\n準を改定せずにこれを据え置くこととした。\n厚生労働大臣は、平成２１年度の生活扶助基準の改定に当たっても、物\n価、家計消費の動向を見ると、平成２０年２月以降の生活関連物資を中\n心とした物価上昇が国民の家計へ大きな影響を与えており、また、「１\n００年に１度」と言われる同年９月以降の世界的な金融危機（いわゆる\nリーマン・ショック）が実体経済へ深刻な影響を及ぼしており、国民の\n将来不安が高まっている状況にあると考えられるとして、このような社\n会経済情勢に鑑み、平成２１年度においても生活扶助基準の見直しは行\nわず、これを据え置くこととした。\nさらに、厚生労働大臣は、平成２２年度について、完全失業率が高水準\nで推移するなど、現下の厳しい経済・雇用状況を踏まえ、国民生活の安\n心が確保されるべき状況にあることに鑑み、生活扶助基準を改定せずに\n据え置くこととし、平成２３年度及び平成２４年度についても、これま\nでの基準の経緯を踏まえ、現在の経済、雇用情勢等を総合的に勘案した\n結果、据え置くこととした。\n⑺  基準部会の設置及び平成２５年検証に至る経緯\nア  各種経済指標の推移等（甲Ａ４０、乙Ａ１１）\n平成２０年９月のいわゆるリーマン・ショック後の経済指標の推移を見\nると、完全失業率は、平成２０年には４．０％であったのが、平成２１\n年は５．１％、平成２２年は５．０％、平成２３年は４．６％、平成２\n４年は４．３％となっていた。また、一般勤労者世帯の平均賃金につい\nては、事業所規模５人以上の調査産業計で見ると、平成２０年には０．\n３％の減少であったのが、平成２１年には３．９％の減少となり、平成\n２２年には０．５％の増加となったものの、平成２３年には再度減少に\n転じ０．２％の減少、平成２４年には０．７％の減少となった。\nさらに、総務省ＣＰＩ（前提事実⑸ウ）については、平成２０年につい\nては前年から１．４％増加したが、その後平成２１年には－１．４％、\n平成２２年には－０．７％、平成２３年には－０．３％といずれも減少\nし、平成２４年には前年からの増減率が０．０％であった（総務省ＣＰ\nＩの詳細については後記⑿エのとおりである。）。全国勤労者世帯の家\n計消費支出を見ても、平成２０年には前年からの増加率が名目値で０．\n５％であったのが、平成２１年には－１．８％、平成２２年には－０．\n２％、平成２３年には－３．０％といずれも減少し、平成２４年には１．\n６％の増加に転じた。\nなお、総務省ＣＰＩにつき、各費目別に見ると、次のような増減が見ら\nれる（数値はいずれも前年からの増減率を示す。）。\n食料  光熱・水道  教養娯楽  工業製品\n平成２０年  ２．６％  ６．０％  －０．５％  ２．８％\n平成２１年  ０．２％  －４．２％  －２．５％  －３．０％\n平成２２年  －０．３％  －０．２％  －１．７％  －１．０％\n平成２３年  －０．４％  ３．３％  －４．０％  －１．１％\n平成２４年  ０．１％  ３．９％  －１．６％  －０．９％\nイ  基準部会の設置及びその検討（前提事実⑷ウ、乙Ａ６、２２）\n平成１６年報告書において、水準均衡方式の下で生活扶助基準と一般低\n所得世帯の消費実態との均衡が適切に図られているか否かにつき５年に\n１度の頻度で検証を行う必要性が指摘され（上記⑷イ ）、その後平成\n１９年検証が行われたという経緯等を踏まえ、これに引き続いて学識経\n験者による専門的かつ客観的な検証を定期的に行うため、平成２３年２\n月１０日、社会保障審議会における了承を経て、審議会規則２条の規定\nに基づき、同審議会の下に、常設の部会として、生活保護基準部会（基\n準部会）が設置された。\n基準部会は、平成２３年４月１９日から平成２５年１月１８日まで、合\n計１３回にわたり部会を開催して平成２５年検証を行い、同日付けで、\n「社会保障審議会生活保護基準部会報告書」（平成２５年報告書）を取\nりまとめた。\n⑻  平成２５年検証の概要等（乙Ａ６）\n平成２５年報告書の概要（平成２５年検証の手法とその結果等）は、次の\nとおりである。\nア  検証方針と検証方法\n平成２５年検証においては、現在、生活扶助基準の設定に当たって\n水準均衡方式が採用されていることから、その水準は国民の消費実態と\nの関係で相対的に決まるものであることを前提に、前２回の検証（平成\n１６年検証及び平成１９年検証）における指摘（第１類費と第２類費と\nを合算する仕組みが、世帯人数別に見ると一般低所得世帯の消費実態を\n反映したものとなっていないこと等〔上記⑷イ 、⑸イ 〕）を踏まえ、\n年齢区分別、世帯人数別及び級地別に生活扶助基準額と消費実態のかい\n離を詳細に分析し、様々な世帯構成に展開するための指数について検証\nを行った。\nそして、生活扶助基準と対比する一般低所得世帯として、第１・十分\n位を設定した上で、様々な世帯構成の基準額を算出する際に基本となる\n年齢、世帯人数及び地域別の基準額が第１・十分位の消費実態を十分反\n映しているかについてより詳細な検証を行うことにした。その際、仮に\n第１・十分位のすべての世帯が生活保護を受給した場合の１世帯当たり\nの平均受給額が不変となるようにして、年齢、世帯人員（世帯人数）体\n系及び級地の基準額の水準への影響を評価する方法を採用した。\nなお、平成２５年検証では、一部統計的分析手法である回帰分析を採\n用したが、その理由は、①全国消費実態調査の調査客体には１０代以下\nの単身世帯がほとんどおらず、１０代以下の消費を正確に計測できない\nという限界があったこと、②今回の検証結果につき、回帰分析を用いた\n結果と概ね遜色がないかどうかを確認するとしたことによるものであっ\nた。\n平成２５年検証においては、国民の消費実態を世帯構成別に細かく\n分けて分析する必要があるため、平成２１年全国消費実態調査の個票デ\nータを用いた。\nまた、上記 のとおり第１・十分位の世帯の生活扶助相当支出を用い\nた理由は、①生活扶助基準を国民の健康で文化的な最低限度の生活水準\nとして考えた場合、指数を全分位の所得階層（全世帯）あるいは中位所\n得階層（第３・五分位）等から算出することも可能だが、これまでの検\n証に倣い、保護受給世帯と隣接した一般低所得世帯の消費実態を用いる\nことが今回の検証では現実的であると判断したこと、②第１・十分位の\n平均消費水準は、中位所得階層の約６割に達していること、③国民の過\n半数が必要であると考えている必需的な耐久消費財について、第１・十\n分位に属する世帯における普及状況は、中位所得階層と比べて概ね遜色\nなく充足されている状況にあること、④全所得階層における年間収入総\n額に占める第１・十分位の年間収入総額の構成割合はやや減少傾向では\nあるものの、高所得階層を除くその他の十分位の傾向を見ても等しく減\n少しており、特に第１・十分位が減少しているわけではないこと、⑤Ｏ\nＥＣＤの国際的基準によれば、等価可処分所得（世帯の可処分所得をス\nケールメリットを考慮して世帯人数の平方根で除したもの）の中位置\n（全データの真中の値）の半分に満たない世帯は相対的貧困層にあると\nされるが、平成２１年全国消費実態調査の結果によれば、第１・十分位\nに属する世帯の大部分はＯＥＣＤの基準では相対的貧困線以下にあるこ\nとを示していること、⑥分散分析等の統計的手法により検証したところ、\n各十分位間のうち、第１・十分位と第２・十分位の間において消費が大\nきく変化しており、他の十分位の世帯に比べて消費の動向が大きく異な\nると考えられることにある。\n具体的な検証手法につき、年齢区分別の基準額の水準については、\nまず、年齢区分別に設定されている生活扶助基準の第１類費について、\n異なる年齢区分間の比率（以下「年齢区分指数」という。）につき、消\n費実態と比べてどれほどのかい離があるかを検証した（上記 の理由に\nより、統計的分析手法である回帰分析を採用した。）。分析に際しては、\nスケールメリットが最大に働く場合と最小に働く場合のそれぞれの想定\nに応じた２種類の第１・十分位を設定し、それぞれを用いて算出された\n指数の平均値を採用した。\n世帯人数別の基準額の水準については、第１類費相当支出及び第２類\n費相当支出ごとに、各世帯人数別の平均消費水準を指数化し（単身世帯\nを１とする。以下「世帯人数指数」という。）、現行の基準額を同様に\n指数化したものと比較した。なお、第１類費相当支出のスケールメリッ\nトについては、年齢区分指数を用いて、世帯人員全員が実際の年齢にか\nかわらず平均並みの消費をする状態に補正することにより年齢の影響を\n除去し、世帯人数による影響のみを評価できるようにした。\n生活扶助基準の地域差については、世帯人数別の検証と同様に、集計\nデータより平均値を求め、各級地別に１人当たり生活扶助相当の平均消\n費水準を指数化したもの（１級地－１を１とする。以下「級地指数」と\nいう。）と、現行の基準額を同様に指数化したものとを比較した。なお、\n指数化に当たっては、第１類費相当支出部分については上記と同様に年\n齢の影響を除去するとともに、世帯人数指数で第１類費相当支出及び第\n２類相当支出の合計の消費を調整することにより世帯人数による消費水\n準の相違の影響を除去し、地域差による影響のみを評価できるようにし\nた。\nイ  検証結果\n年齢階級別（第１類費）の基準額の水準\n０～２歳の生活扶助相当支出額を１としたときの各年齢区分別の指数\nは、生活扶助基準額では０～２歳が０．６９、３～５歳が０．８６、６\n～１１歳が１．１２、１２～１９歳が１．３７、２０～４０歳が１．３\n１、４１～５９歳が１．２６、６０～６９歳が１．１９、７０歳以上が\n１．０６であるのに対し、生活扶助相当支出額ではそれぞれ１．００、\n１．０３、１．０６、１．１０、１．１２、１．２３、１．２８、１．\n０８となっており、年齢区分別の生活扶助基準額による指数と第１・十\n分位の消費実態による指数を比べると、各年齢区分間の指数にかい離が\n認められた。\n世帯人数別（第１類費及び第２類費）の基準額の水準\n第１類費の場合、単身世帯の生活扶助相当支出額を１としたときの各\n世帯人数別の指数は、生活扶助基準額では単身世帯が０．８８、２人世\n帯が１．７６、３人世帯が２．６３、４人世帯が３．３４、５人世帯が\n３．９５となっているのに対し、生活扶助相当支出額ではそれぞれ１．\n００、１．５４、２．０１、２．３４、２．６４となっており、世帯人\n数が増えるにつれてかい離が拡大する傾向が認められた。\nまた、第２類費の場合、単身世帯の生活扶助相当支出額を１としたと\nきの各世帯人数別の指数は、生活扶助基準額では単身世帯が１．０６、\n２人世帯が１．１８、３人世帯が１．３１、４人世帯が１．３５、５人\n世帯が１．３６となっているのに対し、生活扶助相当支出額ではそれぞ\nれ１．００、１．３４、１．６７、１．７５、１．９３となっており、\n第２類費における世帯人数別の生活扶助基準額による指数と第１・十分\n位の消費実態による指数を比べると、世帯人数が増えるにつれてかい離\nが拡大する傾向が認められた。\n級地別の基準額の水準\n１級地－１の生活扶助相当支出額を１としたときの各級地別の指数は、\n生活扶助基準額では１級地－１が１．０２、１級地－２が０．９７、２\n級地－１が０．９３、２級地－２が０．８８、３級地－１が０．８４、\n３級地－２が０．７９となっているのに対し、生活扶助相当支出額はそ\nれぞれ１．００、０．９６、０．９０、０．９０、０．８７、０．８４\nとなっており、級地別の生活扶助基準額による指数と第１・十分位の消\n費実態による指数を比べると、消費実態の地域差の方が小さくなってい\nる。\n年齢・世帯人数・地域の影響を考慮した場合の水準\n上記 から までの検証結果を踏まえ、年齢区分別、世帯人数別及び\n級地別の指数を反映した場合の影響は、次のとおりとなった。\n例えば、現行の基準額（第１類費、第２類費、冬季加算、子どもがい\nる場合は児童養育加算、１人親世帯は母子加算を含む。）と検証結果を\n完全に反映した場合の平均値を個々の世帯構成ごとに見ると、夫婦と１\n８歳未満の子１人世帯では、年齢による影響が現行の基準額に比べて－\n２．９％、世帯人数による影響が－５．８％、地域による影響が＋０．\n１％でこれらを合計した影響が計－８．５％となった。同様に、夫婦と\n１８歳未満の子２人世帯では順に－３．６％、－１１．２％、＋０．\n２％、計－１４．２％となり、６０歳以上の単身世帯では、順に＋２．\n０％、＋２．７％、－０．２％、計＋４．５％となり、ともに６０歳以\n上の高齢夫婦世帯では順に＋２．７％、－１．９％、計＋１．６％とな\nり、２０～５０代の若年単身世帯では順に－３．９％、＋２．８％、－\n０．４％、計－１．７％となり、母親と１８歳未満の子１人の母子世帯\nでは順に－４．３％、－１．２％、＋０．３％、計－５．２％となった。\nこのように、世帯員の年齢、世帯人数、居住する地域の組合せにより、\n各世帯への影響は様々である。\nウ  平成２５年報告書は、厚生労働省において生活扶助基準の見直しを検討\nする際には、同報告書の評価・検証の結果を考慮し、その上で他に合理的\n説明が可能な経済指標などを総合的に勘案する場合は、それらの根拠につ\nいても明確に示されたいとした上で、なお、その際には現在保護を受給し\nている世帯及び一般低所得世帯への見直しが及ぼす影響についても慎重に\n配慮されたいとしている。\nエ  平成２５年報告書は、平成２５年検証の結果に関する留意事項として、\n次の諸点を指摘している。\n平成２５年検証において試みた検証手法は、平成１９年報告書にお\nいて指摘があった年齢区分別、世帯人数別及び級地別に、生活扶助基準\nの展開と一般低所得世帯の消費実態との間にどの程度かい離が生じてい\nるかを詳細に分析したものであり、これにより、個々の保護受給世帯を\n構成する世帯員の年齢、世帯人数、居住する地域の様々な組合せによる\n生活扶助基準の妥当性について、よりきめ細やかな検証が行われたこと\nになる。しかし、年齢、世帯人員（世帯人数）の体系、居住する地域の\n組合せによる基準の展開の相違を消費実態に基づく指数に合わせたとし\nても、なお、その値と一般低所得世帯の消費実態との間には、世帯構成\nによって様々に異なる差が生じ得る。こうした差は金銭的価値観や将来\n見込みなど、個々人や個々の世帯により異なりかつ消費に影響を及ぼす\n極めて多様な要因により生ずると考えられる。しかし、具体的にどのよ\nうな要因がどの程度消費に影響を及ぼすかは現時点では明確に分析がで\nきないこと、また、特定の世帯構成等に限定して分析する際にサンプル\nが極めて少数となるといった統計上の限界があることなどから、すべて\nの要素については分析・説明に至らなかった。\n平成２５年検証で採用した年齢、世帯人数、地域の影響を検証する\n手法についても委員による専門的議論の結果得られた透明性の高い一つ\nの妥当な手法である一方、これまでの検証方法との継続性、整合性にも\n配慮したものであることから、これが唯一の手法ということでもない。\nさらに基準部会の議論においては、国際的な動向も踏まえた新たな最低\n基準についての探索的な研究成果の報告もあり、将来の基準の検証手法\nを開発していくことが求められる。今後、政府部内において具体的な基\n準の見直しを検討する際には、今回の検証結果を考慮しつつも、同時に\n検証方法について一定の限界があることに留意する必要がある。\n全所得階層における年間収入総額に占める各所得五分位及び十分位\nの年間収入総額の構成割合の推移を見ると、中位所得階層である第３・\n五分位の占める割合及び第１・十分位の占める割合がともに減少傾向に\nあり、その動向に留意しつつ、これまで生活扶助基準の検証の際に参照\nされてきた一般低所得世帯の消費実態については、なお今後の検証が必\n要である。とりわけ、第１・十分位の者にとっては、全所得階層におけ\nる年間収入総額に占める当該分位の年間収入総額の構成割合にわずかな\n減少があっても、その影響は相対的に大きいと考えられることに留意す\nべきである。また、現実には第１・十分位の階層には保護基準以下の所\n得水準で生活している者も含まれることが想定される点についても留意\nが必要である。\n今般、生活扶助基準の見直しを具体的に検討する際には、現在保護\nを受給している世帯及び一般低所得世帯、とりわけ貧困の世代間連鎖を\n防止する観点から、子どものいる世帯への影響にも配慮する必要がある。\nまた、基準額の見直しによる影響の実態を把握し、今後の検証の際には\n参考にする必要がある。\n⑼  本件改定の実施（前提事実⑸、乙Ａ１～３、１６、４６、４７）\nア  厚生労働大臣は、平成２５年検証の結果を踏まえた生活扶助基準の見直\nしとして、年齢、世帯人数及び地域差による影響を調整するための改定\n（ゆがみ調整）を行うとともに、これと併せて、平成２５年検証の結果と\nは別に、生活扶助基準の前回の見直し（平成２０年）以降、デフレ傾向が\n続く中で生活扶助基準額が据え置かれてきたことに鑑み、実質的な購買力\nを維持しつつ、客観的な経済指標である消費者物価指数の動向を勘案して\n生活扶助基準額を見直す必要があるとして、その旨の改定（デフレ調整）\nを行うこととした。なお、その際には、激変緩和措置として、①見直しに\nよる影響を一定程度に抑える観点から、改定前基準からの増減幅は、過去\nの類例等を参考に±１０％を限度とするとともに、②生活扶助基準の見直\nしは平成２５年度から３年間にわたり段階的に実施することとした。\nイ  厚生労働大臣は、本件改定に先立ち、本件改定による財政効果を合計約\n６７０億円（平成２７年度までの３年間の合計額。このうち、ゆがみ調整\nによる財政効果が約９０億円、デフレ調整による財政効果が約５８０億円\n〔本体分が５１０億円、加算分が７０億円〕）と見積もった。\nウ  厚生労働大臣は、平成２５年５月１６日付けで平成２５年告示を、平成\n２６年３月３１日付けで平成２６年告示を、平成２７年３月３１日付けで\n平成２７年告示をそれぞれ発し、これらにより保護基準（生活扶助基準）\nを改定した（本件改定）。\n⑽  本件改定の内容等\nア  本件改定は、主としてゆがみ調整とデフレ調整を行うことをその目的と\nするものであるところ、具体的には、改定前基準について、①まずゆがみ\n調整を行い、②ゆがみ調整後の生活扶助基準額（以下「ゆがみ調整後基準\n額」という。）にデフレ調整を行った上で、③激変緩和措置（３年間の段\n階的実施、増減幅の上限及び下限の設定）を講ずることにより同改定後の\n生活扶助基準額（以下、デフレ調整と上記激変緩和措置を併せて「デフレ\n調整等」といい、デフレ調整等後の生活扶助基準額を「デフレ調整等後基\n準額」という。）を算出し、生活扶助基準の内容をこれに沿って改定する\nものであり、これらの概要は以下のとおりである。\nイ  ゆがみ調整\nゆがみ調整は、平成２５年検証の結果を踏まえ、その検証結果を２分の\n１の割合で生活扶助基準に反映させようとするものである。すなわち、\n平成２５年検証においては、年齢区分別、世帯人数別及び級地別に、第\n１・十分位の消費実態と生活扶助基準のそれぞれについて、第１・十分\n位のすべての世帯が保護を受給したと仮定した場合における１世帯当た\nりの平均受給額が不変となるようにして指数化しているところ、本件改\n定に当たっては、平成２５年検証の結果をそのまま生活扶助基準の改定\nに反映させる（すなわち、改定前基準額に、上記の方法により指数化さ\nれた第１・十分位の消費実態の指数を生活扶助基準の指数で除した割合\nを乗じた金額とする）のではなく、そのうち２分の１のみ反映させるこ\nと（すなわち、改定前基準額に、上記の方法により指数化された第１・\n十分位の消費実態の指数と生活扶助基準の指数との和を２で除したもの\nをさらに生活扶助基準の指数で除した割合を乗じた金額とすること。以\n下「２分の１の反映」という。）によりゆがみ調整後基準額が算出され\nた。\nその結果、第１類費の基準額について、各年齢区分間の基準額の差が小\nさくなり、また、第１類費の基準額に係る逓減率（世帯人数が１人増加\nするごとに第１類費の基準額の合計額に乗ずる割合）について、世帯人\n数の増加に応じた逓減割合が大きくなるとともに、第２類費の基準額に\nついて、世帯人数の増加に応じた世帯人数別の基準額の増額の幅が大き\nくなり、さらに、第１類費及び第２類費の基準額について、それぞれ各\n級地間の基準額の差が小さくなった。\nなお、本件改定においては、平成２５年検証の結果を踏まえ、期末一時\n扶助につき、世帯人数が増えると単純にその世帯人数に応じて数倍して\nいた従前の仕組みを見直し、世帯人数ごとに世帯規模の経済性（スケー\nルメリット）を考慮した基準額を定めることとし、勤労控除について、\n基礎控除における全額控除となる水準を８０００円から１万５０００円\nに引き上げ、控除率の逓減措置を廃止して一律１０％に見直すこととし、\n併せて、特別控除については廃止することとする旨の改定も行われた。\nウ  デフレ調整\nデフレ調整は、平成２０年生活扶助相当ＣＰＩと平成２３年生活扶助相\n当ＣＰＩとの変化率から求めた平成２０年から平成２３年までの物価下\n落率（４．７８％〔本件下落率〕）を、ゆがみ調整後基準額に反映させ\nる（ゆがみ調整後基準額に〔１－０．０４７８〕を乗ずる）ことにより\n行われた。\nなお、デフレ調整をするに当たって用いられた本件下落率の算出方法は、\n後記⒀のとおりである。\nエ  激変緩和措置\n本件改定においては、保護受給世帯に対する激変緩和措置として、①平\n成２５年度から３年間にわたり段階的に実施する（期末一時扶助を除\nく。）とともに、②改定前基準額からの増減幅が±１０％を超えないよう\nに調整された。\nなお、上記①については、改定前基準額をＡ、本件改定（平成２７年改\n定）後の基準額（いずれも地区別冬季加算を除き、後記オの２．９％の\n引上げを考慮しない金額）をＢとした場合、平成２５年改定後の基準額\nをＡ×２／３＋Ｂ×１／３とし、平成２６年改定後の基準額をＡ×１／３\n＋Ｂ×２／３とする方法により行われた。\nオ  また、平成２６年改定においては、上記ゆがみ調整及びデフレ調整の２\n年次分の反映に加え、生活扶助基準額を２．９％引き上げることを内容と\nする改定（上記エのうち、平成２６年改定後の基準額のＡ及びＢのいずれ\nについても一律２．９％引き上げる改定。なお、平成２７年改定後のＢも\nこの引上げ後のＢとされている。）が行われたが、これは、平成２６年４\n月に消費税率が５％から８％に引き上げられたことに伴い、消費税率の引\n上げの影響を含む国民の消費動向等を総合的に勘案して行われたものであ\nる。\n⑾  平成２９年検証の概要等\nア  基準部会は、本件改定後の平成２８年５月から平成２９年１２月まで、\n１５回にわたり部会を開催し、①生活扶助基準に関する検証、②有子世帯\nの扶助・加算に関する検証、③勤労控除及び就労自立給付金の見直し効果\nの検証、④級地制度に関する検証、⑤その他の扶助・加算に関する検証並\nびに⑥これまでの基準見直しによる影響の把握を主たる検討事項として議\n論を重ね、上記⑥の影響の把握を行った上で、上記①及び②を中心に、そ\nの検証結果を取りまとめ、平成２９年１２月１４日付けで「社会保障審議\n会生活保護基準部会報告書」（平成２９年報告書。甲Ａ９６、乙Ａ７４、\n９８）を公表した。\nイ  平成２９年報告書の概要は、次のとおりである。\nこれまでの基準見直しによる影響の把握\nこれまでの基準見直しによる影響の把握（上記ア⑥）に当たっては、\n保護受給世帯のデータについては「平成２５年度被保護者調査（年次調\n査）」及び「平成２４年度から平成２６年度の社会保障生計調査」の個\n票データを、一般世帯のデータについては「平成２４年度から平成２６\n年度の家計調査」の個票データをそれぞれ用い、改定前基準額（平成２\n４年度の生活扶助基準額）と本件改定後の平成２７年度の生活扶助基準\n額を用いて、当該個票データの世帯の本件改定前後における増減額を推\n計した。また、保護受給世帯及び一般世帯について、平成２４年度から\n平成２６年度の８月から３月末までの間の世帯平均収支を世帯類型ごと\nに集計し、各支出費目の比較を行った。\n上記検証の結果、本件改定に伴う生活扶助基準額（生活扶助本体及び\n加算）への影響について、影響額の割合（生活扶助基準額が改定前基準\n額と比べて減額された割合）を世帯類型別にみると、①高齢者世帯では\n「－１％以上－２％未満」が約４割を占め、②母子家庭では「－６％以\n上－７％未満」が約４割を占め、③傷病者・障害者世帯及びその他の世\n帯では「－１％以上－２％未満」が約３割を占めていた。特に母子世帯\nへの影響は大きく、多人数の世帯についても影響が大きい傾向が見られ\nた。また、保護受給世帯と一般世帯における平成２４年度から平成２６\n年度にかけての各支出費目の比較については、支出割合が保護受給世帯\nと一般世帯とで異なるものの、経年の支出割合の推移は大きな差が見ら\nれず、本件改定による家計への影響を評価するまでには至らなかった。\n生活扶助基準の検証\n生活扶助基準の検証については、水準均衡方式に基づき、改めて生活\n扶助基準と対比する一般低所得世帯として相応しい所得階層の検証を行\nった上で、生活扶助基準の給付水準の検証を行うとともに、平成２５年\n検証を踏襲して、年齢、世帯人数、級地別に見た一般低所得世帯の消費\n実態との関係について検証を行うことし、検証には、平成２６年全国消\n費実態調査の個票データを用いた。具体的な検証方法及びその結果は次\nのとおりである。\nａ  生活扶助基準の水準の検証については、全国消費実態調査の消費支\n出データを基に、変曲点の理論（前記⑶ウ）を用いて消費支出の変動\nについて分析を行った。その際には、消費支出は世帯人数や年齢構成\nなどによって消費の特性等が異なると考えられることから、モデル世\n帯を設定して、その消費支出の変動について分析を行うこととし、モ\nデル世帯として、夫婦子１人世帯と高齢夫婦世帯（６５歳以上の高齢\n者２人から構成される世帯）を設定した。その上で、消費支出階級五\n十分位別の消費支出データ（年間収入階級五十分位と区別するため、\n以下「消費第１・五十分位」などと表記する。）を分析し、支出弾力\n性（消費支出額が１％変化する際に、財・サービスの各費目の消費が\n何％変化するかを示す指標）が１未満の消費支出費目を「固定的経\n費」とし、統計的分析手法である折れ線回帰分析を用いて固定的経費\nの支出割合が急激に変化する点を検証するなどした。\n上記検証の結果、夫婦子１人世帯については、消費第１１・五十分\n位値（消費第１１・五十分位と消費第１２・五十分位の境界値。同値\nの消費支出額は約１９万８０００円）で固定的経費の支出割合が有意\nに上方に変化していることが確認された。また、年間収入階級五十分\n位別の消費支出についても分析すると、第２～第６・五十分位の間で、\n消費支出額が有意に変化していることが確認されたが、変曲点がいず\nれの分位に存在するか判然としなかったため、消費支出額の対数をと\nることによってデータを補正した結果、第３・五十分位値（同値の消\n費支出額の理論値は約２０万２０００円）を境として、第１～第３・\n五十分位の回帰直線の傾きと第４～第１７・五十分位の回帰直線の傾\nきに有意な差があることが認められた。\n上記のとおり、消費構造（固定的経費の支出割合）の変化に関する\n分析と、消費支出の変動（変曲点）に関する分析により得られた二つ\nの結果はほぼ近似しており、また、従前から比較対象分位として参照\nしてきた第１・十分位の平均消費支出額は約２０万２０００円となっ\nており、上記の分析結果に基づく消費支出額と同等の水準となってい\nる。これらを総合的に勘案すると、夫婦子１人世帯の生活扶助基準に\nついては、夫婦子１人世帯の第１・十分位を比較対象とする所得階層\nと考えることが適当である。そこで、現行の（本件改定後の）生活扶\n助基準額と第１・十分位の生活扶助相当支出額とを比較すると、夫婦\n子１人世帯の生活扶助基準額１３万６４９５円に対し、夫婦子１人世\n帯の第１・十分位の生活扶助相当支出額は、外れ値±２σ（標本全体\nの平均との差の絶対値が当該標本の標準偏差の２倍よりも大きくなる\n標本値を外れ値として除外する。）の場合１３万４２５４円、外れ値\n±３σの場合１３万６６３８円となり、概ね均衡していた。\n一方、高齢夫婦世帯については、消費第６・五十分位値（同値の消\n費支出額は約１２万５０００円）で、固定的経費の支出割合が有意に\n上方に変化していることが確認され、年収階級五十分位別の消費支出\nの分析では、第９・五十分位値（同値の消費支出額は約１８万５００\n０円）を境として、その前後の回帰直線の傾きに有意な差があること\nが認められた。これらの分析結果にはかい離が見られるが、これは、\n貯蓄を年収換算する方法等に何らかの課題があることに起因するもの\nと考えられ、高齢夫婦世帯の年収階級別の分析の評価については課題\nが残る結果となった。\nｂ  生活扶助基準の年齢、世帯人数、級地別の検証については、夫婦子\n１人世帯を展開の基軸とすることとし、年齢区分別、世帯人数別及び\n級地別に見た生活扶助基準額と一般低所得世帯の消費水準について、\n回帰分析を用いて指数化した上で比較を行ったところ、世帯人数別の\n指数について実データによる場合と回帰分析による場合との結果が異\nなり、この違いは理論値を導き出すための回帰式の立て方に起因する\nものと考えられるが、その原因について十分に解明するには至らなか\nった。\nしたがって、平成２９年検証においては、夫婦子１人世帯について\n生活扶助基準額と第１・十分位の生活扶助相当支出額の均衡を確認し\nただけであり、そこから展開した様々な世帯類型における生活扶助基\n準額と一般低所得世帯の生活水準の均衡を確認するまでには至らなか\nった。\nなお、夫婦子１人世帯や高齢者世帯について、展開により機械的に\n得られる基準額をそれぞれ世帯別の第３・五分位の平均生活扶助相当\n支出額と比較すると、夫婦子１人世帯の展開後の基準額は中間所得層\nの消費水準の６割を超える見込みの一方で、高齢者世帯の展開後の基\n準額では５割台になってしまうことが見込まれることに留意が必要で\nある。\n⑿  消費者物価指数について（甲Ａ３１、３９、４７、乙Ａ２６～２９、９\n０）\nア  一般に、物価指数とは、物価の変動を表示する統計数字であるとされて\nおり、このうち、全国の世帯が購入する財及びサービスの価格変動を総合\n的に測定し、物価の変動を時系列的に測定するものが消費者物価指数であ\nる。すなわち、消費者物価指数とは、家計の消費構造を一定のものに固定\nし、これに要する費用が物価の変動によってどう変化するかを指数値で示\nしたものである（したがって、消費者物価指数は、消費者が購入する財と\nサービスの種類、品質又は購入数量の変化を伴った生計費の変化を測定す\nるものではない。）。\nイ  物価指数は、ある基準となる時点における物価を１００として（この基\n準時は、指数を１００とする基準時という意味では「指数基準時」と呼ば\nれ、価格比の計算において分母に用いられる基準時という意味では「価格\n基準時」と呼ばれる〔甲Ａ３９〕。以下では、これらが一致する場合には、\n特に断らない限り単に「基準時」という。）、その時々の物価を比較計算\nした数値である（以下、このように計算して得られた指数を「価格指数」\nということがある。また、物価の比較の対象となる時点を「比較時」とい\nう。）。ＩＬＯが作成した「消費者物価指数マニュアル―理論と実践―」\n（以下「ＣＰＩマニュアル」という。甲Ａ４７、乙Ａ６７）は、このうち、\n比較される時点間（基準時から比較時まで）において、一般に「買い物か\nご」と呼ばれる消費構造（物価を測定する財及びサービスの種類及びその\n数量）において、ある一定量の財又はサービスを購入するために要する費\n用の割合の変化を表す指数を「ロウ指数」と定義し、このロウ指数は非常\nに普及した一般的な物価指数の種類の一つであるとしている。なお、本判\n決では、消費者物価指数により物価を測定する対象となる品目（ロウ指数\nにおいては、「買い物かご」に入れる財又はサービスの品目）を「指数品\n目」と呼んでいるところ、以下では、「買い物かご」を固定する時点を\n「ウエイト参照時」といい、ウエイト参照時における指数品目の取引数量\nを「取引数量」といい、取引数量に基準時の指数品目の価格指数を乗じた\nもの（後記式における②）、あるいは、家計の消費支出全体に占める各品\n目の消費支出の割合（後記式における〔②／③〕）を「ウエイト」という。\nロウ指数は、①個々の指数品目ごとの基準時から比較時までの価格比に、\n「②『当該指数品目の取引数量と当該品目の基準時の価格との積（当該\n指数品目に係るウエイト）』が③『各指数品目の取引数量に当該品目の\n基準時の価格指数を乗じたものの総和（ウエイトの総和）』に占める割\n合」を乗じたものの総和（Σ（①×②／③））としても算出することがで\nきる（このようにウエイトを用いて計算するのは、当該品目の指数の変\n化率が大きくても、当該品目の取引数量の大小により物価の変動に与え\nる影響は異なるためである。）。ＣＰＩマニュアルは、消費者物価指数\nにおいて用いられるウエイト参照時については、基準時と比較時の間の\n一つを含むいつの時点でもよいとしている。（甲Ａ４７）\nウ  物価指数を算出するための算式としては複数のものが知られているとこ\nろ、このうち、ウエイト参照時（「買い物かご」を固定する時点）を基準\n時とする方式をラスパイレス式といい、同方式により算出される指数をラ\nスパイレス指数という。他方、ウエイト参照時を比較時とする方式をパー\nシェ式といい、同方式により算出される指数をパーシェ指数という。\n上記のとおり、消費者物価指数は、消費構造（ウエイトの基礎となる指\n数品目及び取引数量）を一定の時点（ウエイト参照時）で固定するもの\nであるが、消費者は、物価が下落した指数品目の消費量を増加させ、物\n価が上昇した指数品目の消費支出を減少させる傾向にあると考えられる\nことから、一般に、基準時から比較時までの期間が長くなるにつれ、ラ\nスパイレス指数はパーシェ指数よりも大きくなることが知られている。\nエ  総務省ＣＰＩの概要（乙Ａ２７、２８）\n総務省統計局は、原則として毎月２６日に全国の前月分の消費者物価指\n数（総務省ＣＰＩ）等の速報値を公表するとともに、１２月分を公表す\nる際には併せて年平均指数等も公表しているところ、その概要は次のと\nおりである。\n指数算式\n総務省ＣＰＩにおける指数算式として、基準時をウエイト参照時とす\nるラスパイレス式を用いている。\n基準時\n総務省ＣＰＩにおいては、基準時（ウエイト参照時）を５年ごとに改\n定しており、具体的には、西暦年の末尾が０と５の年を基準時（基準\n年）として改定している（以下、例えば平成２２年〔２０１０年〕を基\n準年とする総務省ＣＰＩを「平成２２年基準総務省ＣＰＩ」といい、他\nの基準年によるものについても同様に表記する。）。\n指数品目\n指数品目は、世帯が購入する多種多様な財及びサービス全体の物価変\n動を代表できるように、家計の消費支出の中で重要度が高いこと、価格\n変動の代表性があること、継続調査が可能であることなどの観点から選\nばれる。\nまた、消費構造は新たな財又はサービスの出現や嗜好の変化などによ\nって変化するため、上記 の基準時の改定と併せて指数品目についても\n見直される（以下「品目改定」という。）ところ、平成２２年に行われ\nた品目改定（平成２２年品目改定）においては、２８品目を追加すると\nともに、２２品目を廃止し、これにより、平成２２年指数に用いる指数\n品目数は５８８品目となった（以下、平成２２年を基準時とするロウ指\n数を「平成２２年基準指数」、同年に係る指数品目を「平成２２年指数\n品目」といい、他の年についても同様に表記する。）。\nウエイト\n総務省ＣＰＩを算出するに当たって用いられる指数品目別のウエイト\nは、ウエイト参照時（基準時）における総消費支出額を１万として、各\n品目の支出額を比例換算した値（１万分比）により表示する。このウエ\nイトは、主に家計調査によって得られたウエイト参照時（基準時）とな\nる年の平均１か月の１世帯当たりの品目別消費支出額を用いて作成され、\n上記 、 の基準時及び指数品目の改定の際に併せて改定される（これ\nらの基準時、指数品目及びウエイトの改定を併せて以下「基準時等の改\n定」ということがある。）。\nなお、上記家計調査は、統計法に基づく基幹統計調査の一つであり、\n国民生活における家計収支の実態を把握するために総務省統計局が毎月\n実施している統計調査であり、具体的には、調査世帯が全国の世帯を代\n表するように、層化三段抽出法により全国で約９０００世帯を無作為に\n抽出し、このように抽出された調査世帯に調査員が直接調査票を交付し、\nこれを回収する方法により実施しているものである（乙Ａ８３、８４）。\n価格\n指数品目の価格には、原則として、統計法に基づく基幹統計調査であ\nる小売物価統計調査によって得られた市町村別、品目別の小売価格を用\nいる。ただし、「パソコン（デスクトップ型）」、「パソコン（ノート\n型）」及び「カメラ」の３品目については、ＰＯＰ情報による全国の主\n要な家電量販店で販売された全製品の販売価格を用いる。\n品質調整\n小売物価統計調査では、調査品目ごとに調査する商品の銘柄を指定し、\n同じ品質の財及びサービスを毎月継続して調査しているものの、現実に\nは、商品の製造中止や出回りの変化などに伴う銘柄の改正、あるいは調\n査地区の変更などが行われるため、このような場合には、当月価格と前\n月価格との間に生ずる価格差の中には、品質の変化など物価変動以外の\n要因による価格差が含まれることがある。したがって、消費者物価指数\nの算出に当たっては、このような物価変動以外の要因による価格差を除\n去して比較時価格を算出する必要がある（このような価格差を除去する\n算出手法を「品質調整」という。）。品質調整には複数の方法があり、\n比較時価格の算出に当たっては、新・旧の財又はサービスの品質差の有\n無、品質差の態様、市場の価格形成の状況などをよく吟味して、各々の\n品目に最も適した品質調整の方法を選択すべきものとされている。\n平成２２年指数品目のうち、「パソコン（デスクトップ型）」、「パ\nソコン（ノート型）」及び「カメラ」の３品目については、技術革新が\n著しく、市場の製品サイクルが極めて短いため、従来の価格収集方法で\nは同質の製品を継続的に調査することが困難であることから、上記 の\n方法により得られた販売価格のほか、販売台数、各機種の特性などを用\nいて、ヘドニック法により品質調整を行って品目別価格指数を算出して\nいる。具体的には、上記３品目のそれぞれについて、各機種の平均販売\n価格を被説明変数とし、ハードディスクの容量や実装メモリ容量、光学\nズームの倍率など各機種の特性及び販売時点などを説明変数とする片対\n数型の回帰モデルを設定し、全国で当月と前月に販売された全機種につ\nいて、同回帰モデルにより各機種の総販売台数をウエイトとして回帰計\n算を行って各月の価格推計式を求め、この価格推計式から、前月を基準\nとする連環指数（ある時点についてその直前の時点を基準とする指数を\nいう。）を算出し、これを前月の指数（基準時の指数〔＝１００〕に前\n月までの連環指数を順次乗じた指数）に乗じて当月の連鎖指数を算出す\nるものである。\n指数の算出\n指数の計算は、最初に、比較時価格を基準時価格で除して算出した品\n目別価格指数を各品目のウエイトで加重平均して最下位類の指数を算出\nし、次に各最下位類の指数を当該類ウエイトで加重平均して上位類の指\n数を算出し、同様にして小分類指数、中分類指数、１０大費目指数、総\n合指数の順に積み上げる。全国の指数は、最初に、各調査市町村の品目\n別価格指数を各調査市町村の品目別ウエイトで加重平均して全国の品目\n別価格指数を算出し、次に、全国のウエイトを用いて、上記の方法によ\nり順次上位類を計算して総合指数を算出する。なお、指数品目の上記分\n類は、後記 のとおりである。\n指数の作成系列\n平成２２年基準総務省ＣＰＩにおいては、基本分類指数、財・サービ\nス分類指数、世帯属性別指数、品目特性別指数の各指数が作成されてい\nる（本判決では、平成２２年基準総務省ＣＰＩにおけるこのような指数\nの作成系列を「平成２２年基準系列」と呼んでいるところ、他の基準年\nによるものについても以下同様に表記する。）。\nこれらのうち、基本分類指数は、全体の物価の動きを総合した「総合\n指数」と、その内訳を消費の目的により費目別に分類した指数から成り、\n後者は、１０大費目 、中分類及び小分類 という各段階別分類 （以下\n「類」という。）の指数と、品目別指数から成る。なお、１０大費目と\nは、指数品目を①食料、②住居、③光熱・水道、④家具・家事用品、⑤\n被服及び履物、⑥保健医療、⑦交通・通信、⑧教育、⑨教養娯楽、⑩諸\n雑費の１０費目に分類したものであり、これらの１０大費目が、さらに\n中分類、小分類に順次細分類されている。\n欠測値の処理\n特定の指数品目について、比較時価格がやむを得ず「欠」となった場\n合は、その品目の指数（比較時価格が「欠」となっているので計算でき\nない。）及びウエイトは除外して計算する。比較時価格が「欠」となっ\nた品目の価格変動は、品目から類への合算段階では、結果として類内の\n他の品目より求められた類指数によって代替されることとなる。なお、\n下位類から上位類への計算では、各類のウエイトが変動しないように、\n「欠」となった品目のウエイトも含めた類ウエイトを用いる。\n指数の接続\n総務省ＣＰＩは、上記 から までのとおり５年ごとに基準時等の改\n定がされるところ、消費者物価指数は時間の経過による物価の動きを見\nるものであるため、改定前にさかのぼって指数を比較することが可能と\nなるよう、基準時等の改定に併せて同改定前の指数を同改定後の指数に\n換算し、接続している（以下「指数の接続」という。）。指数の接続は、\n地域並びに総合、類及び品目ごとに、各基準年を１００とする指数を当\n該基準系列の下における次の基準年に当たる年の平均指数で除した上で\n１００を乗ずることにより行われ、例えば、平成１７年基準指数を平成\n２２年基準系列に接続する際には、当該指数を平成１７年基準系列の下\nにおける平成２２年の平均指数で除し、これに１００（平成２２年基準\n系列の下における平成２２年の平均指数）を乗ずることにより平成２２\n年基準系列に換算した指数が算出されることになり、平成１７年よりも\n前を基準年とする作成系列における指数についても、同様の方法を順次\n繰り返すことにより、直近の基準年における指数の作成系列に接続する\nことができる。\n総務省ＣＰＩの推移（乙Ａ２９）\n総務省ＣＰＩ（全国・総合）の平成１７年から平成２３年までの指数\nの推移について、平成２２年を１００として計算すると、次のとおりと\nなる（ただし、平成１７年から平成２１年までの指数については、平成\n１７年が基準年となることから、上記 の方法により指数の接続を行っ\nている。）。\n平成１７年：１００．４\n平成１８年：１００．７\n平成１９年：１００．７\n平成２０年：１０２．１\n平成２１年：１００．７\n平成２２年：１００．０\n平成２３年：  ９９．７\n以上の数値によれば、総務省ＣＰＩにおける平成２０年から平成２３年\nまでの物価の変化率は、－２．３５％となる。\n⒀  デフレ調整に用いた生活扶助相当ＣＰＩの下落率の算出過程\nア  前記⑽ウのとおり、デフレ調整は、平成２０年生活扶助相当ＣＰＩと平\n成２３年生活扶助相当ＣＰＩとの変化率（－４．７８％〔本件下落率〕）\nを基礎とするものであるところ、本件下落率の算出過程は次のとおりであ\nる。\nイ  生活扶助相当ＣＰＩについて（前提事実⑸ウ、乙Ａ３０、弁論の全趣\n旨）\n生活扶助相当ＣＰＩは、生活扶助に相当する消費品目の物価の動向を勘\n案するために、同品目を対象とする消費者物価指数として、厚生労働省\nが独自に考案した指数であり、具体的には、総務省ＣＰＩの算出の基礎\nとなっている指数品目から、①生活扶助以外の扶助で賄われる品目（家\n賃、教育費、医療費など。除外品目①）及び②原則として保有が認めら\nれておらず又は免除されるため保護受給世帯において支出することが想\n定されていない品目（自動車関連費、ＮＨＫ受信料など。除外品目②）\nを除いた品目（生活扶助相当品目）について、総務省ＣＰＩの算出に当\nたり用いられている品目別価格指数とウエイトを用いて指数化したもの\nである。そして、平成２０年及び平成２３年生活扶助相当ＣＰＩを算出\nする際には、そのいずれについても、次のとおり、平成２２年がウエイ\nト参照時とされた。\nウ  平成２０年及び平成２３年生活扶助相当ＣＰＩの算出過程（乙Ａ２９、\n３０、弁論の全趣旨）\n平成２０年生活扶助相当ＣＰＩを算出するに当たっては、平成２２\n年指数品目のうち平成２０年においても総務省ＣＰＩの算出に当たって\n指数品目とされていた品目（平成２０年総務省ＣＰＩは平成１７年を基\n準年とするため、平成１７年指数品目）から、除外品目を除いた４８５\n品目が、生活扶助相当ＣＰＩの算出の基礎となる指数品目とされた（以\n下「調整①後生活扶助相当品目」という。）。その上で、平成２２年を\nウエイト参照時として、調整①後生活扶助相当品目の品目ごとの、平成\n２２年の価格を１００とした場合の平成２０年時点の価格指数に、当該\n品目のウエイト（平成２２年基準系列のウエイト〔以下「平成２２年ウ\nエイト」という。）を乗じ、その合計を平成２２年ウエイトの総和で除\nすることにより、平成２０年生活扶助相当ＣＰＩが算出された。\nなお、前記⑿エ のとおり、総務省ＣＰＩにおいては、全指数品目の\nウエイトの総和は１万となるところ、調整①後生活扶助相当品目によっ\nて算出される平成２２年ウエイト（ウエイト参照時である平成２２年の\n価格〔指数〕に取引数量を乗じたもの）の総和は６１８９となる。そし\nて、調整①後生活扶助相品目に係る品目ごとの平成２２年の価格を１０\n０とした場合の平成２０年時点の価格指数に当該品目の平成２２年ウエ\nイトを乗じたものの総和は６４万６６２７．９となることから、これを\n上記ウエイトの総和（６１８９）で除することにより、平成２０年生活\n扶助相当ＣＰＩは１０４．５（小数点２桁以下四捨五入）と算出された。\n平成２３年生活扶助相当ＣＰＩの算出過程も、上記 とほぼ同様で\nあるが、その指数品目については、平成２２年指数品目から除外品目を\n除いた５１７品目とされた（以下「調整②後生活扶助相当品目」といい、\n調整①後生活扶助相当品目と併せて「各調整後生活扶助相当品目」とい\nう。）。その上で、平成２２年をウエイト参照時として、調整②後生活\n扶助相当品目の品目ごとの平成２２年の価格を１００とした場合の平成\n２３年時点の価格指数に当該品目の平成２２年ウエイトを乗じ、その合\n計を平成２２年ウエイトの総和で除することにより、平成２３年生活扶\n助相当ＣＰＩが算出された。具体的には、調整②後生活扶助相当品目に\nよって算出される平成２２年ウエイトの総和は６３９３であるところ、\n調整②後生活扶助相当品目の品目ごとの平成２２年の価格を１００とし\nた場合の平成２３年時点の価格指数に当該品目の平成２２年ウエイトを\n乗じたものの総和は６３万５９７３．１となることから、これを上記ウ\nエイトの総和（６３９３）で除することにより、平成２３年生活扶助相\n当ＣＰＩが９９．５（小数点２桁以下四捨五入）と算出された。\nなお、各調整後生活扶助相当品目がそれぞれ異なる数値（４８５品目\nと５１７品目）となっているのは、前者（調整①後生活扶助相当品目）\nの算出に当たって、除外品目のほか、平成２２年指数品目に含まれてい\nない品目も除外されるなどしたためである。すなわち、総務省ＣＰＩの\n基準時等の改定時（前基準年である平成１７年から平成２２年に改定さ\nれるとき）に指数品目の廃止と追加がされているところ（認定事実⑿エ\n）、このとき廃止された指数品目については、平成２２年を指数基準\n時とする平成２０年の物価指数を算定することができないことから、調\n整①後生活扶助相当品目から除外されるとともに、このときに新たに追\n加された品目（除外品目を除く。）は、調整②後生活扶助相当品目にの\nみ含まれることとなるため、調整②後生活扶助相当品目は、調整①後生\n活扶助相当品目よりも３２品目（本件欠測３２品目）多くなっているも\nのである。\nエ  生活扶助相当ＣＰＩの変化率（本件下落率）\n平成２０年から平成２３年までの生活扶助相当ＣＰＩの変化率（本件下\n落率）は、比較時である平成２３年生活扶助相当ＣＰＩの値（９９．５。\n上記ウ ）から起点となる平成２０年生活扶助相当ＣＰＩの値（１０４．\n５。上記ウ ）を減じ、これを平成２０年生活扶助相当ＣＰＩの値（１\n０４．５）で除することにより、－０．０４７８（－４．７８％）と算\n出された。\n⒁  テレビ等の価格の下落に係る寄与度\nア  生活扶助相当品目について基準時である平成２２年の価格指数を１００\nとした場合における平成２０年と平成２３年の価格指数を対比すると、\n教養娯楽用耐久財、特に、テレビ、ビデオレコーダー、パソコン（デス\nクトップ型〔以下「パソコン１」という。〕）、パソコン（ノート型\n〔以下「パソコン２」という。〕）及びカメラ（これらの５品目を併せ\nて、以下「テレビ等」という。）において価格指数の顕著な下落が見ら\nれる（乙Ａ３０）。\nイ  一般に、ウエイトを加味した各指数品目の価格の変動が、物価全体の変\n動に対してどの程度影響しているかを示す指標として、寄与度（ある指数\n品目〔Ａ〕について、他の指数品目の価格は変動せず、当該指数品目の価\n格のみが変動したと仮定した場合における総合指数の変化率を表す指標）\nが用いられているところ、この寄与度は、次の算式により求めることがで\nきる（乙Ａ２７）。\n指数品目Ａの寄与度＝（当期のＡの指数－前期のＡの指数）×Ａのウ\nエイト÷総合ウエイト÷前期の総合指数×１\n００\n＝（〔当期のＡの指数×Ａのウエイト〕－〔前\n期のＡの指数×Ａのウエイト〕）÷総合ウエ\nイト÷前期の総合指数×１００\nなお、複数の指数品目の寄与度の合計は、指数品目ごとに上記の計\n算をした上で合算するほか、当該計算式を変形して、次の算式（以下\n「算式㋐」という。）により求めることもできる。\n指数品目Ａ１、Ａ２、…Ａｎの寄与度の合計＝（①－②）÷総合ウエイ\nト÷前期の総合指数×１００\nただし、①＝（当期のＡ１の指数×Ａ１のウエイト＋当期のＡ２の指\n数×Ａ ２のウエイト…＋当期のＡ ｎの指数×Ａ ｎのウエイト）、②＝\n（前期のＡ１の指数×Ａ１のウエイト＋前期のＡ２の指数×Ａ２のウエ\nイト…＋前期のＡｎの指数×Ａｎのウエイト）\nウ  本件対象期間の物価の変動に対するテレビ等の寄与度について、算式㋐\nを用いて計算すると、次のとおりとなる。\n算式㋐の①（各品目につき、当期〔平成２３年〕の価格指数に当該品目\nのウエイトを乗じたものの合計）については、テレビ（６７０２．７）、\nビデオレコーダー（７８０）、パソコン１（６０１）、パソコン２（１\n５２０）、カメラ（５０４）を合計した１万０１０７．７となる（乙Ａ\n３０）。\n算式㋐の②（各品目につき、前期〔平成２０年〕の価格指数に当該品目\nのウエイトを乗じたものの合計）については、テレビ（１９９６２．\n６）、ビデオレコーダー（２４９０．８）、パソコン１（２３７２）、\nパソコン２（５６３２）、カメラ（１５７２．９）を合計した３万２０\n３０．３となる（乙Ａ３０）。\nしたがって、算式㋐の（①－②）は、－２万１９２２．６となる。\nこれを、算式㋐に従い、総合ウエイト及び前期（平成２０年）の総合指\n数である１０４．５（上記⒀ウ ）で順次除した上で１００を乗ずるこ\nととし、上記総合ウエイトについては調整②後生活扶助相当品目のウエ\nイト総数（６３９３）を用いる（すなわち、本件欠測３２品目について\n物価の変動がないものとして扱う。）こととすると、本件対象期間の物\n価の変動に対するテレビ等の寄与度は、－３．２８となる。\n２  争点①－１（本件改定の適法性）についての検討\n⑴  判断の枠組み\nア  憲法２５条は、１項において「すべて国民は、健康で文化的な最低限度\nの生活を営む権利を有する。」と規定して、いわゆる福祉国家の理念に基\nづき、すべての国民が健康で文化的な最低限度の生活を営み得るよう国政\nを運営すべきことを国の責務として宣言するとともに、２項において「国\nは、すべての生活部面について、社会福祉、社会保障及び公衆衛生の向上\n及び増進に努めなければならない。」と規定して、同条１項と同様、福祉\n国家の理念に基づき、社会立法及び社会的施設の創造拡充に努力すべきこ\nとを国の責務として宣言し、このような社会立法及び社会施設の創造拡充\nにより個々の国民の具体的・現実的な生活権が設定充実されてゆくものと\nしているものと解される（朝日訴訟最高裁判決、最高裁昭和５１年（行\nツ）第３０号同５７年７月７日大法廷判決・民集３６巻７号１２３５頁\n〔以下「堀木訴訟最高裁判決」という。〕参照）。\nイ  生活保護法は、上記アの憲法２５条に規定する理念に基づき、国が、生\n活に困窮するすべての国民に対し、その困窮の程度に応じ、必要な保護を\n行い、その最低限度の生活を保障するとともに、その自立を助長すること\nを目的とするものであるところ（同法１条）、同法３条は、同法により保\n障される最低限度の生活は、健康で文化的な生活水準を維持することがで\nきるものでなければならないものとしている。そして、厚生労働大臣の定\nめる保護基準は、要保護者の年齢別、性別、世帯構成別、所在地域別その\n他保護の種類に応じて必要な事情を考慮した最低限度の生活の需要を満た\nすに十分なものであって、かつ、これを超えないものでなければならない\nとされており（同法８条２項）、同法は、これらの規定を通じて、上記ア\nの憲法２５条が規定するところを具体化し、その趣旨の実現を図っている\nものということができる。\nもっとも、これら生活保護法の規定にいう最低限度の生活は、抽象的か\nつ相対的な概念であって、その具体的な内容は、その時々における経済\n的・社会的条件、一般的な国民生活の状況等との相関関係において判断\n決定されるべきものであり、これを保護基準において具体化するに当た\nっては、後記⑵のとおり、高度の専門技術的な考察とそれに基づいた政\n策的判断を必要とするものである。したがって、保護基準中の生活扶助\n基準（基準生活費）に係る部分を改定するに際し、①改定前の生活扶助\n基準が衣食その他日常生活について最低限度の生活におけるそれらの需\n要を満たすに足りる程度（以下「最低限度の生活の需要を満たすに足り\nる程度」という。）を超えるものとなっていたか否か及び②改定後の生\n活扶助基準の内容が健康で文化的な生活水準を維持することができるも\nのであるか否かを判断するに当たっては、厚生労働大臣に上記のような\n専門技術的かつ政策的な見地からの裁量権が認められるものというべき\nである。\nウ  また、生活扶助は、衣食その他日常生活の需要に応じてされるものであ\nり（生活保護法１２条１号参照）、取り分け、そのうち基準生活費に係る\nものは、飲食物費や被服費、光熱水費や家具什器費等、日常生活において\n不可欠な支出に係る需要を満たすためのものであり（関係法令等⑶ウ、前\n提事実⑶）、生活に困窮する者が日常生活を営むための基礎となるもので\nあるから、このような生活扶助基準を引き下げる旨の保護基準の改定は、\n当該改定前の生活扶助基準が最低限度の生活の需要を満たすに足りる程度\nを超えるものとなっているか否か（上記イ①）にかかわらず、現にその保\n護を受けて日常生活を営んできた被保護者に関しては、保護基準によって\n具体化されていた日常生活に係る期待的利益の喪失を来す側面があること\nも否定し得ないところである。そうすると、改定前の生活扶助基準が上記\nの程度を超えるものとなっている場合であっても、その超える程度や国の\n財政事情といった見地に基づく生活扶助基準の引下げの必要性を踏まえつ\nつ、被保護者のこのような期待的利益についても可及的に配慮するため、\nその引下げの具体的な方法等について、激変緩和措置の要否などを含め、\n上記のような専門技術的かつ政策的な見地からの裁量権を有しているもの\nというべきである。\nエ  そして、上記イ①及び②の判断の前提となる最低限度の生活の需要に係\nる評価や、上記ウの被保護者の期待的利益についての可及的な配慮は、上\n記イ及びウのような専門技術的な考察に基づいた政策的判断であって、生\n活扶助基準の改定に当たっては、本件改定以前においては各種の統計や専\n門家の作成した資料等に基づく専門技術的な検討を経てきている経緯にも\n鑑みると、生活扶助基準の引下げを内容とする保護基準の改定は、①当該\n改定の時点において、改定前の生活扶助基準が最低限度の生活の需要を満\nたすに足りる程度を超えるものとなっており、改定後の生活扶助基準の内\n容が健康で文化的な生活水準を維持することができるものであるとした厚\n生労働大臣の判断に、最低限度の生活の具体化に係る判断の過程及び手続\nにおける過誤、欠落の有無等の観点からみて裁量権の範囲の逸脱又はその\n濫用があると認められる場合、あるいは、②生活扶助基準の引下げに際し\n激変緩和措置を採るか否かについての方針及びこれを採る場合において現\nに選択した措置が相当であるとした同大臣の判断に、被保護者の期待的利\n益や生活への影響等の観点からみて裁量権の範囲の逸脱又はその濫用があ\nると認められる場合には、生活保護法３条、８条２項の規定に違反し、同\n条１項による委任の範囲を逸脱するものとして違法となるものというべき\nであって、裁判所が、当該改定が上記①又は②の場合に当たるか否かを判\n断するに当たっては、統計等の客観的な数値等との合理的関連性や専門的\n知見との整合性の有無等（以下「客観的な数値との合理的関連性等」とい\nうことがある。）の観点から審理判断するのが相当というべきである。\n（以上につき、老齢加算各最高裁判決参照）\n⑵  生活扶助基準の改定における専門家の関与について\nア  上記⑴イにおいて説示したとおり、生活扶助基準の改定に係る判断に\nついて、厚生労働大臣には、専門技術的かつ政策的な見地からの裁量権\nがある。\nもっとも、生活保護法は、上記⑴アのようなすべての国民が健康で文化\n的な最低限度の生活を営み得るようにするとの憲法２５条の理念に基づ\nき、これを具体化しその趣旨の実現を図るものとして同法３条及び８条\nの規定を定め、同条１項において、その内容を厚生労働大臣が定める保\n護基準に委ねるとともに、同条２項において、保護基準は要保護者の年\n齢別、性別、世帯構成別、所在地域別その他保護の種類に応じて必要な\n事情を考慮した最低限度の生活の需要を満たすに十分なものであって、\nかつ、これを超えないものでなければならないと規定しているものであ\nる。これらに照らせば、厚生労働大臣が同条１項の委任に基づき上記裁\n量権を行使するに当たっては、要保護者の年齢、世帯構成や所在地域等\nに応じた需要の程度や相違、さらにはそれらの需要に関する経済的、社\n会的条件や一般国民生活の状況等について、専門的な知見を踏まえた高\n度の専門技術的な考察がまず行われ、かかる考察に基づき、財政政策や\n社会政策を含む政策的見地からの判断が行われることが、憲法２５条の\n理念を具体化する生活保護法の趣旨により要請されているものと解する\nのが相当である（上記⑴イにおいて引用する老齢加算各最高裁判決にお\nいて、同法３条及び８条２項にいう「最低限度の生活」を保護基準にお\nいて具体化するに当たっては「高度の専門技術的な考察とそれに基づい\nた政策的判断を必要とする」と説示しているのも、以上に述べたところ\nと同様の趣旨によるものと解される。）。\nしたがって、上記⑴エに説示したとおり、生活扶助基準の引下げを内容\nとする保護基準の改定に関し、当該改定前の生活扶助基準が最低限度の\n生活における需要を満たすに足りる程度を超えるものとなっており、当\n該改定後の生活扶助基準の内容が健康で文化的な生活水準を維持するこ\nとができるものであるとした厚生労働大臣の判断（以下「改定前の需要\n超過及び改定後の水準維持に係る判断」ということがある。）について、\nその過程又は手続に過誤、欠落が認められる場合には、当該改定に係る\n政策的判断の基礎となる高度の専門技術的な考察（ないし同考察に基づ\nく事実の認定）に誤りがあることとなり、当該改定に関する同大臣の判\n断に裁量権の範囲の逸脱又はその濫用があると認められることとなる。\nイ  以上を前提として、生活扶助基準の改定における改定前の需要超過及び\n改定後の水準維持に係る厚生労働大臣の判断に関し、専門家の関与がどの\nように位置付けられるべきかについて検討する。\nこの点、生活保護法は、生活扶助基準の改定に関する専門技術的見地か\nらの検討やそのための専門的知見の収集について、専門家により構成さ\nれる審議会への諮問をすべきか否かなど、具体的な手続については何ら\n規定しておらず、厚生労働大臣が生活扶助基準を改定するに当たり審議\n会への諮問等を経なかったからといって、直ちにその判断の過程又は手\n続に過誤、欠落があることにはならず、また、審議会への諮問等を経た\n場合であっても、同大臣がその意見に拘束されるものと解することはで\nきない。\nしかしながら、他方、上記アに説示したところに照らせば、生活扶助基\n準の改定に関する改定前の需要超過及び改定後の水準維持に係る厚生労\n働大臣の判断は、高度の専門技術的な考察に基づくものでなければなら\nないのであるから、上記⑴エに説示したとおり、その判断の過程及び手\n続における過誤、欠落の有無を判断するに当たっては、客観的な数値と\nの合理的関連性等の観点から審理判断するのが相当である。そうであれ\nば、厚生労働大臣の上記判断に当たり、いかなる専門家がどのような形\nで関与したか、あるいは関与しなかったか、また、専門的知見の収集が\nどのように行われたかは、上記の審理判断において重要な意味を帯びる\nものといわざるを得ない。そして、後記ウのような生活保護法の制定時\nの議論や、同法の制定後における生活扶助基準の改定に関する経緯等に\n照らすと、専門家により構成される審議会等における検討の有無及び内\n容は特に重要性が高いということができる。\nウ  生活扶助基準への専門家の関与に関する経緯等\n前記認定のとおり、旧法においては、同法が保障する生活の程度につ\nいては規定されていなかったところ、政府は、社会保障制度審議会によ\nる生活保護制度の改善強化に関する勧告を受け、憲法２５条１項の規定\nと同様の「健康で文化的な生活水準を維持することができる」生活を最\n低限度の生活として保障する旨を明記した法案を国会に提出し、昭和２\n５年５月４日に生活保護法が制定されたのであるが、その法案審議の過\n程においては、政府から、同法案における「最低限度の生活」の基準に\nついては、社会保障制度審議会においても検討しており、その検討結果\nを基礎として適切な措置を講ずるのが妥当である旨の説明がされていた\n（認定事実⑴）。このような経緯からは、生活保護法の立法時において、\n厚生大臣による保護基準の設定については、専門家により構成される社\n会保障制度審議会による検討ないしその専門的知見を踏まえて行うこと\nが想定されていたことがうかがわれる。\nまた、昭和２６年に制定された社会福祉事業法（同年６月１日施\n行）は、厚生省に、厚生大臣の諮問機関として、社会福祉事業の全分野\nにおける共通的基本事項その他重要な事項を調査審議するための中央社\n会福祉審議会を設置するとした上で（同法６条１項、３項）、同審議会\nに、生活保護法の施行に関する事項を調査審議するため、生活保護専門\n分科会を置くとしたものであり（同法１０条１項。関係法令等⑷ウ）、\n生活保護法は、このような社会福祉事業法の規定と相まって、保護基準\nの改定に係る専門技術的見地からの検討については、中央社会福祉審議\n会の下に置かれた生活保護専門分科会を始めとする専門家による審議検\n討やこれに基づく専門的知見を踏まえて行うことを想定していたものと\n解される。\n実際にも、前記認定のとおり、生活保護専門分科会は、生活保護水準\nの改善について検討を行い、その結果を昭和３９年中間報告として取り\nまとめ、厚生大臣は、これを踏まえて、昭和４０年４月以降の生活扶助\n基準の改定方式として格差縮小方式を採用することとし（認定事実⑵ウ、\nエ）、その後、中央社会福祉審議会は、生活保護専門分科会における検\n討を踏まえ、昭和５８年１２月に生活扶助基準の在り方等に関する昭和\n５８年意見具申を取りまとめ、同大臣は、これを踏まえて、昭和５９年\n４月以降、生活扶助基準の改定方式として水準均衡方式を採用すること\nとしたものであって（認定事実⑶イ、エ）、生活扶助基準の改定方式の\n決定ないしその基本的な枠組みの設定については、生活保護専門分科会\nにおける専門家による検討やその知見の提供を経て行われていたものと\nいうことができる。\nなお、平成１３年の中央省庁再編に際し、審議会等についても統廃合\nが行われ、社会福祉事業法に基づき厚生省に設置されていた中央社会福\n祉審議会は、厚生労働省設置法に基づき厚生労働省に設置される社会保\n障審議会に統合されることとなり（関係法令等⑷ウ）、社会福祉事業法\nの規定中、中央社会福祉審議会及び生活保護専門分科会に関する規定は\n削除され、厚生労働省設置法及び同法の委任を受けて制定された社会保\n障審議会令には、社会保障審議会に生活保護の施行に関する事項を調査\n審議するための特別の分科会等を設ける旨の規定は置かれなかった。も\nっとも、社会保障審議会令は、５条において、社会保障審議会に六つの\n分科会を置くものとした上で、６条１項において、同審議会及び分科会\nは部会を置くことができる旨を規定しており、厚生労働省設置法や社会\n保障審議会令がこれらの法令中に設置すべき部会を網羅的に規定してい\nないのも、社会保障審議会又はその分科会の判断によりその時々の社会\n保障に関する重要事項に応じて柔軟に部会を設置・廃止することができ\nるようにするためであると解され、このような経緯からは、中央社会福\n祉審議会の社会保障審議会への統合が、上記のような統合前における保\n護基準の改定への専門家の関与の在り方について変更する趣旨までを含\nむものと解することはできない。\nそして、上記統合後における保護基準の改定等の経緯を見ても、生活\n保護制度の見直しの必要が各方面から求められていた平成１５年７月、\n社会保障審議会福祉部会の下に、保護基準の在り方を始めとする生活保\n護制度全般について検討することを目的として、「生活保護制度の在り\n方に関する専門委員会」（専門委員会）が設置され、専門委員会におけ\nる検証の結果を取りまとめた平成１６年報告書において、生活扶助基準\nと一般低所得世帯の消費実態との均衡が図られているか否かについて定\n期的に検証を行う必要があると指摘されたことなどを踏まえ、平成１９\n年１０月には厚生労働省社会・援護局長の下に置かれた「生活扶助基準\nに関する検討会」（検討会）における検証（平成１９年検証）が実施さ\nれ、さらに、平成２３年２月には、社会保障審議会令６条１項、審議会\n規則２条の規定に基づき、社会保障審議会の下に置かれる常設の部会と\nして、平成１９年検証に引き続き上記の均衡の有無に関する学識経験者\nによる専門的かつ客観的な検証を定期的に行うための生活保護基準部会\n（基準部会）が設置されたものである（認定事実⑷、⑸ア、⑺イ）。\nエ  上記ウで見たところによれば、生活保護法については、その制定時から、\n同法３条及び８条２項の「最低限度の生活」に係る保護基準における具体\n化が社会保障制度審議会での検討を通じて行われることが想定されていた\nところ、同法の制定後、中央社会福祉審議会の下に置かれた生活保護専門\n分科会の検討を通じて生活扶助基準の改定方式の決定ないしその基本的な\n枠組みの設定が行われてきたものであり、また、このようにして昭和５９\n年から採用された水準均衡方式の運用については、社会保障審議会福祉部\n会の下に置かれた専門委員会の指摘に基づき、生活扶助基準と一般低所得\n世帯の消費実態との均衡が図られているか否かについて定期的に検証を行\nうこととされ、かかる定期的な検証の実施は、平成１９年に厚生労働省社\n会・援護局長の下に置かれた検討会において行われたほか、平成２３年以\n降は社会保障審議会の下に常設の部会として設置された基準部会において\n行うこととされていたものである。\nこのような経緯を踏まえると、基準部会の設置以降における生活扶助基\n準の改定（ただし、水準均衡方式の下で年度ごとに行われる政府経済見通\nしにおける個人消費〔民間最終消費支出〕の伸びに準拠した翌年度の基準\nの改定や、消費税率の変更に伴う改定など、改定に当たって特別の検討を\n要しないものを除く。）について、改定前の需要超過及び改定後の水準維\n持に係る厚生労働大臣の判断の過程又は手続に過誤、欠落があるか否かを\n判断するに当たっては、当該改定が基準部会（又はこれに代わる専門家に\nよって構成される他の会議体）による審議検討を経て行われたものである\n場合には、そこでいかなる審議検討（その検討の基礎となる統計等の資料\nの収集・分析を含む。）が行われたのかを踏まえ、その検証手法等の合理\n性に関し、客観的な数値との合理的関連性等の観点から審理判断するのが\n相当である。他方、当該改定が基準部会等による審議検討を経ないで行わ\nれたものである場合には、当該改定が専門的知見に基づく高度の専門技術\n的な考察を経て合理的に行われたものであることについて、被告側で十分\nな説明をすることを要し、その説明の内容に基づき、統計等の客観的な数\n値等との合理的関連性や専門的知見との整合性の有無が審理判断されるべ\nきである。\nなお、老齢加算各最高裁判決は、厚生労働大臣による老齢加算を廃止す\nる旨の生活扶助基準の改定が、専門委員会における審議検討の結果に基\nづく平成１５年中間取りまとめにおける同委員会の意見を踏まえた検討\nを経てされたものであること前提として判示するものであるから、上記\nにおいて説示したところはこれらの最高裁判決に反するものではない。\n生活扶助基準の改定が社会保障審議会やその下に置かれる部会又は委員\n会その他の専門家によって構成される会議体による審議検討を通じて行\nわれた場合と、そうでない場合とでは、厚生労働大臣が高度な専門技術\n的な考察として行った判断に関してその過程又は手続に過誤、欠落があ\nったか否かについての審理判断の具体的な在り方にも、おのずと異なる\n面が生ずるものというべきである。\n⑶  判断枠組みに関するその余の主張（制度後退禁止原則）について\nア  原告らは、生存権に関する特定の施策がいったん実現した後に、これを\n事後的に廃止したり削減したりすることは、憲法２５条に反し許されな\nい旨主張する（制度後退禁止原則）。\nしかしながら、憲法２５条１項及び２項の趣旨は上記⑴アにおいて説示\nしたとおりであり、同条１項は、個々の国民に国に対する関係において\n具体的な権利を付与するものではなく、「最低限度の生活」に係る具体\n的な権利は、憲法の規定の趣旨を実現するために制定された生活保護法\nによってはじめて与えられ、その権利の内容も、このような立法によっ\nてはじめて具体化されることとなるものである。しかるところ、上記の\nとおり、同条１項にいう「健康で文化的な最低限度の生活」は、極めて\n抽象的・相対的な概念であって、その具体的な内容は、その時々におけ\nる文化の発達の程度、経済的・社会的条件、一般的な国民生活の状況等\nとの相関関係において判断決定されるべきものであるとともに、同条の\n規定の趣旨を現実の立法として具体化するに当たっては、国の財政事情\nを無視することができないものであるから、憲法２５条１項及び２項も、\nいったん立法により上記最低限度の生活に係る権利が具体化された場合\nであっても、上記の諸事情やこれに対する評価の変更に伴い、当該具体\n的な権利の内容が権利者に不利益に変更される場合があることも、当然\nに予定しているものというべきあり、同条がいわゆる制度後退禁止原則\nを定めたものと解することはできない。\nまた、生活保護法も、上記のような憲法２５条１項にいう「健康で文化\n的な最低限度の生活」の理解を前提とした上で、同法８条２項において、\n保護基準は、要保護者の年齢別、性別、世帯構成別、所在地域別その他\n保護の種類に応じて必要な事情を考慮した最低限度の生活の需要を満た\nすのに十分なものを超えないものでなければならないとしており、保護\n基準が上記の諸要素を考慮した最低限度の生活を超えるに至った場合に\nは、これが引き下げられる場合があることを許容しているものというべ\nきであって、同法が原告らの主張する制度後退禁止原則を定めたものと\n解することはできない。\nイ  また、原告らは、社会権規約は、９条、１１条において締約国がすべて\nの者について社会保障の権利を認めることを定めているところ、同規約２\n条１項の規定から、同規約の締約国の採った措置によって権利の実現がそ\nれ以前よりも後退してはならないという権利後退禁止原則が導かれる旨を\n主張する。\nそこで検討すると、社会権規約は、９条において、締約国は、社会保険\nその他の社会保障についてのすべての者の権利を認める旨規定し、１１\n条１項において、①締約国は、自己及びその家族のための相当な食糧、\n衣類及び住居を内容とする相当な生活水準についての並びに生活条件の\n不断の改善についてのすべての者の権利を認める、②締約国は、この権\n利の実現を確保するために適当な措置をとり、このためには、自由な合\n意に基づく国際協力が極めて重要であることを認める旨を規定している\nが、他方、２条１項において、各締約国は、立法措置その他のすべての\n適当な方法により同規約において認められる権利の完全な実現を漸進的\nに達成するため、自国における利用可能な手段を最大限に用いることに\nより、個々に又は国際的な援助及び協力、特に、経済上及び技術上の援\n助及び協力を通じて、行動をとることを約束する旨を規定している。以\n上のような社会権規約における各規定の内容に照らせば、同規約２条１\n項は、同規約１１条１項を始めとする各規定が定める権利が各締結国の\n社会政策による保護に値するものであることを確認し、各締結国がその\n実現に向けて積極的に社会政策を推進すべき政治的責任を負うことを宣\n明するものであると解するのが相当であり、同規約２条１項が、原告ら\nが主張するような権利後退禁止原則を定めたものと解することはできな\nい。\n以上によれば、社会権規約が原告らのいう権利後退禁止原則を定めてい\nると解することはできないから、同規約が保護基準の設定及び改定に係\nる厚生労働大臣の裁量を制約するものであるということはできず、した\nがって、この点に関する原告らの主張も採用することができない。\n⑷  判断枠組みについての小括及び補足\n以下では、上記⑴及び⑵の観点を踏まえ、同⑴エの枠組みに従って本件改\n定の適法性について検討することとする。\nなお、前記前提事実⑸のとおり、本件改定は、主としてゆがみ調整とデフ\nレ調整を行うことを目的とし、これらの調整を本件各告示による生活扶助基\n準の改定を通じて一体的に行うものであるから、本件各告示について、ゆが\nみ調整に係る部分とデフレ調整に係る部分とに明確に区分することができる\nわけではなく、これらは不可分一体のものとして本件改定を構成しているも\nのである。そこで、以下では、本件改定に際して改定後の生活扶助基準額を\n算出する過程（まずゆがみ調整を行い、ゆがみ調整後基準額にデフレ調整を\n行った上で、激変緩和措置を講ずる〔認定事実⑽ア〕。）を踏まえ、①ゆが\nみ調整、②デフレ調整の順序で、それぞれの必要性及び相当性につき検討し\nた上で、③本件改定の結果として及ぼされる影響の重大性についても併せて\n検討し、④本件改定の適法性（厚生労働大臣の裁量権の範囲の逸脱又はその\n濫用の有無）を判断することとする。\nそして、ゆがみ調整は基準部会が行った平成２５年検証の結果に基づくも\nのであるが、デフレ調整は、同検証の結果に基づくものではなく、社会保障\n審議会やその下に置かれる部会又は委員会その他の専門家によって構成され\nる会議体による審議検討を経たものでもない（前提事実⑸ア ）から、上記\n⑵エの観点に照らし、①ゆがみ調整については、まず、⒜平成２５年検証に\nおける目的及び検証手法の合理性につき、次いで、⒝平成２５年検証の結果\nに基づく生活扶助基準への反映の方法の合理性につき、それぞれ客観的な数\n値との合理的関連性等の観点から検討することとし、②デフレ調整について\nは、これが専門的知見に基づく高度の専門技術的な考察として合理的に行わ\nれたとする被告らの説明に基づき、客観的な数値との合理的関連性等の観点\nから検討することとする。なお、上記のとおりゆがみ調整とデフレ調整とは\n不可分一体のものとして本件改定を構成するものであるから、相互の関係に\nついても検討することが必要であるところ、その前提となる平成２５年検証\nの結果の性格（水準均衡方式との関係）については、上記①⒜と併せて検討\nすることとする（後記⑸オ）。\n⑸  ゆがみ調整の合理性⒜（平成２５年検証の目的及び検証手法の合理性）に\nついての検討\nア  平成２５年検証の目的等について\n前記認定事実のとおり、平成２５年検証に先立つ専門委員会による平成\n１６年検証（平成１５年中間取りまとめ及び平成１６年報告書）におい\nては、生活扶助基準における第１類費と第２類費との区分が、世帯人数\n別に見ると、必ずしも一般低所得世帯の消費実態を反映したものとなっ\nておらず、多人数世帯に係る基準の是正や、単身世帯について別途の基\n準を設定することの必要性等が指摘されていた（認定事実⑷イ 、 ）。\nそして、検討会による平成１９年検証（平成１９年報告書）においても、\n世帯人数別の基準額の水準について、生活扶助基準は、世帯人数が４人\n以上の多人数世帯に有利である一方、世帯人数が少ない世帯に不利にな\nっている実態が見られることなどが指摘されていた（認定事実⑸イ ）。\nしかし、これらの検証を踏まえた改定としては、平成１７年度の改定に\nおいて、４人以上世帯に関し、第１類費について逓減率が導入され（３\n年間にわたり段階的に実施）、第２類費について基準額が抑制されたに\nとどまり、上記の問題点を抜本的に解決するような生活扶助基準の改定\nは行われていなかった（認定事実⑹）。\nしたがって、基準部会が、平成２５年検証において、年齢区分別、世帯\n人数別及び級地別に、生活扶助基準についての検証を行ったことは、上\n記のような各指摘を踏まえたものとして合理性を有するということがで\nきる。\nそこで、以下では、平成２５年検証が用いた具体的な検証手法について\nその合理性を検討することとする。\nイ  第１・十分位を比較の対象としたことについて\n平成２５年検証は、生活扶助基準額を指数化したものを、平成２１年全\n国消費実態調査の個票データに基づき算出した第１・十分位の世帯の生\n活扶助相当支出を指数化したものと比較して検証しており、平成２５年\n報告書は、このように比較の対象として第１・十分位を用いた理由とし\nて認定事実⑻ア の①～⑥の各点を挙げているところ、原告らは、これ\nら報告書が指摘する理由によっても第１・十分位を比較の対象とするこ\nとの合理性は認められない旨主張する。しかし、以下に検討するとおり、\n平成２５年検証において第１・十分位の世帯の生活扶助相当支出を比較\nの対象としたことが、客観的数値との合理的関連性等を欠くものである\nということはできない。\n前記認定のとおり、平成２５年検証に先立つ平成１５年中間取りま\nとめにおいて、生活保護において保障すべき最低生活の水準は第１・十\n分位の世帯の消費水準に着目するのが相当であるとした上でその検証を\n行っており、平成１６年報告書においても、このような平成１５年中間\n取りまとめを前提として、生活扶助基準の水準を評価している（認定事\n実⑷イ 、 ）。また、平成１９年検証においても、それまでの経緯に\n加え、第１・十分位の消費水準が平均的な世帯の消費水準に照らして相\n当程度に達していることや、第１・十分位の世帯における必需的な耐久\n消費財の普及状況は平均的な世帯と比べて大きな差はなく、第１・十分\n位の世帯における必需的な消費品目の購入頻度も平均的な世帯と比較し\nて概ね遜色ない状況にあることを踏まえ、第１・十分位の消費水準をも\nって比較の対象としている（認定事実⑸イ ）。\n以上のとおり、平成２５年検証の以前に行われた生活扶助基準の水準\nの検証においては、第１・十分位の消費実態との均衡に着目した検証手\n法が採用されてきたものであり、平成２５年検証において第１・十分位\nを比較の対象としたことが、従来の改定方法との連続性を欠くものとい\nうことはできない。\nこの点につき、原告らは、格差縮小方式の下での比較の対象や、水準\n均衡方式の導入の当初における比較の対象が第１・十分位でなかったこ\nとを指摘するが、格差縮小方式が導入される契機となった昭和３９年中\n間報告においては、生活扶助基準について第１・十分位の消費水準に着\n目した改善を行うことが特に必要であるとされていたのであり（認定事\n実⑵ウ）、その後の昭和５５年中間取りまとめにおいても、第１・十分\n位の消費水準との格差が指摘されており（認定事実⑶ア）、格差縮小方\n式と基本的な考え方において共通する水準均衡方式を導入する契機とな\nった昭和５８年意見具申においても、変曲点が２．９９・五十分位にあ\nるとの考察を前提として、当時の生活扶助基準が一般国民の消費実態と\nの均衡上ほぼ妥当な水準に達していると判断しているものである（認定\n事実⑶イ 、ウ）。このように、第１・十分位ないしこれに相当する一\n般低所得世帯における消費実態は、生活扶助基準の水準の妥当性を検証\nする際に参照され続けてきたという経緯が認められ、このような経緯を\n踏まえて、前２回の検証においても第１・十分位を比較の対象としたも\nのであるから、平成２５年検証において第１・十分位を比較の対象とし\nたことが、昭和３９年中間報告や昭和５８年意見具申を含めたそれまで\nの専門家による検証との整合性を欠くものであるということはできず、\n原告らの上記主張は採用することができない。\n上記 のとおり、平成２５年検証においては、生活扶助基準の水準\nの妥当性に関する従来の検証手法を踏まえて第１・十分位を比較の対象\nとしたものと解されるところ、平成２５年検証の当時において、これま\nでの検証とは異なり第１・十分位を比較の対象とすることが相当でなく\nなったといえるような事情の変化があったともうかがわれない。\nこの点につき、原告らは、平成２５年報告書において第１・十分位\nを比較の対象とする理由を記載した諸点（認定事実⑻ア に記載された\n②から⑥までの点。すなわち、②第１・十分位の平均消費水準が中位所\n得階層の約６割に達していること、③必需的な耐久消費財に係る第１・\n十分位の世帯における普及状況が、中位所得階層と比べて概ね遜色なく\n充足されていること、④第１・十分位の年間収入総額の構成割合はやや\n減少傾向にあるものの、高所得階層を除く他の十分位も減少しており、\n特に第１・十分位が減少しているわけではないこと、⑤第１・十分位の\n世帯の大部分は、ＯＥＣＤの基準では相対的貧困線以下にあること、⑥\n各十分位間のうち、第１・十分位と第２・十分位の間において消費が大\nきく変化していること）について主張するところ、これらについての原\n告らの主張は、その大部分が、上記各理由に示された統計学的な分析結\n果等につき、統計等の客観的な数値等との合理的関連性や専門的知見と\nの整合性を欠くことを主張するものではなく、これらの分析結果等をも\nって第１・十分位を比較の対象とし得る根拠とすることについて論難す\nるにすぎないものである。また、そのほか統計学的な分析結果等に関す\nる原告らの主張を検討しても、上記各理由に示された統計学的な分析結\n果等が誤りであるとはいえず、それらの分析結果等は、第１・十分位を\n比較の対象とすることの積極的な理由を基礎付けるものか、あるいは、\n少なくとも、第１・十分位を比較の対象とすることが不合理とはいえな\nいことを基礎付けるに足りるものといえる。\nしたがって、原告らの上記主張は採用することができない。\n以上によれば、平成２５年検証において第１・十分位を比較の対象\nとしたことについて、客観的数値との合理的関連性や専門的知見との整\n合性を欠くものと認めることはできない。\nウ  比較の対象となる第１・十分位の世帯から保護受給世帯を除外しなかっ\nた点について\n証拠（甲Ａ２５の２）及び弁論の全趣旨によれば、平成２５年検証にお\nいては、比較の対象となる世帯を設定するに当たり、平成２１年全国消\n費実態調査の個票データから抽出した第１・十分位の世帯から保護受給\n世帯を除外していないものと認められる。\nこの点に関し、原告らは、二つのサンプル（標本）の間の平均の差を検\n定する場合、独立したサンプル（相互に構成メンバーの異なるサンプ\nル）による比較でなければ統計学上の正確性が確保されないから、平成\n２５年検証において第１・十分位の世帯から保護受給世帯を除外してい\nないことは統計学上明らかに不合理である旨主張する。\nしかしながら、平成２５年検証は、生活扶助基準額と第１・十分位の生\n活扶助相当支出額とを直接比較するものではなく、生活扶助基準額を指\n数化したものと、第１・十分位の生活扶助相当支出額を指数化したもの\nとを比較するものである（認定事実⑻ア ）。しかも、それらの指数化\nに当たっては、年齢区分別、世帯人数別及び級地別に指数化するのみな\nらず、世帯人数別については第１類費及び第２類費（ないしそれぞれに\n相当する支出）に区分して指数化しているところ、上記アのとおり前２\n回の検証において生活扶助基準における第１類費と第２類費との割合が\n一般低所得世帯の消費実態を反映したものとなっていないと指摘されて\nいたことに鑑みると、保護受給世帯における第１類費相当支出額と第２\n類費相当支出額との割合についても、生活扶助基準における第１類費と\n第２類費との割合とかい離していたものと考えられる。そうすると、比\n較の対象となる第１・十分位の世帯から保護受給世帯が除外されなかっ\nたことを前提としても、一般低所得世帯における消費構造の傾向（第１\n類費相当支出額と第２類費相当支出額との割合）の把握に支障が生ずる\nものとはいえず、年齢区分指数、世帯人数指数、級地指数の各比較に及\nぼす影響は、仮にあるとしても限定的なものであったといえる。\n以上によれば、平成２５年検証において比較の対象となる第１・十分位\nの世帯から保護受給世帯が除外されなかった点については、統計学的な\n分析の手法として明らかに不合理であるとはいえず、保護受給世帯が除\n外されないまま収集された第１・十分位の世帯に係る統計等の数値がお\nよそ採用することのできないものであったとまでは認められない。した\nがって、原告らの上記主張は採用することができない。\nエ  平成２５年検証の手法に関する原告らのその余の主張について\n原告らは、①平成２５年検証がその手法として採用した重回帰分析は、\n複数の説明変数間に相関関係があることが否定できないから、その検証\n結果の正確性に重大な疑義がある、②検証に用いた全国消費実態調査の\nデータについても、季節性が反映されていない、サンプルのばらつきを\n考慮した補正が行われていない、単身世帯の調査方法が特殊であるなど\nの限界がある旨主張する。\nしかし、上記①については、一般に、重回帰分析において、複数の説明\n変数間に大きな相関関係がある場合には、回帰式の精度が下がるといえ\nるとしても、平成２５年検証において年齢区分別の１人当たりの消費額\nを推定するために用いられた重回帰分析において、説明変数（年齢区分\n別の世帯人数、級地、住宅資産、貯蓄の状況）間の相関が大きく、これ\nにより推定される回帰式が検証に堪えない程度の精度しか有しないもの\nであるとはうかがわれず、また、上記②についても、原告らが主張する\n点が平成２５年検証の結果に大きな影響を及ぼしていると認めることは\nできない（仮に、これらの点による影響があるとしても、後記⑹のとお\nりゆがみ調整において平成２５年検証の結果が２分の１の限度で生活扶\n助基準に反映されたことにより、被保護者に不利益な影響については相\n当程度緩和されているといえる。）。\nそして、平成２５年報告書は、平成２５年検証の結果に関する留意事項\nとして、年齢、世帯人員（世帯人数）の体系、居住する地域の組合せに\nよる基準の展開の相違を消費実態に基づく指数に合わせたとしても、な\nお、その値と一般低所得世帯の消費実態との間には世帯構成によって\n様々に異なる差が生じ得るとした上で、具体的にどのような要因がどの\n程度消費に影響を及ぼすかは明確に分析ができないことなどの限界があ\nることに留意すべきものと記載しているところ（認定事実⑻エ）、この\nような記載に照らせば、基準部会は、平成２５年報告書において、こう\nした検証手法の限界についても明らかにした上で、平成２５年検証の結\n果を生活扶助基準の改定にどのように反映させるかについては、このよ\nうな限界をも踏まえた厚生労働大臣の専門技術的な判断に委ねることと\nしたものと解される。そうすると、上記のような検証手法の限界がある\nことをもって、平成２５年検証の結果を同大臣による生活扶助基準の改\n定に係る判断の基礎とすることが許されなくなるものと解することはで\nきない。\nしたがって、原告らが主張する事情は、平成２５年検証における検証手\n法の合理性に関する判断を左右するものとはいえない。\nオ  ゆがみ調整の合理性⒜についての小括及び平成２５年検証の結果の性格\nについて\n以上のとおり、基準部会が行った平成２５年検証は、その手法やこれに\n用いられた資料に、統計等の客観的数値等との合理的関連性や専門的知\n見との整合性に欠けるところがあるとは認められない。\nもっとも、その検証結果の性格（水準均衡方式との関係）については、\n次の点に留意する必要がある。\n水準均衡方式における「水準」の意義\n前記のとおり、生活扶助基準の改定方式としての水準均衡方式は、昭\n５８年意見具申を踏まえて昭和５９年４月から採用された方式であり、\n当該年度に予想される一般国民の消費動向を踏まえるとともに、前年度\nまでの一般国民の消費実態との調整を図り、これにより、生活扶助基準\nと一般国民における消費実態との均衡を図ろうとするものであって（認\n定事実⑶ウ、エ、前記⑵ウ ）、その検証においては、一般低所得世帯\nの消費水準が中位所得階層と比べて相応の水準に達していることを前提\nに、生活扶助基準と一般低所得世帯の消費実態との均衡の有無が比較検\n証されてきたものである（前２回の検証）。すなわち、この水準均衡方\n式においては、生活扶助基準と均衡させるべき一般国民の消費実態は、\n具体的には一般低所得世帯の消費実態であることが前提とされているも\nのといえる。\nそして、この水準均衡方式の下において行われてきた具体的な生活扶\n助基準の改定は、標準世帯（昭和６１年４月以降については、夫婦子１\n人の３人世帯〔前提事実⑶ア〕）を基軸とするもの、換言すれば、標準\n世帯の生活扶助基準を一般国民の消費実態（具体的な検証においては、\n標準世帯に相当する一般低所得世帯における消費実態）に均衡させ、こ\nれを適切に展開することにより、年齢区分別、世帯人数別及び級地別に\n応じたあらゆる世帯類型について、その生活扶助基準の水準とこれに対\n応する類型の一般低所得世帯における消費実態とをそれぞれ均衡させよ\nうとするものである。\nすなわち、水準均衡方式を導入する契機となった昭和５８年意見具申\nは、当時の標準世帯（勤労者４人〔有業者１人〕世帯）に相当する一般\n世帯について、変曲点が第２．９９・五十分位にあることを前提に、当\n時の生活扶助基準が一般国民の消費実態との均衡上ほぼ妥当な水準に達\nしていると判断していたものであり（認定事実⑶ウ）、その後、昭和５\n９年４月から導入された水準均衡方式の下における毎年度の生活扶助基\n準の改定も、まず、標準世帯の生活扶助基準額に、政府経済見通しにお\nける個人消費の伸びに準拠する方式によって算定される改定率を乗じた\n上で、この改定された基準額を起点として、これを展開することにより、\n各世帯類型に対応する改定後の生活扶助基準額を算出するという方法で\n行われてきた（前提事実⑶）。そして、水準均衡方式の下で行われてき\nた生活扶助基準の水準の検証について見ても、前２回の検証のいずれに\nおいても、まず標準世帯に相当する一般低所得世帯（具体的には第１・\n十分位の世帯）の消費実態と生活扶助基準とを比較検証した上で、これ\nを各世帯類型に展開した場合の問題点について検討しており（認定事実\n⑷イ、⑸イ）、水準均衡方式の下における生活扶助基準と一般低所得世\n帯における消費実態との均衡は、第一次的には、展開の起点となる標準\n世帯において確保されるべきものであることが前提とされていたといえ\nる。\n以上のとおり、平成２５年検証の前まで行われていた水準均衡方式\n（以下「従来の水準均衡方式」ということがある。）は、まず標準世帯\n（夫婦子１人世帯）について生活扶助基準と一般低所得世帯（第１・十\n分位の世帯）の消費実態との均衡を図った上で、こうした水準の均衡を、\n標準世帯を起点とする展開を通じて、その余の世帯類型にも押し広げよ\nうとするものであったと解される。\n水準均衡方式における「展開」について\n上記 のような従来の水準均衡方式の下では、展開の過程が、世帯類\n型別に見た一般低所得世帯における消費実態に応じたものとなっていな\nければ、仮に標準世帯について生活扶助基準と一般低所得世帯の消費実\n態との均衡が図られていたとしても、その余の世帯類型については、そ\nれらの均衡は必ずしも確保されているとはいえないことになる。そして、\nこのような展開の過程に関する問題については、上記アのとおり、前２\n回の検証において、生活扶助基準における第１類費と第２類費との区分\nが世帯人数別に見ると一般低所得世帯の消費実態を反映したものとなっ\nていないなどの指摘がされていたところ、これを抜本的に解決するよう\nな生活扶助基準の改定はされておらず、４人以上世帯に係る第１類費へ\nの逓減率の導入が段階的に実施されるなどして、徐々にその縮小（消費\n実態への接近）が図られてきたものである。\n平成２５年検証の結果と上記 の「水準」との関係について\n以上に対し、平成２５年検証においては、展開の基軸となる標準世帯\nを設定せず、生活扶助基準を年齢区分別、世帯人数別及び級地別に指数\n化した上で、同様に指数化した一般低所得世帯における消費実態とそれ\nぞれ比較した上で、それらのかい離傾向を踏まえて各指数に反映した場\n合に、世帯類型ごとに生活扶助額への影響がどのようになるかを検証し\nている。これは、前２回の検証における上記 のような指摘を踏まえ、\n年齢区分別、世帯人数別及び級地別に指数化された生活扶助基準と一般\n低所得世帯の消費実態とのかい離を分析し、標準世帯を起点として様々\nな世帯構成に展開する際に用いられる指数について検証を行ったもので\nあって、平成２５年検証の結果をそのまま反映した場合には、例えば、\n標準世帯に相当する夫婦と１８歳未満の子１人世帯では生活扶助額が減\n少する（－８．５％）こととなり、高齢単身世帯（６０歳以上）では生\n活扶助額が増加する（４．５％）こととなるなどとされている（認定事\n実⑻ア、イ）。\nそして、平成２５年検証の結果を踏まえて行われた本件改定のゆがみ\n調整においては、標準世帯を起点とする展開によるのではなく、それぞ\nれの世帯類型について同検証の結果の２分の１を反映させることにより\nゆがみ調整後基準額を算出しているところ（２分の１の反映。認定事実\n⑽イ）、これは、ゆがみ調整後の標準世帯の生活扶助基準額について、\n同検証の結果における生活扶助基準と消費実態の各指数の差の２分の１\nを反映させることにより得られた展開の方法を適用するのと同様の結果\nとなるものと解される。\n平成２５年検証は、標準世帯の生活扶助基準と一般低所得世帯の消費\n実態とを比較して「水準」の適正化を図ることを目的とするものではな\nく、標準世帯を起点とする展開についての適正化を図ることを目的とす\nるものであるけれども、結果としては、標準世帯の生活扶助基準額につ\nいてもその影響が及んでおり、同検証の結果をそのまま反映すると、上\n記のとおり－８．５％の影響が及ぶこととなるものと考えられる。この\nような影響が生ずることとなった原因は、平成２５年検証において、生\n活扶助基準及び一般低所得世帯における消費実態を年齢区分別、世帯人\n数別及び級地別に指数化するに当たり、標準世帯における生活扶助基準\n額が不変となるようにして行うのではなく、仮に第１・十分位のすべて\nの世帯が保護を受給した場合の１世帯当たりの平均受給額（第１・十分\n位のすべての世帯が保護を受給した場合に支給することとなる生活扶助\n費の総額。以下「第１・十分位が保護を受給した場合の平均受給額」と\nいう。）が不変となるようにして行ったこと（認定事実⑻ア 、⑽イ、\n甲Ａ７６）によるものであると考えられる。すなわち、第１・十分位が\n保護を受給した場合の平均受給額は、展開において本来考慮される諸要\n素（年齢別、世帯人数別及び級地別に見た消費における標準世帯からの\nかい離の程度）とは異なる事情（例えば、第１・十分位の世帯全体にお\nいて各世帯類型の占める割合など）によって定まるものであるから、こ\nのような第１・十分位が保護を受給した場合の平均受給額を不変とする\n方法により指数化された年齢別、世帯人数別及び級地別の一般低所得世\n帯の消費実態も、展開において本来考慮される諸要素とは異なる事情の\n影響を受けることとなるものである。\nそうすると、平成２５年検証は、その結果として見れば、標準世帯を\n起点とする展開の適正化を一定程度実現するのみならず、標準世帯の生\n活扶助基準額にも影響を及ぼすものであって、その影響の程度は、同検\n証の結果をそのまま反映すると－８．５％に及び、その２分の１を反映\nさせる場合でも－４．２５％に及ぶものであるから（この影響は、同検\n証の結果の全部又は２分の１を反映させた展開を通じて、あらゆる世帯\n類型に及ぶものということができる。）、かかる意味において、従来の\n水準均衡方式の下における生活扶助基準の「水準」（上記 ）にも影響\nを及ぼすものといわざるを得ない。\n以上に検討したような平成２５年検証の結果の性格は、これをもっ\nてその検証手法の合理性や検証結果の信頼性を直ちに左右するものとは\nいえないが、上記説示のとおり平成２５年検証の結果が生活扶助基準の\n「水準」にも影響を及ぼすものであることは、本件改定においてゆがみ\n調整と一体的に行われたデフレ調整の合理性を検討する上で、重要な検\n討要素の一つとなるものと解される（後記⑻イ 参照）。\n⑹  ゆがみ調整の合理性⒝（平成２５年検証の結果に基づく生活扶助基準への\n反映の方法の合理性）についての検討\nア  上記⑸のとおり、ゆがみ調整は、平成２５年検証の結果をその２分の１\nの限度で、個々の世帯類型ごとの生活扶助基準に反映させようとするもの\nである。本件では、このように２分の１の限度で平成２５年検証の結果を\n生活扶助基準に反映させたこと（２分の１の反映）の合理性が争われてい\nる。\nこの点に関する被告らの説明は、ゆがみ調整において２分の１の反映を\n行った理由は激変緩和措置であるとし、具体的には、①平成２５年検証\nの結果をそのまま生活扶助基準に反映させた場合、子どものいる世帯へ\nの影響が大きくなることが予想されたところ、平成２５年報告書には、\n平成２５年検証の結果に関する留意事項として、貧困の世代間連鎖を防\n止する観点から、子どものいる世帯への影響に配慮する必要がある旨明\n記されていたこと、②平成２５年検証は、生活扶助基準の展開のための\n指数について初めて詳細な分析を行ったところ、その手法は専門的議論\nの結果得られた透明性の高い合理的なものと評価することができるもの\nの、当該手法が唯一のものであるとはいえず、特定のサンプル世帯に限\n定して分析する際にサンプル世帯が極めて少数になるといった統計上の\n限界も認められたこと、③生活扶助基準については専門機関による検証\nが定期的に行われており、展開部分についても、平成２５年検証の結果\n等を前提に更なる検証が行われることが予定されていたことなどを踏ま\nえ、次回の検証までの激変緩和措置として２分の１の反映を行ったもの\nであるとしている。\nイ  そこで検討すると、平成２５年報告書においては、平成２５年検証の結\n果に基づき生活扶助基準の見直しを検討する際には、現在保護を受給して\nいる世帯及び一般低所得世帯への見直しが及ぼす影響についても慎重に配\n慮すべきものとされ、とりわけ貧困の世代間連鎖を防止する観点から、子\nどものいる世帯への影響にも配慮する必要がある点に留意すべきものとさ\nれていたほか、平成２５年検証における検証手法に一定の限界があること\nも指摘されていた（認定事実⑻ウ、エ）。\nそして、平成２５年報告書によれば、平成２５年検証の結果をそのまま\n生活扶助基準に反映した場合の生活扶助額は、夫婦と１８歳未満の子１\n人世帯では－８．５％となり、夫婦と１８歳未満の子２人世帯では－１\n４．２％となり、母親と１８歳未満の子１人の母子世帯では－５．２％\nとなるなど、特に子どものいる世帯への影響が大きくなっている（認定\n事実⑻イ ）が、そのような結果となった背景には、検証手法の限界に\nより、子どものいる世帯の消費実態につき捕捉しきれない面もあったこ\nとが認められる（甲Ａ７６）。\n加えて、被告らの上記説明③のとおり、生活扶助基準に関しては、一般\n低所得世帯の消費実態との均衡についての定期的な検証を行うため、社\n会保障審議会の下に常設の部会として基準部会が設置されており（認定\n事実⑺イ）、２分の１の反映を行うことにより不当な影響があるとすれ\nばその部分については将来の基準部会において是正する可能性もあった\nといえる。\n以上に照らすと、厚生労働大臣がゆがみ調整を行うに際し平成２５年検\n証の結果を２分の１の限度で生活扶助基準に反映したことは、統計等の\n客観的な数値等との合理的関連性や専門的知見との整合性を欠くものと\nいえず、また、政策的判断としても、被保護者（特に子どものいる世\n帯）の期待的利益や生活への影響等の観点から相応の配慮をするもので\nあって、不合理であるとはいえない。\nウ  この点、原告らは、ゆがみ調整において２分の１の反映を行うことは、\n年齢区分別、世帯人数別及び級地別に見た生活扶助基準額と一般低所得世\n帯の消費実態とのかい離を是正するというゆがみ調整の趣旨を没却するこ\nとになる上、保護受給世帯の大半は、平成２５年検証の結果をそのまま反\n映すれば生活扶助基準が引き上げられるはずだった中高齢単身世帯であり、\n同世帯の引上げ幅を２分の１とすることで同世帯の被保護者に多大な不利\n益を与えることとなるなどの理由から、激変緩和措置として明らかに不合\n理である旨主張する。\nしかしながら、基準部会における検討の結果やその意見は、厚生労働大\n臣が生活扶助基準を改定するに当たって重要な意義を有するとはいえ、\n同大臣の判断を法的に拘束するものではなく、同大臣が判断する際の考\n慮要素として位置付けられるにすぎないものであるから（前記⑵イ）、\n平成２５年検証の結果を反映した生活扶助基準の改定をするとしてどの\n範囲でその結果を反映させるかについては、同大臣の専門技術的かつ政\n策的な見地からの裁量判断に委ねられているものである。\nそして、上記イのとおり、子どものいる世帯への影響等に配慮して、ゆ\nがみ調整における生活扶助基準の引下げに係る激変緩和措置として平成\n２５年検証の結果を２分の１に限定して反映するとしたことは合理性を\n有するものであり、平成２５年報告書の趣旨にも沿うものといえるとこ\nろ、生活保護制度の運用に当たっては被保護者間の公平にも配慮すべき\nであることにも照らせば、平成２５年検証の結果を反映すると生活扶助\n基準額が減少することとなる世帯のみならず、同基準額が増加すること\nとなる世帯についても一律に２分の１の反映を行うことには、相応の合\n理性があるということができる。そうすると、原告らの上記主張のよう\nな平成２５年検証の結果をそのまま反映すれば生活扶助基準が引き上げ\nられることとなる世帯が保護受給世帯の大半を占めるとの事情を考慮に\n入れるとしても、ゆがみ調整において２分の１の反映を行うこととした\n厚生労働大臣の判断がその裁量権の範囲を逸脱し又はこれを濫用したも\nのであると認めることはできない。\n⑺  デフレ調整について（検討の順序等）\n本件改定は、主としてゆがみ調整とデフレ調整を行うことをその目的とす\nるものであるところ、具体的には、①改定前基準に対して、まずゆがみ調整\nを行い、②ゆがみ調整後基準額にデフレ調整を行った上で、③激変緩和措置\n（３年間にわたる段階的実施、増減幅に係る上限及び下限の設定）を講ずる\nことにより同改定後の生活扶助基準額（デフレ調整等後基準額）を算出する\nものである（認定事実⑽ア）。そして、上記②におけるデフレ調整は、その\n対象期間（平成２０年から平成２３年まで。以下「本件対象期間」というこ\nとがある。）について、消費者物価指数（総務省ＣＰＩを基礎として算出さ\nれた生活扶助相当ＣＰＩ）の変化率（本件下落率。－４．７８％）に対応す\nる程度の可処分所得の増加があったものとみて、本件下落率に相当する割合\nを生活扶助基準額（ゆがみ調整後基準額）から控除するものである。\nそこで、以下、デフレ調整に関する厚生労働大臣の判断に裁量権の範囲の\n逸脱又はその濫用があるか否かを判断するに当たっては、㋐ゆがみ調整後基\n準額が本件改定時における最低限度の生活の需要を満たすに足りる程度を超\nえるものとなっているとした判断（以下「デフレ調整の必要性」という。）\nと、㋑デフレ調整等後基準額が健康で文化的な生活水準を維持することがで\nきるものであるとした判断（以下「デフレ調整の相当性」という。）のそれ\nぞれについて、客観的数値との合理的関連性等の観点から、判断の過程又は\n手続に過誤、欠落があるといえるか否かを検討することとし、デフレ調整の\n相当性については、さらに、①物価の変化率による調整を行うとしたことの\n合理性、②デフレ調整の方法（⒜調整の起点〔始期〕の設定、⒝生活扶助相\n当ＣＰＩの設定）の合理性について検討する。\nなお、前記⑷に説示したとおり、デフレ調整は、平成２５年検証の結果に\n基づくものではなく、社会保障審議会やその下に置かれる部会又は委員会そ\nの他の専門家によって構成される会議体による審議検討を経たものでもない\nため、デフレ調整の必要性及び相当性に係る厚生労働大臣の判断については、\nこれが専門的知見に基づく高度の専門技術的な考察を経て合理的に行われた\nとする被告らの説明に基づき、客観的な数値との合理的関連性等の観点から\n検討することとする。\n⑻  デフレ調整の必要性についての検討\nア  被告らの説明\n被告らは、デフレ調整を行う必要があったことについて、次のとおり説\n明する。すなわち、平成１９年検証の結果、当時の生活扶助基準が一般\n低所得世帯の消費実態と比べて高いとされており、本来、平成２０年以\n降、速やかに生活扶助基準の見直しを行わなければならなかったところ、\n当時の社会経済情勢を考慮して同年度以降の生活扶助基準が据え置かれ\nてきたが、消費者物価指数が下落するなどデフレ傾向が続いたため、こ\nれらの経緯を踏まえて、同年度以降のデフレ傾向及び生活扶助基準の据\n置きから生ずる保護受給世帯の可処分所得の実質的増加分を是正するた\nめにデフレ調整を行う必要があった、と主張するものである。\nイ  検討\n被告らの説明によると、デフレ調整の必要性は、平成１９年検証後\nに生活扶助基準が改定されずに据え置かれたこと及び平成２３年までに\n物価が下落したことにより、生活扶助基準と一般低所得世帯の消費実態\nとの均衡が崩れ、生活扶助基準が一般低所得世帯の消費実態に比較して\n高くなっていたことを主な根拠とするものである。\nしかしながら、平成１９年報告書によれば、標準世帯については、\n第１・十分位における生活扶助相当支出額が１４万８７８１円であった\nのに対し、生活扶助基準額は１５万０４０８円であり、生活扶助基準額\nがやや高めであるとされたものの、その差は１世帯当たり１６２７円\n（割合にして約１．１０％）にすぎないものであった（認定事実⑸イ）。\nそして、平成１９年検証は、平成１９年１１月３０日にその報告書\n（平成１９年報告書）が取りまとめられたところ（認定事実⑸）、その\n後の社会経済情勢について見ると、原油価格の高騰や、平成２０年２月\n以降の生活関連物資を中心とした物価上昇が国民の家計へ大きな影響を\n与えており、さらに、同年９月以降はいわゆるリーマン・ショックが実\n体経済へ深刻な影響を及ぼしていたのであって（認定事実⑹）、これら\nは一般低所得世帯の消費実態にも影響を及ぼしていたものと考えられる。\nまた、平成１９年から平成２３年までの物価の動向（総務省ＣＰＩ）\nを見ると、全体では、平成１９年から平成２０年にかけて１．４％上昇\nした後、平成２０年から平成２３年までの間に下落している（－２．３\n５％）ところ（認定事実⑺ア、⑿エ ）、これを費目別に見ると、食料\n費は、平成２０年に２．６％上昇した後、平成２１年にも０．２％上昇\nし、その後、平成２２年及び平成２３年は下降に転じた（それぞれ－０．\n３％、－０．４％）ものの、これらの下降分を考慮しても、平成２３年\nの時点では平成１９年の時点よりも高くなっており、また、光熱水費も、\n平成２０年に６．０％上昇した後、平成２１年及び平成２２年は下降に\n転じた（それぞれ－４．２％、－０．２％）ものの、その後、平成２３\n年には３．３％上昇し、平成２３年の時点では平成１９年の時点よりも\n高くなっている（認定事実⑺ア）。すなわち、平成１９年から平成２３\n年までの物価を全体として見れば下落しているとしても、一般低所得世\n帯の家計に重要な食料費や光熱水費については、この間に上昇している\nことが認められる。\n以上のような平成１９年検証後の社会経済情勢や物価の動向、特に食\n料費や光熱水費といった一般低所得世帯の家計に重要な費目に係る物価\nはむしろ上昇していることに照らすと、平成１９年検証後に生活扶助基\n準が据え置かれたこと及び平成２３年までの物価の下落により、保護受\n給世帯の可処分所得が実質的に増加した、あるいは、生活扶助基準と一\n般低所得世帯の消費実態との均衡が崩れ、生活扶助基準が一般低所得世\n帯の消費実態に比較して高くなっていたとは、にわかに認め難い状況で\nあったものである。\nさらに、前記⑸オにおいて検討したとおり、平成２５年検証は、結果\n的に標準世帯の生活扶助基準額にも影響を及ぼしており、ゆがみ調整に\nおいて２分の１の限度で反映されたとはいえ、その影響は相当程度に及\nんでいるのであるから、ゆがみ調整後基準額にデフレ調整を行うに際し\nては、ゆがみ調整の結果として及ぼされている影響とデフレ調整との関\n係、すなわち、①ゆがみ調整による標準世帯の生活扶助基準額への影響\n（及びこれを起点とする展開を通じた他の世帯類型の生活扶助基準額へ\nの影響）を考慮しても、なお、本件対象期間における物価の変動を踏ま\nえた生活扶助基準の水準の調整を行う必要があるのか、②その必要があ\nるとしても、物価の変動を踏まえた調整を行うべき範囲・程度を決める\nに当たって、ゆがみ調整の結果として及ぼされている影響との関係をど\nのように考慮すべきかについて、専門技術的な見地からの検討を要する\nものというべきである。しかるに、被告らはこの点について十分な説明\nをせず、厚生労働大臣がデフレ調整をするに当たってこの点に係る専門\n技術的な見地からの検討を行ったともうかがわれない。\nデフレ調整の必要性についての小括\n以上によれば、平成１９年報告書によって生活扶助基準が一般低所得\n世帯の消費実態に比べて高くなっていたとしてもその程度は僅かなもの\nといえるところ（上記 ）、平成１９年検証後の社会経済情勢や物価の\n動向、特に食料費や光熱水費といった一般低所得世帯の家計に重要な費\n目に係る物価はむしろ上昇していることに照らし、平成２３年までに生\n活扶助基準が一般低所得世帯の消費実態に比較して高くなっていたとは\nにわかに認め難い状況であったものであり（上記 ）、また、ゆがみ調\n整の結果により標準世帯の生活扶助基準額に影響が及んでいることとデ\nフレ調整との関係について被告らの説明は不十分であり、この点につき\n専門技術的な見地からの検討が行われたとも認め難い（上記 ）。した\nがって、デフレ調整の必要性に係る厚生労働大臣の判断は、これに関す\nる被告らの説明を踏まえても、統計等の客観的な数値等との合理的関連\n性を欠き、あるいは、専門的知見との整合性を有しないものといわざる\nを得ない。\n⑼  デフレ調整の相当性①（物価の変化率による調整を行うとしたことの合\n理性）についての検討\nア  被告らの説明\n被告らは、本件改定において物価の変化率による調整を行うとしたこと\nの合理性について、次のとおり説明する。すなわち、保護基準の設定及\nび改定については、厚生労働大臣に広範な裁量権が認められており、改\n定の方式についても法令上の定めはなく、水準均衡方式についても、厚\n生労働大臣が昭和５８年意見具申以降採用している事実上の改定指針に\nすぎず、生活保護法８条２項の「最低限度の生活」を判断決定するため\nの手法は、消費を用いる水準均衡方式等の特定の方式に限られるわけで\nはない。保護受給世帯の購買力として捉えられる生活扶助基準の水準を、\n物価の変化率を用いて改定することも、想定される合理的な改定手法の\n一つであり、生活扶助基準の水準を改定するための指標として物価の変\n化率を用いることは、購買力の変化の観点から一般国民と保護受給世帯\nの生活水準との相対的均衡を図ることにほかならず、このような改定の\n手法は従来の水準均衡方式の考え方にも整合する、と主張するものであ\nる。\nイ  検討\nしかしながら、前記⑵エのとおり、生活保護法の制定以来、生活扶助\n基準の改定方式の決定ないしその基本的な枠組みの設定は、中央社会福\n祉審議会の下に置かれた生活保護専門分科会の審議検討を通じて行われ、\n昭和５９年から採用された水準均衡方式の運用についても、社会保障審\n議会福祉部会の下に置かれた専門委員会や、厚生労働省社会・援護局長\nの下に置かれた検討会において、その運用の在り方についての審議検討\nが行われ、平成２３年以降は、社会保障審議会の下に常設の部会として\n設置された基準部会において定期的な検証が行われることとされていた。\nしかるところ、これまでの生活扶助基準の改定において、本件改定の\nデフレ調整のような方法で物価の変動が考慮されたことはなく（認定事\n実⑵、⑶。なお、マーケットバスケット方式においては物価の変動が考\n慮されるが、そこでの考慮の在り方は、デフレ調整における方法とは明\nらかに異なるものである。）、これまで、デフレ調整において用いられ\nたような方法で物価の変動を考慮する生活扶助基準の改定方式について、\n専門家の関与の下において議論、検討されてきたとも認められず、デフ\nレ調整は、何ら専門家による検討を経ることなく、厚生労働大臣の独自\nの判断により行われたものである。\n昭和５９年度以降採用されてきた水準均衡方式は、その基本的な考え\n方として、国民の生活水準が著しく向上した今日においては、単に肉体\n的生存に必要な最低限の衣食住を充足すれば十分というものではなく、\n一般国民の生活水準と均衡のとれた最低限度の生活であることが要請さ\nれるものであって、生活保護において保障すべき最低限度の生活の水準\nは一般国民の生活水準との関連において捉えられるべき相対的なもので\nあるとの見解に立ち（認定事実⑶イ ）、これを前提に、一般国民（具\n体的には一般低所得世帯）の消費実態をもって最低限度の生活を測定す\nるための基礎としてきたものである。\nこのような水準均衡方式と物価の変動の関係について見ると、水準均\n衡方式による生活扶助基準の改定（年度ごとの改定）において参照され\nる民間最終消費支出には、物価の変動分を除去していない名目値が用い\nられているから（認定事実⑶エ）、水準均衡方式の下においても、物価\nの変動は、一般国民の消費実態の変動を通じることによって、その限り\nにおいては、生活扶助基準に一定の影響を及ぼしているものといえる。\nしかし、そうであるとしても、物価は、消費と関連付けられる諸要素\nの一つであるにすぎず、消費実態は、世帯員の年齢、世帯人数、地域、\n季節、社会経済情勢の変化など他の様々な要素の影響を受けるのであっ\nて、消費と物価が異なる性質を有する別個の経済指標であることは明ら\nかである。この点は、昭和５８年意見具申においても、物価はそのまま\nでは消費水準を示すものではないのでその伸びは参考資料にとどめるべ\nきであることが指摘されているところであり（認定事実⑶イ ）、昭和\n５９年に水準均衡方式が採用されて以降、本件改定以前には、生活扶助\n基準を改定するに当たり物価の変化率を反映するという手法が取られた\nことがなかったのも、このような消費と物価の性質の違いを踏まえたも\nのであったと解される。\nそうすると、従来の水準均衡方式の下で最低限度の生活を測定するた\nめの基礎とされてきた一般国民の消費実態に代えて、物価の変化率を採\n用するのであれば、そのような新たな測定方式の採用の是非やこれを採\n用するとした場合の具体的手法（従来の水準均衡方式における改定との\n連続性・整合性は維持されるのか、物価の変化率により最低限度の生活\nを的確に測定するためには具体的にどのような手法を用いるべきか等）\nについて、専門技術的な見地からの検討を要するものというべきである。\nしかるに、被告らはこの点について十分な説明をせず、厚生労働大臣が\nデフレ調整をするに当たってこの点に係る専門技術的な見地からの検討\nを行ったともうかがわれない。\nところで、被告らの説明は、平成１９年検証において生活扶助基準が\n一般低所得世帯の消費実態を下回らないとされていたことを前提に、そ\nの後の物価の変動による保護受給世帯における可処分所得の実質的増加\nを踏まえた調整を行うとし、これをもって「購買力の変化の観点から一\n般国民と保護受給世帯の生活水準との相対的均衡を図る」ものと位置付\nけているようであるが、そうであるとすれば、一定の時点における最低\n限度の生活の水準を一般国民の消費実態との関係において測定する一方、\nこのようにして測定された水準につき、その後の物価の変動を改定率\n（差分）としてのみ考慮することとしたものとも解し得る。\nこのことは、上記 によれば、最低限度の生活の水準の測定について、\n消費と物価という異なる性質を有する別個の経済指標に由来する各測定\n方式を組み合わせることにほかならないが、このように異なる方式を組\nみ合わせることの相当性についても、専門技術的な見地からの検討を要\nするものというべきである。しかるに、被告らはこの点について十分な\n説明をせず、厚生労働大臣がデフレ調整をするに当たってこの点に係る\n専門技術的な見地からの検討を行ったともうかがわれない。\nまた、この点をおくとしても、消費者物価指数は、消費構造（財及\nびサービスの組合せ並びにその数量）を一定に固定して、これに要する\n費用が物価の変動によってどのように変化したかを示すものであり（認\n定事実⑿ア）、この間の一般国民の生活水準の変動自体を直接把握しよ\nうとするものではない。\nそうすると、仮に、生活扶助基準の改定において、水準均衡方式によ\nり測定された水準につき、その後の物価の変動を改定率（差分）として\n考慮することが許されるとしても、消費者物価指数の変化率をそのまま\n用いることには問題があり、上記 のような消費と物価の性質の違いを\n踏まえ、物価の変化率を用いて生活保護において保障すべき最低限度の\n生活の水準を的確に測定するためにはどのような手法によるべきかが専\n門技術的な見地から検討されることが必要であるが、この点についても\n被告らにより十分な説明はされていない（なお、厚生労働大臣がデフレ\n調整に用いるため、総務省ＣＰＩに基づき生活扶助相当ＣＰＩを設定し\nたことが適当であったかについては、後記⑾において検討する。）。\nデフレ調整の相当性①についての小括\n以上によれば、本件改定において物価の変化率による調整を行うとし\nたことの合理性に関する被告らの説明は、①従来の水準均衡方式の下で、\n物価の変化率を反映させるという方法によらずに最低限度の生活の水準\nの測定が行われてきたこととの関係ないし整合性、②消費と物価という\n異なる性質を有する別個の経済指標に由来する各測定方式を組み合わせ\nることの相当性、③物価の変化率を用いて生活保護において保障すべき\n最低限度の生活の水準を的確に測定するための具体的な手法の在り方等\nについて十分に説明するものではなく、上記合理性に係る厚生労働大臣\nの判断は、被告らの説明を踏まえても、上記 、 のような審議会等に\nおいて示されてきた専門的知見との整合性を有しないものといわざるを\n得ない。\nなお、被告らは、平成２５年報告書に「厚生労働省において生活扶助\n基準の見直しを検討する際には、本報告書の評価・検証の結果を考慮し、\nその上で他に合理的説明が可能な経済指標などを総合的に勘案する場合\nは、その根拠についても明確にされたい」と記載されていること（認定\n事実⑻ウ）を挙げ、厚生労働大臣が生活扶助基準の改定を検討する際に\n根拠を明示して物価などの経済指標を総合的に勘案することについては、\n基準部会の委員全員の了承を得ていたものである旨主張する。\nしかしながら、証拠（甲Ａ３）によれば、平成２５年検証に係る基準\n部会において、デフレ調整におけるような物価の変動の考慮の是非やそ\nの手法について具体的に議論、検討されたことはなかったものと認めら\nれ、平成２５年報告書における上記記載も、生活扶助基準の改定に当た\nり合理的説明が可能な経済指標を勘案する場合には、その根拠を明確に\nすべきことを求めるものにすぎないと解される。したがって、被告らの\n上記主張は採用することができない。\n⑽  デフレ調整の相当性②（調整の起点〔始期〕の設定の合理性）について\nの検討\nア  被告らの説明\n被告らは、デフレ調整の方法に関し、調整の起点（本件対象期間の始\n期）を平成２０年としたことの合理性について、次のとおり説明する。\nすなわち、平成１９年報告書では、生活扶助基準は一般低所得世帯の消\n費実態と比べて高いと評価されており、本来、平成２０年度以降、速や\nかに生活扶助基準を一般低所得世帯の消費実態に適合したものとするよ\nうに見直されるべきであったところ、当時の社会経済情勢に鑑みて生活\n扶助基準の見直しは据え置くこととされたため、平成２０年において、\n生活扶助基準と一般低所得世帯の消費実態との均衡が崩れ、生活扶助基\n準が一般低所得世帯の消費実態に比較して高くなっていたが、その後も、\n本件改定に至るまで、平成１９年検証の結果を踏まえた生活扶助基準の\n見直しは行われなかった。このように、本来、平成２０年度以降、速や\nかに生活扶助基準の見直しの検討を行わなければならなかったのである\nから、デフレ調整の起点を平成２０年としたことには十分合理的な理由\nがある、と主張するものである。\nイ  検討\nしかしながら、被告らが指摘する平成１９年検証は、平成１６年全\n国消費実態調査の結果を用いて生活扶助基準の水準を検証した結果、標\n準世帯の第１・十分位における生活扶助相当支出額と比較すると、生活\n扶助基準額がやや高めとなっていたとするものであり（認定事実⑸イ\n）、これが、その４年後である平成２０年における生活扶助基準と一\n般低所得世帯の消費実態との均衡に関する状況を直ちに示すものとは認\nめ難い。\nもっとも、平成１９年検証の基礎とされた平成１６年全国消費実態調\n査後の生活扶助基準の改定の状況をみると、平成１７年度から平成１９\n年度までは、年度ごとの改定において、民間最終消費支出の伸び等を考\n慮し、前年度の生活扶助基準額を据え置く（改定率を１００％として改\n定する）こととされているから（認定事実⑹ア）、平成１９年度の改定\nの時点においては、このような水準均衡方式に基づく定期的な生活扶助\n基準の改定を通じて、平成１９年検証において確認された平成１６年全\n国消費実態調査の結果に基づく生活扶助基準と一般低所得世帯の消費実\n態との関係が維持されていたものとみる余地がないではない。\nこれに対し、平成２０年度については、上記のような年度ごとの改定\nは行われなかったものであるから（認定事実⑹ウ）、平成１９年度の改\n定の当時の生活扶助基準と一般低所得世帯の消費実態との関係が維持さ\nれていたとみることは困難である。むしろ、上記⑻イ のとおり、平成\n１９年から平成２０年にかけて総務省ＣＰＩが１．４％上昇していたこ\nとからすると、平成２０年においては、生活扶助基準と一般低所得世帯\nの消費実態との関係には変化が生じていた可能性があり、その結果、生\n活扶助基準が一般低所得世帯の消費実態よりも低くなっていた可能性も\n否定できないものといえる。\nそうすると、平成１９年検証の結果に基づき本来平成２０年度に生活\n扶助基準の改定を行うべきであったがこれがされずにそのまま据え置か\nれたことと、デフレ調整の起点を平成２０年とすること（その時点にお\nける生活扶助基準が一般低所得世帯の消費実態を下回らないと判断する\nこと）とは連関を欠き、この点についての被告らの説明には論理の飛躍\nがあるものといわざるを得ない。\nデフレ調整の相当性②についての小括\n以上によれば、本件改定においてデフレ調整の起点を平成２０年とし\nたことの合理性に関する被告らの説明は、平成２０年において生活扶助\n基準と一般低所得世帯の消費実態との均衡が崩れ、生活扶助基準が一般\n低所得世帯の消費実態よりも高くなっていたこと（少なくとも生活扶助\n基準が一般低所得世帯の消費実態を下回らない状態であったこと）を合\n理的根拠に基づいて説明するものとはいえず、結局のところ、平成２０\n年をデフレ調整の起点とした根拠は不明であるというほかないものであ\nる。したがって、上記合理性に係る厚生労働大臣の判断は、この点に関\nする被告らの説明を踏まえても、統計等の客観的な数値等との合理的関\n連性を欠き、あるいは、専門的知見との整合性を有しないものといわざ\nるを得ない。\n⑾  デフレ調整の相当性③（生活扶助相当ＣＰＩの設定の合理性）について\nの検討\n本件改定のデフレ調整においては、物価の変化率を測定する指標として、\n生活扶助相当ＣＰＩが用いられている。生活扶助相当ＣＰＩは、総務省ＣＰ\nＩを基に、すべての消費品目（指数品目）から、①生活扶助以外の扶助で賄\nわれる品目（家賃、教育費、医療費など。除外品目①）及び②原則として保\n有が認められておらず又は免除されるため保護受給世帯において支出するこ\nとが想定されていない品目（自動車関係費、ＮＨＫ受信料など。除外品目\n②）を除いて算出した消費者物価指数である（前提事実⑸ウ）。以下、デフ\nレ調整の方法のうち、生活扶助相当ＣＰＩの設定に係る合理性につき検討す\nる。\nア  被告らの説明\n被告らは、デフレ調整の方法に関し、生活扶助相当ＣＰＩの設定に係\nる合理性について、次のとおり説明する。すなわち、デフレ調整におい\nては、保護受給世帯における可処分所得の実質的増加がどの程度である\nかを把握する必要があるところ、消費者物価指数は、家計の消費構造を\n一定のものに固定した上で、これに要する費用が物価の変動によってど\nのように変化するかを指数値で示したものであり、広く社会に定着した、\n国民から一定の理解を得られている透明性の高い経済指標の一つである\nから、保護受給世帯における可処分所得の実質的増加の程度を勘案する\nために用いる指標として合理的である。そして、デフレ調整は、物価の\n長期的な推移を見ることを目的とした消費者物価指数とは異なり、生活\n扶助基準の据置きに伴う保護受給世帯の可処分所得の実質的増加の程度\nを見ることを目的としたものであることからすれば、品目についても、\n生活扶助で対応する品目、保護受給世帯において支出する品目に限定し\nたことは合理的である、と主張するものである。\nイ  検討\nまず、前提として、被告らが主張するように物価の下落率をもって可\n処分所得の実質的増加と評価し得るとしても、その有無、程度を正しく\n評価するためには、①当該期間における物価の下落の程度を正しく把握\nすることのみならず、②物価の下落率を算出する前提とされた消費構造\n（消費支出総額に占める各指数品目に係る支出額の割合）が、保護受給\n世帯における消費構造を適切に反映していることが必要である。そして、\n上記②に関し、生活扶助相当ＣＰＩは、総務省ＣＰＩにおいて用いられ\nている指数品目のうち、生活扶助費から支出されることがおよそ予定さ\nれていない品目（除外品目）を除いた品目（生活扶助相当品目）につい\nての消費者物価指数であるから、その指数品目自体は生活扶助による消\n費支出の対象となる品目と合致しているものの、その品目別の支出の構\n成、すなわち、物価の下落率を算出する前提とされた消費構造（生活扶\n助相当ＣＰＩにおけるウエイト〔消費支出全体に占める各指数品目の支\n出の割合〕）と保護受給世帯の消費構造とが大きく異なるとすれば（と\nりわけ、物価の下落率に大きな影響を及ぼしている品目に係る支出額が\n消費支出総額に占める割合について、両者の間に大きなかい離があると\nすれば）、そのようにして算出された物価の下落率は、保護受給世帯に\nおける可処分所得の実質的増加の有無、程度を正しく評価するものとは\nいえないこととなる。\nそこで、以下においては、上記②の観点（物価の下落率を算出する前\n提とされた消費構造と保護受給世帯における消費構造との異同）から生\n活扶助相当ＣＰＩの設定の合理性について検討するが、その検討に当た\nっては、まず、⒜本件下落率に大きな影響を及ぼしたと原告らにより主\n張されている品目（テレビ等）が、実際にどのような影響を及ぼしてい\nるのかについて検討し、次いで、⒝それらの品目に係る支出が消費支出\n総額に占める割合が、本件下落率を算出する前提とされた生活扶助相当\nＣＰＩのウエイトと保護受給世帯の消費構造とでどのように相違してい\nるかについて検討することとする。\nテレビ等の物価の下落による影響の程度について\nａ  本件対象期間（平成２０年から平成２３年まで）における生活扶助\n相当ＣＰＩの変化率（本件下落率）は－４．７８％であるところ、生\n活扶助相当品目について基準時である平成２２年の価格指数を１００\nとした場合における平成２０年と平成２３年の価格指数を対比すると、\n教養娯楽用耐久財、特に、テレビ、ビデオレコーダー、パソコン１及\nび２並びにカメラ（テレビ等）において価格指数の顕著な下落が見ら\nれ（認定事実⒁ア）、これらテレビ等のウエイト（合計１４７。なお、\nここでいうウエイトとは、基準時の消費支出全体を１万とした場合の\n各指数品目の支出割合を示す数値を指す。）が生活扶助相当ＣＰＩに\nおけるウエイト総数（平成２０年につき６１８９、平成２３年につき\n６３９３〔認定事実⒀ウ〕）に占める割合も考慮すると、本件対象期\n間における物価の変動には、テレビ等の価格の下落が相応の影響を与\nえていることがうかがわれる。\nｂ  そこで、さらに、テレビ等の価格の下落が本件対象期間における物\n価の変動に与えた影響の程度について検討する。\n一般に、ウエイトを加味した各指数品目の価格の変動が、物価全体\nの変動に対してどの程度影響しているかを示す指標として、寄与度\n（ある指数品目について、他の指数品目の価格は変動せず、当該指数\n品目の価格のみが変動したと仮定した場合における総合指数の変化率\nを表す指標）が用いられているところ、本件対象期間における物価の\n変動におけるテレビ等の寄与度を算式㋐によって計算すると－３．２\n８となる（認定事実⒁イ、ウ）から、上記の寄与度の意義に照らすと、\n本件対象期間にテレビ等についてのみ価格の変動が生じ、その余の生\n活扶助相当品目の価格に変動が生じなかったと仮定した場合の生活扶\n助相当ＣＰＩの変化率は－３．２８％となり、他方、本件対象期間に\nテレビ等を除く生活扶助相当品目についてのみ価格の変動が生じ、テ\nレビ等について価格の変動が生じなかったと仮定した場合の変化率は、\n－１．５０％＝〔－４．７８〕－〔－３．２８〕となるから、本件下\n落率は、その相当部分がテレビ等の価格の下落の影響によるものとい\nうことができる。\nこのようなテレビ等の価格の下落の影響は、総務省ＣＰＩの算出に\nも及んでいるが、総務省ＣＰＩのウエイト総数は１万であるため、算\n式㋐によれば、本件対象期間における物価（総務省ＣＰＩ）の変動に\n対するテレビ等の寄与度は－２．１となる。これはすなわち、厚生労\n働大臣が生活扶助相当ＣＰＩを算出するに当たり、指数品目から除外\n品目を除いた結果、生活扶助相当品目に係るウエイト総数（平成２３\n年）が６３９３となったことから、算式㋐の計算上、分母の値が小さ\nくなり、テレビ等の価格の下落による影響（寄与度）が総務省ＣＰＩ\nに比べて増幅したことによるものである。本件対象期間における総務\n省ＣＰＩの下落率が－２．３５％である（認定事実⑿エ ）のに対し、\n生活扶助相当ＣＰＩの下落率（本件下落率）が－４．７８％という高\nい下落率となっているのも、このようなテレビ等の寄与度の増幅が大\nきな要因であるものと考えられる。\nｃ  なお、テレビ等の価格指数が上記のとおり極めて大きな下落率を示\nしていることに関して、総務省統計局は、平成２３年の総務省ＣＰＩ\nの説明として、テレビにつき地上デジタル放送への移行により需要が\n減少したことを挙げるとともに、パソコン１及び２やカメラについて\nも技術革新や性能向上を挙げているところであり（甲Ａ４３）、これ\nらからすれば、本件対象期間におけるテレビ等の価格指数の大幅な下\n落は、地上デジタル放送への移行に伴うテレビの需要の減少や、技術\n革新や品質の向上に伴う品質調整（認定事実⑿エ ）の結果によると\nころが大きいものと推認することができる。\n生活扶助相当ＣＰＩにおけるウエイトと保護受給世帯の消費構造と\nの相違について\nａ  生活扶助相当ＣＰＩを算出する際に用いられた生活扶助相当品目別\nのウエイトは、総務省ＣＰＩの算出の際に用いられるウエイトのうち\n生活扶助相当品目に係るものをそのまま利用したものであるところ\n（認定事実⒀イ）、この総務省ＣＰＩの算出の際に用いられるウエイ\nトは、家計調査によって得られたウエイト参照時となる年の平均１か\n月の１世帯当たりの品目別消費支出額を用いて作成されている（認定\n事実⑿エ ）。そして、家計調査は、統計法に基づく基幹統計調査の\n一つとして、国民生活における家計収支の実態を把握するために総務\n省統計局が毎月実施している統計調査であり、具体的には、調査世帯\nが全国の世帯を代表するよう無作為に抽出された約９０００世帯に調\n査票を交付、回収する方法により実施しているものである（認定事実\n⑿エ ）。\nそうすると、生活扶助相当ＣＰＩを算出する際に用いられたウエイ\nトは、ウエイト参照時（平成２２年）における国民一般の消費構造を\n代表しているとはいえるものの、これが保護受給世帯における消費構\n造とも合致しているかについてはさらに検討する必要がある。\nｂ  一般に、低所得世帯においては、その余の世帯に比べ、食費や光熱\n水費など日常生活の維持のために必要不可欠な品目に係る消費支出額\nが消費支出総額のうちに占める割合が大きくなる一方、教養娯楽費の\nような日常生活の維持に必ずしも不可欠とはいえない品目に係る消費\n支出額の割合が小さくなるものと考えられ、このような経験則は、消\n費支出の費目によって支出弾力性に差異があることを前提として、固\n定的経費と変動的経費に区分して消費支出の分析をしている平成２９\n年検証においても、当然の前提とされているものであり（認定事実⑾\nイ ａ、乙Ａ７４・９頁参照）、一般に広く承認されているものとい\nえる。\nｃ  上記ｂの点について、さらに、統計的数値の分析をもって考察する\nと、次のとおりとなる。\nこの考察に当たっては、厚生労働省が保護受給世帯の生活実態を明\nらかにするために実施している社会保障生計調査の結果を用いること\nとする。この社会保障生計調査は、具体的には、全国の保護受給世帯\nを対象として全国を１０ブロックに分け、ブロックごとに都道府県・\n指定都市・中核市のうち１～３か所を調査対象自治体と選定して、そ\nこから１１１０世帯（ただし、生活扶助を受けていない世帯等は除外\nする。）を抽出し、これらの世帯を対象として、家計簿を調査世帯に\nおいて記入してもらうなどしてその世帯の状況と家計の状況を調査す\nるものであって、そのうち消費支出の状況については、級地、世帯類\n型、世帯業態（勤労、その他）及び世帯人数別に、消費支出総額とそ\nの内訳（総務省ＣＰＩにおける１０大費目に応じた①食料、②住居、\n③光熱・水道、④家具・家事用品、⑤被服及び履物、⑥保健医療、⑦\n交通・通信、⑧教育、⑨教養娯楽、⑩その他）について調査が行われ\nている（甲Ａ７８、乙Ａ８５）。\nそこで、上記 ｂのとおり本件下落率にその価格の下落が大きな影\n響を及ぼしていると認められるテレビ等 ないしこれを含む品目類\n（「教養娯楽」ないし「教養娯楽用耐久財」）が消費支出総額に占め\nる割合について、平成２２年の社会保障生計調査の結果と同年の総務\n省ＣＰＩにおけるウエイト（以下、同ウエイトに係る消費構造を有す\nると仮定される世帯を「一般世帯」ということがある。）を用いて比\n較すると、次のとおりである（甲Ａ７８、乙Ａ２８、８５。なお、社\n会保障生計調査における消費支出総額には生活扶助以外の種類の保護\nにより賄われることが予定されている品目（除外品目①）に係る消費\n支出も含まれるため、ここでは、一般世帯に係るウエイト総数につい\nても除外品目に係るウエイトを除外せず、総務省ＣＰＩにおけるウエ\nイト総数〔１万〕をそのまま用いることとする。）。\nまず、教養娯楽に係る支出について見ると、①保護受給世帯におい\nて消費支出総額に対して教養娯楽に係る支出額が占める割合は、２人\n以上の世帯が６．４％（支出額１万１０３０円〔１か月当たり。以下\n同じ。〕）、単身世帯が５．６％（支出額６０５７円）であるのに対\nし、②一般世帯においては、ウエイト総数（１万）に対して教養娯楽\nのウエイト（１１４５）が占める割合は１１．５％であり、保護受給\n世帯の消費支出総額における教養娯楽に係る支出額が占める割合は、\n一般世帯の約半分にすぎない。\n次に、教養娯楽用耐久財に係る支出について見ると、①保護受給世\n帯（２人以上）において消費支出総額（１７万３６２０円）に対して\n教養娯楽用耐久財に係る支出額が占める割合は０．６４％（支出額１\n１１０円）であるのに対し、②一般世帯においては、ウエイト総数\n（１万）に対して教養娯楽用耐久財のウエイト（１７１）が占める割\n合は１．７１％であり、保護受給世帯の消費支出総額において教養娯\n楽用耐久財に係る支出額が占める割合は、一般世帯の４割未満にすぎ\nない。\nさらに、テレビ等に係る支出に関しては、社会保障生計調査におい\nては、家計調査におけるような詳細な品目別の調査は行われておらず、\n教養娯楽用耐久財については「ＰＣ・ＡＶ機器」（以下「ＰＣ機器\n等」という。）、「ピアノ」、「他の教養娯楽用耐久財」の三つに区\n分されているところ、このうちＰＣ機器等は概ねテレビ等に対応する\nものと考えられる（なお、テレビ等にはＰＣ機器等に含まれると考え\nられる指数品目の一部〔プレーヤー携帯型オーディオ、プリンタ、ビ\nデオカメラ〕が含まれていないから、少なくとも、消費支出総額にお\nけるテレビ等に係る支出額が占める割合は、消費支出総額におけるＰ\nＣ機器等に係る支出額が占める割合を上回らないものと推認され\nる。）。\nそこで、テレビ等ないしＰＣ機器等に係る消費支出について見ると、\n①保護受給世帯（２人以上）の消費支出総額（１７万３６２０円）に\nおいてＰＣ機器等に係る支出額が占める割合は０．４２％（支出額７\n３７円）であるのに対し、②一般世帯においては、ウエイト総数（１\n万）に対してテレビ等のウエイト（１４７）が占める割合は１．４\n７％であり、保護受給世帯の消費支出総額においてテレビ等に係る支\n出額が占める割合は、一般世帯の３割未満にすぎない。\nｄ  以上のように、テレビ等ないしこれを含む品目類（「教養娯楽」な\nいし「教養娯楽用耐久財」）の支出が消費支出総額に占める割合につ\nいては、デフレ調整において生活扶助相当ＣＰＩを算出する際に前提\nとされた消費構造（総務省ＣＰＩにおけるウエイト）と、保護受給世\n帯における消費構造との間に、大きなかい離があることが認められる。\nデフレ調整の相当性③についての小括\n上記 及び において検討したところによれば、①本件対象期間にお\nけるテレビ等の価格の下落が同期間の物価の変動（生活扶助相当ＣＰＩ\nの変化率〔本件下落率〕）に及ぼした影響（寄与度）は、テレビ等の価\n格指数の下落幅の大きさや、生活扶助相当ＣＰＩの算出の際に指数品目\nから除外品目を除いたことでウエイト総数が減少し、寄与度が計算上増\n幅したことなどが相まって、大きな影響を及ぼす結果となったものとい\nえるところ（上記 ）、②生活扶助相当ＣＰＩを算出する際に用いられ\nたウエイト（一般世帯の消費構造）と保護受給世帯における消費構造を\n比べると、テレビ等を含む品目類において大きくかい離しており、この\nようなかい離の程度を前提とすると、テレビ等の価格の下落が大きな要\n因となって物価（生活扶助相当ＣＰＩ）が下落したことによる消費実態\nへの影響の程度（物価の下落をもって実質的な可処分所得の増加と評価\nし得る程度）は、保護受給世帯においては、一般世帯と比べて相対的に\n小さいものというべきである。そうすると、本件対象期間におけるテレ\nビ等以外の指数品目に係る価格の変動の状況やそれらが物価の変動及び\n消費実態に及ぼした影響について検討するまでもなく、保護受給世帯に\nおいて、本件下落率（－４．７８％）に相当するような可処分所得の実\n質的増加が生じたと評価することはできない。\nしたがって、厚生労働大臣が本件改定のデフレ調整のために行った生\n活扶助相当ＣＰＩの設定は、本件対象期間における保護受給世帯の可処\n分所得の実質的増加の有無、程度を正しく評価し得るものといえず、そ\nの合理性に係る同大臣の判断は、この点に関する被告らの説明を踏まえ\nても、統計等の客観的数値等との合理的関連性を欠くものといわざるを\n得ない。\n⑿  本件改定の結果として及ぼされる影響の重大性についての検討\nア  デフレ調整等は、本件改定においてゆがみ調整と一体的に行われるもの\nであり、具体的には、ゆがみ調整後基準額から本件下落率に相当する減額\n率（－４．７８％）で一律に減ずることにより行う（ただし、激変緩和措\n置として、３年間にわたり段階的に実施し、増減幅の上限及び下限を±１\n０％とする。）というものである。\nしかるところ、昭和５９年以降採用されている水準均衡方式の下におい\nては、増減いずれについても、デフレ調整における減額率（－４．７\n８％）を超える改定率での生活扶助基準の改定がされたことはなく（乙\nＡ１０）、過去に減額された例は、平成１５年度（－０．９％）及び平\n成１６年度（－０．２％）の２例しかなかったことに照らせば、デフレ\n調整における減額率は、これまでの水準均衡方式の下における生活扶助\n基準の改定の例に照らして突出したものである。\nまた、本件改定後の生活扶助費の増減についてみると、保護受給世帯の\nうち約３％の世帯が０～２％の増加、約７１％の世帯が０～５％の減少、\n約２５％の世帯が５～１０％の減少（うち約２％の世帯が９～１０％の\n減少）となり（乙Ａ１８）、約９６％の世帯について生活扶助費が減額\nされることとなる一方、ゆがみ調整による増額幅がデフレ調整による減\n額幅を上回ることにより生活扶助費が増額されることとなる保護受給世\n帯は、全体のごく一部にとどまる。なお、生活扶助基準の減額幅が本件\n下落率を超えない世帯が多いのは、ゆがみ調整のみであれば生活扶助費\nが増額されるはずの世帯が多数を占めていたことによるものであるが、\nこれらの世帯は、平成２５年検証において、標準世帯を起点とする展開\nにおいて不利になっているとされた世帯（高齢単身世帯、高齢夫婦世帯\n等）であるところ、ゆがみ調整において２分の１の反映が行われたこと\nの影響も相まって、デフレ調整等により最終的には生活扶助費が減額さ\nれることとなったものであるから、これらの世帯についても、デフレ調\n整等により被る不利益が小さいということはできない。\nイ  生活扶助は、憲法２５条の理念に基づき生活保護法が定める健康で文化\n的な最低限度の生活を営み得るように同法１１条が定めた各種の保護の中\nでも、衣食その他日常生活の需要に応じたものであって、飲食物費や光熱\n水費など日常生活に不可欠な支出に係る需要を満たすためのものとして、\n保護受給世帯の基礎的な生計に関わるものである（前記⑴ウ）から、生活\n扶助基準の引下げは、保護受給世帯の生計の維持に大きな影響を及ぼすも\nのである。\n上記⑻から⑾までのとおり、本件改定については、デフレ調整の必要性\n及び相当性につき複数の観点から重大な疑義が生じているものであって、\n仮にその必要性が認められるとしても、保護受給世帯における可処分所\n得の実質的増加に伴い必要となる調整の程度は、デフレ調整による減額\n率（本件下落率）よりも相当程度小さいものであった可能性が高いとい\nえる。上記のようにデフレ調整における減額率がこれまでの生活扶助基\n準の改定の例に照らして突出したものであることや、保護受給世帯に広\nく不利益を生じさせていること、生活扶助基準の引下げが保護受給世帯\nの生計の維持に関わるものであることを考慮すると、本件改定の結果と\nして及ぼされる影響は重大であるというべきである。\nウ  激変緩和措置について\nなお、上記アのとおり、本件改定においては激変緩和措置（３年間に\nわたり段階的に実施し、増減幅の上限及び下限を±１０％とする。）が取\nられているところ、生活扶助費の減額が９～１０％となったものは保護\n受給世帯の約２％にすぎないから、増減幅の上限及び下限を定めたこと\nにより有利な影響を受けた保護受給世帯は僅かな割合にとどまり、ほと\nんどの世帯についてはその影響は全く及んでいない。\nそうすると、激変緩和措置により本件改定による生活扶助基準の引下\nげが３年間にわたり段階的に実施されたことで、上記イに説示したよう\nなデフレ調整の結果として及ぼされる影響が緩和されたとしても、その\n緩和の程度は限定的なものにとどまるといわざるを得ない。\nエ  平成２９年検証について\n被告らは、平成２９年検証においても、本件改定後の生活扶助基準が\n一般低所得世帯の消費実態と均衡しているかについての検証が行われ、\n標準世帯について一般低所得世帯（第１・十分位）の生活扶助相当支出\n額と生活扶助基準額とを比較したところ、概ね均衡していることが確認\nされた旨指摘する。\nしかしながら、そもそも、前記⑴に説示したとおり、生活扶助基準の\n引下げを内容とする保護基準の改定に関し、改定前の需要超過及び改定\n後の水準維持に係る判断（本件ではデフレ調整の必要性及び相当性に係\nる判断）について、その過程又は手続に過誤、欠落が認められる場合に\nは、厚生労働大臣の上記判断には裁量権の逸脱又はその濫用があると認\nめられることになるのであり、事後的な検証によって当該改定時におけ\nる一般低所得世帯の消費実態と当該改定後の生活扶助基準との均衡が確\n認されたとしても、そのことによって直ちに上記の過誤、欠落が治癒さ\nれることとなるものではない。\nまた、本件改定はゆがみ調整とデフレ調整が一体となって行われたも\nのであるところ、ゆがみ調整において、標準世帯を起点とする展開に関\nして一定の適正化は図られたものの、一方で、平成２５年検証における\n検証手法には限界があることも指摘されていた（前記⑹）ほか、同検証\n結果の保護基準への反映に当たっては２分の１の反映が行われたため、\nその効果も限定的なものにとどまっていたものといえ、こうした状況下\nでデフレ調整により－４．７８％という大幅な生活扶助基準の引下げが\nされたことが、標準世帯以外の世帯類型（高齢単身世帯や母子世帯な\nど）に、実際にいかなる影響を及ぼしたのかは、これらの世帯類型につ\nいて生活扶助基準と一般低所得世帯の消費実態との均衡の有無を検証し\nない限り、正しく評価することは困難であるというべきである。\nしかるに、平成２９年報告書によれば、平成２９年検証においては、標\n準世帯について生活扶助基準額と第１・十分位の生活扶助相当支出額\n（ただし、平成２６年全国消費実態調査の結果に基づくもの）との均衡\nは確認されたものの、そのほかにモデル世帯として設定された高齢夫婦\n世帯については世帯人数別の指数について実データによる場合と回帰分\n析による場合との結果が異なったため、上記の均衡の有無を確認するこ\nとができず、また、その他の世帯類型についてはこのような検討すらさ\nれなかったというのである（認定事実⑾イ ）。\nそうすると、平成２９年検証においては、保護受給世帯の大部分につい\nて、ゆがみ調整と一体的に行われたデフレ調整の影響が明らかにされて\nいないのであるから、平成２９年検証について被告らが上記のとおり指\n摘する事項をもって、本件改定の結果として及ぼされる影響の重大性に\n関する上記判断が左右されるものではない。\n⒀  本件改定の適法性についての検討（まとめ）\n本件改定は、ゆがみ調整及びデフレ調整を一体的に行うものであり、本件\n改定（本件各告示）自体についてゆがみ調整に係る部分とデフレ調整に係る\n部分とに区分することはできないところ、以上において説示したところによ\nれば、デフレ調整に関する厚生労働大臣の判断は、その必要性及び相当性の\n両面において、これらに関する被告らの説明を踏まえても、統計等の客観的\nな数値等との合理的関連性を欠き、あるいは専門的知見との整合性を有しな\nいものといわざるを得ない。そして、本件改定の結果として及ぼされる影響\nは重大である。\nしたがって、厚生労働大臣において、ゆがみ調整後基準額が本件改定時に\nおける衣食その他日常生活について最低限度の生活の需要を満たすに足りる\n程度を越えるものとなっており（デフレ調整の必要性）、デフレ調整等基準\n額が健康で文化的な生活水準を維持することができるものであるとした（デ\nフレ調整の相当性）判断には、最低限度の生活の具体化に係る判断の過程に\n過誤、欠落があると認められるから、本件改定は、その余の点について検討\nするまでもなく、同大臣の裁量権の範囲を逸脱し又はこれを濫用するものと\nして、生活保護法３条、８条２項の規定に違反し、同条１項による委任の範\n囲を逸脱し違法というべきである。\n３  本件各取消請求の帰すう（争点①－４関係）\n⑴  上記２のとおり、厚生労働大臣が本件各告示によってした本件改定は違法\nであるから、本件改定に伴ってされた本件各変更決定もいずれも違法である。\nもっとも、原告らは、平成２５年各変更決定、平成２６年各変更決定及び平\n成２７年各変更決定のそれぞれについて、本件各主位的取消請求と本件各予\n備的取消請求をしているところ、これらについては、次の⑵から⑷までのと\nおりとなる。\n⑵  平成２５年各変更決定について\nア  主位的取消請求①について\n別紙４－１「処分一覧表１」の「処分の名宛人」欄記載の原告ら（ただ\nし、原告番号１－１を除く。後記６参照。）及び原告番号３４は、主位\n的取消請求①として、平成２５年各変更決定のうち生活扶助費から本件\n差額部分を減額する部分の取消しを求めている。。\nしかしながら、平成２５年各変更決定は、生活保護法２５条２項に基づ\nき、同各変更決定前の生活扶助費の額を、平成２５年告示に基づく生活\n扶助費の額に変更するものであって、従前の生活扶助費の額を減額する\nこと自体を内容とするものではない。すなわち、平成２５年各変更決定\nは、平成２５年告示に基づき生活扶助費の額を改めて決定し、これに基\nづき生活扶助費を支給することとするものであって、結果的には、従前\nの生活扶助費の額から本件差額部分を減額したのと同様の状況を生じさ\nせるものではあるものの、上記各変更決定自体は、従前の生活扶助に係\nる保護の決定（開始決定又は変更決定）において定められた生活扶助費\nの額の一部を減額するもの（従前の保護の決定の一部のみを取り消すも\nの）ではないというべきである。\nしたがって、上記各原告らの主位的取消請求①は、存在しない処分の取\n消しを求めるものというほかなく、上記請求に係る訴えは不適法である。\nイ  予備的取消請求①について\n他方、上記アの原告ら（ただし、原告番号４を除く。）は、予備的取\n消請求①として、平成２５年各変更決定の全部の取消しを求めていると\nころ、平成２５年各変更決定がいずれも違法であることは前記⑴のとお\nりであるから、その取消しを求める上記請求はいずれも理由がある（な\nお、予備的取消請求①は、出訴期間経過後にされた本件訴えの変更（前\n提事実⑺オ）により追加されたものであるから、出訴期間の遵守の有無\nが問題となり得る。この点、主位的取消請求①と予備的取消請求①とは\n訴訟物としては別個であるといわざるを得ないものの、いずれも平成２\n５年各変更決定が違法であるとしてその効力を覆滅しようとするもので\nあって、その実質において共通しており、平成２５年各変更決定の内容\n及び性質が一見して明らかとはいい難いことをも併せ考えると、予備的\n取消請求①に係る訴えを当初の訴え提起時に提起されたものと同視して\n出訴期間の遵守において欠けるところがないと解すべき特段の事情があ\nるというべきであるから、予備的取消請求①に係る訴えは適法である。\nまた、予備的取消請求②及び③についても同様である。）。\n⑶  平成２６年各変更決定について\nア  主位的取消請求②について\n別紙５－１「処分一覧表２」の「処分の名宛人」欄記載の原告ら（た\nだし、原告番号１－１を除く。）並びに原告番号３３及び同３４は、主\n位的取消請求②として、平成２６年各変更決定のうち、同各変更決定に\n基づく生活扶助基準額を超えて消費増税対応扶助費の額を支給しないも\nのとした部分の取消しを求めている。\nしかしながら、平成２６年改定が、その経緯において、ゆがみ調整とデ\nフレ調整の２年次の改定を行うとともに、消費税率の引上げ等を踏まえ\nた消費動向を反映させるという目的でされたものであるとしても、平成\n２６年改定ないし平成２６年告示自体は、新たな生活扶助基準を一体と\nして定めるものにすぎず、生活扶助基準の減額と増額という二つの部分\nから成るものではない。したがって、平成２６年告示に伴うものとして\nされた平成２６年各変更決定も、あくまで、生活扶助費の額を平成２６\n年告示に基づく金額に変更することを内容とするものにすぎず、同変更\n決定により定められた生活扶助費の額を超えて、改定前基準につき消費\n税率の引上げに伴う保護基準の改定のみがされたと仮定した場合の生活\n扶助費の額（消費増税対応扶助費の額）を支給しないとする部分を含む\nものではないというべきである。\nしたがって、上記各原告らの主位的取消請求②は、存在しない処分の\n取消しを求めるものというほかなく、上記請求に係る訴えは不適法であ\nる。\nイ  予備的取消請求②について\n他方、上記アの原告ら（ただし、原告番号４を除く。）は、予備的取消\n請求②として、平成２６年各変更決定の全部の取消しを求めているとこ\nろ、平成２６年各変更決定がいずれも違法であることは前記⑴のとおり\nであるから、その取消しを求める上記請求はいずれも理由がある。\n⑷  平成２７年各変更決定について\nア  主位的取消請求③について\n別紙６「処分一覧表」の「処分の名宛人」欄記載の原告ら（ただし、原\n告番号１－１を除く。）は、主位的取消請求③として、平成２７年各変\n更決定のうち、同各変更決定に基づく生活扶助基準額を超えて消費増税\n対応扶助費の額を支給しないものとした部分の取消しを求めているが、\n同請求に係る訴えは、上記⑶アと同様に、存在しない処分の取消しを求\nめるものとして不適法である。\nイ  予備的取消請求③について\n他方、上記アの原告らは、予備的取消請求③として、平成２７年各変更\n決定の全部の取消しを求めているところ、平成２７年各変更決定がいず\nれも違法であることは前記⑴のとおりであるから、その取消しを求める\n上記原告らの請求はいずれも理由がある。\n４  本件義務付けの訴えの適法性（争点②関係）\n⑴  平成２６年各変更決定及び平成２７年各変更決定は、いずれも、平成２６\n年改定及び平成２７年改定に伴い、保護の実施機関の職権によりされたもの\nであり、原告らの申請に基づいてされたものではないから、本件義務付けの\n訴えは、「行政庁に対し一定の処分又は裁決を求める旨の法令に基づく申請\n又は審査請求がされた場合」（行政事件訴訟法３条６項２号）に当たらず、\n同項１号所定のいわゆる非申請型義務付けの訴えである。\nこの点、原告らは、本件各変更決定は、原告らの生活保護法に基づく生活\n保護申請に対する応答としてされたものであるとして、本件義務付けの訴え\nがいわゆる申請型義務付けの訴えである旨主張するが、原告らについては既\nに保護が開始されており、保護の開始の申請に対する応答義務が現在も継続\nしているとは解し難く、また、原告らが本件の生活扶助費の関係で保護の変\n更の申請をしたとも認められないから、本件各変更決定が原告らの保護の開\n始又は変更の申請に対する応答としてされたものと解する余地はなく、行政\n事件訴訟法３条６項２号所定の場合に当たらない。したがって、原告らの上\n記主張は採用することができない。\n⑵  非申請型義務付けの訴えについては、義務付けを求める処分がされないこ\nとにより重大な損害が生ずるおそれがあり（この要件を以下「重損要件」と\nいう。）、かつ、その損害を避けるため他に適当な方法がないとき（この要\n件を以下「補充性要件」という。）に限り、提起することができる（行政事\n件訴訟法３７条の２第１項）。\nしかるところ、原告らは、本件義務付けの訴えとの関係では重損要件及び\n補充性要件を明示的には主張していないが、原告らのその余の主張からうか\nがわれる本件義務付けの訴えにおいて求める処分（以下「本件対象処分」と\nいう。）がされないことにより原告らに生ずるおそれのある損害は、そのほ\nとんどが本件各変更決定が取り消されることにより避けることができるもの\nというべきであるから、補充性要件を欠くこととなる。\n⑶  よって、本件義務付けの訴えは、少なくとも補充性要件を欠くものといえ\nるから、その余の要件について判断するまでもなく、不適法な訴えとして却\n下すべきものである。\n５  国家賠償請求権の成否（争点③）\n原告らは、厚生労働大臣による本件改定により精神的苦痛を被ったとして、\n国家賠償法１条１項に基づく慰謝料の賠償を求めている。\nしかしながら、原告らが本件改定又はこれに基づく本件各変更決定により被\nる損害は、基本的には、本件各変更決定の取消し又はその取消判決の拘束力に\nより回復される性質のものというべきであり、本件全証拠によっても、原告ら\nが、本件各変更決定が判決により取り消されることによっては回復することが\nできない損害賠償の対象となり得る精神的苦痛を被っていると認めることはで\nきない。\nよって、原告らの被告国に対する国家賠償請求は理由がない。\n６  結論\n以上によれば、原告らの請求のうち、本件各予備的取消請求はいずれも理由\nがあるからこれを認容し、本件各主位的取消請求に係る訴え及び本件義務付け\nの訴えはいずれも不適法であるからこれを却下し、被告国に対する請求（国家\n賠償請求）はいずれも理由がないから棄却すべきである。\nなお、原告番号１－１は平成２９年▲月▲日に死亡しているところ（前提事\n実⑺エ）、保護を受ける権利は一身専属の権利であり、当該被保護者の死亡に\nよって当然に消滅し、相続の対象とはなり得ないと解される（朝日訴訟最高裁\n判決参照）。したがって、本件訴訟のうち、同原告に係る部分については、国\n家賠償請求に関する部分（被告国を相手方とする部分）を除き、その死亡と同\n時に終了したものと解されるので、この旨を主文において明らかにすることと\nする（原告番号１－１の妻である同１－２は、同１－１の死亡に伴い同原告の\n国家賠償請求に係る訴訟を承継したことを前提として、当該承継に係る訴えを\n取り下げる旨の令和３年１２月２日付け取下書を当裁判所に提出しており、被\n告国もこれに同意した。しかし、一件記録によっても、原告番号１－１のその\n余の相続人の有無及び範囲等は明らかではないから、原告番号１－２が同１－\n１から相続により承継した本件訴訟の範囲は明らかではないといわざるを得な\nい。したがって、原告番号１－２が上記取下書の提出によってした訴えの取下\nげについても、当該取下げの対象となる訴え〔請求〕の範囲が特定されている\nとはいえず、有効な取下げがあったということはできない。）。\nよって、主文のとおり判決する。\n東京地方裁判所民事第５１部\n裁判長裁判官\n清    水      知  恵  子\n裁判官\n溝    渕      章    展\n裁判官釜村健太は、異動のため署名押印することができない。\n裁判長裁判官\n清    水    知  恵  子\n（別紙３）\n請求目録\n１  別紙４－１「処分一覧表１」の「処分庁」欄記載の各処分行政庁が同表の対応\nする「処分の名宛人」欄記載の各原告に対して同表の「処分日」欄記載の各日付\nけでした生活保護法２５条２項に基づく各保護変更決定（ただし、同表の番号１\nの行記載のものを除く。また、同表の番号１０の行記載の保護変更決定について\nは、平成２５年７月１６日付け保護変更決定により一部変更された後のもの。）\nのうち、同表の「減額された生活扶助の金額（円）」欄記載の金額を減額した部\n分の取消しを求める請求\n２  別紙５－１「処分一覧表２」の「処分庁」欄記載の各処分行政庁が同表の対応\nする「処分の名宛人」欄記載の各原告に対して同表の「処分日」欄記載の各日付\nけでした生活保護法２５条２項に基づく各保護変更決定（ただし、同表の番号１\nの行記載のものを除く。）のうち、同決定に基づく支給額を超えて同表の「減額\nされた生活扶助の金額（円）」欄記載の金額を加えた額を支給しなかった部分の\n取消しを求める請求\n３  別紙６「処分一覧表」の「処分庁」欄記載の各処分行政庁が同表の対応する\n「処分の名宛人」欄記載の各原告に対して同表の「処分日」欄記載の各日付けで\nした生活保護法２５条２項に基づく各保護変更決定（ただし、同表の番号１の行\n記載のものを除く。）のうち、同決定に基づく支給額を超えて同表の「減額され\nた生活扶助の金額」欄記載の金額を加えた額を支給しなかった部分の取消しを求\nめる請求\n４  生活保護法２５条２項に基づく保護変更決定の義務付けを求める請求\n以上\n（別紙８）\n争点に関する当事者の主張の要旨\n第１  争点①－１（本件改定の適法性）について\n（原告らの主張）\n１  保護基準の改定に係る違法性判断の枠組み\n憲法２５条は、国民に「健康で文化的な最低限度の生活」を保障しているが、\nこれは、単なる政策目的を定めるものではなく、同条の保障する生存権を具体\n的に実現するために制定された生活保護法と相まって、国民それぞれに「健康\nで文化的な最低限度の生活」を営む権利を保障したものであり、原告らが、衣\n食住やライフライン、衛生状態を確保された「健康」な生活をすることができ\nず、又は他者と交流し、子どもを教育する等の「文化的」な生活が送ることが\nできなくなるような法令、告示及び行政処分は、憲法２５条に違反し無効とな\nる。そして、憲法２５条が保障する生存権は、生活保護法を通じて具体化され、\n厚生労働大臣の発する告示により具体的基準（保護基準）として示される（同\n法８条１項）。すなわち、厚生労働大臣の保護基準の設定権限は、同法８条１\n項の委任に基づくものであり、保護基準の設定ないし改定行為は委任命令とし\nての性格を有するところ、同条２項が厚生労働大臣の上記権限について規律し\nているから、保護基準の引下げが違法かどうか（ひいては違憲かどうか）は、\n当該引下げが同法８条１項及び２項の範囲内かという観点から判断されなけれ\nばならず、委任命令の内容が法律による委任の趣旨・範囲を逸脱して違法とな\nるか否かは、委任した法律の趣旨目的や国民の権利義務の重大性や制限の程度\n等を考慮し、行政府に与えられた裁量権の範囲の逸脱又はその濫用があるかど\nうかという観点から判断すべきである。\n生存権は、憲法２５条が保障する基本的人権であり、保護基準は、個々の国\n民の生存権保障の基礎となるものであるから、その策定に当たっては、どのよ\nうな政治勢力が政権の座に就いたとしても、政治的なバイアスを排除して、一\n般的に正当なものと承認される統計資料等を基礎とする専門的知見に基づいて\n策定されるべきことは当然である。すなわち、生存権は、国民ひとりひとりの\n生活の最低限度（ナショナルミニマム）を定め、人間らしく生きるための基盤\nを保障するものであって、資本主義社会における最後の命綱となるものである\nから、保護基準の策定における厚生労働大臣の裁量権も、極めて限定的なもの\nというべきであり、厚生労働大臣による保護基準の改定の憲法適合性及び適法\n性は、厳格に判断されるべきものである。特に、生活扶助基準は、保護基準の\n中でも中核となるものであり、すべての被保護者に影響するのみならず、社会\n保障制度の共通の基準として、全国民の生活水準をも規定するものである。\nそして、改定前基準は、行政府が最低限度を満たすものと認定し決定したも\nのであるから、同保護基準は、「健康で文化的な最低限度の生活」の概念を具\n体的な数値で表現したものとして、憲法判断におけるベースラインとなり、そ\nこからかい離する保護基準の改定は、合理的な理由がない限り違憲と評価され\nるべきであって、保護基準が合理的な根拠に基づくものであることの立証責任\nは被告らの側（厚生労働大臣）にあると解すべきである。\n２  本件各告示の内容は「健康で文化的な最低限度の生活」を下回ること\n原告らが受給していた生活扶助費は、平成２５年改定前の時点においても憲\n法２５条が保障した「健康で文化的な最低限度の生活」を維持し得る程度には\n及んでいなかった。しかるに、本件改定は、生活扶助基準を引き下げることに\nより保護費を３年間で約６７０億円も削減するものであり（なお、平成２６年\n改定においては生活扶助基準が引き上げられているが、これは消費税額の増大\nに伴う調整措置として行われたものにすぎず、実質的には基準生活費が引き下\nげられている。）、原告らは、本件改定により、３年間をかけて、単身者につ\nいても数千円（月額）もの生活扶助費が引き下げられたのであって、これによ\nり、憲法２５条が保障する「健康で文化的な最低限度の生活」を送ることは一\n層困難となった。\nこのように、厚生労働大臣は、本件改定により、原告らのこれまでの生活の\n現状を顧みないまま、著しく不相当な形で生活扶助基準を引き下げることによ\nり、憲法２５条と生活保護法により保障された「健康で文化的な最低限度の生\n活」を営むことを積極的に妨げており、本件各告示の内容は、憲法２５条の保\n障を具体的に実現するために制定された生活保護法３条、８条に違反し違法で\nある。\n３  本件改定が生活保護法５６条に反すること\n生活保護法５６条は、被保護者について既に決定された保護を不利益に変更\nする場合には、「正当な理由」が存在することを要求しているところ、本件で\n生活扶助基準の引下げを行う「正当な」理由は何ら認められないから、本件改\n定は生活保護法５６条にも違反する。\nすなわち、保護基準は生活保護を利用している者のみならず、その他の制度\nの尺度としての役割も有しているところ、保護基準がこのように他の諸制度の\n尺度となり得るのは、保護基準が「最低基準」（ナショナルミニマム）を定め\nていると国民が理解しており、その基準の設定や変更についてはきちんと検証\nされた上でされているという国民の信頼がその前提に存する。そうだとすると、\n生活保護法５６条は行政処分の不利益変更に限って適用されるものではなく、\n行政立法や議会立法による不利益変更についても当然に適用されなければなら\nない。\nなお、最高裁平成２２年（行ツ）第３９２号ほか同２４年２月２８日第三小\n法廷判決・民集６６巻３号１２４０頁（以下「老齢加算東京訴訟最高裁判決」\nという。）は、生活扶助の老齢加算の廃止を内容とする保護基準の改定につき\n生活保護法５６条違反の問題は生じないとしているが、これはあくまで老齢加\n算に関する事例判断であり、保護受給世帯全体の問題である保護基準本体の切\nり下げについてまでこの射程を広げるべきではない。\n４  本件改定が制度後退禁止原則に違反すること\n⑴  生存権に関する特定の施策がいったん実現した後に、これを事後的に廃止\nしたり削減したりすることは憲法２５条に反し許されない（制度後退禁止原\n則）。生活保護法の制定当時、厚生大臣自らが物価が下落しても基準額につ\nいては引き下げない旨を明言していたところである。しかるところ、本件改\n定は一度定められた保護基準を引き下げるものであるから、憲法２５条に違\n反する。\n⑵  また、仮に、国家に認められた裁量権の範囲で事後的な撤廃又は削減が認\nめられる場合があるという理解に立ったとしても、その裁量権の行使は特に\n慎重に行われなければならず、殊に「切り下げ」行為は、その基準の範囲内\nでなんとか自身の生計を立て、人間としての尊厳を維持してきた被保護者だ\nけでなく、万が一自身の生活がその基準を下回った場合には国家が最後のセ\nーフティーネットとして保護してくれるという国民の信頼全体に切り込む性\n質を有し、このような行為の危険性に鑑みると、保護基準を引き下げる場合\nには極めて慎重に検証がされなければならない。また、保護受給世帯にはス\nトックがないため家計弾力性がなく、わずかな引下げであってもそれによる\nダメージは一般世帯より大きく、生活扶助基準には下方硬直性がある。した\nがって、いったん設定された給付水準を引き下げることは、既に設定されて\nいる給付水準に対する国民の信頼を犠牲にしてもなお基準を引き下げるべき\nとする特段の事情がない限り、裁量権の範囲の逸脱又はその濫用となり、生\n活保護法１条、３条、８条に違反し、ひいては憲法２５条にも違反する。こ\nの特段の事情については被告らの側で主張立証する必要があるところ、後記\n６のとおり、本件ではそのような事情は存在しないから、本件改定は裁量権\nの範囲を逸脱し又はこれを濫用するものとして違法である。\n⑶  さらに、経済的、社会的及び文化的権利に関する国際規約（以下「社会権\n規約」という。）は、９条、１１条及び１２条において、締約国がすべての\n者について社会保障の権利を認めることを定めているところ、同規約の締約\n国は、「権利の実現を漸進的に達成する」（同規約２条１項）目的を持って\n措置をとることとされていることに鑑みると、権利の実現は漸進的に進歩し\nているべきであり、締約国のとった措置によって権利の実現がそれ以前より\nも後退することは、同項の趣旨に反する。このように、同項からは、制度後\n退禁止原則が導かれるが、本件改定は、同原則に反するものとして同項に違\n反し、違法である。また、社会権規約委員会は、権利の「完全な」実現は漸\n進的に行われるものであるとしても、権利の最低限の不可欠な部分を充足す\nることはすべての締約国の義務であるという、「最低限の中核的義務」とい\nう考え方を打ち出しているところ、被保護者は、生活保護制度によって生存\n権の最低限の不可欠な部分が充足されるのであるから、同制度によって被保\n護者にその生存にとって最低限不可欠な権利を確保させることは、被告国に\n課された中核的義務である。しかるに、前記２のとおり、原告らは、本件改\n定を原因とする保護費の減額を受け、「健康で文化的な最低限度の生活」に\n満たない生活を強いられ、原告らの生存にとって最低限不可欠な権利が侵害\nされているのであり、被告国は、締約国に課された最低限の中核的義務の履\n行を怠っている。\n５  目的違反による裁量権の範囲の逸脱又は濫用\n⑴  生活保護法８条によって厚生労働大臣に認められている裁量は、同法の趣\n旨・目的を達成するためのものであり、形式上は裁量権の範囲内の行政処分\nであっても、行政処分が実際には不当な動機ないし目的で裁量判断をしてい\nるような場合（当該行政行為の根拠法規が予定していない目的のために裁量\n権を行使している場合）には、裁量権の範囲の逸脱又はその濫用と評価され\nる。\nしかるところ、本件改定の目的は、自由民主党（以下「自民党」とい\nう。）が掲げてきた保護費の削減という政治的目標を達成することにあった\nものであり、保護費を削減する目的で生活扶助基準の引下げを行うことによ\nり生活保護法の趣旨・目的を達成することができないことは明らかである。\nしたがって、本件改定は、生活保護法が厚生労働大臣に裁量権を認めた趣\n旨・目的とは相容れず、同法が許容するものではないから、その目的からし\nて厚生労働大臣の裁量権の範囲の逸脱又はその濫用が明らかであって、違法\nである。\n⑵  被告らは、本件改定が保護費の削減を目的としたものであることを否認す\nるが、自民党は、平成２３年、民主党政権下における平成２４年度政府予算\n案に関し、同政権による社会保障政策を「バラマキ」と批判して保護費を８\n０００億円減ずる対案を発表するとともに、自民党総裁も生活保護予算の減\n額に言及し、さらに、平成２４年４月には、自民党生活保護プロジェクトチ\nームのメンバーが芸能人の親族による生活保護の受給を問題視して「生活保\n護バッシング」が始まり、さらに、自民党は、同年１２月に施行された衆議\n院議員総選挙に際して「給付水準の原則１割カット」を政権公約（マニフェ\nスト）に明記し、同選挙の結果、自民党は政権を奪還したのである。こうし\nた経緯に加え、上記自民党による政権奪還の直後に上記政権公約に符合する\n最大１０％の生活扶助費引下げの方向性が示されたことや、基準部会の報告\n書が発表される前の時点において、厚生労働大臣が保護の支給水準について\n「全体として引き下げることになる」などと結論ありきの発言を行っている\nことからすれば、本件改定の目的が、自民党が掲げてきた保護費の削減とい\nう政治的目標を達成することにあることは明らかである。\nまた、本件改定は、後記６⑶のとおり、専門家による客観的な検討のため\nに設置された基準部会の審議内容を無視・軽視し、生活扶助相当ＣＰＩとい\nう独自の基準を用いて引下げの根拠としていること自体からも、算定方法の\n正当性に意を用いず、当初から引下げ自体を目的としていたことが明らかと\nいうべきである。\n６  判断過程の過誤による裁量権の範囲の逸脱又はその濫用\n⑴  判断過程に関する司法審査の在り方について\n保護基準の改定に当たり、厚生労働大臣の裁量権が一定程度認められると\nしても、その裁量判断は無制約ではない。一般に、裁量判断は、重要な事実\nの基礎を欠くか、社会通念に照らして著しく妥当性を欠くものについては裁\n量権の範囲の逸脱又はその濫用として違法となるところ、重要な人権である\n生存権（憲法２５条）の保障にかかわる保護基準の引下げについては、厚生\n労働大臣の裁量の幅はより狭く、その裁量判断の合理性について厳格な司法\n審査がされるべきである。そして、行政の裁量判断については、本来最も重\n視すべき諸要素、諸価値を不当、安易に軽視し、その結果当然尽くすべき考\n慮を尽くさず、又は本来考慮に入れるべきでない事項を考慮に入れ若しくは\n本来過大に評価すべきでない事項を過重に評価して判断がされた場合、それ\nは、裁量判断の方法ないし過程に瑕疵があるものとして、裁量権の範囲の逸\n脱又はその濫用となる。\n保護基準の改定については、その基準が「健康で文化的な最低限度の生\n活」水準を維持することができるように定められるべきことはもとより（憲\n法２５条１項、生活保護法１条、３条）、第１に「要保護者の年齢別、世帯\n構成別、所在地域別その他保護の種類に応じて必要な事情を考慮した最低限\n度の生活の需要を満たすに十分なもの」であることが求められ（同法８条２\n項）、その判断に当たっては、一般に妥当なものとして承認されている経済\n統計等を利用したマクロ面からの検討に加え、年齢、性別、世帯構成、所在\n地域などによって境遇の異なる被保護者の生活実態を踏まえたものとなるよ\nう多角的に検討すべきであり、特に保護基準を引き下げる場合には、引下げ\nによって被保護者の生活を危うくさせるおそれがあるので、引下げの根拠が\n現実の「生身」の被保護者の生活の実態に即したものであるか否か等につい\nて厳格な検討を行わなければならない。本件改定についても、同改定後の生\n活扶助基準の内容が健康で文化的な生活水準を維持するに足りるものである\nとした最低限度の生活の具体化に係る判断の過程及び手続について、専門家\nによる諮問機関である基準部会の検討に基づいた高度に専門技術的な考察が\nされるべきであり、統計等の客観的な数値等との合理的関連性や専門的知見\nとの整合性の有無等を厳格に審査し、これらの合理的関連性や整合性を欠く\n場合など、保護基準の改定に当たっての厚生労働大臣の判断の過程及び手続\nに過誤、欠落がある場合、それが看過し難い程度のものではなかったとして\nも、生活保護法８条１項、２項及び憲法２５条１項に反し、違法・違憲とな\nる。そして、厚生労働大臣の判断の過程及び手続に過誤、欠落があるかどう\nかを判断するに当たっては、①保護基準の設定に係る判断は正確な事実の把\n握を前提とするものであり、厚生労働大臣は、保護基準を設定するに当たり、\n専門家の知見を得るために必要な事実調査を行う義務を負うこと、②生活保\n護法８条２項に列挙された要素は優先的に考慮されなければならないこと、\n③同項の法定考慮要素の考慮に当たって、政策的な裁量の余地はないことに\n留意しなければならず、また、保護基準の設定については、その判断過程に\n関する資料をすべて行政側が保持しているため、まず被告らの側において、\n厚生労働大臣の判断の過程・手続を明らかにし、事実の調査方法が合理性を\n有することや必要な考慮要素を考慮し、適切な考慮バランスで考慮したこと\nなど同過程・手続に過誤、欠落がないことを相当の根拠、資料に基づき主\n張・立証する必要があり、被告らがその主張・立証を尽くさない場合には、\n厚生労働大臣がした判断に不合理な点があることが事実上推定されることに\nなる。\nしかるところ、以下に述べるとおり、本件改定は、ゆがみ調整及びデフレ\n調整のいずれについても、保護基準の改定に至る判断の方法・過程に著しい\n過誤があり、保護基準の改定に係る裁量権の範囲を逸脱し又はこれを濫用す\nるものとして違法である。\n⑵  ゆがみ調整について\nア  厚生労働省は、ゆがみ調整について、基準部会における検証結果（平成\n２５年検証）を踏まえ、年齢区分・世帯人数・級地区分の差による影響を\n調整するものであると説明しているが、平成２５年検証の検証方法は不当\nである。すなわち、基準部会は、平成２５年検証において、第１・十分位\nの消費実態と生活扶助基準を比較して同基準と一般低所得世帯の消費実態\nとの均衡が適切に図られているか否かの「検証」を行ったが、昭和５９年\nから現在に至るまで採用されてきた保護基準の検証方式（水準均衡方式）\nは、もともと最下層である第１・十分位の消費支出に生活扶助基準を合わ\nせるというものではない。水準均衡方式は、中央社会福祉審議会において、\n保護受給世帯の消費水準を「一般国民の消費実態との均衡上ほぼ妥当な水\n準」であるとし、その均衡（格差）をそのまま維持せよとの意見具申（昭\n和５８年意見具申）を受けたものであり、その際には、①平均的一般世帯\nの消費支出、②一般低所得世帯（第１・五分位〔所得下位２０％〕と第\n２・五分位〔所得下位２０～４０％〕）の消費支出、③保護受給世帯の消\n費支出の３つの間の格差の均衡に留意するものとされていた（なお、平成\n１５年中間取りまとめでは、突如として、何ら根拠を示すことなく第１・\n十分位の消費水準との比較が適当であるとの見解が示されたものであ\nる。）。しかるに、平成２５年検証は、これまでの水準均衡方式における\n上記①②③の均衡に留意する考え方とは異なり、単純に第１・十分位の消\n費支出と生活扶助基準を比較したものであるが、このような方法では、\n様々な理由により保護の受給資格がありながらこれを利用せず生活扶助基\n準以下の生活を余儀なくされている者（漏給層）が多数存在する現状、す\nなわち保護基準以下で最低限度の生活水準を下回る暮らしを余儀なくされ\nている超低所得世帯が第１・十分位に多数存在する現状では、生活扶助基\n準を合理的に定めることはできない。このような現状で第１・十分位の消\n費水準との比較を根拠に保護基準を引き下げることを許せば、保護基準を\n際限なく引き下げていくことにつながるが、これでは保護基準を定めるた\nめの資料としては著しく合理性を欠くこととなる。\nまた、平成２５年報告書は、第１・十分位を比較対象とした理由として、\n第１・十分位の平均消費水準が中位所得階層の約６割に達していること\nも挙げており、ここでの「中位所得階層」とは第３・五分位の世帯のこ\nとであると認められるが、昭和５８年意見具申から現在に至るまで採用\nされている水準均衡方式における比較対象は、「一般国民生活における\n消費水準」であり、第３・五分位世帯の消費水準ではない。さらに、平\n成２５年検証が第１・十分位を比較対象とする理由として指摘する、第\n１・十分位に属する世帯の大部分は経済協力開発機構（以下「ＯＥＣ\nＤ」という。）の基準では相対的貧困線以下にあること（子どもの貧困\n対策の推進に関する法律に基づき定められる子どもの貧困率においても、\nＯＥＣＤの定義に基づく貧困線が基準とされている。）や、第１・十分\n位と第２・十分位との間において消費が大きく変化していることは、む\nしろ第１・十分位を比較対象とすることが不適切であることを根拠付け\nている。\nこのように、平成２５年検証の「検証」方法に合理性が認められない以\n上、その「検証」を根拠とする保護基準の引下げには判断の方法・過程\nに著しい過誤がある。\nイ  さらに、厚生労働省が「検証結果」であるとする平成２５年報告書は、\n平成２５年検証の結果を踏まえて生活扶助基準を引き下げるべきとは明記\nしておらず、むしろ、様々な懸念にあえて言及していた。すなわち、基準\n部会設置当初は、長年貧困問題に携わってきた専門家である委員がそれぞ\nれ独自に調査分析を行い、あるべき最低生活費を算定・発表してきたが、\n厚生労働省は、こうした部会委員の研究成果を無視して第１・十分位の消\n費実態と生活扶助基準を回帰分析の方法で比較するという検証方針を示し、\nその後の部会において初めて平成２１年全国消費実態調査のデータを前提\nとした「検証」の数値を示すとともに、一部の例外を除き、軒並み保護基\n準を引き下げることを示唆する報告書案を提示し、そのわずか２日後に開\n催された基準部会で平成２５年報告書が取りまとめられたものであって、\nこのような検証経過からすると、第１・十分位との比較という手法は厚生\n労働省が主導・誘導したものであり、基準部会委員らの積極的発案・検討\nによるものではなかった。そのため、平成２５年報告書は、上記のとおり、\n「第１・十分位と第２・十分位の間において消費が大きく変化しており、\n他の十分位の世帯と比べて消費の動向が大きく異なる」「第１・十分位に\n属する世帯の大部分はＯＥＣＤの基準では相対的貧困線以下にある」「現\n実には第１・十分位の階層には保護基準以下の所得水準で生活している者\nも含まれる」などと指摘し、第１・十分位との比較によって生活扶助基準\nを検討すること自体に強い懸念を示していたのである。\nこのように、基準部会の「検証結果」である平成２５年報告書は、作成\n過程において十分な検討がされたとはいえず、生活扶助基準を引き下げ\nるべきとも提言されておらず、むしろ検証方法などについて懸念が示さ\nれていたのであり、このような「検証方法」に問題のある平成２５年報\n告書を根拠とした生活扶助基準の引下げは、保護基準引下げの判断を支\nえる実質的根拠を欠き、判断の方法・過程に著しい過誤がある。\nウ  また、一般に、二つのサンプル（標本）の間の平均の差を検定する場合、\n独立したサンプル（相互に構成メンバーの異なるサンプル）による比較で\nなければ統計学上の正確性が確保されないところ、平成２５年報告書は、\n第１・十分位（サンプル世帯）を抽出した際、ここから保護受給世帯を除\n去していないから、平成２５年報告書の手法は統計学上明らかに不合理で\nあり、これに依拠すると称する本件改定の手法（ゆがみ調整）も明らかに\n不合理である（なお、基準部会では、第９回部会において、委員のコンセ\nンサスの下、比較対象から保護受給世帯を除去した上で検証を行うものと\nされ、その後にこれに明らかに抵触する議論はされていない。）。また、\n平成１９年検証においては、保護基準を検証する際に比較対象から保護受\n給世帯を除去しているから、平成２５年検証は平成１９年検証とも連続性\nを欠く。\nさらに、基準部会が平成２５年検証の手法として採用した統計的分析手\n法（重回帰分析）については、上記のとおり比較対象となる第１・十分\n位から保護受給世帯を除去していないなどサンプル世帯の抽出が恣意的\nかつ不合理である上、複数の説明変数間に相関関係があることも否定で\nきないから、上記手法を用いた同検証結果の正確性には重大な疑義があ\nり、同検証が参照した全国消費実態調査のデータについても、季節性が\n反映されていない、サンプルのばらつきを考慮した補正が行われていな\nい、単身世帯調査の調査方法が特殊であるなどの限界がある。\nエ  被告らは、基準部会における検証は、絶対値としての給付水準の適正化\nは目的としておらず、年齢区分別、世帯人数別及び級地区分別による保護\n受給世帯間での相対的な不公平の是正のみを目的としているから、その検\n証の結果に基づくゆがみ調整は、本来、財政的にはニュートラル（プラス\nマイナスゼロ）であって、絶対値としての生活扶助基準の是正を行うこと\nを目的とするデフレ調整とは考え方として重複するものではない旨主張す\nる。\nしかし、水準均衡方式において定期的に行う必要があるとされた検証は、\n一般国民の消費水準と比較して生活扶助基準が妥当な水準にあるか否か\nについての検証であり、被告らのいう絶対水準の検証が大前提とされて\nおり、基準部会での検証も、生活扶助基準の絶対水準の検証を主たる目\n的とするものであり、ただ、それまでの検証とは異なり、年齢・世帯人\n数・級地の３要素による詳細な類型分けをし、保護受給世帯間の不公平\nの是正（ゆがみ調整）と一体的に（同時に）行った点に特徴があるので\nある。また、本件改定のうち、ゆがみ調整により保護費を総額９０億円\nも削減する財政効果が生じているが、財政的にニュートラルであること\nを目的とするのであれば、このような多額のマイナスが生ずるというこ\nとは常識的に考えてあり得ない。\nしたがって、生活扶助基準の絶対水準の調整を目的とするデフレ調整に\nよる保護費の減額をする際、ゆがみ調整の結果生じてしまった減額分を\n考慮して計算をしなければ、ゆがみ調整分とデフレ調整分で不当な重複\n引下げをしていることになるが、本件改定においてはそのような考慮が\nされておらず不当である。\nオ  以上に加え、厚生労働大臣は、本件改定におけるゆがみ調整をするに当\nたり、平成２５年検証の結果の数値の半分しか反映しておらず、本件改定\nにおけるゆがみ調整が「統計などの客観的な数値や専門的知見との整合\n性」を欠く恣意的かつ不合理なものであることは明らかである。この点、\n被告らは、平成２５年報告書における検証結果の数値の半分しかゆがみ調\n整に反映させなかったことを「激変緩和措置」であると主張するが、激変\n緩和が理由であるならば、平成２５年検証の結果によれば増額となる各グ\nループの増額分まで半分にする必然性はない上、本件改定ではそもそも減\n額幅を１０％に抑える激変緩和措置が採用されているから、激変緩和を理\n由に平成２５年検証の結果を歪曲することを正当化することはできない。\n他方、平成２５年報告書に記載された第１・十分位の消費実態と生活扶助\n基準とのかい離指数（かい離率）を２分の１とすることにより、生活扶助\n基準（第１類費）の基準額につき年間４４０億５９００万円（第２類費に\nついては９億３８００万円）もの削減効果が生じ、世帯人数に応じた第１\n類費の逓減率について平成２５年報告に記載されたかい離率の２分の１と\nしたことによっても、最終的には年間９１億２１００万円程度の生活扶助\n費の削減効果が生じており、厚生労働大臣は、ゆがみ調整を行う際に恣意\n的にかい離率を２分の１に操作することにより、本件改定による生活扶助\n費の削減額を過大に算出したものである。\n⑶  デフレ調整について\nア  専門家の検証を経ていないこと\n本件改定による生活扶助基準の引下げに伴う保護費の減額幅（合計約６\n７０億円） の う ち デ フ レ 調 整 を 理 由 と す る も の が 占 め る 割 合 （ 約 ８\n６％）が極めて大きいことからすれば、経済学者や社会保障法学者で構\n成される基準部会において物価調整の要否等について徹底して議論され\nるべきであるにもかかわらず、基準部会で平成２０年以降の物価の動向\nが議論されたことはなかった。昭和５８年意見具申は、水準均衡方式に\nおける「消費水準の均衡」を判断する際の考慮要素として「民間最終消\n費支出」を指標とすることを明示しており、その後の改定においても、\n民間最終消費支出を指標として基準の調整が図られてきたのであり、本\n件改定以前に「物価」を考慮したことは１度もないのである。すなわち、\n水準均衡方式における「水準均衡」とは、生活扶助基準と消費実態との\n均衡を意味するから、直接消費実態を確認するほかなく、物価や賃金は、\n消費に大きな影響を持つが消費実態そのものではないため、一般消費実\n態との均衡で基準を考える場合には物価は参考程度ということになり\n（昭和５８年意見具申もその旨を述べていた。）、物価の本格的考慮は、\n水準均衡方式の本質と矛盾し許されない。これまでも、民間最終消費支\n出に代えて物価を考慮することの可否について話題に上がったが、いず\nれも本格的な検討に至る前に否定されており、物価の本格的考慮を許さ\nない水準均衡方式は、処分基準に準じる確立した行政慣行になっていた\nといえる。しかるに、本件改定におけるデフレ調整は、基準部会での議\n論を全く経ることなく、厚生労働省保護課の少数の職員らが密室で検証\n不可能な形で行ったものである。この点、生活扶助基準は、平成３０年\n度にも改定されているところ、平成２３年以降平成２８年までの生活扶\n助相当ＣＰＩの変化率は５．２５％の上昇となるにもかかわらず、上記\n改定においてはこのインフレ率を根拠とした保護費の引上げはされてい\nない。このことは、厚生労働大臣が、保護費を引き下げるという目的の\nために、物価の下落時のみに恣意的に「デフレ」を利用したこと（目\n的・動機違反）を根拠付けている。\nそもそも、物価調整の議論は、単なる統計的な要素のみを有するのみな\nらず、いかなる品目を調査の基礎とすべきかなど、高度な専門性が要求\nされるものであり、厚生労働大臣や厚生労働省内の事務方において扱え\nる事項ではないから、厚生労働大臣は、物価の変動を考慮するのであれ\nば、基準部会での議論を経なければならなかった。しかるに、上記のと\nおり厚生労働大臣は、基準部会で一切議論されていない物価動向という\n要素を持ち出し、約５８０億円もの減額幅を導いたのであり、その判断\nが著しく合理性を欠いていることは明らかである。\nまた、生活保護法８条２項は、保護基準の設定ないし改定に当たっての\n考慮要素を具体的に列挙して厳格に法定し、厚生労働大臣の裁量に大き\nな制約を加えているところ、その趣旨は、同項に列挙された考慮要素は、\n高度に専門技術的な判断を要するものであることから、保護基準の設定\nないし改定に当たっては、まず、高度に専門的な考察を基礎としなけれ\nばならないとすることで、厚生労働大臣の裁量の範囲を大幅に制限する\nことにある。そうすると、生存権の保障を実効性あるものとし、慎重か\nつ専門技術的な考察を担保するため、厚生労働大臣による保護基準の設\n定ないし改定は、審議会等の専門家によって構成される機関の専門技術\n的な観点からの検討に基づくことが必要である。生活保護法８条１項の\n立法経緯をみても、保護基準が国民の権利であることの重要性に鑑みて、\n保護基準は専門家による審議会等における専門的観点からの適切かつ慎\n重な検討に基づいて設定されることが大前提とされており、政府におい\nても、保護基準については諮問機関によって得られた結論に従って実施\nすべきことを立法時点から認めていたものである。とりわけ、昭和５９\n年から新たに導入され、現在も採用されている水準均衡方式は、「水準\n均衡」という考え方そのものから、専門家による検証を不可欠の要素と\nする方式であり、昭和５８年意見具申や平成１６年報告書においても、\n生活扶助基準の妥当性についての専門家による定期的な検証が必要であ\nることが指摘されていたものであって、「学識経験者による定期的な保\n護基準の専門的かつ客観的な評価・検証を行うこと」を目的として社会\n保障審議会の下に直接置かれた常設の専門部会である基準部会が設置さ\nれたことからからすれば、基準部会等の専門家からなる審議会の検討を\n踏まえることは、処分基準に準ずる確立した行政慣行となっていたもの\nと評価することができる。\n以上からすれば、保護基準の設定ないし改定の手続については法令上特\nに定められていないものの、厚生労働大臣は、保護基準を定めるに当た\nり、専門的知見を反映させるべく必ず専門家の意見を踏まえなければな\nらず、政策的な考慮（財政事情等）は、専門技術的な考察の範囲内での\nみ許容され、これに反する場合には違憲・違法となる。しかるところ、\n上記のとおり、厚生労働大臣は、専門部会である基準部会に付議するこ\nとも容易であったにもかかわらず、その審議を経ることなくデフレ調整\nを実施しており、本件改定は、その判断過程（手続）に重大な過誤があ\nり、厚生労働大臣の裁量権の範囲を逸脱するものとして違法である。\nイ  平成１９年報告書はデフレ調整の根拠とはならないこと\n被告らは、平成１９年報告書の検証結果により、当時の生活扶助基準は\n一般低所得世帯の消費実態と比べて高いという結果が得られたことから、\n生活扶助基準を一般低所得世帯の消費の実態に適合したものとするよう\n見直されるべきところであったが、これを据え置いてきたので、その後\nの物価動向を勘案して引き下げた旨主張するが、次のとおり、平成１９\n年報告書をデフレ調整の根拠とすることは許されない。\n平成１９年報告書を取りまとめた検討会は、厚生労働省社会・援護\n局長が何ら法令上の根拠に基づかずに設置した同局長の私的諮問機関に\nすぎず、しかも、検討会は、平成１９年１０月１６日から同年１１月３\n０日までわずか１か月半程度（５回）の検討だけで平成１９年報告書を\n取りまとめたものであって、検討期間は極めて短く、検討回数も不十分\nであり、十分な検討が行われたものとは到底評価できない。\nまた、確かに、平成１９年報告書では、第１・十分位の生活扶助相\n当支出額と比べると、夫婦子１人世帯（標準世帯）の生活扶助基準額は\n「やや高め」となっており、単身世帯の（６０歳以上）のそれは「高\nめ」となっているとの記載があるが、他方、平成１９年１２月１１日、\n検討会の委員５名全員が連名で「『生活扶助基準に関する検討会報告\n書』が正しく読まれるために」と題する文書を発表し、そこには、「生\n活扶助基準の引き下げには、慎重であるべき」との考え方につき全委員\nの総意により確認されたことが記載されている。すなわち、平成１９年\n報告書は、「生活扶助基準の引下げ」との結論を出しておらず、むしろ\n引下げには慎重であるというのが委員の総意だったのである。\nさらに、平成１９年報告書は、生活扶助基準額は第１・十分位の消\n費水準と比較することが適当であるという考え方がその「検証」の前提\nとなっているが、この前提となる考え方に根拠はなく、平成１９年報告\n書はこれを前提としたことによって、その「検証」結果に重大な誤りが\n生じた。すなわち、単身世帯（６０歳以上）については、第１・十分位\nの消費水準は、中央値である第３・五分位の５割（第１・五分位でみる\nと約６割）にとどまっており、少なくとも単身世帯については、第１・\n十分位の消費水準は、平均的な世帯の消費水準に照らして相当程度に達\nしているとはいえないというのが検討会の委員の総意であった。また、\n平成１９年報告書は、第１・十分位に属する世帯における必需的な耐久\n消費財の普及状況は平均的な世帯と比べて大きな差はなく、また、必需\n的な消費品目の購入頻度は平均的な世帯と比較しても概ね遜色のないこ\nとを、第１・十分位の消費水準との比較によるべき根拠として挙げるが、\n実際には、夫婦子１人世帯では、第１・十分位に属する世帯における必\n需的な耐久消費財の普及率は平均的な世帯と比較して明らかな差があり、\nまた、第１・十分位に属する世帯における必需的な消費品目の購入頻度\nは、平均的な世帯と比較して大きな差があるものが多いのであるから、\n上記の点は到底根拠たり得ない。さらに、平成１９年報告書は、生活扶\n助基準額はこれまで第１・十分位の消費水準と比較することが適当とさ\nれてきたことを前提としているが、上記アのとおり、そもそも基準の妥\n当性の検証は、昭和５８年意見具申を受けて水準均衡方式が採用された\nことにより新たに生じた課題であり、平成１５年中間取りまとめでは基\n準の妥当性を判断するための検証方法について第１・十分位の消費水準\nと比較するという結論が示されたが、その根拠については全く不明であ\nって、平成１９年報告書はその前提自体を誤っている。\nウ  生活扶助相当ＣＰＩによる物価下落率の算定方法が不当であること\n本件改定におけるデフレ調整においてその根拠とされた生活扶助相当\nＣＰＩは、総務省ＣＰＩを基にして厚生労働省が独自に作成した指数で\nあるところ、次のとおり、この生活扶助相当ＣＰＩの算定には大きな問\n題がある。\n消費者物価指数は、ある基準となる物価を１００として、その時々\nの時価を比較計算した数値であるから、まず比較の基準となる年（基準\n時）を決め、次に、基準時の買い物の内容に基づいて買物かごの中に入\nれる商品とその数量を決め、基準時の費用を１００としてその後の時点\n（比較時）における変化を指数で表したものである。そして、上記買物\nかごの中に入れるものとして選定された商品（財やサービス）は「指数\n品目」、指数品目について銘柄を定めた上で小売店における新品価格の\n調査により得られた価格は「調査価格」、消費者物価指数の計算の際に\nおける家計の消費支出全体に占める各品目の支出額の割合は「ウエイ\nト」と呼ばれ、これらの組合せにより消費者物価指数は算定される。な\nお、基準時のウエイトを用いて消費者物価指数を算出する方法を「ラス\nパイレス式」といい、比較時のウエイトを用いる方法を「パーシェ式」\nというが、総務省ＣＰＩはラスパイレス式によるものである。また、総\n務省ＣＰＩにおいては、５年ごとに基準時を改定し、指数品目及びウエ\nイトを見直しているところ、過去の基準と現在の基準を統一する方法と\nして、基準改定の都度新たな基準時に合わせて過去の指数系列を換算し\n「接続」するという方法（この場合の過去の基準における指数を現在の\n基準における指数に換算するための係数は「接続係数」と呼ばれる。）\nを採用している。\nしかるところ、本件改定に当たり、厚生労働大臣は、平成２２年を\n基準年とし、同年のウエイトを用いて平成２０年と平成２３年の生活扶\n助相当ＣＰＩを算出し、その間の変化率が４．７８％の下落（本件下落\n率）となったとするものである。このように、平成２０年と平成２３年\nのいずれの時点でもない平成２２年に消費構造を固定する計算方法は、\n統計的には意味がない。被告国の主張する計算方法によると、平成２０\n年から平成２２年までの指数の変化率はパーシェ式による計算結果と一\n致し、同年から平成２３年までの指数の変化率はラスパイレス式による\n計算結果と一致するが、このような異なる計算原理に基づく二つの指数\nを比較することはできないから、これらの比較は理論的に誤りである。\nなお、仮に、総務省ＣＰＩと同様の方法により平成２０年と平成２３年\nの生活扶助相当ＣＰＩを求め、これを接続係数を用いて接続すると、こ\nの間の変化率は－２．２６％となり、厚生労働大臣が算出した本件下落\n率とは大きく異なる\nまた、消費者物価指数の算出に当たりパーシェ式を用いることは、日\n本はおろか世界的にみても前例がない。とりわけ、パーシェ式のうちあ\nる特定の年を基準年として数年間固定する「固定基準年方式」のパーシ\nェ指数は、価格と数量が大幅かつ逆方向に変化し続けるＩＴ関連財のよ\nうな財が存在する場合、基準時点から時間が経過すればするほどかい離\nが大きくなること（大幅な下方バイアスが生ずること）が指摘されてい\nるところ、デフレ調整に当たって参照された生活扶助相当ＣＰＩの変化\n率のうち平成２０年から平成２２年にかけてのものはこの固定基準年方\n式のパーシェ指数に一致する。実際、被告国の主張する計算方法によっ\nても、価格下落幅とウエイトの特に大きい「ノート型パソコン」と「テ\nレビ」の２品目を除くと、平成２０年から平成２３年までの生活扶助相\n当ＣＰＩの変化率は－２．２１％となり、このような実証結果は、被告\n国の主張する計算方法が上記２品目だけの影響により計算結果を大きく\nゆがめる手法であることを裏付けているが、後記のとおり、保護受給世\n帯においてこれらの品目をすべて消費している世帯はまずあり得ない。\nところで、国際労働機関（以下「ＩＬＯ」という。）が提示する消\n費者物価指数の国際規準においては、①基準時は、対象とする時系列間\nの期首であり起点であり、また、比較時は、当該時系列の期首以降期末\nまでの各時点であり、したがって、基準時は比較時より過去の時点とな\nること、②基準時の指数値は１００でなければならないこと、③マーケ\nットバスケット方式によって消費者物価指数は作成されなければならな\nいこと、④上記③の必然的結果として、基準時と各比較時の対象とする\n品目は完全に同一で対応していなければならないこととされている。し\nかるに、本件改定に当たって用いられた生活扶助相当ＣＰＩについては、\n基準時（平成２２年）が比較時（平成２０年）より将来の時点となって\nいる点で上記①の国際規準に反し、仮に、これを平成２０年を基準時と\nしたものとみた場合には、上記②の国際基準に反することになる。また、\n総務省ＣＰＩにおける指数品目は５年ごとに改定されているところ、平\n成２０年生活扶助相当ＣＰＩは、平成１７年に改定された総務省ＣＰＩ\nにおける指数品目に準拠し、基準時である平成２２年については同年に\n改定された総務省ＣＰＩにおける指数品目に準拠しているため、上記平\n成２２年の指数品目の改定（以下「平成２２年品目改定」という。）に\n伴い、同改定前には指数品目に含まれなかった品目が新たに含まれるこ\nととなり、平成２０年生活扶助相当ＣＰＩの計算において価格データが\n不足する（欠測値が生ずる）こととなる。しかるに、厚生労働大臣は、\n平成２０年生活扶助相当ＣＰＩを計算するに当たり、総務省ＣＰＩの指\n数品目である５８８品目から除外品目を控除し、さらに上記欠測値に係\nる３２品目（以下「本件欠測３２品目」という。）を除外した４８５品\n目の価格データとウエイトと用いて計算する一方、平成２３年生活扶助\n相当ＣＰＩを計算するに当たっては、本件欠測３２品目を含めた平成２\n２年品目改定後の品目から除外品目を除いた５１７品目の価格データと\nウエイトを用いて計算している。すなわち、平成２０年生活扶助相当Ｃ\nＰＩと平成２３年生活扶助相当ＣＰＩは異なる品目に基づいてその指数\n値が算出されており、このような異なる品目に基づく消費者物価指数を\n比較することは不合理であって、上記③及び④の国際規準に反するし、\n平成２０年生活扶助相当ＣＰＩについては、除外品目に加えて欠測値相\n当の品目（本件欠測３２品目）を除外したことにより、生活扶助相当品\n目の価格比に大きなウエイト比が乗じられ、その結果、数値が過大評価\nされた可能性が高い（なお、生活扶助相当ＣＰＩを算出するに当たり、\n総務省ＣＰＩの指数品目から、生活扶助から支出することが想定されて\nいない「海外パック旅行」を除外しておらず、この点でも不合理であ\nる。）。\n以上のとおり、厚生労働大臣作成の生活扶助相当ＣＰＩは、統計の\n方法として誤りであり、国際規準から逸脱するものであって、国際的に\n標準化された方法（総務省ＣＰＩが採用する方法）による試算結果と比\nべて下落率が大幅に高くなる計算方法である。\nしたがって、生活扶助相当ＣＰＩは、消費者物価の変化率を測定す\nる方法として誤っており、かかる計算方法に基づく計算結果（４．７\n８％の本件下落率）は事実に反するため、本件改定は、事実誤認に基づ\nくもので、裁量権の範囲を逸脱し又はこれを濫用するものである。\nエ  生活扶助相当ＣＰＩはウエイトにおいて保護受給世帯の消費実態を考慮\nしておらず不当であること\n世帯の収入の規模により品目別の支出構造が異なるため、消費者物価の\n変動が及ぼす影響は世帯の収入の多寡により異なる。しかるところ、厚生\n労働大臣は、生活扶助相当ＣＰＩを作成する際、保護受給世帯の支出にお\nける品目別消費構造は全く無視し、総務省ＣＰＩにおけるウエイトをその\nまま用いたため、除外品目として除外されなかった品目のウエイトが全体\nに占めるシェアが拡大し、テレビやパソコンなどの高価な電化・ＩＴ製品\n（保護受給世帯はこれらを新品ではほとんど買わない。）がウエイトに占\nめる割合が増加し、保護受給世帯の支出の実態とのかい離が大きくなった。\nしかも、平成１７年以降、電化・ＩＴ製品の価格が激しく下落し、生活扶\n助相当ＣＰＩの「下落」に大きく影響を与えた。\nすなわち、生活扶助相当ＣＰＩを算出するに当たって用いられたウエイ\nトは、総務省ＣＰＩと同じく、総務省が実施している家計調査の結果の\nうち一般世帯（２人以上の世帯。保護受給世帯よりも圧倒的に年収が高\nい世帯がほとんどを占めている。）の品目別消費支出額に基づくもので\nある。この家計調査の結果と、厚生労働省が実施している社会保障生計\n調査（保護受給世帯の家計収支の状況、消費品目の種類、購入数量等を、\n調査世帯が記入した家計簿をもとに把握するもの）とを比較すると、①\n一般世帯の消費支出額に比べて保護受給世帯の消費支出は約６割程度に\nとどまっていること、②「食料」「住居」「光熱・水道」「家具・家事\n用品」「被服及び履物」については保護受給世帯が一般世帯よりも支出\n割合が大きく、「保健医療」「交通・通信」「教育」「教養娯楽」「そ\nの他の消費支出」については保護受給世帯の方が一般世帯より支出割合\nが小さいこと、③「教養娯楽」については、保護受給世帯では特に「Ｐ\nＣ・ＡＶ機器」等の「教養娯楽用耐久財」と「教養娯楽サービス」への\n支出額が極めて小さいことなど、保護受給世帯の消費構造には一般世帯\nとは異なる特徴があるため、保護受給世帯の上記消費実態を正確に把握\nしなければ、デフレ傾向によって保護受給世帯の可処分所得が実質的に\nどれだけ変化したのかを明らかにすることはできない。それにもかかわ\nらず、厚生労働大臣は、保護受給世帯と一般世帯の消費実態が異なるこ\nとを考慮することなく、漫然と一般世帯の消費実態のみを考慮して生活\n扶助相当ＣＰＩを算出し、その結果、生活扶助相当ＣＰＩのウエイトの\n算定上、考慮すべき保護受給世帯の消費実態を考慮せず、考慮すべきで\nない一般世帯の消費実態を考慮したものであるから、生活扶助相当ＣＰ\nＩを根拠としてされた本件改定は、厚生労働大臣の裁量権の範囲を逸脱\nし又はこれを濫用したものであり違法である。\nオ  比較年度の選択が不合理であること\n生活扶助における老齢加算の削減・廃止に伴う保護基準の改定が行\nわれたのは平成１６年であるから、本来同年の物価指数を基準に比較す\nるのが最も合理的である。しかし、厚生労働大臣は、平成２０年と平成\n２３年とを比較して、これを「物価の動向」としているところ、平成２\n０年は、サブプライムローン問題から世界の余剰マネーが石油や食品な\nどの商品市場への投機に回り、日本でも石油の高騰にけん引されて総務\n省ＣＰＩが急上昇した特殊な年である。この年を基準とすれば、生活扶\n助相当ＣＰＩの下落率が大きくなることは明白であったものであり、こ\nのような乱高下の局面だけを切り取って「物価」が大きく「下落」した\nと断じることは極めて恣意的であって著しく合理性を欠く。\nこの点、被告らは、平成２０年を起点として選択したことにつき、平\n成１９年報告書で、生活扶助基準が一般低所得世帯の消費実態と比べて\n高いと評価されており、本来平成２０年度以降に速やかに生活扶助基準\nを一般低所得世帯の消費実態に適合したものとするよう見直されるべき\nであったが、平成２０年度予算編成当時は原油価格が高騰しており、そ\nの消費に与える影響等を見極めるため、同年度は生活扶助基準を据え置\nくこととされ、その後も結局生活扶助基準の見直しが行われなかったた\nめ、デフレ調整の起点を、本来生活扶助基準の見直しが行われるべきで\nあった平成２０年としたことは合理的である旨主張する。\nしかし、平成１９年報告書はそれ自体に問題があるものであることは、\n前記イのとおりである。また、上記のような被告らの主張を前提として\nも、平成１９年を起点にしなければ、平成１９年から平成２０年にかけ\nて生じた物価変動（インフレ）は保護基準に反映されないこととなるか\nら、平成２０年を起点とすることは論理的に明らかに誤りである。\nまた、平成２０年を比較の起点とすると、同年の原油価格高騰による\n物価上昇を考慮要素に含めることになる。他方、厚生労働大臣は、平成\n２０年当時、物価高騰を理由に生活扶助基準を据え置いているが、これ\nは、当時の物価上昇を生活扶助基準に反映させるべきではないと判断し\nたことを意味するから、これらの両判断は矛盾することになる。\nこのように、厚生労働大臣が平成２０年を比較の起点に選択した理由\nはいずれも合理的な根拠に欠ける。むしろ、同大臣は、同年を選択し、\n同年の極端な物価上昇を考慮要素に含めることで、物価の下落幅が大き\nく出ることを狙い、恣意的に選択したものといわざるを得ない。\nまた、一般に、政策判断を行うために統計データを使用する場合に\nは、最新のデータが用いられるところ、今回の生活扶助基準の改定を検\n討した際における最新の総務省ＣＰＩのデータは平成２３年ではなく平\n成２４年のものであったから、本件改定に当たっては、本来、平成２４\n年のデータを使用すべきであった。\n厚生労働大臣があえて最新のデータを使用しなかった理由は、平成２\n４年のデータでは食費及び光熱費の物価が上昇しているため、平成２０\n年と比較すると「光熱・水道費」が上昇していることとなってしまうた\nめであると考えられる。したがって、厚生労働大臣がデフレ調整におけ\nる物価の比較の時点として平成２３年を選択したことには合理的な理由\nがなく、かえって、生活扶助費削減の結論を導くために恣意的に同年を\n選択したことが示されている。\n⑷  小括\n以上のとおり、厚生労働大臣による本件改定に至る判断の過程及び手続は、\n統計等の客観的な数値との合理的関連性や専門的知見との整合性を欠き、過\n誤、欠落があることが明らかであるから、厚生労働大臣による本件改定はそ\nの裁量権の範囲を逸脱し又はこれを濫用するものとして、違法・違憲である。\n（被告らの主張）\n１  保護基準の設定及び改定については厚生労働大臣に広範な裁量権が認められ\nていること\n生活保護法３条及び８条２項にいう「最低限度の生活」は抽象的かつ相対的\nな概念であって、その具体的内容は、その時々における経済的、社会的条件や\n一般的な国民生活の状況等との相関関係において判断決定されるべきものであ\nり、これを保護基準において具体化するに当たっては、高度の専門技術的な考\n察とそれに基づいた政策的判断を必要とする。そのため、厚生労働大臣に、専\n門技術的観点からの裁量権が認められている（老齢加算東京訴訟最高裁判決参\n照）。そして、厚生労働大臣の保護基準の改定の判断については、異質かつ多\n元的な諸利益を評価して比較考量するという優れて専門技術的かつ政策的な判\n断を行う必要がある。したがって、保護基準の設定及び改定については厚生労\n働大臣に広範な裁量権が認められ、この点は既に判例法理として確立している\n（最高裁昭和３９年（行ツ）第１４号同４２年５月２４日大法廷判決・民集２\n１巻５号１０４３頁〔以下「朝日訴訟最高裁判決」という。〕参照）。そのた\nめ、厚生労働大臣による生活扶助基準の見直しを内容とする保護基準の改定\n（本件改定）については、その判断に裁量権の範囲の逸脱又はその濫用がある\nと認められる場合に初めて、生活保護法３条、８条２項の規定に違反し、違法\nとなるものと解すべきである。そして、このような広範な裁量に基づく本件改\n定が適法か否かを判断するに当たっては、その判断が国民感情等の生活外的要\n素も踏まえた高度の政策的価値判断であることから、専門技術的裁量の統制に\nおける判断の枠組みを採用して判断の合理性を審査するのは相当ではなく、本\n件改定の内容、性質等に鑑みると、本件改定に至った厚生労働大臣の判断の過\n程に過誤、欠落等があるか否かが審査されるべきであり、その審査は、統計等\nの客観的な数値等との合理的関連性や専門的知見との整合性等を見ることによ\nり、被告らが挙げる理由から本件改定の判断が導かれ得るか（被告らの挙げる\n理由に論理の飛躍や連関を欠くところがあるか）を検討することによって行わ\nれるべきである。\nそして、本件改定は、ゆがみ調整とデフレ調整から成るところ（本件改定後\nの生活扶助基準額は、同改定前の生活扶助基準額についてゆがみ調整を施して\n算出された金額に〔１－０．０４７８〕を乗ずること〔デフレ調整〕により算\n出される。なお、平成２６年改定においては、消費税率の引上げの影響を含む\n国民の消費動向等を総合的に勘案し、生活扶助基準を２．９％の改定率で引き\n上げているところ、この生活扶助基準の引上げは水準均衡方式によるものであ\nり、ゆがみ調整及びデフレ調整による改定とは異なるものである。）、次のと\nおり、本件改定に係る厚生労働大臣の判断に裁量権の範囲の逸脱又はその濫用\nがあるとはいえず、本件改定は生活保護法３条又は８条２項の規定に違反する\nものではない。\n２  ゆがみ調整について\n⑴  ゆがみ調整による生活扶助基準の見直しの必要性\n基準部会は、平成２５年検証において、平成２１年全国消費実態調査の特\n別集計等のデータを用いて、国民の消費動向、特に一般低所得世帯の生活実\n態を勘案しながら、生活扶助基準と一般低所得世帯の消費実態との均衡が適\n切に図られているか否か等について検証を行ったところ、その結果、①年齢\n区分別の生活扶助（第１類費）基準額による指数と一般低所得世帯の消費実\n態による指数とでは、各年齢区分においてかい離が認められ、②第１類費に\nおける世帯人数別の生活扶助基準額による指数と一般低所得世帯の消費実態\nによる指数とでは、世帯人数が増えるにつれてかい離が拡大する傾向が認め\nられるとともに、指数の差が生活扶助基準額よりも一般低所得世帯の消費実\n態の方が小さくなっていることが認められ、③第２類費における世帯人数別\nの生活扶助基準額による指数と一般低所得世帯の消費実態による指数とでは、\n世帯人数が増えるについてかい離が拡大する傾向が認められるとともに、指\n数の差が生活扶助基準額よりも一般低所得世帯の消費実態の方が大きくなっ\nていることが認められ、④級地区分別の生活扶助基準額による指数と一般低\n所得世帯の消費実態による指数とでは、地域差は、消費実態の方が小さくな\nっていることが認められた。\n現行の保護基準は、標準世帯の基準額を基軸とし、ここから世帯人員の年\n齢、世帯人数に応じた基準額を算出しているところ、前２回の検証において\nは、この標準世帯に対応する世帯類型の基準額と一般低所得世帯の消費支出\nとを直接比較することにより、生活扶助基準の水準の妥当性について検証が\nされたが、平成２５年検証は、これらとは異なり、年齢区分別、世帯人数別、\n級地区分別に、生活扶助基準額と消費実態とのかい離を詳細に分析して、\n様々な世帯構成に展開するための指数について検証を行った点が特徴的であ\nる。すなわち、平成２５年検証は、年齢差、世帯人数差及び地域差による影\n響を指数化することによって、基準体系、地域差のゆがみによる不公平さを\n相対的に把握することを狙いとしたものである。そして、この平成２５年検\n証は、前２回の検証における指摘を踏まえて、専門的議論の結果得られた透\n明性の高い妥当な検証手法を用いて、徹底した相対比較によるきめ細やかな\n検証が行われたものであり、その検証結果には十分な合理性、信頼性が認め\nられる。\n⑵  ゆがみ調整の合理性\n上記⑴のとおり、平成２５年検証は、平成１６年検証時から課題となって\nいた基準体系に関する検証について、専門家の知見を踏まえて行われたもの\nであり、その内容が合理的であることは明らかであるところ、ゆがみ調整は、\n同検証の結果明らかにとなった年齢区分別、世帯人数別、級地区分別の生活\n扶助基準額による指数と一般低所得世帯の消費実態による指数とのかい離を\n是正するものである。\nなお、上記のとおり、平成２５年検証は、前２回の検証のような生活扶助\n基準額を絶対値として見た場合の妥当性を評価したものではなく、相対比較\nによる評価であって（平成２５年報告書においても、仮に第１・十分位のす\nべての世帯が生活保護を受給した場合の１世帯当たりの平均受給額が不変と\nなるようにして、年齢、世帯人員体系及び級地の基準額の水準への影響を評\n価する方法を採用したとしている。）、ゆがみ調整の内容も、生活扶助基準\nの給付水準の絶対的な適正化ではなく相対的な適正化を図るものにすぎない。\nこのように、平成２５年検証においては、平均受給額が変わらないとの前提\nがあるため、平成２５年報告書の検証結果どおりに保護基準を改定した場合、\n仮にサンプル世帯が実際の保護受給世帯と全く同じであれば、平均すれば基\n準は引上げでも引下げでもなく同額となり、財政的にはニュートラル（プラ\nスマイナスゼロ）となる。本件改定におけるゆがみ調整によって生ずる財政\n効果を－９０億円としているのも、サンプル世帯と実際の保護受給世帯との\n世帯構成及び地域分布の違いによって結果的に生じたものにすぎない。その\nため、ゆがみ調整は、それ自体生活扶助基準の絶対的水準の調整を意図した\nものではなく、後述のデフレ調整とは考え方として重複するものではない。\n⑶  小括\n以上のとおり、平成２５年検証の結果には十分な合理性、信頼性が認めら\nれ、これを踏まえたゆがみ調整の内容も合理的である。したがって、平成２\n５年検証の結果を踏まえて、生活扶助基準額と一般低所得世帯の消費実態と\nのかい離を解消（較差を是正）するために、生活扶助基準の見直しが必要で\nあるとした厚生労働大臣の判断について、裁量権の範囲の逸脱又は濫用があ\nるとはいえない。\n⑷  ゆがみ調整に関する原告らの主張について\nア  原告らは、第１・十分位の消費支出と生活扶助基準とを比較する平成２\n５年検証は、従前から採用されてきた保護基準の検証方式である水準均衡\n方式の考え方に反する旨主張する。\nしかし、原告らの上記主張は、保護基準の改定方式である水準均衡方式\nと生活扶助基準の妥当性の検証方法を混同したものである。すなわち、\n生活扶助基準の改定方式である水準均衡方式とは、政府経済見通しにお\nける民間最終消費支出の伸びに準拠して生活扶助基準の改定率を決定す\nる方式である一方、生活扶助基準の妥当性の検証においては、過去から\n一貫して、一般低所得世帯の消費実態や生活様式に着目して基準の策定\nないし検証が行われてきたところである。具体的には、昭和３９年１２\n月１６日付け生活保護専門分科会による中間報告（乙Ａ３３。以下「昭\n和３９年中間報告」という。）では、第１・十分位における消費水準の\n最近の上昇率に加えて、第１・十分位と生活保護階級との格差縮小を見\n込んだ改善を行うべきであるとされ、昭和５８年意見具申では、大部分\nの国民が維持してきた生活様式が保たれる限界点（変曲点）における収\n入階級が２．９９・五十分位とされ、そこでの生活扶助相当消費支出額\nと生活扶助基準額との比較がされたものであり、やはり低所得階層との\n比較に着目した手法が採用されている。さらにその後の平成１５年中間\n取りまとめにおいても、生活保護において保障すべき最低生活の水準は、\n第１・十分位の消費水準に着目することが適当であるとされ、平成１９\n年報告書においても、①第１・十分位の消費水準は、平均的な世帯の消\n費水準に照らして相当程度に達していること、②第１・十分位に属する\n世帯における必需的な耐久消費財の普及状況は平均的な世帯と比べて大\nきな差がなく、また、必需的な消費品目の購入頻度は平均的な世帯と比\n較しても概ね遜色ない状況にあることから、これを変更する理由は特段\nないとして、第１・十分位における消費水準との比較により生活扶助基\n準の検証を行っている。このように、生活扶助基準の妥当性の検証につ\nいては、従前から一貫して一般低所得世帯の消費実態に着目して行われ\nてきたといえ、第１・十分位を比較対象とした平成２５年検証の検証方\n法に何ら問題はない。\nまた、原告らは、平成２５年報告書は、第１・十分位との比較による保\n護基準の引下げに懸念を示しているとか、様々な観点から安易な引下げ\nに懸念を示しているなどと主張する。しかし、平成２５年報告書は、基\n準部会で検討が重ねられ、最終的に基準部会委員の合意を得ているとこ\nろ、同報告書では、平成２５年検証で採用した手法につき、「委員によ\nる専門的議論の結果得られた透明性の高い一つの妥当な手法である」と\n評価されており、また、「厚生労働省において生活扶助基準の見直しを\n検討する際には、本報告書の評価・検証の結果を考慮し、その上で他に\n合理的な説明が可能な経済指標などを総合的に勘案する場合には、それ\nらの根拠についても明確に示されたい」と記載されていることからして\nも、生活扶助基準の見直しについて懸念が示されているものとはいえず、\n原告らの上記主張は理由がない。\nさらに、原告らは、平成２５年検証において、平成１９年検証とは異な\nり、第１・十分位の世帯（サンプル世帯）を抽出した際に保護受給世帯を\n除去しなかったことが不合理である旨主張する。しかし、平成１９年検証\nは、生活扶助基準の水準の評価を行っているところ、このような生活扶助\n基準の高低を検証する際、仮に同基準との比較対象である一般低所得世帯\nの中に保護受給世帯が含まれるとすれば生活扶助基準とそれ自体を比較す\nることになりかねないことから、その検証に当たり、比較対象となるべき\n一般低所得世帯から保護受給世帯と考えられる世帯を除去したが、平成２\n５年検証では、年齢差、世帯人数差及び地域差によるゆがみという相対的\nな不公平さを是正すべく、相対的な妥当性（公平性）につき検証が行われ\nたものであり、かかる相対的な妥当性（公平性）の検証という性質に照ら\nせば、生活扶助基準との比較対象となる一般低所得世帯については、可能\nな限り実態に合致した基礎データを抽出して用いる必要があり、保護受給\n世帯が含まれているか否かにかかわらず、一般低所得世帯の消費実態をそ\nの実態に即して補足すべきことになる。また、平成２５年検証では、生活\n扶助基準の絶対的水準（高低）ではなく、相対的な妥当性（公平性）が検\n証されているので、その比較対象となるべき一般低所得世帯に保護受給世\n帯が含まれていても、生活扶助基準とそれ自体とを比較するといういわば\n循環論法的な問題は生じない。したがって、平成２５年検証において、第\n１・十分位の世帯（サンプル世帯）から保護受給世帯を除去しなかったこ\nとは合理的であり、原告らの上記主張は理由がない。\nイ  原告らは、ゆがみ調整の際に平成２５年検証の結果を反映させる比率を\n２分の１にとどめたことが不合理である旨主張する。しかし、生活扶助基\n準の改定は、必ずしも専門家によって構成される審議会等の検討結果に従\nって実施しなければならないものではなく、同審議会等の検討結果は、あ\nくまで参考意見として、生活扶助基準の改定に当たっての考慮要素として\n位置付けられるにすぎない。したがって、平成２５年検証の結果は、生活\n扶助基準の改定に当たっての考慮要素にはなるものの、それを踏まえた改\n定の要否及び内容に係る厚生労働大臣の判断を拘束するものではなく、そ\nれを用いて改定を行うか否か、どのように用いて改定を行うかなどの判断\nは、厚生労働大臣の高度の専門技術的考察に基づく政治的裁量に委ねられ\nているというべきである。しかるところ、本件改定において、厚生労働大\n臣は、平成２５年検証で判明した較差を完全に是正した場合には、世帯に\nよっては生活扶助基準額の減額幅が大きくなり、当該世帯に対する負担も\n重くなることが想定されたことから、それによって影響を受ける保護受給\n世帯への激変緩和措置を講ずる必要があると判断し、その検証結果の反映\nを２分の１としたものであって、同判断に過誤、欠落等が認められないこ\nとは明らかである。すなわち、平成２５年検証の結果をそのまま反映させ\nると、子どものいる世帯への影響が大きく、「子どものいる世帯への影響\nにも配慮する必要がある」という平成２５年報告書の指摘からしても、検\n証結果の反映の程度を抑えることが相当と判断され、また、展開の指数に\nついては、平成２５年検証の手法は専門的議論の結果得られた透明性の高\nい一つの妥当な手法と評価できるものの、他方、同検証において採られた\n手法が唯一のものということもできず、また、特定の世帯構成等に限定し\nて分析する際にサンプル世帯が極めて少数になるといった統計上の限界も\n認められたほか、保護基準については、専門機関による検証が定期的に行\nわれており、展開についても、平成２５年検証の結果等を前提に更なる検\n証が行われることが予定されていた。そこで、厚生労働大臣は、これらの\n事情に加え、検証の影響を受ける保護受給世帯の公平の観点なども勘案の\n上、検証結果の反映を一律に２分の１としたものである。これに対し、ゆ\nがみ調整とデフレ調整を併せて行った結果、１０％を超えて減額となる世\n帯に対しては、最低生活費の減額幅が１０％を超えないようにした激変緩\n和措置は、デフレ調整とゆがみ調整を併せて行うことによって最低生活費\nが大幅に減額となる世帯の負担軽減を目的として、その減額幅が１０％を\n超えないようにしたものであり、これら二つの激変緩和措置は、それぞれ\n異なる目的・観点から講じられたものである。\n３  デフレ調整について\n⑴  デフレ調整による生活扶助基準の見直しの必要性\n検討会による平成１９年検証の結果、平成１９年の時点で、当時の生活扶\n助基準が一般低所得世帯の消費実態と比べて高いという結果が得られていた\nことから、一般低所得世帯の消費実態との適合性を考慮した生活扶助基準の\n見直しがされるべき状況にあったものの、当時の原油価格の高騰や平成２０\n年９月以降の世界金融危機が実体経済に深刻な影響を与えており、国民の将\n来不安が高まっていることなどを考慮して、生活扶助基準の見直しは見送ら\nれてきた。しかしながら、完全失業率が急激に悪化し、また、賃金、物価及\nび家計消費がいずれも継続的に下落するデフレ状況に陥る中で、被保護者も\n急激に増加していった。そのような中で、引き続き生活保護制度の見直しの\n必要性が指摘されていた。\nこのように、デフレ傾向が続き、消費者物価がマイナスとなっているにも\nかかわらず、生活扶助基準額が据え置かれていたことは、実質的に見れば生\n活扶助基準の引上げと同視することができ、これにより保護受給世帯の可処\n分所得も実質的に増加している状況にあった。しかるに、保護基準は「最低\n限度の生活の需要」を超えている場合であっても生活保護法８条２項に違反\nするものとなることから、上記のとおり、生活扶助の給付水準の早急な適正\n化の実施が政策課題とされていることを背景として、上記の保護受給世帯に\nおける可処分所得の実質的増加を勘案して生活扶助給付水準の適正化を図る\n必要があったことは明らかである。\nそして、保護基準の設定、改定については、厚生労働大臣に広範な裁量権\nが認められており、改定の方式についても法令上の定めはなく、水準均衡方\n式についても、厚生労働大臣が昭和５８年意見具申以降採用している事実上\nの改定指針にすぎず、生活保護法８条２項の「最低限度の生活」を判断決定\nするための手法は、消費を用いる水準均衡方式等の特定の方式に限られるわ\nけではない。保護受給世帯の購買力として捉えられる生活扶助基準の水準を\n物価を用いて改定することも、想定される合理的な改定手法の一つであり、\n生活扶助基準の水準を改定するための指標として物価を用いることは、購買\n力の変化の観点から一般国民と保護受給世帯の生活水準の相対的均衡を図る\nことにほかならず、このような改定の手法は、従来からの水準均衡方式の考\nえ方にも整合する。\n⑵  デフレ調整の内容の合理性\nア  デフレ調整による生活扶助基準の見直しは、具体的には、平成２０年生\n活扶助相当ＣＰＩと平成２３年生活扶助相当ＣＰＩの変化率（下落率）で\nある４．７８％（本件下落率）を勘案するという内容であるが、次のとお\nり、その内容は合理的である。\nイ  デフレ調整の際に生活扶助相当ＣＰＩを用いたことは合理的であること\nデフレ調整に際しては、総務省ＣＰＩそのものではなく、生活扶助相当\nＣＰＩを用いて変化率（本件下落率）を算出したが、このような算出方\n法は、デフレ調整の対象や目的に照らせば合理的である。\nすなわち、この生活扶助相当ＣＰＩは、生活扶助相当品目を対象とする\n消費者物価指数というべきものであり、具体的には、総務省から公表さ\nれている総務省ＣＰＩを基に、すべての消費品目から、①生活扶助以外\nの扶助で賄われる品目（家賃、教育費、医療費など。除外品目①）及び\n②原則として保有が認められておらず又は免除されるため保護受給世帯\nにおいて支出することが想定されていない品目（自動車関係費、ＮＨＫ\n受信料など。除外品目②）を除いて算出した消費者物価指数である。そ\nして、デフレ調整においては、保護受給世帯における可処分所得の実質\n的増加、すなわちデフレ傾向が続く中で生活扶助基準額が据え置かれて\nいたことにより、生活扶助基準の引上げと実質的に同視することができ\nる程度がどの程度であるかを把握する必要があるところ、消費者物価指\n数は、家計の消費構造を一定のものに固定した上で、これに要する費用\nが物価変動によってどのように変化するかを指数値で示したものであり、\n広く社会に定着した、国民から一定の理解を得られている透明性の高い\n経済指標の一つであるから、生活扶助基準の実質的引上げと同視するこ\nとができる程度を勘案するために用いる指標として合理的である。もっ\nとも、デフレ調整は、物価の長期的な推移を見ることを目的とした消費\n者物価指数とは異なり、生活扶助基準の据置きに伴う保護受給世帯の可\n処分所得の実質的増加の程度を見ることを目的としたものであることか\nらすれば、品目についても、生活扶助で対応する品目、生活保護受給世\n帯において支出する品目に限定することは、むしろ合理的である。\nしたがって、デフレ調整の際に、品目を限定した生活扶助相当ＣＰＩ\nを用いたことは合理的であるといえる。\nウ  デフレ調整の際に平成２０年生活扶助相当ＣＰＩと平成２３年生活扶助\n相当ＣＰＩを用いて変化率（本件下落率）を算出したことは合理的である\nこと\n生活扶助相当ＣＰＩは、平成２０年及び平成２３年の各時点間の物価\n変動を正確に把握するため、直近の総務省ＣＰＩのデータである平成２\n２年基準系列（平成２２年品目改定後のものを指す。）の指数及びウエ\nイトで加重平均して算出したものである。\nそして、デフレ調整の起点を平成２０年としたのは次の経緯による。\nすなわち、平成１６年報告書では、勤労３人世帯の生活扶助基準の水準\nは「基本的に妥当」と評価されていたのに対し、平成１９年報告書では、\n生活扶助基準は一般低所得世帯の消費実態と比べて高いと評価されてお\nり、保護基準は「最低限度の生活の需要」を超えないものであることが\n要請されることを考慮すれば、本来、平成２０年度以降に、速やかに、\n生活扶助基準を一般低所得世帯の消費実態に適合したものとするよう見\n直されるべきところであったが、平成２０年度予算編成当時（平成１９\n年１２月当時）は原油価格が高騰しており、その消費に与える影響等の\n社会経済情勢を見極めるため、生活扶助基準の見直しは平成２１年度予\n算編成過程で適切に対処することとし、平成２０年度は生活扶助基準は\n据え置くこととされた。このように、生活扶助基準について平成１９年\n検証に基づく減額改定が行われなかったことによって、平成２０年当時、\n生活扶助基準の水準と一般低所得世帯の消費実態との均衡が崩れ、生活\n扶助基準の水準が一般低所得世帯の消費実態に比較して高くなっていた。\nしかし、平成２１年度予算編成時においても、平成２０年２月以降の生\n活関連物資を中心とした物価上昇が国民の家計へ大きな影響を与えてい\nたことや同年９月以降の世界金融危機が実体経済へ深刻な影響を及ぼし\nており、国民の将来不安が高まっている状況にあると考えられたことか\nら、平成２１年度も生活扶助基準の見直しは行わないこととして据え置\nくこととされ、その後も国民生活の安心が優先されるべき状況にあった\nことから、結局、次の５年後検証結果を踏まえた平成２５年改定に至る\nまで、平成１９年報告書の検証結果を踏まえた生活扶助基準の見直しは\n行われなかった。このように、本来、平成２０年度以降、速やかに生活\n扶助基準の見直しの検討を行わなければならなかったところ、当時の社\n会経済情勢を考慮して、同年度以降の生活扶助基準が据え置かれてきた\nが、平成２１年度以降、消費者物価指数が下落するなどデフレ傾向が続\nいたため、これらの経緯を踏まえて、同年度以降のデフレ傾向及び生活\n扶助基準据置きから生ずる保護受給世帯の可処分所得の実質的増加分を\n是正するために、デフレ調整が行われたのであり、デフレ調整の起点を\n本来生活扶助基準の見直しが行われるべきであった平成２０年としたこ\nとには十分合理的な理由がある。\nまた、デフレ調整の目的は、デフレ傾向が続くことによって保護受給\n世帯の可処分所得が実質的に増加していることを勘案して、生活扶助給\n付水準の適正化を図る点にあるから、できる限り最新の時点までデフレ\n傾向（物価変動）を把握することが望ましい。そして、生活扶助相当Ｃ\nＰＩを算出するに当たって不可欠な基礎資料である全国年平均の消費者\n物価指数の最新のものが平成２３年のデータ（平成２４年１月２７日公\n表）であったから、デフレ調整の終点を平成２３年としたものであり、\n合理的である。なお、原告らは、デフレ調整の終点を平成２４年とすべ\nきであったと主張するが、平成２５年度政府予算案は平成２５年１月２\n９日に閣議決定されているから、平成２４年の全国年平均の消費者物価\n指数（平成２５年１月２５日公表）をデフレ調整の際に用いることは、\n時間的に不可能であった。\nさらに、消費者物価指数と異なり、対象期間は平成２０年から平成２\n３年までという非常に短い期間であることから、できるだけその間の物\n価の変動だけを取り出すためには、ウエイトを固定するのが最も目的に\nかなった方法であり、直近の消費構造を反映するためにも、平成２２年\n基準系列の指数及びウエイトで加重平均して算出することには十分な合\n理性が認められる。\n以上によれば、デフレ調整の際に平成２０年生活扶助相当ＣＰＩと平\n成２３年生活扶助相当ＣＰＩを用いて変化率（本件下落率）を算出した\nことは合理的である。\nなお、平成２９年検証においても、本件改定後の生活扶助基準の水準\n（高さ）が一般低所得世帯（第１・十分位）の消費実態と均衡している\nのかについての検証が行われ、標準世帯の生活扶助相当支出額と生活扶\n助基準額を比較したところ、概ね均衡していることが確認されている。\n⑶  デフレ調整に関する原告らの主張について\nア  原告らは、生活扶助基準の引下げは、専門家によって構成される審議会\n等の検討結果に従ったものでなければならず、こうした専門家の検討を経\nていないデフレ調整を含む本件改定は生活保護法８条１項に違反する旨主\n張する。\nしかし、保護基準は、生活保護法８条に基づき厚生労働大臣が定めると\nされており、保護基準を策定するに際して、厚生労働大臣が専門家によ\nって構成される審議会等の第三者の意見を聴くことが法令上の要件とさ\nれているわけではないから、厚生労働大臣は、保護基準を見直すに当た\nり、専門家によって構成される専門委員会や審議会等の検討結果に従っ\nて実施しなければならないわけではなく、また、これらの検討結果が厚\n生労働大臣の判断を法的に拘束するものでもない。実際、厚生労働大臣\nは、審議会等による定期的な検証が行われた場合には、その検証結果を\n考慮した改定を行ってきたものの、その余の保護基準の改定については、\n審議会等の専門機関に諮ることなく、その当時の社会経済情勢等の諸般\nの事情を総合的に勘案のうえ、その専門的、政策的裁量判断において行\nってきた。この点、最高裁平成２２年（行ヒ）第３６７号同２４年４月\n２日第二小法廷判決・民集６６巻６号２３６７頁（以下「老齢加算福岡\n訴訟最高裁判決」といい、老齢加算東京訴訟最高裁判決と併せて「老齢\n加算各最高裁判決」という。）も、専門委員会による検討結果が厚生労\n働大臣の判断を法的に拘束するものではない旨明確に判示している。\n厚生労働大臣が、保護基準の改定に当たって、専門技術的な知見を要す\nる事項について、かかる知見に関する有識者から参考意見を聴取するこ\nともその裁量判断における判断手法の一つであるが、他方、専門技術的\nな知見によって策定された統計資料等を踏まえることにより、さらなる\n専門技術的な知見を要さずに厚生労働大臣の行政上の知見等によって判\n断し得る事項について、あえて有識者の意見を聞くまでもないことは当\n然である。しかるところ、厚生労働大臣が、デフレ調整による生活扶助\n基準の見直しに当たって、どのような指標を用いるかについて、厚生労\n働大臣の行政的知見に加えて、外部の有識者等の知見を求めた上で判断\nする必要はないことから、いわゆる専門家の意見を求める必要はなかっ\nたものである。すなわち、消費者物価指数は、広く社会に定着し、国民\nから一定の理解を得られている透明性の高い経済指標で、かつ、国民の\n消費動向を反映した政府統計によるものであり、このような物価指数は、\n我が国において他に見当たらないから、デフレ調整において、生活扶助\n相当ＣＰＩを算定するに当たって消費者物価指数を算定の基礎とするこ\nとについて、あえて専門家の意見を求めるまでもなく相当であると判断\nできることから、専門家の意見を求めなかった。そして、生活扶助相当\nＣＰＩの計算方法が合理的かつ適当であることは既に述べたとおりであ\nり、厚生労働大臣は、平成２０年及び平成２３年の各時点間の物価変動\nを正確に把握するという目的を達するに当たって、今般用いた生活扶助\n相当ＣＰＩを算出する方法が最も適した方法であると考えたところ、か\nかる算出方法の決定に当たっては、あえて専門家の意見を求めるまでも\nなく、合理的なものと判断できたことから、この点についても専門家に\n意見を求める性質のものではなかったことは明らかである。\nまた、この点を措いても、平成２５年報告書には、「厚生労働省におい\nて生活扶助基準の見直しを検討する際には、本報告書の評価・検証の結果\nを考慮し、その上で他に合理的説明が可能な経済指標などを総合的に勘案\nする場合は、その根拠についても明確にされたい」と記載されており、厚\n生労働省が保護基準の改定を検討する際に根拠を明示して物価などの経済\n指標を総合的に勘案することについては、基準部会の委員全員の了承を得\nていたものといえ、そうすると、デフレにより保護受給世帯の可処分所得\nが実質的に増加している状況の下、生活扶助給付水準の適正化を図るため\nに保護基準を改定するに当たり、厚生労働大臣が合理的な経済指標などを\n総合的に勘案することについて、基準部会に了承を得ていたものといえる。\nイ  原告らは、昭和５８年意見具申において、「賃金や物価は、そのままで\nは消費水準を示すものではないので、その伸びは、参考資料にとどめるべ\nきである」とされていることを指摘し、保護基準の改定において物価を考\n慮することは水準均衡方式と矛盾する旨を主張する。しかし、本件改定に\nおける生活扶助基準の改定は、水準均衡方式によるものではないから、水\n準均衡方式による改定率を算定するに当たり、「物価」が参考資料にすぎ\nないとされているとしても、そのことは、物価を考慮した基準改定を否定\nする根拠とはならず、毎年度の改定に際して水準均衡方式を採用してきた\nことと矛盾するものでもない。すなわち、昭和５８年意見具申の上記報告\nは、あくまで、一般国民の「消費」を基礎とする水準均衡方式による改定\n率の算定において、「物価」等を重視するものではなく、参考とすべきこ\nとを指摘するものであって、水準均衡方式以外の改定方式を採用する場合\nにおいて、物価を基礎に改定することを否定する趣旨では全くない。\nウ  原告らは、生活扶助相当ＣＰＩが総務省が採用するラスパイレス式によ\nる消費者物価指数とは異なっていることから、その計算方式の正当性に問\n題があると主張するが、上記⑵のとおり、デフレ調整の対象や目的に照ら\nせば、デフレ調整の際に生活扶助相当ＣＰＩを用いたことは合理的である\nといえ、このような合理性のある方法を採用したことも厚生労働大臣の保\n護基準の設定及び改定の広範な裁量権の範囲内のものとして許容されると\nいうべきである。\nなお、物価指数の代表的な算式には、ウエイトを基準時点とするラスパ\nイレス式、ウエイトを比較時点とするパーシェ式、両者を幾何平均するフ\nィッシャー式などがあり、各算式による指数は、通常、ラスパイレス式≧\nフィッシャー式≧パーシェ式という関係式が成立する（ラスパイレス式と\nパーシェ式による指数は、消費者物価指数の真実の値が所在する範囲の上\n下の限界に相当する）ところ、デフレ調整に用いられた生活扶助相当ＣＰ\nＩは、直近の消費者物価指数のデータである平成２２年基準系列の指数及\nびウエイトで加重平均して算出したものであり、平成２０年生活扶助相当\nＣＰＩは、平成２０年を基準時点とし平成２２年を比較時点としたときの\nパーシェ式によって算出したものと、平成２３年生活扶助相当ＣＰＩは、\n平成２２年を基準時点として平成２３年を比較時点としたときのラスパイ\nレス式によって算出したものと整理できる。そして、物価指数の上記各算\n式は、それぞれの特徴を有しており、それらの特徴を踏まえた各算式を用\nいることになるから、消費者物価指数の変化率を測定するのにラスパイレ\nス式を用いることが必ずしも正しい唯一の方法というものではない。\nそして、より正確に短期間の物価変動のみを取り出すには、短期間であ\nればその間の消費構造の変化による影響は比較的小さいと考えられるこ\nとに照らし、消費構造の変化による物価指数への影響を最小限度に抑え\nるべく、ウエイトを固定するのが最も合理的であり、最新の国民の消費\n構造を反映するという観点からすれば、直近のウエイトを用いることが\n適当といえる。本件においては、平成２０年から平成２３年までの３年\n間という非常に短い期間の物価の変動を測定する必要があるから、その\nために、ウエイトを固定するのが最も合理的であり、また、平成２５年\n改定を含む本件改定の直近のウエイトは平成２２年基準系列のウエイト\nであった。したがって、デフレ調整に当たり、平成２２年基準系列のウ\nエイトを固定して、平成２０年及び平成２３年の各時点の生活扶助相当\nＣＰＩを算出したことも合理的である。また、ラスパイレス指数とパー\nシェ指数は、いずれもロウ指数という統一の定義式で表すことのできる\n指数であり、パーシェ指数は、ラスパイレス指数と同様の加重相加平均\nの算式で表すこともできる指数であるから、デフレ調整に当たり異なる\n計算原理を混合して用いたことにはならない。\n原告らは、平成２０年生活扶助相当ＣＰＩを算出するに当たり、ラスパ\nイレス式に従って、平成１７年基準系列のウエイトを用いた上で、指数\nの接続を行うべきであると主張するが、平成１７年基準系列のウエイト\nを用いると、平成２０年から３年も過去の時点の消費構造（ウエイト）\nを基礎として生活扶助相当ＣＰＩを算出することになり、そのような算\n定方法によるならば、平成２０年生活扶助相当ＣＰＩについて消費構造\nの変化による影響を最小限に抑えることができず、平成２０年から平成\n２３年までの物価変動を可能な限り正確に抽出するという目的にも反し、\n不合理である。\nまた、原告らは、生活扶助相当ＣＰＩやその変化率（下落率）の算出方\n法が国際規準に反する旨を主張するが、生活扶助相当ＣＰＩの合理性を\n左右するような国際規準は存在しない。なお、デフレ調整においては、\n平成２２年品目改定による新規採用品目（本件欠測３２品目）の価格指\n数を除外して平成２０年生活扶助相当ＣＰＩを算定しており、平成２０\n年生活扶助相当ＣＰＩと平成２３年生活扶助相当ＣＰＩとでは計算上の\n品目が異なっているが、欠価格の処理として、上記のように欠価格品目\nの価格を「計算上」除外することは、欠価格品目の価格動向を他のすべ\nての品目の価格動向と同じと仮定することを意味し、買い物かごの内容\nを変えることを意味するものではないのであって、実務上の妥当な処理\nと評価できるものである。\nエ  原告らは、物価下落の主因となったテレビやパソコンなどの高価な電\n化・ＩＴ製品が生活扶助相当ＣＰＩの下落に大きな影響を及ぼしたところ、\n保護受給世帯においてはこれらの高価な電化・ＩＴ機器をほとんど購入す\nることがないから、このような保護受給世帯の生活実態を無視した生活扶\n助相当ＣＰＩを用いることは著しく合理性を欠く旨主張する。\nしかし、厚生労働大臣は、生活扶助相当消費支出を算出する際に、どの\nような支出をどのような根拠で除外するのかについて裁量を有しているの\nであるから、生活扶助相当ＣＰＩを算出するに当たってどのような統計資\n料を用いるのかについても、合理的な裁量を有しているところ、厚生労働\n大臣はデフレ調整の目的に照らし、詳細な品目での品目別ウエイトと、こ\nれに対応する品目別価格指数が存在し、かつ、広く社会に定着し、国民か\nら一定の理解を得られている透明性の高い経済指標の一つである、総務省\nＣＰＩを用いることが合理的かつ適切であると判断したものであって、生\n活扶助相当ＣＰＩの算出方法は合理的である。他方、原告らが指摘する社\n会保障生計調査は、世帯を構成する人員の数やその年齢、居住地域等によ\nって様々である保護受給世帯の消費等の実例を把握することにあり、実際\nの保護受給世帯の各世帯類型、人員、都市部及び地方などの分布を踏まえ\nた抽出等はされておらず、したがって、当然のことながら、サンプルとし\nて抽出される世帯について、世帯類型、人員、地域等に偏りが生ずること\nは避けられず、そのため、当該調査結果の平均又は個別データから保護受\n給世帯のウエイトを算出したとしても、保護受給世帯の全体像及び実体を\n示すものとはならない。そのため、デフレ調整の資料として、社会保障生\n計調査の結果を用いることが総務省ＣＰＩを用いることに比してより適切\nであることが明白とはいえず、少なくとも社会保障生計調査の結果ではな\nく総務省ＣＰＩを基礎資料として用いたことが厚生労働大臣の裁量権の範\n囲を逸脱し又は濫用するものではないことは明らかである。\nまた、厚生労働省が平成２２年に実施した「家庭の生活実態及び生活意\n識に関する調査」によれば、保護受給世帯の電化製品の普及率も相当割\n合に至っており、保護受給世帯においても、相当程度電化製品を所持し\nて生活を営んでいることは明らかであるところ、生活扶助相当ＣＰIの算\n出に当たって、保護受給世帯においてこれらを生活扶助で購入すること\nが十分予想されるにもかかわらず、物価下落幅が大きいという理由で電\n化製品等を算出品目から除外することは、かえって恣意的な算定方法と\nなり、適当ではない。そもそも、生活扶助相当ＣＰＩを算出するに際し\nては、前記のとおり、生活扶助以外の扶助で賄われる品目や生活扶助で\n支出することが想定されていない品目を除外して算出しているのである\nから、各品目の全体に占める割合が除外前と異なるのは当然であるし、\n支出割合（ウエイト）が品目の除外前と比べて相対的に大きくなるのは、\n物価が下落している品目だけでなく、物価が上昇している品目も含めて\n除外されなかったすべての品目について当てはまる。原告らは、物価下\n落幅が大きい電化製品等が含まれていることのみを殊更に取り上げて、\nデフレ調整において物価下落の影響を過大に評価していると主張してい\nるにすぎない。\nしたがって、生活扶助相当ＣＰＩの算定の対象品目に電化製品等を含め\nているからといって、デフレ調整に関する厚生労働大臣の判断に裁量権の\n範囲の逸脱又はその濫用があるとはいえないことは明らかである。\nオ  原告らは、本来、前回の保護基準の引下げが行われた平成１６年の消費\n者物価指数を基準として比較すべきであるのに、一次的に物価が急上昇し\nた平成２０年を基準として平成２３年の指数と比較したことは極めて恣意\n的であって、著しく合理性を欠くなどと主張する。しかし、前記⑵ウのと\nおり、起点を本来保護基準の見直しが行われるべきであった平成２０年と\nすることには十分合理的な理由がある。\nまた、生活扶助基準額は、平成１６年４月から平成２５年改定時まで据\nえ置かれているが、平成１７年度から平成１９年度までは、平成１６年報\n告書において勤労３人世帯の生活扶助基準の水準は「基本的に妥当」と評\n価されており、据置きには理由があるのであって、平成１９年報告書にお\nいて基準が高いと評価されながら、上記経緯によって据え置くこととされ\nた平成２０年度以降とは事情が異なる。デフレ調整に当たって平成１６年\nを起点とすることは、平成１９年検証よりも前の妥当とされた期間の考慮\n要素まで現時点において勘案することとなり、妥当ではない。\nそもそも、デフレ調整の目的は、デフレ傾向が続くことによって保護受\n給世帯の可処分所得が実質的に増加していることを勘案した上でこれを是\n正することにより、生活扶助水準の適正化を図る点にあるから、デフレ調\n整においては、当然のことながら、デフレ傾向の生じている期間について\n上記修正を施すことになるが、平成１６年から平成１９年の消費者物価指\n数の上昇率はほぼ横ばい状態で、消費者物価指数が下落している傾向、い\nわゆるデフレ傾向が生じているとはいえず、このようなデフレ傾向が生じ\nているとはいえない期間についてまでデフレ調整をすべき理由はない。\n４  ゆがみ調整及びデフレ調整による本件改定後の生活扶助基準の内容が被保護\n者の健康で文化的な生活水準を維持するに足りるものであるとした厚生労働大\n臣の判断に裁量権の範囲の逸脱又は濫用があるとはいえないこと\n⑴  上記のとおり、ゆがみ調整及びデフレ調整のいずれについてもそれぞれそ\nの必要性及び内容の合理性は認められるものの、両者の調整を一括して保護\n基準の改定を行うことから、改定後の生活扶助基準の内容が被保護者の健康\nで文化的な生活水準を維持するに足りるかについても、別途検討が必要とな\nる。\nしかるところ、本件改定は、ゆがみ調整とデフレ調整を同時に行うことに\nよって、生活扶助基準の適正化を図ろうとするものであり、デフレ調整にゆ\nがみ調整を併せて行うことにより、一部増額となる者も生じているほか、７\n０％の世帯の見直し幅は物価の下落率（デフレ調整分である－４．７８％）\nを下回る結果となっている。また、５～１０％の減額となる世帯は２５％で\nあるが、９～１０％の減額となる世帯は２％にとどまっている。\nまた、平成２５年報告書において、「生活扶助基準の見直しを検討する際\nには、（中略）現在生活保護を受給している世帯及び一般低所得世帯への見\n直しが及ぼす影響についても慎重に配慮されたい」との指摘がされているこ\nとを踏まえ、生活扶助基準の見直しに際して、平成２５年度から３年間かけ\nて段階的に実施するとともに、見直しの影響を一定程度に抑える観点から、\n平成２５年改定前の生活扶助基準からの増減幅に上限と下限を設けて、±１\n０％を超えないように調整する激変緩和措置を講じている。さらに、他制度\nへの影響を最小限のものとするための対応も行っている。\n⑵  以上のとおり、ゆがみ調整及びデフレ調整による本件改定後に個々の世帯\nが受ける影響の程度に加えて、３年間かけて段階的に改定を実施するととも\nに増減幅を±１０％を超えないように調整する激変緩和措置や他制度への影\n響を最小限度のものとするための対応も講じていることも併せ考慮すれば、\n本件改定後の生活扶助基準の内容が被保護者の健康で文化的な生活水準を維\n持するに足りるものであるとした厚生労働大臣の判断に、裁量権の範囲の逸\n脱又はその濫用があるとはいえない。\n５  原告らのその余の主張について\n⑴  原告らは、本件改定が憲法２５条から導かれる制度後退禁止原則に違反す\nる旨主張するが、生活保護法３条及び８条２項の規定により、保護基準が最\n低限度の生活需要を満たしつつこれを超えないものでなければならないこと\nからすれば、一度設定した保護基準であっても、その後の社会経済情勢の変\n化等によって、これを削減することも当然に想定されているというべきであ\nる。また、憲法２５条２項が「努めなければならない」と規定していること\nからしても、社会福祉等の水準を常に増進させなければならず、これを後退\nさせることが原則として禁止されているといった、立法府又は行政府への強\n固な拘束が、憲法上存在しているとまでは解し難く、老齢加算東京訴訟最高\n裁判決も、一度設定した加算制度の減額又は廃止という制度の見直しが認め\nられることを当然の前提としている。\nしたがって、憲法２５条をもって制度後退禁止原則を定めたものというこ\nとはできず、これを保護基準の設定等に関する厚生労働大臣の裁量権を制約\nする根拠とすることはできない。\nまた、原告らは、本件改定が、社会権規約の諸規定から導かれる制度後退\n禁止原則に反する旨主張するが、原告らが指摘する社会権規約の規定は、個\n人に対し、即時に具体的権利を付与すべきことを定めたものではない。\n⑵  原告らは、本件改定には生活保護法５６条所定の「正当な理由」は認めら\nれず、同条に違反する旨主張するが、同条は、同法８条において定められて\nいる基準及び程度の原則に基づき、被保護者に対して個別的な保護の決定を\nする保護の実施機関と当該被保護者との関係を定めたものであることに照ら\nせば、基準及び程度の原則そのものである保護基準自体が減額改定され、そ\nれに基づいて保護の内容が減額決定される場合については同条の適用はない\nから、原告らの上記主張は理由がない。\n⑶  原告らは、本件改定は、自民党による政権公約（保護費の給付水準を原則\n１割カットすること）の実施にほかならず、政治目的による引下げであった\nことは明白であるから違法である旨主張する。しかし、生活扶助基準の見直\nしについては、検討会や基準部会による報告等を踏まえて、その基準を改定\nする必要性があることを前提とすることは当然であり、政治的な考慮のみで\n生活扶助基準の見直しがされることはそもそもあり得ない。そして、本件改\n定に係る生活扶助基準額の見直しの程度も、３年間で保護費全体の２．３％\nを削減するというものにとどまっており、このことは、本件改定が上記のよ\nうな政権公約とは切り離されて検討、実施されたことを裏付けている。これ\nらに照らせば、本件改定に係る生活扶助基準の見直しは、その必要性を勘案\nして、適切に行われたものであって、自民党の政権公約を実現するとの政治\n的な意図で行われたものでないことは明らかである。\n第２  争点①－２（「正当な理由」〔生活保護法５６条〕の要否及び有無）につ\nいて\n（原告らの主張）\n生活保護法５６条は、被保護者について既に決定された保護を不利益に変更す\nる場合には「正当な理由」が存在することを要求しているところ、本件で保護基\n準の引下げを行う「正当な」理由は何ら認められないから、本件各告示に基づい\nてされた本件各変更決定はいずれも同条に違反し、違法である。\n（被告らの主張）\n争点①－１において述べたとおり、生活保護法５６条は、同法８条において定\nめられている基準及び程度の原則に基づき、被保護者に対して個別的な保護の決\n定をする保護の実施機関と当該被保護者との関係を定めたものであることに照ら\nせば、基準及び程度の原則そのものである保護基準自体が減額改定され、それに\n基づいて保護の内容が減額決定される場合については同条の適用はないから、本\n件各変更決定は生活保護法５６条に反するものではない。\n第３  争点①－３（理由付記に係る瑕疵の有無）について\n（原告らの主張）\n国あるいは各処分庁は、国民に対し、憲法で保障されている健康で文化的な最\n低限度の生活や、保護を受給する権利を侵害する処分を行う場合、その処分の理\n由を提示する義務があり（行政手続法１４条１項）、不利益処分が書面により行\nわれるときは、理由は書面により示されなければならない。不利益処分につき理\n由付記を求める趣旨は、処分庁の判断の慎重・合理性を担保して、その恣意を抑\n制するととともに、処分の理由を相手方に知らせて不服の申立てに便宜を与える\n点にあるから、不服申立てに必要な程度の記載を欠くときは、理由付記の要件を\n満たしているとは認められない。\nそして、本件各変更決定が生活保護法２５条２項に基づくものであれば、同項\nが準用する生活保護法２４条４項により当然に理由の付記が必要となり、仮に本\n件各変更決定が同法２５条２項に根拠を置くものではない場合であっても、行政\n手続法１４条１項及び３項により、その通知書には理由が付記されなければなら\nない。\nしかるに、本件各変更決定に係る通知書には、概ね「基準改定による」としか\n記載されておらず、名宛人である原告らからすれば、どういう基準がどのように\n適用されたのかを知ることができず、不服申立てをすべきかの判断もできない。\n本件各変更決定に係る通知書記載の処分理由は、名宛人である原告らにとって理\n由提示がないに等しいか、著しく不十分というべきである。\nしたがって、各処分庁が行った本件各変更決定は、生活保護法２４条４項を準\n用する同法２５条２項又は行政手続法１４条１項及び３項が要求する処分理由提\n示義務に違反し、違法である。\n（被告らの主張）\n原告らは、本件各変更処分は、生活保護法２４条４項を準用する同法２５条２\n項又は行政手続法１４条１項及び３項が要求する処分理由提示義務に違反し、違\n法であると主張する。\nしかし、行政処分に理由を付記すべきものとされている場合における必要とな\nる理由提示の程度は、処分の性質と理由付記を命じた各法律の規定の趣旨・目的\nに照らして個別的に決定すべきものである。しかるところ、本件各変更決定に係\nる通知書には、保護変更の理由として「基準改定による変更」等と記載されてい\nるところ、本件各変更決定は、官報によって周知されている本件各告示に伴って、\n当該告示どおりの処分を行うものであり、そもそも、本件各変更決定に各処分庁\nによる恣意的な判断が介入するおそれはない。また、原告らは、官報によって周\n知されている本件各告示を確認したり、本件各変更決定に係る通知書の記載とそ\nれ以前の通知書の記載を対照したりすることによって、当該変更決定において保\n護基準の改定により生活扶助費の支給額が減額されたことは十分に理解可能であ\nる。これらの事情に照らせば、本件各変更決定に係る通知書における理由の提示\nは、被保護者による不服申立ての便宜を損なうものではない。したがって、本件\n各変更決定に係る通知書における保護変更の理由の記載は、理由提示を定めた生\n活保護法及び行政手続法の趣旨に反するものではないから、かかる点をもって本\n件各変更決定が違法となるものではない。\n第４  争点①－４（本件各変更決定のうち、取り消されるべき範囲）について\n（原告らの主張）\n１  平成２５年各変更決定について\n⑴  争点①－１において述べたとおり、本件改定は憲法２５条並びに生活保護\n法１条、３条及び８条に違反し違法であるところ、このうち平成２５年告示\nにおける違法部分は、改定前基準に基づく生活扶助基準額と平成２５年改定\n後の保護基準に基づく生活扶助基準額との差額を保護費として支給しないこ\nととする部分である。そして、原告らに係る改定前基準に基づく生活扶助費\nと平成２５年告示に基づく生活扶助費との差額は、別紙４－１「処分一覧表\n１」の「減額された生活扶助の金額（円）」欄記載の金額であるから、平成\n２５年各変更決定については、同欄記載の各金額を減額する部分が違法であ\nり、当該部分が取り消されるべきである（主位的取消請求①）。\n⑵  なお、上記のような処分の一部の取消し請求が不適法と判断された場合に\n備え、予備的に、平成２５年各変更決定の全部の取消しを求めるものである\n（予備的取消請求②）。\n２  平成２６年各変更決定について\n⑴  歴代の厚生労働大臣は、これまで、消費税を創設した時及びその後の税率\n引上げの時点において、その税率の変化と同じ引上げ率によって保護基準を\n引き上げてきており、平成２６年４月１日に消費税の税率が５％から８％に\n引き上げられた（引上前の税込価格を基準とした引上率は約２．８５７％）\n際にも、同日から保護基準を２．９％引き上げる措置を講じた。そして、平\n成２６年告示に基づく２回目の保護基準引下げは、上記の消費税率引上げに\n伴う保護基準の引上げと同時に行われており、平成２６年改定のうち、保護\n基準を２．９％引き上げる措置については、一連の保護基準の引下げとは無\n関係に、消費税率の引上げに伴って当然に引き上げられたものというべきで\nある。\n以上のとおり、平成２６年告示の時点においては、消費税率の引上げに伴\nう２．９％の保護基準引上げが当然に行われるものであるから、改定前基準\nの生活扶助基準額に１．０２９を乗じた金額（ただし、平成２６年告示と同\n様に、一の位を切り上げるものとする。）が、本来保護費として各被保護者\nに支給されるべき金額である。したがって、平成２６年告示の違法部分は、\nこの金額（消費増税対応扶助費の額）と、平成２６年改定後の保護基準に基\nづく生活扶助費の額との差額を、保護費として支給しないものとした部分で\nある。そして、原告らに係るその差額は、別紙５－１「処分一覧表２」の\n「減額された生活扶助の金額（円）」欄記載のとおりであるから、平成２６\n年各変更決定は、同各決定による生活扶助費の額を超えて、同欄記載の金額\nを加えた生活扶助費を支給しないこととした部分が違法であり、取り消され\nるべきである（主位的取消請求②）。\n⑵  なお、上記のような処分の一部取消請求が不適法と判断された場合に備え、\n予備的に、平成２６年４月分の生活扶助費につき消費増税対応扶助費の額を\n支給する旨の保護変更決定の義務付け請求と併せて、平成２６年各変更決定\nの全部の取消しを求めるものである（予備的取消請求②）。\n３  平成２７年各変更決定について\n⑴  平成２７年告示についても、平成２６年改定と同様に、その違法部分は、\n改定前基準の生活扶助基準額に１．０２９を乗じたが金額（消費増税対応扶\n助費の額）と、平成２７年改定後の保護基準に基づく生活扶助費の額との差\n額を保護費として支給しないものとした部分であり、原告らに係るその差額\nは、別紙６「処分一覧表」の「減額された生活扶助の金額」欄記載の金額で\nあるから、平成２７年各変更決定は、同各決定による生活扶助費の額を超え\nて、同欄記載の金額を加えた生活扶助費を支給しないこととした部分が違法\nであり、取り消されるべきである（主位的取消請求③）。\n⑵  なお、上記のような処分の一部取消請求が不適法と判断された場合に備え、\n予備的に、平成２７年４月分の生活扶助費につき消費増税対応扶助費の額を\n支給する旨の保護変更決定の義務付け請求と併せて、平成２７年各変更決定\nの全部の取消しを求めるものである（予備的取消請求③）。\n（被告らの主張）\n１  争点①－１のとおり、本件改定は適法であるから、これに基づいてされた本\n件各変更決定もいずれも適法であり、取り消されるべきものではない。\nなお、平成２６年度の生活扶助基準額の改定率２．９％は、同年度に見通さ\nれる国民の消費動向（消費税率の引上げによる影響も含む。）等を総合的に勘\n案した上で定められたものであり、かかる総合判断の考慮要素の一つにすぎな\nい消費税率の引上げ率のみをもって、直ちに同率を生活扶助基準額の引上げ率\nに反映させたと解することは誤りである。したがって、消費税率の引上げに伴\nって当然に生活扶助基準が同率に引き上げられることを前提として算出された\n別紙５－１「処分一覧表２」及び別紙６「処分一覧表」の各「減額された生活\n扶助の金額」についてはいずれも不知ないし争う。\n２  また、原告らは、本件各変更決定につき、主位的に、これらの決定のうち、\n生活扶助費を減額する部分（平成２５年各変更決定）又は本件各変更決定に基\nづく生活扶助費の額を超えて消費増税対応扶助費の額を支給しないものとした\n部分（平成２６年各変更決定及び平成２７年各変更決定）の取消しを求めてい\nるが、保護基準の改定に伴う本件各変更決定は、被保護者に対する保護費を改\nめて決定するものであり、被保護者に対する保護費を減額する決定は存在しな\nい（もっとも、原告らが本件改定自体が違法であるとしてその基準に基づく本\n件各変更決定によって定められた金額〔支給額〕を争ってその取消しを求めて\nいることからすると、あくまで原告らが取消しを求める処分は、実質的には本\n件改定に基づく本件各変更決定全部であると解される。）。\n第５  争点②（本件義務付けの訴えの適法性及び理由の有無）\n（原告らの主張）\n１  本件義務付けの訴えが申請型義務付けの訴えであること\n本件各変更決定は、いずれも原告らの生活保護法に基づく生活保護申請に基\nづく開始決定に基づく生活扶助費の支給についての処分である。しかるところ、\n生活保護制度は、被保護者について保護を要する間保護が継続するものである\nから、原告らによる上記各生活保護申請は、申請先の行政庁に対し、単に保護\n開始決定を求めるだけでなく、当該申請者が保護廃止となるまでの間、保護を\n利用するために必要となる変更決定を継続的に求める趣旨を含むものである。\nしたがって、原告らは、各行政庁に対し、保護開始決定及び保護開始後におけ\nる保護基準の改定時等に行われる変更決定を求める旨の生活保護法に基づく申\n請を行ったところ、憲法・法令に従った変更決定ではなく、違憲、違法な変更\n決定（本件各変更決定）がされ、その後も是正されずに今日に至っているので\nある。これは、「行政庁に対し一定の処分を求める旨の法令に基づく申請がさ\nれた場合において、当該行政庁がその処分をすべきであるにもかかわらずこれ\nがされないとき」（行政事件訴訟法３条６項２号）に当たるから、本件義務付\nけの訴えは、同号所定のいわゆる申請型義務付けの訴えである。\n２  本案勝訴要件と本来行われるべきであった保護変更決定\n争点①－４において述べたとおり、平成２６年４月分及び平成２７年４月分\nの各生活扶助費の変更決定は、本来、平成２６年４月１日の消費税の税率上昇\nに伴い、改定前基準を２．９％増額したもの（平成２６年告示の別表第１第１\n章の１⑴のアの の第１類及び第２類「基準額①」、第２類の地区別冬季加算\n額の「率①」）であるべきであった。しかし、各処分庁は、これに基づかず、\nより少額の生活扶助費とする保護変更決定（本件各変更決定）を行ったことで、\n本件各変更決定は違憲・違法となり、取り消されるべきものとなった。したが\nって、原告らは、平成２６年４月以降、平成２６年告示における別表第１第１\n章の１の⑴のアの 又は同 の各第１類及び第２類の表のうち「基準額①」の\n表及び第２類の地区別冬季加算額の表のうち「率①」の表に従って、生活扶助\n費の支給を受けることができる地位にあるのであり、この計算に基づいて正し\nい生活扶助費を算出し、平成２６年各変更決定及び平成２７年各変更決定に代\nえて、本来されるべきであった保護変更決定がされなければならない。\n（被告らの主張）\n１  原告らは、本件改定に基づく本件各変更決定は、各原告がそれぞれの処分庁\nに対してした保護の開始を求める申請に基づきされた処分であるとして、本件\n義務付けの訴えはいわゆる申請型義務付けの訴えであると主張する。しかし、\n本件各変更決定は、本件改定を受けて、同改定後の保護基準に則り、生活保護\n法２５条２項に基づいて職権により行われた変更決定であり、原告らの申請に\n基づいて決定されたものではなく、「申請を却下又は棄却する旨の処分」（行\n政事件訴訟法３７条の３第１項２号）には当たらない。したがって、本件各変\n更決定が、各生活保護申請に基づく処分である旨の原告らの主張には理由がな\nい。\n２  さらに、原告らの主張によったとしても、申請型義務付けの訴えについては、\n当該処分が「取り消されるべきものであり、又は無効若しくは不存在である」\nときに限り、提起することができるとされている（行政事件訴訟法３７条の３\n第１項２号）から、同条３項２号により併合提起された当該処分の取消訴訟が\n認容されることが訴訟要件となる。\nしかるところ、争点①において述べたとおり、本件改定において厚生労働大\n臣が定めた保護基準は適法であり、改定後の保護基準に基づいてされた本件各\n変更決定は取り消されるべきものではないから、本件義務付けの訴えは、上記\n訴訟要件を満たさず、不適法である。\n第６  争点③－１（本件改定に係る厚生労働大臣の国賠法上の違法及び故意又は\n過失の有無）について\n（原告らの主張）\n１  厚生労働大臣は、保護基準の引下げを判断する際、職務上、①引下げの正当\n性（具体的な必要性及び相当性〔許容性〕）を立証する責任（注意義務）、②\n要保護者の年齢、世帯構成別、地域別等の事情（生活上の属性）等の法定考慮\n事項を考慮すべき注意義務、③財政事情等の生活外的要素を考慮しないように\nする注意義務、④統計等の客観的数値等との合理的関連性や専門的知見との整\n合性を図る注意義務を負う。しかるに、争点①－１において述べたところから\nすれば、厚生労働大臣は、本件改定に当たり、上記各注意義務を果たしておら\nず、同大臣が本件各告示を発してした本件改定は、国賠法１条１項の適用上違\n法である。\nそして、生存権保障の重要性に鑑みると、保護基準の改定における厚生労働\n大臣の責任は重く、同大臣は、本件改定を行うに当たり、保護費の「削減あり\nき」の政治目的の下、改定の結果が健康で文化的な最低限度の生活を維持し、\n被保護者の年齢別、性別、世帯構成別、所在地域別その他保護の種類に応じて\n必要な事情を考慮した最低限度の生活の需要を満たすのに十分なものとならな\nくなるとしても構わないとの認識で、専門家の提言に基づくこともなく、あえ\nて違憲・違法な本件各告示を発出し、保護基準の引下げに踏み切ったものであ\nる。したがって、厚生労働大臣の本件各告示の発出には、違憲・違法な保護基\n準の引下げにより、憲法２５条により保障されている原告らの生活保護受給権\nを侵害した故意が認められる。\n２  また、保護基準の性質に照らせば、厚生労働大臣は、保護基準の改定に際し、\nその過程を含めて、憲法２５条及び生活保護法を遵守し、保護受給世帯の生活\nが「健康で文化的な最低限度の生活」の水準を下回ることのないように改定を\n行うべき高度の注意義務を負う。それにもかかわらず、厚生労働大臣は、本件\n各告示を発するに当たり、上記保護基準策定における上記１の各注意義務に違\n反して違憲・違法な本件改定を行ったものであるから、厚生労働大臣には違法\nな本件各告示の発出につき少なくとも過失がある。\n（被告国の主張）\n争う。公務員の行為については、当該公務員が職務上通常尽くすべき注意義務\nを尽くすことなく漫然と当該行為をしたと認められるような事情がある場合に限\nり、国賠法１条１項の違法が認められるところ、本件改定に係る厚生労働大臣の\n判断に裁量権の範囲の逸脱又はその濫用がないことは争点①－１において述べた\nとおりであり、そもそも本件改定は生活保護法３条又は８条２項の規定に違反す\nるものではないから、本件改定に係る厚生労働大臣の判断に職務上の義務違反は\nない。\nしたがって、国賠法１条１項を根拠として被告国に損害賠償請求を求める原告\nらの請求は理由がない。\n第７  争点③－２（損害の有無及び額）について\n（原告らの主張）\n原告らは、厚生労働大臣が憲法２５条及び生活保護法に違反する無効な本件各\n告示を発出したことにより、各処分庁によりこれに従った本件各変更決定を受け\nてその生活扶助費を減額され、「健康で文化的な最低限度の生活」に満たない生\n活水準に切り下げられたのであり、これによって、憲法２５条によって保障され\nている原告らの生活保護受給権を侵害された結果、原告らはいずれも窮状に陥り、\nまた、社会生活上の著しい困難を抱え、多大な精神的苦痛を被った。\nこれを慰謝する慰謝料としては、平成２５年告示、平成２６年告示及び平成２\n７年告示それぞれにつき、原告ら１人当たり５０００円を下らない。\n（被告国の主張）\n争う。\n以上\n別紙１、別紙２、別紙４－１、別紙４－２、別紙５－１、別紙５－２、別紙６に\nいては記載を省略。\n"
}