{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 4,
    "month": 1,
    "day": 21
  },
  "case_number": "平成30(ワ)39000",
  "case_name": "損害賠償等請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "91128",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=91128",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/128/091128_hanrei.pdf",
  "contents": "令和４年１月２１日判決言渡  同日原本交付  裁判所書記官\n平成３０年（ワ）第３９０００号  損害賠償等請求事件\n口頭弁論終結日  令和３年１１月１２日\n判 決\nＡこと\n原 告  Ｂ\n同訴訟代理人弁護士  島村和 也\n熊王斉 子\n亡Ｃ訴訟承継人\n被 告  Ｄ\n同訴訟代理人弁護士  井田大 輔\n山本雄 祐\n主 文\n１  被告は，原告に対し，４００万円及びこれに対する平成３０年１２月２\n４日から支払済みまで年５分の割合による金員を支払え。\n２  原告のその余の請求を棄却する。\n３  訴訟費用は，５７分の５６を原告の負担とし，その余を被告の負担とす\nる。\n４  この判決は，第１項に限り，仮に執行することができる。\n事実及び理 由\n第１  請求の趣旨\n被告は，原告に対し，２億２７１０万円及びこれに対する平成３０年１２月\n２４日から支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n１  本件は，美術商である原告が，著名な美術家であったＣ（以下「亡Ｃ」とい\nう。）の相続人である被告に対し，亡Ｃが，原告と亡Ｃとの訴訟上の和解（以\n下「本件和解」という。）の和解条項の２項⑷（以下「本件禁止条項」とい\nう。）に違反する態様で作品の公表等をしたと主張し，本件和解の定める違約\n金１８００万円及び本件和解の債務不履行による損害金合計２億０９１０万円\n並びにこれらに対する本訴状送達の日の翌日である平成３０年１２月２４日か\nら支払済みまで平成２９年法律第４４号による改正前の民法所定の年５分の割\n合による遅延損害金の支払を求める事案である。\n２  前提事実（当事者間に争いのない事実並びに掲記した証拠及び弁論の全趣旨\nにより認定できる事実。なお，本判決を通じ，証拠を摘示する場合には，特に\n断らない限り，枝番を含むものとする。）\n⑴  当事者等\nア  原告は，「Ａ」の名称を使用し，現代美術を取り扱っている美術商であ\nる。（弁論の全趣旨）\nイ  亡Ｃは，昭和４１年から活動を始め，木や石，紙や鉄材などの素材を未\n加工の状態で提示する「もの派」や「ポストもの派」を代表する作家とし\nて活躍した美術家であるが（甲４，５），本件訴訟が提起された後である\n令和２年８月２７日に死亡した。\nウ  被告は，亡Ｃの子であり，他の相続人らが相続を放棄したため，亡Ｃの\n唯一の相続人となった者である。\n⑵  本件和解に至る経緯\nア  原告と亡Ｃとの間には，少なくとも昭和５５年から平成３年まで，亡Ｃ\nが制作した作品を原告が独占的に買い取り，管理をすることなどを内容と\nする独占契約が存在し，平成３年以後も，契約書は交わされなかったもの\nの，亡Ｃは，原告に対し，自らの制作した作品を納入するという関係が継\n続されていた。（甲８・３頁，３２・２丁，３８・２頁）\nイ  ドイツのミュンヘンに所在するレンバッハハウス市立美術館は，平成１\n３年（２００１年）４月２８日から，亡Ｃの展示会を開催したが，その際，\n原告の関与の下，亡Ｃの作品目録とされる「Ｅ  CATALOGUE  RAISONNE\n1963-2001」（以下「本件カタログ・レゾネ」という。）が製作され，亡\nＣの作品３０９点が収録された。（甲７，４３）\nウ  亡Ｃは，平成２３年５月２日付けで，原告に対し，亡Ｃの制作する作品\nを原告が買い取るという継続的な契約関係が終了していることを確認する\nなどとする通知をしたが，原告は，これに反論し，両者の債権債務の清算\nなどのため，平成２４年３月２０日付け合意書，平成２５年３月１２日付\nけ債務弁済契約公正証書が交わされた。（甲３２ないし３５）\nエ  原告は，平成２７年９月２５日，亡Ｃに対し，美術商であるＦ（以下\n「本件画廊１」という。）が販売活動を担当し，作品明細に「1970/2015」\nとの表記がされている亡Ｃの作品「Wire  Rope」と称する作品（以下「前\n訴作品」という。）を廃棄し，その作品明細から「1970/」との記載を削\n除することなどを求める訴訟（以下「本件前訴」という。）を提起した。\n前訴作品は，本件画廊１の階段の下に，既成の工業製品であるワイヤーロ\nープ１本を固定したものであったが，本件カタログ・レゾネには，これと\n同様に大学の教室にワイヤーロープ１本を固定した作品が，「1970」との\n年代表記の下で掲載されていた。（甲７・５８頁ないし５８頁，８，甲３\n８・１５頁ないし１６頁）\n原告は，本件前訴において，概略，亡Ｃの作品には，完成後に保管場所\nなどの関係で廃棄され，後に「原作品を再現した真作としての再制作品」\nが制作されるものがあるため，前訴作品の「1970/2015」という表記は，\n昭和４５年（１９７０年）に制作された原作品を平成２７年（２０１５年）\nに再制作したことを意味することになるが，原告は，前記アで問題とされ\nる独占契約に基づき，その「再制作を行う権利」も含め，そのような原作\n品の著作権の譲渡を受けていることなどを主張した。\nオ  原告と亡Ｃは，平成２８年９月２日，本件前訴における各訴訟代理人の\n出頭の下，本件和解を成立させ，亡Ｃが，原告に対し，後記⑷の本件禁止\n条項のとおり，「本件カタログ・レゾネに記載されていない立体作品を，\n１９６３年から２００１年までの間に自らが制作した作品であるとして公\n表しない」こと，「本件カタログ・レゾネに記載されていない作品が存在\nすること又は存在したことを前提とする作品明細表記を行わない」こと，\n「本件カタログ・レゾネに記載されていない作品の複製であると誤認させ\nる年代表記を行わない」ことを約した。（甲９）\n⑶  本件訴訟に至る経緯\nア  前記⑵エのとおり，前訴作品の販売活動を担当していた本件画廊１は，\n平成３０年５月１２日頃，本件カタログ・レゾネに掲載されていない作品\nである「BattleShip, Ref. A」（以下「本件作品１」という。）の画像に\n「1969」と付記し，作品「Oil Pool」（以下「本件作品２」という。）の\n画像に「1970/2015」と付記し，これらを亡Ｃの作品として，自らのウェ\nブサイト上に掲載していた。（甲１１，１２）\nイ  美術商であるＧ（以下「本件画廊２」という。）は，平成３０年５月３\n１日頃，本件カタログ・レゾネに掲載されていない作品「Ship  #2」（以\n下「本件作品４」という。）の画像に「1964」と付記し，作品「Untitled\n00」（以下「本件作品５」という。）の画像に「1993」と付記し，これら\nを亡Ｃの作品として，自らのウェブサイト上に掲載していた。（甲２０，\n２１）\nウ  美術商であるＨ（以下「本件画廊３」という。）は，平成３０年７月１\n７日頃，自らのウェブサイトにおいて，平成２４年６月２日から開催され\nた「Ship 60's & Work on Paper」と題する亡Ｃの作品展のカタログ（以\n下「本件カタログ」という。）として，本件カタログ・レゾネに掲載され\nていない「Ship」の作品５点（以下「本件作品５」ないし「本件作品９」\nという。）を含む作品を収録したものを販売していた。（甲２２，２３）\nエ  原告は，平成３０年１２月１８日，亡Ｃを相手方とし，亡Ｃが，前記の\n本件画廊１ないし３（以下「本件美術商ら」という。）を通じ，本件作品\n１ないし９（以下「本件各作品」という。）について，本件禁止条項に違\n反する行為をしたなどとして，本件訴訟を提起した。被告は，亡Ｃが令和\n２年８月２７日に死亡したため，相続放棄の熟慮期間を伸長する審判を受\nけた上，令和３年７月７日，本件訴訟の受継の届出をした。\n⑷  本件和解の和解調書の内容\n「１（確認事項）\n⑴から⑶  （略）\n⑷  原告と被告は，被告が１９６３年から２００１年までに制作し，被\n告が制作した作品として公表した全ての立体作品は，「Ｅ CATALOGUE\nRAISONNE  1963-2001」(LENBACHHAUS)（２００１年出版，レンバッハ\nハウス美術館），以下，「本件カタログ・レゾネ」という。）に全て\n記載されていることを確認する。\n⑸  原告と被告は，本和解期日において，原告と被告の間に，被告の制\n作に係る作品についての独占販売契約が存在しないことを相互に確認\nする。\n２（被告の義務，遵守事項）\n⑴  （略）\n⑵  被告は，原告の書面による事前承諾がない限り，本件各作品の再制\n作を行わない。\n⑶  （略）\n⑷  被告は，自らがこれまでに制作した又は今後制作する作品につい\nて，当該作品の作品表記，作品制作，作品発表, 作品販売にあたり，\n以下の事項を遵守する。\nア  被告は，原告の書面による事前承諾がない限り，本件カタログ・\nレゾネに記載されていない立体作品を，１９６３年から２００１年\nまでの間に自らが制作した作品であるとして公表しない。\nまた，上記期間内に被告が制作した立体作品で，本件カタログ・\nレゾネに掲載されていない立体作品が第三者の下に存在することが\n判明した場合，当該立体作品については，レンバッハハウス美術館\nが制作するカタログ・レゾネ（本件カタログ・レゾネの改訂版，又\nは，新たに制作されるカタログ・レゾネ）において公表する場合，\n又は，上記立体作品が，上記期間内に被告により制作された立体作\n品であることをレンバッハ美術館が承認し，許諾した場合には，上\n記立体作品を被告の作品として公表することができる。ただし，当\n該立体作品が公表される新しいカタログ・レゾネを出版する前に，\n原告と被告とは，当該作品が本件カタログ・レゾネに掲載されなか\nったことについて別途協議する。\nイ  被告は，前項アで公表することができるとされた場合を除き，本\n件カタログ・レゾネに記載されていない作品が存在すること又は存\n在したことを前提とする作品明細表記を行わない。\nウ  被告は，本件各作品又は本件カタログ・レゾネに記載されていな\nい作品の複製であると誤認させる年代表記を行わない。\n⑸  被告が，上記⑴ないし⑷に違反した場合，被告は，原告に対し，遵\n守事項違反に基づく違約金として，違反した作品１点ごとに２００万\n円を，違反発覚後すみやかに支払う。ただし，被告の違反行為により\n原告に損害が生じた場合，原告が，被告に対し，別途，損害賠償請求\nすることを妨げない。\n３  （以下略）（別紙略）」\n３  争点\n⑴  本件禁止条項に違反する行為の意義（争点１）\n⑵  本件作品１及び２に係る本件禁止条項違反の有無（争点２）\n⑶  本件作品３及び４に係る本件禁止条項違反の有無（争点３）\n⑷  本件作品５ないし９に係る本件禁止条項違反の有無（争点４）\n⑸  被告が責任を負う金額（争点５）\n第３  争点に関する当事者の主張\n１  争点１（本件禁止条項に違反する行為の意義）について\n（原告の主張）\n⑴  本件禁止条項は，亡Ｃ自身が主体となってする作品公表，作品明細表記及\nび年代表記（以下「作品公表等」という。）のみならず，本件美術商らのよ\nうに，亡Ｃから作品表記，作品制作，作品発表及び作品販売（以下「作品販\n売等」という。）の委託又は許諾を受けた者が主体となってする作品公表等\nをも対象とすると理解すべきである。\nなぜならば，他人に特定の行為を委託又は許諾した者は，当該他人（履行\n補助者）が，当該委託等に係る行為をするに当たり，本人が遵守すべき義務\nに違反した場合，その義務違反の責任を負うべきであるからである。そして，\nこの場合における作品販売等の委託は商事代理に当たるから，その作品公表\n等に当たり，個別具体的な指示や委託まであったことは不要である。\n実際，本件美術商らは，亡Ｃを自らの契約作家と称し，あるいは，亡Ｃを\n代理していると表示した上，本件各作品を販促品とするなどし，亡Ｃの紹介\n宣伝活動を行っていた。そうすると，亡Ｃが，これらの行為を黙認し，年代\n詐称による利益を得ていた以上，明確な委託や許諾がなかったとしても，そ\nの作品公表等を第三者による行為と評価するべきではない。\nまして，本件前訴は，亡Ｃの作品販売等の履行補助者であった本件画廊１\nが，本件カタログ・レゾネに矛盾抵触する作品公表等をしていたことを問題\nとした事案である。このような本件和解の趣旨及び経緯に照らしても，亡Ｃ\nの作品販売等の履行補助者による作品公表等は，本件禁止条項の対象となる\n行為であるというべきである。\n⑵  また，本件禁止条項と対象となる作品公表等には，本件和解が成立した時\n点において，既に著作権法４条の「公表」がされていた作品に対するものが\n含まれると解すべきである。そして，これを争う被告の主張に実質的な理由\nがないことは，以下に説明するとおりである。\nア  著作権法上，「公表」の語は，同法４条の「公表」に限らず，同法７６\n条２項の「公表」のように，多義的に使用されている。他方，本件禁止条\n項は，亡Ｃが「これまでに制作」した作品を含め，作品公表等を禁じてい\nるのであるから，その対象から既に同法４条の「公表」がされた作品を除\n外して理解する理由がない。\nイ  現実にも，本件和解成立の時点において，未公表の作品が存在しないこ\nとは，本件和解の確認条項にあるとおりであるから，その存在の可能性を\n考慮する必要はない。そもそも，被告は，当該確認条項の存在によって，\n本件禁止条項の解釈適用に当たり，本件カタログ・レゾネに掲載されてい\nない作品が存在するという事実自体を主張し得ない。\n（被告の主張）\n⑴  本件禁止条項は，以下に論ずるとおり，亡Ｃの行為を対象とするものと解\nすべきであって，原告が問題とする本件美術商らの行為は，そもそも本件禁\n止条項に違反する行為に当たらない。\nア  弁護士も関与して成立した訴訟上の和解においては，特別の事情のない\n限り，和解調書に記載された文言と異なる意味に和解の趣旨を解すべきで\nはないのであり，文言を離れた解釈は許されない。\n本件和解についてみるに，本件禁止条項は，「被告」（亡Ｃ）を主語と\nし，「公表」，「作品明細表記」及び「年代表記」を「行わない」ことを\n明記したものであり，その文言上，「第三者」による行為は禁じていない\nから，当該条項は，「第三者」による作品公表等を禁止したものであると\nは解されず，亡Ｃに対し，「第三者」をして，作品公表等を「させない」\nという義務を課したものでもないと解すべきである。\n実質的にみても，第三者に作品公表等をさせない義務を履行しようとす\nれば，第三者に譲渡等した作品全部について，本件和解の成立前に遡った\n調査管理をするという過大な負担が生じ，当該作品を取り扱う画廊等にも\n予測不能な損害を与える。本件禁止条項は，第三者の不測の損害に配慮し\nて作成されたという経緯があり，第三者の下にある作品に関し，亡Ｃに積\n極的な作為義務を課したものと解することはできない。\nまた，原告は，美術品の販売業態に通暁しており，亡Ｃの作品が第三者\nの下で転々流通していることも認識していたのであるから，仮に，原告が，\n本件和解において，第三者の下にあるような作品を含め，本件カタログ・\nレゾネと矛盾する作品公表等の一切を禁止しようとしていたのであれば，\nその趣旨を明記するよう求めることは容易であったはずである。しかるに，\n本件禁止条項は，そのような文言を含むものではない。\n以上のとおり，本件禁止条項の文言に加え，実際的な妥当性を考慮して\nも，本件禁止条項は，亡Ｃ氏に対し，第三者に作品公表をさせない作為義\n務を課す条項ではないと解すべきであり，原告の主張が，そのような趣旨\nをいうものであれば失当である（なお，原告は，亡Ｃには，第三者による\n作品公表等に協力しない不作為義務があるかのようにも主張するが，その\nような義務を課しても，第三者の作品公表等を禁じる実効性がない。）。\nイ  これに対し，原告は，美術商が亡Ｃの「履行補助者」にすぎないなどと\n主張し，そうである以上，美術商による作品公表等であっても，亡Ｃによ\nる本件禁止条項に違反する行為に当たると主張する。\nしかし，美術商が，作家本人から販売目的で作品を買い取ることは日常\n的なことであるが，そのように譲り受けた作品をウェブサイトに掲載する\nなどすることは，当該美術商の独自の判断に委ねられており，作家の承諾\nを得る必要もない。このような場合に，当該美術商を「履行補助者」とい\nうことはできず，原告の前記主張は失当である。\nそして，前記アのとおり，本件禁止条項は，亡Ｃに対し，第三者の下に\nある作品に関して，積極的な作為義務を課したものではないことを考慮す\nれば，原告のいう「履行補助者」に当たるためには，作品公表等をするこ\nとについて，明示的な委託又は許諾を受けた者であることを要するという\nべきであるが，本件美術商らについて，そのような事情の主張立証はない。\n⑵  また，本件和解が，著作権及び著作者人格権に係る取決めであることから\nすると，本件禁止条項にいう「公表」の意義は，著作権法の一般的な解釈に\n従うべきである。したがって，本件各作品のように，本件和解の成立前に公\n衆に提示されるなどした作品を改めてウェブサイトに掲載するなどすること\nが，本件禁止条項に違反する余地はない。なお，原告は，本件カタログ・レ\nゾネに掲載されない未公表の作品が存在することを否定するが，そのような\n作品は存在することは客観的事実である。実際，本件禁止条項にも，未公表\nの作品の存在が「判明」した場合の手続に係る規定がある。\n２  争点２（本件作品１及び２に係る本件禁止条項違反の有無）について\n（原告の主張）\n⑴  亡Ｃが責任を負う理由があること\n以下の事情によれば，民法９９条，１０９条，商法５０４条の趣旨に照ら\nし，亡Ｃは，本件作品１及び２について，本件画廊１のウェブサイト上に作\n品公表等がされていることの責任を免れない。\nア  本件画廊１は，自らのウェブサイトにおいて，亡Ｃを自らの「契約作家」\nであるとして，亡Ｃや亡Ｃの作品を紹介し，亡Ｃのための広告宣伝をして\nいる。このような行為は，その著作権者や肖像権者の許諾なしに行い得な\nいものであるから，本件画廊１が，亡Ｃの作品販売等に関し，亡Ｃの委託\n又は許諾を受けていることは明らかである。\nイ  そして，本件画廊１は，本件作品１及び２の作品公表等をするなどし，\n亡Ｃとの契約関係を前提に，その経済的効果が亡Ｃに帰属する広告宣伝活\n動をしている。また，本件画廊１が，契約作家の作品の公表に当たり，本\n件画廊１と契約関係にある作家の意向を尊重するのは当然であるから，そ\nの作品の公表は，作家の了解を得ているものと理解されるのが一般である。\nウ  なお，本件訴訟においては，本件画廊１が，１９７０年に存在しなかっ\nた本件作品２に「1970/2015」との表記した行為を問題としているが，こ\nの行為は，本件前訴で問題となった本件画廊１の行為と全く同一であると\nいう事情がある。しかも，本件画廊１自身が，このような表記方法につい\nて，「Ｃが良く使う表記方法です。」（甲４７）と説明している。\n⑵  本件作品１に係る事情の補足\nア  本件画廊１は，本件作品１を「弊社在庫」に所持していないから（乙\n４），その所有権も有していないと考えられる。そうすると，亡Ｃは，本\n件画廊１が，本件作品１の作品公表等をするに当たり，著作権者としての\n許諾をしていたはずである。\nイ  仮に，被告が主張するように，本件画廊１が，本件作品１を形式的に購\n入していたとしても，本件画廊１は，これを「非売品」と表示し，亡Ｃの\n作品の宣伝のための販促品としているのであるから（乙９），本件画廊１\nは，亡Ｃの履行補助者に当たるというべきである。\n⑶  本件作品２に係る事情の補足\nア  本件作品２は，主要な部材は既に廃棄されており，本件画廊１が所有権\nを主張し得る作品ではない。本件画廊１は，そのウェブサイトにおいて，\n亡Ｃが権利者である旨の表示をしていた。\nイ  また，本件画廊１は，本件作品２を亡Ｃによる再制作を前提とする「コ\nミッションワーク」あると位置付け，亡Ｃが，その販売価格その他の条件\nに関与するものとして取り扱っている（乙４）。\nウ  すなわち，本件画廊１は，本件作品２を販売してはおらず，これをウェ\nブサイトに掲載することで顧客を誘引し，亡Ｃに本件作品２に類似する作\n品を発注し，利益を得させようとしていたことになる（乙４）。\nエ  他方，亡Ｃは，本件画廊１をして，亡Ｃの「契約作家」と表示させ，本\n件作品２の作品表記の内容の決定についても，関与及び許諾したことを自\n認する。そうすると，亡Ｃが責任は免れる理由はない。\n（被告の主張）\n⑴    亡Ｃが責任を負う理由がないこと\n本件作品１及び２の作品公表等をした主体は，Ｆ（本件画廊１）であると\nいうべきであり，亡Ｃに本件禁止条項違反はない。\nア  亡Ｃは，本件和解前の時点において，本件作品１及び２を公表し，本件\n画廊１に譲渡していた。そして，本件画廊は，本件和解前の時点において，\n亡Ｃから聴き取った事実関係等に基づき，その作品表記等の内容を決定し\nていた。\nイ  亡Ｃが，本件画廊に対し，本件作品１及び２の販売に係る委託等をした\n事実はない。そもそも，本件作品１及び２は，本件画廊１が買い取ったも\nのであり，新作の販売委託を受けたような場合とは異なり，作品表記等を\n含め，その展示方法は，本件画廊１が独自に判断するものである。\n⑵  本件作品１に係る事情の補足\nア  本件画廊１は，平成２２年８月２７日，亡Ｃから本件作品１を購入し\n（乙１，９，１０），平成２４年１月６日から開催された展示会に出展し\nている（甲１６）。したがって，その作品明細表記についても，この展示\n会までに，本件画廊１が決定していたはずである。\nイ  原告は，本件画廊１が，本件作品１を「弊社在庫」にないと回答したこ\nとを根拠に，これを所有していないと主張する。しかし，当該回答は，本\n件画廊１の内部倉庫には置いていないという趣旨をいうにすぎず，実際，\n担当者は，同時に，希望があれば「探します」（乙４）と回答している。\n⑶  本件作品２に係る事情の補足\nア  本件画廊１は，平成２７年１月１６日，亡Ｃから本件作品２の寄贈を受\nけ（乙１１），同月１７日から開催された展示会に出展した。したがって，\nその作品明細表記についても，本件作品１と同様，同展示会までに，本件\n画廊１が決定していたはずである。\nイ  原告は，本件画廊１が，本件作品２の権利者が亡Ｃにあると表示してい\nたなどと主張するが，実際には，本件画廊１は，本件作品２が，顧客の要\n望に応じて新たに作品を構築するというものであるため，「PROVENEANCE」\n（来歴）は「The Artist」（Ｃ）であると表示していたにすぎない。\nウ  また，本件画廊１は，本件作品２のステータスを「非売」としていたが，\nそのことは，亡Ｃとの間に，本件作品２の再制作に関する委託関係が存在\nしなかったことを意味する（乙４）。そうすると，本件画廊１が，本件作\n品２に係る亡Ｃの履行補助者に当たるとはいえない。\nエ  なお，原告が問題とする「コミッションワーク」とは，完成作品と同一\nのものを再構築するのではなく，設置場所に合ったものをテーラーメイド\nするという趣旨にすぎない（乙４）。そのため，亡Ｃが，本件作品２の販\n売条件などに係る決定権を有していたことを示すものではない。\n３  争点３（本件作品３及び４に係る本件禁止条項違反の有無）について\n（原告の主張）\n⑴  亡Ｃが責任を負う根拠\n以下の事情によれば，民法９９条，１０９条，商法５０４条の趣旨に照ら\nし，亡Ｃは，本件作品３及び４について，Ｇ（本件画廊２）のウェブサイト\n上に本件禁止条項に違反する作品公表等がされていることの責任を免れない。\nア  本件画廊２は，亡Ｃについて，自らが「代理する作家」であるとし，ウ\nェブサイト上で，亡Ｃのための広告宣伝をしている。そうすると，本件画\n廊２が，作品販売等について，亡Ｃの委託又は許諾を受けていたことは明\nらかであり，その経済的効果は亡Ｃに帰属する。\nイ  また，本件画廊２が，契約関係にある作家の作品を紹介する当たり，当\n該作家の意向を尊重するのは当然であるから，本件画廊２のウェブサイト\n上に，当該作家の作品が掲載されていれば，その作品公表等は，作家の了\n解を得ているものと理解されるのが一般である。\n⑵  本件作品３に係る事情の補足\nア  被告は，本件作品３が，平成２４年（２０１２年）１２月６日に本件画\n廊２に譲渡されていたと主張する。しかし，被告の主張によれば，当該作\n品は，昭和３９年（１９６４年）には作成されていたことになるにもかか\nわらず，その保管状況は明らかされていない。\nイ  被告は，前記譲渡を立証するという「買取証」（乙８）を提出するが，\nその代金額に端数があること，美術商は，作家から「売渡証」を入手する\nのであり，作家に「買取証」を提出する理由がないことからすれば，後付\nけで作成されたものとしか考えられない。\n⑶  本件作品４に係る事情の補足\nア  被告は，本件作品４は，本件和解が成立する前の時点において，既に第\n三者の所有であったと主張する。しかし，その根拠とされる美術品委託契\n約書（乙２）に添付された作品明細の内容は，本件作品４の内容と一致せ\nず，本件作品４に係る被告の主張を立証するものとはいえない。\nイ  むしろ，同契約書は，亡Ｃの作品の販売等について，亡Ｃと本件画廊２\nとが深い関係を示すものとなっている。そうすると，本件画廊２は，亡Ｃ\nの履行補助者として，その委託又は許諾の下，本件禁止条項に違反する作\n品公表等をしたというべきである。\n（被告の主張）\n⑴  亡Ｃが責任を負う理由がないこと\n本件作品３及び４の作品公表等をした主体は，本件画廊２であるというべ\nきであり，亡Ｃに本件禁止条項違反はない。\nア  亡Ｃは，本件画廊２との間で，何らかの継続的契約を締結したことはな\nい。本件画廊２は，平成２６年（２０１４年）４月１０日，本件作品３及\nび４を展示会に出展しており，自らの活動履歴として，これをウェブサイ\nト上に掲載しているにすぎない。\nイ  そして，その作品明細についても，亡Ｃから聴取した事実関係等に基づ\nき，本件画廊２が決定していた。これらの作品は，本件画廊２が買い取っ\nたものであるから，新作の販売委託を受けたような場合とは異なり，作品\n表記等の内容を含め，その展示方法は，本件画廊２が独自に判断するもの\nである。\nウ  このように，本件作品３及び４は，本件和解が成立する前に，既に「公\n表」されていたものであり，そうでないとしても，その作品公表等をした\nのは本件画廊２であり，亡Ｃではないから，これらの作品について，亡Ｃ\nが，本件禁止条項違反の責任を負う余地はない。\nエ   な お ， 本 件 画 廊 ２ は ， そ の ウ ェ ブ サ イ ト に お い て ， 「 Gallery\nRepresenting Artists」と表記して，亡Ｃを紹介しているが，このような\n表記は，本件画廊２の代表者と亡Ｃが個人的な面識関係を有していること\nを意味するにすぎず，両者間に販売代理契約があることを意味するもので\nはない。\n⑵  本件作品３に係る事情の補足\nア  本件作品３は，亡Ｃが，平成２４年１２月６日，本件画廊２に売却した\n作品であり，本件画廊２は，亡Ｃに対し，３８８万６４７０円を振り込む\nとともに（乙７），「買取証」（乙８）を発行している。\nイ  このように，本件作品３の所有権は，確定的に本件画廊２に移転してい\nたのであり，亡Ｃは，本件画廊２が，これをウェブサイト上に掲載するこ\nとを止める権限など何ら有していなかった。\n⑶  本件作品４に係る事情の補足\nア  本件作品４は，個人収集家のＩに売却済みの作品であり，同人が平成２\n５年８月２６日に死亡したため，その相続人が，本件画廊２に寄贈又は販\n売の委託をしていたものである。\nイ  確かに，前記委託に係る美術品委託契約書（乙２）において，本件画廊\n２が寄贈又は販売をするには，亡Ｃの承諾が必要とされたが，これは，前\n記相続人には本件画廊２の処分の適正を判断する能力がなかったからにす\nぎない。\nウ  このような亡Ｃの関与は，故人の意思を代弁するという立場からのもの\nであり，まして，作品をウェブサイト上に掲載することについては，契約\n書の文言上も，亡Ｃの承諾の対象とされていない。\n４  争点４（本件作品５ないし９に係る本件禁止条項違反の有無）について\n（原告の主張）\n⑴  Ｈ（本件画廊３）は，そのウェブサイトにおいて，亡Ｃの広告宣伝活動を\n行っている。また，被告は，亡Ｃが，本件画廊３による本件カタログの作品\n明細表記の決定に関与したことを自認する。そうすると，本件画廊３は，亡\nＣの委託又は許諾を受け，本件カタログを販売し，本件作品５ないし９の作\n品公表等をしていると考えられるのであり，亡Ｃは，その責任を免れ得ない。\n⑵  これに対し，被告は，亡Ｃにおいて本件画廊３が本件カタログを販売して\nいる事実を知らなかったなどと主張する。しかし，亡Ｃには，その履行補助\n者たる本件画廊３を管理監督する責任があり，また，自らの著作権を管理す\nる責任もあるのであるから，亡Ｃが，本件カタログを販売している事実を知\nらなかったこと自体が，亡Ｃの過失を基礎付けるものである。\n（被告の主張）\n本件作品５ないし９の作品公表等をした主体は，本件画廊３であるというべ\nきであり，亡Ｃに本件禁止条項違反はない。\n⑴  亡Ｃは，平成２４年（２０１２年）６月２日頃，本件画廊３で個展を開催\nし，本件作品５ないし９を「公表」した。したがって，亡Ｃ又は本件画廊３\nが，その後に，これらの作品をウェブサイト上に掲載したとしても，本件禁\n止条項に規定する「公表」には当たらない。\n⑵  また，本件カタログは，前記の個展のために本件画廊３が制作したもので\nあるが，本件作品５ないし９の作品明細表記も，前記個展が開催された時点\nにおいて，亡Ｃから聴取した事実関係等に基づき，本件画廊３が決定してい\nたものであり，亡Ｃが決定したものではない。\n⑶  そして，前記個展の後に売れ残った本件カタログの処分方法は，その所有\n権を有する本件画廊３の判断に委ねられている。もとより，亡Ｃは，本件カ\nタログが販売されていたこと自体を知らず，その販売にも関与していない\n（なお，本件作品５については，その所有権も本件画廊３にある。）。\n５  争点５（被告が責任を負う金額）について\n（原告の主張）\n⑴  争点１ないし４で主張したとおり，亡Ｃは，合計９点の本件各作品につい\nて，本件禁止条項に違反する作品公表等をした。したがって，本件和解の和\n解条項２⑸本文に基づき，亡Ｃは，原告に対し，本件禁止条項違反を理由と\nして，１８００万円（２００万円×９点）の違約金を支払うべき義務を負う\nものであり，被告は，これを相続した。\n⑵  また，亡Ｃの作品公表等によって，原告が所有する本件各作品の同種作品\n２１点の価値が下落した。したがって，亡Ｃは，原告に対し，前記違約金１\n８００万円に加え，前記和解条項２⑸ただし書に基づき，前記の価値下落分\nに相当する原告の損害金合計２億２７１０万円（甲２６，２７）をも賠償す\nる義務を負うものであり，被告は，これを相続した。\n（被告の主張）\n争う。\n第４  当裁判所の判断\n１  争点１（本件禁止条項に違反する行為の意義）について\n⑴  本件禁止条項の対象者について\nア  訴訟代理人である弁護士が関与して成立した訴訟上の和解条項は，その\n文言自体が相互に矛盾し又はその文言自体によっては意味を了解し難いな\nど，和解条項それ自体に内包する瑕疵を含むような特段の事情がない限り，\nこれに表示された文言と異なる意味に解するのは相当ではない（最高裁昭\n和４３年（オ）第１２４６号同４４年７月１０日第一小法廷判決・民集２\n３巻８号１４５０頁参照）。\nこれを本件についてみると，前記前提事実⑷によれば，本件和解は訴訟\n代理人である弁護士が関与して成立した訴訟上の和解であるところ，本件\n禁止条項は，その文言どおり解すれば，「被告」（亡Ｃ）が，①「公表し\nない」こと，②「作品明細表記を行わない」こと，③「年代表記を行わな\nい」ことを定めたものであることは明らかであり，本件禁止条項に，第三\n者による作品公表等を禁止するものと解し得る文言は存在しない。\nそうすると，本件禁止条項は，亡Ｃに限り，所定の作品公表等を禁止す\nる旨を定めたものであると解するのが相当であり，本件美術商らに対して\nまで，所定の作品公表等を禁止する旨を定めたものと解することはできな\nい。\nイ  これに対し，原告は，本件前訴が，第三者である本件画廊１による作品\n公表等を問題とした事案であったという本件和解の経緯から，本件美術商\nらに対しても所定の作品公表等を禁止する旨を定めたものであると主張す\nる。\nしかし，原告と亡Ｃを当事者とする本件和解において，第三者による作\n品公表等を禁止しようというのであれば，和解条項上文言にその旨規定す\nべきであるのに，そのような明示的な条項はないのであるから，原告主張\nに係る和解の経緯を考慮しても，上記判断を左右するに至らない。\nもとより，物理的，自然的には，本件美術商らが作品公表等をした場合\nであっても，規範的な観点から，亡Ｃについて上記の行為の主体性を認め\n得る場合があることを否定するものではないが，原告の主張のとおり，本\n件美術商らが作品公表等をした場合に，直ちに亡Ｃが本件禁止条項違反と\nなると解するのは，その文言に照らし相当ではない。\nしたがって，原告の主張は，本件禁止条項を正解するものとはいえず，\n採用することができない。\n⑵  本件禁止条項にいう「公表」について\n被告は，本件禁止条項にいう「公表」は，著作権法４条にいう「公表」に\n限定される旨主張する。\nしかし，本件禁止条項は，訴訟代理人である弁護士が関与して成立した訴\n訟上の和解によるものであって，これに表示された文言と異なる意味に解す\nるのは相当ではないことは，上記⑴において説示したとおりである。\nこれを本件についてみると，前記前提事実⑷によれば，本件禁止条項には，\n単に「公表」と規定するにとどまり，これが著作権４条にいう「公表」と同\n義であることを明示する文言は存在しない。しかも，本件和解の趣旨目的は，\n被告において１９６３年から２００１年までの間に制作した作品が本件カタ\nログ・レゾネに全て記載されていることを確認するとともに，これに抵触す\nる行為を禁止するものといえる。そうすると，本件禁止条項は，本件カタロ\nグ・レゾネに記載されていない作品については，既に公表された作品を含め，\n上記の期間に制作された旨の作品明細表記等をしないことを約したものと解\nするのが自然である。そうすると，本件禁止条項にいう「公表」は，本件和\n解の趣旨目的に照らしても，著作権法４条にいう「公表」に限定されるもの\nではないと解するのが相当である。\nしたがって，被告の主張は，採用することができない。\n２  争点２（本件作品１及び２に係る本件禁止条項違反の有無）について\n⑴  前記前提事実，後掲証拠及び弁論の全趣旨によれば，本件作品１及び２に\n係る経緯について，以下の事実を認めることができる。\nア  Ｇ（本件画廊２）の代表者である証人Ｊ（以下「証人Ｊ」という。）は，\n平成２１年ないし平成２２年頃，亡Ｃと知り合い，その作品を取り扱うよ\nうになった。（甲３１，証人Ｊ・２頁及び３頁）\nそして，本件画廊２は，同年８月２７日には，Ｆ（本件画廊１）に対し\nても，本件作品１を販売したが，平成２３年３月２４日，原告の担当者と\nの会談において，原告と亡Ｃの間の独占契約は解消されておらず，本件画\n廊２の行為は，責任問題になる旨の指摘を受けた。（甲３１）\nイ  亡Ｃは，平成２３年５月２日付けで，原告に対し，上記独占契約が終了\nしている旨の通知をし，平成２５年３月１２日頃，原告と当該契約を解消\nすることに合意した。（甲３２ないし３５，４０・１２頁）\nウ  本件画廊１は， 平成２４年１月６日から亡Ｃの展示会を開催し，本件\n作品１を展示したが，亡Ｃと相談の上，その作品明細表記において，年代\n表記を「1966」とした。（甲１６）\nエ  本件画廊１は，平成２７年１月１７日からも亡Ｃの展示会を開催し，前\n訴作品及び本件作品２を展示したが，亡Ｃと相談の上，それらの作品明細\n表記において，年代表記を「1970/2015」とした。（甲１６，４７）\nこのような年代表記について，亡Ｃは，昭和４５年（１９７０年）に作\n品のアイデアが考え出され，平成２７年（２０１５年）に作品が実際に制\n作されたという意味であることを説明しており，実際にも，これらの作品\nが制作されたのは，同年のことであった。（甲４７，乙１１）\nオ  本件画廊１は，平成２７年５月１２日頃，年代表記を「1970/2015」と\nしたまま，前訴作品の販売活動をしていたが，原告は，亡Ｃに対し，本件\n前訴を提起し，亡Ｃは，本件和解において，前訴作品の展示及び販売を止\nめることなどを約した。（甲８・８頁，９，３８・７頁）\nカ  本件画廊１は，本件和解後の平成３０年５月１２日頃，自らのウェブサ\nイトにおいて，亡Ｃの「Selected Artwork」として，年代表記を「1969」\nとし，本件作品１を掲載し，また，年代表記を「1970/2015」とし，本件\n作品２を掲載していた。（甲１２）\nキ  本件画廊１は，同月２４日，原告の知人がした本件作品１及び２の販売\n価格等の問合せに対し，本件作品１は「現在，弊社在庫」には存在しない\nが，希望があれば，作品を探すことは可能であり，本件作品２は，４年前\nに販売価格３０万ドルを提示したことがあるが，「作家に再制作を依頼す\nるコミッションワーク」であるため，販売価格などの条件について，作家\nと交渉する必要がある旨の回答をした。その後，本件画廊１は，本件作品\n１については６万ドルを，本件作品２については，コミッション（発注）\n作品のため作家の確認を要する旨の留保を付した上で３０万ドルを，それ\nぞれ参考価格として提示した。（甲１７，１８，１９）\nク  本件作品２は，亡Ｃが，前記エの展示会の際に制作し，本件画廊１に寄\n贈したものであったが，廃油を７３０ｃｍ×３００ｃｍの枠に注いで展示\nするという作品（Oil Pool）であり，前記キの問合せの時点では，廃油を\n抜いて金属の底板を廃棄するなど解体した状態で，枠板が保管されている\nのみであった。（乙４，１１）\nそのため，本件画廊１の担当者は，本件作品２の販売といっても，廃油\nを金属枠に注いで展示するという本件作品２の性質上，購入者の希望に即\nしたものをテーラーメイドして一から作り直すことを前提とすべきである\nから，新たに準備する底板等を設置場所に輸送した上，亡Ｃに対し，現場\nでの構築作業を依頼する方向で内部的な調整を進めていた。もっとも，そ\nの後，上記キの問合せが，原告が情報収集のためにしたものであることが\n判明したため，同担当者は，その調整作業を打ち切った。（甲１９，乙４）\nケ  本件画廊１は，令和元年８月９日頃，そのウェブサイトにおいて，\n「WORKS  AVAILABLE  BY」の作家と区別された「ARTISTS」（契約作家）と\nして，亡Ｃの名前を掲載し，その経歴や作品を紹介していた。（甲４５）\n⑵  上記の認定事実によれば，本件作品２は，本件画廊１に寄贈された上，亡\nＣの提案に基づいて決められた年代表記「1970/2015」の下，本件画廊１の\nウェブサイトに掲載されていたものであるが，その性質は，亡Ｃが購入者の\n希望に即して一から制作されるものであるから，その販売に当たっては亡Ｃ\nの関与が必須であり，しかも，亡Ｃは，本件画廊１から同様の作品の制作を\n依頼された場合には，後日相当高額な対価を受領することが予定されていた\nことが認められる。\nこのような本件作品２の性質，亡Ｃの関与の内容，程度等の諸事情を総合\n考慮すると，亡Ｃは，本件画廊１との間で，本件画廊１が本件作品２に関す\nる発注等の調整や取次ぎなどをするとともに，本件作品２の販売に当たって\n亡Ｃにおいて同様の作品を一から制作することを合意していたことが認めら\nれる。これらの事情を踏まえると，亡Ｃは，本件画廊１との間で，本件画廊\n１が，本件和解成立後も上記年代表記の下，そのウェブサイトに本件作品２\nを掲載することについても，合意していたものと推認するのが相当である。\nしたがって，本件画廊１が本件作品２の前記年代表記を公表したのは，亡Ｃ\nとの合意の下での行為の結果であるというべきであるから，亡Ｃも，上記公\n表の主体であると認めるのが相当である。\nそして，本件画廊１が本件作品２のほかに本件作品１についても同様に亡\nＣの作品としてウェブサイト上に併せて掲載していた事情のほか，前記⑴に\nおいて認定したとおり，契約作家とされている亡Ｃと本件画廊１との本件前\n訴より前から続く密接な関係をも踏まえると，上記の理は本件作品１につい\nても異なるところはないというべきであって，亡Ｃは，本件和解成立後も本\n件作品１の前記年代表記を公表することについても，合意していたものと推\n認するのが相当である。\nしたがって，亡Ｃは，本件作品１及び２につき，本件禁止条項に違反した\nものと認めるのが相当である。\n⑶  これに対し，被告は，亡Ｃが，本件作品１及び２の前記年代表記をした主\n体と評価されることを争うものの，以下のとおり，いずれも採用することが\nできない。\nア  被告は，本件作品１及び２の所有権が，本件画廊１にあることを指摘し，\n亡Ｃは，本件画廊１に対し，本件画廊１に所有権のある作品の販売委託等\nをするはずがなく，その年代表記を決定するのは，所有者である本件画廊\n１であるという趣旨の主張をする。\nしかし，本件作品２は，その所有権が移転すれば基本的に作家と無関係\nになる通常の作品とは性質を異にするものであって，上記⑵において説示\nするとおり，亡Ｃが購入者の希望に即して一から制作するものであるから，\nその販売に当たっては亡Ｃの関与が必須である。しかも，亡Ｃは，本件画\n廊１から同様の作品の制作を依頼された場合には，後日相当高額な対価を\n受領することが予定されていたことが認められる。そうすると，被告の主\n張を考慮しても，亡Ｃの関与の程度，本件画廊１との密接な関係等を踏ま\nえると，上記判断を左右するに至らない。\nイ  また，被告は，本件画廊１が，本件作品２に係るステータスを「非売」\nとしていたことなどを主張し，亡Ｃとの間に，本件作品２の制作に関する\n委託関係が存在せず，亡Ｃが，本件画廊１との関係において，本件作品２\nの販売条件などに係る決定権を有していたことを争っている。\n確かに，本件画廊１の担当者の陳述書には，本件画廊１の内部データー\nベースには，本件作品２のステータスが「非売」とされていた旨の記載が\nある（乙４・５頁）。しかし，当該担当者は，実際には，それにもかかわ\nらず，亡Ｃに同様の作品の制作を依頼する方向で内部的な調整を進めてい\nたことは（同・５頁及び６頁），前記⑴クにおいて認定したとおりである。\nそうすると，被告主張に係る上記記載の内容も，上記認定を妨げるものと\nはいえない。\n⑷  以上によれば，亡Ｃは，本件作品１及び２について，本件禁止条項に違反\nしたものと認めることができる。\n３  争点３（本件作品３及び４に係る本件禁止条項違反の有無）について\n⑴  前記前提事実，証拠（乙１４，証人Ｊ及び後掲証拠）及び弁論の全趣旨に\nよれば，本件作品３及び４に係る経緯について，以下の事実を認めることが\nできる。\nア  Ｇ（本件画廊２）の代表者である証人Ｊは，平成２１年ないし平成２２\n年頃，亡Ｃと知り合い，その作品を取り扱うとともに，これを海外の美術\n館にプロデュースするような事業も手掛けるようになった。（甲３１，証\n人Ｊ・２頁ないし４頁）\nイ  原告の担当者は，平成２３年３月２４日，証人Ｊから求められた会談に\nおいて，原告と亡Ｃの間の独占契約は解消されておらず，本件画廊２の行\n為は，「責任問題」になる旨の指摘をした。（甲３１）\nウ  亡Ｃは，平成２３年５月２日付けで，原告に対し，前記独占契約が終了\nしている旨の通知をし，平成２５年３月１２日頃，原告と当該契約を解消\nすることに合意した。（甲３２ないし３５，４０・１２頁）\nエ  本件画廊２は，平成２４年１２月６日，本件作品３を３８８万６４７０\n円で買い取った。（乙７，８，証人Ｊ・１０頁）\n証人Ｊは，その頃，亡Ｃから本件作品３に係る説明を受け，本件作品３\nは，実際には平成２４年頃に制作されたものではあるものの，昭和３９年\n（１９６４年）に制作された作品をベースとするものであるという認識を\n得た上，その年代が本件作品３自体にも記入されていたことから，その作\n品明細表記における年代表記も「1964」とすることとした。（乙１４・２\n頁，証人Ｊ・１０頁及び１１頁）\nオ  本件画廊２は，平成２５年８月頃，Ｋから本件作品４を含む亡Ｃの作品\nを預かった。（証人Ｊ・１３頁及び１４頁）\nＫは，本件作品４を含む亡Ｃの作品を相続し，これらを販売又は寄贈の\n方法で処分するため，本件画廊２を利用したものであったが，美術品の知\n識を有さず，本件画廊２による処分の適正性を判断し得なかった。そのた\nめ，Ｋは，その美術品委託契約書上，処分に当たっては，Ｋと本件画廊２\nに加え，同人と信頼関係のあった亡Ｃが協議の上決定し，あるいは，合意\nすることが条件となる旨の条項が定められた。（乙２，１４）\nカ  そして，本件画廊２は，本件作品４の預託を受けた平成２５年頃，亡Ｃ\nから制作年代などの情報を聴取した上，自らサイズを測り直すなどし，そ\nの作品明細表記を決定した。本件画廊２は，その頃，亡Ｃとも相談し，そ\nれらの作品を国立近代美術館などに寄贈することを打診するなどしたが，\nその話は進まず，その後は，それらの作品の処分について，積極的な動き\nには出なかった。（証人Ｊ・１３頁，１４頁，２０頁及び２１頁）\nキ  なお，本件作品４は，前記美術品委託契約書上，そのサイズが「１１０\n×１２７×２０ｃｍ」と記載されており，これは「横１１０ｃｍ×縦１２\n７ｃｍ×奥行２０ｃｍ」を意味するものと理解されたが，本件画廊２が測\nり直した結果，横１２０．５ｃｍ×縦１１０ｃｍ×奥行１８ｃｍのサイズ\nであったことから，本件画廊２は，「１２０．５×１１０×１８ｃｍ」と\nいう作品明細表記を採用した。（甲２１，乙２，証人Ｊ・１３頁）\nク  本件画廊２は，平成２６年４月頃，ドイツのケルンで開催されたアート\nフェアに，亡Ｃの作品として，本件作品３及び４を出展し，その作品明細\n表記において，それぞれ「1964」及び「1993」という年代表記をした。\n（乙１５，証人Ｊ・９頁，１４頁）\nケ  本件画廊２は，前記クに出展した平成２６年頃，本件作品３及び４の画\n像を自らのウェブサイトに掲載し，その作品明細表記において，前記クの\n年代表記を付すなどしたが，現在まで，その掲載内容を変更していない。\n（甲２０，２１，証人Ｊ・９頁，１１頁，１２頁，１９頁及び２０頁）\nコ  本件画廊２は，自らのウェブサイトにおいて，本件画廊２と付き合いが\nあり，本件画廊２を通じ連絡を取ることが可能な作家という意味で，亡Ｃ\nを「 Works  Available  by  Artists 」 と は 区 別 さ れ た 「 Gallery\nRepresenting Artists」として紹介している。（甲４２，証人Ｊ・４頁及\nび５頁）\n⑵  上記の認定事実によれば，原告が問題とする本件画廊２のウェブサイト上\nにおける本件作品３及び４の年代表記は，本件画廊２が，本件和解の成立前\nである平成２６年頃に掲載したものであることが認められ，他方，本件作品\n３及び４は，本件作品２とは異なり，それ自体完成された作品であって，そ\nの後の亡Ｃの関与が何ら想定されていたものではなく，亡Ｃが，本件和解の\n成立後，当該年代表記の掲載を継続することなどについて，何らかの関与を\nし，あるいは，これに関与すべき地位にあったことを認めるに足りる証拠は\nない。これらの事情の下においては，亡Ｃが，本件和解の成立後，本件作品\n３及び４の前記年代表記をしたものと評価することはできず，本件作品３及\nび４については，本件禁止条項に違反したものと認めることはできない。\n⑶  これに対し，原告は，亡Ｃも，当該年代表記をした主体であると評価され\nるべきであると主張するが，以下のとおり，いずれも採用することができな\nい。\nア  原告は，本件画廊２が亡Ｃを代理（Representing）する立場にあり，作\n品販売等について，亡Ｃの委託又は許諾を得ていたはずであると主張する。\nしかし，前記⑴コの認定のとおり，本件画廊２は，当該作家と面識がある\nため，連絡窓口となることが可能である という 趣旨で 「 Gallery\nRepresenting Artists」という表現を使用しているにすぎないのであるか\nら，原告の主張は，前提を欠くものといえる。\nイ  原告は，画廊であれば自らのウェブサイト上に作品を掲載するに際し，\n作家の意向を尊重するはずであると主張する。しかし，原告の主張を前提\nとしても，前記⑴ケの認定のとおり，本件作品３及び４に係る年代表記は，\n本件和解の成立前に既に掲載されていたものであって，和解成立後におい\nて，亡Ｃが当該掲載について何らかの意向を示し又は本件画廊２からこれ\nを示されていたことを認めるに足りる証拠はない。そうすると，原告の主\n張は，上記認定を左右するに至らない。\nウ  原告は，本件作品３の譲渡前の保管状況が不明であり，その譲渡に係る\n証拠にも不審点があると主張する。しかし，前記⑴エの認定のとおり，本\n件作品３は，亡Ｃが，平成２４年頃に制作した作品を同年中に譲渡したも\nのであり，亡Ｃの預金通帳（乙７）に振り込まれている金額が，「買取証」\n（乙８）に記載された金額と同一であるという事実関係を踏まえても，原\n告主張に係る事情は，憶測の域を出るものではなく，上記認定を左右する\nものではない。\nエ  原告は，本件画廊２がＫから預かったとする作品のサイズは，本件作品\n４のサイズとは異なり，両者が同一であるとはいえないと主張する。しか\nし，前記⑴キの認定のとおり，当該サイズは，本件画廊２が測り直したも\nのであり，本件作品４の不整形な形状（甲２１）に照らしても，その測り\n方によって，同認定程度の数値の相違が生じても不自然でないといえるか\nら，原告主張に係る事情は，上記認定を左右するものではない。\nオ  原告は，本件画廊２とＫとの間の美術品委託契約書は，本件画廊２と亡\nＣとの深い関係を示すものになっていると主張する。しかし，前記⑴オの\n認定のとおり，当該契約書は，亡Ｃと委託者たるＫ側との信頼関係を前提\nに規定されたものとみる方が自然である上，亡Ｃが，当該契約書に基づき，\n本件画廊２と何らかの関与をしていたと認めるべき証拠もない。そうする\nと，原告の主張は，上記認定を左右するに至らない。\n⑷  以上によれば，亡Ｃが，本件作品３及び４について，本件禁止条項に違反\nしたものと認めることはできない。\n４  争点４（本件作品５ないし９に係る本件禁止条項違反の有無）について\n⑴  前記前提事実，証拠（乙１６及び後掲証拠）及び弁論の全趣旨によれば，\n本件画廊３は，本件和解の成立前である平成２４年６月から７月にかけて，\n亡Ｃの個展（甲２２）を開催したこと，本件作品５ないし９を含む作品を収\n録した本件カタログ（甲２３）は，本件画廊３の費用負担において当該個展\nのために作成されたカタログであり，本件画廊３が所有するものであること，\n本件画廊３は，本件作品５については買い取り，本件作品６ないし９その他\nの展示作品については亡Ｃに返却したこと，本件画廊３は，上記個展の終了\n後，本件画廊３は，当該個展の終了後も，本件カタログの売れ残りを販売し\nているものの，本件画廊３自身は，当該販売行為は画廊の自由であるものと\n認識し，亡Ｃにはこれを一切報告していなかったこと，以上の事実を認める\nことができる。\n上記認定事実によれば，本件作品５ないし９を含む作品を収録した本件カ\nタログは，本件和解の成立前において，上記個展に使用するために本件画廊\n３の費用負担において作成されたものであり，本件画廊３は，当該個展が終\n了した後も，本件カタログの売れ残りを販売しているが，亡Ｃにはこれを一\n切報告していなかったことが認められる。その他に，亡Ｃが，本件和解の成\n立後において，本件カタログの販売に関与し，あるいは，これに関与すべき\n地位にあったことを認めるべき証拠はない。\nこれらの事情の下においては，亡Ｃが，本件作品５ないし９について，本\n件禁止条項に違反したものと認めることはできない。\n⑵  これに対し，原告は，①亡Ｃが，本件カタログの作成に関与していること，\n②亡Ｃには，亡Ｃの「履行補助者」に当たる本件画廊３を管理監督する責任\nがあることなどを主張する。しかし，①仮に亡Ｃが本件カタログの作成に関\n与していたとして，それは本件和解の成立前のことであるにすぎず，②本件\n画廊３は，本件作品５については買い取り，本件作品６ないし９については\n亡Ｃに返却しているのであって，本件画廊３が，個展終了後においても，こ\nれらの作品の販売等に関与したことを認めるに足りる証拠はない。そして，\n原告においても，本件画廊３が亡Ｃの「履行補助者」に相当する地位にあっ\nたことを認めるに足りる事実を具体的に主張立証するものではないから，原\n告の主張は，上記判断を左右するものではない。\n⑶  以上によれば，亡Ｃが，本件作品５ないし９について，本件禁止条項に違\n反したものと認めることはできない。\n５  争点５（被告が責任を負う金額）について\n⑴  前記２ないし４のとおり，亡Ｃは，本件作品１及び２について，本件禁止\n条項に違反したものといえるから，亡Ｃの唯一の相続人である被告は，本件\n和解の和解条項２⑸の規定（前記前提事実⑷）に基づき，原告に対し，各２\n００万円の合計４００万円の違約金を支払う義務を負うものと認めるのが相\n当である。\n⑵  そして，原告は，上記違約金に加え，亡Ｃによる本件禁止条項違反によっ\nて，本件作品１及び２と同種の作品の価値が下落したと主張する。しかし，\nこれを裏付けるという証拠は，原告の担当者の推測による報告書（甲２６，\n２７）のみであって，上記下落を具体的に裏付けるに足りず，原告の主張は，\n採用することができない。\n⑶  そうすると，被告は，原告に対し，上記４００万円の限度で，その損害を\n賠償する義務を負うとするのが相当である。\n６  結論\nよって，原告の請求は，４００万円及びこれに対する平成３０年１２月２４\n日から支払済みまで年５分の割合による遅延損害金の支払を求める限度で理由\nがあり，その余は理由がないから，その限度で認容し，その余を棄却すること\nとし，主文のとおり判決する。\n東京地方裁判所民事第４０部\n裁判長裁判官\n中島基 至\n裁判官\n𠮷 野 俊太 郎\n裁判官\n齊 藤 敦\n"
}