{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 4,
    "month": 11,
    "day": 29
  },
  "case_number": "平成30(わ)2447",
  "case_name": "殺人、名誉毀損、器物損壊",
  "court_name": "大阪地方裁判所第14刑事部",
  "lawsuit_id": "91703",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=91703",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/703/091703_hanrei.pdf",
  "contents": "令和４年１１月２９日宣告  裁判所書記官\n平成３０年（わ）第２４４７号、同２７７４号、同４１３３号\n主         文\n被告人を無期懲役に処する。\n未決勾留日数中１０２０日をその刑に算入する。\n訴訟費用は被告人の負担とする。\n理        由\n（罪となるべき事実）\n第１（訴因変更後の平成３０年１１月７日付け起訴状の公訴事実）\n被告人は、父であるＡ（当時６７歳）に対し、平成３０年１月１９日夕方頃\nから同月２０日午前２時頃までの間に、堺市Ｂ所在のＡ方において、Ａに対し、\nその身体にインスリン製剤を注射して投与する暴行を加え、その結果Ａを低血\n糖状態による意識障害に陥らせた。さらに、被告人は、上記の意識障害により\n救急搬送されて入院したＡが退院し、Ａ方に帰宅した同月２５日昼頃から翌２\n６日午前１０時頃までの間に、Ａ方において、転移性肺ガン等に罹患していた\nＡに対し、殺意をもって、その身体に多量のインスリン製剤を注射して投与し、\nＡを低血糖脳症による遷延性意識障害に陥らせ、誤嚥性肺炎を惹起させた上、\nＡに投与される栄養の減量を余儀なくさせるなどし、その結果、同年６月２８\n日、Ａを全身状態の悪化により死亡させて殺害した。\n第２（平成３０年７月１１日付け起訴状の公訴事実）\n被告人は、第１記載の犯行の責任をなすり付けるために、弟であるＣ（当時\n４０歳）を自殺に見せかけて殺害しようと考え、平成３０年３月２７日午後３\n時頃から同日午後７時頃までの間に、前記Ａ方において、Ｃに対し、睡眠薬等\nを服用させて眠らせた上、殺意をもって、Ａ方２階トイレ内で練炭を燃焼させ、\n発生した一酸化炭素をＣに吸引させて、Ｃを一酸化炭素中毒により死亡させて\n殺害した。\n第３（平成３０年８月２日付け起訴状の公訴事実第１）\n被告人は、Ｄ及びＥの名誉を毀損しようと考え、平成３０年４月２７日午前\n２時１０分頃から同日午前２時１５分頃までの間、別紙１記載のＤ方前路上及\nびその周辺において、「取材のご協力をお願いします。」で始まり、Ｃが死亡し\nた当時のＤ及びＥの言動等に関する別紙２記載の文言等を印字した文書８枚を、\n駐車車両のワイパーに挟み込むなどして、これらを不特定多数の者が閲覧でき\nる状態に置き、もって公然と事実を摘示し、Ｄ及びＥの名誉を毀損した。\n第４（平成３０年８月２日付け起訴状の公訴事実第２）\n被告人は、平成３０年４月２７日午前２時１０分頃から同日午前２時１５分\n頃までの間、\n１  前記Ｄ方前路上で、Ｄ所有の軽乗用自動車に塗料を吹き付けて汚損し（損\n害額４５万０６３０円）、\n２  Ｄ方ガレージ内で、Ｄ所有の電動アシスト自転車に塗料を吹き付けて汚損\nし（損害額不詳）、\n３  Ｄ方ガレージ内で、株式会社Ｆ所有の普通乗用自動車に塗料を吹き付けて\n汚損し（損害額５３万８１１０円）\nもって他人の物を損壊した。\n第５（訴因変更後の平成３０年８月２日付け起訴状の公訴事実第３）\n被告人は、Ｄ及びＥの名誉を毀損しようと企て、平成３０年５月１４日午前\n１１時３０分頃、Ｇ郵便局において、別表記載のとおり、Ｈ株式会社等４箇所\nに宛てて、別紙２記載の文言等を印字した文書並びにＩ関係者代表による取材\n結果の報告の形式でＣが死亡した当時のＤ及びＥの言動等に関する別紙３記載\nの文言等を印字した文書が各１枚在中した封書４通を郵送し、各宛先に到達さ\nせて、これらを不特定多数の者が閲覧できる状態に置き、もって公然と事実を\n摘示し、Ｄ及びＥの名誉を毀損した。\n（証拠の標目）\n省略\n（事実認定の補足説明）\n以下、平成３０年の出来事については、月日のみ記載することがある。\n第１  本件の争点\nＡに対する殺人被告事件の争点は、事件性及び犯人性（争点１）並びにＡの死\n因（争点２）である。また、Ｃに対する殺人被告事件の争点は、事件性及び犯人\n性であり（争点３）、名誉毀損、器物損壊被告事件の争点は、事件性及び犯人性で\nある（争点４）。\n第２  争点１（Ａに対する殺人被告事件の事件性・犯人性等について）\n１  Ａが第三者にインスリンを投与されたことによって低血糖に陥ったといえる\nか\n⑴  認定事実（関係証拠によれば、以下の事実が認められる。）\nア  Ａは、１月１９日、自宅で夕食をとったが、翌２０日午前２時頃、意識\nを失った状態で病院に救急搬送された（以下「１回目の低血糖」という。）。\nＡの血糖値は、搬送後の検査で３３mg/dl（以下では血糖値の単位の記載を\n省略する。）であった。\nイ  Ａは、１月２５日の日中に退院して自宅に戻ったが、翌２６日午前１０\n時頃、Ｊによって意識を失っている状態で発見されて救急搬送された（以\n下「２回目の低血糖」という。）。Ａの血糖値は、搬送後の検査では１５で\nあり、その後遷延性意識障害の状態になった。\nウ  １月２５日から２６日にかけての夜中に、血糖値測定器で、Ａの血糖値\nが何回か計測されており、その数値は同日午前２時４８分頃に２１であっ\nたほか、いずれも２０前後の数値であった。\nなお、この事実は、被告人の携帯電話の検索履歴のほか、Ｊの捜査段階\nの供述（甲１３７）に基づいて認定した。この供述は、ある程度記憶の鮮\n明な時期にされている上、自ら体験していなければ供述できない内容とい\nえる。また、Ｊはこの供述の前に、被告人に不利になると考えて測定器を\n捨てたというのであるから、捜査官から誘導的な質問があったとしても、\nそのような事実がないのに被告人に不利となる上記の供述をすることは\n考え難い。よって、上記の供述は信用できる。一方、Ｊは公判廷で上記の\n供述とは異なる証言をしたが、４年半以上が経過しており記憶が曖昧にな\nった可能性があるから、その証言は、捜査段階の供述と比べて信用できな\nい。\n⑵  Ａがインスリンの過剰投与により低血糖になったといえるか\n糖尿病の専門医であるＫ医師は、ｃペプチドの数値がかなり低かったこと\nから、Ａの体内で過剰にインスリンが分泌された可能性は低く、その他、ガ\nンの影響等、インスリンの投与以外の原因で低血糖になった可能性も考えら\nれない旨証言する。その上で、Ａの血糖値が非常に低いこと等から、Ａの低\n血糖の原因としてインスリンを過剰に投与されたことが最も考えられる旨証\n言しており、入院後のＡの担当医のＬ医師や、糖尿病治療の主治医であった\nＭ医師も同様の証言をしている。\nよって、Ａの低血糖は、いずれもインスリンを過剰に投与されたことが原\n因であると認められる。\n⑶  Ａが故意又は過失によって過剰にインスリンを投与した可能性がないとい\nえるか\nア  Ａは、従前、血糖値のコントロールを熱心に行っており、平成３０年１\n月当時は、ガンの治療を継続し、Ｊと奈良の古民家を訪れるなど、前向き\nに生きようとしていたと認められ、自殺を図る動機はうかがわれない。ま\nた、２回目の低血糖時に何度か２０前後の血糖値が測定されているところ、\n血糖値３０以下だと意識を保つことができない旨のＫ医師やＬ医師の証\n言を前提にすれば、これらの血糖値はＡ以外の第三者によって測定された\nと認められる。そして、Ａが自ら過剰にインスリンを投与したのであれば、\n第三者が深夜の時間帯に何度もＡの血糖値を測定した上、低い血糖値のＡ\nを長時間放置していたことになるが、そのようなことは考え難い。\nまた、Ａは２年半以上のインスリン注射の経験があるが、これまでに他\n人の手を借りないと回復できない程度の意識障害に陥ったことはなかっ\nた。そして、Ｋ医師らの証言によれば、Ａの低血糖を引き起こすために必\n要なインスリンの量は正確には特定できないものの、通常の数倍以上の量\nが必要とされるところ、インスリン注射時は注射器のダイヤルを回して投\n与量を設定する必要があり、ダイヤルを回す度にカチカチと音がする上、\n多量の設定にするには何度もダイヤルを回す必要もあるから、Ａが誤って\n通常の数倍以上のインスリンを注射したとは考え難い。さらに、上記のよ\nうに血糖値のコントロールに熱心であったＡが、１回目の低血糖後の退院\n時に重症低血糖にならないように医師から注意されながら、退院した直後\nに、誤ってインスリンを過剰に投与したとは考え難い。\n以上からすると、２回目の低血糖について、Ａが故意又は過失でインス\nリンを過剰に投与したとは考えられず、第三者によってインスリンが投与\nされたと認められる。\nイ  次に１回目の低血糖についてみると、２回目の低血糖時と同様、Ａに自\n殺の動機はうかがわれない。また、Ａがこれまでに他人の手を借りないと\n回復しない程度の意識障害になったことがないことからすれば、過失によ\nって過剰にインスリンを投与したとも考えにくい。\nこの点、弁護人は、Ａが無自覚性低血糖の状態でインスリンを過剰に投\n与した可能性を指摘する。しかしながら、Ａの２度の低血糖は極めて近い\n時期に起きており、そのいずれについても、低血糖になる直前に、「低血糖\n死亡」「低血糖  昏睡」などの低血糖による死亡等に関する単語が、同じ携\n帯電話により検索されている。そして、２回目の低血糖が上記のとおり第\n三者によるものであることからすれば、これらの検索はその第三者によっ\nてされた一連の検索であるといえる。そうすると、１回目の低血糖だけが\n偶然にもＡの過失により発生したとは考えられず、１回目の低血糖につい\nても、第三者によるものであるといえる。\n⑷  小括\n以上からすると、Ａは第三者によりインスリンを過剰に投与されたことに\nよって、低血糖に陥ったことが認められる。\n２  Ａにインスリンを投与したのが被告人であるといえるか\n⑴  Ａが低血糖になった当時、現場にはＡ以外にＪと被告人しかおらず、それ\n以外の第三者がインスリンを投与したとは考え難い。そして、Ａが低血糖で\n意識を失う前から、被告人の携帯電話において、「低血糖放置死ぬ？」「低血\n糖死亡」などの低血糖による死亡に関する単語や、「インスリン注射  角度」\n「インスリン注射服の上から」などのインスリン注射の方法が何度も検索さ\nれている。この点、被告人以外の第三者が、１月１０日から２６日にかけて、\n深夜の時間帯も含めて何度も被告人の携帯電話を使用してこれらの検索をで\nきたとは考え難いから、これらの単語を検索したのは被告人であると認めら\nれる。そして、Ａが第三者にインスリンを投与された頃に、インスリンの投\n与に関与していない被告人が、Ａ方において、これらのＡの死亡に関係する\n単語を偶然検索していたとは考え難い。\n一方、Ｊは、１回目及び２回目の低血糖の際はいずれも寝ていた旨証言し\nている。この証言は、１月１９日の午後８時頃、被告人が交際相手のＮに対\nして「一回帰って、また戻りたいんやけど、おかんも疲れて寝てるから」と\nのメッセージを送信していることや、１月２５日の夜に被告人の携帯電話で\nＪの寝顔が撮影されていることといった客観的事実と整合しており、信用で\nきる。\n⑵  以上からすると、Ａにインスリンを投与して１回目及び２回目の低血糖を\n引き起こしたのは、被告人であると認められる。\nなお、検察官は、被告人がＡやＪに睡眠薬を投与した事実を主張しており、\n関係証拠から、Ａが２回目の低血糖で入院する以前に、被告人に処方されて\nいた薬と同一の成分が含まれる睡眠薬及び抗うつ剤を服用した事実は認めら\nれる。しかし、その時期は明らかではない上、生前のＡの服薬状況も明らか\nになっていない以上、例えば、本件前から、Ａが眠れないことを案じた被告\n人が、効きの良い自身の処方薬をＡに渡していたため、Ａがこれらを服用し\nていたなどの可能性を否定できない。そうすると、被告人がこれらをＡに投\n与した可能性はあるが、それが間違いないとまでは認められない。もっとも、\n同事実が認定できないとしても、被告人が犯人であるとの認定が揺らぐもの\nではない。\n３  インスリン投与が殺人罪の実行行為に当たるか\n⑴  Ｋ医師は、血糖値２０以下の極度の低血糖になると生命維持に必要な脳の\n組織に非常に重篤なダメージを起こして死に至る可能性がある旨証言し、低\n血糖脳症の急性期に死亡の危険性があると脳の専門家であるＯ医師が述べた\nこととも整合するため、信用できる。\n⑵  以上を前提に１回目の低血糖を引き起こしたインスリン投与の危険性につ\nいてみると、救急搬送時のＡの血糖値は３３であり、意識障害が生じている\nが、医師らの証言に照らしても、仮に治療しなかった場合に血糖値が更に低\n下する可能性や、血糖値３３の状態が続くことで、意識障害にとどまらず、\n死亡まで至るような脳への障害が起こる危険性があるかは明らかではない。\nまた、Ａが過去に少なくとも２回は３０台の血糖値になっていることや、１\n月１９日は朝から低血糖で体調が良くなかったとうかがわれること、被告人\nによる投与量が明らかでないことを併せて考えると、１月１９日から２０日\nにかけてされたＡへのインスリン投与が、Ａを死亡させる危険性の高い行為\nであったとはいい切れず、傷害行為にとどまるといわざるを得ない。\n⑶  一方、２回目の低血糖については、投与されたインスリン量を正確には特\n定できないものの、Ｋ医師らの証言に照らせば、通常量の数倍以上のインス\nリンを投与したと認められ、それにより１５という異常に低い血糖値に陥っ\nている。また、被告人は、１月２６日の午前２時４８分頃以降に「血糖値２\n１」「血糖値  値２１」と検索している。実際に血糖値を測定したのでなけれ\nば、このような切りの悪い具体的な値を２回も検索するとは考えられず、そ\nの頃の血糖値測定に関するＪ供述も踏まえると、被告人は、１月２６日の午\n前２時４８分頃、Ａの血糖値が２１であることを測定していたと認められる。\nそして、１月２５日から２６日の夜中にかけて、血糖値２０前後の数値が何\n回か計測されていたことや、その後に血糖値が大きく回復する事情が見当た\nらないことも併せて考えると、Ａは、１月２６日の午前２時４８分頃から搬\n送されるまで少なくとも７時間以上も血糖値２０前後の低血糖状態にあった\nと認められ、搬送後も遷延性の低血糖に陥っていた。そうすると、血糖値２\n０以下の極度の低血糖になると死に至る可能性があるという前記のＫ医師の\n証言に照らせば、２回目の低血糖を引き起こしたインスリン投与行為が、Ａ\nを死亡させる危険性のある行為であったということができる。\n⑷  これに対し、弁護人は、１回目の搬送時よりも２回目の搬送時の方が投与\nされたブドウ糖の量が少ないから、２回目の低血糖時の危険性の方が高かっ\nたとはいえないことや、低下した血糖値が搬送前の時点で一時的に回復して\nいた可能性があり、低血糖が続いた時間が不明であることなどを主張する。\nしかしながら、２回目の低血糖時は、搬送時点でも低血糖になってから少\nなくとも７時間以上が経過していたのに、その時点の血糖値は１回目の搬送\n時よりも低い１５であった。その上、搬送後約１１時間が経過した１月２６\n日午後９時頃でも、一度上がった血糖値が下がったため追加のブドウ糖が投\n与されている状態であり、遷延性の低血糖が続いている。そして、体外から\nのインスリンが原因であれば、時間と共にインスリンの効果が低下し、体内\nのホルモン等によって徐々に血糖値が回復すると考えられるから、単にブド\nウ糖の投与量の総量が少ないことから危険が低かったとはいえず、むしろ長\n時間血糖値の低下が継続し、実際にＡは意識障害に陥ったという結果からす\nれば、２回目の低血糖時の方が危険性は高かったといえる。また、搬送され\nるまでの間に自己のホルモンで血糖値が大幅に回復したのであれば、搬送後\nにブドウ糖を投与しても遷延性の低血糖が何時間も継続するとは考え難い。\n１月２６日に何度も血糖値測定がされていながら、血糖値が回復した時にだ\nけその数値が測定されていないのも不自然である。したがって、低下した血\n糖値が搬送前の時点で一時的に大幅に回復していたとは認められない。\nまた、弁護人は、インスリンの投与量や種類が不明であること、元々の血\n糖値や体内からのインスリン量が不明であることなども指摘するが、Ｋ医師\nの証言によれば血糖値１５というのは通常では考えられないほど著しく低い\n値であるから、そのような値にするだけのインスリンが投与されている以上、\n投与行為の危険性に疑いを持たせるものではない。また、２回目の低血糖時\nは退院した直後であり、入院中は医師の診察下で適切な血糖値管理がされて\nいたことからすれば、退院後のＡの血糖値が大きく低下していたとは考えら\nれない。さらに、Ａはこれまで他人の手を借りないと回復できない程度の意\n識障害になったことがないのに、今回のインスリン投与により血糖値１５と\nいう著しい低血糖になったのであるから、元々の体内からのインスリン量が\n不明であることも結論に影響を与えない。したがって、弁護人の主張は採用\nできない。\n⑸  小括\n以上によれば、１回目の低血糖を引き起こしたインスリン投与は殺人罪の\n実行行為とまではいえず、傷害罪の実行行為にとどまるが、２回目の低血糖\nを引き起こしたインスリンの投与はＡを死亡させる危険性があり、殺人罪の\n実行行為に当たる。\n４  被告人がＡを殺害するつもりでインスリンを投与したか\n⑴  実行行為性が認められる２回目の低血糖を引き起こしたインスリン投与に\nついて、被告人は、１回目の低血糖によりＡが意識を喪失して搬送される状\n態になることを認識しながら、退院したその日に、再び、通常量の数倍以上\nのインスリンをＡに投与している。さらに、Ａの血糖値が２１であることを\n認識しながら、その後も「低血糖が続くと」「低血糖死亡」「低血糖突然死」\nなどの検索を続け、７時間以上経過した後にＪの指示で救急車を呼ぶまで、\n著しい低血糖状態のＡをあえて放置している。\n以上の行動からすれば、被告人は、当時、死の危険性を認識した上で、Ａ\nを殺害するつもりでインスリンを過剰に投与したと認められる。\nなお、被告人が、１回目の低血糖の前から、「低血糖死亡」などの死亡につ\nながる単語を何度も繰り返し検索していることも併せて考えると、殺人罪の\n実行行為性こそ認められないものの、被告人の認識としては、１回目の低血\n糖を引き起こしたインスリン投与の前からＡを殺害するつもりだったことが\n認められる。\n⑵  これに対し、弁護人は、検索履歴の中には「殺す」との単語がなく、むし\nろ「ブドウ糖  飲み物」といった低血糖を治すための単語の検索もあること\nから、殺意は認定できないと主張する。しかしながら、低血糖の改善につな\nがるような検索は僅か３回であり、家族などの前でＡを気遣っているように\n装うためにこのような検索をしたとみることが可能である。むしろ、検索の\n多くは死亡に関する内容であり、また、「インスリン注射痛い」「インスリン\n注射服の上から」などの検索は、従前から何度もインスリン注射をしてきた\nＡのために検索する必要のない内容であって、心配しているものとも考えら\nれず、Ａに気づかれずに注射をする方法を検索していたとみるのが自然であ\nる。したがって、一連の検索内容からすれば、弁護人の主張は採用できない。\nまた、弁護人は、被告人の携帯電話で何度もダウンロードされている論文\nには低血糖で死亡する旨の記載がないことなどから殺意は認定できない旨主\n張する。しかしながら、被告人はその論文の閲覧後も「低血糖死亡」などの\n単語を繰り返し検索している上、仮に閲覧した論文の記載から低血糖により\n死亡することはないと認識していたのであれば、１月２６日にＡが低血糖に\nなった後に「低血糖死亡」などのＡが死亡することを前提とする検索をする\nことはないはずである。また、論文等で後遺症の可能性を認識したのであれ\nば、後遺症の内容や意識障害からの回復可能性などについて関心をもって検\n索するのが自然であるのに、１月２６日にＡが低血糖になるまでは、低血糖\nからの回復率や植物状態についての検索がされていない。そうすると、被告\n人が、インスリンを投与しても後遺症が残るだけだと考えていたとみること\nはできない。\nさらに、弁護人は、Ａが余命僅かであることや被告人の従前の行動等から\n動機が見当たらない旨主張する。この点、Ｐ医師の証言等からすれば被告人\nはＡの正確な余命を認識していなかったといえるし、サプリ等の購入やＡの\n入院後の行動については、自らへの疑いを避けるために、家族や医師の前で\nはＡを気遣う行動を装ったことも考えられる。したがって、これらの弁護人\nの指摘は、上記の判断に影響しない。\n⑶  なお、検察官は金銭への関心が動機としてうかがわれる旨主張する。この\n点、被告人が、Ａ名義の口座から預貯金を引き出したり偽造の借用書を所持\nしていたりした事実などから、Ａとの間で何らかの金銭トラブルがあった可\n能性は考えられるが、これを裏付ける確たる事実は認められず、金銭目的で\nＡを殺害したことが間違いないとはいえない。\nもっとも、動機が金銭目的であると認定できないからといって、Ａを殺害\nするつもりであったとの認定に疑いを生じさせるものではなく、前記のとお\nり、被告人がＡを死亡させる危険性のある多量のインスリン投与をしたこと\nは間違いないから、そのような危険な行為をする何らかの動機が被告人にあ\nったことは明らかである。\n５  結論\n以上によれば、被告人は、Ａに対し、殺意をもって、１月２５日夜から２６\n日までの間に、死亡させる危険性のあるインスリンの多量投与を行ったと認め\nられる。\n第３  争点２（Ａに対する殺人被告事件の死因について）\n１  低血糖脳症による遷延性意識障害によりＡの抗ガン剤治療が妨げられたか\n⑴  認定事実（Ａの主治医であったＰ医師及びＪの証言によれば、以下の各事\n実が認められる。）\nア  Ａは、平成２８年６月から、大腸ガンから転移した肺ガン及び肝臓ガン\nに対する抗ガン剤治療を開始したが、手足の膿みや腫れ、感覚異常、吐き\n気や倦怠感等の強い副作用が現れたため、薬の減量や種類の変更、投薬の\n延期等がされたものの、副作用は改善しなかった。その後、Ａは、同年９\n月及び平成２９年１月の検査により抗ガン剤治療の効果が出ていることの\n説明を受けたが、同月、副作用を理由に自らの意思で抗ガン剤治療を中止\nした。\nイ  Ａは、平成２９年８月以降、ガンが進行していることが判明したため、\n肝臓の専門家であるＱ医師やＰ医師から抗ガン剤治療を勧められたが、同\n年１０月、副作用を理由に抗ガン剤治療を受けない意思を示した。また、\nＡは、同年１１月、Ｐ医師から、肺への放射線治療をしてもガンが悪化し\nていることを伝えられたが、平成３０年１月９日のＰ医師による最終診察\n日においても、抗ガン剤治療を再開する話をしなかった。\nウ  Ａは、低血糖で入院する以前は、自由に体を動かせることを一番に考え\nており、度々奈良の古民家を訪れるなど自動車の運転や外出することを好\nみ、抗ガン剤治療の副作用で寝たきりであることは耐えられないと述べて\nいた。また、延命治療を受けたくないと周囲に伝えてもいた。\n⑵  検討\n認定事実からすると、Ａは入院前の時点で、抗ガン剤治療に効果があった\nことを認識しながらも、副作用を理由に抗ガン剤治療を中止し、さらに、ガ\nンが悪化した後に再度抗ガン剤治療を勧められた際も、抗ガン剤治療を受け\nない意思を示した。そうすると、低血糖脳症により入院しなかったとしても、\n抗ガン剤治療を一切再開しなかった可能性が認められる。\nこれに対し、Ｐ医師は、「最終診察日以降、抗ガン剤治療をしなかった場合\nの余命や抗ガン剤治療しか選択肢がないことなどを伝え、本人の意向も尊重\nし、副作用のより少ない抗ガン剤治療等を勧めるつもりであった。Ａが６０\n代とまだ若く、ガン患者の全身状態を評価する指標であるパフォーマンスス\nテータスの値も良い上、治療に前向きであったことなどからすれば、抗ガン\n剤治療を一切行わないことは考えられない。」と証言する。確かに、Ｐ医師が\nそのような話をした場合に、Ａが抗ガン剤治療やセカンドオピニオンを受け\nるなどした可能性は否定できないが、Ａの従前の意向や治療経過に加え、多\n数のガン患者の臨床経験を有するＲ医師が、抗ガン剤の副作用により治療が\n継続できなくなった患者の半数以上が緩和治療を選ぶ旨証言していることな\nどからすると、Ａが必ず抗ガン剤治療を受けたであろうとは言い切れない。\nしたがって、低血糖脳症による遷延性意識障害が、Ａの抗ガン剤治療を妨\nげたと認めることはできない。\n２  低血糖脳症による遷延性意識障害が衰弱やガンの進行を促進させたか\n⑴    認定事実（関係証拠によれば、平成３０年４月２１日までのＡの治療経過\nについて以下の各事実が認められる。）\nア  Ａは、１月２６日、低血糖により入院した。栄養状態を示す指標の一つ\nであるアルブミンの数値は、正常域の最低値が３．８であり、Ａの数値は、\n入院前は３．８を超えていた。しかし、入院後の１月３１日時点では２．\n３に下がり、その後２月２２日は２．８、３月７日は３．１と改善傾向に\nあり、４月に入っても３．０前後を推移していた。\nイ  Ａは、入院後、経鼻胃管で栄養投与されており、２月初旬頃から４月２\n１日に初めて誤嚥性肺炎になるまでは、１日当たり１６００ｋｃａｌを投\n与されていた。\n⑵  Ｐ医師の証言内容及びその信用性\nア  Ｐ医師は、Ａの入院後のアルブミン値が基準値を下回っており、栄養状\n態は徐々に悪化していたこと、寝たきりだと栄養サポートをしても一定以\n上栄養が回復しないこと、栄養状態にはパフォーマンスステータスが影響\nしており、栄養を「肉」にするためには運動が必要であるから、寝たきり\nで活動をしないと低栄養状態に陥ることなどを証言する。\nイ  Ｐ医師の証言について、Ａのアルブミンの数値をみると、入院直後に急\n激に低下しているが、その後２月、３月と徐々に改善しており、基準値を\n下回っているものの、その後は安定している。\nまた、ガン治療の専門医であるＲ医師は、ステージ４のガン患者の場合、\nアルブミン値は２．５～３．３程度であることが多い旨証言し、多数の終\n末期の患者の臨床経験があるＯ医師も、アルブミンの正常値は若者を基準\nとした数値であり、高齢者や寝たきり患者の場合は３．０程度あれば衰弱\nすることはないと証言している。栄養状態にパフォーマンスステータスが\n影響しており、寝たきりにより低栄養状態に陥るという点についても、Ｒ\n医師は、運動は筋肉の増強という意味はあるが運動をしなかったことが死\n亡につながるわけではない旨証言し、Ｏ医師も、寝たきりの患者であって\nも長年生きる例もある旨証言する。これらの点に関するＲ医師及びＯ医師\nの証言は、ガン患者や終末期の患者について多数の臨床例を有する医師が、\nガン患者や高齢患者についての自らの臨床経験等に基づいて述べたもの\nであり、事実と異なる内容の証言をする特別な理由も見当たらないことか\nら、信用性が高いといえる。\nさらに、Ａは、誤嚥性肺炎を起こすまでは、基礎代謝に相当する１日当\nたり１６００ｋｃａｌを継続投与され、病院内において栄養管理が実施さ\nれていた。\nウ  以上からすると、Ａが誤嚥性肺炎を起こすまでの間、遷延性意識障害に\nよる寝たきりで栄養状態が徐々に悪化していたとするＰ医師の証言は、信\n用性の高いＲ医師及びＯ医師の証言と矛盾し、アルブミンの数値やカロリ\nーの摂取量に照らしても信用性に疑いが残る。そうすると、Ａが遷延性意\n識障害による寝たきりによって、死に向かって衰弱し続けたことが間違い\nないとはいえない。\n⑶  Ｓ医師の証言及びその信用性\nＳ医師は、寝たきりによって、免疫力が一気に落ちてガンの増殖にも寄与\nする旨証言する。これに対し、Ｒ医師は、寝たきりによってガンの増殖を防\nぐＴ細胞等が減少や劣化するという報告例はないと証言しており、Ｏ医師も、\n寝たきりによる免疫力の低下に否定的意見を述べている。\nこの点、Ｒ医師は、多数のガン患者の臨床経験を有する専門医であり、免\n疫力の低下の有無について免疫細胞に関する具体的な証言をしているが、Ｓ\n医師は法医学の専門家であり、その証言によっても、寝たきりによって免疫\n力が低下し、ガンの増殖につながる具体的な理由は明らかにされておらず、\n疑問が残る。\nそうすると、Ｓ医師の証言によって、遷延性意識障害による寝たきりが、\nＡのガンの進行を促したことが間違いないとはいえない。\n⑷  小括\n以上によれば、低血糖脳症による遷延性意識障害によって、Ａが寝たきり\nになって活動できなくなり、筋肉量が落ちるなどした事実や、Ａの栄養状態\nが入院前より低下した事実があったとしても、Ａが死に向かって衰弱し続け\nたり、Ａのガンの進行が促進されたりしたことが間違いないということはで\nきない。\n３  低血糖脳症による遷延性意識障害が、誤嚥性肺炎を惹起して栄養減量に至ら\nせ、ガンと相まってさらに衰弱を促進させ、全身状態の悪化を早めて死亡させ\nたといえるか\n⑴  認定事実（関係証拠によれば、以下の事実が認められる。）\nア  Ａは、４月２１日、多量の嘔吐により誤嚥性肺炎にかかり、絶食となっ\nたが、４月２３日に栄養投与が再開され、４月２４日には嘔吐前と同じ量\nの栄養投与に戻された。\nイ  ４月２４日、Ａの家族から担当医師に対し、Ａに対する栄養を減量する\nことができないかという相談がされた。これに対し、担当医師は、ガンの\n終末期で、本来徐々に食事量も減っていき亡くなっていくところであり、\nまた、栄養や水を入れると痰が増えて苦しそうだが、それを減らすと楽に\nなるため、少しずつ栄養を減らすことはできる旨回答し、その日の夜、栄\n養量を６００ｋｃａｌに減量する旨の指示を出した。\nウ  ４月２５日、病院内で倫理カンファレンスが実施され、Ａの延命治療の\n中止が決定され、栄養量を減らすこととされた。なお、倫理カンファレン\nス時のカルテには、その内容として、Ａがガンの終末期で治療をしても余\n命半年くらいである、経管栄養の注入で痰が多量に出ている、客観的に苦\n痛様と感じられることがある、家族の負担が大きい、Ａの娘が積極的な治\n療や栄養投与を望まない、誤嚥性肺炎の危険率が高いなどと記載されてい\nる。\nＡは、６月２８日に死亡したが、その１か月余り前から、１日当たり２\n００ｋｃａｌの輸液による栄養投与に変更されていた。\n⑵  低血糖脳症による遷延性意識障害が、栄養減量に影響を与えたといえるか\n認定した治療経過のとおり、４月２１日にＡが誤嚥性肺炎になった後、４\n月２４日に家族が栄養減量の相談をした翌日に倫理カンファレンスが開かれ\nていることからすると、ガンが相当程度進行していることを前提として、家\n族の意向が栄養減量の判断につながったと考えられる。また、当時Ａには多\n量の痰があり、Ｒ医師及びＯ医師が証言するとおり、痰の量を減らしてＡの\n苦痛を和らげる目的も栄養減量の決定の理由であると考えられる。\nこの点、４月２１日の誤嚥性肺炎自体は、その後、医師の判断で栄養補給\nが元の量に戻されるなどしており、一旦は回復したといえるから、この誤嚥\n性肺炎を解消するために栄養減量の決定がされたとはいえない。しかしなが\nら、４月２４日の時点で栄養減量について相談するに至った家族の心情につ\nいて、直前の４月２１日に実際に誤嚥性肺炎が起きてしまったことが影響し\nていなかったとは考えられないから、この誤嚥性肺炎をきっかけとして栄養\n減量の相談がされたといえる。また、カルテの記載等からすれば、誤嚥性肺\n炎という現実の危険が生じたことが、担当医師の栄養減量の判断に一定の影\n響を与えたとみることもできる。そして、誤嚥性肺炎を起こした原因は、痰\nの吸引の刺激により嘔吐したことにあるが、痰の吸引が必要となったのは、\n低血糖脳症による遷延性意識障害に陥ったことで気管切開や経鼻流動食を余\n儀なくされたためであり、これについても、元々低血糖脳症が影響している\nといえる。\nそうすると、Ａが低血糖脳症による遷延性意識障害で寝たきりとなり、４\n月２１日に誤嚥性肺炎を引き起こしたことが、４月２４日の家族の栄養減量\nの相談や、翌２５日の栄養減量の決定に影響を与えていることは間違いない\nといえる。\n⑶  ４月２５日からの栄養減量が、Ａの死亡に影響を与えたといえるか\nア  Ｐ医師及びＳ医師は、４月２５日からの栄養減量により、日常必要なカ\nロリーが不足し、明らかな低栄養状態に陥った旨証言し、Ｏ医師も、Ａの\n死因は、Ａが末期ガンの状態にあったことを踏まえて、４月２５日以降、\n摂取するカロリーを減量したことにある旨証言している。また、Ｒ医師は、\n１日当たり４００～６００ｋｃａｌの投与でも最低限生き長らえた可能性\nはある旨証言するものの、一方で、体力低下や痩せたことが予後因子とし\nて数日から数週単位で生存期間を短くした可能性は否定できない旨も証言\nしている。さらに、輸液だけに制限した場合の生存期間の平均は６０日程\n度（前後２０日）とするＯ医師の証言からすれば、死亡の１か月余り前か\nら輸液だけとなったＡの場合も概ね整合する。\nそうすると、Ａがやせ細って死亡したわけではない旨の弁護人の指摘を\n考慮しても、Ａのガンが相当程度進行していたことを前提として、４月２\n５日から栄養減量したことが、Ａの死亡に影響を与えたことは間違いない\nといえる。\nイ  弁護人は、腹水の状態などを指摘し、仮にＡが意識障害になっていなか\nったとしても、ガンの影響で４月頃には食事量が減ったり嘔吐していた可\n能性について主張する。しかしながら、Ｐ医師は、Ａの解剖の結果からし\nて４月時点でＡが臓器不全になっていないと考えられるので、４月２１日\n時点では日常の食事を摂取できていた旨証言する。また、Ｒ医師も、一般\n論としてはガン患者の半数以上が死亡の１か月前頃から急に状態が悪く\nなり死亡する旨証言し、Ｐ医師も同趣旨の証言をしている。さらに、Ｒ医\n師は、低血糖脳症がなかった場合のＡの４月頃の状態を問われた際に、食\n事量が減ったり嘔吐していた可能性について積極的に言及していない。加\nえて、家族から栄養減量の相談をされた担当医師は、ガンの終末期であり、\n本来徐々に食事量も減っていき亡くなっていくところであったと説明を\nする一方、倫理カンファレンス時のカルテの記載からすると、その頃のＡ\nの状態について余命半年程度と評価していたことがうかがわれる。そうす\nると、４月頃の時点で、Ａがガンの進行により食事量が減ったり嘔吐して\nいた可能性があるとは認められない。\n４  結論\n以上検討したところによれば、Ａが低血糖脳症による遷延性意識障害になっ\nたことが、４月２１日の誤嚥性肺炎を引き起こし、それが、４月２４日の家族\nによる栄養減量の相談や、４月２５日以降の栄養減量の原因となっており、そ\nれによる栄養量の低下が死亡に影響したことは明らかである。したがって、Ａ\nがガンの進行のみによって６月２８日に死亡したとはいえず、低血糖脳症によ\nる遷延性意識障害になったことを原因として、ガンの進行と相まってＡの死の\n結果を生じさせたといえるから、低血糖脳症を生じさせたインスリンの多量投\n与行為とＡの死亡との間に因果関係が認められる。\n第４  争点３（Ｃに対する殺人被告事件の事件性・犯人性について）\n１  認定事実（関係証拠によれば、以下の事実が認められる。）\n⑴  被告人は、３月５日、Ｔにあるパソコンで、「練炭からいつ一酸化炭素が出\nるのか」「練炭」という文字を入力し、３月８日には、自宅のパソコンで、「一\n酸化炭素中毒」「一酸化炭素」「死亡」などの文字を入力した。また、３月８\n日から２７日にかけて、自宅のパソコンで、一酸化炭素中毒に関するウェブ\nページの検索や閲覧をした。\n⑵  ３月５日、インターネットショップで、被告人の氏名や住所を注文者情報\nとして練炭が注文され、３月９日頃、被告人方に配送された。\n⑶  被告人は、３月１９日、Ｔにおいて、「あの日、俺は夜中に実家に行った。」\n「皆寝てたから、俺はおとんにインスリンを打った。」「低血糖昏睡は、脳死\nって書いてたから、ガンで苦しむより脳死の方が楽やろうと」「家のローンを\n払ったるとか、車を買ったり、ほんま妬んでた。」「罪滅ぼしのつもりで、送\n迎や保証協会や本管のことをやってたけど、常に罪の意識から逃れることが\nできへんかった。」「Ｄ、子供たちのことと、おかんのことを頼みます。」「俺\nの命と引き換えに、おとんの意識が戻ることを祈ってます。」などと記載され\nた、Ｃ名義の遺書を作成した。\n⑷ア  被告人は、３月２６日、Ｄを介してＣに対し、「翌２７日にＪが保証協会\nの件で話したいのでＡ方に寄って欲しいと言っている」旨の虚偽の連絡を\nして、ＣをＡ方に呼び出した。\nイ  被告人は、３月２７日の昼過ぎ頃、ＪのいるＡ方を訪れた。Ｊは、Ａが\n入院中の病院に向かう予定であったが、被告人から手渡された抹茶ラテを\n飲んだ後、Ｃが訪れる前に眠ってしまった。\nＣは、同日午後３時頃、Ｄに対し、保証協会での用事が終わったが、被\n告人がうるさいのでＡ方を訪れる旨の電話をした。また、同じ頃、Ｃの会\n社の共同経営者であるＥが、Ｃに対し、同日の夕方、見積りの手伝いのた\nめに会社に来て欲しい旨の電話をしたところ、Ｃはこれを応諾した。その\n後、Ｃは、自ら自動車を運転してＡ方を訪れた。\nウ  被告人は、３月２７日午後６時４１分頃、Ｄに対し、「Ｃと話をしていた\nら眠ってしまい、起きたらＣの遺書の様なものが置かれていた。すぐにＡ\n方に来て欲しい。」旨の電話をした。Ｄは、その電話の１５分から２０分後\nにＡ方に到着した。その際、外で待っていた被告人は、ＤにＣ名義の遺書\n（以下「本件遺書」という。）を手渡した。Ｄは、その内容を確認した後、\nすぐにＡ方に入って２階に上がり、Ｊが部屋の真ん中で倒れるように寝て\nいるのを発見した。Ｄは、Ｊを起こすために呼びかけていると、被告人に\n肩をたたかれ、「Ｄちゃんトイレ」と言って、ドアの閉まった２階トイレの\n方を指で示されたので、すぐにトイレに向かった。Ｄがトイレのドアを開\nけると、トイレ内に火のついた練炭が置かれており、毛布にくるまった状\n態のＣがトイレの壁にもたれて床に座っているのを発見した。なお、この\n際、トイレは施錠されておらず、ドアとその周りの枠の隙間にはボンドの\n様なものが付着していた。また、トイレ内には練炭の着火器具やボンドの\n様なものはなかった。\nＤはＣをトイレから引っ張り出して心臓マッサージ等を行った。Ｃは、\n救急搬送されたが、同日、一酸化炭素中毒で死亡した。\nエ  Ｃの遺体からは、睡眠薬の成分であるブロチゾラム及びクアゼパム（そ\nの代謝物を含む）並びに抗うつ剤であるトラゾドンが検出された。当時、\nＣとその同居家族にはこれらの成分を含有する薬物はいずれも処方され\nていなかった。また、ＡとＪにもブロチゾラムが含まれる薬しか処方され\nていなかった。一方、被告人には、これら３種類すべての成分が含まれる\n薬が処方されていた。\n２  上記事実認定の補足説明\n⑴  Ｄの証言の信用性について\nア  上記認定事実のうち、３月２７日のＣの発見状況や被告人の行動等につ\nいては、Ｄの証言に基づいて認定できる。なお、弁護人は、Ｄ証言につい\nて、Ｃが生前にＡらから渡された１０００万円に関して被告人から直接返\n金を求められたと証言するなど、捜査段階では一切供述していなかった内\n容の証言をしていることから、他の点に関しても変容した記憶に基づいて\n証言している可能性がある旨の主張をしているため、その信用性を検討す\nる。\nイ  確かに、Ｄの証言は４年半以上も前の事柄に関するものであり、上記の\n１０００万円に関する内容を含め、記憶がなくなったり変わったりした部\n分がある可能性は否定できない。一方、Ｄにとって、突然危篤状態で発見\nされた夫の命を必死に助けようとする３月２７日の出来事は、非常に衝撃\n的なものであるから、本件に関する他の出来事について記憶が減退してい\nても、３月２７日当日の自身の行動は鮮明に記憶に残っていると考えられ\nるし、その際に見聞きした被告人の言動についても、特にＤの行動のきっ\nかけとなった点については、同様といえる。また、本件当日、Ｊが寝てお\nり、起こそうとしてもなかなか起きなかったとＤが述べる状況は、Ｊの証\n言内容とも整合する。さらに、３月２７日の一連の経過についての証言内\n容は具体的で自然である。\n以上からすると、弁護人の主張を踏まえても、３月２７日にＤが自ら経\n験した出来事に関して証言する部分については、信用できる。\n⑵  被告人が本件遺書を作成したとの事実について（関係証拠から同事実を認\n定した理由について補足して説明する。）\nア  まず、３月２７日にＤが手渡された本件遺書について、その文面と同じ\n語句が、文面どおりの順序で３月１９日にＴのパソコンで連続して入力さ\nれていることから、その頃、何者かによってＴのパソコンで本件遺書が作\n成されたと認められる。また、それに先立つ２月２２日及び３月１６日に\nも、つなげれば本件遺書に似た内容の文章となる多数の語句がＴのパソコ\nンで入力され、３月１１日にも、名宛人が異なるため表現ぶりは異なるも\nのの、Ｃが自殺することを前提とする点で同趣旨の語句が入力されている。\n比較的近い時期に同じパソコンで同じような内容が入力されていることか\nらすれば、これらがいずれも、同一人物によって入力されたものであると\n認められる。\n次に、２月２２日及び３月１１日の被告人の携帯電話の位置情報や被告\n人とＮとの間のＬＩＮＥメッセージのやり取りからすれば、少なくともこ\nれらの日に上記の入力がされた頃、被告人はＴ内にいたと認められる。\nこれらの事実を前提に本件遺書の作成者について検討すると、Ｔの鍵は\nＡ、Ｊ、Ｃ及び被告人のみが所持していた上、本件遺書に被告人の家のロ\nーンに関する話など家族しか知らない内容が記載されていることから、本\n件遺書を作成したのは上記４人の誰かであると考えられる。この点、３月\n１９日の本件遺書が作成された時間帯には、Ａは入院しており、Ｃ及びＤ\nも、その携帯電話の位置情報等によればＴとは別の場所にいたため、Ｔで\n本件遺書を作成することはできない。また、Ｊは、そもそもパソコンを使\n用できない旨証言する上、少なくとも２月２２日や３月１１日のＴに被告\n人がいた時間帯に、あえてＣ名義の遺書という人に見られたくないであろ\nう内容を入力するとは考え難いから、Ｊが本件遺書を作成したとも考えら\nれない。他方、被告人は、上記のとおり２月２２日と３月１１日の入力が\nあった各時間帯にＴにいたと認められ、３月１９日の入力があった時間帯\nについても、被告人の携帯電話の位置情報がＴ付近を示している。また、\n被告人は、Ｔの代表者であり、一定時間、数回にわたってそのパソコンを\n使用していても特に不自然ではない。\n以上によれば、被告人が本件遺書を作成したと認められる。\nイ  これに対し、弁護人は、①本件遺書に似た内容が入力された３月１６日\nに被告人がＴにいたことを示す携帯電話の位置情報の証拠がない、②本件\n遺書がＴで印刷されたか不明である、③入力履歴から印刷された文章の内\n容は分からないなどと指摘して、被告人の犯行が証明されたとはいえない\nと主張する。\nしかしながら、①については、その当時被告人が携帯電話を自宅等に置\nき忘れたり、携帯電話の充電が切れて位置情報が取得できなかったりした\n可能性が十分考えられる。また、②③については、３月１９日はパソコン\nへの入力が終わった直後に「Ｂｏｏｋ１」というファイルが印刷がされて\nいるところ、同趣旨の内容が入力された２月２２日及び３月１６日も、同\n様に入力の終了直後に「Ｂｏｏｋ１」というファイルが印刷されている。\nそして、３月１９日に入力された語句と本件遺書の内容が酷似しているこ\nとも併せて考えると、３月１９日の入力直後にＴで本件遺書が印刷された\nとみるのが自然である。\nしたがって、弁護人の主張はいずれも採用できない。\n３  被告人がＣを練炭自殺に見せかけて殺害したといえるか\n⑴  自殺の可能性について（事件性について）\n認定事実のとおり、Ｃは、事件当日、被告人に呼び出されて被告人やＪの\nいるＡ方を訪れており、偶々呼出しを受けた他人の家に自殺用の練炭等を準\n備して向かうとは考え難い。また、自分以外の者がいる場所で自殺を図れば、\n制止される可能性があるから、そのような場所をあえて自殺場所に選ぶのも\n不自然である。\nその他にも、トイレが施錠されていなかったこと、トイレの中に練炭の着\n火器具やボンドの様なものがなかったこと、毛布にくるまってトイレの床に\n座り込んだ状態で発見されたことなど、Ｃの死を自殺と考えるには状況的に\n不自然な点が多い。\nさらに、Ｃ名義の本件遺書を被告人が作成していることも、自殺とみるに\nは非常に不自然な事情といえる。加えて、Ｃに自殺をうかがわせる事情がな\nく、事件当日も夕方にＥと会社で会う約束をしていた。\n以上からすれば、Ｃが自殺したとは考えられない。\n⑵  被告人が犯人であるといえること\nア  認定事実のとおり、被告人は、Ｃが死亡する数日前にはＣが死亡するこ\nとを前提とする本件遺書を作成しているが、犯人以外の者がそのような遺\n書を作成するとは考え難い。\nまた、本件当日、犯行現場のＡ方にはＪと被告人しかおらず、ＪはＣが\n来る前に寝てしまっていた。そして、被告人は、電話連絡を受けたＤが到\n着するまでの間に、Ｃを見つけることなく外でＤを待っていたが、仮に本\n件遺書を発見して驚いてＤに連絡をしたのであれば、Ｃの安否を確認する\nため、Ｄが来るまでの間にＣがいる可能性の高い室内を探すはずである。\n１５分から２０分という時間がありながら２階のトイレ内にいたＣを見\nつけられていないことや、それにもかかわらず、Ｄの到着後間もなく、Ｃ\nのいるトイレの扉を開けることなく、被告人がその方向を指し示したこと\nは、いずれも極めて不自然である。\n加えて、被告人は、Ｃが一酸化炭素中毒で死亡する前から、「一酸化炭素\n中毒」や「死亡」などの単語を検索している上、本件以前に練炭が被告人\nの自宅に配送されていることからすれば、殺害のために練炭を用意するこ\nとも可能であった。\nそして、以上の諸事情に加え、Ｃの遺体から被告人にしか処方されてい\nなかった睡眠薬や抗うつ剤の成分が検出されたことや、Ｃが、本件当日、\n自動車を運転してＡ方に来ており、自ら睡眠薬等を飲むとは考えられない\nことからすると、被告人が何らかの方法でＣにこれらの薬を飲ませたとみ\nるのが自然である。\n以上を総合して考えると、被告人がＣに対して何らかの方法で睡眠薬を\n飲ませ、トイレ内で練炭を燃焼させて殺害したと認められる。\nイ  これに対し、弁護人は、Ｃが２階で横たわるＪを見れば強い違和感を抱\nいて警戒するはずであって、睡眠薬等をどのようにＣに飲ませたか分から\nないことや、睡眠薬摂取後にＣがＥやＤに助けを呼ばなかったことが不自\n然である旨主張する。\nしかしながら、Ｃは、被告人の呼出しに応じてＡ方を訪れており、自身\nが被告人に危害を加えられるとまでは認識しておらず、そのためさほど警\n戒していなかった可能性がある。また、ＣがＡ方を訪れた際に、Ｄが到着\nしたときと同じ体勢でＪが倒れていたとは限らず、例えば、Ｊがこたつ付\n近で寝ていたのであれば、Ｊが疲れて寝ている、普段から服用していた睡\n眠薬を飲んで寝ているなどと、被告人からもっともらしい説明をされるな\nどして納得した可能性もあり、Ｊが寝ていることを不審に思わなかったと\nしても不自然ではない。そうすると、当日の状況からしても、睡眠薬等を\n溶かしたり砕いたりするなどして飲み物に混ぜ、Ｃに服用させることが不\n可能であるとはいえない。また、Ｕ医師は、薬を砕いたりした場合に効き\n目が早くなる可能性や、睡眠薬と抗うつ剤を併用した場合の相乗効果につ\nいて指摘しており、服用後、眠たくなってから実際に眠るまでの時間がそ\nれ程長くなかった可能性もあるから、異変を感じてからＤやＥに連絡しな\nかったことが不自然だとはいえない。\nしたがって、弁護人の主張はいずれも採用できない。\n４  Ｃに対する殺意の有無について\n認定事実によれば、被告人は、本件の前から、Ｃが死亡することを前提とす\nる内容の本件遺書を作成している。また、一酸化炭素中毒により人が死亡する\nことは一般的に知られている上、被告人自身も「一酸化炭素中毒」「死亡」など\nの死に関する単語を検索している。このような被告人が、遺書や練炭を用意し\nた上で、ＣをＡ方に呼び出して睡眠薬等を飲ませ、トイレに運んで練炭を燃焼\nさせているのであるから、当初からＣを殺すつもりであったことは明らかであ\nる。\n５  結論\n以上によれば、被告人が、Ｃを練炭自殺に見せかけて、殺意をもって殺害し\nたことが間違いないといえる。\n第５  争点４（名誉毀損、器物損壊各被告事件の事件性・犯人性について）\n１  被告人が４月２７日にＤ方周辺に中傷文書を撒いたといえるか\n⑴  関係証拠によれば、４月２７日の午前２時１０分頃からの約５分の間に、\nＤ方周辺に、「取材のご協力をお願いします。」と題する、Ｄらを誹謗中傷す\nる文書（以下「中傷文書①」という。）が撒かれている。その直前の同日午前\n０時２９分頃から午前１時３９分頃にかけて、つなげれば中傷文書①と同じ\n内容となる語句がＴのパソコンで連続して入力され、直後の同日午前１時５\n２分頃に文書が複数セット印刷されていることから、この頃にＴのパソコン\nで中傷文書①が作成されたと認められる。\nまた、この当時、Ｔへ深夜に自由に出入りできたのは被告人とＪのみであ\nる。そして、中傷文書①が作成される直前まで、つなげると被告人が被告人\n名でＶに郵送した文書と同じ内容になる語句がＴのパソコンで入力されてお\nり、４月２６日午後８時前後に被告人がＮに対して事務所に泊まる旨のメッ\nセージを送ったことも踏まえると、中傷文書①が作成された時間帯に、被告\n人はＴにいたと認められる。他方、Ｊは、パソコンが使えない旨証言する上、\n仮に作成するならその姿を人に見られたくないであろう中傷文書①を、わざ\nわざ被告人のいる深夜のＴで作成するとは考え難い。以上によれば、中傷文\n書①を作成したのは被告人であると認められる。\nそして、中傷文書①は、記載内容からして第三者に見せる目的で作成され\nた文書といえる上、被告人の印象が良くなるような内容にもなっていること、\n作成後撒かれるまで短い時間しかなく、第三者がこれを被告人から受け取っ\nて撒いたとは考え難いことからすると、作成者である被告人が中傷文書①を\nＤ方周辺に撒いたと認められる。犯人の使用車両と被告人の使用車両が似て\nいることも、この結論と矛盾しない。\n⑵  弁護人は、プリンタの印刷ログから中傷文書が印刷されたかは分からない\nと主張するが、中傷文書①が撒かれる前には印刷されていなければならない\nから、中傷文書①と同じ内容が入力されてから犯行時刻までの間の印刷履歴\nが１回のみである以上、入力直後にＴのプリンタで中傷文書①が印刷された\nとみるほかない。また、弁護人は、中傷文書①が１枚の文書であるのにプリ\nンタの印刷ログでは２頁分の文書が印刷されているから矛盾すると主張する\nが、中傷文書①の右端の文字が若干切れていることからすると、データとし\nては２頁の設定になっていたものが印刷されたとの説明が可能である。した\nがって、弁護人の主張はいずれも理由がない。\nまた、弁護人は、Ｗ方から回収された中傷文書１枚が別の日や別人によっ\nて撒かれた可能性を指摘するが、第三者がＤらを中傷する文書をコピーして\nあえてＷ方に撒くことは考え難い。また、Ｄ方周辺の家には４月２７日に同\nじ内容の中傷文書が複数撒かれていることから、北隣のＷ方のみ別の日に撒\nかれた可能性は低い上、犯行が発覚する危険があるにもかかわらず、後日、\n被告人があえてＷ方に中傷文書を撒くことも考え難い。\nさらに、弁護人は、警察官が回収した２枚の中傷文書がどこにあったかが\n不明であると指摘するが、同じ日に、同じ内容である他の中傷文書①が不特\n定又は多数の者の目に触れるように撒かれたと認められることを併せて考え\nれば、警察官が回収した２枚を含め、８枚の中傷文書①により公然と事実が\n摘示されたということができるから、弁護人の指摘は名誉毀損罪の成立に影\n響を及ぼさない。\n２  被告人が４月２７日にＤ方の自動車等を汚損したといえるか\n⑴  関係証拠によれば、４月２６日午後８時３０分頃から翌２７日午前６時頃\nまでの間、中傷文書①を撒いた犯人以外にＤ方周辺に不審人物は認められな\nい。また、中傷文書①を撒いた犯人は、文書を撒き終えた後に乗ってきた自\n動車に一旦戻った後再度Ｄ方付近に近寄り、あえて路上に停められたＤの自\n動車の助手席側とＤ方の壁との間の狭い隙間に入り込んでしばらく出てこな\nいという不自然な行動をとっており、実際にその自動車の助手席側が塗料で\n汚損されている。しかも、その直後にＤ方のライトが点灯し、しばらくして\nから同じ人物がＤ方の方向から出てきており、Ｄ方の駐車場にあった自転車\nと自動車を塗料で汚損することが可能な行動をとっていることが認められる。\nこれらの事実に加え、中傷文書①が撒かれたその日に、その犯人とは別の者\nが偶然同じ被害者宅の自動車や自転車を汚損するとは通常考えられないこと\nや、いずれの犯人もＤらを標的とする犯罪行為をしていることからしても、\n中傷文書①を撒いた犯人、すなわち被告人がＤ方の自動車等を汚損した犯人\nと認められる。\n⑵  弁護人は、４月２６日午後８時より前に汚損された可能性や、防犯カメラ\nの設置されていないＤ方の北方向から来た人物が自動車等を汚損した可能性\n等を指摘する。しかしながら、Ｄ方の自動車や自転車にはいずれも赤い塗料\nが付着しており、同じ機会に汚損されたと認められるが、この自動車や自転\n車はＤやその娘が通勤や通学に使用しており、汚損されればすぐに気付くは\nずである。特にＤは４月２６日も自動車を使用しており、そのサイドミラー\nにも赤い塗料が大きく付着していたことからすると、同日午後８時３０分頃\nに帰宅する前に汚損に気付かなかったとは考え難い。また、弁護人がいうよ\nうな別の人物が自動車等を汚損したとすると、中傷文書①を撒いた犯人が上\n記のとおり自動車横の隙間に入り込むなどの不審な行動をとった理由を説明\nできない。したがって、弁護人の主張は採用できない。\n３  被告人が、Ｃが代表を務めていたＦの取引先等（以下「取引先会社」という。）\nに各中傷文書を郵送したといえるか\n関係証拠によれば、５月１４日、取引先会社に対し、中傷文書①に加え、末\n尾に「Ｉ関係者代表」と記載された、Ｄらを誹謗中傷する文書（以下「中傷文\n書②」という。）がＧ郵便局から郵送されている。中傷文書②について、４月２\n８日には、Ｔのパソコンで、つなげればこの文書と同じ内容となる語句が連続\nして入力され、入力が終わった直後にプリンタの印刷履歴がある。そして、Ｔ\nに自由に出入りできたのが被告人とＪのみであったことに加え、中傷文書①及\nび中傷文書②の内容が共通しており、取引先会社にはこれら２枚の中傷文書が\n一緒に郵送されたことも併せ考えると、中傷文書②を作成したのは、中傷文書\n①を作成した被告人であると認められる。\nそして、中傷文書①、②は第三者に見せる目的で作成されたものであると考\nえられるから、その作成者がこれらの文書を郵送した可能性が高い。また、５\n月１４日にＧ郵便局で中傷文書①、②が入った郵便物が受け付けられた際に発\n行された領収書が、Ｔ内にあったスクラップブックに貼られている。郵便局内\nの防犯カメラ映像によれば、窓口で上記郵便物を差し出した人物と被告人は、\n風貌や黒い肩掛けカバンなどの持ち物が類似しており、このことも被告人が犯\n人であるとの結論と矛盾しない。これらの事実を踏まえると、被告人が中傷文\n書①、②を郵送したと認められる。\n４  結論\n以上のとおり、被告人が、４月２７日にＤ方周辺に中傷文書①を撒いた上、\nＤ方の自動車等を汚損し、さらに、５月１４日に取引先会社にそれぞれ中傷文\n書①、②を郵送したと認められる。\n（法令の適用）\n省略\n（量刑の理由）\n１  本件では検察官が死刑を求刑したため、まず、これまでの裁判例の集積を踏ま\nえ、死刑選択における最も重要な考慮要素は被害結果の重大性、すなわち殺害さ\nれた被害者の数であり、次いで、犯行の動機、犯行の計画性、犯行態様、殊に殺\n害の手段方法の執拗性・残虐性の有無等が、生命侵害の危険性や生命軽視の程度\n等を検討する上で重要な考慮要素であること、それらの他に、遺族の処罰感情、\n社会的影響、犯人の年齢、犯行後の事情や前科関係等の諸要素を限定的な重みを\nもつものとして考慮することを裁判体の共通認識とした。\nその上で、被告人につき死刑を選択することが真にやむを得ないといえるかに\nついて、被害者が２名の殺人既遂事件の裁判員裁判で死刑又は無期懲役の判決が\nされた事案を中心に検討し、公平性の観点も踏まえて慎重に議論を行った。\n２  Ａ殺害事件について\n⑴  Ａは、ガンにより余命が長くない中、妻のＪと奈良の古民家を訪れたり旅行\nをしたりして余生を過ごしていたところ、本件犯行により突然意識障害に陥り、\n最後まで意識を回復することなくその生涯を閉じた。残された家族に別れの言\n葉をかけることもできずに命を奪われたＡの無念は計り知れず、被害結果は重\n大である。\n⑵  被告人は、「低血糖死亡」などの単語を検索し始めてから約９日後に、Ａを殺\n害するつもりで１回目の低血糖を引き起こしたインスリン投与に及んだが、失\n敗したため、Ａが退院したその日の夜に再びインスリンを投与し、Ａを１回目\nの低血糖時よりも更に重度の低血糖状態にさせた上、あえて７時間以上も放置\nした。これらの行動からすると、被告人が犯行時に強い殺意を有していたこと\nに加え、突発的に犯行に及んだ事案と異なり、犯行を思いついてから実行する\nまでに一定の時間があったにもかかわらず、思い直すことなく殺害行為に及ん\nだといえるから、生命軽視の程度が大きかったと認められる。もっとも、投与\n後に初めて血糖値の測り方を検索していることなどからすれば、計画が緻密で\nあったとはいえず、生命侵害の危険性を高めるという意味では他の事案と比べ\n計画性が高いとは評価できない。\nまた、Ａ殺害の動機は不明であり、利欲的動機や身勝手な動機が認められる\n他の死刑判決事案と比較して、社会的な非難や生命軽視の程度が同程度とはい\nい難く、一定程度低くみるほかない。さらに、退院直後に犯行に及び、血糖値\nを測定しながら長時間放置した点や、事故を偽装している点で一定の執拗性や\n巧妙性は認められるが、ガンによる衰弱と相まって死の結果が生じており、イ\nンスリン投与による低血糖状態が直接の死因になっていないことからすれば、\n生命侵害の危険性については、他の死刑求刑事案の中でも低かったといわざる\nを得ない。\n３  Ｃ殺害事件について\n⑴  Ｃは、家族４人で幸せな生活を送る中、突然命を奪われてその生涯を終えた\nものであり、当時中高生の子どもたちの成長を見届けることもできずに亡くな\nった無念さは察するに余りあり、被害結果は重大である。法廷で、娘が、父を\n失った悲しさや悔しさを訴え、また、妻であるＤが夫の未来や家族の幸せを奪\nわれたことについて、この先も被告人を許すことはないと述べて極刑を求める\nなど、遺族の処罰感情が厳しいのも当然である。\n⑵  被告人が偽造した遺書の内容からすると、被告人は、Ａを殺害しようとした\n約２か月後に、少なくともその罪をＣになすり付ける目的で本件犯行に及んだ\nと認められる。保身のためであったとしても、その動機は自己中心的なもので\nあって、生命を軽視する程度が大きいといえる。また、この点でＡとＣを被害\n者とする２件の殺人事件は関連しており、無関係な理由で別の機会に２件の殺\n人に及んだ事案と同視することはできないものの、１件目の殺人の後に一定の\n時間的余裕があり、犯行を思い直すことができたにもかかわらず再び殺人に及\nんだ点も、被告人の生命軽視の程度が大きいことを示す事情である。\n次に犯行の計画性についてみると、被告人は、犯行の約１か月前からＣ名義\nの遺書を作成し始め、一酸化炭素に関する検索をしたり、睡眠薬等を準備する\nなどし、Ａ方に呼び出した上で、Ｃを自殺に見せかけて殺害している。犯行直\n後にＤやＥに疑われるなど、犯行発覚の防止という点ではやや稚拙な面がある\nものの、殺害という点では睡眠薬を飲ませた状態で密室で練炭を燃焼させて殺\n害するという危険性の高い方法を選んでおり、犯罪が発覚しないように遺書を\n偽造するなど、巧妙な面もある。このように、計画性は高い部類に属するとい\nえ、被告人の生命軽視の姿勢が表れている。さらに、犯行態様は必ずしも残虐\nとはいえないものの、この計画に基づいて実行しており、生命侵害の危険性も\n高かったといえる。\n４  その他の事情\n被告人は、Ｃ殺害事件の約１か月後、Ｄらへの名誉毀損等の犯行にも及んだ。\nこれらは、夫や父を亡くしたＣの遺族らに追い打ちをかけるような卑劣な犯行で\nあり、決して許されるものではなく、考慮の重みが限定的とはいえ、一定の非難\nは免れない。なお、検察官は、これらの犯行について、被告人の生命軽視の態度\nが著しいものとして評価すべきであると主張するが、直接的に死の結果を生じさ\nせた犯行ではない以上、採用できない。\n５  総合評価\n以上検討した諸要素を前提に、被告人の罪責について検討する。\n⑴  本件は、複数の機会に、それぞれ一定の計画に基づいて２名の尊い命を奪っ\nた悪質な事案であり、特にＣ殺害事件は、動機の悪さや計画性の高さなどから\nして、被告人の生命軽視の程度や生命侵害の危険性が高く、その悪質さは、他\nの死刑判決事案と比べても遜色ないといえる。一方、Ａ殺害事件は、動機が不\n明な点や計画性が高いとはいえない点で生命軽視の程度が最も高いとは評価で\nきず、行為の危険性も比較的低いから、他の死刑判決事案と比べても、同等の\n悪質性があるとはいい難く、非難の程度は劣るといわざるを得ない。そして、\nＣ殺害事件が他の死刑判決事案と比べて突出した悪質性があるとまではいえな\nい以上、これら２件の殺人事件を併せてみた場合でも、死刑選択が真にやむを\n得ないと評価するには疑問が残る。\nその他の事情についても検討すると、Ｃ殺害事件後の名誉毀損等は卑劣な行\n為ではあるものの、被告人の生命軽視の態度とは直ちに結びつかない以上、死\n刑選択方向に大きく考慮することはできない。また、遺族の処罰感情は結果の\n重大性の中で考慮されている上、被害者両名の妻や母であるＪが極刑を望んで\nいないことも踏まえると、遺族の処罰感情を死刑選択の方向に大きく考慮する\nこともできない。本件の社会的影響や被告人の年齢、前科関係も死刑を選択す\nる方向に考慮するほどの事情とはいえない。\n⑵  本件の被害結果は非常に重大で、被告人の行為はいずれも到底許されるもの\nではなく、被害者や遺族の無念な思いも十分に理解できる。しかしながら、他\n方で、死刑は他の刑罰と異なり、被告人の生命を奪い去るという点で、究極の\n刑罰であり、これまで検討してきた結果を踏まえると、従前の死刑判決事案と\nの比較において、死刑を選択するのが真にやむを得ないとまではいえないと判\n断した。\nもっとも、上記指摘した点からすれば、被告人の責任は非常に重く、有期懲\n役刑は相当ではない。そこで、被告人には、その生涯をかけて、自己の犯した\n罪と向き合わせるべきであると判断し、主文のとおり無期懲役に処することに\nした。\n（求刑－死刑）\n大阪地方裁判所第１４刑事部\n裁判長裁判官        坂 口裕 俊\n裁判官     湯川   亮\n裁判官     岡野哲 郎\n別紙１～３、別表\n（省略）\n"
}