{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 2,
    "month": 12,
    "day": 10
  },
  "case_number": "平成30(ワ)39933等",
  "case_name": "損害賠償等請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "90290",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=90290",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/290/090290_hanrei.pdf",
  "contents": "令和２年１２月１０日判決言渡  同日原本領収  裁判所書記官\n平成３０年(ワ)第３９９３３号  損害賠償等請求事件\n令和元年(ワ)第３５６５５号   損害賠償請求反訴事件\n口頭弁論終結日  令和２年１０月２８日\n判 決\n原告 （ 反 訴 被 告 ）         一般社団法人日本音楽著作権協会\n（以下「原告」という。 ）\n同訴訟代理人弁護士            藤      原              浩\n同                            市      村      直      也\n同                            芳      賀      成      之\n同                            間      嶋      修      平\n被 告 （ 反 訴 原 告 ）            株 式 会 社 マ ガ ジ ン ラ ン ド\n（以下「被告」という。 ）\n同訴訟代理人弁護士            伊      藤              博\n同                            宮      迫      圭    秀\n同                            大  和  田      周    資\n主 文\n１  被告は，原告に対し，１億４４４３万１６３２円及びうち９９７８万７４７\n２円に対する平成３０年１２月２７日から支払済みまで年５分の割合による\n金員を支払え。\n２  被告の原告に対する反訴請求を棄却する。\n３  訴訟費用は，本訴反訴を通じて，被告の負担とする。\n４  この判決は，第１項に限り，仮に執行することができる。\n事 実 及 び 理 由\n第１  請求\n１  本訴\n主文第１項と同旨\n２  反訴\n原告は，被告に対し，１億００００万０００２円及びこれに対する令和２\n年２月２２日から支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n本訴事件は，音楽著作権に関する著作権等管理事業者である原告が， カラ\nオケ愛好家等を主たる読者とする歌謡情報誌「月刊  歌の手帖」（以下「本件\n雑誌」という。）を発行・販売していた被告は，過去２０年以上にわたって，\n本件雑誌に原告が著作権を管理する音楽著作物（以下「管理著作物」という。）\nを掲載するための利用許諾申請 をした際，本件雑誌の複製部数を過少に申告\nし，原告から受けた利用許諾の範囲を大幅に超える部数の 本件雑誌を無断で\n発行・販売し，管理著作物 の著作権（複製権）（以下「本件著作権」という。）\nを侵害したと主張して，被告に対し，不法行為に基づく損害賠償として，管\n理著作物の使用料相当損害金の一部である９０７１万５８８４円，これに対す\nる平成３０年１２月２６日までの遅延損害金４４６４万４１ ６０円及び弁護\n士費用相当損害金９０７万１５８８円の合計額である １億４４４３万１６３\n２円並びにうち９９７８万７４７２円（上記使用料相当損害金及び弁護士費用\n相当損害金の合計額）に対する同月２７日から支払済みまで民法（平成２９年\n法律第４４号による改正前のもの。以下同じ。）所定の年５分の割合による遅延\n損害金の支払を求める事案である。\n反訴事件は，被告が，原告は，被告から本件雑誌の発行事業（以下「本件\n事業」という。）の譲渡（以下「本件事業譲渡」という。）を受けた株式会社\n歌の手帖社（以下「歌の手帖社」という。）から，本件雑誌に管理著作物を掲\n載するための 利用許 諾申請を受けた際， これを正当な理由な く拒絶した上，\n同社も被告の上記損害賠償債務（以下「本件債務」という。）を連帯して弁済\nする責任 を負うとし て， 歌の手帖 社を本 件紛争に巻き込んだ ため， 被告 は，\n歌の手帖社との間で締結した本件事業に関する業務委託契約（以下「本件 業\n務委託契約」という。）を継続できなくなり，同 契約に基づく委託料の支払を\n受けられなくなったと主張して，原告に対し，不法行為に基づく損害賠償と\nして，同委託料の６年分である１億００００万０００２円及びこれに対する\n不法行為の日の後である 令和２年２月２２日（反訴状送達の日の翌日）から\n支払済みまで 民法所定の年５分の割合による遅延損害金の支払を求める 事案\nである。\n１  前提事実（証拠等の摘示のない事実は，当事者間に争いがない。なお，枝番\nの表示のない証拠は，枝番の全てを含む。以下同様。）\n⑴  当事者\nア  原告\n原告は，著作権等管理事業法（平成１２年法律第１３１号） に基づく\n文 化 庁 長 官 の 登 録 を 受 け た 音 楽 著 作 権 に 関 す る 著 作 権 等 管 理 事 業 者 で\nあり（同法が施行された平成１３年１０月１日の前は「著作権ニ関スル\n仲介業務ニ関スル法律」（昭和１４年法律第６７号。以下「仲介業務法」\nという 。）に基 づく 許可を 受けた 我が 国 唯一の 音楽著 作権 に 関する 仲介\n業務団体であった。），内国著作物については国内の 作詞者，作曲者との\n間で締結した著作権信託契約に基づき ，外国著作物については条約上我\nが 国 が 著 作 権 保 護 の 義 務 を 負 う 諸 外 国 の 音 楽 著 作 権 管 理 団 体 と の 相 互\n管理契約に基づくなどして，我が国において行われる 管理著作物の放送，\n録音，出版，演奏等の様々な分野の利用を許諾し，その対価として徴収\nした使用料を内外国の著作権者（著作権の管理委託者）に分配すること\nを目的とする一般社団法人である。\nイ  被告等\n被告は，昭和６２年４月２０日に， 出版業，通信機器の製造・販売\n業，各種イベントの企画・制作，音楽著作権の管理，音楽著作物の利\n用の開発，コンパクトディスク，ミュージックテープ ，ビデオ等の原\n盤の企画・製作，楽譜の出版等を目的として設立された 株式会社であ\nる。\n歌の手帖社は，平成３０年４月５日に， 出版業，通信機器の製造・\n販売業，各種イベントの企画・制作 ，音楽著作権の管理，音楽著作物\nの利用の開発，コンパクトディスク，ミュージックテープ ，ビデオ等\nの原盤の企画・製作 ，楽譜の出版等を目的として設立された株式会社\nである。\n⑵  管理著作物に関する利用許諾契約手続の概要\n管理著作物を雑誌等に複製利用する場合の利用許諾契約手続の概要は，次\nのとおりである。\nア  管理著作物を出版の方法で利用しようとする者（以下「利用者」という。）\nは，原告所定の「出版利用申込書」（甲２。以下「申込書」という。）に，\n出版物の名称，定価，複製部数，出版物の種別等の情報とともに，当該雑\n誌等に複製利用する楽曲の題名，作詞者名，作曲者名等を記載し，申込書\n裏面に記載された「利用許諾条項（出版）」（甲３。以下「利用許諾条項」\nという。）を承諾した上で，原告の出版課に申込書を提出する方法により，\n利用許諾申請を行う。\nイ  利用者から申込書の提出を受けた原告の出版課は，その記載事項に不備・\n脱漏がないかなどの形式面のチェックを行うとともに，利用楽曲の中に少\nなくとも１曲以上の管理著作物が含まれているか否かを確認し，管理著作\n物が含まれている場合には，申請毎に付番した「許諾番号」を記載した「出\n版利用許諾書」（甲４）を利用者に発行する方法で，申込書記載の内容で管\n理著作物を複製利用することを許諾する（利用許諾条項１条，３条）。\nウ  利用者が支払うべき使用料の額は，著作権等管理事業法に基づき文化庁\nに届け出た原告の使用料規程（平成１３年９月３０日までは，仲介業務法\nに基づく文化庁長官の認可を得た原告の著作物使用料規程）により算出さ\nれる。利用者は，後日原告から送付される請求書に記載された使用料額を\n請求書発行日から３０日以内に支払う（利用許諾条項３条１項，２項）。\nなお，管理著作物を雑誌等に複製利用する場合の使用料額は，平成１０\n年１２月３０日当時の使用料規程（甲１２）では，発行部数１万部までの\n場合には歌詞，楽曲それぞれ５１００円に消費税相当額を加算した額，１\n万部を超え５万部までの場合には歌詞，楽曲それぞれ１万０２００円に消\n費税相当額を加算した額と定められ，平成２６年１０月１日付けの変更後\nの使用料規程（甲５。以下，変更の前後を通じて「本件使用料規程」とい\nう。）では，発行部数が１万部までの場合には歌詞，楽曲それぞれ５５５０\n円に消費税相当額を加算した額，１万部を超え５万部までの場合には歌詞，\n楽曲それぞれ１万１１００円に消費税相当額を加算した額と定められてい\nる。\nエ  利用者は，原告が管理著作物の利用状況等を調査する必要があると認め\nたときは，原告職員等による監査に協力しなければならず（利用許諾条項\n９条），原告が印刷物の製造数等に関する証憑の提出を求めたときは，これ\nに応じる義務を負っている（同８条）。\n⑶  本件雑誌の発行・販売\nア  本件雑誌「月刊  歌の手帖」（甲１，乙イ１～３４等）は，カラオケ愛好\n家等を主たる顧客層とする月刊の歌謡情報誌であり，その内容は，毎号，\n演歌歌手等に関する近時の話題や新曲の情報，各種イベントやコンサート\nを紹介する記事等とともに，読者であるカラオケ愛好家等に向けて多数の\n楽曲（歌詞及び楽曲（楽譜））が，その歌唱におけるアドバイス等とともに\n掲載（複製）されており，本件雑誌に掲載される楽曲の大多数は，管理著\n作物である。\nイ  被告は，平成５年９月の本件雑誌の発刊以来，原告に対する著作管理物\nの利用許諾申請手続を行いながら，本件雑誌のうち「２０１８年７月号（平\n成３０年５月２１日発行）」（甲１の１）までは，自らの名義で本件雑誌を\n発行・販売していた。\n被告は，本件雑誌のうち，少なくとも「１９９８年１２月号（平成１０\n年１２月３０日発行）」から「２０１８年１月号（平成２９年１１月２１日\n発行）」（乙イ５～３４等）までの利用許諾申請手続においては，原告に対\nし，毎号の発行部数が全て１万部である旨の申告をしていた。\n⑷  本件監査\n原告は，平成２９年１１月２０日，被告に対し，管理著作物の利用状況の\n監査（以下「本件監査」という。）を実施したところ，本件雑誌のうち，調査\n対象期間とされた平成２４年４月１日から平成２９年３月３１日までの間に\n利用許諾申請手続が行われた「２０１２年６月号」から「２０１７年６月号」\nまでについて，利用許諾の範囲である毎号１万部を超える毎号約３万部の発\n行が行われていたことが判明した。\n⑸  本件事業譲渡\nア  被告は，平成３０年５月２１日，歌の手帖社との間で，同年６月１日を\nクロージング日として本件事業を譲渡する旨の契約（以下「本件事業譲渡\n契約」という。）を締結したところ，同契約においては，本件債務は，譲渡\n対象から除外されていた。\nイ  歌の手帖社は，本件雑誌のうち「２０１８年８月号（平成３０年６月２\n１日発行）」（甲１の２）以降を，自らを「発行所」，被告を「発売所」と奥\n付に表記して発行・販売した。\n２  争点\n⑴  本訴－被告の不法行為責任（争点１）\nア  本件雑誌の超過部数発行の有無（争点１－１）\nイ  本件雑誌の超過部数発行に対する承諾の有無（争点１－２）\nウ  原告の損害額（争点１－３）\nエ  本件債務の一部についての消滅時効の成否（争点１－４）\n⑵  反訴－原告の不法行為責任（争点２）\nア  原告の不法行為の成否（争点２－１）\nイ  被告の損害額（争点２－２）\n３  争点に関する当事者の主張\n⑴  争点１－１（本件雑誌の超過部数発行の有無）\nア  原告の主張\n被告は，本件雑誌のうち，少なくとも「１９９８年１２月号」から「２\n０１８年１月号」までの利用許諾申請手続において，原告に対して毎号の\n発行部数が全て１万部である旨の虚偽の申告をし，その限度で利用許諾を\n受けていたにもかかわらず，実際には毎号１万部を大幅に超過する部数（別\n紙請求債権目録の「発行部数」欄参照）を発行し，過去２０年以上にわた\nり，管理著作物について利用許諾の範囲を超える無断複製を行った。\nイ  被告の主張\n原告の主張は，争う。\n被告が，本件監査の調査対象期間である平成２４年４月１日から平成２\n９年３月３１日までの間に，本件雑誌を毎号約３万部発行していたことは\n認めるが，過去２０年以上にわたって，本件雑誌の発行部数の過少申告や\n無断発行・販売を行ったことはない。\n⑵  争点１－２（本件雑誌の超過部数発行に対する承諾の有無）\nア  被告の主張\n本件使用料規程は，雑誌の発行部数が１万部を１部でも超えた場合には\n単価が倍額となって極めて高額になるという，融通の利かないバランスを\n欠いたものであった。\nそこで，被告は，本件雑誌の発行部数が１万部を上回った際も下回った\n際も同様に，月額約５０万円という多額の使用料を支払うこととし，原告\nも，平成１０年８月３０日以降，被告による合計７２回にわたる超過部数\n発行を認識した上で，これを業務慣習上容認し，発行部数が１万部を超え\nる場合の使用料を請求しなかった。このことは，原告が，本件雑誌のうち\n「１９９８年８月号」に「不法録音カラオケテープ撲滅キャンペーン」の\n広告（以下「本件広告」という。）を出した際，被告から「発行部数１０万\n部」と明記されたＭＥＤＩＡ  ＤＡＴＡ（媒体資料）を示された上，本件\n雑誌の誌面にも「発行部数１０万部」と掲載されており，本件雑誌の発行\n部数が１万部を超えることは容易に推知可能といえることからも明らか\nである。\nしたがって，被告は，原告の黙示の承諾の下で，本件雑誌の超過部数発\n行を行っていたにすぎない。\nイ  原告の主張\n被告の主張は，争う。\n本件広告は，原告が行ったものではなく，原告や日本レコード協会を含\nむ音楽関連１０団体が構成員となって設立された「カラオケ教室不法録音\n物対策委員会」という団体が，日本レコード協会を担当として行ったもの\nである。また，本件雑誌の誌面には，「発行部数１０万部」との記載はない\n上，そもそも出版社が公称する雑誌の「発行部数」は，自社が発行する雑\n誌の価値を高く見せかけるために大幅に水増しされた数字であって，実際\nの発行部数とは全く関連性がない。\nこのように，原告は，被告が一方的に公称する本件雑誌の発行部数をも\nって，真の発行部数を推知することはできないし，本件著作権侵害の事実\nを知りながら，これを放置する動機もない。\n⑶  争点１－３（原告の損害額）\nア  原告の主張\n次のとおり，原告は，被告に対し，不法行為に基づく損害賠償として，\n管理著作物の使用料相当損害金の一部である 本件使用料相当損害金 ９０\n７１万５８８４円，これに対する平成３０年１２月２６日までの遅延損害\n金４４６４万４１６０円及び弁護士費用相当損害金９０７万１５８８円\nの合計額である１億４４４３万１６３２円並びにうち９９７８万７４７\n２円（本件使用料相当損害金及び弁護士費用相当損害金の合計額）に対す\nる同月２７日から支払済みまで民法所定の年５分の割合による遅延損害\n金の支払を求める。\n本件使用料相当損害金  ９０７１万５８８４円\n原告の現行の本件使用料規程では，発行部数が１万部を超え５万部ま\nでの場合の使用料につき，歌詞，楽曲それぞれ１万１９８８円（１万１\n１００円に消費税相当額（８％。ただし，同消費税率は本件訴訟提起時\nのものである。）である８８８円を加算した額）と定められている。そし\nて，被告は，本件雑誌のうち「１９９８年１２月号」から「２０１８年\n１月号」までにおいて，歌詞と楽曲を合わせて合計１万６４８８件の本\n件著作権侵害を行った（別紙請求債権目録の「無断複製著作物数合計」\n欄参照）。したがって，被告は，本件著作権侵害に基づく管理著作物の使\n用料相当損害金として，本来は１億９７６５万８１４４円（１万１９８\n８円×１万６４８８件）の損害賠償義務を負う（著作権法１１４条３項）。\nそして，原告は，被告との間の従前の交渉経緯に鑑み，本件訴訟にお\nいては，上記使用料相当損害金の一部請求として，上記目録の「本件使\n用料相当損害金」の「合計金額」欄記載の９０７１万５８８４円（本件\n雑誌につき「正しい複製部数の利用許諾申請が行われていたとしたら原\n告が請求したであろう使用料額」から被告によって「支払われた使用料\n額」を控除した金額（以下「本件使用料相当損害金」という。））を請求\nする。\n平成３０年１２月２６日までの遅延損害金  ４４６４万４１６０円\n被告の本件使用料相当損害金に係る債務は，別紙請求債権目録の各「発\n行日」欄記載の日の翌日から遅滞に陥る。\nしたがって，被告は，本件使用料相当損害金に対する平成３０年１２\n月２６日までの遅延損害金として，４４６４万４１６０円（上記目録の\n「遅延損害金（年５分）」の「合計金額」欄参照）の支払義務を負う。\n弁護士費用相当損害金  ９０７万１５８８円\n原告は本件訴訟の提起を弁護士に依頼せざるを得なかった。本件訴訟\nのための弁護士費用は，本件使用料相当損害金の１割である９０７万１\n５８８円を下らない。\nイ  被告の主張\n原告の主張は，争う。\n⑷  争点１－４（本件債務の一部についての消滅時効の成否）\nア  被告の主張\n前記⑵アのとおり，原告は，遅くとも平成１０年８月３０日以降，被告\nによる本件著作権侵害の事実を知っていたから，本件訴訟提起日の直近３\n年分以前の発行分については，消滅時効が完成している。\nしたがって，被告は，令和元年５月２７日の第２回弁論準備手続におい\nて陳述した同月２３日付け準備書面２によって，上記消滅時効を援用する\n旨の意思表示をした。\nイ  原告の主張\n被告の主張は，争う。\n前記⑵イのとおり，原告は，被告による本件著作権侵害の事実を知らな\nかった。\n⑸  争点２－１（原告の不法行為の成否）\nア  被告の主張\n被告は，平成３０年５月２１日，歌の手帖社との間で，本件事業譲渡\n契約を締結すると同時に，契約期間を１年（自動更新あり），委託料を年\n間税抜２０００万円（後に年間税抜１６６６万６６６７円に変更）とし\nて，本件事業に関する業務を受託する旨の本件業務委託契約を締結し，\nこれを踏まえ，同社は，原告に対し，本件雑誌に掲載する 管理著作物の\n利用許諾申請手続をした。\nしかし，原告は，著作権等管理事業法１６条の規定（「著作権等管理事\n業者は，正当な理由がなければ，取り扱っている著作物等の利用の許諾\nを拒んではならない。」）に反し，次のとおり，正当な理由なく，再三に\nわたって上記申請を拒絶した上，歌の手帖社を本件紛争に巻き込んだ。\nａ  平成３０年５月中旬，被告の従業員であったＡが，原告に対し，歌\nの手帖社名義の利用 許諾申請について 問い合わせをしたところ，原\n告は，被告代理人のＢ弁護士と交渉中であるとして，回答を留保し\nた。\nｂ  平成３０年６月７日， Ａの部下であるＤが，原告の担当者である\nＥに対し，本件雑誌の同 月発行分について， 歌の手帖社名義で利用\n許諾申請をすべく問い合わせをしたが， Ｅからは，同申請を許諾で\nきるかは答えられないなどと言われ，実質的に拒絶された。\nｃ  平成３０年６月末頃， Ａが，原告に対し，本件雑誌の同年７月発\n行分について，歌の手帖社名義の利用許諾申請に対する許諾を求 め\nたが，上記ａと同様の理由により拒絶された。\nｄ  平成３０年７月中旬から下旬にかけて， Ａが，原告に対し，歌の\n手帖社名義による利用許諾申請の方法について 問い合わせをしたが，\n拒絶された。\nｅ  平成３０年８月１０日，歌の手帖社の代表取締役となったＣ及びＡ\nは，原告に対し，本件事業譲渡契約に係る契約書を示し，歌の手帖社\nが被告から本件債務を承継しない形で本件事業譲渡 を受けた旨を説\n明し，改めて歌の手帖社名義の利用許諾申請をしたが，やはり原告か\nらは，被告名義の利用許諾申請に限り認めるなどとして，歌の手帖社\n名義の利用許諾申請は拒絶された。\nｆ  平成３０年１１月，原告は，歌の手帖社に対し，本件債務を被告と\n連帯して弁済しない限り，歌の手帖社名義の利用許諾申請を許諾しな\nい旨を通知した。\nｇ  平成３０年１２月２６日，原告は，被告及び歌の手帖社に対し，本\n件訴訟を提起し，不当な法律構成（会社法２２条１項類推適用，同法\n２３条の２及び法人格否認の法理）に基づき，同社に対して被告と連\n帯して本件債務を弁済するよう求めた。\nその結果，被告は，歌の手帖社との関係が悪化し，令和元年５月を最\n後に，同社から，本件業務委託契約に基づく委託料の支払を受けられな\nくなった。\nなお，原告は，同年６月，歌の手帖社名義の利用許諾申請を許諾した\nが，このことは，上記申請拒絶に正当な理由がなかったことを裏付けて\nいる。\nこのように，原告が，正当な理由なく，歌の手帖社名義の利用許諾申\n請を拒絶し，長期にわたって本件紛争に巻き込んだことにより，被告と\n歌の手帖社との間の関係を悪化させ，本件業務委託契約の破たんを招来\nしたことは，被告に対する不法行為を構成する。\nイ  原告の主張\n被告の主張は，争う。\n原告は，歌の手帖社による本件雑誌における管理著作物の利用を拒絶し\nたことはなく，実際に本件雑誌は現在まで途切れることなく発行されてい\nる。すなわち，原告は，被告の元従業員であり，その後に歌の手帖社に転\n籍したＤからの問い合わせに対し，被告との間で本件債務の支払に関する\n交渉をしている最中であるため，何らの詳しい説明もないまま，歌の手帖\n社名義の利用許諾申請がされても，これに応諾することは困難である旨を\n説明した上，被告が本件債務の清算交渉に真摯に応じることを条件として，\n被告名義の利用許諾申請を受け付けるという形式で，管理著作物の利用を\n認めた。そして，原告は，被告が本件著作権侵害を一転して否認するなど\nの不誠実な態度をとるに至った令和元年７月以降は，歌の手帖社との間で，\n同社に対する利用許諾が本件債務に関する責任を否定する趣旨ではないこ\nとを相互に確認した上，現在に至るまで，同社に対して直接に利用許諾す\nる形式で，管理著作物の利用を認めている。\n⑹  争点２－２（被告の損害額）\nア  被告の主張\n被告は，歌の手帖社との間で，本件事業譲渡契約と同時に，本件業務委\n託契約を締結したところ，委託料は年間税抜１６６６万６６６７円であり，\n契約期間は１年であった。そして，上記契約には，自動更新条項が付され\nており，原告による前記不法行為がなければ，被告と歌の手帖社との間の\n関係は悪化せず，同契約は継続していたはずであり，被告が原告による前\n記不法行為によって被った損害は，少なくとも同契約の委託料の６年分で\nある１億００００万０００２円を下回らない。\nしたがって，被告は，原告 に対し，不法行為に基づく損害賠償として，\n１ 億 ０ ０ ０ ０ 万 ０ ０ ０ ２ 円 及 び こ れ に 対 す る 不 法 行 為 の 日 の 後 で あ る\n令和２年２月２２日（反訴状送達の日の翌日）から支払済みまで民法所\n定の年５分の割合による遅延損害金の支払を求める。\nイ  原告の主張\n被告の主張は，争う。\n第３  当裁判所の判断\n１  認定事実\n前記前提事実に加え，後掲の証拠及び弁論の全趣旨によれば，次の事実が認\nめられる。\n⑴  被告は，平成５年９月に本件雑誌を発刊し，本件雑誌のうち「２０１８年\n７月号（平成３０年５月２１日発行）」までは，自らの名義で本件雑誌を発行・\n販売していたところ，少なくとも「１９９８年１２月号（平成１０年１２月\n３０日発行）」から「２０１８年１月号（平成２９年１１月２１日発行）」ま\nでの原告に対する利用許諾申請手続においては，原告に対し，毎号の発行部\n数が全て１万部である旨の申告をし，別紙請求債権目録の各「複製した管理\n著作物の数」欄記載の数の管理著作物を複製利用していた。\nなお，Ａは，平成７年に被告に入社し，平成１３年から平成２３年まで\nは本件雑誌の編集長 を，同年以降は編集局長を，それぞれ担当していた（甲\n１１）。\n⑵  原告は，平成２９年１１月２０日 ，被告に対し，本件監査を実施したと\nころ，本件雑誌のうち，調査対象期間とされた平成２４年４月１日から平\n成２９年３月３１日までの間に利用許諾申請 手続が行われた「２０１２年\n６月号」から「２０１７年６月号」までについて，利用許諾の範囲である\n毎号 １万部 を 超 え る 毎 号 約 ３ 万 部 の 発 行 が 行 わ れ て い た こ と が 判 明 し た\n（甲６，７，１５～１７）。\n⑶  原告は，平成２９年１２月以降，被告との間で，過去の本件著作権侵害に\n係る使用料相当損害金の清算処理に関する交渉を行い，被告の当時の代理\n人であったＢ弁護士は，平成３０年３月，本件雑誌の発行部数等を裏付け\nる印刷指示書を提出するなどした （甲１８～２２）。\n⑷  平成３０年４月５日，投資会社である三 田アドバイザリー株式会社（以\n下「三田アドバイザリー」という。）及び 同社の取締役が株式を保有するク\nラシコパートナーズ株式会社を株主，三田アドバイザリーの代表取締役で\nあるＣを代表取締役として，歌の手帖社が設立された（乙ロ２～５ ，８）。\n被告は，同年５月２１日付けで，歌の手帖社との間で，同社に対して本\n件事業を譲渡する旨の本件事業譲渡契約を締結 するとともに，同社から本\n件事業に関する業務を受託する 旨の本件業務委託契約を締結した。本件事\n業譲渡 契約において は， 歌の手帖社 が， 被告 から，同年６月 １日付けで ，\n本件事業を１億１０００万円（税抜 ）で譲り受け，被告の事務所等の物的\n設備や従業員等の人 的設備に加え ,被告 の取引先との契約関 係を承継する\nこと，原告を含む債権者に対する損害賠償債務は承継しないことなど が定\nめられていた。また，本件業務委託契約においては，被告が，歌の手帖社\nから，本件事業の運営に関する総合管理業務等を年間委託料２０００万円\n（税抜）（後に年間委託料１６６６万６６６７円（税抜）に変更）で受託す\nること，有効期間は同日から令和元年５月３１日までであり，期間満了の\n３か月前までに双方から何らかの意思表示がされない場合には，更に１年\n間延長されるものと し，その後も同様と すること などが定め られていた。\n（乙イ３７，３８，乙ロ１）\n⑸  原告の複製部部長であるＦは，平成３０年５月２５日 ，被告のＢ弁護士\nに対し，本件雑誌について本来支払われるべきであった使用料相当額から\n実 際 に 支 払 わ れ た使用料額を控除 した額及びこれに対 する各支払期日 以\n降 の 遅 延 損 害 金 の 合 計 額 と し て １ 億 ３６２４ 万 ６ ３ ５ １ 円 の 支 払 を 求 め\nる書面を送付した（甲８）。\n⑹  歌の手帖社は，平成３０年６月１日以降，Ａを代表取締役に選任し，被告\nの事務所を簡易なパーテーションで区切り，そのスペースの一部を間借りし\nて，事務所として使用しながら，本件事業を開始した。\n⑺  歌の手帖社は，原告に対し，平成３０年６月６日，本件雑誌のうち「２０\n１８年８月号（平成３０年６月２１日発行）」に係る申込書を提出し，同月７\n日，「月刊『歌の手帖』編集部は…新会社『株式会社歌の手帖社』を設立し独\n立いたしました。」と記載した葉書を送付した。原告は，被告に対し，過去の\n本件著作権侵害に係る使用料相当損害金の清算処理がなされないまま，歌の\n手帖社名義の利用許諾申請がされても，これを応諾することはできない旨の\n通知をしたところ，同社名義の上記申請は撤回され，改めて被告名義の申込\n書が提出された。（甲９，１０，２４，乙ロ６）\n他方で，被告のＢ弁護士は，同月６日，原告のＦに対し，支払能力を理由\nに，１０００万円を一括で支払い，その余を免除してもらう旨の和解案を提\n示した（甲２３）。\n⑻  歌の手帖社は，本件雑誌のうち「２０１８年８月号」以降を，自らを「発\n行所」，被告を「発売所」と奥付に表記して発行・販売した。\n⑼  被告のＢ弁護士は，平成３０年８月１日，原告のＦに対し，総額４６００\n万円を毎月１００万円ずつ分割払いする旨の和解案を提示した（甲２５）。\n原告の担当者であるＥらは，同月１０日，Ａ及びＣから，歌の手帖社が同\n年６月に被告から本件債務を承継しない方式で本件事業譲渡を受けたため，\n今後は歌の手帖社に対して本件雑誌の利用許諾をして欲しい旨を依頼された。\n原告のＦは，同年８月２２日，被告のＢ弁護士に対し，本件の解決金とし\nて６０００万円の一括払いを求める旨の和解案を提示した（甲２６）。\n原告のＥらは，同年１０月２４日，歌の手帖社を訪問し，Ａから本件事業\n譲渡の経緯等について説明を受けた。\n歌の手帖社及び三田アドバイザリーの代理人であるＧ弁護士及びＨ弁護士\nは，同年１１月５日，原告に対し，本件事業譲渡の経緯等について説明する\nとともに，被告と歌の手帖社は一体ではなく，本件雑誌について利用許諾申\n請が拒否されるべき事由は存在しない旨を記載した書面を送付し，被告のＢ\n弁護士は，同日，原告のＦに対し，総額２０００万円を毎月５０万円ずつ分\n割払いする旨の和解案を提示した（甲２７，２８）。\n原告のＦは，同月２６日，被告のＢ弁護士及び歌の手帖社のＧ弁護士に対\nし，同社において被告と共に本件債務を連帯して弁済するよう通知した（乙\nロ７）。\n⑽  歌の手帖社は，平成３０年１１月３０日，原告に対し，本件雑誌のうち「２\n０１９年２月号（平成３０年１２月発行予定）」における管理著作物の利用許\n諾を求める仮処分命令の申立てをし，同月６日の審尋期日において，①原告\nは，被告名義で利用許諾申請がされれば，これを許諾すること，②歌の手帖\n社は，原告から上記利用許諾がされた段階で，上記申立てを取り下げること\nを確認し，同月７日，上記①の条件が成就したため，上記申立てを取り下げ\nた。\n⑾  原告は，平成３０年１２月２６日，被告及び歌の手帖社に対し，本件訴訟\nを提起し，同社に対しては，会社法２２条１項類推適用，同法２３条の２及\nび法人格否認の法理を根拠として，本件債務を被告と連帯して弁済するよう\n求めた。\n⑿  原告は，令和元年７月以降，歌の手帖社の本件債務に関する責任を否定す\nる趣旨ではないことを確認した上で，同社名義の利用許諾申請について許諾\nするようになった。\n⒀  令和２年９月１８日，本件訴訟の口頭弁論から歌の手帖社関係の口頭弁論\nが分離され，原告と歌の手帖社との間に訴訟上の和解が成立した。\n（以上につき，甲２９，乙イ３９，乙ロ９，１０，弁論の全趣旨）\n２  争点１（本訴－被告の不法行為責任）について\n⑴  争点１－１（本件雑誌の超過部数発行の有無）について\n前記１の認定事実に加え，証拠（甲７，２２，３０）及び弁論の全趣旨に\nよれば，被告は，本件雑誌のうち，少なくとも「１９９８年１２月号（平成\n１０年１２月３０日発行）」から「２０１８年１月号（平成２９年１１月２１\n日発行）」までの利用許諾申請手続において，原告に対して毎号の発行部数が\n全て１万部である旨の申告をしていたこと，それにもかかわらず，実際には，\n別紙請求債権目録の「発行部数」欄記載のとおり，毎号１万部を超過する部\n数の本件雑誌を発行・販売していたことが認められる。\nしたがって，被告が，上記のとおりの本件雑誌の超過部数発行を行ったこ\nとが認められる。これに反する被告の主張は，上記説示を左右するものでは\nなく，採用することができない。\n⑵  争点１－２（本件雑誌の超過部数発行に対する承諾の有無）について\nア  被告は，本件雑誌の発行部数が１万部を上回った際も下回った際も同様\nに，月額約５０万円という多額の使用料を支払うこととし，原告も，これ\nを黙示的に承諾していたのであり，このことは，原告が，本件雑誌のうち\n「１９９８年８月号」に本件広告を出した際，被告から「発行部数１０万\n部」と明記されたＭＥＤＩＡ  ＤＡＴＡ（媒体資料）を示された上，本件\n雑誌の誌面にも「発行部数１０万部」と掲載されており，本件雑誌の発行\n部数が１万部を超えることは容易に推知可能といえることからも明らかで\nある旨を主張する。\nイ  しかし，原告は，文化庁長官の登録を受けた音楽著作権に関する著作権\n等管理事業者であるところ，被告に対し，本件使用料規程（甲５，１２）\nに反し，本件雑誌の超過部数発行を承諾したことを具体的にうかがわせる\n客観的な証拠はないし，上記のような原告において，本件雑誌の申告部数\n（１万部）を大幅に超える発行部数（別紙請求債権目録の「発行部数」欄\n参照）を２０年以上にもわたって黙認し，本来請求できるはずの多額の使\n用料請求を放棄する動機があるとは考え難い。\nまた，被告は，原告が本件雑誌に本件広告を出した際に，原告に「発行\n部数１０万部」と明記された上記媒体資料を示したと主張し，これを裏付\nける証拠として「広告資料」（乙イ３５）を提出する。しかし，そもそも本\n件広告（不法録音カラオケテープ撲滅キャンペーン）は，原告や日本レコ\nード協会を含む音楽関連１０団体が構成員となって設立された「カラオケ\n教室不法録音物対策委員会」という団体が，日本レコード協会を担当とし\nて行ったものであることが認められるところ（甲１３，１４，弁論の全趣\n旨），上記「広告資料」によっては，その内容に照らし，被告が原告に対し\nて上記媒体資料を示したことや，これに本件雑誌の発行部数が１０万部で\nある旨の記載があったことを認めるに足りない。\n他方で，本件雑誌の誌面には，「発行部数－１００，０００部」との記載\nがあるが（乙イ６），被告も認めるとおり，各出版社が公称する雑誌の「発\n行部数」は，現実の発行部数と一致するものであるとは認められず，また，\nそのように一般に認識されているとも認められないから，上記のように発\n行部数が１０万部である旨の記載があるからといって，当然に，原告が，\n被告による本件雑誌の超過部数発行を認識・容認していたとはいえない。\nむしろ，原告が，被告から長年にわたって本件雑誌の発行部数が１万部で\nある旨の申告及びこれに沿った管理著作物の使用料の支払を受け，その間\nにこれを合理的に疑わせるような事情も認められずに推移し，本件監査後\nになって初めて被告に本件著作権侵害に基づく損害賠償を求めたという一\n連の経緯（認定事実⑴～⑶，⑸，⑺，⑼，⑾）からみて，被告の上記申告\nの内容に基づき，そのとおりの発行部数であると認識していたとみるのが\n自然である。\nウ  したがって，原告が，被告による本件雑誌の超過部数発行を黙示的に承\n諾していたとはいえず，被告は，本件著作権侵害に基づく不法行為責任を\n負うというべきである。これに反する被告の上記主張は，上記説示に照ら\nし，採用することができない。\n⑶  争点１－３（原告の損害額）について\n原告が被告の前記不法行為によって被った損害額は，次のとおりと認めら\nれる。\nア  本件使用料相当損害金  ９０７１万５８８４円\n前記１⑴の認定事実に加え，前記２⑴，⑵で認定説示したところによ\nれば，被告は，本件雑誌のうち「１９９８年１２月号（平成１０年１２月\n３０日発行）」から「２０１８年１月号（平成２９年１１月２１日発行）」\nまでの利用許諾申請手続において，原告に対して毎号の発行部数を全て１\n万部と申告し，別紙請求債権目録の各「複製した管理著作物の数」欄記載\nの数の管理著作物を複製利用しながら，実際には，原告の承諾なく，同目\n録の各「発行部数」欄記載の部数の本件雑誌を発行・販売したことにより，\n本件著作権を侵害しているというべきである。\nそして，前提事実⑵ウのとおり，管理著作物を雑誌等に複製利用する場\n合の使用料額については，平成１０年１２月３０日当時の本件使用料規\n程では，発行部数１万部までの場合には歌詞，楽曲それぞれ５１００円\nに消費税相当額を加算した額，１万部を超え５万部までの場合には歌詞，\n楽曲そ れぞれ １万 ０ ２００ 円に消 費税 相 当額を 加算し た額 と 定めら れ，\n平成２６年１０月１ 日付けの変更後の本件使用料規程では， 発行部数が\n１万部までの場合には歌詞 ，楽曲それぞれ５５５０円に消費税相当額を\n加算した額，１万部を超え５万部までの場合には歌詞 ，楽曲それぞれ１\n万１１００円に消費税相当額を加算した額と定められている。\nそうすると，少なくとも，原告は，本件著作権侵害により，上記目録記\n載のとおり，原告が被告から「正しい複製部数の利用許諾申請が行われて\nいたとしたら原告が請求したであろう使用料額」（合計１億８０６０万０１\n５２円。なお，本件使用料規程の変更前に発行された「２０１４年１１\n月号（平成２６年９月２１日発行）」以前は管理著作物１件当たり 税抜１\n万０２００円，変更後に発行された「２０１４年１２月号（平成２６年\n１０月 ２１日 発行 ）」 以降 は管理 著作 物 １件当 たり 税 抜１ 万 １１０ ０円\nであり，「２０１４年５月号（平成２６年３月 ２１日発行）」以前の消費\n税率は５％，「２０１４年６月号（平成２６年４月 ２１日発行）」以降の\n消費税率は８％である。）から実際に「支払われた使用料額」（合計８９８\n８万４２６８円）を控除した「本件使用料相当損害金」に相当する９０７\n１万５８８４円の損害を被ったといえる。\nイ  平成３０年１２月２６日までの遅延損害金  ４４６４万４１６０円\n被告の本件使用料相当損害金に係る債務は，少なくとも不法行為の日で\nある別紙請求債権目録の各「発行日」欄記載の日の翌日からは遅滞に陥っ\nていることとなる。\nしたがって，被告は，本件使用料相当損害金に対する平成３０年１２月\n２６日までの遅延損害金として，上記目録の「遅延損害金（年５分）」の「合\n計金額」欄記載のとおり，４４６４万４１６０円の支払義務を負うという\nべきである。\nウ  弁護士費用相当損害金  ９０７万１５８８円\n弁論の全趣旨によれば，原告は，本件訴訟の提起・追行を弁護士である\n原告訴訟代理人らに委任したところ，本件事案の内容，難易度，認容額そ\nの他諸般の事情を考慮すると，被告の不法行為と相当因果関係のある弁護\n士費用は，本件使用料相当損害金の１割である９０７万１５８８円を下ら\nないと認めるのが相当である。\n⑷  争点１－４（本件債務の一部についての消滅時効の成否）について\nア  被告は，前記⑵アと同様の理由から，原告が，遅くとも平成１０年８月\n３０日以降，被告による本件著作権侵害の事実を知っていたとして，本件\n訴訟提起日の直近３年分以前の発行分については，消滅時効が完成してい\nる旨を主張する。\nイ  しかし，前記⑵イ，ウで認定説示したところによれば，原告が，少なく\nとも平成２９年１１月２０日の本件監査以前に，本件著作権侵害の事実を\n知っていたことを認めるに足りる証拠はなく，同日から３年以内である平\n成３０年１２月２６日に本件訴訟を提起しているから（認定事実⑾），本件\n債務について消滅時効が完成しているとはいえない。\nウ  したがって，被告の上記主張は採用することができない。\n⑸  小括（本訴請求）\n以上によれば，原告は，被告に対し，不法行為に基づく損害賠償として，\n本件使用料相当損害金９０７１万５８８４円，これに対する平成３０年１２\n月２６日までの遅延損害金４４６４万４１６０円及び弁護士費用相当損害\n金９０７万１５８８円の合計額である１億４４４３万１６３２円 並びにう\nち９９７８万７４７２円（本件使用料相当損害金及び弁護士費用相当損害金\nの合計額）に対する同月２７日から支払済みまで民法所定の年５分の割合に\nよる遅延損害金の支払を求めることができる。\n３  争点２（反訴－原告の不法行為責任）について\n⑴  争点２－１（原告の不法行為の成否）について\nア  被告は，原告が，著作権等管理事業法１６条に反し，正当な理由がない\nにもかかわらず，歌の手帖社名義の管理著作物の利用許諾申請を拒絶した\n上，同社を本件紛争に巻き込んだことから，被告と歌の手帖社との間の関\n係が悪化し，本件業務委託契約を継続することができなくなったものであ\nり，これは被告に対する不法行為を構成する旨を主張する。\nイ  著作権等管理事業法は，著作権等管理事業者は，正当な理由がなければ，\n取り扱っている著作物等の利用の許諾を拒んではならないと規定している\nところ（同法１６条），同法は，管理事業者の登録制度や委託契約約款及び\n使用料規程の届出・公示等により，著作権等の管理を委託する者を保護す\nるとともに，著作物等の利用を円滑にし，もって文化の発展に寄与するこ\nとを目的としており（同法１条参照），著作権者は利用許諾をするか否かを\n自由に決定できる（著作権法６３条１項参照）ことも考慮すると，上記の\n「正当な理由」の有無は，著作権者（著作権の管理委託者）の保護と著作\n権の円滑な利用という法の趣旨を勘案して，許諾業務が恣意的に運用され\nることを防ぐという観点から判断すべきである。そして，原告は，管理著\n作物の利用許諾申請手続に使用する申込書裏面の利用許諾条項（甲３）に\nおいて，原告は，申込者が同条項に違反したときなどは，催告することな\nく直ちに書面により利用許諾を取り消すことができるものと定めていると\nころ（同条項１２条１項），過去の管理著作物の無許諾利用に係る使用料相\n当損害金の未清算といった同条項違反がある場合であっても，管理著作物\nの利用を許諾しなければならないとすると，許諾を拒んで爾後の使用を違\n法ならしめることにより過去の侵害行為に係る使用料相当額の損害填補を\n事実上促進するという手段が失われることになり（著作権法１１９条参照），\n著作権者の利益に反すると解され，また，管理著作物の利用許諾を受けて\n使用料を払っている誠実な利用者との間の公平を欠くため，著作権の集中\n管理に対する信頼を損ない，これによる著作権の円滑な利用を害するおそ\nれがあり，このような場合に利用許諾を拒んでも，許諾業務が恣意的に運\n用されているとはいえない。以上によれば，原告が，管理著作物の無許諾\n利用者による使用料相当損害金の未清算を理由に，同人又はこれと同視で\nきる者に対して新たな管理著作物の利用許諾申請を拒絶することは，そも\nそも著作権等管理事業法１６条の趣旨に反するとはいえないというべきで\nある。\nまた，訴えの提起は，提訴者が当該訴訟において主張した権利又は法律\n関係が事実的，法律的根拠を欠くものである上，同人がそのことを知りな\nがら又は通常人であれば容易にそのことを知り得たのにあえて提起したな\nど，裁判制度の趣旨目的に照らして著しく相当性を欠く場合に限り，相手\n方に対する違法な行為となるというべきである（最高裁昭和６３年１月２\n６日第三小法廷判決・民集４２巻１号１頁参照）。\nウ  そこで検討するに，前記１の認定事実によれば，原告は，平成２９年１\n１月，本件監査により，被告による本件著作権侵害の事実を認識し，被告\nとの間で和解交渉を開始したこと（認定事実⑵，⑶，⑸），歌の手帖社は，\n平成３０年４月に設立され，その商号には本件雑誌の名称が用いられてい\nること（認定事実⑷），被告は，同年５月２１日付けで，歌の手帖社との間\nで，本件事業譲渡契約及び本件業務委託契約を締結したところ，本件事業\n譲渡契約においては，原告に対する本件債務は譲渡対象から除外され，そ\nのクロージング日である同年６月１日，被告における本件雑誌の編集局長\nであったＡが，歌の手帖社の代表取締役に就任し，被告と同一の事務所に\nおいて本件事業を開始したこと（認定事実⑴，⑷，⑹，⑻），原告は，本件\n事業譲渡後，歌の手帖社名義で本件雑誌における管理著作物の利用許諾申\n請をされたが，同社に対しては，被告の本件債務に関する問題が解決して\nいない以上，上記申請を受け入れることはできないなどとして，被告名義\nの利用許諾申請を求め，引き続き被告との間で，和解交渉を継続したこと\n（認定事実⑺，⑼，⑽），原告は，同年１２月２６日，被告及び歌の手帖社\nに対して本件訴訟を提起し，同社に対しては，会社法２２条１項類推適用，\n同法２３条の２及び法人格否認の法理を根拠として，本件債務を被告と連\n帯して弁済するよう求めたこと（認定事実⑾），他方で，原告は，最終的に\nは，令和元年７月以降，歌の手帖社の本件債務に関する責任を否定する趣\n旨ではないことを確認した上で，同社名義の利用許諾申請を許諾するよう\nになったこと（認定事実⑿，⒀），本件業務委託契約は，期間満了日である\n同年５月３１日の経過により終了したこと（弁論の全趣旨），がそれぞれ認\nめられる。\nこのような事実関係によれば，原告が，本件事業譲渡に至る経緯及び内\n容並びに歌の手帖社の商号及び新代表取締役等に鑑み，本件事業譲渡の内\n容に疑問を持ち，当初は同社名義の利用許諾申請を許諾せず，上記のよう\nな法律構成によって本件債務に関する責任を追及しようとしたとしても，\n無理からぬところがあるというべきであるし，他方で，当初は同社名義の\n利用許諾申請を許諾しなかったものの，その際も被告名義の利用許諾申請\nを許諾し，また，最終的には歌の手帖社名義の利用許諾申請を許諾するに\n至っており，結果として，本件事業譲渡後においても，本件雑誌の発行・\n販売自体には支障がなかったものである。\nそうすると，原告が，当初は歌の手帖社名義の利用許諾申請を許諾せず，\n被告名義の利用許諾申請のみを許諾する取扱いをしたことについては，上\n記に照らし，「正当な理由」があったと認めることができ，また，原告の主\n張する権利又は法律関係が事実的，法律的根拠を欠くものであるとか，原\n告がそのことを知りながら又は通常人であれば容易にそのことを知り得た\nのに，被告と歌の手帖社との間の本件業務委託契約が継続できなくなる蓋\n然性を認識しながら，あえて同社に対して本件債務に関する責任を不当に\n追及し，本件訴訟を提起したなどということはできず，被告が主張する事\nというべきである。\nエ  以上によれば，原告の上記対応が，被告に対する不法行為を構成すると\nいうことはできず，これを契機に被告と歌の手帖社との間の本件業務委託\n契約が期間満了によって終了し，これを更新することができなかったとし\nても，それは被告の前記不法行為に起因するものというほかなく，これに\nよって生じた損害の賠償を原告に求めることはできないというべきである。\nこれに反する被告の主張は，上記説示に照らし，採用することができない。\n⑵  小括（反訴請求）\n以上によれば，争点２－２（被告の損害額）について検討するまでもなく，\n被告の原告に対する反訴請求は，理由がないことに帰する。\n４  結論\nよって，原告の本訴請求は理由があるからこれを認容し，被告の反訴請求は\n理由がないからこれを棄却することとして，主文のとおり判決する。\n東京地方裁判所民事第４７部\n裁判長裁判官            田 中 孝 一\n裁判官            奥              俊 彦\n裁判官            西      尾      信    員\n（別紙請求債権目録  省略）\n"
}