{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 3,
    "month": 10,
    "day": 27
  },
  "case_number": "平成30(ワ)30560",
  "case_name": "損害賠償等請求事件",
  "court_name": "東京地方裁判所",
  "lawsuit_id": "91009",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=91009",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/009/091009_hanrei.pdf",
  "contents": "令和３年１０月２７日判決言渡  同日原本領収  裁判所書記官\n平成３０年 第３０５６０号損害賠償等請求事件\n口頭弁論終結日  令和３年７月７日\n判      決\n主       文\n１  被告は，原告に対し，２７万５０００円及びうち\n１０万円に対する平成２４年６月４日から，うち\n１５万円に対する同月２１日から，うち２万５０\n００円に対する平成３０年１０月２日から各支払\n済みまで年５分の割合による金員を支払え。\n２  原告のその余の請求をいずれも棄却する。\n３  訴訟費用は，これを１０分し，その１を被告の負\n担とし，その余を原告の負担とする。\n４  この判決は，第１項に限り，仮に執行することが\nできる。\n事 実 及 び 理 由\n第１  請求\n１  被告は，原告に対し，１６５万円及びうち７０万円に対する平成２４年６月\n４日から，うち４０万円に対する平成２４年６月２１日から，うち４０万円に対す\nる平成２７年１１月２８日から，うち１５万円に対する平成３０年１０月２日から\n各支払済みまで年５分の割合による金員を支払え。\n２  被告は，別紙１記載の謝罪広告を，被告が発行する産経新聞東京本社版朝刊\n社会面に，別紙３記載の掲載要領にて，１回掲載せよ。\n３  被告は，別紙２記載の謝罪広告を，被告が発行する産経新聞大阪本社版夕刊\n社会面に，別紙３記載の掲載要領にて，１回掲載せよ。\n第２  事案の概要\n本件は，宗教法人オウム真理教の元信者である原告が，被告が発行した平成２４\n年６月４日付けの日刊新聞の朝刊及び夕刊に掲載された記事，同月２１日付けの日\n刊新聞朝刊に掲載された記事及び平成２７年１１月２８日付け日刊新聞朝刊に掲載\nされた記事により，原告の名誉が毀損されたとして，被告に対し，⑴  不法行為に\nよる損害賠償請求権に基づき慰謝料等１６５万円及びうち７０万円に対する平成２\n４年６月４日から，うち４０万円に対する同月２１日から，うち４０万円に対する\n平成２７年１１月２８日から，うち１５万円に対する本件訴状送達の日の翌日であ\nる平成３０年１０月２日から各支払済みまでそれぞれ民法（平成２９年法律第４４\n号による改正前のもの）所定の年５分の割合による遅延損害金の支払を求めるとと\nもに，⑵  民法７２３条所定の名誉を回復するのに適当な処分として謝罪広告を掲\n載することを求める事案である。\n１  前提となる事実\n次の事実は，当事者間に争いがないか，若しくは，当裁判所に顕著であり，又は，\n後掲の証拠及び弁論の全趣旨によって容易に認められる。\n⑴  当事者\nア  原告は，宗教法人オウム真理教（以下「オウム真理教」といい，その団体を\n「教団」ということもある。）の元信者である。\nイ  被告は，日刊新聞である産経新聞を発行している株式会社である。\n⑵  原告が逮捕，勾留等された事件について\nア  原告は，平成２４年６月３日，殺人，殺人未遂（いわゆる地下鉄サリン事件）\nの容疑で逮捕され，同月４日，原告宅の捜索差押えを経るなどして，その後，勾留\nされた（以下，これに関する事件を「第１事件」という。）。\nイ  原告は，上記の勾留に引き続いて，殺人，殺人未遂（いわゆるＶＸガス事件）\nの容疑で逮捕，勾留された（以下，これに関する事件を「第２事件」という。）。\nウ  原告は，上記勾留に引き続いて，殺人未遂，爆発物取締罰則違反（いわゆる\n東京都庁小包爆弾事件）の容疑で逮捕，勾留された（以下，これに関する事件を「第\n３事件」という。）。\nエ  原告は，第１事件及び第２事件については，平成２４年８月３１日に不起訴\n処分を受けた。第３事件については，殺人未遂幇助及び爆発物取締罰則違反幇助の\n罪名で起訴され，平成２６年６月３０日に東京地方裁判所において殺人未遂幇助に\nついてのみ懲役５年の実刑判決を受けたが，平成２７年１１月２７日に東京高等裁\n判所において同罪について無罪判決を受け，平成２９年１２月２５日に最高裁判所\nにおいて検察官の上告が棄却され，無罪が確定した。\n⑶  被告が掲載した記事の内容等\nア  本件記事①\n警視庁捜査一課長は，原告が第１事件について逮捕された平成２４年６月３日夜，\n記者会見を実施したところ，被告は，その翌日である同月４日，同日付け産経新聞\n東京朝刊（以下「本件新聞①」という。）を発行し，その１面，２２面及び２３面に\nおいて，次のとおり，原告に関する記事を掲載した。\n１面には，「オウムＡ容疑者  逮捕」，「特別手配１７年  相模原で発見」，「サ\nリン生成認める」などという見出し，「平成７年の地下鉄サリン事件で，警視庁は３\n日夜，殺人，殺人未遂容疑などで特別手配中のオウム真理教元幹部，Ａ容疑者（４\n０）を逮捕した。」との文で始まるリード文の下，本文冒頭に，「警視庁によると，\nＡ容疑者は『サリンの生成に関わっていたことは間違いない。しかし，当時は何を\n造っていたのか知らない状態でした』と供述」などという記載がある。（乙３の１）\n２２面（社会面）には，「警視庁捜査１課長会見」，「『いろいろな情報提供が\nあった』」という見出しの下，上記記者会見での「主なやり取りは以下の通り」とし，\n「Ａを殺人，殺人未遂容疑で通常逮捕した。取り調べの弁解録取では，『私はサリン\nの生成にかかわっていたことは間違いありません。しかし，当時は何を作っている\nか，知らない状態でした』と言っている」などという記載がある。（乙３の２）\n２３面（社会面）の左方には，「信者に『会いたい』／メモに『もう出たい』」，\n「長期間の逃亡生活  葛藤も」という見出しの下，本文として，冒頭に「Ａ容疑者\nは１７年前の平成７年５月から逃走生活に入った」という記載があり，段組みにな\nっている上から３段目から４段目にかけて，「だが，埼玉県警の捜査が入る直前，Ａ\n容疑者は，アジトのマンションを飛び出し逃走。室内には，炊けた状態のごはんが\n残され，Ａ容疑者の下着や衣類もそのままになっていた。アジトからは，Ａ容疑者\nのメモも見つかった。教団の教義やＢ死刑囚（５７）の説法が書かれていたほか，\n複数の信者の名を挙げ，『会いたい』など感情的な記述もあった。『私の二つの葛藤』\nと題されたＡ４判の紙２枚のメモには，『もう出たい』と出頭をほのめかす記述があ\nった。」という記載があり，５段目から６段目にかけて，「Ａ容疑者は，爆弾の製造\nにも関与したとされ，『化学薬品の専門家』だった。父親は教育者で厳格な家庭に育\nち，友人らによると『まじめで素直な優等生タイプ』。高校時代は陸上部に所属，校\n内マラソン大会で優勝するという活発な面もあった。関西でも有数の進学校を卒業\nしたが，教団に入信し，２年５月に出家した。入信のきっかけは，陸上で痛めた足\nの治療のために始めたヨガ。家族の強い反対にあったが，家出同然に出家したとい\nう。教団では『厚生省』に所属。サリンを作るための試薬や実験機器の購入を担当\nしたほか，７年５月の東京都庁郵便物爆弾事件や新宿駅青酸ガス事件でも原料調達\nに奔走した。」という記載がある（以下，この記事を「本件記事①」という  。）。（乙\n３の３）\n２３面の右方には，「『Ａか』  静かに『はい』」，「手配写真よりやせこけ」と\nいう見出しの下，「待ち構えていた捜査員が近づき，『Ａか』と声をかけた。Ａ容疑\n者は逃げようともせずに，静かに『はい』と返事をした。１７年前の手配写真とは\nまるで別人のようにげっそりやせこけていたが，右目下のほくろが当時と変わらな\nかった。黒い髪の毛は肩まで伸びていた。」，「Ａ容疑者は『サリンの生成に関わって\nいたことは間違いありません。しかし，当時は何を作っていたのか知らない状態で\nした』と供述。」という記載がある。（乙３の３）\nイ  本件記事②\n被告は，本件新聞①の発行日と同じ平成２４年６月４日，同日付け産経新聞大阪\n夕刊（以下「本件新聞②」という。）を発行し，その１面の「湊町３６５」というコ\nラム欄において，次のとおり，原告に関する記事を掲載した（以下，この記事を「本\n件記事②」という。）。\nその第１段落には，「Ｃさんはオウム真理教についてこう書いた。『人類の歴史で，\nこれほど人間に対して冷やかな感情を共有して人を殺戮した集団はなかった。しか\nも，たれもが常人だった。教祖をのぞいてだが』」という記載があり，第２段落には，\n「Ａ容疑者も常人だった。進学校として知られるＤ高校で，陸上部に所属した。若\nい頃の写真はふっくらと健康的な顔立ちで，そのまま人生を歩んでいたら，と思う。\nが，『まじめで素直な優等生タイプ』は痛めた足の治療のために始めたヨガがきっか\nけでオウムと出会ってしまった」という記載があり，第３段落には，「幻覚に憑かれ\nたＡ容疑者は教団の広告塔としてマラソン大会に出場し，サリンの製造に加わった。\nオウムは大量殺戮だけでなく，多くの信者の人生も狂わせた。罪深い。」という記載\nがある。（乙４）\nウ  本件記事③\n被告は，平成２４年６月２１日，同日付け産経新聞東京朝刊（以下「本件新聞③」\nという。）を発行し，その２４面（社会面）において，次のとおり，原告に関する記\n事を掲載した（以下，この記事を「本件記事③」という。）。\nこれには，「『サリン』表記のノート  Ａ容疑者宅から事件関与記録か」という見\n出しの下，「地下鉄サリン事件で逮捕されたオウム真理教元幹部，Ａ容疑者（４０）\nの相模原市の自宅から『サリン』と書かれたノートが押収されていたことが２０日，\n捜査関係者への取材で分かった。警察庁は，ノートに事件への関与が記録されてい\nる可能性があるとみて詳しく分析する。捜査関係者によると，Ａ容疑者は，これま\nでの調べに『サリンとは知らなかったが，危険な薬品を製造している認識はあった』\nと供述している。警視庁はＡ容疑者がサリン製造の薬品を購入するなどの役割だっ\nたとみて追及する。」などという記載がある。（乙５）\nエ  本件記事④\n被告は，第３事件について東京高等裁判所で無罪判決が宣告された日の翌日であ\nる平成２７年１１月２８日，同日付け産経新聞東京朝刊（以下「本件新聞④」とい\nう。）を発行し，その１面，２７面及び２９面において，次のとおり，原告に関する\n記事を掲載した。\n１面には，「オウムＡ元信者逆転無罪」，「都庁郵便物爆発事件」，「東京高裁『テ\nロ認識に疑問』」という見出しの下，リード文として，「Ｅ裁判長は『Ａ被告にテロ\n行為で人を殺傷する認識があったか疑問が残る』として１審判決を破棄，無罪を言\nい渡した」などという記載があり，そのリード文横に，「＝２７面に判決要旨，２９\n面に『最高裁の判断仰ぐ』」という記載がある。（乙６の１）\n２７面（社会面）には，「Ａ元オウム信者無罪判決要旨（１面参照）」という\n見出しの下，判決要旨として，「【意思決定への関与】」という項目の中で，「当時，\n被告には教団が危機的状況下にあるという認識はあった。しかし，教団の意思決定\nや幹部らの意向について関知するような立場になく，教団が追い詰められていると\nしても，そのことから殺人などのテロ行為を企てていることを想起し，教祖の逮捕\n阻止のために，危険な化合物を用いて人の殺傷を含み得る活動を起こすというＦ死\n刑囚らの意図までを認識していたとはいえない。」などという記載がある。（乙６の\n２）\n２９面（社会面）には，「Ａ元信者無罪  検察・被害者ら衝撃」，「『罪の意識\nあったはず』」などという見出しの下，本文部分右から１列目の段組みになっている\n上から１段目に，「『法廷での被害者の方の話は，今でも心に残っています。今後の\n人生で重く受け止めたい』。東京高裁の逆転無罪判決を受けて２７日夜，こうコメン\nトを発表したオウム真理教のＡ元信者（４３）。一方，東京都庁郵便物爆発事件で指\nを失った当時の職員は『長年逃亡し，罪の意識はあったはず』と悔しさをにじませ，\n捜査関係者は『無罪は確定させられない』と納得できない心境を吐露した。（１面参\n照）」という記載があり，同列３段目から４段目にかけて，「一連の捜査に関わった\n警視庁ＯＢらからも，驚きと困惑の声が上がった。『捜査員は常に命がけだった』（警\n視庁元幹部）という一連のオウム事件。元捜査関係者は『判決に怒りを感じる』と\nし，『Ａ元信者はＢ死刑囚の側近中の側近で，女性信者の頂点にいたとされる。計画\nを知りうる立場にいたことは推認できる。裁判所を納得させるだけの証拠を集めら\nれなかったか…』と唇をかんだ。」という記載があり，右から２列目及び３列目の３\n段目から４段目にかけて，「無罪判決を受けて会見したＡ元信者の主任弁護人，Ｇ弁\n護士は『認定できる事実を積み上げた精緻な判決』と評価。『ほっとした』としつつ\nも『大変なけがをされ，苦しまれている人がいることは，われわれも彼女も忘れて\nはいない』と述べた。」という記載があり，また，これらの記載の左側には，「市民\n感覚と隔たり」という小見出しの下で法科大学院教授の話が，「裁判の鉄則に忠実」\nという小見出しの下で元東京高等裁判所判事の弁護士の話がそれぞれ記載されてい\nる（以下，この記事を「本件記事④」といい  ，本件記事①～③と併せて「本件各記\n事」という。）。（乙６の３）\n２  争点\n⑴  本件記事①の摘示事実の内容（争点１）\n⑵  本件記事②の摘示事実の内容（争点２）\n⑶  本件記事③の摘示事実の内容（争点３）\n⑷  本件記事④の摘示事実の内容（争点４）\n⑸  本件各記事における事実摘示による原告の社会的評価の低下の有無（争点５）\n⑹  真実性又は真実相当性の抗弁の成否（争点６）\n⑺  損害の発生及びその額（争点７）\n⑻  謝罪広告の必要性の有無（争点８）\n３  争点１（本件記事①の摘示事実の内容）に関する当事者の主張\n［原告の主張］\n本件記事①には，「教団では『厚生省』に所属。サリンを作るための試薬や実験機\n器の購入を担当した」との記載がある一方，原告の主観面についての留保が付され\nていない。そして，本件記事①のうち，原告が「化学薬品の専門家」であったとい\nう記載，原告がＦらの逮捕やＢの指示をきっかけに長年逃亡し，葛藤を有していた\n旨の記載，「東京都庁郵便物爆弾事件や新宿駅青酸ガス事件でも原料調達に奔走し\nた」という記載は，いずれも原告がサリン製造を認識していたという印象を抱かせ\nるものである。そうすると，一般読者の普通の注意と読み方に従って読めば，本件\n記事①は，原告がサリン製造のためのものであることを認識しながら試薬や実験機\n器等の購入を担当したという事実を摘示するものであるというべきである。\n被告は，本件新聞①の他の関連記事の内容を前提として本件記事①の記載内容を\n理解すべきである旨を主張するが，関連記事の全てを読者が通読することは期待で\nきないから，本件記事①がいかなる事実を摘示しているかを検討するに当たり，他\nの記事の内容を考慮に入れるべきではない。また，これを考慮に入れたとしても，\n本件新聞①の１面記事は，「サリン生成認める」などという，一般読者をして原告が\nサリン製造をその認識を含めて認めたかのような印象を与える見出しが付けられて\nいる一方，一般読者が原告の弁解内容が引用された本文まで目を通すのが通常とは\nいえないから，結論は変わらない。\n［被告の主張］\n本件記事①は，原告がサリン製造に関与した嫌疑をかけられている事実を摘示す\nるにとどまり，原告のサリン製造への客観的な関与やその認識を断定的に摘示する\nものではない。\n本件記事①は，原告が逮捕された翌日に発行された本件新聞①に掲載されたもの\nであり，その１面トップで，原告の逮捕の事実及び容疑等について大きく報じ，原\n告が「サリンの生成に関わっていたことは間違いない。しかし，当時は何を造って\nいたのか知らない状態でした」と供述したことなどを記載するとともに，そのリー\nド文横において，「＝２２面に『男と暮らしていた』，２３面に『Ａか』『はい』」と\n記載して，関連記事を参照している。そして，２２面には，原告の逮捕やその供述\n状況について捜査機関が記者会見で発表した旨が記載され，原告の上記供述内容が\n捜査機関の公式発表によるものであることが明らかにされており，また，２３面の\n本件記事①の右方に掲載された記事においても，原告の上記供述内容が記載されて\nいる。\nこのような本件新聞①における原告に関する一連の記事の配置・内容等に照らせ\nば，本件記事①は，原告のサリン製造への関与について嫌疑段階のものとして摘示\nするものであるといえ，仮に，その客観的な関与を断定的に摘示しているものであ\nるとしても，その認識まで摘示するものとはいえない。これらの記事が扱っている\n内容は，未曽有の大量殺傷テロ事件で約１７年間特別指名手配を受けていた原告が\n遂に逮捕されたことに関するものであり，社会全体の極めて高い関心が向けられて\nいた事柄であるから，本件記事①を読む一般読者が本件記事①以外の関連記事であ\nる上記１面トップや２２面の記事を読まないとは考えられず，その関連記事の内容\nを前提として本件記事①の記載内容を理解すべきである。\n４  争点２（本件記事②の摘示事実の内容）に関する当事者の主張\n［原告の主張］\n本件記事②には，「幻覚に憑かれたＡ容疑者は教団の広告塔としてマラソン大会\nに出場し，サリンの製造に加わった」との記載がある一方，原告の主観面について\nの留保が付されていない。そして，ある人物が特定の活動に「加わった」と表現さ\nれる場合，その人物が当該活動の目的・内容を認識していると理解されるのが通常\nであり，引用されているＣの言葉は，そのような理解を助長するものであるといえ\nる。そうすると，一般読者の普通の注意と読み方に従って読めば，本件記事②は，\n原告がサリン製造のためのものであることを認識しながらこれに関与したという事\n実を摘示するものであるというべきである。\n被告は，本件新聞②が発行された日の他社のものを含む朝刊等の報道の内容を前\n提として，本件記事②の記載内容を理解すべきであると主張するが，本件記事②は，\nそれ自体独立の記事であり，他の記事の内容を考慮に入れるべきではない。\n［被告の主張］\n本件記事②は，原告がサリン製造に関与した嫌疑をかけられている事実を摘示す\nるにとどまり，原告のサリン製造への客観的な関与やその認識を断定的に摘示する\nものではない。\n本件記事②は，本件新聞①と同じ日の夕刊として発行された本件新聞②に掲載さ\nれたものであるところ，我が国で起きた宗教団体による未曾有の無差別大量殺傷テ\nロ事件として，日本国内はもとより，世界中の耳目を集めている事件に関し，長年\nにわたり特別指名手配を受けながら逃亡を続けていた原告が逮捕されたという事実\nやその供述内容については，本件新聞②が発行された日の他社のものを含む朝刊等\nの報道において既に報じられており，一般読者は，この報道内容に極めて高い関心\nを寄せていた上，産経新聞のような日刊紙を夕刊だけ購入する読者は例外的である\nから，本件記事②を読む者は，それまでの報道の内容を前提知識として十分に持ち\n合わせた上で，本件記事②の内容を理解することになるものである。したがって，\nそのような一般読者は，原告のサリン製造への関与は嫌疑段階にとどまると理解す\nるものであり，仮に，客観的な関与があったと理解したとしても，その認識がある\nとまでは理解するものではない。\n５  争点３（本件記事③の摘示事実の内容）に関する当事者の主張\n［原告の主張］\n本件記事③には，「地下鉄サリン事件で逮捕されたオウム真理教元幹部，Ａ容疑者\n（４０）の相模原市の自宅から『サリン』と書かれたノートが押収されていたこと\nが２０日，捜査関係者への取材で分かった。警視庁は，ノートに事件への関与が記\n録されている可能性があるとみて詳しく分析する。」という記載があり，一般読者の\n普通の注意と読み方に従って読めば，本件記事③は，オウム真理教元幹部である原\n告がサリン製造の認識を有しながらこれに関与した，あるいは，その疑いが強いと\nいう事実を摘示するものであるというべきである。\n原告宅から「サリン」と書かれたノートが押収されたという事実は，原告の第１\n事件への関与を推認させるものであるから，「『サリン』表記のノート」，「Ａ容疑者\n宅から」，「事件関与記録か」という見出しの本件記事③は，原告が第１事件に関与\nした事実を摘示するものである。そして，原告が自ら「サリン」との記載をノート\nにしていたのであれば，原告がサリンの製造を認識していたと考えるのが通常であ\nるから，ここでいう「関与」とは，原告がサリン製造を認識した上での関与である\nと読むのが，一般人の普通の読み方である。\n仮に，本件記事③が，原告がサリン製造に関与したと摘示するものではないとし\nても，その見出しが上記のとおりであり，これらの見出しによって強調された表現\nと併せて本件記事③を読めば，単に原告に犯罪の嫌疑がかけられているという事実\nを超えて，そのノートの押収によって容疑が濃厚となっているという事実として理\n解するものである。\n加えて，原告の肩書を「オウム真理教元幹部」としている点も，一般読者に対し，\n原告が第１事件の計画を覚知し得る立場にあったという印象を与えるものである。\n［被告の主張］\n本件記事③は，捜査機関において，原告がサリン製造に関与した可能性があると\nみて，更に捜査を進めるという捜査方針を摘示したものにすぎず，原告のサリン製\n造への関与やその認識，「サリン」と記載されたノートが現に押収されたことを断定\n的に摘示するものではない。\n本件記事③は，その見出しが「事件関与記録か」と疑問形で記載されている上，\n本文中でも「警視庁は，ノートに事件への関与が記録されている可能性があるとみ\nて詳しく分析する。」，「警視庁はＡ容疑者がサリン製造の薬品を購入するなどの役\n割だったとみて追及する。」と記載され，飽くまで原告のサリン製造への関与・認識\nや上記ノートの原告との関連は未解明であり，今後警視庁が捜査を更に進める方針\nである旨を示すものであり，これらの事実を断定的に摘示するものではない。\n６  争点４（本件記事④の摘示事実の内容）に関する当事者の主張\n［原告の主張］\n本件記事④には，「元捜査関係者は『判決に怒りを感じる』とし，『Ａ元信者はＢ\n死刑囚の側近中の側近で，女性信者の頂点にいたとされる。計画を知りうる立場に\nいたことは推認できる。裁判所を納得させるだけの証拠を集められなかったか…』\nと唇をかんだ。」という記載があり，一般読者の普通の注意と読み方に従って読めば，\n本件記事④は，原告がＢの側近中の側近で，女性信者の頂点にいたという事実を摘\n示するものというべきである。\n原告がＢの「側近中の側近で，女性信者の頂点にいた」という記載については，\n本件記事④の見出しが「検察・被害者ら衝撃」，「『罪の意識あったはず』」というも\nのであり，捜査機関・被害者側に偏ったものになっているとともに，元捜査関係者\nの発言として紹介されており，単なるうわさ話や感想などとして読まれるものでは\nなく，捜査の結果に基づく事実として読まれるのが通常である。\n被告は，本件新聞④の２７面に判決要旨が記載されていることを指摘するが，１\n面において既に一審判決から控訴審判決に至るまでの概要が紹介されており，本件\n記事④には２７面が参照されていないことからすると，本件記事④を読む一般読者\nが同判決要旨を読むことを期待することはできない。\n［被告の主張］\n本件記事④は，飽くまで「元捜査関係者」とされる人物の個人的な理解に基づく\n論評，コメントそれ自体を摘示するものであり，その発言内容にある事実を摘示す\nるものではない。\n本件記事④は，本件新聞④中の１面トップ記事及び２７面記事と併せて原告が第\n３事件で無罪とされた事実を主題として報じるとともに，これに対する事件関係者\nそれぞれの立場からの理解ないし評価を平等に掲載し，中立的に報じるものであっ\nて，元捜査関係者の中には上記無罪判決を受けてそこに掲載したようなコメントを\nする者もいるという事実を摘示するものにすぎない。そして，本件記事④は，日本\nはもとより世界の人々をも震撼させた極めて特殊な事件について，世間の高い関心\nがある中，異例にも原告に無罪を言い渡した東京高等裁判所の判決に対する事件関\n係者のコメントを掲載するものであるから，これを読む一般読者は，同裁判所が具\n体的にどのような理由から無罪と判断したのかについて注目し，関連記事である上\n記１面トップ記事や判決要旨の記事も読むものと考えられる。\n７  争点５（本件各記事における事実摘示による原告の社会的評価の低下の有無）\nに関する当事者の主張\n［原告の主張］\n本件各記事により，原告の社会的評価が低下した。\n［被告の主張］\n原告は，「地下鉄サリン事件に代表される無差別大量殺人に及んだ，正に狂気の宗\n教団体である」とまで評されるオウム真理教の信者であった。そして，平成７年５\n月には，警視庁により，その教団による第１事件，第２事件及び第３事件に関与し\nたとして特別指名手配され，その状態が平成２４年６月３日に逮捕されるまで約１\n７年間にわたって継続され，このことは，報道により広く世間に知れ渡っていた。\nしたがって，原告は，本件各記事が発行されるより前から，既にこのような事実を\n踏まえた社会的評価を受けていたのであって，本件各記事によって原告の社会的評\n価が低下することはない。\nまた，仮に，本件各記事において摘示される事実の内容が原告の主張するとおり\nであったとしても，本件記事①～③の掲載後，被告を含む報道機関は，原告が第１\n事件，第２事件及び第３事件について嫌疑不十分とした不起訴処分又は無罪判決を\n受けた事実を繰り返し報じているのであるから，本件各記事によって損害賠償や謝\n罪広告を要するような社会的評価の低下は生じていない。\n８  争点６（真実性又は真実相当性の抗弁の成否）に関する当事者の主張\n［被告の主張］\n仮に，本件各記事における事実の摘示によって原告の社会的評価を低下させたと\nしても，以下のとおり，真実性又は真実相当性等が認められることから，被告は不\n法行為責任を負わない。\n⑴  公共利害性及び公益目的性\n本件記事①～③は，いずれも公訴が提起されるに至っていない人物の犯罪行為に\n関する事実であり，本件記事④も，長年にわたり特別指名手配を受けていた原告に\n関する刑事裁判の経過や結果等を内容としており，いずれも公共の利害に関する事\n実である。\nそして，被告は，報道機関として，社会の批評を仰ぐという公益を図る目的で，\n本件各記事を掲載した。\n⑵  真実性又は真実相当性\nア  本件記事①及び②について\n本件記事①及び②は，原告がサリン製造に関与した嫌疑をかけられている事\n実を摘示するものであるところ，これは真実である。\n仮に，これらの記事が原告のサリン製造への客観的な関与を断定的に摘示するも\nのであるとしても，原告は，第１事件等に関与しているとの疑いで，警視庁から１\n７年間にもわたって継続して特別指名手配を受けており，しかも，原告が逮捕され\nた直後，サリンの製造に関わっていたことは間違いないと供述していることが，警\n視庁捜査一課長の記者会見において発表されたことからすれば，被告がそのように\n真実であると信じたことには相当な理由がある。\n本件記事①には，「サリンを作るための試薬や実験機器の購入を担当した」と\nいう記載があるが，仮に同記事が原告の社会的評価を低下させるとすれば，その要\n因は，サリン製造に関与したという疑いをかけられているという事実を摘示した点\nにあり，その関与の具体的な態様は本質的な要素ではないから，同記載は，真実性\n又は真実相当性に係る立証の対象となるような重要な部分とはいえない。\nイ  本件記事③について\n本件記事③は，捜査機関において，原告がサリン製造に関与した可能性があ\nるとみて，更に捜査を進めるという捜査方針を摘示したものであるところ，これは\n真実である。\n仮に，本件記事③につき，原告宅から「サリン」と書かれたノートが押収さ\nれた事実を断定的に摘示していると解し得る余地があったとしても，これは，真実\n性又は真実相当性に係る立証の対象となる重要な部分とはいえない。本件記事③が\n原告の社会的評価を低下させる要因は，原告がサリンの製造に関与したのではない\nかと疑われ，捜査の対象とされている事実が摘示されている点にあるのであり，上\n記のノートの押収の事実から直ちに原告の社会的評価が低下するものではない。\n仮に，原告宅から「サリン」と書かれたノートが押収された事実が，真実性又は\n真実相当性に係る立証の対象になるとしても，被告の担当記者であったＨ記者が，\nオウム真理教をめぐる一連の事件の捜査情報を集約する要職にあった捜査員に対し\nて取材をしたところ，その事実を明らかにされたものであるから，真実性が認めら\nれる。なお，仮に，同捜査員が上記ノートの押収場所が原告宅であると明言してい\nなかったと認める余地があったとしても，Ｈ記者が，他の報道機関の記者もいる中\nで，「６月４日以降？」と原告宅に対する捜索差押えが行われた日をあえて取り上げ\nる形で質問したのに対し，一定の信頼関係を構築していた同捜査員がこれを肯定し\nたこと，第１事件が発生した平成７年当時から，報道により原告が「サリンの実験\n過程をノートにまとめていた」と見られていたこと，そして，原告本人もサリン製\n造への客観的な関与は認めていたことからすれば，ノートの押収場所として原告宅\n以外には想定し得ず，少なくとも被告がこれを真実と信じる相当な理由がある。\n本件記事③には，原告について「オウム真理教元幹部」との記載があるが，\nこれは，真実性又は真実相当性に係る立証の対象となるような重要な部分とはいえ\nない。「元幹部」と記載しようと「元信者」と記載しようと，原告の社会的評価の程\n度は大きく異ならない。\nウ  本件記事④について\n本件記事④は，元捜査関係者の個人的な理解に基づくコメントそれ自体を摘示す\nるものであるところ，被告は，オウム真理教に関する一連の事件の捜査に当たった\n警視庁の警察官に取材して同記事に記載されたコメントを得ており，これは真実で\nある。\n［原告の主張］\n⑴  本件記事①及び②について\nア  被告は，原告が１７年間にわたり特別指名手配を受けていたことを原告のサ\nリン製造への関与の真実相当性の根拠として主張するが，犯罪の嫌疑をかけられ特\n別指名手配を受けていることと，実際に犯罪を行ったこととは異なるのであるから，\nこの点は，原告がサリンの製造に関与したことについての真実相当性の根拠にはな\nらない。\nまた，被告は，原告がサリンの製造に関わっていたことは間違いないと述べてい\nたことを真実相当性の根拠として指摘するが，原告がそのように述べたことはない。\nイ  本件記事①の「教団では『厚生省』に所属。サリンを作るための試薬や実験\n機器の購入を担当した」という記載は，単純な関与の事実にとどまらず，その関与\nの具体的な態様を摘示するものであり，一般読者に対し，原告においてそれらがサ\nリンの製造に使われると認識していたという印象を与えるから，真実性又は真実相\n当性に係る立証の対象となるような重要な部分に当たる。そして，このような事実\nが原告の逮捕後に警察発表されたことはないのであるから，真実性も真実相当性も\nない。\n⑵  本件記事③について\n原告宅から「サリン」と書かれたノートが押収されたという事実は，原告がサリ\nンの製造に関与したという疑いを強めるものであるから，真実性又は真実相当性に\n係る立証の対象となるような重要な部分である。そして，捜査機関は原告宅以外に\nも捜索を実施しているはずであり，Ｈ記者が取材により得たと認められる情報だけ\nでは，同ノートの押収場所が原告宅であると判断できるようなものではなく，真実\n性又は真実相当性は認められない。\n⑶  本件記事④について\n原告がＢの側近中の側近で女性信者の頂点にいたという事実は，真実ではなく，\nこれを真実と信じるについて相当の理由もない。\n９  争点７（損害の発生及びその額）に関する当事者の主張\n［原告の主張］\n⑴  産経新聞は，平成２９年１月から同年６月までの平均で，東京本社版の朝刊\nについて６６万９９０６部，大阪本社版の夕刊について４４万４７１８部が販売さ\nれる新聞であり，本件各記事が掲載された新聞も全国で販売され，多くの者の目に\n触れることになった。\n⑵  これによって原告が被った精神的損害に対する慰謝料として，以下のとおり\nの金額が相当である。\nア  本件記事①  ４０万円\nイ  本件記事②  ３０万円\nウ  本件記事③  ４０万円\nエ  本件記事④  ４０万円\n⑶  原告は，損害賠償請求及び謝罪広告の掲載による被害回復のため，弁護士に\n本件訴訟の提起・追行を委任したところ，本件各記事による名誉毀損と相当因果関\n係が認められる損害である弁護士費用は，１５万円を下らない。\n［被告の主張］\n争う。\n１０  争点８（謝罪広告の必要性の有無）に関する当事者の主張\n［原告の主張］\n原告は，本件各記事の掲載により，その社会的評価を著しく低下させられ，第３\n事件で無罪判決となり身体拘束が解かれた後も，日常生活に甚大な不便・不利益を\n受けている。産経新聞の発行部数等に鑑みると，原告の社会的評価を回復するため\nには損害賠償をもってするだけでは不十分であり，産経新聞への謝罪広告の掲載が\n不可欠である。\n［被告の主張］\n争う。\n第３  当裁判所の判断\n１  認定事実\n前記前提となる事実に，後掲の証拠及び弁論の全趣旨を総合すれば，次の事実が\n認められる。\n⑴    警視庁捜査一課長は，原告が第１事件の容疑で逮捕された平成２４年６月３\n日夜に実施した記者会見において，原告が，その逮捕後の弁解録取において，\n「私はサリンの生成にかかわっていたことは間違いありません。しかし，当時\nは何を作っているか，知らない状態でした」と供述していることを発表した。\n（乙３の２，乙８の１～６，乙１３，証人Ｈ）\n⑵  第１事件に関し，Ｉは，平成２４年６月１５日に逮捕された。（乙５，証人Ｈ）\n⑶  Ｈ記者は，平成１８年に被告に入社し，地方での取材活動に従事していたが，\n平成２４年当時は，警視庁捜査一課及び同三課を担当し，オウム真理教をめぐる事\n件の取材にも関与していたところ，同年６月２０日午後１１時３０分頃，当該事件\nの捜査員の自宅前で，同捜査員からＩ及び原告に関する捜査状況について取材した。\nＨ記者は，同捜査員から，原告がサリンについて言及していないが，サリンとい\nう単語が書かれたノートが押収された旨を聴取したことから，「それは６月４日以\n降？」と質問したところ，「そうとってもらってかまわないが，それ以上は言わない」\nとの回答を得た。Ｈ記者は，これらの取材結果を取材メモ（乙１０）にまとめ，翌\n２１日午前０時１３分頃，取材班の他のメンバーに送信した（なお，同捜査員が当\n該ノートの押収場所が原告宅であると明言したことについては，上記取材メモにも\nその旨の記載がなく，総じてこれを裏付ける客観的な証拠がない上，Ｈ記者も，そ\nの証人尋問において，同捜査員が原告宅であると述べたことについてはっきり覚え\nていないなどと供述するにとどまるなど，本件全証拠によってもこれを認めるに足\nりない。この点は，後記７⑸において補足して説示する。）。\nＨ記者は，上記の取材結果等を基に本件記事③を執筆し，これが平成２４年６月\n２１日発刊の本件新聞③に掲載された。（乙１０，１３，証人Ｈ）\n⑷  被告に所属するＪ記者は，原告に対する第１事件に係る無罪判決が宣告され\nた平成２７年１１月２７日，元警視庁の捜査関係者らを取材し，同関係者らから，\n「一言，怒りだ。言葉がない。とんでもない判決」，「Ａ被告の逃走期間が長期間に\nなり，証人の記憶があいまいになっていて立証が難しかったという意見があるが，\n裏付けをしっかり取ればいいだけのこと。検察の証拠調べ能力が不足していたとい\nうことに尽きる」，「Ａ被告はＢの側近中の側近。Ｂのアドバイザー役とも言える。\n女性信者の頂点にいた。オウムという組織において『統制』と『維持』という重要\nな役割を担っていた。テロ計画の全容は，Ｂを通じてすべて耳に届いていたはずだ」\nというコメントを聴き取った。\n被告は，上記取材結果等を踏まえて，平成２７年１１月２８日発刊の本件新聞④\nに本件記事④を掲載した。（乙１１，１３，証人Ｈ）\n２  争点１（本件記事①の摘示事実の内容）に対する判断\n⑴  名誉毀損とは，人の社会的評価を低下させることをいうが，ある記事の意味\n内容が人の社会的評価を低下させるものであるかどうかは，当該記事についての一\n般読者の普通の注意と読み方を基準として判断すべきである（最高裁昭和２９年\n第６３４号同３１年７月２０日第二小法廷判決・民集１０巻８号１０５９頁参照）。\n⑵  本件記事①は，原告が第１事件に関する嫌疑で平成２４年６月３日夜に逮捕\nされたことをその翌日に１面で報じた本件新聞①の２３面に掲載されたものである\nところ，関連記事を含めた本件新聞①全体の構成及び記載内容に照らせば，本件記\n事①は，原告が，サリン製造の認識があったかどうかはともかく，客観的にはサリ\nンを作るための試薬や実験機器の購入を担当して関与していた事実を摘示するもの\nであると認められる。\nすなわち，本件新聞①は，まず１面において，「オウムＡ容疑者  逮捕」，「サリン\n生成認める」などといった見出し，原告が１７年間の特別指名手配の末に逮捕され\nた旨のリード文と共に，本文冒頭で，原告が「サリンの生成に関わっていたことは\n間違いない。しかし，当時は何を造っていたのか知らない状態でした」と供述して\nいるという弁解内容が警視庁により明らかにされたことを紹介し，原告が逮捕され\nたことやその認否について大きく報じている。次いで，２２面において，原告の逮\n捕を受けて実施された警視庁捜査一課長による記者会見の内容を紹介し，その中で\nも原告の上記弁解内容を引用している。そして，２３面において，その右側に記載\nされた記事で，原告の逮捕時の様子などを上記弁解内容と併せて扱い，その左側の\n本件記事①で，原告の逃亡生活やその時の心境などについて主に扱っている。\n以上のような構成である本件新聞①について，一般読者の普通の注意と読み方を\n基準とした場合，まず１面記事を読んで，原告が逮捕されたことや容疑を認めてい\nるかどうかといった基本的な情報を把握し，更に詳細な情報を把握したい者が，２\n２面以下に掲載された本件記事①を含む上記各記事を読み進め，原告の逮捕時の様\n子や逃亡生活時の心境等の詳細を含め把握するに至るのが自然である。そして，１\n面記事において，「サリン生成認める」という見出しで原告の認否に関し読者の関心\nを惹くとともに，本文冒頭において原告の弁解内容が引用されていることからすれ\nば，一般読者は通常当該部分を読むと考えられるのであって，このことは，その内\n容が，当時社会の強い関心が向けられていた第１事件に関して原告が１７年間の特\n別指名手配の末に逮捕されたというものであったことからも明らかである。このよ\nうな１面記事の内容のほか，上記各記事のうち本件記事①以外のものは全て原告の\n弁解内容を引用していることにも照らせば，本件記事①を読む一般読者は，原告の\n弁解内容を把握しこれを前提としてその内容に触れると考えられる。\nしたがって，本件記事①は，原告の認識はともかく，客観的には原告がサリンを\n作るための試薬や実験機器の購入を担当してその製造に関与したものとして理解さ\nれる内容であるというべきであり，原告がサリン製造の認識を有していたという事\n実を摘示するものであるとはいえない。\n⑶  これに対し，原告は，本件記事①がいかなる事実を摘示しているかを検討す\nるに当たり，他の記事の内容を考慮に入れるべきではない旨を主張する。しかし，\n一般読者の読み方としては，上記説示したとおりであり，少なくとも１面記事を経\n由した上で本件記事①を読むのが通常と考えられるものであって，本件記事①のみ\nを基準として社会的評価の低下の有無を論ずるのは相当ではない。\nまた，原告は，仮に関連記事の内容を考慮に入れたとしても，１面記事は，「サリ\nン生成認める」などという，一般読者をして原告がサリン製造をその認識を含めて\n認めたかのような印象を与える見出しが付けられている一方，一般読者が原告の弁\n解内容が引用された本文まで目を通すのが通常とはいえないと主張する。確かに，\n「サリン生成認める」という見出しだけを取り出してみれば，原告において当該製\n造物がサリンであるとの認識を有していると受け取られる可能性がないわけではな\nいが，このような見出しは，一般読者をして原告の認否に関心を向けさせることに\n主眼が置かれているものと考えられ，本件ではこの見出しのすぐ近くに位置する本\n文の冒頭に原告の弁解内容の詳細が引用されていること，そして，同記事の内容が\n上記のとおり社会の強い関心を向けられたものであったことからすれば，一般読者\nの注意を前提としても，その引用部分も含めて読まれるのが自然であるといえる（少\nなくとも本件記事①については本文を含めて読むにもかかわらず，１面記事の本文\nについては冒頭部分すら読まないということは，稀有であるものといわざるを得な\nい。）。\nさらに，原告は，本件記事①中， 原告が「化学薬品の専門家」であるという記\n載， Ｆらの逮捕やＢの指示をきっかけに長年逃亡し，葛藤を有していたという記\n載， 別の事件でも原料調達に奔走したという記載は，一般読者をして原告がサリ\nン製造を認識していたという印象を抱かせるものであると主張する。\nしかし， の記載は，原告がサリン製造への客観的な関与を認めていることのほ\nか，「爆弾の製造にも関与したとされ」ていることを指して，「化学薬品の専門家」\nと評しているものと解するのが相当であり，原告において何を製造しているか理解\nしていたということまで暗示するものであるということはできない。 の記載も，\n原告が葛藤を抱いていたとの指摘から，原告がサリン製造の認識を有していたこと\nを暗示するものであるとはいえない。 の記載は，別の事件でも第１事件と同様の\n関与をしたというにとどまり，第１事件での関与や認識に関して情報を付け足す趣\n旨のものと解することはできない。したがって，これらの記載を踏まえても，本件\n記事①が，原告の上記弁解内容を前提として，それにもかかわらずそのような認識\nが実際にはあったということを摘示するものであるとはいえない。\n原告の上記主張は，いずれも採用することができない。\n３  争点２（本件記事②の摘示事実の内容）に対する判断\n⑴  本件記事②は，朝刊である本件新聞①と同じ日の夕刊として発行された本件\n新聞②に掲載されたものであるところ，その記載内容に加え，本件新聞①とは異な\nり，本件新聞②においては原告がサリン製造の認識を否認していることへの言及が\nないことからすれば，一般読者の普通の注意と読み方を基準としてみた場合，原告\nが，教団の一員として，サリンの製造にそれと認識しつつ加担したことを前提事実\nとして摘示した上で，原告を含めた信者の人生をも狂わせたオウムは罪深いなどと\nいう意見又は論評を表現したものと認めるのが相当である。\n⑵  これに対し，被告は，本件記事②は，原告がサリン製造に関与したとの疑い\nをかけられたとの事実を摘示するにとどまり，原告のサリン製造への客観的な関与\nやその認識を断定的に摘示するものではない旨を主張する。しかし，本件記事②は，\nオウム真理教について「人類の歴史で，これほど人間に対して冷やかな感情を共有\nして人を殺戮した集団はなかった」と評するＣの言葉を引用した上で，「幻覚に憑か\nれた」原告が「サリンの製造に加わった」と記載し，これをもって「オウムは大量\n殺戮だけでなく，多くの信者の人生も狂わせた。罪深い。」と結ぶものである。その\n記載が断定的であることやその表現ぶりからすれば，一般読者の普通の注意と読み\n方に照らし，原告がサリン製造を認識しながらこれに関与したことを前提とした意\n見又は論評になっているといわざるを得ず，原告が「サリンの製造に加わった」と\nの疑いをかけられたことのみを捉えたものであるとみることはできない。\nまた，被告は，本件新聞②が発行された日の朝刊等において原告の逮捕やサリン\n製造の認識を否認した供述内容が既に報じられており，その報道内容に極めて高い\n関心を寄せていた一般読者は，これを前提知識として持った上で本件記事②を読む\nと考えられると主張する。しかし，本件新聞②は，本件新聞①等の朝刊によって原\n告の逮捕が報じられた日と同じ日に発行された夕刊であることからすれば，その内\n容が世間の極めて高い注目を集めていたことを踏まえても，店舗で販売されている\n本件新聞②を購入して初めてその報道に直に接するなど，原告の弁解内容を把握し\nないまま本件記事②を読む読者も十分に想定されるところであり，本件新聞②の発\n行時点で原告の弁解内容が一般読者の前提知識となっていたということはできない。\n被告の上記主張は，いずれも採用することができない。\n４  争点３（本件記事③の摘示事実の内容）に対する判断\n⑴  本件記事③は，その記載内容からすれば，第１事件で逮捕されたオウム真理\n教元幹部の原告の自宅から「サリン」と書かれたノートが押収されたという事実を\n摘示するものであると認められる。\n⑵  これに対し，原告は，原告宅から「サリン」と書かれたノートが押収された\nという事実が，原告の第１事件への関与を推認させるものであるとして，本件記事\n③は，原告がサリン製造を認識した上でこれに関与したことを摘示するものである\nと主張する。\nしかし，原告宅から「サリン」と書かれたノートが押収されたという事実が原告\nの関与や認識に対して相応の推認力を有しているとしても，本件記事③は，捜査の\n結果として上記事実が判明したことを端的に報じたものであり，原告の関与や認識\nがあったことを殊更に印象付けるような表現が採られていないことからすると，本\n件記事③が原告のサリン製造への関与やその認識まで摘示するものとみることはで\nきないというべきである。\n５  争点４（本件記事④の摘示事実の内容）に対する判断\n⑴  本件記事④は，第３事件に関し，東京高等裁判所において東京地方裁判所の\n有罪判決が破棄されて無罪判決が宣告されたことをその翌日に１面で報じた本件新\n聞④の２９面に掲載されたものであるところ，その記載内容からすれば，元捜査関\n係者が「判決に怒りを感じる」，「Ａ元信者はＢ死刑囚の側近中の側近で，女性信者\nの頂点にいたとされる。計画を知りうる立場にいたことは推認できる。裁判所を納\n得させるだけの証拠を集められなかったか…」というコメントをしたことを事実と\nして摘示するものであるといえるが，他方，以下に示すとおり，そのコメントを引\n用する形で，そこに示された，原告がＢの側近中の側近で，女性信者の頂点にいた\nという事実を摘示するものとみることはできない。\nすなわち，本件新聞④全体の構成及び内容をみると，まず，１面において，「オウ\nムＡ元信者逆転無罪」，「東京高裁『テロ認識に疑問』」などという見出しの下，原告\nに対し，東京高等裁判所において，第３事件に関して有罪とした原判決を破棄して\n無罪を言い渡す判決が宣告されたことを大きく報じている。次いで，２７面におい\nて，その判決要旨を掲載し，「意思決定への関与」という項目の中で，原告は「教団\nの意思決定や幹部らの意向について関知するような立場になく，教団が追い詰めら\nれているとしても，そのことから殺人などのテロ行為を企てていることを想起し，\n教祖の逮捕阻止のために，危険な化合物を用いて人の殺傷を含み得る活動を起こす\nというＦ死刑囚らの意図までを認識していたとはいえない」旨の判示がされたこと\nなどが記載され，東京高等裁判所が「テロ認識に疑問」と判断した理由について，\n原告の立場に立つ観点からのものも含めて紹介されている。そして，２９面におい\nて，本件記事④を掲載し，「Ａ元信者無罪  検察・被害者ら衝撃」，「『罪の意識あっ\nたはず』」などいう見出しの下，無罪判決に対する元捜査関係者のコメントが本文中\nに上記のとおり引用されているほか，原告本人，主任弁護人などのコメントも引用\nされている。\n一般読者は，以上のような構成の本件新聞④を読むに当たり，まず１面記事を読\nんで，東京高等裁判所においてテロの認識に疑いが残ると判断されて逆転無罪判決\nが宣告されたことを把握し，更にそのような判断がされたことについて興味を持っ\nた者が，２７面の判決要旨や２９面の本件記事④まで読み進めるものであると考え\nられる。このとき，東京高等裁判所の判断においてテロの認識が疑問視されたこと\nは，１面記事の見出しから明らかであるところ，そこから読み進めて本件記事④中\nの元捜査関係者のコメントに接した一般読者は，そのコメントをした者自身が「裁\n判所を納得させるだけの証拠を集められなかったか…」と述べていることからして\nも，そのコメントの内容が「テロ認識に疑問」との東京高等裁判所の判断に必ずし\nもそぐわないものであることを十分に理解し得るものであると認められる。\nそうすると，その元捜査関係者のコメントの内容は，裁判所に認められなかった\n一方当事者の主張あるいは所感にとどまるものであることが明らかであり，そのコ\nメントに接して原告の教団内における立場に関心を抱く読者は，この点について東\n京高等裁判所がどのような判断を示したのかにも当然に関心を抱くはずであり，１\n面記事でも参照されている２７面の判決要旨を読むものであると考えられ，その場\n合，上記のコメントが捜査機関側の主張等として位置付けられていることが一層明\n確になるものであると認められる。以上に加え，元捜査関係者のコメント以外にも，\n原告本人や主任弁護人，学識経験者など様々な立場からの東京高等裁判所の判決に\n対する受け止め方が紹介されている本件記事④の内容を考慮すれば，本件記事④が\n元捜査関係者のコメントを引用する形で，原告がＢの側近中の側近で，女性信者の\n頂点にいたという事実を摘示するものであるということはできない。\n⑵  これに対し，原告は，原告がＢの「側近中の側近で，女性信者の頂点にいた」\nという記載について，本件記事④の見出しが「検察・被害者ら衝撃」，「『罪の意識あ\nったはず』」というものであり，捜査機関・被害者側に偏ったものになっていること，\n元捜査関係者の発言として紹介されていることを理由に，単なるうわさ話や感想な\nどとして読まれるものではなく，捜査の結果に基づく事実として読まれるのが通常\nであると主張する。\nしかし，既に説示したところから明かなとおり，原告がＢの「側近中の側近」で\nあるということや「女性信者の頂点」にいたということは，捜査により得られた事\n実そのものというよりも，これを踏まえた捜査機関の見立てや評価であるといわざ\nるを得ず，元捜査関係者の発言として紹介されているからといって，一般読者をし\nてその内容が真実であると思わせるようなものとはいえない。また，本件記事④の\n見出しは，本文中で様々な立場からのコメントを掲載している中で，捜査機関や被\n害者のものを特に取り上げているものの，世間の極めて高い注目を集めた第３事件\nに関し，第１審判決で有罪となったものが控訴審判決で無罪となった場合に，捜査\n機関や被害者の受け止め方に比重が置かれるのも報道の在り方として不自然ではな\nいから，上記の見出しについて，殊更に捜査機関の述べていることが真実であると\n印象付ける表現であるということはできない。原告の上記主張は，採用することが\nできない。\n６  争点５（本件各記事における事実摘示による原告の社会的評価の低下の有無）\nに対する判断\n⑴  本件記事①～③について\nア  上記のとおり，本件記事①は，原告にサリン製造への客観的な関与があった\n事実を，本件記事②は，原告がサリン製造にその認識を有しながら関与していた事\n実を，本件記事③は，原告宅から「サリン」と書かれたノートが押収された事実を\nそれぞれ摘示するものであり，これらは，原告の犯罪への関与やその認識があるこ\nと又はその疑いが深まったことを示すものであるから，その事実の摘示が原告の社\n会的評価を低下させるものであることは，明らかである。\nイ  これに対し，被告は，原告がオウム真理教の信者であり，教団による各種事\n件で長年にわたり特別指名手配をされ，既にこれを踏まえた社会的評価を受けてい\nたことを理由に，本件各記事によって原告の社会的評価が低下することはないと主\n張する。しかし，本件記事①～③の内容は，実際に犯罪への関与やその認識があっ\nたこと，あるいは，これを強く疑わせる事実があることを示すものであるから，被\n告が指摘する事情があることを踏まえても，これらの記事により原告の社会的評価\nが新たに低下することは否定できない。\nまた，被告は，本件記事①～③の掲載後，被告を含む報道機関が，原告が第１事\n件，第２事件及び第３事件について嫌疑不十分とした不起訴処分又は無罪判決を受\nけた事実を繰り返し報じていることから，損害賠償や謝罪広告を要するような社会\n的評価の低下は生じていないと主張する。しかし，後に不起訴処分や無罪判決が報\nじられたからといって，本件記事①～③の掲載時点において原告の客観的な社会的\n評価が低下したという事実それ自体に消長を来すものではない。\n被告の上記主張は，いずれも採用することができない。\n⑵  本件記事④について\n本件記事④は，原告が起訴された第３事件に関し有罪であると考えていたという\n趣旨の元捜査関係者のコメントを摘示するものであり，第３事件における捜査機関\n側の主張等を記載したものにとどまるから，その摘示をしたことにより新たに原告\nの社会的評価が低下するものとはいえない。\nこの点に関する原告の主張は，本件記事④の摘示事実に関して，当裁判所とは異\nなる前提に立つものであり，採用することができない。\n７  争点６（真実性又は真実相当性の抗弁の成否）に対する判断\n⑴  一般論\n名誉毀損行為については，それが公共の利害に関する事実に係り，もっぱら公益\nを図る目的に出た場合で，摘示された事実の重要な部分が真実であることが証明さ\nれたときには，違法性が阻却され，不法行為は成立しないものと解され，また，摘\n示された事実が真実であることが証明されなくても，その行為者においてその事実\nを真実と信じることにつき相当な理由があるときには，行為者の故意又は過失が認\nめられず，不法行為は成立しないものと解される（最高裁昭和３７年 第８１５号\n同４１年６月２３日第一小法廷判決・民集２０巻５号１１１８頁，最高裁昭和５６\n年 第２５号同５８年１０月２０日第一小法廷判決・裁判集民事１４０号１７７頁\n参照）。\nそして，ある記事の特定の記載が重要な部分に当たるか否かは，当該記事の見出\nしの内容，本文の内容，同記事内での当該記載のウエイト等を総合的にみて，一般\n読者が当該記事を読んだ際に通常受けると考えられる印象を基準として判断すべき\nである。\n⑵  本件記事①～③の公共利害性及び公益目的性\n本件記事①～③は，いずれも報道機関である被告が公訴提起に至っていない人物\nの犯罪行為に関する事実を報じるものであって，公共利害性及び公益目的性が認め\nられるのは明らかである。\n⑶  本件記事①の真実性又は真実相当性\nア  本件記事①は，原告が第１事件を含むオウム真理教関連の事件に一定の関与\nをしたことを前提に，その逃亡に至る経緯や逃亡生活，当時の心境などに触れるも\nのであるから，原告のサリン製造への客観的な関与を摘示する部分は，重要な部分\nに当たる。そして，この部分は，原告がサリン製造に関わっていたことは間違いな\nいと供述したという，第１事件の捜査責任者である警視庁捜査一課長の記者会見に\nおいて発表された内容に依拠するものである上，原告も，無罪判決の確定後，自ら\n開設するブログにおいて，自らもサリンの生成に関与していたと思い込んでいた旨\nの投稿をしていること（乙１２）等に照らせば，少なくとも真実相当性，すなわち，\n被告において上記事実を真実と信じることにつき相当な理由があることが認められ\nるものというべきである。\nイ  他方，本件記事①が「教団では『厚生省』に所属。サリンを作るための試薬\nや実験機器の購入を担当した」と，原告の関与の具体的な態様を摘示している部分\nは，重要な部分とはいえない。すなわち，前記前提となる事実によれば，本件記事\n①においては，「信者に『会いたい』／メモに『もう出たい』」，「長期間の逃亡生活\n葛藤も」という見出しの下，原告の逃亡に至る経緯や逃亡生活，当時の心境などが\n主として記載され，全６段落中の最後の２段落で，原告の家庭環境や教団に入った\n経緯，教団内での原告の立ち位置が記載される中で，原告の関与の具体的な態様へ\nの言及がされていることが認められる。このように，本件記事①は，サリン製造に\n関与していたという原告が長期の逃亡生活をどのように過ごしていたのかを主眼と\nして報じるものであり，サリン製造への具体的な関与の態様を１面の記事よりも掘\nり下げる形で報じる趣旨のものではないことは明らかである。\nこの点について，原告は，単純な関与の事実にとどまらず，試薬や実験機器の購\n入を担当したという関与の具体的な態様を摘示するものであり，一般読者に対し，\n原告においてそれらがサリンの製造に使われると認識していたという印象を与える\nから，重要な部分として真実相当性に係る立証の対象となる旨を主張するところ，\n確かに，当該記載のみを取り上げて見れば，原告のサリン製造への関与について１\n面の記事よりも詳しく言及して，そのことをより強く印象付けたものということが\nできなくもない。しかし，上記説示のように，本件記事①は，原告の逃亡生活等を\n主眼とする内容であり，原告が認めたとされていたサリン製造への関与については，\n１面記事で主に取り扱われていたこと，本件記事①の当該記載が指摘する関与の具\n体的態様も，「教団では『厚生省』に所属。サリンを作るための試薬や実験機器の購\n入を担当した」といったサリン製造への関与があったと聞いて，一般的に想定され\nる範疇のものであり，記載の文脈や分量に照らしても，その役割の大きさや具体的\nな態様から推測される事実に焦点が当てられているわけではないと認められること\nからすれば，本件記事①の一般読者が関与の具体的な態様に関する部分に着目して，\n原告が主張するような印象を受けるとまではいい難い。\n以上によれば，当該記載部分は，重要な部分とはいえない。\nウ  したがって，本件記事①のうち重要な部分について真実相当性の立証があり，\n不法行為は成立しない。\n⑷  本件記事②の真実性又は真実相当性\n本件記事②は，原告がサリン製造にその認識がありながら関与した者であること\nを前提とした意見又は論評であり，その前提事実は重要な部分にあたるところ，同\n事実については，これを真実である又は真実と信じることにつき相当な理由がある\nと認めるに足りる証拠はない。すなわち，警視庁捜査一課長による前記記者会見の\n内容も，原告がサリン製造の認識があったとの言及をするものではない上，Ｈ記者\nによる前記の取材結果の内容に照らしても，結局，原告宅から「サリン」と記載さ\nれたノートが押収されたものと認めるに足りず，Ｈ記者又は被告においてそのよう\nに信じたことについて相当性を認めることも困難である（詳細は，後記⑸において\n認定説示する。）。\nなお，前記認定した原告のブログの内容（前記⑶ア）もサリンの認識の点につい\nて言及するものではないし，原告のサリン製造に関する他の報道機関による報道内\n容（乙１８，２０）も，事件当時，原告が上記の認識を有していたことを断定する\n内容のものでもない。\nしたがって，本件記事②について，真実性又は真実相当性の抗弁が成立するとは\n認められない。\n⑸  本件記事③の真実性又は真実相当性\nア   本件記事③は，「『サリン』表記のノート」，「Ａ容疑者宅から 事件関与記録\nか」という見出しの下，サリン製造の故意を否認していたオウム真理教元幹部たる\n原告の自宅から「サリン」と書かれたノートが押収されたことを記載するものであ\nり，サリン製造の故意に関わる重要な証拠が押収されたことを主題とした報道であ\nることは，一般読者においても明らかであるから，原告の自宅から「サリン」と書\nかれたノートが押収された事実は，重要な部分に当たる。\nこれに対し，被告は，本件記事③が原告の社会的評価を低下させる要因は，\n原告がサリン製造に関与したのではないかと疑われ，捜査の対象とされている事実\nが摘示されている点にあり，原告宅から「サリン」と書かれたノートが押収された\nという事実から直ちに原告の社会的評価が低下するものではなく，上記事実は，重\n要な部分とはいえないと主張する。\nしかし，サリン製造の認識を否認している原告の自宅から「サリン」と書かれた\nノートが押収された事実は，原告にその認識があったのではないかという疑いを強\nめるものであるから，上記事実により原告の社会的評価が新たに低下するものでは\nないとはいえず，重要な部分でないともいえない。\nイ   また，以下のとおり，本件記事③の上記の記載については，その内容が真\n実であると認めるに足りる証拠はなく，被告がこれを真実と信じる相当な理由があ\nるとも認められない。\nすなわち，前記認定事実によれば，「サリン」と書かれたノートの押収に関し，Ｈ\n記者が捜査員から聞き取ったものと認められる内容は，「Ａはサリンの事について\nの言及はない。ただ，サリンという単語が書かれたノートは押収している。（それは\n６月４日以降？）そうとってもらってかまわないが，それ以上は言わない。」という\nものにとどまり，本来，原告がサリン製造の認識を否認していることや，これに向\nけた捜査方針との関連で当該ノートの押収の事実を報じるに当たっては，それがど\nこから押収されたかという点が重要であるにもかかわらず，この点についての聴取\nも回答も得られていない。そして，第１事件が教団により行われた組織的犯行であ\nること，原告は１７年間にわたって逃亡生活を送っており，その関係先は原告宅に\n限られないこと，上記取材の５日前に，Ｉも同じ事件で逮捕されており，Ｉの住居\n等が原告の関係先である可能性もあり得ることを踏まえれば，平成２４年６月４日\nから同月２０日までの間の押収場所としては，原告宅あるいは原告の関係先以外に\nも想定されるのであると認められ，上記のやり取りは，押収場所を原告宅と信じる\nに足りる相当な理由にはならないものというべきである。まして，上記やり取りを\nもって上記記載内容が真実であると認めることもできず，他にその真実性又は真実\n相当性を認めるに足りる的確証拠はない。\nこれに対し，被告は，第１事件が起きた平成７年当時から，報道により原告\nが「サリンの実験過程をノートにまとめていた」と見られていたこと，原告本人も\nサリン製造への客観的な関与は認めていたこと，Ｈ記者が「６月４日以降？」と原\n告宅に対する捜索差押えが行われた日をあえて取り上げる形で質問したのに対し，\n一定の信頼関係を構築していた捜査員が他の報道機関の記者もいる中でこれを肯定\nしたことをもって，上記記載内容を信じるに足りる相当な理由があると主張する。\nしかし，原告が報道によりサリンの実験過程をノートにまとめていたと見られて\nおり，あるいは，原告本人がサリン製造への客観的な関与を認めていたとしても，\nこれらは，現に押収されたノートの押収場所について，それが原告宅ではないかと\nいう先入観を抱かせ得るものではあっても，原告宅であると判断するにふさわしい\n根拠となり得るものではない。また，Ｈ記者と捜査員とのやりとりは，確かに押収\n場所が原告宅である可能性を示唆するものともみ得るが，その他の可能性を示唆す\nるものとみることも十分可能であるから，上記記載内容が原告の否認している点に\n関する容疑の程度に相応の影響を与えるものであるという事柄の性質をも踏まえる\nと，押収場所が原告宅で間違いないかどうかについて更なる情報収集を要する状況\nにあったというべきであり，被告が主張するようにＨ記者の同捜査員に対する取材\n実績や信頼関係があるからといって，押収場所を原告宅と信じるに足りる相当な理\n由がない旨の判断が覆るものではない。\nウ  したがって，本件記事③について，真実性又は真実相当性の抗弁が成立する\nとは認められない。\n８  争点７（損害の発生及びその額）に対する判断\n以上のとおり，被告は，本件記事②及び③の掲載によって原告の社会的評価を低\n下させ，名誉を毀損したものであり，当該各行為につき，原告に対して不法行為責\n任を負うこととなる。\nそして，本件記事②及び③の事実の摘示の仕方及び内容のほか，世間の高い注目\nを集める事件として大手新聞社により報じられて相当数の読者の目に触れたものと\n認められること等の事情を総合考慮すると，上記各記事による名誉毀損によって生\nじた原告の精神的損害に対する慰謝料は，本件記事②については１０万円，本件記\n事③については１５万円と認めるのが相当である。\nまた，原告が本件訴訟を追行するために代理人弁護士を選任し，依頼したことは\n当裁判所に顕著であるところ，被告による不法行為と相当因果関係のある弁護士費\n用の額は，本件記事②については１万円，本件記事③については１万５０００円と\n認めるのが相当である。\n９  争点８（謝罪広告の必要性の有無）に対する判断\n謝罪広告は，その性質上，名誉回復のためにその必要性が特に高い場合に限って\n命ずるのを相当とする措置であると解すべきところ，本件記事②及び③が掲載され\nてから相当年数が経過していることその他本件に現れた一切の事情を考慮しても，\n原告の名誉を回復するために前記金額の損害賠償に加えて謝罪広告が必要であると\nまでは認められない。\n第４  結論\n以上によれば，原告の請求は，被告に対し，２７万５０００円及びうち１０万円\nに対する本件記事②の掲載日である平成２４年６月４日から，うち１５万円に対す\nる本件記事③の掲載日である同月２１日から，うち２万５０００円に対する本件訴\n状送達の日の翌日である平成３０年１０月２日から各支払済みまで民法（平成２９\n年法律第４４号による改正前のもの）所定の年５分の割合による遅延損害金の支払\nを求める限度で理由があり，その余は理由がない。\nよって，主文のとおり判決する。\n東京地方裁判所民事第３２部\n裁判長裁判官  中吉徹郎\n裁判官  寺岡洋和\n裁判官  一社紀行\n"
}