{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 2,
    "month": 6,
    "day": 30
  },
  "case_number": "平成30(ワ)15422",
  "case_name": "国家賠償請求事件",
  "court_name": "東京地方裁判所",
  "lawsuit_id": "89922",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=89922",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/922/089922_hanrei.pdf",
  "contents": "平成３０年（ワ）第１５４２２号  国家賠償請求事件\n判           決\n東京地方裁判所民事第１４部\n本  文  目  次\n主文 .....................................................................\n事実及び理由 .............................................................\n第１  請求 ...............................................................\n第２  事案の概要等 ....................................................... 5\n１  事案の概要 .........................................................\n２  前提事実 ........................................................... 6\n第３  争点 .............................................................. 13\n第４  争点１（本件優生手術の違憲性・違法性及び民法７２４条後段の規定の適用\n関係）に関する当事者の主張 .......................................... 13\n【原告の主張】 .......................................................... 13\n１  原告に対する本件優生手術の実施 .................................... 13\n２  本件優生手術により侵害された原告の権利 ........................... 13\n３  本件優生手術の国賠法上の違法性等.................................. 22\n４  原告の被告に対する損害賠償請求権への民法７２４条後段不適用 ....... 23\n【被告の主張】 .......................................................... 41\n１  民法７２４条後段所定の期間の法的性質が除斥期間であること ......... 41\n２  民法７２４条後段所定の除斥期間の起算点 ........................... 42\n３  民法７２４条後段の規定の適用を制限すべき例外的な場合に当たらないこと\n.................................................................... 43\n４  国賠法４条，民法７２４条後段の規定を適用することが憲法１７条の趣旨に\n反するものではないこと .............................................. 4\n第５  争点２（原告に対する救済措置ないし立法をしないことの違法性）に関する\n当事者の主張 ........................................................ 46\n【原告の主張】 .......................................................... 46\n１  厚生労働大臣の不作為の国賠法上の違法性 ........................... 46\n２  国会議員の立法不作為の国賠法上の違法性 ........................... 51\n【被告の主張】 .......................................................... 56\n１  厚生労働大臣の不作為の国賠法上の違法性に関する原告の主張に理由がない\nこと ................................................................ 56\n２  国会議員の立法不作為の国賠法上の違法性に関する原告の主張に理由がない\nこと ................................................................ 62\n第６  その余の争点に関する当事者の主張.................................. 68\n１  原告が被った損害 .................................................. 68\n２  謝罪広告の必要性 .................................................. 72\n第７  当裁判所の判断 .................................................... 74\n１  認定事実 .......................................................... 74\n⑴  優生保護法施行までの経緯 ........................................ 74\n⑵  優生保護法施行後の国の動き等 .................................... 83\n⑶  宮城県及び北海道における動き .................................... 91\n⑷  優生保護法に基づく優生手術の実施状況等 ......................... 98\n⑸  平成８年改正までの動き ......................................... 101\n⑹  平成８年改正 ................................................... 1\n⑺  諸外国における強制不妊手術を受けた者に対する救済例 ............ 112\n⑻  平成８年改正後の動き ........................................... 1\n⑼  一時金支給法の制定 ............................................. 121\n⑽  原告に対する本件優生手術の実施及びその後の経過 ................ 123\n２  争点１（本件優生手術の違憲性・違法性及び民法７２４条後段の規定の適用\n関係）について ..................................................... 1\n⑴  本件優生手術について ........................................... 1\n⑵  本件優生手術の国賠法１条１項適用上の違法性ないし被侵害権利について\n................................................................. 126\n⑶  原告の被告に対する国賠法１条１項に基づく損害賠償請求権に対する民法\n７２４条後段の規定の適用関係について ............................ 128\n⑷  民法７２４条後段所定の期間の起算点について .................... 128\n⑸  民法７２４条後段所定の期間の法的性質について .................. 13\n⑹  正義・公平の理念との抵触等による民法７２４条後段適用制限について\n................................................................. 136\n⑺  憲法１７条の趣旨による国賠法４条，民法７２４条後段の規定の適用制限\nについて ......................................................... 139\n３  争点２（原告に対する救済措置ないし立法をしないことの違法性）について\n................................................................... 140\n⑴  厚生労働大臣の不作為の違法性の有無について .................... 140\n⑵  国会議員の立法不作為の違法性の有無について .................... 142\n４  小括 ............................................................. 144\n第８  結語 ............................................................. 144\n令和２年６月３０日判決言渡し  同日原本交付  裁判所書記官\n平成３０年（ワ）第１５４２２号  国家賠償請求事件\n口頭弁論の終結の日  令和２年３月１７日\n判           決\n主 文\n１  原告の請求をいずれも棄却する。\n２  訴訟費用は，原告の負担とする。\n事実及び理 由\n第１  請求\n１  被告は，原告に対し，３０００万円及びこれに対する平成３０年６月２７日\nから支払済みまで年５分の割合による金員を支払え。\n２⑴  被告は，原告に対し，朝日新聞，毎日新聞，読売新聞，日本経済新聞及び\n産経新聞の全国版において，別紙謝罪広告目録第１記載の謝罪広告を，同目\n録第２記載の条件で掲載せよ。\n⑵  被告は，原告に対し，被告が運営する別紙謝罪広告目録第３記載のインタ\nーネットウェブサイト上に，同目録第１記載の謝罪広告を，同目録第４記載\nの要領で掲載せよ。\n第２  事案の概要等\n１  事案の概要\n本件は，平成８年法律第１０５号による題名改正前の優生保護法（昭和２３\n年法律第１５６号。以下，単に「優生保護法」という。）に基づいて優生手術\n（不妊手術。以下「本件優生手術」という。）を受けさせられたとする原告が，\n①  国家賠償法（以下「国賠法」という。）１条１項に基づく損害賠償として，\nア  主位的に，本件優生手術が憲法１３条，１４条１項，３６条に違反する違\n憲・違法なもので，当時優生保護法を所管していた厚生大臣等に国賠法１条１\n項の適用上の違法があるなどとして，被告に対し，本件優生手術により原告が\n被った損害に係る慰謝料３０００万円及びこれに対する訴状送達日の翌日（平\n成３０年６月２７日）から支払済みまで民法（平成２９年法律第４４号による\n改正前のもの。以下，特に断らない限り同じ。）所定の年５分の割合による遅\n延損害金の支払を求め，イ  予備的に，厚生労働大臣において，優生手術の違\n憲性を認め，被害実態を検証し，被害者の被害を回復するための措置（金銭賠\n償，謝罪を含む。）を講ずるとともに，優生思想を除去するための普及啓発活\n動を行うべき作為義務を負っていたにもかかわらず，これを懈怠し，また，国\n会議員において，優生保護法に基づく優生手術を受けた者に対する国賠法とは\n異なる金銭賠償等に係る特別立法が必要不可欠であることが明白であったにも\nかかわらず，長期にわたりその立法措置を怠っていたなどとして，被告に対し，\n上記アと同様の金員の支払を求め，併せて，②  被告の多年にわたる優生政策\nの推進及びその後の放置による我が国における優生思想の固着等により，上記\n優生手術を受けた者が周囲から忌避，排除され，劣等な存在として社会的評価\nを減ぜられるなどの偏見差別等の被害を受けたことからすれば，被告には，条\n理上，また，民法７２３条の法意に照らし，優生手術を受けた者に対する社会\n的評価を回復させる義務があるなどとし，被告に対し，別紙謝罪広告目録記載\nのとおりの謝罪広告を求める事案である。\n２  前提事実\n当事者間に争いのない事実，後掲の証拠（枝番のある証拠について，全ての\n枝番を含む場合には枝番の記載を省略する。以下同じ。）及び弁論の全趣旨に\nよれば，次の事実が認められる。なお，法律の制定及び改廃に関する事実につ\nいては公知の事実として認定した部分があるが，その際，鍵括弧付きで条文を\n引用する場合であっても，旧字体は新字体に改めた。\n⑴  優生保護法及びその関連法令（甲Ａ１，１９，８８，乙１）\n優生保護法は，昭和２３年７月１３日に成立し，同年９月１１日に施行さ\nれた。平成８年法律第１０５号による改正（以下「平成８年改正」という。）\n前の時点又は個別に明示する時点におけるその定める制度の概要は，次のと\nおりであった。\nア  目的及び定義\n優生保護法１条は，「この法律の目的」を見出しとし， 「この法律は，\n優生上の見地から不良な子孫の出生を防止するとともに，母性の生命健\n康を保護することを目的とする。」と定めていた。\nまた，優生手術とは，「生殖腺を除去することなしに，生殖を不能に\nする手術で命令をもって定めるもの」と（２条１項），人工妊娠中絶手\n術とは，「胎児が，母体外において，生命を保続することのできない時\n期に，人工的に，胎児及びその附属物を母体外に排出すること」と（同\n条２項），それぞれ定義された。なお，平成８年改正により，「優生手\n術」の語は全て「不妊手術」に改められたが，優生手術の定義自体は維\n持された。\nそして，上記「命令」である優生保護法施行規則（昭和２７年８月４\n日厚生省令第３２号）は，優生手術の術式について，精管切除結さつ法\n（精管を陰のう根部で精索から剥離して，２ｃｍ以上を切除し，各断端\nを焼しゃく結さつするもの。同規則１条１号），精管離断変位法（精管\nを陰のう根部で精索から剥離して切断し，各断端を結さつしてから変位\n固定するもの。同条２号），卵管圧挫結さつ法（卵管をおよそ中央部で\n把持し，直角又は鋭角に屈曲させて，その両脚を圧挫かん子で圧挫して\nから結さつするもの。同条３号）及び卵管間質部けい状切除法（卵管峡\n部で卵管を結さつ切除してから子宮角にけい状切開を施して間質部を除\n去し，残存の卵管断端を広じん帯又は腹膜内に埋没するもの。 同条４号）\nの四つを定めていた。\nイ  医師の認定による優生手術（３条）\n優生保護法３条は，「医師の認定による優生手術」の見出しの下，医師\nは，１項１号から５号までに該当する者に対して，本人の同意及び配偶者\n（いわゆる事実婚にある者を含む。以下同じ。）があるときはその同意を\n得て，優生手術を行うことができるとしつつ，「但し，未成年者，精神病\n者又は精神薄弱者については，この限りでない。」として，未成年者等に\nついては同条に基づく優生手術の対象外としていた。そして，同条１項１\n号は，「本人若しくは配偶者が遺伝性精神病質，遺伝性身体疾患若しくは\n遺伝性奇型を有し，又は配偶者が精神病若しくは精神薄弱を有しているも\nの」と，同項２号は，「本人又は配偶者の四親等以内の血族関係にある者\nが，遺伝性精神病，遺伝性精神薄弱，遺伝性精神病質，遺伝性身体疾患又\nは遺伝性畸形を有しているもの」と，平成８年法律第２８号による改正前\nの同項３号は，「本人又は配偶者が，癩疾患に罹り，且つ子孫にこれが伝\n染する虞れのあるもの」と定めるなどしていた。\nウ  ４条に基づく申請に係る審査を要件とする優生手術\n(ｱ)  昭和２４年法律第２１６号による改正前の優生保護法４条は，「医\n師は，診断の結果，別表に掲げる疾患に罹つていることを確認した場合\nにおいて，その者に対し，その疾患の遺伝を防止するため優生手術を行\nうことが公益上必要であると認めるときは，前条の同意を得なくとも，\n都道府県優生保護審査会に優生手術を行うことの適否に関する審査を申\n請することができる。」と定めていた。そして，具体的な「別表に掲げ\nる疾患」としては，１号として「遺伝性精神病」，２号として「遺伝性\n精神薄弱」，３号として「強度且つ悪質な遺伝性精神変質症」，４号と\nして「強度且つ悪質な遺伝性病的性格」，５号として「強度且つ悪質な\n遺伝性身体疾患」及び６号として「強度な遺伝性畸型」が定められてい\nた。\n昭和２４年法律第２１６号による改正により，４条の「申請すること\nができる。」との部分が「申請しなければならない。」とされたほか，\n別表に定める疾患の各号の名称につき，１号が「遺伝性精神病」，２号\nが「遺伝性精神薄弱」，３号が「顕著な遺伝性精神病質」，４号が「顕\n著な遺伝性身体疾患」及び５号が「強度な遺伝性奇型」とされて，平成\n８年改正前の時点と同様となった。\n(ｲ)  ４条に基づく申請があった場合の手続は，５条から１１条までに定\nめられていた。すなわち，都道府県優生保護審査会は，４条の規定によ\nる申請を受けたときは，優生手術を受くべき者にその旨を通知するとと\nもに，同条の要件該当性を審査の上，優生手術を行うことの適否を決定\nして，その結果を，申請者及び優生手術を受くべき者に通知する（５条\n１項）。優生手術を受くべき旨の決定を受けた者は，その決定に異議が\nあるときは，２週間以内に，中央優生保護審査会（後の公衆衛生審議会）\nに対し再審査を申請することができる（６条１項）。中央優生保護審査\n会は，再審査の請求を審査の上，改めて，優生手術を行うことの適否を\n決定して，その結果を，再審査の申請者，優生手術を受くべき者等に通\n知する（７条）。この決定に対して不服のある者は，１箇月以内に訴え\nを提起することができる（９条）。優生手術を行うことが適当である旨\nの決定に異議がないとき又はその決定若しくはこれに関する判決が確定\nしたときは，優生手術を行う（１０条。以下，同条に基づく優生手術を\n「４条による優生手術」ということがある。）。この優生手術に関する\n費用は，国庫の負担とする（１１条）。\nエ  １２条に基づく申請に係る審査を要件とする優生手術\n昭和２７年法律第１４１号による改正により，平成８年改正前の１２条\n及び１３条に相当する規定が追加された。これにより，従前，審査を要件\nとする（本人の同意を要件としない）優生手術の対象者は，いずれも遺伝\n性の疾患である「別表に掲げる疾患」にかかっている者に限られていたも\nのが，「遺伝性のもの以外の精神病又は精神薄弱」にかかっている者につ\nいても，精神衛生法（後の精神保健及び精神障害者福祉に関する法律）２\n０条（後見人，配偶者，親権を行う者又は扶養義務者が保護義務者（後の\n保護者。以下同じ。）となる場合）又は同法２１条（市町村長が保護義務\n者となる場合）に規定する保護義務者の同意があった場合には，都道府県\n優生保護審査会に優生手術を行うことの適否に関する審査を申請すること\nができるものされた（１２条）。そして，都道府県優生保護審査会は，上\n記申請を受けたときは，本人が同条に規定する精神病又は精神薄弱にかか\nっているかどうか及び優生手術を行うことが本人保護のために必要である\nかどうかを審査の上，優生手術を行うことの適否を決定して，その結果を，\n申請者及び上記同意者に通知するものとし（１３条１項），医師は，同項\nにより優生手術を行うことが適当である旨の決定があったときは，優生手\n術を行うことができるものとされた（同条２項。以下，同項による優生手\n術を「１２条による優生手術」ということがある。）。\nオ  優生保護審査会及び優生保護相談所\n成立時の優生保護法では，優生手術及び人工妊娠中絶に関する適否の審\n査その他同法で定める優生保護上必要な事項を処理するため，優生保護委\n員会が置かれ（１６条），中央優生保護委員会，都道府県優生保護委員会\n及び地区優生保護委員会があった（１７条）。その後，優生保護委員会は\n優生保護審査会と名称を変え（昭和２４年法律第１５４号による改正），\n地区優生保護審査会が廃止され（昭和２７年法律第１４１号による改正），\n中央優生保護審査会が公衆衛生審議会に改められた（昭和５７年法律第８\n０号による改正）。\nまた，成立時の優生保護法では，都道府県に少なくとも１箇所以上，\n「優生保護の見地から結婚の相談に応ずるとともに，遺伝その他優生保護\n上必要な知識の普及向上を図つて，不良な子孫の出生を防止するため」優\n生結婚相談所を設置するものとされていた（２０条，２１条）。この２０\n条中の「不良な子孫の出生を防止するため」という文言は，昭和２４年法\n律第２１６号による改正において，優生結婚相談所の設置目的に「受胎調\n節に関する適正な方法の普及指導」が追加された際，削除された。そして，\n昭和２７年法律第１４１号による改正により，優生結婚相談所は優生保護\n相談所に改称され，都道府県及び保健所を設置する市がこれを設置しなけ\nればならないものとされるなどした。\nカ  届出，禁止その他\n(ｱ)  医師は，優生保護法の規定によって優生手術又は人工妊娠中絶を行\nった場合は，理由を記して，都道府県知事に届け出なければならない\n（２５条）。\n(ｲ)  優生手術を受けた者は，婚姻しようとするときは，その相手方に対\nして，優生手術を受けた旨を通知しなければならない（２６条）。\n(ｳ)  優生手術の審査又はその事務に従事した者，優生手術又は人工妊娠\n中絶の施行の事務に従事した者等は，職務上知り得た人の秘密を漏らし\nてはならない。その職を退いた後においても同様とする（２７条）。\n(ｴ)  何人も，この法律の規定による場合のほか，故なく，生殖を不能に\nすることを目的として手術又はレントゲン照射を行ってはならない（２\n８条）。\n⑵  平成８年改正（甲Ａ１９，１４５）\n平成８年６月１８日，優生保護法の一部を改正する法律（同年法律第１０\n５号）が成立した。\n上記の改正法は，優生保護法の目的規定（１条）その他の規定のうち，不\n良な子孫の出生を防止するという優生思想に基づく部分（以下，この部分を\n「優生条項」ということがある。）が障害者に対する差別となっていること\n等に鑑み，法律の題名を優生保護法から母体保護法に，目的規定（１条）の\n「優生上の見地から不良な子孫の出生を防止するとともに」を「不妊手術及\nび人工妊娠中絶に関する事項を定めること等により」にそれぞれ改め，法律\n中にある「優生手術」の語を「不妊手術」に改めるとともに，遺伝性疾患等\nの防止のための優生手術及び精神病者等に対する本人の同意によらない優生\n手術に関する規定（３条１項１号及び２号並びに４条から１３条まで）と，\n遺伝性疾患等の防止のための人工妊娠中絶に係る規定（１４条１項１号及び\n２号）並びに都道府県優生保護審査会及び優生保護相談所に係る規定（１６\n条から２４条まで）を削除するものであった。\n平成８年改正の結果，母体保護法により不妊手術が行われるのは，「妊娠\n又は分娩が，母体の生命に危険を及ぼすおそれのあるもの」（３条１項１号）\n又は「現に数人の子を有し，かつ，分娩ごとに，母体の健康度を著しく低下\nするおそれのあるもの」（同項２号）のいずれかに該当する者に対し，本人\nの同意及び配偶者があるときはその同意を得て行う場合（ただし，未成年者\nを除く。同項柱書）と，同項各号に掲げる場合にその配偶者について同項の\n規定により行う場合（同条２項）に限定された。\n⑶  一時金の支給に係る立法\n平成３１年４月２４日，旧優生保護法に基づく優生手術等を受けた者に対\nする一時金の支給等に関する法律（以下「一時金支給法」という。）が成立\nした。\n一時金支給法は，優生保護法に基づき，又は同法の存在を背景として，多\n数の人々が，特定の疾病や障害を有すること等を理由に，平成８年改正まで\nの間において生殖を不能にする手術等を受けることを強いられ，心身に多大\nな苦痛を受けてきたとし，そのことに対し，「我々は，それぞれの立場にお\nいて，真摯に反省し，心から深くおわびする。」と前文に規定した上，優生\n保護法が施行されていた昭和２３年９月１１日から平成８年９月２５日まで\nの間に同法に基づく優生手術を受けた者（ただし，母体保護のみを理由に同\n法３条１項の規定による優生手術を受けた者を除く。）等を対象に，これら\nの者の請求に基づいて，一律３２０万円の一時金を支給することなどを定め\nている。\n第３  争点\n１  本件優生手術の違憲性・違法性及び民法７２４条後段の規定の適用関係（主\n位的請求）\n２  原告に対する救済措置ないし立法をしないことの違法性（予備的請求）\n３  原告が被った損害\n４  謝罪広告の必要性\n第４  争点１（本件優生手術の違憲性・違法性及び民法７２４条後段の規定の適用\n関係）に関する当事者の主張\n【原告の主張】\n１  原告に対する本件優生手術の実施\n原告は，（以下省略）宮城県内の教護院（現在の児童自立支援施設）である\n修養学園に入所させられた。そして，原告は，昭和３２年春頃，修養学園から\n宮城県立愛宕病院に連れていかれ，同病院において，優生保護法に基づく優生\n手術としての本件優生手術を受けさせられた。\n原告は自身が望まない本件優生手術を受けさせられたが，手術の前後を通じ\nて，原告に対する手術に関する正しい説明がされたことはなく，このことは，\n原告に対する本件優生手術が，「本人の意思に反しても行うことができる」，\n「欺罔等の手段を用いることも許される場合がある」との厚生省事務次官の通\n知（甲Ａ３）に則ってされたことを示している。\n２  本件優生手術により侵害された原告の権利\n原告は，国家から，「不良」ないし「劣性」な人間であるとの評価付けをさ\nれ，身体機能の一部を強制的に除去された。これにより，原告は，生殖機能及\nびリプロダクティブ・ライツという人格的生存に不可欠な人権を侵害されたの\nみならず，あらゆる人権保障の根幹をなす個人の尊厳（人間としての価値を否\n定されない状態）を侵害された。これを敷衍すると，以下のとおりである。\n⑴  原告の感じた苦痛等\n原告の本件優生手術時及び術直後の不安感及び恐怖心は計り知れなかった\nが，原告は，術後も痛みに苦しんだ。すなわち，原告は，本件優生手術後，\n１０日間ほどは激しい痛みに苦しみ，その後も痛みのためにまっすぐに歩く\nことができず，腰を曲げた不自然な態勢での生活を余儀なくされた。原告は，\n本件優生手術後しばらくしてから，修養学園の先輩から，「子どもが生まれ\nないような手術をしたんだよ。」と教えられ，本件優生手術を意思確認もな\nく受けさせられたことに，強い憤りと弱い立場の子どもゆえに苦情を言えな\nい悔しさを覚えた。\n原告は，その後成人になり，知人や親戚の結婚・出産を知る中で，子ども\nを持つ権利を奪われたことが人生に与える意味の大きさと屈辱を日に日に強\nく感じるようになった。当時は子どもを持つことが当然とされる社会的風潮\nにあり，子どもを持つことができない身体では結婚の前提条件を欠くものと\nみなされる状況にすらあった。原告は絶望感を覚え，自身に「結婚すること\nを諦めなければいけない。」と言い聞かせて生活してきた。原告は，自身が\n不良な行動をとったために修養学園に入ることになり，そのような不良行為\nを理由として本件優生手術を受けさせられたものと理解しており，本件優生\n手術を受けさせられたことは，自らが「不良」であるとの烙印を押されたと\nいうことであり，原告はかかる認識により自尊感情を害され，本件優生手術\nについて，周囲の者に打ち明けられないまま，ひた隠しに隠し続けていた。\n原告は，昭和４７年，縁があり亡妻と結婚し，自然に子どもを望むように\nなったが，亡妻に対しても本件優生手術のことを打ち明けることができなか\nった。知人や親戚は，子どもができないことについて亡妻を責めるような言\n動を見せることがあり，原告は，その圧力に耐える亡妻を間近で見ながら，\nずっと亡妻を欺いているかのような罪悪感を抱き続けていた。原告は，（以\n下省略）自分から子どもを持つ能力を奪い，亡妻を欺かざるを得ない立場に\n貶めた本件優生手術に改めて強い憤りを感じていた。亡妻を欺いているかの\nような罪悪感は，結婚生活の全期間にわたり原告を苦しめ続けた。原告は，\n亡妻が亡くなる直前に亡妻に本件優生手術を打ち明けたが，亡妻が，原告を\n責めたり怒ったりせず，穏やかに息を引き取ったことは，原告にとって唯一\nの救いであった。\n平成３０年１月，優生手術を受けた者による国家賠償請求訴訟が仙台地方\n裁判所に提起された（以下，この訴訟を，その後追加提訴されて併合された\n訴訟を含めて「仙台訴訟」という。）旨の報道を見た原告は，自分が受けた\n手術と同じであると感じた。原告は，この後，姉から，原告が優生手術を受\nけた事実を聞かされ，姉が祖母から本件優生手術のことを聞かされながら家\n族にさえ秘密にするなど深い悲しみを抱いていたことを知り，申し訳ない思\nいになった。\n原告は，いまだに亡妻の親戚や友人，知人に対し，本件優生手術や本件訴\n訟のことを打ち明けることができない。これらを打ち明けることは，自らが\n「不良」であるとの烙印を押されたことを知らしめることにほかならず，国\nの主導による優生思想払拭のための取組がされず，いまだに優生思想が根強\nく残存する社会において，かかる自らの烙印を周囲の者に知られれば，新た\nな差別の被害を受ける可能性すらある。優生思想によってもたらされた原告\nの被害は，現在もなお継続している。\n⑵  個人の尊厳（憲法１３条）の侵害\n憲法１３条は，「すべて国民は，個人として尊重される。」と規定する。\nこれは，個人の尊厳すなわち個人の平等かつ独立の人格価値を尊重するとい\nう個人主義原理を表明したものであり，憲法の基本原理として国政全般を支\n配するものである（最高裁判所昭和２２年（れ）第２０１号昭和２３年３月\n２４日大法廷判決・集刑１号５３５頁，甲Ａ３２）。また，個人の尊厳（人\n間の尊厳）の原理は，広く人権を承認する根拠となるものであり，憲法の基\n本原理である「基本的人権の尊重」を支えるものである。のみならず，個人\nの尊厳の原理は，同じく憲法の基本原理である「国民主権」をも支えるもの\nである。そのため，個人の尊厳（人間の尊厳）の原理は，基本的人権（自由\nの原理）と国民主権（民主の原理）の双方の由来となっている「最も基本的\nな原理」であるとされている。憲法が，その原理を１３条前段において改め\nて宣明している意味は極めて大きい。\n以上のとおり，憲法１３条が保障する個人の尊厳とは，個人があるがまま\nで尊重されることであり，何らの条件付けもなく，基本的人権を享受し，生\nきること，社会に存在することが当然に保障されることであり，個人の人格\nの尊厳こそが最高の価値である。個人の尊厳が保障されなければ，憲法が定\nめるあらゆる基本的人権は何らの意味をも有しないことになる。だからこそ，\n個人の尊厳が絶対不可侵であることを憲法は確認するのである。\n原告を含む優生手術の被害者は，優生手術によって憲法がその人権保障の\n中核として定める人としての社会における価値を否定された。これは個人の\n尊厳に対する侵害そのものである。そして，優生保護法によって植え付けら\nれた社会におけるスティグマがゆえに，優生手術の対象者は，家族のことな\nどを思って名乗りを上げられず，被害者同士が孤立している状況にある。原\n告は，本件優生手術によって人生の選択肢が不当に制限され，個人の人格形\n成にとって重大であり，個人の尊厳に関わる人生被害を被り，人として当然\nに有するはずの人生における発展可能性を失ったが，上記状況が，原告に対\nする権利侵害をより深刻にしている。\n国家による個人の尊厳の侵害は，国家が被害者の個人の尊厳を回復するた\nめの措置を講じ，被害者もまた憲法の保障する個人の尊厳を享受する主体で\nあることを社会に対して示さない限り，その侵害状態が除去されることはな\nい。具体的には，国家自らが優生思想及び優生手術の過ちを認めることはい\nうまでもなく，優生思想及び優生手術の被害に係る真摯な検証を踏まえて，\n今なお社会に根強く存在する優生思想，偏見・差別を完全に払拭し，被害者\nが社会において人として尊重されるべきであることを改めて浸透させるべく\n主体的に取組を推し進めない限り，被害者の個人の尊厳が真に回復すること\nはなく，その侵害状態は継続する。国家が自ら保護すべき個人の尊厳を侵害\nした場合において，その侵害状態を除去するのは当然国家の義務である。原\n告は，本件優生手術によって，個人の尊厳を侵害され，その侵害状態は現在\nに至るも継続しているのであり，本件では，原告の基本的人権を回復するに\n足る措置を十分に講じているかが問われている。\n⑶  身体に関する不可侵性の権利（憲法１３条）の侵害\n憲法１３条による個人の尊厳と幸福追求権の保障は，個人の生来有する身\n体機能を保持する権利を当然に導く，最も重要な基本的権利である。あらゆ\nる自由，幸福追求の基礎をなす生命に対する権利は，身体の自由があって初\nめて享受することができるからである。それゆえ，生命を維持している身体\nに対する侵害からの自由が保障される。このように，生命及び身体に対する\n権利として，個人の生命・身体が国家によって侵害されないことが同条で保\n障され，身体への侵襲は原則として許されない。\nまた，原告が本件優生手術を強制的に受けさせられたのは●●歳の時であ\nり，本件優生手術は，児童の権利に関する条約が禁止する児童に対する虐待\nにも該当する。すなわち，同条約１９条は，「あらゆる形態の身体的若しく\nは精神的な暴力，傷害若しくは虐待，放置若しくは怠慢な取扱い，不当な取\n扱い又は搾取（性的虐待を含む。）からその児童を保護するためすべての適\n当な立法上，行政上，社会上及び教育上の措置をとる」ことを締結国に義務\n付けており，子どもの権利委員会は，平成１８年の一般的意見９号（甲Ａ１\n２８）で，障害児に対する強制不妊手術の慣行が蔓延していることに対する\n深い懸念を表するなどしている。このように，強制不妊手術は，条約等によ\nり，子どもにとってはとりわけ重大な権利侵害であることが確認されている。\n⑷  残虐な刑罰に相当する行為であること\nア  絶対的禁止（憲法３６条）の侵害\n憲法３６条は「公務員による拷問及び残虐な刑罰は，絶対にこれを禁ず\nる」と定めているところ，「残虐な刑罰」とは，判例，学説上，「不必要\nな精神的，肉体的苦痛を内容とする人道上残虐と認められる刑罰」と解さ\nれている（最高裁判所昭和２２年（れ）第３２３号昭和２３年６月２３日\n大法廷判決・刑集２巻７号７７７頁，甲Ａ３４）。\n憲法３６条は，直接的には被疑者，被告人や罪を犯した者に対する国家\nによる残虐行為を禁止する規定ではあるが，罪を犯していない者に対する\n国家による残虐行為を許容するものではないことも明らかである。憲法は，\n国家による国民に対する残虐行為が絶対的に許容されないことを前提に，\nとりわけ被疑者や被告人に対して拷問や残虐的な取扱いがされやすいとい\nう歴史的背景を踏まえて，将来にわたってこれを防ぐため，特にこの点を\n明文で規定したものである。したがって，国家が国民に対して残虐な刑罰\nに相当する行為を行うことは絶対に許容されるものではなく，同条は，行\n政手続にも適用ないし準用されるものというべきである。\nそして，優生保護法は，障害のある者等を「不良」，「劣性」と位置付\nけ，「悪質な素質の遺伝による国民素質の低下を防止」すること，「民族\nの逆淘汰を防ぎ国民優化の理想に向かって前進する」ことを優生手術の目\n的としたところ，このような優生手術は，それ自体が，身体の一部をその\n同意なしに奪い取る「残虐」で「非人道的」な身体刑に相当する手術であ\nり，一切の例外なく是認されない行為である。強制的な不妊手術は，行政\n手続においても，憲法３６条の適用ないし準用により絶対的に禁止される\nものである。刑罰の対象すら存在しない状況で，その者たちの生殖能力を\n奪うという残虐な仕打ちを与える優生手術は，少なくとも実体的・手続的\n保障が定められている国による処罰（刑罰）と比べても，更に極悪非道な\n処遇である。\nイ  条約上も禁止される行為であること\n市民的及び政治的権利に関する国際規約（以下「自由権規約」という。）\n７条は，「何人も，拷問又は残虐な，非人道的な若しくは品位を傷つける\n取扱い若しくは刑罰を受けない。特に，何人も，その自由な同意なしに医\n学的又は科学的実験を受けない。」と規定し，「手指の切断，去勢，不妊\n手術，目を見えなくすることなどの体罰は間違いなく残虐な，非人道的な\n刑罰である」とされている（甲Ａ３５）。\nまた，拷問及び他の残虐な，非人道的な又は品位を傷つける取扱い又は\n刑罰に関する条約（日本は平成１９年に加入）は，「拷問」を「身体的な\nものであるか精神的なものであるかを問わず人に重い苦痛を故意に与える\n行為であって，本人若しくは第三者から情報若しくは自白を得ること，本\n人若しくは第三者が行ったか若しくはその疑いがある行為について本人を\n罰すること，本人若しくは第三者を脅迫し若しくは強要することその他こ\nれらに類することを目的として又は何らかの差別に基づく理由によって，\nかつ，公務員その他の公的資格で行動する者により又はその扇動により若\nしくはその同意若しくは黙認の下に行われるもの」（１条）と定義し，こ\nれを一切禁ずる。この「拷問」は，上記アと同様，その趣旨から，刑事手\n続に関連する行為に限定されるものではなく，国家が関与して実行される\n「人に重い苦痛を故意に与える行為」であればこれに該当し，優生手術も\nこれにより禁止されると考えるべきである。\nウ  以上のように，優生手術の行為それ自体が，身体の一部をその同意なし\nに奪いとるといった「残虐」で「非人道的」な身体刑に相当する手術であ\nり，一切の例外なく是認されない行為である。強制的な不妊手術は，憲法\n３６条により絶対的に禁止され，行政手続においても，同条の適用ないし\n準用により絶対的に禁止されるものである。条約上も禁止されることが当\n然に確認されてきたものであり，極めて重大な人権侵害である。\n⑸  子どもを持つ選択権（憲法１３条）の侵害\n子どもを産むか産まないかは人としての生き方の根幹に関わる決定であり，\n子どもを産み育てるかどうかを自らの自由な意思によって決定することは，\n幸福追求権としての自己決定権（憲法１３条）として保障される。同条は，\n個人の人格的生存に不可欠な重要事項についての自己決定権を保障しており，\n最も私的な領域に属する内容の一つである性と生殖に関する事柄は，第三者\nの干渉，特に国家による干渉を受けることなく，本人の完全なる自由な意思\nによって決定されるべきだからである。生殖能力を有し，子どもを産むか産\nまないか，いつ産むか，何人産むかを決定することは，リプロダクティブ・\nライツ（性と生殖に関する権利）として，全ての個人とカップルに自己決定\n権として保障される自然権的な権利でもある。この権利の重要性は，憲法２\n４条２項が，家族形成に関する事項について立法するに当たっては，個人の\n尊厳に立脚して制定すべき旨を規定していることからも基礎付けられる。優\n生保護法及び同法に基づく優生手術は，生殖機能を国家の積極的な政策によ\nり個人の意思を踏まえず強制的かつ永久的に奪うものであり，人の生命の誕\n生，個人の生き方，家族形成等に関する重要な権利である性と生殖に関する\n権利としての自己決定権を根本から侵害するものである。本人の同意なく強\n制的に実施される優生手術は，対象者の自己決定権としてのリプロダクティ\nブ・ライツを侵害することは明らかである。\n原告は，当初は，本件優生手術を理由に婚姻の権利の実現すら諦めかけて\nおり，婚姻後も，リプロダクティブ・ライツという基本的な人権を正当な理\n由なく将来にわたって一方的に奪われたことが長期間原告を苦しませ続けた。\n亡妻に対し，亡くなる直前まで本件優生手術を伝えることができなかったこ\nとが，原告の苦しみを如実に語っている。原告の自己決定権としてのリプロ\nダクティブ・ライツの侵害が憲法１３条に違反することは明らかである。\n⑹  平等原則（憲法１４条１項）違反\n憲法１４条１項は，事柄の性質に即応した合理的な根拠に基づくものでな\nい限り，法的な差別的取扱いを禁止する趣旨であると解すべきとされており\n（最高裁判所昭和３７年（オ）第１４７２号昭和３９年５月２７日大法廷判\n決・民集１８巻４号６７６頁，同裁判所昭和４５年（あ）第１３１０号昭和\n４８年４月４日大法廷判決・刑集２７巻３号２６５頁等），人は全て法の下\nに平等に扱われるべきであって，合理的な理由なしに異なる扱いを受けるこ\nとは同項が定める平等原則に違反する。\n優生保護法は，優生上の見地から不良な子孫の出生を防止するという目的\nのため，遺伝性疾患，精神障害，ハンセン病等を有する者や顕著な犯罪傾向\nのある者に対してのみ，一定の要件の下で，「悪質な素質の遺伝による国民\n素質の低下を防止」，「低能者の増加による民族の逆淘汰の防止」といった\n目的に基づき優生手術及び人工妊娠中絶を実施することができるとしていた。\n当該差別的取扱いは，上記各最高裁判所の判例が述べる規範に照らせば，\n事柄の性質に即応した合理的な根拠に基づくものでない限り許容されない。\nしかし，優生保護法の上記立法目的は，「悪質」 ，「国民素質の低下」 ，\n「低能者」といった根拠のない偏見に基づくものであり，かかる差別的取扱\nいを合理的として許容する余地は一切ない。人は全て生まれながらにして尊\n厳と権利につき平等であり，特定の疾患や障害があることをもってこの理念\nを覆し，人を「不良」，「劣性」とみなすことなど到底正当化できるもので\nはなく，これらの者を優生手術及び人工妊娠中絶の対象とすることは著しく\n不合理である。にもかかわらず，特定の疾患や障害があることを理由に，そ\nの人を「不良」，「劣性」であるとみなす優生保護法及び同法に基づく優生\n手術は，障害のある者等を対象とした差別的取扱いにほかならず平等原則に\n違反する。また，憲法１４条１項は，平等原則のみならず，個人の人権とし\nての平等権を保障していると解されることからすれば，優生保護法及び同法\nに基づく優生手術が，個人の平等権を侵害することも明らかである。\n３  本件優生手術の国賠法上の違法性等\n⑴  優生保護法は違憲・違法な法律であり，同法に基づく優生手術も重大な人\n権侵害を伴う違憲・違法な手術である。優生手術は，個人の人格価値を「不\n良」，「劣性」なものとして否定し，国民一人一人が固有の価値を有する人\n間として遇される権利としての個人の尊厳を直接的に侵害するものである。\nもちろん，優生手術は身体に対する重大な侵襲行為により，個々人が生まれ\nながらに有するかけがえのない身体機能を残酷に奪い取るものでもあった。\nまた，優生手術を受けた個人は，手術時のみならず人生をかけて，子どもを\n持つ選択権を永久に奪われた苦しみを味わうことになったのであり，優生手\n術は性と生殖に関する権利としての人格的自律権（自己決定権）を根本から\n侵害するものであった。このような残虐で非人道的な手術は，一切の例外な\nく絶対的に禁止されている残虐な刑罰に相当する行為である。障害のある者\nや顕著な犯罪の傾向のある者等を対象としたこのように残酷な手術が不当な\n差別に当たることには，疑いを差し挟む余地がない。\n優生手術は個人の尊厳に対する重大な侵害であるとともに，身体に関する\n不可侵性の権利（憲法１３条，３６条），性と生殖に関する権利（リプロダ\nクティブ・ライツ，憲法１３条），平等原則（憲法１４条１項）に違反する\n違憲・違法な手術である。\n⑵  被告は，上記⑴のとおり違憲・違法な優生手術を許容又は強行する法律で\nある優生保護法を制定・施行したのであり，本件優生手術の当時，同法を所\n管していた厚生大臣は，国家公務員としての憲法尊重擁護義務（憲法９９条）\nを負っており，本人の同意によらない優生手術を実施しないよう，都道府県\n知事を指導すべき注意義務を負っていた。にもかかわらず，厚生大臣は，違\n憲・違法な優生手術をむしろ積極的に実施させたものであり，これは，上記\n注意義務に著しく違反するものであった。原告に対する本件優生手術も，当\n該注意義務違反に起因して行われたものであるから，被告は，このような厚\n生大臣の公権力の行使たる職務行為につき，国家賠償責任を負う。\nまた，宮城県優生保護審査会は，原告に対する本件優生手術の実施につい\nて，漫然と審査して手術が適当である旨の決定をし，重要な手続を履践しな\nかったものである。優生手術の実施に関する事務は被告の機関委任事務であ\nるから，委任者たる被告は，国賠法１条１項に基づき，宮城県優生保護審査\n会の注意義務違反により原告に生じた損害を賠償すべき義務を負う。\n⑶  以上の次第であり，原告に対する本件優生手術の実施は違憲であり，かつ，\n国賠法上違法である。被告は，本件優生手術の実施について，国賠法１条１\n項に基づき損害賠償義務を負う。\n４  原告の被告に対する損害賠償請求権への民法７２４条後段不適用\n⑴  民法７２４条後段所定の期間の起算点\nア  最高裁判所は，炭鉱労働者が採掘作業の際に吸い込んだ粉じんにより，\n徐々に肺機能が低下し，相当期間経過後に重度の肺機能障害や肺がんなど\nを発症した事案において，民法７２４条後段所定の除斥期間の起算点たる\n「不法行為の時」について，「加害行為が行われた時に損害が発生する不\n法行為の場合には，加害行為の時がその起算点となると考えられる。しか\nし，身体に蓄積した場合に人の健康を害することとなる物質による損害や，\n一定の潜伏期間が経過した後に症状が現れる損害のように，当該不法行為\nにより発生する損害の性質上，加害行為が終了してから相当の期間が経過\nした後に損害が発生する場合には，当該損害の全部又は一部が発生した時\nが除斥期間の起算点となると解すべきである。なぜなら，このような場合\nに損害の発生を待たずに除斥期間の進行を認めることは，被害者にとって\n著しく酷であるし，また，加害者としても，自己の行為により生じ得る損\n害の性質からみて，相当の期間が経過した後に被害者が現れて，損害賠償\nの請求を受けることを予期すべきであると考えられるからである」と判示\nした（最高裁判所平成１３年（受）第１７６０号平成１６年４月２７日第\n三小法廷判決・民集５８巻４号１０３２頁。以下「最高裁平成１６年判決」\nという。）。\n最高裁平成１６年判決の趣旨を踏まえれば，民法７２４条後段所定の期\n間の起算点の判断に当たっては，①  損害の性質，②  期間を進行させる\nことが被害者に酷であること，及び③  加害者の事情を検討し，実質的に\n判断すべきである。\nイ  損害の性質\n本件優生手術により原告が受けた苦痛等は，上記２⑴のとおりである。\nすなわち，原告は，何も知らされず，強制的に本件優生手術を受けさせら\nれたのであり，子どもができなくなる手術を受けさせられたことを認識し\nた後，父親に対する怒りや憎しみを抱かざるを得ない状況に陥ったほか，\n家族形成においても将来に不安を抱かざるを得なくなるなど精神的苦痛を\n抱きながらの生活を送らざるを得なかった。昭和３０年代から昭和４０年\n代にかけての我が国の社会においては，結婚して子どもを持つことが当然\nのことと捉えられ，生殖能力があることが結婚の前提条件として重視され\nていたことから，生殖能力のない者はこれを欠くものとして，社会から肩\n身の狭い思いを強いられる風潮があった。このような社会風潮の中で，優\n生手術を受けた者は，結婚の機会を奪われ，社会的に苦しい立場に追いや\nられたのであり，加えて，優生思想に基づく様々な偏見や差別の下で，優\n生手術が実施されたことを秘密にせざるを得なかった。原告も，当初は結\n婚を諦めていたほか，結婚後に子どもを期待する周囲からの声に苦しむと\nともに，亡妻に対しても生殖能力がないことを伝えられないことによる罪\n悪感に苦しんだほか，死の直前まで告白できなかったことで，亡妻に対し\nて申し訳ないという気持ちを抱いている。さらに，原告は，仙台訴訟が提\n起された後，優生手術の実態を知ったほか，原告の姉に，本件優生手術の\nことを秘密にさせることにより悲しみを負わせていたことを知り，申し訳\nない気持ちとなった。原告は，現在もなお，報道機関からの取材には応じ\nる決意をしたものの，亡妻の親戚や友人，知人等に対してその苦しい心中\nを告げることができず，社会から差別を受けるかもしれないという恐怖に\n怯えている。これは，現在も国が優生手術を正当化しており，優生思想が\n根強く残存する社会において，一度押された「不良」という烙印が知られ\nることにより，新たな差別の被害を受ける可能性があるからである。原告\nは，その苦しみ，悲しみ等に国が向き合ってくれないことに憤りを感じ，\nその苦悩は提訴後もいまだ止んでいない。\n以上のように，原告が被った損害は，本件優生手術に伴う優生施策の普\n及，促進，その後の不作為による損害と拡大し，現在に至っても継続して\nいるものであり，原告の生涯にわたり継続しているものである。このよう\nな損害は，「人生被害」というべきであり，一体の損害としてとらえなけ\nれば捕捉しきれず，全体として一体的に評価しなければならない。\nウ  期間を進行させることが被害者にとって酷であること\n被告は，過去の優生手術が適法である旨主張し続け，その被害の実態調\n査すらしていなかったものであり，優生手術を受けた者がその手術内容を\n理解していない状況も見られたことからすれば，優生手術を受けた者が損\n害賠償請求権を行使することができる状況ではなかったのであり，上記イ\nの損害の性質からしても除斥期間内の訴訟提起は困難であったといえる。\nすなわち，我が国の強制不妊手術については，１９９０年代から国際社\n会において批判が続けられていたにもかかわらず，日本政府は，国際連合\n（以下「国連」という。）の自由権規約委員会に対する自由権規約４０条\n１項（ｂ）に基づく第５回政府報告（甲Ａ８）において，対外的に，優生\n保護法に基づく強制不妊手術が適法であり補償する考えがないことを明言\nするなど，同手術を受けた者を含む国民をして，同法に定められた事柄が\n憲法上相当の根拠を有するものであったとの推測を与え，優生保護法が憲\n法違反の法律であったと考えるはずもない状態にしていたものであり，原\n告において，優生保護法の違憲性を問う国家賠償請求訴訟を提起すること\nを期待することは酷である。同様の趣旨は，松本克美教授の意見書（甲Ａ\n１４７）においても，指摘されている。\nまた，被告（厚生労働省）は，平成３０年に至ってようやく，優生保護\n法に基づく優生手術の被害の実態調査や証拠保全に着手したものであり，\nそれまで調査等を怠っていたものである。被害の実態すら明らかになって\nいない状況において，優生手術を受けた者に，被告に対して損害賠償請求\nをするよう求めることも酷である。\nそもそも，優生保護法に基づく強制不妊手術においては，手術当時，手\n術内容の説明を受けなかった者も多く確認されており，原告も，本件優生\n手術が同法に基づく優生手術であることを認識したのは，平成３０年１月\nの仙台訴訟の提起後であった。手術の内容を十分に理解していなかった原\n告に，その権利行使を要求するのは酷である。\n加えて，上記イでも主張したとおり，原告を含む優生手術の被害者は，\n生殖能力を奪われ，また，スティグマを押されたことによる被害に長年苦\nしんでおり，そのため家族や親しい友人にすら優生手術の事実を知らせる\nことを躊躇していたのであって，同事実を公表して国家賠償請求訴訟を提\n起することは，被告が社会において優生思想の除去を行っていない状況下\nにおいては，更なる差別を生み出す可能性が高く，社会通念上極めて困難\nであったというべきである。\nエ  加害者側の事情\n被告は，優生保護法を制定し，各都道府県に強制不妊手術の実施を指示\nしていた上，上記ウのとおり，国連の自由権規約委員会の勧告に対して強\n制不妊手術が適法である旨主張し，正当化していたのである。\n本件は，加害者である被告が，優生保護法を維持して優生思想を流布す\nることによって，被害者が加害行為の違法性を認識しづらい状況を作出し，\nさらに，被害者を被差別対象者とすることによって虐げ，加害者に対して\n権利行使などできるはずもない状況を作出し，その後も，被害者に対し，\n違法行為を行ったことを積極的に情報提供することも，謝罪することもし\nなかった事案である。そして，本件の際立った特殊性は，これらの行為を\n一般人ではなく国家権力が行い，あろうことか，自らの行為を正当化する\n法律（優生保護法）を制定し，その後も，同法及び同法に基づく施策が差\n別であった点を認めず，自らの行為の違法性を隠し続けることによって，\n被害者の権利行使を阻害し続けてきたという点である。\n以上のように，被告は，自らの加害行為を正当化し，自ら流布した優生\n思想を除去しないことによって，被害者による権利行使を阻害してきたの\nである。一方で，厚生省優生保護部会資料・研究報告書（甲Ａ１３６・最\n終頁）において，昭和６２年３月２７日の時点で，優生保護法の目的規定\nの文言に疑問が呈され，優生手術について人道的な問題が指摘されていた\nことは，被告が，同法の違憲性及び同法に基づく強制不妊手術が違法であ\nることを認識していたか，認識し得たことを示す。\nこれらの事実は，加害者である被告に対し，民法７２４条後段所定の期\n間経過による恩恵を受けさせるべきではないとの価値判断を強く働かせる\nものであり，極めて重要である。\nオ  以上からすれば，①  損害の性質，②  期間を進行させることが被害者\nにとって酷であること，及び③  加害者の事情から実質的に判断して，本\n件においては，民法７２４条後段所定の期間制限はいまだ起算していない\nというべきである。\nカ  民法７２４条後段所定の期間を時効と解する場合，その起算点は，権利\n行使につき法律上の障害がなく，権利の性質上，行使を現実に期待するこ\nとができる時点を指すことになるが，この場合，上記イからエまでと同旨\nの事情ないし理由により，優生手術を受けたことに関する損害賠償請求権\nの起算点は，早くとも，仙台訴訟の提起日である平成３０年１月３０日と\nなる。\nまた，仮に，民法７２４条後段の規定が除斥期間を定めた規定であると\n解する場合であっても，そのように解する判例が「権利を行使することが\nできる時」を起算点とする同法１６６条の法意を積極的に排除するもので\nはないから，同法７２４条後段所定の２０年の起算点については，同法１\n６６条に準じた解釈（類推適用）をするべきである。したがって，その起\n算点は，上述したところと同様の帰結となる。\nしたがって，いずれの場合も，民法７２４条後段所定の期間は経過して\nいない。\n⑵  民法７２４条後段該当性に係る被告の主張が消滅時効の援用に当たり，信\n義則違反又は権利濫用として排斥されること\nア  民法７２４条後段の規定の法的性質\n(ｱ)  除斥期間と解することの不当性\n最高裁判所は，民法７２４条後段に定める２０年の期間は除斥期間を\n定めたものであると解している（最高裁判所昭和５９年（オ）第１４７\n７号平成元年１２月２１日第一小法廷判決・民集４３巻１２号２２０９\n頁。以下，「最高裁平成元年判決」といい，この見解を「除斥期間説」\nという。）。しかし，次のとおり，上記２０年の期間は時効期間を定め\nた も の で あ る と 解 す べ き で あ り （ 以 下 ， こ の 見 解 を 「 時 効 説 」 と い\nう。），最高裁平成元年判決は変更されるべきである。\n最高裁平成元年判決は，除斥期間説を採用する理由として，①  民法\n７２４条がその前段で３年の短期の時効について規定し，更に後段で２\n０年の長期の時効を規定していると解することは，不法行為をめぐる法\n律関係の速やかな確定を意図する同条の趣旨に沿わず，②  むしろ同条\n前段の３年の時効は損害及び加害者の認識という被害者側の主観的な事\n情によってその完成が左右されるが，同条後段の２０年の期間は被害者\n側の認識のいかんを問わず一定の時の経過によって法律関係を確定させ\nるため請求権の存続期間を画一的に定めたものと解するのが相当である\nからである旨説示している。\nしかし，最高裁判所平成５年（オ）第７０８号平成１０年６月１２日\n第二小法廷判決・民集５２巻４号１０８７頁（以下「最高裁平成１０年\n判決」という。）における河合伸一裁判官の意見（以下「河合意見」と\nいう。）や最高裁判所平成２０年（受）第８０４号平成２１年４月２８\n日第三小法廷判決・民集６３巻４号８５３頁（以下「最高裁平成２１年\n判決」という。）の田原睦夫裁判官の意見（以下「田原意見」という。）\nが指摘するように，時効説によっても，法律関係の速やかな確定に寄与\nするものと評することができるのであるから，上記①の部分は，除斥期\n間説を採用する根拠とはならない。\nまた，河合意見及び田原意見が指摘するように，取引関係者の法的地\n位の安定などが要請される場面であればまだしも，不法行為に基づく損\n害賠償請求権については，除斥期間の制度趣旨から考慮すれば，除斥期\n間を適用する必要性は否定される。そして，上記②の部分は，不法行為\nに基づく損害賠償請求権の権利者が民法７２４条後段所定の期間内にこ\nれを行使しなかった場合に，当該事案における具体的事情を審理判断し，\nその内容によっては例外的に上記期間経過後の権利行使を許すこととす\nるのか，それともそのような審理判断をすることなく，常に期間経過の\n一事をもって画一的に権利行使を許さないこととするかという問題の中\n核について，十分な理由を示すことなく，結論ありきの理由を述べたも\nのにすぎない。\nこのように，最高裁平成元年判決が除斥期間説を採用する根拠として\n挙げる理由は，いずれも不適切である。\nさらに，最高裁平成元年判決は，除斥期間説を採用し，時の経過によ\nって請求権が絶対的に消滅したものとして，相対的な事情（信義則違反\nや権利濫用の有無）を考慮しないこととしたにもかかわらず，最高裁平\n成１０年判決や最高裁平成２１年判決においては，「正義・公平の理念」\nなる概念を持ち出し，当該事案における相対的な事情を考慮した上で，\n民法７２４条後段の規定の適用を制限している。このような判断に対し\nては，田原意見において，「多数意見は，本件事案にかんがみ法的には\n既に消滅している請求権の行使を認めるものであって，論理的には極め\nて困難な解釈をしているものと言わざるを得ない。」と指摘されるなど\nし，学説からも，最高裁平成１０年判決と除斥期間の概念とが論理的に\n矛盾している旨の批判が向けられているところである。\n(ｲ)  時効説の妥当性\n民法７２４条は，沿革的に後段を含め消滅時効を規定したものであり，\n立法過程においても，同条後段を除斥期間とするという議論がされたこ\nとはない。同法起草委員らも，２０年の長期期間につき「亦同シ」とい\nう文言を使うことにより，前段の「時効ニ因リテ消滅ス」を受けること\nとして時効期間を定めたものとされている。上記起草委員の一人である\n梅謙次郎によるものを含む同法制定時の条文解説書（甲Ａ４６から４８\nまで）の記載からも，同法制定当時，同法７２４条後段の規定が消滅時\n効を定めたものとされていたことは明らかである。\nまた，民法７２４条後段の「同様とする」は，文理上，前段の「時効\nによって消滅する」を受けていると解するのが自然であり，このことは，\n河合意見や田原意見においても指摘されている。学説においても，除斥\n期間説は痛烈に批判されており，時効説が通説であるし，田原意見が指\n摘するように，時効説を採用することは近年の世界の潮流にも沿うもの\nである。\n平成２９年法律第４４号による改正後の民法において，７２４条は，\n２０年の期間についても消滅時効であることが明示されたが，これは，\nもともと時効と解すべきところを，判例が誤った解釈をして除斥期間説\nを採っているため，被害者救済が不十分となっていることから，このよ\nうな解釈の余地を封じるため行われたものであり，実質的な法改正では\nなく，時効であることを「確認」したものにすぎない。\n(ｳ)  結論\n以上のとおり，民法７２４条後段の規定は，時効を定めたものと解す\nべきであることは明らかである。\nイ  被告による消滅時効を援用する旨の意思表示が信義則違反又は権利濫用\nとして排斥されること\n(ｱ)  民法７２４条後段の規定が時効を定めたものと解する場合，仮に時\n効が完成しているとしても，被告において，同条後段に該当する旨を主\n張することが信義則違反又は権利濫用と評価される場合には，当該主張\nは排斥される。\n(ｲ)  判断基準\n一般に，信義則違反又は権利濫用の有無は，不法行為制度の目的が損\n害の公平な分担を図ることである点に鑑み，①  被害者において権利行\n使をしなかったことに関するやむを得ない事由の有無，②  当該不法行\n為の内容や結果，③  双方の社会的・経済的地位や能力，④  その他諸\n般の事情を考慮し，法定期間経過を理由に損害賠償請求権を消滅せしめ\nることが公平の理念に反するといえるか否かによって判断するべきであ\nる（河合意見参照）。\nこの判断において，最高裁判所平成１８年（行ヒ）第１３６号平成１\n９年２月６日第三小法廷判決・民集６１巻１号１２２頁（以下「最高裁\n平成１９年判決」という。）が，「訴訟を提起するなどして自己の権利\nを行使することが合理的に期待できる事情があったなどの特段の事情の\nない限り，信義則に反し許されないものと解するのが相当である。」と\n判示していることが，加害者が被害者の権利行使を阻害してきたという\n経緯がある本件においても大いに参考になる。本件において，上記①か\nら④までの考慮要素を検討する際には，原告が「自己の権利を行使する\nことが合理的に期待できる事情があったなどの特段の事情」がない場合\nには，原則として，被告が民法７２４条後段所定の期間制限を援用する\nことは信義則違反又は権利の濫用に当たるとして，排斥されなければな\nらない。\n(ｳ)  本件への当てはめ\nａ  被害者において権利行使をしなかったことに関するやむを得ない事\n由の有無（上記(ｲ)①）\n最高裁平成１９年判決では，法令の根拠を有しない通達を理由とし\nて不当な行政決定を行った事例において，「通達に定められた事項は\n法令上相応の根拠を有するものであるとの推測を国民に与えるもので\nあるから…（略）…その行使を期待することは極めて困難であったと\nいわざるを得ない。」と判示しており，これとパラレルに考えれば，\n通常，法律に定められた事項は，憲法上相応の根拠を有するものであ\nるとの推測を国民に与えるものであるため，国民において係る法律が\n違憲であるなどという発想を持つこと自体が極めて困難である。そし\nて，上記⑴ウのとおり，被告が，対外的に，優生保護法に基づいて行\nわれた強制不妊手術は適法であるため補償を考えていない旨明言し，\nその後，対外的にこの見解を変更していないことなどからも，原告が，\n法律の違憲性を前提とした国家賠償請求訴訟を民法７２４条後段所定\nの期間内に行うことを期待することは，極めて困難である。\nまた，被告は，優生思想に基づき，国民優生法に代わる優生保護法\nを制定し，積極的に優生手術を推し進めてきたのであり，その後も被\n告が同法及び優生手術の違法性を認めず，優生思想が社会に蔓延して\nいる経緯及び現状に鑑みれば，原告を含め優生手術を受けた者が，優\n生手術の適法性に疑問を抱き，優生思想が蔓延する社会に異を唱える\n形で国に対して国家賠償請求をすることなどおよそ不可能であった。\nさらに，上記２⑴及び同⑴イのとおり，原告を含む被害者は，生殖\n能力を奪われ，また，スティグマを押されたことによる被害に長年苦\nしんできたものであるほか，被告の不誠実な対応が原因となり，原告\nは，自らに施された手術が優生保護法に基づく優生手術であり，国に\nよって行われたものであるということを，平成３０年１月３０日に仙\n台訴訟が提訴された旨の新聞報道を見るまで知らなかったのである。\nここで重要なことは，原告が本件優生手術の実態を最近まで知るこ\nとができなかったのは，加害者である被告が，被害の実態を明らかに\nし，原告に対して法益侵害の内容を情報提供しなかったことに原因が\nあるということである。被告は，公権力を有し，その存在意義は原告\nら国民の人権・権利を保障することにあるところ，自ら作出した法益\n侵害の内容を原告に告げて原告が被告に対して正当な権利行使をでき\nるように説明することなく被害を放置し続けたのみならず，法益侵害\nは適法であったと公言し，その結果として，原告において民法７２４\n条に定める期間制限内に権利行使ができない状況を作出し続けていた\nのである。この責任は，被害者である原告ではなく，被告が負わなけ\nればならない。このような法理は，最高裁平成１９年判決でも判示さ\nれているところである。\n本件の被害は構造的に訴えづらいもので，少なくとも２万５０００\n人もの同様の被害者がいるにもかかわらず誰一人として被告に対し損\n害賠償請求をしていなかったことなども考慮すれば，原告において国\n家賠償請求の権利行使をしなかったことについてやむを得ない事由が\nあるといえる。\nｂ  当該不法行為の内容や結果（上記(ｲ)②）\n優生保護法は違憲であり，違憲の法律によって行われた優生手術も\n違憲・違法であることは明らかである上，被告は，同法に基づく優生\n手術を積極的に推進していたのであり，本件優生手術の不法行為とし\nての悪質性及び違法性は顕著である。他方，これにより受けた原告の\n被害は，上記２のとおり極めて重大かつ深刻な人権侵害である。\nｃ  双方の社会的・経済的地位や能力（上記(ｲ)③）\n不法行為による損害賠償請求権は，契約上の請求等と異なり，その\n行使により法的地位の安定が害される取引関係者等を基本的に観念し\n得ない。本件の国家賠償請求権についても，加害者である被告（国）\nと被害者である原告以外に，その行使につき利害関係を有する第三者\nは存在せず，原告の請求権を認めても法的地位が害される第三者は存\n在しない。\nそして，被告は，資力や支払能力は十分にある一方，一国民である\n原告の資力は十分ではない。両者の間には，損害の公平な分担という\n観点からみたとき，圧倒的な能力差があり，被告が原告の損害を賠償\nすることが損害の公平な分担という法の趣旨にかなう。\nｄ  その他諸般の事情（上記(ｲ)④）\n国家賠償請求制度は，「損害塡補的機能と国・公共団体の違法な作\n為・不作為に対する監視的機能を併有している。」とされている（甲\nＡ５９・１５５頁）ところ，かかる監視的機能に鑑みれば，民法７２\n４条後段の規定の適用に関しては，損害の公平な分担という要請のみ\nならず，国がどのような加害行為を行ったのか，そのような加害行為\nを裁判所が無責とすることが国家賠償請求制度の監視的機能に照らし\nて適切であるのかという点も重視しなければならない。本件のような\n非人道的な施策が二度と繰り返されないようにするためには，正義を\n実現する場である裁判所において被告の責任を明確に認める必要性が\n極めて高い。また，東京地方裁判所平成１３年７月１２日判決（判例\nタイムズ１０６７号１１９頁）や同裁判所平成１５年９月２９日判決\n（判例時報１８４３号９０頁）においては，除斥期間制度を創設した\n国に対する同制度の適用には謙抑的であるべき旨指摘している。\nそもそも，被告のような公権力の存在意義は，国民の人権・権利を\n擁護することにあるところ，本件において被告は，差別思想に基づい\nて非人道的かつ暴力的方法によって原告を含む被害者の人権を不可逆\n的に蹂躙した。そうであるにもかかわらず，民法７２４条後段の制度\nを創設した被告自身が，同制度の恩恵を受けて免責されることは極め\nて不正義かつ不公平であり，国民の正義を求める法感情からしても納\n得できない帰結となる。\nさらに，原告は，仙台訴訟提起の報道に触れ，自ら受けた手術が優\n生保護法に基づくもので，その加害者が国であることを知り，直ちに\n訴訟提起をしているのであるから，権利の上に眠っていたわけではな\nい。また，上記⑴エのとおり，被告は，将来，原告を含む被害者から\n損害賠償請求がされることについて十分予期できたといえるともに，\n本件に国賠法４条，民法７２４条後段所定の期間制限を適用すること\nは，後述するとおり憲法１７条の趣旨にも反する。\n(ｴ)  上記(ｲ)及び(ｳ)の説示に加え，本件において，「（原告において）\n自己の権利を行使することが合理的に期待できる事情があったなどの特\n段の事情」（最高裁平成１９年判決）は認められないことも考慮すれば，\n本件においては，民法７２４条後段所定の期間の経過を理由に損害賠償\n請求権を消滅せしめることが公平の理念に反することは明らかであり，\n本件において被告が消滅時効を主張することは，信義則違反及び権利濫\n用に当たり許されない。\n⑶  民法７２４条後段該当性に係る被告の主張が「除斥期間の経過」であると\nしても，当該主張は排斥されること\nア  最高裁平成１０年判決，最高裁平成２１年判決等においては，民法７２\n４条後段の規定が除斥期間を定めた規定であると解しながらも，それを適\n用することが正義・公平の理念に反する場合には，被害者を保護するため\nに，同条後段の効果を条理によって制限するという判例法理が確立してい\nる。\nすなわち，最高裁平成１０年判決は，「その心神喪失の常況が当該不法\n行為に起因する場合であっても，被害者は，およそ権利行使が不可能であ\nるのに，単に２０年が経過したということのみをもって一切の権利行使が\n許されないこととなる反面，心神喪失の原因を与えた被害者は，２０年の\n経過によって損害賠償義務を免れる結果となり，著しく正義・公平の理念\nに反するものといわざるを得ない。そうすると，少なくとも右のような場\n合にあっては，当該被害者を保護する必要があることは，前記時効の場合\nと同様であり，その限度で民法７２４条後段の効果を制限することは条理\nにもかなうというべきである。」と判示し，最高裁平成２１年判決は，\n「被害者を殺害した加害者が，被害者の相続人において被害者の死亡の事\n実を知り得ない状況を殊更に作出し，そのために相続人はその事実を知る\nことができず，相続人が確定しないまま除斥期間が経過した場合にも，相\n続人は一切の権利行使をすることが許されず，相続人が確定しないことの\n原因を作った加害者は損害賠償義務を免れるということは，著しく正義・\n公平の理念に反する。このような場合に相続人を保護する必要があること\nは，前記の時効の場合と同様であり，その限度で民法７２４条後段の規定\nの適用を制限することは，条理にもかなうというべきである（最高裁平成\n５年（オ）第７０８号同１０年６月１２日第二小法廷判決・民集５２巻４\n号１０８７頁参照）」と判示している。これらの判示によれば，最高裁平\n成１０年判決の先例としての価値は，被害者による権利行使を民法７２４\n条後段所定の期間の経過によって排斥することが「著しく正義・公平の理\n念に反する」場合には，「当該被害者を保護する必要があ」り，その限度\nで同条後段の効果を制限することが「条理」にかなうと判断している点に\nあるといえ，また，このような条理は，同法１５８条，１６０条などの個\n別法よりも上位の法概念であるため，これを適用するために個別法が必要\nとなるということもない。最高裁平成１０年判決及び最高裁平成２１年判\n決は，権利者による権利行使を著しく阻害する事情がある場合に消滅時効\nが完成せず停止することを類型的に定める同法１５８条から１６１条まで\nの規定から，「権利者の権利行使を著しく阻害する事情がある場合には，\n（消滅時効のみならず）除斥期間も成立しない。」との一般法理を導出し\nたものである。\n以上のように，民法７２４条後段の規定が除斥期間を定めた規定と解す\nる場合であっても，その規定を適用することが正義・公平の理念に反する\n場合には，被害者を保護するため，同条後段の効果を条理によって制限す\nるべきである。また，上記規定の適用につき，信義則違反又は権利濫用の\n主張が許されるべきものである（甲Ａ１３４・１３頁，１４７・５３～５\n４頁）。\nイ  被告は，正義・公平・条理の観点から民法７２４条後段所定の期間制限\nの適用を排除するためには，「時効の停止のような除斥期間の規定の適用\nを制限する根拠となる規定」があることが必須である旨主張する。\nしかし，被告が主張する見解については，松本克美教授がその意見書\n（甲Ａ１４７・５１頁）で痛烈に批判している上，最高裁平成２１年判決\nは，最高裁平成１０年判決のうち「民法１５８条の法意に照らし」と判示\nした箇所をあえて引用していないのであって，この点からも，被告の上記\n主張は誤っているといわざるを得ない。\nウ  上記⑵イで述べた事情は，民法７２４条後段の規定が除斥期間を定めた\n規定であると解する場合であっても，同様に当てはまるものである。した\nがって，本件に同条後段の効果を発生させることは，著しく正義・公平の\n理念に反し，また，信義則違反・権利濫用というべきであるから，除斥期\n間を理由に原告の請求を理由がないとする被告の主張は，排斥されるべき\nである。\n⑷  憲法１７条の趣旨により本件に国賠法４条，民法７２４条後段の規定を適\n用することは制限されるべきこと\nア  憲法１７条は，単に国家無答責を否定しただけではなく，憲法の根幹的\n価値である国民の基本的人権の保障を，損害賠償の側面から実質的に担保\nしたもの，すなわち，国家賠償責任制度は，国家監視機能を有していると\nいえる。\nそうだとすれば，国賠法の解釈適用に当たっては，国家監視機能を十分\nに尊重すべきであり，硬直的に適用して国家監視機能を没却すべきではな\nい。そして，憲法１７条を受けて制定された国賠法は，一般に民法の不法\n行為の規定を準用しているところ（国賠法４条），国家による人権侵害に\nついては，当然，民法の規定，特に同法７２４条後段の加害者の責任免除\n規定の適用が許されない事案は存するのである。このことは，①  権利侵\n害の主体が国家であり，私人間の損害賠償とは当事者間の権力関係が根本\n的に異なること，②  代位責任を原則としている国賠法において，権力を\n独占した国の組織全体による苛烈な人権侵害という態様を予定としていな\nいこと，③  国家が合法的に人権侵害行為を働くことは，国策として被害\n者をあぶり出し，かつ，被害者自身が被害の実態を認識できず，一方的か\nつ全国規模の人権蹂躙をもたらすこととなり，民法の想定外であること，\n④  私人間ひいては社会において求められる法的安定性と異なり，国家に\nよる違憲・違法行為によって生じた状態について，国家の責任を問わず法\n的安定性を求める必要性がないこと等に鑑みれば，論を待たない。\nイ(ｱ)  国家による人権侵害につき国賠法４条を介して民法７２４条後段の\n規定を適用することが，憲法１７条の趣旨に反し違憲・違法となるかは，\nかかる人権侵害行為の態様，これによって侵害される法的利益の種類及\nび侵害の程度，免責又は責任制限の範囲及び程度等に応じ，当該規定を\n適用することの目的の正当性並びにその目的達成の手段として免責又は\n責任制限を認めることの合理性及び必要性を総合的に考慮して判断すべ\nきである。\n(ｲ)  本件は，上記２のとおり，個人の尊厳（憲法１３条）のみならず，\n身体の不可侵性の侵害（憲法１３条），自己決定権の侵害（憲法１３\n条），残虐な刑罰の絶対的禁止（憲法３６条），平等原則（憲法１４条\n１項）違反，性と生殖に関する自己決定権の侵害（憲法１３条）という\n非常に広範な人権侵害を伴うものである。そして，本件優生手術から２\n０年以内に国賠法に基づく損害賠償請求をすることによって被害回復す\nることは，上記⑵イ(ｳ)のとおり，およそ不可能であった。\n(ｳ)  優生保護法による強制不妊手術における「強制」は，多くの被害者\nに対して欺罔や麻酔という本人に手術自体の存在を感知させない方法で\n行われてきており，実際に，原告に対する本件優生手術も，「悪いとこ\nろ」があるという虚言を用いて，実態が分からないまま行われていた。\nまた，優生保護法自体が「不良な子孫」というスティグマを本人と家族\nに対して刻み付けるものであり，手術が行われたことを家族の中ですら\n口にできない実態を醸成してきた。手術を受けたこと自体がタブーとし\nて扱われる中で，各被害者がお互いに繫がることもできず，自分の被害\nの実態を知ることもなく，孤独な苦しみを抱えたまま何十年も生きてき\nたのである。\nこのように，被告は，優生手術の実施により，長年にわたり「合法」\nの名の下に被害者にスティグマを刻み付け，国策として被害者をあぶり\n出し，かつ，被害の実態を被害者が分からない，声も上げられないよう\nな状況に囲い込み続け，およそ国賠法に基づく損害賠償請求権を行使で\nきなくさせた。にもかかわらず，国賠法４条を介した民法７２４条後段\nの規定が適用されるとすると，上記重大な基本的人権の侵害によって生\nずる損害賠償請求権について，加害者において免責されることとなり，\n被害者にとっては，個人の尊厳の回復が永遠に不可能となる。\nしたがって，国賠法４条，民法７２４条後段の規定の適用により侵害\nされる法的利益は，非常に深刻かつ重大である。\n(ｴ)  本件について，国賠法４条を介して民法７２４条後段の規定を適用\nし，被告を免責することは，原告のみならず，各地にいまだ埋もれてい\nる数万人の被害者全てについての賠償請求権を奪うことと同義である。\n国家を挙げて重大な人権侵害を行っていながら，時の経過の一事をもっ\nて法的責任を一切問われないとすることは，上記アの国家賠償制度の公\n権力監視機能からしても，不相当に広範な責任制限であるといえる。\n(ｵ)  他方で，加害者である国家は，過去の不法行為に関する裁判の遂行，\n事実の調査及びその賠償を行うのに十分な社会的・経済的地位を有して\nおり，そのような加害者の「法的安定性」の保護という目的の正当性は，\n私人間に比べて非常に弱く，認められない。\nまた，目的と手段の合理性，必要性については，本件に国賠法４条を\n介して民法７２４条後段の規定を適用することが，上記(ｴ)のとおり，\nあまねく全ての被害者の賠償請求権を消滅させるのと同義であることな\nどから，これを欠くものといわざるを得ない。\n(ｶ)  したがって，本件について国賠法４条を介して民法７２４条後段の\n規定を適用することは，憲法１７条の趣旨に反する。\nウ  以上のとおり，民法７２４条後段の規定の法的性質が時効であれ除斥期\n間であれ，本件においては，憲法１７条の趣旨から，国賠法４条及び民法\n７２４条後段の規定の適用は制限されるべきである。\n【被告の主張】\n原告の主位的請求に係る損害賠償請求権は，以下のとおり，除斥期間の経過に\nより消滅している。\n１  民法７２４条後段所定の期間の法的性質が除斥期間であること\n⑴  民法７２４条後段の規定が除斥期間を定めたものであることは，最高裁平\n成元年判決が明言しており，最高裁平成２１年判決も，最高裁平成元年判決\nを引用して同旨の判断を明言しているように，判例法理として確立している。\n近時の下級審裁判例においても，上記規定が除斥期間を定めたものである旨\nが繰り返し判示されている。\n⑵  原告は，平成２９年法律第４４号による民法改正に係る議論を指摘し，民\n法７２４条後段の規定が消滅時効である旨主張するが，上記議論は，改正後\nの民法７２４条所定の２０年の期間について，その法的性格をどのように位\n置付けるかの議論であり，改正前の民法７２４条後段の規定を除斥期間と解\nすることに対する問題意識が提示されたとしても，そのことによって直ちに，\n同条後段につき除斥期間を定めたものと解する旨の確立した判例法理が変更\nを余儀なくされることにはならない。\nなお，上記改正に係る附則３５条１項は，不法行為等に関する経過措置と\nして，改正後の民法施行の際既に改正前の民法７２４条後段所定の期間が経\n過している場合には，なお従前の例による旨定めているのであり，この点か\nらも，上記議論が直ちに改正前の民法の解釈を変更させるものではないこと\nは明らかである。\n２  民法７２４条後段所定の除斥期間の起算点\n⑴  国賠法４条により適用される民法７２４条後段の規定によれば，除斥期間\nの起算点は「不法行為の時」であるところ，原告の主張を前提とすれば，主\n位的請求に係る損害賠償請求権における「不法行為の時」とは，原告に対す\nる本件優生手術が実施された時と解するのが相当であり，原告によれば，そ\nれは昭和３２年春頃とのことであるから，上記損害賠償請求権は，昭和５２\n年春頃の経過をもって，除斥期間の経過により当然に消滅したものである。\n民法７２４条後段所定の２０年の期間は，被害者側の認識いかんを問わず\nに一定の時の経過によって法律関係を確定させるため請求権の存続期間を画\n一的に定めたもの（最高裁平成元年判決）であることからすれば，原告が主\n張するような，本件優生手術が違憲・違法であるとの認識を持つことができ\nなかったという原告の主観的認識によって上記期間の起算点を判断すること\nは，その趣旨・性質に反するものである。\n⑵  これに対し，原告は，最高裁平成１６年判決を援用し，あるいは，民法１\n６６条に準じた解釈をすべきであるなどとして，本件における除斥期間の起\n算点は本件優生手術が実施された時ではなく，除斥期間は経過していない旨\n主張する。しかし，この主張は，以下のとおり，失当であるか，又は理由が\nない。\nア  最高裁判所昭和４０年（オ）第１２３２号昭和４２年７月１８日第三小\n法廷判決・民集２１巻６号１５５９頁を踏まえれば，被害者が受傷時に発\n生した損害と「牽連一体をなす損害」（すなわち，不法行為と相当因果関\n係にある全損害）は，実体法上，不法行為時に既に発生していることにな\nるから，仮に，加害行為時に発生した損害が加害行為終了後更に進行・拡\n大していく場合にも，実体法上は，加害行為の時点で将来生ずるべき損害\nを含む全損害が発生しているとみるべきことになる。\n原告が主位的請求に係る損害賠償請求権において主張する損害は，いず\nれも，原告が主位的請求で主張する加害行為（原告に対する本件優生手術\nの実施）と相当因果関係の範囲内にあり，本件優生手術の実施時に既に発\n生していることになるから，仮に，原告が主張するように「加害行為の性\n質上，損害が拡大しながら継続」するといった事情があるとしても，実体\n法上は，本件優生手術が実施された時点で将来生ずるべき損害を含む全損\n害が発生しているとみるべきことになる。\nしたがって，最高裁平成１６年判決を援用し，上記損害賠償請求権に係\nる民法７２４条後段所定の期間が進行していないとする原告の主張は，理\n由がない。\nイ  また，最高裁判所は，最高裁平成１６年判決等において，除斥期間の起\n算点につき，加害行為時とするのを原則としつつ，「身体に蓄積する物質\nが原因で人の健康が害されることによる損害や，一定の潜伏期間が経過し\nた後に症状が現れる疾病による損害のように，当該不法行為により発生す\nる損害の性質上，加害行為が終了してから相当期間が経過した後に損害が\n発生する場合」について，損害発生時とするのが妥当であることを明らか\nにしているものであり，蓄積進行性又は遅発性の健康被害に見られるよう\nな「加害行為が終了してから相当期間が経過した後に損害が発生する」と\nいう事態が，「当該不法行為により発生する損害の性質上」生ずるという\n客観的関係が認められる場合に限り，例外的に除斥期間の起算点が損害の\n発生時となることを認めているものである。\nしたがって，最高裁平成１６年判決等を根拠に，除斥期間の起算点を民\n法１６６条に準じて「権利を行使することができる時」と解すべきである\nとする原告の主張にも理由がない。\n３  民法７２４条後段の規定の適用を制限すべき例外的な場合に当たらないこと\n⑴  原告は，最高裁平成１０年判決及び最高裁平成２１年判決を根拠に，民法\n７２４条後段の規定が除斥期間を定めた規定と解する場合であっても，その\n規定を適用することが正義・公平の理念に反する場合には，被害者を保護す\nるため，同条後段の効果を条理によって制限するべきであるなどと主張する\nが，以下のとおり，独自の見解であり理由がない。\n⑵  最高裁平成１０年判決も最高裁平成２１年判決も，各担当調査官の解説も\n踏まえれば，その射程はいずれも極めて限定的と解される。すなわち，民法\n７２４条後段の規定が，飽くまで，法律関係の速やかな確定のために期間の\n経過により画一的に権利が消滅するという除斥期間を定めたものであること\nに照らすと同条後段の適用の効果が制限される場合があり得るとしても，そ\nれは，最高裁平成１０年判決及び最高裁平成２１年判決の各事案のように，\n①  時効の停止等のような除斥期間の規定の適用を制限する根拠となる規定\nがあり，かつ，②  除斥期間の規定を適用することが著しく正義・公平に反\nする事情がある場合に限られると解するのが相当であり，一般的に，正義・\n公平の観点から，被害者及び加害者の諸事情を考慮して同条後段の適用の効\n果を制限すべきか否かを判断すべきものではないというべきである。また，\n上記②の「著しく正義・公平に反する事情」が認められるのは，最高裁平成\n２１年判決のように，加害者の行為に基因して被害者等による権利行使が客\n観的に不可能となった場合に限られるというべきである。\n⑶  本件においては，原告の損害賠償請求権について，時効の停止等のような\n除斥期間の規定の適用を制限する根拠となる規定は何ら存しない。また，原\n告が平成３０年１月３０日まで本件優生手術に係る国家賠償請求訴訟を提起\nできなかった理由として挙げる上記原告の主張の４⑴イからエまでの事情は，\nいずれも，被告の行為に基因して原告が損害賠償請求権を行使することが客\n観的に不可能となったことを基礎付ける事情ではない。\nしたがって，本件が除斥期間の規定の適用を制限すべき例外的な場合に該\n当しないことは明らかである。\n４  国賠法４条，民法７２４条後段の規定を適用することが憲法１７条の趣旨に\n反するものではないこと\n⑴  憲法１７条は，大日本帝国憲法下での国家無答責の原則を廃した上で，国\n又は公共団体が公務員の行為による不法行為責任を負うことを原則とした規\n定であり，当該行為の態様や違法性の強弱等といった個別事情に応じて，異\nなった規律を設けることまでも国会に要請するものではない。憲法１７条の\n趣旨により本件に国賠法４条，民法７２４条後段の規定を適用することは制\n限されるべきであるとして原告の指摘する事情は，これらの事情が認められ\nたとしても，国の公務員の行為の違法性に影響を与える事情となるにとどま\nる。\n⑵  また，憲法１７条は，国家賠償制度の具体的，細目的な事項の設計，法制\n化を国会の合理的な裁量に委ねたものであって，国又は公共団体が負うこと\nとなる損害賠償責任について，民法上の不法行為責任を超える内容の規律と\nすることまでは要請していない。そうであれば，憲法１７条を受けて制定さ\nれた国賠法４条が，民法７２４条後段の規定を含めた民法の不法行為制度の\n規律を国家賠償制度に導入することは，国又は公共団体が，権力的作用を含\nむ全ての作用について，公務員の行った不法行為に関し民法上の不法行為責\n任と同等の責任を負うことの一環として定められたものであるから，国賠法\n４条の制定は，正に憲法１７条の要請にかなうものというべきである。換言\nすれば，憲法１７条の要請は，国賠法１条及び２条のみをもって体現されて\nいるものではなく，賠償責任者や求償関係について定めた３条，民法不法行\n為法の諸規定が適用されることを定めた４条も含めた国家賠償制度全体をも\nって体現され，形作られていると解すべきである。\nしたがって，国賠法４条が民法７２４条後段の規定を適用するものとする\nことは，憲法１７条の趣旨に抵触するということにはならない。そして，国\n賠法４条が，不法行為の内容・性質等といった個別事情による限定を何ら付\nすることなく，広く民法７２４条後段の規定を含めた同法上の不法行為責任\nに関する規定の適用を認めていることからすれば，国賠法４条は，優生手術\nを受けたことによりその者が取得したとする損害賠償請求権についても，当\n然に民法７２４条後段の規定の適用を予定しているといえる。\n第５  争点２（原告に対する救済措置ないし立法をしないことの違法性）に関する\n当事者の主張\n【原告の主張】\n仮に，本件優生手術が不法行為であることを理由とする原告の国家賠償請求権\nについて除斥期間が適用される場合，優生保護法から優生条項が削除された平成\n８年６月１８日の時点では，優生手術被害者の９８％について，優生手術時から\n２０年が経過しており，国賠法による被害回復は不可能となっていたこと等に鑑\nみ，①  厚生労働大臣については，原告を含む優生手術の被害者の被害回復を図\nるための施策を遂行すべきであったのにこれを怠った不作為が国賠法上の不法行\n為に該当し，②  国会については，原告を含む優生手術の被害者の被害回復を図\nるための立法をすべきであったのにこれを怠った不作為が国賠法上の不法行為に\n該当するから，被告は，原告に対し，これらの不作為について賠償責任を負う。\n以下，敷衍する。\n１  厚生労働大臣の不作為の国賠法上の違法性\n⑴  厚生労働大臣の作為義務の存在\nア  先行行為の存在\nある者の先行行為により人権その他の利益が侵害され，又は侵害される\nおそれが生じている場合，条理上，当該侵害者について，積極的に当該侵\n害状態を除去又は防止すべき義務が生じ，当該先行行為の態様に応じて義\n務が措定されることは普遍的な法理論として確立している。このことは，\nハンセン病隔離政策等を先行行為とし，国のハンセン病患者の家族に対す\nる相応の作為義務を認めた下級審裁判例（熊本地方裁判所平成２８年（ワ）\n第１０９号令和元年６月２８日判決・判例集未掲載。以下「熊本地裁令和\n元年判決」という。）等においても確認されている。\n優生保護法下，厚生省は，優生結婚相談所の設置を認可し，優生結婚相\n談所に関する基準を定めること（厚生省設置法（昭和２４年法律第１５１\n号）５条２０号），優生保護法を施行すること（厚生省設置法９条１項２\n号）等，優生保護法に係るあらゆる事務を所掌した。厚生省は，都道府県\nの担当者宛てに，優生手術の際に欺罔や身体拘束等の卑劣な手段を許容す\nる旨の通知（甲Ａ３）や優生手術を奨励する通知（甲Ａ７７）を発出する\n等，積極的に優生手術の実施を推し進めた。なお，上記通知（甲Ａ３）は，\n平成２年３月２０日厚生省発健医第５５号にて最終改正されたものの，\n「この場合に許される強制の方法は，手術に当たって必要な最小限度のも\nのでなければならないので，なるべく有形力の行使はつつしまなければな\nらないが，それぞれの具体的な場合に応じては，真にやむを得ない限度に\nおいて身体の拘束，麻酔薬施用又は欺罔等の手段を用いることも許される\n場合があると解しても差し支えないこと」との文言は存在し続けた。そし\nて，厚生省は，優生条項が廃止されるまで，毎年，上記改正通知を，他の\n優生保護法関係法令と共に，「家族計画・優生保護法指導者講習会資料」\nとして配布していた（甲Ａ１３５の１５頁目）。さらに，高等学校の保健\n体育に使用する教科書への掲載等により学校教育を通じて優生思想が流布\nされ（甲Ａ６２から７４まで），浸透していった。このような，国家的施\n策としての優生手術の実施という苛烈な人権侵害は，平成８年改正により\n優生条項が廃止されるまで，約５０年もの間継続し，優生手術の件数も約\n２万５０００件に及び，「不良」，「劣性」と評価付けされた者について\nは社会から排除されるべきであるとの優生思想が定着した。\nイ  問題点の認識\n優生条項は平成８年に廃止されたが，厚生省は，優生手術の問題点につ\nいて，より早期の時点で認識していた。\n例えば，昭和５８年５月１８日，自由民主党政務調査会社会部会優生保\n護法等検討小委員会は，優生保護法の問題点について文書（甲Ａ１３６）\nでとりまとめ，同文書は厚生省にも共有されていた。また，厚生省は，昭\n和６１年１０月５日付けで，同法の問題点の分析及び改正案を取りまとめ\nた資料を作成しており，同資料内の厚生省精神保健課職員作成の「優生保\n護法の改正について（Ａ案）」（甲Ａ１３７）においては，同法の目的の\nうち「優生上の見地」や「不良な子孫」の定義に問題のあることが指摘さ\nれるとともに，いわゆる「女性の産む権利」について，「産む，産まない\nは女性（及び配偶者）の判断に任せるべきでは？」との指摘もされるなど\nしていた。\nさらに，厚生省は，昭和６３年には，専門家の知見も踏まえ，優生保護\n法の問題点をより深く分析検討していた。例えば，春日斉東海大学医学部\n公衆衛生学教室教授が厚生大臣に提出した昭和６３年３月３１日付け研究\n報告書（甲Ａ１３８）には，同法が成立当初から人権侵害であるとの批判\nがされていたことが報告されるなどしていた。また，厚生省が同年８月４\n日に作成した検討資料（甲Ａ１３９）では，検討事項として「優生思想の\n排除」が挙げられ，備考欄に「適正な出産の権利，母体保護の観点から整\n理」すると記載されるとともに，「強制手術（第４条，第１２条）の是否」\nも検討事項とされ，備考欄に「優生思想の端的な現れ」と記載された。さ\nらに，厚生省母子衛生課が同月１５日に作成した「優生保護法の改正につ\nいて」と題する資料（甲Ａ１４０）では，同法の改正において「優生思想\nの排除」が検討される予定とされるとともに，上記自由民主党政務調査会\n社会部会優生保護法等検討小委員会の報告における「優生上の見地から不\n良な子孫の出生を防止する」との表現や「優生手術の適応事由」等につい\nての指摘に対し，その検討がされていない旨指摘されている。同じく同課\nが同月１６日に作成した「優生保護法をめぐる問題点」（甲Ａ１４１）に\nも同様の問題意識が記載され，同課が同年９月６日に作成した「優生保護\n法改正問題（試論）」（甲Ａ１４２）では，強制優生手術につき，「強制\n手術は，人権侵害も甚だしいものであり，また，そもそも，精神障害，精\n神薄弱などは遺伝率もきわめて低く，優生保護の効果として疑問がある。」\nとして，廃止の検討がされていたほか，法形式につき，「優生保護法は，\n非難が高い法律であり，解体廃止として，考え方の転換を明確に示すべき\nである。」とされていた。\nその上で，平成７年１０月には，厚生省保健医療局エイズ結核感染症課\nの第４回らい予防法見直し検討会において，優生保護法について，「その\n法律を作ること自体がおかしかったのではないかということで，これはや\nはり補償の対象にしてもらわなければいけないというような意見が出つつ\nあるんです。」と補償に向けての議論が行われていた（甲Ａ１７３）。\nこのように，厚生省は，平成８年改正以前より，優生思想や優生手術が\n重大な人権侵害に当たるという問題を十分に認識していた。\nウ  作為義務の内容\n厚生省は，都道府県からの報告や統計資料により，優生手術の実態を詳\n細に把握し，かつ，上記イのとおり，これらの状況が重大な人権侵害に当\nたることを十分に認識していた。したがって，厚生大臣は，上記アで述べ\nた先行行為に相応する作為義務として，優生手術の違憲性を認め，被害実\n態を検証し，被害者の被害 を回復するための措置（金銭賠償，謝罪を含\nむ。）を講ずるとともに，優生思想を除去するための普及啓発活動を行う\nべき義務を負っていた。平成１１年に厚生省と労働省が統合されて設置さ\nれた厚生労働省は，厚生省の任務をそのまま引き継いでおり，厚生労働大\n臣は上記義務を引き継いでいる。\nかかる義務の存在は，平成８年改正以前から認識されていたが（例えば\n甲Ａ１４３，１４４），平成８年改正後，優生手術に対する謝罪を求める\n会の結成（平成９年），国連自由権規約委員会の日本政府に対する勧告\n（平成１０年），熊本地方裁判所平成１０年（ワ）第７６４号，第１００\n０号平成１３年５月１１日判決（訟務月報４８巻４号８８１頁。以下「熊\n本地裁平成１３年判決」という。）等により，ますます顕在化していった。\nこのことは，証人市野川容孝（以下「市野川」という。）の証言が，より\n具体的に明らかにするところである。その上で，平成１６年３月には，当\n時の坂口力厚生労働大臣（以下「坂口厚労大臣」という。）が，優生手術\nを受けた者に対する被害回復措置に対する責務を認める旨の答弁を行った。\nこのように，遅くとも，平成１６年３月の坂口厚労大臣の発言により，\n厚生労働大臣において，優生手術を受けた者の被害回復のための措置を講\nずべき義務は明白となっていたのであるから，その後調査・政策遂行に必\n要な合理的期間である３年を経過した平成１９年３月までには，同義務を\n履行すべきであった。\n⑵  厚生労働大臣の作為義務の懈怠\n上記⑴ウの作為義務がありながら，厚生労働大臣は，優生手術の違憲性を\n認めず，被害回復のための措置を講ずることも，優生思想を除去するための\n普及啓発活動も行ってこなかった。\nその後も，厚生労働省は，国連自由権規約委員会から日本政府に対する再\n度の勧告（平成２０年），障がい者制度改革推進会議における委員からの優\n生手術の実態調査，補償，障害者の性と生殖に関する権利の確立を求める意\n見提出（平成２２年），国連自由権規約委員会から日本政府に対する改めて\nの勧告や障害者権利条約の批准（平成２６年），優生手術を受けた者による\n日本弁護士連合会（以下「日弁連」という。） に対する人権救済の申立て\n（平成２７年），国連女性差別撤廃委員会から日本政府に対する強制不妊手\n術の調査，加害者の処罰，被害者の救済を求める勧告（平成２８年）など，\n国内外からの勧告・批判を受けていたにもかかわらず，優生手術の被害を放\n置し，優生思想を除去するための方策を講じてこなかった。\nしたがって，厚生労働大臣は，上記作為義務を尽くしておらず，当該不作\n為は，国賠法上の違法性を帯びる。\n２  国会議員の立法不作為の国賠法上の違法性\n⑴  立法不作為の国賠法上の違法とその判断基準\n優生手術の被害に係る国家賠償請求に除斥期間が適用されることを前提と\nすると，国会（国会議員）は，優生手術を受けた多くの者の被害を回復する\nため，国賠法とは異なる，金銭賠償等のための特別立法を行うべき義務を負\nっていたが，国会（国会議員）は，かかる立法義務を履行していない。\n立法行為が国賠法上違法となる場合につき，最高裁判所は，「立法の内容\n又は立法不作為が国民に憲法上保障されている権利を違法に侵害するもので\nあることが明白な場合や，国民に憲法上保障されている権利行使の機会を確\n保するために所要の立法措置を執ることが必要不可欠であり，それが明白で\nあるにもかかわらず，国会が正当な理由なく長期にわたってこれを怠る場合\nなどには，例外的に，国会議員の立法行為又は立法不作為は，国賠法１条１\n項の規定の適用上，違法の評価を受けるものというべきである。」（最高裁\n判所平成１３年（行ツ）第８２号平成１７年９月１４日第大法廷判決・民集\n５９巻７号２０８７頁。以下「最高裁平成１７年判決」という。）と判示し\nている。\n本件においては，違憲の法律である優生保護法によって優生手術を受けた\n国民が，憲法上保障された「特別犠牲を強制されない権利」に基づく被害回\n復を受ける権利の行使の機会を確保するため，これらを具体化する立法の必\n要性が明白であったにもかかわらず，正当な理由なく長期にわたって立法が\nされなかったという事案であるから，最高裁平成１７年判決の後段基準（憲\n法上必要とされる立法がない場合としての「絶対的立法の不作為」）を用い\nることが適切である。\n⑵  行使の機会が確保されるべき権利\n原告は，前記第４の原告の主張の２のとおり，違憲の法律に基づく本件優\n生手術によって人権保障の根幹をなす憲法１３条で保障される個人の尊厳を\nはじめ，筆舌に尽くし難い重大かつ深刻な人権侵害を受けたものであり，被\n告に対する損害賠償請求権を有する。\nこのような損害賠償請求権は，憲法１３条及び１７条により保障されてお\nり，その権利行使の機会は確保されるべきである。\n⑶  立法措置が必要不可欠であること\n原告を含め優生手術を受けた者は，優生保護法という法律及びこれを積極\n的に推進する厚生大臣の施策によって国から根拠のない不当な評価付けをさ\nれたのであり，当該評価付けから自力で脱却することは困難であって，金銭\n賠償のみならず謝罪広告等の積極的な回復措置が必要となる。特に，積極的\nな優生手術の施策推進により，日本社会全体に優生思想が流布され定着して\nいる事情に鑑みれば，優生手術を受けた者として不当な評価付けをされた者\nは，かかる不当な評価付けを積極的に払拭することができるような立法がさ\nれない限り，人格的生存の基盤を回復することはできない。\nまた，優生手術の被害者が，手術時から２０年が経過する前に，国賠法に\n基づき国に対して賠償請求をすることは極めて困難であった。すなわち，優\n生保護法の優生思想に係る条文は平成８年改正まで法律として存在しており，\nそれまでの間に，同法を違憲とする司法判断はなく，違憲であると指摘する\n学説が広く認知される状況にもなかった。このような状況下で，優生手術を\n受けた者が，自らに施された優生手術が違法なものであったと認識し，更に\n公開の法廷で被害回復を図ることは事実上不可能であったといわざるを得な\nい。さらに，優生手術に関する情報は，人格権に由来するプライバシー権に\nよって保護される個人情報であり，かつ，個人のプライバシーの中でも最も\n他人に知られたくないものの一つであり，原告が本件優生手術の違法性を裏\n付ける客観的証拠を入手すること自体も相当困難であった。何より，優生手\n術の違法性を認識し得る些少なきっかけとなる同法の平成８年改正時点にお\nいて，優生手術の被害者の約９８％について，手術から２０年が経過してい\nたのであり，原告を含む優生手術の被害者において，国賠法に基づく損害賠\n償請求をすることはもはや不可能であった。\nそして，原告を含む優生手術の被害者において，その被害が極めて深刻か\nつ重大なものであり，その被害態様から被害を訴えることが難しく，国家に\nよる積極的な優生政策に一個人が被害回復を実現することは不可能であり，\n被害が全国に広がっていることなどに鑑みれば，優生手術の被害者について\n国会が特別立法をすべきことについての立法裁量は極めて減縮されるのであ\nり，当該特別立法をすることは必要不可欠である。\n⑷  立法措置の必要不可欠性の明白性\n上記１⑴イのとおり，自由民主党政務調査会社会部会優生保護法等検討小\n委員会が昭和５８年の時点で優生手術の問題点を指摘する等，国会議員にお\nいても優生手術が重大な人権侵害に当たることは認識されていたのであり，\n国会が平成８年に優生思想が「障害者差別に当たる」として平成８年改正を\n行ったことからも，優生手術が人権侵害に当たることが国会議員において認\n識されていたことは当然である。かつ，この時点で，原告を含む優生手術の\n被害者において，２０年の除斥期間により国賠法に基づく損害賠償請求権を\n既に訴求できなくなっていたことからすれば，特別な立法措置が必要不可欠\nであったことは明白であった。遅くとも，平成１６年３月の坂口厚労大臣の\n発言により，国会議員においても，優生手術の被害者の被害回復のための特\n別立法を行う義務すなわち立法措置の必要不可欠性は明白となっていた。\nこれを敷衍すれば，優生保護法の平成８年改正がされた同年６月１７日の\n時点で，国会議員が同法の優生条項が憲法１４条１項に違反することを認識\nしていたことは，優生保護法改正時の参議院厚生委員会議事録（甲Ａ１９）\nから明らかである。また，平成７年１０月１６日の厚生省医療局エイズ結核\n感染症課による第４回らい予防法見直し検討会における議論，平成８年改正\n時のリプロダクティブヘルス・ライツ（性と生殖に関する健康と権利）の観\n点からの附帯決議，平成１０年１１月１９日の国連自由権規約委員会の日本\n政府に対する勧告（甲Ａ７・通し３頁），平成１３年１月の日弁連の日本政\n府に対する報告（甲Ａ１２・通し４頁），そして，坂口厚労大臣の平成１６\n年３月２４日の発言（甲Ａ１８・３～４頁）といった一連の事情によれば，\n遅くとも，坂口厚労大臣の上記発言がされた時点で，優生保護法の優生条項\nが，平等権のみならず，「リプロダクティブ権」の根拠となる憲法１３条に\n由来する人格権をも侵害していたことについて，国会議員は容易に認識可能\nであった。\nまた，国会議員は，特別立法の必要不可欠性についても容易に認識可能で\nあった。すなわち，優生保護法の優生条項が憲法１３条，１４条１項に違反\nしていることが明白である以上，憲法尊重擁護義務（憲法９９条）を負い，\n優生手術を主導してきた被告は，優生手術を受けた者に対して憲法上の権利\nの侵害状態を是正する必要があり，その是正方法として，優生手術を受けた\n者に対する損害の補償という方法を執るべきであることは，上記一連の事情\nから明らかであった。このように，日本政府が補償を求める声があることを\n認識し，国内外から補償の必要性を公式に指摘され続けた経過に鑑みれば，\n遅くとも坂口厚労大臣の上記発言がされた平成１６年３月２４日の時点で，\n優生保護法の優生条項が違憲であることに加えて，同優生条項による人権侵\n害の是正方法として特別の賠償立法を策定するべきであったことは，国会議\n員にとって容易に認識可能であったといえる。\nさらに，本件と同様に，優生手術を強制されるなどして人格権を侵害され\nたハンセン病の元患者らが提訴した国家賠償請求訴訟における熊本地裁平成\n１３年判決においては，優生保護法の非人道性が指摘され慰謝料額考慮の背\n景事情とされ，国会は，この判決を受けて特別の補償金支給法を制定し，こ\nの立法を通じて，優生手術の違憲性を十分認識する機会があったほか，平成\n８年改正時点で優生手術の被害者の約９８％について，手術から２０年間が\n経過していたのであり，除斥期間が適用される場合には，その賠償のために\nは特別の賠償立法が必要不可欠であったことが客観的に明らかであった。\n諸外国の例をみても，スウェーデンでは，平成１１年１０月に優生手術を\n受けた者に対する補償立法が成立しており，ドイツでも，昭和６３年に，連\n邦議会が優生学的見地に基づく強制不妊手術を受けた者に対する補償に関す\nる決議を採択して補償金の支給を開始した。このような諸外国の事例からも，\n国会は，優生手術を受けた者に対する国賠法にとどまらない特別の賠償立法\nの必要性を十分に認識できた。\n以上の事情に鑑みれば，国会議員は，遅くとも平成１６年３月の時点で，\n既定の国賠法にとどまらない特別の賠償立法の必要性について，容易に認識\n可能であり，そのような特別立法を行う義務すなわち立法措置の必要不可欠\n性は明白となっていた。\n⑸  国会が正当な理由なく長期にわたって立法措置を怠ったこと\n本件においては，上記⑷のとおり，国会議員が特別立法を行うべき必要不\n可欠性及び明白性を具体的に認識し得る事情が多数存在した。特に，坂口厚\n労大臣の発言により，国会が特別立法をすべきことは動かし難い義務として\n認識されていたのであり，国会は，その時点から遅くとも３年以内に特別立\n法をすべきであったのに，何ら正当な理由なく，１０年以上の長きにわたり\n当該義務を怠り，現在に至っている。\nなお，平成３１年４月２４日に成立した一時金支給法は，優生保護法の違\n憲性を認めておらず，被告による謝罪もなく，また，一時金支給法に規定さ\nれた一時金の額３２０万円は，原告が受けた重大かつ回復困難な被害に比し\nて余りに低額である。さらに，かかる一時金の請求権者は，優生手術等を受\nけた者本人のみに限定されており，その相続人が除外されるなど，その法的\n性格は損害賠償金とは本質的に異なるものである。したがって，一時金支給\n法が国賠法とは異なる特別立法と評価することはできず，被告による違法な\n立法不作為はいまだに継続している。\n【被告の主張】\n１  厚生労働大臣の不作為の国賠法上の違法性に関する原告の主張に理由がない\nこと\n⑴  原告が予備的請求において不法行為として主張する厚生労働大臣の不作為\nが，主位的請求に係る不法行為から独立して別個の不法行為を構成する余地\nがないこと\nア  国賠法４条により国家賠償制度に導入される我が国の民法の不法行為制\n度においては，金銭賠償を原則とし（同法７２２条１項），例外的に，名\n誉毀損の場合に原状回復の方法があり得るものとされているにとどまる\n（同法７２３条１項）。したがって，「ある作為を先行行為として，これ\nと相当因果関係にある損害を回復する措置を怠る不作為は，それ自体，不\n法行為たる作為義務違反を構成する」旨の原告の主張は，先行行為が不法\n行為を構成する場合には，上記損害は，特別の定めがない限り，先行行為\nの不法行為責任として発生する金銭賠償の方法による損害賠償により回復\nされるべきものであり，かかる損害賠償をすべき義務とは別に，損害回復\nのための作為義務を観念することはできないから，上記不作為が，先行行\n為から独立して別個の不法行為を構成する余地はないというべきである。\nそう解さなければ，先行行為を不法行為とする損害賠償請求権が消滅時効\nの援用又は除斥期間の経過により消滅している場合において，加害者に当\n該損害賠償とは別個の損害回復措置を義務付ける特別の定めがなく，判例\n上解釈による原状回復の余地が否定されている（大審院明治３７年１２月\n１９日判決・民録１０輯１６４１頁，大審院大正１０年２月１７日判決・\n民録２７輯３２１頁）ため，法令の規定又はその解釈によって別個の損害\n回復措置が導かれる余地がないときであっても，被害者は，当該損害回復\n措置を怠る作為義務違反という不法行為による損害賠償請求権を訴訟物と\nして構成することにより，先行行為と相当因果関係のある損害について，\n実質的に金銭賠償を受けられることになってしまうが，このような帰結は，\n上記民法の不法行為責任制度の規律の趣旨，上記判例理論等から，到底採\nり得ないものである。\nイ  厚生労働大臣の不作為が違法である旨の原告の主張は，結局，主位的請\n求において不法行為とした先行行為と相当因果関係のある損害について，\n厚生労働大臣が，国賠法４条により適用される民法の定める金銭賠償の方\n法による損害賠償とは異なる損害回復措置を講ずる義務（原状回復義務）\nを負っていたと主張し，その義務違反を理由に，主位的請求における不法\n行為によって生じた損害に係る金銭賠償等を求めるものにほかならない。\n主位的請求における原告の損害と予備的請求における損害とが「同一」で\nある旨は，原告自身が主張するところである。しかし，厚生労働大臣が，\n先行行為に係る損害賠償義務とは別に，優生手術を受けた者の被害を回復\nするための措置を講ずる義務や，優生思想を除去するための普及啓発活動\nを行うべき義務を負うことを定める特別の規定は存在せず，判例理論によ\nり，解釈による原状回復を認める余地もない以上，これらの作為義務を観\n念することはできない。\nウ  したがって，原告が予備的請求において不法行為として主張する厚生労\n働大臣の不作為が，主位的請求に係る不法行為から独立して別個の不法行\n為を構成する余地はなく，この点についての原告の主張は失当である。\n⑵  原告が予備的請求において不法行為として主張する厚生労働大臣に係る作\n為義務が発生する余地はないこと\nア  国賠法１条１項の「違法」の意義等\n国賠法１条１項は，国又は公共団体の公権力の行使に当たる公務員が個\n別の国民に対して負担する職務上の法的義務に違背して当該国民に損害を\n与えたときに，国又は公共団体がこれを賠償する責に任ずることを規定す\nるものであり（最高裁判所昭和５３年（オ）第１２４０号昭和６０年１１\n月２１日第一小法廷判決・民集３９巻７号１５１２頁（以下「最高裁昭和\n６０年判決」という。），最高裁平成１７年判決等），同項の適用上違法\nとされるためには，公務員が個別の国民に対して負担する職務上の法的義\n務に違反することが必要である（いわゆる職務行為基準説）。したがって，\n公務員の行為が同項の適用上違法とされるためには，①  問題とされる行\n為が公務員の職務上の法的義務として義務付けられたものであること，及\nび②  その義務が被害を受けたという個人に対して負うものであることが\n必要である。\nこのことは，行政活動における公権力の行使に係る公務員の行為につい\nても当てはまる。そして，行政府の職務の本質が，行政活動については，\n法律の定めるところにより法律に従って行われなければならないという法\n律による行政の原理にあることを踏まえれば，国家賠償請求訴訟において，\n法令の規定や，その趣旨・目的等に照らして，当然に行われるべきものと\nして導くことのできない作為を職務上の法的義務とし，その不作為を違法\nと評価することは，法律による行政に抵触し，国家賠償請求訴訟に期待さ\nれる機能を超えるものであるといわざるを得ない。\nまた，職務行為基準説に立って国賠法１条１項の適用上の違法の判断を\nするためには，当該公務員にどのような職務上の法的義務が課されていた\nかを確認しなければならないところ，この職務上の義務は，「個別の国\n民」，つまりその事案の被害者に対して具体的に負うものであるから，抽\n象的・一般的なものであってはならない。そのため，行政活動について，\nある作為が職務上の法的義務として義務付けられたといえるためには，当\n該作為を求められる公務員において，通常なすべきとして認識できる程度\nに，当該作為の発生要件及び作為すべき内容が明確なものでなければなら\nない。すなわち，求められる作為について，多種多様な内容・方法が考え\nられ，情勢に応じた対応を要する行政施策であって，その内容（実施時\n期・期間，実施対象，実施内容及び実施方法等）が一義的に定まるもので\nはなく，その性質上，これを定めるべきともいえない場合には，当該作為\nを求められる公務員において，通常なすべきとして認識できる程度に，当\n該作為の発生要件及び作為すべき内容が明確であるとはいえず，当該公務\n員にそのような作為義務を課すことはできないから，同作為義務が職務上\nの法的義務とされる余地はない。\n原告は，作為義務を導く根拠として条理を主張するところ，条理とは，\n成文法・慣習法・判例法等が欠けているときに裁判の基準となる事物の本\n性をいい，法律による行政の原理の下で行政活動の直接的な根拠になるも\nのでも，行政活動に当たる公務員においてその内容が明確なものでもない\nから，条理のみをもって，職務上の法的義務を認める余地はない。また，\n先行行為の存在を勘案したとしても，上述のとおり，問題となる作為に係\nる法令の規定や，その趣旨・目的等に照らし，当該作為を求められる公務\n員において，通常なすべきとして認識できる程度に，その発生要件及び作\n為すべき内容が明確なものとして導き出されるものでない限り，当該作為\nが職務上の法的義務となる余地はない。\nイ  厚生労働大臣が原告主張の各法的義務を負う余地がないこと\n原告は，厚生労働大臣が，優生手術の違憲性を認め，被害実態を検証し，\n被害者の被害を回復するための措置（金銭賠償，謝罪を含む。）を講ずる\nとともに，優生思想を除去するための普及啓発活動を行うべき義務を負っ\nていた旨主張する。\nしかし，まず「金銭賠償」の義務についてみると，国賠法が昭和２２年\nに制定されていたことからすると，原告の損害賠償請求権の行使の機会は\n確保されており，国会議員において，国賠法とは別の，原告が主張すると\nころの制度や特別措置法を制定する立法義務があったとはいえず，最高裁\n平成１７年判決の後段基準の要件に該当しない。そうであれば，厚生労働\n大臣においても，国賠法とは別の，原告が主張する法案を提出し，その施\n策を講ずる職務上の法的義務を負っていたとはいえないというべきである。\nまた，「謝罪」等金銭賠償以外の被害回復措置を講ずる義務については，\n上記アのとおり，行政活動について，ある作為が職務上の法的義務たり得\nるためには，当該作為を求められる公務員において，通常なすべきとして\n認識できる程度に，当該作為の発生要件及び作為すべき内容が明確なもの\nでなければならないことから，厚生労働大臣にそのような作為義務を認め\nる余地はない。すなわち，仮に，優生手術を受けた者が同手術の実施によ\nり何らかの被害を受けた状況があったとしても，その被害回復のための措\n置として，原告の主張する謝罪等の措置を講ずべきことが当然に導かれる\nような法令の規定は存在せず，むしろ，国賠法４条により適用される民法\nが，不法行為の効果として金銭賠償の原則を採用していることからすると，\n原告主張の謝罪等の措置を講ずることは，当該作為に係る法令の規定，そ\nの趣旨・目的等に照らし，当該作為を求められる公務員において，通常な\nすべきとして認識できる程度に，当該作為の発生要件及び作為すべき内容\nが明確なものとして導き出されるものとはいえない。この点，原告は，厚\n生省が積極的に優生手術を推し進めるなどした先行行為により，厚生労働\n大臣に，条理上，謝罪等の措置を講ずる義務が生ずる旨主張するが，上述\nのとおり，謝罪等の措置を講ずべきことを当然に導く法令の規定は存在せ\nず，むしろ，被害回復のための措置として，国賠法４条により適用される\n民法に定めのない措置が認められる余地はないから，法の欠缺を補う条理\nの性質に照らしても，謝罪等の措置を講ずることが職務上の法的義務とな\nる余地はない。したがって，条理を根拠として，厚生労働大臣が謝罪等の\n措置を講ずる職務上の法的義務（作為義務）を負う余地はない。\n「優生思想を除去するための普及啓発活動」を講ずべき義務については，\n上述の「謝罪」等金銭賠償以外の被害回復措置を講ずべき法的義務を負う\n余地がないとする理由と同旨の理由の他，国賠法１条１項の違法性の意義\nからも，厚生労働大臣にこれを行う職務上の法的義務があるとする原告の\n主張には理由がないといえる。すなわち，原告の主張する「優生思想を除\n去するための普及啓発活動」にいう「優生思想」とは，「『不良』，『劣\n性』と評価付けられたものは排除されるべきである」との「思想」であり，\n仮に，国民の中にこのような「優生思想」を持つ者がいるとしても，それ\nはその者の内心における考え方又は見方である。そうすると，上記「普及\n啓発活動」を行うこととする場合には，それを行うこと自体が，国民一人\n一人の心の在り方に密接に関わる問題であり，同活動に対する受け止めや，\n同活動を受けていかなる意識を形成するかについて，国民一人一人様々あ\nり得ることを念頭に置いて，活動の目的・内容・方法の在り方を考えなけ\nればならない。また，原告の主張する「優生思想の流布」等の対象が国民\n一般に及び，それらが与えた影響については，その有無，範囲及び程度と\nも様々あり得るところである上，平成８年６月３日付け日本障害者協議会\nの要望書（甲Ａ１４４）において，「差別的な法律の規定を削除するだけ\nでなく，これまで優生保護法の下で助長されてきた障害者に対する差別意\n識を取り除くよう，普及啓発活動に努めてください。」と記載されている\nことからすると，「優生思想」の根底には，人々の中に見られる同一性・\n均質性を重視しがちな性向や非合理的な因習的意識の存在等といった，国\n民一人一人の心の内面の問題があることも否定できない。「普及啓発活動」\nを行うというのであれば，広く国民に対し，優生手術に係る知識等を付与\nするだけでは足りず，国民の間で人権一般の普遍的な視点から人権尊重の\n理念に関する相互理解が深まることを促すことも必要であると考えられる。\nさらに，「優生思想」の根底に障害者等に係る国民一人一人の心の内面の\n問題があることも否定できない以上，「普及啓発活動」を特定の時期・期\n間に実施すれば足りるというものではなく，国民の発達段階や地域の実情\n等を踏まえつつ，将来にわたり不断に継続していかなければならないもの\nである。\n以上によれば，原告の主張するような「普及啓発活動」を行うこととし\nた場合でも，その目的は，国民一人一人が人権を尊重することの重要性を\n正しく認識し，これを前提として他人の人権にも十分配慮した行動をとる\nことができるよう，国民一人一人に意識を高めてもらうことや，自発的に\n意識を改めてもらうように促すことに置かれることとなるし，想定される\n活動の内容・方法としても，国民の自主性を尊重しつつ，国民全体に対し，\n「優生思想」，「優生政策」といった具体的な人権課題に即した個別的な\nアプローチと人権一般の普遍的な視点からのアプローチとを有機的に結び\n付けながら，創意工夫を凝らした多種多様な内容・方法によって，広く，\n不断に実施していくことになるものである。\nこのような普及啓発活動の性質からすれば，公務員が同活動に係る職務\n上の義務を負うことがあるとしても，それは，専ら，広く人権尊重の理念\nに係る国民の理解を深めるという公益上の見地から，国民一般に対して負\nうものであり，優生手術により人権侵害を受けたという個別の国民に対し\nて負うものでないことは明らかである。そうである以上，厚生労働大臣に\nおいて，「優生思想を除去するための普及啓発活動」を実施しなかったこ\nとが，国賠法１条１項の違法性の要件を満たすことはあり得ない。\n２  国会議員の立法不作為の国賠法上の違法性に関する原告の主張に理由がない\nこと\n⑴  原告が予備的請求において不法行為として主張する国会議員の不作為が，\n主位的請求に係る不法行為から独立して別個の不法行為を構成する余地がな\nいこと\n原告は，主位的請求における不法行為から生じた損害と予備的請求におけ\nる不作為の不法行為から生じた損害とは，「同一」である旨主張しているこ\nとからすれば，上記１⑴と同様の理由により，国会議員の立法不作為が，主\n位的請求に係る不法行為である本件優生手術から独立して別個の不法行為を\n構成する余地はない。\n⑵  最高裁平成１７年判決の後段基準により国会議員の立法不作為の国賠法上\nの違法が認められないこと\n本件において，優生保護法に基づく優生手術を受けた者を救済する立法措\n置を講じなかったという国会議員の立法不作為が国賠法１条１項の適用上違\n法であるというためには，それが「国民に憲法上保障されている権利行使の\n機会を確保するために所要の立法措置を執ることが必要不可欠であり，それ\nが明白であるにもかかわらず，国会が正当な理由なく長期にわたってこれを\n怠る場合」（最高裁平成１７年判決における後段基準）に該当すると認めら\nれることが必要である。\nしかし，原告は，国会議員の立法不作為を違法とする前提として，優生保\n護法に基づく優生手術が国賠法上違法であったと主張していると考えられる\nところ，被告の不法行為によって国民が被害を受けた場合にその被害を金銭\n的に回復する制度を定める法律としては，昭和２２年１０月２７日に施行さ\nれた国賠法が存在している。そのため，原告の主張を前提とした場合には，\n優生保護法に基づく優生手術の被害を金銭的に回復する制度として国賠法が\n存在していたことになるから，優生保護法が廃止された後に同法に基づく優\n生手術の被害に対して金銭補償をする制度ないし特別措置法を立法すること\nが，優生保護法に基づく優生手術の被害を金銭的に回復するために必要不可\n欠なものであるとはいえない。それゆえ，国会議員が，国賠法とは別に優生\n保護法に基づく優生手術の被害に対して金銭補償をする制度を立法するか否\nかは，国会議員の立法裁量に委ねられるべき事柄であって，その立法をする\nことが必要不可欠であり，かつ，それが明白であったとはいえないというべ\nきである。\nしたがって，国会議員に原告の主張する優生保護法に基づく優生手術の被\n害に対して金銭補償を求めることができるようにするための立法措置を講ず\nる立法義務があったとはいえないから，その立法の不作為が国賠法１条１項\nの適用上違法と評価されることはない。\n⑶  行使の機会が確保されるべき権利に係る原告の主張に理由がないこと\nア  原告は，原告の有する「損害賠償請求権」は，「憲法１３条及び１７条\nにより保障されており，その権利行使の機会は確保されるべきである」旨\n主張する。\nイ  しかし，憲法１３条は，個人の基本的人権を保障する規定であり，憲法\nは，これらの人権が侵害された場合の金銭補償については，個別の人権保\n障規定とは別に憲法１７条等によって保障するとしている。憲法１３条は，\n国民の基本的人権の包括的な宣言であって，国民が国に対して直接同条に\n基づき何らかの実体法上の請求権を取得することは考えられない。したが\nって，同条を直接の根拠として原告の主張する金銭賠償請求権が発生する\nとか，同条により原告主張の金銭賠償請求権が保障されているなどと解す\nることはできない。\n⑷  立法措置の必要不可欠性に係る原告の主張に理由がないこと\nア  最高裁平成１７年判決の後段基準がいうところの必要不可欠性の要件は，\nこれを実質的に見れば，一定の立法義務が国会議員に課せられていること\nを基礎付けるための要素をいうものにほかならない。しかして，本件のよ\nうに公務員の違法行為によって損害を被ったとして損害賠償を求めようと\nする被害者の救済に関しては，憲法１７条が置かれているところ，同条は，\nその具体的内容を法律に委任し，法律以外の法形式による規律を禁じてい\nる。そうすると，上記被害者の救済に係る法律の立法義務の有無の判断は，\n結局，同条が国賠法とは別の内容の損害賠償に関する制度ないしは法制を\n創設する立法義務を国会に課しているかどうかの解釈問題にほかならない\nということができる。\nイ  憲法１７条は，これに相当する規定がなかった大日本帝国憲法下では，\n私人の不法行為や国・公共団体の私経済作用における不法行為に関しては，\n当該私人又は国・公共団体が民法上の不法行為責任を負うのに対し，権力\n的作用における不法行為に関しては，国・公共団体が一切の損害賠償責任\nを負わなかったという基本的法政策が有していたある種の不公平状態を修\n正し，国や公共団体にも一般的に不法行為責任を認めることとしたもので\nある。このような制定趣旨からすれば，憲法１７条は，国又は公共団体が\n負うこととなる損害賠償責任について，民法上の不法行為責任を超える内\n容の規律とすることまでは要請してないと解すべきである。\nそれゆえ，憲法１７条を受けて制定された国賠法が，民法の不法行為制\n度の規律を国家賠償制度に導入することは，国又は公共団体が，権力的作\n用も含む全ての作用について，公務員の行った不法行為に関し民法の不法\n行為責任と同等の責任を負うことの一環として定められたものであるから，\n国賠法は，正に憲法１７条の要請にかなうものというべきである。そうで\nあれば，国賠法とは別の賠償法の立法措置を講ずることが必要不可欠であ\nったとはいえない。\nウ  原告は，優生手術の被害に関する金銭賠償を求めることは極めて困難で\nあったなどと，権利行使の困難性を強調して，その請求を可能とする国賠\n法とは別の賠償法の立法措置を講ずることが必要であった旨主張する。\nしかし，上記アのとおり，権利行使の機会を確保する必要性の解釈は，\n憲法１７条の解釈問題と考えるのが相当であり，具体的には，公務員の違\n法行為によって損害を被ったとして損害賠償を求めようとする者は，国賠\n法の存在によりその権利行使の機会が確保されていることによって憲法１\n７条の要請を充足していると評価できることを前提に，優生手術を受けた\n者については，それとは異なり，国賠法の存在によって確保されている権\n利行使の機会以上に，具体的，現実的な権利行使の機会を確保しなければ，\n憲法１７条の要請を充足しているとはいえないと評価できるかどうかとい\nう観点から検討するのが相当である。\nそして，憲法１７条は，侵害された権利の重大性や態様等によって，そ\nの保護を異なるものとすることを予定しておらず，優生手術を受けた者に\n上記具体的，現実的な権利行使の機会を確保すべき地位が憲法上保障され\nているとは認められない。そうだとすれば，優生手術を受けた者との関係\nでも，他の国家賠償を求める者と同様，国賠法によって権利行使の機会が\n与えられていることによって憲法１７条の要請は充足していると解するの\nが相当であり，国賠法以外の別の救済立法が必要不可欠であったとは認め\nられない。救済立法の必要不可欠性の基礎付け事情として原告が挙げる諸\n事情は，いずれも，その国家賠償請求権を行使する機会がなかったことを\n基礎付ける事情とはいえない。\nエ  また，原告の主張は，実質的には，民法７２４条後段の規定の適用を排\nする点で，現行の国賠法における国家賠償責任や一般不法行為責任に比し\nて国又は公共団体の責任を加重するものであり，憲法１７条が公務員のど\nのような行為によりいかなる要件で国又は公共団体が損害賠償責任を負う\nかを立法府の政策判断に委ねていること（最高裁判所平成１１年（オ）第\n１７６７号平成１４年９月１１日大法廷判決・民集５６巻７号１４３９頁。\n以下「最高裁平成１４年判決」という。）からすれば，憲法１７条が原告\nの主張する立法義務を国会議員に課したものとはいえない。もちろん，原\n告が主張する諸事情に応じて国賠法により整備された上記のような国家賠\n償制度を改め，被害回復の範囲を広げるという立法政策を採用することが\n憲法上禁止されているとはいえないとしても，その政策の立案や立法作業\nに関しては，請求者の範囲，責任原因や損害の内容といった実体法上の仕\n組みが再検討されなければならないことになるし，請求権の行使方法等の\n訴訟法的な見地からの検討も必要となる道理であるから，そのような種々\n様々な事情をどの範囲まで考慮し，制度ないし法律として反映させられる\nかという立法技術的な事柄は，正に立法府による広範な裁量に委ねられる\nべき事柄である。\nしたがって，憲法１７条が原告の主張するような立法義務を国会議員に\n課したものとは到底いえない。\n⑸  立法措置の明白性に係る原告の主張に理由がないこと\nア  最高裁平成１７年判決の後段基準は，必要不可欠性の要件に加えて ，\n「それが明白である」との明白性の要件を掲げているところ，国賠法１条\n１項の適用上違法とされるためには，公務員が個別の国民に対して負担す\nる職務上の法的義務に違反すること（行為規範違反）が必要である（職務\n行為基準説）。そして，立法行為について国賠法１条１項の違法が肯定さ\nれる場合があるとしても，立法府には，立法行為に関し，広狭の差はあれ\n一定の裁量が付与されているのであるから，ある立法行為につき国会議員\nに職務義務違背の行為規範違反があると認めるためには，国会に認められ\nる合理的な立法裁量を超えて立法義務に違反したといえる事実があること\nに加え，当該立法義務があることが明白であることを要すると解される。\n最高裁平成１７年判決の後段基準が掲げる明白性の要件は，正に上記の趣\n旨に基づくものといえるのであって，社会的事実あるいは憲法解釈上，一\n定の立法を行う必要不可欠性が肯定される場合であっても，そのことが明\n白でない限り，国会議員に行為規範違反の責任を負わせることはできない\nことを明らかにしたものと解すべきである。\nイ  そして，ここにいう「明白」とは，「国民に憲法上保障されている権利\n行使の機会を確保するために所要の立法措置を執ることが必要不可欠」で\nあることが明白であることを指すものと解されるところ，これを本件に則\nして具体的にいえば，「憲法１７条が保障する国家賠償請求権」の「行使\nの機会を確保するため」に「所要の立法措置を執ることが必要不可欠」で\nあることが明白であることを指すということになる。\nしかし，上記⑷イのとおり，そもそも，原告が本件優生手術を受けたと\nする当時，公務員の不法行為により生じた被害を金銭的に回復する制度と\nして既に国賠法が存在していたところ，国賠法は，憲法１７条の要請に従\nって，公務員の不法行為により損害を受けた者が国又は公共団体に対して\n有することとなる損害賠償請求権の成立要件及び効果等を具体的に規定し\nたものであって，憲法１７条の趣旨は正に国賠法に体現されたものといえ\nる。このような国賠法が存在するにもかかわらず，優生手術を受けた者と\nの間で，国賠法以外の救済立法を制定しないことが憲法１７条に違反する\nものであるかどうかは，正に本件訴訟において初めて問題となったもので\nあり，そのことが国会において明白であったとは認められない。\nしたがって，本件において，「所要の立法措置を執ることが必要不可欠」\nであることが「明白」であったとはいえない。上述のとおり，最高裁平成\n１７年判決の後段基準にいう「明白」とは，「国民に憲法上保障されてい\nる権利行使の機会を確保するために所要の立法措置を執ることが必要不可\n欠」であることが明白であることを指すところ，明白性の要件の基礎付け\n事情として原告が指摘する事情は，これに当たらないことが明らかである。\n第６  その余の争点に関する当事者の主張\n１  原告が被った損害\n（原告の主張）\n⑴  原告は，本件優生手術により身体に重大な侵襲を受け，生まれながらに\n有するかけがえのない身体機能を残酷に奪い 取られた。これにより，原告\nは，術後何日間も痛みに苦しむこともあったが，原告に対して何の説明を\nすることもなく実施されており，その実施態様自体，悪質というほかない。\nこのような強制不妊手術の実施により，原告は身体に大きな傷害，痛みを\n受け，生殖機能の喪失という重大な後遺障害を残すこととなった。\n⑵  交通事故の損害賠償実務では，原告の被害と「生殖機能の喪失」という\n点で重なる両側睾丸喪失（後遺障害等級７級）が生じ た場合の後遺障害慰\n謝料額は，一般に１０００万円とされる。\nしかし，交通事故による人身損害賠償の算定基準は， 膨大な件数の事案\nの適正かつ迅速な解決の要請などから，損害の定額化・定型化がされたも\nのであり，その賠償額の基準を定めるに当たっては，交通事故が誰もが加\n害者にも被害者にもなり得ること，基本的には過失行為によるものである\nことなどを前提に定立されている。他方，本件優生手術は，過失によるも\nのではなく，優生政策の一環として国が意図的に一部の国民に人身傷害を\n与えたものであるから，交通事故による損害算定の場面とは前 提事実が全\nく異なり，本件優生手術による損害は，交通事故等に伴う損害とは比肩で\nきない深刻な損害である。したがって，その慰謝料額 は１０００万円を優\nに上回るものである。\n⑶  さらに，本件優生手術は，単なる強制不妊手術にとどまらず，優生思想\nに基づいてされた手術であった。本件優生手術を受けたということは，国\nが原告に対して「不良」，「劣性」であるとの根拠のない評価付けをし，\n国が原告の人としての価値を否定し，原告の子孫を根絶させたことを意味\nするものであり，国が主導して，原告が人間として存在する価値を根底か\nら否定する行為にほかならない。このため，原告は，本件優生手術につい\nて，亡妻に亡くなる直前まで打ち明けることができなかったなど，継続的\nに精神的損害を受けてきた。\n⑷  原告は，本件優生手術により，人生をかけて子どもを持つ選択権を永久\nに奪われた苦しみを味わうこととなった。原告は， 本件優生手術当時●●\n歳であり，子どもを持つことの意味を十分に理解することができていなか\nったが，成長して思春期を経ていくうちに家族形成に関わる重大な選択肢\nの喪失であることに気付き，改めて優生手術の恐ろしさを認識することと\nなった。原告は，異性との交際や結婚に当たり思い悩むようになり， 亡妻\nと結婚した後も，本件優生手術を亡妻に打ち明けられずに自らを責める気\n持ちと，子どもを望む亡妻を落胆させたくないという思いとの狭間で苦し\nみ続けた。原告は，親戚，知人や友人の子どもに接したり，子どもを催促\nされたりするたびに，亡妻に真実を告げられないことに心を痛め，本件優\n生手術を恨み，原告に本件優生手術を受けさせた大人たちを恨んだ。\n本件優生手術は，原告が成長し現在に至る長い過程において，何度も繰り\n返し原告に精神的苦痛を与えてきたのであり，原告は，今もなお，本件優生\n手術により自分の人生が大きく歪められたことについて，精神的苦痛を抱き\n続けている。\nそして，被告は，原告に対して「不良」，「劣性」であるとの根拠のない\n評価付けをし，原告の人としての価値を否定してきたのであり，そのような\n状態は，被告が原告に対して優生思想の誤りを認めて真摯に謝罪し，誠意あ\nる十分な被害回復のための措置が執られ，これにより今も社会に蔓延する優\n生思想がなくなり，原告が 自身の人生について誰に対しても隠すことなく\n堂々と打ち明けられることができる時まで，完全に癒えることはない。それ\nまでの間，原告は，国から一個人として尊重されたいという思いを踏みにじ\nられ続け，その苦しみはより拡大，深化し続けるものである。\n⑸  以上の原告の精神的損害は，「不良」というスティグマを課され本件優生\n手術が強制的に行われたことで受けた精神的損害を，各視点から評価・説明\nしたものであり，一体としての精神的損害である。このような精神的損害は，\n主位的請求・予備的請求のいずれにも共通する。\nまた，予備的請求において原告が主張する厚生労働大臣又は国会議員の不\n作為により原告が被った損害とは，原告が民法７２４条後段の規定の適用に\nより回復困難となった本件優生手術による損害である。したがって，上記不\n作為による損害は，本件優生手術による損害と少なくとも同一といえ，この\n損害と上記不作為との間の相当因果関係も，当然に認められる。\n⑹  以上からすれば，原告の本件優生手術及びその後の国の対応によって原告\nが被った損害は３０００万円を下らない。\n（被告の主張）\n⑴  原告は，予備的請求に係る損害として，①  本件優生手術による後遺症慰\n謝料等の損害，②  本件優生手術により人としての価値を否定されたことに\nよる精神的損害，③  本件優生手術によりリプロダクティブ・ライツを侵害\nされたことによる精神的損害，④  国が謝罪や被害回復をしないことによる\n精神的損害を主張する。\n⑵  しかしながら，原告は，予備的請求において，平成１９年３月以降の厚生\n労働大臣の不作為及び国会議員の不作為が国賠法１条１項の適用上違法であ\nる旨主張しているのであるから，精神的損害の有無及びその内容も，同月以\n降も厚生労働大臣の不作為及び国会議員の立法不作為によって救済等がされ\nない状態に置かれたことと相当因果関係を有する事情を基礎に，認定，判断\nされなければならない。しかるに，上記⑴①から③までの各損害は，いずれ\nも本件優生手術によって生じた損害であり，そのような損害は，原告が主張\nする厚生労働大臣の不作為や国会議員の立法不作為により生ずる余地がない\nものである。\nまた，上記⑴④の損害の発生を基礎付ける事情として，原告は，国が原告\nを「不良」，「劣性」であるとの根拠のない評価付けをし，原告の人として\nの価値を否定してきた点を挙げるが，同事情は優生保護法の平成８年改正以\n前の事情であり，原告が主張する厚生労働大臣の不作為や国会議員の立法不\n作為を原因として発生する事情とはいえず，各不作為と損害との間の相当因\n果関係を有しない。\n⑶  その余の主張については，いずれも不知。\n２  謝罪広告の必要性\n（原告の主張）\n⑴  前記第５の原告の主張の１⑴のとおり，被告は，被告の優生政策の遂行\nという先行行為に基づく作為義務として，当該権利侵害を除去する条理上\nの作為義務を負担する（熊本地裁令和元年判決）。被告は，違憲であるこ\nとが明白な優生政策を平成８年まで推進し，更に優生条項が廃止された後\nもそのことを周知徹底せず，何らの対策も執らずに放置してきた。これら\nの長期にわたる優生政策の推進及び放置により，我が国における優生思想\nが固着し，優生手術を受けた者は，それが知れると周囲から忌避，排除さ\nれ，劣等な存在として社会的評価を減ぜられ，又は優生手術を受けたこと\nが発覚しないように身内にさえ秘匿しなければならないという精神的苦痛\nを 生 涯 背 負 う の で あ っ て ， こ れ ら の 被 害 （ 以 下 「 偏 見 差 別 等 被 害 」 と い\nう。）を受けた者の減ぜられた社会的評価を回復しなければ，偏見差別等\n被害は解消されない。\nしたがって，優生手術を受けた者の偏見差別等被害を除去するためには，\n社会的評価の回復が必要であり，優生政策等を遂行してきた厚生大臣（厚生\n労働大臣）によって，被告による違憲な優生政策が原因で優生手術を受けた\n者に対する偏見差別等被害を形成，維持，更には強固にしたことを明らかに\nした上で，そのことについての謝罪とその周知がされる措置を執ることが必\n要であり，この限度で，厚生大臣（厚生労働大臣）には，謝罪とその周知の\n義務が認められる（熊本地裁令和元年判決）。\n⑵  原告は，何らの落ち度もないのに，自らの本件優生手術について，死の直\n前まで亡妻に対して打ち明けられず，被告により埋め込まれた「秘密」を６\n０年近く秘匿し続けなければならなかったのであり，これは，被告が優生政\n策を進めたことにより，「優生手術を受けた」ということ自体が社会的評価\nを減ずる社会を醸成されたため，原告が本件優生手術を告白することにより\n偏見差別等被害を受けかねないという強い恐怖心を抱かざるを得なかったこ\nとによる。優生手術を受けたために強いられた不必要な懊悩に長年苛まれて\nいた原告の被害回復のため，被告は，条理上，謝罪広告をする義務がある。\n被告の謝罪広告は，民法７２３条の法意からしても認められるべきである。\n⑶  なお，被告は，原告の求める謝罪広告が原告の社会的名誉の低下を前提と\nしているとして，現行法上認められる余地がない旨主張する。しかし，原告\nは，謝罪広告義務の発生要件として，社会的名誉の低下を前提としておらず，\n被告の上記主張は失当である。\n（被告の主張）\n⑴  民法７２３条が，金銭賠償（同法７２２条１項）の例外として原状回復処\n分を命じ得ることを規定している趣旨は，「その処分により，加害者に対し\nて制裁を加えたり，また，加害者に謝罪等をさせることにより被害者に主観\n的な満足を与えたりするためではなく，金銭による損害賠償のみでは填補さ\nれえない，毀損された被害者の人格的価値に対する社会的，客観的な評価自\n体を回復することを可能ならしめるためであると解すべきであり，したがつ\nて，このような原状回復処分をもつて救済するに適するのは，人の社会的名\n誉が毀損された場合であり，かつ，その場合にかぎられると解するのが相当\nである」（最高裁判所昭和４３年（オ）第１３５７号昭和４５年１２月１８\n日第二小法廷判決・民集２４巻１３号２１５１頁）。\nそうだとすれば，現行法上，原状回復処分としての謝罪広告が認められる\nのは，人の社会的名誉（人がその品性，徳行，名声，信用等の人格的価値に\nついて社会から受ける客観的な評価）が低下した場合であり，かつ，その場\n合に限られるというべきである。\n⑵  原告の主張は，本件優生手術を受けた事実を明らかにすれば，当該事実を\n知った者から差別・偏見の対象とされるのではないかとの恐怖心・不安感が\nあったため，本件優生手術を受けた事実を対外的に明らかにすることができ\nず，それにより精神的苦痛を被ることを余儀なくされていたというものにほ\nかならない。つまり，原告の謝罪広告の請求は，原告の社会的名誉が現に低\n下していることを前提とするものでも，その回復を図るための処分を求める\nものでもない。\nこのように，原告の求める謝罪広告は，原告の社会的名誉の低下を前提と\nしてその回復を求めるものではない以上，現行法上認められる余地はないと\nいうべきである。また，条理や先行行為を根拠として，原告が主張する作為\n義務が導かれるものではないことは，前記第５の被告の主張の１⑵のとおり\nである。\n第７  当裁判所の判断\n１  認定事実\n前記第２の２の前提事実のほか，後掲証拠及び弁論の全趣旨によれば，次の\n事実が認められる。なお，鍵括弧付きで書証内容等を引用するに当たり，旧字\n体を新字体に改めるなどの形式的な修正をした箇所がある。\n⑴  優生保護法施行までの経緯\nア  国民優生法（昭和１５年法律第１０７号）の成立\n我が国は，明治５年（１８７２年）の人口が約３４００万人，大正９年\n（１９２０年）の人口が約５５９６万人とされ，この間，高い出生率によ\nる急激な人口増加が見られたが，当時の政府は，この状況を歓迎した。昭\n和２年（１９２７年）に人口食糧問題調査会が設置されたが，これは，人\n口増加の抑制を人口政策として取り上げようとしたのではなく，人口増加\nを前提としつつ，これを扶養するに足りる食糧をいかに増産すべきである\nかの調査検討を目的とする機関であった。当時の政府としては，むしろ大\n正９年（１９２０年）を頂点とする出生率の漸減傾向を極めて憂慮すべき\nものとしていた。\nこうした状況にあった昭和９年，帝国議会に議員により民族優生保護法\n案が提出された。同法案では，「民族の優生を保護助長し，悪質遺伝を防\n止根絶するを以って目的とす」るものとされ，そのために断種を行うこと，\nその対象を凶悪犯，遺伝性精神病，各種中毒症，らい患者等とすることな\nどがその内容とされた。同法案は，審議未了で成立しなかったが，その後\nも同趣旨の法律案が議員により帝国議会に繰り返し提出され，昭和１３年\nの第７４回帝国議会では衆議院を通過し，貴族院で審議未了，廃案となっ\nた。\nこの経過も受け，昭和１５年の第７５回帝国議会に，政府が国民優生法\n案を提出し，同議会でこれが成立した（同年法律第１０７号）。同法は，\n上記民族優生保護法案とは異なり，戦時国策の一立法として人口増加政策\nの基調に立ち，悪質な遺伝確実と認められる疾患の増加を防ぐためにのみ\n優生手術を認め，一般的には人口増殖の目的に反する手段は一切これを禁\n止していた。国民優生法案の審議においては，「人間にはプラスとマイナ\nスがあり，マイナスの最たるものは精神病，犯罪者で多くは遺伝による。」\nとして，各国で優生学に基づいた法律が制定されているとし，「最も成果\nを上げている」国としてドイツを挙げ，ドイツが優生運動，断種法を手広\nく行っているとし，その考え方について「それは『プラス人口』を増やし，\n『マイナス人口』を減らすものである」などと演説するものもあったが，\n国民優生法については，優生手術は人体を傷害するものであり，身体自由\n権を侵害するにもかかわらず，これを行政官等が審査することが憲法違反\nである，何らの反社会的行為のない者に傷害が加えられて良いのか，人情\nにももとるなどとして反対する意見もあった。\nなお，優生学については，一般に，「人類集団の遺伝的構成を改善し，\n人類の発展に寄与することを主張する科学。健全な素質をもつ人口の増加\nをはかり，劣悪な遺伝素質をもつ人口の増加を防ぐのが主眼で，そのため\n先天的な身体あるいは精神の欠陥者の発現に関するすべての条件や因子の\n研究が中心となっている。」などと説明される。進化論に基礎を得たイギ\nリスの学者フランシス・ゴールトンによって提唱され，１９世紀末に用語\nとして使用されるようになったもので，２０世紀に入って，この考え方に\n沿った「劣等な遺伝子」の排除を目的とする立法が，アメリカ・インディ\nアナ州（１９０７年（明治４０年）），いわゆるナチス政権下のドイツ\n（１９３３年（昭和８年）），スウェーデン（１９３４年（昭和９年））\nと続いていた。\n（甲Ａ４０，６５，７８，１０１，１３８）\nイ  優生保護法の成立\n(ｱ)  寺尾博貴族院議員は，昭和２１年１１月３０日の貴族院において，\n優生政策に関し次のような質問をした。「何れにしても我々は今後優生\n学的の見地に於て，我が民族の将来を考へると云ふことが必要となると\n考へるのであります。此の方面の我が国における従来の施設と致しまし\nては，去る昭和１５年の第７５帝国議会に於きまして，国民優生法案が\n通過致しまして，其の法律が施行致されましたことは御承知の通りであ\nります。此の法律に於きましては，…（略）…悪い遺伝性の悪質に患は\nされて居る所の不幸なる人々を救ひ，同時に国民の体力，活動力，之を\n昂進せしむることを主眼として居つたのであります。当時所謂其の優生\n手術を行ふことの必要であると認められる者が大凡２０万人もあると云\nふことを承つて居つたのでありまするが，此の国民優生法がその後果し\nて如何なる程度に適用されて居つたでありませうか，…（略）…先づ第\n一に此の点に対して厚生大臣の御説明を御願ひ致したいと思ふのであり\nます。将来の優生政策と致しましては，勿論現行の優生法に於ける只今\n申しましたやうな遺伝性悪質の排除と云ふことは当然の必要事でありま\nするが，尚それ以上に斯様な消極的の面だけでなしに，一層積極的なる\n優生政策を考慮するの必要があると思はれるのであります。少くとも現\n行法に示されて居る如き程度のことは，最も迅速に有効に実現さるべき\nことが望ましいのでありまして，其の必要は此の法律が制定された当時\nから見まして，此の敗戦後の今日，民族の将来に付て深く考へなければ\nならぬ今日に於きましては，斯くの如き優生法は現行法の程度に於ても，\n尚其の施行が非常に重要視されるものと思ふのであります。此の見地か\nら致しますと，現行法に於きましては，此の優生手術を行ふことが所謂\n任意主義と云ふことになつて居るのでありまするが，是は此の優生法を\n有効に進める為には，此の任意主義を強制主義に致すと云ふことの必要\nがあるのではなからうかと考へるのであります。此の点に付きまして政\n府はどう云ふ御見解を持たれて居りまするか，この点に付きまして厚生\n大臣の御答弁を御願い致したいと思ふのであります。」\nこれに対し，当時の河合良成厚生大臣は，「人口の問題には，之を増\n加さして行くかさして行かないかと云ふ問題に付て，根本的の問題が\n色々ありまするが，此の人口の質の問題に付きましては，是はもう何も\n問題がありませぬ。絶対的に是は質を善くして行かう，改善して行かう\nと云ふ点に付ては，もう一つの問題もないのであります。…（略）…唯\n国民優生法と云ふものは，任意的の建前になつて居りまして，強制しな\nいと云ふ建前に只今なつて居るのであり，強制しても宜しい途はありま\nするけれども，今迄戦時中実行して来ましたものは任意的の建前になつ\nて居りまするので，優生法実施の結果真に手術を受けた人と云ふものは，\n数は極めて少ないのであります。是は私此処に数字は持ちませぬが，少\nいのであります。それでは今後此の任意制を改めて強制制を採るかと云\nふことに付きましては，是は相当大きな問題でありまして，目的の達成\nの上から言へば，問題なく強制にした方が宜しいのでありますが，段々\n斯う云ふ時代になりまして，個性の自覚，個人の意思の尊重と云ふこと\nが段々大きな面にクローズ・アップして来る事情でありまするから，出\n来れば強制を避けまして，さうして只今御指摘のやうな優生思想の普及\nと云ふ面でやるべきものであると云ふ考で居りまするけれども，是も目\n下政府として色々其の利弊に付て研究をして居る所であります。優生問\n題に対する思想の普及，是はもう問題なく出来るだけやらなくちやなら\nぬことでありまして，只今迄の戦争に災ひされまして，斯う云ふ面に対\nする普及と云ふことは甚だ微力であつたと云ふことは，是は疑ひないこ\nとでありまして，今後斯う云ふ点に付きまして，十分積極的方法を採ら\nなくてはならぬと云ふことを確信致して居ります。」と答弁した。\n(甲Ａ６０)\n(ｲ)  その後，現行憲法が施行され，第１回国会に，加藤シヅエ衆議院議\n員等により，優生保護法案が提出された。昭和２２年１２月１日の衆議\n院厚生委員会において，上記議員は，上記法案の提案理由について，次\nのように説明した。「戦争中に国民優生法という法律が出ました。これ\nは名は優生法と申しておりますけれども，その法案の律案の精神は，軍\n国主義的な，生めよ殖やせよの精神によってできた法律であることは，\n御承知の通りであります。そうしてその手続が非常に煩雑で，実際には\n悪質の遺伝防止の目的を達することが，ほとんどできないでいるという\nことは，この国民優生法ができてから今日まで，実際どのくらいの人が\nこの法律を利用したかという報告を見ますと，よくわかることでござい\nます。また，現行法の国民優生法は，むしろ出産を強要することを目的\nといたしておりますために，実際に出産が適当でない人が，出産を逃れ\nるようないろいろの医学的な処置を医師に求めることを不可能にする結\n果，国民殊に妊娠，出産をいたさなくてはならない婦人たちが，非常に\n苦しんでおるという現状でございます。殊に現行法の国民優生法は，そ\nの第１６条においては，断種手術並びに妊娠中絶の届出制ということを\nいたしておりますので，断種を受けるべき者，あるいは妊娠中絶の処置\nを医師に受ける当然の理由があると思われる者でも，その医学的な適応\n症が，非常に煩雑な届けを必要とすることになっておりますので，その\n結果非常に婦人たちは苦しんでおるというのが現状でございます。そこ\nで私どもはこの法案を提出いたしまして，…（略）…元来今までも母体\nの生命，健康を保護するとか，あるいは不良な子孫の出生を防ぐという\nようなことは広く言われておったのでございます。けれども実際の母体\nの保護の方法をどういうふうにするか，あるいは不良な子孫の出生を防\nぐ方法はどうするかということになると，非常な消極的な方法のみを選\nんでおったのでございます。今日世界の医学は非常に進歩しておりまし\nて，衛生の見地からは，すべて事が起ってからそれを処置するというや\nり方は，非常に旧式なことになっておりまして，今日は生命の健康を保\n護するためには，むしろ予防医学の見地から処置をしなければならない\nというのが，文化国家の諸外国においてやっておるところでございます。\n予防医学の知識を採用するということになると，わが国の医学界の現状\nは，今日非常にこれに立後れておるということは事実でございます。従\nいまして私どもは，あくまでもこの予防医学を全面的に採用して，母体\nを保護し，優良な子孫を生みたいということを主張いたすものでござい\nます。並びに私はこの法案において，母体の保護と優良な子孫を生みた\nいということを目的とするとは申しておりますけれども，事柄が断種の\n手術というようなことに及んでおりますし，あるいは妊娠の中絶という\nようなことにもなっておりますし，また現在の日本の法律は，受胎を未\n然に防ぐところの，いわゆる産児の調節ということについては，法をも\nってこれを禁止するということは何らいたしておりませんけれども，こ\nの法案の中においては，こういう受胎を未然に防ぐところの処置は，医\n師のみがこれを指導するということを，特に明記いたしております関係\n上，この優生保護法案は，産児調節の趣旨をもった法案であるというふ\nうに世間で見られております。その結果はこれが必然的に日本の人口の\n問題と，多くの関連をもつて考えられることは当然でございます。しか\nし提案者といたしましては，この優生保護法がすぐに日本の将来の人口\nを減らすものとか，あるいは殖やすものとかいうような結論を下すこと\nは，決してできないと信じております。…（略）…しかし私どもは，特\nにこの法案を審議していただきますときには，人口問題との結びつきよ\nりは，むしろ如実に迫っております母体の生命保護，母体の健康増進と，\n生れてくる幼児の優良なるべきものを求めるというその点に重点を置い\nて御審議あらんことを希望いたすものでございます。…（略）…今日の\n実際の私ども日本の婦人の生活の現状といたしまして，食糧は決して足\nりてはおりません。殊に住居の問題においては，まだ４００万世帯近い\nものが，住む家がないという実情でございます。…（略）…このような\n状態におきまして婦人が妊娠し，出産し，そうして育児をしなければな\nらないというのに，はたして今日の多くの状態が，これらの妊娠，出産\nに適当な条件が備わっておるかどうかということを考えますときに，私\nは多くの婦人たちが声を上げて，今日子供を生みたくない。でき得るな\nらばもう少し何とか住居の問題，燃料の問題，食糧の問題等に余裕がで\nきてから，愛するわが子を生みたいというのが，今日の婦人の声である\nと信じております。こういう今日のわが国の現状に即応しまして，この\n法案を御審議願いたいと存ずる次第でございます。」\nもっとも，上記優生保護法案は，実質的審議がされないまま廃案とな\nった。\n（甲Ａ８７，１３８）。\n(ｳ)  昭和２３年の第２回国会において，上記(ｲ)の優生保護法案の内容を\n改めた優生保護法案が，衆参両議院の議員らにより提出された。同法案\nでは，３条で，本人（配偶者があるときは配偶者を含む。）の同意によ\nる優生手術について定めた上，４条で，「医師は，診断の結果，別表に\n掲げる疾患に罹つていることを確認した場合において，その者に対し，\nその疾患の遺伝を防止するため優生手術を行うことが公益上必要である\nと認めるときは，前条の同意を得なくとも，都道府県優生保護委員会に\n優生手術を行うことの適否に関する審査を申請することができる。」と\nして，優生手術に係る審査の申請について定め，５条から９条までで上\n記申請に係る手続等を定めた上，１０条で，審査を要件とする優生手術\nの実施ができる場合を定めていた（前記第２の２⑴ウ参照）。また，４\n条の別表では，「遺伝性精神病」，「遺伝性精神薄弱」，「強度且つ悪\n質な遺伝性精神変質症」，「強度且つ悪質な遺伝性病的性格」，「強度\n且つ悪質な遺伝性身体疾患」及び「強度な遺伝性奇型」の６項目につき，\n項目ごとに具体的な疾患名が挙げられていたほか，「その他厚生大臣の\n指定するもの」という項目が定められていた。\n上記法案の提案理由について，発議者の一人で医師でもある谷口彌三\n郎参議院議員は，昭和２３年６月１９日の参議院厚生委員会及び同月２\n３日の同院本会議において，次のように説明した。「我が国は敗戦によ\nりその領土の４割強を失いました結果，甚だしく狭められたる国土の上\nに８０００万からの国民が生活しておるため，食料不足が今後も当分持\n続するのは当然であります。…（略）…既に飽和状態となっております。\n然らば如何なる方法を以て政治的に対処するか。…（略）…第三の対策\nとして考えらるることは産児制限であります。併しこれは余程注意せん\nと，子供の将来を考えるような比較的優秀な階級の人々が普通産児制限\nを行い，無自覚者や低脳者などはこれを行わんために，国民素質の低下\n即ち民族の逆淘汰が現れて来る虞れがあります。現に我が国においては\nすでに逆淘汰の傾向が現われ始めておるのであります。…（略）…従っ\nてかかる先天性の遺伝病者の出生を抑制することが，国民の急速なる増\n加を防ぐ上からも，亦民族の逆淘汰を防止する点からいっても，極めて\n必要であると思いますので，ここに優生保護法案を提出した次第であり\nます。」（委員会での説明），「尚これまでは母性の健康までも度外い\nたしまして，ただ出生増加に専念いたしておりました態度をこの際改め\nて頂いて，母性保護の立場から或る程度の人工妊娠中絶を認めて，いわ\nゆるそれによって又人口の自然増加を抑制したいというのがこの法案提\n出の大要であるのでございます。」（本会議で追加された説明）\nまた，谷口彌三郎参議院議員は，上記本会議における優生保護法案の\n大綱の説明の中で，審査を要件とする優生手術の規定について，「第４\n条から１０条に亘りましては，社会公共の立場から，強制的に優生手術\nを行い得るという規定を挿入したのでございます。尤も任意の優生手術\nにおきましては，本人が事の是非を十分に判断した上で，同意するとい\nうことが本質的な要素でありますが，例えば未成年者或いは精神病者，\n精神薄弱者のように，自分だけで意思の決定ができない者につきまして\nは，これを認めぬ。任意断種を行わせぬということにいたしております。\n…（略）…強制断種の制度は，これは社会生活をいたします上に，甚だ\nしく不適応な者とか，或いは生きて行くことが第三者から見ても極めて\n悲惨な状況を呈する者に対しては，優生保護委員会の審査決定によって，\nたとえ本人の同意がなくてもその者には優生手術を行い得るというよう\nにいたしておるのでございます。これは悪質な，強度な遺伝因子を国民\n素質の上に残さないようにというのが目的であるので ございます。…\n（略）…そうして，尚本人或いは関係者が不服の場合には，再審制度と，\nその上に裁判所の判決を求めるというようにいたしておるのでございま\nす。尤も強制断種の手術は，専ら公益のためにしますので，その費用は\n国庫が負担するということにいたしておるのでございます。」と説明し\nた。\n優生保護法案は，参議院厚生委員会で３回の審議が行われた後，昭和\n２３年６月２３日の同院本会議において全会一致で可決され，衆議院に\nおいては，厚生委員会で２回の審議がされ，同月２８日の本会議におい\nて全会一致で可決されて，成立した。そして，優生保護法は，同年７月\n１３日に公布され，同年９月１１日，施行された。\n（甲Ａ２，９１から９５まで）\n⑵  優生保護法施行後の国の動き等\nア  昭和２４年５月１２日の第５回国会衆議院本会議において，「人口問題\nに関する決議」が全会一致で可決されたが，これには，現在の人口の自然\n増加がある程度抑制されることが望ましく，これに関し，「優生思想及び\n優生保護法の普及を図ること」などを政府に求める内容などが含まれてい\nた。この決議案の討論においては，「産児制限の普及に当たっては必ず優\n生保護法の健全なる適用がなければならないと思われるのであります。優\n秀ならざる素質の人に対しましては，優生保護法を完全に適用いたしまし\nて劣悪階級の方々の出生を防ぐ，このいわば優生学的な産児制限がなされ\nなければならないと思うのであります。」という意見の他，「産児制限の\n問題についてでありますが，現在勤労大衆の生活が政府及び資本家の破壊\n的収奪政策のために極度の困難に追い詰められておることは事実でありま\nす。よって，生活困窮者に健全な受胎調節思想を普及いたしまして，また\n病弱者の妊娠中絶をはかりまして適当に人口の自然増加を抑制することは，\n現在の状態のもとにおきましては必要にしてやむを得ない手段と考えるの\nであります。」といった意見が出された。\n（甲Ａ９６）\nイ  法務府は，昭和２４年１０月１１日付け「強制優生手術実施の手段につ\nいて」（同日法務府法意一発第６２号。甲Ａ１６７）を発出し，厚生省公\n衆衛生局長による「⑴  優生保護法第１０条の規定により強制優生手術を\n行なうに当って，手術を受ける者がこれを拒否した場合においても，その\n意志に反して，あくまで手術を強行することができるか。⑵  右の場合，\n強制の方法として，身体拘束，麻酔薬施用又は欺罔等の手段により事実上\n拒否不能の状態を作ることが許されるか。」との質問に対して，「⑴  優\n生保護法は，…（略）…任意の優生手術を行ない得べき場合を認め（第３\n条），他方においては，なんらこの種の同意を要件としないもの，すなわ\nち強制優生手術を行ない得べき場合を認めているが（第４条），後者の場\n合には手術を受ける本人の同意を要件としていないことから見れば，当然\nに本人の意志に反しても，手術を行なうことができるものと解しなければ\nならない。従って，本人が手術を受けることを拒否した場合においても，\n手術を強行することができるものと解しなければならない。」，「⑵  右\nの場合に許されるべき強制の方法は，手術の実施に際し必要な最少限度で\nあるべきはいうまでもないことであるから，なるべく有形力の行使は慎む\nべきであって，それぞれ具体的場合に応じ，真に必要やむを得ない限度に\nおいて身体の拘束，麻酔薬施用又は欺罔等の手段を用いることも許される\n場合があるものと解すべきである。」，「⑶  以上の解釈が基本的人権の\n制限を伴うものであることはいうまでもないが，そもそも優生保護法自体\nに『優生上の見地から不良な子孫の出生を防止する』という公益上の目的\nが掲げられている（第１条）上に，強制優生手術を行なうには，医師によ\nり『公益上必要である』と認められることを前提とするものである（第４\n条）から決して憲法の精神に背くものであるということはできない（憲法\n第１２条，第１３条参照）。その手術の実施に関する規定に徴ずれば，医\n師の申請により，優生手術を行なうことが適当である旨の都道府県優生保\n護審査会の決定がなければ，これを行なうことはできない（第５条）。し\nかも，この決定に異議があるときは，中央優生保護審査会に対して，その\n再審査を申請することができる（第６条）ばかりでなく，その再審査に基\nづく決定に対しては，さらに訴えを提起し判決を求めることができるよう\nになっている（第９条）のであって，その手続はきわめて慎重であり，人\n権の保障について法は十分の配慮をしているというべきである。従って，\nかような手続を経て，なお，優生手術を行なうことが適当であると認めら\nれた者に対して，この手術を行なうことは，真に公益上必要のあるものと\nいうべく，加うるに，優生手術は一般に方法容易であり格別危険を伴うも\nのではないのであるから，前示のような方法により，手術を受ける者の意\n志に反してこれを実施することも，なんら憲法の保障を裏切るものという\nことはできない。」と回答した。\n（甲Ａ１６７）\nウ  昭和２７年法律第１４１号により，審査を要件とする優生手術の対象が\n「遺伝性のもの以外の精神病又は精神薄弱」にかかっている者にも拡大さ\nれた（改正後の１２条。前記第２の２⑴エ参照）ほか，受胎調節の実地指\n導に係る規定（改正後の１５条）が置かれるなどの優生保護法の改正がさ\nれた。この改正により，同法の優生手術に関する規定内容が，おおむね平\n成８年改正前の時点での規定内容となった。厚生省事務次官は，その後の\n昭和２８年６月１２日付けで「優生保護法の施行について」（同日厚生省\n発衛第１５０号。甲Ａ３）を各都道府県知事宛てに発出したが，平成２年\n３月２０日に最終改正されたこの通知（以下「昭和２８年厚生省次官通知」\nという。）には，要旨次の記載がある。\n(ｱ)  優生手術について\nａ  一般的事項\n優生保護法２条の「生殖を不能にする手術の術式」は，優生保護法\n施行規則１条各号で掲げるものに限られるものであって，これ以外の\n方法，例えば，放射線照射によるもの等は，許されないこと。\nｂ  医師の認定による優生手術\n未成年者，精神病者又は精神薄弱者に対しては，医師の認定による\n優生手術を行うことはできないこと。これらの者に対する優生手術は，\n優生保護法１０条又は１３条２項の規定に該当する場合のみ行うこと\nができるものであること。\nｃ  審査を要件とする優生手術\n(a)  優生保護法４条の「公益上必要があると認めるとき」とは，優\n生上の見地から不良な子孫の出生するおそれがあると認められると\nき，すなわち，優生保護法の別表に掲げる疾病にかかっていること\nが確認され，かつ，産児の可能性があると認められるときをいうも\nのであって，単に狂暴又は犯罪等によって公共に危険を及ぼすだけ\nでは，これに当たらないこと。\n(b)  審査を要件とする優生手術は，本人の意思に反してもこれを行\nうことができるものであること。ただし，この場合に手術を施行す\nることができるためには，優生手術を行うことが適当である旨の決\n定が確定した場合，すなわち，手術を受けなければならない者が，\n優生手術の実施に関して不服があるにもかかわらず，優生保護法６\n条の規定による再審査の申請又は９条の規定による訴えの提起を法\n定の期間内に行わないために，都道府県優生保護審査会の決定が確\n定した場合か，優生手術を行うことが適当である旨の判決が確定し\nた場合でなければならないこと。この場合に許される強制の方法は，\n手術に当たって必要な最小限度のものでなければならないので，な\nるべく有形力の行使はつつしまなければならないが，それぞれの具\n体的な場合に応じては，真にやむを得ない限度において身体の拘束，\n麻酔薬施用又は欺罔等の手段を用いることも許される場合があると\n解しても差し支えないこと。\n(ｲ)  優生保護審査会について\nａ  委員\n(a)  都道府県優生保護審査会の委員の人選については，おおむね次\nの標準によって行われたいこと。\n委員  副知事，衛生主管部（局）長，地方裁判所判事，地方検\n察庁検事又は都道府県国家地方警察隊長，医科大学教授\n（精神科又は内科）又は病院医長（精神科又は内科），都\n道府県医師会長，開業医師，民間有識者，民生委員\n幹事  優生保護法主管課長，優生保護法担当主任たる事務吏員\n又は技術吏員\n書記  優生保護法主管課の事務吏員又は技術吏員\n(b)  都道府県優生保護審査会の委員の定員１０人中５人は公務員の\n中から，他の５人は民間からそれぞれ任命するよう取り計らわれた\nいこと。\nｂ  審査の方法\n(a)  都道府県優生保護審査会の開会は，優生保護法施行令３条１項\nの規定に従い定足数による開会を厳格に行われたいこと。また，そ\nの審査は，実際に各委員が審査会に出席して行うべきものであって，\n書類の持ち回りによって行うことは適当でないこと。\n(b)  審査は，一面迅速性を必要とするが，他面適正慎重を期すべき\nであるから，審査の迅速性を尊重するため審査の内容が形式的にな\nらないよう十分注意されたいこと。\n（甲Ａ３）\nエ  厚生省公衆衛生局庶務課長は，昭和２９年７月２６日付け「優生保護法\nの疑義について（回答）」（同日衛庶第４８号。甲Ａ１６０）を福岡県衛\n生部長宛てで発出し，この通知において，優生保護法１３条１項の規定に\nおける本人の保護の必要性について，「主として女子の妊娠について考え\nられる身体的保護のみならず，社会生活を営む面における保護も併せ考慮\nされなければならない。本人が精神薄弱等の精神的欠陥を有するが故に通\n常人と等しい経済生活を行い得ない場合に，子供をもうけることは，ます\nます経済生活上の不利益が加重されるものというべく，又その本人の保護\n者の立場からする保護も充分を期し難くなる場合が考えられる。この様な\n場合には，本人に優生手術を実施するのは，本人の保護のために必要であ\nると思料される。従って，優生手術の要件たる本人保護の必要性は単に女\n子についてのみならず男子についても認められるところである。」と通知\nした。\nまた，同じく厚生省公衆衛生局庶務課長は，昭和２９年１２月２４日付\nけ「審査を要件とする優生手術の実施の推進について」（同日衛庶第１１\n９号。甲Ａ１５９・３枚目）を各都道府県衛生部長宛てで発出し，この通\n知において，同年１１月時点における審査を要件とする優生手術の実施状\n況について，「提出願った実施計画を相当に下廻る現状にあるので，なお\n一層の御努力を頂き，計画通り実施するように願いたい。」と通知した。\n（甲Ａ１５９，１６０）\nオ  厚生省公衆衛生局精神衛生課長は，昭和３２年４月２７日付けで，都道\n府県の衛生主管部（局）長宛てに，優生手術の実施について，「本年度に\nおける優生手術交付金にかかる手術対象者は，前年度１３５０人に対し１\n８００人と大巾に増加されたのでありますが，例年優生手術の実施件数は\n逐年増加の途を辿っているとはいえ予算上の件数を下廻っている実状であ\nります。各府県別に実施件数を比較してみますと別紙資料のとおり極めて\n不均衡でありまして，これは手術対象者が存在しないということではなく，\n関係者に対する啓蒙活動と貴職の御努力により相当程度成績を向上せしめ\n得られるものと存する次第であります。つきましては，甚だ恐縮ではあり\nますが，本年度における優生手術の実施につきまして特段の御配意を賜わ\nりその実をあげられるよう御願い申し上げる次第であります。」と通知し\nた。\n（甲Ａ７７）\nカ  上記ウからオまでの通知と時期を同じくして，国会では，４条による優\n生手術の件数が少ない旨の指摘がされることがあった。例えば，昭和２８\n年５月２９日の衆議院予算委員会では，議員が「人口問題の解決が厚生省\nだけではおできにならないことは，これはお伺いするまでもないことでご\nざいます。…（略）…しかし私が厚生大臣にお伺い申し上げておりますか\nぎりは，厚生行政の範囲内のことでお伺い申し上げているのでございまし\nて，…（略）…大体２６年度の優生断種手術の対象者の人員というものは，\n４８０人から５００人未満だと思っておりますが，この程度の強制断種手\n術では，優生保護法の趣旨にはほど遠いといわなければならないのでござ\nいます。なぜかと申しますと，こういう悪質遺伝防止のための強制断種手\n術と申しますのは，これは民族の逆淘汰を防ぐ意味におきましても，また\nさかさまに社会の経済を破壊し，社会の秩序，安寧を乱すというような意\n味におきましても，これはゆるがせにできない問題であるのでございます。\nそういう悪質遺伝を持っております人が，こういう強制断種の項目がある\nにもかかわらず，利用できないというような状態にあるのでございます。\nこれを諸外国の例をとってみますと，一応文明国といわれる国々はみなこ\nの優生断種手術というものをとり入れております。…（略）…アメリカの\nごとく物を持っており，しかもその人口密度は日本よりはるかに少い国に\nおきましても，悪質遺伝防止のために強制断種手術を非常に活用いたして\nおります。…（略）…ところが日本では，今申し上げましたように，人口\nは多過ぎるほど，あり余るほどあり，しかも統計の上から見まして悪質遺\n伝の人は相当にあるのであります。」と質問したのに対し，厚生大臣が，\n「優生断種についての御高説拝聴いたしまして，私もまったく同感であり\nます。これらの点に対しては，国といたしましては，民族の将来のために\nも努力をいたさなければならぬ点でございます。…（略）…優生保護法の\n建前といたしましては，さような悪質遺伝をいたします者に対しては，国\n庫負担をするという建前になっております。ただその運用についてあるい\nは遺憾の点もあるかと思います…（略）…から，今後それらに対しまして\nは善処いたしたいと考えております。」と答弁した。\n（甲Ａ９７から１００まで）\nキ  昭和３５年の高等学校学習指導要領においては，「国民優生については，\nその意義・重要性・対策などについて扱う。なお，特に性病やアルコール\n中毒の予防の国民優生に対する意義を扱い，性教育にもふれる」と告示さ\nれた。そして，例えば昭和４４年に改訂版が文部省検定済みとなった高等\n学校の保健体育の教科書には，「国民優生」の項目を設け，その意義とし\nて，「国民優生とは，優生学にもとづいて国民の質の向上に努めることで\nある。そのために，劣悪な遺伝素質をもっている人びとに対しては，でき\nるかぎり受胎調節をすすめ，必要な場合は，優生保護法により，受胎・出\n産を制限することができる。また，国民優生思想の普及により，人びとが\nすすんで国民優生政策に協力し，劣悪な遺伝病を防ぐことがのぞましい。\nなお，国民の健康に悪影響を与える梅毒・麻薬・覚醒剤などを社会から駆\n逐し，健全な，つぎの世代をのこすように努力することが必要である。」\nと説明し，「優生結婚」の項では，「優生結婚とは，遺伝学的にみて素質\nの健全なものどうしの結婚をすすめ，精神分裂病・先天性聾などのような\n遺伝性疾患の素質が結婚によってあらわれるのを防ぐことである。したが\nって，優生結婚をするには自分ならびに相手の家系を調査し，遺伝病患者\nの有無を確かめなければならない。」と説明された。そして，この教科書\nの教授用参考資料では，上記項目につき，「現在の悪質な遺伝的素質を絶\nやし，優秀な素質を将来に残して行くようにしなければならない。これが\n優生である。したがって優生とは人類遺伝学に基礎をおき，遺伝に基づく\n心身のあらゆる劣悪化を阻止し，さらに遺伝素質の改善をはかる学問であ\nる。ゆえに優生は公衆衛生の基ともいうことができる。」とした上，「国\n民優生の方策」の三つの重点項目の３番目として「諸種の遺伝的劣悪素質\nの増加防止……精神病者・低能者・性格異常者・精神薄弱者・はなはだし\nく悪質の遺伝病を有する者などに対し保護を加えるとともに，それらの人\nたちの子孫が生まれないように制限を加える。優生保護法はこの目的を実\n現するための法律である。」などと記載されている。このような教科書の\n記載は，少なくとも昭和４７年発行のものまでにみられる。\n（甲Ａ６２から７４まで）\n⑶  宮城県及び北海道における動き\nア  宮城県\n(ｱ)  宮城県では，昭和３１年１２月に，当時県内唯一の「精神薄弱児」\n収容施設であった県立の「亀亭園」が焼失し，収容園児３人が死亡する\nという出来事があった。昭和３２年２月１２日，県内のＰＴＡ婦人会，\n教職員組合，社会福祉協議会，医師会等の諸団体の協力により，宮城県\n精神薄弱児福祉協会が任意団体として設立されたが，この設立は，上記\n出来事が契機であったとされる。\n上記福祉協会は，その発会の趣旨として，「県民のなかに精神薄弱児\nをしあわせにする考えをひろめる」，「精神薄弱児のいろいろな施設を\n整備してやる」，「特殊教育をもりあげる」及び「優生保護の思想をひ\nろめ，県民の素質をたかめる」の４点を掲げていた。そして，宮城県民\n生労働部母子課等が昭和３２年３月に発行した「青少年指導指針  精神\n薄弱児」においては，上記「優生保護の思想をひろめ，県民の素質をた\nかめる」の内容について，次のとおり説明していた。「周知のように，\n受胎調節や家族計画の思想が普及して，県の人口はだんだん増加の速度\nを落しております。それなのに精薄の家庭は全然減っておりません。悪\n貨が良貨を駆逐しておるのです。このままで過ぎていたら宮城県民の質\nはだんだん低下していくでしょう。県内の精薄児童３万，その原因のう\nち，日本，特に東北では，７割が遺伝性のものに考えられます。先進国\nの場合では，相当な手がうたれていますから，遺伝性精神薄弱は約３割\nとみられています。ですから，県内でみても，遺伝性精薄児童は，約２\n万１千，平均３人の子どもが一家族にあるとすれば，７千家族，この大\n部分は生活扶助家庭とみられます。こう考えますと，遺伝性の場合は，\nその両親と子ども，後天性の場合はその精薄の子どもに対して，子ども\nが生れないような優生手術をする必要があります。それが，その親と子\nどものしあわせです。しかし，へたをすると，これは人権の侵害になり\nます。ですから，これをやるためには精神薄弱児に対する愛の思想が県\n民のなかにもり上って，人間が人間を愛していくというヒューマニズム\nの土台の上で，この仕事が行なわれなければなりません。この仕事はい\nま，どこの県でも手をつけようと考えながら，前に申したようなさまた\nげがあって徹底的にやることができないでいるのです。宮城県百年の大\n計として，民族の再建を考えるならどうしてもやらなければならない仕\n事です。」\n（甲Ａ１０３，１０４，１６６，甲１Ｂ１０）\n(ｲ)  上記(ｱ)の指導指針においては，宮城県内の精神薄弱児収容施設が亀\n亭園（定員６０名）しかなく，本来同施設に収容しなければならない精\n神薄弱児が多数存在するにもかかわらず，対処できていない状況にある\n旨指摘し，その例として，「仙台市内，中学一年の男児で１４才，ろど\nんに該当する精神薄弱児。近くの小学校の便所内で，女児に暴行を加え\nようとして未遂に終る事件をおこした。本児はこのような傾向を，３，\n４年前からもっていた。こうした子供の指導は，初発のころに行って始\nめて効果が認められるのであり，現在は教護院に収容中であるが，保護\nの時期がおそすぎており，改善の見通しはむつかしい。」というケース\nが挙げられている。そして，上記状況のため，「養護施設としての育児\n院や，教護院である修養学園，一時保護所に，やむなく収容しておりま\nすが，そのために，精神薄弱児施設でないこれらの施設は，精神薄弱児\nに占領され，それらの施設の本来の使命をはたすことができない現状に\nおいこまれています。」とも指摘している。その上で，「精神薄弱児対\n策」として，「(一)予防対策，ちえおくれの子についての対策の根本的\nなことはなんといってもそのような子どもが生れないようにすることで\nす。ですから，精神薄弱者が大人になる頃には子供がで（き）ないよう\nにすることが必要です。前にものべましたように，精神薄弱者には遺伝\nによるものと，そうでないものがあります。遺伝によるものからは，精\n神薄弱児が生れるおそれが充分あります。また，遺伝でない場合その子\nに遺伝することは考えられませんが，もし子供を生んだ時，親として子\n供を育てる能力が欠けているのがふつうですから，子供を生んで，その\n子供に不幸な思いをさせるよりは，子供を生まないようにしたらいいと\n思うのです。また，ちえおくれの子の場合，性的なあやまちをおこすこ\nとがありがちで，男の場合は他人に迷惑をかけ，女子の場合は，本人に\nとって致命的な打撃となることがあります。…（略）…もしこのような\n優生保護が徹底したらどうでしょう。少くとも，親から引ついだ精神薄\n弱児の数は，ずっと少くなるでしょう。したがって，それ以外の精神薄\n弱児が発生したとしても，親がしっかりしていますから，養育について，\n社会が支出するお金はずっと少くなるでしょう。また精神薄弱者による\n犯罪が，ぐっと減少することは，眼に見えています。したがって，世の\n中を明かるくする運動などを展開しなくても，世の中はあかるくなり，\n刑務所も，少年院も，ずっと規模が小さくなり，この方面につぎこんで\nいるお金も少くてすむでしょう。優生保護は，優生保護法という法律に\nよって実施されます。国家では，日本民族を優秀にするために，この法\n律の実施に大いに努力していますが，あまり，世間に知られていないた\nめでしょうか，この法律の目的を達成するようにどしどし仕事が進まな\nいのが現状のようです。」とし，直ちに実現すべき事項として，「（一）\n精神薄弱対策推進のための県民運動を展開する。」，「（二）優生保護\n法の趣旨の徹底をはかる。」，「（三）精神薄弱児収容施設の増設置」，\n「(四)精神薄弱児通園センターの設置」，「(五)養護学校の設置」及び\n「（六）特殊学級の増設」を挙げていた。\nこうした情勢の下，任意団体として設立された宮城県精神薄弱児福祉\n協会は，その後，財団法人を経て，昭和３５年１０月には社会福祉法人\nとなったが，この間の同年４月１日，「精神薄弱児施設」として小松島\n学園を設置した。小松島学園は，定員が８０名とされ，「精神薄弱児の\n中でも比較的知能の高い」とされる「ろどん級」で，特に家庭環境等に\n問題を有し教育効果を上げるのに極めて困難な児童を収容するものとさ\nれていた。\nなお，東北帝国大学医学部精神科医局勤務を経て，昭和２５年４月に\n亀亭園長に就任したＢの口述録には，その頃の宮城県における優生手術\nの実施状況について，優生上の見地とは異なる目的で優生手術を実施し\nていたことがある旨を述べる次のような記載がある。「まあ最初の頃は\n亀亭園１つしかなかったもんですから，軽度も重度も，重症心身も全部\n扱ったわけですが，…（略）…実を言うと私は軽度は３０人しか扱って\nいない。開園当時１４人いた児童のうち現在２人コロニーに入っていま\nすが，１４人のうち３人は最重度，６人は重度でしたから，世の中重度\n化してきた重度化してきたとおっしゃいますが，私のところはそんなに\n緊迫を感じない。…（略）…その頃の軽度児はどういう子供だったかと\n言いますと，例外はありますが，ほとんど単純性遺伝だった。入って来\nる理由は，非行，長欠，みんなお互い貧乏だったから，親も精薄だった\nから，どうしても子供達は満足に食べないで，いろんなことをした。中\nには万引の上手なのがいまして買物袋をぶらさげて無断外出をし帰りに\nは一杯つめて来て他児に分けてやり親分になっていたのもいた。その子\n供なんかは後になり亀亭園の中の物を持ち出し，隣近所の困った人に分\nけてやっていた。…（略）…ある時娘たちの色気の問題が出て来た。…\n（略）…私の所でもそれなりに色気がついてくるわけですが，私は病院\nにいた時から優生手術をやっていた。ところが親の会の連中は，自分の\n子供を結婚させる事を考えるから，優性手術をさせたくない。…（略）\n…まあ，色気というのは本能ですからね。私はなくした方がいいとはち\nっとも考えていませんけれども，親たちに，娘たちの色気が出て困ると，\nこう言われるわけです。それで，子供できないようにして好きなように\nさせたらいいんでないかと。私は病院にいたころ（優性手術を）やって\nやったことあるんです。ところが，多くの親たちは，それは厭だと言う。\n何とかして普通のまともな男のところへ嫁にやりたいという。つまり結\n局インチキをやって男を誤魔化して嫁にやって，子どもを産ませてとい\nうような事を考えている。…（略）…その頃，亀亭園というと，ずるい\nところで，居る子供達，片っ端から優生手術をやって，苦労しないよう\nにしている，なんて悪口を言われたこともありましたけどね。大体色気\nあるのはいいけど，困るのは生理の問題なのです。これが実にやっかい\nなんですな。自分で始末できるならばなんてことはない。教えて始末さ\nせればいい。出来ないのが困る。それで親たちと相談して女の子の優性\n手術をせざるを得なかった。だいたい社会に出してやる子は絶対必要な\nんです。」\n（甲Ａ１０３，１０４，１６６，甲１Ｂ１２）\n(ｳ)  宮城県は，昭和２５年７月１日，性病の予防と治療を目的に県立愛\n宕病院を開設し，昭和２９年４月には，同病院に優生保護相談所を設け\nていたが，昭和３２年８月限りで同病院を廃止し，同年９月１７日から\n愛宕診療所として存置させた。その後の昭和３７年５月，一般外来，出\n産も扱っていた同診療所を廃止し，中央優生保護相談所の附属診療所と\nして，医師及び事務員を半減させ，優生手術のみを取り扱う施設として\n存置させた（昭和４７年１０月廃止）。\n上記中央優生保護相談所の長は，昭和３９年１１月５日及び同月６日\nに開催された第９回家族計画普及全国大会において，宮城県における家\n族計画普及事業について，「特に人口資質の向上の問題についても取り\n組んでおります。その対策として，婚前指導には『よい結婚を』という\n問題をとりあげる一方人口資質の劣悪化を防ぐため精薄者を主な対象と\nした優生手術を強力に進めております。精薄は，現在の医学では不治の\n病とみなした方がよく，発生頻度も高く，かつ，この人々の多くは自活，\n育児能力が十分でないばかりか，社会から庇護を受けなければならない\nのであります。したがってこれらの保護収容施設と相まって発生防止と\n積極的によい結婚（近親結婚，素質劣悪者との結婚をさける）のすすめ\nを包含した家族計画事業を進めているわけであります。この実践機関と\nして，昭和３７年５月県立中央優生保護相談所同付属診療所（独立機関）\nが設置され，保健所併設の優生保護相談所，福祉事務所，市町村，地区\n組織と提携して事業を進めております。」旨の説明をしたとされている。\n（甲Ａ１０９，１１０，１１２，１７２）\nイ  北海道\n(ｱ)  下記⑷イのとおり，北海道では，４条による優生手術の実施件数が\n全都道府県中で最多であるところ，昭和２４年及び２５年は，その件数\nは統計上１７件及び１０件とそれほど多くなかったが，昭和２６年にな\nって，統計上１６６件と急増した。この年の８月，北海道衛生部は，道\n内の精神薄弱児入所施設に対し，「精神薄弱児に対する強制優生手術に\nついて」と題する通知を発しており，この中で，「貴園収容中の者で優\n生保護法第４条の規定により優生手術の申請を必要とする者があるとき\nは左記事項留意のうえ所轄保健所え申請書を積極的に提出するよう御配\n意願いたい。」とした。そして，留意すべき事項としては，費用は国庫\nで負担するので心配の必要はない旨，手術は，子どもを生まれなくする\nだけのもので，簡単である旨などが記載された。\n（甲Ａ４，１６１）\n(ｲ)  北海 道 衛生 部 及び北海 道優生 保護 審査会は ， 昭和 ３１ 年３月頃，\n「優生手術（強制）千件突破を顧りみて」と題する記念誌を作成した。\n同記念誌は，「質の問題と優生保護法」の項で，「民族衛生は遺伝その\n他の優生学の立場にのみゆだねらるべき課題ではない。精神機能の保持\n増進，精神障害の予防並びに治療としての精神衛生の立場から，又は民\n族毒としての性病，国民の体位向上としての栄養改善，母子衛生，結核\n予防などの公衆衛生の各部間にわたる問題でもある。…（略）…現下の\n日本にとっては，公衆衛生はいうまでもなく，憂慮される人口問題や社\n会対策などの鑑点から，特に民族衛生に立脚した抜根的な考案と施策は\n焦眉の問題である。…（略）…優生保護法は，優生保護と母性保護の見\n地から優生手術，人工妊娠中絶や，優生結婚，受胎調節の普及等につい\nて規定されている。優生保護の問題は優生上の見地から不良な子孫の出\n生を防止する面と，優秀な子孫の出生を図るという積極的な面とを考え\nなければならないが，優生保護法は前者に重点がおかれており，この法\n律のみですべてが解決されるとは考えられない。しかし，政府がこの面\nに予算を獲得し正面から取組んでいることは民族衛生施策の大きな前進\nと見るべきである。」と記載している。\nその上で，「強制優生手術と道優生保護審査会」の項で，強制優生手\n術について，「法によって，医師は悪質な疾患の遺伝を防止するため，\n優生手術を行うことが公益上必要と認められるものについては施術の適\n否の審査を北海道優生保護審査会に申請する義務が負わされている。こ\nの申請は医師その他関係各位の協力を得ることによって年々増加を辿り\n昭和２４年度には僅か３２件であったが，昭和２９年度には３１７件に\n及び昭和３０年末現在において法施行以来累計１０００件を超えるに至\nった。勿論強制的なこの手術はその対象となる悪質な遺伝疾患等の内容\nを法によって規定しており，又施術に伴う一切の経費は国が負担してい\nる。施術の適否の審査を行う機関は余り知られていないようであるが北\n海道優生保護審査会がこの審査機関である。…（略）…件数においては\n全国総数の約５分の１を占め他府県に比し群を抜き全国第一位の実績を\n収めている。これは他府県に比べ多数の対象となる患者を有することに\n依るものでなく，申請に対する医師，審査委員その他関係各位の協力に\n外ならない。」などと記載している。\n（甲Ａ７８）\n⑷  優生保護法に基づく優生手術の実施状況等\nア  優生保護法制定当時，審査を要件とする優生手術の対象は遺伝性疾患の\n患者のみであった（４条による優生手術）ところ，その実施件数（なお，\n被告は，４条による優生手術の実施件数の合計は１万４５６６件としてお\nり，統計（甲Ａ４，１３５）上の１万４６０９件と食違いがあるが，その\n差は小さく，以下では上記統計上の数値を採用する。）は，昭和２４年が\n１３０件，昭和２５年が２７３件，昭和２６年が４８０件である。４条に\nよる優生手術は，その後も，昭和２７年５６０件，昭和２８年８３２件，\n昭和２９年８４０件，昭和３０年１２６０件と増加していったが，以後は\n漸減していき，昭和４０年には４３６件，昭和５０年には５１件，昭和６\n０年には５件となり，平成元年の２件が最後となった。\nまた，昭和２７年法律第１４１号による改正により，非遺伝性精神疾患\nの患者も審査を要件とする優生手術の対象となった（１２条による優生手\n術）ところ，この手術の実施件数は，昭和２７年が４６件，昭和２８年が\n９８件，昭和２９年が１６０件となって，これが最大値となった。そして，\n昭和３０年には１０２件，昭和３１年には５６件と減少したが，その後昭\n和４９年まで，５３件（昭和４７年）から９４件（昭和４３年）の範囲で\n増減を繰り返した。その後，昭和５０年から昭和５２年にかけて３１件，\n１９件，２８件と推移した後，昭和５３年以降は２０件に達することはな\nくなり，昭和５８年以降は一桁の件数となって，平成元年に１件の次は平\n成４年に１件となり，これが最後となった。実施件数の合計は，１９０９\n件である。なお，平成４年の例は，既に１人の子を有する中等度の精神薄\n弱者が，自ら，これ以上の妊娠を望まなかったものの，法律上優生手術を\n受けることについての同意能力がないとして，保護者の同意を得て１２条\nに基づく申請がされ，都道府県優生保護審査会の審査を経て，実施された\nものとされている。\n（甲Ａ４，１３５，１４５）\nイ  審査を要件とする優生手術の実施件数は，都道府県によって大きく異な\nり，４条による優生手術では，最多が北海道の２５１２件，次が宮城県の\n１３５５件であるが，他に１０００件を超える都府県はなく，昭和４７年\n以降の統計となっている沖縄県を除いても，１３府県が１００件に満たな\nい。また，１２条による優生手術は，最多が神奈川県の２５１件，次が兵\n庫県の１４０件，その次が福島県の１０９件であり，他に１００件を超え\nる都道府県はなく，沖縄県を除き，１０県が０件を含む一桁である。ちな\nみに，４条による優生手術が多い北海道は８１件，宮城県は５１件である。\n年代別に見ても，各都道府県で実施件数が多い時期にはばらつきがある。\n４条による優生手術では，北海道では，昭和３１年の３１２件がピークで\nあり，同年を含む昭和３０年から昭和３６年までは毎年２００件を超え，\nその後は１００件未満となっているが，宮城県では，昭和２９年に７６件，\n昭和３０年に５４件となった後，基本的に５０件以下となっていたが，昭\n和３７年から昭和４２年にかけて，７５件，１１４件，８７件，１２８件\n（最大値），９７件，９２件と推移し，昭和４７年の５８件まで，全国的\nに突出した件数となっていた。１２条による優生手術では，最多の神奈川\n県では，都道府県別の統計がある最初の年である昭和２９年以降５年間は\n一桁で，その後も１０件台であったが，昭和３６年から昭和４０年にかけ\nて３０件前後で推移した一方，次に多い兵庫県では，昭和２９年に５３件\nという同県全体の件数の４割近い件数が実施され，その後は，１０件台が\n４回あったほかは全て一桁で推移した。宮城県では，昭和２９年以降では\n昭和３５年に初めて３件が実施されたが，その後は０件か１件で推移して\nいたところ，昭和４８年から昭和５０年にかけて，１８件，１６件，６件\nと急増し，この３箇年で同県全体の件数のほぼ８割となっている。\n（甲Ａ４，７７，１３５）\nウ  なお，優生保護法３条に基づく優生手術は，昭和２４年から平成８年ま\nでの間，遺伝性疾患を理由とするものが６９６７件，ハンセン病を理由と\nするものが１５５１件実施された。ちなみに，同条に基づく母体保護を理\n由とする優生手術の実施件数は，平成元年が男性５２件，女性６８８４件\nの合計６９３６件，平成６年が男性２０件，女性４４０８件の合計４４２\n８件であった。\n（甲Ａ１３５）\n⑸  平成８年改正までの動き\nア  昭和５０年代まで\n(ｱ)  優生保護法には，昭和２４年法律第２１６号による改正により，人\n工妊娠中絶ができる場合について，妊娠の継続又は分娩が「経済的理由\nにより」母体の健康を著しく害するおそれのある場合が追加された（上\n記改正後の１３条１項２号。昭和２７年法律第１４１号による改正後の\n１４条１項４号。以下「経済条項」という。）。\n昭和４７年，政府は，優生保護法の一部を改正する法律案を国会に提\n出したが，これは，経済条項を削除し，「胎児が重度の精神又は身体の\n障害の原因となる疾病又は欠陥を有しているおそれが著しいと認められ\nる」場合にも，人工妊娠中絶が行えることとすること（以下，これに係\nる条項を「胎児条項」という。）を内容とするものであった。しかし，\nこの法律案は，同年中に審議未了，廃案となった。\n翌昭和４８年，政府は，再び上記と同様の法律案を国会に提出し，昭\n和４９年，衆議院で胎児条項を削除する修正がされた上で可決されたが，\n参議院で審議未了，廃案となった。\nこの経過の中では，経済条項が人工妊娠中絶を事実上無制限に認める\nことになっているなどとして問題とする改正賛成派と，経済条項の単純\nな削除によって本質的な問題は解消しないなどとする改正反対派との意\n見が激しく対立した。また，胎児条項については，障害者を差別するも\nのであるとして，これを定める改正に反対する意見が障害者団体からも\n出されたが，この際，優生保護法中の優生思想に係る従前の規定につい\nては，その改廃を求める意見は出されなかった。\n（甲Ａ１０１，１３６，１３８）\n(ｲ)  昭和５７年３月，参議院予算委員会で，厚生大臣が経済条項の削除\nについて検討する旨の答弁を行ったことなどを受け，同月，中央優生保\n護審査会に専門委員会が設置されることとなり，同年４月から昭和５８\n年２月まで，人工妊娠中絶を中心とする諸問題について検討が行われた。\nこれと並行して，昭和５８年，自由民主党内において，優生保護法の\n改正を推進する立場の「生命尊重国会議員連盟」と，改正に慎重な立場\nの「母性の福祉を推進する議員連盟」がそれぞれ結成された。そして，\n同党は，党としての見解をまとめるため，政務調査会社会部会に「優生\n保護法等検討小委員会」を設置した。同小委員会は，同年５月１８日，\n中間報告として同日付け「優生保護法の取扱いについて」を取りまとめ，\n公表した。これには，次のような記載がある。なお，同小委員会は，こ\nの後，最終報告書その他の新たな報告書のとりまとめ等はしていない。\nａ  現行優生保護法は，終戦直後の特殊な社会経済情勢と国民意識を背\n景として制定されたものであることから，法の立法趣旨の根底に人口\n政策や民族の逆淘汰の防止といった思想が存在することが判明した。\nしたがって，今日の社会思潮と医学水準等に照らして法の基本面に問\n題があるものとの認識を得るようになった。すなわち優生保護法の目\n的規定の中の「優生上の見地から不良な子孫の出生を防止する」との\n表現や３条１項に掲げる優生手術の適応事由及び別表に掲げる遺伝性\n疾患等がその具体例である。\nまた，優生保護法の人工妊娠中絶制度及びその運用はかなりずさん\nであると思われ，特に，人工妊娠中絶事由のうち「経済的理由」につ\nいては，この要件が乱用され，極端に安易な妊娠中絶の実施，その件\n数の異常な増加を現出させ，ひいては生命軽視の風潮を招来している。\n以上の理由等により，現行優生保護法は，これをこのまま維持し何\nらの改正や検討を必要としないということについては，少なくともか\nなりの問題があるものと思われるという大方の認識が形成されつつあ\nる。\nｂ  しかしながら，反面これらの問題点解消のための改正の具体的方向，\n手順等については，慎重な配慮と深い考察が必要であろうというのも\n大方の委員の認識である。\nすなわち，人工妊娠中絶事由のうち「経済的理由」のみを削除する\nという最小限の手直しについては，その結果，闇中絶，子捨て，子殺\nしの頻発等の弊害が生じるとする意見も強く，在るべき改正の方向は，\n優生保護法全体を今日の社会にふさわしく，かつ，実効性のあるもの\nにしていくことであり，そのためには，「経済的理由」の要件のみな\nらず人工妊娠中絶要件全般についての見直しを行い，人工妊娠中絶が\n認められる具体的なケースを現在の医学水準と社会通念に適合させる\nべく，より厳密に検討していくことが必要である。これと関連して，\n妊娠した夫人が安心して子供を産み育てることのできる環境を促進す\nるための母子保健対策を始めとする諸施策の充実，「望まない妊娠」\nそのものを防止する対策の推進等について，整合性のとれた総合的な\n対策を確立することも重要な課題である。\nｃ  なお，本委員会の役割について，巷間「経済的理由」の要件の是非\nのみを検討しておるものと認識されており，それは無理からぬところ\nがあるとも考えられるが，本委員会は，広範多岐にわたる課題につい\nて冷静かつ真剣な検討を進めているところである。\n（甲Ａ１３６）\nイ  昭和６０年代における動き\n(ｱ)  厚生省では，優生保護法を所管する精神保健課の職員が，昭和６１\n年１０月６日付けで「優生保護法の改正について（案）」と題する文書\nを作成した。これには，「優生保護法については，各方面からその問題\n点（別記）が指摘されている。」とした上，仮に同法を全面的に改正す\nるとした場合に想定される手順の概略として，「優生保護法改正５カ年\n計画」の表題の下，現行法の問題点及び改正の是非の検討から国会に改\n正法案を提出するまでの手順について，全体を５年間として各年度に割\nり振る計画が記載されている。\nまた，「別記」とされた上記問題点としては，優生保護法の目的（第\n１条）について，「優生上の見地とは？」，「不良な子孫とは？」と，\n「優生手術の必要性について（主として第１，第４及び第１２条）」に\nついて，「医師の申請に基づく優生手術は年間１０件前後と少なく，ま\nた，人道的にも問題があるのでは？」と，経済条項について，「必要な\nいのでは？」と，胎児条項について，「最近の医学の技術的進歩に伴い，\n胎児側の理由による人工妊娠中絶を認めるべきでは？」と，いわゆる\n「女性の産む権利」について，「産む・産まないは女性（及び配偶者）\nの判断に任せるべきでは？」と，「女（母）性保護」について，「最近\nの性情報の氾濫，生命軽視の風潮，思い遣りの欠如等社会環境の変化に\n伴い新し方向からの女（母）性保護対策が必要では？」などが挙げられ\nている。\n（甲Ａ１３７）\n(ｲ)  厚生大臣の諮問機関である公衆衛生審議会優生保護部会（旧中央優\n生保護審査会）は，昭和６２年３月２７日の会議において，優生保護法\nに関する問題点を議論した。この際，同法に関するこれまでの主な経緯\nをまとめた書面，上記ア(ｲ)の自由民主党における中間報告，「優生保\n護法をめぐる諸問題」と題する文書等が資料として配布された。この資\n料のうち「優生保護法をめぐる諸問題」と題する文書は，上記(ｱ)の文\n書で「別記」とされた問題点の内容と比較すると，胎児が母体外で生命\nを保持することのできない時期について，「この時期は，現在妊娠２４\n週未満となっているが，適当か？」とする項目，ハンセン病について，\n「伝染病の一つである“癩”が，第３条３項及び第１４条３項にあるの\nは適当？」とする項目及び優生保護法別表に掲げる疾患について，「別\n表に掲げてある遺伝性疾患は適切か？」とする項目が追加され，経済条\n項については，見直しの方向性に係る記載が削除されるなどの違いがあ\nるが，その余はおおむね同じ内容となっている。\n(甲Ａ１３６)\n(ｳ)  東海大学医学部公衆衛生学教室の春日斉教授は，昭和６２年度厚生\n科学研究費補助金を得て，「優生手術の適応事由等に関する研究」を行\nい，昭和６３年３月３１日付けで，厚生大臣に対し，研究報告書を提出\nした。\n上記研究報告書は，「優生保護法制定の背景」，「優生手術の適応事\n由に関する諸外国との比較について」及び「日本の専門家の意見」の３\n章に分かれ，「日本の専門家」の意見として，山梨医科大学法学助教授\nの意見を掲載しているところ，その中では，「強制による優生手術」に\nついて，本人の疾患や奇形は遺伝性であり本人には全く非がないことか\nらすれば，そのような理由で正当化できるかは疑問がある旨，強制的な\n優生手術は本人に対する人権侵害が著しいので，４条のような公益上の\n必要性からの手術は，悪質な遺伝素因が国民におこる蓋然性がかなり高\nいことが明白である場合以外にはなし得ないと解すべきである旨などが\n指摘されている。\n（甲Ａ１３８）\n(ｴ)  厚生省内では，昭和６３年８月４日の段階で，優生保護法の問題点\nに関し，改正の検討が必要と考えられる条文ごとに，検討事項等を整理\nした文書が作成された。この文書においては，１条の目的規定について，\n「優生思想の排除」等を検討事項とし，条文から「優生上の見地から不\n良な子孫の出生を防止する」とする部分を削除するものとしている。ま\nた，３条，４条及び１２条の優生手術に係る規定については，検討事項\nとして，①優生思想の排除，②男子の手術の取扱い，③３条１項１号か\nら３号までの取扱い，④未成年者，精神病者，精神薄弱の取扱い，⑤強\n制手術（４条，１２条）の是非等を挙げ，それぞれ，①については，適\n正な出産の権利，母体保護の観点から整理する，②については，①の観\n点から構成は困難，③については，「優生思想の端的な現れであり，こ\nれを削除するか否か」，④については，「意思能力，理解能力の問題，\n精神保健法の任意入院との関係をどう考えるのか，未成年者については，\n本人，親権者の同意で認めることの是否」，⑤については，「優生思想\nの端的な現れ，母体保護上優生手術が必要な場合，理解力のない者，同\n意能力のない者に対する取扱いをどうするか」といったことを備考欄に\n記載している。\n他方，厚生省で母子保健法を所管する児童家庭局母子衛生課は，優生\n保護法の改正議論が母子保健法にも影響し得るとして，優生保護法を所\n管する精神保健課とは別に同法の改正について検討していた。そして，\n昭和６３年９月６日付けで「優生保護法改正問題について（試論）」と\n題する「勉強会用」の資料を作成した。同資料においては，同法の改正\n内容について，次のように整理している。\nａ  強制優生手術  廃止する。\n強制優生手術については，人権侵害も甚だしいものであり，また，\nそもそも，精神障害，精神薄弱などは遺伝率も極めて低く，優生保護\nの効果としても疑問がある。\nｂ  任意優生手術  手続的条項のみ残す。\n不妊手術の原則禁止規定は，元来，戦前の人口増加政策の中で規定\nされたのであり，不妊手術を本人の自己決定に任せる観点から，同規\n定は削除し，傷害罪が排除されるための手続的条項のみを残す。「優\n生手術」とされている名称を「不妊手術」に変更する。傷害罪が排除\nされるための要件として残すものは，本人の嘱託，配偶者の同意及び\n母性保護指定医が行うことである。精神薄弱者，精神障害者及び未成\n年者についての特別扱いは廃止し，その結果，本人が有効に同意し得\nない者については不妊手術ができなくなる。これは，自らの身体の機\n能の一部を奪うことは自らしか同意できないことによるもので，優生\n保護の観点を削除する以上は，精神薄弱者及び精神障害者の場合の代\n理同意の制度も作るべきではないが，裁判所の決定をもって行えると\nすることは考えられる。\nｃ  人工妊娠中絶  堕胎罪を解除する条件を整理する。\n２２週を超える時期の人工妊娠中絶も，母体の生命に著しい危険が\nある場合は認め，２２週までの時期の人工妊娠中絶は，妊娠の存続又\nは分娩が母体の心身の健康を害するおそれのある場合のみ，本人の嘱\n託と配偶者の同意及び母性保護指定医による施術を条件として，行う\nことができることとし，精神障害である等の場合に人工妊娠中絶がで\nきる旨の規定は，悪性の遺伝子の撲滅を目的とする観点のものは排除\nすべきであることから，設けない。胎児条項も設けない（現在の運用\nよりも厳しくなるが，現在９４％が妊娠１２週（３箇月）までに施術\nされているので，その時期の堕胎を不処罰とすれば，かなりの部分が\n救われる。）。\nｄ  法目的の変更\n「優生上の見地から不良の子孫の出生を防止する」との部分を削除\nする。\n（甲Ａ１３９から１４２まで）\nウ  その後の動き\n(ｱ)  ＤＰＩ（障害者インターナショナル）日本会議内のグループの一つ\nであるＤＰＩ女性障害者ネットワークは，平成７年２月１８日付け厚生\n大臣宛て「優生保護法，刑法堕胎罪の撤廃を求める要望書」において，\n「女性障害者の病気によらない子宮摘出手術をただちに止めさせ，優生\n保護法および刑法堕胎罪を撤廃することを強く要求」するとともに，優\n生保護法について「法の目的を『優生上の見地から不良な子孫の出生を\n防止するとともに，母性の生命健康を保護することを目的とする』とし\nており，私たち障害者を『不良な生命』と断定しています。そして第１\n２条，１３条においては，精神病者および精神薄弱者に対し，本人の同\n意なしに優生手術を行うことができると規定しています。このような法\n律とそれに基づく優生思想により，私たち障害者がどれほど人間として\nの誇りと自尊心を傷つけられ，無力感とあきらめのなかに落とし込めら\nれたかは，はかり知れません。このような障害者の人権を無視した法律\nが，戦後５０年近くたった現在も存在していることに，私たちは強い憤\nりを覚えるものです。」，「『中絶の合法化』を求める女性たちと優生\n思想に反対する障害者は，長い間悲しい対立を繰り返してきました。\n『産むか産まないかは女自身が決めること』という女性たちに，『それ\nでは胎児が障害児であった場合に中絶することも，女が決めるのか』と\n迫る障害者たち。『もし障害児が生まれたら，自分の人生はその子の犠\n牲になってしまうから，中絶を選ぶかもしれない』という女性の本音に，\n不信感をつのらせる障害者たち。」，「しかしそのような対立を越えて，\n現在私たちは，女性が妊娠を継続するか否かを決定するのは女性の基本\n的人権のひとつであるという共通認識に至っています。」，「行政の福\n祉政策の不備による情報とサポート体制のなさが，女性と障害者の対立\nをつくりあげてきたのです。社会福祉が充実し，差別のない社会が実現\nすれば，障害の有無は妊娠を継続するか否かの判断基準にはならないと，\n私たちは考えています。」，「優生保護法の精神である『障害者は不幸』\n『障害者は生まれてくるべきでない』『障害者は子どもを産むべきでな\nい』という考え方は，現在もなお，多くの人の心に根強く受け継がれて\nいます。隔離政策を柱にすえたらい予防法をはじめ，母子保健法，エイ\nズ予防法，現在審議中の臓器移植法案などにも，そのような優生思想が\n色濃く影を落としています。」，「子どもを産むか産まないかは，障害\nをもつ女性にとっても，本人自身が決めることです。そして，月経，妊\n娠，出産，子育て等に必要な介助や援助を求めることは，障害をもつ女\n性の基本的な人権です。前述したような子宮摘出手術は，障害をもつ女\n性のリプロダクティブ・ヘルツ／ライツに対する重大な侵害であるとい\nうことも，障害の有無を越え，女性たちの共通認識となっています。」\nなどと記載した。\n（甲Ａ１４３）\n(ｲ)  平成７年頃には，らい予防法の取扱いに係る議論が行われており，\n優生保護法の問題も，これに関連するものとして議論されることがあっ\nた。同年１０月に行われた第４回らい予防法見直し検討会においては，\nハンセン病の元患者に対する補償ないしハンセン病療養所の在り方を議\n論する中で，優生保護法についても非常に議論が起きており，制定した\nこと自体が問題で補償が必要であるとする意見が出ている旨の発言があ\nった。\nなお，らい予防法については，平成８年法律第２８号により同年３月\nに廃止され，同時に，これに関連して，ハンセン病を理由に優生手術又\nは人工妊娠中絶ができるとしていた当時の優生保護法３条１項３号及び\n１４条１項３号の規定は削除された。日弁連は，この直前の同年２月，\n「らい予防法制の改廃に関する意見書」を採択し，同意見書において，\n被告に対し，同法３条１項３号が「子をもうける自由を含む幸福追求権\nを保障する憲法１３条及び法の下の平等を定めた憲法１４条に違反する\nことは明白である。」と指摘し，上記条項を適切に改正するよう提言し\nた。しかし，日弁連は，この頃，優生保護法のその余の条項については，\n特に意見を表明しなかった。\n（甲Ａ５，１４５，１７３）\n(ｳ)  平成８年６月までには，優生保護法の改正作業がかなり具体化して\nいたが，日本障害者協議会は， 同月３日，国会議員に対し，同日付け\n「優生保護法の見直しについての要望書」をもって，①   法律名から\n「優生」，法律の目的から「優生上の見地から不良な子孫の出生を防止\nする」の各削除，②  医師の認定による優生手術のうち障害者等である\nことによる要件の削除，③  障害者に対する強制的な優生手術の規定の\n廃止，④  人工妊娠中絶の要件のうち，障害者等であることによる要件\nの削除の他，⑤  「差別的な法律の規定を削除するだけでなく，これま\nで優生保護法の下で助長されてきた障害者に対する差別意識を取り除く\nよう，普及啓発に努めて下さい。」という５点を要請した。\n（甲Ａ１４４）\n⑹  平成８年改正\nア  優生保護法の改正については，与野党により意見調整がされ，議員立法\nの形式で「優生保護法の一部を改正する法律案」が衆議院に提出され，平\n成８年６月１４日に同院の厚生委員会及び本会議で可決された後，同月１\n７日の参議院厚生委員会に付議され，特段の質疑なく全会一致で可決とな\nり，さらに，翌１８日の同院本会議で可決され，成立した（同年法律第１\n０５号）。上記参議院厚生委員会において，上記法律案の提出者である衆\n議院厚生委員長は，同法律案の提案理由及び内容について，「本案は，現\n行の優生保護法の目的その他の規定のうち不良な子孫の出生を防止すると\nいう優生思想に基づく部分が障害者に対する差別となっていること等にか\nんがみ，所要の規定を整備しようとするもので，その主な内容は，第一に，\n法律の題名を優生保護法から母体保護法に改め，法律の目的中『優生上の\n見地から不良な子孫の出生を防止するとともに』を『不妊手術及び人工妊\n娠中絶に関する事項を定めること等により』に改めること。第二に，『優\n生手術』の語を『不妊手術』に改め，遺伝性疾患等の防止のための手術及\nび精神病者等に対する本人の同意によらない手術に関する規定を削除する\nこと。第三に，遺伝性疾患等の防止のための人工妊娠中絶に係る規定を削\n除すること。第四に都道府県優生保護審査会及び優生保護相談所を廃止す\nること。第五に，この法律は，公布の日から起算して３月を経過した時に\n施行すること。」と説明した。\n（甲Ａ１９，１４５）\nイ  平成８年改正により，それまでの優生保護法は，題名が母体保護法に改\n正されるなど，上記アの衆議院厚生委員長説明のとおりの改正がされた\n（前記第２の２⑵参照）。これにより，優生手術改め不妊手術は，母体保\n護の必要性がある場合に，本人等の同意を得て行うときのみに許容される\nようになった。この改正法は，同年９月２６日から施行された。\n上記改正法が成立した直後である平成８年６月２５日に開催された公衆\n衛生審議会優生保護部会において，厚生省保健医療局精神保健課長は，平\n成８年改正に至った経緯について，次のように説明した。\n「この優生保護法に関しては，先ほども申し上げましたように，大きく\n昭和４７～４８年，あるいは５７～５８年という大論議がされたことも事\n実でございます。しかしながら，大論議された結果，手を付けられなかっ\nたということで約１０年間のブランクがあったという時代がございました。\nそのような流れの中において，御案内のとおり昭和５４年，国連障害者年\nが始まりました。昭和５６年から国連障害者の１０年が始まったというこ\nとで，障害者問題について大変国民の関心が高まってきたことも事実でご\nざいます。その結果，平成５年の１２月に障害者基本法という法律ができ\nました。そして，精神障害者も身体障害者，精神薄弱者と同様に障害者に\n位置付けられた。そして，その結果，昨年精神保健法を精神保健及び精神\n障害者福祉に関する法律というように法律を大きく改正いたしました。従\n来の精神障害者，いわゆる病人を単なる病気の対象としてではなくて，い\nわゆる福祉の対象としても見た訳でございます。\nそこで，精神障害者の方々からは，それだけ精神障害者を福祉の対象と\nして見てくれるならば，現に優生保護法の中で，あれだけ差別されている\nじゃないか，何とか改正してくれという要望が昨年頃から大変大きくなっ\nてまいりました。そういう一つの流れです。\nもう一方では，一昨年，カイロで国連人工開発会議という会議がござい\nました。その中で，我が国の優生保護法の問題が取り上げられ，どうも時\n代遅れの法律が日本には存在しているということが世界的にも公表された。\nそして，その結果，昨年の９月北京の女性会議においても再びまだまだ日\n本にはこのような女性を蔑視するような法律がある，改正すべきじゃない\nかというような，強い意向が示された訳でございます。\nしたがいまして，その２つの大きな要因を踏まえて，私どもも作業を進\nめてきた訳でございますし，また国会においても，昨年の秋ぐらいから各\n政党の間において勉強会が始まってきた訳でございます。そして，今回５\n月の連休後，平成８年度の予算も成立した後，急遽この問題をとにかく取\nり上げようということで，議員立法でまとまっていったということでござ\nいます。」\n（甲Ａ１９，１４５）\n⑺  諸外国における強制不妊手術を受けた者に対する救済例\nア  スウェーデン\n(ｱ)  スウェーデンにおいては，「特定の精神病者，精神薄弱者又は精神\n障害者の不妊手術に関する法律」が１９３４年（昭和９年）５月に制定\nされた。同法では，一定の精神病患者，知的障害者などに対する不妊手\n術が合法化されており，本人の同意は不要とされていた。同法によって\n１９４１年（昭和１６年）までに実施された不妊手術は合計３２４３件\nであったとされ，その９割が女性に対して実施されたとされている。\nまた，１９４１年（昭和１６年）には，上記法律が「不妊手術に関す\nる法律」となり，不妊手術に原則として本人の同意を要件としつつ，手\n術の対象者が拡大された。また，精神的障害のため法的に有効な同意を\nする能力がないとされた者については，本人の同意がなくても不妊手術\nが可能とされた。\n上記の各法律により，１９７５年（昭和５０年）までに約６万３００\n０人に対し不妊手術が実施され，その９割以上が女性であったとされて\nいる。\n（甲Ａ５，１５４，１５５）\n(ｲ)  スウェーデンでは，１９９７年（平成９年）８月，上記(ｱ)の各法律\nにより，優生学的目的で，また，形式的に「同意」があっても実質的に\nは強制により，不妊手術が行われていた旨の新聞報道がされると，社会\n的問題となり，政府は，この問題に係る調査委員会を同年９月４日に発\n足させ，１９９９年（平成１１年）１月２６日，中間報告が提出された。\n同中間報告においては，上記各法律に基づき実施された不妊手術の大多\n数が適正な手続によってされ，手術を受けた本人も満足しているとしつ\nつ，半ば強制的に実施され，本人もそのことで深く傷ついているケース\nが，少なくとも２００件以上あると指摘し，それらの者に対し，政府が\n１人当たり１７万５０００クローネ（当時の為替によれば約２６０～２\n８０万円）の補償を早急にすべきである旨勧告した。\nスウェーデンでは，上記中間報告を受け，１９９９年（平成１１年）\n５月１８日，「不妊手術患者への補償に関する法律」が成立した。同法\nにおいて補償の対象とされた者は，上記(ｱ)の各法律により不妊手術を\n受けた者等のうち，①  不妊手術に関する申述書に署名しておらず，不\n妊手術への同意を書面で提出していない者，②  不妊手術の申請あるい\nは執行の時点で，法的無能力者あるいは未成年であった者，③  不妊手\n術の申請あるいは執行の時点で，施設等に入所していた者，④  精神病，\n知的障害，てんかんであるとの診断を受けたことを事由として不妊手術\nの対象となった者，⑤  結婚のための許可証の取得のため，妊娠中絶を\n受けるため，あるいは，母子手当等国又はコミューンによる手当を受給\nするために，当局の要求に応じる形で不妊手術を受けた者，及び⑥  当\n局による不適切な対応や横暴のために，不妊手術への同意を受け入れさ\nせられた者であり，形式的な同意があっても同意がされた際の状況を考\n慮すると意思に反していると解されるケースが含まれていた。また，補\n償金の額は，１人当たり１７万５０００クローネとされた。\n上記補償金の支給は，１９９９年（平成１１年）７月１日から開始さ\nれ，２０００年（平成１２年）４月時点で７２２名の者が補償金を受給\nしたとされる。\n（甲Ａ５，１５４，１５５）\nイ  ドイツ\nドイツは，ナチス政権の下，１９３３年（昭和８年）７月に「遺伝性疾\n患子孫防止法」を制定した。同法は，先天性精神薄弱，精神分裂病，周期\n性精神異常（躁うつ病）の他，遺伝性の精神ないし身体の疾患や重度のア\nルコール中毒の者への不妊手術を合法化したものとされる。不妊手術は，\n本人の申請によることが原則であったが，法的な決定能力がないとみなさ\nれた場合には，本人以外の者（後見人，施設長，医師など）の代理申請が\n認められ，その申請を特別の機関が審査し許可した場合は，不妊手術を受\nける者の意思にかかわらず手術が実施されたとされる。同法に基づき，１\n９３４年（昭和９年）から１９４５年（昭和２０年）までの間に，約４０\n万件の不妊手術が実施された。\nドイツでは，ナチス政権の被害者に対する賠償のため，１９５７年（昭\n和３２年）に「一般戦争帰結法」が制定されたが，遺伝性疾患子孫防止法\nに基づき強制不妊手術が行われた者については，当初その適用が認められ\nなかった。１９８０年（昭和５５年）になって，一般戦争帰結法が上記強\n制不妊手術が行われた者にも適用されることとなり，１人当たり５０００\nマルク（約４０万円ないし約６０万円とされる。）の補償金が支給された。\nその後の１９８７年（昭和６２年）２月に，「『安楽死』・強制不妊手術\n被害者連合会」という被害者団体が結成され，その活動もあり，１９８８\n年（昭和６３年）から，上記強制不妊手術が行われた者に対し，ナチス政\n権下の不正による全ての被害者に適用される要綱に基づき，上記補償金に\n加え，少なくとも月額１００マルク（約９０００円ないし約１万２０００\n円とされる。）の持続的な金銭給付がされるようになった。上記補償金の\n額は，その後２５５６．４６ユーロとされ，持続的な金銭給付の最低額は，\n何度かの増額後，平成３０年現在で３５２ユーロとなっている。\n（甲Ａ５，６，１５５）\n⑻  平成８年改正後の動き\nア  上記⑺ア(ｲ)のスウェーデンにおける強制不妊手術の問題は，遅くとも\n平成９年８月２６日以降，我が国でも報道されるようになった。しかし，\nこれらの報道では，我が国でも優生保護法に基づき強制不妊手術が実施さ\nれていたことに基本的に触れておらず，この点に問題意識を持った団体や\n有志らは，同年９月１６日，厚生省を訪れ，同日付け厚生大臣宛て要望書\nを提出した。同要望書には，「旧優生保護法による強制不妊手術の被害者\nに対する謝罪と補償について」と題し，我が国における強制不妊手術に関\nする問題点を列挙した上，政府に対し，①  優生保護法の下で，強制的に\n不妊手術をされた人及び「不良な生命」と規定されたことで誇りと尊厳を\n奪われた障害を持つ全ての人への謝罪と補償を検討すること，②  歴史的\n事実の検証とそのための特別調査委員会を設置すること，並びに③  障害\nを持つ女性に対する違法な子宮摘出事例の調査と再発防止及び被害者救済\nのための適切な対策を講じること，の３点を求める旨の記載がある。\n（甲Ａ１５０から１５２まで，１５８）\nイ  同じ頃，上記アの要望書の作成，提出に関与した女性らを中心に，「強\n制不妊手術に対する謝罪を求める会」（後の「優生手術に対する謝罪を求\nめる会」。以下「謝罪を求める会」という。）が結成された。そして，謝\n罪を求める会は，平成９年１１月，優生保護法に基づく優生手術の被害実\n態を調査するため，優生手術を受けた者の被害を聞き取るための「ホット\nライン」を開設したところ，後に仙台訴訟の原告の一人となった女性を含\nむ７件の電話があった。謝罪を求める会は，平成１０年６月２６日，厚生\n省に対し，上記ホットラインの結果を報告するなどした上，再度，適切な\n謝罪，補償，実態調査を行うよう求めたが，厚生省は，これに応じなかっ\nた。\n（甲Ａ１５０，１５６，１５８，１７５，証人市野川）\nウ  国連自由権規約委員会は，１９９８年（平成１０年）１１月，我が国政\n府が自由権規約４０条に基づき提出した第４回報告書に関し，「委員会は，\n障害を持つ女性の強制不妊の廃止を認識する一方，法律が強制不妊の対象\nとなった人達の補償を受ける権利を規定していないことを遺憾に思い，必\n要な法的措置がとられることを勧告する。」との内容を含む見解を採択し\nた。日弁連は，平成１３年１１月，女子に対するあらゆる形態の差別の撤\n廃に関する条約（以下「女子差別撤廃条約」という。）に基づく日本政府\nの第４回報告書に対する報告書の中で，政府は，上記勧告を受けている優\n生保護法下の強制不妊手術の被害救済に取り組むべきである旨の意見を表\n明し，優生保護法下で強制的な不妊手術を受けた女性に対し，補償する措\n置を講じるべきであるとした。\n（甲Ａ５，７，１２）\nエ  福島瑞穂参議院議員は，平成１６年３月２４日，同院厚生労働委員会に\nおいて，優生保護法に基づく強制不妊手術について質問した。この中で，\n上記ウの自由権規約委員会の勧告の受け止めを尋ねたのに対し，政府参考\n人が，同法に基づく優生手術は，「いろんな厳正な手続の下に行われてお\nったものでございまして，こういった法律に基づいて行われた措置でござ\nいまして，強制不妊の対象となった方々の補償を受ける権利というものを\n認める新たな立法措置を取ることは困難ではないかというふうに考えてお\nります。」と答弁したのを受け，次のとおり質問した。「ハンセン病も法\n律にのっとって強制隔離され，また子供を持てなかったと言われています。\nナチス・ドイツは断種法を作って３５万人強制的に不妊治療が行われまし\nた。日本の問題点は，むしろ戦後にそういう強制手術が行われたというこ\nとで，そのまま何の手当てもなされておりません。私は，国連から勧告を\n受けていることもありますし，ドイツ，スウェーデンでも補償が始まって\nいる，公的補償が始まっていることもあり，ドイツでは８４年から始めて\nおりますけれども，日本でもハンセン氏病で対応したように解決をすべき\nではないかと思いますが，大臣，いかがでしょうか。」\nこれに対し，当時の坂口厚労大臣は，「平成８年までこの法律が存在し\nたことは間違いのない事実でございまして，それがどういう効果を及ぼし\nたか，そしてまたその内容が本当に適切なものであったかどうかというこ\nとは，それぞれ皆さん方がどういうふうに解釈をするかはいろいろあるだ\nろうというふうに思っておりますが，しかし，現在から考えるならば，そ\nうしたことは行われるべきでなかったという御意見がかなりあることも事\n実でございますし，私もそう思う一人でございます。」と答弁した。もっ\nとも，その後の質疑応答の中で，坂口厚労大臣は，同法が廃止されたこと\nは重く受け止めるとしつつ，法律を忠実に執行するのが厚生労働省の立場\nであるなどとして，補償等を具体的に検討する旨の答弁はしなかった。福\n島瑞穂議員は，「国会でも頑張りますが，厚生省が今までのことを検証し\nて対策を講じてくださるよう強く要求していきたいと思います。どうかよ\nろしくお願いします。」として，この問題についての質疑を終えた。\n（甲Ａ１８）\nオ  政府は，上記ウの勧告に対し，平成１８年１２月，第５回報告書を自由\n権規約委員会に提出した。この報告書では，「優生手術に対する補償」に\nついて，「１９９６年の改正前まで，旧優生保護法（１９４８年法律第１\n５６号）は，遺伝性精神病等の疾患にかかっており，その疾患の遺伝を防\n止するため優生手術を行うことが公益上必要であると認められる者につい\nて，都道府県優生保護審査会の審査，公衆衛生審議会による再審査，本人\n等による裁判所への訴えの提起等の厳格な手続を経て，その者の同意を得\nることなく当該手術を行う旨等を規定していたものである。」，「旧優生\n保護法に基づき適法に行われた手術については，過去にさかのぼって補償\nすることは考えていない。」，「旧優生保護法においても，本人の同意の\n有無にかかわらず，優生手術の術式として子宮摘出は認められていなかっ\nた。また，改正後の母体保護法において，障害者であることを理由とした\n不妊手術や本人の同意を得ない不妊手術は認められていない。」等と記載\nされている。\n上記第５回報告書に対し，日弁連は，平成１９年１２月，意見書を取り\nまとめたが，その中で「強制不妊」の項を設け，その「結論と提言」にお\nいて，「国は，過去に行われたハンセン病患者をはじめとする障害を持つ\n女性に対する強制不妊措置について，政府としての包括的な調査と補償を\n実施する計画を，早急に明らかにすべきである。」及び「国は，今後の同\n種被害の発生防止のため，リプロダクティブ・ライツを含む女性の性的意\n思決定権尊重のための人権教育・ジェンダー教育を，随時実施すべきであ\nる。」の２点を記載した。\nなお，自由権規約委員会は，２００８年（平成２０年）１０月及び２０\n１４年（平成２６年）７月，上記ウの勧告を実施すべきである旨を含む見\n解を採択した。\n（甲Ａ５，８から１１まで）\nカ  日弁連は，平成２７年３月１９日付けで，「女性差別撤廃条約に基づく\n第７回及び第８回日本政府報告書に対する日本弁護士連合会の報告書」を\n取りまとめ，これを，女子差別撤廃条約１７条１項に基づき設置された委\n員会（以下「女子差別撤廃委員会」という。）に提出した。この報告書で\nは，「障がいを持つ女性のための施策」の「現状及び問題点」の中で，\n「障がいを持つ女性の中には，かつて日本に存在した優生保護法により強\n制不妊手術の対象とされた人がいるが，これらの人たちに対する保障につ\nいては，いまだ何らの施策が取られていない。」と記載された。また，日\n弁連は，同年１２月１７日付けで，「第７回及び第８回締結国報告に対す\nる女性差別撤廃委員会からの課題リストに対するアップデイト報告」を取\nりまとめ，これを女子差別撤廃委員会に提出したが，この中で，「１９９\n６年までに旧優生保護法に基づいてなされた不妊手術については事実解明\nも謝罪も賠償もされていない。１９９６年までの公式の統計では，旧優生\n保護法に基づく本人の同意がない不妊手術は約１万６５００件（うち女性\nは７割程度）が報告されているが，報告されていない件も多い。また，法\n改正後も事実上の強制又は勧奨による不妊手術がなされていることは確認\nされているが，総数さえ把握困難である。」，「優生手術の可否は，医師\nによるその疾患の遺伝を防止するため優生手術を行うことが公益上必要で\nあるとの申請に基づいて行政機関である都道府県優生保護審査会が決定す\nる（なお，都道府県優生保護審査会の決定について事後的に決定取消の訴\n訟提起ができる規定は存在していた。）というものであった。」，「また，\n旧優生保護法は，その方法として『生殖を不能にする手術』と決めていて，\nそれ以外の方法は禁じていたが，規定外のレントゲン照射や子宮の摘出が\n女性障がい者に実施され，このような違法行為が黙認されていた実態が存\n在する。」と記載した。\n女子差別撤廃委員会は，２０１６年（平成２８年）２月ないし３月に採\n択した日本政府の第７回及び第８回合同定期報告に関する最終見解の中で，\n「委員会は，締結国が優生保護法の下で都道府県優生保護審査会によって\n疾病又は障害のある子どもの出生を防止しようとし，その結果，障害者に\n強制的な優生手術を受けさせたことについて留意する。委員会は，同意な\nしに行われたおよそ１６，５００件の優生手術のうち，７０パーセントが\n女性だったこと，さらに締結国は補償，正式な謝罪，リハビリテーション\nなどの救済の取組を行ってこなかったことについて留意する。」，「委員\n会は，締結国が優生保護法に基づき行った女性の強制的な優生手術という\n形態の過去の侵害の規模について調査を行った上で，加害者を訴追し，有\n罪の場合は適切な処罰を行うことを勧告する。委員会は，さらに，締結国\nが強制的な優生手術を受けた全ての被害者に支援の手を差し伸べ，被害者\nが法的救済を受け，補償とリハビリテーションの措置の提供を受けられる\nようにするため，具体的な取組を行うことを勧告する。」とした。\n政府は，上記の勧告について，平成２８年３月２２日の参議院厚生委員\n会において，従前と同様，優生保護法に基づく優生手術は実施当時適法に\n行われていたのであり，これに対する補償は困難である旨の見解を述べた。\n（甲Ａ５，１３から１５まで）\nキ  日弁連は，後に仙台訴訟の原告の一人となった女性から平成２７年６月\nに人権救済の申立てがされたことを受け，平成２９年２月１６日，同日付\nけ「旧優生保護法下において実施された優生思想に基づく優生手術及び人\n工妊娠中絶に対する補償等の適切な措置を求める意見書」を発表した。こ\nの意見書の「意見の趣旨」欄には，「１  国は，旧優生保護法下において\n実施された優生思想に基づく優生手術及び人工妊娠中絶が，対象者の自己\n決定権及びリプロダクティブ・ヘルス／ライツを侵害し，遺伝性疾患，ハ\nンセン病，精神障がい等を理由とする差別であったことを認め，被害者に\n対する謝罪，補償等の適切な措置を速やかに実施すべきである。」，「２\n国は，旧優生保護法下において実施された優生思想に基づく優生手術及び\n人工妊娠中絶に関連する資料を保全し，これら優生手術及び人工妊娠中絶\nに関する実態調査を速やかに行うべきである。」と記載されている。\n（甲Ａ５，１７５）\nク  平成３０年１月３０日，仙台訴訟が提起された。以後，優生保護法に基\nづく強制不妊手術を受けた者の救済に関する動きが活発化し，同年３月６\n日には，超党派の国会議員連盟が設立総会を開き，同じ頃，自由民主党及\nび公明党の国会議員による合同ワーキングチームも発足した。そして，平\n成３０年３月２８日には，平成３１年の通常国会に救済のための法案を提\n出する方向で検討されることとなった。\n（甲Ａ２０，２８，１３３）\n⑼  一時金支給法の制定\nア  平成３１年４月２４日，議員立法により，一時金支給法（平成３１年法\n律第１４号）が成立した。一時金支給法は，前文において，「昭和２３年\n制定の旧優生保護法に基づき，あるいは旧優生保護法の存在を背景として，\n多くの方々が，特定の疾病や障害を有すること等を理由に，平成８年に旧\n優生保護法に定められていた優生手術に関する規定が削除されるまでの間\nにおいて生殖を不能にする手術又は放射線の照射を受けることを強いられ，\n心身に多大な苦痛を受けてきた。このことに対して，我々は，それぞれの\n立場において，真摯に反省し，心から深くおわびする。 今後，これらの\n方々の名誉と尊厳が重んぜられるとともに，このような事態を二度と繰り\n返すことのないよう，全ての国民が疾病や障害の有無によって分け隔てら\nれることなく相互に人格と個性を尊重し合いながら共生する社会の実現に\n向けて，努力を尽くす決意を新たにするものである。ここに，国がこの問\n題に誠実に対応していく立場にあることを深く自覚し，この法律を制定す\nる。」とした上，「昭和２３年９月１１日から平成８年９月２５日までの\n間において施行されていた優生保護法」に基づく優生手術等を受けた者\n（ただし，母体保護のみを理由に同法３条１項の規定により行われた優生\n手術を受けた者を除く。）で，一時金支給法の施行日に生存しているもの\nに対し，その請求に基づき，一時金３２０万円を支給する旨を定めるもの\nである。\nイ  内閣総理大臣は，一時金支給法の成立を受け，平成３１年４月２４日，\n「昭和２３年制定の旧優生保護法に基づき，あるいは旧優生保護法の存在\nを背景として，多くの方々が，特定の疾病や障害を有すること等を理由に，\n平成８年に旧優生保護法に定められていた優生手術に関する規定が削除さ\nれるまでの間において生殖を不能にする手術等を受けることを強いられ，\n心身に多大な苦痛を受けてこられました。このことに対して，政府として\nも，旧優生保護法を執行していた立場から，真摯に反省し，心から深くお\n詫び申し上げます。」との談話を公表した。また，厚生労働大臣も，同日，\n「昭和２３年制定の旧優生保護法に基づき，あるいは旧優生保護法の存在\nを背景として，多くの方々が，特定の疾病や障害を有すること等を理由に，\n平成８年に旧優生保護法に定められていた優生手術に関する規定が削除さ\nれるまでの間において生殖を不能にする手術等を受けることを強いられ，\n心身に多大な苦痛を受けてこられました。このことに対して，厚生労働省\nとしても，旧優生保護法は旧厚生省が所管し，執行していたことから，真\n摯に反省し，深くお詫び申し上げます。」との談話を公表した。\n⑽  原告に対する本件優生手術の実施及びその後の経過\nア  原告の生い立ち等（甲１Ｂ１から３まで，８，１８，証人●●●●，原\n告本人）\n(ｱ)  原告は，（以下省略）宮城県内で生まれた。原告には（以下省略）\n姉がいた（以下省略）\n(ｲ)  原告は，（以下省略）反抗期であったこともあり，家に寄り付かず，\n問題行動を起こすようになり，（以下省略）。これらの事情から，原告\nは，（以下省略），教護院（現在の児童自立支援施設）の修養学園に入\n所した。修養学園は，「精神薄弱児施設」の亀亭園に隣接して設置され\nていた。なお，原告は，知的障害及び身体障害による治療等を受けたこ\nとはなく，原告の姉も，原告に何らかの障害があったなどと聞いたこと\nはない。\nイ  本件優生手術に至る経緯（甲１Ｂ１の１，甲１Ｂ３から５まで，１８，\n証人●●●●，原告本人）\n(ｱ)   （以下省略）昭和３２年に入ってしばらくした頃，（以下省略）約\n１箇月後，原告は，修養学園の教職員に連れられ，愛宕病院を訪れた。\nそして，原告は，手術室に連れていかれ，両側鼠径部を切開し精管を結\nさつすることにより男性の生殖能力を失わせる精管結さつ術（本件優生\n手術）を施された。原告は，（以下省略）修養学園の教職員はもとより，\n愛宕病院の医師や看護師からも，本件優生手術の必要性や内容について，\n事前にも事後にも説明を受けなかった。\n(ｲ)  原告は，本件優生手術後，陰部に強い痛みがあったため，歩行が困\n難となった。（以下省略）原告には，現在，直線状の瘢痕が残存してい\nる。\n(ｳ)  原告は，本件優生手術を受けた年の７月頃，修養学園の入所者から，\n原告が受けた手術は，「パイプカット」と称される手術で，子供ができ\nなくなるような手術であり，修養学園では原告以外にも２，３人の男性\nの入所者が同じような手術をされたほか，女子寮に入所している女性に\nも不妊手術がされた旨の話を聞いた。原告は，（以下省略）原告がこの\nような手術を受けさせられたことについて，父親を恨むようになった。\n(ｴ)   （以下省略）原告の姉は，祖母が亡くなる直前頃，祖母から，原告\nが子どもをできなくする手術を受けた旨を伝えられるとともに，そのこ\nとを周囲の人に知られないようにする必要がある旨を伝えられ，その後，\n周囲の人はおろか原告に対してすら，原告が上記手術を受けたことを伝\nえなかった。\nウ  本件優生手術後の原告の生活状況（甲１Ｂ１から３まで，６，７，１８，\n証人●●●●，原告本人）\n(ｱ)  原告は，（以下省略）中学校を卒業すると同時に修養学園を退所し，\n修養学園の紹介により，（以下省略）就職し，自立した生活を始めた。\n原告は，その頃には，「パイプカット」が男性の生殖能力を喪失させる\n手術であることを図書館の本などで調査し，本件優生手術がどのような\n手術であったかを認識した。（以下省略）\n(ｲ)  原告は，（以下省略）昭和４７年（以下省略）に婚姻届を提出した。\n（以下省略）\n（以下省略）\n(ｳ)  原告は，結婚前にも結婚後も，妻に，本件優生手術のため自分に生\n殖応力がない旨を伝えることができなかった。（以下省略）原告は，子\nどもができないことで，様々な精神的苦痛や葛藤を覚えた。\n(ｴ)   （以下省略）原告は，妻が死亡する直前，医師から今夜が山場であ\nる旨を伝えられ，この機会に伝えなければその機会がないと考え，妻に\n対し，「小さい頃に子どもが産めなくなるような手術をした。」旨を伝\nえ，この事実を隠していたことを謝罪した。妻は，原告を責めることは\nなく，むしろ原告を気遣う言葉を返した。\n(ｵ)  原告は，平成３０年１月末頃，仙台訴訟提起の報道に触れ，優生保\n護法やそれに基づく優生手術というものがあることを知るとともに，同\n年２月２日に優生手術を受けた者に対する弁護士による電話相談が開か\nれることを知った。そこで，原告は，姉に電話をかけ，自分も修養学園\n入所中に本件優生手術を受けたので，相談してみようと思っている旨を\n話した。これに対し，姉は，原告に対し，原告が本件優生手術を受けた\n旨を祖母から説明された事実を初めて告げた。\n(ｶ)  原告は，平成３０年２月２３日，宮城県知事に対し，本件優生手術\nに関して同県が作成した一切の記録について，個人情報開示請求をした\nが，同県知事は，請求内容に係る記録については，文書保存期間が満了\nし，廃棄したとして，不存在である旨の決定をし，同年３月９日付けで\nその旨原告に通知した。\n２  争点１（本件優生手術の違憲性・違法性及び民法７２４条後段の規定の適用\n関係）について\n⑴  本件優生手術について\nア  前記第２の２⑴ア認定の優生保護法施行規則所定の優生手術の術式並び\nに上記１⑶ア及び⑷イ認定の昭和３２年頃の宮城県の状況に加え，同⑽ア\n及びイ認定の原告に係る事情を総合すれば，原告は，（以下省略）頃の問\n題行動を重要な契機として，親権を行う者の同意を得て，同法１２条に基\nづく申請がされ，同県優生保護審査会の審査，決定を経た上で，同年春頃，\n１２条による優生手術としての本件優生手術が実施されたとみるのが，本\n来合理的といえる。\nイ  しかし，上記１⑷イ認定のとおり，昭和２９年から昭和３４年までの間，\n宮城県では１２条による優生手術は実施されていないとされている。これ\nを前提とすれば，当時原告が未成年であったことと併せ，原告に対する本\n件優生手術は，４条による優生手術であったことになる。\n⑵  本件優生手術の国賠法１条１項適用上の違法性ないし被侵害権利について\nア  仮に本件優生手術が４条による優生手術であったとすれば，原告が優生\n保護法別表に掲げる疾患にかかっていることを宮城県優生保護審査会にお\nいて審査し，これを認定したことになる（同法５条１項）。また，仮に本\n件優生手術が１２条による優生手術であったとすれば，原告が同別表１号\n又は２号に掲げる遺伝性のもの以外の精神病又は精神薄弱にかかっている\nことを同審査会において審査し，これを認定したことになる（同法１３条\n１項）。\nしかし，上記１⑽認定の事実関係，すなわち，原告が問題行動を起こす\nようになったのは，そのような行動を起こしがちな反抗期であり，それま\nでにも問題行動を起こしていたような事情は認められないこと，原告につ\nいて障害のため治療等が施された事実は認められないこと，修養学園退所\n後，原告は，就労して自ら生計を立て，やがて結婚もして，社会の中で特\nに問題なく生活を営んでいたことなどを総合すれば，本件優生手術当時，\n原告が，優生保護法別表に掲げる疾患はもとより，同別表１号又は２号に\n掲げる遺伝性のもの以外の精神病又は精神薄弱にかかっていたとも認め難\nい。本件優生手術から既に６０年以上が経過し，被告において，当時の資\n料の収集や事実確認が極めて困難ないし不可能な事情があることは，この\n判断を左右するものではないというべきである。（以下省略）\nしたがって，本件優生手術が４条による優生手術であれ１２条による優\n生手術であれ，原告に対する優生手術を適当と判断した宮城県優生保護審\n査会の審査は，誤りであったと認めるのが相当である。\nイ  上記１⑽イ(ｱ)認定のとおり，本件優生手術は，原告に何ら説明される\nことなく，原告に無断で実施されたものであり，上記アの説示も考慮すれ\nば，およそ正当化の余地のない違法な行為であったと認められる。\n本件優生手術当時，都道府県優生保護審査会の監督等は，国の機関委任\n事務として，都道府県知事が管理又は執行するものとされていた（甲Ａ１\n６。当事者間に争いがない。）。したがって，上記監督に関し知事に注意\n義務違反があれば，国賠法１条１項に基づき国がその賠償責任を負うこと\nとなるところ，上記アのとおり，宮城県優生保護審査会が，原告について，\n審査を要件とする優生手術の対象疾患にかかっているとの誤った判断をし\nたことについては，その具体的経緯ないし事情は必ずしも明らかではない\nが，優生保護法に基づく優生手術の実態に係る上記１⑵から⑷まで認定の\n事実関係に照らせば，同県知事の監督が不十分であったことが一因である\nと認められる。したがって，少なくともこの点において，被告には，本件\n優生手術について，国賠法１条１項に基づく損害賠償責任が生じたものと\n認められる。\nウ  上記１⑽イ及びウ認定の事実によれば，原告は，本件優生手術によって，\n身体的な侵襲を受けるとともに，男性としての生殖機能を回復不可能な状\n態になるまで侵襲されたものと認められ，これによって，実子をもつかど\nうかについて意思決定をする余地が強制的に奪われ，必然的に，そのよう\nな意思決定を前提とした生涯を送る機会も奪われるとともに，そのような\n意思決定ができないことを前提とした生涯を送ることを余儀なくされるこ\nととなったということができる。\n憲法１３条は，国民の私生活上の自由が公権力の行使に対して保護され\nるべきことを規定しているものであり，実子をもつかどうかについて意思\n決定をすることは，当然，同条により保護されるべき私生活上の自由に当\nたるものと解される。これを，原告が主張する「リプロダクティブ・ライ\nツ」ないしそれに包摂される概念というかどうかはともかく，本件優生手\n術は，少なくともこのように憲法で保護された原告の自由を侵害するもの\nといえる。\n⑶  原告の被告に対する国賠法１条１項に基づく損害賠償請求権に対する民法\n７２４条後段の規定の適用関係について\n上記⑴及び⑵の認定判断のとおり，原告は，本件優生手術について，国賠\n法１条１項に基づき，被告に対し，その損害の賠償を求め得る地位を得たも\nのである。\nしかしながら，上記１⑽イ(ｱ)認定のとおり，本件優生手術は昭和３２年\n春頃に実施されたものであり，本件訴訟は平成３０年５月に提起されたもの\nであるから，国賠法４条により適用される民法７２４条後段の規定によって，\n原告の被告に対する上記の損害賠償請求権は，既に消滅しているものと認め\nられる。\nこれに対し，原告は，本件には民法７２４条後段の規定は適用されないな\nどと主張して上記損害賠償請求権の消滅を争うが，その主張を採用すること\nができないことは，以下に説示するとおりである。\n⑷  民法７２４条後段所定の期間の起算点について\nア(ｱ)  原告は，民法７２４条後段所定の期間の起算点の判断に当たっては，\n最高裁平成１６年判決の趣旨を踏まえ，①  損害の性質，②  期間を進\n行させることが被害者に酷であること，及び③  加害者の事情を検討し\nて実質的に判断するべきであるとした上，まず，上記①の損害の性質に\nついて，原告が被った損害は，本件優生手術に伴う優生政策の普及，促\n進，その後の不作為による損害と拡大し，現在に至っても継続している\nもので，原告の生涯にわたり継続している「人生被害」というべきもの\nであって，一体の損害としてとらえなければ捕捉しきれず，全体として\n一体的に評価しなければならない旨主張する。\n(ｲ)  確かに，上記１⑽イ及びウ認定のとおり，原告は，本件優生手術後\n程なくして，本件優生手術は子どもができないようにする手術であると\n聞き，そのような手術を受けさせられたのが父親のせいであると考えて\nこれを恨み，修養学園退所後改めて調査して，本件優生手術が男性の生\n殖能力を喪失させる手術であると認識し，結婚に消極的となり，幸い結\n婚し得た後も，本件優生手術のことを妻にさえ隠さざるを得ず，子ども\nができないことで様々な精神的苦痛や葛藤を覚え，ようやく妻の死の直\n前に妻には本件優生手術のことを告白し得たものであり，本件優生手術\nから現在に至るまでの間，本件優生手術を受けさせられたことについて，\n社会からの差別や偏見をおそれ，不安にさいなまれることがあるなど，\n継続して甚大な精神的苦痛を被ってきたことは想像に難くなく，これを\n「人生被害」と総称することもできるといえる。\nしかし，民法７２４条後段所定の期間の起算点につき，加害行為が行\nわれた時に損害が発生する不法行為の場合には，加害行為の時がその起\n算点になるということは，原告が援用する最高裁平成１６年判決も前提\nとしているところである。そして，本件優生手術を受けさせられたこと\nにより原告に生じた上記「人生被害」は，身体的な損害はもとより，精\n神的な損害も含めて，本件優生手術時に発生しているもの，ないし発生\nが予見可能なものというべきであり，その後現実に原告に生じた身体的，\n精神的損害は，加害行為たる本件優生手術時に発生した損害の程度を評\n価する上で斟酌すべきものではあるが，本件優生手術時に発生した損害\nと別個の新たな損害とはいえない。すなわち，本件優生手術による原告\nの損害は，最高裁平成１６年判決が例示する「身体に蓄積した場合に人\nの健康を害することとなる物質による損害や，一定の潜伏期間が経過し\nた後に症状が現れる損害」とその性質を全く異にするものである。\nしたがって，上記原告の損害の性質をもって，その損害賠償請求権に\n係る民法７２４条後段所定の期間の起算点を本件優生手術後とすべき事\n情と認めることはできない。\nイ(ｱ)  原告は，上記ア(ｱ)の②の点について，被告が，過去の優生保護法に\n基づく優生手術が適法であって補償する考えがない旨を明言する政府報\n告（甲Ａ８）をし，平成３０年に至るまで同法に基づく優生手術の被害\n実態の調査を行わず，原告を含む優生手術を受けた者がその手術内容を\n理解していない状況も見られたのであり，加えて，優生手術が実施され\nた事実を公表して国家賠償請求訴訟を提起することは，被告が社会にお\nいて優生思想の除去を行っていない状況下においては，更なる差別を生\nみ出す可能性が高く，社会通念上極めて困難であったなどとし，本件に\nおいて民法７２４条後段所定の期間を進行させることは，被害者である\n原告に酷である旨主張する。また，同③の点について，本件は，加害者\nである被告が，優生保護法を維持して優生思想を流布することによって，\n被害者が加害行為の違法性を認識しづらい状況を作出し，さらに，被害\n者を被差別対象者とすることによって虐げ，加害者に対して権利行使な\nどできるはずもない状況を作出し，その後も，被害者に対し，違法行為\nを行ったことを積極的に情報提供することも，謝罪することもしなかっ\nた事案であるなどとして，加害者である被告に民法７２４条後段所定の\n期間の恩恵を受けさせるべきではないとの価値判断を強く働かせるもの\nである旨主張する。\n(ｲ)  確かに，被告は，昭和２３年６月に優生保護法を成立させ（上記１\n⑴イ），昭和２７年の改正によって，審査を要件とする，すなわち本人\nの同意を要しない優生手術の対象を遺伝性のものではない精神病及び精\n神薄弱に拡大し，昭和２９年１２月や昭和３２年４月には，審査を要件\nとする優生手術の実施の推進を要請する旨の厚生省担当課長による通知\nを全国に発出していた（同⑵エ，オ）ほか，学習指導要領に「（国民優\n生）の意義・重要性・対策などについて扱う。」と定め，少なくとも昭\n和４７年発行までの高等学校の保健体育の教科書には，差別的な優生思\n想に基づき，同法に基づく優生手術を正当化する旨の記載がされていた\nものである（同キ）。そして，全国において，４条による優生手術は，\n昭和３０年の１２６０件を最高に漸減したが，昭和５０年にも５１件行\nわれ，１２条による優生手術は，昭和２９年の１６０件が最高値で，昭\n和５７年までは毎年１０件以上行われていたものである（同⑷ア）。ま\nた，昭和４０年代後半の同法改正議論の中では，既存の優生条項に対す\nる問題意識は，障害者団体も含めてみられなかったものであり（同⑸\nア），昭和４５年に成立した心身障害者対策基本法（同年法律第８４号。\n平成５年法律第９４号により障害者基本法に題名改正。）では，「心身\n障害者の福祉に関する施策の基本となる事項を定め，もつて心身障害者\n対策の総合的推進を図ること」が目的とされつつ，「心身障害者」の定\n義の中で，「精神薄弱等の精神的欠陥」という表現が用いられていた\n（公知の事実）。このような状況の下において，仮に優生保護法に基づ\nき意に反して優生手術をされたと認識する者がいたとしても（原告は，\n本件優生手術が同法に基づき行われたことを仙台訴訟提起後に知ったと\nしているが，仮にこの頃その点を知ったとしても），被告に対し，国家\n賠償請求訴訟を提起することは，極めて強い心理的抵抗を感じたであろ\nうことは十分に推認されるところである。\n(ｳ)  しかし，他方，昭和５０年代になると，国連障害者年等により障害\n者に対する国民の関心が高まっていったとされており（上記１⑹イ），\n人工妊娠中絶の要件についての議論を契機とした優生保護法改正議論の\n中で，同年代後半から昭和６０年代にかけて，同法の優生条項は改正な\nいし削除すべきである旨の問題意識が与党である自由民主党や厚生省の\n内部で明確化されていき，少なくとも同党内の問題意識は，一般にも公\n表され，昭和６３年には，厚生省内で，優生条項の削除に係るより具体\n的な論点整理が進んでいたものである（上記１⑸ア，イ）。\nさらに，平成年代に入ると，平成５年１２月に心身障害者対策基本法\nが障害者基本法に改正され（同年法律第９４号），同法の目的が「障害\n者のための施策を総合的かつ計画的に推進し，もつて障害者の自立と社\n会，経済，文化その他あらゆる分野の活動への参加を促進すること」と，\n「障害者」の定義も「身体障害，精神薄弱又は精神障害」があるなどと\nする者と改正され（上記１⑹イ，公知の事実），平成７年になると，民\n間の障害者団体からも優生保護法の優生条項の人権侵害性が指摘される\nようになり（同⑸ウ），平成８年６月１８日，上記優生条項が障害者に\n対する差別となっていることを正面から認める形で，同法の改正（平成\n８年改正）が行われたものである（同⑹ア）。\nこのような状況の推移を考慮すれば，仮に昭和４０年代頃においては，\n優生保護法に基づく優生手術の違法を理由に被告に国家賠償請求訴訟を\n提起することが，更なる差別を生み出す可能性があるとして社会通念上\n極めて困難であったと認め得るとしても，昭和６０年代（昭和６３年頃\nまで）には，同法の優生条項の問題点は社会的に理解され得る状況にあ\nったといえ，その時点での提訴が同法の存在のために民法７２４条後段\n所定の期間の起算又は進行を否定すべきほどに社会通念上極めて困難で\nあったとまでは認められないというべきであり，どんなに遅くとも，平\n成８年改正時点において，提訴が困難な状況にあったとは認められない。\n(ｴ)  原告は，被告が平成３０年に至るまで優生保護法に基づく優生手術\nの被害実態調査をせず，被害者が加害行為の違法性を認識しづらい状況\nや加害者に対して権利行使などできるはずもない状況を作出するなどし\nたなどとも主張するが，同優生手術が行われていたこと自体は何ら隠ぺ\nいされたことはなく，むしろ事実としては公開されていたものであり，\n昭和６２年度には，「優生手術の適応事由等に関する研究」に対して補\n助金を支給しているのであって，原告が主張するような上記の各状況を\n被告が作出したとみることはできない。原告についてみても，上記１⑽\nウ認定のとおり，遅くとも修養学園退所後間もない頃には本件優生手術\nが男性の生殖能力を喪失させる手術であることを正しく認識したのであ\nり，なぜ自分にそのような手術が行われたかを調査，検討する機会はあ\nったものといえる。確かに，被告（厚生省，政府等）は，平成８年改正\n以降，過去に優生保護法に基づき行われた優生手術は，当時としては適\n法であり，同手術を受けた者に対する補償は考えていない旨の見解を繰\nり返し公表しているが（上記１⑻），そのことを当時認識していたこと\nのうかがえない原告との関係でそれがどのような意味があるかはともか\nく，加害者が自らの行為の違法性を認めないからといって（むしろ，訴\n訟になる事案においては，これが一般的である。），損害賠償請求権の\n行使が妨げられるものではなく，このことは，加害者が被告であっても\n異なるものではない。\n上記(ｲ)の説示のほか，同１⑸ア(ｱ)認定のとおり，昭和４０年代後半\nの優生保護法改正議論の際には，同法中の既存の優生条項については，\n障害者団体も含めてその改廃を求める意見は出されず，上記(ｲ)認定の\nとおり，昭和４５年成立の心身障害者対策基本法では「精神薄弱等の精\n神的欠陥」という表現が使用されていたことからすれば，我が国におい\nては，昭和４０年代頃までは，障害者に対する極めて差別的な意識が差\n別的とは意識されずに存在していたといえる。このような意識は，同法\nの目的規定である１条の「不良な子孫の出生を防止する」という文言を\n始めとする同法の優生条項やこれに基づく施策により，助長された面が\nあったことも否定し難いと考えられる。しかし，このような意識と通底\nする優生学ないし優生思想自体は，上記１⑴ア認定のとおり，既に１９\n世紀末には広まっており，２０世紀に入ると各国でこの考え方に沿った\n立法がされたものであり，我が国においても，戦前の国民優生法成立前\nからみられたものといえる。したがって，上記差別的な意識は，被告が\n作出したものとはいえず，また，その排除は，現実問題として必ずしも\n容易であるとはいえない。\n(ｵ)  原告は，優生保護法に基づく優生手術を受けたことにより，「不良」\nという烙印を押されたこととなり，そのことが，被告に対する国家賠償\n請求権の行使を困難とさせる事情の一つである旨も主張する。\n確かに，本件優生手術が優生保護法に基づき行われたことを原告が知\nったのが仙台訴訟提起後であるという点をおくとしても，法律の文言と\nして，同法の１条に「不良」という語が用いられていたこともあり，昭\n和６０年代においても，同条その他の優生条項の存在が，障害者に対す\nる差別意識を助長し続けていたということはできるといえる。しかし，\n上記(ｳ)で説示したように，その頃には，優生条項の不当性は与党や厚\n生省において共有され，その旨が社会にも公表されていたのであり，優\n生条項の存在という事実が上記差別意識を助長する程度は，かなりの程\n度低下していたものといえる。この点，ハンセン病については，らい予\n防法やいわゆるらい条項といった差別的な法律が存在したことのみなら\nず，同法に基づき療養所が設置され，そこに強制的に患者が隔離され，\n治癒後も療養所での生活を続けざるを得ないという状況が，長期にわた\nり広く社会に存在していたものである。すなわち，その状況は，法律の\n存在やその内容の知不知にかかわらず，社会が物理的に認識可能な状態\nで存在していたのであって，優生手術を受けた者の置かれた問題状況と\nは質的に異なるものといえる。\nウ  上記ア及びイの説示を総合すれば，優生保護法に基づく優生手術を違法\nとする国家賠償請求訴訟において，仮に最高裁平成１０年判決や最高裁平\n成２１年判決の趣旨を踏まえて民法７２４条後段所定の期間の起算点を遅\nらせる余地があるとしても，その時期はせいぜい昭和６０年代，どんなに\n遅くとも平成８年６月１８日の平成８年改正時点までというべきである。\nしたがって，上記起算点を遅らせることによって，本件訴訟の提起が民\n法７２４条後段所定の期間経過前であったとすることはできない。\n⑸  民法７２４条後段所定の期間の法的性質について\nア  原告は，①  民法７２４条後段所定の期間を除斥期間であると判示した\n最高裁平成元年判決に合理的な根拠はなく，事案の相対的事情を考慮した\n最高裁平成１０年判決や最高裁平成２１年判決との整合性に問題があるこ\nとに加え，②  立法過程の議論，民法起草者の認識，学説の状況等からす\nれば，上記期間の法的性質は，除斥期間ではなく時効であると解すべきで\nある旨主張する。\nイ  しかしながら，民法７２４条後段の規定は除斥期間を定めたものである\nとする最高裁平成元年判決の判断は，最高裁平成１０年判決及び最高裁平\n成２１年判決においてもその前提として引用されており，確定した判例法\n理であるといえる。そして，最高裁平成元年判決の説示に照らし，上記判\n例法理に合理的根拠がないとはいえず，また，最高裁平成元年判決と最高\n裁平成１０年判決及び最高裁平成２１年判決とが整合しないというのは，\nこれらの最高裁判所の判断を正解しないものというべきである。さらに，\n上記判例法理が民法起草者の考え方や現在の学説の一般的状況に反するか\nらといって，当然に変更すべきものとはいえない。\n確かに，上記判例法理を形式的に適用した場合，被害者にとって酷とい\nえる事案が生じ得る余地はあるといえる。しかし，最高裁平成１０年判決\nは，不法行為時から２０年を経過する前６箇月内において，不法行為の被\n害者が当該不法行為を原因として心神喪失の常況にある場合には，民法１\n５８条の法意に照らし，同法７２４条後段の効果は生じないものとし，最\n高裁平成２１年判決は，加害者が，被害者の相続人が被害者の死亡を知り\n得ない状況を殊更に作出したため，相続人が確定しないまま，殺害という\n不法行為時から２０年が経過した場合に，同法１６０条の法意に照らし，\n同法７２４条後段の効果は生じないものとしたのであり，これらの判断に\n照らせば，上記判例法理は，常に形式的に適用しなければならないものと\nはされていないと解される。また，上記判例法理は，期間の起算点が変わ\nったり（最高裁平成１６年判決参照），違法行為及び損害の一体的評価が\nされたり（熊本地裁平成１３年判決参照）する場合には，その適用外とな\nるものといえる。したがって，上記判例法理を維持すれば救済の範囲が不\n合理に狭められるとまではいえないというべきであって，上記判例法理を\n立法的に変更することはあり得るとしても，判例変更をすべきものと認め\nることはできない。\n民法の一部を改正する法律（平成２９年法律第４４号）により，民法７\n２４条後段所定の２０年の期間について消滅時効である旨明確に定められ\nたことやその改正経過は，上記の判断を左右するものではない。\nウ  したがって，民法７２４条後段所定の期間の法的性質が消滅時効である\nと解すべきである旨の原告の主張は採用することができず，同主張を前提\nとする原告の主張は，いずれも前提を欠き失当である。\n⑹  正義・公平の理念との抵触等による民法７２４条後段適用制限について\nア  原告は，民法７２４条後段の規定が除斥期間を定めるものとしても，最\n高裁平成１０年判決及び最高裁平成２１年判決によれば，被害者による権\n利行使を上記規定の期間経過によって排斥することが著しく正義・公平の\n理念に反する場合には，条理上，その効果を制限するべきであり，また，\n同規定の適用につき，信義則違反又は権利濫用の主張が許されるべきもの\nである旨主張する。そして，本件においても，①  被告は，対外的に，優\n生保護法に基づき行われた強制優生手術は適法である旨明言し，この見解\nを変更していない上，同法制定時から優生手術を積極的に推し進め，その\n後も違法性を認めないことなどにより優生思想が蔓延し，原告を含む優生\n手術の被害者は，このような被告の対応のため法益侵害に気付き得なかっ\nたもので，最高裁平成１９年判決に照らしても，原告において除斥期間内\nに国家賠償請求権を行使しなかったことについて，やむを得ない事由があ\nる，②  優生保護法は違憲であり，違憲の法律による優生手術も違憲・違\n法であることは明らかなど，本件優生手術の不法行為としての悪質性及び\n違法性は顕著であるのに対し，原告の被害は極めて重大かつ深刻な人権侵\n害である，③  原告の国家賠償請求権を認めても，法的地位が害される第\n三者は存在せず，また，被告は国家であり資力も十分あるのに対し，原告\nは一国民でありその資力も十分ではない，④  国家賠償請求制度には，損\n害補填的機能のほか，国又は公共団体の作為・不作為に対する監視的機能\nがあるほか，民法７２４条後段の制度の創設者である被告が，同制度の恩\n恵を受けて免責されることは国民の法感情にも反するなどとして，原告の\n被告に対する国家賠償請求権について，除斥期間経過を理由にこれを否定\nすることは，正義・公平の理念に反するなどとして，同条後段の効果を制\n限すべき旨主張する。\nイ  しかし，最高裁平成１０年判決も最高裁平成２１年判決も，民法７２４\n条後段の効果が生じないと判断し得る前提として，それぞれの事案に則し\nた場合設定を行っており，「除斥期間の適用により著しく正義・公平の理\n念に反する場合に，被害者保護のため必要があれば，条理上，上記効果が\n生じない」旨の一般法理や，「権利者の権利行使を著しく阻害する事情が\nある場合には，除斥期間は成立しない」旨の一般法理を導出したものとは\n解されない。\nウ  もっとも，最高裁平成１０年判決も最高裁平成２１年判決も，民法７２\n４条後段の規定を形式的に適用すべきではない事案があることを肯定した\nものではあり，本件についても，事案に則した検討を必要とするものとは\nいえる。\nしかし，この点についても，既に上記⑷イでほぼ説示したところである。\nこれに加えるに，上記ア①の点に関し，優生手術を受けたことによる被害\n自体は，優生手術を受けたことの認識さえあれば了解可能であり，現に原\n告は，優生保護法に基づき行われたことは知らないまま，本件優生手術に\nよる身体的，精神的苦痛を感じ続けていたものである。なお，最高裁平成\n１９年判決は，誤った通達のために法定の受給権を行使する機会を失った\n事案に係るものであり，国家賠償請求に係る本件とは事案を異にすること\nが明らかである。同②の点に関しては，被告は，少なくとも昭和５０年代\n以降は，優生条項の適用ないしそれを踏まえた優生政策の積極的推進をし\nていたとはいえない。もとより，原告に対し本件優生手術が行われたこと\n自体の悪質性はあるといえ，そのことは重要な考慮事情とはなるとしても，\n飽くまでその余の事情も含めた総合考慮が必要であるといえる。同③の点\nに関しては，民法７２４条後段は，法的地位が害される第三者の存否にか\nかわらず適用されるもので，国賠法４条は，それを前提に，特に制限や留\n保を付すことなく，民法７２４条後段の規定も含めて国又は公共団体の損\n害賠償の責任について適用するものとしているのであり，上記第三者の存\n否や被告の資力等は，上記規定の適用の有無を判断する上で積極的な考慮\n事情になるとはいえない。同④の点に関しては，国家賠償請求の国家監視\n機能を認めるとしても，飽くまで事実上の機能であり，その機能は，国家\n賠償請求訴訟が提起，追行されることによっても認められるものであり，\n結論として賠償請求権が否定されたからといって，直ちに上記機能が没却\nされるとはいえない。また，法制度の適用の結果として被告が賠償責任を\n免れることをもって，正義・公平の理念に反するものとはいえない。\n以上によれば，本件について，民法７２４条後段の効果が生じないと解\nすべきものとは認められない。\nエ  したがって，原告の被告に対する国家賠償請求権の行使を民法７２４条\n後段所定の期間経過を理由に制限することが，正義・公平の理念に反する\nとはいえず，同条後段の規定の適用が信義則違反又は権利濫用とする主張\nも失当というべきであるから，同条後段の効果が制限される旨の原告の上\n記アの主張は採用することができない。\n⑺  憲法１７条の趣旨による国賠法４条，民法７２４条後段の規定の適用制限\nについて\nア  原告は，憲法１７条を受けて制定された国家賠償責任制度は国家監視機\n能を有していることから，国賠法の解釈適用に当たっては，上記機能を十\n分に尊重すべきであり，国賠法４条を介した民法７２４条後段の規定の適\n用が憲法１７条の趣旨に反するか否かは，人権侵害行為の内容，侵害され\nる法的利益の種類及び侵害の程度，免責又は責任制限の範囲及び程度等に\n応じ，当該規定の目的の正当性並びにその目的達成の手段として免責又は\n責任制限を認めることの合理性及び必要性を総合的に考慮して判断すべき\nであるとし，本件については，①  国家権力による憲法１３条，１４条１\n項，３６条に係る広範かつ深刻な人権侵害を伴うものであるとともに，原\n告が本件優生手術から民法７２４条後段所定の期間内に提訴することはお\nよそ不可能であったこと，②  優生保護法による強制不妊手 術における\n「強制」は，欺罔や麻酔等により実態が分からないまま行われており，手\n術を受けたこと自体がタブーとして各被害者が互いに繫がることもできな\nかったが，これは被告が作出した状況であり，本件で国賠法４条，民法７\n２４条後段の規定の適用により侵害される法的利益は，非常に深刻かつ重\n大であること，③  本件に国賠法４条，民法７２４条後段の規定を適用す\nることは，いまだに訴訟を提起していない数万人の被害者の損害の回復の\n機会を奪い，国家賠償請求の国家監視機能を没却させることなどからすれ\nば，原告の被告に対する国家賠償請求権に国賠法４条，民法７２４条後段\nの規定を適用して被告を免責することは，憲法１７条の趣旨に反する旨主\n張する。\nイ  しかしながら，原告の上記アの主張の前提となる最高裁平成１４年判\n決は，憲法１７条を受けて制定された国賠法とは別に，国又は公共団体\nの行為による不法行為責任を免除し又は制限する法令の憲法１７条適合\n性が問題となった事案について判断を示したもので，本件とは事案を異\nにし，その判断を本件の参考とすることは必ずしも適切ではない。この\n点をおくとしても，既に上記⑷又は⑹で説示したところと同旨の理由に\nより，原告の上記アの主張は採用することはできない。\n３  争点２（原告に対する救済措置ないし立法をしないことの違法性）について\n⑴  厚生労働大臣の不作為の違法性の有無について\nア  原告は，①  厚生省が優生保護法に係るあらゆる事務を所掌し，昭和２\n８年厚生省次官通知の発出等積極的に優生手術の実施を推進し，学校教育\nを通じても優生思想が流布され浸透するなど，国家的施策としての優生手\n術の実施という苛烈な人権侵害が平成８年改正まで約５０年間継続し，優\n生思想が定着したという先行行為が存在すること，及び②  厚生省は，平\n成８年改正前から，優生思想や優生手術が重大な人権侵害に当たるという\n問題を十分に認識していたことを根拠に，厚生大臣ないし厚生労働大臣は，\n条理上，優生手術の違憲性を認め，被害実態を検証し，かつ，被害者に対\nする金銭賠償及び謝罪を含む被害回復措置を講ずるとともに，優生思想を\n除去するための普及啓発活動を行うべき義務を負担しており，遅くとも平\n成１６年３月の坂口厚労大臣の発言から３年を経過した平成１９年３月ま\nでには同義務を履行すべきであったのに，これを懈怠した作為義務違反が\nある旨主張する。\nイ  しかし，上記２⑷で説示したとおり，被告による優生保護法の制定とそ\nの後の優生手術を推進させる施策の採用や，学校教育の場を含めて優生学\nに基づく考え方を社会に周知させたことが，我が国において存在していた\n障害者に対する差別的意識を助長したことは否定することができないが，\n昭和５０年代頃以降，社会においても厚生省においても，障害者に対する\n意識の変革が進み，厚生省としては，同法の優生条項の問題を認識し，そ\nの改正について検討していたものである。それでも，そのような同法の改\n正は平成８年まで行われず，その間，法律上は，同法１条の「優生上の見\n地から不良な子孫の出生を防止する」という文言を始めとする差別的内容\nの優生条項が残置されたものであるところ，この改正が実現しなかった一\n因は，人工妊娠中絶の要件に係る議論がいわゆる政治問題化したことにあ\nるとうかがえる。そのことをもって，優生条項を残置させたことが正当化\nされるものではないが，少なくとも厚生省が優生条項の残置を図ったもの\nではなく，昭和５０年代頃以降，厚生省が優生政策を積極的に推進してい\nたものとはいえない。厚生省は，平成８年改正の頃まで，昭和２８年厚生\n省次官通知の内容を含む通知を存続させてはいたが，これは，優生条項の\n残置に伴う形式的なものといえ，優生思想の助長に実質的に寄与していた\nとは認められない。\nそして，我が国における優生思想自体は被告が作出したものではなく，\nその排除は現実問題として必ずしも容易であるとはいえない上，優生保護\n法の優生条項が障害者に対する差別になっていることを正面から認める形\nで平成８年改正がされたことをも考慮すれば，平成８年改正以降，厚生大\n臣ないし厚生労働大臣に，同法に基づき優生手術を受けた者に対し原告が\n主張するような措置をとらなければならない法的義務があったとは認めら\nれない。もとより，優生思想自体は同法成立前から我が国の社会に存在し\nており，同法の成立等により優生思想に基づく差別意識が助長されたこと\nなどに照らせば，平成８年改正後も，被告において，種々の障害者関連立\n法において定められた被告の責務の他，障害者差別の解消に向けた施策を\n実施すべき政治的，道義的義務はあるものといえる。しかし，国賠法１条\n１項は，国又は公共団体の公権力の行使に当たる公務員が個々の国民に対\nして負担する職務上の法的義務に違反して当該国民に損害を加えたときに，\n国又は公共団体がこれを賠償する責任を負うことを規定するものであ り\n（最高裁昭和６０年判決，最高裁平成１７年判決等参照），上記施策の実\n施が，優生保護法に基づき優生手術を受けた者との関係で法的に義務付け\nられるものとは認められない。原告が援用する坂口厚労大臣の発言は，上\n記１⑻エ認定の文脈に照らせば，被告において補償措置を講ずる法的義務\nがあることを認めたものではないことは明らかである。\nウ  したがって，厚生労働大臣が，原告を含む優生保護法に基づく優生手術\nを受けた者に対して，その被害回復措置を講ずるとともに，優生思想を除\n去するための普及啓発活動を行うべき法的作為義務を負うものとは認めら\nれず，原告の上記アの主張は採用することができない。\n⑵  国会議員の立法不作為の違法性の有無について\nア  国会議員の立法行為又は立法不作為が国賠法１条１項の適用上違法とな\nるかどうかは，国会議員の立法過程における行動が個々の国民に対して負\nう職務上の法的義務に違反したかどうかの問題であり，立法の内容又は立\n法不作為の違憲性の問題とは区別されるべきものである。そして，上記行\n動についての評価は原則として国民の政治的判断に委ねられるべき事柄で\nあって，仮に当該立法の内容又は立法不作為が憲法の規定に違反するもの\nであるとしても，そのゆえに国会議員の立法行為又は立法不作為が直ちに\n同項の適用上違法の評価を受けるものではない。\nもっとも，国民に憲法上保障されている権利行使の機会を確保するため\nに所要の立法措置を執ることが必要不可欠であり，それが明白であるにも\nかかわらず，国会が正当な理由なく長期にわたってこれを怠る場合などに\nおいては，国会議員の立法過程における行動が上記職務上の法的義務に違\n反したものとして，例外的に，その立法不作為は，国賠法１条１項の規定\nの適用上違法の評価を受けることがあるというべきである（以上につき，\n最高裁平成１７年判決，最高裁判所平成２５年（オ）第１０７９号平成２\n７年１２月１６日大法廷判決・民集６９巻８号２４２７頁参照）。\nイ  原告は，①  原告を含む優生手術の被害者は，その被害が極めて深刻か\nつ重大であるものの，その被害態様から被害を訴えることが難しく，国家\nによる積極的な優生政策に一個人が被害回復を実現することは不可能で，\n被害が全国に広がっていることなども鑑みれば，原告を含めた優生手術の\n被害者について国会が特別立法をすべきことについての立法裁量は極めて\n減縮され，当該特別立法をすることは必要不可欠である，②  自由民主党\nの小委員会における昭和５８年の指摘や平成８年改正時，優生思想が障害\n者差別に当たるという理由が指摘されていたことのほか，平成８年改正時\nにおいて，優生手術を受けた者のほとんどが除斥期間の経過により国賠法\n１条１項による損害賠償請求を訴求できなくなっていたこと，熊本地裁平\n成１３年判決とこれを受けた国会の対応，平成１６年３月の坂口厚労大臣\nの発言，更には諸外国の救済立法例からすれば，遅くとも同月の時点で特\n別な立法措置が必要不可欠であったことは明白であったなどと主張する。\nウ  しかしながら，平成８年改正時点で，国会議員が，優生保護法の優生条\n項に人権上の問題があることを認識していたことは認められるとしても，\n同時点では既に障害の有無により人を差別することは許されないという意\n識は国内に広く浸透していたといえ，同法の優生条項の削除の他に，更に\n同法に基づく優生手術を受けた者に補償その他の被害回復措置をとる立法\nについて，国会の広範な立法裁量を考慮してもなお，その裁量の余地なく\n必要不可欠であり，かつ，そのことが明白であったとは認められない。そ\nして，その後の熊本地裁平成１３年判決は，専用の療養所が全国に設置さ\nれ，そこに強制隔離されるという政策が遂行されたハンセン病の元患者に\nついての判決であり，その後の国会の対応を含め，上記優生手術を受けた\n者への対応に直ちに影響する出来事であったとはいえない。また，上記⑴\nイで説示したとおり，平成１６年３月の坂口厚労大臣の発言は被告ないし\n国会の何らかの法的義務を認めたものとはいえず，諸外国の救済立法例は，\n各国の事情に応じた立法例で，当然に我が国の国会の立法義務を導くもの\nではない（なお，原告は，強制不妊手術が行われていた国の全てで救済立\n法がされたことを主張立証するものではない。）。したがって，原告が挙\nげる平成８年改正後の事情を考慮しても，上記必要性や明白性が生じたと\nはいえない。\nエ  したがって，優生保護法に基づく優生手術を受けた者について，その被\n害回復措置として金銭賠償その他の措置を講じない国会議員の不作為が，\n国賠法１条１項の適用上違法と評価されるべきである旨の原告の主張は，\n採用することができない。なお，上記１⑼認定のとおり，平成３１年４月\n２４日，一時金支給法が成立したが，同⑺認定の諸外国の救済立法例に照\nらし，救済対象や給付金額の面で必ずしも不十分であるとはいえない。\n４  小括\n以上によれば，その余の争点について判断するまでもなく，原告の損害賠償\nに係る主位的請求及び予備的請求並びに謝罪広告請求は，いずれも理由がない\nことに帰する。\n第８  結語\n以上の次第で，原告の請求をいずれも棄却することとして，主文のとおり判\n決する。なお，この結論にかかわらず，被告は，我が国において，優生保護法\nの成立以来長年にわたり，法的根拠をもって多数の強制不妊手術が実施されて\nいたという事実と真摯に向き合い，これを教訓とすべく，一時金支給法２１条\n所定の調査その他の措置を適切に講ずることが期待されるとともに，我が国に\nおける差別的な優生思想の排除が必ずしも容易であるとはいえないとしても，\n全ての国民が疾病や障害の有無により分け隔てられることのない社会の実現に\n向けて，国民と共に不断の努力を続けることが期待されるというべきである。\n東京地方裁判所民事第１４部\n裁 判 長 裁 判 官       伊    藤    正    晴\n裁 判 官       小    島    清    二\n裁 判 官       菅    原    光    祥\n（別紙）については記載を省略\n"
}