{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 3,
    "month": 6,
    "day": 28
  },
  "case_number": "平成31(ワ)8117",
  "case_name": "損害賠償等請求（商標権侵害）事件",
  "court_name": "東京地方裁判所",
  "right_type": "商標権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "90475",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=90475",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/475/090475_hanrei.pdf",
  "contents": "令和３年６月２８日判決言渡  同日原本領収  裁判所書記官\n平成３１年(ワ)第８１１７号  損害賠償等請求（商標権侵害）事件\n口頭弁論終結日  令和３年４月２２日\n判        決\n原 告      ヨ ツ ハ シ 株 式 会 社\n同訴訟代理人弁護 士     近 藤 剛 史\n被 告     東 薫 酒 造 株 式 会 社\n同 訴訟代理人弁護 士       安 田 好 弘\n主        文\n１  被告は，日本酒に別紙１被告標章目録記載の標章を付し，又は同標章を付し\nた日本酒を販売し，若しくは販売のために展示してはならない。\n２  被告は，別紙１被告標章目録記載の標章を付したラベル及び外箱を廃棄せよ。\n３  被告は，原告に対し，８３万７７５５円及びこれに対する令和２年２月１日\nから支払済みまで年５分の割合による金員を支払え。\n４  原告のその余の請求を棄却する。\n５  訴訟費用はこれを５分し，その２を原告の負担とし，その余を被告の負担と\nする。\n６  本判決は，第１項及び第３項に限り，仮に執行することができる。\n事実及び理 由\n第１  請求\n１  主文第１項及び第２項と同旨\n２  被告は，原告に対し，５００万円及びこれに対する令和２年２月１日から支\n払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n本件は，別紙２商標権目録記載の商標権（以下「原告商標権」といい，その\n登録商標を「原告商標」という。）を有する原告が，被告に対し，被告が別紙\n１被告標章目録記載１の標章（以下「被告標章１」という。）及び同目録記載\n２の標章（以下「被告標章２」といい，被告標章１と併せて「被告各標章」と\nいう。）を使用する行為は原告商標権を侵害すると主張して，商標法（以下\n「法」という。）３６条１項及び２項に基づき，被告各標章の使用の差止め及\nび廃棄を，民法７０９条に基づき，合計１１００万円（法３８条２項又は３項\nによる損害１０００万円，弁護士費用相当額１００万円）の損害の一部として，\n５００万円及びこれに対する不法行為後の日である令和２年２月１日から支払\n済みまで平成２９年法律第４４号による改正前の民法所定の年５分の割合によ\nる遅延損害金の支払を求める事案である。\n１  前提事実（当事者間に争いのない事実並びに後掲各証拠（以下，書証番号は\n特記しない限り枝番を含む。）及び弁論の全趣旨により容易に認められる事実）\n(1)ア  原告は，広告及び宣伝業，印刷物の企画及び製作販売，出版物の編集，\n製作，発行販売等を業とする株式会社である。\nイ  被告は，酒類の製造及び販売，観光用土産品の販売，農水産物の加工販\n売，清涼飲料水，嗜好飲料及び食料品の販売等を業とする株式会社である。\n東薫酒造株式会社（以下「旧東薫酒造」という。）は，昭和３０年１０\n月１日に設立され，酒類の製造及び販売に関する事業を行っていたところ，\n平成２０年５月２１日に設立された被告が，その頃，旧東薫酒造から同事\n業を承継した（甲２，乙３，８，１８）。\n(2)  原告は，別紙商標権目録記載の商標権（原告商標権）を有している（甲４，\n５）。\n(3)  被告は，少なくとも平成２０年頃から平成３１年頃にかけて，別紙３被告\n商品目録記載１のとおり，被告標章１が印刷されたラベル（以下「本件ラベ\nル」という。）を瓶（以下「本件瓶」という。）の首の根元付近に貼付し，\n同目録記載２のとおり，正面と上面に被告標章２が印刷された外箱（以下\n「本件外箱」という。）に入れられた「夢とまぼろしの物語」という商品名\nの日本酒（７２０ｍｌ瓶入りのもの及び１８００ｍｌ瓶入りのものがあった。\n以下，これらを併せて「被告商品」という。）を販売していた（甲７，２１，\n乙２，１０）。\n２  争点\n(1)  商標権侵害の成否（争点１）\n(2)  無効の抗弁の成否（争点２）\n(3)  先使用権の成否（争点３）\n(4)  権利濫用の成否（争点４）\n(5)  差止め等の必要性の存否（争点５）\n(6)  損害の発生及びその額（争点６）\n３  争点に関する当事者の主張\n(1)  争点１（商標権侵害の成否）について\n（原告の主張）\nア(ｱ)  原告商標の外観は，標準文字の「夢」であり，原告商標からは，「ユ\nメ」又は「ム」の称呼が生じ，一般的な用語としての「夢」の意味，す\nなわち，「① 睡眠中，あたかも現実の経験であるかのように感じさせる\n一連の観念・心像や睡眠中に持つ幻覚，② 将来，実現させたいと思って\nいる願望・願い」の観念が生じる。\nそして，被告各標章の外観は，いずれも黒色で記された「夢」という\n一文字のみで構成され，被告各標章からは，「ユメ」又は「ム」の称呼\nを生じ（被告商品の商品名が「夢とまぼろしの物語」であることからす\nると，主に「ユメ」の称呼を生じるものと考えられる。）， 一般的な用\n語としての「夢」の意味の観念を生じる。\n以上によれば，原告商標と被告各標章とは，外観，称呼及び観念のい\nずれもが同一であるので，原告商標と被告各標章は同一である。\n(ｲ) 被告商品は日本酒であり，原告商標権の指定商品と同一である。\n(ｳ)  したがって，被告が，被告商品に被告各標章を付し，又は被告各標章\nを付した被告商品を販売し，若しくは販売のために展示することは，原\n告商標権を侵害し（法２５条，２条３項１号，２号），被告が被告各標\n章を付した被告商品を販売するためにこれを所持することは，原告商標\n権を侵害するものとみなされる（法３７条２号）。\nイ  被告は，「夢とまぼろしの物語」という商標の一部分として被告各標章\nを使用しており，また，被告標章１は，本件瓶の下部中央に貼付された，\n被告商品の商品名及び武者の絵が印刷されたラベル（以下「商品名等ラベ\nル」という。）の「夢とまぼろしの物語」という文字及び武者の絵ととも\nに表示され，被告標章２は，本件外箱において武者の絵とともに表示され\nているから，いずれも，原告商標と同一ではないし，類似もしていないと\n主張する。\nしかし，被告標章１は，本件瓶の上部中央に貼付された本件ラベルに表\n示されたものであり，「夢」の一文字のみが大きく印刷されていることか\nら，需要者である日本酒の購入希望者がこの「夢」の文字に注目すること\nは明らかである。これとは別に，本件瓶の下部中央に貼付された商品名等\nラベルの右部に金色の短冊が描かれているところ，この短冊に記載された\n「夢とまぼろしの物語」の文字は非常に見にくく，この文字を商品名と認\n識する者はほとんどいない。\nまた，被告標章２は，本件外箱に「夢」の一文字が大きく印刷されたも\nのであり，本件外箱には被告標章２のほかに商品名を示すような記載はな\nい。\nしたがって，本件においては，被告各標章と原告商標との類否が検討さ\nれるべきであって，被告の上記主張は理由がない。\n（被告の主張）\n被告各標章は，「夢とまぼろしの物語」という被告商品の商品名の一部と\nして使用されるものである。本件瓶に貼付され，被告標章１が印刷された本\n件ラベルは，映画監督のＡが描いた商品名及び武者の絵が印刷された商品名\n等ラベルと不可分一体となっており，また，本件外箱に印刷された被告標章\n２は，その下に印刷された武者の絵と不可分一体のものとなっている。\nそうすると，被告商品のうち，本件瓶にあっては「夢」及び「夢とまぼろ\nしの物語」という文字並びに武者の絵の全体が，本件外箱にあっては「夢」\nという文字及び武者の絵が，それぞれ，原告商標と対比されるべきであり，\nそれらと原告商標とでは，外観，称呼及び観念が異なり，類似もしていない。\nしたがって，被告が被告商品を販売等したことにより，原告商標権を侵害\nしたとは認められない。\n(2)  争点２（無効の抗弁の成否）について\n（被告の主張）\nア  法４条１項７号について\n商標とは，「業として商品を生産し，証明し，又は譲渡する者がその商\n品について使用をするもの」（法２条１項１号）をいうが，原告は，自ら\n指定商品である日本酒を生産する目的を有しておらず，専ら，登録した商\n標を第三者に使用させず，これを使用した者に対してライセンス料名下に\n金銭を請求し，利益を得る目的で，原告商標権を取得したものであり，商\n標制度を悪用して不当な利益を得ようとするものであるから，公正な商取\n引に反するものである。\nしたがって，原告商標は「公の秩序又は善良の風俗を害するおそれがあ\nる商標」（法４条１項７号）に該当するので，原告商標の商標登録には無\n効理由があるというべきである（法４６条１項１号，３９条，特許法１０\n４条の３第１項）。\nイ  法３条１項５号について\n原告商標を構成する「夢」という文字は，広汎に使用されているもので\nあり，その意味及び使用の態様において極めて簡単で，かつ，ありふれた\nものである。\nしたがって，原告商標は「極めて簡単で，かつ，ありふれた標章のみか\nらなる商標」（法３条１項５号）に該当するので，原告商標の商標登録に\nは無効理由があるというべきである（法４６条１項１号，３９条，特許法\n１０４条の３第１項）。\n（原告の主張）\nア  法４条１項７号について\n原告は，全国の醸造メーカーのラベル，包装，パッケージ，外箱等の印\n刷や製作のみならず，デザインや企画提案，ブランディングを含めたトー\nタルプロデュースを手掛けており，原告商標の管理やこれを用いた企画提\n案も原告の重要な業務の一つである。\nこのように，原告には不正な意図は全くなく，公序良俗に反する事情は\n認められない。\nイ  法３条１項５号について\n原告商標は，その登録の日から５年以上が経過しているので，法４７条\n１項により，無効であることを主張することはできない。\n(3)  争点３（先使用権の成否）について\n（被告の主張）\n被告の前身である旧東薫酒造は，原告商標の登録出願がされる前の平成３\n年４月頃から，被告各標章を付した被告商品を販売し，旧東薫酒造から事業\nを承継した被告は，引き続き被告各標章を付した被告商品を全国において年\n間約１４００本販売している。\nまた，旧東薫酒造は，「夢と幻の物語」という文字で構成される商標につ\nいて，平成５年１２月２８日に登録出願し，同商標は，平成８年１月１８日\nに公告され，同年１０月３１日に商標登録を受けている。\nしたがって，被告各標章は，被告の業務に係る商品を表示するものとして\n需要者の間に広く認識されていると認められるから，被告には，被告商品に\nついて被告各標章を使用することにつき，先使用権が認められる（法３２条\n１項）。\n（原告の主張）\n被告に被告各標章を使用することについての先使用権が認められるために\nは，原告商標の登録出願日である平成１２年１１月２４日時点において，被\n告各標章につき，被告の業務に係る商品を表示するものとして周知性が認め\nられることが必要である。\nしかし，被告が主張する平成３年から上記の平成１２年までの間において，\n被告商品が継続して販売されていたかは不明であるし，被告商品の販売地域，\n需要者層，浸透度等も明らかでないから，周知性は認められない。\n(4)  争点４（権利濫用の成否）について\n（被告の主張）\n原告商標は，世間一般で広汎に使用されている単純な「夢」という漢字１\n字によって構成されるものであるところ，そこに何らの創造性や独自性は認\nめられず，また，原告商標は，使用者の業務上の信用を需要者に生じさせる\n機能を有するものでもない。\nこのような原告商標について，原告は，日本酒の製造，販売業者である市\n島酒造株式会社（以下「市島酒造社」という。）及び大関株式会社（以下\n「大関社」といい，市島酒造社と併せて「市島酒造社ら」という。）に対し，\n同時に，使用地域，使用品目及び使用方法を同じくして使用を許諾している。\n特に，市島酒造社については，昭和５５年から「夢  純米吟醸」という商品\n名の酒を販売していたにもかかわらず，原告は，平成１１年に原告商標を登\n録した上，平成２２年になって，市島酒造社との間で原告商標の使用を認め\nる旨の通常使用権設定契約を締結し，同社をして原告にラベルの印刷を発注\nさせているものである。\nまた，原告は，原告の商標権を侵害したことを理由として，市島酒造社ら\nとは別の酒造会社４社との間で，和解契約を締結し，又は裁判上の和解をし\nて，これら４社から計７５０万円もの利益を得ている。\n以上によれば，原告は，原告商標を第三者に使用させて，そのラベル等の\n印刷を受注するとともに，第三者をして原告商標の誤用を誘引し，これにつ\nけ込んで商標権侵害に基づく損害賠償名下に金銭を支払わせ，多額の利益を\n得ているというほかはない。\nこのような原告の行為は，専ら不当な利益を得るために商標制度を冒用し\nていることにほかならず，法１条に反するばかりか，社会の正常な経済行為\nを阻害する有害なものであり，およそ許されないものであるから，本件請求\nは権利の濫用に当たり，認められない。\n（原告の主張）\n争う。\n(5)  争点５（差止め等の必要性の存否）について\n（原告の主張）\nア  被告は，１０年以上前から現在に至るまで，被告各標章を付した被告商\n品を販売し，又は販売のために展示している。\nまた，被告は，被告商品に用いる目的の下，被告各標章を付したラベル\n及び外箱を多数保持しているものと考えられる。\nしたがって，現に原告商標権が侵害され，又はそのおそれがあるので，\n被告に対して日本酒に被告各標章を付し，又は被告各標章を付した日本酒\nの販売若しくは販売のための展示を差し止め，被告各標章を付したラベル\n及び外箱を廃棄させる必要性が認められる。\nイ  被告は，本件訴訟提起後１年半以上経過してから，被告各標章を付した\nラベル及び外箱を廃棄したという主張を初めて行っているが，廃棄の事実\nを証明する客観的証拠は一切提出されておらず，被告がいまだに権利侵害\nにつき不当に争っている経過及びその訴訟態度からして，上記主張は全く\n措信し得ない。\n（被告の主張）\n被告は，平成３１年４月１８日，被告標章２が記載されていない外箱の納\n品を受け，被告標章１が印刷された本件ラベル及び被告標章２が印刷された\n本件外箱を廃棄したから，被告に対する差止請求及び廃棄請求の必要性は認\nめられない。\n(6)  争点６（損害の発生及びその額）について\n（原告の主張）\nア  法３８条２項に基づく請求について\n(ｱ)  原告は，原告商標を自ら使用していないものの，日本酒の製造，販売\n業者である市島酒造らに対して原告商標の通常使用権を許諾し，市島酒\n造社らが原告商標を継続して使用していることからすると，原告商標は\n被告商品である日本酒に関して顧客吸引力を有しているといえる。\nしたがって，本件においては，法３８条２項を適用しても商標の使用\nの促進を目的とする商標法の趣旨に反するものではなく，また，法３８\n条２項が商標権者の立証の困難性の軽減を図った規定であることも考慮\nすれば，法３８条２項が適用されるというべきである。\n(ｲ)  被告が設立された平成２０年５月２１日から令和元年１０月９日（被\n告による情報開示がされた期間の終期）までの間に，被告が被告商品を\n販売したことにより，３８１３万４０５１円の売上げがあった。被告に\nおける粗利率は１５％と考えられるので，被告が上記期間中に得た限界\n利益は，５７２万０１０７円（３８１３万４０５１円×０．１５）と推\n定される。\nイ  法３８条３項に基づく請求について\n(ｱ)  原告は，市島酒造社らに対して原告商標の使用を許諾することの対価\nとして，市島酒造社らから原告商標のラベルその他の印刷物を受注して\nいたので，これによる利益が原告商標のライセンス料に相当するもので\nあった。原告には，平均すると，上記受注により１社当たり年２３２万\n２５１４円の売上げがあったところ，原告事業全体の平均的な粗利率及\nび市島酒造社らとの取引における粗利率に照らすと，本件商標のライセ\nンス料率は，売上額のほぼ２５％と推認される。したがって，上記ライ\nセンス料相当額は，年約５８万円（２３２万２５１４円×０．２５）と\nなる。\nそして，被告は，被告が設立された平成２０年５月２１日から令和２\n年１月３１日までの１１年間，原告商標と同一の被告各標章を使用した\nから，上記ライセンス料相当額は，計６３８万円（５８万円×１１年）\nである。\nしたがって，原告は，被告に対し，同額（６３８万円）につき，原告\n商標の「使用に対し受けるべき金銭の額」として，その賠償を請求する\nことができる。\n(ｲ)  仮に，前記(ｱ)のライセンス料率が認められないとしても，これまで裁\n判において認定された実施料率や「知的財産の価値評価を踏まえた特許\n等の活用の在り方に関する調査報告書」（甲２３）におけるロイヤルテ\nィ料率相場，平成１０年法律第５１号による法３８条３項の改正の趣旨\nに鑑みると，原告商標のライセンス料率は，少なくとも５％と認めるべ\nきである。\n前記ア(ｲ)のとおり，被告の平成２０年５月２１日から令和元年１０月\n９日までの間の被告商品の売上げは３８１３万４０５１円であるので，\nライセンス料相当額は，１９０万６７０２円（３８１３万４０５１円×\n０．０５）となり，原告は，被告に対し，同額につき，原告商標の「使\n用に対し受けるべき金銭の額」として，その賠償を請求することができ\nる。\nウ  特許法１０５条の３に基づく請求について\n本件において，前記ア又はイの方法により損害額を認定することが困難\nな場合，法３９条，特許法１０５条の３に基づき，相当な損害額が認定さ\nれるべきである。\n（被告の主張）\nア  法３８条２項に基づく請求について\n原告は，原告商標を第三者に使用させているにすぎず，自らこれを使用\nするものではないから，原告による法３８条２項に基づく請求は認められ\nない。\nイ  法３８条３項に基づく請求について\n(ｱ)  需要者は，日本酒を専ら製造者及び商品名により選択し，商標によっ\nて選択するものではないから，商標自体に顧客吸引力はない。また，本\n件瓶及び本件外箱には特徴的な武者の絵が描かれているから，原告商標\nと被告商品の商品名が「夢」という１字において共通しているからとい\nって，被告商品が，原告が原告商標の使用を認めている商品であると誤\nって購入されるということはない。\nまた，原告は，第三者に対して原告商標の使用を許諾する対価として，\n当該第三者からこれに係る印刷を受注していたにすぎず，ライセンス料\nを得ていたわけではない。\nしたがって，原告による法３８条３項に基づく請求は認められない。\n(ｲ)  仮に，原告が，上記受注による利益を，原告商標の使用を許諾したこ\nとのライセンス料に相当するものとして受領していたとしても，印刷業\n界の利益率上位２６社の利益率の平均は約１．１６％にすぎず，この２\n６社に入らない原告が上記受注により２５％もの利益を得たということ\nはあり得ない。\nウ  特許法１０５条の３に基づく請求について\n争う。\n第３  当裁判所の判断\n１  争点１（商標権侵害の成否）について\n(1) 商標の類否について\nア  原告商標は，「夢」の標準文字からなり，これから，「ユメ」又は「ム」\nの称呼が生じ，「睡眠中に持つ幻覚」や「将来，実現させたい願い」の観\n念が生じる。\nそして，被告各標章は，別紙１被告標章目録記載１及び２のとおり，い\nずれも，毛筆により特徴的な書体で記載された「夢」という漢字１字で構\n成され，これらから，いずれも「ユメ」又は「ム」の称呼が生じ，いずれ\nも「睡眠中に持つ幻覚」や「将来，実現させたい願い」の観念が生じる。\n以上によれば，原告商標の称呼及び観念と被告各標章の称呼及び観念と\nは同一であり，外観についても，原告商標は標準文字であり，被告各標章\nは毛筆により特徴的な書体で記載されたものであるという相違はあるもの\nの，いずれも「夢」という漢字１字を記載したものであるから，被告各標\n章の外観は，原告商標の外観と類似していると認められる。\nしたがって，被告各標章は，原告商標と称呼，観念において同一であり，\n外観において類似しているから，原告商標と類似すると認めるのが相当で\nある。\nイ(ｱ)  被告は，被告各標章は「夢とまぼろしの物語」という商品名の一部と\nして使用されるものであり，被告標章１が印刷された本件ラベルは商品\n名等ラベルと不可分一体となっており，本件外箱に印刷された被告標章\n２はその下に印刷された武者の絵と不可分一体となっているので，被告\n商品のうち，本件瓶にあっては「夢」及び「夢とまぼろしの物語」とい\nう文字並びに武者の絵が，本件外箱にあっては「夢」という文字及び武\n者の絵が，それぞれ原告商標と対比されるべきであると主張する。これ\nは，① 本件ラベルに印刷された被告標章１と商品名等ラベルに印刷され\nた「夢とまぼろしの物語」の商品名の記載及び武者の絵とが，また，②\n本件外箱に印刷された被告標章２と武者の絵とが，それぞれ一つの結合\n商標を形成しているから，それらと原告商標との類否を検討すべきであ\nる旨の主張であると理解することができる。\n(ｲ)  複数の構成部分を組み合わせた結合商標と解されるものについて，商\n標の構成部分の一部が取引者，需要者に対し商品又は役務の出所表示標\n識として強く支配的な印象を与えるものと認められる場合や，それ以外\nの部分から出所表示標識としての称呼，観念が生じないと認められる場\n合のほか，商標の各構成部分がそれを分離して観察することが取引上不\n自然であると思われるほど不可分的に結合しているものと認められない\n場合には，その構成部分の一部を抽出し，当該部分だけを他人の商標と\n比較して商標の類否を判断することも許されるというべきである（最高\n裁昭和３７年（オ）第９５３号同３８年１２月５日第一小法廷判決・民\n集１７巻１２号１６２１頁，最高裁平成３年（行ツ）第１０３号同５年\n９月１０日第二小法廷判決・民集４７巻７号５００９頁，最高裁平成１\n９年（行ヒ）第２２３号同２０年９月８日第二小法廷判決・裁判集民事\n２２８号５６１頁）。\n(ｳ)  前記(ｱ)①について，本件ラベルと商品名等ラベルの態様は別紙３被告\n商品目録記載１のとおりである。\nすなわち，本件ラベルは，白地に金色で縁取りされ，緑色の本件瓶の\n正面の首の根元付近に貼付されたものであり，本件ラベルに印刷された\n被告標章１は，「夢」という漢字１字で構成され，黒色で，毛筆の特徴\n的な書体により，本件ラベルのうち相当の面積を占める大きさで記載さ\nれたものである。\n他方で，本件瓶の正面に貼付された商品名等ラベルは，本件ラベルよ\nりかなり大きく，その大部分に武者の絵が描かれ，同絵の右側にほぼ接\n着するように描かれた金色の短冊に，被告標章１の「夢」と同様の書体\n及び色彩で「夢とまぼろしの物語」と記載されたものであるが，商品名\n等ラベルは，本件ラベルの下に相当程度の間隔を空けて貼付されている。\nこのような本件ラベルと商品名等ラベルの態様からすると，需要者に\nおいて，本件ラベルに記載された「夢」という文字（被告標章１）と商\n品名等ラベルに記載された「夢とまぼろしの物語」という文字及び武者\nの絵とを明確に区別することができる。そうすると，上記の両者につい\nては，それを分離して観察することが取引上不自然であると思われるほ\nど不可分的に結合しているものとは認められず，被告標章１のみを原告\n商標と比較して商標の類否を判断することができるというべきである。\n(ｴ)  前記(ｱ)②について，本件外箱の態様は別紙３被告商品目録記載２のと\nおりである。\nすなわち，被告標章２は，白色の本件外箱の正面及び上面にそれぞれ\n印刷されたものであり，いずれも「夢」という漢字１字で構成され，黒\n色で，毛筆の特徴的な書体により記載されており，その大きさは，正面\nの上部の約３分の１を占め，上面の中央の相当部分を占めている。\n他方で，本件外箱の正面の武者の絵は，正面の半分余りを占めており，\n同じく本件外箱の正面に記載された被告標章２の下側に間隔を空けて描\nかれ，両者の大きさはそれほど差がない。\nそうすると，上記の両者については，それを分離して観察することが\n取引上不自然であると思われるほど不可分的に結合しているものとは認\nめられず，被告標章２のみを原告商標と比較して商標の類否を判断する\nことができるというべきである。\n(ｵ)  したがって，被告の前記(ｱ)の主張はいずれも採用することができない。\n(2)  指定標品の類否について\n前記前提事実(3)のとおり，被告各標章が付された被告商品は日本酒である\nから，原告商標の指定商品（日本酒）と同一であると認められる。\n(3)  小括\n以上によれば，被告が被告商品に被告各標章を付し，又は被告各標章を付\nした被告商品を販売し，若しくは販売のために展示する行為は，原告商標権\nを侵害するものとみなされる（法２条３項１号，同項２号，３７条１号）。\n２  争点２（無効の抗弁の成否）について\n(1)  法４条１項７号について\nア  証拠（甲１，３，１３ないし１８，２７の１）及び弁論の全趣旨によれ\nば，以下の事実が認められる。\n(ｱ)  原告は，昭和２２年７月１６日に設立され，酒や調味料の紙ラベルや\nシールラベル，パッケージのデザイン及び印刷を得意とし，全国の醸造\n会社と取引があり，「十四代」，「空」，「八海山」，「一ノ蔵」等各\n種日本酒のラベルを製作し，印刷している（甲１，３）。\n原告は，業として，原告商標の指定商品である日本酒を生産し，証明\nし，譲渡したことはないものの，原告商標を用いた日本酒のラベル，外\n箱等の印刷，製作，企画提案等や原告商標の管理を行うために，原告商\n標の商標登録を受けた（弁論の全趣旨）。\n(ｲ)  原告は，昭和４６年３月３１日，ゴシック体様で記載した「夢」という\n漢字１字からなる商標について，指定商品を清酒として登録出願を行い，\n昭和４８年１１月１日，同出願に係る商標登録を受けた（登録番号第１\n０４１０２３号。以下，この商標登録に係る商標権を「旧原告商標権」\nという。）。旧原告商標権の存続期間は，その後，更新され，平成１５\n年１１月１日に終了した。（甲２７の１）\n(ｳ)  原告は，平成９年３月から平成１２年２月までの間，旧原告商標権を\n侵害する標章を使用していた酒造会社３社のそれぞれとの間で，当該会\n社は，その標章の使用が旧原告商標権を侵害するものであることを認め，\n同標章の使用を中止するなどし，原告はこれにより発生した損害につい\nての当該会社に対する請求権を放棄し，当該会社は原告に対して年１５\n０万円以上の印刷物の発注を１０年間行い，年１５０万円に満たない場\n合，不足額を支払う旨の契約を締結した（甲１３ないし１５）。\n(ｴ)  原告は，平成１３年９月３日，前記(ｳ)とは別の酒造会社との間で，当\n該会社は，その標章の使用が旧原告商標権を侵害するものであることを\n認め，同標章を付した焼酎類を製造するなどしないことを約束し，原告\nに対して損害賠償金として３００万円を支払うなどとする訴訟上の和解\nをした（岐阜地方裁判所平成１３年(ワ)第２１号。甲１６。）。\n(ｵ)  原告は，遅くとも平成２２年１１月２４日，市島酒造社との間で，原\n告が市島酒造社に対して原告商標の通常使用権を許諾し，その対価とし\nて，市島酒造社が原告に対して原告商標を付する商品の容器に貼付する\nラベルその他の関連印刷物を発注する旨の契約を締結した（甲６の２，\n１８）。\nまた，原告は，遅くとも平成２７年１２月１７日，大関社との間で，\n上記と同様の契約を締結した（甲６の１，１７）。\nイ(ｱ)  被告は，原告が，自ら指定商品である日本酒を生産する目的を有して\nおらず，自己が取得した登録商標を使用した者に対してライセンス料名\n下に金銭を請求して利益を得る目的で，原告商標権を取得したものであ\nり，商標制度を悪用し，公正な商取引に反するものであるから，原告商\n標の商標登録には法４条１項７号の無効理由があると主張する。\nそこで検討するに，前記ア(ｱ)ないし(ｴ)のとおり，原告は，全国の醸\n造会社とラベルの製作等に係る取引を行っており，原告商標の商標登録\nを受ける２５年以上前に，原告商標と同じく「夢」という漢字１字から\nなる商標登録を受けて旧原告商標権を取得し，日本酒のラベル，外箱等\nの印刷，製作，企画提案等を行うとともに，旧原告商標権を侵害する標\n章を使用していた酒造会社との間で，同標章の使用を中止させるなどし\nたところ，引き続き「夢」という漢字１字からなる原告商標を用いた日\n本酒のラベル等の印刷，製作等を行うため，原告商標の商標登録を受け\nたものである。そして，前記ア(ｵ)のとおり，原告は，市島酒造社らに対\nして原告商標の通常使用権を許諾するとともに，その対価として，市島\n酒造社らから原告商標を付する商品の容器に貼付するラベルその他の関\n連印刷物を受注する旨の契約を締結しており，このような事業形態は，\n原告が原告商標の登録出願時においても同様であったと推認することが\nできる。\nそうすると，原告は，長年にわたり，日本酒を販売するのに不可欠な\nラベルや外箱等の印刷，製作，企画提案等を行っており，このような原\n告の業務は，日本酒の製造及び販売に密接な関係があるといえる。そし\nて，原告が，原告商標の商標登録を受け，原告商標の通常使用権を許諾\nした酒造会社から，原告商標に係るラベル，外箱等の印刷を受注すると\nともに，原告商標権を侵害する標章を使用する者に対してその使用を中\n止させるなどの原告商標の管理を行うことは，上記許諾を受けた酒造会\n社の利益にも適うものであり，原告に原告商標の商標登録を認めること\nが不合理であるとはいえない。\nそして，原告が，原告商標以外に，多岐にわたる指定商品又は指定役\n務について登録出願をし，登録された商標を収集して，それを用いて利\n益を得ているといったような事実を認めるに足りる証拠はない。\n以上によれば，原告が，ライセンス料名下に金銭を請求して利益を得\nる目的で原告商標権を取得したものであるとも，市島酒造社らと通常使\n用権設定契約を締結したり，被告に損害賠償等を請求したりすることに\nより，商標制度を悪用し，公正な商取引に反する行為に及ぶものである\nとも認められないというべきである。そうすると，原告による原告商標\nの商標登録が，著しく社会的妥当性を欠き，公序良俗に反するとまでは\nいえず，他にこれを肯定する事情を認めるに足りる証拠はない。\nしたがって，被告の上記主張は理由がない。\n(ｲ)  なお，法３条１項柱書は，商標登録を受けるためには，自己の業務に\n係る商品又は役務について使用をする商標であることを求めているとこ\nろ，前記(ｱ)の被告の主張については，原告による原告商標の登録が同柱\n書に違反することを理由とする無効の抗弁を主張するものとも解する余\n地がある。\nしかし，商標登録がされたことによる既存の継続的な状況を保護する\nため５年間の除斥期間を定めた法４７条１項の趣旨に照らし，法３条１\n項柱書に違反することを理由とする無効審判が請求されないまま商標権\nの設定登録の日から５年を経過した後においては，商標権侵害訴訟の相\n手方は，その登録商標が上記に違反することによる商標登録の無効理由\nの存在をもって，無効の抗弁を主張することが許されないと解するのが\n相当である（最高裁平成２７年（受）第１８７６号同２９年２月２８日\n第三小法廷判決・民集７１巻２号２２１頁参照）。\n本件についてこれをみるに，前記前提事実(2)のとおり，原告は，平成\n１２年１１月２４日に原告商標の商標登録を受けており，既に２０年以\n上が経過している。\nしたがって，被告は，原告商標の商標登録が法３条の規定に違反して\nされたことを理由として，無効の抗弁を主張することは許されない。\n(2)  法３条１項５号について\n被告は，原告商標を構成する「夢」という文字は広汎に使用されており，\n極めて簡単で，かつ，ありふれたものであるから，原告商標の商標登録には\n法３条１項５号の無効理由があると主張する。\nしかし，前記前提事実(2)のとおり，原告は，平成１２年１１月２４日に原\n告商標の商標登録を受けており，既に５年を経過しているので，前記(1)イ\n(ｲ)と同様に，被告は，原告商標の商標登録が法３条１項５号の規定に違反し\nてされたことを理由として，無効の抗弁を主張することは許されない。\nしたがって，被告の上記主張は理由がない。\n３  争点３（先使用権の成否）について\n(1)  証拠（甲２１，乙４，５，８，１０，１８，被告代表者）及び弁論の全趣\n旨によれば，以下の事実が認められる。\nア  旧東薫酒造は，平成３年４月頃から，被告標章１が印刷された本件ラベ\nルを本件瓶の首の根元付近に貼付し，被告標章２が印刷された本件外箱に\n入れられた被告商品（当初は「夢と幻の物語」という商品名であった。）\nを継続して販売していた（乙４，８，１０，１８，被告代表者）。\n旧東薫酒造から事業を承継した被告は，引き続き被告各標章を付した被\n告商品を継続して販売していた（乙１０，１８，被告代表者）。\nイ  旧東薫酒造及び被告は，被告商品を含む約２０種類の日本酒を販売し，\n「叶」という商品名の日本酒を代表的な銘柄とし，千葉県及び東京都を中\n心に出荷していた（乙５，被告代表者）。\n被告の年間の総売上高は約１億５０００万円であり，被告商品の平成２\n０年以降の年間の売上げは約２００万円ないし５００万円であった（甲２\n１，被告代表者）。\nウ  被告の本店所在地である千葉県内には，３８の酒造会社がある（被告代\n表者）。\n(2)  被告は，原告商標の登録出願がされるより前の平成３年４月頃から，旧東\n薫酒造が被告各標章を付した被告商品を販売するようになり，旧東薫酒造か\nら事業を承継した被告が引き続きこれを販売しているので，被告各標章につ\nき先使用権が認められると主張する。\n前記(1)アのとおり，旧東薫酒造及び被告は，原告商標の登録出願日である\n平成１１年９月２０日より前から，指定商品の日本酒である被告商品につい\nて，原告商標に類似する被告各標章を継続して使用していたといえる。\nしかし，前記(1)イ，ウによれば，被告商品は，千葉県及び東京都を中心に\n出荷されているところ，そのうち，千葉県に限っても３８もの酒造会社が存\n在しており，また，東京都が日本酒の日本最大の市場であることは当裁判所\nに顕著であるから，それらの地域において，多数かつ多種の日本酒が販売さ\nれていることがうかがわれる。また，前記(1)イによれば，被告商品は，被告\nが販売する約２０種類の日本酒のうちの一つにすぎず，かつ，被告における\n代表的な銘柄というわけでもない上，被告商品の年間の売上げはさほど高額\nとはいえず，旧東薫酒造及び被告の総売上高に占める割合も小さい。\n以上によれば，被告商品の販売開始から原告商標の登録出願日である平成\n１１年９月２０日までに約８年半の期間が経過していたことを考慮しても，\n同日当時，被告各標章が被告の業務に係る商品を表示するものとして需要者\nである日本酒の購入希望者の間に広く認識されていたとは認めるに足りず，\n本件全証拠によっても，他に被告商品が周知であったことをうかがわせる事\n情は認められない。\nしたがって，被告各標章につき先使用権（法３２条１項）は認められず，\n被告の上記主張は理由がない。\n４  争点４（権利濫用の成否）について\n被告は，原告は原告商標を第三者に使用させてそのラベル等の印刷を受注す\nるとともに，第三者をして旧原告商標権に係る商標を誤用させ，商標権侵害に\n基づく損害賠償名下に金銭を支払わせ，利益を得るということを行っていると\nころ，このような行為は，法１条に反し，社会の正常な経済行為を阻害するも\nのとして，およそ許されないものであるから，本件請求は権利の濫用に当たる\nと主張する。\nしかし，前記２(1)イ(ｱ)のとおり，原告は，日本酒の製造及び販売に密接な\n関係がある業務を行っており，原告商標の通常使用権を許諾し，原告商標に係\nるラベル，外箱等の印刷を受注するとともに，通常使用権者のために原告商標\nの管理を行うことが不合理であるとはいえず，原告が，原告商標以外に，多岐\nにわたる指定商品又は指定役務について商標登録出願をし，登録された商標を\n収集して，それを用いて利益を得ているといったような事情は認められない。\n以上を前提に検討すれば，原告が市島酒造社らに原告商標の使用許諾をする\nことでラベル等の印刷を受注していることについて，原告商標権を不当に行使\nするものということはできず，原告が酒造会社４社との間で和解契約を締結し，\n又は裁判上の和解をしたことが，直ちに，第三者をして商標を誤用させ，損害\n賠償名下に金銭を支払わせることを目的とするものであったと認定することは\nできない。\nそうすると，原告の行為が，法１条に反し，社会の正常な経済行為を阻害す\nるものであるということはできず，本件全証拠によっても，原告の被告に対す\nる本件請求が権利の濫用に該当することを根拠付ける事情は認められない。\nしたがって，被告の上記主張は理由がない。\n５  争点５（差止め等の必要性の存否）について\n証拠（乙１５，１６，被告代表者）及び弁論の全趣旨によれば，被告は，平\n成３１年４月１９日以降，被告標章１が印刷されたラベルを瓶に貼付せず，被\n告標章２が印刷されていない外箱に入れて，被告商品を販売するようになった\nと認められる。\nしかし，前記３(2)のとおり，旧東薫酒造は，平成３年４月頃から，被告各標\n章を付した被告商品を販売し，旧東薫酒造から事業を承継した被告も，引き続\nきこれを販売していたものであるから，原告商標権を侵害する被告商品が販売\nされた期間は相当長期であったといえる。また，被告が，被告各標章を付した\n被告商品，被告標章１が印刷された本件ラベル及び被告標章２が印刷された本\n件外箱を全て廃棄したことを認めるに足りる証拠はない。\nそうすると，被告が再び被告各標章を付した被告商品を販売するおそれがあ\nると認められるので，原告が，被告に対し，日本酒に被告各標章を付し，又は\n被告各標章を付した日本酒の販売若しくは販売のための展示を差し止め，被告\n各標章が印刷された本件ラベル及び本件外箱を廃棄させる必要性が認められる。\n６  争点６（損害の発生及びその額）について\n(1)  法３８条２項に基づく請求について\n原告は，原告商標を自ら使用していないものの，市島酒造社らに対して原\n告商標の通常使用権を許諾し，市島酒造社らが原告商標を継続して使用して\nいるから，法３８条２項に基づく請求が認められると主張する。\nこの点，前記２(1)ア(ｱ)のとおり，原告は，原告商標を自ら使用したこと\nはないところ，商標権者が当該商標を使用していることは，法３８条２項を\n適用するための要件とはいえず，商標権者において，侵害者による商標権侵\n害行為がなかったならば利益が得られたであろうという事情が存在する場合\nには，同項の適用が認められると解すべきである。\nしかし，前記２(1)ア(ｵ)のとおり，原告は，日本酒を生産等する市島酒造\n社らに対して原告商標の通常使用権を許諾したにすぎず，自らは日本酒の生\n産等を行っていないから，被告が被告各標章を付した被告商品を販売するこ\nとがなかったならば，原告が日本酒の販売等によって利益を得たであろうと\nは直ちには認められない。また，本件全証拠によっても，被告による被告商\n品の販売が，原告が上記許諾の対価として受ける原告商標を付する商品の容\n器に貼付するラベルその他の関連印刷物の注文に影響を与えるといった事情\nは認められず，他に，被告による商標権侵害行為がなければ，原告が利益を\n得たであろうという事情を認めるに足りる証拠はない。\nしたがって，原告に法３８条２項に基づく請求は認められない。\n(2)  法３８条３項に基づく請求について\nア  法３８条３項による損害は，原則として，侵害品の売上高を基準とし，\nそこに，実施に対し受けるべき料率を乗じて算定すべきである。\nそして，実施に対し受けるべき料率については，当該商標の実際の実施\n許諾契約における実施料率，業界における実施料の相場，当該商標を当該\n製品に用いた場合の売上げ及び利益への貢献や侵害の態様等訴訟に現れた\n諸事情を総合考慮して，合理的な料率を定めるべきである。\nイ  前記５のとおり，被告は，平成３１年４月１９日以降，被告標章１が印\n刷されたラベルを瓶に貼付せず，被告標章２が印刷されていない外箱に入\nれた被告商品を販売するようになったから，原告が被告に対して原告商標\n権侵害に基づく損害賠償を請求することができるのは，被告が設立された\n平成２０年５月２１日から平成３１年４月１８日までの間のものと認める\nのが相当である。\nそして，証拠（甲２１，乙１０）及び弁論の全趣旨によれば，被告は，\n上記期間に，被告商品のうち，７２０ｍｌ瓶入りのものを１万５４５６本，\n１８００ｍｌ瓶入りのものを２１７１本，それぞれ販売し，これにより，\n２７８３万００９２円と９０５万７６５９円の各売上げ（合計３６８８万\n７７５１円）があったと認められる。\nウ  以上を前提に，まず，原告がこれまでに原告商標の通常使用権を許諾し\nたことにより得られた利益について検討する。\n(ｱ)  前記２(1)ア(ｵ)のとおり，原告は，市島酒造社らに対して原告商標の\n通常使用権を許諾し，その対価として，市島酒造社らから原告商標を付\nする商品の容器に貼付するラベルその他の関連印刷物を受注する契約を\n締結していた。\n上記受注による原告の利益には，原告が印刷を受注したことそのもの\nによる利益も含まれているといえるから，原告商標の使用の対価に相当\nする金額は，上記受注による利益の額から，原告が印刷を受注したこと\nそのものによる利益の額を控除した額と考えるべきである。\n(ｲ)  証拠（甲２４ないし２６）及び弁論の全趣旨によれば，原告の事業全\n体における平成２９年から令和元年までの平均の粗利率は約２７．５％\nであり，原告の市島酒造社からの受注に係る平均の粗利率は約４５．\n７％，原告の大関社からの受注に係る平均の粗利率は約４７．８％であ\nると認められる。\nそうすると，原告商標の使用の対価に相当する金額の割合は，市島酒\n造社らからの受注に係る代金額の算定方法や販売費及び一般管理費の取\n扱い等について更に厳密な検討をする余地はあるものの，原告の市島酒\n造社らからの受注に係る平均の粗利率から原告の事業全体における平均\nの粗利率を控除することによって，約１８．２％ないし２０．３％と一\n応計算することができる。\n(ｳ)  被告商品の容器に貼付するラベルその他の関連印刷物の発注額につい\nては，以下のとおり認定することができる。\n被告商品の容器に貼付するラベルその他の関連印刷物の発注額の単価\nについて，証拠（乙９）及び弁論の全趣旨によれば，① ７２０ｍｌ瓶入\nりのもの１本当たりの単価の合計は９９．５円（本件ラベル：５円，商\n品名等ラベル：１８円，本件瓶の背面のラベル：２．５円，本件外箱：\n７４円），② １８００ｍｌ瓶入りのもの１本当たりの単価の合計は３６\n１．５円（本件ラベル：５円，商品名等ラベル：４５円，本件瓶の背面\nのラベル：２１．５円，本件外箱：２９０円）と認められる。\n前記イのとおり，原告が被告に対して損害賠償を請求することができ\nる平成２０年５月２１日から平成３１年４月１８日までの間に販売され\nた被告商品のうち７２０ｍｌ瓶入りのものは１万５４５６本，１８００\nｍｌ瓶入りのものは２１７１本であるから，被告商品の容器に貼付する\nラベルその他の関連印刷物の発注額は，７２０ｍｌ瓶入りのものについ\nて１５３万７８７２円（９９．５円×１万５４５６本），１８００ｍｌ\n瓶入りのものについて７８万４８１７円（３６１．５円×２１７１本）\nと認められ，合計で２３２万２６８９円となる。\n(ｴ)  前記(ｲ)のとおり，原告商標の使用の対価に相当する金額の割合が受注\n額の約１８．２％ないし２０．３％であるとすると，被告商品における\n原告商標の使用の対価に相当する金額は，４２万２７２９円（２３２万\n２６８９円×０．１８２）ないし４７万１５０６円（２３２万２６８９\n円×０．２０３）と一応計算することができる。\nそして，この金額は，平成２０年５月２１日から平成３１年４月１８\n日までの間の被告商品の売上げの合計３６８８万７７５１円の約１．１\n５％ないし１．２８％に相当する。\nエ  次に，原告商標を被告商品に用いた場合の売上げ等への貢献について検\n討する。\n原告商標は，「夢」の標準文字からなり，これ自体は，比較的頻繁に目\nにする文字であるから，本来的に高い顧客吸引力があるとまではいえない。\nまた，前記前提事実(3)のとおり，被告商品の商品名は「夢とまぼろしの物\n語」であり，被告各標章はこの商品名の一部を切り出したものであること，\n本件瓶の正面には本件ラベルよりも大きい商品名等ラベルが貼付され，本\n件外箱の正面には特徴的な武者の絵が大きく描かれていることからすると，\n被告各標章が独自に有する顧客吸引力は限定的というべきであり，被告商\n品の売上げに対する貢献もそこまで大きなものであったとは認め難い。\nオ  以上の諸事情に加え，前記ウのとおり，原告が原告商標の通常使用権を\n許諾したことにより得られた利益の実績を基に，被告商品について計算し\nた原告商標の使用の対価に相当する金額の割合や，広告業等における商標\n権のロイヤルティ料率の相場は概ね３ないし６％であり，１％未満の例も\nあると認められること（甲２３）を考慮すると，原告商標の使用に対し受\nけるべき金銭の額に相当する額は，被告商品の売上げの２％に相当する額\nと認めるのが相当である。\nしたがって，原告の損害は，７３万７７５５円（３６８８万７７５１円\n×０．０２）と認められる。\nカ  原告は，市島酒造社らから原告商標のラベルその他の印刷物を受注して\nおり，これによる利益が原告商標のライセンス料に相当するところ，原告\nにはこの受注により１社当たり年２３２万２５１４円の売上げがあり，原\n告における粗利率２５％を乗ずると，年５８万０６２８円がライセンス料\n相当額となり，被告は原告商標権を１１年間にわたり侵害したので，ライ\nセンス料相当額の損害は６３８万円となると主張する。\nしかし，前記ウ(ｱ)のとおり，原告商標の使用の対価に相当する金額は，\n市島酒造社らからの受注による利益の額から，原告が印刷を受注したこと\nそのものによる利益の額を控除した額と考えるべきであるから，原告にお\nける粗利率をそのまま採用することは相当ではない。\nまた，前記２(1)ア(ｵ)のとおり，原告は，原告商標の通常使用権を許諾\nする対価として，原告商標を付する商品の容器に貼付するラベルその他の\n関連印刷物を受注する旨の契約を締結していたところ，このような契約内\n容からすると，原告の受注額は原告商標を付する商品の数量に比例するこ\nとになり，その数量は市島酒造社らと被告とでは異なるものと考えられる\nから，市島酒造社らからの平均の受注額は直ちに被告に当てはまるもので\nはない。\nしたがって，原告の上記主張は採用することができない。\nさらに，原告は，原告商標のライセンス料率は，少なくとも５％と認め\nるべきであるとも主張するが，前記イないしオで説示したとおり，上記ラ\nイセンス料率は２％と認めるのが相当であるから，同主張も採用すること\nができない。\nキ  なお，前記２(1)ア(ｳ)，(ｴ)のとおり，原告は，旧原告商標権を侵害する\n標章を使用した酒造会社との間で，年１５０万円以上の印刷物の受注又は\n３００万円の損害賠償金の支払を合意している。\nしかし，いかなる標章が付された日本酒が，どのくらいの期間に，何本\n販売され，どのくらいの売上げがあったのかなど，上記酒造会社が旧原告\n商標権を侵害した態様が明らかではないから，本件と比較することは困難\nである。\nまた，上記合意は，原告商標に関するものではない上，比較的古いもの\nであり，原告商標の使用に対し受けるべき金銭の額に相当する額を算定す\nるに当たっては，原告商標に関する直近の許諾契約である原告と市島酒造\n社らとの間の契約（前記２(1)ア(ｵ)）を参考にするのが相当である。\nしたがって，原告が上記の合意をしていたことは，前記オの認定判断を\n左右するものではない。\n(3)  小括\n以上のとおり，原告は，被告による原告商標権の侵害により，原告商標の\n使用に対し受けるべき金銭の額に相当する額として，７３万７７５５円の損\n害を被ったと認められる（法３８条３項）。\nまた，原告が本件訴訟を遂行するのに要した弁護士費用相当額の損害は，\n本件に現れた一切の事情を考慮すると，１０万円と認めるのが相当である。\nしたがって，原告は，被告に対し，８３万７７５５円の損害賠償を請求す\nることができる。\nなお，原告は，法３９条，特許法１０５条の３に基づき相当な損害額を認\n定すべきであると主張するが，本件においては，原告に生じた損害額は上記\nのとおり算定することができるので，「損害額を立証するために必要な事実\nを立証することが当該事実の性質上極めて困難であるとき」に該当せず，同\n主張についての判断は要しない。\n第４  結論\n以上によれば，原告の請求は，被告が日本酒に被告各標章を付し，又は被告\n各標章を付した日本酒の販売若しくは販売のための展示をしてはならず，被告\n各標章を付したラベル及び外箱を廃棄し，原告に対して８３万７７５５円及び\nこれに対する令和２年２月１日から支払済みまで年５分の割合による金員の支\n払を求める限度で理由があるから認容し，その余は理由がないから棄却するこ\nととして，主文のとおり判決する。\nなお，主文第２項については，仮執行宣言を付するのは相当でないから，こ\nれを付さないこととする。\n東京地方裁判所民事第２９部\n裁判長裁判官\n國   分   隆   文\n裁判官\n小   川      暁\n裁判官\n佐 々 木      亮\n（別紙１）\n被  告  標  章  目  録\n１\n２\n以  上\n（別紙２）\n商  標  権  目  録\n登録番 号    第４４３５９５８号\n出願 日    平成１１年９月２０日\n登録 日    平成１２年１１月２４日\n登録商標（標準文字）    夢\n商 品 及 び 役 務 の 区 分    第３３類\n指定商 品    日本酒\n以  上\n（別紙３）\n被  告  商  品  目  録\n１  被告商品（「夢とまぼろしの物語」）の瓶に付された被告標章\n（正面）      （正面一部拡大）       （上部）\n（右側面）        （左側面）          （裏面）\n２  被告商品（「夢とまぼろしの物語」）の外箱に付された被告標章\n（正面）            （上面）\n（右側面）      （左側面）      （裏面）\n以  上\n"
}