{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 3,
    "month": 6,
    "day": 17
  },
  "case_number": "平成31(ワ)11130",
  "case_name": "商標権侵害差止請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "商標権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "90442",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=90442",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/442/090442_hanrei.pdf",
  "contents": "令和３年６月１７日判決言渡  同日原本交付  裁判所書記官\n平成３１年（ワ）第１１１３０号  商標権侵害差止請求事件\n口頭弁論終結日  令和３年３月９日\n判 決\n原 告         Ａ\n同訴訟代理人弁護 士    小山智 弘\n玉井信 人\n同 補 佐 人 弁 理 士    三田大 智\n被 告    富山 県\n同訴訟 代理 人弁護 士    橋本   勇\n小倉秀 夫\n同指定代理 人    杉田   聡\n伴   義 人\n島田俊 之\n大川内   康   郎\n川口恭 子\n社   浦   万由 美\n高嶋祐 輔\n被 告    株 式 会 社 Ｊ Ａ ラ イ フ 富 山\n同訴訟代理人弁護 士    生田哲 郎\n名越秀 夫\n高橋隆 二\n佐野辰 巳\n寺島英 輔\n吉浦洋 一\n主 文\n１  原告の請求をいずれも棄却する。\n２  訴訟費用は原告の負担とする。\n事実及び理 由\n第１  当事者の求める裁判\n１  請求等\n⑴  被告らは，その販売する精米につき，別紙被告標章目録記載１から４の各\n標章（以下，同目録記載の各標章について，番号に応じ「被告標章１」等と\nいう。）を使用してはならない。\n⑵  被告らは，飲食料品の小売サービスの提供において，被告標章５から８を\n使用してはならない。\n⑶  被告株式会社ＪＡライフ富山（以下「被告ＪＡライフ富山」という。）は，\nその所有しかつ占有する被告標章１，２，４を付した精米の包装を廃棄せよ。\n⑷  被告らは，被告標章１，２，４から８を付したパンフレット，ちらし等の\n広告物を廃棄せよ。\n⑸  被告富山県は，別紙ウェブサイト目録記載のインターネットウェブサイト\n（以下「本件ウェブサイト」という。）から被告標章１から８の表示を削除\nせよ。\n⑹  被告富山県は，その占有する被告標章４，８の画像データを廃棄せよ。\n⑺  被告らは，原告に対し，連帯して５８５０万円及び令和元年５月１７日か\nら支払済みまで年５分の割合による金員を支払え。\n⑻  仮執行宣言\n２  被告富山県の答弁\n⑴  原告の請求をいずれも棄却する。\n⑵  仮執行免脱宣言\n３  被告ＪＡライフ富山の答弁\n原告の請求をいずれも棄却する。\n第２  事案の概要\n本件は，原告が，①被告富山県による被告標章１から８の使用及び被告ＪＡ\nライフ富山による被告標章１，２，４の使用は，原告の有する商標登録第５４\n５８９６５号の商標権（以下「本件商標権」という。）を侵害する等と主張し\nて，商標権による差止請求権（商標法３６条１項）に基づき，被告らに対し，\nその販売する精米につき被告標章１から４を使用すること，飲食料品の小売サ\nービスの提供において被告標章５から８を使用することの差止めを求め，廃棄\n請求権（同条２項）に基づき，被告ＪＡライフ富山に対し，被告標章１，２，\n４を付した精米の包装の廃棄を，被告らに対し，被告標章１，２，４から８を\n付したパンフレット，ちらし等の広告物の廃棄を，被告富山県に対し，本件ウ\nェブサイトからの被告標章１から８の表示の削除，その占有する被告標章４，\n８の画像データの廃棄を求めるとともに，②被告らは一体となって被告標章１\nから８を使用するものであり，これによって原告は損害を被った等と主張して，\n不法行為による損害賠償請求権に基づき，被告らに対し，連帯して５８５０万\n円及びこれに対する不法行為より後の日である令和元年５月１７日（訴状送達\nの日）から支払済みまで平成２９年法律第４４号による改正前の民法所定の年\n５分の割合による遅延損害金の支払を求める事案である。\n１  前提事実（当事者間に争いのない事実及び証拠上容易に認められる事実。証\n拠は文末に括弧で付記した。なお，書証は特記しない限り枝番を全て含む。以\n下同じ。）\n⑴  当事者\n原告は，食品の製造，卸売，販売及び輸出入等を目的とする株式会社ふふ\nふの代表取締役を務める者である。（甲１）\n被告ＪＡライフ富山は，米穀及び米麦豆類加工食品の販売及び精米業務等\nを目的とする株式会社である。（甲４）\n⑵  本件商標権\n原告は，次の本件商標権を有している（以下，本件商標権に係る商標登録\nを「本件商標登録」という。）。（甲２，４５）\n登録番号            商標登録第５４５８９６５号\n出願年月日          平成２３年６月１４日\n登録年月日       平成２３年１２月２２日\n商標              別紙商標目録記載のとおり（以下「本件商標」とい\nう。）\n商品及び役務の区分  第３５類\n指定役務            飲食料品の小売又は卸売の業務において行われる顧\n客に対する便益の提供\n⑶  被告富山県の行為等\nア  被告富山県は，平成２８年度に新品種の米（Oryza  sativa  L.  以下\n「本件米」という。）を育成し，その名称を「富富富」と決定した。\nイ  被告富山県は，平成２９年３月２６日，本件米の名称等を発表する発表\n会を行い，その際に被告標章３を使用し，同年中に実証栽培によって収\n穫された本件米の精米を，被告標章３を付した包装（以下「本件米袋１」\nという。）に詰めて無償配布するなどした。また，被告富山県が出資す\nる富山県いきいき物産株式会社（以下「いきいき物産」という。）は，\n本件米袋１に詰めた本件米の精米を限定的に販売した。（原告と被告富\n山県の間で争いがない事実のほか，甲７，弁論の全趣旨）\nウ  被告富山県は，平成２９年７月２８日，本件米を広告，宣伝するため，\nインターネット上に「「富富富（ふふふ）」ホームページ」を開設するこ\nとを発表し，本件ウェブサイトを開設した。（原告と被告富山県の間で争\nいがない事実のほか，甲９，弁論の全趣旨）\nまた，被告富山県は，本件米をはじめ富山県の食の魅力についての広報\n活動を行う者を選任して，それらの者に「とやま食の王国大使ふふふ」と\nいう名称を付し，これらの者（以下「本件広報担当者」という。）に被告\n標章７の文字列（とやま食の大国大使ふふふ）を記載したたすきを使用さ\nせている。（原告と富山県の間で争いがない事実のほか，甲１２，１４，\n２１～２３，２６，２７，乙３３，弁論の全趣旨）\n被告富山県は，平成２９年１０月，富山市内において，本件米の販売を\n記念するイベントを開催し，来場者に対し，知事や被告標章７の文字列を\n記載したたすきを着用した本件広報担当者等をして，本件米袋１に詰めた\n本件米を手渡し，本件米について説明するなどしたほか，被告標章３を構\n成する３つの「富」の字を横一列に並べた画像を含む映像を放映するなど\nした。（甲１２，弁論の全趣旨）\n被告富山県は，本件米について，平成３０年以降の一般栽培開始に向け\nて栽培基準を定め，登録を経た生産者に本件米の種もみを提供した。\n（甲７，１０）\nエ  被告富山県は，平成３０年２月２２日，本件米について，被告標章３に\n代えて，被告標章４，８や，「うまみ。あまみ。ふと香る。」，「ほほえ\nむうまさ，富山から。」という広告文等を定めて発表し，「富富富デザイ\nンマニュアル」及び「「富富富」デザイン等使用管理要綱」（以下「本件\n要綱等」という。）を策定し，希望する者に対しそれらの使用を許可する\nこととした。被告富山県は，同日，富山市内において，上記の発表を記念\nするイベントを開催し，同イベント会場に被告標章４を付した立て看板や\nのぼり等を設置し，また，被告標章７の文字列を記載したたすきを着用し\nた本件広報担当者等をして，本件米を宣伝した。また，被告富山県は，本\n件ウェブサイトに，被告標章４，８を表示した。被告富山県は，本件要綱\n等に基づき，被告標章４，８の画像データを保有，管理し，その使用を許\n可した者に対して提供している。（原告と富山県の間で争いがない事実の\nほか，甲８，１２～１６，弁論の全趣旨）\n平成３０年１０月１１日，表面に別紙本件米袋２表面のとおりの記載が\nされ（ただし米袋の上下の縁に「富富富（ふふふ）２ｋｇ」等の記載も\nある。），その裏面に被告標章４等を付した包装の米袋（以下「本件米\n袋２」といい，本件米袋１及び２を併せて「本件各米袋」という。）に\n詰めた一般栽培に係る本件米の精米の本格販売が開始された。（原告と\n富山県の間で争いがない事実のほか，甲１７，２４，弁論の全趣旨）\nオ  被告富山県は，本件米の本格販売に先立つ平成３０年９月頃には，鉄道\n会社が作成，配布する情報誌に，本件米の名称として「富富富」と記載\nし，本件米袋２の表面の写真を表示した本件米の広告を掲載し，また，\n広告代理店をして，同月，富山市民球場において野球の試合が開催され\nた際に，同スタジアムに被告標章８を付した広告を掲示するなどした。\n（甲２０，弁論の全趣旨）\nまた，被告富山県は，平成３０年１０月１１日から同月３１日まで，東\n京都内において開催された「「富富富」グルメフェスタ」という名称の\nイベント（以下「本件イベント１」という。）において，本件イベント\n１のパンフレットとして，「「富\nふ 富\nふ 富\nふ 」グルメフェスタ」との名称の上\nに「ＦＵＦＵＦＵ  ＧＯＵＲＭＥＴ  ＦＥＳＴＡ」と記載するなどした\nパンフレット（甲１９，以下「本件パンフレット１」という。）を作成\nし，配布するなどした。（原告と被告富山県の間で争いがない事実のほ\nか，甲１８，１９）\nさらに，被告富山県は，平成３０年１０月２７日及び同月２８日，富山\n県内において，「越中とやま食の王国フェスタ２０１８～秋の陣～」と\nいう名称のイベント（以下「本件イベント２」という。）を開催した。\n富山県は，本件イベント２について被告標章５の文字列を含む「「＃ｆ\nｕｆｕｆｕ！」」と食べたい  とやま極上の味」という語句を使用して，\n本件米を宣伝した。本件イベント２では，本件米の名称として「富富富」\nと記載し，また，被告標章４を付し，被告標章５，６の文字列を記載し\nたパンフレット（甲２５，以下「本件パンフレット２」といい，本件パ\nンフレット１と併せて「本件各パンフレット」という。）が作成され，\n配布された。（原告と被告富山県の間で争いがない事実のほか，甲２５，\n２６，弁論の全趣旨）\n被告富山県は，上記の各イベント会場等において，来場者に対し，知事，\n被告標章７の文字列を記載したたすきを着用した本件広報担当者等をし\nて，本件米袋２に詰めた本件米の精米を手渡し，本件米について説明す\nるなどした。また，被告富山県は，イベント会場等に，被告標章４，８\nを付した掲示物，立て看板，のぼり等を設置した。（原告と被告富山県\nの間で争いがない事実のほか，甲１４，１７，１８，２２，２４，２６，\n８６，８７，弁論の全趣旨）\nこのほか，被告富山県は，平成３１年から令和２年にかけて開催したイ\nベントや試食会等において被告標章４を付したのぼり等を設置したり，イ\nベント会場や富山県内の宿泊施設等において被告標章４を付した包装に詰\nめた本件米やその加工品等を無償配布したりした。（原告と被告富山県の\n間で争いがない事実のほか，甲２７，８８，８９，弁論の全趣旨）\nカ  いきいき物産は，富山県内及び東京都内において３店舗を運営しており，\n同各店舗において，本件米袋２に詰めた本件米の精米を販売している。\n（原告と被告富山県の間で争いがない事実のほか，甲７５～７９）\n⑷  被告ＪＡライフ富山の行為等\nア  被告ＪＡライフ富山は，仕入れた本件米の玄米を搗精（玄米を搗いて白\nくすること）して精米にし，精米を本件米袋２に詰め，小売業者に対し\nて販売するほか，販売数量全体の数％程度の割合を，富山県内において\n運営する３店舗等において一般消費者に対し直接販売している。（原告\nと被告ＪＡライフ富山の間で争いがない事実のほか，甲２４，７５～７\n９，弁論の全趣旨）\nイ  被告ＪＡライフ富山は，各店舗における本件米の精米の販売（前記ア）\nに際し，商品である本件米の精米の表示として，同各店舗のちらしに\n「富・富・富」と記載したほか，同各店舗内の陳列棚に貼付した商品札\nに「ふふふ」と読み仮名を付して「富富富」と表示し，陳列棚の周辺に，\n本件米袋２の表面の写真を表示したポスターや被告標章４を表示したの\nぼりを設置した。（甲６９，７０）\nまた，被告ＪＡライフ富山は，インターネット上のウェブサイトにおい\nて，富山県産の米を紹介するに当たり，本件米について，本件米袋２の\n表面の写真とともに「富富富」と表示し，上記各店舗における小売販売\nの広告として，上記のちらしの電子データを表示した。（甲６８）\n⑸  権利関係に係る事実経過等\nア  被告富山県は，平成２９年３月８日，被告標章２について，商品及び役\n務の区分並びに指定商品又は指定役務を「第３０類  茶，菓子，パン，サ\nンドイッチ，中華まんじゅう，ハンバーガー，ピザ，ホットドッグ，ミー\nトパイ，みそ，穀物の加工品，食用酒かす，米，脱穀済みのえん麦，脱穀\n済みの大麦，食用粉類」，「第３１類  あわ，きび，ごま，そば（穀物），\nとうもろこし（穀物），ひえ，麦，籾米，もろこし，飼料，種子類，木，\n草，芝，ドライフラワー，苗，苗木，花，牧草，盆栽」，「第３３類  泡\n盛，合成清酒，焼酎，白酒，清酒，直し，洋酒，果実酒，酎ハイ，中国酒，\n薬味酒」として商標登録出願をし，平成３０年１月５日，これに基づき商\n標権の設定の登録がされた（商標登録第６００７６４２号）。（甲４３）\n被告富山県は，令和２年１０月３０日，後記イの品種登録に先立ち，\n「第３０類  米」，「第３１類  籾米，種子類，草，苗」に係る上記商\n標権を放棄した。（乙５１）\nイ  被告富山県は，平成２９年３月３１日，本件米について，品種の名称を\n「富富富」として品種登録出願をし，令和２年１１月２５日，これに基づ\nき品種登録がされ（第２８２３３号），同年１２月８日，農林水産省令で\n定める事項が公示された。（乙５０）\nウ  被告富山県は，平成２９年４月３日，被告標章１，６について，商品及\nび役務の区分並びに指定商品又は指定役務を商標登録第６００７６４２号\n（前記ア）と同じものとして商標登録出願をした（商願２０１７－５１５\n０９，商願２０１７－５１５１０）。（甲６４，６５）\nまた，原告も，平成２９年４月３日，本件商標と同様の商標について，\n商品及び役務の区分並びに指定商品又は指定役務を「第２９類  乳製品，\n加工野菜及び加工果実，油揚げ，凍り豆腐，こんにゃく，豆乳，豆腐，納\n豆，加工卵，最中を使用した即席みそ汁，最中を使用した即席すまし汁，\n最中を使用した即席スープ，即席味噌汁・即席味噌汁のもと，即席すまし\n汁・即席すまし汁のもと，即席豚汁・即席豚汁のもと，即席スープ・即席\nスープのもと，カレー・シチュー又はスープのもと，即席カレー，即席シ\nチュー，お茶漬けのり，ふりかけ，なめ物」，「第３０類  スパゲッティ\nのめん・マカロニ・その他の穀物の加工品，米，精米，玄米，もち米，玄\n米を使用してなる穀物の加工品，米粉，米又は米粉を使用した穀物の加工\n品，米粉を用いたマカロニ，米粉を用いたスパゲッティのめん，米又は米\n粉を使用してなるパン，米又は米粉を使用してなる菓子，米粉を使用した\n麺類，ゆであずき，最中の皮，最中アイス，最中の皮を使用してなる菓子」\nとして商標登録出願をした（商願２０１７－５２１６３）。（甲４６）\n上記各商標登録出願について，被告富山県と原告の協議により商標登録\nを受けることができる者を原告と定めた（商標法８条２項）ことから，平\n成３０年６月２２日，原告の上記商標登録出願に基づき，商標権の設定の\n登録がされた（商標登録第６０５３８９７号）。（甲４６，６４，６５）\nエ  被告富山県は，平成３０年２月２０日，被告標章４について，商品及び\n役務の区分並びに指定商品又は指定役務を「第３０類  茶，菓子，パン，\nサンドイッチ，中華まんじゅう，ハンバーガー，ピザ，ホットドッグ，ミ\nートパイ，みそ，穀物の加工品，すし，弁当，食用酒かす，米，脱穀済み\nのえん麦，脱穀済みの大麦，食用粉類」，「第３１類  あわ，きび，ごま，\nそば（穀物），とうもろこし（穀物），ひえ，麦，籾米，もろこし，飼料，\n種子類，木，草，芝，ドライフラワー，苗，苗木，花，牧草，盆栽」，\n「第３３類  泡盛，合成清酒，焼酎，白酒，清酒，直し，みりん，洋酒，\n果実酒，酎ハイ，中国酒，薬味酒」，「第３５類  市場調査又は分析，商\n品の販売に関する情報の提供，酒類の小売又は卸売の業務において行われ\nる顧客に対する便益の提供，菓子及びパンの小売又は卸売の業務において\n行われる顧客に対する便益の提供，米穀類の小売又は卸売の業務において\n行われる顧客に対する便益の提供」，「第４０類  食料品の加工」，「第\n４３類  飲食物の提供」として商標登録出願をし，平成３１年３月１５日，\nこれに基づき商標権の設定の登録がされた（商標登録第６１３０８６８\n号）。（甲４４）\nオ  原告は，平成３１年４月２３日，本件商標に類似する商標であって，本\n件商標登録に係る指定役務又はこれに類似する商品若しくは役務について\n使用をするものであるとして，商標登録第６００７６４２号に係る商標登\n録（前記ア）の無効の審判を請求した（無効２０１９－８９００２８）が，\n令和元年１２月２５日，上記審判の請求は成り立たない旨の審決がされた。\n（甲５３，乙４２）\nカ  被告ＪＡライフ富山は，令和元年７月９日，継続して３年以上使用をし\nていないとして，本件商標登録の取消しの審判の請求をし（取消２０１９\n－３００５２８），高橋隆二（被告ＪＡライフ富山訴訟代理人弁護士）は，\n同年８月２日，同様に，「第３５類  米穀類の小売又は卸売の業務におい\nて行われる顧客に対する便益の提供」，「第３５類  豆，米，脱穀済みの\nえん麦，脱穀済みの大麦，あわ，きび，ごま，そば（穀物），とうもろこ\nし（穀物），ひえ，麦，籾米，もろこし，食用粉類の小売又は卸売の業務\nにおいて行われる顧客に対する便益の提供」に係る本件商標登録の取消し\nの審判の請求をした（取消２０１９－３００６０３）。（丙３，４）\n上記の各審判事件は，特許庁に係属している。（丙２０，２１）\n２  争点及び争点に関する当事者の主張\n本件の争点は，以下のとおりである。\n①  被告富山県が業として被告標章１から８を商品並びに小売及び卸売の業\n務において行われる顧客に対する便益の提供（以下，小売及び卸売の業\n務において行われる顧客に対する便益の提供を「小売等役務」という。）\nに使用しているか。\n②  被告ＪＡライフ富山が被告標章１，２，４を商品及び小売等役務に使用\nしており，また，被告標章３，５から８を使用するおそれがあるか。\n③  被告標章１から８が本件商標と同一又は類似のものであるか。\n④  被告富山県が被告標章１から８を使用する商品又は小売等役務，被告Ｊ\nＡライフ富山が被告標章１，２，４を使用し，被告標章３，５から８を\n使用するおそれがある商品又は小売等役務が本件商標の指定役務と同一\nであり又は類似するか。\n⑤  被告富山県による被告標章１から８の使用が，需要者が何人かの業務に\n係る商品又は役務であることを認識することができる態様によりされて\nいないか。\n⑥  被告ＪＡライフ富山によるちらし等における被告標章１，２，４の使用\nが，需要者が何人かの業務に係る商品又は役務であることを認識するこ\nとができる態様によりされていないか。\n⑦  本件商標登録が無効審判により無効にされるべきものと認められるか。\n⑧  廃棄の必要性\n⑨  被告らが共同して原告の商標権を侵害したか。\n⑩  原告の各請求が権利濫用か。\n⑪  損害の発生及び額\n⑴  争点①（被告富山県が業として被告標章１から８を商品及び小売等役務に\n使用しているか。）について\n（原告の主張）\nア  被告富山県は，本件ウェブサイトなどにおいて，商品である本件米の精\n米に関する広告に被告標章１，２，４を付して，展示するなどした（商標\n法２条３項８号）。\nイ  被告富山県は，商品である本件米の精米について，知事等をして，本件\nイベント１及び２を含む各イベント会場等において来場者に対し，被告\n標章１から４を付した本件各米袋に詰めて販売したり，その出資するい\nきいき物産をして，被告標章１，２，４を付した本件米袋２に詰めて販\n売したりした（商標法２条３項１号，２号）。\n被告富山県は，上記の各イベント会場等において，被告標章１から４を\n付した立て看板等を設置したり，本件イベント１について被告標章１，\n２，４，６を付した本件各パンフレットを作成配布し，本件イベント２\nについて被告標章５を使用し，被告標章１，２，４から６を付した本件\nパンフレット２を作成配布したり，被告標章７を付したたすきを着用し\nた本件広報担当者等をして本件米の精米を販売するなどしており，これ\nらによって，飲食料品の小売等役務の提供に当たりその提供を受ける者\nの利用に供する物に被告標章１から７を付し，これらの物に被告標章１\nから７を付したものを使用して役務を提供し，これらの物に被告標章１\nから７を付したものを役務の提供のために展示し（同項３号から５号），\n商品又は役務に関する広告等に被告標章１から７を付して展示し，又は，\nこれらを内容とする情報に被告標章１から７を付して電磁的方法により\n提供した（同項８号）。\nウ  被告富山県は，本件米の名称を被告標章１，２と定め，これについて被\n告標章４，８を定めて発表し，その使用を本件要綱等によって管理し，希\n望する者に対し使用を許可している。そして，商品である本件米の精米に\nついて，被告標章１，２，４，８を表示した本件各パンフレットを販売促\n進用に作成し，配布するなどしており，これらによって，商品について使\n用をし又は使用をさせるために被告標章１，２，４を表示する物を製造し\n（商標法３７条７号），商品について使用をさせるためにこれを譲渡し，\n引き渡し，又は譲渡若しくは引渡しのために所持した（同条６号）。また，\n本件米袋２等に付すために被告標章１，２，４，８の画像データ等を製造\nし，譲渡し，引き渡しており，これらによって，被告標章１，２，４，８\nを表示する物を製造するためにのみ用いる物を業として，製造し，譲渡し，\n引き渡した（同条８号）。\n（被告富山県の主張）\nア  被告富山県は，被告標章１を，被告標章２等から独立して単独で使用し\nていない。\nイ  被告富山県は，本件米を生産，製造，販売しておらず，小売及び卸売の\n業務，小売等役務の提供を行っていない。被告富山県は，被告標章１から\n８を商品及び小売等役務について使用していない。\nなお，いきいき物産の運営する店舗における本件米の精米の販売につい\nても，同各店舗において陳列，販売する商品のうちその包装に被告標章\n１，２，４を付したのは本件米の精米のみであり，被告標章１，２，４\nは本件米袋２に直接印刷されているのであるから，小売等役務の商標と\nして用いられているとはいえない。\nウ  被告富山県は，本件パンフレット２を作成，配布していない。\nまた，被告標章１，２，４，８の画像データは有体物ではないから，商\n標法３７条８号の「製造するためにのみ用いる物」には該当しない。\n⑵  争点②（被告ＪＡライフ富山が被告標章１，２，４を商品及び小売等役務\nに使用しており，また，被告標章３，５から８を使用するおそれがあるか。）\nについて\n（原告の主張）\nア  被告ＪＡライフ富山は，本件米を精米し，被告標章１，２，４を付した\n本件米袋２に詰めて商品として販売している（商標法２条３項１号，２\n号）。\n本件米袋２の表面の標章は，被告標章４と「うまみ。あまみ，ふと香\nる。」及び「ほほえむうまさ，富山から。」という広告文等とから成り\n立っており，被告標章４の部分と上記広告文の部分は容易に分離できる\nこと，「富山県産」という部分等は本件米の産地等を記載したにすぎな\nいことなどから，この標章の使用は実質的に被告標章４の使用である。\nイ  被告ＪＡライフ富山は，本件米の精米の販売に当たり，ちらし，商品札，\nポスター，のぼり，インターネット上のウェブサイトに，本件商標と同\n一の被告標章１や，本件商標と類似の被告標章２，４を表示しており，\n飲食料品の小売等役務の提供に当たりその提供を受ける者の利用に供す\nる物に被告標章１，２，４を付し，これらの物に被告標章１，２，４を\n付したものを用いて小売等役務を提供し，これらの物に被告標章１，２，\n４を付したものを小売等役務の提供のために展示し（商標法２条３項３\n号から５号），商品又は小売等役務に関する広告等に被告標章１，２，\n４を付して展示し，又は，これらを内容とする情報に被告標章１，２，\n４を付して電磁的方法により提供している（同項８号）。\n（被告ＪＡライフ富山の主張）\nア  被告ＪＡライフ富山は，被告標章１，２を使用していない。被告ＪＡ\nライフ富山の運営する各店舗のちらしに記載したのは「富・富・富」で\nあり被告標章２ではない。\n被告ＪＡライフ富山は，本件米袋２の表面には，別紙本件米袋２表面\nのとおりの標章を付しているのであり，裏面に小さく被告標章４を付し\nているにすぎない。\nイ  被告ＪＡライフ富山は，被告標章４を付した本件米袋２に詰めた本件\n米の精米を譲渡して使用しているが，被告標章１，２，４を，小売等役\n務，すなわち，商品の品揃え，陳列，接客サービスなど商品の小売等業\n務において行われる総合的な便益の提供の提供主体を表すものとして使\n用していない。\n⑶  争点③（被告標章１から８が本件商標と同一又は類似のものであるか。）\nについて\n（原告の主張）\n被告標章１は本件商標と同一のもの，被告標章６は本件商標と社会通念上\n同一のもの，被告標章２から５，７，８は本件商標と類似のものである。\nア  本件商標について\n本件商標は，「ふふふ」の平仮名文字によって成り，「フフフ」の称呼\nを生じ，「口を開かずに軽く笑う様子に関する観念を生じ，また，食品\n分野においては「おいしさ」や「満足感」に関する観念も生じる。\nイ  被告標章１について\n被告標章１は，本件商標と同一の平仮名文字によって成り，本件商標と\n外観，称呼，観念を全く同じくする。したがって，被告標章１は本件商\n標と同一のものである。\nウ  被告標章２について\n被告標章２は，「富富富」の漢字によって成り，本件商標と外観を異に\nする。しかし，被告標章２は，本件商標と同一の「フフフ」の称呼を生\nじるところ，被告標章１と共に用いられることにより「トミトミトミ」\nなど「フフフ」以外の称呼が排除されている。そして，「フフフ」の称\n呼から本件商標と同一の観念を生じる。したがって，被告標章２は本件\n商標と類似のものである。\nエ  被告標章３について\n被告標章３は，「富富富」を斜め書きにしたものに「ふふふ」の平仮名\n文字を振って成り，本件商標と外観を異にする。しかし，被告標章３は，\n本件商標と同一の「フフフ」の称呼を生じ，同称呼から本件商標と同一\nの観念を生じる。したがって，被告標章３は本件商標と類似のものであ\nる。\nオ  被告標章４について\n被告標章４は，「富富富」を縦書きにしたものの左右を稲穂の図柄によ\nって囲い，その下に「ふふふ」を横書きにしたものを配置して成り，本\n件商標と外観を異にする。しかし，稲穂の図柄は，商品である精米を説\n明するものであって識別力がないか極めて弱く，被告標章４の要部は\n「富富富」及び「ふふふ」の文字部分である。そして，被告標章４は，\n本件商標と同一の「フフフ」の称呼を生じ，同称呼から本件商標と同一\nの観念を生じる。したがって，被告標章４は本件商標と類似のものであ\nる。\nカ  被告標章５について\n被告標章５は，ハッシュ記号と感嘆符の間に「ｆｕｆｕｆｕ」の欧文字\nを配置して成り，本件商標と外観を異にする。しかし，ハッシュ記号は\nキーワードの前に付すタグすなわち識別のための情報として使用される\nものであり，感嘆符はその直前の語を強調する記号であることから，被\n告標章５の要部は，本件商標と社会通念上同一の「ｆｕｆｕｆｕ」の文\n字部分である。そして，被告標章５は，本件商標と同一の「フフフ」の\n称呼を生じ，同称呼から本件商標と同一の観念を生じる。したがって，\n被告標章５は本件商標と類似のものである。\nキ  被告標章６について\n被告標章６は，「ＦＵＦＵＦＵ」の欧文字から成り，本件商標と外観を\n異にする。しかし，被告標章６は，「ふふふ」を欧文字で表記したもの\nであり，本件商標と同一の「フフフ」の称呼を生じ，同称呼から本件商\n標と同一の概念を生じる。したがって，被告標章３は本件商標と社会通\n念上同一のものである。\nク  被告標章７について\n被告標章７は，「とやま食の広告大使ふふふ」と一連に表記して成り，\n本件商標と外観を異にする。しかし，被告標章７のうち「とやま食の王\n国大使」と「ふふふ」の部分は容易に分離解釈できるものであり，「と\nやま食の王国大使」の部分は，富山県産の飲食料品の広告，宣伝を行う\n立場や職責を示すものであり，このような立場等にある者の名称が「ふ\nふふ」なのであって，被告標章７の要部は「ふふふ」の文字部分である。\nそして，同部分は，本件商標と同一の「フフフ」の称呼を生じ，同称呼\nから本件商標と同一の観念を生じる。したがって，被告標章７は本件商\n標と類似のものである。\nケ  被告標章８について\n被告標章８は，「富富富」を横書きにしたものの左右を稲穂の図柄によ\nって囲い，その下に「ふふふ」を横書きにしたものを配置して成り，本\n件商標と外観を異にする。しかし，稲穂の図柄は，商品である精米を説\n明するものであって識別力がないか極めて弱く，被告標章８の要部は\n「富富富」及び「ふふふ」の文字部分である。そして，被告標章８は，\n本件商標と同一の「フフフ」の称呼を生じ，同称呼から本件商標と同一\nの観念を生じる。したがって，被告標章８は本件商標と類似のものであ\nる。\n（被告富山県の主張）\nア  本件商標について\n本件商標は，「ふふふ」というものであり，それ自体では何らの意味を\n持たず，特定の文脈，場面において用いられることによって初めて修飾\nする文などに一定の意味を添えるものであり，実際にも多義的に用いら\nれている。本件商標が，人が軽く笑う様子，ひいては，おいしさや満足\n感などの観念を生じることはない。\nイ  被告標章１について\n被告標章１は，本件商標と外観及び称呼を同じくする。しかし，被告標\n章１自体からは特定の観念は生じないし，被告標章１は，被告標章２の\n読み仮名としての意味しか有しておらず，漢字から成る語の意味を離れ\nた独自の意味，観念を生じ得ない。\nウ  被告標章２について\n被告標章２は，「富」の漢字３つを並べたものであり，本件商標と外観\nを異にする。被告富山県は，被告標章２について「フフフ」以外の読み\n方を排除したことはない。仮に，被告標章２に「フフフ」という称呼が\n生じたとしても，「富富富」という外観から強い印象が生じることから\nすれば，被告標章２から，人が軽く笑う様子，おいしさや満足感などの\n観念を生じることはない。したがって被告標章２は本件商標と類似のも\nのではない。\nエ  被告標章３について\n被告標章３は，本件商標と外観を異にし，称呼において共通する。もっ\nとも，被告標章３の観念は，その漢字部分から想起され，「富」が３つ\n並んでいるだけで意味のない造語であること（被告富山県が開発した新\n種の本件米の名称であることから富山県の「富」を３つ並べたものであ\nること）が一見して明らかである。したがって，被告標章３は本件商標\nと類似のものではない。\nオ  被告標章４について\n被告標章４は，本件商標と外観を異にし，称呼において共通する。しか\nし，被告標章４は「富富富」との漢字部分及び稲穂の図柄部分の印象が\n強く，また，袋詰めされた精米の取引においては品種や産地を記載した\n視覚的情報に依存するのが取引の実情であり，被告標章４の要部は，上\n記の部分の外観である。したがって，被告標章４は本件商標と類似のも\nのではない。\nカ  被告標章５について\n被告標章５は，本件商標と外観を異にし，国際音声記号で表すと称呼に\nおいても共通しない。ハッシュタグは通常視覚的に把握されるべきもの\nであるから，被告標章５の要部は外観である。また，被告標章５から，\n人が軽く笑う様子，おいしさや満足感などの観念を生じることはない。\nしたがって，被告標章５は本件商標と類似のものではない。\nキ  被告標章６について\n被告標章６は，本件商標と外観を異にし，国際音声記号で表すと称呼に\nおいても共通しない。また，被告標章６から，人が軽く笑う様子，おい\nしさや満足感などの観念を生じることはない。被告標章６は，本件商標\nと社会通念上同一のものでもなければ類似のものでもない。\nク  被告標章７について\n被告標章７は，本件商標と外観を異にする。そして，被告標章７は本件\n広報担当者に与えられる名称であるから，これを「とやま食の王国大使」\nと「ふふふ」に分離して理解することに何ら意味はないし，要部は「と\nやま食の王国大使」という取引者の目を引く部分である。したがって，\n被告標章７は本件商標と類似のものではない。\nケ  被告標章８について\n被告標章８は，被告標章４と同様に本件商標と類似のものではない。\n（被告ＪＡライフの主張）\nア  本件商標について\n本件商標は，「ふ」の平仮名文字３つの単なる羅列であり，それ自体で\nは何らの意味もなさず，特定の観念を生じるものではない。本件商標が，\n笑い声，ましてや，おいしさや満足感などの観念を生じることはあり得\nない。\nイ  被告標章２について\n被告標章２は，「富」の漢字３つから成り，本件商標と外観を異にする。\nそして，被告標章２は，「フフフ」のほか「トミトミトミ」の称呼を生\nじる点で本件商標の称呼と異なる。また，本件商標からは何らの観念も\n生じないのに対し，「富富富」からは「富」が重なり「非常に豊かなさ\nま」という観念が生じるほか，富山県産の米に用いられた場合には「富\n山県産の米」という観念が生じる。なお，被告標章２から「人が軽く笑\nう様子」やおいしさや満足感に関する観念は生じない。したがって，被\n告標章２は本件商標と類似のものではない。\nウ  被告標章４，８について\n被告標章４，８は本件商標と類似のものではない。なお，被告ＪＡライ\nフ富山が本件米袋２に付しているのは別紙本件米袋２表面記載のとおり\nの標章である。\n被告標章４，８は，それぞれに字体の異なる赤色の「富」の漢字３つを\n縦方向又は横方向に描き，その左右に各３本の金色の稲穂を楕円を描く\nように配置し，中央下部に「ふふふ」という赤色の文字が横方向に表示\nされているものである。別紙本件米袋２表面記載の標章は，それぞれに\n字体の異なる赤色の大きな「富」の漢字３つを縦方向に描き，その左右\nに各３本の金色の稲穂を楕円を描くように配置し，「富富富」の文字と\n稲穂の図形の間に，赤色で，「うまみ。あまみ，ふと香る。」，「ほほ\nえむうまさ，富山から。」との広告文が表示され，中央下部に「ふふふ」\nという赤色の文字が横方向に，左下部に四角で囲った「富山県産」とい\nう文字が縦方向に表示されているというものであり，その要部は「富富\n富」の文字部分である。被告標章４，８からは，「富富富」の部分から\n「トミトミトミ」及び「フフフ」の称呼が生じ，「ふふふ」の部分から\n「フフフ」の称呼が生じる。被告標章４，８の付された商品は「精米」\nであり，稲穂は米を表現する表示として一般的であること，米と３つ連\nなった「富」が結びつくことで大豊作ひいては繁栄といった観念が生じ，\nまた，新品種の富山県産の本件米の名称として採用されたものであるこ\nとから，「富山県産の米」との観念も生じる。被告標章４，８は，上記\nのとおり複数の要素が結合したものであり，その一部である「ふふふ」\nの文字部分だけを抽出する理由はない。このように，被告標章４，８は，\n外観，称呼，観念のいずれも本件商標と異なっている。さらに，「富富\n富」は本件米の品種の名称であって，消費者は日本人の主食である米に\nついて品種，産地に注意して購入するものであり，被告富山県は本件米\nについて大々的に広告，宣伝を行って販売開始から１年足らずで周知性\nを獲得したことなどを踏まえると，被告標章４，８が本件商標と同一又\nは類似の商品等に使用された場合に商品等の出所につき誤認混同が生じ\nるような取引の実情も何ら存在しない。\n⑷  争点④（被告富山県が被告標章１から８を使用する商品又は小売等役務，\n被告ＪＡライフ富山が被告標章１，２，４を使用し，被告標章３，５から８\nを使用するおそれがある商品又は小売等役務が本件商標の指定役務と同一で\nあり又は類似するか。）について\n（原告の主張）\n本件商標の指定役務は，飲食料品の小売又は卸売の業務において行われる\n顧客に対する便益の提供である。\n被告らは被告標章１から８を使用して，商品である本件米の精米，すなわ\nち，「飲食料品」を販売している。そして，飲食料品の製造，販売と，その\n飲食料品の小売等役務の提供を同一事業者が行うのは極めて一般的であり，\n飲食料品の販売場所と飲食料品の小売等役務の提供場所，飲食料品の販売相\n手と飲食料品の小売等役務の対象者はいずれも一致している。したがって，\n被告らの商品である本件米の精米は，本件商標の指定役務と類似する。\nまた，被告らは，イベント会場や店舗において，被告富山県の知事をして，\n来場者に対し本件米を手渡すなど，商品である精米の販売において顧客に便\n益を提供しているから，被告らの小売等役務は，本件商標の指定役務と同一\nである。\n（被告富山県の主張）\n本件商標の指定役務は「飲食料品の小売又は卸売の業務において行われる\n顧客に対する便益の提供」であり，その役務において販売される「飲食料品」\nは商品であるから，この両者が同一ということはあり得ない。そして，小売\n等役務商標と商品商標は，使用目的，態様が異なることから，原則として出\n所の混同は生じないとされるものであり，商品である飲食料品が本件商標の\n指定役務に類似するものとはいえない。飲食料品であるあらゆる商品につい\nて本件商標の指定役務と類似するとすれば不当である。また，精米を製造，\n販売する事業者がその販売に際して小売等役務を提供することは一般的では\nないから，精米について同一又は類似の商標を使用したとしても，小売等役\n務提供者と同一営業主の製造又は販売に係る商品と誤認されるおそれはない。\n精米という商品は，本件商標の指定役務と類似するものではない。\n（被告ＪＡライフ富山の主張）\n本件商標の指定役務と，被告ＪＡライフ富山による本件米の精米の販売は\n同一ではなく，また，類似もしない。\n日本国内においては，主要食糧の需給及び価格の安定に関する法律により，\n米は，生産者によって届出出荷事業者に玄米が販売され，届出出荷事業者に\nよって，精米された上，品種と産地が特定される米についてはこれらを明ら\nかにして届出販売事業者に販売され，届出販売事業者によって消費者に販売\nされており，届出出荷事業者と届出販売事業者は明確に区別されており，本\n件米についても，生産者から被告ＪＡライフ富山を含む卸売業者に玄米が販\n売され，卸売業者が精米し（被告ＪＡライフ富山は，他の卸売業者からも搗\n精を委託されている。），卸売業者が小売業者に精米を販売し，小売業者が\n消費者にこれを販売している。したがって，精米の製造，販売が，通常，小\n売等役務提供者と同一営業主により行われているとは到底いえない。加えて，\n「富富富」は，本件米の品種の名称であり，その用いられた種苗を特定する\n機能を有するものである。以上から，消費者が，本件米の精米について小売\n等役務の提供者が製造，販売していると誤認することはあり得ない。\n⑸  争点⑤（被告富山県による被告標章１から８の使用が，需要者が何人かの\n業務に係る商品又は役務であることを認識することができる態様によりされ\nていないか。）について\n（被告富山県の主張）\n被告標章１から８は，商品の原材料たる米の品種が本件米であることを示\nすものとして包装等に付されているもの，イベント名の構成要素として使用\nされているもの等であり，需要者が何人かの業務に係る商品又は役務である\nことを認識することができる態様により使用されていない（商標法２６条６\n号）。\nすなわち，被告標章２は，「コシヒカリ」や「ササニシキ」と同様，品種\n登録された本件米の名称であり，被告標章１はその読み仮名，被告標章６は\nその称呼の１つをローマ字表記したものにすぎず，被告標章４，８は，本件\n米を用いた精米，加工品に係る商品又は役務であることを対外的に表示する\nもの，被告標章５は，公衆がインスタグラムのハッシュタグとしてインター\nネット上に写真をアップロードする際に不特定多数人により時間を隔ててさ\nれた投稿を集約して表示させるために用いるもの，被告標章７は，本件米に\n関連する商品等の宣伝等をする本件広報担当者の名称として用いるものであ\nり，いずれも，特定の商品又は役務の出所を示すものとして用いられていな\nいから，商標的使用がされていない。\n実際，本件米の精米は，被告ＪＡライフ富山のみならず，なのはな農業協\n同組合，米蔵やごう，全農パールライス株式会社，幸南食糧株式会社等によ\nっても製造，販売されており，米の品種名は商標としての出所表示機能は持\nち得ない。\n（原告の主張）\n需要者は，被告標章１から８が付された商品又は小売等役務について，本\n件米に関連する商品又は小売等役務であることを認識するから，本件各商標\nは出所識別機能を発揮する態様により使用されている。被告標章２が本件米\nの品種の名称であるからといって被告標章１から８について商標的使用がさ\nれていないとはいえない。\n⑹  争点⑥（被告ＪＡライフ富山によるちらし等における被告標章１，２，４\nの使用が，需要者が何人かの業務に係る商品又は役務であることを認識する\nことができる態様によりされていないか。）について\n（被告ＪＡライフ富山の主張）\nＪＡライフ富山が，その運営する各店舗のちらし，商品札，ポスター，の\nぼり，インターネット上のウェブサイトに被告標章１，２，４を使用した\n（前記⑵（原告の主張）イ）としても，これらの使用は，商品の原材料たる\n米の品種が本件米であることを示してその売り場を表示しているものであり，\n商標として使用されていない。\n（原告の主張）\n需要者は，被告標章１，２，４が付された小売等役務について，本件米に\n関連する小売等役務であることを認識するから，本件各商標は出所識別機能\nを発揮する態様により使用されている。被告標章２が本件米の品種の名称で\nあるからといって被告標章１，２，４について商標的使用がされていないと\nはいえない。\n⑺  争点⑦（本件商標登録が無効審判により無効にされるべきものと認められ\nるか。）について\n（被告富山県の主張）\n本件商標は，商標登録を受けることができないものであるから，本件商標\n登録は無効の審判により無効にされるべきものである（商標法４６条１項１\n号，４条１項１１号）。すなわち，本件商標は，本件商標登録出願の日前の\n商標登録出願に係る他人の登録商標である「ふふふあん」の文字列から成る\n商標登録第２０９５３８５号の登録商標（以下「乙２商標」という。）及び\n「しゃぶ亭」，「ふふふ」の文字を含む商標登録第４１５８２６８号の登録\n商標（以下「乙５商標」という。）に類似する商標である。そして，本件商\n標登録に係る指定役務と全ての飲食料品又は飲食料品の販売とが商品又は役\n務として類似しているのであれば，本件商標登録に係る指定役務と乙２商標\nの商標登録に係る指定商品は類似し，また，本件商標登録に係る指定役務と\n乙５商標の商標登録に係る指定役務は類似する。\n（原告の主張）\n本件商標は，商標登録を受けることができないものであるとはいえない。\nすなわち，乙２商標は，「ふふふあん」全体が一体のものであり，本件商標\nとは，外観，称呼，観念において異なる。また，乙５商標は，指定役務を\n「飲食物の提供」とし，ここでいう「飲食物」は提供された場で消費される\nものであるのに対し，本件商標は，指定役務を「飲食料品の小売又は卸売の\n業務において行われる顧客に対する便益の提供」とし，ここでいう「飲食料\n品」はまさに商品であって流通性を有するものであるから，これらの役務は\n取り扱う物が異なっており，本件商標に係る指定役務は，乙５商標に係る指\n定役務に類似するものではない。\n⑻  争点⑧（廃棄の必要性）について\n（原告の主張）\n本件商標権の侵害を予防するためには，侵害行為組成物である被告ＪＡラ\nイフ富山が所有し占有する本件米袋２，被告らが使用する被告標章１，２，\n４から８を付したパンフレット，ちらし等の広告物，被告富山県が本件ウェ\nブサイトに表示する被告標章１から８，被告富山県が占有する被告標章４，\n８の画像データを廃棄，削除等する必要がある。\n（被告らの主張）\n否認ないし争う。\n⑼  争点⑨（被告らが共同して原告の商標権を侵害したか。）について\n（原告の主張）\n被告富山県は，本件米について被告標章１から８を用いて販促活動を行い，\n被告ＪＡライフ富山をして本件米袋２に詰めた本件米の精米を販売するなど\nし，被告ＪＡライフ富山は，本件米を精米し，本件米袋２に詰めて販売した\nものであるから，被告らは一体となって，本件米の販売企画，販促活動を実\n施し，共同して原告の商標権を侵害したものである。\n（被告らの主張）\n否認ないし争う。\n⑽  争点⑩（原告の各請求が権利濫用か。）について\n（被告富山県の主張）\n米穀類，米，もみ米などに関する被告富山県の被告標章１から８の使用に\nついて，原告の本件商標権に基づく差止請求は，権利濫用であって許されな\nい。すなわち，本件商標は，株式会社ふふふにより，麩の中に味噌と具が入\nった商品及び乾燥パスタに使用されるにとどまり，「米穀類の小売又は卸売\nの業務において行われる顧客に対する便益の提供」や「豆，米，脱穀済みの\nえん麦，脱穀済みの大麦，あわ，きび，ごま，そば（穀物），とうもろこし\n（穀物），ひえ，麦，籾米，もろこし，食用粉類の小売又は卸売の業務にお\nいて行われる顧客に対する便益の提供」には使用されていない。高橋隆二は\n上記役務に係る本件商標登録の取消しの審判の請求をしており，上記役務に\n係る本件商標登録は取り消されるべきことが明らかである。\n（被告ＪＡライフ富山の主張）\n原告の本件商標権に基づく各請求は，権利濫用であって許されない。すな\nわち，本件商標は，指定役務である「飲食料品の小売又は卸売の業務におい\nて行われる顧客に対する便益の提供」に使用されていない。被告ＪＡライフ\n富山は本件商標登録の取消しの審判の請求をしており，本件商標登録は取り\n消されるべきことが明らかである。\n（原告の主張）\n原告の本件商標権に基づく各請求が権利濫用であるとはいえない。原告は，\n株式会社ふふふに対し本件商標権について通常使用権を許諾し，株式会社ふ\nふふは，被告ＪＡライフ富山等による審判の請求の登録前３年以内に，「飲\n食料品の小売又は卸売の業務において行われる顧客に対する便益の提供」，\n「米の小売又は卸売の業務において行われる顧客に対する便益の提供」につ\nいて本件商標の使用をしている。\n⑾  争点⑪（損害の発生及び額）について\n（原告の主張）\n被告らは，少なくとも，平成３０年に，１ｋｇ当たり６００円の本件米を\n２５０万ｋｇ販売し１５億円を売り上げたところ，相当な使用料率は３．９\n％であるから，原告は，本件商標の使用に対し受けるべき金銭の額に相当す\nる額として５８５０万円を請求することができる（商標法３８条３項）。\n【計算式】600円×2,500,000×3.9％＝58,500,000円\n（被告富山県の主張）\n否認ないし争う。なお，被告富山県は，本件米の生産，販売をしておらず，\nその売上げを得ていない。\n（被告ＪＡライフ富山の主張）\n否認ないし争う。\n第３  当裁判所の判断\n１  認定事実\n⑴  被告富山県は，平成１５年頃から，県農業試験場等において米の新品種の\n開発を進め，平成２８年度に新品種（Oryza  sativa  L.  本件米）を育成し\nた。被告富山県は，その名称を公募し，その名称を「富富富」と決定し，平\n成２９年３月，名称を決定したことなどを発表する発表会を行った。本件米\nの名称を富富富とし，平成３０年からその販売が開始されることなどは，平\n成２９年３月に北日本新聞等の新聞で報道されたほか，被告富山県の広報誌\nの同年６月号にも記載された。被告富山県等は，本件米について，同年３月\n３１日，名称を「富富富」とする品種登録出願をした。（前記第２の１⑶ア，\n甲６，７，１８，乙５０，弁論の全趣旨）\n⑵  被告富山県は，平成２９年３月の上記発表会で被告標章３を使用したほか，\n同年中に実証栽培によって収穫された本件米の精米を，被告標章３を付した\n本件米袋１に詰めて無償配布したりした。\n被告富山県は，本件米の名称の「富富富」は「ふふふ」と読まれるもので\nあるとして上記発表を行い，その後も「富富富」をその読み方とする「ふふ\nふ」と共に使用することがあったが，本件米の名称等として「ふふふ」のみ\nを使用したことはない。\n（本項につき，前記第２の１⑶イ，甲７）\n⑶  被告富山県は，登録を経た生産者に本件米の種もみを提供している。（前\n記第２の１⑶ウ）\nまた，被告富山県は，平成３０年以降，本件米について，これを全国に広\nく発信するため，被告標章３に代えて，被告標章４，８のほか，「うまみ。\nあまみ。ふと香る。」，「ほほえむうまさ，富山から。」という文言を広告，\n宣伝等に統一的に使用すること等を定め，本件要綱等を策定し，希望する者\nに対し使用を許可することにした。被告富山県は，本件要綱等に基づき，被\n告標章４，８，上記文言の画像データを保有，管理し，その使用を許可した\n者に対して提供している。被告標章４，８と，上記文言とは，これらを組み\n合わせて用いられている場合もあるが，それぞれ単体で用いられることも想\n定されている。（前記第２の１⑶エ，甲１５）\n⑷  平成３０年１０月１１日，本件米袋２に詰めた本件米の精米の本格販売が\n開始された。本件米袋２は，表面に別紙本件米袋２表面のとおりの標章等が\n付され（ただし，上下の縁にも「富富富（ふふふ）２ｋｇ」等の記載があ\nる。），裏面に被告標章４が付されている。本件米袋２の表面の中央の部分\nは，被告標章４の中央の「富富富」の縦書きの文字列と左右の稲穂の図柄の\n間に，それぞれ「うまみ。あまみ。ふと香る。」，「ほほえむうまさ，富山\nから。」という縦書きの文字列を加えた上，左下の部分に枠で囲った「富山\n県産」という縦書きの文字列を，右下の部分に「２ｋｇ」という横書きの文\n字列を加えたものである。（前記第２の１⑶エ，甲２４）\n主要食糧の需給及び価格の安定に関する法律は，米穀の出荷又は販売の事\n業を行おうとする者は届出をしなければならないこと等を定める（同法４７\n条）。本件米についても，各生産者は，被告富山県から種もみの提供を受け\nて本件米を生産し，農業協同組合を介して，被告ＪＡライフ富山を含む届出\n出荷事業者である卸売業者に対し，その玄米を販売している。同卸売業者に\nは，被告ＪＡライフ富山のほか，なのはな農業協同組合，米蔵やごう，全農\nパールライス株式会社，幸南食糧株式会社等がある。被告ＪＡライフ富山は\n自ら，他の卸売業者は自ら又は被告ＪＡライフ富山に委託して，この玄米を\n搗精して精米にし，統一した体裁の包装である本件米袋２に詰め，届出販売\n事業者である小売業者に販売している。各卸売業者は，被告富山県から画像\nデータの提供を受け，本件米袋２を製造している。被告ＪＡライフ富山の製\n造，販売する本件米の精米を詰めた本件米袋２の裏面の「原料玄米」の「産\n地／品種」欄には「単一原料米／富山県／富富富」と，「販売者」欄には\n「㈱ＪＡライフ富山米穀事業部」と表示されている。（前記第２の１⑶エ，\n甲２４，丙１５，１８，弁論の全趣旨）\nまた，被告ＪＡライフ富山は，本件米の精米を，小売業者に対して販売す\nるほか，販売数量全体の数％程度の割合を，富山県内において運営する３店\n舗等において一般消費者に対し直接販売している。被告ＪＡライフ富山は，\n同各店舗の特売の商品等を記載したちらしに，「お米がお得です。」として，\n富山県産コシヒカリ５ｋｇ及び１０ｋｇの販売と並べて，本件米２ｋｇ及び\n５ｋｇの販売について，本件米を「富山県産富・富・富」と記載したことが\nあった。同各店舗においては，米の陳列棚には，コシヒカリなどの商品札と\n並んで，本件米の陳列場所に「ふふふ」と読み仮名を付して「富富富」と表\n示された商品札が貼付され，陳列棚の周辺に，本件米袋２の表面の写真が表\n示されたポスター，被告標章４を表示したのぼりが設置されていた。さらに，\n被告ＪＡライフ富山は，インターネット上に開設したウェブページにおいて，\n富山県産の米の種類を紹介するに当たり，「てんたかく」，「てんこもり」\n等他の品種の米と並べて，本件米について，本件米袋２の表面の写真ととも\nに「富富富」と表示している。このウェブページにおいては，上記各店舗の\n上記ちらしの電子データを閲覧することができた。（前記第２の１⑷ア，イ，\n甲２４，６８～７０，丙１６，弁論の全趣旨）\n被告富山県が出資するいきいき物産は，その運営する店舗において，本件\n各米袋に詰めた本件米の精米を販売しているが，被告富山県は，本件米を生\n産したり，その精米等を製造，販売したりしていない。（前記第２の１⑶イ，\nカ，弁論の全趣旨）\n⑸  被告富山県は，本件米を広告，宣伝するため，「富富富（ふふふ）」と称\nする本件ウェブサイトを開設したり，各種イベント等において設置した掲示\n板等において，「富富富」という文字列を使用し，被告標章３，４，８を表\n示したりしたほか，「富富富」を「ふふふ」という表示とともに用いたりし\nた。（前記第２の１⑶ウ～オ）\nまた，被告富山県は，平成３０年１０月に東京都内において開催された三\n井不動産商業マネジメント株式会社に係る三井ショッピングパークアーバン\n主催に係る「「富富富」グルメフェスタ」という名称の本件イベント１にお\nいて，パンフレットとして，「富富富」の部分に「ふふふ」と読み仮名を付\nして被告標章６の文字列を含む本件イベント１の名称を記載し，被告標章４，\n８を付した本件パンフレット１を作成し，配布するなどした。本件パンフレ\nット１の「「富\nふ 富\nふ 富\nふ 」グルメフェスタ」との名称の上には，その名称の記載\nよりも小さな字で「ＦＵＦＵＦＵ  ＧＯＵＲＭＥＴ  ＦＥＳＴＡ」と記載さ\nれていた。本件イベント１は，三井ショッピングパークアーバンの管理する\n施設に所在する一定数の飲食店が，期間中，一斉に本件米を使った料理を提\n供するというものであった。本件パンフレット１には，本件イベント１につ\nいて「富山のお米「富富富」を使ったメニューが大集合！」と紹介され，開\n催期間，開催場所等が記載されていたほか，本件米について，富山県におい\nて育成された新品種の米として，名称に込めた意味やそのおいしさの理由な\nどが説明された上，本件イベント１に当たり本件米を使った料理を提供する\n飲食店と提供する料理の紹介がされ，その全体の様々な箇所に「ＲＩＣＥ」，\n「ＳＵＳＨＩ  ＲＯＬＬＳ」，「ＦＵＦＵＦＵ」など，本件イベント１に関\n係しイベントの趣旨を表すような語句が模様化されて記載されていた。（前\n記第２の１⑶オ，甲１９，弁論の全趣旨）\nまた，被告富山県は，平成３０年１０月に，「越中とやま食の王国フェス\nタ２０１８～秋の陣～」と称する本件イベント２を開催した。本件イベント\n２は，被告富山県が，富山県の食の魅力を食材の販売や食文化の紹介を通じ\nて県内外に発信するために不定期に実施している企画の一環であった。被告\n富山県は，本件イベント２について被告標章５の文字列を含む「「♯ｆｕｆ\nｕｆｕ！」と食べたい  とやま極上の味」との文言を使用し，また，会場に\nおいて，富山県において育成された新品種の米として本件米を広告，宣伝し\nた。\n本件イベント２の実行委員会は，本件イベント２に際し，本件パンフレッ\nト２を作成，配布した。本件パンフレット２の表面には，インターネット上\nで写真を投稿することができるサービスであるインスタグラムの表示画面を\n模した体裁の写真等が複数表示され，そこには，「ＦＵＦＵＦＵｇｒａｍ」，\n「♯ｆｕｆｕｆｕ！」との記載があった。また，本件パンフレット２の表面\nには，インスタグラムにおいて「♯ｆｕｆｕｆｕ！」と記載した投稿やその\n検索をすることを促す記載等もされていた。本件パンフレット２の裏面には，\n本件イベント２について，「毎年，富山の旬の幸をお届けする食の王国フェ\nスタ。今年は「富富富」のデビューや新企画盛りだくさん！富山の極上の味\nをお楽しみください！」と紹介され，「「富富富」を使用した「とやま牛握\nり」の販売と，…富富富ます寿司の食べ比べ」，「富山米新品種「富富富」\nの販売・ＰＲ／「富富富」の販売と美味しさの秘密をご紹介」等の企画が催\nされることが記載されていた。（前記第２の１⑶オ，甲２５，２６，弁論の\n全趣旨）\n上記に照らせば，本件イベント２において被告富山県が使用した「「♯ｆ\nｕｆｕｆｕ！」と食べたい  とやま極上の味」との文言は，インスタグラム\nを含む投稿サイト等において，ハッシュ記号（♯）を付した言葉を記載する\nことにより特定の内容の投稿を検索して集めやすくすることが行われている\nことを踏まえたものと認められる。\n被告富山県は，本件米をはじめ富山県の食の魅力についての広報活動を行\nう者として，「とやま食の王国大使ふふふ」の名称で本件広報担当者を選任\nし，上記名称を記載したたすきを着用させ，本件米等の広告，宣伝を行って\nいる。（前記第２の１⑶ウ，オ）\nこのほか，被告富山県は，平成３０年秋頃以降，俳優，スポーツ選手等を\n起用し，テレビ放送や新聞，インターネット等，各種媒体において，本件米\nについて積極的に広告，宣伝した。（甲１８，２０，３６～３８，丙５～７，\n弁論の全趣旨）\n⑹  令和２年１１月２５日，本件米について，品種の名称を「富富富」とする\n品種登録がされた。（前記第２の１⑸イ）\n２  被告富山県による標章の使用について\n⑴  後記４の本件商標と被告標章１から８の類否の判断に先立ち，被告富山県\nは被告標章１を被告標章２等から独立して単独で使用していない旨主張する\nので検討する。\n⑵ア  被告富山県は，被告標章１と同一の「ふふふ」を「富富富」の読み仮名\nとして「富富富」と共に使用することがあるが，本件米の名称として「ふ\nふふ」のみを使用したことはない（前記１⑵）。\n具体的には，被告富山県は，本件ウェブサイトを「富富富（ふふふ）」\nと称したり，本件パンフレット１に本件イベント１の名称として「「富\nふ\n富\nふ 富\nふ 」グルメフェスタ」という名称を記載し，「富富富」の上に「ふふ\nふ」と読み仮名を付して表示したりした（前記１⑸）。\nイ  ここで，「富富富（ふふふ）」という表示や，「ふふふ」と読み仮名を\n付した「富富富」という表示は，「富」の漢字が「ふ」と読めることや\n「富富富」と「ふふふ」の配置から，「ふふふ」の部分は「富富富」の部\n分の読み仮名を記したものと自然に理解できる。これを見る者は「富富富」\nと「ふふふ」を一体のものとして認識するといえ，これらの文字列は分離\nして観察することが取引上不自然であると思われるほど不可分に結合して\nいるといえる。\nしたがって，上記の「富富富（ふふふ）」等において，「富富富（ふふ\nふ）」等の文字列の一部である被告標章１（ふふふ）が単独で標章とし\nて使用されているとは認められず，「ふふふ」は，「富富富」と一体と\nして使用されていると認められる（これらについての本件商標との類否\nは後記４⑺において検討する。）。\nなお，被告標章４には，中央の「富富富」の文字列と左右の稲穂の図柄\nの下に「ふふふ」の文字があり，本件米袋２の被告標章４にも「ふふふ」\nの文字が使用されているが，その「ふふふ」は，その配置や文字の字体，\n色等からも「富富富」の文字列及び左右の稲穂の図柄と一体の標章と認\nめられる。\n⑶  被告富山県は，本件米の名称を被告標章２と同一の「富富富」に決定した\nほか，被告標章３，４，８を用いたり，被告標章５から７の文字列を用いた\nりした。（前記第２の１⑶ア～オ）\n３  被告ＪＡライフ富山による標章の使用について\n⑴  後記４の本件商標と被告標章１から８の類否の判断に先立ち，被告ＪＡラ\nイフ富山は被告標章１，２を使用していない旨や本件米袋２の表面に付した\nのは別紙本件米袋２表面のとおりの標章である旨主張するので検討する。\n⑵ア  被告ＪＡライフ富山は，別紙本件米袋２表面のとおりの標章等が付され\n（ただし，上下の縁にも「富富富（ふふふ）２ｋｇ」等の記載がある。），\n裏面の「原料玄米」の「品種」欄に「富富富」との記載がされた本件米袋\n２を製造し，本件米の精米をこれに詰めて販売している（前記１⑷）。ま\nた，本件米袋２の表面の写真を，運営する店舗の陳列棚の周辺に設置した\nポスター，ウェブサイトに表示した（同前）。\nイ  本件米袋２の表面の中央に記載されているのは，被告標章４の中央の\n「富富富」の文字列と左右の稲穂の図柄の間に，それぞれ「うまみ。あ\nまみ。ふと香る。」，「ほほえむうまさ，富山から。」という縦書きの\n文字列を加えた上，左下の部分に枠で囲った「富山県産」という縦書き\nの文字列を加え，右下の部分に「２ｋｇ」という横書きの文字列を加え\nたものである（甲２４）。\nこのうち，「うまみ。あまみ。ふと香る。」，「ほほえむうまさ，富山\nから。」という縦書きの文字列は，それが商品の説明ともいえることや\n被告標章４を構成する文字列，図柄に比べて相当に小さい文字で記載さ\nれていることから，本件米袋２の表面にも被告標章４が使用されている\nと認められる。\n他方，本件米袋２の上下左右に記載されている「富富富（ふふふ）２ｋ\nｇ」との文字列は，本件米袋２が本件米の精米の包装として製造されて\nおり，それらが普通に用いられる方法で表示されていることなどからも，\n商品である本件米の精米の産地，量，品種等を示すものとして付加され\nたものであるとも理解できるものであり，被告標章４を構成する上記部\n分等とは別に，「富富富（ふふふ）２ｋｇ」等の文字列を使用したとい\nうこともできると認められる。\nウ  そして，本件米袋２の表面の上下左右の縁に記載された「富富富（ふふ\nふ）２ｋｇ」という文字列のうち，「富富富（ふふふ）」の部分は，「富」\nの漢字が「ふ」と読めることから，「富富富」の部分とその読み仮名を括\n弧内に付記した「（ふふふ）」の部分が結合したものであると自然に理解\nできるものであり，これを見た者はこれらを一体のものとして認識すると\nいえ，これらの文字列は分離して観察することが取引上不自然であると思\nわれるほど不可分に結合しているといえる。\nしたがって，被告ＪＡライフ富山は「富富富（ふふふ）２ｋｇ」の文字\n列を使用したといえるが，その一部である被告標章１（ふふふ）が，単\n独で標章として使用されているとは認められず，「ふふふ」は，「富富\n富」と一体として使用されているといえる（これについての本件商標と\nの類否については，後記４⑺において検討する。）。\n⑶  被告ＪＡライフ富山が運営する店舗の本件米の陳列場所に貼付された商品\n札の「ふふふ」と読み仮名を付した「富富富」の表示（ は，「富」\nの漢字が「ふ」と読めることや各部分の配置から，「ふふふ」の部分は「富\n富富」の部分の読み仮名を記したものと自然に理解できるものであり，これ\nを見た者はこれらを一体のものとして認識するといえ，これらの文字列は分\n離して観察することが取引上不自然であると思われるほど不可分に結合して\nいるといえる。\nしたがって，上記の「ふふふ」と読み仮名を付した「富富富」の表示のう\nち，その一部である被告標章１（ふふふ）が，単独で標章として使用されて\nいるとは認められず，「ふふふ」は，「富富富」と一体として使用されてい\nるといえる。これについての本件商標との類否については，後記４⑺におい\nて検討する。\nまた，被告ＪＡライフ富山は，本件米の精米の販売に当たり，被告標章２\nの文字列と同一の「富富富」という表示（ちらしにおける「富・富・富」の\n表示も実質的には「富富富」の表示であると認められる。）を使用した。\nなお，被告標章４には，中央の「富富富」の文字列と左右の稲穂の図柄\nの下に「ふふふ」の文字があり，本件米袋２の被告標章４にも「ふふふ」の\n文字が使用されているが，その「ふふふ」は，その配置や文字の字体，色等\nからも「富富富」の文字列及び左右の稲穂の図柄と一体の標章と認められる。\n⑷  以上から，被告ＪＡライフ富山は，被告標章４及び被告標章２の文字列を\n付して本件米袋２を製造し，これに本件米の精米を詰めて商品として販売す\nるなどして，被告標章２，４を商品に使用したと認められる。他方，被告Ｊ\nＡライフにおいて，被告標章１は単独で使用されておらず，「富富富」と一\n体として使用されていると認められる。被告ＪＡライフ富山が，従前，被告\n標章５，６を使用したことはうかがわれず，今後使用する具体的なおそれを\n認めるに足りる証拠もない。\n４  争点③（被告標章１から８が本件商標と同一又は類似のものであるか。）に\nついて\n上記のとおり，被告標章１は被告富山県においても被告ＪＡライフ富山にお\nいても単独で使用されていないこと，被告富山県は，被告標章５について写真\nをアップロードする際に投稿を集約して表示させるために用いるものであると\n主張し，被告標章６について被告標章２の称呼の一つをローマ字表記したにす\nぎないと主張していることを考慮し，まず，被告標章２から４，７，８につい\nて，本件商標と類似するかについて検討する（後記⑵～⑹）。次に，「富富富\n（ふふふ）」等という態様で使用された被告標章１について，本件商標と同一\n又は類似といえるかについて検討し（後記⑺），その後，被告標章５及び６に\nついて本件商標と同一又は類似であるかについて検討する（後記⑻，⑼）。\n⑴  本件商標について\n本件商標は，「ふふふ」の平仮名文字によって成り，「フフフ」の称呼を\n生じ，口を開かずに軽く笑う声，口を閉じぎみにして低く笑うときの笑い声\nの様子，いたずらっぽく，少々ふざけて，含み笑いをするときの様子等とい\nった観念を生じ得る。（甲２８～３２，乙１，丙１）\n⑵  被告標章２について\nア  被告標章２は，「富富富」の漢字によって成り，「フフフ」，「トミト\nミトミ」の称呼を生じる。そして，「富」の漢字に，「とむ。物がゆたか\nにある。とみ。財産。」という意味があること（弁論の全趣旨）から，被\n告標章２は，これらの意味や「３つの富」という漠然とした意味合いを想\n起させることがあるとしても，何らかの具体的な観念を生じるとまではい\nえない。\nイ  被告標章２と本件商標を比較すると，これらは外観において明らかに異\nなる。他方，被告標章２と本件商標は，「フフフ」の称呼を共通にする場\n合がある。もっとも，被告標章２は特定の観念を生じないのに対し，本件\n商標は軽く笑う声等の観念を生じ，これらは観念において異なる。\nそうすると，被告標章２と本件商標は，称呼において類似する場合があ\nるとしても，外観，観念において相違しており，その出所について誤認混\n同を生じさせるような取引の実情があるとは認められず，同一又は類似の\n商品等に使用された場合に，商品等の出所につき誤認混同を生ずるおそれ\nがあるとは認められない。\nしたがって，被告標章２は本件商標と同一又は類似のものではない。\nなお，「富富富」は，被告富山県によって育成された本件米の品種名で\nあり（前記１⑴，⑹），被告富山県は，特に，平成３０年秋頃以降，本\n件米について積極的に広告，宣伝しており（同⑸），「富富富」が米の\n品種名であることは相当程度知られていたと認められる。被告標章２は，\nこの品種名を普通に用いられる方法で表示したものである。\n⑶  被告標章３について\nア  被告標章３は，字体のやや異なる薄緑色の「富」を３つ斜め縦書きに並\nべ，各「富」の右に比較的小さな同色の「ふ」をそれぞれ付して成る。そ\nして，被告標章３のこれらの構成のうち，特徴のある字体や大きさ，配置\n等から「富富富」の部分が圧倒的にこれを見た者の注意をひくのに対して，\n「富」の漢字が「ふ」と読めることや配置から，「ふふふ」の部分は「富\n富富」の部分の読み仮名を付記したものであることが自然に理解できるも\nのである。したがって，被告標章３のうち中心的な識別機能を有する部分\nは「富富富」の部分であり，また，「ふふふ」の部分の識別機能は弱いと\nいうべきである。\nそして，「富富富」の部分は「フフフ」，「トミトミトミ」の称呼を生\nじ得るものの，「フフフ」の称呼を生じる「ふふふ」の部分と結合してい\nることによって，被告標章３は，全体として「フフフ」の称呼を生じると\nいうべきである。\nまた，「富富富」の部分は，何らかの具体的な観念が生じるとまではい\nえず（前記⑵ア），「ふふふ」の部分は軽く笑う声等の観念を生じ得る\n（前記⑴）が，これと結合することによっても，中心的な識別機能を有\nする「富富富」の部分ひいては被告標章３全体に，何らかの具体的な観\n念が付加されるとはいえない。\nイ  被告標章３と本件商標を比較すると，これらは外観において明らかに異\nなる。被告標章３の一部の「ふふふ」の部分は，「富富富」の部分の読み\n仮名を付記したものであることが自然に理解できるものであり，識別機能\nは弱い。他方，被告標章３と本件商標は，「フフフ」の称呼を共通にする。\nもっとも，被告標章３は特定の観念を生じないのに対し，本件商標は軽く\n笑う声等の観念を生じ，これらは観念において異なる。\nそうすると，被告標章３と本件商標は，称呼において類似する場合があ\nるとしても，外観，観念において相違しており，その出所について誤認混\n同を生じさせるような取引の実情があるとは認められず，同一又は類似の\n商品等に使用された場合に，商品等の出所につき誤認混同を生ずるおそれ\nがあるとは認めるに足りない。\nしたがって，被告標章３は本件商標と同一又は類似のものではない。\n⑷  被告標章４について\nア  被告標章４は，中央に字体の異なる赤色の「富」を３つ縦書きに並べ，\nその左右を金色の稲穂の図柄によって囲い，その下に比較的小さな赤色\nの文字で「ふふふ」を横書きに配置して成る。そして，被告標章４のこ\nれらの構成のうち，特徴のある字体や大きさ，配置等から，「富富富」\nの部分がこれを見た者の注意を引くものであるのに対し，「富」の漢字\nが「ふ」と読めることから，「ふふふ」の部分は「富富富」の部分の読\nみ仮名を付記したものであると自然に理解できるものである。したがっ\nて，被告標章３のうち中心的な識別機能を有する部分は「富富富」の部\n分であり，「ふふふ」の部分の識別機能は弱いというべきである。\nそして，「富富富」の部分は「フフフ」，「トミトミトミ」の称呼を生\nじ得るものの，「フフフ」の称呼を生じる「ふふふ」の部分と結合して\nいることによって，被告標章４は，全体として「フフフ」の称呼を生じ\nるというべきである。\nまた，「富富富」の部分は，何らかの具体的な観念が生じるとまではい\nえず（前記⑵ア），稲穂の図柄の部分は稲や米の観念が生じ，「ふふふ」\nの部分は軽く笑う声等の観念を生じ得る（前記⑴）が，これらと結合す\nることによっても，「富富富」や被告標章４全体に，何らかの具体的な\n観念が付加されるとはいえない。\nイ  被告標章４と本件商標を比較すると，これらは外観において明らかに異\nなる。被告標章４の一部の「ふふふ」の部分は，「富富富」の部分の読\nみ仮名を付記したものであることが自然に理解できるものであり，識別\n機能は弱い。他方，被告標章４と本件商標は，「フフフ」の称呼を共通\nにする。もっとも，被告標章４は特定の観念を生じないのに対し，本件\n商標は軽く笑う声等の観念を生じ，これらは観念において異なる。\nそうすると，被告標章４と本件商標は，称呼において類似する場合があ\nるとしても，外観，観念において相違しており，その出所について誤認\n混同を生じさせるような取引の実情があるとは認められず，同一又は類\n似の商品等に使用された場合に，商品等の出所につき誤認混同を生ずる\nおそれがあるとは認めるに足りない。\nしたがって，被告標章４は本件商標と同一又は類似のものではない。\n⑸  被告標章７について\nア  被告標章７は，「とやま食の王国大使ふふふ」という平仮名及び漢字の\n標準文字を横書きして成り，通常「トヤマショクノオウコクタイシフフフ」\nの称呼を生じる。そして，被告標章７は，日本語の通常の読み方から「と\nやま」，「食の王国」，「大使」，「ふふふ」が結合したものであること\nが一見して了解可能である。上記各部分の文字の大きさ及び書体は同一で\nあって，その全体が等間隔に１行でまとまりよく表されているものである\nから，上記各部分のうちの一部が独立して見た者の注意をひくように構成\nされているとはいえない。また，上記各部分は，日本語の通常の読み方か\nら，「とやま」は富山県や富山市等の日本の北陸地方の富山という地名を\n意味すると理解され，富山を「食の王国」と表現して，それについての広\n報活動をする者としての「大使」である「ふふふ」という名称の者といっ\nた意味合いが生じ，一連一体のものとして，被告標章７全体に，「食の王\n国」と表現された富山についての広報活動をする「ふふふ」という名称の\n者という観念が生ずるといえる。したがって，被告標章７は全体として識\n別機能を有するというべきである。\nイ  被告標章７と本件商標を比較すると，これらは外観において明らかに異\nなる。他方，被告標章７は，本件商標の「フフフ」の称呼を一部に含むも\nのの，全体の称呼は全く異なり，被告標章７は「食の王国」と表現された\n富山についての広報活動をする者としての「大使」である「ふふふ」とい\nう名称の者という観念を生じるのに対し，本件商標は軽く笑う声等の観念\nを生じ，これらは観念において異なる。\nそうすると，被告標章７と本件商標は，外観，称呼，観念において相違\nしており，その出所について誤認混同を生じさせるような取引の実情があ\nるとは認められず，同一又は類似の商品等に使用された場合に，商品等の\n出所につき誤認混同を生ずるおそれがあるとは認めるに足りない。\nしたがって，被告標章７は本件商標と同一又は類似のものではない。\n⑹  被告標章８\nア  被告標章８は，中央に字体の異なる赤色の「富」を３つ横書きに並べ，\nその左右を金色の稲穂の図柄によって囲い，その下に比較的小さな赤色\nの文字で「ふふふ」を横書きに配置して成る。そして，被告標章８のこ\nれらの構成のうち，特徴のある字体や大きさ，配置等から「富富富」の\n部分がこれを見た者の注意を引くのに対し，「富」の漢字が「ふ」と読\nめることから，「ふふふ」の部分は「富富富」の部分の読み仮名を付記\nしたものであることが自然に理解できる。したがって，被告標章８のう\nち中心的な識別機能を有する部分は「富富富」の部分であり，「ふふふ」\nの部分の識別機能は弱いというべきである。\nそして，「富富富」の部分は「フフフ」，「トミトミトミ」の称呼を生\nじ得るものの，「フフフ」の称呼を生じる「ふふふ」の部分と結合して\nいることによって，被告標章８は，全体として「フフフ」の称呼を生じ\nるというべきである。\nまた，「富富富」の部分は，何らかの具体的な観念が生じるとまではい\nえず（前記⑵ア），稲穂の図柄の部分は稲や米の観念が生じ，「ふふふ」\nの部分は軽く笑う声等の観念を生じ得る（前記⑴）が，これらと結合す\nることによっても，中心的な識別機能を有する「富富富」や被告標章８\n全体に，何らかの具体的な観念が付加されるとはいえない。\nイ  被告標章８と本件商標を比較すると，これらは外観において明らかに異\nなる。被告標章８のうち「ふふふ」の部分の識別機能は弱いというべき\nである。他方，被告標章８と本件商標は，「フフフ」の称呼を共通にす\nる。もっとも，被告標章８は特定の観念を生じないのに対し，本件商標\nは軽く笑う声等の観念を生じ，これらは観念において異なる。\nそうすると，被告標章８と本件商標は，称呼において類似する場合があ\nるとしても，外観，観念において相違しており，その出所について誤認\n混同を生じさせるような取引の実情等があるとは認められず，同一又は\n類似の商品等に使用された場合に，商品等の出所につき誤認混同を生ず\nるおそれがあるとは認めるに足りない。\nしたがって，被告標章８は本件商標と同一又は類似のものではない。\n⑺  「富富富（ふふふ）」や，「ふふふ」という読み仮名が付された「富富富」\nについて\nア  被告富山県及び被告ＪＡライフ富山は，被告標章１を単独で標章として\n使用しているとはいえない一方，「富富富（ふふふ）」という標章，又\nは，「ふふふ」という読み仮名を付した「富富富」という標章において，\n「ふふふ」を使用している（前記２，３⑴イ ～ ）。\nこれらについて，「富富富」の部分は「フフフ」，「トミトミトミ」の\n称呼を生じ得るものの，「フフフ」の称呼を生じる「（ふふふ）」，\n「ふふふ」の部分と結合していることによって，「富富富」は，全体と\nして「フフフ」の称呼を生じるというべきである。そして，「ふふふ」\nの部分は，「富富富」の部分の読み仮名を付記したものであると自然に\n理解できるものであり，識別機能は弱い。\nまた，「富富富」の部分は，何らかの具体的な観念が生じるとまではい\nえず（前記⑵ア），「（ふふふ）」，「ふふふ」の部分は，「富富富」\nの読み仮名であることが明らかであるから，「富富富」に，何らかの具\n体的な観念が付加されるとはいえない。\nイ  「富富富（ふふふ）」という標章や，「ふふふ」と読み仮名を付した\n「富富富」の標章と本件商標を比較すると，これらは外観において明ら\nかに異なる。これらの標章のうち「ふふふ」の部分の識別機能は弱い。\n他方，上記各標章と本件商標は，「フフフ」という称呼を共通にする。\nもっとも，上記各標章は特定の観念を生じないのに対し，本件商標は軽\nく笑う声等の観念を生じ，これらは観念において異なる。\nそうすると，上記各標章と本件商標は，称呼において類似する場合があ\nるとしても，外観，観念において相違しており，その出所について誤認\n混同を生じさせるような取引の実情があるとは認められず，同一又は類\n似の商品等に使用された場合に，商品等の出所につき誤認混同を生ずる\nおそれがあるとは認めるに足りない。\nしたがって，上記各標章は本件商標と同一又は類似のものではない。\n⑻  被告標章５について\n被告富山県は，富山県内で開催された本件イベント２に関し，被告標章５\nの文字列を含む「「♯ｆｕｆｕｆｕ！」と食べたい  とやま極上の味」との\n文言を使用した（前記１⑸）。\n本件イベント２は，被告富山県が，富山県の食の魅力を県内外に発信する\nために不定期に実施している企画の一環として開催されたものである。本件\nイベント２は，特に本件米の新発売等を踏まえた特色があることが明らかに\nされ，会場において，本件米の広告，宣伝がされ，本件米を紹介する企画等\nが催されていた（前記１⑸）。これらから，上記文言も，本件米についてイ\nンスタグラムに投稿してもらい，本件米を一層広く発信することにつなげる\nことへの期待も含めて，本件米の名称である「富富富」を欧文字で表示した\nものとハッシュ記号を組み合わせたという観点も込めて定められたものとい\nえ，上記語句を見た需要者は，その「♯ｆｕｆｕｆｕ！」の部分は，「富富\n富」という名称の本件米の名称である「富富富」を欧文字で表示したという\n意味を有すると理解すると認められる。\n本件においては，被告富山県による被告標章５の使用は，本件イベント２\nにおける使用が問題となるところ（他に，被告富山県が被告標章５を使用し\nたことを認めるに足りる証拠はない。），そこにおける被告標章５の使用の\n態様に鑑みれば，その被告標章５は，本件米の名称である「富富富」の欧文\n字による表記にハッシュタグ等を組み合わせたものといえることが明らかで\nあって，そこからは本件米の名称であるとの観念が生じるのであり，これは，\n本件商標の観念と類似しない。そうすると本件商標と被告標章５の称呼は一\n致するといえるが，その外観が異なるほか，その観念は一致せず，被告標章\n５の使用の態様に鑑みると，本件商標と上記の使用による被告標章５は類似\nしない。\n⑼  被告標章６について\n被告富山県は，東京都内で開催された本件イベント１に関し，本件パンフ\nレット１を作成，配布したところ，本件パンフレット１には，中央に，「ふ\nふふ」と読み仮名を付した「「富\nふ 富\nふ 富\nふ 」」と「グルメフェスタ」との文字が\n２段にわたり大きく記載され，その上にやや小さな文字で，「ＦＵＦＵＦＵ」\nと「ＧＯＵＲＭＥＴ  ＦＥＳＴＡ」と２段にわたり記載されている。そして，\nこれらの本件イベント１の名称の表記の下に，「富山のお米「富富富」を使\nったメニューが大集合！」と紹介されているほか，開催期間，場所や，本件\n米についての紹介等がされ，その全体の様々な箇所に「ＲＩＣＥ」，「ＳＵ\nＳＨＩ  ＲＯＬＬＳ」，「ＦＵＦＵＦＵ」など，本件イベント１に関係しイ\nベントの趣旨を表すような語句が模様化されて記載されていた（前記１⑸，\n甲１９）。本件イベント１は，参加する飲食店が一斉に，「富富富」という\n名称の本件米を使った料理を提供するというものであり（前記１⑸），イベ\nントの名称も，「富富富」という名称（品種名）であり「ふふふ」と読むこ\nとがある本件米（前記⑴，⑹）を使った料理に関するイベントであることが\n明らかになるよう，本件米の名称を冠して，「「富富富」グルメフェスタ」\nとされたものといえる。\n本件パンフレット１における「ＦＵＦＵＦＵ」，「ＧＯＵＲＭＥＴ  ＦＥ\nＳＴＡ」の上記の記載方法によれば，ここにおける被告標章６（ＦＵＦＵＦ\nＵ）の文字列の記載は，本件イベント１の名称である「「富富富」グルメフ\nェスタ」の「富富富」の欧文字による表記と理解することができるものであ\nる。また，本件イベント１の上記の性格によれば，需要者は，本件パンフレ\nット１における「ＦＵＦＵＦＵ」は，本件米の名称である「富富富」を欧文\n字で表記したものと理解すると認められる。\n本件においては，被告富山県による被告標章６の使用は，本件イベント１\nの本件パンフレット１における使用が問題となるところ，そこにおける被告\n標章６の使用の態様に鑑みれば，その被告標章６は，本件米の名称である\n「富富富」の欧文字による表記であるといえることが明らかであって，そこ\nからは本件米の名称であるとの観念が生じるのであり，これは，本件商標の\n観念と類似しない。そうすると本件商標と被告標章６の称呼は一致するとい\nえるが，その外観が異なるほか，その観念は一致せず，被告標章６の使用の\n態様に鑑みると，本件商標と上記の使用による被告標章６は類似しない。\nなお，本件イベント２の実行委員会が作成した本件パンフレット２には，\n「ＦＵＦＵＦＵｇｒａｍ」等の表示があるところ，前記⑻で検討した本件イ\nベント２の性格等に照らせば，これを見た者は，そこにおける「ＦＵＦＵＦ\nＵ」は，本件米の名称である「富富富」を欧文字で表示したという意味も有\nすると理解すると認められ，その表示と本件商標の観念は一致せず，上記の\n「ＦＵＦＵＦＵ」の使用の態様に鑑みると，上記表示は本件商標と類似しな\nい。\n⑽  小括\n以上のとおり，被告標章２から４，７，８は本件商標と類似のものではな\nく（前記⑵～⑹），「富富富（ふふふ）」や「ふふふ」という読み仮名が付\nされた「富富富」についても本件商標と同一又は類似のものではない（前記\n⑺）。また，被告富山県による被告標章５，６の使用は，本件商標と類似す\nる標章の使用ということはできない（前記⑻，⑼）。\n第４  結論\n以上のとおり，被告らが被告標章１を単独で使用しているとは認められず\n（前記第３の２⑵，同３⑴），被告標章２から４，７，８，「富富富（ふふ\nふ）」や「ふふふ」という読み仮名が付された「富富富」は本件商標と同一又\nは類似のものではない（同４⑵～⑺）。また，被告富山県による被告標章５，\n６の使用は本件商標と類似の標章の使用ということはできず（同⑻，⑼），被\n告ＪＡライフ富山が被告標章５，６を使用するおそれがあるとは認められない\n（同３⑵）。\nそうすると，その余の争点について判断するまでもなく，原告の請求はいず\nれも理由がないから，棄却すべきである。\nよって，主文のとおり判決する。\n東京地方裁判所民事第４６部\n裁判長裁判官    柴    田    義      明\n裁判官    佐    伯    良      子\n裁判官    棚    井              啓\n別紙\n商標目録\n以   上\n別紙\n被告標章目録\n１  ふふふ\n２  富富富\n３                      ４\n５  ♯ｆｕｆｕｆｕ！\n６  ＦＵＦＵＦＵ\n７  とやま食の王国大使ふふふ\n８\n別紙\n本件米袋２表面\n以  上\n別紙\nウェブサイト目録（省略）\n"
}