{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 29,
    "month": 3,
    "day": 26
  },
  "case_number": "昭和27(う)3448",
  "case_name": "通貨偽造詐欺横領等被告事件",
  "court_name": "東京高等裁判所第八刑事部",
  "result": "破棄自判",
  "article_info": "第7巻7号965頁",
  "gist": "通貨が偽造された場合においてその準備行為の段階においてこれを幇助した者の責任",
  "case_gist": "行使の目的をもつて千円札偽造を企図している甲から依頼を受け、その情を知りながら偽造の準備段階として千円札の寫真撮影、拡大原画の製作を引き受けこれを完成して甲に引き渡した乙は、その後甲らとの交渉を断ち右偽造工程に全く関係しなかつたとしても、甲らにおいて右千円札偽造の実行の段階に達したときは、右偽造の幇助者としての責任を負うべきものである。",
  "lawsuit_id": "21773",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=21773",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/773/021773_hanrei.pdf",
  "contents": "主　　　　文\n１、　昭和二十七年五月九日言渡にかかる原判決中、被告人Ａ１に対し\n有罪の言渡をした部分及び被告人Ａ２、同Ａ３、同Ａ４、同Ａ５、同Ａ６、同Ａ\n７、同Ａ８、同Ａ９、同Ａ１０、同Ａ１１、同Ａ１２、同Ａ１３、同Ａ１４、同Ａ\n１５、同Ａ１６、同Ａ１７、同Ａ１８に関する部分並びに同年七月七日言渡にかか\nる被告人Ａ１９に対する原判決を破棄する。\n２、　被告人Ａ２、同Ａ３、同Ａ１７にそれぞれ懲役十年に処する。\n３、　被告人Ａ１９を懲役九年に処する。\n４、　被告人Ａ１を懲役八年に処する。\n５、　被告人Ａ１１を懲役七年に処する。\n６、　被告人Ａ４、同Ａ５、同Ａ７をそれぞれ懲役五年に処する。\n７、　被告人Ａ６、同Ａ８、同Ａ９をそれぞれ懲役四年六月に処する。\n８、　被告人Ａ１０を懲役四年に処する。\n９、　被告人Ａ１２、同Ａ１５をそれぞれ懲役三年に処する。\n１０、　被告人Ａ１３を懲役二年六月に処する。\n１１、　被告人Ａ１６、同Ａ１８をそれぞれ懲役二年に処する。\n１２、　被告人Ａ１４を懲役一年六月に処する。\n１３、　原審における未決勾留日数中、被告人Ａ３、同Ａ２、同Ａ１に\n対しそれぞれ九十日を、被告人Ａ１４に対し六十日を、被告人Ａ１７に対し二百五\n十日をそれぞれ右本刑に算入する。\n１４、　但し被告人Ａ１６、同Ａ１８に附し、この裁判確定の日から三\n年間、それぞれ右刑の執行を猶予する。\n１５、　押収にかかる刷版機一台（当裁判所昭和二十七年押第一一八〇\n号の一四〇）、ローラー機一台（同押号の一四一）、木製機械台一台（同押号の一\n四二）及び偽造千円日本銀行券四千六百十枚（内三千二百三枚（同押号の一四七及\nび一五一）は被告人Ａ１９より、内千四百七枚（同押号の三、三〇乃至三六、四\n一、四七、四九乃至五七、六六乃至一三二）は全被告人より）はいずれもこれを没\n収する。\n１６、　原審における訴訟費用中、国選弁護人山田重次に支給した分は\n被告人Ａ１４の、国選弁護人藤田馨に支給した分は被告人Ａ９、同Ａ１の、証人Ｂ\nに支給した分は被告人Ａ１７の、証人Ｃに支給した分は被告人Ａ３、同Ａ１８、同\nＡ１５の、証人Ｄに支給した分は被告人Ａ１３、原審相被告人Ｅの、証人Ｆに支給\nした分は被告人Ａ３の、証人Ｇに支給した分は被告人Ａ４の、証人Ｈに支給した分\nは被告人Ａ８の、証人Ｉ、同Ｊに支給した分は被告人Ａ９の、証人Ｋに支給した分\nは被告人Ａ１４、証人Ｌに支給した分は被告人Ａ６、証人Ｍに支給した分は被告人\nＡ２の、証人Ｎに支給した分は被告人Ａ１２の、証人Ｏに支給した分は被告人Ａ１\n６の、証人Ｐ、同Ｑに支給した分は被告人Ａ１８の、証人Ｒに支給した分は被告人\nＡ７の、証人Ｓに支給した分は被告人Ａ５の、鑑定人Ｔに支給した分は被告人Ａ１\nの、国選弁護人矢崎勘七、証人Ｕに支給した分は被告人Ａ１９のそれぞれ負担とす\nる。\n１７、　当審における訴訟費用中、国選弁護人堀嘉一に支給した分は被\n告人Ａ６の、国選弁護人岡義順に支給した分は被吉人Ａ９、同Ａ１１の、国選弁護\n人三浦斧吉に支給した分は被告人Ａ１２の、国選弁護人上川重徳に支給した分は被\n告人Ａ１５の、国選弁護人向山義雅に支給した分は被告人Ａ１７の、証人Ｈ、同\nＶ、同Ｗに支給した分は被告人Ａ８の、証人Ｘに支給した分は被告人Ａ１６の、証\n人Ｙに支給した分は被告人Ａ１のそれぞれ負担とする。\n理　　　　由\n本件各控訴の趣意は、被告人Ａ１の弁護人坂本英雄、被告人Ａ２、同Ａ１６の弁\n護人帯野喜一郎、被告人Ａ２の弁護人上原秋三、被告人Ａ４の弁護人坂本英雄、被\n告人Ａ５、同Ａ１２の弁護人古屋福丘、被告人Ａ６の弁護人沖田誠、被告人Ａ７の\n弁護人青柳孝、被告人Ａ８の弁護人三木義久、同堀内清寿（連名）、被告人Ａ９の\n弁護人笠井寿太郎、被告人Ａ１０の弁護人古明地為重、被告人Ａ１３の弁護人古明\n地為重、同佐藤久四郎、被告人Ａ１４の弁護人山田要次、被告人Ａ１５の弁護人藤\n田馨、被告人Ａ１６の弁護人大塚喜一郎、同平岩新吾（連名）、被告人Ａ１８の弁\n護人青柳孝、被告人Ａ８、同Ａ１３、同Ａ１４を除くその余の被告人十六名の弁護\n人布施辰治及び被告人Ａ１０、同Ａ１６の弁護人森長英三郎（連名）、並びに被告\n人Ａ２、同Ａ４、同Ａ５、同Ａ６、同Ａ９、同Ａ１６、同Ａ１７、同Ａ１９ことＡ\n１９各本人提出の控訴趣意書に記載されたとおりであるから、いずれもこれをここ\nに引用する。これに対する当裁判所の判断は以下のとおりである。\n二十　被告人Ａ１５の弁護人藤田馨の控訴趣意について\n一乃至四（事実誤認及び理由のくいちがい）について、\nよつてまず、原判決の被告人Ａ１５に対する通貨偽造被告事件に関する犯罪事実\n認定の当否を検討するに、原判決は同被告人は行使の目的を以て被告人Ａ３、同Ａ\n２等と共謀の上千円札の偽造を完成したものと認定判示し、これを通貨偽造罪の共\n同正犯に問擬しているのであるところ、一件記録に徴すると、被告人Ａ１５は昭和\n二十五年五月上旬頃被告人Ａ１１から被告人Ａ３、同Ａ２に紹介され、その際同人\n等から千円札を偽造するにつき刷版を作る必要があるから、真正の千円札を写真撮\n影し、その拡大原画を製作して貰いたい旨の依頼を受け、同人等が行使の目的を以\nて千円札偽造を共謀している情を知り乍ら直ちにこれを承諾し、その頃右Ａ２の依\n頼を受け写真器及び附属薬品等を買い整え、同人等の指示に従い原判示被告人Ａ２\n方居宅で新しい千円札を復写撮影した上、分色引伸をなし、同年八月中千円札の表\n三枚、裏二枚の分色拡大原画を製作し、その後仕事場を原判示被告人Ａ１５方に移\nし、右原画の修正に従事し、同年九月頃一応依頼を受けた仕事をなし終えて右原画\n五枚を偽造の一味である被告人Ａ１１に引き渡したが、その後は被告人Ａ３からそ\nの他被告人Ａ１８を除く原判示第一の被告人等が右被告人Ａ１５から受け取つた右\n原画を基礎として諸般の工程を進め、原判示第一のとおり千円札の偽造を完成した\nもので、被告人Ａ１５は前記のとおり原画を引き渡してからは、右の被告人等とは\n交渉を断ち、その後の偽造工程には全く関係せず、要するに被告人Ａ２等からの依\n頼を受け、偽造の準備行為としての拡大原画の作成に当つたものであることが認め\nられるのであつて、いまだ被告人Ａ２等と共謀の上本件通貨を偽造したものとは認\nめられない。して見ると、被告人Ａ１５は被告人Ａ２等の本件通貨偽造の遂行を容\n易ならしめてこれを幇助したものにほかならず、従つて通貨偽造の従犯の責を負う\nに止まるものと認めるべきであるから、原判決が前記のとおり被告人Ａ１５を通貨\n偽造罪の共同正犯に問擬したのは結局事実を誤認したもので、且つその誤認は判決\nに影響を及ぼすこと明らかであるといわなければならない。もつとも論旨はこの点\nについて、被告人Ａ１５のした所為は原画の作成で通貨偽造の準備行為に過ぎず、\nいまだ実行に着手したものでない、しかもその準備行為も技術が拙劣なため失敗に\n終つたので、同被告人は偽造の実行着手前に自己の意思に基き、これを中止し、他\nの共犯者等の承認を得て、機械、原版等を被告人Ａ２等に返してしまつたものであ\nるから、他の共犯者等の偽造行為について何ら刑責を負うべきものではない旨主張\nするから按ずるに、被告人Ａ１５は被告人Ａ３、同Ａ２等の依頼に応し分色拡大原\n画五枚を製作し、修正の上これを同被告人等に交付し、同被告人等の原判示第一の\n通貨偽造の基礎とさせ、その犯罪の遂行を容易ならしめて、これを幇助したもので\nあることは前記認定のとおりであつて記録を調査しても技術拙劣のため失敗に終つ\nたものとは認められない。記<要旨>録を調査してもこの認定に所論のような事実の\n誤認があるとは認められない。しかるところ、いやしくも他人</要旨>が成る犯罪を\n企図していることを知り乍ら、その犯罪の遂行を容易ならしめて、これを幇助した\nものは、その他人がその犯罪を実行したときは、正犯を幇助したものとして、従犯\nの責を免れることができないものであり、その幇助行為のなされた時期はその他人\nが犯罪の決意をした後である限り、いまだ実行に着手せず、準備の段階にある間で\nあると、既に準備の段階を終え実行に着手した後であることを問はないものと解す\nべきものであるから、幇助行為がなされた後において、幇助者においてその他人と\nの関係を断ち、同人もこれを容認したとしても従犯の責を免れることができないこ\nとはいうまでもないところである。なおまた、通貨偽造準備罪は、犯人が準備行為\nを進めて偽造実行の段階に達したときは、もはや通貨偽造罪に吸収されて独立の犯\n罪ではなくなるのであるから、通貨偽造の準備行為の段階においてこれを幇助した\nものも、右準備行為が正犯者によつて進められ通貨偽造の実行の段階に達したとき\nは、通貨偽造の幇助者としての責任を負うべきものと解せられるから、これに対し\n通貨偽造準備罪の規定を準用する余地はない。それ故右被告人Ａ１５が準備行為を\nして被告人Ａ２等の通貨偽造の犯行を容易ならしめてこれを幇助したこと前記認定\nのとおりである以上、右被告人Ａ１５が右通貨偽造の従犯の責を負うべきことは勿\n論である。従つてこの点に関する前記主張は採用することができない。\nしかしながらこれを要するに原判決の被告人Ａ１５に対する前記犯罪事実の認定\nには前記のとおり事実の誤認があり、且つその誤認は判決に影響を及ぼすこと明ら\nかであるから、結局事実誤認の論旨は理由がある。原判決はこの点において尓余の\n論旨につき判断するまでもなく破棄を免れない。\n（その他の判決理由は省略する。）\n（裁判長判事　谷中董　判事　荒川省三　判事　中浜辰男）\n"
}