{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 33,
    "month": 8,
    "day": 11
  },
  "case_number": "昭和33(う)481",
  "case_name": "自動車損害賠償保障法違反被告事件",
  "court_name": "福岡高等裁判所第二刑事部",
  "result": "棄却",
  "article_info": "第11巻6号357頁",
  "gist": "自動車の運行につき自動車損害賠償責任保険料領収証をもつて自動車損害賠償責任保険証明書に替えることの可否",
  "case_gist": "自動車損害賠償責任保険証明書と自動車損害賠償責任保険料領収証はその性質を異にするものであるから、自動車の運行につき自動車損害賠償責任保険料領収証をもつて自動車損害賠償責任保険証明書に替えることはできない。",
  "lawsuit_id": "23673",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=23673",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/673/023673_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n理　　　　由\n弁護人晴野道太郎が陳述した控訴趣意は記録に編綴の同弁護人提出の控訴趣意書\n記載のとおりであるからこれを引用する。\n右控訴趣意第一点について。\n原判決の挙示した証拠を綜合すれば、被告人は昭和三一年九月一〇日午後六時三\n〇分過頃、福岡市ａ町Ａ商事前附近において、法定の除外事由がないのに自動車損\n害賠償責任保険証明書を備え付けないで自動二輪車（大分わ○×△□号）を運行の\n用に供したものであるとの原判示事実を認定することができる。所論は自動車損害\n賠償保障法第八条には「自動車損害賠償責任保険証明書を備え付けなければ運行の\n用に供してはならない」と規定されているが法の求めんとするところは自動車の事\n故に依る第三者の損害賠償を確保する為右損害賠償責任保険契約の締結を強制する\nことを目的とするものであるから、これと殆んど性質を同じうする保険契約の成立\nを証すべき領収証を以てこれに替えることは法の精神に反するものではないから、\n原判示事実を認めた原判決は法令の解釈を誤つた違法があると主張する。そこでま\nず、（一）被告人が自動二輪車を運行した際所論のごとき自動車損害賠償責任保険\n契約の成立を証すべきものとする領収証を所持していたか否かにつき考えると、原\n審証人Ｂ、同Ｃの各供述、原審における被告人の供述、原審において取り調べたＤ\n保険株式会社の自動車損害賠償責任保険領収証及びＥ保険株式会社の自動車損害賠\n償責任保険証明書を綜合すると、被告人は昭和三一年三月頃、ライラツク号オート\nバイの販売代理店をしていたＣからオートバイ一台（本件自動二輪車）を買い受け\nたが、その際かねてＤ保険株式会社Ｆ支部に勤務していたＢから自動車損害賠償責\n任保険の勧誘を依頼され、同人の印を押捺した領収証綴を交付されていた右Ｃの斡\n旋で同月二日石Ｄ保険株式会社との間に前記オートバイについて自動車損害賠償責\n任保険契約をなし、保険料金八〇〇円を支払い、Ｃから保険料金額の記載を除いて\n所要の記入をした上記Ｄ保険株式会社の自動車損害賠償責任保険領収証（番号〇〇\n七九二号）を受領したが、他方ＢはＣから引継をうけたにも拘らずその後の手続を\nしないまま、同年八月上記Ｄ保険株式会社Ｆ支部を退職し、ようやくＣの催促で調\n査の結果、被告人の保険料その他契約に関する手続が右保険会社Ｆ支部にされてい\nなかつたことを発見したが、当時ＢはＥ保険株式会社の代理店をしていたところが\nら、昭和三一年一〇月一日同保険株式会社と被告人の右自動車に関する自動車損害\n賠償責任保険契約を締結し、保険料金八〇〇円の支払があつたので、右Ｅ保険株式\n会社から被告人に対し同会社の自動車損害賠償責任保険証明書が発行交付されるに\n至つたことか認められる。もつとも、当審において取り調べたＤ保険株式会社Ｆ支\n部長Ｇの福岡高等検察庁検察官に対する自動車損害賠償保険領収証に対する件回答\nと題する書面によればＢは上記のとおり、Ｄ保険株式会社Ｆ支部を退職した際、同\n会社から自動車損害賠償責任保険領収証の返納を要求されるや、自動車損害賠償責\n任保険領収証（〇〇七九一号から〇〇八〇〇号まで）については覚えがない旨の申\n出をしたるも同会社では帳簿上同人が右領収証を預つていたのでこのことを確認さ\nせた上更に調査したところ、ＢはＣに対し、自動車損害賠償責任保険の勧誘を依頼\nし右領収証を同人に預けているうち、同人がこれを紛失し会社に返納ができないこ\nとか判明したので同会社ではＢをして領収証紛失の念書を作成させて領収証に関す\nる調査を打切つたものであることが認められる。これによると本件領収証（番号〇\n〇七九二号）はＢやＣにおいて紛失したと称していたものにあたり、この間何らか\nの作為を疑わしめるものがあるはかりでなく、本件領収証には保険料の記載のない\nことをも合せ考えると、昭和三一年三月一一日Ｄ保険株式会社と被告人との間に自\n動車損害賠償責任保険契約が成立し、被告人において保険料の支払をしてその領収\n証の交付を受けていたと認めるには更に一抹の疑点を加えるものの、領収証に保険\n料の記載の存しないことをもつてたやすく保険契約の成立を否定し去ることはでき\nないし、又前記領収証に関する疑点もこれが真偽を断定しえない以上、Ｄ保険株式\n会社と被告人との間に上記のごとく自動車損害賠償責任保険契約が成立し、被告人\nに対し保険料領収証が交付されていたものと認めざるをえない。しかし、被告人の\n検察事務官に対する供述調書によれば当時被告人が自動車損害賠償責任保険の保険\n料領収証を所持していてこれを警察官に示めしたとの供述記載があるが、一方被告\n人は原審第七回公判期日において右領収証は所持していたが警察官には示めしてい\nない旨の供述をしていて、被告人の供述にくいちがいがあるばかりでなく、原審証\n人Ｈに対する証人尋問調書によると同証人は司法巡査として本件について被告人を\n取り調べたが、被告人から右領収証を示めされた記憶はないと供述しており、被告\n人において上記領収証を自動車損害賠償責任保険証明書と同等の効力を有すると考\nえていたのであれば、当然これを警察官に示めして、自動車損害賠償保障法違反に\nあたらないことを主張したものと推測されるところ、記録上取調にあたつた警察官\nにおいて被告人のかかる主張を抑圧するような態度に出たことも認められないにも\n拘らず、被告人が右の如き主張をしたことを認めるべき証拠もなく、その他被告人\nが本件当時上記領収証を所持していたことを認むべき充分な証拠がないので、当時\n被告人は上記領収証を所持していなかつたものといわざるを得ない。（二）しか\nし、仮に被告人が当時該領収証を所持していたとしても同証をもつて自動車損害賠\n償責任保険証明書と性質を同じうするものと解すべき理由を見出すことはできな\nい。\nもともと、自動車損害賠償責任保険契約は自動車損害賠償保障法第一一条によつ\nて明らかなとおり自動車の保有者が所定の損害賠償責任を負担した場合において、\nこれによる保有者の損害（および運転者もその被害者に対して損害賠償の責任を負\nうべきはこれによる運転者の損害）を保険会社でてん補することを約し、保険契約\n者が保険会社に保険料を支払うことを約することによつて成立するいわゆる諾成契\n約である。従つて保険契約締結後において、いまた保険責任の始期が到来しないの\nに、当該自動車の運行も可能ということになる。しかし、これは自動車の運行によ\nつて人の生命又は身体が害された場合における損害賠償を保障する制度を確立する\nことにより、被害者の保護を図り、あわせて自動車運送の健全な発達に資すること\nを目的として制定された自動車損害賠償保障法（以下単に法と略称する。）の精神\nに反する。法は第五条において自動車はこれについてこの法律で定める自動車損害\n賠償責任保険の契約が締結されているものでなければ運行の用に供してはならない\nと規定し、又同保険契約を締結した自動車であつてもなお法第八条において自動車\nは自動車損害賠償責任保険証明書（前条第二項の規定により変更についての記入を\n受けなければならないものにあつてはその記入を受けた自動車損害賠償責任保険証\n明書。次条において同じ。）を備え付けなければ運行の用に供してはならないと定\nめて自動車についての保険契約の締結とその自動車に保険証明書を備え付けること\nを各別に規制しているのである。尤も法第七条第一項は保険会社は保険料の支払が\nあつたときは保険契約者に対して当該自動車につき自動車損害賠償責任保険証明書\nを交付しなければならないと規定し、保険証明書の交付を保険料支払の後としてお\nり、保険約款上も責任の始期を保険料支払の時或いは保険証明書交付の時とするこ\nとを期待しているものと考えられる。これによると、保険料領収証があれば一応保\n険契約が成立しているものということができるので保険料領収証をもつて保険証明\n書に替えても何等支障のないように考えられるが、しかし保険料領収証は保険料を\n領収したことを証するもので保険契約の存在についての一応の証拠たるべき効力を\n有することは否定しえないものであるけれども、保険証明書のごとく保険契約その\nものを表わして該契約の成立を証明するものではない。そこで法は特に保険証明書\nによつて保険契約を客観的にも証明すべきものとする一方、該証明書を備え付けな\nければ自動車を運行の用に供してはならないとして保険事故が保険者の責任の始期\n到来前に発生することを防止し、もつて法の精神を全からしめんとしているのであ\nる。のみならず上記のごとく法第八条において保険証明書につき特に「前条第二項\nの規定により変更についての記入を受けなければならないものにあつてはその記入\nを受けた自動車損害賠償責任保険証明書」を備え付けなければならないと定めてい\nる点に<要旨>照らすと、保険料領収証と保険証明書とはその性質を異にしているこ\nとがいよいよ明らかであるといわなけれ</要旨>ばならない。従つて保険料領収証と\n保険証明書とはその性質を同じうするが故に自動車の運行につきその前者をもつて\n後者に替えうるものとする主張は排斥を免れない。すると原判示事実を認定しこれ\nを原判示法令に問擬した原判決は正当であり原判決には所論のごとき法令解釈を誤\nつた違法はない。論旨は理由がない。\n同控訴趣意第二点について。\nしかし、本件記録及び原裁判所において取調べた証拠に現われている被告人の年\n齢、境遇、犯罪の情状及び犯罪後の情況等に鑑みるときはなお所論の事情を篤と参\n酌しても原判決の被告人に対する刑の量定はまことに相当にして、これを不当とす\nる事由を発見することができないので、論旨は理由がない。\nそこで刑事訴訟法第三九六条に則り本件控訴を棄却することとする。よつて主文\nのとおり判決する。\n（裁判長裁判官　藤井亮　裁判官　中村荘十郎　裁判官　生田謙二）\n"
}