{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 31,
    "month": 6,
    "day": 23
  },
  "case_number": "昭和31(う)935",
  "case_name": "詐欺被告事件",
  "court_name": "福岡高等裁判所第三刑事部",
  "result": "棄却",
  "article_info": "第9巻6号619頁",
  "gist": "公訴提起の後における捜査官による被告人の取調の適否",
  "case_gist": "捜査官による被告人の取調が、すでに公訴の提起された訴因の罪の捜査を主眼とするものでなく、主として訴因外の罪の捜査を目的とするものであるときは、右両者の罪の間に事実上並びに証拠上密接な関連があるために、たまたま訴因の罪に関する事項にわたるものがあつても、刑訴第一九八条の規定の趣旨に反するものではないと解するのが相当である。",
  "lawsuit_id": "23722",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=23722",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/722/023722_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n理　　　　由\n本件控訴の趣意は、弁護人諌山博提出の控訴趣意書記載のとおりである。\n右に対する判断。\n（一）　事実誤認の点について。\n原判決摘示の事実は、原判決の挙示引用にかかる証拠によつてこれを認定するの\nに十分であり、証拠の取捨、証明力に関する原審裁判官の判断に、経験法則の違背\n等特に不合理とすべき事由なく、仮りに所論の日曜日二日分の賃金は労務者の当日\nの就労に対するものでなかつたとしても、それが労務者の就労資格並びに他の就労\n日における就労の事実を前提とするものであることは、記録上明白であるから、所\n論の右事由は被告人の判示犯罪の成立を否定するに足りないこと明かであつて、原\n判決に所論のような事実誤認の違法があるものとは認められない。論旨は理由がな\nい。\n（二）　手続法令の違反の点について。\n検察事務官Ａの面前における被告人の論旨指摘の供述が被告人に対する本件公訴\nの提起された昭和三〇年九月二三日の後である同年一〇月三日にされたものである\nことは、記録に編綴されている本件起訴状並びに右供述調書の各日附の記載によつ\nて明かである。所論によれば、右の供述は刑訴第一九八条の規定に違反し証拠能力\nがないというのであり、同規定が取調の時期につき明文をもつて別段の制限を加え\nていないからといつて、検察官、検察事務官又は司法警察員は、公訴提起の後にお\nいても当該事件につき無制限に、公判の審理と併行して、公訴提起の前におけると\n同様に、被告人を取り調べることができるものと解することの不当であることは、\n刑事訴訟上被告人に認められる当事者たる地位に鑑みて、ほとんど多言を要しな\nい。\nしかし、既に公訴の提起された訴因とは別個に、訴因外の罪の容疑があつて、も\nし相当の証拠が蒐集されるにおいては追起訴または訴因追加等の措置が相当である\nと認められる事情の存する場合には、さきに提起された公訴のゆえに訴因外の犯罪\nの捜査が制限さるべき理由は全くないのであるから、公訴提起の後における被告人\nの取調であつても、それが訴因外の罪に関するものであるときは、これを違法とす\nべきいわれのないことはもとより言をまたないところであるのみならず、訴因の罪\nと訴因外の罪とが事実上もしくは証拠上密接な関連がある場合、訴因外の罪に関す\nる被告人の取調が訴因の罪に関する事項にもわたることは、むしろ自然の成行でも\nあり、そのことのゆえに、訴訟における被告人の当事者たる地位が特に脅かされる\nものとも認められないのであるから、捜査官による被告人のかかる取調は、適法で\nあると解するのが相当である。\n今本件についてこれを見るに、本件起訴状掲記の訴因の要旨によれば、被告人\nは、実兄Ｂ名義の失業対策事業就労適格者証等を不正に使用し、同人就労の事実が\nないのに恰かもその事実があるもののように装い、大牟田公共職業安定所労働課繰\n込場係員、大牟田市役所労働課賃金係員等を欺罔し、Ｂの就労に対する賃金名義の\nもとに、昭和三〇年七月四日から同年八月七日までの間九回にわたり、合計金二、\n三二二円を受取り騙取したものである、というのであり、検察事務官Ａの面前にお\nける被告人の前記供述調書中には、「実兄Ｂは、殺人未遂事件により昭和二八年一\n一月一八日大牟田警察署に逮捕されて以来、引続き身柄拘束のまま審理裁判を受\nけ、懲役五年の刑に処せられて服役中でありますが、私が兄Ｂの就労カードを安定\n所の窓口に差込んで、働きもしないＢの賃金を貰い始めたのは、兄が右のように大\n牟田警察署に検挙されたその翌日からであります。お示しの就労点検簿写は、安定\n所の帳簿によつて調べられたもので間違いないものと思われますが、そのうち、同\nじ日に私も就労し兄も就労したことになつている分は、その日に兄が全く就労して\nいないこと明白であります。次に失業保険のことでありますが、日雇労務者は、就\n労することのできなかつた場合失業保険金がもらえることになつていて、私も何回\nかもらつたことがありますので、兄Ｂの分ももらおうと思い、兄の名義で失業保険\n金をもらいました。その回数は何十回とあります。お示しの日雇労働被保険者失業\n保険金支給台帳は、安定所の帳簿で、それに押してある「Ｂ」の判は兄Ｂの判であ\nり、判の押してある部分は全部もらつたものに相違ありません。」旨及びその他の\n記載があるのである。\nそして、右の供述調書、本件起訴状、検事Ｃの面前における被告人の昭和三〇年\n九月一四日附、検察事務官Ａの面前における被告人の同月二二日、同月二三日附の\n各供述調書の記載その他の証拠に徴するときは、被告人に対し本件起訴状掲記の訴\n因のほかに、追起訴もしくは訴因追加等の措置は行われなかつたのであるが、被告\n人に対しては訴因の罪以外にこれと手段方法を同じくするＢの就労賃金名義による\n詐欺並びに同人の失業保険金名義による詐欺の罪の嫌疑が、訴因の罪の捜査中に発\n見された諸帳簿その他の証拠に既に現われていて、もし相当の証拠が蒐集されるに\nおいては、追起訴または訴因追加等の措置が相当であると思料される事情の存した\nところから、昭和三〇年一〇月三日検察事務官Ａによつて行われた被告人の前記取\n調は、主として訴因外の右犯罪の捜査を目的としたものであつて、訴因外の罪と訴\n因の罪とが、事実上並びに証拠上きわめて密接な関連があつたため、その取調はた\nまたま訴因の罪に関する事項にも及ぶに至つたのにすぎず、公訴提起の後に訴因の\n罪に関し公判の審理と併行して行われたものでないことが明白である。このこと\nは、原審第一回公判が昭和三〇年一〇月六日であるのに、右の取調はその前である\n同月三日に行われた事実によつても要旨ますますこれを確認しうるところである。\n<要旨>このように、捜査官による被告人の取調が、既に公訴の提起された訴因の\n罪の捜査を、主眼とするものでな</要旨>く、主として訴因外の罪の捜査を目的とす\nるものであるときは、右両者の罪の間に事実上並びに証拠上きわめて密接な関連が\nあり、ためにたまたま訴因の罪に関する事項に及ぶものがあつても、刑訴第一九八\n条の規定の趣旨に反するものではないと解するのが相当であること冒頭説示のとお\nりであり、それが公訴提起後の取調であるという一事をとらえて、所論のようにこ\nれに証拠能力を否定すべき理由はない。これを証拠として採用した原判決に、所論\nのような手続法令の違反があるものとは認められず、論旨は採用し難い。\n三　量刑不当の点について。\n記録並びに証拠に現われている本件犯罪の動機、態様その他諸般の犯情に照ら\nし、原判決の刑の量定は相当であると認められ、特にこれを不相当とすべき事由な\nく、所論の諸点を参酌考量しても、なお原判決の刑の量定が相当でないものとは断\nじ難い。論旨は採用の限りでない。\nよつて、刑訴第三九六条により本件控訴を棄却し、主文のとおり判決する。\n（裁判長裁判官　下川久市　裁判官　柳原幸雄　裁判官　岡林次郎）\n"
}