{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 30,
    "month": 3,
    "day": 18
  },
  "case_number": "昭和29(ネ)26",
  "case_name": "土地所有権持分移転登記手続請求事件",
  "court_name": "広島高等裁判所松江支部",
  "result": "棄却",
  "article_info": "第8巻2号168頁",
  "gist": "共有者の共有物に対する占有の性質",
  "case_gist": "共有者の一人が共有物の使用若しくは管理のためになす占有については、他の共有者の持分に関するかぎり、その者に対して自己に所有の意思のあることを表示しない以上、所有の意思を以て占有しているものでないと認めるのが共有の本質に鑑み当然である。",
  "lawsuit_id": "24740",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=24740",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/740/024740_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n事　　　　実\n控訴代理人は「原判決を取消す。被控訴人は原判決末尾添附の目録記載の不動産\nの持分三分の一につき控訴人に対し所有権移転登記手続をなすべし。訴訟費用は第\n一、二審共被控訴人の負担とする」との判決を求め、被控訴人は、主文同旨の判決\nを求めた。\n当事者双方事実上の陳述は、双方が左記のとおり主張した外、原判決摘示のとお\nりであるから、茲にこれを引用する。\n控訴代理人の陳述\n一、　控訴人が大正六年三月上旬頃、被控訴人から本件不動産の持分の譲渡を受\nけた当時、被控訴人は未成年者であつたけれども、同人はその後成年に達した後数\n次に亘つて右譲渡の追認をなしたのみならず、昭和七年一月頃右譲渡の追認につ\nき、これが再確認をなしたものである。元来本件不動産に対する関係者の共有関係\nは、専ら各共有者がＡ一家の同姓を保持することを以てその存続の条件とするもの\nであるから、被控訴人の如く、控訴人を遺棄して居村外に去り、他家に入つた者に\nおいて、本件不動産の持分を控訴人に譲渡したことは、極めて当然且自然であると\nいわなければならない。\n二、　仮に然らすとずるも、昭和七年一月頃には、被控訴人が控訴人を遺棄して\n顧みないとが確定的となつたのであるから、控訴人の所有の意思を以てする本件不\n動産に対する占有は、その頃開始したものということができ、従つて昭和一七年一\n月頃、民法第一六二条第二項の取得時効が完成したものである。仮に、右取得時効\nにつき無過失の要件を欠缺するとしても、既に昭和二七年一月頃、占有開始の時か\nら二〇ケ年経過したこととなり、尠くとも同条第一項の取得時効は完成したものと\nいわなければならない。\n被控訴人の陳述\n控訴代理人主張の右一及び二〇事実は、いずれもこれを否認する。\n証拠関係は、控訴代理人が当審におおける証人Ｂ、Ｃの各証言及び控訴本人尋問\nの結果を援用し、原審において控訴人が提出した乙第一号証の一、二の成立な認\nめ、控訴人が原審証人Ｄの証言を援用した外、原判決摘示のとおりであるから茲に\nこれを引用する。\n理　　　　由\n当裁判所は、被控訴人の本訴請求は失当なりと判断するが、その理由は、次に附\n加して説示するところの外、原判決において説示せるところと毫も異らないから、\n茲にこれを引用する。控訴人の前記一及び二の主張事実中、一の被控訴人は成年に\n達した後数次に亘つて譲渡の追認をなした外、更に右譲渡の追認につきこれが再確\n認をなしたとの点につき、当審における証人Ｂの証言及び控訴本人の供述中、控訴\n人の右、主張に稍符合するが如き部分かあるけれども、到底これを措信し難く、そ\nの他控訴人の右主張を是認するに足る証拠は全く存しない。右二の点につき、控訴\n人はその所有の意思を以てする本件不動産に対する占有は、昭和七年<要旨>一月頃\n開始したものであると主張するけれども、抑も、共有者の一人が共有物の使用若し\nくは管理のためにな</要旨>す占有については、他の共有者の持分に関する限り、そ\nの者に対して自己に所有の意思のあることを表示しない以上、所有の意思を以て占\n有しているものでないと認めるのが、共有の本質に鑑み、極めで当然であるという\nべきであつて、本件についてこれをみるに、被控訴人が占有中の本件共有不動産に\n関し、その主張の頃被控訴人に対してその持分につき、自己に所有の意思のあるこ\nとを表示した事実は、これを認めるに足る証拠がないから、取得時効の完成に関す\nる控訴人の主張は、それがいすれの時効であるを問わず、既にこの点において、採\n用するに由ないものといわざるを得ない。\n前顕証人Ｂの証言及び控訴本人の供述中、若干控訴人の主張に符合する部分があ\nるけれども輒くこれを措信し難く、その他控訴人が提出、援用するすべての証拠に\nよつても、到底叙上の判断を覆すことはできない。原審が当裁判所の叙上の判断と\n同趣旨に出で控訴人の本訴請求は失当なりとしてこれを排斥したのは、まことに相\n当であるから、本件控訴はその棄却を免れない。\nよつて、訴訟費用の負担につき民事訴訟法第八九条を適用し主文のとおり判決す\nる。\n（裁判長裁判官　平井林　裁判官　藤間忠顕　裁判官　組原政男）\n"
}