{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 29,
    "month": 10,
    "day": 30
  },
  "case_number": "昭和27(ネ)2052",
  "case_name": "売買無効確認等請求事件",
  "court_name": "東京高等裁判所第七民事部",
  "article_info": "第7巻12号1094頁",
  "gist": "本人から登記手続をまかされた代理人が本人の実印と酷似した印を作つてした登記の効力",
  "case_gist": "本人から登記手続をまかされた代理人が本人の実印と酷似した印を作つてした登記は、なんら名義人の意思にもとずかずになされた登記の場合と異なり、これを無効とすべき理由はない。",
  "lawsuit_id": "21711",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=21711",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/711/021711_hanrei.pdf",
  "contents": "主　　　　文\n原判決を取り消す。\n被控訴人の請求を棄却する。\n訴訟費用は第一、二審とも被控訴代理人の負担とする。\n事　　　　実\n控訴人は主文同旨の判決を求め、被控訴代理人は控訴棄却の判決を求めた。\n当事者双方の事実上の主張は控訴人において、被控訴人は本件売買の当時病身で\nあつたため被控訴人の用務はすべて夫であつた訴外Ａ（後に離婚してＡ姓となる）\nにおいて被控訴人を代理して処理していたものであり、本件売買契約も被控訴人の\n代理人である右Ａと控訴人との間で交渉の上締結されたものであり、その移転登記\nは被控訴人において夫Ａをして控訴人とともに司法書士Ｂに委任せしめてこれを完\n了したものである、しかるに被控訴人はその後本件不動畜の価額がいちじるしく値\n上りしたために、取引終了後一年余もたつてから夫Ａのしたことは一切あずかり知\nらぬとして取引を否認し、本件訴訟に及んだのであるが、被控訴人が当時本件売買\nの事実を承知しており、取引が被控訴人の意思にもとずくものであることは、控訴\n人が売買残代金として支払つた金一万円を被控訴人自ら受取つていること、当時本\n件家屋に居住中のＣを被控訴人方に引取り家屋を控訴人に明渡したこと、さらに他\nの二世帯を自宅に引取るため従前被控訴人方に間借りしていたＫに対し貸間明渡の\n調停を申立て自らその調停手続に立会つていること、この調停申立書には被控訴人\nの夫Ａがその経営する炭鉱の資金を得るため、本件土地家屋を控訴人に売却しその\n明渡の必要があることをうたつていること、登記の時は被控訴人が権利証と印を夫\nに持参させ、登記後権利証は被控訴人自ら控訴人から受取り持ち帰つたこと、昭和\n二十三年一月所得税の確定申告に際し被控訴人は本件家屋を譲渡したことを税務署\nに申告していること、控訴人は売買後本件家屋に移転し以来家屋の修理をし諸税金\nを支払つて来たのに被控訴人は本訴提起までなんらの異議も述べなかつたこと等の\n事実に照して明らかである。またその売買代金も控訴人の主張する金三万五千円が\n真実であつて、Ａのいう金七万円ではない、もし右代金が七万円であるならば、そ\nの余の残代金の請求があるはずであるのに全くその請求がないばかりでなく、被控\n訴人はその後もしばしば担保物を持参の上控訴人から五百円、千円と借り出して行\nつていることは説明しようがないことになる、控訴人が本件土地家屋を右代金三万\n五千円で買受けたことは本件家屋に居住していた右Ｃの知るところとなり、同人は\n三万五千円位なら自分が買いたい、四万円まで買い増してもよいと云い出したが、\n被控訴人はすでに控訴人から手合金（手付）二万円を受取つていたので控訴人との\n契約を履行するほかなく、前記のとおりＣを自宅に引取つたのであり、この点から\n見ても右売買代金もまた当時控訴人の承知していたものであることが明らかであ\nる。被控訴人は本件登記の際用いられた被控訴人の印はその実印でなかつた旨主張\nするが、事の真偽は控訴人の知るところではない。ただいかなる理由からか六件登\n記には印鑑証明書を求められなかつたけれども、それで何の故障もなく登記が済ん\nでいるのであるから控訴人としては被控訴人の正しい印章で登記ができたものと信\nずるほかはないのである、と述べ、被控訴代理人において控訴人の右主張事実中被\n控訴人従来の主張に反する点は否認すると述べたほか、原判決に事実として記載さ\nれたところと同一であるからここにこれを引用する。\n立証として被控訴代理人は甲第十三号証を提出し、当審における証人Ｄの証言を\n援用し、乙第二十二、第二十三号証、同第二十四号証の一、二の各成立を認める、\n乙第二十四号証の一、二を援用する、乙第三、第十四号証の撤回には異義がないと\n述べ、控訴人は乙第二十二、第二十三号証、同第二十四号証の一、二を提出し、乙\n第三号証、同第十四号証は原本が廃棄されたから当審では提出せずこれを撤回する\nとのべ、甲第十二、第十三号証の各成立を認めると述べた外、各当事者とも原判決\n事実らん記載のとおり（但し甲第二号証は同号証の一ないし三、乙第四号証は同号\n証の一ないし三、乙第二十号証は同号証の一、二、被控訴人の援用する原審証人Ａ\nの証言は第一回ないし第四回、なお控訴人は原審における第一、二回控訴人本人尋\n問の結果を援用）であるから、ここにこれを引用する。\n理　　　　由\n被控訴人の原審でした訴の変更が許すべきものであることは原判決の理由冒頭\n（判決書三枚目裏一行目から十三行目まで）に説明するとおりであるから、この部\n分を引用する。\n別紙目録記載の不動産が被控訴人の所有であつたところ、これについて長野司法\n事務局上田出張所昭和二十二年七月二十三日受付第二〇四二号をもつて同月五日付\n売買による被控訴人から控訴人に対する所有権移転登記手続のなされたことは当事\n者間に争ない。\n被控訴人は右不動産については被控訴人は控訴人にこれを売渡したことはないの\nに、控訴人において被控訴人のもと夫訴外Ａ（当時Ａ）と共謀の上被控訴人の知ら\nない間に昭和二十二年七月五日付で右不動産が被控訴人から控訴人に売渡されたよ\nうに仮装し同日付の仮装の売渡証書を作成し、かつ勝手に被控訴人名義の登記申請\n委任状を作成して、これにもとずき前記登記手続がなされたものであるから、右登\n記は被控訴人のために抹消されるべきものであると主張する。これに対し控訴人は\n当時被控訴人は本件不動産の売買を夫であつた右Ａに委任し控訴人は被控訴人の代\n理人である右Ａと交渉の上同年四月中右中動産を代金三万五千円で買受けその所有\n権を取得し、右Ａとともに適法に前記登記手続をしたものであると主張する。\nよつてまず、右登記のなされるまでの経緯について見るに、成立に争ない乙第十\n七号、同第十九号証、原審証人Ａの証言により右Ａの作成したものであることを認\nめるべき乙第一号証、同第七、第八号証、本件口頭弁論の全趣旨により本件登記に\n際し提出せられたものであること明らかな甲第二号証の一ないし三、原審証人Ｅの\n証言により成立を認めるべき乙第五号証の各記載、原審証人Ａ（第一ないし第四\n回）、同Ｂ、同Ｆ、同Ｅの各証言、原審における控訴人本人尋問の結果（第一二\n回）に本件口頭弁論の全趣旨をあわせると、被控訴人の夫であつたＡ（当時Ａ）は\n昭和二十二年四月頃その経営する亜炭鉱山の資金を得るため、被控訴人所有の本件\n土地建物及びその他の不動産を売却しようとし、被控訴人から正当に代理権を与え\nられたかどうかはしばらく別として、被控訴人に代つて控訴人と交渉し、控訴人は\n当時居住中の上田市ａ所在の借家の明渡を迫られていたので本件不動産を取得して\nこれに居住するつもりで、右Ａの申出に応じてこれを買受けることとし、交渉を重\nねた上控訴人はその頃売買成立の上は代金の一部にあてる趣旨で二回に金一万円を\nＡに交付し同年五月十五日頃さらに金一万円同人に支払つた上同日両人の間で、売\n買代金の額の点はしばらく措き、控訴人がすでに支払つた合計金二万円を手附（手\n合金）として残額は同年五月二十日までに建物居住者を立退かせた上所有権移転登\n記をすると同時に支払うべき旨の売買契約を締結し、同日右Ａは日付をさかのぼら\nせて同年四月十五日付とし売買代金を三万五千円とした外前記趣旨を記載した被控\n訴人及びＡ連名名義で控訴人にあてた売渡証書（乙第一号証）を作成してこれを控\n訴人に差入れたが、居住者の移転先がないため自然右契約の履行も延びて、同年五\n月二十八日控訴人は右Ａの求めにより残代金の一部として金五千円を同人に支払\nい、一方被控訴人は当時本件家屋に居住していたＣを被控訴人方自宅に引取り移転\nさせたので、控訴人は同年六月十六日代金として一万円を被控訴人に支払い、同日\n本件土地家屋の引渡を受けてこれに移転しそれ以来引続き本件家屋に居住するにい\nたつたこと、その頃右Ａは登記に用いるため印判業Ｆに依頼してＡと刻した印章を\n作成した上、これを使用して控訴人とともに同年七月頃、司法書士Ｂに登記申請手\n続を依頼した結果前記のとおり同年七月五日付売買を登記原因とする前記所有権移\n転登記がされたものであることを認めることができる。前記挙示の証拠中右認定に\n反する部分は採用しない。\n右契約のうち売買代金の数額については、その契約証である乙第一号証には代金\n三万五千円と記載されていること前記のとおりであるところ、この点について原審\n証人Ａ（第一、二回）は代金ははじめ八万円と申込んだが譲歩して七万円と定めた\nのであるが証書上は居住者を立退かせるのにヤミ値ではぐあいが悪いということで\n特に三万五千円とし、右乙第一号証の外に別に家屋だけを三万五千円で売渡した旨\nの証書も交付したと供述しているが七万円の売買代金を証書上特に三万五千円とす\nる事情について右証人のいうところは十分人をなつとくさせるに足りないばかりで\nなく、別に家屋だけの売渡証書というのは後には甲第十号証（これは控訴人が本訴\nにおいてはじめ乙第一号証の写として被控訴人に交付したものであることは争な\nく、控訴人は右は乙第一号証の文言中若干を写しおとしたものという）のような記\n載内容のものであつたといい（同証人の第四回証言）、そのいうところあいまいで\nあつて直ちに信用し難い。原審証人Ｇの証言中同人がＡから本件不動産を七万円で\n控訴人に売つたことをきいたとの部分は伝聞であつてＡの証言を直ちに信じ難い以\n上本件代金額認定の資料にはできない。右Ｇの証言によれば本件売買以前Ａがこれ\nを他に売却しようとした時の云い値が七、八万円であつたこと、原審証人Ｈの証言\nによれば同人が被控訴人から本件不動産売却の相談を受けた時八万円位ならよいだ\nろうと答えたこと、原審における鑑定人Ｉの第一回鑑定の結果によれば当時の価格\nは十二万余円とあることからすれば、本件不動産の売買代金が三万五千円であると\nすることは安すぎるきらいがないでもない。しかし原審証人Ｊの証言によれば同人\nはＡから本件売買の以前六万円で買つてくれるよう求められたが、当時三世帯が住\nんでおり売主の方で明渡は引受けるといつたがその実現は容易でないと見てこの話\nを断つたことがうかがわれ、原審証人Ｉの証言（第二回）によると当時の金融状態\nから考えると本件建物だけなら二万四千余円とするのが相当で前記鑑定の時は金融\n状況を考慮しなかつたことが認められるから、これらの事情に照せば売買代金三万\n五千円ということが現実にはあり得ないほど安すぎるものだということにはならな\nい。もし仮りに代金が七万円であつたとすれば控訴人が代金として支払つたのは前\n認定のとおり三万五千円だけであるから被控訴人もしくはＡとしては直ちに、少な\nくとも控訴人の移転後には残代金の請求をなすべきはずであるのにそのことがな\nく、控訴人は別にＡに対し同年六月七日五千円、六月二十四日一万五千円、七月九\n日五千円、七月二十日二千円、七月二十七日千円を貸与していることは原審証人Ａ\nの証言により成立を認めるべき乙第九号証の一ないし四の記載により明らかなとこ\nろ、当時代金七万円の残額があるならばこれらの金員はその残額の支払として受領\nすることもできたはずである（右証人Ａはこれらの金員は右残代金であると供述す\nるが、本件売買代金の内金である同年五月二十八日支払の五千円についての受取書\nである前記乙第七号証には明らかに売買代金残金であることが記載されてあるのに\n前記乙第九号各証はいずれも借用証書又は預り証となつていることから考えると右\n証人の証言は信用し難いところである）。原審における被控訴人本人尋問の結果\n（第三回）によればその後においても被控訴人はＡ経営の鉱山の人夫らに泣きつか\nれてこれに貸与するために同人らの持参した洋服や時計を担保として控訴人から五\n百円とか千円とかを借りてやつていることがうかがわれるのであり、これは控訴人\nに対して残代金があるとすれば異例のことといわなければならない。さらに成立に\n争ない乙第十二号証の記載によれば当時控訴人が三万五千円で本件土地家屋を買受\nけることは当時の居住者Ｃの知るところとなり、同人がそれ位なら自分が買いた\nい、四万円でもよいといつた話があつたことをうかがうに足りる（右乙第十二号証\nは原審被控訴人本人の供述によれば本訴提起後被控訴人が司法書士に見せるために\n書いた草稿であることがうかがわれるけれども、その記載内容は本件売買当時の事\n実に関するものであることは否定し得ない）。以上の事実に原審における証人Ｅの\n証言及び控訴人本人尋問の結果をあわせれば本件夷買代金は結局前記乙第一号証記\n載のとおり三万五千円であつたものと認めるほかはない。\nよつてさらに右取引について右Ａに被控訴人を代理する権限があつたかどうかに\nついて検討する。この点につき原審証人Ａ（第一ないし第四回）原審及び当審証人\nＤ原審における被控訴人本人（第一ないし第三回）はいずれも右取引はすべて被控\n訴人の夫Ａが被控訴人の承諾なく勝手にした無権限の行為であると供述している\nが、後記事情に照してたやすく信用できない。かえつて前記乙第一号証、同第五な\nいし第八号証、同第九号証の一ないし四、同第十二号証、成立に争ない甲第五号\n証、乙第十号証の一ないし三、同第十一号証の一、二、同第十三号証、同第二十\n二、第二十三号証の各記載、原審証人Ａ（第一ないし第四回）、Ｅ、Ｇ、Ｊ、Ｈの\n各証言、原審における被控訴人（第一ないし第三回）控訴人（第一、二回）各本人\n尋問の結果、原審における検証の結果に前認定の事実及び本件口頭弁論の全趣旨を\nあわせると（１）当時本件売買以前本件不動産については二、三他との売買の話が\nあつたが実現するにいたらず、これを他に売却しようという議のあつたことは被控\n訴人においてもこれを承知していたこと、（２）昭和二十二年六月十六日控訴人は\n売買代金の一部として前記金一万円を妻をして被控訴人方に持参せしめたところ被\n控訴人は自らこれを受取つたこと、（３）その頃本件家屋に居住していた借家人ら\nの移転先を見つけて立退かせるため控訴人はＡらとともに貸家さがしにあたつたが\n成功しなかつたので、控訴人は被控訴人に居住中のＣを引取ることを求め、被控訴\n人はこれを承知して自宅の一間をあけて同人を引取り、そのあとへ控訴人が引越し\nたものであること、（４）当時控訴人が本件家屋を代金三万五干円で買受けたこと\nは居住者Ｃの知るところとなり同人はその位の値ならば自分が買いたいといい四万\n円位までは買増しするからしばらく待つてくれとの申出が被控訴人方にあつたが、\nそれでは被控訴人方も困るし、控訴人自身も従来の住家の明渡を迫られ急いでいた\nためＣを被控訴人方に引取つたこと、（５）元来本件土地は被控訴人方住居の敷地\nと地続きでその裏側は被控訴人方の菜園となつており、家は屋右被控訴人方と隣接\nして廊下を通じて容易に往来のできるところであつて、被控訴人としては控訴人が\nこれに移転居住するについては直ちにこれを知り得べき場所的関係にあり、従つて\nまたなんびとかが所有者たる被控訴人にかくしてこれを売却したとしても、買主が\nこれに居住その他支配の実を示す限り、そのことは直ちに被控訴人に判明すべき状\n況にあること、（６）現に控訴人が本件家屋に移転するについては被控訴人はなん\nら異議をのべず、控訴人が移転後家屋に種々修繕を加えていることを知りながらな\nんらの異議もいわなかつたこと、（７）本件家屋に居住中であつた他に二世帯もそ\nの立退き先がないためこれをも被控訴人方に引取る必要があり、そのためにはかね\nて被控訴人方に間借りしていたＫを立退かせる必要があるとして、右Ａにおいて被\n控訴人を申立人、Ｋを相手方とし、上田区裁判所に室明渡の調停の申立をしたが、\n右申立書には本件家屋を被控訴人の夫Ａの鉱山の失敗のため控訴人に売渡しこれを\n明渡す必要がある旨記載してあり、被控訴人自身右調停には前後二回にわたつて立\n会つてその手続に関与しており、右申立書にある事実はこれらの機会においても当\n然被控訴人においても承知し得べき関係にあつたこと、（８）本件取引のはなしの\n進行中である同年六月十日頃には右Ａは被控訴人に対し本件不動産を控訴人に売渡\nすことを話し、被控訴人はこれに対し代金は八万円として自分が直接受取ること、\n登記には被控訴人の実弟Ｈを立会せるということにしてこれを承諾したこと、\n（９）昭和二十三年一月末には被控訴人方で昭和二十二年度の所得税確定申告に際\nし、Ａにおいて被控訴人が本件家屋を代金一万二千七百円（この価額は本件登記価\n額と一致している）で譲渡した旨を申告していること、（１０）この頃被控訴人は\n病気がちであつて被控訴人及びその一家の用事は大体すべて夫Ａにまかせており、\nＡは被控訴人を代理してその貸家につき地方長官に対し家賃の届出をしたり借地借\n家人組合と種々交渉したり、右のような所得税確定申告をしたりしていたものであ\nること、（１１）本件についても昭和二十三年七月頃本件家屋裏側において被控訴\n人方との敷地の境界について争を生じ、これについて本訴が提起されるにいたるま\nでは、被控訴人は控訴人方と家庭的にも親しく交際しており、その間本件不動産を\n控訴人に売却したことを否認するがごときことがなかつたことをそれぞれ認めるこ\nとができる。原審における被控訴人本人は、右（６）につき控訴人は本件家屋に無\n断で移転したもので被控訴人はその当時知らなかつた、（７）のＫに対する調停申\n立は被控訴人の長男Ｄの妻が妊娠中でこれと居室を替つてもらうためであつた、Ｃ\nを引取つたのもそうすれば自宅がいよいよせまくなるということでＫに対する請求\nがしよくなるためであつた、（１０）のような届出や申告をしたのは夫Ａが勝手に\nやつたことであり自分の知らぬことであつたなどと供述しているがこの昀後の届出\nや申告のようなものは必ずしなければならない事務であるのに、被控訴人自身は別\nにこれをしたわけでないのであり、右Ｃを引取つた事情、Ｋに対する調停申立の事\n情についての供述の信じ難いことはそれ自体明らかであり、本件と隣家にあつて控\n訴人の移転を知らないとするのも通じないところであり、これらの供述はいずれも\n採用できない。右認定の（１）ないし（１１）の事実によつて考えれば、他に特段\nの事情のない限り右Ａは控訴人に対する本件売買の話をはじめるについては妻であ\nる被控訴人から具体的にその承諾を得て権限を与えられたわけではなかつたが、売\n買の議のあることは被控訴人も知つているところであつたから、取引の完了するま\nでには被控訴人に話してその承諾を得るつもりで控訴人との話合をすすめ、結局そ\nの引渡及び登記の完了した頃までには被控訴人においても控訴人との売買を承諾す\nるにいたつたものであり、その日時の先後はともあれ取引の全体を見れば本件売買\nは被控訴人の意思にもとずいて成立しているものと推認すべきものである。原審に\nおける被控訴人本人の供述のように、被控訴人は本件土地家屋を代金八万円で控訴\n人に売却することにしたものと思い込んでいたものとすれば、あるいは前記（１）\nの事情もなんら不思議はないといい得るようであるが、そうだとすれば代金八万円\nのうちわずかに金一万円を受領しただけで右土地家屋を引渡し、かつその引渡の必\n要上居住者を自宅に引取つてまでいることは取引通常の事例としては奇異の感を免\nれない。また被控訴人はＡに対し控訴人への本件売買を承諾するについて代金を八\n万円として自分が受取ること、登記にはＨを立会わせることを求めたことは前認定\nのとおりであるが、これらの事項は被控訴人の希望であつて、殊に代金のようなも\nのは相手方とのかけ引きの結果に左右されるものであるから、これらの事項がみた\nされなければ被控訴人には売却の意思なくＡにそれをまかせることもなかつたとい\nうようなものであつたとは考えられず（右事項がそのような条件であつたことはこ\nれを認めるべき的確な証拠はない）、これらの事項がみたされなかつたとしても要\nするにそれは被控訴人の希望に反したというに止まるものと解すべきものである。\nＡがその後被控訴人から離婚を求められ、両人は離婚するにいたつたことは本件当\n事者間に争ないが、それによつて直ちに前認定に影響あるものでなく、その他前認\n定を妨げるべき特段の事情は見出し難いところである。はたして然らば被控訴人所\n有の本件不動産につきＡと控訴人との間になされた本件売買は被控訴人の意思にも\nとずき有効に成立したものと認めるべきである、被控訴人は右売買のなかつたこと\nを理由として本件登記の抹消を求めることはできないといわたければならない。\n<要旨>ただ本件登記に際して用いられた被控訴人名義の印章はその時右Ａにおい\nて印判屋に依頼して作つたもの</要旨>であることは前認定のとおりであり、これが\n従来被控訴人方にあるいわゆる実印とは似てはいるが全く異なるものであることも\nまた弁論の全趣旨により明らかであるけれども、すでに被控訴人は右Ａに対し控訴\n人への本件売買の件を承諾し登記についても実弟の立会こそ求めたが登記手続その\nものは右Ａにまかしていたものと認めるべきこと前認定のところからおのずから明\nらかであるから、右Ａには被控訴人を代理して本件の登記申請手続を司法書士に委\n任する権限はあつたものというべきである。あるいは、それならば何故に右Ａは本\n件登記のためにあえて被控訴人に対し実印の使用を要求せず、わざわざこれに似せ\nて別のものを作らせてこれを用いたかとの疑問は残るであろう。しかしすでに認定\nのとおりＡは売買代金の点において被控訴人の希望にそい得なかつたし（この点で\nも八万円のところを七万円にしたにすぎないものならば、Ａの立場はそんなに悪い\nものではないはずである）、しかもそのうち被控訴人が直接受取つたものを除きそ\nの余は自分が受取つて事業資金に費消していることから考えて、当時直ちに登記の\nための実印を要求すればこの間の事情は自然被控訴人の知るところとなり、またそ\nの登記にＨの立会を求められることは明らかであつたから、その間の自己の立場を\n糊塗するためあえて被控訴人の実印を求めなかつたものと推察せられるところであ\nる。従つてたまたま登記に用いられた印章が被控訴人の従来の実印とちがうとの一\n事は、なんら実体上の権利変動のない場合に名義人の意思にもとずかずその登記が\nなされる場合におけるものとは異なり、右登記を無効とすべき理由とはならないも\nのと解すべきである。\nしからば被控訴人の本訴請求は理由のないものとして棄却すべく、これと異なる\n原判決は失当であるからこれを取り消すべく、訴訟費用の負担につき民事訴訟法第\n八十九条を適用して主文のとおり判決する。\n（裁判長判事　藤江忠二郎　判事　原宸判事　浅沼武）\n"
}