{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 25,
    "month": 11,
    "day": 29
  },
  "case_number": "昭和25(ラ)196",
  "case_name": "仮処分取消申立の決定に対する抗告事件",
  "court_name": "東京高等裁判所第五民事部",
  "result": "棄却",
  "article_info": "第3巻3号195頁",
  "gist": "一、　仮処分の執行取消決定の当否\n二、　仮処分の執行取消と債務者の同意",
  "case_gist": "一、　債権者が仮処分の執行の取消をなすにつき執行裁判所の共力を要する場合にあつては、債権者といえども執行裁判所に、仮処分の執行の取消を求めることができる。\n二、　不作意を命ずる仮処分の執行は、仮処分命令の送達によりその執行が完了し、債権者といえども単独に右仮処分の執行を除去することができない場合であつて、執行裁判所の共力を必ず必要とする場合にあたるものであるから、債権者は、仮処分の執行の取消を求めることができる。\n三、　仮処分の執行の取消については、債務者の同意を必要とするものではない。",
  "lawsuit_id": "22105",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=22105",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/105/022105_hanrei.pdf",
  "contents": "主　　　　文\n本件抗告はこれを棄却する。\n理　　　　由\n本件抗告理由の要旨は「原裁判所は同庁昭和二十三年（ヨ）第一二号仮処分事件\nについて相手方から仮処分の執行取消の申立をしたので『本件につき昭和二十三年\n十二月十三日当裁判所の為した仮処分決定に基く印旛郡ａ村ｂ字ｃｄ番のｅ山林二\n町五反二十七歩の地上の立木の伐採禁止及右地上に存する伐木の搬出禁止の仮処分\nの執行はこれを取消す』との決定をしたのである。しかし（一）仮処分は一旦適法\nに執行せられた以上、債務者に対し重大な影響を及ぼすものであるから、その執行\nの取消は訴訟手続における訴の取下の場合に相手方の同意を必要とすると同様特別\nの事情のない限り、債務者の同意を必要とし、債権者の一方的行為によつて執行の\n取消をすることはできないものである。然るに原審は債務者の同意もなく又一度の\n審問もなく、本件取消の決定をしたのであるから不当である。（二）本件記録によ\nれば、相手方（債権者）は右仮処分を執行しながら自らその執行を無視し、立木の\n伐採をなしこれを搬出し然る後執行吏に対し仮処分執行解除の手続をしたことが明\nかであるから、相手方（債権者）は申立人（債務者）に対し行為禁止の仮処分を受\nけながら何等本案訴訟の提起をすることなく、又適法な手続を経ないで勝手な処分\nをし自己の目的を達した後、今日において一方的に仮処分執行の取消を申立てるも\nのというべきである。従つてかかる不都合な事実を顧ることなくなされた本件決定\nは失当である。よつて本件決定を取消し、相手方の申立を却下する旨め決定を求め\nる」というにある。\n<要旨第一>よつて案ずるに、債権者が仮処分の執行の取消をなすにつき執行裁判\n所の共力を要する場合にあつては、債権</要旨第一>者といえども執行裁判所に仮処\n分の執行の取消を求めることができるものと解するを相当とするところ、本件<要旨\n第二>の如く、不作為を命する仮処分の執行は仮処分命令の送達によりその執行が完\n了し、債権者といえども単独に</要旨第二>右仮処分の執行を除去することができな\nい場合であつて、執行裁判所の共力を必要とする場合にあたるのであるから相手方\n（債権者）の本件仮処分の執行の取消申立にもとすぎ執行裁判所たる原裁判所がそ\nの執行の取消を決定したのは相当である。（一）抗告人は、仮処分が一旦適法に執\n行せられた以上これが取消については、訴の取下について相手方の同意を必要とす\nる場合と同様債務者の同意を必要とする旨主張するが、訴訟の係属に<要旨第三>つ\nいては被告もまた利益を有するものではあるが、仮処分の執行の存続については、\n訴訟の係属の場合と異り</要旨第三>債務者は何等の利益を有するものではないか\nら、これが執行の取消については債務者の同意を必要とするものということができ\nない。従つて抗告人の右主張は理由がない。（二）抗告人は、相手方が本件仮処分\nを執行しながら自らその執行を無視し、立木の伐採をなし、これを搬出し、本件仮\n処分について本案訴訟の提起をしないというが如き事情を無視してなした本件仮処\n分執行取消決定は失当であると主張するが、かかる事情は本件仮処分の執行取消を\n違法ならしむるものではない。これを要するに、原審が本件仮処分の執行を取消し\nた決定は相当であつて抗告人の抗告は何れも理由がないから、これを棄却すべきも\nのである。\nよつて主文の通り決定する。\n（裁判長判事　斎藤直一　判事　藤江忠二郎　判事　山口嘉夫）\n"
}