{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 32,
    "month": 2,
    "day": 20
  },
  "case_number": "昭和31(ツ)17",
  "case_name": "所有権取得登記抹消登記手続請求事件",
  "court_name": "広島高等裁判所第三部",
  "result": "棄却",
  "article_info": "第10巻2号63頁",
  "gist": "請求棄却判決の既判力",
  "case_gist": "判決主文において原告の請求が棄却せられた場合においても、その理由において訴訟物たる権利関係の存否につき実質的に判断せられていないときは、その権利関係の存否につき既判力を生じない。",
  "lawsuit_id": "23410",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=23410",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/410/023410_hanrei.pdf",
  "contents": "主        文\n本件上告を棄却する。\n上告費用は上告人の負担とする。\n理　　　　由\n本件上告理由は別紙記載の通りである。\n上告理由第一点について。\n相続回復請求権は、相続によつて取得した財産上の地位の回復を請求し得る権利\nであつて、その行使の方法として、真正相続人は表見相続人に対し包括的に侵害せ\nられた地位の回復を請求することもできるし、また自己が真正の相続人であること\nを理由として相続財産を組成する個々の財産の取戻を請求することもできるのであ\nる。成立に争のない乙第一号証及び弁論の全趣旨によれば、八重簡易裁判所昭和二\n九年（ハ）第四号土地建物所有権移転登記抹消登記手続請求事件）以下単に前訴と\n略称する）において、被上告人は自己が訴外亡Ａに対する認知請求訴訟の確定勝訴\n判決により回訴外人の唯一の相続人となつたことを理由として上告人が同訴外人の\n相続人としてその遺産たる本件建物につきなした相続による所有権取得登記の抹消\n登記手続を請求したところ、同裁判所は相続開始の時における被相続人（同訴外\n人）の普通裁判籍所在地の裁判所に被上告人の相続権回復を求め又はこれと併せて\n相続財産である本件不動産に対する上告人の所有権取得登記の抹消を請求するは格\n別、被上告人の相続回復請求権を行使することなくして単に上告人の本件不動産に\n対する相続による所有権取得登記の抹消を求める被上告人の請求は民法第八百八十\n四条の規定に基く請求とは認め得られないから、その請求はその余の争点につき判\n断するまでもなく到底失当であることは免れないとし、被上告人の請求を棄却し、\nその請求棄却判決が昭和二十九年十二月二十七日言渡され、そのまま確定したこと\nを認め得る。その後昭和三十年五月十六日提起せられた本訴において、被上告人は\n自己が同訴外人の唯一の相続人であることを主張し相続回復請求権の行使として、\n表見相続人たる上告人に対し上告人のなした本件土地建物の相続による所有権取得\n登記の抹消登記手続を請求しているのである。ところで、前訴における被上告人の\n請求も、相続回復請求権の行使としての右登記の抹消登記手続請求に外ならないか\nら、前訴と本訴とにおける訴訟物が同一であることは所論の通りである。しかし、\n前訴において八重簡易裁判所は、被上告人の前示請求が相続回復請求権の行使に当\nらないとの誤つた前提の下に、被上告人の請求を失当として全面的にこれを棄却し\nた以上誤まつて訴却下の判決をなした場合と同様、訴訟物たる前記登記請求権の存\n否につき判断がなされていないからといつて更に同裁判所において追加判決をなし\n得る余地は存在しないのであるから、同裁判所が請求の一部につき裁判を脱漏した\nものとはいえず、前訴は右判決の確定により終了したことは明らかである。所論の\n如く右判決を目して中間判決と認めることのできないのは勿論、同裁判所が請求の\n一部につき裁判を脱漏したものということもできない。従つて、前訴はすでに終了\nし、八重簡易裁判所に係属していないのであるから、本訴の訴訟物が前訴のそれと\n同一であつても、本訴につき民事訴訟法第二百三十一条にいわゆる二重訴訟の禁止\nの規定の適用せられないことは明らかである。論旨は結局独自の法律上の見解に立\nつて原判決理由を攻撃するものであつて、理由がない。\n上告理由第二点について。\n確定判決は主文に包含するものに限り既判力を有するのであるが、主文の文句は\n簡単な場合が多いから、既判力の客観的範囲を定めるに当つては、判決の事実及び\n理由を参酌する必要がある。訴却下の判決は、訴訟物たる権利関係の存否につき判\n断しないのであるから、その存否につき既判力を生じないことは明らかである<要\n旨>が、請求棄却の判決においても、その判決理由において訴訟物たる権利関係の存\n否について実質的に判断せら</要旨>れていない場合には、その権利関係の存否につ\nき既判力を生じないものといわねばならぬ。前訴において、八重簡易裁判所は訴訟\n物たる相続回復による前記登記抹消手続請求権の存否について実体的に判断するこ\nとなく、被上告人の請求が相続回復請求権の行使に当らないということを理由とし\nて被上告人の請求を棄却しているのであるから、前訴の請求棄却の確定判決は訴訟\n物たる前記請求権の不存在につき既判力を生じないものと解すべきである。従つ\nて、前訴の確定判決の既判力が本訴に及ばないものとなした原審の判断は相当であ\nつて、論旨は採用し難い。\nよつて、民事訴訟第四百一条、第九十五条、第八十九条を適用して主文の通り判\n決する。\n（裁判長裁判官　植山日二　裁判官　佐伯欽治　裁判官　松本冬樹）\n"
}