{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 27,
    "month": 2,
    "day": 13
  },
  "case_number": "昭和26(ネ)2347",
  "case_name": "仮処分取消請求事件",
  "court_name": "東京高等裁判所第一民事部",
  "result": "棄却",
  "lawsuit_id": "22001",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=22001",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/001/022001_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n事　　　　実\n控訴代理人は「原判決を取消す。被控訴人の請求を棄却する。訴訟費用は第一、\n二審とも被控訴人の負担とする。」との判決を求め、被控訴代理人は控訴棄却の判\n決を求めた。\n当事者双方の事実上の陳述はいずれも原判決事実摘示と同一であるからここにこ\nれを引用する。\n疏明として、被控訴代理人は甲第一ないし第四号証を提出し、乙第五号証の一、\n二、第十、十一号証の各成立を認め（但し同第五号証の一は原本の存在をも認め\nる）、第二ないし第四号証、第六号証一、二、第十二号証の各成立は不知、その余\nの乙号各証の成立を否認する、と述べ、控訴代理人は乙第一ないし第四号証、第\n五、六号証の各一、二、第七ないし第十二号証（但し同第五号証の一は写）を提出\nし、甲第一号証の成立は不知、その余の甲号各証の成立を認める、と述べた。\n理　　　　由\n控訴人は訴訟上の抗弁として、本件は民事訴訟法第七百四十七条第二項の規定に\nより本案訴訟を審理する裁判所（部）において裁判すべきものであるにかかわら\nず、異なつた裁判所（部）においてこれを審理裁判するのは違法である旨主張する\nによつて、まずこの点について按ずるに、同条第二項でいう本案の裁判所とは、必\nずしも当該本案訴訟事件を担当する一人の裁判官または裁判官の合議体たる裁判所\n（仮に部と称す）に限定するものではなく、本案訴訟の係属する司法官庁たる裁判\n所を指称するものと解するのを相当とする。思うに本案の裁判所において仮処分取\n消事件の裁判をなすこととしたのは事案の内容に精通しているか、もしくは取寄等\nの手続を要せずして必要に応じて本案訴訟記録を顕出し仮処分取消事件の裁判の資\n料に供しうる便宜があるためであつて、必ずしも当該事件担当の部に限定しなけれ\nばならない理由が認められないから右抗弁はこれを採用することができない。\nよつて本案について審按するに、被控訴会社の昭和二十六年七月二十六日開催の\n臨時株主総会において取締役である控訴人を解任する旨の決議をなしたところ、控\n訴人は右株主総会招集の通知が法定期間を一日欠いたことを理由として東京地方裁\n判所に右株主総会決議取消の訴訟を提起するとともに、同裁判所に仮処分の申請を\nなし、同裁判所は同庁昭和二十六年（ヨ）第二九一九号職務執行妨害停止仮処分申\n請事件として審理し、同年八月三日「本案事件の判決確定に至るまで控訴人（債権\n者）は被控訴会社（債務者）の取締役としての職務を行うことができる」旨の仮処\n分決定をなしたことは当事者間に争がなく、甲第一、二号証によれば被控訴会社の\n同年九月十日の臨時株主総会が前記七月二十六日の株主総会の招集手続に瑕疵があ\nつたことを認め、同株主総会の決議を取消し、さらに取締役である控訴人を解任す\nる旨の決議をなしたことが一応認められる。\n控訴人は右九月十日の株主総会の招集の通知には、前株主総会の決議取消に関す\nる事項を会議の目的事項として記載していないから、同株主総会において同事項に\nついて決議をなしたのは違法であると主張するけれども、かりにかような違法があ\nつたとしても、右は決定期間内に決議取消の訴をもつて主張すべきであつて、本件\nにおいて抗弁として主張することができないから、右主張は採用することができな\nい。\n<要旨第一>次に控訴人は被控訴会社代表取締役Ａが同会社を代表して控訴人との\n間に、同会社が沖縄における米</要旨第一>軍に対する土木建築工事請負事業継続中\nは同会社の取締役である控訴人を解任しないことの特約があるから、控訴人を解任\nする旨の右株主総会の決議は無効である旨主張するけれども、取締役の選任及び解\n任は商法の規定によつて株主総会の決議を必要とするいわゆる総会の専権事項であ\nるから、取締役が株主総会における取締役の選任及び解任決議を制限するような行\n為をなしえないことはいうまでもない。そして商法第二百五十七条の規定によれば\n株主総会は何時でもその決議をもつて取締役を解任しうるのであつて、たとえ会社\nの代表的取締役が会社を代表して他の取締役との間にある一定期間取締役を解任し\nないことを特約したからといつて株主総会においてその取締役を解任する決議をす\nることは何ら差し支えないから、右主張もまたこれを採用することができない。\n<要旨第二>さらに控訴人は株主総会の決議の取消は訴によつてのみこれをなしう\nるのであつて株主総会の決議をもつて</要旨第二>してはこれを取消しえない旨主張\nするについて按ずるに、商法第二百四十七条第一項には株主総会の招集の手続また\nは決議の方法が法令もしくは定款に違反した等の場合は株主または取締役は訴をも\nつて決議の取消を請求することができる旨規定しているが、これは第三者が株主総\n会の決議の効力を遡及的に消滅させようとする場合の規定であつて後の株主総会が\n先の株主総会の招集手続に瑕疵があつたことを発見して先の株主総会の決議を将来\nに向つて消滅させる決議をすることを禁止する趣旨をも包含しないものと解するの\nが相当である。そして株主総会の決議取消の訴が提起せられた後に、取締役がさら\nに株主総会を招集し、その総会において先の株主総会の決議を取消して前と同一事\n項について重ねて同一の決議をしたときは、後の決議は前の決議取消の宣言を受け\nることあるを予想してその場合に善処するために予備的になされたものと解しえら\nれるから、もし前の決議が適法なものとして取消されなかつた場合は、後の決議は\nその効力を生じないか、もし前の決議が違法のものとして取消された場合は後の決\n議はその決議のあつた時から将来に向つてその効力を生ずるものというべきであ\nる。さすれば被控訴会社の前の株主総会においてなした取締役である控訴人を解任\nする旨の決議が判決によつて取消されなかつた場合は右と同趣旨の後の総会の決議\nはその効力を生じないが、もし前の決議が違法であるとして取消された場合におい\nては後の決議はその決議のあつた時から将来に向つてその効力を生ずべき筋合であ\nるから、いずれにしても控訴人は被控訴会社の取締役たることを解任せらるる結果\nとなることが明らかである。したがつて東京地方裁判所がなした控訴人の取締役で\nあることの仮の地位を定めて、控訴人が被控訴会社の取締役としての職務を行うこ\nとができる旨の前記仮処分は事情の変更があるものとしてこれを取消すべきものと\nする。\nよつて原裁判所が右仮処分決定を取消したのは相当であつて本件控訴は理由がな\nいからこれを棄却すべきものとし、民事訴訟法第三百八十四条、第九十五条、第八\n十九条を適用して主文のとおり判決する。\n（裁判長判事　柳川昌勝　判事　浜田宗四郎　判事　菅野次郎）\n"
}