{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 28,
    "month": 7,
    "day": 20
  },
  "case_number": "昭和27(う)1878",
  "case_name": "物品税法違反被告事件",
  "court_name": "東京高等裁判所第三刑事部",
  "result": "破棄自判",
  "article_info": "第6巻8号1007頁",
  "gist": "いわゆる納得納税と物品税法(昭和二四年法律第二八六号による改正前のもの)第一八条第一項の罪の成否",
  "case_gist": "所轄税務署と同業者の団体との間に、物品税について所属業者の納付額はその団体内の良心的な自治協定に委かせ、その総計額の納付については右団体をして税務署に対しその指示に従つて事実上の責任を負担させるいわゆる納得納税の協定がある場合において、その業者がこの方法を自己の高額の脱税を図る手段として利用し物品税法所期の目的達成を著しく妨げたと認められる場合には、その業者の申告税額が税務署により指示された額であるとか、またはその諒解を得た額であつても、その業者は物品税法(昭和二四年法律第二八六号による改正前のもの)第一八条第一項の罪責を免れない。",
  "lawsuit_id": "21834",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=21834",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/834/021834_hanrei.pdf",
  "contents": "主      文\n原判決を破棄する。\n被告会社を\n判示別表一の罪につき罰金拾五万九千六百九拾六円に、\n同二の罪につき罰金拾壱万参千九百七拾弐円五拾銭に、\n同三の罪につき罰金八万弍千八拾壱円五拾銭に、\n同四の罪につき罰金拾万参千九百拾六円五拾銭に、\n同五の罪につき罰金参拾八万九千五百四拾四円に、\n同六の罪につき罰金五拾七万八千四百九拾弍円五拾銭に、\n同七の罪につき罰金百弍拾六万四千弍百四拾円に、\n同八の罪につき罰金九拾五万九百九拾円に、\n同九の罪につき罰金七拾弍万五千弍百参拾五円に、\n同一〇の罪につき罰金拾八万六千四拾五円に、\n同一一の罪につき罰金六万四千参拾円に、\n同一二の罪につき罰金七拾万弍千五百五拾五円に、\n同一三の罪につき罰金五拾弍万千参百六拾円に\n処する。\n訴訟費用は、第一、二審共全部被告会社の負担とする。\n昭和二十二年九月移出の洋食器十三打分の物品税金五百三十六円を不正の行為に\nより逋脱したという点については、被告会社は無罪。\n理　　　　由\n本件控訴の趣意は、弁護人海野晋吉同坂上寿夫共同作成名義及び弁護人小野謙三\n作成名義の各控訴趣意書記載のとおりである。これに対し当裁判所は、左の如く判\n断する。\n弁護人海野普吉、同坂上寿夫の控訴趣意第一点及び弁護人小野謙三の控訴趣意第\n二点について。\n弁論は、いずれも、これを要するに、被告会社が原判示のとおり二重帳簿の備\n付、過少申告等を行つたとしても、同会社はいわゆる納得納税の方法に従い納税し\nたものであるから犯罪が成立しないというのである。よつて按ずるに、原審第三回\n公判調書中証人Ａ及び同Ｂの各供述記載によると、昭和二十二年八月頃論旨指摘の\nようないわゆる納得納税の方法による納税を行うべき旨の協定が被告会社を含むａ\n町の洋食器製造業者の団体とその所轄の巻税務署との間に行われたことを認めるに\n難くない。そして、そもそもこの納得納税の方法が採られるようになつた事情は、\n物品税法所定の手続が完全に遵守運用されるなちば勿論問題はないのであるから、\n当時の実状は業者の側においても、税務署の側においても、この物品税法の完全運\n用のために必要な心組みと準備との不足著しく、結局法規の励行に頼つただけでは\n徴税の成果を完全に収め得る見込がとうていたたない状況であつたため、税務署に\nおいては、同法運用のために必要な態勢が整うまでの過渡期の方便として、寧ろ業\n者の団体に協力を求め、各業者の納付額は、その団体内において良心をもつて自治\n的にこれを協定させた上、その総計額の納付につき右団体をして税務署に対し事実\n上の責任を負担させるという方法により、現実上物品税法所期の目的達成の効果を\n挙げるに如かずとし、業者側においても、税務署のその意図を諒承の上、その方法\nによることを希望した結果、右納得納税の方法が採られるに至つたものと認めるべ\nきであり、このことはまた原審第三回公判調書中証人Ｂの供述記載及び当裁判所の\n証人Ｂに対する尋問調書によつてもこれを窺うに足りる。従つて、納得納税の場\n合、各業者の各月分の申告額と実際の移出額との間に時に多少のくいちがいが生す\nることは当然避けられないことであり、延いてはまた、このことと物品税法の規定\nとの調和をはかるために、二重帳簿の作成備付を行うが如きこともやむを得ないと\nころといわねばならない。そして、納得納税の方法かとられるに至つた趣旨が前説\n明のとおりであることに照らし考察すると、この方法を採つた結果やむを得ず前記\nのとおり二重帳簿の作成、備付及び多少の過少申告が行われたからといつて、これ\nを目して物品税法（昭和二十四年法律第二百八十六号による改正前のもの、以下同\nじ。）第十八条第一項にいわゆる不正の行為であると即断することはできないもの\nと解すべきことまことに所論のとおりである。しかしながら、これは、前説明のと\nおり、その方法により結局において物品税法所期の目的達成の実を挙げようとする\n趣旨に反しない場合にかぎるのであつて、若し、納得納税の方法が採られたのに便\n乗し、業者において高額に上る脱税を行つたような場合は、物品税法所期の目的達\n成を著しく妨げ、延いて納得納税本来の趣旨を没却するものであるから、これを目\nして正当の行為と認めることはとうていできないのである。このように、業者が納\n得納税の方法を利用し高額の脱税を企図し且つ実行した場合には、税務署係員にお\nいて業者のその意図を知らなかつたときはもとより、たとえ税務署係員においてそ\nの業者の意図を知つていたとしても、その業者は、物品税法第十八条第一項にいわ\nゆる不正の行為に依り物品税を逋脱した者としての責任を免れることはできない。\nこの後の場合は、その業者の意図を知つていた税務署係員に対してもまた、その不\n正行為の<要旨>加担者としての責任を認めるべきである。従つて、業者がいやしく\nも納得納税に便乗して高額脱税を行つたよ</要旨>うな場合は、その者の申告税額が\n税務署により指示された額であるとか、又は税務署の諒解を得た額であるとかいう\nことを理由に責任を免れることは許されない訳である。結局業者がいわゆる納得納\n税の方法に従つた場合でも、それにより物品税法所期の目的達成の実を挙げようと\nする趣旨に反しないと認められる場合は、不正の行為と判断することができない\nが、業者がこの方法を自己の高額の脱税を図る手段として利用し物品税法所期の目\n的達成を著しく妨げたと認められる場合は、不正の行為であると判断すべきであ\nる。ところで、ひるがえつて本件についてこれを見るに、原判決挙示の証拠並びに\n証人Ｃの当公廷における供述、当裁判所の証人Ｄに対する尋問調書及びＣ名義の昭\n和二十八年七月六日附報告書と題する書面に徴し且つこれ等の証拠を基礎として計\n算した結果によると、被告会社が昭和二十二年九月から昭和二十三年十月までの各\n月分について逋脱した税額及び右各月分につき納税すべかりし額に対する実際の納\n税額の比率は、（１）昭和二十二年九月（移出）の分は脱税額金五百三十六円（納\n税率九割八分強）、（２）同年十月分は脱税額金三万千九百三十九円二十銭（納税\n率三割九分弱）、（３）同年十一月分は脱税額金二万二千七百九十四円五十銭（納\n税率零）、（４）同年十二月分は脱税額金一万六千四百十六円三十銭（納税率\n零）、（５）昭和二十三年一月分は脱税額金二万七百八十三円三十銭（納税率五割\n八分弱）、（６）同年二月分は脱税額金七万七千九百八円八十銭（納税率二割七分\n弱）、（７）同年三月分は脱税額金十一万五千六百九十八円五十銭（納税率一割七\n分弱）、（８）同年四月分は脱税額金二十五万二千八百四十大円（納税率一割\n弱）、（９）同年五月分は脱税額金十九万百九十八円（納税率一割三分弱）「１\n０」同年六月分は脱税額金十四万五千四十七円（納税率一割五分弱）、「１１」同\n年七月分は脱税額金三万七千二百九円（納税率三割七分弱）、「１２」同年八月分\nは脱税額金一万二千八百六円（納税率六割四分弱）「１３」同年九月分は脱税額金\n十四万五百十一円（納税率二割弱）、「１４」同年十月分は脱税額金十万四千二百\n七十二円（納税率二割三分弱）であつたこと（いすれも進駐軍関係を除く）と認め\nるに十分であり。右認定を覆すに足る証左はない。そして、このことを当時被告会\n社の専務取締役営業部長であつた原判示Ｄにおいても知つていたことは記録上これ\nを窺うに難くない。以上認定の事実に基き考察すると、昭和二十二年九月分につい\nての納得納税は、物品税法所期の目的達成の実を挙げようとする趣旨に反しないも\nのであり、従つて不正の行為でないと判断して差支ないが、同年十月から昭和二十\n三年十月までの分は、いすれも右Ｄが納得納税の方法に便乗して高額脱税を企図し\n且つ実行し、もつて物品税法所期の目的達成を著しく妨げえものであると認めない\n訳に行かないのであつて、従つてそのために同人が行つた原判示二重帳簿の備付及\nび過少申告はこれを物品税法第十八条第一項にいわゆる不正の行為と判断せざるを\n得ない。なお、昭和二十三年三、四、六の各月移出の分については、Ｄが当初脱税\nの目的でいわゆる裏帳簿にのみ記入して表帳簿に記入せず一旦は移出したがその後\n戻入されたものも存するヒと前掲証拠上明ちかであり、この部分については後段説\n明のとおり物品税を「通脱シク」ものとまでは敢て認定しなかつたため、右各月の\n脱税額からは一応これを除いたが、これについても同人が少くとも当初脱税の意図\nをもつて移出したことはこれを否定する沢に行かないのであつて若しこの点までを\nも考量すれば、同人の昭和二十三年三、四、六の各月分の行為が不正のものである\nことは、一層強調される筈である。次に、所論は、右Ｄは納得納税の方法に従い不\n正の行為でないと信じて原判示所為を行つたのであるから、同人には物品税法第十\n八条第一項所定の不正行為による物品税逋脱犯罪が認められないと主張するのであ\nるが、行為が同法条にいわゆる「不正」のものであるか否かは、行為者の主観によ\nり決すべきことではなく、客観的に法律上の価値判断を行つて決せられるべきもの\nである。しかも、Ｄの前記昭和二十二年十月から昭和二十三年十月までの各月分の\n行為かすべて客観的に不正の行為であると目すべきことは、前認定のとおりであ\nる。そして、物品税法第十八条第一項所定の行為による物品税逋脱犯罪についての\n犯意には、脱税の事実に対する認識及び不正と客観的に認めらるべき行為そのもの\nに対する認識が必要であり、且つこれをもつて足りるものと解するのを相当とする\nのであるが、原判決挙示の証拠によれば、原判示Ｄに右のとおりの認識があつたこ\nと、延いて右犯罪についての犯意があつたことを肯認するに十分であり、同認定に\n反する証左はない。右の理由により、昭和二十二年十月から昭和二十三年十月まで\nの各月分については、右Ｄの右各所為は物品税法第十八条第一項所定の不正の行為\nによる物品税逋脱犯罪を構成し、延いて被告会社もまた同罪責を負わなければなら\nない訳であるから、このかぎりにおいて同会社に対し同罪費を認めた原判決は、結\n局においてその当を得たものと判断すべきである。しかしながら、昭和二十二年九\n月分については右Ｄの所為は同罪を構成せず、延いて、被告会社に対してもその罪\n責を認める訳に行かないから、被告会社に対し同罪責を認めた原判決には、判決に\n影響を及ぼすこと明らかな法令適用の誤があるものと認めるの外ない。即ち、この\n点において原判決は破棄を免れない。\n（その他の判決理由は省略する。）\n（裁判長判事　藤嶋利郎　判事　飯田一郎　判事　井波七郎）\n"
}