{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 28,
    "month": 2,
    "day": 18
  },
  "case_number": "昭和27(う)116",
  "case_name": "加重的遺棄被告事件",
  "court_name": "札幌高等裁判所",
  "result": "棄却",
  "lawsuit_id": "24800",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=24800",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/800/024800_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n当審の訴訟費用は被告人の負担とする。\n理　　　　由\n本件控訴趣意は弁護人樋渡道一の差出した末尾添付の控訴趣意書記載のとおりで\nあるからここにこれを引用する。\n同論旨第一点の（一）、原判決は被告人の判示暴行の所為につき証拠によらない\nで事実を認定した違法ありとの主張について。\nしかし原判決の挙示した証拠を取調べると、原審証人Ａの証人調書には、被告人\nと廊下一つ隔てて居住していた同人が、判示の日（昭和二十七年十一月十七日）夜\n十時帰宅するや、妻から、被告人は昼から酒を飲んでひどく子供を折檻しているら\nしいと言い聞かされて、被告人の室にはいつて見たところが、判示Ｂが炉ぶちにつ\nかまつて泣いて居り、顔に鼻血とそのほかの血がついていた、その翌日Ｂが死んで\nからも見たが、何かをぶつつけて負はせた傷であることには違いないから被告人は\nＢを叩いたと思う旨の供述記載があり、原審証人Ｃ（Ａの妻）の証人調書には、Ｂ\nが亡くなる前の日に被告人は朝から酒を飲んでいて時々大きな声がきこえ、Ｄ\n（五、六歳の女の子でＢと同様被告人の養子）がカアさんに叩かれたというて証人\nの家に来ていた、その日の夜八時頃から十時頃までと思はれるがＤの泣くあとにＢ\nが泣き、被告人がどなつて殴つている音がきこえた、Ｂが死んだ日部屋に行つて見\nると、その頭部に沢山の傷があり、その前の日に見たときには額のところなどには\n傷がなかつたから、その夜被告人が何かで打つたものと思はれる、Ｄがあとで来た\nとききいたらカアさんが火箸て叩いたというていた旨の供述記載があり、医師Ｅ作\n成の鑑定書には「Ｂの受けた傷は細長い混棒様の物体で生ぜしめられたものと推定\nする」との記載がある。そして司法警察員作成の被告人の供述調書には、「Ｂが死\n亡した前日私は焼酎を飲んでいたが、その時もＢがいたづらをするので私に殴られ\nたような記憶があります」との供述記載があり、検察官作成の被告人の供述調書に\nは、「Ｂの顔にあんなに沢山の傷があり、私か殴らなかつたらほかに殴る者も居な\nいし、Ｂが一人ではい廻つて頭や顔にあれ程の傷をつけたものとも思はれないか\nら、Ｂを殴りつけたのも私だと思う」との供述記載があつて、これらの証拠を綜合\nすると、原判決の認定した判示暴行の事実を肯認するに足り、原判決には所論のよ\nうな証拠によらないで事実を認定した違法はない。論旨は理由がない。\n同論旨第一点の（二）、被告人の本件殴打の行為は親としての一種の懲戒行為で\nあるから違法性を欠くとの主張について。\n<要旨第一>凡そ親権を行うものはその必要な範囲内で自らその子を懲戒すること\nができるし、懲戒のためには、それが</要旨第一>適宜な手段である場合には、打擲\nすることも是認さるべきであるけれども、それにはおのづから一般社会観念上の制\n約もあり、殊にそれが子の監護教育に必要な範囲内でなければならない。故にもし\n親権者がその限界を越えていたづらに子を厄介視し或はその時のわがまま気分から\n度を越えて子を殴打する等の残酷な行為をした場合は、それは親権の濫用であつて\n親権喪失の事由たるばかりでなく、その暴行は暴行罪として、刑事上の責任を負は\nなければならない。原審で取調べた証拠によると、被告人はその貰い子（未だ入籍\nしていない養子）である満二才余になる病弱児Ｂに対し平素充分な栄養を摂らせな\nかつたし、Ｂは未だ歩行も出来ない状態<要旨第二>でありながら飢えていると熱汁\nにも手を差しのべることさえあつた事実が現はされており、このような状態に</要\n旨第二>ある子に、しつけのためとか、矯正のためとかで打擲を加えることの、一般\n社会観念の許さない、殊に監護教育に必要な範囲を越脱した残酷な行為であること\nは明かである。されば被告人の判示暴行の行為は親の子に対する懲戒行為として違\n法を阻却すべきものでないことは勿論のことで、原判決が暴行罪としてこれを処断\nしたのは正当であつて、何等違法の点はないから論旨は理由がない。\n同論旨第二点、原判決は判示遺棄の事実につき、被告人に故意があつたことを明\nかにしないから、その理由を欠き、またその証拠の上に被告人の故意が認められな\nいから、事実の誤認があるとの主張について。\n原判決の挙示した証拠によると、医師Ｅ作成の鑑定書にはＢの「死因は栄養失調\nによる衰弱死と考えられ、左肺の気管支性肺炎及び或る程度の顔面部分に加えられ\nた損傷が死期を促進したと推定される」「本死体は生前、少くとも死亡の二三日以\n内において離床歩行することが不可能な衰弱状態にあつたものと推定する」とあ\nり、証人Ｅの証人調書（第一、二回）には、Ｂの死体を解剖するに当り「その体は\n非常に瘠せていて大腿部などは皮膚が遅緩し、目は落ち窪んで普通の子供には見ら\nれない状態であつた」「一口で言えば極度の栄養失調で、その状態は相当続いたも\nのと思はれる」「解剖の結果胃及び小腸が全く空虚な前飢餓の状態で、それが全身\nにあらわれ、栄養素が揃つて欠けており、かなり長い間適当な食事を与えなかつた\nと見るのが医学上妥当であると思う」との供述記載があり、被告人の検察官に対す\nる供述調書には、Ｂは貰つたときから小さい弱い子供であつたが消化の悪い子供で\n食べた物はそのまま出てしまい、昭和二十六年七月末頃「はしか」を患つてから特\nに弱くなり、その頃から栄養失調だと気づいたので、もう少し滋養のあるものを食\nべさせたり、よく見てやつたり、医者にも見て貰わなければならないと思うように\nなつたが、それでも自分は少しでも金があれば酒を買つて飲むというわけで、飲む\nと食事を与えることを忘れたりして自然に衰弱させた、しかし一日中食事をやらな\nかつたのはＢが死んだ前の日だけであつたが結局一度も医者に見せなかつたし死ぬ\nまで何一つ病児らしい扱い方をしたことはないとの供述記載がある。これらの証拠\nに照すと、本件被害者Ｂはその生存に必要な栄養上の保護を要する病弱児であり、\nそれ相当の保護をしなければＢの身体生命に危険を生ずるものであることは被告人\nにおいて認識していたものであることを看取するに足りる。原判決はその挙示の証\n拠によつて判示事実を認定し、その判文上にも被告人の故意の点はおのづからにあ\nらはれており、（故意の点は判文上特にこれを説明する必要はなく、被告人の所為\nが明かに示さるれば足りる）原判決には所論のような違法はない。論旨は理由がな\nい。\n論旨第三点、原判決の量刑は不当であるとの主張について。\n記録並びに原判決の掲記した証拠を精査して、原判決の認定した事実に関する諸\n般の情状を綜合すると、所論の点を考量しても原判決の被告人に科した懲役二年の\n実刑は相当であつて、重きに過ぎるとは考えられない。論旨は理由がない。\nよつて本件控訴は理由がないから刑事訴訟法第三百九十六条によつてこれを棄却\nし、当審の訴訟費用につき同法第百八十一条を適用して主文のとおり判決する。\n（裁判長判事　原和雄　判事　小坂長四郎　判事　臼居直道）\n"
}