{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 29,
    "month": 6,
    "day": 22
  },
  "case_number": "昭和28(ネ)111",
  "case_name": "貸金請求事件",
  "court_name": "広島高等裁判所第三部",
  "article_info": "第7巻6号494頁",
  "gist": "約定遅延損害金の最高限",
  "case_gist": "現在の経済状勢下においては約定遅延損害金の最高限度は特段の事情の認められない限り日歩三〇銭が相当であつてこれを超ゆるものは公序良俗に反する。",
  "lawsuit_id": "23452",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=23452",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/452/023452_hanrei.pdf",
  "contents": "主　　　　文\n原判決を次のように変更する。\n第一審被告は第一審原告に対し金四万六千六百六十六円及びこれに対す\nる昭和二十七年十一月四日から完済に至る迄金百円につき日歩三十銭の割合による\n金員を支払え。\n第一審原告その余の請求を棄却する。\n訴訟費用は第一、二審を通じてこれを六分しその五を第一審被告その一\nを第一審原告の負担とする。\n本判決は第一審原告において金三万円に相当する担保を供託するときは\n右勝訴の部分に限り仮に執行することができる。\n事　　　　実\n第一審原告代理人は原判決を左の通り変更する、第一審被告は第一審原告に対し\n金五万円及び之に対する昭和二十七年十一月四日から完済まで金百円につき日歩五\n十銭の割合による金員を支払え、訴訟費用は第一、二審共第一審被告の負担とする\nとの判決並に担保を条件とする仮執行の宣言を求め、第一審被告は原判決を取消\nす、第一審原告の請求を棄却する、訴訟費用は第一、二審共第一審原告の負担とす\nるとの判決を求めた。\n当事者双方の事実上の陳述は第一審原告において本件消費貸借契約締結の日は昭\n和二十七年九月四日であり、期限内の利息は月七分五厘の約であると述べ、第一審\n被告において第一審原告が大蔵大臣に届出をした貸金業者であること、その主張の\n日に金額、利息並に遅延損害金の点を除きその主張のような金銭消費貸借契約を締\n結したことは認めるが、その金額は五万円でなく四万六千二百五十円であり利息並\nに遅延損害金は何れも月七分の約定であつた、第一審被告は昭和二十七年十一月末\nに第一審原告に対し金三千七百五十円を支払つたが右は同日迄の利息及び遅延損害\n金を完済した外五百十二円五十銭の残金があるからその残金は当然元金に充当さる\nべく、従つて第一審被告の現在の債務は元金四万五千七百三十七円五十銭及び之に\n対する昭和二十七年十二月一日より月七分の割合による金員であると述べた外は何\nれも原判決の事実摘示と同一なのでここにこれを引用する。\n立証として第一審原告は甲第一号証を提出し、原審における第一審原告本人訊問\nの結果並に当審証人Ａの証言を援用すると述べ、第一審被告は甲第一号証中損害金\n日歩五十銭の記載は否認するがその他の部分の成立は認めると述べた。\n理　　　　由\n第一審原告が大蔵大臣に届出をなした、貸金業者であることは当事者間に争がな\nく原審における第一審原告代表者本人訊問の結果、当審証人Ａの証言に右各供述に\nより全部成立の認められる甲第一号証を綜合すれば第一審原告は訴外Ａを介して第\n一審被告から金融方の申込を受け昭和二十七年九月四日第一審被告に対し訴外Ｂ、\nＡを連帯保証人として金五万円を弁済期同年十月三日、利息は期限内月七分五厘前\n払とし、期限後の遅延損害金は日歩五十銭の約旨で貸与することとし同日第一審被\n告の承認の下に右利息金三千七百五十円を差引いた残金四万六千二百五十円を交付\nした事実が認められ右認定を左右するに足る証拠はない。従て右利息金は第一審被\n告が任意に前払し当事者間でその授受を省略して第一審原告の貸与金から差引いて\n交付したものであるが右利息の月七分五厘の利率は利息制限法所定の利率を遥に超\n過しているからその制限内の最高限年一割で計算した金四百十六円の利息金の範囲\nでは有効と認め結局現実に交付した金四万六千二百五十円と右利息金との合算額で\nある金四万六千六百六十六円につき消費貸借契約が成立したと認めるのが相当であ\nる。次に第一審被告は昭和二十九年十一月末に金三千七百五十円を支払い同日迄の\n利息並に遅延損害金と元本中に金五百十二円五十銭支払済みであると抗争している\nが右事実を認めるに足る証拠なく却て前顕各証拠によると第一審被告は昭和二十七\n年十一月三日迄の元金五万円に対する月七分五厘の割合による遅延損害金として任\n意に支払をなした事実が認められる。右は元本額が相違することになるが後述約定\n利率中有効な範囲内の遅延損害金に該当するので元金四万六千六百六十六円に対す\nる同日迄の遅延損害金の有効な内入弁済と認め<要旨>る。而して日歩五十銭の遅延\n損害金の約定は現在の如き正常化した経済情勢下においては高利に失し、公序良</\n要旨>俗に反すること勿論で、その最高限は特段の事情の認められない限り日歩三十\n銭と解するのが相当である。従て本訴請求は右限度において認容すべきであるから\n第一審被告は第一審原告に対し四万六千六百六十六円とれに対する昭和二十七年十\n一月四日以降完済まで日歩三十銭の割合による損害金を支払う義務あるものと謂わ\nねばならない。\n仍て第一審原告の本訴請求中右限度においてこれを認容しその余の請求を棄却す\nべく、右と異る結果となつた原判決は変更を免れないから民事訴訟法第三百八十六\n条、第九十二条、第九十六条、第八十九条、第百九十六条を適用して主文のように\n判決した。\n（裁判長裁判官　植山日二　裁判官　佐伯欽治　裁判官　松本冬樹）\n"
}