{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 32,
    "month": 12,
    "day": 24
  },
  "case_number": "昭和30(ネ)599",
  "case_name": "約束手形金請求事件",
  "court_name": "福岡高等裁判所第四民事部",
  "lawsuit_id": "23689",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=23689",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/689/023689_hanrei.pdf",
  "contents": "主　　　　文\n原判決を次のとおり変更する。\n控訴人は被控訴人に対し金十五万円及びこれに対する昭和三十年六月十\n三日以降完済まで年六分の割合による金員を支払わなければならない。\n被控訴人のその余の請求を棄却する。\n訴訟費用は第一、二審とも控訴人の負担とする。\n事　　　　実\n控訴代理人は「原判決を取消す。被控訴人の請求を棄却する。訴訟費用は第一、\n二審とも被控訴人の負担とする」という判決を求め、被控訴代表者は控訴棄却の判\n決を求めた。\n当事者双方の事実上の陳述は、次の事実を補充する外原判決事実摘示と同一であ\nるからこれを引用する被控訴代表者の主張。\n（一）　本件約束手形は、控訴組合支部の書記長でその代表権を有する訴外Ａ\nが、同組合支部を代表し訴外Ｂに宛てて振出したものである。そしてＢは（日不\n詳）これを訴外打出信行に、打出は昭和三〇年二月頃これを被控訴会社に対し、い\nづれも白地裏書によつて譲渡したものである。\n（二）　被控訴会社は昭和三〇年一月末頃、当時熊本県山鹿市に出張中の控訴組\n合支部書記長Ａから、本件手形は確実なものであるから割引してもらいたいという\n電話依頼を受けたので、該手形を割引しその所持人となつたものである。なお、被\n控訴会社が割引をする際訴外株式会社肥後銀行宮地支店に問合せて知り得たところ\nによれば、控訴組合支部は本件手形以外にも、Ａが同支部を代表して手形を振出\nし、その手形は同銀行において決済されているのであつて、Ａが控訴組合支部を代\n表して本件手形を振出す権限を有していたことは明らかである。\n（三）　控訴代理人の主張する後記（五）の事実は争はない。\n控訴代理人の主張。\n（一）　本件手形はＢが偽造したものであつて、Ａが控訴組合支部を代表して振\n出したものではない。\nＡは控訴組合支部の書記長ではあるが、同支部においては規約上支部長が支部を\n代表し、書記長には代表権がない。従つてＡは控訴組合支部を代表して本件手形を\n振出す権限がない。本件手形の裏書及び支払呈示の事実は知らない。\n（二）　Ｂが本件手形を偽造した経緯の概要は次のとおりである。\n控訴組合支部は昭和二九年九月頃阿蘇郡内の小中学校で使用する「冬休の友」の\n印刷をＢに注文し、Ｂが印刷資金がないというので、Ａは自己の私金四五万円を融\n通してこれを右印刷代金の前払としてＢに交付した。ところがＢはその金を負債の\n償却に使用し印刷に着手することがてきなくなつたので、Ａは印刷が冬休の間に合\nわないときは教育計画に支障をきたすことを恐れ、Ｂの懇請をいれて独断で額面一\n〇万円、二〇万円、二五万円の三通の約束手形を「熊木県教職員組合阿蘇支部こと\nいう名義てＢに宛て振出した。しかるにＢは昭和二九年一二月下旬頃その被傭人Ｃ\nに命じて、Ａの不在中控訴組合支部事務所において事務員Ｄを欺罔し、Ｄから控訴\n組合支部の名称及びＡの氏名を刻したゴム印並びにＡの認印を借受け、これを用意\nしていた約束手形用紙数枚の各振出人欄に押印して持帰らせ、昭和三〇年一月中旬\n頃も再びＣに命じＡの承諾を得たように前記事務員Ｄを欺岡したうえ、前示ゴム印\n及び認印を用意の約束手形用紙数枚に押印して持帰らせた。そしてＢはこれらの手\n形用紙に適宜の金額その他を記入して控訴組合支部Ａ名義の数通の約束手形を偽造\nし、これを行使したのであつて、本件約束手形はその偽造手形の一部である。\n（三）　Ａは昭和三〇年三月下旬頃肥後銀行宮地支店から約束手形三通の取立を\n受けたので、これを決済したことがある。それらの手形もＢが偽造したものである\nが、Ａはさきに振出した三通の手形に不備な点があるということでこれを書替える\nため、Ｃが手形用紙に前記ゴム印及び認印を押印して持帰つたことを事務員Ｄから\n報告を受けたので、Ｂに書替前の手形の返還を求めたところ、その手形は破棄した\nというのでこれを信じていた。それ故肥後銀行宮地支店から取立の通知を受けた手\n形は、書替後の手形だと誤信してこれを決済したのである。そしてこの決済は、被\n控訴人が本件約束手形を割引したという時期よりもはるかに後のことである。\n（四）　控訴組合支部はＢに卒業証書等の印刷も注文したが、その印刷代金の裏\n付けとしてＡが振出しを承認した約束手形は、訴外Ｅか取得した額面一五万円の約\n束手形一通だけであつて、その他の額面一五万円の約束手形はＢが偽造したもので\nある。\n（五）　控訴組合支部は、旧労働組合法に基き設立された組合で法人であつた\nが、昭和二四年の労働組合法改正の際、同法所定の手続をしなかつたため法人格を\n失い、その後は法人ではない。\n証拠として、被控訴代表者は甲第一、二号証（第一号証は写）を提出し、当審証\n人Ｆ、Ｇの各証言を援用し、乙第一号証、第二号証及び第三号証の各一、二、第三\n一たいし第三三号証はいずれも不知と述べ、その他の乙号各証の成立を認の、控訴\n代理人は乙第一号証、第二及び第三号証の各一、二、第四ないし第二五号証、第二\n六号註の一、二、第二七ないし第三六号証を提出し、当審証人Ａ（第一ないし第三\n回）、Ｄ、Ｈ、Ｉの各証言を援用し、甲第一号証の原本の存在することを認めその\n成立を否認し、甲第二号証の成立を認めた。\n理　　　　由\n甲第一号証の写に相当する本件約束手形の原本が存在することは当事者間に争の\nないところであつて、該手形は「熊本県教職員組合阿蘇支部Ａ」を振出人とし訴外\nＢを受取人とする被控訴会社主張のような定めのある額面金一五万円の約束手形で\nある。そしてこの手形の裹書部分はその記載自体と当審証人Ｆ、Ａ（第一回）の各\n証言とによつて真正に成立しにことが認められるので、その裹書部分及び右各証人\nの証言によると、被控訴会社は昭和三〇年二月中本件約束手形をＢから訴外打出信\n行を経て、いずれも白地裹書によつて譲受け、現にこれを所持することが認められ\nる（甲第一号証によれば、本件約束手形の振出人の記名下には、Ａの認印とならん\nで控訴組合支部長の職印が押捺されていることが認められる。しかるにＡは控訴組\n合文部の書記長であつて支部長ではないことは当事者間に争がないので、右支部長\nの職印を押捺したのは妥当を欠くものであるが、それにもかかわりず右振出人の表\n示はその押印と相まつて、振出人がＡ個人ではなく同人の代表する控訴組合支部で\nあることを表示するものといわなければならない）。\nそこで本件約束手形がＡにおいて控訴組合支部を代表し真正に振出したものかど\nおかについて判断するに、成立に争のない乙第六ないし第三〇号証、当審証人Ａ\n（第一、三回）、Ｄ、Ｉの各証言（甲第一号証参照）によれば、次の事実を認める\nことができる。\n（一）　Ｂは昭和二九年九月頃控訴組合支部から学習用「冬休の友」の印刷の注\n文を受け、同支部書記長Ａから印刷代金の前払として金四五万円を受取つた。しか\nしその金を他に流用し印刷資金がないため印刷の着手が遅れたので、ＡはＢの懇請\nによつて同年一二月頃控訴組合支部事務員Ｄに命じ控訴組合支部名義で、額面一〇\n万円、二〇万円、二五万円の三通の約束手形を融通手形としてＢに宛て振出させ\nた。\n（二）　しかるにＢは他からこれらの手形の割引を受けながら、多額の負債に苦\nしんでいたため、控訴組合支部名義の手形を偽造して金融に供しようと企て、その\n頃自己の使用人Ｃに命じ、Ａの出張不在中控訴組合支部事務所において前記事務員\nＤに対しさきに振出された三通の手形は不備な点があつて割引ができなかつたの\nで、その書替についてＡの承諾を得たと申詐り、手形に関する知識経験の乏しいＤ\nを欺悶して同人から、本件手形に押捺したのと同一のそれぞれ控訴組合支部の名称\n及びＡの氏名を刻したゴム印、同組合支部長の職印及びＡの認印を借受け、これら\nの印章を用意して行つた数枚の約束手形用紙の各振出人署名欄に押捺して持帰ら\nせ、該手形用紙に適宜額面金額その他を記入して自己を受取人とする控訴組合支部\n名義の約束手形数通を作成し、他からこれらの手形の割引を受けた。\n（三）　次でＢは昭和三〇年一月中旬頃控訴組合支部から卒業証書その他の印刷\nの注文を受けたので、その印刷代金の支払のため控訴組合支部から額面一五万円の\n約束手形一通の振出を受けることについてＡの承諾を得、Ａは事務員Ｄにその振出\nを命じた。しかるにＢはこの機会に更に控訴組合支部名義の手形を偽造しようと企\nて、その頃前記使用人Ｃに命じ、Ａの出張不在中前記事務所において、あたかもＡ\nの承諾した額面一五万円の約束手形一通だけを作成するもののように事務員Ｄを欺\n罔し、前同様同人から借受けた前記各印章を用意して行つた数枚の約束手形用紙の\n所要欄に押捺して持帰らせ、これらの手形用紙に適宜額面金額その他を記入して自\n己を受取人とする控訴組合支部名義の数通の約束手形を作成し、他からこれらの手\n形の割引を受けた。\n（四）　かくしてＢが作成した約束手形は約一〇通にのぼつたが、その中に額面\n一五万円の手形が三通あつて、そのうち二通は訴外Ｊ商店外一名の手に渡り、他の\n一通は被控訴会社が取得した本件手形である。\n以上認定の事実によれば、Ａは卒業証書等の印刷代金支払のため額面一五万円の\n約束手形一通を控訴組合名義でＢ宛てに振出すことを承諾し、事務員Ｄにその振出\nを命じ、Ｄはその命ぜられた手形を作成するためＣに所要の前記各印章を渡して手\n形用紙に押捺させたのであるから、Ｂが作成した約一〇通の手形のうち額面一五万\n円の手形一通を除いてその他はすべてＢの偽造したものであるが、右一通だけはＡ\nの意思に基き作成されたものであつて偽造手形とはいえない。それでは額面一五万\n円の手形三通のうち、どれが偽造手形でどれが真正な手形であろうか。当審証人Ａ\nの第一回尋問における証言によれば、被控訴会社が取得した本件手形はＢが偽造し\nたものだというのであるが、同証人は第三回尋問においては、本件手形が偽造した\n分かどうかは判らないと述べているのである。前記認定の事実自体から考えても、\n前示三通の手形のうちどれが偽造手形かはＡにも判定できないのが当然であろう。\nそしてその他の本件証拠によるも、これを判定することができない。事は鳥の雌雄\nを弁ずるよりも困難である。しかしこにかく、控訴組合支部名義の額面一五万円の\n手形が一通だけは真正なものであり、本件手形には印章自体はいずれも真正な控訴\n組合支部、同支部長及びＡの前記各印章が押捺されているのであつて、また当審証\n人Ａ（第一、三回）、Ｆの各証言及び成立に争のない乙第一三号証によれば、Ａは\nＢが手形を偽造したことを知らなかつたとはいえ、被控訴会社が本件手形を割引す\nるにあたり、Ｂの依頼に基き被控訴会社に対し、控訴組合支部がＢに印刷の注文を\nし手形を振出したことは相違ないから割引してやつてもらいたいと電話で依頼した\nことも明らかである。さすれば他に反証がない限り、本件手形はＡが控訴組合支部\nを代表して振出した真正な手形と推認せざるを得ない。\n次に、Ａが控訴組合支部を代表して手形を振出す権限を有していたかどおかにつ\nいて判断する。控訴代理人主張の事実摘示（五）及び被控訴代表者主張の事実摘示\n（三）の一致した主張事実と成立に争のない乙第一号証及び当審証人Ｉの証言によ\nると、控訴組合支部は旧労働組合法（昭和二〇年法律第五一号）に基き法人として\n設立された単位労働組合てあつたが、昭和二四年法律第一七四号による改正後の労\n働組合法の施行後、同法附則第二号所定の期間内に所定の手続をしなかつたため法\n人格を失い、その後は法人格のない社団として現在にいたつたものであつて、本件\n手形振出当時も法人ではなかつたこと及び同組合支部の規約によれば、支部長、副\n支部長及び書記長は法人の理事に相当する執行委員であつて、支部長は支部を代表\nし一切の業務を統轄し、副支部長は支部長を補佐し支部長に事故があるときはその\n職務を代行し、書記長は一切の事務を掌理するものと定められていることが認めら\nれる。\n<要旨>ところで、非法人社団に関し直接の規定を欠ぐわが民法のもとにおいて\nは、非法人社団にいかなる法規を適</要旨>用すべきかは解釈上困難な問題である\nが、社団は民法上の組合と異り、個々の社員と離れてそれ自体独自の組織機能を有\nする団体であつて、非法人社団もその社団たる本質において社団法人と異るところ\nがなく、法律上も非法人社団の存在を認めていることは民事訴訟法第四六条の規定\nによるも明らかである。従つて民法中社団法人に関する規定は、その性質に反しな\nい限度で非法人社団にこれを類推適用すべきものと解しなければならない。民法第\n五三条、第五四条の規定は、理事はすべて法人の事務について代表権を有しその代\n表権は定款、寄附行為又は総会の決議を以てこれを制限することができるが、その\n制限を以て善意の第三者に対抗することができないことを定めている。これらの規\n定は、理事は原則としてすベて法人の事務につき包括的代表権を有することを明ら\nかにするとともに、その代表権を制限することによつて善意の第三者に不測の損害\nを与えないよう、取引の安全を保護する趣旨によるものである。そしてそのような\n必要は非法人社団についても充分認められることであつて、その性質上非法人社団\nに適合しないものではない。それ故これらの規定は非法人社団に類推適用すること\nができるものと解するのが相当である。\nそおすると、控訴組合支部においては規約上支部長が支部を代表し、その他の執\n行委員の代表権制限されているので執行委員である書記長Ａが支部を代表して本件\n手形を振出した行為は右規約による制限に違反するものであるが、被控訴会社が本\n件手形を取得すろ際右代表権の制限を了知していたことは、控訴代理人の主張立証\nしないところであるのみならず、かえつて当審証人Ｆ及びＡの各証言を綜合する\nと、被控訴会社はその制限を知らなかつたことが認められる。従つて右制限を以て\n善意の第三者である被控訴会社に対抗することかできないから、控訴組合支部は被\n控訴会社に対し本件手形の振出人としての責任を負わなければならない。なお甲第\n一号証の附箋によれば、被控訴会社は訴外肥後銀行宮地支店に本件手形の取立を委\n任し、同支店において該手形を呈示し支払を求めたけれども支払がなかつたことが\n認められる。しかし右附箋には日附の記載がなく、他に支払呈示の日を知るべき証\n拠がないから、本件訴状送達の翌日から遅滞の責任を生ずるものである。\n以上説明のとおりであるから、控訴組合支部は被控訴会社に対し、本件手形金一\n五万円及びこれに対する本件訴状が控訴組合支部に送達された日の翌日として記録\n上明らかな昭和三〇年六月一三日以降完済まで年六分の割合による損害金を支払う\n義務があること勿論であつて、被控訴会社の本訴請求はこの範囲において正当とし\nて認容し、その他は失当として棄却すべきものである。従つて本訴請求の全部を認\n容した原判決は一部不相当であつて、本件控訴はこの限度で理由があるから、原判\n決を変更すべきものと認め、民事訴訟法第九六条、第九二条を適用し主文のとおり\n判決する。\n（裁判長判事　竹下利之右衛門　判事　小西信三　判事　岩永金次郎）\n"
}