{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 32,
    "month": 6,
    "day": 20
  },
  "case_number": "昭和32(ラ)66",
  "case_name": "動産仮差押申請事件に対する抗告申立事件",
  "court_name": "大阪高等裁判所第七民事部",
  "article_info": "第10巻4号249頁",
  "gist": "同居家族の家屋不法占拠に因る損害賠償責任の有無",
  "case_gist": "独立に家屋の占有権を有すると認められない同居家族であつても、その家庭の主宰者と共同して家屋の不法占拠を為す以上、これに基く損害賠償の義務がある。",
  "lawsuit_id": "22715",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=22715",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/715/022715_hanrei.pdf",
  "contents": "主　　　　文\n原決定中、抗告人の申立を容認しなかつた部分を取消す。\n抗告人が、金五千円の保証を立つることを条件として、抗告人が相手方\nに対して有する金一万四千二百四十八円也の損害賠償債権の執行を保全するため、\n右債権額に満つるまで、相手方所有の動産を仮に差押える。\n相手方が、前記の債権額を供託するときは、この決定の執行を停止又は\nこの執行処分の取消を求めることができる。\n理　　　　由\n一、　本件抗告の要旨は、原決定は、抗告人債権者が相手方（債務者）に対して\n有するとして申請した、家屋不法占拠に因る損害賠償債権金四万一千七百四円の内\n金一万四千二百四十八円については、抗告人は申請外ＡことＡに対して、既に債務\n名義を有し、相手方は同人の家族として占有を共にするものに過ぎず、同人と別個\nに又は連帯して、損害賠償債務を負うべきものと認め難く、抗告人提出の疏明を以\nてするも相手方の右債務を認めることができないので、この部分についての申請は\n失当と認める、としているが、相手方は右Ａと明らかに合意の上、共同の意思を以\nて、不法占拠を敢て為したもので、相手方は右Ａと単に数年間同棲したに過ぎず、\n法律上の配偶者でなく、しかも相手方は、本件家屋入居後、ピンク美容室と称し\nて、技術者を雇傭し、自己名義を以て、美容業を経営した事実があり、右Ａと共に\n抗告人に対し、家屋不法占拠に因る損害賠償の連帯責任があるもので原決定におい\nて抗告人の申請を容認しなかつた部分は失当であるから、これを取消し、抗告人の\n右仮差押申請を許可する旨の裁判を求める、とゆうのである。\n二、　右に対する当裁判所の判断は、つぎのとおりである。\n疏第一号証の一、二、第二号証の一、第八号証の一、二によれば相手方は、訴外\nＡことＡと、大阪市ａ区ｂ町ｃ丁目ｄ番地木造瓦葺二階建東向居宅三戸建一棟のう\nち中央の一戸に、同訴外人を世帯主として、昭和二五年三月二五日以降昭和二八年\n一二月一二日まで約三年以上、内縁関係のもとに同棲していたことが疏明される。\n<要旨>そして占有権とは、物に対し事実上支配しうる関係を、法が保護したもの\nであるが、家族や雇人等は、その</要旨>居住家屋又は事務所において、家庭の主宰\n者や主人のため、その意思にしたがつて、目的物に対する支配を行うものにすぎな\nいから、そこでは家庭の主宰者や主人の直接の占有権が存するにすぎず、家族もし\nくは雇人に対しては通常独立の占有権は認められないこと、原決定のゆうとおりで\nある。\nしかしながら、右家族の居住家屋に対する事実上の支配の関係が右のとおりであ\nる以上、相手方が、その内縁の夫の占有権を行使するため、これと共同して損害の\n原因たる行為をしたものとするになんら妨げるものではない。民法第七一九条第二\n項では、教唆者及び輔助者を共同行為者と看做しているが、相手方の右の関係は、\n共同行為を現実になすものであるから、故意もしくは過失の意思責任があるかぎ\nり、同条第一項にあたると考うべきである。したがつて、原決定が、相手方は、家\n族として本件家屋を占有するものにすぎないことのみを理由として、ただちに、相\n手方に対する、この間の家屋不法占有にもとづく損害金債権についての本件申請\nを、容認しなかつたのは失当である。\nそして抗告人の全疏明によつても、その余の抗告人主張の事実を認めるに、必ず\nしも十分とはいえないけれども、裁判所の命ずる保証を立つるにおいては、これを\n許容しうべきものと考える。\nよつて、民事訴訟法第四一四条第三八六条第七四一条により主文のように決定す\nる。\n（裁判長判事　沢栄三　判事　井関照夫　判事　坂口公男）\n"
}