{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 28,
    "month": 2,
    "day": 25
  },
  "case_number": "昭和27(う)292",
  "case_name": "歯科医師法違反被告事件",
  "court_name": "高松高等裁判所第三部",
  "result": "破棄自判",
  "article_info": "第6巻4号400頁",
  "gist": "歯科技工師が業務上印象採得、試適行為をする場合と歯科医師の免許の要否",
  "case_gist": "義歯または金冠製作のためにする印象採得および試適行為は歯科医術の範囲に属するものと解すべく、従つて歯科技工師がこれらの印象採得、試適行為を業とするには厚生大臣の歯科医師の免許を要する。",
  "lawsuit_id": "24608",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=24608",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/608/024608_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人を罰金壱万六千円に処する。\n右罰金を完納することができないときは弐百円を壱日に換算した期間被\n告人を労役場に留置する。　原審及び当審における訴訟費用は全部被告人の負担と\nする。\n理　　　　由\n弁護人山田節三及び被告人並びに検事中田慎一の各控訴趣意は夫々別紙に記載の\n通りである。\n一、　弁護人及び被告人の控訴趣意中\n（１）　義歯又は金冠製作の為にする印象採得（義歯又は金冠製作の為直接患者\nの口より型を採る行為）及び試適（義歯又は金冠の製作に際し直接患者の口中に当\nてゝ適否を試みる行為）は、歯科医師の免許を受けていない歯科技工師であつて\nも、義歯又は金冠製作の必要上業務上当然為し得る行為であるとの点について\n<要旨>人の口腔、歯牙の状態に応じて如何なる時期（例えばそれら疾患、異状が\nある場合には治癒又は適当なる処</要旨>置を執つた後）、如何なる形体、状態（例\nえばどの歯につき義歯、金冠を入れるべきかどうか、どの歯に如何なる削磨、変形\nを施すべきかどうか）の下において、印象採得し試適するかは、右印象採得、試適\nを経て製作せられた義歯、金冠の嵌入（完成せる義歯又は金冠を必要あらば修正し\nながら人体に装着する行為）と同様、その人の歯牙、口腔、時には全身体の健全に\n影響を及ぼすことは明らかであるから、これらの歯科医術を前提とする印象採得、\n試適は嵌入と同様に歯科医術の範囲に属するものと言わなければならない（大審院\n大正五年九月三十日判決、高松高等裁判所昭和二七年五月二日判決参照）。一方で\nは歯科技工師に右のような印象採得、試適行為を業とすることを認めなければその\n歯科技工師たるの業務を遂行できないものとは認められないのである。よつてこれ\nらの印象採得、試適行為を業とするには、厚生大臣からの歯科医師の免許を要する\nものと言わなければならない。論旨は理由がない。\n（２）　原判示Ａ及びＢに対する被告人の歯科医行為は、被告人が歯科医師Ｃに\n雇われて、同人の監督の下に同人の指示に従つて為したものであるから罪とならな\nいとの点について\n本件記録を精査し総ての証拠を検討するに、原判決挙示の証拠により原判示Ａ、\nＢに対する被告人の歯科医行為は、その他の原判示被告人の歯科医行為と同様、被\n告人が歯科医師Ｃの手足としてではなく、独立の主体として自己の歯科医業の一環\nとして敢行したものと認められるのであつて、たとえ被告人においてＣ歯科医師の\n指示に従つて為されたものであるから罪とならないと考えていたとしても、その違\n法性を阻却するものではない。\n一、　被告人の控訴趣意中、原判示のようなＤに対する被告人の嵌入行為はない\nとの点、及び検察官の控訴趣意中、原判決がＥ、Ｆ、Ｇに対する被告人の嵌入行為\nを証拠不十分であるからとて認めなかつたのは、事実誤認であり、これら嵌入行為\nの点につき無罪を言渡したのは法令の適用を誤つているとの点について\n（１）　本件起訴にかかる歯科医師法違反罪は、被告人が無免許で業として歯科\n医行為を営んだと言うのであつて、その行為の内容である抜歯、歯牙の削磨、印象\n採得、試適、嵌入は包括せられて右の一罪を構成するものであるから、原判示のよ\nうにその一部の嵌入行為が認められないにしても、この部分につき主文において無\n罪の言渡をした原判決は法令の適用を誤つているのである。\n（２）　前示のように義歯、金冠の嵌入行為とは、前示のように完成せる義歯、\n金冠を必要あらば修正しながら、人体に装着する歯科医行為たる施術であつて、そ\nの場合必ずしもその施術者が自らの手でその義歯、金冠を被施術者の口中に出し入\nれすることを要せず、被施術者が自らこれを歯列に装填し、施術者はその状態を観\n察し、或は被施術者にその適応状況を審問する揚合にも、施術者の嵌入行為が成立\nするものと言わなければならない。本件記録を精査し総べての証拠を検討すれば後\nに摘示する証拠により\n被告人は歯科医師の免許を受けないで、昭和二十四年十月中旬頃から昭和二十六\n年二月中旬頃迄の間に、高知県高岡郡ａ町ｂの被告人居宅及び同郡ｃ村Ｃ方で次に\n示す通り、八名の者に対し入歯等をなし歯科医業をした\n＜記載内容は末尾１添付＞\n右公訴にかかる事実の全部を認めることができるのであつてその中一部の嵌入行\n為を認めなかつた原判決には事実の誤認がある。\n以上の法令適用の誤りと事実誤認とは判決に影響を及ぼすこと明らかである。\nよつて控訴趣意中その余の点についての判断をする迄もなく、刑事訴訟法第三百\n八十条第三百八十二条第三百九十七条により原判決を破棄し、同法第四百条但し書\nきの規定により当裁判所は更に判決する。\n罪となる事実は前示の通りであり、これを認めた証拠は原審公判調書中被告人の\n供述記載、原審第二回公判調書中証人Ｅ、同Ｆ、同Ａ、同Ｂ、同Ｇの供述記載、原\n審第三回公判調書中証人Ｈの供述記載、司法警察員に対するＦの第一回供述調書、\n副検事に対する被告人の各供述調書を加える外原判決の示すものと同一である。\n（法令の適用）\n歯科医師法第十七条、第二十九条第一項第一号、罰金等臨時措置法第二条第一\n項、罰金刑選択\n刑法第十八条第一、四項\n刑事訴訟法第百八十一条第一項\nよつて主文の通り判決する。\n（裁判長　判事　坂本徹章　判事　塩田宇三郎　判事　浮田茂男）\n"
}