{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 30,
    "month": 10,
    "day": 18
  },
  "case_number": "昭和30(う)1566",
  "case_name": "児童福祉法違反被告事件",
  "court_name": "東京高等裁判所第一〇刑事部",
  "result": "破棄自判",
  "article_info": "第8巻7号954頁",
  "gist": "児童福祉法第六〇条第三項但書の場合にあたらないとした事例",
  "case_gist": "児童を接客婦として住み込ませようとするような場合には、その周旋人はもとより、児童本人、その親等も、また、右周旋人の示唆等により雇主に対し年齢を偽わり、満十八才以上であるように装うことは、世上一般に行われ稀有の事実でないのであるから、単に、児童の体格風貌等が十八才以上に見え、右の者等において十八才以上であると告げたからといつて、更に戸籍抄本等につき正確な年令の調査をすることなく、その児童に淫行をさせた場合には、児童福祉法第三四条第一項第六号の違反罪が成立し、同法第六〇条第三項但書の児童の年齢を知らないことに過失のない場合\nにはあたらない。",
  "lawsuit_id": "21627",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=21627",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/627/021627_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人を罰金五千円に処する。\n右罰金を完納することができないときは、金二百円を一日に換算した期\n間被告人を労役場に留置する。\n理　　　　由\n本件控訴の趣意は、弁護人清水胤治作成名義の控訴趣意書記載のとおりであるか\nら、これここに引用し、これに対して次のとおり判断する。\n原判決が、罪となるべき事実として、「被告人は沼田市ａｂ番地に於て特殊飲食\n店Ａを営業している者であるが（一）昭和二十九年六月下旬頃児童であるＢことＣ\n（昭和十二年十一月九日生）を接客婦として雇入れその年齢を確認することなくそ\nの頃より約十日間右店舗に於て男客を取らせて淫行せしめ（二）同年六月下旬頃児\n童であるＤ（昭和十二年一月十日生）を接客婦として雇入れその年齢を確認するこ\nと除くその頃より約二ケ月間右店舗に於て男客を取らせ淫行せしめたものであ\nる。」との起訴状記載の公訴事実どおりの事実を認定判示した上、児童福祉法第三\n十四条第一項第六号、第六十条第一項、第三項本文等を適用して、被告人を罰金五\n千円に処していることは、所論のとおりであつて、所論は、右原判決には、判決に\n影響を及ぼすことの明らかな事実の誤認及び法令適用の誤がある旨主張するによ\nり、案ずるに、右原判決の判示事実は、すべてその援用する証拠によつてこれを肯\n認することができるのである。しかるに、所論は、被告人は、原判示児童らを雇い\n入れるに際してはその年齢につき、相当の注意を払つているのであつて、過失がな\nいのであるから、被告人の本件所為は、児童福祉法第六十条第三項但書により、罪\nとならない旨主張するのであろが、なるほど、記録に徴するときは、原判示二名の\n児童各本人及びこれが周旋人たるＥらが、いずれにも被告人に対し、各本人の年齢\nを偽り、十八才以上である旨を告げていたこと、特にＤについては、その父までが\n被告人に対し、Ｄの年齢を偽つていた事実の認められることは、所論のとおりであ\nるし、又、各本人の体格や風貌等も所論<要旨>のとおりであつたことが窺いえられ\nない訳ではないけれども、しかし、単に体格や風貌のみによつて人の正確</要旨>な\n年齢を知りえないことは、論を待たないところである上に、児童を接客婦として住\nみ込ませようとするような場合には、その周旋人はもとより、児童本人もまた、右\n周旋人の示唆等により雇主に対して年令を偽わり、満十八歳以上であるように装う\nことは、世上一般に行われるところであり、又、児童の保護者たる父母といえど\nも、児童に客を取らせることを容認するような場合には、その雇主に対して、児童\nの年令を十八歳以上の如く偽装することもまた必ずしも稀有の事実ではないのであ\nるから、単に、その体格風貌等が十八歳以上に見え、且つ、児童本人及びその周旋\n人が（前述のような場合には児童の親も）十八歳以上である旨を告げたからといつ\nて、更に進んで、戸籍抄本等につき、正確な年令の調査をすることなく、児童に淫\n行をさせた場合には、児童福祉法第三十四条第一項第六号の違反罪が成立するもの\nというべく、同法第六十条第三項但書の児童の年令を知らないことにつき過失のな\nい場合にはあたらないものといわなければならない。所論は、原判示Ｃの場合に\nは、本人がＢと偽名していたものであり、当時十八才以上であつたＢなる婦女子が\n渋川市に実在していたのであつて、たとえ、被告人において戸籍照会の手続をした\nとしても、十八歳以上であるとの回答をえたに過ぎなかつたであろうから、戸籍の\n調査は、必ずしも必要でない旨主張するのであるが、しかし、戸籍抄本等によつ\nて、正確な年令の調査をしたにもかかわらず、なお且つ、戸籍の誤謬その他の原因\n等により、正確な年令を知ることができなかつたような場合においてこそ、始め\nて、所論のような児童の年令を知らなかつたことにつき過失がなかつた場合にあた\nるものというべきであるばかりでなく、弁護人の控訴趣意書に添附されている戸籍\n抄本の記載に徴するときは、もし、被告人において、戸籍の調査を行い、該戸籍抄\n本を入手していたならば、Ｂなる者の生年月日が昭和三年十月十三日であり、本人\nらのいう年令と甚だしく相違する等の点より、偽名の事実までも発見されたかも知\nれないような情況にあつたことが窺われるのであるから、児童の年令を知るにつ\nき、戸籍の調査が不要であるとの所論は、到底これを採用することができないもの\nといわなければならない。\nしかして、原判決挙示の証拠によれば、被告人は、原判示二名の童児に対して\nは、その体格・風貌等により、各その本人及び周旋人らの言（Ｄについてはその父\nの言をも）を軽信して、十八歳以上であると考え、更に進んで、戸籍抄本等によ\nり、正確な年令の調査をしようともしないで、右児童らに原判示のような淫行を行\nわせたものであることが認めえられるのであるから、原判決が、被告人に過失がな\nかつたとの被告人及び弁護人の主張を排斥し、前示証拠によつて原判示事実を認定\nした上、これに対して、児童福祉法第三十四条第一項第六号、第六十条第一項等を\n適用処断したことは正当であるというべく、原判決には、経験則並びに採証法則の\n違反は認められず、記録を精査検討してみても、原判決に、所論のような判決に影\n響を及ぼすことの明らかな事実の誤認及び法令適用の誤があることを発見すること\nができないから、論旨は理由がない。\n（その他の判決理由は省略する。）\n（裁判長判事　中西要一　判事　山田要治　判事　石井謹吾）\n"
}