{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 33,
    "month": 4,
    "day": 5
  },
  "case_number": "昭和32(ネ)1967",
  "case_name": "株金請求等事件",
  "court_name": "東京高等裁判所第二民事部",
  "lawsuit_id": "21409",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=21409",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/409/021409_hanrei.pdf",
  "contents": "主　　　　文\n原判決を取消す。\n被控訴人は控訴人に対し、金百万円及びこれに対する昭和三十一年五月\n八日から完済にいたるまで年六分の割合による金員を支払え。\n訴訟費用は、第一、二審とも被控訴人の負担とする。\nこの判決は、執行前控訴人において、金三十万円の担保を供するとき\nは、仮りに執行することができる。\n事　　　　実\n控訴人は、主文第一ないし第三項同旨の判決及び仮執行の宣言を求め、被控訴代\n理人は控訴棄却の判決を求めた。\n当事者双方の事実上の陳述及び証拠の関係は、\n控訴人において、（一）本件株金の払込は適法になされたものである。（二）株\n式会社東京殖産創立総会において、Ａが取締役に選任せられた事実は、これを認め\nる。（三）（１）商法第百八十九条は、設立せらるべき会社の資本の充実を確保せ\nんとする趣旨に出たものであること明かである。会社の設立の中途において、いく\nら資本が充実しても、結局成立した会社について、資本の充実がなければ、意味が\nない。本件は一旦株金の払込があつたとしても、会社の成立すなわち設立登記の直\n前発起人総代が、その資格において、保管金を引出し、これを雲散霧消させて、会\n社成立のときには、会社に何等の資産がなかつた事案である。かようなことが法の\n精神に反するこというまでもない。（２）商法第百八十九条第二項は「会社」に対\n抗することを得ないと規定している。\n会社に返還しなければならぬ趣旨であることを窺知できる。（３）非訟事件手続\n濃第百八十七条第二項第十号によれば、株式会社の設立登記申請には、払込を取扱\nつた銀行の保管に関する証明書を添附しなければならぬことになつている。もしこ\nれを添附しないときは、登記申請は却下せられる（同法第百五十一条）。しかるに\nもし原審のいわれるように登記のときまで払込金を保管しておく必要がないものと\nすれば、保管金証明書の添附を要求することはできないはずである。と述べた\nほか原判決事実の部分に記載してあるとおりであるから、ここにこれを引用す\nる。\n理　　　　由\n株式会社東京殖産が昭和二十七年二月十四日設立された貸金業、動産及び不動産\n売買の斡旋に関する業務等を目的とし、一株の金額五百円、発行済株式の数二千株\nの株式会社であり、被控訴人が銀行取引業務を目的とする株式会社であること、右\n株式会社東京殖産の設立に際し被控訴人が株金払込の取扱事務の委任を受け、控訴\n人、主張のように被控訴人に引受株式二千株の株金百万円の払込がなされたこと、\nならびに被控訴人が株式払込取扱銀行として昭和二十七年二月八日同会社の発起人\n総代Ａに対し金百万円の株式払込金を保管している旨の保管証明書を発行交付した\nことは、いずれも当事者間に争のないところである。\n被控訴人の弁済の抗弁につき審査するに、右訴外会社が昭和二十七年二月八日の\n創立総会において発起人Ａを取締役に選任し、即日総会を終結し、同日東京法務局\nＢ出張所に設立登記の申請をしたことは当事者間に争なく、成立に争のない乙第四\n号証、同第五、六号証の各一、二同第七号証ならびに原審における証人Ｃ及び相被\n告であつたＡ本人の各供述を綜合すれば、被控訴人は昭和二十七年二月九日前記細\n江から、訴外会社の設立登記申請がその前日東京法務局Ｂ出張所第一〇六八号を以\nて受付けられた旨の証明書を提出してその保管にかかる前記株金の返還を請求せら\nれたので、即日同人に対し、右保管金の返還をした事実を認めうる。よつて右保管\n金の返還が被控訴人主張のように適法な弁済として債務消滅の効果を生ずるや否や\nを考える。思うに払込まれた株金は会社の本来の業務活動をなす資金たるべきもの\nであり、会社の業務活動はその設立の時から開始せられるべきものであるから、そ\nの設立の当時そのこれを存しなければならぬことは、いわゆる資本充実の原則に徴\nし、又商法第百八十九条の規定の精神に徴し、明かなところである。\n<要旨>したがつて株金払込取扱機関は会社設立の時まで払込まれた株金を保管す\nることを要するとともに、その反面</要旨>発起人または取締役はそれ以前において\nは、右保管金の弁済を会社のために受領する権限がないものといわねばならぬ。前\n記認定の事実によれば、被控訴人は訴外会社の登記すなわちその設立前である昭和\n二十七年二月九日前記Ａに保管企の返還をなしたのであるから、その返還を以てそ\nの負担する保管金返還債務の適法な弁済となし難いこと右説示するところに照し、\nまことに明瞭である。被控訴人はこれによりその責を免れ難く、抗弁は理由がな\nい。\n訴外会社が昭和三十年十二月十三日東京地方裁判所において、破産の宣告を受\nけ、控訴人がその破産管財人に選任せられたことは、当事者間に争のないところで\nあるから、被控訴人は控訴人に対し、前記払込を受けた株金百万円及びこれに対す\nる訴状送達の日の翌日であること記録により明かである昭和三十一年五月八日から\n完済まで商法に定めるところの年六分の割合による損害金を支払う義務がある。こ\nの支払を求める控訴人の本訴請求は正当であり、これを棄却した原判決は取消を免\nれ難い。　よつて当裁判所は、民事訴訟法第八十九条、第百九十六条を適用し、主\n文のとおり判決した。\n（裁判長判事　奥田嘉治　判事　牧野威夫　判事　青山義武）\n"
}