{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 26,
    "month": 2,
    "day": 23
  },
  "case_number": "昭和25(う)2530",
  "case_name": "恐喝被告事件",
  "court_name": "福岡高等裁判所第三刑事部",
  "result": "棄却",
  "lawsuit_id": "23921",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=23921",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/921/023921_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n理　　　　由\n弁護人松尾九州男の陳述にかかる弁護人荒木新一の控訴趣意は末尾添付裏面記載\nのとおりである。\n右に対する判断。\n第一点（採証法則の違背）について。\n原裁判所が、Ａの検察事務官並びに司法警察員に対する各供述調書を、刑訴第三\n三条第一項第三号所定の書簡すなわち、供述者Ａが所在不明のため公判期日におい\nて供述することができず、且つその供述が犯罪事実の証明に欠くことのできないも\nのであつて、その供述が特に信用すべき情況の下にされたものであるとして受理\nし、これを罪証に供したことは所論のとおりである。論旨は、原裁判所が供述者Ａ\nを所在不明として取扱つた措置の不当を論難するのであるが、記録についてその措\n置の経緯を検討するのに、原審第一回公判（昭和二十五年二月一八日）において、\n検察官は右各供述調書の取調べを請求したところ弁護人において異議を申述べたの\nで、その取調べ請求を撤回して、証人Ａの取調べを請求して採用されたが同証人に\n対する召喚状は、右供述当時の住居から他に転居し転居先不明のために送達不能と\nなり、同証人は原審第二、三、四回の公判（同年三月一八日、四月一三日、五月一\n一日）に出頭せず、その間検察官において引続き同証人の所在を調査していたが遂\nに判明せず、（記録に編綴してある司法巡査Ｂの作成にかかる同年四月一四日附の\n報告書によれば、同証人の所在については鋭意捜査中であるが、同年二月初旬頃か\nら行方不明となつたまま、いまだに判明しない旨の記載がある。）検察官は第四回\n公判において、同証人を所在不明として、前記各供述書の取調べを請求し、併せ\nて、証人Ａの取調べ請求を撤回したところ、弁護人は、同供述調書を証拠とするこ\nとに同意し、その証拠調べに異議なく、なお証人Ａの取調べ請求の撤回にも異議が\nない旨を申述べ、ここに原裁判所は、さきの証人Ａ取調べの決定を取消し、右各供\n述調書の取調べを決定し、<要旨第一>これについて成規の証拠調べの手続をとるに\n至つたものであることが明白である。刑訴第三二一条にいう、供</要旨第一>述者の\n所在不明の場合にあたるかどうかの判別は、それが供述書又は供述を録取した書面\nの証拠能力の有無を決定する一つの標準とされていることにかんがみ、そして手続\nの円滑な遂行による公正にして且つ迅速な裁判の実現という、刑事訴訟本来の趣旨\nに照らして、最も妥当とされるところにその標準をおくべきであつて、概していえ\nば、その所在の発見に捜査通常の過程において相当と認められる手段方法を尽くし\nてもなおその所在が判明しないことが必要であり、且つこれを以て足りると解する\nのが相当である。従つて、単に郵便物が送達不能に終つたとか、その所在が訴訟関\n係人等に分明でないとかいう事実だけでは、まだ所在不明とするには足りないが、\nさればといつて、所論のように失跡に準ずる場合に限るとするのも、嚴格に失して\n妥当でない。本件についてこれを見るのに、前記Ｂ巡査の報告書は、証拠調べの手\n続を経た形跡が記録上認められないので、これを以て供述者Ａの所在捜査に関する\n事情認定の資料とすることはできないのであるが、本件各供述調書が受理されるに\n至つた前記説明の経緯に徴すれば、供述者Ａの所在については、捜査通常の過程に\nおいて相当と認められる手段方法が尽くされて、なお判明しなかつたものと推認さ\nれないこともなく、従つて本件各供述調書はこれを供述者の所在不明の場合のもの\nにあたるものと解されないこともないばかりでなく、本件各供述調書については弁\n護人においてこれを証拠とすることに同意し、その証拠調べに何らの異議をもさし\nはさまなかつたこと前述のとおりであつて、このような事情のもとに、供述者Ａを\n所在不明として取扱い、本件各供述調書を、刑訴第三二一条第一項第三号所定の書\n面として受理した上、これを罪証に供した原裁判所の措置には何ら非議すべきもの\nが認められず、原判決に所論のような採証法則上の違背があるものとは認められな\nい。\n第二点（審判請求以外の事実認定の違法）について。\n<要旨第二>本件起訴状の公訴事実によれば、「被告人は……中畧……かぬてズボ\nンのバンドの左後方に所持していた匕</要旨第二>首一口を前の方に動かして、その\n束を見せて、要求に応じなければどういう危害を加えるかも判らないというような\n態度を示してＡを畏怖させ……後略」とあり、又、予備的訴因（罰条）の追加請求\n書の公訴事実によれば「被告人は……中略……かねてズボンのバンド下の左後方に\n所持していた匕首一口を前の方に動かしてその束を見せ、要求に応じなければ身体\nにどういう危害を加えるかも判らないというような態度を示し、因つて同人（Ａ）\nを脅迫したものである。」とあり、原判決の認定によれば、「被告人は……中略…\n…ズボンのバンド下の後方に隠して差していた刃渡り三寸位の匕首（証第一号）を\n前の方に廻して、その束を弄び、「打殺してやる」と申向け、同人（Ａ）が被告人\nの要求に応じないときは、その生命又は身体に対して危害を加うべきことを以つて\n同人を脅迫したものである。」というのであつて、公訴事実の記載と原判決認定の\n事実との間に若干の相違があり、生命に対して危害を加うべきことを以つて脅迫し\nたことは、公訴事実の中に記載されていないことはまことに所論のとおりである。\nしかし、健全な常識による一般的な観察を以つてする限り被告人がＡに対して加え\nた脅迫の所為自体としては、公訴事実と原判決認定の事実とは、全く同一の事柄を\n指向するものであつて、両者別個の事柄に属するものとは認められない。\n公訴事実に包含表明されるところの事実が、訴訟手続における実体形成の進展過\n程において多少の変形を伴うことは、むしろ通常の事象であり、必然の事柄でさえ\nある。盗品の数量、価格等に例を藉りれば事おのずから明白であろう。社会的な観\n察において事件の同一性が失われない限り、裁判所は公訴事実の文言に拘束される\nことなく、明らかにされた事案の真相に従つて事実を認定すべきであること言をま\nたない。原判決の事実認定を目して、審判の請求を受けない事件について判決した\n違法ありとする論旨はもとより採用の限りでない。\n第三点（量刑不当）について。\n記録を調査するのに、諸般の犯情に照らし、原判決の科刑は相当であると認めら\nれ、これを不当とすべき事情は認められない。\nその他原判決を破棄すべき事由がないので、刑訴第三九六条により本件控訴を棄\n却すべきものとする。\n以上の理由により主文のとおり判決する。\n（裁判長判事　筒井義彦　判事　柳原幸雄　判事　川井立夫）\n"
}