{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 27,
    "month": 4,
    "day": 21
  },
  "case_number": "昭和26(ネ)744",
  "case_name": "損害賠償請求事件",
  "court_name": "大阪高等裁判所第三民事部",
  "lawsuit_id": "22860",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=22860",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/860/022860_hanrei.pdf",
  "contents": "主　　　　文\n原判決を左のとおり変更する。\n被控訴人は控訴人に対し金十万円及びこれに対する昭和二十四年十月十\n五日より右支払済まで年五分の割合による金員を支払え。\n訴訟費用は第一、二審を通じてこれを三分しその一を控訴人の負担と\nし、その余を被控訴人の負担とする。\n事　　　　実\n控訴代理人は「原判決を取り消す。被控訴人は控訴人に対し金十六万円及びこれ\nに対する昭和二十四年十月十五日より右支払済まで年五分の割合による金員を支払\nえ。訴訟費用は第一、二審とも被控訴人の負担とする。」との判決を求め、右第一\n位の請求の容れられない場合の予備的請求として「被控訴人は控訴人に対し金五万\n円及びこれに対する昭和二十六年十月十八日より右支払済まで年五分の割合による\n金員を支払え。」との判決を求め、被控訴代理人は「本件控訴を棄却する。控訴費\n用は控訴人の負担とする。」との判決を求めた。\n当事者雙方の事実上の陳述は、控訴代理人において「原判決添付目録記載の物件\nは、控訴人が訴外Ａから代金十七万五千円で買い受けた控訴人所有物件であるの\nに、被控訴人は訴外合資会社関西ホテルの所有物件として昭和二十四年八月下旬差\n押をなし、情を知らない執行吏をして右差押物件中洋服タンス三点、応接セツト一\n組、油絵額二点を除くその他の物件（以下本件物件と称する）につき同年九月六日\n競売を敢行させ、自らこれを競落した上、他に転売し、因つて控訴人をして同日右\n物件に対する所有権を喪失させ、当時の本件物件の価格に相当する金十六万円の損\n害を控訴人に加えたのである。右控訴人の蒙つた損害は被控訴人の過失に基因する\nものである。すなわち、（イ）被控訴人は河本執行吏をして差押をなさしめたとき\n自ら差押に立会し、その際訴外会社雇人より、本件物件が控訴人の所有であること\nを告げられた。（ロ）差押後訴外会社の代理人弁護士Ｂは本件物件が控訴人の所有\nである旨を被控訴人に申し出た。（ハ）弁護士訴件川合五郎は控訴人の代理人とし\nて、昭和二十四年八月三十一日到達した書留内容証明郵便（甲第三号証の一）を以\nて本件物件が控訴人の所有である旨を被控訴人に通告した。右の（イ）（ロ）\n（ハ）の事実が存する以上被控訴人としては右三者の主張事実の真否を調査すべ\nく、もし発売開始の時までに調査をなし得ないときは競売は一応これを延期しその\n調査を完了すべきが当然であるのに、十分な調査もせずに漫然競売を断行したので\nあるから、過失の責を免れ得ないものというべきである」と訂正補充し、新たに予\n備的請求原因として「被控訴人は訴外合資会社関西ホテルに対する強制執行をなす\nに当り、第三者である控訴人所有の本件物件を競売し、昭和二十四年九月六日自ら\nこれを代金五万円を以て競落しその代金を訴外会社に対する債権の弁済として受領\nし、控訴人はこれにより同額の損失を受けた。従つて被控訴人は不当利得として右\n金員の返還義務を有するから、金五万円及びこれに対する履行請求の翌日である昭\n和二十六年十月十八日より右支払済まで年五分の割合による遅延損害金の支払を求\nめる」と述ベ、被控訴代理人において「被控訴人が競落した物件は原判決添付目録\n記載の物件中控訴人主張の物件を除く本件物件であることは認める。控訴人主張の\n予備的請求原因事実は否認する」と述べた外原判決事実摘示と同一であるからこゝ\nにこれを引用する。\n立証として控訴代理人は甲第一、二号証同第三号証の一、二を提出し、原審証人\nＢ同Ａの各証言、原審における控訴本人訊問の結果を援用し、乙第一号証の成立を\n認めて利益に援用し、被控訴代理人は乙第一号証を提出し、当審証人Ｃ、同Ｄの各\n証言、原審並び社当審における被控訴本人の各訊問の結果を援用し、甲第一、二号\n証はいずれも不知、同第三号証の一、二は成立を認めると述べた。\n理　　　　由\n被控訴人が訴件合資会社関西ホテルに対する債権についての強制執行として、昭\n和二十四年八月下旬頃控訴人主張の動産物件に対し差押をなし同年九月六日の競売\n期日に本件物件を自ら競落したことは当事者間に争いがない。そして原審証人Ａの\n証言により真正に成立したと認められる甲第一、二号証に、原審証人Ａ、同Ｂ、原\n審における被控訴本人の各訊問の結果を綜合すれば、本件物件外数点の動産はもと\n訴外会社関西ホテルの所有であつたところ、昭和二十四年六月頃同会社に対する租\n税滞納処分として該物件につき天王寺税務署長の差押公売処分が行われ、その結果\n訴外Ａがこれを競落取得したこと、当時同ホテルの代表社員Ｅは外地にあつてまだ\n帰還せず、留守を預かつていたその父Ｆは、該物件を失つてはホテル営業を続ける\nことはできず、さりとて買戻代金もない窮状を、控訴人等近隣の人々に訴え、これ\nに同情した控訴人は有志の者と計つて、同年八月十八日該物件を訴外Ａから代金十\n七万五千円で買い受け、関西ホテルに賃貸使用させて営業を継続させたものである\nことを認めるに十分である。これをくつがえす反証はない。従つて被控訴人は訴外\n会社関西ホテルに対する強制執行として、同会社の所有に属せず第三者である控訴\n人の所有に係る本件物件を差し押えて競売し、以て控訴人の権利を侵害したものと\nいわなければならない。\nそこで控訴人に対する右権利侵害について被控訴人に不法行為の責任が成立する\nかどうかについて考えてみる。まず執行債権者と執行吏との不法行為についての責\n任関係の問題であるが執行債権者が執行吏に強制執行を委任した場合、その強制執\n行は国家機関たる執行吏の職務行為として実施されたものであり、その職務を行う\nについて故意又は過失によつて違法に他人に損害を加えたときは、国がこれを賠償\nする責に任ずるものであることは国家賠償法第一条に明らかである。併し、それと\nは別個に執行債権者に故意又は過失の責むべきものがあつて一般不法行為を以て論\nずべき場合には、執行吏の職務執行行為として適法であると否とに拘らず債権者は\nその責を免れることを得ないものであつて、強制執行が執行吏の職務行為であり、\nその職務執行が適法であることに依拠してその責を否定することは許されないもの\nと解さなければならない。この点に関する被控訴人の見解には従い得ない。進んで\n被控訴人に過失の責があるかどうかを判断する。成立に争いのない甲第三号証の\n一、二、乙第一号証、原審証人Ｂ、原審における控訴本人、原審並びに当審におけ\nる被控訴本人の各訊問の結果を綜合すると、被控訴人は（イ）本件物件に対する差\n押執行の際、その現場において関西ホテルの雇人訴件Ｇから、本件物件は控訴人の\n所有であつて、同ホテルが控訴人から賃借している物件であると告げられたこと\n（ロ）昭和二十四年八月三十一日到達の書留内容証明郵便を以て控訴人の代理人と\nして弁護士川合五郎から「本件物件は税務署の公売処分によりＡが競落し、昭和二\n十四年八月十八日控訴人が同人より買い受けた控訴人の所有物件であり右事実は税\n務署で調査すれば容易に分明することである。差押の実行については十分注意され\nたい」旨の通告を受けたこと、（ハ）訴外関西ホテルの代理人である弁護士Ｂから\nも競売期日の前日にきて、本件物件が控訴人の所有に属し同ホテルにおいて賃借中\nであることを告げ、差押の解除もしくは競売の延期を懇請されたこと、一方被控訴\n人は前記（イ）のような申述があつたがこれについての証拠書類の提示がなく、現\nに債務者が占有していたので、執行吏が差押を執行するに委せ、（ロ）の通告を受\nけてから所轄天王寺税務署に自ら出頭し又は雇人を派して通告の事実の真否を確め\nようとしたが、多忙の故を以て断られ或は記録が見当らないと言われてその目的を\n達することができず、（ハ）の債務者からの差押解除もしくは競売延期の申入に対\nしては債務者に不信の点があるとして応ぜず、控訴人から強制執行異議の訴の提\n起、強制執行停止命令の申請もなされなかつたので所定の競売期日に競売を実行し\nた事実な認めることができる。右各認定を左右<要旨第一>するに足る証拠はない。\nおよそ、強制執行の目的動産について所有権を主張する第三者があり、その主張が\n執</要旨第一>行妨害のため無責任になされたものと認められない状況にあるとき\nは、その主張を虚偽として無視し得る合理的な理由がない限り、執行債権者はその\n主張事実の真否を調査すべきであり、競売期日までに適当な調査をなすことを怠つ\nて競売手続を遂行したときは、これについて執行債権者は過失の責に任ずべきもの\nと解するのが相当である。被控訴人は前記（イ）のように差押の現場において本件\n物件が控訴人の所有である旨告げられたが、これは単に執行債務者の一使用人がそ\nういうだけであるから、右差押について被控訴人に過失ありとなすに足らないが、\nその後控訴人の代理人である弁護士から、書面を以て、取得経路を明かにして本件\n物件が控訴人の所有である旨を前記（ロ）のように通告されている。これは弁護士\nが受任事務について依頼者の代理人としてした申入であり、又書面による申入であ\nることにおいて、無責任な主張と考えるわけにはいかないし、この主張に対しては\n前記（ハ）のように執行債務者の代理人たる弁護士からの同趣旨の表明という裏付\nが存するのであるから、これを虚偽として無視するがためには何等かの合理的な理\n由がなければならぬし、それがない限りその主張は事実であつて控訴人の所有であ\nるかも知れないという相当程度の疑いを持つべきが通常人として当然の常識であろ\nう。被控訴人も一応の疑念を抱いたからこそ、控訴人の代理人の通告に従つて調査\nのため天王寺税務署に赴いたのであらうが、同署からは控訴人の主張が虚偽で本件\n物件が控訴人の所有であることを否定すべき返答を得られなかつたのである。而も\n被控訴人はそれ以上の何等の調査も行つていないのであるからその調査は不十分と\nいわざるを得ない。そうだとすれば前段説明に照し、被控訴人は控訴人所有の本件\n物件について競売手続を遂行したことにつき過失の責を免れ得ないものといわなけ\nればならない。\nよつて損害の点を判断する。被控訴人が本件物件を昭和二十四年九月六日の競売\n期日において自ら競落したことは当事者間に争いがなく原審における被控訴人の訊\n問の結果によれば、被控訴人は右競落した本件物件を、その数日後他人に代金十五\n万円で売却したことを認めることができる。被控訴人は本件物件の競売人である\nが、前記認定のように、本件物件を競落するに当つて過失があつたのであるから、\n本件物件の所有権を取得するに由なく、従つて右競落により控訴人は未だその所有\n権を失つたものではない。併し、被控訴人より本件物件を買い受けた第三者は、民\n法第百九十二条によりその所有権を取得し、こエに控訴人は本件物件の所有権を失\nい、その価格相当の損害を被つたものと認めるのが相当である。控訴人は所有権喪\n失当時の右物件の価格は金十六万円であると主張するが、これを認むべき明確な証\n拠はないから、被控訴人が本件物件を第三者に売却した売価金十五万円がその価格\nであり従つて控訴人は被控訴人の不法行為により本件物件の所有権を失い、そ<要旨\n第二>の価格金十五万円の損害を被つたものと認めるのが相当である。ところで、強\n制執行の目的物について、その</要旨第二>所有権が自己に属すると主張する第三者\nは、執行債権者に対し強制執行異議の訴を提起し、これに伴つて強制執行停止命令\nを申請して自らその損害の発生を防止することができるのであるから、そうする時\n間的、経済的余裕があるに拘らずこの措置に出なかつたときは、損害の発生につい\nて、被害者たる第三者にも過失があるものというべきである。本件において、控訴\n人が強制執行異議の訴及び同停止命令申請の措置に出なかつたことは、控訴人の自\n認するところであり、そうする時間的経済的余裕を控訴人が有したことは、弁論の\n全趣旨に照し明かである。控訴人は、本件物件は是非とも確保しなければならない\nものではなく、単に自己の支出金額を回収することができたらよいのであるから多\n額の金員を供託してまで強制執行を停止する要はなかつたと主張するが、それだけ\nの理由では、強制執行停止申請をなし得べぎであるのにこれをしなかつた過失を不\n問に付することはできない。前記被控訴人が控訴人に被らせた損害賠償の額を定め\nるについて、控訴人の右過失を斟酌するのが妥当であるから、これを斟酌し、控訴\n人が被控訴人に対し請求し得べき損害賠償め額は金十万円を以て相当と考える。さ\nれば、控訴人の本訴請求中、被控訴人に対し金十万円及びこれに対する、訴状送達\nの翌日以後であることが記録上明確な昭和二十四年十月十五日から、右支払済まで\n年五分の割合による遅延損害金の支払を求める部分は正当として認容し、その余は\n失当として棄却すべきである。従つてこの範囲において原判決を変更し民事訴訟法\n第九十六条第九十二条を適用して主文のとおり判決する。\n（裁判長判事　田中正雄　判事　平峯隆　判事　藤井政治）\n"
}