{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 28,
    "month": 6,
    "day": 26
  },
  "case_number": "昭和28(う)770",
  "case_name": "麻薬取締法違反被告事件",
  "court_name": "東京高等裁判所第七刑事部",
  "result": "棄却",
  "article_info": "第6巻10号1274頁",
  "gist": "いわゆる麻薬取扱者がその業務の目的以外に麻薬を譲渡することが許されていた当時麻薬取扱者甲が同じく麻薬取扱者乙に麻薬の売却方を依頼しこれを交付した後その譲渡が禁止されるに至つてその売買が成立し乙が丙にこれを交付した場合の甲の刑責の有無",
  "case_gist": "いわゆる麻薬取扱者が、その業務の目的以外に麻薬を譲渡することが許されていた麻薬取締規則(昭和二一年厚生省令第二五号)施行当時、麻薬取扱者甲が同じく麻薬取扱者乙にその売却方を依頼し麻薬を交付した後、その護渡が禁止されるに至つた麻薬取締法(昭和二三年法律第一二三号)施行後その売買が成立し、乙がこれを丙に交付したような場合、甲の所為は同法第三条にいわゆる「譲リ渡し」をしたものに該当しない。",
  "lawsuit_id": "21841",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=21841",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/841/021841_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n理　　　　由\n検察官の控訴趣意は別紙記載のとおりである。\nそこで検討してみるに、本件控訴事実は「被告人Ａは昭和二十一年八月二十一日\nより同二十三年九月二十八日迄の間三条市所在Ｂ病院において麻薬小売業者として\n法定の麻薬取扱者の免許を有していたものであるが、昭和二十三年八月頃業務の目\n的以外のために自己所有の麻薬ナルコポン末四・九瓦を三条市大字ａ字ｂ町Ｃ方に\n於いて同人を介しＤに譲渡したものである」というのであるところ、一件記録によ\nると、右の事実関係は、被告人が昭和二十三年三月頃同じく薬剤師であつて麻薬取\n扱者の免許を受けていたＣに対し自己のかねてから所有していた公訴事実記載の麻\n薬を他に売却してくれと依頼して交付し、その後別段催促もせずにいたところ、同\n年八月になつて同人は右の麻薬をＤに売り渡し、その代金を被告人に交付したとい\nうのであること、そして被告人及びＣの右の所為がその業務の目的以外のためにし\nたものであることが認められるのであつて、この場合問題となるのは、被告人がＣ\nにし他に売却方を依頼して麻薬を交付した昭和二十三年三月頃は麻薬取締規則の施\n行当時で、同規則によると、被告人のような麻薬取扱者は、たとえその業務の目的\n以外のためであつても、麻薬を販売し、授与し、使用し又は所持することが許され\nていたのに対し、その後同年七月十日に同規則に代つて麻薬取締法が施行され、そ\nの第三条第一、二項によると、麻薬取扱者であつても、その業務の目的以外のため\nに麻薬を譲り渡す等の行為をすることは禁止され、この禁止に違反すれば処罰を受\nけるようになつたということ、いいかえればＣがＤに本件麻薬を売却した当時にお\nいてはその譲り渡し行為は違法な行為とされることになつたということである。\n原判決は、かかる関係を前提として、被告人については同年三月頃麻薬をＣに手\n交した際にその「譲り渡し」の行為が完了しているのであつて同年八月の代金授受\nの時に「譲り渡し」の行為が完成したとみるべきではない。しかるに被告人の譲り\n渡し行為は麻薬取締規則施行当時のもので、同規則によればこれを処罰することは\nできないのだから、結局被告人の行為は罪とならないものである、として無罪を言\nい渡したのであるが、これに対し、検察官の論旨は、（一）被告人がＣに本件麻薬\nを手交した行為は麻薬取締規則第二十三条にいう「授与」ないしは麻薬取締法第三\n条にいう「譲り渡し」に該当せず、被告人は手交後においても依然として麻薬の所\n有権を保有しており、右麻薬については被告人とＣとの間に共同所持の関係が存続\nしている、（二）そして、同年七月十日麻薬取締法の施行後は右麻薬の不法所持に\nつき被告人Ｃともに同法第三条違反の罪が成立する関係にあり、かく解する以上Ｃ\nがこの麻薬を第三者に売却した行為はＣの単独犯行と解することはできず、むしろ\n被告人の麻薬販売を幇助したものと見るべきである、（三）しかるに原判決は昭和\n二十三年八月頃被告人が麻薬を他に譲り渡したものではないとして無罪を言い渡し\nたものであつて、右は事実の誤認であるか法令の適用の誤を胃したものであり、破\n棄を免れない、と主張するのである。\nしかしながら、右に摘示した論旨を一読してもわかるとおり、Ｃが本件麻薬をＤ\nに売却した当時右の麻薬に対し被告人とＣとの共同所持の関係が成立していたとい\nうことから直ちにその売却行為が被告人の犯罪行為であるという結論は出てこない\nのであつて、論旨は肝要な点において論理に飛躍があるといわなければならない。\nいやしくも被告人に犯罪ありとしてこれを処罰するためには、そこになんらかの被\n告人の行為が存在しなければならぬことは当然の事理である。しかるに、麻薬取締\n法施行後被告人とＣとの共同所持の関係が成立しているというのは一つの状態を意\n味するにすぎず、それ自体はなんらの行為でもない。それにもかかわらずＣがその\n麻薬を他に売却したことによつて被告人の犯罪が成立するという論旨の理論構成\nは、刑法の大原則に反するものである。所論はその限りにおいて採ることができな\nい。\n思うに、本件の問題は、昭和二十三年八月頃Ｃが本件の麻薬をＤに売却した事実\nからまず出発すべきであるが、右の売却行為は麻薬取締法上いかなる行為に該当す\nるのであろうか。この点については結局麻薬取締法第三条第一項にいわゆる「譲り\n渡し」の意義が問題となるわけであつて、それにはこれを所有権移転行為の意に解\nする説と単なる占有の移転行為と解する説とが考えられる。しかるに最高裁判所昭\n和二十六年（あ）第三六三四号同二十七年四月十七日第一小法廷判決（刑事判例集\n第六巻四号六七八頁）は「麻薬の売却方を依頼して他人に交付することは、麻薬取\n締法第三条にいわゆる麻薬の譲渡にあたる」と判示しているのであつて、この判断\nは明らかに「譲り渡し」を占有の移転の意に解しているものと見なければならな\nい。けだし売却方を依頼し交付するような場合には所有権はまだ依頼者に留保され\nているのが一般であるから、所有権移転説を採る以上はかかる場合にはまだ「譲り\n渡し」が完成したことにならない筋合だからである。そこで、かような判例の解釈\nに従つて考えてゆくと、麻薬の売却方を依頼しこれを被依頼者に交付すればそれだ\nけで「譲り渡し」の罪が成立するとともに、被依頼者がこれをさらに他に売却して\n交付すれば、その際さらにその被依頼者自身の「譲り渡し」の罪が成立することに\nなる。これは占有移転説を採る以上当然の帰結で、これを本件について見れば、Ｃ\nが本件麻薬をＤに売却交付した所為は、Ｃ自身の「譲り渡し」に該当するのである\n（論旨は、Ｃの所為は、幇助だというが、それは論旨が所有権移転説を前提として\nいるからで、なるほど所有権移転説をとれば所有者でない者は正犯たりえないから\n従犯だというほかはないであろう。しかしこの前提は当裁判所の採るところではな\nい。）それゆえ、原判決が同年八月には被告人の「譲り渡し」の行為は存在せず、\n被告人のそれは同年三月に完了していると判示したのは、（厳密にいうとその当時\nは麻薬取締法は施行されておらず、従つて「譲り渡し」という同法上の概念をそこ\nに使用したのはやや語弊があるけれども）正当であるといわなければならない。も\nつとも、それでは被告人はＣの右「渡し」につき無関係なのかと問われればもとよ\nりそうではない。すでに認定したところからして明らかなように、Ｃが麻薬をＤに\n譲り渡したのは被告人の依頼によるものであり、Ｃは被告人の依頼によつて右麻薬\nの譲渡を決意したもの<要旨>であるから、その依頼行為は観念上教唆をもつて目す\nべきものであろう。しかしながら、被告人がＣに対し</要旨>売却方を依頼したのは\n前述のように同年三月頃のことで、被告人自身が麻薬を売却してもＣがこれを売却\nしてもそれは禁ぜちれていなかつた時の出来ごとである。罪とならない時代の行為\nが後に至つて処罰せらるべきでないことは日本国憲法第三十九条の明定するところ\nであつて教唆犯といえどもその処罰はあくまで教唆行為そのものに由来するのであ\nる以上、被告人の右の所為は罪とならないものといわなければならない。教唆犯が\n正犯の行為を俟つて成立するということを理由としてこの場合も被告人の処罰を肯\n定するがごときは、明らかに従属性理論を誤解したものである。そして、本件にお\nいては、被告人は前記の依頼をした後なんらの催促もしないでそのままにしていた\nというのであつてみれば、麻薬取締法施行後においては被告人の行為としてはなん\nら処罰に値するものがないというほかはない。強いていうならば麻薬取締法施行後\nＣに対し売却の委託を取り消さなかつたという不作為が問題となるわけであるが、\nこの不作為をＣの譲渡に対する加担行為と解することはなお疑問であるのみなら\nず、被告人がＣを介して麻薬を譲り渡したという本件訴因はいずれにしても認めら\nれないことに帰するので、原判決が被告人に対し無罪を言い渡したのは結局正当で\nあるというべきである。論旨は理由がない。\n以上の次第であるから、刑事訴訟法第三百九十六条に従い本件控訴を棄却するこ\nととし主文のとおり判決する。\n（裁判長判事　大塚今比古　判事　山田要治　判事　中野次雄）\n"
}