{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 33,
    "month": 12,
    "day": 9
  },
  "case_number": "昭和33(う)389",
  "case_name": "鉱山保安法違反被告事件",
  "court_name": "仙台高等裁判所刑事部",
  "result": "破棄差戻",
  "lawsuit_id": "24060",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=24060",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/060/024060_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n本件を福島地方裁判所（平支部）に差し戻す。\n理　　　　由\n検察官福田正男の陳述した控訴趣意は、記録に編綴の福島地方検察庁平支部検察\n官樋口直吉名義の控訴趣意書の記載と同じであるから、これを引用する。\n同控訴趣意について。\n原判決は、鉱山保安法（昭和二七年法律第二七六号による改正前のもの）第五六\n条第五号は一種の身分犯であつて、鉱業権者（又は鉱山労働者）だけを処罰の対象\nとしていると解すべきであり、また同法第五八条は違反行為者が本来前三条により\n処罰の対象となり得る場合に、前三条により当該違反行為者を罰するほか、事業主\nである法人又は人をも更に処罰できることを定めた規定に過ぎないのであつて、前\n三条の違反行為をしたけれども元来処罰の対象となり得なかつた者をも処罰できる\n趣旨に解すべきではないから、鉱業権者ではなく鉱業代理人であつた被告人の所為\nは罪とならない旨説示して、被告人に対し無罪の言渡しをしている。\n<要旨>ところで、同鉱山保安法第二条一項は「この法律において『鉱業権者』と\nは、鉱業権者及び租鉱権者をい</要旨>う」とし、同法第四条は「鉱業権者は、左の\n各号のため必要な措置を講じなければならない。……」と規定し同条の規定に違反\nした者に対する罰則規定として、同法第五六条は同条第五号の「第三十条の規定に\nよる省令に違反して、第四条に定める措置を講ぜず、又は第五条（同条は「鉱山労\n働者は、鉱山においては、保安のため必要な事項を守らなければならない」と規定\nする）に定める事項を守らない者」に該当する者は、六箇月以下の懲役又は三万円\n以下の罰金に処することを定めているのであつて、右同条同号前段の犯罪の主体\nは、右各条の関する限りでは、鉱業権者である。しかし、同法第五八条は「法人の\n代表者又は法人若しくは人の代理人、使用人その他の従業者が、その法人又は人の\n業務に関し、前三条（第五五条、第五六条、第五七条）の違反行為をしたときは、\n行為者を罰する外、その法人又は人に対して各本条の罰金刑を科する」と規定して\nおり、その前身（鉱山保安法は旧鉱業法、鉱業警察規則、石炭坑爆発取締規則等の\n鉱山保安関係法規に代るものとして制定された）というべき旧鉱業法第一〇四条の\n「法人又ハ人ハソノ代理人、同居者、雇人ソノ他ノ従業者ニシテ其ノ業務ニ関シ本\n法ノ違反行為ヲ為シタルトキハ自己ノ指揮ニ出テサルノ故ヲ以テ其ノ処罰ヲ免ルル\nコトヲ得ス」との立法形式をとる規定につき、法人の業務に関しその従業者が法令\n違反の行為をしたことにつき法人を罰すべき場合には、別段の規定のない限り従業\n者を罰することを得ない旨の大審院判例（昭和九年四月二六日第一刑事部判決等）\nが出た後、前記鉱山保安法第五八条にいわゆる両罰規定が採用された立法経過、及\nび右第五八条が「行為者を罰する外」云々と定めていること等に鑑みれば、両罰規\n定は直接にはその法人又は人に直接責任があるものとした立法形式とみられるとし\nても、同法第五八条により同法第四条及び第五六条が同法第二条第一項の鉱業権者\nに対してのみならず鉱業権者たる法人又は人の代理人、使用人その他の従業者に対\nしても適用せられる法意であると解するのが相当であり、即ち、鉱業権者の代理\n人、使用人その他の従業者が同法第四条の違反行為をしたときは、同法第五八条第\n五六条第五号前段により罰せられるものと解すべきである（最高裁昭和三〇年一〇\n月一八日第三小法廷決定・同昭和三三年七月一〇日第一小法廷判決各参照）。そし\nて、被告人は原判示株式会社Ａの鉱業の実施に関し鉱山保安法及びこれに基く省令\nによつて鉱業権者が行うべき一切の手続その他の行為を委任されていた鉱業代理人\nであつたことは原判決も認めているとおりであつて、法人の代理人に当り、鉱業権\n者と同様鉱山保安法上の遵守義務を負担していたものといわねばならない。\n以上の次第で、原判決は法令の解釈適用を誤つたものというべく、その誤りが判\n決に影響を及ぼすことが明らかであるから、原判決は破棄を免れない。論旨は理由\nがある。\nそこで、刑訴法第三九七条第三八〇条により原判決を破棄し、同法第四〇〇条本\n文により本件を原裁判所である福島地方裁判所（平支部）に差し戻すべきものと\nし、主文のとおり判決する。\n（裁判長裁判官　門田実　裁判官　細野幸雄　裁判官　有路不二男）\n"
}