{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 26,
    "month": 3,
    "day": 8
  },
  "case_number": "昭和24(ネ)120",
  "case_name": "小切手返還請求控訴事件",
  "court_name": "東京高等裁判所第六民事部",
  "result": "棄却",
  "article_info": "第4巻4号59頁",
  "gist": "盗取された他地払の送金小切手と悪意又は重大な過失",
  "case_gist": "他地払送金小切手の譲受人は、それが盗取されたものであつたとしても、その取得につき普通の小切手以上に特別の注意をしなければならないものでないから、その取得につきかような注意をしなかつたものとしても、この一事によリ、悪意又は重大な過失があるものということはできない。",
  "lawsuit_id": "22099",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=22099",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/099/022099_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n事　　　　実\n控訴代理人は原判決を取消す、被控訴人は控訴人に対し別紙目録記載の小切手一\n通を返還すべし、訴訟費用は第一、二審共被控訴人の負担とする旨の判決並に仮執\n行の宣言を求め、被控訴代理人は控訴棄却の判決を求めた。\n当事者双方の事実上の主張は、当審において双方の各代理人がつぎのとおり訂正\n補述した外その余は原判決の事実摘示と同一であるからここにこれを引用する。\n控訴代理人は当審においてつぎのとおり訂正補述した。\n（一）　素性の明瞭でない者から、売買代金決済方法として小切手を譲受けない\nという取引上の経験則がある。しかるに、被控訴人はこの経験則に反して素性の明\n瞭でない訴外Ａから同訴外人盗取の本件小切手を受取つたものである。それ故に被\n控訴人は右Ａから小切手を譲受けるに当つては、小切手の振出人もしくは、支払人\nに対する照会その他の方法により同訴外人がこれを所持するに至つた事情を調査\nし、これを確かめることは正に通常人の採るべき措置であつたのである。\n（二）　本件小切手は送金小切手であつて、他地払のものである。被控訴人は送\n金小切手を振出地で譲受けたものである。送金小切手は振出地で流通することは通\n常予想されず、仮りに極めて稀に流通するとしても、送金小切手の通常の予想に反\nし、極めて稀な事態として何故に流通に置かれたか、送金の途中で盗難、遺失の事\n故が起つたものではないか等を注意するのが当然である。送金小切手と通常小切手\nとの間に右のような差異があるからその差異の点からも当然に特別の注意をしなけ\nればならない。\n（三）　本件小切手は本件取引当時においては、相当高額の小切手であり、又当\n時の被控訴会社の取引としては相当大きな取引である。被控訴人としてはかよう\nな、高額な取引につき右訴外人との間に何等の信頼関係がなく、その小切手につい\nては何か不正があるかを疑いながら小切手の振出銀行に照会調査をすることなく三\n菱銀行ａ支店において印章のみを照会して本件小切手を譲受けたものである。\n（四）　以上述べたように、要するに被控訴人は本件小切手につき不正があるか\nも知れないと疑いながらもその小切手の成立、移転の関係につき調査する等通常人\nであれば何人も払うであろうところの注意をせずして、これを譲受けたもので、そ\nの譲受けたとき正に悪意又は重大な過失があるもあである。\n被控訴代理人は控訴人の右主張を争つた。\n証拠として、控訴代理人は、甲第一乃至第十四号証を提出し、原審証人Ｂ、当審\n証人Ａ、Ｃの各証言、当審における鑑定人Ｄの鑑定の結果を援用し、乙第一、二号\n征第六乃至第八号証の各一、二第九乃至第十五号証の成立を認める。乙第三乃至第\n五号証の原本の存在並びに成立を認めると述べ、被控訴代理人は乙第一乃至第五号\n証（第三乃至第五号認はいずれも写をもつて提出）乙第六乃至第八号証の各一、二\n乙第九乃至第十五号証を提出し原審証人Ｂの証言の一部、当審証人Ｅ、Ｆの各証\n言、被証訴会社代表者Ｇの本人訊問の結果を援用し甲第一乃至第六号証、甲第九乃\n至第十四号証の成立を認め、甲第七、八号証は不知と述べ、甲第二、第五号証を援\n用した\n理　　　　由\n本件小切手は被控訴人が昭和二十二年九月十二日東京都千代田区ｂ町ｃ丁目ｄ番\n地にある被控訴人店舗で訴外Ａにダイヤ入指輪二箇を代金三十万七千円で売渡した\n際その代金の支払として現金十万七千円と共に受取り、譲渡を受けたるものである\nことは当事者間に争がない。\nしかるに、右小切手は訴外Ｂが同月十日株式会社三菱銀行ｅ支店から振出をう\nけ、翌十一日控訴人が右訴外Ｂから交付を受けたものであつたが、翌十二日午前四\n時三十分頃大宮市ｆ町ｇ丁目ｈ番地料亭Ｈで、控訴人が右Ａのため盗取せられその\n占有を失つたものであることは原審証人Ｂ、当審証人Ａの各証言、成立に争のない\n乙第一号証、甲第二号証によつて認めることができる。\nよつて、被控訴人は控訴人が盗取された本件小切手を訴外Ａから取得するに当\nり、悪意又は重大な過失があつたかどうかについて考える。\n小切手はいわゆる支払証券であつて、金銭支払の具として取引上転居流通するも\nのであるが、実際上その授受は信用を基礎として行われるものであるから、商人が\n店頭の売買において、素性の明瞭でない、しかも一見信用をおくことのできないよ\nうな人物から売買代金の支払として持参払の小切手を譲受りるというようなことは\n実際上一般的には行われないものであることは当審鑑定人Ｄの鑑定の結果並びに当\n審証人Ｃの証言を綜合してこれを認めることができる。したがつて、商人が店頭売\n買においてかような者から敢て小切手を譲受けようとする場合には、その小切手の\n振出人又は支払人に対し照会その他の方法で所持人がこれを所持するにいたつた事\n情を調査し、これを確かめることが通常人として採るべき措置であるということが\nできる。\nなんとなれば小切手は往々にして偽造若しくは変造され、又は盗取され、若しく\nは遺失すること等があり得るからである。それ故に以上のような状況の下に以上の\nような小切手の讓渡を受けたものがあつたとすれば、その譲受人は他に特別の事情\nの認むべきものなきかぎり、その取得につき悪意又は重大な過失があるものといわ\nざるを得ないであろう。本件においては、当審証人Ａの証言、原本の存在並びに成\n立に争のない乙第四号証の記載（証人Ｉ訊問調書）、当審における被控訴会社代表\n者Ｇの本人訊問の結果を綜合すると、被控訴会社金森商店は時計の卸売、時計貴金\n属の小売をし、今次戦争前には外国時計の直輸入代理店などもやつており、代表者\nＧはシチズン時計株式会社の取締役で、その弟Ｉは被控訴会社の無限責任社員であ\nり、また殆んど営業全般にわたつて担当しており、相当手広く営業を励んでいるも\nのであるが、訴外Ａは昭和二十一年秋被控訴会社ｉ町営業所の開始後、しばしばダ\nツトサン自動車で同店舖に乗付け白金指輪、高級なシガレツト・ケース、ライター\n等を数回に亘り合計五千円位の買物をした外、時にはダイヤモンドの指輪等の時価\nなど訊ねたりしたこともあつたので、同店では当時右Ａという姓名の者であるとい\nうことは知らなかつたのであるが、一見裕福な四十年位の紳士であると思つていた\nものである。本件ダイヤモンド入指輪を買求めた日にも同人はいつものような風釆\n態度で午前十時頃店頭にあらわれ、丁度店先にいた被控訴会社代表者Ｇに対し世間\n話などを仕掛けた末、実は新円が再封鎖になるらしいから、所持金を物に換えて置\nきたい、二、三十万円のダイヤモンド入指輪を買いたいと申し向け、乙第二号証の\n名刺（Ｊ宛名あるもの）を差出したので、同代表者は外出中の弟Ｉの帰店まで世間\n話などしている内に、Ｉが帰店したのでその後は同人が主として応待した上、ダイ\nヤモンド入指輪二箇を代金三十万七千円で売却し、右Ａは代金として現金十万七千\n円と本件の額面二十万円の小切手を出したので、右Ｉは成るべく現金にして呉れと\n申入れたがＡは小切手の受領方を固持したので、Ｉは代表者Ｇと相談の上銀行振出\nのものであるから大丈夫であろうとなし、なお、念のため自己の取引ある三菱銀行\nａ支店に店員を馳せ、振出が真正のものであることを確かめたので、右現金と共に\n本件小切手を受取つた経緯を認定るすことができる。\n又乙第四号証、本人Ｇの供述によると、被控訴会社では、本件小切手取得の翌日\n小切手盗難事故のあつたとの新聞記事を見るや直に本件小切手を他に支払のため譲\n渡しようとして居たのを取止めて警察署に自ら届出でたことも認められる。これら\nの認定事実によると被控訴会社代表者又は右Ｉは右小切手が盗取されたものである\nということを知つていた者、いわゆる悪意の取得者であることは到底認め得られな\nいことは明かである。すなわち、被控訴人の右小切手の譲受けは善意であつたと見\nなければならない。唯、問題は小切手授受の際被控訴人に重大なる過失があつたか\nどうかである。なるほど被控訴会社の代表者又はＩは右Ａが前認定のように数回店\n頭で取引があり、また前認定のような風来をしていた裕福な紳士と見えたとはい\nえ、その住所や姓名すら知らなかつた、顔見知りの客にすぎないのであるから、い\nわば素性の明かでない者というべきであり、商人として相当の注意をすれば、かよ\nうな者から本件小切手を代金の支払として差出されても拒絶するを相当とする。さ\nすれば、本件小切手を前示事情の下に譲受けたことについては被控訴人は一応軽卒\nのそしりを免れないであろう。\nしかし、本件小切手の外に現金十万七千円という相当額の支払が同時に右Ａより\n支払われ且つその小切手が三菱銀行ａ支店に店員を馳せ、同銀行大伝馬支店振出の\nものかどうかを確かめたところ間違いないことがわかつたばかりでなく、右Ａから\n其の時提示された乙第二号証の名刺により、買手はＪというもので神奈川県ｊ町ｋ\nｌ番地合名会社深尾電機工業所の経営者で相当の資力、信用のあるものと思い込ん\nだので、その結果、一図に右は本件小切手の正当所持人であると考えるにいたつた\nものであることが窺われる。又証人Ｅの証言によれば被控訴人が前記ダイヤモンド\n入指輪を売却するに当り異常な儲け方を目論んで居たものとも考えられない模様が\n見える。かような事情から考えると被控訴人にたとえ過失があつたとはいえ、その\n過失が重大な過失であるとなすべきではない。すなわち被控訴人は本件小切手を取\n得するに当り重大な過失があるものと断ずるに足りない。\nなお、本件小切手は送金小切手で他地払のものであり、被控訴人は小切手を振出\n地で譲受けたのであることは当事者間に争のないところである。なるほど、送金小\n切手は送金の目的のために振出されるものであるからその使命からいえば、所持人\nが支払地に於て支払銀行からその支払受けるのが普通の経路であるが原本の存在並\nびに成立に争のない乙第五号証の記載（証人Ｋの訊問調書）、当審証人Ｅ、Ｆの各\n証言当審における被控訴会社代表者Ｇの本人訊問の結果によると時計その他貴金属\nの取引界においては送金小切手も振出地で転展流通している実情であることが認め\nられる。右認定に牴触する甲第七号証の記載、当<要旨>審証人Ｃの証言は信用し得\nない。また送金小切手は、送金の目的の下に振出され他地払のものである</要旨>こ\nとは勿論であるが、小切手としては法律上普通小切手となんら異なるところがない\nものであるからこれを譲受けるに当り、普通の小切手以上に特別の注意をしなけれ\nばならないものということができない。本件につき被控訴人が、控訴人主張のよう\nに特別の注意をしなかつたとしてもその取得につき悪意又は重大な過失ありと断ず\nべきでない。\nまた、被控訴人主張のように本件小切手は本件取引当時においては、相当高額の\n小切手であり又当時の被控訴会社の取引としても相当大きな取引であつたとしても\n被控訴人が前示のような業者である点を考慮に入れて見ると此程度に於て小切手が\n高額のものであるとか、取引が大取引であるというようなことは本件小切手を讓受\nけるにつき特別の注意をこれが取得者に科すべき筋合のものでないことは言を待た\nないところである。また控訴人主張のように本件小切手につき何か不正があると疑\nうべき情況あると認むるに足る証拠は一つもないから、本件小切手の譲受につき悪\n意又は重大な過失があるといい得ない。\n以上説明のように、被控訴人は本件盗取された小切手の譲受につき悪意又は重大\nな過失があるといい得ないから被控訴人は本件小切手を原始的に取得したものとい\nうべきで、従つて被控訴人はこれを控訴人に返還する義務を負うものでない。原審\nが控訴人の請求を理由なきものとして、棄却したのは相当で本件控訴は理由がな\nい。\nよつて民事訴訟法第三百八十四条、第八十九条、第九十五条に則り主文のように\n判決する。\n（裁判長判事　中島登喜治　判事　箕田正一　判事　小堀保）\n（別紙目録省略）\n"
}