{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 25,
    "month": 3,
    "day": 2
  },
  "case_number": "昭和24(ラ)131",
  "case_name": "改名許可申立事件",
  "court_name": "東京高等裁判所第六民事部",
  "result": "却下",
  "article_info": "第3巻1号24頁",
  "gist": "家庭裁判所の審判に対する即時抗告と代埋人",
  "case_gist": "家庭裁判所の審判に対する即時抗告については、弁護士でない者は、抗告人を代理することができない。",
  "lawsuit_id": "22143",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=22143",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/143/022143_hanrei.pdf",
  "contents": "主　　　　文\n本件抗告はこれを却下する。\n理　　　　由\n抗告人抗告の理由は、\n第一、　原決定は、「六十才位の者には生れ年の十二支（Ａ）を使用することが\n多くあり世間に「Ａ」と云う名は沢山あつて珍らしい名ではない」というけれど\nも、この理由は決して正当なものではない。戸籍法第百七条に定められた改名に当\nつての「正当な理由」に該当するものとして、本件改名許可申立の理由は「Ａ」と\nいう女の名が珍奇であるというのであるが右の名がこれに該当するかどうかを、判\n断するに当つて原決定は右摘示の通り、世間に同名の者が多く居るから珍奇でない\nとしている。然しその名が珍奇であるかどうかは現在の社会一般の健全な良識によ\nつて判断されるべきで、決して同じ名が多く実在するかどうかによつて判断される\nべきものではない。云い換えれば、いま生れ出でる子に対して如何なる親と雖も附\nけないであろうと通常の人の考える名が珍奇に属するものであり、実在する同名の\n数の多い少いは判断の基準とすべきではない。\nもともと戸籍法第百七条が姓名を一定の条件の下に家庭裁判所の許可を得て変更\nできることとしたのは、公共の福祉を害せず、善良の風俗に反しない限り、できる\nだけ本人の嫌う珍妙な名や、紛らわしい名をその希望通りに変更してやろうという\n趣旨であり、一面において民法の改正によつて家の廃止に伴い、氏が人の同一性を\n示すものに過ぎない存在となつたことに対応するものであると同時に、終戦後国家\n機構全般に亘る民主的な改造による民意尊重の思想の表われでもある。殊に終戦に\nより大変革は、軍国主義、専制主義に民主主義平和主義思想がとつて代り、あらゆ\nる価値判断の基準が一変され、昨日の理は今日の非となり、いままでの真は、いま\nや偽とされている。人の姓名も亦同様で戦時中ふさわしい名とされたものが珍妙な\nものとなつてしまつた例は少くない。\n敗戦による影警を度外視しても人の姓名は生涯に亘つて用うべきものであれば刻\n々に発展し変動する社会は人々の良識や、感覚を遂次変化させ、時代と共に珍奇と\nなる姓名もある。\n「Ａ」という名が現に多くあるというのは原決定のいうように、しかく公知の事\n実であるかどうか疑なきを得ないが、若し仮りに多くあつたとしても、これは珍奇\nでないから多く存在していると見るのは明らかに誤りである。裁判はその消極的性\n格を本質とするところから当事者の申立がなければ行われず、しかも国民一般に法\n律上の知識が充分に普及されるに至らない現在においては右の如き名は未だ払拭さ\nれるに至らない残滓的存在というべきであつて、決して正常な名であるが故に存在\nしているのではない。\n要するに珍奇であるかどうかは現在の社会通念に基き判断されるべきであつて過\n去の事情や同名の存否は判断の基準となるものではない。この点において原決定は\nその理由に誤りがあり取消を免がれないというべきである。\n第二、　原決定は、申立人が大正十五年から通称「Ｂ」を使用してきた事実を認\n定しているにかかわらず、その申立を却下しているが右通称を申立人が二十数年間\n使用してきた事実に法律上の価値を認めないのは失当である。\n凡そ現存するありのままの状態を尊重することは法的秩序を維持する重要な原則\nでおり財産法上の時効、即時取得、権利の推定等占有によつて発生する諸種の法律\n効果は、かかる思想に基くものである。尤も特別の規定のない場合には身分法の特\n質から云つて財産法上の右の原則を身分法上のそれに類推することは一概に許され\nぬところであろう。然し公の秩序善良の風俗に反せぬ限り、既存の状態は当事者の\n意思を考慮した上、できるだけこれを尊重すべきであることは、法の達せんとする\n理想の一であるとと疑を容れない。準正然り、認知婚姻、離婚、縁組の取消の制限\n然り嫡出性の推定亦然りである。内縁の妻及び親の知れない子が、他の法益との抵\n触を避け乍らも能う限りの保護が加えられていることは顕著な事実でありそうして\nこれらの事実は我々の健全な法的感情に自然の共鳴を与えずにはいない。然らば申\n立人が二十数年に亘つて使用してきた右通称は法的に認めるに足る充分の価値があ\nろう。（参照民商法雑誌第二十三巻第四号（昭二三、一二、五）大阪家庭裁判所決\n議集（三）問題八）\n殊に原決定は「通称として戸籍上と異る名を使用するととは禁ぜられて居る事も\nない」というけれども、通称の使用を禁じないというのは、法律がこれを禁ずる明\n文を設けていないというだけのことであつて、本人が通称を用いるに当つてなんら\nの障碍もないということにはならない。却つて事実上の使用は甚だしい制約を受け\nている。一体何時如何なる場合においても通称を用いることが可能であるならば、\n何も許可を得て改名する必要になかろう。\n食糧品、衣料品、燃料等の配給における登録及び通帳の記載等日常最もその使用\nを希望する場合に法律がこれを禁じたと同様の制限が加えられている事実を無視し\nて「法はこれを禁じていない」と簡単に云い除けることはあまりにも法形式論に走\nり過ぎる嫌がないだろうか。法は実践的な効果を生命とし、飽くまでも実在する社\n会事象を対象としてその予期する効果を社会め裡に実現するものでなければならな\nい。法は刻々に生起し変動する社会現象をその理想に照して誘導し、是正し、禁圧\nすることによつて社会全般に統一的な秩序を形成しようとするものであるから、法\nが一定の行為を禁じていないから既にその状態の保護は全うされているものとみる\nことは明らかに誤りである。\n幾多の基本的人権の保護、中小企業の助成等何れも一面においてこれらの権利又\nは地位を脅やかすものを排除する諸立法の制定と、これに表裏して積極的にこれを\n保全する規定を設けてその施策の実現を図つているのであつて、戸籍法第百七条も\n亦通称等を法が放任するに止まらずこれに積極的に法律上の救済を与えてやろうと\nいう趣旨の下に設けられたものとみるべきである。若し仮りに通称の使用が無制限\nなものであれば何人にも改名の正当な事由は存在しないこととなり、戸籍法第百七\n条は無用の規定となつてしまうだろう。\n故に本条の趣旨に反する原決定はこの点においても亦取消しを免れないというべ\nきである。\n戦後制定、改正された無数の民主的な諸法律が今後果してその実効を充分に発揮\nし得るかどうかは一に裁判所の解釈如何に繋つておることに鑑み、しかも密行主義\nを原則とする審判事件に於いては同一裁判所内における他の決定の例はいうに及ば\nず広く全国の家庭裁判所における決定との均衡如何を知ることができない状態にあ\nり、現に前掲大阪家庭裁判所の決議は、原決定と異なるものがあるので裁判の統一\nを希うことからも、本件改名許可の裁判を求めたいので右二点の理由により、原決\n定の取消及び差戻を求めるため本件抗告申立に及んだ次第である。というにある。\n先ず職権によつて本件抗告の適否を考えるに、本抗告はＣが、改名の許可を申立\nてた事件本人Ｄを代理して、当裁判所に対し申立てたのであるが、記録によればＣ\nは司法修習生であつて弁護士の資格をもたない者であることがわかる。そこで果し\nて同人にＤを代理する権限があるか否かが問題なとな<要旨>る。家事審制規則第十\n八条によると、家庭裁判所の審判に対する即時抗告についてはその性質に反しない\n限り</要旨>審判に関する規定が準用されるが、審判に関しては家事審判法第七条に\nよりその性質に反しない限り非訟事件手続法第一編の規定が準用され、同法第二十\n五条には抗告には特に定めたものを除く外は民事訴訟法の抗告に関する規定を準用\nするとあるから、家庭裁判所においては家事審判規則第五条によつて弁護士でない\n者が代理人となる場合があるが、審判に対する即時抗告事件においては代理に付て\nは民事訴訟法を適用しなければならぬこととなる。そうして民事訴訟法第七十九条\nには法令によつて裁判上の行為をすることができる代理人の外は弁護士でなければ\n何人も簡易裁判所以外では訴訟代理人となることができないと規定してあるから、\n高等裁判所における本件のような即時抗告事件では、法令上裁判上の行為ができる\n代理人でもなく、又弁護士でもないＣは事件本人の代理権を有しないこととなり、\n本件即時抗告は代理権のない者の申立にかかり不適法でると云わねばならず、これ\nが却下を免れない。\n尚本件抗告理由の内容とするところは、事件本人Ｄの名「Ａ」は女性には不適当\nであつて、同人は幼少の頃からこれが嫌いであつたので大正十五年以来は通称とし\nて「Ｂ」を使用している。それ故に右「Ｂ」と改名したいと云うのであるが、十二\n支中自己の生れ年に当つたものを自己の名として用うる例は少くなく（事件本人の\n生れ年もＡでおる）、従て「Ａ」と云う名は女性において珍奇なものでもない、単\nにこれが嫌いであると云う理由で本人の希望のままに改名することはできぬ、又本\n名の外に雅号芸名筆名通称等を用い、これで自己を表示することは世上屡々あるこ\nとで禁ぜられることでもなく、かかる名と戸簿上の名とを併用することは生活上著\nしい困難を来すと云うことはない、従て事件本人が永年通称、「Ｂ」を使用してお\nつても、戸籍上の名をこれに一致させるため改名をしなければならぬ理由はなく、\n本件は改名についての正当な事由があるものとは認められぬから原審判は正当であ\nる。\n以上の理由により本件即時抗告を不適法とし、家事審判法第七条非訟事件手続法\n第二十五条、民事訴訟法第四百十四条、同三百八十三条を適用し主文の通り決定す\nる。\n（裁判長判事　中島登喜治　判事　箕田正一　判事　藤江忠二郎）\n"
}