{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 28,
    "month": 7,
    "day": 28
  },
  "case_number": "昭和28(う)545",
  "case_name": "賍物収受同牙保覚せい剤取締法違反被告事件",
  "court_name": "名古屋高等裁判所刑事第二部",
  "result": "破棄差戻",
  "article_info": "第6巻9号1223頁",
  "gist": "確定判決の刑の執行猶予期間経過と刑法第四五条",
  "case_gist": "刑の執行猶予の確定判決があり、その猶予期間が経過したときは、刑の言渡の効力を将来に向つて消滅させるだけで、有罪の確定判決のあつたという事実を抹殺するものではないから、猶予期間経過後と雖も、刑法第四五条後段の適用がある。",
  "lawsuit_id": "23231",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=23231",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/231/023231_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n本件を名古屋地方裁判所に差戻す。\n理　　　　由\n本件控訴申立の理由は弁護人提出の控訴趣意書記載の通りであるから右の記載を\n引用する。\n<要旨>職権を以て原審判決と記録を調査するに、（一）被告人には昭和二十五年\n十一月二十五日名古屋地方裁判所言渡</要旨>（同年十二月十日確定）賍物寄蔵同収\n受罪懲役一年（但三年間執行猶予）及罰金一万円の確定判決がある。従つて原審認\n定の各公訴事実は前記確定判決の日を以て二分され刑法併合罪の規定に従つて判決\n確定前の事実と判決確定後の事実に付て夫々刑の言渡がなされなければならない。\n原審検察官も論告求刑に於て其趣旨の意見を述べている。然るに原判決は之に対し\nて刑法第四十五条前段の併合罪として懲役一年二月罰金一万五千円の量刑をしてい\nる。或は原審は前記確定判決の存在を看過したのでなく前記確定判決は恩赦減軽に\nよる執行猶予期間の短縮により原判決当時刑法第二十七条により刑の言渡は其効力\nを失い確定判決が其存在を喪つたものとして右の如き結論に出たものとも考えられ\nるが前記判決に於ては体刑に付てのみ執行猶予の言渡がなされているのみならず元\n来刑法第二十七条に所謂刑の言渡は其効力を失うとあるのは具体的な刑言渡の効力\nを将来に向つて消滅させるだけで有罪の確定判決のあつたと言う事実自体を抹殺す\nる趣旨ではない。従つて執行猶予期間満了後と雖も刑法第四十五条後段の適用上確\n定裁判ありたるときと言うを妨げない。従つて前記確定判決の存在を考えない立場\nの下に為された原判決は失当である。\n（二）　次に原判決第三の覚せい剤取締法違反の事実に付て昭和二十七年四月十\n六日付起訴状に於ては被告人が昭和二十六年九月十日から同年十二月二十日までの\n間十回に亘つてＡより覚せい剤を譲り受けたる事実を其都度の日時場所数量代金額\nを特記して訴因を記載している。これに対して原判決は「昭和二十六年九月十日頃\nより同年十二月二十日頃までの間前後十回に亘り名古屋市ａ区ｂ町ｃ丁目ｄ番地の\n自宅外一ケ所に於てＡより覚せい剤であるネオバンプロレ注射液一ｃ．ｃ．入千四\n百八十本位を代金一万千二百円位にて譲受け」と概括的に表示している。覚せい剤\n取締法第十七条第三項違反の犯罪は常習賭博犯や私医業犯の如く営業犯又は慣行犯\nと言われるべきものでなく個々の譲渡又は譲受が犯罪を構成するのであるから数個\nの取引があれば起訴状の訴因に於ても判決の事実摘示に於ても取引の個数に応じて\n個々の取引を出来得る限りの明確さを以て個別的に表示し個別的に法令適用がなさ\nるべきものである。而して原判決の前掲記の表示を見ると本件一群の取引を単一の\n犯意に基く単一の行為と認めたものとは到底考えられない。又引用の証拠によれば\n起訴状記載の事実のあつた日時の間には起訴状に表示されていない同種の他の取引\nのあることも窺えるのである。之では刑事訴訟法第三百三十五条の犯罪事実の具体\n的摘示として完全なものとは言い得ない。\n（三）　更に原審第十四回公判廷（昭和二十八年一月三十日）に於て検察官は原\n判決第三の事実の被告人の認否に引続きその立証として被告人（自白）及Ａの各検\n察官供述調書謄本の取調を請求し被吉人に於て刑事訴訟法第三百二十六条の同意を\nなし原審は之を採用して被告人供述調書（自白）Ａ供述調書の順序に取調をしてい\nる。証拠調請求の順序の当否は暫く措きこの順序による取調は刑事訴訟法第三百一\n条の規定に反する違法な手続であること明白である。右の認否以前の第十三回昭和\n二十七年十二月十二日公判廷に於て被告人の前科調書起訴猶予調書身許調書の証拠\n調がなされていることは右の結論に影響がない。\n（四）　尚又原審が若し原判決第三の事実を起訴状記載の内容の通りに個々の十\n回の独立した行為として認定したものとすれば判決に於て引用した証拠は前記供述\n調書謄本二通のみであり被告人の自白調書は起訴状の訴因に照応する十回の取引の\n供述となつているが、之の補強証拠であるＡの供述調書では九回の取引で昭和二十\n六年十月七日頃の二百本の取引に関する供述記載はないので此部分に付ては刑事訴\n訟法第三百十九条第二項に違背して補強証拠の裏付けなき被告人の自白又は自白調\n書のみで犯罪事実を認定したことになる原判決には如上掲認の如き法令違背訴訟手\n続違背があり右は判決に影響を及ぼすこと明かであるから控訴趣意書記載の量刑不\n当の論点に判断を為さず原判決は之を破棄すべきものとし刑事訴訟法第四百条によ\nり原判決を破棄し事件を原裁判所に差戻すべきものとして主文の如く判決する。\n（裁判長判事　高城運七　判事　柳沢節夫　判事　赤間鎮雄）\n"
}