{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 31,
    "month": 11,
    "day": 2
  },
  "case_number": "昭和31(う)1493",
  "case_name": "外国人登録法違反被告事件",
  "court_name": "東京高等裁判所第一一刑事部",
  "result": "破棄自判",
  "lawsuit_id": "21518",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=21518",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/518/021518_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人を懲役四月に処する。\n理　　　　由\n検察官山本清二郎の控訴趣意および弁護人山内忠吉の答弁は、本判決書末尾添附\nの控訴趣意書および答弁書に夫々記載のとおりであるから、これらについて判断す\nる。\n検察官控訴趣意の要旨は、\n本件公訴事実は、「被告人は韓国に本籍を有する外国人で昭和二十七年六月下旬\n不法に本邦に入り、京都市、大阪市等を転々し昭和三十年八月頃から川崎市ａｂｃ\n番地に居住しているものであるが、その上陸の日より六十日以内に居住地の市町村\n長に対し外国人登録証明書の交付を申請しなければならないのに之を怠り右期間を\n超えて不法に本邦に在留していたものである」と謂うに対し、原判決は、被告人の\n右不法入国および上陸の日より六〇日以内に右申請手続をとらなかつた事実を認め\nながら、斯ような不法入国者に対しては外国人登録法第三条第一項の規定は適用な\nく、同事実に関しては別に出入国管理令によつて規律されるべきものなりとして、\n被告人に対して無罪の言渡をしたのは、法令の解釈適用を誤つた旨主張するもので\nあり、\n弁護人山内忠吉の答弁の要旨は、本件被告人の如く成規の手続によらずして入国\nした者に対しては出入国管理令の適用ありとなすは格別、検察官所論の如く外国人\n登録法第三条第一項所定の登録証明書交付申請の義務ありとなすは失当である。こ\nのことは同条項に同申請書には「旅券」を添附すべき旨不法入国者には実行不能な\nる事項を規定していることに鑑みるも明らかである。故に原判決が被告人に右条項\nの適用ないものとして無罪を宣したのは正当にして検察官の控訴趣意は理由ない旨\n主張するものである。\nそこで按ずるに、外国人登録法は本邦に在留する外国人の登録制を実施すること\nによつて外国人の居住および身分の状態を常に明確にし以て在留外国人に対する公\n正な管理の施行に資することを目的としていることは同法の第一条その他全規定の\n精神に徴して明らかであり、同法第三条第一項所定の本邦在留外国人の登録証明書\n交付申請義務も右登録制度の基本的段階を形成するために課せられているものに外\nならない。而して、他方、出入国管理令は総ての人の本邦に入国し又は本邦から出\n国すること自体の公正な管理を主眼とし、同法所定の<要旨>不法入国者強制退去の\n如きも入国管理の趣意を徹底する見地に発する処置と観るべき筋合のものである。\n故</要旨>に、等しく対外国人関係法規であつても、外国人登録法と出入国管理令と\nは各その規律分野を異にして、而して本件被告人の如く不法入国をなした外国人に\n対する関係においても現実の入国者の入国後の居住や身分関係の実状を不断に明確\nにして、それらの対策樹立に資することは、出入国管理令にはよらず、検察官所論\nの如く外国人登録法の第三条その他の規定の適用によるものと解するを相当とす\nる。\n尤も、同法第三条第一項には登録証明申請書に「旅券」を添附すべき旨の文言あ\nること弁護人答弁のとおりであるが、右旅券添附のことは単に成規入国者関係を目\n途として一応標準的方式を定めたに止まり、要するに入国した外国人の居住や身分\nの現状調査を目的とする同法条の精神よりすれば、実際上旅券を具有しない入国者\nの場合には、その具有しないことによつて直ちに右申請義務そのものがないものと\nなすことは却つて右外国人登録制度の眼目を逸する結果となつて正当ではなく、む\nしろ、その際は実質上旅券と同目的を達し得る他の書類の添附を認める等適宜の方\n法によつても右申請をなすべき義務あるものと解するを相当とする（この点に関\nし、昭和三一年六月二六日法務省管合令第三五六号別冊第一外国人登録事務取扱要\n領第二外国人登録申請（二）（４）（５）には、登録申請日までに外国人たる公的\n身分証明書も所持していない者は右旅券に代えて陳述書と称する自己証明書を申請\n書に添附すべき旨規定している点参照）。\n故に、原判決において被告人が本件公訴にかかる外国人登録証明書の交付申請を\nなさざりし事実に対し外国人登録法第三条第一項の適用はないものとして被告人に\n無罪の判決言渡をしたのは、検察官所論の如く右法令の誤解に発端して適用を誤つ\nたものであり、而して之がため判決に影響あること明らかであるから、此の点にお\nいて原判決は破棄を免れない。論旨は理由がある。\nそこで刑事訴訟法第三九七条第三八〇条第四〇〇条但書により原判決を破棄した\n上左のとおり判決する。\n一、　犯罪事実\n被告人は、韓国に本籍を有する外国人であるが、昭和二七年六月下旬頃本邦に入\n団し、その後京都市および大阪府下等に居住した後昭和三〇年八月頃から神奈川県\n川崎市ａｂｃ番地Ａ方に居住していたにかかわらず、右上陸の日から六〇日以内に\nその居住地の市町村長に対し外国人登録証明書交付の申請をしないで右期間をこえ\nて本邦に在留したものである。\n一、　証拠\n（一）　被告人の原審公廷における供述（第一回公判調書記載）\n（二）　被告人の検察官に対する供述調書\n（三）　被告人の司法警察員に対する供述調書二通\n（四）　Ａの司法警察員に対する供述調書二通\n（五）　川崎市役所外国人登録係長Ｂの臨港警察署長Ｃに対する外国人登録につ\nいて照会回答書\n一、　法令の適用\n外国人登録法第一八条第一項第一号第三条第一項（所定刑中懲役刑を選択し、そ\nの刑期範囲内において被告人を懲役四月に処する）\n（裁判長判事　久礼田益喜　判事　武田軍治　判事　石井文治）\n"
}