{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 31,
    "month": 5,
    "day": 28
  },
  "case_number": "昭和30(う)3620",
  "case_name": "酒税法違反被告事件",
  "court_name": "東京高等裁判所第一刑事部",
  "result": "破棄自判",
  "article_info": "第9巻6号586頁",
  "gist": "免許を受けないで酒類の販売業をした者が引き続き業として販売しようとした酒類およびその容器の没収の適否",
  "case_gist": "酒税法第五六条第二項において前項の犯罪に係るというのは、個々の販売行為に係るというのではなく、反覆継続の意思を以つてなされた販売業に係るということであるから、犯人が酒類販売の免許を受けないで酒類を所持して居り、右酒類は、免許を受けないで業として販売した多量の清酒とともに、引き続き業として販売しようとしたものと認められる以上、無免許販売業に係るものとして右酒類およびその容器を没収することは違法でない。",
  "lawsuit_id": "21565",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=21565",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/565/021565_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人を懲役六月及び罰金五万円に処する。\n右罰金を完納することができないときは金五百円を一日に換算した期間\n被告人を労役場に留置する。\n但し本裁判確定の日より三年間右懲役刑の執行を猶予する。\n換価代金合計一万一千八百九十一円（千葉地方検察庁昭和二十九年領第\n九八七号の一七乃至二〇）はこれを没収する。\n原審の訴訟費用は被告人の負担とする。\n理　　　　由\n本件控訴の趣意は、弁護人安部正一及び同室山智保作成の各控訴趣意書のとおり\nであるから、これを引用し、これに対し当裁判所は、次のように判断する。\n弁護人安部正一の論旨第一点について。\n論旨は（１）本件の酒類は被告人が貸金の担保として預つたところ、債務者が弁\n済期に弁済しなかつたので債務者の承諾を得てこれを売却し、その代金を貸金の弁\n済に充当したのであつて、利潤を目的としたものではないから酒類の販売業をした\nものではないと主張する。しかし原判決挙示の証拠を綜合すると、本件は被告人が\n営利の目的を以て無免許で原判示の如く反覆継続して酒類を販売したことを認める\nことができるから、原判決が被告人の所為を無免許による酒類の販売業と認定した\nのは正当である。（２）次に論旨は被告人は免許を受けないで酒類を販売すること\nが法律に違反するとの認識がなかつたから、法定犯である酒税法違反としての犯意\nを欠き罪とならないと主張する。しかし法律を知らざるを以て罪を犯す意なしと為\nすことを得ざることは刑法第三十八条第三項の規定するところであるから、その行\n為が法律により禁止されていることを知らなかつたとしても犯意の成立を阻却する\nものでなく、そしてこのことは自然犯たると法定犯（行政犯）たるとを問わないも\nのであるから、被告人が所論の如く免許を受けないで酒類を販売することが法律に\n反することを知らなかつたとしても、酒税法違反としての犯意の成立を阻却するも\nのではない。従つて原判決には罪とならない事実を有罪とした違法はなく、論旨は\n理由がない。\n弁護人安部正一の論旨第二点及び弁護人室山智保の論旨第一点について。\n論旨は原判決は被告人及びＡの各所持していた酒類及びその容器を本件犯罪に係\nるものとして、その換価代金を酒税法第五十六条第二項により没収しているが、酒\n税法第五十六条第二項は、前項の犯罪（同項第三号に該当する場合を除く）に係る\n酒類…………器具又は容器は、何人の所有であるかを問わず没収すると規定してい\nるのであり、本件は免許を受けないで酒類の販売業をしたことが同条第一項第二号\nの違反とされているのであつて、たとえ被告人が酒類販売の免許を受けないで酒類\nを所持して居り、これを販売する虞があつたとしても、いまだ販売しなければ犯罪\nとはならないのであるから、かかる酒類及びその容器を本件犯罪に係るものとして\n没収したのは法令の適用を誤つたものであると主張する。しかし本件犯罪は免許を\n受けないで酒類の販売業をしたことによつて成立する犯罪で、個々の販売行為がそ\nれぞれ一個の犯罪となるのではなく、<要旨>反覆継続の意思を以てなされた販売業\nが一個の犯罪となるのであるから、同条第二項において前項の犯罪に係</要旨>ると\nいうのは、本件犯罪の場合は、個々の販売行為に係るというのではなく、反覆継続\nの意思を以てなされた販売業に係るということになるのである。ところで原判決の\n没収した換価代金のうち被告人及びＡの各所持していた酒類及びその容器に関する\n分については、右酒類等はいまだ被告人が販売したものではないが、記録による\nと、被告人が自ら所持していた酒類は本件の検挙及び差押がなかつたならば、被告\n人が無免許で引続き反覆継続して販売したであろうと推認され、Ａが所持していた\n酒類については、被告人が娘Ｂ名義の飲食店でＡをして販売させようとした酒類\nで、若し本件の差押がなかつたならば、同人をして反覆継続して販売させたであろ\nうと推認される。即ち右酒類は被告人が免許を受けないで業として販売した多量の\n清酒と共に、引き続き業として販売せんとしたものであるから、本件無免許販売業\nに係るものと認めるのが相当である。従て右酒類及びその容器の換価代金を酒税法\n第五十六条第二項により没収した原判決には法令の適用に誤は存しないから論旨は\n理由がない\n（その他の判決理由は省略する。）\n（裁判長判事　大塚今比古　判事　渡辺辰吉　判事　江碕太郎）\n"
}