{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 28,
    "month": 10,
    "day": 5
  },
  "case_number": "昭和28(う)443",
  "case_name": "窃盗同未遂被告事件",
  "court_name": "広島高等裁判所第一部",
  "result": "破棄自判",
  "article_info": "第6巻9号1261頁",
  "gist": "窃盗未遂罪の成立する一事例",
  "case_gist": "すり犯人が他人のズボンの右ポケツト内に金品のあることを知り、これを窃取しようとして右手をそのポケツトの外側に触れたところを発見取押えられ、その目的を遂げなかつたときは、更に進んでポケツト内に指先を突込む等の程度に至らなくとも、右は窃盗罪の実行に著手し遂げなかつたものと解し窃盗未遂罪を以て論ずるのが相当である。",
  "lawsuit_id": "23468",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=23468",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/468/023468_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人を懲役三年に処する。\n原審並びに当審における訴訟費用は全部被告人の負担とする。\n理　　　　由\n検察官佐々木道雄、弁護人宗政美三、被告本人の各控訴の趣意は記録編綴の控訴\n趣意書記載のとおりであるから、ここにこれを引用する。\n一、　検察官の控訴趣意第一点について\n原判決は本件の公訴事実第二に対し所論のように説示して、これに無罪の言渡を\nしていることは所論のとおりである。\nところで、刑法第四三条にいわゆる「犯罪の実行に著手し」の意義については、\n主観説、客観説等解釈上種種の説があり、或は犯意がその遂行的行為によつて確定\n的に認められるときとか、或は実行行為の一部又はこれに密接する行為が行われた\nときとか、或は法益侵害の危険が現出したときとか、その他種々説明されているけ\nれども、結局各個の事件について具体的に如何なる方法行為によつて犯罪を遂行す\nるかを広く観察し、行為が結果発生のおそれある客観的状態に到つたかどうかを考\n慮し、如何なる段階までは準備行為即ち、予備と認むべきか、如何なる段階に達し\nた場合構成要件に該当する行為の開始即ち実行の若手と認め得るかを決定するので\nある。\n<要旨>これを本件について見るに、原判決が公訴事実第二の窃盗未遂に対する判\n断中に指摘する証拠によると、被</要旨>告人はＡのズボンの右ポケツト内に金品の\nあることを知りこれを窃取しようとして右手を同ポケツトの外側に触れたが、Ｂに\n発見されてその目的を遂げなかつたことが認定できるから更に進んでポケツト内に\n指先を突込む等の程度に至らなくとも、右は窃盗罪の実行に著手したと解するのが\n相当である。\n尤もすり犯人が普通人込み中において予め犯行の相手方を物色するため犯人のポ\nケット等に手を触れ金品の存在を確めるいわゆる「あたり」行為は、普通に家屋に\n侵入して金品を物色するのとは異り、単にそれだけでは未だ実行の著手とは解し難\nい場合もあろうけれども、本件は右「あたり」行為と解することはできない。然る\nに原判決が単にポケツトの外側に手を触れた程度では未だ犯罪の実行に著手したも\nのとは解し難いとしてこれに対し無罪を言渡したのは法令の解釈適用を誤つた違法\nがあるものというべく、右の違法は判決に影響を及ぼすことが明らかであるから、\n原判決は破棄を免れない。論旨は理由がある。\n二、　弁護人の控訴趣意第一点及び被告本人の控訴趣意について\nしかし、原判決挙示の証拠によれば、原判決摘示の窃盗事実（公訴事実第一）を\n認めることができるのであつて、記録を精査するも右の認定に誤があるとは認めら\nれない。所論のアリバイの主張は原審におけるものと更に異つて居り、到底措信す\nることができないものである。論旨はいずれも理由がない。\nなお、本件二個の窃盗は併合罪の関係にあるものであるから、検察官の控訴趣意\n第二点及び弁護人の同第二点（いずれも量刑不当）についての判断を省略し、刑事\n訴訟法第三九七条により原判決全部を破棄し、同法第四〇〇条但書に従い当審にお\nいて更に左のとおり判決する。\n（罪となるべき事実）\n被告人は\n第一、　昭和二八年一月二三日呉市ａｂ丁目Ｃ市場内においてＤのズボン左ポケ\nットから現金五七〇円をすり取り窃取し\n第二、　同年二月七日前記同所において、Ａのズボン右ポケツトから現金をすり\n取ろうとして同ポケツトに手を差し述べその外側に触れたがその時Ｂに発見取押え\nられたためその目的を遂げなかつたものである。\n（証　拠）\n右の事実は原審における証人Ｄ、Ａ、Ｂ、Ｅ、Ｆ、Ｇに対する各尋問調書、原審\n検証調書を綜合してこれを認定する。\n（法令の適用）\n被告人の判示第一の所為は、刑法第二三五条に判示第二の所為は同法第二三五条\n第二四三条に各該当するところ、以上は同法第四五条前段の併合罪であるから、同\n法第四七条第一〇条により犯情重い判示第一の刑に法定の加重をした刑期範園内に\nおいて被告人を懲役三年に処し、原審並びに当審における訴訟費用は刑事訴訟法第\n一八一条第一項に従い全部被告人に負担させることとし、主文のとおり判決する。\n（裁判長判事　伏見正保　判事　尾坂貞治　判事　村木友一）\n"
}