{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 25,
    "month": 11,
    "day": 29
  },
  "case_number": "昭和24(ツ)5",
  "case_name": "永小作権確認等請求事件",
  "court_name": "福岡高等裁判所民事部",
  "result": "棄却",
  "article_info": "第3巻3号184頁",
  "gist": "農地調整法第九条第三項農地委員会の承認の性質",
  "case_gist": "一、　市町村農地委員会の承認は、賃貸借の解約という私法行為を本体とし、これに附加補充して私法上の効果を完成せしめるものである。\n二、　農地賃貸借の解約申入に対する承認が申入一年経過後の次の収穫季節の中間に為されたときは、その季節の終了時に賃貸借終了の効果を生ずる。",
  "lawsuit_id": "23930",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=23930",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/930/023930_hanrei.pdf",
  "contents": "主　　　　文\n本件上告を棄却する。\n上告費用は上告人の負担とする。\n理　　　　由\n上告理由は末尾添付の別紙上告理由書記載のとおりである。\nこれに対する当裁判所の判断は次のとおりである。\n第一点について、\n然して第七号証及び乙第九号証に記載せられた福岡県知事の本件農地に対する賃\n貸借解約の許可が、昭和二十一年五月に被上告人より上告人に対して為した解約申\n入を対象とするものであることは、原判決の認定した本件係争の経過的事実並に本\n件弁論の全趣旨により容易に肯定することができる。所論の農地調整法施行規則第\n十四條の規定は賃貸借解約の許可を受けようとする場合における行政的の手続を定\nめたもので、この手続を履践しない申請は受理しないということにはなつていな\nい。法には申請の時期手続を認定していないのであるから、右のような規定がある\nからと云つて乙第七号証の許可が前示解約申入を対象とするものでないと観るわけ\nにはいかない。原判決が証拠に基かずして事実を認定し若しくは採証上の法則を誤\nつているという論旨は理由がない。\n第二点について。\n<要旨第一>原審の認定事実によれば本件解約申入の時期は昭和二十一年五月であ\nる。しかるにその当時施行の農地調整</要旨第一>法第九条には賃貸借の解約を為す\nにつき、市町村農地委員会の承認を受くべき旨の規定はあつたのであるが、この承\n認を受けないで為した行為の効力に関する規定はなかつたのであるから、当時にあ\nつては解約申入の法律上の効果は専ら同条第一項の要件の存否によつて定まり、市\n町村農地委員会の承認を受くべき旨の規定は取締規定に過ぎなかつたのである。と\nころが本件解約申入による賃貸借終了の効果発生前たる昭和二十一年十月二十一日\n法律第四十二号によつて第九条の第四項として右の承認を受けずして為した行為は\nその効力を生じない旨の条項が追加され、同年十一月二十二日から施行されるに至\nつたので、本件解約についても右改正規定の適用を受けることとなつたのである\nが、この条項の趣旨は承認なる行政行為をもつて賃貸借の解約という私法行為の効\n力発生の要件とするものであつて、換言すればその本体は私法行為で承認はとれを\n補充して私法上の効果発生の一要件を為すものと解すべきである。しかして農地賃\n貸借の解約は農地調整法第九条第一項及び民法第六百十七条の定むる諸要件を備え\nることによつて私法上の効果発生の本体は完結するのであるが、前示条項新設の結\n果、右の承認がこれに附加補充せられるることによつて右私法上の効果を完成せし\nめることになるのであるから、承認の当時私法上の要件が具備しておれば承認によ\nつて直にその私法上の効果を発生し又承認後に私法上の要件が完結する場合にはそ\nの完結の時に効力を生ずるわけである。従つて解約申入の表示行為とし<要旨第二>\nての効力が承認のときから生ずるという論旨は採用し得ない。しかし本件において\n昭和二十一年五月に解約の</要旨第二>申入が為されたのであるから民法第六百十七\n条の要件としては翌二十二年五月に賃貸借終了の効果を生ずるのであるが、之に対\nする福岡県知事の許可は同年十月三十日に為されたこと原審の認定するところであ\nる。かかる場合に許可の効力が私法上の要件完結の時に遡るか否かというに、農地\nの如く収穫季節のあるものについては民法第六百十七条の法意に照し、右効力は遡\n及せず、恰も解約申入後民法所定の期間がまだ来ない内に許可が為された場合と同\nじく、次の収穫季節の終了時に至つて初めて賃貸借終了の効果を生ずるものと解す\nるを相当とする。従つて本件においては昭和二十三年五月に終了したものと解すべ\nきであるから原審が二十二年五月に遡及して賃貸借の終了を認定したのは失当であ\nるけれども、この点は原判決の主文に影響を及ぼすものでないから破棄の理由とは\nならない。結局論旨は理由がない。\nよつて民事訴訟法第四百一条第九十五条第八十九条により主文のとおり判決す\nる。\n（裁判長裁判官　小野謙次郎　裁判官　桑原國朝　裁判官　森田直記）\n"
}