{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 31,
    "month": 10,
    "day": 13
  },
  "case_number": "昭和31(ラ)38",
  "case_name": "不動産競売開始決定に対し異議申立却下決定に対する即時抗告事件",
  "court_name": "高松高等裁判所第四民事部",
  "result": "棄却",
  "lawsuit_id": "24559",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=24559",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/559/024559_hanrei.pdf",
  "contents": "主　　　　文\n本件抗告は何れも之を棄却する。\n抗告費用は抗告人等の負担とする。\n理　　　　由\n抗告代理人は原決定を取消し、更に相当の裁判を為さしむるため本件を原裁判所\nに差戻す旨の裁判を求めた。\n抗告代理人の抗告理由は別紙抗告理由書の通りである。\n抗告人等の抗告理由の要旨は\n抗告人等は前記不動産競売事件につき競売手続開始決定に対する異議の申立をな\nしたが、その理由とするところは「債権者（相手方）は債務者等（抗告人）に対し\n貸金二十四万四千二百五十八円と之に対する昭和三十年九月八日以降完済迄日歩九\n銭の割合に依る損害金債権を有するとし、且該債権を担保する為め所有者Ａ名義の\n北宇和郡ａ町大字ｂ字ｃ甲ｄ番地第二宅地三十四坪及同地上家屋番号第三三九番木\n造瓦葺平屋建居宅一棟建坪三十坪の不動産につき松山地方法務局吉田出張所昭和二\n十九年十一月四日受附第一二九〇号債権極度額金三十万円の根抵当権につきその実\n行の為め原裁判所に対し本件競売申立を為し同庁において昭和三十一年四月十一日\n競売開始決定が為されたのである。\n然れ共債務者Ｂは債権者との取引において昭和三十年九月七日当時元金三十万円\n及損害金約十三万余円を負担し居りたるところ同日債権者と交渉の結果元金三十万\n円及損害金中金八万円を支払う事により爾余の債務の免除を受くる旨示談成立し、\n右Ｂは直ちに金三十万円を支払つたのであるから、債権者が本件において請求する\n債権額はもはや存在しないものである。もし債権者において抵当権を実行するとし\nても右損害金八万円につきすべきものである。然るに債権者は右三十万円を受領し\n乍ら約旨に背き恣に弁済の充当をなし、尚元金二十四万四千二百五十八円が存在す\nるとして右抵当権の実行を申立てたのは不当である。」というにあつたが、原裁判\n所は右申立を理由なきものと認めて之を却下したのは違法であると謂うに在る。\n仍て審究するに、相手方（債権者）は抗告人（債務者）等に対し貸金二十四万四\n千二百五十八円及之に対する昭和三十年九月八日以降完済まで金百円につき一日金\n九銭の割合に依る損害金債権を有するとし、且該債権を担保するため、抗告人等主\n張の前記不動産二筆に対し、設定せられた松山地方法務局吉田出張所昭和二十九年\n十一月四日受附第一二九〇号債権極度額金三十万円の根抵当権を実行する為め松山\n地方裁判所宇和島支部に対し本件競売申立を為し同庁は同三十一年四月十一日右不\n動産につき前記債権額を請求金額として競売開始決定をなしたことは当事者間に争\nがない。\n而して、本件記録編綴の土地登記簿謄本二通、金銭消費貸借契約公正証書一通、\n根抵当権設定契約証書一通、解約通知書二通、によれば、相手方は抗告人両名を連\n帯債務者として、昭和二十九年十一月四日附根抵当権設定契約証書により、抗告人\n等が相手方に対し現在負担する債務及将来負担することあるべき借用金、手形割引\n貸付保証其の他一切の債務につき前示物件に対し極度額金三十万円、契約期間は債\n権者の都合による解約通知の時までとし、特約として所定の期日に支払を怠つたと\nきはその翌日より完済に至るまで金百円につき一日金九銭の割合に依る遅延損害金\nを支払うべき定めで根抵当権設定契約を締結し、前示の通りの登記を経由したこ\nと、而して右約定に基き相手方は抗告人両名に対し同日金三十万円を弁済期同年十\n二月三日、利息無利息、債務不履行の場合は期日後は元金百円につき一日金九銭八\n厘の割合に依る遅延損害金を支払うべき約定で貸与したこと、然るに抗告人等は右\n弁済期を経過するもその支払をしないので、相手方は抗告人等に対し夫々同三十一\n年四月七日右根抵当権設定契約を解約する旨通知したことが認められる。\n従つて抗告人等は相手方に対し前示元金三十万円と之に対する昭和二十九年十二\n月四日から完済に至るまで金百円につき一日金九銭八厘の割合に依る遅延損害金を\n支払う義務があるものと謂うべきである。元来任意競売手続においては強制競売申\n立事件と異り債務名義を要しないで簡易迅速に抵当権の実行をなしうるを以て本制\n度の特色とするもので本手続においては申立書添付の資料に依り申立に係る基本債\n権の存在を認めうる限り<要旨>その範囲において競売開始決定がなされるべきであ\nる。尚右開始決定に表示の申立債権（又は基本債権）額は</要旨>右決定によつて確\n定されるものではなく、右申立債権が真実の債権額より過大である場合に之れが匡\n正を求めるには通常は判決手続により債務額の確定判決を求めるか、或は請求異議\nの訴（民事訴訟法第五四五条の準用）によるか、若しくは配当異議の手続（訴によ\nる場合をも含む）によるべきであつて、特段の事情のない限りは申立債権の過大な\nることを争つて開始決定に対する異議申立を為すことはその利益がなく、許さるべ\nきでないものと解するを相当とする。\n叙上の見解に従つて本件を見るに、本件競完開始決定は前示各資料に依り認定し\nうる範囲内において適法になされたものなることは前叙に照して明らかであるとこ\nろ、抗告人等の立証を以てしてはその主張の如き債務免除の事実を肯認するには足\nりないからこの点に関する抗告人等の主張は採用し難い。徒つて、仮りに昭和三十\n年九月七日抗告人等主張の如く元金三十万円の弁済がなされたとするもその当時以\n降現在に至るまで少くとも尚遅延損害金八万円が残存することは抗告人等の主張自\n体に徴して明らかである。\nしかるところ昭和三十一年五月二日附競売及競落期日公告によれば、前示競売の\n目的物件たる不動産二筆の最低競売価額は前示宅地三十四坪が金一万七千円同上建\n物一棟建坪三十坪が金七万三千円にしてその合計は金九万円であることが認められ\nる。従つて本件物件が右最低競売価額で競落せられるとするも右の内何れか一筆の\n不動産を競売したのみでは、抗告人等の自認する前示八万円の残存債権を完済する\nにも足りないことは計数上明白であるから結局本件目的物件は全部之を競売せざる\nを得ないものと謂うべきである。\n従つて本件開始決定に表示の債権額が真実の債権額より過大であるとするも右債\n権額は前記説示の方法により終局的に之を匡正すれば足るものであつて、開始決定\nに対する異議手続において右債権額を匡正する利益がないものと解せられるほか、\n本件競売手続を匡正すべき特別の事情もないものと謂うべきである。加之前叙説示\nにより本件競売手続には何等の違法は存しないものと謂うべきである。　仍て抗告\n人等の本件異議申立は理由がないから之を棄却すべきものとし、結局右と同一帰結\nに出た原決定は正当であるから本件抗告は理由なく之を棄却すべきものとし、民事\n訴訟法第四一四条第三八四条第八九条第九五条を適用して主文のように決定する。\n（裁判長判事　石丸友二郎　判事　浮田茂男　判事　橘盛行）\n"
}