{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 30,
    "month": 6,
    "day": 10
  },
  "case_number": "昭和30(く)14",
  "case_name": "判決の執行に関する異議申立却下決定に対する即時抗告事件",
  "court_name": "東京高等裁判所第九刑事部",
  "article_info": "第8巻5号654頁",
  "gist": "言い渡した刑と裁判書の記載とが異るときの刑執行の基準刑",
  "case_gist": "言い渡した刑と、その判決書の記載とが異るとき、その裁判は宣告と同時に効力を発生するから、その刑の執行は言渡刑によるべきもので判決書のそれによるべきものではない。",
  "lawsuit_id": "21661",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=21661",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/661/021661_hanrei.pdf",
  "contents": "主　　　　文\n原決定を取消す。\n大森簡易裁判所が昭和二九年一一月五日抗告申立人に対して言渡した判\n決の執行は、懲役六月を超える部分については、これを不当とする。\n理　　　　由\n本件即時抗告申立の理由は、昭和二九年一一月五日窃盗被告事件につき、大森簡\n易裁判所において、懲役大月の言渡がありましたか執行言渡しには懲役八月になつ\nて居りますので、大森簡易裁判所へ刑期異議申立を致しましたところ、昭和三〇年\n二月二二円附にて却下されましたので即時抗告の申立を致します。と謂うにある。\nそこで本件記録、取寄にかかる被告人Ａにかかる窃盗被告事件の既済記録及び東\n京高等検察庁検事Ｂの「Ａに対する刑の執行情況に関する回答」と題する書面を精\n査すろに、即時抗告申立人に対する右被告事件は昭和二九年一一月五日大森簡易裁\n判所において懲役刑の言渡かあり、之に対し被告人より同月一六日控訴申立を為し\nたるも、昭和三〇年一月八日之か取下を為したため確定し、同年一月一七日「懲役\n八月」の刑として検察官より執行指揮があつて目下東京拘置所において右刑の執行\n中であることを認めることができる。而して本件被告事件の判決書の記載を閲する\nにその主文は「被告人を懲役八月に処する」とあるので、右検察官の「懲役八月」\nとしての刑の執行指揮の処分は一応適法であるように見える。然るに当裁判所にお\nいて受命判事Ｃをして事実の取調を為さしめた証人Ｄ、同Ｅ、同Ｆ、同Ｇに対する\n各尋問調書の各記載と、前示被告事件の記録の記載等を綜合すれば、昭和二九年一\n一月五日大森簡易裁判所において、裁判官Ｄこより検察官Ｅ立会の上、被告人Ａ\n（本件即時抗告申立人）に対する窃盗被告事件の第二回公判が開たされ、審理の上\n終結して所謂即決裁判として、判決書作成前審理に引続き即時に判決の言渡しを為\nし、「被告人を懲役六月に処する」旨宣告したるも、その後同裁判官において判<要\n旨>決書を作成する当り、「懲役六月」と為すべきを誤つて「懲役八月」と記載した\nことが明白である。判決は裁</要旨>判所の意思表示であり、宣告された判決の内容\nは判決書によつてのみこれを証明せらるるのが原則であるが、所謂即決裁判の如き\n判決書作成前審理に引き続き即時宣告される判決は、宣告と同時、にその効力を発\n生するものであつて、その判決の内容は偶々後に作成された判決書に誤謬の記載が\nなされたとしても、これがため一旦宣告により効力を生じた判決の内容が左右せら\nれるものでないことはいうまでもないところである。而して既に確定した事件につ\nいて第一審の判決書の記載に誤謬があつても、刑事訴訟法上かかる判決の誤記を訂\n正するの途がないけれども、その為めに被告人に対し不当に不利益を蒙むらしむる\nべきではない。なんとなれば被告人において同判決の確定前判決書謄本の交付を求\nむるにあらざれば判決書に誤記があつたとしても之を知り且つ之に対し不服申立の\n方法がないからである。即ち本件において、即時抗告申立人に対する昭和二九年一\n一月五日大森簡易衣判所において窃盗被告事件につき言渡した判決の主文は「懲役\n六月」であり、立会検察官亦之を諒和し居るところであるから、後に作成された判\n決書に「懲役八月」と誤記あるの故を以つて直ちに「懲役八月」の刑の執行指揮を\n為した処分は不当である。\n仍つて此の点本件即時抗告の申立はその理由があるものと謂うべく、刑事訴訟法\n第四二六条第二項に則り主文のとおり決定する。\n（裁判長判事　中野保雄　判事　尾後貫荘太郎　判事　渡辺好人）\n"
}