{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 29,
    "month": 4,
    "day": 27
  },
  "case_number": "昭和28(う)866",
  "case_name": "たばこ専売法違反被告事件",
  "court_name": "高松高等裁判所第三部",
  "result": "棄却",
  "article_info": "第7巻8号1175頁",
  "gist": "不正たばこが数人の間に順次譲渡された場合における各人からの各たばこの価額の追徴",
  "case_gist": "いわゆる偽造たばこが順次数人間に譲渡されたような場合には、その最後の者が没収または追徴されたからとてその前者等はいずおも追徴を免れるものではなく、対価を得て譲渡している場合には同人等もまたその対価相当の金額の追徴を免れない。",
  "lawsuit_id": "24575",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=24575",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/575/024575_hanrei.pdf",
  "contents": "主　　　　文\n本件各控訴を棄却する。\n理　　　　由\n被告人Ａの弁護人武田博及び被告人Ｂの弁護人芝権四郎の各控訴趣意はそれぞれ\n別紙に記載の通りである。\n本件記録を精査し総べての証拠を検討するに\n原判決挙示の証拠により\n被告人Ａはパチンコ屋を経営していたが、Ｃ公社の売り渡さないいわゆる偽造の\nたばこであることを知りながら、（一）いずれも被告人Ｂから、（１）昭和二十八\n年三月中旬愛媛県宇和島市ａ町ｂｃ番地の被告人Ａの居宅で偽造たばこピース十本\n入八百個を一個につき代金三十二円で、同光十本入り千五百個を一個につき代金二\n十二円で譲り受け、（２）同年四月初め国鉄宇和島駅で同様偽造ピース・光各八百\n五十個をそれぞれ一個つき代金三十円・二十二円で譲り受け、（３）同年五月初め\n宇和島駅で同様の偽造ピース・光各八百五十個を前同様の代金で譲り受け、（４）\n同年五月二十七日宇和島市ｄ町ｅ丁目ｆ番地Ｄ方で前同様の偽造たばこピース二千\n五百五十個を一個につき代金三十円で、同光四千二百五十個を一個につき代金二十\n二円で譲り受け、（二）以上の譲り受けたばこ中（４）のピース三百九十六個・光\n三百三十五個以外はパチンコの景品に出し又は他人に譲渡するなどして昭和二十八\n年七月三日前示居宅で右偽造のピース三百九十六個・光三百三十五個を所持してい\nたのを専売監視に差押えられた事実被告人Ｂが前示（一）（１）（２）（３）\n（４）の通りＣ公社の売り渡さないいわゆる偽造たばこピース十本入五千五百個、\n同光七千四百五十個を代金計三十一万七千円で被告人Ａに譲渡した事実以上原判決\n認定事実を認めることができる。被告人Ｂの本件犯行は、他にその主犯者があるに\nしても、その具体的所為の体様上正犯を以つて論ずべきものであり、単なる幇助犯\nに止まるものでない。被告人両名が本件たばこがいずれもＣ公社の売り渡さないい\nわゆる偽造のたばこであることを知つて取引したことは、原審第四回公判調書中の\n被告人Ｂの「今年二月の中旬頃自分の家を売るについて宇和島に帰つた時、Ａの店\nへ遊びに行つたら、ひよつとＡに逢いまして其処で話をしましたが、私はたばこを\n一つ出してＡに見せて大阪ではこうゆうたばこが出来ている、このたばこを作りよ\nる人がちよいちよいわしの居る所に来るから安いと思うから買つてはどうかと言い\nましたら、同人は受けりや世話してくれ、と申しました。私はその時大阪の朝鮮人\nのＥから偽造のピースだと言つて貫つたたばこをＡに見せましたが、Ａは受けとつ\nてよく見ておりましたが、そしてその上で世話してくれと言いました。Ａはその時\nにそのたばこと知つていた筈です目分としてはＡににせのたばこと言つていたかも\n知りません」との供述記載その他原判決挙示の証拠によつて十分認めることができ\nる。\n一、　原判決は本件被告人Ｂから被告人Ａに譲渡したいわゆる偽造たばこ中被告\n人Ａから押収せられた前示ピース三百九十六個・光三百三十五個以外の分の右譲渡\n代金（小売定価以下）に相当する金額二十九万七千七百五十円をそれぞれ被告人両\n名から追徴していること所論の通りである。\n<要旨>たばこ専売法は没収・追徴に関する一般法である刑法第十九条第一項第十\n九条の二の規定の特別法としてたば</要旨>こ専売法第七十五条の規定を設けてお\nり、その第二項には第一項により没収すべさ物件を他に譲り渡し、若しくは消費し\nたとき又は他にその物件の所有者があつて没収することのできないときはその価額\nを追徴する、とある。この規定は不正たばこ等々に代るべき価額が犯則者の手に存\nすることを禁止し以て不正たばこ等々の取締を厳重に励行せんとする趣旨のもので\nあるから、偽造たばこが順次数人間に譲渡されたような場合にはその最後の者が没\n収又は追徴されたからとてその前者等はいずれも追徴を免れるものではなく対価を\n得て譲渡している場合には同人も亦その対価相当の金額の追徴を免れないものと言\nわなければならない。\n本件において被告人Ｂは本件たばこを被告人Ａに譲渡して前示追徴金額相当以上\nの対価を得ており、被告人Ａは本件譲受たばこ中前示押収せられた分以外を他に有\n償譲渡していてこれを没収できないのであるから、原判決が被告人両名からそれぞ\nれその価額を追徴したのは正当である。\n一、　本件記録に現れている諸般の情状を考慮するに、本件被告人等間の売買に\nかかる偽造たばこは一万二千五百個の相当多量であり、その代金は三十一万七千円\nに達するのであつて、各被告人には大した前科（被告人Ｂに道路交通取締法違反に\nよる科料二百円の前科があるのみ）はないにしても、原審の被告人Ａに対する懲役\n一年（五年間執行猶予）、被告人Ｂに対する懲役八月（二年間執行猶予）、両被告\n人に対する没収追徴は量刑過重とは認められないのである。\nよつて本件控訴は理由がないから刑事訴訟法第三百九十六条により主文の通り判\n決する。\n（裁判長判事　坂本徹章　判事　塩田宇三郎　判事　浮田茂男）\n"
}