{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 26,
    "month": 8,
    "day": 14
  },
  "case_number": "昭和26(う)420",
  "case_name": "詐欺業務上横領被告事件",
  "court_name": "札幌高等裁判所第四部",
  "result": "破棄自判",
  "lawsuit_id": "24378",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=24378",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/378/024378_hanrei.pdf",
  "contents": "主　　　　文\n原判決中被告人に関する部分を破棄する。\n被告人を懲役二年に処する。\n当審における訴訟費用は全部被告人の負担とする。\n理　　　　由\n被告人及び弁護人の各控訴趣意は別紙のとおりである。\n右弁護人の控訴趣意第一点について。\n刑事訴訟規則百二百十八条によれば地方裁判所家庭裁判所又は簡易裁判所におい\nては判決書に起訴状に記載された公訴事実又は訴因若くは罰条を追加若くは変更す\nる書面に記載された事実を引用することができるので<要旨>あるしかして引用する\n場合は単に右引用のなされたことが判決書に明白に記載されることを以て足り所論\nの</要旨>如く更に其の書面の謄本、副本又は写本を添付するの必要は毫もない又引\n用する部分はその記載の全部たると一部たるとを問はないことは勿論一部を訂正変\n更し又は削除附加して引用することもできるとは解せられるけれども判決書におけ\nる右引用の記載は引用された起訴状等の記載と相俟つて一見容易に罪となるべき事\n実を明確に把握し得るに足る程度のものでたければならないと考える従つて右訂\n正、削除、附加等が多岐に亘り罪となるべき事実を把握するに多少とも労苦を伴う\nような引用の仕方は到底妥当とは言えないのみ左らず延いては罪となるべき事実を\n不明確ならしめ判決に理由を附さないか又は理由にくいちがいを生じ判決破棄の理\n由となるを保しがたいのであるこれを本件について検討して見ると原判決には\n「罪となるべき事実の摘示については起訴状公訴事実を引用する但し昭和二十六\n年三月十五日附起訴状公訴事実中第一の（一）（二）を次の通り変更判示する\n第一　被告人Ａは……\n（一）　昭和二十五年二月四日……\n（二）　同年二月二十日……\n次に昭和二十六年三月三月附起訴状公訴事実冐頭並に第一、第二、第三を夫れ夫\nれ罪となるべき事実の判示冐頭並に第一、第二、第三とし同年三月十五日附起訴状\n冐頭並に第（一）（二）（三）（四）（五）（六）を夫れ夫れ罪となるべま事実判\n示冐頭並に第四の（一）（二）第五の（一）（二）（三）（四）（五）（六）とし\nて引用する」と記載されているのであるが右の記載文言によれば原判決に記載され\nた罪となるべき事実は\n一、　本件昭和二十六年三月三日附及び同年同月十五日附各起訴状記載の公訴事\n実\n一、　昭和二十六年三月十五日附起訴状中公訴事実第一の（一）（二）を変更判\n示した事実\n一、　昭和二十六年三月三日附起訴状記載の公訴事実\n一、　昭和二十六年三月十五日附起訴状の冐頭並びに第一（一）乃至（六）記載\nの公訴事実\nとなるのであつて犯罪事実の記載が前後重復するのみならす原審第一回公判期日\nにおいて本件公訴事実の字句の一部か訂正されており且又他に公訴事実を変更判示\nすべき部分もあるのであるから起訴状記載と相俟つも罪となるべき事実を明確に把\n握することができない結局原判決には理由を附さない違法があると謂わねばならな\nいので論旨は理由があり破棄を免かれない\nしかして被告人の控訴趣意及び弁護人の右控訴趣意第二点については後記破棄自\n判の項において自から判断するところであるから茲にこれを省略し刑事訴訟法第三\n百九十七条により原判決中被告人に関する部分を破棄し同法第四百条但書に則り更\nに判決する\n罪となるべき事実\n被告人は夕張市ａ町ｂ丁目夕張市役所会計課経理係として消耗品等の調達並びに\n出納保管等の業務に従事していたもの原審相被告人Ｂは同市ａ町ｂ丁目Ｃ印刷所の\n外交並びに会計経理関係一切を処理し紙の売買印刷、紙の切断等の業務に従事して\nいた者原審相被告人Ｄは北海道空知郡ｃ町字ｄｅ番地財団山人Ｅ外交員として同社\n扱いの箒、雑巾、はたき等荒物雑貨類の販売集金等の業務に従事していたものであ\nるところ被告人Ａは\n第一単独で\n（一）　昭和二十五年二月四日頃夕張市役所において右Ｅより同市役所に同日頃\n雑巾千枚一枚につき六円五十銭合計企六千五百円及び箒二百本一本百二十円合計金\n二万四千円総計三万五百円として納入されたのを奇貨とし其の単価を偽り真実の代\n金との差顧を詐取せんことを企て之等代金を雑巾一枚につき十一円百枚金千百円同\n雑巾一枚につき十一円九百枚金九千九百円箒一本につき百五十円二百本金三万円総\n計四万千円である旨の夕張而長Ｆ並びに同市収入役Ｇ宛前記Ｅ社長Ｈ名義の虚偽の\n請求受領書三通を作成その頃之が代金支払及び其の決裁の各手続をなし同市助役Ｉ\n同市会計課長Ｊ同課経理係長Ｋ等をして右物品の単価及び金額はいずれも正当なも\nのと誤信させ之が代金女出命令の決裁をなさしめ因つて同年三月三日頃同市役所に\n情を知らない右市役所出納係Ｌをしてその代金名下に合計金四万千円をＭ銀行Ｎ支\n店を通じて同支店発行の右同額額面の小切手をもつて右Ｅに送金せしめその頃右Ｅ\nにおいて情を知らない同社専務理事Ｏをしてこれを受取らしめ右金四万千円と金三\n万五百円との差額金一万五百円につき騙取の目的を遂け\n（二）　同年二月二十日前記市役所において前記Ｅより同市役所に箒二百本一本\nにつき百二十円合計金二万四千円として納入されたのを奇貨として其の単価を偽り\n真実の代金との差額を詐取せんことを企て之等代金を箒一本につき百四十円二百本\n金二万八千円である旨の夕張市長Ｆ並びに同市収入役Ｇ宛前記Ｅ社長Ｈ名義の虚偽\nの請求受領書一通を作成した上其の頃これが代金支払及び共の決裁の各手続をなし\n同市助役Ｉ同市会計課長Ｊ同課経理係長Ｋをして右物品の単価及び金額はいずれも\n正当なものと誤信させ之が代金支出命令の決裁をなさしめ因つて同年三月三日頃同\n市役所において情を知らない同市役所出納係Ｌをしてその代金名下に金二万八千円\nをＭ銀行Ｎ支店を通じて同支店発行の右同額額面の小切手をもつて右Ｅに送金せし\nめ其の頃情を知らない同社専秩理事Ｏをして該金を受領せしめ右金二万八千円と金\n二万四千円との差額金四千円につき騙取の目的を遂げ\n（三）　昭和二十六年一月二十四日頃前記Ｃ印刷所において自己の業務上保管に\n係る夕張市役所所有の大判更紙八連を擅に原審相被告人Ｂに代金七千二百円で売却\n以て業務上これを横領し\n第二原審相被告人Ｂと共謀の上\n（一）　昭和二十五年八月二十七日頃前記Ｃ印刷所事務室において同年六月三十\n日頃同印刷所より夕張ル役所に大判更紙十三連代金一万四千三百円相当を売却納入\nしたのを奇貨とし取引数量を偽り真実の代金との差額を詐取せんことを企て大判更\n紙五十連代金五万五千円相当を売却納入した旨のＣ印刷所Ｂ名義の夕張市長Ｆ並び\nに同市収入役Ｇ宛虚偽内容の請求受領書一通を作成し翌二十八日頃右而役所におい\nて被告人Ａは右虚偽内容の請求受領書一通に大判更紙五十連は間違い無く納入せら\nれた旨の虚偽の納入済証明をなし右納入は正当でめる旨装つてこれが代金支払の手\n続を取り同年九月七日頃同市役所会計課経理係長Ｐ同市助役Ｉ同市収入役Ｇをして\n右大判更紙五十連は右Ｃ印刷所より間違なく納入済みである旨誤信させこれが代金\n支出命令の決裁をなさしめ因つて同日原審村被告人Ｂは同市役所において出納員Ｌ\nより更紙五十連の代金名下に現金五万五千円の交付を受け前記一万四千三百円との\n差額金四万七百円の騙取を遂げ\n（二）　同年十二月十三日頃右Ｃ印刷所事務室において同印刷所が夕張市役所よ\nり同布役所所有の大判更紙を預りこれを切断して同市Ｑ小学校外二校に納入するこ\nとになつたのを奇貨とし右Ｃ印刷所所有の半紙判更紙を右各学校に売却納入した旨\nを偽装して右市役所より其の代金名下に金円を詐取せんことを企て同年十二月十三\n日に同印刷所より夕張市Ｑ小学校に半紙判更紙四十締代金一万七千二百円Ｓ小学校\n三締千三百九十円夕張市Ｒ中学校に半紙判更紙十締代金四千三百円相当を夫々納入\nした旨のＣ印刷所Ｂ名義夕張市長Ｆ並びに同市収入役Ｇ宛虚偽内容の請求受領書二\n通を夫々作成し翌十四日頃右市役所において被告人Ａは右虚偽内容の請求受領書二\n通に夫々Ｃ印刷所より前タ張市Ｑ小学校外二校に夫々半紙更紙合計五十三締を売却\n納入せられた旨の虚偽の納入済証明を為して右売却納入は正当なる旨装いこれが代\n金支払の手続を取り同年十二月二十五日頃同所会計課経理係長Ｐ同市助役Ｉ同市収\n入役Ｇ等をして右半紙判更紙五十三締はいずれも右各学枚にＣ印刷所より売却納入\nせられたものである旨誤信させこれが代金支出命令の決裁をなさしめ因つて同月二\n十八日頃原審相被告人Ｂは同而役所において同市役所出納員Ｌより更紙五十三締の\n代金名下に現金二万二千七百九十円の交付を受けてこれを騙取し\n第三原審相被告人Ｄと共謀の上\n（一）　昭和二十五年三月二十七日頃前記Ｅよりタ張市役所に対し同年二月二十\n三日頃箒二百本一本につき百二十円合計金二万四千円同年三月十四日頃雑巾千枚一\n枚につき十円合計金一万円同日頃箒一本につき百四十円合計金一万円千円総計金四\n万八千円で夫々売却納入されたのを奇貨とし取引単価又は数量を偽り真実の代金と\nの差額を詐取せんことを企て右箒二百本の分については一本につき百四十円合計代\n金二万八千円右雑巾千枚の分については一枚十二円合計代金一万二千円右箒百本の\n分については数量百九十本合計代金二万六千六百円となる旨の夫々夕張市長Ｆ並び\nに同市収入役Ｇ宛財団法人Ｅ社長理事Ｈ名義の虚偽の請求受領書三枚を作成した上\nその頃同市役所において被告人Ａは右各請求受領書記載の単価数量金額等はいずれ\nも正当なる旨装つてこれが代金支払の手続の為の回付及び決裁に出し同市助役ＩＴ\n会計課経理係長Ｐ並びに同市収入役Ｇ等をして前記夫々の単価、金額及び箒百九十\n本の納入は間違いないものと誤信させこれが各代金支出命令の決裁を為さしめ因つ\nて同年四月十二日頃同市役所において原審相被告人Ｄは同市役所出納係Ｌより右箒\n等の代金名下に合計金六万六千六百円の交付を受け前記金四万八千円との差額金一\n万八千六百円の騙取を遂げ\n（二）　同年五月八日頃夕張市役所において前記Ｅより右市役所に物品納入の事\n実がないのに同年四月七日座敷箒百本一本につき百四十円代金合計一万四千円及び\n同日頃座敷箒百本一本につき百四十円代金合計一万四千円総計金二万八千円の夫々\n夕張市長Ｆ並びに同市収入役Ｇ宛前記Ｅ村長Ｈ名義の虚偽の請求受領書二通を作成\nした上其の頃被告人Ａはこれが支払手続並びに決裁に出し同市役所助役Ｉ並びに同\n市収入役Ｇ等をして右請求受領書記載の物品納入があつたものと誤信させこれが代\n金支出命令の決裁を為さしめ因つて同年五月九日頃同市役所において原審相被告人\nＤは右市役所出納員Ｌより右代金名下に現金二万八千円の交付を受けてこれを騙取\nし\n（三）　同年六月八日頃夕張而役所において前記Ｅより夕張市役所に箒等の納入\n事実がないのに同年五月七日座敷箒七十本一本につき百四十円代金合計九千八百円\n及び同日座敷箒八十本一本につき百四十円代金合計金一万千二石円総計金二万千円\nの夫々夕張市長Ｆ並びに同市収入役Ｇ宛前記Ｅ社長Ｈ名義の虚偽の請求受領書二通\nを作成した上其の頃被告人Ａはこれが支払の手続並びに決裁に出し同市会計課長Ｊ\n同市助役Ｉ並びに同市収入役Ｇ等をして右請求受領書二通に記載の座敷箒計百五十\n本の納入があつたものと誤信させこれが代金支出命令の決裁をなさしめ因つて同日\n頃同而役所において原審相被告人Ｄは同市役所出納員Ｌより右代金名下に現金二万\n千円の交付を受けてこれを騙取し\n（四）　同年七月二十四日頃夕張市役所において前記Ｅより同市役所に雑巾等の\n納入の事実がないのに同年五月下に日雑巾千枚一枚につき十二円合計代金一万二千\n円同年五月二十一日座敷箒三百本一本につき百円十円代金合計四万二千円同日雑巾\n三百枚一枚につき十円合計代金三千円同年六月三十日雑巾千枚一枚につき十二円合\n計代金一万二千円の夫々夕張市長Ｆ並びに同市収入役Ｇ宛前記Ｅ社長Ｈ名義の虚偽\nの請求受領書四通を作成しその頃これが支払の手続並びに決裁に出し右請求受領書\n四枚の中前記五月十七日雑巾千枚金額一万二千円五月二十一日座敷箒三百本金融四\n万二千円及び同日雑巾三百枚金額三千円の夫々の分についてはその頃六月三十日雑\n巾千枚金額一万二千円の分について同年九月四日乃至同月二十日頃迄の間に同市役\n所会計課長Ｊ同市助役Ｉ並びに同市収入役Ｇ史に同市会計課経理係長Ｐ（六月三日\nの雑巾千枚のみ）等をして右夫々の請求受額書記載の雑巾並びに箒等はいずれも間\n違なく市役所に納入されたものと誤信させこれが代金支出命令の決裁をなさしめ因\nつて原審相被告人Ｄは同市役所において右市役所出納員Ｌより何年七月二十九日頃\n右五月十七日納入雑巾千枚分右五月二十一日納入座敷箒三百本分及び同日納入雑巾\n三百枚分の代金名下に合計金五万七千円又同年九月二十二日頃右六月三十日納入雑\n巾千枚分代金名下に現金一万二千円合計金六万九千円の交付を受けてこれを騙取し\n（五）　同年十月十二日頃前記市役所において右Ｅより右市役所に対し同年八月\n二十日頃箒百五十本一本につき百十円合計代金一万六千五百円が納入されたのを奇\n貨とし取引数量を偽り真実の代金との差額を詐取せんことを企て同年八月十日頃座\n敷箒二百五十本が一本につき百二十円代金合計三万円で納入された旨の夕張市長Ｆ\n並びに同市取入役Ｇ宛前記Ｅ社長Ｈ名義の虚偽の請求受領書一通を作成しその頃こ\nれが支払手続並びに決裁の為回付し同市助役Ｉ同市会計課長Ｊ同課経理係長Ｐ並び\nに同市収入役Ｇ等をして右請求受領書記載の箒二百五十本が納入されその単価並び\nに金額等は何れも間違いない旨誤信させこれが代金支払の決裁をなさしめ因つて同\n市役所において原審相被告人Ｄは右箒代金名下に現金三万円の交付を受けて右金一\n万六千五百円との差額金一万三千五百円の騙取を遂げ\n（六）　同年十一月二日頃前記市役所において右Ｅより右市役所に箒或は雑巾等\nの納入の事実がないのに同年九月四日座敷箒三百本一本につき百四十円合計代金四\n万二千円及び同年十一月二日箒三百本一本につき百四十円合計代金四万二千円同日\n雑巾千枚一枚につき十一円合計代金一万千円二口計五万三千円がいづれも納入され\nた旨の夕張市長Ｆ並びに同市収入役Ｇ宛前記Ｅ社長Ｈ名義の虚偽の請求受領書二通\nを作成し其の頃これが支払手続及び決裁の為同市役所事務員Ｕに回付し右請求受領\n書中同年九月四日納入座敷第三百本金額四万二千円の分については同年十一月七日\n頃乃至十一月十五日頃迄の間に又同年十一月二日納入箒三百本及び雑巾千枚計金五\n万三千円の分については同年十一月二十九日頃乃至十二月四日頃迄の間に同市助役\nＩ同Ｔ同市会計課長Ｊ同課経理係長Ｐ並びに同市収入役Ｇ等をして右二通の請求受\n領書記載の物品は夫々何れも納入されたことが間違いないものと誤信させこれが代\n金支出命令の決裁をなさしめ因つて同市役所において原審相被告人Ｄは同市出納係\n員Ｌより物品代名下に右九月四日納入座敷箒三百本の分については同年十一月十五\n日頃現金四万二千円を更に右十一月二日納入箒及び雑巾の分については同年十二月\n四日現金五万三千円を夫々交付させてこれを騙取し\nたものである\n証拠の標目\n判示全部の事実につき\n一、　原審第一回公判調書中の被告人Ａの供述記載\n一、　検察官作成の被告人Ａの第一乃至第四回各供述調書\n一、　司法警察員作成の被告人Ａの第一乃至第十四回答供述調書\n一、　司法警察員作成のＧの第一、二回各供述調書\n一、　検察官作成のＬの第一回供述調書\n判示冐頭被告人Ａ、原審相被告人Ｂ、Ｄの各職務地位につき\n一、　司法警察員作成のＧの第一回供述調書\n一、　検察官作成の原審相被告人Ｂの供述調書\n一、　検察官作成のＯの第一回供述調書\n判示第一の（一）事実につき\n一、　Ｇ作成の顛末書（昭和二十五年二月二十五日附のものの内記録四十八丁、\n四十九丁、五十丁）三通判示第一（一）（二）の各事実につき\n一、　押収に係る札幌地方裁判所昭和二十六年押第五十一号の証第八号戻入通知\n書及び領収証の存在\n判示第一（三）の事実につき\n一、　司法警察員作成のＧの第一回供述調書\n判示二（一）（二）の事実につき\n一、　原審第一回公判調書中の原審相被告人Ｂの供述記載\n一、　検察官作成の原審相被告人Ｂの供述調書\n一、　司法警察員作成の原告相被告人Ｂの被疑者第一、二回各供述調書\n判示第二（一）つき\n一、　押収に係る札幌地方裁判所岩見沢支部昭和二十六年押第五十一号の証第一\n号Ｂ作成請求受領書（昭和二十五年八月二十七日附）の存在\n判示第二（二）の事実につき\n一、　司法警察員作成のＰの供述書\n一、　Ｐ作成の昭和二十六年二月二十一日附顛末書二通\n一、　押収に係る札幌地方裁判所岩見沢支部昭和二十六年押第五十一号の証第二\n〇号の一Ｂ作成の請求受領書及び同号の二同上人作成の請求受領書の各存在\n判示第三（一）乃至（六）の各事実につき\n一、　原審第一回公判調書中原審相被告人Ｄの供述記載\n一、　検察官作成の原審相被告人Ｄの第一回乃至第四回各供述調書\n一、　司法警察員作成の原審相被告人Ｄの第一乃至第七回各供述調書\n一、　押収に係る札幌地方裁判所岩見沢支部昭和二十六年押第五十一号の証第五\n号各請求受領書の存在\n一、　検察官及び司法警察員作成のＯの各第一回供述調書\n一、　Ｏ作成の夕張市役所取引一覧表\n法令の適用\n被告人Ａの判示所為中詐欺の点は刑法第二百四十六条第一項（共謀の点は同法第\n六十条）に業務上横領の点は同法第二百五十三条に各該当するところ以上は同法第\n四十五条前段の併合罪であるから同法第四十七条本文第十条により犯情の最も重い\n判示第三の（六）の詐欺罪の刑に法定の加重をした刑期範囲内で被告人Ａを懲役二\n年に処すべく刑事訴訟法第百八十一条第一項に則り当審における訴訟費用は全部被\n告人の負担とし主文のとおり判決する\n（裁判長判事　黒田俊一　判事　鈴木進　判事　東徹）\n"
}