{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 31,
    "month": 1,
    "day": 30
  },
  "case_number": "昭和29(ネ)341",
  "case_name": "前渡金等請求事件",
  "court_name": "名古屋高等裁判所第一部",
  "lawsuit_id": "23176",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=23176",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/176/023176_hanrei.pdf",
  "contents": "主　　　　文\n原判決を左の如く変更する。\n被控訴人を控訴人に対し金八十九万七千八百八十円及之に対する昭和二\n十八年四月二十五日以降完済迄年五歩の割合による金員を支払え。\n控訴人のその余の請求を棄却する。\n訴訟費用は第一、二審を通じて之を三分し其の一を控訴人の負担、其の\n余を被控訴人の負担とする。\n事　　　　実\n控訴代理人は原判決を取消す、被控訴人は控訴人に対し金百十九万七千八百八十\n円及之に対する昭和二十八年四月二十五日以降完済迄年六分の割合による金員を支\n払え、訴訟費用は第一、二審共被控訴人の負担とするとの判決を求め被控訴代理人\nは控訴棄却の判決を求めた。\n当事者双方の事実上の陳述は左記の外原判決事実摘示と同一であるから之を引用\nする。\n控訴代理人の陳述\n一、　原判決二枚目表五行目に「金四十七円」とあるを「金百四十七円」と同二\n枚目表七行目以下「其の後同年三月二十日附で」とあるを「其の後同年二月二日附\nで」と夫々訂正して陳述する。\n二、　訴外Ａ、Ｂ、Ｃの行為は被控訴人の事務執行につき為したる不法行為であ\nり従つて被控訴人は民法第七百十五号若くは同法第四十四条の損害賠償義務を負う\nものであつて訴外株式会社愛知県農村工業協会より控訴人への債権譲渡は右協会が\n被控訴人に対して有していた前記損害賠償債権をも包含していたものであつて右協\n会は之を明かにする為昭和二十九年十月八日其の旨被控人に通知し右通知は同月十\n日被控訴人に到達した。\n証拠として控訴代理人は甲第一乃至三号証、同第四号証ノ一、二、同第五乃至八\n号証を提出し原審証人Ｄ、Ｅ、Ｆの各証言、当審証人Ｆの証言を援用し、乙第一、\n二号証、同第五号証の成立は不知、爾余の乙号各証の成立を認め、被控訴代理人は\n乙第一、二号証、同第三号証ノ一、二、同第四、五号証を提出し原審証人Ｇ、Ｃ、\nＢの各証言、当審証人Ｃ、Ｂの各証言を援用し、甲第一号証、同第四号証ノ一、二\nの印影を認めるも其の余は不知、同第二、三、五号証の成立は不知、同第六、七、\n八号証の成立を認めると述べた。\n理　　　　由\n印影が被控訴組合の印影なること当事者間争なき甲第一号証、同第四号証ノ一、\n二、当審証人Ｆの証言によりて真正に成立したものと認め得べき甲第二、三号証、\n当審証人Ｃの証言によりて真正に成立したものと認め得べき乙第二号証、原審証人\nＢの証言によりて真正に成立したものと認め得べき乙第五号証、原審Ｄ、Ｅ、Ｆ、\nＧ、Ｃ、Ｂ、当審証人Ｆ、Ｃ、Ｂの各証言を綜合すれば次のように事実を認定する\nことができる。\n一、　被控訴組合は昭和二十八年当時理事十三名を有し其の内組合を代表すべき\nものは組合長理事Ｃ及専務理事Ｂの二名であり、使用人として事務員Ａ外四名あつ\nて信用係、販売購買斡旋係、精米係、利用係に分ちて夫々の事務に従事せしめＡは\n販売購買斡旋係の事務をさせていたが組合の業務は凡て組合長Ｃ又は専務理事Ｂが\n之を決裁して行いＡ等事務員には外部に対して契約の締結其の他何等の代理権を与\nえていなかつた、そして被控訴組合が当時行つていた販売購買上の事業はａ村内の\n農産物である甘藷、柿、蜜柑、各種の野菜類の販売、農業薬品、苗木の購入等であ\nつて被控訴組合は澱粉製造をしておらず同村内では澱粉は生産されていなかつたか\nら甘藷は生の侭俵で取引をしていたのであつて被控訴組合は澱粉の販売を事業とし\nて行つていなかつた。\n二、　昭和二十八年二月十二、三日頃訴外Ｅ、仲介業訴外Ｈが訴外株式会社愛知\n県農村工業協会（以下単に訴外協会と略称す）を訪れ右Ｈは右Ｅを被控訴組合の嘱\n託なりと偽り紹介し被控訴組合がａ村でとれた甘藷を他の工場に委託加工させて作\nつた澱粉が被控訴組合に二万五千貫あるが此の内二万貫を買わぬかと勧誘し其の後\n価格等について交渉を継続し同月十九日関西線相河駅前旅館に右協会の常務取締役\nＤ、前記Ｈ、Ｅ及控訴組合事務員Ａが会合し、Ａは被控訴組合の販売購買係をして\nおり同組合の責任者だと言つたのでＤは、一応Ａに代理権があるものと信じ、ここ\nにＤ、Ａは買主右訴外協会、売主被控訴組合、売買の目的物被控訴組合が保有する\n乾燥澱粉二万貫、但一等品六割、二等品四割、単価貫当金百四十七円、但し工場渡\n価格一、二等品同価、履行期昭和二十八年三月十五日、それ以後は無効とする旨の\n契約をすることにしＡは「組合長と相談して来る」とＤを偽つて被控訴組合事務所\nに赴き前記組合長Ｃ及専務理事Ｂの不知の間に被控訴組合の印章を檀に使用して前\n記契約条項を記載した甲第一号証契約書を作成して右旅館に立戻り之を右Ｄに渡し\nた。\n三、　訴外協会の代表取締役Ｆは右澱粉取引につき被控訴組合との間に契約の成\n立したことを確実ならしむる為めに手附金十万円は前記Ａに交付しないで之を直接\n被控訴組合に送付することにし其の結果訴外協会は右手附金を昭和二十八年二月二\n十日被控訴組合に電報送金を為し「澱粉手附十万円松阪勧銀電送した、取れ」なる\n文意の電報を被控訴組合に宛てて発信人たる訴外協会を其の名称中の農、工の文字\nをとつて「ノコ」を表示して打電した。\n四、　Ａは昭和二十八年一月二十八日頃友人が澱粉取引で金に困つているから\n二、三日後に必ず返すから金を貸してくれと被控訴組合長Ｃに頼みＣは同組合の金\n員三十六万円をＡに貸渡したがＡは約束の二、三日後になつても之を返済しなかつ\nたので右Ｃ及専務理事ＢはＡに対して厳しく其の返済方を催促していたところ、Ａ\nは訴外協会が前記三、の如き送金方法をとることを知るや前記電報が被控訴組合に\n到着する直前専務理事Ｂに対し「訴外愛知県農村工業協会から松阪勧銀え送金した\nという電報が来ることになつているが此の金で被控訴組合に前記の借受金を返すこ\nとはもう少し待つて貰い度い」と頼み、昭和二十八年二月二十日前記三、の電報が\n被控訴組合に到達するや専務理事Ｂは右電文を読んだが前記の如きＡからの依頼が\nあるので右電報を事務所机の抽斗に納め翌朝之をＡに渡しＡが「此の十万円を勧銀\n松阪支店から受取るには被控訴組合の印鑑が必要だから貸してくれ」と頼むやＢは\n一応「それは困る」と断つたがＡは内緒で貸してくれと言い組合長札上の被控訴組\n合の印鑑を持つて行くのをＢは黙認してやりＡは右印鑑を使用して被控訴組合の名\nにおいて勧銀松阪支店より金十万円を受領して之を自己のものとした。\n五、　訴外協会は前記三、の如く電報送金をした手附金十万円が前記四、の如く\n被控訴組合の名において受領されたことを知るや右Ａは被控訴組合を代理する権限\nがあり本件貼澱粉売買が被控訴組合との間に成立したものと確認し澱粉代金前渡金\nとして昭和二十八年二月二十六日第百五銀行額面四十万円の銀行送金小切手及森永\n製菓振出の額面九十八万円の約束手形をＡに渡しＡは同日「此の小切手で借金を返\nす」と言つて右の四十万円の小切手を専務理事Ｂに渡し、Ｂは其の翌日被控訴組合\n事務員会計係Ｇに命じ被控訴組合の印鑑を使用させて被控訴組合の名において右小\n切手を勧銀松阪支店に呈示して現金四十万円を受取つて来させて右金員からＡに対\nする貸金三十六万円及之に対する利息四千円余を被控訴組合が返済を受けた分とし\nて差引いて其の残金をＡに渡してやつた。Ａは謝礼として組合長Ｃに二万円、専務\n理事Ｂに五千円を贈呈したところＢは貰うべき金ではないと言つて之をＡに返還し\nたが組合長Ｃは金の意味が分らなかったので問糺して返還しようとしたがＡに会う\n機会がなかつたままに右金員を封筒入のまま机の抽斗に入れて置いた。\n六、　Ａは前記森永製菓振出の九十八万円の約束手形は訴外斎宮村農業協同組合\nに渡しＨ、Ｅ、Ａ等は昭和二十八年三月四、五日頃二等品澱粉三千九百六十貫金額\n五十八万二千百二十円相当（前記二、の訴外協会との契約単価による価格）を右斎\n宮村農業協同組合から出させて之を関西線相河駅に到着せしめて訴外協会に引渡し\nたが其の後はＡ等は前記二、の契約数量の澱粉を右協会に送荷せず同年三月十五日\nの引渡最終期限を経過した。\n七、　訴外協会はＡに対して厳重に残余の澱粉を引渡すよう請求したが其の効果\nがないので昭和二十八年三月二十一日訴外協会常務取締役Ｄは被控訴組合長Ｃ及専\n務理事Ｂに面接して澱粉の引渡を要求したが右Ｃ、Ｂは被控訴組合はそのような契\n約はしておらすＡのやつたことは知らないと言つて拒絶したが、右Ｄは昭和二十八\n年三月二十三日被控訴組合事務所近在の旅館栄亭にＡを呼び寄せて解決を要求した\n結果Ａは澱粉の引渡が到底出来ないので契約を解消することにし前記手附金前渡金\n合計百四十八万円から送荷済の澱粉代金五十八万二千百二十円を差引いた金八十九\n万七千八百八十円に訴外協会が契約に関して費消した旅費日当等を含めた損害を金\n三十万円と協定し之を加算した金百十九万七千八百八十円を訴外協会に支払うこと\nを約し其の支払方法として約束手形を差入れることとしＡは被控訴組合の印章を檀\nに使用して作成した振出人被控訴組合名義の額面七十三万円及七十五万円の約束手\n形を前記Ｄに渡した。\n八、　被控訴組合は昭和二十八年三月二十七日理事会を開きＡを取調べたところ\nＡは被控訴組合の印鑑を無断で使つて前記二、の如き澱粉売買契約をしたことを認\nめたが其の後Ａは所在判明せず且無資力で結局訴外協会はＡからは何等の弁償を受\nけ得る見込がない。\n以上の如き事実関係であるところ控訴人は先ず第一に前記二、の澱粉の売買契約\nはＡが代理権に基き被控訴組合の代理人として之を締結したものであり仮に代理権\n踰越であるとするも買主訴外協会はＡに代理権ありと信ずべき正当な理由があつた\nから被控訴組合は右契約の履行乃至不履行による損害賠償義務があると主張するけ\nれども前記一、乃至八、の事実関係から見ればＡが本件澱粉売買契約を為す代理権\nを有していなかつたことは明白であり且前記一、の如くＡは被控訴組合の事務上何\n等の代理権を与えられていなかつたのであるから代理権の踰越ということもないの\nであつて従つて訴外協会かＡに代理権ありと誤信したことに相当の理由があつても\n民法第百十条によつて被控訴組合に契約上の義務を負わしめることはできない。\n次に控訴人は被控訴組合専務理事Ｂが訴外協会が最初に送金した手附金十万円を\n受領した以上被控訴組合は本件売買契約を承認したものであると主張するので考え\nるに成程前記三、四、の如く被控訴組合の代表権限ある専務理事Ｂか訴外協会から\n被控訴組合に澱粉売買の手附金十万円を電送するという訴外協会発信の電報を見て\nおつてＡが右金員を被控訴組合の印鑑を使用して被控訴組合の名において受取るこ\nとを黙認していたのは一見本件澱粉売買契約を被控訴組合の取引として承認したか\nのようでもあるが他面前記三、乃至八、の如くＢはＡに対しては厳重に三十六万円\nの貸金の返還を請求していたこと、前記手附金十万円も其の次の銀行送金小切手に\nよる四十万円も右Ｂは之を組合の澱粉代金収入と為さず右小切手による四十万円の\n大部分はＡに対する貸金の回収に充てていること理事会を開いてＡを詰問している\nことなどから見てＢは当時Ａに使われた組合の金三十六万円の補填に焦慮するの余\nり前記電文や小切手を見ていてもＡに金を返させることばかりに苦慮していて思慮\n至らず訴外協会との澱粉売買によつて被控訴組合が右売買上の権利を得義務を負う\nという意思はなかつた状況が認められるのであつて未だ被控訴組合の承認はなかつ\nたものと認めるのが相当である。\n次に控訴人は仮に被控訴組合に本件澱粉売買契約上の義務なしとするも被控訴組\n合の使用人Ａが被控訴組合の代理権を詐称して訴外協会に損害を蒙らせたのは被控\n訴組合の業務執行上の不法行為であるから被控訴<要旨>組合は民法第七百十五条に\nより損害賠償義務ありと主張するので按ずるに同法条に所謂事業とは外形上使用\n者</要旨>の事業に属する行為又はこれと適当な索連関係にある行為をすることを以\nて足り当時被控訴組合は現実に甘藷澱粉を取扱つていなかつたとしても甘藷澱粉加\n工やその販買は外形上農業協同組合たる被控訴組合の事業と解するに何等差支はな\nい。更に本件のような契約において被用者が使用者の事業を執行したとするには当\n該契約の衝に当つた被用者の地位、職務等その他その被用者がその事業を執行する\nものと信じたことが無理からぬと思われる事情の存することを要するものと解せら\nれる。蓋し当該契約に際し相手方となつた被用者の地位、職務その他の状況から客\n観的にその被用者にそのような事業の執行をする権限のあることが疑われるような\n場合であるに拘らず不注意にもこれと契約し因つて損害を蒙つたとしてもかかる当\n事者の損害迄も使用者をして補償せしめることは苛酷に過ぎるからである。而して\n訴外愛知農村工業協会が前示一、において認定したような地位、職務を有するにす\nぎない被控訴組合の一職員たるＡのみを相手として事前に被控訴組合について調査\nする等適当の処置も採らず且つ被控訴組合の規模から見て本件のような大量の澱粉\n取引契約を容易く締結したことは軽卒というの外なく（現に右協会も手附金十万円\nはＡに手交せず被控訴組合へ電送していることはＡに全面的信頼を置き得なかつた\nことを示している）他に右協会がＡにおいてそのような権限を有するとか又控訴組\n合においてその契約を承認しているものと信ずることが客観的に無理からぬと思わ\nれる状況のない限り到底Ａの本件契約に関する行為を以て被控訴組合の事業執行と\nしＡの行為による損害を被控訴組合をして負担せしめ得ないのである。然るところ\n訴外Ｂは前記一、の如く被控訴組合の代表理事であり従つて外部から被控訴組合宛\nに取引上送金された金員を受領するか或は之が受領を拒否するかは代表理事の職務\n執行そのものであり且前記一、の如く事実被控訴組合の業務はＢの決裁を待つて行\nわれていたのである。そしてＢは前記三、の外く訴外協会が被控訴組合に宛てた澱\n粉売買の手附金十万円を電送する旨の電報を見て読んでおり其の発信人の表示は単\nに「ノコ」とありて訴外協会を示すものとして不充分であつても前記四、の如くＢ\nはＡから予め訴外協会から電報送金があることを告げられていたのであるからＢは\n当然且容易に訴外協会が被控訴組合と澱粉売買契約を締結したと誤信して其の手附\n金十万円を送付するものであることを知り得べき状況であつたのであつて従つて前\n記の如く右契約を承認する意思のなかつた以上直に右金員受領拒絶を訴外協会に知\nらしめて訴外協会をして誤信から免れしむべきであつたのに拘らず事茲に出でずＡ\nが前記四、の如く被控訴組合の印鑑を使用して被控訴組合の名において右送金に係\nる金員を受領することを漫然と黙認し以てＡをして遂に右十万円を受取らしめるに\n到つたものであつて訴外協会としては前示打電の上被控訴組合名義において右十万\n円が受領された限り本件澱粉取引は少くとも被控訴組合の諒解するものと信ずるこ\nとは客観的に無理からぬ状況が存したものというべく因つて右協会の蒙つた損害は\n民法第四十四条の問題を論ずる迄もなく同法第七百十五条によつて右Ｂの過失ある\n態容を背景としてＡが使用者たる被控訴組合の事業を執行して因つて第三者に与え\nた損害として被控訴組合においてこれを賠償すべきことは明かである（荷被控訴組\n合かＡの選任監督について過失なき旨の立証がないのみならず却つて原審並当審に\nおける証人Ｃ同Ｂの各証言によればその選任監督の不十分なりしことを窺ひう\nる）。そこで被控訴組合の負うべき損害賠償義務の範囲について考えるに前記電文\nは澱粉手附金十万円とあつて契約数量、代価等は示していないけれとも十万円の手\n附金は相当な金額であつて契約数量及総代金も亦相当なものであることは容易に予\n見し得べく且前記四、五、のＢとＡとの交渉関係から見て訴外協会の誤信は被控訴\n組合職員なるＡの行動と関係があることはＢにおいて容易に察知し得べき状況であ\nつたと謂えるから訴外協会がＡと交渉して該契約を遂行して現実に蒙つた損害は被\n控訴組合の賠償責任あるものである。従つて訴外協会は前記手附金十万円、小切手\n金四十万円、約束手形金九十八万円合計百四十八万円を出捐したことに対し前記\n六、七、八、の如く五十八万二千百二十円相当の澱粉を入手し得たのみで其の余は\n回収の見込がないのであるから其の差額八十九万七千八百八十円の損害は右協会が\n被控訴組合に対して之が賠償を請求し得べきものと謂わなければならない。\n控訴人は右損害の外に尚訴外協会がＡの詐欺を信じて契約を為すに当り旅費日当\n等を含めた無益な出費による損害金三十万円ありと主張するも此の損害の証明はな\nい。当審証人Ｆの証言も漠然としていて其の証拠と為し難い。尤も前記七、の如く\nＡは訴外協会と接渉の際前記三十万円の損害を協定しているけれども右も亦訴外協\n会が前記の如き現実に蒙つた損害を知るべき証拠と為すに足りない。\nそして原審及当審証人Ｆの証言右証言によりて真正に成立したものと認め得べき\n甲第五号証、成立に争なき甲第六、七、八号証によれば訴外協会は被控訴組合の代\n表理事の加害行為による損害賠償債権をも昭和二十八年四月五日控訴人に譲渡し且\n訴外協会は右同日被控訴組合に右債権譲渡の通知をしたことが認められる。\nされば控訴人の本訴請求中被控訴人に対し前記金八十九万七千八百八十円及之に\n対する本件訴状送達の翌日なること記録上明かな昭和二十八年四月二十五日以降年\n五分の損害金の支払を求める限度において理由があるから之を認容すべきであるが\n其の余は失当として之を棄却すべきである。\n仍て原判決を変更すべく民事訴訟法第三百八十六条、第九十六条、第九十二条に\n従い主文の如く判決する。\n（裁判長裁判官　山田市平　裁判官　県宏　裁判官　小沢三朗）\n"
}