{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 26,
    "month": 4,
    "day": 12
  },
  "case_number": "昭和26(う)60",
  "case_name": "窃盗(予備的訴因、贓物寄蔵同牙保同運搬)被告事件",
  "court_name": "高松高等裁判所",
  "result": "破棄自判",
  "article_info": "第4巻5号465頁",
  "gist": "一、　盗品につき犯人と共謀して贓物罪を犯した場合と共同正犯\n二、　贓物牙保の必要上運搬若しくは寄蔵をした、場合と贓物運搬若しくは寄蔵罪の成否\n三、　破棄差戻後の未決勾留日数の法定通算の範囲",
  "case_gist": "一、　盗品につき犯人と共謀して贓物に関する罪を犯した場合には、窃盗犯人には贓物罪が成立しないのであるから、共同正犯として処断すべきではない。\n二、　贓物牙保の必要上贓物の寄託を受け、又はこれを運搬することがあつても、それが媒介行為と不可分の関係がある場合には、包括一罪とみるべきである。\n三、　原判決が破棄差戻された場合には、差戻後の原審判決宣告の日までの未決勾留日数が法定通算される。",
  "lawsuit_id": "24665",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=24665",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/665/024665_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人を懲役一年及罰金二千円に処する。\n右罰金を完納することができないときは金百円を一日に換算した期間被\n告人を労役場に留置する。\n押収のゴム長靴四十二足（証第一号）及同一足（証第二号）は愛媛県庁\n耕地課に還付する。\n訴訟費用は第一、二審共全部被告人の負担とする。\n理　　　　由\n弁護人岡井藤志郎の控訴趣旨は末尾添付の趣意書の通りである。本件記録を精査\nし弁護人の論旨について検討するに原判決の挙示している証拠によれば判示の事実\nを十分に認めることができ所論のような採証の法則に反し又は証拠判断を誤つて事\n実を誤認したと認められる点は見当らないから論旨は採用できない。\n職権によつて調査するに、原判決が証拠によつて認定した事実は被告人はＡと共\n謀して（一）昭和二十四年九月二十日頃松山市ａ町Ｂ方に於て同人に対しＡが他よ\nり窃取して来た品であることを知りながらゴム長靴七十足位の販売方を依頼しＣを\n介し同月二十一日頃松山市ｂ町Ｄに該贓品を販売し以て贓物の牙保を為し、（二）\n前記の如く売買成立せる贓物を右同月二十一日頃氏名不詳者リンタク車夫二名をし\nて松山市ｃ町Ｅ方より右Ｄ方迄運搬せしめ以て贓物の運搬を為したものであると云\n<要旨第一>うのであるがＡは窃盗犯人であり従つて同人の窃取に係る贓物を同人自\nら他に販売し又は運搬したからと</要旨第一>云つて贓物に関する犯罪の成立しない\nことは明かであるから原判決がＡと被告人とが共謀して判示の所為<要旨第二>を行\nつたものとし、之を共同正犯として刑法第六十条を適用したのは誤りである又贓物\n牙保罪は贓物であるの</要旨第二>情を知り乍らその有償処分に関する媒介をするこ\nとによつて成立するものであつてその媒介に当り媒介者が媒介の必要上贓物の寄託\nを受け又は自ら之を運搬することがあつてもこれ等の行為が媒介行為と不可分の関\n係がある場合には之を包括して観察し単一の牙保罪と見るのが相当である本件に於\nて原判決認定の（二）の事実は被告人と窃盗犯人ＡとがＢに贓物の販売を依頼しＣ\nを通じてＤに販売して貰い（以上は（一）の事実）その贓物をその当日買主である\n判示Ｄ方へ物件所在の場所である判示Ｅ方より運搬したと云うのであるからこの贓\n物の運搬は判示（一）の贓物売買契約の履行の為に行つたものに他ならない、従つ\nてその運搬の所為は判示（一）の牙保の所為に包含せらるべきもので独立して一罪\nを構成するものとは云えない、然るに原判決が判示（一）（二）の事実を夫々独立\nした犯罪であつて刑法第四十五条前段の併合罪であるとして刑法第二百五十六条第\n二項所定の刑に併合加重を施こしたことは法令の適用を誤り且つその誤が判決に影\n響を及ぼすことが明かであるから刑事訴訟法第三百九十七条第三百九十二条第三百\n八十条により原判決は破棄を免かれない、しかして本件控訴記録並に原審が適法に\n取調べた証拠により直ちに判決をすることができるから同法第四百条但書により判\n決をする。\n原判決が適法に確定した判示事実を法律に照すと被告人の判示所為は刑法第二百\n五十六条第二項罰金等臨時措置法第三条第一号に該当する単一罪であつて被告人に\nは原判決に於て認定した前科があるから懲役刑について刑法第五十六条第五十七条\n第五十九条に従つて累犯加重を施こした上被告人を懲役一年及罰金二千円に処し、\n罰金不完納の場合の労役場留置につき同法第十八条、押収物件の被害者還付につき\n刑事訴訟法第三百四十七条第一項、訴訟費用の負担につき同法第百八十一条第一項\nを各適用し主文の通り判決する。\n<要旨第三>尚未決勾留日数の通算について検討すると当初松山簡易裁判所が判決\nを言渡したのは昭和二十四年十二月六</要旨第三>日であり、その翌七日原審弁護人\nより控訴の申立があつたのであるが右第一審判決は昭和二十五年七月七日控訴判決\nにより破棄せられ事件は原裁判所に差し戻されたであるから右第一審判決のあつた\n日より差戻後の原裁判所が判決をした昭和二十五年十一月二十日迄の未決勾留日数\n計三百五十日は刑事訴訟法第四百九十五条第一項第二項第二号第四項によつて本刑\nに通算せられ又右差戻後の第一審判決言渡の日より勾留の執行停止決定により釈放\nせられた昭和二十五年十二月十四日迄の日数二十四日は当裁判所の為す破棄判決に\nよりこれ亦本刑に通算せられることゝなるから右一年の懲役刑は全刑期を通じ未決\n勾留日数を以て法定通算せられ残存日数は罰金刑に算入せられることゝなる。\n（裁判長判事　満田清四郎　判事　石丸友二郎　判事　太田元）\n（弁護人の控訴趣意は省略する。）\n"
}