{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 32,
    "month": 9,
    "day": 25
  },
  "case_number": "昭和31(ネ)2172",
  "case_name": "土地所有権確認登記抹消等請求同反訴事件",
  "court_name": "東京高等裁判所第七民事部",
  "result": "棄却",
  "article_info": "第10巻9号489頁",
  "gist": "一、　民法第七〇八条の適用範囲\n二、　刑法第九六条ノ二違反と民法第七〇八条との関係",
  "case_gist": "一、　給付の原因が客観的には不法であるが、回復者がみずからその不法を主張しないでも、その請求原因を構成し、もしくは抗弁を排斥し得る場合には、その給付の不法性の程度ないし実害の大小いかん、給付の回復がむしろ本来法の禁止の目的にそうことに帰着することになるかどうか、相手方にその利益を保有せしめること、しかも相手方みずからの不法の主張にもとずいてこれを保有せしめることがより不正をもたらすものでないかどうか等を検討して民法第七〇八条該当り有無を決すべきである。\n二、　刑法第九六条ノ二違反の形式の存する行為についても事情によつては民法第七〇八条本文にあたらない。",
  "lawsuit_id": "21443",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=21443",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/443/021443_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴はこれを棄却する。\n控訴費用は控訴人の負担とする。\n事　　　　実\n控訴代理人は原判決を取り消す、被控訴人の請求はこれを棄却する、もし被控訴\n人の請求が棄却せられないときは被控訴人は控訴人に対し金百万円及びこれに対す\nる昭和二十九年九月二十三日から支払ずみまで年五分の金員を支払うべし、訴訟費\n用は第一、二審とも本訴及び反訴とも被控訴人の負担とするとの判決並びに右金員\n支払を命ずる場合にはその仮執行の宣言を求め、被控訴代理人は控訴棄却の判決を\n求めた。\n当事者双方の事実上の主張、証拠の提出、援用、認否は被控訴代理人において甲\n第五号証、同第六号証の一ないし五、同第七号証を提出し、当審における被控訴人\n本人尋問の結果を援用し、乙第三号証の成立を認めると述べ、控訴代理人において\n乙第三号証を提出し、当審における被控訴人本人尋問の結果を援用し、右甲号各証\nの成立を認めると述べたほか、原判決事実らん記載のとおりである。\n理　　　　由\n東京都中央区ａ町ｂ丁目ｃ番地のｄ宅地三六坪八合八勺及び同所所在家屋番号同\n町一一九番木造瓦葺二階建待合一棟建坪二三坪七勺二階二三坪一合四勺（以下これ\nを本件不動産という）がもと被控訴人の所有であつたこと、右不動産について東京\n法務局昭和二十八年九月十六日受付第一三三五三号をもつて同月十五日付売買を原\n因として控訴人のため所有権取得登記がなされたこと、右登記は同月十五日被控訴\n人と控訴人とが司法書士前野和太郎にたのんで被控訴人が控訴人に右不動産を代金\n百五十五万四千八百四十円で売渡す旨の売買契約書を作つてもらい、これにもとず\nきなされたものであることは当事者間に争ない。\n被控訴人は右売買契約は当事者相通じてした虚偽の意思表示であるから無効であ\nつて、本件不動産は依然被控訴人の所有であるとして、控訴人に対しこれが所有権\nの確認と右登記の抹消を求めるに対し、控訴人は右不動産は被控訴人がその債権者\nからの強制執行を免れるために控訴人に対し信託的に所有権を譲渡したものであ\nり、仮りに信託譲渡でないとしても右のような不法の原因のための給付であるから\n被控訴人の請求はゆるされないと主張するところ、原審における証人Ａ、同Ｂの各\n証言及び控訴人本人尋問の結果、原審及び当審における被控訴人本人尋問の結果を\nあわせれば本件の事実関係は次のようであることが認められる。すなわち被控訴人\nは昭和十五年ごろＣと結婚し、Ｃのハンドバツク製造業を手伝つていたが、性格が\n合わず、かつＣの先妻の子と折合が悪かつたので、昭和二十六年十月ごろＣと協議\n上の離婚をすることとして別居し、同年十二月本件不動産を他から買い受け、ここ\nで旅館業をはじめた。ところがＣは被控訴人との協議離婚手続が書類の不備でおく\nれているうち昭和二十七年九月十八日急死した。Ｃの営業は被控訴人との同棲中は\nまず順調であつたが、別れた後は左前となり、その死亡当時はかなりの借財を残し\nたようであつたので、被控訴人は戸籍上なおＣの妻でその相続人となつているとこ\nろから、Ｃの債務がわが身に及び強制執行などを受けるようになつては将来どうな\nることかといちずに心配し、相続の放棄や限定承認のことに思い及ばず、かねて知\n合の控訴人に対し本件不動産について売買を仮装し、これを買受けたことにしても\nらいたいと頼んだ。控訴人はこれを承諾し、かくして両者間において本件不動産に\nつき売買を仮装して本件登記がなされたものであるという次第である。右認定に反\nする証拠はなく、右事実をもつて被控訴人が控訴人に対し本件不動産を信託的に譲\n渡したものと認めるのは相当でない。右売買契約は当事者相通じてした虚偽の意思\n表示ではあるが、右仮装譲渡をするにいたつた被控訴人の意図は強制執行を免れよ\nうとするにあつたことはこれを肯認しなければならない。\n強制執行を免れる目的をもつて財産を仮装譲渡することは現在においては、刑法\n第九十六条ノ二の犯罪であり、同条は昭和十六年の刑法の一部改正によつてあらた\nに加えられたものではあるが、すでに刑法上の犯罪として刑法典に規定せられた以\n上、このような行為はそれ自体公序良俗に反し、社会的非難に値するものというべ\nきであるから、このような行為を原因としてした給付は原則として裁判上これが回\n復を請求し得ないことは民法第七百八条の定めるところである。従つて本件はこれ\nを形式的に観察する限り同条に該当する場合であるように見える。しかしはたして\nそうであろうか。\n思うに民法第七百八条は、社会的に非難さるべき行為についてその実現をはばも\nうとする民法第九十条と並んで、社会的非難に値する行為についてその結果の回復\nを拒否しようとするにある。故に、不法の原因のため給付した者が、自ら、相手方\nの受領はその原因の不法の故に無効であるとして、これが回復を求めようとする場\n合をその適用の最も典型的なものとするけれども、もとよりこれに止まるものでは\nない。しかしまた、いやしくも給付の原因が客観的に不法であれば事情のいかんに\nかかわらずひろく同条の適用ありとすることは正当ではなく、その間解釈上おのず\nから一定の制限を劃すべきものというべきである。そうでなければ、法が一方にお\nいて社会的に非難さるべき行為の実現を禁止しながら、他方において一旦それが実\n現した以上その結果をそのまま是認するに帰するという、この制度に宿命的なむじ\nゅんはますます大となるのであつて、そもそも私<要旨第一>法関係を妥当に規律し\nようとする法の目的にそわないこととなるからである。従つて給付の原因が客観的\nには</要旨第一>不法であるが、回復者が自らその不法を主張しないでもその請求原\n因を構成しもしくは抗弁を排斥し得る如き場合には、その給付の不法性の程度ない\nし実害の大小いかん、給付の回復がかえつて本来法の禁止の目的にそうことに帰着\nすることになるかどうか、相手方にその利益を保有せしめること、しかも相手方自\nらの不法の主張にもとずいてこれを保有せしめることが、より不正をもたらすもの\nでないかどうか等の諸点について検討して、その該当の有無を決しなければならな\nい。\n今本件についてみるに、被控訴人とＣとはすでに事実上離婚しているのであり、\nその協議離婚の手続さえ遅滞なく行われていたら、本件のような仮装譲渡の必要は\nなかつたし、またＣ死亡後相続の放棄ないし限定承認の手続をとつていたらやはり\n問題はなかつたと認められる。前記被控訴人本人尋問の結果によれば被控訴人は当\n時本件不動産買受のため等で他に固有の債務を負うていたことがうかがわれるが、\n本件がその固有債務の執行回避の目的でなされたことを認むべき証拠はない（成立\nに争ない乙第一、第二号証によれば被控訴人はその固有の債務について本件不動産\n上に抵当権を設定していることが明らかである）。また前記証拠によれば当時被控\n訴人はＣ死亡当時離婚手続が未了であることを知つており、また弁護士や計理士に\nも相談する機会もあつたことが明らかであるが、そのことから本件がたんにＣの債\n務のための執行回避だけが目的ではないと結論することはできない。被控訴人が、\nＣの積極財産についてはこれを承継しながら、債務についてだけその責任を免れよ\nうとしているものと認むべき事情はない。またＣの事業は被控訴人との同棲中は割\nりに順調であつて（その離婚にさいしては被控訴人はＣから財産分与として金三百\n万円をもらうこととし内金百万円は給付を受けたこと前記被控訴人本人尋問の結果\nにより明らかである）、Ｃが死後債務を残したとすれば、それは主として被控訴人\nと事実上離婚した後に生じたものというべきである。これを要するに被控訴人の本\n件行為は、本来自己固有の債務につきその執行を免れるためにしたものと同日の談\nでなく、その不法は不法であるとしても不法の程度は微弱であるといわなければな\nらない。しかのみならずＣの債務の状況はいつたいどうなのか、債務の総額はおよ\nそどのくらいあり、債権者はなんびとであり、その請求は債務名義にもとずき直ち\nに強制執行の危険が迫つていたのかどうか等の具体的事情は本件において少しもあ\nらわれていない。またそれらの債権者の債権はどうなつたのか、被控訴人が今本件\n不動産の名義を回復してももはや強制執行の危険はなく、回復者は不法の行為の成\n果を安全に収穫することとなるのかも明らかでない。すなわち本件の仮装行為<要旨\n第二>による実害の有無大小は具体的には全くこれを知り得ないものである。また前\n記刑法の法条は債務者がその強</要旨第二>制執行を免れるために財産をいんとくし\nたり仮装譲渡したりすることを禁止するものであるから、かかる目的でなされた仮\n装譲渡を回復することは、債務者の責任財産を保全し、これを執行の対象にさらす\nこととなるものであり、本来法の禁止する目的に合致する効果をもつものといわな\nければならない。反対に、もし今被控訴人に本件回復を拒否すれば、かえつて控訴\n人に不法の所得を保有せしめることとなるとともに法が刑罰をもつても阻止しよう\nとする状態が依然継続することとなるのであり、しかもそれは自ら不法な行為に与\nつた控訴人自身が自らの不法を主張してその所得の保護を得ることとなるのであ\nる。その上前記証拠によれば控訴人は本件仮装譲渡後被控訴人の名義回復の交渉に\n対して多額の報酬を要求して譲らず（現に本件反訴において請求する）、いわば被\n控訴人の弱味につけ込んで居直つたともいうべき関係にあることがうかがわれる。\nこのような事態を是認することは、被控訴人がその不法な給付を回復することより\nも、より一層の不正であるといわなければならない。　はたしてしからば、本件は\n民法第七百八条本文には該当しないものというべきである。この点の控訴人の抗弁\nは理由がない。そして通謀虚偽表示は無効であるから、本件不動産の所有権は被控\n訴人に属するものというべく、控訴人がこれを争うこと自明な本件において被控訴\n人にこれが確認を求める利益のあることは明らかであるとともに、控訴人は被控訴\n人に対し前記所有権移転登記の抹消登記手続をする義務を負うこと明らかである。\n被控訴人の本訴請求はすべて正当として認容すべきものである。\n次に控訴人の反訴について審究するに、控訴人は本件不動産の登記名義を被控訴\n人に回復するについては被控訴人において控訴人に対し管理手数料として不動産の\n価額の二割を支払うべき旨の約束があり、本件不動産の価額は金五百万円を下らな\nいからその二割金百万円の支払を求める旨主張するけれども、この点に関する原審\nにおける控訴人本人尋問の結果は原審における証人Ａの証言、原審及び当審におけ\nる被控訴人本人尋問の結果とくらべて信用できず、他にこれを認めるべき証拠はな\nいから、右約定の成立を前提とする控訴人の反訴請求は他の点について判断するま\nでもなく失当として棄却すべきである。\nしからばこれと同旨の原判決は相当であつて、本件控訴は理由のないものとして\n棄却すべく、訴訟費用の負担につき民事訴訟法第九十五条第八十九条を適用して、\n主文のとおり判決する。\n（裁判長判事　藤江忠二郎　判事　谷口茂栄　判事　浅沼武）\n"
}