{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 31,
    "month": 6,
    "day": 11
  },
  "case_number": "昭和30(ネ)66",
  "case_name": "宅地明渡等請求事件",
  "court_name": "札幌高等裁判所第二部",
  "lawsuit_id": "24284",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=24284",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/284/024284_hanrei.pdf",
  "contents": "主　　　　文\n原判決を取消し、本件を旭川地方裁判所に差戻す。\n事　　　　実\n控訴代理人は、原判決を取消す、被控訴人は控訴人に対し別紙目録記載不動産中\n斜線の部分二十五坪五合三勺を賃貸し、なおこれを一坪につき金二千五百五十円の\n割合で売渡し、右宅地の分筆並に所有権移転登記をなせ、訴訟費用は第一、二審と\nも被控訴人の負担とする旨の判決を求め、被控訴代理人は、控訴棄却の判決を求め\nた。\n当事者双方の事実上の主張は、控訴代理人において、\n（一）　控訴人の被控訴人に対する本件土地の賃借、売渡請求権の発生する根拠\nは地方自治法第十条第二項および旭川市財産条例、同施行規則に基ずくものである\nが、本件において控訴人は私法上の賃借および売渡を求めるものである。従つて、\n控訴人の本訴請求は被控訴人に対して行政処分を求めるものではない。\n（二）　被控訴人のような地方自治体であつても、その有する公用財産について\n私権を設定することが可能であり、その場合、私法法規が適用せられるものであ\nる。\n（三）　本訴の目的たる土地は、被控訴人所有の普通財産として貸付、交換、売\n却をなすことができるものであり（旭川市財産条例第七条）これを他の財産に転換\nするときは、市議会の議決を経ることを要するが（同条例第八条）、その貸付は市\n長がその名において行うもので（同条例第十四条）、且つ住民から所定の手続（旭\n川市財産条例施行規則第五、六条）に従つて右財産の貸付願を受けたときは、市長\nは一定の調査義務と貸付義務とを負うものである（同規則第十条）。\n（四）　被控訴人は、本件土地を附近住民がごみや汚物の捨場として使用し、或\nは無断耕作していたのを放置し、且つ隣接する市有地の賃借人たる訴外Ａにおいて\n昭和二十九年七月頃本件地上に無断で三階建店舗兼住宅を新築してその工事が九分\n通り進行した際、控訴人の注意により初めてこの事実を気付いた有様であつたのに\n拘らず控訴人の本件賃貸願を故らに無視して省みないのは、所有権の濫用であると\nいわなければならない。\nと陳述し、\n被控訴代理人において「控訴人の右主張事実中（三）および（四）の事実のう\nち、本件土地の隣接市所有地の賃借人である訴外Ａが昭和二十九年七月頃本件地上\nにかけて、無断で三階建店舗兼住宅を新築しはじめたことは認めるが、その余の事\n実は争う」と述べ\nたほか、原判決事実らんに記載するところと同一であるから、ここにこれを引用\nする。\n証拠として、控訴代理人は甲第一ないし第五号証を提出し、被控訴代理人は甲第\n一、二号証の成立は不知、その余の甲各号証の成立を認める、と述べた。\n理　　　　由\n<要旨>按ずるに、控訴人主張の土地が普通地方公共団体である被控訴人所有の普\n通財産であつて、被控訴人におい</要旨>てこれを貸付、交換もしくは売却しうるも\nのであることは当事者間に争がない。そうして、旭川市財産条例によると、被控訴\n人所有の財産のうち普通財産は、被控訴人が行政権の主体として行政の目的に供す\nる行政財産とは異なり、専ら経済的価値において被控訴人の財産を構成するもので\nあつて、いわば被控訴人の私産に属し、被控訴人が財産権の主体として管理処分す\nる財産であり、その貸付又は売却行為は、被控訴人がその財産権の主体として、貸\n付又は売却の相手方と対等の地位に立つてなされる経済的取引行為であつて、その\n行為自体は私法行為であり、私法の適用を受けるものと解するを相当とする。した\nがつて被控訴人が本件土地を控訴人に貸付け又は売却すべき義務があるのに、その\n義務を履行しないおような場合においては、控訴人はその義務の履行を求めるため\n裁判所に出訴し得ること当然といわなくてはならない。しかして、本訴は、控訴人\nが被控訴人に対し叙上の趣旨において本件土地の賃貸又は売渡を求めるものであつ\nて行政処分そのものを求めるものでないことは、その主張自体からこれを認めるこ\nとができるから、本訴は適法というべきである。\nされば、原審は本訴請求が理由あるものであるか否かにつき、審理判断すべきで\nあるのにかかわらず本訴を被控訴人に対し行政処分を求めるものであると解し、こ\nれを却下した原判決は失当であるから取消を免れない。よつて、民事訴訟法第三百\n八十八条を適用し、本件を原審に差戻すこととして主文のとおり判決する。\n（裁判長裁判官　猪股薫　裁判官　臼居直道　裁判官　安久津武人）\n"
}