{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 27,
    "month": 11,
    "day": 28
  },
  "case_number": "昭和27(う)1807",
  "case_name": "食糧管理法違反被告事件",
  "court_name": "東京高等裁判所第六刑事部",
  "result": "破棄自判",
  "lawsuit_id": "21900",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=21900",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/900/021900_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人は無罪。\n理　　　　由\n本件控訴の趣旨は末尾に添付した弁護人深田鎮男、同有賀岩己名義の控訴趣意書\n並びに弁護人深田鎮男名義の控訴趣意書訂正申立書記載のとおりで、これに対し当\n裁判所は次のように判断する。\n控訴趣意書論旨一、について。\n原判決は「被告人は法定の除外事由がないのに、昭和二十六年十月十二日千葉県\n印旛郡ａ村ｂ地先ｃから同郡ｄ村ｅ地先まで、粳玄米十俵三斗を農船に積み輸送し\nたもの」と認定し、これに食糧管理法第九条、第三十一条、同法施行令第十一条、\n同法施行規則第四十七条を適用処断したのである。しかし食糧管理法第九条やその\n他同条施行のための前記法令はいうまでもなく主要食糧の公正な配給を確保するた\nめに設けられた<要旨>のである。従つて主要食糧の生産者がその生産したものを収\n穫するに当つて、たとえば遠隔地に耕地があるよう</要旨>な場合収穫物を自家に収\n納するためには必然的に主要食糧を甲地から乙地に移動させる必要が生じるわけで\nあるが、その行為は主要食糧の公正な配給を確保するという食糧管理法の目的を阻\n害する虞は少しもないのであるから、それは同法にいう主要食糧の移動又は輸送と\nいうのに該当しないのである。生産者がその生産した主要食糧を自家の食糧に充て\nるため精米所に持つて行くのも又同様といわなければならない。もしそうでないと\nすると、食糧管理法施行規則第四十七条にいわゆる法定の除外事由としてこれらの\n行為を必ずしも明らかに掲げていないのであるから何人といえども輸送してはなら\nない結果として、生産者たる農家自身が生産に当然附随する行為を禁ぜられるとい\nう矛盾を生ずることを免れないし、その矛盾を除こうとして、官庁の許可等により\n禁止が解除せられると解するとしても、生産者に対し煩わしい手続を課すること自\n体がその生産に支障を来すこととなり延いては法の企図する公正な配給を確保する\nことに悪影響を及ぼすことなきを保証できないからである。これを本件についてみ\nると、被告人は昭和二十五年度から隣村印旛郡ａ村ｂ地先のｃ沿いにある約二反歩\nの荒地をＡから借りて開墾し、水田としたが同年は水害のため収穫皆無に帰し昭和\n二十六年度に初めて十俵余りの収穫を挙げられたのであるが、そこで同年八月末頃\n刈り入れを終え、同年九月十日頃現地で脱穀しＡ方庭先で調整した上、その十俵と\n三斗の玄米を暫くＡ方に預けておき、同年十月十二日農船を借りこの玄米を積み込\nみ、印旛郡ｄ村ｅのＢ方で精米して貰うためＢ方に近い地点まで船で約五粁を運ん\nだのであるが、同郡ｆ町の被告人の家からａ村ｂ地先まで陸路約七粁あるし、右玄\n米を被告人方に運んだ後時間をおいてＢ方に運ぶとすると更に二、六粁も運ばなけ\nればならないような地理的関係があるので、被告人がしたように水路を利用した方\nが距離も近く米俵のような重量のあるものを一時に運搬するには遙かに便利なこと\n原審証人Ａ、同Ｃの証言に原審検証の結果により明らかであるし、更に原審証人\nＤ、同Ｅの証言によれば、被告人は従来からも屡々精米のためＢ方工場を利用して\nおり本件の十俵三斗の玄米を全部Ｂ方に運ぼうとしたのはこれを一時に精白して貰\nうわけではなく、必要に応じ随時精白して貰うため一応全部をＢ方に預けておくた\nめのものと認められるのである。してみると被告人の所為は主要食糧の闇行為を伴\nう輸送とはその類を異にしているものというべきであり、それ故主要食糧の公正な\n配給を確保するための食糧管理法の目的を毫も阻害することがないから、同法にい\nわゆる主要食糧の移動や輸送というのに該当しないものといわなければならない。\n然るに原審は本件の玄米が被告人の生産米で生産地からｃを利用して運んだ事実を\n肯認しながら、それだからといつて直ちに違法性がないと解するのは相当でないと\nし更にこれにつけ加えて被告人が本件以外にも数回米を運んだ事実があることを認\nめこの事実に徴すれば被告人の所為が違法性がないとはいえない旨説明しているの\nである。しかし被告人が他に数回米を運んだ事実の如きは、それによつて本件の所\n為を違法ならしめるものとは認められないから原審の右説示は食糧管理法並びにそ\nの施行法令の解釈を誤つており、この違法は判決に影響を及ぼすこと明らかである\nから、論旨はその理由があり、他の論旨についての判断を俟たずに原判決は破棄を\n免れない。\nよつて本件控訴は理由があるから刑事訴訟法第三百九十七条により原判決を破棄\nし、同法第四百条但書に則つて当裁判所が直ちに判決することとする。\n本件公訴事実は被告人が法定の除外事由なくして昭和二十六年十月十二日印旛郡\nａ村ｂ地先から同郡ｄ村ｅ地先まで粳玄米十俵三斗を農船に積み込み輸送したもの\nと謂うのであるが、右玄米は被告人が農耕に従事して得た収穫であり、これを生産\n地たるａ村から、被告人自宅に収納するに当り、平素から精米を依頼していた仲で\nある同郡ｄ村ｅのＢ方に運び必要量を随時精白して貰いその他は同家に預けておく\nため収穫米十俵三斗を農船に積み込みｄ村ｅまで運んだものであるから、食糧管理\n法の建前を阻害する理由は認められないから右所為は同法にいう輸送行為に該当し\nないものと解するのが相当である。それ故被告人の所為は罪とならないから刑事訴\n訟法第三百三十六条に則つて無罪の言渡をなすべきである。\nよつて主文のとおり判決する。\n（裁判長判事　近藤隆蔵　判事　吉田作穂　判事　山岸薫一）\n"
}