{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 28,
    "month": 2,
    "day": 12
  },
  "case_number": "昭和27(う)368",
  "case_name": "相互銀行法違反被告事件",
  "court_name": "札幌高等裁判所第三部",
  "result": "破棄自判",
  "lawsuit_id": "24328",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=24328",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/328/024328_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人は懲役壱年に処する。\n原審及び当審における訴訟費用は全部被告人の負担とする。\n理　　　　由\n検察官及び弁護人斎藤熊雄の控訴趣意は各提出の控訴趣意書記載のとおりである\nから、ここにこれを引用する。\n弁護人の控訴趣意第一点（事実誤認）について、\n弁護人の論旨は被告人の総括する会社の行為は物品の割賦販売が目的であつて相\n互銀行業務ではない、というのであるが、原判決挙示の各証拠を綜合検討すると、\n被告人が統括して行つた業務は、物品の割賦販売ではなく、契約者と一定の期間を\n定めてその中途又は満了のときにおいて、一定の金額を給付することを約して、そ\nの期間内における掛金の受入を業としたものであることを認めるに十分であつて、\n原判決に事実の誤認はない。論旨は独自の見解に立つて原判決を攻撃するに過ぎな\nいものであつて、論旨は採用できない。\n検察官の控訴趣意第二点（法令の適用の誤）について、\n原判決が被告人の原判示事実中昭和二十六年六月四日以前の所為については無尽\n業法第一条第二項（昭和二十四年法律第百七十号貸金業等の取締に関する法律附則\n第四項により追加）第三条、第三十六条、罰金等臨時措置法第二条を適用し（無尽\n業法第一条第二項は昭和二十六年法律第九十九号相互銀行法附則第二項により削\n除）昭和二十六年六月五日以降の所為については昭和二十六年法律第百九十九号相\n互銀行法第二条第一項第一号、第三条、第四条、第二十三条、罰金等臨時措置法第\n二条を適用し前者については無尽業法第三十六条の包括一罪、後者については相互\n銀行法第二十三条の包括一罪とし、右二罪は刑法第四十五条前段の併合罪である<要\n旨>として刑法第四十八条により処断していることは所論のとおりである。しかし本\n件の昭和二十六年六月四日以</要旨>前の被告人の日掛金の受入はいずれも旧法たる\n無尽業法時から新法たる相互銀行法施行後に渉りて継続しているものであつて、金\n融業務という職業的集合犯であるからこれを分割することなくその全体を包括一罪\nとして新法である相互銀行法を適用すべきである。尤も原判決が引用している相互\n銀行法附則第十一項（原判決中第十一条とあるは誤記である）はこの法律施行前に\nした行為に対する罰則の適用については、この法律施行後でもなお従前の例による\nと規定しているが、この場合は相互銀行法施行前に完成した犯行に対して適用され\nるもので本件のように新旧両法に跨る継続行為に対して適用されるものでないと解\nする。然るに原判決が旧法時の所為と新法時の所為とに分割して併合罪として処断\nしたのは法律の解釈適用を誤つたものであり、その誤は判決に影響を及ぼすことが\n明かであるから原判決はこの点においては破棄を免れない。論旨は理由がある。\nよつて検察官及び弁護人の各量刑不当の控訴趣意に対する判断を省略し、刑事訴\n訟法第三百九十七条、第三百八十条により原判決を破棄し、当裁判所は直ちに判決\nすることができるものと認めるので同法第四百条但書により更に判決する。\n原判決の確定したる事実に法令を適用すると、原判示被告人の所為中昭和二十六\n年六月四日以前の所為は無尽業法第一条第二項（昭和二十四年法律第百七十号貸金\n業等の取締に関する法律附則第四項により追加）第三条第三十六条罰金等臨時措置\n法第二条第一項に該当し（無尽業法第一条第二項は昭和二十六年法律第百九十九号\n相互銀行法附則第二項により削除）昭和二十六年六月五日以降の所為は昭和二十六\n年法律第百九十九号相互銀行法第二条第一項第一号、第三条、第四条、第二十三\n条、罰金等臨時措置法第二条第一項に該当するものであるが、被告人の昭和二十六\n年六月四日以前の所為は、いずれも旧法なる無尽業法時から新法たる相互銀行法施\n行後に渉り継続しているものであるから、本件の全体を包括一罪として新法である\n相互銀行法の右罰則を適用しその所定刑中懲役刑を選択し、その刑期の範囲内で被\n告人を懲役一年に処すべく、刑事訴訟法第百八十一条第一項により原審及び当審に\nおける訴訟費用は全部被告人の負担とし、主文のとおり判決する。\n（裁判長判事　成智寿朗　判事　臼居直道　判事　東徹）\n"
}