{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 32,
    "month": 7,
    "day": 15
  },
  "case_number": "昭和32(う)565",
  "case_name": "窃盗麻薬取締法違反被告事件",
  "court_name": "東京高等裁判所第一刑事部",
  "result": "棄却",
  "article_info": "第10巻5号439頁",
  "gist": "医療法に依拠して開設された診療所の所長たる医師が麻薬管理者または麻薬施用者の免許を有しない場合における麻薬の自己施用のための持出と窃盗罪の成否",
  "case_gist": "医療法に依拠して開設された診療所の所長たる医師が麻薬管理者または麻薬施用者としての免許を受けていない場合において、その免許を受けた同所勤務の他の医師の管理の下にその命により現実に調剤助手において保管中の麻薬を、自己の不眠症治療または中毒症状を緩和するために使用する目的で、その情を知らない調剤助手を介して右他の医師に無断その保管場所から取り出すときは、たとえ、同所長が同所内における医療品につき医療法上の管理権を有する医師であつたとしても、窃盗罪の成立を免かれない。",
  "lawsuit_id": "21460",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=21460",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/460/021460_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n理　　　　由\n本件控訴の趣意は、弁護人徳岡一男及び同迫水久常共同作成名義の控訴趣意書に\n記載のとおりであるから、これを引用し、これに対し当裁判所は、次のように判断\nする。\n弁護人の論旨第一点について、\n被告人が原判示のように昭和二十七年十月三日頃から昭和二十八年二月二十六日\n頃まで栃木県下都賀郡ａ町所在栃木県Ａ組合連合会Ｂ会Ｃ病院Ｄ診療所（以下診療\n所と略称する。）の所長として勤務していたことは証拠上明らかであり、又右診療\n所は右Ｂ会が医療法に準拠して知事の許可を得て開設したもので、被告人は診療所\n長として医療法に基いて右診療所の管理者となり、開設着たる前記組合連合会に代\nつて右診療所に勤務する医師、薬剤助手、看護婦その他の従業者を指揮監督し、右\n診療所の構造、設備、医薬品その他の物品等を保管する職務権限を有していたこと\nも所論のとおりである。（医療法第十条第十五条第十七条、同法施行規則第十四条\n第十五条等参照）\nしかしながら、本件当時施行されていた麻薬取締法（昭和二十三年七月十日法律\n第一二三号。原判決の法律適用において昭和二十五年法律第一二三号と判示してい\nるのはこの誤記であることが明らかである。）の関係法条第二条第四十二条第四十\n三条等の規定を参照しながら、本件関係証拠（特に原審における証人Ｅ、同Ｆ、同\nＧ、同Ｈの各証言、被告人本人の供述）を検討するに、右診療所における麻薬の管\n理は、昭和二十七年三月頃までその所長であり且つ内科の診療を担当していたＩが\n免許を得て麻薬管理者及び麻薬施用者としてこれに当り、その下に産婦人科と外科\nの診療を担当する医師Ｅが麻薬施用者の免許を得てその施用をしていたのである\nが、前記日時頃右Ｉが退職した際には直ちに後任者が決定されず暫く空席の儘であ\nり従つて麻薬管理者がなかつたために右Ｅのみが麻薬施用者としてＩから麻薬の管\n理を引き継ぎ麻薬施用記録記載の責任者となつたものであるところ、前記のように\n被告人が昭和二十七年十月頃所長として着任し内科の診療を担当するに至つたので\nあるが、何故か直ちに麻薬管理者なり麻薬施用者なりの免許を受ける手続をしなか\nつたため右Ｅ医師が依然被告人退職後新しく医師Ｈが同年十月以降所長として着任\nし免許を得て麻薬管理者となりその引継を受けるまで麻薬管理の任に当つたこと、\n及び右診療所においては麻薬は婦長室の押入の中の金庫に保管し日常調剤施用等の\nため必要な分は小分けして事務室兼薬局に使用していた部屋の地下室にある小箱の\n中に入れてあつたのであるが、Ｉ所長時代から右診療所においては事実上麻薬の取\n扱は同人の命により調剤助手のＦ（同診療所においては薬剤師が勤務せず同人が正\n式に届け出て、調剤のことに当る。）がなし、麻薬取扱者からの指示によりいわゆ\nる麻薬処方箋により取り扱い出し入れをしておりＥ医師が麻薬の管理をするように\nなつてからも大体同様の方法によつたものであり、右金庫の鍵は同人において保管\nし、右地下室の鍵は右Ｆが出勤する毎に右Ｅ医師から受け取り退出する際には同人\nに返還する（事実上はその机の中から取り出し退出の際に再び同所に返しておく）\n方法によつていたが、被告人が着任してからは被告人がＥに代つて右地下室の鍵を\n保管していたことを窺い知ることができる。これによれば、右Ｆが事実上麻薬を取\nり扱い保持していたことは洵に所論のとおりであるが、右取扱保持者であるＩ医師\nなりＥ医師の命によりその補助者としてこれをしていたものと認められ、右Ｉ医\n師、Ｅ医師は依然その管理の責務上その麻薬に対する占有を喪失してはいないもの\nといわなければならない。そしてその管理については多少法規の定むる厳重な取扱\nを怠つていたような事跡が窺われないでもないが、この事柄は同人等に対し別個の\n観点からその責を問われる事由とはなつても、その占有保管の権限及び事実に消長\nを来すべきものではないのである。次に被告人の診療所長としての冒頭に掲げた権\n限と右Ｅ医師の麻薬の管理に関する権限との関係については、特に麻薬に関しては\n厳格な取扱を規定しその取扱者を免許に係らしめ麻薬の施用その他逐一詳細な使途\nを記録せしめあくまでもその行方を追及する方策が採られている点等<要旨>にかん\nがみるときは、医療法上前記の如き権限の認められる診療所長であつても、その者\nが麻薬取扱者の免許</要旨>を受けておらず他に免許を受けた麻薬取扱者が存在する\nかぎり、麻薬に対する管理権は排除せられ、専ら優先的に麻薬取扱者がその管理権\nを有しているものと解するのが相当と思料されるのである。従つて、本件麻薬が右\n診療所の所有に属し同所に存在した以上、その現実の所持者がＦであると否とにか\nかわりなくその占有保管の権限と責任は所長たる被告人にはなく麻薬施用者として\n麻薬を管理していた医師Ｅにあつたものと認めざるを得ない。\n次に窃盗罪が成立するためには不法領得の意思をもつて他人の財物の占有を侵\nし、自己又は第三者の占有に移すことが必要であること勿論であつて、ここに不法\n領得の意思とは、権利者を排除して他人の財物を自己の所有物の如く経済的法律的\nに利用又は処分しようとする意思をいうのであることも多言を要しないところであ\nる。論旨は、被告人は本件麻薬の処分についてこのような不法領得の意思がなかつ\nた旨極力主張するのであるが原判決挙示の証拠によれば、被告人は自ら或は看護婦\nを通じて麻薬処方箋によらず、口頭で被告人が所長であり当然麻薬管理者或は麻薬\n施用者たる麻薬取扱者であると誤信している前記Ｆに対し被告人の弟が喘息で苦し\nんでいるという口実で麻薬である本件塩酸モルヒネを原判示のように取り出させた\n上法規に違反すること及び自分が麻薬取扱者でないことを知悉しながら所定の手続\nを経ないで自己の不眠症冶療乃至は中毒症状緩和のため施用したものであることが\n明瞭であるから、被告人はまさしく他人の財物を自己の所有物と同様に処分権限を\n有する者でなければできないような麻薬の処分をする目的、すなわち不法領得の意\n思をもつて前記Ｆを通じて有するＥ医師の占有を奪つたものであると認めることが\nできるが故に、被告人の所為は原判示のように窃盗罪の成立をみることまことに明\nらかである。\n右認定に反し被告人に不法領得の意思なしというためには、前記のような自己に\n服用する口実として弟の喘息治療のためとか証拠上明らかな後日の発覚に備えて本\n件麻薬を取り出し代りにオイヒニンの粉末を容れ表面を糊塗していた事実を如何に\n説明すべきであるか理解し難いところである。\n次に一般の病院、診療所等においてそこに勤務する医師始め職員が薬局にある薬\n品を自ら病気治療等のため勝手に使用することは慣例として黙認されており、本件\n診療所においても亦同様であり、被告人の本件行為も同様窃盗をもつて目すべきも\nのではないと主張するのであるけれども、原判決が適切に判示しているとおり風邪\nその他の微恙によつて診療所備付の薬品を服用するような場合にその代金を徴収し\nなかつたという事実の存在は本件証拠上認め得るのであるが、麻薬のようなその管\n理施用が厳重に取り締まられている薬品等を長期間相当量（従つて相当高価）を無\n償無断で使用するようなことを許容している慣例等の存在は認め難く、かりに、こ\nのような慣例があるとすれば、それ自体違法不当なものであるから、この主張によ\nつて被告人の罪責を免れしめる理由とすることを得ない。\n次に窃盗罪は、いわゆる状態犯であつて既遂に達した後もその違法の状態は継続\nするのであるかち、その犯人が窃盗によつて得た賍物をその儘事実上利用又は処分\nする行為は別罪を構成しないのであるが、その利用又は処分行為等が更に新な法益\nを侵害するときは他の犯罪を構成するものであり本件における如く窃取した麻薬を\n事後正当の事由なく所持する場合には麻薬取締法違反の罪の成立を免れないことは\n既に最高裁判所の判例の示すとおりである。（第二小法廷昭和二十四年三月五日判\n決、判例集第三巻第三号二六三頁参照）尤も、ここに所持とは相当時間的に持続し\nた観念であつて、本件において原判決が「窃取した麻薬を服用するまで所持し」と\n判示しているのはこの意味を現わしているものであり、この時間的に相当持続して\nいる事実は、本件証拠上肯認できるのであるから、この点についても原判決に過誤\nは存しない。所論は、窃盗の成立しないことを前提として麻薬不法所持の罪の成立\nを否定する如くであるが、前叙の如く窃盗の罪の成立を免れない本件においてはこ\nの所論は前提を欠き適切ではない。\nこれを要するに、原判示各犯罪事実は、その挙示する証拠によつて優にこれを肯\n認することができ、記録を精査検討するも右事実認定に何らの過誤なきは勿論その\n法律の適用についても何らの違法あるを認め難い。\nそれ故論旨はすべて理由がない。\n（その他の判決理由は省略する。）\n（裁判長判事　大塚今比古　判事　渡辺辰吉　判事　江碕太郎）\n"
}