{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 30,
    "month": 11,
    "day": 8
  },
  "case_number": "昭和29(う)2938",
  "case_name": "職業安定法違反婦女に売淫をさせたる者等の処罰に関する勅令違反被告事件",
  "court_name": "東京高等裁判所第八刑事部",
  "result": "破棄自判",
  "lawsuit_id": "21623",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=21623",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/623/021623_hanrei.pdf",
  "contents": "主　　　　文\n被告人等に対する原判決を破棄する。\n被告人Ａ同Ｂを各懲役八月に処する。\nこの裁判確定の日から被告人Ａ対しては二年間、被告人Ｂに対しては五\n年間いずれもその刑の執行を猶予する。\n原審における訴訟費用はそれぞれ右被告人等の各自負担とし、当審にお\nける訴訟費用は被告人Ａの負担とする。\n理　　　　由\n本件控訴の趣意は被告人Ａの弁護人田中正名、同小川契弐（連名）提出の控訴趣\n意書、並びに被告人Ｂの弁護人岩淵止提出の控訴趣意書に記載されたとおりである\nから、いずれもここにこれを引用し、これに対し次のように判断する。\n被告人Ａの弁護人田中正名、同小川契弐（連名）の控訴趣意第一点について、\n本件記録によれば被告人Ａに対する本件起訴状（昭和二十八年十二月九日附）に\nは公訴事実第一として、「被告人Ａはその肩書住居においてＣなる屋号で特殊飲食\n店を営んでいる者であるが、（一）労働大臣の許可を得ないで昭和二十七年六月頃\n被告人肩書居宅で被用者でない相被告人Ｂこ対し接客婦を募集することを委託し、\n同年十一月頃から昭和二十八年一月頃までの間同女をして別表記載のとおりＤ子等\n三名の労働者を募集し」と記載され、罰条として職業安定法第三十七条第一項第六\n十四条第三号が掲げられていたのに、原審第三回公判において検察官は右公訴事実\n第一の（一）を公訴事実第一の（一）（イ）と訂正し、（ロ）として「他面公衆衛\n生又は公衆道徳上有害な業務に就かせる目的で労働者を募集し」との訴因を追加\nし、罰条として職業安定法第六十三条第二号を加え、弁護人において右訴因罰条の\n追加に異議なく、裁判所も右訴因罰条の追加を許可したことが認められる。而して\n右追加された訴因罰条の趣旨は措辞やや粗漏の嫌はあるが、被告人ＡがＢに前示Ｄ\n子等を自己の経営する特殊飲食店における従業者（労働者）として募集させたのは\n同女等を公衆衛生又は公衆道徳上有害な業務（即ち売淫の業務）に就かせる目的で\n募集させたものであつて、右行爲は一面において前記のように労働大臣の許可を受\nけないで被用者でない者をして労働者を募集せしめた点において第一の（一）\n（イ）（訴因追加前の第一の（一））に掲げた訴因罰条に該当すると共に、他面に\nおいて職業安定法第六十三条第二号にいわゆる公衆衛生又は公衆道徳上有害な業務\nに就かせる目的で労働者を募集した行為に該当する点において前記追加された第一\nの（一）（ロ）の訴因罰条に該当すると云う趣旨に帰着するものと解することがで\nきるのであ<要旨>る。そして右（イ）に掲げた訴因と（ロ）に掲げた訴因とは、同\n一の労働者の募集行為である点において、基本的事実</要旨>関係を同じうするもの\nであるから、公訴事実の同一性を害しないことは勿論であつて、右訴因の追加は適\n法であり、裁判所がこれを許したことも何等違法ではない。そして右（ロ）の訴因\nを追加することによつて被告人が前示Ｄ子等を公衆衛生又は公衆道徳上有害な業務\nに就かせる目的で労働者として募集したと云う事実は当然審判の対象となつたもの\nであるから、原審が証拠により判示のように事実を認定したことは相当であつて、\n所論のよりに公訴提起のない事実について有罪の言渡をしたものということはでき\nない。原判決が判示冒頭において所論のように判示しているのは罪となるべき事実\nとして認定判示したものでないことは判示自体に徴し明らかであるから、この点に\nおいても原判決は所論のような違法があるものではない。\n故に論旨はすべて理由がない。\n（その他の判決理由は省略する）\n（裁判長判事　谷中董　判事　坂間孝司　判事　荒川省三）\n"
}