{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 28,
    "month": 8,
    "day": 24
  },
  "case_number": "昭和28(う)155",
  "case_name": "窃盗詐欺被告事件",
  "court_name": "札幌高等裁判所第三部",
  "result": "破棄自判",
  "lawsuit_id": "24321",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=24321",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/321/024321_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人を懲役一年に処する。\n原審及び当審における訴訟費用は全部被告人の負担とする。\n理　　　　由\n弁護人柏岡清勝の控訴趣意は同人提出の別紙控訴趣意書記載のとおりであつて、\nこれに対する当裁判所の判断はつぎのとおりである。\n原判決が原判示第一事実の衣類全部をＡの所有と認定していることは所論のとお\nりであつて、原判示挙示の証拠中Ａ提出の盗難届及び被告人の司法警察員に対する\n第一回供述調書によると、原判示第一の事実の衣類中女物九品目は明かに被告人の\n実姉の所有であることが認められる。そして刑法第二百四十四条にいわゆる同居の\n親族とは事実上居を同じくして日常生活している親族をいうのであつて、一時宿泊\nしたに過ぎない親族は同居の親族ということはできないものと解すべきところ、原\n判決挙示のＡの告訴状及び原審公廷における被告人の供述調書中「遊びに来て泊つ\nて居りましたが同居している訳ではありません」との供述及び原判決挙示の被告人\nの検察官に対する供述調書被告人の司法警察員に対する第一回供述調書によると被\n告人は昭和二十七年十二月二十八日に被告人の実姉の夫であるＡの所に遊びに行つ\nて昭和二十八年一月三日午前十時頃までわずかに六日間滞在していたに過ぎないこ\nとが明かであるから、被告人が実姉及びその夫であるＡと同居していたということ\nはできない。従つてＡ及びその妻である被告人の姉と被告人は刑法第二百四十四条\n第一項前段にいわゆる同居の親族に該当しないものであるから、原判決が同居の親\n族間の盗罪と認めなかつたのは正当である。ところが刑法第二百四十四条の親族相\n盗の規定は少くとも窃盗罪の直接被害者である物品の占有者と犯人との間に同条所\n定の親族関係が存しなければならないとする旨の規定であるのであるが、原判決は\n前記女物衣類九品目についてもＡの所有と判示しておりこの判示は右衣類がＡの所\n有であり且つ占有と認定したものと考えられる。しかし右物件がＡの所有ではなく\nその妻の所有であることは前段説示のとおりであるから更に右Ａの占有していた物\n件であるか否かにつき検討するに、旧民法は夫婦別産制を採りながら法定財産制と\nして、管理共同制を採用し、夫或は女戸主は用法に従い配偶者の財産の使用収益の\n権利を有し夫に妻の財産の管理権を与え夫婦不平等の原則の上に立つて<要旨>いた\nのであるが、新憲法第二十四条は夫婦平等の原則を定め新民法はこの夫婦平等主義\nの下に法定財産制とし</要旨>ては完全なる別産制を採用し、夫の妻の財産に対する\n管理、使用収益権を廃し、各自それぞれその財産を管理、使用収益等の権利を有す\nることとしたのであつて妻の財産に対しては特別の事情のない限り妻が自ら占有し\nているもので夫に独立の占有はなく、従つて刑法第二百四十四条第一項後段の親族\n相盗の場合に妻の財産に関しては夫に告訴権はない。本件はＡと妻（被告人の実\n姉）は共に外出中被告人が原判示第一の物件を窃取したもので、特別の事情の認め\nられない前記九品目の物品については、Ａには独立の占有権があるとは認められな\nいのであるから、直接の被害者である占有者はその妻である被告人の姉といわなけ\nればならない。そして本件記録によると被告人の姉からの告訴がないことが明かで\nあるから右九品目については起訴条件を欠くものである。しかるに原審がこの点を\n看過して原判示第一の物件全部につき窃盗罪として処断したのは事実を誤認し法令\nの適用を誤つたものというべく、この誤は判決に影響を及ぼすことが明かであるか\nら原判決はこの点につき破棄を免れない。論旨はこの意味において理由がある。\nよつて弁護人の控訴趣意第二点の量刑不当に対する判断を省略し刑事訴訟法第三\n百九十七条第三百八十二条第三百八十条により原判決を破棄し同法第四百条但書に\nより更に判決する。\n罪となるべき事実\n被告人は\n第一昭和二十八年一月三日午後一時頃札幌郡ａ町字ｂ区Ａ方において同人所有の\n現金一万八千円、男物羽二重袷羽織一枚、男物羽織（呂紋付）一枚、男物呂反物一\n反、男物袷羽二重長着一枚、男物袴一枚、男物半儒袢、背広服上下一着並にラジオ\n（六球）一台、折鞄一個、化粧品ケース一個を窃取したものである。\nその他当裁判所の認定した事実は原判示第二乃至第四の事実と同一であるからこ\nれを引用する。\n証　拠\n一、　Ａ提出の告訴状及び盗難届\n一、　Ａの司法警察員に対する告訴調書\n一、　Ｂ提出の盗難始末書及び仮還付請書\n一、　Ｃ提出の盗難始末書及び仮還付請書\n一、　Ｄ提出の被害始末書\n一、　Ｄの司法巡査に対する第一回供述調書\n一、　被告人の司法警察員に対する第一回乃至第四回供述調書\n一、　被告人の検祭官に対する供述調書\n一、　原審第一回公判調書中被告人の供述部分を綜合して認定する\n法令の適用\n被告人の判示第一乃至第三の所為は刑法第二百三十五条に同第四の所為は同法第\n二百五十二条第一項に該当するものであるが以上は同法第四十五条前段の併合罪で\nあるから同法第四十七条第十条により犯情の最も重いと認める判示第一の罪の刑に\n法定の加重をした刑期範囲内で被告人を懲役一年に処するものとし、原審及び当審\nにおける訴訟費用は刑事訴訟法第百八十一条第一項により全部被告人の負担とし、\n主文のとおり判決する。\n（裁判長判事　成智寿朗　判事　宇野茂夫　判事　松永信和）\n"
}