{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 28,
    "month": 3,
    "day": 31
  },
  "case_number": "昭和27(う)902",
  "case_name": "食糧管理法違反被告事件",
  "court_name": "仙台高等裁判所第一刑事部",
  "result": "破棄自判",
  "article_info": "第6巻3号307頁",
  "gist": "確定裁判を経た罪について大赦があつた場合と併合罪",
  "case_gist": "確定裁判を経た罪について大赦があつても、その確定裁判の前の罪と後の罪とは刑法第四五条前段の併合罪にならない。",
  "lawsuit_id": "24100",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=24100",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/100/024100_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人Ａを罰金五千円に、同Ｂを判示第二（イ）の罪について懲役六月\n及罰金三万円に、判示第二（ロ）の罪について懲役四月及罰金二万円に処する。\n但し被告人Ｂに対し此判決確定の日から三年間右各懲役刑の執行を猶予\nする。\n被告人両名に於て右罰金を完納することが出来ないときは夫々金二百円\nを一日に換算した期間其被告人を労役場に留置する。\n訴訟費用は全部被告人両名の負担とする。\n公訴事実第二（原判示第二）について被告人Ａは無罪。\n理　　　　由\n被告人両名及弁護人橘川光子の各控訴趣意は記録中の夫々の提出にかかる控訴趣\n意書の通りであるからここに之を引用する。\n被告人Ａの控訴趣意は原判決の量刑不当を主張するもの、同Ｂ及弁護人橘川光子\nの各控訴趣意は原判決の事実誤認竝量刑不当を主張するものであるが、本件は後記\nの理由に因り原判決を破棄して当裁判所が更に自判する場合であつて、右夫々の控\n訴趣意については其自判の際当裁判所の判断を示すことになるから、ここには是が\n判断を示さない。\n職権で調査すると、\n一、　原判決は原判示第二の精米譲渡罪を被告人両名の共同犯行（刑法第六十条\nの共同正犯）と認定した。ところが原判決が此事実を認めた証拠として挙示したも\nのを綜合すれば、被告人両名は昭和二十五年六月十七日頃以降内縁の夫婦関係を結\nんで同棲したものであつて、此原判示第二の譲渡は其内縁関係成立以後のものにか\nかり且総て両名が直接汽車で運搬して販売したものではなく、被告人Ｂの企画の下\nに荷物に包装した上、貨車に託し、輸送して販売したものであつて、買主との交渉\nはすべて被告人Ｂのみが之に当つたばかりでなく、其荷造、発送、代金の取立竝精\n米の買出なども主として被告人Ｂが之に当り、被告人Ａは、わづかに米を包装箱に\n入れたり、荷札の宛名を書いたりする様な荷造の手伝とか被告人Ｂ差支の場合に時\nとして代金の取立や精米の買出とかをしたに過ぎなかつたことを認め得る。\n従て被告人Ｂに原判示譲渡罪の成立することはもとより疑いがないが、被告人Ａ\nの叙上の一行為は其内縁の夫たるＢの米の譲渡自体には関係のない荷造、代金取\n立、精米買出などの行為に協力をしたと謂い得るに止まり、到底被告人Ｂと共同し\nて、米の譲渡行為をしたと謂うべき程度には達して居ないのである。即ち、原判決\nが原判示第二の事実を認めた証拠として挙示したものを綜合しても、右事実が被告\n人両名の共同犯行にかかることは認められない。にも拘らず原判決が之を共同犯行\nと認めたのであるから原判決挙示の証拠と其認定事実との間にくい違があるのであ\nつて、原判決は此点に於て破棄を免れぬ。\n二、　被告人Ｂは昭和二十六年二月二十八日福島簡易裁判所に於て食糧管理法違\n反罪により罰金二千円に処せられ、此判決は同年三月二十一日確定し、そして、其\n罪は昭和二十七年四月二十八日政令第一一七号大赦令に依て赦免されたことが認め\nられるのであつて、従つて同被告人の原判示第二の所為は右確定判決の前後に跨つ\nて居ることは謂うまでもないものであるところ、原判決は、此確定判決の前後に跨\nつて犯された罪を刑法第四十五条前段の併合罪に該るものとしているので、その当\n否を按ずるに、恩赦法第三条第一号にいうところの有罪の言渡はその効力を失うと\nいう有罪の言渡とは刑の言渡及び刑の免除の言渡の両者を包含したものに外なら\nず、それらの言渡の失効の意義は、刑法第二十七条又は同法第三十四条ノ二に規定\nする刑の言渡又は刑の免除の言渡の失効と同じく、単にそれらの言渡が将来に向つ\nて効力を失うというだけのことで、有罪の確定判<要旨>決があつたことのすべての\n効果が消滅するものでない。故に、確定判決の罪について大赦があつても一事不\n再</要旨>理の効力の如きはなお存続するのであつて、確定判決があつたことによ\nり、その前の罪と後の罪とが併合罪たりえないということの効果も、大赦によつて\n左右されるものではない。原判決の掲げる東京高等裁判所昭和二十六年（う）第四\n四八三号、同年十一月二十六日第九刑事部言渡判決は叙上説示の当裁判所の見解と\n軌を同じくするのであつて、之を原判決が原判決説示の見解と同様であるかの如く\n言つて居るのは右判決を誤解したものである。此様にして本件では原判示第二の事\n実中被告人Ｂが前示確定判決前に犯した罪と其後に犯した罪とは併合罪たり得ない\nのであるから原判決の前記措置は擬律錯誤であり、其違法は判決に影響を及ぼすこ\nと明であつて、此点に於ても原判決は破棄を免れぬ。\nよつて刑事訴訟法第三百九十七条に則り原判決を破棄し、同法第四百条但書に従\nい当裁判所は本件につき更に次の通り判決する。\n（犯罪事実）\n第一、　被告人Ａは法定の除外事由がないのに昭和二十五年四月二十日より同年\n六月二十五日に至る迄の間別紙第一表記載の通り、東京都港区ａ町ｂ番地Ｃ方に於\nて、政府以外の者である同人に対し五回に亘り粳精米合計三斗四升を代金合計四千\n二十円て譲渡し、\n第二、　被告人Ｂは昭利二十六年二月二十八日福島簡易裁判所に於て食糧管理法\n違反罪により罰金二千円に処する旨の略式命令を受け、此略式命令は同年三月二十\n一日確定し、そして其罪は昭和二十七年四月二十八日政令第一一七号大赦令に依て\n赦免されたものであるところ、同被告人は法定の除外事由がないのに、\n（イ）、　右略式命令確定の前なる昭和二十五年七月三十一日より昭和二十六年\n三月十八日に至る迄の間、別紙第二表乃至第七表記載の通り、東京都港区ａ町ｂ番\n地Ｃ方外五ケ所に於て、政府以外の者である同人外五名に対し、前後七十五回に亘\nり、糯精米一斗及粳精米合計十一石二斗七升を代金合計十六万三十円で譲渡し\n（ロ）　此略式命令確定の後なる昭和二十六年三月二十三日より同年五月二十二\n日に至る迄の間、別紙第八表乃至第十二表記載の通り、前示Ｃ方外四ケ所に於て、\n政府以外の者である同人外四名に対し、前後三十六回に亘り、粳精米合計八石四斗\n一升を代金合計十二万千二百十円で譲渡し\nたものである。\n（証拠の標目）\n判示第一につき、\n一、　原審第一及第三回公判調書中被告人Ａの供述記載\n一、　被告人Ａの検察官に対する供述調書（三通）、同人作成にかかる事実始末\n書及精米（粳）販売違反一覧表\n一、　原審第二回公判調書中証人Ｃの供述記載及び起訴状添付第一表\n判示第二につき、\n一、　被告人Ｂの司法警察員に対する供述調書及検察官に対する供述凋書（三\n通）\n一、　被告人Ｂ作成、事実始末書、精米（粳糯）売買違反総一覧表及精米（粳\n糯）販売違反一覧表\n一、　被告人Ｂに対する前科調書\n一、　原審第二回公判調書中証人Ｃの供述記載（別紙第二表第八表に関し）及び\n起訴状添付第二表\n一、　Ｄの検察官に対する供述調書、同人作成にかかる買受事実始末書及精米\n（粳）買受違反一覧表（別紙第三表に関し）\n一、　Ｅの検察官に対する供述調書、同人作成にかかる買受事実始末書及精米\n（粳）買受違反一覧表（別紙第四表、第九表に関し）\n一、　原審第二回公判調書中証人Ｆの供述記載（別紙第五表及第十表に関し）及\nび起訴状添付第五表\n一、　原審第二回公判調書中証人Ｇの供述記載（別紙第六表及第十一表に関し）\n及び起訴状添付第六表\n一、　Ｈの検察官に対する供述調書、同人作成にかかる買受事実始末書、始末書\n及精米（粳糯）買受違反一覧表（別紙第七表及第十二表に関し）。\n（法令の適用）\n被告人両名の各所為は食糧管理法第三十一条、第九条、罰金等臨時措置法第二条\n第一項、食糧管理法施行令第八条、同法施行規則第四十一条（但し昭和二十五年九\n月十日以前の所為については同法施行規則第二十三条を適用する）に該当するとこ\nろ、被告人Ａの判示第一、同Ｂの判示第二、（ロ）、の各罪は執れも刑法第四十五\n条前段の併合罪であるから被告人Ｂについては情状により食糧管理法第三十四条を\n適用し、刑法第四十七条、第十条、第四十八条第二項に従い犯情の最も重い別紙第\n十表の昭和二十六年三月二十九日の罪の懲役刑に法定の加重をした刑期範囲内並各\n罪罰金合算額の範囲内に於て、被告人Ｂを判示第二、（ロ）、の罪について懲役四\n月及罰金二万円に処し被告人Ａについては夫々所定中罰金刑を選び刑法第四十八条\n第二項に則り各罪罰金合算額の範囲内に於て同被告人を罰金五千円に処し、又被告\n人Ｂの判示第二、（イ）、の各罪は同被告人の前掲確定判決の罪と刑法第四十五条\n後段の併合罪であるから同法第五十条に則り、未だ裁判を経ない是等の罪につき処\n断すべく、情状に依り夫々食糧管理法第三十四条を適用し、刑法第四十七条、第十\n条、第四十八条第二項に従い、犯情の最も重い別紙第二表の昭和二十六年三月十五\n日の罪の懲役刑に法定の加重をした刑期範囲内並各罪罰金合算額の範囲内に於て被\n告人Ｂを判示第二、（イ）、の罪について懲役六月及罰金三万円に処し、但し情状\nに鑑み被告人Ｂに刑法第二十五条を適用して此判決確定の日から三年間右各懲役刑\nの執行を猶予すべく、被告人両名に於て右罰金を完納することが出来ないときは、\n刑法第十八条に基き、夫々金二百円を一日に換算した期間其被告人を労役場に留置\nし、訴訟費用は原審及当審共に其全部を刑事訴訟法第百八十一条第一項に則り被告\n人両名の負担とする。\n同被告人Ａに対する公訴事実中、同被告人が被告人Ｂと共謀の上昭和二十五年七\n月下旬から昭和二十六年五月二十二日頃迄の間別紙第十三表乃至第十八表記載の通\nり前掲Ｃ方外五ケ所に於て政府以外の者である同人外五名に対し粳精米十八石六斗\n八升及糯精米一斗を代金合計二十八方千百四十円で譲渡したとの点（原判示第二参\n照）については、前段原判決破棄理由に於て掲げた判断の通り、被告人Ａの所為は\n罪となるものでない。\nそこで刑事訴訟法第三百三十六条に則り同被告人に対し此点につき無罪の言渡を\nする。\nよつて主文の通り判決する。\n（裁判長裁判官　鈴木頑次郎　裁判官　高橋雄一　裁判官　佐々木次雄）\n"
}