{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 33,
    "month": 12,
    "day": 18
  },
  "case_number": "昭和32(う)2183",
  "case_name": "賍物牙保被告事件",
  "court_name": "東京高等裁判所第一一刑事部",
  "article_info": "第11巻10号621頁",
  "gist": "賍物牙保罪の成立には賍物自体の存在を必要とするか",
  "case_gist": "賍物牙保罪の成立するためには、必ず賍物自体の存在を必要とし、他人が将来窃取することの情を知りながら、その窃取の目的物となつている物の売却周旋をした場合においては、賍物牙保罪は成立しない。",
  "lawsuit_id": "21368",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=21368",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/368/021368_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人を懲役六月に処する。\n但し三年間右刑の執行を猶予する。\n訴訟費用は第一、二審共全部被告人の負担とする。\n理　　　　由\n本件控訴の趣意は、検察官提出の控訴趣意書記載のとおりであるから、ここにこ\nれを引用し、これに対して次のとおり判断する。\nところで、所論は要するに原判決は法令の適用を誤り事実を誤認したものであつ\nて、破棄を免れないものである旨主張する。\n仍つて所論に基き本件記録及び原判決を仔細に検討勘案すれば、原判決が「被告\n人は昭和三〇年五月一三日頃肩書自宅において知合のＡから杉材約二〇石の売却を\n依頼され、右杉材が盗品である情を知りながら、同月一六日頃、Ｂ等を介し、長野\n県下水内郡ａ村ｂ線ｃ駅において、薪炭商Ｃに対し右杉材の内約一四石を一石千五\n百円の割で売却方周旋して、以て賍物の牙保をしたものである」との本件公訴事実\nにつき、その挙示する証拠により「被告人は昭和三〇年五月一二、三日頃、被告人\n肩書自宅において、Ａの依頼により、Ｂに杉材の買手を見つけて貰いたい旨依頼\nし、Ｂ、Ｄ等がその翌日ＣにＡの杉材の話をして、Ｃがそれを買うことになり、同\n月一五、一六日の両日にわたり、Ｃ、Ａの両名が現場へ杉材の搬出に行つたが、一\n六日に杉材約一三石二斗を搬出することができ、国鉄ｂ線ｃ駅において、被告人立\n会のもとに検収、引渡を終えた」との事実を認定しながら、賍物牙保罪の構成要件\nとしての被告人の右杉材売却周旋は、本犯であるＡの窃取行為（現場から杉材を搬\n出した行為）より前であるから、被告人の該行為は、賍物牙保罪に該当すべき行為\nと言うことはできない。又本犯であるＡの窃取行為既遂後であるｃ駅における被告\n人の行つた「物品の検収、引渡の立会」のみでは賍物牙保罪を構成すべき「周旋仲\n介行為」には当らないとして無罪の言渡をしていること洵に所論のとおりである。\n<要旨>仍つて按ずるに、賍物牙保罪たるや、賍物たるの情を知りながら、賍物の\n売却周旋をなすに因つて成立するも</要旨>のであつて、その本質として必らずや賍\n物自体の存在を必要とするものと断ぜざるを得ないのである。従つて苟くも賍物が\n存在しない場合には将来賍物たるに至るべき可能性がある物であり、且つその情を\n知つていたとしても、それの売却周旋は賍物牙保罪を成立するに由ないものと謂う\nべきである。\n今本件について観るに、原判決挙示の証拠を綜合すれば、前記原判決認定の事実\nは優にこれを認めることができ、当審における事実取調べの結果に徴するも右事実\nの認定に誤りありとは認められないのである。そうだとすれば、原判決が本犯たる\nＡの杉材窃取行為の前に行われたる被告人の右杉材売却の周旋行為につき、賍物牙\n保罪の成立を認められないとし、又本犯であるＡの窃取行為後であるｃ駅における\n被告人の行つた「物品の検収、引渡の立会」のみでは賍物牙保罪を構成すべき「周\n旋仲介行為」には当らないとしたのは正当であつて、右を以つて法令の適用に誤り\nがあるとか、事実認定の誤りがあるとか謂うことはできないのである。然しなが\nら、苟くも被告人においてＡが前記杉材を窃取するものであるとの情を知りなが\nら、その杉材の売却周旋を為す行為のある以上、それは畢竟右Ａの窃取行為を容易\nならしめるもの、すなわら窃盗の幇助に外ならないことはたやすく認められるとこ\nろであり、而も該行為たるや本件の起訴にかかる公訴事実たる訴因に内包されてい\nるものであるから、原審としてはすべからく該事実を認定して有罪の言渡をしなけ\nればならなかつた筋合である。然るにこれを為すことなく漫然前記の如く説示して\n無罪の言渡をしたのは法令の解釈を誤り延いて事実誤認の違法があるものであつ\nて、右違法は判決に影響を及ぼすことが明かであるから、結局本件控訴はその理由\nあるに帰し、原判決は破棄を免れない。\n仍つて刑事訴訟法第三九七条第三八二条第四〇〇条但し書に則り原判決を破棄\nし、当裁判所において更に直ちに判決する。\nすなわち当裁判所は、当審における検察官よりの窃盗幇助の訴因罰条の予備的追\n加を許可して、次の事実を次に掲げる証拠により認定する。\n罪となるべき事実\n被告人は昭和三〇年五月一三日頃長野県下水内郡ｄ村ｅｆ番地の自宅において、\nＡより、同人が新潟県中魚沼郡ｇ町大字ｈ地内より搬出する杉材約二〇石の売却方\n周旋を依頼され、右杉材が他人の所有であり、右Ａがこれを窃取して搬出するもの\nであることの情を知りながら、右売却の周旋を承諾し、その頃Ｂ、Ｄを介し、長野\n県下水内郡ａ村ｅのＢ方において薪炭商Ｃに交渉して右杉材を一石千五百円の代金\nで売渡す契約を結び、同月一六日頃右Ａが、前記赤沢地内においてＥ所有の右杉材\n約一四石相当を窃取する行為を容易ならしめて、これを幇助したものである。\n（証拠説明省略）\n法律の適用\n被告人の所為は刑法第二三五条第六二条第一項第六三条に該当するから、同法第\n六八条に従い法律上の減軽をした上その所定刑期範囲内において被告人を懲役六月\nに処し、諸般の情状に鑑み刑法第二五条第一項を適用して三年間右刑の執行を猶予\nし訴訟費用の負担につき、刑事訴訟法第一八一条第一項本文を適用して主文のとお\nり判決する。\n（裁判長判事　山本謹吾　判事　渡辺好人　判事　石井文治）\n"
}