{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 27,
    "month": 10,
    "day": 9
  },
  "case_number": "昭和25(う)899",
  "case_name": "横領(予備的訴因背任)被告事件",
  "court_name": "高松高等裁判所第三部",
  "result": "破棄差戻",
  "lawsuit_id": "24619",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=24619",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/619/024619_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n本件を高知地方裁判所に差し戻す。\n理　　　　由\n検察官（高知地方検察庁検事岡村三郎）の控訴趣意は別紙記載の通りである。\n控訴趣意第一点について。\n論旨は原判決が本件公訴は訴因が不特定であるとして公訴を棄却したのは不法で\nあると主張する。仍て考察するに公訴事実は訴因を明示してこれを記載したければ\nならず、訴因を明示するにはできる限り日時、場所及び方法を以て罪とたるべき事\n実を特定してこれをしなければならないことは刑事訴訟法第二百五十六条第三項の\n明定するところであり、有「できる限り」とは勿論「できる限り厳格に」の意味で\nあつて場合によつては全然特定しなくてもよいという趣旨でないことは云う迄もな\nい。しかし右規定の文言より観ても訴因の特定は裁判所が判決において事実を確定\nすると同程度の厳格さを要求しているものとは解せられず、そこに或程度のゆとり\nが存するものと謂わなければならない。蓋し検察官が限られた捜査期間内において\n且つ被疑者の供述に依存しないで証拠を蒐集しなければならない新刑事訴訟法の下\nにおいてすべての案件につ診公訴提起の際訴因を完全に特定しなければならないと\nすることは検察官に対し些か酷に失することとなるであろう。従て訴因を厳格に特\n定することは望ましいことではあるけれども、事案によつては訴因の或部分が不明\n確であつても訴因全体として一応他の訴因と区別でき且つ被告人が防禦権を行使し\n得る程度に具体的事実が示されていれば訴因が明示されたものと見ることができる\nものと解する。然らば次に訴因が不明確な揚合にその補正追完は絶対に許されない\nものであろうか。原判決は「訴因を特定せずにした起訴は刑事訴訟法第二百五十六\n条に違反し無効で<要旨第一>あり後日之を補正追完することにより有効となるべき\n筋合のものではない」と説示している。しかし訴因が全</要旨第一>然不特定であつ\nてその補正追完の余地が全くないものは論外としても訴因として一応具体的な犯罪\n構成要件事実が示されている以上は検察官自らまたは裁判所の釈明により検察官が\nその不明確な点を補正追完することは許されるものと解する（これは訴因の変更で\nはない）。このことは併合罪の関係に立つ数個の同種行為が全体としては一応特定\nせられているが各行為の一々につ診特定を欠くような場合においてもまた然りと謂\nわなければならない（尤も検察官はできる限り各訴因を特定して起訴すべきである\nことは多言を要しない）。当裁判所は以上の如き見解の下に本件の場合につき検討\nするに、本件公訴事実は「被告人は昭和二十三年五月下旬高知市ａ町ｂ番地Ａ工業\n株式会社Ｂから同会社に必要な製紙原料楮、三椏の購入方の依頼を受けこれが前渡\n金としては依頼者Ｂが手形を振出し被告人において適宜これを割引の方法で現金化\nした上右購入現金に充当することとなしその頃右Ｂから振出人は何れもＡ工業株式\n会社社長Ｂ、支払場所は各Ｃ銀行Ｄ支店その一通の額面十万円支払期日同年七月二\n十五日他の一通の額面二十万円支払期日同年七月三十日の約束手形合計二通を渡さ\nれたのでこれを周旋人を介して同市ｃ町ｄ番地Ｅから金二十万九千円で割引を受け\nとの割引金を以てＡ工業のため製紙原料を購入しようとしたところ右原料が漸次高\n騰したためこれが入手困難となり僅かに金五万円に相当する製紙原料を購入してＡ\n工業に納め残金は尚前記Ａ工業の製紙原料購入のため預り保管中その頃擅に高知市\nその他において自己のため「松やに」「菜種の実」「密柑」等を購入し以て右金員\nを費消横領したものである」と謂うのであり、罪名として横領、罰条として刑法第\n二百五十二条第一項を掲げている。これに対し原判決は「右公訴事実状保管中の金\n員費消の都度横領罪が成立しているということに帰し数個の犯罪の成立を前提とす\nるものであるのに拘らずその個々につきこれが訴因を特定せしめず漫然と起訴せら\nれたものである」として訴因が特定せられていないと説示している。しかし右公訴\n事実は被告人が保管中の金員を「松やに」その他を購入のため数回に亘つて費消し\nた趣旨であることは窺えるけれども、原判決の如くこれが直ちに数個の横領行為の\n趣旨であるとは即断できない。何となれば甲よ<要旨第二>り預つた金員を保管中自\n己のため数回に亘つてこれを費消した如き場合において被害法益が単一で継続した\n意</要旨第二>思の発動に基き比較的日時が近接して同種行為がくり返されているよ\nうなときはたとえ費消行為が数個であつてもにれを包括して観察し一側の費消横領\n罪と見るのが相当である場合もしばしば存するからである（連続犯の規定が削除さ\nれた今日一罪か併合罪かにつき連続犯が認められていた当時と同様の罪数観念に従\nうことは妥当でない）。従て本件公訴事実を原判決の如く数個の費消横領行為と見\nるときは勿論訴因が特定されていないと謂わなければならないけれども、若し一個\nの費消横領行為と見るときは犯罪の日時場所費消金額その他横領罪の構成要件事実\nが一応明示されているから訴因が特定されていると謂わなければならない。この様\nな場合においては第一審裁判所は須らく公判審通のなるべく早い段階において一個\nの費消横領事実であるか数個の費消横領事実であるかにつき検察官に対し釈明を求\nめ、若し後者の趣旨であるならば各費消横領行為毎に費消の日時場所金額使途等に\nつき起訴状の補正追完を許すのが妥当な措置と思料される（尚本件においては原審\nは第十二回公判に至つて検察官に対し費消の内容を個別的に明かにされたい旨釈明\nを求め、第十四回公判において検察官は昭和二十五年六月三日附訴因変更請求書に\n基き金員費消の内訳を明かにしている）。而して後者の場合裁判所の釈明に対し検\n察官が補正追完をしないときにおいて始めて公訴を不適法として棄却すべきか否か\nを決すべきであろう。\n次に本件においては予備的訴因として背任罪の訴因（その要旨は被告人は昭和二\n十三年五月下旬前記Ａ工業株式会社社長Ｂから同会社に必要な製紙原料購入事務の\n委任を受けその事務処通のため右Ｂから右購入資金として借受けた前記約束手形二\n通を二十万九千円で割引して現金化したが被告人は右資金を使用して誠実に右受任\n事務を処理すべき任務を有するに拘らずその頃金五万円に相当する製紙原料を購入\nしてこれを同会社に納入しただけで残額の金員は自己の利益を図るため「松やに」\n等を購入し以て前記任務に背いた行為をなし右残額の資金による製紙原料の取得を\n不能ならしめこれが為同会社に対し金十五万九千円に相当する財産上の損害を蒙ら\nしめたものであると謂うのである）が追加されているところ、原判決は右訴因につ\nいても数個の背任罪の成立があるものとして訴因が特定されていないと判断してい\nる。しかし原審の見解並に措置に賛し難いことは前記横領の訴因について述べたと\nころと同様であるからことに再論することを省略する。\nこれを要するに原審は本件公訴事実につき一個の費消横領（又は背任）であるか\n数個の費消横領であるかについて検察官に対し釈明を求めることなく、数回に亘る\n費消行為（又は任務に背いた行為）を直ちに併合罪の関係にあるものとし且つ特定\nせられていない訴因については後日補正追完は許されないものとの見解の下に本件\n公訴の提起は刑事訴訟法第二百五十六条の規定に違反した無効のものであるとして\n本件公訴を棄却したのは叙上説示の理由により失当であつて、論旨は理由があるも\nのと謂わなければならない。\n仍て爾余の論旨に対する判断を省略して刑事訴訟法第三百七十八条第二号（不法\nに公訴を棄却したこと）第三百九十七条により原判決はこれを破棄し、同法第三百\n九十八条により本件を原裁判所たる高知地方裁判所に差し戻すこととする。\n仍て主文の通り判決する。\n（裁判長判事　坂本徹章　判事　塩町宇三郎　判事　浮田茂男）\n"
}