{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 28,
    "month": 12,
    "day": 7
  },
  "case_number": "昭和26(行ナ)17",
  "case_name": "審決取消請求事件（※高等裁判所判例集の裁判月日が12月9日とあるのは12月7日の誤りである。）",
  "court_name": "東京高等裁判所第三特別部",
  "result": "その他",
  "article_info": "第6巻13号868頁",
  "gist": "一、　潜在的競争関係の有無\n二、　経済学上の子会社と競争関係\n三、　一定の取引分野における競争の実質制限の意義\n四、　全国商品量の三分の一の支配と競争の実質制限の成否\n五、　改正独占禁止法附則第四項の対象\n六、　不当な取引制限の意義\n七、　違反行為の排除措置としての将来の行為の禁止\n八、　拘束条件附取引に対する排除措置\n九、　同上\n一〇、　違反行為の排除措置として一定事項の報告を命ずることの当否",
  "case_gist": "一、　甲会社は映画の製作配給興行等の事業を営み、乙会社は映画の製作販売等の事業を営むものであつて、乙会社は自らは映画の配給業務を行わず、そのままの機構では映画の配給を行うことができないとしても配給業務に通暁した者を多少加えれば事業活動の施設又は態様に重要な変更を加えないでも映画配給業務を行うことができる状態にある場合は、この甲会社と乙会社とは、映画配給の取引分野において潜在的競争関係にあるものと解すべきである。\n二、　経済学上乙会社が甲会社の子会社というべきであるとしても、旧独占禁止法第一〇条第一三条第一四条の場合を除いては、それだけで両者の間に同法にいう競争関係がないとすることはできない。\n三、　一定の取引分野における競争を実質的に制限するとは、競争自体が減少して特定の事業者又は事業者集団がその意思である程度自由に、価格、品質、数量その他各般の条件を左右することによつて市場を支配することができる状態をもたらすことをいい、かかる状態においては、これらの者に対する競争者はこれらの者の意思に拘りなく自らの自由な選択によつて価格、品質、数量等を決定して事業活動を行いこれによつて十分な利潤を収めその存在を維持するということはもはや望み得ないことになるのであり、いかなる状況にいたつてこのような市場支配が成立するとみるべきかは相対的な問題で一律には決し難く、その際の経済的諸条件と不可分であり、たんに市場におけるその者の供給(又は需要)の分量だけからは決し得ない。\n四、　甲会社と乙会社の製作する映画が日本全国で製作される映画の総数の三分の一を占めるという事実だけでは、甲会社が乙会社の製作映画をすべて自ら配給することが、映画配給の取引分野における競争を実質的に制限するものとはいえない。\n五、　昭和二八年法律第二五九号私的独占の禁止及び公正取引の確保に関する法律の一部を改正する法律附則第四項は、公正取引委員会が右改正法施行後審決をするにあたつて法律を適用すべき場合について規定したものであり、右施行の際現に係属する審決不服の訴において裁判所が審決の適否を判断するにあたつて基準とすべき法律が新旧いずれであるかの問題まで立法によつて解決をはかつたものではない。\n六、　独占禁止法上不当な取引制限とは、相互に競争関係にある独立の事業者が共同して相互に一定の制限を課し、その自由な事業活動を拘束するところに成立し、その各当事者に一定の事業活動の制限を共通に設定することを本質とするもので、当事者の一方だけにその制限を課するものは、その制限の相互性を欠くから、不当な取引制限とはならない。\n七、　独占禁止法違反行為があるとき公正取引委員会が命ずるその違反行為を排除するために必要な措置とは、現在同法に違反してなされている行為の差止、違反行為からもたらされた結果の除去等、直ちに現在において違反行為がないと同一の状態を作り出すことのみに止まるものではなく、いつたん違反行為がなされた後なんらかの事情のため現在はこれが継続していないがいつまた復活するかわからないような場合には、現に排除の必要が解消したものとはいえず、将来にわたつて右の違反行為と同一の行為を禁止することは、違反行為の排除のために必要な措置というべきである。\n八、　相手方とその顧客との取引を不当に拘束する条件をつけて相手方に資金を供給するという違反行為(不公正な競争方法)の排除措置として、相手方とその顧客との取引を不当に拘束すること自体を禁止するのは失当である。\n九、　前項の違反行為がある場合、その排除措置として、相手方に合併を強要し又は相手方の映画の配給を妨害する等いかなる方法をもつてしても相手方の経営に干渉するような行為をしてはならないと命ずることは、違反行為と必然の関係がなく、その排除措置としては必要の度を超え独断に過ぎるものである。\n一〇、　公正取引委員会が一定の独占禁止法違反行為の排除のため必要な措置として将来の行為の禁止すなわち不作為を命じた場合、この命令が忠実に守られているかどうかを看視する意味で当事者に一定事項の報告義務を課することは、右排除措置に附随する処置として許さるべきものである。",
  "lawsuit_id": "21800",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=21800",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/800/021800_hanrei.pdf",
  "contents": "主　　　　文\n被告が原告及び訴外株式会社新東宝に対する公正取引委員会昭和二十五\n年（判）第一一号私的独占の禁止及び公正取引の確保に関する法律違反事件につき\n昭和二十六年六月五日にした審決中原告に関する部分につき、原告及び右株式会社\n新東宝が共同行為及び不当な取引制限をしたとの点以外において、事案に適合する\nようこれを変更させるため、事件を被告公正取引委員会に差し戻す。\n訴訟費用は被告の負担とする。\n事　　　　実\n第一、　原告の請求の趣旨及び請求の原因。\n原告代理人は「原告に対する公正取引委員会昭和二十五年（判）第一一号事件に\nつき被告が昭和二十六年六月五日にした審決はこれを取り消す、訴訟費用は被告の\n負担とする」との判決を求め、請求の原因として次のように陳述した。\n一、　被告は原告及び訴外株式会社新東宝（以下新東宝という。）を被審人とし\nて公正取引委員会昭和二十五年（判）第一一号私的独占の禁止及び公正取引の確保\nに関する法律違反事件について、昭和二十六年六月五日別紙審決書写のとおり審決\nをした。\n二、　原告はこの審決に不服であつて次の諸点について争うものである。\n（一）、　審決の基礎となつた事実を立証する実質的な証拠がない。\n（１）　原告と新東宝とは競争会社ではない。\n被告は審決において原告と新東宝とが互いに競争関係にあるものとし、両者は昭\n和二十五年一月訴外新東宝映画配給株式会社が設立されるまではいわゆる潜在的競\n争関係にあつたものであり、右設立後は現実の競争関係にあるものと認定し、この\n前提のもとに審決をしているが、この認定は誤りであつて、実質的証拠にもとずく\nものではない。以下これを分説する。\n（イ）　新東宝はその設立の経緯から見て原告の競争会社ではない。\n昭和二十一年秋賃金要求に端を発して東宝全従業員が加入組織する日本映画演劇\n労働組合（以下日映演という。）が原告会社と紛争状態に入り、同年十月十五日未\n明ついに終戦後最初の大ストライキに突入し爾来約二カ月間にわたつて争議を継続\nしたが、この間においてストライキの指導中心部門であつた第一、第二及び第三東\n宝撮影所所属従業員及び演技者中日映演の行動に不満をもつ者が、Ａを中心とする\n「十人の旗の会」を主軸として最初約二百名をもつて脱退して第三組合を結成、映\n画製作の続行を声明し、同年十二月九日日映演の妨害を排除して東宝第二撮影所へ\n突入、直ちに原告会社の方針に協力して映画製作に着手するにいたり、その後も日\n映演を脱退してこの第三組合に加入して原告会社の営業方針に協力するものが続出\nした。この第三組合を独立させることは原告としても必要なことであり、第三組合\n員もまたこれを切望していたところでもあつたので、原告はこの第三組合を独立さ\nせることとし、その方針としてこれら従業員を原告会社の団体協約の影響を受ける\nおそれのない別会社に収容することの必要を認め、原告の子会社東宝商事株式会社\n（資本金百万円）の商号を株式会社新東宝映画製作所と改め、この子会社に第三組\n合を収容し、時価約一億七千万円の価値ある第二及び第三撮影所映写機その他附属\n設備をわずか帳簿価額約五百万円でこの子会社に譲渡し、製作費その他必要経費は\nすべて原告から融資し、原告の企画、指導、監督のもとに映画の製作事業を行わし\nめた。従つて形式上は別会社であつたが実際上は原告会社の映画製作部門としてそ\nの経済的機能を発揮せしめたのであつて、その設立の当初から原告の分身会社とし\nて原告に協力することが期待されていたのである。\nその後昭和二十三年四月二十日の原告会社役員会において、子会社株式会社新東\n宝映画製作所の資本金百万円を四千九百万円増資して金五千万円とし、増資新株を\n原告会社の株主に割当てることを決定したが、原告の株式は一株の金額二十円であ\nるのに右子会社の株式は一株の金額五十円であつて増資新株の割当に不便をともな\nうことがわかつたので、その直後同年四月二十六日資本金百万円、一株の金額を二\n十円とする株式会社新東宝を設立し、その株式の全部を原告がもち、これに前記子\n会社の事業及び従業員を包括的に承継せしめた上、同年七月新東宝の資本金を四千\n九百万円増資して金五千万円とし、その増資新株の大半は原告会社の株主に割当\nて、次いで翌年五月さらに金七千万円を増資して現在の資本金一億二千万円の会社\nとしたものであり、この増資新株の大半は新東宝の株主に割当てたのであるが、当\n時新東宝の株主の大半は原告の株主であつたから、右第二次増資を首尾よくなし得\nたのもひとえに原告の信用と援助のお蔭である。\nまた新東宝の役員はすべて原告会社の役職員であつたものを原告が指名推挙した\nのであつて、新東宝が採用した原告の撮影所所属従業員及び原告から新東宝へ派遣\nした役職員（原告会社社員籍を離脱した者）に対しては原告において退職金を支払\nわず、その原告会社の在勤期間を新東宝に承継通算せしめ、新東宝は原告の退職金\n規定をそのまま採用することとしたものである。\nまた新東宝はもつぱら原告から委託された映画の製作のみに従事したのである\nが、その製作する映画の企画、製作、番組編成、宣伝等の事業経営方針は毎週原告\n会社の本社で開催される水旺会とよぶ両社首脳部役職員の定例連絡会議で決定され\nたものであり、これは原告が主導権を有しており、原告側を代表して水旺会に出席\nしていたＢ、Ｃ、Ｄ、Ｅらはいずれも新東宝又は新東宝映画配給株式会社の役員又\nは社員となつているので、原告会社に残留する者のうち、水旺会出席者は原告会社\n営業部長Ｆのみであつた。映画製作費はその一本々々について直接費と間接費に分\nけて予算を組み、原告の承認を得て原告から前渡を受けていたのである。\n原告は新東宝の株主に対しても原告会社の株主に対すると同様原告会社の招待券\nを発給していた。これは新東宝が原告会社の分身である証左であるばかりでなく、\n新東宝の作品が全部原告の製作せしめた映画のみであるからに外ならない。\nこれらの事実からいつても新東宝が原告の競争会社である筈はないのである。\n（ロ）新東宝は原告に対し競争する資格がない。\n独立の映画製作会社として発足するには、撮影所設備として最低一億円、この外\nに運転資金最低一億円合計二億円の資金を必要とする。原告がわずかに五百万円余\nの帳簿価額を対価として新東宝に譲渡した撮影所及び附属設備は、わが国最優秀の\nものであるから、新東宝がこれを自費で建設しようとすれば優に一億七千万円以上\nの資金を必要とする。\n原告は新東宝へ映画製作費前渡金として一日金二百万円宛一カ月約金六千万円を\n前渡ししていたが、もし新東宝が自主独立の会社として映画製作の事業を経営しよ\nうとすれば、いわゆる滑り出しの運転資金一億五千万円ないし二億円を必要とす\nる。けだし新会社として映画を製作して映画劇場へ配給し、そのフイルム賃貸料収\n入を挙げるまでには数カ月の日子を要するからである。しかるに新東宝が資本金百\n万円のみをもつて現在の如く映画製作の事業を開始し得たのはひとえに東宝の絶大\nな援助のたまものである。これなくしては新東宝に独立の競争資格はない。\n（ハ）　原協定は新東宝のために有利であり、新東宝の要望にもとずくものであ\nる。\n新東宝は設立の当初から東宝と共存共栄の関係に立ち、その庇護のもとに原告の\n映画製作事業に協力する方針で、すなわち両者共通の利益のため設立され運営され\n来つたものであつて、新東宝の役員株主及び従業員もまたひとしくこの設立の根本\n趣旨を知悉しかつ歓迎していたものであつて、原告と新東宝との間の昭和二十三年\n八月一日附の協定（以下これを原協定という。）も新東宝のためにも有利であり、\n新東宝の要望にもとずいたものであつて、決して原告の強制にもとずくものではな\nい、その故に新東宝は設立の当初から昭和二十五年一月新東宝映画配給株式会社設\n立の時までは、終始変ることなく原告の分身会社又は子会社としてなんら強制され\nることなくして運営されたものであつて、原告の潜在的競争会社と認められるべき\n理由は全然存在しなかつたものである。\n（ニ）　新東宝は経済学上原告の子会社である。\n新東宝は昭和二十八年法律第二五九号により改正される前の私的独占の禁止及び\n公正取引の確保に関する法律（以下独占禁止法といい、特に新旧について明示しな\nい限りたんに独占禁止法というときはこの改正前の法律をいうものとする。）第十\n条にいう意味においては原告会社の子会社には該当しないけれども、同条は親会社\nとして子会社の株式所有を認め得る範囲を定めるために設けられた規定たるに止ま\nるから、実証的経済学上の意義における子会社は右第十条の定める親会社に対する\n子会社に限定されるべきものではない。新東宝は経済学上原告会社の子会社であ\nる。経済学上すでに親子会社と認められる以上、この両者は競争関係にあるものと\nいうべきではないのである。\n（２）　原協定は競争を実質的に制限しない。\n仮りに原告と新東宝とが本来競争関係にあるものとしても、原告及び新東宝の製\n作映画が日本全国において製作される映画の総数の約三分の一を占めることは顕著\nな事実であるとして、これにもとずき原協定が公共の利益に反して映画配給の取引\n分野における競争を実質的に制限するものであるとする審決の認定は失当である。\n原告はただ新東宝設立前に原告が自ら製作していた本数の映画を新東宝に製作の委\n託をしただけのもので、新東宝の設立と原協定の締結により、原告は従来の自社製\n作の映画本数より以上の映画を獲得したものではない。これ従前原告が映画製作の\nため使用していたその第二及び第三撮影所を新東宝をして原告に代つて使用せしめ\nて映画製作をなさしめたものであるからである。しかのみならず、国内製作の日本\n映画の外に多数の外国映画が終戦以来続々輸入されているから、原協定により配給\nされる映画の本数は日本全国内における配給映画総本数の三分の一に達しないこと\nもまた顕著な事実である。従つて原協定をもつて映画配給の取引分野における競争\nを実質的に制限するものとする審決理由は承服し難い。\n（３）　原告は原協定にもとずき新東宝製作の全映画の配給委託を求めたことは\nない。\n被告が原協定をもつて独占禁止法に違反するものとする要点は、新東宝製作映画\nの配給を挙げて原告へ委託すべきものとする約款にあることは審決の「法の適用」\n第二項の判示に徴し明白であるところ、原告は原協定のこの約款の効力を主張して\n新東宝製作映画の引渡を要求した事実はなく、この点に関する審決の認定は実質的\n証拠を欠く。原告が新東宝に引渡を求めた映画のすべては、原告がその費用を前払\nによつて新東宝に交付し、かつ原告の企画、指導、監督のもとに新東宝に委託して\n製作させた映画のみである。従つてその所有権は本来当然原告に帰属すべきもので\nある。現実の問題として、原告の企画、指導、監督に属せず新東宝独自の立場で原\n告よりの前払費用によらず独力の自費で製作した映画は、新東宝が原協定の失効を\n主張するにいたつたときまでは、全然存在しなかつた。従つて新東宝製作映画の配\n給を挙げて原告のみに委託すべきかどうかという問題は、まだ発生する余地がなか\nつたものである。もし原告の権利行使手段そのものが独占禁止法に違反するものな\nらば、被告が認定したような民事訴訟において、東京地方裁判所が原告の主張を認\nめ原告申立どおりの仮処分決定をする筈はなく、いわんやその後新東宝から申立て\nた仮処分異議事件につき新東宝の申立を排斥する判決をする筈がないのである。\n（二）、　審決は法の適用を誤つている。\n（１）　原告と新東宝との間に競争関係があることを前提とする法の適用は誤り\nである。\n審決は「法の適用」の第二項において「昭和二十三年八月一日被審人東宝と被審\n人新東宝との間に成立した原協定の内容は被審人新東宝の製作する映画の配給は挙\nげてこれを被審人東宝に委託し、被審人東宝は被審人新東宝に対して一定の製作費\nを支払うとの趣旨であるから、被審人東宝と被審人新東宝とは、右の協定により共\n同して映画の販路及び顧客を制限するものであつて、独占禁止法第四条第一項第三\n号に違反することは明白であり」「また被審人東宝及び被審人新東宝の製作する映\n画の本数は、日本全国において製作される映画の総数の三分の一を占めることは顕\n著な事実であるから、被審人らの行為は同時に、共同してその事業を遂行すること\nにより公共の利益に反して映画配給の取引分野における競争を実質的に制限するも\nのであつて、同法第三条後段にも違反するものである。」「加之右協定によれば、\n被審人新東宝は自己の欲する興行館に自由に映画の配給を行い得ないのであるか\nら、被審人東宝は、被審人新東宝とその顧客たる映画興行者との取引を不当に拘束\nする条件をつけて被審人新東宝に資金を供給するものというべく、従つて右協定の\n内容は、同法第二条第六項第六号の不公正競争方法に該当し、同法第十九条に違反\nするものである。」とした。しかしながらこれらの法の適用は原告と新東宝とが競\n争関係にあることを前提とするものであつて、原協定の失効した昭和二十五年一月\nまでは両社は競争関係に立つものでないこと前記のとおりであるから、かかる誤つ\nた前提に立つ審決は根本において法の適用をも誤つているものである。\n（２）　本件につき独占禁止法第三条後段及び第四条を適用したことは失当であ\nる。\n独占禁止法第三条後段の「不当な取引制限」には、「共同してその事業活動を相\n互に制限する」場合と、「共同してその事業活動を遂行する」場合との二者を包含\nすることは、同法第二条第四項に徴し明白である。しかして本件において同条第三\n項後段の違背ありとせられた行為は、新東宝の「販路又は顧客の制限」に外ならな\nいから、後者の場合に該当する余地はない（この点はさらに後述する）。従つて問\n題は結局、右の行為が前者、すなわち「共同して相互にその事業活動を拘束する」\n場合に該当するか否かにある。しかるに右にいわゆる事業活動の拘束性は複数の事\n業者間の相互の拘束性を指称することは、不当な取引制限を定義した右第二条第四\n項の文言上もきわめて明白であるのみでなく、同法第三条が「私的独占」と並んで\n「不当な取引制限」をも禁圧の対象とした趣旨からも疑を容れる余地はない。けだ\nし「私的独占」は事業者がその事業能力の優位性を利用して比較的弱少な事業者を\n圧迫し、その事業活動を排除又は支配することによつて一定の取引分野において不\n当に自らの独占的利益を取得するおそれがあるので、これを禁止するのであるが、\nこれに反し「不当な取引制限」は、法律上並びに経済上完全に独立した事業者が、\n自由なる合意にもとずき事業活動を相互に制限し合い、又は遂行することによつ\nて、一定の取引分野における競争を実質的に制限し、もつて不当に共同の独占利益\nを取得するおそれがあるので、これを禁止する趣旨に外なうぬからである。すなわ\nち前者にあつては被支配者一方のみが取引の制限を受けるに反し（支配者側におい\nては単独の場合や数事業者が結合又は通謀する場合その他種々の場合があり得る\nが）、後者にあつては必然的に加盟事業者双方が相互に取引の制限を受けるべきこ\nとが当然に予定されているのである。本件にあつては本件協定により販路又は顧客\nの制限を受けているのは新東宝のみであつて、原告はこの点についてはなんらの制\n限をも受けていないのであるから、相互の拘束性を欠き、少くとも同法第三条後段\nの違背はあり得ないものと考える。\n独占禁止法第四条の共同行為と同法第三条の私的独占及び不当な取引制限との関\n係については必ずしも疑がないわけではないが、原告としては次の如く解するのが\n正当であると考える。すなわち第四条の共同行為と第三条の私的独占及び不当な取\n引制限はそれ自身同一でないことは、第四条の共同行為が公共の利益に反して一定\nの取引分野における競争を実質的に制限することを要件としない点、並びにそれぞ\nれの違反に対する罰則に軽重の差違がある点（同法第八十九条、第九十条）なとに\n徴して明らかである。しかしながら第四条各号に列挙された各種の行為は、いずれ\nも私的独占又は不当な取引制限に移行するおそれある典型的な事例を示したもので\nあり、これを禁圧することによつて、私的独占又は不当な取引制限の発生を未然に\n防止せんとする趣旨に外ならない。独占禁止法がその第二章において「私的独占及\nび不当な取引制限」という独立の章を設けるとともに、第四条の共同行為に関する\n規定を第三条と並んでこの章中に入れたこともこの意味において理解できるのであ\nる。すなわち右第四条各号は不当な取引制限行為のみに止まらず私的独占に該当す\nる行為に移行し得る行為の事例をも示したものである。けだし例えばある強力な複\n数の事業者が共同して弱者なる事業者を圧迫し技術製品販路又は顧客を一方的に制\n限することによつてその事業活動を支配することもまた可能と信ぜられるからであ\nる。しかるに被告は右第四条各号は不当な取引制限行為のみの典型的事例を列挙し\nたものと解する前提に立ちつつ、第三条後段の不当な取引制限には相互拘束を伴わ\nぬ共同行為もあり得るから本件の如く新東宝のみが販路又は顧客の制限を受ける協\n定も第四条の共同行為に該当する旨強調するのであるが、かかる議論はすでにその\n前提において誤りであると評する外はない。のみならず第三条後段の不当な取引制\n限行為のうち「共同遂行」は既述の如く互いに独立した事業者がその事業活動を単\n独で行わず共同し遂行する場合（例えば共同の販売会社、販売組合、販売代理店等\nを設け、これを通じて一手販売又は一手買取を行うような場合）をいい、事業自体\nの共同遂行をなさず、たんに事業活動の一部の行為を制限ないし拘束するが如き場\n合を指称するものではないから、本件の如く販路又は顧客の制限のみの協定は、少\nくとも右の「共同遂行」に該当しないことは自明であるといわねばならぬ。しかし\nて不当な取引制限のうち「事業活動の拘束」が相互拘束性のみを指し、本件の如き\n一方的拘束性を含まないことは前記の如くであるから、たとえ第四条各号が不当な\n取引制限行為のみの典型的事例を列挙したものであるとする被告の前提に立つて\nも、本件原協定に第四条の適用を肯定する余地は絶対にないといわなければならな\nい。\n（３）　原告が新東宝に対してした訴訟及び告訴は正当な権利保全行為であつて\n違法ではない。\n昭和二十五年一月新東宝映画配給株式会社が設立された以後においては新東宝は\n原協定の失効を主張し映画の自主配給を主張するにいたつたものであるから、それ\n以後において新東宝が現実に原告の競争会社となつたといい得るかも知れないが、\nしかし原協定は少くともその時までは有効に存続していたものであるから、原協定\nにもとずく貸借関係はその後における原協定の失効によりなんら影響を受けるもの\nではなく、原協定の失効を主張する新東宝はそれまでに原協定によつて原告との間\nに生じた債権債務を直ちに決済すべき義務を負うものである。被告が審決中「事実\n及び証拠」の部第五（一）ないし（五）に列挙する民事訴訟及び告訴は、この新東\n宝の債務不履行を原因とするもののみであるから、原告としては正当な権利保全手\n段であるとともに、原告の取締役としてはその責任上当然とらねばならぬ法律上の\n手続であり、かかる法律上の手段をとつたことをもつて独占禁止法に違反するとす\nるのは失当である。\n（４）　被告が審決主文において命じた排除措置は違法である。\n（イ）　審決は現在の事実について判断していない違法がある。\n審決主文第一、二項は将来何々してはならないと判示しているが、審決は現在の\n事実について独占禁止法に違反するや否やを判断し、現在の事実が違法であるとす\nればそれについて排除措置を定めるべきものであつて、将来の発生するかどうか不\n明の事実についてそれを想像して排除措置を定めるべきでないことは言をまたな\nい。将来の一般予防をすることは法律の役割であつて審決の役割ではない。現在の\n事実について具体的に審決しないものは審決ではない。仮りに将来の事実について\n判断し排除措置を定めることが正当なりとされる場合があるとすれば、それはその\n予見された事実の発生すべき危険性が現在の事実に徴して存する場合でなければな\nらない。かかる危険性を明示することなく徒らに将来云々というが如きはまことに\n不可解である。また審決主文第三項は将来云々という文字はないが、これもやはり\n現在の事実に関せずむしろ将来の事実に関するが如くである。そうとすれば本項も\nまた前同様の非難を免れ難い。\n（ロ）　審決は具体的事実をなんら判示しない違法がある。\n審決主文第三項は原告に対し合併を強要し映画の配給を妨害する等経営に干渉す\nる行為をしてはならないといつているが、もし同項が現在の事実について判示する\n趣旨なりとせば、いかなる具体的事実によつて合併を強要し又は映画の配給を妨害\nしたというのか、全然不明である。審決の認める事実関係のうちどの部分が合併強\n要又は映画配給の妨害にあたるか全然不明である。\n（ハ）　違反事実を明示せず報告義務を課したのは違法である。\n審決主文第四項は今後一年間にわたり原告と新東宝間に締結されるすべての協定\n又は申合せを被告委員会に届出ることを命じているが、およそ違反事実を明示せず\n一切の協定又は申合せの届出義務を課することは被告委員会の権限の濫用である。\nまたかかる報告義務は違反事実の有無に拘らずひとしくすべての会社が独占禁止法\nにより被告に対して負担する公法上の義務であつて、特に審決主文において命ずる\n必要のないものである。\n（ニ）　判示すべき事項を判示しないのは違法である。\n審決主文第五項は東宝新東宝間に締結された昭和二十五年三月二十日の協定（以\n下新協定という）が合法であるか否かを審査する権限を留保するといつている。し\nかし新協定は審判の本案の対象となつているのであつて、本案に対しては審判せざ\nるべからざるものである。それをあえて留保することは全く理解し難い。もともと\n被告委員会は、東宝新東宝間に昭和二十三年八月一日成立した原協定を独占禁止法\n違反であるとして審判を開始したのであつたが、その後この原協定に関する争いを\n解決するために原告と新東宝との間に前記新協定が締結されたところ、被告はこれ\nをも審判の対象として採り上げ、民事訴訟法にいわゆる本案としたことは記録上明\n白である。本案に対して適法違法を判示せず審査権を将来に留保するとは何事であ\nるか。殊に被告自らが進んで本案として採り上げた事項に対し審査権を留保するが\n如きは自らの設問に対し解答を留保するものであつて、むじゆんも甚しい。しかし\nて新協定は原協定に関する争いを解決するためのものであつて、正に終始一貫して\nいる同一物であるから、その適法違法を判定する場合には次の根本方針が堅持さる\nべきことは原告の信じて疑わないところである。すなわち（Ａ）原協定が独占禁止\n法に違反するならば新協定も同様に違反する。（Ｂ）原協定が同法に違反しないな\nらは新協定も同様に違反しないと。しかるに被告は審決理由において原協定は明ら\nかに独占禁止法に違反すると断言しながら、新協定については審査権を留保すると\n称しつつ、むしろ違反せずとの口吻あるが如くである。もしそれ一を違反するとし\n他を違反せずとせんか、かくの如きはむじゆんもまたきわまれりというべきであ\nる。\n第二、　被告の答弁。\n被告は原告の請求を棄却するとの判決を求め答弁として次のように述べた。\n（一）　事実に関する原告の主張中、原告と新東宝とが競争関係に立つものでな\nいとの事実は否認する。審決の事実認定はすべて実質的な証拠にもとずくものであ\nる。\n（１）（イ）　新東宝設立の経過に関する原告の主張事実は認める。但し原告の\n第二、第三東宝撮影所映写機その他附属設備の時価が一億七千万円であること、原\n告の企画、指導、監督のもとに新東宝をして映画の製作事業を行わしめ、従つて形\n式上新東宝は別会社であつたが実際は原告の映画製作部門としてその経済的機能を\n発揮せしめたものであること、新東宝が自主独立の会社として映画製作の事業を経\n営しようとすればいわゆる滑り出しの運転資金一億五千万円ないし二億円を必要と\nすることはいずれも知らない。\n（ロ）　原告は原告の援助がなければ新東宝の設立及びその後の事業の経営が不\n可能であつたと主張するが、原告と新東宝とが競争関係に立つか否かは独占禁止法\n第二条第二項の定めるところに従つて決定すべきであつて両者が事実上密接な関係\nにあつたことはその競争関係の有無を認定するにはなんらの影響はない。\n（ハ）　原告は原協定は新東宝のためにも有利であり、かつ新東宝の要望にもと\nずいて締結されたもので原告の強制によるものでないと主張するが、原協定が当事\n者双方にとつて有利であるとか原告の強制によるものでないとかいうことは原協定\nが独占禁止法に違反するかどうかを決する上になんら影響はなく、原告と新東宝と\nが競争関係にあることを否定せしめるものではない。\n（ニ）　原告は経済学上親子会社と認め得られるものについては競争関係にある\nものというべきでないと主張するが、独占禁止法第十条第三項は例外規定であるか\nらこれを厳格に解釈すべきものであつて、原告と新東宝との間に同条項所定の関係\nがない以上新東宝が原告の子会社であり従つて両者は競争関係にないとはいい得な\nいのである。しかのみならず同条第三項は同条第二項及び第十三条並びに第十四条\n第二項第三項の規定についてのみその適用があることは明文上明らかであつて、こ\nれを同法の規定するすべての競争関係に類推することは許されないのである。\n（２）　原告主張のような日本映画と輸入外国映画とが競争関係にあるとして\nも、日本映画は日本映画のみで一つの独立した競争圏を形成していることも明白で\nある。従つて本件においては日本映画配給の取引分野をもつて「一定の取引分野」\nと見るべきであり、そうだとすれば原告と新東宝とが製作する映画の本数が日本全\n国において製作配給される映画の総数の約三分の一を占めることが顕著な事実であ\nる以上この範囲における映画配給の競争が制限されることが「一定の取引分野にお\nける競争の実質的制限」に該当することは明白であつて、この点の認定に誤りはな\nい。\n（３）　原告は原協定にもとずき原告において新東宝に対し新東宝製作の全映画\nの配給委託を求めたことはないと主張するけれども、この点についての被告の見解\nは審決の法の適用の項二の末段に記載したとおりである。\n（二）　被告の法の適用に誤りはない。\n（１）　審決は原告の行為をもつて独占禁止法上共同行為、不当な取引制限及び\n不公正な競争方法に当るものとしたが、この法の適用は正当と信ずる。以下さらに\nその見解を明らかにする。\n（イ）　本件においては販路又は顧客の制限を受けているのは新東宝のみであつ\nて、原告はこの点についてはなんらの制限をも受けてはいない。かかる場合に独占\n禁止法第三条後段又は第四条の違反が成立するが、問題は第三条後段の不当な取引\n制限又は第四条の共同行為が成立するためには、複数の事業者が相互にその事業活\n動を制限し合い又は拘束し合うことを要するか、あるいは一方が他方を制限し又は\n拘束するをもつて足りるかという点にある。不当な取引制限と共同行為との関係に\nついては学説上争いのあるところであるが、右の問題点に関する限りにおいては両\n者はこれを統一的に理解し、両者に共通する「共同行為」なる概念を設定して論を\n進めて差支ないと思う。法文は一方については「契約協定その他何らの名義をもつ\nてするかを問わず、他の事業者と共同して相互にその事業活動を拘束し又は遂行す\nる」との表現を用い（第二条第四項）、他方については単に「共同して」なる表現\nを用いているが（第四条第一項）、第四条各号は不当な取引制限行為の典型的事例\nを列挙したものと解するのが妥当であるから（もつとも行為の結果が競争に及ぼす\n影響の程度について両者間に差異があるか否かは別論である）、右の表現の差異に\n拘らず行為の態様については両者を同一に理解するのが正当であると考える。そこ\nで共同行為は必然的に相互拘束を伴うべきものであるか否か、逆に云えば相互拘束\nを伴つた共同行為のみがここにいわゆる共同行為に該当すべきものであるかを検討\nしてみよう。「共同して」なる文言のみから直ちに、共同行為は相互拘束を伴うべ\nきであると断ずるのはいささか早計であろう。また前掲第二条第四項中に「相互\nに」なる字句がある点を把えて、直ちに右の如く断じ得るか否かも疑問である。け\nだし、「相互に」なる副詞は、文理上「拘束」のみにかかるもので、「遂行」にか\nかるものとは理解し難いから（相互遂行なる観念は無意味であろう）ここには、\n「相互拘束」と「共同遂行」なる二個の概念が構成せられることとなり、この両概\n念が果して同一事態を表現したものか否かが争点となつているからである、以上の\n点をアメリカの判例において著名な再販売価格維持（ｒｅｓａｌｅ　ｐｒｉｃｅ\nｍａｉｎｔｅｎａｎｃｅ　ａｇｒｅｅｍｅｎｔ）の問題について考えて見るに、生\n産者が販売業者に対し販売業者の販売すべき価格を指定した場合、生産者が販売業\n者と「共同して」対価を決定したものと認めることは文理上不可能であろうか、\n「共同して」なる文言の解釈如何によつては必ずしも不可能ではないと考える。ま\nた実際問題としてもかかる再販売価格の指定によつて多数の販売業者間の競争か実\n質的に制限せられることをそのままに放置せざるを得ないような解釈をとることは\n独占禁止法の趣旨にも合致しないものと思われる（かかる指定によつて、販売業者\n間にも共同行為ありと認定し得る場合は別であるが、右の認定は不可能な場合か多\nいであろう）。再販売価格維持の問題はいわゆる垂直的結合（取引段階を異にする\n事業者の縦の結合）に当る事例であるが、垂直的結合であつてしかも純然たる対向\n的結合関係（利害相対立する当事者間の相互に反対の意味を持つた結合関係）にあ\nる場合（例えば売主と買主とが売買契約において対価を決定する場合）には両当事\n者間に共同行為ありと認めることは事の性質上困難であろう。この場合にもいちお\nう共同関係はあるとしてただ第四条第二項の規定によつて問題となり得ないとの議\n論もあり得るが、実際問題としてはかかる場合は競争に対して影響を及ぼすことは\nほとんどまれであろうと思われるから、第四条又は第三条違反の問題は事実上起り\n得ないであろう。次にいわゆる水平的結合（取引段階を同じくする事業者の横の結\n合）についても相互拘束を伴わぬ共同行為を考えることは不可能ではないであろ\nう。例えば取引段階を同じくする多数の競争業者が協定を結んでその中のある者の\nみの生産数量を制限する場合も考え得る。この場合協定に参加したから自己の生産\n数量についてはなんらの制限をも受けなかつた事業者は共同行為から除外されると\n解すべきであろうか。かかる場合にも協定に参加した全事業者間に共同行為ありと\n認めるのが妥当であると考える。この論を更に推し進めるならば、二名の競争業者\nの一方が他方の販路又は顧客を制限した場合でも両者間に共同行為が成立するとの\n結論に到達せざるを得ないであろう。ただこの場合問題となるのは第三条前段の私\n的独占との関係である。競争業者の一方が他方を「支配」することにより競争を実\n質的に制限した場合には、私的独占は成立するとしても、不当な取引制限ないしは\n共同行為の成立する余地はないと考えられる。競争事業者の一方が他方を拘束する\n場合も、むしろこの範疇に属すべきものではないかとの議論である。しかしながら\n第二条第三項が「排除し又は支配する」と規定した趣旨から見ても、ここにいう\n「支配」とは排除に準ずべき強力な支配を指すものと見るべきで、事業者の一方の\n地位が圧倒的に強く、他の事業者はその事実上の独立をほとんど喪失せるが如き場\n合にはじめて「支配」ありと解するのが妥当であろう。従つて両当事者がいずれも\n事実上の独立を維持しながら契約関係によつて一方が他方を拘束するに過ぎぬ如き\n場合は、むしろ不当な取引制限又は共同行為をもつて律するのが相当であると考え\nる。以上の論議を本件に当てはめて見るに、原告と新東宝とはいずれも映画の製作\n販売を目的とする事業者で、映画販売の面においては潜在的競争関係にあるもので\nあるから、両者間の本件協定による結合は前述の水平的結合と見るべきであり、ま\nた本協定は原告新東宝ともいずれも独立の事業者としてこれを締結したものであつ\nて、本協定によつて新東宝の事実上の独立が失われるものでもないことは本協定の\n趣旨及び本審決の全趣旨に徴して明白である。然りとすれば原告が一方的に新東宝\nの販路又は顧客を制限する点が独占禁止法第三条後段及び第四条に違反するとした\n本審決の法の適用はなんら違法ではない。\n（ロ）　本件協定によれば、新東宝の製作にかかる映画はすべてその配給を原告\nに委託し、これに対し原告は一定の製作費を新東宝に支払うこととなつている。本\n審決はこの点は東宝が新東宝とその顧客たる映画興行者との取引を不当に拘束する\n条件をつけて新東宝に資金を提供するものであるとして独占禁止法第二条第六項第\n六号を適用している。しかしながら同法第二条第六項は「この法律において不公止\nな競争方法とは左の各号の一に該当する競争手段をいう」と規定している。前記の\n事実はいかなる点において競争手段と解し得るか。映画興行のすべての番組を満た\nすためには、当時年間約五十二本の映画を製作する必要があることは、映画製作並\nびに興行界の常識である。しかして原告は本協定締結当時とうてい右の本数の映画\nを製作することが不可能であつたことは、参考人Ｄ、被審人新東宝代表者Ｇらの審\n判手続中における陳述に照らし明白である。しかりとすれば原告が新東宝と本件協\n定を締結するにいたつた趣旨は、新東宝の製作にかかる映画をも含めて年間五十二\n本の映画を配給し、もつて自己の競争者たる松竹、大映等に対抗せんとする点にあ\nつたことは容易にこれを推認し得るところである。仮に本協定締結の趣旨は他にあ\nるとしても、本件協定を実行した結果は右の如き効果を持つにいたるべきことは経\n験法則上容易にこれを肯認し得るところであろう。果してしからば本協定により原\n告が新東宝を拘束したことは、ひつきよう自己の競争者たる松竹、大映等と対抗\nし、競争上有利な立場を獲得せんとの意味を有するものであつて、いいかえれば一\nつの競争手段たる性質を持つものといわざるを得ない。\n（２）　原告は審決中事実及び証拠の第五（一）ないし（五）に列挙する民事訴\n訟及び告訴は原協定にもとずく新東宝の債務不履行を原因とするもののみであるか\nら原告の正当な権利保全手段であるとともに、原告の取締役としてはその責任上当\n然採らねばならぬ法律上の手続であるから違法ではないと主張するところ、原告の\n右の各行為が債権保全の趣旨をも含んでいることは審決においても認定しているの\nであるが、その行為が同時に新東宝の自主配給を妨害し新東宝を自己の支配下にお\nかんとの意図の下に行われたものであることは審決の事実及び証拠の項末尾に認定\nしたとおりであり、このような行為が違法な原協定の実行行為として違法であるこ\nとは審決中法の適用の項四に記載したとおりである。\n（３）　原告は審決の主文について攻撃するがいずれも理由がない。\n（イ）　公正取引委員が審決をもつて命じ得る排除措置の内容はたんに現在又は\n過去の違反行為そのものの排除に止まらずこれに関連して当該違反行為の排除を実\n効あらしめるための措置及び将来再び違反が反覆せられる危険性があるときはこれ\nを防止するために必要な措置をも当然包含するものと解すべきである。本件におい\nては新東宝がたまたま本件協定の実行に極力反抗したため現在においては本件違法\nな協定の実現はいちおう阻止せられているのであるが、将来の情勢如何によつては\n再びかかる違反行為が反覆せられる危険性のあることは、本件事案の全体に徴し容\n易にこれを看取し得るところであるから、かかる危険性を防止するための本審決主\n文第一ないし第三項の措置はなんら違法なものではない。なお原告は右のような危\n険性の有無についての判断を審決中に明示しなかつた点を違法と主張しているよう\nであるが、この点は本審決の全趣旨の中におのずから表現せられているのであつ\nて、原告の右の主張は理由がない。\n（ロ）　原告が新東宝に対し合併を強要し又は映画の配給を妨害したとの点につ\nいては、本審決中「事実及び証拠」の欄第五項及び「法の適用」の欄第四項に明白\nに記載してある。被告はこの程度の記載をもつて十分具体的であると確信する。\n（ハ）　本審決主文第四項は本件違反行為の排除を実効あらしめるための措置で\nあつて、前記の理由により当然審決をもつて命じ得るところであり、権限の濫用で\nはない。\n（ニ）　いわゆる原協定と新協定との関係については被告は次の如く認定してい\nるのである。すなわち新協定締結の趣旨は原協定の消滅により原告と新東宝との間\nに生じた債権債務の関係を如何に処理すべきかを取りきめることがその主たる目的\nであつて、必ずしも原協定の趣旨を変形して存続せしめんとの趣旨ではないと認定\nしているのである。従つて本審決においては新協定の内容自体はなんら違法性を有\nしないものと認定しているのであつて、この点に関する判断を遣脱しているもので\nはない。ただ新協定の内容自体は違法でないとしても、右協定の実行に際しその態\n様の如何によつては、原協定の実行と同一視すべき場合もこれなきを保し難いの\nで、かかる場合には被告はその点を捉えてこれを審査する権限を有する旨を明らか\nにしたのが審決主文第五項の趣旨である。なお原協定と新協定とはその適法違法の\n判断につき同一に取り扱われるべきであるとの原告の主張は理由がない。\n第三、　証拠関係。\n一、　引用証拠。\n（一）　原告代理人は審判手続における参考人Ｈ、同岩恒保章、同Ｄ、同被審人\n東宝代表者Ｉ、同被審人新東宝代表者Ｇの各陳述を引用し、\n（二）　被告代理人は審判手続における参考人Ｄ及び被審人新東宝代表者Ｇの各\n陳述を引用した。\n二、　あたらしい証拠の申出。\n原告代理人はあたらしい証拠として、参考人Ｈ、同Ｊ、同Ｆ、同Ｋの各尋問の申\n出をなし、その申出の理由として参考人Ｈは審判手続において尋問を尽していな\nい、その余の右各参考人はいずれも原告が審判手続において昭和二十五年三月十七\n日附で申出た参考人であるが、被告は正当の理由なくこれを採用しなかつたのであ\nる、被告が審判手続ておいで原告のため喚問した参考人はＨ及びＩの両名に止ま\nる、しかるにこの両名は新東宝設立後に原告会社の役員となつた人であるから新東\n宝設立前後のくわしい事情は直接知らないものである、Ｊ、Ｆは新東宝設立前から\n原告会社幹部職員として在任し新東宝の設立にも関与しているものであるから、原\n告主張事実を立証するに最も適切な参考人であり、また参考人Ｋは映画業界のベテ\nランで業界の事情に精通している人であるから、被告と新東宝との関係及び之が業\n界に及ぼす影響を公平な客観的見地から批判するに最適の人物であるに拘らず被告\nの審判手続においては参考人として喚問される機会を与えられなかつたものである\nと述べた。\n理　　　　由\n一、　審決の基磯となつた事実を立証する実質的な証拠がないとの主張について\nの判断。\n（１）　原告と新東宝とは競争会社でないとの主張について。\n被告は審決において、原告は映画の製作配給興行等の業務を営むことを目的とす\nる資本金三億六千万円の株式会社であり、新東宝は映画の製作販売等の業務を営む\nことを目的として昭和二十三年四月二十六日設立された資本金一億二千万円の株式\n会社で現に右目的たる事業を営んでいるものであり、設立当時から昭和二十五年一\n月頃までは原告との間の別紙審決書（写）添附の契約書記載のような原協定にもと\nずき、自己の製作する映画の配給をすべて原告に委託していたので現実には映画配\n給の業務を行わず、もつぱら映画製作の業務のみを営んでいたものであるが、右期\n間中も右協定がなかつたならば事業活動の施設又は態様に重要な変更を加えること\nなくして映画配給の業務を行うこともできる状態にあつたものであることを認定\nし、原告と新東宝とは昭和二十五年一月新東宝映画配給株式会社が設立されるまで\nは映画配給の部面においていわゆる潜在的競争関係にあり、同会社設立以後は現実\nの競争関係にあるものと認め、この事実を審決の基磯としていることは審決自体に\nよつて明らかである。審決のこの点についての法の適用が正当であるかどうかは後\nに判断することとし<要旨第一>て、右原告と新東宝とが競争関係にあるとの事実を\n立証する実質的な証拠の有無について検討するに、原告及</要旨第一>び新東宝が審\n決認定のような目的をもち現にその目的たる事業を行う事業者であることは審判手\n続において原告の争わないところであり、新東宝がその設立当時から昭和二十五年\n一月頃迄の間はそのままの機構では映画の配給を行うことはできなかつたとして\nも、映画配給業務に通暁した者を多少加えれば業務活動の施設又は態様に重要な変\n更を加えないでも映画配給の業務を行うことができる状態にあつたことは、審決の\n挙げる証拠でかつ被告が本件訴訟で引用する審判手続における参考人Ｄ及び被害人\n新東宝代表者Ｇの各陳述により認め得られるところであり、この事実は原告と新東\n宝とがその通常の事業活動の範囲内でかつ当該事業活動の施設又は態様に重要な変\n更を加えることなく、同一の需要者に同種の商品を供給することができる状態にあ\nることを示すものというべきであるから、両者が独占禁止法第二条第二項（新法は\n第四項）にいう競争関係にあることは明らかである、けだし独占禁止法第二条第二\n項は右法律における競争とは、二以上の事業者がその通常の事業活動の範囲内にお\nいて、かつ当該事業活動の施設又は態様に重要な変更を加えることなく、同一の需\n要者に同種又は類似の商品又は役務を供給することか、同一の供給者から同種又は\n類似の商品又は役務の供給を受けることかのどちらかをし又はすることができる状\n態をいうと規定しているのであつて、それ以上にはなんらの要件をも要求するもの\nではないとともに、いやしくもこれらの要件の存する限りそのことから当然にこの\n二以上の事業者は相互に競争関係にあるものとするからである。これに対し原告は\n種々の事実をあげて両者が競争関係にないことを理由付けようとしているか、\n（イ）新東宝の設立の経緯が原告主張のとおりであつても、法律上別箇の人格を有\nし独自の目的をもつ新東宝の存在を否定することはできず、決して新東宝をもつて\n原告会社の一製作部門たるに過ぎないものとすることはできない。また役職員の構\n成や事業方針の決定等が原告の主張どおりとしても、こんは両者の関係が密接不離\nなものであつたことを示すにとどまり、新東宝が法律上独立の事業者たることを否\n定せしめるものではなく、（ロ）新東宝が発足にあたり原告の多大の援助と協力を\n得た事実があつたとしても、いつたん別個の事業者として誕生した以上、法律上競\n争関係を生じ得ることを免れないのである。（ハ）また原協定が新東宝の要望にも\nとずくもので両者の関係は共存共栄にあるとしても、このこ<要旨第二>ともまた両\n者が独占禁止法上本来競争関係に立つことを妨げるものでないこと前同様である。\n（ニ）さらに原告は</要旨第二>新東宝は経済学上の意味においては原告の子会社で\nあつて両者間に競争関係はないというが、前記改正前の独占禁止法はいわゆる親会\n社子会社の観念を同法第十条第三項において規定し、かかるもの相互間においては\n同条第二項、同法第十三条、第十四条第二項及び第三項の適用についてだけ競争関\n係があるものと解してはならないとしているに過ぎないのみならず、新東宝はこの\n意味における子会社にも該当しないことは原告の自認するところであるから、仮り\nに新東宝が経済学上は原告の子会社であり、その故に経済学上は両者間に競争関係\nがあるものとはいえないとしても、このことから独占禁止法上両者間に競争関係な\nしとすることのできないことはおのずから明らかである。殊に独占禁止法は、前記\nのとおり競争の意義を自らの法律において規定するたてまえをとつているのであつ\nて、ことさらにこれを経済学上の定義をもつておきかえる理由はないのみでなく、\nその法律上の定義にそれと異なる経済学上の意義を付与することは許されないので\nある。すなわちこの点に関する審決の認定は実質的証拠にもとずくものというべ\nく、原告の主張は失当である。\n（２）　原協定は競争を実質的に制限しないとの主張について。\n被告は審決において、原告と新東宝とが原協定にもとずいて事業活動を行うとき\nは映画配給の取引分野における競争を実質的に制限するものとしていることは明ら\nかであつて、かかる行為が審決のいうように不当な取引制限といい得るかどうかは\n別として、この事実を立証する実質的な証拠の有無の問題として考えるに、被告が\nこの競争制限についての認定の基礎にしたところは、原告と新東宝との製作する映\n画は日本全国において製作される映画の総数の三分の一を占めるという顕著な事実\nにあることは審決自体から明らかである。まず日本国内において上映される映画の\n配給部面において多数の外国映画があることは公知の事実であつて、外国映画の配\n給と日本映画の配給とがそれ自体競争関係に立ち、そこに商品としての演芸演劇等\nの供給から区別されるべき一の取引分野を構成することは否定し得ないが、その中\nにおいてさらに日本映画は日本映画のみで輸入外国映画から区別された一の独立し\nた競争圏をもち、日本映画の配給という一定の取引分野を構成することはみやすい\nところである。\n<要旨第四>しかしながら原告が原協定によつて配給する映画が、日本において製\n作配給される映画の総数の三分の一を</要旨第四><要旨第三>占めるとの一事をもつ\nて、この取引分野における競争を実質的に制限するものとするのは相当でない。競\n争を</要旨第三>実質的に制限するとは、競争自体が減少して、特定の事業者又は事\n業者集団がその意思で、ある程度自由に、価格、品質、数量、その他各般の条件を\n左右することによつて、市場を支配することができる状態をもたらすことをいうの\nであつて（当庁昭和二五年（行ナ）第二一号、昭和二六年九月一九日言渡東宝株式\n会社対公正取引委員会間審決取消請求事件判決参照）、いいかえればかかる状態に\nおいては、当該事業者又は事業者集団に対する他の競争者は、それらの者の意思に\n拘りなく、自らの自由な選択によつて価格、品質、数量等を決定して事業活動を行\nい、これによつて十分な利潤を収めその存在を維持するということは、もはや望み\n得ないということになるのである。いかなる状況にいたつてこのような市場支配が\n成立するものとみるべきかは相対的な問題であり、一律には決し難くその際の経済\n的諸条件と不可分である、たんに市場におけるその者の供給（又は需要の分量だけ\nからは決定し得ないのである、従つてこれらの諸条件を考慮することなく、原告が\n日本映画の配給の三分の一を把握するということだけから、原告及び新東宝の競争\n者である松竹、大映等が、直ちに原告らの意思によつてその自由な事業活動に拘束\nを受けるということを証明することはできないものといわなければならない。審決\nのこの点に関する認定は実質的な証拠にもとずくものということはできない。\n（３）　原告は原協定により新東宝製作の全映画の配給委託を求めたことはない\nとの主張について。\n被告が審決において認定したところは、原告と新東宝とが昭和二十三年八月一日\n附で別紙審決書（写）添附の契約書記載のとおりいわゆる原協定を結んだか、この\n協定の趣旨は、新東宝はその製作するすべての映画の配給を原告に委託し、これに\n対し原告は一定の製作費を新東宝に支払うというにあつて、両者はこれを昭和二十\n四年十一月初旬頃まで任意実行したという事実で、被告がこの協定をもつて違法で\nあるとしたことは審決自体により明白である、これに対し原告は、被告が違法と断\nじたのはこの協定のうち新東宝の製作する映画の配給を挙げて原吉に委託するとい\nう点においてであり、たんに原告の企画、指導、監督のもとにあらかじめ製作費を\n前払して原告が新東宝に製作を委託し、従つてその完成と同時に所有権が原告に帰\nすべき映画を原告が引渡を受けたことはなんら違法でなく、その故に被告が独占禁\n止法に違反するとして認定した事実は、当然かかる製作委託にかかる分を除き、そ\nの外に新東宝自体が自ら独自の企画にもとずき自己資金で製作した映画の配給もこ\nれを原告に委託しなければならないとする点にこそ帰着するに拘らず、現実にはな\nんらこの事態は起らなかつたものであると主張するのである。しかしながら被告の\n違法とした点が原告と新東宝とが原協定を結びこれに従つて行動した点にあること\nは前示のとおりであり、この事実をもつて審決の基礎としたものと見るべきもので\nあつて、決して原告の主張するようなものだけを違法とし、その点に関する事実だ\nけを審決の基礎としたものと解すべきでないことは、審決全体からこれをうかがい\n得べきものであり、殊に被告が審決書法の適用の欄において、原告と新東宝との製\n作する映画の総数が日本映画の三分の一を占めるとの顕著な事実を挙げ、これにも\nとずき右協定実行の結果は映画配給の取引分野における競争を実質的に制限すると\nしていることは、右協定の全体をもつて違法としていることを前提とするのでなけ\nればとうてい理解し難いこととなるのである。被告が審決の法の適用の個所におい\nて、新東宝は委託にもとずかないで映画を製作し、これを自己の好む映画館に自由\nに配給することを制限せられているとして、これをも違法としていることは原告主\n張のとおりであるけれども、これは被審人としての原告の審判手続における主張に\n対する判断として、仮定的な説明を示したに止まることはそれ自体明らかであつ\nて、この点を捉えて被告が原告主張の点のみを本審決の基礎たる事実としているも\nのと解すべきものではない。東京地方裁判所における原告主張の各種の民事事件の\n勝敗は右説明を妨げるものではなく、この点に関する原告の主張は失当である。\n二、　審決は法の適用を誤まつているとの主張についての判断。\n（１）　原告と新東宝との間に競争関係があることを前提とする法の適用は誤り\nであるとの主張について。\n原告は被告は原告と新東宝との間には競争関係がないにも拘らずこれあるものと\nして法の適用をしているのはその根本において法の適用を誤つたものであると主張\nするけれども、原告と新東宝との間に競争関係があることについては実質的証拠が\nあるものというべきことは前示（理由の一の（１））とおりであるから、この両者\n間に競争関係がないことを前提とする原告の主張は失当であり、また不公正な競争\n方法においてはかかる不公正な競争方法をとる者とその相手方との間に競争関係の\n存することは常に必ずしも必要ではなく、被告もこれを必要として法を適用してい\nるのでもないから、この点の所論も理由がない。\n（２）　本件について独占禁止法第三条後段及び第四条を適用したのは不当であ\nるとの主張について。\n審決は、原告と新東宝との間に成立した原協定は、新東宝の製作する映画の配給\nは挙げてこれを原告に委託し原告は新東宝に対して一定の製作費を払うという趣旨\nであるから、原告と新東宝とは右の協定により共同して映画の販路及び顧客を制限\nするものであつて、独占禁止法第四条第一項第三号に違反することは明白であり、\nまた原告及び新東宝の製作する映画の本数は、日本全国において製作される映画の\n総数の三分の一を占めることは顕著な事実であるから、原告らの行為は同時に共同\nしてその事業を遂行することにより公共の利益に反して映画配給の取引分野におけ\nる競争を実質的に制限するものであつて、同法第三条後段にも違反するものである\nとしている。このうち映画配給の取引分野における競争を実質的に制限するとの事\n実が実質的な証拠にもとずくものといい得ないことは前示（理由一の（２））のと\nおりであるが、さらにこれら審決の法の適用が正当であるかどうかについても検討\nする。\n昭和二十八年九月一日公布即日施行の私的独占の禁止及び公正取引の確保に関す\nる法律の一部を改正する法律（昭和二十八年法律第二五九号、以下これを新法とい\nい、右新法による改正前の同法を旧法という。）によつて従前の独占禁止法は大巾\nに改正され、共同行為について規定した旧法第四条は削除され、また不当な取引制\n限の定義を規定した旧法第二条第四項も新法においては第二条第六項として旧法の\n「他の事業者と共同して」とある下に「対価を決定し、維持し、若しくは引き上\nげ、又は数量、技術、製品、設備若しくは取引の相手方を制限する等」との文言が\n挿入されたのであるが、これらの法改正についての経過措置に関する規定として、\n新法の附則第三項は「この法律の施行前に生じた事項については改正前の私的独占\nの禁止及び公正取引の確保に関する法律（以下「旧法」という。）及び旧事業者団\n体法の規定を適用する。」と規定し、同第四項は「この法律の施行の際、公正取引\n委員会の審決が確定していない事項については、旧法の規定による不公正な競争方\n法であつて、改正後の私的独占の禁止及び公正取引の確保に関する法律（以下「新\n法」という。）の規定による不公正な取引方法であるものに関する事項を除き前項\nの規定にかかわらず新法を適用する。但し既に行つた手続の効力を妨げない」と規\n定しているのである。これらの経過規定をあわせて考えると、これは新法が旧法に\n比して前記除外にかかる分を除いては相当部分にわたつて経済活動の制限を緩和し\nその自由を回復した結果、旧法下に生した事項についても審決をするにあたつて\nは、新法によるその制限緩和の利益をひろく及ぼすとともに、旧法に違反したもの\nで新法の下では違反とならないものに対して新法施行後にわたつて旧法下の違<要旨\n第五>反行為と同種行為の禁止を命ずることの不当を考慮して、新法を適用すること\nとしたものに外ならない。従つ</要旨第五>てこの新法附則第四項は公正取引委員会\nが今後審決をするにあたつて法律を適用すべき場合について規定したものと解すべ\nきものであり、公正取引委員会の審決に対する不服の訴訟において、このような場\n合その審決が確定していないことは明らかではあるが、裁判所が審決の適否を判断\nするにあたつて基準とすべき法律は新旧いずれであるかの問題まで、立法によつて\n解決をはかつたものとは理解し得ない。裁判所が審決の適否を審査するにあたつて\nは、その制度の性質上、審決が審決当時の法令に従い正しくなされたかどうかを審\n査すべきものであつて、審決後の法令の改廃により審決の法令の適用が新法に照ら\nせば誤つているとしてこの審決を取り消すことは許されないものというべきであ\nる。しかしながら審決がそのなされた当時においてもとずいていた法が後に改正さ\nれ、審決が当事者に対し将来にわたつて禁止していたところが新法によつては禁止\nされるべきものではなくなつた場合には、法改正自体の効力として審決の内容のも\nつこの実質的拘束力は将来に向つて当然に失われるものと解すべきであり（当庁昭\n和二十五年（行ナ）第一〇号、昭和二八年八月二九日言渡社団法人日本出版協会対\n公正取引委員会間審決取消請求事件判決参照）、このことは前示新法附則第三項に\nよつてもその結論を異にすべきものではない。\n本件において、被告は原告と新東宝との行為は旧法の共同行為及び不当な取引制\n限に該当するとしたものである。このうち共同行為に該当するとした点が旧法自体\nに照して違法であるかどうかには関係なく、新法は旧法の共同行為の規定を削除\nし、旧法において共同行為を構成したものは、新法においては不当な取引制限とな\nる場合はあつても共同行為としてはなりたたないこととなつたのであるから、審決\nがこの共同行為を認定した上、これに対する排除措置としてこれと同種の行為を将\n来もくりかえさせないように命じている部分は、前記説明のとおりその実質的拘束\n力を失うものというべきである。従つてまたこれについて取消を求める原告の請求\n中その部分は、訴の利益を欠くこととなるべき筋合である（その意味においてはこ\nの点の判断は本判決理由中すべての事項に先行すべき筋のものである）。しかしな\nがら審決は、原告らの行為はこの共同行為にあたるとともに、不当な取引制限にも\nあたるとして、両者の競合を認め、従つてその排除措置として命じたところも両者\nを区別するところがないのであるから、結局においてこの点に関する原告の本訴請\n求中訴の利益なしとして棄却さるべき部分は、質的にはともかく外形上はこれを特\n定し得ないものといわなければならないから、主文において特にこれを宣告するこ\nとができない。\n次に不当な取引制限にあたるとする審決の法の適用についてみる。この点に関す\nる新法の規定は前示のように、旧法の規定中にあらたに前記部分が挿入されたもの\nであるが、これは不当な取引制限の定義に行為の例示を加え、法の概念規定として\nいつそうわかりやすくしたというに止まり、その実質においては旧法となんら異な\nるところがないから、旧法下に違法であつたところは依然新法下においても違法た\nることを免れない。これについては前示共同行為について見たような問題はないの\nである。\n旧法第二条第四項は不当な取引制限について「この法律において不当な取引制限\nとは、事業者が、契約、協定その他何らの名義を以てするかを問わず、他の事業者\nと共同して相互にその事業活動を拘束し、又は遂行することにより、公共の利益に\n反して、一定の取引分野における競争を実質的に制限することをいう。」と規定<要\n旨第六>している。この不当な取引制限の行為は、その程度段階において差異はあつ\nても旧法の共同行為とその本質を</要旨第六>同じくするものであつて、これは相互\nに競争関係にある独立の事業者が共同して相互に一定の制限を課し、その自由な事\n業活動を拘束するところに成立し、その各当事者に一定の事業活動の制限を共通に\n設定することを本質とするのであつて、当事者の一方だけにその制限を課するよう\nなものは、場合によつて旧法の不公正な競争方法となり、また時としては私的独占\nを構成することのあるのはかくべつ、その制限の相互性を欠くの故にここにいう不\n当な取引制限とはならないものと解すべきである（当庁昭和二十六年（行ナ）第一\n〇号第一一号昭和二十八年三月九日言渡株式会社朝日新聞社外対公正取引委員会間\n審決取消請求事件判決参照）。\n本件において原告は新東宝に資金を提供して新東宝の製作する映画の配給は挙げ\nて原告に委託せしめ、もつて新東宝の映画の販路及び顧客を制限するものであつ\nて、この制限は新東宝にのみ課せられた一方的な制限であつて、両者に共通した制\n限ではない。また被告は原告と新東宝とが原協定の趣旨に則つて共同して事業を遂\n行するというけれとも、本来かかるものを共同ど呼び得るかとうかは別としても、\nこの共同遂行にはなんら相互拘束を伴つていないのであつて、このような共同遂行\nというのは法第二条第四項のそれには当らないというべきである。しからば被告が\n原告と新東宝との行為をもつて法第二条第四項第三条後段にあたるとしたのは誤り\nであり、審決のこの点における法の適用は不当である。\nしかるに審決は右と同一の行為をさらに不公正な競争方法にあたるものとして、\nこの点について、法第二条第六項第六号第十九条を適用しているのである。従つて\n審決の主文が命じた各種の措置は、同時に右第十九条違反行為の排除のためにも必\n要なりとしてしたものと解すべきであるから、右不公正な競争方法に関する審決\nが、実質的証拠を欠き又は法令に違反し若しくはその内容において失当である場合\nの外は、審決理由の一部を構成する不当な取引制限に関する法の適用が誤りである\nとの一事によつて、直ちに審決全体を取り消し又は変更することはできないものと\nいうべきである。この点について、本件を不公正な競争方法にあたるものとして被\n告の認定した事実が実質的証拠がないとはいえないことは前示のとおりであり、そ\nの法の適用については原告において前記（事実第一の二の（二）（１））のとおり\n主張する外それ以上にかくべつの主張がないところであるから、本件原告の行為が\n不公正な競争方法にあたるとする被告の法の適用についてはこれを違法失当とする\nことができない。\n（３）　原告のした訴訟及び告訴は正当な権利保全行為であつて違法ではないと\nの主張について。\n原告は、被告が審決の「事実及び証拠」の部第五の（一）ないし（五）において\n認定したような民事訴訟及び告訴は、新東宝の債務不履行を原因とするもので、原\n告の正当な権利保全手段であり、法律上正当の手段であつて、違法ではないと主張\nするけれども、これらの行為はいわゆる原協定の実行を確保するための行為と見る\nべきことは審決の認定するとおりであつて、原協定が不当な取引制限にあたらない\nこと前示のとおりである以上、これらの行為もまた不当な取引制限の実行行為と見\nることはできないが、不公正な競争方法の実行を確保するための行為としてはなお\n違法たることを免れないものというべきであつて、原協定自体が適法とならない限\nりこの点に関する原告の主張は失当である。\n（４）　審決主文において命じた排除措置は違法であるとの主張について。\n（イ）　原告は審決の主文第一ないし第三項は現在の事実について判断せず、成\n否未定の将来の事実を予想してこれが排除措置を命じているものであつて不当であ\nると主張する。審決主文第一項は原告及び新東宝に対し「将来その一方の製作する\n映画の全部又は大部分を他の一方にのみ排他的に配給するような協定又は申合をし\nては<要旨第七>ならない」と命じ、将来の行為を禁止したものであることは明らか\nである。一般に独占禁止法違反の行為があ</要旨第七>るとき公正取引委員会はその\n違反行為を排除するために必要な措置を命ずるのであるが、ここに違反行為を排除\nするために必要な措置とは、現在同法に違反してなされている行為の差止、違反行\n為からもたらされた結果の除去等、直ちに現在において違反行為がないと同一の状\n態を作り出すことがその中心となるべきことは当然であるが、これのみに止まるも\nのと解するのは、同法のになう使命に照らして狭きに失する。過去においてある違\n反行為があつても、それが一回的のもので継続する性質のものでなく、又は諸般の\n事情から将来くり返されるおそれがないことが予測されるものであれば、特に排除\n措置として将来にわたつてこれと同種行為の禁止を命ずる必要はないものというこ\nとができるけれども、いつたん違反行為がなされた後なんらかの事情のため現在は\nこれが継続していないが、いつまた違反行為が復活するかわからないような場合に\nは、現に排除の必要が解消したものとはいえないわけであつて、たまたま審決の時\nに違反行為がないからといつてこれを放置することなく、将来にわたつて右の違反\n行為と同一の行為を禁止することは、むしろ右違反行為の排除のために必要な措置\nというべきものである。本件においては審決の認定したように、原告は新東宝との\n間で不公正な競争方法にあたる原協定を結び、それに従つて来たところ、その後に\n新東宝のいわゆる自主配給宣言にはじまる抵抗による両者間の紛争を経て新協定が\n成立したため、原協定の継続がいちおう阻止されている事情にあることから考え\nて、これに本件口頭弁論の全趣旨により認め得る日本映画の配給上映に要する年間\n需要映画数、新東宝設立以来の原告との因縁、両者の勢力関係等をあわせれば、原\n協定と同一の行為が将来くり返されるおそれがないとは必ずしも保証し得ないもの\nといわなければならない。従つて被告が違反行為と同種の行為を将来に<要旨第八>\nわたつて禁止したことは、それ自体としては失当ではない。しかしながら右主文第\n一項は、本件の違反行為で</要旨第八>ある不公正な競争方法、特に「相手方とその\n顧客との取引を不当に拘束する条件をつけて相手方に資金を供給すること」に対す\nる排除措置としては、たんに右の拘束条件のみを禁止する趣旨と解するの外ないの\nであつて、かかる拘束条件をつけてする取引を禁止しているとは解し難い。相手方\nとその顧客との取引を不当に拘束するだけでは不公正な競争方法となり得ないこと\nは明らかであつて、かかる条件によつて相手方に物資、資金その他の経済上の利益\nを供給することが違法となるのであつて、被告が審決において判断しているところ\nも同趣旨である。従つて右主文第一項は本件の排除措置としては失当といわなけれ\nばならない。\n次に審決主文第二項は「被審人東宝と被審人新東宝とは将来如何なる名義を以て\nするを問わず、その間の競争を制限するような協定又は申合をしてはならない。」\nと規定する。この将来の禁止を命じたこと自体が不当といえないことは前記のとお\nりであるが、被告の認定した違反事実のうち維持されるべきものは、原告について\n不公正な競争方法のみであることは前記のとおりであり、この違反行為は原告と新\n東宝との競争制限の問題にはなんの関係もない事項であることは明らかである。従\nつてこの違反行為の排除のために右主文第二項のような事項を命ずることは、必要\nのないことといわなければならず、審決はこの点において法令の適用について不当\nたるに帰着する。主文第三項については次項にあわせて検討する。\n（ロ）　次に原告は主文第三項について、これは具体的な事実をなんら判示しな\nいで原告に同項所定の行為の禁止を命じたもので失当であるという。右主文第三項\nは「被審人東宝は被審人新東宝に対し、合併を強要し又は映画の配給を妨害する\n等、その他如何なる方法を以てするかを問わず、被審人新東宝の経営に干渉するよ\nうな行為をしてはならない。」と規定した。前述のとおり本件違反行為としては不\n公正な競争方法の一点に帰着するのであるから、この主文第三項ももつぱら右不公\n正な競争方法の排除措置として必要妥当であるかどうかの観点から検討されるべき\nことは前二項と同様である。なるほど被告は審決の「事実及び証拠」の部第五項に\nおいて、原告が新東宝合併の企図を有しかつ新東宝の自主配給を妨害する等の行為\nをしたことを認定し、かつその証拠説明の個所においてもこれについて言及してい\nる。しかしながら被告がもつて違法としているところは原協定自体の実行行為であ\nり、これをもつて不公正な競争方法としているのであつて、原告が新東宝の自主配\n給に反対したことはもつぱら右協定の実施を求めるにあつたものでそれ以上のもの\nでなく、原告が合併の企図をもつて新東宝に圧迫を加えその経営に干渉したという\nことも、違法な原協定の実行行為として違法であるというに止まり、その他にこれ\nを特に独立した違反行為として認定したものでないことは、審決書「法の適用」の\n部分第二項及び第四項に徴して明らかである。これらの行為が果して不公正な競争\n方法の実行行為たるに過ぎ<要旨第九>ないものといえるかどうかは疑わしく、かえ\nつて本件口頭弁論の全趣旨から考えれば、これはこれとして別個</要旨第九>の観点\nから検討すべきもので、本件のような不公正競争方法とは必然の関係はないものと\n解するのが相当であつて、これらの行為が独占禁止法上さらになんらか別個の違反\n行為を形成するものかどうかは別として、被告が右主文第三項のような事項を命ず\nることは、本件不公正な競争方法の排除のための措置としては必要を超えるものと\nいうべく、その法の適用において独断に過ぎるものといわざるを得ない。\n<要旨第一〇>（ハ）　さらに原告は被告が主文第四項において原告に報告義務を\n課したことを非難している、公正取引委員会</要旨第一〇>が一定の違反行為の排除\nのために必要な措置を命じた場合、この命令の実効を確保するために右命令に応じ\nて当事者のとつた措置について報告を命ずることは右排除措置に附随する処置とし\nて許されるべきものである。その排除措置が将来の行為の禁止すなわち不作為を命\nじたものである場合には、この命令が忠実に守られているかどうかを看視する意味\nで、本件のような報告を命ずることも右と同様に許されるべきものといわなければ\nならない。従つてかかる報告義務を課すること自体はその命じた前提たる排除措置\nの維持される限りは不当ではないが、本件においては主文第一ないし第三項の排除\n措置が維持されない以上、その附随の処置としての本項もまたこれを維持すること\nを得ないものというべきである。\n（ニ）　最後に原告は主文第五項を攻撃する。審決主文第五項は「公正取引委員\n会は被審人東宝と被審人新東宝の間に昭和二十五年三月二十日締結された協定が合\n法であるか否かを審査する権限を留保する。」としているものであり、これは審決\n認定の事実によれば、原告と新東宝とがいわゆる原協定を結び、これにもとずき行\n動した後、両者の間に紛争を生じた末、昭和二十五年三月二十日にいたつて原協定\nの結果を清算する趣旨においてあらたな協定を結んだことに関するものであつて、\nこれが審判手続において審判の範囲内に取り上げられたことは審決書自体からも明\nらかであり、この新協定自体は特に審決において違法と認定したものでないことも\nこれをうかがうに足りるところである（原協定が違法であるからといつて、こらを\n廃止した結果の清算のために結んだ新協定が当然違法であるとする原告の所論には\n賛成し難い）。従つてこれについて審決において特に排除措置を規定することは必\n要のないことではあるが、今後の推移如何によつては、この新協定に則つてなされ\nる行為があたらしい違反を構成するかどうかは予測し得ないところであつて、その\nあたらしい違反を構成すると認められる場合に、被告が将来あらためてこれを審判\nに付し得ることはもとよりその当然の権限である。ただこの場合、新協定について\nはすでに審判を経たものとして取り上げ得ないのではないかとの疑いをさける意味\nで（審判手続については刑事裁判のような一事不再理の原則が適用されるかどうか\nについては明文はないけれども、条理上同様に解して然るべきものである）、念の\nため宣言したものに過ぎない。従つてこれは主文にはあるけれどもそれ自體原告に\n対する排除措置として掲げたものではなく、独占禁止法上このような宣言を特に禁\n止したものがなく、また主文において宣言することを妨げるものがない以上、これ\nをもつて違法又は不当とするには当らないのである。\n三、　結論。\n以上説明のとおりであつて、これを要するに被告が審決において独占禁止法違反\nとして認定した原告の不公正な競争方法にあたる行為の排除措置としては、審決主\n文第一項ないし第三項は不当であつて、これらの附随処分としての第四項も維持し\n難いところであり、殊に被告が審決主文のような措置を命じたのが、そもそも本件\nにおいては違反行為として不公正な競争方法の外に共同行為及び不当な取引制限も\n成立するとしたところにあることは審決自体において明らかであるに拘らず、この\n後二者が本件から除かれる結果となつては、審決をこのまま維持し得ないものとい\nわざるを得ない。よつて独占禁止法第八十二条第二項第八十三条に則り、本件審決\nは原告及び新東宝が共同行為及び不当な取引制限行為をしたとの点以外において事\n案に適合するようこれを変更するのが相当であると認め、そのために事件を被告公\n正取引委員会に差し戻すべきものである。原告はあたらしい証拠の申出をしている\nところ、すでに事件は被告に差し戻されるべきものである以上、原告はあらためて\n審判手続において自由に証拠の申出をする機会を得るものというべきであつて、こ\nこで右申出についてその取調の要否を決定する必要はない。\nよつて訴訟費用の負担につき民事訴訟法第八十九条を適用し主文のとおり判決す\nる。\n（裁判長高等裁判所長官　垂水克己　判事　藤江忠二郎　判事　浜田潔夫　判事\n猪俣幸一　判事　浅沼武）\n"
}