{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 27,
    "month": 1,
    "day": 29
  },
  "case_number": "昭和26(う)1252",
  "case_name": "私文書偽造行使業務上横領私文書変更又は偽造並びに私文書偽造行使被告事件",
  "court_name": "大阪高等裁判所第二刑事部",
  "result": "棄却",
  "article_info": "第5巻1号45頁",
  "gist": "架空人名義による文書の作成と私文書偽造罪の成否",
  "case_gist": "架空人の名義で私文書圭偽造した場合でも、それが実在の人が作成したものの如く作為しかつ一般人をしてそのように誤信させるおそれのある場合には私文書偽造罪が成立する。",
  "lawsuit_id": "22869",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=22869",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/869/022869_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴は、これを棄却する。\n理　　　　由\n本件控訴理由は未尾添付の各弁護人提出の控訴趣意書の通りである。\n（一）　山下弁護人の控訴理由第一点及び島本弁護人の控訴理由第四点につい\nて。\n弁護人は、原判決は判示第一において架空人名義を用いて作成した私文書偽造行\n使の事実を認定し有罪の判決をしたけれども我国従来の判例に反するばかりでな\nく、原判決が本件有罪説の論拠とした昀高裁判所の判決の趣旨もまた我国従来の判\n例に従つたものであつて、原判決説示のようにこれを変更したものではないと主張\nする。\n<要旨>よつて原判決を調査するに、原判決の確定した判示第一の事実は、被告人\nはａ村ｂ郵便局長として同局</要旨>事務を監督し、為替貯金、簡易保険の募集、金\n銭の出納保管等の業務に従事していたものであるが、架空人の名義を用いて偽造の\n保険申込書を作成行使して同局に割当てられた簡易保険募集額の割当責務の達成を\n装わんことを企て、別表第一記載の各年月日頃いずれも右郵便局においてインクを\n用い行使の目的を以つて、各保険申込書用紙に同表記載の各契約者の署名を冐用\nし、同表記載の各保険金額、被保険者、保険金受取人、払込場所等保険契約者にお\nいて記入すべき必要事項を擅に記入し、各保険契約者被保検者の名下に同局にあつ\nた三文判又は借受判を冐捺し、もつていずれも架空人である同表記載のＡ外四名名\n義の保険申込書合計九通を夫々作成偽造した上、同年四月上旬頃情を知らないＢに\n命じて右各申込書を真正に成立した文書として京都地方簡易保険局に一括して送付\nし、其の頃同局に到達受理させてこれを行使したというのであつて、押収に係る右\nＡ外四名名義の保険申込書を検するに、同書は被告人が右郵便局備付の印刷せられ\nた保険申込書用紙を使用したものであり、冐用した架空人の氏名はいずれも巷間通\n常用いられるものに類似しているものであるから右用紙に記入せられた以上、一見\n第三者をして実在人のように思い込ませ得るものである。しかして、被告人は他の\n真正の実在人の保険申込書と同様にこれを取扱う目的で作成したものであるからそ\nれはＡ外四名が実在しているものの如く作為したものと見るのが相当であり、又当\n局並びに一般人をして左様に誤信させるおそれの充分にあるものである。従つて、\nたとえ本件保険申込書の各契約者が架空人であつても、被告人の行為は文書に対す\nる公の信用を害する危険があるのであつて、私文書偽造行使罪を構成するものと解\nすべきである。（昀高裁判所昭和二十六年五月十一日第二小法廷判決参照）、私文\n書偽造罪は公文書偽造罪と共に文書の公の信用を保護する規定であつて、個人の法\n益を保護することを目的とするものではない。従つてかような観点に立つて考えて\nみると、偽造文書にして真正な文書と信ぜさせるに足るものである限りは名義人が\n実在すると否とにかかわらず、右偽造文書は文書の公の信用を害しひいて社会の秩\n序を紊すものである。このことについては公文書たると私文書たるとその間、毫も\n差別しなければならぬような理由が発見できない。それゆえに、原判決が本件私文\n書偽造罪を有罪と認めたのは右説示の通り正当であるといわねばならない。\n弁護人は、架空人名義の私文書偽造が罪とならないことについては、我国の従来\nの裁判例が確定一致しているように主張するので従来の判例の主なるものを概観し\nてみるに、との点に関して一般に援用せられている大審院判決は次の二つである。\n（イ）　明治四十五年二月一日大審院第二刑事部判決（大正元年大審院刑事判決\n録十八輯七五頁）\n刑法第百五十九条ノ文書偽造罪ヲ認定スルニハ、行使ノ目的ヲ以テ他人ノ名義ヲ\n冐用シテ権利義務若クハ事実証明ニ関スル文書ヲ偽造シタル事実ヲ判示スルヲ以テ\n足ル。故ニ、其ノ名義ヲ冐用セラレタル者が現実存在スル人ナルコトヲ要スルや勿\n論ナリト雖モ、連続シテ多数人ノ文書ヲ偽造シタル事実ヲ判示スルニハ、署名者ノ\n一、二人ニ付キ特ニ氏名ヲ掲記シ、其ノ他ハ之ヲ省略シテ唯「外何名」ト概括的ニ\n説示シ、且ツ共ノ存在ヲ確認スベキ住所等ヲ詳記セザルモ事実理由ノ明示ヲ欠クモ\nノト謂フベカラズ。蓋シ一、二人ノ氏名ヲ掲記シ以テ現実存在セル人ノ名義ヲ冐用\nシタル事実ヲ確定スル以上ハ文書偽造罪ノ事実判示トシテ足ラザルコトナク、其ノ\n他ノ者ノ氏名住所等ヲ掲記スルノ必要存セザレバナリ。\n（ロ）　大正六年七月十四日大審院第三刑事部判決（大正六年大審院刑事判決録\n下八五四頁）\n苛モ実在セル他人ノ氏名ヲ冒用シテ文書ヲ作成シタル以上ハ其ノ検査役タル資格\nノ虚無ナルト否トヲ問ハズ文書偽造罪ノ構成要件ヲ具備スルモノナレバ、原判決が\n本件ニ於テ検査役ナルモノノ虚無ナルニ拘ラズ実在者ノ氏名ヲ冐用セリトノ理由ニ\n基キ本件検査報告書ノ作成ヲ以テ文書偽造罪ナリトセシハ相当ナリ。\n右各判決で明らかなように、大審院は私文書偽造罪における名義人は当然実在人\nたるべきものとして、その理由を少しも説示しておらないのである。しかも、右\n（イ）の判決は右引用の判旨を判示するの外、文書偽造罪の侵害法益について次の\nように判示しているのである。\n文書偽造罪ニ因リ侵害シタル法益ハ署名者各自ノ信用ニ非ズシテ、寧ロ文書ノ真\n正ニ対スル公ノ信用ニ存スルモノナルヲ以テ偽造文書ノ侵害スル法益ノ箇数ハ署名\n者ノ数ニ応ジテ存在スルモノニ非ラズ。（判旨第六点）（同旨判決昀高裁判所刑事\n判例集第三巻第四号五四三頁）\nこの判旨のように、私文書偽造罪が公の信用に対する犯罪であると考えるなら\nば、当裁判所が右に説示したように、苟くも偽造私文書にして真正の文書と誤信さ\nせるおそれある限りは名義人の虚実を問わず私文書偽造罪の成立を認めるのが理論\n上正しいと解する。\nまた、大審院の判決にも架空人名義の私文書偽造罪の成立を認めている趣旨に解\nせられないこともないものがある。すなわち\n大正八年十一月四日大審院第一刑事部判決（大審院刑事判決録第二十五輯一〇六\n三頁）は\n株式会社ノ設立カ当初ヨリ無効ナリトスルモ既ニ其ノ設立ガ登記セラレ事業が着\n手シ得ベキ状態ニ在リタル以上ハ、該会社ハ形式的ニ存在スルヲ以テ其ノ設立無効\nノ判決確定シ其ノ登記アリタル場合ニ非サル限リハ株式会社ハ其ノ存在ヲ失ハザル\nヲ以テ仍ホ人格ヲ保存スベク、従テ其ノ名義ヲ冐用シテ文書ヲ作成シ若ハ会社ノタ\nメニスルニ非ズシテ其ノ名義ノ帳簿ニ虚偽ノ記載ヲナシタルトキハ当然文書偽造罪\n成立スベシ。\nと判示している。\n右判決は会社は実在することすなわち、実体法上有効に成立していることを要し\nないで、形式外観上実在したものとして取扱われる場合に、会社名義の冐用をもつ\nて本罪の成立を認めているものと解せられるのである。しかして、大審院判決は明\n治四十二年十二月二日以来（大審院刑事判決録十五輯一七一八頁）死亡者名義の私\n文書についても一般私文書と同じ理論に従い生存中の日附を溯記した場合にのみ本\n罪の成立を認めて来たのであるが、昀高裁判所は昭和二十六年五月十一日右大審院\n判決の態度を改め、たとえ私文書作成日附当時名義人が既に死亡していたとして\nも、生存中に作成したものの如く作為し、且つ一般人をして左様に誤信させるおそ\nれのある場合には私文書偽造罪の成立を妨げない旨判決するに到つたのである。\n（昀高裁判所刑事判例集第五巻第六号一一〇二頁）\n死亡者名義の文書も虚無人名義の文書もその文書偽造罪の成否に関する理論につ\nいては同一であるとするのが学説判例の一致するところであるから、昀高裁判所は\n従来の大審院の態度に変更を加え虚無人名義の文書についても有罪説に加担してい\nるものと考えられるのである。従つて原判決が本件保険申込書の偽造行使を有罪と\n認めたのは正当である。論旨は漫然と従来の判例の立場を主張しているにすぎない\nし、且つ従来の判例はいずれも本件に適切なものでないことは右説示の通りであ\nる。\n（二）　山下弁護人の控訴理由第二点前段及び島本弁護人の控訴理由第一点につ\nいて\n弁護人は、原判決は証拠として裁判官のＣに対する尋問調書を掲げているが、同\n女の供述は虚飾を極め、矛盾撞着を極め、感情的で合理性がなく精神状態すら疑わ\nしめるものがあり、右供述は原審証人Ｂ、Ｄの供述によつて全部排斥せられておる\nと主張するけれども、記録を精査しても所論のような事実は認められない。弁護人\nは、証人Ｃが自己矛盾の供述を追及せられて記憶がないと答え、被告人の知情の点\nを供述し、自己との共犯責任を負わしめんことに汲々としていると非難するけれど\nも、共犯の疑ある証人が自己に不利益な供述を拒み得ることは刑事訴訟法第百四十\n六条の明定するところであり、且つ共犯の疑ある証人が少しでも自己に利益な供述\nをしようとするのは人情の自然であるが、これがために右証人の供述は全て合理性\nがないとはいえない。同証人の供述を信用するかどうかは他の証拠や経験則に照し\nて考慮すべき事項であつて、原審が右証人の供述を信用したことについては記録上\n少しも違法の点は発見できない。しかして原審証人Ｂ、Ｄの各供述によれば、被告\n人は保険の募集について他の局員と一緒に行つたことはないがＣとは良く一緒に出\nたと述べているので、被告人とＣの間にいかなる話合があつたかは右各証人の供述\nによつては否定も肯定もできないのである。\n更に弁護人は、本件は保険募集について当局が不当の割当をしたためこれを消火\nせんとして手続の便宜上自己局内に仮住所を定めて加入手続をしたものであり、且\nつＣが不問に付せられているのは検察事務の適正を疑わしめるものであると主張す\nるが、記録を精査してもかかる事情を認められないばかりでなく、たとえこのよう\nな事情があつても本罪の成否に関係はない。\n弁護人は、Ｃの供述は敵意から空想的事実を織り交ぜた虚偽、虚飾、空想的供述\nで経験則に反すると主張するけれども、記録を精査しても所論のような疑は毛頭発\n見せられない。\n弁護人は、Ｃの供述中「Ｅ、Ｆ、Ｇ、Ｈ、Ｉ、Ｊ、Ｋ以外は私で書きました他は\n局長さんが書いたものです」という部分を弁護人の記憶を根拠として事実に副わな\nいと非難しているが、右供述中「以外」は誤記で削除さるべきものであることが一\n読容易に判別せられるのであるから弁護人の記憶による非難は当らない。\nなお弁護人は、被告人と共に調査したところによればＣの供述は出鱈目であると\n主張しその片言を捉えて非難しているけれどもいずれも被告人の弁解を重視し故意\nにＣの供述を非難しているにすぎないのであつて原審の採証に疑はない。\n（三）　山下弁護人の控訴理由第二点後段及び島本弁護人の控訴理由第二点につ\nいて。\n弁護人は、本件第一事実は法律上証拠上無罪であり、第二事実は被告人が正当な\nる業務と信じて保険募集手当を支給したにすぎないから無罪であると主張するけれ\nども、原判決確定の事実は全て原判決挙示の証拠で充分に認められ、記録を精査し\nても事実誤認の疑は少しもなく、被告人の弁解を措信するに足る証拠はない。\n弁護人は、被告人は本件保険申込書の名義人が架空人であることは全然知らず真\n正の申込があつたものと信じていたと主張するけれども、その理由のないことは原\n判決説示の通りであつて、弁護人はこの点についていろいろと想像に基いて立論し\nているが全て根拠のない独断論である。更に弁護人は原判決が証拠として採用した\nＣの日記は後日何等かの目的のために創付せられたものであると主張するけれど\nも、さような証人はないし、右日記を検討にてみても原審の採証に違法があるとは\n考えられない。弁護人は、仮りに当時記載せられた日記であるとすれば、被告人に\n利益であると主張するが、たとえ被告人の利益に解し得らる部分があるにしても、\nその他の原判決挙示の証拠と綜合して原判示事実の認定に役立つのであるから論旨\nは意味がなく、また原判決が本件の特殊事情を顧慮しなかつたいう弁護人の非難は\n何等の具体性はなく、原判決には少しも非難せらるような理由はない。\n（四）　島本弁護人の控訴理由第三点について。\n弁護人は、原判決は判示第一事実で被告人が保険申込書九通を偽造した事実を認\nめたが、被告人はＣの依頼により機械的に代書したにすぎない。\nＡ外二名の名下の三文判はＣが押印したものである。従つて被告人には本件私文\n書偽造罪の責任はない。仮りに責任があるとしても原判決には正犯か幇助か理由不\n備の違法があると主張する。\nしかし、原判決確定の事実は全てその掲げる証拠で充分に認められ、記録を精査\nしても被告人の弁解を措信するに足る証拠はない。また原判決は被告人を私文書偽\n造罪の正犯として処罰していることは原判示自体で明瞭である。理由不備の違法は\nない。\n（五）　島本弁護人の控訴理由第五点について。\n弁護人は、原審の科刑は不当であると主張するけれども、所論を考慮に入れて記\n録に現われた諸般の情状を考察してみても、原審の科刑は相当であつて不当な量刑\nではない。\nよつて刑事訴訟法第三百九十六条を適用して主文の通り判決する。\n（裁判長判事　斎藤朔郎　判事　松本圭三　判事　網田覚一）\n"
}