{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 26,
    "month": 5,
    "day": 11
  },
  "case_number": "昭和25(う)3691",
  "case_name": "贈賄被告事件",
  "court_name": "大阪高等裁判所第七刑事部",
  "result": "棄却",
  "article_info": "第4巻5号480頁",
  "gist": "公務員の転職と収賄罪の成否",
  "case_gist": "大阪府土木部特別建設課工事係長をしていた大阪府技術吏員が、大阪府建築部指導課処分係長に転職した後において、前の職務行為に関し賄賂を収受しても、収賄罪が成立する。",
  "lawsuit_id": "22896",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=22896",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/896/022896_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴は之を棄却する。\n理　　　　由\n本件控訴理由は末尾添付の控訴趣意書の通りである。\n一、　広重弁護人の控訴理由第一点及び渡部弁護人の控訴理由第二点の一及び七\nについて。\n弁護人は被告人は原判決第一の一及び第三の二の事実については出張不在中のこ\nとであるから関係がないと主張するけれども、その理由なきこと原判決が被告人及\nび弁護人等の主張排斥の理由二及び六に説示した通りであつて記録を精査しても原\n判決の説示に誤はない。\n二、　広重弁護人の控訴理由第二点第一の二、第二の二、三、第三の一の事実及\nび渡部弁護人の控訴理由第二点の二、四、五、六について\n弁護人は原判決第一の二、第二の二、三、第三の一の贈与は賄賂としてなされた\nものではないと主張するけれども、その理由のないことは原判決が被告人及び弁護\n人等の主張排斥理由四、五に説示した通りであつて記録を精査しても原判決の説示\nに誤はない。\n三、　広重弁護人の控訴理由第二の一の事実及び渡部弁護人の控訴理由第二点三\nについて。\n弁護人は原判決第二の一の贈与は当時被告人は極度の虚脱状態にあつたのである\nから犯意がないと主張するけれども記録を精査してもかかる事実を認むるに足る証\n拠がない。又弁護人は右贈与は恐喝されたものであると主張するが、その理由のな\nいことは原判決が被告人及び弁護人等の主張排斥理由三に説示の通りであつて記録\nを精査しても原判決の説示に誤はない。\n四、　広重弁護人の控訴理由第三点及び渡部弁護人の控訴理由第一点の一につい\nて。\n弁護人は原判決第一及び第二の事実は被告人がＡの職務に関し賄賂を供与したと\n認定したが職務に関しないと主張するけれども、その理由なきこと原判決が被告人\n及び弁護人等の主張排斥理由一に説示した通りであつて記録を精査しても原判決の\n説示に誤はない\n弁護人は大阪府保険課長は各種保険施設の運営については指導監督をするが、病\n院の建築や機械の設置については管掌しない。殊に本件Ｂ診療所は国民健康保険法\nに基くものであるから建築の主体は市町村又は組合であつてＡは本件建築工事につ\nいては何等権限がないと主張するけれども、原判決挙示の証拠によればＢ市民病院\nは健康保険法に基く政府所管の診療所であつて国民健康保険法に基くものでないこ\nと、及びＡは大阪府民生部保険課長として健康保険法に基く診療所其の他の保険施\n設に関する事項を担当していたことが認められる。健康保険法第二十二条によれば\n健康保険の保険者は政府及び健康保険組合であると規定せられている。従つて保険\n者である政府が保険施設を設備すること当然であつて、弁護人の主張は右二種の保\n除法の差異を辨えない結果である。又弁護人は本件Ｃ病院についてはＡにその建築\n工事について権限があつたか否か明らかではないと主張するけれども、原判決挙示\nの証拠によればＡは当時大阪府民生部保險課長として船員保険法に基く船員保険の\n保険施設に関する事項を担当しており、本件Ｃ病院は政府所管の建築工事でありＡ\nは右工事施行の責任者であることが明瞭である。所論は全て事実を無視した独自の\n見解に基くものである。\n五、　渡部弁護人の控訴理由第一点の二について。\n弁護人は原判決は第三の二において被告人が大阪府土木部特別建設課工事係長Ｄ\nに対し昭和二十三年十月中旬頃現金五万円を贈賄した事実を認定したが同人は同年\n九月十四日建築部指導課に転任していたことが明らかである。従つて右転勤後にお\nいて転勤前の職務に関して全員を交付しても本罪は成立しないと主張する。\n<要旨>しかし原判決挙示の証拠と当審証人Ｅの供述によればＤは昭和二十一年五\n月大阪府技術吏員に任</要旨>ぜられ昭和二十三年一月大阪府土木部特別建設課工事\n係長を命ぜられ、工事の現場監督査定並びに竣功検査に関する事項や連合国人財産\n保全に関する事項を担任していたが、同年九月大阪府建築部指導課処分係長を命ぜ\nられ、違反建築に関する処分、監視、指導の事項を担任するようになつたこと、昭\n和二十四年五月同課特定部門係長に転じたこと、竝びに大阪府建築部は、もと大阪\n府土木部建築課等から昭和二十三年九月独立して大阪府建築部となつたものである\nことが認められる。しかして刑法第百九十七条乃至第百九十七条の三及び第百九十\n八条にいわゆる職務とは公務員の現在担任する具体的の事務に限局するものではな\nくして、公務員がその資格上担任する一般的職務であれば足りる。従つて大阪府技\n術吏員たる大阪府土木部特別建設課工事係長が大阪府建築部指導課処分係長に転任\nしても、均しく大阪府技術吏員としての職務に従事するものであつて、転任に因つ\nて其の一般的職務に異同を生ずるものではない。従つてＤが右工事係長より右処分\n係長に転任後、其の転任前の職務行為に関し賄賂を収受しても収賄罪が成立し、之\nに賄賂を交付するときは贈賄罪が成立する。\n論旨は独自の見解にすぎない。\n六、　渡部弁護人の控訴理由第三点について。\n弁護人は原判決は適条として刑法第百九十八条を適用したのみで同法第百九十七\n条乃至第百九十七条の三のいずれに規定する賄賂であるか明らかにしていないから\n法律の適用に誤があると主張するけれども、法律の適用は原判決の認定した罪とな\nるべき事実に対してなされるのであるから本件のように右事実において刑法第百九\n十七条第一項に規定する賄賂であることが明らかである以上適条として同法第百九\n十八条を明示するをもつて足り更に同法第百九十七条を適示するが如きは蛇足であ\nる。論旨は理由がない。\n七、　渡部弁護人の控訴理由第四点について。\n弁護人は原審の科刑は不当であると主張するけれども、所論を考慮に入れて記録\nに現われた諸般の情状を考察してみても原審の科刑は相当であつて不当な量刑では\nない。\nよつて刑事訴訟法第三百九十六条を適用して主文の通り判決する。\n（裁判長判事　斎藤朔郎　判事　松本圭三　判事　綱田覚一）\n"
}