{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 33,
    "month": 6,
    "day": 21
  },
  "case_number": "昭和33(う)97",
  "case_name": "出資の受入、預り金及び金利等の取締等に関する法律違反被告事件",
  "court_name": "大阪高等裁判所第二刑事部",
  "lawsuit_id": "22699",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=22699",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/699/022699_hanrei.pdf",
  "contents": "主　　　　文\n原判決中被告人Ａに関する部分を破棄する。\n被告人Ａを懲役壱年六月に処する。\n被告人宗教法人Ｂの本件控訴を棄却する。\n当審における訴訟費用は被告人Ｂ及び被告人Ａの連帯負担とし、被告人\nＡに対し原審における訴訟費用は相被告人Ｂとの連帯負担とする。\n理　　　　由\n本件控訴の趣意は被告人両名の弁護人島秀一の提出に係る控訴趣意書記載のとお\nりであるから、これを引用する。\n弁護人の控訴趣意第一点について、\n原判決は預金をなしたる実際上の人は何人たるやに付き又その回数に付審理不尽\nにして唯名義上の人名及回数を羅列するに過ぎず、かかる結果は判決の結果に影響\nを及ぼす誤認ありというべきである。即ち原判決は「昭和二十九年八月一日より三\n十一年四月三十日迄の間Ｃ外百六十一名より千二百六十六回に亘り…云々」と認定\nするが援用にかかる証拠により明なる如くＣやＤの分はＥ一名が預けたもので右両\n名は関知しない。又Ｆ、Ｇ、Ｈの分はＧが預け主でその他原判決認定の人数百六十\n一名とあるが真実の預主は精査すると八十二名に過ぎず。回数に付ても原判決は通\n帳の一欄を一回として計算するも実際は同一機会に分割預金あり、右相手方たる人\n員及びその回数に付て審理不尽にして、判決に重大なる影響あり破棄を免れず、\nと主張する。\nよつて所論に鑑み、原判示事実を按ずるに、原判決が論旨摘録の如き事実を認定\nしたことは所論のとおりである。しかしながら、本件は業として不特定且つ多数の\n者から預り金の受入れを反覆継続した所謂業態犯の一罪と認められる。原判示並び\nにその挙示の各証拠によれば、原審は当該預り金の名義人を預け主と見て、その名\n義人の預入れ回数を以つて計算の基礎としていることが認められ、本件の如き預り\n金の受入をなす側としては、特定人が複数の他人名義の下に夫々預入れに来た場\n合、又特定人が自己の預け金ではあるが既存の名義と異る名義の下に預け入れに来\nた場合等に於て、その都度真実の権利関係を調査しないのが通例であり、又その義\n務もないと認められるから、原判示の如く認定しても誤りとはいえない。たとえ所\n論の如く実際上の預金者が一部名義人と異なり、真実の預け主は八十二名であると\nしても、不特定且つ多数の者から預り金の受入れをなしたことに変りはなく、しか\nも預り金の総金額に誤りがない以上、このことは原判決には毫も影響を及ぼすもの\nではないから、原審には所論の如き事実の誤認若くは審理の不尽違法があるものと\nは認められない。論旨はその理由がない。\n同第二点について、\n原判決書は法定の要件を具備しない理由不備の違法あり。\n即ち\n（イ）　罪となる事実の認定に於て起訴状添付の検察官作成の「犯罪（預り金）\n一覧表」を謄写版刷りその儘借用（後日検察庁より残部取寄にかかる）して判決原\n本に添付するに過ぎないこと。\n（ロ）　証拠の標目に於て被告人の自白せる供述すら援用せず、別紙証拠の標目\n立証趣旨記載の通りとなし、検察官の公判延に於て提出せる書類（記録七三丁―八\n一丁）の内容その儘羅列せるを添付するのみで物証に符号番号すら記入せず、原判\n決認定の犯罪事実は如何なる証拠に基ずいて認定したか明ならず、かかる不備なる\n書類添付では判決に理由を付せず、理由に齟齬あるに帰し破棄を免れず又吾々の納\n得しうる判決といえない、と主張する。\nよつて按ずるに、原判決が別紙犯罪一覧表として掲げているものが、検察官の起\n訴状添付の犯罪（預り金）一覧表と同じ謄写版刷のものであること、並びに原判決\nが証拠の標目として挙示しているものが、検察官の公判廷における証拠の標目とし\nて提出せる書類の内容と同一のものをその儘列記してあることは何れも所論のとお\nりである。しかし刑事訴訟規則第二百十八条によれば、判決書には検察官の起訴状\nに記載された公訴事実を引用することすら許されているのであるから、原判決が公\n訴事実の内容として起訴状添付の犯罪（預り金）一覧表と同一のものを添付したか\nらとて、何等の違法がありとは認め難く、又証拠の説明は単にその標目を掲げるを\n以つて足り、如何なる証拠に基いて如何なる事実を認定したかを詳しく説明する必\n要はなく、証拠の標目はこれを特定し得る程度に記載すれば足り物証には必ずしも\n所論の如く領置番号を挙げる必要もない。原判決掲記の証拠の標目の記載が所論の\n如く検察官の提出に係る立証趣旨の標目と同一のものをその儘羅列列記の方法をと\nつているけれども、このことは採つて以つて証拠の標目の記載自体に違法があると\nは認め難く、又その記載に照し一々当該供述調書等を査閲し、領置物件と対照点検\nして見てもこれを特定し得るに十分である。判決書における証拠の標目はこれを特\n定する意味において物証についてはこれが領置番号を記載することが望しいけれど\nも、右認定の如く本件は領置番号の記載がなくとも物証につきこれを特定し得る程\n度の記載あるものと認められるからこれが記載がないからとてこれを目して違法で\nあるとする謂はれはない。然らば即ち、原判決には所論の如き判決に理由を付せず\n又理由にそごある違法は認められない。論旨はその理由がない。\n第三点について、\n本件は被告人宗教法人Ｂの業務又は財産に関したものに非ざるに之を処罰するの\n事実誤認あり。即ち被告人宗教法人Ｂの目的は教義をひろめ儀式行事を行い信者を\n教化育成し、教会を包括し、教派の目的を達成する為の財務その他の業務及び公益\n事業を行うを目的として設立せられたもので、本件の如き業として預り金をなすこ\nとは、教派の右業務及び財産にも関したものではない。被告人Ａ、原審相被告人Ｉ\nの為したる行為は教派の目的を逸脱せるもので、出資の受入預金等取締法第十三条\n適用の余地なし、と主張する。\nよつて按ずるに、被告人宗教法人Ｂの目的が論旨摘録のとおりであることは、被\n告人宗教法人Ｂに対する登記簿謄本（記録八七六丁）の記載並びに宗教法人法第二\n条の規定に照しこれを認めるに足る。しかしながら宗教法人法第六条第二項の規定\nによれば、宗教法人は公益事業を営むこともできるし、又法人の目的に反しない限\nり公益事業以外の事業を行うことができるのであつて、原判決挙示の各証拠を総合\nすれば、被告人ＡはＢの大主（代表役員）として右Ｂの目的たる教義をひろめ、信\n者を育成教化するためには、本殿等諸般の施設を必要とし、Ｂの維持費、人件費等\n多くの出費を必要とするところから、信者からの喜捨献納の方法では到底その目的\nを達成し得る見込みがなかつたので、その資金を捻出する方法として宗教法人の役\n員等と相謀り原審相被告人Ｉと共謀の上教団の付随業務として教団内部に倫蔵の宮\nなる組織を設け、原判示の如く本件預り金を不特定且つ多数の者から受入れ、その\n大部分を右施設費等に充当したことが認められるから、本件預り金の受入れ業務は\n被告人宗教法人Ｂの目的に反し又は逸脱したものとは認め難い。従つて、被告人Ａ\nが右Ｂの大主（代表役員）たる地位において右教団の付随業務として本件預り金の\n受入れをなした行為は、とりもなおさず、出資の受入、預り金及び金利等の取締等\nに関する法律（以下単に取締法と略称する）第十三条に所謂法人の業務に関してな\nしたものであることが明白であるから、所論は到底採用できない。論旨はその理由\nがた\n第四点について、\n宗教法人には刑事上の犯罪能力なし、又故意過失もなく本法第十三条適用の余地\nなきに之を処罰するの違法あり、即ち、宗教法人は宗教法人法第一条所定の礼拝の\n施設その他の財産の所有、維持、運用、目的達成の為の業務及事業運営の為法人格\nを与えられるもその根本は教義を弘め信者を教化育成する為に存し憲法上信教の自\n由を保障せられるもので一般の法人と異なる性格を有するもので、法人に犯罪能力\nありとしても宗教法人には犯罪能力なきものである。又法人には刑法上の犯罪成立\n要件たる故意過失の存する余地なく、本法十三条の適用は刑法の原則に反して処罰\nするもので違法たるを免れず、\nと主張する。\n<要旨>しかし右取締法第十三条は単に法人とのみ規定しあつて、何等の除外例を\n認めてはいないのであるから、宗</要旨>教法人と雖も同条の違反があるにおいて\nは、これが適用を受けるものと認むべきである。なるほど、宗教法人は所論の如く\n宗教の教義をひろめ、信者を教化育成することを主たる目的とするものであつて、\n他の営利又は公益の社団又は財団とは聊かその目的、使命を異にするものではある\nけれども、右取締法の立法の趣旨に稽え、更に宗教法人法第六条第二項の規定によ\nれば宗教法人はその目的に反しない限り公益事業以外の事業を行うことができるこ\nとになつておることを併せて勘案するときは、被告人Ａが代表役員としてＢの教団\nの付随業務に関し本件犯行を犯したるものと認められる以上、他の法人同様処罰の\n必要あるものと謂はなければならない。\n次に弁護人は被告人宗教法人Ｂに本件に関し故意又は過失が認められないから処\n罰できないと弁解するけれども、右取締法第十三条による法人の処罰は行為者（代\n表役員）が法人の業務に関し故意を以つて違反したるを以つて足り、法人自身の故\n意過失を必要とするものではないから、右法人に故意又は過失がなかつたとして\nも、同条による処罰を免れしめる正当の理由とはなし難い。法人に対し行為者の法\n人の業務に関する違反につき結果的刑事責任を負担せしめることは、必ずしも刑法\nの原則に違反するとも認められない。論旨はその理由がない。\n第五点について、\n原判決は被告人Ａに対し実刑二年及び罰金十万円の厳罰に処する量刑不当並に執\n行猶予を付さない不当あり、原判決は被告人Ａの左記事情を全く看過した違法あ\nり、当然執行猶予に付すべきである。即ち\n（１）　本件所為は被告人ＡをＢ大主とする関係者等の宗教的狂信行為に端緒を\n有するもので、被告人Ａが本件行為の首謀者ではない単なる代表者たるに過ぎな\nい、被告人Ａは昭和十三年以来独立宗派を起し布教に従事し二十三年救世教団主、\n次でＢ主となつたもので倫蔵宮なる名称で原審相被告人ＪＩに一切を委託していた\nもので、その組織行動は神のおつげといい（証人Ｋ供述）神秘である絶対に心配は\nない、日本の紙幣が通らなくとも倫蔵宮のものは残ると申し募金に行くことを「お\n行」といい神のお告げと信じ（相被告人Ｉ供述）布教行為神意による行為として募\n金したもので自己の利益を目的としたものでなく専ら万教帰一人間救済の確信によ\nる宗教的行為であること\n（２）　被告人には全く本取締法規の認識なし即ち被告人等は、かかる意図にて\n救世教団当時より募金しており、昭和三十年八月一日以降本法施行適用には全く関\n知しないで従前通り行動していたもので違法の意識なく、又右なきことに相当理由\nあり、保全経済会等の金融機関の営利行為とは本質的に異なるものであること\n（３）　前述の如く被告人Ａは原審相被告人Ｉに一切を委任しており個人として\nは直接募金したことなく専ら布教に従事しており、Ｉの行為には直接は全然関知し\nない、経費の如きも右Ｉより然るべく受取つていたので（被告人上申書八枚目裏）\n寧ろ原審相被告人Ｉの違反行為に対し主従関係の責任のみで共同正犯の関係にはな\nい、然るに自ら主動的に募金して一切の金員を支配管理していた倫蔵宮総監の位置\nにある原審相被告人Ｉが執行猶予の恩典に浴し唯代表者として仰ふがれておるのみ\nで何等実際的行動に出ていない被告人Ａが懲役二年という実刑は刑の均衡を欠く不\n当も甚だしい事情にあること\n（４）　本件は被告人Ａ一人にて責任を負うべきものでない即ち宗教法人Ｂの業\n務は責任役員並に代務者数名によりその過半数（宗教法人法第一九条）によつて決\nしており、本件行為に付ても右役員等にも共同責任あり、然るに被告人ＡをＢ主だ\nという点だけで実刑を科するは不当なること\n（５）　本件預金者の中に多数のＢ信者あり、被害は内部的局部的なること即ち\n本件預金者実質上八十二名の内には三十五名の信者あり且其の他も信者の縁故者の\nみで本法の対象たる不特定多数者と見るべき程でない、殊に三十五名の信者は信仰\nするＢに協力する方法として預金したもので本件預金にも献金に類する宗教的色彩\nあり（証人Ｌ、Ｍ二三〇丁、Ｎ四一八丁供述調書参照）利息の月三分というも三分\nの徳（添付の被告人上申書七枚目裏）という点より決定したもので預金者募金の手\n段にでたものでない、且被害者は既に多数者が相当の利息を入手しており現に信者\nは勿論其の他の被害者等も弁済を求めず、且教主被告人Ａに厳罰を求めるものは居\nらない（被害者Ｏ外六十二名名義の上申書その他信者の歎願書参照）寧ろ被告人Ａ\nの再起を祈念している（右上申書正本に添付）\n（６）　本件預り金は被告人Ａが自己の利益の為に費消したことはない、即ち預\nり金は宗教法人Ｂの教団事業及び布教行為並その目的達成の用に供せられたもの\nで、被告人ＡとしてはＰ会議日本代表者としての費用に金二十万円を受取り費消し\nたものの外個人的用途に費消したことはない（証人Ｋ証言被告人上申書）而して本\n件惹起するや教主として其の責任を痛感し教団は解散して全財産を倫蔵宮預金者整\n理委員会（委員長Ｑ）に託し、高田本庁、八尾本庁の建物一切を売却整理し弁済方\n法を講じ自己の私有財産（八尾本庁の土地及び建物）を提供して自らは無一文とな\nり、整理委員会は現に整理進捗中（Ｂ財産整理物件表委員長Ｑ提出＝正本に添付）\nで被害者等も満足している事実\n（７）　宗教法人Ｂは本件の為解散し整理中で一切の事業は休止しており、被告\n人Ａも現在無一文で信者宅に寄寓し現に奈良県ＱＲ寺に謹慎の生活をしており二十\n数年宗教界にあつて人間救済の為奔走しており、前科なきこの被告人を二年の実刑\nに処せねばならぬ理由はない、殊に原審相被告人Ｉは執行猶予となり他の代表役員\n代務者に一人として刑を課せられるものなきに、被告人Ａのみを代表者というので\n実刑を科するは甚だ不当である。被害者の多数も現に処罰を求めず被告人の再起を\n希望しているとき被告人Ａの上申書記載の如き事情を考察して原判決破棄執行猶予\nの判決を是非お願い申し上げる次第である。\nと謂うにある。\nよつて所論に鑑み、本件記録を精査検討するときは、本件犯行の動機、態様、回\n数、被害者の数、二千数百万円という莫大な被害の程度その他記録に顕われた諸般\nの犯状に照すときは、被告人等の罪責は決して軽からざるものがあるけれども、弁\n護人縷述の諸事情を十分斟酌するときは、被告人宗教法人Ｂに対する原審の科刑は\n重きに失するものとは認め難いが、被告人Ａに対する原審の科刑は聊か重きに失す\nる嫌ありとは認められるが、同被告人に対し更に刑の執行を猶予すべき犯情特にあ\nりとは認められない。被告人Ａ関係につき所論は右の限度において理由ありと認\nめ、且つ当審で直ちに判決できるものと認め刑事訴訟法第三九七条第四〇〇条但書\nの規定に従い次のとおり判決する。原判示各証拠により原判示事実を認めこれに法\n律を適用すると、被告人の所為は右取締法第二条第十一条第一項に項当するから所\n定刑中懲役刑を選択しその刑期範囲内において同被告人を懲役一年六月に処するこ\nととする。\n被告人宗教法人Ｂに対しては刑事訴訟法第三九六条に従い、訴訟費用については\n刑事訴訟法第一八一条第一八二条に則り主文の如く負担を命ずる。\nよつて主文のとおり判決する。\n（裁判長裁判官　児島謙二　裁判官　畠山成伸　裁判官　本間末吉）\n"
}