{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 32,
    "month": 7,
    "day": 20
  },
  "case_number": "昭和29(う)3237",
  "case_name": "昭和二五年東京都条例第四四号違反公務執行妨害傷害被告事件",
  "court_name": "東京高等裁判所第一〇刑事部",
  "article_info": "第10巻8号633頁",
  "gist": "集団行進の際に行われた暴行脅迫行為につき右集団行進に参加していた者が共謀してこれに加担したものと認められるための要件",
  "case_gist": "集団行進の際に行われた暴行脅迫行為につき右集団行進に参加していた者が共謀してこれに加担したものと認められるためには、あらかじめ、いわゆる共同謀議が行われたと認められない限りは、右参加者らの個別的、具体的行動中に、他の暴行脅迫者らと互に相呼応し相協力して、暴行脅迫を加えようとする意思の発現を認めるに足るものがなければならない。",
  "lawsuit_id": "21457",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=21457",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/457/021457_hanrei.pdf",
  "contents": "主　　　　文\n検察官及び被告人Ａ１、同Ａ２の本件各控訴を棄却する。\n原判決中被告人Ａ３、同Ａ４、同Ａ５、同Ａ６、同Ａ７に対する部分を\n破棄する。\n被告人Ａ３を懲役二年に、被告人Ａ４、同Ａ５、同Ａ６、同Ａ７を各懲\n役一年に処する。\n原審における未決勾留日数中被告人Ａ３、同Ａ４、同Ａ５に対してはい\nずれも百三十日を、被告人Ａ６、同Ａ７に対してはいずれも百日を、右各本刑に算\n入する。\n被告人Ａ３、同Ａ４、同Ａ５、同Ａ６、同Ａ７に対し、いずれもこの裁\n判確定の日から五年間右各刑の執行を猶予する。\n（訴訟費用の負担省略）\n理　　　　由\n本件各控訴の趣意は、東京高等検察庁検事吉岡述直提出の東京地方検察庁検事正\n代理検事田中万一作成名義、被告人Ａ３、同Ａ４、同Ａ５、同Ａ１、同Ａ６、同Ａ\n７、同Ａ２の弁護人福田力之助、同守屋典郎、同青柳盛雄、同柴田睦夫共同作成名\n義の第一、第二、右弁護人青柳盛雄、同福田力之助、同守屋典郎共同作成名義、被\n告人Ａ３、同Ａ４、同Ａ５、同Ａ１、同Ａ６、同Ａ７、同Ａ２各作成名義の各控訴\n趣意書記載のとおりであつて、右検察官の控訴趣意に対する答弁は、被告人Ａ８作\n成名義の抗弁書と題する書面、及び被告人Ａ９作成名義の昭和三十年十月十五日\n附、同年同月十八日附各控訴趣意書に対する被告人抗弁書と題する二通の書面にそ\nれぞれ記載してあるとおりであるから、これらをここに引用し、これに対して次の\nとおり判断する。\n検察官の控訴趣意について。\n被告人Ａ１０、同Ａ８、同Ａ９の三名に対する本件各公訴事実の要旨は、被告人\nらは、いずれも昭和二十七年五月三十日午後七時十分ごろ、東京都板橋区ａｂ丁目\nｃ番地Ｂ１株式会社寮庭に開かれた破防法粉砕けつき大会と称する会合に約三百名\nと共に参加し、右大会において、「警官の武装解除」その他のスローガンを決議し\nた後、同日午後七時三十分ごろ、一部指導者の「行動に移れ」という号令に従つ\nて、同所から無許可集団示威行進に移り、手に手に薪棒、石、ナツト等を所持し、\nスクラムを組み、労働歌を唱つて行進し、同日午後七時四十分ごろ、同区ａ十丁目\n四十一番地板橋警察署岩之坂上巡査派出所前に至つた。その際、被告人らは、他の\n参加者と共謀の上、そのころから同日午後八時十分ごろまでの間にわたり、同派出\n所前に一列横隊に整列し同所を警備していた板橋警察署勤務巡査部長Ｃ１ら十一名\nの警察職員に対し、包囲態勢を執つて多衆の威力を示し、かつ口々に、「今度こそ\nはきさまらをやつつけるぞ。」「Ｄ１の犬め。」「殺してやるぞ。」「武装を解除\nしろ。」「武器を捨てろ。」等と怒号して、前記警察職員の身体に危害を加える如\nき気勢を示して脅迫した上、更に、同人らに石、薪棒、硫酸ビン等を投げつけて、\n前記Ｃ１部長らの右公務の執行を妨害し、かつ、右暴行に因り、同人らに対し全治\n一週間ないし十日間を要する頭部挫創等の傷害を負わしめたものである。というに\nあるところ、原判決が、これを認めるに足る犯罪の証明が十分でないとして、刑事\n訴訟法第三百三十六条に則り、いずれも無罪の言渡をしていることは、所論のとお\nりである。しかるに、所論は、右各公訴事実は、原裁判所で取り調べた証拠によつ\nていずれもその証明が十分であるから、原判決は、事実を誤認したものであつて、\nその誤認が判決に影響を及ぼすことが明らかである旨主張するにより、審究する\nに、原審で取り調べた関係証拠を総合するときは、右被告人三名に対する各公訴事\n実中、同被告人らが、いずれも昭和二十七年五月三十日午後七時十分ごろ、東京都\n板橋区ａｂ丁目ｃ番地所在Ｂ１株式会社寮庭において開催された破防法粉砕総けつ\nき大会と称する会合に約三百名と共に参加したこと、同大会において、「警察官の\n武装解除」その他のスローガンを掲げた宣言文が朗読されたこと、右大会終了後、\n一部指導者の「これより直ちに行動に移る。」旨の指示号令により、四列縦隊の隊\n形をもつて、スクラムを組み、労働歌をうたいながら、同所から同区ａ十丁目四十\n一番地所在板橋警察署岩之坂上巡査派出所方面に向つて無許可集団示威行進を開始\nし、（以下この集団をデモ隊と称する。）ある者は、会場出口附近において、あら\nかじめ用意された薪棒の交付を受けてこれを携え、ある者は、途中路上の石を拾つ\nて所持し、ある者は、既に鉄棒様の物を準備携行するなど、それぞれ武器を携えて\n同日午後七時四十分ごろ、前記岩之坂上巡査派出所前にさしかかつたこと、その\n際、右のような不穏な状勢から、同巡査派出所がこれらデモ隊員らによつて襲撃さ\nれる危険を感じ、板橋警察署から、右派出所警備の任務を帯びて派遣され、同派出\n所前に一列横隊に並んで警備していた巡査部長Ｃ１外十名の警察官に対し、右デモ\n隊員らが、包囲隊形をとりつつ、デモ隊員中の多数の者らが、「武器を棄てろ。」\n「Ｄ１の犬め。」「税金泥棒。」「こんどこそやつつけるぞ。」などと口々に怒号\nし、同時に右警察官及び派出所に向つて、石塊、薪棒、硫酸ビン等を投げつけて、\n前示Ｃ１巡査部長ら十一名の警察官の公務の執行を妨害し、かつ、その暴行によ\nり、同人らに対し、全治一週間ないし十日を要する傷害を与えた事実は、これを肯\n認することができるのであるが、その際、前示被告人三名が、果して右デモ隊員ら\n多数<要旨>の暴行脅迫者と共謀してこれに加担したものであるかどうかの点につい\nて考察するに、本件においては、あら<／要旨>かじめ事前において、その首謀者な\nいし暴行脅迫者らの間に、前掲岩之坂上巡査派出所襲撃についてのいわゆる共同謀\n議が行われたと認むべき証拠は、記録上みあたらないところであつて、従つて、起\n訴状記載の公訴事実においても、デモ隊が右派出所前に到達した際において、始め\nて、暴行脅迫者ら間に共謀が行われたことになつているのであるが、デモ隊が右派\n出所前に到達した当時においては、いわゆる共同謀議をやつている余裕もなかつた\nような情勢にあつたことが記録上うかがわれるのであるから、被告人らが右派出所\n前における共謀に加つたと認められるためには、同人らが、ただ、右デモ行進に参\n加して派出所前に行き、前示暴行脅迫の行われた際その場におつたというだけでは\n足りないのであつて、必ずや、右派出所前における同被告人らの個別的、具体的行\n動中に、他の暴行脅迫者らと互に相呼応し相協力して、警備警察官の公務の執行を\n妨害する意図の下に、同警察官に対し暴行脅迫を加えようとする意思の発現を認め\nるに足るものがなければならぬものといわなければならない。このような見地に立\nつて、左に右各被告人毎に所論の主張について検討する。\n一、　被告人Ａ８について。\n所論の主張する同被告人がＥ１Ｅ２作業所の元工員で、本件の直前、同作業所を\n懲戒免職となつたものであること、同被告人が、昭和二十七年五月三十日午後七時\n十分ごろ、前掲破防法粉砕総けつき大会に出席した際、その演壇に立ち、「愛労の\nＦ１、Ｆ２を倒せ。」という趣旨の演説をした事実は、いずれも所論列挙の証拠に\nよつてこれを認め得られない訳ではないが、このような事実があつたからとて、こ\nれをもつて、直ちに派出所前における共謀に加担した証拠とすることはできない。\n次に、同被告人が、右派出所前において、前示暴行脅迫の行われた際、薪を持つた\nままデモ隊中におり、警察官が拳銃を発射した後、始めて同所から逃走し、Ｂ２小\n学校附近まで逃げたところで右薪を棄てたものであるとの所論主張の事実もまた、\n所論の挙示する証拠によつて認め得られるところであつて、所論は、本件集会及び\nデモ行進が無届のものであり、同被告人が新聞記事によつて、当日五、三〇紀念日\nのため、警察も警戒態勢に入つていたことは知つており、前掲大会中「人民広場で\nは警官隊がバリケードをきづいている。」という情報を聞き、デモ行進が途中で警\n官隊から弾圧された時に、警官に殴られるような事態が起れば、これに反抗するた\nめ使用する意図の下に、デモ行進に移つた直後、他人より薪をもらい受け、これを\n携行していたものであるから、仮りに、被告人において、初めから積極的に警備警\n察官を襲撃する意図はなかつたとしても、少くとも、デモ行進中、警察官から無届\n行進の廉により解散を命ぜられ、これに反抗するデモ隊と警察官との間に衝突が起\nきた場合には、同被告人自身薪を揮つて警察官に立ち向い、その公務の執行を妨害\nしようとする意図の下に行動していたことを推認し得べく、しかも、現に同被告人\nは、派出所前で、他の共犯者らが警察官に向い、「武装を解け。」と脅迫したり、\n投石しているのを聞いたり見たりしておりながら、敢えて積極的に仲間の犯行を阻\n止したり、あるいは、消極的に薪を棄て、またはその場から逃げ出すようなことを\nしなかつたばかりか、かえつて、反対に薪を持つたまま現場にい残り、大衆の威力\nを示して、他の者と共に警察官を脅迫していた程であるから、これらの事実からす\nるも、同被告人に対しては、Ａ３らに加勢して、警察官の公務の執行を妨害しよう\nとする意図のあつたことを十分に認めることができるのであつて、このことは、被\n告人Ａ９、同Ａ１０についても同様であり、同人らは、竹の棒又は石を持つてデモ\n隊に参加し、派出所前に行つて、警官隊から発砲されるまでその場にい残つて、他\nのデモ隊員と意思を通じ、大衆の威力を示して警官隊を脅迫していたのであるか\nら、Ａ３らの所為につき公務執行妨害、傷害罪の成立が認め得られる以上、被告人\nＡ８、同Ａ９、同Ａ１０についても、同罪の成立を認め得るものといわなければな\nらない旨主張するのであるが、なるほど、前示Ｂ１株式会社寮庭に開かれた集会、\n及びこれに引続き行われた集団示威行進が無届のものであつて、被告人Ａ８（被告\n人Ａ９、同Ａ１０も同様）らか、当日五、三〇紀念日のため、警察においても警戒\n態勢に入つていたことを知つており、デモ行進に移つた直後、他人より薪をもらい\n受け、デモ行進中警察官から無届行進の廉により解散を命ぜられ、デモ隊と警察官\nとの間に衝突が起きた場合に、これを揮つてその警察官に立ち向い、その公務の執\n行を妨害しようとする意図の下に右薪を携帯していたものであることは、記録上こ\nれをうかがい得られない訳ではないけれども、原判決挙示の証拠に徴するときは、\n本件暴行脅迫が開示されたときの情況は、全く右とことなり、警察官側において\nは、デモ行進に対し、無届行進の廉により解散を命じたこともなく、いささかも干\n渉がましい言動に出なかつたにもかかわらず、突如として、デモ隊員らによつて包\n囲隊形がとられ、デモ隊員中の多数の者から暴行脅迫が行われるに至つたものであ\nることが認め得られるのであるから、たとえ、被告人Ａ８が他人より薪棒をもらい\n受けて携えていた意図が、右所論のとおりであつたとしても、その予期した場合と\n異る事態が発生したものであるから、単に、所論のような同人が右暴行脅迫の行わ\nれた当時、薪を携帯したままその場にいて、積極的に他人の犯行を阻止したり、消\n極的に薪を棄ててその場から逃げ出すようなことをしなかつたとの一事によつて、\n同被告人が他の暴行脅迫者らと互に相呼応し相協力して、デモ隊に対しなんらの干\n渉もしなかつた警備警察官の公務の執行を妨害する意図の下に同警察官に対し暴行\n脅迫を加えようとする意思の発現があつたものと認めることは、いささか無理であ\nるといわなければならない。ところが所論は、この点の証拠として、特に、証人Ｇ\n１の原審公廷における証言及び同人の検察官に対する供述調書を援用し、これによ\nれば、被告人Ａ８が特に顕著に暴行脅迫の実行者の一人であるか、少くとも、他の\n暴行脅迫者と意思を通じ、相協力して行動した者であることが情況上明らかである\n旨主張するのであるが、なるほど、右Ｇ１の検察官に対する供述調書中所論の援用\nする部分の供述記載によれば、同被告人の派出所前における行動に多分の疑惑の存\nすることは、否定できないけれども、しかし、これによつてもなお、右派出所前に\nおける同被告人の個別的、具体的行動を十分明らかにし得ないのであるから、同被\n告人が右派出所前において他の暴行脅迫者らと共謀してこれに加担したとの本件公\n訴事実については、結局、これを確認すべき犯罪の証明がないことに帰するものと\nいわなければならない。\n二、　被告人Ａ１０について。\n所論の主張する同被告人が、昭和二十七年五月三十日当時顔面に絆創膏を貼り、\n友人Ｈ１と共に、上野駅前で、被告人Ａ９及びＩ高校生らと落ち合い、共に前示集\n会並びにデモ行進に参加するため、Ｂ３の会場に至り、これら行事に参加した事\n実、被告人Ａ１０が、上野駅前に落ち合つた際、既に、警察官と衝突することのあ\nるべきを予想し、その所持品を同駅附近の知人方に預け、かつ、救護用として指頭\n消毒器等を携帯した事実、デモ隊が集団行進を開始した際、同被告人が武装しろと\nいう声を聞くと共に、皆が薪を手にしているのを見て、同被告人も行進中周囲の者\nに対し、「石を拾つてくれ。」と依頼し、Ｇ２が二、三個の石を路上から拾つて渡\nしたところ、同被告人がこれを携えて前示派出所前に至つた事実、並びに同被告人\nが、派出所前における暴行脅迫等の終了した後、Ｊ１薬局で、脱脂綿を買い求め、\nかつ、負傷者の手当看護をした事実等は、いずれも所論の挙げている証拠によつて\nこれを肯認することができるけれども、これらの事実のみによつては、直ちに前記\n派出所前における同被告人の共謀の点までをも推認することはできないものといわ\nなければならない。所論は、同被告人が、右派出所前において、他の集団的暴行脅\n迫を敢行したデモ隊員らと協同して暴行脅迫行為をなした事実の証拠として、Ｇ２\nの検察官に対する昭和二十七年六月十七日附、同年七月二十三日附各供述調書、証\n人Ｇ２の原審公廷における証言等を援用しているのであつて、これらの証拠による\nと、同被告人が、派出所前において、他のデモ隊員らと共に、「税金泥棒」等の悪\n口雑言を警察官らに浴せていたような疑が存するのであるし、また、所論は、前示\nのような同被告人が上野駅前集合時において、既に、警察官との衝突を予期して、\n所持品を預け、救護用具を用意して来たこと、行進途中において石塊を携行したこ\nと、暴行終了後、Ｊ１薬局内において、負傷者の手当看護をしたこと等の諸事実を\n総合すれば、同被告人にも、前示派出所前における共謀に加担した事実が認められ\nる旨主張するのであるが、しかし、同被告人においても、本件デモ行進が無届のも\nのであることを知つていたため、警察官から解散を命ぜられるような場合があるか\nも知れぬと考え、所持品を他に預けたり、行進の途中で石塊を拾うような行動に出\nたものと認め得られる点については、前述の被告人Ａ８の場合と同様であること\nが、記録上窺われるのであつて、従つて、被告人Ａ１０が、右石塊を持つたまま、\n右派出所前で暴行脅迫の行われた当時その場にいただけの事実によつては、未だ、\n共謀の事実を認定しがたいこともまた、前示被告人Ａ８の場合と同様であるし、Ｊ\n１薬局方において負傷者の手当看護をした点についても、デモ行進の仲間のうちに\n負傷者が出たような場合に、仲間の一人として、これが手当看護をしてやること\nは、当然であると考えられるのであるから、これあるがために、暴行脅迫について\nも当然共謀があつたものと速断することはできないものというべく、従つて共謀の\n点については、結局、右派出所前における同被告人の個別的、具体的行動によりこ\nれを認定するの外はないと考えられるところ、単に、前示のような同被告人が石塊\nを携行して派出所前に行き、警備警察官らに対し、「税金泥棒。」等の悪口を口走\nつたことの疑のみによつて、同被告人が他の集団暴行脅迫者らと互に相呼応し、相\n協力して警備警察官の公務の執行を妨害する意図の下に同警察官らに対し暴行脅迫\nを加えようとする意思の発現があつたものと認定することは、困難であるといわな\nければならない。してみれば、同被告人が他の暴行脅迫者らと共謀してこれに加担\nした旨の本件公訴事実については、結局、これを確認するに足りる犯罪の証明が十\n分でないといわなければならない。\n三、　被告人Ａ９について。\n所論の主張する同被告人が、Ｋ１青年団Ｋ２班に所属し、一時同班のキヤツプを\nしたことがあつたが、同人が、昭和二十七年五月三十日、上野駅前で、同じＫ１青\nのＨ２やＨ１らと落ち合つた際、警察官との衝突を予期し、いずれも所持品を他に\n預けた上、前記集会並びにデモ行進に参加した事実、次いで、同被告人が前示デモ\n隊に加わり、Ｂ１寮庭の会場から出発した際、路傍の竹の捧を抜いて携帯し、岩之\n坂上巡査派出所前に行き、同所において、デモ隊員中の多数の者が、同派出所警備\nの警察官に対して暴行脅迫の挙に出た際、その場にいた事実は、いずれも所論の挙\n示する証拠によつてこれを認めるに十分であるけれども、単に、これだけの事実に\nよつては、未だ同被告人が右派出所前において、他の暴行脅迫者らと共謀して前示\n暴行脅迫に加担したものと認めがたいことは、既に被告人Ａ８、同Ａ１０について\n説示したところと同様であつて、他に右共謀の点を確認するに足りる証拠は、記録\n上これを発見することができないのであるから、被告人Ａ９に対する本件公訴事実\nもまた、結局これを認めるに足りる犯罪の証明がないものといわなければならな\nい。\n以上の次第であつて、被告人Ａ８、同Ａ１０、同Ａ９に対する本件各公訴事実\nは、原審で取り調べた証拠によつては、いずれもこれを確認することができないの\nであるから、原判決が、これを認めるに足りる犯罪の証明が十分でないとの理由に\nより、同被告人ら三名に対し無罪の言渡をしたことは、相当であつて、記録を精査\nし、当審における事実取調の結果をも総合して、検討考察してみても、原審の認定\nを覆すに足りるものを発見することができないから、検察官の論旨はすべてその理\n由がない。\n（その余の判決理由は省略する。）\n（裁判長判事　中西要一　判事　山田要治　判事　石井謹吾）\n"
}