{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 28,
    "month": 11,
    "day": 26
  },
  "case_number": "昭和28(う)441",
  "case_name": "住居侵入公職選挙法違反被告事件",
  "court_name": "札幌高等裁判所第三部",
  "result": "破棄自判",
  "lawsuit_id": "24317",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=24317",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/317/024317_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人を懲役四月に処する。\n但し本裁判確定の日から二年間右刑の執行を猶予する。\n原審及び当審における訴訟費用は全部被告人の負担とする。\n理　　　　由\n検察官検事今関義雄及び弁護人坂谷由太郎の各控訴趣意は各提出の控訴趣意書記\n載のとおりであるからこれを引用する。\n検察官の控訴趣意第一点（判決の更正決定は無効の論旨）について、\n原判決が被告人を懲役四年に処し、その直後右判決中明白なる誤謬があるとし\nて、原審は、判決主文中「被告人を懲役四年に処する。」とあるのを、「被告人を\n懲役四月に処する。」と更正決定をしたことは記録上明らかである。右決定の理由\nは、原裁判所は被告人を懲役四月に処すべきものと判断したが、判決時にこれを四\n年と書き損じたから更正する趣旨と解せられる。かかる更正決定をなし得ることを\n明にした規定は刑事訴訟法には存しない。思うに判決書に書き損じがあるときは裁\n判所の真意とその表示が一致しないのであるが、その前後の記載や判決書全体の趣\n旨或は記録に徴して、その書き損じであることが判明すると共に裁判所の真意を読\nみ取ることができる場合があり、かかる場合には判決の趣旨内容は、更正をまつま\nでもなく、その正しきところに従つて理解さるべきは勿論である。この場合の更正\n決定は念のために真意を明かにするものに外ならず。裁判の内容を変更するもので\nはない。従つて、法規の明文はないが、かかる場合の更正決定は許されるものと解\n<要旨第一>し得るであろう。しかし主文の刑の記載については考慮を要するものが\nある。すなわち、判決書の理由中の適</要旨第一>条の記載により、右適条の法定刑\nを以つて処断する裁判所の真意は判明するが、その法定刑の範囲内における量刑は\n裁判所の裁量に属することであるから、量刑に対する裁判所の真意は主文の記載に\nよるの外これを読み取る手がかりはないわけである。（この点は民事判決と事情を\n異にする。）原判決の理由中には被告人を懲役四月に処すべきものとする旨の記載\nがないのであるが、かりに之があつても理由の記載と主文の記載といずれが裁判所\nの真意に合致するのか、およその見当はつくにしても、確実に読みとることはでき\nない。かく考えると、刑の量定に関しては主文の記載を以つて裁判所の真意なりと\n解する外はないのであつて、従つてその記載を改めることは、判決の内容を変更す\nる結果となるから、かかる更正決定は違法である。よつて、原裁判所のなした更正\n決定は無効と解すべく、原判決は被告人を懲役四年に処したものとなさねばならな\nい。しかし更正決定が無効だからと言つて原判決を破棄すべきものでないことは言\nうまでもない。\n同第四点（法令の適用の誤）について、\n原判決が原判示第二の事実に対して公職選挙法第百三十八条第二百三十九条を適\n用して懲役刑を選択処断しているが、右第二百三十九条の法定刑は禁錮又は罰金刑\nであつて、懲役刑は存在しないのであるから禁錮又は罰金刑を選択しなければなら\nないことは所論のとおりである。しかるに原判決が右第二百三十九条を適用しなが\nら懲役刑を選択したのは明らかに法令の適用を誤つたものであるが原判決はこれと\n住居侵入罪とを併合罪として重い住居侵入の罪の刑に法定の加重をして処断したも\nのと認められるからこの誤は判決に影響を及ぼさないので原判決破棄の理由とはな\nらないから、この点の論旨は理由がない。\nしかし職権で調査すると原判決は被告人を懲役四年に処しながら刑法第二十五条\nを適用し二年間右刑の執行を猶予していることが判文上明かであつて刑法第二十五\n条を不当に適用したものであるから原判決には法令の適用の誤があり、この誤は明\nらかに判決に影響を及ぼすものというべくこの点において原判決は破棄を免れな\nい。\n同第三点（公訴事実第二の（二）戸別訪問につき無罪とした事実誤認）につい\nて、\n所論のように原判決が公訴事実中第二の（二）の、被告人は昭和二十七年十月一\n日施行の衆議院議員選挙に際し北海道第五区より立候補したるＡ党Ｂの選挙運動者\nであるが同候補者に投票を得せしめる目的をもつて、昭和二十七年九月六日選挙人\nである阿寒郡ａ村Ｃ礦員合宿Ｄ寮第十五号室Ｅの居室を訪問してＥ、Ｆに対し「九\n月八日にＧ小学校でＢ候補の演説会をやるから聴きに来てくれ」と申向けて右Ｂの\n演説会の開催を告知しもつて戸別訪問をなしたものである。との点についてはその\n証明が十分でないとして無罪の認定をしていることは原判文により明かである。そ\nこで原裁判所で取調べた証人Ｅ、同Ｆの供述と、Ｅ及びＦの各検察官に対する供述\n調書を比較すると、右両名の証人としての公判廷における供述は右両名の検察官に\n対する供述と一致する部分を除き、Ｅは公判廷において、「雨が漏つて困ると話し\nその後も将棋をやつていた。その外にもその男は何か言つて居りましたが私は聞こ\nうとする気もなかつたので、何を言つたか記憶することはありません」と供述し、\nまたＦは公判廷において、「我々は将棋で夢中でありよくＩの言つたことを記憶し\nてないが、Ｈ新聞の内容について説明していたようでした。この説明以外は別に言\nわなかつたと思います」と供述しいずれも断定的の表現をしていないのである。そ\nして、同公判廷における検察官と右Ｆの問答中、問、証人は検察庁で取調べを受け\nたことがあるね。答、あります。問、その取調の際に申述べたことは真実か。答、\nありのままを申述べたものです。と供述し、また被告人との問答において、問、検\n察庁で申述べたことが今日公判廷で述べたことと忘れたということがあるか。答、\n或は一部忘れたところもあるかも知れないが全部忘れたということはない。と供述\nしているのである。一方Ｅの署名捺印ある検察官に対する供述調書によると同人は\n「昭和二十七年九月六日午前十一時頃私の部屋へＩが入つて来て九月六日にＡ党の\nＢ候補の演説会がＧ小学校で行われるから聞きに来て下さいと言つたことがありま\nすからそのことについて申上げます」との前提の下に「私達は将棋をしてなお相手\nにしないでいると、九月八日に五区から立候補したＡ党の演説会がＧ小学校で開か\nれるから聞きに来てくれと言いました。私達はこれには答えませんでした」と供述\nし、またＦの署名捺印ある検察官に対する供述調書によると「私は昭和二十七年九\n月六日Ｅの十五号室へ将棋を指しに行つている際Ａ党のＩという男が入つて来て私\n達に向つて、九月八日に五区から立候補したＡ党のＢの演説がＧ小学校で行われる\nからその演説会を聞きに来てくれ、といつて帰つて行つたことがありますからその\nことについて申上げます」との前提の下に「私達はそれでも相手にしませんでした\nがその男はなお私達に向つて九月八日に五区から立候補したＡ党のＢの演説会がＧ\n小学校であるから聞きに来てくれといいました。私は相変らずＥと将棋を指してお\nりこれには答えませんでした」と供述しているのであつて、いずれも公判期日にお\nいて、前の供述と相反する供述をしていることが明かである。そこでその真実性に\nつき比較検討すると右Ｅの検察官に対する供述は昭和二十七年九月十七日であり右\nＦの検察官に対する供述は同月十六日であつて、被告人が右両名を訪問した日から\n約十日後の供述であり自己又は他人のため工作を容れる余地のない中にされたもの\nでしかも理路整然として、断定的でありこれに反し右両名の証言はいずれもこれよ\nり三ケ月以上を経過した昭和二十七年十二月二十三日の公判期日における供述であ\nり、前記各証言の内容と比較すると、任意に供述したと認められる前の供述たる右\n両名の検察官に対する供述調書がより以上信用すべき特別の状況があるものと認め\nられる。そして右両名の各検察官に対する供述調書と原裁判所で取調べた北海道選\n挙管理委員会支局釧路国支部長から検察官に対する衆議院議員候補者についての照\n会の回報書、ａ村選挙管理委員会事務局雄別支所作成の証明書、及び原審証人Ｊの\n供述を綜合すると、公訴事実第二の（二）の事実が十分認められるのである。しか\nるに原審はこれを看過して犯罪の証明十分ならずとして無罪の認定をしたのは、事\n実を誤認したものであり、この誤認は判決に影響を及ぼすことが明かであるから、\nこの点においても原判決は破棄すべきである。論旨は理由がある。\n弁護人の控訴趣意中事実誤認の点について、\n（イ）　所論の要旨は原判示第一の住居侵入の事実について本件礦員宿舎Ｄ寮の\n寮内出入は主として寮居住者の承諾さえあれば常識上特別の場合（例えば寮内礦員\nに用事も、その他関係もなく外部者の出入の如き）を除きこれを不法とするいわれ\nはない。従つて、寮の係員の制止又は制札あるに拘らず出入したことだけでもつて\nその出入を不法と断ずる訳にはいかない。しかも本件において、被告人は寮入居者\nたるＫの承諾を得て寮内に出入をしたものである。というにある。しかし、原審証\n人Ｋの供述によると同人は検察官の「その時証人はＩと話をしなかつたか」との問\nに対し、「私は事務室でＬとは話しておりましたがそのまま事務室に坐つておりま\nしたのでＩとは話を致しませんでした」と述べ又被告人の証人は少し酔つていたが\n私に対し「どうぞお入り下さい頑張つて下さいと言つた記憶はないか」との問に対\nし「左様なことを言つた記憶はありません」と供述しＫが被告人の寮内出入を承諾\nした事跡は認められないのである。そして原判決挙示の証拠によつて、本件Ｃ礦員\n合宿Ｄ寮は建坪四百八坪七合五勺外二階百八十八坪七合五勺計五百九十七坪五合で\nあり寮生の室数は階下十六室二階十六室であり寮生も百人余り居住し、その玄関に\n入り向つて右側に事務室があり玄関中央に向つて見易く高さ約一尺二寸二分幅約五\n寸二分の板に「訪問者は必ず事務室に申出下さい、Ｄ寮舎監」と墨書した立札があ\nり、舎監及び舎監補佐として四名を置いて、外来者がみだりに出入することを禁止\nしていたこと及び当時舎監Ｍが管理して、Ｌはその補佐をしていたものであるこ\nと、昭和二十七年九月六日被告人は右Ｌが制止したのにかかわらず敢えて右寮に侵\n入したことが認められるのである。\n<要旨第二>かように、総坪五百九十七坪五合の建物で寮生百人余りの多数人が居\n住する寮であつて、玄関の右側に事務</要旨第二>所を設け舎監及び舎監補佐四名に\nよりこれを管理し「訪問者は必ず事務室に申出下さい」という立札を置き外来者が\nみだりに出入することを禁止した建物においては、たとえ外来者が管理者の下にあ\nる寮生に面会する目的を有する場合でも管理者の意に反し侵入した行為は故なく侵\n入したものと解すべきであるから、被告人の所為は刑法第百三十条の罪を構成する\nものというべく従つて原判決にはこの点につき所論のような事実の誤認はない。論\n旨は理由がない。\n（ロ）　原判示第二の戸別訪問の事実について、\n所論の要旨はＢが衆議院議員の立候補の届出をしたのは昭和二十七年九月六日で\nあり、被告人がその届出を知つたのは同日午后九時頃であり選挙運動の開始（演説\n会の届出）をしたのはその夜中である。被告人がＤ寮に出入したのは同日午后零時\n前である。従つて被告人が選挙運動をしたとしてもＢの立候補届出前であり仮りに\n届出後であつたとしても被告人が立候補の届出を知つたのは同日午后九時過ぎであ\nるから選挙運動とならない。且つ候補者と意思を通じた前であるからいずれの点か\nら言つても選挙運動ということはできないというのである。しかし、選挙運動とは\n特定の選挙に関し特定の議員候補者のためにするは勿論特定の選挙が客観的に予想\nされていて将来特定せらるべき候補者の当選を図る目的をもつてする行為をいうも\nのであると解すべきである。それゆえ、選挙運動たると否との区別を立候補届出を\nもつて標準とすべきでなく、また立候補届出の知、不知、立候補者と意思を通じた\nと否とにより決すべきではないのである。そして原判決挙示の証拠によると、被告\n人の原判示第二の各戸別訪問は、昭和二十七年十月一日施行の衆議院議員選挙に際\nし同年九月五日その立候補届出をしたＢのために投票を得せしめる目的をもつて、\nなした行為であつて、しかもそれは右立候補届出の翌日であることが明かである。\n従つて原判決が被告人の所為を選挙運動と認定したのは正当であつてこの戸につき\n事実の誤認はない。論旨は理由がない。\n同控訴趣意中法令の適用の誤について、\n<要旨第三>しかし立候補届出前の選挙運動たる戸別訪問は公職選挙法第百二十九\n条及び第百三十八条の違反であつて単</要旨第三>一の行為で二個の罪名に触れるも\nのであるから、刑法第五十四条第一項前段によつて処断すべきものであつて公職選\n挙法第百二十九条のみの違反として処断すべきものではないのである。ところで被\n告人の原判示第二の戸別訪問が立候補届出の翌日になされたものであることは前段\n説示のとおりであるから被告人の所為を原判決が公職選挙法第百三十八条違反とし\nて処断したのは正当であつて法令の適用に誤はない。この点の論旨も理由がない。\n同控訴趣意中訴訟手続に法令の違反の点について、\n所論は原審が判決に明白な誤謬があるとして原判決の更正決定をしたのは訴訟手\n続に法令の違反があり原判決は破棄すべきであるというのであるが、この点に関す\nる判断は検察官の控訴趣意第一点について説示したとおりである。\n<要旨第四>同控訴趣意中、弁護人は原審弁護人及び特別弁護人の各弁論趣旨は本\n趣意書主張に反せざる限りこれを援用</要旨第四>するというのであるが、控訴趣意\n書には控訴申立の理由を刑事訴訟法第三百七十七条乃至第三百八十三条に規定する\n事由に従い刑事訴訟法及び刑事訴訟規則で定める方式により控訴趣意書自体のうち\nに簡潔に明示し、その他疎明資料若しくは保証書を要するものはこれを添付しなけ\nればならないのであつて、原審における弁護人の弁論の趣旨を援用し主張すること\nは許されないのである。従つて右弁護人の主張は不適法であるから援用にかかる主\n張については判断をしない。\nよつて、検察官の控訴趣意第二点の量刑不当に対する判断を省略し刑事訴訟法第\n三百九十七条第三百八十条第三百八十二条により原判決を破棄し同法第四百条但書\nにより更に判決する。\n罪となるべき事実\n当裁判所の認定した罪となるべき事実第一は原判示の罪となるべき事実摘示第一\nのとおりであつて、その証拠も原判示の第一についての証拠と同一であるからいず\nれもこれを引用する。\n第二、被告人は昭和二十七年十月一日施行の衆議院議員選挙に際し北海道第五区\nから昭和二十七年九月五日立候補したＡ党Ｂの選挙運動者であるところ同候補に投\n票せしめる目的をもつて\n（一）　昭和二十七年九月六日午前十一時三十分頃阿寒郡ａ村Ｃ礦員合宿Ｄ寮第\n十七号室を訪問して選挙人であるＮ、Ｏ及びＰの三名に対し「九月八日Ｇ小学校で\nＢ候補の演説会をやるから聞きに来てくれ」と申し向けて右Ｂの演説会の開催を告\n知し\n（二）　同日午前十一時頃同寮第十五号室を訪問して選挙人であるＥ、Ｆに対し\n「九月八日にＧ小学校でＢ候補の演説会をやるから聞きにきてくれ」と申し向けて\n右Ｂの演説会の開催を告知し\n（三）　同日正午頃同寮第二十三号室を訪問して選挙人であるＱに対し前記選挙\nには前記Ｂに投票せられたき旨を依頼し\nもつて戸別訪問をしたものである。\n証　拠\n判示第二の事実につき\n一、　北海道選挙管理委員会支局釧路国支所長から検察官に対する衆議院議員候\n補者について照会の回報書\n一、　ａ村選挙管理委員会事務局雄別支所作成の証明書\n一、　原審証人Ｏ、同Ｐ、同Ｎ、同Ｑ、同Ｊの各供述調書\n一、　Ｅ、Ｆの検察官に対する各供述調書\nを綜合して認定する。\n法令の適用\n被告人の判示第一の所為は刑法第百三十条に同第二の各所為は公職選挙法第百三\n十八条第二百三十九条に該当するので、\n第一の罪については懲役刑を第二の罪（包括一罪）については禁錮刑を選択の上\n判示第一と第二の罪は刑法第四十五条前段の併合罪であるから同法第四十七条第十\n条により重い第一の罪の刑に法定の加重をなした刑期範囲内で被告人を懲役四月に\n処し情状により刑法第二十五条を適用し本裁判確定の日から二年間右刑の執行を猶\n予するものとし、原審及び当審における訴訟費用は刑事訴訟法第百八十一条第一項\nに従い全部被告人に負担させることとし、主文のとおり判決する。\n（裁判長判事　熊谷直之助　判事　成智寿朗　判事　笠井寅雄）\n"
}