{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 26,
    "month": 2,
    "day": 12
  },
  "case_number": "昭和25(う)703",
  "case_name": "賍物故買被告事件",
  "court_name": "札幌高等裁判所第三部",
  "result": "破棄自判",
  "lawsuit_id": "24403",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=24403",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/403/024403_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人を懲役六月及び罰金二千円に処する。\n右罰金を完納することができないときは金百円を一日に換算した期間被\n告人を労役場に留置する。\n右罰金についてはその仮納付を命ずる。\n原審（移送前）における訴訟費用は全部被告人の負担とする。\n理　　　　由\n弁護人中山信一郎の控訴趣意は別紙記載の通りである。\n先づ第一点第七項において、弁護人は、本件は賍物故買の事件であるが、その訴\n因において、被告人が買ひ受けた物品が如何なる犯罪によつて得たる賍物であるか\nを明らかにしていないと攻撃するのである。よつて原審第二回（昭和二十四年十一\n月二十五日）公判調書を見ると検察官の陳述した本件賍物故買罪の訴因は、\n被告人は、\n（イ）　昭和二十三年三月中空知郡ａ町Ａ株式会社工場内においてＢより同工場\nの製品である含蝋油ドラム罐入二本を、その贓物たるの情を知りながら代価金一万\n三千円で買い受け、\n（ロ）　同年五月初頃前同様同工場においてＢからパラフイン一函を、その贓物\nたるの情を知りながら代価金二千円で買い受けたものである。\nというのであつて、弁護人の主張の通り何罪による贓物であるかの点は明示され\nていないのである。\n<要旨>しかしながら訴因は公訴事実を具体的に示して被告人にその防禦の範囲を\n明らかにする目的を有するもので</要旨>あつて、贓物故買罪においては目的物件が\n犯罪によつて不正に領得せられた物であり且その情を知つて買ひ受くるときは、そ\nれが如何なる犯罪によつて得たものであらうとも、又具体的に何人の如何なる犯罪\nによつて得たものであるかを知らなくても、故買罪は成立するものであるから、右\nに掲げた訴因で充分公訴事実が明示されて居るといはなければならない。従って弁\n護人の右攻撃は理由がない。\nところで控訴趣意の同項には、原判決中に、本件の物件が如何なる犯罪によつて\n取得されたかを判示されていないと論ずるのであるが、原判決に認定した二個の事\n実のうち（イ）の事実については「……含蝋油ドラム罐入二本をＢが窃取したるの\n情を知りながら代金一万二千円で買受け」と判示しているので、明らかに物件はＢ\nが窃取による物であることが示されている。故にこの部分については弁護人の右主\n張は理由がない。次に（ロ）の事実についても、「右Ｂより前同様の事と知りなが\nら代金二千円で買受け」と判示されているので、これも窃取にかかるものである趣\n旨が窺へるのであるから、この点も、この理由では弁護人の主張は採用できない。\n次に第一点第十項には原審において弁護人の弁護権を不法に制限したと攻撃する\nのである。よつてこの点について調査するに、原審において弁護人中山信一郎が私\n選弁護人となつていたこと、同弁護人が昭和二十五年七月十五日附を以て同月二十\n五日の公判期日の変更申請をしたこと、原審は右申請を却下し、同年七月二十五日\nに弁護士高橋要を国選弁護人に選任したこと、同日の公判期日には右高橋弁護人の\n出席の下に開廷され、弁論の終結を見たことは一件記録により明らかなところであ\nる。被告人に私選弁護人がある場合には、できるだけその弁護人による弁護の利益\nを被告人に受けさせるべきは勿論であるけれども、一方において公判期日は一旦指\n定せられたものはできる丈変更しないとするのが訴訟法規の精神であつて、その弁\n護人に、長期にわたつて公判期日に出席し得ないような事由のある場合には、審理\nの迅速を図る理想の上からその弁護人の希望の日に開廷できないことも亦已むを得\nないことである。かかる場合にはその弁護人の公判期日変更申請を却下し、他に被\n告人が弁護人を選任しないときは国選弁護人を附して開廷することは、弁護人の弁\n護権を不法に制限したことにはならないのである。今本件に見るに原審私選弁護人\nは七月二十五日の公判期日の変更を申請し、公判期日としては九月を希望している\nのである。そもそも本件は昭和二十四年三月四日の起訴にかかり、途中で訴因の変\n更、移送等のことがあつたため異常に審理の遅延している場合であつて、原審が本\n件審理について更に約四十日近くの延長を見るような右変更申請を許可しなかつた\nのは無理もないところと思はれるのである。\n従って右のような事実は弁護人の弁護権を不法に制限したことにはならないと判\n断する。\n第一点のその余の各項目は原判決には事実の誤認があるといひ、一件記録及び証\n拠に現はれた事実を採用するのである。よってこの点を調査するに一件記録によれ\nば原判決認定の（イ）の事実は弁護人の主張にも拘はらず充分これを認めることが\nできるのであつて、この点については事実誤認があるとは信じられない。\nしかしながら職権を以て案ずるに原判決に罪となるべき事実の（ロ）として記載\nしたところは、\n（ロ）　被告人は昭和二十三年五月初頃ａ町Ａ株式会社Ｃ事務所の工場内におい\nてＢより同人が窃取した事の情を知りながら代金二千円で買受同所から搬出した。\nという趣旨であつて、被告人がＢから買ひ受けた物品が何であるかが判示されて\nいないのである。これは即ち贓物罪の目的物を明らかにしないのであつて、罪とな\nるべき事実の記載として不備である。従つてこれは刑事訴訟法第三百七十八条第四\n号に規定するところの判決に理由を附せざるに当るのであつて、同法第三百九十七\n条により原判決は破棄を免れないものといはなければならない。\nよつて控訴趣意第二点の量刑不当の点については茲に判断をせず、刑事訴訟法第\n四百条但書により直に次の通り判決する。\n罪となるべき事実。\n被告人は、\n（イ）　昭和二十三年三月中北海道空知郡ａ町Ａ株式会社工場内で、Ｂが同会社\nから窃取した含蝋油ドラム罐入二本を、その贓物であることを知りながら同人から\n代金一万二千円で買ひ受け、\n（ロ）　同年五月中前同所で、Ｂが同会社から窃取したピラフイン二十瓩入一函\nを、その贓物であることを知りながら同人から代金二千円で買ひ受け、\n以て贓物故買をしたものである。\n証拠の標目。（省略）\n法令の適用。\n被告人の判示所為は各刑法第二百五十六条第二項に当るところ、犯行後罰金等臨\n時措置法の施行により罰金額の変更があったので刑法第六条第十条により軽い従前\nの刑に従ひ、刑法第四十五条前段の併合罪であるから、懲役刑については同法第四\n十七条本文第十条により重いと認める判示（イ）の罪の懲役刑に併合罪の加重をな\nし、その刑期範囲内において、又罰金刑については同法第四十八条第二項により法\n定罰金額の合算額の範囲内において、被告人を懲役六月及び罰金二千円に処し、右\n罰金を完納することができないときは刑法第十八条により金百円を一日に換算した\n期間被告人を労役場に留置することとし、尚刑事訴訟法第三百四十八条により右罰\n金の仮納付を命じ、原審移送前の訴訟費用は刑事訴訟法第百八十一条により全部被\n告人の負担とするものとする。\nよつて主文の通り判決する。\n（裁判長判事　竹村義徹　判事　西田賢次郎　判事　河野力）\n"
}