{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 25,
    "month": 7,
    "day": 22
  },
  "case_number": "昭和24(ネ)111",
  "case_name": "土地明渡請求事件",
  "court_name": "高松高等裁判所第二部",
  "result": "棄却",
  "lawsuit_id": "24673",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=24673",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/673/024673_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴はこれを棄却する。\n控訴費用は控訴人の負担とする。\n事　　　　実\n控訴代理人は原判決を取消す。被控訴人の請求を棄却する。\n訴訟費用は第一、二審共被控訴人の負担とするとの判決を求め、被控訴代理人は\n控訴棄却の判決を求めた。\n被控訴代理人の事実上の供述は本件係争の土地は無償で控訴人に貸したものであ\nつて使用貸借の終了を原因としてその返還を求めるものであるが、控訴人は現に右\n地上に板囲い等の工作物を設置して居るのでこれらの工作物収去の上右土地の明渡\nを求める次第である。なお控訴人は被控訴人の本件土地の明渡請求を目して所有権\nの濫用なりというけれども不当も甚しい、本件土地は控訴人が被控訴人に無断で勝\n手にこれを南座の建築工事場に使用して居るのを被控訴人が発見しその不法を責め\nた結果控訴人は右建築工事の終了まで貸してくれと懇願するのでやむなくこれを承\n諾したものである。かくの如く当初から他人の土地を無断で使用しそれを発見せら\nれて漸く一定の期限を限り使用を許されしかもその使用目的を果した後該土地が必\n要なりと称してその返還を拒むが如きは不法も甚しく、他方被控訴人はこの土地に\n対しては早くより建物建築の計画を立て控訴人の明渡しを待つて居る次第であるか\nらその明渡を求めるのは当然で何等権利の濫用ではない。しかのみならず控訴人は\n当初からその買受けた土地の限度内で建築の設計をなすべきに拘わらず建築終了後\nに至つて裏側が狭くてもつと空地が必要だなどと言つて本件土地の使用を継続せん\nとするが如きはむしろ控訴人こそ自己の権利（本件土地の隣接地に対する自己の所\n有権）を濫用するものみいうべきであると述べた外原判決事実摘示と同一であるか\nら茲にこれを引用する。\n控訴代理人は答弁として被控訴人の主張事実中本件土地が被控訴人の所有に属す\nること現にその地上に控訴人が設置した板囲い等の工作物が存在すること及び控訴\n人が劇場南座を建設しその工事が昭和二十一年七月中に完成したことは認めるがそ\nの余の事実は否認する。本件土地は控訴人が被控訴人から存続期間を定めず、或は\n少くとも劇場南座の経営の存続する間賃借したものである（但し賃料の額はまだ定\nつていないが適当の時期に取定めるべく当事者間に黙示の約束があつた）そして南\n座は現に劇場として経営中であるから控訴人は本件土地を明渡す義務がない。仮に\n右の如き賃貸借契約がなかつたとしても被控訴人は本件土地と地続きに広大な宅地\nを所有して居るのであるから僅か三十坪余の本件土地を被控訴人に分譲するにつき\n何らの痛を感じない事情にあり、かかる事情の下において被控訴人の劇場経営に必\n要欠くべからざる本件土地を被控訴人の希望にも拘らずその分譲を肯せず明渡を要\n求するが如きは所有権の濫用であつて許さるべきではないと述べた。\n証拠として被控訴代理人は甲第一乃至第五号証を提出し原審証人Ａ、Ｂ、Ｃ、\nＤ、Ｅ当審証人Ｂの各証言原審並びに当審における検証、被控訴人（原告）本人尋\n問、原審における控訴人（被告）法定代理人Ｆ本人尋問の各結果を援用し、乙第一\n号証の成立を認め、控訴代理人は乙第一号証を提出し原審証人Ｃ、Ｄ、Ｅ各証言原\n審における控訴人（被告）法定代理人Ｆ本人尋問の結果、洛審証人Ｃ、Ｄ、Ｅ、Ｆ\nの各証言当審における被告法定代理人Ｇ本人尋問、原審並びに当番における検証の\n各結果を援用し甲号各証は不知と述べた。\n理　　　　由\n原審証人Ａ、Ｂ、Ｄ、当審証人Ｂの各証言、原審並びに当審における被控訴人\n（原告）本人尋問の結果及び右Ｂ証人の証言によりその成立を認め得る甲第一乃至\n第三号証第五号証を綜合するときは本件土地は被控訴人主張の頃控訴人が被控訴人\nから当時控訴人において新築準備中でおつた劇場南座の大工作業場用として使用す\nる目的で無償で借受けたものであつて、南座の建築工事が終了した時は返還すべき\n約であつたことを認めることができる。そして爾来控訴人はこれを右建築の大工作\n業場として使用して来たが昭和二十一年七月中右南座の建築が完成しその工事が終\n了したことは当事者間に争のないところである。控訴人は本件土地は無償で借受け\nたものではなく賃借したものであつて賃料の額こそ未だ定つていないが適当の時期\nにこれを取定める黙示の契約があり且つその存続期間については別段の定めがな\nく、或は少くとも劇場南座の経営存続中は返還を要しない約束でおつたと抗争する\nけれどもこの点に関する当審証人ＣＤ、Ｆの各証言は措信し難くその他控訴人提出\n援用のすべての証拠によるも本前記認定を覆して右控訴人の主張事実を認めるに足\nりない。\nさらに控訴人は被控訴人の本訴請求は所有権の濫用であると抗争し前掲各証拠に\nよれば被控訴人が本件土地の地続きに相当広い土地（戦災焼跡の空地で約四百坪）\nを所有して居ること並びに控訴人から被控訴人に本件土地の売渡方を交渉したが被\n控訴人が之に応じなかつたことを認め得べく、また原審並びに当審における検証の\n結果に原審証人Ｄ、Ｂ当審証人Ｅ、Ｆの各証言に原審控訴人（被告）法定代理人Ｆ\n本人尋問の結果を綜合すれば劇場南座の裏側は本件土地との間に漸く人の通行し得\nる程度の空地があるに過ぎない現状であり従つて同劇場を現在の位置構造の儘で経\n営せんにはその裏側になお若干の空地を必要とする事情にあることは認め得られる\nけれども、本訴の土地明渡請求は使用貸借の終了を原因とするものであつて所有権\nに基くものでないことは被控訴人の請求原因自体に徴して明かであるのみならず当\n審証人Ｂの証言同Ｃ、Ｆの各証言の一部に原審並びに当審における被控訴人（原\n告）本人尋問<要旨>の結果を綜合すれば被控訴人主張の如く控訴人は当初被控訴人\nに無断で勝手に本件土地を南座の建築工事場に</要旨>使用して居るのを被控訴人が\n発見しその不法を責めた結果、控訴人の懇請によりやむなく前記の如く南座の建築\n工事終了まで無償でその使用を承諾するに至つたこと並びに被控訴人は本件土地に\n対しては夙に建物建築の計画を立て控訴人の明渡を待つて居ること及び控訴人の側\nにおいても現状の如き建物（南座）を建てれば裏側に適当な空地を存せしめること\nの不可能な事実は建築の当初から判明していたことを認め得るから控訴人は今さら\n建築完成後になつて裏側に空地がないからといつて隣接地の所有者である被控訴人\nに本件土地を明渡さないのみかその分譲或は貸与方を求め被控訴人においてこれを\n拒むやこれを目して所有権の濫用だというのは無理な主張であるのみならず右認定\nの如き事情の下において使用貸借の終了を原因として本件土地の返還を求めるのは\n正当な権利行使であつて毫も権利の濫用であるとはいえない。\nされば控訴人は本件地上に存する板囲い等の工作物を収去して（現にこれらの工\n作物が本件地上に存在して居ることは当事者間に争がない）本件土地を被控訴人に\n明渡すべき義務があり従つて原判決は相当であるといわなければならない。\nよつて民事訴訟法第三百八十四条第八十九を適用して主文のとおり判決する。\n（裁判長判事　前田寛　判事　三野盛一　判事　萩原敏一）\n"
}