{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 32,
    "month": 9,
    "day": 30
  },
  "case_number": "昭和32(う)929",
  "case_name": "外国人登録法違反被告事件",
  "court_name": "東京高等裁判所第七刑事部",
  "result": "棄却",
  "article_info": "第10巻8号666頁",
  "gist": "刑訴法に定めた簡易公判手続制度の合憲性",
  "case_gist": "刑訴法に定めた簡易公判手続制度は、憲法第三七条第一・二項、第三八条第三項、第三一条のいずれの規定にも違反しない。",
  "lawsuit_id": "21442",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=21442",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/442/021442_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n理　　　　由\n本件控訴の趣意は、弁護人上田誠吉、同中田直人共同作成名義の控訴趣意書に記\n載されたとおりであるから、これを、ここに引用する。\n第二点の（２）　原審が本件を簡易公判手続によつて審理したのものであること\nは、記録に徴し明らかである。しかしながら刑事訴訟法に規定するいわゆる簡易公\n判手続は、同法第二百九十一条の二及び刑事訴訟規則第百九十七条の二に明定され\nているとおり、死刑又は無期若しくは短期一年以上の懲役又は禁錮にあたる事件以\n外の事件についての公判審理において、被告人が公訴事実を認め、起訴状に記載さ\nれた訴因について有罪である旨を陳述したときに認められる訴訟手続であつて、こ\nの場合裁判長はこの手続の趣旨を説明し、かつ被告人の陳述がその自由な意思に基\nくかどうか確めた後更に訴訟関係人の意見をもきいた上この手続によることが相当\nであると認めた場合にのみなし得るのであり、又一旦この手続によつて審判する旨\nの決定をして、その審理の過程において、或は被告人が公訴事実と異る陳述をなし\n或は無罪を主張した場合その他裁判所がこの手続によることが相当でないものであ\nると認めたときは、その決定を取り消し（刑事訴訟法第二百九十一条の三）、爾後\n<要旨>は通常の公判審理手続によつて審判しなければならないのである。即ち簡易\n公判手続は、比較的軽微な罪の事</要旨>件についてのみ、その訴訟の合理的運営を\n図るため特に許された簡易な方法による公判審理手続であつて、法はこの手続によ\nるも被告人の権利保護のためには何等欠けるところのないまでの考慮を尽している\nものというべきである。しかして被告人は、公判廷における自白のみで、又は起訴\nされた犯罪について有罪であることを自認したのみで有罪となされることはない\n（憲法第三十八条第三項、刑事訴訟法第三百十九条第二項、第三項）のであるか\nら、仮りに簡易公判手続によつて審判するとしても、被告人の自白を補強すべき証\n拠を公判廷に顕出しなければならないことは言を俟たないところであるが、いわゆ\nる簡易な訴訟手続である関係上法はたたその証拠の取調方法について（刑事訴訟法\n第三百七条の二、刑事訴訟規則第二百三条の二）、又伝聞禁止の原則（刑事訴訟法\n第三百二十条第二項）に対し、それぞれその特例を認めたのである。蓋し簡易公判\n手続においても、訴訟関係人は証拠調の対象特に証拠書類については互にその内容\nを知悉することができるのであり（刑事訴訟法第二百九十九条第一項、刑事訴訟規\n則第百七十八条の三第一項、第二項）、又証拠調を終えた証拠書類等はこれを裁判\n所に提出しなければならない（刑事訴訟法第三百十条）のであるから、証拠を公判\n廷（簡易公判手続においても公判廷における事件の対審は原則として一般傍聴人の\n面前で行われることは言うまでもない。）に顕出しさえすれば、その取調方法につ\nいて法の規定する厳格な方式によらないとしても、これを以て直ちに、被告人の権\n利保護に欠けるものがあるとか或は公判廷における対審を公開しないものであると\nいうことはできないし、又伝聞禁止の原則の例外を認めたとしても、訴訟関係人に\nおいてこれを証拠とすることに異議を述べたものについてはその例外は認められな\nい（法第三百二十条第二項但書）のであるから、これを以て簡易公判手続において\nは、所論の如く被告人をしてその証人尋問権を包括的に放棄せしめたものであると\nいうこともできないからである。\n以上の理由により簡易公判手続は、刑事被告人に裁判所の公開裁判を受ける権利\nを保障する憲法第三十七条第一項に違反するものではなく、又同法第三十七条第二\n項所定の証人を求めこれを審問する権利を害するものでもなく、又もとより自白の\nみでは有罪とされないことを保障する同法第三十八条第三項に触れるものでもな\nい。故に刑事訴訟法に前記の如く憲法上の権利の行使を何等妨げるものでない簡易\n公判手続制度を設けたからといつて毫も憲法に違反するものではない、しかも同手\n続は、昭和二十八年法律第百七十二号刑事訴訟法の一部を改正する法律により制定\n施行された制度であるから、これが法律の定める手続によらなければ刑罰を科せら\nれないことを保障する憲法第三十一条の規定に違反するものでないことは勿論であ\nる。しからば簡易公判手続制度の違憲を論拠とする各所論は以上いずれの点におい\nても失当である。又記録を精査するも本件を簡易公判手続によつて審判した原審の\n訴訟手続が、同制度本来の趣旨に反して施行せられたと認むべき事跡はこれを窺う\nに由がないから、よつてなされた原判決にも訴訟手続上の法令違反の瑕疵はないも\nのと言わなければならない。\n（その余の判決理由は省略する。）\n（裁判長判事　三宅富士郎　判事　河原徳治　判事　遠藤吉彦）\n"
}