{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 32,
    "month": 4,
    "day": 15
  },
  "case_number": "昭和30(ネ)19",
  "case_name": "所有権移転登記抹消登記手続請求事件",
  "court_name": "仙台高等裁判所第二部",
  "result": "棄却",
  "article_info": "第10巻10号531頁",
  "gist": "日常の家事の範囲を越えた妻の代理行為と夫の責任",
  "case_gist": "夫婦は日常の家事に関し相互に他方の代理権を有するものではないから、妻が夫の代理人として日常の家事の範囲を越えて第三者と法律行為をした場合、夫は妻に対しなんらの代理権を与えたことのないかぎり、民法第一一〇条による責任を負うことはない。",
  "lawsuit_id": "24069",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=24069",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/069/024069_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n事　　　　実\n控訴代理人は「原判決を取り消す。被控訴人の請求を棄却する。訴訟費用は第\n一、二審とも被控訴人の負担とする。」との判決を求め、被控訴代理人は控訴棄却\nの判決を求めた。\n当事者双方の事実の主張は被控訴代理人において\n「控訴人の後記主張事実は全て否認する。仮にＡが控訴銀行に対し控訴人主張のよ\nうな損害を与え、被控訴人がその責任を負うべきものとしても、Ａのなした控訴人\n主張のような不正行為のごときは今日の銀行組織下においては容易に且つ早期に発\n見されるべき性質のものであるから、これが控訴人主張のごとく一年の長期にわた\nつて続けられたということは取りも直さず控訴銀行が経理の怠慢から被用者たるＡ\nの右不正行為を放置していたことによるものというべく、従つて右のごとき多額の\n損害を惹起した責任の大半は控訴銀行にあり、身元保証に関する法律第五条によつ\nて被控訴人がその全額を負担すべきいわれはない。しかも本件においては先ず、被\n控訴人の負担すべき賠償額について争があるのであつて、未だ確定しない賠償債務\nにつき被控訴人がその唯一の不動産である本件不動産を売渡担保に供することはあ\nり得べからざることである。」と述べ、控訴代理人において\n「一、従前被控訴人の長男Ａが費消横領した金額を合計金二百七十八万六千二十\n五円と主張したが、合計金三百十六万八千七百五十三円五十銭の誤りであるからそ\nのように訂正する。右費消金額は控訴銀行の帳簿と照合のうえ一々Ａの確認を得て\n算出し、昭和二十八年一月中その確定を見たものである。そしてその賠償の担保の\nため控訴銀行は被控訴人からその承諾のもとに売渡担保として本件不動産の提供を\n受けたのである。\n二、　仮に本件不動産の所有権の移転が被控訴人の妻Ｂによつて被控訴人に無断\nでなされたものであるとしても、ＢはＡの不始末について身元保証人である夫を代\n理して控訴銀行と交渉する権限があつたものであり、また妻として民法第七百六十\n一条により当然日常の家事につき夫である被控訴人を代理する関係にもあるもので\nあるから、Ｂの右権限外の行為につき善意無過失の控訴銀行はその権限ありと信ず\nべき正当の事由あるものであつて被控訴人は控訴銀行に対し右Ｂの行為につきその\n責に任ずべきものである。」と述べたほか、原判決の事実摘示と同じであるからこ\nれを引用する。\n証拠として被控訴代理人は甲第一ないし第四号証を提出し、同第一、二号証は偽\n造にかかるものであると附言し、原審証人Ａ、Ｃ、Ｄ、原審（第一、二回）及び当\n審証人Ｂの各証言並びに原審における被控訴人本人尋問の結果を援用し、乙第一、\n第五号証の成立は認める、同第二、第四号証、第六号証の一、二の成立は知らな\nい、同第三号証中登記所作成部分の成立を認めるが、その余の部分の成立は否認す\nると述べ、控訴代理人は乙第一ないし第五号証、第六証の一、二を提出し、原審及\nび当審証人Ｅ（原審第一、二回）、Ｆ、当審証人Ｇ、Ｈ、Ｉの各証書を援用し、甲\n第一、二号証は真正に成立したものである。同第三号証の成立は認める、同第四号\n証の成立は知らないと述べた。\n理　　　　由\n別紙目録記載の不動産（本件不動産）につき昭和二十八年一月六日被控訴人主張\nの所有権移転登記が経由され且つ現存することは当事者間に争がない。\n被控訴人は右はなんな正権原に基かないでなされた登記であり旨主張するのに対\nし、控訴人はこれを争い右登記は被控訴人より控訴銀行に対する売渡担保に基くも\nのであり旨主張するので案ずるに、成立に争のない甲第三号証、乙第一、第五号\n証、原審における被控訴人本人尋問の結果により成立を認める甲第四号証、原審証\n人Ａの証言により成立を認める乙第二号証と原審証人Ａ、Ｃ、Ｄ、原審及び当審証\n人Ｂ（原審第一、二回）Ｅ（原審第一、二回）Ｆの各証言（ただしＥ、Ｆの分につ\nいては後記措信しない部分を除く）並びに原審における被控訴人本人尋問の結果を\n綜合すると、被控訴人の長男Ａはもと控訴銀行仙台市ａ支店に勤務する同銀行員で\nあつたが、昭和二十七年十二月二十五日頃Ａが業務上控訴銀行の多額の金員を使込\nんでいる事実が発覚したので控訴銀行において同日Ａの身元保証人である被控訴人\nにその善処方を要望したところ、被控訴人はＡの右行為を陳謝したうえ右使込金額\nが判然したなら被控訴人の所有にかかる本件不動産を処分してでもこれを弁償する\n旨を答えたこと、そこで控訴銀行側においては直ちにＡの右使込金の額の調査に取\nり掛るとともに被控訴人に対し直接あるいはＡやその母Ｂ（被控訴人の妻）を通じ\nて右使込事件を内済にする故逸早く本件不動産を提供されたい旨繰返し要求した\nが、被控訴人はＡの使込額が不明であることを理由によういに応じょうとしなかつ\nたこと、右Ｂは右事件につきひどく心を痛めなんとでもしてＡを救いたいものと心\nを砕いていた矢先、控訴銀行側より右のような要求があつたのに被控訴人が少しも\n頼りにならないで、昭和二十八年一月初め思い余つて被控訴人に無断でその印鑑を\n控訴銀行仙台支店に持ち出したうえ控訴銀行側のいうがままに被控訴人名義の甲第\n一、二号証、乙第三号証を作成し、これまたその頃被控訴人に無断で持ち出した本\n件不動産の権利証（乙第五号証）とともに控訴銀行側に手交したため、控訴銀行側\nでは同月六日右各書類によつて本件不動産につき前示所有権移転登記を経由したこ\nと、被控訴人はＡまたはＢが控訴銀行側の前記のような要望に押し切られて被控訴\n人の前記印鑑を控訴銀行側の用に持ち出す気配があつたので、同月五日これを甲第\n三号証の印鑑に改印届出したのであるが、翌六日戸籍係員が誤つて先にＢが持ち出\nしたもとの印について印鑑証明をしたためその印によつて右登記がなされたこと及\nび被控訴人においてその実弟を通じ本件不動産を他に処分すべく交渉中同月二十日\n頃同不動産の登記が控訴銀行名義になつているのを知りその頃控訴銀行側に抗議し\nたが、確答を得ることができなかつたことが認められる。右認定に反する前掲証人\nＥ、Ｆ、当審証人Ｇ、Ｉの各証言部分はたやすく措信し難い。\n右認定の事実関係によれば被控訴人はＡの前示のような不正行為に対し身元保証\n人としての責任を感じ、本件不動産を処分してでもそれによる控訴銀行の損害を賠\n償する意思であり、そのことを控訴銀行にも表明し、また事実右不動産を処分しよ\nうとして他にも交渉したのであるが、右処分はどこまでも被控訴人側の手でするつ\nもりであつたのであり、控訴人主張のごとく右賠償の債務担保のため本件不動産を\n売渡担保として提供する意思はなく、従つてまたそのため右不動産の所有権を控訴\n銀行に移転する意思もなかつたものと認めるのが相当である。前掲証人Ｅ、Ｆ、\nＧ、Ｉの各証言によれば、被控訴人が昭和二十八年一月中控訴銀行側よりの本件不\n動産明渡交渉に対し同年三月末頃までに他に移転して右を明け渡したい趣旨の答を\nしていることが窺えるけれども前掲被控訴人本人尋問の結果によれば、被控訴人は\nその頃までに自分で右不動産を処分し他に移転するつもりであつたので、右のよう\nに答えたことが認められるから、右答の事実のあることはなんら前記認定の妨げと\nなるものではない。他に以上認定を左右するに足る証拠はない。\nそれなら前出甲第一、二号証、乙第三号証はいずれもＢが前示のように切羽詰つ\nて被控訴人に無断で作成した文書であるというべきであるから、これに基いて本件\n不動産の所有権が被控訴人より控訴銀行に移転するいわれはなく、従つてまた前示\n所有権移転登記もなんら原因なくしてなされたものといわなければならない。\n<要旨>よつて控訴人の表見代理の抗弁について案ずるに、前示認定の事実に徴す\nれば、被控訴人がＢに対しＡ</要旨>の前記使込の不始末につき控訴銀行と交渉する\n権限その他なんらかの権限を委ねたとはとうてい認められない。また現行法上日常\nの家事に関して夫婦が相互に法定代理権を有するかどうかは民法第七百六十一条の\n解釈上一個の問題であるが、同条は旧民法第八百四条の改正規定であるとはいえ、\n旧法が家計の主宰者を夫とする立場から日常の家事の責任を夫に帰するため妻を夫\nの代理人とする擬制をとつたのに対し、これは夫婦財産に関する夫婦の独立平等の\n理念と事実上の夫婦共同体の存在という全く新しい観点から、日常の家事に関する\n限り夫婦の一方の行為によつて生じた債務は法律上当然に他方の連帯責任となるこ\nとを定めたもので、条文の規定の仕方自体から見ても右責任の根拠を旧法のごとき\n代理の擬制に求めるものとは解し得られない。すなわち民法第七百六十一条は日常\nの家事に関しその責任が夫婦の連帯にあることを法定したにとどまり、そのことか\nら夫婦が互に他方の代理人たる地位に立つことまでも定めたものと見るべきではな\nい。それならＢになんらかの委任代理権ないし民法第七百六十一条による代理権の\nあることを前提とする右表見代理の主張は他の点の判断を侯つまでもなく失当であ\nる。\n果してそれなら控訴人はなんら正権限に基かないで前示登記を保有し被控訴人の\n本件不動産に対する所有権の行使を侵害しているものといわなければならないか\nら、右所有権に基き控訴人に対し右登記の抹消登記手続を求める被控訴人の本訴請\n求は正当として認容すべきである。これと同趣旨の原判決は相当であり、本件控訴\nはその理由がない。\nよつて民事訴訟法第三百八十四条、第九十五条、第八十九条を適用して、主文の\nとおり判決する。　（裁判長裁判官　石井義彦　裁判官　上野正秋　裁判官　兼築\n義春）\n（別紙目録省略）\n"
}