{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 30,
    "month": 8,
    "day": 24
  },
  "case_number": "昭和28(ネ)169",
  "case_name": "建造物収去土地明渡請求事件",
  "court_name": "名古屋高等裁判所第一部",
  "result": "棄却",
  "lawsuit_id": "23181",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=23181",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/181/023181_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n控訴費用は控訴人等の負担とする。\n事　　　　実\n控訴代理人は原判決を取消す、被控訴人の請求を棄却する、訴訟費用は第一、二\n審共被控訴人の負担とするとの判決を求め、被控訴代理人は控訴棄却の判決を求め\nた。\n当事者双方の事実上の陳述は左記の外原判決事実摘示と同一であるから之を引用\nする。\n控訴代理人の陳述、\n一、　控訴人Ａは昭和二十八年八月二十一日死亡し其の妻Ｂ、長女Ｃにおいて同\n人を相続したので訴訟受継の申立をする。\n二、　本件換地処分は控訴人等に対する関係においては効力を生じていない、本\n件土地はもと訴外Ｄの所有であつたが特別都市計画法に基き昭和二十年十二月本件\n土地の西側に換地予定地の指定が為され昭和二十六年本換地の指定が為されたので\nある。しかしこれらの換地予定地及本換地指定は本件土地につき賃借権を有する控\n訴人等に対して通知を為すべきであつたのに拘らずかかる通知が行われなかつた。\n従つてこれらの行政処分は控訴人等に対して未だ効力を生ぜず。控訴人等は依然と\nして本件土地につき賃借権を有しているものと解すべきである。所有者に対して換\n地予定地指定の効力が生じたというだけの理由で賃借人に対しても当然其の効力が\n及ぶものと解することは論理の飛躍である。所有権と賃借権とは全く別個の二個の\n権利である。一筆の土地の上に主体を異にする二個の権利が厳存しているのであ\nる。土地区劃整理はこれらの権利の同一性を保持して他の土地に移すのである。こ\nのことは一私人の私法上の権利に重大な影響を及ぼすものであるから彼等権利者に\n其の旨通知し不服申立の機会を与えているのである。そのことはかような手続をふ\nまねば何等彼等権利者に対し換地の効力――私法上の権利が他の土地に移る効力―\n―が生じないものとしているとせねばならない。そう解釈しなければ法律がこれら\nの権利者に対する通知義務を課し、且これら権利者が換地予定地指定に対し不服申\n立を為し得る途を拓いている趣旨は全く没却されてしまう。殊に換地予定地指定の\n効力が生すれば従来の土地の賃借権者に対し其の所有家屋の移転を命じこれに応じ\nなければ代執行をすることもできるという強力なものである。だから賃借権者が知\nらない間に換地予定地指定の効力が生じ不服申立の機会もなく強制的に所有家屋を\nも取毀されるというが如き結果を是認する解釈は到底これをとるべき筋合がない。\n特別都市計画法の明文上右の如く解し得ず所有者に対する換地予定地指定があれば\n其の土地の賃借権者に対する通知がなくても其の賃借権者に対し換地予定地指定の\n効力を生じ賃借権者は従前の土地について賃借権を失うと解するの他なしとすれば\nかかる特別都市計画法の規定は憲法第二十二条に定める居住移転の自由及同法第二\n十九条に定める財産権不可侵の原則に違反し無効な法律と解すべきである。憲法第\n二十二条において日本国民は日本国内にて自己の自由に選択する場所に居住するこ\nとができ且自由に移転することができる基本的人権を有することを保障している。\nそして国と雖も公共の福祉の為め必要な場合に限り法律でこれを侵し得るに過ぎな\nい。本件の如き区劃整理が具体的事案として公共の福祉の為め必要であるか否か甚\nだ疑はしいがそれはそれとして仮に然りとするもこの基本的自由を制限するには法\n律によらなければならない。法律によるとは第一に制限の実質的要件を法律で定め\nなければならないことを意味し第二に制限の手続も法律に定めた手続によらなけれ\nばならないことを意味する。このことは憲法第三十一条の解釈と対比してみても極\nめて明かである。然るに本件において賃借権者なる控訴人等の居住の自由を制限す\nる本件換地予定地指定を控訴人等に何等の通知をしなくても有効だとする前示法律\nは明かに憲法第二十二条に違反していることとなる。更に土地賃借権も憲法第二十\n九条に定める一の財産権であることが明かである、憲法第二十九条はこの財産権を\n侵すことを禁じている。しかもこれを侵害することができる場合として公正な補償\nの下に公共の為め用いることができることを定めているだけである。公正な補償の\nなき限り公共の為め用いることも許されない。しかるに本件においては換地予定地\n指定処分を控訴人等に通知し新しい土地の上に控訴人等の賃借権の存続し得るよう\n保持することが同条に所謂公正な補償に他ならない。ところが本件ではかかること\nが全く為されす新しい土地は既に所有者たる訴外Ｄがこれを他に売却し控訴人等の\n新しい土地上の賃借権は全くない。結局本件では控訴人等は何等の補償を受けてい\nないのである。然るに従前の土地上の賃借権のみはこれを剥奪するという前示法律\nは明かに憲法第二十九条に違反するものである。\n被控訴代理人は一、の受継申立に異議なしと述べた。\n証拠として被控訴代理人は甲第一号訂、同第二号証ノ一乃至三、同第三、四、五\n号証、同第六号証ノ一、二、同第七乃至十三号証を提出し、原審における証人Ｅ、\nＦ、Ｇの各証言、鑑定人Ｅの鑑定の結果、検証の結果を援用し、乙第一号証の成立\nを認め同第二号証、同第三号証ノ一、二の成立は不知と述べ、控訴代理人は乙第一\n号証、同第二号証、同第三号証ノ一、二を提出し原審における証人Ｄの証言、原告\n本人Ｈ、Ａ訊問の結果並当審における証人Ｉの証言、検証の結果を援用し甲号各証\nの成立を認めた。\n理　　　　由\n控訴代理人の提出した各戸籍謄本及岐阜家庭裁判所書記官の証明書によれば控訴\n人Ａは昭和二十八年八月二十一日死亡し其の妻Ｂ、長女Ｃが其の相続をしたこと\n（二女長良マサヱは相続放棄の申述をした）が認められるから右Ｂ及Ｃは訴訟の承\n継人であつて其の受継申立は適法である。\n仍て進で本案について按ずるにＡか原判決添付目録三、四、の家屋を所有し右家\n屋の存在する控訴人主張の範囲の土地（原判決添付図面（へ）（カ）（ヌ）（オ）\n（ワ）（ハ）（ニ）（ホ）（へ）を結ぶ地域三十五坪四合）を占有していたことは\n当事者間争なく従つて同人の承継人たる控訴人Ｂ、同Ｃは相続によりて右家屋を所\n有し且右家屋を所有することによりて其の存在する前記の土地を占有するものであ\nる。そして成立に争なき甲第十三号証によれば控訴人Ｊは前記目録三、四、の家屋\n全部を、控訴人Ｋは右三、の家屋のうち階下店舗西側間口一間八六、奥行三間六二\nハの部分を夫た占有し従つて夫丸其の敷地部分の土地を占有していることが認めら\nれる。　次に成立に争なき甲第一号証、同第二号証ノ一、二、三、同第三号証、同\n第六号証ノ一、二、同第七、八号証、同第十一号証、乙第一号証、原審における証\n人Ｄ、Ｅの各証言、鑑定人Ｅの鑑定の結果被告本人Ａ訊問の結果、原審及当審にお\nける各検証の結果によれば被控訴人は岐阜市ａ町ｂ丁目ｃ番地宅地百二十坪七合四\n勺を所有していたところ昭和二十年十二月特別都市計画法に基く土地区劃整理によ\nり右土地は同市ｄ町ｅ丁目ｆ番地宅地百十二坪六合八勺（原判決添付図面（イ）\n（ヨ）（タ）（レ）（イ）を結ぶ地域）に換地予定地が指定されたこと、他方控訴\n人Ｂ、Ｃの先代Ａは戦前より訴外Ｄ所有に係る岐阜市ｄ町ｅ丁目ｇ番宅地の一部を\n借受け該地上に建物を所有していたが其の敷地は恰も前記本件係争地域（原判決添\n付図面（イ）（ヨ）（タ）（レ）（イ）内に当つていたところ右家屋は強制疎開と\nなり、終戦後昭和二十年十一月頃民二は地主Ｄより従前通りの借地の承諾を得て右\nＤ承諾の下に昭和二十年十二月中岐阜県知事に対する建築許可申請手続を了した上\n同月中に従前と同じ場所内（原判決添付図面（イ）（ヨ）（タ）（レ）（イ）を結\nぶ地域内の（へ）（カ）（ヌ）（ル）（オ）（ワ）（ハ）を結ぶ土地に当る）に前\n記本件建物（原判決目録三、四、の家屋を建築したのであつたか右Ｄ所有のｄ町ｅ\n丁目ｇ番地の土地については昭和二十年十二月中前記本件係争地の西方にｄ町ｅ丁\n目ｈ番地として換地予定地が指定されたこと、岐阜市は前記換地予定地の指定の発\n表は昭和二十年十二月二十二日、換地予定地使用開始通知は昭和二十一年一月十五\n日になしたが右換地予定地指定使用開始の通知の方法は土地台帳に基き普通郵便を\n以て夫々の土地所有者に発送し且新聞紙によつて公告を為し、昭和二十六年九月十\n四日岐阜県知事の認可及其の告示によつて前記換地予定地指定通りの本換地交付が\n確定したことを夫え認めることができる。\n以上の事実関係によれば都市計画法第十二条、特別都市計画法第一条、耕地整理\n法第十七条、第三十条により換地は地方長官の認可によつて効力を生じ認可告示の\n日から換地は従前の土地と看做されるからＡがＤ所有の前記ｄ町ｅ丁目ｇ番士地上\nに所有していた賃借権は其の換地たる前記ｄ町ｅ丁目ｈ番地（本件係争地の西方）\n上に存在するに至り、被控訴人が換地として交付を受けた原判決添付図面（イ）\n（ヨ）（タ）（レ）（イ）の各点を結ぶ地域なる前記ｄ町ｅ丁目ｆ番地内に存在せ\nざるに至つたものと謂わなければならない。そしてＡ、従つて控訴人等が被控訴人\n所有の前記従前の土地ａ町ｂ丁目ｃ番地従つて其の換地たる本件ｄ町ｅ丁目ｆ番地\nの土地につき之を使用収益すべき何等の権限も認められないから控訴人Ｂ、Ｃは右\n土地の一部分なる原判決添付図面（へ）（カ）（ヌ）（ル）（オ）（ワ）（ニ）\n（ホ）（へ）の各点を結んだ地域三十五坪四合の上に存する原判決目録三、四、の\n家屋を収去して右土地を被控訴人に明渡すべき義務があり、控訴人Ｊは右三、四、\nの家屋より退去して、控訴人Ｋは右三、の家屋の一部階下店舗西側間口一間八六、\n奥行三間六一六の部分より退去して夫々其の範囲の敷地を被控訴人に明渡すべき義\n務がある控訴人等は本件係争地域に当る訴外Ｄの従前所有に係る前記ｄ町ｅ丁目ｇ\n番土地に対する換地予定地指定及本換地交付は右土地の賃借人たるＡに通知されな\nかつたから其の効力を生ぜず従つてＡ即ち控訴人Ｂ、Ｃは本件係争地上に依然とし\nて賃借権を有すると主張するので案ずるに本件係争地の換地予定地指定使用開始の\n通知については岐阜市は前記の如く昭和二十一年一月十五日土地台帳に基き各土地\n所有者に対し右の通知を郵便によつて発し且新聞紙に公告をしたことが認められる\nけれども原審証人Ｆ、Ｇ、Ｄの証言によれば被控訴人は未復員、被控訴人方は疎開\n中、Ｄも疎開中で右土地所有者に換地予定地指定の郵便による通知は当時到達しな\nかつたが、被控訴人は復員後昭和二十一年三月頃、Ｄは昭和二十二年八月頃夫丸岐\n阜市役所において前記の如き換地予定地指定のあつたことを同市役所吏員から告げ\nられて之を知るに至つたことが認められ又原審証人Ｆの証言、被告本人Ａ訊問の結\n果によればＡは本件建物を建築する当時は前記の如き換地予定地指定のあつたこと\nを知らず、其の通知を受けていなかつたが其の建設を終つた後の昭和二十一年三月\n頃市役所より前記の如く換地予定地指定のあつたことを告げられたことを認め得\nる。されば賃借人たるＡに対しても昭和二十一年三月頃前記の如き本件換地予定地\n指定の通知が為されたものと謂うべきである<要旨>から控訴人等が其の通知がない\nと言つて換地予定地指定の効力を争うのは理由がない。しかのみならず換地予<／要\n旨>定地の指定は土地所有者に其の通知を為したときは賃借人に対する通知が為され\nなくても右指定の効力は賃借人にも及ぶものと解すべきであるから前記の如く土地\n所有者たる被控訴人及Ｄが市役所において本件換地予定地指定のあつた、）とを告\nげられて之を知つた以上夫々其の時土地所有者に対する右指定の通知があつたもの\nと認められ従つてＡの賃借権にも右指定の効力が及ぶものと謂うべきである。特別\n都市計画法第十三条は換地予定地を指定したときは換地予定地及従前の土地所有者\nに其の旨を通知し且これらの土地の賃借人等にも其の通知を為すべき旨を定め其の\n第十四条は従前の土地所有者及賃借人等は右の通知を受けた日の翌日から換地処分\nが効力を生ずるまで換地予定地について従前の土地に存する権利の内容たる使用収\n益と同じ使用収益をすることができるが従前の土地については其の使用収益をする\nことができない旨を定めている。従つてこれらの規定によつて換地予定地指定の通\n知は賃借人にも為さるべきものであることは明かであるけれども土地の賃借権は他\n人所有の土地を使用収益する債権であるから既に土地所有者に換地予定地指定の通\n知が為され土地所有者が換地上に所有権と同一内容の使用収益を為す権限を有する\nに至れば賃借人も亦当然に換地上に賃借権と同一内容の使用収益を為す権限を有す\nるに至るものと解すべきで賃借人に対する通知がなされなかつたとしても右の効力\nには影響がないと謂うべきである。登記のない賃借権或は整理施行者に届出のない\n賃借権の如きものについては賃借人に通知することができない場合もあり得るので\nあつて賃借人に対する通知の有無を効力要件と解すべきではない。次に本件の本換\n地について言えば本換地交付の通知が賃借人たるＡに為されたことの証拠はないが\n前叙の如く本換地の交付は岐阜県知事の認可によりで効力を生じ其の告示ありたる\n以上賃借人に対する通知の有無を問はずＡ従つて控訴人Ｂ、Ｃの賃借権はＤに交付\nされたる換地ｄ町ｅ丁目ｈ番地上に存するのであつて本件係争地上に存在しない。\n控訴人等は賃借人に対する通知がなくて賃借人等の知らない間に換地予定地指定の\n効力が生ずるものとすれば賃借人は不服申立の機会がなくなり不当であると謂うけ\nれども行政事件訴訟特例法第五条、都市計画法第二十六条特別都市計画法第二十六\n条により指定の通知を受けずとも何等かの方法で処分のあつたことを知つた日から\n法定の期間内に出訴できるのであつて不服申立の機会がないとは謂えない。\n以上の如く賃借人に対する通知がないことを理由として控訴人等が本件換地処分\nの効力を争うのは理由がない。\n次に控訴人等はＡが現に家屋を建築して盛大に商業を営んでいるのを知り乍ら之\nを無視して換地予定地を指定するが如きはこのこと自体甚だしく不当であつて控訴\n人等は未だ而当局より之に代るべき移転先を与えられていないから控訴人等が他え\n移転することは不可能であると謂うけれども能一円広吉所有の前記ｄ町ｅ丁目ｇ番\n地の従前の土地に対する換地予定地（同町ｈ番地）の指定、其の本換地の交付が効\n力を生しており此の換地上にＡ従つて控訴人Ｂ、Ｃの賃借権（換地予定地である間\nは賃借権と同一内容の使用収益権）が存すること前記の通りであり且右賃借権は土\n地所有者に変動があつても（本件においてはＤは前記土地所有権を換地予定地指定\n後第三者に譲渡していることが原審証人Ｄの証言によりで認められる）罹災都市借\n地借家臨時処理法第十条の規之によつて第三者に対抗する途も設けられていたので\nあるからＡが移転することが不可能であつたとは謂えない。又前記認定の如くＡは\n本件係争建物を既に昭和二十年十二月中に建築していたのに岐阜市当局は昭和二十\n年十二月二十二日換地予定地の指定を発表し昭和二十一年一月十五日に使用開始の\n通知を各所有者に発したのであつて其の結果建設当時換地予定地の指定がどうなる\nのか知らなかつたＡは本件係争地に戦後折角建設した建物を他に移転しなければな\nらないという甚だしき不利益を蒙るに至つたことが認められるが右は寧ろ本件係争\n建物の建築許可申請について調査が十分であつたたらば避け得られたことであろう\nとも言えるのであつて斯様なことの為めに本件換地予定地の指定、本換地交付が無\n効なものであるとは謂えたい。\n次に控訴人等は被控訴人の本訴請求は信義誠実の原則に反し権利濫用であると主\n張する、此の点については被控訴人はＡが既に本件係争建物で盛大に商業を営んで\nおり其の収去、土地明渡が困難であることを知り乍ら故意に市当局に対して本件係\n争地を飛換地として指定方を申入れたとの事実は何等之を認むべき証拠はなく原審\n証人Ｆ、Ｇの証言によれば被控訴人も亦共の従前の所有地ａ町ｂ丁目ｃ番地上に所\n有していた居宅が強制疎開となり戦時中応召し昭和二十一年三月復員して始めて右\n土地が既に本件係争地域に換地予定地指定とたつたことを知り本件係争土地に建物\nを建設して営業をしようとするものであつて其の間信義則違背、権利濫用等の情況\nを認むべきものはない、又右証人等の証言によれば被控訴人は本件係争地以外の所\n有不動産として本件係争地の西方にある宅地建物、其の他岐阜市ａ町内に三百坪\n位、同市ｉ町内に八十坪位の土地を所有していることが認められるが斯様た不動産\nがあるからと言つて本件係争地についての権利行使が権利の濫用であるとは謂えず\n又本件係争建物の明渡によつて控訴人等が蒙る苦痛損害は被控訴人の損害とは比較\nにならぬ程大であるということも権利の行使については相手方に経済的損害が生ず\nることは己むを得ないことで右の如きを以て権利濫用とは言えない。\n次に控訴人等は賃借人に通知しなくても換地予定地の指定は有効であるとすれば\n特別都市計画法の規定は居住移転の自田を保障する憲法第二十二条及則産権を保障\nする憲法第二十九条に違背すると謂うけれども前記の如く換地予定地の指が土地所\n有者に通知せられて効力を生ずれば賃借人は当然に換地予定地上に賃借権と同一内\n容の使用収益権を有するに至るものであり且土地所有権の移動があつても賃借人は\n尚賃借権を第三者に対抗する途も設けられていたのであるから賃借権が無補償で剥\n奪されたのと同じことになるということや、賃借人の居住する場所がなくなるとい\nうことはないのであつて控訴人等の憲法違背の論旨は採用し難い。\nされば被控訴人の本訴請求は正当であつて之を認容した原判決は正当である。\n仍て本件控訴を棄却すべく民事訴訟法第三百八十四条、第九十五条、第八十九\n条、第九十三条に従い主文の如く判決する。\n（裁判長裁判官　山田市平　裁判官　県宏　裁判官　小沢三朗）\n"
}