{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 27,
    "month": 6,
    "day": 14
  },
  "case_number": "昭和26(う)81",
  "case_name": "殺人未遂教唆殺人未遂幇助被告事件",
  "court_name": "高松高等裁判所第三部",
  "result": "棄却",
  "article_info": "第5巻8号1209頁",
  "gist": "一、　手紙の証拠能力\n二、　刑訴第二二八条第二項の合憲性\n三、　刑訴第二九六条但書に違反しない一事例\n四、　判決理由中に事件の特殊性を説明したことと事件に対する裁判官の予断\n五、　証拠調請求前に証拠物につき証人に対し尋問することの可否\n六、　共同被疑者こして勾留されて取調を受けていた者と刑訴第二二七条の証人適格",
  "case_gist": "一、　証拠物たる手紙は、差出人または受取人の証言並びに封筒および中身の外観、記載内容等に徴し信用すべき情況のもとに作成されたものと認められるときは、刑訴第三二三条第三号によりこれを証拠とすることがでをる。\n二、　被告人、被疑者または弁護人の立会を裁判官の裁量に委ねた刑訴第二二八条第二項の規定は、憲法第三七条第二項前段の規定に違反しない。\n三、　或犯行が甲の単独犯として甲に対し確定判決があつた後において、右甲の犯行は乙の教唆に基くものとして乙が起訴された場合、検察官が冒頭陳述に際しさきに甲を起訴したときの検察当局の意見を或程度説明することは、刑訴第二九六条但書の規定に違反しない。\n四、　判決理由中において、当該事件の発端より起訴を見るに至つたまでの経過および事件の特殊性等を説明し審判にあたり考慮すべき点を列挙しているからといつて、裁判所が予断をいだいて審判したものとはいえない。\n五、　手紙を証拠物として証拠調の請求をするに先立ち、該手紙の差出人、自筆代筆等主として作成の点につき、証人に対し尋問することは違法でない。\n六、　共同被疑者として勾留されて取調を、受けていた者であつても、刑訴第二二七条の要件を充たすかぎり、他の共同被疑者に対する関係において同条の証人適格を有する。",
  "lawsuit_id": "24638",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=24638",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/638/024638_hanrei.pdf",
  "contents": "主　　　　文\n本件各控訴はいずれもこれを棄却する。\n当審における訴訟費用は全部被告人三名の連帯負担とする。\n理　　　　由\n被告人Ａ１の弁護人下田勝久、同池田克、同皆川治広、同小野清一郎の各控訴趣\n意、被告人三名の弁護人山本将憲、同宇和川浜蔵、同白石近章、同村上常太郎の各\n控訴趣意、検察官（松山地方検察庁検事正岡本吾市）の控訴趣意並に各弁護人の控\n訴趣意に対する検察官（高松高等検察庁検事田中泰仁）の答弁は夫々別紙記載の通\nりである。\n弁護人下田勝久の控訴趣意第一点について。\n原判決は「被告人Ａ１はＢ１株式会社の社金費消に関する事件（以下単にＢ１事\n件と称す）で昭和二十二年七月三十一日保釈により釈放せられた際かような憂目を\nみたのはＢ１の社長Ｂ２副社長Ｂ３の所為によるものと考へ甚だしく憤慨すると同\n時に（中略）右事件捜査の背後にはＢ４ａ県知事やａ県会議員であつて同県警察医\nであるＢ５等の策動があるものと思料し同人等に対しても深く恨を懐くに至つた」\nと認定しながら、他方「被告人Ａ１は昭和二十二年八月十二日頃ＣがＡ１方を訪れ\nた際同人に対しＢ２を煽動して自分を突込んだ者はＢ４知事とＢ５であることが判\nつた、Ｂ２やＢ３は問題ではないＢ５をやれと告げてＢ５の殺害方を教唆し」と認\n定していること所論の通りである。論旨は右は矛盾した認定であり判決理由にくい\nちがいがあると主張する。しかし原判決を検討するに原判決の認定した趣旨は、被\n告人Ａ１は右保釈当時右事件捜査の背後にはＢ４ａ県知事やＢ５県会議員等の策動\nがあるものと思料して同人等に対しても既に恨を懐くに至つていたけれども主とし\nて憤慨したのは自己の尽力によつて前記Ｂ１株式会社の社長、副社長の地位につい\nているＢ２及びＢ３に対してであつてその憤懣の情をはらすため同年八月二日頃Ｃ\nに対し右Ｂ２の殺害方を依頼したものであるところ、その後Ｂ４知事とＢ５がＢ２\nを煽動したことが判明したため寧ろＢ２等よりもその黒幕であるＢ５を殺害すべき\nであると心境の変化を来し同月十二日頃Ｃに対し殺害の相手方を変更しＢ５殺害方\nを教唆したものであるとの趣旨であつて、かかる経緯は吾人の充分首肯し得るとこ\nろであり原判央の認定が矛盾しているとは見られない。原判決には所論の如き理由\nのくいちがいはなく論旨は理由がない。\n同第二点について。\n論旨は原判決は証拠に基かないでＣが殺意を以てＢ５を刺した事実を認定してい\nると謂うのである。しかし原判決の右殺意の点についての証拠説明（原判示一の事\n実についての証拠（六）のニ参照）に徴しＣは殺意を以て刺身庖丁でＢ５の背部及\nび胸部を突刺した事実を充分肯認することができ、原判決に所論の如き違法はな\nい。論旨は理由がない。\n（尚Ｃの殺意の点については論旨第十八点に対する判断参照）\n同第三点について。\n論旨は原審は証第十六号の一、二乃至第三十号（ＣよりＤ１宛）及び証第三十一\n号乃至第五十六号（Ｄ１よりＣ宛）の各手紙を刑事訴訟法第三百二十三条第三号に\n該当する書面として証拠調をしているけれども、右各手紙は右条項に該当する書面\nとは認められず、従て証拠能力のないものであると主張<要旨第一>する。仍て考察\nするに刑事訴訟法第三百二十三条第三号に該当する書面は所謂信用性の情況的保障\nの点におい</要旨第一>て同条第一号及び第二号の書面に準ずる程度のものであるこ\nとを要するものと解すべきこと所論の通りであるけれども、原審は差出人又は受取\n人であるＣ及びＤ１の原審における各証言に徴し右各手紙が信用すべき情況の下に\n作成されたものと認めたこと明かであり（原審第五回公判調書参照）、また右各手\n紙の封筒及び中身につきその外観、内容等を仔細に点検すれば原審がこれ等の手紙\nを刑事訴訟法第三百二十三条第三号に該当するものとしてその証拠能力を認めたの\nは蓋し相当であると謂はなければならない。\n尚右各手紙の中証第十六号の一、二乃至第十八号、第三十四号、第三十七号、第\n四十八号、第五十四号の各手紙の封筒には刑務所の検閲印又は受附印等が押捺され\nた形跡がないけれども、必ずしもこの一事を以て刑務所在監者との往復信書でない\nとは断ぜられない（当審における証人Ｅ１に対する尋問調書参照）。従て原審の訴\n訟手続には所論の如き違法はなく論旨は採用し難い。\n同第四点について。\n論旨は押収に係る本件各手紙の中には封筒と中身とが一致せず明かに中身を書き\nかえて差しかえたと認められるものが数通あり種々の工作が施されていること明か\nであつてこれ等の手紙は証拠能力を有しないものであると主張する。仍て本件各手\n紙を検討するに（イ）証第三十一号の手紙（Ｄ１よりＣ宛）は封筒は松山刑務所宛\nであるところその中身には夫Ｃが早く松山刑務所に移監になり同刑務所で服役でき\nる日を待つている旨の文言があり、（ロ）証第十六号の二の手紙（ＣよりＤ１宛）\nは封筒に昭和二十三年七月二十五日の山口郵便局の消印がありその中身に「子供の\n写真を撮つて送つて下さい」との文言があるところ、その返信と見られる証第五十\n号の手紙（Ｄ１よりＣ宛）によれば封筒に昭和二十三年七月二十二日の松山郵便局\n消印がありその中身二枚目に「Ｆの写真との事ですが今顔も身体も一面に水ぼうそ\nうで写せぬ故治り次第写してお送り致します」との文言があること（ハ）証第三十\n五号の手紙（Ｄ１よりＣ宛）は封筒は昭和二十三年八月十三日附であるところその\n中身二枚目に「私もその中何か考えて暖くなればＦもＧと二人でおいておける様に\nなりますから六月頃より私がつとめることに致します」との文言があることいずれ\nも所論の通りである。しかし当審公判廷における証人Ｄ１の証言（当審第三回公判\n調書参照）に徴すれば、夫Ｃとやりとりした本件各手紙をその復しばしば取出して\n読み返しその際封筒と中身とを入れ違えたものもあることを窺うことができ、また\n本件手紙はその数が多いため（約四十通）検察庁における取調の際等において封筒\nと中身とを入れ違えることもあり得ることであり、現在封筒と内容とが一致しない\n一事を以て直ちに本件各手紙については中身の差しかえその他の工作が行はれてい\nるとは断ぜられない。また証第二十九号の手紙（ＣよりＤ１宛）は中身だけであつ\nて封筒がなく且つＣの他の手紙と異り多少教養のある者が書いたと認められること\n所論の通りであるけれども、右手紙の内容を仔細に検討するも後日故意に作成した\n書面であるとは認められない（尚右手紙は四月十九日附であること及びその内容よ\nり判断して昭和二十四年四月一日Ｃが山口刑務所より岡山刑務所に移監した後同刑\n務所において何人かに代筆させたものと認められる）。而して当裁判所は本件各手\n紙全部につき逐一その内容、形式等を仔細に点検するに封筒と内容とが一致しない\n分があること、刑務所の検閲印のないものがあること、代筆させたと認められる分\nがあることその他論旨主張の諸点を充分考慮に容れても本件各手紙に所論の如き種\n々の工作が行はれた形跡は全然認められず、原審が刑事訴訟法第三百二十三条第三\n号により証拠能力を認めこれ等の手紙の存在及び内容を、本件事実認定の資料に供\nしたのは適法であつて、原判決に所論の如き違法は認められない。従て論旨は採用\nできない。\n同第五点にについて。\n論旨は原判決は証人Ｄ２の証言を引用して被告人Ａ１はＢ１事件につき保釈釈放\nせられた当時既にＢ５に対し恨を懐くに至つたと認定しているけれども、証人Ｄ２\nは原審公判廷において被告人Ａ１がＢ１事件につき保釈になつた時（昭和二十二年\n七月三十一日）と農地調整法違反事件につき釈放になつた時（同年九月中）とを混\n同して供述しているのであつて、被告人Ａ１はＢ１事件につき保釈になつた当時右\n事件捜査の背後にＢ５がいると推量する筈はなく原判決の認定は誤認であると謂う\nのである。仍て原審第四回公判調書に基き証人Ｄ２の証言を検討するに、同証人は\n被告人Ａ２の反対尋問に対し同被告人に頼まれて勾留中の被告人Ａ１に辨当を持参\nしたのは被告人Ａ１が農地調整法違反事件で勾留されていた持であると供述してい\nること所論の通りであり、被告人Ａ１は前記の如く昭和二十二年夏頃二回に亘つて\n勾留されていたため右証人はこれを稍混同して供述した形跡が窺はれ、同証人の証\n言のみによつては被告人Ａ１が刑務所より釈放帰宅の際見舞に行つた者等に対し検\n事の取調最中Ｂ５から検事に電話がかかつて来た事実を話しＢ５の仕打に対し憤慨\nしていたのはＢ１事件で保釈になつた時か又は農地調整法違反事件で釈放になつた\n時か精明確でないと謂はなければならない。しかし原判決はこの点につき右証人Ｄ\n２の証言の外裁判官の証人Ｄ３に対する尋問調書及び証人Ｃの証言等を掲げ被告人\nＡ１はＢ１事件で保釈になつた当時既にＢ５に対し恨を懐くに至つていたと認定し\nているのであり、右各証拠を綜合して判断すれば被告人Ａ１はＢ１事件で保釈帰宅\nした際見舞に行つた者等に対し右電話云々の話をしＢ５に対し憤懣の情を洩してい\nた事実を充分肯認することができ、原審及び当審において取調べた各証拠を検討し\nても原判決の右認定が誤であるとは認められない。従て論旨は理由がない。\n同第六点について。\n論旨は原判決は被告人Ａ１がＢ１事件の捜査の背後にＢ５の策動があることを洩\nした時期につき証人Ｄ２の証言（被告人の反対尋問に対する）を排斥して裁判官の\n証人Ｄ３に対する尋問調書並に証人Ｄ２の主尋問に対する供述を夫々証拠に引用し\nたのは採証の法則及び実験則に違背していると主張する。しかし裁判官の証人Ｄ３\nに対する尋問調書は原審において弁護人がこれを証拠とすることに同意していて\n（原審第十回公判調書参照）証拠能力を有するものであり、右証人尋問には被告人\n又は弁護人が立会つて居らず従て反対尋問をしていないことは所論の通りであるけ\nれども、後に池田弁護人の控訴趣意第一点に対する判断において説示する通り原判\n決が右尋問調書を証拠に引用したのは適法であると謂はなければならない。而して\n前記第五点に対する判断において説示した通り被告人Ａ１がＢ５の電話云々の話を\nした時期についての証人Ｄ２の証言は稍明確を欠いているけれども、同証言及び裁\n判官の証人Ｄ３に対する尋問調書の各内容を検討すれば原判決が証人Ｄ２の証言の\n一部及び証人Ｄ３に対する右尋問調書を証拠に掲げて被告人Ａ１はＢ１事件で保釈\n帰宅の際Ｂ５の電話云々の話をしたものと認めたことを以て必ずしも採証の法則及\nび実験則に違背しているとは認められない。（尚原審第四回公判調書に徴すれば証\n人Ｄ２は被告人等の反対尋問を受けてその証言が多少動揺したことは窺えるけれど\nも、被告人Ａ１がＢ５の電話云々の話をした時期を同被告人が農地調整法違反事件\nで釈放帰宅した時であると主尋問に対する供述を全面的に訂正したものとは見られ\nない。）原審が取調べた各証拠を精査し被告人Ａ１の弁解を考慮に容れても原判決\nに所論の如き違法は認められず論旨は採用できない。\n同第七点について。\n論旨は原判決が裁判官の証人Ｄ３に対する尋問調書を断罪の資料に供したことを\n更に非難する。仍て考察するに被告人Ａ１がＢ１事件で高橋検事の取調を受けてい\nた際同検事に対し電話がかかつて来たのはＢ５の妻Ｄ４からでありその用件は立石\n検事の宿所を聞くためであつたことは所論の通りであるけれども（原審第四回公判\n調書中証人Ｄ４の供述記載参照）、証人Ｄ３に対する右尋問調書を仔細に検討する\nも同証人の供述内容が虚偽であるとは認められず、同証人が原審において証人とし\nて召喚状の送達を受けながら出廷しなかつたからといつて右尋問調書の供述内容が\n信用できないものであるとは断ぜられない。尚原審において弁護人が右尋問調書を\n証拠とすることに同意していることは前叙の通りであり且つ右尋問調書は裁判官の\n証人尋問調書であるからその作成された情況を考慮するも右同意がある以上刑事訴\n訟法第三百二十六条により証拠能力を有するものであり、論旨主張の諸点を考慮に\n容れても原判決が右尋問調書を事実認定の資料に供したことを以て違法又は不法で\nあるとは云えない。（但し被告人Ａ１は高橋検事とＤ４との電話による問答を直接\n聞いていないと認められることは所論の通りである。）原判決に所論の如き違法は\n認められず、論旨は理由がない。\n同第八点について。\n論旨は要するに原判決は社会通念上殺人教唆をなすが如き動機と認められない事\n実を以て本件殺人教唆の動機原因と認めているのであつて原判決には判決に影響を\n及ぼす事実の誤認があると謂うのである。しかし原判決認定の事実をその挙示する\n各証拠と共に仔細に検討するに原判決が被告人Ａ１が本件の如き殺人教唆をなすに\n至つた動機及び経緯として認定した事実は充分首肯し得るところであり、論旨の主\n張するＢ１事件の内容、Ｂ５はＢ１事件につき何等策動をした事実のないことその\n他の諸点を考慮に容れても原判決の認定した本件教唆の動機が吾人の経験に照し考\nえ得られないものであるとはいえない（この点については尚論旨第十九点に対する\n判断参照。）原審及び当審において取調べた各証拠を検討しても原判決がその掲げ\nる各証拠により原判示の如く本件教唆の動機を認定したのは蓋し相当であつて、原\n判決に所論の如き事実の誤認は認められない。（尚原判決は被告人Ａ１が昭和二十\n二年八月二日頃Ｃに対しＢ２の殺害方を教唆した事実については原判示一の事実の\n証拠説明（四）において、また同月十二日頃Ｃに対しＢ２を煽動して自分を突込ん\nだ者はＢ４知事とＢ５てあることが判つて旨告げてＢ５殺害方を教唆した事実につ\nいては原判示一の事実の証拠説明（五）において夫々証拠を掲げているのであつ\nて、所論の如く証人Ｄ２の証言及び裁判官の証人Ｄ３に対する尋問調書のみによつ\nて右各事実を認定しているのではない。）従て論旨は理由がない。\n同第九点について。\n論旨はＣがＢ５を刺すに至つた動機はＣに対する住居侵入恐喝殺人未遂被告事件\nにつき高松高等裁判所が昭和二十三年二月十六日言渡した第二審判決（確定）の判\n決理由に明示されている通り、自己の親分であるＨが昭和二十一年六月十五日Ｉ外\n数名と乱闘して死亡した事件につき昭和二十二年七月三日松山地方裁判所において\n右Ｉ等に対し傷害致死罪として執行猶予の判決がなされたのは、右Ｈの死因等の鑑\n定をした鑑定人医師Ｂ５が故意に真相を曲げて鑑定をしたため右の様に意外に軽い\n判決がなされたものと考え、他方加害者であるＩ側との間には既に仲裁人が入り同\n人等に対する報復は許されなくなつたため親分の霊を慰め且つ自己の遊人仲間に対\nする面目を立てるには右Ｂ５医師を刺すに如かずとして同人暗殺の挙に出たもので\nあつて、原判決認定の如く被告人Ａ１の教唆によるものではないと謂うのである。\n仍て考察するにＣに対する住居侵入恐喝殺人未遂被告事件第二審判決謄本（記録第\n一一九九丁以下）に徴すればＣがＢ５を刺した犯行の動機は所論の如く認定されて\n居り、また当裁判所が職権で取寄せたＣに対する住居侵入恐喝器物毀棄殺人未遂被\n告事件確定記録によればＣは警察及び検察庁における取調並に第一審及び第二審に\nおける各公判を通じてＢ５医師を刺したのは自己の単独犯行であつて前叙の如き動\n機により同医師を刺した旨供述していること明かである。而して原審第七回公判調\n書中証人Ｄ５（亡Ｈの妹）、同Ｄ６の各供述記載、原審第九回公判調書中証人Ｄ７\nの供述記載、原審第三回公判調書中証人Ｃの供述記載の一部及び司法警察官のＤ１\nに対する昭和二十二年九月三日附、Ｃに対する同年八月三十一日附各聴取書（Ｃに\n対する前記殺人未遂被告事件記録中に存するもの）並に当裁判所が職権で取寄せた\nＩ外三名に対する傷害致死等被告事件確定記録（鑑定人医師Ｂ５作成に係るＨの屍\n体に対する鑑定書を含む）等に徴すれば、Ｈが昭和二十一年六月十五日Ｊ会（露店\n商人の団体）の会員であるＩ等のため頭部その他全身二十数個所に切挫創を負はせ\nられて無惨な最後を遂げたことにつき右Ｈの身内の者等は痛く憤激し一時はその仇\n討を企図したこと、同年八月二十四日被告人Ａ１等の仲裁によりＨ側とＩ側との間\nに仲直りができたけれどもＨの身内の者等の気持は尚釈然とせず殊に昭和二十二年\n七月三日松山地方裁判所において右Ｉ等に対し執行猶予の寛大な判決がなされるや\n右身内の者等は該判決を不満に感じたことＨの子分であるＣもまた右判決を不満と\nしかかる軽い判決がなされたのはＨの創傷についてのＢ５医師の鑑定（死後創か否\nかまた鋭利な刄物によるか否かの点）が加害者側に有利になされた結果ではないか\nと考え同医師の鑑定についても不満の念を懐いたことは充分これを窺うことができ\nる。しかし証人Ｃの本件原審及び当審における各証言を仔細に検討しこれと前記殺\n人未遂等被告事件におけるＣの各供述とを対比して考察すれば、Ｂ５医師の右鑑定\nに対する不満から親分Ｈの無念をはらすためまた自己の遊人仲間に対する面目上Ｂ\n５を刺すに至つたとのＣの前記被告事件における供述は甚だ不自然であつて到底信\nを措き難く、Ｃは自己に対する被告事件において犯行の動機につき虚偽の供述をし\nたものと断せざるを得ない。勿論確定判決における事実認定はこれを尊重すべきで\nあること多言を要しないところでありＣに対する右被告事件記録に徴すれば証拠の\n関係等により犯行の動機をかく認定した右確定判決を必ずしも非難できないけれど\nも、Ｃ等の属する所謂親分子分の社会において親分が殺された場合その仇討として\nその加害者に対する刑事事件における鑑定人の鑑定が不当であるからといつてその\n鑑定人を殺傷せんとするが如きことは当裁判所の到底諒解し難いところである。右\nは加害者側と被害者側との間に仲裁人が入つて仲直りの盃が取交されかかる社会の\n所謂仁義として爾後相手方に対し報復の手段を採り得なくなつた本件の如き場合お\nいても亦然りと謂はなければならない。要するに原判決の掲げる各証拠を綜合して\n判断すればＣの本件犯行は被告人Ａ１の教唆に基くものである事実を充分認めるこ\nとができ、原審及び当審において取調べた各証拠を検討し論旨援用の事実を斟酌し\nても原判決がＣの犯行について前記の如き確定判決が存在するに拘らずこれと異る\n事実認定をしたことを以て事実の誤認であるとはいえない。従て論旨は採用し難\nい。\n同第十点について。\n論旨は原審における証人Ｄ８、同Ｄ９の各証言を援用してＣは昭和二十二年八月\nの盆頃Ｈ親分の仇を討つため広島より松山に帰つたものであり、原判決が被告人Ａ\n１の教唆によりＣがＢ５を刺したと認定したのは事実誤認であると主張する。仍て\n原審第九回公判調書に基き証人Ｄ８、同Ｄ９の各証言を検討するに同証人等は論旨\n摘録の如くＣが昭和二十二年八月の盆頃広島より松山に帰る前同証人等に対しＨ親\n分の仇討をする意図があることを仄かした旨夫々供述しているけれども、同証人等\nの証言は証人Ｃの証言その他原審の取調べた証拠と対比して信を措き難く、右各証\n言によつてはＣがＨ親分の仇を討つためＢ５を刺したものとは未だ認めることがで\nきず、原判決に所論の如き事実の誤認があるとはいえない。論旨は採用できない。\n同第十一点について。\n論旨はＣは亡Ｈの死体解剖に立会つているに拘らず原審において右解剖に立会つ\nたことはないと証言しているのは被告人Ａ１を陥し入れんとする画策が暴露するこ\nとを虞れて事実に反した供述をしたものであり、この点よりするも被告人Ａ１の本\n件教唆を認定した原判決は事実誤認であると謂うのである。仍てＣが亡Ｈの死体解\n剖に立会つたか否かの点に関する本件各証拠を検討するに、Ｃは同人に対する殺人\n未遂等被疑事件における司法警察官の取調に対しては右死体解剖に立会つたことが\nある旨供述（同人に対する前掲司法警察官の昭和二十二年八月三十一日附聴取書参\n照）しているけれども、原審においては解剖の時は外に出て居て立会はしなかつた\n旨証言し（原審第三回公判調書参照）、証人Ｄ１０は原審においてＣは右死体解剖\nに終始立会つていた旨証言（原審第六回公判調書参照）しているけれども、証人Ｂ\n５は原審において解剖に立会つていた者は警察官、判事、検事の外看護婦等でＣは\n立会つていなかつた旨証言（原審第四回公判調書参照）している。而して原判決も\nＣが死体解剖に立会つたか否かを頗る疑問とし結局解剖に立会つているのではなか\nろうかと判断しているけれども、当裁判所が以上の各証拠を綜合して判断するにＨ\nの死体解剖の際Ｃも来ていて解剖室の中に入つたことはあるかも知れないけれども\n数時間に及ぶ解剖に際し同人が解剖室内において終始解剖に立会つていたかどうか\nは甚だ疑はしい（この点につき証人Ｄ１０の証言を全面的に措信することはできな\nい）。従てＣが解剖立会の点につき被告人等を陥し入れるため故意に解剖に立会つ\nていないと虚偽の証言をしたものとは必ずしも認め難く、この点についてのＣの証\n言を捉えて同人の証言が全部措信できないとなすことはできない。原判決並に本件\n各証拠を検討するも原判決に所論の如き理由のくいちがい又は判決に影響を及ぼす\n事実の誤認は認められず、論旨は採用できない。\n同第十二点について。\n論旨は原判決が本件における証人Ｃの証言は前の被告事件においてなした同人の\n供述と対比して詳細を極め他の幾多の証拠とも合致していて到底これを動かし得な\nいものであると判断してＣ証人の証言を全面的に採用したことを非難している。仍\nて考察するに裁判官が証拠の証明力を判断するにつき論理法則、経験法則の制約を\n受けること勿論所論の通りであるけれども、証人Ｃの原審における証言（原審第二\n回及び第三回各公判調書参照）を仔細に検討し当審において同証人を直接尋問した\n結果（当審における証人Ｃに対する尋問調書参照）に徴するに、前叙の如く同証人\nが自己に対する被告事件において犯行の動機として供述するところが諒解し難いの\nに引きかえ、同証人が本件においてＢ５を刺すに至つた経緯として証言するところ\nは吾人の充分首肯し得るものであり、全然架空の事実を供述しているものとは到底\n認められない。\n而して原審が取調べた各証拠を精査するにＣの証言を裏付けするに足る証拠とし\nては原判決が証拠として掲げる証人Ｄ１、同Ｄ２、同Ｄ１１、同Ｄ１２の各証言、\n裁判官の証人Ｄ３に対する尋問調書その他多数存在するが、とりわけＣ証言が動か\nし難いものであると断じ得る有力な証拠はＣが刑務所服役中に同人とその妻Ｄ１と\nの間に取交された約四十通に上る手紙（証第十六号の一、二乃至第五十六号）の存\n在である。而してこれ等の手紙はいずれも信用すべき状況の下に作成されたもので\nあり何等かの工作が行はれた形跡の認められないことは前記控訴趣意第三点及び第\n四点に対する判断において示した通りであるが、その内容を逐一検討するに原判決\nも説示する如くこれ等の手紙によつてＣの本件犯行が被告人Ａ１の教唆に基くもの\nであり且つ被告人Ａ３、同Ａ２がこれに加担している事実を充分窺うことができる\nのである。\n今次に右手紙中の文言を二、三摘記すれば、\n（イ）　証第十六号の一（山口刑務所井監中のＣよりＤ１宛）\n「（前略）おじやＡ２Ａ３がＣの手をとり夜るたのんだ時わ内やお前がいる金わ\nどれだけいつても出すとやくそくしながらそれはなに一つしてくれなかつたそれど\nころかＤ１にまでよくない事をするとわもつての外の事だよ（中略）私の身だわお\nじさんしだいだどうでもなるおじさんは自分の事わどうでもむりしてやるがＣの事\nわほつたらかしだ自分が刑務所がいやならやはりＣもいやだ（中略）私としても皆\nの人にいつてやりたい事ばかりだＣに皆の人が色々とたのむ時の気持になつてもら\nいたい（後略）\n（ロ）　証第十六号の二（前同）\n「（前略）今さらいつても男がすたると思つていわないがおじさん又Ａ２Ａ３心\nにはじずにおる事かと思つておるおじさんの出ようしだいで金をむりにとつてもよ\nいだがおじさんの方でＣにすまぬといゆふ心があれば又かんがえる事もある十年と\nいえば永い年月だＤ１や子供がどれだけさびしい思いをするかそれをおじさんはわ\nかつて下さる事か（中略）私の身だわやつたかＤ１をやるといわなかつた貴女かそ\nういつたらおじさんも思いあたる事だ（後略）\n（ハ）　証第十八号（前同）\n「（前略）今度は私もかんが之ましたあんな者たちにだまされて十年もＤ１に苦\nしい思いをさす事かと思えばはらがたつあれらわ人でなし男でないたのむ時ばかり\nだ今になりざんねんでたまらないやくざはつらいもの男は馬鹿な者だ妻や子供もわ\nすれてつまらぬ義理を立てゝなにゝなる今度Ｄ１所にかえる時にわ心より足をあら\nい良い辛子の兄でありＦの父になりてかえります今になりつくずく思いあたりまし\nた（後略）」\n（ニ）　証第二十八号（岡山刑務所移監後ＣよりＤ１宛）\n「（前略）Ａ３などはつまらないうそばかりだそれでＤ１よりおじさんにＣのか\nわりにＡ２かＡ３どちらでもよいかわつて下さいといつて下さい（中略）それでお\nじさんかえりしだいにあつてＣの所にすぐＤ１といつて下さいといつてつれてきて\n下さいもしこない時はそれでわまちがいなく裁判をやりなをすからそのつもりでい\nて下さいといつて（中略）Ｄ１の前でおじさんが私にたのんだ事又どんな事いつた\nかそれをＤ１にきかせておきたいのです（中略）たのむ時ばかり上手にたのんでも\nうわすれたのかといつて下さいあとになつてうらまぬ様にして下さいといつて下さ\nいよ（後略）」\n（以上は原文の侭であり、「おじさん」とあるは被告人Ａ１を指すこと本件記録\n上明かである。その他ＣよりＤ１に宛てた証第二十、二十三、二十四、二十五、二\n十七、二十九、三十号の各手紙並にＤ１よりＣに宛てた証第三十一、三十二、三十\n四乃至三十七、三十九、四十、四十二、四十四乃至五十一、五十五、五十六号等の\n各手紙の内容参照）\n而して本件における証人Ｃの証言と矛盾する証拠もまた本件においては相当存す\nること所論の通りであるけれども、本件の如き事案については偽証をなす証人が出\nることはあり得ることであるしまた故意に偽証をしたものでないとしても約三年又\nは四年前の事実について証言を求められるのであるから（Ｃの犯行は昭和二十二年\n八月十三日であるところ本件が起訴されたのは昭和二十五年十月二十七日であ\nる）、記憶の喪失、記憶違い等により真実に反した証言をなすことは充分考え得ら\nれ殊に年月日等については正確な証言は到底期待できず、寧ろ確たる根拠なくして\n正確な年月日を供述する証人の証言の如きは愼重に検討を要するところである。右\nのことは証人Ｃの証言その他被告人等に不利な証人の証言についても同様に言い得\nることであり、Ｃ証人の証言についても日時の点についてはかなり記憶違い又は記\n憶の判然せぬ部分があることは充分考え得られる。しかしＣ証言その他原審が取調\nべた各証拠を検討し当審おいて証拠調をした結果より判断するに、被告人Ａ１の教\n唆に上りＢ５を刺すに至つたとの本件におけるＣの証言は充分信を措くに足るもの\nであり原審が同人については既に単独犯として認定された確定判決があるに拘らず\nＣ証人の証言を採用したことを以て採証の法則に違背しているとは認められず、ま\nた原判決の認定が事実誤認であるとは考えられない。従て論旨は採用し難い（尚Ｃ\n証言の信憑性については論旨第二十三点に対する判断参照。）\n同第十三点について。\n論旨は原判決は被告人Ａ１は仁侠界の親分Ｈと兄弟分の関係にあつたこと及びＣ\nの妻Ｄ１はＨの娘分でありＣはそのむことなつたものであることを夫々判示してい\nるけれども以上の点については本件において何等の証拠がないと謂うのである。仍\nて原判決を検討するに原判決は右各事実を如何なる証拠により認定したか稍明確で\nないけれども（尤も原審が取調べたＩ等に対する傷害致死被告事件記録中の特別弁\n護人選任届添付の事由書には特別弁護人Ａ１は亡Ｈの所謂仁義界における兄分であ\nるとの記載がある）、仮に所論の如く被告人Ａ１は亡Ｈと兄弟分の関係にあつたも\nのではなくＣの妻Ｄ１が右Ｈの娘分でなかつたとしても右は本件犯罪事実の認定に\n何等影響を及ぼすものではなく、原判決に判決に影響を及ぼす事実の誤認があると\nはいえない。従て論旨は理由がない。\n同第十四点について。\n論旨は原判決は経験則上あり得べからざる事実についてのＣ証言を採つて犯罪事\n実を認定していると主張する。仍て原判決を検討するに原判決は被告人Ａ１が昭和\n二十二年八月十二日頃Ｃに対しＢ５殺害方を教唆した事実の証拠として証人Ｃの原\n審公判廷における証言を掲げ同証言中「（前略）Ａ１は私に向つて市会に行つたら\nＢ４知事とＢ５がＢ２やＢ３を煽動して自分を突込んだ事が判つた、Ｂ２、Ｂ３は\n問題ではないＢ５をやれ、やつたら自首せよと云い、私は自首の理由はと聞くとＡ\n１は広島からの船中で新聞を見たところＡ１を陥し入れている悪い人間が居る事を\n知りそれでは一万なんぼの選挙民にすまぬと思つたのでやつたと云つて自首すれば\nよいと云はれたので之を承知しＢ５をやる事を引受けた（中略）私は必ずやつて来\nますと云うとＡ１は家族の事は心配するな、東京から弁護士が来るようにする、刑\n務所へ行けば必ず保釈をとつてやると云い（後略）」との部分を引用していること\n所論の通りである。而して論旨は当時の新聞に右の如き記事が掲載されたことはな\nくまた被告人Ａ１がＣに対し自首の理由として右の如きことを指示することはあり\n得べからざることであると主張するけれども、Ｃは当審における証人尋問（同証人\nに対する尋問調書参照）に際しこの点につき「Ａ１さんは私に対し広島から帰る途\n中船の中でＡ１さんが引張られた新聞を見たが船の中の話ではＢ５さんがＡ１さん\nを陥し入れようとしているとのことであつたので云々と云つて自首せよとのことで\nあつた」と証言して居り、ここに云う新聞はＡ１を陥し入れている者があるとの記\n事が掲載されている新聞の意ではないことが窺える。また前記選挙民云々の点を考\n慮に容れても被告人Ａ１がＣに対し、前記の如き理田を犯行の動機として自首する\n様指示することが必ずしも絶対にあり得ないことであるとは断ぜられない。また前\n記証言中の「Ａ１が市会に行つたら云々」の点は必ずしも開会中の市議会を意味す\nるものとは限らず、所論の如く昭和二十二年七月三十一日から同年八月十三日迄の\n間に松山市議会が開催された事実がないとしても直ちにＣの右証言が虚偽であると\nはいえない。更に論旨は若し被告人Ａ１がＣに対し弁護士の件につき前記の如き約\n束をしているのであればＣは自己に対する殺人未遂等被告事件において被告人Ａ１\nに対し東京より弁護士を依頼してくれと当然請求すべき筈であるのに第一審第二審\nを通じかかる請求をした事実がないのはＣの証言が虚偽である証左であると主張す\nる。しかしＣが被告人Ａ１に対し自己の事件につき東京の弁護士を依頼してくれと\n請求しなかつた事実を以て被告人Ａ１はＣに対し東京の弁護士云々の話をした事実\nはなく、従てＣの証言が措信できないものであるとはいえない。次に論旨は証人Ｃ\nは原審公判廷において昭和二十二年八月十三日の夕刻頃Ａ１方西側の田圃道で被告\n人Ａ１に対し兇行用の刺身庖丁を見せたと証言しているけれどもかかる場所におい\nてかかることをなすはあり得ないことであると主張する。しかし証人Ｃの原審及び\n当審における証言を仔細に検討し当裁判所の検証の結果（当審における検証調書参\n照）に徴して判断するに、Ｃが刺身庖丁を見せたと主張する場所はＡ１方の西側に\nある田圃道を通つて一間か一間半位奥の方へ行つて箇所であり（記録第一八九丁裏\n参照）、その西方及び北分は田圃であるが南方は小川及び道路を隔てて人家があり\n殊に二階家から見下せる箇所であることは所論の通りであるけれども、時刻は既に\n薄暗くなつた後であり（記録第二九一丁裏参照）その地形の状況、道路の通行人、\n附近人家からの見通し等の諸点を考慮に容れても懐中より刺身庖セ丁を取出して人\nに見せるが如き行為を到底なし得ない箇所であるとは断定できない。尤も当審にお\nける証人Ｅ２（同証人に対する尋問調書参照）は昭和二十二年八月中旬当時前記小\n川（幅約一米半）にはＡ１方西南隅の箇所に橋がかかつていなかつた旨証言しＣは\n当審における証人尋問に際し右川をどうして渡つたか判然した記憶がない旨供述し\nているけれども、当時現在かかつているが如き石橋はなかつたとしても右地点が人\nの容易に行けない箇所であつたとは認められず右Ｅ２証人の証言を考慮に容れても\n刺身庖丁を見せた場所についてのＣ証言が全然虚構であるとはいえない。従て原判\n決が昭和二十二年八月十三日夕刻頃ＣがＡ１方西側の田圃道で被告人Ａ１に対し懐\n中から刺身庖丁を出して見せＡ１はそれを手に取つて見て「これならいく」と云つ\nた旨のＣ証人の証言を引用したことを以て経験則上あり得べからざる証言を採用し\nたものとは認められない。\nこれを要するに原判決が証拠として掲げた証人Ｃの原審における証言を検討する\nも原審の採証が経験法則に違背しているとは認められず、原審及び当審における各\n証拠を精査するも原判決に所論の如き事案誤認は存しない。論旨は理由がない。\n同第十五点について。\n論旨は原判決が「証人Ｄ１３の証言によつては昭和二十二年八月十三日日没時に\nＣが被告人Ａ１よりＢ５暗殺について激励を受けた旨の証人Ｃの証言を覆すことは\nできない」と判断しでいるのは誤てあると主張する。仍て昭和二十二年八月十三日\nにおける被告人Ａ１の動静につき考察するに当審における証人Ｅ３、同Ｅ４に対す\nる各尋問調書及び証人Ｅ３の証言により信用すべき情況の下に作成されたと認めら\nるる昭和二十二年卓上日記（弁証第一号）の記載並に検察官作成に係る被告人Ａ１\nの昭和二十五年十月二十日附供述調書を綜合すれば、昭和二十二年八月十三日午後\n三時頃よりＫ党Ｌ支部懇談会がＭ株式会社の二階で開かれたこと及び被告人Ａ１は\n右懇談会に出席し相当飲酒の上午後六時前頃同会社を出た事実を夫々肯認すること\nができる。原判決は証拠説明三の（一）のホにおいて検察官に対するＤ１４の供述\n調書及び同人作成の手帳（証第六一号）の記載によりＫ党Ｌ部会の開催日は同年八\n月十日であると認定しているけれども、当審において証拠調をした結果に徴すれば\n前記の如く被告人Ａ１が昭和二十二年八月十三日午後Ｋ党Ｌ支部懇談会に出席して\n飲酒した事実はこれを認めることかできる。仍て次に同日夕刻頃松山市西堀端神宮\n前において被告人Ａ１が酩酊して倒れていたのを発見し牛車に乗せて同被告人宅迄\n送りとどけたとの証人Ｄ１３の原審及び当審における証言を検討するに、同証人は\nその日が自己の誕生日であつたから月日の点は間違ない旨供述しているけれども、\n原審公判廷においては戸籍上の生年月日は大正十年十二月十五日であるところ実際\nはその二日前である同年十二月十三日生である旨供述しているに拘らず（原審第六\n回公判調書参照）、当審公判廷においては大正十年八月十三日生である旨供述して\nいる点、当審における証人Ｅ５（Ｄ１３の父）の証言に徴すればＤ１３の実際生れ\nた日は八月十日から十五日迄の間であり止め草を取つていた頃であると稍不明確な\n供述をしている点等より判断すれば、Ｄ１３の実際の生年月日は明確でなく、同人\nが嘗て酩酊した被管人Ａ１を牛車に乗せて同被告人宅へ送りとどけたような事実が\nあつたとしてもそれが果して昭和二十二年八月十三日であつたかどうかは甚だ疑は\nしい。而して被告人Ａ１の前掲供述調書によれば「会は午後六時前に解散して自転\n車で帰ろうと思い二十間位乗つて行つた処て倒れそれから急に酔が廻つて来たので\n自転車を拠つて帰つた、午後六時頃帰宅したと思う」旨の供述記載（記録第一三三\n四丁）があり、同被告人がその時相当酩酊していたことは窺えるけれども牛車に乗\nせられて帰宅した点については何等供述して居らず、同被告人がＤ１３証人の証言\nする如く泥酔の状態にあつたものとは認められない。従て証人Ｄ１３の証言は信を\n措き難く、原判決が同証人の証言によつては証人Ｃの証言を覆すことはできないと\n判断したのは結局において相当であり、原判決に判決に影響を及ぼす事実の誤認が\nあるとはいえない。論旨は採用できない。\n同第十六点について。\n論旨は被告人Ａ１は受刑中のＣに対し書信によりまたは面会の際訓戒を与えた事\n実かありこの点よりするも被告人Ａ１が本件教唆をしていないこと明瞭であると主\n張する。而して昭和二十三年六月二十五日附被告人Ａ１より山口刑務所在監中のＣ\nに宛てた手紙（証第二号）によれば論旨摘録の如くＣに対する訓戒の文句が記され\nて居り、また原審第六回公判調書中証人Ｄ１５（松山刑務所看守部長）の供述記載\nに徴すれば被告人Ａ１が昭和二十五年八月二十一日松山刑務所在監中のＣに対し真\n面目になる様訓戒をした事実を認め得るけれども、所論の如く被告人Ａ１かＣに対\nし本件殺人教唆をしたものであれば在監中の同人に対し右の如き訓戒をなすことは\nあり得ないとは断せられない。尚論旨は証人Ｄ１５は原審公判廷において「ＣはＡ\n１に対しＡ１がＢ５暗殺の教唆をした様に根も葉もないことを云い触して申訳かな\nいと衷心より謝罪したことを面会に立会つて聴いた」と証言したと主張するけれど\nも原審第六回公判調書に基き同証人の証言を検討するに同証人の右の点についての\n証言は甚だ曖昧を極めて居り、被告人Ａ１の尋問に対しても「Ｃはすまなんだとか\n何とか云つた様にも思いますが詳しいことは思い出しません」（記録第五七八丁参\n照）と供述し同証人が論旨指摘の如き趣旨の証言をしたものであるかどうかは記録\n上疑はしい。しかし仮にＣが被告人Ａ１に対し刑務所面会の際所論の如く謝罪した\n事実があつたとしてもその事実から推して被告人Ａ１の本件教唆が全然虚構の事実\nであるとは断定できない。その他本件各証拠を精査するも原判決の認定が誤認であ\nるとは認められず、論旨は採用できない。\n同第十七点について。\n論旨は原判決の証拠説明四の（二）を反駁し被告人Ａ１が原判示の如くＣ夫婦に\n対し金品を贈与したのは本件殺人教唆の報酬と見るべきものではないと主張する。\n論旨は先づ若しＣが被告人Ａ１よりＢ５殺害方を教唆せられたものとすればＣは相\n当巨額の金員を現実に受取らねばこれを引受ける筈がないと主張するけれども、Ｃ\nは原判示の如く親分ＨがＩ等に殺害せられた際その葬儀を営むに際し被告人Ａ１の\n援助を受けＨ一家とＩ側との間の紛争は被告人Ａ１の仲裁により円満解決し、また\nＣはＡ１の斡旋によりｂのダンスホールの取締人になりその他種々被告人Ａ１の世\n話になつたことがあつたところが同被告人に対し非常に恩義を感じ且つ同被告人を\n敬慕していたため被告人Ａ１のＢ５殺害方依頼（但し最初はＢ２殺害）を承諾する\nに至つたものであること明かであり、且つ被告人Ａ１はＣに対しＣが服役中その家\n族の面倒を見てやると明言していたのであるから（原審第二回公判調書中証人Ｃの\n供述記載及び原審第八回公判調書中証人Ｄ１６の供述記載参照）、Ｃが本件犯行承\n諾につき巨額の金員を受取つた事実かないからといつて同人が被告人Ａ１の本件依\n頼を引受けるが如きことはあり得ないとはいえない。\n次に被告人Ａ１が農地調整法違反事件により松山刑務所に勾留されていたとき当\n時同じく同刑務所に勾留中のＣから食事その他につき種々琶話になり同被告人はこ\nれを非常に感激した事実は本件記録上充分これを窺い得るけれども、原判示の如き\nＣ夫婦に対する金品贈与が単にＣの右親切に対する謝恩のあらわれに過ぎないもの\nとは到底解せられないこと原判決説示の通りである。また本件記録を検討するも被\n告人Ａ１がＣに対し交付した金員の中には嘗てＣの斡旋により人手した進駐軍の煙\n草や酒の未払代金が含まれているとは認められない。\n次に論旨は証第十六号の一、二、証第十八号等のＣの手紙を援用してＣは被告人\nＡ１が妻Ｄ１に手を出したということを種にしてＤ１をしてＡ１に対し金銭を要求\nさせたものであると主張する。仍て右各手紙の内容を仔細に検討するにＣが被告人\nＡ１のＤ１に対する振舞を憤慨していることはこれを窺い得るけれども、証人Ｃ及\nび同Ｄ１の原審及び当審における各証言と相俟つて考察するに右手紙中に見られる\n被告人Ａ１に対し強硬に金員を要求してもよいとの趣旨（証第十六号の二参照）は\n被告人Ａ１は本件教唆に際しＣの家族の生活を保障すると確約しながらその約に反\nし次第に同被告人の態度が冷淡になつて来たためＤ１に対しＡ１に金員を要求して\nもよいとの趣旨を書き送つたものであり、所論の如く被告人Ａ１がＤ１に手を出し\nたことを種にして同被告人より金を出させようとしたものとは認められず、また被\n告人Ａ１が単に政治家としての名誉上外聞を怖れてＤ１に対し金品を供与したもの\nとは受取れない。\n要するに本件各証拠を検討するに被告人Ａ１のＣ夫婦に対する金品供与がその金\n額の点を考慮しても論旨主張の如き趣旨でなされたものとは到底認められず、原判\n決がこの点を本件教唆事実認定を強力ならしめる状況の一として採り上げたのは蓋\nし相当であつて、原判決に所論の如き誤認はなく、論旨は採用し難い。\n同第十八点について。\n論旨は若しＣが被告人Ａ１よりＢ５殺害を教唆されてその決意をなしたものとす\nれば同人殺害の目的を以て実行行為をなすべき筈であるに拘らずＣは終始Ｂ５を殺\nす意思はなかつたと供述している点を指摘し、原判決の本件教唆事実認定が誤認で\nあることを主張する。仍て記録に基き考察するにＣは原審公判廷における証言にお\nいてまた自己に対する殺人未遂等被告事件において犯行の際Ｂ５を殺す意思はなか\nつた旨供述していること所論の通りであり、Ｃは既に確定判決を受けているのであ\nるから真に殺害の意思があつたものであれば本件においてはその旨の証言をなす筈\nであるとの所論は一応首肯し得るけれども、原判決の判示一の事実についての証拠\n説明（六）のニに徴しＣが殺意を以てＢ５を刺した事実は明かであると謂はなけれ\nばならない。尤も本件兇器は刺身庖丁であり所論の如く刺身庖丁は刄が極めて薄く\n人間の骨を斬るに達せず、またＣは本件犯行に際し刺身庖丁を金物屋の包紙で包み\nその上を更に新聞紙で包みハンカチでこれを解けないように結び右包んだ侭でＢ５\nを刺したこしても、刺身庖丁で人体の胸部、背部等を深く突刺せば死の結果を生ず\nることがあるのは明かであつて（現に被害者Ｂ５は左前胸部に大胸筋切断三肋骨骨\n膜切開同肋骨損傷を起す刺切創その他の相当の重傷を負うている。医師Ｄ１７作成\nに係る傷害診断書参照）、本件兇器の点よりＣに殺意がなかつたものとは断ぜられ\nない。従てＣが本件犯行に際し殺意がなかつたと終始供述しているからといつてそ\nの犯行が被告人Ａ１の教唆に基くものでないことは断定できず、本件各証拠を精査\n検討するも被告人Ａ１の教唆によりＣが殺意を以て刺身庖丁でＢ５を刺したとの原\n判決の認定か誤認であるとは認めらたない。論旨は採用できない。\n同第十九点について。\n論旨は被告人Ａ１がＣに対し殺人の教唆をなすか如きことは社会通念上到底首肯\nできないところであると主張する。仍て本件記録を検討し当審において事実調をし\nた結果に徴して判断するに、所論の如く証人Ｃ、同Ｄ７の原審における各証言によ\nれば被告人Ａ１はＨがＩ等に斬り殺され子分であるＣ及ひＤ７等かＨ親分の仇討を\n企図した際今時仇討などする時勢でないとしてこれを制止した事実のあることは明\nかであり、また被告人Ａ１は当時ｃ市会議長、ａ県会議員等の要職にあり且つ社会\n公共のために相当尽していたことは記録上これを認め得るけれども、昭和二十二年\n四月市会議員、県会議員に当選し且つ市会議長に選はれて当時地方政界に相当の勢\n力を占むるに至つた被告人Ａ１は同年七月中Ｂ１事件により横領罪の嫌疑を受け逮\n捕勾留の憂目を見るに至るやＢ１株式会社の社長Ｂ２や同副社長Ｂ３の措置に対し\n痛く憤慨すると共に右事件捜査の背後に当時松山の政界において自己の反対派と目\nされる人々の策動があることを察し自己を陥し入れようとしたこれ等の者に対して\nも深く恨みを凄くに至つた事情もまたこれを窺うことができ（当審第六回公判にお\nける被告人Ａ１の供述及びその供述態度に徴してもその一端を窺い得る）、被告人\nＡ１は当時既に所謂仁侠界との繋りを断ち切つていたとしても元来所謂親分子分の\n社会に生活して来た同被告人が憤激無念の余り前記の者等に対し殺意を懐くに至る\nということは必ずしも考え得られないことではない。原判示の如き動機原因により\n被告人Ａ１がＢ５殺害の教唆をなすことは決してあり得ないことではなく、本件各\n証拠を検討するも原判決が被告人Ａ１が原判示の如き動機によりＣに対し本件教唆\nをしたものと認定したのは相当であつて、事実誤認であるとはいえない。従て論旨\nは理由がない。\n同第二十点ついて。\n論旨は証人Ｃの証言中ｂのダンスホールをやめＮ及びＤ１６から家族の生活費と\nして毎月三千円宛出して貰うことになつたとの部分は事実に反すると謂うのであ\nる。\n仍て考察するに原審第八回公判調書中証人Ｄ１６の供述記載に徴すればＣは昭和\n二十二年二、三月頃よりＤ１６の経営するｂのダンスホールに取締人として雇はれ\nていたところ女の問題等でことごたを起したため右Ｄ１６はＤ１８を介して同年六\n月頃Ｃをやめさせるに至つた事実を認めることができる。しかし同証人の証言に徴\nするもその時期以後ＣとＤ１６とは完全に手が切れていたとは認められない。而し\nて原審第二回公判調書に基き証人Ｃの証言を検討するに、同証人は「当時私は道後\nのｂダンスホールて働いていたが私が刑務所に入つた後多少てもダンスホールの方\nから家族に金が来るように経営者のＤ１６に交渉してくれるようＡ２とＡ３に頼ん\nだところこれを引受けてくれた云々」と供述して居り、必ずしも所論の如ぐ被告人\nＡ１より本件教唆を受け刑務所に入ることになるので右ダンスホールを辞職するに\n至つたとは供述していない。またＣの家族の生活費としてＤ１６がＣに対し月三千\n円宛出すとの話が決つたか否かの点については、証人Ｄ１６は原審において「二千\n円位は出してもよいと思つていたが三千円出すとの話は承許していない」と証言し\nているけれども、証人Ｄ１８は原審においてＤ１６はＣに月三千円出すことを承知\nした旨証言して居り（原審第七回公判調書参照）、Ｄ１６から毎月三千円宛金を出\nしてくれることに話が決つたとのＣの証言か必ずしも事実に反するものであるとは\nいえない。従て右の点についてのＣの証言が事実に反し信憑性かないことを前提と\nして同人の証言を断罪の資料とした原判決の認定が誤認であるとの論旨は理由がな\nい。\n同第二十一点について。\n論旨は証人Ｄ１及び証人Ｄ２の各証言を援用して原判決に評定事実と証拠との間\nにくいちがいがあると主張する。\n仍て検討するに証人Ｄ１は原審公判廷において検察官の尋問に対しては「Ｃは七\n月末に広島から夕方帰つて来るとすぐに出かけて行きその夜十一時頃に帰つて別れ\n話を持出した」（原審第四回公判調書参照）と証言していること所論の通りである\nけれども、同証人は下田主任弁護人の尋問に対しては「Ｃから別れてくれという話\nがあつたのはＣが広島から帰つた翌日位であつたと思う」旨の供述をして居り（記\n録第四一五丁裏参照）、証言迄既に三年余の時日が経過しているためＣより別れ話\nが出たのは同人が広島から帰つた日の晩であつたかその翌晩であつたかＤ１の証言\nに徴するも明確でない。原判決が同証人の証言中、Ｃが広島より帰つた日の晩に別\nれ話を持出したとの供述部分を証拠に引用しているからといつて、必ずしも認定事\n実との間にくいちがいがあるとはいえない。また証人Ｄ２は原審公判廷においてＢ\n５が刺されたことを知つた時前に広島へ行く船中でＣから話を聞いていたのでＣが\nＢ５をやつたものと思つた旨の証言（原審第四回公判調書参照）をしていること所\n論の通りであるけれども、同証人は昭和二十二年八月上旬頃広島へ行く船の中でＣ\nから聞いた話の内容については何等証言して居らず（弁護人より伝聞事項であると\nの異議申立があつたため）、前記証言からして必ずしも所論の如くＣは昭和二十二\n年八月三日頃から同月五日頃迄の間に右渡部に帰し既にＢ５を刺すことを洩してい\nたものであるとは断定できない（Ｄ２はＣよりＡ１の教唆により何者かを殺害する\nとの話はこれを聞いていたものと察せられるから殺害の相手方がＢ５であることを\n聞いていなくても諸般の情況より推してＣがＢ５を刺したものと推測することは充\n分考えられる）。従て証人Ｄ１及び同Ｄ２の右各証言を考慮に容れても原判決が昭\n和二十二年八月十二日頃Ｃは被告人Ａ１の教唆によりＢ５殺害の犯行を決意するに\n至つたと認定したのは相当であつて、原判決の事実認定と証拠との間に所論の如き\n矛盾は認められず、また本件各証拠を検討するも原判決に事実誤認は存しない。従\nて論旨は採用できない。\n同第二十二点について。\n論旨は証人Ｄ８、同Ｄ９の各証言を援用して原判決の認定は誤認であると主張す\nる。仍て考察するに証人Ｄ８、同Ｄ９は原審公判廷においてＣは昭和二十二年八月\n盆前頃広島より松山に帰り而もその目的はＨ親分の仇を討つためであつたかの如き\n趣旨の証言（原審第九回公判調書参照）をしているけれども、右各証言は証人Ｃの\n証言その他の各証拠と対比して信を措き難く、本件各証拠を検討するも所論の如く\nＣはＨの霊を慰めるため且は遊び人としての自己の面目を立てるためＢ５に傷害を\n加えたものであるとは到底認められない。原判決には所論の如き事実誤認の疑はな\nく論旨は理由がない。\n第二十三点について。\n論旨はＣが恐喝の常習者である点、検察庁が予断に基いて捜査をした点等を指摘\nし原判決は信憑力のない証拠を採り上げて本件犯罪事実を認定したのは明かに誤認\nであると主張する。仍て本件各証拠を検討して考察するに所論の如くＣは所謂無頼\nの徒として一般市民から怖れられ些細な事に憤激して乱暴を働き且常習的に恐喝行\n為を行い、住居侵入、竊盗、常利誘拐、詐欺等の前科数犯を有する着であることは\n同人に対する住居侵入恐喝器物毀棄殺人未遂被告事件記録並に本件各証拠に徴し明\nかであり、また刑の執行停止中被告人Ａ１に対し脅迫的文句を用いて金員を出させ\nようとした事実は原審公判廷における被告人Ａ１の供述及び証人Ｄ１９の証言（原\n審第一回及び第六回各公判調書参照）によりこれを窺うことができる。しかし当裁\n判所はＣのかかる性格、前科、環境その他同人が如何なる人間であるかを充分念頭\nに置いた上同人の原審及び当審における証言を仔細に検討した結果より判断する\nに、Ｃは前記の如き人間であるとはいえＣの本件における証言は被告人Ａ１より本\n件教唆を受けるに至つた経緯被告人Ａ３、同Ａ２が本件犯行に加担した模様、何故\n本件犯行を引受けるに至つたか、また約三年経過後において何故本件を明るみに出\nすに至つたか等の諸点につき詳細を極め且つ真実を吐露していることが窺はれまた\nその供述内容は吾人の充分首肯し得るところであり、記憶違い、記憶の喪失等によ\nり日時その他の点につき不正確な供述部分が相当あるとしても、被告人Ａ１の教唆\nによりＢ５を刺すに至つたとの証言が全く虚構であるとは到底考えられない。従て\n所論の如く被告人Ａ１がＯ病院入院中のＣから四万円要求を峻拒した事実があるか\nらといつて同被告人が潔白であるとは断ぜられない。\nまたＢ５暗殺未遂事件発生当時警察及び検察当局おいて既にＣの背後にＡ１が居\nるものと睨んでいたことは本件記録並にＣに対する殺人未遂等被告事件記録に徴し\nこれを窺い得るけれどもＣかこれを種にして教唆の事実がないのにＡ１より金員を\n喝取しょうと企てたものとは認められず、またこれが意の如くならないため証拠に\nつき種々工作の上検察庁に対しＡ１を教唆犯人であるとして申出たものとも見られ\nる。而して検察庁は右の如くＢ５事件発生当時より本件は被告人Ａ１の教唆に基く\nものではないかとの疑を有つていたとしても、予断を以て捜査に当り関係人をして\n無理に被告人等に不利な供述をなさしめ以て所謂空中楼閣を築いたものであるとの\n所論には遽に賛し難い。尚検察庁におけるＤ１１の取調に際し同人に対し飲酒させ\nた上供述さ吐たここは同人の原審及び当審における証言により明かであるが、同人\nは所謂アルコール中毒者であることもまた同証言に徴し明かであり、検察庁が医師\nの診断等を経ないで取調中の同人に対し飲酒させたことは遺憾であるけれども、同\n人の検察庁における供述調書は原審において証拠として提出されて居らず、またＤ\n２０に対し検察庁において無理な取調がなされたとしても同女の供述調書も証拠と\nして提出されていない。\nこれを要するに論旨主張の諸点を彼此斟酌しても原判決が信憑力のない証拠で本\n件犯罪事実を認定したものとはいえず、本件各証拠を精査するも原判決に事実誤認\nは認められない。\n同第二十四点について。\n論旨は原判決が証人Ｄ２１の証言を排斥して証人Ｃの証言を断罪の資料としたの\nは採証の法則に違反すると主張する。仍て考察するに証人Ｄ２１の原審における証\n言（原審第六回公刊調書参照）によればＢ１株式会社の社金費消の事件につき被告\n人Ａ１の代理人として右会社側と交渉の任に当つたＤ２１弁護士は当初民事問題で\nあつた右事件が刑事事件化するに至つた経緯を被告人Ａ１に逐一報告している事実\nを認め得るけれども、さればといつて被告人Ａ１が右会社のＢ２社長等に対し恨を\n懐きまた背後にＢ５等の策動があるのではないかとの疑念を有つことがあり得ない\nことであるとはいえず、原判決が証人Ｄ２１の証言によつては原判示の如き本件動\n機の存在を否定することができないと判断したのは相当であつて、Ｃ証言を採用し\nた原判決所論の如き採証法則の違背があるとは認められない。従て論旨は理由がな\nい。\n同第二十五点について。\n論旨は原判決が昭和二十二年八月十二日被告人Ａ１がＤ２２（同人の妻はＡ１の\n妻と姉妹の間柄）方を訪れ終日同人宅に居たとの証人Ｄ２２の証言を排斥したのは\n実験則に反すると主張する。仍て考察するに所論の如く原判決は右証言の措信でき\nない理由の一つとして「Ｄ２２証人はその娘がＰ高等女学校一年生に在学して居つ\nてＡ１被告人が来宅したときは娘が登校前で早い時刻であつた旨証言するけれども\n当該月日は何れの学校においても暑中休暇の為休校している筈であつてその日に特\n別に登校する事情が存したことを認め得る証拠がないのみならず云々」と判断して\nいるけれども、当審における証人Ｅ６の証言により信用すべき情況の下に作成され\nたと認めらるる同人の暑中休暇日記帳（弁証第二号）によれば、八月十二日火曜日\nの欄に「今日は朝早くから市駅にあつまりＱさんといつしよに海え行きましたたい\nへんおもしろかつた」との記載があり、右日記帳の記載と当審における証人Ｅ６に\n対する尋問調書とを綜合すればＤ２２の娘であるＥ６は昭和二十二年八月十二日の\n早朝自宅を出て学友と海水浴に行つて夕方頃帰宅した事実はこれを肯認することが\nできる。仍て右同日被告人Ａ１が右Ｄ２２宅を訪れたか否かの点につき考察する\nに、当審における証人Ｅ６は当日早朝家を出る前に山越の叔父さん（被告人Ａ１を\n指す）が初めて訪ねて来て夕方帰宅した時叔父さんはまだ帰らないで居た、私が海\n水浴に行けばお使いをする者が居なくなるので母は私を海水浴へやりたくなかつた\nが私が無理に海水浴に行き母に叱られたことがあるのでその日を記憶している旨証\n言しているけれども、右日記帳に徴するも八月十二日の欄には前記の如き記載があ\nるのみで初めて来訪して終日自分の家に居たという叔父（被告人Ａ１）のことにつ\nいては何等の記載がなく、右証言の如く山越の叔父が来たのに外出しようとして叱\nられた事実があつたとしてもそれが果して昭和二十二年八月十二日のことであつた\nかどうかは甚だ疑はしい（当審におけるＥ６の証人尋問は昭和二十六年九月二十七\n日行はれたのであつて同人の証言は実に満四年前の事実に関するものである）。ま\nた原審における証人Ｄ２２の証言を原審第六回公判調書に基き検討するにＤ２２が\n被告人Ａ１に対し電燈取付方を電気会社に奔走して貰うため同被告人を自宅に招き\n電燈取付工事の見積り等につき実地を見て貰つた事実はこれを認め得るとしても三\n年余以前の事柄につきそれがＢ５暗殺未遂事件の前日のことであつたと極めて明確\nに供述している点は原判決の判断する如く当裁判所としても首肯し難いところであ\nる。従て原審における証人Ｄ２２、当審における証人Ｅ６の各証言並に前掲日記帳\nの記載を綜合判断しても被告人Ａ１がＤ２２宅を訪問した日が昭和二十二年八月十\n二日であつたと確定することは些か躊躇せざるを得ない。原判決が暑中休暇中は原\n則として学生が登校することはあり得ないとの前提の下に、Ａ１被告人が来宅した\nときは娘が登校前であつたとの証人Ｄ２２の供述部分を同証人の証言が措信できな\nい一理田としたのは稍妥当を欠いているけれども、当審において証拠調をした結果\nに徴するも結局において原審か右証人Ｄ２２の証言を排斥したのは相当であつて、\n論旨主張の諸点を考慮に容れても所論の如く実験則に違背しているとは認められな\nい。従て論旨は採用し難い。\n同第二十六点について。\n論旨は原判決はＣが亡Ｈの死体解剖に立会つた事実はこれを是認しているが右立\n会の事実を認める以上本件における証人Ｃの証言は全面的に否定し去らねはならぬ\nと主張する。Ｃが右死体解剖に立会つたか否かの点についての当裁判所の見解は前\n記控訴趣意第十一点に対する判断において示した通りであるが、この点は原判決も\n頗る疑問にしているところであり今仮にＣの証言中死体解剖に立会つていないとの\n証言部分が事実に反し措信できないとしても同人の証言を全面的に否定し去ること\nができないことは原判決の説示する通りである（原判決の証拠説明三の（二）のへ\n参照）。Ｃの証言を仔細に検討しても原判決が同人の証言を断罪の資料に供したこ\nとを以て採証の法則に違背しているとはいえず、論旨は理由がない。\n同第二十七点について。\n論旨は原判決が証拠説明四の（一）において本件認定を強力ならしめる状況の一\nとしてＣが本件兇行後の逃走の経路につき証言するところが真実に合致している点\nを挙げているのは首肯し難いと主張する。仍て考察するにＣがＢ５を刺して後の逃\n走の経路等は被告人Ａ１がＣに対し本件教唆をしたか否かの点と直接関係のない事\n実であること所論の通りであるけれども、原判決に証人Ｃの証言が十分措信できる\nことの一証左とし同証人の本件兇行後の動静について供述するところが真実に合致\nしていることを指摘したのであつて、これを本件教唆事実認定を強力ならしめる状\n況として掲げたことに稍首肯し難い点があるとしても原判決に影響を及ぼす採証法\n則の違反があるとはいえない。論旨は採用できない。\n同第二十八点について。\n論旨は原判決が証人Ｄ６、同Ｄ８、同Ｄ９の各証言を排斥してＣは昭和二十二年\n七月三十一日頃広島より松山に帰り同年八月二日頃被告人Ａ１よりＢ２殺害方を依\n頼されたと認定したのは採証の法則に違反し且つ事実の認定を誤つていると主張す\nる。仍て考察するに所論の如く証人Ｄ６、同Ｄ８、同Ｄ９はいづれも原審公判廷に\nおいてＣは昭和二十二年八月盆前頃広島より松山へ帰る迄は広島に居て松山へ帰つ\nたことはない旨証言しているけれども（原審第七回及び第九回公判調書参照）、右\n各証言はこれを仔細に検討しても原判決の判断する如く証人Ｃ、同Ｄ１の原審及び\n当審における各証言証人Ｄ２、同Ｄ１２の原審における各証言その他の各証拠と対\n比して到底信を措き難いところである。Ｃが昭和二十二年七月末頃広島より松山に\n帰つた事実は原判決挙示の各証拠により充分肯認することができ、原審及び当審に\nおける各証拠を仔細に検討するも原判決の認定に誤認は認められず、また原判決に\n所論の如き採証法則の違反があるとはいえない。従て論旨は理由がない。\n弁護人池田克の控訴趣意第一点について。\n論旨は原判決は証拠として裁判官の証人Ｄ３に対する尋問調書を掲げているとこ\nろ右証人尋問には被疑者又は弁護人が立会つた形跡がなく憲法第三十七条第二項の\n趣旨に違反しているからかかる調書を証拠に引用した原判決には判決に影響を及ぼ\nす訴訟手続の法令違反があると主張する。仍て記録に基き考察するに原判決が証拠\nとして掲げる裁判官の証人Ｄ３に対する尋問調書は刑事訴訟法第二百二十七条に基\nき検察官の請求により松山簡易裁判所裁判官高橋義夫が昭和二十五年十月二十五日\n（起訴前）Ｄ３を証人として尋問した<要旨第二>調書であり右証人尋問には被疑者\nも弁護人も立会つた形跡のないこと所論の通りである。しかし刑事訴訟法第</要旨\n第二>二百二十八条第二項は犯罪捜査上の必要を考慮して同法第二百二十六条及び第\n二百二十七条の請求を受けた裁判官は捜査に支障を生ずる虞がないと認めるときは\n被告人、被疑者又は弁護人を証人尋問に立ち会はせることができる旨規定し（刑事\n訴訟規則第百六十二条参照）同法第百五十七条の規定を排除しているから右の請求\nを受けた裁判官が捜査に支障を生ずる虞があると認めて被疑者又は弁護人を立ち会\nはせないで証人尋問をしても何等違法であるとはいえない。憲法第三十七条第二項\n前段は刑事被告人はすべての証人に対して審問する機会を充分に与えられる権利を\n有すると規定しているけれども、右は裁判所の職権により又は訴訟当事者の請求に\nより喚問した証人に対しては反対尋問の機会を充分に与えなければならないという\n趣旨であつて、被告人に反対尋問の機会を与えない証人の供述を録取した書類は絶\n対にこれを証拠とすることは許されない趣旨であるとは解せられない（最高裁判所\n昭和二三年（れ）第八三三号昭和二四年五月一八日大法廷判決参照）。而して刑事\n訴訟法第二百二十七条による裁判官の証人尋問調書は当然に証拠能力を具有するも\nのではなく同法第三百二十六条により被告人がこれを証拠とすることに同意するか\n又は同法第三百二十一条第一項第一号により供述者が死亡、精神若しくは身体の故\n障、所在不明若しくは国外にいるため公判準備若しくは公判期日において供述する\nことができないとき又は供述者が公判準備若しくは公判期日において前の供述と異\nつた供述をしたとき（この場合は供述者に対し反対尋問をなす機会が与えられる）\nに限り証拠能力を有するに至るものであるから、被告人、被疑者又は弁護人の立会\nを裁判官の裁量に委ねた刑事訴訟法第二百二十八条第二項の規定が憲法第三十七条\n第二項前段の規定に違反するものであるとはいえない（本件の場合と稍異るが最高\n裁判所昭和二五年（し）第一六号同年一〇月四日大法廷決定参照）。従て前掲裁判\n官の証人Ｄ３に対する尋問調書には何等の違法がなく、且つ本件においては弁護人\nが原審公判廷においてこれを証拠とすることに同意し被告人等は異議を述べた形跡\nが認められないから（原審第十回公判調書参照）、右証人尋問に被疑者又は弁護人\nが立会つていなくても該尋問調書は適法な証拠能力を有するに至つたものと謂はな\nければならない。而して所謂反対尋問権は拠棄を許さない権利ではなく右同意によ\nり該証人に対する反対尋問権はこれを拠棄したものと謂はなければならない。これ\nを要するに原判決が右尋問調書を証拠に引用したのは適法であつて原判決に所論の\n如き訴訟手続の法令違反は存せず、論旨は理由がない。\n同第二点について。\n論旨は原審第五回公判において弁護人より証人Ｄ１１の再尋問を請求したのに拘\nらず原審がこれを却下したのは不当であると非難する。仍て本件記録を検討して考\n察するにＤ１１が相撲の招待券を配つている時Ｃ及び被告人Ａ３、同Ａ２等に会つ\nた時期がＢ５が刺された日に接近した日であつたか或は弁護人主張の如く昭和二十\n二年八月二、三日頃から同月五日頃迄の間であつたかは（記録第四九九丁参照）本\n件において相当重要な点であること所論の通りであるけれども、裁判所が訴訟関係\n人よりの証拠調の請求を採用するか否かは裁判所の裁量に委ねられていること多言\nを要しないところであり、原審が弁護人よりの証人Ｄ１１再尋問の請求を却下した\nことを以て違法であるとなすことはできない、而して本件の場合Ｄ１１は原審第三\n回公判において証人として喚問を受けて居りその際Ｃ等に会つた時期については既\nに証言しているのであるから、同一事項についての再尋問請求を原審裁判所が必要\nないものとしてこれを却下したことが必ずしも不当であるとも見られない。また右\n第三回公判におけるＤ１１の証人尋問は検察官の請求によりなされたものであるけ\nれども、下田主任弁護人及び被告人Ａ１は右Ｄ１１の証言に対し反対尋問をして居\nり被告人Ａ３、同Ａ２に対しても反対尋問の機会を与えられていること（但し同被\n告人等は何等の反対尋問をしていない）原審第三回公判調書の記載に徴し明かであ\nつて、原審の措置に所論の如く憲法第三十七条第二項に違反した点があるとはいえ\nない。従て論旨主張の諸点を充分考慮に容れても原審が証人Ｄ１１の再尋問請求を\n却下したことを以て違法であるとはいえず、論旨は理由がない。\n同第三点について。\n論旨は本件については原判決後Ｅ６の日記帳及びＥ３の卓上日誌が発見されたこ\nとにより再審の請求をすることができる場合にあたる事由が生じたものであり刑事\n訴訟法第三百八十三条第一号により原判決は破棄されるべきであると主張する。し\nかし被告人Ａ１が昭和二十二年八月十二日朝早くＤ２２方を訪問し夕刻頃迄同人方\nに居たか否かの点に関する当裁判所の判断は弁護人下田勝久の控訴趣意第二十五点\nに対する判断において示した通りであり、また被告人Ａ１が昭和二十二年八月十三\n日Ｋ党Ｌ支部懇談会に出席して飲酒酪町したか否か、同日夕刻頃Ｄ１３の牛車に乗\nせられて帰宅したか否か等の点については下田弁護人の控訴趣意第十五点に対する\n判断において説示した通りであつて、以上の諸点に関する原判決の判断中には稍妥\n当を欠く部分が存するとはいえ、Ｅ６の日記帳及びＥ３の卓上日誌の各記載を考慮\nに容れても本件につき、刑事訴訟法第三百八十三条第一号に該当する事由があると\nは認められない。従て論旨は採用し難い。\n同第四点について。\n論旨は原判決には判決に影響を及ぼす事実の誤認があると主張する。しかし既に\n弁護人下田勝久の控訴趣意に対する判断において説示した通り原判決の掲げる各証\n拠を綜合して判断すれば原判示の如き経緯及び動機により被告人Ａ１がＣに対しＢ\n５殺害方を教唆するに至つた事実を充分肯認することができ、本件記録並に原審が\n取調べた各証拠を仔細に検討し当審において証拠調をした結果に徴するも原判決の\n認定が誤認であるとは認められない。また論旨の主張する諸点殊に被告人Ａ１の社\n会的地位身分等を考慮に容れても被告人Ａ１が原判示の如き動機によりＣに対しＢ\n５殺害方を教唆するというが如きことか絶対にあり得ないことであるとは断定でき\nず、原判決挙示の如き証拠によつて本件教唆の動機を認定することが経験法則に違\n反するものであるとも云えない。\n尚論旨末尾において箇条書的に主張する諸点につき本件記録を検討して判断する\nに\n一、　Ｂ１株式会社の社金横領事件につきＢ４ａ県知事やＢ５県会議員がＢ２社\n長等の黒幕として策動することがあり得ないことであるとしても被告人Ａ１がかく\n想像するということは必ずしもあり得ないことではない。\n二、　被告人Ａ１はＢ１事件において保釈釈放せられた際既にＢ５に対し或程度\n憤懣の情を懐いていたものであるが、果して同人が右事件捜査の背後において策動\nしているかどうかについては未だ確信がなかつたため昭和二十二年八月二日頃Ｃに\n対し直接の告訴人であるＢ２社長の殺害方を依頼したものであるところ、その後Ｂ\n５がＢ２等の黒幕になつているものと確信したので同月十二日頃Ｃに対し殺害の相\n手方を変更しＢ５殺害方を教唆したものと認められる。従て被告人Ａ１がＢ１事件\nで保釈になつた際「Ｂ５がこんな卑怯なことをするなら許しておけない」と言つた\nという証人Ｄ２の原審における証言と殺害の相手方が最初はＢ２であつたところそ\nの後Ｂ５に変更になつたとのＣ証言とは決して矛盾するものではない。\n三、　下田弁護人の控訴趣意第二十一点に対する判断参照\n四、　同第十一点に対する判断参照\n五、　原審第三回公判調書に徴するに被告人Ａ１は証人Ｃに対する反対尋問にお\nいて「証人が引受けてくれるかどうか判らぬのにその様なことを言うのも変だし、\n第一、人の生命をとるのにそんなに簡単に「やつてくれ」「やりませう」と云う様\nなことは考えられんことだが証人何か気が違つているのではないか、これが徳川幕\n府時代の事ならともかく今の世の中にそんな簡単に返事ができるか」との問に対し\nＣ証人は暫く沈黙したところ立会検察官が「どうか」と証人に発言を促した事実を\n窺うことができ（記録第二七八丁裏参照）、立会検察官の右措置は稍穏当を欠いだ\n憾みがあるけれども、証人Ｃは引続き「私は正気です、Ａ１は私を見込んで居り私\nもＡ１を信じて居りました、双方信じ合つていたので私はＡ１の頼みを引受けたの\nです」と供述し、更に右沈黙した理由として「Ａ１は判りきつていながらしやあし\nやあと言つているので返答するのが嫌だつたのです」（記録第二七九丁裏）と供述\nして居り、右の如く証人Ｃが被告人Ａ１の反対尋問に対し暫く沈黙し検察官より促\nされて供述を続けるに至つた事実があるからといつて、同証人の証言が信を措くに\n足りないものであるとなすことはできない、これを要するに原判決に所論の如き事\n実の誤認があるとは認められず、論旨は採用できない。\n弁護人皆川治広、同小野清一郎の控訴趣意第一点について。\n論旨は本件については検察官が冒頭陳述において裁判所に偏見又は予断を生ぜし\nめる虞のある陳述をして居り刑事訴訟法第二百九十六条但書に違反していると主張\nする。仍て原審第一回公判調書（昭和二十五年十一月十日）を検討するに検察官は\n冒頭陳述において三年前Ｃを単独犯として起訴した当時においても捜査当局では既\nに被告人Ａ１がＣの背後にありと睨んでいたし世間にも伝えられこれを気にしたも\nのかＡ１はＲクイムスに言訳を載せたのであるとの趣旨の陳述をしていること（記\n録第八五丁参照）所論の通りである。而して<要旨第三>刑事訴訟法第二百九十六条\nは但書においで「証拠とすることがてきず又は証拠としてその取調を請求する意\n思</要旨第三>のない資料に基いて裁判所に事件について偏見又は予断を生ぜしめる\n虞のある事項を述べることはできない」と規定し検察官が所謂冒頭陳述において裁\n判所に偏見又は予断を生ぜしめる虞のある事項の陳述を禁止しているげれども、Ｂ\n５を暗殺せんとした犯行については既に昭和二十二年九月十日Ｃの単独犯行として\n同人が起訴せられ昭和二十三年二月十六日高松高等裁判所において懲役十年の判決\n言渡があり該判決は確定しているに拘らず検察当局は昭和二十五年十月二十七日に\n至り右犯行は被告人Ａ１がＣを教唆して行はせたものであるとしで本件を起訴した\nものてあるから、検察官が冒頭陳述に際しさきにＣを単独犯として起訴した当時検\n察当局が如何なる見解を有していたかを或程度説明することは必ずしもこれを非難\nすることはできず、ただその際当時の世間の風評をも附言したことは稍妥当を欠く\nけれども検察官が本件において右の程度の陳述をしたことを以て刑事訴訟法第二百\n九十六条但書の規定に違反するものとなすことはできない。また原審裁判所は本件\nにつき極めて慎重に審理を進め各証拠を仔細に検討の上原判決の如き結論に到達し\nたものであることは本件記録並に原判決に徴し明かであつて、検察官の前記陳述に\nより原審裁判所が偏見又は予断を懐いて本件の審理をなし判決をしたと見られる形\n跡は全然これを窺うことができない。徒て論旨は採用できない。\n同第二点について。\n論旨は原審裁判所は本件につき予断を以て審理に臨んだものであり憲法第三十七\n条第一項及び新刑事訴訟法の<要旨第四>基本精神に反するものであると主張する。\n而して原判決は証拠説明の冒頭において「先ずこの事件の概要と特</要旨第四>殊性\nについて略説する」と前置きして本事件の発端より本件が起訴を見るに至つた迄の\n経過を説明し更に「この事件の審判に当り考慮せねばならぬことは云々」と論旨摘\n録の如き説示をしていることは所論の通りである。\nしかし原判決がかかる説明をなしたのは本件が種々の点例えば既にＣの単独犯行\nとしての確定判決が存する点、犯行後三年有余を経て起訴せられた点、被告人Ａ１\nは現職の国会議員である点、最も重要な証人であるＣが前科数犯を重ねている所謂\nやくざ者である点その他関係証人の多くが所謂親分子分の社会に住む者達である点\n等において一般刑事事件に比し頗る特殊性を有する事件であるからであつて、原判\n決がかかる説明をしているからといつて原審裁判所が本件につき検察官の起訴を相\n当根拠あるものと考えまたＣに対する確定判決が誤であることを予定して即ち予断\nを以て本件に臨んだものとは到底考えられない。本件記録並に原判決を仔細に検討\nしても原審が予断を懐いて審理を進め判決をした形跡は全然これを認めることがで\nきず、原判決が公平な裁判を保障した憲法第三十七条第一項及び新刑事訴訟法の精\n神に違背しているとの論旨は採用できない。\n同第三点について。\n論旨は原判決がＣの証言を全面的に信用し且つ推理の過程において経験法則を無\n視して被告人Ａ１がＣに対し本件教唆をしたものと認定したのは事実誤認であると\n謂うのである。しかしＣが論旨摘録の如き種々の前科を有する人間であり且つ本件\nについては同人の単独犯行としての確定判決が存在するに拘らず本件における同人\nの証言が信憑性を有する点については下田弁護人の控訴趣意第二十三点、同第十二\n点、同第九点に対する各判断において説示した通りであり、証人Ｃの原審及び当審\nにおける各証言その他本件各証拠に徴するもＣは被告人Ａ１がＨ横死の件につき加\n害者側と被害者側との間の仲裁をなし且つ加害者Ｉ等に対する裁判において特別弁\n護人として加害者等に有利な弁論をしたことを恨みに思つていた上その後刑務所入\n所中Ａ１が自己の妻と通じたことに憤慨しＡ１に言いがかりをつけて金を出させよ\nうとしたがＡ１がその要求に応じなかつたため報復的に虚構の事実を以てＡ１を陥\nし入れようとしているものであるとは到底認められない。\n尚ＣがＨ親分の恨みをはらすためＢ５医師を刺したものとすればその犯行動機が\n頗る不自然であることについては下田弁護人の控訴趣意第九点に対する判断におい\nて説示した通りであり、被告人Ａ１がＢ５に対し殺意を懐くことがあり得べからざ\nることではない点については右控訴趣意第十九点に対する判断において示した通り\nであり、当初Ｃに対しＢ２の殺害方を依頼し後殺害の相手方をＢ５に変更した点に\nついては池田弁護人の控訴趣意第四点、下田弁護人の控訴趣意第十四点に対する各\n判断において説示した通りである。而して所論の如く被告人Ａ１が何故Ｂ４知事を\n狙はないでＢ５県会議員を狙つたかについては本件証拠上明かでないけれども、右\nの点は本件犯罪事実認定につき必ずしもこれを明かにする必要はないものと考え\nる。原審及び当審において取調べた各証拠を検討し論旨主張の諸点を考慮に容れて\nも原判決の認定は相当であつて所論の如き事実誤認は認められない。従て論旨は理\n由がない。\n同第四点について。\n被告人Ａ１が昭和二十二年八月十二日Ｄ２２方を訪問したか否か、同月十三日Ｋ\n党Ｌ支部懇談会に出席したか否かまた同日夕刻頃Ｄ１３の牛車に乗せられて帰宅し\nたか否か等の諸点についての当裁判所の判断は下田弁護人の控訴趣意第二十五点及\nび第十五点に対する各判断において既に説示した通りであり、論旨は結局採用し難\nい。\n弁護人Ｄ２１の控訴趣意第一点について。\n論旨は検察官の冒頭陳述が刑事訴訟法第二百九十六条に違反すると主張するがこ\nの点についての判断は皆川、小野両弁護人の控訴趣意第一点に対する判断において\n示した通りであつて、論旨は採用できない。\n同第二点について。\n論旨は原審裁判所は予断を懐いて本件の審判をしたと主張するけれども、この点\nの論旨の理由のないことは皆川、小野両弁護人の控訴趣意第二点に対する判断にお\nいて説示した通りである。\n同第三点について。\n論旨は原判決が信憑性の乏しい証人Ｃの証言を全面的に信用して被告人Ａ１の本\n件教唆事実を認定したのは判決に影響を及ぼす事実の誤認であると主張する。しか\nしＣが論旨摘録の如き数多の前科を有ししばしば虚言を弄する者であることを考慮\nに容れても尚本件における同人の証言が充分信を措くに足るものであることは下田\n弁護人の控訴趣意第十二点及び第二十三点に対する判断において示した通りであ\nり、その他既に各弁護人の各控訴趣意に対する判断において説示した通り原審及び\n当審において取調べた各鉦拠を愼重に検討しても原判決の認定が事実誤認であつて\n且つ経験則に反した認定であるとは考えられない。\n以下本論旨がＣの証言した事実中虚構の事実であると主張する諸点につき附言す\nるに\n（１）　論旨はＣは昭和二十二年七月三十一日より同年八月十日頃迄の間は広島\nより松山に帰つていなかつたと主張するけれども、この点についての証人Ｄ６、同\nＤ９、同Ｄ８の原審における各証言は措信し難い（下田弁護人の控訴趣意第二十二\n点及び第二十八点に対する判断参照）。\n（２）　論旨は昭和二十二年七月三十一日Ａ１方よりサイドカーでＣを迎えに行\nつた事実はないと主張するけれども、この点についての当審における証人Ｅ７、同\nＥ８の各証言（同証人等に対する当審各尋問調書参照）はＣ証人の証言と対比して\n信を措き難い。尤も証人Ｃは原審公判廷において広島に居たところ家内のＤ１から\n用事かあるがらすぐ帰れという電報が来たのですぐ自宅に帰つたがその日の夕方か\nその翌日の夕方にＡ１の方からサイドカーで私を迎えに来たのでそれに乗つてＡ１\n方へ行つた、その年月日は昭和二十二年七月末頃の晩であつた旨（原審第二回公判\n調書中記録第一六三丁参照）供述しており、Ｃが最初Ａ１方へ行つた日時は必ずし\nも明確でなく昭和二十二年七月三十一日ではなくて或は翌八月一日であつたかもし\nれない（この点については後記村上弁護人の控訴趣意第一点の（一）に対する判断\n参照）。\n（３）　論旨は昭和二十二年七月末頃Ｃの妻Ｄ１が夫Ｃを電報で広島より呼び返\nした事実はないと主張する。仍て考察するに証人Ｄ１は原審においても当審におい\nでも当時Ｃを電報で呼び返した点については判然した記憶がない旨供述（原審第四\n回及び当審第三回各公判調書参照」しているけれども、三年余以前の事柄であるか\nら右打電の件につきＤ１が判然した記憶がない旨の供述をしているからといつてこ\nの点についてのＣの証言が虚構であるとは断ぜられない。その他論旨主張の諸点を\n考慮に容れても同様である。\n（４）　論旨は昭和二十二年八月上旬Ｃは被告人Ａ１よりＢ２殺害方を依頼され\nたので刑務所入所後の家族の生活費を案じｂダンスホールの経営者Ｄ１６に交渉し\n毎月三千円宛の金を出して貰うことになつたとの事実は虚構であると主張するけれ\nども、この点については下田弁護人の控訴趣意第二十点に対する判断において説示\nした通りである。而してＣが昭和二十二年八月上旬頃被告人Ａ３、同Ａ２と共にｄ\n駅附近に疎開していたＤ１６を訪問したことがあるか否かの点につき考察するに証\n人Ｄ１６は原審公判廷においてＡ３、Ａ２の二人がＣのことについて話に来たよう\nな記憶はない旨証言（原審第八回公判調書参照）しているけれども、右証言はＤ１\n６の村上検察官に対する昭和二十五年十二月九日附供述調書に照して信を措き難\nく、右Ｄ１６宅訪問についての証人Ｃの供述（原審第二回及び第九回者公判調書殊\nに記録第八九九丁裏参照）が虚偽であるとは認められない。\n（５）　原審における証人Ｄ２の証言については下田弁護人の控訴趣意第二十一\n点に対する判断において示した通りであつて、同証人の証言は決して証人Ｃの証言\nと牴触するものでけない。\n（６）　原審第九回公判調書に徴すれば同公判における証人Ｃ、同Ｄ６、同Ｄ\n９、同Ｄ８の四名対質尋問においてＣの供述は他の三名の供述と二、三の点につき\nくいちがつていることが窺えるけれども、本件におけるＣの証言の重要部分が所論\nの如く虚構乃至偽作であるとは到底認められない。\n尚Ｃに対する殺人未遂等被告事件の確定判決において認定せられた犯行の動機が\n極めて不自然てあつて真実と見られない点については下田弁護人の控訴趣意第九点\nに対する判断において説示した通りであり、右被告事件におけるＤ１に対する司法\n警察官の昭和二十二年九月三日附聴取書の内容及び原審における証人Ｄ５の証言を\n考慮に容れてもＣがＢ５医師の鑑定に対する不満からＨ親分の霊を慰めるため同医\n師を殺害せんとしたものであるとは認められない。またＣが所論の如きＡ１に対す\nる憎悪から虚構の事実を証言していると認められない点については皆川、小野両弁\n護人の控訴趣意第三点に対する判断において示した通りである。\n同第四点について。\n論旨は原判決が被告人Ａ３、同Ａ２はＣの犯行を幇助したものであると認定した\nのは事実誤認であると謂うのである。しかし原判決が証拠として掲げる証人Ｃ、同\nＤ１、同Ｄ１１の原審公判廷における各証言を綜合して判断すれば、原判示二の幇\n助事実即ち被告人Ａ３及び同Ａ２は被告人Ａ１がＣを教唆し同人をしてＢ５を殺害\nせしめようとする事情を知りながら被告人Ａ１のためＣの犯行に協力しようとして\n原判示の如き行為をしてＣの犯行を容易ならしめた事実を充分肯認することができ\nる。原審及び当審において取調べた各証拠を検討し論旨摘録の証人Ｄ１１の原審に\nおける証言その他論旨主張の諸点を考慮に容れても原判決に事実誤認は認められ\nず、論旨は理由がない。\n同第五点について。\n論旨は原判決は被告人Ａ３が犯行当日の朝Ｃと共に松山市ｅの金物店で犯行に使\nう刺身庖丁を買求めた点につき証拠によらずその事実を認だしていると主張する。\nしかし右事実は原判決が証拠として掲げる証人Ｃの原審における証言により明かで\nあつて、原判決はこの点につき右証言以外に証拠を掲げていないけれども所論の如\nく証拠によらずして事実を認定したものであるとはいえない。検察官作成に係るＤ\n２３（金物商）の昭和二十五年十月九日附供述調書によれば同人は被告人Ａ３につ\nき全然見覚えがない旨供述していること所論の通りであるけれども、三年余時日が\n経過している点を考慮すれば右供述調書は被告人Ａ３の前記行動を認定するに何等\n妨げとなるものではない。その他本件各証拠を検討しても原判決の右認定は相当で\nあり原判決に所論の如き違法は認められない。従て論旨は理由がない。\n同第六点について。\n被告人Ａ１が昭和二十二年八月十二日Ｄ２２宅を訪問したか否か、同月十三日Ｋ\n党Ｌ支部懇談会が開かれたか否か、同日夕刻頃被告人Ａ１がＤ１３の牛車に乗せら\nれて帰宅したか否か等の点については下田弁護人の控訴趣意第二十五点及び同第十\n五点に対する判断において既に述べた通りである。\n弁護人宇和川浜蔵、同白石近章の控訴趣意第一点について。\n論旨は原審が証第十六号の一、二乃至証第五十六号の各手紙を刑事訴訟法第三百\n二十三条第三号に該当する書面として証拠能力を認めこれを事実認定の資料とした\nのは違法であると主張する。しかし原審が右各手紙を刑事訴訟法第三百二十三条第\n三号に該当する書面として証拠能力を認めたことが相当であること。右各手紙の中\nには封筒と内容との一致せぬもの、代筆に係るもの、刑務所の検閲印のないもの等\nが存するけれどもこれを逐一点検しても何等かの工作が施され又は或意図の下に作\n成された形跡は全然認められず信用すべき情況の下に作成されたものと認められる\nことについては下田弁護人の控訴趣意第三点及び第四点に対する判断において説示\nした通りである。尚所論の如く原審は右各手紙が如何なる経緯により検察官の手許\nに存在するに至つたかの点についてはこれを調査した形跡がないけれども、裁判所\nが右の点を調査していないからといつて必ずしも審理不尽であるとはいえない（尚\nこの点については当審第三回公判における証人Ｄ１の供述参照）。原判決には所論\nの如き違法はなく、論旨は採用できない。\n同第二点について。\n論旨は原審の訴訟手続には判決に影響を及ぼす法令の違反があると主張する。而\nして原審第二回公判調書（記録第二一七丁以下）に徴するに検察官は証人Ｃに対し\n後に提出する証第十六号の一、二乃至証第三十号の各手紙（Ｃより妻Ｄ１宛）を示\nし「これ等の手紙は証人が出したものか」「この中誰かに代筆して貰つたものもあ\nるか」「証人自身が書いたものはどれか」等の間を発したのに対し下田主任弁護人\nは右は一種の証拠調であるからとして異議を申立てたところ裁判長は右異議申立を\n却下するとの決定を宣したこと所論の<要旨第五>通りである。仍て考察するに右第\n二回公判当時右各手紙については未だ証拠調の請求がなされていないけれど</要旨\n第五>も証拠調の請求をなす前提として右各手紙は何人が出したものであるか、何人\nから来た手紙であるか或は自筆か代筆か等の点につき証人の供述を求めることは許\nされるものと解すべきであり、原審が弁護人の異議申立を却下したのは相当である\nと謂はなければならない。而して右各手紙はその後原審第五回公判に至り検察官よ\nり証拠物として証拠調の請求がなされたこと所論の通りであるけれども、右第二回\n公判の法廷において検察官より証人に対し右各手紙が示された以上被告人並に弁護\n人は右各手紙を閲覧し当該証人の供述に対し検察官の尋問をした点に関し反対尋問\nをなすことは勿論許されるものと謂はなければならない。論旨は弁護人並に被告人\nは第五回公判まで前記各手紙の内容、形状を知る機会がなくＣ証人に対し反対尋問\nをなす機会を奪はれたと主張するけれども、Ｃの証人尋問が行はれた原審第二回及\nび第三回各公判調書を検討しても裁判所又は検察官が被告人又は弁護人に対し右各\n手紙の閲覧を妨げまたは拒んだ形跡は全然窺えない。殊に証人Ｃの尋問は昭和二十\n五年十一月二十一日の第二回公判に引続き翌二十二日弁護人及び被告人より詳細な\n反対尋問が行はれているのであつて、弁護人又は被告人が右各手紙を閲覧し手紙の\n作成につきＣ証人に対し反対尋問をなす機会が全然与えられなかつたものとは見ら\nれない。従て原審の訴訟手続に所論の如き違法があるとはいえず、論旨は採用し難\nい。\n同第三点について。\n論旨は原判決が訴因の変更追加等の措置をしないで原判示二の事実を認定したの\nは違法であると主張する。而して本件起訴状によれば公訴事実第二は「被告人Ａ\n３、同Ａ２は前記窮地に陥つた被告人Ａ１に深く同情していた矢先前記の如く別懇\nの間柄にあるＣより被告人Ａ１の依頼を受けてＢ５の暗殺を遂げる決意なることを\n聞かされるや之に協力せんことを決意し（中略）Ｂ５を追尾する等Ｃの前記犯行を\n容易ならしめる為の協力的行為をなし以て犯行を幇助し」となつているところ、原\n判決は二の事実において「被告人Ａ３及び同Ａ２はＣが前記の通り被告人Ａ１の教\n唆によつてＢ５を殺害することとなつた事情を知りＡ１のため共同してＣの前記犯\n行に協力せんことを決意し（中略）Ｃのために便宜を与え或は気勢を添へ以てＣの\n前記犯行を容易ならしめて之を幇助し」と認定していること所論の通りである。仍\nて右両者を比較するに原判決も公訴事実と同じく右被告人両名がＣの殺人未遂行為\nを幇助した事実を認定して居り、唯被告人両名の間に意思の連絡があり共同して幇\n助行為をなしたものである点を明かにしたに過ぎず、所論の如く公訴事実の訴因と\n犯罪の態様を異にする事実を認定したものとけ見られない。従て本件の場合訴因変\n更等の手続は何等これを必要としないものと解する。尚幇助者同志の間の意思の連\n絡があり共同して幇助行為をなした場合においては共同正犯に関する刑法第六十条\nの規定はこれを適用する余地がないものと考えられるから、原判決が被告人Ａ３、\n同Ａ２の所為につき刑法第六十二条策一項の外刑法第六十条をも適用しているのは\n首肯し難いが、右法令適用の誤は判決に影響を及ぼすものではない。原判決には所\n論の如き違法は認められず、論旨は理由がない。\n同第四点について。\n論旨は原判決は理由にくいちがいがあるとして五つの点を指摘している。以下順\n次判断するに\n（１）　原判決が二の事実に対する証拠として掲げた証人Ｃの原審公判廷におけ\nる証言中には論旨摘録の如き供述部分があり昭和二十二年八月十三日朝Ｂ５をねら\nつた際Ｃ及び被告人Ａ２、同Ａ３はＢ５の顔が判らなかつたため犯行の決行を一応\n中止した事実を窺い得るところ、原判決に証人Ｄ１０の証言について批判した箇所\nにおいて「ＣはＨの死体の解剖に立会したがために鑑定医であるＢ５の容姿を或程\n度知つていたものてあつでこれにより暗夜二人連れの男の中からＢ５を識別し得た\nものと認めるのが相当ではないてあろうか」と判示しでいること所論の通りであ\nる。しかし原判決は右判断においてＣはＢ５の容姿を或程度知つていたものではな\nかろうかと判示したに過ぎず同人の容貌等を充分知つていたものと認定した訳では\nないから、原判決の証拠判断に必ずしも所論の如き矛盾があるとはいえない。\n（２）　原判決は証拠説明三の（二）において「ＣはＨ親分の加害者Ｉ外数名に\n対する裁判の軽きを恨み鑑定医Ｂ５に対しても不満の念を抱いていたことを推知し\n得ないことはない」と判断していること所論の通りである。しかし原審はＣはＢ５\n医師の鑑定に対する右不満の念から同人を刺したものではなく、被告人Ａ１の教唆\nによりＢ５を殺害せんとしたものと判断したものであることは明瞭である。\n（３）　自ら殺害を依頼して犯罪を犯さしめたものがその依頼によつて罪を犯し\n現に刑を受け涜罪のため苦しんでいる者に対し善道に立帰るべきことを訓戒するが\n如き行為はあり得べからざることであるとの所論は一応首肯し得るけれども、本件\nの場合においては被告人Ａ１がＣに対し善道に立帰るべきことを訓戒した事実があ\nるからと云つて本件教唆事実の認定に影響を及ぼし得ないと原判決が判断したのは\n相当てあつて該判断が経験則に違背しているとは見られない。\n（４）　Ｃは昭和二十二年七月末頃広島より松山に帰つて一度Ａ１方へ行きその\n晩帰宅して妻Ｄ１に対し別れ話を持出したものであるかどうかの点については下田\n弁護人の控訴趣意第二十一点に対する判断において示した通りであり、原判決は証\n人Ｄ１の証言中「Ｃは七月末夕方広島から帰り帰ると直ぐに出かけて行きその夜十\n一時頃帰宅し別れ話を持ち出した」旨の供述部分をも証拠に引用しているけれど\nも、原判決は証人Ｄ１の証言の外証人Ｃ、同Ｄ１２、同Ｄ２４その他列挙の各証拠\nを綜合判断して昭和二十二年八月二日頃被告人Ａ１がＣに対しＢ２殺害方を依頼し\nた事実を認定したものであり、拳示の証拠中認定事実と稍牴触する部分があるとし\nても所謂判決理由にくいちがいがある場合に該当するとは見られない。\n（５）　論旨は原判決はＣの証言の信憑性について十分留意するの必要があると\n判示しながら結局Ｃ証言を全面的に採用し同証言の信憑性たつき留意しに跡が見ら\nれないと主張する。しかし原審はＣの証言を軽々に措信したものとは見られず同人\nが前科数犯を重ねている博徒であつてその供述を軽々しく信用することは危険であ\nることを十分留意した上同人の証言を検討しＨの死体解剖に立会つたか否かの点を\n除いてはＣの証言を十分措信し得るものであるとしてこれを証拠に引用したもので\nあることは原判決の理由記載に徴しこれを窺うことができる。\n従て論旨主張の諸点を考慮に容れても原判決の理由に所謂くいちがいがあるとは\n見られず、論旨は採用し難い。\n同第五点について。\n論旨は原判決は証拠によらずして事実を認定した違法があると主張する。仍て考\n察するに所論の如く原判決が証拠として掲げる証人Ｄ１２、同Ｄ２４、同Ｄ１、同\nＤ２、同Ｄ２５、同Ｄ２６の原審公判廷における各証言、裁判官の証人Ｄ３に対す\nる証人尋問調書等は被告人Ａ１がＣに対しＢ２後にＢ５の殺害方を教唆した事実を\n直接に立証するに足るものではないけれども、右の各証拠は証人Ｃが全然架空の事\n実を証言しているものでないことを裏付ける意味において充分本件有罪認定の資料\nとなり得るものであり、要証事実と何等関連のない証拠であるとはいえない。而し\nて本件教唆行為自体については証人Ｃの証言及び原判決が証拠説明の末尾において\n掲げるＣ夫婦の間に取り交された各手紙（証第十六号の一、二乃至証第五十六号）\nの存在及びその内容に徴し充分これを認めることができ、原判決を検討しても所論\nの如く原審が採証の法則に違反し又は証拠によらないで事実を認定したものとはい\nえない。従て論旨は採用できない。\n第六点について。\n論旨は原判決がその挙示の如き証拠により原判示の如き本件殺人教唆の動機を認\n定したことを非難する。しかし原判決の掲げる各証拠を綜合して判断すれば被告人\nＡ１がＢ２、Ｂ３、Ｂ４ａ県知事、Ｂ５県会議員等に対し原判示の如き恨を懐くに\n至つた経緯を充分肯認することができ、被告人Ａ１の当時の社会的地位を考慮に容\nれても同被告人がＢ２又はＢ５に対し殺意を懐くに至ることが経験則上絶対にあり\n得ないことであると断ぜられないことは既に判断した通りである（下田弁護人の控\n訴趣意第十九点に対する判断参照）。尚被告人Ａ１はＢ４知事に対しても恨を懐い\nていたものであるところ何故Ｂ４知事を殺害の対象とせずしてＢ５県会議員を殺害\nせんとしたかは本件証拠上明かでないけれども、同被告人がＢ５殺害方を教唆した\n事実を証拠上充分認め得る以上本件の如き被告人が絶対否認している事案において\n原審が右の点を明かにしていないからと云つて必ずしも原審の審理が不充分である\nとはいえない。殺人罪において動機の点が重要であることは云うまでもないことで\nあるが、論旨主張の諸点を考慮に容れても原審が証拠基かないで本件動機を認定し\nたものであるとはいえず、また動機の認定につき原審に審理不尽の点があるともい\nえない。従て論旨は採用し難い。\n弁護人村上常太郎の控訴趣意第一点について。\n論旨は縷々主張するけれどもこれを要するに原判決が証人Ｃの証言を信用して被\n告人Ａ１の本件教唆事実を認定したのは事実誤認であると謂うのである。而して被\n告人Ａ１がＣに対し本件の如き教唆をしたことについての直接の証拠はＣの証言を\n措いて他に存しないことは所論の通りであるけれども、このようなことは本件の如\nく甲が乙に対し第三者のいないところで口頭で或犯罪行為を教唆したとする事案に\nおいては已むを得ないことであり、窮極において教唆を受けたとする乙の供述が措\n信できるか否か、また甲の教唆が架空の事実でないこと（動機の点も含む）を窮う\nに足る状況的証拠が存するか否かによつて有罪無罪を決しなければならないことに\nなる。今本件につき考察するに既に他の各弁護人の控訴趣意に対する判断において\n示した通りＣが詐欺恐喝等の前科を有ししばしば虚言を弄する人間であることを考\n慮に容れても本件における同人の証言は充分信を措くに足るものであり、またその\n証言を裏付けるに足る証拠及び本件教唆が架空の事実でないことを推測せしめるに\n足る状況的証拠が相当存在しており、原審及び当審において取調べた証拠を検討し\nても原判決の事実認定が誤認であるとは到底考えられない。\n以下論旨を追うて順次判断するに\n（一）　（１）　Ｃが昭和二十二年七月末頃妻Ｄ１よりの電報に接し広島より松\n山に帰りＡ１方よりの迎へのサイドカーでＡ１方に行つたところＡ１は用件を語ら\nず「明朝六時に来てくれ」と言つて一旦Ｃを帰宅させたからといつて所論の如く必\nずしも奇怪事であるとはいえない。当時被告人Ａ１は保釈直後で訪問客が多いたあ\n訪問客のない早朝を選んで重大用件を依頼することは考えられるところである。ま\nたＣは妻よりの電報に接し帰宅したのに拘らず妻に対し用件を聞きたゞした点につ\nき何等供述していないからといつて、Ｃの証言が不自然であるとはいえない。尚原\n審における証人Ｄ８、同Ｄ９等はＣの妻よりＣに対し電報が来た事実はないと証言\nするけれども三年前の事柄であるから記憶が喪失していることも考えられ右各証言\nは本件有罪認定の妨げとなるものではない。また論旨はＣの広島よりの帰松とＡ１\nの保釈帰宅との関係につき疑を懐いているけれども、Ｃが広島より松山に帰りＡ１\n宅を訪れたのが昭和二十二年七月末頃であることは証拠上窺い得るけれども、Ｃが\n松山に帰つた日、サィドカーでＡ１宅を訪れた日、翌朝来てくれといはれて早朝Ａ\n１方を訪れた日が夫々果して何月何日てあつたかは必ずしも明確でない。当裁判所\nとしては松山刑務所長の保釈釈放についての回答書、証人Ｃの証言、金九千円の受\n取証（証第五十七号の一）等を綜合して、被告人Ａ１は昭和二十二年七月三十一日\n保釈出所しＣを呼寄せるためＣの留守宅に連絡を取りＣの妻Ｄ１は広島に居るＣに\n打電しＣは同年八月一日広島より松山に帰りその夕刻迎えのサイドカーでＡ１宅を\n訪れたが翌朝来てくれとのことで翌二日朝再びＡ１宅を訪れ原判示の如くＢ２の殺\n害方を依頼されたものではないかと推測する。しかしその頃Ｃが広島より帰松して\n被告人Ａ１よりＢ２の殺害方を依頼された事実を証拠上認め得る以上その正確な年\n月日が判然としないからといつて本件の認定に何等影響を及ぼすものではない。こ\nれを要するにＡ１の保釈帰宅とＣの帰松との間に所論の如き疑点は認められない。\n（２）　被告人Ａ１がＢ１事件で取調を受けていたとき県会議員であるＢ５の宅\nから高橋検事に電話がかゝつたことにつき疑惑を懐くことはＢ５が県警察医であつ\nて高橋検事と懇意であることを考慮に容れても必ずしもあり得ないことではなくＣ\nが広島より帰つて最初Ａ１方を訪れた際「Ａ１が調べられた時の模様が不審であつ\nたとか電話かかかつたとが云つて調べられた時のことを話していた」とのＣの証言\n部分（記録第一六四丁裹）が所論の如く虚偽であるとけ認められない。\n（３）　被告人Ａ１はＣに対し本件教唆に際し東京から弁護士を呼んでやると約\n束しながら同人に対するさきの刑事事件につき東京の弁護士を依頼しなかつたこと\nに対しＣがＡ１に何等抗議を申出ずまたその事件の担当弁護人に対する弁護料をＡ\n１に支出させなかつたとしても、Ｃの「Ａ１はも前が引張られたら東京たら弁護士\nも雇つて入れてやる云々と云はれたのでＢ２等を殺すことを引受けた」との証言部\n分（記録第一六五丁裏）が虚偽であるとは認められない。\n（４）　Ｃは被告人Ａ１の所謂直系の輩下ではないけれども、Ｈの葬儀に際しＡ\n１の世話になつたこと、Ｈ一家とＩ等との紛争をＡ１が円満に仲裁したこと、Ａ１\nの斡旋により道後のダンスホールの取締人になつたこと、ダンスホールで働いてい\nた時Ａ１より種々激励を受けたこと等の関係からＣは被告人Ａ１に恩義を感じ且つ\n敬慕していたことは記録上明らかであり、昭和二十二年八月上旬当時においてＡ１\nとＣとの関係が所論の如く必ずしも浅かつたものとは見られずＣが如何なる人物で\nあるかを考慮しても、被害人Ａ１がＣに対し本件の如きＢ２又はＢ５暗殺という大\n役を依頼したことが常識上考え得られないことであるとはいえない。またＡ１はＡ\n３、Ａ２その他多くの直系の輩下があるに拘らず同人等を利用しないで傍系に属す\nるＣを選んだことは決して不自然ではなく寧ろ充分首肯し得るところである。被告\n人Ａ１が自分に対し本件教唆をしたとのＣ証言が社会通念上首肯し得ないものであ\nるとなすことはできない。\n（５）　Ｃが昭和二十二年七月末頃広島より松山に帰つて来た事実は原判決挙示\nの各証拠により明かであつて、この点に関する証人Ｄ６、同Ｄ９、同Ｄ８等の原審\nにおける各証言の措信し難いことは既に判断した通りである。\n（６）　昭和二十二年八月十三日薄暮頃Ａ１方の屋外でＣがＡ１に対し犯行に用\nうる刺身庖丁を示しＡ１より激励を受けた事実が必ずしもあり得ない事ではない点\nについては、下田弁護人の控訴趣意第十四点に対する判断において説示した通りで\nあり、Ａ１がＢ２及びＢ５の殺害方を教唆した時は自己の家宅内でＣと密談したの\nに拘らず刺身庖丁を示した時に限り戸外を選んだからといつて必ずしも不合理であ\nるとはいえない。またＣがＡ１方の家人が証人として現れることを避けるため殊更\n屋外の場所を証言しているものとは考えられない。尚ＣはＡ１より本件教唆を受け\nた時には傍に誰も居なかつた旨証言しているけれども、所論の如く証人となる者が\nない場面を釀成せんとする意図の下に虚偽の証言をしているものとは受取れない。\n（７）　「無より有を生ずるの理なし」との所論は一応首肯することができ、Ｃ\nはＢ５医師のＨの死体鑑定に対し或程度不満の念を懐いていたと推測されることは\n原判決も判示する通りであるが、Ｃに対する殺人未遂等被告事件の判決において認\n定された様に右鑑定に対する不満からＨ親分の霊を慰めるためＢ５医師を殺害せん\nとしたものであると認められないことは既に判断した通りである。而してＣの本件\nにおける証言中前の被告事件において供述したことは全部でたらめであるとの趣旨\nは犯行の動機として供述したことがでたらめであるとの趣旨と見られる。尚論旨摘\n録の証人Ｄ６同Ｄ５の原審における各証言を考慮に容れてもＣがＨ親分の怨をはら\nすためＢ５鑑定医を刺すに至つたものとは到底考えられない。\n（８）　原審における証人Ｄ１５の証言により認められる松山刑務所における被\n告人Ａ１とＣとの面会の模様を考慮に容れても被告人Ａ１の本件教唆が架空の事実\nと認められないことについては下田弁護人の控訴趣意第十六点に対する判断におい\nて示した通りであり、その時におけるＣのＡ１に対する態度が所論の如く弱々しか\nつたからといつて本件の認定に影響を及ぼすものではない。\n（９）　被告人Ａ１のＣに対する種々の財政的援助が単にＡ１が農地調整法違反\n事件で勾留せられていた際Ｃより厚遇をうけたことに対する謝恩の意味でなされた\nものと認められないことは下田弁護人の控訴趣意第十七点に対する判断において示\nしたとおりであり、所論の如く感激性に富む被告人Ａ１が右勾留中におけるＣの親\n切に対し如何に感激したかは充分察知し得るけれども、Ｃ夫婦に対する金品贈与が\n単にＣの右好意に対する謝恩又は同被告人の人格から出た純粋な恵与であるとは認\nめられない。また被告人Ａ１は昭和二十四年十月頃Ｃよりの金借の要求に対しそれ\nが賭博に使う金であつたため「賭博等に使う金はない」と言つて断つた事実（原審\n第三回公判調書中記録第三〇〇丁参照）があつたからといつて、被告人Ａ１がＣに\n対し本件の如き教唆をした事実がないからかかる高飛車的態度に出ることができに\nものとは断定できない。\n（二）　刑事訴訟法第二百二十七条に基く検察官の請求により裁判官から証人と\nして尋問された者がその尋問前該事件の共同被疑者として勾留されていた場合にお\nいても右証人尋問が適法か否かの点につき考察するに、刑事訴訟法第二百二十七条\nにより証人尋問の請求ができるのは同法第二百二十三条第一項の規定（被疑者以外\nの者の取調に関する規定）により検察官、検察事務官又は司法警察職員の取調に際\nして任意の供述をした者であるこ<要旨第六>とを要件としていること所論の通りで\nある。しかし共同被疑者として取調を受けた者であつてもその者を起訴</要旨第六>\nしないような場合において他の共同被疑者に対する関係において刑事訴訟法第二百\n二十七条の要件を充たす限り検察官が同条に基き証人として尋問の請求をなすこと\nは許されるものと解すべきであり、その者が勾留されて取調を受けている場合にお\nいても強制、拷問、脅迫等に基かない任意の供述をしている限り同条の証人になり\n得るものと謂はなければならない（同条にいわゆる任意の供述が所論の如く勾留中\nの供述を含まない趣旨であるとは解せられない）。而して原審第三回公判調書中証\n人Ｄ１１の供述記載に徴すれば同証人は当初傷害被疑事件で勾留されその後本件Ｂ\n５事件の共犯としての嫌疑で再び勾留されて取調を受けたこと及び釈放された日の\n午後検察官の請求により直ちに証人として裁判官の尋問を受けたことを窺い得るけ\nれども、前記理由により右証人尋問請求が不適法であるとはいえない。尚検察当局\nがＤ１１の取調に際し両人に飲酒させた点については下田弁護人の控訴趣意第二十\n三点に対する判断中において述べた如く検察当局の措置に遺憾の節が見られるけれ\nども、同人の検察庁における供述調書及び同人に対する裁判官の証人尋問調書等は\n本件において証拠資料とされて居らないのであり、同人に対し検察当局の採つた種\n々の措置が原判決に何等かの影響を及ぼしているとは認められない。尤も原判決は\n原判示二の事実の証拠として証人Ｄ１１の原審における証言を引用しているけれど\nも、原審第三回公判調書に基き同証人の証言を検討しても同証人が公判廷において\n検察官の威圧を受け又は検察官に迎合して虚偽の供述をした形跡は窺えない。論旨\n主張の諸点を考慮に容れても原判決が証人Ｄ１１の証言を採用したことを以て採証\nの法則に違反しているものとはいえない。\n次に論旨は裁判官の証人Ｄ３に対する尋問調書についても検察官が刑事訴訟法第\n二百二十七条により証人尋問の請求をしたのは違法であると主張するけれども、同\n人がさきに被疑者として勾留され取調を受けていたとしても任意の供述をしている\n限り他の被疑者に対する関係において同条の証人になり得ることは前叙の通りであ\nり、右証人尋問の請求が違法であるとはいえない。以下論旨が右尋問調書中矛盾で\nあるとして指摘する部分につき検討するに\n（イ）　論旨は右証人はＡ１が茶の間の横の廊下を通りかかり私達に対し云々と\n供述しているけれども、当時Ａ１方茶の間の横に廊下は存在しなかつたと主張す\nる。しかし当裁判所の検証の結果及び当審における証人Ｅ９の証言（当審の同証人\nに対する尋問調書及び検証調書参照）を綜合すれば、被告人Ａ１方茶の間（四畳\n半）と六畳間との間は昭和二十二年七月当時においては現在の如く全部廊下になつ\nて居らずその北半分は押入となつていた事実はこれを認め得るけれども、その南半\n分は当時においても廊下であり該廊下は東に折れて茶の間南側の板の間に続いてい\nること明かであるから、Ｄ３証人のいう茶の間の横の廊下とはどの部分を指してい\nるのか稍明かではないけれども、当時茶の間の横に廊下が全然なかつたとはいえな\nい。\n（ロ）　被告人Ａ１がＢ１事件で検事の取調を受けていた時Ｂ５方より検事に電\n話がかかつたのはＢ５の妻Ｄ４が立石検事の宿所を聞くためであり、検事の取調室\nには電話機はなく給仕が検事に対しＢ５宅よりの電話を告げ検事が取調室を出て行\nき電話を受けたものであつてＡ１は右電話の内容を聞くに由なきものであつたとし\nても、証人Ｄ３の証言中「Ａ１は私達に対し高橋検事に取調べられていた際Ｂ５か\nら同検事へ電話がかかり自分の事件の事を何か話していたが今度の事件ではＢ５が\n自分の事を何か中傷したのではないかと思うと言つていた」との供述部分（記録第\n一二七九丁）が全然虚偽であるとは認められない。即ち被告人Ａ１が検事の取調中\nにＢ５宅から右電話がかかつたことにつき疑念を懐きこれを自己の事件と結び付け\nて考えその電話の内容をも想像して保釈帰宅後Ｄ３等に対し右の如き趣旨の話をす\nることがあり得ないことであるとはいえない。\n（ハ）　Ｃは通常Ｈのことを親分と呼んで居り被告人Ａ１のことを親分と呼んで\nいなかつたことは本件記録上これを窺い得るけれども、証人Ｄ３が論旨摘録の如く\n五日市競馬場でＣが「Ｂ５を刺したのは親分の事でやつた」と言つた親分の事とい\nうのはＡ１の事でやつたのだろうと想像したと証言していることが所論の如く必ず\nしも不自然であるとはいえない。\nこれを要するに論旨指摘の諸点を考慮に容れても裁判官の証人Ｄ３に対する尋問\n調書の供述内容が措信できないものであるとは認められない。\n尚原審及び当審において取調べた各証拠を検討してもＣが真実はＨ親分のために\n本件犯行に及んだものであるに拘らず論旨王張の如き経緯により被告人Ａ１の教唆\nに基くものであると虚偽の証言をなすに至つたものとは到底考えられず、また被告\n人Ａ３、同Ａ２の両名がＢ１事件につきＢ５医師の策動があるとの風聞により偶々\nＢ５医師に対し不満の念を懐いているＣを利用して所論の如き一石二鳥の考慮より\nＡ１の関知せぬ間にＣの犯行を助勢したものであるとは見られない。\n本件については所論の如くＣの供述以外に直接証拠はなく、各証人の証言の間に\n相当矛盾牴触する部分がありまた検察当局の措置に稍遺憾な点が窺えるけれども、\n原判決の掲げる各証拠を綜合して判断すれば被告人Ａ１の本件教唆事実を充分認め\nることができ、本件にあらはれた証拠によつては未だ刑事訴訟法第三百三十三条の\n要求を充たし得ないものであるとの論旨は採用できない。\n（三）　論旨は原審における証人Ｄ２の証言は矛盾撞着があり措信するに足りな\nいものであることを主張する。而して同証人の証言に関しては下田弁護人の控訴趣\n意第五点及び第六点に対する判断において既に触れた通りであり、同証人の証言は\n被告人側の反対尋問にあい稍動揺したことは否定し難いが、さればといつてその証\n言全部が措信できないとなすことはできない。而して渡部証人と被告人Ａ２とは所\n謂インチキ賭博の名コンビであつて二十年来の懇意な間柄であることを本件証拠上\n窺い得るけれども、同証人が昭和二十二年八月上旬広島へ渡る船中においてＣより\n聞いた話（殺人の企て）を同行の被告人Ａ２に話さなかつたと証言したからといつ\nて、必ずしもその証言内容が不自然であるとはいえない（同証人は被告人Ａ２に右\nの話をしなかつた理由として「Ａ２は私が云はなくても知つていると思うので云は\nなかつた」と供述している。（記録第三七一丁裏参照。）\n（四）　論旨は証人Ｄ１の本件における証言は措信し難いものであることを主張\nする。仍て考察するにＣに対する殺人未遂等被告事件における昭和二十二年九月三\n日附Ｄ１に対する司法警察官の聴取書に徴すれば同女は夫ＣはＢ５医師の鑑定に対\nする不満から同医師を刺じたのではないかと思う旨の供述をしているけれども、Ｄ\n１は当時夫の意中を察してＡ１の名を出すことができなかつたところＣはＢ５医師\nの鑑定に対し不満の念を洩していたことがあつたためかかる趣旨の供述をしたもの\nと見られ、前の被告事件においてＤ１がＣが犯行の動機として述べるところと同趣\n旨の供述をしているからといつて、Ｃ俟同人に対する被告事件において供述する動\n機が真相であるとは認められない。原審第四回公判調書に基き証人Ｄ１の原審にお\nける証言を検討し当審において直接同女を証人として尋問した結果に徴するも（当\n審第三回公判調書参照）同女が夫Ｃと相謀つてＡ１を陥し入れるため虚偽の証言を\nしているものとは到底受取れない。\n（五）　論旨は要するに被告人Ａ１の人格、当時の環境よりすれば本件の如き動\n機により殺人の教唆をなすが如きことは全然考え得られないことであると強調す\nる。凡そ刑事事件において当該被告人が当該犯罪行為をなすことがあり得ると考え\nられる人物であるかどうか、またかかる犯罪行為を犯すに至つた動機が充分首肯し\n得べきものであるかどうかは裁判所として充分愼重に考慮すべきであること云うを\n俟たないところである。而して本件につき当裁判所が慎重に本件記録並に原審にお\nいて取調べた各証拠を検討し当審において直接事実調をした結果に徴するに、被告\n人Ａ１は同情心深く貧しき者困窮せる者を救済する等の善行を施しまた市会議員、\n県会議員、衆議院議員に選ばれて社会公共のために相当尽力していることはこれを\n充分認め得るけれども、如何に立派な人格の者でも時に反省の力が足らずして心の\n調和或は平均を失つて意外の罪を犯すことはあり得ることであり、本件の審理全体\nを通じて考察すれば遺憾乍ら被告人Ａ１が本件の如き動機により本件の如き教唆を\nなすことが絶対にあり得ないとはいえないのである。右のことは同被告人が当時松\n山の地方政界において旭日昇天の勢にあつたことを考慮に容れても同様であり、寧\nろ旭日昇天の勢にあつたがためＢ１事件で逮捕勾留の憂目を見たことにつき同被吉\n人が如何ばかり憤激し心の平静を失つたかが察せられるのである。またＨ親分が殺\n害せられその身内が仇討を企てた際被告人Ａ１が暴力否定を説き仇討を制止した事\n実があるからといつて同被告人が本件の如き教唆行為をなす筈がないとは断定でき\nない。\n尚原審がＣ夫婦の間に取交された本件各手紙を刑事訴訟法第三百二十三条第三号\nに該当する書面として証拠能力を認めたことが相当であることは既に下田弁護人の\n控訴趣意第三点に対する判断において示した通りである。また右手紙中Ｃが受刑に\nつき被告人Ａ３、同Ａ２に代つて貰いたいとの文意のものが存するけれども、かか\nる手紙の文言からして被告人Ａ１は本件に何等関係がないものであるとはいえな\nい。\n以上論旨は原判決の掲げる各証拠が指宿すべからざることを指摘して原判決の事\n実誤認を主張するけれども論旨はいずれも採用し難い。\n同第二点について。\n論旨は裁判官の証人Ｄ３に対する尋問調書は違法であると主張するけれども、刑\n事訴訟法第二百二十七条第二百二十八条により同人を証人として尋問したことが違\n法であるといえないことについては既に第一点の（二）に対する判断において説示\nした通りである。\n論旨は更に原判決が証人Ｄ１１の証言を採用したことを非難する。而してＤ１１\nに対し検察当局の採つた措置（約一ケ月に亘る勾留、飲酒、取調にＣを立会はせた\n点等につき論旨の非難する点は充分首肯し得るけれども、原判決の引用する同証人\nの証言部分が虚偽であるとは認められず、また原判決が同証人の証書中論旨摘録の\n部分を採用しないで他の部分を採用したことが採証の法則に違反しているとは認め\nられない。従て論旨は理由がない。\n以上当裁判所は各弁護人の詳細多岐に亘る各控訴趣意を愼重に検討したけれども\n原判決に判決に影響を及ぼす事実誤認、訴訟手続の法令違背、理由不備又は理由の\nくいちがいその他原判決を破棄すべき事由は認められず、各論旨は採用し難い。\n検察官の控訴趣意について。\n論旨は被告人三名に対する原判決の科刑はいずれも軽きに失し刑の量定が不当で\nあると謂うのである。仍て本件記録を精査して原審の量刑の当否を考察するに、本\n件は原判決認定の如く被告人Ａ１は自己がＢ１株式会社の社金横領の嫌疑で逮捕勾\n留せられたのはａ県会議員であるＢ５第が自分を陥し入れるため右会社の社長Ｂ２\n等を煽動した結果であると軽信しその憤懣の情をはらすためＣに対し右Ｂ５の殺害\n方を教唆しＣは右教唆に基き昭和二十二年八月十三日の夜刺身庖丁で右Ｂ５を刺殺\nせんとしたが重傷を負はせたのみでその目的を果さず、また被告人Ａ３、同Ａ２の\n両名は被告人Ａ１の意を受けてＣの右犯行を容易ならしめるためこれを幇助したと\n謂う事案であり、所論の如く被告人Ａ１は単なる人の噂を軽信しで県会議員であり\n警察医であるＢ５を暴力を以て亡き者にせんとしたことは民主主義社会において到\n底容認し難い行為であり、幸い右Ｂ５は外科医であつたため受傷の際直ちに応急処\n置を講じ得た結果生命を取りとめることができたけれども背部、左前胸部等に治療\n約一ケ月を要する重傷を負うたことを併せ考へればその犯情は決して軽くないもの\nと謂はなければならない。しかし本件における諸般の情状を彼此考量し右の如く幸\nいＣの犯行が未遂に終つた点を斟酌すれば原審が被告人Ａ１に対し懲役五年の刑を\n科したことを以て必ずしもその刑軽きに失するとはいえず、同被告人が是迄論旨列\n挙の如き前科（恐喝、窃盗、傷害、賭博等）のある点、終始否認して改悛の情の窺\nえない点、正犯であるＣに対する科刑（懲役十年）との権衡その他論旨主張の諸点\nを考慮に容れても原審の量刑が不当であるとは認められない。また被告人Ａ３、同\nＡ２についてもその犯情軽しとはいえないけれども、被告人Ａ１との関係その他諸\n般の情状を考量すれば原審の量刑（各懲役二年六月）は相当であつて論旨主張の請\n点を斟酌しても科刑軽きに過ぎるとはいえない。従て論旨は採用し難い。\nその他職権で調査するも原判決には刑事訴訟法第三百七十七条乃至第三百八十三\n条に規定する事由が認められないから同法第三百九十六条により本件各控訴はいず\nれもこれを棄却すべさものとし同法第百八十一条第百八十二条により当審の訴訟費\n用は全部被告人三名をして連帯してこれを負担させるものとする。\n仍て主文の通り判決する。\n（裁判長判事　坂本徹章　判事　塩田宇三郎　判事　浮田茂男）\n"
}