{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 29,
    "month": 2,
    "day": 26
  },
  "case_number": "昭和26(ネ)495",
  "case_name": "書類返還損害賠償並びに慰藉料請求事件",
  "court_name": "福岡高等裁判所第二民事部",
  "lawsuit_id": "23811",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=23811",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/811/023811_hanrei.pdf",
  "contents": "主　　　　文\n一、　訴却下の判決に対する控訴を棄却する。\n二、　原判決中第二の訴の請求（予備的請求）を棄却した部分を取消\nす。\n三、　右訴を却下する。\n四、　訴訟費用は第一、二審とも控訴人の負担とする。\n事　　　　実\n控訴人は「原判決を取消す。控訴人の福岡県知事に対する工場建築出願につき、\n被控訴人が、消防法第七条の規定に基いて、昭和二四年一月八日同知事に対してな\nした同意を、取消した処分を取消す。右請求が理由がない場合は、予備的に右取消\n処分の無効であることを確認する。訴訟費用は第一、二審とも被控訴人の負担とす\nる。」との判決を求め、被控訴人は、「控訴を棄却する。控訴費用は控訴人の負担\nとする。」との判決を求めた。当事者双方の主張した事実上及び法律上の陳述、証\n拠の提出、援用竝びに認否は、\n控訴人において、\n一、　本訴は出訴期間経過後の訴ではない。消防法第七条による被控訴人の同意\nは、福岡県知事に対してなされたものであり、同意の取消も亦同知事に対してなさ\nれた意思表示である。従つて控訴人としては、福岡県知事から建築（再築のこと、\n以下単に建築と書く）不許可の処分を受け、又は建築許可出願書の返戻を受けた\n時、初めて確定的に本件同意取消処分のあつたことを知つたのであり、又知つたも\nのというべきである。\nなる程、控訴会社代表取締役Ａは、被控訴人が不法にも、いわゆる同意書を昭和\n二四年一月九日福岡県柳川（当時の柳河、以下柳川と書く）土木事務所から取戻し\nたことを後日知つたので、被控訴人に交渉したところ、同人は控訴人の工場建築に\n対するａ村内の一部落民の反対をとり鎮めるため、一応取戻したに過ぎないから、\nいずれ右部落民と話合をつけて、同意書を再提出する旨申したので、控訴人は、福\n岡県庁関係係官やａ村の関係者とも熱心に交渉を続け遂に昭和二四年九月に至つた\nのである。本件建築許可出願は当時の臨時建築制限規則によるものであるが、一\n方、控訴人は昭和二四年一月二一日附で福岡県知事から当時の銃砲火薬類取締法令\nにより本件と同一の建物につき改築の許可を得て、工事を完成した上これを使用\n中、柳川土木事務所から、昭和二四年三月右完成建築物の使用を停止するとの通知\nを受けたけれども、当時控訴人としては、前示のように福岡県及びａ村の各関係者\nと同意書のことについて協議交渉中であつたし、また前記のように同県知事の許可\nを得て、右建築物（いわゆる改築の建物）を使用していた折柄でもあつたから、前\n示使用停止の通告を受けたからといつて、直ちに控訴人において被控訴人が同意取\n消処分をなしたことを確知したと言えるものではない。\nしかして、福岡県知事は、その後、右建物改築許可処分を取消し昭和二四年九月\n一七日その旨控訴人に通告し、柳川土木事務所からも控訴人が同知事に提出した築\n建許可出願書を同年同月二四・五日頃控訴人に返戻してきた。\n以上のような事実関係の下においては、控訴人が本件の同意取消処分を確知した\nのは、右建築許可出願書の返戻を受けた時か、あるいは早くて、前記建物改築許可\n取消処分の通告の時と解するのを相当とし、同年一〇月二九日提起された本訴は適\n法である。\n二、　被控訴人のなした同意は適法で、その取消処分は違法である。\n（一）　（１）控訴人が福岡県知事に提出した本件建築許可出願書は甲第九号証\nの一・二であつて、その内容は、始発筒製造用の作業場一九・八平方米、原料粉砕\n室七・四平方米、配合室五平方米の三個の建築物の建築許可を求めるもので、いず\nれも木造トタン葺平屋建で外壁は土壁である。控訴人所有工場内に存する他の材料\n倉庫、製品倉庫等は総て以前に許可済（火薬類取締法附則第四項）のものであるか\nら、右三箇の建築物の建築許可出願が適法であるか否かを検討する。\n（２）　出願当時の法令上は固より適法かつ正当である。昭和二四年一月当時に\nおいては始発筒の製造は、煙火のそれとして取扱われ、始発筒作業室及び配合室\nは、銃砲等火薬類取締法に基く都道府県の規則により制限を受けていたのである\nが、その規則たる昭和二三年福岡県規則第三八号緩燃導火線及び煙火取締規則第五\n条、第六条は、作業所の保安距離及び作業所と貯蔵所との保安距離を規定している\nが、控訴人の建築出願は少しもこの規則に違反していないし（甲第九号証の一・二\nの各図面参照）その他にこれを制限する法令は存しない。又当時施行の消防法に基\nくａ村危険物取締条例（乙第三号証の二を）見ても、制限規定としては、同条例第\n二八条があるだけで、始発筒製造原料のうち、硝酸加里は、その別表（危険物）第\n一類の硝酸塩類に、アルミ粉は、同第三類の金属粉に該当するけれども、その数量\nは前者は一、〇〇〇瓩、後者は三五〇瓩で、控訴人の始発筒製造量一日九、〇〇〇\n個の原料は右数量以下であるから、なんらの制限も受けないのである（同条例第二\n条、第三条参照）。\n（３）　控訴人の許可を受けた始発筒製造数量は一万個以内であつて（甲第一一\n号証の一から四まで参照）その原料は左の通りである。\n許可数量一万個　　　　　　　　　　一日分　　一月（三〇日）分\n（ィ）　硫酸バリウム　　六％　　　三九瓩　　一・一七〇瓩\n（ロ）　硝酸加里　　　二〇％　　　一三〃　　　　三九〇〃\n（ハ）　アルミ粉　　　一五％　九・七五〃　　二九二・五〃\n（ニ）　硫黄　　　　　　二％　　一・三〃　　　　　三九〃\n（ホ）　木炭粉　　　　　三％　一・九五〃　　　五八・五〃\n計　　　　　一〇〇％　　　六五〃　　一・九五〇〃\n右により明らかなように前記条例の制限の数量である。銃砲火薬類取締法施行細\n則第二六条は、作業所の取扱基準を示すもので、銃砲火薬類取締法令上、控訴人に\nおいてなんら違法の存しなかつたことは、先に福岡県知事が控訴人の改築許可申請\nを許可した事実及び鑑定人Ｂの鑑定の結果に徴し明白である。\n（二）　本件建築許可出願は、現行法令の上から見ても適法で、なんら違法の点\nは存しない。すなわち、\n（１）　火薬類取締法第七条第一号、同法施行規則第四条は、始発筒製造過程に\nおける配合室についてのみ基準を指示し（甲第一二号証から第一四号証まで参照）\nているが、他の作業場、原料粉砕室に関しては、なんらの規定もなく、しかも控訴\n人の出願は、右基準に違反することはない。\n（２）　消防法の見地から見ても、始発筒の原料のうち、同法第一〇条別表第一\n類硝酸塩類（硝酸加里）一・〇〇〇瓩、第二類硫黄一〇〇瓩、金属粉Ａ（アルミ\n粉）五〇〇瓩以内の数量は、貯蔵所、製造所、取扱所以外の場所で取扱つて差支な\nく、しかして、控訴人の取扱数量が右以内であることは、前陳の通りである。また\n消防法の委任による現行ａ村危険物取締条例（乙第三号証の一）によれば、製造所\nとは、一日の作業時間一二時間以内に、指定数量以上の危険物を製造し、使用し又\nは加工するために用いる建築物をいうのであつて、控訴人の取扱数量が、右指定数\n量以下であることは、右条例（乙第三号証の一）により明らかであるから、同条例\n第二九条の適用はなく、結局、控訴人の本件許可出願は、消防法令上からも、適法\nかつ正当である。\n（３）　建築基準法の見地から見るに、始発筒製造が、火薬類取締法の適用を受\nくるものであれば、建築基準法第二七条第六号に該当するけれども、建築物の屋根\nが、不燃性の材料で作られる場合は除外される。本件出願の建築物は、不燃性のト\nタン葺であるから（甲第九号証の二参照）前示第二七条の制限から除外されるので\nある。建築基準法施行令第一一六条によるも、始発筒製造は、煙火製造でなく、そ\nの製造過程において、火薬類取締法の適用を受けるものであるから、同条別表のう\nち、各原料たる火薬・爆薬の数量により制約されるのであるが、控訴の取扱数量\nは、同条の制限数量以下であるから、建築基準法令の上からも、本件出願は適法か\nつ正当である。\n（三）　以上説示のように、控訴人のなした本件建築許可出願は、出願当時の法\n令によるも、はた又現行法令に照らすも、適法かつ正当である。そして消防法第七\n条の同意は消防長の裁量に委せられたものでなく、所謂き束処分であり、被控訴人\nが福岡県知事に対してなした同意は正当であつて、明白かつ重大な事由がないのに\nもかかわらず、同意を取消したのは違法であつて、取消さるべきものであるか、あ\nるいはそれ自体すでに無効の処分というべきである。\n三、　火薬類を取扱う企業は、危険であるとはいえ、法は各種の制限を設けて適\n法かつ正当な企業として之を許しており又許さねばならない。それは社会上、経済\n上の必要存するが故である。換言すれば法令の制限に違反しない限り、企業として\nこれを許し、かつ継続させることは当然法令の予定するところであると言わねばな\nらない。控訴人の免許を受けた企業が、危険でないことは甲第一〇号証及び証人Ｃ\nの証言によつて明白である。唯企業の管理経営上、取扱について注意を要すること\nは勿論であるけれども、そのことから工場の再建築を禁止し得る道理はなく、況ん\nや一旦与えた同意を取消し、よつてもつて控訴人の企業の存続を、間接に不能なら\nしめる被控訴人の行為は、控訴人の財産権（企業権）を違法に侵害するもので到底\n許さるべきではなく、従つて右同意取消処分は抗告訴訟の対象たるべく、しからず\nとするも当然無効の処分であつて、無効確認の訴の目的たり得べきものである。」\nと述べ、\n被控訴人において、\n一、　本件は出訴期間経過後の不適法な訴であると共に被告適格のない消防長を\n相手取つた不適法な訴である。仮りに被控訴人が柳川土木事務所から同意書を取戻\nしたことが同意取消という一の行政処分であるとしても（その然らざる所以は原判\n決事実摘示及び左記二記載の通りであるが）、控訴人は、既にそのことを昭和二四\n年一月中に知悉し、いかに遅くても同年三月中には確知したのである。しかるに、\n本訴は同年一〇月二九日提起されているから、期間経過后の不適法な訴である。つ\nぎに消防長は国家機関として消防法第七条の同意、不同意又は同意の取消をなすも\nのであるから、仮りに本訴のような同意取消処分の無効確認を求める訴が許される\nとしても、その訴は国を相手とすべきで、機関たる消防長を相手とすべきではな\nい。\n二、　本件においては、控訴人主張のような同意取消処分なるものは存在しな\nい。被控訴人が昭和二四年一月八日、いわゆる同意書を福岡県知事の出先機関であ\nる柳川土木事務所に提出したことは相違ないが、同事務所において、これを正式に\n受理する以前の同月九日被控訴人は同意書を同事務所から取戻した。もとより同意\n書が福岡県知事に伝達されたことはないのである。消防法第七条の消防長の同意は\n消防長の知事に対する意思表示であるから、右同意書の取戻は、結局同意の意思表\n示が知事に到達する前になされたこととなり、同意取消処分がなされたと見るべき\nではない。仮りに柳川土木事務所に同意書が提出されたとき、知事に対し同意がな\nされたと見られるにしても、同意書の取戻は事実行為であつて、同意の取消または\n撤回と異り行政行為ではない。従つていずれにしても同意取消という行政行為が存\n在しないのに拘らずその存在することを前提とする控訴人の本訴は失当である。\n三、　同意及び同意取消処分について、第三者の立場にある控訴人は、同意取消\n処分の取消又はその無効確認を訴求し得ない。前陳の通り消防長のなす同意の相手\n方は知事であるから、同意取消の相手方も亦知事であつて建築許可出願者ではな\nい。従つて、仮りに被控訴人が同意書を取戻したことが、法律上は同意を取消した\nものと見られるとしても、知事に対しなされた意思表示を、第三者たる控訴人にお\nいてその取消を求め得べきものでないのは勿論、これが無効確認を訴求し得べきも\nのでもない。たとえ、右取消の訴や無効確認の訴が認容されたとしたところで、元\n来被控訴人と控訴人との間にはなんらの利害関係も存在しないのであるから、控訴\n人勝訴の判決によつて得られる法律上の利益が存在し得る余地はないのである。\nと述べ、\n控訴人において、甲第一〇号証（但し写である）第一一号証の一から四まで、第\n一二号証から第二〇号証までを提出し、当審証人Ｄ、同Ｃ、同Ｅ、同Ｆの各証言、\n当審控訴会社代表者Ａ（第一、二回）の尋問の結果、当審検証の結果、当審鑑定人\nＢの鑑定の結果を援用し、乙第三号証の一・二の成立を認めてこれを利益に援用\nし、なお、乙第三号証の一の第三条第二項中「その商の和が十分の一に達した場\n合」とあるのは「その商の和が一に達した場合」の誤と解すべきであると述べ、\n被控訴人において、乙第三号証の一・二を提出し、当審証人Ｇ、同Ｈ、同Ｉ、同\nＪ、同Ｅ、同Ｆの各証言、当審検証の結果、当審鑑定人Ｋの鑑定の決果を各援用\nし、前示甲各号証の成立（但し甲一〇号証はその原本の存在及びその成立）を認\nむ。\nと述べた以外は、原判決の「事実」に示す通りであるから、これを引用する（尤\nも損害賠償を求める点の訴は、当審において適法に取下げられたので、当該都合に\nついての当事者双方の主張は、当然右引用から除外される。）。\n理　　　　由\n一、　本訴は控訴人が従来所轄庁の許可を得て、福岡県山門郡ａ村大字ｂｃ番地\nに煙火工場を設置し、始発筒の製造業等を経営中、昭和二三年一二月二二日工場の\nうち三棟を焼失したため、昭和二四年一月八日福岡県知事に対し、焼失した三棟の\n建築（再築）許可を出願したところ、東山村消防長である被控訴人は知事に対し消\n防法第七条の同意をなしたのに拘らず、翌九日右同意を取消したので、右収消は違\n法であるからその取消という行政処分（取消の意思表示であるが便宜行政処分と書\nく）の取消を求め、予備的にこれが無効確認を求めるものである。\nよつて、右同意の取消が抗告訴訟の対象である行政処分であるか、又それだけが\n独立して無効確認の訴の対象となり得るか否かについて考察する。\n二、　いうまでもなく、消防法第七条の同意は、知事と独立している国家機関た\nる消防長が、消防に関する見地において、建築許可庁たる知事に対してなす意思表\n示で、建築許可出願者に対してなされるものではない。消防長の適法な同意がない\n限り、知事は建築許可の処分をなし得ないのであるから、消防長の不同意（同意の\n拒否）は、内部的に知事の許可処分を制約する力を有することとなるけれども、知\n事は消防長の不同意の外に、なお建築法令上の許可禁止、制限条項の制約をも受け\nるのであつて消防長の不意同は、右許可禁止、制限条項と並んで等しく、許可処分\nをなすについて知事を拘束するものである。そして、国家（国民の意思といつても\nよい）が、消防法第七条（控訴人の本件許可出願後に改正制定された同条第一、二\n項建築基準法第九三条亦同旨である）の規定を設け、建築の許可について消防長の\n同意を要するとした所以は、蓋し建築物の計画が防火及び国民の生命身体財産を火\n災から保護し、被害を軽減することを使命とする消防に関し影響する所が重大であ\nるから、建築許可処分はこの意味において常に消防に関する価値判断を伴うもので\nあるところ、消防に関する事務を直接所轄しない知事をして右の判断をなさしめる\nのは適当でなく、消防の直接責任者である消防長の意見を重要視し、建築許可の処\n分について、消防長の同意を介入させ、もつて、知事のなす建築許可処分の十全な\nるを期せんとするにあるのである。換言すれば建築出願に対する国家の意思は、消\n防法第七条を含む前示の許可禁止、制限法令に違反するか否かによつて、常に、知\n事の名において、統一的に不許可あるいは許可処分として顕現するのである。それ\nは、法規上、甲なる官庁が、これと独立対等の乙なる官庁と協議の上、甲の名にお\nいて特定の出願者に対し、所定の行政処分をなすべき場合と趣を同じくする。甲と\n乙との協議が調整されない以上、甲は許可処分をなすことができないから、特別の\n規定がない限り、甲はその名において不許可処分をなす外はない。この場合、出願\n者は甲乙の協議は調つたけれども甲が不許可処分をしたのか、単に協議が調わない\nというだけで甲が不許可処分をしたのかを探索することは、特別の規定や事情がな\nいかぎり殆んど不可能であつて、出願者としては甲のみを相手とし、不許可処分の\n取消変更又はその無効を主張するのを原則とする（勿論法令に特別の定があれば、\nそれによるべきは当然である）。本件が右と異るのは、知事と消防長とが協議する\nのでなく、消防長ば消防上の見地において、消防に関する法令条例に違反しない限\nり同意すべく、違反する場合は同意を拒絶するという点にあるのであるが（この点\nについては後記四参照）、いずれにしても、行政機関相互の内部的意思の交換又は\n表意の形式を異にするだけで、前設例における甲に該当する知事の名において、特\n定の出願者に対し、許否の処分がなされるという点にいたつては異るところはな\nい。\n<要旨第一>これる要するに、消防長の同意拒絶は、消防法規を除くその余の建築\n法規上の許可を禁止、制限する条項と</要旨第一>等しく、知事の許可処分を制約す\nるものに外ならない。そして、許可前の消防長の同意の取消は、結局同意後の同意\nの撤回であるから、これを同意の拒絶と別異に取扱うべき理由も在存しない以上\n（もつとも、消防長は濫りに同意を拒み得ないと等しく、否それ以上に、一旦なし\nた同意を取消し得ないのは当然である。この点後記四参照）、知事に対し建築許可\nを出願したる控訴人は、知事の不許可処分を受けて、始めて、これに対し不服の訴\nを提起すべきである（当事者間に争のない柳川土木事務所が控訴人に出願書類を返\n戻したということが、知事の不許可処分に該当するかどうかは、該返戻が適法な権\n限に基いてなされたか否かによつてきまることであるが、知事が当事者でない本訴\nにおいては、右の点まで判断する必要はない）。それは、不服の訴が抗告訴訟であ\nると、その無効確認を求むるにあるとを問わないものと解すべきで、換言すれば、\n消防長を相手とし同意取消処分の取消を求めることは勿論その無効確認を求める訴\nも不適法であつて許されないのである。かりにこれを反対に解し、消防長を相手と\nし、右同意取消処分の取消を求める訴が許されるものとして考えて見るに、右訴の\n原告勝訴の確定判決は、消防長の同意の効果を形成し、その限りにおいて、知事を\nも拘束し（行政事件訴訟特例法第一二条）、又右判決の効力は当然知事に及ぶと解\nすべきであろうが（もとより前示の訴が許されるとしてのことである）、右確定判\n決の効果はそれ以上に及ぶものでなく、したがつて知事は右判決にもかかわらず、\n消防長の同意があつたものとみた上で、更に建築法令の規定に従つて建築出願に対\nし許否の処分をなし、またなすべき職責を有するのであるからそのような確定判決\nは、元来建築の許可を求める出願者にとつては、せいぜい許可禁止条項の一つを排\n除する利益をもたらすだけのもので、建築許可という最後の終局的処分の一前段階\n的な要件事実に関するものに過ぎないのである。従つて、かような点からしても、\n前示の訴は許されないものと解するを相当とし、又右の理論は、同意取消処分の無\n効確認を求める訴についても妥当するのである。\n三、　しかして、消防長の不同意又は同意取消の結果知事が建築不許可処分をな\nした（とあるいは同意はあつて他の理由で不許可処分をしたとを問わないのである\nが）場合、知事を相手とする、右不許可処分取消判決の効力は、消防長に及び（昭\n和一四年（オ）第一〇一一号同一五年六月一九日大審院判決、判例集十九巻九九九\n頁参照）、消防長を拘束する（前示特例法第一二条参照）結果、消防長は知事のな\nした建築不許可処分が違法でないことを主張することができないのは勿論、知事の\nなす建築許可処分の実現に協力する義務を負うに至るから、若し、同意を距否しあ\nるいは同意を取消したる事案にあつては、当然右の拒否、取消を撤回して同意をな\nすべき義務を負担することとなるのである。\n尤もかく解するときは、知事と独立して、同意又は同意の拒否をなし得る消防長\nの地位は、知事のなす訴訟の功拙如何に左右され、時にあるいは不当に同意を義務\nずけられることなきを保し難いけれども、裁判所は必要と認めるときは、消防長を\n訴訟に参加させるであろうし（前示特例法第八条）、又消防長の同意が知事の許可\n処分の一前提要件をなす程、建築許可については知事と消防長とは密接の関係にあ\nる行政機関である以上、訴を提起された知事としては、そのことを消防長に告知す\nるのは条理上当然であるから（なお民事訴訟法第七六条参照）、消防長は右訴訟に\n共同訴訟的補助参加人として参加し、一切の防禦方法を提出し得るので、当該訴訟\nにおいて、消防長の立場が無視されあるいは軽視されるということはないのであ\nる。\n四、　以上説示するところは、若し消防長がその自由なる裁量によつて、同意、\n不同意を表意し得るとの見地に立つ限り、結論として妥当でないであろう。しか\nし、消防長のなす同意、不同意はき束行為であつて自由裁量によるものではない。\n即ち、昭和二四年当時の消防法第七条の解釈としても、消防長は許可出願にかかる\n建築物の計画が法令又は条例の規定で、防火に関するものに違反しないかぎり、知\n事に対し同意をなすべきであつて、右に違反する場合に限り同意を拒絶し得るに過\nぎないものと解すべく、現行消防法第七条第二項建築基準法第九三条第二項はこの\n当然の事を明示し、かつ、同意、不同意をなす期限を明らかならしめたものと認む\nるのが相当である。これを反対に解せんか、消防長は建築許可出願者に告知されな\nい不同意の意思を表意して、たやすく知事の許可権を不当に制限し、もつて知事在\nして不許可処分をなすのやむなきに至らせ、その結果、<要旨第二>出願者の権益を\n違法に侵害することとなるからである。されば、裁判所は、知事に対する建築出願\n不許可処分</要旨第二>の取消を求める行政訴訟においては勿論のこと、右不許可処\n分の無効確認を求める訴訟においても、当然消防長の同意拒否の違法性の有無、同\n意取消の有効無効等について判断し得るのであつて、これは消防長の同意拒絶同意\n取消が、知事に対する建築法令上の前述にいわゆる許可禁止、制限条項と並んで等\nしくその許可処分を制約するものと解することから当然導き出される結論であつ\nて、この観点よりするも前段説示の正当なる所以を理解し得るのである。\n五、　以上によつて明らかなように、本訴はいずれも不適出であるから却下すべ\nきである。原判決が、控訴人の第一位の訴（同意取消処分の取消を求める訴）を却\n下したのは、理由において、前説示するところと異るけれども、その終局の帰結に\nおいては結局相当であるが、右予備的訴（同意取消処分の無効確認を求める訴）に\nついて、該請求を棄却したのは、取消を免れない。\nよつて、民事訴訟法第三八四条、第三八六条、第九六条、第八九条を適用し、主\n文の通り判決する。\n（裁判長判事　桑原国朝　判事　二階信一　判事　秦亘）\n"
}