{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 25,
    "month": 12,
    "day": 22
  },
  "case_number": "昭和25(う)627",
  "case_name": "横領被告事件",
  "court_name": "札幌高等裁判所第三部",
  "result": "破棄自判",
  "lawsuit_id": "24410",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=24410",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/410/024410_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人は無罪。\n理　　　　由\n弁護人工藤雄助の控訴趣意は別紙記載のとおりであつて、これに対し検察官は右\n控訴趣意は理由がない旨答弁した。\nよつて先づ控訴趣意第一点について調査するに、本件の訴因（検察官が公判期日\nにおいて訂正陳述したところによる）及び原判決認定の事実は、\n「被告人は昭和二十二年二月二十八日頃ａ町字ｂにおいてＡ（中国人）に対し、\n検一、二等長切昆布二千貫及び干鱈検一等三十五貫を金四十万円で売渡した上之を\n同人の依頼により右自宅倉庫に保管中其の頃同所で勝手にＢ株式会社に売渡して引\n渡しをなし以て横領したものである。」\nというのであるところ、弁護人は被告人とＡとの間の右長切昆布及び干鱈の売買\nは臨時物資需給調整法に違反し、無効であるから、売買の目的物の所有権は買主Ａ\nに移転しない。従つて被告人が右物件を更にＡから保管を依頼せられたとしても、\nそれは他人の物を占有するものでないから、これを第三者に売却する行為は横領罪\nとなるものでないと主張するのである。\nところで原判決挙示の証拠によると、被告人が前記物件をＡに販売したてんまつ\nは明らかに認められるのであつて、この点は被告人も争うところではない。而して\n長切昆布及び干鱈が、共に本件売買の当時臨事物資需給調整法第一条、加工水産物\n配給規則（昭和二十二年七月二十九日農林省令第六十二号）第二条、及び昭和二十\n二年八月一日農林省告示第百十号によつて、北海道において配給統制を受けてい\nた、所謂指定水産物であつたことも、亦弁護人の主張するとおりである。而して指\n定水産物の生産者がその生産にかゝる指定水産物を販売するのは、右加工水産物配\n給規則第七条によつて、その但書各項の特別の場合を除き、当該指定生産地域の公\n認集荷機関に対してゞなければ、できないことになつているのであつて、若しこれ\nに違反した公認集荷機<要旨第一>関以外の者に販売した場合には臨時物資需給調整\n法に違反することゝなるわけであるが、同法はその第一条に</要旨第一>も掲げてい\nるとおり産業の回復及び振興に関する国の基本的経済政策の実施を確保するための\n諸施策を規定したものであつて、強行法規であるから、これに違反する行為は法律\n上無効のものと解しなければならない。\n今本件においては被告人は昆布及び干鱈の生産者であると認められるところ、販\n売の相手方たるＡが公認集荷機関であるということ或はその他法定の除外理由のあ\nることについては何等これを認めるべき証拠がないのであるから、被告人がＡに前\n記長切昆布及び干鱈を販売したことは臨時物資需給調整法違反行為であつて無効と\nいわなければならない。従つて形式上の買受人たるＡは、この売買によつて、本件\n物件の所有権を取得するものではない。\nところで本件においては被告人とＡとの間に売渡証が作成せられて同日附を以て\n被告人はＡに右売渡物件についての保管証を差し入れているのであるけれども、事\n実は目的物たる長切昆布と干鱈とはいづれもその間被告人の現実の占有から離れた\nことはないのであるから、この場合右保管証の存在は、売買と独立した別個の保管\n契約の成立を意味するものではなくて、売買に基く引渡義務を確保するためのもの\nであると考えられるし、しかも右売買が無効であることは前述のとおりであるか\nら、買受人たるＡは本件物件については何等の権利をも有するものでないことには\n変りはない。\n被告人がＡに販売した本件物件の一部をＢ株式会社に売却したことは被告人も認\nめているし、これを裏書する証拠もあるのである。これについては前述のとおり被\n告人は形式的には既にＡに売却したものであり、保管証まで差し入れているのであ\nるから、被告人の行為はＡに対しては甚だ信義に欠くるものといわなければならな\nいのであるけれども、前に説明したとおりＡは本件物件については何等法律上保護\nせらるべき権利を有しないのであるから、被告人はこれを第三者に売却することに\nよつて、Ａの財産権を侵害したことにはならないわけである。\n<要旨第二>本件は横領罪として起訴せられたものであるが、横領罪は自己の占有\nする他人の物に対し領得行為をなすによ</要旨第二>つて成立するものであるとこ\nろ、被告人がＢ株式会社に売却した物件は、結局Ａの物であるとはいえないのであ\nるから、被告人の行為は統制法違反となるは格別財産罪たる横領罪とはならないも\nのといわなければならな。\n弁護人は原審公判廷において右控訴趣意と同旨の主張をしているに拘らず、原判\n決は右弁護人の主張は容れないと云つてこれを却け、訴因の事実を認定して被告人\nに対し有罪の言渡をしたのは、以上の点に関する法令の解釈を誤つた結果適用すべ\nからざる法律を適用したものであつて、しかもその法令の適用の違反は判決に影響\nを及ぼすことが明らかであるから、刑事訴訟法第三百九十七条第三百八十条によつ\nて破棄を免れないものである。\n以上のとおりであつて、結局原判決は破毀せらるべきものであるから控訴趣意の\n他の諸点についてはその判断を省略し、刑事訴訟法第四百条但書により直に次のと\nおり判決する。\n被告人に対する公訴事実は冒頭に記載したとおりであるが、既に述べたとおりの\n理由により被告人の行為は罪とならないものであるから刑事訴訟法第三百三十六条\nにより、被告人に対し無罪の言渡をなすべきものとする\nよつて主文のとおり判決する。\n（裁判長判事　竹村義徹　判事　西田賢次郎　判事　河野力）\n（控訴趣意は省略する。）\n"
}