{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 26,
    "month": 3,
    "day": 28
  },
  "case_number": "昭和25(う)692",
  "case_name": "地方税法違反被告事件",
  "court_name": "札幌高等裁判所第三部",
  "result": "棄却",
  "lawsuit_id": "24396",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=24396",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/396/024396_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴はこれを棄却する。\n理　　　　由\n弁護人杉之原舜一の控訴趣意は別紙記載の通りである。\n先づ控訴趣意一、の点について原判決に事実の誤認があるか否かを判断するに、\n原判決が「本件演劇開催の場所への入場につき判示入場料を支払はしめた事実」の\n認定の資料として掲げた各証拠の詳細な記載を検討しこれを綜合して考へると、本\n件昭和二十五年二月八日ａ町字ｂ町のＡ劇場で行はれたＢの公演に於て、その入場\nと、一口金七十円の金員の支払との間には対価関係のあることが明らかに認定され\nるのであつて、一件記録及び証拠の全部を検討するも右に反する認定はなし得な\nい。\nこのことは本件Ｂの公演がＣ党の文化活動の一つであるとしても、何等異るとこ\nろはないのであ<要旨>つて、政党の文化活動としての演劇の上演についてその上演\n場所への入場と入場者が演劇の主催者側に対して</要旨>支払う金員とが対価関係に\n立つ場合には、尚その金員は旧地方税法の入場料に当るものであつて、政党の活動\nであるが故に入場税を免脱し得るといふ根拠はない。\n又本件に於ては、昭和二十四年春からＣ党が実施してみる五千万円資金カンパの\n一環として一口七十円の資金カンパを行い、このカンパに応じた者に対し入場せし\nめたものであることは弁護人も主張するところであつて、かゝる事情は、前記証拠\nと照し合せて見るとむしろ七十円の資金カンパに応じてこの金員を支払うことが入\n場と対価関係に立つものであることの認定を裏書するものであつて、前記認定を覆\nす資料とはならない。\n元来旧地方税法（昭和二十五年法律第二号による改正前のもの以下同じ）第七十\n五条第一項に入場料金とあるのは、必しも入場料金なる名称で支払はれる金員を指\nすものではなく、その名称が資金カンパであれ、寄附金であれ、その他何等の名称\nにせよ、演劇等を催して公衆の観覧に供する場所への入場の対価として支払はれる\n金員を指すものであると共に、入場者に交付する証券も入場券なる名称を用いるを\n要せず本件の場合のように優待券とあろうとその他如何なる名称を用ふるも差支へ\nないことも亦明らかである（昭和二十五年三月条例第三号による改正前の北海道税\n条例第九十二条第五号参照）。\n又本件公演に当つて或る者が全然金員の支払をしないで入場した事実はあるが、\nこれは一般の演劇等の公演においても行はれることであつて、法はこのような場合\nをも予想してこれに対して入場税を課することができることを定めてゐるのである\n（旧地方税法第七十五条第二項）から、この例外の場合を捉へて本件公演が無料公\n開であつたことの資料とすることはできない。\n又一定の金員の支払が入場との対価関係に立つものであるか否かは客観的にこれ\nを決すべきであつて、所論のように主催者側の意図によつてのみ判断すべき事柄で\nはなく、所論は独自の見解に立つものであつて賛成できない。\n以上の通りであつて、本件公演に関し入場者の支払つた金員が旧地方税法に所謂\n入場料金に当ると判断した原判決には何等事実の誤認はない。\n次に控訴趣意二、の点について考察するに、原判決がその証拠説明の部におい\nて、「被告人が本件演劇の開催を主張した者であること」を認定した証拠として掲\nげたところを精読すると、原判決に詳しく説明してある通り、本件演劇開催当時Ｃ\n党ａ地区委員会の委員長は欠員で、開催に関しては委員である被告人がその衝に当\nり、その運びは内外共に主として被告人によつて行はれたものであること、及び被\n告人自ら開催の責任者であると認めて行動した事実が認められるのであつて、右証\n拠によれば被告人が本件入場税の特別徴収義務者たる主催看であるということは十\n分これを認めることができる。\n従つて原判決は何等証拠に基かずして事実を認定した違法はなく、所論の非難は\n当らない。\n以上の通り本件控訴は理由がないから刑事訴訟法第三百九十六条によりこれを棄\n却すべきものとし、主文の通り判決する。\n（裁判長判事　竹村義徹　判事　猪股薫　判事　河野力）\n"
}