{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 32,
    "month": 8,
    "day": 15
  },
  "case_number": "昭和32(ラ)15",
  "case_name": "不動産競売事件の競落許可決定に対する即時抗告事件",
  "court_name": "福岡高等裁判所宮崎支部",
  "result": "棄却",
  "lawsuit_id": "24859",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=24859",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/859/024859_hanrei.pdf",
  "contents": "主　　　　文\n本件抗告を棄却する。\n抗告費用は抗告人の負担とする。\n理　　　　由\n抗告代理人は、「原決定を取消す。本件競落はこれを許さない」との裁判を求\nめ、その理由の要旨は、「抗告人は鹿児島市ａ町ｂ番宅地七二坪六合三勺及び同所\nｃ番ｄ宅地一四坪（いずれも都市計画により減歩、公簿地積七三坪四合六勺）の所\n有者であるが、商工組合中央金庫は昭和二九年八月一〇日鹿児島地方裁判所に抗告\n人に対する貸金残元金四四万八〇〇〇円及びこれに対する昭和二八年一二月一八日\n以降完済に至るまで日歩四銭の割合による金員並びに同月一日より一七日に至るま\nでの同割合による損害金三一四〇円につき抵当権実行のため右宅地に対し不動産競\n売の申立をなし、同庁においては昭和二九年（ケ）第八二号不動産競売事件として\n同年八月一一日不動産競売手続開始決定をなし、同三二年七月四日最高価競買申出\n人Ａに右宅地の競落を許可する旨の決定を言渡した。しかし右競落許可決定言渡期\n日は利害関係人である抗告人に通知されていないので、右決定は失当として取消さ\nるべきものである。それで本件抗告に及んだ」というのである。\n本件宅地に対する不動産競売手続の経過が抗告人主張のとおりであることは本件\n記録によつて明かである。\n<要旨>そこで按ずるに競落期日において競落不許の原因か存在しない場合は競売\n裁判所は競落許可の決定をなし且つ</要旨>これを言渡さなければならないところ、\n競売法上競落期日を競売手続の利害関係人に通知することを命じた直接の規定はみ\nあたらないが、ただ同法第二七条第二項が「競売の期日」は競売手続の利害関係人\nにこれを通知することを要すと規定して「競売期日」と表現せず、同条第一項が\n「競売期日及び競落期日」を公告すべき旨規定しているところから、前示「競売の\n期日」とあるは、競売期日及び競落期日の両者を包含するもののように看取されな\nいこともない。しかし同条第一項、同法第二九条第一項民事訴訟法第六五八条第\n五、第七号によると、両期日はともに競売期日の公告に掲げらるべきものであるか\nら、木来ならば更にこれを利害関係人に通如しなくても、利害関係人としてはこれ\nを知り得る機会をもつわけであるが、そのうち競売期日は競売の準備或はその実施\nに関する手続が施行されるいわば全手続上中核をなすものであつて直接利害関係人\nの利害に影響するところが大であるから、民事訴訟法第六五八条第一〇号にも窺わ\nれるようにで量るだけ利害関係人の出頭を確保してこれを保護するため、公告のほ\nか更にその期日を利害関係人に通知する必要性が要請せられ、従つてその通知がな\nかつたときは競売手続進行の要件の一を欠くものとして競売法第三二条第二項民事\n訴訟法第六七二条第一号の競売手続続行不許の事由になると解せられるのにくらべ\nて、競期日は競落の許否について異議を有するものが現れてはじめてその利害に影\n響してくるに過ぎないから、予め公告にその期日を掲げた以外に更に利害関係人に\n一々これを通知しなくても特に不利益を与えることにはならないし、また競売法の\n規定の精神に違背するものとも解せられない。さればこそ、前示競売法の条項が競\n売期日とはいわずに、敢えて「競売の期日」なる表現を用いたからとて、これを競\n売に関する期日との意味にとつて、競売期日の外に競落期日をも併せ含むものと理\n解しなければならないものではない。\n本件記録によると原裁判所が昭和三二年六月一二日抗告人に対し同月二八日午前\n一〇時鹿児島地方裁判所における競売期日を通知したことはもとより、同日なした\n競売期日の公告には右競売期日の日時場所のほか競落の日時場所として同年七月四\n日午前一〇時同裁判所と表示され且つ右公告はその頃同裁判所及び鹿児島市役所の\n各掲示場に掲示されたことが認められるので、抗告人としては右競落期日を知る機\n会を与えられたものというべく、従つて原裁判所が更に抗告人に対し競落期日まで\n通知することなくして、右競落期日を開いて本件競落許可決定をなし且つこれを言\n渡したことに違法事由は存在しない。よつて原決定は相当で本件抗告は理由がない\nから、民事訴訟法第四一四条第三八四条によりこれを棄却し、抗告費用の負担につ\nいて同法第九五条第八九条を適用して、主文のとおり決定する。\n（裁判長裁判官　桑原国朝　裁判官　淵上寿　裁判官　後藤寛治）\n"
}