{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 26,
    "month": 1,
    "day": 16
  },
  "case_number": "昭和24(つ)1109",
  "case_name": "物価統制令違反被告事件",
  "court_name": "福岡高等裁判所刑事第一部",
  "result": "破棄自判",
  "article_info": "第4巻1号6頁",
  "gist": "一、　物価統制令第三条第四条違反の犯罪事実に対する法令の適用\n二、　価格統制が撤廃された旨の新聞記事と犯意",
  "case_gist": "一、　物価統制令第四条による指定統制額超過売買の犯罪事実に対し法令の適用を示すには、同令第三条第四条第三十三条の外右第四条により統制額を指定した告示を掲ぐれば十分であつて、更に同告示が総理庁令第何条に依るものであるかの点までをも示す必要はない。\n二、　事実上黒砂糖の価格統制が撤廃される以前に、それが撤廃された旨の新聞記事が掲載され、被告人が右記事を信じたとしても、この一事を以て被告人に価格統制違反の犯意がなかつたものと断ずることはできない。",
  "lawsuit_id": "23925",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=23925",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/925/023925_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人を罰金壱万円に処する。\n若し、右罰金を完納することができないときは、金百円を壱日に換算し\nた期間被告人を労役場に留置する。\n理　　　　由\n弁護人鶴田英夫の控訴趣意は、末尾添付の書面記載のとおりである。\n右に対する判断。\n第一点（理由不備）について。\n被告人の本件所為が、営利の目的に出たものであることは、被告人において証拠\nとすることに同意を与えている、司法警察員に対する被告人の第一、二回供述調書\nによつて極めて明らかなところであり、原判決が、被告人の本件所為は、法定の除\n外事由なくしてなされたものである旨を判示しているのは、営利の目的の不存在を\n法定の除外事由とし、被告人が営利の目的に出たものであることをも示す趣旨であ\nると解されないこともないので、原判決に所論のような理由不備の違法があるもの\nとは認められない。\n第二点（法律上の理由不備）について、\n昭和二三年一二月二一日物価庁告示第一二八二号による指定価格が、物価統制令\n第三条第四条にいう統制額<要旨第一>であることは明白であるので、同価格超過売\n買の犯罪事実に対する法令の適用を示すためには、物価統制令第</要旨第一>三条第\n四条第三三条の外右告示の適用を示せば十分であって同告示が総理庁令第何条によ\nるものであるかの点までも示す必要はない、原判決に所論のような法律上の理由不\n備はない。\n第三点（犯意）について、\n<要旨第二>原判示摘示の事実は、その挙示の証拠によつて認められないことはな\nい、なるほど被告人は原審第一回公判</要旨第二>廷において、裁判官の問に対し、\n黒砂糖の価格統制が外されたことを新聞紙上で知り、自由に売買できるものと思つ\nて取引したものである旨を述べているのではあるが、原判決が同供述を証拠としな\nい趣旨であることは、判文の趣旨自体から明白であり、事実上黒砂糖の価格統制が\n撤廃される以前に果してその撤廃の記事が新聞紙上に掲載された事実があるかどう\nか極めて疑わしいのみならず、仮りに誤ってそのような記事が掲載され、被告人に\nおいてそれを行じた事実があったとしても、新聞記事は往々にして、事実を誤まり\n伝えることもあることは、社会生活上時折経験されるところであり、新聞紙上の誤\nまつた記事を信じたという一事を以て、直ちに被告人に価格違反の犯意がなかつた\nものと断ずるのは相当でない、価格統制の撤廃を信ずるについて社会生活上合理的\nな事由の認められない本件において被告人の犯意を是認した原判決は相当であつ\nて、論旨は理由がない。\n第五点（刑の廃止）について、\n黒砂糖の統制価格が本件犯行の後、昭和二四年一〇月二一日物価行告示第八七六\n号によつて廃止されたことは、所論のとおりであるが、その廃止以前になされた本\n件違反行為については、なお罰則の適用があるものと解するのが相当であるのでこ\nの点に関する論旨も採用の限りでない。\n第四点（量刑不当）について、\n記録にあらわれた所論のような事情に照らせば、原判決の科刑は、やや過当であ\nると認められるので、この点に関する論旨は理由があり、原判決は破棄を免がれな\nい。\nよつて、刑訴第三五七条第三八一条により、原判決を破棄し、刑訴第四〇〇条但\nし書に従い、本件について更に判決する。\n原判決摘示の事実を法律に照らすと、被告人の所為は、各物価統制令第三条第四\n条第三三条、昭和二三年一二月二一日物価庁告示第一、二八二号にあたるので、所\n定刑のうちいずれも罰金刑をえらび、以上は刑法第四五条前段の併合罪であるか\nら、罰金等臨時措罹法第一条第二条、刑法第四八条第二項により、各罰金の合算額\nの範囲内で被告人を出金壱万円に処し、若し、右罰金を完納することかできないと\nきは、刑法第一八条により金百円を壱円に換算した期間被告人を労役場に留置すべ\nきものとする。\n以上の理由により主文のとおり判決する。\n（裁判長判事　石橋鞆次郎　判事　筒井義彦　判事　柳原幸雄）\n"
}