{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 32,
    "month": 9,
    "day": 5
  },
  "case_number": "昭和31(う)2734",
  "case_name": "商法違反被告事件",
  "court_name": "東京高等裁判所第四刑事部",
  "result": "棄却",
  "article_info": "第10巻7号579頁",
  "gist": "商法第四八六条の特別背任罪における背任目的につき起訴と異なる認定をする場合と訴因変更手続の要否",
  "case_gist": "商法第四八六条所定の特別背任罪における「第三者の利益を図る」という訴因と「自己の利益を図る」という訴因とは必ずしも同一であるとはいえないけれども、両者は法律的には構成要件を等しくするのみならず、被告人の側において十分に防禦を尽しているものと認められるような場合には、前者の訴因についてなされた起訴に対して判決で後者の事実を認定するにつき、とくに訴因変更の手続をとることを要しないものと解するのを相当とする。",
  "lawsuit_id": "21450",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=21450",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/450/021450_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴はいずれもこれを棄却する。\n当審における訴訟費用は被告人らの連帯負担とする\n理　　　　由\n本件控訴の趣意は弁護人山崎一男、同高橋潔、同井本良光、同木内曽益連名提出\nの控訴趣意書ならびに弁護人井本良光提出の控訴趣意補充書記載のとおりであるか\nらここにこれを引用する。\nこれに対する当裁判所の判断は左のとおりである。\n一、　各弁護人連名提出の控訴趣意第一点について\n所論は、「原判決は訴因の変更乃至追加の手続を経ないで訴因と異る事実を認定\nして有罪の判決をした違法がある。」というのである。そこで記録を調査すると、\n被告人Ａに対する昭和二十九年二月二日附起訴状、同Ｂに対する同年同月八日附起\n訴状、同Ｃに対する同年同月十日附起訴状及び被告人Ａ、同Ｂ両名に対する同年同\n月二十三日附起訴状には、それぞれ被告人ＣはＤ株式会社の取締役兼Ｅ支社長、被\n告人Ａは同会社Ｅ支社経理部長、被告人Ｂは同会社Ｅ支社経理部主計課長たる職務\nに在つたものであるが、原判示Ｆから融資の申入れを受けた際、被告人らはいずれ\nも該貸付は被告人らの任務に背くものであり、かつ右貸付がＦの為利益となると同\n時に、Ｄ株式会社の損害となるものであることを認識しながら前記任務に背き右Ｆ\nに対し融資をなし、以て前記会社に財産上の損害を加えたという趣旨の記載がある\nにとどまり、右融資は「被告人ら自身の利益を図る目的でなされたもの」であると\nいう原判決認定にかかる事実の記載されていないことはまことに所論のとおりであ\nる。\n所論は、前記のように、起訴状に記載された訴因が被告人らが「第三者の利益を\n図る目的」で背任行為をしたというにある場合に、原判決がなんな訴因変更の手続\nを履践しないで訴因と異る「自己の利益を図る目的」でなした背任行為であると認\n定処罰したのは、畢竟審判を受けない事件について判決をした違法があるものであ\nるから、原判決は刑事訴訟法第三百七十八条か、少くとも同法第三百七十九条によ\nつて破棄せらるべきものであると主張するから考えてみると、商法第四百八十六条\n所定のいわゆる特別背任罪における犯人の目的意思は「自己若ハ第三者ヲ利シ又ハ\n会社ヲ害センコトヲ図ル」というように定められている。右の「自己ノ利益ヲ図\nル」ということと、「第三者ノ利益ヲ図ル」こととは同一の事実であるということ\nはできないから、第三者の利益を図る目的で背任行為をしたという訴因と、自己の\n利益を図る目的で背任行為をしたという訴因とは厳密な意味からいつて決して同一\nの事実であるといえないのは論をまたないところであるが、さればといつて、前者\nの訴因によつて起訴されたものを判決で後者のように認定するためには常に訴因変\n更の手続を必要とするかどうかということは、軽々しく決定することはできないの\nである。けだし、法が訴因変更について一定の手続を要請する所以は、裁判所が勝\n手に訴因を異にした事実を認定することにより、被告人に不意打を加え、それまで\nの防禦権の行使を徒労に終らしめることを防止するにあるから、起訴された訴因た\nる事実と、判決で認定しようとする事実との間に多少の相違が存していても、それ\nが被告人の実質的な防禦権を害する虞がない限り、あえて訴因変更の手続をとる必\n要がないと解するのを相当とするからである。これを本件の場合についてみると、\n商注第四百八十六条違反罪の構成要件は\n（１）　被告人らの行為か会社の事務管理者たる任務に背くものであること\n（２）　被告人らに背任目的（自己若ハ第三者ヲ利シ又ハ会社ヲ害セント図ル）\n意思があること\n（３）　会社に財産上の損害を加えたこと\nの三点に要約されるから、本件においても検察官の立証や被告人らの防禦も主と\nしてこれに集中されたのは当然である。\nところで、いま本論旨で問題とされているのは、右の中で（２）の背任目的意思\nの点であるが、原裁判所が所論のような訴因変更の手続をとらなかつたことによ\nり、被告人らはその防禦権の行使について果して実質的な不利益を蒙つているので\nあろうか。記録を調査すると、本件の起訴状における訴因は、被告人らは第三者た\nるＦの利益を図る目的で背任行為をしたというにあることは前記のと為りであるけ\nれども、これに対する被告人らの防禦方法をみると、被告人らは単に右のような目\n的意思を否定したにとどまらす、むしろ積極的に、被告人らは本人たるＤ株式会社\nの利益を図る意思の下に行動したものである、と争つていることが明らかである。\n即ち、被告人らはまず審理の冒頭手続において、起訴事実に対する認否に際し、被\n告人Ａ及び同Ｂの両名は『……貸付の目的はＧの流用費消による「Ｄ」の既存の損\n害金の回収という「Ｄ」の利益だけを唯一の目的を達成する方法として貸付けたの\nであります。決して私利私慾等不純な気持は毛頭無かつたのであります。右貸付が\n任務に背くとか、Ｆのため利益となるとか、「Ｄ」の損害になるとか、という認識\nは全然無かつたのであります。』と述べ、また被告人Ｃは『私はＨ株式会社に対し\nて、金三、四百万円程度なら融資してもよかろうとＡかＢかに話したのはＦに、Ｇ\nの費消額一千三百万円位を確実に引受けて短期間内に支払つて貰うため、即ち支社\nの損害を填補するためであつて私の利益のためとか、またはＦの利益のためにやつ\nたものではなく、勿論支社を害するためにやつたものではありません。』と弁解し\nていることが認められるが、被告人らの右のような主張は、ひとり「第三者の利益\nを図る目的」という訴因に対する防禦方法たるにとどまらず、「自己の利益を図る\n目的」または「会社に財産上の損害を加える目的」という訴因に対しても共通する\n防禦方法でもあるから、訴因が右のいずれに変更されたとしても被告人らは決して\n不意打を受けたということにはならないことが認められるのである。しかも検察官\nは立証に入るに先立ち、その冒頭陳述において、『……被告人三名は、昭和二十六\n年三月「Ｄ」Ｅ支社の経理部主計課資金係長Ｇが擅に同支社の資金千五百万円を他\nに貸付け費消した等の事実を知り同事実が本社に知れるに於ては被告人等の同会社\nに於ける地位に影響することあるべきを慮れ、斯る事態を回避する目的の下に、其\nの善後策に苦慮協議して居た折柄、Ｇと懇意の間柄にあつたＦから同年四月同支社\nで右費消額を責任を以つて引受けるから同人の経営するＨの事業資金等として金三\n千万円程度の融資を受け度い旨の要請があつたので、其の頃同支社で被告人等三名\n協議の上Ｆの事業資金としてＥ支社の資金を流用貸付けて融資し同人の事業より生\nずる利潤より右Ｇの右事故損失金を補填し併せて本件融資金の返済を受ける意図で\n先づＦの利を図る目的を以つて右要請を容れて貸付け融資することに謀議決定した\nものである。』『被告人Ａ同Ｂの両名は、昭和二十六年六月初頃前記資金係長Ｇか\nさきに発見された前記約千五百万円のＥ支社資金の貸付費消等の外に、更に同支社\nの資金約二千三百万円を擅に流用費消した事実を知つたので驚愕狼狽し益々同事実\nが本社に知れるに於ては被告人等の同会社に於ける地位に影響を来すやも計り知れ\nない不安の念を強くしたところから、斯る事態を回避する目的の下に、これが措置\nについて苦慮して居た折柄、同年六月初旬頃から同年八月初旬頃までの間同支社で\nまたＦから再三に亘りＧの右約二千三百万円の流用費消額もＦに於て責任を以つて\n引受け弁済するにつき同人の事業資金などとして前同様の方法により一回四百万円\n乃至二千万円前後の融資を受け度い旨の懇請を受けたので右被告人両名は其の都度\n同支社でこれを協議の結果Ｆの事業資金としてＥ支社の資金を融資し同人の事業よ\nり生ずる利潤よりＧの右事故損失金を補填し併せて被告等の融資金の返済を受ける\n意図で、先づ、Ｆの利を図る目的を以つて右要請を容れて貸付け融資することに謀\n議決定したものである。』と陳述して居り、その後の立証においても、被告人らが\n本件融資をなしたのは第三者たるＦの利益を図る目的からばかりでなく、被告人ら\n自身の利益を図る目的もあつたことを明らかにすべく努力していることが認められ\nるが、これに対応して被告人側においても、弁護人らが検察官の証人尋問に対して\n再三にわたり異議を述べたり、或いは反対尋問をしたりなどして、この点に関する\n検察官の立証効果を薄弱ならしめると共に、進んで被告人らに「自己の利益を図る\n目的」のなかつたことまでも明らかにしようと尽力していることが認められるばか\nりでなく、弁護人らはその立証に入るに先立ち冒頭陳述書を提出し、その第二の四\n乃至七において、『被告人等はＧの事故について本社または「Ｄ」労働組合からそ\nの責任を問われる虞は毫もなかつた。被告人等は、いずれも、自己の地位に恋々た\nる人物でなくＧに関して自己の責任を回避した事実はない。被告人等は、いずれも\n会社の損失を補填することを唯一の目的としたものである。被告人等にはＦの利を\n図つたものと社会通念上是認するに足る事情は全く存在しない。』と述べ、これを\n立証するために多数の証拠を提出し、しかもその最終弁論において、被告人らには\nＦの利益を図る意思のなかつたのは勿論、被告人ら自身の利益を図る目的をもつて\n行動したものではない旨を強調していることが認められるから、被告人側として\nも、本件融資行為が自己の利益を図る目的ではなかつたことについて、十分防禦を\n尽しているものと認められるのである。\n<要旨>而して、さきに判示したように商法第四百八十六条所定の特別背任罪にお\nける「第三者の利益を図る」とい</要旨>う訴因と、「自己の利益を図る」という訴\n因とは必ずしも同一であるとはいえないけれども、両者は法律的には構成要件を等\nしくするのみならず、叙上のように、被告人の側において十分に防禦の方法を尽し\nていると認められるような場合には「第三者の利益を図る目的であつた」という訴\n因についてなされた起訴に対して、判決で「自己の利益を図る目的であつた」と認\n定しても、被告人には少しも実質的な不利益を蒙らしめることがないと認められる\nから、とくに訴因変更の手続をとらずに、訴因として明示された事実と異る事実を\n認定しても差支ないものと解するのを相当とする。果して然らば、原判決にはなん\nら所論のような違法な廉は存しないから本論旨は理由がないといわなければならな\nい。\n（その他の判決理由は省略する）\n（裁判長判事　花輪三次郎　判事　山本長次　判事　下関忠義）\n"
}