{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 30,
    "month": 12,
    "day": 1
  },
  "case_number": "昭和30(う)186",
  "case_name": "印紙税法違反被告事件",
  "court_name": "札幌高等裁判所第三部",
  "result": "破棄自判",
  "article_info": "第8巻9号1158頁",
  "gist": "印紙税法第四条第一項第三号にいう請負に関する証書各通の印紙貼用(納税)義務者",
  "case_gist": "請負に関する証書は、双務契約たる請負契約の当事者が各財産権の創設を証明する目的を以て共同作成するものであり、従つて当事者双方は各自独立して各通の印紙貼用(納税)義務者である。",
  "lawsuit_id": "24291",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=24291",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/291/024291_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人を罰金二千円に処する。\n右罰金を完納することができないときは金四百円を一日に換算した期間\n被告人を労役場に留置する。\n理　　　　由\n本件控訴の趣意は弁護人中田克己知提出の控訴趣意書記載のとおりであるから、\nここにこれを引用する。\n右控訴趣意第一点（事実誤認）について。\n所論は、本件請負契約証書は印紙税法第五条所定の非課税証書に該当するもので\nある。しかるに、原判決が同証書は同法第四条第一項第三号所定の課税証書に該当\nするものと認定したのは事実を誤認したものであるというにあるが、本件請負契約\n証書は第一点認定のとおり、Ａ株式会社代表者取締役ＢとＣ組合長たる被告人との\n間に締結された同認定の条項を内容とする中の川取入口災害復旧工事請負契約の証\n書であることが明らかである。従つて同証書は印紙税法第四条第一項第三号所定の\n課税証書である「請負に関する証書」に該当し、同法第五条各号所定の非課税証書\nに該当しないものといわなければならない。故に、原判決には所論のような事実誤\n認はなく、論旨は理由がない。\n同第二点（事実誤認または法令適用の誤）について。\n所論は、請負契約当事者が契約証書二通を作成し取り交わす場合においては、そ\nの印紙貼用（納税）義務者は同証書の所持着である。しかして、本件請負契約当事\n者は契約証書二通を作成して取り交わせをしたが、一方の当事者であるＣ組合長た\nる被告人はその所持する一通には印紙税法所定の相当印紙千円を貼用したのにかか\nわらず原判決が右被告人より相手方たるＡ株式会社に交付し同会社において所持す\nる他の一通に、同法所定の相当印紙を貼用しなかつたのは被告人において逋脱した\nものと認定し該当法案を適用処断したのは、事実を誤認しまたは法令の適用を誤つ\nたものであるというにある。\n<要旨>請負契約当事者が請負に関する証書二通（各正本）を作成し各自一通を所\n持する場合においては、各通毎に</要旨>印紙税法所定の相当印紙を貼用することを\n要すべく、しかして、各通の印紙貼用（納秒）義務者は契約当事者双方であると解\nするを相当とする。けだし、請負に関する証書は双務契約たる請負契約の当事者が\n各財産権の創設を証明する目的を以て共同作成するものであり、従つて当事者双方\nは各自独立して各通の印紙貼用（納税）義務を負担すべきものであるからである。\n本件につきこれを見るに、原判決拳示の各証拠及び被告人の原審第一回公判廷にお\nける供述（記録２９丁、３０丁）、原審取調の被告人の副検事に対する供述調書並\nびに「株式会社登記事項について」と題する書面（記録８丁）を綜合すると、昭和\n二十七年四月三日Ａ株式会社代表者取締役Ｂを請負人、Ｃ組合長たる被告人を注文\n者として両者間において、中の川取入口災害復旧工事を請負金額＝金百五十六万\n円。支払方法＝同年四月末日金八十万円、竣工のとき金六十四カ円、旧水門解体の\nとき金十二万円を支払うこと。竣工期日＝同年六月三十日の約定を以て請負契約を\n締結し、同日当事者双方においてその旨の同一内容を記載し当事者双方署名押印し\nた、請負に関する証書の正本二通を共同作成し各自一通を所持したものであるとこ\nろ、右注文者において所持する一通には印紙税法第四条第一項第三号所定の相当印\n紙千円を貼用したか、右請負人の所持する一通（原裁判所昭和三十年領第一号）に\nは同条所定の相当印紙千円を貼用せず逋脱したことを優に認定できる。従つて作成\n者たる契約当事者双方は各自独立してその罪責に任すべきものである。されば、原\n判決が被告人に対する同判示事実を認定し印紙税法第十一条第一項罰金等臨時措置\n法第二条を適用処断したのは相当であつて、原判決には所論のようた事実誤認また\nは法令適用の誤はなく、論旨は理由がない。\n同第三点（量刑不当）について、\n本件記録及び原裁判所で取調べた証拠により認められる本件犯行の動機、態様、\n脱税額、その他諸般の事情を綜合すると、原判決が被告人を罰金八千円に処したの\nは重きに過ぎ、その量刑が不当と認められるので、原判決はこの点において破棄を\n免れない。論旨は理由がある。\nよつて刑事許訟法第三百九十七条第一項第三百八十一条により原判決を破棄し、\n同法第四百条但書に従い当審において更に判決する。\n原審の適法に認定した事実に法令を適用すると、被告人の原判示所為は印紙税法\n第四条第一項第三号第十一条第一項罰金等臨時措置法第二条に該当するので所定刑\n中罰金刑を選択し、その金額範囲内において被告人を罰金二千円に処し、右罰金を\n完納することができないときは刑法第十八条により金四百円を一日に換算した期間\n被告人を労役場に留置することとし、主文のとおり判決する。\n（裁判長裁判官　原和雄　裁判官　水島亀松　裁判官　中村義正）\n"
}