{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 27,
    "month": 11,
    "day": 29
  },
  "case_number": "昭和26(ラ)188",
  "case_name": "罹災都市借地借家臨時処理法に基く借地権設定並びに条件確定申立事件の決定に対する抗告事件",
  "court_name": "東京高等裁判所第五民事部",
  "article_info": "第5巻12号593頁",
  "gist": "一、　換地予定地の指定と借地借家臨時処理法第二条による賃借申出\n二、　換地予定地の指定と建築許可の要否",
  "case_gist": "一、　戦災復興土地区劃整理区域内において換地予定地が指定せられ換地処分が未が効力を生じない間に、罹災都市借地借家臨時処理法第二条による賃借申出をなすには、従前の土地につき賃借の申出をなすべきものである。\n二、　右の場合、賃借申出の要件として従前の土地および換地予定地のいずれについても、これら地上に建物を築造するにつき許可を要しないと解すべきである。",
  "lawsuit_id": "21899",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=21899",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/899/021899_hanrei.pdf",
  "contents": "主　　　　文\n原決定を取消し、本件を東京地方裁判所に差戻す。\n事　　　　実\n第一、　抗告の要旨。\n（甲）　抗告人等の本件申立の原因として主張する事実の要旨\n（一）　抗告人等先代Ａは申立外Ｂから、東京都墨田区ａｂ丁目ｃ番地のｄ宅地\n九十六坪八合六勺の内四十三坪九合六勺（以下本件土地と略称する）を普通建物所\n有の目的で賃借し、右地上に木造トタン葺二階建家屋二棟を所有していたところ、\n同家屋は昭和十九年五月強制疎開により除却せられ、その借地権を喪つた。（二）\nＡは昭和二十一年十月中Ｂに対して、罹災都市借地借家臨時処理法第九条第二条に\n基き建物所有の目的で右疎開建物の敷地につき賃借の申出をし（後記（五）の\n（イ））、右Ｂは直ちに拒絶の回答をしたけれども、右は正当の事由を欠き、前記\nＡは爾後三週間の経過と共に前記土地四十三坪九合六勺につき相当な条件で期間を\n十年とする借地権を取得した筋合である。（三）前記Ａは昭和二十二年六月十八日\n死亡し、同人の母Ｃ（抗告人）及び同人の妻Ｄ（抗告人）がその相続をして右賃貸\n借関係を承継した。一方Ｂは昭和二十三年三月十七日、本件土地四十三坪九合六勺\nを含む墨田区ａｂ丁目ｃ番地のｄの宅地を、申立外Ｅに譲渡し、同人は同年十一月\n四日更にこれを相手方Ｆに譲渡し、いずれも前同日各その旨の所有権取得登記を経\n由した。（四）をして本件土地四十三坪九合六勺の土地は、昭和二十一年四月二十\n五日区劃整理のため戦災復興院告示第十四号を以て緑地帯に指定され（同二十五年\n三月二日建設省告示第一〇四号を以て緑地解除）昭和二十一年十月一日東京都告示\n第五〇六号を以て都市計画区劃整理地区に編入を実施せられ同二十三年六月二十二\n日東京都知事の認可を経て本件土地を含むｃ番地のｄ宅地九十六坪八合六勺と同番\n地のｆ、宅地四十三坪五合一勺は合して東京都第ｅ復興区劃整理事務所第四地区ｃ\n番地のｆ、ｄ、宅地九十九坪六合一勺に減坪の上換地予定地に指定せられ、そして\n本件土地四十三坪九合六勺に対する換地予定地は右の内西部三十一坪三合となつ\nた。そこで昭和二十三年八月二十四日抗告人等は更に右Ｅに対し本件土地又はその\n換地予定地三十一坪三合につき、建物所有の目的で賃借の申出をした（後記（五）\nの（ロ））ところ、同人は同年九月三日付書面を以て拒絶の回答をしてきたが、右\nは正当の理由がないから、抗告人等は爾後三週間の経過と共に前記換地予定地につ\nき前同様借地権を取得したこととなる。（五）前記の如く相手方Ｆは抗告人等が\n（イ）昭和二十一年十月中の本件土地に対する賃借申出により、又は（ロ）昭和二\n十三年八月二十四日の本件土地又はその換地予定地に対する賃借申出により、本件\n土地又はその換地予定地に借地権を取得した後に、本件土地の所有権を取得したも\nのであつて、抗告人等は前記借地権の優先的効力によつて、その登記がなくともこ\nれを相手方Ｆに対抗し得る筋合である。然るに相手方は右借地権の存在を争い、賃\n借条件についてその協議が整わないから、抗告人等は第一次に右（イ）の賃借申出\nを原因とし、予備的に（ロ）の賃借申出を原因として、前記換地予定地三十一坪三\n合に対する抗告人等の借地権の存在の確認並びにこれが賃借条件を定める裁判を求\nめるため本申立に及んだ。\n（乙）　抗告理由の要旨。\n然るに原裁判所は（一）、前記昭和二十一年十月中の賃借申出当時本件土地は緑\n地帯に指定されていたから、都市計画法第十一条の二及び戦災都市における建築物\nの制限に関する勅令第一条、第三条の規定によりその土地に建物を築造するにつき\n許可を要する場合に該当し、右許可なくしてなした右賃借申出を無効であると断じ\nた。\nしかし前陳の如く本件土地はさきに緑地帯として指定されたが、抗告人等が予備\n的に主張する昭和二十三年八月二十四日の賃借申出前である昭和二十三年六月二十\n二日に、従前の土地につき換地予定地が指定せられている（尤も通知はなかつた\nが、事実上実施せられた）。そして罹災都市借地借家臨時処理法第二条に「換地」\nとあるのは、特別都市計画法の換地予定地をも含む趣旨であると解すべきは特別都\n市計画法第十三条、第十四条の換地予定地に関する各項の規定の趣旨からも窺うこ\nとができるから、換地予定地についても前記臨時処理法第九条第二条の賃借申出が\nできる筋合であつて、少くともこの第二次の賃借申出については、前記戦災都市に\nおける建築物の制限に関する勅令（後昭和二十四年十一月一日戦災復興院土地区劃\n整通施行地区内建築制限令と改称）第二条第二号によつて、建築許可を得る要がな\nい。（二）、その他本件賃借申出の拒絶が正当の事由に基くと判断しているが、以\n上いずれも原裁判所の判断は事実の認定並びに法令の解釈を誤つているから、右決\n定の取消を求める。\n第二、　被抗告人（事件相手方）の主張の要旨。\n抗告人が本件申立の原因として主張する事実中、抗告人主張の土地につき被抗告\n人が、申立外Ｅからその所有権を譲受けその所有権取得登記を経由したこと、右土\n地につき換地予定地の指定があつたことは争わないが、その余の主張事実は知らな\nい。仮りに抗告人主張のような借地の申出があつたとしても、抗告人は本件土地の\n附近である墨田区ａ四丁目ｈ番地に宅地三十五坪一合六勺、又同区ａ四丁目ｇ番地\nに宅地十五坪を他人から賃借して、借地権を有していたに拘らず、いずれもこれを\n第三者に譲渡し、本件土地について賃借申出をなすが如きは、権利の濫用である\nし、抗告人等は建物建築の資力を欠き本件賃借申出は自らの建物築造のためのもの\nでないから、各賃借申出の拒絶は正当の事由に基くものである。更に本件土地は区\n劃整理区域内にあり右賃借申出につき建築許可を得ていないから、適法の要件を欠\nく。\n第三、　証拠\n抗告人第代理人は、甲第一号証の一、二、第二ないし第四号証を提出し、原審証\n人Ｇ、当審証人Ｈの各証言並びに原審（第一、二回）及び東審における抗告人Ｄ本\n人の審問の結果を援用し、乙号各証の成立を認め、被抗告人代理人け乙第一、二号\n証を提出し、原審証人Ｇの証言並びに原審における被抗告人本人の審問の結果を援\n用し、甲号各証の成立を認めた。\n決定理由\n抗告人等が本件申立の原因として主張する（一）ないし（四）の事実（但し各賃\n借申出拒絶につき正当の事由の有無の点を除く）は、真正に成立したと認められる\n甲第一号証の一、二、同第二ないし第四号証、当審証人Ｈの証言並びに原審（第\n一、二回）及び当審における抗告人Ｄ、原審における被抗告人Ｆの各審問の結果に\n徴してこれを認める。\n次に抗告人等主張の（イ）第一次の昭和二十一年十月中の賃借申出及び（ロ）予\n備的主張の昭和二十三年八月二十四日の賃借申出に際し、いずれも右土地に建物を\n築造するについて許可を得ていなかつたことは、抗告人等の主張自体によつて明ら\nかであるところ、右許可を得ないでなした前記各賃借申出の適否につき審按する。\n先ず本件従前の土地が昭和二十一年四月二十五日緑地地域に指定され、都市計画\nとして内閣の認可を受けた土地区劃整理区域内にあることは、前認定のとおりであ\nるから、少くとも未だ本件従前の土地につき換地予定地の指定のなかつた前記\n（イ）の賃借申出をするに当つては都市計画法第十一条の二、同法施行令第十条の\n二により又昭和二十一年十月九日内閣告示第三十号を以て東京都の区の存する区域\nが特別都市計画法第一条第三項に基く指定地となつた後は同法第三条、昭和二十一\n年勅令第三八九号戦災都市における建築物の制限に関する件第三条により右地上に\n建物を築造するについて地方長官の許可を要し、この許可のない限り右賃借申出は\n適法の要件を欠くことは論なきところである。\n次に（ロ）の賃借申出以前である昭和二十三年六月二十二日に、本件従前の土地\nの換地予定地が指定せられ、関係者にその旨の通知がなされなかつたが、当時より\n実施せられていたこと（但し換地処分は未だ効を生じていない。）は当審証人Ｈの\n証言によつて明らかであるが、かような場合、従前の土地について賃借申出をなす\nべきか、或は換地予定地につて賃借申出をなすべきか、又これらの土地について法\n令上建物築造の許可<要旨第一>を得ることが賃借申出の要件であるかどうかは、本\n件における重要な論点である。罹災都市借地借家臨時処理</要旨第一>法第二条は賃\n借申出の目的たる地土として、罹災建物の敷地（本件の如く第九条によつて準用せ\nられる場合は疎開建物の敷地である旧借地）又はその換地と明定し、換地予定地に\nついては明確な規定はないか、換地予定地の指定があつても換地処分が効力を生す\nるまで、所有権、借地権等の権利関係は依然として従前の土地にのみ存しているの\nであつて、ただその使用収益権能のみが換地予定地に移るに過ぎない（特別都市計\n画法第十三条、第十四条）。従つて従前の土地に借地権を取得すれば、当然換地予\n定地をこれと同一内容で使用収益をすることができることとなるのであつて、換地\n予定地に賃借権を取得するということは法律上無意義なので換地予定地を賃借権の\n対象たる土地としていないのである。しかし右の如く換地予定地が指定された後で\nも、換地<要旨第二>処分が効力を生ずるまでは従前の土地につき賃借申出をなすべ\nきものと解しても、右賃借申出の有効要件とし</要旨第二>て従前の土地の上に建物\nを築造するにつき許可を得ることを必要とするかどうかは別に考察せらるべき問題\nである。特別都市計画法第十四条第一項の規定によれば、換地予定地の指定があ\nり、関係者にその旨の通知があつた日の翌日からは、従前の土地の所有者及び関係\n者等は換地処分が効力を生ずるまで換地予定地につき従前の土地に存する権利の内\n容たる使用収益と同じ使用収益をすることができると同時に、従前の土地について\nはその使用収益をすることはできない筋合であるから、この場合従前の土地につき\n賃借の申出をする者において右地上に建物築造について許可を申請しても、その許\n可を得られないこと当然であると共に、前記戦災都市における建築物の制限に関す\nる件（昭和二十一年勅令第三八九号）第二条第二号によつて、換地予定地に建物を\n築造するについては都市計画法上建物築造の許可を要しないと解すべきものであ\nる。\n尤も右勅令第二条は、同条各号に定める場合を除いては、戦災復興土地区劃整理\n施行地区内においては建築物の新築、改築又は増築を禁止したに止り、右各号（第\n二号に換地予定地を掲記してある）に該当する場合には、都市計画法上許可を要せ\nずに建物を築造できる旨を定めた趣旨でないようにも考えられるが、都市計画法施\n行令第十一条の二に「都市計画法第十一条の二の公園、緑地若くは広場の境域内又\nは同条の土地区劃整理の区城内において建築物を新築、改築又は増築せんとする者\nは都道府県知事の許可を受くべし、但し命令を以て許可を要せずと規定したるとき\nはこの限りにあらず」と規定し前記昭和二十一年勅令第三八九号第二条第二号末段\nに「又は都道府県知事が土地区劃整理の施行上支障がないと認めて指定する区域に\n建築するもの」とあり、同号において、これと並列的に換地及び換地予定地ず列挙\nしている点、並びに元来換地予定地の指定は従前の土地の使用が都市計画事業とし\nて施行する土地区劃整理上支障あるため、従前の土地についてその使用収益をなす\nことを禁止し、そのかわりに換地予定地の全部または一部について従前の土地に存\nする権利の内容たる使用収益と同じ使用収益をなさしめる（特別都市計画第十四\n条）にあるから、換地予定地の使用はもとより都市計画事業に基く土地区劃整理の\n施行上その支障なきものとして指定されるものと解すべきは当然である点等を考慮\nするときは、前記勅第二条は同令第三条と相俟つて、換地予定地については少くと\nも都市計画法上その地上に建物を築造するにつき許可を要しないと解すべぎであ\nる。（尤も他の法令上単に具体的建物を築造するにつき許可を必要とする場合、ま\nたは法令上その土地に具体的建物を築造することが禁止されている場合、例えば臨\n時建築制限令第一条、市街地建築物法第二条ないし第四条、同法施行令第一条ない\nし第三条、同法施行規則第三条の二ないし第三条の五、第三条の七、第百四十条の\n如き、或は昭和二十五年十一月二十三日以後実施された建築基準法第六条に基く建\n築主事の確認（乙第二号認証はかかる確認書である）の如き、罹災都市借地借家臨\n時処理法第二条第一項但書後段の許可に該当しないこと勿論である。）\nそして罹災都市借地借家臨時処理法第二条において、賃借申出の対象たる土地に\nつき換地予定地を除外した法意が、前説示のとおりであるとすれば、上来説示の理\n由により少くとも換地予定地が指定せられた以後換地処分が効力を生ずるまでの間\nに、従前の土地につき賃借の申出をする場合には、換地予定地については勿論従前\nの土地についても、これら地土に建物を築造するについての許可の有無は右賃借申\n出の有効条件でないと解しなければならぬ。もしこれを積極に解せんか、前説示の\nとおり換地予定地指定後は従前の土地に建物築造の許可を得られないため、前記臨\n時処理法第二条の賃借の申出をなすに由なき結果となり、同条が換地処分が効力を\n生じた後即ち換地についても賃借申出を認めた法意に、著しく背致するからであ\nる。\nこれを本件につきみるに、抗告人等の前記（ロ）の昭和二十三年八月二十四日の\n賃借申出は、従前の土地につき当時既に指定せられた換地予定地をも指示してなさ\nれたものであること、前顕甲第一号証の一により明らかで、右賃借申出にあたり、\n従前の土地ないしその換地予定地に建物築造につき許可を得ていなかつたにして\nも、右申出はこの点に関する限り適法であること言を俟たない。なお抗告人等は一\n面換地予定地についても賃借申出ができ、これによつて換地予定地に借地権を設定\nし得るが如く主張するが、この法律見解は失当であつて、従前の土地についての賃\n借申出により借地権が設定される結果、換地予定地にこれと同一内容の使用収益権\n能が移るものと解すべきこと、前説示のとおりであるから、本件借地権設定も従前\nの土地について求むべきものであるが、その申立の趣旨において同一に帰するか\nら、裁判所において右見解によつて従前の土地について、借地権設定の有無に関し\n裁判することは差支のないことである。\nしてみると、抗告人主張の（イ）の昭和二十一年十月中の賃借申出が、借地借家\n臨時処理法第二条第一項但書後段の許可のなかつたことを理由にこれを無効と解し\nた原決定は正当であるが、（ロ）の昭和二十三年八月二十四日（換地予定地指定\n後）の賃借申出（この賃借申出のことは原決定には判示されていないが、念のため\nかかる賃借申出をしたことについては本件申立書に記載されている）の効力の有無\nにつき特に判示するところなく、単に本件賃借申出を前示理由により無効と解した\n原決定は、この点につも審理不尽ないし理由不備の廉あるを免れない。\nまた原決定は、仮りに本件賃借申出が無効でないとしても（イ）の昭和二十一年\n十月中の賃借申出人であるＡ（抗告人等の被相続人）は、本件土地上に建物を築造\nするに足りる資産も信用も有していなかつた事実を認定して、かかる者の賃借申出\nに対する土地所有者の拒絶は正当の事由に基く旨判示するも、（ロ）の昭和二十三\n年八月二十四日の申立人等の賃借申出に対する土地所有者の拒絶が正当事由に基く\nか否かは別箇の問題であつて、この点についてもなお審理を要すべたものあるを免\nれない。そして若し本件（ロ）の賃借申出によつて本件当事者間に本件土地につき\n賃貸借が成立するとすれば、更に進んで右賃借条件を定める裁判をなすことを要す\nる筋合であるから、原決定を取消し本件を原裁判所に差戻すべきものとし、主文の\nとおり決定する\n（裁判長判事　斎藤直一　判事　菅野次郎　判事　坂本謁夫）\n"
}