{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 28,
    "month": 11,
    "day": 16
  },
  "case_number": "昭和28(く)30",
  "case_name": "裁判官忌避申立却下決定に対する即時抗告事件",
  "court_name": "大阪高等裁判所第四刑事部",
  "result": "棄却",
  "lawsuit_id": "22815",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=22815",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/815/022815_hanrei.pdf",
  "contents": "主　　　　文\n本件抗告を棄却する。\n理　　　　由\n本件抗告理由の要旨は、京都地方裁判所第四刑事部は、被告人Ａに対する同裁判\n所昭和二十七年（わ）第一〇九一号横領被告事件及び昭和二十八年（わ）第七〇号\n詐欺被告事件において、抗告人の為した裁判官忌避申立につき昭和二十八年七月六\n日その申立却下の決定をした。しかし、原決定は次の如き理由で取消を免れない。\n即ち（一）原決定は、Ｂ弁護人の本件裁判官忌避申立につき、「先ずＢ弁護人の\n本件申立の適否について考えるに、同弁護人が主任弁護人以外の弁護人であること\nは、昭和二十八年五月十九日附の主任弁護人変更届によつて明らかであるから、申\n立等をするに当つては、刑事訴訟規則第二十五条第二項によつて裁判官の許可を得\nなければならないのである。然るに同弁護人は本件申立をするについて裁判官の許\n可を得ていないことが明らかであるから、本件申立は不適法というべく、刑事訴訟\n法第二十四第一項に則り同弁護人の本件申立を却下するの外はないというのである\nが、これは刑事訴訟規則第二十五条第二項を全く誤解したものである。同条は刑事\n訴訟法第三十四条に基礎を置く規定であつて、主任弁護人以外の弁護人は裁判官の\n許可がなければ申立、請求、質問、尋問又は陳述することができないという意味\nは、専ら当該被告事件について当該裁判官の審判の対象となつている事実に関して\n弁護人が被告人のために前記申立等の行為に出る場合を指しているのであつて、同\n条にいう「申立」はこの当該被告事件に関する範囲に限られているのである、従つ\nて、審判の対象とは全く無関係であり、利害相反する当該裁判官自体を当該裁判か\nら排除する裁判官忌避の申立が同条にいう「申立」に包含されていないことは自明\nの理である。同条但し書を見るに「証拠物の謄写の許可の請求、裁判書又は裁判を\n記載した調書の謄本又は抄本の交付の請求及び公判期日において証拠調が終つた後\nにする意見の陳述については、この限りでない」とあることより推して、同条の\n「申立」の意味は当該被告事件そのものに関するもののみを対象としていることを\n特に留意する必要がある。同条により当該被告事件とは全く無関係である裁判官の\n忌避申立は、刑事訴訟法第二十一条同規則第九条に基く独立の「申立」であつて、\n規則第二十五条第二項の「申立」に当らないことは極めて明白である。即ち、攻撃\nする者が相手方即ち被攻撃者の許可を得なければならないとすれば被攻撃者が攻撃\n者に対し許可を与えるという情理上期待できないことを要求することになるし、又\n「許可」そのものの文理解釋からするも利害相反する者の許可を得ようというのは\nむじゆんである。従つて、主任弁護人以外の弁護人が裁判官忌避の申立をするにつ\nいて忌避される裁判官の許可を要しないことは明らかである。然るに原決定は「申\n立」の解釈を誤り、規則第二十五条第二項の「申立」に全く無関係な裁判官忌避の\n申立も同項にいう「申立」に含まれるものと解釈をしたものであるから、その違法\nであることもちろんである。\n次に、（二）原決定は、申立人等の忌避申立理由の第一である「Ｃ裁判官は、本\n件被告人の京都地方裁判所昭和二十七年（わ）第一〇九一号横領被告事件及び同二\n十八年（わ）第七〇号詐欺被告事件の第一回公判期日（昭和二十八年二月十日）に\nおいて、次回期日を指定しようとした、際弁護人Ｄが事案が複雑であるので、意見\nとして、『福井事件（同裁判所昭和二十八（わ）第三六号詐欺被告事件のこと）に\nついて、Ｅ弁護人と打合せをしたいと思いますので、一個月程先に期日を指定され\nたい』旨申し述べたところ、同裁判官は『こんな、事件を三年も四年も延ばしてい\nるんだが、こんなにかかる道理がない。こちらは早くやります。ここは田舎の裁判\n所とは違う。』等と、被告人及びＤ弁護人に向つて荒々しい語気をもつて感情的な\n言葉を発したのである。\nそのため、同弁護人は被告人に対し、『この事件について君は随分裁判官の心証\nが悪いね、』等といつたこともあり、その後同弁護人は同裁判官のかかる態度をお\nそれ、弁護人として職責を全うすることができないと観念して辞任した程で、被告\n人としても、右裁判官の態度にいたく不安と恐怖を感じた次第である。このことは\n同裁判官が被告人に対し敵がい心を持つて感情的な審判をしていることを示してい\nるもので、不公平な裁判をする虞があるものといわなければならない」旨の主張に\n対し、「Ｄ弁護人や被告人に申立人等主張のような事実があつたとしても、それは\n同人等の単なる主観の問題であつて忌避の原因にはならぬ」旨判示したものである\nが、『こんな事件に三年も四年も延ばしているんだが、こんなにかかる道理がな\nい。こちらは早くやります。ここは田舎の裁判所とは違います。』と荒々しい語気\nをもつて感情的な言葉を発しＤ弁護人が裁判官の態度に畏怖し到底職責を全うする\nことができないと言つて辞任した事実は、明らかに同裁判官が本件につき予断を懐\nいており、公平な精神的態度を欠いたものと認定し得べき合理的の根拠である。な\nお、併合した福井事件についてはＣ裁判官は全然審理及び証拠調をした事跡がない\nにもかかわらず『こんな事件に三年も四年もかかる道理がない。ここは田舎の裁判\n所とは違う』旨いつているのであるから、このことからしても、同裁判官が事件を\n調べる前に既に有罪の予断をもつており、不公平な裁判をする虞があると見るのは\n理の当然である。何となれば。およそ事件は相当証拠調をした後においても全部の\n証拠調を経なければ結論は出てこないからである。原決定は、この法律上最も重要\nな事実につき判断を示さず、単に被告人や弁護人の主観的判断に過ぎないものとし\nているのであるから、これは法律の解釈を誤り、事実を誤認したものと云わなけれ\nばならない。\n又（三）原決定は、申立人等の本件忌避申立理由の第二である、「Ｃ裁判官は、\n同事件の第四回公判期日（昭和二十八年四月十四日）において、検察官請求の証人\nＦの供述が事実に反していたので、被告人が反対尋問をしたのであるが、被告人が\n二、三問を発した際、『ごたごたわからんことを』と小声でいい、次いで、『素人\nの尋問はお断りする。』と、怒気を含んだ言葉で右反対尋問を禁止してしまつた。\n同裁判官のかかる処分は裁判官をして公平な、裁判をさせ、又被告人に対し証人を\n尋問する機会を十分に与えるべきことを要求している憲法第三十七条を無視し、刑\n事訴訟法第三百四条第二項をじゆうりんしたもので断じて許さるべきものではな\nい。裁判官は刑事訴訟法第二百九十五条の規定に該当する不相当な尋問を個々的に\n制限することができるのみであつて、尋問の内容も聞かずにこれを禁止するが如き\nは、新刑事訴訟法下における我が裁判史上その例を見ないところである。これは同\n裁判官が当初から有罪の予断をもち真実発見に努力すべき公正な態度を欠如してい\nるものといわなければならない」旨の主張に対し、「第四回公判期日において申立\n人等主張のような事実があつたことは推認することができ又憲法第三十七条の趣旨\nが所論のとおりであることはいうまでもないが」と判示しながら、被告人本人の尋\n問を禁止したことは違法でないと断定している。しかしＣ裁判官の該行為は憲法第\n三十七条の保障した被告人の権利を裁判官自からじゆうりんしたものであつて、原\n決定もこれを認容した。これは断じて承服できないところである。いうまでもなく\n刑事訴訟法第二百九十五条は、被告人の個々の尋問を個々的に制限し得ることので\nきる旨を定めたものであつて、被告人の証人に対する尋問を総括的全面的に禁止し\n得ることを定めた規定ではない。然るに原決定は、被告人の尋問禁止の重大処分を\n極めて軽視し憲法違反の解釈をしている。問題はＣ裁判官が個々の尋問を個々的に\n制限したのではなく、『素人の尋問はお断りする』といつて、総括的に被告人の尋\n問を禁止したこと自体にあるのである。然るに原決定は問題の所在を誤り、漫然不\n相当な尋問のみを禁止したものと認めたのであつて、これは独断であり、事実を誤\n認したものである。\n又（四）原決定は、申立人等の忌避申立理由の第三である「更にＣ裁判官は、同\n事件の第五回公判期日（昭和二十八年四月二十八日）において、検察官請求の証人\nＧの供述がでたらめであつたので、被告人において反対尋問をしたが同証人が黙し\nていたので、続いて同一事項について念を押すような尋問をしたところ、『押しつ\nけがましくいうな。時間だから退廷する。』と、云つたまま次回期日の打合せはも\nちろん、同証人に対する反対尋問続行についての措置をとらずに午後四時五十三分\nに退廷し、もつて被告人の同証人に対する反対尋問を事実上禁止してしまつたので\nある。この事実も前同様同裁判官が公正な態度を欠如したものというべきである」\nとの趣旨の主張に対し、「第五回公判期日において同裁判官が所論のような発言を\nしたとのことは、これを認めるに足る資料がない」旨判示したのであるが、そうな\nれば申立人等主張どおりのことをいつた旨を調書に記裁しなかつた裁判所書記官の\n職務け怠の責任を云為しなければならないのであつて、たとえ調書にその記載はな\nくとも、その事実のあつたことは上申書で疏明のとおりである。又原決定は「仮に\n所論のような事実があつたとしても、Ｂ弁護人に反対尋問の機会を十分与えている\n上、被告人本人の反対尋問を禁止した場合に異議の申立もなかつたから、その禁止\nは違法とは認め難い。」ともいうのであるが、我が刑事訴訟法は英米法の如く異議\n制度を採用していないのである。然るに原決定は我が訴訟法が異議制度を採用して\nいるものと解し、当時異議を申立てなかつたから後になつて裁判官の態度を非難す\nることは許されないのであつて、これは法律を誤解し裁判官の訴訟指揮権を理解せ\nざる暴論である。およそ裁判官の有する訴訟指揮権は、憲法、訴訟法及び訴訟規則\nに直接間接違反しない限度において適法に行使せらるべきもので、漫りにこれを行\nうべきものでないことは当然である。被告人の証人に対する反対尋問権禁止処分は\n憲法第三十七条違反の処分で、その違法であり訴訟指揮権の濫用であることは、何\n人も異論のないところといわなければならない。\n更に（五）原決定は、申立人等の忌避申立理由の第四である、「Ｃ裁判官は、同\n事件の第六回公判期日（昭和二十八年五月八日）において、検察官請求の証人Ｈに\n対し、当時の主任弁護人であつたＢ弁護人が反対尋問を為し、続いてＩ弁護人が同\n証人を尋問しようとしたところ、『本件については主任弁護人以外の発言は今後禁\n止します。』と宣言した、刑事訴訟規則第二十五条第二項によれば、主任弁護人以\n外の弁護人は裁判官の許可を得なければ尋問することができない旨規定されている\nことはもちろんであるが、この条項は刑事訴訟法第二百九十五条の精神に則り不相\n当な個々の尋問に対して許可不許可を決定することができることを規定しているの\nみであつて。許可権を濫用して主任弁護人以外の弁護人の発言や事前に全面的に禁\n止するようなことは絶対に許さるべきことではない。そして同裁判官のかかる処分\nは、主任弁護人以外の弁護人の最終陳述権をも禁止したことになつて、弁護権の行\n使を不能にすると共に、被告人の防禦権をも侵害したものといわなければならな\nい。これは要するに同裁判官が事件について予断をもつていることから実体を究め\nずに事務的に処理しようとしていることを示すものといつてさしつかえないと考え\nる」旨の主張をしたのに対し、主任弁護人以外の弁護人の尋問を禁止したことは認\nめており、申立理由においてもこれを認容しているようであるが結局においては申\n立理由がないといつているのである。しかし本件は否認事件である。弁護人は二人\nで当日二人の弁護人が出廷したままである。法律上多数という文言に該当するかも\n知れないが否認事件で相当複雑な事件の場合二人の弁護士がつく事例は極めて多い\nのである。原決定は、「Ｉ弁護人に検察官が取調を請求した証拠書類や訴訟記録を\n閲読したと認められるような状況がなかつたことから、不相当な尋問をする虞があ\nつたことを理由として許可を与えなかつたことは、妥当を欠くものといわざるをえ\nない」旨判示し、申立人等の主強を一応認めておりながら後段において、「主任弁\n護人に十分反対尋問の機会を与えていることが明白であるから主任弁護人以外の弁\n護人の尋問を禁止したことは直ちに不公平な裁判をする虞があるものとはいえな\nい」としているのであるが、これは全く自己むじゆんの論理である。裁判は理論で\nはなく事実である。僅か二人の弁護人の場合、主任弁護人が反対尋問をしても、複\n雑な事件の場合には、被告人の完全な防禦権を行使するためには、他の一人の弁護\n人の尋問を許し、憲法第三十七条に定める被告人の権利を十分行使させるのが裁判\n官の義務である。Ｉ弁護人は本件について検察官の証拠調を請求した各証拠及び訴\n訟記録は、Ｂ弁護人においてこれを謄写していたので、事前にこれ等を全部調べて\nおり、五月七日にはＢ弁護人及び被告人と共に会合して事件の説明及び翌五月八日\nの公判に尋問せられる各証人につきその各尋問調書に基き被告人の説明をも聞き又\nその後更に単独で各証人が捜査官になした記録を読んで調査し、翌日の公判におけ\nる各証人の反対尋問を十分準備していたものである。然るにＣ裁判官は、同弁護人\nが証拠書類や訴訟記録を閲覧したと認められるような状況がなかつたことから独断\nし、上記の如き処置に出たものであつて、これは前に弁護人がついている事実及び\n主任弁護人が記録を謄写していることを忘却した結果によるものとしか思えない。\n殊に「不相当な尋問をする虞があつた」というが如きは、単に弁護士を侮辱すると\nいうだけの問題ではなく、被告事件について証人が被告人にとつて不利益な供述を\nした部分について十分な反対尋問をさせないという作為処分である。裁判官が被告\n人の本質的権利を侵害し憲法をじゆうりんし有罪の予断を持つているといわざるを\n得ない。主任弁護人以外の弁護人が尋問した事項そのものが不相当である場合、こ\nれを個別的に制限し得る権限はあつても、尋問事項を全然きかないで尋問前に弁護\n人が不相当な尋問をすると独断し、弁護人の発言を全面的に禁止するが如き行為は\n明らかに有罪の予断を持ら不公平な裁判をする虞があるものといわなければならな\nい。更に原決定は、「申立人等はＩ弁護人の最終陳述権までも禁止したことになる\nと主張するが、そのような虞のないことは刑事訴訟規則第二十五条第二項但し書の\n規定により明白である」旨判示しているが、Ｃ裁判官はこの明白な条文をもじゆう\nりんし、訴訟指揮権の名において弁護人の発言を全面的に禁止したものである事実\nを直視しなければならない。『本件については主任弁護人以外の発言は今後禁止し\nます。』といつたＣ裁判官の行為は、右規則第二十五条第二項但し書の規定に反し\n弁護人の固有権をも侵害したものである。問題は理論ではない。\nＣ裁判官がかかる条文までも無視して弁護人の固有権をじゆうりんした精神的態\n度が事実として存在したかどうかの問題である。この事実があると認められる以上\n同裁判官に不公平な裁判をする虞があると認めるのは当然である。\n以上各事実をも裁判官忌避の原因とならないものとするならば、刑事訴訟法で定\nめられた裁判官忌避制度は全く空文と化すおそれがある。冷静に事実を正視すれば\n何人をして被告人の立場に立たしめるとしても、かかる場合裁判官に不公平な裁判\nをする虞があると思料される。然るに原決定は申立人等の主張をある程度認容する\nが如き口吻を示しながら結果においてこれら事実をもつてしてもなおその虞がない\nと独断しているのであつて、これは事実を誤認し憲法及び刑事訴訟法、同規則等の\n解釈を誤つたものであり、その違法であること極めて顕著である。被告人本人の尋\n問を禁じたり、弁護人の尋問を全面的に禁止したことは我が国法廷においてその例\nがあつたであろうか。裁判官は冷静であると同時に法に忠実であらねばならない。\n原決定は申立人等の主張を認容しているが如き香気を出しながら結局これを否定し\nたものであるから、原決定の取消を求めるため本件抗告に及んだ次第であるという\nのである。\nよつて先ず抗告人等の本件忌避申立の適否につき按ずるに、刑事訴訟法第二十一\n条には「裁判官が職務の執行から除斥さるべきとき、又は不公平な裁判をする虞が\nあるときは、検察官又は被告人は、これを忌避することができる。弁護人は、被告\n人のため忌避の申立をすることができる。但し、被告人の明示した意思に反するこ\nとはできない。」と定めており、更に不公平な裁判をする虞があることを理由とす\nる忌避申立の場合について、同法第二十二条には、「事件について請求又は陳述を\nした後には、不公平な裁判をする虞があることを理由として裁判官を忌避すること\nはできない。但し、忌避の原因があることを知らなかつたとき、又は忌避の原因が\nその後に生じたときは、この限りでない。」と規定している。けだし、不公平な裁\n判をする虞があることを理由とする裁判官の忌避申立についてのみかかる制限を設\nけたのは、除斥原因あることを理由とする忌避申立には、その性質上、申立時期に\nついて制限を設けるべきではないが、不公平な裁判をする虞があることを理由とす\nる<要旨第一・二>忌避申立については、その濫用防止のため時期の制限を設ける必\n要があるためである。従つて、右刑事訴訟法</要旨第一・二>第二十二条の趣意とす\nるところは、申立権者において被告事件の実体に関する「請求又は陳述」をしたと\nきは、その裁判官の実体的審理を受けることの暗黙の容認があるものと認め、それ\n以後はもはや不公平な裁判をすることを理由とする忌避申立はこれを許さないもの\nとするにあるものと理解すべきであるから、被告事件の実体に関する証拠調の請\n求、訴因訂正の申立、右請求又は申立に対する同意不同意、或いは異議なき旨の意\n見の陳述はもちろんのこと、その採用された証人に対する尋問、反対尋問等の如き\nも全て右にいう「請求又は陳述」に当るものと解しなければならない。\nところで本件について考えて見ると、申立人等の本件忌避申立理由の第一は、\n「Ｃ裁判官が申立人等主張事件の第一回公判期日（昭和二十八年二月十日）におい\nて次回期日を指定しようとした際、弁護人Ｄが事案が複雑であるので、意見として\n『福井事件についてＥ弁護人と打合せをしたいと思うので一個月程先に期日を指定\nされたい』旨申し述べたところ、同裁判官は、『こんな事件を三年も四年も延ばし\nているんだが、こんなにかかる道理がない。こちらは早くやります。ここは田舎の\n裁判所とは違う。』等と、荒々しい語気で感情的な言葉を発したのは同裁判官に不\n公平な裁判をする虞がある」というのであるが、記録を精査すると、同裁判官に右\nの如き忌避原因のあつたという右第一回公判期日以後の同事件の（一）第三回公判\n期日（昭和二十八年三月十七日）には、被告人及び弁護人Ｂが各出頭し、被告人等\nにおいて検察官申請の会社登記調査方回答と題する書面外一通の書面に対し証拠と\nすることに同意の旨を又Ｊの供述調書外七十通の供述調書に対しこれを証拠とする\nことに不同意の旨の各意見を陳述したので、同裁判官は右同意のあつたものについ\nてはその証拠調を為し、不同意のものはこれを却下し、更に検察官申請の証人Ｊ外\n四名の証人申請につき被告人等に異議がなかつたので、同裁判官はこれを採用し又\n（二）その後のその第四回公判期日（昭和二十八年四月十四日）にも、被告人及び\n弁護人Ｂが各出頭し、証人Ｊ外三名に対し弁護人或いは被告人から各反対尋問を為\nし、又検察官請求の証人Ｋ外十四名の証人申請について被告人等に異議がなかつた\nので、同裁判官はこれを採用し、なお又、検察官から被告人に対する昭和二十八年\n二月三日附追起訴状（京都地方裁判所昭和二十八年（わ）第七〇号詐欺事件追起訴\n状）添附の一覧表中（二）の被害者Ｌに関する事実中八月十四日の二百袋とあるの\nを二百五十袋と訂正する旨訴因訂正の申立があつたのに対し、被告人及び弁護人は\n異議のない旨陳述し、更に（三）その後のその第五回公判期日（昭和二十八年四月\n二十八日）にも被告人及び弁護人Ｂが各出頭し、証人Ｋ外五名に対し弁護人或いは\n被告人から各反対尋問を為し、又更に（四）その後のその第六回公判期日（昭和二\n十八年五月八日）にも被告人及び弁護人Ｂ（主任弁護人）、Ｉ弁護人が各出頭し、\nＢ弁護人は証人Ｈ外三名に対し反対尋問を為し、又検察官申請の甲第四十二号添附\nの一覧表（昭和二十七年十一月十二日附Ｍ作成名義の帳簿写）につき、これを証拠\nとすることに同意したので同裁判官はこれを採用の上証拠調を為し、更に検察官か\nら証人Ｎの証拠調の請求があつたのに対し異議がなかつたので、同裁判官において\nこれを採用した事実が各認められる。\n次に申請人等の本件忌避申立理由の第二は、「Ｃ裁判官は同事件第四回公判期日\n（昭和二十八年四月十四日）において、検察官請求の証人Ｆの供述が事実に反して\nいたので、被告人が反対尋問をしたのであるが、被告人が二、三問を発した際、\n『ごたごたわからんことを』と小声でいい、次いで、『素人の尋問はお断りす\nる。』と怒気を含んだ言葉で右尋問を禁止した。右の如きは同裁判官が有罪の予断\nを懐いているからであつて、不公平な裁判をする虞があるものである。」というの\nであるが、記録を精査すると、同裁判官に右の如き忌避申立原因があつたという右\n第四回公判期日においてもその直後においてＢ弁護人は証人Ｏ及びＬに対し各反対\n尋問を為し、又前叙の如く検察官請求の証人Ｋ外十四名の証人申請につき被告人等\nに異議がなかつたので同裁判官はこれを採用し、更に検察官から被告人に対する昭\n和二十八年二月三日附追起訴状添附の一覧表中（二）の被害者Ｌに関する事実中八\n月十四日の二百袋とあるのを二百五十袋に訂正する旨訴因訂正の申立があつたのに\n対し被告人及び弁護人は異議のない旨陳述し、又その後のその第五回（昭和二十八\n年四月二十八日）及び第六回公判期日（同年五月八日）においても前記（三）及び\n（四）記載の如く被告人、Ｂ弁護人、或いはＩ弁護人等が各出頭の上、証人に対す\nる各反対尋問、検察官申請の書証につきこれを証拠とすることの同意等を為してい\nることが各認められる、\n又申請人等の本件忌避申立理由の第三は、「Ｃ裁判官は同事件の第五回公判期日\n（昭和二十八年四月二十八日）において、検察官請求の証人Ｇの供述がでたらめで\nあつたので、被告人において反対尋問をしたが、同証人が黙していたので続いて同\n一事項について念を押すような尋問をしたところ、『押しつけがましくいうな。時\n間だから退廷する。』といつたまま次回期日の打合せはもちろん、同証人に対する\n反対尋問続行についての措置をもとらずに退廷し、被告人の同証人に対する反対尋\n問を事実上禁止した。これは同裁判官が公平な態度を欠如し不公平な裁判をする虞\nがあるものである。」というのであるが同裁判官に右の如き忌避原因があつたとい\nう右第五回公判期日以後のその第六回公判期日には、前記（四）記載の如く、被告\n人、Ｂ弁護人或いはＩ弁護人等が各出頭し、Ｂ弁護人は証人Ｈ外三名に対し各反対\n尋問を為し、検察官申請の書証につきこれを証拠とすることの同意を為している等\nのことが認められる。\n又申立人等の本件忌避申立理由の第四は、「Ｃ裁判官は、同事件第六回公判期日\n（昭和二十八五月八日）において、検察官請求の証人Ｈに対し、当時の主任弁護人\nであつたＢ弁護人が反対尋問を為し、続いてＩ弁護人が同証人を尋問しようとした\nところ、『本件については主任弁護人以外の発言は今後禁止します。』と宣言し\nた。これは弁護人の最終陳述権をも禁止し同弁護人の弁護権の行使を不能ならしめ\nると共に、被告人の防禦権を侵害したものであつて、裁判官のかかる処置は事件に\nつき予断を懐いていることを示すもので、不公平な裁判をする虞があるものであ\nる。」というのであるが、記録によると、右第六回公判期日には上記の如く被告人\nＢ弁護人（主任）Ｉ弁護人等が各出頭し、Ｃ裁判官に右の如き忌避原因があつたと\nいう直後において、主任弁護人たるＢ弁護人は証人Ｐ外二名の証人に対し各反対尋\n問を為し、又検察官申請の甲第四十二号添附の一覧表につきこれを証拠とすること\nに同意したので、同裁判官はこれを採用の上証拠調を為し、更に検察官から証人Ｎ\nの申請があつたのに対し異議がなかつたので、同裁判官においてこれを採用した各\n事実が認められる。\n果して然らば、以上の申立人等主張の如き第一ないし第四の各忌避原因があつた\nという各時期以後において、申立人等は刑事訴訟法第二十二条にいわゆる事件につ\nいての各陳述をしているものと認めざるを得ないから、申立人等において右各陳述\nの当時においてその忌避の原因があることを知らなかつたとも、又その忌避の原因\nがその後に生じたものとも認められない本件においては、申立人の各忌避申立権\nは、右陳述と同時にそれぞれ消滅しているものといわなければならない、もつと\nも、右の場合被告人のなした事件についての陳述によりその弁護人の有する忌避申\n立権も又その陳述と同時に消滅し、又弁護人のなした陳述により被告人の有する忌\n避<要旨第三>申立権も又同時に消滅するかどうかの問題があるが、弁護人の行う忌\n避申立権は被告人の明示した意思に反し</要旨第三>ない限度においては独立して行\n使することができる代理権の一種である（刑事訴訟法第二十一条、第四十一条参\n照）と解すべきであるから、被告人の事件についての陳述によりその忌避申立権が\n消滅すると同時に、弁護人の忌避申立権も又当然に消滅し、又弁護人（主任弁護人\nたると否とを問わない）の事件についての陳述によりその忌避申立権が消滅すると\n同時に、本人たる被告人の忌避申立権も又消滅するものと解するのを相当とする。\n従つて本件の場合、その陳述が被告人により為されたものであると、弁護人（主任\n弁護人であると否とを問わない）により為されたものであるとにかかわらず、等し\nくその陳述と同時に各人の忌避申立権は消滅したものと解すべきである。すると、\n原決定の当否につき一々判断するまでもなく、本件忌避申立は申立権消滅後の時期\nに遅れた申立であつて、その失当であることもちろんであるから、本件抗告も又そ\nの理由がない。よつて、刑事訴訟法第四百二十六条第一項後段により主文のとおり\n決定する。\n（裁判長判事　瀬谷信義　判事　山崎薫　判事　西尾貫一）\n"
}