{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 34,
    "month": 5,
    "day": 4
  },
  "case_number": "昭和33(う)942",
  "case_name": "公務執行妨害暴行被告事件",
  "court_name": "大阪高等裁判所第二刑事部",
  "article_info": "第12巻3号252頁",
  "gist": "税関職員の関税犯則違反現行犯人の逮捕等の職権の有無",
  "case_gist": "税関職員は関税犯則違反現行犯人を逮捕し、またはこれに同行若しくは連行を求める職務上の権限を有しない。",
  "lawsuit_id": "22683",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=22683",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/683/022683_hanrei.pdf",
  "contents": "主　　　　文\n原判決中被告人甲に関する部分を破棄する。\n被告人を懲役弐月に処する。\n訴訟費用中原審証人乙１、乙２、乙３（但し昭和三三年二月二七日の\n分）、乙４、乙５、乙６、乙７、乙８、乙９（但し以上両名については同年三月一\n八日の分）に支給した分は、被告人及び原審相被告人丙の連帯負担とし、当審証人\n乙５、乙１、乙２、乙７、乙３に支給した分は被告人の単独負担とする。\n理　　　　由\n本件控訴の趣意は、被告人の弁護人林三夫の提出に係る控訴趣意書記載のとおり\nであるから、これを引用する。\n弁護人の控訴趣意第一点について、\n所論は要するに、（一）原判決挙示の各証拠を綜合してみても、丁を関税法違反\nの現行犯と認めるに足る確証がないのみならず、神戸税関職員乙７外四名が丁を逮\n捕並びに身柄を連行する職務権限を持つているかどうかを確認し得るに足る証拠も\nないから、原判決が漫然公務執行妨害罪の成立を認めたのは、重大な事実の誤認を\n犯しているものであり、（二）原判示第二事実につき原審公廷に証人として出廷し\nた乙１は被告人に首を絞めつけられたというようなことは全然供述しておらない\nし、却て乙３、乙５の各証言によれば、首を絞めつけられたのは乙１ではなく、中\n田であることが推認せられるに拘らず、原審が被告人の乙１に対する暴行行為を認\n定したのは、明らかに事実の誤認を犯しているものである、というにある。\nよつて先ず論旨（一）につき按ずるに、原判決挙示の関係証拠を総合し、これに\n当審でなした検証の結果、当審証人乙２、乙７、乙１の各証言を参酌するときは、\n神戸税関職員乙７外四名は昭和三二年一一月一四日神戸港第四突堤にけい留中のオ\nランダ船戊号船内において丁の所持品を検査したところ、船陸交通違反（関税法第\n二四条第二項）の現行犯であることを認め、（神戸税関監視部長の命により内部的\nに実施せられている職務分掌規程によれば、税関職員が関税犯則違反の現行犯を認\nめたときは、現行犯逮捕のため税関審理課に犯人の同行を求め、引渡することにな\nつている）右乙７らは右丁に対し税関審理課まで同行を求め、税関職員乙１におい\nて同人の腕を組み、爾余の税関職員が相前後して同人を囲み連行中、被告人は原審\n相被告人丙外数名と共謀の上、原判示日時場所においてこれを妨害しようと企て、\n犯人を連行中の右税関職員の一団中に流れ込み、原判示の如き暴行を加えた事実を\n認め得るところであつて、原判決第一事実の判示は措辞簡にして明確を欠くのそし\nりは免れないけれども、右認定の如き事実の判示としてこれを認め得られないこと\nもない。\n而して原判決は被告人らの右暴行は神戸税関職員乙７外四名の職務の執行を妨害\nしたものに該るとする<要旨>のであるが、関税法第一一九条乃至第一三六条の諸規\n定によれば、税関職員が関税法上の犯則事件の調査のた</要旨>め必要があるとき\nは、犯則嫌疑者若しくは参考人に対し出頭を求め、その他質問、検査、領置、一定\nの制限の下における臨検、捜索、若しくは差押等の処分をなす権限を有しているこ\nとは認められるけれども、税関職員が職務上犯則事件の現行犯人を逮捕する権限を\n認められた規定はこれを発見できないのである。しかし現行犯人は何人でもこれを\n逮捕することができるのであるから（刑事訴訟法第二一三条参照）、税関職員と雖\nも現行犯人を発見したときは、私人の資格においてこれを逮捕できることは論を俟\nたないところである。けれどもこの私人の資格において逮捕する者がたまたま公務\n員の身分を有するからとて、これを目して公務員の職務の執行に該るものとは到底\n認められないし、又神戸税関監視部長の命により内部的に実施せられている職務分\n掌規程中に税関職員が犯則事件の現行犯を認めたときは、犯人に対し同行を求め得\nる定めがありとするも、これは採つて以つて公務員の法令上の職務の根拠とも解し\n得られないのである。即ち、関税法第一一九条によれば成る程税関職員が犯則事件\nの調査のため必要があるときは、犯則嫌疑者に対し出頭を求めることができること\nにはなつているけれども、この所謂出頭を求めるの方法として犯則現行犯人に対し\n税関職員が同行を求めることもできるものと解することは関税法が警察官職務執行\n法第二条第二項の如き特別の規定を設けていない趣意に鑑み不当であり、その他犯\n則現行犯人に対し同行を求めることが法令上認められた根拠は遂に見当らない。\nさすれば神戸税関監視部長の命により内部的に実施せられている職務分掌規程中\n犯則違反の現行犯に対し同行を求め得ることを定めたことは何等法令上の根拠に基\nずくものではなく、いやしくも、犯則現行犯人に対しその身体の自由を拘束するに\n足るものと認めざるを得ないような方法で同行を求める権限を法令上の根拠による\nことなく、一税関監視部長の命により内部的に実施せられている職務分掌規程によ\nり認めるが如きことは、基本的人権を保障している憲法の精神に照し到底許容し得\nられないところである。もとより犯則現行犯人が税関職員から同行を求められ、何\n等の拘束を受けることなく、何時でも自由に拒否し、退去し得る、全くの自由意思\nに基き同行に応ずるが如き場合は、税関職員のこの同行を求める行為を以つて敢て\n違法とは目し得られないけれども、これが違法でないからとて、直ちに税関職員に\n同行を求める法令上の職務権限があるものとは認められないのみならず、本件は任\n意の同行の範囲を逸脱し、半ば強制的に連行した場合に該るから、公務員の職務の\n執行に当らないことは明白である。然らば即ち、原判決が被告人の前記認定の行為\nを公務執行妨害罪に該るものと認定したのは、明らかに法律の適用を誤つた違法が\nあり、原判決に影響を及ぼすことが明らかであるから、論旨は理由がある。\n次に論旨（二）につき按ずるに、原判決挙示の関係証拠を総合し、これに当審証\n人乙１の証言を参酌するときは、優に原判示第二事実を認めるに足り、所論に鑑\nみ、記録を精査するも、原判決の右認定に誤りがあると思料すべき事由は竟に発見\nできないから、所論は採用できない。論旨は理由がない。\nよつて弁護人の量刑不当の控訴趣意に対する判断を省略し刑事訴訟法第三八〇\n条、第三九七条第四〇〇条但書の規定に従い次のとおり判決する。\n一、　罪となるべき事実\n第一、　被告人は原審相被告人丙外数名と共謀の上、昭和三二年一一月一四日午\n前一〇時半頃、神戸市ａ区ｂ町ｃｄ先端、〇、Ｑ保税上屋附近において、神戸税関\n職員乙７、乙２、乙１、乙６及び乙３の行う関税法違反現行犯人丁を逮捕するため\nの身柄連行を妨害しようと企て、犯人と同行中の右税関職員の一団中に流れ込み、\n原審相被告人丙において、右乙２の前に立ちはだかり、同人の手及び着衣の袖をつ\nかんで引つ張つたり、右乙６の身体に組みついたりし、被告人甲において、右中田\nの首を絞めつけて後へ引き倒したりなどして、それぞれ暴行を加え\n第二、　被告人は右日時頃、前記場所附近において、神戸税関職員乙９がたまた\nま被告人らを撮影したことを発見するや、その写真が右犯行の証拠となることをお\nそれ、何んで写真をとるのやなどと申しせまり、同人の首を絞めつけ、さらに同人\nから写真機をうけ取つた右乙１の首を絞めつけ、あるいは其の場にかけつけた神戸\n税関職員乙５の顔面、胸部等を素手で殴打する等それぞれ暴行を加えた\nものである。\n二、　累犯となるべき前科\n被告人は昭和二六年七月一八日若松簡易裁判所において窃盗罪により懲役八月\n（六月に減軽）三年間（二年三月に短縮）刑の執行猶予の判決を受け、（執行猶予\n取消）、昭和二七年一〇月三一日山口地方裁判所下関支部において、詐欺たばこ専\n売法違反の罪により懲役一〇月に処せられ、当時何れもその執行をうけ終つたもの\nである。\n三、　証拠の標目\n原判決挙示のとおりであるから、これを引用する。\n四、　法律の適用\n被告人の判示各所為は、何れも刑法二〇八条（判示第一の所為については更に刑\n法第六〇条）に該当するから、所定刑中各懲役刑を選択し、被告人には前示前科が\nあるから刑法第五六条第五七条を適用して各累犯の加重をなし、以上は刑法第四五\n条前段の併合罪であるから刑法第四七条本文第一〇条に則り重き右判示第二の乙５\nに対する暴行罪の刑に法定の加重を施した刑期範囲内において被告人を懲役二月に\n処し、なお、刑事訴訟法第一八一条第一項本文第一八二条に従い被告人に対し主文\nのとおり訴訟費用の負担を命ずることとする。\nよつて主文のとおり判決する。\n（裁判長裁判官　児島謙二　裁判官　畠山成伸　裁判官　本間末吉）\n"
}