{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 27,
    "month": 10,
    "day": 24
  },
  "case_number": "昭和27(う)2889",
  "case_name": "外国人登録令違反被告事件",
  "court_name": "東京高等裁判所第六刑事部",
  "result": "破棄自判",
  "lawsuit_id": "21908",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=21908",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/908/021908_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人を懲役六月に処する。\n原審並に当審における訴訟費用は全部被告人の負担とする。\n理　　　　由\n本件控訴の趣意は弁護人八田三郎、同上田誠吉作成名義の別紙各控訴趣意書と題\nする書面記載のとおりであるから、いずれもこれを本判決書末尾に添附しその摘録\nに代え、これに対し次の通り判断する。\n弁護人八田三郎の控訴趣意書第一点について。\n原判決がその認定した被告人は朝鮮に国籍を有する外国人であるが、昭和二十四\n年八月下旬頃連合国最高司令官の承認をうけないで朝鮮元山より隠岐島を経て鳥取\n県境港に上陸し以て不法に本邦に入国したものであるとの事実に対し、外国人登録\n令第三条第七二条第一項、外国人登録法附則第三項（原判決に附則第三号とある\nは、附則第三項の誤記と認める）を適用していること、右外国人登録法附則第三項\nは「この法律施行前にした行為に対する罰則の適用については、なお、従前の例に\nよる」と規定していることいずれも所論の通りである。\nしかし右外国人登録法附則第三項は同法附則第二項の「外国人登録令（昭和二十\n二年勅令第二百七号）は廃止する」との規定を受けて設けられているもので同法附\n則第四項乃至第九項も外国人登録令廃止後の経過規定であると認められることと、\n右外国人登録法施行の日すなわち外国人登録令廃止の日である本国との平和条約の\n最初の効力発生の日に同じく施行されたポツダム宣言の受諾に伴い発する命令に関\nする件に基く外務省関係諸命令の措置に関する法律第一条は出入国管理令（昭和二\n十六年政令第三百十九号）の一部を改正し同法第二条は同令の一部改正に伴う経過\n規定を規定し同法第四条は同令を法律としての効力を有するものと規定してい<要\n旨>るが、同法中に外国人登録令を廃止する規定及びその経過規定は設けていないこ\nとを考えると、外国人登録法</要旨>附則第三項のこの法律施行前にした行為とは、\n単に所論のように外国人登録法中に規定した行為でありしかも外国人登録令中にも\n規定してある行為に限らず、外国人登録令の規定したすべての行為を含む趣旨と解\nするを相当とするのであつて、朝鮮人たる被告人の密入国行為についても外国人登\n録法附則第三項に依り外国人登録令所定の罰則が適用されることとなるのである。\n日本国との平和条約の最初の効力発生の日以後においては、外国人の密入国禁止規\n定がすべて出入国管理令に依ることとなつたことは所論の通りであるが、外国人登\n録令を廃止するに当り同令中の密入国禁止規定の廃止に伴う経過規定を出入国管理\n令の附則か外国人登録法の附則かのいずれに設けるかは立法技術の問題であつて必\nずしも出入国管理令の附則中に設けなければならないものではないし、所論の出入\n国管理令附則第三項（前記同令を改正する法律による改正前の附則第十九項）は外\n国人登録令第十一条に規定するもの、すなわち台湾人にして外務大臣の定めるもの\n及び朝鮮人以外の者でこの政令による同令の改正前に同令第十二条の罪を犯したも\nのの処罰については、なお、従前の例によると規定しているのであるから右附則第\n三項は被告人のような朝鮮人の密入国禁止規定である外国人登録令第三条の廃止後\nの経過規定でないことは疑のないところである。しこうして原判決が被告人の前記\n密入国の所為に対し外国人登録令第十二条第一項を適用し、しかも被告人を懲役一\n年に処していることからみると、原判決の適用している外国人登録令第十二条第一\n項は所論のように昭和二十四年十二月三日政令第三百八十一号により改正されたそ\nれを適用しているものと認められるのであるが、原判決の認定した被告人の密入国\nの日は昭和二十四年八月下旬であつて、被告人の密入国の犯行はいわゆる即時犯で\nあつて継続犯でないのであるからこれに適用されるベき罰条は、行為当時法による\nこととなるので昭和二十四年十二月三日政令第三百八十一号による改正前の外国人\n登録令中に存する同令第十二条第一号がこれに該当するものといわねばならない。\nしからば、原判決が被告人の密入国の犯行に対し外国人登録法附則第三項外国人登\n録令第三条を適用していることは相当であるが前記政令第三百八十一号による改正\n後の外国人登録令中の罰則を適用していることは、法令の適用を誤つたものであ\nり、原判決の法令適用の誤りを主張する論旨は理由がある。仍てその余の控訴趣意\n書の論旨に対する判断をするまでもなく、被告人の本件控訴は理由があるから、刑\n事訴訟法第三百九十七条に依り原判決を破棄することとし、なお記録並に原審にお\nいて取り調べた証拠に依り、当裁判所において直ちに被告事件について判決するこ\nとができるものと認めるので同法第四百条但書に従い判決することとする。\n当裁判所の認定した事実並にこれに対する証拠は、原判決摘示の事実並に挙示の\n証拠の通りである。\n法律の適用\n外国人登録法附則第三項、外国人登録令（昭和二十四年政令第三百八十一号によ\nる改正前のもの）第三条、第十二条第一号、刑事訴訟法第百八十一条第一項\n仍て主文の通り判決する。\n（裁判長判事　近藤隆蔵　判事　吉田作穂　判事　山岸薫一）\n"
}