{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 26,
    "month": 11,
    "day": 13
  },
  "case_number": "昭和26(う)744",
  "case_name": "労働関係調整法違反被告事件",
  "court_name": "仙台高等裁判所第三刑事部",
  "result": "棄却",
  "article_info": "第4巻11号1471頁",
  "gist": "単一労働組合の支部又は分会が組合本部の統制に違反して争議ま行つた場合における労働関係調整法第三九条第一項の責任の主体",
  "case_gist": "法人たる単一労働組合の構成分子であるその支部又は分会で、実質上は労働組合法第二条、第五条の要件を具備する独立した事実上の組合たる性質を有するものが、組合本部の統制に違反し独自の決定に従つて争議を行つた場合には、労働関係調整法第三九条第一項の団体責任の主体となるものは、その支部又は分会であると解すべきである。",
  "lawsuit_id": "24127",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=24127",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/127/024127_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴はいずれもこれを棄却する。\n理　　　　由\n弁護人布施辰治の控訴趣意及び被告人Ａの控訴趣意はそれぞれ刷紙記載の通りで\nある。\n同弁護人の控訴趣意第一点について。\nしかし、刑事訴訟法第三百三十五条第二項に所謂犯罪の成立を妨げる理由となる\n事実の主張とは、犯罪構成要件以外の事実であつて法律上犯罪の不成立帰すべき理\n由である事実上の主張の意義に解すべきものであるから、本件に於て、所論のＢ労\n働組合Ｃ本部Ｄ支部Ｅ分会が労働関係調整法（以下単に労調法と略称する）第三十\n九条第一項の「労働者の団体」に該当しないとの主張は、右のいわゆる犯罪の成立\nを妨げる理由となる事実上の主張に該当しないこと明かであるのみでなく、原判決\nの所論説示は、不完全ではあるがＢ労組Ｅ分会が労調法第三十九条第一項の「労働\n者の団体」に該当するとの趣旨であると認められないこともないから、原判決には\n所論のような違法はなく、論旨は理由がない\n同弁護人の控訴趣意第二点及び被告人Ａの控訴趣意（１）点について\n<要旨>法人たる単一労働組合の構成分子であるその支部乃至分会が、組合の決議\nに基き組合本部の指令に従い本部</要旨>と一体となつて争議を行う場合には、労調\n法第三十九条の団体責任を問われるものは組合（本部）であるが、組合の決議に基\nかず若しくはその決議に違反し又はその決議に基く組合本部の指令に違反して、即\nち組合本部の統制に違反して、支部乃至分会が本部と独立し独自の決定に従て争議\nを行う場合には、右争議に付組合本部に特に責むべき事由の認められぬ限り、労調\n法第三十九条第一項の団体責任の主体となるものは、その支部乃至分会であると解\nするのを相当とする。蓋し、労調法第三十九条第一項の規定は労働者の団体にも同\n法第三十七条第一項違反行為に付責任ある行為の主体たることを認め、それは規定\n自体からみても所謂転嫁罰規定でないこと明かで、それ自体一つの独立的犯罪を規\n定したものであり、違反行為についての眞の責任者を処罰しようとするのがその趣\n旨であると共に、同条項は単に労働者の団体と規定し、同条第二項と相俟つて、法\n人でない団体をも包含すること明かであるところ、法人たる単一労働組合の構成分\n子であるその支部乃至分会も、組合内部の規律の制約の下に、実質上は労働組合法\n第二条第五条の要件を具備する独立した事実上の組合たる性格を有し、協約能力も\n団体交渉能力もあり、争議行為の主体となり、調停の申請もなし得るものというべ\nきだからである。本件においてＢ労組Ｅ分会は中央本部を東京都に置き、全国九地\n方に各地方本部を、各都道府県に支部を、Ｆ株式会社本店支店支社の所在地に分会\nを置き、更に各職場別に班を置く構成の全国単一組織の組合たる法人のＢ労働組合\nの一構成分子であるが、自らの組合分会規約を有し、前記労働組合法の要件を具備\nする事実上の組合たる性格を有し、原審第二回公判調書中証人Ｇの、同第三回公判\n調書中証人Ｈの、同第四回公判調書中証人Ｉの各供述記載によれば、地域的問題に\n付てはＢ労組Ｅ分会執行委員が上位機関との密接な連絡の下に、Ｆ株式会社Ｊ支店\nＫ支社と団体交渉を行い、福島県地方労働委員会に調停申請をしたこともあること\nが認められ、また、後段認定の如く右Ｅ分会がＢ労組中央本部の統制に違反して独\n自の決定に徒て本件争議を行い、しかも右争議に付組合中央本部に何等責むべき事\n由が認められないのであるから、Ｂ労組Ｅ分会は労調法第三十九条第一項の「労働\n者の団体」に該当するものというに支障なく、而して被告人Ｌは右Ｅ分会の執行委\n員長の職にあつて同分会を代表し、且つ業務を執行し被告人Ａは同副執行委員長と\nして業務を執行し、執行委員長を補佐してきた者であるから、同法条第二項、の\n「法人でない団体であるときは」の「代表者その他業務を執行する役員」に該当す\nるものというべきである。従て、これに該当するとして労調法第三十九条第一、二\n項を適用した原判決には所論のような擬律錯誤の違法はなく、論旨は理由がない。\n同弁護人の控訴趣意第三点について\n労働組合が二個の事件につきそれぞれ別個の争議権を獲得した場合には、一事件\nに付ての争議が解決したのみでは、その事件についての争議権は消滅しても、他の\n事件についての争議権は当然には消滅しないというべきであること所論の通りであ\nるとしても、本件において、所論の統一労働協約問題は当時Ｆ側と平穏裡に交渉中\nであつて、右統一労働協約要求事件につき獲得した争議権を行使すべき事態にはな\nく、Ｂ労組中央本部も最初より右争議権発動の指令を出しておらなかつたことは、\n原審第二回公判調書中証人Ｇの、同第四回公判調書中証人Ｉの各供述記載により明\nかであつて（原審第二回公判調書中証人Ｍの、同第四回公判調書中証人Ｎの各供述\n記載は措信し難い）、昭和二十五年三月三十日賃金値上及び冬営手当支払要求事件\nが妥結した当時まで行われていた争議は、右賃金値上及び冬営手当支払要求事件に\n付獲得した争議権の行使のみなのであり、所論のように前記統一労働協約要求事件\nに付獲得した争議権をも併わせ行使して両者不可分的に一個の争議をなしていたも\nのとは認められず、他方Ｂ労組Ｅ分会が同年三月三十一日Ｆに対してなした最低給\n四千円、Ｍ外七名の休解職者の復職及び馘首は絶対にやらないとの確約を得ること\nの三項目の要求は、後段第四点に対する判断で説明する如く、新規の要求と認めら\nるべきもので、同Ｅ分会が同日以降同年四月四日迄なした争議はこの新規要求に基\nいてなしたものであつて、所論のように既に獲得した統一労働協約要求事件に付て\nの争議権の行使とは認められないのであるから、原判決が右統一労働協約要求事件\nに付ての争議権に触れなかつたとしても、所論のような理由不備の違法があるとは\nいえない。所論は統一労働協約要求事件に付て獲得した争議権を行使したことを前\n提とするものであつて、採用し難く、論旨は理由がない。\n同弁護人の控訴趣意第四点、第五点及び被告人Ａの理訴趣意（２）点乃至（４）\n点について\nＢ労組がＦに対する賃金値上及び冬営手当支払の要求事件で昭和二十四年十一月\n十一日中央労働委員会に対し調停の申請を存し法定期間を経過してその争議権を獲\n得し、之に基き争議中、中央労働委員の斡旋で昭和二十五年三月三十日労使間に、\n最低給三千円とする全八項目から成る協定を遂げたこと、右争議は妥結したから一\n切の争議を打切るべき旨のＢ労組中央本部の指令が同月三十一日午前十時二十分頃\nＢ労組Ｅ分会に通達されたこと、及びその後同日午後右Ｅ分会からＦＫ支社に対し\n口頭で最低給四千円、Ｍ外七名の休解職者の復職及び馘首は絶対やらないとの確約\nを得ることの三項目の新要求をなし、同日以降同年四月四日迄従来の争議中電源ス\nトを中止し事務ストを行つたことは、原判決挙示の証拠によりこれを認め得るので\nあつて、記録を精査しても、Ｅ分会がＦに対し新規の要求をなしたという趣旨の原\n判決の事実認定に誤があることは認められない。即ち先ずＥ分会がＦに対し最低給\n四千円の要求をなした点に付ては、同Ｅ分会が賃金値上問題に付従来前記組合本部\nに対し最低給四千円を主張し、同本部もこれを採りあげて調停申請の要求事項とし\nていたとしても、この問題は既に妥結したものである以上、同Ｅ分会が単独にＦに\n対し、同分会従来の歩張を無視した中央の妥結は不満であるから中央の妥結を否認\nして従来の主張貫徹のためストを続行する旨申入れたことは、同Ｅ分会からＦに対\nし最低給四千円という新要求をなしたものと認むべきことは疑を容れないところで\nあつてこれを新たな要求ではなく単なる不満の意思表示であるとは到底解するを得\nない。尤もその後同年四月十一日Ｅ分会及びＦＫ支社との間の交渉で、同分会のな\nした争議は賃金問題に付てのストでなく、労働協約問題によるスト権の行使である\nことを同分会が確認したので云々の旨の回答書が、同Ｆ支社から同分会へ交付され\nたけれども、原審第三回公判調書中証人Ｏの供述記載によれば、右はＥ分会の従業\n員に対する右ストの為停止されていた賃金支払問題に付てなされたものであつて、\n既に同Ｅ分会が独自に新要求に基きなした争議に何等消長を来たすものではない。\n又前記Ｅ分会からＦに対しなした他の二項目の要求たるＭ外七名の休解職者の復職\n及び馘首は絶対やらないとの確約を得ることの二点は、所論の前記統一労働協約要\n求事件につきなされた調停申請の中には包含されていなかつたことは、原判決の引\n用する原審第二回公判調書中証人Ｇの、同第三回公判調書中証人Ｈの、同第四回公\n判調書中証人Ｉの各供述記載及び押収にかかる証第二十一号の調停申請書謄本に徴\nし、明白であつて、仮に右二項目はＥ分会がＢ労組中央本部に対し従来主張してき\nたもので、統一労働協約要求事件に対し潜在的には関達する問題であるとしても、\n前記の如くＢ労組中央本部の調停申請中には何等明確に要求事項となつていないも\nのである以上、Ｅ分会がＦに対してなした右二項目の要求ま、前記統一労働協約要\n求事件の要求事項とは別個の新規な要求であると認むべく、所論のように前記統一\n労働協約要求事件の要求の継続であるとはなし難い。従て猪苗代会のなした争議が\n前記統一労働協約要求事件につきＢ労組の獲得した争議権の行使であると認むるこ\nとを得ない。而してＥ分会がＢ労組中央本部の指令を無視して単独に原判示争議を\n為したことを目して、それは単に組合内部の統制違反の問題であつて、労調法第三\n十七条違反を以て問擬すべきではないとする所論は畢竟独自の見解であつて、既に\n前段第二点に対する判断で説明した通りであり、採用に由ない。されば原判決には\n所論のような審理を尽さない事実誤認や法令の適用を誤つた違法はない。\nその他の所論については、原審第四回公判調書中証人Ｉの供述記載に上れば、賃\n金値上及び冬営手当支払要求事件の妥結の際この問題で馘首はしないということの\n了解があり、このことはＢ労組中央本部から下部組織に伝達さわたことが認めら\nれ、又その時の中央本部の争議中止の指令は、その文言自体からみて所論のような\n曖昧なところはみられないのであつて、Ｂ労組中央本部は同Ｅ分会の行つた本件争\n議に付何等責むべき事由のあることは認められない。論旨はいずれも理由がない。\nなお記録を精査してみても、その他判決を破棄すべき法定の事由あることが認め\nられないから、本件控訴は刑事訴訟法第三百九十六条に従い、いずれもこれを棄却\nすべきものである。\nよつて主文の通り判決する。\n（裁判長裁判官　中兼謙吉　裁判官　細野幸雄　裁判官　岡本二郎）\n"
}