{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 26,
    "month": 10,
    "day": 26
  },
  "case_number": "昭和26(う)963",
  "case_name": "不法監禁被告事件",
  "court_name": "大阪高等裁判所第一刑事部",
  "result": "棄却",
  "lawsuit_id": "22881",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=22881",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/881/022881_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴はこれを棄却する。\n理　　　　由\n弁護人白井源喜の控訴趣意第一点について。\n論旨は、要するに、ソロモン群島フワウロ島は日本の裁判権の行われない場所で\nあるから、昭和二十一年二月初頃同所において犯された被告人等の本件不法監禁行\n為に対してはわが国の裁判権がなく、原審がこれに対し有罪判決をしたのは違法で\nあるというに帰する。\n<要旨>しかしながら、裁判権は、主権の実力を実際に行使する一権力であるか\nら、わが主権の行使される領域内に</要旨>限定されると共に右地域内においては無\n制限にこれを行い得ることを原則とするものであつて、たゞ敗戦後わが主権が裁判\n権の面においてもある程度の制限を受けることとなつたけれども、本件のような被\n告人等の行為に対してわが国内で裁判権を否定若しくは制限するなんらの法軌範が\nないから原審が本件について公訴を棄却することなく実体的裁判をしたことはまこ\nとにそのところといわねばならない。\n論旨前段は、本件が所論の勅令及政令の由つて来るところの連合国最高司令官の\n管轄区域外の行為であるの故を以て、原判決の説示を非議するけれども、原判決は\n右勅令及び政令に規定する以外にはわが領域内における日本裁判権の行使を制限す\nる法軌範のないことを説明しているのであるから、論旨に従えばわが裁判権の制限\nがかえつてゆるやかになるだけであつて、本件に対するわが裁判権の存在を否定す\nる理由とはならない。また、論旨中段は、原審が刑法第三条を援用したことを非難\nし、被告人等が濠洲軍の俘虜としてその指揮命令下にあつた特異な情勢における行\n為であるからこれに対しては右法条の適用がなく従つてまた裁判権もないというけ\nれども同条は刑法第二百二十条に該当する行為が日本人によつて行われた以上その\n行為地の如何に拘らずこれを適用する旨を定めた刑法の場所的効力に関する規定で\nあるに止り前に説明した裁判権をも規定したものではないから、たとえ所論のよう\nに右法条の適用がないとしても原審の本件に対する裁判権に消長を来すものではな\nいのみならず、同条は所論のような客観情勢の下にあつてもその適用のあることは\n疑なく、たゞこれに対し現地において日本の裁判権を行使し訴訟手続を行い得ない\nだけである。裁判権のあることと処罰規定の適用のあることとは厳に区別しなけれ\nばならないのであつて、前者のない場合には実体的裁判をなすことができないから\n公訴はこれを棄却すべく、後者だけない場合には無罪の実体的裁判をなすべきであ\nつて、論旨はこの両者を混同しているものといわねばならない。原審が右法条を援\n用したのは、本件について原審が有罪無罪の実体的判断にまで立入り得ることを説\nいたにすぎないのである。最後に論旨後段は本件行為の当時わが裁判権の及ばなか\nつた事件に対し後に裁判権を行うのは憲法第三十九条に違反するというけれども、\n同条は行為当時処罰規定のなかつた行為に対しその後の立法を以てこれを処罰する\nことを禁じただけであつて、行為当時現実にわが裁判権を行い得なかつたとしても\n後にこれを行い得る事情が生じたときにこれを行うことを妨げるものではない。本\n件行為は、原判示によればその行為のときにおいても刑法第三条第二百二十条に該\n当したものであり、行為者たる被告人等は本件起訴のときにはすでに復員して内地\nに帰つて来ていたのであるから、原審がこれに対し右法条を適用して被告人の刑責\nを問うたとしても、なんら憲法第三十九条に触れるところはないのである（昭和二\n十一年五月十七日勅令第二七八号附則第四項参照）よつて論旨第一点は採用するこ\nとはできない。\n同控訴趣意第二点について。\n本趣旨は縷々論述しているけれども要するに原判決の採用しない証拠によつて事\n実の誤認があると主張するに帰し、その重点は被告人が原判示の制縛行為に共謀加\n功していないというにある。しかしながら原判決の掲げた証拠は必ずしも所論のよ\nうに真実性を疑わしめるものではなく、それによれば原判決摘示の犯罪事実を認め\nるに足り、殊に共謀加功の点に関しては原審相被告人等が被告人の発議に相応して\n本件制縛行為に出たことが明であつて、訴訟記録を精査しても原判決に所論のよう\nな事実誤認のふしあることを発見しないから、この論旨もまた理由がない。\n同控訴趣意第三点について。\n起訴状及び原判決には本件犯罪の日時を単に昭和二十一年二月初旬午後六時頃と\n記載しているのみでその日を明記していないことは所論の通りである。しかして、\n刑事訴訟法第二百五十六条第三項が所論のような規定を設けている所以は、起訴事\n実を特定して裁判所の審判の対象を明確にすると共に被告人をしてその防禦に遺憾\nなからしめんとするにあるのであるが、右起訴状には本件犯罪の動機、被害者、場\n所及び手段方法等を詳細に記載しており、昭和二十一年二月初旬午後六時頃という\n記載と相侯つて、犯罪事実の特定に欠くるところがなく、被告人の防禦にも不測の\n不利益を与えるものとはいえないから本件起訴状の記載は公訴事実の表示として不\n適法であるとすることができないのであつて、このことは、論旨援用の前記法条が\n「できる限り日時、場所及び方法を以て罪となるべき事実を特定して」と明規して\nいるによつても明である。されば原審が右起訴事実に対して犯罪の具体的な日につ\nいて釈明をなさずに審理を進めたからといつて、これを以て違法とすることができ\nないのであり、また原判決が起訴状と同様な動機、被害者、場所及び手段方法を掲\nげている以上日時について前示のような記載をしているに止つたからといつて、こ\nれを以て所論のように法令の適用に誤りがあるとすべきではない。論旨は理由がな\nい。\n同控訴趣意第四点について、\nしかしながら、原判決が被告人等には所論のような慣例上の懲罰権もなかつたこ\nとを認定していることは、判文に「被告人等は班員の非行に対し何等懲罰権をもつ\nていなかつたのに拘らず」と明記しているのによつて明白であつて、このことは原\n判決挙示の証拠によつて優にこれを認めるに足り、記録を精査してもその誤認を疑\nうに足るものがないから、原審が被告人等の本件制縛行為が不法に為されたもので\nあるとした認定には経験則の違反もなければ法令適用の誤りもない。この論旨もま\nた理由がない。\n同控訴趣意第五点について、\n原判決が罪となるべき事実として摘示したところに、被告人等が共謀の上Ａをロ\nープ等で胸部足部等を幕舍の木柱に縛り付け同人を不法に監禁した旨の記載のある\nことは、所論の通りであつて、その趣旨は制縛行為を認定しつつも、末段において\n「不法に監禁したものである」とこれに対する法律的見解を要約したものと解せざ\nるを得ないから、原審がその罰条として掲げた刑法第二百二十条第一項もまた同項\n後段の不法監禁罪を以てこれに擬せんとするものと解すべく、同項前段の不法逮捕\n罪を適用しない趣旨であるとなさざるを得ない。思うに、同項にいわゆる監禁と\nは、人をして一定の区域外に出ること得ざらしめることを指し、逮捕とは、直接に\n人の身体の自由を拘束することを指すのであるから、原審認定の制縛行為は右にい\nわゆる不法監禁には該当せずむしろ不法逮捕の典型的な場合に属することが明かで\nあつて、原審が前者に該当するものとする趣旨において、刑法第二百二十条第一項\nを挙示したのは所論の通り法令の適用に誤りがあるといわねばならない。しかしな\nがら、逮捕と監禁とは共に人の身体に対する有形の自由を奪うものであつて、その\n罪責を同じうし、刑法の同条同項に規定せられ刑罰もまた全く同一であるから、彼\nれ此れあやまり適用せられても判決に影響を及ぼさないことが明であつて、この誤\nりは未だ以て原判決を破棄すべき事由となすに足りない。\n以上のようにして、論旨はいずれもその理由がないから、刑事訴訟法第三百九十\n六条に則り主文のように判決する。\n（裁判長判事　荻野益三郎　判事　梶田幸治　判事　井関照夫）\n"
}