{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 34,
    "month": 10,
    "day": 27
  },
  "case_number": "昭和32(ネ)2638",
  "case_name": "所有権確認等請求事件",
  "court_name": "東京高等裁判所第二民事部",
  "lawsuit_id": "21321",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=21321",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/321/021321_hanrei.pdf",
  "contents": "主　　　　文\n控訴人Ａの本件控訴を棄却する。\n原判決中控訴人Ｂに関する部分を取消す。\n控訴人Ｂに対する被控訴人の請求を棄却する。\n訴訟費用中控訴人Ａと被控訴人間に当審において生じた分は同控訴人の\n負担とし、控訴人Ｂと被控訴人間に生じた分は第一、二審共被控訴人の負担とす\nる。\n事　　　　実\n控訴人等代理人は「原判決中控訴人等に関する部分を取消す。被控訴人の請求を\n棄却する。訴訟費用は第一、二審共被控訴人の負担とする。」との判決を求め、被\n控訴代理人は控訴棄却の判決を求めた。\n当事者双方の事実上の主張及び証拠の関係は左記を附加する外原判決事実摘示と\n同一であるからこれを引用する。\n控訴人等代理人は抗弁として、仮に亡Ｃの遺言が有効であるとしても被控訴人が\nこの遺言により別紙目録記載の不動産（以下本件不動産という。）の包括遺贈を受\nけたとしてその所有権を主張し、右Ｃの代襲相続人である控訴人Ａの所有権を否認\nする為には先ず同控訴人に対し相続回復請求権を行使して自己に相続権のあること\nを確定することを要し、かかる手続を経ることなく直ちに所有権の主張をすること\nは許されない。\nこのことは民法第八百八十四条の法意に照らし明らかである。\nと述べ、\n被控訴代理人は、包括受遺者については民法第八百八十四条の適用ないし準用は\nないと解すべきであるから被控訴人において先ず同条の相続回復請求権を行使する\nことを要するとする控訴人等の主張は失当である。と述べ、\n立証として、新たに、\n被控訴代理人は当審における証人Ｄ及び被控訴本人の尋問を求め、なお原判決六\n枚目表一行目に「筆跡鑑定の結果」とあるのを「鑑定人Ｅの鑑定の結果」と訂正す\nる。と述べ、控訴人等代理人は当審における証人Ｆ及び控訴本人Ａの各尋問を求め\nた。\n理　　　　由\n第一、　被控訴人が訴外亡Ｃの四男であり、控訴人Ａが同訴外人の長男である亡\nＧの庶子女であること、右Ｃは昭和十年七月十二日死亡しその法定の推定家督相続\n人であつた右Ｇは既に昭和三年四月三十日死亡していたので控訴人Ａが代襲相続に\nよりＣの家督を相続したことは、いずれも当事者間に争いがない。\n第二、　そこで、先ず被控訴人主張の包括遺贈の有無について考察する。\n原審証人Ｄの証言（第一、二回）によれば甲第二号証中末尾のＣの氏名は前記亡\nＣの自署したものであることを認めうべく、この事実と右甲第二号証の存在、原審\n証人Ｈの証言、原審竝びに当審における証人Ｄの証言（原審第一回）及び被控訴本\n人の尋問の結果竝びに原審鑑定人Ｅの鑑定の結果とを綜合して真正に成立したもの\nと認められる甲第一号証の一、二竝びに成立に争いのない甲第六号証によれば、右\nＣはその生前昭和六年十月二十九日附を以て「おれがけんりの物はみな好治にゆず\nる。きようだいに平きん百五十円ずつゆずりとしてくれる事、ちいのに百五十円ゆ\nずりとしてくれる事」等の文言を記載した自筆の遺言書（甲第一号証の一、二）を\n作成していたことが認められる。（後に認定する通り、この遺言書は昭和二十六年\n八月十三日頃に至りはじめて被控訴人が発見した。）控訴人等は右遺言書は偽造の\nものであると主張するけれども右主張に副うが如き原審竝びに当審における証人Ｆ\nの証言及び控訴本人Ａの尋問の結果は前記引用の各証拠に照らし信を措き難く、他\nに右主張を肯認するに足る証拠はない。右遺言書によれば、Ｃは自己の遺産の全部\nをその内から控訴人Ａ及び被控訴人の兄弟姉妹等に対しそれぞれ金百五十円宛を贈\n与すべき負担附にて被控訴人に対し包括遺贈したものと解すべく、本件不動産が元\nＣの所有に属し同人死亡当時その遺産に属するものであつたことは控訴人等の明ら\nかに争わないところであるから、被控訴人は右遺贈によりＣより本件不動産を承継\n取得したものというべきである。（控訴人Ａが遺留分権利者として有した右遺贈に\n対する減殺請求権が既に時効により消滅したことは当事者間に争いがない。）控訴\n人等は、右遺言書の文言からは本件不動産が被控訴人に遺贈されたものと断定でき\nないというけれども、かかる主張の理由ないことは前記説明の通りである。\n第三、　そこで更に、控訴人等の抗弁について順次判断する。\n（一）　時効取得の抗弁について。\n控訴人Ａは民法第百六十二条第二項によりＣの死亡後十年の経過により、仮にそ\nうでないとしても同条第一項により同死亡後二十年の経過により、本件不動産の所\n有権を時効により取得したと主張するけれども、同控訴人が右の期間所有の意思を\n以て本件不動産を占有していた事実は控訴人等の提出援用にかかるすべての証拠に\nよるもこれを認め難く、却て成立に争いのない乙第一、二号証、原審証人Ｈ、Ｉ、\nＪ、原審及び当審における証人Ｄ（原審第一回）、Ｆの各証言、原審及び当審にお\nける被控訴本人及び控訴本人Ａの各尋問の結果を綜合すれば、控訴人Ａは大正十二\n年一月二十二日生でＣ死亡当時は満十二歳でありしかもＣ死亡の前年である昭和九\n年頃より昭和十四年頃迄の間群馬県桐生市所在の知人宅に住込で女中奉公をしてい\nた関係から、Ｃの死亡当時同控訴人はＣの遺産の内容所在等を殆ど承知していなか\nつたこと、一方被控訴人はＣの四男であるが、Ｃの長男Ｇは前記の通り昭和三年四\n月三十日死亡し、次男Ｈは大正十五年中Ｉ家に養子に入り、三男も亦さきに夭折し\nＣの子の内男子であつてＣ家にあるものは被控訴人一人であつた関係から、Ｃは生\n前よりその死亡後の遺産は全部被控訴人に譲る旨を洩らしていたので、被控訴人は\nＣの死亡以来その遺産の全部を自己の所有物として管理し、これに対し控訴人Ａは\n勿論同人の後見人であつたＤその他親戚一同何等の異議なく、かかる状態が昭和二\n十六年中迄継続したこと、控訴人Ａは昭和二十七年四月頃居住地民生委員に生活扶\n助を申請した際役場係員より注意を受けてＣの遺産につき調査をした結果、本件不\n動産がＣの遺産に属することを知り爾来家督相続による所有権取得を主張して本件\n不動産に関し被控訴人との間に紛争を生ずるに至つたことを各認めることができ、\nこの認定を覆すべき証拠は他に存しない。右認定の事実関係からすれば、Ｃ死亡後\n少くとも昭和二十六年頃迄の間は被控訴人が所有の意思を以て本件不動産を占有し\nていたのであつて、その間控訴人Ａが自ら、又は同人の後見人Ｄが同控訴人の為\nに、各所有の意思を以てこれを占有していたような事実はないと認めるのが相当で\nある。従つて控訴人ＡがＣの死亡後十年又は二十年間本件不動産を占有していたこ\nとを前提とする右抗弁は理由がない。\n（二）　相続回復請求により相続権の確定を要する旨の抗弁について。\n民法第八百八十四条に定める相続回復の請求は、法律上真正の相続人でないに拘\nらず戸籍簿に相続人として登載せられている者等いわゆる表見相続人がある場合\nに、真正の相続人がその者に対し侵害せられた自己の相続権の回復を求めるもので\nあるところ、本件において、控訴人Ａは前記の如く代襲相続によりＣの家督を相続\nしたものであつて右の如き表見相続人ではないのであるから同控訴人に対し相続回\n復の請求をなしうべき限りでない。民法第八百八十四条の規定が包括受遺者に適用\n乃至準用ありとしても、元来右規定は、相続財産を一括して請求することなく相続\n財産を構成する個々の財産の返還を請求することを妨げるものではない。これと異\nる前提に立つ控訴人等の抗弁の理由ないことは明らかである。\n（三）　権利濫用の抗弁について、\n控訴人等は、被控訴人がＣの死亡後十七年間も本件遺言書を発見しなかつたのは\n重過失であり、為に控訴人Ａの遺留分減殺請求権を行使不能に陥らしめ右請求権が\n時効により消滅するのを待つてＣの遺産全部につき所有権を主張する本訴請求は権\n利の濫用であるというのであるが、原審竝びに当審における証人Ｄ（原審第一\n回）、Ｆの各証言、被控訴本人及び控訴本人Ａの各尋問の結果を綜合すれば、前記\nＣの遺言書はＣの死亡後十六年余を経過した昭和二十六年八月十三日頃に至りはじ\nめて被控訴人が自宅の仏壇抽斗内より発見したのであるがその後昭和二十七年四月\n頃控訴人Ａが前記の如き事情からＣの遺産について調査を始め家督相続による自己\nの権利を主張するに及び同年六月頃になつて被控訴人は右遺言書を同控訴人その他\n親戚一同に披露したことを認めることができるのであつて、右遺言書の発見がおく\nれたことは控訴人等主張の通りであるけれども、そのことにつき被控訴人に故意又\nは過失の責任があるものとは認められず、たといその間において控訴人Ａが自己の\n遺留分減殺請求権を行使することが不能であつたとしてもその為に被控訴人の本訴\n請求が権利の濫用であるとすることは相当でない。又右の各証拠によれば被控訴人\nは本件不動産を別にしてなお約一町三段歩の田畑を所有するに反し控訴人Ａには格\n別の資産なく内縁の夫Ｆとの間に五人の子女を抱えその生活は必ずしも楽ではない\nことを窺い得べく、又、被控訴人及び控訴人Ａの身分関係は前記第一に記載の通り\nであつて家督相続制度を認めていた当時の観念からすれば控訴人Ａはその主張の如\nくＣ家の本家継承者であるといいうるけれども、そうだからといつて被控訴人の本\n訴請求が権利の濫用であるとすることはできない。\n又控訴人等の主張する被控訴人より控訴人Ａに対する金員の贈与については同控\n訴人より被控訴人に対しこれが履行を求めるは格別、被控訴人が未だ右金員の贈与\nを同控訴人に対し実行していないとしても（この点は被控訴人の明らかに争わない\nところである。）その為に本訴請求が権利の濫用となるものではない。その他控訴\n人等の主張するところはいずれも被控訴人の本訴請求が権利の濫用であると認むべ\nき事由とするに足らないのであつて、この点に関する控訴人等の抗弁も亦採用でき\nない。\n（四）　対抗力についての抗弁について。\n本件不動産の内別紙目録第一ないし第三の田三筆につき昭和三十一年四月二十三\n日前橋地方法務局Ｋ出張所受附第一、〇九八号を以て控訴人Ａの為に家督相続によ\nる所有権取得登記がなされ、同目録第四の宅地につき同年四月二十三日前同出張所\n受附第一、一〇〇号を以て控訴人Ａの為に所有権保存登記及び同年七月二十六日前\n同出張所受附第二、二〇四号、同年八月二日同出張所受附第二、二七二号を以て控\n訴人Ｂの為に被控訴人主張の如き抵当権設定登記と所有権移転請求権保全の仮登記\nがなされ、同目録第五の畑につき前同出張所同年四月二十三日受附第一、〇九九号\nを以て控訴人Ａの為に家督相続による所有権取得登記がなされたことはいずれも当\n事者間に争いなく、右争いない事実と原審証人Ｌの証言、原審竝びに当審における\n証人Ｆの証言及び控訴本人Ａの尋問の結果を綜合すれば、控訴人Ｂは昭和三十一年\n七月十九日控訴人Ａに対し貸与した金十万円の担保として別紙目録第四の宅地につ\nき抵当権の設定を受け次で同控訴人との間に右消費貸借に基く債務の不履行の場合\nには代物弁済として右宅地の所有権を取得すべき旨の停止条件附代物弁済契約を締\n結し控訴人Ｂにおいてその旨の前記各登記を経由したものと認めることができ<要\n旨>る。この認定を覆すべき証拠はない。被控訴人は前記の通りＣより本件不動産の\n包括遺贈を受けその遺贈の</要旨>効力はＣ死亡の時において生じたものであるけれ\nども、民法第百七十七条によりその遺贈による所有権取得の登記をしなければその\n取得を以て第三者に対抗することができないのであつて、Ｃの家督相続人である控\n訴人Ａが同条に所謂第三者に該当しないことは明らかであるけれども、右の如くＣ\nの家督相続人である控訴人ＡよりＣの遺産に属する前記宅地につき抵当権及び代物\n弁済に関する権利を取得しその旨の登記及び仮登記を経由した控訴人Ｂは同条に所\n謂第三者に該当するものと解するのが相当である。被控訴人が本件不動産につき遺\n贈による所有権取得登記を経由していないことはその主張自体に徴し明らかである\nから、その内前記宅地については被控訴人は自己の所有権を控訴人Ｂに対し主張す\nることができないものというの外はない。これに反する被控訴人の見解は当裁判所\nの採用しないところである。この点に関する控訴人Ｂの抗弁は理由があるものとい\nわねばならない。\n第四、　よつて被控訴人の本訴請求中控訴人Ａに対する所有権確認及び抹消登記\n手続の請求はいずれも理由ありとして認容すべく、これと同旨の原判決は相当であ\nるから同控訴人の本件控訴を棄却し、控訴人Ｂに対する所有権確認及び抹消登記手\n続の請求はいずれも理由がないから棄却すべく、これと異る原判決は不当であるか\nら取消し、訴訟費用の負担について民事訴訟法第九十六条、第九十五条、第八十九\n条を適用し主文の通り判決する。\n（裁判長判事　奥田嘉治　判事　岸上康夫　判事　下関忠義）\n"
}