{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 32,
    "month": 11,
    "day": 29
  },
  "case_number": "昭和28(ネ)886",
  "case_name": "建物収去土地明渡請求事件",
  "court_name": "東京高等裁判所第三民事部",
  "article_info": "第10巻11号609頁",
  "gist": "借地法第一〇条と請負人の建物買取請求権",
  "case_gist": "借地上建物の所有権が、請負契約上建築に従い一時請負人に帰属し、これが後、請負契約の解除により、終局的に請負人の所有となり、建物が注文者である借地人の所有となつたことがないとしても、土地賃貸人において借地権の譲渡または転貸を承諾しないときは、請負人は右建物の買取請求をすることができる。",
  "lawsuit_id": "21432",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=21432",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/432/021432_hanrei.pdf",
  "contents": "主　　　　文\n一、　原判決を取消す。\n二、　被控訴人Ｄは控訴人に対し、川口市ａ町ｂ丁目ｃ番地宅地一五〇\n坪八合のうち、北部の五〇坪八合の地上にある\n木造亜鉛葺平家二戸建居宅　一棟\n建坪　二四坪\nの家屋を収去して、右敷地五〇坪八合の明渡をせよ。\n三、　被控訴人Ａは控訴人に対し、前項記載の土地一五〇坪八合のう\nち、同記載の五〇坪八合の部分を除く一〇〇坪の土地及びその地上にある\n家屋番号　川口市ａ町ｂ丁目ｄ番のｅ\n木造亜鉛メツキ鋼板葺二階建居宅　一棟\n建坪　一四坪　　外二階　一四坪\n附属建物\n木造亜鉛メツキ鋼板葺二階建居宅　一棟\n建坪　一三坪五合　　外二階　一三坪五合\n木造亜鉛メツキ鋼板葺二階建居宅　一棟\n建坪　九坪　　外二階　九坪\nの家屋を、控訴人から金六四八、〇〇〇円の支払を受けるのと引換に明\n渡せ。\n四、　被控訴人Ｂは控訴人に対し、第二項記載家屋のうち、向つて左側\nの一戸建坪九坪の部分から退去して、その敷地を明渡せ。\n五、　被控訴人Ｃは控訴人に対し、第二項記載家屋のうち、向つて右側\nの一戸建坪一五坪の部分から退去して、その敷地を明渡せ。\n六、　控訴人の被控訴人Ａに対するその余の請求はこれを棄却する。\n七、　訴訟費用中原審において生じたものは控訴人の負担とし、当審に\nおいて生じた部分はこれを十分し、その二を控訴人、その三宛を被控訴人Ｄ及び被\n控訴人Ａ、その一宛を被控訴人Ｂ及び控訴人Ｃの各負担とする。\n八、　本判決は控訴人において、被控訴人Ｄに対しては全一〇万円、被\n控訴人Ｂ及び被控訴人Ｃに対しては金三万円宛の各担保を供託するとき、被控訴人\nＡに対しては担保を供せずしていずれも仮にこれを執行することができる。\n事　　　　実\n一　控訴代理人は「主文第一、二項、第四、五項同旨並に被控訴人Ａは控訴人に\n対し主文第三項記載の一〇〇坪の土地を同記載の三棟の建物を収去して明渡せ。訴\n訟費用は第一、二審共被控訴人等の負担とする」との判決並に仮執行の宣言を求\nめ、被控訴人Ｄ及びＡの各訴訟代理人はいすれも控訴棄却の判決を求めた。\n被控訴人Ｂ、Ｃは当審の口頭弁論期日に出頭しない。\n二　控訴人が本訴請求の原因及び被控訴人等の主張に対して述べたところは次の\n通りである。\n第一　被控訴人Ｄに対するもの\n（一）　訴外Ｅは、本件土地川口市ａ町ｂ丁目ｃ番地宅地一五〇坪八合を含む二\n二五坪の土地を建物所有のため被控訴人Ｄに賃貸していたが、同被控訴人は他の土\n地の借地権と併せ合計九九七坪五合の借地権を訴外戦時工業株式会社に出資して同\n会社に譲渡し、賃貸人Ｆもこれを承諾し、昭和一九年一〇月一日同会社との間に直\n接賃貸借契約を締結した。そこで被控訴人Ｄの本件土地に対する賃借権は消滅した\n訳であるが、右会社は昭和二〇年九月一三日商号を三栄工業株式会社と変更し、ま\nた賃貸人Ｅは同年一〇月四日死亡し、Ｆにおいてその家督を相続して賃貸人たる地\n位を承継し、更に右会社は同年一二月一〇日解散して清算に入つたが、現に被控訴\n人Ｄがその清算人である。従つて本件土地を含む二二五坪の土地の賃貸借契約は、\n右会社とＦとの間に依然として存続していたところ、控訴人は昭和二二年六月三〇\n日Ｆから右土地の内一五〇坪八合の本件土地を買受けてその所有権を取得し、その\n登記をも了してＦと右会社間の本件土地についての賃貸借契約を承継した。\n右関係であるから被控訴人Ｄは、右会社への借地権出資以来本件土地については\n何等の権限もないに拘らず、その地上に主文第二項記載の家屋を所有してその敷地\n五〇坪八合を占有し、なお本件土地一五〇坪八合中残余の一〇〇坪の土地の借地権\nを被控訴人Ａに譲渡し、同被控訴人に右土地を占有せしめている。\nそこで被控訴人Ｄに対し、土地所有権に基き、同被控訴人の不法占拠にかかる右\n土地五〇坪八合につき、その地上建物の収去と土地の明渡とを求める。\n（二）　被控訴人Ｄ主張の、三栄工業株式会社解散の際、本件土地の賃借権が同\n被控訴人に譲渡され、賃貸人Ｆもこれを承諾し、控訴人がこれを承継したとの事実\nはこれを否認する。\n尤も控訴人は同被控訴人主張のように地代の請求をし、これを受領したことはあ\nるが（乙第二、三号証）、これは、控訴人において、本件土地を買受けるまで、本\n件土地は同被控訴人がＦから賃借中のものと信じており、（右地上には同被控訴人\n所有の家屋があり、右土地を同被控訴人が使用していたのであるから、控訴人がか\nく信ずることに過失はない）、控訴人は土地買受によつて法律上右賃貸借を承継し\nたものと信じたからであつて、甲第一号証の一の解約申入も右誤信から出たことで\nある。しかしＦと被控訴人Ｄ間の本件土地の賃貸借は前記会社への出資の際消滅し\nたこと前記の通りであり、右会社解散の後にＦから同被控訴人に右土地を賃貸した\n事実はないのであるから、控訴人の右賃料の請求受領等は全く錯誤によるものであ\nつて、法律上何等の効力もない行為である。従つて右賃料の請求を新賃貸借契約の\n申込と見、その支払を承諾と解して、これによつて控訴人と被控訴人Ｄとの間に本\n件土地の新賃貸借契約が成立したものと判断した原判決は失当である。\n（三）　仮りに控訴人の前主Ｆと被控訴人Ｄとの間に本件土地の賃貸借契約があ\nり、控訴人がこれを承継したものでありか、または原判決認定のように控訴人と同\n被控訴人間に新たな賃貸借が成立した事実があつたとしても、右賃貸借は次の理由\nによつて消滅しており、被控訴人Ｄは前記家屋の収去と土地の明渡義務を免れるこ\nとはできない。\n（１）　右賃貸借契約の内容は戦時工業株式会社（三栄工業株式会社）とＦ間の\n賃貸借契約（甲第四号証）と同一の筈であるが、右契約によれば、賃借人は賃貸人\nの承諾がなければ賃借地上に工作物を新築し、または現存工作物の増改築をするこ\nとはできないことになつている。そしてかかる契約は何等公序良俗に反するもので\nはなく、有効なことは明かであるが、被控訴人Ｄは昭和二五年三月六日被控訴人Ａ\nとの間に、右借地上に工作物建築の請負契約を締結し、同被控訴人をして主文第三\n項記載の家屋を建築せしめたものであり、しかも右建築につき控訴人の承諾を得な\nかつたものであつて、右は明かに前記契約条項に違反するものであるから、控訴人\nは昭和二八年五月三一日附内容証明郵便を以て被控訴人Ｄに対し同書面到達の日か\nら二〇円間内に契約違反の工作物の収去を求め、若し右期間内にその収去をしない\nときは賃貸借契約を解除する旨の意思表示をし、右書面はその頃同被控訴人に到達\nした。然るに同被控訴人は右期間内にその収去をしなかつたので賃貸借契約は解除\nとなり、被控訴人Ｄは本件土地を占拠する権限を有しない。\n（２）　仮りに右（１）の解除の点が認められないとしても、被控訴人Ｄは控訴\n人の承諾なくして本件土地の内五八坪五合の部分の借地権を昭和二五年三月六日、\n四一坪五合の部分のそ九を翌二六年七月八日、いずれも被控訴人Ａに譲渡または転\n貸し、且つ昭和二五年四月一月以降の賃料（一ケ月金一一一円、毎月二八日支払）\nの支払をしないので、控訴人は本訴において同被控訴人との本件土地の賃貸借契約\nを解除する。そしてこの解除の意思表示はこの旨を記載した控訴人の昭和三一年一\n月四日附準備書面が同被控訴人の代理人に到達した同月七日にその効力を生じたも\nのであつて、結局同被控訴人は本件土地使用の権限を有しないものである。\n第二　被控訴人Ａに対するもの\n（一）　被控訴人Ａは木件土地一五〇坪八合中第一において被控訴人Ｄに明渡を\n求めた五〇坪八合の部分を除くその余の一〇〇坪の地上に、昭和二五年四月末頃主\n文第三項記載の三棟の建物を建築所有し、爾来控訴人に対抗すべき何等の権限なく\nして右土地一〇〇坪を占有している。よつて同被控訴人に対し、土地所有権に基き\n右建物の収去と土地の明渡を求める。\n（二）　本件土地が元被控訴人Ｄの賃借地であり、これがその後戦時工業株式会\n社に承継せられ、同被控訴人の賃借権が消滅したこと、終戦後ＦとＤ間に右土地に\nついての賃貸借が復活または新たに契約せられた事実のないこと、また控訴人と右\nＤ間に本件土地についての新賃貸借の事実のないことは被控訴人Ｄに対して主張し\nた通りであり、また被控訴人ＡとＤ間に建物の建築請負契約が締結せられ、Ａが右\n契約に基き主文第三項記載の三棟の建物を建築し、その所有権を取得してその敷地\n一〇〇坪についての借地権の譲渡または転貸をＤから受けている事実も被控訴人Ｄ\nに対する主張の通りである。\n従つてＤは戦時工業株式会社への借地権譲渡以降は本件土地について何等の権原\nも有しないものであるから、同人の注文により建築せられた右三棟の建物は、借地\n権者が権原により土地に附属せしめたものということはできないのであるから、被\n控訴人Ａの買収請求の主張はすでにこの点において失当たるを免れない。\n（三）　仮りに終戦後ＦとＤ間、または控訴人とＤ間に本件土地についての賃貸\n借があつたとしても、右賃貸借契約の内容は、戦時工業株式会社とＦ間の賃貸借契\n約（甲第四号証）のそれと同様な筈であり、右契約によれば、賃借人は賃貸人の承\n諾がなければ賃借地上に工作物を新築し、または現存工作物の増改築をすることは\nできないことになつている。そしてかかる契約は何等公序良俗に反するものでな\nく、有効なことは明かであるのに、Ｄは右三棟の建物の建築について、何等土地所\n有者であり、賃貸人である控訴人の承諾を受けていないのであるから、少くとも控\n訴人に対する関係においては、右建物は借地権者の正当な権原に基く附属物という\nことばできない。従つてこの意味においても被控訴人Ａの買取請求は失当である。\n（四）　仮りに以上の主張がすベて理由がないとしても、被控訴人Ａの右三棟の\n建物に対する所有権取得がＤからの承継取得であることはこれを争う。\n被控訴人ＡとＤ間の建物建築請負契約の内容は知らないが、乙第四号証（請負契\n約書）、乙第五号証（土地使用権譲渡証）によれば、ＤはＡに対し工事の注文と同\n時に土地の使用権即ち借地権を譲渡しており、この借地権はＤにおいて工事代金全\n額の支払を完了するまでは請負人Ａに帰属していることが明かである。この故に、\n工事の進行に従つて出来高の一部宛が請負人Ａから注文者Ｄに引渡されたとの被控\n訴人Ａの主張はこれを否認する。\n要するに被控訴人Ａは前記三棟の建物の原始取得著であつて承継取得者ではない\nから買取請求権はない。\n（五）　仮りに被控訴人Ａに買取請求権があるとしても、右建物の価格は昭和二\n七年五月二日当時金一五万円であつて、金七〇万円ではない。\n第三　被控訴人Ｂ及びＣに対するもの\n被控訴人Ｂは主文第二項記載家屋のうち向つて左側の一戸建坪九坪の部分、被控\n訴人Ｃは同家屋の向つて右側の一戸建坪一五坪の部分にいずれも居住しその敷地を\n占有しているが、右家屋の所有者である被控訴人Ｄにおいて何等右土地を占有して\n家屋を所有すべき権原を有しないこと同被控訴人に対して主張した通りであるか\nら、被控訴人Ｂ及びＣにおいても、右家屋に居住しその敷地を占有する権限はな\nい。よつて同被控訴人等に対しても、土地所有権に基き、右家屋部分よりの退去と\nその敷地の明渡を求める。\n三　被控訴人等が本訴の答弁及び抗弁として述べたところは次の通りである。\n第一　被控訴人Ｄのもの\n被控訴人Ｄの陳述したところは、戦時工業株式会社は控訴人主張の昭和二〇年九\n月一三日その商号を三栄工業株式会社と変更し、同年一二月一〇日解散したもので\nあるが、右解散の際、本件土地の賃借権は右会社から被控訴人Ｄに譲渡され、賃貸\n人のＦもこれを承諾したものであると釈明した外は、原判決の事実摘示の通りであ\nるからこれを引用する。\n第二　被控訴人Ａのもの\n（一）　被控訴人Ａが控訴人主張の主文第三項記載の土地一〇〇坪の地上に同記\n載の三棟の建物を所有し、右土地を占有していることはこれを認めるが、右土地が\n控訴人の所有であることは知らない。\n（二）　被控訴人Ａが右地上に右建物を所有している事情は次の通りである。\n本件土地一五〇坪八合を含む二二五坪の土地は元被控訴人Ｄの先代啓治が大正六\n年中建物所有の目的を以て訴外Ｅから賃借し、昭和一〇年一〇月啓治の死亡後は同\n人の相続人である右被控訴人がその賃借権を承継し、該地上に建物を築造所有して\nいた。そして昭和一九年一〇月同被控訴人は右賃借権を訴外戦時工業株式会社に譲\n渡し、Ｆもその譲渡を承思したので、同被控訴人の賃借権はここに消滅した。\nところが終戦直後の昭和二〇年九月頃、右会社はその役員会において、Ｆとの間\nの右賃借権を被控訴人Ｄに返還することを議決し、同年暮頃土地所有者Ｆ（Ｅは同\n年一〇月四日死亡し、芳太郎においてその家督相続をして右土地の所有権と賃貸人\nたる地位を承継した。）も同被控訴人から同年九月分以降の賃料を受領することに\nより右事実を承認し、ここに右会社とＦ間の賃貸借消滅の合意と共に、新たにＦＤ\n間に、右土地二二五坪についての賃貸借の合意が、右会社の代理人であり且つ本人\nであるＤとＦ間に成立した。\nそして右ＤとＦ間の新賃貸借は、前記会社とＦ間の賃貸借を承継したものではな\nいのであるから、Ｆと被控訴人Ｄとの間では控訴人主張の甲第四号証記載のような\n種々の特約は存在しないのであり、控訴人が若し控訴人主張の通り本件土地をＦか\nら買受けたものとすれば、控訴人はＦのＤに対する右新賃貸借上の地位を承継した\n訳である。\n仮りに右のようにしてＦとＤ間に新賃貸借が成立したものでないとしても、昭和\n二五年三月九日控訴人と被控訴人Ｄとの間に、本件一五〇坪八合の土地について、\n新たな賃貸借が成立した。即ち、控訴人は同月四日Ｄに対し右土地に対する賃料の\n催告をしたものであり（乙第二号証）、Ｄはこれに応じて同月九日その支払として\n金二、三四〇円を控訴人に交付し、控訴人はこれを受取つているのである（乙第三\n号証）から、右催告は新賃貸借の申込、その支払はこれが承諾と見るべきであり、\n右賃料受領の日に新賃貸借が成立したものと考えられるからである。\n右いずれにせよ、被控訴人Ｄは控訴人が本件土地の所有権を取得した後も右土地\nについての賃借権を有していたものであつて、被控訴人Ａは、このＤからの注文に\nより昭和二五年三月六日右地上に建物を建築することを請負い、結局主文第三項記\n載の三棟の建物を建築した。そしてＤはＡに対して右請負代金の支払を担保するた\nめ、契約当初において五八坪五合、その後四一坪五合計一〇〇坪の本件土地中右三\n棟の建物の敷地の部分についての借地権を設定したものである（当時ＡはＤが本件\n土地の所有者でありと信じていた）が、Ｄはこの工事代金の支払を殆んどしなかつ\nたため、被控訴人Ａは已むなく右工事代金の代物弁済として右建物三棟の所有権を\n取得することとなり、同年一〇月三一日その所有権保存登記をしたものである。\n（三）　Ｄが被控訴人Ａとの右請負契約締結の当時、本件土地の賃借権着であつ\nたこと前記の通りであり、また右賃貸借において控訴人主張のような建築禁止等の\n特約のなかつたことも右に主張の通りである。従つてＤがＡに建築せしめた右三棟\nの建物は、借地権者が権原によつて土地に附属せしめたものに当ることは、明らか\nであるが、仮りに右賃貸借には控訴人主張のような建築禁止等の特約があつたとし\nても、右特約は無効であり、また右特約に基く権利行使は権利の濫用と解すべ砦で\nある。けだし、右賃貸借は建物所有を目的とするものであり、借地権者はその借地\nをその用法に従つて自由に使用し得るものであるのに、これを何等かの形において\n制限し禁止する特約は公序良俗に反するものであり、しかも現在の社会住宅事情よ\nり見て、かかる伝家の宝刀はたやすく抜くべきものではないのであるから、控訴人\nの該特約に基く権利行使は信義則に反し権利の濫用と考えられるからである。従つ\nて右いずれにせよ、前記三棟の建物が借地権者の権原に基く土地の附属物たること\nはこれを否定ずべくもない。\n（四）　そして被控訴人Ａは右Ｄがその権原により附属せしめた右三棟の建物を\nＤから承継取得すると共にその敷地の賃借権の譲渡または転貸を受けたものであ\nる。\n右建物に対する登記はいきなり被控訴人Ａの名義を以てその保存登記をしたもの\nであること前記の通りであり、従つて一応右建物はＡの原始取得にかかるもののよ\nうに見えるが、事実はそうではない。\n（１）　被控訴人ＡはＤとの間に昭和二五年三月六日、本件地上に木造二階六戸\n建マーケツト三棟、同四戸建一棟、三戸建一棟を請負金額坪当り金一万円、出来高\n精算払、材料は請負人が提供、工事完成の分より逐次、注文者に引渡すこと、着工\n後一ケ月で全部完成する旨の建築請負契約を締結し、その際同時に被控訴人Ａが予\n約の完結権を留保して、工事の全部完成後、Ｄより請負代金の支払がないときは、\n代物弁済として右建物の所有権を取得し得る旨の特約（代物弁済の予約）をした。\nそこで直ちに一三坪五合（現存中央）の建物工事に着手し、三月下旬頃これを完\n成、その頃Ｄにこれを引渡した。然るに三月一六日頃第一期軸組工事完成の際、Ｄ\nは出来高に対する精算払として金一〇万円を支払う約定なりしに、翌日金一万円を\n支払つただけで、その余の支払をしなかつたので、その後の工事を中止していた。\nその後Ｄよりの懇願により四月下旬頃、一四坪（現存南端）の建物工事に着手\nし、約一週間後に完成してその頃これをＤに引渡した。\n更に五月上旬、九坪（現存北端）の建物工事に着手したが、依然請負工事金の支\n払がなかつたので、約一〇日後に下見板張と野地板張のままでＤに引渡した。\n然るに依然工事金の支払がないので、已むなく建物も一部未完成のまま予約の完\n結権を行使して、同年一〇月三一日被控訴人Ａ名義に所有権保存登記をしたもので\nある。\nそして右各建物はいずれも被控訴人Ｄの名義で建築許可を受け、Ｄの注文によつ\nて建築したものであり、しかもＡはＤに右のように建物の引渡をしたのであるか\nら、その所有権はＤに帰属したものであり、本来ならばＤ名義で保存登記をすべき\nものであつたが、Ａにおいてその後代物弁済によりその所有権を取得したので、Ｄ\nの登記を省略して直ちにＡ名義の保存登記をしたにすぎないものであり、Ａの右所\n有権取得はＤからの移転による承継取得である。\n（２）　仮りに右建物所有権の移転関係が、被控訴人ＤとＡとの間では、右のよ\nうな承継取得ということができねいとしても、少くとも控訴人との関係において\nは、被控訴人Ａの右建物所有権の取得は、Ｄからの承継取得によるものと解すべき\nである\n即ち本件請負契約にあつては、その建築材料が請負人たる被控訴人Ａの提供する\nところであり、従つて、その材料に加工して出来上つた建物は一応請負人の所有で\nあり、前に主張の、請負人から注文者への引渡が認められないため、右建物の所有\n権が全然注文者たるＤに移転した事実がないとしても、右所有権の関係は、ただ注\n文者と請負人であるＤとＡとの内部関係においてそうであるに止まり、敷地の所有\n者たる控訴人との関係では、少くとも借地法第一〇条の適用に関する限り、右建物\nは一応借地人たる注文者の所有であり、これが後に代物弁済によつて確定的にＡの\n所有となつた際に、ＤからＡへの所有権移転があつたものと解すべきである。\n借地権者がその借地上に自ら建物を建築せず、請負人にこれを建築せしめ、しか\nもその材料を請負人に提供せしめたため、その建築物が一応請負人の所有となる場\n合は、一見土地の所有者と関係のない第三者である請負人がその敷地を不法占有し\nているかの観を呈する。洵に表面的にはそうであるが、請負人の右建築行為は、請\n負契約に基いて専ら注文者たる借地権者のためにする行為であるから、対内的、即\nち注文者との関係では、請負契約上の立場に基いて事を律することとなるのである\nが、対外的、即ち土地賃貸人との関係では、借地権者自身のする建築行為として事\nを律すべをである。土地所有者において、建物所有を目的とする借地権を設定した\n以上、借地権に伴う当然の負担として、請負人のかかる築造行為及びこれに附帯す\nる必要な事実行為（立入行為等）を忍容するを要するものであり、請負人のかかろ\n行為によつてする土地の占有を不法占有を以て目すべきものではない。\n従つて借地権者と請負人との間では、その請負契約の内容、即ち材料は誰が提供\nしたか、また引渡があつたかその時期は何時であるか等の事情によつて、所有権の\n帰属及びその時期が定まるのであるが、それはただ注文者と請負人との内部関係に\nすぎないものであつて、土地賃貸人との関係で表面に立現われるのは、あくまで借\n地権者たる注文者だけであり、借地権者が常に建築建物の所有者たる立場に立つも\nのというべきである。従つて借地権者が請負によつて他人に建物を築造させ、しか\nも材料を請負人に提供させた場合でも、借地法第一〇条の関係では、借地権者が自\nら手を下して建物を築造した場合と同視せられ、借地権者が権原によつて土地に右\n建物を附属せしめた場合に該当するのであり、後これが請負契約関係を離れて確定\n的に請負人の所有となつた場合に所有権の承継があつたものと解すろのが相当であ\nつて、本件では被控訴人Ａが昭和二五年一〇月三一日前記三棟の建物を代物弁済に\nより取得した時にＤからの所有権の承継があり、この時始めて被控訴人Ａが控訴人\nに対する関係において建物所有者として立現われたものと解ナべきである。\n（五）　そこで被控訴人Ａは借地法第一〇条によつて、右三棟の建物敷地の借地\n権の譲渡または転貸の承諾をしない控訴人に対し、右建物を時価を以て買取るべき\nことを請求する。\nそして右買取請求の意思表示は被控訴人Ａの本件昭和二七年五月二日裁判所受附\nの準備書面によつてせられたものであり、右意思表示は同日控訴人に到達してお\nり、右当時における右三棟の建物の時価は金七〇万円であるから、右金員の支払あ\nるまで本件土地及び建物の引渡を拒絶する。\n第三　被控訴人Ｂ及びＣのもの\n被控訴人Ｂ及びＣがいずれも控訴人主張の家屋の部分に居住しその敷地を占有し\nていることはこれを認めるが、右家屋の所有者である被控訴人Ｄにおいてその敷地\nの賃借権を有すること同被控訴人主張の通りであるから、被控訴人Ｂ及びＣにおい\nても、右家屋よりの退去及び土地の明渡の義務はない。\n四、　証　拠\n控訴人は甲第一号証の一、二、第二ないし第四号証、第五号証の一ないし三、第\n六ないし第八号証、第九号証の一ないし四、第一〇号証の一、二、第一一ないし第\n一四号証を提出し、原審並に当審証人Ｆ（当審第一、二回）、当審証人Ｇ、Ｈの各\n証言、控訴本人の原審並に当審供述、当審における現場検証の結果並に鑑定人Ｉの\n当審鑑定の結果を援用し、乙第七号証の成立はこれを認めるがその余の乙各号証ば\n不知と述べ、\n被控訴人Ａは乙第一ないし第八号証を提出し、当審証人Ｊの証言、被控訴本人Ｄ\nの当審供述、被控訴本人Ａの原審並に当審供述、当審における現場検証の結果並に\n鑑定人Ｋの当審鑑定の結果を援用し、甲第三、四号証、第五号証の一ないし三は不\n知、その余の甲各号証はいずれもその成立を認めると述べた。\n理　　　　由\n第一　控訴人の被控訴人Ｄに対する請求について\n一　本件土地（一五〇坪八合）は元被控訴人Ｄにおいてその所有者であるＥから\n建物所有のため賃借していたものであるが、同被控訴人は右借地権を昭和一九年一\n〇月一日戦時工業株式会社に譲渡し、Ｆもこれを承諾して同日右会社との間に直接\n賃貸借契約を締結し、右被控訴人の賃借権は消滅したこと、右会社は昭和二〇年九\n月一三日商号を三栄工業株式会社と変更し、同年一二月一〇日解散したこと、Ｅが\n同年一〇月四日死亡し、Ｆにおいてその家督相続をして右土地の所有権及び賃貸人\nたる地位を承継したが、控訴人は昭和二二年六月三〇日Ｆから右土地を買受けその\n所有権を取得したこと、右地上には控訴人主張の通りの被控訴人Ｄ所有の家屋があ\nり、同被控訴人においてその敷地五〇坪八合を占有していることはいずれも当事者\n間に争いがない。\n二　そこでまず、右三栄工業株式会社解散の際本件土地の賃借権は右会社から被\n控訴人Ｄに譲渡され、賃貸人Ｆもこれを承諾したものであつて、控訴人は右土地所\n有権の取得と共に右被控訴人に対する賃貸借上の地位を承継したものであるとの被\n控訴人の抗弁について判断する。\n証人Ｆの当審第二回証言及び被控訴人Ｄの当審本人尋問の結果により成立を認め\nる乙第一号証、右本人尋問の結果により成立を認める同第二、三号記に右本人尋問\nの結果及び弁論の全趣旨を総合すれば次の事実が認められる。\n戦時工業株式会社は海軍の船のスクリユー、航空機の点火栓等の製造を目的とし\nて戦時中に設立せられた会社（手続的には従前控訴人が経営していた株式会社星野\n鉄工所の商号を変更し、これにＬ、被控訴人Ｄ、Ｍ等が参加したもの）であつて、\n控訴人、被控訴人Ｄ及びＭが各その工場敷地の借地権を出資し、鋳物屋であつた被\n控訴人Ｄ、機械屋であつた控訴人の事業等を一括経営して戦時の急に応じようとし\nたものであつたが、殆んど仕事をしないうちに終戦となり、結局、何分右会社は前\n記三名の僅々の事業を結合して戦時の急に応じようとしたものであつた関係から、\n終戦後は、会社の解散から清算に至る法的な措置は便宜後廻しとするも、事実上は\n会社設立前の個々の状熊に復帰することとなり、昭和二〇年九月頃の役員会でその\n旨の決議をして、前記出資にかかる借地権も各従前の借地権者に返還することとな\nつた。そしてこのことは、その後地主であるＦもこれを了承し、おそくとも昭和二\n一年頃以降は従前の借地人いら各その借地の地代を受取つていたものであつて、本\n件上地は、右のような関係から、この借地権が被控訴人Ｄに区返還され、Ｆもこれ\nを承諾して昭和二三年一月分に至るまでの地代を同被控新人宛の領収証（乙第一号\n証）を以て同被控訴人から受領していたものである。（本件土地は昭和二二年六月\n三〇日控訴人に譲渡せられているのであるから、同日以降の地代は控訴人に支払わ\nるべきものであるが、Ｆにおいて控訴人の了解を得ているというので同人に支払わ\nれたものである。）そしてまた控訴人はＦから本件土地譲受後被控訴人Ｄに対し、\n弁護士Ｇに依頼して右土地の地代の催告をし、同被控訴人から昭和二三年二月分か\nら昭和二五年三月分に至るまでの賃料を受領しているものである。\n右の通り認めることができるのであつて、証人Ｆ及び控訴本人はその原審及び当\n審における供述において右認定に反する供述をするのであるが、前掲乙第一号証の\n宛名が被控訴人Ｄとせられている事実その他前掲各証拠に照し到底採用できないと\nころであり、他に右認定を覆すべき証拠はない。\nそうすれば本件土地の借地権は、被控訴人主張の通り、終戦後三栄工業株式会社\nから被控訴人Ｄに譲渡され、賃貸人Ｆもこれを承諾したものであつて、同被控訴人\nは再度本件土地の賃借人となつたものであり、控訴人は右土地所有権の取得と共に\n右被控訴人に対する賃貸借上の地位を合意承継したものといわなければならない。\n三　ところで右のようにして被控訴人Ｄに復帰した本件土地の借地権は、固より\n前記の事情から考え建物所有を目的とするものであろことは明かであるが、その契\n約内容については右復帰の際新たな賃貸借契約が締結せられ、新たな契約証書が作\n成された事実は何等これを認むべき証拠はないのであり、また右復帰の事情から考\nえ、戦時工業株式会社当時のものがそのまま被控訴人Ｄに引継がれたものと解する\nのが相当であり、従つて証人Ｆの当審第一回証言により、右当時の契約証書である\nと認められる甲第四号証による契約がそのまま同被控訴人に引継がれたものと解す\nべきである。\n（一）　そして右甲第四号証によれば、その第四項において、賃借人は賃貸人の\n承諾書を受くることなくして地上に工作物を新築し、又は現存工作物の改築増築若\nくは変更工事することができない旨が定められていることは明かである。\n控訴人は右条項を援用して、被控訴人Ｄが被控訴人Ａをして主文第三項記載の家\n屋を建築せしめたことを以て右条項に違反するものとし、右契約違反を理由として\n本件賃貸借契約を解除したと主張するので、次にこの点について考えてみる。\n被控訴人Ｄが被控人Ａに右のような建築工事をさせた事実は、被控訴本人Ｄ、Ａ\nの各供述（Ｄは当審Ａは頂審及び当審）に徴しこれを認めるに十分であり、控訴人\nが右を理由として被控告人Ｄに対し、昭和二八年五月三一日附内容証明郵便を以て\n右工作物を同書着後二〇日間内に収去すべく、これに応じないときは賃貸借契約を\n解除する旨の意思表示をしたことは、成立を認むべき甲第一二号証よつて明かであ\nる。そして同被控訴人が右の期間内に右工作物の収去をしなかつたことも本件弁論\nの全趣旨に照しこれを認めるに十分である。\nしかし、右契約条項には気ずかなかつたとは、右契約における賃借人の連帯保証\n人となつた被控訴人Ｄがその当審における本人尋問において供述するところであつ\nて、右供述は、右賃貸借契約が戦時中軍需品の製造を目的とする会社と地主との間\nに締結せられたものであることから考え、これを信用するに足ると考えられるので\nあるし、た右本人尋問の結果によれば、右賃貸借の対象である二二五坪の地上には\n戦時工業への借地権引継当時建坪約八〇坪の工場建物が存在しており、戦時工業へ\nの引継後右のうち約二十五、六坪の部分を控訴人の工場建物に接着させるためその\n移転工事をし、また終戦後更にこれを元の位置に移転させにことがあるが、そのい\nずれの場合も、地主であるＦには何等その承諾を求めたことはなかつたに拘らず同\n人から格別の苦情もなかつたことが認めりれろのであつて、右各事実に本件賃貸借\nが建物の所有を目的とするものであること及び前記の通り右賃賃借が戦時中の軍需\n会社と施主との間のものである事実を併せ考えれば、右賃貸借契約証書における前\n記の工事禁止の特約条項は、契約証書面にはその記載があるものの、契約当事者に\nおいては、各別これによるの意思があつたものではないものと認めるのを相当とす\nるのであり、従つて右条項違反を理由とする控訴人の契約解除の主張はこれを採用\nすることはできない。\n（二）　しかし控訴人は更に被控訴人Ｄの被控訴人Ａに対する本件土地中主文第\n三項記載の三棟の建物の敷地部分一〇〇坪の借地権の譲渡又は転貸を理由として、\n本訴において本件土地に対する被控訴人Ｄとの賃貸借契約を解除すると主張するも\nのであり、右解除の意思表示が控訴人主張の通り昭和三一年一月七日同被控訴人に\n到達したことは本件記録上明かである。\nそして右ＤよりＡへの借地権譲渡又は転貸の事実の存することは次に被控訴人Ａ\nに対する請求についての部分で判断する通りであるから、控訴人と被訴人Ｄ間の本\n件土地についての賃貸借は控訴人の右解除の意思表示により終了したものと解すべ\nきである。\n四　そうすれば被控訴人Ｄは、爾余の争点に対する判断をするまでもなく、本件\n土地の占有につき控訴人に対抗し得べき何等の権原も、最早これを有しないことが\n明かであるから、本件土地中主文第二項記載の五〇坪八合の部分を、その地上に存\nする同記載の家屋を収去して明渡すべき義務があることは明かであり、その収去及\nび明渡を求める控訴人の請求は結局正当である。\n第二　控訴人の被控訴人Ａに対する請求について\n五　被控訴人Ａが控訴人主張の主文第三項記載の土地一〇〇坪の地上に同記載の\n三棟の建物を所有し、右土地を占有していることは当事者間に争いのないところで\nあり、右土地が昭和二二年六月三〇日に控訴人の所有に帰し、同年七月二日その所\n有権取得登記のせられたことは成立に争いのない甲第一三号証に本件弁論の全趣旨\nを総合して明かである。\n六　そこで被控訴人Ａの買収請求の抗弁について判断する。\n（一）　本件土地の借地権が終戦後三栄工業株式会社から被控訴人Ｄに譲渡さ\nれ、賃貸人Ｆもこれを承諾したものであつて、控訴人は右土地所有権の取得と共に\n右賃貸借上の賃貸人たる地位を承継したものであり、控訴人と被控訴人Ｄ間の右賃\n貸借契約は、昭和三年一月七日の控訴人からの借地権の譲渡又は転貸を理由とする\n解除に至るまで存続したこと、右賃貸借にあつては、その契約内容を定めたものと\n認むべき甲第四号証の第四項に控訴人主張のような工事禁止の特約条項があるが、\n右条項は、賃貸借の当事者においてこれによるの意思がなかつたものであり、従つ\nて右条項はその特約としての効力のないものであると解すべきこと、すべて被控訴\n人Ｄに対する請求についての部分で判断した通りである。\nそして被控訴人Ｄの当審供述によつて成立を認める乙第四、五号証に被控訴本人\nＡの原審並に当審供述を総合すれば次の事実が認められる。\n被控訴人Ｄは前記の如くにして同人がその借地権を持つていた本件地上にマーケ\nツト用建物の建築を計画し、昭和二五年三月六月被控訴人Ａとの間に、木造二階建\nマーケツト一棟六戸建三棟、四戸建一棟、三戸建一棟、合計建坪一一七坪の建物に\nついて、請負代金一棟六戸建延二七坪につき一三五、〇〇〇円、契約と同時に着\n工、竣工期間着工より一ケ月間、代金の支払方法は出来高精算払とし、その支払担\n保のため契約の際敷地の使用権をＡに移譲し、代金の支払の完了するまではその使\n用権はＡのものとする等の約言を以て建物工事の請負契約を締結し、被控訴人Ａは\n右契約に基いて同年六月頃までの間に結局主文第三項記載の三棟の建物を建築し\nた。そして右建築に要した材料はすべて被控訴人Ａの提供したものであり、右契約\nではなお、被控訴人Ｄが請負代金の支払をしない時は建築建物の所有権を被控訴人\nＡのものとすることができるものと約せられていたのに、Ｄは右請負代金の支払を\n殆んどせず、ただ最初の一棟の上棟の際一万円の支払をしただけで他は全然その支\n払をしなかつたので、被控訴人Ａは逐に同年一〇月三一日右約旨に従い右建物三棟\nを同被控訴人のものとすることとし、その旨被控訴人Ｄに伝えて右建物につき被控\n訴人Ａの名義を以て所有権保存登記をするに至つたものである。\n右の通り認めるに足るのであつて、被控訴本人Ｄの当審供述中には右認定に反す\nる部分もあるが採用できないところであり、他に右認定を左右すべき証拠はない。\nそしてまた被控訴人Ａは右建築建物三棟は各その完成の都度被控訴人Ｄに引渡\nし、その引渡によつて右建物の所有権は一応被控訴人Ｄに帰属し、それを後更に被\n控訴人Ａが承継取得したものと主張し、被控訴人Ａ本人はその当審供述において右\nに符合する供述をする。しかし前記の請負契約においては請負代金の支払担保のた\nめ敷地使用権が請負人に委譲せられ、代金の支払の完了するまではその使用権を請\n負人Ａのものとすることが約されていたこと前認定の通りであり、しかも代金支払\nの状況が前記の通りであるとすれば、それでもなお、その請負建物の建築完成の都\n度、その引渡があつえものとする右被控訴本人の供述は、如何にも不自然の感を免\nれないのであつて、買取請求の抗弁のための承継取得の主張に副わんとする事実に\n反する供述と考えるの外はなく、右供述は到底これを信用し難く、他に右被控訴人\nの主張事実を認めるに足る証拠はない。\n（二）　そこで右事実関係の下において果して被控訴人Ａに控訴人に対する右建\n物三棟の買取請求権があるか否かについて考えてみよう。\n（１）　被控訴人Ｄが右建築請負契約の当時及びその建築の当時本件土地につい\nての賃借権者であつたことは前に認定した通りであり、またその賃貸借契約におけ\nる工事禁止の特約条項が効力のないものであることも前に説明した通りであるか\nら、この点に関連して右建築物を以て、借地権者が権により附属せしめたものでな\nいとする控訴人の主張の理由のないことは最早説明を要しない。\n（２）　しかし右建物は、その建築材料がすべて請負人たる被控訴人Ａの提供し\nたところであり、しかもその完成後注文者たる被控訴人Ｄに引渡された事実その他\n特別の事情の認められない本件にあつては、右建物はその建築に従い請負人たるＡ\nの所有となつたものであつて、注文者たる被控訴人Ｄの所有には一度もみつたこと\nはないものと認めなければならない。\n（３）　しかし右建物は借地権者である被控訴人Ｄが請負人である被控訴人Ａに\n注文して建築せしめたものであり、右建築は借地権者の意思に基くところである、\nそして建物所有を目的とする借地契約にあつては、借地人において、地上建物の建\n設について、建築材料を請負人持ちとし、ために一時建設建物の所有権が請負人に\n帰属するような建築方法も、借地人自ら建築工事をするか、材料を支給する等の関\n係から建物が建築と共に借地人の所有となる場合と同様、借地契約上借地人に許さ\nれたところと解するのが相当であるから、本件建物が右のような建築方法であつた\nため、その所有権が請負人である被控訴人Ａに帰属したとしても、これを以て借地\n人が権原によつて土地に附属せしめたものというを妨げないものと解すべきであ\nる。\n（４）　そしてたとえ右のような関係から建設建物の所有権が請負人に帰属した\n場合であつても、請負人が注文者との請負契約に基きその契約関係が存続する間、\n右のような建物所有をしている限りにおいては、その敷地の使用関係（借地人が請\n負人に敷地を使用させている関係）け借地契約上借地人に許されたものと解すべ旨\nであり、従つて土地賃貸人は右関係を以て賃貸人の承諾なき賃借権の譲渡または転\n貸があるものとして賃貸借契約を解除することはできないものと解しなければなら\nない。　（５）　しかし本件では、被控訴人Ａの右建物の所有は右のような請負関\n係からの所有だけではなく、更に進んで、ＤとＡとの間にはＤの代金不払の場合は\n建築建物を請負人たるＡの所有にすることができるとの特約があり、Ａはこの特約\nに従つて右建物の所有権を取得したというのである。右特約の趣旨を如何に解すベ\nきであるか、聊か疑問なきを得ないところであり、被控訴人Ａはこれを代物弁済の\n予約と主張するのであるが、本件請負契約においては、前認定のように建物の所有\n権は当初から請負人に帰属しているのであり、また請負代金の支払担保のらめ敷地\n使用権が請負人に委譲せられていることから考え、右特約の趣旨に、代金不払の場\n合には請負人において請負契約を解除し、建築建物を請負関係を離れて自己の所有\nとすることができるものとしたものであり、なおこの場合には、その敷地の使用権\nも請負関係を離れて請負人に移転することを約したものと解するのが相当である。\n従つて被控訴人Ａが被控訴人Ｄの代金不払を理由として右特約に従い建築建物を被\n控訴人Ａのものとしたというのは、同被控訴人において右特約による解除権を行使\nし、請負関係を離れて右建物の所有権及びその敷地の使用権を取得したものと解す\nべきである。\n（６）　そうすれば被控訴人Ａは右建物につきその建築の当初からその所有権を\n取得したものでばあるが、この所有権には、なお請負関係から来る必然的な負担と\nして、何時でも契約関係に従つてこれを注文者に移転すべき義務が附着しているも\nのであり、右認定の請負契約の解除によつて初めてこの負担のない所有権が同被控\n訴人に帰属するに至つたものであつて、またその敷地の使用権も、ここに至つて初\nめて、請負関係を離れ終局的<要旨>に移転する合意があつえものと解すべきであ\nり、この事態に至れば、土地の賃貸人においても、賃借人にその</要旨>許諾の範囲\nを超えた借地権の譲渡又は転貸があるものとして、これを理由として賃貸借契約を\n解除することができると共に、請負人もまた、賃貸人において右敷地の借地権の譲\n渡又は転貸を承諾しない場合においては、形式的には借地権者から建物所有権の承\n継取得の事実はないのではあるが、借地法第一〇条の規定を類推適用し、地上建物\nの買取を賃貸人に請求し得るものと解するのが相当である。\n（７）　本件において被控訴人Ａは右事情の下において控訴人に対し前記載の建\n物三棟の買取請求をしているものであり、右買取請求の意思表示が昭和二七年五月\n二日控訴人に到達したことは本件記録に徴して明かである。\n（８）　そして右買取請求当時における右建物の時価は当審鑑定人Ｉの鑑定の結\n果に照し金六四八、〇〇〇円と認めるのが相当である。（当審鑑定人Ｋの鑑定の結\n果は採用しない。）　七　そうすれば控訴人の被控訴人Ａに対する主文第三項記載\nの建物の収去及びその敷地の明渡を求める請求については、同被控訴人の建物買取\n請求の抗弁が理由があり、結局同被控訴人は控訴人から右金六四八、〇〇〇円の支\n払を受けるのと引換に右建物及びその敷地を明渡すべきであるから、この範囲にお\nいて控訴人の請求を認容し、その余はこれを棄却すべきである。\n第三、　控訴人の被控訴人Ｂ及びＣに対する請求について\n八　被控訴人Ｂ及びＣがいずれも控訴人主張の家屋の部分に居住しその敷地を占\n有していることは当事者間に争いのないところであり、同被控訴人等の援用する被\n控訴人Ｄの右敷地の賃借権が既消滅していることは同被控訴人に対する請求につい\nての部分において、また控訴人が右敷地の所有権を有することは被控訴人Ａに対す\nる請求についての部分において、いずれも説明した通りであるから、被控訴人Ｂ及\nびＣはいずれも控訴人に対し、控訴人主張の家屋から退去しその敷地を明渡すべき\n義務があることは明がである。\n第四、　結　論\n九　従つて本件控訴人の請求中、被控訴人Ｄ、Ｂ及びＣに対するものはすベてこ\nれを認容すベきであり、被控訴人Ａに対するものは引換給付の範囲においてこれを\n認容し他はこれを棄却すべきであるから、この控訴人の請求を全部排斥した原判決\nは結局不当であるからこれを取消し、主文第二項ないし第六項記載の通り判決すべ\nきものとし、なお訴訟費用の負担につ旨民事訴訟法第九〇条、第九二条、第九三\n条、第九五条、第九六条を、仮執行の宣言につき同法第一九六条を各適用して主文\nの通り判決する。\n（裁判長判事　薄根正男　判事　奥野利一　判事　山下朝一）\n"
}