{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 25,
    "month": 10,
    "day": 4
  },
  "case_number": "昭和25(う)649",
  "case_name": "公職選挙法違反昭和二二年勅令第一号違反被告事件",
  "court_name": "広島高等裁判所第一部",
  "result": "破棄自判",
  "lawsuit_id": "23517",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=23517",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/517/023517_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人を懲役六月に処する。\n原審の訴訟費用は全部被告人の負担とする。\n昭和二十五年六月二十七日附起訴状記載公訴事実一の１及び２欄記載の\n昭和二十二年勅令第一号違反の公訴事実（原判示第一の（一）、（二）の昭和二十\n二年勅令第一号違反の事実）については被告人は無罪。\n理　　　　由\n被告人の弁護人由井健之助の控訴の趣意は末尾添附の控訴趣意書記載のとおりで\nある。\n控訴の趣意第一点の（一）について\n昭和二十二年勅令第一号第十五条にいう政冶上の活動とは、原則として政府、地\n方公共団体、政党その他の政冶団体又は公職に在る者の政治上の主義、綱領、施策\n又は活動の企画、決定に参与しこれを推進し支持し若しくはこれに反対しあるいは\n公職の候補者を推薦し支持し若しくはこれに反対しあるいは日本国と諸外国との関\n係に関し論議すること等によつて、現実の政治に影響を与えると認められるような\n行動をすることをいうものであること、最高裁判所判例の示すところである。（昭\n和二十三年（れ）第一八六二号昭和二四、六、一三大法廷判決参照）。しかしその\n趣旨はもとより直ちにその行動は能動的な作為に限られ、受動的な行為が政冶上の\n活動でないという意味ではない。たとえ受動的な行為であつても、それがなされた\n環境と事情によつて現実の政治に影響を与えると認められる場合があるからであ\nる。また能動的な作為であつても、それがなされた環境と事情によつては、現実の\n政冶に影響を与えない場合もありうるであろう。要はその具体的な行動と、それが\nな<要旨>された具体的事情と環境により政冶上の活動であるか否かの価値判断がな\nさるべきである。いま原判示第一の</要旨>（一）、（二）の事実について見ると、\nいずれも参議院議員候補者Ａの当選を得しめる目的で選挙人又は選挙運動者に供与\nする趣旨の下に原判示金員をその趣旨を諒承して受領したというのであつて、右所\n為は公選による公職の候補者を支持する行為であることは明らかであるが、しかし\n公訴事実も原判示もひとしく右金員受領行為をもつて、それ自体政治上の活動とし\nておるものであつて、右行為のなされた環境や具体的事情については触れるところ\nがないのみならず、原判決の挙示する証拠を精査しても、右金員受領行為自体が現\n実の選挙に影響を与えるものであることを認めるに足る具体的事情も環境も知るこ\nとができない。むしろ原判示第一の（一）、（二）の事実が前提となり、原判示第\n二の饗応の事実、同第三の各現金供与の事実、等々となりそれによつて現実の選挙\nに影響を及ぼすに至つたことを認めることができる。従つて原判示第一の（一）、\n（二）の行為はの選挙活動即ち政治活動への準備若しくは前提行為ではあるけれど\nも、それ自体は未だ以て現実の政冶に影響を与えるものとは認め難いものといはな\nければならない。それ故原判示第一の各事実は右勅令第十五条違反罪を構成しない\nものというべく原審がこれを右勅令違反罪として問擬したことは、右勅令の解釈を\n誤り、もつて判決に影響を及ぼすべき法令の適用を誤つた違法がある。論旨は理由\nがある。\n控訴の趣意第一点の（二）について\nしかし原判示第五の事実は被告人がＢ党政務調査会参与Ａと表示した名刺をＣ外\n三名に頒布宣伝方を依頼して交付したというのであつて、被告の行為を単に機械的\n労務的なものと認定したものでないこと、その判文に照し明らかなところである。\nそして右判示事実は特定の公選による公職の候補者を支持し、現実の選挙に影響を\n与えるものと認められるから、原判決がこの事実につき右勅令を適用したことは正\n当であつて、論旨は理由がない。\n控訴の趣意第二点について\n（一）　しかし原判決第二の事実は原判決の挙示する証拠を綜合すればこれを認\nめることができ、これをそのように認定するに反経験則の違法があるものともいえ\nない。被告人の原裁判所公判廷における供述及び検察官に対する供述調書謄本の記\n載中に所論の如き趣旨のものがないではないがこれ等の部分は原裁判所が他の証拠\nと対比してこれを措信しなかつたものであると認められるので原判決には所論のよ\nうに証拠によらない事実の認定の違法もなければ理由不備の違法もない。論旨は理\n由がない。\n（二）　しかし原判決が証拠としている、Ｃの検察官に対する供述調書の記載に\nよれば、被告人が路上でＣに原判示名刺を配つたことが認められ、Ｄの検察官に対\nする供述調書謄本によれば、同人やＥ等が被告人方に集合し、その席上被告人が各\n人に原判示名刺を配つたことが認められ、Ｆ、Ｇの検察官に対する各供述調書謄本\nによれば被告人が同人等方をそれぞれ訪れ、原判示名刺を交付したことが認められ\nるのであつて、かかる証拠を原判決挙示の被告人の原審公判廷における供述及び検\n察官に対する供述記載と綜合すれば、原判示第五の名刺を各交付した事実は優にこ\nれを認めることができ、これをそのように認定するにつき反経験則の違法があるも\nのともいえない。論旨は原判決が措信しなかつた被告人の供述の一部分をとつて、\n原判決を攻撃するものであつて採用の限りでない。\n控訴の趣意第三点について\nしかし罰金等臨時措置法の立法の趣旨は所論のとおりであるが、同法の施行によ\nり、刑法その他の刑罰法規中に規定された罰金刑は変更せられたものであるから、\nたとえ選択刑として罰金刑の定めのある法条についても選択の裁量については、変\n更された罰金刑が対豫となるのであるから、結果において他の刑が選択されたとし\nても、右臨時措置法が先ず適用されるべきものであることは、当然であるといわな\nければならない。論旨は理由がない。\n以上控訴の趣意第一点の（一）について説示した理由により、量刑不当に関する\n控訴の趣意についての判断をするまでもなく、刑事訴訟法第三百九十七条に則り原\n判決はこれを破棄すべきものとし、同法第四百条但書に従い、直ちに被告事件につ\nき判決すべきものとする。原判決の確定した原判示第二乃至第五の事実を法律に照\nすと、各昭和二十二年勅令第一号第十六条第一項第七号第十五条第一項罰金等臨時\n措置法第二条にあたると共に、原判示第二乃至第四の事実は公職選挙法第二百二十\n一条第一項第一号に、原判示第五の事実は各同法第二百四十三条第三号第百四十二\n条にあたり、それぞれ一個の行為で数個の罪名に触れる場合であるから、刑法第五\n十四条前段第十条により、判示第二乃至第四の事実については重い右各公職選挙法\n違反の罪の刑判示第五の事実については重い右勅令違反の罪の刑に従い以上は同法\n第四十五条前段の併合罪であるから、各罪につき所定刑中懲役刑を選択し、同法第\n四十七条第十条により、最も重いと認める原判示第二の（一）の公職選挙法違反罪\nの刑に法定の加重をした刑期範囲内において、被告人を懲役六月に処し、原審の訴\n訟費用は刑事訴訟法第百八十一条に従い、被告人をして全部負担せしむべきものと\nする。\nなお、被告人は前記勅令第一号にいわゆる覚書該当者であるが、昭和二十五年六\n月四日施行せられた参議院議員の選挙に広島県地方区から立候補したＡの当選を得\nしめる目的で（一）同年五月中旬被告人肩書居宅で、同候補者の選挙運動者である\nＨから、同人が右Ａに当選を得しむる為選挙人又は選挙運動者に供与させる目的で\n交付した金三千円を、その趣旨を諒承して受領し（二）同月二十四日頃福山市ａ町\n所在の右Ａの選挙事務所で、同候補者の出納責任者Ｉに対し、同候補者の当選を得\nるために、選挙人又は選挙運動者に供与する金銭の交付方を要求し、即時同所にお\nいて同人からその趣旨の下に現金二千円の交付を受け、以て右Ａの為選挙運動を為\nしたものであるとの原判示第一の昭和二十二年勅令第一号違反の点については、被\n告事件罪とならないこと前記のとおりであるから、刑事訴訟法第四百四条第三百三\n十六条に則り無罪の言渡をすべきものとする。\nよつて主文のとおり判決する。\n（裁判長判事　三瀬忠俊　判事　和田邦康　判事　小竹正）\n"
}