{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 27,
    "month": 7,
    "day": 3
  },
  "case_number": "昭和26(ラ)6",
  "case_name": "財産分与請求事件",
  "court_name": "名古屋高等裁判所民事部",
  "article_info": "第5巻6号265頁",
  "gist": "財産分与請求権の相続",
  "case_gist": "離婚当事者の財産分与請求権は、既にその当事者の分与請求の意思が表示されたときは、まだ調停または協議の成立若しくは協議に代る裁判所の処分が完結しなくとも、普通の財産権と同様相続され得べき権利である。",
  "lawsuit_id": "23257",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=23257",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/257/023257_hanrei.pdf",
  "contents": "主　　　　文\n原審判決を取消す。\n本件を津家庭裁判所に差戻す。\n理　　　　由\n抗告代理人の抗告理由は原審判は離婚の場合の財産分与請求権は相続対象になら\nないとの理由を以て抗告人の申立を却下したが抗告人は財産分与請求権を相続によ\nつて取得したものと解するを以て原審判の取消を求めると謂うに在る。\n仍て審理するに新民法第七百六十八条に定むる協議上の離婚の当事者の一方の相\n手方に対する財産分与請求権は其の請求を為すや否やは一に権利者の意思のみによ\nつて決定せらるべきものであるから離婚の当事者の一身に専属する権利であつて其\nの者の死亡と共に消滅し相続の目的たり得ざる権利であると謂わなければならぬ、\n然し乍ら当事者の一方が財産分与請求の意思を表示し調停又は協議の成立若くは協\n議に代る裁判所の処分を経て具体的な一定の金銭又は財物の給付請求権を取得する\nに至つたときは此の具休的な債権は普通の財産権<要旨>として相続さるべきもので\nあるととは疑を容れない。そこで当事者の一方が既に相手方に対し財産の分与を\n請</要旨>求する意思を表示し又は之を求むる為家事調停或は審判の申立を為して分\n与請求の意思を表示したが未だ調停又は協議が成立せず若しくは協議に代る裁判所\nの処分を得ないうちに死亡した場合に於て財産分与請求権が相続され得るか否かに\n付て按ずるに法が財産分与の制度を設けたのは単に配偶者の扶養の手段を与えよう\nとする理由だけからではなく配偶者に相続権を認めたのに対応し離婚の当事者間の\n公平なる財産分配の意図も亦之を包蔵するものなることは民法第七百六十八条第三\n項が当事者双方が其の協力によつて得た財産の額を考慮すべき一切の事情の一とし\nて之を掲げているに徴しても明かであつて仮令未だ具体的た債権取得に至らずとす\nるも既に分与請求の意思が表示された後の財産分与請求権は調停又は協議の成立若\nくは協議に代る裁判所の処分を経て一定の金銭又は財物の給付請求権の取得に至る\nべきものであるから其の性質は普通の財産権と化しているのであつて一般の金銭債\n権と同様相続され得べき権利であると解するのを相当とする。抗告人の本件審判申\n立書によれば亡Ａは相手方Ｂと昭和二十三年四月六日協議上の離婚を為し同年六月\n一日附にて原裁判所に財産分与を求むる家事調停の申立をしたが右Ａは同月六日死\n亡したから其の母である抗告人は右Ａの相続人として其の財産分与請求権を承継し\nたので財産分与の審判を求めると謂うのであつて本件記録並右調停事件記録中の戸\n籍謄本によれば亡Ａは其の直系卑属なく又其の死亡当時直系尊属は抗告人のみであ\nることが認められるから抗告人は其の主張の如く亡Ａの相続人であり且右Ａは昭和\n二十三年五月十五日弁護士西村美樹に財産分与調停申立に関する一切の行為を委任\nし右代理人作成に係る申立人Ａの昭和二十三年六月一日附財産分与を求むる家事調\n停申立書は同年六月八日原裁判所に提出されたことは前記調停事件記録中の右Ａの\n委任状の日附及家事調停申立書の受附印によりて認め得られるから仮令調停申立書\nの受理は右Ａの死亡の後であるにせよＡが右調停の申立を右弁護士に委任したのは\n其の死亡前の同年五月十五日であつて此の委任行為によつて同入の財産分与を請求\nする意思は表示されているものと謂わざるを得ない、然らば既に此の意思が表示さ\nれている以上分与請求権は一般の財産権と同様相続され得べきものであることは前\n記説明の通りである、従て原審は亡Ａの相続人である抗告人の本件申立に付き分与\nをさせるべきかどうか並に其の額方法等に付て判断をしなければならないのに財産\n分与請求権は離婚者の死亡によつて当然消滅するとし抗告人は相続によつて亡Ａの\n分与請求権を承継し得ないとの理由によつて抗告人の申立を却下した原審判は失当\nであつて本件抗告は理由がある。\n仍て家事審判規則第十九条第一項に従い主文の如く決定する。\n（裁判長裁判官　中島奨　裁判官　白木伸　裁判官　県宏）\n"
}