{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 30,
    "month": 4,
    "day": 9
  },
  "case_number": "昭和28(う)2773",
  "case_name": "強盗殺人未遂強盗未遂爆発物取締罰則違反強盗傷人強盗予備放火未遂被告事件",
  "court_name": "東京高等裁判所第六刑事部",
  "result": "棄却",
  "article_info": "第8巻4号495頁",
  "gist": "一、　自動車めがけての投石行為を刑法第二〇八条の暴行に該当するとした事例\n二、　強盗未遂の訴因につき訴因および罰条の変更手続を経由しないで暴力行為等処罰に関する法律第一条第一項違反の事実を認定することの可否",
  "case_gist": "一、　人の乗車している進行中の自動車めがけ手拳大の石塊を投げつけ命中させ窓ガラス二箇所を破壊させた所為は右乗車中の人に対する有形力の行使であり刑法第二〇八条の暴行に該当する。\n二、　強盗未遂の訴因につき訴因および罰条の変更手続を経由しないで暴力行為等処罰に関する法律第一条第一項違反の事実を認定しても、後者がただ財物強取の犯意の点を除いてすべて前者のうちに包含されている場合には、これを違法と解すべきではない。",
  "lawsuit_id": "21681",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=21681",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/681/021681_hanrei.pdf",
  "contents": "主　　　　文\n本件各控訴を棄却する。\n当審に於ける訴訟費用は全部被告人Ａの負担とする。\n理　　　　由\n本件控訴の趣意は末尾添付の検察官大久保重太郎名義、被告Ａの弁護人為成養之\n助同佐藤義彌名義及び被告人Ａ名義の各控訴趣意書記載のとおりで、これに対し当\n裁判所は次のとおり判断する。\n一、　検察官の論旨第一点について。\n被告人Ｂに対する昭和二十七年十月二日附起訴状及び被告人Ａに対する昭和二十\n八年一月三十一日附起訴状には所論指摘のとおり、強盗未遂の訴因を記載してあ\nる。ところが原判決はこの強盗未遂の訴因に対し、「被告人Ｂ、同ＡはＣ隊の隊長\nＤ、政治委員Ｅと共謀の上右Ｃ隊の将来の行動に資するため、米国駐留軍軍人の乗\n車している進行中の自動車に投石してこれを停車せしめ得るや否やを試さんとし、\n七月三十日午後八時三十分頃所沢市大字ａ地内ｂ街道において各自手拳大の石塊を\n携え、その通行を待機していた折柄同所を通りかかつた米国駐留軍軍人Ｆ及び同人\nの知人Ｇ（満四十一年）の乗車する自動車めがけてそれぞれ所携の石塊を投げつ\nけ、以て同人等に対し数人共同して暴行をなした」との事実を認定し、暴力行為等\n処罰に関する法律違反第一条第一項を以て処断したのである。所論は右判示事実が\n被告人等に金品強取の意図の存することを認定しなかつたのは事実の誤認であり、\n右所為は強盗未遂罪で処断すべきものと主張する。しかし夜間高速度で進行中の自\n動車に手拳大の石を投げつけたとて、反抗を抑圧する程度の暴行とは認め得ないと\nころであり、この暴行だけで直ちに強盗罪の実行の着手があつたものとは認められ\nないから、強盗未遂を主張する論旨は既にこの点において失当であるのみならず、\n原判決がその引用する証拠の示すところによつて、原判示のとおりの事実を認定し\nたのも理由のないわけではない。というのもＣ隊が既に結成され、被告人Ｂ、Ａが\nメンバーであつた事実から、同被告人等に権力者に対する反抗の意思を認定するの\nはともかく、それだけの事実で直ちに強盗の意図があつたとは認められないからで\nある。而して同被告人等が右犯行前火焔瓶を製作し、その実験をしたことや、前記\n自動車に対する投石の翌日強盗の目的で火焔瓶を進行中の自動車に投げつけ、運転\n者Ｈを負傷させたことも認め得ないわけではたいが、他方本件投石の前日被告人Ａ\nはＩ等と共にｃ村助役Ｊ方住宅に火焔瓶を投げこんだ放火未遂事件（原判決第一の\n事実）があり、これに引続く本件に於ても、その現場たるｂ街道に行くまでは、被\n告人両名も、Ｄ、Ｅにしても、ただ地理地形の調査をするに出かけてきたものでＣ\n隊の資金獲得のため自動車投石を考えていなかつたところ、右現場で突然Ｄの提案\nによる投石行為を敢行することとなつたことはすべての証拠の一致するところであ\nる。してみれば本件投石行為は単に権力者に対する反抗的意図の表現である点で前\n記ｃ村助役方の放火未遂事件と類似し、未だ強盗の意図まではなかつたが、右投石\n行為により石を投げただけでは進行中の自動車を止め得ないことが判つて次回から\n石に代えて火焔瓶を投げつけ、財物を強取せんとする意図にまで発展して行く一の\n動機となつていることが窺われるのである。それ故本件投石行為後行われている火\n焔瓶投擲事件等が、いずれも強盗の目的であつたことから遡つて右の投石行為も亦\n強盗の犯意にでたものとすることは失当である。もつとも被告人両名とも原審公判\n廷で本件投石行為が強盗の犯意で為されたことを認めていた（但し被告人Ａはその\n後右陳述を訂正し単に自動車を停車させ得るかどうかを試すためのものとしてい\nる）外記録に徴すれば、所論の指摘する如き供述が存する各資料が提出されている\nのであるが、それらはいずれも原審が採用しなかつたものと認められるしこれを採\n用しなかつた原判決の前記認定は経験則に反するものではかく、記録を精査しても\nそれが誤認であるとはいえないから、論旨は理由がない。\n二、　弁護人の論旨第一点について。\n原判決第二事実は先に引用したとおり、被告人Ａか外三名と共に駐留軍軍人の乗\n車している進行中の自動車に石塊を投げつけ、これを停車せしめ得るや否やを試し\nてみようとした旨判示しているのであり進行中の自動車中の人も当然投石の対象と\nなるもので単に右自動車のみを対象とし、これに投石する意図にでた事実を判<要旨\n第一>示しているわけではない。而して現に駐留軍軍人Ｆ及びＧ両名が乗車している\n進行中の自動車</要旨第一>めがけて手拳大の石塊を投げつけ命中させた（その結果\n右自動車に命中しその右前方運転手席近くの窓ガラスが二ケ所も破壊されているこ\nと記録第四四丁の写真及び被告人Ｄ等に対する強盗殺人未遂被告事件の第二十七回\n公判調書中証人Ｇの証言記載部分により明白である。）という所為が乗車中の右両\n名の身体に対する有形力の行使であり刑法第二百八条の暴行に該当することもちろ\nんである。論旨は理由がない。\n三、　同第三点について。\n原判決は強盗未遂の訴因につき、訴因罰条の変更を命ずることなしに原判示第二\nの暴力行為等処罰に関する<要旨第二>法律違反の事実を認定している。しかし強盗\n未遂の訴因たる被告人Ａに対する昭和二十八年一月三十一日附</要旨第二>起訴状に\nは被告人Ａは「Ｄ、Ｂ、Ｅと共謀の上、Ｃ隊の行動の一環としてＣ隊の資金獲得等\nのため米国駐留軍の乗つている自動車を要撃し、暴行又は脅迫を以て金員を強取せ\nんことを企て、昭和二十七年七月三十日午後八時三十分頃所沢市大字ａ地区ｂ街道\nに於て短刀一振及び各自手拳の二倍大の石塊を携えてその機会を窺つていた折柄、\n同所を通りかかつた米国駐留軍少尉Ｆ及び同人の知人Ｇの乗つていた自動車に対\nし、それぞれ所携の石塊を投げつけたが、同人等にそのまま逃走せられたため所期\nの目的を遂げず」というのであり、原判決認定の暴力行為等処罰に関する法律違反\n事実は冒頭検察官の論旨第一点の説明に引用したとおりで、この両者を比較する\nに、後者の事実（原判示第二事実）はすべて強盗未遂の訴因中に包含せられ、ただ\n財物強取の犯意が無かつたのみで、いわば強盗未遂の訴因を縮少された態様、限度\nにおいて認定したに過ぎないというべく、しかもこのように縮少された態様、限度\nに於て事実を認定しても被告人Ａの防禦権の行使に実質的不利益を蒙らしめるもの\nでないこと明らかである。\nこのような場合、強盗未遂の訴因に対し、訴因罰条の変更手続を経ずして訴因の\n縮少された態様たる暴力行為等処罰に関する法律第一条第一項の事実を認定しても\n違反と解すべきではない。（最高裁判所昭和二六年（あ）第七八号事件判決参照）\nなるほど強盗未遂罪は財産に関する犯罪であり、暴力行為等処罰に関する法律違反\n（刑法第二百八条）は人の身体に対する犯罪であり、その罪質が異ることは所論の\nとおりであるが、それ故に訴因の変更手続を要するものとは解し得られない。\n論旨は理由がない。\n（その他の判決理由は省略する。）\n（裁判長判事　近藤隆蔵　判事　吉田作穂　判事　山岸薫一）\n"
}