{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 29,
    "month": 6,
    "day": 30
  },
  "case_number": "昭和28(う)682",
  "case_name": "自殺関与等被告事件",
  "court_name": "広島高等裁判所第四部",
  "result": "破棄自判",
  "lawsuit_id": "23450",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=23450",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/450/023450_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人を懲役三年に処する。\n押収に係る脇差一本（証第一号）はこれを没収する。\n原審並に当審における訴訟費用は全部被告人の負担とする。\n理　　　　由\n弁護人平山雅夫、同上山武の控訴の趣意は記録編綴の各控訴趣意書記載のとおり\nであるから、ここにこれを引用する。\nこれに対する当裁判所の判断は次の通りである。\n各弁護人の論旨中、原判示第一事実に関する事実誤認の主張について\n所論は要するに被告人は本件道路敷地は自己の所有地であると確信して判示の如\nき板垣を設置したものであるから、往来妨害についての犯意を欠くと主張するにあ\nる。しかし道路敷地が公有であると私有であるとを問わず、苟くも公衆の往来に供\nせられている道路である以上、該事実を知りながらこれを壅塞するにおいては、刑\n法第一二四条第一項の罪を構成すると解すべきてある。而して原判決が判示第一事\n実について引用している各証拠に徴すれば、本件道路が往時より一般公衆の往来に\n供せられており、被告人も斯る事実を十分諒知していたことが肯認されるので、所\n論の如く被告人において本件往来妨害について犯意がなかつたということはできな\nい。記録を精査するも原審の右事実認定に誤があるとは認められないので論旨は採\n用できない。\n論旨中、原判示第三事実に関する事実誤認の主張について\n各弁護人所論の要旨は、自殺教唆罪の成立には教唆行為と自殺との間に因果関係\nのあることを要するに拘らず、記録並に原審が取調べた各証拠を仔細に検討する\nも、被告人がその亡妻Ａに対し、同人の自殺を予見して判示の如き暴行、脅迫を加\nえたと認められる事実及び被告人の迫害とＡの自殺との間に因果関係があると認め\nるに足る証拠は毫も存在しない。尤も記録によれば被告人がＡに対して多少の暴行\n若くは脅迫を加えた事実を認められるけれども、この程度の威迫は不貞の妻に対し\n夫として採つた当然の措置というべく、十八年間も連れ添つた妻に対して夫たる被\n告人として妻の自殺を決意せしめる程苛烈な暴行、脅迫を加えたとは到底考えられ\nない。而もＢとＡとの不倫な関係に起因して被告人等夫婦の間に紛争のあつたと認\nめられるのは昭和二四年三月頃のことであつて、それより約四月後の同年七月一八\n日における本件Ａの自殺との間に因果関係があるとみるのは不自然である。又仮に\n判示の如き苛烈な暴行、脅迫行為があつたとしても、そのため齢四〇を超え、而も\n教養あり賢明であつたＡが、母の生存している広島県ａ町の実家に逃避し若くは警\n察その他に保護を求めることもなさず、たやすく官殺行為に及んだと認めるのは条\n理に反する。畢竟本件Ａの自殺行為は、同女がＢとの不倫関係を追求され、汚名を\n着て実家に復帰することもできず、自責の念から遂に自殺の道を選んだとみるべき\nであつて、伝聞証拠並に信憑力のない証人Ｃの証言を採用して被告人の教唆による\n自殺と認めた原判決は事実の誤認をおかしたものであり、その誤認は判決に影響を\n及ぼすこと明かであるというにある。\nよつて本件訴訟記録並に原審及び当審において取調べた各証拠を検討するに\n一、　司法警察員Ｄ作成に係る検視調書\n一、　Ｅ作成に係る死体検案書\n一、　原審証人Ｄ（第一、二回）の供述調書\nの各記載によれば、被告人の先妻Ａが昭和二四年七月一八日午後一時前後の頃呉\n市ｂ町ｃ丁目字ｄ畑地続きの山林中において縊死を遂げた事実が認められ\n更に前記各証拠（検視調書については添付遺書を含む）並に原審証人Ｆ、同Ｇ、\n同Ｈ、同Ｉ、同Ｊ、同Ｋ、同Ｃ、同Ｌ、同Ｍ、同Ｂ、同Ｎの各供述調書の記載、当\n審証人Ｂ、同Ｊ、同Ｍ、同Ｌ、同Ｉ、<要旨>同Ｇ、同Ｃ、同Ｋ、同Ｄの各供述調書\nの記載を綜合して考えると、被告人と亡</要旨>妻Ａとは昭和七年頃婚姻し爾来約十\n七年間、両人の性格の違いから多少の風波は、避けられないながらも取上げる程の\n紛糾もなく同棲生活を続けてきた、ところが被告人は昭和二四年二月末頃から同年\n三月一六日頃まで、被告人の姉婿に当るＢが同人の息子Ｏと共に被告人方に滞在し\nていた間において、右ＢとＡとの間に不倫な関係が結ばれたと邪推し同年三月末頃\nから殆んど毎日の如くＡを詰責し、同女の外出逃避を監視しつつ時には「死ぬる方\n法を教えてやる」と云いながら失神する程に首を締め、又は足蹴にし、錐、槍の穂\n先等で腕、腿等を突く等常軌を逸した虐待、暴行を加え、或はＡを強要してＢとの\n姦通事実を承認する書類又は「自殺します、Ａ」なる書面を作成させ、更に同年六\n月上旬頃同女の実家を継いでいるＭを電報で呼寄せ、Ａの面前において同女の不貞\n行為を繰返して述べ、金品の給付によつてこれを慰籍すべきことを暗示する等、Ａ\nに対する直接、間接の暴行、脅迫行為を繰返し、以て執拗に同女に対して肉体的、\n精神的な圧迫を加えたので、そのため同女としても被告人の前記暴行、脅迫の連続\nによつて心身共に疲労し今更実家に復帰することもできず、さればとて嘗て同女が\n同年六月頃所轄警察署に保護を求めたが取上げられなかつたので官憲に対する救援\nも望み得ないと思惟し、遂にこれ以上被告人の圧迫を受けるより寧ろ死を選ぶに如\nかずと決意し、前記の如く同年七月一八日自殺するに至つたものであることを窺い\n知るに十分である。\nそして右の事実殊に被告人がＡに対して執勧に常軌を逸する暴行、脅迫を継続し\nていたこと、同女をして自殺する旨の書面を強いて作成せしめたこと並に前記各証\n拠により被告人が昭和二四年七月一八日朝Ａを同道して田圃に作業に出掛けながら\n単身引返し、Ａが縊死したと認められる時刻の頃、平素特に親しくしていない近隣\nの婦人数名を呼び集めてＡの不貞行為を喧伝し、而もその際故意か偶然か「Ａはも\nう帰らぬであろう」と放言したと認められること等を併せ考えると、被告人は自己\nの暴行、脅迫によつてＡが自殺するであろうことを十分予見しながら敢て前記の如\nく同女に対して暴行、脅迫を加えたものであるといわざるを得ない。而して自殺と\nは自己の自由な意思決定に基いて自己の死を惹起することであり、自殺の教唆は自\n殺者をして自殺の決意を生ぜしめる一切の行為であつて、その方法を問わないと解\nする、従つて犯人が威迫によつて他人を自殺するに至らしめた場合、自殺の決意が\n自殺者の自由意思によるときは自殺教唆罪を構成し進んで自殺者の意思決定の自由\nを阻却する程度の威迫を加えて自殺せしめたときは、もはや自殺関与罪でなく殺人\n罪を以て論ずべきである。ところで本件においては前記の如く被告人の暴行、脅迫\nによつてＡが自殺の決意をするに至つたものであること並に被告人が自己の行為に\nよつて同女が自殺するであろうことを予見しながら敢て暴行、脅迫を加えたことが\n夫々認められるけれども、被告人の右暴行、脅迫がＡの前記決意をなすにつき意思\nの自由を失わしめる程度のものであつたと認むべき確証がないので、結局被告人の\n本件所為は自殺教唆に該当すると解すべきである。\n尚弁護人は、被告人がＡに対して加えた暴行、脅迫は不貞の妻に対する夫として\nの当然の措置であると主張するけれども、記録を調査し、ＡとＢとの間に被告人の\nいうが如き不倫関係があつたとは到底認められないし、仮に斯る事実があつたとし\nても、これを理由として判示の如き暴行、脅迫の許さるべきでないことは勿論であ\nる。\n又被告人がＡに対して、同女とＢとの不倫関係を疑い暴行、脅迫を加えたのは昭\n和二四年三月頃であつて同年七月一八日におけるＡの自殺との間に因果関係がある\nと認めるのは相当でないというけれども、前記各証拠、殊に原審証人Ｆ並に当審に\nおける証人Ｃの各供述調書の記載によるも、被告人はＡの自殺した直前頃まで同女\nに対して残忍苛酷な暴行、脅迫を継続していた事実を窺知することができるので所\n論の如き事実認定についての飛躍はない。\n更に弁護人は、仮に被告人がＡに対して判示の如き苛烈な暴行、脅迫を加えたと\nしても、同女はたやすく実家に逃避し若くは官憲の保護を求め得た筈である、従つ\nて被告人の暴行、脅迫に因り自殺を決意したと認めるのは不当であるという、しか\nし前記各証拠により被告人はＡからの協議離婚の申出を拒否し常に同女を監視し、\n衣類並に筆紙の使用についても絶対に独断を許さなかつたと認められること、Ａは\n齢四〇を超えながら実子なく、実家も既に妹夫婦が承継し今更喜んで同女の復帰を\n迎えるとは考えられないこと、同女が警察の保護も期待し得ず却つてそうするとき\nは被告人の感情を刺戟し更に暴行を受ける虞ありと思惟していたことが認められ、\n而もＡにおいて自殺しなければならないと思料される原因が他に認められないこと\n等を綜合すると、Ａが被告人の前記暴行、脅迫の連続によつて心身共に衝撃を受\nけ、因て自殺を決意したと認めるのは強ち不自然とはいえない。\n尚又弁護人所論の証人Ｃの証言は、判示第一事実について事実上の被害者の立場\nにあるので、これを全面的に措信し得ない事情にあるけれども、同証人の供述のみ\nを以て本件事実を認定したものでないのみならず、本件について直接利害関係な\nく、身分関係もないと認められる隣人の証人Ｆ、同Ｇ、同Ｈ、同Ｋ等の各供述調書\nの記載と右Ｃの証言調書内容（各調書の記載のうち、亡Ａからの伝聞に係る部分に\nついては刑事訴訟法第三二四条第二項により証拠能力を認める）を比較対照すれ\nば、同人の証言中にも多分に信を措くに足る部分のあることが認められるので同証\n言の信憑性を全く否定すべきであるとはいえない。\n以上の次第であるから原判決はその判文においてやや簡略に過ぎる嫌いはあるけ\nれども、結局判示第三事実は、被告人が先妻Ａに対し自己の行為によつて、同女の\n自殺するであろうことを予見しながら敢て判示暴行、脅迫を加え、よつて同女をし\nて自殺せしめた事実を認定した趣旨であり右の事実認定は正当と認められるので、\n原判決には所論の如き事実誤認はなく、論旨はすべて理由がない。\n各論旨は、量刑不当の主張について\n本件記録並に原審及び当審において取調べた各証拠を検討し、判示第三の犯行が\n上記の如く執拗にして苛酷な暴行、脅迫によるものであることに鑑みれば、その犯\n情軽しとしないことはいうを俟たないところであるが、該犯行の動機その他諸般の\n情状を考慮すれば、原審の刑はいささか重過ぎると認められるので論旨は理由があ\nる。\nよつて刑事訴訟法第三九七条第三八一条に則り原判決を破棄し、同法第四〇〇条\n但書に従い当裁判所において更に判決する。\n罪となるべき事実（但し判示第三事実中「に同道し」とあるを「において」と改\n訂）並にこれを認める証拠は原判決摘示のとおりであるからこれを引用する。\n法律に照すと被告人の判示所為中、判示第一の点は刑法第一二四条第一項に、判\n示第二の点は銃砲刀剣類等所持取締令第二条第二六条に、判示第三の点は刑法第二\n〇二条前段に各該当するので各所定刑中懲役刑を選択し、以上は刑法第四五条前段\nの併合罪であるから同法第四七条第一〇条に従い最も重い判示第三の罪につき定め\nた刑に法定の加重をした刑期範囲内において被告人を懲役三年に処し、押収に係る\n脇差一本（証第一号）は判示第二の犯罪行為の組成物件であるから同法第一九条第\n一預第一号第二項によりこれを没収し、原審並に当審における訴訟費用は刑事訴訟\n法第一八一条第一項を適用し全部被告人をして負担せしめることとし、主文のとお\nり判決する。\n（裁判長判事　柳田躬則　判事　尾坂貞治　判事　石見勝四）\n"
}