{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 26,
    "month": 1,
    "day": 16
  },
  "case_number": "昭和25(ネ)79",
  "case_name": "船舶国籍証書並機船底曳網漁業許可証交付請求事件",
  "court_name": "高松高等裁判所第二部",
  "result": "棄却",
  "article_info": "第4巻1号1頁",
  "gist": "行政権に対する司法権の機能",
  "case_gist": "裁判所が行政庁に代りある行政処分をしたと同様の効果を生ずる判決をしたり、行政庁に処分を命じたりすることは、ひつきよう裁判所が行政権を行使しあるいは行政庁を監督する結果となるので三権分立の原則に反するから許されない。\nこのことは、たとい行政庁がある行政処分をすることを約したとしてもその結論を異にすべきではなく、かかる場合でも三権分立の精神に照し現実具体的に行政処分をなすや否やは、当該行政庁の権限に専属するものというべきである。",
  "lawsuit_id": "24671",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=24671",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/671/024671_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n事　　　　実\n控訴代理人は「原判決を取消す、被控訴人は控訴人所有の機船底曳綱漁船第八、\n九Ａ丸につき船舶国籍証書及機帆船底曳網漁業許可証を交付しなければならない。\n訴訟費用は第一、二審共被控訴人の負担とする。」との判決を求め被控訴人は控訴\n棄却の判決を求めた。\n当事者双方の事実上の主張は控訴代理人において原判決事実摘示中二枚目の一行\nの予約とあるを契約に訂正し、被控訴人主張原則としての三権分立は認めるが例外\nとして本件訴訟は認められる。機帆船底曳網漁業許可に関する管轄が都道府県から\n農林省に変更されて後においても控訴人はその許可申請書を農林省水産庁に提出し\nたがこれに対し未だ何らの処分もなく今日に及んでいると述べ被控訴代理人におい\nて三権分立を採る我が国現行憲法の下においては憲法自体において行政権と司法権\nの限界が定まり法律に別段の定めのない限りは原則として互に相侵すことは許され\nないのである。即ち裁判所は行政権に対する司法権の機関であつて具体的事件につ\nいての法適用の保障的機能を果すことを本来の任務とするものであり法令上特に行\n政権に対する監督的任務を負わしめている場合の外は何等の限界を超えて行政監督\n機能を行使することはできないものと解すべきである。従つて裁判所が行政事件訴\n訟について裁判する場合にも具体的に行政処分をなすべきかどうかは権限ある行政\n庁が処分時の具体的諸条件を考慮して決すべき問題であり裁判所は自ら行政庁に代\nつて行政処分をし、または行政処分をなすべきことを命ずることは原則として許さ\nれない。\n本訴は船舶国籍証書の交付と機帆船底曳網漁業許可証の交付という、いづれも行\n政処分をなすべきことを命ずる判決を求めるものでありしかもこれらの行政処分を\nなすべきことを命ずることを裁判所に許した法令が何等存在しないのであるから訴\n訟要件を欠く不適法のものであると述べた外原判決事実適示と同一であるからここ\nにこれを引用する。\n（立証省略）\n理　　　　由\n裁判所は行政事件訴訟においては司法権行使の機関として原則として法の具体的\n適用を保障するという限定的消極的な機能を有するに止まり行政上のある目的を実\n現する任務を有するものでない。\n<要旨の１>故に法令上別段の定めのある場合の外は裁判所は行政庁に代つて自ら\n処分をしたのと同様の効果を生ずる判</要旨の１>決をしたり、行政庁に処分を命じ\nたりなどすることはできない。もし裁判所にかようなことをなし得る機能を認める\nならばそれはひつきよう裁判所が行政庁を行使し或は行政庁を監督する結果となり\n三権分立の原則に反することになるであろう。今本件についてみるに本訴は国に対\nして船舶国籍証書と機帆船底曳網漁業許可証の交付を命ずる判決を求めるものであ\nることその請求自体に徴して明らかであつて結局いづれも行政庁に対して行政上の\n処分をなすべきことを命ずる判決を求めるものであり、しかもこれらのことをなす\nべきことを命ずる<要旨の２>機能を裁判所に容認した法令は何ら存しないから、前\n説示に照し本訴は不適法であるというべくこのことはた</要旨の２>とい控訴人主張\nの如く愛媛県知事において前示漁業許可証を控訴人に与えるべく約したことがあつ\nたとしてもその結論を異にすべきではない。けだしかかる場合においても三権分立\nの精神に照し現実具体的に行政処分をなすや否やは当該行政庁の権限に専属するも\nのというべきだからである。故にかような場合においても控訴人は一旦権限ある行\n政庁に国籍証書や漁業許可証の交付を請求し行政庁がこれを拒否した場合（明示の\n拒否をしない場合でも相当の期間を経過するも処分せず従つて拒否処分がなされた\nものと認められる場合を含む）にその拒否処分の違法を主張してその是正を求める\n行政事件訴訟を提起するは格別、直ちに本訴の如き給付の訴を起し得ざるものとい\nわなければならない。\n以上の次第であるから本訴を不適法として却下した原判決を相当とし、民事訴訟\n法第三百八十四条第八十九条を適用し主文のとおり判決する。\n（裁判長判事　前田寛　判事　近藤健蔵　判事　萩原敏一）\n"
}