{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 29,
    "month": 4,
    "day": 6
  },
  "case_number": "昭和29(ウ)48",
  "case_name": "管轄指定の申立事件",
  "court_name": "大阪高等裁判所第一民事部",
  "result": "却下",
  "article_info": "第7巻3号328頁",
  "gist": "裁判所を被告とする行政訴訟につき当該裁判所の裁判官全員は職務の執行より除斥されるか",
  "case_gist": "一、　行政訴訟が、裁判所を被告とし、同裁判所のなした司法行政処分の効力を争うものであつても、当該裁判所の裁判官全員が、当事者またはこれに準ずべき立場にあるものとして除斥原因に該当するものということはできない。\n二、　また右の場合において、同裁判官全員が、当然被告の法定代理人たる地位にあるもの、またはあつたものとして、除斥原因に該当するということもできない。",
  "lawsuit_id": "22799",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=22799",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/799/022799_hanrei.pdf",
  "contents": "主　　　　文\n本件管轄指定の申立は、これを却下する。\n理　　　　由\n本件管轄指定の申立の理由は、別紙管轄指定の申立と題する書面に記載するとお\nりである。\n<要旨第一>よつて、按ずるに、本件の大阪地方裁判所昭和二八年（行）第八二号\n免職処分取消等事件において、相手方た</要旨第一>るＡが原告となり、申立人たる\n大阪地方裁判所を被告として、被告裁判所が、昭和二十四年九月十四日附をもつて\nなした原告に対する免職処分の無効を主張し、その取消ならびに右免職処分の日よ\nり右処分取消にいたるまでの間の給与の支払を求めているのであるから、右被告た\nる大阪地方裁判所は、行政事件訴訟特例法にいわゆる処分庁たる行政庁、即ち司法\n行政機関としての大阪地方裁判所を意味するものであることは、言うまでもなく、\n又右の被告裁判所が、司法行政を行うには、裁判官会議の議によらなければならな\nいことは、裁判所法の明定するところであるが、裁判官会議の構成員と、司法行政\n機関たる被告裁判所とは、別個の存在であるから、右法上その裁判官会議が、本訴\nの管轄裁判所たる大阪地方裁判所に所属する判事（判事補の職権の特例等に関する\n法律により判事の権限を有する判事補を含む。以下同じ）を以て構成せられている\nからといつて、右判事たる特定の個人と、被告裁判所とが同一の地位に立つものと\nいうことはできない。けだし、一般に行政庁とは、それが独任制であると、合議制\nであるとを問わず、国又は公共団体の行政機関として観念的な存在を意味し、この\n行政庁を構成する特定の個人を指称するものでないことは当然であり、さればこ\nそ、行政庁は、その構成員の更迭にかかわらず、同一性を維持し、訴訟法上もこれ\nがため当事者の変更を来さないものと解せられる所以である。そうであるから、本\n訴の管轄裁判所の判事と被告裁判所との間に存する前記の関係を以て民事訴訟法第\n三十五条第一号に規定する除斥原因たる「裁判官が当事者たるとき」とあるに該当\nするものとはなし難い。\n又被告裁判所は、行政庁として、訴訟法上、形式的な当事者能力を認められてい\nるとは言え、もとより実体法上、人格を有するわけでなく、一に国の機関たること\nよりして、争訟利益の帰属するところも国であつて、被告裁判所の裁判官会議を構\n成する判事ではないし、又裁判の既判力も直接右の判事に及ぶというわけでないか\nら、右判事を以て、本訴の実質上の被告又は被告に準ずべきものとして、除斥原因\nに該当するものと解することもできない。\n従つて、申立人主張のように、管轄裁判所の判事の大多数が、本訴の目的たる行\n政処分に関する被告裁判所の裁判官会議に関与し、しからざる判事もまた被告が本\n訴の当事者として訴訟手続追行上なすべき意思決定に関しては、その裁判官会議の\n構成員として、これに関与すべき地位にあるとしても、このことを以て、裁判官が\n当事者たる被告に準ずべき立場にあると言えないのは、右説示に徴し自ら明らかな\nところである。\n<要旨第二>なお、一般に独任制の行政庁にあつては、その長たる構成員、合議制\nの行政庁にあつては、合議体の代表者</要旨第二>たる構成員は、訴訟法上行政庁の\n法定代理人に準ずべきものとせられているが、被告裁判所においては、裁判所法\n上、司法行政は、裁判官会議の議によるにしても、同裁判所長がこれを総括する建\n前になつているから被告裁判所の所長は、しばらくおき、その余の判事は、被告裁\n判所の代表者たる地位に立つわけでなく、又従前代表者として本訴に関与したわけ\nでもないので、前記法条第五号の除斥原因たる「裁判官が当事者の代理人なるとき\n又はなりしとき」とあるにも該当しない。\n叙上の次第であるから、本訴について管轄裁判所の判事全部が、当然その職務の\n執行より除斥せられるわけでなく、従つて、民事訴訟法第二十四条第一項第一号に\n規定する、「管轄裁判所が法律上裁判権を行うこと能はざるとき」とあるに該当し\nないことは、言うまでもないから、同条に基く本件管轄指定の申立は、理由がな\nく、これを却下すべきものとする。\nよつて、主文のとおり決定する。\n（裁判長判事　吉村正道　判事　大田外一　判事　金田宇佐夫）\n"
}