{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 33,
    "month": 11,
    "day": 10
  },
  "case_number": "昭和32(ネ)574",
  "case_name": "詐害行為取消請求事件",
  "court_name": "福岡高等裁判所第二民事部",
  "article_info": "第11巻9号578頁",
  "gist": "国税徴収法第一五条の取消権と民法第四二六条の準用の有無",
  "case_gist": "国税徴収法第一五条の取消権の消滅時効については民法第四二六条の準用があるものと解すべきである。",
  "lawsuit_id": "23668",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=23668",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/668/023668_hanrei.pdf",
  "contents": "主　　　　文\n原判決を取り消す。\n被控訴人の請求を棄却する。\n訴訟費用は第一、二審とも被控訴人の負担とする。\n事　　　　実\n控訴代理人は主文と同旨の判決を求め、被控訴代理人は「本件控訴を棄却する。\n控訴費用は控訴人の負担とする。」との判決を求めた。\n当事者双方の事実上の陳述、証拠の提出、援用、認否は、控訴代理人において、\n「民法第四百二十四条は国税徴収法第十五条に対し一般法たる性質を有するもので\nあるから、特別法に規定されていない事項については一般法の規定が類推適用され\nるのは当然のことである。即ち国税徴収法第十五条の規定が民法第四百二十四条の\n規定に対し特色を有するのはその取消権行使の時期を制限した点にあるのであつ\nて、公法上の債権である租税債権の私法上の一般債権に対する優越せる地位を規定\nしたものではないのであるから、国税徴収法において、民法第四百二十六条の規定\nを準用する旨の規定がないからといつて、これが類推適用を排除することはできな\nい。」と述べ当審証人Ａ、Ｂの各証言および当審における控訴本人Ｃ、Ｄ、Ｅの各\n尋問の結果を援用し、被控訴代理人において「国税徴収法第十五条の詐害行為取消\n権（以下単に本件取消権という。）はこれが国家財政の基礎をなす公法上の租税債\n権を保全する点において、民法所定の取消権とは異る独自の存在理由が肯定さるべ\nきであり、また本件取消権については国税徴収法上消滅時効を定めた規定が存しな\nいのであるから、このことと国税徴収法の法文自体とにかんがみれば、本件取消権\nは滞納処分をなし得る時以後であれば租税債権自体が消滅しない限り何時でもこれ\nを行使し得るものと解すべきであり、従つてその消滅時効について民法第四百二十\n六条が類推適用さるべきであるとの控訴人等の主張は全く理由がないものといわな\nければならない。かりに本件取消権について民法第四百二十六条が類推適用される\nとしても、その起算点は単に債務者が債権者を害することを知つて法律行為をなし\nた事実を債権者が覚知するに至つたときに求むべきではなく、債権者において詐害\n行為取消請求権の構成要件該当事実をすべて覚知したとき、即ち受益者の悪意をも\n知つたときに求むべきである。」と述べたほかはすべて原判決の事実摘示と同一で\nあるから、ここにこれを引用する。\n理　　　　由\n控訴人等が昭和二十七年十月一日訴外Ｂから本件不動産を買い受けて同月十七日\n熊本地方法務局玉名支局受付第二一二四号を以つてその旨の所有権移転登記がなさ\nれたことは当事者間に争いがなく、かつ成立に争いのない甲第一号証によるとＢは\n右売買の行われた同月一日現在において被控訴人に対し被控訴人主張のとおり金四\n百八十七万二千百十二円の租税（国税）債務を負担していたことが認められる。\nそこで先ず右Ｂの本件不動産の売買がその国税の滞納処分による差押を免かれる\nため故意になされたものであるかどうかについて考察するに、前記甲第一号証に原\n審証人Ｆ、Ｇ、Ｈの各証言を総合すれば、被控訴人は昭和二十七年頃右Ｂの昭和二\n十三年度分未納所得税約二十万円について同人所有の有体動産に対し滞納処分手続\nを行つていたが、更に同人において昭和二十三、四年度分の所得税につき脱税の疑\nいありとして査察の結果、昭和二十七年七月頃Ｂに対し前示金四百八十七万二千百\n十二円の所得税追加更正決定をなしたことが認められ、またいずれも成立に争いの\nない甲第四号証の二、三、第十六号証（ただし、後記措信しない部分を除く。）な\nらびに原審および当審証人Ｂ（ただしいずれも後記措信しない部分を除く。）原審\n証人Ｉ、Ｆ、Ｇの各証言によるとＢは右追加更正決定がなされた当時、他に、四、\n五百万円にのぼる債務を負担しており、その全財産を以つてしてはとうてい前示国\n税を担保するに足りなかつたことが認められる。しかして右認定の各事実と成立に\n争いのない甲第五、六号証、第十ないし第十三号証、第十七ないし第二十二号証に\n原審証人Ｈの証言を併せ考えると、右Ｂは昭和二十一年頃から個人で印刷業を営\nみ、昭和二十四年十月頃から田中印刷紙業株式会社を設立して印刷業を続けていた\nところ、昭和二十六年頃前示国税脱税の疑いにより査察を受けるに至つてからは、\nその経営も思わしくなくなり、各債権者からは厳しく督促を受けていた折柄、昭和\n二十七年初頃からは同人および右田中印刷紙業株式会社の未納所得税について滞納\n処分手続が開始され、これに加えて同年七月頃には前示金四百八十七万二千百十二\n円にのぼる昭和二十三、四年度所得税追加更正決定をうけるに至り、その頃まで所\n有していた不動産はつぎつぎに右滞納処分により差押を受け、または他に譲渡する\nのやむなきに至つたが、本件不動産のみは右印刷業を営むための事務所として使用\nしていた関係上これを手離すときは右事業の根拠を失うことになるところから、Ｂ\nはこれに強い執着を持ち、これを放置していると早晩本件不動産もまた他の債権者\nによりあるいは前示国税の滞納処分により差押を受けるに至ることを恐れて、比較\n的懇意であつた控訴人等に対し、当時負担していた約百五十万円の貸金債務の担保\nとしてこれを譲渡することによつて、控訴人等に対する義理を立てると同時に将来\nこれを再び自己の手中に取り戻すことを意図して、三年以内に買い戻し得る特約の\nもとに急遽本件不動産を控訴人等に対し売買名義で譲渡したものであることが認め\nられ、成立に争いのない甲第十六号証、原審証人Ｊ、原審ならびに当審証人Ｂ、当\n審証人Ａの各証言および原審における控訴本人Ｃの尋問の結果中右認定に反する部\n分は前記各証拠と対比して容易に信用することができず、他に右認定をくつがえす\nに足る証拠はない。従つて右Ｂは前示国税の滞納処分による差押を免かれるため故\n意に本件不動産を控訴人等に譲渡したものと認めざるを得ない。\n次に控訴人等は本件不動産の売買に際しＢが右国税の滞納処分による差押を免か\nれるため故意にこれを譲渡するものであるとの情を知らなかつた旨主張するので考\n察するに（もつとも控訴人Ｄについては実質的に同控訴人に代つて本件不動産の売\n買についてその衝に当つたのは同控訴人の養父である訴外Ｊであることが成立に争\nいのない甲第十四号証と原審証人Ｊの証言によつて認められるので右知情の点も同\n訴外人について考察することとする。）、原審証人Ｊ、原審ならびに当審証人Ｂ、\n当審証人Ａの各証言と原審ならびに当審における控訴本人Ｃ、Ｅの各尋問の結果中\nの控訴人等の右主張に副う部分は前示認定の諸事実ならびにいずれも成立に争いの\nない甲第十三ないし第十五号証、第十八号証の各記載に照したやすくこれを信用す\nることができず、当審における控訴本人Ｄの尋問の結果も右主張事実を肯諾する資\n料とはならず、他にこれを認めるに足る証拠はないから、控訴人等の右主張は採用\nすることができない。\nそこで被控訴人は右Ｂに対する前示国税について滞納処分をなし得るに至つた以\n上（この点は前示認定の諸事実と原審証人Ｇの証言に徴し容易にこれを認めること\nができる。）、控訴人等に対し国税徴収法第十五条により本件売買の取消を求め得\nるに至つたものというべきところ、控訴人等は右取消権は二カ年の時効完成によつ\nて消滅したものであると主張するので、以下その当否について検討する。\nもとより国税の徴収権は公法上の権利ではあるが、その金銭を目的とする債権で\nあるという点においてはかわりがないから、国税徴収法第二条等特別の規定のある\n場合を除いては一般の金銭を目的とする債権と同様の原則に従うべきものと解すべ\nきであり、しかも本件取消権は滞納処分に伴うて行使し得る権利ではあるが、国税\n滞納者と第三者との間に成立した財産譲渡契約の取消を目的とする権利であつて第\n三者の権利を消滅させる効果を有するものであるから、国の有する財産上の権利で\nある。以上の趣旨にかんがみれば本件取消権はその規定の仕方、内容に多少の差異\nの存することが認められる（例えば民法第四百二十四条の取消権はその行使の時期\nについて特別の制限がないのに本件取消権については「滞納処分ヲ執行スルニ当\nリ」との制限規定がある。）としても民法第四百二十四条の詐害行為取消権とその\n趣旨を同一にするものであり、いわば一般法たる後者に対し特別法たる関係にある\nものであつて、その間なんらの実質的効力の差異を認むべき理由はないものといわ\n<要旨>なければならない。従つて本件取消権について国税徴収法の規定に欠くると\nころがあるならば、その点につい</要旨>ては民法第四百二十四条に関する規定を適\n用すべきものであるから、国税徴収法に本件取消権について民法第四百二十六条の\n如き消滅時効についての規定がない以上、当然右取消権の消滅時効については同条\nが適用されると解すべきであつてこの理は破産法の否認権の消滅時効について同法\n第八十五条に特別の規定があり、会社更生法第九十二条に同法上の否認権の行使期\n間について特別の規定がなされ、また商法第百十八条第二項において同条第一項の\n取消権の消滅時効について特に民法第四百二十六条を準用する旨の規定があるから\nといつて、これに左右さるべきではない。なお詐害行為取消権に短期時効が定めら\nれているのはその第三者に影響することが大であり速かに法律関係を確定させる必\n要があるからである。この立法趣旨は本件取消権の場合も同様と解しなければなら\nない。ただ国税徴収法上本件取消権の消滅時効についての規定の存しないことと、\n同法第十五条に前記のようにその行使の時期についての制限規定があることからし\nて滞納処分をなし得る時以後であれば租税債権自体が消滅しない限り何時でも本件\n取消権を行使し得るものであるとの被控訴人の見解はあまりに国家権力偏重の考え\n方に失するものであり、前説示に照しとうていこれに左袒することができない。従\nつて本件取消権は二カ年の時効によつて消滅するものというべきである。\n被控訴人は右時効の起算点は債権者において受益者の悪意を知つたときに求むべ\nきであると主張するが、右起算点は債務者が詐害の目的を以つて譲渡行為をしたこ\nとを債権者において認識した時と解すべきであるから右主張は採用の限りではない\n（大正四年十二月十日大審院判決参照）。\nしかして被控訴人が昭和二十七年十月十八日に右Ｂに対する国税（これは前示金\n四百八十七万二千百十二円の国税とは別口のもの。）の滞納処分の執行をなさんと\nするに当り本件不動産が既に控訴人等に売り渡されている事実を知つたことについ\nては被控訴人のこれを認めるところであるから、これを前示認定の諸事実に徴すれ\nば特段の事情の認められない限り、被控訴人は右日時にＢが詐害の目的を以つて本\n件不動産を控訴人等に譲渡したものであることを認識したものというべく、従つて\n被控訴人の右取消権は昭和二十七年十月十八日から二カ年の経過によつて時効によ\nつて消滅したものである。\n被控訴人は右時効は昭和三十年九月九日の本訴提起によつて中断したと主張する\nが、前説示に徴すれば右本訴の提起は既に右時効完成後になされたものなること暦\n数上明らかであるから右主張ももとより採用することができない。\n従つて右取消権の存することを前提とする被控訴人の本訴請求はすべて失当とし\nて棄却さるべきである。\nよつて被控訴人の本訴請求を認容した原判決は不当であるから民事訴訟法第三百\n八十六条によりこれを取り消し、訴訟費用の負担について同法第九十六条、第八十\n九条を適用して主文のとおり判決する。\n（裁判長裁判官　鹿島重夫　裁判官　秦亘　裁判官　山本茂）\n"
}