{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 31,
    "month": 1,
    "day": 30
  },
  "case_number": "昭和30(ネ)591",
  "case_name": "賦課徴収に関する処分取消請求事件",
  "court_name": "福岡高等裁判所第四民事部",
  "article_info": "第9巻2号36頁",
  "gist": "納税告知処分取消の訴の瑕疵が治癒される場合の事例",
  "case_gist": "国税の納税告知処分に関する審査の決定を経ないで再調査請求の日より六ケ月を経過しないうちに、右処分の取消または変更を求める訴を提起した場合には、他に正当の事由がないかぎりその訴は不適法であるが、右期間経過後もなお再調査の決定通知がないときは、右の瑕疵は治癒され訴は結局適法となる。",
  "lawsuit_id": "23741",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=23741",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/741/023741_hanrei.pdf",
  "contents": "主　　　　文\n原判決を取消す。\n被控訴人が昭和一六年一〇月一六日控訴人に対しなした酒税金九、四五\n〇円の納税告知処分はこれを取消す。\n訴訟費用は第一、二審とも被控訴人の負担とする。\n事実並びに理由\n控訴代理人は主文と同旨の判決を求め、被控訴代理人は控訴棄却の判決を求め\nた。\n当事者双方の事実上の陳述並びに証拠の提出、認否はすべて原判決事実摘示と同\n一であるから、ここにこれを引用する。\n被控訴人が昭和二八年一〇月一六日控訴人に対し酒税金九、四五〇円の納税告知\n処分をなし、その告知書が同月一九日控訴人に到達したこと及び控訴人が同月二五\n日被控訴人に対し右処分について再調査の請求をしたにかかわらずその請求の日よ\nり六箇月を経過してもなお再調査の決定通知がないことは当事者間に争がない。\n本訴のように「審査」の決定を経ないで「再調査」の目的となつた処分の取消又\nは変更を求める訴を提起するには、他に正当の事由がない限り、再調査請求の日よ\nり六箇月を経過してもなお再調査の決定通知がない場合に再調査請求の日より九箇\n月以内にこれをしなければならない（国税徴収法第三一条の四）。\n<要旨>しかるに記録によれば本訴は昭和二九年三月一日に提起されたものであつ\nて、前記再調査請求の日より六箇</要旨>月を経過しないうちに提起されたものであ\nるから一応不適法であるが、右期間経過後もなお再調査の決定通知がないこと前示\nのとおりであるから、右の瑕疵は治癒され従つて本訴は結局適法といわねばならな\nい。\nさて被控訴人の主張によれば、香椎税務署収税官吏が昭和二七年一二月二三日適\n法の令状に基き控訴人の肩書居宅を臨検捜索した際、控訴人が密造の本件酒類及び\n麹を所持していたので本件酒税の納税告知処分をしたというのである。そこで控訴\n人が右酒類及び麹を所持していたか否かについて判断する。\n成立に争のない乙第一乃至第四号証及び原審証人Ａの証言によれば、香椎税務署\n収税官吏Ｂ外一名が昭和二七年一二月二三日令状に基き控訴人の肩書居宅を臨検捜\n索した際、同家天井裏及び藁小屋にいんとくされていた本件酒類及び麹を発見し、\nこれを差押えて右税務署に送致した事実が認められる。そして原審証人Ｃ、Ａの各\n証言と成立に争のない乙第六乃至第一〇号証を綜合すると、右酒類及び麹は正規の\n免許を受けないで製造されたものであつて、控訴人方に同居していた訴外鄭海鵬が\nこれらの密造品を前示の場所にいんとく保管していたこと及び鄭は病気のため昭和\n二七年一二月八日九州大学附属病院に入院し同月二四日すなわち前記差押の翌日同\n病院で死亡したことが認められる。これに反して控訴人が本件酒類及び麹を所持し\nていた事実を認むべき証拠はない。もつとも前示各証人の証言及び乙第一〇号証に\nよれば、控訴人は鄭が控訴人方に該酒類及び麹をいんとく保管していることを知り\nながらこれを容認していた事実がうかがわれるけれども、そうだとしても控訴人は\nせいぜい鄭の不法所持をほう助したに止り控訴人を所持者と認めることはできな\nい。\nさすれば控訴人は密造の本件酒類麹を所持しでいたものではないから、控訴人か\nら酒税法第六二条第三項所定の酒税を徴収し得ないこと勿論であつて、本件納税告\n知処分は違法である（右第六二条第三項に「犯人ヨリ直ニ其等ノ酒類ヲ徴収ス」と\n規定しているその「犯人」とは、同法第五三条の規定に違反して密造の酒類麹等を\n所持し、譲渡し又は譲受けた正犯者を指称し、そのほう助者を含まないことは解釈\n上明らかである）。従つて、右処分の取消を求める控訴人の本訴請求は正当として\n認容すべきものである。\nよつて右と異る原判決は不当であつて本件控訴は理由があるから、民事訴訟法第\n三八六条、第九六条、第八九条を適用し主文のとおり判決する。\n（裁判長判事　竹下利之右衛門　判事　小西信三　判事　岩永金次郎）\n"
}