{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 29,
    "month": 9,
    "day": 4
  },
  "case_number": "昭和28(ツ)57",
  "case_name": "建物収去土地明渡事件",
  "court_name": "東京高等裁判所",
  "result": "棄却",
  "lawsuit_id": "21731",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=21731",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/731/021731_hanrei.pdf",
  "contents": "主　　　　文\n本件上告を棄却する。\n上告費用を上告人の負担とする。\n理　　　　由\n上告代理人は「原判決を破毀する。被上告人は上告人に対し東京都港区ａ町ｂ番\n地のｃ所在、家屋番号同町ｄ番のｅ木造木羽葺平家建居宅一棟建坪十坪（実測十五\n坪）及び木造紙葺平家建物置一棟建坪五坪を収去して、その敷地六十一坪六合三勺\nを明渡せ。訴訟費用は第一ないし第三審を通じて被上告人の負担とする。」との判\n決を求め、それぞれ別に、別紙上告理由記載のような上告理由を主張した。\n上告代理人中村荘太郎の上告理由と上告代理人小林亀郎の上告理由第一点及び第\n三点に対する判断\n訴外丸文株式会社が被上告人に対し本件土地を売渡し、右売買契約が解除された\nときに、被上告人の本件土地に対する借地権が復活することについて、原審が、上\n告人主張のように認定判断したことは、原判決の理由の記載によつて明である。契\n約が解除された場合には、契約の当事者双方について契約によつて生じた債権債務\nがなにもなくなる状態に帰するものであり、その場合に、契約が成立したことの間\n接の効果によつて消滅した法律関係が当然に復活するものでないことは、上告人主\n張のとおりであり、原判決の認定するところも、本件土地の売買契約によつて、本\n件土地の所有権を取得した結果、混同によつて一たん消滅した被上告人の本件土地\nに対する借地権は、右売買契約が解除されたことによつて当然復活するとしている\nのではない。原判決の説明しているところは、多少かんたんで意を尽していないき\nらいはないではないが、その説明しているところを敷衍すれば、被上告人は本件土\n地上に平家一棟と物置一棟とを所有しているのであるから、本件土地の売買契約が\n解除された後に、売買契約成立以前に有していた本件土地に対する賃借権が当然消\n滅したままで復活しないとすれば、土地所有者に対し右建物を収去して本件土地を\n返還しなければならないような関係になるりだから、このような場合には、当事者\nの間で売買契約のさい、解除の場合に本件土地に対する被上告人の借地権が復活す\nるかどうかについて、別段の特約をしない限り、借地権が復活する旨の暗黙の合意\nがなされているのであるから、当然に借地権が復活すると解するを相当とするとこ\nろ、本件において、上告人はこの点について被上告人の賃借権が消滅したままで復\n活しないという点についての別段の特約はなにも主張立証しないから、被上告人の\n本件土地に対する借地権は復活したと解するのが相当であるとしたのである。原審\nの判断の前提になつている右のような経験則は、右認定の事実の場合に限定して考\nへれば、存しているものであるから、この点について原審は法律の解釈を誤つてい\nないし、又立証責任の原則の適用をも誤つてもいない。又このように解して、賃借\n権が復活して不利益を受ける者は売買契約の当事者である丸文株式会社のみで、本\n件の場合には、第三者はなんの不利益を被るものではなく、上告人は右売買契約解\n除後に本件土地を取得したものてあるから、民法第五四五条但書の第三者には該当\nしないのである。故に、この点に関する上告理由は、原判決の説明を誤解し、独自\nの見解にたつものであり、又上告人の援用する判例はいずれも本件の場合には適切\nなものでないから、いずれも理由がない。\n上告代理人小林亀郎の上告理由第二点に対する判断。\n<要旨>借地借家臨時処理法によれば、借地権の譲渡があつた場合は第三条によつ\nて譲渡の効力は当然賃貸人に対し</要旨>ても生ずるのであつて、第四条の遅滞のな\nい通知によつて初めて譲渡の効力が土地の賃貸人に対する関係で生ずるものではな\nい。故に仮に本件の場合に被上告人から丸文株式会社に対する遅滞のない通知がな\nされなかつたとしても、同会社が被上告人に対し、それがために生じた損害賠償の\n責任を請求することはできるが、被上告人の借地権の譲渡の効力にはなんの消長を\n来たさないものである。故にこの点に関する上告人の上告理由も採用することはで\nきない。\n故に、本件上告はいずれも理由がないから、民事訴訟法第四〇一条によつて本件\n上告を棄却し、上告審での訴訟費用の負担について同法第九五条第八九条を適用\nし、主文のように判決する。\n（裁判長判事　柳川昌勝　判事　村松俊夫　判事　中村匡三）\n"
}