{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 33,
    "month": 11,
    "day": 10
  },
  "case_number": "昭和33(ネ)577",
  "case_name": "転付債権請求事件",
  "court_name": "大阪高等裁判所第四民事部",
  "result": "棄却",
  "article_info": "第11巻9号565頁",
  "gist": "訴訟において手形債権を自働債権として相殺をする場合の手形の呈示および交付の要否",
  "case_gist": "訴訟において手形債権を自働債権として相殺をする場合には手形の呈示および交付を要しない。",
  "lawsuit_id": "22693",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=22693",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/693/022693_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n事　　　　実\n控訴代理人は、「原判決を取り消す。被控訴人は控訴人に対し九〇〇、〇〇〇円\n及びこれに対する昭和三二年一〇月三日から支払済まで年五分の割合による金員を\n支払え。訴訟費用は第一、二審とも被控訴人の負担とする。」との判決を求め、被\n控訴代理人は、主文と同旨の判決を求めた。\n当事者双方の主張、証拠の提出認否は、被控訴代理人において、「被控訴人は、\n原審の口頭弁論期日に仮定抗弁として控訴人に対し、乙第一号証の五、〇〇〇、〇\n〇〇円の約束手形債権を自働債権として相殺の意思表示をしたが、その際現実に右\n約束手形を呈示しなかつたので、もし右相殺が不適法であると認められるならば、\n第二仮定抗弁として右約束手形を呈示して右手形債権を自働債権として更に相殺の\n意思表示をする。」と述べ、昭和三三年九月一〇日の当審における口頭弁論期日に\n乙第一号証の約束手形を呈示した外、原判決の事実記載と同一であるから、これを\n引用する。\n理　　　　由\n日本寒天株式会社（以下日本寒天という。）が、被控訴人に対し通知預金債権\n一、〇〇〇、〇〇〇円を有していたこと、控訴人が、日本寒天に対し大阪簡易裁判\n所昭和二九年（イ）第二、一八七号和解調書に基く九〇〇、〇〇〇円の貸金債権を\n有し、その執行として、日本寒天が被控訴人に対して有する前記通知預金債権の内\n九〇〇、〇〇〇円につき、大阪地方裁判所から右債権の差押及び転付命令を受け\n（昭和二九年（ル）第三八五号事件）、右命令が昭和二九年九月二〇日被控訴人及\nび日本寒天に送達されたことは、いずれも当事者間に争がない。\n成立に争のない乙第五号証と同号証により成立の認められる乙第一号証による\nと、豊化成株式会社と日本寒天とは、昭和二九年五月一五日被控訴人にあて金額\n五、〇〇〇、〇〇〇円満期同月二九日振出地支払地ともに大阪市支払場所被控訴銀\n行鶴橋支店とした約束手形一通を振り出し、被控訴人が右手形を満期に支払場所に\n呈示して支払を求めたが、その支払を拒絶されたことを認めることができる。そう\nすると被控訴人は、前記債権差押及び転付命令が送達された当時日本寒天に対し、\nすでに弁済期の到来している五、〇〇〇、〇〇〇円の約束手形金債権を有していた\nことは明白である。\n成立に争のない乙第三号証によると、被控訴人は、昭和二九年九月二一日に同月\n二〇日付相殺通知書により日本寒天に対し、前記五、〇〇〇、〇〇〇円の約束手形\n金債権をもつて前記通知預金債権一、〇〇〇、〇〇〇円と対当額で相殺する旨の意\n思表示をしたことを認めることができ、反証のない限り右書面は、右乙第三号証に\nより認められる発信地の布施市から受信地の大阪市内へ通常郵便物の到達すると認\nめられる翌二二日日本寒天に到達したものと認むべきである。被控訴人は、右相殺\nにより控訴人の得た転付債権は消滅したと主張するが、民法第五〇六条第一項にい\nわゆる相手方とは、相殺の意思表示をする債務者が、自己の債務を履行すべき相手\n方である債権者（受働債権の債権者）を指すものと解すべきであり、また民法第四\n六八条第二項において、債務者が譲渡人に対して生じた事由をもつて譲受人に対抗\nすることができる旨を定めているのは、債権の譲渡又は転付当時債務者が債権者に\n対しすでに弁済期の到来している反対債権を有する場合、右譲受又は転付債権者に\n対し相殺をもつて対抗することができることを定めるとともに、その相殺の意思表\n示は譲受又は転付債権者に対しこれをなすべきことを定めたものと解すべきであ\nる。そして、被控訴人が右相殺の意思表示をした時には、前に認定したところによ\nり明らかなようにすでに本件転付命令の効力を生じていたのであるから、右相殺の\n意思表示は、転付債権者である控訴人に対しなすべきであつて、被控訴人の日本寒\n天に対してした前記相殺の意思表示は、相手方を誤つたもので、その効力を生じな\nいものといわなければならない。従つて被控訴人の右相殺の抗弁は採用できない。\n次に、被控訴人が、昭和三三年一月一三日の原審における口頭弁論期日におい\nて、控訴人に対し、日本寒天に対する前記手形債権を自働債権として訴訟上相殺の\n意思表示をしたことは、記録上明らかであるから、右相殺の意思表示の効力につき\n考える。およそ手形債権を自働債権として訴訟外で相殺をするには、手形が呈示及\nび受戻証券である性質上、手形を呈示し、かつ相殺してもなお手形債権の一部が残\n存する場合を除き（この場合手形債務者の請求があれば、一部支払があつた旨手形\nに記載することを要する。）、相殺の意思表示をする外手形を相手方に交付するこ\nとを要する。右のように手形の呈示及び交付を要するのは、手形債務者に手形債権\n者が正当な権利者であることを知らしめ、かつ手形金の二重払の危険を避けさせる\nためである。しかしながら、訴訟において攻撃防禦の方法として相殺がなされる場\n合には、その行使の方式要件効果について、訴訟外において相殺の意思表示がなさ\nれる場合と必ずしも同一であることを要しないものと解するのを相当とする。一般\nに相殺の意思表示に条件を付することは許されない（民法第五〇六条第一項但\n書）。これは一方的意思表示によつて相手方を不安定な状態において不当に害し又\nは法律関係をもつれさせるおそれがあるからである。ところが訴訟において相殺が\nなされる場合は、それが攻撃防禦方法として裁判所の判断を受けるときにのみ相殺\nの効力を生ずるという意味で条件付であるが、この場合は判決のなされる際最終の\n口頭弁論終結当時を基準として相殺が有効かどうかが判断され確定されるから、相\n手方を不確定な状態におき不当に害し、法律関係を無用にもつれさせるおそれはな\nい。従つてこのような条件付相殺の主張は許されるのである。このように訴訟にお\nいて相殺がなされる場合、判決において判断を受けるまでその有効かどうかは確定\nしない点で、訴訟外において相殺の意思表示がなされた場合と異るものがあるこ\nと、手形金請求の訴状や支払命令が被告に送達された場合に手形の呈示を伴わない\nでも債務者を遅滞に付する効力があること（最高裁判所昭和二八年（オ）第七五〇\n号同三〇年二月一日第三小法廷判決民集第九巻第二号一三九頁参照）、これは、一\n般に訴状の送達が付遅滞の効力を生ずるから、手形金請求訴訟の場合でも手形の呈\n示と同一の履行の請求の効力があるとしているにすぎないものではなくて、訴訟に\nおいては原告がはたして正当な手形所持人であるかどうかが確定され、従つて原告\nが口頭弁論終結当時正当な手形所持人である場合には反証のない限り訴状送達当時\nも正当な手形所持人であつたものと認められるから、手形を呈示しなくても付遅滞\nの効力があるものとしたものであり（たとえ原告が口頭弁論終結当時正当な手形所\n持人であつても訴状送達当時は手形を所持せず、又は手形要件の補充がなされてい\nなかつたような場合には付遅滞の効力を生じない。）、手形債権が訴訟上行使され\nるときは手形の呈示を要しない場合のあることを示したものと解するのを相当とす\nること、手形金請求訴訟を提起し、裁判所が相手方に手形金の支払を命ずるには、\n当該手形の呈示及び交付を必要としないこと（相手方が手形債権の存在を争うとき\nには、手形を証拠として提出し、手形債権の存在を立証することを要するだけであ\nる。また手形金の支払を命ずる判決が確定し、これに基く強制執行により債権全額\nの満足を得られた場合手形を交付すれば足りる。）、訴訟上なされた相殺の有効無\n効は、最終の口頭弁論終結当時を基準として判断され、従つて、相殺をした者が正\n<要旨>当な手形債権者であるかどうかは、当該訴訟において確定されることとを併\nせ考えると、訴訟において相殺の</要旨>意思表示をする際には手形債務者に誰が手\n形債権者であるかを知らしめるための呈示はこれを必要としないし、その際にはま\nだ確定的に相殺の効果が発生していない（最終の口頭弁論終結当時を基準としてそ\nの効力は確定され、相殺が有効と確定されれば、その効力は相殺適状の時に遡り対\n当額において双方の債権が消滅する。\nまた訴の取下があれば訴訟においてなされた相殺の効力も消滅すると解すべきで\nある。）のであるから、手形債権の消滅の際交付すべき手形を相手方に交付するこ\nとを要しないと解すべきである。もし訴訟において相殺の意思表示をする場合に、\n手形の交付を要するものとすれば、予備的相殺の抗弁が提出され、審理の結果受働\n債権の不存在が確定され、相殺が必要でなかつた場合に、手形の返還を受けるか任\n意に返還を受けることができない場合は訴により取り戻した上でなければ、手形金\nの請求をすることができなくなり、手形債権者は不測の損害を被ることとなる。他\n方手形の呈示を要しないとすれば、手形金の一部につき相殺がなされた場合に一部\n支払を受けた旨を手形に記載する請求をする（手形法第三九条）機会を与えないこ\nととなり、また手形の交付を要しないとすれば、手形債務者は遡求義務者に対し遡\n求権を行使することができなくなり、相殺後手形が更に流通におかれた場合に、手\n形債務者に二重払の危険があり、いずれの場合も手形債務者の利益は害されるとの\n見解もあるが、訴訟における相殺の場合には判決の確定前には確定的に一部支払を\nしたこととならないから、手形債務者は手形債権者に一部支払の記載を求める権利\nはないし、遡求権を行使できる要件も備えていない。\nまた判決書に相殺により債務の消滅したことが記載されているから、二重払の危\n険を防止するに足る証明として十分であり、相殺の意思表示の後手形が流通におか\nれた場合でも、多くは期限後の裏書譲渡であるから、相殺のあつたことを右被裏書\n人に対抗することができ、手形債務者は保護される。従つて、右見解には賛成でき\nない。以上の理由により、被控訴人が本件手形債権により控訴人に対し、昭和三三\n年一月一三日の原審における口頭弁論期日においてした相殺の意思表示は、その際\n手形の呈示及び交付がなかつたけれども、当審における昭和三三年九月一〇日の口\n頭弁論期日に被控訴人から控訴人に対し約束手形を呈示してなされた相殺をまつま\nでもなく、有効と解すべきであるから、控訴人の本件転付金債権九〇〇、〇〇〇円\nは、本件手形金五、〇〇〇、〇〇〇円と対当額において相殺され、全部消滅したも\nのといわなければならない。\nそうすると、控訴人の本訴請求は失当であり、その請求を棄却した原判決は相当\nで本件控訴は理由がないからこれを棄却することとし、民訴法第三八四条、第八九\n条を適用して主文のとおり判決する。\n（裁判長裁判官　熊野啓五郎　裁判官　岡野幸之助　裁判官　山内敏彦）\n"
}