{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 29,
    "month": 1,
    "day": 29
  },
  "case_number": "昭和27(ラ)3",
  "case_name": "強制執行停止申請事件",
  "court_name": "高松高等裁判所第二部",
  "result": "棄却",
  "lawsuit_id": "24584",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=24584",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/584/024584_hanrei.pdf",
  "contents": "主　　　　文\n本件抗告を棄却する。\n抗告費用は抗告人の負担とする。\n理　　　　由\n抗告理由は次の通りである。\n相手方は高松地方裁判所丸亀支部で成立した占有保全調停調書及び丸亀簡易裁判\n所で成立した占有保全調停調書に対し、請求異議の訴を同支部に提起し、それにつ\nき民訴法五四七条二項により原決定が為された。右二個の調書は各別個の債務名義\nであり、二個の債務名義に基く一個の強制執行は観念上理解し得ない。むしろ本件\nで相手方が事実上執行排除を求めているのは丸亀簡裁の調書であることは、本件の\n工事差止執行調書並にその公示の記載に照し明白である。仮に二個の調書に対する\n異議と併合したと見ても民訴法二一条二七条により次の結論に影響がない。即ち調\n停調書は裁判上の和解と同一の効力を有するからそれに対する請求異議の訴は民訴\n法五六〇条五四五条五六三条により調停事件を取扱つた裁判所の専属管轄に属す\nる。そして同法五四七条の受訴裁判所といふのは同法五四五条の受訴裁判所を指す\nのであつて、事実上訴が提起された裁判所を指すのでないことは同法五四七条四項\nにより明らかである。従て本件執行停止決定をなすべき受訴裁判所は丸亀簡裁であ\nり、且つ本件で丸亀支部が執行裁判所として原決定をしたものとは到底解し難いか\nら、同支部が受訴裁判所として同停止決定をしたのは専属管轄を誤つたものであ\nる。なお民訴法五四七条の決定は異議の訴に従属する応急的な裁判であるとの理由\nでそれに対する抗告を許さないとの説もあるが、同法五〇〇条三項の場合と異り管\n轄の問題や事実上の疏明その他前提たる請求異議訴訟の存在（他の和解無効確認等\nの訴を前提としてはならない）等につき判断を加えた結果為されるものであるから\nその是非につき上級審の審査を求める必要があり、それに対する不服申立を許すべ\nきである。よつて原決定を取消し、相当の裁判を求める。\nよつて審按するに、原決定は高松地方裁判所丸亀支部が同庁昭和二八年（ノ）第\n六号占有保全等調停調書並に丸亀簡易裁判所同年（ノ）第三八号占有保全調停調書\nに基く強制執行を民訴法五四七条により一時停止したものであり、同支部は右二個\nの調停調書に対する請求異議訴訟の受訴裁判所として右決定をしたことは原決定に\nより明らかである。調停調書は裁判上の和解と同一の効力を有するからそれに対す\nる請求異議の訴は民訴法五六<要旨>〇条五四五条五六三条により調停の成立した裁\n判所の専属管轄といふことになるが、簡易裁判所で調停が成立</要旨>した場合にこ\nれをそのまま適用して訴額の如何にかかわらず複雑な事件でもすべて当該簡易裁判\n所の専属管轄と解することは軽徴な訴訟事件を簡易な手続で迅速に処理することを\n立前とする簡易裁判所の性格上適当でない。むしろ民訴法五六一条が仮執行宣言付\n支払命令に対する請求異議訴訟等につき訴額によつて事物管轄を定める一般原則を\n維持している法意から考えると簡易裁判所で成立した調停調書に対する請求異議の\n訴は、民訴法五六一条殊に第三項の規定に準じ訴額によつて当該簡易裁判所又はそ\nの所在地を管轄する地方裁判所に各専属するものと解するのが相当である。本件丸\n亀簡易裁判所の調停調書に対する請求異議の訴が訴額三万円を超過することは抗告\n人提出の甲第三号証（調停申立書）甲第四号証（調停調書）相手方提出の昭和二八\n年一一月三日付追申請書（記録四丁以下）によつて認められるからその訴は同簡易\n裁判所の所在地を管轄する高松地方裁判所丸亀支部の専属管轄に属し、同支部がそ\nれに附随して本件強制執行停止決定をしたのは管轄を誤つたものではない。之に反\n対の抗告理由は採用できない。\nその他記録を精査しても原決定に違法の点を認め難いから本件抗告を理由なしと\nして棄却し、抗告費用は民訴法八九条により抗告人の負担と定め主文の通り決定す\nる。\n（裁判長判事　前田寛　判事　太田元　判事　森本正）\n"
}