{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 26,
    "month": 5,
    "day": 31
  },
  "case_number": "昭和25(ラ)306",
  "case_name": "登記期間懈怠事件の決定に対する抗告事件",
  "court_name": "東京高等裁判所第二民事部",
  "lawsuit_id": "22085",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=22085",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/085/022085_hanrei.pdf",
  "contents": "主　　　　文\n抗告人Ａを除くその余の抗告人等の抗告はいずれもこれを却下する。\n抗告人Ａの抗告はこれを棄却する。\n抗告費用は抗告人等の負担とする。\n理　　　　由\n本件抗告理由は別紙記載の通りである\nよつて職権を以て抗告人中瀬尚人を除くその余の抗告人等の抗告の適否について\n按ずるに、右抗告はＡが前記抗告人等を代理して申立てたものであるが、Ａは弁護\n士の資格を有しないものであることは記録に徴し明かである。しかるところ、非訟\n事件手続法による抗告については特に定めたものを除く外、民事訴訟法の抗告に関\nする規にが準用されるから、本件即時抗告事件においては、代理に関しては民事訟\n訴法の規定に準拠しなければならないこととなる。而して民事訴訟法第七十九条に\nよると、法令によつて、裁判上の行為をすることができる代理人の外は、弁護士で\nなければ何人も簡易裁判所以外では訴訟代理人となることができないものであるか\nら、高等裁判所における右即時抗告事件においては、法令上裁判上の行為ができる\n代理人でもなく、また弁護士でもない右Ａは前記抗告人等を代理して抗告を申立て\n得べき権限を有しないものといわなければならない。従て右抗告人等の本件即時抗\n告は代理権のない者の申立にかかり不適法であるからこれを却下すべきものとす\nる。\n次に抗告人Ａの抗告の当否について按ずるに、長野県和傘協同組合は、もと商工\n組合法によつて設立された施設組合であつたところ、昭和二十一年十二月一日施行\nされた商工協同組合法第七十六条第一項によつて、同法により設立された商工協同\n組合とみなされたものであるが、昭和二十四年七月一日に至り中小企業等協同組合\n法の施行に伴い同法施行法第三条第二項の規定によつて、昭和二十五年三月一日解\n散されたものであること並びに前記組合の解散に伴い中小企業等協同組合法施行法\n第三条第一項、商工協同組合法施行令第十二条、第二十条第一項の規定に基き、同\n組合の清算人は解散の日である昭和二十五年三月一日より二週間以内に、主たる事\n務所（長野県下伊那郡ａ村ｂ番地）の所在地において、解散登記の申請をしなけれ\nばならないに拘らず同年十月二十一日に至り漸くその登記申請手続をなしたもので\nあることは、本件記録添付の登記申請者謄本、登記簿謄本及び抗告人等（被審理人\n等）陳述書に徴し、これを認めることができる。\nよつて前記組合の解散に伴い抗告人Ａが同組合の清算人となつたものであるか否\nかについて検討する。\n右抗告人が前記組合の解散当時まで同組合の理事であつたことは、前記登記簿謄\n本によつて明かである。而して商工協同組合法第五十八条第一項によれば、商工協\n同組合が解散したときは、合併及び破産の場合を除き理事が清算人となるものであ\nる。従て従前右組合の理事であつた右抗告人は同組合の解散とともに、その清算人\nになつたものといわなければならない。\nしかるところ右抗告人は、前記法条の規定によつて理事が清算人に就任するにつ\nいては、当該理事の承諾を要するものであると主張する。\n<要旨第一>しかしながら、同法条の趣意を考えるに、法人たる商工協同組合は、\n解散後も清算の目的の範囲内において</要旨第一>は、なお存続するものであり、そ\nの機関もまた依然として存続すべきものであつて、解散により理事であつた者が当\n然解任さるべきものでないから、組合の解散とともに従前理事であつた者が、その\n理事たる地位の承継として法律上当然に清算人となるものであつて、清算人に就任\nするについて特にその承諾を要するものでないと解するのが妥当である。右抗告人\nの援用する商工協同組合法第五十八条第二項の規定は必ずしも右の解釈と牴触する\nものではない\n更に右抗告人は、前記商工協同組合法第五十八条第一項の趣旨が前段において説\n明した通り、理事であつた者の意思の如何を問わず法律上当然に清算人たるべきこ\nとが強制せられ、しかもその義務違背を理由として処罰されることがありとすれ\nば、こは著しく個人の自由意思を束縛するものであつて、憲法において保障されて\nいる個人の自由に対する基本的人権を侵害するものであるからかかる商工協同組合\n法の規定は、憲法の条規に違反し無効であると主張する。\n<要旨第二>しかしながら前記法条において、商工協同組合が解散した場合従前理\n事であつた者が法律上当然に清算人と</要旨第二>なる旨を規定した所以は、前段に\n説明した通り、法人たる商工協同組合は解散後もなお清算の目的の範囲内において\n存続し、その機関もまた依然として存続するものであつて、理事であつた者は解散\nにより当然解任となるものでないが、ただその執行する事務が清算の目的の範囲内\nに限定される結果、その執行機関を清算人と名づけるに外ならないから、理事が清\n算人となることは、畢竟するに理事たる地位がそのまま清算人として承継されるも\nのに過ぎないのであつて、清算人となることが、従前の理事たる地位から全く離れ\nて、新に特別なる地位に就任するものではないと解すべきである。従て理事に就任\nすることを承諾した者が、その理事たるの故を以て、解散とともに清算人となるこ\nとは、理論上当然の帰結であるから、清算人に就任するととが、その意思に基ずか\nなかつたとしても、これを目して、個人の自由意思を束縛し、個人の自由に対する\n基本的人権を侵害するものとなすことはできないしかも商工協同組合法には、右抗\n告人所論の如く、中小企業等協同組合法第四十二条及び第六十九条において定めら\nれているように「組合と理事若しくは清算人との関係について、商法第二百五十四\n条第二項を準用する」旨の規定はないが、商工協同組合法によつて設立された組合\nは、その法人たる性格上、組合とその機関たる理事、従てまた清算人との関係につ\nいては民法の委任に関する規定に準拠して、これを律すべきものと解するのが相当\nであるから、従前理事であつた者が清算人とたることを快しとしないときは、組合\nの定款に別段の規定がない限り、その自由なる意思決定に差すき一方的に清算人た\nることを辞任し得るものと解すべきである（民法第六百五十一条第一項参照）。従\nてこの点からみるも、前記商工協同組合法の規定が、個人の自由意思を束縛し、自\n由に対する基本的人権を侵害するものであるとみなすことは妥当ではない。故に右\n法条を憲法の条規に違反するものとなすことはできない。\nしからば叙上抗告人の所論は、いずれも理由がないから、これを採用することは\nできない。\n以上の説述によつて明かな如く、右抗告人は昭和二十五年三月一日前記組合の解\n散によつて清算人となつたものであるに拘らず、法定期間内に同組合の解散登記手\n続をしなかつたものであるから、中小企業等協同組合法施行法第三条第一項、第三\n十四条、商工協同組合法第七十一条の規定に基ずき、右抗告人は五千円以下の過料\nに処せらるべきものである。\nされば原審が諸般の情況を参酌して、右抗告人を過料八百円に処したのは相当で\nあつて、本件抗告は理由がないからこれを棄却すべきものとなる。\nよつて非訟事件手続法第二十五条、第二百七条、第二十九条、民事訴訟法第四百\n十四条、第三百八十三条、第三百八十四条、第九十三条に則り、主文の通り決定す\nる。\n（裁判長判事　渡辺葆　判事　浜田潔夫　判事　牛山要）\n"
}