{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 29,
    "month": 12,
    "day": 25
  },
  "case_number": "昭和27(ネ)904",
  "case_name": "建物所有権移転登記請求事件",
  "court_name": "大阪高等裁判所第四民事部",
  "lawsuit_id": "22761",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=22761",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/761/022761_hanrei.pdf",
  "contents": "主　　　　文\n原判決を取消す。\n被控訴人の請求を棄却する。\n訴訟費用は第一、二審共被控訴人の負担とする。\n事　　　　実\n控訴代理人は主文同旨の判決を求め、被控訴代理人は控訴棄却の判決を求めた。\n被控訴代理人の陳述した請求原因は原判決事実摘示と同一であるから之を引用\nし、之に対し控訴代理人は「被控訴人主張の売買契約の成立の重実は認めるが、此\nの建物の売却に当つては原則として被控訴人が之を取毀すことを条件としたもので\nあり、仮に被控訴人に於て之を修理の上使用する場合には売却の日より向う一週間\n内に修理工事に着手する旨の特約がなされていた。その理由は当時此の建物は戦災\nを受けその侭の状態では使用に耐えないばかりでなく、倒壊寸前の危険状態にあ\nり、当局より之が取毀を命ぜられていたものであつて、被控訴人も此の事情をよく\n知つていた。即ち早急に修理に着手しない限り取毀さねばならない約定であつた。\n而して此の建物に付ては昭和二十二年五月三十一日滅失により家屋台帳から抹消さ\nれたものであるに拘らず、控訴人は昭和二十七年十月二十三日に至り、同年度第\n一、二期分の固定資産税金千三百八十円の滞納ありとして大阪市ａ区役所より有体\n動産の差押処分を受けたので驚いて調査したところ、家屋台帳より抹消ずみの本件\n家屋に付被控訴人が控訴人の承諾を得ないで同年二月四日家屋復活異動申告書に控\n訴人の印章を偽造押捺してその届出をしたことが発覚した。斯様な次第で控訴人に\nは何等登記義務はない」と述べ、被控訴人の後記主張事実を否認した。被控訴代理\n人は控訴人の右主張を否認し「被控訴人は本件家屋を控訴人から借受けていた者\nで、戦時中爆弾を受け居住出来ない状態になつたので、他に転居していたところ、\n控訴人の家守をしていたＡから再三買取の依頼を受け之を承諾したのであつて、そ\nの際の約定は家屋を取毀すとも修理するともいずれでもよく、修理したときは地代\nとして一ケ月五円の割合で支払えばよいとのことであつた。而して被控訴人は之に\n金二十三万円余を投じて修理し現在では訴外Ｂ外一名に売却し同人等が居住してい\nる。又その敷地は控訴人が物納したので被控訴人は国税庁より之を買受けたのであ\nる。従つて控訴人は本件請求を拒む理由も実益も無いのであるが、被控訴人が控訴\n人の印を作つて本件家屋の倒壊による家屋台帳の抹消の復活手続をしたことを奇貨\nとし、何か為にしょうとするものである。而も右の印を作つたのも被控訴人が右抹\n消を知りＡ方にその復活手続に必要な捺印を要求に行つたところ、同人が控訴人に\n断るまでもなく印を造つて使用するようにと言つたことによるものであつて、無断\nで捺印したものではない」と述べた。\n立証として被控訴代理人は甲第一乃至第十一号証を提出し、当審に於ける証人\nＣ、Ｄの各証言、被控訴人不人の供述を援用し、乙号証の成立を認め、控訴代理人\nは乙第一号証々提出し、当審に於ける証人Ａの証言、控訴人本人の供述を援用し、\n甲第一乃至第四号証の成立を認め、その余の甲号各証の成立は不知と述べた。\n理　　　　由\n被控訴人が昭和二十一年十二月二十九日控訴人からその所有に係る大阪市ａ区ｂ\n町ｃ番地所在家屋番号同町ｄ番木造瓦葺二階建住家建坪十三坪四合六勺、二階坪七\n坪九合を代金五千五百円で買受けた事実は控訴人の認めるところであるから、この\n売買契約締結に際し双方の間に結ばれた約定に付て考察すると、次のとおりであ\nる。先ず成立に争のない甲第二号証（売渡証書）には「貴毀に於て取段ち也修理な\nりを向う一週間以内で処理相成度候、家屋の修理の場合は毎月地代として月額五円\n也を御支払相成度候」との記載があり、当審に於ける証人Ａの証言、控訴人本人の\n供述、並に証人Ｄ及び被控訴人本人の各供述の一部（後記信用しない部分を除く）\nを綜合すると、右家屋は戦争中被控訴人が控訴人から賃借していたものであるが元\n来平家建であつたのを二階建に改造した関係上地震の時くの字型にゆがみ、警察署\n及び消防署から老朽家屋として取除くよう注意を受けていたところ、空襲の時近所\nに一トン爆弾が落ち家屋が更に傾斜して危くなつたので被控訴人は此の家から逃げ\n出し、そのあとへ同人の従兄弟が控訴人に無断で二階に入り込んだため控訴人から\n立退を求めたが応じないので、被控訴人に買取を求めた結果売買契約が成立したも\nのである事実並にこの家屋に付ては右売買の後昭和二十二年五月以前に区役所及び\n税務署の台帳に於ても滅失による抹消手続がなされた事実及び昭和二十七年二月四\n日附控訴人名義を以て右抹消が誤つてなされたことを理由に復活異動申告書（乙第\n一号証）が提出されているが、之は控訴人の全く関知しないものである事実か各認\n定することが出来、証人Ｄ及び被控訴人本人は右申告書の控訴人名下の捺印は元此\nの家屋の家賃を取立てていたＡの指示により印を作つた旨供述するが到底信用出来\nない。\n以上の事実関係に基いて控訴人がこの家屋に付て所有権移転登記を為す義務を負\n担するか否かを考察すると、一般に取毀の目的を以て建物の売買契約があつた場合\nには、不動産としての所有権を移転する契約には相違ないが、建物をそのまま存続\nせしめることを目的とするものではないから、売買当事者間に於て所有権移転<要\n旨>登記をしないとの特約があつたものと解すべきであり、この理論を進めると、本\n件の売買に於ては単純に取毀</要旨>を目的としたものではなくして、先に引用した\n売渡証書中の約定のとおり一週間内に修理に着手するか、又は収去するかのいずれ\nかの方法により家屋を処理する約定が為されたのであつて、登記手続に付ては何等\nの明示の約定はないが、此の条項を合理的に解釈するときは、若し被控訴人が此の\n期間内に修理に着手してその後社会観念十相当と認められる期間内に完成したとき\nは右建物に付所有権移転登記手続を為すが、その他の場合には登記をしないとの特\n約が包含され、従つて控訴人は停止条件附の登記義務を負担したものと解するのが\n相当である。ところが当審証人Ｃの証言及び甲第五乃至第十号証を綜合すると、被\n控訴人が修理に着手したのは家屋台帳の抹消よりも更に四年後である昭和二十六年\n十二月のことであつたこと明であるから右停止条件は不成就に終り控訴人の登記義\n務は発生しなかつたものと見なければならない。従つてその後この家屋の敷地の所\n有者がこの土地を物納に供し、次で被控訴人が之を買受けたこと及び同人が相当多\n額の修理費を投じて修理を完成したことも控訴人に対して所有権移転登記を請求す\nる理由とならないこと勿論である。尚被控訴人は控訴人が登記手続を拒む理由も実\n益もないと主張するが、課税の問題を考えればこの主張の採用出来ないこと明白で\nある。\n要するに被控訴人としてはかような建物に付ては新築による所有権保存登記を為\nすべきであつて、控訴人に所有権移転登記を為す義務のあることを前提とする本訴\n請求は失当として棄却を免れず之を認容した原判決は不当で本件控訴は理由があ\nる。仍て原判決を取消すべきものとし、民事訴訟法第三百八十六条第九十六条第八\n十九条を適用し主文のとおり判決する。\n（裁判長判事　朝山二郎　判事　沢井種雄　判事　前川透）\n"
}