{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 28,
    "month": 4,
    "day": 10
  },
  "case_number": "昭和27(う)631",
  "case_name": "経済関係罰則ノ整備ニ関スル法律違反貸金業等の取締に関する法律違反被告事件",
  "court_name": "仙台高等裁判所第二刑事部",
  "result": "破棄自判",
  "lawsuit_id": "24099",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=24099",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/099/024099_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人を懲役六月に処する。\nただし、この裁判確定の日から弍年間、右刑の執行を猶予する。\n被告人から金式万八千弍百円を追徴する。\n原審及び当審における訴訟費用は全部被告人の負担とする。\n本件公訴事実中、貸金業等の取締に関する法律違反の点は、いずれも無\n罪。\n理　　　　由\n弁護人成田篤郎の陳述した控訴趣意は、記録に編綴の同弁護人名義及び弁護人真\n木恒名義の各控訴趣意書記載と同じであるから、これを引用する。\n成田弁護人の控訴趣意第二点及び真木弁護人の控訴趣意第二点について。\n<要旨>貸金業等の取締に関する法律第十五条は、その立法趣旨からみて金融機関\nの役職員が自己の計算又は責任に</要旨>おいて金銭の貸付、金銭の貸借の媒介又は\n債務の保証を行うことを禁止するにあつて、金融機関の計算と責任において例えば\n正当に金融機関の帳簿に記載して右の所為をする場合、同法条はその適用がないも\nのと解するのが相当である。本件にあいて原判決が原判示第二及び第四において認\n定するところは、Ａ銀行Ｂ支店の貸付係主任たる被告人がＣから融資を依頼される\nや、貸付係主任の地位を利用し、Ｃの利益を図る目的でＤの同銀行に対する定期預\n金を担保として、同人に銀行から金員を貸付け、これをＣに融資するようＤ、Ｃ間\nにおける貸借の媒介をしたというのであり、その挙示する証拠によれば、被告人は\nＤに対しその定期預金を担保として銀行から金員を貸付けるに当つては正当に同銀\n行の帳簿に記載し、その利子を銀行に入れていることが窺われる。されば、被告人\nは自己の計算又は責任において右貸借の媒介をしたものではないから、被告人の右\n所為は前記法条にいわゆる金銭の貸借の媒介にあたらないものというべきである。\nそれ故、これに対し前記法条を適用処断した原判決は判決に影響を及ぼすことが明\nかな法令の適用の誤をしたものである。そして、原判決は右原判示第二及び第四の\n所為とその余の所為とを併合罪として一個の刑を科しているのであるから、全部破\n棄を免れない。論旨は理由がある。\nそこで、弁護人その余の控訴趣意に対する判断は後記自判の際示されるのでこれ\nを省略することとし、刑事訴訟法第三百九十七条第三百八十条により原判決を破棄\nし、同法第四百条但書により当裁判所において更に次のとおり判決すべきものとす\nる。\n（罪となるべき事実）\n被告告人は昭和二十三年十一月末頃から平市株式会社Ａ銀行Ｂ支店の貸付係主任\nの職にあつたものであるが\n第一、　昭和二十四年五月二十七日頃、Ｃから金三十万円の融資を依頼される\nや、貸付係主任としてＤの同銀行に対する定期預金を担保として同人に金三十万円\nを銀行から貸付け、同人からこれをＣに融資するよう右両者間の貸借の媒介をしこ\nれに対する謝礼の趣旨で供与されるものであることを知りながら、その頃右Ｃから\n同銀行裏口附近において金一万山月を受納し\n第二、　同年六月三十日頃、右Ｃから更に金三十万円の融資を依頼されるや、前\n同様の方法で右ＤＣ間における金三十万円の貸借の媒介をし、前同様の趣旨で供与\nされるものであることを知りながら、同年七月一日頃右Ｃから前同所において金八\n千二百円を受納し\n第三、　同年八月二日頃右Ｃから更に金五十万円の融資を依頼されるや、前同様\nの方法で右ＤＣ間における金五十万円の貸借の媒介をし、前同様の趣旨で供与され\nるものであることを知りながら、同月四日頃Ｅを介してＣから前同所において金一\n万円を受納し\n以て、いずれもその職務に関し賄賂を収受したものである。\n（証拠の標目）\n右の事実は\n（１）　証人Ｃに対する裁判官尋問調書\n（２）　Ｄの検察官に対する供述調書\n（３）　Ｅの検察官に対する供述調書\n（４）　原審第二回公判調書中証人Ｄの供述記載\n（５）　原審第三回公判調書中証人Ｃの供述記載\n（６）　被告人の司法警察員に対する第一回乃至第三回供述調書及び検察官に対\nする昭和二十五年九月八日附、同月十五日附、同月十九日附（二通）の各供述調書\nを総合して、これを認める。\n（法令の適用）\n被告人の判示所為は各経済関係罰則ノ整備ニ関スル法律第二条前段に該当すると\nころ、以上は刑法第四十五第前段の併合罪であるから、同法第四十七条第十条によ\nり、犯情の最も重いと認める判示第三の罪の刑に併合罪の加重を施し、その刑期範\n囲内で、被告人を懲役六月に処し、情状刑の執行を猶予するのを相当と認め、同法\n第二十五条を適用して、本裁判確定の日から二年間右刑の執行を猶予することと\nし、なお被告人の収受した合計金二万八千二百円は全部これを没収することができ\nないから、経済関係罰則ノ整備ニ関スル法律第四条によりその価額を追徴すべく、\n原審及び当審における訴訟費用の負担につき、刑事訴訟法第百八十一条第一項を適\n用する。\n本件公訴事実中、被告人が（一）昭和二十四年六月三十日頃前記Ｃから金三十万\n円の融資を依頼されるや、前記貸付係主任の地位を利用し、Ｃの利益を図る目的\nで、前記Ｄの前記銀行に対する定期預金を担保として同人に金三十万円を銀行から\n貸付け、これをＣに融資するようＤＣ間の貸借の媒介をし、（二）同年八月二日頃\n右Ｃから更に五十万円の融資を依頼されるや、前同様貸付係主任の地位を利用し、\nＣの利益を図る目的で、Ｄの同銀行に対する定期預金を担保として同人に金五十万\n円を銀行から貸付け、これをＣに融資するようＤＣ間の貸付の媒介をしたとの点に\nついては、貸金業等の取締に関する法律第十五条にいわゆる金銭の貸借の媒介をし\nた事実を認むべき証拠がなく犯罪の証明がないことに帰するところ、右はそれぞれ\n前記第二、第三の経済関係罰則ノ整備ニ関スル法律違反の所為と観念的競合の関係\nにあるが、検察官はこれを併合罪として起訴したものと認められるので、刑事訴訟\n法第四百四条第三百三十六条により、被告人に対しこの点につきいずれも無罪の言\n渡をなすべきものである。\nよつて、主文のとおり判決する。\n（裁判長裁判官　大野正太郎　裁判官　松村美佐男　裁判官　細野幸雄）\n"
}