{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 32,
    "month": 8,
    "day": 30
  },
  "case_number": "昭和31(ム)1",
  "case_name": "貸金請求再審事件",
  "court_name": "広島高等裁判所岡山支部",
  "article_info": "第10巻6号370頁",
  "gist": "起訴猶予処分と再審事由",
  "case_gist": "民訴第四二〇条第二項後段の適用にあたつては、検察官の起訴猶予処分は再審裁判所が同条第一項第四号ないし第七号の「罰スヘキ行為」につき、証拠充分と認め得る場合にいわゆる「証拠欠訣外ノ理由ニ因リ有罪ノ確定判決ヲ得ルコト能ハサルトキ」に該当し、再審事由となる。",
  "lawsuit_id": "24694",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=24694",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/694/024694_hanrei.pdf",
  "contents": "主　　　　文\n再審原告の訴を却下する。\n訴訟費用は再審原告の負担とする。\n事　　　　実\n一、　請求の趣旨、および、再審被告らの求める裁判。\n再審原告訴訟代理人は「再審原告を被控訴人、再審被告らを控訴人とする広島高\n等裁判所岡山支部昭和二五年（ネ）第三二号貸金請求控訴事件の確定判決を取り消\nす」との判決を求め、再審被告訴訟代理人は主文と同旨の判決を求めた。\n二、　請求の原因\n（イ）　再審被告らは再審原告に対し左のとおり現金を貸したと主張し、その請\n求訴訟を昭和二十四年四月十九日岡山地方裁判所津山支部に提起した（同庁昭和二\n四年（ワ）第五三号）。\n貸主　　　　　　貸付日　　　　　　　　　貸付金額　　　　　　　弁済期\nａ　Ａ　　昭和二二、　七、一九　　　一〇、〇〇〇円　　　昭和二二、一〇、\n一九\nｂ　〃　　　　　　　〃　　　　　　　　　　　一、〇〇〇円　　　　〃\nｃ　〃　　　　　昭和二二、　九、一二　　　二〇、〇〇〇円　　　昭和二二、\n一〇、一二\nｄ　〃　　　　　昭和二二、一〇、　九　　一〇〇、〇〇〇円　　　昭和二二、\n一二、九\nｅ　〃　　　　　　　〃　　　　　　　　　　一〇、〇〇〇円　　　昭和二二、\n一一、　九\nｆ　〃　　　　　　　〃　　　　　　　　　　〃　　　　　　　　　昭和二二、\n一二、　九\nｇ　Ｂ　　昭和二二、　九、　九　　　二〇、〇〇〇円　　　昭和二二、一一、\n九\nｈ　〃　　　　　昭和二二、　九、一二　　　一〇、〇〇〇円　　　昭和二二、\n一〇、一二\nｉ　Ｃ　　昭和二二、　九、　九　　　　八、〇〇〇円　　　昭和二二、一二、\n九\nところが、昭和二十五年二月十六日、請求棄却の判決を受けたので、広島高等裁\n判所岡山支部に控訴したところ（同庁昭和二五年（ネ）第三二号）、昭和二十六年\n八月三十一日「原判決を取り消す。被控訴人（再審原告を指す）は控訴人（再審被\n告を指す。以下同じ。）Ａに対し金十五万千円及びこれに対する昭和二二年一二月\n一〇日から完済まで年五分の割合による金員を、控訴人Ｂに対し金三万円及びこれ\nに対する昭和二二年一一月一〇日から完済まで年五分の割合による金員を、控訴人\nＣに対し金八千円及びこれに対する昭和二二年一二月一〇日から完済まで年五分の\n割合による金員を支払わなけれはならない」との判決があつた。そこで再審原告は\n最高裁判所に上告したが、昭和二十六年十一月二十日、上告却下の判決があり、結\n局右貸金請求事件は再審原告の敗訴に確定した。\n（ロ）　右経過において、右事件の被控訴人即ち再審原告を敗訴させた広島高等\n裁判所岡山支部の判決は「……当審証人Ｄの証言……を総合すると、控訴人（再審\n被告を指す。以下同じ。）Ａが控訴人等主張の如く本人又は他の控訴人の代理人と\nしてその主張各日時に被控訴人（再審原告を指す）の代理人名義で訴外Ｅに対し同\n主張の約定で本件各金員を貸与したことが認められ……」る旨認定したが、右Ｄが\n昭和二十六年三月二日同裁判所でした証言中に右認定に副う部分があり、之を証拠\nとしたことは明らかである。しかし、前示Ｅは控訴人ら即ち再審被告らから、少く\nとも、前掲ｂ、ｅ、ｆ、ｉの部分は現金を借り受けてはいない。即ち前掲ａないし\nｉの貸金はいずれも前示Ｅが再審被告らに弁済確保のために約束手形を振り出して\n借り受けたものであるが、そのうち前掲ｂは前掲ａの借受金に対する借受日の後た\nる昭和二十二年九月十九日以降弁済期たる同年十月十九日までの一ケ月一割の割合\nによる利息相当金員を借り受けることととしたものであり、前掲ｅは前掲ｄの借受\n金に対する借受日たる同年十月九日以降弁済期前たる同年十一月九日までの一ヶ月\n一割の割合による利息相当金員を借り受けることとしたものであり、前掲ｆは前掲\nｄの借受金に対する右十一月十日以降弁済期たる昭和二十二年十二月九日までの一\nヶ月一割の割合による利息相当金員を借り受けることとしたものであり、前掲ｉは\n前掲ｇの借受金に対する借受日たる同年九月九日以降弁済期たる同年十一月九日ま\nでの一ケ月一割の割合による利息四千円と別口の借受金の利息とを合計した金額の\n金員を借り受けることとしたものである。これらを現金で借り受けたと証言したの\nは偽証である。そこで再審原告は昭和二十七年六月十日岡山地方検察庁に前示Ｄに\n対し偽証の告訴をしたところ、事件は同庁津山支部に移され、昭和三十年十二月九\n日、同支部で起訴猶予処分に付された。再審原告は、この処分に不服であつたの\nで、昭和三十一年三月十三日津山検察審査会に審査の請求をしたところ、同審査会\nは検察官が右証言を偽証と認めたにかかわらず、之を不起訴処分としたのは相当で\nある旨、昭和三十一年七月二日議決し、同月六日付通知書によりその旨を再審原告\nに通知した。\n（ハ）　右検察審査会の議決から見るに、前示偽証被疑事件は不起訴処分に付さ\nれたとはいえ、右Ｄが偽証したことは検察官の取調により明らかになつたのであ\nる。このような場合は民訴四二〇条二項にいう「……罰スヘキ行為ニ付……証拠欠\n映外ノ理由ニ因リ有罪ノ確定判決……ヲ得ルコト能ハサルトキ……」にあたり再審\n事由となるものであるから、前示広島高等裁判所岡山支部の確定判決に対し再審を\n求める。\n三、　再審被告らの主張\n（一）　前示（イ）を認める。\n（二）　前示（ロ）中「前示Ｅは控訴人ら即ち再審被告らから、前掲ｄ、ｅ、\nｆ、ｉの分は現金を借り受けていない」との点、この部分に関するＤの証言が偽証\nであるとの点、ならびに、津山検察審査会の議決の要旨及議決の通知の点を除き、\n他はこれを認める。\n（三）　前示（ハ）はこれを争う。\n四　立証。\n再審原告訴訟代理人は、再甲第一、二号証、第三号証の一、二、第四ないし第十\n八号証を提出し、再審原告本人の尋問を求め、再乙号各証の成立を否認し、再審被\n告訴訟代理人は再乙第一ないし第九号証を提出し、証人Ｄ、Ｆの尋問を求め、再甲\n第一、二、四ないし十六号証の成立を認める、同第三号証の一、第十八号証の成立\nは不知、同第三号証の二は郵便官署作成部分の成立を認めるが、その他の部分の成\n立は不知、同第十七号証は警察署長作成部分の成立を認めるがその余は不知と述べ\nた。\n理　　　　由\n本件再審請求の対象たる判決が再審原告主張の経過で確定したこと、この判決は\n再審原告主張のとおり金員貸借の事実を証人Ｄの証言などによつて認定したこと、\n同証言中右認定に副う部分が存すること、ならびに、再審原告が同証言を偽証であ\nるとして同証人を検察官に告訴したところ、起訴猶予処分となつたこと、はいずれ\nも当事者間に争がない。\n再審原告は、起訴猶予処分になつた右告訴事件の取調の過程において右Ｄの証言\nが偽証であつたことが明らかになつたが、かような場合は民訴四二〇条二項後段の\n「……罰スヘキ行為ニ付……証拠欠缺外ノ理由ニ因リ有罪ノ確定判決……ヲ得ルコ\nト能ハサルトキ…」にあたり、再審事由となる、と主張する。\nよつて案ずるに、\n被疑事件が起訴猶予処分に付されたとするも、後日、起訴され、有罪の確定判決\nを生ずる場合が絶無とは限らない、といふ理由で、起訴猶予処分自体は前示法条に\n該当しないと解する余地がないでもない。そして、前示法条に該当する事例とし\nて、犯人の死亡、公訴時効の完成、大赦、などを挙げ、これらにおいては有罪の確\n定判決を得うれないことが確定的であるに反し、起訴猶予処分において確定的でな\nい点が、起訴猶予処分が前示法条に該当しない理由であると説くこともまた一理な\nしとしない。\n<要旨>しかし、現行法上起訴猶予処分は一事不再理の効力を生じないから、爾後\n更に起訴することも、法律上は可</要旨>能であるけれども、検察官が一応捜査の上\n起訴猶予処分とした以上、余程格別の事情でもない限り、起訴しないのが常である\nから、検察官の起訴猶予処分も右法条に所謂「有罪ノ確定判決ヲ得ルコト能ハサル\nトキ」に該当するものと解するを相当とする。\n而してその起訴猶予処分が、罰すべき行為に付ての証拠は十分であるにかかわら\nず、刑訴二四八条等に規定しであり犯罪の情状や犯人の境遇等の事由に基いてなさ\nれたものであることが明白である場合には、右法条に所謂「罰スヘキ行為ニ付証拠\n欠缺外ノ理由ニヨリ有罪ノ確定判決ヲ得ルコト能ハサルトキ」に該当するものとい\nはなければならぬ。\nしかし検察官の不起訴処分が犯罪の嫌疑十分であるにかかわらず、他の事由で不\n起訴と決したものであるか否かは、たやすく窺知することができない場合が多いば\nかりでなく、検察官が起訴猶予処分をなすに当つて、犯罪の証拠は十分であると認\n定したとしても、その認定は当然再審裁判所をきそくするものと解することはでき\nないから、再審請求訴訟に於て、再審裁判所は諸般の証拠により、罰すべき行為に\n付、その証拠が十分であるかどうかを審査判定すべきであると共に再審原告は、そ\nの証拠が十分であることを証明すべき責任を有するものと解する。\n而して再審手統において、裁判所が民訴四二〇条第一項第四号乃至第七号の罰す\nべき行為に何ての証拠が十分であると認定した場合に、初て、その起訴猶予処分\nが、前示民訴四二〇条第二項後段に該当し、再審事由となるものと解する。\nさて、本件に付て之を観るに、成立に争のない再甲第一号証と同第二号証中副検\n事松永重憲の津山検察審査会長に対する供述調書を綜合すれば、前掲Ｄに対する偽\n証被疑事件の起訴猶予処分において、検察官は、再審原告が偽証であると指摘する\n前示証言部分を偽証と認めたものであることを窺知し得る。\nそこで、検察官のこの認定に誤がないかどうかを案ずるに、\n一、　Ｄは検察官の取調に対し、一貫して、その偽証たることを否認し、前掲ｂ\nの千円は、同日貸した一万円とは別口のものであり、前記Ｅがちよつと岡山に行つ\nて来るから貸して呉れと言うので貸してやり、その分の約束手形を後に受け取つた\nものであり、前掲ｅ、ｆの各一万円は、Ｄ自身の手持金一万円とその妻に出しても\nらつた一万円であつて、これを長男Ａ（再審被告）に家を継がせるときの用管に与\nえた現金十五万円のうちから取り出した十万円に加えて、同じ日に現金十二万円を\n右Ｅに貸したが、後に分割支払を受けることがあるかも知れないと思い、そのとき\nに備えて、Ａに宛てて、金十万円および各金一万円の約束手形計三通を振り出させ\nたのであり、前掲ｉの八千円は、娘Ｃ（再審被告）が洋服などを売つて持つていた\n現金八千円を出してもらつて右Ｅに貸したものである旨、供述している（成立に争\nのない再甲第七、八、十二、十六号証）。\n二、　Ｅの検察官に対する供述は莫然としていて、この供述からはＤの前示証言\nが偽証であることを認め得ない（成立に争のない再甲第九号証）。その他関係人の\n検察官に対する供述（成立に争のない再甲第十、十一、十三ないし十五号の各供述\n調書）をもつてするも右偽証の事実を到底認め得ない。かえつて、Ａ、Ｃ（各再審\n被告）の各検察官に対する供述（右再甲第十三、十四号証）によると、前記Ｄの検\n察官に対する貸金顛末の供述が真実と認められる。\n三、　検察官がＤの前示証言を偽証と認めたのは、ａの現金一万円の貸金があつ\nた同じ日にｂの現金千円の貸金があり、ｄの現金十万円の貸金があつた同じ日に、\nｅ、ｆの現金一万円づつ二口の貸金があり、ｇの現金二万円の貸金があつた同じ日\nにｉの現金八千円の貸金があつたということは常識上信ぜられない、という理由に\n基くけれども（前掲再甲第一号証、同第二号証中副検事松永重憲の津山検察審査会\n長に対する供述調書）その理由の薄弱たるや論を待たない。\n四、　以上一ないし三を綜合して考察すれば、検察官がＤの前示証言を偽証と認\nめたことは証拠が十分でなく、誤であると言うべきである。\n五、　そこで更に本件訴訟に現われた証拠を案ずるに、その中、当審における再\n審原告本人尋問の結果は、前示証言が偽証であるという事実に副うているけれど\nも、後掲証拠に対比したやすく措信し難く、他に前示証言が偽証であることを認め\n得る証拠はない。かえつて、前示再甲第二号証中Ｄの津山検察審査会長に対する供\n述調書、当審証人Ｄ、Ｆの各証言を綜合すると、前記Ｄの検察官に対する貸金顛末\nの供述が真実と認められる。\n六、　それゆえに、本件再審手続に現われた資料を綜合するも、検察官がＤの前\n示証言を偽証と認めたことは証拠不十分で誤であるという前示認定は動揺しない。\n七、このようにして、Ｄに対する偽証被疑事件の起訴猶予処分において、検察官\nが再審原告が偽証であると指摘するＤの証言部分を偽証と認めたことは誤であると\n共に、再審原告の全立証によるも未だ右証言を偽証であると認定することはできな\nいというべきである。\n八、　従てこのような起訴猶予処分は民訴四二〇条二項後段の再審事由に該当し\nないものであることは上来の説示により明らかである。\nされば再審原告の本件訴は不適法であるからこれを却下すべく、訴訟費用の負担\nについて民訴八九条に則り主文のとおり判決する。\n（裁判長裁判官　高橋英明　裁判官　高橋雄一　裁判官　菅納新太郎）\n"
}