{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 29,
    "month": 11,
    "day": 11
  },
  "case_number": "昭和29(う)272",
  "case_name": "麻薬取締法違反犯人蔵匿被告事件",
  "court_name": "札幌高等裁判所第三部",
  "result": "棄却",
  "lawsuit_id": "24304",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=24304",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/304/024304_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n理　　　　由\n本件控訴の趣意は被告人並に弁護人柏岡清勝及同折居辰治郎提出の各控訴趣意書\n記載のとおりである。\n（柏岡弁護人の控訴趣意書第一点事実の誤認の論旨について）\n原判決が麻薬所持罪となる事実として引用した起訴状（昭和二十八年十月三十一\n日）第二記載の事実は被告人が法定の除外事由がないのに拘らず昭和二十八年六月\n十二日頃Ａ等と共にＢ館において塩酸ヂアセチルモルヒネ四包計約二十瓦を所持し\nたと言うのであつて、原判決挙示の証拠によると、右の麻薬は本件相被告人Ｃの所\n有に属し同人はその住居であるＢ館の居室の襖の内に籠めて隠匿していたのである\nが、判示の日に家宅捜索を受けたので被告人方に逃げかくれ、被告人及Ａに対し右\nの麻薬をとり出して被告人方に居たＣの手許まで持ち来るよう依頼し、被告人はこ\nれを承諾しＡと同道してＢ館に赴き、同所でＣのために留守居をしていたＤが襖か\nら取出した前記の麻薬を受取りＡに持たせて同人と共に被告人方に立帰り同所でＣ\nにで渡した事実がみとめられる。右の事実によれば被告人はＡと共謀してＢ館にお\nいて麻薬を受取つて以来自宅においてＣに手渡すまで右の麻藥を自己の支配内にお\nいたものと言えるのであつて、その間Ｃの所持も成立するが、これと併存して被告\n人の所持も成立するものとするのを防げない。而して原判決が「Ｂ館において所持\nした」と判示しているのはその引用の証拠と対照すれば右の所持の事実を認定した\nことは明白であるから、原判決には所論のような事実の誤認はなく、論旨は理由が\nない。\n（同弁護人の控訴趣意書第二点法令違反の論旨について）\n前段説明のとおりの事実とすれば、被告人の麻薬所持は運搬がその目的であつた\nことは言うまでもない。所論は麻薬取締法には運搬行為を処罰する規定はなく、所\n持禁止の罰条を運搬行為に適用するのは不当な拡張解釈であると主張するである\nが、麻薬取締法の目的は第一条に明記されているとおり麻薬が医療及学術研究以外\nの用途に使用されることを禁止するにあり、同法が麻薬の取扱者は免許を要するも\nのとし、且つ麻薬の取扱につき厳格な規定を設けている趣意にかんがみると、許さ\nれたる麻薬の取扱に関して単に運搬の労務を供するは格別、許される事由のないの\nに麻薬を自己の支配内に置いて運搬することをも禁止する趣旨であることは明白で\nあつて、同法が運搬と明示しないのは、かかる運搬行為は所持の概念に含ましめた\nものと解するのが相当であつてかく解するのは決して不当な拡張解釈ではない。論\n旨は理由がない。\n（折居弁護人の控訴趣意第一点の（二）及第三点、原判決が塩酸ヂアセチルモル\nヒネと認定したことが理由の不備及事実誤認であるとの論旨について）\n原判決挙示のＣの麻薬取締官に対する第一回供述調書及検察官に対する第三回供\n述調書によるとＣはＥより薬剤五〇瓦を麻薬なりとして譲受けその内二十五瓦をＢ\n館の襖の内に籠めておいたが、その内の二十瓦が本件所持罪の目的となり、他の二\n十五瓦の一部たる五包（約五瓦）が捜索の結果押収され、それが鑑定に付せられた\n結果塩酸ヂアセチルモルヒネであることが判明したのであり、而して原判決拳示の\nＤの検事に対する昭和二十八年十一月四日附供述調書及Ｃの前掲供述調書によると\n右の五十瓦の薬剤が同一種類のものであつたことが認められるから、本件所持罪の\n目的が塩酸ヂアセチルモルヒネであることは極めて明確であつて、原判決には所論\nのようなくいちがいも事実の誤認もない。論旨は理由がない。\n（同弁護人の控訴趣意第一点の（一）及第二点併合罪についての理由不備及び法\n令適用の誤の論旨について）\n原審で取調べた被告人の前科調書（記録二八六丁）によると、被告人は昭和二十\n八年九月二十五日札幌地方裁判所で覚せい剤取締法違反罪により罰金五万円に処せ\nられこの判決は同年十月十日確定したことが明かである。而して原判示の被告人の\n麻薬所持罪及犯人蔵匿罪の所為は右判決確定以前のもの所謂余罪であるところ、原\n判決は之を刑法第四十五条前段の併合罪と判示していることは所論のとおりであ\nる。しかしながら、これは刑事訴訟法第三百七十八条第四号の判決に理由を附せず\n又は理由にくいちがいがあると言うのには該当しない。然らば確定判決のあること\nを判示しなかつた点に事実の誤認があり、刑法第四十五条後段を適用すべきところ\nを同条前段を適用した点に法令適用の誤があるとの理由で原判決を破棄すべきかと\n言うに、次に記すとおり、これは原判決を破棄する理由とはならない。\n<要旨>刑法第四十五条の前段と後段とは別個独立の規定ではなく、前段後段を通\nして何が併合罪であるかを定義し</要旨>たものに外ならない。而して後段の場合に\nは刑法第五十条によつて余罪につき処断することとなり本件の如く余罪が二個ある\n場合には之に対し刑法第四十六条乃至第四十九条の適用を見ることは前段の場合と\n少しも異るところはないのである。故に、原判決が刑法第四十五条前段の併合罪と\n判示したのは正確を欠くそしりは免れないが、原判決は犯人蔵匿罪につき懲役刑を\n選択し刑法第四十七条第十条に従い重い麻薬所持罪の刑に同法第四十七条但書の限\n度内で法定の加重をした刑期範囲内で処断しているのであるから、結局併合罪の規\n定を正しく適用しているのであつて、法令適用の誤ありとすべきものではない。ま\nして、判決に影響を及ぼす法令適用の誤ということはできない。\n余罪につき裁判する場合には確定判決を経た併合罪と同時に裁判される場合に比\nし不利益にならぬよう量刑につき考慮せねばならぬ。しかしながら、第一審裁判所\nが刑を量定するについては、その基礎となる事実即ち情状を証拠によつて認定し且\nつこれを判決書に判示することは必要ではない。また控訴審において原判決が相当\nであるか否かを判断するについては、量刑の基礎となつた事実に原審の誤認がある\nか否かを調査するのではなく、訴訟記録並に原裁判所及び控訴裁判所で取調べた証\n拠によつて諸般の情状を勘案して原審の量刑を批判すべきものである。それ故原判\n決が確定判決のあること従つて本件の罪が余罪であることを判示しなかつたと言つ\nて直ちに原判決を破棄すべきではない。\n（柏岡弁護人の控訴趣意第三点、折居弁護人の控訴趣意第四点、被告人の控訴趣\n意、いづれも量刑不当の論旨について）\n本件記録及原審並に当審で取調べた証拠によつて勘案するに、被告人が麻薬を所\n持しえ時間は短時間ではあるが、その麻薬の量は徴量ではなく、その所持前後の事\n情及び被告人がＣを蔵匿した事実を併せ考えると、被告人の所為はＣの麻薬に関す\nる犯行に協力しているものであつて、麻薬取締の見地からすれば犯情は決して軽い\nものとは言えない。所論を考慮に容れ、本件が前記の如き余罪であることを考えて\nも、原判決が被告人を懲役八月に処したのは相当であつて、重きに過ぎるものとは\n認められない。論旨は理由がない。\nよつて刑事訴訟法第三百九十六条により本件控訴を棄却すべきものとし、主文の\nとおり判決する。　（裁判長判事　熊谷直之助　判事　水島亀松　判事　松永信\n和）\n"
}