{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 27,
    "month": 4,
    "day": 9
  },
  "case_number": "昭和27(う)260",
  "case_name": "煙草専売法違反被告事件",
  "court_name": "東京高等裁判所第六刑事部",
  "result": "棄却",
  "article_info": "第5巻4号581頁",
  "gist": "証人尋問中被告人を退廷させ尋問終了後入廷させた被告人に右証人の供述の要旨を告げなかつたことの適否",
  "case_gist": "裁判所が、証人尋問中被告人に退廷を命じ、尋問終了後入廷させた被告人に右証人の供述の要旨を告げなかつたとしても、右退廷命令が、被告人みずからの不当の言動に基く法廷の秩序維持のためのものであり、かつ弁護人が右尋問に立ち会つてその証人を尋問している場合には、裁判所の右の措置は、憲法第三七条第二項、刑訴第三〇四条、刑訴規則第二〇三条に違反しない。",
  "lawsuit_id": "21981",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=21981",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/981/021981_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴はこれを棄却する。\n理　　　　由\n本件控訴の趣意は、弁護人芳井俊輔作成名義の別紙控訴趣意書と題する書面記載\nの通りであるから、これを本判決書末尾に添附しその摘録に代え、これに対し次の\n通り判断する。\n論旨第一点について。\n原審第二回公判調書に依ると、原審第二回公判期日において被告人並に弁護人出\n頭の上証拠調が行なわれ、先づ検察官がその請求にかかる証人Ａを尋問し、同証人\nが答えている最中に被告人は同証人に対し「はつきりしろ」と大声で怒鳴りつけ裁\n判官が再三制止するにもかかわらず、証人が答を続けようとするとその都度三回も\n証人に怒声を浴びせたので裁判官は被告人に退廷を命じ、被告人が退廷した後同証\n人は答を続け、検察官の尋問を終り、次いで弁護人が同証人を尋問し、更に裁判官\nの尋問があつた後、裁判官は尋問終了の旨を告げ、被告人を入廷させたが、被告人\nに同証人の供述の要旨を告げなかつたことを認めることができる。しこ<要旨>うし\nて憲法第三十七条第二項は刑事被告人に、すべての証人に対し審問の機会を充分に\n与えなければならない</要旨>ことを規定し、刑事訴訟法第三百四条、刑事訴訟規則\n第二百三条も亦、裁判長は訴訟関係人に証人尋問の機会を与えなければならないと\n規定していること所論の通りであるが右のように被告人が証人尋問の機会を与えら\nれるべき状況にあつたにもかかわらず、請求者である検察官の尋問中に、その証人\nに対し大声で怒鳴りつけ、裁判官の制止をきかないで再三怒声を浴びせて尋問を妨\nげたため裁判官が法廷における秩序維持のため、被告人に退廷を命じ、被告人が退\n廷したような場合は被告人自ら、その証人に対する反対尋問の機会を、自己の責に\n帰すべき行為に依り失なつたものであるのみならず、弁護人はその証人尋問に立会\nい、被告人のためにその証人を尋問しているのであるから、被告人の反対尋問権\nは、弁護人に依って行使されているものということができるのであつて、被告人自\n身が退廷を命ぜられて証人尋問の機会を与えられなかつたとしても法廷の秩序維持\nのためには、已むを得ないところであり、これを目して憲法第三十七条第二項、刑\n事訴訟法第三百四条、刑事訴訟規則第二百三条に違反するものと認めることはでき\nない。このことは、刑事訴訟法上被告人が法廷における秩序維持のため、裁判長か\nら退廷を命ぜられた場合には被告人の陳述を聴かないで判決することができるもの\nとしている同法第三百四十一条の規定の存することによつても肯定しなければなら\nないのである。所論のように刑事訴訟規則第二百二条が、憲法第三十七条第二項の\n規定を考慮し、旧刑事訴訟法第三百三十九条と異なり、証人等が特定の傍聴人の面\n前で充分な供述をすることができないと思料するときは、その傍聴人を退廷させる\nことができる旨を規定するにとどまり、証人等が被告人の面前で充分な供述をする\nことができないと思料するときに、被告人を退廷することができるものとしていな\nいとしても、刑事訴訟規則第二百二条、旧刑事訴訟法第三百三十九条の規定は、証\n人等が、被告人又は特定の傍聴人の面前では、情実又は恐怖等に依つて充分な供述\nをすることができないと思料する場合の規定であるから、刑事訴訟規則第二百二条\nが被告人を退廷させることができる旨を規定していないことは、必ずしも、証人尋\n問中には、法廷における秩序維持の必要があつても被告人を退廷させることができ\nないものと解する根拠とならない。しからば、原判決が証人Ａの原審公判廷におけ\nる供述を判示事実の認定の証拠に援用していても、所論のように法令に違背したも\nのではないから、論旨は理由がない。\n（その他の判決理由は省略する。）\n（裁判長判事　近藤隆蔵　判事　吉田作徳　判事　山岸薫一）\n"
}