{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 29,
    "month": 7,
    "day": 19
  },
  "case_number": "昭和28(ネ)1169",
  "case_name": "損害賠償事件",
  "court_name": "東京高等裁判所第七民事部",
  "lawsuit_id": "21741",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=21741",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/741/021741_hanrei.pdf",
  "contents": "主　　　　文\n一、　控訴人の本件控訴はこれを棄却する。\n二、　原判決中「原告等のその余の請求を棄却する」との部分を次のよ\nうに変更する。\n（一）　控訴人はさらに被控訴人Ａに対し金十五万円、同Ｂに対し金一\n万円、同Ｃ、同Ｄ、同Ｅ、同Ｆに対し各金五千円、同Ｇ、同Ｈ、同Ｉに対し各金三\n万円及び右各金員に対する昭和二十五年三月十九日から支払ずみにいたるまで年五\n分の金員を支払うべし。\n（二）　被控訴人らのその余の請求を棄却する。\n三、　控訴審における訴訟費用は控訴人の負担とする。\n事　　　　実\n控訴代理人は原判決中控訴人敗訴の部分を取り消す、被控訴人らの請求を棄却す\nる、訴訟費用は第一、二審とも被控訴人らの負担とするとの判決、附帯控訴棄却の\n判決を求め、被控訴人ら代理人は控訴棄却の判決、附帯控訴につき原判決中「原告\nらのその余の部分の請求を棄却する」との部分を取り消す、控訴人はさらに被控訴\n人Ａに対して金三十五万円、被控訴人Ｂに対し金十二万三千三百三十三円、被控訴\n人Ｃ、同Ｄ、同Ｅ、同Ｆに各金六万一千六百六十六円五十銭、被控訴人Ｇ、同Ｈ、\n同Ｉに対して各金二十二万円及び右各金員に対する昭和二十五年三月十九日から支\n払ずみまで年五分の金員を支払うべし、訴訟費用は第一、二審とも控訴人の負担と\nするとの判決並びに仮執行の宣言を求めた。\n当事者双方の事実上の主張、証拠の提出援用認否は後記のとおり附加するほか、\nすべて原判決の事実らんに記載されたとおりであるからここにこれを引用する。\n控訴代理人は事実上及び法律上の主張として次のとおり述べた。\n一、　訴外Ｊの本件加害行為は自治体警察の公権力の行使として職務上行われた\nものではない。\n（１）　Ｊ巡査は非番の時間を利用して本件加害行為をしたものであることは従\n前主張のとおりであるところ、非番とは職務に従事しないで休息を許容された時間\nであるから、公務員が職務に関係なく自由行動を許容された時間である。従つて非\n番中は特別に勤務の命令があるか又は勤務のための召集等がない限り職務執行はで\nきず、同時に使用者たる官庁も非番中の巡査個人の行動については職務上の指揮監\n督をし得ないのであるから、本件Ｊ巡査の加害行為についてはなんらの職務執行権\n限のない一般私人の行為と同じであつて、国家賠償法第一条の職務執行には当らな\nいというべきである。\n（２）　Ｊ巡査の加害行為は職務管轄区域外でなされたものであることは従前主\n張のとおりであるが、Ｊ巡査がＫを死に致した共同便所附近が東京都と川崎市との\n境界線から五百米以内の地点であつても、Ｊ巡査は国電川崎駅前巡出所においてＫ\nから金品を取り上げその犯罪目的を達成していたものであつて、本件事故の当時は\nＫを連行中ではなくＫが警戒心を起してＪ巡査を監視していたのが事実であるか\nら、外観的に職務執行と見られる行為は右五百米以内の地点ではないのである。\n（３）　さらにＪ巡査は当初から職務執行の意思なく、名を不審尋問にかり他人\nの金品を不法に領得する目的で本件加害行為をしたものであるから職務執行行為で\nないとするのが控訴人の抗弁の主眼とするところである。これについて、違法な行\n政の作用の結果発生した損害について、機関たる公務員個人のほかに国又は公共団\n体に対して損害賠償を求め得るかどうかにつき考えるに、機関が機関であるのは固\nよりその権限の範囲内のみであつて、権限の範囲外においてはもはや一個人にすぎ\nず、その行為はその者の個人としての行為であつて国又は公共団体の行為ではない\nから、国又は公共団体がそれについて賠償責任を負うべき理由はないといわなけれ\nばならぬ。すなわち国又は公共団体といえども自己の行為にあらざるものに責任を\n負わねばならぬ理由は存しないからである。旧憲法下において公権力の行使につき\n国又は公共団体に賠償責任を認めた法律がないとして否定されたのはかかる理由に\nもとずくものと思われる。もつとも国又は公共団体がその機関に対しある権限を授\nける以上は、公務員が右権限を行使しようとするに際し権限行使の方法その他の判\n断において、それが間違つて行使され、ために国民が違法に損害をこうむる可能性\nも考えられないのであるから、かく考えると国又は公共団体が機関に与えた権限が\n正しく行使された場合にのみそれを自己の行為とし、間違つて行使された場合には\n否定するということは、被害者保護に欠けるものといわざるを得ない。すなわち権\n限が正しく行使されることも然らざる場合もともに機関にその権限を授けることの\n中に含まれた二つの方面とすれば、国又は公共団体としてはそのいずれの場合に対\nしてもその結果につき責を負うべきであるというが憲法第十七条にもとずく国家賠\n償法の根本趣旨であると考えられる。そうだとすれば同法第一条の「その職務を行\nうについて」とは、公務員が少くとも主観的に権限行使の意思を有し職務執行をし\nたにもかかわらず当該職務行為を間違つて行つた場合の意味であつて、従つて公務\n員がその職務を間違つたのではなく当初から職務執行の意思なく外観上職務行為を\n仮装し、その職務に関係して他人に損害を及ぼし、又はその職務に関係なくなした\n行為等は同条の職務執行行為とは解せられないことは明白である。本件Ｊ巡査の場\n合においても同人が主観的に職務行為としてなしたものでないことは明らかなので\nあるから、仮りに相手方たるＫておいて外観上職務行為と信じ又は信ずるにつき過\n失がなかつたとしても、Ｊ巡査の行為は自治体警察の行為とはなり得ないのであつ\nて控訴人に対する賠償責任は否定されるべきものであることは疑がない。最高裁判\n所第三小法廷は昭和二十四年（オ）第二六八号損害賠償請求事件につき昭和二十五\n年四月十一日言渡した判決において「又もし仮りに警察官が公権力の行使に名をか\nり職権を濫用して本件家屋を破壞したものであるとすればこれら警察官が民法上の\n不法行為の責任を負うことはあるかも知れないが、その場合右の行為はもはや国の\n行為とは見ることができないのであつて、尚更国が賠償責任を負う理由はないので\nある」と判示し、全く同様の見解を採用していることが知られるのである。\n二、　これを要するに被害者に対しては同情にたえないところではあるが、Ｊ巡\n査の行為が金品領得を目的とした犯罪行為である以上、控訴人に対する請求は失当\nである。\n被控訴人ら代理人は事実上及び法律上の主張として次のとおり述べた。\n一、　控訴人は国家賠償法第一条に「職務を行うについて」とは公務員が少くと\nも主観的に権限行使の意思を有した職務執行をなしたにもかかわらず当該職務執行\n行為を間違つて行つた場合の意味であつて、公務員が当初から職務執行の意思なく\n外観上職務執行を仮装し、その職務に関係して他人に損害を及ぼす場合は右の職務\nを行うについての行為と解することはできないと主張するけれども、同法第一条を\n誤解したものである。すなわち同法第一条の「職務を行うについて」は民法第四十\n四条の「職務ヲ行フニ付キ」及び民法第七百十五条れた場の「事業ノ執行ニ付キ」\nと同趣旨で職務を行うためにより広く、自己の利益を図る目的でなさ合も含むもの\nであると解すべきである。大審院は大正十五年十月十三日民刑聯合部判決以来今日\nまで「行為の外形上使用者の事業に属するものはたとえ被用者が自己の利益を図る\n目的で為された場合でも事業の執行について為されたものと解する」と判示してい\nるのである（大正十五年十月十三日民刑聯合部判決民集七八五頁、昭和十九年六月\n十七日民集四七三頁）。\nＪ巡査は警察官の制服制帽を着し、昭和二十三年三月三十一日午前十時頃省線川\n崎駅ホームにおいて、被害者Ｋを呼び止め、ちよつと事件があるここではまずいか\nらと同駅長事務室に連行し警察手帳を示した上Ｋの住所氏名を右手帳に記入しその\n所持した鞄、弁当箱、薬びん、手拭、ハンカチ、現金約一万円を包んだ包、銀行通\n帳、その他雑品等を机の上にならべさせ、かつその品物の一つ一つにつき説明を求\nめ、さらに同駅前の交番にＫを連行し同交番の警察官に「モサらしいからちよつと\n場所を拝借したい」と話しその休憩所において前記の品々を再度畳の上に出させそ\nの出所等を追求したのである。またＪ巡査はＫを川崎市警察署、国家警察署に連行\nし、その途中便所において拳銃をもつてＫを射殺したものである。以上のようにＪ\n巡査のとつた行為は警察官としてとるべき通常の取調べ方法であつて、これに対し\nて川崎駅長事務室に居あわせた助役、駅員及び川崎駅前交番詰の警察官らはいずれ\nも正当なる警察官の職務執行と信じたのである。いわんや被害者ＫがＪ巡査の行為\nを正当なる警察官としての職務執行と見たことは当然である。これを要するにＪ巡\n査のとつた行為は外形上は全く警察官の職務執行であるからこれによつて生じた損\n害は控訴人において当然その賠償の責に任ずべきである。\n二、　控訴人は最高裁判所昭和二十四年（オ）第二六八号事件の判決を援用する\nけれども、同判決は国家賠償法施行前の事案に対するものであるから国家賠償法に\nよる本件損害賠償請求になんら関係なく、本件解決の姿料とする価値なきものであ\nる。\n三、　控訴人はＪ巡査が非番の時間中に本件行為をなしたものであるから職務執\n行にあたらないと主張するけれども、公務員の職務権限はその職務上の地位に附着\nするものであるから、退職停職等によりその地位を失わない限りこれを保有するも\nのである。\n四、　控訴人はＪ巡査の行為は東京都自治体警察の管轄区域の境界外五百米以内\nの区域より更に外である川崎駅附近で行われたものだから土地管轄外のことである\nと主張するが、警察法第五十七条の境界外五百米以内の地域というのは同法第五十\n八条第一項によつてその管轄区域内（第五十七条の地域を含む）に行われた犯罪又\nはその管轄区域内に始まり若しくはその管轄区域内に及んだ犯罪並びにこれらと関\n連する犯罪についてはその管轄区域外にも職権を及ぼし得るものである。本件の場\n合正にその管轄内に及んだものであるからＪ巡査はその管轄内においてその職権を\n行つたものである。\n五、　原判決は慰籍料として被控訴人Ａの請求する金四十五万円中金十万円、同\nＢの請求する十三万三千三百三十三円中金一万円、同Ｃ、同Ｄ、同Ｅ、同Ｆの請求\nする各金六万六千六百六十六円五十銭中各金五千円、及び同Ｇ、同Ｈ、同Ｉの請求\nする各金二十五万円中各金三万円の限度においてのみ被控訴人らの請求を相当とし\nて認容しその余を棄却したが、右認定額は被控訴人らの地位収入生活程度精神物質\n両面に受けた苦痛の程度等にくらべて低きに失するから、さらに附帯控訴の趣旨記\n載のような金員の支払を求める。\n理　　　　由\n控訴人が東京都の特別区の存する区域の自治体警察を維持し、その費用を負担し\nて運営管理に当る公共団体であること、訴外Ｊが昭和二十一年四月東京都警視庁巡\n査に任ぜられ大森警察署に勤務し、昭和二十三年三月三十一日当時その職務に従事\nしていたこと、同日同巡査が制服制帽を着し実包装填の十四年式拳銃を携帯し、神\n奈川県国鉄川崎駅ホームでＫを呼び止め、同駅駅長室で不審尋問の上所持品の検査\nをし、その際あらかじめ用意した金三百円入りの封筒をひそかに右所持品の中にま\nぎれこませて不審の原因を作り、スリの容疑をかけて同駅前巡査派出所に連行し、\nＫの所持する現金九千九百円外雑品数点を犯罪の証拠品として預ると称して受取\nり、同所を出て連行途中同日正午頃川崎ａｂ丁目ｃ番地先共同便所内で用便中の右\nＫのすきを見て右預品を持ち逃げしようとしたところ、Ｋが「どろぼう」とさけん\nだので、Ｊは所持の拳銃で実包一発をＫの背後から発射し、同人の腰部に貫通する\n銃創を負わせた上前記金品を携帯逃走してこれを強奪し、Ｋをして同日午後一時十\n五分ごろ同市川崎病院で右貫通銃創による内出血により死亡せしめたことは、原判\n決の説示するところと同様に、当事者間に争ない事実と成立に争ない甲第十、第十\n三、第十五号証の記載とによりこれを認めることができる。\n被控訴人らは右Ｊ巡査の右所為は公共団体である控訴人東京都の公権力の行使に\n当る公務員がその職務を行うについて故意によつて違法に他人に損害を加えた場合\nに該当するものであるから、国家賠償法により控訴人はこれが賠償をなすべき責任\nがあると主張する。\n右事実のみによれば、Ｊ巡査の行為は自治体警察の公権力の行使にあたる公務員\nがその職務を行うについて故意に違法行為を行つたものと解して差支えないものの\nように見える。\nしかるに、Ｊ巡査は当時大森警察署海岸通り派出所に勤務し、同所の勤務割は午\n後五時から翌朝午前九時まで勤務したとき（第二当番）はこれを終えて自宅に帰り\n休息する定となつていて、前記事件当日同巡査は第二当番を終つて休息すべき日す\nなわちいわゆる非番の日にあたつていたこと、同巡査の前記所為の現場は、そのう\nち前記発砲強奪のされた前記共同便所附近だけは、東京都と川崎市との境界線から\n五百米以内の地点にあり、したがつて控訴人の自治体警察の職務を行い得べき地域\nであるけれども、その余は東京都の管轄区域外であること、さらに、右Ｊ巡査は当\n時持病の中風になやむ実母から医療費生活費の仕送りを求められていたがさきに同\n僚に代つて受取つた給料の使いこみの返済もできず、自分の生活にも困つておつ\nて、とうてい実母への仕送りができない状況であつたので、拳銃を入手して悪事を\n働きその場の苦境を切り抜けようと考え、昭和二十八年二月十八日ごろ大森警察署\n池上派出所勤務のＬ巡査保管の本件拳銃及び実包五発を窃取した後、通行人に対し\nて不審尋問を行いその所持品を証拠品名義で取得することを思い立つて前記三月三\n十一日前記のとおり川崎市に出かけ、たまたま右Ｋ（当時七十三才）が買物の際多\n額の札束を所持しているのを知りその後を追つて前記のとおり不審尋問、所持品検\n査の上前記金品を預りこれを持逃げしようと機会をうかがつたがＫが警戒心を起す\nにいたつて容易に目的を遂げ得ず、共同便所で用便中のすきをうかがい逃走しよう\nとしたところ、同人から「どろぼう」と大声で連呼せられたため、この上は同人を\n殺害して前記の金品を強奪するほかはないと考え、所携の拳銃により同人を殺害し\nて金品領得の目的を遂げたものであるという、かような事情の存することが、原判\n決の理由に説明するとおりに認められるのである。\n思うに一般に国又は公共団体の公権力の行使は常にその相手方たる国民の利害に\n関係するものであるから、それは必ず法令の根拠にもとずき、法令の定める手続に\n従つて正当になされなければならないことは法治国における原則である。公権力の\n行使は適法に行われることのみが許されるのである。従つてまた国又は公共団体が\nその所属の公務員に公権力行使の権限を委ねるのは、適法に行うことのみを委ねる\nものというべきである。\nしかるに現実にはしばしば公権力の行使が違法に行われ、権限をもつ公務員が違\n法にその職務の執行をすることは、事実として否定し得ないのである。しかもかよ\nうな公務員の所為は適去な公権力の行使でないとの理由のもとに、これに関して国\n又は公共団体に責任なしとするならば、これによつて損害を受けた者の保護は大い\nに欠けるものといわなければならない。公務員が個人として責任を負うべきものと\nするも、公務員はその地位において強大な権限を有するに比しては、私人としての\n財力資力において微力であることが通例であるから、実質的に賠償を得ることは、\nのぞみなきに近いのである。この故に憲法第十七条は国民の基本的人権の一として\nこのような被害者の救済を保障し、これにもとずき国家賠償法は定められたのであ\nる。\nそこで同法第一条第一項をみるに「国又は公共団体の公権力の行使に当る公務員\nが、その職務を行うについて、故意又は過失によつて違法に他人に損害を加えたと\nきは、国又は公共団体が、これを賠償する責に任ずる。」と規定している。ここに\n違法というは、とりもなおさず、公権力の行使が違法になされることをさすのであ\nり、故意とはその職務の執行についてなされるところが違法であることを自ら知り\nつつ行うことを意味することは自明である。本来適法にのみなさるべき職務の執行\nについて「違法に他人に損害を加えたとき」ということは、そのこと自体すでに外\n観上は適法な職務行為と見えるものを予定していることは明らかである。そもそも\nその違法なことを自ら知りつつ、しかもなお職務執行なりと思惟するということは\n厳密にいえばむじゆんであろう。もちろん違法と知りつつも国又は公共団体のため\nにするとの意識のもとに行動することのあり得ることは否定はできない。しかしこ\nのようなことはきわめてまれな場合である。むしろ私利をはかり、私欲をみたし、\n私怨をはらす等々私の目的のためにする、いわゆる職権の濫用にあたる場合を一般\nとすること、世の実情である。国家賠償法が右のまれな場合についてだけ規定し、\nむしろ一般の場合を除外したものと解することはできない。もしもかく解すべきも\nのとするならば、この法律は国民にとつてはほとんど実際上の効果なき<要旨第一>\nに等しく、前段説示の憲法の要請にこたえるところなきものというのほかない。さ\nればこそ法は故意ある違法</要旨第一>行為にしてしかもそれをもつてし職務執行な\nりといい得るためには、その公務員がその所為に出づる意図目的はともあれ、行為\nの外形においては職務執行と認め得べきものをもつてこの場合の職務執行たりとす\nるのほかないのである。もちろん同法にいう違法行為は公権力の行使に当る公務員\nのしたものでなければならないからその事項についてなんら本来の権限のない者の\nした行為は、いかにその外形が職務の執行と見得るものであつても、それは同法の\n関するものではないことは当然である。また違法な職務執行行為は本来その法令の\n根拠を欠き法令の定める手続によらない等法の許さないものであるから、一般的に\nはその事項につき権限ある者のした行為であつても、その権限の内部的分配、手続\nの法定の要件等に違反することによつて違法となるものがあるのであり、これらの\n違法の限度が顕著であつてそれ自体行為の外形上も職務の執行と見得ないものもな\nしとしないであろう。しかしそうでない限り、これらの違法要素は必ずしも行為の\n外形上職務執行と見ることを妨げるものではない。してみると結局、当該事項につ\nいて一般的に職務上その権限あるものについて、そのもつぱら外部に発現した現実\nの行為により、その事項についての権限の発動と見得るものは、ここにいう行為の\n外形ありとしてこれを職務の執行についてしたものというべきであり、かかる意味\nにおいて公権力の行使に当る公務員がもつぱら私の目的のために職務行為の外形を\n利用し職権を濫用する場合も同法第一条第一項の要件をみたすものといわなければ\nならない。\nあるいはこのようなもつぱら私の目的のためにする違法行為については、被害者\nの救済の必要はともかくとして、これを国又は共団体の責任に帰せしめるにはその\n帰責事由を欠くとの論もあるであろう。しかし国又は公共団体は公権力を適法に行\n使するためにのみ公務員にその権限を委ねるのであり、かかる違法を行う公務員に\nは公権力の行使を託してはならない地位にあるのである。しかも一々これを事前に\n排除することは不可能であるとすれば、かかる公務員の違法行為については国又は\n公共団体において責任を負うとすることは公平の観念の要求するところであるとし\nなければならない。\n従来公務員の職権濫用もしくは仮装の職務執行等の行為は、もつぱらその公務員\n個人の不法行為たるに止まり、国又は公共団体の職務執行行為ではないとしてその\n責任を否定する傾向のあつたことは事実であり、控訴人の引用する最高裁判所の判\n例もまたその線にそうものではあるが、これは同時に、一般に違法な公権力の行使\nによる損害については、それが国又は公共団体の行為と見得る限り、国又は公共団\n体に責任なきことはもちろん、事に当つた公務員個人の責任もまた否定されるとい\nう前提に立つものであつて、この場合には、違法行為がいつたん国又は公共団体の\n行為であるとされれば、被害者は訴うるにところなしということになるのである。\nその故に前記のような職権濫用等の行為については、これを公務員個人の行為とし\nてこれに賠償責任を帰せしめるということが、その意義を有したのである。しかし\n憲法第十七条及びこれにもとずく国家賠償法は事情を一変せしめた。違法な公権力\nの行使について第一次的に国又は公共団体が責任を負うたてまえのもとでは従来の\n観念をそのままに適用するのは相当でないとしなければならない。\n<要旨第二>かかる見地に立つて前認定の事実を見るとき、Ｊ巡査は当初から適法\nな職務執行の意思なく、もつぱら自</要旨第二>己の利をはかる目的で、警察官の職\n務執行をよそおい、Ｋに対し不審尋問の上所持品を犯罪の証拠品名義で預り、しか\nも連行の途中これを不法に領得するため所持の拳銃で同人を射殺してその目的をと\nげたものであり、その行為が公権力の適法な行使としてなされたものでなく、違法\nのものであることはいうまでもない、しかし警察官が容疑者に対し不審尋問をし、\nその所持品を検査し、これを連行し、その金品を証拠品として預り所持する行為\nは、警察官に許された適法な職務執行と見るべきものであり、Ｊ巡査が警察官とし\nて本来かかる権限を有したことは明らかであるから、Ｊ巡査のしたこれらの行為\nは、これを客観的に観察するときは、行為の外形上いちおう適法な職務執行行為と\n見ることができるのである。また右金品領得の目的達成のためにした拳銃発射の行\n為も、一般に警察官が拳銃を持つており必要上一定の場合にはこれを使用し得るこ\nとはその許されたところであるのみでなく、前記一連の行為と密接不可分の関係に\nあつて社会観念上はこれも合せて一個の行為と見得るものであるから、これをもふ\nくめてその外形上職務の執行と解して差支えはないものといわなければならない。\nいわんやその拳銃が自己に支給されたものでなく他の同僚に支給されたものを盗ん\nだものであるとの事実のごときは、少しも右認定を左右するものではない。\n当日Ｊ巡査が非番にあたつていたことは前記のとおりであるけれども、ここにい\nう非番の日とは要するに内部の事務分配の都合により現実に職務に従事しないで休\n息を許された自由の時間であるというに止まり、本来もつている職務執行の権限を\nうばわれたものではなく、非番の日の職務執行がそれ自体無権限のものということ\nはできないのみではなく、現に勤務の命令ないし召集があれば職務の執行に当り得\nることは控訴人も自認するところであるから、本件において右Ｊ巡査の行為が非番\nの日になされたということは行為の外形上職務執行ありと認める上になんら妨げあ\nるものではない。\nまた前記土地管轄の点も、警察官は一定の要件のもとにその土地管轄区域外にお\nいても職務を執行し得ることは警察法第五十八条の定めるところであり、現に拳銃\n発射行為のなされた地点は同法第五十七条により職務執行をなし得べき区域内にあ\nつたものであるから、本件の行為の外形が職務執行にあたるものとするについて差\n支えはないのである。\nはたしてしからば、Ｊ巡査の本件行為は国家賠償法にいう公権力の行使に当る公\n務員がその職務の執行について故意により違法に他人に損害を加えた場合に該当す\nることは明らかであつて、控訴人はこの損害について賠償をすべき義務あるものと\nいうべきである。\nよつてその損害賠償の点について判断する。この点については当裁判所は被控訴\n人らに与えられるべき慰藉料の数額のみについての判断を除くその余はすべて原判\n決の理由に説明するとおりに判断するから、原判決の理由をここに引用し、慰藉料\nの数額については、被控訴人らの身分関係、年齢、経歴、社会上の地位、控訴人の\n地位、本件行為の性質、及び本件が昭和二十三年三月中に発生したものであつて、\nその後ここに現実に救済を与えられるまでに一般経済事情に変動あることその他本\n件にあらわれた一切の事情を考慮し、国家賠償法第四条民法第七百十一条にのつと\nり、被控訴人Ａには金二十五万円、同Ｇ、Ｈ、Ｉ及び本訴提起後に死亡したＭに対\nしては各金六万円をもつて相当とすべく、従つて右Ｍの相続人であるその余の被控\n訴人らについてはその各自の相続分に応じて被控訴八Ｂは金二万円、同Ｃ、Ｄ、\nＥ、Ｆは各金一万円の請求権を取得したものといわなければならない。従つて控訴\n人は本件損害賠償として原判決の認めたもののほかさらに、被控訴人Ａに対しては\n金十五万円、同Ｇ、Ｈ、Ｉに対しては各金三万円、同Ｂに対しては金一万円、その\n余の被控訴人らに対しては各金五千円及び右各金員に対する本件訴状が控訴人に送\n達された日の翌日であること記録上明白な昭和二十五年三月十九日から支払ずみに\nいたるまで年五分の遅延損害金を支払うべき義務がある。被控訴人らの請求中その\n余の部分は理由のないものとして棄却すべきである。\nよつて原判決中「原告らのその余の請求を棄却する」との部分を右のように変更\nすべく、被控訴人らの請求棄却を求める控訴人らの本件控訴は理由のないものとし\nて棄却すべきであり、訴訟費用の負担につき民事訴訟法第九十五条第八十九条第九\n十二条を適用し、なお仮執行の宣言はその必要がないものと認めこれをつけないこ\nととし、主文のとおり判決する。\n（裁判長判事　藤江忠二郎　判事　原宸　判事　浅沼武）\n"
}