{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 28,
    "month": 9,
    "day": 17
  },
  "case_number": "昭和28(う)207",
  "case_name": "公職選挙法違反被告事件",
  "court_name": "名古屋高等裁判所金沢支部         　刑事部",
  "result": "破棄差戻",
  "article_info": "第6巻11号1457頁",
  "gist": "一、　訴因の限度と被告人の防禦権の行使\n二、　訴因の限度を超えて事実を認定した実例",
  "case_gist": "一、　訴因記載事実の範囲を超えて犯罪事実を認定した場合、審理中証拠関係よりかかる認定に到達すべき可能性あることを、被告人、弁護人において、ある程度予測し得たとしても被告人みずから該認定事実と符合する事実の存在を主張したが如き特別の事情のない限り、被告人の防禦権行使を完全ならしめたものというを得ない。\n二、　被告人は甲に対し金五、〇〇〇円を供与したものである旨の公訴事実に対し訴因変更の手続によらないで被告人は甲を介し乙に対し金五、〇〇〇円を供与したものである旨の事実認定をなすは訴因の限度を超えて事実を認定したものである。",
  "lawsuit_id": "24909",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=24909",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/909/024909_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n本件を魚津簡易裁判所に差戻す。\n理　　　　由\n弁護人鍜冶良作の控訴趣意は昭和二十八年六月二十日付控訴趣意書記載の通りで\nあるから此処にこれを引用する。\n論旨第一点について\n記録によれば、本件公訴事実は、「被告人は、昭和二十七年十月一日行われた衆\n議院議員選挙に際し、富山県Ａ区から立候補した同議員候補者Ｂの選挙運動をした\n者であるが、同候補者の当選を得しめる目的」を以て、同候補者への投票取纒めを\n依頼する趣旨の下に、其の報酬として、同年九月二十六日頃魚津市ａ村ｂｃ番地所\n在株式会社Ｃ事務室に於て、Ｄに対し、現金五千円を供与したものである。と言う\nにあるところ、原審は訴因変更の手続を履践することなく、「被告人は昭和二十七\n年十月一日施行の衆議院議員選挙に際し、富山県Ａ区より立候補したＢの選挙運動\n者であるが、同候補者の当選を得しめる目的を以て、同候補者への投票取纒めを依\n頼する趣旨の下に、其の報酬として、同年九月二十六日頃Ｄを介しＥに対し、現金\n五千円を供与したものである。」旨の事実を認定したものであることが明白であ\nる。思うに、裁判所は、被告人の防禦権の行使に対し、実質的に不利益を蒙らしめ\nない限り、訴因変更の手続を経る迄もなく、訴因の記載と或程度異る事実を認定す\nる権限を有することは、明かであるけれども斯る権限は、認定事実が、一般的に訴\n因中に包含されると認め得る場合にのみはじめて、これを適法に行使するを得ると\n解すべく、便宜に流れて濫りに権限行使の範囲を拡張し、訴因の拘束力を有名無実\nならしめるが如き解釈は、<要旨第一>到底これを採るを得ない。従つて、訴因記載\n事実の範囲を逸脱した限度に於て、犯罪事実を認定するが如きは</要旨第一>仮令、\n審理中証拠関係等より、斯る認定に到達すべき可能性あることを、被告人弁護人等\nに於て、或程度予測し得たとしても被告人自ら該認定事実と符合する事実の存在を\n主張したるが如き特別の事情なき限り、該認定事実に対する被告人の防禦を完全な\nらしめたものと言うを得ず、若し裁判所が訴因変更の手続に依らずして斯る措置を\n執つたものであるに於ては、斯る措置は、刑事訴訟法第二百五十六条第二百七十一\n条第三百十二条等<要旨第二>の趣旨に違背する違法のものであると言うべきであ\nる。これを本件について観るに、訴因記載の事実に依れば、</要旨第二>「被告人は\nＤに対し、金五千円を供与したものである。」と言うに対し、原審認定事実は、\n「被告人はＤを介し、Ｅに対し金五千円を供与したものである。」と言うにあつ\nて、原審認定事実は、訴因記載事実の限度を逸脱するものであることが明らかであ\nり、原審が訴因変更の手続を経由しなかつたことは既に説示した通りであつて、し\nかも記録を精査しても、原審の事実認定につき被告人の防禦権行使に不利益を与え\nない既述の如き特別事情の存在を見出すことが出来ない。そうして見れば、原審は\n訴因変更の手続に依らずして、訴因の範囲を超えて事実を認定し、これによつて被\n告人の防禦権行使に実質的な不利益を与えたものと言わざるを得ず、従つて、原審\nの訴訟手続には判決に影響する法令の違背があるとなさざるを得ないから、論旨は\n理由があり、原判決は此の点に於て破棄を免れない。\nよつて、他の論旨に対する判断を省略し、刑事訴訟法第三百九十七条第三百七十\n九条に則り原判決を破棄した上、原審をしてさらに審理を尽さしめる要ありと認\nめ、同法第四百条に則り本件を魚津簡易裁判所に差戻すべきものとし、主文の通り\n判決する。\n（裁判長判事　吉村国作　判事　小山市次　判事　沢田哲夫）\n"
}