{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 30,
    "month": 10,
    "day": 31
  },
  "case_number": "昭和30(う)212",
  "case_name": "外国為替及び外国貿易管理法違反被告事件",
  "court_name": "東京高等裁判所第七刑事部",
  "result": "棄却",
  "article_info": "第8巻8号1079頁",
  "gist": "昭和二七年四月二八日政令第一二七号第四条の合法性",
  "case_gist": "一定の者以外の何人でもその収受しまたは所持する軍票を所定の手続により遅滞なく日本銀行に寄託しなければならない旨を定めた昭和二七年四月二八日政令第一二七号第四条第二項は、外国為替及び外国貿易管理法第一条の目的を逸脱した無効のものではない。",
  "lawsuit_id": "21624",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=21624",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/624/021624_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n理　　　　由\n本件控訴の趣意は弁護人高木右門、同馬場正夫、同宮原守男共同提出の控訴趣意\n書に記載してあるとおりであるから、これを、ここに引用する。\nよつて考察するのに、条約は、憲法第九十八条第二項によりその誠実な遵守か必\n要とされ、国内法的な拘束力を持つものであると解すべきところ、これが拘束力を\n有するがためには、これが締結につき、その事前又は事後における国会の承認を経\nることを要すべきは、審法第七十三条第三号の規定に照らし、今更贅言を要しな\nい。なるほど、「日本国とアメリカ合衆国との間の安全保障条約（以下単に「安保\n条約」と称する）第三条に基く行政協定（以下単に「行政協定」と称する）は、そ\nの内容において、国民の権義に関係ある重要な事項を含み、単なる安保条約実施の\nための技術的ないしは事務的な細目のみを規定したものというを得ないから、これ\nが締結には国会の事前又は事後における承認を要すべく、単なる外交関係の処理に\n属する事項として、内閣かぎりで処理し得る筋合のものではないというべきではあ\nるが、右安保条約第三条によれば、「アメリカ合衆国の軍隊の日本国内及びその附\n近における配備を規律する条件は、両政府間の行政協定で決定する」とあつて、明\nらかに政府かぎりでその配備条件に関する協定を結び得る趣旨の事が合意されてお\nり、而も、国会は、このような内容を持つた安保条約を承認したのであつて、これ\nが承認は日米両政府かぎりの行政協定か条約としての効力を有すべきことを包括的\nに承認したものといわざるを得ない。而して、条約は、国と国との間の意思の合致\nあるところに存し、その性質において、一般通常の国内法令とは著しくその趣を異\nにし、時の情勢として一国のみの意思では如何とも為し難い場合もあつて、通常の\n国内法令におけるいわゆる白紙の委任立法に対する考方だけではたやすく断じ難い\nものがあり、機動的な外交における実際的な処理として右のような包括的承認もこ\nれを有効と認むるを相当とすべく、従つて、かかる承認があつた以上、その前文で\nも謳つているように、国際協調主義を一つの根本基調としている憲法全体の精神に\nも鑑み安保条約第三条に基き結ばれた行政協定は本来の条約として誠実にこれを遵\n守しなければならないものといわざるを得ない。従つて、行政協定第二十条第一項\n（ａ）には、\nドルをもつて表示される合衆国軍票は、合衆国によつて認められた者が、合衆国\n軍隊の使用する施設及び区域内における内部の取引のため使用することができる。\n合衆国政府は、認められた者が、合衆国の規則により認められる場合を除く外軍票\nを用いる取引に従事することを禁止するため適当な措置を執るものとする。\n日本国政府は、認められない者に対し軍票を使用する取引に従事することを禁止\nするため必要な措置を執るものとする云々\nの定めがあるのであるから、日本国としては、これが取極めに基き、右にいわゆ\nる認められない者に対し軍票を使用する取引に従事することを禁止するため実効あ\nる具体的な措置として法律ないしはこれに基く政令の制定公布のあるべきは洵に当\n然とするところである。果して然らば、昭和二十七年四月二十八日政令第百二十七\n号（以下単に政令第百二十七号と称する）第一条に、\nこの政令は、日本国とアメリカ合衆国との間の安全保障条約第三条に基く行政協\n定を実施するため、外国為替管理令（昭和二十五年政令第二百三号）その他の外国\n為替及び外国貿易管理法に基く命令の特例を設けることを目的とする。\nとあるは、同政令が行政協定における右取極めの誠実な遵守として外国為替及び\n外国貿易管理法（以下単に管理法と称する）に基き、すでに同法によつて制定公布\nされている政令ないしは命令に対する特例を設けるものであるというに在るものと\n解せられるから、その事自体毫も憲法に違背するものがあるということはできない\nし、また、同法は、その第六条第一項において「支払手段とは、銀行券、政府紙\n幣、小額紙幣、硬貨、小切手、為替手形、郵便為替、信用状その他の支払指図をい\nう」とし、「対外支払手段とは、外国通貨その他通貨の単位のいかんにかかわら\nず、外国通貨をもつて表示され、又は外国において支払手段として使用することの\nできる支払手段をいう」と定義した上、その第二十一条において、\n本邦内にある対外支払手段又は本邦内にある貴金属は、これを居住者たると非居\n住者たるとを問わず本邦にある者は、政令で定めるところにより、特定の場所に若\nしくは特定の方式により保管若しくは登録し、又は外国為替資金特別会計、日本銀\n行、外国為替銀行その他の者に公定価格（公定価格が無いときは、時価）を参しや\nくして大蔵大臣が定める価格で本邦通貨を対価として売却する義務の課せられるこ\nとのある\nべきことを規定しているのであるから、政令第百二十七号が、その第二条第十号\nにおいて、「軍票とは、合衆国政府が発行し、且つ、合衆国通貨をもつて表示され\nる対外支払手段たる軍票をいう」と定義していることに徴するときは、その第四条\nにおいて、\n所定の者（同条にいわゆる合衆国軍隊等）以外の者は、その収受した、又は所持\nする軍票を大蔵省令で定める手続により遅滞なく、日本銀行に寄託しなければなら\nない。\n日本銀行は、右規定により寄託を受けた軍票を、大蔵大臣の定める手続により処\n理するものとする。\nとあるは、正に右管理法の実施事項を内容とするものであつて、これが規定をも\nつて、所論にいうような授権法なき違憲無効の規定であるということはできない。\n従つて、管理法が、その第二十一条に違背するにおいては同法第七十条によつてこ\nれを処罰するものとしている以上、右政令第四条所定の者が、その収受した、又は\n所持する軍票を、同条に従がい昭和二十七年大蔵省令第四十八号が定めている寄託\n手続により、日本銀行に寄託せざるの所爲あるにおいては、右管理法第七十条によ\nる処罰を免かれないことは目明の理と言わなければならない。\n<要旨>而して、管理法が、右第二十一条を設けたのは、その第一条の規定によつ\nても判るように通貨の安定等国</要旨>民経済の復興と発展とを期するに出でたもの\nであると共に、政令第百二十七号第四条の規定は、管理法第二十一条の規定を通\nじ、その文理の上から言つても、犯罪に関係のないものまでも何等正当な補償もな\nく、その所有を禁じ又は剥奪するという趣旨の規定であるとは到底考え得られない\nところでもあるから、右政令第四条の軍票の寄託つき、今日まで未だ同条第三項に\nよる処理に関する何等の命令指示がないからというだけでは、軍票による取引の国\n内通貨の安定に影響を及ぼすべきことの明らかなるに鑑み憲法第二十九条第一項の\n財産権不可侵の規定にかかわらず、同条第二項及び第三項の規定の精神に照らし、\n軍票の所有権に対する制約を規定する右管理法令の規定は、その内容においても毫\nも違憲無効なものがあるということはできないし、ましてや政令第百二十七号第四\n条における軍票寄託の規定が、授権法たる管理法第一条の目的を逸脱した無効の規\n定であるということもできない。\n所論において、本件軍票は、管理法の本来予定していなかつたところであつて、\n同法にいわゆる対外支払手段に該らないと主張し、つまりば、政令第百二十七号\nは、内閣法第十一条に違反する無効なものであるとして、縷々その所以を叙説して\nいるが、政令第百二十七号第四条の規定が授権法なき政令規定でないことは、すで\nに前段において説明したとおりであるから、同政令規定が、内閣法第十一条に違背\nするものでないことは自づから明白であるばかりでなく、本件軍票が、ドル表示の\nアメリカ合衆国政府の発行にかかる紙幣たることは、一見まことに明瞭であるか\nら、それが、管理法にいわゆる対外支払手段に該当することは、管理法自体でかか\nる軍票を特にその規制の対象から排除する旨の規定を置いていない以上、前示管理\n法令一連の規定に照らし、自づから明らかであり、本件の如き軍票が連合軍の占領\n中に管理法による規制の対象とされていなかつたのは、当時、「連合国占領軍に附\n属し若しくは随伴する者の財産の収受及び所持の禁止に関する政令」及びこれを受\nけた「連合国占領軍財産等収受所持禁止令」があつて、特に管理法による規制を必\n要としなかつたというにすぎない。所論は採用するに由がない。\nされば、以上論述するところに照らし、原判示事実の証拠上明らかな本件におい\nて、原審が被告人の所為につき、管理法第二十一条、第七十条、政令第百二十七号\n第四条を適用処断したことは正当である。所論において、被告人の所為をもつてい\nわゆる期待可能性なき所為であると主張して、原審がこれが主張を採用しなかつ九\n点を非難しているが、被告人の所為を周る前後の事情において、情状汲むべきもの\nがないとはいえないが、それかといつて、被告人の所為をもつて講学上いわゆる期\n待可能性のなかつた場合であるということはできない。所論もまた採用し得べきか\nぎりではない。\n原判決には、所論にいうが如き理由不備ないし理由のそご、又は法令の適用を誤\nりたる等の過誤はなく、論旨はすべて理由がない。\nよつて、本件控訴の趣意は、すべてその理由がないから、刑事訴訟法第三百九十\n六条に則り主文のとおり判決をする。\n（裁判長判事　三宅富士郎　判事　河原徳治　判事　遠藤吉彦）\n"
}