{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 33,
    "month": 9,
    "day": 24
  },
  "case_number": "昭和32(う)583",
  "case_name": "逃走窃盗被告事件",
  "court_name": "仙台高等裁判所第一刑事部",
  "lawsuit_id": "24061",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=24061",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/061/024061_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n理　　　　由\n弁護人八島喜久夫の陳述した控訴趣意は、旧録に編綴の同弁護人名義及び被告人\n名義の各控訴趣意書の記載と同じであるから、これを引用する。\n弁護人の控訴趣意及び被告人の控訴趣意中逃走罪に関する主張について。\n刑法第九七条の主体は既決、未決の囚人であり、「既決の囚人」とは確定判決に\nより自由刑の執行として又は死刑の執行に至るまで拘禁せられる者をいい、「未決\nの囚人」とは確定判決前において刑事手続の必要上勾留状により拘禁せられる者を\nいうとされるのであるが、同法条が刑事法上の審理又は制裁のためにする国家権力\nによる拘禁力の保持を目的とする立法趣旨に鑑み、自由刑の執行に準じて考うべき\n場合と勾留状による拘禁に準じて考うべき場合を包含するものと解すべきである。\n（自由刑の執行に準じて考うべき場合は例えば罰金不完納の場合の労役場留置であ\nり、即ちそれは刑に準じて自由を拘束されるもので、一の換刑処分であり、監獄法\nが準用せられる（監獄法第九条）のであつて、労役場留置中の者も亦「既決の囚\n人」に包含せられる）。\nところで、鑑定留置が刑事手続の必要上なされる国家権力による拘禁であること\nは疑いがない（刑務所に在監中のまま鑑定留置する場合のほか一般には直接には病\n院その他の場所の管理者の支配下におき、国家権力はその間間接的にその者を支配\nする）。勾留中に鑑定留置状が執行されたときは、留置されている間、勾留はその\n執行を停止されたものとされるが（刑訴法第一六七条の二第一項）、それは鑑定留\n置がその性質上長期間に亘るため勾留期間の制限の遵守が困難となることを回避す\nる等の理由に基くものであり、裁判所が適当と認めるとき勾留の執行を停止する場\n合（同法第九五条）とはその趣を異にし、逃亡、罪証隠滅を防止する必要性に何等\n消長なく、従前の勾留と同一程度の拘禁状態を維持する必要があるわけである。法\nが留置につき必要があるときは、裁判所は留置場所の管理者の申出により又は職権\nで司法警察職員に被告人の看守を命ずることができるものとしたのも（同法第一六\n七条第三項）、主としてこのためと解される。そして、勾留に関する規定は、保釈\n等鑑定留置の性質に反するものをのぞき、右留置について準用されるのであり（同\n法条第五項）、その留置は未決勾留日数の算入につき勾留とみなされるのである\n（同法条第六項）。かくの如く、鑑定留置は拘禁の点において勾留と極めて近似し\nた取扱をうけているのであるが、身柄不拘束の者が新たに鑑定留置された場合は、\nその留置期間中特に逃亡、罪証隠滅の防止を顧慮する必要性に乏しく、勾留と同一\n程度の拘禁状態に置かねばならない理由はなく、専ら鑑定という特殊の目的達成の\n見地からのみ身柄を拘束すれば足りるから、この場合には必ずしも勾留と同一視さ\nれぬ事案を生じ得るのであつて、勾留に関する規定の準用は主として人権保障の意\n味を有するものとみられるのである。これに反し、勾留から鑑定留置に移行した場\n合には、実質的には鑑定のための留置と捜査若くは審理のための身柄拘束とが併存\nするのであつて（因みに、刑務所に在監中のまま鑑定留置する場合は、刑訴法第一\n六七条の二の規定の新設される以前は、勾留と併存するとの考えがあつた。\nなお、最高裁昭和二八年（あ）第二四七三号同年九月一日判決参照）、司法警察\n職員に看守を命じたり又は施錠のある房室に入れて外部との交通を厳重に遮断する\n等の措置を講じて勾留と同一程度の拘禁状態を維持せねばならないことになるので\nある。かくて、勾留から鑑定留置に付せられた者の留置中における身柄の処遇が勾\n留と同一程度の拘禁状態に置かれたものと認められる限り、勾留状による拘禁に準\nじて考うべき場合であつて、その鑑定留置中の者も亦「未決の囚人」に包含せられ\nるものと解するのが相当である。\n本件において、原判決挙示の証拠によれば、被告人が鑑定留置されたＡ大学医学\n部附属病院Ｂ科Ｃ病棟はいわゆる不穏病棟に属し、逃亡、暴行等の虞ある患者を収\n容し、昼間四人、夜間（午後五時より翌朝八時半まで）は二人の医療看護手が看守\n等に服務して居り、被告人の収容されていた第Ｄ号室は保護室と称し、特に逃亡、\n暴行等の虞の大なる者を収容し、その出入の扉は医師の指示によつては昼間鍵をか\nけないことがあるが、夜間は常に施錠してあり、その外部との交通は厳重に遮断さ\nれていたのみならず、右病室廊下、便所、浴場の窓には鉄製の枠に鉄製網入の厚い\n硝子を嵌め込んであり、換気のため窓の両端の人体の出入の到底不可能な面積の部\n分のみ僅かに自由に開閉し得る仕組になつているし、又右病室を含むＣ病棟と爾余\nの病棟その他の病院建物部分との間には常に施錠し、必要の都度鍵を保管する医療\n看護手等において開閉する扉を設けてあり、更に右病棟にある非常口にも不断施錠\nされているので、仮に前示病室の扉が開いてあつても右病棟から外部に出ることは\n通常の手段方法を以てしては不可能な実情であることが認められる。従つて、右に\n述べた施設の下における被告人の留置状態は勾留執行中の者の拘禁状態と同一程度\nのものと認めるのが相当である。論旨は、右施設は本来精神異常者の狂暴、逃走等\nに備えたもので未決の囚人のそれに備えたものではな<要旨>い旨主張するけれど\nも、そのことは右認定を何等妨げるものではない。されば、右の拘禁状態におかれ\nた鑑定</要旨>留置中の被告人も亦「未決の囚人」に包含せられるものと解すべく、\nこの拘禁状態を離脱した被告人の所為は刑法第九七条の未決の囚人が逃走したとき\nに当るものというべきである。\n以上説明の次第で、原判決には所論のような法律の解釈適用を誤つた違法は存し\nない。論旨は理由がない。\n被告人の控訴趣意中窃盗の事実及び量刑に関する主張について。\nしかし原判示第二の各窃盗の事実特に所論犯意の点も原判決挙示の証拠によりこ\nれを肯諾し得るのであつて、記録を精査しても原判決の右事実認定に過誤あること\nなく、更に、被告人の経歴、家庭事情、本件犯行の動機、態様、犯行後の事情、そ\nの他諸般の情状を検討考量するに、原判決が被告人を懲役一〇月に処したのを目し\nて重きに失し不当であるとは認められない。論旨は理由がない。\nよつて、刑訴法第三九六条により本件控訴を棄却すべきものとし当審における訴\n訟費用を被告人に負担させないことにつき同法第一八一条第一項但書を適用して、\n主文のとおり判決する。\n（裁判長裁判官　篭倉正治　裁判官　細野幸雄　裁判官　岡本二郎）\n"
}