{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 33,
    "month": 2,
    "day": 5
  },
  "case_number": "昭和32(う)829",
  "case_name": "労働基準法違反被告事件",
  "court_name": "名古屋高等裁判所第五部",
  "result": "破棄自判",
  "lawsuit_id": "23162",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=23162",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/162/023162_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人を罰金一万五千円に処する。\n右罰金を完納することができないときは金五百円を一日に換算した期間\n被告人を労役場に留置する。\n本件公訴事実第二の割増賃金不払の点について被告人は無罪。\n理　　　　由\n本件控訴の趣意は、弁護人伊藤静男の差し出した控訴趣意書記載のとおりである\nからここにこれを引用するが、その要旨は、原審が認定した原判示第二の事実は罪\nとならないもので、これを労働基準法第三十七条に背反するものとして処断したの\nは、同条の解釈適用を誤つたものであるというにある。\nよつて、案ずるに、原審が原判決摘示事実の第二において、原判示Ａ株式会社の\n代表取締役社長である被告人が、法定の除外事由がないのにかかわらず同会社工場\nにおいて昭和三十一年六月一日より同年同月二十五ひまでの間、女子労働者Ｂほか\n十一名をして延べ約千百七十五時間の時間外労働および休日労働をさせながら、そ\nの超過労働に対し基本賃金の二割五分以上の割増賃金を完全に支払わなかつた事実\nを認定し、被告人の右所為を労働基準法第三十七条第一項第百十九条第一号の罪に\n問擬処断していることは所論のとおり<要旨>である。ところで、同法第三十七条第\n一項第百十九条第一号のいわゆる割増賃金不払の罪は、当該時間外労働</要旨>また\nは休日労働（および深夜労働）が、同法第三十三条の規定により行政官庁の許可\n（ないし事後承認）を経て行われた場合、および同法第三十六条の規定により使用\n者と労働組合ないし労働者団体との間に成立した協定に基いて行われた場合の割増\n賃金不払に関するものであることは、同法第三十七条第一項の文理解釈上明白であ\nる。しかるに、原判決第二の事実は、使用者が同法第三十三条および第三十六条規\n定の条件を満たさずして労働者をして時間外労働および休日労働をさせ、この超過\n労働に対し基本賃金の二割五分以上の割増賃金を支払わなかつた場合であつて、使\n用者の右所為中、労働者をして時間外労働および休日労働をなさしめた点は、同法\n第三十二条第一項第百十九条第一号の罪に該当することは当然であるが、右割増賃\n金不払の点は、（支払義務ありと解するが）同法第三十七条第一項第百十九条第一\n号の罪に該当しないものといわなければならない。\nもしこの点をも、同法条の罪に該当すると解釈するには、この罰条を被告人の不\n利益に類推解釈するもので罪刑法定主義の原則に反するものと断ぜざるを得ない。\nまた他にかかる所為を罰すべき法規は存在しない。しからば、原審が原判決第二の\n事実を同法第三十七条第一項第百十九条第一号の罪に該当するものとして処断した\nのは同法条の解釈適用を誤つたもので、その誤が判決に影響を及ぼすことが明らか\nであるから、本件控訴は理由があり、原判決は破棄を免れない。よつて、刑事訴訟\n法第三百九十七条第一項第三百八十条により原判決を破棄し、同法第四百条但書に\nより当裁判所においてさらに判決する。\n当裁判所が認定した事実は、原判示第一の事実（原判決別表（一）を含む）と同\n一でその証拠は原判決拳示のものと同一であるからここにこれを引用する。\n法律に照すと、被告人の原判示第一の所為中、別紙（一）記載のように各就労日\nＢら労働者に超過労働させた点（各包括一罪と認める）はそれぞれ労働基準法第三\n十二条第一項第百十九条第一号罰金等臨時措置法第二条第一項に該当するところ、\n以上は、刑法第四十五条前段の併合罪であるから、各所定刑中罰金刑を選択し同法\n第四十八条第二項を適用し、各罪の罰金の合算額範囲内で、被告人を罰金一万五千\n円に処し、罰金不完納の場合は、同法第十八条第一項により金五百円を一日に換算\nした期間被告人を労役場に留置することとする。\n本件公訴事実中、起訴状第二記載の前記Ａ株式会社の代表取締役社長である被告\n人が、法定の除外事由がないのにかかわらず、昭和三十一年六月一日より同年同月\n二十五日までの間、（原判決別表（二）記載のとおり）会社工場において、女子労\n働者Ｂほか十一名をして延べ約千百七十五時間の時間外労働および休日労働をさせ\nながら、これに対し基本賃金の二割五分以上の割増賃金合計約三万二千九百十五円\n八十六銭のうち、合計約一万六千五百九十一円六十九銭を支払つたのみで、その差\n額合計約一万八千三百二十四円十七銭を支払わなかつたという点は、前記説示のよ\nうに罪とならないから、刑事訴訟法第三百三十六条により無罪の一言渡をすること\nとする。\nよつて、主文のとおり判決する。\n（裁判長裁判官　影山正雄　裁判官　坂本収二　裁判官　水島亀松）\n"
}