{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 28,
    "month": 3,
    "day": 9
  },
  "case_number": "昭和27(う)856",
  "case_name": "軽犯罪法違反被告事件",
  "court_name": "高松高等裁判所第三部",
  "result": "棄却",
  "article_info": "第6巻4号428頁",
  "gist": "軽犯罪法第一条第二号違反の罪の成立する一事例",
  "case_gist": "尖端部を尖らせた、長さ約一・五米大の竹棒を、その尖端部分約一尺位を新聞紙で包み、尖つていることを隠して正当な理由なく携帯することは、軽犯罪法第一第二号に該当する。",
  "lawsuit_id": "24605",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=24605",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/605/024605_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n理　　　　由\n弁護人阿河準一及び被告人の各控訴趣意は夫々別紙記載の通りである。\n弁護人の控訴趣意について。\n論旨は原判決が本件竹竿を竹ヤリと断定したのは不当であり、また被告人は本件\n竹竿そのものを隠して所持していたものではないから被告人の本件行為は軽犯罪法\n第一条第二号に該当しないと謂うのである。しかし、原判決拳示の各証拠に徴すれ\nば被告人は原判示日時場所において竹棒二本（証第一号）をその尖端を含む上部約\n一尺位を新聞紙で包んで携帯していたこと及び右竹棒はいずれも長さ約一米五十糎\n大でその尖端を斜めに尖<要旨>らせたものであること明らかである。仍て被告人の\n本件竹棒携帯が軽犯罪法第一条第二号に該当するや否やに</要旨>つき考察するに、\n右の如き長さで且つその尖端を尖らせた竹棒は人の身体に重大な害を加えるのに使\n用されるような器具に該当するものと謂うべきであり、被告人がその尖端部分を新\n聞紙で包み尖端が尖つていることを隠して右竹棒を携帯していた以上竹棒そのもの\nを隠していなくても右第二号にいわゆる「器具を隠して携帯していた者」に該当す\nるものと謂わなければならない。蓋し本件竹棒が「人の身体に重大な害を加えるの\nに使用されるような器具」と見られる主たる理由はその尖端部分が尖つている点に\nあるからである。仍て進んで本件竹棒の携帯につき正当な理由があつたか否かにつ\nき考察するに、被告人は原審公判廷において本件竹棒は当日高松地方裁判所におけ\nる刑事事件（所謂Ａ病院事件）の公判に傍聴人の気勢を挙げるため持参した赤旗の\n旗竿にするためこれを携行していたものであると主張しているところ、単に旗竿に\n使用する目的のみで被告人が本件竹棒を携帯していたものと認め難いことは原判決\n説示の通りであり、原審が取調べた各証拠を仔細に検討し記録上窺える諸般の情況\nを考慮に容れ健全な社会通念に照して判断するときは本件の場合尖端の尖つた竹棒\nを携帯するにつき正当な理由があつたものとは到底認められない。従つて被告人の\n本件行為は軽犯罪法第一条第二号に該当するものと謂うべきであり、原判決の事実\n認定並に法律の適用は相当であつて論旨は首肯し難い。\n被告人の控訴趣意第一点について。\n本件は拘留又は科料に該る罪であり所謂必要的弁護の事件でないのに拘らず（刑\n事訴訟法第二百八十九条参照）原裁判所は被告人に対し本件は弁護人がなければ開\n廷できない事件である旨の通知を発していること記録上明かである（記録第二丁、\n通知書控第三項参照）。従て右の通知は誤であること所論の通りであるけれども、\n被告人が右通知により本件を必要弁護の事件と誤解し弁護人依頼等につき不必要な\n出費をもたらしたとしても右の如き手続の過誤は何等判決に影響を及ぼすものでは\nないから論旨は理由がない。\n同第二点及び第三点について。\n論旨は要するに本件竹棒携帯は人の生命を害し又は人の身体に重大な害を加える\nのに使用されるような器具を隠して携帯していた場合に該当せず、また本件の如き\n行為を軽犯罪法違反に問擬するのは同法第四条の趣旨に反すると謂うのである。\nしかし被告人の本件竹棒携帯が軽犯罪法第一条第二号に該当することは前記判断\nにおいて示した通りであり、ａ村及び引田駅において巡査が本件竹棒を携帯してい\nる被告人に対し何等の警告を発せずまた検挙しなかつた事実、その竹は所論の如き\n「今年竹」であつた事実その他論旨主張の諸点を考慮に容れても原判決の認定が誤\nであるとは認められない。尚論旨は本件の如きが軽犯罪法違反となるとせば、団\n旗、校旗等の旗竿で尖端が槍の如く尖つたものを携帯することがすべて軽犯罪法の\n対象となるに至ると主張するけれども、本件は被告人が正当な理由がないのに先の\n尖つた竹棒をその尖端部分を隠して携帯していたがために軽犯罪法第一条第二号に\n該当するのであり所論の場合と同一に論ずることはできない。而して軽犯罪法の適\n用に当つては国民の権利を不当に侵害しないように留意しその濫用を十分戒むべき\nであること（同法第四条参照）は云う迄もないところであるが、原審が取調べた各\n証拠を精査し諸般の情況を考慮に容れても本件行為を軽犯罪法により処断すること\nが同法第四条の趣旨に背反するものとは認められない。これを要するに原判決に事\n実誤認又は法律適用の誤はなく論旨は採用きない。\n仍て本件控訴は理由がないから刑事訴訟法第三百九十六条により主文の通り判決\nする。\n（裁判長判事　坂本徹章　判事　塩田宇三郎　判事　浮田茂男）\n"
}