{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 34,
    "month": 3,
    "day": 16
  },
  "case_number": "昭和33(う)699",
  "case_name": "業務上過失傷害被告事件",
  "court_name": "名古屋高等裁判所第三部",
  "article_info": "第12巻4号270頁",
  "gist": "進路前方の道路交叉点左端で幼児(当五年)を同伴したおとなが、車馬の通過を待避している姿勢でたたずんでいるのを発見した場合の自動車運転者の注意義務",
  "case_gist": "自己の進路前方の道路交叉点左端で幼児(当時五年)を同伴したおとなが、車馬の通過を待避している姿勢でたたずんでいるのを発見した場合、自動車運転者としては、その進路直前で、右のおとなが同伴する幼児の手を放し、自分より先に幼児をしてひとりでかけ出させて、道路を横断させるような行動に出ることはないものと信頼して特に減速若しくは警笛を吹鳴する等の措置を講ぜずに運転を継続したとしても注意義務に違背するものとはいえない。",
  "lawsuit_id": "23150",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=23150",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/150/023150_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人は無罪。\n理　　　　由\n本件控訴の趣意は、弁護人土田光保作成の控訴趣意書に記載するとおりであるか\nら、ここに、これを引用する。\n論旨第一、二点中、事実誤認の主張について、\n被告人の原審公判廷の供述及び同人の検察官に対する供述調書（一部）、証人Ａ\nに対する原審並びに当審の証人尋問調書、及び医師ＢのＣに対する診断書等の各証\n拠によれば、被告人が昭和三三年三月二七日午前九時二〇分ころ、岐○す第○×△\n号普通乗用自動車を運転して、岐阜市ａｂ番地先国道二十一号線を、時速四〇粁米\n位で東進中、その進路前方の該国道が北に通ずる市道及び南に通ずる農道と交さす\nる地点において、右農道に入るため、該国道を斜め東に横断しょうとして、道路中\n央にかけ出してきたＣ（当時五年）を、その約一〇米手前で発見し、危険を感じて\n急停車の措置をとつたが、遂に及ばず、同人を被告人の運転する自動車の前部に接\n触せしめて、その場に転倒させ、因つて同人の右腰部等に全治まで約一週間を要す\nる打撲傷等の傷害を与えたことは、明らかなところである。\nそこで、右Ｃの傷害の結果について、果して、被告人が過失の責任を負うべきも\nのか、どうかを以下検討することとする。\n（一）、　先ず、原判決は、被告人の進路前方交さ点左側道路が人家等に遮られ\nて、その見透しが困難であることを前提として、この左側道路附近から斜めに国道\nを横断しようとして、同国道の中央部に向つて出てきた右Ｃに、被告人の運転する\n自動車の前部を接触させ、Ｃに対し、前記のごとき傷害を与えた行為について、被\n告人に対し、原判示の注意義務を認め、その過失責任を肯定しているわけである。\nしかしながら、原判決引用の証人Ａに対する証人尋問調書、並びに当裁判所のした\n証拠調の結果（検証調書及び右証人Ａ、同Ｄに対する各尋問調書）によれば、被害\n者Ｃは、被告人の進路前方交さ点の左側道路から、被告人の進路前方、すなわち、\n国道二十一号線道路中央部にかけ出してきたものではなく、この左側道路と関係な\nく、国道二十一号線を、被告人と同一方向に、肥桶を積んだリヤカーをひき、左手\nに、前記Ｃの右手をとつて進行してきた同人の父Ａが、前記交さ点の国道左端（北\n端）附近で、同国道を横断して反対側（南側）農道に入るべく、二、三分間、同国\n道上に、自動車の通り過ぎるのを待機したうえ、同人の左横に伴つていたＣと別々\nに国道を横断しようとして、リヤカーの梶棒を右小脇にかかえたまま、右手を心も\nち挙げ、横断の合図をするとともに、リヤカーの方向を、やや右に転じ、自らも\n一、二歩右斜に踏み出すと同時に、それまで、左手で持つていたＣの手を放し、渡\nれと命じ、同人が急いて国道中央部までかけ出したところ、同所で、後方（西方）\nから進行してきた被告人の運私する自動車に衝突したことが認定できるのである。\nしてみれば、原判決が、Ｃにおいて、「左側道路附近より斜めに国道を横断せんと\n道路中央に出て来た」と判示し、あたかも、同人が原判示左側道路よりかけ出して\nきたかのごとき事実の摘示をしていることは、当を得ないばかりでなく、原判決\nが、被告人の本件過失を認定する理由とした前記交さ点左側道路附近の見透しの困\n難であつたとの情況のごときは、Ｃが、この左側道路よりかけ出して来るのを、被\n告人が予見しなかつた場合にこそ、被告人の注意義務を論ずるについて意味のある\nことであろうが、Ｃにおいて、被告人の運転する自動車の座席から容易に見透しの\nできる（当審検証調書参照）国道左端から行動を起し、道路中央部にかけ出してき\nたものである本件においては、被告人の過失責任を断ずるについて、影響のないこ\nとがらであるといわなければならない。\n（二）、　ところで、本件衝突直前の被害者Ｃの行動については、既に認定した\nとおりであるが、前記証人Ａ、同Ｄに対する原審並びに当審の各証人尋問調書によ\nれば、Ｃを同伴していたＡは、前記国道左側において、リヤカーをひき、その左手\nにＣの右手をとつたまま折から同国道を東から進行してきた自動車及び被告人の運\n転する自動車の前方を西から進行してきた小型自動三輪車がそれぞれ附近国道を通\n過し終るのを、二、三分間待機して同所に立つていたが、右小型自動三輪車の後方\nを、被告人の運転する自動車が東進してくるのに不注意にも全然気ずかなかつたた\nめ、前記のごとく、被告人の運転する自動車の直前において、Ｃに渡れと命じ、同\n人をひとりで、国道中央部に向つてかけ出させたことが認定できるのである。そこ\nで、被告人がよく前方を注視していたならば、かかるＡのとつた行動を認識できた\nはずであり、同人に対し、警笛を吹鳴する等の方法により被告人の自動車の接近し\nてくることを警告したならば、Ａにおいて、被告人の運転する自動車の進行してく\nる直前において、自らは勿論、当時未だ五才に過ぎないＣの手を放し、同人をひと\nりで、道路を横断させるようなことは、なかつたであろうことが考えられるかもし\nれない。なるほど、原審並びに当審の検証調書によれば、本件国道は、巾員八米の\nコンクリート舗装の直線道路であつて、被告人の運転する自動車の座席からの前方\nの見透しは極めてよく、ただ、被告人の運転する自動車の前方約二五米の間隔をお\nいて東進していた前記小型自動三輪車にその視界を遮えぎられることがあつても、\nこの車が、Ａらの立つていた前記地点を通過したところ、すなわち、すくなくと\nも、右交さ点の手前（西方）二五米附近では、もし被告人がよく前方を注視して運\n転していたならば、前示のごとく、Ａが、その左側にＣを伴い、国道左側に立つて\nいたことを、リヤカーの積荷に殆んど遮えぎられることなく、認識できたであろう\nことは、否定できない。従つて、被告人が本件事故直前まで、Ｃの所在を発見でき\nなかつたというごときは、自動車運転業者としては、なんとしても怠慢のそしりを\n免れない。\nしからば右のごとく、被告人が前方注視の義務をつくさなかつたことをもつて、\n本件事故に対する被告人の過\n失責任を肯定することができるであろうか。\n（三）、　ところで被告人がよく前方を注視して運転していたとしても同人が交\nさ点の二五米手前附近を進行していた当時においては、Ａは、Ｃの手をひき、リヤ\nカーを左端によせ、その梶を東に真つすぐに向けたままの姿勢をとり、未だ国道を\n横断しようとする体勢になかつたことは、前記証人Ｄの原審並びに当審における尋\n問調書に徴し認めるところである。しかも、被告人の運転する自動車からＡらの立\nつていた場所に対する見透し関係は前認定のとおりであるから、Ａらが被告人の自\n動車を望見することは、同自動車に先行する前記小型自動三輪車によつて一時妨げ\nられたときがあつたにしても、少くともＡらが国道を横断しようとしたころには、\nもはや右自動三輪車もＡらの横を通り過ぎた後であつて、その他になんらの妨害物\nもなかつたのであるから、もしＡらが、わずかに後方を振り向いて国道を一見した\nなれば、直ぐ後方の国道上を被告人の自動車が進行してくることを容易に発見する\nことのできる状況にあつたことも、また明らかである。従<要旨>つて、かかる場\n合、自動車の運転者としては、たとえ、Ａとその同伴するＣらが、自己の進路前方\nの国道</要旨>左端に立つているのを発見したとしても、この二人は、被告人の自動\n車の進行して来るのを知つて、これが通過するのを待機しているものであり、また\n国道を横断することがあつても、ＡはＣを連れたまま自動車の通過後に横断するも\nのであることを期待して、自己の運転を継続するのが通常であつて、この場合Ｃの\nごとき幼児を同伴するおとなが、自動車の進路直前で、その同伴する幼児の手を放\nし、自分よりもさきに、幼児をして、ひとりでかけ出させて、国道を横断させるよ\nうな無謀かつ危険な挙に出ることは、おそらくないものと信頼することは、けだし\n当然のことである。そして、自動車運転車としては、相手方において、急険な行動\nをとることが認められない限り、相手方が自ら自動車と衝突するなどの危険を回避\nするために適切な行動に出ることを信頼して運転すれば足りるものであり、相手方\nがいつ、どのような不測の行動に出るかもしれないことを慮り、このような万一起\nるかもしれない稀有の危険を予見し、これに備えて、常に警笛を吹鳴し、あるい\nは、減速する等万全の措置を講じ、事故の発生を未然に防止すべき義務を課せられ\nるものではないと解すべきである。そして、本件において、Ａが特に危険な行動に\n出る情況の認められなかつたことは、すでに認定したとおりであるから、被告人に\nおいて前に見たごとく前方注視の義務をつくさなかつた怠慢があつたとしても、そ\nのことの故に、Ａら両名が前記横断開始の行動に出る当時までは、未だ日動車運転\n者として、業務上の注意義務に違背する過失があつたものと、いうことはできな\nい。（なお、本件事故が右のごとく横断を開始したＡに対して発生したものでな\nく、もし同人において、Ｃを同伴したまま、リヤカーをひいて本件国道を横断して\nいたならば、本件事故の発生をみるにいたらなかつたことを、忘れてはならな\nい。）\n（四）、　更に進んで、被告人が自動車運転者としてよく前方注視の義務をつく\nしていたならば、Ａが心もち右手を挙げ、横断の合図をするとともに、リヤカーを\nやや斜め東に転じ、一、二歩ふみ出し、同時に、前記のごとく同伴していたＣの手\nを放し、同人に先ず国道を横断することを命じ、同人が国道中央に向つてかけ出す\nとき、これら両名の行動を発見することができ、衝突を回避するために、適切な措\n置を講じ得たのではなかろうかとの疑間がある。しかし、当審における証人Ｄの尋\n問調書、及び当裁判所の検証調書によれば、Ｃは、Ａが前記のごとくリヤカーをや\nや斜め東に転じ一、二歩踏み出すと同時に、国道中央に向つてかけ出し、Ｃのかけ\n足で約五、六歩、時間にしては、同人がかけ出してから約一秒半の後に被告人の自\n動車と衝突したものであることが認められるのである。してみると、本件事故は全\nく瞬時の出来事であつて、被告人がよく前方注視の義務をつくしたとしても、Ａら\nが横断を開始した地点の漸く一四ないし一五米手前（被告人の自動車の当時の時速\n四〇粁は秒速一一米にあたることから換算）に接近して初めてその横断の体勢にあ\nることを認識することができたという関係にあるのであつて、たとえ、この場合、\n自動車運転者において、右の事態を認識すると同時に、警笛を吹鳴し、あるいは急\n停車の措置を講じたとしても、現実に自動車をして急停車させるまでに必要な制動\n距離などを考慮すれば、果して、よく本件事故の発生を回避することができたかど\nうかは、甚だ疑問である。してみると、この点からしても、本件事故をもつて、被\n告人の自動車運転上の過失によるものと断定しきることはできない。\nその他、本件において、被告人の注意義務の違背を肯定し、その過失を肯定する\nに足りる証拠はない。\n以上の次第であるから、本件について、原判示のごとき事実を認定し、被告人の\n業務上過失致死の罪責を認めた原判決は、判決に影響を及ぼすことの明らかな事実\nを誤認したものというべく、結局論旨は理由があり、原判決は、とうてい破棄を免\nれない。\nよつて、その余の論旨に対する判断を省略し、刑訴法三九七条に則り、原判決を\n破棄するが、本件は、原裁判所並に当裁判所において取り調べた証拠により直ちに\n判決することができるものと認められるので、同法四〇〇条但し書に従い更に判決\nすることとする。\n本件公訴事実は、起訴状に記載するとおりであるが、被告人がＣに対して与えた\n本件傷害の結果が、被告人の過失に基くものと認めるに足りる証拠のないことは、\n叙上説明のとおりであるから、刑訴法三三六条に則り、被告人に対し、無罪の言渡\nをすべきものとする。\nよつて、主文のとおり判決した。\n（裁判長判事　滝川重郎　判事　渡辺門偉男　判事　谷口正孝）\n"
}