{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 31,
    "month": 5,
    "day": 30
  },
  "case_number": "昭和31(ナ)1",
  "case_name": "裁決取消請求事件",
  "court_name": "福岡高等裁判所第二民事部",
  "result": "却下",
  "lawsuit_id": "23725",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=23725",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/725/023725_hanrei.pdf",
  "contents": "主　　　　文\n原告の訴及び参加人らの参加申出をいずれも却下する。\n訴訟費用中参加により生じた分は参加人らの負担とし、その余はＡの負\n担とする。\n事　　　　実\n第一　原告関係\n（１）　請求の趣旨\n被告が昭和三十年十一月二十五日附でなした「昭和三十年七月二十一日執行の大\n分県大野郡ａ１町の境界変更に関する投票を無効とする」との裁決を取り消す\n訴訟費用は被告の負担とする\n（２）　請求の原因\n一、　原告が昭和三十年七月二十一日執行した大分県大野郡ａ１町の境界変更に\n関する住民投票に関し、同年八月二日Ｂ二名から原告に対し、投票の効力に関する\n異議の申立がなされた。\n二、　原告はこれを受理し審査の結果、異議を理由なしと認め、同年九月五日棄\n却の決定をなした。\n三、　しかるに右異議申立人ら三名は原告の決定に対し同年九月一三日被告に訴\n願したところ、被告は請求の趣旨記載の裁決をなし、同年十二月十六日添書をもつ\nて裁決書の写を原告に発送し、原告は翌十七日これを受領した。\n四、　依つて原告がその裁決書を披見するに著しく事実に反しその理由とすると\nころに承服し得ざるを以つて以下その理由を挙げ再審を求めるものである。\n五、　裁決の理由第一項の記載によれば\n「大分県知事が昭和三十年五月三十日付地第一、七一五号をもつて行つた大野郡\nａ１町（以下「町」という）の境界変更に関する投票請求は町村合併促進法第十一\n条の三第一項所定の手続により昭和三十年四月一日付地第一、〇〇四号をもつて町\n大字ｂ１、同ｃ１、同ｄ１、同ｅ１のうち字ｆ１、同ｇ１、同ｈ１、同ｉ１、同ｊ\n１、同ｋ１、同ｌ１、同ｍ１、同ｎ１、同ｏ１、同ｐ１、同ｑ１、同ｒ１、同ｓ\n１、同ｔ１、同ｕ１、同ｖ１、及び大字ｗ１のうち字ｘ１、同ｙ１、ｚ１、同ａ\n２、同ｂ２、同ｃ２、同ｄ２、同ｅ２、同ｆ２、同ｇ２、同ｈ２の区域を大野郡ｉ\n２町に境界変更することを勧告したのに対し該勧告がされてから三十日以内に当該\n地域の境界変更に関し町議会の議決がなされなかつたので同条第三頃所定の手続に\nより当該地域に係る境界変更に関し当該地域内の選挙人の投票に付することを請求\nしたものである」とあるも大分県知事が昭和三十年四月一日付地第一、〇〇四号を\nもつてした勧告地域には大字ｗ１のうち字ｊ２、同ｋ２、同ｌ２の三字が加わつて\n居り更に大字ｗ１のうち字ｅ２、同ｈ２の二字が抜けているがこれは大分県知事が\n五月三十日付地第一、七一五号末尾に於て大寄ｗ１のうち「ｊ２」とあるは「ｅ\n２」の誤りにつき訂正し更に六月二十五日地第二、〇四八号を以つて大字ｗ１のう\nち字ｋ２、同ｌ２を除外し新たに字ｈ２を追加して居るがためである。思ふに地第\n一、〇〇四号、地第一、七一五号及び地第二、〇四八号は一連の行政行為であつて\n六月二十五日にいたつて初めて分離勧告の地域は確定したものと解せざるを得な\nい。\n然も大分県相事は五月三十日及六月二十五日の勧告地域の加除変更については法\nの要求する町村合併促進審議会の意見を聴くことなくして独断を以てなしたもので\nあるから違法である（町村合併促進法第十一条の三第三項）。更に又大分県知事は\n主文のみを変更し図面を変更せず且つ変更図面を原告に送付せざるは之又違法と言\nはざるを得ない（同法施行令第十一条の二）。又仮りに勧告が有効とするも住民投\n票請求は分離勧告の地域が確定した六月二十五日（地第二〇四八号）から三十日を\n経過した七月二十五日以後に於て為すべきであつて大分県知事が五月三十日（地第\n一、七一五号）になした住民投票請求は地域確定前の投票請求であり且つ法定期間\n三十日経過前の請求であるから当然無効である\n六、　裁決の理由第二項の記載によれば\n「この請求にもとづき町選挙管理委員会は当然当該地域について所定の手続によ\nり投票を執行しなければならない義務を負うことになつたのであるがこの間投票の\n手続として町選挙管理委員会は大分県知事が町村合併促進法施行令（昭和二十八年\n政令第三百二十三号以下「令」という）第十一条の二第一項の規定により送付した\n境界変更に関する地域を明示する図面及び境界変更に関する投票を請求する書面を\n同条第二項の規定に依り昭和三十年六月九日告示第十四号をもつて適法に告示し\nた。その後更に令第十一条の二第三項において準用する令第六条第二項の規定によ\nり同年七月十一日告示第二十三号をもつて投票の期日を告示する際あわせて投票地\n域を告示したがその投票地域は大字烏嶽を除いたものであり同年六月九日告示第十\n四号による投票地域とその内容が相違したものである」とあるも\n原告は明らかに違法なる請求に対しては何等義務を負うことはないと確信するが\n一応六月九日告示第十四号を以て住民投票請求のあつたことを告示したが前述の如\nく六月二十五日勧告地域の一部加除変更あり且つ変更図面の送付もなきため原告は\nいよいよ請求通りの住民投票を執行することが出来なくなつた。\n然るに被告よりは再三、再四、投票の執行を迫らるるを以て原告は大分県知事の\n請求のうち誤れる部分を訂正の上七月十一日住民投票を執行する旨告示し正規の手\n続を履行の上七月二十一日住民投票を執行したものである。\n原告は同町内の各種選挙を執行する正当なる権限を保有するものであるからその\n手続に違反さへなければ原告のなしたる投票は有効なりと確信するものである。\n被告は県の請求内容と異る投票は絶対無効なりと主張するも選挙管理委員会と行\n政庁とは其の性格を異にし行政庁より指揮監督を受けない独自の性格を持つて居\nる。若し選挙が行政庁の指揮命令を受くるものとすれば選挙の公正は保ち得ないこ\nととなる。恰も司法官が行政庁より独立していると同様である。原告は今回の県の\n住民投票請求が法の精神に反し公共の福祉を阻害すること余りにも明瞭なるが故に\n知事の請求内容と同一なる住民投票を執行し得なかつたにすぎない。\n七、　県選挙管理委員会は市町村の選挙管理委員会の権限に属する国又は当該都\n道府県その他の投票に関する事務につきその処分が成規に違反し又は権限を犯すと\n認めるときはその処分を取消し又は停止することができる（地方自治法第百八十六\n条の二）のであるから若し原告のなしたる住民投票が法に違反するとするならば何\n故に原告が投票の告示をなしたる時又は投票終了直後にその処分を取消し又は停止\nを為さざりしや、投票も済み六ケ月も経過した今日に於て知事請求の内容と異るか\nら無効なりとは原告として了解に苦しむところである。\n然も被告は原告が斯る投票を執行したことは十分承知して居つたのである。\n八、　住民投票の効果は町村合併促進法第十一条第四項の規定に依れば賛否投票\nにおいて有効投票の三分の二以上の賛成があつたときは当該投票は当該地域に係る\n町村の境界変更に関する当該町村の議会の議決に代る効力を有するとある。\n即ち議会の議決があつたと同一の効果を生ずるのである。結局住民投票の目的は\n議会の議決を得るにありと言つても過言ではない。然るに今回県の勧告内容には既\nにａ１町議会に於て分離の議決が為してあるｂ１地区が包含されているがこれは不\n合理と言はねばならない。既にｉ２町に編入の議決がしてある以上今更その地区に\n関しては住民投票を為す法的理由が存在しない。故に原告が烏嶽地区を除外して他\nの部分のみの住民投票を執行しても何等違法とは認められない。\n寧ろ最も合理的であり合法的であると思料するものである。\n九　法が住民投票制度を認め住民投票によつて境界を確定せんとする立法精神は\n地区住民の意志が奈辺にあるか客観的情勢より見て容易に判断がつかず且つ議会の\n議決も得られなかつた場合の非常手段である。然るにｂ１地区に関しては情勢は余\nりにも明確であり地理的条件から言うならばｉ２町に近接し住民の総意も異議申立\n人自身が主張する如くｉ２町編入を希望しているのである。この意味から言つても\n烏嶽地区は住民投票を俟たずに当然ｉ２町に編入さるべきものであるが故にａ１町\n議会も分離の議決を為しているのである。而して烏嶽地区を除く他の地区こそ地理\n的条件も混淆し住民の意志も又入り乱れて容易に住民の意志を推察することが出来\nない現状に鑑み烏嶽を除く其の地区のみの住民投票をなすのが最も妥当であり且つ\n文法の精神に合致するものである。\nこのことに関しては、自治庁のＣ行政部長が（十月八日午後四十分「時の動」）\nＮＨＫのヲヂオ放送に於て濃淡のある地区は一括投票を為すべきではないと言はれ\nて居るが要するにｂ１地区の如く一〇〇％ｉ２町を希望して居る地区と賛否混淆し\nて居る地区と一括して投票せしむることは強い濃度の地区が淡い地区を引づる結果\nとなり真に住民の意志を判定することが出来ないからであると思料する。例へば仮\nりに選挙人五百名を有する地区（仮りに甲とする）がＡ町に編入を希望している場\n合に選挙人弍百人を有する隣接部落（仮りに乙とする）がＢ町に残存することを全\n員希望しても若し二部落合体して一括住民投票を執行すれば乙部落は全員Ｂ町に残\n存を希望しながらも得票数に於て甲部落の五百票の犠牲となりＡ町に編入さるゝ結\n果となる。\n又若しｂ１地区と其他の地区を一括して住民投票を執行すれば投票の結果によつ\nては地理的条件の点より見ても住民の総意から見ても当然ｉ２町に編入すべきが最\nも妥当である烏嶽地区が分離出来ない場合も想像し得るからｂ１地区住民の不幸を\n来し公共の福祉を阻害する結果ともなる。\n又ｂ１地区住民に投票せしむるとき他の部落住民の意志を充分知ることが出来な\nい結果となる。\n元来大分県知事は分離勧告並びに住民投票請求を二段に分けて為すか少くとも住\n民投票請求だけは絶対に濃淡二段に分けて為すべきであつたにも不拘調査粗漏のた\nめ一括請求を為したものであつてそれを原告が訂正したからと言つて無効とはなら\nないと思料する。\n十　裁決の理由第三項の記載によれば\n「町選挙管理委員会が自由意志によつて投票地域を変更して投票を執行したこと\nは明らかに規定違反である」とあるも\n原告は決して全くの自由意志によつて投票地域を変更したものではなく法の精神\nを酌み、住民投票制度を法が採用した真意義を参酌してなしたものであつて被告の\n論旨は不当である。\n又「法の命ずる地域と異るときは投票の執行について著しく公正を欠いでいるば\nかりでなく更にまた選挙人の投票意志を錯誤に陥らせることは明白であり投票の自\n由公正が著しく害されたものというべく公職選挙法にいういわゆる選挙の規定に違\n反したものといわなければならない」とあるも\n既述の如く大分県知事の請求どほりの投票を執行することが著しく公正を次いで\n居るのであつて万一知事請求どうりの投票を執行したとせば回復出来ざる既成事実\nを作り上げる地区住民永久の福祉を阻害する結果を招来することを被告は銘記すべ\nきである。\n又選挙人の投票意志を錯誤に陥らせることなき為めに原告は明白に投票地域を告\n示しｂ１地区を除外したものであつて若し投票地域を明白に告示せざるときはａ１\n町議会に於て既にｂ１地区の分離の議決がしてあるが故にｂ１地区住民にして良識\nある者は投票すべきか否かに関し寧ろ錯誤に陥ることがあらう事を原告は主張す\nる。\n十一　裁決の理由第四項記載によれば\n「請求地域どおりの投票にふされていたとすれば結果に異動を及ばすであろうこ\nとは容易に推認できるところである」とあるも原告は結果に異動を及ぼすことが余\nりにも明白であるからこそ烏嶽地区を明確に除外したのであることを了承された\nい。\n十二　要するに原告は、知事請求地域中ａ１町議会に於て分離の議決をした烏嶽\n地区は住民投票地域より除外すべきであり住民投票はａ１町議会の議決を得られな\nかつた他の地区（十部落）の投票のみ執行すれば足るものと思料するものである。\n斯くしてこそ初めて地区住民の意志を充分推察出来且つ公共の福祉に合致する結\n果となる。\n十三　昭和三十年七月十八日原告はａ１町（代表者ａ１町長Ｄ）と共に大分県知\n事のなしたる分離勧告並に住民投票請求を不当とし行政処分無効確認並びに行政処\n分取消請求訴訟を大分地方裁判所に提起し目下係争中であるが当該事件の被告大分\n県知事の訴訟代理人は弁護士Ｅ氏である。\n然るにＥ氏は大分県選挙管理委員会の委員長であり原告が取消を求める裁決の審\n査当事者であつたことは不当と言はねばならない\n思ふに訴願の審査に当りては公平無私、先入観念に左右される事なく且つ又審査\nに当る委員は一方に利害関係を有する事なきを原告は期待するものであるが上述の\n如くＥ現委員長は大分県知事を被告とする分離勧告並びに住民投票請求を無効とす\nる行政訴訟の被告代理人であることよりして公正なる裁決を期待し得ざるものであ\nる。又被告は八月十日毎日新聞（大分版）によれば訴願を受理する以前に於て原告\nのなしたる住民投票を無効とする裁決をなす方針を表明して居るが斯る先入観念を\n以てした裁決の効力は無効であることを原告は主張する。\n猶裁決に関し重大利害関係を有するａ１町各団体長よりＥ委員長に注意を喚起し\n或は各関係先に対しＥ委員長の辞任を求めたるにも不拘、Ｅ委員長の下に於て裁決\nを為したるは誠に遺憾とするところである。\n十四　以上の理由により原告は被告に対し請求の趣旨記載の判決を求めるため本\n訴に及んだ次第である。\n第二　被告関係\n（１）　本案前の答弁\n１．　答弁の趣旨\n本訴を却下する。訴訟費用は原告の負担とする。\n２．　答弁事実\n一、　本件は訴外Ｂ外二名が大分県大野郡ａ１町の境界変更に関し大分県知事の\n請求により昭和三十年七月二十一日執行した境界変更に関する賛否の住民投票の効\n力に関して原告委員会に異議の申立をなしたる処同委員会はこれを理由なしとして\n却下の決定をなしたるに対し同人等は被告委員会に訴願し同委員会は原告委員会の\nなした決定を取消し前記日時執行の大野郡ａ１町の境界変更に関する投票は無効と\nする旨の裁決をなしたるを不服として該裁決の取消を求むるものである。\n二、　被告委員会の裁決に不服ある者とは賛否投票の選挙人をいうのであつて選\n挙管理委員会は一の行政庁であるから含まない。争訟の審判に関する審判制に於て\nは下級審は同一事件につき上級審の判断に覊束せらるべきものであるから第一次的\nに審判した原告委員会が第二次的に審判した上級審たる被告委員会の判断を不服と\nして更に上級の裁判所に出訴することは許されない。要するに原告委員会は当事者\n適格を有しない者であるから本件訴は却下すべきである。（最高裁判所昭和二十三\n年（オ）第一四四号昭和二十四年五月十七日判決最高裁判所判例集第三巻六号一四\n頁）\n（２）　本案の答弁\n１．　答弁の趣旨\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n２．　答弁事案\n一、　請求原因第一、二、三項記載の事実は認める。\n二、　而して原告委員会のなした決定を取消し同委員会が昭和三十年七月二十一\n日執行した大分県大野郡ａ１町の境界変更に関する投票を無効とする裁決をした理\n由は次の通りである。\n大分県知事が昭和三十年五月三十日付地第一、七一五号をもつて行つた大野郡ａ\n１町（以下「町」という。）の境界変更に関する投票請求は、町村分併促進法（昭\n和二十八年法律第二百五十八号以下「法」という。）第十一条の三第一項所定の手\n続により昭和三十年四月一日付地第一、〇〇四号をもつて、町大字ｂ１、同ｃ１、\n同ｄ１、同ｅ１のうち字ｆ１、同ｇ１、同ｈ１、同ｉ１、同ｊ１、同ｋ１、同ｌ\n１、同ｍ１、同ｎ１、同ｏ１、同ｐ１、同ｑ１、同ｒ１、同ｓ１、同ｔ１、同ｕ\n１、同ｖ１及び大字ｗ１のうち字ｘ１、同ｙ１、同ｚ１、同ａ２、同ｂ２、同ｃ\n２、同ｄ２、同ｅ２、同ｆ２、同ｇ２、同ｈ２の区域を大野郡ｉ２町に境界変更す\nることを勧告したのに対し、該勧告がされてから三十日以内に当該地域の境界変更\nに関し、町議会の議決がなされなかつたので同条第三項の所定の手続により当該地\n域に係る境界変更に関し、当該地域内の選挙人の投票に付することを請求したもの\nである。\nこの請求にもとづき町選挙管理委員会は当然当該区域について所定の手続により\n投票を執行しなければならない義務を負うこととなつたのであるが、この間投票執\n行の手続として町選挙管理委員会は大分県知事が町村合併促進法施行令（昭和二十\n八年政令第三百二十三号以下「令」という。）第十一条の二第一項の規定により送\n付した境界変更に関する地域を明示する図面及び境界変更に関する投票を請求する\n書面を同条第二項の規定により、昭和三十年六月九日告示第十四号をもつて適法に\n告示した。その後、更に令第十一条の二第三項において準用する令第六条第二項の\n規定により、同年七月十一日告示第二十三号をもつて投票の期日を告示する際、あ\nわせて投票地域を告示したがその投票地域は大字ｂ１を除いたものであり、同年六\n月九日告示第十四号による投票地域とその内容が相違したものである。\nそもそもこの告示について案ずるに令第十一条の二第二項の規定による告示によ\nり投票を執行すれば足りるものを投票期日の告示とあわせて投票地域を告示したこ\nとはそれが法の明文上では投票執行の告示の必要事項ではないけれども、投票に関\nし知らなければならないことを一般選挙人に周知させる趣旨をもつてなしたものに\n外ならないと考えられるが、その告示した地域が当該勧告の地域とそごしたこと、\nまた法第十一条の三第四項において準用する法第十一条第三項並びに令第七条にお\nいては投票の請求のあつた地域について選挙人の投票に付すべきことを覊束してい\nるにもかかわらず、町選挙管理委員会が自由意思によつて投票地域を変更して投票\nを執行したことは明らかに規定違反である。\n知事の投票請求の地域とは異つた地域についての告示は何等法的根拠がないのみ\nならず当該告示によつて示された境界変更について賛成又は反対の対象となる地域\nが法の命ずる地域と異るときは、投票の執行について著しく公正を欠いているばか\nりでなく、更にまた選挙人の投票意思を錯誤に陥らせることは明白であり、投票の\n自由公正が著しく害されたものというべく公職選挙法にいう、いわゆる選挙の規定\nに違反したものといわなければならない。\nしかして投票の結果に異動を及ぼす虞があるかどうかについては、若し告示が適\n法に行われ請求地域どおりの投票にふされていたとすれば結果に異動を及ぼすであ\nろうことは容易に推認できるところである。従つてこの投票は無効といわざるを得\nない。\n三、　以上叙述に反する原告の主張事実はこれを否認する。\n第三　参加人ら関係\n（１）　参加人らの請求の趣旨\n大分県大野郡ａ１町の境界変更に関する大分県知事の請求により昭和三十年七月二\n十一日原告が執行した境界変更に関する賛否の住民投票の効力に関してＢ外二名か\nら被告に対してなした訴願につき被告が昭和三十年十一月二十五日附でなした「原\n決定を取り消し昭和三十年七月二十一日執行の大野郡ａ１町の境界変更に関する投\n票を無効とする」との裁決を取り消す。\n訴訟費用中参加によつて生じた部分は原被告の負担とする。\n（２）　参加の理由\n訴訟参加人等は大分県大野郡ａ１町の境界変更に関する住民投票地区内の住民で\nあり昭和三十年七月二十一日原告の執行した住民投票の期日に住民投票した選挙人\nであるが（現在も選挙人である）被告は原告が執行したこの住民投票を無効とする\n旨裁決し原告はこれを不服として御庁に裁決取消請求訴訟を提起し現に繋属中なる\nところ訴訟参加人等もこの裁決には不服であり原被告間の訴訟の結果に因り参加人\n等のａ１町の住民権（ａ１町の財産及営造物を共有する権利並にａ１町の選挙に参\n与する権利）等を害されるおそれがあるから茲に民訴第七十一条の当事者参加の申\n出をなすものでありこれが訴訟の目的は全員に合一的に確定すべき本案であるから\n民訴第六十二条の必要的共同訴訟の規定が準用され原告が法定期間中になした訴提\n起の訴訟行為は訴訟参加人等の利益のため参加申立に付法律上期間遵守の効力を生\nずるもので茲に参加申立をなした次第である。\n（３）　参加人らの請求原因\n一、　大分県知事は大野郡ａ１町の境界変更に関し昭和三十年六月二十五日原告\nに対しａ１町大字烏嶽の四部落外十部落都合十四部落の地域に亘り住民投票の請求\nがあつたので原告は次項後述する理由の下に昭和三十年七月二十一日右烏嶽四部落\nを除く他の十部落の地域について境界変更に関する住民投票を執行した。\n二、　然るところ訴外Ｂ外二人から原告に対し烏嶽四部落を除いた十部落の地域\nのみに住民投票を執行したことは選挙の規定に違反し投票の結果に異動を及ぼすお\nそれがあるのでこの住民投票は無効である旨主張し原告に異議申立をなしたところ\n同年九月五日右異議申立は棄却の決定がありこれに対し同訴外人等は被告に訴願し\nたところ被告は訴願の趣旨を容れ「原決定を取消し昭和三十年七月二十一日執行の\n大野郡ａ１町の境界変更に関する投票は無効とする旨の裁決をなした。\n三、　原告が投票請求地域中から烏嶽四部落を除いた十部落に付て投票を執行し\nた理由は既にａ１町町議会においてｂ１四部落については地理的条件民俗慣習、学\n校、役場等の関係からこの地区の住民は百パーセントｉ２町編入を希望しておるこ\nとが明確である。この客観的見地からａ１町町議会はこの地区のｉ２町編入をこの\nとき既に議決して報告済みでありこの議決地域は知事の勧告地域と合致しておるの\nで議会の議決はこの範囲においては有効で他の十部落については地理的条件其他の\n事情も区々であり住民の意思も又入り乱れて住民の意思が奈辺に在るか全く混迷状\n況にあつて判定し難いものがあつたからこの十部落に付ては住民投票に依つて判定\nするが最も妥当とし町議会においてｉ２町編入の議決をしなかつた。従つて議会の\n議決なきものとして知事はこの十部落について住民投票に付すことを原告に対し請\n求するが至当のところ議会の有効な議決を無視し全住民の意思を尊重しない結果に\n陥るが如き十四部落全部の住民投票を請求したことは違法で原告の執行した十部落\nの住民投票こそ有効のものである。\n四、　抑々町村合併促進法の境界変更に関する住民投票が議会の議決に代る効力\nを有する旨の規定は憲法で保障された町村議会制度を否認しその議決の効力を全面\n的に喪失せしむる規定ではないことは勿論で知事勧告通りの地域の全部もしくは一\n部について分村の議決をした場合は議会の決議は有効である。知事の勧告地域は本\n来不可分的なものではなく可分的なものであつて勧告地域の一部と議決地域とが一\n致すればその部分の議決は有効であつて勧告に異る議決には当らない。勧告に異る\n議決とは勧告地域全部の境界変更の否定或は勧告にある編入受入先の相違等を指す\nもので勧告地域の一部分でも合致があれば勧告に相当する議決であり分村承認しな\nい地域に干する議決は議決がないものとみなされるのが相当である。\n勧告地域の不可分性の非なることは結局分離意思濃淡の地区を一括投票を請求す\nることになり分離濃度地区住民が淡度地区住民を引きずり込み残存を希望する地区\n住民が犠牲に供されることになり住民投票制度の本旨にもとり不合理な結果を生ず\nるからである。\n五、　従つて原告が知事の投票請求地域の内ｂ１の四部落を除いた十部落につい\nて住民投票を執行したことは選挙の規定に反するものではなく選挙の結果に異動を\n及ぼす虞れがあるものではなく却つて住民投票制度の規定を適正に解釈して実施し\nたもので有効であるから被告の裁決の取消を請求する次第である。\n六、　訴願の裁決が被告主張の日に訴願人らに交付されたことは認める。\n第四　参加人らに対する被告の答弁及び主張\n１．　答弁の趣旨\n参加人らの参加申出を却下する\n２．　答弁事実\n本件原告の訴が不適法のものであることは前示本案前の答弁２・答弁事実におい\nて主張している通りである。\nしかるに当事者参加は適法な本訴の係属していることを前提して許されるもので\nあるから、すでに本訴が不適法である以上、本件参加の申出は不適法として却下さ\nるべきである。\n加之、当事者参加もまた一種の訴に外ならないので、一般の訴と等しく訴訟要件\nを具備することを要するところ、本件訴願の裁決が訴願人らに交付されたのは、昭\n和三十年十二月十七日で、裁決書の要旨の告示の日は同月十六日であるから、昭和\n三十一年二月十三日申出の本件参加は出訴期間経過後になされた不適法なもので、\n却下さるべきである。もつとも参加人らが選挙人であることは認める。　第五　証\n拠関係\n原告は甲第一号証を提出し、乙第一号証の成立を認め、\n被告は乙第一号証を提出し、甲第一号証の成立を認め、\n参加人らは甲第一号証、乙第一号証の各成立を認め、甲第一号証を利益に援用し\nた。\n理　　　　由\n一　本訴は大分県大野郡ａ１町の境界変更に関し、大分県知事の請求により、昭\n和三十年七月二十一日原告委員会の管理下に執行された境界変更に関する賛否の住\n民投票の効力に関し、訴外Ｂ外二名が原告委員会に異議の申立をなしたところ原告\n委員会はこれを理由なしとして却下の決定をなしたのに対し、同訴外人らは被告委\n員会に訴願を提起し、被告委員会が同年十一月二十五日附をもつて「原決定を取り\n消す。昭和三十年七月二十一日執行の大野郡ａ１町の境界変更に関する投票は無効\nとする。」との裁決をなしたのを不服とし、同裁決の取消を求めるものである。\n二　しかるに、町村合併促進法第十一条の三、第十一条第七項、公職選挙法第二\n百三条等の規定によれば、前記のような裁決の取消を求めるために、高等裁判所に\n訴訟を提起することのできるものは、賛否投票の選挙人にかぎられるのであつて、\n本件原告委員会のような行政庁であつて本来訴訟法上の権利能力、当事者能力を有\nしないものは、地方自治法第百七十六条（普通地方公共団体の長に原告適格を、議\n会に被告適格を認める）、行政事件訴訟特例法第三条（行政庁に被告適格を認め\nる）、職業安定法第五十七条以下のような特別の法律の規定がないかぎり、原告と\nして訴訟を提起し得ないと解すべきであるから、本訴は結局当事者能力を欠くもの\nの提起した不適法な訴として却下しなければならない。\n三　また、本件のような町の境界変更に関する住民の賛否の投票の効力に関しな\nされた裁決の取消を求める訴訟は、訴訟の目的が当事者の一方及び第三者につき合\n一にのみ確定する場合であるから、第三者は、民事訴訟法第七十五条により共同訴\n訟人として訴訟に参加することができると解するのが相当であるけれども、本件訴\n訟のように、当事者能力のないものの提起した不適法な訴訟に対しては、第三者\n（選挙人）は、被告委員会のなした裁決の取消を訴求するために、同法第七十一条\n前段により当事者として参加することは許されないというべきである。けだし本件\n参加は右第七十一条後段の規定に従つてなされたものでないのはもとよりであるが\n（後段の規定による参加とすれば、その要件を欠く）、同条前段の場合にも該当す\nるものでないという所以のものは、同条前段により参加人が自己の権利の害される\nべきことを主張する場合には原則として、原告の請求を否定する消極的主張（たと\nえば原告の請求を棄却する判決を求めるがごとき）、もしくは原告の請求と矛盾す\nる積極的な主張を包含すべきであつて、本件参加人らの訴求するように、原告の請\n求と全く同旨の判決を求めるために、真面目に対立抗争する原被告当事者間の訴訟\nに参加することは、元来同条前段の予想しないところであるばかりでなく、原告の\n訴が不適法として却下を免れないこと前説示の通りである以上、第三者は訴訟の結\n果によつてその権利を害される地位にないものというべきであるから、同条前段に\nよる参加人らの本件参加は到底許容さるべきではない。かつまた、同条による参加\nが許されると仮定しても該参加は同法第七十三条による参加と異り、出訴期間内に\n参加の申出をなすことを要する（請求棄却の判決を求めて参加するがごとき出訴期\n間にかかわりのない場合を除く）にもかかわらず、本件参加の申出が出訴期間経過\n後になされた不適法なものであることは、後に説示する通りであるので、同法第七\n十一条による参加としては却下するの外はない。されば帰するところ、本件参加は\n原告を補助するための補助参加たるの効力を有するものと解すべきであるにして\nも、補加参加人は主たる当事者である被参加人を勝訴させるために、これに付随し\nてその訴訟を追行するにとどまり、真正の当事者となるものではないから、被参加\n人である原告の訴が不適法で却下を免れないかぎり、補助参加人が当事者たる適格\nを有する選挙人であるにしても、本案請求の当否につき判決をなすに由なく、ひる\nがえつてまた、本件参加を民事訴訟法第七十五条の規定による参加と善解するにし\nたところで、当事者弁論の全趣旨及び成立に争のない乙第一号証によると、被告委\n員会のなした裁決が、訴願人らに交付されたのは、昭和三十年十二月十七日で、裁\n決書の要旨が告示されたのは同月十六日であることが明認されるので、参加の申出\nは右十七日から三十日以内の昭和三十一年一月十六日までになさるべきであるの\nに、本件参加の申出は、出訴期間経過後の同年二月十三日になされていることは、\n一件記録に徴し明らかであるから、不適法として却下を免れない。\n<要旨>四　しかして、原告委員会が当事者能力を有しないため、本訴は不適法と\nして却下すべきであることは、前説</要旨>明の通りでありかかる場合においては、\n民事訴訟法第九十九条・第九十八条第二項に準じ、原告委員会の法定代理人（代表\n者）として訴を提起したＡに原被告間に生じた訴訟費用を負担さすべきであるの\nで、訴訟費用の負担について、右各法条及び同法第八十九条・第九十三条を適用し\n主文の通り判決する。\n（裁判長判事　桑原国朝　判事　二階信一　判事　秦亘）\n"
}