{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 29,
    "month": 6,
    "day": 18
  },
  "case_number": "昭和29(う)735",
  "case_name": "麻薬取締法違反被告事件",
  "court_name": "福岡高等裁判所第四刑事部",
  "lawsuit_id": "23791",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=23791",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/791/023791_hanrei.pdf",
  "contents": "主　　　　文\n原判決中被告人Ａに対する麻薬所持罪の点を除きその余の部分を破棄す\nる。\n被告人Ｂを懲役六月に、被告人Ａ、同Ｃを各同四月に処する。\n但被告人三名に対し本判決確定の日から各三年間何れも右刑の執行を猶\n予する。\n本件控訴中被告人Ａの麻薬所持に対する部分を棄却する。\n理　　　　由\n検察官が陳述した控訴の趣意は原審検察官米野操作成の同趣意書に記載の通りで\nあり、これに対する被告人Ａ、同Ｃの弁護人下尾栄の答弁は何れも同人等提出の答\n弁書に記載の通りであるから、ここにこれを引用する。\n原判決には被告人等に対し、無罪の言渡をした理由に付、詳細な説明はないが記\n録を精査すると原裁判当時本件薬品は既に存在せず（従つて鑑定を命ずること不\n能）その鑑定書すらもない為、それが果して麻薬取締法規所定の麻薬に該当するか\nどうか科学的に確定し得ないことを主たる理由とするものであることを推測し得\nる。\nよつて先ず麻薬事犯にあつては麻薬である旨の鑑定を待つにあらざれば常に有罪\nの認定をなし得ないか否かの点に付按ずるに、麻薬事犯においては当該薬品が該取\n締法規所定の麻薬に該当することが核心であり先決問題であること勿論である。し\nかるに麻薬なりや否やは専門的知識を待つて始めて判明し素人の推断を許さない科\n学上の問題である故原則的には専門家の鑑定によるべきこと、また当然と云わねば\nならない。しかしながらこれはどこまでも原則であつて如何なる場合にも例外を認\nめないと云う訳ではない。例えば非現行犯であつて検挙当時既に現品が存在しない\n場合は勿論、検挙当時現品は存在していたがその後滅失し或は稀少であるか変質し\nた為鑑定不能の如き場合にまで右の原則を貫こうとすれば麻薬事犯の如きはその一\n半の検挙又は処罰を不能ならしめる不合理に陥るであろう。　<要旨>かがる場合に\nは右原則の例外として鑑定以外の証拠によりその麻薬であるか否かを判定するを許\nし、唯々こ</要旨>の場合事柄の性質に鑑みその証拠は特に厳格なる実験則に照らし\n高度の信憑性を客観的に有するものに限るとなすを最も条理に適した解決と信ず\nる。\n本件に付いて検討すると本件の薬品は検挙当時既に存在せず従つて裁判所におい\nては勿論捜査官においてもまたその鑑定を嘱託するに由なかつたこと記録によりこ\nれを看取し得る。かかる事情にある一方被告人中Ｂは薬剤師（薬麻取扱者）他の被\n告人両名は何れも医師（被告人Ｃは麻薬取扱者、被告人Ａは昭和二十二年八月まで\n同上）であつて何れも麻薬に関し相当の知識と経験とを併せ有するものであるとこ\nろ自己が被告人である本件において検察官の取調に際しては勿論差戻前の第一審公\n判においても何れも本件薬品が全部塩酸モルヒネであることを素直に認め（尤被告\n人等は差戻後の第一審公判においては右薬品が塩酸モルヒネであつたかどうか判ら\nないと述べているが記録を精読すると該陳述は何等か為にするものと認められ到底\n信用できない）なお被告人Ａ及Ｂ（同被告人は同人が被告人Ｃから買受けた二〇瓦\nを小分けしてＤに分譲）から右薬品を入手服用した原審相被告人Ｄは麻薬中毒者\n（本件薬品服用後中毒者となつたか以前から中毒者であつたかはこの場合論外）で\nあること記録によつて洵に明白である、かかる事情の下における本件においては正\nに前示原則に対する例外として検察官所論の被告人等の各供述及Ｄの供述により該\n薬品が塩酸モルヒネであることを表裏から認定するも何等実体法並訴訟法に違背す\nるものでないと云うべきである。果してそうだとすれば冒頭記載の如き理由により\n被告人等に無罪の言渡をした原判決（但被告人Ａに対する麻薬所持罪の点を除く）\nには所論の違法がある。従つて原判決中右除外部分を除くその余の部分に対する本\n件控訴は理由がある。\n本件控訴中右除外部分に対する分は右公訴事実に対する証明がないのでその理由\nがない。\nよつて刑事訴訟法第三百九十七条により原判決（但前示除外部分を除く）を破棄\nし同法第四百条但書に則り次の通り自判し、本件控訴中右除外部分に対する部分は\nその理由がないので同法第三百九十六条に従いこれを棄却する。\n第一、　被告人Ｂは薬剤師であつて麻薬取扱者（麻薬小売業者及家庭麻薬小売業\n者）の免許を有する者であるがその業務の目的以外のために、\n（一）　昭和二十三年九月下旬頃肩書自宅において被告人Ｃから塩酸モルヒネ二\n〇瓦を代金二万八千円で譲り受け、\n（二）　同二十四年二月下旬右自宅においてＤに対し、塩酸モルヒネ〇、二瓦を\n代金五百円で譲り渡し、\n第二、　被告人Ａは医師ではあるが麻薬取扱者の免許を有していないに拘らず昭\n和二十三年六月二十五日と同月二十八日頃の二回に小倉市ａ町のＤ方で同人に対\nし、塩酸モルヒネ各一瓦宛を代金合計金四千四百巴で販売し、\n第三、　被告人Ｃは医師であつて麻薬取扱者の免許を有していたものであるがそ\nの業務目的のためではなく同二十三年九月下旬頃被告人Ｂの前示自宅で同人に対\nし、塩酸モルヒネ二〇瓦を代金二万八千円で譲り渡し、\nたものである。\n右の事実中第一の（一）、第三の点は\n一、　原審第二回公判調書（差戻前）中被告人Ｂ、Ｃの各供述記載\n一、　検事富田正己作成に係る被告人Ｂの第一回供述調書\n一、　同検事作成に係る被告人Ｃの供述調書\n一、　福岡県知事の麻薬取扱業務停止処分命令書\n第一の（二）の点は\n一、　原審第五回公判調書（差戻後）中訴因及罰条変更請求書の記載に対し被告\n人Ｂの事実は相違ない旨の陳述（訴因及罰条の変更請求書記録四〇二丁）\n一、　前顕検事作成に係る原審相被告人Ｄの第二回供述調書\n第二の点は\n一、　原審第一回公判調書（前同）中被告人Ａの陳述\n一、　同第四回公判調書（前同）中同被告人の供述（但数量の点を除く）\n一、　前出検事作成に係る前同Ｄの第二回供述調書（但数量並回数の点を除く）\n一、　同第一回公判調書（差戻前）中被告人Ａの昭和二十二年八月麻薬取扱者の\n認可証を返納した旨の供述記載\nを綜合し、本件薬品が何れも塩酸モルヒネである点に付いては右の外なお被告人\n等及前出Ｄの差戻前第一審第二回公判における起訴状並進起訴状記載の公訴事実は\n相違ない旨の各陳述及Ｄの検事に対する前顕供述書の記載によつて明な同女は麻薬\n中毒者であり本件譲受けの薬品は全部その為自己に使用した事実をも綜合し判示事\n実全部を認定する。\n法律に照らすと、被告人Ｂの判示第一の（一）（二）の点は何れも昭和二十八年\n法律第十四号麻薬取締法附則第１６同二十三年法律第百二十三号麻薬取締法第三条\n第二項第一項本文第五十七条第一項に該当するところ右は刑法第四十五条前段の併\n合罪であるから所定刑中懲役刑を選択し、同法第四十七条第十条により犯情の重い\n第一の（一）の罪の刑に法定の加重をした刑期範囲内で同被告人を懲役六月に処\nし、被告人Ｃの判示第三の点は昭和二十八年法律第十四号麻薬取締法附則第１６同\n二十三年法律第百二十三号麻薬取締法第三条第二項第一項本文第五十七条第一項に\n該当するところ所定刑中懲役刑を選択しその刑期範囲内で同被告人を懲役四月に処\nし、被告人Ａの判示第二の点は昭和二十三年法律第百二十三号麻薬取締法附則第七\n十四号同二十一年厚生省令第二十五号麻薬取締規則第二十三条第五十六条第一項第\n一号に該当するところ所定刑中懲役刑を選択しその刑期範囲内で同被告人を懲役四\n月に処し、なお刑法第二十五条を適用し被告人三名に対し本裁判確定の日から三年\n間何れも右刑の執行を猶予すべきものとする。\nよつて主文の通り判決する。\n（裁判長判事　下川久市　判事　青木亮忠　判事　鈴木進）\n"
}