{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 29,
    "month": 6,
    "day": 8
  },
  "case_number": "昭和28(う)3440",
  "case_name": "死体解剖保存法違反被告事件",
  "court_name": "東京高等裁判所第一刑事部",
  "result": "破棄自判",
  "article_info": "第7巻5号784頁",
  "gist": "一、　死体解剖保存法にいわゆる死体の解剖の意味\n二、　同法第二条違反の罪となるべき事実の判示方法",
  "case_gist": "一、　死体解剖保存法にいおゆる死体の解剖とは、医学上の目的で死体の局所又は全身に刃器等をもつて損傷を加え、死体の内部構造を観察することをいう。\n二、　死体解剖保存法第二条違反の罪となるべき事実を判示するには、犯人が如何なる目的で、死体の如何なる部分に如何なる損傷を加え、如何なることをしたかを具体的に明白に記載することを要する。",
  "lawsuit_id": "21752",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=21752",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/752/021752_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人を罰金参千円に処する。\n右罰金を完納することができないときは金参百円を一日に換算した期間\n被告人を労役場に留置する。\n但し本裁判確定の日より参年間右刑の執行を猶予する。\n原審及び当審の訴訟費用は全部被告人の負担とする。\n理　　　　由\n本件控訴の趣意は弁護人長谷川寛及び同山崎佐作成の各控訴趣意書の通りである\nからこれを引用しこれに対し当裁判所は\n次のように判断する。\n山崎弁護人の論旨第一点について。\n刑事訴訟法第三百三十五条第一項によれば有罪の言渡をするには罪となるべき事\n実を判示しなければならないと規定しているが、これは法令を適用する事実上の根\n拠を明白にするためである。そして罪となるべき事実とは刑罰法令各本条における\n犯罪の構成要件に該当する具体的事実をいうのであるから、該事実を判決書に判示\nするにはその各本条の構成要件に該当すべき具体的事実を、該構成要件に該当する\nかどうかを判定するに足りる程度に具体的に明白にし、かくしてその各本条を適用\nする事実上の根拠を確認し得られるようにしなければならない。然るに原判決は\n「被告人は―法定の除外事由がないにも拘らず保健所長に対する死体解剖の許可を\n受けることなく、昭和二十七年四月十九日午後十時四十分より同十一時五十五分頃\nまでに亘り、右病院外科室において、入院加療中の傷害事件の被害者Ａ（当時二十\n二年）の死体を解剖したものである」と<要旨第一>判示し、死体解剖保存法第二条\n第一項第二十二条を適用しているのであるが死体解剖保存法にいわゆる死体の</要\n旨第一>解剖とは、医学上の目的で死体の局所又は全身に刃器等を以て損傷を加え、\n死体の内部構造を観察することをいうと解すべきであることは、鑑定人Ｂの鑑定の\n結果に徴しても明らかなところであるから、死体に刃器等を以て損傷を加えた場合\nでも、その目的及び行為の如何によつては、死体損壊と認められる場合もあり、死\n体解剖と認められる場合もあるのであつて、単に死体を解剖したと判示しただけで\n被告人が具体的に如何なる行為をしたことを以て死体を解剖したと認定したかを判\n示しなければ、被告人の所為が果して死体解剖保存<要旨第二>法にいわゆる死体の\n解剖に該当するかどうかを判定することができない。故に死体解剖保存法違反事件\nの有罪</要旨第二>判決に示すべき罪となるべき事実としては、被告人が如何なる目\n的で、死体の如何なる部分に、如何なる損傷を加え、如何なることをしたかを判示\nしなければ、罪となるべき事実としての刑罰法令各本条における犯罪の構成要件に\n該当する具体的事実の判示を欠くものといわなければならない。従つて単に死体を\n解剖したとのみ判示した原判決は判決に理由を付せない違法があるから論旨は理由\nがあり、刑事訴訟法第三百七十八条第四号第三百九十七条により破棄すべきであ\nる。\n以上の如く原判決は結局破棄を免れないが、当裁判所は訴訟記録並びに原審及び\n当審で取調べた証拠によつて直ちに判決をすることができると認めるから、山崎弁\n護人の論旨第三点乃至第五点について判断を省略し刑事訴訟法第四百条但書により\n更に次のように判決する。\n罪となるべき事実\n被告人は医師で富士宮市ａｂ番地所在のＣ病院で外科診療に従事していたもので\nあるが、昭和二十七年四月十六日夜富士宮市警察署員の依頼により、傷害事件の被\n害者Ａ（当時二十二年）の左下腹部穿透性刺傷切開手術等をなし、引続き同病院で\n入院加療中同月十九日午後八時二十二分頃死亡したところ、法定の除外事由がない\nのに保健所長の許可を受けないで、死因を確認する目的で、同日午後十時四十分頃\nから同十一時五十五分頃迄に亘り右病院外科室で、右Ａの死体の下腹部切開創縫合\n糸を約十二、三糎剪断開腹した上、自ら執刀して右切開創を上腹部に約十五糎位新\nたに切開を延長し、小腸を牽出してその状況を観察し、次で胃の状況を観察し、更\nに十二指腸の一部を破り幽門より指を入れ両手で挟んでその状況を観察し、左後腹\n膜の腫脹部を指で破つて血腫であることを確める等の行為をなし以て死体の解剖を\nしたものである。\n（証拠の標目省略）\n（法令の適用）\n法律に照すと被告人の判示所為は死体解剖保存法第二条第一項第二十二条罰金等\n臨時措置法第二条第一項に該当するので、所定刑中罰金刑を選択し、その金額の範\n囲内で被告人を罰金参千円に処し、右罰金を完納することができないときは刑法第\n十八条により金参百円を一日に換算した期間被告人を労役場に留置する。但し情状\n刑の執行を猶予するを相当と認め同法第二十五条第一項により本裁判確定の日より\n参年間右刑の執行を猶予し、訴訟費用については刑事訴訟法第百八十一条第一項本\n文に従い原審及び当審の分は全部被告人に負担させることとする。\n仍て主文の通り判決する。\n（その他の判決理由は省略する。）\n（裁判長判事　工藤慎吉　判事　渡辺辰吉　判事　江碕太郎）\n"
}