{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 31,
    "month": 12,
    "day": 19
  },
  "case_number": "昭和31(う)2283",
  "case_name": "窃盗未遂被告事件",
  "court_name": "東京高等裁判所第一二刑事部",
  "result": "棄却",
  "lawsuit_id": "21506",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=21506",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/506/021506_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n未決勾留日数中当審の分六〇日を本刑に算入する。\n理　　　　由\n本件控訴の趣意は、被告人及び弁護人各提出の控訴趣意書記載のとおりであるか\nら、ここにこれを引用し、これに対して次のとおり判決する。\n被告人控訴趣意について、\n然し乍ら、本件記録を精査し、原判決を仔細に検討勘案するも、原判示事実は、\n原判決挙示の証拠により優にこれを証明することができ、所論に鑑み且つ当審にお\nける事実取調の結果に徴するも、原判決にはいささかも事実誤認の違法は存しな\nい。\n所論によれば、原判決挙示の証拠中Ａの司法警察員に対する供述調書及び同人の\n窃盗未遂被害届は孰れも住所氏名を詐称したものであつて証拠価値がない旨主張す\nる。なる程所論指摘の各書面が孰れも氏名の点は兎に角として住所を詐称したもの\nであることは本件記録上明かであるけれども、当該証拠の価値判断は当該事実承審\n官の自由なる心証により決すべきところ、原審公判調書中証人Ｂ同Ｃの各供述記載\n及び当審証人右両名の各供述並に前記各書画作成の経緯及びその内容を検討綜合す\nれば、所論指摘の各書面が証拠価値を有しないとする理由は更になく、此の点の主\n張は到底採用し難い。論旨は総べてその理由がたい。\n弁護人控訴趣意第一、について、\n所論は要なるに、原判決拳示の証拠中自称Ａの司法警察員に対する供述調書及び\n同人の窃盗未遂被害届は、これを証拠となし得ないものであるのに証拠に供したの\nは違法であると論断し、その理由として、該書面が供述者の氏名住所を詐称したも\nのてあつて、かかる書面け刑事訴訟法第三二一条第一項第三号に規定する「所在不\n明」「その供述が特に信用すべき情況の下にされたものであるとき」「供述者の名\n若しくは押印」の要件を欠如するものであつて同条項所定の書面に該当しない旨主\n張するのである。\n仍つて記録を精査するに、所論指摘の各書面に記載された供述者たるＡの住所\nが、真実に反するものであつて、該住所にＡなる者が居住していないだけでなく、\nそこに居住を定めた形跡すらないことは洵に所論のとおりであつて、供述者たるＡ\nなる者が司法警察員に住所を詐称したものであることは極めて明かであるが、Ａな\nる氏名そのもの迄も詐称したものであるかないかは記録上明かではない。然し乍<要\n旨第一>ら、仮にこれを詐称したものとして考えても、抑々刑事訴訟法第三二一条第\n一項第三号に所謂「所在不明」と</要旨第一>は該供述調書の証拠調をなす段階にお\nいて当該供述人の所在が判明しない総べての場合を謂い、その判明しない理由の如\n何はこれを問わないのであつて、本件の場合における如く供述者が当該供述書作成\n当時虚偽の住所<要旨第二>氏名を告げた為めにその者の所在が判明しない場合をも\n当然包含するものと解すべきを相当とし、又同条項本</要旨第二>文に所謂「署名若\nしくは押印」とはその供述者自体の署名若しくは押印であつて仮に氏名を詐称する\n場合においてもその詐称本人の自筆にかかる記名若しくは押印である以上これを以\nつて署名若しくは押印ありとなすに毫も支障なきものと解すべく、更に又同条項第\n三号に所謂「その供述が特に信用すべき情況の下にされたものである」か否かは、\n当該裁判官の自由なる心証により決すべきところ、原審公判調書中原審証人Ｂ同Ｃ\nの各供述記載及び該書面作成の経緯内容等を綜合検討すれば、該書面における供述\nが特に信用すべき情況の下にされたものであることは容易に窺知され得るところで\nあるから、原判決がこれ等の書面を証拠に供したのは固よりそのところであつて、\nいささかも違法の廉はなくこれに反する所論は独自の見解であつて当然採用し難\nく、論旨は総べてその理由がない。\n（その他の判決理由は省略する。）\n（裁判長判事　工藤慎吉　判事　草間英一　判事　渡辺好人）\n"
}