{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 28,
    "month": 9,
    "day": 15
  },
  "case_number": "昭和28(う)231",
  "case_name": "窃盗被告事件",
  "court_name": "札幌高等裁判所第三部",
  "result": "破棄自判",
  "lawsuit_id": "24320",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=24320",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/320/024320_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人を懲役壱年に処する。\n原審及び当審における訴訟費用は全部被告人の負担とする。\n理　　　　由\n検察官今関義雄の控訴趣意は同人提出の控訴趣意書記載のとおりでこれに対する\n弁護人二宮喜治の答弁は同人提出の答弁書のとおりであるからいずれもこれを引用\nする。\n検察官の控訴趣意（法令の適用の誤）について、\n原判決の判示によると、被告人は昭和二十七年十月三十日午前二時頃釧路市ａｂ\n丁目ｃ番地染物業実父Ａ方において同人保管にかかるＢ所有のオーバー生地三ヤー\nル、Ｃ所有の洋服地三ヤール、Ｄ所有の茶色オーバー、Ｅ所有の国防色オーバー、\nＦ所有のショール各一着を窃取したものと認めながら、被告人の本件犯行は一親等\n直系血族たる父Ａが染物の依頼を受けて註文者のため保管中の物品を窃取した事案\nであるから刑法第二百四十四条の親族相盗に関する規定は窃盗罪直接被害者たる被\n害物件の占有者と犯人との関係について規定したもので所有者と犯人との関係につ\nいて規定したものでないと解すべきである、として最高裁判所昭和二十三年（れ）\n第一九九八号同二十四年五月二十一日第二小法廷の判決を引用し、刑<要旨>法第二\n百四十四条を適用して、刑の免除をしていることは所論のとおりである。刑法第二\n百四十四条第一項の</要旨>規定は、親族たる身分の者相互における親族所有の物に\n関する窃盗に対して適用あるもので、親族の占有に属するときと雖も親族に非ざる\n者の所有に属する物を窃取したときは刑法第二百四十四条第一項を適用すべきでは\nない、と解すべきところ、原判決は「本件犯行は一親等直系血族たる父Ａが染物の\n依頼を受けて註文者のため保管中の物品を窃取した事案である」と認定しながら刑\n法第二百四十四条第一項により被告人に対し刑の免除をしたのは法令の適用を誤つ\nたものというべく、その誤は明かに判決に影響を及ぼすものであるから、原判決は\n破棄を免れない。原判決引用の最高裁判所の判決は当該事件の弁護人の「原判示事\n実によれば、食肉組合代表者Ｇの保管に係る組合所有の牛生皮云々とありてその食\n肉組合なるものが単なる共同事業たる組合なるや又は独立の法人格を有する組合な\nるやは明確ならず、若し法人にあらざる共同事業組合痴りとせば、その共同事業者\n即ち共有者と各被告との間に刑法第二百四十四条の刑の免除又は親告罪に該当する\n親族関係があるかないかを調査しなくてはならないものである」との主張に対して\nなされたものであり、また右事件においては犯人と盗品の占有者との間には親族関\n係がなかつたのであるから、右判決は本件の場合に適切でない。検察官の論旨は理\n由がある。これと反対の見解に立つ弁護人の論旨は理由がない。\nよつて刑事訴訟法第三百九十七条、第三百八十条により原判決を破棄し、当裁判\n所は直ちに判決をすることができるものと認めるから同法第四百条但書により更に\n判決をする。\n罪となるべき事実\n起訴状に記載された、公訴事実と同一であるからこれを引用する。\n証　拠\n右事実は\n一、　Ａ作成にかかる盗難届\n一、　Ｈの検察官に対する供述調書\n一、　Ｈの司法警察員に対する供述調書\n一、　Ｉの検察官に対する供述調書\n一、　被告人の検察官に対する供述調書\n一、　被告人の司法警察員に対する供述調書\n一、　被告人の原審第一回公判調書中供述記載\nを総合して認定する。\n被告人は昭和二十一年九月十一日釧路区裁判所において詐欺、窃盗罪により懲役\n一年六月以上三年以下（昭和二十一年勅令第五百十二号によりその刑を懲役一年十\n五日以上二年三月以下に変更）に、昭和二十四年十二月十七日釧路簡易裁判所にお\nいて窃盗罪により懲役一年に、昭和二十六年二月二十八日同裁判所において窃盗罪\nにより懲役一年六月（昭和二十七年政令第百十八号によりその刑を懲役一年一月十\n五日に減軽）に各処せられ、いずれもその当時右刑の執行を受け終つたもので、右\n事実は原審第一回公判調書中の被告人の供述記載及び検察事務官作成の被告人の前\n科調書並に札幌高等検察庁作成の当裁判所刑事裁判部宛の被告人の前科照会につい\nて回答と題する書面により明かである。\n法令の適用\n被告人の判示所為は刑法第二百三十五条に該当するものであるが、被告人には前\n掲前科があるので、同法第五十六条、第五十七条、第五十九条により累犯加重をな\nした刑期範囲内で被告人を懲役一年に処するものとし、刑事訴訟法第百八十一条第\n一項により原審及び当番における訴訟費用は全部被告人の負担とし、主文のとおり\n判決する。\n（裁判長判事　熊谷直之助　判事　成智寿朗　判事　笠井寅雄）\n"
}