{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 30,
    "month": 6,
    "day": 4
  },
  "case_number": "昭和29(う)321",
  "case_name": "業務横領被告事件",
  "court_name": "広島高等裁判所第二部",
  "article_info": "第8巻4号585頁",
  "gist": "共犯者の一人が共通の証拠につきなした証憑湮滅行為が証憑湮滅罪となる一事例",
  "case_gist": "共犯者の一人が共通の証拠を焼却した場合その者が行為当時未だ被疑者にもなつておらずかつ他に検挙が波及する虞があるにしても、自己におよぶことは絶対にないと確信し、專ら他の共犯者のためにする意思をもつてしたときは、証憑湮滅罪が成立する。",
  "lawsuit_id": "23432",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=23432",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/432/023432_hanrei.pdf",
  "contents": "主　　　　文\n原判決中被告人Ａ、同Ｂ、同Ｃ、同Ｄ、同Ｅ、同Ｆ、同Ｇに関する各有\n罪部分及び被告人Ｈ、同Ｉに関する部分を破棄する。\n被告人Ａ、同Ｈを各懲役三月に処する。\n但しいずれも本裁判確定の日から一年間右刑の執行を猶予する。\n原審における訴訟費用中証人Ｊ、Ｋに支給した分は右被告人両名の連帯\n負担とする。\n被告人Ｂ、同Ｃ、同Ｄ、同Ｅ、同Ｆ、同Ｇ、同Ｉはいずれも無罪。\n検察官の本件控訴はこれを棄却する。\n理　　　　由\n被告人Ａ、Ｂ、Ｃ、Ｄ、Ｅ、Ｈ、Ｆ、Ｇ、Ｉの弁護人小野実、小河虎彦、小河正\n儀、原田左近の各控訴趣意、検察官好並健司の控訴趣意及び被告人Ａ、Ｃ、Ｂ、\nＬ、Ｍ、Ｎ、Ｏ、Ｐの弁護人弘中武一の答弁は、それぞれ記録編綴の各控訴趣意書\n並びに答弁書記載のとおりであるから茲にこれを引用する。\n第一、　Ｑ関係窃盗事件（原判示第一事実）関係\n弁護人小野実、同原田左近、同小河虎彦、同小河正儀の各控訴趣意中有関係部分\nに対する論旨（理由不備又はくいちがい、事実誤認、法令適用の誤）について\n各論旨は、原判示第一において被告人等が窃取したと認定された物件は光市のも\nのであつて国有財産ではない。即ち右は国からＱ株式会社へ払下げられ、更にＱか\nら光市へ分譲されたＲ工廠の廃機械の一部であつて、右は特定物の売買としてその\n所有権は光市に帰属したものである。従つて被告人等がこれを右工廠外に搬出した\nからといつて窃盗罪を構成するいわれはなく、且つその犯意もなかつたものであ\nる。然るに原判決がなおこれを国有財産であるとし窃盗罪を以て問擬したのは、そ\nの理由の説示においてそごがあるのみならず重大なる事実の誤認をおかし延いて法\n令の適用を誤つた違法があるというに在る。\nよつて記録を調査し、これに現われた諸般の証拠を綜合考察するときは、左の通\nりの結論を符られる。\n即ち、光市所在のＲ工廠は戦災により被害を受けて廃墟と化し、これが廃機械類\nは一旦占領軍に接収されたが、その後占領軍より国に返還されるに至つたので国は\n昭和二十四年三月十七日その全部をＱに払下げるに至つたところ、右払下げは、初\nめ賠償物件に指定された際評価委員会において査定し作成してあつたリストに基き\nその品目数量を鋼屑千二百四屯、銑屑三千七百二十一屯、青銅屑五十屯としその代\n金は千百八十五万四千六百五十円と定められたが、右数量は正極には必ずしも実数\n量とは合致するものとはいえず、しかもこれが正確なる検量は殆んど不可能であつ\nたので、特にその附帯条項として後日実量等に増減のあることを発見したときは双\n方協議の上契約を更改するものとするとの一項が附加せられた。（同契約書第四\n条）ところで、一方地元たる光市においては、戦後極度に疲弊した市の復興発展と\n激増する失業者の救済等を図る目的で右廃機械類（鉄屑類）の分譲方を関係当局等\nに陳情した結果これらの諒解と援助の下に、同年十月十八日及び同二十五年一月二\n十四日の二回に亘り、前記Ｑの払下げを受けたものの内から結局銑屑千七百八十屯\n銅屑（これは非鉄金属屑一般を指す）二十屯合計千八百屯をＱから分譲を受けるこ\nととなり、これが破砕作業も光市において行うこととし、右品目数量は同様前記リ\nストによつたが、その受渡場所は置場渡しとし、Ｑ、光市の当事者双方及びその他\nの関係官立会の上実地につき分譲すべき機械の置場たる数工場が個別に指定された\nるのみならずその機械自体にも印を附されて受渡が行われた。そして問題となつた\n本件物件（銑屑約三百三十九屯鉋金屑約六屯鉛約百六十瓩、銅屑約六百九十五瓩）\nは右指定工場に於ける、印を附した機械を破砕したることによつて発生したもので\nあつたが、破砕後の実数量は総体としてこれを見るときは前記買受数量を超過する\nものであつたため茲に問題を生ずるに至つたものであるところ、元来国とＱとの間\nの払下契約は右工廠内に存する廃機械類全部を以てその目的としたものであるか\nら、右は特定物の売買であることはけだし疑のないところであり、ただ右附帯条項\nは前記のような事情から一応リストに従い数量を定めこれを基準として代金額が定\nめられた関係上後日その数量に増減のあることを発見したときは改めてその数量に\n従い代金額を改定するとの趣旨であつて、実数量が払下数量を超過していることが\n判明した場合その超過部分に対する所有権を留保するとの趣旨を含むものでないこ\nとは、本件物件の性質その他契約の全趣旨に照し容易にこれを看取し得るところで\nあつて、現に国とＱとはその後昭和二十五年三月三十一日右条項に基き超過数量に\nつき代金額の改定を行つた事実に徴するも明らかなところである。\nそして本件Ｑと光市との間の契約は、右国とＱとの契約を基礎とし同一目的物件\nの一部の分譲契約であつたこと、右契約に当つては前記のように分譲すべき機械の\n置場である工場が個別に指定され而もその機械自体にも印が附されて受渡が行われ\nた等の点と国よりＱに払下げた条件と相俟つて見るも、右は国とＱとの契約におけ\nると同様に指定工場内に存する廃機械類を目的とした特定物の売買であると認める\nを相当とし、従つて特段の事情の認められない本件においては契約と同時にその所\n有権は相手方たる光市に移転したものと解しなければならない。ただ右分譲契約に\nおいては、国とＱとの契約におけるように正式に契約書の作成が為されなかつたた\nめか後日実数量に増減のあることを発見した場合における措置については必ずしも\n明確でないけれども、しかしこの点は右のいきさつ等からするも国とＱとの契約に\nおけると同一に処理する趣旨であつたことが窺われるのであつて、従つてこれが検\n量についての約定の如きも後日代金調整のための方法に過ぎなかつたものであるこ\nとが推知できる。原審証人Ｓ、Ｔ、Ｕの供述中には多少あいまいの点がないでもな\nいけれども、その多くは法律上の見解に属するものであつて、必ずしも右の認定と\n矛盾するものではない。従つて以上の点に関する原判決の判断は正鵠を得たものと\nは認め難い。\nしてみれば、問題となつた前記本件物件が右指定工場の指定機械から発生したも\nのである以上、たとえそれが総体として買受数量を超過するものであつても、後日\n実数量に従いＱとの間に代金額の調整をすれば足るものであつて、その所有権は光\n市に帰属したものというべくＱ又は国の所有であるということはできないから、被\n告人等がこれを工廠外に搬出し処分したとしても窃盗罪を構成するいわれはないも\nのといわねばならない。\nなお原判決引用の被告人等の検察官に対する各供述調書中には右所有権移転の点\nを正解せず且つ代金の調整もしていないところから窃盗の点を自白しているかのよ\nうな記載がないでもないけれども、右は被告人等において法律智識に乏しいためそ\nの法律関係を十分に理解しなかつた為と光市がＱとの契約に因つて負担する義務を\n怠つて居る弱者を打つ為とに出た供述であると認められ完全なる自白とは認め難\nい。されば之を採つて以て窃盗の事実を確定するに足らないのみならず、本件は右\n供述を外しては他に右窃盗の事実を是認するに足る証拠は記録上認められない。\n従つて原判決には所論のように事実を誤認し延いて法令の適用を誤つた違法があ\nるに帰し、この点において破棄を免れない。論旨はいずれも理由がある。\n第二、　第一、二次清掃における業務上横領事件（原判示第二、第三事実）関係\n同上各弁護人の控訴趣意中右関係部分に対する論旨（理由そご事実誤認、法令適\n用の誤）並びに検察官の控訴趣意第一点（事実誤認）について\n各弁護人の論旨は、原判示第二及び第三において被告人等が横領したと認定され\nた物件は、これ又光市のものであつて国有財産ではない。即ち右は光市が山口県と\nの契約により前記工廠内に散在する鉄屑、非鉄屑等いわゆるスクラップの清掃作業\nを施行し、その結果払下げにより得た物件であつて光市に帰属したものであるから\nこれを売却したとしても横領罪を構成するいわれはなく、又その犯意もなかつたと\nいうに在り、又検察官の論旨は右業務上横領の点につき被告人Ａが共謀関係なしと\n判定されたのは事実の誤認であるというに在る。\n記録並びに原審の取調べた証拠に現われている事実によると、山口県においては\n光中よりの申請に基き同市の失業対策事業等を援助する趣旨を以て、昭和二十二年\n二月二十七日付総発第二三〇号内務省調査局長より各地方長官宛通牒「特殊物件及\nび兵器処理後における軍施設の清掃について」（証第七号の三）に基いて光市をし\nて原判示の如く第一、二次に亘り前記工廠内全域にわたる清掃作業を施行させた\nが、その契約の内容は、光市においては右清掃作業により集積し得た鉄屑及び非鉄\n屑等のいわゆるスクラップを毎日計量の上日報に認めて十日日毎にその品目数量等\nを県に報告し、県はその数量等を検査確認（検収）して光市へ払下げ、光市はこれ\nを他に売却処分した上その売得金中より右作業に要した人夫賃その他諸経費を差引\nき、残金あらば県を通じ国庫に納入すべく、又人夫賃その他の諸経費が売得金を超\n過するときはその超過部分即ち損失は光市の負担とするとの定めであつたことが明\nらかである。\nところで問題は、被告人等は光市の財源を得る目的で右作業により集積し得た数\n量より寡少の数量を日報に認めて報告し、県も又その数量の確認につき書面検収又\nは日測等の粗略なる方法によつてそのままこれを容認し払下げたため、茲に払下数\n量と実数量との間に差を生ずるに至りその結果光市は多額の売得金を収めるに至つ\nたことであつて、この場合原判決は右払下数量を超過する部分は当然払下げの対象\n外であつて依然として国有財産であるから、被告人等がこれを売却処分したのは横\n領罪を構成すると断じているのであるけれども、しかしこの点は原判決の如くにわ\nかに速断し得べきものではない。即ち本件は前記山口県と光市との間の契約の趣旨\nによるときは、右清掃により集積し得た物件はすべてその清掃作業者たる光市に払\n下げられ、その払下代金は光市において売却処分して得た代金額によることに定め\nられていたものであることが知べれ得るから、光市においては右集積物件は一応全\n部売却し得る関係に在つたものというべく、そして爾後はただ約旨に従い前記精算\n関係を誠実に履行すれば足るのであつて、一面県においても右物件がスクラップで\nあるとはいえなお国有財産たるの性質を有していた関係上その間検収並びに払下げ\n等の手続を必要としたけれども、右の精算関係さえ確実に処理されるにおいては敢\nて前記通牒並びに本件契約の趣旨目的に反するものではなく、従つて右超過部分を\n払下げの対象外として光市の売却を全然許さないとする趣旨のものではなかつたこ\nとが記録上も認め得られるから、右売却は必ずしも権限なくして為された不法のも\nのとは言い難く、従つて右売却を以て直ちに横領罪を構成するものと断ずることは\nできない。\nなお被告人Ｂの検察官に対する昭和二十七年六月十六日付及び同月二十六日付各\n供述調書によると、本件物件（原判決の別紙第一、二表に当るもの）は払下げ外の\nものであつて、始めから他と区別して取扱つて来たような供述部分があるけれど\nも、右は同被告人及び被告人Ｄの原審第十五回公判調書中の各供述記載等に徴する\nときは、本件のような物件を別に分けて処理するが如きことは物件の性質上からも\n置場の関係からもできるものではなく、右は集積し且つ売却し得たすべての物件に\nつき、県に対する報告等の関係上後に取扱者が心覚えのため区別して書いたものに\n過ぎないのであつて、始めから物件自体を全然区別して取扱つたものでないことが\n是認できるから、右Ｂの検察官に対する供述調書を以て本件物件の横領を断ずるわ\nけにはもとよりいかない。その他右横領の事実を確認するに足る証拠は記録上認め\nられない。\nこれを要するに、被告人等は前記光市と山口県との契約を誠実に履行するにおい\nては、光市としては失業者救済の目的を達し得られるとしてもその財源に資すると\nころは皆無であつたところから集積物件の数量を寡少に報告し或は代金の精算関係\nを明確にしないことにより光市の利得を図ろうとした形跡を窺えないことはないけ\nれども、右は他の犯罪に触れる疑のあるは別として、本件物件を横領したと認むべ\nきものではなく、又しかく断定すべき証拠が十分であるとはいえない。\n従つて原判決がこれを業務上横領罪を以て処断したのは事実を誤認したか又は法\n令の解釈適用を誤つた違法があるに帰し、これ又破棄を免れない。従つて弁護人の\n論旨は結局理由があるけれども、検察官の論旨は理由なきに帰する。\n第三、　第三次清掃（発掘）における業務上横領事件（原判決無罪）関係\n検察官の控訴趣意第二点、（事実誤認、理由不備、採証法則違反））について\n右第三次清掃（発堀）作業は、所論も指摘するように、前記第一次及び第二次清\n掃作業に引続き行われたものであつてすべて右とその軌を一にし、ただ第一二次清\n掃においては光市が自己の名において作業を行い且つ作業の目的物は地表に在つた\nのに対し、第三次清掃においてはＶ組の下請の名において行い且つ作業の目的が地\n下に埋没している物件であつたことの差異に過ぎないのであつて、前記第二におい\nて説明したところはすべてこれに引用し得るものである。従つて被告人等の所論物\n件の売却を以て直ちに横領罪に問擬し得るものでないことは右に説いたとおりであ\nり、なお隠匿横領の点についても、右は特に被告人等において故意に隠匿を図つた\nと認めることのできないことは原判決の説明するとおりである。ただ原判決は第三\n次清掃においては第一、二次清掃の場合と異り書面検収だけでなく県係官が実地に\nおいて現物につき検収して払下げたものであるから実数量の如何にかかわらずその\n所有権は光市に帰属したものであるとの判断の下に無罪としたのは必ずしも相当で\nあつたとは認め難いけれども、これを無罪としたのは結局において正当である。要\nするに記録を調査するも原判決には所論のような事実誤認その他違法のかどはな\nい。論旨は理由がない。\n第四、　光市議会備付の工廠物資処理委員会議事録の一部破棄事件（原判決第四\n事実）関係\n弁護人小野実、同原田左近、同小河正儀の各控訴趣意中右関係部分の論旨（事実\n誤認、法令適用の誤）について\n各論旨は、本件において被告人等が焼却したという文書は鉄屑処理決算表であつ\nたとする明確な証拠は存しない。仮に右決算表であつたとしても、右は公用文書と\nはいえない。なお被告人Ａは自己の刑事被告事件についてしたわけであるから証憑\n湮滅罪は成立しないというに在る。\nしかし、原判決挙示の証拠（但し被告人Ａの昭和二十七年六月六日付供述調書と\nあるのは、同被告人の検察官に対する同日付供述調書、又被告人Ｈの昭和二十七年\n六月二十六日付供述調書とあるのは、同被告人の検察官に対する同日付供述調書の\n各誤記と認む）によれば、原判示第四摘示の犯罪事実を認めることができるのであ\nつて、記録を調査するも右の認定に誤があるとは思われない。そして被告人等が焼\n却したという文書は工廠物資処理委員会提出事項と題する書面中二枚目の銑屑処理\n決算表であつて、右は光市議会事務局備付の工廠物資処理委員会議事録の一部を為\nしていたものと認められるから、右は法令に基き義務として作成されたものではな\nいとしても刑法第二五八条にいわゆる公務所の用に供する文書に該当するものであ\nることは明らかである。なお所論は、右Ｈの検察官に対する供述は虚偽のものであ\nると主張するけれども、虚偽と思われるふしは記録上見当らない。所論は更に、被\n告人Ａが右文書を焼却したのは自己の犯罪に問われることをおそれ自己の利益の為\nにしたものであるから同被告人については証憑湮滅罪は成立しないと主張する。\n<要旨>そして記録によると、右文書はＡ外十一名に対する本件業務上横領事件に\nついての共通の証拠であつた</要旨>と認められるけれども、原審第二十二回公判調\n書中の被告人Ａの供述記載によれば、同被告人がこれを焼却すろに至つたのは、始\nめ相被告人であるＣ等が右被疑事件につき警察へ検挙拘束されなお場合によつては\n他に波及する虞れがあることを憂慮してしたものであるが、当時としては自己の身\n辺が危いとは全然思つて居らず専ら他の共犯者である右Ｃ等の為にしたものである\nことが認められるから、従つて同被告人についても同罪の成立を妨げるものではな\nいといわねばならない。従つて論旨はいずれも理由がねいけれども、職権を以て原\n判決の量刑の当否を考えるに、被告人等の右所為はその犯情必ずしも軽しとしない\nけれども、しかし右業務上横領被告事件は結局無罪となつたことその他記録に現わ\nれた各般の事情を考慮するときは、原判決の科刑は重きに失するものがあると認め\nざるを得ないから、原判決はこの点において破棄を免れない。\n以上の次第であるから刑事訴訟法第三九七条により原判決中被告人Ａ、Ｂ、Ｃ、\nＤ、Ｅ、Ｆ、Ｇに関する各有罪部分及び被告人Ｈ、Ｉに関する部分を破棄し同法第\n四〇〇条但書の規定に従い当審において更に左のとおり判決する。\n又検察官の本件控訴はその理由がないから同法第三九六条に従いこれを棄却すべ\nきものとする。\n原判決の認定した被告人Ａ、同Ｈの判示第四の所為を法律に照すに、公用文書毀\n棄の点は各刑法第二五八条第六〇条に、証憑湮滅の点は各同法第一〇四条第六〇条\nにそれぞれ該当するところ、右は一個の行為にして数個の罪名に触れる場合である\nから同法第五四条第一項前段第一〇条により重い公用文書毀棄罪の刑に従い、所定\n刑期範囲内において被告人両名を各懲役三月に処し、なお情状により同法第二五条\nを適用していずれも本裁判確定の日から一年間右刑の執行を猶予し、原審における\n訴訟費用中証人Ｊ、Ｋに支給した分は刑事訴訟法第一八一条第一項に従い右被告人\n両名をして連帯負担させることとする。\n本件公訴事実中、被告人Ｆ、Ｄ、Ｂ、Ｉに関する原判示第一記載の窃盗の点、被\n告人Ｆ、Ｄ、Ｅ、Ｂに関する同第二記載の業務上横領の点及び被告人Ｇ、Ｆ、Ｄ、\nＣ、Ｅ、Ｂに関する同第三記載の業務上横領の点については、いずれも犯罪の証明\nが十分でないから刑事訴訟法第三三六条に従い右被告人に対しては無罪の言渡を為\nすべきものである。\nよつて主文のとおり判決する。\n（裁判長裁判官　石坂修一　裁判官　尾坂貞治　裁判官　大賀遼作）\n"
}