{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 27,
    "month": 10,
    "day": 2
  },
  "case_number": "昭和27(う)117",
  "case_name": "農地調整法違反被告事件",
  "court_name": "福岡高等裁判所第三刑事部",
  "result": "破棄自判",
  "article_info": "第5巻11号1876頁",
  "gist": "農地調整法にいう農地の意義",
  "case_gist": "一定の土地につき労費を加え肥培管理を行つて作物を栽培する事実が存するにおいては、その土地は耕作の目的に供される土地であつて、農地調整法にいわゆる「農地」と称するのを相当とする。従つて農地であるか否かは客観的状態に従つて判断されるべく、土地所有者の主観的使用目的に関係なく、土地台帳等に記載されている地目如何によつても左右されない。",
  "lawsuit_id": "23869",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=23869",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/869/023869_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人は無罪。\n理　　　　由\n弁護人堤牧太の陳述した控訴趣意は同人及び弁護人後藤久馬一の夫々堤出した控\n訴趣意書並堤弁護人の訂正申立書に記載のとおりでおるから、ここに之を引用す\nる。\n堤弁護人の控訴趣意第一第二点及び後藤弁護人の控訴趣意第一点について、\n<要旨>しかし、農地調整法は自作農創設特別措置法と共に労働の成果を公正に享\n受させることを目的とし、既存の</要旨>農耕地について調整乃至所有権の再分配を\n図ろうとするのが同法制定め意図であるから苟も従来一定の土地につき労費を加え\n肥培管理を行つて作物を栽培する事実が存するに於ては、それが正当な権原に基く\nものか否かに拘らずその土地は、耕作の目的に供される土地であり、前記各法律に\nいう農地と解するのを相当とすると共に前記法律制定の意図を考えるときは住宅敷\n地の焼跡又は運動場、宅地の一部を一時的に菜園その他農耕に使用しておるような\n場合は同法の対象たる農地より除外するのが相当である。従つて同法にいう農地で\nあるか否かは現在の客観的状態に従つて判断せらるべく、土地所有者の主観的使用\n目的に関係なく、土地台帳等に記載せられている地目の如何によつても左右されな\nいといわねばならぬ。そして検察官作成のＡの供述調書及び之に添付の土地借用\n証、証人Ｂの原審第三回公判調書中の供述記載に原審並に当審の検証の結果及び検\n第一三号（口頭弁論調書謄本）の記載を綜合すれば、原判決表示の士地四筆は極少\n部分を除き既に昭和六年六月一三日以来Ｃが耕作の目的で当時の土地所有者Ａとの\n契約又は同人の土地管理人の了解の下に年年田又は畑として使用耕作し、昭和二二\n年四月Ｃ死亡後もその相続人たるＢにおいて引続き前同様耕作して現在に至つたも\nので昭和二二年六月下旬頃被告人又はその妻ＤがＡから之を買受けた当時は勿論現\n況も依然田又は畑として米麦雑穀、野菜等の農作物が栽培せられておることを認め\nるに足り、Ｃ、Ｂ父子のこの十数年間に亘る前記土地に投下した労費の成果は尊重\nせられるべきものであるから、農地調整法の対象となる農地であると解するのを相\n当とし、仮令所論のように該土地が本来住宅建設の目的で土地所有者の間に売買せ\nられて来たもので、隣接地の情況も住宅地帯であり、又別府市役所及び所轄税務署\nにおいて昭和二二年六月二五日公簿上従来田又は畑であつたものを宅地として地目\n変換の手続を了し、昭和二四年三月二五日には大分県知事により自作農創設特別措\n置法第五条第四号による農地としての非買収地域に指定せられたとしても農地調整\n法の対象となる農地であるかどうかを判定する妨げにはならない。\nそれ故原審が現況判断により前記四筆を同法にいう農地と解したことは相当であ\nつて、論旨は弁護人独自の見解を前提として原判決の法律解釈、適用又は事実の認\n定を非議論難するもので到底採用することができない。\n堤弁護人の控訴趣意第三点及び後藤弁護人の控訴趣意第三点について、\n前段説示のように原判示の土地四筆は農地調整法のいう農地であるから、之が所\n有権、賃借権、地上権其の他の権利の設定又は移転には命令の定むる所により当事\n者に於て都道府県知事の許可又は市町村農地委員会の承認を受けなければならない\nことは同法第四条第一項の明定するところであり、右の許可又は承認を受けずに前\n記権利の設定又は移転をした時はその当事者が処罰せられることは同法第一七条の\n三（改正前の同法第一七条の四）の明定するところである。そして右の許可又は承\n認を受けなければならない当事者とは農地の売買即ちその所有権の移転の場合にあ\nりては、売主、即ち該権利を移転する者、若くは買主即ち該権利を取得せんとする\n者の何れかの一方を指すことは農地調整法施行令第二条第一、二項の規定上明かで\nある。然るに検第二号乃至第七号（土地登記簿謄本）、及び当審証人Ｄの証人尋問\n調書中の供述記裁並に所論指摘の書証に徴すれば本件起訴に係る昭和二二年六月下\n旬頃為された原判示の土地四筆の売買当事者はＡ（売主）とＤ（買主）であつて、\n被告人は該売買の当事者でないこと（農地調整法第一七条の五にいう行為者にも該\nらない）を認めるととができるので、Ｄを同法第四条違反者として同法第一七条の\n三の規定によつて処罰するに格別、被告人を同法によつて処罰することはできない\nものと言わなければならぬ。従つて被告人を本件土地の買受人と認めた原判決には\n所論のような事実誤認の違法があり、この誤認は判決に影響を及ぼすことが明かで\nあるから論旨は理由があり、原判決はこの点で到底破棄を免れない。\nそれで、爾余の論旨に対する判断を省略し刑事訴訟法第三九七条第三八二条に従\nい原判決を破棄し、更に本件は同法第四〇〇条但書を適用すべき場合と認めるの\nで、次のように自ら判決する。\n被告人は本件起訴にかかる売買当事者にあらず従つて之を処罰することができな\nいことは前段説明したところにより明かであるから、同法第四〇四条第三三六条前\n段に則り、被告人に対し無罪の言渡をすることにする。\n仍て主文のように判決する。\n（裁判長判事　筒井義彦　判事　柳原幸雄　判事　岡林次郎）\n"
}