{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 32,
    "month": 8,
    "day": 22
  },
  "case_number": "昭和31(う)2671",
  "case_name": "職業安定法違反被告事件",
  "court_name": "東京高等裁判所第一〇刑事部",
  "result": "破棄自判",
  "article_info": "第10巻8号661頁",
  "gist": "刑訴第三一三条第一項にいわゆる弁論の意味と多数被告人事件における一人の被告人のみについての弁論再開の可否",
  "case_gist": "刑訴第三一三条第一項にいう弁論とは、いわゆる広義の弁論を指し、裁判所の訴訟行為をも含めた公判手続そのものを意味し、多数被告人事件において、そのうちの一人の被告人のみについて弁論再開の必要が認められるような場合には、右必要の認められる被告人の事件のみにつき、手続を分離して、弁論を再開するを妨げない。",
  "lawsuit_id": "21453",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=21453",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/453/021453_hanrei.pdf",
  "contents": "主　　　　文\n原判決中被告人に対する部分を破棄する。\n被告人を徴役一年六月に処する。\nこの裁判確定の日から四年間右刑の執行を猶予する。\n当審の訴訟費用は全部被告人の負担とする。\n理　　　　由\n本件控訴の趣意は、弁護人杉浦武雄、同桑名邦雄共同作成名義、弁護人柳生常治\n郎作成名義の各控訴趣意書、及び弁護人杉浦武雄作成名義の控訴趣意書追加と題す\nる書面にそれぞれ記載してあるとおりであるから、これらをここに引用し、これに\n対して次のとおり判断する。\n杉浦、桑名両弁護人共同の控訴趣意第一点について。\n原審においては、昭和三一年八月二四日の第三回公判期日において、共同被告人\nたるＡ、Ｂ、Ｃ、Ｄ、Ｅら五名のうちＥに対する傷害被告事件を本件より分離し、\n他の四名に対しては、弁論を終結して、次回期日（判決宣告期日）を同年九月一四\n日午前十時と指定告知したところ、その指定された当日の第四回公判期日におい\nて、右四名に対して弁論再開決定をすることなくして、右四名のうちＣに対する傷\n害被告事件を本件より分離する旨の決定をなし、別途に審理を行つた上、再び本件\nに併合する旨の決定をして、即日判決の宣告を行つていることは、記録に照らし所\n論のとおりである。ところが、所論は、原審における右の分離及び併合は、いずれ\nも違法であるから、このような違法な手続に基ずいてなされ<要旨>た原判決もまた\n違法である旨主張するにより、考察するに、刑事訴訟法第三一三条第一項に、「裁\n判所は、適</要旨>当と認めるときは、検察官、被告人若しくは弁護人の請求により\n又は職権で、決定を以て、弁論を分離し若しくは併合し、又は終結した弁論を再開\nすることができる。」と規定されていることは、所論のとおりであつて、ここにい\nう弁論とは、いわゆる広義の弁論を指し、裁判所の訴訟行為をも含めた公判手続そ\nのものを意味するものと解され、かつ、右の弁論を分離、併合するかどうか、又は\n終結した弁論を再開するかどうかは、裁判所の裁量に委ねられているものと解され\nるのであるが、数人の共同被告人の存する事件において、一旦弁論を終結した後、\nそのうちの一人の被告人のみについて弁論再開の必要が認められ、他の被告人らに\n対してはその必要が認められないような場合には、これら必要の認められない被告\n人らに対しては弁論を再開することなく、右必要の認められる被告人の事件のみに\nつき、手続を分離して、終結した弁論を再開し、必要な審理を遂げた上、再び元の\n事件に併合して判決をすることは、法の禁ずるところではないと考えられるところ\n原審第四回及び第五回（Ｃのみの関係）各公判調書の記載を総合するときは、原審\n第四回公判期日（判決宣告期日）において、検察官より、前回弁論を終結したＡ、\nＢ、Ｃ、Ｄら四名の共同被告人のうちＣのみにつき、前科関係を明らかにする必要\nがあるとの理由により、手続を分離の上終結した弁論を再開されたい旨の請求があ\nり、弁護人もこれに同意し、原裁判所は、右の請求を許容して、同被告人のみにつ\nき手続を分離し、終結した弁論を再開して、同被告人に関する前科関係事実の審理\nを遂げた上、再び元の事件に併合して、即日判決を宣告したものであることが窺わ\nれるのであつて、原審における右の訴訟手続には別段違法の点の存することを発見\nできないから、原判決には、この点につき所論の違法は存在しない。論旨は理由が\nない。\n（その余の判決理由は省略する。）\n（裁判長判事　中西要一　判事　山田要治　判事　石井謹吾）\n"
}