{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 30,
    "month": 4,
    "day": 30
  },
  "case_number": "昭和29(ネ)7",
  "case_name": "行政処分取消等請求事件",
  "court_name": "高松高等裁判所第二部",
  "result": "棄却",
  "lawsuit_id": "24564",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=24564",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/564/024564_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n原判決中控訴人と被控訴人徳島県知事との間において控訴人に訴訟費用\nの負担を命じた部分を取消し、右両当事者間における訴訟費用は第一、二審共被控\n訴人徳島県知事の負担とする。\n控訴人と被控訴人ａ町北部土地改良区との間の控訴費用は控訴人の負担\nとする。\n事　　　　実\n控訴代理人は原判決を取消す、被控訴人徳島県知事（以下被控訴人知事と略称す\nる）が昭和二十六年十一月十九日になした被控訴人ａ町北部土地改良区（以下被控\n訴人改良区と略称する）の設立認可が無効なることを確認する、仮に右認可が無効\nならずとすればこれを取消す、仮に右何れの請求も認容せられざるときは被控訴人\n改良区は控訴人に対し金二十万円を支払うべし、訴訟費用は第一、二審共被控訴人\n等の負担とするとの判決並びに金員支払の部分につき仮執行の宣言を求め、被控訴\n人等は主文第一項同旨の判決を求めた。\n当事者双方の事実上の主張は、控訴人において、被控訴人知事のなした被控訴人\n改良区の設立認可の申請を適当とする旨の決定に対しては昭和二十六年十一月下\n旬、土地改良法（以下単に法と略称する）第九条所定の異議申立をなしたるに拘ら\nず、被控訴人知事はこれに対して何等の裁決をなさざりしものであると陳述し、被\n控訴人等において控訴人主張の異議申立の事実はこれを否認すると陳述した外、原\n判決摘示事実と同一であるから、茲にこれを引用する。\n証拠として控訴人は甲第一乃至第三十七号証を提出し、原審における証人Ａの証\n言、控訴人本人尋問の結果、検証の結果、当審における証人Ｂ、同Ｃ、同Ｄ、同Ｅ\nの証言、控訴人本人尋問の結果及び検証の結果を各援用し、乙第二十一乃至第二十\n三号証は不知、検乙第二十号証の一乃至三が係争土地の写真であること及び爾余の\n乙号各証は成立を認むと述べ、被控訴人等は乙第一乃至第十七号証（乙第二号証は\n一、二）同検乙第二十号証の一乃至三、乙第二十一乃至第二十六号証を提出し、\n原、当審における検証の結果、当審における証人Ｆ同Ｇ、同Ｈ、Ｉ、Ｊ、Ｋ被控訴\n人改良区代表者本人Ｌ同代表者本人Ｍ各尋問の結果を援用し、甲第一乃至第十六号\n証、同第二十二号証、同第二十四号証、同第二十六号証乃至第二十八号証、同第三\n十一、第三十二号証、同第三十五、第三十六号証の成立及び同第三十四号証と同一\n原本の存在及びその成立を認め、同第二十三号証、同第二十五号証、同第二十九号\n証、同第三十三号証、同第三十七号証は何れも不知、同第三十号証は新聞紙なるこ\nとのみを認むと述べ、被控訴人改良区は右の外乙第十八号証、同第十九号証の一乃\n至三を提出し、甲第十七号証、同第二十号証は成立を認む、同第十八、第十九、第\n二十一各号証は不知と述べた。\n理　　　　由\n先づ控訴人の被控訴人知事に対する本件設立認可無効確認の請求について按ずる\nと、被控訴人知事が被控訴人改良区の設立認可申請につき昭和二十六年十月十九日\nこれを適当とする旨の決定をなし、同年十一月十九日右設立の認可をなしたこと、\n被控訴人改良区の地区内に控訴人所有の原判決添付目録記載の土地が包含されてい\nること、被控訴人知事が被控訴人改良区の設立認可をなすには控訴人主張の如き手\n続を要すること、被控訴人知事が昭和二十六年十月十九日付徳島県報に原判決添付\n第二別紙記載の文言を掲載して公告をなし、且つ右設立認可申請に関する書類の縦\n覧期間を同年十月十九日より同年十一月七日まで二十日間と定め、右県報にその旨\n登載公告したことは当事者間に争がない。\n控訴人は被控訴人改良区の設立認可の申請については法第八条第四項の公告を欠\n如し、原判決添付第二別紙記載の文言の前示県報による公告は右規定による公告と\n認め難いと主張し、法第八条第四項によれば都道府県知事は土地改良区の設立認可\nの申請を適当とする旨の決定をなしたときは遅滞なくその旨を公告すべきところ、\n被控訴人知事のなした公告には、被控訴人改良区の設立認可の申請を適当とする旨\nの決定をなしたことの記載なく、また単に法第四項の規定により公告する旨の記載\nあるのみで第八条の記載のないことは当事者間に争がないところであつて、右公告\n文言が適当なものでないことは勿論であるけれども、右公告中には「土地改良区設\n立に伴う本審査の申請に付き」なる文言が存し、この公告が被控訴人改良区の設立\n認可申請に関するものなることを知るに困難でなく、また法第八条第四項によれ\nば、右公告は設立認可の申請を適当とする旨の決定をなしたときに限りこれをなす\nべきものであるから、設立認可の申請に関する公告なる以上、申請を適当とする旨\nの決定をなしたことの公告なることは自ら明らかであるといわなければならない。\n控訴人は右法律には第八条第四項の公告の外、第六条第四項の公告も存し、本件公\n告はその何れの公告なりや判明しないと主張するけれども、法第六条第四項（昭和\n二十八年八月八日法律第百八十三号による改正前のもの）の公告は同条第二項所定\nの専門的知識を有する技術者の調査報告書の提出ありたる場合にその旨を公告する\nものであつて、法第八条第四項の場合とは公告すべき内容を全く異にし、原判決添\n付第二別紙記載の如き文言の公告が法第六条第四項の公告にあらざることは明瞭で\nあるから彼此混同の慮れは毫も存しないものである。従つて右第二別紙記載の公告\nがその文言において稍妥当を欠くとしても、控訴人主張の如く法第八条第四項の要\n求する公告と認められず、同条同項の公告なきに帰するものとは考えられないから\nこれと異る見解に立つ控訴人の主張は採用しない。\n<要旨第一（イ）>次ぎに控訴人は本件においては法第八条第四項によつて要求さ\nれる書類の縦覧可能期間が著しく短期間であ</要旨第一（イ）>つて、法定の二十日\n間の三分の一以上を欠く十二日以内に過ぎないから、被控訴人知事のなした設立認\n可は無効であると主張するけれども、被控訴人知事が法第八条第四項所定の書類の\n縦覧期間を昭和二十六年十月十九日より同年十一月七日まで二十日間と定め、その\n旨同年十月十九日付県報に掲載したことは当事者間に争がなく、右県報の印刷発行\n或は配布が日付の日より遷延した結果、実際上の縦覧可能期間が法定の二十日以上\nの相当の期間に達せず、後に認定するが如く、僅かに満十日程度に過ぎなかつたと\nしても、これをもつて被控訴人知事のなした認可を無効ならしめる程重大な手続上\nの瑕疵となすべきではない。蓋し法第八条第四項が土地改良事業計画書及び定款の\n写を二十日以上の相当の期間縦覧に供すべきことを命ずるは、利害関係人に右書類\nを検討し、都道府県知事の設立認可の申請を適当とする旨の決定に対し異議申立の\n機会を与え、もつて利害関係人の利益を擁護せんことを期するに在るものと解すべ\nく、前記書類の縦覧を全く許さず、或はこれと同視すべき程度の短期間縦覧を許し\nたに止り、異議申立の機会を全然剥奪し、或はこれと同視すべき場合は格別尠とも\n満十日間縦覧可能の期間が存した以上、これをもつて異議申立の機会を全然剥奪\nし、或はこれと同視すべきものとなすべきではないからである。従つて控訴人の主\n張は何れも採用し難く、被控訴人知事のなした本件設立認可の無効確認を求める控\n訴人の請求は失当である。\nよつて進んで控訴人の被控訴人知事に対する本件設立認可取消の請求について按\nずると、控訴人は被控訴人知事のなした法第八条第四項の公告及び縦覧手続には前\n記の如き重大なる瑕疵が存在しこれを前提としてなされた設立認可は取消さるべき\nであると主張するけれども、控訴人主張の公告がその文言において妥当を欠いたと\nしても、法第八条第四項の公告と認めるに妨げないこと前記認定の如くである以\n上、公告手続に瑕疵ありとなすべきではなく、従つてこれと反対の見解に立つ控訴\n人の主張は採用し難い。\n然しながら成立に争のない甲第十六号証、同第二十六号証乃至第二十八号証によ\nれば、法第八条第四項所定の書類の縦覧期間を定めた前記公告を掲載した昭和二十\n六年十月十九日付徳島県報は、同月二十九日那賀郡羽ノ浦町役場、同郡平島村役場\nに到達し、控訴人居住地であり且つ前記書類の縦覧場所と定められた同郡坂野町役\n場には同月二十八日到達したことが認められ、通常郵便物は徳島市より那賀郡ａ町\nへは遅くも発送日とも二日内に到着すべきことは当裁判所に顕著な事実に属するか\nら、右県報は同月二十七日印刷発行せられたか或は日附の日に印刷を了したとして\nも、同月二十七日那賀郡坂野町役場に宛て発送せられたものと推認すべく、<要旨第\n一（ロ）>原、当審証人Ｈの証言によつては右認定を覆えすに足りない。従つて右県\n報が坂野町役場に到達した日の</要旨第一（ロ）>翌日である同月二十九日より計算\nすれば、縦覧可能期間は同年十一月七日まで僅かに満十日を存するに過ぎず、右縦\n覧手続は法第八条第四項に違背する違法のものとなさざるを得ない。（縦覧可能期\n間を右県報発送の日或は坂野町役場に到達の日から起算すべきものとしても、上記\n結論に差異を来さない。）そして法第八条第四項をもつて単なる訓示規定に過ぎざ\nるものと解すべきにあらざることは、同条の立法趣旨に徴して明らかであるから、\n右規定に違背する縦覧手続を前提としてなされた被控訴人知事の本件設立認可も亦\n違法であるといわなければならない。\n然しながら成立に争のない乙第七、八号証、同第十号証乃至第十三号証、原、当\n審における証人Ｇ、同Ｆの証言、被控訴人改良区代表者本人Ｌ、同Ｍ尋問の結果及\nび弁論の全趣旨を綜合すれば、被控訴人改良区は法に基き農業経営を合理化し農業\n生産力を発展せしめるため、農地改良事業及びこれに附帯する事業を行い食糧増産\nに寄与することを目的とし、ａ町北端に位し小松島湾に面する一団の低地をなす田\n約六十町歩を地区とし、組合員百数十名を擁し、当初那賀川より引水せる栗本用水\n及びこれに伴うかんがい施設の管理、地区内排水樋門、排水樋及びこれに伴う排水\n施設の管理、地区内農道の管理を目的事業としたが、その後昭和二十七年一月十三\n日南海大地震に起因する地盤沈下の対策として農地嵩上及び区画整理事業を目的事\n業に追加し、今日までに巨額の費用を投じて嵩上工事及び区画整理を実施し、控訴\n人等これに反対して所謂天地返し（表土転換）をなさざる一部極めて少数の組合員\nを除いては、組合員一同現に右事業の恩恵を受けつつあることを認められ、右認定\nに反するが如き当審証人Ｂ、同Ｃの証言、原、当審におけ<要旨第二>る控訴人本人\n尋問の結果は採用し難いから、単に法第八条第四項所定の書類の縦覧期間が法定の\n二十日以上の</要旨第二>相当の期間に達せず、満十日に過ぎないとの一事を理由と\nして本件認可を取消し、右認可が有効なることを前提として多数の農地、多数の人\nについて生じた各種の法律関係及び事実状態を一挙に覆滅し去ることは著しく公共\nの福祉に反するものといわなければならない。従つて控訴人の本件認可の取消を求\nめる本訴請求は行政事件訴訟特例法第十一条第一項によりこれを棄却すべきもので\nある。\n次ぎに控訴人の被控訴人改良区に対する損害賠償の請求について按ずると、被控\n訴人改良区が当初嵩上工事及び区画整理をその事業計画中に掲げていなかつたが、\nその後これら工事を新に事業計画として設定し、被控訴人知事の認可を得たこと、\n被控訴人改良区が被控訴人知事の認可公告前嵩上工事に着手し、控訴人所有の原判\n決添付目録記載の農地についても同工事をなしたことは当事者間に争がなく、成立\nに争のない乙第十乃至第十四号証及び原、当審における被控訴人改良区代表者本人\nＬ尋問の結果を綜合すれば、被控訴人改良区が新に地区農地の嵩上及び区画整理を\n事業計画として設定したのは昭和二十七年一月十三日、被控訴人改良区が被控訴人\n知事に認可申請をなしたのは同月二十五日、被控訴人知事が認可をなしたのは同年\n四月二十三日、認可公告をなしたのは同月三十日であることが認められ、甲第二十\n三号証、同第二十五号証、同第二十九号証、原審証人Ａ、当審証人Ｂ、同Ｅ、同Ｄ\nの証言、原、当審における控訴人本人尋問の結果中右認定に反する部分は採用しな\nい。\nそして原、当審における控訴人本人尋問の結果によれば、被控訴人改良区は被控\n訴人知事の認可前である同年四月初旬より控訴人所有の前記土地につき嵩上工事に\n着手し、同年五月中旬工事を終了したことが認められ、右認定に反する原、当審に\nおける被控訴人改良区代表者本人Ｌ尋問の結果は採用しない。\n以上認定の通り被控訴人改良区が被控訴人知事の認可前控訴人所有農地につき嵩\n上工事に着手したことは違法なること勿論であるが、工事着手の月である同年四月\n二十三日被控訴人知事の認可ありたることも前記の通りであるから、これによつて\n右瑕疵は治癒せられたるものと解すべく、また右認可の公告は第三者（組合員を除\nく）に対する対抗要件に過ぎざること法第四十八条第八項（但し昭和二十八年法律\n第百八十三号による改正後は第六項）によつて明白であるから、組合員たる控訴人\n（控訴人が被控訴人改良区の地区内に農地を所有することは控訴人の争はないとこ\nろであるから法第十一条により控訴人は被控訴人改良区の組合員とされる）はこれ\nが欠缺を主張することを許されないものとわなければならない。（なお成立に争い\nない甲第二十二号証によれば被控訴人改良区に対する設立認可の公告は昭和二十七\n年一月八日付徳島県報第二六五二号に掲載された徳島県告示第四号をもつてなされ\nたものと認めるを妨げない。尤も右公告には「昭和二十六年十一月十九日ａ町北部\n土地改良区設立はこれを認可した」と記載せられ、その日付が「昭和二十六年一月\n八日」となつているが、当時徳島県には板野郡なる行政区劃、ｂ町或はｃ町なる町\n名は存したが、ａ町なる町の存しなかつたことは公知の事実に属するから、右ａ町\nはａ町の誤記なること明白であり、また右公告が昭和二十七年一月八日付県報に掲\n載せられ、本文に昭和二十六年十一月十九日なる年月日が記載せられていることと\n相俟ち公告の日付として記載せられた昭和二十六年一月八日が昭和二十七年一月八\n日の誤記なることも一見明瞭である。）\nそして成立に争のない乙第十、第十一号証、原、当審における証人Ｇ、同Ｆの証\n言、被控訴人改良区代表者本人Ｌ尋問の結果、当審における証人Ｅの証言、被控訴\n人改良区代表者本人Ｍ尋問の結果を綜合すれば、被控訴人改良区の地区をなす農地\nの殆ど全部は昭和二十一年における南海大地震による地盤沈下のため、昭和二十七\n年四月頃は平均約三十糎の嵩上工事をなすにあらざれば、耕作可能の十五糎の水位\nに達せず、控訴人所有の本件農地についても略同様であること、控訴人所有農地の\nみを除外して嵩上工事及び区画整理を施行することは不可能にはあらずとするも、\n水路の付替等の関係上、技術的に著しく困難なるのみならず、控訴人所有農地を除\n外するときは、右農地は池溜と化し、農地として利用不能となることが認められ、\n右認定に反するが如き当審証人Ｃ、同Ｂの証言部分及び原、当審における控訴人本\n人尋問の結果は採用し難く、その他控訴人の全立証をもつてするも右認定を覆へす\nに足りない。\n従つて控訴人が当初から嵩上工事の不必要を強調し反対し続けていたとしても、\n控訴人所有の本件農地にも嵩上工事及び区画整理の必要あること右認定の如くなる\n以上、控訴人所有の本件農地も右工事によつて利益を受けるものといわなければな\nらないから、被控訴人改良区は法第六十六条第二項により控訴人所有農地をその地\n区より除外すべきものではない。\n以上認定の通りであるから、被控訴人改良区のなした嵩上工事の結果、所謂天地\n返し（表土転換）を必要とするに至り、これに必要なる労力なきため、控訴人所有\n農地の収穫が一時皆無となるに至つたとしても、これをもつて被控訴人改良区のな\nした違法行為に因る損害なりとして同被控訴人にその賠償を請求し得ないものとい\nわなければならない。\n然らば控訴人の本訴請求は結局全部排斥すべく、原判決はこれと結論を同じくす\nるから、本件控訴は棄却を免れない。なおかくの如き場合に原判決の内、訴訟費用\nの負担に関する部分を変更し得べきか否かについては疑問がないではないが、控訴\n人の被控訴人知事に対する認可の取消の請求については、当裁判所は原審と異る見\n解即ち行政事件訴訟特例法第十一条第一項によつてこれを棄却すべきものとなすこ\nと前記の通りであるから、右当事者間における第一審及び当審における訴訟費用は\n被控訴人知事の負担とするのを相当と認め、右限度において原判決中控訴人に訴訟\n費用の負担を命じた部分を取消すべきものとする。\nよつて民事訴訟法第三百八十四条第一、二項に則り本件控訴を棄却し、控訴人と\n被控訴人改良区との間の訴訟費用の負担については同法第九十五条、第八十九条を\n適用し、控訴人と被控訴人知事との間の訴訟費用の負担については前記の如き見解\nに従い主文の通り判決する。\n（裁判長判事　前田寛　判事　太田元　判事　岩口守夫）\n"
}