{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 27,
    "month": 2,
    "day": 20
  },
  "case_number": "昭和25(ネ)10",
  "case_name": "行政処分取消請求事件",
  "court_name": "札幌高等裁判所",
  "lawsuit_id": "24810",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=24810",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/810/024810_hanrei.pdf",
  "contents": "主　　　　文\n原判決を取消す。\n被控訴人等の、控訴人が昭和二十四年五月十七日被控訴人等の為した訴\n願を却下する旨の裁決を取消す。との請求を棄却する。\n被控訴人等の、昭和二十二年十二月二日奥尻郡Ａ村農地委員会が別紙目\n録表示物件につき樹立した買収計画を取消す。との訴を却下する。\n訴訟費用は第一、二審共被控訴人等の負担とする。\n事　　　　実\n控訴代理人は、原判決を取消す。被控訴人等の請求を棄却する。訴訟費用は第\n一、二審共被控訴人等の負担とする。との判決を求め、被控訴代理人は、本件控訴\nを棄却する。昭和二十二年十二月二日奥尻郡Ａ村農地委員会が別紙目録表示物件に\nつき樹立した買収計画を取消す。控訴費用は控訴人の負担とする。との判決を求め\nた。\n当事者双方の事実上の主張は、被控訴代理人において、被控訴人等は本件訴願に\nおいて実質的理由に基いて裁判を求めたところ、控訴人は形式上の理由で訴願却下\nの裁決を為したが、訴願が斥けられた以上は、買収計画を認容したこととなるか\nら、買収計画の内容に違法がある限り出訴期間を経過しても処分の取消が出来る。\n従つて本訴で形式実質の現出を併せて請求することは何ら請求の基礎に変更を来\nすものではない。よつて昭和二十二年十二月二日Ａ村農地委員会が別紙目録記載の\n土地に対し、被控訴人等の共有であることを無視して為した違法の農地買収計画の\n取消を求むる為め、当審において請求の趣旨を拡張する。控訴代理人の主張に対\nし、被控訴人等は本件農地買収計画に対し、口頭で異議の申立を為したが、それが\n無効であるとしても、農地委員会は農地買収につき関係人を指導する立場にあり、\n被控訴人等は、Ａ村農地委員会が裁判上の共有確認書を提出するよう指導したた\nめ、異議の申立をしなかつたもので、これはいわゆる正当の事由ある場合に該当す\nる。本件土地は昭和十六年八月四日被控訴人等の共有となつたのであるから持分の\n移転について知事の許可を必要としない。又被控訴人等は裁判上の確認書を提出す\nれば買収の取消を為す旨の当局の言明に従つて手続を進めたのであるから、後日に\n至つて登記がないから買収計画の取消が出来ないといつて前言を飜すのは、欺罔に\nよつて被控訴人等の登記申請を妨げたものといわざるを得ない。更に控訴人主張の\n小作調停の目的となつたａ村ｂｃ番地原野一町五反三畝十五歩の土地は、事実上存\n在しないのであるから、錯誤の問題を生ずる余地がない。又小作調停で決定した土\n地と事実上返還を受けた土地と、部分的に異るところがあつたとしても、それは訴\n外Ｂ等の要求に基いて小作調停条項の履行として為されたもので、昭和二十一年法\n律第四十二号改正農地調整法、昭和二十二年法律第二百四十号改正農地調整法の各\n施行期日前に属するから、右土地の返還は有効である。又登記簿の記載が事実と符\n合しない場合、農地の買収について登記簿のみに固執する必要はない。尚本件農地\nを遡及買収することによつて、被控訴人等のうち二名は水田皆無となり、一名は僅\n少となるが、これに反し訴外Ｃ、Ｂは有力な水田所有者となつて、被控訴人等の生\n活状態は右訴外人等の生活状態に較べて著しくわるくなるから、本件買収は不適法\nである。と述べ、控訴代理人は、原判決によつて取消の対象となつた訴願棄却の裁\n決は存在しない。仮りにそれが訴願却下の裁決を指すものとすれば、異議申立を経\nない不適法な訴願について、実質的審査をしなければならないこととなつて不合理\nである。\n被控訴人等が本件農地買収計画に対し、異議の申立をしなかつたことについて正\n当の理由はない。即ち昭和二十二年十一月十五日の第十回Ａ村農地委員会の席上Ｄ\n事務局長は、後日裁判上の共有確認を得れば、取消すことも出来ると説明しただけ\nで、確認書を提出すれば、当然買収計画が取消されると説明したのではない。\n即ち条件附買収ではない。買収計画の取消には、（イ）農地調整法第四条の定む\nる知事の許可、（ロ）Ａ村農地委員会の買収計画の変更決定、（ハ）北海道農地委\n員会の買収計画の承認の取消が必要で、右（イ）に関しては、昭和二十三年二月十\n九日Ａ村農地委員会から被控訴人等に通知してあるから、被控訴人等は、これを知\nつていたに拘らず、その手続を為さなかつたものである。仮りに被控訴人等が、裁\n判訴の確認書があれば当然買収を取消されるものと信じていたとしても、それは単\nに法定期間内に異議の申立が出来なかつた理由となるだけで、その後において異議\n申立が出来なかつた理由となるものではない。又被控訴人等が右条件附買収の意思\n表示を受けていたとしても、自作農創設特別措置法第三条による買収は条件附買収\nであつてはならないのであるから、かかる意思表示は無効である。尚かゝる意思表\n示は被控訴人等が本件土地につき買収計画以前に共有の登記をしなかつた理由とな\nるものではなく、又詐欺によつて被控訴人等の登記申請を妨げたものでもない。Ａ\n村農地委員会は本件農地買収計画樹立当時被控訴人等四名の共有である事実は知ら\nなかつたのである。尚昭和二十一年六月十一日の小作調停の結果返還することとな\nつた訴外Ｂ所有ａ村字ｂｃ番地一町五反三畝十五歩の土地は、単に同村役場備付の\n土地台帖の上で、右Ｂの所有名義となつていただけで、真の所有者はＥであつたの\nであるから、右小作調停は要素の錯誤に基ぎ無効である。更に被控訴人等が耕作し\nているのは、小作調停によつて決定した土地ではなく、訴外Ｂ等が被控訴人等の脅\n迫によつて巳むなく返還した土地である、本件土地買収にあたり登記簿によつて行\nうことは当然である。又本件土地を遡及買収することによつて、被控訴人等の生活\n状態は訴外Ｂ等に比し著しくわるくなることはないから、本件買収計画は何ら違法\nではない。又本件買収計画の変更は適法に行われたものである。と述べた外原判決\n事実摘示のとおりであるから、これを引用する。\n証拠として、被控訴代理人は、甲第一号証の一乃至四、第二号証の一乃至六、第\n三号証の一乃至三、第四号証の一乃至六、第五号証の一、二、第六号証、第七号証\nの一乃至三、第八号証の一乃至三、第九号証乃至第十二号証、第十三号証の一乃至\n五、第十四号証の一、二、第十五、十六号証、第十七号証の一乃至三、第十八号証\nを提出し、原審証人Ｆ、Ｇ、Ｈ、Ｉ、Ｄ、Ｊ、Ｋ、Ｌ、当審証人Ｍの各証言及び当\n審における被控訴人府Ｎ、Ｏ、Ｐ、Ｑの各本人訊問の結果を援用し、乙第三、四号\n証は不知、爾余の乙号各証の成立を認め、同第二、第五、第六（一部）の各号証を\n利益に援用し、控訴代理人は乙第一号証の一、二、第二乃至第七号証を提出し、原\n審並びに当審証人Ｄ、当審証人Ｈ、Ｒ、Ｓ、Ｔ、Ｕ、Ｖの各証言及び当審における\n検証の結果を援用し、甲第二号証の一乃至六、第十一号証は不知、その余の甲号各\n証の成立は認めると述べた。\n理　　　　由\n先ず、本件裁決の取消を求むる訴の適否について審按すると行政事件訴訟特例法\nは、その施行期日たる昭和二十三年七月十五日以前に生じた事項についても適用さ\nれるけれども、民事訴訟法及び昭和二十二年法律第七十五号によつて生じた効力を\n妨げない（右特例法附則第二項）のであるが、民事訴訟法及び昭和二十二年法律第\n七十五号には、行政庁の違法処分の取消又は変更を求める訴を提起するについて、\n行政庁に対する不服申立の手続を経たことを前提とする旨の規定はないから、右特\n例法施行前に提起された行政訴訟については、かゝる不服申立の手続を経たことを\n必要としないものと解すべきである。本訴が右行政事件訴訟特例法施行前たる昭和\n二十三年六月三日原審函館地方裁判所に提起されたことは、記録によつて明らかで\nあるから村農地委員会に沿する異議申立の手続を経ないで本訴が提起されたからと\nて不適法であるとはいえない。尤も、本件訴状によると、被控訴人等は昭和二十三\n年五月二十一日（後に同月二十二日と訂正）控訴人が為した訴願却下の裁決の取消\nを求めていることが明らかであるところ、右裁決は昭和二十三年五月二十二日には\n勿論、本訴提起当時においても未だ為されておらず、昭和二十四年五月十七日に至\nり始めて、本件訴願却下の裁決が為され、その裁決書は同年六月十二日被控訴人等\nに送達せられたが、（この点当事者間に争がない。）その後、法定出訴期間内であ\nる同年七月六日、「控訴人が昭和二十四年五月十七日為した訴願却下の裁決の取消\nを求むる」旨記載した請求の趣旨並びに原因補正申立書と題する書面を提出したこ\nとが認められ、右申立は本件農地買収計画に対する訴願却下の裁決の取消を求める\n点において、前の訴と請求の基礎を同じくするものというべきであるから、被控訴\n人等の右訴願却下の裁決の取消を求むる訴は適法である。\n次に、本件買収計画の取消を求むる訴について考えると、この訴の提起できるの\nは、自作農創設特別措置法第四十七条の二行政事件訴訟特例法第五条第四項によつ\nて、訴願申立人については、裁決書の送達のあつた日から一ケ月以内であり、しか\nも行政処分に対して不服のある者が、その取消を求める訴を提起するには、取消を\n求める行政処分は特定されていなければならないから、新に行政処分の取消を求め\nるのは、その行政処分についての出訴期間内でなければならない。ところで、本件\n訴願却下の裁決書が被控訴人等に送達せられたのは前認定のとおり昭和二十四年六\n月十二日で、当審において被控訴代理人から、本件農地買収計画の取消を求むる旨\n記載した請求の趣旨拡張の申立と題する書面の提出されたのは、昭和二十五年八月\n二日であることは記録に徴して明らかであるから、本件買収計画の取消を求むる訴\nは出訴期間経過後に提起されたもので、不適法であり、その欠缺が補正することが\n出来ない場合であるから、民事訴訟法第二百二条第一項によつて、これを却下しな\nくてはならない。\nよつて、進んで本件裁決の取消を求むる訴の本案について審究すると、昭和二十\n二年十一月十五日Ａ村農地委員会が本件土地を被控訴人Ｑの単独所有と認め、自作\n農創設特別措置法第三条第一項第三号に基く買収計画を定め、その旨公示し同年十\n二月二日控訴人は右買収計画の承認を為したこと、昭和二十三年一月十八日被控訴\n人等が右農地委員会に対し、本件土地に関する共有確認の和解調書謄本を提出し\nて、右買収計画の取消を求めたが、右農地委員会はこれに応じなかつたので、同年\n三月三日控訴人に対し、本件土地は被控訴人等の共有であることを理由として、右\n買収計画を取消すべき旨の訴願をなし、昭和二十四年五月十七日控訴人において右\n訴願はＡ村農地委員会に対する異議申立の手続を経ない不適法なものであるとの理\n由で、却下の裁決があつて、同年六月十二日右裁決書が被控訴人等に送達されたこ\nとは当事者間に争がない。被控訴代理人は、被控訴人等はＡ村農地委員会に対し、\n適法な異議の申立を為した旨主張し、成立に争のない甲第四号証の六には、被控訴\n人Ｏから本件買収決定直後に異議の申立を為した旨の記載があるけれども、これを\n以てしては未だ適法な異議申立のあつたことを肯認するに足らず、成立に争のない\n甲第四号証の一、二にょるも、本件買収計画の定めらるる以前に二回に亘つて被控\n訴人Ｑから異議の申立又は買収決定延期の申立を為したことが認められるに過ぎ\nず、他に法定期間内に適法な異議の申立のあつたことを認むるに足る証拠はない。\nそこで、いわゆる正当な事由がある場合、土地所有者は市町村農地委員会に対す\nる異議申立の手続を経ないで、直ちに都道府県農地委員会に対し訴願を為すことが\n出来るかどうかについて考えると、自作農設紋特別措置法第七条の規定によると、\n市町村農地委員会の定める農地買収計画につき不服ある土地所有者が、都道府県農\n地委員会に対して訴願を為すには、市町村農地委員会に常し異議の申立を為し、こ\nれに対する決定のあつたことを前提とするのであつて、かような異議申立をしない\nで、直接に都道府県農地委員会に対して訴願を為し得ることを認めた規定はない。\n本件訴願提起後に制定公布せられ、原則としてその施行前に生じた事項についても\n適用される行政事件訴訟特例法第二条の規定は、行政訴訟提起の要件を定めたもの\nであり訴願法第八条は<要旨第一>訴願の提起期間に関する規定であつて、いずれも\n本間と直接に関係ある規定ではない。しかしながら、右両個</要旨第一>の規定の趣\n旨は本件のような場合に類推適用するのが適切であると思料されるので、異議申立\nの手続を経ることによつて著しい損害を生ずる虞のあるとき、その他正当な事由が\nあるとき、又は特に宥恕すべき事由があるときは、市町村農地委員会に対して異議\nの申立をしないで、直ちに都道府県農地委員会に対して訴願することが出来るもの\nと解するのが妥当である。飜つて本件の経過を見ると、成立に争のない甲第一号証\nの一乃至六、同第五号証の一、同第七号証の一、二に、原審並びに当審証人Ｄの証\n言を綜合すると、Ａ村農地委員会は、本件農地買収計画を定むるに先立ち、昭和二\n十二年八月二十三日開催の会議において、同村在村地主の保有面積外の農地の分割\n調査計画を審議した際、当時本件土地は公簿上被控訴人Ｑの単独所有の小作地とな\nつていたため、これを買収することに内定し、同年九月二十二、二十三日の両日に\n亘つて開催された委員会において、前認定の被控訴人Ｑの異議申立を否決したが、\nその後同年十月二十八日開催の懇談会の席上、所轄檜山支庁係官から本件土地につ\nいては、裁判上の共有確認を得た場合には買収計画から削除しても差支ない旨の説\n明があつたので右Ｑを除く爾余の被控訴人等から登記簿上の所有名義人である右Ｑ\nを相手方とし、函館簡易裁判訴に本件土地共有確認の和解申立をなす一方、同年十\n一月十三日右Ｑから、前示買収決定延期方の願書を提出したが、同委員会は同月十\n五日、後日被控訴人等から裁判上の共有確認書類の提出があつたときは、買収計画\nを取消す旨の決議を為して、本件土地を右Ｑの単独所有に係る自作農創設特別措置\n<要旨第二>法第三条第一項第三号の保有面積外の農地として買収計画を定めたこと\nが認められる。そこで右後口裁判上の</要旨第二>確認書を提出すれば、買収計画を\n取消す旨の決議が被控訴人等において異議申立をしなかつた正当の事由となるかど\nうかを考えると、農地の買収において土地附有者は登記がなければ農地委員会に対\n抗することが出来ないかどうかはしばらく措き、かような決議を為したことは一応\n異議申立をしなかつた正当な事由となるかのようにも考えられるけれども、かよう\nな決議は農地買収計画の内容を為す決議ではなく、単なる委員会の意見に過ぎず、\n本件土地につき共有の登記がないため買収計画に予定されてから、買収計画の定め\nられるまでには相当の日時を経過しており、その間再三の申出にも拘らず、村農地\n委員会は本件買収計画を定めたのであつて、しかも買収計画が定められた以上は、\n村農地委員会は道農地委員会の承認を求め、買収手続が進行するであろうことは、\n何人もが予期せねばならない事柄であるから、被控訴人等としては、いわゆる裁判\n上の共有確認書作成の手続を取る一方、法定期間内に異議申立の手続を為して、買\n収手続の進行を阻止しておくのが当然であつたに拘らず、その挙に出でなかつたも\nのであり、しかも、被控訴人等において、かゝる異議申立の方法を取り得なかつた\n特別の事情あることは認められないから、被控訴人等が村農地委員会に対して異議\nの申立をしなかつたことにつき正当の事由があり、又は宥恕すべき事由ありとはい\nうことが出来ない。従つて右異議申立の手続を経ない本件訴願は不適法なものと断\nぜざるを得ないから、控訴人の本件訴願却下の裁決は正当で、被控訴人等の請求は\n到底認容することが出来ない。\nよつてこれと判定を異にする原判決は不当としてこれを取消し、被控訴人等のこ\nの点の請求を棄却し、買収計画取消請求の訴は前敍のとおり不適法であるから、こ\nれを却下し、訴訟費用の負担について民事訴訟法第九十六条第八十九条を適用し\nて、主文のとおり判決する。\n（裁判長判事　原和雄　判事　井上弘　判事　長友文士）\n"
}