{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 29,
    "month": 6,
    "day": 30
  },
  "case_number": "昭和28(う)3858",
  "case_name": "収賄被告事件",
  "court_name": "東京高等裁判所第一一刑事部",
  "result": "棄却",
  "lawsuit_id": "21744",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=21744",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/744/021744_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴はこれを棄却する。\n当審に於ける訴訟費用は被告人の負担とする。\n理　　　　由\n被告人本人及び弁護人関山忠光、同島田満の各控訴の趣意はこの判決の末尾に添\n附した各控訴趣意書に記載する通りである。\nこれに対して次のように判断する。\n一、　被告人の職務は公務でないという論旨（島田弁護人の論旨第二及び被告人\n本人の論旨一乃至三）について\n国有鉄道共済組合は、日本国有鉄道法第五十七条によつて全面的に準用される。\n国家公務員共済組合法第三条に基いて昭和二十四年二月十日達第七十号国鉄共済組\n合運営規則なるものによつて組織されたものであつて、日本国有鉄道総裁がその代\n表者となり、国家公務員共済組合法所定の事業を行つていること、その事業の内、\n同法第六十三条第五号掲記の事業即ち「組合員の需要する生活必需物資の買入又は\n売却」の事業を行うために、前記運営規則第四十九条に基き、昭和二十五年八月三\n日総裁達第四百二十二号国鉄共済組合物資部規程なるものが定められ、物資部の本\n部を国鉄の本庁に、また各鉄道管理局及びＡ所にその支部を置き、その下に事業\n所、食堂、配給所などを設け、その事業は国鉄本庁の厚生局長がこれを統轄し、各\n支部の管理者には、各鉄道管理局長及びＡ所長がこれに就仕し、またその下に専任\nの支部物資部長を置き、支部管理者の命の下に支部の業務を処理せしめ、又本部及\nび支部の事業所長、配給所主任等は前記物資部規程により、支部の管理者である各\n鉄道管理局長文はＡ所長が任命することに定められているばかりでなく、その取扱\nうべき物資の購入、配給についても同規程に詳細に規定されていることが認めら\nれ、また国鉄総裁は大蔵大臣の承認を受けて、国鉄職員を、その身分のまま、国鉄\n共済組合の事務に従事せしめることのできることも、国家公務員共済組合法第七条\nの規定によつて明らかなところである。換言すれば国鉄共済組合は、所属組合員の\n私生活上の福祉向上を目的とするものであつて、もとより国家の行政事務を行う国\n家機関ではないけれども、前記の如き法令に基いて組織せられ、公務員たる国鉄従\n業員の相互救済、福利増進を目的とする団体であつて、これが業務の運営について\nも、前叙のように一々法令又は総裁達によつて規定されているのであつて、かくの\n如き法令に基く組合業務の執行は、国鉄総裁以下各鉄道管理局長の国家に対する職\n務に属することは勿論であるから、前記のように、国家公務員共済組合法第七条に\nよつて国鉄部内の職員がその身分を保有したまま国鉄共済組合の事務に従事する場\n合に於ては、その業務の執行は、その職員の公務員としての職務に属するものとい\nわなければならない。\n<要旨第一>而して、原判決が証拠によつて確定したところによれば、被告人は本\n件犯行当時、日本国有鉄道法第五十七</要旨第一>条、国家公務員共済組合法第七条\nに基き、国鉄職員たる身分のまま、国鉄共済組合物資部水戸鉄道管理局支部の仕入\n係として、同支部の管理者である、物資部長の命を受け、同支部に於て、取扱う各\n種商品の購入に際し、その品目、数量の選定、価格、品質の査定、並びに売込人か\nら見本、見積書の徴収、売込人の信用調査及び売込人の選定等同支部の取扱う物資\nの購入及びこれが準備に関する事務を担当していたことが明白であるから、前叙の\nような理由により、被告人の担当していた事務を公務と解すべきことは当然であつ\nて、これに反する所論はいずれも採用し難く、論旨はすべて理由がない。\n一、　被告人には裁量権なく、従つて職務上賄賂を収受すべき余地なしとの論旨\n（関山弁護人の論旨第一点の三、島田弁護人の論旨第三、及び被告人本人の論旨\n四）について\n<要旨第二>国鉄共済組合物資部水戸管理局支部の物資購入に関し、その最終的裁\n定権は、同支部物資部長に属すること</要旨第二>はまことに所論の通りであるが、\n原判決挙示の証拠によれば、被告人は同部長の下にあって、その命を受け各種商品\nの購入に際し、前説示のような物資購入の事務又はその準備の事務を担当し、同物\n資部に出入りする商人と直接折衝する立場にあつたことが明白であるから、同物資\n部に於ける商品買入れの方法が、仮に所論のようなものであり、被告人の独断で事\nを決することはできない機構になっていたとしても、なおその間業者の選定や買入\n品目、数量、価格の決定などについて、被告人の意見が加わりうる余地が存してい\nたことが認められるのである。換言すれば前叙のように、商品買入に関する最終的\nの決定権は法規上物資部長に属するとはいえ、被告人の意見は、事実上、物資部長\nの右決裁に相当重要な影響を与うべきものであつたことが窺われるから、被告人が\n全然裁量の権限を有しない機械的労務者に過ぎなかつたという所論は採用できな\nい。また原判決は、被告人が賄賂によつて不正の行為をしたということは勿論、請\n託を受けたことさえも認定していないのであるから、仮に被告人が所論のように不\n正行為をしていなかつたとしても、本件犯罪の成否には影響がない。\n要するに被告人の担当する職務は賄賂の介入する余地なしとは断定できないから\n論旨は理由がない。\n（その他の判決理由は省略する。）\n（裁判長判事　久札田益喜　判事　武田軍治　判事　下関忠義）\n"
}