{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 28,
    "month": 6,
    "day": 29
  },
  "case_number": "昭和27(ネ)31",
  "case_name": "家屋明渡請求事件",
  "court_name": "広島高等裁判所第三部",
  "result": "棄却",
  "article_info": "第6巻6号349頁",
  "gist": "社宅の使用料が賃貸借の賃料と認められる一事例",
  "case_gist": "控訴人らは終戦前から被控訴会社の下請工事に従事してその社宅に居住し終戦後失職したが、当時被控訴会社の社宅に空屋多く荒廃する状態であつたので、被控訴会社は引き続き控訴人らの右社宅使用を許容し、右社宅は建坪七坪余(六畳、三畳各一間)であつて、入居当時は天井、床板もない廃屋に近い程度のものを控訴人らにおいてみずから修理して入居したものであるが、被控訴会社は控訴人らからその失職後は右社宅の使用料として普通従業員の三倍以上を徴収し、昭和二二年度から毎月五〇円宛を徴収したというような事情のもとにおいては、右使用料は当時の諸物価と対比して特に低廉でなく使用貸借の通常の必要費とはいえず、賃貸借契約にいわゆる賃料と認めるのが相当である。",
  "lawsuit_id": "23473",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=23473",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/473/023473_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n控訴費用は控訴人等の負担とする。\n事　　　　実\n控訴人等代理人は「原判決を取消す。被控訴人の請求を棄却する。訴訟費用は第\n一、二審共被控訴人の負担とする。」との判決を求め被控訴代理人は主文同旨の判\n決を求めた。\n当事者双方の事実上の陳述は被控訴代理人に於て控訴人等に本件家屋の使用を継\n続させたのは次の事情による。即ち（イ）控訴人Ａは戦時中被控訴会社（旧西日本\n重工業株式会社以下同様）の工場修理を請負つていた森組の下請人として仕事に従\n事していたもので森組の仕事が終了すると同時に明渡す約で入居を許した。（ロ）\n控訴人Ｂは戦時中被控訴会社の疎開作業をしていた竹中組の下請をしていたが終戦\n後竹中組の飯場がなくなつたので竹中組の仕事完了と同時に明渡す約で入居を許し\nた。（ハ）控訴人Ｃは戦時中被控訴会社のａ工場の造船作業をしていた深堀組の下\n請をしていたので同組の仕事が完了する迄の約で入居を許した。（ニ）控訴人Ｄ、\nＥの両名は戦時中被控訴会社のａ工場の船体艤装の仕事をしていた吉本組の下請を\nしていたもので同組の仕事が完了する迄の約で入居を許した。以上何れも工事完了\nと同時に屡々明渡の請求をしたが応じない。右社宅利用関係は使用貸借契約であつ\nて月額五十円の維持費を徴したのは借主が僅少の必要費を負担したに過ぎないと述\nべ、控訴人等代理人に於て控訴人Ａは昭和二十年九月、同Ｂは同年十二月、同Ｃは\n同年四月、同Ｅ、Ｄは同年一月三十日にそれぞれ本件家屋に居住を始め被控訴人主\n張のように終戦後それぞれ被控訴会社の仕事を離れることとなつたが右家屋にその\nまま居住を続けた。それは終戦後被控訴会社が急に軍需生産から解放され事業を休\n止し本件建物も腐朽を深める状態におかれていた為控訴人等が被控訴会社の仕事を\n離れた後改めて控訴人等に対し右家屋に居住することを許容し、ここに新な賃貸借\n関係が生じたものでその条件は家屋の損傷については被控訴会社は手を入れない、\n借受人側で自分の手で夫々修理の上入居する、一定の賃料を定め期日に納付するこ\nと、右賃料については従業員でないから従業員並よりも高額であることを承認する\nと云うようなことであつた。従て右賃貸借については当然借家法の適用があるとこ\nろ被控訴人の解約の申入には同法第一条の二の正当の事由がない。即ち控訴人等は\n家屋賃借の当初かつて被控訴会社の仕事をしていた縁故で契約関係に入つたが被控\n訴会社の仕事を離れて職を失い爾来苦難の経済事情の下で辛うじてその日その日の\n生計を立てていた者であるから他に居宅を求めて転住することは控訴人等の力では\n仲々実現できず、若し追い立てを受けるときは次の日から文字通り雨露を凌ぐこと\nさえできなくなる実状である。之に反し被控訴会社の従業員収容の必要はその企業\nの拡張に起因しその為の社宅の不足は当然企業拡張に伴うコストとして社宅造営が\nなさるべきで、それには被控訴会社の巨大な資力は勿論社宅地域は十分の余裕を示\nしている。控訴人等の居住をおしのけて社宅を捻出しなければならない程緊迫して\nはいない。控訴人等がいない方が新しい従業員を収容するのに都合がよいと云うだ\nけの理由で控訴人等が無力で明日から寝食を奪われる結果に対し被控訴会社が傍観\n者であつてよいと云う理由はないと述べた外は何れも原判決の事実摘示と同一なの\nでここにこれを引用する。\n立証として被控訴代理人は甲第一乃至第三号証、第四号証の一、二を提出し原審\n証人Ｆ、原審並当審証人Ｇの各証言を援用し乙号各証の成立を認め、控訴人等代理\n人は乙第一号証の一乃至三、第二号証を提出し原審に於ける証人Ｈ、Ｉ、Ｊの各証\n言、控訴人Ａ、Ｂ、Ｄの各本人訊問の結果並に当審に於ける証人Ｈ、Ｋの各証言、\n控訴人Ｅ本人訊問の結果を援用し甲第一、二号証の成立は認めろが甲第三号証、第\n四号証の一、二の成立は不知と述べた。\n理　　　　由\n控訴人等が何れも被控訴人主張のように被控訴会社の仕事の下請負の関係で昭和\n二十年中に被控訴人主張の社宅に居住するに至ったが終戦後間もなく右仕事上の関\n係が全くなくなつた後も引き続きこれに居住していることは当事者間に争がない。\n被控訴人は控訴人等が被控訴会社の下請負の仕事をしていたのでその仕事が終了\nする迄の約で準従業員として社宅を利用さしたもので右は使用貸借関係であるから\n控訴人等はその仕事が終了し被控訴会社と全然関係がなくなつた今日使用権を失つ\nたものであると主張し控訴人等は之を否認し終戦後新に賃貸借関係が生じたもので\nあると抗争しているので考えてみると、成立に争のない乙第一号証の一乃至三に原\n審並当審証人Ｈ、原審証人Ｉ、Ｊ、当審証人Ｋの各証言、原審控訴人Ａ、Ｂ、Ｄ、\n当審<要旨>控訴人Ｅ各本人訊問の結果を綜合すれば控訴人等が前示のように右社宅\nにそれぞれ入居したのは昭和二</要旨>十年中で当時被控訴会社の従業員ではなかつ\nたが被控訴会社の下請工事の労務者として間接に同会社と関係があり住宅難の事情\nから下請負人を介して依頼した結果被控訴会社は控訴人等を従業員並に取扱つて本\n件社宅を提供したが右は戦災其の他で損傷していたので各入居者に於て修理の上入\n居するに至つた。終戦後昭和二十年末から同二十一年始めにかけて被控訴会社の仕\n事もなくなつて控訴人等も下請工事の仕事を離れるに至つたが当時他に転住先を求\nめることが困難であり且社宅も空屋を生じ荒廃する状態だつたので被控訴会社も控\n訴人等がそのまま居住することを許容した。而して爾来家賃は昀初従業員に対して\n五円の時控訴人等からは十五円を徴し昭和二十二年度から値上げして従業員を十五\n円にし控訴人等を五十円となし又従業員に対しては家屋の修理、畳、建具の入替等\nをしてやるが控訴人等に対しては之をしてやらないような差別待遇をしている事実\nが認められ右認定に反する部分の原審証人Ｆ、原審並当審証人Ｇの各証言は信用し\n難く他に右認定を左右するに足る証拠はない。以上認定の事実から判断すると少く\nとも控訴人等が被控訴会社関係の仕事から離れて後被控訴会社が控訴人等の居住を\n許容した昭和二十年末から同二十一年始めにかけてそれぞれ新な賃貸借関係が生じ\nたものと認めるのが相当である。此の点につき被控訴人は右家賃は社宅の昀少限度\nの維持費であつて所謂賃料ではないと主張しているが右主張に副う部分の前顕Ｆ、\nＧの証言は措信し難く却て前段認定のように家賃は普通従業員の三倍以上に達し前\n顕Ｈ、Ｅの各証言によれば家屋の広さも建坪七坪余三畳、六畳の二間であり入居当\n時は天井、床板もない廃屋に近い程度であつたことが覗われ昭和二十二年後から月\n五十円の家賃は現在はとも角当時としては特に低廉であつたわけではなく賃貸借契\n約に所謂賃料と認めざるを得ない。\n然らば右賃貸借契約には借家法の適用があるものと謂うべく、被控訴会社が昭和\n二十五年七月六日と同年十月一日の二回に書面で契約解除並家屋明渡の意思表示を\nなしてその頃控訴人等に到達したことは当事者間に争がないから少くとも右日時に\n被控訴会社が解約の申入をしたことが明かである。\n仍て右解約の申入について正当の事由があるかを考えてみると前顕Ｆ、Ｇの各証\n言（前示措信しない部分を除く）と同証言によりその成立が認められる甲第三号\n証、第四号証の一、二を綜合すれば被控訴会社は戦後復興と共に営業拡張の機運に\n在りそれに伴い従業員も増加し現在従業員て社宅入居希望者が五百名以上に及びこ\nれ等の大部分の者は親族知己の家に同居又は間借りする者或は遠方から汽車通勤し\nている者がありこれが為能率を阻害し生産増強上多大の支障をきたしている事実が\n認められる。他方前顕各控訴本人の供述によると控訴人等が無資力で定職なく家族\nを抱えて社宅を明渡すときは忽ち住居に窮することは容易に窺われるが前段認定の\nように既に被控訴会社と無関係になつてから数年を経過して居り、これを賃借した\n経緯が前段認定の通りで然かも賃借した物が社宅である以上早晩明渡さねばならぬ\nことを覚悟して賃借を始めたものと推認されるから居住の問題については自ら処置\nすべきで被控訴会社の負担において解決を求める筋合でなく、たとい被控訴会社が\n巨大な資力を有して社宅建設の十分な敷地を保有していろとしてもこれを理由に控\n訴人等が本件社宅の明渡を拒むこともできない。\n従て前段認定の被控訴会社従業員の事情社宅利用関係の立前から見て被控訴会社\nにはこれが明渡を求める正当の事由あるものと謂わざるを得ない。\n然らば本件賃貸借契約は右解約申入の日から六ケ月後の遅くも昭和二十六年四月\n一日限り終了したものと謂わねはならない。\n仍て本件社宅の明渡を求める被控訴人の本訴請求は全部正当であるから之を認容\nすべく右と同趣旨にでた原判決け相当で本件控訴は理由がたいから民事訴訟法第三\n百八十四条、第九十五条、第九十三条、第八十九条を適用し主文のように判決し\nた。\n（裁判長裁判官　植山日二　裁判官　佐伯欽治　裁判官　宮田信夫）\n"
}