{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 29,
    "month": 6,
    "day": 30
  },
  "case_number": "昭和28(ネ)478",
  "case_name": "損害賠償請求事件",
  "court_name": "福岡高等裁判所第一民事部",
  "article_info": "第7巻6号513頁",
  "gist": "一、　関税法第八三条第二項の「犯人以外ノ者前項ノ物ヲ取得シタル場合」の意義\n二、　刑訴第一二二条による押収物の換価処分は押収の名宛人につき没収ができる場合のみに限られるか",
  "case_gist": "一、　関税法第八三条第二項の「犯人以外ノ者前項ノ物ヲ取得シタル場合」の内には、同条第一項の物の本来の所有者が右物の占有(直接たると間接たるとを問わず)を回復した場合をも含む。\n二、　甲に対する貿易等臨時管理令幇助違反被告事件の証拠物として押収された物は、仮に甲につき没収することができない場合でも、同被告事件と関連する同罪名の被告事件として起訴せられた甲と共同被告人である乙、丙につき没収することができる場合には、刑訴第一二二条に基き換価処分に付するも違法ではない。",
  "lawsuit_id": "23789",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=23789",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/789/023789_hanrei.pdf",
  "contents": "主　　　　文\n原判決中控訴人敗訴の部分を取消す。\n被控訴人の請求を棄却する。\n訴訟費用は第一、二審共被控訴人の負担とする。\n事　　　　実\n控訴指定代理人は主文同旨の判決を求め、被控訴代理人は「控訴人の控訴を棄却\nする。控訴費用は控訴人の負担とする。」との判決を求めた。\n当事者双方の事実上及び法律上の陳述、証拠の提出、援用、認否は、\n控訴指定代理人に於て、\n（一）　本件Ａ丸は被控訴人に対する貿易等臨時措置令違反被疑事件の証拠物と\nして押収せられたもので、右Ａ丸の押収された昭和二十四年十月五日当時は、被控\n訴人に於て右Ａ丸を占有していた。\n（二）　Ａ丸が被控訴人の許に帰り、被控訴人がその占有を得たのが昭和二十四\n年八月四日頃であつたことは、之を認める。\n（三）　被控訴人は、本件Ａ丸の船長訴外Ｂ外二名と共に、本件Ａ丸による密輸\n入事犯に関連して関税法違反幇助、貿易等臨時措置令違反幇助被告事件として起訴\nせられ、被控訴人については右公訴事実に対し無罪判決確定したが、訴外Ｂ外二名\nについては有罪判決確定するに至つた。而して、被控訴人は本件Ａ丸を密輸入に供\n用せられた事情を知つてその占有を取得したのであるから、同船舶は、右Ｂ外二名\nに対する有罪判決に於て当然没収すべかりしものであつたのである。従つて、検察\n官が、被控訴人等に対する右被告事件の第一審に於ける判決言渡前に、刑事訴訟法\n第百二十二条に基き、没収できる押収物と思料してなしたＡ丸の換価処分は何等違\n法の点なく、控訴人は被控訴人主張の如き損害賠償義務はない。けだし、関税法第\n八十三条第二項は、犯人以外の者が犯罪後密輸の用に供した船舶を取得した場合に\nおいて、その取得の当時善意であつたことを認めることが出来ない以上、その船舶\nを没収すべきものと定め、しかも同条第二項の「取得」の中には所有権の取得のみ\nならず占有の取得をも含むものと解すべきことは、同条第一項が、刑法第十九条の\n没収の特則として、犯人所有の物件のみならずその占有中の物件をも没収すべきも\nのとしていることから見ても、明白である。従つて、犯罪後密輸の用に供した船舶\nの占有を犯人以外の者が悪意で取得した場合には、その者が右船舶の本来の所有者\nであると、然らざるとの別なく、右船舶は必ず没収すべきものであるからである。\n（四）　仮りにＡ丸の換価処分が違法であるとしても、次の（イ）（ロ）に述べ\nる通り検察官には之に付過失の責むべきものがないから、控訴人には本件賠償の義\n務はない。\n（イ）　被控訴人はＡ丸が密輸品を積載して大潟港に帰港した際、Ｄが契約の趣\n旨に反してＡ丸を使用しているのであることを知つたのであるから、直にＡ丸の賃\n貸借契約を解除し得る地位にあつたに拘らず、契約解除の措置に出でず、且つ自己\nの輩下たる船長等に下船を命ずることもなく、出港を黙認して密輸品の陸揚げを督\n促しているのである。斯様な事実関係に於ては、不作為による幇助罪の成立が考え\nられるのであつて、一概に被控訴人に対する公訴事実の不成立を即断するを得ない\nのであるから、検察官が之を積極に解したからといつて直に過失ありとなすを得な\nい。\n（ロ）　仮に、被控訴人に対する公訴事実が認められるものと思料し従つて本件\n押収物たるＡ丸が没収できるものと思料したことにつき、検察官に過失ありとして\nも、被控訴人はＡ丸の悪意の取得者であるから、検察官が、被控訴人と共に起訴し\nた船長Ｂ外二名が有罪である限り、右Ａ丸はＢ外二名の関係に於て、没収すること\nのできるものと考えたことは無理からぬことであつて、この点からみても、之を換\n価処分に付したことにつき何等違法は存しない。\n（五）　なお一般に押収物の換価処分は刑事訴訟法第百二十二条により没収する\nことのできる押収物で、滅失若くは破損の虞れがある場合にこれを売却してその代\n価を保管することが出来ることになつているが、この処分は、事柄の性質上、急を\n要する場合が多く、その没収性の考慮について検察官のなすべき注意義務は、裁判\n官が判決による判断を加える場合と同一程度のものたることを要請せらるるもので\nないと解すべきである。\nと述べ、被控訴代理人に於て、\n（一）　控訴人主張の前記（一）の事実及び（二）の事実中被控訴人がＡ丸船長\nＢ外二名と共に控訴人主張の罪名によつて起訴せられ、被控訴人に対しては典罪の\n判決があつたが、右Ｂ等に対しては有罪判決が言渡され、その判決が確定したこと\nはいずれも認める。\n（二）　本件のＡ丸が船長Ｂより被控訴人に返還せられたのは昭和二十四年八月\n四日頃で、右船長Ｂは同日頃天草大潟港に帰来して間もなく被控訴人より解雇せら\nれ、従つて、Ａ丸押収当時Ｂは被控訴人の使用人でなかつた。\nと補述した外、原判決事実摘示と同一だから。ここに之を引用する。\n理　　　　由\n一、　被控訴人が木造船の造船業を営んでいるものであり、昭和二十四年十月二\n十二日佐賀地方検察庁武雄支部検察官検事Ｃによつて、関税法違反幇助・貿易等臨\n時措置令違反幇助被告事件として、佐賀地方裁判所武雄支部に起訴せられたが、審\n理の結果、同年十一月二十九日同裁判所に於て、犯罪の証明なしとして無罪の判決\nが言渡され、これに対し同年十二月九日検事控訴の申立があつたが、翌二十五年八\n月十一日福岡高等裁判所に於て控訴は棄却され、該無罪判決は同月二十六日確定し\nたこと、これより先昭和二十四年十月五日被控訴人所有の機帆船Ａ丸は、被控訴人\nに対する貿易等臨時措置令違反の被疑事犯につき証拠物として押収の上、佐賀県藤\n津郡ａ町の同町漁業協同組合事務所の横に繋留せられていたところ、検察官に於て\n同船を刑事訴訟法第百二十二条に基き換価処分に附し、同年十一月二十四日第二回\n入札の結果、前示漁業協同組合長石橋栄三が金二十二万三千円にて落札して買受\nけ、翌二十五年二月二十六日同人より之を徳永八太郎に転売して同人の所有に帰し\nた事実は、当事者間に争がないところである。\n二、　被控訴人は、右Ａ丸の換価処分は違法であり、敢て之をなした検察官には\n過失の責があるから之による損害賠償を求むる、というのである。\n思うに、検察官は国家の公権力を行使する公務員として、その職務を執行するに\n当つては法令及び条理に基きその職務上の義務に従い慎重事に当りいやしくも過誤\nなからんことを期すべきものであつて、若し右義務に違反しよつて他人に損害を加\nえた場合には国家に於て之が賠償の義務を負担するものであることは、国家賠償法\nの明規するところである。\nところで、刑事訴訟法第百二十二条によると、「没収することができる押収物で\n滅失若くは破損の虞れがあるもの又は保管に不便なものについては、これを売却し\nてその代価を保管することが出来る。」旨を規定し、同法第二百二十二条により、\n右処分は検察官も亦之をなし得ることは明らかである。そこで、本件Ａ丸は右第百\n二十二条に謂う没収することが出来る押収物であるか否かについて先ず検討する\nに、既に被控訴人に対し無罪の言渡が為されその判決が確定した以上、その起訴事\n実（即ち、被控訴人自身に対する被疑事実）に関する限りに於ては、Ａ丸の没収し\n得ないものであることが、も早争い得なくなつたと云わなければならない（あとに\n残るのは、之が換価処分を為した検察官に過失があるか否かの問題のみであ\nる。）。然し、それは被控訴人自身の被疑事実に関することであつて、他の被告人\nの犯罪事実との関係に於ては別途に考慮しなけれはならない。而して、Ａ丸の船長\nＢ外二名が、被控訴人と共に起訴せられ、その有罪の判決が確定したことは、当事\n者間に争がなく、Ａ丸がその犯罪の用に供せられたものであることは、成立に争の\nない甲第十三号証、第十四号証（いずれも判決）により明かなところであり、しか\nも、該船舶が、右犯罪後（昭和二十四年八月四日頃）被控訴人の手許に戻つたが、\nその占有取得当時被控訴人に於て之がＢ等の貨物密輸入蓄助事犯の供用物件であつ\nたことを知悉していたことは、被控訴人の自認するところであるから、該船舶は関\n税法第八十三条第一、二項の規定により没収し得べきものであつたと云わねばなら\nない。\n此点につき被控訴人は「被控訴人は本件Ａ丸を、之が関税法違反の船舶に使用せ\nらるることは知らずに、他に賃貸したのであり後に之が返還を受くるに至つて始め\nて、右の事実を知るに至つたのであるから、かかる場合には関税法第八十三条第\n一、二項の適用なく、Ａ丸は没収さるべき筋合ではない。」と主張する。\nしかして、原判決は此点につき「同条第二項の占有取得者中には、本件の如く本\n来所有者である被控訴人が賃貸借の終了又は解除等の理由により目的船舶の返還を\n受け、よつて占有を得たような場合までも包含するものではない。」と説示してい\nる。しかし乍らこの見解にはにはかに賛同することが出来ない。蓋し、同法条第一\n項は、刑法第十九条に対する特別規定として、いやしくも、裁判言渡当時右八十三\n条第一項所定の船舶等の占有が犯人に存する場合にはその所有権が犯人にあると第\n三者にあるとを間はず没収すべきものと解<要旨第一>せられるところであつて、こ\nのことよりして考えれば同条第二項にいわゆる「取得」と云うのは、所有権の</要\n旨第一>取得のみならず、占有の取得をも含むものであつて、たとえ本来の所有者に\n船舶の占有（直接占有たると間接占有たるとを問わぬ）が復帰した場合であつて\nも、その占有回復のとき善意でなかつたならば、没収を免れ得ないものと解せざる\nを得ないのである。この事は、一見本件被控訴人の様に、犯罪の用に供せられるこ\nとを知らずして、船舶を貸与した者に対し、苛酷な解釈の様に見えるけれども、実\nは左様ではないのである。けだし、船が船主に返されずに犯人の占有にとどまつて\nいたならは、たとえ船主が犯行の事を知らずに居つても、同条第一項により没収を\n免れないことを考え合せれば明白である。\nそもそも同条第一項が、犯人の占有にかかる物でさえあれば、所有者の如何を問\nわず没収し得ることを規定したのが、善意の所有者にとつては、いささか苛酷に思\nわれるのであるが、然し、これは、同法所定の犯罪の特異性に鑑みて、特にかよう\nに規定してあるのであろうから、今更右の解釈を左右するわけにはいかぬ。\n三、　さて、本件Ａ丸が、同船船長Ｂ等の犯罪に関連して没収性があることは、\n以上に説明した通りであるが、同船が押収されたのは、右Ｂ等に対する被疑事件の\n為に押収せられたものでなくて、単に被控訴人に対する被疑事件の為に押収せられ\nたものである。このことは控訴代理人の自認するところであり、又甲第八号証差押\n調書によつても明白であつて、その後Ｂ等の被疑事件の為にも併せて押収せられた\nような形跡は全く存しない。そうすると、この船が刑事訴訟法第百二十二条にいわ\nゆる「没収することができる押収物」と云えるか否かが、更に多少の問題である。\n何となれば、押収せられたのは、被控訴人に対する被疑事実の為であり、しかも、\nその被疑事件に関する限りは（犯罪の証明がないから）没収性がないことに帰した\nのであり、船長Ｂ等の被疑事件については、没収性はあるが押収が為されていない\nからである。然し乍ら被控訴人と右Ｂ等とは、いずれも訴外ＤがＡ丸を使用して密\n輸入を為すにつき、その犯行を幇助したものとして、共同被被人として起訴せら\nれ、押収にかかるＡ丸は、被控訴人に対する公訴事実についてのみならず、Ｂ等に\n対する公訴事実についても共通する犯罪供用物件とされて、共通の証拠物たる関係\nに在つたものであり、この事は、成立に争のない甲第五号証第十三、第十四号証に\nよつて明白である。そ<要旨第二>して、かような関係がある場合には、当該船舶\nは、その押収の名宛人こそ被控訴人名となつているけれど</要旨第二>も、その実体\nは、共同被告人に共通する公訴事実の為に押収せられているものに外ならないので\nあるから、押収名宛人たる被控訴人に対して無罪の判決があつても、依然刑訴第百\n二十二条の要件を具備するものであると解すべく、即ち、右の様な関係の下に同条\nに基いて為された換価処分は、たとえその後押収名宛人に対する無罪の判決が確定\nしても、之が為当然に違法となるものではない。と解するのを相当とする。\n四、　而して、本件換価処分当時Ａ丸が滅失若くは破損の虞れがあり且つ保管に\nも不便であつたことは、真正な公文書と認められる乙第七号証、原審に於ける検証\nの結果（第一回）及び原審証人Ｅの証言を綜合して認め得るところであり、右認定\nと相容れない原審に於ける被控訴本人尋問の結果は当裁判所の措信しないところで\n他に右認定を覆すに足る証拠はない。\nそうだとすれば、検察官が押収物たる本件Ａ丸を没収することのできるものと\nし、滅失若しくは破損の虞れがあり又は保管に不便なりと思料して本件換価処分に\n及んだことについては、何等の違法も存しないし、従つて之につき過失の責むべき\nものがないから右処分が違法にして検察官に過失あることを原因とする被控訴人の\n本訴請求は、所詮理由なしとして全部棄却を免れないものである。\nよつて、本件控訴はその理由があるから、原判決中被控訴人の請求の一部を認容\nした部分を取消して被控訴人の請求を棄却すべく、訴訟費用の負担につき民事訴訟\n法第三百八十六条、第八十九条、第九十六条を適用して主文の通り判決する。\n（裁判長判事　森静雄　判事　竹下利之右衛門　判事　高次三吉）\n"
}