{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 30,
    "month": 4,
    "day": 21
  },
  "case_number": "昭和30(う)403",
  "case_name": "道路交通取締法違反被告事件",
  "court_name": "福岡高等裁判所第三刑事部",
  "result": "破棄自判",
  "article_info": "第8巻3号343頁",
  "gist": "一、　昭和二三年大分県規則第五号道路交通取締令施行規則第七条第五号の根拠法令\n二、　道路交通取締法施行令(昭和二八年政令第二六一号)第六八条第一三号の法意",
  "case_gist": "一、　昭和二三年大分県規則第五号道路交通取締令施行規則第七条第五号の規定は、道路交通取締法(昭和二二年法律第一三〇号)第二五条、道路交通取締令(同年内務省令第四〇号)第五四条第八号に根拠し、道路交通取締法施行令(昭和二八年政令第二六一号)附則第三項、同令第六八条第一三号によつてその法的効力を是認されたものと解すべきである。\n二、　道路交通取締法施行令第六八条第一三号の規定は、道路交通取締令第五四条第八条(改正同令第五四条第一六号)による委任の範囲を特に縮少する趣旨を包含するものではないと解するのが相当である。",
  "lawsuit_id": "23768",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=23768",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/768/023768_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人Ａ、同Ｂを各科料五〇〇円に処する。\nもし、右科料を完納することができないときは、いずれも金一〇〇円を\n一日に換算した期間当該被告人を労役場に留置する。\n理　　　　由\n検察官の控訴趣意は、検察官提出の控訴趣意書記載のとおりである。\n右に対する判断。\n原判決が、被告人両名は、昭和二九年一〇月四日大分県東国東郡ａ町大字ｂＣ前\n附近の交通ひんぱんな道路において、二輪自転車に二人乗り（被告人Ｂを荷台に乗\nせ被告人Ａが運転）をしたものである旨の本件公訴事実につき、右の事実につき、\n右の事実は証拠によつてこれを認めうるところであるが、道路において二輪自転車\nに二人以上乗ることを禁止する昭和二三年大分県規則第五号道路交通取締令施行規\n則（以下規則という。）第七条第五号の規定は、もしその制定の根拠を、昭和二八\n年政令第二六一号道路交通取締法施行令（以下政令という。）第六八条第一三号に\n求めるとすれば、その土地における気候風土、又はその土地における交通の状況に\n応じたもの、たとえば、特に交通ひんぱんな区域又は場所に限定するというような\n制限を附したものでなく、無制限に一般的な禁止を定めている点において、政令に\nよる委任の範囲を逸脱し、地方自治法第一五条第一項、憲法第三一条に違反する無\n効の規定と解するのほかなく、したがつて、右規則第七条第五号制定の根拠は、こ\nれを罰条として起訴状に示されているように政令第六八条第一三号に求むべきでは\nなくして、政令第四一条に求むべきであると解すべきところ、政令第四一条は本件\nに関する限り自転車の運転者のみを対象とするものであつて、同乗者を対象者とす\nるものとは解し難いのであるから、右規則第七条第五号の規定は、同乗者たる被告\n人Ｂに適用しうべき限りでないとし、被告人Ｂに対し、無罪、被告人Ａに対し有罪\nの言渡をしたものであることは、所論のとおりである。\n<要旨第一>よつて、まず、前記大分県規則第七条第五号の根拠法令について考究\nするに、昭和二三年一月一日から施行</要旨第一>されて現在に及んでいる昭和二二\n年法律第一三〇号道路交通取締法（以下法という。）によれば、その第二五条に\n「道路において交通の妨害となり又は交通の危険を生ぜしめるような行為で命令で\n定めるものは、これをしてはならない。」と規定して、道路において交通の妨害と\nなり又は交通の危険を生ぜしめるような行為を命令で定める場合のあることを明ら\nかにし、同法施行の日から施行きれた昭和二二年内務省令第四〇号道路交通取締令\n（以下旧令という。）は、その第五四条に「道路において、左の行為をしてはなら\nない。）とし、道路において交通の妨害となり又は交通の危険を生ぜしめるような\n行為として、同条第一号ないし第七号に各種の行為を列挙し、同条第八号に「都道\n府県知事の定める行為」と定めて、更に細かな具体的な定はこれを都道府県知事に\n委任していることが明らかである。この旧令第五四条の規定が、法第二五条（同法\n条は、法施行の当初昭和二三年一月一日から現在まで改正変更されていない。）の\n規定に基くものであることは、両規定の体裁、内容、他の条文との比較等によつて\nこれを推知するに難くないところであるのみならず、昭和二四年総理府令第二七号\nにより、旧令第五四条が「法第二五条の規定により、道路においてしてはならない\n行為は、左の通りとする。」と改正され、同条第一号ないし第一五号に、道路にお\nいて交通の妨害となり又は交通の危険を生ぜしめるような各種の行為を列挙し、同\n条第一六号に「都道府県知事の定める行為をすること。」と改正されるに至つてい\nる事実に徴して、ますます明白である。以上によつて、前記大分県規則第七条第五\n号の規定は、法第二五条に基く旧令第五四条第八号（改正旧令では第五四条第一六\n号に相当）に根拠するものであること、ほとんど疑をさしはさむ余地がないという\nべきである。\nところで、旧令は、昭和二八年八月三一日総理府令第五四号道路交通取締法施行\n規則附則第二項により廃止され、前記政令すなわち現行の道路交通取締法施行令\nが、これに代つて引続き同年九月一日から施行されたのであるが、同政令附則第三\n項に「この政令施行前旧令の規定により都道府県知事が制定した道路における禁止\n行為に関する定、自動車及び原動機付自転車以外の諸車の燈火の制限に関する定そ\nの他道路の取締に関する定は、それぞれこの政令の相当規定に基いて制定されたも\nのとみなす。」と規定し、同政令第六八条が、「法第二五条に規定する道路におい\nて交通の妨害となり、又は交通の危険を生ぜしめるような行為で命令で定めるもの\nは、左の各号に掲げるものとする。」と定め、その第一三号に「前各号に掲げるも\nのの外、その土地における気候風土又は交通の状況にじ都道府県知事（昭昭二九年\n政令第一八一号による改正後においては公安委員会）が道路における危険又は交通\nの妨害を防止するため必要と読めて指定した行為をすること。」と規定していると\nころからみて、規則第七条の根拠であつた前記旧令第五四条第八号（改正旧令同条\n第一六号）に相当する政令の規定とは、まさに政令第六八条第一三号を指すもので\nあること、まことに明白であつて、規則第七条第五号の規定は、政令附則第三項に\nより、政令第六八条第一三号の規定に基いて制定されたものとみなされたと解する\nのが至当である。\n<要旨第二>次に、法第二五条に基く道路において交通の妨害となり、又は交通の\n危険を生ぜしめるような行為の禁止規</要旨第二>定を都道府県知事において制定す\nる場合につき、旧令第五四条第八号（または第一六号）は、「都道府県知事の定め\nる行為」と規定し、政令第六八条第一三号は、「……その土地における気候風土又\nは交通の状況に応じ都道府県知事（前記改正後においては公安委員会）が道路にお\nける危険又は交通の妨害を防止するため必要と認めて指定した行為」と規定し、そ\nの表現を異にしていること前述のとおりではあるが、右表現の相違は、原判決が解\n釈するように、政令が旧令にくらべて委任の範囲を縮少したものと解するのは相当\nでない。およそ、道路において交通の妨害となり、又は交通の危険を生ぜしめるよ\nうな行為は、その行為自体の態様においてほとんど無限であり、これが禁止の必要\nとされる限度の如きも、その土地における気候風土又は交通の状況等外的諸条件に\n左右される場合が多いところから、都道府県知事において、委任に基き道路におけ\nる禁止行為を定めるにあたつては、必ずしも全国一律的であることを要しない一\n方、国民の自由を不必要に制限することがないように、道路交通における秩序と安\n全の確保に必要であると認められる限度内にとどめられるべきものであることは、\nことがらの性質上おのずから明白であつて、その趣旨においては、旧令と政令とに\nおいて何ら変るところなく、政令第六八条第一三号は、ただこの趣旨を注意的に明\n確化したのにとどまり、何ら委任の範囲を変更したものではないと解するのが相当\nである。従つて、前記大分県規則第七条が、「道路においては他の規定によるの外\n左の行為をしてはいけない」とし、その第五号に「二輪自転車に二人以上乗るこ\nと、但し七才以下の者一人を乗せることはこの限りではない」と規定し、一定の制\n限、たとえば、特に交通ひんぱんな区域又は場所における行為というような制限を\n設けることなく、広く一般的な禁止を規定していることを理由として、政令第六八\n条第一三号による委任の範囲を逸脱する違法があるものと解するのは当らない。の\nみならず、政令附則第三項は、旧令の規定により都道府県知事が制定した道路にお\nける禁止行為に関する定は政令の相当規定に基いて制定されたものとみなす旨を規\n定していることは前述のとおりである。「みなす」とは、法的効力の同一であるこ\nとを認めるという趣旨である。すなわち、前記大分県規則第七条第五号の規定は、\n政令の相当規定たる政令第六八条第一三号に基いて制定されたものと同一の法的効\n力を有するものと認められたのである。右規則第七条第五号の規定が政令の施行に\nよつてその法的効果を否定さるべき理由は全く存しないものといわなければならな\nい。\nなお、政令第六八条第一三号中都道府県知事とあるのは、昭和二九年政令第一八\n一号により同年九月一日以後においては公安委員会と改められ、同政令附則第四項\nにより、従前の政令の規定により都道府県知事が制定している道路における禁止行\n為に関する定は、改正後の政令の相当規定によつて都道府県公安委員会が改廃の措\n置をとるまでの間なお効力を有するものとされ、大分県公安委員会においては、昭\n和二九年一二月二〇日同委員会規則第一一号大分県道路交通取締規則を公布し昭和\n三〇年一月一日から施行したので、これにより従前の規則第七条第五号の規定は昭\n和二九年一二月三一日限りその効力を失うに至つたのであるが、右公安委員会規則\n附則第三項により同規則施行前の行為に対する罰則の適用については、なお従前の\n例による旨が定められているのであるから、被告人らの本件所為の処罰に関する限\nりにおいては、従前の規則第七条第五号の規定はなおその効力を保持するものであ\nることが明かである。そして右規則第七条第五号が、自転車の運転者並びに同乗者\nの双方を対象とするものであることは、立法の趣旨並びに規定の文理解釈上もとよ\nり論をまたないところである。原判決が右規則第七条第五号は自転車の運転者でな\nい方の同乗者に適用がないとし、法第二五条政令第六八条政令第一三号に根拠する\n有効な規定と解する余地がないとしたことは、法令の解釈を誤つたものであり、原\n判決に法令適用の誤があつて、その誤が判決に影響を及ぼすことの明かな場合にあ\nたることは明白であるというべく、論旨はすべて理由があり、原判決は破棄を免か\nれない。\nよつて、刑訴第三八〇条第三九七条により原判決を破棄し、刑訴第四〇〇条但書\nに従い本件について更に判決する。\n（罪となるべき事実）\n被告人両名は、昭和二九年一〇月四日午前一〇時三五分大分県東国東郡ａ町大字\nｂＣ前町近道路において二輪車に相乗り（被告人Ｂは同自転車の荷台に乗り、被告\n人Ａにおいて運転進行）したものである。\n（証拠の標目）\n一、　司法巡査Ｄ作成の交通違反現認報告書\n一、　検察事務官の面前における被名人両名の各供述調書\n一、　原審公判における被告人両名の各供述\n（法令の適用）\n被告人両名につき、それぞれ、\n道路交通取締法第二五条、第二九条第一号。\n道路交通取締法施行令第六八条第一三号、同令附則第三項。\n昭和二三年大分県規則第五号道路交道取締令施行規則第七条第五号。\n昭和二九年一二月二〇日大分県公安委員会規則第一一号大分県道路交通取締規則\n附則第三項。\n罰金等臨時措置法第二条第二項。\n刑法第一八条。\n以上の理由により主文のとおり判決する。\n（裁判長判事　筒井義彦　判事　柳原幸雄　判事　岡林次郎）\n"
}