{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 27,
    "month": 10,
    "day": 16
  },
  "case_number": "昭和27(う)278",
  "case_name": "昭和二五年政令第三二五号違反被告事件",
  "court_name": "札幌高等裁判所第三部",
  "lawsuit_id": "24335",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=24335",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/335/024335_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人等を各免訴する。\n理　　　　由\n弁護人杉之原舜一の控訴趣意は同人提出の別紙控訴趣意書記載の通りで、これに\n対する判断は次の通りである。\n昭和二十五年政令第三二五号占領目的阻害行為処罰令（以下政令第三二五号とい\nう）は連合国最高司令官の日本国政府に対する指令の趣旨に反する行為、その指令\nを実施するために連合国占領軍の軍、軍団又は師団の各司令官の発する命令の趣旨\nに反する行為及びその指令を履行するために日本国政府の発する法令に違反する行\n為を処罰するものであることは、同令第一条及び第二条によつて明白である。元来\n政令第三二五号の基本法たる昭和二十年勅令第五四二号はポツダム宣言を受諾して\n同宣言の定むる諸条項を誠実に履行すべき義務を負い且降伏文書に調印して同文書\nに定むる降伏条項を実施するため連合国最高司令官の発する命令を履行するに必要\nな緊急措置として制定されたもので、政令第三二五号の趣旨は右勅令とともに降伏\n条項の実施にあるのであつてこの降伏文書には「ボツダム宣言ノ条項ヲ誠実ニ履行\nスルコト並ニ右宣言ヲ実施スル為連合国最高司令官又ハ其ノ他特定ノ連合国代表者\nガ要求スルコトアルべキ一切ノ命令ヲ発シ且斯ル一切ノ措置ヲ執ルコトヲ天皇、日\n本国政府及其ノ後継者ノ為ニ約ス」また「天皇及日本国政府ノ国家統治ノ権限ハ本\n降伏条項ヲ実施スル為適当ト認ムル措置ヲ執ル連合国最高司令官ノ制限ノ下ニ置カ\nルルモノトス」とあつて右降伏文書は旧憲法の定めるところにより天皇の大権に基\nきポツダム宣言を受諾し旧憲法の予定しなかつた旧憲法以上の効力を<要旨第一>有\nするに至つたものである。これは日本国憲法の施行後においても同様であつて、降\n伏文書は超憲法的基本法</要旨第一>を成すものであつた。従つて最高司令官の指示\nは超憲法的権力の発動と見るべきものであり、この指令の趣旨に反する行為を処罰\nすることを定めた政令第三二五号第二条の規定は連合国の占領下においては憲法上\nその有効性を容認しなくてはならなかつたものである。ところが平和条約の発効に\nより占領状態は終了し日本国民の主権が完全に回復した現在においては、改めて憲\n法に照らしその合憲性を判断しなければならないのである。\n<要旨第二>何人といえども、わが裁判所においては、日本国憲法の定めるところ\nに従つて制定された法規範に違反した</要旨第二>場合に限つて刑罰を科せられる。\nこれが憲法第三十一条の本旨である。従つて可罰行為は、国会の制定した法律によ\nつて規定されなければならないのであつて、もし当該法律において単に刑罰の種類\n範囲のみを定め直接に、その違反を処罰すべき法規範を定めないとき（いわゆる空\n白刑法）には、他の法律においてその法規範を定めるか、または当該法律の委任に\nよつて他の行政機関がこれを定めなければならない（いわゆる委任命令）。これは\n日本国民に保障された基本的人権として侵すべからざるものである。それゆえ連合\n国最高司令官の指令の定めるところを法規範とし、これに違反する行為をもつて処\n罰の対象とする政令第三二五号の規定が右憲法規定に違反するものとして効力を否\n定されるべきものであることは、完全な国家主権における司法本来の姿と<要旨第\n三>して当然のことである。そうすると、平和条約発効後において連合国最高司令官\nの指令の趣旨に反する行為に</要旨第三>対し刑罰を科することは、たといその違反\n行為が平和条約の発効前すなわち日本国民の主権の制限されていた連合国占領中に\nなされたものであつてもこれを限時法の効力として容認しえないのはもちろん、右\n違反行為に対する罰則の適用について従前の例による旨を定めた昭和二十七年五月\n七日法律第一三七号第三条の規定はその効力を有しえないのである。けだし違憲の\n処罰法規の効力を存続させようとする法律の規定自体が違憲であるところから生ず\nる当然の帰結である。\n<要旨第四>以上説明するとおり、政令第三二五号中連合国最高司令官の指令の趣\n旨に反する行為を処罰する規定は、平</要旨第四>和条約の発効によつて効力を失つ\nたものであつて、かようの場合には刑事訴訟法第三百三十七条第二号にいう犯罪後\nの法令により刑が廃止されたときに該当するものと解するのを相当とするから、判\n決で免訴の言渡しをしなければならない。\n本件公訴事実は起訴状記載のとおりであつて、要するに、被告人等は連合国最高\n司令官の一九四五年九月十日付「言論及ビ新聞ノ自由」に関する覚書の趣旨に違反\nし連合国に対する破壊的批評を論議したもので、政令第三二五号に該当するという\nにあつて、原審において各有罪の判決言渡があつたものであるところ、右判決後前\n説明のとおり右公訴事実に対する刑の廃止があつたので、刑事訴訟法第三百九十七\n条、第三百八十三条により原判決を破棄し、同法第四百条但書、第三百三十七条第\n二号を適用し、主文のとおり判決する。\n（裁判長判事　藤田和夫　判事　成智寿朗　判事　臼居直道）\n"
}