{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 30,
    "month": 9,
    "day": 29
  },
  "case_number": "昭和30(ネ)999",
  "case_name": "債権仮差押異議事件",
  "court_name": "東京高等裁判所第四民事部",
  "article_info": "第8巻7号519頁",
  "gist": "異議の弁論においてなした仮差押決定表示の被保全債権の変更と原決定の効力",
  "case_gist": "賃貸借終了後の損害金債権を被保全債権とする仮差押決定に対する異議の弁論において、債権者が被保全債権を賃貸借に基く賃料債権に変更しても、原決定の効力には影響がない。",
  "lawsuit_id": "21631",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=21631",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/631/021631_hanrei.pdf",
  "contents": "主　　　　文\n原判決を取り消す。\n債権者Ａ（控訴人）債務者Ｂ（被控訴人）第三債務者Ｃの東京地方裁判\n所昭和二十九年（ヨ）第九七七一号債権仮差押命令申請事件につき同裁判所が同年\n十二月二十日なした仮差押決定はこれを認可する。\n訴訟費用は第一、二審とも被控訴人の負担とする。\n事　　　　実\n控訴代理人は、主文同旨の判決を求め、被控訴人は、控訴棄却の判決を求めた。\n当事者双方の事実上の陳述は、控訴代理人において、「（一）本件仮差押の被保\n全債権は賃料債権である。本件家屋の賃料については、当時物価の上昇甚だしく、\n統制賃料の修正が頻繁に行われていたのであるから地代家賃統制令に基く賃料の修\n正あるときは、賃貸人の値上の通告をまたずその都度当然にその額まで引き上げら\nれるものと解するを相当とするのみならず、昭和二十四年四、五月頃控訴人の代理\n人Ｄと被控訴人との間に、爾後公定賃料の修正あるときはその都度その額をもつて\n本件賃料の額となす旨の合意が成立した。また控訴人の親権者Ｅは、昭和二十六年\n六月被控訴人に対し一間につき千円の割合による賃料（三間で三千円）の支払を求\nめたが、これは総括的に賃料の値上を請求したものであるから、少くともその時以\n降その時における公定賃料まで値上せられたものというべきである。仮りに然らず\nとするも、昭和二十年十二月控訴人と被控訴人との間に本件の賃料を一ケ月百円と\nする旨の合意が成立したので、被控訴人は、少くとも昭和二十四年一月一日から昭\n和二十九年十一月三十日まで一ケ月金百円の割合の賃料合計七千百円の支払義務あ\nるものである。（二）被控訴人は、現在無職であり、且つ歯科医をしている二男Ｆ\nと共同生活をなし、被控訴人と右Ｆとの財産関係も明瞭な区別がなく、殊に被控訴\n人は昭和二十一年十一月以降現在にいたるまで全く賃料の支払をしていないから、\n本件賃料請求権の保全を必要とする。（三）本件仮差押決定において被保全債権の\n表示が債権者（控訴人）の債務者（被控訴人）に対する賃料相当損害金四万六千八\n百七十四円の内金二万七百三十円となつていることは事実であるが、賃料相当損害\n金債権と賃料債権とは債権として同一性を失うものでなく、債権者たる控訴人は、\n右決定の異議の訴訟において請求の基礎に変更のない限り右損害金債権を賃料債権\nに変更することができるのであるから、控訴人が本件異議の訴訟において被保全債\n権を賃料債権であるといつたからといつて、右は何ら本件仮差押決定の内容を変更\nするものでもなく、またその効力を左右するものでもない。（四）被控訴人主張の\n不法占有による損害金及び電気瓦斯使用料の請求権の存在はこれを否認する。」と\n陳述し、被控訴人において、「（一）控訴人は、本件仮差押命令を申請するに当\nり、被保全債権として賃料相当の損害金四万六千八百七十四円の内金二万七百三十\n円を主張し、その旨の決定がなされた。しかるに本件異議訴訟においては、控訴人\nは、被保全債権は損害金債権でなく、賃料債権であると主張した。損害金は家屋賃\n貸借契約が存在しない場合に生ずるものであり、賃料はそれの存在する場合に発生\nするものであるから、控訴人に賃料請求権があるならば損害金債権があるべき筈な\nく、本件仮差押命令は、被保全債権を欠くものとして取り消さるべきである。\n（二）　被控訴人は、控訴人先代Ｇより本件家屋の全部を永久的に賃借して今日\nに及んでいる。その間控訴人主張のように家屋の一部を返却する旨の合意をなした\n事実はない。控訴人らが本件家屋の一部に居住しているのは被控訴人の本件家屋に\n対する正当なる占有権を不法に侵奪しているのである。被控訴人が控訴人との間に\n本件家屋の賃料一ケ月百円と約定し、昭和二十四年一月一日から昭和二十九年十一\n月三十日までの賃料が金七千百円となることはこれを認めるが、この賃料は本件家\n屋全部の賃料であるので、控訴人がこの賃料を請求するためには、（１）まず控訴\n人はその世帯人員全部と共に本件家屋より立ち退き、これを被控訴人に引き渡すこ\nと、（２）昭和二十一年三月二十八日以降引渡の当日まで一ケ月金六千円の割合に\nよる不法占有損害金及び電気、瓦斯使用料一万三百八十八円を被控訴人に支払うこ\nとの二つを同時履行しなければならない。控訴人の代理人Ｄと被控訴人との間に控\n訴人主張のような合意が成立したこと、並びに控訴人の親権者Ｅから控訴人主張の\nような値上の通告のあつたことはこれを否認する。」と陳述した外、原判決の摘示\nと同一であるので、ここにこれを引用する。\n疏明として、控訴代理人は、当審において新たに甲第九、十号証を提出し、証人\nＤの証言及び控訴法定代理人Ｅ本人尋問の結果を援用し、被控訴人は、甲第九、十\n号証の各成立を不知と述べた外、双方とも原判決摘示と同一に提出、援用並びに認\n否をなしたので、ここにこれを引用する。　○理由\n控訴人先代Ｇが昭和二十年四月二十二日被控訴人に対しその所有にかかる本件家\n屋を賃料一ケ月金七十円、毎月末日支払、期間一年の約定で賃貸したこと、右Ｇは\n同年八月九日死亡し、控訴人はその家督相続をなし、よつて右賃貸借の賃貸人たる\n地位を承継したこと、並びにその後右期間は更新せられ、また右賃料は同年十二月\n頃合意の上一ケ月金百円に改訂せられたことは、当事者間に争なく、控訴人は本件\n異議訴訟において、右賃貸借に基く昭和二十四年一月一日以降昭和二十九年十一月\n三十日までの賃料内金債権を被保全債権として本件仮差押の申請をなす旨主張する\nところ、被控訴人は、右仮差押申請は昭和二十六年六月十四日最高裁判所のなした\n決定により停止されている旨王張するにより審究するに、昭和二十三年四月二十八\n日東京地方裁判所において当時本件家屋に関し本件当事者を当事者として同裁判所\nに係属していた同庁昭和二十一年（ハ）第三八三号及び同年（ハ）第四七八号事件\nにつき、控訴人外三名と被控訴人との間に調停に代る裁判がなされ、右裁判に対し\n被控訴人が抗告し、同裁判所昭和二十三年（ソ）第一二号事件として審理せられそ\nの決定において右裁判の一部が変更され、さらにこの決定に対し被控訴人が再抗告\nをなし東京高等裁判所昭和二十五年（ラ）第二〇三号事件として審理の結果昭和二\n十六年六月五日抗告棄却となつたが、これに対し被控訴人が最高裁判所に特別抗告\nをなし、同庁昭和二十六年（ク）第一〇九号事件として目下同裁判所に係属中であ\nり同裁判所は、同年六月十四日同庁同年（マ）第三七号をもつて右調停に代る裁判\nに基く執行は申請人（被控訴人）から保証として金五、〇〇〇円を供託するときは\n右第一〇九号抗告事件の決定あるまでこれを停止する旨の決定をなし、被控訴人が\n右保証金を供託したことは、凡て当事者間に争のないところである。\nしかしながら、成立に争ない乙第一号証によれば、右最高裁判所のなした停止決\n定の趣旨は、被控訴人のなした特別抗告が執行停止の効力を有しないため、被控訴\n人に対し金五千円の保証を立つることを条件として右最高裁判所昭和二十六年\n（ク）第一〇九号抗告事件の決定あるまで、右東京地方裁判所が、昭和二士二年四\n月二十八日なした調停に代る裁判に基く執行を停止するにあつて、それ以外に及ば\nないことが明らかであり、また成立に争ない甲第二号証第八号証によれば、右調停\nに代る裁判のなされた事件と本件とはその請求の趣旨は別異であつて、別段重訴の\n関係もないのであるから、被控訴人の前示主張は理由がなく、採用の限りでない。\n次に被控訴人は、本件仮差押決定はその被保全債権を損害金債権と表示してなさ\nれたものであるところ、控訴人は本件異議の訴訟においてこれを賃料債権であると\n主張したのであるから本件仮差押決定はその表示の被<要旨>保全債権がないことが\n明らかになつたものというべく、従つて取り消さるべきものであると主張する。な\nる程、</要旨>本件仮差押決定においてその被保全債権を損害金債権と表示したこと\nは被控訴人主張のとおりであり、また仮差押決定に対する異議は弁論手続により対\n立する当事者にその主張並びに、疏明方法の提出を尽さしめ慎重に申請の当否を判\n断することを求めるとともに弁論手続によらずしてさきになされた仮差押決定に対\nする不服申立方法としてその当否の裁判を求めるものであるが、異議の訴訟におい\nては、申請人は請求の基礎に変更なき限り、その被保全債権に関する主張をも変更\nすることを得るものと解するを相当とすべく、本件において、控訴人は、被保全債\n権は賃料債権であると主張したのであるが賃貸借終了後の賃料相当の損害金債権を\n賃貸借に基く賃料債権に変更することは、毫も請求の基礎に変更を来すものでない\nから、許されるところであるばかりでなく、記録の編綴の債権仮差押命令の申請書\nによれば、控訴人は第一に賃料相当損害金を又予備的に賃料債権を被保全債権とし\nて主張していることが明らかであるから、本件仮差押決定は右被保全債権の変更に\nよつて毫も影響をうけるものでなく、その当否は、控訴人か本件異議において被保\n全債権であると主張する賃料債権の有無、及右につき保全の必要ありや否によつて\n決せられるものといわなければならない。よつて被控訴人の前示主張は理由なしと\nして排斥する。\nしかして、当事者間に本件家屋の賃貸借が存在していたことは前認定の如く、被\n控訴人が現に右家屋の一部を使用収益していることは被控訴人の自認するところで\nあるから、右賃貸借の終了したことを被控訴人において主張立証しない限り、右賃\n貸借は依然として存続し、被控訴人は控訴人に対し右賃貸借に基く賃料支払義務を\n負担しているものと認めるのを相当とする。\nそして控訴人主張の各期間における公定賃料が控訴人主張のとおりであることは\n被控訴人の認めるところであり、右事実と当審における証人Ｄ、並びに控訴人の親\n権者Ｅの供述を綜合すれば、賃料増額につきその旨の意思表示を要すると否とにか\nかわらず、控訴人主張の金二万七百三十円の賃料債権の存在は一応その疏明があつ\nたものということができる。なおこの点につき疏明十分ならざるものがあつたとし\nても、控訴人に対して金五千円の保証を立てさせているのであるから、特に強力な\n反対疏明のない限り、賃料債権の存在を認めるのが相当である。また被控訴人は、\n控訴人に対し損害賠償債権並びに電気料等の請求債権を有する旨主張するが、その\n趣旨は、結局これらの債権と本件賃料債権とを対当額において相殺するにあるもの\nとしても、これら反対債権の存在を認めるに足る疏明なく、却つて前示証人並びに\n本人の供述によれば、その存在しないことが一応認められる。さらに、本件仮差押\nの必要性についても前記Ｄ証人の証言及び前記の如く被控訴人が控訴人に対し本件\n家屋の賃料を支払つてない事実に徴し将来被保全債権の執行に著しい困難を生ずる\nおそれがあるものと認められるのみならず、本件仮差押により債務者たる被控訴人\nに生ずべき損害のため、本件仮差押決定は保証として金五千円を供託すべきことを\n命じており、本件の場合右金額は保証として相当であると認められる。\n果して然らば、本件仮差押決定は相当であつてこれを認可すべく被控訴人の異議\n申立はその理由なきものといわなければならない。\nよつて、これと趣旨を異にする原判決は不当なるをもつて、これを取り消し、右\n仮差押決定を認可し、民事訴訟法三百八十六条、第九十六条、第八十九条を適用し\nて主文のとおり判決する。\n（裁判所判事　大江保直　判事　草間英一　判事　猪俣幸一）\n"
}