{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 33,
    "month": 3,
    "day": 10
  },
  "case_number": "昭和32(ネ)1704",
  "case_name": "賃借権確認占有回収請求事件",
  "court_name": "東京高等裁判所第七民事部",
  "result": "棄却",
  "article_info": "第11巻2号124頁",
  "gist": "転借人による転貸人の間接占有侵奪の成否",
  "case_gist": "転借人が転貸人の転貸人たることを否認する所為に出た場合、転貸の目的物にたいする転貸人の間接占有が奪われたものということはできない。",
  "lawsuit_id": "21412",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=21412",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/412/021412_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴はこれを棄却する。\n控訴費用は控訴人の負担とする。\n事　　　　実\n控訴代理人は、原判決をとり消す、被控訴人は控訴人に対し、東京都中央区ａｂ\n丁目ｃ番ｄ、ｅ、ｆに跨る家屋番号同町ｇ番鉄筋コンクリート造陸屋根四階建一棟\n（通称ｈビル）のうち、一階西南隅一室八坪一合三勺（通称ｉ階ｊ号室）間口一間\n半奥行六間をあけ渡すべし、訴訟費用は第一、二審共被控訴人の負担とする、との\n判決を求め、被控訴代理人は控訴棄却の判決を求めた。\n当事者双方の事実上の主張、証拠の提出、援用、認否は、被控訴代理人におい\nて、乙第一ないし第三号証を提出し控訴代理人において右乙号各証の成立を認めた\nほか原判決の事実らんに記載されたところと同一であるから、ここにこれを引用す\nる。\n理　　　　由\nいずれもその成立について争のない甲第一、二号証の記載と証人Ａの証言をあわ\nせ考えると、東京都中央区ａｂ丁目ｃ番のｄ、ｅ、ｆに跨る家屋番号同町ｇ番鉄筋\nコンクリート造陸屋根、四階建一棟が訴外丹陽商会の所有であつて、右建物のうち\n一階西南隅一室八坪一合三勺を控訴人が右訴外会社から昭和十七年ころ賃料一ケ月\n金二万二千七百六十四円、看板掲示料毎月金一千五百七十円、貸借期間一年と定め\nて賃借し、その後期間満了ごとに契約を更新して賃借してきたことを認めることが\nでき、この認定に反する証拠はない。\nかくして控訴人が昭和二十九年六月はじめまで本件室を占有使用していたことは\n当事者間に争のないところである。\nしかして昭和二十九年六月ころ以降の本件室の占有関係について当裁判所の認定\nする事実は原判決理由のしめすところと同一であるから原判決理由中の該当部分\n（判決原本六ぺージ二行目から八ぺージ一行目まで）をここに引用する。\nところで、控訴人は昭和三十年八月二十日ころ被控訴人によつて本件室の入口を\n閉ざされ出入を拒絶せられてその占有を奪われたのでこれが回収を求める、と主張\nする。\nしかしながら、控訴人は転貸借によつて被控訴人に現実の占有をうつし、賃借人\nとしての被控訴人の占有を手段として、すなわち被控訴人を占有代理人として本件\n室を占有するもので、いわゆる間接占有を有するものであること前段説示から明か\nである。かような代理占有による占有者の占有をうばわれたとするには、占有代理\n人の所持が、間接占有者の意思に反し、かつ占有代理人の意思に反して他人によつ\nて失わしめられなければならない。したがつて、被控訴人以外の第三者によつてそ\nの占有を侵奪されることは考えられるが、占有代理人である被控訴人によつてその\n占有を奪われるということはありえないこととしなければならない。\nすなわち、被控訴人が控訴人の入室を拒んだとしてもそのことだけでは控訴人は\nいぜんとして代理占有による占有権者であることに変りはないから控訴人の本件室\nの占有を奪つたことにならない。ただ被控訴人が入室拒絶と同時にこんご控訴人の\nために本件室を占有しない旨の意思をもつに至れば本人のために占有するとの代理\n占有の成立要件がなくなるので、控訴人の代理占有による本件室の占有権は消滅す\nるが、これは占有代理人である被控訴人の所持がうばわれることによるのでないか\nら控訴人の占有がうばわれたとはいえない。\n<要旨>これを要するに、本件のように賃借人がその占有中の賃貸借の目的物を転\n貸して任意に転借人に引渡した後</要旨>に、転借人が転貸人の転貸人たることを否\n認する所為におよんだとしても、民法第二百条に「占有者が占有ヲ奪ハレタルト\nキ」というにあたらない、というわけである。すなわち原判決は相当であるから本\n件控訴は理由のないものとしてこれを棄却すべく、訴訟費用の負担につき民事訴訟\n法第九十五条、第八十九条を適用し、主文のとおり判決する。\n（裁判長判事　藤江忠二郎　判事　谷口茂栄　判事　満田文彦）\n"
}