{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 34,
    "month": 8,
    "day": 31
  },
  "case_number": "昭和33(ネ)2825",
  "case_name": "判定取消請求事件",
  "court_name": "東京高等裁判所第五民事部",
  "article_info": "第12巻7号305頁",
  "gist": "地方公務員法第四六条による措置要求拒否の判定に対する出訴の許否",
  "case_gist": "地方公務員法第四六条に基く勤務条件に関する措置の要求をなした職員は、右要求を違法に拒否されたことを理由として訴を以つて救済を求めることができる。",
  "lawsuit_id": "21329",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=21329",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/329/021329_hanrei.pdf",
  "contents": "主　　　　文\n原判決を取消す。\n本件を静岡地方裁判所に差戻す。\n事　　　　実\n控訴人訴訟代理人は、原判決を取消す、本件を静岡地方裁判所に差戻すとの判決\nを求め、被控訴人訴訟代理人は、控訴棄却の判決を求めた。\n当事者双方の陳述は、控訴人訴訟代理人において次のように附加したほかは、い\nずれも原判決事実摘示のとおりであるから、これをここに引用する。\n地方公務員法（以下地公法という。）第八条第一項第九号が「職員の給与、勤務\n時間その他の勤務条件に関する措置の要求を審査し、判定し、及び必要な措置を執\nること。」を人事委員会の事務とし、同法第四十六条が職員に「人事委員会又は公\n平委員会に対して勤務条件に関し地方公共団体の当局により適当な措置が執らるべ\nきことを要求することができる。」としたことは、地公法が職員から労働組合を結\n成して労働協約を締結する権利、勤労条件に関して地方公共団体の当局と対当な立\n場で交渉する権利を奪い、更に職員の争議権までも禁止したことに対応し、職員の\n勤労条件を適正、公平なものにしようとする趣旨に出たものであり、この制度は地\n方公共団体の職員に関していわば憲法の保障する各種の労働基本権に代替し得べき\nものであり、職員の措置要求権は地方公務員の労働基本権ともいうべきものであ\nる。被控訴人の本件判定は措置要求に対する判断、意見の表明にすぎず、控訴人の\n権利義務に直接影響を及ぼすべき処分が必ずなされるものでもないから、判定の当\n否は行政訴訟の対象とはなり得ないとの見解があるけれども、（一）地公法第四十\n七条によれば、人事委員会又は公平委員会は、事案を判定し、要求を理由ありと認\nめたときは、その権限に属する事項については自ら之を実行し、その他の事項に関\nしては権限を有する地方公共団体の機関に対し必要な勧告をしなければならないと\nされている。人事委員会は理由ある要求に対しては必要な勧告をなすことを義務づ\nけられるのであつて、この点で措置要求に対してする人事委員会の判定は人事委員\n会が地公法第八条第一項第四号、同法第二十六条その他の規定に基いてする任意的\n勧告と異り、単なる人事委員会の意見の表明ではない。職員が人事委員会をして義\n務的に判定をなすべく約束し得る権能は職員が任用されている事実に基き有する行\n政法上の請求権である。よつて不法に理由ある申立を却下する判定は右の行政法上\nの権利を侵害する行政処分である。（二）また措置要求に対し専門的な知識を有\nし、かつ公平な立場から、人事委員会又は公平委員会がした判定たる勧告は、他の\n関係行政機関においても極力これを尊重すべきことはむしろ当然のことであるのみ\nならず、実質的にも勧告に従つた措置の執られることが充分期待され得るのであ\nり、かような期待もまた一種の期待権として当然に憲法的行政法的保障を受ける。\n何となれば措置要求に基く人事委員会又は公平委員会の判断及び措置が地方公共団\n体職員の勤務条件に関する唯一の経済的救済方法であるからである。地方公務員法\n第六十一条第五号が特に措置要求を故意に妨げる行為に対して罰則を以て臨んでい\nることも、措置要求に基くかような期待が権利として保護されていることを示すも\nのである。従つて不法に理由ある要求を却下して必要な措置を勧告しないのは右の\nような期待権の侵害である。（三）のみならず、措置要求に対する判定としての必\n要な勧告が要求者の権利義務に直接影響を及ぼすべき処分であることは、地公法第\n四十九条第五十条による不利益処分に関する審査の結果「人事委員会又は公平委員\n会が、その処分を承認し、修正し、又は取消し及び必要がある場合において任命権\n者にその職員の受けるべきであつた給与その他の給付を回復するため必要でかつ適\n切な措置をさせる等一定の指示をしなければならない。」場合と本質的な差異はな\nいのである。後者の場合でも人事委員会、公平委員会の指示は、それが任命権者に\nよつて遂行されることが期待されるだけで、指示自体によつて指示されたことが実\n現されるわけではない。しかして後者において、人事委員会又は公平委員会の判定\nは、行政事件訴訟特例法第二条にいう「行政処分」に該当することは、判例上も認\nめられているところであり、又給与支給の指示に従う必要な予算がない場合におい\nても、任命権者はすみやかに予算措置を講ずる義務があるものであり、行政措置要\n求に対する判定に対してのみ訴訟上の救済が与えられないはずはないのである。地\n公法第八条第八項が特に規定を設け、同第七項において措置要求についての判定を\n人事委員会、公平委員会の専権とされているにかかわらず、そのことが「法律問題\nにつき裁判所に出訴する権利に影響を及ぼすものではない。」と明示しているの\nも、人事委員会の勤務条件に関する措置要求に対する判定の終局的当否を裁判所の\n判断にかからしめようとすることを示すものである。もし措置要求に対する判定の\n当否は行政訴訟の対象とならないとの見解に従えば、地方公務員の勤務条件につい\nての判断は行政機関である人事委員会又は公平委員会が終局的になすことになり、\n訴訟上これを争うことは一切できないことになる。かくでは地方公務員に対し勤務\n条件を適正に確保しようとする地公法の諸規定は手続的に昀後の保障を失うに至\nり、改めて地公法自体の憲法第二十八条、第三十二条に関する違憲性が問題となる\nであろう。仮に以上の主張が全面的に容れられないとしても、控訴人主張の措置要\n求中原判決事実摘示の（二）の事項に関しては、控訴人は、被控訴人の処分権限に\n属する事項についての措置要求をなしているものであり、少くとも該事項に関する\n人事委員会の判定は、人事委員会自身を法律的に拘束するものであり、従つて該事\n項についての判定は、行政訴訟の対象となるべきものである。\n理　　　　由\n被控訴人は、そのなした本件判定は単なる判断、意見の表明であつて、直ちに控\n訴人の権利義務に影響を及ぼすものではないから、訴訟の対象となる行政処分に当\nらないと主張する。\n<要旨>地公法第四十六条の規定によれば、職員は、給与、勤務時間、その他の勤\n務条件に関し、人事委員会又は公</要旨>平委員会に対して、地方公共団体の当局に\nより適当な措置が執られるべきことを要求することができる。右の要求をなすこと\nは、同条により職員に保障せられた権利であつて、右要求を受けた人事委員会又は\n公平委員会は、必ず同条に定める審査を行い、事案を判定し、その結果に基いて同\n条に定める措置を執らなければならない。もし、人事委員会又は公平委員会が職員\nの右要求を違法に拒否したときは、職員はその権利を違法に害せられたものとし\nて、右拒否処分に対し訴訟を以て救済を求めることができるものと解すべきであ\nる。\nもつとも人事委員会又は公平委員会の判定の結果、事案により、或は要求を棄却\nされることがあり、又たとえ必要な勧告をなした場合も、これに基いて当該事項に\n関し権限を有する地方公共団体が現実に処分をなすことにより初めて職員自身の具\n体的な権利義務の変動を生ずるものであつて、判定それ自体によつては当然には既\n存の法律関係に実体上の変動を生ずることのないのが通例ではあるが、それがため\n直ちに人事委員会又は公平委員会の判定が単なる意見の表明に過ぎず取消訴訟の対\n象にならないものであると断定することはできない。けだし人事委員会又は公平委\n員会の適法な判定を受けることは、それ自体が職員に保障された地公法上の権利で\nあり、この権利は地公法が一方において、職員に対し労働組合法の適用を排除し、\n団体協約を締結する権利を認めず又争議行為をなすことを禁止し、労働委員会に対\nする救済申立の途をも是認しないことに対応し、職員の勤務条件の適正を確保する\nため職員に認められた権利であつて、それは憲法第二十八条に由来しその規定を職\n員について具体化したものともいうべく、職員から勤務条件に関する措置要求があ\nつたときは、人事委員会又は公平委員会は、事案について審査を行いこれを判定\nし、その結果に基いてその権限に属する事項については自らこれを実行し、その他\nの事項については当該事項に関し権限を有する地方公共団体の機関に対し必要な勧\n告をすることを同法第四十七条の規定を以て義務づけられているものであり、同法\n第六十一条第五号の規定が、措置要求の申出を故意に妨げた行為に対し罰則を以て\n臨んでいることからも、この権能が単なる恩恵の反射的効果ではなく権利として法\n律の強い保障の下に置かれていることを知ることができる。従つて地公法第四十六\n条の措置要求を人事委員会又は公平委員会により違法に却下又は棄却されたことを\n主張する職員は、法律の保障した右措置要求権を人事委員会又は公平委員会の判定\nにおいて侵害されたことを主するものであり、従つて司法裁判所に訴を以て右判定\nの取消を求めることができなければならない。この場合は、職員は、人事委員会又\nは公平委員会の判定により直接その勤務条件に法律上の不利益を受けたことを主張\nするものではなく、人事委員会又は公平委員会の判定により自己の措置要求権が侵\n害されたことを主張するものである。従つて判定がそれ自体職員の勤務条件を直接\n変更するものでないことを理由に、要求棄却の判定を以て訴訟の対象たるべき行政\n処分に当らないとすることはできない。又このように解するのでなければ、措置要\n求を却下又は棄却する判定は、それがいかに違法な判定であつても司法裁判所によ\nる救済を受ける途がないことになり、職員に同法所定の要求をなす法律上の権利を\n保障した規定は空文に帰する虞あるを免れず、その不当なことは明らかである。\nもとより、地公法によれば、同法第四十六条に定める要求に対し人事委員会は公\n平委員会の執るべき措置については広汎な裁量範囲が認められ、事案によつては要\n求を棄却することもまた裁量の範囲に属するものというべく委員会の手続に法令の\n違背があるか又はその裁量が裁量権の限界を超え又は裁量権の濫用があると認めら\nれない限り、判定を違法とすることはできないのであつて、かような事由がないた\nめその判定が適法とされるときは、これを違法と主張する原告の請求は理由がない\nものとしてこれを棄却する旨の本案判決を受けることになるのであつて、これを訴\n訟の対象にならないものとして本案の判断を拒むことはできない。\nよつて、本件判定がそれ自体控訴人の権利義務に直接なんらの影響を及ぼさず又\nこれを前提として控訴人の権利義務に直接影響を及ぼすべき行政処分が必ずなされ\nるものでもないという理由で、これを行政訴訟の対象とならないものとし、控訴人\nの訴を却下した原判決は違法であるから、民事訴訟法第三百八十八条に従いこれを\n取消し、事件を原裁判所に差戻すべきものとし、主文のとおり判決する。\n（裁判長判事　川喜多正時　判事　小沢文雄　判事　位野木益雄）\n"
}