{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 30,
    "month": 8,
    "day": 23
  },
  "case_number": "昭和29(う)633",
  "case_name": "住居侵入被告事件",
  "court_name": "札幌高等裁判所第三部",
  "result": "棄却",
  "lawsuit_id": "24296",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=24296",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/296/024296_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n当審における訴訟費用は、全部被告人の負担とする。\n理　　　　由\n本件控訴の趣意は、弁護人林信一および被告人提出の各控訴趣意書記載のとおり\nであるから、ここにこれを引用する。\n被告人の控訴趣意のうち（一）について\n本件記録によると、原審か昭和二十九年一月二十五日本件被告事件から被告人Ａ\nを分離して審理する旨の決定をなし、本件については、被告人だけが審判されたこ\nとは所論のとおりである。しかし刑事訴訟法第三百十三条第一項によれば、裁判所\nは適当と認めるときは、いつでも弁論を分離することができる旨を規定している本\n件においては、被告人Ａが病気のため相当長期間公判期日に出頭することができな\nいことが明らかとなつたので、原審が同法第三百十四条第二項に従い、同被告人に\n対する本件被告事件について公判手続を停止する旨の決定をなし、これと同時に前\n記のように弁論を分離したことが本件記録に徴し明らかであるから、かような場合\nに弁論を分離するのは適当な措置というべく原審には訴訟手続法上間然するところ\nはない。従つて、本件弁論の分離を不当とする所論は、理由なく到底採用し得な\nい。\n弁護人の控訴趣意第一点（審理不尽）の（１）および（２）について\n<要旨>おおよそ国政に関する調査の権能は、国会両議院に属しその調査のため、\n証人尋問、記録の提出要求を行う</要旨>ことのできることは憲法第六十二条により\n明らかであるか、これ以上の強制力を有する住居侵入、捜索、押収、逮捕のごとき\nは許されていない。蓋し国政調査権は、刑事司法活動ではなく国政の調査を目的と\nするものであつて、これを逸脱するような強力な手段は到底これを許容することが\nできないからである。しかも、なお国政調査権は、憲法上保障された国民の基本権\nからの制約を受け、これを侵害するような強力な調査は、否定されるものというべ\nく、調査の方法として派遣された議員といえども同一であつて、かような強力な調\n査権は有しないものと解すべきである。　されば、本件において当時、Ａが衆議院\n議員であつたこと所論のとおりとしても、原判決が認定した事実は、被告人がＡと\n共謀して、故なくＢ株式会社Ｃ鉱業所用地内の建造物である進発所に侵入したとい\nうにあつて、その挙示する証拠によれば、Ａの右立入が同所の看守責任者である同\n鉱業所勤労課長代理Ｄの意思に反し、その他何人の承諾をも得ていないこと、およ\nび右立入を許容しなければならない何等特段の事情もなかつたことが認められるか\nら、前説示に照し、Ａの本件所為は、明らかに憲法の保障する住居権の侵害とな\nり、又かりに同人に調査のための権能があつたとしても、前記のようにその行使の\nために強力な手段を用いるが如きは、不当な調査方法であつて、到底正当な職務行\n為とはいい得ないから、刑法第三十五条によつてその違法性は阻却されることとは\nならない。従つて、原審が右事実を認定するに当り、更に進んで、同人が所論のよ\nうな調査の権能を有していたか否を審理しなかつたとしても、原判決には審理不尽\nの違法はない。\n同（３）および被告人の控訴趣意のうち（二）について\n被告人がかりに所論にいうように本件鉱業所の従業員の地位を有しているとして\nも、正当な事由を有しない限り、立入禁止箇所に素りに侵入することは許さるべき\nではないところ、原判決挙示の証拠によれば、被告人は、本件当時すでに解雇の通\n告を受け、事実上稼動に従事していなかつたが、偶々Ａの意を受けて、稼動するた\nめではなく、単に同人をその欲する場所に伴うべく、一般稼動を目的とする者以外\nの立入を禁止した趣旨と看做される本件進発所に侵入したことが認められるから、\n被告人のかかる行為は、もとより正当な事由にもとずかないものというべく、従つ\nて、その従業員の地位を保有すると否とを審理するまでもなく、原判決が前掲証拠\nによつて原判示事実を認定しても、審理不尽の違法はない。右論旨は理由がない。\n同第二点（事実誤認）について\n所論は、要するに原判示事実の犯意を否認し、事実誤認を主張するのであるが、\n原判決挙示の証拠を総合し検討すれば、原判示事実を優に認定でき、その他記録を\n精査するも、原判決に事実誤認は認められない。論旨は理由がない。\nよつて、刑事訴訟法第三百九十六条により本件控訴を棄却すべきものとし、同法\n第百八十一条第一項本文に則り当審における訴訟費用は全部被告人に負担させるこ\nととして、主文のとおり判決する。　（裁判長裁判官　原和雄　裁判官　水島亀松\n裁判官　中村義正）\n"
}