{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 28,
    "month": 8,
    "day": 14
  },
  "case_number": "昭和28(う)869",
  "case_name": "公職選挙法違反被告事件",
  "court_name": "福岡高等裁判所第二刑事部",
  "result": "棄却",
  "lawsuit_id": "23836",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=23836",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/836/023836_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n理　　　　由\n弁護人田中廉吾の控訴趣意は記録に編綴されている同弁護人提出の控訴趣意書記\n載のとおりであるからこれを引用する。\n同控訴趣意第一点について、\nしかし、原判決が証拠によつて適法に認定した被告人が原判示新聞紙「Ａ」に掲\n載した論旨摘録にかかる記事の内容が、公職選挙法第二百三十五条の二第二号にい\nう、選挙に関する報道をし、及び選挙に関する評論をしたものであることは、その\n記事の内容自体によつて極めて明白であるから、右新聞紙に掲載した記事が選挙に\n関する報道及び評論に当らないことを前提として、原判決に事実誤認の違法がある\nとの論旨は理由がない。\n同控訴趣意第二点について、\n案ずるに、公職の選挙に際しては、いわゆる選挙目当の新聞紙が、ともすれば、\n選挙に関する報道又は評論等の記事等において、特定の候補者と結びついて当選を\n得せしめる目的でこれを支援し、又はその反対候補者に当選を得せしめない目的\nで、これに対して故意に批難攻撃を加えこれを妨害する等、種々の弊害を伴い、選\n挙が選挙人の自由に表明した意思によつて、公明且つ、適正に行われることを阻害\nするおそれが多いので、公職選挙法は、選挙の公正を期するため、第百四十八条に\nおいて、選挙運動の期間中に限り同条第三項所定の、一定の条件を具備する新聞紙\nを、同法にいわゆる新聞紙として、選挙の公正を害する場合の外、選挙に関する報\n道及び評論を掲載することの自由を保障するとともに、第二百三十五条の二第二号\nにおいて、右一定の条件を具備しない新聞紙に対しては、一律に、その記事の内容\nが選挙の公正を害し若しくは害するおそれのあると否とを問わず、選挙運動の期間\n中、当該選挙に関して一切の報道又は評論を掲載することを禁止したものと解する\nのが相当である。\nところで、原判決が適法な証拠によつて認定した事実は、被告人は第三種郵便物\nの認可をうけない新聞紙「Ａ」の編輯竝びに経営担当者であるところ、昭和二十七\n年十月一日施行の衆議院議員選挙に際し、その選挙運動期間中である同年九月二十\n九日頃、自宅で原判示のような該選挙に関する報道及び評論を掲載した同新聞紙の\n判示号外紙一万五千部を編輯発行し、これを判示のとおり一般人に配布したという\nのであつて、被告人が編輯発行した「Ａ」は公職選挙法第百四十八条第三項所定の\n条件を具備しない新聞紙であるのに選挙運動の期間中、当該選挙に関して報道及び\n評論を掲載したのであるから、前段説明したところによりその掲載した記事の内容\nが、当該選挙の公正を害し若しくは害するおそれのあるものであるかどうかを問わ\nず、被告人の右所為は、同法第二百三十五条の二第二号の規定に該当し処罰を免か\nれ得ないものといわねばならない。してみれば、原判決が、前記認定した事実に対\nして右法条を適用処断したのは正当である。\n<要旨>つぎに、前記説明のとおり、公職選挙法第二百三十五条の二第二号の規定\nが、同法第百四十八条第三項所定</要旨>の条件を具備しない新聞紙に対して、選挙\n運動の期間中、その記事の内容が毫も当該選挙の公正を害せず、若しくは害するお\nそれのない、むしろ、所論のように、たんに、公明選挙に協力しこれを推進するた\nめのものであつても、ただそれが当該選挙に関する報道又は評論であるというだけ\nの理由で、その掲載を禁止するのは、言論の自由を制限するものに外ならないが、\n憲法第二十一条は、言論、出版等その他一切の表現の自由を絶対無制限に保障して\nいるものではなく、憲法第十二条、第十三条の規定によつて認められるように、公\n共の福祉のために、その時、所、方法等において、合理的制限の存することを容認\nするものであり、冒頭説明の理由の下に公職選挙法第二百三十五条の二第二号の規\n定を設けて選挙運動の期間中、前掲一定の条件を具備しない新聞紙に対して、当該\n選挙に関する一切の報道又は評論を掲載することを禁止することは、選挙の公正を\n期し、民主政治の健全なる発達を図る公共の福祉に合致するものであるから、右規\n定の設けられた結果として、言論の自由に制限をもたらすことがあるにしても、同\n規定を以て所論のように憲法に違反するものということはできない。これと同趣旨\nの解釈の下に、同法条を適用した原判決は、正当であつて、所論のように法令の適\n用を誤つた違法は存しない。論旨は理由がない。以上説明したとおり、本件控訴は\n理由がないので、刑事訴訟法第三百九十六条に従い、これを棄却することとし、主\n文のとおり判決する。\n（裁判長裁判官　西岡稔　裁判官　後藤師郎　裁判官　大曲壮次郎）\n"
}