{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 30,
    "month": 9,
    "day": 6
  },
  "case_number": "昭和29(う)713",
  "case_name": "火薬類取締法違反被告事件",
  "court_name": "広島高等裁判所第二部",
  "result": "棄却",
  "article_info": "第8巻8号1017頁",
  "gist": "旧軍用砲弾から弾丸と火薬を抜き去つた後の火管附薬莢または弾薬筒は火薬類取締法第二条第三号の火工品にあたるか",
  "case_gist": "旧軍用砲弾から弾丸と火薬を抜き捨てた後の薬莢または弾薬筒であつても、現に火管がそのまま装置されたものである以上(火管には更に雷管が装置されており、火管には黒色火薬が雷管には起爆薬がそれぞれ装填されている)たとえ火管の取り外しが物理的に可能であるとしても全体として火薬類取締法第二条第三号(へ)に規定する火工品に該当する。",
  "lawsuit_id": "23427",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=23427",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/427/023427_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n当審における訴訟費用は被告人の負担とする。\n理　　　　由\n弁護人西川金矢の控訴の趣意は記録編綴の控訴趣意書記載のとおりであるから、\nここにこれを引用する。\nこれに対する当裁判所の判断は次のとおりである。\n控訴趣意第一点について\n論旨は、原判決は審理不尽に基き判決に影響を及ぼすこと明らかな重大な事実の\n誤認を来たし且つ法令の解釈適用を誤つた違法があると主張するのである。即ち本\n件の薬莢並びに弾薬筒に附着している火管（原判決にいわゆる雷管）は、ねじ廻し\nを使用して簡単にこれを取り外すことができるのであつて、これを取り外すにおい\nては火管の部分は格別、薬莢は弾薬筒は何等危険性はなく、従つて火薬類取締法上\nの物件には当らないものである。（薬莢は弾薬筒は真鍮地金としての経済的価値が\n大であり被告人もこれを目的として取引したものである）しかるに原判決は右の取\nり外し可能の点に関する弁護人請求の証拠を取調べないでこの点に関する審理をつ\nくさずして右薬莢並びに弾薬筒は火管と一体を為し全体として火薬類取締法第二条\n第三号（へ）の火工品に当るものとし且つ薬莢並びに弾薬筒の部分まで全部没収す\nるに至つたのは重大な事実を誤認し且つ同法条の解釈適用を誤つた違法かあると主\n張する。\nよつて記録を調査するに、原審の取調べた証拠に現われている事実によると、本\n件物件は旧軍用の砲弾であつたもので終戦時山口県宇部市沖合海中に投棄せられて\nいたものを昭和二六年二、三月頃同地の漁業者Ａ等が密かにこれを引揚げ被告人に\n売渡すに至つたものであつて、所論の薬莢は弾薬筒も最初は砲弾として完備したも\nのであつたが、右引揚げ当時前記Ａ等において先頭の弾丸を取り捨て且つ薬莢又は\n弾薬筒に装填してあつた火薬を抜き捨てたものであることが認められる。\n<要旨>思うに、右物件が引揚げ当時の完備した原型のままのものであつたとすれ\nば、右は火薬類取締法第二条第三号</要旨>火工品中の実包に該当するものであるこ\nとはけだし疑のないところであるが、（なお銃砲刀剣類等所持取締令附則第七項参\n照）右のように弾丸を取り去られ且つ火薬も抜き捨てられたものにあつては如何に\nこれを解すべきものであろうか。当審における鑑定人Ｂの鑑定書の記載によれば、\n本件の薬莢は弾薬筒にはなお火管がそのまま装填されており、火管には雷管が装置\nしていることが明らかである。（火管には黒色火薬が、雷管には起爆薬がそれぞれ\n装填されている）又火薬を一旦薬嚢に納めず直接薬莢に装薬が為されたと認められ\nるものの内側には無煙火薬の一部が残存附着しているものもあつて（例えば原判決\n別表二の一〇号及び二号のもの）一般保安上なお危険が十分あり、その運搬、保管\n等につき特別の取扱を必要とするものであることが認め得られるから、右は現在に\nおいては実包とは言い得ないとしても全体としてなお前記第二条第三号（へ）に規\n定する火工品に当るものと解すべく、すでに危険性の全くないものとして同法の取\n締から全然これを除外すべきものではない。尤も前記鑑定書の記載によれば、右火\n管の取り付け装置で螺入式のものは回螺器を使用すればこれを螺脱即ち取り外すこ\nとが可能でありこれを取り外し分離するにおいては薬莢又は弾薬筒の部分は危険性\nはないと認められるけれども、しかし右の取り外し作業自体に危険が伴うためこれ\n又許可を受けた特別の業者でなければ危険であることが認められるのみならず、現\nに分離されて居らないものである以上たとえ所論のようにその分離が物理的に可能\nであるとしても、これを以て前記火工品たることを否定する理由とは為し難いもの\nといわねばならない。（若し本件のような物件から完全にその危険性を除去し地金\nを一般に利用せんとすれば、同法第二七条同施行規則第六七条に従つて火薬の廃棄\n即ち爆発処理又は燃焼処理をした後でなければならない。）してみれば、原判決が\n所論の本件物件を全体として火薬類取締法第二条第三号（へ）の火工品に該当する\nものと認め、同法第二一条第五九条第二号を適用処断すると共にその物件全部につ\nき没収を言渡したのは相当であるというべく、従つて原判決には所論のような事実\n誤認、法令適用の誤等はない。それ故論旨は理由がない。\n同第二点について\n所論は原判決の量刑は重過ぎるというのであるけれども、記録に現われた諸般の\n情状に鑑みるも原判決が被告人に対し罰金三万円に処したことを以て不当に重過ぎ\nるものとは認められない。論旨は理由がない。\nよつて刑事訴訟法第三九六条一八一条第一項に各従い主文のとおり判決する。\n（裁判長判事　柴原八一　判事　尾坂貞治　判事　池田章）\n"
}