{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 28,
    "month": 12,
    "day": 22
  },
  "case_number": "昭和28(う)1881",
  "case_name": "麻薬取締法違反被告事件",
  "court_name": "東京高等裁判所第四刑事部",
  "result": "破棄自判",
  "lawsuit_id": "21798",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=21798",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/798/021798_hanrei.pdf",
  "contents": "主　　　　文\n原判決中被告人Ａに対する免訴の部分を除きその余を破棄する。\n被告人両名を各懲役八月に処する。\n但し被告人両名に対し本裁判確定の日からいずれも三年間右各刑の執行\nを猶予する。\n訴訟費用中原審証人Ｂに支給した分は被告人Ａの負担、原審証人Ｃ、同\nＤに支給した分は被告人Ｅの負担、原審並びに当審証人Ｆ及び当審証人Ｇ、同Ｈ、\n同Ｉ、同Ｊに支給した分は被告人両名の連帯負担とする。\n理　　　　由\n本件控訴の趣意は検事保倉忠作成名義の控訴趣意書記載のとおりであり、これに\n対する答弁は弁護人田中正名、同伊藤龜久二提出の各意見書記載のとおりであるか\nらここにこれを引用する。これに対する当裁判所の判断は左のとおりである。\n所論は要するに原審は被告人Ａに対する公訴事実中起訴状記載の第一の（一）並\nびに（二）の事実及び被告人Ｅに対する公訴事実中起訴状記載の第二〇（三）の事\n実につき、Ｊの麻薬取締官に対する供述調書（合計三通）は刑事訴訟法第三百二十\n一条第一項第三号の書面に該当しないとしてその証拠調をせず、しかも結局犯罪の\n証明がないとして、それぞれ無罪の言渡をしたのであるが、右各供述調書が刑事訴\n訟法第三百二十一条第一項第三号所定の要件を具備するものであることは明らかで\nあるから、原審の右各供述調書に対する措置は同法条の解釈適用を誤つたものとい\nうべく、そしてその誤が判決に影響を及ぼすことは明らかであるから原判決は破棄\nを免れないというのである。よつて先ず右供述調書の任意性並びに信用性について\n考えてみるに、記録によれば、Ｊは昭和二十六年二月二十三日麻薬中毒患者として\n逮捕せられ同年三月五日新潟地方裁判所に麻薬取締法違反被告事件として起訴され\nたが、すでに同日、新潟刑務所に拘禁中の右Ｉは、新潟地方検察庁検察事務官Ｋに\n対し「Ａ医院（被告人Ａ方）では約一年間塩酸モルヒネの注射をしてもらつたが、\n昭和二十五年春頃からはＥ医院（被告人Ｅ方）に行きモルヒネの注射をしてもらう\nようになつた」旨陳述していたものである事実、昭和二十六年四月三十日新潟地方\n裁判所判事Ｌにより前示被告事件につき懲役十月の判決の言渡を受けたが、その後\n引続き新潟刑務所に拘禁中のＩは昭和二十六年六月五日新潟県麻薬取締官宛に「中\n毒患者をつくつた医師はどうなるか、憲法第十四条について意見をお願いする」旨\nの葉書を発送し、翌六日同葉書を受取つた麻薬取締官Ｆは同日直ちに新潟刑務所に\n到つてＩに面接しよつて右Ｆ外一名の麻薬取締官において同日より同月十三日迄の\n間三回に亘り同人の陳述を聴取したものであるが、その際における右Ｉの供述を録\n取したものが即ら前記の供述調書三通である事実をそれぞれ認めることができ、右\nの経過と右各供述調書の形式内容及びＪより新潟地方裁判所Ｌ裁判官宛の昭和二十\n六年五月三日附意見書並びに同月八日附上申書各謄本の記載、原審並びに当審証人\nＦの各供述、鑑定人Ｇ作成に係る昭和二十六年四月十六日附鑑定書の記載によれ\nば、Ｊの麻薬取締官に対する前記各供述調書は特に信用すべき情況の下に右Ｉが任\n意になした供述に基き作成されたものであることを認めるに十分である。\nしかしてＪは原審公判廷において（当審においてもまた同様であるが）、右各供\n述調書の供述内容につき記憶の喪失を理由として供述を拒否しているのであるか\nら、右は、刑事訴訟法第三百二十一条第一項第三号に所謂供述者が死亡、精神若し\nくは身体の故障等のため公判準備又は公判期日において供述することができない場\n合に該当するものといわなければならない。そしてまた右各供述調書が前記各犯罪\n事実の存否の証明に欠くことのできないものであることは、記録に徴し疑のないと\nころである。しからば右各供述調書が刑事訴訟法第三百二十一条第一項第三号の要\n件を具備することは明らかであるにもかかわらず、原審がこれに対する検察官から\nの証拠調の請求を却下したのは、同法条の解釈適用を誤つた違法の措置であるとい\nうべく、これが判決に影<要旨>響を及ぼすことは明らかであるから、原判決はこの\n点において破棄を免れないのである。しかして被告人Ｅ</要旨>については、検察官\nから同被告人に対する原判決の、一部無罪及び一部有罪の、全部に対し控訴が提起\nされ、右一部有罪の部分については、同部分の判決だけをさきに確定せしめるとき\nは、右一部無罪の部分に対する控訴が理由ありとされる場合において、右全部につ\nき一個の判決を受ける機会を失わしめるに至るべきことをその控訴の趣意とするも\nのであるこころ、すでに前示の如く、右無罪部分につき原判決を破棄すべき理由が\n存する以上、当然いまだ確定をみない右全部につき原判決を破棄すべきものと解す\nるのを相当とするから（大審院大正十四年（れ）第一一八一号事件判決、大審院刑\n事判例集第四巻七六九頁参照）同被告人に対する原判決は全部破棄を免れないもの\nといわなければならない。（以下省略）\n（裁判長判事　花輪三次郎　判事　山本長次　判事　関重夫）\n"
}