{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 33,
    "month": 7,
    "day": 18
  },
  "case_number": "昭和33(ラ)110",
  "case_name": "競落許可決定に対する即時抗告事件",
  "court_name": "福岡高等裁判所第二民事部",
  "lawsuit_id": "23674",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=23674",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/674/023674_hanrei.pdf",
  "contents": "主　　　　文\n原決定を取り消す。\n本件競落は許さない。\n本件を熊本地方裁判所に差し戻す。\n理　　　　由\n一　抗告の要旨は、本件競売事件につき債務者兼不動産所有者である抗告人は、\n競売申立債権者たるＡを相手方とし、熊本簡易裁判所に競売申立を取り下げるよう\n民事調停を申し立てた結果、昭和三二年八月三〇日示談解決し、同相手方において\nこれを取り下げることとなつたので、抗告人としては、競売事件はすでに取下によ\nり終了していると考えていた。今回競落許可決定がなされたが、関係競売期日はな\nんら抗告人には通知がなく、抗告人は昭和三三年六月二六日偶然の機会で、競落許\n可決定のあつたことを知つた。しかしかかる経緯によつてなされた競落許可決定は\n違法であるから、原決定を取り消すとの裁判を求めるというのである。\n二　よつて判断するに、かりに所論のように競売申立人（相手方Ａ）と債務者兼\n不動産所有者たる抗告人との間に競売申立を取り下げる旨の示談契約が成立したと\nしても、右は、民事訴訟第六七二条各号所定の競落不許の理由となるものではない\n（昭和三二年（ラ）第一三四号同年二月一九日当裁判所決定・高等裁判所判例集一\n〇巻一〇号五四二頁参照。）ので、この点の論旨は理由がない。\nしかし、記録に基いて調査すると、抵当権実行による本件不動産の競売申立当\n時、抗告人（競売不動産所有者兼債務者）は、熊本市ａ町ｂ番地Ｂ方（以下旧住所\nと書く）に居住していたが、その後同町ｃ番地Ｃ方居住の田崎屋ことＤ方に転居\nし、昭和三二年四月一五日付でその旨の住所変更の届出書が提出され（即日原裁判\n所において受理されている。記録三一丁参照）ているにもかかわらず、原裁判所\nは、昭和三二年五月二四日午前一〇時の競売期日（第一回）を利害関係人たる抗告\n人に通知するに当り、旧住所にあて、普通郵便によつて発信したため、その郵便物\nはついに抗告人に到達しないで同月一一日頃原裁判所に返戻され結局右競売期日は\n通知されなかつたこと（記録三五丁）、従つて、原審としては、よろしく右期日を\n変更すべきであるのに、これを変更しないで前示競売期日に本件不動産を競売に付\nし、同期日に競買の申出人がなかつたので、新に競売期日（第二回）を同年一〇月\n一八日午前一〇時と指定したのであるが、かかる場合、最低競売価額を低減し得な\nいのに、違法にもこれを九八、〇〇〇円に低減して、同期日の最低競売価額と定め\nて公告したが同期日においても競買の申出がなかつたこと、かくて原審は順次昭和\n三三年一月一八日（第三回）同年三月一一日（第四回）同年五月六日（第五回）同\n年六月一七日（第六回）各午前一〇時に競売期日を指定し、それらの期日におい\nて、すべて許すべき競買の申出がないため、これに対応して競売法第三一条民事訴\n訟法第六七〇条に従い、第三回は第二回の最低競売価額より、第四回は第三回のそ\nれより、第五回は第四回のそれより第六回は第五回のそれより各低減した額を最低\n競売価額と定めて公告し、第六回の競売期日における最低競売価額五一、〇〇〇円\nをもつて相手方Ｅが最高価競買の申出をなしたので、同人に本件不動産の競落を許\nしたことの一連の事実を認めることができる。\n<要旨第一>競売法による不動産競売手続において右に見たように、同法第二七条\nの規定に従い利害関係人たる抗告人</要旨第一>（競売不動産の所有者兼債務者）に\n競売期日の通知がなされなかつた場合において、その競売期日は開くべきものでな\nいことは言をまたない以上、この開くべきでない競売期日における競売関係人の行\n為は、格別の規定・事情のある場合を除くの外、無効と解すべきであるから、同期\n日においての相当の競買の申込の存否は、法律上の効果を生じうる余地はないの\nで、本件において、第一回の競売期日に競買の申込がなかつたということは、最低\n競売価額を低減すべき理由とはならないので原裁判所は、第一回期日の最低競売価\n額を、そのまま第二回期日のそれと定めて、競売期日の公告をなすべく、前示法条\nに準拠し低減した最低競売価額を定め、これを公告するのは違法であり、第三回以\n後の各最低競売価額は、前説示の違法な第二回期日の最低競売価額を基準として、\n同法第六七〇条に従い低減されている違法なもので、かつこの違法な最低競売価額\nが、各期日のそれとして公告されていること前説示のとおりである以上、原審の競\n売手続は、この点において法律に違背し、しかもこの違背は、原競落許可決定に影\n響を及ぼす重大な手続上のかしといわなければならない。\nそして、右の違法は一面において、法の要求する最低競売価額たるの要件を備え\nない公告として、同法第六五八条第六号に違反し、同法第六七二条第四号の規定に\nあたるとともに、他面、この公告に示されている競売期日においてなされた相手方\nＥの競買の申込は、利害関係人の合意をもつても動かし得ない法律上の売却条件に\n牴触するものとして、同法第六七二条第三号の規定にもあたる競落不許の原因たる\nものと解すべきであるから、原審はよろしく同法第六七四条第二項・第六七六条の\n規定に従い競落を許すことなく職権をもつて新競売期日を定むべきであるのに、相\n手方Ｅに競落を許す決定を言い渡したのは違法であり、原決定は前<要旨第二>示手\n続違背の故をもつて取消を免れない。（念のため記載すると、当裁判所の本件決定\nが確定すれば、原審の</要旨第二>法律違背の競売手続にして相当因果の関係におい\nて、原決定に影響を及ぼしたものと認められる前説示の重大なかしたる最低競売価\n額低減の行為及びこれを基礎とする競売手続は取り消されたものとみなされるの\nで、原審は、本件不動産の最低競売価額を一一四・〇〇〇円として、新競売期日を\n定めなければならない。）\nよつて、民事訴訟法第四一四条・第三八九条に従い主文のとおり決定する。）\n（裁判長裁判官　鹿島重夫　裁判官　秦亘　裁判官　山本茂）\n"
}