{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 28,
    "month": 9,
    "day": 28
  },
  "case_number": "昭和28(ネ)747",
  "case_name": "謝罪広告請求事件",
  "court_name": "東京高等裁判所第一民事部",
  "result": "却下",
  "article_info": "第6巻10号649頁",
  "gist": "名誉毀損の謝罪広告を求める請求は財産権上の請求か否かおよびその価額",
  "case_gist": "名誉毀損の謝罪広告を求める請求は財産権上の請求であると認めるのが相当であり、その訴訟物の価額は、謝罪広告を掲載する広告料の全額である。",
  "lawsuit_id": "21816",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=21816",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/816/021816_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を却下する。\n控訴費用は控訴人等の負担とする。\n事　　　　実\n控訴人両名代理人は「原判決を取消す。本件を第一審裁判所へ差戻す。」との判\n決を求め、被控訴人両名代理人は「本件控訴を棄却する。」との判決を求めた。\n当事者双方の陳述した主張の要旨は、原判決の事実摘示と同一であるから、ここ\nに引用する。\n被控訴代理人は立証として乙第一号証の一、二を提出し、控訴代理人は右乙号各\n証の成立を認めた。\n理　　　　由\n控訴人両名の本訴請求は、被控訴人両名に対し東京で発行する日本経済新聞、毎\n日新聞、読売新聞、東京新聞、朝日新聞、大阪で発行する朝日新聞及び毎日新聞の\n各朝刊第一面の右半紙上、第十段及び第十一段の二段抜きで、左右各五行あき、天\n地各二分あき、行間各一行あき、見出し「陳謝と取消し」の六字は一号活字、字間\n五号全角あき、被告等名及び原告等名は二号ゴジツクの活字、字間なし、本文及び\n日附は二号活字、字間は五号全角あきとして、原判決添付の別紙文案のような広告\nをせよとの請求の趣旨であり、控訴人両名に対し被控訴人両名がなした名誉毀損の\n損害賠償を請求原因としたものである。控訴人両名は、本訴は名誉毀損に対する謝\n罪広告を請求するのであるから非財産権上の請求であり、少くとも本件訴訟の目的\nは価額を算定すること能はざるものであるからとの理由で、本件の訴額を金三万一\n千円と算定して、本件控訴状に金四百六十五円の印紙を貼用した。\n<要旨>人の名誉そのものは財産権に属しないが、名誉が侵害された場合の損害賠\n償の請求が、主として経済的利益</要旨>を内容とする請求であるときに、財産権上\nの請求となるのである。本訴の請求のように新聞紙に謝罪広告を求める請求は、そ\nの勝訴判決が確定すれば、民事訴訟法第七三三条、民法第四一四条により債務者よ\nり広告料を取立てて、代執行により、その目的を到達するわけであるから、新聞に\n謝罪広告が掲載されれば、控訴人両名の名誉毀損に対する損害賠償請求（同時に慰\n藉料を請求している場合は別）は十分に満足せられたわけである。この意味から考\nえても、本訴のような謝罪広告の請求は、第一審判決の理由中の説明―本訴請求が\n財産権上の請求であるとの説明（判決理由の昌頭から記録一〇〇丁裏八行目まで）\nを引用する。―と合せて考えて、財産権上の請求であると認めるのが相当である。\n本訴の請求の価額についても、民事訴訟法第二二条第二項にいう「価額を算定する\nこと能はざる」ものではなく、謝罪広告を掲載する広告料の金額である金三百九十\n万円余と認めるのが相当であり、その理由については、原判決の説明（記録一〇〇\n丁裏九行目から一〇三丁五行目まで）と全く同一であるから、ここに引用する。\nそうであるから、控訴人両名は本件控訴状に右訴訟物の価額に対応する印紙を貼\n用する必要があるのに、上記のように僅かに金四百六十五円の印紙を貼用したに止\nまる。よつて当裁判所の裁判長柳川昌勝は昭和二十八年七月十五日附で控訴人両名\nに対し不足の印紙額三万八百二円五十銭を七日内に追貼すべき旨の命令を出し、右\n命令は昭和二十八年八月十三日控訴人両名の代理人に到達した。それなのに、控訴\n人両名はついに右不足の印紙を追貼しない。\n故に本件控訴状は民事訴訟用印紙法第一一条によつて不適法なものである。しか\nし右は補正することが可能な場合であるから、第二〇二条第二項によつて、控訴人\n両名を審尋することはしないが、本件についてはすでに口頭弁論を開いたから、判\n決で本件控訴を却下すべきものとし、控訴審での訴訟費用の負担について民事訴訟\n法第九五条、第八九条を適用して、主文のように判決する。\n（裁判長判事　柳川昌勝　判事　村松俊夫　判事　中村匡三）\n（別　紙）\n＜記載内容は末尾１添付＞\n"
}