{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 27,
    "month": 12,
    "day": 16
  },
  "case_number": "昭和26(ネ)1911",
  "case_name": "建物所有権移転登記家屋明渡等請求事件",
  "court_name": "東京高等裁判所第五民事部",
  "result": "棄却",
  "article_info": "第5巻13号662頁",
  "gist": "所有権移転請求権保全の仮登記とこれに優先しない抵当権の登記",
  "case_gist": "本登記の順位保全のためなされた所有権移転請求権保全の仮登記後にこれに優先しない抵当権の登記がなされた場合に、右仮登記権利者はその仮登記義務者に対し所有権取得の本登記手続を請求すると同時に、抵当権者に対し右抵当権登記の抹消登記手続をも請求することができる。",
  "lawsuit_id": "21892",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=21892",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/892/021892_hanrei.pdf",
  "contents": "主　　　　文\n本件（当庁昭和二十六年（ネ）第一九一一号、及び同年（ネ）第一九三\n五号）各控訴はいずれもこれを棄却する。\n各控訴費用は当該控訴人の負担とする。\n事　　　　実\n控訴人等訴訟代理人は「原判決中各控訴人に関する部分を取消す。被控訴人の請\n求を棄却する。訴訟費用は第一、二審共被控訴人の負担とする。」との判決を求\nめ、被控訴人訴訟代理人は、各控訴棄却の判決を求めた。\n当事者雙方の事実上の陳述は、被控訴人訴訟代理人において「原判決事実摘示中\n記録第七十八丁裏二行目に昭和二十三年十二月二十日とあるは昭和二十三年十一月\n二十日の誤記、同丁末行に昭和二十五年十二月二十七日とあるは昭和二十三年十二\n月二十七日の誤記、また第七十七丁表六行目に昭和二十五年二月十五日までの損害\n金とあるは昭和二十四年二月十五日の誤記であるから右のとおり訂正する。」と述\nべ、控訴人Ａ及び同株式会社野田鉄工所訴訟代理人において「被控訴人主張事実\n中、本件建物が控訴人Ａの所有であること、右両控訴人において右建物を占有して\nいること、本件建物につき控訴人Ｂのため被控訴人主張のような抵当権を設定した\nこと、並びに昭和二十三年十一月二十日頃被控訴人から控訴人Ａにおいて金二十万\n円位（被控訴人主張の金額を争う）を借受けたことは認めるが、その余はすべて否\n認する。」と述べ、控訴人Ｂ訴訟代理人においては「（一）同控訴人の本件抵当権\n設定登記は昭和二十四年九月八日であるが、右抵当権設定契約は既に昭和二十三年\n十一月十九日になされて居り、被控訴人は右事実を知りながら、昭和二十三年十二\n月二十七日に本件所有権移転請求権保全の仮登記を経由したものであるから、右仮\n登記を以て同控訴人に対抗し得ないものである。（二）被控訴人は単に仮登記権利\n者に過ぎず、本登記を経由しない限り控訴人の抵当権登記の抹消を請求し得ない。\n（三）被控訴人主張の本件所有権移転請求権保全の仮登記の登記原因をなす消費貸\n借上債務の履行期は昭和二十五年一月十五日であつて、従つて右仮登記の対抗要件\nとしての効力も右履行期まで遡るとしても更にそれ以前である昭和二十四年九月八\n日なされた同控訴人の抵当権設定の本登記に対抗し得ないものである。」と述べた\n外は、原判決事実摘示と同一であるから、ここにこれを引用する。\n証拠として、被控訴人訴訟代理人は、甲第一ないし第六号証を提出し、原審証人\nＣの証言を援用し、被控訴人Ａ、同株式会社野田鉄工所訴訟代理人は、当審におけ\nる同控訴人本人Ａ（控訴会社代表者）の尋問の結果を援用し、甲号各証の成立を認\nめ、控訴人Ｂ訴訟代理人は、甲第三号証の成立を認め、甲第六号証を除くその余の\n甲号各証の成立につき不知を以て答え、甲第六号証の成立につき認否をしない。\n理　　　　由\n被控訴人主張の各建物（原判決添附目録（一）ないし（三）記載）が控訴人Ａの\n所有であつたことは当事者間に争のない事実である。次に成立に争のない甲第三号\n証（前回（一）及び（二）の建物の登記簿謄木）原審証人Ｃの証言及び当審におけ\nる控訴人Ａ（控訴会社代表者）の尋問の結果並びにこれら供述により真正に成立し\nたと認められる甲第一、二号証、甲第四号ないし第六号証（同号各証はいずれも控\n訴人Ａ、同株式会社野田鉄工所においてその成立を認めるところである）を綜合す\nると一、昭和二十三年十一月二十日頃被控訴人と控訴人Ａとの間に、金額二十五万\n円弁済期を同年十二月十五日とする消費貸借成立すると同時に、右債権を担保する\n目的を以て同控訴人所有の前記三棟の建物の所有権を売買名義で信託的に被控訴人\nに譲渡する旨及びその他被控訴人主張のような内容の合意成立し、内原判決添附目\n録（一）日及び（二）の建物につき昭和二十三年十二月二十七日東京法務局板橋出\n張所受付一四二九七号を以て同日附売買による所有権移転請求権保全の仮登記を経\n由したこと。二、その後一旦右弁済期を昭和二十四年一月十五日（原判決事実摘示\nに被控訴人の主張として昭和二十五年一月十五日とあるは誤記と認む）まで延期す\nることとなつたが、昭和二十四年五月十二日被控訴人と控訴人Ａとの間に、前記消\n費貸借上の債務につき、被控訴人主張のような合意（原判決事実摘示（三）記載）\n成立したが、同控訴人は同年六月六日に第一回の分割払金を支払つたのみでその余\nの支払をなさず、右特約によつて第二回の割賦金支払日である同年七月六日の経過\nと共に期限の利益を喪い前記担保の目的で被控訴人に信託的に譲渡した本件各建物\nの所有権を復帰せしめる権利を喪失したことが認められる。控訴人Ａの尋問の結果\n中右認定に反する部分は採用し難い。\nそして前示のような債権担保のためにする信託的所有権譲渡契約においては、債\n権者に内外共に担保物件の所有権を移転し、ただ債権者において右物件を他に処分\nして得た売得金から債権額を控除した残額を債務者に返還する義務を負担するに止\nるから、もとより債務者に対しその所有権移転登記は勿論、信託的に譲渡を受けた\n所有権に基きその引用を請求し得べきものと解すべきである。してみると控訴人Ａ\nは被控訴人に対し原判決添附目録記載の（一）及び（二）の建物に存する前記仮登\n記につき所有権移転の本登記手続を、同（三）の建物につき前記昭和二十三年十一\n月二十日附売買に因る所有権移転登記手続をなす義務あることは明らかであるし、\n控訴人Ａの外控訴人株式会社野田鉄工所が、本件三棟の建物を占有していること\nは、同控訴人等認めるところであるから、右占有権原につき特に主張立証のない本\n件にあつては、右占有は不法と認めるの外なく、同控訴人等は被控訴人に対し右建\n物を明渡す義務あること当然である。\n次に控訴人Ｂのため前お三棟の建物中、前示仮登記の存する二棟の建物につき、\n昭和二十四年九月八日東京法務局板橋出張所第九三七四号を以て、昭和二十三年十\n一月十九日の金員貸借契約に基く債権担保のため、被控訴人主張のような抵当権設\n定登記の存することは、右当事者間に争のないところである。そこで同控訴人主張\nの前掲事実摘示（一）ないし（三）の主張に対し検討を加える。\n元来登記の対抗力に関する優先の問題は、その登記の順位によつて決すべく、同\n控訴人が右（一）において主張するような善意悪意にかかわらないと解すべきであ\nるから、右（一）の主張は理由なく、また前示認定の如く本件信託譲渡契約におけ\nる被担保債権の履行期は、当初昭和二十三年十二月十五日であつたところ、その後\n昭和二十四年一月二十五日（原判決に昭和二十五年一月二十五日と記載あるは誤記\nと認められること前説示のとおり）に延期せられたが、更に昭和二十四年五月十二\n日の合意による割賦弁済契約の第二回目の割賦金の支払がなかつたため、同年七月\n六日限り期限の利益を喪つたものであるから、いずれにしてもその履行期（前記仮\n登記ある所有権移転請求権が右履行期を始期とする始期附権利であるとしても）は\n控訴人Ｂの前記抵当権の登記の日時よりは前であつて、右履行期が右抵当権の登記\nの後であることを前提とする前記の主張も理由はない。更<要旨>に前説示のとおり\n被控訴人は本訴において、控訴人Ａに対し前記二棟の建物につき被控訴人のため存\nす</要旨>る所有権移転請求権保全仮登記について、所有権移転の本登記手続を求め\nているのであつて、まだ右所有権取得の本登記を経由していないのであるが、既に\n本訴において前説示のとおり共同当事者である控訴人Ａが、被控訴人に対し右本登\n記をなす義務ありと判定せられ、しかも、右本登記の順位保全のためなされた前記\n仮登記が控訴人Ｂのための前記抵当権の登記に優先する効力を有すること前説示の\nとおりである以上、被控訴人としては別に右本登記手続を経由することなく、同一\n訴訟において控訴人Ｂに対し右抵当権の登記の抹消を請求し得ると解するのが、訴\n訟経済の原則に照らしても相当であると考える。したがつて同控訴人の前同（二）\nの主張も理由がない。\nよつて各控訴人に対する被控訴人の本訴請求は全部正当としてこれを認容すべ\nく、これと同趣旨に出でた原判決は相当であるから、民事訴訟法第三百八十四条に\n則り本件各控訴はいずれもこれを棄却すべく、控訴費用の負担につき同法第八十九\n条、第九十三条、第九十五条を適用して主文のとおり判決する。\n（裁判長判事　斎藤直一　判事　菅野次郎　判事　坂木謁夫）\n"
}