{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 34,
    "month": 9,
    "day": 8
  },
  "case_number": "昭和34(ラ)11",
  "case_name": "戸籍訂正許可申立事件についての審判に対する即時抗告事件",
  "court_name": "福岡高等裁判所宮崎支部",
  "article_info": "第12巻7号314頁",
  "gist": "戸籍法第一一三条による戸籍訂正の一事例",
  "case_gist": "五四才を超えて生児を分娩することは、産科学的常識にも一般常識にも反するので、このような戸籍の記載は、その記載自体により錯誤であることが明らかであるから、他の資料により真実の父母が確認できれば、戸籍法第一一三条により真実に合致するように戸籍訂正の許可をすることができる。　○主文\n原審判を取り消す。\n宮崎県東臼杵郡ａ村大字ｂｃ番地筆頭者Ａ1の戸籍中、\n亡Ｄ1の父母欄に父亡Ｂ1・母亡Ｃ1とあるを、父Ａ1・母Ｃ2と、続柄欄に五男とあるを長男と、額書欄に弟とあるを長男と、身分事項欄に出生届出人の資格父とあるを同居者と訂正し、Ｇ1・Ｈ1・Ｉ1・亡Ｊ1の父母との続柄欄の出生順位および額書欄を二男・三男・四男・五男と夫々繰り下げて訂正すること、を許可する。",
  "lawsuit_id": "23655",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=23655",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/655/023655_hanrei.pdf",
  "contents": "理　　　　由\n一、　抗告理由、別紙記載のとおりである。\n二、　当裁判所の判断、\n（一）　抗告人等の本件戸籍訂正許可申立の要旨は、\n亡Ｄ１は宮崎県東臼杵郡ａ村大字ｂｃ番地筆頭者Ａ１の戸籍に父亡Ｂ１・母亡Ｃ\n１の五男と登載されているけれども、真実は抗告人等夫婦の長男である。どうして\nこのように事実と違つた戸籍ができたかというと、抗告人両名は大正七年中に事実\n上の婚姻をしたのであるが、婚姻届をしないで、抗告人Ａ１の両親Ｂ１・Ｃ１と同\n居していたところ、間もなく抗告人等夫婦とＣ１との間に不和を生じ、抗告人等の\n婚姻届に父母の同意を得ることができなくなり、そのままにすごすうち、大正八年\n三月九日抗告人等夫婦間に長男Ｄ１が生まれた。そこで、Ｂ１はＣ１と抗告人等と\nの諍いのためにＤ１が非嫡出子として届出されることに忍びず同人の五男として出\n生届をした。以上のいきさつで事実と違つた戸籍ができたのである。その後抗告人\n等夫婦はＤ１をＢ１の許に残して日向市ｄに転居するにいたつたのであるが、大正\n一五年三月頃になつてＣ１と和解がととのい、抗告人等夫婦はＢ１・Ｃ１の許に帰\n宅し、同月二五日婚姻届をすました。しかし、Ｄ１の戸籍は訂正しないままにして\nおいたため、抗告人等夫婦間にその後に出生したＥ１・Ｆ１・Ｇ１・Ｈ１は戸籍上\nは夫々長男・二男・三男・四男と記載されるにいたつた。ところが、Ｄ１は日米戦\n争による召集を受け、昭和一八年八月一三日ソロモン群島において戦死した。\n右のとおり、Ａ１の戸籍中Ｄ１の父母・続柄・額書・身分事項の各欄、Ｅ１・Ｆ\n１・Ｇ１・Ｈ１の続柄欄の記載はいずれも錯誤にもとづくものであるから主文のよ\nうに戸籍訂正の許可を求める。\nというのである。\n（二）　Ａ１の戸籍謄本と当審証人Ｉ１・Ｊ１・Ｋ１・Ｌ１・Ｍ１・Ｎ１の各証\n言を綜合すると、Ｄ１は戸籍上は鈴木Ｂ１・Ｃ１の五男と記載されているけれど\nも、事実は抗告人等夫婦間の長男であること、このように事実と違つて戸籍に登載\nされるにいたつたわけは、抗告人等主張のとおりのいきさつによるものであること\nが確認できる。\nしかして、抗告人等の申立てるとおりに戸籍訂正をすることについて、関係人に\n異議のないことは本件記録によつて明らかではあるが、たとい関係人に異議がない\nとしても、戸籍法第一一三条による戸籍訂正の許可は、訂正を求める事項が軽微\nで、訂正の結果身分法上重大な影響を及ぼす虞れのない場合か、又は身分関係に影\n響を及ぼす場合であつても、その記載が法律上許されないものであることもしくは\n錯誤であることが、その戸籍の記載自体により明白な場合に限ると解すべきであ\nり、本件訂正事項は身分法上重大な影響を及ぼす事項であるから、まず、Ｄ１の父\n母欄の記載がその記載自体によつて不適法もしくは錯誤であることが明白であると\nいえるかどうかについて考察する。\nＤ１の戸籍上の母Ｃ１は元治元年一一月二五日生であることが前記戸籍謄本によ\nつて認められるので、同人はＤ１出生当時年齢五四年三ケ月であつたわけである。\nところで、別件当裁判所昭和三三年（ラ）第二八号事件における宮崎県立宮崎病\n院産婦人科医長Ｏ１の回答書によると、一九五六年二月Ｅ・Ｆ・Ｓｔａｍｔｏｎの\n発表した〃四四才以上の姙娠〃と題する論文によれば姙娠総数七一、八二七例中四\n四才以上の姙婦二三七例について統計的観察を行つた結果四七才以後では約八〇％\nが流産し、四七才以後で生児を分娩する頻度は一一、〇〇〇例につき一例の割合と\nなり、五〇才以後の姙娠は極めて稀で、生児を得ることは期待出来ないと述べてい\nること、昭和二五年以降の日本産婦人科学会雑誌には該当する文献は見当らない\nが、通常月経閉止期は平均四七才で東洋人は若干早く更年期に至るといわ<要旨>れ\nること、したがつて、五四才を超えて生児を分娩するということは今日の産科学的\n常識からは考えられな</要旨>いことが認められるし、そのことはまた一般人の常識\nでもある。\nそうすると、五四才を超えてＣ１がＤ１を出生した旨の戸籍の記載は死者が分娩\nしたにも等しく、戸籍の記載自体によつて、錯誤であることが明らかであるといわ\nなければならない（戦死者との婚姻届につき戸籍法第一一四条による訂正の許可に\nついては昭和二四年一一月一四日民甲第二六五一号法務省民事局長回答参照）。さ\nれば、Ｄ１の父母欄の消除は許可されるとしても、抗告人等の求めるように父母を\n抗告人両名とするように訂正することが許されるかどうかであるが、抗告人等はＤ\n１の戸籍全部の消除の許可を得たのち、更めて、Ｄ１の出生届をする（抗告人等は\n現在婚姻しているのであるから、戸籍法第六二条により嫡出子出生届をなし得る）\nのが順序のようであるが、Ｄ１は現在抗告人Ａ１の戸籍に出生届がなされているわ\nけであるから、これを抗告人等の求めるように訂正することも許されるものと考え\nる。またＤ１の身分事項欄に出生届出人として鈴木Ｂ１の資格が父とあるのを同居\n者と訂正することは訂正事項が軽微で訂正の結果身分関係に影響がなく、前記のと\nおり錯誤であることが認められる以上許可すべきである。\nつぎに、Ｅ１・Ｆ１・Ｇ１・亡Ｈ１の訂正関係であるが右のとおりＤ１が抗告人\n等の長男であることが戸籍訂正によつて戸籍簿上明らかとなる以上、長男Ｅ１・二\n男Ｆ１・三男Ｇ１・四男亡Ｈ１の記載が錯誤であることは、夫々の出生年月日の記\n載自体からして判明するのでこの事項の訂正もまた許可すべきである。\n以上のとおり、抗告人等の本件戸籍訂正の申立は許可すべきであり、これを排斥\nした原審判は失当であつて、結局本件抗告は理由がある。\nよつて、家事審判法第八条・家事審判規則第一九条第二項により、原審判を取り\n消し、当裁判所において審判に代わる裁判をすることとし主文のとおり決定する。\n（裁判長裁判官　桑原国朝　裁判官　渕上寿　裁判官　後藤寛治）\n"
}