{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 34,
    "month": 4,
    "day": 15
  },
  "case_number": "昭和33(ラ)376",
  "case_name": "裁判所書記官の処分に対する異議却下決定に対する抗告事件",
  "court_name": "東京高等裁判所第一民事部",
  "article_info": "第12巻3号87頁",
  "gist": "一、　土地建物に対するいわゆる現状不変更を条件とする使用許容の仮処分と現状不変更の不作為命令\n二、　この種仮処分の違反行為と第三者に対する効力(承継執行文の要否とその可能性)",
  "case_gist": "一、　債権者の債務者に対する土地所有権にもとづく建物収去土地明渡請求権の執行を保全するため、目的たる土地建物に対する債務者の占有を解き債権者の委任する執行吏にその保管を命ずると共に執行吏はその現状を変更しなないことを条件として債務者にその使用を許さなければならない、と定めた仮処分命令は、債務者に対し目的たる土地建物の現状変更禁止の不作為を命ずる趣旨を包含するものと解すべきである。\n二、　前掲仮処分執行中債務者が右不作為命令に違反して目的地上に新たな建物を改築しこれを第三者に譲渡し、もつて第三者が右土地の占有を承継している場合には、債権者は右第三者に対し承継執行文の付与を得たうえ民訴第七三三条第一項、民法第四一四条第三項のいわゆる授権決定により当該建物の除却を強制することができる。",
  "lawsuit_id": "21349",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=21349",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/349/021349_hanrei.pdf",
  "contents": "主　　　　文\n原決定並びに本件につき東京地方裁判所書記官のなした承継執行文付与\n拒絶処分を取消す。\n理　　　　由\n本件抗告の趣旨並びに抗告理由は別紙記載のとおりである。\n第一、　本件における事実関係の経過は次のとおりである。\n一、　申立外東京都は別紙目録（一）記載の土地所有権にもとずき該地上に同目\n録（二）記載の建物を所有してこの土地を不法に占有していたＡ・に対する建物収\n去土地明渡請求権保全のため同人を債務者として東京地方裁判所に仮処分を申請し\n（同庁昭和二十五年（ヨ）第四二一号）、昭和二十五年二月十七日「債務者\n（Ａ・）の別紙目録（一）の土地及び（二）の建物に対する占有を解いて、債権者\n（東京都）の委任した東京地方裁判所執行吏にその保管を命ずる。執行吏はその現\n状を変更しないことを条件として債務者にその使用を許さなければならない。但し\nこの場合において、執行吏は、その保管に係ることを公示するため適当の方法をと\nるべく、債務者は、この占有を他人に移転し、または占有名義を変更してはならな\nい。」旨の仮処分決定を得て同年同月二十一日これを執行した。（なおその後前記\n（二）の建物についてはいわゆる処分禁止の仮処分決定を得て同年三月十三日にそ\nの旨の登記記入がなされている）\n二、　東京都は前記仮処分執行を続行する一方、債務者Ａを被告として前記\n（二）の建物を収去して（一）の土地の明渡を求める本案訴訟を東京地方裁判所に\n提起し、昭和二十六年九月二十八日原告である東京都の勝訴判決の言渡があつた\nが、抗告人は右訴訟が控訴審である東京高等裁判所に係属中の昭和三十年二月四日\n東京都から右（一）の土地の所有権譲渡を受けその登記を了したので右訴訟に当事\n者として参加した結果、被控訴人（東京都）及び参加人（抗告人）勝訴の判決があ\nり、右は昭和三十二年九月二十七日Ａの上告が棄却されて確定した。\n他方前記仮処分の執行は債権者東京都のため維持続行されてきたのであるが、昭\n和三十二年十月二十二日抗告人は債権者東京都の承継人として前示仮処分命令につ\nき承継執行文の付与を受け同年十一月四日いわゆる執行の点検をなし、前記（一）\n及び（二）の土地建物の状況を調査したところ、意外にも前記仮処分の趣旨に違反\nして、（二）の建物は前記仮処分の執行後に該仮処分債務者Ａによつて改築されて\n別紙目録（三）記載の建物となつており、この（三）の建物はその種類、構造坪数\nにおいての（二）建物とは同一性を欠く別個の建物と認めざるを得ない状態にある\nため、前記判決にもとずく強制執行として右（三）の建物を収去することができ\nず、したがつてその敷地である（一）の土地の明渡も不可能となつた\n一方債務者Ａはその後右（三）の建物を相手方Ｂに譲渡して引渡し、同人におい\nて昭和三十二年十二月二十七日所有権保存登記を経由し、以てその敷地たる（一）\nの土地を占有している。\n三、　よつて前示債務者Ａに対する占有移転禁止の仮処分執行につき債権者東京\n都の承継人として執行文の付与を受けて現に右仮処分執行中の抗告人としては、前\n示「現状を変更しないことを条件に債務者にその使用を許した」仮処分命令の趣旨\nは「現状を変更してはならない」との不作為を命じているものと解せられるから、\n前示の如く右命令に違反して目的たる土地建物の現状を変更した債務者Ａに対し、\n不作為義務違反の場合の強制執行として民事訴訟法第七百五十六条、第七百四十八\n条、第七百三十三条、民法第四百十四条第三項に則りいわゆる授権決定を得て債務\n者の費用を以てそのなしたるもの（前示（三）の建物）を除去することができる筈\nである。ところで右債務者Ａは前示仮処分執行継続中に前示（一）の地上にある右\n（三）の建物の所有権を相手方Ｂに譲渡し、右Ｂは債務者Ａの承継人と目すべきも\nのであるから、抗告人は右相手方Ｂに対し承継執行文の付与を得て、同人に対する\n仮処分執行として前同様授権決定を得て執行をなさんとするものであるが、右承継\n執行文の付与の申請に対し東京地方裁判所書記官Ｃはこれを拒絶したので、右書記\n官所属の原裁判所に右書記官の処分につき異議申立をしたところ、却下せられたの\nで本件抗告に及ぶ。\nというにある。\n第二、　当裁判所の判断\n一、　前掲第一の一、ないし三、の経過事実はその法律上の見解の点を除き本件\n仮処分事件記録並びに抗告人提出の証拠資料によつてすべてこれを認めることがで\nきる。\n二、　先ず本件で問題となつている第一点は、前示の如く債権者の債務者に対す\nる土地所有権にもとすく建物収去土地明渡請求権の執行を保全するため「目的たる\n土地建物に対する債務者の占有を解き債権者の委任する執行吏にその保管を命ずる\nと共に、執行吏はその現状を変更しないことを条件として債務者にその使用を許さ\nなければならない」と定めた仮処分命令中右「現状不変更を条件とする使用許容」\nの趣旨如何の問題である。\nこの点に関し原決定は種々理由をあげて右は単に「使用についての条件」を定め\nたに過ぎず、現状不変更という将来の不作為を命じた趣旨と解し得ないとし、従つ\nて債務者が本件仮処分の目的たる（（一）（二）の土地建物の現状を変更して即ち\n（二）の建物を除去して右地上に別異のものと目せられるような（三）の建物を築\n造した場合と雖も不作為を目的とする債務の強制履行の方法として右（三）の建物\nにつきいわゆる授権決定を得てこれを収去せしめることは許されない。との見解を\nとり、その理由として「一般に債務名義の内容についてはできるだけその文言に従\nい厳格に解釈ずべきこと、また、現状不変更というような抽象的で客観的に不明確\nを免れない文言だけで、その不作為義務の内容を具体的に明示していない場合にも\n強力な執行をなし得る根拠となる債務名義と見ることは法的安定のため是認できな\nい」と説示し（その他の理由については特に採りあげて論ずべきほどのも<要旨第\n一>のでない）ている。しかし右現状不変更を条件に使用を許容するという文言の前\n段にある当該目的物たる土地</要旨第一>建物に対する債務者の占有を解き債権者の\n委任する執行吏にこれが保管を命じた部分をも対比して考えるとき、執行吏保管の\nままで債務者にその使用を許さないときは現状変更ということはあり得ないけれど\nも、債務者にその使用を許すときは債務者において目的物の現状を変更し仮処分の\n目的を達成するに困難を生するおそれがあるから、かかる条件を附したもので右条\n項の趣旨たるや単なる使用の条件というよりむしろ執行吏保管のまま債務者に使用\nを許容するが、その反面において現状を変更してはならないという不作為義務を課\nした趣旨と解すること文理上も妥当である。また「現状不変更というような抽象的\nで客観的に不明確な文言だけでその不作為義務の内容を具体的に明示しない場合に\nも強力な執行をなし得る根拠となる債務名義とみることは法的安定のため是認でき\nない」というのが原審の見解であるが、もとより不作為義務違反の場合にはこれが\n強制履行の方法として債務者の費用を以てそのなしたるものを除却し且つ将来のた\nめ適当の処分をなすことを請求し得る（民法第四一四条第三項）のであるから、そ\nの不作為命令の内容たるや具体的に明示せられることは当然の要請であろうけれど\nも、この種仮処分では命令裁判所が現状変更の内容を細目に亘つて一々具体的に決\n定することは困難であるから、仮処分命令には「現状を変更してはならない」趣旨\nを表明するだけで、命令にいう「現状変更」の判断を執行機関にまかせることも是\n認せらるべきであろう。（この点につき「病院の建物を執行吏の保管に移し、債務\n者の申立があるときは債務者が右建物において医業を経営するのに必要な限度でこ\nれにその使用を許すベき旨を執行吏に命ずる仮処分は建物の医業経営に必要な限度\nの判断を執行吏に委ねているからといつて違法でない」とした昀高裁判所昭和二十\n三年七月十七日判決、民集二巻一九〇頁参照）従つて前示の現状不変更の仮処分命\n令を以て具体的に不作為義務の内容を明示していないとの論拠から「現状を変更し\nてはならない」との不作為を命じた趣旨を包含すると解し得ないとする原審の見解\nには左袒できない。\nなお現状変更の有無の判断についてはその変更が被保全権利の強制的実現をより\n困難にする程の影響を与えるものか否かを考慮してこれを決定すべきものと考える\nが、本件における如く建物収去土地明渡の請求について発せられた現状不変更の仮\n処分命令においては、前示認定のように、目的たる建物の同一性を失う程度の変更\nがある以上、右は被保全権利の実現を困難にすること必然であるから、いわゆる現\n状の変更に該当することは論を俟たない。\nこれを要するに当裁判所は本件仮処分命令には「現状を変更してはならない」と\nの不作為命令も含んでおり従つて債務者の前示現状変更行為はこの命令違反である\nから、債権者は民事訴訟法第七百三十三条第一項、民法第四百十四条第三項により\nいわゆる授権決定を得て現状変更により作出された（三）の建物を収去せしめるこ\nとができるものと考える。（尤も阪処分命令そのもののうちに、増築新築の建物の\n除去をなし得る権限を執行吏に附与する条項があれば、かかる授権決定を待つ要も\nないこと勿論である）\n三、　承継執行文の要否とその可能性\nところで本件においては前示仮処分の執行中抗告人は債権者東京都の承継人とし\nて承継執行文の付与を得て債務者Ａに対する仮処分執行を受け継ぎその執行を続行\n中であるが、債務者Ａは前示の如く右仮処分の不作為命令に違背し、右仮処分の目\n的たる別紙目録（一）の地上に存在していた同（二）の建物を改築して新たに別個\nの（三）の建物を築造し、これを第三者たる相手方Ｂに譲渡し、Ｂは現に右（一）\nの地上に（三）の建物を所有<要旨第二>し右土地を不法に占有しているというので\nある。かかる場合執行債権者としては第三者に対しても別段の債務</要旨第二>名義\nを要せずしてこれが除去を強制し得るとの説もないではないが、当裁判所は仮処分\nの効力の限界上かかる第三者に対してその除去を強制するにはこれに対する別段の\n債務名義を必要とし、新に執行を開始するほかないものと解する。尤もこの見解に\n従えばこの種仮処分の実際的効用は若干減殺されるとの非難を免れないが、次に述\nべる承継執行文付与の方法によつて当該仮処分命令にもとずき第三者に対し執行命\n令を得てこれが除去を強制することが可能であると信ずる。\nそこで現に仮処分が執行せられてその効力が存続中債務者の交替があつた場合に\n承継執行文付与の可能性について考えるに、この場合債務者に対する執行行為は一\n応完了しているから、承継執行文の付与をなす余地はないのではないかとの疑問も\nあろうが、本件のような仮処分にあつては本執行あるまで仮処分執行はなお存続す\nるのであるから、その間における当事者の交替のため承継執行文を付与する必要が\n生じてくるわけであり、民事訴訟法第七百五十六条、第七百四十九条第二項の仮処\n分命令の執行期間に関する規定もその適用はないと解すべく、従つてかかる場合承\n継執行文付与の可能性はこれを否定すべき理由はない。また保全処分にあつては被\n保全権利の権利者たる地位または一義務者たる地位の承継があれば、附随性の故\nに、保全処分債権者または債務者たる地位も承継されると解すべきところ、本件の\n場合前示（一）の土地の所有者である債権者が土地所有権にもとずく家屋収去土地\n明渡請求権保全のためになす仮処分執行中仮処分債務者Ａが前示仮処分命令に違反\nして前示（一）の地上に（三）の建物を新たに築造し、右現状変更（つまり不作為\n義務違反）による債務者の（三）の建物除去義務もこれによつて具体化され、しか\nも（三）の建物が除却されない限り右現状変更ないし不作為義務違反の状態は継続\nしているわけであるが、Ｂはその後（三）の建物を承継取得して（一）の土地を不\n法に占有している関係にある以上債権者としてはＢを債務者Ａの承継人として民事\n訴訟法第二百一条、第四百九十七条の二に則り承継執行文の付与を得た上前同様授\n権決定による執行命令で（三）の建物の除却を強制することができるものと解する\nのが相当である。そしてこの見解は本来仮処分の目的たる土地建物の現状を維持し\n以て本案判決の執行を保全せんとするこの種仮処分の目的にも合致するものと考え\nる。\n以上説示した理由により抗告人の本件承継執行文の付与申請は理由あるにかかわ\nらずこれを拒絶した書記官の処分並びにこれに対する異議申立を却下した原決定は\n不当であるから、これを取消し、主文のとおり決定する。\n（裁判長判事　柳川昌勝　判事　坂本謁夫　判事　中村匡三）\n"
}