{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 28,
    "month": 6,
    "day": 25
  },
  "case_number": "昭和28(う)124",
  "case_name": "背任(予備的に業務上横領)被告事件",
  "court_name": "名古屋高等裁判所金沢支部",
  "result": "破棄自判",
  "article_info": "第6巻8号970頁",
  "gist": "新刑訴法における第一審判決において控訴審等よリ差し戻された後の判決が差戻し前の判決よリも刑が重い場合と刑訴第四〇二条違反―殊に両判決が認定した訴因を異にする場合の効果",
  "case_gist": "当初の第一審判決に対し、被告人たけが控訴した事件が原審に差し戻された後の第一審判決は、たとい差戻後あらたに追加された別個の訴因に基き判決するときでも、差戻前の判決よりも重く量刑することはできない。",
  "lawsuit_id": "23238",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=23238",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/238/023238_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人を懲役八月に処する。\n但し裁判確定の日から二年間右刑の執行を猶予する。\n理　　　　由\n弁護人大橋茹の論旨は同弁護人提出の控訴趣意書に記載する通りであるからこれ\nを引用する。\n論旨第一点について。\nしかし原判決の判示するところは被告人は昭和二十三年春頃原審被告人Ａと共謀\nの上被告人が福井県吉田郡Ｂ協同組合長として業務上保管中の政府還元配給米三十\n五俵を他の目的に流用処分することを企図し同年中判示の如く処分して右政府米三\n十五俵の横領を遂げたというのであるから原審は判示個々の領得処分を包括した一\n個の犯意実現行為により成立する一個の横領罪を認定したものであることは明瞭で\nある。故に個々の処分行為の数に応じた横領罪を認定すべきものとの主張を根拠と\nする所論の否たることは説くまでもないところである。\n論旨第二点について。\nしかし原判決挙示の証拠によれば判示日時福井県Ｄ事務所長より同県吉田郡Ｃ村\n長宛の判示政府米還元配給の指示に基き同村助役として村長を補佐し判示農業協同\n組合の保管する政府米七十五俵の適正配給の任務を負うた原審相被告人Ａと、右協\n同組合の長として現実に右政府米保管の責に任ずる被告人とが相通謀し右の内三十\n五俵を配給外の目的に領得処分することを計画、実行した事実を認定するに十分で\nあり、これにより業務上横領罪の成立することは当然である。故に原判決には所論\nのような事実誤認の違法はなく論旨は理由がない。\n論旨第三点について。\n仮にＣ村長を補佐し本件政府米の適正還元配給の職権を有した所論Ａが同職権に\n伴い同様村長を補佐する地位において右政府米に対する占有権をも取得したものと\n措定しても、現実に同政府米を業務上占有保管する被告人独自の法律上の地位並に\n責任には何らの影響を及ぼすものではない。従つてこの場合原判決が右Ａには業務\n上占有の身分がないものとし、被告人のみに対し同身分を認定して業務上横領罪に\n問擬したからと云つて、何らの不利益を被告人に及ぼすものではなく又判決に影響\nする事実の誤認、法令の適用の誤りなどの違法を犯すものではない。論旨は理由が\nない。　論旨第四点について。\n本件は当初原審において起訴状の背任罪の訴因に基き有罪の認定を受け懲役八月\n執行猶予三年の判決があつて被告人のみが控訴し、当庁において控訴の理由を認め\nて原審に差戻したところ、原審において業務上横領罪の訴因が予備的に追加せられ\nた結果改めて原判決は同訴因に基き被告人を有罪として懲役十月二年間刑執行猶<要\n旨>予の処分をしたものである。しかしこのように当初の第一審判決を不服として被\n告人のみが控訴した事件にお</要旨>いて控訴審の判決が被告人の控訴理由を認めて\n原審に差戻したのに、差戻し後の判決で、差戻し前の判決の刑よりも重い刑を言い\n渡されるということになると、被告人は控訴審における審判の結果によつて間接に\n不服を申立てていた第一審の判決（差戻前の判決）よりも重く処罰されたこと即\nち、控訴をした為めに控訴をしない場合より刑が重くなつたということになり、刑\n事訴訟法第四百二条の不利益変更禁止規定の精神に背反するものと云わなければな\nらない。そしてこのことは差戻しの前と後の両判決で有罪の基礎となつた訴因が同\n一であると否とを問わないものと認められる。最高裁判所昭和二十七年十二月二十\n四日大法廷判決は旧刑事訴訟法において上告審から差戻された控訴審の前後両判決\nが有罪の訴因を同一にする場合の両者の関係に関するものであるが、法理は本件の\n場合と同様であると云わなければならない。そこで、原判決はこの点で判決に影響\nを及ぼす法令の違反があり破棄を免れないから原判決の量刑不当を主張する本論旨\nは結局理由があることに帰する。\nよつて刑事訴訟法第三百九十七条第四百条但書を適用して原判決を破棄し当裁判\n所において被告事件につき次の通り判決する\n原判決が挙示の証拠により認定した事実に法律を適用すると被告人の所為は刑法\n第二百五十三条第六十条に該当するから所定刑期範囲内で被告人を懲役八月に処し\n諸般の情状に鑑み同法第二十五条を適用して主文の期間同刑の執行を猶予する。\nそこで主文の通り判決する。\n（裁判長判事　吉村国作　判事　小山市次　判事　沢田哲夫）\n"
}