{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 31,
    "month": 2,
    "day": 9
  },
  "case_number": "昭和30(う)530",
  "case_name": "公職選挙法違反被告事件",
  "court_name": "高松高等裁判所第三部",
  "result": "破棄自判",
  "lawsuit_id": "24562",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=24562",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/562/024562_hanrei.pdf",
  "contents": "主　　　　文\n原判決中被告人両名に関する部分を破棄する。\n被告人Ａを罰金二万円に、同Ｂを罰金一万五干円に各処する。\n被告人等において右各自の罰金を完納することができないときは金二百\n円を一日に換算した期間当該被告人を労役場に留置する。\n被告人Ａより金八千円を、被告人Ｂより金六千五百円を各追徴する。\n被告人両名に対し公職選挙法第二百五十二条第一項に規定する選挙権及\nび被選挙権を有しない期間を二年に短縮する。\n原審における訴訟費用は被告人等の負担とする。\n理　　　　由\n弁護人唐津志都磨の控訴趣意は別紙に記載の通りである。\n論旨は原判決が被告人Ａを罰金二万円に、同Ｂを罰金一方五千円に各処した上二\n年間とはいえそれぞれ公民権の停止をしたことは刑の量定重きに過ぎるというので\nある。\n先ず職権で審按するに、原判決はその認定事実の内第一の（一）（二）及び第二\nの（一）乃至（三）につき、\n第一、　被告人Ａは同候補者の立候補届出前\n（一）　昭和二十九年十一月二十三日頃丸亀市ａ町ｂ番地Ｃ方に於て右同人を介\nし同候補者の選挙運動者Ｄから同候補者に当選を得しめる目的を以て同候補者の為\n投票並びに投票取纏等の選挙運動等の報酬として供与するの情を知りながら現金千\n円を受取り\n（二）　昭和三十年一月十五日頃丸亀市ａ町ｃ番地の自宅に於てＤから前同趣旨\nのもとに供与するの情を知りながら現金四千円を受取り\n之が供与を受け以て事前運動をなし、\n第二、　被告人Ｂは同候補者の立候補届出前\n（一）　昭和二十九年十一月十九日頃右Ｄ方に於て同人から前同趣旨のもとに供\n与するの情を知りながら現金千円を受取り、\n（二）　同日Ｄ方に於て同人から前同趣旨のもとに供与するの情を知りながらＥ\nより返還を受けたる現金千円を受取り、\n（三）　昭和三十年一月十五日頃丸亀市ａ町ｄの自宅に於てＤから前同趣旨のも\nとに供与するの情を知りながら現金千五百円を受取り\n各これが供与を受け以て事前運動を為し\nと判示し、両被告人の之等の各事実につき供与を受けたことがそれぞれ同時に選\n挙の事前運動をしたことにもなるものと解し、之等に対し各公職選挙法第二百三十\n九条第一号第百二十九条第二百二十一条第一項第四号刑法第五十四条第一項前段を\n適用して一個の行為にして数個の罪名に触れるものとしたのである。\n<要旨>しかしながら選挙運動とは特定の議員候補者又は当該選挙に立候補を意図\nする特定人の当選を得るため投票</要旨>を得又は得しむるにつき直接又は間接に有\n利な諸般の行為を指称するのであつて、その性質自体飽くまでも他に働きかける即\nち能動的なものを意味し、他から働きかけられる立場即ち受動的なものはこれを含\nまないものと言わなければならないのである。今度の選挙には某に投票願いたいと\nいうように働きかけるのが選挙運動であつて、その頼まれた人即ち働きかけられた\n人がよしそれを承諾したとしても選挙運動をしたことになるものとは到底解し得な\nいのである。それと同様に候補者のため投票並に投票取纏等の選挙運動を為し又は\n差すことの報酬として金員の供与を受けても、その金員の供与を受けたこと自体が\n選挙運動をしたことになるわけではなく、このことは当該供与を受けた者が候補者\nの選挙運動人であるということにより何等理を異にすべきものではない。然らば原\n審がその判示第一の（一）（二）及び第二の（一）（二）（三）につき熟れも前記\nの通り認定し、各供与を受けたことが受供与罪となると同時に事前運動に該当する\nものとして各該当法条を適用し右両罪が想像的競合に立つものとしたのは法律を誤\n解し法令の適用を誤つたものと称せざるを得ずその誤は判決に影響を及ぼすことが\n明らかであるから原判決中被告人両名に関する部分はこの点において破棄しなけれ\nばならない。\n更に原判決は被告人Ｂに関する原判示第二の（二）の事実をＤの検察官に対する\n第二回供述調書謄本と被告人Ｂの検察官に対する第一回被疑者供述調書とにより認\n定しているのである。よつて右両調書を検討するに、Ｄの調書中この部分に関する\n供述としては「その晩欠席したＥの分はその兄のＢに矢張り千円とお菓子をことづ\nけた」という趣旨の記載があるのみであり、被告人の調書には「このようにして真\n部の話も終つたので帰りかけた際Ｄから私等が貰つたと同様の菓子袋と祝儀袋を差\nし出してこれを持つて帰つてＥに渡してくれと頼まれたので、これを引受けて持つ\nて帰り翌日弟の家に持つて行き渡そうとしたところ、弟はそんなものはいらないと\n言つて受取らないので再び持ち帰り、菓子は子供に食べさし私か貰つた千円や弟が\n受取らなかつた千円の金は私が貰つてその当時Ｆ競艇に行つて全部使つてしまつ\nた」という趣旨の記載かあるだけであつて、これだけの証拠からはＥが受取らなか\nつた千円をＤから供与されたという認定に導くことは不可能で、到底原判示第二の\n（二）の受供与の事実を認定することはできないのである。しかし被告人は昭和二\n十九年十一月二十日頃（起訴状並に原審認定は十一月十九日頃となつているけれど\nも証拠上からは十一月二十日と認定するのが相当である）Ｄ方に於て同人から弟Ｅ\nに供与すべく金千円を手交されてその交付を受けた事実は証拠上明認され得るとこ\nろであるから、原審は本件は受交付罪として認定すべきであつたものと思料され\nる。（当審に於てＢ被告人を尋問したところによると、同被告人はＥが受取らなか\nつた千円はその後Ｄからよいようにせよと言われたので競艇に行つてつかつた旨供\n述して居るけれどもこの供述は直ちに措信し難いだけでなく、記録上改めてＤから\n供与されたと認定するに足る傍証も存在しないので、やはり受供与罪を認定するこ\nとはできない。）然るにこの点に関する証拠の価値を十分審究しないまま漫然受供\n与の事実を認定したのは判決に理由を付しない違法があるに帰し、原判決中被告人\nＢに関する部分はこの点に於ても又破棄を免れない。\nよつて量刑不当に関する弁護人の控訴趣意に対する判断を為すまでもなく刑事訴\n訟法第三百七十八条第四号第三百八十条第三百九十七条により原判決中被告人両名\nに関する部分はこれを破棄し、同法第四百条但書の規定に従い当裁判所において自\n判することとする。\n罪となるべき事実\n被告人両名は昭和三十年二月二十七日施行の衆議院議員選挙に際し香川県第Ｇ区\nより立候補したＨの選挙運動者でありかつ選挙人であつたものであるが\n第一、　被告人Ａは、\n（一）　昭和二十九年十一月二十三日頃丸亀市ａ町ｂ番地Ｃ方で同人を介し、右\n候補者の選挙運動者Ｄから、同候補者に当選を得しめる目的をもつて、同候補者の\nにめ投票並びに投票取纏等の選挙運動を為す報酬として供与されるものであること\nを知りながら現金千円の供与を受け、\n（二）　昭和三十年一月十五日頃丸亀市ａ町ｃ番地の自宅で、右Ｄから前同趣旨\nのもとに供与されるものであることを知りながら現金四千円の供与を受け、\n（三）　同年二月四日頃丸亀市ｅ町Ｉで、右Ｄから右候補者に当選を得しめる目\n的をもつて、同候補者のため投票並びに投票取纏等の選挙運動を為す報酬及び他の\n選挙運動者に同様の報酬として供与すべきものとして一括して供与されるものであ\nることを知りながら、現金三千円の供与を受け、\n第二、　被告人Ｂは、\n（一）　昭和二十九年十一月二十日頃前記Ｄ方で、同人から前記候補者に当選を\n得しめる目的をもつて、同候補者のため投票並びに投票取纏等の選挙運動を為すこ\nとの報酬として供与されるものであることを知りながら現金千円の供与を受け、\n（二）　同日同所で右Ｄから、前同趣旨の下にＥに供与せしめる目的をもつて手\n交するものであることを知りながら現金千円の交付を受け、\n（三）　昭和三十年一月十五日頃丸亀市ａ町ｄの自宅で、右Ｄから前記（一）と\n同趣旨の下に供与されるものであることを知りながら現金千五百円の供与を受け、\n（四）　同年二月五日頃前記自宅で、右ＤからＥを介し前同趣旨の下に供与され\nるものであることを知りながら現金三千円の供与を受け\nたものである。\n証拠\n原判決に挙示した通りである。\n法令の適用\n判示第一の各所為及び判示第二の（一）、（三）、（四）の所為につき、\n公職選挙法第二百二十一条第一項第四号罰金等臨時措置法第二条（各罰金刑選\n択）\n判示第二の（二）につき\n公職選挙法第二百二十一条第一項第五号罰金等臨時措置法第二条（罰金刑選択）\n別に被告人両名に対し、\n刑法第四十五条前段第四十八条第二項第十八条\n公職選挙法第二百二十四条後段第二百五十二条第三項\n刑事訴訟法第百八十一条第一項本文\n被告人両名に対する公訴事実第三の（一）（二）及び第四の（一）（二）（三）\n中各選挙の事前運動をしたとの部分は前記判断の際述べた通りであつて犯罪は成立\nしないが、執れも受供与の罪と想像的競合に立つものとして起訴されたものと認む\nべきであるから主文において無罪の言渡をしない。\nよつて主文の通り判決する。\n（裁判長判事　坂本徹章　判事　塩田宇三郎　判事　渡辺進）\n"
}