{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 26,
    "month": 8,
    "day": 31
  },
  "case_number": "昭和26(ホ)1358",
  "case_name": "暴行傷害婦女に売淫をさせた者等の処罰に関する勅令違反被告事件",
  "court_name": "福岡高等裁判所第三刑事部",
  "result": "破棄自判",
  "lawsuit_id": "23905",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=23905",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/905/023905_hanrei.pdf",
  "contents": "主　　　　文\n原判決中被告人に関する部分を破棄する。\n被告人を懲役八月に処する。\n理　　　　由\n弁護人水崎幸蔵が陳述した控訴の趣意は弁護人石橋重太郎が提出した控訴趣意書\n記載のとおりであるからこゝにこれを引用する。\n右控訴趣意第一点について、\n然し乍ら昭和二十五年八月二十三目附起訴状の罪名欄には婦女に売淫をさせた者\n等の処罰に関する勅令違反（同勅令第二条）と明記してありこれと同起訴状公訴事\n実とを対照して読むとき同勅令第二条違反の犯罪事実について起訴せられたことが\n明かであるから原審が右事実を同勅令第二条違反として審判処断したことは相当で\nあり原判決には所論のような違法はなく論旨は理由がない。\n同第二点について、\n原判決判示を読めば犯罪事実は特定されている。この論旨も亦採用に値しない。\n同第三点について、\n婦女に売淫をさせた者等の処罰に関する勅令は婦女の個人的自由の伸張を図るた\nめ「暴行又は脅迫によらないで婦女を困惑させて売淫をさせた者」（第一条）及び\n「婦女に売淫をさせることを内容とする契約をした者」（第二条）に対する処罰を\n定めている。所論はこの後者の場合において「婦女が自己の意思に反して他の何等\nかの強制によりて売淫させられることを内容とする契約」をいうものであつて婦女\nが自由意思により売淫を<要旨>なす契約をすることをも禁止する趣旨ではないとい\nうのであるが該契約当事者の一方が相手方たる婦女に対し</要旨>多額の金員を前貸\nし自己の部屋において売淫せしめることを目的とするときは仮令婦女が自由意思に\nよつて売淫をすることを内容とするものであつてもかかる契約は直接又は間接に多\nかれ少かれ心理的にもせよ婦女を束縛又は強制して売淫させる結果を招来するに至\nるものであつて婦女の個人的自由の伸張を阻害する虞れが多分にあるのである。そ\nこで所論のような強制的な要件の有無に拘らず婦女に売淫をさせることを内容とす\nる契約をした者として一様に処罰さるべきものと解するのが相当である。\n原判決判示第二の事実は原判決挙示の証拠によつて優にこれを認めることができ\nるからこれに右勅令第二条を適用した原判決は相当であり所論のような法令の適用\nを誤つた違法はない。論旨は採用の限りでない。\n同第四点について、\n一、　前記控訴趣意第一についての判断において示したように昭和二十五年八月\n二十三日の公訴事実は右勅令第二条違反の犯罪事実であること明かであるから、こ\nれが明かでないことを前提とする論旨は採用できない。\n二、　所謂冐頭陳述に於て明かにされなければならないのは「証拠により証すべ\nき事実」であり所論のように具体的証拠と具体的事実との直接的関係までを明かに\nすることを要求しているのではない。これは証拠申請の段階においてなさるべきこ\nとである。所論公判調書の記載により判明し得る事実と証拠との関係の程度にて冐\n頭陳述としては充分というべきものと解するから論旨も亦採用しない。\n三、　然し乍ら判示第二の犯罪事実については既に昭和二十五年十月二十五日の\n第二回公判期日に証検第三一号乃至第四八号を取調べており所論の昭和二十六年二\n月十四日の公判期日に於ても所論の証検第七五号被告人の自白調書を取調べる以前\nに同事実に関する他の証拠たる証検第五七号乃至七二号を取調べていること訴訟記\n録上明かであるから原審の訴訟手続には所論のような違法はなく論旨は理由がな\nい。\n同第五点について、\n右勅令第二条の法意については所論と見解を異にすること控訴趣意第三点につい\nての判断において説明したとおりであり右判断と見解を同じくする原判決判示事実\nはその挙示する証拠により優にこれを認め得ることも前に記したとおりであるから\n原判決には事実誤認の違法はなく論旨は理由がない。\n同第六点について、\n訴訟記録並に原審で取調べた証拠に現われた主観的客観的一切の情状を考慮する\nと原審の被告人に対する量刑は稍重いと認められるので刑事訴訟法第三百九十七条\n第三百八十一条に則り原判決中被告人に関する部分を破棄し同法第四百条但書に則\nり左のとおり自判する。\n被告人の原判決判示所為中各暴行の点は刑法第二百八条罰金等臨時措置法第二条\n第三条刑法第六十条に各傷害の点は同法第二百四条罰金等臨時措置法第二条第三条\n刑法第六十条に、婦人をして売淫をさせることを内容とする契約をした点はいづれ\nも昭和二十三年勅令第九号第二条罰金等臨時措置法第二条に夫々該当するところい\nづれも所定刑中懲役刑を選択し以上は刑法第四十五条前段の併合罪に該るので同法\n第四十七条第十条に則り法定の加重をした刑期範囲内に於て被告人を懲役八月に処\nすべきものとする。\nよつて主文のとおり判決する。\n（裁判長判事　筒井義彦　判事　川井立夫　判事　安東勝）\n"
}