{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 27,
    "month": 11,
    "day": 7
  },
  "case_number": "昭和27(ネ)31",
  "case_name": "慰藉料並びに損害賠償請求事件",
  "court_name": "広島高等裁判所米子支部",
  "article_info": "第5巻13号645頁",
  "gist": "共同相続人の一人が提起した共同相続物に対する引渡請求訴訟の適否",
  "case_gist": "共同相続人の一人が共同相続した共有物の占有者に対しこれが引渡を求める訴訟を提起することは、共有物に関する保存行為であるから適法である。",
  "lawsuit_id": "23480",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=23480",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/480/023480_hanrei.pdf",
  "contents": "主　　　　文\n原判決中、控訴人の看護費用償還請求を棄却せる部分につき、本件控訴\nを棄却する。\n控訴費用中、右関係部分は控訴人の負担とする。\n原判決中、控訴人のその余の請求を却下せる部分を取消し、この部分を\n鳥取地方裁判所米子支部に差戻す。\n事　　　　実\n控訴人は「原判決を取消す。被控訴人は、控訴人に対し、金四九万二、二三〇円\nを支払い、且、春慶塗三尺箪笥二棹を引渡すべし。訴訟費用は第一、二審共被控訴\n人の負担とする」との判決を求め、被控訴人は「本件控訴を棄却する。控訴費用は\n控訴人の負担とする」との判決を求めた。\n当事者双方事実上の陳述及び証拠は、控訴人において「訴外Ａは、控訴人と共に\n亡Ｂの遺産を相続した後、その相続分全部を控訴人に譲渡したものである」旨主張\nし、被控訴人において「被控訴人が、控訴人主張の如き箪笥二棹を所持しているこ\nと、而して、そのうち一棹は、亡Ｂが生前に所有していたものであることは争わな\nいけれども、他の一棹は、右Ｂの遺産ではない」旨陳べ、又、控訴人は、証拠とし\nて、甲第一号証を提出し、当審における証人Ａ、同Ｃの各証言を援用し、被控訴人\nは、甲第一分証の印影部分の成立は不知、爾余の部分の成立はこれを否認する旨陳\nべた外、いずれも原判決摘示のとおりであるから、すべて茲に引用する。\n理　　　　由\n控訴人の本訴請求中請求原因（二）の亡Ｂの病気看護のため出損せる費用合計金\n二万四、二三〇円の償還を求める部分につき、当裁判所は、控訴人の請求はその理\n由なしと判断するが、その理由は、原判決に説示せるところと毫も異らないから、\n茲にこれを引用する。控訴人の当審におけるすべての証拠によつても、到底その主\n張を是認せしめるに足らない。されば控訴人の右請求を排斥せる原判決は極めて相\n当であつて、原判決中、右関係部分につき、本件控訴はその棄却を免れない。\n次に、原判決中、請求原因（一）、（三）、（四）の控訴人のその余の請求を却\n下せる部分につき、その当否を審按するに、原審は、亡Ｂの遺産に関し、それは控\n訴人の訴件Ａとの共有に係る未分割のものでこれに関する訴訟の提起追行は処分行\n為に属するものであるから、控訴人が訴を提起し、本案の裁判を得んがためには、\n須らく訴外Ａと共に、共同訴訟人として訴を提起、追行すべく、控訴人一人のみに\nてはいわゆる正当な当事者としての適格を有し得ないから、控訴人の本訴請求中\n（一）（四）の部分はいずれも不適法であるとて、これを却下し、又（三）の部分\nについては控訴人が本件無花果の木は控訴人の植栽した控訴人所有のものであると\nの主張を排斥してＢの遺産に属するものとし、これに前叙（一）、（四）の法理を\n適用して請求を不適法として却下したも<要旨>のであるところ、抑も、共同相続人\nがその共有する権利の処分につき訴訟を追行せんとする場合はいわゆる必</要旨>要\n的共同訴訟として全員にて提訴するを要し、一人の提訴は不適法たること勿論であ\nるが、共有に係る物に関する訴でもその占有者に対してこれが引渡を求めるが如き\nは占有に対する妨害排除と同様これを目して一種の保存行為と称し得べく、従つ\nて、共同相続人の一人は、当然に、全員のため共有に係る物の占有者に対してこれ\nが引渡を求めることができるものといわなければならない。故に原審において本訴\n請求中（一）は不適法であつたが、（四）は適法であつたものというべきである。\n而して（三）に至つては控訴人は控訴人単独の所有権を主張して提訴しているので\nあるから正当なる当事者としての適格を有することは言を俟たない。又控訴人は、\n当審において、Ｂの遺産については他の共同相続人よりその持分の譲渡を受け、控\n訴人のみが権利者であると請求原因を変更したから、前叙（一）の請求について\nも、控訴人は当事者適格を有するに至つたものといわねばならぬ。然るに、前叙の\n如き理由を以て、控訴人の本訴請求中右関係部分を却下せる原判決は不当であるか\nら、原判決中、右該当部分はこれを取消し、本件を原裁判所に差戻さなければなら\nない。よつて、民事訴訟法第三八四条第一項、第八九条、第九五条、第三八六条、\n第三八八条により、主文のとおり判決する。\n（裁判長裁判官　平井林　裁判官　藤間忠顕　裁判官　組原政男）\n"
}