{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 33,
    "month": 3,
    "day": 31
  },
  "case_number": "昭和31(ネ)2808",
  "case_name": "所得税審査決定変更請求事件",
  "court_name": "東京高等裁判所第七民事部",
  "lawsuit_id": "21410",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=21410",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/410/021410_hanrei.pdf",
  "contents": "主　　　　文\n原判決をとり消す。\n本件を東京地方裁判所へさし戻す。\n事　　　　実\n控訴代理人は、主文と同旨の判決を求め、被控訴代理人は控訴棄却の判決を求め\nた。\n当事者双方の事実上の主張、証拠の提出援用、認否は、つぎのとおり附記するほ\nか、すべて、原判決の事実らんに記載されたところと同一であるから、ここにこれ\nを引用する。\n（控訴代理人の主張、証拠の提出、認否）\n一、　禁反言の原則に関する主張について、控訴人は係争年度の後の年度すなわ\nち昭和二十九年および同三十年度分所得税の納税についても本件係争年度たる昭和\n二十八年度分につき被控訴人のたした五割控除是認の取扱を前提として税額を算出\nし、これにもとずいて生活上の設計等をすべてなしていたものであるから、この意\n味においても被控訴人局内においてさきに内部的にいつたん是認した処置をほしい\nままに撤回することは禁反言の原則の趣旨からして許されないものと考える。\nこの点は本案前の判断についても考慮せらるべきであると信ずる。\n二、　原判決はその理由において結局右審査請求書が東京国税局内「米州七課」\nの課員に昭和二十九年十月二十二日交付せられた事実を認定しながら、「いまだ以\nつて原告の被告に対する本件審査請求がなされたものと認めることはできない。」\nと判示したが、当時の米州七課とは、東京国税局内において外国人特に米国人関係\nの所得税その他について、その実質的処理を担当していた部局であるから、いやし\nくも同課または同課員に対し審査請求書を交付した事実があれば、これをもつて東\n京国税局に提出せられたものと認めるべきである。\n証拠として甲第三号証の二、同第八、第九号証を提出し、当審におけるＡ、同Ｂ\nの各証言を援用し、乙第六号証の成立を認めた。\n（被控訴代理人の主張、証拠の提出、認否）\n一、　被控訴人がいつたん是認したとしてもそれによつて拘束されないし、その\n後これを変更したとしても、そのことが禁反言の原則に反するということもない。\n二、　東京国税局昭和二十八年一月一日訓令第一号「国税局文書取扱規程」第十\n四条（文書の収受）にはつぎのとおり規定されている。「局に到達した文書は文書\n係において収受する。ただし休日または執務時間外においては、警守室において収\n受しつぎの要領で処理のうえ、執務時間開始と同時に文書係にひきつぐものとす\nる。\n（１）　到着文書は宿直用文書収受簿に必要事項を記入する。\n（２）　緊急を要すると認めるものは関係者にただちに連絡しなければならな\nい。\n（３）　主管課が直接文書を収受したときはただちに文書係へひきつがなければ\nならない。」\nされば、かりに本件審査請求書が主管課たる調査査察部調査第七課において直接\n収受したものとすれば、審査の請求として有効であることは、文書の収受に関する\n規程が前掲のとおりであるところから、被控訴人もこれを争わない。したがつて本\n件で問題となるのは主管課が控訴人主張のように昭和二十九年十月二十二日に直接\n審査請求書を収受したかどうかであるが、このような事実はない。\n証拠として、乙第六号証を提出し、当審における証人Ｃ、同Ｄの各証言を援用\nし、甲第三号証の二の成立は知らないと答え、甲第八、第九号証の成立を認めた。\n理　　　　由\n控訴人が昭和二十八年度分の所得税に関し、昭和二十九年三月十五日ａ町税務署\n長に対し租税特別措置法第五条の二の規定を適用した上、総所得金額を百万二千五\n百円税額を十九万八千八百三十五円として確定申告をしたところ、同署長は国税局\n収税官吏の調査により昭和二十九年九月二十日附でその総所得金額を二百四万四千\n八百円、税額を七十一万三千九百六十円と更正し、同年同月二十八日到達の書面で\n控訴人に通知したこと、控訴人は右処分につき被控訴人に対し審査の請求をしたと\nころ、被控訴人は昭和三十年七月二十日附で右請求を棄却する旨の決定をしたこと\nはいずれも本件当事者間に争のないところである。\n控訴人は、控訴人が被控訴人に対し審査の請求をした日は昭和二十九年十月二十\n二日であると主張し、被控訴人はみぎ円附は同年十一月四日であるから右審査の請\n求は更正処分の通知を受けた日から一ケ月の法定期間経過後になされたもので不適\n法であると争うのでこの点について判断する。\n原審証人Ａの証言によつてその成立を認めることができる甲第一号証の一ないし\n三、同第二号証、成立に争がない乙第一号証の各記載および原審ならびに当審にお\nける証人Ａ、当審における証人Ｂの各証言をあわせ考えると、控訴人の代理人弁護\n士Ｂは昭和二十九年十月二十一日みぎ審査請求書の案文を事務員Ｅに口述して速記\nさせ、同日中に、この速記原稿を工伸タイプ社にわたしてタイプライターによる清\n書三通の作成を注文したところ、翌二十二日でき上つてきたので、そのうち一通に\n押印して原本とし、これを同弁護士事務所そなえつけの英文の横封筒に入れ事務員\nＡに対し国税局に提出することを命じたところ、Ａはみぎ文書が審査請求書である\nということまで精確に知つていたわけではなかつたが、それが控訴人の税金に関す\nる書類であるという程度のことはおぼろげながら察していたので、直ちにこれを国\n税局に持参して在日アメリカ人の税金に関する事務を担当していた通称「米州七\n課」と呼ばれている部屋の課員の一人に交付したが、うかつにも受領証を受取らな\nかつた事実を認めることができる。当審における証人Ｄ、同Ｃの各証言中みぎ認定\nに反する部分は前記認定に引用の各証拠に照し信用しない。また、乙第一号証の本\n件審査請求書中に同局協議団が昭和二十九年十一月四日右文書を収受した旨の日付\n印の記載があるけれども、前記認定に引用した各証拠と成立に争のない乙第六号証\nの記載および本件弁論の同趣旨をあわせ考えると、本件審査請求書がいつたん米州\n七課の係員によつて受取られた後に、同局文書取扱規程の定めるところに従い何人\nかの手によつて右日付印の日に同局協議団にまわされたものであると解することが\nできるので前記認定のさしさわりとはならない。他に右認定を動かすに足りる証拠\nはない。\nところで、いずれもその成立について争のない乙第二ないし第四号証の各一ない\nし三、同第五、第六号証の各記載と原審証人Ｆ、同Ｇ、同Ｈの各証言をあわせ考え\nると、本件審査請求書が国税局に受理せられた日は前記乙第一号証中の日付印の\n日、すなわち同局協議団へ右文書が到達した日と推定せら<要旨>れる昭和二十九年\n十一月四日であるということも、いちおうのりくつとしてはいえないではないけれ\nども、少</要旨>くとも国民対官庁の関係では、外部から官庁にあてられた文書が使\nの者によつて届けられた場合にはその文書が当該官庁の職員に手渡されたときにみ\nぎの文書はその官庁に到達したと解すべきである。もし、官庁の文書取扱規程によ\nつて文書受理の権限が特定の部課ないし係のものにあたえられているような場合で\nも、それは一般国民の必ずしも知り得ないところであり、つねに必ずその部課ない\nしは係の職員に提出せられることを要すると解するならばその結果一般国民は思わ\nない不利益をうけるおそれがあり、それは国民にたいして、あまりむごいことだと\nいわなければならない。かような規程はその官庁内部の取扱い規程にすぎないもの\nで、外部に対してはなんらの拘束力をもたないとしなければならない。まして、主\n管課が審査請求書を受付けたときをもつて同局に適法に受理せられたと解すべきこ\nとについては、被控訴人もあえて争わない本件においては本件審査請求書は前段認\n定のとおり昭和二十九年十月二十二日被控訴人東京国税局に提出受理せられたもの\nと認めるを相当とする。なお、原審ならびに当審における証人Ａ、当審における証\n人Ｄの証言および本件弁論の全趣旨をあわせ考えると、当時東京国税局においてア\nメリカ人の所得税の事務を取扱つていた部課は調査七課第二係りで通称米州七課と\nいわれていたことを認めることができ、この認定を動かすに足りる証拠はない。\nされば控訴人のなした本件審査の請求は所得税法第四十九条所定の期間内になさ\nれた適法なものというべく、右と反対にみぎ請求を期間経過後になされた不適法な\nものとして控訴人の本訴請求を却下した原判決は失当であるから民事訴訟法第三百\n八十六条によりこれをとり消すべく、同法第三百八十八条により本件を第一審裁判\n所たる東京地方裁判所へさし戻すこととし、主文のとおり判決する。\n（裁判長判事　藤江忠二郎　判事　谷口茂栄　判事　満田文彦）\n"
}