{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 30,
    "month": 8,
    "day": 9
  },
  "case_number": "昭和28(ネ)450",
  "case_name": "賃借権設定無効並びに家屋明渡損害賠償請求事件",
  "court_name": "大阪高等裁判所第二民事部",
  "result": "棄却",
  "article_info": "第8巻7号417頁",
  "gist": "民法第三九五条と借家法第二条の関係",
  "case_gist": "民法第三九五条によつて抵当権者に対抗できる建物の賃貸借の賃借人と、右抵当権の実行による競売手続における競落によつて賃貸人の地位を承継した競落人との間の賃貸借については、借家法第二条の適用はない。",
  "lawsuit_id": "22746",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=22746",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/746/022746_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n事　　　　実\n控訴人は「原判決を取消す、被控訴人の請求を棄却する、訴訟費用は第一、二審\nとも被控訴人の負担とする」との判決を、被控訴人は「控訴棄却」の判決を求め、\nなお本訴請求中家屋明渡及び損害金の支払を求める部分を減縮した。\n当事者双方の主張は、被控訴人において、控訴人の賃借権は、控訴人と訴外Ａと\nの通謀虚偽表示に基くものであり、又高利を得る手段としてなされた公序良俗に反\nするものであるから無効であるとの点は主張しない。本件賃貸借は被控訴人が競落\nによつて本件建物の所有権を取得した後である昭和二十七年三月三十一日賃貸期間\nの満了によつて、終了したものであつて、借家法第二条による法定更新は許されな\nい。\n民法第三百九十五条は、借家法の規定によつて、変更されたものでなく、又借家\n法は不動産所有者が未だその行為の制限を受けていない通常の場合における、借家\n人保護の規定である。すでに抵当権が設定せられ、民法第六百二条所定の期間の範\n囲内の賃借権を除く以外の賃借権は、抵当権者に対抗できないという制限の下に置\nかれている場合、その抵当権の実行により、所有権を取得するのは、抵当権実行開\n始当時の抵当権者の権利の状態において、所有権を取得する特殊の場合であるか\nら、借家法の規定の範囲外に属し、その適用はない。\n然らば抵当権者が右範囲内の短期賃借権存続のまま競売をなし、競落人が競落によ\nつて、その目的物の所有権を取得した場合においては、その後右短期賃借権の期間\nが満了しても、法定の更新は許されないものである。\nけだし、建物の短期賃貸借は、処分の能力、又は処分の権限のないものによつて代\n理せられた本人の利益を顧慮したものであるから、もしこの場合借家法第二条の適\n法があるとすると、その結果事実上賃貸借を締結したこととなるし、又賃貸人であ\nる競落人は、長期賃貸借を強要せらるることとなつて、短期賃貸借保護の趣旨を没\n却するからである。\n従つて右の競落人に対抗し得べき賃借権は、競売開始の効力発生時における残存\n期間のみであり、その期間の更新はおそくとも競売開始の効力発生前になされるこ\nとを必要とし、その効力発生後においては、期間の更新は当事者間に、新しい別の\n契約の成立しない限り許されない。\n本件物件については、昭和二十三年七月二十九日、訴外Ｂが順位第一番の抵当権\nの、又控訴人は同二十四年四月八日順位第二番の抵当権の、同年十一月二日本件賃\n借権の設定の登記を受けたのであるが、被控訴人は同二十三年九月八日Ｂより右第\n一順位の抵当権を、その被担保債権とともに譲受け、同年同月九日これを移転登記\nをした上、同二十五年七月七日抵当権実行のための競売の申立をなし、その後同年\n十一月十八日競落によりその所有権を取得したものであるから、控訴人が被控訴人\nに対抗し得べき賃借権は、昭和二十四年四月一日から向う三年間、すなわち同二十\n七年三月三十一日までであつて、競売申立の登記のあつた昭和二十五年七月七日ま\nでの間に、法定更新の事実なく又その後控訴人、被控訴人間において、何等の契約\nも成立していないのであるから、右昭和二十七年三月三十一日限り、控訴人の本件\n賃借権は消滅したものである。\n仮りに右賃貸借の法定更新が許されるとしても、控訴人は本件建物に居住するこ\nとを目的として賃借したものではなく、もともと債務者Ａに金員を貸付け、本件建\n物に前示のように順位第二番の抵当権の設定を受けたが、さらに右貸金の回収と、\nその担保力の増強を目的として、本件賃借権を取得したものであつて、居住営業を\n目的とするものでないから、被控訴人はその更新を拒絶する正当な事由があり、被\n控訴人は右賃貸借の期間満了にさきだち、昭和二十六年二月二十八日本訴を提起\nし、当初より更新を拒絶しているわけであるから、控訴人の賃借権は、右期間の満\n了と同時に消滅したものであるといい、控訴人において、本件建物について被控訴\n人主張の賃借権設定の登記のあることは認めるが、右賃貸借の期間は、法律上当然\n更新せられ、控訴人は引続いて賃借権を有すると述べた外、原判決記載の事実と同\n一であるから、これを引用する。\n証拠として、被控訴人は甲第一号証、同第二ないし第五号証の各一、二、同第\n六、七号証を提出し、原審証人Ｃの証言を援用し、乙号各証の成立を認め、控訴人\nは乙第一、二号証を提出し、原審証人Ｄ、原審及び当審証人Ｅの各証言を援用し、\n甲号各証の成立を認めた。\n理　　　　由\n訴外Ｂが訴外Ａ所有の本件建物に対し、昭和二十三年七月三十日付登記した順位\n第一番の抵当権を有していたところ、被控訴人がその被担保債権とともに、右抵当\n権を譲受け、同年九月九日その旨の登記を受けたことは、成立に争のない甲第七号\n証によつて明かであつて、被控訴人が右抵当権を実行した結果、同二十五年十一月\n十八日被控訴人自ら右建物を競落して所有権を取得し、同年十二月二十九日所有権\n移転登記のなされたこと、右建物については、同二十四年十一月十二日大阪法務局\n中野出張所受付第一八一九六号をもつて、賃借人控訴人、同年四月一日契約、存続\n期間契約の日より向う満三ケ年、借賃一ケ月金百五十円、借賃支払期全期間分前払\n済、特約物件の転貸又は権利の譲渡を許す旨の賃借権設定の登記がなされたこと\nは、当事者間に争がない。\n被控訴人は、右の賃貸借は三年の期間の満了によつて終了し、借家法第二条によ\nる法定更新は許されないとし、控訴人は、右期間満了後溝律上当然更新がされる旨\n主張するから、この点について判断する。\n民法第三百九十五条によると、期間三年を超えない建物の賃貸借は、抵当権の登\n記後に、登記したものであつても、抵当権者に対抗できるから、被控訴人が競落に\nよつて本件建物の所有権を取得した後、右賃貸借の期間の満了の日である、昭和二\n十七年三月三十一日までは、控訴人と被控訴人との間に、本件建物の賃貸借の存<要\n旨>続していたことはもちろんである。そして借家法は建物の賃借権の強化を目的と\nする民法に対する特別法なる</要旨>ことにかんがみると、抵当権の登記後の賃借権\nでも、民法第三百九十五条により賃借建物の競落人に対抗できるものに対しては、\n一般的には借家法の適用があるということができるけれども、同法第二条のいわゆ\nる法定の更新については、その更新される時期、すなわち、右の競落人に対抗でき\nる賃貸借の期間の満了の日が、競売の目的物について差押の効力の生じた後である\n場合においては、更新された賃貸借は競落人に対抗できないものと解せねばならな\nい。\nけだしすでに競売手続開始決定が債務者に送達せられ、競売申立の登記がなされ\nたときは、競売の目的物に対する差押の効力が第三者に対しても発生するものであ\nるから、この時以後、その目的物の所有者は、競落人の権利に制限を加えるような\n目的不動産に関する権利の設定をすることはできないものであつて、民法第六百二\n条に定めた期間を超えない賃貸借でも、不動産の所有権に制限を加える権利の設定\nに外ならないものであり、（昭和九年九月五日大審院判決参照）従つて又この場合\nにおいては、借家法第二条により、所有者と賃借人との間において更新された右短\n期賃貸借といえども、競落人に対抗できないものというべきであるからである。\n以上説示するところがら考えて見ると、抵当権実行のための競売手続における競\n落人は、競売の目的物について差押の効力の生ずる以前に、借家法第二条による短\n期賃貸借の更新のある場合を除いては、その権利に制限を加えることを強制せられ\nないものというべく、従つて右賃貸借の期間の満了の日が、すでに競落人がその目\n的物の所有権を取得した後（このときが前示差押の効力の生じた後なることはいう\nまでもない）に到来したときは、競落人と賃借人との間には借家法第二条の適用の\nないものといわねばならない。\nもし然らずとせば、競落人は前示差押の効力の生じた当時の所有者と賃借人との\n間の、同条による賃貸借更新の効果を対抗せられないのにかかわらず、この場合に\nおいては、賃貸借の更新を強制せられることとなつて、彼是均衡を失する結果とな\nるからである。\n本件において、前段認定のように、控訴人、Ａ間の賃貸借の期間の満了の日であ\nる昭和二十七年三月三十一日当時は、すでに被控訴人が競落によりその目的物の所\n有権を取得していたのであるから、控訴人、被控訴人間においては、借家法第二条\nによる右賃貸借の更新の生ずる余地のないものというべく、従つて右賃貸借はその\n期間の満了によつて消滅したことは明白である。\nなお控訴人は、被控訴人はＡに対して、金七万円を利息月一割五分の定で貸付\nけ、利息のみですでに、金十数万円を取得した上、本件建物を競落したものである\nから、その権利を保護する必要はないというが、かような事実があつても、それだ\nけでは控訴人の右主張を採用する理由とするに足りない。\nそうすると、控訴人に対して、前示競売の目的物たる原判決添付の別紙記載の建\n物について、賃借権のないことの確認を求め、且つ前示控訴人の右建物に対する賃\n借権の登記の抹消手続を求める被控訴人の請求は理由があるから、原判決は結局正\n当に帰する。\nよつて民事訴訟法第三百八十四条、第九十五条、第八十九条に従い、主文のとお\nり判決する。\n（裁判長判事　大野美稲　判事　熊野啓五郎　判事　喜多勝）\n"
}