{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 26,
    "month": 6,
    "day": 15
  },
  "case_number": "昭和26(う)195",
  "case_name": "昭和二五年政令第三二五号違反関税法違反被告事件",
  "court_name": "名古屋高等裁判所第三部",
  "result": "破棄自判",
  "lawsuit_id": "23274",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=23274",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/274/023274_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する\n被告人を懲役六月に処する\n原審並に当審に於ける訴訟費用は全部被告人の負担とする\n理　　　　由\n被告人及弁護人近藤亮太内藤三郎水谷省三提出の各控訴の趣意は本件記録に編綴\nされてゐる被告人及同弁護人名義の控訴趣意書記載の通りであるから茲に之を引用\nする\n当裁判所は右各控訴の趣意に付いて次の通り判断する\n<要旨第一>第一、　弁護人近藤亮太の控訴趣意第一点及弁護人内藤三郎同水谷省\n三の控訴趣意第一点の（２）について琉球列島</要旨第一>のＡ島及びＢ島が海外な\nることは所論覚書に因て明定せられたことであつて今日に於ては既に公知の事実で\nあるから必ずしも右覚書を判決に書く必要はない、右論旨は其理由がない\n<要旨第二>第二、　弁護人近藤亮太の控訴趣意第二点について、本件の如く関税\n法違反の事件を訴追するに当つては所管税</要旨第二>関長の告発を訴訟条件とする\nことは洵に所論の通りであるが右告発は事実上為されて居れば足るものであつて右\n告発の有無について争ひない場合に於ては必ずしも証拠として法廷に提出するの要\nはない、原審記録に右告発書の編綴されてないことは所論の通りであるが当審に於\nては検事が右告発書の謄本を証拠として提出して居り公文書であるから反証のない\n限り真正なものと認むべく之によれば本件起訴に当つて名古屋税関長の告発があつ\nたことは明であるから右論旨も理由がない\n第三、　弁護人近藤亮太の控訴趣意第二点の（ロ）及び内藤、水谷両弁護人の同\n第一点の（３）について原判決挙示の各証拠を些細に綜合すれば被告人は原判示の\n如く非鉄金属類の密輸入を企て判示（ニ）の日時に判示数量の銅屑及真鍮屑を判示\nＣ港に陸揚して其関税を免れたことを認め得べく原判決は被告人の自白のみを事実\n認定の証拠としたものであるとの所論は当らないが原判決が関税逋脱の額を六百六\n十円に認定したのは関税法所定の税率に照らして誤算であると言ふの外はないので\n此点に於て原判決は判決に影響を及ぼす事実誤認があるものと言ふべく仍て爾余の\n論旨につき判断を省略し刑事訴訟法第三百八十条第三百八十二条第三百九十七条に\n則り原判決を破棄した上当裁判所は本件記録及原審で取調べた証拠により直に判決\nをすることができるものと認めるので同法第四百条但書に従ひ被告事件に付更に判\n決することとする\n（事実）\n被告人は外六名と琉球列島方面より関税を逋脱して非鉄金属類を密輸入しようと\n企て共謀して\n（一）　昭和二十五年八月二十八日頃法定の海外旅行証明書の発行を受くること\nなく漁船Ｄ丸に船長として乗り組み三重県南牟婁郡Ｅ海岸より琉球列島のＡ島及び\nＢ島迄不法出国し\n（二）　右Ａ島及びＢ島に於て薬莢その他の真鍮屑二万三百三十一瓩銅屑三千六\n百九十八瓩を右Ｄ丸に積み込みたる上帰港し同年九月二十七日頃同郡Ｃ港に於て銅\n屑三千六百九十八瓩及び真鍮屑三百二十六瓩を陸揚げをして之に対する関税四百六\n十円の納付を免れて関税を逋脱し\nたものである\n（証拠）\n判示事実は\n一、　原審第二回公判調書に於ける被告人の供述記載\n一、　被告人の海上保安土に対する第一、二回各供述調書に於ける供述記載\n一、　被告人の検察官に対する供述調書に於ける供述記載\n一、　差押目録（昭和二十五年十月十七目附）記載の各物件\n一、　保管請書（同日附）記載の各物件\n一、　犯則物件鑑定書（三通）に於ける記載\n一、　差押目録（十月二十八日附）三通記載の各物件\nを綜合して之を認む\n（適条）\n（一）　の事案に付\n昭和二十五年政令第三百二十五号附則第三項\n昭和二十一年勅令第三百十一号第二条第四条第一項第三項罰金等臨時措置法第二\n条\n千九百四十七年四月十四日附覚書千六百九号刑法第六十条\n（二）　の事実に付\n関税法第七十五条第一項罰金等臨時措置法第二条刑法第六十条\n尚第（一）（二）の事実に付\n刑法第四十五条前段第四十七条第十条\n刑事訴訟法第百八十一条第一項\n（裁判長判事　深井正男　判事　荻本亮逸　判事　上田孝造）\n"
}