{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Showa",
    "year": 26,
    "month": 8,
    "day": 17
  },
  "case_number": "昭和24(れ)2777",
  "case_name": "麻薬取締法規則違反並びに恐喝",
  "court_name": "最高裁判所第二小法廷",
  "result_type": "判決",
  "result": "その他",
  "article_info": "刑集　第5巻9号1764頁",
  "original_court_name": "東京高等裁判所",
  "original_date": {
    "era": "Showa",
    "year": 26,
    "month": 6,
    "day": 24
  },
  "gist": "一　分離して結審した事件を併合して判決することの適否\n二　証拠調を経ないで証拠に採つた判決の違法\n三　司法警察官が事件を検察官に送致した後に作成した被告人に対する訊問調書の証拠能力\n四　麻薬取締規則第四二条所定の麻薬はいわゆる無登録の麻薬を含むか\n五　共同被告人についての採証の違法と破棄理由の共通",
  "case_gist": "一　原審第七回公判において原審は被告人Ａに対する弁論を分離したことは所論のとおりである。そして第九回公判において被告人Ａに対する弁論を終結したのであるが原審は右分離した事件を再び併合して判決したものであることは原判決前文において併合して判決すると判示していることから明らかである。裁判所は職権によつて弁論の分離併合が出来るのであるから原審が前示のように分離した事件を併合して判決することは何等違法の点なく論旨は理由がない。\n二　原判決は所論押収に係るモルヒネ注射液五十本入二箱（昭和二二年証第八十七条号の一）の存在を他の証拠と綜合して原判示第一の（一）及び（ニ）の犯罪事実を認定したものであることは判文上明らかであることは判文上明らかである。ところが原審公判調書を調べてみると原審公判廷において右証拠物について証拠調をした記載がないのであるから原審はその証拠調をしなかつたものというべく従つて原判決は証拠調をしない証拠を断罪の資料に供した違法がありその違法は判決に影響を及ぼすものと言わねばならない。\n三　刑訴応急措置法においては聴取書と訊問調書との区別を撤廃し両者ともに供述を録取した書類として一定の条件の下にその証拠能力を認めこれが採否は一に裁判官の自由心証に委せられたのである（同第一二条参照）。それゆえに所論被告人に対する司法警察官の訊問調書がたとえ事件を検察官に送致した後に作成されたものであつて作成者たる司法警察官が訊問なし得ないにかかわらず作成したものであつたとしても訊問が直ちに供述を強制したものとはいえないのであるからその訊問調書は聴取書と同様供述を録取した書類として証拠能力があるものといわなければならない。\n四　しかし麻薬取締規則第四二条には「次に掲げる者以外の者は麻薬を所有又は所持することができない」と規定しているのであつて右の麻薬というのは正規の手続を経た論旨の所謂調録された麻薬のみを指すのではなく正規の手続を経ない所謂登録の麻薬をも包含するものと解するを相当とする。然らば原判決が同規則施行前に被告人が取得した麻薬について同規則を適用してその麻薬の所持を処罰したことは正当である。\n五　原審共同被告人Ｂ、Ａ、Ｃについて原審が証拠調をしない証拠を採証した違法があるとしても被告人の原判示の犯罪事実は挙示の証拠のみで十分認定できるのでありその証拠のうちには証拠調をしない証拠は採用されていないのであるから、かかる場所には旧刑訴第四五一条にいわゆる「破棄の理由が上告を為したる共同被告人に共通なるとき」に該当しないものと解すべきである。",
  "ref_law": "旧刑訴法349条，旧刑訴法336条，旧刑訴法127条，旧刑訴法254条，旧刑訴法451条，刑訴法313条1項，刑訴応急措置法8条4号，刑訴応急措置法12条，麻薬取締規則（昭和21年厚生省令25号）42条",
  "lawsuit_id": "54326",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=54326",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/326/054326_hanrei.pdf"
}