{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 32,
    "month": 3,
    "day": 14
  },
  "case_number": "昭和32(う)104",
  "case_name": "酒税法違反被告事件",
  "court_name": "福岡高等裁判所第二刑事部",
  "result": "棄却",
  "article_info": "第10巻2号190頁",
  "gist": "家畜の飼料とする目的をもつて酒税法第八条にいわゆるもろみを製造する場合と免許の要否",
  "case_gist": "酒類製造の用に供することができるもろみを製造しようとする者は、その製造目的が家畜の飼料その他酒類製造以外の用に供するためであつても、酒税法第八条所定の免許を受けなければならない。",
  "lawsuit_id": "23704",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=23704",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/704/023704_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n理　　　　由\n弁護人石丸公が陳述した控訴趣意は記録に編綴の弁護人今長高雄提出の控訴趣意\n書記載のとおりであるからこれを引用し、次のように判断する。\n同控訴趣意第一点について。\n所論は、本件もろみは豚の飼料に供するために製造したものであるから、酒税法\n第八条所定のもろみには当らないと謂うにある。しかし、原判決挙示の証拠によれ\nば、被告人が本件もろみを製造したのは、豚の飼料に供するためであつたものとは\n認められない。のみならず、酒税法の各種規定が酒類に対する徴税を確保するため\n酒類の製造、販売等につき免許制を採用する等種々の制限を設け、併せて酒類の原\n料である酒母、もろみ、こうじの製造につき免許制を採用した所以のものは、右原\n料は直ちにこれを酒類製造の用に供し得るものであるから、かかる原料の製造をも\n制限しなければ酒類の製造を制限した趣旨の完壁を期し得ないためなることが窺わ\nれる。又酒税法第八条はその本文において、酒類製造の用に供し得るもろみを製造\nするにはすべて所定の免許を受けなければならない旨規定し、僅かにその但書を以\nて一号以下六号まで除外例を設けており、殊にその五号にこうじについては自己又\nは同居の親族の食用に供するための製造を制限しない旨の規定を置いているに<要\n旨>拘らず、もろみについてはこの種の主観的意図に関する除外例を認めていない。\n従つてこれ等の律意に鑑みれ</要旨>ば、酒税法第八条所定のもろみとは、客観的に\n観て酒類製造の用に供し得るものなることを要し且つこれを以て足りるものにし\nて、その製造の目的が酒類製造の原料に供するためなると、はた家畜の飼料に供す\nるためなると、その主観的意図の如何はもろみたるの本質に消長を来すものでな\nく、苟くも酒類製造の用に供し得るもろみであれば、その製造の目的如何に拘りな\nく、すべてこれが製造には所定の免許を受けることを要するものと解するを相当と\nする。今本件について観るに、原判示事実は、被告人は原判示のとおりメリケン粉\n二俵、米ぬか五升にうどん汁と水を加えて原料とし、これを桶や金だらいに仕込ん\nでもろみ一石四斗八升を製造したものであるというのであつて、右もろみが酒類製\n造の用に供し得るものなることは原審証人Ａの証言により明らかであるから、被告\n人が仮りに所論の如くこれを豚の飼料に供する目的を以て製造したものとしても、\n酒税法第八条所定のもろみを免許を受けずに製造したことにかわりはなく、原審が\n被告人の右所為を酒税法第五四条第一項に該当するものとして処断したのは相当で\nあり、原判決に所論の如き事実誤認、法令適用の誤は存しない。論旨は理由がな\nい。\n同控訴趣意第二点について。\nしかし、原判決挙示の証拠によれば本件もろみは被告人自ら製造した事実を優に\n認め得べく、而して本件記録及び原裁判所において取調べた証拠に現われている被\n告人の年齢、境遇、犯罪の情状その他諸般の事情に鑑みるときは、なお所論の事情\nを篤と参酌しても原審の被告人に対する刑の量定はまことに相当にして、これを不\n当とする事由を発見することができないので、論旨は理由がない。\nそこで刑事訴訟法第三九六条に則り本件控訴を棄却し、当審における訴訟費用は\n刑事訴訟法第一八一条第一項但書に従い被告人をして負担させないこととする。\nよつて主文のとおり判決する。\n（裁判長裁判官　藤井亮　裁判官　岡林次郎　裁判官　中村荘十郎）\n"
}