{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 27,
    "month": 7,
    "day": 25
  },
  "case_number": "昭和27(ツ)4",
  "case_name": "農地引渡請求事件",
  "court_name": "高松高等裁判所第四部",
  "result": "棄却",
  "lawsuit_id": "24634",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=24634",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/634/024634_hanrei.pdf",
  "contents": "主　　　　文\n本件上告を棄却する。\n上告費用は上告人の負担とする。\n理　　　　由\n本件上告理由は末尾添附の別紙記載の通りでこれに対し当裁判所は次の通り判断\nする。\n行政処分に法律上の瑕疵があるときは、当該行政処分をした行政庁が自らその違\n法又は不当を矯正するためこれを取消し得るのを原則とする。しかしその取消は瑕\n疵ある行政処分により一旦形成された法律秩序を既往に遡つて消滅せしめる効果が\nあるのだから、その取消には条理上の制限がある。即ち一般的には法律に特別の規\n定のない限り既成の法律秩序を破壊しても尚かつ違法又は不当な行政処分を矯正す\nることが公益上必要である場合に初めてその取消は適法であると解せられる。\n自作農創設特別措置法による農地の買収並びに売渡処分に関しては当該処分を為\nした行政庁がその処分に瑕疵のあることを理由として自ら後日その取消が出来ると\nする特別の規定のないことは所論の通りである。然しながらその処分に対する不服\nある者の方からする訴願や行政訴訟による以外は行政庁の側において一方的にはそ\nの処分の取消は如何なる場合にも絶対に許されないとする所論は採用することは出\n来ない。\n同法による農地の買収並びに売渡処分についても前述の原則により各個の事案に\nついて具体的にその取消が適法かどうかを決定する必要がある。\n然らば本件についてこれを見るに原審が適法に認定したところによると「政府は\n控訴人（上告人）先代が本件農地の賃借人であると認めてそれを買収した上同人の\n相続人である控訴人に対し昭和二十三年八月三十日附の売渡通知書を発行交付して\nその売渡処分をしたものであるが、しかし昭和十九年以降昭和二十三年頃までの間\n被控訴人が控訴人あるいはその先代Ａに右農地の耕作を依頼したことはあるがそれ\nは日雇賃を払つて耕作して貰つたもので同人等に賃貸して耕作さしたものではない\nことが認められるので政府の右農地の売渡に関する処分には賃借人でない控訴人を\n賃借人と誤認した内容上の瑕疵があつたものといわねばならない。そしてその売渡\nに関する処分が取消されたのはこの事実の誤認に基くその成立の瑕疵を理由とする\nものであることが認定できる。」とあり、要するに本件農地は被上告人の自作地で\nあつて買収の対象となるべきものではなく、従つて当該農地の小作農でもない上告\n人に売渡さるべきものでもない。\n想うに自作農創設特別措置法において買収さるべき農地及びその売渡の相手方に\nついての規定は同法の目的とする自作農創設の為の最も重要な規定である。それ故\nにその定める対象を誤認して為した買収並びに売渡処分には重要な点に違法あるも\nのといわねばならない。従つてその違法な処分に不服ある者が訴願を為し、行政訴\n訟を提起した場合には通常その処分は取消を免がれないであろう。\n<要旨>然るに本件のように不服ある者が出訴期間を経過しその者には既に救済の\n手段がない場合に於て当該処分庁</要旨>が自らその違法を認めてその処分を取消す\nには右の様に単に違法があるというだけでなく更にその取消によつて失われる上告\n人の利益と取消によつて得られる公益上の必要とを比較考慮しなければならない。\n本件については上告人は原審に於てこの点について特に主張立証するところがなく\n又本件記録を精査するも違法な処分によつて設定された上告人の権利以外にはその\n取消によつて第三者の権利を侵害することも認められない。却つて違法に侵害した\n被上告人の権利の回復を計りひいては前記法律の規定を遵守することによる公益上\nの利益を認めることができるのである。きれば原判決がその取消を認容したことは\n相当である。\n憲法第二九条による個人の財産権はその個人の法律上正当に有する権利の意味で\nある。上告人の本件農地に対する所有権は前述の様に取消さるべき運命にある権利\nである。その取消を受けるまでの間に上告人が本件農地に関して右瑕疵ある所有権\n以外に適法に取得した権利のあること、それが取消によつて侵害されることの主張\nも立証もない本件においそは右違憲の主張の理由ないこと明かである。本件県農地\n委員会の売渡計画の承認には取消権留保の附款があつて、その附帯条件に基いて右\n承認が取消されたように形式上なつていることは所論の通りである。\n農地の売渡計画の承認にこのような条件を附することは法律の認めるところでな\nいからその条件そのものが無効であることこれ又所論の通りである。\n然しながら本件承認についてその内容に瑕疵があるときは右の様な条件の有無に\nかかわらず取消すことが出来ること前述の通りである。\n原審はその承認の取消は形式上は取消権留保の附款によつているようであるが実\n質は承認そのものに前述のような瑕疵があつたからであるとし、しかもこのような\n形式上の瑕疵は重大なものでなくその承認の取消を無効とするものでもなく、まし\nてその承認の取消に基く知事の売渡処分の取消まで無効とするいわれはないと認定\nしているのであつてこの点について所論のように採証の法則を誤り理由に齟齬あり\nとの主張は採用する限りでない。\nよつて民訴第四〇一条第九五条第八九条に従つて主文の通り判決する。\n（裁判長判事　石丸友二郎　判事　萩原敏一　判事　呉屋愛永）\n"
}