{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 32,
    "month": 3,
    "day": 29
  },
  "case_number": "昭和32(ツ)7",
  "case_name": "無尽金請求事件",
  "court_name": "東京高等裁判所第一民事部",
  "result": "棄却",
  "lawsuit_id": "21486",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=21486",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/486/021486_hanrei.pdf",
  "contents": "主　　　　文\n本件上告を棄却する。\n上告費用を上告人の負担とする。\n理　　　　由\n上告人は「原判決を破毀する」との裁判を求め、その理由として、別紙記載のと\nおり主張した。\n別紙上告状記載の理由及び上告理由書一記載の理由について、\n上告人の主張の要旨は、上告人は無尽契約によつて被上告人から金四萬円の給付\nを受けたのに、被上告人に毎月金一千四百円宛、総計金五萬四千六百円を返済する\nことを被上告人と約し、被上告人は本訴で右契約に基いて上告人に対し請求をなし\nているが、交付を受けた金額と返済する金額との差額金一萬四千六百円は利息に当\nり、それは利息制限法所定の利息を超過した無効なものであるから、その請求を認\n容した原判決は違法であるというのである。原審の適法に確定した事実によれば、\n被上告人が講元となつていた一口金一萬円の無尽四口に加入した上告人は、第一回\nに当せんしたので四口合計金四萬円の交付を受け、被上告人に対し、第一回の掛金\nは支払済てあつたので、それを控除した金額、即ち上告人主張の金五萬四千六百円\nの返済を約したのである。無尽契約においての講員と講元との関係をみるに、上告\n人のように第一回に当せんして金員の交付を受けた場合には、その後の掛金は、一\n面弁済のような性質をもつから、消費貸借のような形を示しているが、最終回に金\n員の交付を受ける講員との関係をみれば、その会員は毎回既に掛金を支払つていた\nのであるから、講元<要旨>から受取る講金はむしろ支払つた掛金の返済を受ける関\n係にあると認めることもできないではない。右のよう</要旨>な講元と講員との間の\n掛金の支払と講金の受領との関係には、一面消費貸借的の面の存することは否定で\nきないが、その関係を全面的統一的にみれば、消費貸借の規定のみによつて規律さ\nれていると解するのは妥当ではなく、むしろ、講契約に基く独自なものと解するを\n相当とする。本件のような営業無尽で講員の掛金額と講金の受領額との間に差額は\n存するが、右差額は、講員において掛金の払込をなさない者がある場合には、講元\nはそれを理由にして、他の講員に対し講金の支払を拒むことはできず、必ず支払わ\nなければならないのであるから、その資金その他講を運営する費用に充当されるの\nであるから、それを消費貸借の利息に該当するとはとうてい認めることができな\nい。しかも、営業無尽においては、講員の掛金と講金との間の関係についても、そ\nの差額が不当に大きくならないように、国家が原判決の示すように、無尽業法第三\n条、同施行細則第二条、相互銀行法第三条、同施行規則第三条等によつて法的規整\nをなしているのである。以上説明のような関係にあるのであるから、右差額を消費\n貸借の利息と解するは適当でないし、それについては利息制限法を適用する余地は\nないと解するのを相当とする。\nよつて、上告人の利息制限法の適用ありとの抗弁を排斥した原判決の判示は相当\nで、上告人の主張は独自の立場に立つて、原判決を非難するに過ぎないから、理由\nがない。\n上告理由書二記載の上告理由について、\n本件記録によれば、上告人が調停の申立をなしたのは水戸簡易裁判所に別件とし\nてなされ、しかも、同裁判所が昭和三十一年二月九日に不調として処理し、同年五\n月二十九日原裁判所にその旨の通知がなされたことを認めることができる（記録七\n八丁の水戸簡易裁判所からの通知参照）。よつて、原裁判所が上告人の調停につい\nて考慮しないで、本件について審理をなして判決を言渡したことについてはなんの\n違法もない。\n従つて、本件上告は理由がないから、民事訴訟法第四〇一条によつて本件上告を\n棄却し、上告審での訴訟費用の負担について同法第九五条、第八九条を適用し、主\n文のように判決する。\n（裁判長判事　柳川昌勝　判事　村松俊夫　判事　中村匡三）\n"
}