{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 29,
    "month": 12,
    "day": 13
  },
  "case_number": "昭和27(う)239",
  "case_name": "業務妨害並に汽車往来危険被告事件",
  "court_name": "広島高等裁判所松江支部",
  "result": "破棄自判",
  "lawsuit_id": "24743",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=24743",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/743/024743_hanrei.pdf",
  "contents": "主　　　　文\n原判決中被告人らに関する部分を破棄する。\n被告人らを各懲役三月に処する。\n但し二年間右各刑の執行を猶予する。\n原審における訴訟費用は原審相被告人Ａと被告人らの連帯負担とし、当\n審における訴訟費用は被告人らの連帯負担とする。\n理　　　　由\n弁護人松永和重の本件控訴趣意は別紙控訴趣意書記載のとおりであるからその主\n張するところに対し当裁判所は次のとおり判断する。\n（一）　被告人らに汽車往来危険の犯意が存しないとの主張について。所論にか\nんがみ本件訴訟記録及び原裁判所の取り調べた証拠を精査し併せて当審において取\nり調べた証人Ｂ、Ｃ及びＤの各尋問調書記載に当審実地検証の結果等を綜合考案す\nれば当裁判所としては次の結論に到達するものである。即ち、被告人らが原判示の\n第四及び第一の各ポィントをそれぞれ反位に切りかえたこと及びかようなことが一\n般的抽象的に言つて汽車往来の危険を生ずる行為であることは疑のない事実である\nがそのことが果して本件の場合妥当するかどうかその際被告人らは如何なる意図或\nは認識のもとにかような作業に出でたかを検討する。当審における実地検証の結果\nによれば列車がＥ駅ホームにある場合その運転台に立てば前方須佐よりの第四ポイ\nントが反位にきりかえてあることは明瞭に認識できるし又後方車掌台に立つてＦ駅\nよりの第一ポイントを望めばそれが反位にきりかえてあることも認識し得る状況で\nある。かような状況にあることは被告人らにおいて事前によくわかつていたし尚且\n列車の進行を阻止するためその前後には組合員多数が立ち塞さがり或は横臥し又は\n危険信号のための赤旗を出しておるのであるからこれらを無規して列車は絶対運行\nしないとの確心のもとに被告人らはポイント反位切かえの作業を行つたものである\nことが認められる。換言すれば、会社側がこれをも無視して列車を運行することは\n絶対なかるべく、被告人らとしてはかようなことは夢想だにもしなかつたのであ\nる。即ち、被告人らの意図するところはあくまで会社側の運転した列車の前進又は\n後進を阻止することにあつて列車往来の危険を生ぜしめようとの意図のなかつたの\nは勿論列車往来の危険を生ずるかもしれないとの未必の故意もなかつたものと認め\nるを相当とする。そうだとすれば原判決の認定した犯罪事実のうち汽車往来危険罪\nの点については被告人らにその犯意なく犯罪の証明なしとして無罪を言渡すべきも\nのである。然るに原審これを有罪として認定処断したことは事実の誤認をおかした\nものであり且その誤認が判決に影響を及ぼすことが明かであるから原判決はこの点\nにおいてとうてい破棄を免れない。諭旨は理由がある。\n（二）　業務妨害罪の成否に関する主張について。この点に関する当裁判所の判\n断に原判決が（弁護人の主張に対<要旨>する判断）一、二、に説示すろところと同\n一であるからここにこれを引用する。更に附言するならば、会社</要旨>側が組合員\nのストライキに対抗する措置として列車を運行せんことを計画したこと、そのため\n各駅に非組合員たる要員を配置せんとしてこれらの者を本件列車に乗せＦ駅を出発\nしＧ駅に向う途中Ｅ駅に到着したこと、その際の本件列車の運転手Ｄ車掌Ｂは何れ\nも従前組合員であつたが本件ストラィキの際は組合に対し脱退届を提出していたこ\nと、右列車がＥ駅に到着する以前にこのことあるを知つた被告人らは右列車の運行\nを阻止するため同駅より前方Ｇ駅よりの第四ポイントを反位に切りかえこれに施錠\nし鍵は組合員において保管していたこと、右列車がＥ駅ホームに入るや同駅構内に\n多数集合していた被告人ら組合員は同列車の運行をあくまで阻止するためその前方\n線路上に十数人立塞がり或は第四ポイント附近線路上に横臥し更に危険信号のため\nの赤旗をかざしたこと、更に被告人Ｈは右列車の後退を阻止するためＦ駅よりの第\n一ポイントを反位に切りかえこれに施錠しその附近線路上に多数組合員が立塞がつ\nたこと、そのため右列車は六時二〇今頃Ｅ駅構内に入つてより同日一〇時五〇分頃\nストライキ中止に至るまで四時間半位その運行を阻止され、ために会社側の計画し\nた非組合員による列車の運行ができなかつたことが認められる。本件においては被\n告人らの右所為は原判決の説示するとおり正当な業務行為でないことは明白である\nのみならず、争議行為としても著しくその範囲を逸脱していて正当な争議行為と言\nうを得ないのは勿論、まさしく刑法第二三四条にいわゆる威力を用い人の業務を妨\n害したものに該当するものと解するを相当とする。弁護人は本件列車を運転した運\n転手車掌らは労働組合の組合員であり彼らは組合の権利を侵害するもので一の権利\n濫用であり又背後に会社の策動があるならこれは会社の不当労働行為であり之に対\nし組合が自衛行動として叙上の所為に出たことは正当であると主張する。然しなが\nら会社の策動によつて運転手Ｄ及び車掌Ｂが組合員でありながら本件ストライキ当\n日組合に脱退届を提出するに至つたものであることについては記録上これを認める\nに足る証拠なく又組合員たるこれらの者がストラノキ当日組合に脱退届を提出する\nことによつて組合員たる地位を失うか否かは別論として少くとも会社の命によりこ\nれらの者が運行せしめていた列車を叙上のような方法によつてその運行を阻止する\nことは組合の自衛行動であつて正当であるとする弁護人の論旨は採用し難い。弁護\n人は、更に、会社が暴力団を使用すると言う噂がとび被告人らはこれに恐怖してお\nり且又スト破り組合員の裏切り行為には極めて大なるふんまんを感じており極めて\n緊迫した状態にあつたことは明かであるから、かような事態下特に裏切り組合員に\n対抗するため列車を阻止したことは寧ろ期待可能性のないものとすべきであると主\n張するが仮りに弁護人の主張事実をそのまま認容するとしてもその他本件訴訟記録\n全部によつて本件列車運行阻止の経緯状況を検討するも被告人らの所為を目して期\n待可能性のないものと断ずることはとうていできない。弁護人の論旨は採用するを\n得ない。\nよつて刑事訴訟法第三九七条を適用し原判決を破棄し同法第四〇〇条但し書によ\nり被告事件について当裁判所は次のとおり判決する。\n一、　被告人等の地位\n被告人等は、いづれも島根県出雲市に本社を置き出雲市より同県飯石郡ａ村を結\nぶ鉄道並びに出雲市を中心とする乗合自動車による貨客の運輸事業を営むＩ株式会\n社（以下単に会社と称する）の従業員で、同会社従業員の大半（本社部一二名、自\n動車部一七名、鉄道部五四名、計八三名）を以つて組織し、Ｊ総連及び同Ｋ地連に\n属するＬ労働組合（以下単に組合と称する）に属し、且つ被告人Ｍ及び同Ｎは同組\n合の幹部として組合活動に従事して来た。\n二、　争議の発生とその成行\nところで、右会社従業員の退職金支給条件がＪ総連の獲得したそれに比較して著\nしく劣つていたので、組合は昭和二五年四月開かれた組合定期大会において退職金\n規程改訂を附議決定し、同年五月一三日会社にその要求をしたが、会社は右改訂の\n延期を申し入れたので、組合は右回答を不満として団体交渉を開く様申入れ、六月\n二九日開いたが、双方の互譲なく決裂した為、七月二八日島根県地方労働委員会\n（以下単に地労委と称する）に調停の申請をした。地労委は右申請を受理し、八月\n二一日以後数回調停委員会を開いたが、双方共態度強硬で容易に調停案を容れる見\n込みなく難航を極めた。　この間右争議に際し原審相被告人Ｏは闘争委員長に、被\n告人Ｍは副闘争委日長に、被告人Ｎ及び原審相被告人Ｐは闘争委員に各就任して争\n議の指導に当つて来たが、八月下旬組合員の一部（本社部及び自動車部全員）は組\n合の方針、幹部の施策に反対して脱退を表明し、別に従業員組合を結成したので、\n組合はこれらの者に対し組合員としての権利停止を行い（これらの者はストライキ\n不参加）、一方九月一〇口過頃鉄道部全員で組合臨時総会を開き同月一八日午前零\n時を期して二四時間ストに入る旨を決議し、同月一五日会社に対しその旨通告し\nた。\nところが同月一六日会社側は列車一輌をＧ駅からＦ駅へ回送し、且つ一八日に運\n行するＧ始発四往復の臨時ダイヤを発表したので、予ねてから予想されていた様に\nスト当日会社側が右列車を運行させることが決定的になつたので、同日夕刻被告人\nＭ、同Ｎは原審相被告人Ｏその他全役員と共に集り、会社側が右列車をＦ駅より運\n行させることは運転方式に違反するものであり、且つストの切崩し策であるから若\nし運行された場合はこれを阻止することに決め、更にその具体的な方法について協\n議したが昀終的且つ決定的な具体策は決定しなかつた。\n三、　本件犯行の共謀と実行\n翌一七日夜、被告人Ｍ、同Ｎ、同Ｈ他組合員数十名はＥ駅舎内に集つて列東阻止\nの具体的方法について協議を続け、結論としてＦ駅より来た列車をＥ駅で阻止すべ\nくその方法として予め同駅出雲須佐寄りにある第四ポイントを反位に切替えた上施\n錠しておき列車が同駅に入れば出雲今市寄りの第一ポイントを反位に切替えて施錠\nし、更に右の施錠を看守すると共に列車の運行をあくまで阻止するため数名の者を\n右ポイント附近に配置して会社側をして同駅に入つた列車の運転継続を断念するの\n余儀なきに至らしめることに決定した右の共謀に基いて翌九月一八日午前零時頃、\n原審相被告人Ａは右第四ポイントを反位に切り替えた上鎖錠を施して待機するうち\n会社側は組合側のストによる列車運行停止に対処する為、前記Ｆ駅に廻送していた\n「キハニ第一号」ガソリン動車を更にＧ駅に廻送し、予め編成公表していたダイヤ\nに従い午前七時同駅発列車として運行すべく、右ガソリン動車に同会社常務取締役\nＱ、同会社運輸課長Ｃ他非組合員等十数名が乗車し、運転士Ｄが運転して午前六時\nＦ駅を出発、同六時二〇分頃Ｅ駅構内に入り一旦同駅ホームに停車して間もなくＧ\n駅に向つて発車したところ、被告人Ｍ、同Ｎ、同Ｈは他の組合員十数名と共に危険\n信号用の赤旗をかざして右列車前方線路上に立塞がり、或は第四ポイント附近線路\n上に横臥して列車の運行を阻止し、更に被告人Ｈは第一ポイントを反位に切替えて\n鎖錠を施し、更に他の組合員十数名と共に右列車後方線路上に立塞がりＦ駅へ引返\nそうとする右列車を阻止し、同日午前一〇時五〇分頃スト中止に至るまで右列車を\nＥ駅に停車するの止むなきに至らしめ、以つて威力を示して前記会社の業務を妨害\nしたものである。\n右事実を認定する証拠な原判決挙示の証拠のとおり。\n法律に照すと被告人らの判示所為は刑法第二三四条第二三三条第六〇条に該当す\nるところ、所定刑中各懲役刑を選択しその刑期範囲内で被告人らに対しそれぞれ主\n文掲記の刑を量定処断し情状により同法第二五条を適用し二年間右各刑の執行を猶\n予することとし、原審及び当審訴訟費用は刑事訴訟法第一八一条第一八二条に従い\n主文掲記のとおり被告人らをして負担せしめる。\n本件公訴事実中被告人らが前叙認定のような共謀に基き前叙認定の日時場所にお\nいて前叙認定のような方法で汽車往来妨害の危険を生ぜしめたとの点については被\n告人らの犯意の点につきその証明がなく無罪であるけれども前叙認定の業務妨害の\n所為と一所為数法の関係にありとして起訴せられたものと認め特に主文において無\n罪の言渡をしない。\nよつて主文のとおり判決する。\n（裁判長裁判官　平井林　裁判官　藤間忠顕　裁判官　高橋正男）\n"
}