{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 29,
    "month": 5,
    "day": 1
  },
  "case_number": "昭和26(ネ)1953",
  "case_name": "無記名定期預金支払請求事件",
  "court_name": "東京高等裁判所第七民事部",
  "lawsuit_id": "21761",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=21761",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/761/021761_hanrei.pdf",
  "contents": "主　　　　文\n原判決を左のとおり変更する。\n被控訴人は控訴人にたいし、金十万二千二百円およびこれに対する昭和\n二五年一〇月二四日から完済にいにるまで、年六分の割合による金員を支払うべ\nし。\n控訴人の、その余の請求を棄却する。\n訴訟費用は第一、二審とも被控訴人の負担とする。\n事　　　　実\n控訴代理人は、原判決を取消す、被控訴人は控訴人にたいし、金十万二千二百円\nおよびこれに対する昭和二五年三月二〇日から支払済まで年六分の割合による金員\nを支払うべし、訴訟費用は第一、二審とも被控訴人の負担とする。との判決並びに\n仮執行の宣言を求め、被控訴代理人は控訴棄却の判決を求めた。\n当事者双方の事実上の主張、証拠の提出、援用および認否は、控訴代理人におい\nて、原審提出の甲第一ないし第六号証を撤回し、あらためて甲第一ないし第七号証\nを提出し、当審証人Ａの証言および控訴本人尋問の結果を援用し、乙第二、三号証\nの成立の自白を取消してこれを否認し、乙第二四号証の一、二、三の成立を認め、\n被控訴代理人において、乙第二四号証の一、二、三を提出し、当審証人Ｂ、Ｃ、Ｄ\nの各証言を援用し、甲第五、七号証を不知と答え、その余の甲号証の成立を認めた\nほか、原判決の事実らんにしるすとおりである。\n理　　　　由\n被控訴人銀行小田原支店が昭和二四年九月一九日金額十万円利率年四分四厘、支\n払期日昭和二五年三月一九日という契約の特別定期預金（無記名定期預金）証券番\n号第四八八六号を受入れたことは被控訴人の争わないところであり、原審証人Ａの\n証言（第一回）および原審における控訴本人尋問の結果によると、右金十万円は控\n訴人がその頃、自己の金員を訴外Ａに交付してこれを右小田原支店にたいする特別\n定期預金として預入れることを委任し、Ａがこれを同支店に持参して前記定期預金\nとして預入れたものであることが認められる。\n控訴人はこの定期預金は控訴人の預金債権であると主張し、被控訴人はこれをＡ\nの預金債権であると主張するのである。そこで先ず右Ａが被控訴銀行小田原支店で\nこの預金手続をした前後の事情についてみると、成立に争のない乙第二二、第二三\n号証、原審における証人Ｂの証言により成立を認める乙第二、三号証、同第五号証\nの一、二、同第六ないし第一〇号証、同第一二、第一三号証、原審における証人Ｅ\nの証言により成立を認める乙第一一号証、同第一五ないし第一八号証、同第一九、\n第二〇号証の各一、二の記載、原審及び当審における証人Ｂ、同Ａ（但し一部）原\n審における証人Ｅの各証言をあわせると、訴外Ａはかつて被控訴銀行に勤務してい\nたことがあつて、小田原支店長Ｂ、支店長代理Ｅとは知り合いの間柄であり、しば\nしば同支店に出入していたが、昭和二四年九月三日同支店に金一万円の普通預金を\nし、その際同人はその姓の「Ａ」ときざんだ印章を同預金の印鑑として届出たので\nあるが、次いで同月一九日本件預金の預け入れ手続をし、同月下旬訴外Ｆ振出金額\n四十五万円の約束手形の割引を申込んだので支店においては振出人の資力調査をし\nた上本店の認可をあおいで同月三十日にこれに応じ、内金三十五万円はＡ名義の通\n知預金に振替え、金十万円をその普通預金に振替え、Ａは後者から同日直ちに三万\n円、翌十月一日金六万円を引出したところ、右約束手形が満期である同年十一月十\n五日に不渡となつたので、右支店はＡにその決済を請求したがＡは再三延期を求め\nた末同月三十日にいたり、右通知預金と本件預金とによりその決済をすることを余\n儀なくされたことを認めることができる。ところで右Ａが本件預金の預け入れ手続\nをするについていかなる印鑑を用いたかという点について検討するに、本件口頭弁\n論の全趣旨により本件定期預金のための届出印鑑用紙として現に被控訴銀行に保管\nされているものであることの明らかな乙第一号証によると本件定期預金については\n「Ａ」と刻した印鑑が現に届出られていることが明らかであり、当審における証人\nＣ、同Ｄは本件預け入れの当初から存在したものであると供述している。\nこれに対し原審及び当審（原審は第一、二回）における証人Ａの証言、同控訴人\n本人尋問の結果、右証人Ａの証言により成立を認めるべき甲第五号証、同第七号証\nの各記載によると、右Ａのいわんとするところは、同人は控訴人から本件定期預金\nの預け入れ手続をたのまれ、被控訴銀行の預金用印鑑用紙にあらかじめ控訴人の\n「Ｇ」と刻した印鑑を押したものをもつて行きこれをもつて本件の預入をしたもの\nで自己の印鑑を用いたものではない。後にいたつてＡの債務と本件預金債権との相\n殺を余儀なくされる時帳簿上の整理のために必要があるとして自己の印鑑を被控訴\n人に手交した時あらためて右乙第一号証が作成されたものであるというのであつ\nて、当初からＡの印鑑であつたことについては疑問がないわけではない。しかしな\nがら本件特別定期預金の後記のような性質にかんがみるとき、当初届出た印鑑は証\n券と相まつて預金債権行使のための重要な要件となるのであるから、いやしくも銀\n行たるものが帳簿上整理の必要があればとてその者の同意なく軽々しくこれを他の\n者の印鑑ととりかえるということは通常考えられないところであり、当審における\n証人Ｂの証言によれば右Ａが右のような事実を主張するにいたつたのは右相殺のな\nされた後である昭和二十五年一、二月頃からであることがうかがわれ、本件におけ\nる右Ａの微妙な立場を考えるとき、この点に関する同人の証言及びその作成にかか\nる前記甲第五、第七号証の記載には必ずしも全幅の信用をおくわけにはいかないと\nころであり、結局当初の印鑑が途中さし替えられたとの事実はこれを肯認し難いと\nころであるとしなければならないから、本件預け入れに際して届出らけれた印鑑は\n現に存するものと同一のものであつたものと認める外はないのである。もつとも右\nＡが預け入れに際して自己の印鑑を届出たとすると、すでに前認定のようにその金\nは控訴人が支出したもので、これが預け入れをＡに依頼したものであるから、右Ａ\nが控訴人の金員を横領の上自己の預金として預け入れたとするのでない限り、一見\n不可解のきらいがないわけではないところ、右Ａにこのような横領の意思のあつた\nことを認めるべき資料はなく、預金証券は預け入れの翌日直ちに控訴人に交付して\nいることからすれば、Ａがこれをもつて自己の預金とする意思で自己の印鑑を届出\nたものと見ることはできない。同人が自己の債務と本件預金債権とを相殺すること\nに同意したのは、前記各証拠によればその時になつて止むを得ずそうしたものと認\nめられるから、これにより当初からＡにこれを自己の預金とする意思があつたもの\nと推測すべきものではない。しかしながら、右Ａにおいて控訴人の金員を自己のも\nのとするまでの意思はなかつたとしても、同人が預金者の氏名を表示する要のない\n特別定期預金制度の盲点を利用し、ただこれを暗に自己の預金なるかの如く装うた\nめ自己の印鑑を届出で、銀行の同人に対する信用を増さしめて融資の便宜を得よう\nとすることも、必ずしもないことではないといえることを考えれば、右Ａが預け入\nれに際して自己の印鑑を用いたことは十分説明のつくところである。原審における\n証人Ｂの証言により認められるように、後に銀行支店長からＡに対し前記相殺のこ\nとが提案されたとき、これに対してＡが本件預金関係の金員は「別途に資金を調達\nして返すからよい」といつたので決済をしたということは、この間の消息を物語る\n一資料と認むべきものである。\nひるがえつて本件特別定期預金の性質について検討するに、成立に争のない甲第\n一号証（特別定期預金証書）によると、本件の特別定期預金は返還期日において証\n書と引換に金員を支払うべき旨、預金債権の譲渡及び質入は禁止する旨並びに銀行\nが証書とあらかじめ届出の印鑑とをもつて請求する者に対して支払をしたときはそ\nの者が権利者でなくても銀行は損害賠償の責を負わない旨の各特約があり、これら\nの事項は証券に記載せられており、証券には預金債権者の表示はなく、証券の番号\nの記載があることが明らかであり、原審証人Ｅ、当審証人Ｂの各証言によると一般\nに特別定期預金の預け入れについては銀行は預金者の氏名住所を問うことなく、か\nつ現金を持参した者がなんぴとであるかに関係なく預金する時印章を銀行所定の印\n鑑用紙に押させ、この者に対し宛名の記載のない特別定期預金証書を発行交付し、\n銀行の帳簿には右証券の番号が控えられることが認められ、成立に争のない乙第二\n四号証の二中昭和二二年五月二二日附社団法人東京銀行協会及び全国銀行協会聯合\n会から社員銀行及び各地銀行協会にあてた特別定期預金の事故に関する取扱手続の\n件と題する書面によると、特別定期預金は無記名であることと利息に対し所得税の\n源泉徴収の申出があつたものとして扱うことの二点を除いては一般定期預金とこと\nなるところがなく、預金証券又は印章の紛失盗難等の事故のある場合でも一般定期\n預金に準じて取扱うべきであるが、実際問題としては無記名であるために事故を申\n出たものが真正の預金者であるかどうかを確認することが困難であるとし、かかる\n場合には種々なる資料によつて客観<要旨第一>的に真正な預金権利者を確定すべき\nものとされていることが認められる。以上の事実によつて考えると、本件</要旨第\n一>のような特別定期預金（無記名定期預金）債権は、それ自体無記名債権というこ\nとはできず、一種の指名債権であることは否定し得ないところである。しかしここ\nに無記名というのはたんに証書の上に債権者の氏名を表示しないというに止まるも\nのではなく、預金預け入れにあたつてはなんぴとが預金者であるかその住所氏名等\nは一切銀行においてこれを問わず、たゞ印鑑だけを届出るものであり、現実に金員\nを持参して預け入れに来た者はいつたいだれなのか預け入れ本人なのか代理人なの\nか、使者であるのかはたまた機関であるかも、また預金者は個人であるか法人その\n他の団体であるかなども、一切、銀行ではきかず、銀行はそれについて関り知らぬ\nとする立て前である。従つてたまたま銀行の預け入れ手続取り扱い者が、預け入れ\nに来た者をその住所氏名等によつて知つていたとしても、この者は本人として預け\n入れをするのか使者、代理人もしくは機関としてするのか明らかでないから、この\n預金をもつて直ちに右の者の預金とすることはできないのである。またその届出の\n印鑑も預け入れ人本人のそれか、使者、代理人もしくは機関のそれかもきかず、銀\n行においては分らぬ立て前である。しかも印鑑も必ずしも一定の氏名を刻したもの\nである必要はなく（必ずこれを要するとすれば無記名たるの特質はここから破れる\nわけであり、前記乙第二四号証の二中前記書面記載二のロにも「その印章が本人の\n姓名を表示するものならば」とあり、本人の姓名を表示しない印章のあることを予\n定しているのである）、字でない一種の模様を刻したものも用いられるであろう\nし、また氏名を刻したものも、だれでもが判読し得るものに限らないわけであつ\nて、印鑑表示の者が預金者であるともいえないのである。しかしながらなんぴとが\n預金者であるかということは客観的に定まるのであり、不特定のものではない。銀\n行はこの客観的に存在する預金者と、その本人、代理人、使者又は機関を通じて預\n金契約をするのであり、預金債権はこの契約により発生するのであるが、銀行とし\nては（証書又は印章の紛失盗難等によつて別個に債権者を確認する必要のある場合\nは別であるが）あくまでその預金契約の相手方が現実にはなんぴとであるかは知ら\nぬ立て前をとつているのである。なんぴとがこの客観的に存在する預金者かという\nことは各場合の事情によつて異なるであろうけれども、これを一般的にいえば特別\nの事情なきかぎり、現に自らの出捐により銀行に対し本人自ら又は使者代理人機関\n等を通じて預金契約をした者というの外はない。この預金者がなんぴとかというこ\nとは銀行の側において特に支払の場合に重要となるのであり、それ故この種預金債\n権の行使には原則として証券とあらかじめ届出の印鑑との両方が必要とされ、銀行\nがこれによつて支払をすることはその免責事由となるのである。本件特別定期預金\nは実にこのような制度なのである。\n以上のような特別定期預金の性質にかんがみ、本件においてなんぴとが預金者で\nあるかを考えると、すでに前認定のとおり本件の預金にあてた金員を出捐したのは\n控訴人であり、控訴人は自己の預金をする趣旨でこれをＡに委託し、Ａは控訴人の\n使者又は代理人として被控訴人と預金契約をしたものであり、預け入れの直後その\n預金証書を控訴人に交付し、控訴人は現にこれを保管しているのであつて、本件の\n預金者は控訴人であると認めざるを得ない。右預け入れの際Ａが自己の印鑑を用い\nたことは前認定のとおりであるが、同人が特に控訴人の金員を横領するために自己\nの預金をしたものと見るべきものがない以上、このことはなんら控訴人が預金契約\n上の主体であることを否定せしめるものではない。また前記乙第二号証（入金票）\n同第三号証（定期預金元帳）には預金者として「Ａ」又は「Ａ」なる記載があるけ\nれども、これは銀行内部の心覚えのために記載されたものに過ぎないことは前記証\n人Ｂの証言により明らかであり、しかもこれはたまたま被控訴銀行小田原支店の関\n係者が右Ａの氏名を知り、かつまた届出た印鑑がＡと判読し得たという偶然の事情\nによるものであることは右証拠上おのずから明らかであり、もし関係者がＡと面識\nなくかつその印鑑がしかく判読し得なかつたとすれば、銀行内部の心覚えとしても\n書きようがないことはみやすいところであつて、もとより預金契約の主体がＡであ\nることの証とするには足りない。被控訴銀行が、当時預け入れに来たのがＡであ\nり、その届出の印鑑がＡと判読し得るものであつたところから、本件預金契約の相\n手方がＡであると思つていたとしても、特別定期預金の本質は、客観的に存在し銀\n行では知らない立て前であるところの相手方と契約するにあることから考えて、な\nんら右Ａを預金考とすべき理由とならない。また銀行がＡをもつて本件の預金者と\n解していたところ、実は控訴人が預金者であつたという事情であつても、誰が預金\n者であるかは銀行において関り知らぬ立て前であるから、錯誤による意思表示の効\n力の問題になることはない。\nＡが後にこの預金債権と自己の銀行に対する債務とを合意の上相殺しているが、\nＡが右相殺に応じたことはそれ自体不法であり、このことからさかのぼつて本件預\n金債権がＡのものであると推論することはできない。\nしかるに被控訴人はこの預金債務はＡに対する手形金債権と合意の上相殺したと\n主張するが、すでに本件預金債権は控訴人のものであること前段説示のとおりであ\nる以上、これをもつて当然には被控訴人に控訴人に対する預金支払義務のないこと\nの事由とすることのできないことは自明であり、その他に右Ａとの相殺が有効に控\n訴人の債権を消滅せしめる所以についてはなんら被控訴人において主張しないとこ\nろである。\nしからば被控訴人は控訴人に対し本件特別定期預金十万円及びこれに対する預け\n入れ期間中年四分四厘の約<要旨第二>定利息二千二百円合計十万二千二百円の支払\n義務のあることは明らかである。しかして本件債権には昭和二十</要旨第二>五年三\n月十九日という確定期限があるところ、本件のような特別定期預金債務は前示のよ\nうな性質にてらして当然取立債務であると解すべきであるから、債務者たる被控訴\n人は少くとも民法第四百九十三条但書のいわゆる言語上の提供をしない限り遅滞の\n責を免れないもののようであるが、債権者がなんぴとであるかを知らないことを立\nて前とする本件預金についてこれを求めるのは不可能を強いることとなるので（こ\nれについて意思表示の公示に関する民法第九十七条ノ二を準用すべしとすることは\nいよいよ相当でない）、結局この点については無記名債権に関する商法第五百十七\n条を準用してその証券を呈示して支払の請求を受けた時から遅滞の責に任ずるもの\nと解するのを相当とする。本件の証拠によつては控訴人において本件預金の支払期\n以後本訴提起にいたるまでの間に支払を求めたことはこれを確認し難いところであ\nるから、被控訴人は本件訴状送達の翌日であること記録上明らかな昭和二十五年十\n月二十四日から遅滞の責あるものというべきである。\nよつて控訴人の本訴請求は被控訴人に対し右預金の元利金十万二千二百円及びこ\nれに対する右昭和二十五年十月二十四日から支払ずみにいたるまで年六分の商事法\n定利率による遅滞損害金（甲第一号証の本件預金証券には「期日後の利息は当方所\n定の割合にてお支払いたします」と記載されているけれどもこれは期限後払戻し請\n求までの期間に関する特約と見るべきものであつて、期限後に被控訴人が払い戻し\n請求を受けたに拘らず支払を怠つたときの損害金を約定したものとは解せられな\nい）の支払を求める部分について正当として認容すべく、その余は理由のないもの\nとして棄却すべきである。したがつて、控訴人の請求を全部棄却した原判決は右の\n限度において失当であるからこれを変更すべく、訴訟費用は民事訴訟法第九十六条\n第八十九条第九十二条によつて全部被控訴人の負担とすべきものである。なお、こ\nの判決に仮執行の宣言をつけることは相当でないと認められるから、その申立はこ\nれを却下する。\nよつて主文のとおり判決する。\n（裁判長判事　藤江忠二郎　判事　原宸　判事　浅沼武）\n"
}