{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 27,
    "month": 6,
    "day": 10
  },
  "case_number": "昭和26(う)6140",
  "case_name": "公務執行妨害傷害被告事件",
  "court_name": "東京高等裁判所第五刑事部",
  "result": "棄却",
  "article_info": "第5巻6号951頁",
  "gist": "集会集団行進及び集団示威運動に関する東京都条例の合憲性の有無",
  "case_gist": "道路その他公共の場所で行われる集会、もしくは集団行進または場所の如何を問わず行われる集団示威運動については、公安委員会の許可を受けなければならない旨を規定した昭和二五年七月三日東京都条例第四四号は、憲法の国民の基的人権および公共の福祉に関する諸規定に違反しない。",
  "lawsuit_id": "21960",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=21960",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/960/021960_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n理　　　　由\n本件控訴の趣意は、末尾に添付した弁護人小沢茂の控訴趣意書のとおりである。\n第二点について\n集会、結社及び言論、出版その他一切の表現の自由は、憲法の保証するところで\nあり（日本国憲法第二一条第一項）、従つて集団行進、集団示威運動等の団体行動\nの自由も、また、憲法によつて、保証されていることは、論旨の指摘するとおりで\nあるが、他面、憲法は、基本的人権について、これを濫用してはならないものと\nし、又常に公共の福祉のためにこれを利用すべきものとし、且つ公共の福祉に反し\nない限り、立法その他の国政上、最大の尊重を必要とすべきものとしている（同法\n第十二条、第十三条）のであるから、憲法が保障する表現といえども、公共の福祉\nのために必要且つやむを得ない限度においては、これを制限することが許されるも\nのといわなければならない。ところで、昭和二十五年七月三日、東京都条例第四十\n四条「集会、集団行進及び集団示威運動に関する条例」第一条は、学生、生徒その\n他の遠足、修学旅行、体育、競技及び通常の冠婚葬祭等慣例による行事を除き、道\n路その他公共の場所で集会若しくは集団行進を行おうとするとき、又は場所のいか\nんを間わず集団示威運動を行おうとするときは、公安委員会の許可を受けなければ\nならないものとしているが、集会又は集団行進は、道路その他公共の場所で行われ\nる場合に又集団示威運動は、その性質上、場所のいかんを問わず、往々にして所謂\n群衆心理に駆られ、ややもすれば自由の濫用に陥り、延いては公共の福祉を侵害す\nるところから、公安委員会の許可を要するものとしたものであり、なお、右以外の\n団体行動については、別段に許可等を受ける必要はないことになつており、又同条\n例第三条は、公安委員会は、許可申請があつたときは、集金、集団行進又は集団示\n威運動の実施が、公共の安寧を保持する上に、直接危険を及ぼすと明らかに認めら\nれる場合の外は、これを許可しなければならないものとし、但し、許可には、官公\n庁の事務の妨害防止に関する事項、じゆう器、きよう器その他危険物携帯の制限等\n危害防止に関する事項、交通秩序維持に関する事項、集会、集団行進又は集団示威\n運動の秩序保持に関する事項、夜間の静ひつ保持に関する事項及び公共の秩序又は\n公衆の衛生を保持するためやむを得ない場合の進路、場所又は日時の変更に関する\n事項に関し、必要な条件をつけることができるものとし、なお、公共の安寧を保持\nするため緊急の必要があると明らかに認められるに至つたときは、その許可を取り\n消し、又は条件を変更することができるものとしているのであつて、公安委員会\nは、許可申請に対しては、公安の安寧を保持する上に直接危険を及ぼすと明らかに\n認められる場合に限り、これを許可しないことができ、許可の条件としては、公共\nの福祉のために必要た最少限度と思われる同条第一項各号に列挙した事項に限り、\n条件をつけることができ、許可の取消又は条件の変更については、公共の安寧を保\n持するため、緊急の必要があると明らかに認められるに至つた場合の外は、これを\n取り消し又は変更することができないことになるのであるが、右両法条に同条第五\n条及び第六条の規定をあわせて考<要旨>えれば、結局右条例は、集会、集団行進及\nび集団示威運動を行うについては、公安委員会の許可を受けなけれ</要旨>ばならな\nいものの、公安委員会としては、公共の福祉のため必要且つやむを得ないと認めら\nれる場合でなければ、許可の申請を不許可とし、又は許可を取り消すことができ\nず、又許可に条件をつけ、又はその許可を変更することができないのであるから、\n右条例による制限は公共の福祉のため、必要且つやむを得ない限度を逸脱したもの\nとは考えられないから、右条例は、憲法の条項に違反した違法のものとは認められ\nない。\n次に、右条例第四条が、警察長は、公安委員会の許可を受けないで行われた集\n会、集団行進、又は集団示威運動の参加者に対して、公共の秩序を保持するため、\n警告を発し、その行為を制止し、その他その違反行為を是正するにつき、必要な限\n度において、所要の措置をとることができるものとしていること、及び同条のいう\n警察長とは警視総監であるが、本件において、荒川警察署勤務巡査Ａに対し、本件\n集団示威運動の制止を命じたのは荒川警察署長であつたことはいずれも論旨の指摘\nするとおりであるが、原審証人Ｂの証言によれば、右条例第四条が規定した警察長\nである警視総監の権限は、通牒により、緊急の場合には警察署長においてこれを行\n使できることに委任されていることが明らかであり、又警察法によれば警察長は部\n下の職員を指揮監督し、警察署長は上司の指揮監督を受けて、管轄区域内における\n警察事務を執行し、部下の職員を指揮監督する関係にあり、なお警察長が右条例第\n四条の権限を部下である警察署長に委任することを禁ずべき理由は何ひとつないか\nら、右委任を違法又は無効とする理由はない。\n従つて、右条例が憲法の条項に違反した無効のものであり、且つ荒川警察署長の\n命令が違法又は無効のものであることを前提として、前記Ａが本件集団示威行進を\n制止した行為が公務の執行に当らないと主張する論旨は理由がない。\n（その他の控訴趣意は省略する。）\n（裁判長判事　中村光三　判事　河本文夫　判事　鈴木重光）\n"
}