{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 29,
    "month": 4,
    "day": 27
  },
  "case_number": "昭和28(う)1101",
  "case_name": "食糧管理法違反被告事件",
  "court_name": "大阪高等裁判所第四刑事部",
  "result": "破棄自判",
  "article_info": "第7巻4号560頁",
  "gist": "植付時期を過ぎてなされた農業計画の指示と不供出罪の成否",
  "case_gist": "食糧確保臨時措置法第七条第一項の生産者別農業計画の指示が植付時期を過ぎてなされた場合でも、生産者の耕作地が固定していて、それを基礎として農業計画が立てられており、かつ指示された時期が生産者において生産数量を支配し得る期間内であると認められたときは、右の指示は無効ではないからその指示に従つて供出しないときは不供出罪を成立する。",
  "lawsuit_id": "22794",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=22794",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/794/022794_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人を罰金壱万円に処する。\n被告人が右の罰金を完納することができないときは、金弐百円を壱日に\n換算した期間被告人を労役場に留置する。\n原審における訴訟費用中、証人Ａ、同Ｂに支給した分を除くその他のも\nの及び当審における訴訟費用は全部被告人の負担とする。\n公訴事実中、被告人が昭和二十四年産米三石八斗六升五合を政府に売り\n渡さなかつたとの点は無罪。\n理　　　　由\n本件控訴の趣旨は、本判決書末尾添付の大阪地方検察庁検事正代理検事藤田太郎\n作成の控訴趣意書記載のとおりであり、これに対する答弁は、被告人作成の答弁書\n記載のとおりである。\n本件公訴事実は、被告人は、大阪府北河内郡ａ村大字ｂｃ番地において、夫であ\nるＣとともに農業を営み、米穀の生産に従事しているものであるが、夫Ｃと共謀の\nうえ、右住居地において、第一、昭和二十四年産米について、政府に売り渡すべき\n数量は五石三斗七升六合、売渡の時期は昭和二十五年二月末日と定められたにかか\nわらず、右期日までに一石二斗を売り渡したのみで、残り三石八斗六升五合の売渡\nをせず、第二、昭和二十五年産米について売り渡すべき数量は三石六合九勺、売渡\nの時期は昭和二十六年二月一日と定められたにかかわらず、右期日までに売渡をし\nなかつたというのであつて、原判決は、これに対し第一、第二事実ともに罪となら\nないと解し無罪の言渡をしたのであるが、その理由は、論旨摘録のとおりであつ\nて、要するに、第一の事実については、生産者たるＣに対し、昭和二十五年一月九\n日附で食糧確保臨時措置法（以下食確法と略称する）第八条にいわゆる農業計画の\n変更指示がなされただけで、同法第七条による生産者別農業計画の指示がなされて\nいないから、同人並びにその妻である被告人について食糧管理法第三条第一項に違\n反する不供出罪は成立しない。第二事実については、同法による生産者別農業計画\nは特定年度の特定主要食糧の生産のための作業開始前に定めて生産者に指示しなけ\nればならないところ、被告人の居村におけるもみまきは毎年五月上旬で植付は六月\n初旬から下旬にかけてなされるのに、Ｃに対する農業計画の公表は昭和二十五年七\n月十四日附、農業計画の指示は同年八月五日附をもつて行われている、しかのみな\nらず、Ｃから、右の農業計画は実際の作付反別と異る旨の異議の申立があり、農業\n調整委員会において一筆調査の結果その事実を知り得たにかかわらず、右の異議の\n申立を却下したのは、割当の公正を期する食確法の目的に反するから、右の農業計\n画の指示は同法第七条第一項の指示として無効である、従つてＣ並びに被告人に不\n供出罪の責任がない、と言うにある。\nよつて案ずるに、食確法第七条第三項によれば、同条第一項の規定による農業計\n画の指示（いわゆる事前割当通知）があつたときは、その指示にかかる農業計画に\nおいて定められた主要食糧農産物の供出数量（第八条第一項の規定による変更があ\nつた場合においては、その変更後における供出数量）をもつて、その指示を受けた\n者が食糧管理法第三条第一項の規定により政府に売り渡すべき数量とするのである\nから生産者に対して農業計画を指示しなけれで生産者の農産物供出義務は生じない\nのである（最高裁判所昭和二三年（オ）第四〇号同二七年六月二七日第二小法廷判\n決参照）。しかるに、被告人の居村ａ村においては、昭和二十四年産米について、\n同年五月二十日生産者別農業計画の公表が行われ、ついで生産者に対し農業協同組\n合支部長を通じて右の計画が指示されたけれども、Ｃに対しては、伝達者が同家を\n回避して書面を村役場に返却したため、結局右の指示がなされず、同法第八条によ\nる農業計画の変更指示（いわゆる補正割当通知）だけが昭和二十五年一月九日附書\n面をもつてなされたことが、記録上明らかである。この場合、検察官は、右の変更\n指示をもつて食確法第七条第一項の指示と解すべきであると主張するけれども正当\nでない。また、供出数量を生産数量の指示と切り離して解し、農業計画の指示が生\n産者に対して生産数量の指示として効力がなくても、供出数量の指示が供出期間内\nに行われさえすれば供出数量の指示として有効であつて、生産者に対して供出義務\nを生ずるという見解も、生産数量と供出数量の相関性から考えて是認しがたい。そ\nうすると、Ｃは、昭和二十四年産米について食糧管理法第三条第一項による米穀売\n渡義務を負わないことになるから、その妻である被告人が供出について一家を主宰\nしていたとしても、同人に不供出罪は成立しないと解しなければならない。この点\nに関する原判決の見解は正当であつて、論旨は理由がない。\n次に、昭和二十五年度産米について、後記の証拠を綜合すると、昭和二十五年三\n月二十七日附で大阪府からａ村に対する農業計画の指示があり、同村においては、\n同年六月十四日農業調整委員会の決議を経て部落割当をなし、同年七月五日各部落\nから提出された個人表を参照し農業調整委員会の決議を経て生産者別農業計画（個\n人別割当）をして同月七日これを公表したが、Ｃに対しては、同月十四日附をもつ\nて、耕作反別五反六畝二十九歩、生産量十六石四斗一升二合五勺、保有量十石六斗\n七升五合六勺、供出量五石七斗三升六合九勺と定め、とくに文書をもつて右の農業\n計画を通告したところ、Ｃは、これに対し、水稲田は四反一畝十五歩で他は蓮根田\nであるから「供出収高」はできない旨の理由をもつて異議の申立をしたので、Ｄ農\n業調整委員会は、同年八月五日Ｃ等は、水稲田四反八畝三歩のほかに、昭和二十四\n年度の水稲田中五畝八歩をくわい作に、一反十六歩を蓮根田に作付転換しているこ\nとが判明したが、かような作付転換は食確法の精神から考えて是認するべきでない\nから、前記の耕作反別の認定は不当でない、但し収獲後において補正減額するとい\nう見解の下に同日附で同村農業調整委員長Ｅ名義（同人はａ村長である）で異議の\n申立を却下し、同時に昭和二十五年産米生産者別農業計画の指示をしたこと、ａ村\nにおいては、生産者中水稲よりも蓮根作を有利として作付転換を申し出る者が多数\nあつたので、大阪府に上申したところ、同府経済部長から、当時の食糧事情を考慮\nして蓮根田に転換することは好ましくないという理由で却下されたが、その代償と\nして北河内地方事務所から幾分の減額を指示して来たので、農業調整委員会の議決\nが遅れ、従つて生産者別農業計画の指示が遅延したこと、昭和二十五年度の個人別\n割当は全国的に遅延していて、大阪府は全国的にみてほぼ中位にあり、同府下にお\nいては、北河内郡がもつとも遅く、七月末に至つて完了していること、ａ村におけ\nるもみまきは五月上旬、植付は六月中旬から同月末頃にかけて行われるが、きうり\nや蓮根の収獲後に稲作をするため七月中旬頃に植付をする場合もあり、八月中は肥\n培管理によつて植付の遅延を補填し得る実情にあることが認め得られる。\nそもそも食確法は、昭和二十三年法律第一八二号をもつて、当時の食糧危機を突\n破するため、昭和二十六年三月末日までを有効期間として臨時に立法されたもので\nあつて、その主眼とするところは、主要食糧農産物の生産及び供出を確保するた\nめ、公正かつ計画的にその生産数量及び供出数量の割当を行い、農家の生産と供出\nの責任制を確立することであり、そのため、あらかじめ農業計画を定め、生産数\n量、供出数量を割当てて農家の責任を明らかにするとともに、その生産に必要な肥\n料、農薬、農機具等の配給の裏付を計画的に行うのであるから、法文自体において\nは、生産者に対して農業計画を指示するべき時期について明示するところがないけ\nれども、立法の趣旨からみて、農業計画は、その目的とする特定年度の特定主要食\n糧の生産のための作業の開始前に定められかつ公表並びに指示がなされねはならな\nいことは、言うまでもないことであるから、生産者別農業計画の指示が作業開始時\n期を過ぎてなされた場合には、その指示は、同法の精神に反し瑕疵ある行政処分<要\n旨>となると言わなければならない。しかし、その場合でも、生産者の耕作地が固定\nしていて、それを基礎として</要旨>農業計画が立てられており、また時期において\n生産者が生産数量を支配し得る時期、例えば増植又は肥培管理によつて生産又は増\n産を左右し得る時期内であると認められるときは、右の指示が作業開始時期を過ぎ\nてなされたことを理由としてこれを無効と解することは不当であり、従つてそのた\nめ生産者が食糧管理法第三条第一項に定める供出義務を免れると解するべきではな\nい。なんとなれは、行政行為が当然無効とされるには、その行為に存在する瑕疵が\n重要な法規違反であつで、かつその存在が客観的に明白であることを要する。主要\n食糧農産物の割当は、農林大臣が中央農業調整審議会及び都道府県知事の意見に基\nき都道府県別に農業計画を定めてこれを知事に指示し、知事は、その指示に従い都\n道府県農業調整委員会の議決を経て市町村別に農業計画を定めてこれを市町村長に\n指示し、市町村長は、その指示に従い市町村農業調整委員会の議決を経て生産者別\nに農業計画を定めてこれを公表し、生産者から異議の申立があつたときは十日間の\n公表期間後二十日又は四十日内に同委員会の議決を経て決定をしなければならない\nから、割当に紛議を生じた場合には、そのために割当か遅延して作業開始時期を経\n過することも予想し得られるところであつて、さような事態は食確法の建前とする\n事前割当制度の趣旨に反することはもちろんであるが、これを理由として供出義務\nを否定することは、かえつて食糧事情の安定を期する食確法の精神を破壊するもの\nであるから、要は、指示の遅延が生産者に予想外の生産を強要する結果となり供出\nを不可能ならしめることが明白な場合において、これを無効と解すべきである。\n本件においては、前記のように、ａ村における植付時期は通常六月末日頃までで\nあつて、生産者別農業計画は七月七日に公表せられ、Ｃに対しては、更に書面をも\nつて通告せられ、同人から異議の申立があつて、制規の指示がなされたのは八月五\n日であるから、時期から言えば、右の指示は植付時期を経過してなされたことにな\nるが、同人の耕作地には異動かなく、時期的に見てもまだ生産を支配し得る期間内\nであつたから、指示の遅延が生産に支障を来し供出を不能ならしめたものとは認め\nられない。次に、Ｃの作付転換の点については、当時大阪府において食確法第十条\nによる作付制限の指示がなされていなかつたことは当審証人Ｆの証言によつて明ら\nかであるから、作付転換を制限し得る法規上の根拠はないけれども、Ｃが水稲田を\n一部蓮根田に転換したことを理由として異議の申立をしたのに対し、これを却下す\nる旨の決定があつたのであるから、これに対し不服があるときは、訴願その他の方\n法によつて救済を求めるほかはないのであつて、これを理由として農業計画の指示\n自体を無効と解し、よつて供出義務を否定するのは失当である。以上のように、昭\n和二十五年産米に関する農業計画は法律上無効ではないからＣは右農業計画におい\nて定められた供出数量の米穀を政府に売り渡すべき義務がある。そして、同人及び\nその妻で供出について一家を主宰している被告人が、共謀のうえ、大阪府知事の指\n定する期日までに全然生産米の売渡をしなかつたことが、記録上明らかであるか\nら、被告人は、昭和二十五年産米について不供出罪の責を負わなければならない。\n原判決は、この点において法令の適用を誤つており、かつその誤は判決に影響を及\nぼすことが明らかであるから、論旨は理由がある。そして、決は、一個の主文をも\nつて無罪の言渡をしているから、原判決は全部破棄を免れない。\nよつて、刑事訴訟法第三百九十七条、第三百八十条に従い、原判決を破棄し、同\n法第四百条但し書によつて更に判決をする。\n罪となるべき事実\n被告人は、大阪府北河内郡ａ村大字ｂｃ番地において、夫であるＣとともに農業\nを営み、米穀の生産に従事しているものであるが、夫Ｃと共謀のうえ、右住居地に\nおいて、被告人等が昭和二十五年度に生産した米穀について、政府に売り渡すべき\n数量はａ村長の定めた生産者別農業計画をもつて三石六合九勺、売渡の時期は、大\n阪府知事の告示をもつて昭和二十六年二月一日と定められたにかかわらず、右の期\n日までに、前記の米穀を売り渡さなかつたものである。\n証拠\n一、　原審公判調書中被告人の供述記載\n一、　被告人の司法警察員に対する昭和二十六年三月六日附供述調書の記載、\n一、　被告人の検察官に対する供述調書の記載、\n一、　原審証人Ｃ（第三、第十八回各公判調書）、同Ｆ、同Ｇ、同Ｅ（第四、第\n十、第十四回各公判調書）、同Ｈ、同Ｉ（第十一、第十四、第二十二回各公判調\n書）、同Ｊ、同Ｋの各証言記載、\n一、　当審証人Ｌ、同Ｍ、同Ｆ、同Ｉ（第八、第九回各公判期日）、同Ｎの各供\n述、\n一、　北河内郡ａ村長Ｅ名義国家地方警察北河内地区署長宛「Ｃ未供出（昭和二\n十五年産米）顛末について」と題する報告書（記録第二六丁以下）\n一、　Ｄ農業調整委員会書記Ｉから大阪地方検察庁にあてて提出された大西仙大\n郎に対する昭和二十五年産米事前割当公表等の関係書類謄本（記録第三九丁以下第\n四三丁まで）の記載、\nを綜合して判示事実を認める。\n法令の適用\n食糧管理法（昭和二十七年五月二十九日法律第一五八号による改正前のもの）第\n三条第一項、第三十二条第一項第一号、昭和二十五年大阪府告示第二二四号、罰金\n等臨時措置法第二条、刑法第十八条、刑事訴訟法第百八十一条、\n公訴事実中、被告人が夫Ｃと共謀のうえ、住居地において、昭和二十四年産米に\nついて、政府に売り渡すべき数量は五石三斗七升六合、売渡の時期は昭和二十五年\n二月末日と定められたにかかわらず、右期日までに一石二斗を売り渡したのみで、\n殘り三石八斗六升五合の売渡をしなかつた、との点は、罪とならないから、刑事訴\n訟法第三百三十六条により被告人を無罪とする。\n（裁判長判事　瀬谷信義　判事　山崎薫　判事　西尾貢一）\n"
}