{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 32,
    "month": 1,
    "day": 11
  },
  "case_number": "昭和31(ネ)64",
  "case_name": "約束手形金請求事件",
  "court_name": "高松高等裁判所第四部",
  "article_info": "第10巻1号1頁",
  "gist": "手形に補箋を結合させる方法",
  "case_gist": "手形の補箋に裏書をなす場合、その補箋を糊付け等によリ分離することが容易でない程度に手形と結合させてあればその結合部分に契印をなすことは必要でない。",
  "lawsuit_id": "24558",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=24558",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/558/024558_hanrei.pdf",
  "contents": "主　　　　文\n原判決中被控訴人勝訴部分を次の通り変更する。\n控訴人は被控訴人に対し金十一万六千五百二十六円及びこれに対する昭\n和三十年九月九日以降完済に至る年六分の割合による金員を支払え。\n被控訴人その余の請求を棄却する。\n訴訟費用は第一、二審共控訴人の負担とする。\n本判決は第二項に限り被控訴人において金二万円の担保を供するときは\n仮にこれを執行することができる。\n事　　　　実\n控訴代理人は、「原判決中控訴人敗訴部分を取消す。被控訴人の請求を棄却す\nる。訴訟費用は第一、二審共被控訴人の負担とする。」との判決を求め、被控訴代\n理人は、控訴棄却の判決を求めた。\n当事者双方の事実上の主張は、控訴代理人において、本件各約束手形はいずれも\n補箋との間に契印がなく、且つ裏書の継続を欠くから、被控訴会社がその適法な所\n持人であることを争う、と述べ、被控訴代理人において、被控訴会社は本件各約束\n手形を受戻した裏書人であつて、自己及び後者の各裏書を抹消することができるか\nら、本件各約束手形の各裏書を抹消し、手形受取人として振出人たる控訴人に対し\n本件各手形金の請求をなすと述べて、昭和三十一年十二月十五日の当審第五回口頭\n弁論期日において、本件各約束手形の各裏書を全部抹消した外原判決事実摘示と同\n一であるからここにこれを引用する。\n立証として、被控訴代理人は、甲第一、二号証、同第三号証の一乃至三を提出\nし、原審証人Ａ、当審証人Ｂ、同Ｃの各証言、原審及び当審における被控訴会社代\n表者Ｄ、原審における控訴本人各尋問の結果を援用し、乙第一号証の一乃至九の成\n立を認める、同第二、三号証は商業帳簿たることはこれを認めるも、その内容は不\n知と述べ、控訴代理人は、乙第一号証の一乃至九、同第二、三号証を提出し、当審\n証人Ａ、同Ｅの各証言並に当審における控訴本人尋問の結果を援用し、甲号各証の\n成立を認める、と述べた。\n理　　　　由\n控訴人が昭和三十年一月二十三日被控訴会社に宛てて、（一）金額金五万八千二\n百六十三円、満期昭和三十年三月九日、支払地振出地愛媛県新居郡ａ町、支払場所\n株式会社広島銀行ａ支店なる約束手形一通並に（二）金額金五万八千二百六十三\n円、満期昭和三十年三月十八日、支払地振出地支払場所いずれも右（一）と同一な\nる約束手形一通（但し振出日は昭和三十年一月二十四日と記載）を振出交付したこ\nとは当事者間に争がなく、成立に争のない甲第一、二号証（本件約束手形二通）並\nに原審における被控訴会社代表者Ｄの供述を綜合すれば、（イ）被控訴会社は右約\n束手形二通を昭和三十年一月三十日訴外合名会社中村清月堂に対し裏書譲渡し、\n（ロ）右合名会社中村清月堂は同年二月十七日これを株式会社大和銀行に対し裏書\n譲渡し、（ハ）同銀行は前記（一）の手形を同年二月二十八日、前記（二）の手形\nを同年三月十一日夫々株式会社広島銀行に対し取立委任のため裏書したこと、同銀\n行は右各手形を各満期に支払場所に呈示したが支払を拒絶されたため、株式会社大\n和銀行は株式会社広島銀行より右各手形を受戻し、前記合名会社中村清月堂は前記\n（ロ）の各裏書を抹消して株式会社大和銀行より本件各手形を受戻した上これを昭\n和三十年四月一日被控訴会社に対し戻り裏書譲渡したこと、従つて被控訴会社は本\n件約束手形二通を適法に受戻したものであることを肯認することができる。而して\n被控訴会社は当審第五回口頭弁論期日において本件各約束手形の各裏書を抹消した\nものであるか、手形を受戻した裏書人は自己及び後者の各裏書を抹消することがで\nきることは手形法第七十七条第一項第五十条第二項に明定するところであるから、\n右裏書の抹消は適法であり、叙上認定に照し被控訴会社は本件各約束手形の適法な\n所持人であると謂わなければならない。\n控訴人は、本件各手形は補箋との間に契印かなく且つ裏書の連続を欠くから被控\n訴会社が本件各手形の適法な所持人であることを争うと主張するにつき考察する。\n前顕甲第一、二号証を検するに、本件各約束手形はいずれも当初振出された手形の\n横に同一の手形用紙をつなぎ合せてあり（結合部分は糊付けしてあり）、昀後の裏\n書（合名会社中村清月堂より被控訴会社に対する裏書）は右つなぎ合せた手形用紙\nの裏面に記載されている<要旨>ところ、右二枚の手形用紙の結合部分に契印のない\nこと所論の通りである。しかし裏書は手形と結合した紙片</要旨>（補箋）にこれを\n記載してなすことができるものであるところ（手形法第十三条第一項第七十七条第\n一項参照）、如何なる方法により補箋と手形とを結合させるべきかについては特別\nの規定が存しないから、糊付け等により分離することが容易でない程度に結合させ\nてあれば、必ずしもその結合部分に契印をなすことはこれを必要としないものと解\nするを相当とするから、本件各約束手形の補箋との結合部分に契印が存しないから\nといつて、直ちに本件昀後の裏書が手形法上無効であると解することはできない。\nまた前記裏書抹消前において、本件各約束手形の各裏書が連続していたと認められ\nることはさきの認定に照し明らかである。従つて被控訴会社が本件各約束手形の適\n法な所持人でないとの控訴人の主張は理由がない。次に控訴人は、本件各約束手形\nはいわゆる融通手形として被控訴会社に貸したものであつて、被控訴会社に対しこ\nれが手形金を支払うべき責任がないと主張するにつき審按する。原審並に当審証人\nＡ、当審証人Ｅは右主張に副う証言をなし、また控訴本人は原審及び当審において\n右主張に符合する供述をしているけれども、右各証言または供述は後掲各証拠と対\n比して到底信を措き難いところであり、控訴人提出に係る乙号各証によつては右主\n張事実を肯認するに十分でなく、その他本件各手形が融通手形であることを認める\nに足る証拠がない。却て成立に争のない甲第三号証の一乃至三、当審証人Ｂ、同Ｃ\nの各証言並に原審及び当審における被控訴会社代表者Ｄ尋問の結果を綜合すれば、\n被控訴会社はかねてより愛媛県食品販売協同組合（以下単に組合と称する）との間\nに菓子類の卸売取引があつたものであるところ、右組合は営業不振に陥り昭和二十\n九年九月頃事実上閉鎖されるに至つたが、その当時において右組合は被控訴会社に\n対し金十一万六千五百二十六円の買掛金債務を有していたこと、控訴人は右組合の\n理事長をしていたものであるが、被控訴会社の代表取締役であるＤは同年十月二日\n控訴人に対し右組合が債権者会議をも開かないで突然閉鎖したことを難詰したとこ\nろ、控訴人は右Ｄに対し前記組合の債務につき控訴人個人として支払責任を負う旨\n答え、右債務支払のため控訴人振出に係る金額十万五千円の約束手形一通を右Ｄに\n手交したこと、然るに右手形は不渡となつたため、右Ｄは昭和三十年一月二十三日\n更に控訴人に対し右手形の書替方を要求し、ここにおいて控訴人は前記組合の被控\n訴会社に対する債務額をほぼ二等分し、金額五万八千二百六十三円宛の本件約束手\n形二通を被控訴会社宛振出交付したものであることを十分肯認することができる。\n従つて本件各約束手形は融通手形として振出したものであるとの控訴人の主張は採\n用し難い。\n然らば控訴人は被控訴会社に対し本件手形金合計金十一万六千五百二十六円及び\nこれに対する本件訴状送達の翌日であること記録上明らかな昭和三十年九月九日以\n降完済に至る迄商事法定利率年六分の割合による遅延損害金を支払うべき義務があ\nること明らかである。尤も本件各約束手形につき株式会社広島銀行が各満期にこれ\nを支払場所に呈示したことは控訴人の争わないところであるが、被控訴会社は前記\nの如く本件各手形の各裏書を抹消し手形受取人として控訴人に対し手形金請求をな\nすものであるから、本訴請求中各手形の各満期の翌日より昭和三十年九月八日（本\n件訴状が控訴人に送達された日）迄の間の遅延損害金の支払を求める部分は失当で\nあると謂わなければならない。\n仍て被控訴会社の本訴請求は各認定の限度において正当であるからこれを認容\nし、その余の部分はこれを棄却することとし、右と一部異る原判決はこれを変更す\nることとし、民事訴訟法第三百八十六条第九十六条第八十九条第九十二条但書第百\n九十六条を適用して王文の通り判決する。\n（裁判長判事　石丸友二郎　判事　浮田茂男　判事　橘盛行）\n"
}