{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 33,
    "month": 12,
    "day": 26
  },
  "case_number": "昭和33(ネ)60",
  "case_name": "報酬金請求事件",
  "court_name": "広島高等裁判所岡山支部         　第二部",
  "lawsuit_id": "23388",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=23388",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/388/023388_hanrei.pdf",
  "contents": "主　　　　文\n原判決を左のとおり変更する。\n被控訴人は控訴人に対し金四万二十円及びこれに対する昭和三十二年七\n月十六日から完済に至るまで年六分の割合による金員を支払え。\n控訴人のその余の請求を棄却する。\n被控訴人の附帯控訴を棄却する。\n本訴の訴訟費用は第一、二審ともこれを十分し、その二を被控訴人、そ\nの余を控訴人の各負担とし、附帯控訴の訴訟費用は附帯控訴人の負担とする。\n控訴人において金一万五十円の担保を供するときは、右第二項について\n仮りに執行することができる。\n事　　　　実\n控訴代理人は「原判決中控訴人敗訴の部分を取り消す、被控訴人は控訴人に対し\n金十七万七百五十円及びこれに対する昭和三十二年七月十六日から完済に至るまで\n年六分の割合による金員を支払え、訴訟費用は第一、二審とも被控訴人の負担とす\nる」との判決並びに担保を条件とする仮執行の宣言を求め、被控訴人の附帯控訴を\n棄却するとの判決を求めた。被控訴代理人は控訴人の本件控訴を棄却するとの判決\nを求め、附帯控訴として「原判決中破控訴人敗訴の部分を取り消す、控訴人の本訴\n請求を棄却する、訴訟費用は第一、二審とも控訴人の負担とする」との判決を求め\nた。\n当事者双方の主張と立証は、控訴代理人において、被控訴会社は仲介業者たる控\n訴人に土地買入の仲介を依頼し、控訴人がその仲介をなしている途中において、Ａ\nなる「かいらい」を使つて、相手方と直接交渉し、直接本件土地売買契約を結んだ\nものであつて、被控訴会社は控訴人が最後まで契約の成立に関与することを故意に\n妨げたものであり、かような場合には、仲介人が最後まで関与して契約を成立せし\nめた場合と同一の報酬金を請求できるものであると述べ、証人Ｂ、同Ｃ、同Ｄの各\n証言を援用し、被控訴代理人において訴外日本通運株式会社から被控訴会社に直接\n本件土地の所有権移転登記がなされたことは認めると述べたほか、原判決事実摘示\nと同じであるから、これをここに引用する。\n理　　　　由\n成立に争いのない甲第一号証、乙第一、二号証、原審における証人Ｅ、同Ａ、同\nＦ、同Ｇの各証言、控訴本人尋問の結果、原審並びに当審における証人Ｂ、同Ｃの\n各証言を綜合すると、次の事実を認めることができる。\n控訴人は岡山県宅地建物取引業者登録を受け、従業員として訴外Ｃ、同Ｂらを使\n用して不動産取引の仲介業を営んでいるものであるが、昭和三十一年四月頃被控訴\n会社から同社の岡山市における荷受所及び倉庫用地として適当な土地の入手方斡旋\nの依頼を受けた（上記仲介の依頼がなされたことは当事者間に争いがない）。そこ\nで、予て心当りのあつた本件土地とは別の土地を紹介斡旋するため、右訴外Ｃにお\nいて当時被控訴会社の岡山営業所長であつた訴外Ｇと同人に随行して来た被控訴会\n社の常務取締役たる訴外Ａを案内して現地の下見分に赴いたが、その帰途訴外Ｇら\nは折柄通りかかつた本件土地に訴外日本通運株式会社が本件土地を売却する旨の建\n札を立てていたのを見付け、この土地が先に紹介された土地よりも適地であると考\nえた結果、即時同行の訴外Ｃに本件土地の売値の調査折衝方を依頼したが、右訴外\n会社において買手が競争相手の同業者であれば相手にしてくれないかも知れないと\nいう懸念があつたため、これが折衝に当つては被控訴会社の名を表面に出さないよ\nう申入れた。よつて、訴外Ｃ、同Ｂはその頃二回位に亘り訴外日本通運株式会社岡\n山主管支店に赴き、被控訴会社の名を秘して本件土地の売値を問合せた結果、売却\n値段は一坪当り金一万五千円に定められており、幹部会議にかけない限りこの売値\nを上げることはできず、且つ同訴外会社としては仲介委託をしない旨の回答であつ\nたので、この由を訴外Ｇに伝えた。ところが、被控訴会社においては訴外日本通運\n株式会社が競争相手の同業者たる被控訴会社には本件土地を売つてくれないであろ\nうとの見透しが濃厚となつたので、本件土地の入手方を断念することとなり、訴外\nＧにおいてその後間もなく訴外Ｂに対し売買仲介の委託を解除する旨を申入れた。\nしかしその後、被控訴会社は他に適当な土地を入手することができなかつたため、\n本件土地が是非共必要となつたが、控訴人の仲介を依頼しないで前記訴外Ａをし\nて、同人が被控訴会社常務取締役たることを秘し、個人の資格で買受けるもののよ\nうに装つて直接訴外日本通運株式会社へ本件土地の売却方を交渉させた結果、同年\n五月二十二日頃外形上個人たる訴外Ａと訴外日本通運株式会社との間で本件土地に\nついて代金を二百三十三万五千円（一坪当り一万五千円の割合）とする売買契約が\n締結されるに至つた。その後間もなく、訴外日本通運株式会社において訴外Ａの身\n分が判明すると共に、その真実の買主が被控訴会社であることを知るに至つたが、\n右売買契約に異議を申立てることもなく、右代金全額の受授を経て同年七月十二日\n同訴外会社から直接被控訴会社へ本件土地の所有権移転登記がなされるに至つた\n（上記の直接移転登記がなされたことは当事者間に争いがない）。\n右認定に反する前示証人Ｂ、同Ｃの各証言の一部は措信するに足らず、他に右認\n定を左右すべき証拠はない。\n以上の認定事実によれば、被控訴会社はいわゆる不動産取引の仲介業者たる控訴\n人に相当の報酬金を支払う意思で本件土地の売買仲介を委託したが、その後この委\n託を解消したものであつて、この委託解消は被控訴会社側の正当事由に基く処置で\nあつて、決して信義則に反する処置とはいえないが、他面控訴人側に委託解消の責\nを帰せられるべき落度があつた訳のものでないことも明らかである。そして、その\n後被控訴会社は訴外日本運株式会社との直接交渉により本件土地を買受けたもので\nあるが、控訴人の尽力による本件土地の売値の調査、打診等が本件土地の売買成立\nについて一機縁をなしていたことも充分に窺えるところである。\n<要旨>ところで、仲介業者が宅地建物の売買の仲介を委託された場合、仲介業者\nは自己の仲介により委託を受けた</要旨>所期の売買契約が成立したとき、初て仲介\nに対する報酬が請求できるのであつて、如何なる事由によるにしろ、所期の売買契\n約が成立しなかつたときは、たとえその間に如何程の仲介労力を尽すところがあつ\nたにしても、それに対する報酬の請求はできないものと解すべきである。このこと\nは商法第五百五十条第一項第五百四十六条の規定のみならず、宅地建物取引業法第\n十七条第一項に基く昭和二十七年岡山県規則第六十七号宅地建物取引業法施行細則\nが仲介業者の請求できる報酬の額を定めるについて、仲介によつて成立した取引の\n取引金額を基準とした算定方法を規定していることからしても明らかであるし、当\n審証人Ｄの岡山県における業界の実状に関する証言に徴しても十分に窺い得るとこ\nろである。\n（一）　しかし他面委託者は何時でも自由に仲介の委託を解除できるものと解す\nべきであるから、これを乱用し、仲介業者の労力手腕等を利用して十分に所期の売\n買契約成立の機縁を作らしめながら、業者に対する報酬の支払を回避せんがため\nに、売買契約成立直前不当に仲介の委託を解除し、仲介業者を排除して、当事者間\nの直接交渉等により所期の売買契約を成立せしめるような場合もないとはいわれな\nいが、かような場合には、その契約の成立自体は直接仲介業者の仲介に基くものと\nはいえないけれども、仲介業者は、信義則に照し委託の解除はなかつたものとし\nて、自己の仲介により所期の売買契約が成立したと同様の報酬が請求できるものと\n解すべきである。\n（二）　それでは右のような場合に、委託者において報酬の支払を免れるために\n仲介業者を排除するという悪意なくして委託を解除し、しかもその解除が仲介業者\nの責に帰すべき事由によつたものでもなかつたときは、如何に解すべきであろう\nか。この場合、中途で解除されたとはいえ、一旦仲介の委託がなされて仲介業者が\n多少にかかわらず仲介尽力をし、しかも所期の売買契約が成立したものである以\n上、仲介業者は委託の解除がなかつた場合と同一の報酬が請求できるものと解する\nにおいては、委託者にとつて甚しく酷に過ぎ初から仲介業者に対する仲介の委託を\n断念し、又はその有する解除権の行使をも無意味ならしめる結果を招来するであろ\nう。だからといつて、この場合には、仲介業者に何らの報酬請求権もないものとす\nるにおいては、所期の売買契約成立直前に、委託者がその有する解除権を行使して\n適法に委託を解除することにより、仲介業者をして不測の損害を蒙らしめる場合が\n頻発するに至るであろう。さすれば右のような場合には、民法第六百四十八条第三\n項第六百四十一条の趣旨、取引上の信義衡平の見地からして、仲介業者は、その行\nつた仲介尽力に対し、それ相当の報酬を請求できるものと解するのを相当とする。\nそして、本件においては、前段認定のように、被控訴会社が控訴人に対する仲介\nの委託を解除したのは正当の事由に基いたものであつて、控訴人の全立証による\nも、控訴人に対する報酬の支払を免れるため、控訴人の仲介を排除せんとして解除\nしたものであることを認めることができないと共に、控訴人の責に帰すべき事由に\n基因するものでもないから、前示説示の（二）の理由により、被控訴会社は控訴人\nに対し、控訴人が本件売買契約成立に関し寄与した仲介尽力に相応する相当の報酬\nを支払う義務があるものといわなければならぬ。\nそこで、その報酬金額について按ずるに、その金額は売買成立に至るまで終始仲\n介の労をとつた場合に受くべき当該宅地建物取引業法施行細則に定められた金額の\n範囲内（但し、当審証人Ｄの証言によると、仲介業者において委託者との間に特約\nがない限り右細則によつて認められた最高額を受けているのが業者間一般の慣行で\nあることが認められると共に、本件について右特約の存した証左はないから、これ\nが最高額の範囲内とするのが相当である）において、仲介委託を受けるに至つた事\n情、目的不動産発見の経緯とこれが仲介の難易、仲介に当つた期間とその間におけ\nる有形無形の労力の程度、これによつて稗益した委託者の直接間接の利益、その他\n各般の事情を綜合斟酌して定めるのを相当とすべく、本件土地の取引金額が金二百\n三十三万五千円であるから、これを基礎として前記岡山県規則宅地建物取引業法施\n行細則第一条第一、二項に則りその最高報酬額を算出すると、｛（１，０００，０\n００×５／１００）＋（１，０００，０００×４／１００）＋（３３５，０００×\n３／１００）｝×２の計算で金二十万百円となり、その範囲内において前記斟酌す\nべき事項に則つて冒頭認定事実その他記録に現われた各段の事情を綜合斟酌する\nと、結局本件については右最高報酬額の十分の二である金四万二十円をもつてこれ\nが相当額と認定する。\n従つて、控訴人が被控訴会社に対し金四万二十円及びこれに対する記録上明らか\nな本件訴状送達の日の翌日である昭和三十二年七月十六日から完済に至るまで商事\n法定利率年六分（被控訴会社は控訴人がいわゆる不動産取引の登録仲介業者である\nことを知つて売買仲介の委託をしたものであり、控訴人の本件仲介尽力は商人たる\n同人の営業の範囲内でなした行為といえることは、冒頭認定事実に徴し容易に窺え\nるから商事法定利率によるのを相当とする）の割合による遅延損害金の支払を求め\nる限度においで正当てあるといわねばならない。\nよつて、原判決は以上の認定と異なるものであるから、これが変更を免れず、被\n控訴人の附帯控訴が理由のないことも以上の認定によつて明らかであるから、これ\nを棄却すべく、訴訟費用の負担につき民事訴訟法第九十六条第九十二条を、仮執行\nの宣言につき同法第百九十六条を各適用して主文のように判決する。\n（裁判長裁判官　高橋英明　裁判官　高橋雄一　裁判官　小川宜夫）\n"
}