{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 26,
    "month": 4,
    "day": 11
  },
  "case_number": "昭和25(ネ)63",
  "case_name": "国籍関係確認請求事件",
  "court_name": "東京高等裁判所第三民事部",
  "result": "棄却",
  "lawsuit_id": "22095",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=22095",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/095/022095_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴はいづれもこれを棄却する。\n控訴費用は控訴人等の負担とする。\n事　　　　実\n控訴人等代理人は原判決を取消す、控訴人等が出生による日本の国籍を現に有す\nることを確認する、訴訟費用は第一、二審共被控訴人の負担とするとの判決を求\nめ、被控訴人代理人は本案前の抗弁として、原判決を取消す、控訴人等の本件訴を\n却下するとの判決を求め、本案につき本件控訴を棄却するとの判決を求めた。\n当事者双方の事実上の主張は、控訴人等代理人において、控訴人等は米国におい\nて日本人夫妻の間に生れ日本の国籍の外米国の国籍をも取得したのであるが、米国\nの法律によれば米国の国籍を有するものが自己の志望により外国の国籍を取得すれ\nば米国の国籍を喪失するのであるから、控訴人等が申請し内務大臣の許可を得て日\n本の国籍を取得したとすれば米国の国籍を喪失したこととなる。しかるに控訴人等\nが現に有する日本の国籍が出生によるのであるとすれば控訴人等は日米両国の国籍\nを有することとなり現在の日本国内において米国人としての特権を認められ国法上\n有利な取扱を受けることができるばかりでなく、国籍法の規定に基き日本の国籍を\n離脱することもできる。これに反し控訴人等が現に有する日本の国籍が回復による\nものであるとすれば控訴人等は米国の国籍を喪失し米国人としての待遇を受けるこ\nとができないばかりでなく、国籍法の規定により日本の国籍を離脱することもでき\nない。従つて控訴人等は現に有する日本の国籍が出生によるものであるとすればこ\nれにより受ける利益は極めて大きい。そればかりでなく、控訴人等は戸籍における\n日本国籍取得が回復による旨の記載につきその訂正を受けるためにもその趣旨の確\n認判決を必要とする。\n以上のように控訴人等は出生による日本の国籍を有することにつき利益を有する\nのであるから被控訴人においてこれを争う以上控訴人等はこれが確認を求めるにつ\nき利益を有する次第であると述べ、被控訴人代理人において控訴人等が現に日本の\n国籍を有している以上その取得の原因が出生によるものであつても特にこれにつき\n確認を求める利益を有しない。\n即ち、（一）被控訴人においては控訴人等が日本の国籍を有していることを争つ\nてはいない。而して控訴人等が出生により日本国籍を有するにせよ、又国籍回復に\nより日本の国籍を有するにせよ日本の国籍を有することには何等の差異は存しな\nい。（二）判決の既判力は主文に包含するもののみについて存するから控訴人等が\n出生による日本の国籍を有することの確認判決はその理由中に前提として日本の国\n籍回復の無効の点が判断されていてもこのような判断には既判力は及ばない。従つ\nてこの判断は関係行政庁を拘束する効力はないから控訴人等が右判決により企図す\nる目的、例えば日本国籍の離脱、戸籍の訂正、米国人と同等の配給物の受領、米国\nへの渡航等を容易に達成することはできない。要するに控訴人等が出生による日本\n国籍を有することにつき確認を求めることは結局その確認の利益を欠くから原判決\nを取消し控訴人等の本件訴の却下を求めると述べた外、原判決の事実摘示と同一で\nあるからここにこれを引用する。\n証拠として、控訴人等代理人等は甲第一、第二号証の各一、二、第三号証、第\n四、第五号証の各一、二を提出し、原審証人Ａ、当審証人Ｂの各証言、原審並に当\n審における控訴人両名本人訊問の結果を援用し、当審証人Ｃの喚問を求め、乙第\n一、第二号証の各一、二の成立を否認し、被控訴人代理人は乙第一、第二号証の各\n一、二を提出し、甲第一第二号証の各一、二甲第三号証の成立を認め、その余の甲\n号各証の成立は不知と述べた。\n理　　　　由\n先づ控訴人等が出生による日本の国籍を有することの確認を求める利益を有する\nや否やにつき判断するに、本訴請求原因によれば控訴人等は米国において日本人を\n父母として出生し日米両国の国籍を取得したものであるところ、その後日本の国籍\nを離脱し更に日本の国籍を回復したものとして、その回復により日本の国籍を有す\nることとなつているが右離脱及び回復はいづれもその効力を生じていないものであ\nるとの理由によりこれに基いて控訴人等が出生により日本の国籍を有することの確\n認を求めるものであることは明かである。而して控訴人等は出生により現に日本の\n国籍を有することの確認を求めるものであるから、決して過去の事実について確認\nを求めるものではなく、又控訴人等は日本の国籍につき確認を求めるものであるか\nら決して外国の国籍の存否につき確認を求めるものでないことも明白である。\n惟うに、控訴人等が出生により日本の国籍を有することに確定すれば控訴人等は\n日米両国の国籍を有することゝなるから、国籍法上日本の国籍を離脱し得ることゝ\nなるべく、又控訴人等は戸籍上国籍回復の結果日本の国籍を取得したものとせられ\nているが、出生により日本の国籍を有するものと確定すれば、これに合致するや<要\n旨第一>う戸籍の訂正を求め得ることも明かである。これらの点について考えれば控\n訴人等が出生により日本の国籍を</要旨第一>有するものであるや否やは現在の法律\n関係の内容をなすものであり、従つてその確認を求めるのは決して過去の事実の確\n認を求めるものではない。而して控訴人等が現に日本の国籍を有することは当事者\n間に争がないけれども、控訴人等が出生により日本の国籍を有することを被控訴人\nにおいて争う以上控訴人等はこれが確認を求める利益を有するものといわなければ\nならない（被控訴人のこの点に関する（一）及び（二）の主張は右の説示に徴<要旨\n第二>すればその理由がないことは自ら明かである）。　尤も控訴人等において現に\n有する日本の国籍が出生によつて</要旨第二>取得されたものであることに確定すれ\nば控訴人等は米国において出生したことにより取得した米国の国籍を失うことなく\n依然これを有することとなろう。而して控訴人等が米国の国籍を有するものとすれ\nば控訴人等は我国において米国人としての特権を享受し得るであろろ。しかしかゝ\nる結果は出生による日本の国籍を有することについての確認判決の反射的効果に過\nぎない。いう迄もなく米国の国籍を有することの確認を求める訴は米国の裁判所の\n権限に属し、日本の裁判所の裁判権に属しないが本件訴訟がかゝる外国の国籍の有\n無について確認を求めるものでないことはその主張自体に徴しても明白である。\n要するに控訴人等は出生により日本の国籍を有することの確認を求める利益を有\nするものといわぎるを得ない（当裁判所の右見解に反する最高裁判所の判決（昭和\n二四年一二月二〇日）の採る理論は賛し難きところである）。然らば控訴人等がか\nゝる確認を求めることにつき利益なしとして本件訴の却下を求める被控訴人の主張\nは採用し得ない。進んで本案につき案ずるに、\n控訴人Ｄが大正○年×月△△日に控訴人Ｅが大正○年×月△△日にいづれも米国\nカリフオルニヤ州において日本人Ｆ同Ｇ夫妻の間に生れ日米両国籍を取得したとこ\nろ、昭和十二年六月二十四日控訴人等名義を以て日本国籍離脱の届出がなされそれ\nにより控訴人等が右国籍を離脱したものとして戸籍簿上に除籍の記載がなされたこ\nとは成立に争のない甲第一、第二号証の各一、二、甲第三号証及び原審並に当審に\nおける控訴人等の各供述によつて認めることができる。よつて控訴人等が右国籍離\n脱の届出について関知していなかつたか否かについて案ずるに、右国籍離脱の届出\nが控訴人等の父Ｆによつてなされたことは原審証人Ａの供述によつてこれを認める\nことができる。しかしながら右証人Ａ、当審証人Ｂ、Ｃ、原審並に当審における控\n訴人等の各供述（但後記措信しない部分を除く）を綜合すれば、（一）右Ｆは予て\n米国カリフオルニヤ州で食糧品雑貨商を営んでいたが昭和十二年中その財産を整理\nし一家を挙げて日本へ帰国することと定めたところ、当時恰も日華両国間に紛争が\n起りその前途は極めて険悪な情勢にあつたのでＦは控訴人等が日本の国籍を有した\nまま帰国するときは後記のように徴兵適令期にあるためその帰国後兵役に徴集され\nその結果勉学に支障を来たすことを怖れ控訴人等のため前記の国籍離脱の手続を採\nるに至つたこと、（二）右国籍離脱の届出当時控訴人Ｄは殆んど満二十年に、控訴\n人Ｅは満十九年に近い年齢にそれぞれ達していて控訴人Ｄは米国のハイスクールの\n課程を学修中であり両控訴人共右（一）の事情をよく諒解することのできる年齢に\n達し且その智能をも備えていたこと、（三）控訴人等は大平洋戦争終了後である昭\n和二十年九月十七日に至り右国籍離脱の手続を有効なものとして東京都長官に対し\n日本の国籍回復を申請しその許可を受けたことを認めることができるところ、これ\n等の事実を参酌すれば原審並に当審における控訴人等の右国籍離脱の届出には関知\nしない旨の各供述及び甲第四号証の一、二の同旨の記載には直に信用をおくことが\nできないし、原審証人Ａ、当審証人Ｂの各供述も控訴人等において右の届出を知ら\nなかつたものと認めさせるのに十分ではなく、他にその事実を認めさせるに足る証\n拠もない。かえつて右（一）（二）（三）の事実によれば控訴人等においてＦが右\n国籍離脱の届出をなすことを了解しており、国籍離脱は控訴人等の意思に基くもの\nと推測される。しからば右国籍離脱の届出が控訴人等において関知しないものであ\nつて無効であることを前提とする控訴人等の本訴請求は他の点につき判断を加える\nまでもなく失当であるからこれと同趣旨の原判決は相当であつて本件控訴は理由が\nない。\nよつて民事訴訟法第三百八十四条第八十九条第九十三条第九十五条を適用し、主\n文のとおり判決をする。\n（裁判長判事　松田二郎　判事　河合清六　判事　岡崎隆）\n"
}