{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 30,
    "month": 5,
    "day": 19
  },
  "case_number": "昭和29(う)2282",
  "case_name": "公職選挙法違反被告事件",
  "court_name": "東京高等裁判所第八刑事部",
  "result": "棄却",
  "article_info": "第8巻4号560頁",
  "gist": "一、　公職選挙法第一四二条の規定に違反して文書を頒布した場合にあたるとした事例\n二、　右法条は憲法第二一条に違反するか",
  "case_gist": "一、　衆議院選挙において日本共産党を支持するものが「共産、社会両党の候補者が共倒れとなるのを避けるため日本共産党所属の候補者甲を辞退させて、いわゆる国民政府樹立への一歩前進を保証する統一候補者として社会党所属の乙候補者を支持し、同人に当選を得しむべく全党を挙げて奮闘するによりこれに賛同協力ありたい」旨の日本共産党名義ビラを右乙の属する選挙区内に頒布したときは、たとえ、頒布が右甲の立候補辞退の届出後であつても、公職選挙法第一四二条の規定に違して乙候補の選挙運動のために使用する文書を頒布したものと認めるを相当とする。\n二、　選挙運動のために使用する文書図画の頒布につきその方法と量において制限する公職選挙法第一四二条は、憲法第二一条に違反しない。",
  "lawsuit_id": "21669",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=21669",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/669/021669_hanrei.pdf",
  "contents": "主　　　　文\n本件各控訴を棄却する。\n理　　　　由\n本件控訴の趣意は弁護人上村進及び新潟地方検察庁新発田支部検察官検事山崎良\n男各作成名義の各控訴趣意書に記載されたとおりであるから、茲にこれを引用し、\nこれに対し次のように判断する。\n弁護人の論旨第一点について\n原判示ビラの頒布された当時、原判示衆議院議員選挙におけるＡ党候補者Ｂが既\nに立候補辞退の届出をしており、従つてその当時において同候補者のためにする選\n挙運動の行わるべき余地のないことは所論のとおりである。そこで若し右ビラの記\n載内容が所論のように単にＢ候補の立候補辞退を選挙民に知らしめると共に、同党\nの政治上の主義政策を強調するに止まるならば、これを頒布したとて所論の如く同\n党の政治活動に過ぎないものと見られるであろうが、該ビラの全文を通読すると、\nＡ、Ｃ両党の候補者が共倒れとなるのを避けるため、Ａ党のＢ候補を辞退させて、\nいわゆる国民政府樹立への一歩前進を保証する統一候補者としてＣ党のＤ候補を支\n持し、同候補者に当選を得しむべく全党を挙げて奮闘すべきにより、これに賛同協\n力ありたき趣旨の内容が含まれていることを看取するに難くないのである。とすれ\nば、右ビラは単にＡ党の公党としての立場から、その政治上の主義政策を強調し又\nは時局に関する批判を表明したに過ぎないものではなく、Ｄ候補の当選を得んがた\nめ、その選挙運動のためにする趣旨の意思表示を包有する文書であるということが\nできる。而して公職選挙法第百四十二条の制限規定が自己の所属する政党の候補者\nの当選を得んとする選挙運動についてのみ適用せらるべきでないことは、その文理\n並に律意に徴して疑を容れないところである。従つて自党の候補者が立候補を辞退\nした以後においても、他党の候補者の当選を得んがため、同条に違反して同条にい\nわゆる選挙運動のために使用する文書を頒布するときは、たとえ、それが自党名義\nの文<要旨第一>書であつても、同法第二百四十三条第三号の罪責を免れないのであ\nる。然らば被告人が、前示の如くＣ党の</要旨第一>Ｄ候補の当選を得んがため、そ\nの選挙運動のためにする趣旨の意思表示を包有する原判示ビラを同候補者の原判示\n選挙区内に頒布した以上、たとえ、それがＡ党候補者Ｂの立候補辞退後であつて\nも、同法第百四十二条の規定に違反してＤ候補の選挙運動のために使用する文書を\n頒布したものと認めるの外はなく、これを以て所論のようにＡ党としての政治活動\nに過ぎないと解することはできない。それ故、原判決には、所論のような事実誤認\nはなく、また法律の解釈を誤つた違法も存しない。論旨は理由がない。\n同第三点について\n憲法第二十一条の規定は言論の自由を絶対無制限に保障しているのではなく、公\n共の福祉を保持するため、その時、所、方法等につき合理的な制限を加えること\nは、これを容認する趣旨と解すべきこと同法第十二条第十<要旨第二>三条等の規定\nに照らしても明らかである。公職選挙法第百四十二条が選挙運動のために頒布し得\nべき文書図画</要旨第二>の種類と数量につき一定の制限を加えているのは、それに\nよつて憲法の保障する言論の自由を全般的に禁止するものでなく、選挙の公正を保\n持せんがため、選挙運動としての文書図画による言論活動を、その方法と量におい\nて適当に規正するものに過ぎないから、この規定を以て所論のように憲法第二十一\n条に違反するものということはできない。論旨は独自の見解であつて、理由がな\nい。\n（その他の判決理由は省略する。）\n（裁判長判事　谷中董　判事　坂間孝司　判事　荒川省三）\n"
}