{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Showa",
    "year": 26,
    "month": 1,
    "day": 30
  },
  "case_number": "昭和24(れ)1781",
  "case_name": "物価統制令違反、食糧緊急措置令違反",
  "court_name": "最高裁判所第三小法廷",
  "result_type": "決定",
  "result": "棄却",
  "article_info": "刑集　第5巻1号105頁",
  "original_court_name": "名古屋高等裁判所\n        　金沢支部",
  "original_date": {
    "era": "Showa",
    "year": 24,
    "month": 4,
    "day": 15
  },
  "gist": "一　昭和二一年二月食糧緊急措置令の効力と昭和二二年法律第七二号第一条にいわゆる「日本国憲法施行の際現に効力を有する命令」\n二　水産物の指定出荷機関又は指定荷受機関以外の者は卸売業者となり得るか−右機関以外の者の卸売取引と統制額\n三　魚類の大量取引につき卸業者販売価格を適用した事例\n四　昭和二一年九月物価庁告示第六八号ノ一一所定の「生産者若くは生産者の団体又は………」の規定の趣旨",
  "case_gist": "一　所論水産物統制令及び右勅令を廃止した政令は、いずれも食糧緊急措置令（昭和二一年二月一七日勅令第八六号）第九条の委任に基いて制定された法令である。そして、右食糧緊急措置令は、旧憲法第八条第一項の規定によるいわゆる緊急勅令であつて議会の承諾を得て法律と同一の効力を有するに至つたものであり、かかる緊急勅令の効力が日本国憲法の施行によつて何らの影響を受くべきものでないことは当裁判所の判例(昭和二四年（れ）第二七四九号同二五年四月一三日第一小法廷判決)とするところである。そして、右の緊急勅令及びその委任に基き制定された勅令並びに政令は所論日本国憲法施行の際現に効力を有する命令の規定の効力等に関する法律第一条に定める命令に包含されるものではないから、所論のようにその効力を失つたものではない。\n二　指定出荷機関又は指定荷受機関以外の者が、鮮魚介の配給に携ることのできないことは所論のとおりてあつて、これ以外の者が鮮魚介の卸売をするときは処罰されるのであるが、このことは、物価統制令に基く昭和二一年九月物価庁告示第六八号において卸売業者というときは必ず指定出荷機関又は指定荷受機関であることを要することを意味するものではない。けだし、価格の統制は正常のルートである業者の取引を対象とするだけではなく、その他の取引にも及ぶものと解すべきであることは、前記告示が先に説明したように生産者の販売価格を卸売業者の販売価格と同列に取り扱つていることからも知られるのである。\n三　本件における判示第一のような大量取引については卸売業者販売価格をもつて統制額と解すべきものであるから、原判示Ａ合同組が所論のように生産者若しくは生産者の団体であつたと仮定したところで原審が右取引に卸売業者販売価格を適用したことは正当である。\n四　しかし、所論昭和二一年九月一七日物価庁告示第六八号は、本件魚類につき単に卸売業者と小売業者との販売価格を指定していること所論のとおりであるが、同告示の一一においては「生産者若しくは生産者の団体又は卸売業者が本表の品種を水面で引き渡す場合の統制額は、その水面が地先水面である沿岸市町村において適用されるその地域の卸売業者販売価格の一割五分下げとする」旨の規定があるのである。即ち、取引の場所が水面であれば生産者若しくは生産者の団体は卸売業者と同列に取り扱われ卸売業者販売価格以下の統制額によつて取引しなけばならないのである。そしてこのことは取引の場所が陸上であつても異らないわけであるから、生産者若しくは生産者の団体が陸上で同様の取引をする場合の価格も、その地域における卸売業者の販売価格以下に統制される趣旨と解しなければならない。",
  "ref_law": "物価統制令3条，昭和21年9月17日物価庁告示68号，食糧緊急措置令9条，水産物統制令3条，昭和21年9月17日二日庁告示68号",
  "lawsuit_id": "54307",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=54307",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/307/054307_hanrei.pdf"
}