{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 25,
    "month": 2,
    "day": 3
  },
  "case_number": "昭和24(わ)464",
  "case_name": "窃盗被告事件",
  "court_name": "東京高等裁判所刑事第一一部",
  "result": "棄却",
  "article_info": "第3巻1号28頁",
  "gist": "公判調書の証明力の範囲",
  "case_gist": "公判調書の証明力の範囲は、公判期日における訴訟手続の存否、内容にのみとどまり、その記載された訴訟手続について実質的効果までも付与するものではない。",
  "lawsuit_id": "22150",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=22150",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/150/022150_hanrei.pdf",
  "contents": "主　　　　文\n本件上告はいづれも之を棄却する。\n理　　　　由\n本件上告の趣旨は末尾添付の弁護人川上隆名義の上告趣意書と題する書面に記載\nの通りである。之に対して当裁判所は次の様に判断する。\n論旨第一点について。\n旧刑事訴訟法第六十四条に依れば、公判期日における訴訟手続は公判調書のみに\n依り之を証明することを得るものであるから同法第六十条第二項各号、或は刑事訴\n訟規則施行規則第三条第二号の公判調書記載要件で公判調書に其の記載がないもの\nについては、其の手続の履践を証明する由がないことは所論の通りである。しかし\n<要旨>ながら公判調書は畢竟公判期日に行われた訴訟手続の存否、内容について之\nを記録するに過ぎないものである</要旨>から、其の証明力の範囲も亦自ら右本来の\n記載事項である公判期日に於ける訴訟手続の存否、内容にのみとどまるべきもので\nあつて、之に依つて直ちに共の記載された訴訟手続について実質的効果迄も付与す\nるに至るわけのものではない。従つて仮令公判調書に或る訴訟関係人の訴訟行為が\n記載せられたとしても、之に依つて直ちに所論の様にそれが適法の資格を有する訴\n訟関係人に依つて有効に為されたものと迄認められるに至るものではなく、却つて\n別に当該訴訟関係人の有無及適法の資格の証明を俟つた上ではじめて当該訴訟行為\nが有効に為されたことを認め得るに至るものと云わなければならない。\n仍て本件について之を見るのに、原審に於ける所論公判調書の冒頭部分に弁護人\nの氏名及出頭についての記載がなく、しかも後に至つて弁護人が弁論を為した旨の\n記載があることは所論の通りである。従つて右公判調書は之に依り当該公判期日に\n於て何時如何なる弁護人の出頭があつたか又右弁論を為した弁護人は如何なる弁護\n人であつたかについて其の証明を為すに由のないものであることが極めて明である\nが、他方曩に述べたように弁護人の弁論があつた旨の右公判調書の記載は未だ之に\n依り直ちにそれが適法の資格を有する弁護人に依つて有効に為されたものと迄認め\n得べきものではないから、此の点につき記録を検討するのに、原審に於て被告人等\nの為弁護人の選任が為されたことについては何等の証左がなく、又右公判調書の記\n載を除けば弁護人の存したことを窺うことができるような何等の手続も亦執られた\n形跡がない。故に是に依つて観れば、右公判調書の記載に拘らず原審に於ては被告\n人等の為に適法の弁護人は何等存しなかつたものと認める外はなく、従つて適法の\n弁護人の存することを前提とする弁護権行使制限の問題は到底之を生ずる余地がな\nいものと云わなければならない。而して本件が旧刑事訴訟法第三百三十四条に該当\nせず又之につき日本国憲法の施行に伴う刑事訴訟法の応急的措置に関する法律第四\n条による弁護人選任の請求もないものであることは記録上明であるから、原審に於\nて弁護人の存しなかつたことが被告人等の防禦権の行使を制限したものでないこと\nも亦勿論である。之を要するに原審には何等所論のような弁護権制限の違法は存し\nない。論旨は理由がない。\n論旨第二点について。\n原判決の挙示するＡ提出の盗難届には原判決の認定した事実に照応する盗難被害\n顛末の記載があつて、原審が此記載と被告人等の自供とに依り十分の心証を得た上\n該事実の認定を為したものであることは、其の判文上極めて明である。従つて所論\nＢの盗難届が仮に所論の通り右認定事実と同一の事実に関するものであつたとして\nも、原審は前記盗難届と之とにつき其の記載自体及び被告人等の供述其の他一切の\n情況を参酌して前者を採るに至つたものであることは優に之を窺い得るところであ\nつて、斯かる判断を不当とする所論の様な実験法則は何等存することはなく又旧刑\n事訴訟法第三百六十条は証拠の取捨について判文上説明を要求するものでないか\nら、原審が特に此の点を明示した証拠調を為すことなく又判文上此の点の説明を加\nえなかつたのは正当である。論旨は理由がない。\n論旨第三点について。\n所論Ａ提出の盗難届が証明力を有することについては既に説明した通りであるか\nら原審が之と被告人両名の自供とを綜合して事実を認定したことは正当であつて、\n原判決には何等所論の様な違去は存しない。論旨は理由がない。\n仍つて旧刑事訴訟法第四百四十六条に依つて主文の通り判決する。\n（裁判長判事　佐伯顕二　判事　久礼田益喜　判事　仁科恒彦）\n"
}