{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 27,
    "month": 10,
    "day": 6
  },
  "case_number": "昭和27(ネ)779",
  "case_name": "借地権確認並びに反訴請求事件",
  "court_name": "東京高等裁判所第二民事部",
  "result": "棄却",
  "lawsuit_id": "21913",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=21913",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/913/021913_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴はこれを棄却する。\n控訴費用は控訴人の負担とする。\n事　　　　実\n控訴代理人は、「原判決を取り消す。被控訴人は控訴人に対し、東京都渋谷区ａ\n町ｂ番地のｃ宅地八十二坪七合八勺のうち東側五十九坪八合匹勺（別紙図面表示の\n部分）及び同所ｄ番のｃ宅地六十二坪一合六勾の土地につき、控訴人が普通建物所\n有の目的で賃料一ケ月金二十九円五十銭、期間昭和二十一年九月十五日から満十ケ\n年とする賃借権を有することを確認する。被控訴人の反訴請求を棄却する。訴訟費\n用は本訴及び反訴を通じ第一、二審とも被控訴人の負担とする。」との判決を求\nめ、被控訴代理人は控訴棄却の判決を求めた。\n当事者双方及び補助参加人の事実並びに証拠の関係はすべて原判決の「事実」の\n部分に記載したところと同一であるから、ここにれを引用する。\n理　　　　由\n先ず、控訴人の本訴請求につき按ずるに、本件土地が元Ａの所有であつたことは\n当事者間に争がなく、而して成立に争のない甲第一、一二号証と原審における控訴\n本人の尋問の結果によれば、控訴人は昭和二年頃右Ａから本件土地を賃料一ケ月坪\n当り二銭五厘の約束で期間を定めずに借り受け、同地上に建物四棟を建設所有して\nいたことが認められる。その後右Ａは昭和八年三月十日訴外Ｂに、又Ｂは同年十月\n三日被控訴人の補助参加人Ｃに、右Ｃは昭和二十四年二月八日被控訴人に、本件土\n地を順次譲渡したこと、前記建物四棟が昭和二十年五月二十五日戦災によつて焼失\nしたこと及び右建物についてはいずれも控訴人のために保存登記がなされていなか\nつたことは当事者間に争がない。而して又控訴人が右罹災建物の滅失当時本件土地\nの賃借人であつたことは原審における控訴本人の尋問の結果によりその成立が認め\nられる甲第三号証及び右控訴本人の尋問の結果により明らかである。\nよつて控訴人の本件土地に対する右借地権を以て被控訴人に対抗し得るものであ\nるか否かにつき判断する。\n元来借地権は借地権自体の登記があるか又は借地権者が借地上に登記した建物を\n有するのでなければ、これを以て第三者に対抗することができないのである。とこ\nろが借地権自体の登記がなされることは殆ど稀であつて、一般には借地権者は「建\n物保護ニ関スル法律」に基き借地上の建物に登記をすることによりその借地権を以\nて第三者に対抗しているのであつて、専ら建物の登記に依存していると言つても過\n言ではない状態である。然しこの対抗力も登記した建物が存在していることを前提\nとするものであつて、該建物が滅失した場合には当然同法の保護を受けられなくな\nるわけである。然るに空襲その他の災害により、或は防空上の必要から疎開を命ぜ\nられ、借地権者が第三者に対抗し得る唯一の手段としていたと言つてもよい登記あ\nる建物が滅失した場合には一朝にして借地人はその借地権の対抗力のよりどころを\n失うことになり、全く法の保護を受けられない状態に陥る虞れがある。そこで罹災\n都市借地借家臨時処理法第十条はかような借地権を保護するために設けられたもの\nであつて、罹災又は疎開当時から引き続き借地権を有する者は借地権の登記又は借\n地上の建物の登記がなくてもその借地権を以て第三者に対抗し得るものと定めたの\nである。もとよりその精神は関東大震災直後に公布施行された借地借家臨時処理法\n第七条及び罹災都市借地借家臨時処理法に先行する戦時罹災土地物件令第六条と全\nく同様であると言い得るのである。従つて登記のあつた建物が罹災により滅夫し、\n又疎開により除却された場合において、かかる建物に登記があるためその借地権を\n以て第三者に対抗し得たものについてのみ同条の保護を受け得る法意であつて、罹\n災による滅失又は疎開による除却前に建物に登記がないため「建物保護ニ関スル法\n律」の保護を受けることができなかつた借地権までも保護してこれに対抗力を与え\nたものと解すベきではな<要旨>い。なるほど我が国においては未登記の建物が少く\nないであらうことは想像に難くはないけれども、それだか</要旨>らと言つて、かか\nる建物の登記もしないで「建物保護ニ関スル法律」の保護を享受しようとしなかつ\nた借地権者にまでも拡張して罹災都市借地借家臨時処理法第十条の規定を解釈しな\nければならない法律上の根拠に乏しいと言わねばならない。而して控訴人が前記建\n物の罹災後被控訴人において本件土地の所有権を取得するまでの間において本件土\n地の上に登記した建物を所有したとの形跡が毫も窺われない本件においては、結局\n控訴人は前記借地権を以て新たに本件土地の所有権を取得した被控訴人に対抗する\nことができないというべきである。\nよつて控訴人の本訴請求はその他の争点につき判断するまでもなく失当としてこ\nれを棄却すべきものとする。\n次に被控訴人の反訴請求について判断するに、控訴人が昭和二十六年七月頃本件\n土地の上に木造瓦葺平家建居宅一棟建坪五坪五合を建設し、本件土地を占有してい\nることは当事者間に争がなく、控訴人が前記借地権を以て被控訴人に対抗し得ない\nことは前段説示のとおりであるから、控訴人の右占有は結局正権原に基かないもの\nというべきである。従つて所有権に基き控訴人に対し前記建物を収去して本件土地\nの明渡を求める被控訴人の反訴請求は正当としてこれを認容すべきものである。\nよつて右と同趣旨の原判決は相当であつて、本件控訴は理由がないからこれを棄\n却すべきものとし、民事訴訟法第三百八十四条第一項、第九十五条、第八十九条を\n適用して主文のとおり判決する。\n（裁判長判事　渡辺葆　判事　牛山要　判事　野本泰）\n（別紙図面省略）\n"
}