{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 30,
    "month": 11,
    "day": 25
  },
  "case_number": "昭和29(ネ)1832",
  "case_name": "国有林野払下処分取消請求事件",
  "court_name": "東京高等裁判所第五民事部",
  "result": "棄却",
  "lawsuit_id": "21620",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=21620",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/620/021620_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n事　　　　実\n控訴人訴訟代理人は「原判決を取消す。被控訴人が昭和二十八年五月三十日訴外\n長野県西筑摩郡ａ村に対してなした別紙目録記載の五筆の国有林野の売払処分はこ\nれを取消す。訴訟費用は第一、二審共被控訴人の負担とする。」との判決を求め、\n（本件国有林を控訴人に売払うべしとの部分はこれを取下げた。）被控訴人指定代\n理人は控訴棄却の判決を求めた。\n当事者双方代理人の事実上の陳述並びに法律上の主張は、当審において左記の如\nく法律上の見解を附加陳述した外は、原判決事実摘示と同一であるから、これをこ\nこに引用する。\n控訴人訴訟代理人の法律上の主張\nＡ　本件国有林野売払行為が私法上の行為でなく行政処分であると主張する根拠\nについて。\n一体原判決の言う如く、国有財産の売払はすべて私法行為であるときめてかかる\nのは抑も間違つている。国有財産の払下でも公法上の処分である場合があること\nは、夙に判例の認めるところ（行政裁判所昭和四年九月三十日言渡「廃川敷地の下\n付」に関する判決参照）であつて、国有財産の売払は必ず私法行為だと一概に論結\nすることは誤りで、各場合の具体的事案に即して決定せらるべき問題であり、本件\nにおいて国有林野売払行為を公法上の行政処分と解する根拠は次のとおりである。\n（一）　整備法による国有林野の売払行為については、一般私法上の売買契約に\nおける如き契約自由の原則が認められていないこと。――国有林野整備臨時措置法\n（昭和二十六年六月二十三日法律第二百四十七号、以下整備法と略称する。）第三\n条所定の延納の特約に関し国有財産法第三十一条第三項を準用しているが、右準用\n規定によれば、延納の特約をした場合に行政庁の長は、売払を受けた者のなす管理\nが適当でないと認めるときは、直ちに延納の特約を解除しなければならない、と定\nめている。このように売買完了の後において売主が買主のなす目的物の保存、使\n用、収益について監督権を行使し、買主の行為が売主の意思に合致せざるときは、\n売主において契約条項を変更する権利を有する如き、一般私法上の契約においては\n認められないところであつて、公法上の権力関係に立脚して初めて可能なことであ\nる。\n（二）　本件売払行為は、行政庁が本件国有林野を整備法第一条第一項第一号に\n該当する土地として、その所在村たるａ村に売払処分をなす目的を以て、行政財産\nとしての用途を廃止する意思決定に基いて行われたものであること。――一般に国\n有財産の処分については国有財産法及び国有林野法によれば行政財産としての用途\nを廃止しない限り処分することができないのであるが、右両法の特別法たる整備法\n第一条第一項は処分の対象たる国有林野を「国有林野法第二条に規定する国有林\n野」と定め、普通財産たる国有林野に限定していないから、行政財産（本件にあつ\nては国の企業用財産）のままで処分できるものであり、なお整備法が国有林野の売\n払につき売払の対象、売払の相手方、競願者ある場合の優先順位等を規定している\nことから考えると、整備法が同法による国有林野の売払を、国有財産法による一般\n国有財産の処分と同様の私法行為と認めず、これを行政処分として取扱つているこ\nとは明らかである。尤も本件売払の実際においては、企業用財産としての用途廃止\nの手続をとつているが、それは必要でないことを念のたあ整備法施行手続第三条の\n規定に従つてなしたまでであり、このことは本件売払行為が行政処分たる性質を有\nすることに、何等の影響を及ぼすものでないのみならず、右用途廃止の決定がａ村\nに対する売払の目的を以て（乙第二号証の一、二参照）昭和二十八年五月二十九日\nになされ、ａ村に対する売払はその翌日に行われた事実に徴するときは両者は合体\nして一個の行為を形成するものというべきだから、かかる意思決定にもとずいてな\nされた本件売払行為は、前叙理由により行政処分たることに変りはない。\n（三）　仮りに一歩を譲つて、本件国有林野の売払行為そのものは私法行為であ\nると仮定するも、被控訴人長野営林局長は整備法の規定に基ずいて本件国有林野を\n所在村たるａ村に、延納の特約を附して売払処分をすることにつき、農林大臣の承\n認を得た上で、右売払の目的を以て本件林野の行政財産としての用途廃止の決定を\nなし、ａ村に対し売渡の通知をなしたものであつて、用途廃止という行政庁の内部\n的意思決定が売払の相手方に対する通知という表示行為により表示され（茲に明白\nなる行政行為が成立）これに基ずいて本件売払契約が締結されたものであるから、\nこれら用途の廃止、売払の相手方の決定、これに対する通知及び売渡という一連の\n行為が、合体して一の行政処分を形成するものというべく、この意味において本件\n売払行為は、公法上の行政処分と解すべきものである。　尤も被控訴人の主張する\n如く、売買契約そのものを切り離し私法行為と解せざるを得ないと仮定するも、整\n備法の規定上売払の相手方としての適格を欠くａ村に対する前記売払の通知、及び\nａ村の差出した買受申請の受理は、それぞれ違法な一の行政行為たることについて\nは疑のないところであるから、控訴人は行政行為たるこの通知行為及び受理行為の\n取消を求める。しかしてこれらの行為が取消されるときは、これを前提とする売買\n契約は当然無効となるから、その場合には本件払下処分の無効確認の判決、或はそ\nの代り本件払下処分の取消の判決を求める。（この点につき控訴人は予備的の請求\nとして少くとも本件売払通知行為ないし申請受理行為を以て行政処分となし、行政\n事件訴訟特例法第二条によりこれが取消を求め、また右売払行為が行政行為でない\nにしても、同法第六条による関連請求としてこれが無効確認の判決を求める趣旨で\nあると解する。）\nＢ　本件売払行為が公法上の行政処分であることを前提として、控訴人が右違法\nな行政処分の取消を求める法律上の利益を有する正当な当事者であることについ\nて。\n（一）　本件国有林野を囲繞する林野は、すべて控訴人Ａ商事合資会社または同\n社代表者Ｂの所有地または共有権を有する土地であり、控訴人は本件国有林野を適\n正に経営することができる充分な資力と能力を具備している。よつて控訴人は整備\n法第一条及び同法施行規則第二条の規定にもとずいて、昭和二十六年八月三日附被\n控訴人宛申請書を以て、払下価額は被控訴人指定どおりで買受ける意思を表示し\nて、払下を出願した。しかるに被控訴人はこの申請書を受理しながら、控訴人に対\nし整備法施行規則第三条第一項所定の売払の通知をなさず、却つてその後本件国有\n林野所在ａ村の昭和二十七年三月二十五日附出願を受理し、同二十八年五月二十九\n日ａ村に売払の目的で、企業財産としての用途廃止をなし、翌三十日ａ村に売払つ\nたのである。かくの如く控訴人は整備法の規定により本件国有林野の払下を受くべ\nき適格者であり、同法の規定にもとずき適法な買受の申込をなしたに拘らず、被控\n訴人は控訴人にこれを売払わないで、却つて買受人としての適格を欠くａ村に売払\nつたものであつて、控訴人は右違法な行政処分により売払を受くべき期待権を侵害\nされたのであるから、行政事件訴訟特例法により本件売払処分の取消を求める法律\n上の利益を有する正当な当事者である。\n（二）　仮りにかかる権利侵害が存在しないとするも、なお控訴人は本件取消請\n求について判決を求める現実の利益を有する。けだし被控訴人は控訴人の買受申講\n書を受理したままこれを握りつぶし、これを却下もせず、また何故に控訴人に売払\nわないかの理由も開陳しない。しかも本件林野売払の相手方たる適格を有する者\nは、控訴人を措いては他にないのであるから、若しａ村に対する売払処分が取消さ\nれるときは、被控訴人は控訴人がさきに提出した申請書に基ずき、控訴人に対して\n売払の通知をなさねばならず（整備法施行規則第三条第一項）、控訴人は本件林野\nの売払を受けることができるのであつて、即ち控訴人は本件取消請求について判決\nを求める現実の利益を有する正当な当事者である。\n（三）　整備法は昭和二十六年六月二十三日公布され、公布の日から三年の有効\n期間を定めて施行されたのであつて、所謂限時法に属するところ、昭和二十九年五\n月一日法律第八十三号を以て昭和三十年三月三十一日まで有効期間を延長し、同日\n限り効力を失う旨を規定された。よつて右有効期間を経過した現在なお本件訴を維\n持する法律上の利益を有するや否やについて問題が起る。しかしこれは積極に解す\nべきは当然である。何となれば限時法たる整備法の有効期間中に同法の下に起つた\n事実に対しては、同法失効後においても同法を適用せらるべきであつて、本件の場\n合特別な経過的規定を欠くが、同法有効期間中に控訴人が提出して受理された申請\nは、同法失効後においても同法により処理さるべく、同法失効の今日においても、\n若しａ村に対する売払処分が取消されるときは、控訴人において本件国有林野の売\n払を受けることができると解すべきだからである。\nけだし整備法が昭和三十年三月三十一日限りその効力を失うというのは、ただ同法\nによる国有林野の整備を同日限り打切るというだけの意味であつて、同法有効期間\n中に提出して受理された買受申請までも、これを無効にするということでないと解\nさねばならない。もしそうでないとすれば、売払の相手方たる適格を有する唯一人\n者である控訴人が、適法に提出して受理された買受申請書が、却下もされず不許可\nの理由も示されずして無効とされることとなり、既得権を侵害されることとなる。\n因みに、整備法附則第二項は「この法律は公布の日から起算して三年を経過した\n時にその効力を失う。但しその時までに第一条第一項の規定によつてした売払又は\n交換については、第三条及び第四条の規定は、その時以後もなおその効力を有す\nる」旨を定め、右第三条及び第四条は、延納の特約及び収入の使途に関する規定で\nあるが、その他の場合、特に既受理未処理の買受申請の運命に関しては、何等の経\n過規定を設けなかつたから、かくの如き申請は同法失効後も当然効力を有するもの\nと解さねばならないのである。\n仮りに整備法失効のため控訴人の申請も失効したのであり、控訴人は本件行政処\n分取消の判決を得ても、整備法失効の今日もはや本件買受の申請をなすことを得\nず、徒つてａ村に対する売払の取消を求める利益を有しないではないかとの議論が\nありとすれば、控訴人が整備法有効期間内に本件林野の売払を受けることができな\nかつたのは、被控訴人の違法な措置により控訴人の買受を不可能ならしめたによる\nものであつて、明らかに控訴人の営業権の侵害であり、この権利を侵害された控訴\n人は、日本国憲法第十七条及び国家賠償法により損害の賠償を請求し得べきことは\n当然である。この故に控訴人は本件につき判決を求める権利保護の利益を有するこ\nとは明白である。\nＣ　本件売払処分を違法とする追加理由。\n本件国有林野は整備法第一条第一項第一号の「孤立した小団地の国有林野」に該\n当しない。――同号に「孤立」とは、国か存置することを必要とする国有林野と施\n業上重要な関連がなく、地理的に飛地となつている状態をいう。これは伐採、搬\n出、造林、保育等の事業の実行上及び管理保護の実施上、職員の業務遂行または労\n務者の使役等について、他の存置を要する国有林野と併せて施業を行うことが地理\n的に困難な距離的分離の状態をいうのである。交通関係とか地勢等によつて、この\n距離の範囲を一律に定めるわけにはゆかないのは勿論である。従つて国有林野が相\n互に施業上重要な関連（併轄施業）をもつていない飛地であつて、且つ小面積のも\nのが売渡の対象となるものと謂わねばならぬ。しかるに本件国有林野は他の国有林\n野といわゆる併轄施業が立派にできる飛地である。従つて本件国有林野を孤立小団\n地との理由でその用途を廃止してａ村に売払つたのはこの点においても同号の適用\nを誤つた違法な処分である。\n被控訴人指定代理人の法律上の主張\nＡ　本件国有林野売払行為が国家の公権力の行使に基ずく行政処分の範疇に属し\nないことについて。\n一、　国有財産のうち普通財産は、国が行政権の主体として行政目的に供する行\n政財産と異なり、国の私産であつて、国が財産権の主体として管理処分する財産で\nある。従つて普通財産の売払行為は、国が当該財産権の主体として、売払の相手方\nと対等の地位に立つてなされる経済的取引行為であつて、行政権の主体と相手方と\nの間の権力服従関係に基ずくものでなく、その本質において私人間の売買と何等異\nなるものでない。\n本件国有林野の売払についても、行政財産たる企業財産の用途を廃止して普通財\n産とした上、売払の相手方の申請に基ずいてこれに対し通知をし、契約書を作成す\nることによつて行われたものであつて（整備法施行規則第二条ないし第四条）、こ\nの場合前叙一般普通財産の処分と同様、売払申講者と国との関係は、対等の地位に\n立つて行われた経済的取引行為として私法行為に属し、権力服従関係を前提とする\n行政処分に該当しないことは明らかである。\n二、　本件売払行為が行政処分であるとする控訴人の主張に対する反論。\n控訴人は（一）整備法が売払の対象、売払の相手方、競願者ある場合の優先順位\n等を規定し、契約自由の原則を認めていない。（二）整備法第三条によつて国有財\n産法第三十一条第三項が準用される結果、売買行為の完了後に、行政庁が目的物の\n保存、使用、収益等について監督権を有する。（三）本件国有林野の用途廃止の決\n定と売払とは殆んど同時になされ、両者が合体して一個の行為を形成し、用途廃止\nという行政庁の内部的意思決定が、売払の相手方に対する通知という表示行為によ\nり表示されて、行政行為が成立した。等の理由を挙げて本件売払行為が行政処分で\nある旨主張する。\nしかし（一）整備法は売払の手続その他につき各種の規定をおいているが、これ\nは国の事務として公正を期する必要に出でたに過ぎないのであつて、このことから\n整備法上の売払行為を目して行政処分であるということはできず、一般私法上の契\n約においても、契約自由の原則が法令によつて制限せられることは、往々あり得る\nのである。（二）また整備法第三条によつて準用せられる国有財産法第三十一条第\n三項の規定は、国有財産の管理処分庁に対して、延納の特約をした場合に、同項所\n定の事由が発生したとき、国が一方的に特約を解除できる旨を定めたものでなく、\n同項所定の事由の発生を解除原因とする旨の特約がある場合に、この特約に基ずい\nて延納の特約を解除しなければならない旨を命じた訓令的規定であるから、この規\n定を根拠とする控訴人の主張は失当である。（三）更に用途廃止の決定は、行政財\n産を普通財産とする財産管理上の国の内部的意思決定に過ぎないから、本来国以外\nの第三者に対してこれを表示する必要がなく、かりにこれを国以外の第三者に対し\nて表示しても、かような表示は法律上無意味なもので、これによつて表示の相手方\nが何等権利を得、義務を負うものでない。国と訴外ａ村との間に本件国有林野売払\nの効果が発生したのは、売払契約書の作成によつて両者の間に私法上の売買契約が\n成立した結果であつて、控訴人の主張するように、用途廃止という行政庁の内部的\n意思決定が、売払の相手方である訴外ａ村に対する通知という表示行為によつて表\n示され、これによつて行政行為が成立した結果ではない。\nＢ　整備法は昭和三十年三月三十一日限り失効したのであるから、この点からみ\nても控訴人は現在本件売払行為の取消を求める法律上の利益を有しない。\n証拠として、控訴人訴訟代理人は、甲第一号証、第二号証の一、二、第三号証の\n一ないし三、第四号証の一ないし四、第五号証の一ないし五、第六号証の一ないし\n六を提出し、右甲第二号証の一は昭和二十九年一月、同第二号証の二は昭和二十七\n年六月それぞれ同図面作成名義人によつて、作成せられたものであると附陳し、乙\n号各証の成立を認め、被控訴人指定代理人は、乙第一号証、第二号証の一、二、第\n三、第四号証、第五号証の一ないし三を提出し、甲第一号証中着色部分を除いた爾\n余の部分、第二号証の一、第四号証の一ないし四、第六号証の一ないし六の各成立\nを認め、その余の乙号各証の成立につき不知を以て答えた。\n理　　　　由\n控訴人主張の国有林野につき控訴人及び所在村である訴外ａ村から国有林野整備\n臨時措置法第一条、同法施行規則第二条により買受の申請があつたところ、被控訴\n人は昭和二十八年五月二十九日同法施行手続第三条による要存置林野（企業財産）\nとしての用途廃止の手続をした上（成立に争のない乙第二号証の二参照）、翌三十\n日右国有林野を同法第一条第一号の「孤立した小団地の国有林野」にあたるものと\n認め、同条第二項の適用により右ａ村を買受の優先順位にあるものとして、同村に\n売払つたことは、当事者間に争がない。\n第一、　控訴人は、右被控訴人のなした売払行為を以て、公法上の権利関係に基\nずく行政処分であることを前提として、行政事件訴訟特例法第二条に則り、これが\n取消変更の裁判を求めているのであるから、先ず右前提問題について審究する。\n元来整備法第一条に基ずく国有林野の売払は、国有林野の整備のため国有林野法\n及び国有財産法に対しその特例を定めたものであるから（整備法第五条参照）、そ\nの売払の性質を究明するに当つては、遡つて一般国有財産の管理処分に関する現行\n国有財産法、これが特別法である国有林野法ないし本件整備法の諸規定についてそ\nの性質、相関関係を論究するのか順序であると考える。\n一、　現行国有財産法による国有財産は、行政財産（公用財産、公共福祉用財\n産、皇室財産、企業用財産）と普通財産とに類別せられ、（同法第三条）、行政財\n産は各一定の行政目的を達成するために使用されるものであるから、その用途また\nは目的を妨げない限度において使用または収益をさせる外、これを貸し付け、交換\nし、売り払い、譲与し、若しくは出資の目的とし、またはこれに私権を設定するこ\nとができない（同法第十八条）とされ、普通財産は主として収益財産であるので、\n一般私人が所有している財産と同様に貸し付け、交換し、売り払い、譲与し、また\nはこれに私権を設定することができる（同法第二十条第一項）とされている。右の\n如く原則的には行政財産については、その処分を禁じ私権設定の目的となり得ない\nとされているのは、国が公共の福祉のため財産を管理するのであつて、その目的に\n照らし必要な限度において行政法上特殊な法的規律を認めて<要旨第一>いると謂う\nべきであるが、普通財産にあつては専ら経済的の価値において国の資産を構成する\n財産であり、い</要旨第一>わば国の私産に属すべきものであるから、これが管理作\n用としての法律関係は、対外的には私法上の法律行為に基ずくべきであるのを原則\nとすることは明らかである。ただ普通財産にあつても、その管理規律は国家公益の\n実現ないし国家財政の原則に立脚し、管理処分庁の恣意を抑制してその適正を期す\nる必要のあることは当然であるから、かかる観点上その貸付、交換、譲与、売払等\nに関し特別の制限を設け（国有財産法第二十一条以下）て居り、この限度において\n普通一般の契約自由の原則は、その制約を受けることを免れないが、一般私法行為\nにあつても、法の特別規定その他の事由により、契約自由の原則の制限を受けるこ\nとは往々あり得るところであつて、このことは一般普通財産の管理処分行為は、対\n外的には原則として私法行為に属するとの叙上の見解を左右するものではない。\nしかしながら以上は現行国有財産法のたてまえから見た一般原則論であつて、た\nとえば（イ）法第十八条により行政財産の管理機関が、その有する管理権にもとず\nいて行政処分として当該行政財産の使用を許可する場合の外、行政財産と雖もその\n用途または目的を妨げない限度においては、私法上の使用権を設定するを妨げない\n（昭和十七年三月十四日大審院第四民事部判決）のであるから、これが使用関係に\nついても、具体的の事例によつては私法上の契約であることもあり得るし、（ロ）\nまた例えば行政財産に準ずべき普通財産である公共物たる河川（公共福祉用財産と\nそれ以外の公共物を汎称して一般に「公共用財産」と呼んでいるが、公共用財産の\nうちの公共物は、現行の国有財産法の下では実質上は行政財産たる色彩は強いが形\n式上は公共の用に供されている間と雖も普通財産であつて、行政財産でない。法第\n三条第三項第十五条但書参照）等についても、行政処分によつて貸付又は使用を許\n可し得ることを特別法によつて定められている場合がある。（河川法第十七条、第\n十八条）更に普通財産の譲与（国有財産法第二十八条）は、財政法上の重大な例外\nをなす事項でもあるので、譲与に関する国家意思を確定するまでには、内部的に慎\n重な手続を要することとし、法第二十八条により厳重な要件を規定しているが、そ\nの一般的な法律上の性質としては、私法上の契約であることに変りはない。しかし\n例外として法律は、行政処分によつて譲与をなし得ることを定めているものもあ\nる。例えば昭和二十二年法律第五十三号（社寺等に無償で貸付けてある国有財産の\n処分に関する法律）第二条第二項、第六条によれば、社寺等に対する国有財産の譲\n与については、明確に「行政処分」という用語を用いているし、右特別法の規定の\n趣旨からみても右の譲与は行政処分であることは明らかである。従つて国有財産の\n管理ないし処分に関する国家機関の行為が公法上の行政処分なりや否やは、その対\n象が現行国有財産法の下において形式上行政財産なりや、普通財産なりやという一\n点のみから一概に断定てきないことは、控訴人の指摘するとおりで、結局は個個の\n場合について決する外はないが、叙上一般法たる国有財産法のとつているたてまえ\nを把握して置くことは、回じく国有財産の管理処分に関する特別法たる国有林野法\nないし整備法の諸規定を理解する上において、重要なことであると信ずる。\n二、　ところで国有林野は、企業用財産（行政財産の一種）である国有林野（要\n存置国有林野）と普通財産である国有林野（不要存置国有林野）とからなりたつて\nいる。国有財産法及び国有林野法による場合は、企業財産である国有林野は、その\n用途を廃止して普通財産としない限り処分することはできない。（国有財産法第十\n八条、国有林野法第七条）ところが整備法は国有財産法及び国有林野法の特別法と\nして制定せられ、整備法第一条第一項は処分の対象となる国有林野を「国有林野法\n第二条に規定する国有林野」と定め、普通財産だけに限<要旨第二>定していないか\nら、行政財産たる国有林野のままで処分できるような観を呈するが、整備法第一条\n第一項の趣</要旨第二>旨は単に、形式上企業財産（要存置林野）になつているもの\nであつても、実質上は「国が経営することを必要としないもの」を処分することを\n定めているのであつて、実質的には普通財産に該当する林野を処分しようとするの\nであるから、国が経営することを必要としないものと認定したものは、国有財産法\nの大原則に従つて実質と形式を一致させる手続、即ち用途廃止を行い、普通財産と\nして処分されなければならないことを予定しているものと解すべく、このことは整\n備法施行手続第三条において、この場合の用途廃止に関し国有林野管理規程第二十\n六条（要存置林野の用途を廃止して不要存置林野にすることができる基準に関する\n定め）にかかわらず、用途を廃止することができる旨を定めていることからも推知\nできる。従つて整備法第一条が行政財産（企業用財産）たる国有林野の処分を認め\nているとの論拠から、この処分を以て公法上の行政処分たる性格を有するとの控訴\n人の主張も、輙すく採用できないし、（のみならず、一般に国有財産の管理処分行\n為が公法上の行政処分なりや否やは、その行為の対象が形式的に行政財産なりや普\n通財産なりや否やによつて一律に論定し得ないことは、前に説示したとおりであ\nる。）現に本件にあつては冒頭認定の如く、整備法施行手続第三条により企業用財\n産たる用途を廃止した上で、売払かなされているのである。\n次に整備法第一条は、その処分の相手方、処分の対象たる国有林野、売払または\n交換の優先順位等につき、その要件を法定しており、この点において私法における\n契約自由の原則はその制約を受けるを免れないが、整備法は、その目的とする森林\n資源の維持培養、生産の保続、林産物需給の調整等広く国民経済に寄与すべき経済\n的使命を達成すると共に、一面前説示の如く現行国有財産法上普通財産にあつて\nも、その管理処分に関し特別な制限を設けているのと同一趣旨の下に、かかる要件\nを法定しているものと解すべく、（なおこの点については原判決理由記録第一三九\n丁表七行目から同丁裏十行目までを補足的にここに引用する。）かかる規定自体を\n捉えてこの処分が公法上の行政処分であるとの論拠には左袒し難い。その他整備法\n並びに附属法令たる同法施行規則には、前に例示した昭和二十二年四月法律第五十\n三号に明定するように売払交換を以て公権力の行使による行政処分としていると解\nすべき何等の規定もなく、却つて右売払交換は、前説示の一般国有財産（普通財\n産、現行国有財産法上行政財産は処分の対象にならない。）の処分と同様、国有林\n野の管理処分庁が右売払交換の相手方と対等の立場に立つて、双方の意思の合致に\nより成立する私法上の契約によつて行わるべきことを、前提としていることは極め\nて明白であつて、この点に関し原判決理由記録第一三八丁裏四行目から同一三九丁\n表六行目までの記載をここに引用する。\n三、　そこで本件売払行為を行政処分であるとする控訴人の主張に対し一言す\nる。\n（一）　控訴人は、整備法第三条の延納の特約に関し、国有財産法第三十一条第\n三項を準用している点を挙げ、右準用規定により売買完了後も、売主たる国が買主\nのなす目的物の管理等について監督権を行使し、買主の行為が売主の意思に合致し\nないときは、売主において一方的に契約条項を変更（延納の特約の解除）する権利\nを有すべきことを認めているのは、公法上の権力関係に立脚して初めて理解し得る\nと主張する。そして右準用規定が被控訴人主張の如く国有財産の管理機関に対する\n内部的訓令規定でなく、控訴人主張の如く特約の有無にかかわらず、この規定によ\nつて一方的に延納の特約を解除し得ると解しても、かかる場合国有財産たる特質に\n鑑み、民法の規定に対する特則を他の法律で定めたと解しても敢えて異とすべきで\nなく、このことは決して私法上の行為たる本質と抵触するものでないことは前に説\n示したとおりであり、整備法第一条において売払交換につき要件を法定している点\nについても同断である。\n（二）　整備法第一条の解釈については、既に前示二、に言及したから、これを\nここに引用するに止める。控訴人は本件国有林野の全業用財産としての用途廃止\nが、ａ村に対する売払の目的を以てなされ、且つ右売払がその翌日に行われたか\nら、両者は合体して一個の行為を形成するものというべく、かかる意思決定に基ず\nいてなされた本件売払行為は、行政処分てあるという。しかし国の財産管理上の内\n部的意思決定である用途廃止と売払との関係については、前示引用部分で説示した\nとおりであり、両者が時間的にきわめて接近し且つ密接な関係においてなされたと\nの故を以て、売払行為が行政処分であるとする控訴人の主張は理解し難い。\n（三）　控訴人主張の用途の廃止、売渡の相手方の決定、その旨の通知及び売払\nは、整備法施行手続第三条、同法施行規則第三条、第四条に準拠して売渡に至るま\nでの手続として当然なさるべきところであるが、控訴人のいう用途廃止の通知（し\nかも控訴人はこれにより明白に行政行が為成立したと主張する）ということは、手\n続上要請されていないし、仮りにかかる通知があつたとしても、元来用途廃止の決\n定は行政財産を普通財産とする国有財産管理上の国の内部的意思決定に過ぎず、こ\nれを国以外の第三者に表示しても、その相手方はこれによつて公法上何等の権利義\n務を負うものでない。徒つて以上用途の廃止、売払の相手方の決定、これに対する\n通知及び売払という一連の行為が合体して一の行政処分を構成するという控訴人の\n主張は、全く独自の見解という外はない。\n更に控訴人は少くともａ村に対する前示売払の通知並びにａ村の差出した買受申\n請の受理は行政行為であるとし、これを前提として、予備的請求としてこれらの取\n消を求め、併せて本件売払行為の無効確認を求めるが如きも、かかる売払の通知、\n買受申請の受理は、売払の私法上の契約成立に至る手続上の行為で（整備法施行規\n則第二条、第三条参照）、抗告訴訟の対象となる行政処分でないことは極めて明白\nであるから、かかる訴も許されない。\n第二、　仮りに本件国有林野売払行為が控訴人主張の如く行政処分であるとする\nも、整備法は昭和二十九年五月一日法律第八十三号を以て、昭和三十年三月三十一\n日まで有効期間を延長せられると共に、同日限り失効したのであるから、右有効期\n間を経過した現在もはや本件訴を維持する法律上の利益を有しない。\n即ち控訴人は本件売払の直接の相手方ではないが、仮りに前掲事実摘示Ｂの\n（一）及び（二）に記載する控訴人主張のような理由を是認し得るとして、これが\n取消を求める法律上の利益を有すると仮定するも、整備法附則第二項但書に、「そ\nの時（失効のとき）までに第一条第一項の規定によつてなした売払叉は交換につい\nては、第三条及び第四条の規定はその時以後もなお効力を有する。」と規定し、最\n少限度右有効期間中に成立した売払交換（その成立の時期については同法施行親則\n第四条参照）についてのみ、第三条の延納の特約及び第四条の収入の使途に関する\n規定を、その失効後でもこれを適用する旨を明定しているのであるから、たとい右\n有効期間中に買受の申請書を提出していても、理由の如何を問わず契約が成立しな\nい以上、同法失効後においては最早同法による売払は、できないものと謂わねばな\nらない。この点に関し控訴人は、整備法は限時法であることを云為し、或は被控訴\n人の故意過失に因り控訴人の買受を不能ならしめたのであるとして、国家賠償を求\nめ得る筋合だから、本訴取消を求める法律上の利益ありと主張するも、いずれも首\n肯するに値しない。\n以上第一に説示する如く、本件売払行為が公法上の行政処分であることを前提と\nして行政事件訴訟特例法によりこれか取消を求める訴（前示売払の通知並びに買受\n申請受理行為の取消を求め併せて売払行為の無効確認を求める予備的請求を含む）\nは、既に叙上の点において不適法として却下を免れず、また第二に説示の如く、行\n政処分としてもこれが取消を求める法律上の利益のないことは、愈々明らかである\nから、いずれにしても本訴は却下の外なきものと謂うべく、従つて本案請求に関す\nる判断を省略する。\nよつて結局控訴人の本件訴を却下した原判決は相当であるから、民事訴訟法第三\n百八十四条に則り本件控訴を棄却すべく、控訴費用の負担につき同法第八十九条第\n九十五条を適用して主文のとおり判決する。\n（裁判長判事　斉藤直一　判事　菅野次郎　判事　坂本謁夫）\n（別紙）\n目　　　録\n長野県西筑摩郡ａ村大字ｂ字ｃｄ番のｅ\n一、　国有林　　十町四反三畝二十四歩\n同所同番のｆ\n一、　国有林　　二十二町七反九畝二十五歩\n同村大字ｂ字ｇｈ番のｉ\n一、　国有林　　十一町三反二畝十二歩\n同地同番のｊ\n一、　国有林　　十四町九反二畝十三歩\n同地同番のｋ\n一、　国有林　　十三町七反七畝十二歩\n"
}