{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 32,
    "month": 10,
    "day": 14
  },
  "case_number": "昭和32(う)1555",
  "case_name": "軽犯罪法違反被告事件",
  "court_name": "東京高等裁判所第一刑事部",
  "result": "破棄自判",
  "lawsuit_id": "21439",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=21439",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/439/021439_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人を拘留十日に処する。\n理　　　　由\n本件控訴の趣意は、被告人及び弁護人大島正義作成の各控訴趣意書のとおりであ\nるから、これを引用し、これに対し当裁判所は、次のように判断する。\n弁護人の論旨第一点について\n論旨は軽犯罪法第一条第三十二号前段には「入ることを禁じた場所」とあり、こ\nれに該当する場所は、公園の花壇、芝生等立入りを禁じた場所又は公共の施設等で\n無断立入りを禁じた場所等を指称するのであつて、皇居外苑内では、厚生大臣の許\n可を受けた物品でなければ販売ができないというだけで、厚生大臣の許可を受けな\nい物品販売業者の立入りを禁じたものではない。従つて厚生大臣の許可を受けない\n物品販売業者といえども単に皇居外苑に立入ることは自由であつてこれを禁ずる法\n令はない。故に厚生大臣の許可を受けない物品販売業者が物品販売の目的で皇居外\n苑に立入つたとしてもただそれだけでは軽犯罪法第一条第三十二号に違反するもの\nではないと主張する。しかし原判決挙示の証拠によると皇居外苑内は一般に入るこ\nとを禁じた場所ではないが、その管理者である厚生省国立公園部が厚生大臣の許可\nを受けていない物品販売業者の立入りを禁じた場所であることが明らかであつて、\n従つて厚生大臣の許可を受けていない物品販売業者に対しては皇居外苑は軽犯罪法\n第一条第三十二号前段にいわゆる「入ることを禁じた場所」に該当するものといわ\nなくてはならない。\n尤も軽犯罪法第一条第三十二号前段の罪は入ることを禁じた場所に入つただけで\n成立するのではなく、入ることを禁じた場所に正当な理由がなくて入つた場合に始\nめて成立するのであるから、厚生大臣の許可を受けていない物品販売業者といえど\nも、物品を販売する目的でなく、単に見物又は散歩等の目的で入つた場合は一般人\nが入つた場合と同様前記法条違反の罪は成立しないのであるけれども、国民公園管\n理規則第三条によると国民公園内で物品を販売しようとする者は厚生大臣の許可を\n受けなければならないと規定されており、皇居外苑が<要旨>国民公園であることは\n同規則第一条により明らかである。そして被告人は厚生大臣の許可を受けないでア\nイス</要旨>クリームを販売する目的で皇居外苑に立入つたもので即ち右規則違反の\n行為をする目的で立入つたのであるから、軽犯罪法第一条第三十二号にいわゆる正\n当な理由がなくて入つたものというべく同条違反の罪を構成すること勿論である。\n次に論旨は原判決は被告人の判示所為に対し軽犯罪法第一条第三十二号を適用し\nているが、同条同号は「入ることを禁じた場所又は他人の田畑に正当な理由がなく\nて入つた者」と規定しており、被告人の判示所為がその双方に該当する場合は、格\n別、然らざる本件においてはその前段なるや後段なるやを明示しなければならな\nい。然るに原判決が前示のように漫然第一条第三十二号を適用したのは法令の適用\nを誤つた違法があると主張する。なるほど軽犯罪法第一条第三十二号は所論のよう\nにその前段と後段の二個の犯罪を規定していること及び原判決が適用法令を記載す\nるに当りその前段と後段とを区別せず漫然軽犯罪法第一条第三十二号と記載してい\nることは所論のとおりである。しかし原判決の認定した罪となるべき事実による\nと、被告人は厚生大臣の許可を受けない物品販売業者の立入を禁止した皇居外苑内\nに、その許可を受けないでアイスクリーム販売の目的で立入つたというのであつ\nて、右第三十二号前段の罪を認定していることは明らかであるから同号前段を適用\nした趣旨と解すべきである。要するに原判決には所論のような法令適用の誤も理由\n不備の違法も存しないから論旨は理由がない。\n（その余の判決理由は省略する。）\n（裁判長判事　大塚今比古　判事　渡辺辰吉　判事　江碕太郎）\n"
}