{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 27,
    "month": 8,
    "day": 30
  },
  "case_number": "昭和26(う)700",
  "case_name": "物品税法違反被告事件",
  "court_name": "高松高等裁判所第三部",
  "result": "破棄自判",
  "lawsuit_id": "24627",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=24627",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/627/024627_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人を判示（一）の罪につき罰金五千円に\n判示（二）の罪につき罰金式千円に\n判示（三）の罪につき罰金参万円に\n判示（四）の罪につき罰金五千円に\n判示（五）の罪につき罰金五千円に\n判示（六）の罪につき罰金参千円に処する。\n右各罰金を完納することができないときは金五百円を壱日に換算した期\n間被告人を労役場に留置する。\n原審汲び当審における訴訟費用は全部被告人の負担とする。\n理　　　　由\n弁護人山田節三の控訴趣意は別紙記載の通りである。\nしかし当裁判所が職権で原判決を検討するに原判決は被告人が昭和二十五年一月\n下旬頃から同年六月中旬頃迄の間製造場より移出した京花紙合計千七百三十六締に\n対する物品税四万千八百七十円を逋脱した事実を認定<要旨>しこれを物品税法第十\n八条第一項第二号に該当する一罪として処断しているけれども、物品税は件該物品\nの製</要旨>造者が毎月その製造場より移出した物品につきその数量及び価格を記載\nした申告書を翌月十日迄に政府に提出し毎月分を翌々月末日迄に納付すべきもので\nあること物品税法第八条第十条の規定に照し明かであり、或月分の物品税を不正行\n為により逋脱した場合は一個の逋脱罪が成立し数ケ月に亘つて逋脱行為があつた場\n合においては各月の分毎に物品税逋脱罪が成立するものと解するを相当とする。従\nて本件の如く昭和二十五年一月から同年六月迄毎月製品を移出しその各物品税を逋\n脱した場合においては六個の逋脱罪が成立するものと解すベきであり、これを一罪\nとして処断した原判決は法律の適用を誤つて居りその誤は判決に影響を及ぼすこと\n云う迄もないから、原判決はこの点において破棄を免れない。仍て控訴趣意に対す\nる判断をしないで刑事訴訟法第三百八十条第三百九十七条により原判決を破棄し、\n同法第四百条但書の規定に従い当裁判所において次の通り自判することとする。\n（罪となるべき事実）\n被告人は肩書地に工場を設け製紙業を営んでいたものであるところ、\n（一）　昭和二十五年一月中株式会社Ａに対し京花紙百六十八締を税込価格四万\n二千円で販売してこれを製造場より移出し\n（二）　同年二月中Ｂに対し京花紙五十四締を税込価格一万五千百二十円で販売\nしてこれを製造場より移出し\n（三）　同年三月中株式会社Ａ及び株式会社Ｃ商店に対し五回に亘り京花紙計千\n百十四締を税込価格合計三十万八百八十円で販売してこれを製造場より移出し\n（四）　同年四月中株式会社Ｃ商店に対し二回に亘り京花紙計百五十締を税込価\n格合計三万八千八百二十円で販売してこれを製造楊より移出し\n（五）　同年五月中右会社に対し二回に亘り京花紙計百五十四締を税込価格合計\n四万四十円で販売してこれを製造楊より移出し\n（六）　同年六月中Ｂに対し京花紙九十六締を税込価格二万四千円で販売してこ\nれを製造揚よリ移出し\nたのに拘らずいずれも故意にこれを帳簿に記載せず且つ夫々所定の申告もしない\nで\n右　（一）　に対する物品税三千八百十円\n（二）　に対する物品税千三百七十円\n（三）　に対する物品税二万七千三百五十円\n（四）　に対する物品税三千五百二十円\n（五）　に対する物品税三千六百四十円\n（六）　に対する物品税二千百八十円\nを夫々不正な方法で逋脱したものである。\n（証拠）\n一、　原審第一回公判調書中被告人の供述記載\n二、　被告人に対する収税官吏の質問顛末書\n三、　Ｄ、Ｅ、Ｆに対する収税官吏の各質問顛末書\n四、　検察事務官作成に係るＧの供述調書\n五、　押収に係る元帳（証第一号）、金銭出納帳（証第二号）、作業日報（証第\n三号）\n（法令の適用）\n昭和二十五年法律第二百八十六号物品税法の一部を改正する法律附則第二項第七\n項、同法律による改正前の物品税法第十八条第一項第二号（各罰金刑選択）第二十\n一条罰金等臨時措置法第二条刑法第十八条\n刑事訴訟法第百八十一条\n仍て主文の通り判決する。\n（裁判長判事　坂本徹章　判事　塩田宇三郎　判事　浮田茂男）\n"
}