{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 28,
    "month": 6,
    "day": 11
  },
  "case_number": "昭和24(ネ)60",
  "case_name": "土地返還並びに損害賠償請求事件",
  "court_name": "名古屋高等裁判所民事第一部",
  "lawsuit_id": "23243",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=23243",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/243/023243_hanrei.pdf",
  "contents": "主　　　　文\n原判決を左のように変更する。\n被控訴会社は控訴人Ａに対し金十九万四千六百十九円、控訴人Ｂに対し\n金五万三千八百七十円を支払うべし。\n控訴人等のその余の請求はこれを棄却する。\n訴訟費用は第一、二審共控訴人等の負担とする。\n本判決は控訴人Ａにおいて金六万円の、控訴人Ｂにおいて金一万五千円\nの各担保を供するときはそれぞれその勝訴部分にかぎり仮にこれを執行することが\nできる。\n事　　　　実\n控訴代理人は「原判決を取消す、被控訴会社は控訴人Ａに対し別紙物件目録第一\n表下段記載の土地を、控訴人Ｂに対し同目録第二表下段記載の土地をそれぞれ該地\n上の埋立土砂並に建築物等を撤去して之を田畑の原状に回復した上返還すべし。\n被控訴会社は控訴人Ａに対し昭和十六年一月一日より右土地返還済に至る迄毎年\n左の割合による収穫高相当の損害金を支払うべし。\n昭和十六年度分　　　　金千八百九円\n昭和十七年度分　　　　金千九百六十七円\n昭和十八年度分　　　　金二千百九円\n昭和十九年度分　　　　金二千三百九十九円\n昭和二十年度分　　　　金三千六百八円\n昭和二十一年度分　　　金一万六千七百六十八円\n昭和二十二年度分　　　金四万九千八百四十七円\n昭和二十三年度分　　　金十三万二千四百十七円\n昭和二十四年度分　　　金二十万九千八百五十円\n昭和二十五年度分以降毎年金二十五万八十三円\n被控訴会社は控訴人Ｂに対し昭和十六年一月一日より右土地返還済に至る迄毎年\n左の割合による収穫高相当の損害金を支払うべし。\n昭和十六年度分　　　　金七百四十五円\n昭和十七年度分　　　　金八百十円\n昭和十八年度分　　　　金八百六十八円\n昭和十九年度分　　　　金九百八十四円\n昭和二十年度分　　　　金千四百八十五円\n昭和二十一年度分　　　金六千九百三円\n昭和二十二年度分　　　金二万五百二十一円\n昭和二十三年度分　　　金五万四千五百十四円\n昭和二十四年度分　　　金八万六千三百九十一円\n昭和二十五年度分以降毎年金十万二千九百五十五円\n訴訟費用は「第一、二審共被控訴会社の負担とする、」との判決並に仮執行の宣\n言を求め、被控訴代理人は控訴棄却の判決を求めた。\n控訴代理人は本訴請求原因として左のとおり述べた。\n控訴人Ａは従前別紙物件目録第一表上段記載の土地を、控訴人Ｂは従前同目録第\n二表上段記載の土地をそれぞれ所有していたところ右各土地はいずれも大正十二年\n一月、ａ町浜郷村聯合耕地整理組合の行つた耕地整理事業の地区内に属し同組合は\n同年五月頃耕地整理工業を完了すると共に各組合員に仮換地の交付をしたのである\nが控訴人等もそれぞれ別紙物件目録第一表及第二表上段記載の従前の土地に対し仮\n換地として各その下段記載の土地（以下本件土地という）の交付をうけ爾来自己の\n新所有地として事実上之を占有し引続き耕地として利用しきたつたのである。そし\nて右組合としては工事完了後速に県知事に対し工事完了届をなし本換地認可申請手\n続を執るべきであるにかかわらず同組合地区の内小木工区及び浜郷工区については\nまもなくそのことをみたけれども控訴人等が属した竹ケ鼻工区のみは組合役員の怠\n慢と不正行為とにより換地総会を開くことが延引していた有様である。そして漸く\n昭和八年一月に至つて前記仮換地土地に対し本換地決議をなし工事費用の分担計算\nを遂げその頃各組合員に対して計算書及び換地書を交付したのであるがその後組合\n役員は依然として右本換地処分についての知事の認可をうける手続を怠つていた。\nしかし控訴人等はそれぞれ右に述べたとおり大正十二年五月頃仮換地としてこれ\nが交付をうけ昭和八年一月本換地決議を以て確認された本件土地をそれぞれ右仮換\n地処分後現実に占有し支配しきたつたものであるから知事の認可の有無や登記簿上\nの関係にかかわりなく控訴人等はそれぞれ本件土地に対し耕地整理法第五条第十七\n条により所有権を有するものに外ならない。そして控訴人等は各その所有に属する\n本件土地を今日に至る迄何人に対しても譲渡した事実がない。従て被控訴人におい\nて主張するように控訴人等とａ町との間において本件土地につき売買契約の成立し\nた事実は全然ない。\n尤も次に述べるように売買について折衝が行はれた事実は存するのである。すな\nわち昭和十四年頃被控訴会社は本件土地附近に山田工場の建設を企てその工場敷地\nとして約七万三千坪の土地を入手しようとしていた折柄同年四月二十三日頃ａ町町\n長Ｃは右敷地買収の斡旋方を依頼されたと称して控訴人等を含む地主二十数名を竹\nケ鼻集会所に集めその席上同人は「町の発展上工場誘致に賛成して貰いたい。もし\n土地を失うことにより失職する者には被控訴会社に対し就職の斡旋をなし又替地を\n欲する者には適当な替地を与えるように努力する。買収価格についても他町村の地\n主よりも有利に扱うから土地買収に応ぜられたい」との旨を告げかつ「具体的の売\n買価格、面積その他の売買条件は追つて協議の上定めるが他町村の地主から廉価に\n買収する手段に供する必要上一応反当り金六百円と金五百円の二通の承諾書に捺印\nされたい、」と述べたので控訴人等はその言を妄信して一旦右承諾書に捺印した。\nそこで控訴人等外一名は関係地主一同を代表して同町長の言に従つて売買契約の内\n容条件を確定すべく同月二十五日及び同月二十七日の二回にわたり同町長を訪れた\nが同人は俄に不誠意きわまる態度を示し少しもとり合おうとしないので控訴人等は\n大に驚き直に「それでは当初の話と違うから曩に押印した承諾書の判を取消す、」\nとの旨を通告しなお念のため控訴人Ａは同年五月二日、同月三十一日の二回にわた\nり書面を以て同町長に対し同年六月二日迄に控訴人の満足する売買条件の申出がな\nい場合には曩に捺印した承諾書は取消すとの旨を通告した。しかるに同町長はその\n後なんらの回答をよこさなかつたのである。以上のごとく本件土地の売買契約は結\n局交渉の域を脱せず控訴人等とａ町もしくは被控訴会社との間にその売買契約は成\n立しなかつたのである。\nしかるに前記組合は被控訴会社の策謀と呼応し右売買の不成立をみて控訴人等の\n所有にかかる本件土地の権利を強制的に被控訴会社に移転させようと企て既に前記\nのとおり昭和八年一月の本換地決議を経て単に県知事の認可をうけるだけの状態に\nなつていた事実を無視してなんら換地の割当に関し改めて組合規約を変更するが如\nき必要は少しもないにかかわらず昭和十八年七月十二日右組合は耕地整理法第三十\n条による換地交付の原則に違反し前記山田工場の敷地内に在る控訴人等の権利に属\nする本件土地だけを目標としてこれを控訴人等から取り上げ金銭を以て交付する特\n別処分をなしうるように組合規約を変更しこれに基き同年十一月十五日の組合の総\n会において本件土地につき換地に代えて金銭を交付する旨の決議をなし以て控訴人\nＡに対しては従前の土地一町二反八畝に対し換地僅に二筆合計二反七歩と金銭交付\n四千百九十二円七十八銭、控訴人Ｂに対しては従前の土地四反六畝二十七歩に対し\n換地僅に三筆合計二反四畝二十三歩と金銭交付千三百十二円五十六銭というような\n不当処分をした。こえて昭和二十一年四月右処分に対し知事の認可をうけ続いて昭\n和二十三年五月三十一日本件土地の所有名義を登記簿上被控訴人に移すに至つたの\nである。\nしかしながら右組合のした右規約の変更及び之に基く処分は耕地整理法に違反し\n法律上明に無効というべく法治国においてかくの如き法を無視した横暴な行為によ\nり個人の所有権が剥奪せられることは許すべからざることに属する。従て控訴人等\nの本件土地に対する権利は右規約変更前すなわち仮換地交付後昭和八年一月本換地\n決議をした当時の状態になんらの影響をうけるものでないから被控訴会社は本件土\n地の権利を取得するいわれがない。\nこれより先前記町長Ｃは昭和十四年六月二十日頃前記耕地整理組合長より被控訴\n会社山田工場建設の目的を以て竹ケ鼻耕地整理地区内加工立入承諾書を取り之を被\n控訴会社に与えたので被控訴会社は控訴人等の反対制止を顧みず昭和十五年頃から\n控訴人等所有の本件土地及び他人所有の隣接土地を囲んでその周囲にコンクリート\nの囲を建設し土砂等を以て埋立工事をなしその一部には工場建物を建築し終り控訴\n人等の本件土地に対する権利の行使を妨害しつつ田畑として使用することができな\nい状態にしてしまった。\nしかし右組合長のした加工立入承諾は組合の存立の目的（それは組合員の土地の\n農業上の利用を増進することにある。）と全く相容れない工場建設の目的を以てな\nされたものであるから組合の目的外の行為として法律上無効である。従つて被控訴\n会社は本件土地に立入るべき権限がないのみならず被控訴会社は本件土地について\n未だ曾て実質上の権利を取得した事実もないこと前叙のとおりであるから被控訴会\n社の本件土地に対する昭和十五年以来の占有は不法占拠（不法行為）となること明\nである。\n控訴人等は父祖以来農業を以て家計を立て本件土地も屡述の如く耕作の目的に供\nしていたのであるが被控訴会社の責に帰すべき不法占拠によりその耕作を妨げられ\n昭和十六年以降収穫を失つているのであるから被控訴会社は控訴人等が得べかりし\n利益たる収穫（但し純益）相当の損害を賠償する義務がある。\nそしてその収穫（純益）は昭和十六年度分以降本件土地返還済に至る迄毎年前記\n請求の趣旨記載のとおりの価格を以て相当とすると思料する。よつて控訴人等は被\n控訴会社に対し所有権に基きその不法占拠にかかる本件各土地を原状に回復した上\n返還すべきことを求めかつその不法占拠によつて控訴人等がそれぞれ蒙つた前記損\n害の賠償を求める次第である。\nなお訴外神鋼電機株式会社が設立せられたことは認めるも本件土地を同会社が被\n控訴会社から譲りうけて之を所有占有し、被控訴会社は現在之を占有していないと\nの被控訴人の主張は否認する。\n被控訴代理人は答弁として左のとおり述べた。\n控訴人主張事実中ａ町浜郷村聯合耕地整理組合が大正十二年一月成立して爾来工\n事を施行し同年五月頃同組合竹ケ鼻工区の工事を完了し各組合員に対し仮換地交付\nの行われたこと、右組合地区の内小木工区及び浜郷工区については控訴人主張の頃\n耕地整理を完了して知事の本換地認可をうけたこと、控訴人等主張の本件土地が元\n被控訴会社山田工場の敷地内に在つたことはいずれもこれを認めるがその余の事実\nはすべて争う。\n被控訴会社は昭和十四年初頃ａ町に山田工場を建設することを企劃しその敷地に\n充てるため本件土地を含む数十町歩の耕地を昭和十四年四月二十四日、一坪につき\n金四円替でａ町から買取り翌十五年六月頃までに買受代金全部の支払を完了したの\nである。これより先ａ町は右数十町歩の耕地について控訴人等外数十名（いずれも\n組合員であつた）の各権利者からそれぞれその権利を買取り続いてその権利を右の\nとおり被控訴会社に譲渡したのである。すなわち被控訴会社は右数十名の組合員か\nら権利を承継した次第でありこれと同時に被控訴会社自身組合員となつたわけであ\nる。かくして被控訴会社は昭和二十一年六月十七日仮換地であつた前記の敷地全部\nをそのまま本換地として交付をうけ、こえて昭和二十三年六月三日その旨の所有権\n移転登記を経由したのである。（尤も登記簿上は便法としてａ町に対する各売主よ\nり直接被控訴会社に対する売買を登記原因としている。）従てこれによつて被控訴\n会社は本件土地を含むその敷地全部につき完全なる所有権を取得したのである。\nかりに控訴人等の権利に属した本件土地につき被控訴会社の買受の事実が認めら\nれないとするも昭和十八年十一月十五日開かれた組合総会の本換地決議に際し控訴\n人等は右敷地外に在つた別の土地を本換地として与えられかつ本換地に代わるべき\n金銭交付をうけたものであり、他方本件土地は被控訴会社に対し本換地として交付\nせられたのであるから（その際被控訴会社がうけた本換地の全体は二十四町七反六\n畝二十八歩である。）その時かぎり本件土地に対する控訴人等の権利は完全に消滅\nし被控訴会社においてこれが所有権を取得したこととなるのである。（因にこの場\n合本件土地についての所有権移転登記手続は本換地処分に基いて耕地整理組合によ\nつてなされたものというべきである。）\nよつて控訴人等が依然本件土地について権利を有することを前提とする控訴人等\nの本訴請求は失当たるを免れない。\n以上の主張理由なしとするも被控訴会社は昭和二十四年八月十八日企業再建整備\n法により被控訴会社から分離して第二会社として設立せられた訴外神鋼電機株式会\n社に対し本件土地を含む前記山田工場の敷地全部をその他の不動産と共に現物出資\nとして提供し同年十一月八日これが引渡と移転登記を完了した。（なおその後右敷\n地中の一部は右訴外会社からさらに第三者に譲渡せられている。）従て現在におい\nては被控訴会社は本件土地を占有していないのであるからこれが不法占有を理由と\nする控訴人等の本件土地返還の請求はこの点だけからするも失当であること多言を\n俟たない。\nなお被控訴会社が本件土地を含む前記敷地に対する整地の第一次工事は昭和十五\n年五月開始した。そして被控訴会社において前記敷地全部を完全に占有した期間は\n昭和十六年一月一日から前記訴外神鋼電機株式会社にこれが占有を移転した時すな\nわち昭和二十四年十一月八日迄にすぎないのであるが前にも述べたとおり被控訴会\n社は正権原に基いてこれを占有したものに外ならないからその占有が不法行為とな\nるいわれはない。従つて控訴人等主張の如き損害賠償の義務は少しもない。\nなお元ａ町町長Ｃが前記耕地整理組合の組合長Ｄから昭和十四年六月二十日頃竹\nケ鼻耕地整理地区内加工立入承諾書の交付をうけた事実の存することは争わないが\n被控訴会社においてさらにその交付をうけたという事実はないから被控訴会社が右\n承諾書を楯に取り控訴人等の反対制止を排除し前記工場敷地の埋立整地工事を行つ\nたとの控訴人の主張は虚構である。\n以上によつて控訴人等の本訴請求には応ずるわけにはいかない。\n証拠として控訴代理人は甲第一号証の一、二同第二号乃至第七号証同第八、九号\n証の各一、二同第十号証の一乃至三十同第十一号証同第十二号証の一、二同第十三\n号証の一乃至三丙第一号証の一乃至十二同第二号乃至第四号証の各一、二同第五号\n証同第六号証の一、二同第九号証の一乃至三同第十、十一号証同第十二号証の一、\n二同第十三号証同第十四号証の一、二控甲第一、二号証同第三号証の一乃至五同第\n四号証の一乃至三同第五号乃至第七号証を提出し原審における証人Ｄ同Ｅ（第一、\n二回）同Ｆ（第一乃至第五回）同Ｇ同Ｈ同Ｉ（第一、二回）同Ｊ同Ａ同Ｂ及原告本\n人Ａ（第一、二回）同Ｂ（第一、二回）当審証人Ｋ同Ｌ同Ｉ同Ｍ同Ｎの各訊問の結\n果原審及び当審の検証の結果当審における鑑定人Ｍの鑑定の結果を援用し乙第四号\n証の一乃至五は不知その余の乙号各証及び控乙号各証はすべて成立を認める、乙第\n一号証の一、二同第二、三号証同第五、六号証控乙第一号証はいずれも援用すると\n述べ、被控訴代理人は乙第一号証の一、二同第二、三号証同第四号証の一乃至五同\n第五、六号証同第七号証の一乃至三同第十号乃至第十四号証及び控乙第一、二号証\n同第三号証の一乃至四同第四号証を提出し原審における証人Ｃ同Ｆ（第一乃至第五\n回）同Ｏ（第一、二回）同Ｉ（第一、二回）同Ｊ同Ｐ（第一、二、三回）同Ｇ同Ｄ\n及び当審証人Ｑの各証言並に当審における鑑定人Ｒの鑑定の結果を援用し甲第一号\n証の一、二は官署作成部分の成立を認め他は不知同第二、三号証は不知同第七号証\nは原本の存在及びその成立共に不知丙第二号証ノ一、二は不知その余の甲号各証及\nび丙号各証と控甲各証はすべて成立を認めると述べた。\n（註）すべての人証につき津地方裁判所昭和十六年（ワ）第六四号事件と同庁昭\n和十九年（ワ）第四三号事件の併合の前後を通じてその訊問の年月日の順を追うて\n回数を附した。\n理　　　　由\n大正十二年初頭神杜町浜郷村聯合耕地整理組合（以下単に組合という）が設立せ\nられ組合は同年中に地区（小木工区、浜郷工区、竹ケ鼻工区の三区に別たれてい\nた）内の耕地整理工事をほぼ完了して翌年頃迄に各組合員に対しその従前の土地に\n対し仮換地の交付をなしその内小木工区と浜郷工区に属するものについてはまもな\nく本換地処分が行はれ換地が確定したにかかわらず竹ケ鼻工区のみはいろいろの事\n情のため本換地処分が頗るおくれていたことは当事者間に争のないところである。\n右事実と官展作成部分について成立に争なくその他は原審原告本人Ａ（第一回）\nの供述により成立を認めうる甲第一号証の一、二当裁判所が真正に成立したと認め\nる同第七号証成立に争のない同第四号証同第六号証同第十号証の一乃至三十丙第一\n号証の一乃至十二控甲第五号証に原審における証人Ｄ同Ａ同Ｂ原告本人Ａ（第一\n回）当審証人Ｍ同Ｎ同Ｉ（一部）の各訊問の結果並に当審検証の結果を合せ考える\nと次のようなことを認めることがてきる。\n訴外Ｓは本件耕地整理地区内に夙に別紙物件目録第一表上段記載の各土地（従前\nの土地）を所有していたところ、その内小木工区に属する上川田の二筆と下川田の\n一筆は前記本換地処分に際しｂｃ番田一反二畝二十一歩に換地せられ竹ケ鼻工区に\n属するその余の各土地は前記仮換地処分に際して各同表下段記載の土地を仮換地と\nして与えられたのであるが控訴人Ａは昭和五年四月二十八日右Ｓから右小木工区に\n属した部分に対する換地すなわちｂｃ番についての権利と右竹ケ鼻工区に属する部\n分に対する仮換地に因る権利の譲渡（従前の土地についてみればその所有権の移\n転）をうけ爾後以上の土地を耕地として耕作の目的に供してきた。\n控訴人Ｂは夙に別紙物件目録第二表上段記載の各土地（従前の土地）を所有して\nいたところ前記仮換地処分に際し各同表下段記載の土地を仮換地として交付せられ\n爾後之を耕地として耕作の目的に供してきたのである。そして右各表の上段記載の\n土地と下段記載の土地（以下この下段記載の土地を単に本件土地という）とはぼぼ\nその位置及び範囲を同じくすることがうかがえるのである。\n以上の認定を左右すべき証拠はない。\nよつて控訴人Ａは右第一表の本件土地（但し前記ｂｃ番を除く）に付又控訴人Ｂ\nは右第二表の本件土地に付それぞれ仮換地に因る権利（各従前の土地についてみれ\nばその所有権）を有しなお控訴人Ａは右ｂｃ番に付完全なる所有権を有していたこ\nと明らかでありその後これらの権利に異動を生じたかどうかが本件における昀も枢\n要な争点である。\n控訴人等は昭和八年一月頃各右仮換地土地に対し本換地処分が行われて各仮換地\nと同じ土地に対して既にその完全所有権を取得したのであるからこれよりはるかに\n後日（昭和十八年十一月十五日）に至つて、さらに右土地に対し本換地処分のでき\nる筋合がないと主張し被控訴人はこれを争う。\nよつてしらべるに右控訴人等の主張に副う原審における原告本人Ａ同Ｂ及び証人\nＡ同Ｂの各訊問の結果は後記各証拠に対比してたやすく信用しがたく他に右控訴人\n等主張事実を認めるに足りる証拠はない。尤も真正に成立したと認められる甲第二\n号証丙第二号証の一、二及び原審証人Ｄ同Ｅ（第一回）同Ｆ（第一、二、三、四\n回）同Ｏ（第一回）同Ｐ（第一、二回）の各証言を合せ考えると昭和八年一月中組\n合において換地に関する計算書その他必要書類を作成しかつ本換地処分をなすにつ\nいての竹ケ鼻工区の総会議が招集された事実の存することをうかがうに足るが一面\nこの総会議は流会となつてなんらの決議がなされなかつたことが明らかであるから\n結局この時控訴人主張の如き本換地処分はなされなかつたものとみるべく従てその\n時控訴人等が本件土地（前記ｂｃ番を除く）について完全なる所有権を取得したと\nの主張はとうてい採用するわけにはいかない。\n次に控訴人等は各本件土地の権利を何人にも譲渡した事実がないと主張し被控訴\n人は控訴人等の右権利をａ町において昭和十四年四月二十三日買受け続いて翌日ａ\n町からこれを被控訴会社に譲渡したと主張する。よつてしらべるに、\n前記甲第七号証成立に争のない丙第三号証の一、二同第四号証の一、二同第五号\n証控甲第一、二号証乙第七号証の一、二、三に原審における証人Ｅ（第一、二回）\nの証言の一部、同Ｇ同Ｈ同Ｆ（第三回）同Ａ同Ｂの各証言及び原告本人Ａ（第一\n回）同Ｂ（第一回）の各訊問の結果並に当審証人Ｋの証言を合せ考えると次のよう\nな事実が認められる。すなわち、\n昭和十四年初頃被控訴会社はａ町内に軍需品生産の目的で山田工場の建設を企劃\nしその敷地に充てるため本件土地を含み約七万三千坪（二十数町歩）に及ぶ土地の\n買収に着手し当時のａ町町長Ｃに対し右敷地の買収斡旋方を依頼した。それで同町\n長は同町を代表して同年四月二十三日頃竹ケ鼻地区に在住し竹ケ鼻工区内に土地を\n所有する控訴人等外二十数名の地主を竹ケ鼻集会所に集めその席上において「町の\n発展上工場誘致に賛同して土地の買収に応じて貰いたい。もし土地を失うことによ\nつて職を失うものは被控訴会社に就職の斡旋をする。又もし替地を欲する者には替\n地を与える。具体的の売買価格面積その他の売買条件は追つて双方協議の上定める\nが取り敢えずいわゆる不在地主からその権利に属する竹ケ鼻工区内の土地を安く買\n収する手段に供するため一応反当り金五百円乃至金六百円の承諾書に捺印して欲し\nい」という趣旨のことを述べたので控訴人等外数名は売買条件は後日改めて具体的\nに取極めた上売買契約を締結する段取りとなるものと信じて一旦同町長の求めに応\nじて乙第五号証及び同第六号証の二通の承諾書に各自署名捺印した。\nそして控訴人等外数名は具体的の売買条件を取決めるべく数日後こもごも同町長\nを訪れ、控訴人等は当時本件土地附近の土地が坪当り金五円位で売買されているの\nにかんがみて相当な売買価格に値上げすることの条件を持ち出しなお控訴人Ａは土\n地を売れば失職するの外なき状況に在つたので被控訴会社内の適当な職に就けるよ\nうにしてくれとの条件を持ち出して同町長と折衝を重ねたが同町長は言を左右にし\nて控訴人等の要求に応ずる気配がなかつたので控訴人等は「それでは当初の話と違\nうから売却に応ずるわけにはいかない。さきにした承諾書の捺印は取消す。」との\n旨を告げた。なお控訴人Ａは同年五月二日付及び同月三十一日付の書面を以て同町\n長に対し同年六月二日迄に同控訴人の満足する売買条件の申出なきかぎりさきの承\n諾書を取消すとの旨を申送つたがこれに対しなんらの回答がなかつた。\nその後同年中控訴人等と被控訴会社との間に直接売買の交渉がくりかえされ控訴\n人Ｂについては一旦土地交換についての案文が作成されたけれども結局のところ被\n控訴会社側においてこれを履行する真意を欠きついに交換の合意は完全には成立し\nたかつた。他方控訴人Ａは相当の売買価格と就職の二条件を依然として持ち出して\nいたが被控訴会社の容るるところとならなかつたのである。\n右認定に反する原審証人Ｃ同Ｄ同Ｅ同Ａ栄蔵同Ｉ向Ｊの各証言部分は信用しな\nい。乙第五、六号証の如きは右にみたとおり一種の見せ証文として作成されたにす\nぎないものであるからこれを以て被控訴人主張の如き売買契約成立の事実認定の資\n料とすることはできない。その他前記の認定を左右するに足る証拠は少しもない。\n以上認定の事実からすると控訴人等の本件土地に関する権利（前記ｂｃ番につい\nては完全所有権その余は従前の土地についてみればその所有権）についての売買契\n約はａ町との間においても将又控訴会社との間においてもひつきよう交渉の域を脱\nしなかつたもので売買契約はついに成立をみなかつたものといわなければならな\nい。従て被控訴会社が控訴人等から直接本件土地の権利を取得した事実のないこと\nいうまでもなくたとい被控訴会社において右に明らかなとおり無権利者たるａ町か\nら右権利譲受の契約を結んだとしてもこれによつて右権利を取得するに由がない。\nしかるに被控訴会社はその後控訴人等の本件土地を同会社山田工場の敷地の一部\nとして占有を始めたことは被控訴会社において敢て争わないところである。そして\n被控訴会社は前示のように売買により本件土地の権利を取得しなかつたとするもこ\nえて昭和十八年十一月十五日開かれた組合総会においていわゆる特別処分の決議が\n行われて控訴人等の本件土地に対する権利は消滅し他方被控訴会社はその際本件土\n地として交付をうけたのであるから右占有は適法であると抗争し、これに対して控\n訴人等は右昭和十八年十一月十五日開かれた組合総会における決議はこれに先行す\nる組合規約の変更に基くものでその規約の変更及び決議は共に無効であるからこれ\nによつて控訴人等は本件土地に対する権利を失うものでないと主張する。\nよつて右規約の変更及び決議の効力について判断しなければならないのであるが\nまずいかなる規約の変更がなされ、いかなる趣旨の決議が行われたかを知る必要が\nある。\n成立に争のない甲第十二号証の一、二（丙第十四号証の一、二は之と同一のも\nの）によると組合規約第三十一条に「前条の規定により難き換地は左の定むるとこ\nろにより特別処分を為すことを得」とありて、その第一項（正式に云えば第一号と\n称すべきもの、以下同様）に「従前の土地の面積五畝歩未満にしてこれに対する適\n当の換地なきときは其の土地所有者の同意を得て換地を交付せず金銭を以て計算交\n付す」と規定し、その第二項に「従前の土地所有者にして其の換地交付を受くるこ\nとを欲せず組合亦これに同意したるときはこれの換地を交付せず金銭を以て清算交\n付す」と規定していたのであるが組合は昭和十八年七月制規の規約変更の手続を経\nてその第三項として新に「前二項に依り難きものの処分にして予め組合会に於て組\n合会出席議員の三分の一以上の同意を得たるときは換地を交付せず金銭を以て交付\nすることを得」との一項を附加して以て同年七月十七日付を以て組合から三重県知\n事に対し右変更の理由として「当組合竹ケ鼻工区は法第三十条の規定による換地処\n分前なるに先年株式会社神戸製鋼所工場を当地区内に設置せらるる事となり敷地の\n売買は組合と無関係に組合員個人と従前の土地地目を以て進行し其の大部分は既に\n売買を了せり、然るに組合員中唯二、三名のみは昀初は同意せしにも拘らず途中よ\nり敷地の提供を拒み今尚拒み居る現状なり、右不同意組合員の換地予定土地は点々\nと散在し居る為め竹ケ鼻工区内に於ては今日に及びては之を集結換地すべき土地も\nこれなく、工区としては之れが事務上行き詰まりを生じたり、一面神戸製鋼所に於\nては時局重要産業工場なる為め時局の要請に応じ着着其の工事進行しつつあり、為\nに所轄税務署よりは地租法に基く手続方を強硬に要求し来たり荏再逸日の場合に於\nては其の職権行使の挙に出づるやも計り難しと申渡を受くるに至れり、一面当工区\n組合員の大部分及び他の工区は共に当工区の整理完了を要望し居るも規約第三十一\n条を以て処理すること不可能なるに依り不得止、法第三十条第二項を広義に解し右\nの如く改正せんとするものなり。」との旨を附記して規約変更認可申請をなし三重\n県知事は右規約の変更を認可して同年十月十三日その旨の告示をしたことが明であ\nる。\nそして成立に争のない乙第七号証の一、二、三同第十号乃至第十二号証控乙第一\n号証によると組合は昭和十八年十一月十五日午後一時組合会を開き引続いて同日午\n後二時竹ケ鼻工区総会議を開いていずれも前記変更（附加）せられた組合規約第三\n十一条の前示第三項に則つて前者においては、いわゆる特別処分をなすことの承認\nの決議をなし、後者において控訴人Ａに対しては前記第一表上段記載の従前の土地\n（但し小木工区に属する三筆を除く）約一町一反五畝外数筆の田畑（約二反六畝）\nに対し換地として、ｄｅ番田九畝二十七歩及びｆｇ番田一反十歩の二筆を、いわゆ\nる特別処分として金四千百九十二円七十八銭を交付する旨の決議をなし、又控訴人\nＢに対しては、前記第二表上段記載の従前の土地約四反六畝外数筆の田畑（約二反\n一畝）に対し換地としてｆｈ番田五畝歩、ｆｉ番田九畝十五歩、ｊｋ番田一反八歩\nの三筆を、いわゆる特別処分として金千三百十二円五十六銭を交付する旨の決議を\nなした上組合から三重県知事に対し昭和二十一年四月六日付で右の如き換地処分並\nに特別処分の認可申請をなし、同知事は同年六月十七日付で右換地並に特別処分を\n認可する旨の告示をしたことが明である。\nそこで進んで規約変更の効力について検討するに耕地整理法第三十条第一項には\n「換地は従前の土地の地目、地積等を標準として之を交付すべし。但し地目地積等\n位等を以て相殺を為すこと能はざる部分に関しては金銭を以て之を清算すべし。」\nと、同条第二項には「特別の事情のため前項の規定に依ること能はざるものの処分\nに関しては規約の定むる所に依る。」と規定し同法第六十一条第一号には右第三十\n条第一項第二項の規定に依る処分を為すには総会の表決を経べき旨を定め、同法第\n七十条には「第三十一条但書の規定に依り第三十条の処分を為さんとする場合に於\nては其の処分を為さむとする土地に関する組合員の総会議を以て総会と看做す。」\nと、同法第六十八条第二項には「第五十四条又は第六十一条第一号第二号若は第五\n号の事項の表決を為すには第五十条の条件を具備することを要す。但し命令又は規\n約に別段の規定ある場合はこの限りに在らず。」と規定し、同法施行規則第五十一\n条には「組合会に於ては第四十五条第二項の表決を為し又は耕地整理法第三十条第\n一項第二項の規定に依る処分の議決を為すことを得ず。」と規定していた。\n以上の規定を綜合すると同法第三十条第一項の換地処分と同条第二項のいわゆる\n特別処分とは組合の総会（本件においては竹ケ鼻工区総会議）の議決すべき事項で\nありその権限に専属するものというべく組合会に於てはこれが議決を為すべき権限\nがないのであり、しかもその総会議の議決については同法第六十八条第一項の要件\nより厳重にしていることが明らかであり法はこれを以て他のいかなる事項よりも重\n要な議決事項とみていることがわかるのである。\nところで前掲規約変更部分をみるにその意義きわめて不明確であるが、若し同法\n第三十条第二項のいわゆる特別処分に関する議決を出席議員の三分の一の同意を以\nてしかも組合会に於てなしうるとの趣旨とすれば明らかに同法第六十八条第二項並\nに同法施行規則第五十一条に違反し無効なること余りに明白であるからかかること\nを規定したものとは考えられない。そしてその文言中に「予め」なる語を用いてい\nる点とその変更認可申請理由中に規約第三十一条を以て処理すること不可能なるに\n依り法第三十条第二項を広義に解し右の如く改正せんとするものなり、と述べてい\nる点とにかんがみると、それは総会議における制規の議決の外に組合会における出\n席議員の三分の一の同意を得れば特別処分をなしうるとの趣旨を定めたものとみる\nべきである。\n<要旨>しかしながらそれは単に二重の手続を経れば特別処分ができるということ\nに帰着するだけであつて、かかる</要旨>ことは同法第三十条第二項の予想するとこ\nろではない。詳言すれば各組合員に対し従前の土地の地目、地積、等位等を標準と\nして換地を交付することを原則とし（尤もその際補充的処分としての金銭清算を伴\nうことあるは同条第一項但書の規定により容認せられる）この原則に依ることので\nきない特別事情のある場合には規約自体を以てその特別事情を明示した上特別処分\nをなしうる旨を定めるべきことを同項は要請しているものと解するを相当とする。\nしかるに前掲規約変更部分には少しもこの「特別事情」の明示がないのであつて\n（特別事情とは例えば組合員本人が換地を欲せず凡て金銭交付を希望する場合の如\nきをいう。）前記の二重の手続を経ることはこの「特別の事情」に該当するもので\nないこというまでもない。\nなお蛇足であるが、前掲規約変更認可申請の理由の如きもそれは要するに被控訴\n会社の軍需品生産に資するため本件土地を必要とするというにあつてこれは土地の\n農業上の利用を増進するという耕地整理法の目的精神照らしてここにいう「特別の\n事情」とは無縁のことがらとみるべきであろう。\n結局特別の事情を明示していない前掲規約変更部分は同法第三十条第二項の規定\nに違反し無効と解するの外はない。それ故たとい規約変更について知事の認可を経\nていてもこの理に変わりはない。\nとすれば前記組合会においてした前記特別処分承認の議決並に前記総会議におい\nて控訴人Ａ及びＢに対してした前記特別処分の議決は共に右にみたところの無効な\nる規約に基いてしたものとして無効と解するを相当とする。\nそして前記乙第七号証の二、三同第十号乃至第十二号証及び控乙第一号証によれ\nば右総会議の議決においてなされた控訴人Ａ及びＢに対する前記の如き換地処分と\n特別処分とは不可分的処分としてなされたものとみるべきであつて、しかも前に示\nしたとおり従前の土地の面積に比し換地面積がきわめて僅少なるため特別処分に多\nくの意義があり換地処分に殆んど意義がないと認められる本件の如き場合にはその\n特別処分が前叙のとおり無効なるかぎりその換地処分も当然無効に帰するものと解\nするを相当とする。\nもしそれ右特別処分とは無関係に前叙の如き換地処分がなされたものとすればそ\nの換地処分は従前の土地の地目、地積、等位等を少しも標準としないものとして同\n法第三十条第一項本文の法意に違反し無効といわなければならない。\n之を要するに前記総会議における議決はたとい知事の認可を経たればとて控訴人\nＡ及びＢに関するかぎりすべて無効であるから控訴人等は本件土地（前記ｂｃ番を\n除く）に対する仮換地に因る権利（従前の土地についてみればその所有権）を未だ\n失つているものでないというべく（なお控訴人Ａは右ｂｃ番の土地について依然完\n全所有権を有することはすでに説明したとおりである。）その反面被控訴会社は本\n件土地を本換地として交付を受くるに由なくその権利を取得し得ないものといわな\nければならない。（なお被控訴会社が之を本換地として交付をうけたことを認むべ\nき証拠もなくその他その権利を取得した原因を認めるに足る証拠は少しもない。）\n翻つて控訴人等は被控訴会社が本件土地を不法に占有することを理由としてこれ\nを原状に回復した上その返還を求めるものであるところ、成立に争のない控乙第二\n号証同第三号証の一乃至四同第四号証及び当審証人Ｑの証言並に当審検証の結果に\nよると被控訴会社は企業再建整備法により被控訴会社から分離して昭和二十四年八\n月十八日第二会社として設立せられた訴外神鋼電機株式会社に対し本件土地全部を\n他の資産と共に現物出資として提供し同年十一月八日その旨の移転登記を経由しか\nつその引渡をした事実が認められ右認定を左右するに足る証拠はない。従て現在に\nおいては被控訴会社は本件土地を占有しているものでないことが明であるから被控\n訴会社において之を占有することを前提として本件土地を原状に回復した上その返\n還を求める控訴人等の本訴請求部分は理由がないこと明であるといわねばならな\nい。\nしかし過去において被控訴会社が一定期間本件土地を占有した事実の存すること\nは前に説明したとおりであり、その占有がなんらの権原に基くものでないことも前\n段認定の事実からして明でありかつその権原なきことを被控訴会社において知りう\nべかりし事情にあつたことは前記原告本人Ａ（第一回）同Ｂ（第一回）の供述及び\n原審証人Ｉ同Ｊの証言に徴してうかがえるのである。（なお被控訴会社は控訴人等\n主張の竹ケ鼻耕地整理地区内加工立入承諾書によつて本件土地を占有すべき権限が\nあると抗弁するものでないことその主張自体から明であるから、この点に関する控\n訴人等の主張の当否を判断する必要はない。）\n以上みたところからして被控訴会社の右占有は控訴人等の本件土地（但し前記ｂ\nｃ番を除く）に対する仮換地に因る権利（従前の土地についてみればその所有権）\n及び右ｂｃ番に対する控訴人Ａの所有権の行使を侵害するものというべく之によつ\nて控訴人等の本件土地に対する耕作を妨げ、ために控訴人等は本件土地から収穫を\n挙げることができなかつたことは当然であるから被控訴会社の右占有は不法行為を\n構成するといわなければならない。\nそこで被控訴会社は本件土地の占有期間に応じて控訴人等において挙げうべかり\nし純益に相当する損害を賠償する義務を負うものである。\nよつて右占有期間をたしかめるに昭和十六年一月一日から前にみたところの被控\n訴会社が本件土地の占有を訴外神鋼電機株式会社に移転した時たる昭和二十四年十\n一月八日迄被控訴会社が之を占有したことは被控訴会社の認めるところであり右日\n時以後は被控訴会社において之を占有していないことは既に説明した。\nそして当審鑑定人Ｒの鑑定の結果によると（当審鑑定人Ｍの鑑定の結果は毎年の\n米麦の公定価格を無視しているから之を以て収益算定の資料とすることはできな\nい。）控訴人等が右期間中に挙げうべかりし純益（収穫高より諸経費を差引いたも\nの）は毎年大約左表のようなものとなることが認められる。\n＜記載内容は末尾１添付＞\nよつて被控訴会社は控訴人Ａに対しては右合計金十九万四千六百十九円、控訴人\nＢに対しては右合計金五万三千八百七十円の純益に相当する金員を支払うべき義務\nがあるがその余の控訴人等主張の金員はこれを賠償する義務がないこと明である。\nひつきよう控訴人等の本訴請求は右各金員の支払を求める限度において正当とし\nて之を認容すべきであるがその余の請求はすべて失当として棄却すべきものであ\nる。\nしかるに原判決が控訴人等の請求を全部棄却したのは一部不当であるから原判決\nを主文のように変更すべきものとし民事訴訟法第九十六条第九十二条第九十三条第\n百九十六条を適用し主文のとおり判決する。\n（裁判長判事　中島奨　判事　白木伸　判事　県宏）\n（別紙目録省略）\n"
}