{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 28,
    "month": 11,
    "day": 7
  },
  "case_number": "昭和28(け)24",
  "case_name": "刑の執行に関する異議の決定に対する異議事件",
  "court_name": "福岡高等裁判所第三刑事部",
  "lawsuit_id": "23825",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=23825",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/825/023825_hanrei.pdf",
  "contents": "主　　　　文\n原決定を取り消す。\nＡにかかる放火等被告事件の確定判決の執行として福岡高等検察庁検察\n官藤井勝三のした刑の執行指揮のうち未決勾留日数の通算期間\n「原審裁定、未決勾留通算一八四日\n法定未決勾留通算八日」\nとあるのを、\n「原審裁定、未決勾留通算三〇〇日\n法定、未決勾留通算七八日」\nとする。\n理　　　　由\n刑の執行に関する異議申立人Ａの異議申立理由の要旨は、申立人は、昭和二七年\n九月一八日福岡高等裁判所において放火等被告事件につき、原判決破棄、懲役五\n年、原審未決勾留日数のうち三〇〇日本刑算入の判決の言渡を受け、一旦上告して\n後同年一〇月一〇日上告を取り下げ、右判決はここに確定するに至つたので、検察\n官は、その確定判決による刑の執行を指揮するに当り宜しく、右の裁定通算三〇〇\n日及び第二審における未決勾留日数四九五日全部を本刑に通算すべきであるのに、\n第二審における未決勾留が、前刑（銃砲等所持禁止令違反）の執行と重複し、且つ\n同事件の本刑に裁定通算された七〇日の未決勾留と重複するヒとを理由とし、なお\n第一審における未決勾留が前々刑（公務執行妨害）の本刑六月全部に裁定通算され\nた未決勾留と重複することを理由として、右各重複日数を控除通算し、「裁定通算\n一八四日、法定通算八日」としたのは、控除すべからざる未決勾留日数を不当に控\n除した不当の処分と思料されるので、これが是正を求める、というのであり、\n右の申立に対し、当裁判所はさきに昭和二十八年七月十六日附の決定をもつて、\n裁定通算についてはたとえ他の本刑に通算された未決勾留と重複するところがあつ\nても確定判決に示されたとおりに通算すべく法定通算については他の刑の執行と重\n複する日数を控除するのを相当とし、検察官の執行指揮は、「裁定通算三〇〇日、\n法定通算八八日」と改定せらるべき旨決定したところ、\n検察官は右の決定に対し、刑訴第四二八条による異議の申立をし、その異議申立\n理由の要旨は若し原決定前段の趣旨に従い重複する未決勾留を二個の本刑に通算す\nべきものとすれば、事実上一個の拘禁を二回に計算し、被告人に不当の利益を与え\nて不当の結果となる。又、原決定が重複する未決勾留の通算に関し、裁定通算の場\n合と法定通算の場合とにおいてその取扱を別異にすべきものとするのはまことに理\n路一貫しない妄断であるといわねばならない。事実上一個の拘禁はどこまでも一個\nの拘禁であつて如何に判決をもつてしてもこの事実を抂げることはできないのであ\nるから、裁定通算たると法定通算たるとを問わず、ひとたび未決勾留を本刑に通算\nすれば、これに重複する未決勾留の本刑通算を言い渡した判決は執行不能の判決を\nしたことになるのであつて検察官としてはその執行指揮をするに当り、右執行不能\nの部分を控除し、残余執行可能の部分についてのみの執行指揮をするのは当然の措\n置といわねばならない。（昭和二五年一二月一三日附矯保甲第一九二〇号矯正保護\n管区長等あて刑政長官通牒参照。）なお、Ａに対する銃砲等所持禁止令違反被告事\n件の上告棄却は、決定をもつてなされたものであつて、原決定の認定のように判決\nをもつてなされたものでなく、従つて、原決定が、昭和二六年七月二六日以降判決\n訂正申立期間に相当する一〇日間については、同事件の刑の執行がなかつたものと\nして取り扱うべきであるとする点は誤である。要するに検察官の本件刑の執行指揮\nは全都正当であつて、これを相当でないとする原決定は失当である。というのであ\nる。\nよつて記録について調査するのに、Ａについては三個の被告事件、すなわち、公\n務執行妨害傷害（以下第一刑と略称する。）銃砲等所持禁止令違反（以下第二刑と\n略称する。）及び放火等（以下第三刑と略称する。）の事件があり、右各事件にお\nける未決勾留、裁判、刑の執行等の概要は、\n（一）　第一刑（公務執行妨害傷害）について、\n昭和二四年　五月二三日　勾留\n同　　　年　五月三一日　起訴\n同　　　年　七月二九日　保釈決定\n即日　　　　　　　　　　釈放\n昭和二五年　五月一九日　福岡地方裁判所柳河支部判決宣告（懲役六月）\n同　　　年　五月二九日　収監\n同　　　年　六月二日　　被告人控訴申立\n同　　　年一二月二二日　福岡高等裁判所判決宣告（控訴棄却、当審未決\n勾留日数中原判決の刑に相当する日数を本刑に算入。）\n昭和二六年　一月六日　　確定\n即日　　　　　　　　　　釈放\n（二）　第二刑（銃砲等所持禁止令違反）について、\n昭和二四年一二月二四日　勾留\n同　　　年一二月二九日　起訴\n昭和二五年　二月九日　　福岡地方裁判所大牟田支部判決宣告（懲役二\n年、未決勾留二〇日本刑算入）\n同　　　年　二月二〇日　被告人控訴申立\n同　　　年　二月二三日　保釈決定\n同　　　年　二月二四日　釈放\n同　　　年一一月二〇日　福岡高等裁判所判決宣告（原判決破棄、懲役二\n年、原審未決勾留二〇日本刑算入）\n同　　　年一一月二四日　被告人上告申立\n同　　　年一二月六日　　収監\n昭和二六年　七月二六日　昀高裁判所決定宣告（上告棄却、上告審の未決\n勾留七〇日本刑算入）\n即日　　　　　　　　　　刑執行開始\n昭和二七年一〇月一一日　刑執行終了（懲役二年は、昭和二七年政令第一\n一八号により懲役一年六月に減刑）\n（三）　第三刑（放火等）について、\n昭和二五年　五月　九日　勾留\n同　　　年　五月二七日　起訴\n昭和二六年　五月　九日　福岡地方裁判所久留米支部判決宣告（懲役八\n年、未決勾留三〇〇日本刑算入）\n同　　　年　五月一六日　被告人控訴申立\n昭和二七年　九月一八日　福岡高等裁判所判決宣告（原判決破棄、懲役五\n年、原審未決勾留三〇〇日本刑算入）\n同　　　年一〇月　二日　被告人上告申立\n同　　　年一〇月一〇日　上告取下\n同　　　年一〇月一二日　刑執行開始（懲役五年は、前記政令により懲役\n三年九月に減刑）　となつており（別紙図表参照）、そして、福岡高等検察庁検察\n官藤井勝三において、本件第三刑の裁判の執行に関し、昭和二七年一〇月一一日福\n岡刑務所長に宛てた執行指揮書により、「執行すべき刑名刑期、懲役三年九月（懲\n役五年のところ、昭和二七年政令第一一八号により減刑）、通算期間、原審裁定、\n未決勾留通算一八四日（原審裁定通算三〇〇日あるも懲役六月の刑執行と重複する\nを以て控除通算す。）法定、未決勾留通算八日」との旨の執行指揮をし、なお、未\n決通算に関する執行指揮の理由として、「一、原審未決勾留三六五日あるも昭和二\n六年一月六日確定懲役六月の裁定通算一八一日と重複するを以て控除通算。二、法\n定通算七八日あるも、昭和二六年七月二六日定懲役二年の裁定通算（上告審）七〇\n日と重複するを以て控除通算す、」としたことが認められる。\n按ずるに、本来、未決勾留は、刑事訴訟遂行の必要上、已むなく人の自由を拘束\nして身柄を指定の監獄に引致拘禁する強制処分であつて、もとより刑の執行とはそ\nの本質を異にし、殊に、行刑の教育的機能の方面に着眼するときは、未決勾留の本\n刑算入は、制度としていささかその合目的制を疑われねばならぬものもあるのでは\nあるが、刑法第二一条及び刑訴第四九五条に、未決勾留の本刑算入を是認する法意\nは、未決勾留による自由の拘束、身柄の拘禁によつて個人の法益の侵されるところ\n少くなく、又、未決勾留は、その執行の実態においても或る程度自由刑の執行のそ\nれと相通ずるものがある等の点に鑑がみ、未決勾留を本刑に算入し、その算入され\nた日数について既に本刑の執行があつたものとみなして本刑の執行に替え、本刑の\n執行による法益の剥奪をそれだけ軽減することによつて、未決勾留による個人の法\n益侵害を適宜に調節し、もつて刑事司法における衡平の維持を図ろうとする趣旨に\nほかならないものと解せられる。\n<要旨第一>そこで、未決勾留が、他の自由刑の執行と重複し、若しくは裁判確定\nの結果本刑たる自由刑に算入されて既</要旨第一>にその執行に替えられた他の未決\n勾留と重複する場合について考察すれば、この場合の未決勾留については、他の刑\nの執行若しくは他の未決勾留による身柄の拘禁と別個の拘禁があるわけではなく、\n刑の執行にも比すべき法益侵害の事実は存しないのであるから、これを本刑に算入\nすべき何ら法律上の理由なく、このような未決勾留を更に本刑たる自由刑に算入す\nるが如きは、結果において、数個の自由刑の同時執行を容認し、不当の利益を被告\n人に帰せしめ、刑事司法における衡平を破ること大なるものがあつて、単に法律上\n不穏当の措置であるというに止まらず、実に未決勾留の本刑算入に関する刑法第二\n一条、刑訴第四九五条の規定本来の趣旨に違反する全く違法の措置といわざるを得\nない。従つて、右のような措置が、若し判決により刑法第二一条を適用してなされ\nたものであるならばそのような判決は、同法条の解釈適用を誤まつた違法の判決と\nして、上訴、非常上告等法律に認められた救済方法によつて破棄是正せらるべきで\nある。（尤も、非常上告の判決が被告人の不利益にその効力を及ぼすことのないこ\nとはいうまでもない。）\n<要旨第二>しかし、右のような違法の判決であつても、法律上適法な救済方法に\nよつて是正されることのないままに確</要旨第二>定するに至つたときは、これが執\n行を指揮する検察官としては、もはや、判決に示されたところに従い未決勾留を本\n刑に算入して執行を指揮するのほかないものと解すべきである。けだし、裁判所の\n訴訟行為、殊に判決は、刑事司法における法的安全維持のために、その形式的な確\n実性が昀も強く要請せられ、上訴、非常上告等法律に定められた救済方法によるの\nほか、これが是正変更の余地は全くないものというべく、執行指揮の機関たる検察\n官において、確定判決の合理的な解釈の範囲を逸脱してその内容の当否に関する判\n断を加え任意に確定判決の文理を変更して執行指揮するが如きは、到底是認され難\nいところであると解せられるからである。\n尤も、判決において本刑に算入された未決勾留が、当初から客観的に全く存在し\nない場合には、判決において没取若しくは還付を命ぜられた物件が客観的に不存在\nの場合と同様、たとえその判決が確定しても、無より有を生ぜしめるに由なくその\n判決の執行は、客体の欠缺によつて事実上絶対的に不能であり、従つて、このよう\nな判決が、執行の段階において、執行不能の判決として不問に附せらるべきは当然\nであるが、他の刑の執行若しくは本刑に算入された他の未決勾留と重複する未決勾\n留は、客観的に全く存在しない未決勾留とはその趣を異にし、現に勾留状の執行に\nより勾留の事実は厳存するのであり、ただ、そのような未決勾留は、果してこれを\n本刑に算入し得べきかどうかの法律評価上、前述の理由によつて、本刑に算入すべ\nきでないとされるのに止まり、これが本刑算入を命ずる判決は、その法律上の評価\nを誤まる点において違法であるに過ぎない。若しこのような判決が執行の段階にお\nいて、右違法の故に執行不能として不問に附せらるべきものであるとすれば、客観\n的に存在する未決勾留の本刑算入に関し、たまたま法律の適用を誤まつた判決につ\nいて、その判決内容の当否が執行機関の審査判断によつて決せられ、確定判決の内\n容が事実上執行機関の判断によつて任意に変更される結果となり、判決の確定によ\nる法的安全は望むべくもなく、その不当なことは多言を要しない。　今、本件につ\nいてこれを見るのに、第三刑の第一審における未決勾留日数（昭和二五年五月二七\n日起訴の日から第一審判決宣告の前日たる昭和二六年五月八日までの三四七日）の\nうちの三〇〇日について、第三刑の第二審判決により裁定通算が言い渡されている\nところ、第三刑の第一審における右の未決勾留は、第一刑の第二審における未決勾\n留（正確には、第一刑の第一審判決宣告後昭和二五年五月二九日収監されてから控\n訴申立の前日たる同年六月一日までの控訴提起期間中の四日、昭和二五年六月二日\n控訴申立の日から第二審判決宣告の前日たる同年一二月二一日までの二〇三日、第\n二審判決宣告の日から上告提起期間満了の日だる昭和二六年一月五日までの上告提\n起期間中の一五日、以上合計二二二日）と重複すると同時に他面第二刑の上告審に\nおける未決勾留の一部一五四日とも重複し、第一刑の第二審における未決勾留（正\n確には前述のとおり昭和二五年五月二九日から昭和二六年一月五日までの二二二\n日）のうち、第一刑の第一審判決の刑懲役六月に相当する日数（一八一日）につい\nては、第一刑の第二審判決の確定により、第一刑の本刑に算入され既に刑の執行が\nあつたものとみなされる関係にあるので、第三刑の第一審における未決勾留のう\nち、右と重複する一八一日については、前に説示した理由により、これを第三刑の\n本刑に算入することは法律上許されないところであり、これが算入を命じた第三刑\nの第二審判決はこの限りにおいて違法であるというべく、これを違法とする検察官\nの見解は全く正当であるといわなければならない。しかし、右違法の判決は、法律\nに認められた救済方法によつて是正されることなくしてそのまま確定しているの\nで、これまた既に説示した理由により、これが執行を指揮する検察官としては、そ\nの判決の趣旨に従い、判決に示されたとおり未決勾留を本刑に算入して執行の指揮\nをするのほかないものというべく、検察官において第三刑の判決の執行を指揮する\nに当り、懲役六月の刑の執行（裁定通算）一八一日と重複することを指摘し、重複\n部分の本刑算入に関する判決の執行不能を理由として、重複部分を任意に控除する\n措置に出たのは、前述のとおり確定裁判の執行に関する法則を誤まつたものであつ\nて、不当の処分であると断ぜざるを得ない。\n次に、第三刑の第一審判決は第二審判決によつて破棄され、その判決は被告人の\n上告取下によつて確定したのであるから、通例ならば、同事件の控訴申立後の第二\n審における未決勾留日数は、刑訴第四九五条に従い上訴申立前の上訴提起期間中の\nそれと併せて全部本刑に法定通算さるべきところである。\nしかし、そのうち、第二刑の刑の執行開始の日昭和二六年七月二六日から第三刑\nの上告申立の前日たる昭和二七年一〇月一日までの四三四日間は、第二刑の刑の執\n行と全く重複するので、その間の第三刑の未決勾留は、さきに説示した理申によ\nり、これを第三刑の本刑に通算すべきでないこと明白であり、検察官において第三\n刑の刑の執行を指揮するに当り、右の重複日数を控除し、第三刑について法定通算\nさるべき未決勾留の日数を一応同事件の第一審判決宣告の日昭和二六年五月九日か\nら第二刑の刑の執行開始の前日たる昭和二六年七月二五日までの七八日とした点は\n正当であるといわなければならない。\nところで、検察官は右の執行指揮において、更に進んで「法定通算七八日あるも\n第二刑の裁定通算（上告審）七〇日と重複するを以て控除通算す」との旨を指揮し\nているので、この点の当否を審究するのに、なるほど、第三刑における右の七八日\nの未決勾留が、第二刑の上告審における未決勾留のうちの七八日と重複し、第二刑\nの上告審における未決勾留日数のうち七〇日について、確定裁判による本刑通算が\nあつたこと、そしてなお、第二刑の上告審における未決勾留は、右のように第三刑\nの未決勾留と重複すると共に、他面これと時を異にして、第一刑の未決勾留とも重\n複していることは既に述べたとおりである。\n<要旨第三>しかし、本刑に算入される未決勾留の日数は、単なる日数であり、換\n言すれば、刑の執行があつたものとみ</要旨第三>なされるその刑の量を示す数字で\nあつて、具体的な日時を起算日とする期間ではないのであるから、或る事件の未決\n勾留について、その一部に裁判確定による本刑通算があり、且つ、他の未決勾留と\nの重複がある場合、若し、その未決勾留日数にして右の通算日数及び重複日数を容\nれてなお余剰の存するときは、本刑に通算された未決勾留と他の未決勾留との重複\nはないものと解すべきである。\n本件についていえば、第二刑の上告審における未決勾留は、昭和二五年一二月六\n日の収監から上告棄却の決定宣告の前日たる昭和二六年七月二五日までの二三二\n日、そのうち、裁定通算七〇日、第三刑において法定通算さるべき未決勾留と重複\nするもの前記七八日、第一刑の第二審及び上告提起期間中の未決勾留と重複するも\nの昭和二五年一二月六日分収監から第一刑の上告期間満了の日たる昭和二六年一月\n五日までの三一日であつで、第二刑の上告審における未決勾留日数は、その裁定通\n算日数七〇日及び他の未決勾留と重複する日数（七八日と三一日）全部を容れでな\nお優に五三日の余剰を残すのであるから、第二刑において本刑に裁定通算された七\n〇日の未決勾留と、第三刑において法定通算さるべき前記七八日の未決勾留とは何\nら重複するところがないものと解すべきである。\n検察官は、第二刑の右の裁定通算七〇日について、上告棄却の決定宣告の前日た\nる昭和二六年七月二五日を起算日とし、暦に従つて逆算した七〇日間の未決勾留を\nもつて本刑に算入されたものとするのが申立人の利益であるとする（従つて、第三\n刑において法定通算さるべき七八日の未決勾留と重複する結果となる）のである\nが、右の見解は、右の裁定通算七〇日の未決勾留が本来ならば、第二刑の上告審に\nおける勾留の初日たる昭和二五年一二月六日を起算日とする七〇日間であるとすべ\nきところ、右の日を起算日とすれば、同日から昭和二六年一月五日までの三一日間\nが第一刑及び第三刑の勾留と重複し、第一刑又は第三刑の勾留について既に本刑算\n入があるため、前記裁定通算第七〇日のうち右の三一日だけは通算不能となり、申\n立人に不利益な結果となる、ということを前提としで始めて諒解されるところであ\nり、そのような解釈は本刑に算入される未決勾留の日数を執行刑の日数として理解\nせず刑執行の期間として取り扱うものであつてその失当であること既に述べたとお\nりである。\n要するに、本件第三刑の判決の執行を指揮するに当つては、以上の理由により、\n宜しく第一審の未決勾留日数につき裁定通算三〇〇日、第一審判決宣告後の未決勾\n留日数につき法定通算七八日の執行指揮をすべきであるのに、検察官において、前\n者につき一八四日、後者につき八日の通算指揮をしたのは、申立人に不当な不利益\nを帰せしめた不当の処分であるというのほかない。\nなお、さきに本件について当裁判所がした決定の趣旨は、法律上の見解におい以\n上と全く同一であるが、第二刑の上告棄却の裁判が決定であるのにこれを判決であ\nると誤解したため、同事件の裁判確定の日時、同事件の刑の執行と第三刑の未決勾\n留との重複期間、ひいて第三刑において法定通算さるべき日数の認定に一〇日のく\nいちがいを生ずるに至つたもので、検察官の本件異議の申立は結局理由あることに\n帰着するので、刑訴第四二八条第四二六条に従い、原決定を取り消した上、更に主\n文のとおり決定する次第である。\n（裁判長裁判官　筒井義彦　裁判官　柳原幸雄　裁判官　岡林次郎）\n（別　紙）\n＜記載内容は末尾１添付＞\n"
}