{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 29,
    "month": 12,
    "day": 13
  },
  "case_number": "昭和28(行)8",
  "case_name": "不当労働行為救済申立棄却命令取消請求事件",
  "court_name": "仙台高等裁判所秋田支部",
  "result": "棄却",
  "lawsuit_id": "24841",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=24841",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/841/024841_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n事　　　　実\n控訴代理人は「原判決を取消す。本件を秋田地方裁判所に差戻す。訴訟費用は第\n一、二審共被控訴人の負担とする」との判決を求め、被控訴代理人は主文第一項同\n旨の判決を求めた。\n当事者双方の事実上の主張は、控訴代理人において、（一）控訴組合が被控訴委\n員会に対し本件救済命令の申立をなした趣旨は「使用者（東北電力株式会社秋田支\n店）が組合員Ａの有給休暇を認めながらこれを取消しスト行為をなしたものとして\n差引いた賃金六百四十一円を本人に返還なるのは勿論使用者側代表者Ｂ名義をもつ\nて爾後再度かかる行為をしない旨の確認書一通を組合側に与えしめることを要求す\nる」というにあつた。（二）右救済命令申立の趣旨においてＡに対する賃金の支払\nを求めると共に使用者をして控訴組合に対し今後再度かかる行為をしない旨の確認\n書一通を交付させるよう要求しているが、これは労働組合法第十四条によると労働\n組合と使用者間の労働協約は書面に作成することによつて効力を生ずるのであるか\nら、労働争議の斡旋調停、仲裁など広汎な権限を有する被控訴委員会に対しこれを\n求めたわけである。なお被控訴委員会は司法機関ではないから実体法上組合が使用\n者に対しかかる書面を請求する権利があるか否かに関係なく、行政機関として適法\n妥当で迅速な処置を取ることができることは、宛も裁判所が仮処分の決定において\n「申立の目的を達するに必要な処分」として或程度自由な裁量によつて各種の処分\nを決定し得るのに類似するものがあり、司法機関よりも一層広汎た範囲において自\n由に救済方法の具体的内容を決定し得るのである。要するに控訴組合が確認書の交\n付を求めたのは、組合活動に対する使用者の不当な態度につき労働委員会の命ずる\n救済方法の具体的内容を示したのにすぎない。（三）本件救済命令申立の原因につ\nいて。（イ）控訴組合が被控訴委員会に対し本件救済命令の申立をなしたのは、組\n合員Ａが有給休暇中である昭和二十七年九月二十四日東北電力株式会社鳥海川第二\n発電所に赴き組合の指令に従いスト指導の伝達をなしたのに対し、使用者である右\n会社は之をスト行為をなしたものとして右九月二十四日の有給休暇を取消し当日分\nの賃金を十月分の給料から控除した。しかしＡは組合員として所属組合本部の指令\nにより「控訴組合の正当な行為をしたことの故をもつて不利益な取扱」を受けたも\nのであるから、使用者は労働組合法第七条第一号違反の行為をなしたものであり、\nまた右の不利益取扱は、延いてこの争議に参加した組合員（全組合員が争議参加）\nに対し不測の精神的打撃を与え、組合員の志気の沮喪を来し、今後の組合活動に支\n障を来すので、この点において使用者の組合運営に対する支配介入でもあるから、\n同法第七条第三号違反でもある。いずれも不当労働行為を構成するので本件救済命\n令の申立をなしたものである。（ロ）右救済命令申立においては、労働組合法第七\n条第一号違反の外、同条第三号違反、すなわち使用者の組合運営に対する支配介入\nの点も主張した。（四）原判決は被控訴委員会のなした行政処分の対象は、前記会\n社の従業員の賃金に関するものであり、賃金は使用者と労働者との間の個人的法律\n関係であるから、控訴組合はこれに対し処分権を有せず、従つて訴訟遂行権もない\nとされた。しかし原判決が被控訴委員会のなした行政処分の対象を、賃金に関する\nものであるとしたのは、原審の独断である。控訴組合が取消を求める行政処分の対\n象は、有給休暇中の労働者のあるべき生活態度如何であつて、Ａ個人の賃金の問題\nではない。（五）地方労働委員会は、行政機関であるから事件について自由且迅速\nに適宜の処置を講ずる結果、司法機関たる裁判所よりも、当事者適格に関し厳格な\n取扱をしないものとしても、被控訴委員会が控訴組合に当事者適格ありとして本件\n救済命令申立を受理して審問し決定したのであるから、本件棄却命令に対し不服申\n立をなすのは、該命令を受けた控訴組合からこれをなすべきであることは、行政事\n件訴訟特例法が訴願前置主義を取つている以上、当然の結果である。原判決のよう\nに考えると、行政機関が当事者適格を容認したのに対し、その継続事件について司\n法機関が当事者適格を否認することとなり、これは行き過である。（六）控訴組合\nの組織について。控訴組合は東京にその中央本部があり、その下に全国を九ブロッ\nクに分けて地方本部をおき、その東北地方本部に所属している。東北地方本部は、\n東北新潟の七県支部をもつて構成される。すなわち控訴組合は日本電気産業労働組\n合の東北地方本部秋田県支部である。右中央本部は法人として登記しているが、控\n訴組合は単独に法人としての登記をしていない。また控訴組合の下部組織として\nは、秋田県内に秋田、本荘など七分会があり、独立人格を有する最下部組織は各分\n会であり、それから上部の構成は、かかる独立人格者の連合体としてまた人格を有\nする。各分会員個人が県支部の構成員であり、且東北地方本部の構成員であると共\nに中央木部の構成員でもある。（七）控訴組合が昭和二十八年三月三十一日被控訴\n委員会の同日付本件棄却命令書の交付を受け、同年十月十日中央労働委員会に対し\n再審査の申立をなしたこと。中央労働委員会が同委員会規則第五十一条第三項に則\nり右申立を申立期間経過後のものであるとなし、同年同月十三日付をもつて右再審\n査申立却下の決定をなし、該決定書は同日控訴組合に交付されたこと、控訴組合が\n右再審査申立及び同却下決定前の同年四月三十日本訴を提起し、これに対し同年九\n月十六日訴却下の原審判決があつたので同年十月十四日本件控訴を提起したことは\n認める。なお本訴提起後ではあるが、中央労働委員会に対し再審査申立をなしその\n決定を経たのであるから、本訴は滴法である。（八）控訴組合は訴外Ａの昭和二十\n七年九月二十四日分の賃金請求権について、訴訟をなすにつき同訴外人から特別の\n授権を受けたことは主張しない。と述べ、被控訴代理人において、第一、被控訴委\n員会の発した本件棄却命令がいわゆる行政処分であると仮定しても右行政処分の対\n象は訴外東北電力株式会社秋田支店とその従業員Ａ間の昭和二十七年九月二十四日\nの賃金に関するものであり控訴組合はこの労働契約上の法律関係について何等の処\n分権を有せず従つてまた訴訟遂行権も有しないのに本訴を提起したのであるから、\n本訴についてに、正当な当事者適格を欠くものといわねばならない。すなわち控訴\n組合の提起した本訴は、不適法として却下せらるべきである。第二、また労働委員\n会の発する救済命令申立の棄却命令が行政処分であると仮定しても、控訴組合は右\n行政処分の取消を求める行政訴訟を提起することはできない。けだし、労働組合法\n第二十七条第六項は、地方労働委員会または中央労働委員会が発した命令に対し使\n用者は行政事件訴訟特例法の定めるところによつて訴を提起し得る旨を規定してい\nるが、労働組合側については、何等の規定もなく、その趣旨は労働組合側からは行\n政訴訟を提起し得ないということである。尤も同条第十一項に「……又は訴を提起\nすることを妨げるものではない。」とあるが、右「訴」が行政訴訟を含むものでな\nいことは、同条第六項乃至第十項に規定する「訴」と字句の上から異ることによつ\nて明らかでもり右第十一項は労働組合側が使用者を相手方として直接裁判所に通常\nの民事訴訟を提起し得る旨を注意的に規定したのにすぎない。第三控訴組合が被控\n訴委員会に対し本件救済命令の申立をなしたのは、昭和二十八年一月十六日であ\nり、これに対し被控訴委員会は審問の結果、同年三月三十一日同日付をもつて本件\n棄却命令をなし、即日控訴組合に該命令書を交付したところ、控訴組合は同年四月\n三十日原審に対し本訴を提起したが、原審においては、同年九月十六日不適法とし\nて訴却下の判決があり、同年十月十四日本件控訴の申立をなした。なお控訴組合は\n同年十月十日中央労働委員会に対し再審査の申立をなしたが、中央労働委員会は同\n年同月十三日申立期間経過後の申立であるとの理由で右審査申立却下の決定をなし\n即日右決定書が控訴組合に交付されたものである。この経過からみて本訴の提起は\n訴願前置主義に違反し、不適法として却下せらるべきものである。第四、控訴組合\nがその組織について主張する点及び控訴組合から前記（一）（二）及び（三）の\n（イ）（但し労働組合法第七条第三号違反に関する点を除く）の趣旨の申立があつ\nた点は争わない。また控訴組合の本件救済命令申立において同法第七条第一号違反\nの主張があつたことは認めるが、同条第三号違反の主張はなかつた。と述べた外、\n原判決摘示事実のとおりであるからこれを引用する。\n証拠として、控訴代理人は甲第一号証の一、二、同第二号証を拠出し、乙号各証\nの成立を認め、被控訴代理人は乙第一号証の一乃至六、同第二号証の一、二を提出\nし、甲号各証の成立を認めた。\n理　　　　由\nまづ被控訴委員会の主張する本案前の抗弁について判断する。\n（一）　被控訴委員会は労働委員会の発する不当労働行為救済命令申立に関する\n棄却命令は、行政庁の国民に対する命令的行為を全く含ます、単に救済命令を発し\nないという不行為を通知するにすぎないから、右は行政事件訴訟特例法にいわゆる\n行政庁の処分ではなく行政訴訟の対象とはなり得ないものであると主張する。\nしかしながら、労働委員会のなす不当労働行為に対する救済命令申立の棄却命令\nは、労働組合法第二十七条第一、三四項、中央労働委員会規則第四十三条第三項に\n則つて、当該救済申立に対する救済命令の発令を終局的に拒否し、これによつて当\n該手続を終結させる効果を生ずる労働委員会の意思表示であるからこれを行政庁の\n処分というに妨げなく、従つてこれが行政事件訴訟特例法第一条所定の行政庁の処\n分に当らないとはいえない。よつて被控訴委員会の右主張は採用できない。\n（二）　被控訴委員会は仮に労働委員会の発する右救済命令申立の棄却命令が、\nいわゆる行政庁の処分であるとしても、労働組合法第二十七条第六項においては、\n使用者が労働委員会のなした命令に対し行政事件訴訟特例法によつて行政訴訟を提\n起し得る旨を規定しているのに対し、労働組合についてはこれに対応する規定がな\nいから、労働組合自身は右の行政訴訟を起し得ないものであると主張する。\nしかしながら、行政事件訴訟特例法は行政庁の違法な処分に対しては、広く行政\n訴訟を提起し得る旨を規定するばかりでなく、労働組合法第二十七条第十一項には\n同条の規定は労働組合または労働者が訴を提起することを妨げるものではないと規\n定し、その「訴」を通常の民事訴訟だけに限定していないのであり、また同条の規\n定を通覧しても、右の「訴」が行政訴訟を含まず、通常の民事訴訟だけに限られる\n趣旨を窺うことはできないのであるから、労働組合法第二十七条第六項で使用者が\n行政訴訟を提起する場合だけについて規定しているのは、使用者が有する行政訴訟\nをなすの権利について、その要件、出訴期間などの特則を定めたえけでこの規定に\nよつて使用者にだけ新な行政訴訟をねす権利を与えた趣旨ではないと解ナべきであ\nつて、この規定から労働組合に同様の訴権がないと論ずるのは失当である。被控訴\n委員会の右主張も亦採用の限りではない。\n（三）　被控訴委員会は被控訴委員会のなした本件棄却命令が行政処分であると\n仮定しても、右行政処分の対象は、訴外東北電力株式会社秋田支店とその従業員で\nある訴外Ａ間の昭和二十七年九月二十四日の賃金に関するものであり、控訴組合は\nこの労働契約上の法律関係につき、何等の処分権も訴訟遂行権も有しないから本訴\nに関し正当な当事者適格を欠き、本訴は不適法として却下せらるべきものであると\n主張するに対し、控訴組合はこれを争うので調査する。\n控訴組合が、その組合員であり、訴外東北電力株式会社秋田支店の従業員である\nＡにおいて、昭和二十七年九月二十四日を有給休暇として同支店の許可を得ていた\nのに、同支店が後日にいたつてこれを取消し欠勤扱とし月給から同日分の賃金六百\n四十一円を差引いたのは、同人が正当な組合活動をなしたことを理由として不利益\nを与えたものであり、また右の不利益取扱は、延いて争議に参加した組合員（全組\n合員が争議参加）に対し不測の精神的打撃を与え、組合員の志気の沮喪を来し、今\n後の組合活動に支障を及ぼすので、この点において使用者は組合運営に支配介入を\nなしたものである。すなわち同支店の右行為は不当労働行為（労働組合法第七条第\n一号及び第三号違反）を構成するから、組合員Ａの有給休暇をみとめ、争議行為を\nなしたものとして差引いた賃金六百四十一円を同人に返還することは勿論、使用者\n側代表者Ｂ名義をもつて今後再度かかる行為をしない旨の確認書一通を控訴組合に\n与えるよう、被控訴委員会に対し救済命令を求めたところ、被控訴委員会は審問の\n結果、同支店の前記有給休暇取消の処置を正当とし、右救済命令申立の棄却命令を\n発したので、控訴組合はこれを不当とし原審に被控訴委員会を相手方として右棄却\n命令の取消を求め本訴を提起したものであることは控訴組合のの主張自体によつて\n明らかである。\nしからば被控訴委員会のなした本件棄却命令の対象は、控訴組合の組合員Ａが右\n支店に対して昭和二十七年九月二十四日分の賃金請求権を有するか否かにあるので\nはなく、同支店がＡにおいて、有給休暇中争議行為をなしたとの理由で有給休暇の\n許可を取消し欠勤扱とした処置は、同人が組合の正当な行為をなしたことの故をも\nつて不利益な取扱をなしたものであるかどうか、またこのような取扱が使用者たる\n組合の運営に対なる支配介入となるかどうかの点（労働組合法第七条第一号及び第\n三号違反の成否）に関するものであつて、控訴組合が右Ａに対なる賃金返還と使用\n者側代表者名義の確認書の交付を求めているのは、被控訴委員会が、右不当労働行\n為の成立を認め、有給休暇許可取消の撤回を命ずる場合の原状回復と将来の保障に\n言及しているにすぎないのであり、また元来本訴の訴訟物は前記Ａと同支店との間\nの労働契約に基く賃金請求権の存否ではなくて被控訴委員会が控訴組合に対してな\nした不当労働行為救済命令申立の棄却命令の当否であるから、本訴の当事者が適格\nを有するか否かは、この訴訟物と右当事者との関係によつて決すべきであつて、控\n訴組合が前記Ａの同支店に対する賃金請求権について処分権乃至は訴訟遂行権を有\nするか否かは当事者適格の有無を決するについて関係のない事柄であるといわねば\nならない。\n而して控訴組合が被控訴委員会に対し前記救済命令の申立をなし本件棄却命令を\n受けたことは前叙のとおりである以上、控訴組合がその組合員Ａから同人の前記支\n店に対する賃金請求権について特別の訴訟委任を受けていないことは控訴組合の認\nめて争わないところであるが、かかる委任の有無に関係なく控訴組合自体が被控訴\n委員会を相手方として右棄却命令の取消を求むる本訴を提起するにつき法律上の利\n益を有し従つて正当な当事者適格を有するものといわねばならない。被控訴委員会\nの右主張も到底採用できないところである。\n（四）　被控訴委員会は控訴組合が中央労働委員会の再審査を経ずして本訴を提\n起したのは、行政事件訴訟特例法の訴願前置主義に反するからこれを不適法として\n却下すべきものであると主張するに対し控訴組合は右再審査の申立または行政訴訟\nは択一的になし得るものであると抗争なる。\n一方労働組合法第二十七条第十一項、第二十五条、中央労働委員会規則第五十条\n第三項などによると、労働組合が不当労働行為に対する救済を求める方法として地\n方労働委員会に対する救済命令の申立と中央労働委員会に対する再審査申立の二段\n階を規定しているが他方行政事件訴訟特例法第二条は、同条但書の場合を除き一般\nに行政庁の違法な処分の取消又は変更を求める訴は、その処分に対し法令の規定に\nよつて訴願、審査の請求、異議の申立その他行政庁に対する不服申立（以下単に訴\n願という）のできる場合には、これに対する裁決、決定その他の処分（以下単に裁\n決という）を経た後でなければこれを提起することができない旨を規定し<要旨>て\nいるから、これを合せ考えると、労働組合が不当労働行為に対する救済を求むるた\nめ行政訴訟を提起するに</要旨>は、同条但書の適用ある場合を除き一般にその前提\nとして、まづ所管の地方労働委員会に対し救済命令の申立をなし、その決定に不服\nがあるとき、さらに中央労働委員会に再審査を求め、その裁決によつてもなお救済\nを得られないときは、ここにはじめて行政訴訟を提起することができるものと解す\nべきであり、また労働組合法第二十七条第十一項には、労働組合は同条の規定に拘\nらず、中央労働委員会に再審査の申立をなし、または訴を提起することができる旨\nを規定しているが、これは前段に説明したとおり使用者が同条第五、六項などの規\n定によつて右再審査の申立をなし、または再審査申立をなさず直に行政訴訟をなし\n得ることを規定したのに対し、労働組合は他の一般規定に準拠して右再審査申立を\n行政訴訟などをなし得ることを明らかにしたに止り、再審査申立または行政訴訟そ\nの他の訴訟を択一的になし得ることを規定したものではないと解すべきであるか\nら、この規定に基いて労働組合は再審査申立をなさず直に行政訴訟を提起し得るも\nのとなすことはできないのであるから労働組合が不当労働行為に対する救済命令の\n申立をなし地方労働委員会の決定を経たのみで、中央労働委員会に再審査の申立を\nなさず、その裁決を経ないままで行政訴訟を提起したときは、行政事件訴訟特例法\n第二条但書の適用ある場合を除き前示の訴願前置主義に違反し訴提起の条件を欠く\n不適法な訴として却下を免れないものといわねばならない。\nこれを本件についてみるに、控訴組合が昭和二十八年一月十六日被控訴委員会に\n対し本件の不当労働行為救済命令の申立をなしたところ、被控訴委員会が同年三月\n三十一日付で右申立棄却の命令を発し該命令書が同日控訴組合に交付されたこと、\n控訴組合が同年四月三十日本訴を提起したこと、及び控訴組合が同年十月十日右棄\n却命令に対し中央労働委員会に再審査の申立をなし、同委員会は同年同月十三日付\nで申立期間経過後の申立であるとの理由で右再審査申立却下の決定をなし同日控訴\n組合にその決定書の交付があつたことは当事者間に争のないところであるから、控\n訴組合は昭和二十八年三月三十一日被控訴委員会のなした前記救済命令申立棄却の\n命令書の交付を受けながら、中央労働委員会規則第五十一条第三項所定の命令書が\n交付された日から十五日以内に中央労働委員会に対し再審査の申立をなさずその決\n定を経ないままで同年四月三十日本訴を提起したものとなすの外なく、これは前記\n行政事件訴訟特例法に規定する訴願前置主義に違反し、控訴組合の提起した本訴は\nその前提条件を欠き不適法として却下を免れないものといわねばならない。\n尤も行政事件訴訟特例法第二条但書は、訴提起の日から三箇月を経過したとき、\nまたは訴願の裁決を経ないことにつき正当の事由があるときは、訴願の裁決を経な\nいで行政訴訟を提起することができる旨を規定しているけれども、この点について\nは控訴組合から何等の主張立証がないので、このような特別の事由があつたものと\nなすことはできない。\nこの点につき控訴組合は、本訴提起後ではあつたが中央労働委員会に対し再審査\nの申立をなしその決定を経たから現在は行政事件訴訟特例法の定める要件を満して\nいるので本訴は不適法ではないと主張なる。\nしかし行政事件訴訟特例法第二条に訴願の裁決というのは所定の訴願期間内に適\n法になされた訴願に対する裁決を指すものと解釈すべきであるから、本件の場合の\nように中央労働委員会が法定の再審査申立期間の経過後になされ不適注な申立とし\nてこれを却下する決定の如きはこれを含まないといわねばならないので、本訴はい\nわゆる訴願の裁決を経て提起されたものとなすことはできないのであり、また右の\n中央労働委員会の決定をもつて、いわゆる訴願の裁決となすことができない以上、\n本訴提起当時右訴願の裁決を経ていなかつた瑕疵は、右の中央労働委員会の再審査\n申立却下の決定によつて治癒されたものとなすことができないのは明白である。\n以上のとおりであるから、爾余の点について判断するまでもなく、控訴組合の被\n控訴委員会に対する本訴は、不適法なものとして却下すべきである。当審の見解は\n原審の所見とは異るところがあるけれども、本訴を不適法として却下すべきものと\nなす点においては同一であるから原判決は結局正当であつて本件控訴は理由のない\nものとして棄却すべきである。\nよつて民事訴訟法第三百八十四条第二項第九十五条第八十九条を適用し主文のと\nおり判決する。\n（裁判長裁判官　浜辺信義　裁判官　岡木二郎　裁判官　兼築義春）\n"
}