{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 32,
    "month": 11,
    "day": 20
  },
  "case_number": "昭和31(ネ)22",
  "case_name": "貸金抵当権設定登記抹消請求事件",
  "court_name": "広島高等裁判所第三部",
  "lawsuit_id": "23402",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=23402",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/402/023402_hanrei.pdf",
  "contents": "主　　　　文\n第一審原告の控訴を棄却する。\n原判決中第一審原告勝訴部分を取消す。\n第一審原告の請求を棄却する。\n第一審原告（反訴第一審被告）は第一審被告両名（反訴第一審原告両\n名）に対し別紙第一、二目録記載の不動産につき山口地方法務局下関支局受付昭和\n二十六年七月十一日第五七四三号を以てなされた抵当権設定登記の抹消登記手続を\nなせ。\n訴訟費用は本訴及び反訴につき第一、二審共第一審原告の負担とする。\n事　　　　実\n第一審原告代理人は「原判決を左の通り変更する。第一審被告等は連帯して第一\n審原告に対し金五十万円及び之に対する昭和二十八年九月十一日以降右支払済に至\nる迄元金百円につき一日金二十五銭の割合による金員を支払え、訴訟費用は第一、\n二審共第一審被告等の連帯負担とする」との判決を求め、第一審被告等代理人は主\n文同旨の判決を求めた。\n当事者双方の事実上の陳述、証拠の提出、認否、援用は左記に附加する外は何れ\nも原判決事実摘示と同一なのでここにこれを引用する。\n第一審原告代理人の主張\n第一審原告は第一審被告Ａが弁済として供託した金五十九万円について同被告等\nに対して有する本件債権に弁済充当するため昭和三十一年二月十三日右供託金及び\n之に対する供託利息三万千八百六十円を供託局より受領しこれを元金五十万円に対\nする昭和二十七年五月一日より昭和二十八年九月十日まで四百九十八日間日歩二十\n五銭の割合による損害金に充当した結果本件残債権は元金五十万円及び之に対する\n昭和二十八年九月十一日以降日歩二十五銭の損害金となるのでこれを本訴で請求す\nる。即ち右供託金を受領したのは第一審原告が供託原因を承認した上のものでない\nことは本訴で極力抗争していることによつても明かであり、その充当権が第一審原\n告に存することも勿論である。\n第一審被告等代理人の主張\n第一審原告は第一審被告等の供託に基く債務消滅の抗弁に対し事前に現実の提供\nなく、その金額が債権の全額でないと抗争しながら昭和三十一年二月十三日に至り\n意を飜して第一審被告Ａの供託を受諾しその供託金と供託利息を受領した。右は従\n前の主張を解消して供託金受領により供託原因に明記しでありように本件元金五十\n万円と供託当日迄の延滞損害金につきこれを受諾する意思を表示したものと謂うべ\nく第一審原告は右供託原因に反する主張をなし得ない。\n証拠関係\n第一審原告代理人は甲第五、六号証を提出し当審原告本人尋問の結果を援用し、\n乙第六号証の成立を認め、第一審被告等代理人は乙第六号証を提出し、原審証人Ｂ\nの証言を援用し、甲第五、六号証の成立を認め、甲第一号証の三、四の認否につ\nき、同号証中第一審被告等名下の印影及び印鑑証明書の成立は認めるがその余の部\n分の成立は不知と一部訂正した。\n理　　　　由\n第一審原告が第一審被告Ａに対し昭和二十六年七月十一日金五十万円を弁済期を\n同年十二月三十一日と定めて貸与し、同日第一審被告Ｃか右Ａの債務につき連帯保\n証をなし、昭和二十七年四月末日迄の利息並びに遅延損害金の支払がなされている\nこと、第一審被告Ａが昭和二十八年十月八日第一審原告に対し右借受金元金五十万\n円及び之に対する昭和二十七年五月一日より昭和二十八年十月八日までの日歩二銭\n五厘の割合による損害金として金六万円並びに本件債務の担保たる別紙第一、二目\n録記載の抵当不動産につきなされた競売事件の執行費用として金三万円の合計金五\n十九万円を第一審原告居住地を管轄する福岡地方法務局小倉支局に弁済供託した\nが、第一審原告は昭和三十一年二月十三日該供託金五十九万円及び之に対する供託\n利息金三万千八百六十円を同供託局より受領したことは当事者間に争がない。\n而して第一審原告は右供託金を受領して本件債権の一部弁済に充当したから残債\n権を請求するもので右受領は供託原因を認めたものではないと主張し、第一審被告\n等は右供託金受領は供託原因の通り本件元金及び延滞<要旨>損害金として受諾する\n意思を表示したもので本件債権は消滅に帰したと抗争しているので先づ右供託金受\n領の</要旨>効果について考えてみるにおよそ債権者が債務者より供託書の交付を受\nけ供託金額を受領した場合は債権者において供託所に対し債務者のなした供託を受\n諾する意思を表示したものと認められるから同時に債務者は供託金の取戻権を喪失\nするに至り、従つて債権者も亦該表意に拘束され、爾後供託原因と異る趣旨で受領\nした等供託原因に反する主張をなし得ないものと解するのが相当である。そうでな\nいと債務者は民法第四九六条に基く取戻の権利を失いなから一方において自己の主\n張した供託原因を維持し得ないような不都合な結果となるからである。\n然らば本件においては第一審原告が昭和三十一年二月十三日該供託金五十九万円\n及び之に対する供託利息金三万千八百六十円を供託局より受領した日に第一審被告\n等に対する本件元利金債権は弁済を受け消滅に帰したとになるから第一審原告の本\n訴請求は爾余の争点につき判断する迄もなく失当であることが明白である。\n而して第一審原告の本件債権につき第一審被告Ａ所有の別紙第一目録記載の物\n件、第一審被告Ｃ所有の別紙第二目録記載の物件につき第一審被告等主張のような\n抵当権設定登記がなされていることは当事者間に争がないが、前記認定のように右\n被担保債権が消滅している以上右抵当権も失効していることは謂うまでもないから\n第一審被告等（第一審反訴原告等）の該抵当権設定登記の抹消登記手続を求める反\n訴請求は正当としてこれを認容すべきである。\nよつて右と異る趣旨にでて第一審原告の請求の一部を認容し第一審被告等の反訴\n請求を棄却した原判決は取消を免れないから民事訴訟法第三八六条、第三八四条、\n第九六条、第八九条を適用して主文のように判決した。\n（裁判長裁判官　岡田建治　裁判官　佐伯欽治　裁判官　松本冬樹）\n（別紙目録省略）\n"
}