{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 29,
    "month": 9,
    "day": 9
  },
  "case_number": "昭和29(う)701",
  "case_name": "地方公務員法違反被告事件",
  "court_name": "東京高等裁判所第一刑事部",
  "result": "棄却",
  "article_info": "第7巻8号1307頁",
  "gist": "一、　警邏中の巡査に対する文書の配布を地方公務員法第三七条第一項の怠業的行為をそそのかした場合に該当するとした事例\n二、　同法第六一条第四号は憲法に違反するか",
  "case_gist": "一、　警邏中の巡査に対し「パトロール制をやめろ」の題下に「このように民族を滅す単独講和や再軍備のためのアメリカ式パトロール制は下級警官の断こたる反対のたたかいによつてぶち破らなければならない」等の記事を掲載した一九五一年二月一五日附「人民の兄弟」ＮＯ・6一部を配布する行為は地方公務員法第三七条第一項の怠業的行為をそそのかした場合に該当する。\n二、　地方公務員に対し怠業的行為をそそのかした者を処罰する地方公務員法第六一条第四号は、憲法第二一条に違反しない。",
  "lawsuit_id": "21725",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=21725",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/725/021725_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n理　　　　由\n本件控訴の趣意は被告人及び弁護人福田力之助外一名共同作成の各控訴趣意書の\n通りであるからこれを引用しこれに対し当裁判所は次のように判断する。\n一、　弁護人の論旨第一点及び第二点について。\n原判決挙示の証拠を綜合すると、被告人は外二名と共謀の上昭和二十六年三月四\n日頃東京都豊島区ａｂ丁目の路上で警邏勤務中の巣鴨警察署勤務巡査甲に対し「パ\nトロール制をやめろ」の題下に「このように民族を滅す〃単独講和〃や〃再軍備〃\nのためのアメリカ式パトロール制は下級警察官の断こたる反対のたたかいによつて\nぶち破らなければならない」等の記事を掲載した一九五一年二月一五日附乙ＮＯ・\n６一部を配布した事実は優にこれを認めることができ、右記事の内容が怠業的行為\nをそそのかすものであることは該記事自体に徴し明らかである。尤も起訴状には右\n文書を配布した時期は午後三時四十分と記載してあるに拘らず、証人甲は原審公判\n廷で午前九時頃と述べていることは所論の通りであるが、検察官から捜査過程の書\n類では証人が被告人から渡されたのは午後三時頃となつているがどうかと尋ねられ\nたのに対し、現在では午前中のように思うが、しかし或は私の記憶違いかも知れな\nいとも述べているのであり、原判決は昭和二十六年三月四日頃と認定しただけで時\n刻を認定していないのであつて、右時刻に関する部分の公訴事実と証人の証言との\nくいちがいは、公訴事実の同一性を害するものとも認められない本件においては、\n原審の右認定を以て事実の誤認があるとすることはできない。記録を精査するも原\n判決の事実認定に判決に影響を及ぼすことが明らかな事実の誤認があるとは認めら\nれないから事実誤認を主張する右論旨はいずれも理由がない。\n被告人の論旨三及び弁護人の論旨第三点について。\n<要旨第一>地方公務員法第三十七条第一項に規定している怠業的行為をそそのか\nすという行為の態様については、法律</要旨第一>は何等の規定をしていないのであ\nるから、当該行為が怠業的行為をそそのかすものと認められる限り文書の配布のみ\nでも足りると解すべく、原判示によれば被告人は外二名と共謀の上警邏勤務中の巣\n鴨警察署勤務警視庁巡査甲に対し原判示のような文書を配布したというのであつ\nて、警邏勤務中の巡査が該文書を読んで怠業的行為に出る危険がないとはいえない\nから、かかる文書を配布しただけでも具体的に怠業的行為をそそのかしたものとい\nうべきである。そして単に通常人に配布した場合にどうなるかということは本件と\nは別個の問題である。また文書の配布自体による場合でもこれによつて公共の福祉\nに反する行為をしたときは憲法第二十一条による表現の自由の保障はないものと解\nすべく、本件行為が公共の福祉に反するものであることは明らかであるから、論旨\nはいずれも理由がない。\n二、　被告人の論旨二及び弁護人の論旨第四点について。\n<要旨第二>憲法第二十一条の表現の自由も無制限の自由ではなく、公共の福祉に\n反しない限度において保障された自由</要旨第二>と解すべきところ地方公務員に対\nし地方公共団体の機関の活動能率を低下させる怠業的行為の遂行をそそのかし若く\nはあおる行為等を禁止した地方公務員法第三十七条第一項の規定は、地方公共団体\nの機関の活動能率の低下を防止する目的で公共の福祉のために設けられた規定であ\nるから、これに違反した者に対し三年以下の懲役又は十万円以下の罰金を科するこ\nとを規定した同法第六十一条第四号の規定は憲法第二十一条に違反するものではな\nい。\n論旨はいずれも理由がない。\n（その他の判決理由は省略する）\n（裁判長判事　小中公毅　判事　工藤慎吉　判事　渡辺辰吉）\n"
}