{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 29,
    "month": 4,
    "day": 20
  },
  "case_number": "昭和28(う)121",
  "case_name": "暴行被告事件",
  "court_name": "大阪高等裁判所第一刑事部",
  "result": "破棄自判",
  "article_info": "第7巻3号422頁",
  "gist": "退去を強制する行為と正当防衛",
  "case_gist": "正月の酒宴中に入室し暴言をもつてこれを妨害し、一たん退去させられたにかかわらずさらに屋内に入りこみ、穏便に退去しそうにない者のオーバーの襟首をつかんで屋外道路まで引き出すのは、正当防衛である。",
  "lawsuit_id": "22797",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=22797",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/797/022797_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人を罰金二千円に処する。\n右罰金を完納することができないときは金二百円を一日に換算した期間\n被告人を労役場に留置する。\n原審の訴訟費用中証人Ａ同属太粉（以上各昭和二七年一〇月一〇日出頭\nの分）通訳人Ｂに支給した分は被告人の負担とする。\n本件公訴事実中、「被告人は昭和二七年一月一日その肩書居宅で、Ｃに\n対し同人のオーバーの襟首をつかんで屋外道路上へ引出し押倒し、もつて暴行を加\nえた。」との点については被告人は無罪。\n理　　　　由\n弁護人間嶋権八の控訴趣意は記録に添付してある控訴趣意書のとおりであるから\nこれを引用する。\n同控訴趣意中、Ａに対する暴行に関する部分について。\nしかし原判決挙示の証拠によると、原判示（二）のＡに対する暴行の事実を認定\nするに足り、原審訴訟記録及び当審における事実取調の結果によつても、この点に\n関する原判決の認定が誤つているとの心証をひくものがないから、論旨は採用する\nを得ない。\n同Ｃに対する暴行に関する部分について、\n他人において住居の平穏を故なく侵害し、実力をもつて退去させる以外に退去の\n期待がもてないような場合における退去させる目的をもつてする暴行はそれがやむ\nを得ないものと認められるかぎり、刑法第三六条第一項にいわゆる正当防衛とし\nて、暴行罪の違法性を阻却するものと解するのが相当である。\nところで、原審における訴訟記録及び当審における事実取調の結果によると、居\n留民団系（民団系）のＣは、思想的に対立する旧朝鮮人連盟系（朝連系）の者から\n攻撃的内容のビラを多数まかれたことに憤慨し、その出所を確めるために、朝連系\n有力者である叔父の被告人方に赴いたところ、たまたま昭和二七年一月一日のこと\nとて、被告人においてＤ外数名と正月酒を飲んでいるところであり、Ｃの質問につ\nいて関知しない旨答えたのに対し、ごうをにやし「母国朝鮮が戦乱の渦中にあるの\nに朝連系のＤ等に酒を飲ますとは何事か」など当り散らし酒宴を妨害しはじめたの\nで、被告人の子Ｅがこれを見かねて戸外に引きずり出すや、Ｃは再び屋出に入りこ\nみ、Ｅの所為について被告人に因縁をつけはじめ穏便に退去しそうにもない形勢に\nなつたので、被告人においてこれを退去させるため、まだごたごたいうているかと\nいつてそのオーバーの襟首をつかんで屋外道路まで引き出した事実が認められる。\n<要旨>このように暴言をもつて酒宴を妨害し一たん退去させられたにかかわらず\nさらに屋内に入りこんで穏便に退</要旨>去しようとしないという一連のしつこい行\n動は、とうてい正当な理由があるものとはいい難いだけではなく、住居の平穏を害\nすること、もちろんであつて、この不退去を除去するための被告人の右程度の暴行\nは、やむを得ないものと認むべきであるから、冒頭説明の理により正当防衛として\nその違法性は阻却されるものと解するのが相当である。従つて原判決が（一）とし\nて暴行罪を認定したのは事実の誤認であつてもとより判決に影響を及ぼすこと明ら\nかであるから、論旨はその理由がある。\nしかるに、原判決は、これを他の犯罪事実と併合罪の関係にあるものとして一括\n量刑処断しているから、刑事訴訟法第三九七条第一項第三八二家により原判決全部\nの破棄をまぬがれないものというべくしかも本件は直ちに判決することができるか\nら、同法第四〇〇条但書に従いさらに裁判をする。\n原判決の認知した（二）の事実は刑法第二〇八条に該当するから所定刑中罰金刑\nを選択し罰金等臨時措置法第二条第三条を適用しその金額の範囲内で被告人を罰金\n二千円に処し刑法第一八条に従い罰金不完納の場合における労役場留置期間を裁定\nし、訴訟費用の負担につき刑事訴訟法第一八一条を適用し主文第二項乃至第四項の\nとおり判決をする。\nなお、本件公訴事実中主文第五項掲記の点については前記説明のとおり罪となら\nないものであるから刑事訴訟法第四〇四条第三三六条に従い無罪の言渡をする。\n（裁判長判事　荻野益三郎　判事　神戸敬太郎　判事　梶田幸治）\n"
}