{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 28,
    "month": 12,
    "day": 7
  },
  "case_number": "昭和28(う)393",
  "case_name": "関税法違反被告事件",
  "court_name": "高松高等裁判所第三部",
  "result": "破棄自判",
  "article_info": "第6巻13号1858頁",
  "gist": "一、　密輸入に使用した漁船の買い入れと故買罪の成立\n二、　別件について没収の言渡のなされた物件の没収",
  "case_gist": "一、　密輸入の客体として日本の領海に入つたものでなく甲の密輸入の運搬船として沖縄方面よリ渡来した漁船であつても被告人が情を知つてこれを甲よリ買い受けたときは密輸入貨物に対する故買罪が成立する。\n二、　右漁船が被告人の所持中差押えられている場合右甲に対し確定判決をもつて右漁船の没収の言渡がなされていても被告人に対してさらに没収の言渡をなすを妨げない。",
  "lawsuit_id": "24587",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=24587",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/587/024587_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人両名を各懲役四月に処する。\n但し本裁判確定の日より各貳年間右各刑の執行を猶予する。\n被告人両名に対し司法警察員押収に係るＡ保管のＢ丸を没収する。\n訴訟費用中原審において証人Ｃに支給した分は被告人両名の連帯負担と\nする。\n理　　　　由\n弁護人武田博の控訴趣意は別紙記載の通りである。\n本件記録を精査し総べての証拠を検討するに\n一、　原判決挙示の証拠により\n昭和二十五年八月十七日頃当時京都市ａ区ｂｃ所在の水産業を営むＤ有限会社の\n愛媛県南宇和郡ｄ村にあつたＥ出張所の責任者の被告人Ｆとその次席の被告人Ｇが\n共謀して、同会社のために右Ｅ出張所で、Ｈの世話により、当時Ｉ、Ｊ等々が沖縄\n方面より密輸入して前示ｄ村ｅに碇泊していた右Ｉ等所有の船籍沖縄の二十五馬力\n木造漁船Ｂ丸総噸数一四噸五〇を、その密輸入された船であることを知りながら代\n金十一万円で買い受けて、その代金を支払いその船の引き渡しを受けた原判示事実\nを認めることができる。\n<要旨第一>なるほど前示Ｂ丸は最初は輸入の客体として日本の領海に入つたもの\nではなく、前示Ｉ等が真鍮屑、銑</要旨第一>鉄を蜜輸入する運搬船として沖縄方面\nより渡来したものではあるが、日本に到着後右Ｉ等が帰国の旅費に困り前示の通り\n本件被告等に同Ｂ丸を売却するに至つたのであつて、かかる場合右Ｉ等の貨物とし\nての右Ｂ丸の密輸入罪と共に被告人両名の密輸入貨物の故買罪が成立するものと言\nわなければならない。右Ｂ丸が日本の領海に入る迄は輸入の客体でなかつたこと\nは、その後に同船の密輸入罪が成立することを妨げるものでない。原判決には事実\n誤認も法令解釈の誤りも認められない。\n<要旨第二>一、　被告人両名がＤ有限会社のＥ出張所の責任者として同会社の為\nに前示認定の通り無免許輸入の貨</要旨第二>物たる木造船Ｂ丸を故買し、これを被\n告人Ｆが保管中本件につき昭和二十五年八月三十一日南宇和地区警察の司法警察員\nによつて押収せられ猪野荘冶郎に保管を託されているのであるから、被告人両名に\n対しては右Ｂ丸は関税法第八十三条第一項（昭和二十五年九月三十日政令第二五九\n号による関税法の一部改正前のもの）により没収せらるべきものである。昭和二十\n六年二月二十日松山地方裁判所宇和島支部でＪ、Ｉ、Ｈに対して言渡されて確定し\nた関税法違反等被告事件の判決において前示Ｉ等の犯行につき前示Ｂ丸の没収の言\n渡しがなされているにしても、本件につき被告人両名からＢ丸を没収するの妨げと\nなるものではない。原判決がＢ丸を没収する代りに前示関税法第八十三条第三項に\nより、被告人両名に対しその原価を追徴しているのは法令の適用を誤つており、そ\nの誤りは判決に影響を及ぼすこと明らかである。\nよつて刑事訴訟法第三百八十条第三百九十七条第一項により原判決を破棄し同法\n第四百条但書により当裁判所は更に判決する。\n罪となる事実及びこれを認める証拠は原判決の示す通りである。\n（法令の適用）\n昭和二十五年九月三十日政令第二九五号による改正前の関税法第七十六条の二第\n一項、罰金等臨時措置法第二条第一項、（前示関税法第七十六条第一項第百四\n条）。刑法第六十条。懲役刑選択。刑法第二十五条第一項前示関税法第八十三条第\n一項。\n刑事訴訟法第百八十一条第一項本文第百八十二条。\nよつて主文の通り判決する。\n（裁判長判事　坂本徹章　判事　塩田宇三郎　判事　浮田茂男）\n"
}