{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 34,
    "month": 10,
    "day": 29
  },
  "case_number": "昭和33(う)1975",
  "case_name": "外国為替及び外国貿易管理法違反被告事件",
  "court_name": "東京高等裁判所第八刑事部",
  "article_info": "第12巻9号921頁",
  "gist": "輸入貿易管理令第四条第九条にいわゆる「貨物を輸入しようとする者」の「輸入」の意義とその既遂時期",
  "case_gist": "輸入貿易管理令第四条第九条にいわゆる「貨物を輸入しようとする者」の「輸入」とは、関税法における輸入の意義と同様に、通関手続を完了した状態におくことを意味するものであつて、同令第一四条の輸入を仮装し、同令第九条の外貨割当、同令第四条の輸入の承認を受けることなく、自動車を輸入しようとして保税地域に陸揚した場合は、該自動車は、同令第一六条関税法第七〇条に基く税関による確認を経て、輸入の許可を受けた後、保税地域外に搬出せられることによつて、輸入の既遂となるものであり、保税地域への陸揚によつては未だ輸入の既遂となるものではない。",
  "lawsuit_id": "21319",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=21319",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/319/021319_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n当審における訴訟費用は被告人の負担とする。\n理　　　　由\n本件控訴の趣意は弁護人望月武夫並びに同桃井銈次各提出の控訴趣意書に記載さ\nれたとおりであるからここにこれを引用し、これに対し次のように判断する。\n望月弁護人並びに桃井弁護人の控訴趣意各第一点について。\n原判決判示第一の（一）（二）及び第二の（一）の各事実は、原判決の挙示する\n各対応証拠を総合して優にこれを肯記することができる。すなわち、右各証拠によ\nれば、同判示第一の（一）（二）の各自動車の輸入については、被告人が原審相被\n告人ａと共謀の上輸入貿易管理令第九条第四条一項に規定する外貨資金の割当及び\n輸入の承認を受け得る見込がないところから、当初から同令第十四条に規定する携\n帯品に仮託してこれを輸入しようと図り、判示ｂ及びｃが昀近アメリカ合衆国ハワ\nイから日本に帰国した際携帯品として自動車を別送した事実がないのにかかわら\nず、これを別送した如く税関に虚偽の輸入申告をする方法により合法を仮装しよう\nと企て、それぞれ判示日時頃横浜税関において、同係員に対し、判示のとおり虚偽\nの輸入申告をなし、もつて判示各自動車を輸入しようとしたこと、並びに判示第二\nの（一）の自動車の輸入については、被告人単独で、前記同様の携帯品に仮託して\n輸入しようと図り、ｄが昀近アメリカ合衆国から日本に渡航した際携帯品として自\n動車を別送した事実がないのにかかわらず、前同様の方法により合法を仮装しよう\nと企て、判示日時頃横浜税関において、同係員に対し、判示のとおり虚偽の輸入申\n告をなし、もつて判示自動車を輸入しようとしたことを認め得るのである。望月弁\n護人は、右判示第一の（一）（二）の虚偽申告の点につき、被告人は関与せず、ａ\nとの間に共謀の事実もなかつた旨、また、桃井弁護人は、被告人は正規の携帯品と\n信じていたものであつて犯意を欠く旨、それぞれ主張するけれども、前記証拠、な\nかんずく、原審相被告人ａの原審第三回及び第十二回公判期日における供述、同人\nの検察官に対する昭和三十年六月二十日附、同月二十二日附及び同年七月十一日附\n各供述調書、原審証人ｅ、同ｃの各証言を総合すれば、被告人が右ａと共謀の上、\n虚偽申告についての認識を有しながら、判示のとおり輸入申告をなしたことを認め\n得るのであつて、各所論は、措信するに値しない被告人に有利な証拠のみを摘録し\nて原審の正当な採証及び認定を論難することに帰し、採用の限りではない。さらに\n桃井弁護人は、被告人は判示第二の（一）の自動車の陸揚、通関に何等関与しない\n旨主張するのであるが、前記証拠、なかんずく、原審証人ｄの証言、ｆの検察官に\n対する昭和三十一年二月二十四日附供述調書、並びに押収にかかる英字新聞広告欄\n切抜一片及び英文メモ一葉（当裁判所昭和三三年押第七二四号の八、九）を総合す\nれば、被告人が、アメリカ合衆国在住のｇなる者との連絡の下に、同人が日本向け\n輸送した判示自動車をｄの別送携帯品であるように装つて通関輸入しようと図り、\n同女にその旨依頼し、同女において、ｈ運輸株式会社横浜出張所長ｆに一切の通関\n手続を委託し、情を知らない右ｆにおいて、判示のとおり虚偽の輸入申告をしたこ\nとを認め得るのであるから、所論のように、被告人が直接陸揚及び通関に関与しな\nかつたからといつて、被告人の罪責に消長を及ぼすものではない。さらに記録を精\n査し、且つ当審における事実取調の結果に徴しても、原判決には、所論のような事\n実誤認の廉は存しない。各論旨は理由がない。\n桃井弁護人の控訴趣意第二点について。\n所論は、まず、原判決は、その判示第一の（一）（二）及び第二の（一）の事実\nに関し被告人に違法性の認識があるか否かについて審理不尽の違法がある旨主張す\nる。しかし、被告人は、判示各自動車は、それぞれ判示ｂ、ｃ、ｄの携帯物件では\nないことを熟知しながら、これを同人等の拐帯物件であるように装つて輸入しよう\nとしたものであることは、控訴趣意第一点について説示したとおりであるから、被\n告人はその行為の違法性について認識を有していたこと論をまたない。原判決には\n何ら審理不尽の違法はなく論旨は失当である。さらに所論は、判示第二の（二）の\n事実につき、昭和二七年政令第一二七号第四条第二項に違反する罪は所持軍票を遅\n滞なくｉ銀行に寄託しないことを構成要件とするもので、右にいわゆる「遅滞な\nく」とは即時を意味するものではないにかかわらず、原審は、被告人の判示軍票の\n所持につき、当時ｉ銀行に寄託する意思を有したか否かの点について審理を尽して\nいない旨主張するけれども、原判決援用の被告人の検察官に対する供述調書（昭和\n三一年一月三一日附）によれば、被告人は米国軍人又は軍属ではないのに他人名義\nの軍属の身分証明書を入手しこれを使用していたが、判示の昭和三十一年一月二十\n日には他人名義の右軍属の身分証明書で本国に送金するため判示米軍第ｊ郵便局に\n行き、右他人の身分証明書で為替を組み終つたとき、Ｇ・Ｉ・Ｄの係員に逮捕され\nたことその際Ｇ・Ｉ・Ｄを通じ警察に提出した米国軍票は被告人が右第ｊ郵便局で\n持つていたものに相違なく、右軍票はその前日或る人から被告人が保管を頼まれ受\n取つたものであるが、その依頼者の名は言えない。しかしこの軍票はその一部は為\n替に組み、残りは日本円にかへるつもりでいたと供述しているのであるから当時被\n告人が判示所持軍票を遅滞なくｉ銀行に寄託する意思があつたものとは認められな\nい。のみならず、被告人は原審において、判示の日の前日に右軍票をｋ或いはその\n代理人ｌなる者から交付を受けたと主張するのであるが、被告人側からは右ｋ或は\nｌを証人としてその取調を請求することもしないのであるから、被告人の右主張は\n根拠のないものといわなければならない。原判決には所論のような違法があるとは\nいい難い。論旨は理由がない。\n望月弁護人の控訴趣意第二点について。\n所論は要するに、外国為替及び外国留易管理法（以下管理法と略称する）に規定\nする輸入とは、関税法上の輸入概念とは異なり、現実の陸揚（保税地域への陸揚を\n含む）をもつて完了するものと解すべきにかかわらず、原判決は、管理法第五十二\n条及び輸入貿易管理令（以下管理令と略称する）第四条第九条等にいわゆる「貨物\nを輸入しようとするもの」とは、外国貨物の陸揚後保税蔵置中未だ輸入許可のない\nものにつき、その許可を得んがためにする判示のような虚偽申告行為の如きものを\nも包含すると解釈し、右解釈に基き、陸揚後の行為につき右法令を適用して有罪を\n言い渡したのは、法令適用の誤を犯したものである、というに帰する。なるほど、\n管理法の目的が、「外国貿易の正常な発展を図り、国際収支の均衡、通貨の安定及\nび外貨資金の昀も有効な利用を確保するために必要な外国為替、外国貿易及びその\n他の対外取引の管理を行い、もつて国民経済の復興と発展に寄与すること」（同法\n第一条）にあり、「関税の賦課及び徴収並びに貨物の輸出及び輸入についての税関\n手続の適正な処理」（関税法第一条）を目的とする関税法とその立法趣旨、規制の\n対象を異にすることは所論のとおりであり、これを貨物の輸入についていえば、管\n理法は、前記目的の下に、外国為替銀行による輸入の承認（管理令第四条）、特別\nの貨物の輸入についての通商産業大臣による外貨資金の割当（同令第九条）その他\n対外取引に対する管理規制をしているに対し、関税法は輸入関税の賦課徴収を主眼\nとするから、その賦課徴収の便宜のために現実に輸入される物品の国内権利者に対\nする引渡（本邦内への引取）について厳重<要旨>な管理規定が置かれている。右の\n如く、管理法管理の主眼が対外「取引」にあるとはいえ、輸入貿易上の貨物</要旨>\nの取引はその貨物の国内への引取という行為を伴うことによつて目的を達するもの\nであり、輸入貨物は陸揚によつては単に保税地域に蔵置されるにとどまり、税関に\nよる輸入の許可がなければ、その貨物は権利者に引渡されることはなく、従つて本\n邦内の権利者はその貨物の現実的所持を取得できないのであるから、貨物の引渡を\n規制することによつて管理法の目的とする国際収支の均衡、外貨資金の有効な利用\nの確保を達し得るのである。してみれば、管理法と関税法との間において、「輸\n入」の意義について異別の解釈をなすべき根拠は存しないといわなければならな\nい。管理令第十六条が、「税関は、通商産業大臣の指示に従い、通関に際し、貨物\nを輸入しようとする者が輸入の承認を受けていること又はこれを受けることを要し\nないことを確認しなければならない」と規定し、通関事務を任務とする税関に対\nし、特に、通関に際し、同令第四条の輸入の承認、同第十四条の承認不要等につき\n確認すべき任務を課し、他面、関税法第七十条が、他の法令の規定により輸入の承\n認等を必要とする貨物については、輸入申告の際、当該承認等を受けている旨を税\n関に証明させ又他の法令の規定により輸入に関して検査又は条件の具備を必要とす\nる貨物については、輸入の許可のための検査の際に、当該規定による検査の完了又\nは条件の具備を税関に証明し、その確認を受けさせることとし、右証明乃至確認を\n受けられない貨物につき輸入を許可することを禁止しているのは、正に前記理由に\n基くもので、管理法と関税法とにおける「輸入」の意義を、ともに通関手続を完了\nした状態におくことを意味するものと統一的に解していることを裏書するものであ\nる。従つて不正手段で通関手続を完了したときは密輸入の既遂であり、その手続を\nとる前又はその手続の中途で発覚したときは、密輸入をしようとしたものである。\n又全く通関手続をとることなく貨物等を保税地域以外のわが国内に陸揚げしたとき\nは密輸入の既遂である。（昭和二九年（あ）第三八一〇号同三三年三月一四日昀高\n裁判所第二小法廷判決集一二巻三号五五六頁参照）そして本件は、表面上管理令第\n十四条により例外的に輸入承認等を要しない貨物として輸入しようとする場合であ\nつて、判示各自動車はすでに横浜港に陸揚せられ、保税蔵置中のものではあるが、\nこれを携帯品として輸入しようとする者は、税関に輸入申告をなし、その許可を受\nけるに際し、同令第十六条及び関税法第七十条第二項第三項により管理令第十四条\nに規定する条件を具備するか否かにつき税関の確認を受けなければ、輸入の許可を\n得られない筋合であり、管理令第十四条の輸入目的は達せられないわけである。更\nに具体的に検討するに、当審証人ｍ、同ｆ、同ｎの各証人尋問調書乃至証言並びに\n押収にかかる輸入申告書二通（当裁判所昭和三三年押第七二四号の四号、七号）輸\n入申告書与（記録二六七丁）等によれば、判示各自動車が横浜港に陸揚せられ、保\n税蔵置の後、それぞれ横浜税関に対し輸入申告書が提出せられ、同税関業務部為替\n輸入課において同令第十四条別表該当の確認を受けたことを認め得るのであつて、\n本件のように同令第十四条の輸入を仮装し、同令第九条の外貨割当、同令第四条の\n輸入の承認を受けることなく、自動車を輸入しようとする場合、該輸入は、関税法\nの輸入と同様、前記税関による確認を経て、輸入の許可を受けた後、該自動車が保\n税地域外に搬出せられることによつて既遂となるものと解すべきであり、所論のよ\nうに、陸揚によつて輸入の既遂と解することは、法の精神及び運用の実際に合致し\nないものといわなければならない。論旨は理由がない。\n（裁判長判事　岩田誠　判事　八田卯一郎　判事　司波実）\n"
}