{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Showa",
    "year": 23,
    "month": 12,
    "day": 23
  },
  "case_number": "昭和23(れ)1455",
  "case_name": "昭和二二年勅令第一号違反",
  "court_name": "最高裁判所第一小法廷",
  "result_type": "判決",
  "result": "棄却",
  "article_info": "刑集　第2巻14号1856頁",
  "original_court_name": "大阪高等裁判所",
  "original_date": {
    "era": "Showa",
    "year": 23,
    "month": 9,
    "day": 21
  },
  "gist": "一　公職禁止令第一六條第一項第一號にいわゆる事實をかくした記載をした者の意義\n二　公職就任の客觀的事實の存在と被告人の認識との關係\n三　公職就任の客觀的事實に對する被告人の錯誤と法律上の責任\n四　公職就任に關する不實記載と故意推斷の違法\n五　獨立して分離し得ない證言の一部のみを摘録して採證した場合と虚無の證據",
  "case_gist": "一　昭和二二年勅令第一號（公職に關する就職禁止退官退職等に關する勅令）第一六條第一項第一號に「調査表の重要な事項について……事實をかくした記載をした者」とあるのは、調査表に記載すべき重要な事項について、實在する事實を、その實在することを確認しながら、記載しなかつたものという意味である。この認識の外に特定の事實を他人に知らせたくないために、これをかくそうとする意味を有することは、必要としないのである。\n二　若し被告人の主張が虚僞の陳述でなく、眞實その主張するような事情の下において、本件調査表が作成せられたものであるとすれば、たとい裁判所によつて、被告人がＡ支部團長に就任していたという客觀的な事實が認定されたということだけでは、直ちに被告人が主觀的に右事實を認識しながら敢てこれを調査表に記載しなかつたものであると推斷することはできないのである。何となれば或る客觀的事實の不存在に關する被告人の認識は、そしてその認識に對する確信は、客觀的な事實の存在とは無關係に成立し、又無關係に保持され得るものであるからである。\n三　被告人がＡ支部團長に就任していたという原審の事實認定が若し眞實に合致するものとすれば、それに就任していなかつたという被告人の認識乃至確信は客觀的に正當でないこととなるのであるが、被告人がかかる誤つた認識乃至確信を持つに至つたことについて過失なき場合は勿論過失ある場合にも、被告人は本件事案につき問責せらるべきものではない。蓋し昭和二二年勅令第一號第一六條第一項第一號所定の罪については、過失犯を處罰する特別規定が存在せず、また右勅令罰則制定の基本である連合軍總司令部發日本政府宛昭和二一年一月四日附覺書第一七項が、その故意犯のみを處罰すべき趣旨を明示していることに徴して明らかである。\n四　被告人がＡ支部團長に推薦された際はこれを辭退し、その後そのままとなつていたため、被告人自身は之に就任したことなしと信じ、昭和二二年勅令第一號第七條第一項所定の調査表に之に就任したことなしと記載したのであると被告人が主張する場合、原審が事實に反する右の記載につき故意を推斷するに當つては、須らく右被告人主張に係る事實關係の認め得られなかつた所以について、首肯し得べき何等かの説示をしなければならなかつたのである。しかるに原審は唯支部團長就任の事實を認めただけで、卒然として故意の推斷を下しているのであるから、原判決には理由不備又は審理不盡の違法があるといわざるを得ない。\n五　證言又は聽取書の一部を措信し他の一部を採用しないということも、證據の取捨としてもとより裁判所の自由裁量に委ねられているところであらう。然しそれはあくまでその供述の趣旨を變更することなく獨立して分離し得る一部でなければならない。然るに原審は論旨の指摘する通り、首尾一貫して前説示のような趣旨に外ならない右Ｂの供述記載中、恰も被告人がＡ支部團長に終局的に推薦せられたものの如く讀了し得べき一部のみを摘録して、有効な推薦があつたことを窺い得る資料とし、以て被告人の支部團長就任の事實を認定する綜合證據の一部に供しているのである。果して然りとすれば、原審は證據の趣旨を變更して、これを事實認定の資料としたものであり、結局虚無の證據によつて事實認定をしたことに歸着するのである。",
  "ref_law": "昭和22年勅令1号16条1項1号，刑法38条1項，刑法38条1項2項，刑訴法360条1項，刑訴法336条，刑訴法337条",
  "lawsuit_id": "55289",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=55289",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/289/055289_hanrei.pdf"
}