{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 24,
    "month": 12,
    "day": 22
  },
  "case_number": "昭和24(を)新410",
  "case_name": "窃盗同未遂被告事件",
  "court_name": "東京高等裁判所第一二刑事部",
  "result": "破棄自判",
  "article_info": "第2巻3号318頁",
  "gist": "一、　窃盗の起訴と建造物侵入並びに窃盗の判決\n二、　共同正犯と従犯",
  "case_gist": "一、　単に窃盗として起訴あつた場合に、訴因追加の手続を経ないで、窃盗の外に建造物侵入をも認定するのは違法である。\n二、　数人の間に各自己の犯罪を実現するため互に他人の行為を利用する意思が連絡することは、共同正犯成立の要件であるが、従犯は、他人の行為を利用して自己の犯意を実現させる意思なく、他人の犯罪を幇助する意思あるに止まる。",
  "lawsuit_id": "22158",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=22158",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/158/022158_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人を懲役十月に処する。\n訴訟費用は被告人の負担とする。\n理　　　　由\n本件控訴の趣意は末尾に添附してある弁護人間宮三男也作成名義控訴趣意書と題\nする書面記載の通りである。\nこれに対し当裁判所は左の如く判断する。\n論旨第一について。\n本件起訴状を見ると被告人の犯罪事実として第一乃至第四の窃盗若しくは盗窃未\n遂の訴因だけを記載しているが、検察官が建造物侵入の訴因を追加した形跡がない\nのに拘らず原判決は右第一乃至第四の事実に一々建造物侵入の訴因を附加認定して\nいること論旨指摘の通りである。よつて原審の右措置の適否について審案する。\n<要旨第一>元来起訴の効力は同一事実の全部に及ぶのであるから本件のような場\n合に検察官が窃盗の訴因だけで起訴して</要旨第一>もこれと牽連犯の関係にある建\n造物侵入の訴因にも効力が及ぶのであるから、これを裁判所が附加認定しても請求\nを受けない事件について判決をしたということにはならない。しかしながら斯様な\n措置は起訴状の訴因について専ら防禦方法を講じて来た被告人には不意打であつて\n著しく被告人の防禦権を侵害する。それで新刑事訴訟法は旧慣を改めその第三百十\n二条において右のような場合には検察官をして訴因を追加させてからこれに対して\nも被告人に防禦の機会を与えなければならない。然らざれば裁判所は勝手に訴因を\n附加認定することはできないことにしたのである。故に右の手続を践まずしていき\nなり建造物侵入の訴因を附加認定してその罪責を問うた原判決は違法である。而し\nてこの違法は判決に影響すること明かであるから原判決は破棄を免れない。論旨は\n理由がある。\n論旨第二点について。\n<要旨第二>共同正犯は数人が各自己の犯罪を実現する意思を相通じ共同して犯罪\nを実現するものをいうのであつて、正犯</要旨第二>者各自の行為は互に他の正犯者\nのために奉仕し各人は他の正犯者の行為を自己のために利用するものであるから、\n正犯者各人は自己の行為は勿論他の正犯者の行為についてもその責に任すべき関係\nにあるものである。\n故に正犯者の或一人は単に補助的な行為をなしたに止る場合或は全然犯罪に加工\nしなかつた場合においても他の正犯者が犯罪を実行した以上実行正犯の責任は免れ\nないのである。これに反して従犯は他人の行為を利用して自己の犯意を実現させる\n意思なく他人の犯罪を幇助する意思を以て実行行為以外の行為を以てこれを幇助す\nるものである。この場合他人の犯罪か自己の犯罪かという区別は単に他人のため或\nは自己のためというと異なり実行行為と離れて観念することはできないので、他人\nのためにしたのでも実行行為をすれば即ち自己の犯罪なのである。而して他人の犯\n罪に加工するのが従犯なのである。右の観点から看察すると窃盗行為の見張は或は\n正犯を以て論ぜられ或は従犯と観られる場合があるが、その区別の標準は専ら自己\nの犯罪を共同して実現する意思であつたか或は他人の犯罪を幇助するだけの意思で\nあつたかにあり、これによつて両者が分れるのである。よつてとの標準に従つて本\n件を見るに原判決の挙示している司法警察員作成の被告人の供述調書によると被告\n人は埼玉のＡと約束した通り午後十一時頃日立駅階段の所へ行つたらＡが待つてお\nり、Ｂ工場内より銅板を盗み出すのだから手を貸して呉れといつたので被告人は捕\nまると困るから嫌だというたが、Ａがとにかく行こうというたので承知し、判示工\n場に行つてＡが先に次に被告人が五尺位の板塀を超えて侵入しそこでＡが警察官が\n外を通るかも知れないから自分が盗んでくるから君は見張をしてくれといい、被告\n人はこれによつて見張をしていたらＡが一人で変電所の方へ行き十分位して銅板を\n七枚程持つて来、再び変電所の蔭に行き同様のものを七枚運んだ。それからその品\nを塀の下から外に出し被告人は内七枚をマフラーで縛りＡも七枚程持ち各自とれを\n担いでａ附近迄来た時に警察官が来たので品物をその場に捨てて逃げたが遂に捕え\nられたとあるから被告人の意思はＡから頼まれて特定の幇助的行為に限定せず、本\n件窃盗行為に全面的に加担する意思即ち自分も窃盗をなす意思で承諾し塀を超えて\n工場内に侵入してから偶々Ａから役割の分担として見張をいわれこれをなしたもの\nと認められるから原判決が右証拠を以て被告人をＡと共謀して原判示窃盗行為をな\nした正犯なりと認めたのは相当である。その他全記録を精査したが原審の右事実の\n認定に過誤ありと認められる点を発見しないから本論旨は理由なきものとする。\n以上説明したところによつて原判決は破棄せらるべきであるが、本件は自判する\nに適すると認めるから刑事訴訟法第三百九十七条第四百条但書の規定によつて破棄\n自判する。\n原判決が証拠によつて認定した事実から不当に認めた建造物侵入の訴因を除けば\n被告人の犯罪事実は、\n被告人は、\n第一、　日立市大字ｂ株式会社ＣＤ工場Ｅ工場の元工員で同工場を熟知している\nに乗じ、昭和二十四年二月二十六日午後六時頃同工場内鋳型場の山側小舍内に置い\nてあつた同会社所有の銅板七枚此価格二千八百円を盗出し、\n第二、　同年三月三日頃の午後六時頃前同所から同様の銅板七枚此価格二千八百\n円を盗出し、\n第三、　住所氏名不詳の某と共謀し同月五日午前零時頃同市大字ｃ前示ＣＤ工場\nＢ工場の変電所附近に置いてあつた同会社所有の鉋金（素材）十四本約二十貫此価\n格四千円を盗出し逃げ去る途中同零時二十分頃警察官に現行犯人として逮捕され取\n調べを受けた後同月六日釈放されたに拘らず、\n第四、　更に同月十七日午前一時頃Ｆ外三名と共同し同市大字ｃＧ株式会社Ｈ鉱\n業所業務課構内鋼製品置場に置いてあつた同会社所有の電気銅板を盗出そうとした\nが警戒員に発見され盗む目的を遂げなかつたものである。\nというのである。\nこれを法律に照すと被告人の判示第一乃至第三の事実は刑法第二百三十五条（第\n三の事実については尚同法第六十条）に第四の事実は同法第二百四十三条第二百三\n十五条第六十条に各該当し刑法第四十五条前段の併合罪であるから同法第四十七条\n第十条に従つて重い第三の罪の刑に法定の加重をなした刑期範囲内において被告人\nを懲役十月に処し、訴訟費用は刑事訴訟法第百八十一条により被告人をして負担せ\nしむべきものとする。\nよつて主文の如く判決する。\n（裁判長判事　吉田常次郎　判事　保持道信　判事　鈴木勇）\n"
}