{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 23,
    "month": 9,
    "day": 21
  },
  "case_number": "昭和23(ツ)4",
  "case_name": "家屋明渡等請求事件",
  "court_name": "大阪高等裁判所第一民事部",
  "result": "棄却",
  "article_info": "第1巻2号167頁",
  "gist": "借家法第一條の二の正當の事由",
  "case_gist": "一、　他人が現在賃借居住中であることを知りながら家屋を買い受けた者であつても、正當の事由があれば解約できる。\n二、　右の場合正當の事由があるというには、賃貸人側に存する自ら使用する必要その他の事情の外賃借人の住居の安全が保障されるかどうかを特に考慮しなければならない。",
  "lawsuit_id": "22919",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=22919",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/919/022919_hanrei.pdf",
  "contents": "主　　　　文\n本件上告を棄却する。\n上告費用は上告人の負擔とする。\n理　　　　由\n本件上告理由は末尾添付の上告理由書と題する書面記載の通りであつて、これに\n對する當裁判所の判断は次の通りである。\n上告理由第一點について\n上告人が所論の證人によつて立證しようとしたその主張事實が全部認められたと\nしてもなお且上告人が本件家屋の解約申入について正當な事由があるものとなすに\n足らないことは後に説明を加える通りであるから、原審が右證人の申請を採用しな\nかつたとしても證據を不當に排斥したものとはいえないばかりでなく、その採用し\nない理由を判示する必要はない従つて原判決は所論のような違法はない。論旨は採\n用できない。\n上告理由第二点、第三点について\n借家法第一條の二にいわゆる正當の事由があるかどうかを判断するには、賃貸人\n及び賃借人は雙方に存するあらゆる事情利害得失を具體的に比較考察し進んで社會\n一般の實情を考慮しなほ解約申入前に賃貸人及び賃借人<要旨第一>が信義に従い互\n譲の精神を以て誠實に事の解決に努力したかどうかということも參酌しなければな\nらない。又</要旨第一>他人が現在賃借居在中であることを知りながら家屋を買い受\nけた者であつても右のようないろいろな事情を考慮に入れて解約申入當時正當の事\n由があれば解約できるものと解すべきであつて原判決のように常に買受後他の正當\nの事由が發生しない限り自ら使用する必要があるとの事由では解約できないと解す\nるのは正當でないことは上告人所論の通りである。\nしかしながら本來賃借權は債權であつて排他性がなくいわゆる地震賣買によつて\n振り落されることとなるので借家法第一條はこの不安な地位にある借家人を保護す\nる爲、賣買は賃貸借を破らないとの原則を採用したのである。ところが他人の賃借\n居住中の建物を直ぐ明け渡させて自ら使用する目的で買い受けた者は従来のままで\nは解消することのできなかつた賃貸借をこれまで局外者であつた自己の有する事由\nに基き、自己の利益のため買受當初からこれを解消しようとするものであつて賃貸\n人の變動さへなければ害されることのなかつた賃借人<要旨第二>の住居の安全を害\nする結果となる。だから他人の賃借居住中の家屋を買い受けた者が解約の申入をす\nるについ</要旨第二>て正當な事由があるというには、今日のように借家不足の著し\nい時代においては賃貸側に存する自ら使用する必要その他の事情の外賃借人の住居\nの安全が保障されるかどうかを特に考慮しなければならない。上告人は本件家屋に\n被上告人が賃借居住中であることを知りながらこれを買い受けた者であることは原\n審の確定したところであるだからたとい所論のような事情があつても（但し原判決\nの認定に反するもの及び原審で主張しなかつたものは論外である）それは主として\n相手方の境遇と比較した自己の境遇に基く自己使用の必要に關するものであつても\nとより少からず同情に値するものではあるがいまだかつてない借家難の現在賃貸借\n解消の曉直ちに被上告人の當面しなければならない困難な状況もこれと比ベて劣ら\nないものであることは充分に察せられ被上告人の住居の不安が除かれたことは原審\nの是認しないところであるからまだ以て上告人が解約申入れをするについて正當な\n事由があるものと認めることはできないこのように解約の申人れに正當な事由がな\nい場合その限度で所有權の行使の制限せられるのはやむを得ないことである。そう\nすると買受後他の正當な事由が發生じない限り解約できないとする原判決の説明は\n相當でないけれども解約申入れをするについて正當な事由が存しないとする原判決\nの判断は結局相當に歸するから原判決を破棄する必要はない論旨は採用しないそこ\nで民事訴訟法第三百九十六條第三百八十四條第九十五條第八十九條を適用し主文の\n通り判決する。\n（裁判長判事　石神武藏　判事　大島京一部　判事　熊野啓五郎）\n"
}