{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Showa",
    "year": 24,
    "month": 6,
    "day": 13
  },
  "case_number": "昭和23(れ)2118",
  "case_name": "昭和二二年勅令第一号違反、議院における証人の宣誓及び証言等に関する法律違反",
  "court_name": "最高裁判所大法廷",
  "result_type": "判決",
  "result": "破棄自判",
  "article_info": "刑集　第3巻7号998頁",
  "original_court_name": "東京高等裁判所",
  "original_date": {
    "era": "Showa",
    "year": 23,
    "month": 12,
    "day": 20
  },
  "gist": "一　昭和二三年最高裁判所規則第九號の合憲性\n二　昭和二三年最高裁判所規則第九號第四條に對する違憲の主張と上告の適否\n三　昭和二二年勅令第七七號により改正追加された勅令第一號第一五條第一六條第一項第七號の規定が昭和二〇年勅令第五四二號所定の「連合國最高司令官ノ爲ス要求ニ係ル事項」に該當することの有無\n四　昭和二二勅令第一號第一五條にいわゆる「政治上の活動」の意義\n五　議員候補者に対する選挙運動資金交付の斡旋と昭和二二年勅令第一号第一五條にいわゆる「政治上の活動」\n六　議院における證人の宣誓及び證言等に關する法律第八條の告發を缺く公訴の適否",
  "case_gist": "一　所論、昭和二三年當裁判所規則第九號（同年當裁判所規則第三五號を以つて一部改正以前の當初規定）の規定中、上告審のみに適用あるい第四條の規定を除けば、すべて從來裁判所又は裁判長の裁量に委せられた事項につきただその裁量の範圍に制限を加えた規定をなしたに過ぎないものであつて、如何なる見地からするも違憲などというべきものではない。從つて之を適用して裁判をした原判決に違法がありとは考えられない。\n二　所論は、第四條の第一回口頭辯論期日の指定及び上告趣意書の提出期日に關する規定を違憲なりとして上告理由としているが、上告理由は原審判決の法令違反を理由とすべきものであるから、前記第四條の違憲を主張する論旨は、上告適法の理由として認めることはできない。\n三　論旨の焦點は昭和二二年勅令第七七號により改正追加せられた右第一五條第一六條第一項第七號の規定が昭和二〇年勅令第五四二號（以下ポツダム勅令と稱す）所定の「連合國最高司令官ノ爲ス要求ニ係ル事項」たりや否やの一點に存する。當裁判所の職權調査の結果に依れば「昭和二二年二月末頃連合國最高司令部民政局から政府に對し、同年四月に行われる各種選舉に際し、昭和二二年一月四日附連合國總司令部發日本政府宛覺書該當者の選舉運動等を禁止する規定を作るよう、口頭上の要求があつたこと。政府は右に基ずき草案を作成し、民政局に提出したところ、選舉運動に關連ある政治活動のみでは狭いから、すべての政治活動を禁止するようにとの要求があつたこと。その結果追加各條項のとおり制定すべしとの指示があつたこと」の事實を確認することができる。（記録編綴、昭和二四年三月二八日附當裁判所宛法務總裁回答文書參照）然らば所論各追加規定はポツダム勅令所定の連合國最高司令官の要求に係る事項であることは寔に明瞭であるから、論旨は理由がない。\n四　公職追放令第一五條に所謂政治上の活動とは、原則として政府地方公共團體政黨その他の政治團體又は公職に在る者の政治上の主義、綱領、施策又は活動の企畫決定に參與し、之を推進し支持し若しくは之に反對し、或は公職の候補者を推薦し支持し若しくは之に反對し、或は日本國と諸外國との關係に關し、論議すること等によつて、現實の政治に影響を與えると認められるような行動をすることを云うものと解するを相當とすることは、當裁判所の他の案件において、尚詳細に亘つて之を判示するところである。（昭和二三年（れ）第一八六二號、昭和二四年六月一三日大法廷判決）\n五　衆議院議員選挙に際し、特定の政党に属する議員候補者に対しその選挙運動資金を提供する意思ある甲の意向を候補者に伝え同候補者と甲との間を斡旋し、甲をして候補者に右資金を交付するに至らしめた行為は、昭和二二年勅令第一号第一五条にいわゆる「政治上の活動」にあたる。\n六　議院における證人の宣誓及び證言等に關する法律（以下議院證人法と稱する）違反の罪については、同法第八條所定の、各議院又は各委員會若しくは兩議院合同審査會の告發を俟つて、公訴提起の條件としたものと解するを相當とすることは、既に當裁判所の判例とするところである。（昭和二三年（れ）第一九五一號同二四年六月一日大法廷判決）",
  "ref_law": "憲法31條，昭和23年最高裁判所規則9號，昭和23年最高裁判所規則9號4條，舊刑訴法409條，昭和22年勅令1號，昭和22年勅令77號15條，昭和22年勅令16條1項7號，昭和22年勅令1號15條，昭和20年勅令542號，昭和22年法律225號",
  "lawsuit_id": "55358",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=55358",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/358/055358_hanrei.pdf"
}