{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 24,
    "month": 7,
    "day": 19
  },
  "case_number": "昭和24(ネ)99",
  "case_name": "国籍関係確認控訴事件",
  "court_name": "東京高等裁判所第四民事部",
  "lawsuit_id": "22200",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=22200",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/200/022200_hanrei.pdf",
  "contents": "主　　　　文\n被控訴人が日本国籍を有しないことを確認する。\n当審における訴訟費用は控訴人の負担とする。\n事　　　　実\n被控訴代理人は当審において請求の趣旨を変更し、被控訴人が日本の国籍を有せ\nざることを確認する旨の判決を求め、控訴人指定代理人は被控訴人の右請求を棄却\nする。訴訟費用は第一、二審共被控訴人の負担とするとの判決を求めた。\n当事者双方の事実上の供述は、被控訴代理人において「被控訴人は原審において\nは、被控訴人と日本人Ａとの養子縁組が有効に成立したことを前提として、被控訴\n人の有する日本国籍は日本人の養子となつたことに因るもので、国籍回復の許可に\nよるものでないことを確認する判決を求めたのであるが、その後被控訴人の本国法\n即ちその出生地たる米国加州法を調査したところ、\n一、　養親は養子より十年以上年長者であること。\n二、　養親が同州の在住者であること。\n三、　親の同意を得ること。\nを養子縁組の成立要件とし、その一を欠いても養子縁祖は成立しないことを知り\n得たのである。本件養子縁組においては明かに右第二の要件を欠如しているが、法\n例第十九條第一項によれば養子縁組の要件は各当事者につきその本国法により定ま\nるのであるから、右の如く養子の本国法たる加州法所定の要件を欠く右養子縁組は\n不成立に帰し、被控訴人は養子縁組によつては日本の国籍を取得するに由なく、し\nかも原審認定の如く本件国籍回復の許可も無効であるから、結局被控訴人は現に日\n本国籍を有しないのである。よつて当審においては請求の趣旨を変更し、被控訴人\nが日本国籍を有せざることの確認を求める次第でおる」と述べた外は原判決事実摘\n示と同一であるから、ここにこれを引用する。\n証拠として、被控訴代理人は甲第一号証、第二乃至第四号証の各一、二、第五号\n証を提出し、原審証人Ｂの証言原審並に当審における被控訴本人訊問の結果を援用\nし、控訴人指定代理人は甲第四号証の一の成立につき不知を以て答えその他の甲号\n各証の成立を認めた。\n理　　　　由\n被控訴人が西暦千九百十年（明治四十三年）三月二十四日亜米利加合衆国カリフ\nォルニア州ａ市において日本人Ｃを父とし、同Ｄを母として出生し、同国の国籍を\n取得した日本人で、同国に住所を有していたが、昭和五年四月自己の志望によつて\n日本の国籍を離脱したこと（国籍法第二十條ノ二第二項第三項大正十三年十一月十\n七日勅令第二百六十二号及国籍法施行規則第三條参照）、その後被控訴人は日本に\n住所を有するに至り、昭和十七年七月三十日内務大臣に国籍回復許可の申請をし\nて、同年九月二十一日その許可を受け、横浜市ｂ区ｃ町ｄ丁目ｅ番地に一家創立の\n旨戸籍簿に記載され、次で同年十月五日本籍広島縣ｆ市ｇ町ｈ番地Ａと養子縁組を\nしたことは、当事者間に争のないところである。そこで右国籍回復許可申請が如何\nなる事情のもとに為されたものであるかにつき審按するに、成立に争のない甲第四\n号証の二原審証人Ｂの証言及び原審並びに当審における被控訴本人訊問の結果を綜\n合すれば、被控訴人は前述の如く亜米利加合衆国で生れ、日本の国籍を離脱した日\n系米国人であつたが、昭和九年祖母に当るＡに件れて渡日し、横浜市伊勢佐木警察\n署に外国人として登録し、同市所在のホテル経営に従事していた者であるが、今次\n太平洋戦争勃発するや直ちに同署特高課員によつて家宅捜索をうけ、敵国人で短波\nラヂオ受信機を所持していたとの理由で、昭和十六年十二月十日以降約二ケ月間同\n警察署に留置せられたこと、その間被控訴人は陰欝不潔な六疊間位の地下留置場に\n多数の犯罪者と共に収容され、朝洗顔の際一度屋外に出る外入浴も許されず、長時\n間一室に坐居すると上を強いられ、一切外部との連絡を断たれて不衛生な長き監禁\n生活を続けた結果、皮膚病を患い身心共に極度に疲労するに至り、この肉体上の苦\n痛と外に残した七十余才の老祖母及び妻子の身辺に対する不安の念に堪え兼ね、被\n控訴人が日本国籍回復の手続をして日本人身分を取得すれば釈放されるとの官憲の\n慫慂に従い、心ならずもこれを誓約して漸く釈放されたのであるが、帰宅後三ケ月\n間位は元通りの健康を回復するに至らなかつた。ところが被控訴人はその後屡々特\n高課員の訪問を受け、速に国籍回復手続を為すよう督促されていたが、遂にこの上\n遷延するときは再び監禁すると厳重申向けられた為め、若しこれに応じなければ又\nも監禁の身となり更に一層の苦痛を与えられ健康上回復し難い結果を招くであろう\nとの恐怖心より、右要求を拒否する気力なく、昭和十七年七月三十日前記の如く国\n籍回復許可の申請に及んだ経緯を認定することが出来る。\nかように被控訴人が釈放されてから右申請手続を為すまで、相当の日時を経過し\nているとは云え、長き監禁生活の為め極度に健康を害し身心痛く疲労し、その苦痛\nに堪えずして国籍の回復を誓い漸く釈放された以上、当該官憲より右誓約に背くと\nきは再度監禁すべしとてこれが履行を迫られたのであるから、最早これを拒む余地\nなく、再び監禁されて一層苛酷な取扱を受けることを恐れて、右弾圧に屈するに至\nつたのはまことに止むを得ないところであつて、意思の極めて鞏固な人ならば格\n別、かかる場合普通人をしてその地位に立たしめれば、<要旨第一>之に他の道を選\nぶことを期待するのは徒に難きを強うるものと謂うの外はないのである。従つてか\nようた抗拒</要旨第一>し難い威迫の下に為された行為は単なる瑕疵ある意思表示と\n云うに止らず、全く意思の自由を抑圧されて為された無効の行為と断ずるのを相当\nとする。而して国籍回復は私人の申請に対応する国家の許可によつてその効力を生\nずるのであるから、国籍回復許可申請が無効である以上、これに基く許可も亦当然\n無効に帰し、従つて被控訴人は日本国籍を取得しなかつたものと謂わねばならぬ。\nところで被控訴人は昭和十七年十月五日Ａと養子縁組をしたのであるが、法例第\n十九條第一項により養子縁組の要件は各当事者につきその本国法によつてこれを定\nむべきであるところ、養親の本国法たる日本法によれば外国人を養子とするには内\n務大臣の許可を要するに拘らず（明治三十一年法律第二十一号外国人ヲ養<要旨第\n二>子又ハ入夫ト為スノ法律参照）右スミが被控訴人を養子とするにつき内務大臣の\n許可を得なかつたことは当事</要旨第二>者間に争がないので、本件の場合被控訴人\nの本国法たる米国加州法の規定を調査するまでもなく、右養子縁組はその要件を欠\nき無効たること論を俟たない。従つて被控訴人は日本人の養子となつて日本国籍を\n取得したものでないこと明かである。\nされば被控訴人は現に日本国籍を有せざるに拘らず、日本人として戸籍に記載さ\nれ、日本国籍を有する者として所遇されているのであるから、右国籍を有せざるこ\nとの確認を求める法律上の利益を有すること勿論であり、被控訴人の本訴請求はこ\nれを正当として認容すべきである。仍て訴訟費用の負担につき、民事訴訟法第八十\n九條に則り主文の如く判決する。\n（裁判長判事　大江保直　判事　奥野利一　判事　野本泰）\n"
}