{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 50,
    "month": 3,
    "day": 29
  },
  "case_number": "昭和45(行ウ)44",
  "case_name": "所得税更正処分等取消請求事件",
  "court_name": "福岡地方裁判所",
  "field": "行政",
  "gist": "１　国税通則法７０条２項４号にいう「偽りその他不正の行為により……税額を免れ」たことの趣旨　２　解撤船の権利売買及びあっせんによる所得を申告しなかったことが，国税通則法７０条２項４号にいう「偽りその他不正の行為により……税額を免れ」た場合に当たらないとされた事例",
  "case_gist": "１　国税通則法７０条２項４号にいう「偽りその他不正の行為により……税額を免れ」たというためには，その行為形態が，無申告の場合においては内心において明確な脱税の意図を有していたことが証明されただけでは足りず，その他に税の賦課徴収を不能若しくは困難ならしめるようななんらかの偽計その他の外形的な工作行為を行っていることを要し，いわゆる過少申告の場合においては内心において明白な脱税の意図のあったことの証明があればそれだけで足りると解すべきである。",
  "lawsuit_id": "17980",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17980",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/980/017980_hanrei.pdf",
  "contents": "○　主文\n被告が原告に対して昭和四四年一二月二五日付でした昭和三九年度分および昭和四\n〇年度分の各所得税更正処分および各重加算税賦課決定処分は、いずれも取消す。\n訴訟費用は被告の負担とする。\n○　事実\n第一　当事者の申立て\n一　原告\n主文と同旨。\n二　被告\n原告の請求はいずれも棄却する。\n訴訟費用は原告の負担とする。\n第二　当事者の主張\n一　請求原因\n１　被告は、昭和四四年一二月二五日付で原告に対し、原告の昭和三九年度および\n昭和四〇年度の各所得税について別紙（一）（二）記載の各更正処分および各重加\n算税賦課決定処分をした。\n２　原告は、右処分を不服として昭和四五年一月二三日被告に対して異議申立てを\nしたが、被告は同年四月二〇日付で右申立てを棄却した。そこで、原告は昭和四五\n年四月二八日福岡国税局長に対して審査請求をしたが、国税不服審判所長は国税通\n則法の一部を改正する法律（昭和四五年法律第八号）附則第六条第一項によつて同\n年七月一六日付で右審査請求を棄却した。\n３　しかしながら、被告が原告に対してした本件更正処分および重加算税賦課決定\n処分に、次のとおり違法である。\n（一）　本件で問題とされた原告の所得（以下、本件所得という。）は、いずれも\n原告が勤務のかたわら船舶売買およびその仲介をして得たものであるにもかかわら\nず、被告は、これを営業所得として処理した。\n（二）　さらに、被告は、右のように営業所得として扱いながら必要経費の控除を\nしていない。\n（三）　仮りに、右（一）（二）の点について違法とは言えないとしても、国税通\n則法（以下、単に法という。）第七〇条第一項第一号に定める期間制限によつて、\nもはや本件は更正処分のできないはずのものであつた。\n（四）　また、本件重加算税賦課決定処分は法第六八条第一項に違反してたされた\nものである。\n４　そこで、原告は本件取消しの訴えに及んだものである。\n二　請求原因に対する認否\n１　請求原因第１、第２項記載の事実はいずれも認める。\n２　請求原因第３、第４項記載の事実および主張は争う。\n三　抗弁\n１　（営業所得）\n本件処分の対象となつた原告の所得は、左表のとおりであり、その取引件数および\n取引価額からみて、原告はこれらの取引を対価を得て継続的にしたものと推認され\nる。したがつて、原告の本件所得は営業による所得すなわち税法上の事業所得に該\n当するものである。\nなお、表の解撤船とはスクラツプに供するための既存の内航船のことである。\n２　（必要経費の控除）\n被告は、原告の本件解撤船権利売買およびその斡旋による所得額を算定するに際\nし、他に適当な資料が得られなかつたため、訴外玉神汽船株式会社（昭和四〇年八\n月三一日設立、原告が代表取締役）の昭和四〇年八月三一日ないし昭和四一年三月\n三一日事業年度分法人税確定申告書附属書類に記載されていた解撤船の権利売買に\nよるトン当り平均所得金二九二二円を、また解撤船権利売買の斡旋によるトン当り\n平均所得については原告の申告の申立による金七五〇円をそれぞれ採用して抗弁第\n１項の表記載の推計所得金額を算定したもので、必要経費は控除されている。\n３　（更正処分の期間制限について）\n（一）　原告は、抗弁第１項記載のように継続的営利行為により相当額の収益をあ\nげ、またそれまで永年にわたつて海上運送を目的とする会社の役員などとして税金\n関係には精通していたのにもかかわらず、昭和三九年については、昭和四〇年三月\n一五日に給与所得金一一八万五〇〇〇円を総所得金額として確定申告を行い、つい\nで同年四月一八日に別紙（一）記載のように給与所得金一三〇万五〇〇〇円、雑所\n得金八万三一四〇円計金一三八万八一四〇円を総所得金額とする修正申告をするだ\nけで、抗弁第１項表（一）記載の解撤船の権利売買による所得については申告しな\nかつた。また原告は、昭和四〇年分の所得については、昭和四一年三月一五日に別\n紙（二）記載のように給与所得金九八万二五〇〇円を総所得金額として確定申告を\nしただけで、抗弁第１項表（二）記載の解撤船取引による所得については申告しな\nかつた。\n右のように原告は脱税の意図をもつてその全所得のうちから本件所得を隠ぺいして\n偽りの申告をしたのであるから、法第七〇条第二項第四号によつて更正処分は法定\n申告期限から五年を経過するまではできるわけであるから、被告がした本件更正処\n分は昭和三九年度分、昭和四〇年度分のいずれについても適法である。\n（二）　仮りに、右事実だけでは、法第七〇条第二項第四号に規定する「偽りその\n他不正の行為」に該当しないとしても、原告は実際には抗弁第１項記載の解撤船の\n取引に際して契約書を作成したり、一部の契約書には取引当事者として自己の名前\nを隠し他人名義や架空名義を使用したりしていたにもかかわらず、昭和四三年一一\n月ころの被告係官の質問に対し、「売買についての記録やメモはない。」「売買は\n権利書と委任状をブローカーに渡すのみで、どこから買入れ誰に売却したのか全く\n関知しない。」「領収書などの関係書類はない。」等といつた虚偽の答弁をし本件\n所得に対する税額を免れたものであるが、これは前記条項の「偽りその他不正の行\n為」に該当するものである。\n４　（重加算税賦課決定処分）\n抗弁第３項記載のように、原告は所得の隠ぺい又は仮装をしたのであるから、法第\n六八条第一項により、被告のした本件重加算税賦課決定処分は適法である。\n四　抗弁に対する認否\n抗弁第１、第２項記載の事実のうち、所得額は争う。被告のした所得算定方法は合\n理的ではない。\n抗弁第３項（一）記載のうち、原告がそれまで永年にわたつて海上運送を目的とす\nる会社の役員などをしていたこと、本件各年度の所得税確定申告（およびその後の\n修正申告）にあたつて、給与所得と雑所得のみを計上し、本件所得を全部除外して\n申告したことになつていることはいずれも認めるが、その余の事実および主張は否\n認および争う。同項（二）記載の事実は否認する。\n第三　証拠関係（省略）\n○　理由\n一　請求原因第１、第２項記載の事実、すなわち本件更正処分および重加算税賦課\n決定処分があつたことならびに原告がそれに対して適法な不服申立手続を経た事実\nは当事者間に争いがない。\nそこで、本件更正処分および重加算税賦課決定処分が適法であつたという抗弁事実\nの存否について順次検討する。\n二　本件所得は営業所得か\n原告が昭和三九年、昭和四〇年に抗弁第１項表（一）（二）記載のような解撤船の\n権利売買およびその斡旋をしたことは、原告が明らかに争わないからこれを自白し\nたものとみなす。また右取引から生じた原告の本件所得を原告の営業所得として被\n告が更正処分したことは当事者間に争いがない。しかし原告は、この営業所得とし\nて評価した点をとらえて違法な処分であると主張するので、この点をまず検討す\nる。\n成立に争いのない乙第一四、第一七号証および原告本人尋問の結果によれば、原告\nは昭和三九年ころから昭和四〇年八月までにかけての時期には訴外白洋汽船株式会\n社（以下、白洋汽船という。）ないし日光汽船株式会社（以下、日光汽船とい\nう。）に勤務していたことが認められる。そうすると右期間中だけ原告は船会社に\n勤務するかたわら個人として前述のような解撤船の権利売買およびその斡旋をして\nいたことになるから、その権利売買およびその斡旋行為はあくまで副次的なもので\nあつたようにも思われる。しかしその内容において、抗弁第１項表（一）（二）記\n載のような取扱件数および取扱トン数であつたことからみれば、原告の解撤船に関\nする取引行為は対価を得て継続的になした営業上のものと評価するのが相当であ\nる。したがつて本件所得は営業所得というべきであり、これを営業所得として更正\nした被告の処分は適法と認められる。\n三　本件所得額算定方法は適法か\n原告は、本件所得が営業所得であるとしても被告がその所得額算定に際して必要経\n費を控除しないのは違法であるし、また算定に際しての推計方法は合理的でないと\n主張するのでこの点について考えてみる。\n証人Ａ、同Ｂの各証言ならびにそれらによりいずれも真正に成立したと認められる\n乙第二号証の一ないし一〇および乙第四号証の一ないし六によれば、国税庁から若\n松税務署に送られてきた資料に基づき昭和四三年一一月ごろから当時の若松税務署\n吏員であつたＡが、原告が代表取締役をしていた玉神母船株式会社（昭和四〇年八\n月設立、以下玉神汽船という。）の法人税申告の中に、解黴船権利売買による所得\nについて一部脱税があるのではないかという疑いをもちその調査に着手したこと、\nところが調査をしていくうちに、玉神汽船が設立される以前に原告が解撤船の権利\n売買および斡旋を個人として行つていたことが判明するにおよんで、同税務吏員は\n玉神汽船に対する法人税脱税の調査とは別に原告個人に対する所得税脱税の調査に\n着手したこと、ところが原告は調査に対して解撤船権利売買および斡旋の件数およ\nび取扱トン数については船舶登記簿に記載されているとおりであるが、その取引価\n額については三、四年も前のことであるから記憶していないしメモや領収書もない\nと答えるので、売上高は判明しなかつたこと、以上の事実が認められる、右のよう\nな事情にあつたことに照らすと、被告が本件所得の実額を把握することは極めて困\n難で、その所得を推計するという方法で算出しようとしたことはやむを得なかつた\nものといえる。\nしかして、抗弁第２項記載の被告の用いた推計算出の方法については原告が明らか\nに争わないからこれを自白したものとみなす。右事実によれば個人か会社かという\n違いこそあれ、被告は原告の本件所得のうち解撤船権利売買によるものの所得を推\n計するための資料としては最も近似したものを利用したと評価できる。\nそして証人Ａ、同Ｂの各証言およびこれによりいずれも真正に成立したと認められ\nる乙第三号証、乙第一五号証の一・二によれば、被告は前記玉神汽船の法人税申告\n時に提出された資料に基づいて解撤船のトン当り平均売却益およびトン当り平均経\n費を算定し、前者から後者を引いたトン当り平均売却純益を求め、これに取扱トン\n数を乗じて本件所得のうち権利売買によるものの所得額を算定していることが認め\nられる。ところで証人Ａの証言によれば、解撤船とは内航船をスクラツプにしたも\nの、あるいはスクラツプに供される既存の内航船のことを意味すること、ところで\n昭和三八年ころ内航船業界の過当競争を防ぎその近代化を図るために、既存の内航\n船を解撤するのと引換えでなければ新船舶の建造が許されないという制度に変わつ\nたが、この新制度の発足の前後からこの解撤船が急に脚光を浴びその権利売買が盛\nんになつたことが認められる。そして証人Ｃの証言によれば右のような事情にあつ\nたために解撤船の権利価格の変動は激しく昭和三九年にはトン当り金一万円足らず\nであつたものが昭和四二年末にはトン当り金四万円から五万円へと騰貴したという\n事実が認められる。したがつて右のような事情にあつた原告の昭和三九年ないし昭\n和四〇年の解撤船の権利売買価格を算定するに際して、前述のように被告が昭和四\n〇年ないし昭和四一年の玉神汽船の解撤船権利売買価格の申告値の平均を求めて推\n計したことは、被告として他に寄るべきものがなかつた本件においては最善の方法\nであつたと言わざるを得ない。\nまた証人Ａの証言によれば原告の解撤船権利売買の斡旋による所得算定に際して\nは、被告は原告が申請したトン当り金七五〇円の純利益を基準にして算出したこと\nが認められ、これも前述のような状況にあつた被告にとつてみれば最善の方法であ\nつたということができる。\n以上のように、本件所得の算定は、権利売買についてもその斡旋についてもいずれ\nも適切なものであり、しかもその算定に際しては必要経費が控除されているわけで\nあるから、被告の処分はこの点でも適法であつたというべきである。\n四　本件更正処分は期間制限に違反しているか\n１　本件更正処分が昭和四四年一二月二五日付でなされたことは、前述のように当\n事者間に争いがない。したがつて本件更正処分は昭和三九年分についても昭和四〇\n年分についても法定申告期限から三年以上経過した時に行われたことになる。\nところで通常の三年ではなく五年の除斥期間の適用を受けるためには、法第七〇条\n第二項第四号により、原告が偽りその他不正の行為により税額を免れた場合でなけ\nればならないが、その趣旨は次のように考えるべきである。\nまず全く申告をしないという行為形態である場合には、その内心において明確な脱\n税の意図を有していたことが証明されただけでは足らず、その他に税の賦課徴収を\n不能もしくは著しく困難ならしめるようななんらかの偽計その他の外形的な工作行\n為を行つているときにはじめて右要件に該当する。\n他方、ともかく申告はするがその所得の一部については申告しないといういわゆる\n過少申告という行為形態の場合にあつては、内心において明白な脱税の意思のあつ\nたことの証明があればそれだけで右要件に該当する。\n以上のように解すべきである。無申告の場合には脱税の意思の存否が明確でないこ\nともさることながら、課税権者において容易に調査等の対策に着手できるのに反し\nて、過少申告の場合には脱税の意思が行為自体から推測されるのにもかかわらず、\n一応の申告があるために課税権者においてそれが過少であることに気付いて調査等\nの対策に着手することが極めて困難であるからである。\nそこで以上のような見地から本件の事実関係をみていくことにする。なお右のよう\nに考えた場合でも、脱税の意思を伴なわない単純な過少申告行為と偽りその他不正\n行為とみなされる過少申告行為との差は、主観面における脱税の意思の存否だけで\nあるから、この脱税の意思が明白に認められる場合でなければ偽りその他不正の行\n為により税額の一部を免れたということにならないのはいうまでもない。\n２　さて、原告が昭和三九年、昭和四〇年の所得税確定申告（および修正申告しに\n際して、本件所得を全部除外して申告しなかつたことは当事者間に争いがない。\nところで、原告は前述のように昭和四〇年八月から玉神汽船の代表取締役となつた\nが、それまでは白洋汽船とか日光汽船に勤務していたものであるから、その所得税\nは源泉徴収の方法で納税するわけで、自から申告する必要はなかつたと推認され、\n成立に争いのない乙第一七号証からもそのことが裏付けられる。\nそうすると同じ所得税とはいつても、内容において一方は給与所得、他方本件所得\nは営業所得であつたわけだが、その納税手続面においても前者は源泉徴収の方法に\nよるので原告においては自から申告する必要がないにもかかわらず、後者において\nは自から申告しなければならないという関係にあつたことになる。そればかりか本\n件取引に附随して船舶登記という公示手段がとられることを考えると、原告本人尋\n問において原告が、不動産売買などのように放つておいても税務署の方で何らかの\n課税手続をしてくるものと考えていたと述べていることが、全く信用のできないも\nのとも断じ難く思われる。\n以上によれば、原告の行為は表面的にはもしくは課税権利者側からみれば過少申告\nという形態ではあるが、実質的にはもしくは納税義務者たる原告からみると本件所\n得についてだけの無申告という形態であつたと認められる。少なくとも自営業者が\nその所得申告に際して真実の所得額より低く申告するいわゆる過少申告行為とは相\n当程度その実体を異にするものということができ、その意味から前記１の偽りその\n他不正行為に該当するか否かの判断に際しては、明白な脱税意思をうかがわせるよ\nうな何らかの客観的な事実があるかどうかという観点から考えていくのが相当とい\nうべきである。\n３　（一）さて、前述のように原告の本件所得に対する被告の調査は、昭和四〇年\n分所得について数えてもその申告期限から二年以上経過した昭和四三年一一月に国\n税庁の資料に基づいて開始されたものであり、他方原告は調査に訪れた担当税務吏\n員に対し、それがいかなる事情によるものであつたかはともかくとして、解撤船権\n利売買やその斡旋の契約書、領収書、取引メモなどの書類を全く呈示しなかつたも\nのである。\n今仮りに、そういつた書類等が真実存在したが原告がそれらを故意に呈示しなかつ\nたとすれば、原告は少なくともその調査を受けた時点において明白な脱税の意思を\n有していたものといわざるを得ないだろう。またそういつた書類が真実存在したに\nもかかわらず取引後直ちに原告がそれらを廃棄してしまつたということであれば、\n原告は昭和三九年および昭和四〇年の所得申告時においても既に脱税の意思を有し\nていたといわざるを得ない。ところで証人Ａ、同Ｃの各証言および原告本人尋問の\n結果ならびに弁論の全趣旨によれば以下の事実が認められる。すなわち、運輸大臣\nは内航海運業界の近代化を図るため昭和三八年ころから、一定基準以上の船舶を保\n有する業者が新たに船舶を建造しようという場合には手持の既存の内航船を解撤し\nなければならないこととして保有船舶に一定の限界を設け、また一定基準以上の船\n舶を保有していない業者には営業許可を与えないこととするとともに、さらに老朽\n不経済船を解撤して近代的経済船を建造する者に対しては船舶整備公団から低利の\n融資を行うという立法政策を展開した。このため許可基準に満たないこととなる業\n者が船舶量の増加を図ろうとし、また新船を建造する者が必要な船舶量を確保しよ\nうとして解撤船を買いあさるなどしたため、解撤船等の取引が活発化しその価格も\n急激に上昇することとなつた。しかも右のような事情からうかがえるように、解撤\n船とはそれ自体を利用するというものではなく、いわば新船舶建造権ともいうべき\nものを確保するための手段として取引需要の高かつたものである。以上の事実が認\nめられる。以上の事実によれば解撤船の売買は船舶の現実の引渡を伴なうことの少\nないいわば新船舶建造権の売買という性格を帯びたものであつて、その取引形態と\nしては解撤船の権利証の交付だけによるという慣行が生じたとも予想され、そうで\nあつてみれば通常の商取引とは異なり、原告が本人尋問で述べているように、船舶\nの権利証と委任状の交付による現金取引であつたから解撤船権利売買およびその斡\n旋に関連して契約書、領収書等の取引書類はもともと作成されることがなかつたと\nいうようにも推認できないわけではない。\nまた乙第六、第八、第一〇、第一一および第一二号証といつた原告の氏名が記載さ\nれ原告名の印が押捺されている契約書が存在しているが、証人Ｃおよび原告本人尋\n問の結果によれば、昭和四二年一月ころまでは新船舶の建造に際して供する解撤船\nの所有関係を疎明する資料としては売買契約書の添付は必要でなかつたが、昭和四\n二年一月ころからは手続が厳格となりその添付が必要的になつた事実が認められ\nる。そして以上の事実によれば、原告が本人尋問で述べているように、原告がその\n事務員に対して相手方が原告の委任状をもつて来て売買契約書に署名押印してくれ\nと頼んできたときにはそうしても構わないと言つてあつたので、乙第六号証等の契\n約書はそのようにして事後に追完する形で、しかも相手方にのみ一部できた契約書\nであつたかもしれないと推認できないわけでもない。\nなお契約書については右のように推測することができるとしても、常識的には取引\nメモとか帳簿上の控程度のものを原告は作成していたのではないかと思われるが、\nそれも前述のように年月を経過した後のことであるから、遺失したということも十\n分ありうることである。\n結局のところ、常識的には本件売買およびその斡旋にかかる何らかの書類が存在し\nたのではないかと思われるにもかかわらず、以上の事実によればそれらの書類が存\n在したということ自体にも少なからぬ疑問が抱かれるばかりか、さらに仮りにそれ\nらの書類が存在したとしても、それらを原告が取引後直ちに廃棄したとかあるいは\n税務吏員から調査を受けた際に故意に隠ぺいしたとかいうことについてはより一層\nの疑問が残るといわざるを得ない。\n（二）　そればかりか証人Ａ、同Ｂおよび原告本人尋問の結果によれば、原告は自\n己が買い入れた解撤船については自己名義で船舶登記手続をしており、税務吏員の\n調査の糸口は相当程度この船舶登記に依存していたことが認められる。\nまた証人Ｃおよび原告本人尋問の結果によれば、昭和四三年一一月に調査のために\n訪れた税務吏員に対し、原告は、九州地方海運組合連合会に行けば解撤船の価格や\n内航海運業界の情勢がわかるだろうと説明した事実が認められる。\n４　前記３の事実関係を総合すると、一見したところ原告に脱税の意図があつたの\nではないかとの疑いも抱かれはするものの、それはあくまで憶測の域を出ず、原告\nに明白な脱税の意思をうかがわせるような事実があつたとまではいえず、結局のと\nころ本件全証拠によるもこの事実を認めることはできない。したがつて前記１、２\nの考え方を踏まえると、本件全証拠によるも、原告は偽りその他不正行為によつて\n税額の一部を免れたと評価することはできないといわざるを得ない。\n五　前記四のような事実関係であるので、法第六八条第一項に規定する税額の計算\nの基礎となるべき事実を隠ぺいまたは仮装したとは認められない。\n六　以上のとおりであるから、被告のなした本件更正処分および重加算税賦課決定\n処分はいずれも適法とはいえず、これらの取消しを求める原告の本訴請求はいずれ\nも理由があるから、これを認容することとし、訴訟費用の負担について民事訴訟法\n第八九条を適用して主文のとおり判決する。\n（裁判官　井野三郎　知念義光　岡光民雄）\n別紙（省略）\n"
}