{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 48,
    "month": 11,
    "day": 7
  },
  "case_number": "昭和48(う)909",
  "case_name": "刑訴事訴訟法違反被告事件",
  "court_name": "東京高等裁判所第五刑事部",
  "lawsuit_id": "20615",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=20615",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/615/020615_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人を罰金二、〇〇〇円に処する。\n被告人が右罰金を完納しないときは、金一、〇〇〇円を一日に換算した\n期間被告人を労役場に留置する。\n理　　　　由\n本件控訴の趣意は、被告人作成名義の控訴趣意書および弁護人内田剛弘、同羽柴\n駿作成名義の控訴趣意補充書に記載されているとおりであり、これに対する答弁\nは、東京高等検察庁検事難波治作成名義の答弁書に記載されているとおりであるか\nら、これらを引用し、当裁判所は、記録を調査し、当審における事実の取調べの結\n果を参酌して、次のとおり判断する。\n控訴趣意四および控訴趣意補充第二について。\n所論は、（一）原裁判所は、本件につき被告人に宣誓を拒む正当な理由が存在す\nる旨の被告人の主張につき、なんらの審理もせず、また、原判決は、右主張につき\nなんらの判断も示していないし、（二）原判決は、被告人の宣誓拒否について期待\n可能性がないから無罪である旨の弁護人の主張に対し、単に「期待可能性がないと\n認められる証拠はない」と判示しているのみで、期待可能性があると認定したうえ\nで右主張を排斥しておらず、刑事訴訟法第三三五条第二項の定める判断を示してい\nないことになる、したがつて、原審訴訟手続には重大な法令違反があり、また、原\n判決には理由を付さない違法がある、というのである。\nしかし、右（一）については、本件につき被告人に宣誓を拒む正当な理由が存在\nするか否については、原裁判所は、原判決が挙示する証拠等を取調べており、ま\nた、原判決には、その挙示する証拠により右正当な理由がなかった旨認定判示され\nているのであつて、右正当な理由の存否が本件におけるもつとも重要な争点である\nことに照らすと、原裁判所が、さらに、当審において取調べられた各証拠をも取調\nべ、また、判決中に、右正当な理由が存在しない旨判断した具体的な理由を判示す\nることが望ましかつたとはいえ、原裁判所が、右のような取調べおよび判示をしな\nかつたことが違法であるということはできないし、右（二）については、原判決\nが、所論の主張に対し、「被告人の本件犯行について期待可能性を欠くとの弁護人\nの主張は証拠によりこれを肯認することができない」と判示している点は、所論の\nように、右期待可能性があると認められる旨判示しているのではなく、右期待可能\n性がないとは認められない旨判示しているように誤解されるおそれがあり、その表\n現が適切を欠く嫌いがあるけれども、原判決の判文全体に照らすと、原判決は、右\n期待可能性がある旨認定判示しているものと優に推認できるから、原判決には、所\n論の違法はなく、したがつて、論旨は理由がない。\n控訴趣意補充第一について。\n所論は、原判決は、被告人が正当な理由がなく、本件宣誓を拒んだ旨認定するけ\nれども、本件において、被告人は、いわゆるＡ派の者が、これと対立する党派に所\n属するといわれる被告人の夫を襲撃しようとして他の通行人に傷害を与えた事件に\nつき、被告人の夫が事件の数日前から何者かに脅迫されていたことを同人から聞い\nて知つていたとして、刑事訴訟法第二二六条にもとづく証人として召喚されたので\nあるが、当時、被告人が夫から右脅迫の事実を聞いていたことを認めるに足りる証\n拠はなく、被告人が同条にいう「犯罪の捜査に欠くことのできない知識を有すると\n明らかに認められる者」であるとは、とうていいえなかつたのであるから、本件証\n人尋問についての裁判官の処分は違法であり、とくに、検察官は、捜査に協力しな\nい被告人に対するいやがらせのために、または、被告人の夫がその指導的立場にあ\nるといわれる革新系団体の情報を得るために、捜査権を濫用して本件証人尋問を請\n求したものであるから、被告人がこれに抗議するのは当然であり、また、被告人\nは、本件において宣誓して証言した場合、Ａ派の報復に会うおそれが強かつたた\nめ、自己あるいは家族等の生命、身体への危難を避けるために、本件宣誓を拒んだ\nものであり、以上のように、被告人には本件宣誓を拒む正当な理由があつたもので\nあるから、この点において、原判決には判決に影響を及ぼすことの明らかな事実の\n誤認がある、というのである。\nそこで検討すると、まず、原判決が挙示する各証拠と当審において取調べた各証\n拠を総合すると、被告人は、本件宣誓を命じられた時点においては、Ｂに対する後\n記傷害被告事件につき刑事訴訟法第二二六条にいう「犯罪の捜査に欠くことのでき\nない知識を有すると明らかに認められる者」であつたと認めることができる。すな\nわち、右各証拠によれば、\n（１）　昭和四七年四月六日東京地方検察庁検察官は、東京地方裁判所裁判官に\n対し、右Ｂに対する傷害被告事件につき、本件証人尋問の請求をし、同裁判官は、\n右請求にもとづき証人尋問期日を同月一八日と定めて被告人を証人として召喚した\nが、被告人が出頭しなかつたので、右期日を同年五月一八日に延期し、同日被告人\nを同裁判所に勾引したうえ、被告人に対し、本件宣誓を命じたこと、\n（２）　右傷害被告事件の内容は、右Ｂが、いわゆるＣ連Ａ派に属するＤ他氏名\n不詳の約一〇名の学生とともに、かねてから対立関係にあつたＥ派の幹部Ｆを襲撃\nしようとして、昭和四六年一一月一九日早朝から東京都杉並区ａｂ丁目ｃ番ｄ号の\n同人方付近に赴き、同人を待伏せしていたが、自宅を出た同人の姿を見失つてしま\nつたので、同日午前一〇時五〇分ころ、同区ａｂ丁目ｅ番付近路上に集合していた\nところ、たまたま同所を通りかかつたＧ（当時二八歳）を見て、右ＦないしはＥ派\nの関係者と誤認し、全員が共謀のうえ、同人を同区ａｂ丁目ｆ番ｇ号先路上まで追\nいかけ、同所において、うち数名の者が右Ｇをその場に突倒して、その顔面を足蹴\nりにし、または、拳を用いて同人の頭部等を乱打して、同人に対し、約一〇日間の\n入院加療を要する頭部挫創等の傷害を負わせた、というものであり、右Ｂは、右被\n告事件につき、昭和四七年四月一日東京地方裁判所に起訴され、昭和四八年四月二\n一日同裁判所により懲役一年六月に処し、三年間右刑の執行を猶予する旨の判決の\n言渡を受けたこと、\n（３）　被告人が本件宣誓を命じられた時点において、右被告事件の捜査を担当\nした検察官は、右ＢがＡ派の学生であつて、事件当日、同派の仲間約一〇名ととも\nに、同派と対立していたＥ派の幹部であるＦを襲撃しようとして同人方付近に赴\nき、右仲間と共謀のうえ、たまたま付近を通りかかつた被害者に前記暴行を加えて\n前記傷害を与えた点については、被害者および右犯行や犯行直後の状況を目撃した\n多数の第三者ならびに犯人である右Ｂ、Ｄらを取調べた結果、右事実につき証明力\nの十分な証拠を有していたが、右傷害事件の犯人のうち右Ｂ、Ｄ以外の者が誰であ\nるかはまつたく不明であり、また、右のようなＦに対する襲撃計画の具体的内容、\n右犯行に至るまでの詳細な経緯ならびにそれらに対する右Ｂの関与の程度について\nは、右犯行が多数の者による組織的計画的な犯行であつて、右事実が量刑上きわめ\nて重要な意味をもつているにもかかわらず、右Ｂ、Ｄ以外の犯人が検挙されず、右\nＢ、Ｄの両名は、右事実についてはいずれも黙秘しており、また、右Ｆも所在不明\nでその供述を得ることができなかつたため、右事実を明らかにしうる証拠をほとん\nど有していなかつたこと、\n（４）　そこで、検察官は、被告人が右Ｆの妻であること、また、被告人の近所\nに住むＨから、同女が、被告人から、右傷害事件が発生した頃、被告人方に毎晩\n二、三回脅迫電話がかかつてきていたし、被告人が付近の路上で何者かに追尾され\nたこともある、と聞いた旨の供述を得たことから、被告人が、右脅迫、追尾を受け\nた事実ならびに右Ｆが右襲撃を受けるに至つた理由と経緯に関する事実につき相当\n程度詳細に知つており、右事実につき被告人を尋問することにより、右被告事件の\n量刑上重要な事実について相当程度証明力の高い証拠を収集できるものと認めて、\n本件証人尋問の請求をしたことが認められる。\n<要旨>ところで、刑事訴訟法第二二六条にいう「犯罪の捜査に欠くことのできな\nい知識」とは、犯罪の成否には関</要旨>係がない事実についての知識であつても、\nそれが、被疑者に対する起訴、不起訴の決定ないしは被告人に対する刑の量定に重\n大な影響を及ぼす事項についての知識である場合には、これを含むものと解すべき\nであり、仮に、他に右事実についての証拠があるとしても、それが伝聞供述である\n等のために、その証明力が十分でなく、右事実についての知識を有する者から証明\n力の高い供述を得ることが期待できる場合には、その者に対し、同条にもとずく証\n人尋問を請求することができるものというべきである。\nこれを本件についてみると、右に認定した事実によれば、被告人は、本件当時、\n右Ｂに対する傷害事件につき、その量刑に重大な影響を及ぼす、犯行に至るまでの\n経緯および犯行の動機に関する事実を相当程度詳細に知つていたものと明らかに認\nめられたもので、当時、右事実についての詳細については、右Ｈの供述は被告人か\nらの伝聞にもとずくものであり、証明力の十分な証拠に乏しかつたのであるから、\n被告人は、右被告事件につき同条にいう「犯罪の捜査に欠くことのできない知識を\n有すると明らかに認められる者」であつたということができる。\nしたがつて、被告人が右要件に該当しないことを前提として、本件証人尋問は、\n違法であり、また検察官が捜査権を濫用して請求されたものであるから、被告人に\nは本件宣誓を拒む正当な理由があつた旨主張する所論は理由がない。\n次に、所論は、被告人は、本件において、宣誓して証言した場合、Ａ派の報復に\n会うおそれが強かつたので、自己あるいは家族等の生命、身体への危険を避けるた\nめに、本件宣誓を拒んだもので、被告人には宣誓を拒む正当な理由があつた旨主張\nするけれども、（一）なるほど、本件当時、Ａ派とＥ派とは激しい対立、抗争をし\nており、Ｅ派の関係者の妻である被告人が、Ａ派に所属する右Ｂに対する被告事件\nにつき、同人に不利な証言をすれば、同派から所論のような報復を受けるおそれが\nなかつたとはいえないものの、被告人は、Ｅ派の構成員ではなく、その妻であるに\n過ぎず、また、右事件につき証言をしないようにとの脅迫を現実に受けていた訳で\nはないこと等の事実に照らすと、右報復を受けるおそれが、所論のように高いもの\nであり、また、警察に援助を依頼する等の方法によりこれを避けることが不可能で\nあつたものとは、とうてい認められないし、（二）被告人は、本件証人尋問手続に\nおいても、また、それに先立ち、捜査機関から右傷害事件の参考人として呼出を受\nけた際にも、右のような報復を受けるおそれがあるために出頭ないしは宣誓を拒む\nものである旨の申出をしていないことおよび被告人が右呼出を受けた際、知人であ\nる原審証人Ｉに述べた言葉等に照らすと、被告人が本件宣誓を拒んだのは、所論の\n事由もその一因となつているとはいえ、自分が右被告事件の成否に関する知識をも\nつていないのに、証人として尋問を受けるのは不当であると考えたからであるもの\nと認められるから、この点についての所論も理由がない。\n以上のように、所論は、本件宣誓につき被告人にこれを拒む正当な理由があつた\nとして種々の事由を主張するけれども、右主張は、いずれも理由がなく、記録を精\n査しても、他に右正当な理由があつたことを窺わせる事由はまつたくないから、被\n告人には本件宣誓を拒む正当な理由がなかつた旨認定した原判決には所論の事実の\n誤認はなく、論旨は理由がない。\n控訴趣意一ないし三について。\n所論は、原判決は、被告人がＢに対する傷害被告事件の証人であつた旨認定し、\nこれを前提として刑事訴訟法第一六一条第一項を適用して、被告人を罰金刑に処し\nているけれども、犯罪の成否についての知識をまつたく有しない者は証人とはいえ\nないから、その者が宣誓を拒んでも刑事訴訟法第一六一条第一項は適用されず、ま\nた、右知識をまつたく有しない者に証人として出頭、宣誓を命じ、これに応じない\n場合、その自由を奪い、または刑罰を課すことは、憲法第三一条に違反するもので\nあり、仮に、証人として召喚された者は、犯罪の成否についての知識をまつたく有\nしていなくても、宣誓を拒んだ場合には処罰することが許されるとしても、右宣誓\n拒否行為は形式犯であるから、刑事訴訟法第一六一条第一項ではなく、同法第一六\n〇条が適用される、と解すべきであるところ、本件において、被告人は、右Ｂに対\nする被告事件につき、犯行を目撃しておらず、被害者、加害者とは面識がなく、し\nたがつて、右被告事件についての知識をまつたく有していないことが、一見して明\n白であつたのであるから、被告人を証人と認定して同法第一六一条第一項を適用し\nた原判決には、重大な事実の誤認ならびに法律の適用の誤りがあり、また、被告人\nを処罰した原判決は憲法第三一条に違反する、というのである。\nしかし、本件において、被告人は、右Ｂに対する被告事件につき、犯罪の成否に\nついての知識は有していなかつたものの、犯罪の情状に関する重要な知識を明らか\nに有すると認められたため、刑事訴訟法第二二六条にもとずき、裁判官から証人と\nして召喚された者であることは、さきに判示したとおりであるから、被告人が同法\n第一六一条第一項の対象となる証人であり、被告人の本件行為を処罰することが憲\n法第三一条に違反するものではないことが明らかであり、したがつて、原判決に\nは、所論の事実の誤認、法令の適用の誤り、憲法違反はなく、論旨は理由がない。\n控訴趣意五および控訴趣意補充第三について。\n所論は、原判決の量刑不当を主張するものである。\nそこで検討すると、本件は、被告人が正当な理由がなく証人としての宣誓を拒ん\nだというものであり、被告人は、本件証人尋問については、当初から、裁判所に自\nら出頭し、宣誓のうえ証言する意思がまつたくなかつたもので、本件犯行後も、飜\n意方の説得を受けながら、頑迷に応じなかつたため、本件証人尋問が不能となつた\nことに照らすと、被告人の刑事責任は軽視されるべきではなく、したがつて、本件\nが、所論のように、執行猶予付き罰金刑に処すべき事案であるとは、とうてい認め\nられない。\nしかし、本件については、被告人は犯罪の成否に関する証人ではなかつたこと、\n被告人が本件犯行を犯した一因は、自己および家族に危害が及ぶことを怖れたため\nであること、被告人には前科や平素の生活態度に非難される点が認められないこと\n等酌量すべき情状も存在するのであつて、同情状に照らすと、本件が、本件犯行に\nつき課しうる最高の刑で処断すべき事案でないことは明らかであり、したがつて、\n被告人を罰金五、〇〇〇円に処した原判決の量刑は重きに失する、というべきであ\nる。論旨は理由がある。\nよつて、刑事訴訟法第三九七条第一項、第三八一条により原判決を破棄し、同法\n第四〇〇条但書により被告事件につきさらに判決する。\n原判決が確定した事実に法令を適用すると、被告人の原判示の所為は、刑事訴訟\n法第一六一条第一項、昭和四七年法律第六一号による改正前の罰金等臨時措置法第\n二条第一項に該当するので、所定刑中罰金刑を選択し、所定金額の範囲内におい\nて、被告人を罰金二、〇〇〇円に処することとし、刑法第一八条により、被告人が\n右罰金を完納しないときは、金一、〇〇〇円を一日に換算した期間被告人を労役場\nに留置することとする。\nよつて、主文のとおり判決する。\n（裁判長裁判官　眞野英一　裁判官　吉川由己夫　裁判官　竹田央）\n"
}