{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 54,
    "month": 2,
    "day": 13
  },
  "case_number": "昭和50(行ウ)1",
  "case_name": "土地区画整理組合設立認可無効確認等請求事件",
  "court_name": "水戸地方裁判所",
  "field": "行政",
  "gist": "１　土地区画整理組合設立認可処分が，土地区画整理法２１条１項各号，２項に違反しないとされた事例　２　土地区画整理事業の施行地区内の土地の小作権者は，当該土地区画整理組合設立認可処分の無効確認又は取消しを求める法律上の利益を有するか　３　土地区画整理組合設立認可申請に際し，当該土地区画整理事業の施行地区内の土地の小作権者は，土地区画整理法１８条の同意を得るベき対象となるか",
  "case_gist": "２　土地区画整理事業の施行地区内の土地の小作権者は，当該土地区画整理組合設立認可処分の無効確認又は取消しを求める法律上の利益を有しない。　３　土地区画整理組合設立認可申請に際し，当該土地区画整理事業の施行地区内の土地の小作権者は，土地区画整理法１８条の同意を得るベき対象とならない。",
  "lawsuit_id": "17603",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17603",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/603/017603_hanrei.pdf",
  "contents": "○　主文\n原告Ａの本件訴をいずれも却下する。\n原告Ａを除くその余の原告らの各請求をいずれも棄却する。\n訴訟費用は原告らの負担とする。\n○　事実\n第一　当事者の求めた裁判\n一　請求の趣旨\n１　主位的請求\n（一）　被告が、昭和四九年一〇月三一日、都計指令第四二七号をもつてした虫掛\n土地区画整理組合の設立認可は無効であることを確認する。\n（二）　訴訟費用は被告の負担とする。\n２　予備的請求\n（一）　被告が、昭和四九年一〇月三一日、都計指令第四二七号をもつてした虫掛\n土地区画整理組合の設立認可はこれを取消す。\n（二）　訴訟費用は被告の負担とする。\n二　請求の趣旨に対する答弁\n１　原告らの請求をいずれも棄却する。\n２　訴訟費用は原告らの負担とする。\n第二　当事者の主張\n一　請求原因\n１　虫掛土地区画整理組合の設立認可処分\n訴外Ｂ外一六名（以下、「本件申請者ら」という。）は、昭和四九年七月八日、被\n告に対し、茨城県土浦市＜地名略＞その外の地域を施行地区とする虫掛土地区画整\n理事業（以下、「本件事業」という。）を施行するため、土地区画整理法（以下、\n単に「法」という。）一四条一項の規定により虫掛土地区画整理組合（以下、「訴\n外組合」という。）の設立認可申請（以下、「本件申請」という。）をしたとこ\nろ、被告は、同年一〇月三一日、都計指令第四二七号をもつて右申請を認可した\n（以下、右認可処分を「本件認可処分」という。）。\nちなみに、本件申請者らは、本件申請に先立つ昭和四八年三月一一日、被告に対\nし、本件事業の施行地区（以下、「本件施行地区」という。）を施行地区とする土\n地区画整理組合の設立認可申請をしたところ、被告は、同年八月三〇日付で同組合\nの設立を認可したので、原告Ｃ外一一名は、右申請については法一八条に定める同\n意のうち相当数の部分が無効であつて、これらを差引くと右申請に必要な法定同意\n者数に達しないから、被告の右認可処分は無効であるなどの理由により、同年九月\n一九日、設立認可処分取消の訴を水戸地方裁判所に提起した。被告は、右訴訟の係\n属中である同年一一月二二日、右認可処分は法一八条前段の規定に違反しているこ\nとを理由として、右認可処分を取消した。そこで、本件申請者らが土地所有者らの\n同意を取り直して再び土地区画整理組合の設立認可を申請したのが、本件申請であ\nる。\n２　原告適格\n原告Ａは本件施行地区内の土地について小作権のみを有し、原告Ｄ及び同Ｅは本件\n施行地区内の土地について小作権を有する外土地を所有し、その余の原告らは同じ\nくそれぞれ本件施行地区内に土地を所有し、いずれも農業を営んでいる。\nそして、原告らは本件認可処分によりその意思にかかわらず当然に訴外組合の組合\n員となり、組合員としての権利義務を有することになる。また、本件事業が施行さ\nれることにより原告らの行う耕作に種々の制限が加えられることになる。従つて、\n原告らは、本件認可処分によつてその法律上の地位ないし権利義務に直接影響を受\nけるに至るものであるから、本件認可処分の無効確認又は取消を求めるにつき法律\n上の利益を有する。\n３　本件認可処分の違法\nしかしながら、本件認可処分は、以下のとおり違法である。\n（一）　法の目的違反\n土地区画整理事業は、法一条に規定されているように、「健全な市街地の造成を図\nる」ことを目的としている。しかるに、本件事業の主目的は、「国道六号線バイパ\nスの建設及び県道土浦・小野線付替のための用地の確保」であつて、本件施行地区\nの健全な市街化を目的とするものではない。\n本件事業は、単に道路及び水路（この水路も農業用水路、下水道のいずれにも不適\n当な中途半端なものである。）を建設するだけにとどまり、昀も重要な建物を建築\nするための宅地（以下、特に断らない限りこの意味の「宅地」を指す。）の造成や\n汚水処理施設の建設は予定されていない。また、本件施行地区の大部分は、農地で\nあつて、本件事業施行後も従前通り農地として使用される予定である。\n従つて、本件事業は、健全な市街地の造成を図るものではなく、法の目的を逸脱し\nた違法なものであり、これを看過してなされた本件認可処分は違法である。\n（二）　小作権者の同意不履践\n法一八条は、土地区画整理組合の設立認可を申請しようとする者は、その定款及び\n事業計画について、施行地区となるべき区域内の宅地（法二条六項に定める「宅\n地」を指す。）について所有権を有するすべての者及びその区域内の宅地（右と同\n様）について借地権を有するすべての者のそれぞれの三分の二以上の同意を得なけ\nればならない旨規定している。施行地区内の宅地（右と同様）について借地権を有\nする者は、通常その借地上に建物を所有しそこを生活の本拠としているから、土地\nの区画形質の変更及び公共施設の新設又は変更は、当然に借地権者の権利義務に重\n大な影響を及ぼすことになるので、法は土地所有者と同様借地権者の同意をも要件\nとしたものである。\nところで、小作権者も小作地を耕作しているのであるから、土地の区画形質の変更\n及び公共施設の新設又は変更によりその権利義務に重大な影響を被るのであつて、\nむしろ小作権者は小作地を耕作することによりその全生活を支えているので、借地\n権者が借地に対して有する利害関係よりもより一層大きな利害関係を有している。\n従つて、土地区画整理組合の設立認可申請に際してはその定款及び事業計画につき\n借地権者の同意が要件とされているのと同様に小作権者の同意もまた要件であると\n解すべきである。\nしかるに、本件申請は、訴外組合の定款及び事業計画について本件施行地区内の農\n地について小作権を有する者の同意を得ないままなされているから、違法であり、\n従つて、本件認可処分は法二一条一項一号に定める違法がある。\n（三）　市街地化不適地域の存在\n（１）　本件施行地区は、水田約八〇パーセント、畑一〇パーセント、宅地二パー\nセント、その他で、大部分が水田地帯であり、且つ、反当りの収穫が九ないし一〇\n俵余りもある集団優良農地であつて、その大部分が「市街化調整区域における農地\n転用許可基準について」（昭和四四年一〇月二二日付農林事務次官通達、四四農地\nＢ第三一六五号。以下、転用許可基準という。）にいう甲種農地に該当する。本件\n施行地区はこのように優良農地であるため、昭和四六年三月一五日、本件施行地区\n全体が都市計画法七条という市街地化を抑制すべき区域として市街化調整区域と定\nめられた。\nこのような優良農地を、しかも市街化調整区域と定められてから三年余りで土地区\n画整理事業により市街地化することは、余りにも無計画すぎ、都市計画法二条に定\nめる都市計画の基本理念に反する。\n（２）　また、本件施行地区内の土地所有者あるいは小作権者の大部分は、その生\n活を米作によつて維持しており、永年農業に専念し農地を開拓したり農業機械を購\n入するなどして農業生産性の向上にたゆまざる努力を重ねてきた。\nところが、ここに本件事業が施行され本件施行地区が市街化されることになれば、\nこれまで農業に専念してきた農民は、農業を断念して転業せざるを得なくなり、仮\nに本件事業が施行せられた後も引続き農業を営むことができるとしても（このこと\n自体法の目的に反することは前記（一）のとおり）、本件事業により二九・五一パ\nーセントにも及ぶ減歩を余儀なくされて農地は極端に少くなり、農業収入は大幅に\n減少してしまう。また、本件事業計画にあるとおりの用水路では、水量が少く農業\n用水路として十分使用できるかどうか疑問である。しかも、少くとも数年はかかる\nと予想される本件事業の工事期間中全然農業ができなくなり、施行地区内の農地か\nらの収入は全く途絶えその生活は極度におびやかされることになる。そして、農地\nが宅地化されれば、宅地としての固定資産税が課せられることともなり、その税負\n担も重くなる。\n（３）　更に、本件施行地区は、昭和一三年、同一五年など再三に渉り水害に見舞\nわれ甚大な被害を受けて来たため、現在右地区では農林省の予算により新川湛水防\n除事業が実施されているが、本件事業が施行されることになれば、本件施行地区に\nおける右湛水防除事業は取り止めとなり、今後更に大きな水害に見舞われるおそれ\nがある。\n（４）　以上のとおり、本件施行地区には、市街地とするのに適当でない地域が含\nまれているが、本件認可処分はこれを無視してなされているから、法二一条一項三\n号に定める違法がある。\n（四）　法二一条二項違反\n本件施行地区全域は、前記（三）（１）のとおり昭和四六年三月一五日市街化調整\n区域と定められた。そして、法二一条二項の規定によれば、知事は、都市計画法七\n条一項の市街化調整区域と定められた区域が土地区画整理事業の施行区域に編入さ\nれている場合には、当該区域内において土地区画整理事業として行なわれる同法四\n条一一項に規定する開発行為（主として建築物の建築の用に供する目的で行なう土\n地の区画形質の変更）が同法三四条各号の一に該当すると認めるときでなければ、\n土地区画整理組合の設立の認可をしてはならない旨規定しているが、本件事業は、\n前記（一）のとおりもともと建築物の建築の用に供する目的で行われるものでない\nから、同法三四条各号のいずれにも該当しない。\nそれにもかかわらず、被告は本件認可処分をしたのであるから、右処分は法二一条\n二項に違反する。\n（五）　土地改良区の意見不聴取\n本件事業は、土浦市虫掛土地改良区、同市第一土地改良区及び同市木田余土地改良\n区の各施行にかかる土地改良事業に影響を及ぼすおそれがあるところ、法一三六条\nによれば、都道府県知事（以下、単に「知事」という。）は、事業計画を審査する\n場合、当該土地区画整理事業が土地改良事業計画に影響を及ぼすおそれがあるとき\nは、当該事業計画について、右土地改良事業を行なう土地改良区の意見を聞かなけ\nればならない旨規定しているが、被告は、本件事業計画を審査するにあたつて、前\n記各関係土地改良区の意見を聞かなかつた。仮に被告が右各土地改良区の意見を聞\nいたとしても、右意見は正規の手続を経て決定されたものではないから無効であ\nる。\n従つて、本件認可処分は法一三六条に違反する。\n（六）　経済的基礎の欠缺\n（１）　本件事業計画の資金計画によれば、保留地を一平方メートル当り金二万円\nで処分する計画になつているが、上・下水道、都市ガス等の設備もない右保留地が\nそのような高価な値段で処分できる見込はなく、従つて、右資金計画上の収入金五\n億二〇〇〇万円を得ることは不可能であるから、本件事業は、その施行のために必\n要な経済的基礎を欠くものであつて、法二一条一項四号に定める違法がある。\n（２）　また、土地区画整理事業で仮換地が指定された場合、従前地の使用、収益\nができなくなるとともに、仮換地についても区画整理の工事期間中（数年かかるも\nのと予想される。）使用、収益ができなくなるが、これにより損失を受けた場合\nは、施行者は、法一〇一条によりその損失を受けた者に対し、通常生ずべき損失を\n補償しなければならない。本件事業計画の資金計画によれば、仮換地の指定等に伴\nう損失補償金として金一五〇〇万円が計上されているが、これを民有地に均等に配\n分すると、一〇アール当り金五万五〇〇〇円にも満たない。本件施行地区内におけ\nる従来の純益は一〇アール当り多いところでは年二〇万円以上、少ないところでも\n年八万円を下らなかつたのであるから、前記のような少額の補償金は、通常生ずべ\nき損失を補償するには不十分である。\n従つて、本件事業計画は、その内容が法一〇一条に違反するとともに、事業に必要\nな経済的基礎を欠くものであつて、本件認可処分は法二一条一項一号、四号に定め\nる違法がある。\n（３）　更に、本件事業計画によれば、本件施行地区内の汚水は、洛街路に埋設さ\nれる下水管により集水し、地区内に設置する汚水処理場で処理したうえ新川に放流\nすることになつている。しかるに、その資金計画には汚水処理場建設の予算が全く\n計上されていない。これでは本件事業計画は、予算の裏付がない実行不可能なもの\nというべきであつて、本件事業はその施行のために必要な経済的基礎を欠くものと\nして、本件認可処分は法二一条一項四号に定める違法がある。\n（七）　汚水処理場の不設置\n本件事業は、主として住宅の建築の用に供する目的で行なう二〇ヘクタール以上の\n開発行為に該当するところ、都市計画法三三条二項、一項三号、同法施行令二六条\n四号によれば、右の場合においては、終末処理施設を有する下水道その他の排水管\n渠に汚水を放流する場合を除き、終末処理場が設けられていることと定められてお\nり、右規定の趣旨からいつて本件事業において終末処理場の設置は必要不可欠であ\nる。\nところが、前記（六）（３）のとおり、本件事業計画により汚水処理場の設置は、\n資金計画にその費用が計上されておらず実現不可能であるから、本件施行地区内の\n汚水は、そのまま新川に放流するか、又は地中に吸込ませるいわゆる吸込式にする\nかのいずれかの方法によつて処理せざるを得ない。これでは衛生的配慮や河川の水\n質汚濁の予防に対する配慮が全くなされていないものといわざるを得ない。\n従つて、本件事業計画は、環境の整備改善を図り、健全な市街地を造成するために\n必要な公共施設及び宅地に関する計画が適正に定められていなければならない旨規\n定する法六条二項に違反するから、本件認可処分は法二一条一項二号に定める違法\nがある。\nなお、この点に関する後記二８の被告主張は、そのために必要な経費が土浦市の予\n算に計上されていないばかりでなく、近い将来右の計画が実施される見込も全く立\nつていないのであるから、失当である。\n（八）　宅地と農地との不平等取扱\n本件申請者らは、訴外組合の定款及び事業計画について本件施行地区内の土地所有\n者らの同意を得るに当つて、宅地所有者らに対しては、宅地は減歩をせずその外の\n土地についてのみ約三〇パーセントの減歩をするから同意してもらいたいと説明し\nており、農地と宅地について不公平な減歩を実施することを計画していた。そし\nて、その後の仮換地の指定において、宅地については全く減歩せず、農地について\nのみ三〇パーセントに近い減歩をしている。\n右のように本件事業計画は、宅地と農地を不当に差別扱いするものであつて公平に\n反するから、その内容は違法であり、本件認可処分は法二一条一項二号に定める違\n反がある。\n４　結論\n本件認可処分には、前記３（一）、（二）及び（五）のとおり重大且つ明白な瑕疵\nがあるので、無効であるから、原告らは被告に対し、右処分の無効確認を求め、仮\nに無効でないとしても、右処分には、前記３（一）ないし（八）の違法事由がある\nから、原告らは被告に対し、右処分の取消を求める。\n二　請求原因に対する被告の答弁及び主張\n１　請求原因１前後の事実は認める。\n２　同２の事実及び主張のうち、原告Ａの原告適格を除くその余の部分は認める。\n同原告の原告適格は争う。\n３　同３（一）の事実のうち、本件施行地区の大部分が農地であることは認める\nが、その余の事実は否認し、主張は争う。\n本件事業の目的は、「土浦市街地に隣接する西部地区の健全な発展のため、区画街\n路・水路等公共施設を整備改善し、土地利用の増進を図ること」であり、本件事業\n計画は、国道六号線バイパスの建設及び県道土浦・小野線付替のための用地問題を\n契機として、\n（ア）　右用地にかかる一部の権利者だけに土地を提供させることなく、本件施行\n地区全域の権利者により公平に右用地を負担できること、\n（イ）　その結果土地を失う者もなく、また減歩により地積が減少しても、公共施\n設の整備改善によつて土地の利用度・価値が増進すること、\n（ウ）　右用地買収費相当額は、公共施設管理者負担金として事業の費用に充てる\nことができること、\n（エ）　土地の整備が総合的に行われること、\nなどの利点が生ずるところから、本件施行地区内の権利者らの発意によつて計画さ\nれるに至つたものである。従つて、本件事業は、施行後に土地を宅地として利用す\nるか、農地として利用するかは、各権利者の自由意思に委ねられているが、究極的\nには右バイパス及び県道を根幹として本件施行地区が一体的で健全な市街地を造成\nすることを目的としているものであつて、法の目的を逸脱したところはない。\n４　同３（二）の事実のうち、本件申請が訴外組合の定款及び事業計画につき本件\n施行地区内に小作権を有する者の同意を得ないでなされたことは認め、その余の事\n業は否認し、主張は争う。\n小作権者の同意を必要としないことは法一八条、二条七項の規定により明らかであ\nる。\n５　同３（三）（１）の事実のうち、本件施行地区はその大部分が水田であるこ\nと、及び本件施行地区が昭和四六年三月一五日都市計画法七条にいう市街化調整区\n域と定められたことは認め、その余の事実は否認し、主張は争う。\n本件施行地区は、土地改良事業もまだ施行されていない湿地帯であり、生産性も低\nく、反収七俵ないし七俵半に過ぎず、従つて、生産性の低い「乙種第二種農地」の\n取扱を受けている。また、本件事業においては、公共用地に属せしめられる土地を\n除き農地を宅地化する作業を含んでいない。\n同（三）（２）の事実は否認する。\n本件事業に基づく工事による作物等の損失補償は本件事業計画において配慮されて\nいる。\n同（三）（３）の事実のうち、本件施行地区で県営事業として湛水防除事業が実施\nされていることは認める。\n右湛水防除事業は、本件施行地区を含む約三二〇ヘクタールの受益面積で行なわれ\nているが、本件事業は、本件施行地区三二へクタールを一挙に埋立整地して宅地造\n成を行なうのではなく、農耕が可能な状態にしたまま権利者各自が必要の都度宅地\n造成を行なう方法を採つているので本件施行地区が一挙に右防除地域から除外され\nる訳ではない。\n６　同（四）の事実のうち、本件施行地区が昭和四六年三月一五日市街化調整区域\nと定められたこと、本件事業が市街化調整区域内における土地区画整理事業である\nことは認めるが、その余の事実は否認し、主張は争う。\n市街化調整区域内における本件事業として行われる開発行為については、都市計画\n法三四条一〇号イに該当するので、被告は、昭和四九年一〇月一一日、茨城県開発\n審議会の議を経ている。\n７　同（五）の事実のうち、被告が本件事業計画を審査するにあたつて、原告ら主\n張の各土地改良区の意見を聞かなかつたことは認める。\n法一三六条但書、同法施行令七六条によれば、土地区画整理事業が用排水施設その\n他農地の保全又は利用上必要な公共の用に供する施設の本来の機能を阻害せず、又\nは増進することとなることが明らかな場合は、関係土地改良区の意見を聞く必要は\nない。本件事業は右の場合に該当するものと認められる。\nなお、本件申請にあたつては、土浦市虫掛土地改良区、同市第一土地改良区及び同\n市木田余土地改良区の本件事業に対する原告ら主張の各土地改良区の各同意書が添\n付されていた。\n８　同（六）（３）及び（七）の事実のうち、本件事業計画に汚水処理場建設の予\n算が計上されていないことは認めるが、その余の事実は否認し、主張は争う。\n本件施行地区内の汚水処理については、土浦市の負担により汚水を同市公共下水道\n真鍋排水区まで圧送ポンプにより圧送する汚水処理場の建設が計画されており、昀\n終的には霞ヶ浦湖北流域下水道に直結して完全処理する計画が立てられているの\nで、当面の措置としては、本件事業計画で十分である。\n９　同（八）の事実は否認し、主張は争う。\n１０　同４の主張は争う。\n第三　証拠（省略）\n○　理由\n一　訴外組合の設立認可処分について\n請求原因１前段の事実は当事者間に争いがない。\n二　原告適格について\n原告Ａが本件施行地区内の土地について小作権のみを有すること、同原告を除くそ\nの余の原告らが本件施行地区内にそれぞれ土地を所有していることは当事者間に争\nいがない。\nそこで、原告らが本件認可処分の無効確認又は取消を求める法律上の利益を有する\nか否かについて判断する。\n知事による土地区画整理組合の設立の認可は、特定の土地区画整理組合の設立行為\nを補充し、法人たる土地区画整理組合を成立せしめ（法二一条四項、二二条）、こ\nれに土地区画整理事業を施行する権限を与えるものであり（法三条二項）、それは\n特定の者に対する具体的行政処分と解するのが相当である。そして、右認可により\n施行地区内の土地の所有者及び借地権者（法にいう「借地権」は借地法にいう借地\n権を指す（法二条七号）から、「借地権者」は建物を所有することを目的として土\n地を賃借し、ないしは地上権の設定を受けている者である。）は当然に組合員たる\n法律上の地位を取得するに至るのであり（法二五条一項、但し二項の未登記の借地\n権で申告のないものを除く。）、右認可が公告されると（法二一条三項）、その施\n行地区内において、土地区画整理事業の施行の障害となるおそれがある土地の形質\nの変更若しくは建築物その他の工作物の新築、改築若しくは増築を行ない、又は政\n令で定める移動の容易でない物件の設置若しくは堆積を行なおうとする者は、知事\nの許可を受けなければならないことになり（法七六条一項）、これに違反した場合\nは、知事から当該土地の原状回復又は当該建築物その他の工作物若しくは物件の移\n転若しくは除去を命ぜられ（法七六条四項）、この命令に違反した場合には、六月\n以下の懲役又は三万円以下の罰金に処せられるに至る（法一四〇条）ので、施行地\n区内の土地所有者及び借地権者は、右認可によりその法律上の地位ないし権利義務\nに直接影響を受けるに至るものというべきであるから、同人らは土地区画整理組合\nの設立の認可処分の無効確認又は取消を求める法律上の利益を有するものと解する\nのが相当である。\nこれに対し、小作権者は、所有者及び借地権者と異なり、土地区画整理組合の設立\n認可により組合員たる法律上の地位を取得することもなく、また、土地区画整理組\n合の設立認可の申請に際しても、定款及び事業計画についてその同意は要件となつ\nていない（法一八条、後記三２参照。）。のみならず、借地権者は建物を所有する\nことを目的として土地を賃借し、ないしは地上権の設定を受けているので、右認可\nが公告されると、前記の土地の形質の変更、建物等の新築、改築、増築等について\nの制限を受け、その権利の行使に対する重大な制約を受けるのに対し、小作権者\nは、小作地を農地として耕作するにとどまるので、右制限によつてその権利の行使\nを制約されることはほとんどないものと解される（一定範囲の温室等の物件の設置\n等は、土地区画整理法施行令七〇条の規定により、知事の許可なくしてできるもの\nと解される。）。更に、小作権につき登記を経由し若しくは法八五条一項に定める\n申告をした小作権者は、仮換地の指定及び換地に際し、小作地である従前地に照応\nする土地に従前通りの小作権を引続き保有することができ（法八九条一項、二項、\n九八条一項、二項）、また、右の仮換地の指定又は換地の各処分に不服がある場合\nには、その処分の違法を主張して右処分等の取消又は無効確認の訴を提起すること\nができる。\n従つて、小作権者は、土地区画整理組合の設立認可処分の無効確認又は取消を求め\nる法律上の利益を有しないものと解するのが相当である。\nしてみると、原告Ａを除くその余の原告らは本件認可処分の無効確認及び取消を求\nめる法律上の利益を有するが、原告Ａは右法律上の利益を有しないから、同原告の\n本件訴は、不適法としていずれも却下することとする。\n三　本件認可処分の違法について\n原告Ａを除くその余の原告ら（以下、特に断わらない限り単に「原告ら」とい\nう。）は、本件認可処分について種々の違法事由をあげてその無効確認ないしその\n取消を求めるので、以下順次その理由の有無について判断する。\n１　法の目的違反\n原告らは、本件事業の主目的は、「国道六号線バイパスの建設及び県道土浦・小野\n線付替のための用地の確保」であつて、本件施行地区の健全な市街化を目的とする\nものではなく、本件施行地区の大部分は、農地であつて、本件事業施行後も農地と\nして使用される予定であるから、本件事業は法一条に定める土地区画整理事業の目\n的に違反する旨主張するので、まずこの点から検討する。\n（一）　成立に争いのない甲第二七号証、第三七号証の二、乙第一ないし第三号\n証、第九、第一〇号証及び第一五号証、原本の存在とその成立につき争いのない甲\n第五号証、第二六号証、第四二号証及び乙第七号証、奥山政夫が本件事業施行前後\nの本件施行地区内の水路を撮影した写真であることにつき争いのない乙第一一四号\n証、並びに証人Ｆ、同Ｇ、同Ｈ（第一回）及び同Ｂの各証言によれば、次のとおり\nの事実が認められ、証人Ｆの証言、原告Ｃ本人尋問の結果のうち右認定に反する部\n分は措信し難く、他に右認定を左右するに足りる証拠はない。\n（１）　本件施行地区である土浦市虫掛地区は、もともと低湿地帯で、その側を流\nれる新川が霞ヶ浦の高水位時に増水すると、同地区内に湛水し、容易に水が引かな\nいという状態になるうえ、同地区内の各土地（その大部分が水田であることは当事\n者間に争いがない。）は、その地積も農地としては零細なものが多く、その区画も\n不整形で、各所有者の土地が複雑に入組んでおり、農道に接しないいわゆるめくら\n地も多いなど、農業経営にとつて必ずしも適地とはいえない地域であつたことか\nら、地区住民間に、昭和二五、六年頃から何度かに渉り、耕地整理を計画する動き\nがあつたものの、容易にまとまらず、その都度立ち消えになつてしまつていた。そ\nの間、虫掛地区の周辺地域では、すべて土地改良法による基盤整備事業が行われた\nが、虫掛地区は、単に用排水事業のみを目的とする土地改良事業が行なわれたのみ\nで、いずれも区画整理をしなければならないという情勢にあつた。\n（２）　そのような中で、昭和四二、三年頃から、土浦市街地の交通混雑緩和のた\nめ、国道六号線バイパスの建設計画が立てられ、その路線候補地が二、三選定され\nたが、いずれもその候補地の住民らの反対等により変更を余儀なくされ、昭和四四\n年頃になつて右バイパスの一部が本件施行地区内を通過する路線に決定された。こ\nれに対し、本件施行地区内の住民のほとんど大部分は、右バイパスが本件施行地区\nのほぼ中心を通過するため、同地区が分断され、虫掛地区としての一体性が奪われ\nるほか、道路、用水等について一応その使用に支障がないように手当てされるとは\nいえ、不便を免れ得ず、右地区が全体として衰退してゆくおそれがあり、また、右\nバイパスの用地の対象となる土地の所有者又はその権利者はその権利の全部又は一\n部を失なうことにより、従来の生活手段をも失なつてしまうことなどから、右路線\nの決定に反対したが、昭和四六年頃には、前記の区画整理施行の気運に乗じて、右\n路線の決定を受入れ、本件施行地区が衰退しないように、また、一部の権利者のみ\nがその権利を失なうことがないようにするため、右バイパスの建設及びこれに伴な\nう県道土浦・小野線付替のための用地等を、本件施行地区全域の権利者が公平に負\n担して確保するとともに、右用地買収費相当額を公共施設管理者負担金として事業\nの費用に充てて区画整理事業を実施することを決意するに至つた。\n（３）　そして、虫掛地区に施行する区画整理事業を土地区画整理法に拠るか、土\n地改良法に拠るかについて、住民間で意見が分かれたため、昭和四六年から四七年\n初頃にかけて、土浦市の関係部署から右両法による区画整理事業の差異得失等につ\nいて説明を受けるとともに、地区住民間でも話合が行なわれた結果、本件施行地区\n内の農家の大部分は兼業農家であり、農業従事者の多くは五〇才以上の者でその後\n継者もほとんどないこと、本件施行地区は市街化調整区域であり（この事実は当事\n者間に争いがない。）、その周囲も市街化調整区域であるが、土浦市街地の端から\n直線距離にして一ないし二キロメートル（国鉄土浦駅から同じく二・四ないし三・\n四キロメートル）位しか離れておらず、市街化区域に近接しており、土浦市の発\n展、国鉄六号線バイパス等の建設、土浦市の筑波研究学園都市とを結ぶ幹線道路で\nある土浦学園都市線等が付近を通ることなどにより将来市街化する可能性が大きい\nこと、転用許可基準によれば、土地改良法に拠る区画整理事業が行なわれると、そ\nの地区内の農地は原則として宅地への転用が許されない、右基準にいう甲種農地と\nなつて（土地改良事業完了の翌年から起算して八年を経過していない農地は甲種農\n地であり、その後も集団的優良農地として甲種農地である可能性が多い。）、今後\n宅地への転用が非常に困難になることなどの理由から、土地区画整理法に拠る区画\n整理事業を選択するに至つた。\n（４）　そこで、本件申請者らは、昭和四八年三月一一日本件施行地区を施行地区\nとする土地区画整理組合の設立認可を申請し、被告は、同年八月三〇日付で右組合\nの設立を認可したが、同年九月一九日右申請には法一八条に定める法定数の同意が\nないことを理由として右認可を取消した。右同意の瑕疵は、右認可申請者らが登記\n簿上の所有名義人から同意を得るという方法をとり、所有名義人が既に死亡し共同\n相続が開始した場合にはその相続人の一人から所有名義人の名で同意を得ればよい\nと誤解したことなどから生じたものであつたので、同人らは、改めて本件施行地区\n内の土地の所有者らから同意を取直して本件申請をし、これに対し、被告は、本件\n認可処分をするに至つた。\n（５）　本件事業計画書によれば、本件事業の目的は、土浦市街地に隣接する西部\n地区の健全なる発展のため、区画街路、水路等公共施設を整備改善し、土地利用の\n増進をはることであり、その設計方針は、本件施行地区中央部東寄りに国道六号線\n土浦バイパス及び地区中央を東西に縦貫する県道土浦・小野線の用地を確保し、そ\nの他の公共施設を土地利用を配慮した適地へ配置すること、並びに各街路に汚水管\nを埋設し、汚水処理場の用地を確保し、汚水処理施設も完備することである旨定め\nている。\n（二）　右認定事実によれば、本件事業は、国道六号線土浦バイパスの一部が本件\n施行地区を通過する路線に決定されたことを契機として、本件施行地区の住民が、\n右バイパスの建設とこれに伴なう県道土浦・小野線の付替のための用地を、本件施\n行地区全域の権利者が公平に負担することによつて確保するとともに、右用地の買\n収費相当額を公共施設管理者負担金として事業の費用に充てて、本件施行地区内の\n長年の懸案であつた区画整理を行なうこととし、本件施行地区の将来の市街地化の\n見通しなどを種々検討したうえ、土地区画整理法に定める区画整理事業を選択した\n結果行なわれることになつたものであつて、その目的は、事業計画にいうとおり、\n土浦市街地に隣接する西部地区の健全なる発展のため、区画街路、水路等公共施設\nを整備改善し、土地利用の増進を図ることであると認められるから、本件事業は、\n「国道六号線バイパスの建設及び県道土浦・小野線付替の用地の確保」を主目的と\nするものではないことは明らかである。\nまた、土地区画整理事業は、その施行地区内の土地について、公共施設の整備改善\n及び土地の利用の増進を図るため、土地の区画形質の変更及び公共施設の新設又は\n変更に関する事業をいう（法二条一項）のであつて、既成の市街地内の土地の区画\nを整理するなどしてその利用効率を高め健全な市街地の造成を図るほか、将来の市\n街地化の構想ないし予想に対応し、無秩序な市街化（いわゆる土地のスプロール\n化）を防止し、計画的に新市街地の造成を図るためにも行なうことができるのであ\nり、後者の場合、土地区画整理事業の内容に当然に施行地区内の土地の宅地化（宅\n地造成）までも含むものではなく、また、土地区画整理事業施行後施行区域内の土\n地を宅地として使用するか農地として使用するかその他の目的に使用するかは当該\n土地の所有者又は権利者の自由な意思に基づいて決定されるべきものである。\nしかして、前記認定事実によれば、本件事業は、本件施行地区の将来の市街地化の\n構想ないし予想に対応し無秩序な市街化を防止し計画的に新市街地の造成を図るた\nめに行なわれるものというべきであるから、本件事業の内容に、本件施行地区内の\n土地の宅地化のための工事が含まれていなかつたとしても、現在及び将来右土地を\n農地として使用するものとしても、法の目的に反するものではないことは明らかで\nあり、また、本件事業が施行されたからといつて、本件施行地区内の土地を農地と\nして利用できなくなることもないことも当然であり、更に、前記のとおり本件施行\n地区の大部分は現在農地であつて市街地化されていないのであるから、この段階で\n本件事業として汚水処理場の建設まで行なわなければならないものでもないことも\n明らかである。\nそうすると、本件事業には原告らの主張する目的に関する違法はないものといわざ\nるを得ない。\n２　小作権者の同意不履践\n次に、原告らは、土地区画整理組合の設立認可申請に際しては、その定款及び事業\n計画について、借地権者よりも大きな利害関係を有する小作権者の同意をも要件で\nあると解すべきところ、本件申請は小作権者の同意を得ずになされているから違法\nである旨主張するので、この点について検討する。\n本件申請が訴外組合の定款及び事業計画につき本件施行地区内の土地について小作\n権を有する者の同意を得ないでなされたことは当事者間に争いがない。\nしかしながら、前記二のとおり、小作権者は、施行地区内の土地の所有者及び借地\n権者と異なり、土地区画整理組合の設立の認可により当然に組合員たる法律上の地\n位を取得することもないのみならず、右認可が公告されると、その施行地区内にお\nいて土地区画整理事業の施行の障害となるおそれがある土地の形質の変更、建物等\nの新築、改築、増築等を行なおうとする者は一定の制限を受け、仮換地の指定ない\nし換地処分がなされると、右各処分を受けた者は土地の区画形質の変更のほか位置\n的移動を余儀なくされる可能性があつて、土地の所有者及び借地権者（建物所有の\n目的で土地を賃借し、ないしは地上権の設定を受けているから、現に建物を所有\nし、又は所有しようとする者である）は、右制限ないし右区画形質の変更、位置的\n移動の可能性によつてその権利の行使に対し重大な影響を受けるのに対し、小作権\n者は、小作地を農地として耕作するにとどまるので、右制限ないし右区画形質の変\n更、位置的移動の可能性によつてその権利行使に対しさして重大な影響を受けるこ\nともないものと解される（なお土地の位置的移動に伴う小作権者の利益は仮換地の\n指定ないし換地に際し十分考慮されている。法八九条一項、二項、九八条一項、二\n項参照）ので、土地の所有者及び借地権者のほかに、法令上規定のない小作権者の\n同意をも、要件と解すべき特別の事情は存しないものというべきである。\nしかして、法は、都道府県若しくは市町村、又は建設大臣、知事若しくは市町村長\nが土地区画整理事業を施行する場合には、土地区画整理組合施行の場合の「定款」\nに相当する「施行規程」については条例、省令又は規則で定め、「事業計画」につ\nいてはその「設計の概要」について認可を受けなければならない旨規定する（法五\n二条一項、五三条一項、六六条一項、六七条一項）のみで、施行規程及び事業計画\nについて土地所有者及び借地権者の同意を要件とはしていないことからも窺われる\nように、土地区画整理事業を施行するに際し、定款（施行規程）及び事業計画につ\nいていかなる権利者の同意を要件とするかは、特別の事情のない限り、法令の定め\nるところに拠つて決するべきものと解するのが相当である。\n従つて、原告らの前記主張は、失当であるといわなければならない。\n３　市街地化不適地域の存在\n次に、原告らは、本件施行地区には、市街地とするのに適当でない地域が含まれて\nいるのに、本件認可処分はこれを無視してなされているから違法である旨主張する\nので、この点について検討する。\n（一）　本件施行地区は、その大部分が水田であり、昭和四六年三月一五日に都市\n計画法七条にいう市街化調整区域と定められたことは当事者間に争いがない。\nそして、前掲甲第三七号証の二及び乙第九号証、成立に争いのない乙第一三号証及\nび第一〇九号証、原本の存在と成立に争いのない甲第一一ないし第一四号証、第三\n九号証の各一、二、原告Ｃ本人尋問の結果により真正に成立したものと認められる\n甲第二九及び第三〇号証、証人Ｆ、同Ｇ、同Ｈ（第一回）及び同Ｂの各証言並びに\n原告Ｃ本人尋問の結果を総合すると、本件施行地区内の田の一〇アール当りの収穫\n量は、多いところでは九俵ないし一〇俵であるが、平均収穫量は七俵ないし七俵半\n位であつて、土浦市周辺地区の平均収穫量と同程度であつたこと、土浦市及び同市\n農業委員会では本件施行地区内の農地を転用許可基準にいう、優良農地ではない乙\n種第二種農地として取扱つていたこと、並びに、本件施行地区が市街化調整区域に\n指定されたのは、本件施行地区は右指定当時土浦市の市街地から若干離れており、\n土地の大部分も水田で、市街地化を抑制するのが相当な区域と認められたほか、近\nい将来国道六号線バイパスが本件施行地区の附近に建設されることが予定されてお\nり、本件施行地区内を通過する路線に決定された場合に、もし無秩序な宅地開発\n（いわゆるスプロール化）が行われているとその建設が困難となるなどの事情によ\nるものであつて、右地区内の農地が転用許可基準にいう、優良農地である甲種農地\nであつたためではないこと、以上の事実が認められ、証人Ｆの証言、原告Ｃ本人尋\n問の結果のうち右認定に反する部分は措信し難く、他に右認定を左右するに足りる\n証拠はない。\nまた、本件施行地区が将来市街地化する可能性が大きい地域であることは、前記認\n定のとおりである。\nしてみると、本件施行地区の大部分は集団的優良農地で、転用許可基準にいう甲種\n農地に該当し、また、本件施行地区を市街化することは都市計画法二条に定める都\n市計画の基本理念に反する旨の原告の主張は、\n失当というべきである。\n（二）　前掲甲第四二号証、乙第二号証、第一〇号証及び第一一四号証、成立に争\nいのない乙第一一二、第一一三号証、原本の存在と成立に争いのない甲第九号証の\n一、二、並びに証人Ｇ、同Ｈ（第一回）、同Ｉ、同Ｊ及び同Ｂの各証言を総合する\nと、本件施行地区内に耕作地を持つ農家は八二、三戸で、その大部分は兼業農家で\nあつて、専業農家は一二、三戸にすぎず、また、本件施行地区内には休耕地が相当\nあること（中には国の農業政策に基づく生産調整によるものも含まれてはいる\nが。）、本件事業は、区画街路、水路等公共施設を整備改善し、土地利用の増進を\n図るにとどまり、農地を宅地化する工事は含まれていないから、本件事業施行後も\n農業を継続して行なうことができること（そして、このことが法の目的に反しない\nことは前記三１（二）のとおりである。）、本件事業により整備される水路には、\n巾員二メートルの一号ないし三号水路、巾員一メートルの四号水路などがあり、そ\nの深さやコンクリート製で従来の水路より水の浸透が少ないと考えられることなど\nからみて、農業用水路としても充分使用可能であると認められること、本件事業の\n結果、平均二九パーセント前後の減歩が行なわれ、農地が相当減少することになる\nが、これは国道六号線バイパス、県道土浦・小野線などの幹線道路、区画街路、公\n園、水路といつた公共施設の用地を確保するためであり、この程度の減歩は土地区\n画整理法による区画整理事業を選択した以上（右選択の経緯については前記三１\n（一）（３）に認定したとおりである。）やむを得ないことであること、本件事業\nにより道路、土地の区画、水路等が整備されて土地の利用度、価値が増進するの\nで、農業を営む者も生産する農作物の種類等を考慮することによつて、土地の減少\nによる損失を補なうことができない訳ではないと推測されること、本件事業計画中\nの資金計画には、本件事業による工事のため本件施行地区内の農地の使用収益がで\nきなくなることによつて生ずる損失やその外の損失の補償として金一五〇〇万円\n（後に変更され金三〇〇〇万円）が計上されているが、右補償費の大部分は農地の\n使用収益ができなくなることによつて生ずる損失の補償に充当されること、本件事\n業による工事の施行により現実に農地の耕作ができなかつたのは、昭和五一年だけ\nであること、右補償費を本件施行地区内の農地（約二六四七アール）に均等に配分\nすると、一〇アールあたり約金五万六六〇〇円（変更後は約金一一万三三〇〇円）\nになること、以上の事実が認められ、右認定を左右するに足りる証拠はない。\nまた、本件事業が施行されると、本件施行地区内の土地の評価が上がり、これに伴\nい右土地の固定資産税等の公租公課が増額される可能性があるが、本件事業の施行\nと右公租公課の増額との間には直接の因果関係は認められないばかりでなく、市街\n化調整区域内の農地について土地区画整理事業が施行されたからといつて当然に宅\n地並の課税がなされることはないものと解される（地方税法附則一七条一号、農地\n法四条一項五号、五条一項三号参照）。\n従つて、本件施行地区内で農業を営んできた者が、転業せざるを得なくなり、仮に\n本件事業施行後も農業を営むことができるとしても、農業収入は大幅に減少してし\nまうし、本件事業計画にある水路が農業用水路として不適当であり、本件事業によ\nる工事期間中その生活が極度におびやかされ、本件事業の施行により宅地としての\n課税がなされるという原告らの主張も失当というべきである。\n（三）　証人Ｆ、同Ｇ及び同Ｂの各証言によれば、本件施行地区は昭和一三年以来\n再三に渉り水害に見舞われ、また霞ヶ浦の高水位時に新川が増水すると、本件施行\n地区内にも湛水し、容易に水が引かないことから、昭和四三年頃から本件施行地区\nを含む地区を対象として、国の補助の下に県営新川湛水防除事業が実施され、本件\n施行地区に隣接する北側に沿つて排水路を設けるほか排水ポンプを設置する計画で\nあること、並びに、訴外組合設立後も本件施行地区は右事業の対象地区に入つてお\nり、本件事業が施行されることになつても本件施行地区内の右湛水防除事業が取り\n止めになる予定のないことが認められ、右認定を左右するに足りる証拠はない。\n従つて、本件事業が施行されることになると、右湛水防除事業が取り止めとなり、\n今後更に大きな水害に見舞われるという原告らの主張も、失当というべきである。\n（四）　以上のとおりであるから、本件施行地区には市街地とするのに適当でない\n地域が編入されているのに、本件認可処分は、これを無視してなされているから、\n法二一条一項三号に定める違法がある旨の原告らの主張は、理由がないといわざる\nを得ない。\n４　法二一条二項違反\n本件施行地区が昭和四六年三月一五日市街化調整区域と定められたこと、本件事業\nが市街化調整区域における土地区画整理事業であることは当事者間に争いがない。\nそして、法二一条二項の規定によれば、知事は、市街化調整区域と定められた区域\nが土地区画整理事業の施行地区に編入されている場合には、当該区域内において土\n地区画整理事業として行なわれる都市計画法四条一一項に規定する開発行為（主と\nして建築物の建築の用に供する目的で行なう土地の区画形質の変更）が、同法三四\n条各号の一に該当すると認めるときでなければ、土地区画整理組合の設立の認可を\nしてはならない旨規定している。\nところで、原告は、本件事業はもともと建築物の建築の用に供する目的で行なわれ\nるものではないから、同法三四条各号のいずれにも該当しない旨主張するのに対\nし、被告は、市街化調整区域内における本件事業として行なわれる開発行為につい\nては、同法三四条一〇号イに該当するので、茨城県開発審議会の議を経ている旨主\n張するので、この点について検討する。\n都市計画法三四条一〇号イ、同法施行令三一条には、開発区域の面積が二〇ヘクタ\nールを下らない市街化調整区域における開発行為で、市街化区域における市街化の\n状況等からみて当該申請に係る開発区域内において右開発行為を行なうことが当該\n都市計画区域における計画的な市街化を図るうえに支障がないと認められるもので\nあつて、且つ知事があらかじめ当該開発行為につき開発審査会の議を経たものを掲\nげている。\n前掲乙第二号証によれば、本件施行地区の面積は約三三ヘクタールであることが認\nめられ、右認定に反する証拠はない。そして、前記認定のとおり、本件事業によつ\nて区画街路、水路、公園等将来の計画的な市街化のうえで必要となる公共施設が整\n備されるのであるから、本件事業は都市計画法四条一一項にいう「開発行為」に該\n当すると解するのが相当である。\nまた、本件施行地区は、土浦市の市街地の端から一ないし二キロメートルしか離れ\nておらず、市街化区域にも近接していること、本件施行地区内には国道六号線バイ\nパスの一部が建設されるほか県道土浦・小野線も本件施行地区内を通過すること、\n土浦市の発展などにより本件施行地区は将来市街地化する可能性が大きい地域であ\nること、本件施行地区内の農地は、原則として宅地への転用が許されない、転用許\n可基準にいう優良農地である甲種農地ではないこと、は前記認定のとおりであり、\nこれらの事実を総合すれば、本件施行地区において本件事業を行なうことは、市街\n化区域における市街化の状況等からみて本件施行地区（市街化調整区域は都市計画\n区域の一つである。都市計画法七条一項参照）における計画的な市街化を図るうえ\nに支障がないと認められるというべきである。\n更に、証人Ｈの証言（第二回）及び本件口頭弁論の全趣旨によれば、被告は本件事\n業として行なわれる開発行為について昭和四九年一〇月一一日茨城県開発審議会の\n議を経たうえその同意を得たことが認められ、右認定に反する証拠はない。\nそうすると、本件事業として行なわれる開発行為は、都市計画法三四条一〇号イの\n場合に該当すると認められるので、原告らの前記主張も失当というべきである。\n５　土地改良区の意見の不聴取\n次に、原告らは、被告が本件事業計画を審査するにあたつて、右計画について、関\n係土地改良区の意見を聞かなかつたことは法一三六条に違反する旨主張するので、\nこの点について検討する。\n被告が本件事業計画を審査するにあたつて、原告ら主張の各土地改良区の意見を聞\nかなかつたことは当事者間に争いがない。\nところで、法一三六条本文によれば、知事は、事業計画について審査する場合、当\n該土地区画整理事業が用排水施設その他農用地の保全若しくは利用上必要な公共の\n用に供する施設の管理若しくは新設若しくは改良に係る土地改良事業計画に影響を\n及ぼすおそれがあるときは、当該事業計画について都道府県農業会議及び当該施設\nを管理する土地改良区の意見を聞かなければならない旨定められているが、同条但\n書、同法施行令七六条によれば、当該土地区画整理事業が用排水施設その他農地の\n保全又は利用上必要な公共の用に供する施設の本来の機能を阻害せず、又は増進す\nることが明らかな場合には、前記の農業会議及び土地改良区の意見を聞かなくとも\nよい旨定められている。\nそして、被告は、本件事業は、右但書、施行令七六条の場合に該当する旨主張す\nる。\n前掲乙第二号証及び第一〇号証、成立に争いのない乙第一一二、第一一三号証、証\n人Ｇ及び同Ｂの各証言、並びに原告Ｃ本人尋問の結果を総合すると、本件施行地区\nには、桜川からポンプで水を汲上げ本件施行地区内の農地に農業用排水をするとい\nう土地改良事業を行なつている土浦市虫掛土地改良区があり、また右用排水事業を\n変更することにより影響を受ける同市第一土地改良区、同市木田余土地改良区があ\nること、また本件施行地区内の水路は、本件事業によりその位置及び機能が十分に\n整備改良され、これによつて虫掛土地改良区の用排水施設の本来の機能が明らかに\n増進すること、更に、本件施行地区の境における用排水路の位置は変動せず、第一\n土地改良区及び木田余土地改良区の土地改良事業についても、その本来の機能を明\nらかに阻害しないこと、以上の事実が認められ、右認定を左右するに足りる証拠は\nない。\n右事実によれば、被告が前記各改良区の意見を聞くことは本件認可処分の要件では\nなかつたものというべきであるから、原告らの前記主張も理由がない。\nなお、前掲乙第一〇九号証、成立に争いのない乙第四ないし第六号証並びに証人Ｈ\nの証言（第一回）によれば、本件申請に際し、前記各土地改良区の、本件事業につ\nいての同意書が添付されており、また、被告は本件事業計画について茨城県農業会\n議の意見を聞いている事実も認められる。\n６　本件事業の経済的基礎の欠缺\n次に、原告らは、本件事業はその施行のために必要な経済的基礎を欠くので、法二\n一条一項四号に定める違法がある旨主張するので、この点について検討する。\n（一）　保留地処分による収入について\n原告らは、保留地の処分により資金計画上の収入金五億二〇〇〇万円を得ることは\n不可能であるから、本件事業は経済的基礎を欠く旨主張する。\nしかしながら、前掲乙第二号証によれば、本件事業計画の資金計画上の収入金五億\n二〇〇〇万円のうち、保留地処分金は六〇〇〇万円にすぎず、その余の金四億六〇\n〇〇万円の収入は公共施設管理者負担金であることが認められるうえ、将来市街地\n化する可能性のある本件施行地区内の保留地が一平方メートル当り金二万円で処分\nすることができないという事実を認めるに足りる証拠もないから、原告らの右主張\nも理由がない。\n（二）　また、原告らは、本件事業計画の資金計画による損失補償金一五〇〇万円\nを民有地に均等に配分すると、一〇アール当り金五万五〇〇〇円にも満たず、これ\nではとても通常生ずべき損失を補償するには不十分であるから、本件事業計画はそ\nの内容が法一〇一条に違反するとともに、事業に必要な経済的基礎を欠く旨主張す\nる。\n前掲乙第一、第二号証、並びに証人Ｈ（第一回）及び同Ｂの各証言によれば、本件\n事業計画には、損失補償費として金一五〇〇万円が計上されていること、被告は、\n本件認可処分に際し、右損失補償費の額が適正なものか否かについて資料にあたる\nなどの実質的な審査をしなかつたが、他の土地区画整理事業の事業計画と比較して\n特に不備な点を認めなかつたこと、訴外組合は設立後公共施設管理者負担金の増額\nを得て事業計画を変更し、損失補償費の額を金三〇〇〇万円に増額し、被告の認可\nを得ていることが認められ（右認定を左右するに足りる証拠はない。）、また、右\n補償費の大部分は農地の使用収益ができなくなることによつて生ずる損失の補償に\n充当されること、右補償費を本件施行地区内の農地（約二六四七アール）に均等に\n配分すると、一〇アールあたり約五万六六〇〇円（増額後は約一一万三三〇〇円）\nになること、本件事業による工事の施行により現実に農地の耕作ができなかつたの\nは、昭和五一年だけであることは、前記認定のとおりである。\nところで、法一〇一条にいう「通常生ずべき損失」とは、現実に発生した損失をい\nい、また、損失補償の制度は、適法行為に基づく特別の犠牲に対し、全体的な負担\n公平の見地より利益の調整を図ろうとするものであるから、右損失のうち本人に特\n別の犠牲を強いるものに限られると解すべきである。しかして、右損失の算定に際\nしては、当該土地を現実に耕作できない期間に通常他の労働等に従事することが予\n想される場合には、その労働等により得た収入をも考慮することも許されるべきも\nのと解すべきである。\n従つて、本件事業計画（変更後のものも含む）に定める損失補償費の額が通常生ず\nべき損失を補償するには不十分であるとは認められない。\n（三）　以上のとおりであるから、本件事業には、その施行に必要な経済的基礎を\n欠くので、法二一条一項四号に定める違法がある旨の原告らの主張は、いずれも理\n由がない（但し、汚水処理場の予算が計上されていない点は次の７のとおり）。\n７　汚水処理場の不設置\n次に、原告らは、本件事業計画には、汚水処理場建設の予算が計上されていないか\nら汚水処理場の建設はできないので、本件事業計画は法六条二項に違反し、本件認\n可処分は法二一条一項二号に定める違法がある旨主張するので、この点について検\n討する。\n前掲乙第二号証及び第一〇号証によれば、本件事業計画には、汚水処理場の用地と\nして二〇〇〇平方メートルの土地を確保してはあるが、その建設費用が資金計画に\n計上されていない事実が認められる（本件事業計画に汚水処理場建設の予算が計上\nされていないことは当事者間に争いがない。）。\nしかしながら、成立に争いのない乙第一一号証、並びに証人Ｇ、同Ｈ（第一回）、\n同Ｉ及び同Ｂの各証言を総合すると、本件施行地区内汚水は、本件事業の一環とし\nて施行地区内の各街路に埋設される汚水管（下水管）に排水したうえ、右下水管の\n末端と土浦市街地の下水道とを接続する下水道（この下水道は土浦市の予算で同市\nの事業として設置されることになつている。）を通して土浦市の下水道に排水し、\n更に、右土浦市の下水道を介して現在茨城県が工事中の霞ヶ浦湖北流域下水道に流\nした上、霞ヶ浦湖畔の神林地区に現在茨城県が建設中の排水処理場で端末処理を行\nなう方針であること、右県営排水処理施設は間もなく完成される予定であるが、土\n浦市による本件施行地区内の下水管と土浦市街地の下水道とを接続する事業は、現\n在のところいつ施行されるか明らかでないので、本件施行地区内の汚水を右県営排\n水処理施設まで排水できるのもいつになるか不明であること、本件施行地区は、現\n在大部分が農地であつて、急速に宅地化する可能性はないので、当分の間は本件施\n行地区内の各土地内から排出される汚水は、吸込、浄化槽等により当該土地内で処\n理することが可能であるから、早急に本件施行地区内に汚水処理場を設置する必要\nはないこと、以上の事実が認められ、右認定を左右するに足りる証拠はない。\n右認定事実によれば、汚水処理場建設の予算が計上されていないからといつて、本\n件事業はその施行のための経済的基礎を欠くものということができないばかりでな\nく、本件事業計画が、環境の整備改善を図り、健全な市街地を造成するために必要\nな公共施設及び宅地に関する計画が適正に定められていないということもできない\nというべきであるから、汚水処理場の設置に関する原告らの主張もいずれも理由が\nないといわざるを得ない。\n８　宅地と農地の取扱の不平等\n更に、原告らは、本件申請者らが訴外組合の定款及び本件事業計画について本件施\n行地区内の土地所有者らの同意を得るに当つて、宅地は減歩せず、その外の土地に\nついてのみ約三〇パーセントの減歩をするから同意してもらいたい旨説明してお\nり、その後の仮換地の指定においても宅地は全く減歩せず、農地についてのみ三〇\nパーセントに近い減歩をしているから、本件事業計画は宅地と農地とを不平等に差\n別扱いするものであつて公平に反し、その内容は違法であるので、本件認可処分は\n法令に違反している旨主張するので、昀後にこの点について検討する。\n本件事業計画書（前掲乙第二号証）には、施行前の民有地（田・畑・宅地等）の合\n計二七万三三七一・七一平方メートルを施行後は合計で三二・五三パーセント減歩\nして二二万一一九六平方メートルとする旨の記載があるのみで、本件事業後の農地\nと宅地の各面積及び各減歩率は明記されていないので、事業計画自体から宅地と農\n地を差別扱いするものとは認められない。しかして、そもそも、土地区画整理事業\n施行地区内の各土地の減歩率を定める換地計画の決定及び仮換地の指定は、土地区\n画整理組合の設立認可処分により同組合が成立した後に、右組合がその総会、部会\n若しくは総代会において定むべきものであり（法八六条、八七条、三一条、三五条\n一項、三六条三項）、また換地計画は新たに知事の認可を受けなければならないも\nのとされているのである（法八六条）から、土地区画整理組合の設立の認可処分の\n時までにはその施行地区内の各土地について減歩率は定められていないのである。\nしかも土地区画整理組合の設立認可の申請者らの各土地所有者らに対する減歩につ\nいての説明は、なんら右組合を拘束するものではなく、更に、換地計画において換\n地を定める場合には、換地及び従前の土地の位置、地積、土質、水利、利用状況、\n環境等が照応するように定めれば足りる（法八九条一項）（なお、仮換地の指定に\nおいても右事情等を考慮して指定すれば足りる（法九八条二項））のであるから、\n右土地の位置、地積、土質、水利、利用状況、環境等の事情により各土地の減歩率\nに差が生ずることも当然に許されるのであつて、各土地につき同一の減歩率により\n減歩しなくとも違法ではなく、換地により各土地間に不均衡が生ずる場合には、金\n銭により清算するものとされていること（法九四条）等からみれば、換地又は仮換\n地の指定の減歩率に不服のある者は、これを理由として右各処分の取消ないし無効\n確認を裁判上求めれば足りるから、これを理由として土地区画整理組合の設立認可\n処分の効力を裁判上争うことはできないものと解すべきである（なお、原告ら（但\nし、原告Ａも含む。）が訴外組合の仮換地指定処分を争い、当裁判所に仮換地指定\n無効確認等請求事件（当裁判所昭和五〇年（行ウ）第一〇号）を提起していること\nは当裁判所に顕著な事実である。）。\n従つて、この点に関する原告らの主張はそれ自体失当であるといわざるを得ない。\n四　結論\n以上の次第であるから、原告Ａには本件認可処分の無効確認及び取消を求める法律\n上の利益がなく、またその余の原告らの主張する本件認可処分についての違法事由\nはいずれもこれを認めることができないから、原告Ａの訴はいずれも却下すること\nとし、またその余の原告らの本訴請求は理由がないので、いずれも棄却することと\nし、訴訟費用の負担につき民事訴訟法八九条、九三条一項本文を適用して主文のと\nおり判決する。\n（裁判官　高橋久雄　小野田禮宏　平賀俊明）\n"
}