{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 49,
    "month": 12,
    "day": 3
  },
  "case_number": "昭和49(う)338",
  "case_name": "銃砲刀剣類所持等取締法違反被告事件",
  "court_name": "大阪高等裁判所第七刑事部",
  "article_info": "第27巻7号711頁",
  "gist": "銃砲刀剣類所持等取締法二二条にいう「携帯」の意義",
  "case_gist": "銃砲刀剣類所持等取締法二二条にいう「携帯」とは、同法条所定の刃物を自宅または居室以外の場所で直接手に持ちまたは身体に帯びるなど、直ちにこれを使用し得る状態で身辺に置くことを意味する。",
  "lawsuit_id": "22391",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=22391",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/391/022391_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n理　　　　由\n本件控訴の趣意は、大阪地方検察庁検事竿山重良作成の控訴趣意書記載のとおり\nであり、これに対する答弁は、弁護人古家野泰也、同中元視暉輔共同作成の答弁書\nおよひ被告人作成の答弁書各記載のとおりであるから、いずれもこれを引用する。\n検察官の論旨は、原判決は、銃砲刀剣類所持等取締法（以下、「銃刀法」と略\n称）二二条にいう「携帯」の意義を、自宅または居室以外の場所で刃物を直接手に\n持ち、あるいは身体に帯びる等し、これを直ちに使用し得るという支配状態て身辺\nに置くことを意味するとしながら、被告人の本件行為を評価するに当り、直ちに使\n用し得る支配状態で身辺に置く意思のある把持とは認められず、本件行為は同条に\n規定する携帯に該当するものとは解し得ないとしたが、同条の携帯罪の成立には、\n原判決のいうような直ちに使用し得る支配状態で身辺に置く「意思」という主観的\n要件は不要であり、また携帯罪の要件として、刃物を直ちに使用し得る支配状態で\n身辺に置くことは必要でなく、かりにこれを要件としても、本件はこれに該当しな\nいとした原判決の同法条の解釈適用には誤りがあり、また、原判決は、被告人の本\n件行為には正当な理由があつた旨認定しているけれども、これは本件犯行の動機・\n目的・方法・態様など正当な理由の有無の判断の前提となる事実を誤認し、ひいて\nは法令の適用を誤つたものであるというにある。\n原判決が確定した被告人の本件行為は、これを要約すると、被告人はＡから送付\nを依頼されて預つていた図書の一部および本件牛刀二本を同人のレバノンの滞在先\n宛に航空書留小包郵便で郵送するために、本件牛刀二本を蓋のある紙箱の方に刃先\nを交差させる恰好で重ね入れて箱蓋をし、その上を新聞紙か包装紙のような物でく\nるみ、その上から三冊のパンフレツトで巻いて包み、新聞紙の切り抜き、封筒に入\nれた手紙、現金五、〇〇〇円をそのハソフレツトの間に差し挾んで、使用ずみの包\n装紙でもつて長方形に包装し、その包装の縦と横をしで紐でふた巻きか、み巻き十\n文字に紐かけをして荷造りし、右小包（縦約三〇糎、横約一五糎、高さ約一〇糎）\nを持つて京都市ａ区ｂ町ｃ番地のｄＢ方からＣ市電、Ｄ電車を利用して大阪市ｅ区\nｆ町ｇ番地のｈＥ郵便局外国郵便窓口に至つたというのである。\nそこで、所論にかんがみ検討するのに、原判決は、銃刀法二二条の携帯の意義を\n示した後、被告人がその間借先であるＢ方からＥ郵便局外国郵便窓口まで本件牛刀\n二本を中身とした小包を把持した行為を評価するに当り、「……これを目して自己\nの直接手に持ち、あるいは身体に帯びる等し、直ちに使用し得る支配状態で身辺に\n置く意思のある把持とは認められず、したがつて同法条に規定する携帯に該当する\nものとは解し得ない」と判示していることは検察官所論のとおりであるが、原判決\nは、まず同法二二条が携帯を禁止処罰する理由を述べ、ついで「同法条にいう『携\n帯』とは、把持の形態の一態様であるけれども、所持よりも狭義の概念に属するも\nのであつて、自宅または居室以外の場所で刃物を直接手に持ち、あるいは身体に帯\nびる等し、これを直ちに使用し得るという支配状態で身辺に置くことを意味するも\nのと考えるべきもので、刃物の用法にしたがつて使用することを目的としない把持\nの形態でおこなわれる場所的移動の全てまでを意味するものではないと解する」と\n判示していることから見て、原判決を全体として考察する限り、検察官のいうよう\nに、原判決が携帯罪の成立要件として、直ちに使用し得る支配状態で身辺に置く\n「意思」という主観的要件を必要としたものと解するのは相当でない。\n<要旨>つぎに、原判決が示した銃刀法二二条の「携帯」の意義の当否について考\nえるのに、原判決が同法条の立法</要旨>趣旨と解するところ、すなわち、「刃体の\n長さが六センチメートルをこえる刃物を日常生活を営む自宅ないし居室において手\nにすることは、通常の場合、危険を伴なわないからこれを許すべきであるが、これ\nらの刃物を業務その他正当の理由によるものでなく、自宅ないし居室以外の場所で\n持ち歩くときには、容易に多衆の面前等でこれを用い易く、その用い易さが危険を\n伴なつて社会の平和的秩序を害する虞れがあるから、これが携帯を禁止したものと\n解される」とすることは、検察官もこれを認めるところであり、当裁判所もこれを\n相当と考えるのであつて、この同法条の立法趣旨、および「携帯」は、物を事実上\n支配していると認められる状態である「所持」よりはるかに狭い意味であること、\nさらに同法が「携帯」と「運搬」を明確に区別していること等を総合して考察する\n場合、同法条にいう携帯とは、原判決もいうように、同法条所定の刃物を自宅また\nは居室以外の場所で直接手に持ち、または身体に帯びるなど、直ちにこれを使用し\n得る状態で身辺に置くことを意味するものと解するのが相当である。検察官は、携\n帯とは、刃物を自宅ないし居室以外の場所で身辺に置く事実があれば足り、「直ち\nに使用し得る状態で」という文言は、せいぜい「身辺に置く」という文言を強調す\nるためのものであるというけれども、携帯のみを禁止処罰している立法趣旨、さら\nには刃物と認識して行なう運搬が処罰の対象となつていないこと等から考えると、\n「直ちに使用し得る状態で」ということは、携帯罪成立の要件というべきである。\n原判決の同法条の解釈に誤りはない。\nつぎに、検察官は、原判決のように「直ちに使用し得る支配状態で」身辺に置く\nことを携帯の要件としても、即時的に使用し得る状態での把持だけでなく、社会通\n念上遅滞なく使用し得る程度の状態で身辺に置くことをもつて足ると解すべきであ\nり、本件小包中から牛刀を取り出すことはきわめて短時間になし得るところであつ\nたと主張するけれども、いうまでもなく「直ちに使用し得る状態で」とは、身辺に\n置くことの客観的状態をいうものであり、本件被告人の把持が前示のようなもので\nある以上、「直ちに使用し得る状態で」なかつたことは明らかであつて、検察官の\n所論は、つまるところ、携帯の意義・要件について、原判決ならびに当裁判所のそ\nれとは異なつた法解釈を主張するものと解するほかないが、これは採用できるとこ\nろでない。その他、検察官の所論にかんがみ検討しても、原判決の銃刀法二二条の\n解釈適用には誤りはない。\n控訴趣意中、原判決が正当な理由の有無の判断の前提となる事実を誤認し、ひい\nて法令の適用を誤つたとの点については、原判決は、被告人の本件牛刀の把持が携\n帯に当らないとした上、さらに進んで、被告人の本件把持には正当な理由があつた\n旨を認定しているのであるが、被告人の行為が銃刀法二二条の携帯に当らないもの\nである以上、正当な理由の有無について判断する要を見ない筋合いてあるから、当\n裁判所は、右の控訴趣意に対してとくに判断する必要を認めないので、これを行な\nわない。\n以上のように、被告人の本件行為が携帯に当らないとした原判決の銃刀法二二条\nの解釈適用に誤りはなく、本件控訴はその理由がないことに帰するから、刑事訴訟\n法三九六条により主文のとおり判決する。\n（裁判長裁判官　今中五逸　裁判官　児島武雄　裁判官　野間禮二）\n"
}