{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 47,
    "month": 5,
    "day": 23
  },
  "case_number": "昭和47(う)477",
  "case_name": "銃砲刀剣類所持等取締法違反、火薬類取締法違反被告事件",
  "court_name": "東京高等裁判所第十刑事部",
  "article_info": "第25巻2号219頁",
  "gist": "がん具のモデルガンを改造したものが銃砲刀剣類所持等取締法所定の「けん銃」にあたるとされた一事例",
  "case_gist": "がん具のけん銃を改造したものでも金属性弾丸を発射する機能を有するものは、銃砲刀剣類所持等取締法二条一項所定の「けん銃」にあたる。",
  "lawsuit_id": "20679",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=20679",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/679/020679_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人Ａを懲役三年に、\n被告人Ｂを懲役二年六月に\n処する。\n被告人両名に対し原審の未決勾留日数中一六〇日を右各本刑に算入す\nる。\n原審における訴訟費用は被告人両名の連帯負担とする。\n理　　　　由\n本件控訴の趣意は被告人両名の弁護人森健次郎名義の控訴趣意書及び同追加と題\nした書面記載のとおりであるから、これを引用する。\n一、　事実誤認の主張について\n所論は、原判決が本件改造モデル・ガンを「けん銃」と認定したことは、けん銃\nについて物体的、社会通念的に認識を誤つて事実を誤認したものであり、その誤認\nが判決に影響を及ぼすこと明らかであると主張する。\n原判決は罪となるべき事実第一において「がん具けん銃を改造した金属性弾丸を\n発射する機能を有する装薬銃砲計一六丁を所持し」と摘示し、所論指摘のとおり、\nその意味が甚だ不明確であるが、法令適用の部分の判文と照合すれば、がん具を改\n造した「けん銃」を所持した事実の判示であることを理解することができる。銃砲\n刀剣類所持等取締法は第二条一項において、この法律において銃砲とはけん銃、小\n銃、機関銃、砲、猟銃その他金属性弾丸を発射する機能を有する装薬銃砲及び空気\n銃をいうと規定し、第三条の二においてけん銃、小銃、機関銃、砲を一括して「け\nん銃等」と表現することを示し、所定の除外事由なく銃砲刀剣類を所持した者に対\nする罰則として第三一条の二は「けん銃等又は猟銃」を所持した者を五年以下の懲\n役又は二〇万円以下の罰金に処することを、第三一条の三は「けん銃等及び猟銃を\n除く以外の銃砲」を所持した者を三年以下の懲役又は一〇万円以下の罰金に処する\nことをそれぞれ規定し、不法に所持した物が「けん銃等又は猟銃」か、それ以外の\n銃砲かによつて適用されるべき罰則規定が異るのであるから、その点の誤認が判決\nに影響を及ぼすことの明<要旨>らかなことは所論のとおりである。被告人等のモデ\nル・ガン改造による本件製作物が同法所定の「けん銃」に</要旨>該当するか否かに\nつき、所論は、「けん銃」であるためには銃身内に螺線状の溝を有すること、連続\n発射のできること等六個の要件を挙げ、本件改造モデル・ガンはそのいずれの要件\nも欠いているからこれを「けん銃」と認定したことは誤認であると論ずる。しか\nし、同法は「けん銃」の定義を特に掲げてはいない。一般社会通念として、けん銃\nとは金属性弾丸を発射する機能を有する装薬銃器で、片手で発射操作のできるもの\nと観念されており、けん銃の専門家である原審証人Ｃの見解もこれと一致するので\nある。所論の挙げる銃身内に螺線状溝のあることその他の要件の存否は、けん銃の\n構造、性能が精巧であるか粗雑であるかの評価の差異にはなるが、それを欠けば\n「けん銃」であることを否定されるものではない。このことは銃砲刀剣類所持等取\n締法による規則の趣意が銃砲刀剣類等の所持に関する危害予防にある（同法一条）\nことからしても当然の帰結である。原判決が本件改造モデル・ガンを「けん銃」と\n認定したことに事実の誤認はなく、所論は採用できない。　（その余の理由は省略\nする）\n（裁判長裁判官　高橋幹男　裁判官　寺内冬樹　裁判官　中島卓児）\n"
}