{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 48,
    "month": 11,
    "day": 27
  },
  "case_number": "昭和47(ネ)491",
  "case_name": "中日放送賃金請求",
  "court_name": "名古屋高等裁判所",
  "field": "労働",
  "lawsuit_id": "19822",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=19822",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/822/019822_hanrei.pdf",
  "contents": "主　　　文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n事　　　実\n控訴代理人は「（一）原判決を取消す。（二）被控訴人の申請を棄却する。\n（三）訴訟費用は第一、二審とも被控訴人の負担とする」との判決を求め、被控訴\n代理人は控訴棄却の判決を求めた。\n当事者双方の主張および証拠関係は、次のとおり附加するほか原判決事実摘示と\n同一であるから、これを引用する。\n（控訴代理人の陳述）\n一、本件において、本件解雇の効力は、一次仮処分決定に関係なく、改めて判断さ\nれるべきものである。すなわち、\n仮処分決定についても既判力を認めるのが通説であるが、右既判力は同一の被保\n全権利と保全の必要性に基づく他の仮処分事件に及ぶにすぎない。\nこれは、仮処分が争いのある権利関係の継続を前提としてなされる単なる暫定的\nな処置にすぎないこと、仮処分事件の訴訟物は保全の必要性がこれに含まれるか否\nかはとも角として、被保全権利そのものではないこと、実務上仮処分申請の許否に\n当たつて被保全権利の存否に関する疎明の程度と保全の必要性の強度とは極めて密\n接な関係にあること等から容易に肯定されるところである。\nしたがつて、仮に、一次仮処分決定により、被控訴人において控訴人の従業員と\nしての仮の地位を有することが認められているとしても、増額賃金の一時金の仮払\nを求める本件仮処分事件とは被保全権利および保全の必要性において同一でないか\nら、本件仮処分事件に一次仮処分決定の既判力は及ばない。\n裁判所は、本件において本件解雇の有効なことを認定し、本件仮処分申請を排斥\nすることができるのである。\n二、一時金については、被控訴人は各期ともその支給日に「守る会」より、自らの\n受けるべき一時金相当額のカンパを受けており、なんら生活費に赤字は生じていな\nい。\n（被控訴代理人の陳述）\n一、一次仮処分決定には形成力が認められ、本件において本件解雇の効力を判断す\nるを要しないものである。\n二、被控訴人は、各期一時金の支給日に「守る会」より一時金相当額のカンパを受\nけているが、それは「守る会」よりの貸付金であり、一時金の仮払仮処分が出た際\nには返済されているのである。また、仮払が受けられないものについてはいずれ返\n済しなければならないものであるから、仮処分の必要がないということはできな\nい。\n理　　　由\n一、本件仮処分申請に対する判断は原判決と同一であるから、次のとおり補足する\nほか、原判決理由を引用する（ただし、原判決九枚目裏末行の「賃料」を「賃金」\nと訂正する）。\n（一）　控訴人は、一次仮処分決定の既判力は本件仮処分事件に及ばないから、本\n件において改めて本件解雇の効力を審理判断することが必要である旨主張する。し\nかし、本件において改めて本件解雇の効力を審理判断しないのは、一次仮処分決定\nに既判力を認めてのことではなく、本件仮処分申請が一次仮処分決定によつて形成\nされた法律状態を前提とするものであるからである。すなわち、一次仮処分決定が\n本件解雇の効力を仮に停止した趣旨は、被控訴人が控訴人の従業員たる地位を有す\nることを確認したものではなく、本件解雇がなかつた状態、いい換えれば被控訴人\nが控訴人の従業員たる地位にある状態を暫定的に形成することにあることは明らか\nであり、この形成された法律的地位が一次仮処分決定の取消されない限り存続する\nことはいうまでもないが、被控訴人の控訴人に対する賃金（一時金）請求権は右法\n律的地位から派生する具体的権利にほかならないから、一次仮処分決定後右賃金の\n仮払を命ずる仮処分をなすに当たつては、被控訴人が右法律的地位を保有すること\nを前提として、賃金請求権の存否および仮払の必要性を判断すれば足りるというべ\nきである。\n（二）　前（原判決）掲甲第五号証の一によれば、被控訴人の行つている本件解雇\n撤回闘争を支援する有志労働者により「守る会」というものが結成され、右支援活\n動がなされていることが認められ、被控訴人が「守る会」より、控訴人主張の一時\n金相当額の「カンパ」を、一時金の本来の支給日に受けたことは当事者間に争いが\nない。ところで、「守る会」の右性格からして、右「カンパ」の交付は被控訴人が\n控訴人から一時金の支給を受けられないことにより陥る生活上の困窮を救う目的で\nなされたものであると推認され、かつ、弁論の全趣旨によれば、右「カンパ」とし\nて交付された金員は被控訴人が本件仮処分により控訴人から一時金の仮払を受けた\nときは、直ちに返済しなければならないものであることが認められるから、依然前\n（原判決）示限度において本件一時金仮払の必要性は肯定できる（仮処分により避\nけるべき著しい損害を、該仮処分決定発令までの時間的ずれよりして、一時他の手\n段を講じて著しい損害を避けた場合にあつては、そのゆえに仮処分の必要性が消失\nしたと解しないのを相当とする）。\n二、よつて、原判決は相当で本件控訴は理由がないから、失当としてこれを棄却す\nることとし、訴訟費用の負担につき民事訴訟法第九五条、第八九条を適用して主文\nのとおり判決する。\n（裁判官　布谷憲治　山内茂克　豊島利夫）\n"
}