{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 46,
    "month": 1,
    "day": 18
  },
  "case_number": "昭和45(う)1327",
  "case_name": "爆発物取締罰則違反、殺人予備、兇器準備集合、放火未遂、公務執行妨害被告事件",
  "court_name": "東京高等裁判所第十一刑事部",
  "article_info": "第24巻1号32頁",
  "gist": "刑法二〇八条ノ二の兇器にあたるとされた事例",
  "case_gist": "ガソリン、燈油および濃硫酸を入れたガラス瓶に塩素酸カリと砂糖の水溶液をぬりつけた紙片を貼付することなく新聞紙で巻きつけたまま投げつけたため紙片が脱落して発火炎上しなかつた火炎瓶も、刑法二〇八条ノ二にいわゆる兇器にあたる。",
  "lawsuit_id": "20750",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=20750",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/750/020750_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人を懲役二年に処する。\n原審における未決勾留日数中一二〇日を右刑に算入する。\n当審における訴訟費用は被告人の負担とする。\n理　　　　由\n本件控訴の趣意は、弁護人竹内三郎の控訴趣意書に記載されたとおりであり、こ\nれに対する答弁は、東京高等検察庁検事辰巳信夫の答弁書のとおりであるからそれ\nぞれこれを引用する。\n控訴趣意第一点について\n論旨は要するに、原判示第二（一）事実（兇器準備集合）につき、被告人が当時\n携帯していたのは発火不能の火炎びんであつたから兇器に当らないものであり、同\n第二（二）事実（公務執行妨害）につき、被告人はその犯意、実行行為のみなら\nず、他の学生との共謀を欠くものであるから、被告人を有罪とした原判決は事実を\n誤認したものである、というのである。\nしかし記録を調査すると、原判示各事実は、挙示の関係証拠により所論の点を含\nめすべて肯認するに十分であり、当審における事実取調の結果を参酌しても、右判\n断を左右するに足りない。すなわちＡ（昭和四四年一一月九日付、同月一〇日\n付）、被告人（同年一一月一六日付、同年一二月七日付）の検察官に対する各<要\n旨>供述調書謄本によれば、被告人らが原判示第一（一）、（二）記載の日時場所に\nおいて携帯使用した火炎びん約二〇本</要旨>は、ガソリン、燈油および濃硫酸を入\nれたガラス瓶であり、本来その側面に塩素酸カリと砂糖の水溶液をぬりつけた紙片\nを貼付したうえ、これを他の物体に投げつけ発火炎上させることを予定していたと\nころ、たまたま当時右紙片を貼付するためのセロテープの用意がなかつたので、こ\nれを瓶にそえて新聞紙で巻きつけたまま投げつけたため、火炎瓶が対象物に達する\n以前に紙片が脱落して発火しなかつたことがうかがわれる反面、その本来の使用方\n法によるときは、発火炎上することが明らかである以上、被告人らがその使用方法\nを誤つたため発火炎上しなかつたとしても、これをもつて所論のように本件火炎瓶\nは刑法第二〇八条の二にいわゆる兇器に当らないということはできない。また原判\n決が弁護人の無罪の主張に対し、被告人が原判示公務執行妨害の際に、実行行為を\nなすことなく現場から逃走したとしても、共謀共同正犯としての罪責を免れること\nができないとした判断は、これを是認することができるものであるのみならず、原\n判決が共謀の内容としている「自動車に乗つて街頭を警備中の警察官部隊の襲撃」\nは、本件警ら用無線自動車（パトカー）に対する火炎瓶等の投てきを含むものと解\nすることができるし、本件犯行直前になされた共犯者Ｂの演説が、所論のように、\n新宿駅付近における機動隊襲撃を内容とするものであつたことは証拠上認められな\nいでもないが、このことから直ちに被告人が本件公務執行妨害に無関係であるとな\nすことはできない。論旨は理由がない。\n同第二点について\n論旨は量刑不当の主張である。\nそこで記録並びに当審における事実取調の結果に徴すれば、本件はいわゆるＣ派\nによる組織的集団的犯行として公共に対する重大な危険をはらむものであり、被告\n人が各犯行に際し班長ないし小隊長等として同派幹部の命令の伝達、火炎瓶、爆弾\nの運搬等の職務に従事していることなど諸般の情状にてらしその刑責が重大である\nことは否定できず、原判決の量刑（懲役三年六月）もこれを首肯し得ないではな\nい。被告人が本件犯行に及んだ動機は、同人が昭和四三年四月旭川市の高学等校か\nら東京大学に入学したものの、同年六月頃から拡大の一途を辿つた大学紛争のた\nめ、授業も殆ど行われず、不安動揺の生活を送つている中、同四四年九月二〇日頃\nＣ派幹部Ｄの勧誘を受けて同人らの、世界革命を目標とする武装蜂起の思想に共鳴\nし、これに加入したことによるものであつて、同情の余地があること、また本件各\n犯行における被告人の地位、役割は、班長ないし小隊長などといつても結局におい\nてＤらＣ派幹部の指示を受け、これに従つて動いた下級幹部に過ぎないこと、幸に\n原判示第三の犯行直後被告人らの全員が逮捕されたため、企図された首相官邸襲撃\nの計画は未然に防止されたこと、被告人は本来善良な性格の持主であつて前科がな\nく、本件各犯行の途中においてＣ派の無謀な戦術に疑問を抱き始めていたが、右逮\n捕後は自己の非を悟り、捜査および原審を通じて犯行のすべてを自白し、当審にお\nいて保釈を許可されるまでの一〇ケ月を超える未決勾留を経た現在、勉学の意欲に\n燃えており再犯のおそれはないこと等を認めることができるが、本件はまさに組織\n的、集団犯罪の特徴を備える犯行であつて、それによる法益侵害ないしその危険の\n大きいこと、集団内部においてその地位に応じての責任の差があることは、元来単\n独犯が予定され、その修正として共同正犯が考えられる一般犯罪と同日に論じ得な\nいものがある。刑法はその典型的な場合として内乱罪、騒擾罪の規定を設けている\nが、その趣旨は本件においても参酌さるべきであつて、被告人はもとより首魁的地\n位にはないが、また附和随行者と認めることもできないので、諸般の職務従事者な\nいし率先助勢者に準ずる刑責を負担しなければならない。この場合には一般共同正\n犯の場合のように参加の動機に同情すべきものがあることや、その後の態度の変化\nをそれほど強く量刑に斟酌することは許されない。然らば所論の諸事情を十分に考\nえても被告人に対し刑の執行を猶予するだけの情状があるものということはできな\nい。しかしながら犯行当時の騒然たる社会情勢は鎮静に向い、また被告人がその一\n員であつたＣ派はその無謀な活動によつて一般の支持を失い、その中心となつた活\n動家の多くは海外に去り、被告人が再度かかる無謀な行動に出ることはないと認め\nられること、被告人の本件行動は社会情勢の激動期における青年の一時の客気の致\nすところであつたことを考えると原判決の刑はこれを減軽し、速やかな再出発の機\n会を与えることが相当であると認められる。論旨は理由がある。\nよつて刑事訴訟法第三九七条、第三八一条により原判決を破棄し、同法第四〇〇\n条但書により本件につき更に次のとおり判決する。\n原判決の認定した事実および法条に従い、最も重い爆発物取締罰則違反罪の刑に\n併合加重をなした上、刑法第七一条、第六八条第三号により酌量減軽をなした刑期\n範囲内において被告人を懲役二年に処し、同法第二一条により原審における未決勾\n留日数中一二〇日を右本刑に算入し、当審における訴訟費用は刑事訴訟法第一八一\n条第一項本文により全部被告人に負担させることとして主文のとおり判決する。\n（裁判長判事　青柳文雄　判事　菅間英男　判事　酒井雄介）\n"
}