{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 49,
    "month": 4,
    "day": 17
  },
  "case_number": "昭和47(ネ)1342",
  "case_name": "損害賠償請求事件",
  "court_name": "大阪高等裁判所第八民事部",
  "lawsuit_id": "22396",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=22396",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/396/022396_hanrei.pdf",
  "contents": "主　　　　文\n一、　原判決中控訴人の主位的請求を棄却した部分に関する控訴を棄却\nする。\n二、　１、　原判決中控訴人の予備的請求を棄却した部分を取消す。\n２、　被控訴人は控訴人に対し金一〇四万円及びこれに対する昭和四四\n年六月九日以降右支払済に至るまで年五分の割合による金員を支払え。\n三、　訴訟費用は第一、二審を通じ、被控訴人の負担とする。\n事　　　　実\n控訴人は「原判決を取消す。被控訴人は控訴人に対し金一〇四万円及びこれに対\nする昭和四四年六月九日以降右支払済に至るまで年五分の割合による金員を支払\nえ。訴訟費用は第一、二審を通じ、被控訴人の負担とする。」との判決を求め、被\n控訴人は「本件控訴を棄却する。控訴費用は控訴人の負担とする。」との判決を求\nめた。\n当事者双方の事実に関する主張及び立証関係は次に付加訂正するほかは原判決事\n実摘示のとおりであるから、これを引用する。\n一、　原判決四枚目表九行目末尾に「したがつて、原告の本訴提起のときは右請\n求権は時効により消滅しているので、本訴において右時効を援用する。」を加入す\nる。\n二、　同四枚目裏一行目「原告は、」以下同三行目「受けている。」までを「原\n告は右集会に出席して決議に賛同し、更に同決議に従い、倒産会社の整理委員会に\n金二一万一、八〇〇円の債権を届け出て、すでに同委員会を通じ吉原米穀株式会社\nから昭和三九年三月七日内金四、二三六円の支払を受けている。仮りに原告が右決\n議に参加しなかつたとしでも、原告は右集会を主宰した右整理委員会委員長Ａに対\nし、倒産会社に対する債権の処理につき一切の処理を委任し、代理権を授与してい\nる。」と訂正する。\n三、　同四枚目裏九行目冒頭「「」の次に「時効の抗弁は争う。」を、同一〇行\n目「いない」の次に「し、Ａに対し被告主張のような委任もしていないし、代理権\nを授与したこともない」を、各そう入し、同一二行目「右集会の期日後」を「昭和\n三九年三月七日」と訂正する。\n四、　証拠（省略）\n理　　　　由\n成立につき争いのない甲第一号証の一ないし五、ならびに原審における控訴人本\n人尋問の結果によれば、控訴人は商品取引所仲買人の訴外三洋物産株式会社に対\nし、昭和三七年五月ごろから商品売買取引の委託をし、その委託証拠金として同年\n一〇月四日から昭和三八年五月二八日までの間に五回にわたり、合計金一〇四万円\nを預託したが、同年中に委託契約の解除を告知し、証拠金の返還を求めたことが認\nめられる。\nしかるところ、右訴外会社が昭和三八年八月に倒産したこと、被控訴人が同会社\nの代表取締役であつたことは、当事者間に争いがなく、控訴人及び被控訴人の原審\nにおける各本人尋問の結果によれば、控訴人は、昭和四三年五月、被控訴人方を訪\nれ、前記証拠金の返還につき善処方を求めたことが認められる。しかし、その際被\n控訴人において右訴外会社の控訴人に対する証拠金返還債務を重畳的に引き受ける\nことを約束したという控訴人の主張事実は、これを認めるに足る証拠かなく、かえ\nつて右各本人尋問の結果によれは、右約束の事実かなかつたことが明認される。そ\nれ故、右重畳的債務引受の事実の存在を前提とし、前記委託証拠金とこれに対する\n遅延損害金の支払を求めている控訴人の主位的請求は失当というべきである。\nそこで、控訴人の予備的請求である商法第二六六条ノ三に基づく損害賠償請求に\nついて判断する。被控訴人は、控訴人の同条に基づく主張は禁反言の原則及び民事\n訴訟法第一三九条に照らし、許されない旨主張する。そしてその理由とするところ\nをみるに、控訴人は訴状において、被控訴人は控訴人に対し同条に基づく損害賠償\n責任を負つている旨の主張を掲げなから、最初の口頭弁論期日において右主張部分\nは陳述しない、本件においては同条による責任を追求するものではない旨述べなか\nら、その後の口頭弁論期日に至つてこれを翻し、右陳述をし、同条による責任を追\n求しようとするものであるが、これは禁反言の原則及び民事訴訟法第一三九条に照\nらし、許さるべきてないというのである。しかしながら、いわゆる禁反言の原則\nが、一旦陳述を控えたにとどまる主張を後日に陳述することまで禁止したものとは\n解されないし、本件における控訴人の商法第二六六条ノ三に基づく主張は、単なる\n攻撃防禦の方法ではなく、それ自体予備的請求を構成するものと認むべきであるか\nら、被控訴人の右主張はこれを採用することができない。\n商法第二六六条ノ三第一項前段の規定は、第三者を保護するため、取締役が悪意\n又は重大な過失により会社に対する義務に違反し、よつて第三者に損害を被らせた\n場合、取締役の任務懈怠行為と第三者の損害との間に相当因果関係がある限り、会\n社がこれによつて損害を被つた結果ひいて第三者に損害を生じた場合であると、直\n接第三者が損害を被つた場合であるとを問わず、当該取締役が直接第三者に対し損\n害賠償の責に任ずべきことを規定したもので、第三者保護のため法が取締役に加重\n責任を負担させたものと解すべきである。また代表取締役は、もともと、対外的に\n会社を代表し、対内的に業務全般の執行を担当する職務権限を有する機関であるか\nら、善良なる管理者の注意をもつて会社のために忠実にその職務を執行し、ひろく\n会社業務の全般にわたつて意を用いるべき義務を負うものである。従つて、会社の\n代表取締役が他の取締役に会社業務の一切を任せきりにし、その業務に何ら意を用\nいないで、ついにはそれらの者の悪意または重大な過失による任務懈怠ないしは不\n正行為を看過するに至るような場合には、自らもまた悪意または重大な過失により\n任務を怠つたものと解すべきである（悪意重過失の任務懈怠説、直接間接両損害包\n含説、特別法定責任説）（最高大法廷昭和四四、一一、二六判決）。\nそして、会社の代表取締役か経営の一切を他の取締役に一任し、みずから会社の\n経営に関与しなかつた場合において、会社の取引先が取引に関して損害を蒙つたと\nきに、右代表取締役の任務僻怠と右第三者の損害との間に相当因果関係があるとい\nうためには、その損害が他の取締役の悪意又は重大な過失による任務解怠によつて\n生じたものでなければならない（最高第一小法廷昭和四五、七、一六判決）。\n<要旨第一>以上のとおりであるところ、原審における証人Ｂ、同控訴人及び被控\n訴人各本人尋問の結果によれ</要旨第一>ば、被控訴人は昭和三五年訴外三洋物産株\n式会社の設立以来の代表取締役で、月額三万円の報酬を受けていたが、現実に会社\n業務の主宰運営に当つていたのは、訴外Ｂほか一名の平取締役であつて、被控訴人\n自身は、もともと農業に従事しており、会社に常勤せず、会社業務は右平取締役ら\nに委せきりにし、これに意を用いることがなかつたこと、その間において、右平取\n締役らは会社財産及び業績に比し不相当に多くの営業所を各地に設けて経営規模を\nむやみと拡大して人件費その他の諸経費を膨張させるなど放漫経営をし、商品市場\nにおいでは見込の悪い取引をし、危険度の高い無謀な投機的取引を繰返すなどし、\nいわゆる反対売買による多額の欠損を出し、更に従業員に対する選任監督を怠つた\nため、なかには顧客からの多額の預託金を横領する者も出るなどし、会社は著しい\n債務超過となり、倒産のやむなきに至つたこと、また控訴人から本件証拠金の預託\nを受けたのは既に会社の経理状態が相当悪化し、倒産の危険が出てから、舞鶴営業\n所の従業員の扱としてなされ、控訴人は会社の右状態を全く知らされないまゝ預託\nしたものであるが、被控訴人から業務執行の一切を委せられていた前記平取締役ら\nが、会社の右のような状態からして証拠金の預託を受けても返還は不可能になるこ\nとを予見していた筈であるのに右従業員に対する適切な指揮命令を怠つたために、\n控訴人から本件証拠金の預託を受けさせるに至つたものであること、結局その結果\n控訴人に本件証拠金の返還をすることができなくなり、損害を被らせたこと、以上\nが認められ、他にこの認定に反する証拠はない。したがつて、叙上の認定事実によ\nると、被控訴人は訴外会社に対する関係において、代表取締役として自らも悪意ま\nたは重大な過失により任務を怠つたものであるといわなければならず、また控訴人\nの損害は訴外Ｂほか一名の現実に業務を担当していた平取締役の悪意又は重大な過\n失による任務懈怠によつて直接及び間接に生じたものであるといえるので、結局被\n控訴人の右任務懈怠と控訴人の損害との間には相当因果関係があり、被控訴人は控\n訴人に対し、商法第二六六条ノ三に基づき委託証拠金一〇四万円に相当する損害を\n賠償する債務を負担するに至つたといわなければならない。\nところで、被控訴人は、民法第七二四条による消滅時効を援用しているので、こ\nの点について判断する。\n<要旨第二>商法第二六六条ノ三あ取締役の責任の性質は、前叙のとおり、特別な\n法定責任であると解すべきであるか</要旨第二>ら、取締役がその職務を行なうにつ\nき故意または過失により直接第三者に損害を加えた場合に、一般不法行為の規定に\nよつて、その損害を賠償する義務を負うことを妨げるものではなく、右責任は一般\n不法行為責任と競合することは可能である（競合説）（前掲最高大法廷判決）。こ\nのように商法二六六条ノ三に基く取締役の責任自体は一般不法行為責任でないこと\nはもちろん、特殊の不法行為責任でもない。従つて右規定は不法行為責任の特則を\n定めたものではない。してみれば、商法第二六六条ノ三の取締役の責任についての\n消滅時効については何ら特別の定めがないから、これについて民法第一六七条第一\n項を適用し、一〇年の時効期間の経過によつて消滅するものと解するを相当とし、\nこれについて民法第七二四条を適用すべき余地はないものといわなければならな\nい。そして右のように解すると控訴人の予備的請求にかかる本件損害賠償請求権に\nついて未だ一〇年の消滅時効か完成していないこと記録上明らかであつて、被控訴\n人の民法第七二四条の短期消滅時効の適用あることを前題とする時効の抗弁は理由\nがない。\n被控訴人は、昭和三八年一二月一六日債権者集会において被控訴人に対しては責\n任を追求しない旨決議し、控訴人は同集会に出席して、これに賛成していたとか、\n控訴人は整理委員長訴外Ａに対し、右決議につき一切を委託し、代理権を授与した\nとか、金二一万一、八〇〇円の債権の届出をしたとか主張しているけれども、当審\nにおける証人Ｃ及び原審における証人Ａの各証言の一部は信用できず、他に右主張\n事実を認めるに足る証拠はない。かえつて右証人Ｃの証言から成立の認められる甲\n第六号証、原審における控訴人本人尋問の結果及び弁論の全趣旨によると、控訴人\nは右債権者集会には出席せず、訴外Ａに対しても何らの委任もぜす、代理権も付与\nしなかつたこと、債権の届出もしなかつたことが認められる。したがつて被控訴人\nの右主張も採用できない。\n被控訴人は、控訴人の訴外三洋物産株式会社に対する委託証拠金債権の内金四、\n二三六円は昭和三九年三月七日弁済された旨主張し、控訴人は右支払を受けたこと\nは認めているが、右は証拠金の元本債権の弁済に充当されたものではなく、損害金\nに法定充当された旨争つているところ、成立に争いのない甲第一号証の一ないし\n五、同乙第三号証、原審における控訴人本人尋問の結果及び弁論の全趣旨によれ\nば、控訴人は右支払を受けた当時訴外三洋物産株式会社に対し金一〇四万円の委託\n証拠金及びこれに対する前記返還請求の日の翌日以後の年六分の割合による遅延損\n害金債権を有していたこと、右支払に当り当事者間において弁済充当につき何らの\n指定もなされなかつたことが認められ、これによると右支払は証拠金元本の弁済に\n充当されたものではなく、右遅延損害金の弁済に充当されたと認めるのが相当であ\nる。\nそうだとすると、被控訴人は控訴人に対し損害賠償として金一〇四万円及びこれ\nに対する訴状送達の翌日であること記録上明白な昭和四四年六月九日以降年五分の\n割合による遅延損害金を支払うべき義務があるといわなければならない。\n以上、控訴人の主位的請求は失当であり、これを棄却した原判決は正当であるか\nら、同請求に関する本件控訴を棄却し、予備的請求は理由があるのでこれを認容す\nべきところ、これを棄却した原判決は失当であるから取消し、被控訴人に右支払を\n命ずることとし、民事訴訟法第八九条、第九六条を適用し、主文のとおり判決す\nる。\n（裁判長裁判官　増田幸次郎　裁判官　西内辰樹　裁判官　三井喜彦）\n"
}