{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 54,
    "month": 11,
    "day": 28
  },
  "case_number": "昭和43(行ウ)1",
  "case_name": "行政処分取消請求事件",
  "court_name": "大津地方裁判所",
  "field": "行政",
  "gist": "行政代執行法３条１項の戒告につき，同項所定の内容が記載され，同項の戒告であることが義務者に容易に理解されるものであれば，義務を課する行政処分と同一の文書でされ，また，その文書が戒告書である旨表示されていなかったとしても，右戒告に瑕疵があるとはいえないとした事例",
  "lawsuit_id": "17502",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17502",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/502/017502_hanrei.pdf",
  "contents": "○　主文\n原告の被告らに対する各請求を棄却する。\n訴訟費用は原告の負担とする。\n○　事実\n第一　当事者の求めた裁判\n一　被告らに対し、\n被告らは、各自、原告に対し金四一〇九万円及び内金一五〇〇万円につき被告国に\nおいては昭和四四年二月二四日以降、被告滋賀県においては同月二二日以降完済に\n至るまで、内金二六〇九万円につき同四六年三月二日以降完済に至るまで、いずれ\nも年五分の割合による金員を支払え。\n二　被告国に対し、\n原告の被告国に対する、滋賀県知事Ａが原告に対して昭和四三年三月二三日付滋賀\n県達河第四七三号により支払いを命じた行政代執行費用金六一七万二四七〇円の支\n払債務が存在しないことを確認する。\n三　訴訟費用は、被告らの負担とする。\n四　第一項につき、仮執行の宣言。\n（被告ら）\n主文同旨。\n第二　当事者の主張\n（請求の原因）\n甲（損害賠償請求関係）\n一　本件の経緯\n１　原告は、滋賀県栗太郡＜地名略＞に本社を有し、砂利採取、生コン製造を業と\nする株式会社である。原告会社は、現在の代表取締役Ｂが昭和二六年一二月個人経\n営で始めたものを、同三九年一月会社組織にしたものである。\n２　野洲川河床砂利採取については、河川管理者たる滋賀県知事（以下「県知事」\nという。）から大津砂利採取販売協同組合（以下「組合」という。）に一括採取の\n許可が与えられており、採取区域も被告県の統一的許可区域に指定され、組合から\n組合員に対して採取数量の割当がなされている。そして、個人業者に対する砂利採\n取の許可は、組合への一括採取の許可後は廃止されている。原告会社は、その個人\n経営時代から昭和四二年一一月二七日まで組合に加入して所定の採取数量の割当を\nうけ、野洲川から河床砂利を採取していたものである。\n３　原告会社は、栗太郡＜地名略＞先等の野洲川河川区域において砂利等を採取し\nていたところ、原告会社代表者取締役Ｂは、昭和四二年七月四日県の採取許可のな\nい場所で採取したという疑いで逮捕され、＜地名略＞及び＜地名略＞並びに同所地\n先に堆積していた砂利等約三万六〇〇〇立方メートル（以下「本件砂利」とい\nう。）が押収された。\n４　その後、県知事は、原告会社に対し昭和四三年一月五日付滋賀県達河第二、二\n七〇号により、\n本件砂利を採掘跡に戻すように命じた（以下「本件原状回復命令」という。）。\n５　そして、県知事は、原告会社が右命令の任意履行に応じないとして、本件砂利\nにつき昭和四三年二月二〇日行政代執行に着手し、同年三月七日終了（以下「本件\n行政代執行」という。）した。\n右代執行の際、これに従事した作業員は、乱暴な扱いをして原告会社所有の足場板\n四五枚、作業現場事務所用ハウス（建坪一二坪）を破壊した。\n二　本件原状回復命令及び本件行政代執行の違法事由\n１　本件原状回復命令は、内容が極めて不明確であり、そのため履行不可能であつ\nた。\nすなわち、本件原状回復命令は、原状に復すべき砂利を、原告会社がいつからいつ\nまでに採取した何立方メートルと特定していないから、内容が不明確であるという\nべきである。\n２　本件行政代執行には戒告書が原告会社に送達されておらず、しかも、代執行令\n書が原告会社に送達されたのは代執行が開始された日の前日（昭和四三年二月一九\n日）であつて、その間にわずか一日しか余裕がなかつた。\nさらに、原告会社は、その頃被告県側の強硬な態度に屈服してやむを得ず本件原状\n回復命令を履行すべくその用意をし、かつ、その旨被告県側に通知したにもかかわ\nらず、県知事は、これを無視して行政代執行を強行した。\n以上のようなことからすると、本件行政代執行は、手続上重大な瑕疵があつたとい\nわざるをえないから、違法な処分というべきである。\n３　本件原状回復命令及び本件行政代執行は、原告会社の本件砂利の所有権（本件\n砂利が原告会社の所有に属するものであることは後述のとおり。）を侵害するもの\nである。\n４　本件原状回復命令及び本件行政代執行は、いわゆる比例の原則に反する。\nすなわち、行政強制一般については、全ての強制処分はその目的を達するために必\n要な最少限度に止めるべきものであり、目的に照らし必要な限度を超える強制は違\n法であるという、比例の原則が守られるべきであるところ、これを本件についてみ\nるに、本件行政代執行により時価約金四〇〇〇万円相当の本件砂利が失われたばか\nりか、そのための費用として金八〇〇万円も要したが、本件では特に緊急に行政代\n執行をする必要がなかつたのであるから、河川自らの自然調整作用による原状回復\nの方法によるべきであつたのであり、この方法によるならば費用も比較にならぬほ\nど少なくて済み、かつ、\nより効果的であつたと考えられる。\n要するに、本件行政代執行は、比例の原則、経済的価値観念を無視した違法な処分\nであつた。\n三　損害\n１　本件砂利の所有権侵害による損害\n（一）　本件砂利は、原告会社ないしその設立者であるＢが昭和三八年以前から野\n洲川において所有の意思をもつて採取し、占有を取得したものであるから、無主物\n先占によりその所有権を取得した。\n野洲川の河川敷は、国の所有に属するとしても、砂利自体は、流動性を有するから\nその自然の状態においては何人の所有にも属せず、かつ、事実上の管理にも親しま\nない。従つて、河川管理者の砂利採取の許可は、河川の行政取締のための規制以上\nのものではありえず、砂利を河川から採取する者は、右許可の有無にかかわらず無\n主物先占によりその所有権を取得するものといわなければならない。\n（二）　仮に、右主張が認められないとしても、以下の理由により本件砂利は、原\n告会社の所有に属する。\n（１）　本件砂利のうち（イ）四〇ミリ砂利三〇〇〇立方メートル、（ロ）栗石二\n〇〇〇立方メートル、（ハ）未選別砂利一万立方メートルは、原告会社の設立者で\nあるＢが昭和三八年までに県知事の許可を得て採取したものである。\n（２）　本件必利のうち、右（イ）（ロ）（ハ）の砂利を除く残余の未選別砂利二\n万一〇〇〇立方メートル（以下「本件砂利残余部分」という。）も、原告会社が、\n昭和三九年以降にＣ副知事の承認を得て採取したものであるから、原告会社の所有\nに属する。\nなるほど、副知事は、知事の補助機関にすぎず、河床砂利の採取許可の権限はない\nけれども、しかしながら、副知事が、その公室において原告会社の代表者に対し昭\n和三九年一〇月初め頃「まあ、ぼちぼちやれよ。」と本件砂利残余部分の採取方を\n承認したから、原告会社としては、県知事の許可があつた場合と同一の効力がある\nものと信頼するのが当然である。行政行為については、いわゆる外観法理の適用は\nないとしても、その行為を信頼した相手方たる一般国民が保護されなければならな\nいことは、民主主義の原則からすると当然というべきであるから、すくなくともそ\nの類推適用が許されるべきである。したがつて、原告会社は、県知事の許可を得て\nいないけれども、副知事の承認を得て本件砂利残余部分を採取した以上、知事の許\n可を得て採取した場合と同様に、\nその所有権を取得するものといわなければならない。\n（三）　仮に以上の主張が認められないとしても、原告会社は、昭和四三年一月二\n二日訴外信用組合滋賀商銀から本件砂利残余部分を製品に加工するため、信託譲渡\nを受けてその所有権を取得したものである。\nすなわち、滋賀商銀は、原告会社が同月一八日押収されていた本件砂利の還付を受\nけた際、譲渡担保として原告会社から本件砂利残余部分の譲渡を受けるとともにそ\nの引渡をも受けて占有を取得したから、右部分につき当時原告会社が所有権を有し\nていなかつたとしても、即時取得によりその所有権を取得したものであり、それを\nさらに原告会社が、前記のように信託譲渡を受けたものである。\n（四）　損害額\n本件砂利には四〇ミリ砂利が三〇〇〇立方メートル含まれていたが、これは一立方\nメートルあたり金一三〇〇円の価値を有するものであるから、金三九〇万円の損害\nとなる。\n同じく栗石が二〇〇〇立方メートル含まれていたが、これは一立方メートルあたり\n金一八〇〇円の価値を有するものであるから、金三六〇万円の損害となる。\n同じく未選別砂利が三万一〇〇〇立方メートル含まれていたが、これは一立方メー\nトルあたり金一〇〇〇円の価値を有するから、金三、一〇〇万円の損害となる。\nしたがつて、右合計の金三八五〇万円が本件砂利の所有権侵害による損害額であ\nる。\n２　足場板四五枚及び作業現場事務所用ハウス損壊による損害\n足場板は、一枚あたり金二〇〇〇円の価値を有するから、右板四五枚の損壊による\n損害は、金九万円であり、作業現場事務所用ハウスは、当時の評価額が金五〇万円\nであつたから、結局右損害の合計は、金五九万円となる。\n３　慰藉料\n原告会社は、違法な本件原状回復命令及び本件行政代執行により、前記のとおり多\n大な財産的損害を受け、これにより多大の苦痛を味わい、測り知れないほどの社会\n的信用の失墜をみた。\n右のような非財産的損害に対する賠償額（慰藉料）としては金二〇〇万円が相当で\nある。\n四　責任原因\n野洲川は、一級河川であるから河川法第九条第一項により、その管理は建設大臣が\n行なうが、同条第二項によると、建設大臣は、その指定する区間内の一級河川につ\nいては、当該一級河川の部分の存する都道府県の知事に、政令で定めるところによ\nり、その管理事務を委任することができるものとされている。\n被告国は、県知事Ａが、右規定によりいわゆる機関委任事務として、野洲川の管理\nを行なうにつき、故意または過失により違法な本件原状回復命令、行政代執行の各\n処分をなし、そのために、原告会社に前記の損害を与えたのであるから、国家賠償\n法第一条第一項によりその損害を賠償すべき義務がある。\n被告滋賀県も、右知事の俸給、給与その他の費用を負担するものであるから、同法\n第三条第一項により右損害を賠償すべき義務がある。\n五　よつて、原告会社は、被告ら各自に対し、第三項１（四）の金三八五〇万円と\n同項２の金五九万円と同項３の金二〇〇万円の合計金四一〇九万円及び内金一五〇\n〇万円につき本件不法行為時後である被告国においては昭和四四年二月二四日（昭\n和四四年二月二一日付訴の変更許可決定の送達日）、被告滋賀県においては、前同\n様の日である同月二二日以降各完済に至るまで、内金二六〇九万円につき本件不法\n行為時後である同四六年三月二日（同年二月二四日付請求拡張申立書送達の日の翌\n日）以降完済に至るまで、民法所定年五分の割合による遅延損害金の支払いを求め\nる。\n乙（債務不存在確認請求関係）\n一　被告国は、県知事が原告会社に対し昭和四三年三月二三日付滋賀県達河第四七\n三号をもつて本件行政代執行の費用として、六一七万二四七〇円を納付するよう命\nじたことにより、原告会社が被告国に対し同額の金銭債務を負担する旨主張してい\nる。\n二　しかしながら、右原告会社の債務は存在しないものであるから、被告国との間\nで、原告会社の被告国に対する前記行政代執行費用金六一七万二四七〇円の支払債\n務が存在しないことを確認する旨の判決を求める。\n（請求原因に対する被告らの認否及び主張）\n一　請求原因甲の一項記載の事実のうち、県知事が本件行政代執行に着手した日は\n昭和四三年二月二〇日でなく同月二一日であり、その際足場板四五枚、作業現場事\n務所用ハウスが破壊された事実は否認するが、その余の事実は認める。\n二　間二項は全て否認する。\n本件原状回復命令、行政代執行の各処分がなされた経緯は、次のとおりであつて、\nいずれも適法な処分である。\n１　（一）原告会社は、昭和四一年三月頃から同四二年七月頃までの間に栗太郡＜\n地名略＞および＜地名略＞先野洲川中流延長一〇〇〇メートル、川幅平均約二〇〇\nメートルの河川区域内で県知事の許可なく、河川敷を掘さくして砂利を約六万九〇\n〇〇立方メートル採取して、これを＜地名略＞及び＜地名略＞の河川保全区域並び\nに同所北側と西側に隣接する河川区域に堆積していた。\n本件砂利は、右不法採取された砂利の一部であつて、後述のとおり国の所有に属す\nるものである。\n右の原告会社の行為のうち、河川区域で砂利採取のため土地を掘さくし地形を変更\nしたことは河川法第二五条、第二七条第一項に違反し、河川区域及び河川保全区域\nに採取した砂利を堆積したこともやはり同法第二七条第一項、第五五条第一項に違\n反する。\nそこで、県知事は、同法第七五条第一項に基づき原告会社に対し本件原状回復命令\nをなし、河川区域の土地の掘さく跡を砂利で埋めて原状に回復すること並びに河川\n区域及び河川保全区域に堆積している砂利を除去して原状に回復することを命じる\nとともに、あわせて、原告がこれに応じなければ、行政代執行法の規定に基づき代\n執行する旨の戒告をした。\nなお、右命令は、本件砂利をもつて掘さく跡を埋めるように命じているが、それ\nは、原告会社が、河川区域及び河川保全区域に許可なく堆積していた本件砂利が、\nたまたま原告会社が許可なく河川区域の土地を掘さくして採取した砂利の一部であ\nつたから、掘さく跡を埋めるために特に国の所有に属する本件砂利の使用権能を原\n告会社に与えるという趣旨にすぎないものである。\n（二）　右本件原状回復命令は、履行期限として、押収されている本件砂利が検察\n庁において押収が解かれた場合には、その日から二五日以内と、明記されており、\n本件砂利の位置、これを回復すべき場所等についても命令自体に図面を付したうえ\n極めて詳細に特定記載されてあり、内容不明確で履行不可能というべきものではな\nかつた。\n２　しかしながら、原告会社は、昭和四三年一月一九日に本件砂利の還付を受けた\nにもかかわらず、右履行期限までに履行しなかつたので、県知事は、前記戒告の趣\n旨に従い昭和四三年二月一四日付滋賀県達河第二一八号代執行令書を原告会社に交\n付して本件行政代執行をなしたのである。\n３　原告会社は、本件原状回復命令及び行政代執行が原告会社の本件砂利の所有権\nを侵害し、違法であると主張するが、本件砂利は全て国の所有に属するものである\nから、本件原状回復命令が原告会社の本件砂利の所有権を侵害するものではない。\n仮に、本件砂利に原告会社所有の砂利が一部含まれていたとしても、その部分につ\nいて前記の砂利使用権能授与の効力が及ばないだけであつて、そのことのために、\n掘さく跡を埋めよという命令自体の違法をきたすものではない。そして、その原告\n会社所有の部分につき、本件原状回復命令が原告会社にその使用を義務づけるもの\nとしても、右命令の履行方法としては、本件砂利の使用があらゆる面からみて最も\n適当な方法（費用の面からみても最も安価であり、他の砂利を使用すれば莫大な費\n用が必要である。）である以上、原状回復命令として、本件のようにその履行方法\nを特定し義務づけることはなんらさしつかえないものというべく、仮に義務づける\nことが許されないとしても、そのために掘さく跡を原状に回復するように命じてい\nる本件原状回復命令自体の違法をきたすものではない。\n４　また、原告会社は、河川の原状回復は河川自体の自然調整作用によるべきであ\nつたと主張するが、本件不法採掘跡及び本件砂利の堆積が特に増水時の水流を変化\nさせ、河川の氾濫等の災害を発生させる危険は極めて強かつたのであり、かような\n障害は河川の自然調整作用では容易に除去されるものではなかつた。ちなみに、昭\n和四二年七月原告会社の代表者が逮捕された結果不法採掘は中止されたが、その後\n翌四三年二月本件行政代執行に着手するまでの間なんら自然的回復がなされていな\nかつたものである。\nさらに、後述のごとく当時は雨期をひかえ緊急に原状回復をする必要があつたので\nあり、原告会社の不履行をそのまま放置することは、著しく公益に反するものと認\nめられた。\nすなわち、野洲川は、琵琶湖に注ぐ百十数河川の内最大の流水量を有し、また湖南\n平野の河川特有の天井河川の性格を有するばかりでなく、上流部の流域地帯は、そ\nの林相が概して貧弱であり、したがつて、保水力に乏しく、一旦豪雨があれば濁水\nが狂奔し、かつ花崗岩質よりなる土地の崩潰に基づき、広大な砂質荒廃地を形成し\nやすい状況にある。もつとも、下流地帯は、デルタ地帯を形成し、肥よくな農耕地\nが展開しているけれども、中流部の河積が広いのに反し、最下流部の河積が狭隘と\nなつているところから、著しく河水の疎通能力を害し、洪水位を高めている。のみ\nならず、本河川中流部は往時から県下有数の砂利採取地であつたため、この多量の\n砂利採取と野洲川ダム及び大原ダムの完成によつて、中下流の河床が漸次低下の傾\n向にあり、ために、護岸その他の河川管理施設の荒廃をきたすおそれがあり、当時\n強力な砂利採取の規制を余儀なくされた。\nところで、本件河川の不法採掘は、すでに刑事事件として訴追されていたばかりで\nなく、本件砂利の所有権が国に帰属することも明白であつた。しかも、当時は渇水\n期であつたが、近く増水期を控え国道八号線野洲川大橋の直上約一〇〇〇メーー\nル、幅員約二〇〇メートルの広範囲にわたり随所に深掘り乱掘箇所が散在し、護岸\n堤防の根が浮上つていた。したがつて、もし一旦相当の降雨があれば、堤防の保持\nは危殆に瀕し、破堤ないし堤防決潰のおそれがあり、すでに当時一〇年間の降雨量\n調査によれば三月五日に五〇ミリメートル前後の降雨が、また三月一六日には一五\n〇ミリメートル前後の豪雨がおそつていた。また、琵琶湖生息の若鮎のそ上も三月\n中旬に迫つていたので、それまでに、工事を完了しておく必要があつた。したがつ\nて河床の安定、護岸の保全等本件原状回復の緊急の必要は瞬時もゆるがせにできな\nい状況にあつた。このように河川の管理及び地域住民の生活に極めて重要なる関係\nを有した本件原状回復命令は、緊急に執行する必要があつた。\n三　１　同三項記載の事実のうち、本件砂利の損害額は不知、その余の事実は全て\n否認する。\n２　本件砂利の取得原因に関する原告会社主張に対して、被告らは、次のとおり主\n張する。\n（一）　無主物先占について\n本件砂利の所有権は国に帰属するから、原告会社ないしその設立者の無主物先占が\n成立することはない。すなわち、河川の敷地に堆積する砂利は、河川敷地の構成部\n分をなすものであるところ、河川法施行法（昭和三九年法律第一六八号、昭和四〇\n年四月一目施行。）第四条によれば、旧法第一条の河川（野訓川はこれにあた\nる。）の敷地は、国に帰属する、とされているのであるから、本件砂利が国の所有\nに属することは明らかである。そして、河川法第二五条によつて河川区域内の土地\nにおいて土石（砂利を含む。）を採取しようとする者は、建設省令で定めるところ\nにより河川管理者の許可を受けなければならず、この許可を受けて土石を採取する\n者のみが、その採取した土石の所有権を取得するのであつて、右の許可を得ないで\n採取しても、その者が所有権を取得する理はなく、それが国の所有に属するもので\nあることにかわりはない。\n（二）　本件砂利の一部分は昭和三八年までに原告会社の設立者が合法的に採取し\nたものであるとの主張について\n原告会社の設立者は、昭和三八年までは砂利の採取機械としてドレージヤーの使用\nが許されていたから、ドレージヤーを使用して砂利を採取していた。ドレージヤー\n使用の場合には採取砂利はドレージヤーで選別されて直接ドレージヤーからトラツ\nクに積み込まれるので、高水地に砂利を堆積することはほとんどありえない。原告\n会社が本件場所に砂利選別機を設置したのはドレージヤー使用が禁止されてからの\nことであり、この面からみても本件砂利の下部に昭和三八年までに採取した砂利が\n存在したことはありえない。\n仮に、本件砂利のなかに原告会社の設立者が昭和三八年までに合法的に採取した砂\n利が含まれており、かつ、本件原状回復命令により、不法採掘跡を埋めるために、\n原告会社所有の砂利を使用することを命ずることができなかつたとしても、原告会\n社は、右命令により不法採掘跡を原状に回復すべき義務を負うことは前記のとおり\nであるから、不法採取した砂利ないし同種の砂利をもつて右義務を履行しなければ\nならなかつた。もし、本件不法採取砂利はすでに使用して存在しないのであれば、\n右砂利と同様の他の自己所有砂利をもつて不法採掘跡を埋めなければならなかつた\nのであるが、そのためには本件砂利を使用するのが最も適した方法であつた。した\nがつて、本件行政代執行は、原告会社が履行すべき義務を国が代わつて履行したも\nのであるが、その際に本件砂利の原告会社所有部分が使用されたようなことがあつ\nたとしても、それは、とりもなおさず原告会社に課せられた義務の履行というべき\nであつて、そのために原告会社は、その代価相当額以上の費用の出捐を免れたこと\nになるから、代価相当額の損害を蒙つたといえないことは明らかである。\n（三）　本件砂利残余部分は、副知事の承認を得て採取したものであるとの主張に\nついて副知事は、知事の補助機関であるにすぎないから、原告会社の右主張自体法\n律的に無意味である。また、原告会社が本件砂利を採取した区域には当時砂利採取\n禁止区域の標識が立てられてあり、何人の採取も禁じていた場所であるから、副知\n事があえてそのような承認をするはずがなく、昭和三八年以来砂利採取業者個人に\n対する採取許可は認められておらず、このことは原告会社も熟知していたから、砂\n利採取業者である原告会社が、自己に個別的な採取の許可が与えられたと考えるは\nずがない。\n（二）　本件砂利残余部分の即時取得に関する主張について\n原告会社から滋賀商銀に対する譲渡行為そのものが、はじめから存在しないもので\nあり、たとえ、形式上存在するとしても、それは、県の本件砂利に対する追及を免\nれるためになされた仮装のもの（通謀虚偽表示）である。また、滋賀商銀が、右譲\n渡行為の際本件砂利が原告会社の所有に属するものと信じたとはとうてい考えられ\nない。けだし、押収中の本件砂利が原告会社に還付されたのは刑事訴訟法第二二二\n条第一項、第一二三条第一、第二項による差出人還付されたものであつて、原告会\n社の所有権を認めたものではないし、本件不法採取にかかる刑事事件は当時世人の\n注目を集めて大津市内においては周知の事件であつたから、このようないわくつき\nの砂利の取引が善意で行なわれたとは、とうてい考えられないところだからであ\nる。\n仮に、滋賀商銀が善意取得したとしても、そもそも原告会社は、県知事の再三にわ\nたる中止勧告を無視して砂利の不法採取をあえてしたものであり、極めて短期間第\n三者を介在させてこれから再譲渡を受け、同知事が代執行の方法により当該砂利を\n以て本件原状回復をした後に、当該砂利の所有権侵害を理由に損害賠償を請求する\nことは著しく正義に反し、信義則上とうてい許しがたいところである。\n四　同四項記載の事実のうち、県知事が故意又は過失により違法な処分をしたとの\n点は否認する。したがつて、被告らが原告会社の損害を賠償すべき義務を負うとの\n主張も否認する。その余の事実関係は認める。\n五　請求原因乙の一項記載の事実は認め、同二項の主張は争う。\n（右債務不存在確認請求に関する被告国の抗弁）\n一　県知事は、原告会社に対し、昭和四三年三月二三日付滋賀県達河第四七三号文\n書をもつて、本件行政代執行の費用として六一七万二四七〇円を納付するよう命じ\n（以下これを「本件費用納付命令」という。）、同命令は、同月二七日原告会社に\n到達した。\n二　本件費用納付命令は、これに先立つてなされた本件原状回復命令及び本件行政\n代執行の詳細及び経緯が、前記請求原因に対する被告らの認否及び主張の二項に記\n載したとおりであつて、これらの処分はいずれも適正になされた適法なものである\nうえに、本件費用納付命令については行政不服審査の申立、あるいは取消訴訟の提\n起なく出訴期間をすでに経過している。\n（右抗弁に対する原告会社の認否）\n一　抗弁一項の事実は認める。\n二　同二項の事実及び主張のうち、本件原状回復命令及び本件行政代執行が適正に\nなされた適法な行政処分であるとの点は争う。本件砂利が県知事の許可なく採取さ\nれたもので、しかも国の所有に属するとの点、県知事が本件行政代執行に先立つて\n適式な戒告をなしたとの点、本件原状回復命令の履行内容が履行可能な程度に明確\nであつたとの点及び昭和四三年二月当時採掘跡を埋め戻し、本件砂利を除去すべき\n緊急の必要性があつたとの点は、いずれも否認する。本件原状回復命令の内容並び\nに原告会社が本件砂利の還付を受けた日時及び前記納付命令を受領した日時は認め\nる。本件原状回復命令及び本件行政代執行の違法事由は、前記各損害賠償請求に関\nする請求の原因二項記載のとおりである。\n第三　証拠（省略）\n○　理由\n第一　損害賠償請求について\n一　請求の原因甲の一項の各事実は、滋賀県知事が本件行政代執行に着手した日及\nび右代執行の際、原告会社所有の足場板四五枚、作業現場事務所用ハウスが破壊さ\nれたとの点を除いて当事者間に争いがなく、証人Ｄの証言によると、県知事は、昭\n和四三年二月二一日に本件行政代執行に着手したことが認められる。\n二　次に本件原状回復命令及び本件行政代執行の適否について検討する。\n１　本件原状回復命令業の内容が不明確であるとの点について\n滋賀県知事が原告会社に対し、本件原状回復命令を発するに至つた経緯は、後記２\n（一）及び３（二）（１）（イ）、（ロ）認定とおりであり、右命令の内容は、成\n立に争いのない乙第一号証の一によると、原告会社は、滋賀県栗太郡＜地名略＞及\nび同所地先（以下これらの土地を総称して「本件土地」という。）に堆積しかつ大\n津地方検察庁によつて押収されているところの本件砂利を、右押収が解かれた日か\nら二五日以内に右命令書添付の図面一ないし六に記載、特定されているところの場\n所に、指示された高さまで埋め戻し、もつて原告会社が土石を採取した跡地を右指\n示の限度で採取前の原状に回復せよという内容であることが認められ、右認定事実\nに照すと、原告会社のなすべき原状回復の内容は、その履行が可能な程度に明確に\n特定されているものというべきであつて、それ以上に原告会社の主張するような内\n容でもつて特定しなければ、原状回復の履行ができないものとはいえないから、こ\nの点において本件原状回復命令に瑕疵は、ないものというべきである。\n２　戒告書及び代執行令書の送達にかかる瑕疵等の点について\n（一）　行政庁が行政代執行法に基づき、代執行をなす場合には、その事前手続と\nして相当の履行期限を定め、その期限までに履行がなされないときは代執行をなす\nべき旨を、予め文書でもつて戒告しなければならないものとされている（同法三条\n一項）ところ、前顕乙第一号証の一、成立に争いのない同号証の二、三、第二号\n証、第一五号証、第一八号証の一ないし三、証人Ｅの証言によると、県知事は、原\n告会社に対し、昭和四三年一月六日到達の原状回復命令書でもつて、本件原状回復\n命令をなした際、履行期限を押収されている本件砂利が検察庁において押収が解か\nれた場合には、その日から二五日以内と定め、右命令書中の右履行期限の記載を含\nむ命令文言に引続き「この義務を履行しない場合は、行政代執行法（昭和二三年法\n律第四三号）の規定に基づき本職が執行し、または第三者に執行させその費用概算\n八〇〇万円をあなたから徴収することになります。」旨記載し、更に本件砂利が検\n察庁から原告会社に還付された同月一九日「原状回復命令の履行について（警\n告）」と題する同日付書面をもつて本件原状回復命令の任意的履行を促すとともに\n「この命令に従わず当該砂利及び土石を堤内に搬出した場合には行政代執行の規定\nに基づいてただちに本職が執行し又は第三者に執行させその費用をあなたから徴収\nすることになる。」旨通告したが、戒告書である旨を明示した独立の文書を送付し\nたことはないことが認められる。\nところで、戒告は、代執行令書による通知と並んで代執行の事前手続をなすもの\nで、行政上の義務の義務者による任意的履行が、右義務を命じた行政庁にとつては\nもとより、義務者にとつても代執行に比して有利であるところから、代執行に先立\nち、義務者に対し、代執行が行われることを確実に予知させて、右任意的履行の機\n会を与え、これを促すことを目的とするものであるから、戒告書であることを明示\nした独立の文書でなされることが望ましいものではあるが、同法三条一項に所定の\n内容が記載された文書であり、そのことが義務者に容易に理解されるものである以\n上、前判示のように義務を課する行政処分と同一の文書でなされ、右文書が戒告書\nである旨を明示していなかつたとしても、そのことによつて戒告がなかつたことに\nならないことはもとより、戒告に瑕疵があるものということはできない。しかし\nて、前判示の原状回復命令書の記載において、同法三条一項に所定の内容を欠く点\nはなく、他方、右文書が原告会社に原状回復義務を課すとともに、右義務につき代\n執行の戒告をする趣旨のものであることは極めて明瞭であるから、本件原状回復命\n令書をもつてなされた前示戒告をもつて、同法三条一項所定の戒告として欠けると\nころはなく、本件行政代執行が右の点において違法となることはない。\n（二）　原告会社は、代執行令書が本件行政代執行開始の直前にしか送達されなか\nつた点を非難するが、本件では、前顕乙第一五号証、証人Ｄの証言、原告会社代表\n者尋問の結果及び弁論の全趣旨によつて認められるとおり、原告会社は、同四三年\n二月一九日代執行令書を受け取り、本件行政代執行が開始されたのは同月二一日で\nあり、同法三条の規定の趣旨からして、代執行令書は、代執行着手前に送達されて\nおれば足るものと解されるから、代執行令書送達の時日の点において何らの瑕疵も\nない。\n（三）　次に、原告会社は、県知事に上申書を提出して、本件原状回復命令の任意\n的履行の意思と準備があることを伝えているのに、これを無視して県知事が本件行\n政代執行をした旨非難するが、成立に争いのない乙第一九号証の二、三、原告会社\n代表者尋問の結果及びこれにより真正に成立したものと認められる甲第一三号証、\n証人Ｆの証言を総合すると、原告会社は、県知事に対し、同会社が本件原状回復の\n履行に取りかかつたので、同年五月三一日まで右履行が完遂しなかつたときは代執\n行されても異議がないという内容の上申書を保証人Ｇと連署のうえ提出したが、右\n上申書の作成日付こそ同年二月一九日になつてはいるものの、同知事がこれを受領\nしたのが本件行政代執行終了間際の同年三月二日であることが認められるから、原\n告会社の右非難は、法律上の根拠はもとより、事実上の根拠をも欠くものといわな\nければならない\n３　本件砂利の所有権を侵害したとの点について\n（一）　まず、原告会社の本件砂利所有権の先占による取得の成否を検討するに、\n河川敷に自然に堆積している土石は、河川敷の構成部分として、河川敷と同一の物\n権法上の支配関係下に立つものと評価されるところ、旧河川法（明治二九年法律第\n七一号）においては、河川、河川の敷地及び流水は、私権の目的となることができ\nず（同法三条」）、公共用物としてその管理者の管理権に服するという法律関係に\nあつたものであるが、同四〇年四月一日施行の新河川法（昭和三九年法律第一六七\n号）においては、河川の流水のみが私権の対象から除外され（同法二条二項）、河\n川の敷地は、私権の対象となりうることになり、同法施行法四条によると、旧河川\n法が適用されていた河川の敷地は、国に帰属することになつた。\nこれを本件についてみるに、成立に争いのない乙第一二号証によると、野洲川は、\n昭和四年一月二二日当時の内務大臣によつて旧河川法一条の河川の認定を受け、同\n川のうち左岸同県甲賀郡＜地名略＞、右岸同郡＜地名略＞の田村川合流点から琵琶\n湖に至るまでの区間は、同年二月一〇日から同法を適用されるに至つたことが認め\nられるのであるから、野洲川の右河川敷は、新河川法施行法四条により、同四〇年\n四月一日以降国に帰属するに至つたものであり、したがつて、右河川敷にある土石\nも国に帰属するものであつて、民法上にいう無主物であるとはいえないから、その\n先占により所有権を取得したとする原告会社の主張は、その前提を認めるに由ない\nものである以上、採用することができない。\n（二）　次に、原告会社の本件砂利所有権の承継取得の成否の点をみるに、\n（１）　前顕乙第一号証の一、第二号証、成立に争いのない乙第一四号証、第一七\n号証、証人Ｅの証言及びこれにより真正に成立したものと認められる乙第七号証の\n一ないし八、第一〇、一一号証、原告会社代表者尋問の結果及び証人Ｈの証言並び\nにこれらにより原告会社主張のような写真であることが認められる検甲第一ないし\n第三号証、証人Ｉの証言及びこれにより被告ら主張のような写真であることが認め\nられる検乙第一ないし第四五号証、被告滋賀県作成部分については成立に争いがな\nく、その余の部分は、証人Ｅの証言及び弁論の全趣旨により真正に成立したものと\n認められる乙第二一号証の一、証人Ｄ及び同Ｊの各証言を総合すると、次の各事実\nが認められる。すなわち、\n（イ）　Ｂは、同三〇年ころから同三八年ころまでの間、県知事より土石採取の許\n可を受けて、通称野洲川大橋から上流約一キロメートル前後までの区間の野洲川河\n川敷（以下単に「本件土石採取区域」という。）において、移動式砂利選別機（通\n称ドレージヤー）二台（当初は一台）を使用して土石を採取し、未選別の土石及び\n選別済の砂利の一部を同県栗太郡＜地名略＞の貯石場に堆積しておくとともに、同\n所に陸上選別機一式を設置し、砂利採取、販売業を営み、同三八年には同所にいわ\nゆる生コンプラント施設を設置し、その事業をも開始したものであるが、右Ｂが原\n告会社を設立しその代表取締役に就任した同三九年一月ころから、本件土石採取区\n域は、砂利採取許可区域から除外されるとともに、それまでの土石採取許可申請及\nび同許可の方式すなわち個々の砂利採取業者から各別に右許可申請がなされ、これ\nに対し県知事が各別に右許可を付与していた方式を、砂利採取業者によつて組織さ\nれている砂利採取協同組合から同組合名義で右許可申請をなさしめ、この申請に対\nしてのみ、同組合が直接土石を採取すること、土石採取に使用できる機械をブルド\nーザーに限定することなどの条件を付加するとともに採取量及び採取区域を極めて\n限定して右許可を付与するに至つたこと\n（ロ）　しかるに、原告会社は、右のような県知事の方針に不満を抱き、同三九年\n一月以降においても本件土石採取区域で、県知事の許可を受けることなく、土石を\n採取し続け、同四〇年ころには、砂利の需要が増加したこ上から、堤外地である本\n件土地にこれまた県知事の許可を受けることなく陸上砂利選別機（固定式）一式を\n設置し、同所に土石を運び込み、その土石を右選別機で選別しながら、同所に選別\n済の砂利を堆積し始め、更に、同四二年初めころには右選別機を改造し、右Ｂが逮\n捕された同年七月四日までの間、バツクホーン、パワーシヨベル、ブルドーザーな\nどの機械を用いて土石を無許可で採取し続け、同四一年三月ころから同四二年七月\n四日までの間に採取した土石の量は約六万九五〇〇立方メートルに達したこと\n（ハ）　捜査当局が右Ｂを逮捕した際、証拠物件として差押えた本件砂利の量は、\n約三万六三一九・五立方メートルであつたこと\n（２）　右の各事実によると、本件砂利の少くとも大部分は、原告会社が被告国に\n帰属する野洲川の河川敷を構成する土石の中から無許可で採取したものとして、そ\nの所有権を取得するに由ないものといわなければならない。\n（３）　この点につき原告会社は、右砂利採取につき県知事の許可に代わる滋賀県\n副知事の許可を得ている旨主張するところ、副知事は、知事の補助機関で、知事に\n事故があるとき若しくは知事が欠けたときにその職務を代理する場合又は知事から\nその権限事項の委任を受けた場合にだけ副知事限りで知事の権限に属する事項を処\n理することができるのにすぎないものであるところ、本件において、原告会社の主\n張する右許可をなした副知事が当時かかる立場にあつたことについては何らの主\n張・立証がないばかりでなく、そもそも、副知事が原告会社の主張する許可をした\n事実についてもこれを認めるに足る証拠がない（原本の存在及びその成立につき争\nいのない甲第一四ないし第一六号証、同乙第二〇号証の一、証人Ｅ、同Ｉ、同Ｆの\n各証言、原告会社代表者尋問の結果を総合すると、原告会社は、同三九年以降、県\n知事の許可を受けることなく、本件土石採取区域において、土石の採取を継続した\nので、河川管理当局が原告会社の右違法行為を告発すべく検討し始めたことを聞き\n及び、それまで懇意にしていた信用組合滋賀商銀（以下「滋賀商銀」という。）理\n事長Ｇに相談し、同人の仲介により、当時滋賀県議会議長の職にあつたＦに対し、\n当局に右告発を中止するよう働きかけてほしい旨の依頼をなし、同年秋原告会社の\n代表者Ｂが右Ｆ及びＧとともに同県副知事Ｃを滋賀県庁に訪ね、右告発の取り止め\n方を要望した後の雑談の際、右Ｂにおいて同副知事に対し、組合の砂利割当が不公\n平であることや、希望の個所で砂利採取ができない原告会社の窮状を訴えたとこ\nろ、同副知事が右Ｂに「砂利採取するにしてもほどほどにやれ」「採取料を納めて\nあんじようやれ」というような趣旨の発言をしたことがあるのにすぎないこと及び\n土石採取の許可が所定の事項を記載した申請書による申請に対し、所定の様式によ\nる許可書を申請者に交付してなされるものであり、原告会社ないし右Ｂはこのよう\nな手続を知悉していたこと、以上の各事実が認められるのであるから、同副知事の\n前示発言をもつて土石採取の許可処分とみる余地のないこと及びそのことが原告会\n社にも明白であつたものというべきであり、これに反する原告会社代表者の供述は\n措信しない。）から、この点に関する原告会社の主張も採用できない。\n（４）　原告会社は、本件砂利には後に原告会社を設立しその代表者となつたＢが\n昭和三八年までに県知事の許可を得て採取した直径四〇ミリメートルの砂利、栗\n石、未選別砂利合計一万五〇〇〇立方メートルが含まれている旨主張するが、証人\nＨ、同Ｋ、同Ｅの各証言によると、同三五年ころから同三九年ころにかけては、名\n神高速道路、国鉄新幹線の建設工事のため建設骨材の需要が急増して供給が追いつ\nかない一般的状況にあつたものであるうえ、当時右Ｂが土石を採取するのに使用し\nていたのは前判示のとおり、ドレージヤーで、これによると、河川の低水敷内で採\n取された土石はその場で引続き選別され、採取の目的となつた砂利、砂などは直接\n右選別機からトラツクなどに積み込まれて建築現場へ運ばれ、残余の栗石等はその\n場で採取跡へ埋め戻されていたものであり、右砂利等のうち建設現場へ運ばれない\nものや未選別砂利があつても、右Ｂが保管しようとするものはその場には堆積せ\nず、同人の陸上選別機のあつた＜地名略＞の貯石場へ運び込まれていたことが認め\nられ、かかる事情からすると、右Ｂが同三八年までに採取した砂利、栗石等で同人\nが所有を意図したものが当時貯石場とされていなかつた本件土地に同四二年七月ま\nでの間堆積されていたなどということは不自然でありたやすくこれを肯認すること\nができず、右認定に反する原告代表者尋問の結果は措信し難く、他に右認定を覆す\nに足りる証拠はない。\nまた、証人Ｋ及び同Ｊは、右Ｂが同三二、三年ころから五、六年の間、右Ｋからそ\nの所有する栗石を最盛期で月間約一〇〇〇立方メートルを買い受け、その一部を本\n件土地付近に堆積しておいた旨証言しているが、右両名の証言によると、右Ｂが右\nＫから買受けた栗石の大部分は、名神高速道路及び国鉄新幹線建設工事用に供する\nためのもので、これを直接建設工事現場へ搬入したり、あるいは＜地名略＞先付近\nの堤防脇に堆積したり、或いは本件土地付近に積んだりしておいたもので必ずしも\n本件土地にばかり堆積しておいたともいえないばかりか、右諸工事は同三九年ころ\nには終了していることが認められるのであるから、その一部が本件砂利中に含まれ\nていることについては、その可能性を否定できないところではあるが、他面その反\n対の可能性も否定できないところであり、右認定に反する原告会社代表者尋問の結\n果は右証人Ｊ及び同Ｋの各証言に照らし措信し難く、他に格別の証拠のない本件で\nは、本件砂利中に含まれる右Ｋより買受けの栗石の存在と数量を確認することがで\nきない。\n（５）　滋賀商銀の本件砂利所有権の即時取得を前提とする原告会社の主張をみる\nに、前顕乙第七号証の七、証人Ｈの証言、成立に争いのない甲第五号証、原告会社\n代表者尋問の結果を総合すると、原告会社は、同四三年一月一八日滋賀商銀に対\nし、原告会社が同商銀から借り入れていた金一五〇〇万円の債務の履行を担保する\nため、本件土地に堆積してある砂利、砂、原石合計二万六〇〇〇立方メートルを譲\n渡し、更に同日同商銀から管理の目的で右砂利などの信託譲渡を受けたことが認め\nられるところ、右砂利等の原告会社から滋賀商銀への譲渡の当時、原告会社がその\n所有権を有していたことを肯認しがたいことは、前記（１）ないし（４）に判示し\nたとおりである。しかして、本項冒頭掲記の各証拠、前顕甲第一三ないし第一五号\n証、乙第二号証、第七号証の一ないし八、証人Ｅの証言、原告会社代表者尋問の結\n果を総合すると、原告会社の代表者であるＢは、同じ韓国の国籍を有する右Ｇとは\nともに滋賀商銀を設立し、その理事にも就任した関係もあつて、極めて親しい間柄\nにあつたこと、右Ｇは、原告会社ないし右Ｂに対する前示砂利等の無許可採取にか\nかる告発問題が発生した際には、前判示のとおり、右Ｂの依頼を受け、右告発を阻\n止すべく、当時の滋賀県議会議長に尽力を求めたことなどを手始めとし、本件行政\n代執行がなされるまでの間、本件原状回復の内容について滋賀県当局に再考するよ\nう働きかけるなど、右Ｂないし原告会社のため協力してきたもので、この間原告会\n社が不法に土石を採取し、本件土地に堆積してきたことなどを知悉していたこと、\n他方滋賀商銀は、原告会社に対し、数千万円もの融資をしていた関係上原告会社の\n経営内容、業績等には多大の関心を抱き、同会社の浮沈にかかわる本件砂利不法採\n取問題の帰すうについては注目していたうえ、砂利の無許可採取などの理由で右Ｂ\nが逮捕、起訴されたこと及び原告会社に対し本件砂利をもつて砂利採取跡を埋め戻\nすなどの内容を有する本件原状回復命令が出されたことなどは当時新聞などの報道\n機関によつて報道され、世間の耳目を集めていたものであるから、当然滋賀商銀に\nおいてもこれらの事情を知つていたこと、以上の各事実が認められるのであるか\nら、滋賀商銀が、原告会社が草津警察署から正式に本件砂利の還付を受けた同四三\n年一月一九日の前日である同月一八日の段階において、本件砂利の所有権が原告会\n社に属するものでないことを十分察知していたものと認められる。\nしてみると、滋賀商銀において、本件砂利残余部分の所有権の即時取得の要件を欠\nくことになるので、その余の点について判断するまでもなく、この点に関する原告\n会社の主張も採用できない。\n４　比例原則違反との点について\n成立に争いのない乙第四号証の一、前顕証人Ｄ及び同Ｅの各証言、原告会社代表者\n尋問の結果によると、本件行政代執行により本件土石採取区域に埋め戻された本件\n砂利は当時おおよそ三〇〇〇万円以上の価値があつたものであり、また滋賀県知事\nは本件行政代執行を実施するのに金六一七万二四七〇円の経費を必要としたことが\n認められるのであるが、他方、前顕検乙第一ないし第四五号証、成立に争いのない\n乙第三号証、証人Ｅの証言及びこれによつて真正に成立したものと認められる乙第\n八、九号証、同Ｄ及び同Ｌの各証言を総合すると前示請求原因に対する被告らの認\n否及び主張二４のうち一二行目以下の各事実（但し、本件砂利の所有権が国に帰属\nすることが明白だつたとの点は除く。）が認められ、以上認定の事実関係からする\nと、前示のような多額の費用をかけ採取済のしかも一部、選別済の土石が含まれて\nいる本件砂利を埋め戻すとしても、同年三月初旬までの間に本件土石採取区域内の\n河床を本件砂利採取前の原状に復さなければならない公益上の必要性並びに緊急性\nがあつたものと認められる（右認定に反する原告会社代表者尋問の結果は措信し難\nく、他に右認定を覆すに足りる証拠はない。）のであるから、本件行政代執行を目\nして、その目的を達するため必要の程度を越えて原告会社に強制を加えた違法な行\n政処分であるということはできない。\nしてみると、この点に関する原告会社の主張も採用できない。\n５　足場板四五枚、作業現場事務所用ハウスの損壊の点について\n証人Ｈの証言及びこれによつて原告会社主張のような写真であると認められる検甲\n第二五、二六号証、原告会社代表者尋問の結果及びこれによつて真正に成立したも\nのと認められる甲第四三号証の二によると、原告会社が同四二年暮ころからその所\n有する建築現場事務所用ハウスの鉄柱などを本件土地付近の野洲川左岸堤防上の道\n路端に積み重ねておいたところ、右Ｂ及びＨは、同四三年二月下旬右鉄柱の一部が\n多少折れ曲つていることに気がついたことが認められ、証人Ｈ、原告会社代表者\nは、本件行政代執行に当つたダンプカーなどが右鉄柱を踏みつぶした旨証言ないし\n供述するが、右Ｈ及び原告会社代表者はいずれも右工事用の車両が右鉄柱を踏みつ\nぶしている現場を目撃したものでなく、偶々、本件行政代執行中に右の事実を知る\nに至つたため、右工事用車両によつて引き起されたものであろうと推測しているだ\nけにすぎないうえに、証人Ｄの証言、前顕検甲第二六号証、第四三号証の二による\nと、右道路は、一般の通行の用に供されていたものであることが認められるから、\n本項冒頭掲記の証拠をもつてして原告会社の主張を認めることはできず、他に右認\n定に供する証拠はない。\n次に原告会社代表者は、その尋問の際、本件砂利上で陸上選別機の選別済砂利を送\nるベルトコンベアーの先端付近に三〇ないし五〇枚の通称足場板を置いておいたと\nころ、本件行政代執行に当つたブルドーザーなどによつて踏まれたりして全て破壊\nされた旨供述し、右証人Ｈも選別済砂利の根元付近に置いた足場板一五、六枚が破\n壊された旨証言し、それぞれ検甲第二七ないし第二九号証を証拠写真として挙げて\nおり、成程右検甲号証には、河床にある砂利中に裂けたり折れたりした板切れが写\nつていたり、あるいは一箇所に集められている板切れの残がい様のものが写つたり\nしてはいるが、そもそも右板切れの状態及び数量からしてこれらが原告会社代表者\n及び右Ｈのいうところの足場板であると認めるにつき疑問があるばかりでなく、原\n告会社代表者の右供述及び右Ｈの右証言は、証人Ｄ及び同Ｅの各証言に照らし、措\n信し難く、他に原告会社の右主張を裏付けるに足る証拠はない。\nしてみると、この点に関する原告会社の主張は採用できない。\n結局、原告会社の損害賠償請求は、すべて理由がないものといわなければならな\nい。\n第二　債務不存在確認請求について\n一　県知事が同四三年三月二七日到達の書面をもつて原告会社に対し、本件行政代\n執行に要した費用金六一七万二四七〇円の支払いを命じたことについては、当事者\n間に争いがない。\n二　右本件行政代執行費用納付命令は、行政代執行法の規定に基づきなされた行政\n処分であるところ、これが取消されることなく、その不服申立の出訴期間を経過し\nていることは、弁論の全趣旨から明らかであるから、右命令にかかる債務の存在に\nついて認められる公定力の結果、これに反する原告会社の主張は、採用できない。\n三　そうすると、原告会社の本件行政代執行費用の支払債務の不存在確認請求も理\n由がないものというべきである。\n第三　以上の次第で、原告会社の被告らに対する各請求をいずれも棄却することと\nし、訴訟費用の負担につき、民事訴訟法八九条を適用して、主文のとおり判決す\nる。\n（裁判官　井上　清　大津卓也　小松平内）\n"
}