{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 49,
    "month": 11,
    "day": 27
  },
  "case_number": "昭和48(ネ)191",
  "case_name": "土地所有権移転登記抹消登記手続請求控訴及び同附帯控訴事件",
  "court_name": "仙台高等裁判所第二民事部",
  "lawsuit_id": "23990",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=23990",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/990/023990_hanrei.pdf",
  "contents": "主　　　　文\n附帯控訴に基づき、原判決を取り消す。\n原判決添付別紙第一目録記載１の土地及び同第二、第三目録記載の各土\n地につき、被控訴人（附帯控訴人）Ａが八一七一万四〇〇〇分の一三六一万九〇〇\n〇の、被控訴人（附帯控訴人）Ｂが八一七一万四〇〇〇分の四〇七万二五四五の、\n被控訴人（附帯控訴人）Ｃが八一七一万四〇〇〇分の三一三万〇三九三の、被控訴\n人（附帯控訴人）Ｄが八一七一万四〇〇〇分の二九三万三五九九の各持分を有する\nことを確認する。\n控訴人（附帯被控訴人）は被控訴人（附帯控訴人）らに対し、前記各土\n地につき被控訴人（附帯控訴人）らが前記各該当持分を有する旨の変更登記手続を\nせよ。\n被控訴人（附帯控訴人）らのその余の主位的請求を棄却する。\n訴訟費用は第一、二審とも控訴人（附帯控訴人）の負担とする。\n事　　　　実\n控訴人（附帯被控訴人、以下単に控訴人という。）代理人は「原判決中控訴人敗\n訴部分を取り消す。被控訴人（附帯控訴人、以下単に被控訴人という。）の各請求\nを棄却する。訴訟費用は第一、二審とも被控訴人らの負担とする。」との判決を求\nめ、被控訴人らの附帯控訴につき「本件各附帯控訴及び被控訴人Ａ、同Ｂの当審に\nおける新たな各請求をいずれも棄却する。附帯控訴費用は被控訴人らの負担とす\nる。」との判決を求め、被控訴人ら代理人は「本件控訴を棄却する。控訴費用は控\n訴人の負担とする。」との判決を求め、附帯控訴における主位的申立として「原判\n決中被控訴人らの主位的請求を棄却した部分を取り消す。被控訴人Ａは、原判決添\n付別紙第一目録記載の土地につき六分の四の持分を、第二ないし第四目録記載の各\n土地につきいずれも六分の一の持分を、被控訴人Ｂ、同Ｃ、同Ｄはそれぞれ同第一\nないし第四目録記載の各土地につきいずれも一八分の一の持分を各有することを確\n認する。控訴人は被控訴人らに対し右各土地につき右各該当持分を有する旨の変更\n登記手続をせよ。附帯控訴費用は控訴人の負担とする。」との判決を、予備的申立\nとして「原判決中被控訴人Ａ、同Ｃ、同Ｄの各予備的請求の敗訴部分を取り消す。\n控訴人は、被控訴人Ａに対し七二九八万八六六六円（当審において三三万五四〇二\n円請求拡張）及びこれに対する昭和四一年四月六日から支払済まで年五分の割合に\nよる金員を、被控訴人Ｂに対し三八七万四八〇〇円（当審において請求拡張）及び\nこれに対する右同日から支払済まで年五分の割合による金員を、被控訴人Ｃ、同Ｄ\nに対し各二五八万四三八九円（当審において各二六二万五七〇〇円請求減縮）及び\nこれに対する右同日から支払済まで年五分の割合による金員を各支払え。附帯控訴\n費用は控訴人の負担とする。」との判決並びに仮執行の宣言を求めた。\n当事者双方の主張及び証拠関係は、左記のほかは、原判決事実摘示のとおりであ\nるので、これをここに引用する（但し、原判決四枚目表一一行目から同裏三行目ま\nでを削除し、同九枚目表八行目に「原告らの遺留分減殺請求に対して」とあるを\n「被控訴人Ｂ、同Ｃ、同Ｄの遺留分減殺請求に対して」と改め、原判決添付別紙第\n六目録中、番号４欄に「一八坪」とあるを「一八歩」と、番号８欄に「三二七〇\n番」とあるを「ｋ番」と、同番号１５欄に「第七の７」とあるを「第三の７」と改\nめる。）。\n被控訴人ら代理人の主張\n一、　原判決添付別紙第一目録記載の各土地につき、被控訴人Ａが持分二分の一\nを有しないとしても、同士地は亡Ｅの遺産であるから、被控訴人Ａは遺留分減殺に\nより六分の一の持分を取得した。\n二、　原判決添付別紙第六目録記載の不動産はいずれも亡Ｅの遺産であり、その\n価額は同目録記載のとおりである（但し、同目録記載７（前記第一目録記載１）の\n不動産については前記一のとおりである。）。被控訴人Ｂは同目録記載２１の建物\nを、被控訴人Ｃ、同Ｄは同２２の土地を亡Ｅから遺贈された（原判決五枚目裏五行\n目から同六枚目表一行目までの主張を以上のとおり改める。）。\n三、　民法第一〇四一条による価額弁償は、遺贈又は贈与の目的の価額弁償申出\n時の価額によるべきである。その理由は次のとおりである。\n１　遺留分本来の制度目的とは、財産処分自由の原則と法定相続制度の調和を図\nるために制定せられたもの、換言すれば被相続人の財産処分の自由から法定相続人\nたる配偶者及び直系尊卑属の有する相続利益の一定限度を守るために制定せられた\nものとすること通説である。\n然らば此のことから直ちに相続開始時の価額によるべきものとの結論は出て来\nず、むしろ法定相続人の相続利益を守るという趣旨を失わせないためには、少くと\nも遺留分権利者に損失を帰せしめないようにすべきであり、これには相続開始時と\n現在との間に遺産たる不動産の価額が騰貴した場合においては、現在の価額によつ\nて弁償すべき金額を算定することによつて始めて遺留分権利者の相続利益が正当に\n守られることになるのであり、且つそうすることによつて受遣者に何らの不利益に\nなることもない。蓋し価額の騰貴した不動産をそのまま受益者は保有し得るからで\nある。\n斯くて始めて受遺者、遺留分権利者の双方に公平が期せられるのである。\n大審院大正七年一二月二五日判決（民録二四輯二四二九頁）は、遺留分権利者が\n贈与の減殺を請求した場合において、贈与が遺留分を保全するに必要な限度を超え\nたか否かを判定するには相続開始当時における被相続人の有した財産のその当時に\nおける価額及び先に被相続人が贈与した財産の相続開始の当時における価額を斟酌\nして定めることを要する旨判示したもので、もとより当然のことであり、受遺者受\n贈者が遺留分権利者に対して返還の義務を免かれるために価額を弁償するに際し\nて、何時の時点における価額を以て弁償する金額とするかについては何らの判断も\n示していないのであつて、全く性質の異なる事案についてなされた判決である。\n２　民法第一〇四一条は、いつの時点の価額を弁償すべきかについては何ら規定\nしていない。\n故にいつの時点における価額を弁償すべきかは、一に解釈によつて決せられるこ\nと当然であり、而して法の解釈はその適用を受ける者に対していやしくも偏頗な結\n果になるようなことは避けねばならないこと、いうまでもないと信ずる。法の根本\n理念である公平に反するからである。\n不動産価額の高騰している場合に右民法第一〇四一条の解釈に当り相続開始時説\nをとれば、如何に不公平になるかの簡単な例を挙げれば、子が遺留分権利者で被相\n続人の財産が一〇〇平方メートルの土地だけで、これを他人に贈与或は遺贈された\nので減殺請求をしたところ受贈者が価額弁償の申出をした場合において、右土地が\n相続開始時には一〇〇万円であつたが価額弁償の申出をした時は二〇〇万円に騰貴\nしていたとき、開始時説によれば五〇万円だけを遺留分権利者に交付すればよく、\n受贈者は二〇〇万円から五〇万円を控除した金一五〇万円を取得することになり、\nその割合は遺留分権利者一に対し受贈者三の割合となること明らかで、このような\n解釈は民法第一〇二八条に違反し遺留分権利者の有する遺留分を侵害する結果とな\nること明らかである。此のような不当な結果を避けるためには、価額弁償の申出を\nした時の遺産の価額により一〇〇万円を遺留権利者に弁償すれば、双方にとつて公\n平となり民法第一〇二八条の趣旨も生かされるので、妥当な結果となる。\n３　近時遺産分割についての民法第九〇六条の解釈につき、遺産に属する物又は\n権利の価額を相続開始時より評価すべきか分割時により評価すべきかについて、民\n法第九〇九条、九〇三条、九〇四条の条文を根拠として相続開始時により、評価す\nべしとする学説判例が次第に影をひそめ、分割時により評価すべしとする学説判例\nが有力となるに至つたのは、後説が現実の社会に適合し且つ公平の理念に合致する\nからに外ならない。\n遺産分割と遺留分減殺とは、共に遺産を相続人に分与するための制度であり、制\n度の根本趣旨を共通にするのであるから、一は分割時により評価し、他を相続開始\n時により評価するのは、一国の法制としては矛盾という外ない。民法第一〇四一条\nは決して受遺者に不当に利益を与える趣旨の規定とは解されない。\n価額を弁償するか現物を返還するかの選択権を与えられている受遺者は、その何\nれかを選ぶ自由を有するとしても、それはあくまでその時点（弁償申出時）におけ\nる価額であつて、不当に低額な相続開始時における価額を弁償することにより受遺\n者をして価額高騰による利益を独占せしめる趣旨とは到底解されない。\n４　以上の通り民法第一〇四一条の正当な解釈に基づき、価格弁償時に最も近接\nした時期である昭和四七年四月一日現在における価額に従い被控訴人等の弁償を受\nくベき額を算出すると、次のとおりとなる（原判決六枚目表二行目から同裏三行目\nまでの主張を以下のとおりに改める。）。\n（一）　被控訴人Ａ\n原判決第六目録７の価額一億二、四四八万三、〇〇〇円の持分六分の四に当る\n八、二九八万八、六六六円とそれ以外の遺留分算定の基礎となる財産の価額二、八\n三二万一、四〇〇円の六分の一に当る四七二万〇、二三三円との合計八、七七〇万\n八、八九九円から原判決の認容した一、四七二万〇、二三三円を控除した七、二九\n八万八、六六六円。\n（二）　被控訴人Ｂ\n遺留分算定の基礎となる財産の価額一億五、二八〇万四、四〇〇円の一八分の一\nに当る八四八万九、一三三円から遺贈を受けた右第六目録記載２１の物件の価額一\n一一万二、〇〇〇円をさし引いた金七三七万七、一三三円から原判決の認容した金\n三五〇万二、三三三円を控除した三八七万四、八〇〇円。\n（三）　被控訴人Ｃ\n遺留分算定の基礎となる財産の価額一億五、二八〇万四、四〇〇円の一八分の一\nに当る八四八万九、一三三円から遺贈を受けた右第六目録記載２２の物件の価額四\n八七万五、〇〇〇円の二分の一である二四三万七、五〇〇円及び贈与を受けた三〇\n万円をさし引いた五七五万一、六三三円から原判決の認容した三一六万七、二四四\n円を控除した二五八万四、三八九円。\n（四）　被控訴人Ｄ\n遺留分算定の基礎となる財産の価額一億五、二八〇万四、四〇〇円の一八分の一\nに当る八四八万九、一三三円から遺贈を受けた右第六目録２２の物件の価額四八七\n万五、〇〇〇円の二分の一である二四三万七、五〇〇円及び贈与を受けた五〇万円\nをさし引いた五五五万一、六三三円から原判決の認容した金二九六万七、二四四円\nを控除した二五八万四、三八九円。\n５　よつて、被控訴人らは右各該当金員及びこれに対する被相続人Ｅ死亡の日で\nある昭和四一年四月六日から各完済まで年五分の割合による遅延損害金の支払を求\nめる。\n控訴代理人の主張\n一、　亡Ｅの遺産及びその価額は原判決添付別紙第六目録記載のとおりである。\n亡Ｅには遺産債務はなく、動産は無価値のものである。\n二、　判決書七枚目表六行目の「第三の１２」とある次に「３」を加える。\n三、　被控訴人主張三は争う。\n四、　控訴人は、亡Ｅの遣言の趣旨に従い、家にとどまり農業を承継し、妻Ｆ、\n長男Ｇとともに遺贈を受けた農地を耕作しているので、価額弁償の申出をしたが、\n控訴人には受遺物件以外に格別の財産がないのに対し、被控訴人Ｂ、同Ｃ、同Ｄは\nいずれも給料を得て生活している。ところで、分割の基準を定めた民法第九〇六条\nは遺留分減殺請求の場合にも適用されるべきものである。よつて、被控訴人Ｂ、同\nＣ、同Ｄに対しては一〇年ないし一五年の年賦にて支払うのが相当である。\nなお、被控訴人Ａに遺留分減殺請求権があるとすれば、その請求額を半減し、年\n賦で支払うのが相当である。\n証拠関係（省略）\n理　　　　由\n一、　亡Ｅの相続関係については、原判決の理由説示第一の一と同一であるか\nら、ここにこれを引用する。\n二、　被控訴人Ａは原判決添付別紙第一目録記載の各土地（以下原判決添付別紙\n目録記載の土地については第一の１の土地の如く目録と土地の各番号で表示す\nる。）につき持分二分の一を有する旨主張するが、成立に争いのない甲第三号証に\nよると第一の１の土地につき昭和七年七月一三日付売買を原因としてＨからＥに所\n有権移転登記がなされていることが認められるので、反証のない限り第一の１の土\n地はＥの特有財産と推定すべきである。\n被控訴人ＡはＥと結婚後農業に精進して得た収入により第一の１の土地を買い受\nけたものであるから、Ｅとの共有である旨主張し、成立に争いのない甲第三六号証\nの二、当審における被控訴人Ａ本人尋問の結果によれば、被控訴人ＡはＥと結婚以\n来Ｅに協力して農業に従事し、第一の１の土地購入につき協力寄与しているものと\n推認しうるが、かかる場合、民法は、別に財産分与請求権、相続権ないし扶養請求\n権等の権利を規定し、これらの権利の行使により、結局において夫婦間に実質上の\n不平等が生じないよう配慮しているから、右協力寄与の事実をもつて右推定を覆す\nことができず、他に右推定を左右するに足る証拠はない。\n成立に争いのない甲第四号証によると、第一の２の土地については昭和二七年九\n月一七日控訴人所有名義に保存登記がなされていることが認められるので、第一の\n２の土地は控訴人の所有に属すると推定すべきであり、右推定を覆すに足る証拠は\nない。\nそうすると、第一の１、２の土地につき持分二分の一を有することを前提とする\n被控訴人Ａの請求部分は失当である。\n三、　次に、被控訴人らの遺留分減殺請求に基づく主位的請求の当否につき以下\nに判断する。\n１　前記のごとく、Ｅが昭和四一年四月六日死亡し、被控訴人ら主張の七名がそ\nの主張のように相続人であり、また第一の１、第二、第三の各土地（以下原判決添\n付別紙第六目録記載の番号により表示する。但し第三の３の上地はそのまま。）、\n第六の１、１６ないし２２の各不動産が亡Ｅの遺産であること、第六の１ないし２\n２の各不動産の価額が原判決添付別紙第六目録記載のとおりであること、Ｅは控訴\n人に対し第六の１ないし１８、第三の３の各不動産を、被控訴人Ｂに対し第六の２\n１の建物を、被控訴人Ｃ、同Ｄに対し第六の２２の土地をそれぞれ遺贈したこと、\nＥから被控訴人Ｃが三〇万円（控訴人は四〇万円と主張するが三〇万円を超える部\n分を認めるに足る証拠はない。）、同Ｄが五〇万円の各贈与を受けたこと、以上の\n各事実はいずれも当事者間に争いがなく、亡Ｅに遺産債務がなく、遺産である動産\nが無価値であることは、被控訴人らが明らかに争わないので自白したものとみな\nす。\n成立に争いのない乙第三号証によれば、亡Ｅは生前養子のＦ（控訴人の妻）と孫\nのＧに対し第六の１９の土地の持分二分の一ずつ、Ｇに対し第六の２０の土地をそ\nれぞれ遺贈したことが認められ、右認定に反する証拠はない。\n被控訴人ら代理人は第一の２、第四の１ないし１２の各土地も亡Ｅの遺産である\n旨主張するが、これを認めるに足る証拠はないので、右の主張は採用できない。\n２　そこで、前記各事実に基づき被控訴人らの遺留分を計算すると次のとおりと\nなる。\n（一）　遺留分算定の基礎となる財産\n（１）　亡Ｅが相続開始時において有した財産の価額（以下価額は相続開始時の\nものである。）\nａ　第六の１ないし２２の不動産の価額合計八七五二万一四〇〇円\nｂ　第三の３の土地の価額\n原審鑑定人Ｉの鑑定の結果によると、第三の３の土地の現況は原野であり、回じ\nく現況原野である第六の１０、１３の土地と第六の１１、１２の土地の間に存在す\nることが認められ、右認定に反する証拠はない。\nそこで、第六の１０ないし１３と同一基準により第三の３の土地の価額を算出す\nると、二五万四六〇〇円Ｃ１となる。\nｃ　右ａ、ｂの合計額八七七七万六〇〇〇円\n（２）　亡Ｅが生前贈与した金員計八〇万円\n内訳\n被控訴人Ｃ三〇万円、同Ｄ五〇万円\n（３）　遺留分算定の基礎となる財産の価額\n前記（１）のｃと（２）の合計八八五七万六〇〇〇円\n（二）　各被控訴人の遺留分\n（１）　被控訴人Ａ　一四七六万二六六七円（円未満は四捨五入した。以下同\nじ）\n＜記載内容は末尾２添付＞\n（２）　被控訴人　Ｂ　　四一四万八八八九円\n＜記載内容は末尾３添付＞\n（３）　被控訴人　Ｃ　三一八万一三八九円\n＜記載内容は末尾４添付＞\n（４）　被控訴人　Ｄ　二九八万一三八九円\n＜記載内容は末尾５添付＞\n３　控訴人に遺贈された不動産の価額\n（一）第六の１ないし１８の不動産の価額計八一四五万九四〇〇円\n（二）　第三の３の土地の価額二五万四六〇〇円\n（三）　右（一）、（二）の合計八一七一万四〇〇〇円\n４　Ｇに遺贈された不動産の価額\n（一）第六の１９の宅地の価額（二分の一）一一五万円\n（二）　第六の２０の土地の価額一〇万一〇〇〇円\n（三）　右（一）、（二）の合計一二五万一〇〇〇円\n５　被控訴人らの遺留分を侵害している遺贈部分の価額\n（一）　控訴人に遺贈された内、七六七九万三一一一円\n＜記載内容は末尾６添付＞\n（二）　Ｇに遺贈された不動産の価額一二五万一〇〇〇円\n（三）　民法一〇三四条本文により右（一）、（二）の遺贈部分は価額の割合に\n応じて減殺されるべきである。\n６　被控訴人らが控訴人に対し減殺しうる遺贈部分の価額は次のとおりである。\n（一）　被控訴人Ａ　一四五二万六〇三〇円\n＜記載内容は末尾７添付＞\n（二）　被控訴人　Ｂ　　　四〇七万二五四五円\n＜記載内容は末尾８添付＞\n（三）　被控訴人　Ｃ　　　三一三万〇三九三円\n＜記載内容は末尾９添付＞\n（四）　被控訴人　Ｄ　　　二九三万三五九九円\n＜記載内容は末尾１０添付＞\n７　ところで、遺留分権利者が受遺者、受贈者に対して行う減殺請求権は形成権\nであつて、その意思表示がなされると、法律上当然に減殺の効力を生じ、遺留分権\n利者は遡及的に目的物につき持分を取得するものと解するを相当とする（最高裁昭\n和三五年七月一九日判決民集一四巻九号一七七九頁、同昭和四一年七月一四日判決\n民集二〇巻六号一一八三頁、同昭和四四年一月二八日判決判例時報五四八号六八頁\n参照）。これを本件についてみるに、被控訴人らが昭和四一年一〇月六日到達の書\n面で控訴人に対し遺留分減殺の意思表示をなしたことは当事者間に争いがないか\nら、亡Ｅから控訴人に対しなされた第六の１ないし１８、第三の３の各不動産の遺\n産は、被控訴人らの遺留分を侵害している前記６の限度において当然に無効とな\nり、その結果第六の１ないし１８、第三の３の各不動産は相続開始時に遡及して控\n訴人と被控訴人らの共有となり、そして、第六の１ないし１８、第三の３の各不動\n産の相続開始時の価額の総額は前示のとおり、八一七一万四〇〇〇円であるから、\n被控訴人らは第六の１ないし１８、第三の３の各不動産につき遺留分が侵害された\n前記６の価額相当分の持分を有するということができるから、被控訴人Ａの持分は\n八一七一万四〇〇〇分の一四五二万六〇三〇、被控訴人Ｂの持分は八一七一万四〇\n〇〇分の四〇七万二五四五、被控訴人Ｃの持分は八一七一万四〇〇〇分の三一三方\n〇三九三、被控訴人Ｄの持分は八一七一万四〇〇〇分の二九三万三五九九となる。\n８　控訴代理人は被控訴人Ａの遺留分減殺請求権の行使は権利の濫用であつて許\nされない旨主張する。\n各成立に争いのない甲第四〇、第四一号証、乙第三、第四号証、同第三六号証の\n二、原審及び当審証人Ｆの証言、原審における被控訴人Ｃ、当審における被控訴人\nＡ、原審及び当審における控訴人の各本人の尋問の結果によると、被控訴人Ａは大\n正一五年一一月Ｅの後妻として同人と結婚し（昭和二年四月一八日届出）、爾来Ｅ\nや控訴人らとともに農業に従事し、昭和三九年Ｅが直腸がんに罹患して病臥する\nや、同人の入院中も、自宅療養中もＥを看護してきたこと、ところが、被控訴人Ａ\nが控訴人の目を逃れて食糧品等を被控訴人Ｂ方へ運んだり、飲酒した際などに被控\n訴人ＢがＥ家の長男だというような言動があつたため、被控訴人Ａと控訴人が不仲\nになり、控訴人が被控訴人Ａに暴力を振うようになつたこと、そして、昭和四〇年\n八月一三日控訴人が被控訴人Ａに対し些細なことから暴力を振つたため、被控訴人\nＡは家を出て被控訴人Ｂ方に身を寄せたこと、被控訴人Ａは、昭和四〇年一一月Ｅ\nを相手方として山形家庭裁判所新庄支部に対し、控訴人の暴行をＥがとめないので\n同居に耐えられないとして、離婚等の調停の申立をし、また昭和四二年二月一三日\n控訴人とその妻Ｆを相手方として、山形地方裁判所新庄支部に対し、自己の不知の\n間に養子縁組がなされたとして、Ｅと被控訴人Ａを養親とする養子縁組無効の訴を\n提起したこと、Ｅは、被控訴人Ａが昭和四八年八月一三日より病気中のＥを顧みず\nに被控訴人Ｂ方に同居し、離婚の調停を申立てているので何ら遺贈しない旨遺言し\nていること、以上の各事実が認められ、右認定に反する証拠はない（乙第三号証\n（（遺言公正証書謄本））第六条に離婚の訴とあるのは、離婚調停の申立の誤記で\nあることは弁論の全趣旨に徴し明らかである。）。\n前記認定の事実からみると、被控訴人Ａの家出、離婚調停の申立等は、Ｅ、控訴\n人、被控訴人Ａらの親族間の紛争に端を発したもので、被控訴人Ａを一方的に責め\nるのは酷に失するものとみられ、これらの行為があつたことの一事を以て直ちに被\n控訴人Ａの遺留分減殺請求権の行使が権利濫用として容認できない程非難されるべ\nき行為ということはできず、他に控訴人のこの点に関する主張事実を認めるに足る\n証拠はない。\nよつて、控訴人の右主張は採用できない。\n９　以上の理由により、被控訴人らは第六の１ないし１８、第三の３の各不動産\nにつき、前記認定の各持分を有するところ、第六の２ないし１５、第三の３の各土\n地が控訴人所有名義に登記されていることは当事者間に争いがないから、被控訴人\nらは右認定の持分に基づき、控訴人に対し、右各土地につき右持分を有する旨の変\n更登記手続を求めることができるというべきである。\n１０　控訴人は、被控訴人らの遺留分減殺請求に基づく現物返還に代えて価額に\nよる弁償を主張している。\n<要旨>ところで、民法一〇四一条一項は、受贈者及び受遺者は、減殺を受けるべ\nき限度において、贈与又は遺</要旨>贈の目的物の価額を遺留分権利者に弁償して返\n還の義務を免かれることができる旨規定し、受遺者・受贈者に対し目的物を返還す\nるか、その価額を弁償するかの選択権を与えているが、受遺者・受贈者において、\n価額弁償の意思表示をしたのみでは、遺留分権利者の目的物返還請求権は消滅する\nものでなく、現実に価額の弁償がなされてはじめて目的物返還請求権が消滅するも\nのと解すべきである。即ち、遺留分権利者の目的物返還請求権は物権的に保護され\nているのに対し、受遺者・受贈者の価額弁償の意思表示により、これが消滅し、金\n銭債権である価額弁償請求権にかわるとすれば、民法上右価額弁償請求権に優先的\n効力を与える旨の規定がないので、遺留分権利者は、他の一般債権者と同じく単に\n債権的な保護が与えられるにすぎなくなり、不当だからである。\nこれを本件についてみるに、控訴人において目的物の価額を現実に弁償した旨の\n主張立証のない本件においては、控訴人の右主張は採用できない。\n四、　以上の次第により、被控訴人らにおいて第一の１（第六の７）、第二の１\nないし７（第六の２ないし６、８、９）、第三の１ないし７（第六の１０ないし１\n５）の各不動産につき前記認定の各持分（但し、被控訴人Ａについては申立の範囲\nである六分の一の限度）を有し、控訴人においてこれを争うことは訴訟の経過によ\nり明らかであるから、右持分の確認を求める利益ありとすべく、被控訴人らの主位\n的請求は、被控訴人らの右の各持分を有することの確認と同持分に基づき右各不動\n産につき同持分を有する旨の変更登記手続を求める限度で正当として認容すべきで\nあり、その余は失当として棄却すべきである。\nよつて、被控訴人らの主位的請求を棄却し予備的請求を一部認容した原判決を取\nり消すこととし、原審及び当審における訴訟費用の負担につき民訴法九六条九二条\n但書を適用して主文のとおり判決する。\n（裁判長　裁判官　井口源一郎　裁判官　伊藤俊光　裁判官　佐藤貞二）\n別紙\n第　　一　　目　　録\n２　同所　　　　一番一　　　　　　　　　田　　　　　一九歩　　　　　六二平\n方メートル\n第　　二　　目　　録\n１　新庄市ａ字ｂｃ番ｄ　　　田　　　一反二三歩　　　　一〇六七平方メートル\n２　同所　　　字ｅ　ｆ番　　　　田　　　　三畝七歩　　　　　　　三二〇平方\nメートル\n３　同市大字ｇ町後ｈ番　　　　田　　一反七畝九歩　　　　一六一六平方メート\nル\n４　同所　　　　　　　ｈ番ｉ　　　田　　　九畝一八歩\n５　同所　　　　　　　ｈ番ｊ　　　田　　　　　一五歩　　　　　　四九平方メ\n－トル\n６　同市ａ字ｂ　ｋ番　　　　畑　　　五畝一三歩　　　　　五三八平方メートル\n７　新庄市ｌ町　　　　　ｍ番ｎ　　　畑　　　　四畝三歩　　　　　四〇六平方\nメートル\n第　　三　　目　　録\n１　新庄市ａ字ｏ　ｐ番　　　　山林　　一畝二三歩　　　　　一七五平方メート\nル\n２　同所　　　　　　　ｐ番ｑ　　　山林　　一畝一八歩　　　　一五八平方メー\nトル\n３　同所　　　　　　　ｒ番　　　　山林　　四畝一四歩　　　　四四二平九メー\nトル\n４　同所　　　　　　　ｓ番　　　　山林　　一畝一〇歩　　　　　一三二平方メ\nートル\n５　同所　　　　　　　ｔ番　　　　　山林　　六畝一九歩　　　　　六五七平方\nメー卜ル\n６　同所　　　字ｕｖ番　　　　山林三反三畝一〇歩　　　　三三〇五平方メート\nル\n７　同所　　　字ｗ　ｘ番　　　　山林　　　三畝九歩　　　　　三二七平方メー\nトル\n第　　四　　目　　録\n－\n１　新庄市大字ｙ字ｚａ１番　　　田　　　　三畝六歩　　　　　三一七平方メ\nートル\n２　同所　　　　　　　　　ａ１番ｂ１　　田　二反七畝一八歩　　　　二七三\n七平方メートル\n３　同所　　　　　　　　　ｃ１番　　　田　　　三畝一四歩　　　　　三四三\n平方メートル\n４　同所　　　　　　　　　ｄ１番　　　田　　　　　六畝歩　　　　　五九五\n平方メートル\n５　同所　　　　　　　　　ｅ１番　　　田　一反二畝二八歩　　　　一二八二\n平方メートル\n６　同所　　　　　　　　　ｆ１番　　　田　　　　二畝三歩　　　　　二〇八\n平方メートル\n７　同所　　　　　　　　　ｇ１番ｈ１　　田　　　　　三反歩　　　　二九七\n五平方メートル\n８　同所　　　　　　　　　ｉ１番　　　田　　　二畝一三歩　　　　　二四一\n平方メートル\n９　同市　　　　ａ字ｊ１ｋ１番　　　田　　　一畝一七歩　　　　　一五五平\n方メートル\n１０　同所　　　　　　　　ｋ１番ｌ１　　田　　　　四畝九歩　　　　　四二\n六平方メートル\n１１　同所　　　　　　　　ｋ１番ｍ１　　田　　　一畝二四歩　　　　　一七\n八平方メートル\n１２　同所　　　字ｎ１　　ｏ１番ｐ１　　田　　　七畝一五歩　　　　　七四\n三平方メートル\n第　　五　　目　　録\n１　新庄市ｑ１町ｒ１丁目ｓ１番ｔ１　　　　宅地　　　　　四二坪　　　一三\n八・八四平方メートル\n２　同所　　　　　　　ｓ１番ｕ１　　　　宅地　四一坪五合九勺　　　一三\n七・四八平方メートル\n３　同所　　　　　　　ｓ１番　　　　　宅地　　　三九坪九合　　　一三一・\n九〇平方メートル\n４　同所　　　　　　　ｓ１番ｖ１　　　　宅地　　二坪二合四勺\n七・四〇平方メートル\n５　同所　　　　　　　ｓ１番ｗ１　　　　宅地　三七坪八合一勺　　　一二\n四・九九平方メートル\n＜記載内容は末尾１１添付＞\n"
}