{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 45,
    "month": 7,
    "day": 11
  },
  "case_number": "昭和42(行ウ)28",
  "case_name": "損害賠償請求事件",
  "court_name": "名古屋地方裁判所",
  "field": "行政",
  "gist": "政治的団体に対する補助金の支出が，地方自治法第２３２条の２にいう「公益上必要」なものに当たらないとして違法とされた事例",
  "lawsuit_id": "18335",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=18335",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/335/018335_hanrei.pdf",
  "contents": "主　　　文\n一、被告は豊田市に対し、金二、四〇〇、〇〇〇円およびこれに対する昭和四二年\n六月二四日から支払ずみまで年五分の割合による金員を支払え。\n二、訴訟費用は被告の負担とする。\n事　　　実\n第一、当事者双方の求めた裁判\n原告訴訟代理人は主文同旨の判決並びに仮執行の宣言を求め、被告訴訟代理人は\n本案前の申立として「本件訴を却下する。訴訟費用は原告の負担とする。」との判\n決を、又本案に対する申立として「原告の請求を棄却する。訴訟費用は原告の負担\nとする。」との判決を求めた。\n第二、当事者の主張\n（請求原因）\n一、原告は豊田市の住民であり、被告は昭和三九年二月以来豊田市長の職にあるも\nのである。\n二、被告は豊田市長として豊田市給与所得者連合会（以下単に給連と称する。）に\n対し、昭和四一年七月二六日金一、二〇〇、〇〇〇円を、同四二年二月一〇日金\n一、二〇〇、〇〇〇円をそれぞれ地方自治法二三二条の二による補助金として支出\nした。（この支出補助金合計二、四〇〇、〇〇〇円を以下単に本件補助金とい\nう。）\n三、しかしながら、給連は「トヨタ自動車工業株式会社（以下単にトヨタ自工とい\nう）の発展が即豊田市の発展にほかならないから豊田市政においては先ずトヨタ自\n工の利益を第一とすべきである。」との政策の下に現に豊田市政において与党的立\n場を占めている勢力に属する公職の候補者の当選を図ることを目的として選挙活動\nを繰返してきた政治的団体である。\nこのことは以下に、（一）ないし（六）として挙げる諸事実から十分うかがわれ\nるところである。\n（一）　本件補助金支出当時、給連は政治資金規正法第三条の団体として豊田市選\n挙管理委員会に届出をしていた。\n（二）　給連は左記のとおり豊田市長選挙、豊田市議会議員選挙、愛知県議会議員\n選挙に際して、役員会、拡大役員会を開いて推薦候補を決定し選挙活動をしてい\nる。\n（１）　豊田市長選挙\n昭和三五年　Ａ\n昭和三九年　Ｂ\n昭和四三年　Ｂ\n（２）　豊田市議会議員選挙\n昭和三〇年　Ｃ　Ｄ　Ｅ　Ｆ\nＧ　Ｈ　Ｉ　Ｊ\n昭和三四年　Ｄ　Ｋ　Ｌ　Ｍ\nＮ\n昭和三八年　Ｌ　Ｏ　Ｋ　Ｐ\n昭和四二年　Ｋ　Ｑ　Ｐ　Ｒ\n（３）　愛知県議会議員選挙\n昭和三五年　Ｂ\n昭和三八年　Ｓ\n昭和四二年　Ｔ\n（三）　しかも右の候補者らはそのほとんどがトヨタ自工の職員又は旧職員であつ\nてトヨタ自工の発展が即豊田市の発展にほかならないから何よりも先ずトヨタ自工\nの利益を第一とせねばならないとする政見を有し、現に豊田市政における与党的政\n治勢力に属する者ばかりである。\n給連推薦候補者の政見がこのようなものであることは左記のような各候補者の職\n業、経歴からも十分うかがえるところである。\n（１）　Ｃは、トヨタ自工を停年退職しトヨタ自工をの下請工場たる株式会社協豊\n製作所の取締役社長。\n（２）　Ｄは、トヨタ自工元町工場工務部長代理。\n（３）　Ｅは、トヨタ自工第二人事部住宅課職員。\n（４）　Ｆは、トヨタ自工労働組合中央執行委員長。\n（５）　Ｇは、トヨタ自工の停年退職者。\n（６）　Ｈは、トヨタ自工の停年退職者。\n（７）　Ｉは、トヨタ自工三好工場製造部次長。\n（８）　Ｊは、トヨタ自工第一購買部長。\n（９）　Ｋは、トヨタ自工第二人事部住宅課長。\n（１０）　Ｌは、トヨタ自工の停年退職者。\n（１１）　Ｍは、トヨタ自工高岡工場工務部長。\n（１２）　Ｎは、トヨタ自工の停年退職者。\n（１３）　Ｏは、トヨタ自工第二人事部厚生課長。\n（１４）　Ｐは、トヨタ自工品質保証部非金属材料課係長。\n（１５）　Ｑは、トヨタ自工労働組合厚生部長。\n（１６）　Ｒは、トヨタ自工高岡工場製造部プレス課工長。\n（１７）　Ｂは元トヨタ自工総務部次長。\n（１８）　Ｓは、豊田商工会議所専務理事。\n（１９）　Ｔは、トヨタ自工労働組合、愛知県議会議員。\n（２０）　Ａは元豊田市長、現豊田善意銀行会長。\n（四）　前述の給連推薦候補については、給連はその機関紙である「豊田給連」あ\nるいは「給連たより」の紙上にその推薦候補を発表しており、特に昭和三九年の豊\n田市長選挙に際しては選挙の三ケ月も前に被告Ｂを給連推薦候補と決定したうえ、\nその写真入り四段抜きの推薦記事を「豊田給連」紙上に掲載するなどしている。\n（五）　給連とその支部は左記のように豊田市議会議員選挙に際して候補者に金品\nを寄附している。\n（１）　昭和三四年四月選挙に際し\n（イ）　候補者Ｌに対し給連より酒二升。\n（ロ）　候補者Ｋに対し山ノ手会、三ツ満多会山ノ手給連より金五、〇〇〇円。\n（２）　昭和三八年四月選挙に際し\n（イ）　候補者Ｋに対し給連より金一、〇〇〇円。\n（ロ）　候補者Ｐに対し給連より金一、〇〇〇円。\n（ハ）　候補者Ｏに対し給連より金一、〇〇〇円。丸山会より金六、九〇〇円相当\n（なお、丸山会は給連の丸山西支部と同視しうるものである）。\n（ニ）　候補者Ｌに対し給連二区支部より金一、〇〇〇円。\n（ホ）　候補者Ｕに対し給連豊田支部より金一、〇〇〇円。\n（３）　昭和四二年四月選挙に際し\n（イ）　候補者Ｑに対し給連より金二、〇〇〇円。\n（ロ）　候補者Ｐに対し給連より金二、〇〇〇円。\n（ハ）　候補者Ｋに対し給連より金二、〇〇〇円。\n（ニ）　候補者Ｒに対し給連より金二、〇〇〇円\n（六）　給連は昭和三九年二月の豊田市長選挙期間中に前記のとおり被告Ｂを推薦\nしつつ、その丸山支部等において会員に対し石けん、ポリバケツ、重箱等を無償で\n配布したことがある。\n四、普通地方公共団体から政治活動をしている特定の政治的団体への補助金支出を\n禁ずる直接の明文規定は見当らないけれども、公の財産が一党一派の政治的団体に\n補助金として支出されることを認めるならば、憲法の定める民主主義的政治秩序は\n根本から破壊されることは言をまたないから、余りにも当然のこととしてその禁止\n規定を欠くにすぎず、間接的には憲法第八九条、公職選挙法第一九九条第二項およ\nび政治資金規正法第二二条第一項の各趣旨からもかかる団体への補助金支出が許さ\nれないことは十分にうかがわれるところである。\n従つて、地方自治法第二三二条の二の解釈上、政治的団体への補助金支出を「公\n益上必要」と解する余地はなく、かかる団体への補助金支出は全て違法であると考\nえられる。よつて本件補助金支出は地方自治法第二三二条の二の認めない違法なも\nのである。\n五、一方、被告は給連結成当時からその会員であるほかトヨタ自工に勤務していた\nこともあり、かつ、昭和三五年愛知県議会議員、昭和三九年および同四三年豊田市\n長の各選挙に立候補した際いずれの選挙においても給連の推薦を受けていたもので\nあつて、給連の政治団体たる実態はこれを熟知していた筈のものである。従つて被\n告には本件補助金支出につき故意若しくは少くとも過失がある。\n六、そこで、原告は昭和四二年三月二〇日地方自治法第二四二条による住民監査の\n請求をなしたのであるが、同年五月一七日豊田市監査委員Ｖから監査の結果として\n「関係者あて勧告は行わない」との監査結果の通知を受けた。しかしながら原告は\n右監査結果に不服である。\n七、よつて地方自治法第二四二条の二の規定に基づき、豊田市が被告に対して有す\nる損害賠償請求権金二、四〇〇、〇〇〇円およびこれに対する訴状送達の翌日であ\nる昭和四二年六月二四日以降完済に至るまでの民事法定利率年五分の割合による遅\n延損害金の支払を豊田市に代位して求めるため本訴に及んだ。\n（請求原因に対する答弁）\n一、請求原因第一項、第二項の事実は認める。\n二、請求原因第三項については\n給連を政治活動をなす政治的団体であるとする主張は争う。\n同項（一）の事実は否認する。但し、給連について原告主張のような届出がなさ\nれていた事実そのものは認めるけれども、右の届出は給連自体がなしたものではな\nい。\n同項（二）の事実は昭和三九年豊田市長選挙において給連が被告Ｂを推薦した事\n実は認めるが、その余の事実は不知である。\n同項（三）の事実は、（１）Ｃ以下（２０）Ａに至るまでの各人の職業、経歴が\n原告主張のとおりであることは認めるが、その他の事実は全て否認。\n同項（四）の事実は否認する。\n同項（五）の事実は不知。\n同項（六）の事実は給連がＢを推薦したことのみ認めその他の事実は不知。\n三、請求原因第四項の主張は争う。\n四、請求原因第五項の事実につき、昭和三九年被告が豊田市長選挙に際して給連の\n推薦を受けた事実およびトヨタ自工に勤務していた事実を認めるほかは全て争う。\n五、請求原因第六項の事実は認める。\n六、請求原因第七項の主張は争う。\n（被告の本案前の主張）\n原告は豊田市議会議員であるが、議員は議会を通じて各種の説明を求め、意見を\n陳述し、意見書を提出し、調査権を行使し、出頭、証言、記録の提出を請求し、刊\n行物の送付を求めることが出来るほか、各委員会においても審査が出来る等の権限\nを地方自治法上認められている。かかる権能を有する者は地方自治法第二四二条の\n二の住民訴訟を提起しうる「住民」の概念に含まれず、従つて原告の訴訟提起は許\nされないと解すべきである。\n（本案に関する被告の主張）\n一、給連は左に述べるような目的の下に、左のような活動をしている団体であつ\nて、原告主張のような政治目的を有しもしないし、政治活動もしていない。\n（一）　給連は豊田市在住の給与所得者によつて構成され「会員の親睦と相互扶助\nを図り社会的、経済的地位の向上に努め併せて豊田市の振興発展に寄与するこ\nと。」を目的とする団体である。\n（二）　現実の活動面からこれをみても給連は市民のために、教養講座等の文化事\n業、ラジオ体操等の体育事業、排下水溝の清掃等の衛生事業、子供プール建設等の\n施設事業および子供会、敬老会等の社会福祉事業を行つて公益を図つている団体で\nある。\n（三）　右の事実を給連の経費支出の面から見れば、例えば昭和四一年度には支出\n総額金二七、五三二、〇〇〇円のうち文化、体育、教育、衛生、施設、社会福祉、\n慰安の各公益事業にその七三パーセント強にあたる二三、二〇九、〇〇〇円を支出\nしているのであつて、その余の支出も総務、庶務費、会議費等その公益事業遂行の\nための必要経費として用いられているものである。\n二、給連への本件補助金支出は地方自治法第二三二条の二に基いてなされた適法な\nものである。\n（一）　地方自治法第二三二条の二は「普通地方公共団体はその公益上必要がある\n場合においては寄附又は補助をすることができる。」と規定している。これは「公\n益上必要」と認められる限りその補助金支出は違法ではないということにほかなら\nない。\n（二）　本件補助金支出は前述のような給連の公益的活動に対して「公益上必要」\nと認めてなされたものであるから、なんら違法性のないものであることは明らかで\nある。\n（被告の主張に対する原告の認否及び反論）\n被告主張一、の各事実は不知。\n給連が仮に被告主張の如き公益的活動をしているとしても、政治団体が選挙民を\n把むため地域に密着した公益的日常活動をすることは今日では常識というべきであ\nるから、そのことの故に給連の政治団体たる性格が否定されるものではない。\n第三、証拠（省略）\n理　　　由\n（被告の本案前の主張に対する判断）\n原告が豊田市の市会議員であることは原告本人尋問の結果によつて明らかであ\nり、市議会議員について地方自治法上原告主張の如き各種の権能が認められている\nこともその主張のとおりである。しかしながら、地方公共団体の住民であり、か\nつ、議員の地位をも兼ねる者がその地方公共団体の機関又は職員の財務に関する違\n法、不当な行為の防止又は是正を求めるのにはもつぱら議員たる権能に依拠すべき\nであつて、住民としての権利は行使しえなくなるとする議論は地方自治法第二四二\n条及び同条の二の解釈として到底採用できない見解である。けだし、地方自治法第\n二四二条および同条の二は「住民」に監査請求等の権限を認めるに際しなんの限定\nも文言上加えていないのであるから、その普通地方公共団体の区域内に住所を有す\nる者であれば（同法一〇条）、行為能力者たることを唯一の条件として誰でも適法\nに訴を提起しうるものと解すべきである。従つてこの点に関する被告の主張は理由\nがない。\n（本案についての判断）\n一、請求原因第一、二項記載の事実は当事者間に争いがない。\n二、本件補助金支出が適法か否かについての判断。\n（一）　給連の性格について。\n（１）　本件補助金支出当時、給連について政治資金規正法第三条の団体として豊\n田市選挙管理委員会に届出がなされていた事実自体は当事者間に争いがない。この\n事実と成立に争いがない甲第二号証の三、乙第七号証の一、二ならびに後に認定す\nるように給連が豊田市議会議員選挙、豊田市長選挙において候補者の推薦をしたこ\nとがある事実を総合して判断すると、この届出をしたのは給連自体であつて余人で\nはないと推認するのが相当である。従つて本件補助金支出当時給連はその意思に基\nいて政治資金規正法第三条の団体として豊田市選挙管理委員会に届出をしていたも\nのと認められ、右認定に反する証人Ｗ、同Ｘの各証言部分は信用しないし、他に右\n認定を覆すにたる証拠はない。\n（２）（イ）　昭和三九年度豊田市長選挙において給連がＢを推薦した事実は当事\n者間に争いがない。\n（ロ）　いずれも成立に争いない甲第八号証の一、二、第九号証の一、二、第一二\n号証の一、ないし三、第一三号証の一ないし三ならびに証人Ｗの証言および原告本\n人尋問の結果を総合して判断すると、給連は左記の選挙において左記のとおり拡大\n役員会の決定に基づき候補者の推薦をした事実が認められこの認定を覆すに足る証\n拠はない。\n（Ⅰ）　昭和三四年度豊田市議会議員選挙において\nＫ\nＬ\nＮ\n（Ⅱ）　昭和三八年度豊田市議会議員選挙において\nＬ\nＯ\nＫ\nＰ\nＮ\n（Ⅲ）　昭和四二年度豊田市議会議員選挙において\nＫ\nＰ\n（３）　右に認定した給連推薦候補者ら（以下単にこれらの者を給連候補とよ\nぶ。）がいずれもトヨタ自工の職員又は旧職員の経歴を有する者ばかりであること\nは当事者間に争いがない。この事実と原告本人尋問の結果を総合して判断すると給\n連候補はいずれも豊田市政に関しては「トヨタ自工あつての豊田市である」と政見\nを有し、豊田市議会内で与党的地位を占める多数派グループに属する者である事実\nが認められ、この認定を覆すに足る証拠はない。\n（４）　成立に争いない甲第一号証によれば、給連候補中昭和三九年度豊田市長選\n挙におけるＢ候補については、給連は選挙に先立つこと三ケ月も以前に同候補の顔\n写真入り四段抜きの推薦記事を機関紙「給連たより」紙上に掲載しこれを広く五二\n支部、会員総数一〇、〇〇〇名以上に配布してその選挙支援活動をした事実が認め\nられ、この認定に反する証拠はない。\n（５）　いずれも成立に争いない。甲第一〇号証の五ないし一一によれば、豊田市\n会議員選挙において給連又はその支部は主として給連候補を対象として次のような\n金品を寄附している事実が認められ、この認定を左右するに足る証拠はない。\n（イ）　昭和三四年四月選挙において、候補者Ｌに給連より酒二升（見積金額一、\n〇〇〇円）、秋元正太郎に山の手給連、三ツ満多会、山の手会より金五、〇〇〇\n円、なお三ツ満多会は証人Ｘの証言により給連丸山東支部と同一体であると認めら\nれる。\n（ロ）　昭和三八年四月選挙において、候補者Ｋ、Ｐ、Ｏに給連より各金一、〇〇\n〇円、Ｌに給連二区支部より金一、〇〇〇円、Ｕに給連豊田支部より金一、〇〇〇\n円。又Ｏに丸山会より見積額金六、九〇〇円相当の便益が提供されている事実も認\nめられる。なお証人Ｘの証言により丸山会とは給連丸山西支部と同一体であると認\nめられる。\n（６）　成立に争いない甲第七号証の一、二および証人Ｘの証言によれば、給連が\nＢを推薦した昭和三九年の豊田市市長選挙の期間中に給連東部支部では会員に石け\nん、ポリバケツ等を無償配布した事実が認められ、この認定に反する証拠はない。\n（７）　右に認定した（１）ないし（６）の事実を総合すれば、給連は表向きはと\nもかくとしてその実体としては現に豊田市政における与党的地位を占める「トヨタ\n自工あつての豊田市である。」とするグループに属する公職の候補者を支援するこ\nとを目的とする政治的団体であると推認される。けだし給連のなしてきた選挙活動\nを検討してみると、期間的にも相当長期間にわたり推薦した候補者の数も多数であ\nり、しかもこれらの候補者に対しては金品を寄附し、便益を与え、機関紙上で広く\n紹介する等繰返し実質的な選挙支援活動をしているものであつて、これを給連の本\n質とは関係のない一回的偶発的な現象とみることは出来ず、むしろ給連がもつてい\nる政治団体的本質から自然ににじみ出してきた一貫性あるものと解されるからであ\nる。\nなお、証人Ｗの証言によつてその成立が認められる乙第一号証によれば、給連の\n目的は「会員の親睦と相互扶助を図り、社会的経済的地位の向上に努め併せて豊田\n市の振興、発展に寄与すること」と規定されていることが認められるが、規約上の\n明示の目的がどうあれそのことが給連の有する政治団体的性質を否定しうるもので\nはない。又、被告は給連が排下水溝の清掃、敬老会等々各種の公益的活動を営んで\nいると主張するが、たとえ給連が被告主張のような公益的活動をなしたことがあつ\nたとしてもそのことが給連の本質を政治的団体だとする認定と相容れないものでは\nなく、他にこの認定を覆すに足る証拠はない。\n（二）給連の性格が前認定の如きものであるとすると、給連に対する本件補助金支\n出はこれを違法なものといわなければならない。何故ならば、公の財産が地方自治\n法二三二条の二の補助金という形で一党一派の政治的団体に流入することを容認す\nるならば憲法の定める議会制民主主義（それは政党又は各種政治団体の存在を当然\nの前提としていると考えられる）の政治秩序は有名無実のものと化してしまうであ\nろうから、憲法は当然の前提として公金が補助金として無償で一党一派の政治的団\n体に流出することを禁じていると解すべきだからである。従つて本件補助金支出は\n憲法上許されない違法なものであるから、憲法の下位規範である地方自治法二三二\n条の二の解釈にあたつてもかかる団体への補助金支出を「公益上必要」なものと解\nする余地はない。しかもこの結論は、その政治的団体が公益的活動をしているか否\nか、又その団体の政治活動資金としてでなく公益的活動のみに対する補助金として\n支出されたのか否か、等の事情によつて左右されるものではない。けだし、補助金\nがその政治的団体の政治活動の面でなく、公益的活動の面に着目して支出されよう\nと、一旦支出されればその団体の財政を豊かにする作用にかわりはないからであ\nる。又、何時これが政治資金として転用されるかもしれない蓋然性も否定できな\nい。公金と一党一派の政治的団体の財政との分離は制度的画一形式的にこれを切離\nすのでなければ議会制民主主義の健全な発展は望むべくもない。又実際上も純粋な\n公益のための活動と、ある政治目的を達成する手段として民心を把握しようとして\nなす一見公益に合致するかに見える巧妙な政治的日常活動を区別することは至難で\nある。\n三、本件補助金支出については前記認定のごとき給連の選挙活動の状況、特に被告\n自身昭和三九年の豊田市長選挙に立候補して給連の推薦を受けた事実に徴すれば、\n被告は少くとも過失によつて違法な本件補助金支出をなしたものと認めるのが相当\nである。\n四、よつて原告が豊田市に代位して被告に対し金二、四〇〇、〇〇〇円および訴状\n送達の翌日であることが記録上明白な昭和四二年六月二四日以降支払ずみまで年五\n分の割合による金員の支払を求める請求は理由があるからこれを認容し、訴訟費用\nの負担につき民事訴訟法第八九条を適用して主文のとおり判決する。\nなお、仮執行宣言の申立は相当でないと考えられるのでこれを却下する。\n（裁判官　山田正武　笹本淳子　須藤浩克）\n"
}