{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 45,
    "month": 11,
    "day": 30
  },
  "case_number": "昭和41(行コ)118",
  "case_name": "法人税額等の更正決定取消請求控訴事件",
  "court_name": "大阪高等裁判所",
  "field": "行政",
  "gist": "国税通則法の施行等に伴う関係政令の整備等に関する政令附則第４条にいう「従前の例による」の意味",
  "case_gist": "国税通則法の施行等に伴う関係政令の整備等に関する政令附則第４条にいう「従前の例による」とは，国税通則法施行前に法定申告期限が到来した事業年度の損金の繰越については旧法人税法による取扱いをすることを意味し，除斥期間のみを旧法人税法によることを意味するものではない。",
  "lawsuit_id": "18308",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=18308",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/308/018308_hanrei.pdf",
  "contents": "主　　　文\n原判決中控訴人敗訴部分を取り消す。\n被控訴人の請求を棄却する。\n訴訟費用は第一、二審とも被控訴人の負担とする。\n事　　　実\n第一、当事者の求めた裁判\n一、控訴人指定代理人\n主文同旨\n二、被控訴会社代理人\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n第二、当事者の事実上の主張と証拠関係\n次に記載するほかは、原判決の事実摘示と同一であるから、ここに引用する。\n（事実関係）\n一　控訴人指定代理人\n（一）　法人税の課税標準である各事業年度の所得は、各事業年度の純益金から総\n損金を控除した金額であるところ、旧法人税法は、九条五項で、「青色申告書を提\n出した法人の各事業年度開始の日前五年以内に開始した事業年度において生じた損\n金（以下繰越欠損金という）は第一項の所得の計算上これを損金に算入する」と規\n定していた。そうして、旧法人税法では、積極所得が生じない（繰越欠損金を控除\nしてもなお損金に止まる場合を含む）事業年度分の確定申告は「納税義務が存在し\nない」という意味の申告であつて、仮に申告書に欠損金の数値の記載があつても、\nこれは単に納税義務が「無」であることを示すにとどまり、欠損金額の数値を確定\nさせるものではない（旧法一八条八項、一九条八項、二一条四項、二二条の二第三\n項）。従つて、旧法のもとでは欠損金の確定とこれの更正処分はなかつた。すなわ\nち、事業年度ごとに欠損金の確定がないから、「事業年度の障壁」すらなく、繰越\n控除が認められる五年を限度に積極所得が生じるまでの間を単一の事業年度と同一\n視し積極所得の生じた事業年度で、過去にさかのぼつて確定させるという建前を採\n用していた。\nこの点では国税通則法（昭和三七年四月一日施行）二四条が損金の更正を認めて\nいるのとは異なる。\n国税通則法施行等に伴う関係政令の整備等に関する政令附則四条（以下単に附則\n四条という）は「施行日前に法定申告期限が到来したものについては従前の例によ\nる」という経過措置をしているが、この従前の例とは前記旧法人税法上の建前を指\n称している。\n（二）　被控訴会社は、その所有の土地について換地処分に伴う物件移転契約を訴\n外大阪市と昭和三二年三月二八日に締結し、移築のための損失補償金（土地区画整\n理法七八条）として移転料の支払いを受けることになつた。\n租税特別措置法の特例は、昭和三四年四月一日以後にした資産譲渡に適用される\nから、本件についてその適用はない（同法附則（昭和三四年法律第七七号）参\n照）。\n仮に、この点は積極に解しても、みぎ移転料については、同法の適用がないこと\nは、同法六四条二項によつて明らかである。\n仮に被控訴会社が主張するように、みぎ移転料が土地等の収用の対価たる金額\n（対価補償金）に当るとしても、被控訴会社は資産再評価法四五条の規定による申\n告書を控訴人に提出していないから、減税措置は受けられない。\n以上の次第で、被控訴会社の受領した移転料は、損金に算入すべきではない。\n（三）　被控訴会社は、昭和三四年度の損金として、この移転料の二分の一を租税\n特別措置法六五条の二によつて計上したが、控訴人は、本件更正処分でこれを益金\nに計上した。そうして控訴人のこの更正決定と賦課決定は適法であることは、言う\nまでもない。\n二　被控訴会社代理人\n（一）　控訴人の前記（一）の解釈は、各事業年度の計算の独立性、個別性を無視\nするもので、昭和三四年度およびこれに続く年度について更正などの法的効果のあ\nる処分がされていない以上、昭和三七年度に突然本件更正処分をすることは、明ら\nかに違法である。\n（二）　被控訴会社が大阪市から受け取つた補償金は四九五万円であるが、そのう\nち金三八二万九、〇〇〇円は対価たる金額であり、この対価補償金額は、租税特別\n措置法一五条により資産再評価額となる。そうして、資産再評価税の税額は、金二\n〇万八、八三〇円であつて、法人税の問題ではない。\n（証拠関係）（省略）\n理　　　由\n一、当事者間に争いのない事実、修正通知の法的性格、本件更正決定をするに至つ\nた経緯、本件更正決定の内容についての判断は、原判決の理由（但し理由冒頭から\n一二枚目裏六行目まで）と同一であるから、ここに引用する。\n二、そこで、全体の争点について判断する。\n（一）　国税通則法は、昭和三七年四月一日に施行されたが、国税通則法の施行等\nに伴う関係法令の整備等に関する法律（昭和三七年法律第六七号）附則一九条は、\n「国税通則法附則及び前一八条に定めるもののほか、国税通則法及びこの法律第一\n章の施行に関し必要な経過措置は政令で定める」と規定した。この規定をうけて、\n国税通則法の施行等に伴う関係政令の整備等に関する政令（昭和三七年政令第一三\n六号）附則四条は、「国税通則法七〇条二項三号の規定は、法人税については、施\n行日以後に法定申告期限（同法二条七号に規定する法定申告期限をいう。以下同\nじ。）が到来するものについて適用し、施行日前に法定申告期限が到来したものに\nついては、従前の例による。」と規定している。\nところで、被控訴会社の昭和三六年度（自昭和三五年一二月一日至昭和三六年一\n一月三〇日）の法人税の法定申告期限は昭和三七年一月三一日である（旧法人税法\n（昭和二二年法律第二八号）一八条一項）から附則四条により同年度の法人税につ\nいては国税通則法の適用はなく、旧法人税法によることになる。そうして、昭和三\n七年度（自昭和三六年一二月一日至昭和三七年一一月三〇日）の確定申告期限は昭\n和三八年一月三一日であるから国税通則法の適用を受ける関係にある。同法は七〇\n条二項三号により、純損失等の金額で当該課税期間において生じたものを減少させ\nる更正の除斥期間を五年と定めている。\n（二）　旧法人税法施行下において、附則四条のいう従前の例は何を指称するのか\nが次の問題である。\n旧法人税法は九条五項で、「青色申告書を提出した法人の各事業年度開始の日前\n五年以内に開始した事業年度において生じた損金は第一項の所得の計算上これを損\n金に算入する。」と規定し、前五年以内の欠損金額の繰越控除を認めていた。\nこの規定の趣旨は、法人税負担の緩和にある。すなわち、一事業年度の益金に通\n常の課税をし、一事業年度の損金に課税しないとしても、この益金と損金とを相殺\nして平均化するのでないと、各事業年度に平均的に益金をあげているものに比較し\n税負担上不公平になる。そこで、五年の期間にわたつて繰越欠損金額の損金算入を\n許すことによつて、税負担を緩和したもので「欠損金額の繰越控除とは、いわば、\n欠損金額の生じた事業年度と所得の申告をすべき年度との間における事業年度の障\n壁を取り払つてその成果を通算することにほかならない」（最判昭和四三年五月二\n日民集二二巻一〇六七頁）\n従つて、旧法人税法のもとでも、法人に各事業年度について、納税義務のある場\n合ばかりか、納付すべき法人税のない場合も、確定申告書提出の義務を課した（旧\n法人税法一八条八項）が、翌期以降に繰り越される欠損金額は、みぎ申告書の記載\n事項とされなかつた（旧法人税法施行規則二四条参照―この点は国税通則法二条六\n号ハ、一九条一項二号の規定と異なる）。ただ、当該事業年度における欠損金額を\n課税庁が認識把握するため、旧法人税法一八条六項は同法九条の規定にもとづいて\n計算した各事業年度の所得金額の計算に関する明細書を前記確定申告書に添付する\nことを要求した。\nこのようにして、法人が、法人税額の還付請求をしないで納付すべき法人税がな\nい旨の申告書を提出した場合には、損金の更正がないため、誤まつた損金を正しい\n金額に修正するには、後の事業年度において、課税標準および法人税額が存する旨\nの申告がなされるか、納付すべき法人税がない旨の申告がなされたが、調査の結\n果、課税標準および法人税額が存すると認められた場合に、当該事業年度の法人税\nの更正または賦課決定の前提として、過年度の誤つた損金を正当な金額に修正する\nことが許されることになる。ここに過年度とは、旧法人税法九条五項により五年で\nあることは多言を要しない。前記附則四条にいう従前の例とはこれを指すと解する\nのが相当である（このことは、当審証人Ａの証言や成立に争いのない乙第三一号証\nによつて裏付けることができる）。\nなお、一言附加すると、原審は、この従前の例とは、国税通則法七〇条二項が国\n税の更正または賦課決定の除斥期間を定めた規定であることを理由に、除斥期間の\nみを従前の例である三年とする趣旨であると解しているが、この見解を当裁判所は\n採用しない。その理由は、前述したとおり、旧法人税法には、損金の更正がないの\nに、更正の除斥期間が従前の例であるとするのは矛盾であるし、附則四条は国税通\n則法の施行日前に法定申告期限の到来したものについては、損金の繰越について\nは、旧法人税法による取扱いをすることをきめたもので除斥期間だけを別にする趣\n旨には読みとれないことによる。\n（三）　本件では被控訴会社は、昭和三七年度に所得金額があつたとして申告した\n（国税通則法の適用がある）ので、控訴人が調査したところ、昭和三四年度の被控\n訴会社の損金計算に誤謬のあることを発見したわけで、昭和三六年度以前は旧法人\n税法の適用があり損金の確定と更正がないため、附則四条、旧法人税法九条五項に\nよつて年度の障壁を取り払つて計算し直したものである。そうして、昭和三四年度\nが五年内であることは言うまでもない。この控訴人の措置が正当であることは前記\n解釈上明らかである。この点に関する被控訴会社の主張は独自の見解であつて採用\nに由ない。\n（四）　そこで、次に被控訴会社が大阪市から得た補償の性格について判断する。\n（１）　被控訴会社は借地のうえ、工場を建築所有していたが、その借地が土地区\n画整理により換地されることになつたので、被控訴会社は、その借地と地続きの自\n己所有地にみぎ工場を移転することにした。そこで被控訴会社は昭和三七年三月二\n八日土地区画整理事業施行者である大阪市と、物件移転契約を締結し、移転に伴う\n補償を得ることにした。\nこの補償の補償額を算出するために大阪市は、移転補償の算式を使用し、対価補\n償としての算式によらなかつた。従つて、この補償額は、移転補償すなわち移転料\nである（以上の事実は、当審証人Ｂの証言によつて成立が認められる乙第一〇ない\nし第二五号証や同証言、当審での被控訴会社代表者の本人尋問の結果の一部によつ\nて認める）。\n（２）　ところで、本件について、租税特別措置法の適用があるかどうかの問題は\nしばらくおき、被控訴会社の受領した移転補償については、同法六四条二項によつ\nて、同法の特例を受けられないことは、明らかである（なお、乙第二六号証参\n照）。\n三、以上の次第で控訴人が昭和三九年五月三〇日にした被控訴会社の昭和三七年度\nの法人税の更正決定とその賦課決定には、何らの違法の瑕疵はない。すなわち、控\n訴人が前記移転補償金を昭和三四年度の益金に算入しなおしたことは正当な措置で\nあり、原判決添付別表（一）の（は）被告ら主張額を正当と認める。\nそうすると、被控訴会社の本件請求は理由がないから、被控訴会社の本件請求を\n一部認容した原判決を取り消し、被控訴会社の本件請求を棄却するほかはない。そ\nこで、民訴法三八六条、九六条、八九条を適用して主文のとおり判決する。\n（裁判官　三上修　長瀬清澄　古嵜慶長）\n"
}