{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 49,
    "month": 6,
    "day": 21
  },
  "case_number": "昭和49(う)268",
  "case_name": "爆発物取締罰則違反、殺人未遂、現住建造物放火、同未遂被告事件",
  "court_name": "大阪高等裁判所第四刑事部",
  "lawsuit_id": "22395",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=22395",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/395/022395_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人を懲役五年に処する。\n押収にかかる鉄パイプ等八片（昭和四九年押第一二八号の三）、Ａ一冊\n（同号の四）及びそのケ―ス一個（同号の五）を没収する。\n訴訟費用中、原審における訴訟費用は被告人の負担とする。\n理　　　　由\n本件控訴の趣旨は、大阪高等検察庁検事笛吹亨三提出にかかる大阪地方検察庁検\n事竿山重良作成の控訴趣意書に記載のとおりであり、これに対する答弁は、弁護人\n南輝忠作成の答弁書に記載のとおりであるから、これらを引用する。\n控訴趣意第一について\n論旨は、要するに、原判決は爆発物取締罰則一条の爆発物使用及び殺人未遂に該\nる公訴事実に対し、殺人未遂の点については公訴事実どおりの事実を認定し、爆発\n物取締罰則違反の点については財産加害目的を除き公訴事実どおりの外形的事実を\n認定しながら、同罰則一条の使用罪に該当せず、同罰則二条の使用未遂罪に当ると\nしたが、本件のような爆発物は目的の場所にこれを置いた時点において、これを爆\n発すべき状態に置いたもの、すなわち、爆発物を使用したものと解するのが相当で\nあるから、右の原判決の判断は同罰則一条の解釈適用を誤つた違法があるというの\nである。\nよつて、本件記録を検討するに、原判決は、被告人が書物の表紙およびそのケー\nスの裏側に金属板を貼付し、右書物をくり抜いた中に乾電池、ヒーター、点火線お\nよび過塩素酸カリウム、アルミニウム粉末、硫化アンチモン、硝酸カリウム、硫\n黄、鶏冠石等を混合した爆薬火薬の粉末を填めた鉄管を装置し、書物のケースの背\n部を切り取り、書物の本体をその背表紙の方向からケース内に収納したのち、右ケ\nースの背部をビニールテープで閉じ、人が右ケースから書物を引き出そうとすれ\nば、右金属板相互の接触によつて電気回路を形成し、ヒーターが赤熱して爆薬に点\n火し爆発するに至る構造の爆発物一個を製造したうえ、これをＢ方車庫内に置き同\n人またはその家族をしてケースから書物を引き抜かせて爆発を起こさせ、同人また\nはその家族を殺害するに至るもやむを得ないと決意し、昭和四六年二月二二日午前\n二時ころ、Ｂ方に赴き、同人方車庫内の平素同人が運転している乗用者の前面地上\nに置き、その後爆発した旨の報道がないので不審に思い、同月二五日午前二時こ\nろ、右車庫に赴き、車庫隅に置かれた爆発物を自宅に持ち帰り、書物内の装置を点\n検して異常がないことを確かめ、直ちに引き返して右車庫内の地上に置いたが、同\n年三月七日午前八時ころ、右Ｂの父であるＣに右爆発物を発見されて警察官に届け\nられたため殺害の目的を遂げず、また人の身体を害せんとする目的で爆発物を使用\nしようとしたがその際発覚してその目的を遂げなかつた、との事実を認定し、爆発\n物取締罰則二条の爆発物使用未遂と認定した理由として、右の事実のほかにＣが本\n件工作物を発見した当時、ケースの背表紙側は切り取られており、ケースの両側い\nずれからも書物を引き出し得る状態になつていたこと、および右Ｃが警察に届け出\nる前に書物の本体をケースの背表紙側から引き出したとの事実を前提とし、爆発物\n取締罰則一条の爆発物の使用とは、一般に治安を妨げ、または人の身体もしくは財\n産を害するおそれのある状況下において、爆発物を爆発すべき状態に置くことをい\nい、現実に爆発することを要しないものと解されるが、本件の如くこれが爆発物で\nあることに気付かない第三者が書物を電気回路が形成される方向にケースから引き\n抜く行為を媒介としてはじめて爆発がひきおこされる構造、性質のものである場合\nには、犯人自身の行為としては、目的の場所にこれを置くことによつて終了するの\nであるけれども、これを単に人の出入が予想される車庫内に置いただけでは現実に\nその装置をケースから引き出す者がいるかどうかは不確定の状態にあるから、被告\n人の行為が終了したからといつて、未だこの段階では爆発物を爆発すべき状態に置\nいたものとはいいがたく、爆発をひきおこすために必要な操作として、書物の本体\nがケースから起爆装置が機能すべき方向に引き抜かれた時点において爆発すべき状\n態に置かれたものと解するのが相当であるとし、本件の場合は書物の本体がケース\nから起爆装置が機能すべき方向に引き抜かれてはいないから、これをもつて爆発物\n取締罰則一条の爆発物使用罪でなくして同罰則二条の爆発物使用未遂罪にあたる、\nとしたことは所論のとおりである。\nそこで案ずるに、爆発物取締罰則一条にいう爆発物の使用とは、一般的に治安を\n妨げ、または犯人以外の人の身体もしくは財産を害するおそれのある状況の下にお\nいて、爆発物を爆発すべき状態に置くことをいい、現実に爆発することはこれを要\nしないものと解すべきところ（昭和四二年二月二三日最高裁判所第一小法廷判決、\n刑集二一巻一号三一三頁、大正七年五月二四日大審院判決、刑事判決録二四輯六一\n二頁）、一見、ケース入り書物の外観を呈する爆発物が、これを爆発物であること\nに気付かない第三者の書物をケースから起爆機能が作用する方向に引き抜くという\n積極的な行為を媒介として、初めて爆発が起こされる構造、性質のものである場合\nには、犯人自身の行為としては目的の場所にこれを置くことによつて終了するので\nあるけれども、これを単に人の出入が予想される場所に置いただけでは現実にその\n装置をケースから引き出す者がいるかどうかは不確定な状態にあるから、所論の如\nく犯人としてなし得る行為が終了したからといつて未だこの段階では爆発<要旨>物\nを爆発すべき状態に置いたものとはいいがたく、この点原判決の見解は相当であ\nる。然らば、右の第三者の</要旨>如何なる行為があつた段階において、爆発すべき\n状態に置かれたものというべきかについて考えるに、ケースの背部が閉じられてい\nて、通常の方法で書物をケースから引き出す状態にある場合は、書物をケースから\n引き出すときに起爆機能が作用し、その引き出し行為に着手した時点において爆発\nの危険が発生しているから、爆発すべき状態に置かれたものと解すべきを相当とす\nるが、ケースの背表紙が切りはずされ、書物をケースの両側のいずれからでも引き\n出し得る状態にある場合は、書物をいずれの側から引き出すかは全く第三者の偶然\nの選択にかかつているところであり、ことに構造の如何によつては逆に背表紙の切\nり外された方から引き出すことによつて起爆装置が機能するような場合も絶無とは\nいえず、かつまた、その爆発装置の構造に気付かない第三者が偶々書物の本体を起\n爆機能の作用しない方向に引き出して爆発装置のあることが発覚した場合は、その\n第三者が書物の本体を起爆機能の作用する方向に引き出したが何らかの障害により\n意外にも爆発しなかつた場合とさして異なるところはないと思われるから、第三者\nの書物の本体をケースから引き出す行為がありながら、それが起爆機能の作用する\n方向であるか否かの偶然の選択によつて、あるいは使用罪となり、あるいは使用未\n遂罪となると解することは甚だ不合理な結果を招くこととなることなど、かれこれ\n考え合わせると、右のように書物の本体をケースの両側いずれにも自由に引き出し\n得るような場合には第三者において書物をケースのいずれの方向に引き出そうとし\nても、その引き出し行為に着手した時点において起爆機能を作用させる直接の危険\nがあるものとして爆発すべき状態に置かれたものと解するのが相当である。本件に\nついてこれをみるに、原判決挙示の関係証拠によれば、爆発物取締罰則違反の点に\nついては、原判示の外形的事実のほかに、被告人が昭和四六年二月二五日午前二時\n頃Ｂ方車庫に赴いて車庫隅に置かれた爆発物を自宅に持ち帰り、ケースの背表紙を\n貼り付けたビニールテープをかみそりで切つて背表紙の部分を取り外し、爆発しな\nいように書物を逆の方向に引き出したうえ書物の中の装置物を点検して異常のない\nことを確かめたのち、再び書物の本体をケースの背表紙のあつた側からケースに納\nめたが、ビニールテープが手許になかつたためケースの背表紙を取り外したままケ\nースの両側いずれからも書物の本体を引き出し得る状態にし、これを持つて直ちに\nＢ方に引き返して、これを同人方車庫内の地上に置いたことが認められ、また右証\n拠によれば、Ｂの父Ｃが昭和四六年三月七日に右工作物を発見して警察に届け出る\n前に書物の本体をケースから起爆機能の作用する方向に引き出したが電気回路を形\n成する予定になつていた乾電池の陽極部分と陰極部分との接続が不完全のため電流\nが流れなかつたことにより爆発するに至らなかつた疑いもないではないが公訴事実\n記載の如く背表紙のあつた側から引き出したものと認めるのが相当であるから、右\nのような状況下において、情を知らないＣにおいて書物をケースの背表紙の外され\nた側から引き出そうとしてその行為に着手した段階において、爆発物を爆発すべき\n状態に置いたものというべきである。そうだとすると、被告人は爆発物を使用した\n者というべきではなく前記罰則一条にいう人をして爆発物を使用せしめた者にあた\nるものとして右罰則一条違反の罪責を負うべきものといわなければならない。\nそうすると、被告人の所為を爆発物取締罰則二条違反に問擬した原判決は法令の\n解釈適用を誤つた違法があり、右誤りは判決に影響を及ぼすことが明らかであり、\n原判決はこれと殺人未遂罪とを観念的競合の関係にあるとし、さらにこれと他の罪\nとを併合罪の関係にあるとして一個の刑を言い渡しているから、原判決はその全部\nにつき破棄を免れない。論旨は結局理由がある。\nよつて、量刑不当の控訴趣意についての判断を省略し、刑事訴訟法三九七条一\n項、三八〇条により原判決を破棄し、同法四〇〇条但書に従い、さらに次のとおり\n自判する。（なお、Ｃが自宅車庫内において爆発物と気付かずに切り取られたケー\nスの背表紙側から書籍を引き出したことは公訴事実中に明記されている事実である\nから、訴因変更の手続はしない。）\n（罪となるべき事実および証拠の標目）\n原判決摘示の第一の事実中、その末尾五行目の「置いたが」以下を「置いてお\nき、同年三月七日午前八時ごろ、同所において、これを爆発物であることの情を知\nらないＣ（右Ｂの父）をして、これを手に取つて書籍をケースから取り出させ、も\nつて人の身体を害せんとする目的で人をして爆発物を使用させたが、同人が切り取\nられたケースの背表紙側から書籍を引き出したため双方の金属板が相互に接触せ\nず、電流が流れるに至らず、したがつて爆発するに至らなかつたため、同人殺害の\n目的を遂げず」と訂正するほかは、原判決認定の全事実およびその挙示の証拠を引\n用する。\n（法令の適用）\n法律を適用すると、被告人の判示第一の所為中人をして爆発物を使用させた点は\n爆発物取締罰則一条に、殺人未遂の点は刑法二〇三条、一九九条に、判示第二の所\n為は同法一〇八条に、判示第三の所為は同法一一二条、一〇八条に各該当するとこ\nろ、判示第一の爆発物使用罪と殺人未遂罪とは一個の行為にして二個の罪名に触れ\nる場合であるから同法五四条前段、一〇条により重い爆発物使用罪の刑をもつて処\n断することとし、その所定刑中有期懲役刑を選択し、判示第二および第三の各罪に\nついていずれも有期懲役刑を選択し、以上は同法四五条前段の併合罪であるから、\n同法四七条本文、一〇条により最も重い判示第一の爆発物使用罪の刑に同法一四条\nの制限に従い法定の加重をした刑期の範囲内で処断すべきところ、情状についてみ\nるに、本件は、被告人が高校生当時知り合つて結婚の口約束まで交わしていた女子\n高校生が、高校卒業後就職した会社の同僚であるＢと親しくなり、同女から別れ話\nを持ち出されるに及んで、同女に翻意を促すとともに、Ｂに対しても同女との交際\nを絶つてくれるよう申し入れるなどしたが聞き入れてもらえず、ついには同女との\n仲が破れたのはひとえにＢのせいであると思い込んで、同人に対する恨みを晴ら\nし、何としてでも同女を取り戻そうと考え、Ｂの家に爆発物を仕掛けて爆発させ同\n人またはその家族を殺害するに至るもやむを得ないと決意し、Ｄ爆破未遂事件やＥ\n派の鉄パイプ爆弾にヒントを得て本件の火薬をこめた巧妙な爆発物を考案製作し、\n右Ｂ方車庫内の地上に置いて約一〇日後に情を知らない右Ｂの父をしてこれを手に\nして書物をケースから引き抜かせて使用させたが起爆機能が作用する方向と逆の方\n向に引き抜いたため爆発をせず、殺害の目的を遂げず、さらに右爆発物が失敗に終\nつたものと考えて、深夜、ガソリン、線香、マッチ、紙屑等を使用してＢ方横側板\n塀付近に時限点火装置をして燃え上がらせ、右Ｂ方の板塀の一部及びその隣家の土\n塀の腰板部分を焼燬させ、さらにその約一週間後の深夜に線香、紙屑入りの藤製バ\nスケット等を使用してＢ方玄関格子戸付近に時限点火装置をして発火させたが、近\n隣の者に発見されて消しとめられたため格子戸の一部を燻焼したにとどまり未遂に\n終つたというものであつて、その犯行はいずれも個人的恨みを晴らそうとして公共\nに及ぼす危険を顧みることなく周到な準備のもとに計画的かつ執ようになされた犯\n行であり、ことに判示第一の犯行はＢのみならずその家族を殺害するもやむをえな\nいとした冷酷にして人命軽視も甚だしい犯行で、しかも被告人が他の事件からヒン\nトを得た如く模倣性の強い犯行であり、判示第二、第三の各犯行は深夜の犯行で、\n発見がおくれておれば大事に至つていたことは想像に難くなく、連日不安と恐怖に\nおびえさせられた被害者らの精神的打撃は深刻なものがあり、本件各犯行の計画、\n準備、犯行遂行の過程にみられる被告人の反社会性はその動機、結果の如何に拘わ\nらず強く非難されなければならず、その刑責は軽視しがたいこと、他方被告人が将\n来を誓つていた女性に裏切られた精神的衝撃が極めて大きく、それが一途な被告人\nをして前後の見境を失わせて恋敵のＢに対する憎悪の念を募らせて本件に及んだも\nのであること、判示第一の犯行は結局爆発しなかつたため被害は発生せず、判示第\n二、第三の各犯行も幸い被害が軽微に終っていること、被害者らにおいて宥恕して\nいること、被告人は本件当時二〇歳の青年であり、本件のため大学から退学処分を\n受け、現在は本件犯行について悔悟し家業の製菓業の手伝をしていること、その他\n被告人の家庭環境など諸般の事情を考慮したうえ、刑法六六条、六七条、七一条、\n六八条三号により酌量減軽をした刑期の範囲内で被告人を懲役五年に処し、押収に\nかかる主文三項に掲記の各物件はいずれも判示第一の犯行の用に供されたものであ\nつて、犯人以外の者に属しないから、同法一九条一項二号、二項によりこれを没収\nすることとし、原審及び当審を通じての訴訟費用中原審における訴訟費用について\nは刑事訴訟法一八一条一項本文を適用して被告人にこれを負担させることとし、主\n文のとおり判決する。\n（裁判長裁判官　瓦谷末雄　裁判官　尾鼻輝次　裁判官　小河巌）\n"
}