{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 48,
    "month": 11,
    "day": 29
  },
  "case_number": "昭和48(う)538",
  "case_name": "鳥獣保護及狩猟に関する法律違反、銃砲刀剣類所持等取締法違反被告事件",
  "court_name": "福岡高等裁判所第一刑事部",
  "article_info": "第26巻5号578頁",
  "gist": "鳥獣保護及狩猟に関する法律一条の四第一項にいう「捕獲」の意義",
  "case_gist": "鳥獣保護及狩猟に関する法律一条の四第一項にいう「捕獲」には、現実の拿捕に限らず、狩猟鳥獣以外の鳥獣を捕獲する目的でこれを狙つて銃器により散弾を発射する行為も含まれる。",
  "lawsuit_id": "23571",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=23571",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/571/023571_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人を罰金五、〇〇〇円に処する。\n右罰金を完納することができないときは金一、〇〇〇円を一日に換算し\nた期間被告人を労役場に留置する。\n理　　　　由\n本件控訴の趣意は、検察官堀賢治提出の控訴趣意書（検察官森崎猛作成名義）記\n載のとおりであるから、ここにこれを引用する。\n同控訴趣意（事実誤認及び法令適用の誤り）について。\n所論は要するに、「被告人は、福岡県公安委員会から狩猟及び標的射撃の用途に\n供するため散弾銃所持の許可を受けている者であるが、右用途に供するため鳥獣保\n護及狩猟に関する法律に従わない銃砲の発射はしてはならず狩猟鳥獣以外の鳥獣の\n捕獲及び狩猟期間外の捕獲は狩猟鳥獣の捕獲でも禁止されているのに、狩猟期間外\nである昭和四七年一〇月二二日午後零時三〇分頃、福岡県八女郡ａ村村道ｂ線電柱\nｃ支ｄ号付近道路において、同所付近Ａ川の川の中の石上にとまつていた狩猟鳥獣\n以外の鳥獣である小鳥『キセキレイ』に向つて右散弾銃を使用し標的射撃用の散弾\n二発を発射し、もつて銃砲を用途外において使用発射し、狩猟期間外において狩猟\n鳥獣に対する捕獲行為をなしたものである。」との公訴事実に対し、原判決は銃砲\n刀剣類所持等取締法一〇条二項一号違反の事実のみを認め、これと観念的競合の関\n係に立つ狩猟鳥獣以外の鳥獣の捕獲禁止（鳥獣保護及狩猟に関する法律＝以下単に\n本法という＝一条の四、一項）違反の訴因については、「被告人が小鳥を狙つて発\n射した当時右小鳥が狩猟鳥獣以外の『キセキレイ』であることの認識があつたと認\nめるに足りる十分な証拠はないのみならず、本法一条の四、一項にいう『捕獲』と\nは『禁止鳥獣を現実に捕捉するか、若くは少くとも同鳥獣を容易に捕捉しうる状態\nにおいて同鳥獣が右状態においた者の実質的支配内に帰属するに至つた』ことを意\n味すると解すべきところ、被告人が発射した弾丸は二発とも狙つた小鳥に命中せず\n該小鳥に実害を生ぜしめるに至らなかつたものであるから右行為は捕獲の未遂行為\nにすぎず、これに対する罰則も存在しない」として、さらに、狩猟期間外の狩猟鳥\n獣の捕獲禁止（本法四条七項）違反の訴因については、「同条項にいう捕獲の意義\nについても一条の四、一項にいう『捕獲』について判示したところと別異にする合\n理的な理由はないので、被告人の所為は本法四条七項に違反するものではない」と\nして、いずれも無罪の判断をした。しかしながら、（一）被告人が昭和四五年九月\n九日福岡県公安委員会から狩猟及び標的射撃の用途に供するための銃砲の所持許可\nを受けて散弾銃一挺を所持しかつ本法七条の二に規定する講習を受け、同条二項の\n講習会の課程を修了しているものであること並びに被告人の原審における供述、検\n察官及び司法警察員に対する各供述調書の関係供述部分を総合すれば、被告人は散\n弾銃を発射する当時、狙つた小鳥がキセキレイであるということは知らなかつたと\nしても、少くとも狩猟鳥獣以外の小鳥であることの未必的認識はあつたものと認む\nべきであつて、原判決は証拠の評価を誤りこの点につき事実を誤認しているもので\nある。（二）本法一条の四、一項及び四条七項にいう「捕獲」の意義につき、本法\n（旧法である狩猟法を含む）の沿革及び大審院の再三にわたる関係判例等に照らせ\nば、捕獲とは原判決の如く狭く解すべきではなく、「捕獲行為」つまり「鳥獣を自\n己の実力支配下に入れんとする一切の方法を行うことをいい、鳥獣を実力支配内に\n入れたかどうかは問わない」ものと解釈すべきものである。仮に原判決の如き見解\nをとると、鳥獣を現実にとりおさえ得る状態に至らない限り、弾丸発射等の捕獲方\n法を行い又は鳥獣を死傷させても、単に捕獲の未遂にとどまって処罰されないこと\nになり、取締、検挙を著しく困難にし、鳥獣の保護蕃殖を図るべき法の目的を達成\nすることができなくなること明らかであり、又未遂の処罰規定が設けられていない\nことに徴しても、原審の見解は到底適切妥当な行政刑罰法規の解釈ということはで\nきない。以上のとおり原判決は事実を誤認し、法律の解釈適用を誤つたものであつ\nて、これが判決に影響を及ぼすこと明らかであるから破棄を免れないというに帰す\nる。\nよつて、所論にかんがみ本件記録、原審取調の証拠及び当審における事実取調の\n結果を参酌して検討するに、\n（一）　被告人の原審公判廷における供述及び副検事作成の電話聴取書によれ\nば、被告人が原判示散弾銃を発射せる小鳥が「キセキレイ」であつて、右キセキレ\nイが本法一条の四、二項、同法施行規則一条にいわゆる狩猟鳥獣以外の鳥であるこ\nとが明らかである。\nしかして、被告人の検察官（三通）及び司法警察員に対する各供述調書並びに福\n岡県福岡農林事務所長Ｂ作成の回答書によれば、被告人は昭和四五年九月九日福岡\n県公安委員会から狩猟及び標的射撃の用途に供するための銃砲の所持許可を受けて\n散弾銃一挺を所持し、本法七条の二の規定する講習（狩猟に関する法令、狩猟鳥獣\nの判別等に関し必要なる知識を修得させることを目的とするもの）を受け、同条二\n項の講習会の課程を修了したものであり、本件現場付近で同伴の女性と休憩中、小\n川の中の石の上にとまつた胸の付近が黄色い小鳥を見て、狩猟期間外であること等\nを思い浮べ悪いことと知りながら面白半分に該小鳥を狙い、あえて散弾二発を発射\nしたことが認められ、これらの事実からすれば、被告人が右発射の際に「キセキレ\nイ」であることを知らなくとも、右小鳥が狩猟鳥獣であるか否かについては意に介\nせず、言い換れば狩猟鳥獣以外の小鳥であるかも知れないことを認識し得たにも拘\nらずこれを意に介せず、あえて右小鳥を狙つて発射したものと認めるに十分であ\nる。なお、被告人は当審公判廷において未必的認識を否定するが如き供述をするけ\nれども、該供述部分は措信できない。したがつて、原判決は右の犯意に関し事実を\n誤認したものといわなければならない。\n（二）　被告人の前掲各供述調書及びＣの司法警察員に対する供述調書並びに司\n法警察員作成の実況見分調書によれば、被告人は原判示Ａ川べりの村道から小川の\n中の石の上にとまつていた小鳥（キセキレイ）を狙い約一三メートルの近距離から\n約五分間の間隔をおいて所携の散弾銃により散弾二発を発射したがいずれも命中し\nなかつた事実が認められる。\nそこで、右行為が本法一条の四、一項の捕獲禁止に反するか否かを考えてみるべ\nきところ、仮に「捕獲」なる意味を本法を離れて一般の用語例に従えば「とらえる\nこと、いけどること、とりおさえること」であつて、原判決説示の如く「現実に捕\n捉するか、少くとも鳥獣を容易に捕捉しうる状態において同鳥が右状態においた者\nの実質的支配内に帰属するに至つた」ことをいうものと解しえないものでもない。\nしかしながら、法の解釈とりわけ本法の如き行政刑罰法規の解釈に当つては、各\n条項の個別的概念と雖も当該法規全体に規定されるものであることを考え、必ずし\nも中性的な辞典的用語例のみにとらわれることなく、該法律の目的、保護法益、行\n為の性質ないし違反の態様等にかんがみ合理的又は合目的的に解すべきものであ\nる。もとより刑罰法規の解釈にあたつては罪刑法定主義の原則に反してはならない\nことは自明のことであるが、右の如く解することは該原則に反し不当に類推又は拡\n張解釈するものではない。\nよつて右に従い、本法にいわゆる「捕獲」の意義を追及すると、本法の主要目的\nの一つは「鳥獣の保護蕃殖を図ること」（一条）にあり、この目的を達成するため\n一条の二以下に各種の規制並びに施策がなされているものであり、とりわけ一条の\n四、一項等の「捕獲」禁止の規定は、鳥獣の保護蕃殖を阻害するものを排<要旨>除\nするための必要不可欠な規制といわなければならない。そうしてみれば、現実の拿\n捕に限らず、少なくと</要旨>も本件被告人の所為の如く保護鳥獣を狙つて銃器によ\nり散弾を発射するが如き行為は、発射弾が命中しなくても、目的の鳥獣のみならず\n周辺の保護鳥獣をおどし、追いはらい、命中すれば、これを殺傷するものであつ\nて、明らかに右目的を実質的に阻害するものであり、かかる捕獲行為も本法の目的\nとこれを阻害する行為の態様に照らし禁止されているものというべきである。した\nがつて、「捕獲」を原判決の如く「現実に捕捉するか、少くとも容易に捕捉しうる\n状態においた者の実質的支配内に帰属せしめた」ことを要するという意味に限定す\nべき合理的理由はなく、右目的を実質的に阻害する本件の如き捕獲行為も本法にい\nう「捕獲」に該当するものと解すべきである（大審院刑集二二巻二二号三二三頁、\n最高裁刑集二五巻八号九六四頁参照）。\nけだし、このように理解しない限り、保護鳥獣を捕獲せんとしてこれに致命的傷\n害を負わせても、逃げ去つて行為者の実質的支配下に入らなかつた場合には、本法\nによる処罰を免れることとなり、かくては鳥獣の保護蕃殖を図る本法の目的と全く\n相容れないこととなるからである。しかして右の見解は、本法（旧法である狩猟法\nを含む）の沿革、即ち大正一一年法第七四号において狩猟法一一条の「狩猟ヲ為ス\nコトヲ得ス」との規定が「鳥獣ヲ捕獲スルコトヲ得ス」と改正され、（これは、\n「狩猟」とは銃器その他一定の器具を使用して鳥獣捕獲の方法を行うことをいい現\n実に拿捕する必要はないとの大審院の判例に従い、法定猟具を用いて鳥獣を捕獲す\nる行為（即ち狩猟）の禁止にとどまつていたのを法定猟具であると否とを問わず一\n切の捕獲行為を禁止するという趣旨の下に規制の範囲を拡大したものである。）、\nさらに昭和二五年法律第二一七号において狩猟法五条五項（現行法の四条七項に相\n当）の「狩猟ヲ為スコトヲ得ス」が「狩猟鳥獣ヲ捕獲スルコトヲ得ス」と改正され\nた沿革及び立法の趣旨に徴しても、これに副うものといえる。\nそうしてみれば、被告人の本件所為が狩猟鳥獣以外の鳥獣の捕獲行為であること\n明らかであるから、本法一条の四、一項に違反することは否定できない。\nなお、狩猟期間外の狩猟鳥獣の捕獲禁止違反の訴因について検討するに、本法五\n条七項は狩猟鳥獣に関する捕獲禁止の規定であつて、狩猟鳥獣以外の鳥獣であるキ\nセキレイを狙つて銃器により散弾を発射した本件被告人の所為については適用の余\n地がないこと明らかであり、原判決は理由を異にするけれども右条項の違反は存し\nないものとして右訴因につき無罪としたものであるから結論において正当といわな\nければならない。\n以上のとおり、原判決は、被告人の犯意に関し事実を誤認し、本法一条の四、一\n項の「捕獲」の解釈を誤つた結果、同条項違反の事実につき無罪の判断を示したも\nのであつて、これが判決に影響を及ぼすことが明らかであるから到底破棄を免れな\nい。論旨は理由がある。\nそこで、刑事訴訟法三九七条一項、三八二条、三八〇条に則り原判決を破棄し、\n同法四〇〇条但書に従いさらに判決する。\n（罪となるべき事実）\n被告人は福岡県公安委員会から狩猟用及び標的射撃の用途に供するため散弾銃所\n持の許可を受けている者であるが、右用途に供するため鳥獣保護及狩猟に関する法\n律に従わない銃砲の発射をしてはならず同法で狩猟鳥獣以外の鳥獣の捕獲が禁止さ\nれているのに、昭和四七年一〇月二二日午後零時三〇分頃、福岡県八女郡ａ村村道\nｂ線電柱ｃ支ｄ号付近道路において、同所付近Ａ川の小川の中の石の上にとまつて\nいた狩猟鳥獣以外の鳥獣である小鳥「キセキレイ」に向つて、該小鳥が狩猟鳥獣以\n外の小鳥ではないかと認識しながらあえて所携の散弾銃を使用し標的射撃用の散弾\n二発を発射し、もつて銃砲を用途外において使用発射し、狩猟禁止鳥獣に対する捕\n獲行為をなしたものである。\n（証拠の標目）省略\n（法令の適用）\n被告人の判示所為中銃砲の用途外発射の点は銃砲刀剣類所持等取締法三一条の\n四、一〇条二項一号に、狩猟禁止鳥獣に対する捕獲行為の点は鳥獣及狩猟に関する\n法律二二条一号、一条の四、一項に各該当するところ、右は一個の行為で二個の罪\n名に触れる場合であるから刑法五四条一項前段、一〇条により一罪として重い銃砲\n刀剣類所持等取締違反の罪の刑で処断することとし、所定刑中罰金刑を選択し、所\n定金額の範囲内で被告人を罰金五、〇〇〇円に処し、右罰金を完納することがてき\nないときは同法一八条により金一、〇〇〇円を一日に換算した期間被告人を労役場\nに留置することとする。\nなお、狩猟期間外の狩猟鳥獣の捕獲禁止違反の訴因については前示理由により無\n罪であるが、判示有罪部分と観念的競合の関係にあるとして起訴されたものである\nから、主文において無罪の言渡をしない。\nよつて、主文のとおり判決する。\n（裁判長裁判官　平田勝雅　裁判官　竹田国雄　裁判官　塚田武司）\n"
}