{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 49,
    "month": 8,
    "day": 29
  },
  "case_number": "昭和48(ネ)870",
  "case_name": "敷金返還請求事件",
  "court_name": "東京高等裁判所第一〇民事部",
  "article_info": "第27巻4号331頁",
  "gist": "建物賃貸借契約終了の際賃借人が建物消却費名義で一定の金額を支払うべき旨定められている場合に契約が当事者の責に帰することのできない事由によつて終了したときの右全額の支払義務の限度",
  "case_gist": "期間の定めのある建物賃貸借契約において、解約その他による契約終了時に建物消却費名義で一定金額を賃貸人に支払う旨特約されている場合でも、右契約が当事者双方の責に帰することのできない事由によつて終了したときは、賃借人は、右一定金額のうち建物使用期間に応じた額を支払えば足りるものと解するのが相当である。",
  "lawsuit_id": "20585",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=20585",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/585/020585_hanrei.pdf",
  "contents": "主　　　　文\n原判決を取消す。\n被控訴人は控訴人に対し金三二万円及びこれに対する昭和四六年五月一\n一日から完済に至るまで年五分の割合による金員を支払え。\n控訴人のその余の請求はこれを棄却する。\n訴訟費用は第一、二審を通じてこれを五分し、その四は控訴人の負担と\nし、その余は被控訴人の負担とする。\nこの判決は第二項に限り仮に執行することができる。\n事　　　　実\n控訴代理人は、「原判決を取消す。被控訴人は控訴人に対し金一六〇万円及びこ\nれに対する昭和四六年五月一一日以降完済に至るまで年五分の割合による金員を支\n払え。訴訟費用は第一、二審とも被控訴人の負担とする。」との判決並びに仮執行\nの宣言を求め、被控訴代理人は控訴棄却の判決を求めた。\n当事者双方の事実上の主張及び証拠の関係は、左記に訂正、付加するほか原判決\n事実摘示のとおりであるからここに引用する。\n（訂正）\n（一）　原判決二枚目表五行目六行目の「新宿区ａ丁目ｂ番地所在店舗兼事務所\nのうち一階店舗部分」とあるを「新宿区ｃａ丁目ｂ番地所在鉄筋コンクリート造陸\n屋根地下一階地上五階店舗兼事務所（以下本件建物という。）のうち一階店舗約八\n〇・九九平方米（以下本件店舗部分という。）」と訂正する。\n（二）　原判決二枚目表八行目の「敷金名議で」とあるを「敷金として」と訂正\nする。\n（三）　原判決二枚目表一一行目の「五月一日終了したこととし、原告は同月一\n〇日」とあるを「五月一日付の被控訴人からの申立によつてこれを終了することと\nし、被控訴人は昭和四六年五月一〇日」と訂正し、また、原判決三枚目表六行目の\n「昭和四五年」とあるを「昭和四六年」と訂正する（原審第五回口頭弁論調書参\n照）。\n（控訴人の主張）\n（一）　控訴人が支払を約定した金一六〇万円は、停止条件付賠償予定としての\n建物消却費であつて、無条件の支払債務ではない。\n右債務の発生は、「契約違反による解除、三ヵ月分以上の賃料不払による解除、\n解約権留保による解約」（乙第一号証の賃貸借契約書第一〇条所定の事由）（以\n下、第一〇条所定の契約終了事由という。）の場合に限定される。当事者双方の責\nに帰すことのできない目的物の給付不能、合意解約及び期間満了の事由による契約\n終了は、右債務発生の条件とはされていない。本件賃貸借契約の終了は、本件建物\nが東京都地下鉄一〇号線建設工事の施工により取毀されることとなり、同建物内の\n賃借室が賃貸借の目的とならなくなつたため、賃貸人たる被控訴人が控訴人にこの\n間の事情を訴えたことから、控訴人は、当時盛業中であり、かつ、賃借期間の多く\nが残存しているにもかかわらず、被控訴人の申出を諒として本件店舗部分を明渡し\nたのである。右のごとき契約の終了は、契約当初において当事者双方の予想しなか\nつたことであり、第一〇条所定の契約終了事由には該当しない。\n（二）　また、前記金一六〇万円は建物消却費すなわち建物毀損のある場合の補\n償金であつて、賃借権の対価である権利金ではない。建物毀損の事実がないから支\n払義務はない。\n（三）　被控訴人は昭和四五年五月中控訴人に対して本件店舗部分の明渡を懇請\nしたが、当時控訴人において債務不履行も建物毀損の事実もなかつたので、建物毀\n損補償としての部分を包含する敷金全額の返還を約した。\n（被控訴人の主張）\n控訴人の右主張はいずれも否認する。\n（当審における新たな証拠）（省略）\n理　　　　由\n一、　控訴人が昭和四二年五月一〇日被控訴人から本件建物のうち本件店舗部分\nを期間五年の約で賃借し、被控訴人に対し敷金として金七〇〇万円を交付したこ\nと、本件賃貸借契約は、本件建物が東京都に収用され取毀されることとなつて存続\nできなくなつたため、昭和四五年五月一日付の被控訴人からの申出によつてこれを\n終了することとし、控訴人は昭和四六年五月一〇日本件店舗部分を明渡し、被控訴\n人から前記金七〇〇万円のうち金五四〇万円の返還を受けたこと、以上の各事実は\n当事者間に争いがない。\n二、　控訴人は、右七〇〇万円の残金一六〇万円についても、控訴人に返還すべ\nきものである旨主張し、被控訴人は、当事者間の契約によりこれを取得したもので\nある旨主張するので、以下この点について判断する。\n１　各成立に争いのない甲第一号証、乙第一号証及び乙第三号証、原審証人Ａの\n証言、右証言により真正に成立したことが認められる乙第二号証、乙第四、第五号\n証並びに弁論の全趣旨によれば、次の事実が認められる。\n（一）　本件賃貸借契約は第五商事株式会社の仲介により、昭和四二年五月初め\nに下交渉があつた後、同月一〇日に貸店舗賃貸借契約書（乙第一号証）（以下本件\n契約書という。）を作成して契約が締結され、同年六月七日に、本件契約書とほぼ\n同旨の内容の賃貸借契約公正証書（甲第一号証）（以下本件公正証書という。）が\n作成された。\n（二）　本件契約書においては、賃貸借の目的を飲食店営業（第一条）、期間を\n昭和四二年五月一〇日から昭和四七年五月九日までの満五ケ年（第二条）、賃料を\n一カ月金一五万円（第三条）と定めているほか、第一二条において、「控訴人は敷\n金として金七〇〇万円を無利息にて被控訴人に預け入れるものとする。右敷金は本\n契約終了解約並びに途中解約の場合、控訴人が賃借室を完全に被控訴人に明渡し本\n契約上の一切の義務を完了した後に返還するものとする。」旨、第一三条におい\nて、「控訴人は本契約の終了並びに解約の場合敷金七〇〇万円のうちから金一六〇\n万円を建物消却費として被控訴人に支払わなければならない。」旨、また、第一〇\n条において「本契約解除並に契約終了事由は左の通りとする。一、控訴人に於て本\n契約に違反したるときは直ちに本契約を解除することが出来る。二、控訴人が賃料\nの支払いを三カ月以上怠つた時は直ちに賃借室の明渡を請求することが出来る。\n三、賃貸借期間内に解約しようとするときは被控訴人は六ヵ月前に、控訴人は三ヵ\n月前にそれぞれ相手方に対し書面で予告しなければならない。」旨定めている。\n（三）　本件建物は昭和三五年に建築され、その当時から被控訴人は本件建物の\n各部屋を他に賃貸したが、その契約書には、金額は別としていずれも大体右（二）\n認定と同趣旨の約定がなされていた。\n（四）　本件契約書第一三条に定める建物消却費の意味について、被控訴人会社\nは、建物、機械がいたんだりするので、それを補う意味で契約終了時に賃借人から\nもらう趣旨に理解しており、賃借権の自由譲渡を認める対価である権利金とは理解\nしていない。\n以上の事実を認めることができ、右認定を覆すに足りる証拠はない。\n２　本件金一六〇万円は、敷金七〇〇万円の一部として賃貸借成立の際控訴人か\nら被控訴人に交付されたものであるが、本件契約書第一三条の定めによつて、賃貸\n借の「終了並びに解約」の場合は「建物消却費として被控訴人に支払わなければな\nらない。」、すなわち右一六〇万円は敷金と異る性格を有する建物消却費として一\n六〇万円全額被控訴人の所得に帰し、被控訴人は控訴人に返還義務はなくなるとさ\nれている。\n控訴人は右建物消却費をもつて建物毀損のある場合の補償金という停止条件付賠\n償予定であると主張し、被控訴人は権利金であると反論する。この点につき、前記\n１の認定事実を基礎として本件契約書（乙第一号証）の趣旨を解釈するならば、建\n物及びその附帯設備の用法に従つて生ずる自然損耗その他の価値減少に対する補償\nであると解するのが相当である。したがつて、その性質は建物の使用に対する対価\nすなわち賃料の一種ということになる。本件契約書によれば、月額一五万円の賃料\nの支払義務を定めているが、右定期的に支払う賃料のほか、さらに契約終了の際一\n時に支払う賃料を定めでも違法ではなく、前記建物消却費としての一六〇万円はま\nさにこの一時に支払う賃料であると解せられる。この点について、右見解に反する\n原審証人Ｂ、原審及び当審証人Ｃの各証言並びに原審における控訴人会社代表者本\n人尋問の結果は、前記認定及び弁論の全趣旨に照し信用できない。\n３　控訴人は、本件金一六〇万円を支払う義務の発生は第一〇条所定の契約終了\n事由の場合に限定されると主張する。しかし賃貸借契約終了に関する本件契約書の\n第一〇条、第一二条、第一三条の定めを検討すると、その文言は必ずしも統一的で\nなく正確さを欠いており、さらに前記認定事実に照すと、控訴人主張のように第一\n〇条所定の契約終了事由に限定する根拠がない。原審証人Ｂ、原審及び当審証人Ｃ\nの各証言並びに原審における控訴人会社代表者本人尋問の結果のうち控訴人の右主\n張にそう部分は措信できない。\n<要旨>４　本件金一六〇万円の建物消却費は、本件契約書第一三条の文言によれ\nば、賃貸借契約終了並びに解約の</要旨>場合には、使用期間に関係なく全額を支払\nうよう定められている。したがつて賃貸借の期間満了前に合意解約がなされた場合\nには、特別に合意のない限り全額が被控訴人の取得するところとなるが、しかしさ\nきに述べた建物消却費の性質から考えると、本件のように建物が東京都に収用され\n取毀されるため合意解約になつた（この点当事者間に争がない。）場合は、なんら\n当事者双方の責に帰すべき事由がなく、やむなく賃貸借契約を終了させなけばはな\nらない事情にあつたのであるから、通常の場合と異なり、本件契約書第一三条の文\n言どおり一六〇万円全額を控訴人に負担させることは、当事者間の負担の公平を欠\nくものというべきである。したがつて本件では、控訴人が本件建物を占有使用した\n期間が昭和四二年五月一〇日から昭和四六年五月一〇日までの四年間（一日分は切\n捨てる。）であることは当事者間に争いがなく、この四年間は本件賃貸借期間の五\n分の四に当るから、控訴人は右金一六〇万円の五分の四に相当する金一二八万円を\n建物消却費として被控訴人に支払う義務があると解するのが当事者間の公平を図る\n上から相当である。\nしたがつて、被控訴人の本件契約書第一三条にもとづく主張は、右金一二八万円\nの限度で理由があり、その余の部分は失当というべきである。\n５　次に、控訴人は、被控訴人は本件金一六〇万円を法律上の原因なく利得し、\n控訴人に同額の損失を与えている旨主張する。この点につき、前記認定のとおり、\n被控訴人は本件契約書第一三条の規定により、右一六〇万円の内金一二八万円につ\nいては建物消却費として取得する権限があつたのであるから、右一二八万円の部分\nについての控訴人の右主張は理由がない。しかし、残金三二万円については、被控\n訴人がこれを取得すべき法律上の原因がなく、控訴人はそれによつて同額の損失を\n蒙つていることになるから、被控訴人は控訴人に対して右金三二万円を返還すべき\n義務があることになり、その限度で控訴人の右主張は理由があるというべきであ\nる。\n６　また、控訴人は、被控訴人が控訴人に対して本件店舗部分の明渡を懇請した\n際、建物毀損補償としての部分を包含する敷金全額の返還を約した旨主張するが、\nこれを認めるべき証拠としては、成立に争いのない甲第二号証並びに原審及び当審\n証人Ｃの各証言以外にはないところ、右各証拠をもつてしても控訴人の右主張を認\nめるに足らないから、右主張は採用できない。\n三、　叙上の次第であるから、被控訴人は控訴人に対して、本件金一六〇万円の\nうちから金一二八万円を控除した残金三二万円及びこれに対する控訴人が本件店舗\n部分を明渡した日の翌日である昭和四六年五月一一日から完済まで民法所定の年五\n分の割合による遅延損害金の支払義務があることになり、したがつて、控訴人の本\n訴請求は右の限度で理由があるからこれを認容し、その余の部分に失当であるから\nこれを棄却すべきところ、控訴人の本訴請求を全部棄却した原判決は失当であるか\nらこれを取消し、民事訴訟法第九六条、第九二条、第一九六条第一項を各適用し\nて、主文のとおり判決する。\n（裁判長裁判官　上野宏　裁判官　日野原昌　裁判官　布井要太郎）\n"
}