{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 46,
    "month": 2,
    "day": 8
  },
  "case_number": "昭和44(行ウ)49",
  "case_name": "行政処分取消請求事件",
  "court_name": "大阪地方裁判所",
  "field": "行政",
  "gist": "法務大臣が出入国管理令第５０条所定の在留特別許可を与えなかったことにつき，裁量権の範囲をこえまたはこれを濫用した違法がないとした事例",
  "lawsuit_id": "18295",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=18295",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/295/018295_hanrei.pdf",
  "contents": "主　　　文\n原告の被告らに対する請求はいずれもこれを棄却する。\n訴訟費用は原告の負担とする。\n事　　　実\n（原告の申立及び請求原因）\n原告訴訟代理人は「被告法務大臣が原告に対し昭和四四年三月三日付でした出入\n国管理令（以下本令という。）第四九条第一項による異議の申出を理由なしとする\n裁決はこれを取消す。被告主任審査官が原告に対し同年三月六日付でした退去強制\n令書発付処分はこれを取消す。訴訟費用は被告らの負担とする。」との判決を求\nめ、その請求原因として次のとおり述べた。\n一、原告に対する本令違反事件について入国審査官は昭和四三年一一月五日付で原\n告が本令第三条に違反して本邦に入国したものであり、従つて本令第二四条第一項\nに該当する旨認定したので原告は右認定を不服として口頭審理の請求をしたところ\n特別審理官は同月二五日右認定に誤りがない旨判定した。そこで原告は更にこれを\n不服として被告法務大臣に異議の申出をしたが、同被告は昭和四四年三月三日付で\n右申出を棄却する旨の裁決をし、被告主任審査官は右裁決に基づき同月六日付で原\n告に対し退去強制令書発付処分をした。\n二、ところで原告には次に述べるとおり本令第五〇条第一項第三号に所謂「特別の\n事情」があるので被告法務大臣が本件裁判をするに当つては原告の在留を特別に許\n可すべきであつたのに、これをせずして前記のとおり原告の異議申出を棄却した本\n件裁決には同被告においてこれが裁量処分をするにつき裁量権の範囲をこえ又はそ\nの濫用があつたことが明らかであるから本件裁決は違法であり、ひいてこれを先行\n行為としてなされた被告主任審査官の本件退去強制令書発付処分にも同様の違法が\nあるからいずれも取消されるべきである。\n原告は大正一〇年一二月三〇日慶尚南道鎮海市＜以下略＞において父●Ａ、母Ｂ\n間の二男として出生した韓国人であるが、昭和一五年に本邦に来て、同年三月から\n甲府市内の矢島製糸工場、東京都内の倉田電機製作所に勤めるかたわら昭和一六年\n四月から武蔵野無線学校に学び、更に同年九月からは東京都内の正則英語学校に学\nんだが、昭和一九年に帰国し同年三月に鎮海市庁兵事係書記、昭和二〇年三月に朝\n鮮総督府巡査となり、同年六月には慶尚南道巡査に転じ終戦時まで公安係として勤\n務したこと、ところで終戦後の韓国国民のかつての公安警察に対する責任追求は厳\nしく原告はこれを逃れて同年九月再び本邦に来て一旦京都市内の福田商店に勤めた\n後昭和二三年には中央大学専門部法科に入学し昭和二六年三月に同校を卒業した\nが、更に同年四月同大学法学部三年に入学するとともにその頃前記倉田電機製作所\nに取締役として入社したこと、昭和二八年に至り韓国に残していた妻Ｃ及び息子の\n●Ｄが原告を頼つて本邦に不法入国し、同人らは間もなく在留特別許可を得たこ\nと、原告は右倉田電機製作所に在職中に胃潰瘍と心臓病を患う身となり昭和三一年\nには療養のため家族とともに京都市内に移り昭和三三年九月からは同市内の武田金\n属会社に勤めたこと、ところで原告は昭和三六年初め頃母の訃報（昭和三五年一〇\n月三一日歿）に接し、親許を離れての生活が長かつただけに思いもかけない母の死\n亡の知らせは原告に大きな衝撃と悲しみを与えたが、子として親に対し十分なこと\nもしてやれなかつたばかりかその死に目にも会えなかつた原告としてはせめて死後\n早い時期に亡母の墓参をするのが子のつとめと考え直ちに帰国するため同年三月一\n五日頃在日韓国代表部に旅券発給申請手続をしたが、すぐには旅券がおりないうち\n偶々同年五月に始まつた韓国内の軍事革命のため旅券発給が厳しく制限されて旅券\nが容易に得られなくなり、また右革命が長期化の様相を呈し右制限がいつ緩和され\nるのかその見通しも立たなかつたためこれを待ち兼ねた原告は已むなく昭和三六年\n七月再入国の意思を以て、しかし形式上は永住帰国の形で、妻子を本邦に残したま\nま単身帰国したこと、原告がこのような軽挙を敢えてしたについてはクリスチヤン\nとしての原告が長年異国に暮らし心配をかけた母の霊を一日も早くとむらい不孝者\nの汚名を受けたくなかつたことと妻子を置いて単身帰国するのであるから再入国は\n容易にできるものと考えた無知によるものであつたこと、しかして母の墓参と母な\nき後の家の整理をすませ本邦へ再び入国しようとした原告は合法的に入国すること\nは容易ならざることを他より聞かされ今更ながら自らの軽挙妄動をいたく後悔した\nものの、妻子に逢いたさの情は如何ともし難く、昭和三七年四月頃活魚貿易船の船\n員として入国しようとして一旦は下関まで来たが、下関で船員資格では在留資格は\n与えられないことを知つたので入国は断念して帰国したが、帰国後密航船捜しに奔\n走していたところ昭和三七年一一月一三日実兄の●Ｅが郷里で病死したこと、相次\nぐ肉親の死亡とひたすら妻子のことのみ思いながら容易に入国が実現しなかつたた\nめ悶々の日々を送つていたが遂に心労が重なり胃潰瘍（再発）をわずらうに至つた\nこと、更に昭和四〇年六月一〇日には実父Ａが死亡し、韓国には血肉を分けた肉親\nも殆んどいなくなり、もはや妻子のいる本邦へ戻る以外に方途はないと決意し、昭\n和四一年一一月本邦に不法入国するに至つたこと、入国後妻子の住む京都で妾の営\nんでいたビニール加工業を手伝つていたが昭和四二年一一月から東大阪市の現住居\nにおいて「丸友工業所」なる商号でスポツト熔接業を始め、現在従業員五名を擁し\n一ケ月約二〇万円の純収益を得、生活は一応安定していること、これにひきくらべ\n原告が韓国に送還になつた場合妻子を呼び寄せて生活するには余りにも生活の基盤\nがなさすぎる状態にあり、それに原告の息子●Ｄは幼時から日本において日本の教\n育を受け通常の日本人と何ら変りなく成長し、同人にとつて韓国はいわば外国にも\n等しいこと等を考えると、原告がかりに韓国に送還されるようなことにでもなれ\nば、妻子との別居を強いられ家庭生活が破壊されることは必至であること、更に原\n告は過去に胃潰瘍で胃の手術を受け現在それが未だ完全には治ゆしておらず、その\nうえ現に肺浸潤という病も得ており適当な看病人もいない韓国では病状の悪化は避\nけられないであろうこと。\n以上が原告の在留を特別に許可すべき事情である。\n（被告らの申立、請求原因に対する答弁及びその主張）\n被告ら指定代理人は、主文同旨の判決を求め、請求原因に対し、一項の事実及び\n二項の事実中、原告が大正一〇年一二月三〇日慶尚南道鎮海市で父●Ａ、母Ｂの二\n男として出生し昭和一五年に本邦に来たが一旦帰国したのち終戦後再び本邦に入国\nし京都市内及び東京都内に居住したこと、原告が中央大学専門部法学科で学んだこ\nと、昭和三五年一〇月三一日母が死亡したため昭和三六年七月永住帰国したこと、\n昭和三七年には兄Ｅが、同四〇年六月には父が死亡したこと、原告は同四一年一一\n月本邦に不法入国し、同四二年一一月から現住所地においてスポツト熔接業を自営\nし現在に至つていること、最近肺結核症の診断を受けたこと、妻Ｃ及び息子の●Ｄ\nが昭和二八年本邦に不法入国し、間もなく在留特別許可を受けたことはいずれも認\nめるがその余の事実は争うと答弁し、なお次のとおり主張した。\n原告は本訴において在留につき特別許可を与えなかつた違法があるとして被告法\n務大臣がした原告の異議の申出を理由なしとする裁決の取消を求めているが、もと\nもと本令第五〇条所定の在留特別許可と本令第四九条所定の異議申出に対する裁決\nとは全く別個の処分で、後者にあつては容疑者が本令第二四条各号の一に該当する\n者であるかどうかの点のみが審理され異議申出の理由の有無が裁決されるのであ\nり、従つて在留を特別に許可すべきかどうかのような点は判断されず、ただ法務大\n臣は右の裁決をするに当つてこれとは別途に事情により在留を特別に許可できるこ\nとになつているにすぎない。また、右異議申出の理由の有無についての判断にあつ\nては法務大臣は裁量を有しないのである。従つて原告の異議申出を理由なしとした\n本件裁決が裁量処分であることを前提とし、原告につき在留特別許可を与えなかつ\nた違法があるとしてその取消を求める被告法務大臣に対する請求は失当である。\n尤も原告は本訴において被告法務大臣が原告の異議申出を理由なしとした裁決に\n当り在留につき特別許可を与えない旨の判断をしたことが違法であるとしてその取\n消を求めていると解されなくもないから以下この前提に立つと思われる原告の主張\nについて反論する。\n法務大臣が本令第五〇条所定の在留特別許可を与えるかどうかは全くその自由裁\n量に属する事柄であつて在留特別許可を与えないからといつて何ら違法の問題を生\nじない。即ち本令第五〇条によれば法務大臣は異議の申出に対する裁決をするに当\nつて異議申出を理由なしとする場合でも在留を特別に許可すべき事情があると認め\nるときは在留を特別に許可できる旨規定しているところ、これは本来外国人の入国\nもしくは在留の許否は当該国家の自由に決しうるところで、外国人を入国もしくは\n在留させる場合は国が全く恩恵的措置として行なうものであるが、ただこれを掌る\n法務大臣の恣意を排除する意味において在留特別許可につきその基準を法定してい\nるものにすぎないのである。従つて本令第二四条各号の一に該当するとの容疑を受\nけた外国人はそれに該当しないことを理由にこれを争いうるが、更に進んで本令第\n五〇条第一項各号の一に該当することを主張して国に対し自己を在留させるべきこ\nとを要求することはできないものと解すべきである。それ故在留特別許可は容疑者\nにおいて単に事実上これを期待することができるにすぎず、法務大臣において右の\n許可を与えなかつたとしても単に不当の問題を生じるのみで違法の問題を生じる余\n地はない。かりに法務大臣が右の裁量権の行使を誤つた場合に違法の問題を生ずる\n余地があるとしても本件では原告の在留を特別に許可すべき事情は認められないか\nら本件裁決に当り原告の在留を特別に許可しなかつた法務大臣の措置に違法はな\nい。\nまた本令第四九条第五項は、主任審査官は法務大臣から異議の申出が理由なしと\n裁決した旨の通知を受けたときはすみやかに当該容疑者に対しその旨知らせるとと\nもに第五一条の規定による退去強制令書を発付しなければならないと規定してお\nり、主任審査官には本令第二四条各号に該当する者に対し退去強制令書を発付する\nと否との裁量の余地はないからこれが裁量処分であることを前提とする原告の主張\nは失当であるのみならず、原告が本令第二四条第一号に該当する者であることは明\nらかであるから原告に対してなされた本件退去強制令書発付処分に違法はない。\n（被告らの主張に対する原告の反論）\n被告らは本令第五〇条に基づく在留特別許可処分は全く法務大臣の自由裁量に属\nし、本令第二四条各号の一に該当する容疑者は法務大臣が恩恵的措置をするのを事\n実上期待できるにすぎないと主張するが、このような見解は君主主権の立場に由来\nする考え方であつてもはや今日においては通用せず、最高裁の判例もこのような見\n解はとらないところである。かりに譲つて在留につき特別許可をするかどうかが法\n務大臣の広範な自由裁量に属するとしても、法務大臣においてこれが裁量権の範囲\nをこえたような場合には処分は違法なものとなるというべきである。ところで密入\n国者に本邦在留を許可すべきか否かの判断に際しては本邦における人口政策、社会\n経済政策、外国との関係等一国の利益の観点からの考慮が必要であることは勿論で\nあるが、密入国の事例の処理においては人道的に同情すべき場合が多いことに鑑み\n人道主義的な配慮或いは普遍的な正義感情としての条理の観点からの考慮が必要で\nある。本件に即してこれをいえば原告は前記のとおりクリスチヤンとして敬虔な態\n度で日々を送り小規模ながら自営の事業も順調で本邦に益することはあつても害す\nることは皆無であると考えられ、また原告の本邦への密入国は単なる密入国ではな\nく自ら築いた生活基盤があり、かつ妻子の居住する所へ妻子とともに暮す目的でな\nされた密入国で、しかも原告は戦前四年間戦後一六年間本邦に生活し日本の教育及\nび生活様式を体得してきており原告は勿論その家族も良く日本人に同化しているか\nら原告の本件入国は人道主義見地あるいは条理上も何ら非難されるべき行為ではな\nい。\n以上を要するに本件において原告に在留特別許可を与えなかつた法務大臣の処分\nにはその裁量権の範囲を逸脱した違法があるというべきである。因みに永住許可付\n与の条件は１素行善良２独立生計に必要な資産、技能を有する３その他その者の居\n住が日本の利益に合することとされているが、これを参酌しても原告の在留特別許\n可付与の条件は十分具備しているものというべきである。なお現在在留特別許可は\n先ず期間を一年と限つて付与し以後期間を更新する方法がとられているのが実情で\nあるが、その結果当人の在留状況をみながら期間を更新していき、その間に在留に\n不適当な事情があれば更新を拒否して退去強制処分をすることが例とせられている\nが、このようにチエツクの機会を後に留保した許可処分であるとすれば許可処分付\n与の条件は比較的緩かであつて然るべきものと考える。また在留特別許可付与件数\nの受理件数に対する割合は七〇％以上となつている実情からいつても原告に許可処\n分がなされなかつたのは公平を欠くものというべきである。\n（証拠）（省略）\n理　　　由\n原告主張事実中原告主張のような経過で本件裁決がなされ、これに基き本件退去\n強制令書が発付されたこと、原告がその主張の日、場所で父●Ａ、母Ｂの二男とし\nて出生し、昭和一五年に来邦したが一旦帰国したのち今次大戦後再び本邦に入国し\n京都市内及び東京都内に居住したこと、その後中央大学専門部法学科で学んだが、\n昭和三五年一〇月三一日母が死亡したため、昭和三六年七月帰国したこと、その後\n兄及び父が、相次いで死亡したこともあつて、原告はその主張の頃再び本邦に不法\n入国し、その主張の頃から現住所地においてスポツト熔接業を営み現在に至つてい\nるが、最近肺結核を患つていること、妻子も原告主張の頃本邦に不法入国し、在留\n特別許可を得て本邦に在留していることは、いずれも当事者間に争いがない。\nところで原告は被告法務大臣が本件裁決をするに当つては原告の在留を特別に許\n可すべきであつたのにこれをせずして原告の異議申出を棄却した本件裁決には裁量\n権の範囲をこえ又はその濫用があつたから違法であり、ひいてこれを先行行為とし\nてなされた被告主任審査官の本件退去強制令書発付処分にも同様の違法があると主\n張するところ、被告らは異議申出の理由の有無についての判断としてなされる裁決\nと本令第五〇条所定の在留を特別に許可するか否かの判断とは別個の行為であるう\nえ、右裁決が裁量処分でないことを理由に、在留特別許可を与えなかつたことの違\n法を主張して本件裁決の取消を求めることはできないと抗争するので先ずこの点に\nついて判断すると、なるほど異議申出についての理由の有無の判断と在留特別許可\nを与えるか否かの判断とはその性質上一応区別して考えうるが、本令第五〇条によ\nれば、在留を特別に許可するか否かの判断は異議申出についての裁決に当つてなさ\nれるところ、法務大臣において右の許可を与えない場合は、右裁決の主文で何らこ\nの点にはふれることなく唯単に異議申出を棄却する旨を宣言するにとどまるのであ\nるから、法務大臣が在留を特別に許可しなかつたことに何らかの違法が認められる\n場合には右の許可を与えることなく異議申出を棄却した裁決も結局違法性を帯びる\n（在留特別許可を与える場合は異議申出を棄却すべきではない。）ものとして、そ\nの取消を求めうると解すべきである。また本令第四九条第五項によると退去強制令\n書は法務大臣に対する異議申出を理由なしとする裁決があつたときは主任審査官は\nすみやかにこれを発付しなければならないことと定められているから、右裁決が違\n法と認められれば、これに基きなされた退去強制令書発付処分もまた違法なものと\nいうべきである。\nしかして在留特別許可を与えるか否かの判断については法務大臣の行政上の便宜\nないしは目的的見地からする広範な自由裁量を許容しているものと解するのを相当\nとするが、その場合でも法務大臣が裁量権の範囲をこえ又はこれを濫用したような\n場合にはその結果なされる異議の裁決及びこれに基づきなされた退去強制令書発付\n処分も違法なものとしてその取消を求めうると解すべきである。\nそこで本件裁決及び本件退去強制令書発付処分が違法か否かについて判断する。\n前記当事者間に争いのない事実といずれもその成立に争いがない甲第六号証の\n一、二、乙第八号証、第一一号証、原告本人尋問の結果によつて真正に成立したも\nのと認められる甲第五号証の一、二、弁論の全趣旨によつて真正に成立したものと\n認められる乙第九、第一〇号証、証人Ｃ、同●Ｄの各証言、原告本人尋問の結果及\nび弁論の全趣旨によれば、原告は昭和一五年三月から昭和一八年三月まで東京都内\nに住み働きながら武蔵野高等無線、正則英語学校に学んだが結婚のため一旦帰国し\nたのち今次大戦直後の昭和二〇年九月妻Ｃを韓国に残し単身勉学の目的で再び本邦\nに渡航し東京都内に居住して働きながら中央大学専門部及び法学部に学んだ（いず\nれも中退）こと、昭和二八年には妻及び息子の●Ｄを呼び寄せ（同人らはいずれも\n本邦に不法入国したが両名とも同年中に在留特別許可を得ている。）たが、昭和三\n一年には病気療養の便宜から（原告は昭和二六年に胃潰瘍の手術を受けたがその経\n過が思わしくなかつたうえ心臓病も患う身であつた。）京都市内に転居し妻の働き\nで何とか生計を立てゝいたこと、しかし昭和三六年初め母の訃報に接し、その生前\n親許を長く離れ十分なこともしてやれなかつたばかりかその死に目にも会えなかつ\nた原告としては、せめて墓参だけでも早い時期にするのが子のつとめと考え、また\n老衰のため余命いくばくもない父の財産の整理をも兼ねて急ぎ帰国を決意し、同年\n三月一五日頃在日韓国代表部に旅券発給申請をしたが、なかなか旅券がおりないう\nち、折悪しく同年五月には韓国内に軍事革命が起こつて国内が混乱し旅券が容易に\n得られる見込がなくなつたためこれを待ち兼ねた原告は、永住帰国の形でならすぐ\nにでも帰国できることを知つていたので已むなく同年七月永住帰国の手続をとつて\n帰国したこと、しかし原告は当時妻子を本邦に残しての単身帰国であるから韓国内\nでの用件が済み次第再び本邦に入国する意思であつたこと、しかし用件を済ませ本\n邦へ再入国する段になると原告の予期に反し正規の手続による本邦への渡航は殆ど\n不可能であることがわかつたので原告は已むなく本邦への不法入国を決意し、昭和\n四一年一一月妻子の待つ本邦に不法入国したこと、ところで原告は中央大学法学部\nに学んだほどであるから不法入国が犯罪を構成することは熟知していたと考えられ\nるうえ、入国後もその機会がないこともなかつた筈であるのに、右事実を自首しな\nいでいるうち、偶々昭和四三年三月二二日自動車事故を起こしたため右不法入国の\n事実が官憲に発覚したこと、原告は本件裁決及び退去強制令書発付当時肺結核及び\n腸狭窄症（胃潰瘍の手術後傷口がゆ着し、そのため腸が圧迫されて狭くなつており\n医師は再手術を勧めているとのこと）を患い通院加療中であるが、本邦と文化程度\nにおいて大差のない韓国においてもこれを治療するための医療施設は充分ととのつ\nていると考えられるうえ、右病気は養生すれば通常の社会生活を営むうえにそう大\nきな支障はない程度のものであること、また原告は昭和四二年一一月からは現住居\n地においてスポツト熔接業を営んでいるが、右営業により月々原告を含め一家三人\nを養うに十分な額の収入を得て生活は安定しているところ、送還は右の生活の基盤\nを一挙に奪うことになるが、原告の教育程度によりすれば送還先の韓国においても\n生活能力がないとは考えられないこと、それにもともと妻子とても不法入国後在留\n特別許可を得て本邦に在留するにすぎないところ同人らには十分な生活力があるか\nら原告が送還されてもその後を追い帰国して原告を助ければ、一家三人が本邦にお\nける程度の生活を営むこともさほど困難ではないことが認められ、他に右認定を左\n右するに足る証拠はない。\n右に認定した諸般の事情によると未だ原告の本邦における在留を特別に許可しな\nかつた被告法務大臣の措置に裁量権の範囲をこえ又はこれを濫用した違法があつた\nということはできない（尤も前記の事実によると原告は昭和三六年七月故あつて永\n年住みなれた本邦を離れ帰国したものの、その実質は亡母の墓参等のためにする、\n生活の本拠を有する本邦からの一時的渡航であつたといえなくもない事情にあり、\n出国はしたが入国を拒まれるとなると一身上深刻な打撃を蒙ることは推測するに難\nくないところではあるが、そもそも本邦に再び入国する意図をもつて出国しようと\nする外国人は、出国前に予め本令及び法務省令の定めるところにより再入国につい\nての許可を得ておくべきもので、これをせずに出国した以上再入国を拒まれても已\nむを得ないというべきである。まして原告が本邦での在留資格を有していたこと、\nひいて右の再入国許可申請をする資格を有していたことの明らかでない本件におい\nてはいうまでもなく、その他前記認定の事情を考慮しても原告の在留を特別に許可\nすべき事情があつたものということはできない。）から、原告の在留を特別に許可\nすることなく異議申出を棄却した本件裁決及びこれに基き被告主任審査官がした本\n件退去強制令書発付処分は違法なものということはできない。\nそうだとすると原告の本訴請求はいずれも理由がないからこれを棄却し、訴訟費\n用の負担について民事訴訟法第八九条を適用して主文のとおり判決する。\n（裁判官　日野達蔵　松井賢徳　仙波厚）\n"
}