{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 54,
    "month": 2,
    "day": 14
  },
  "case_number": "昭和47(行ウ)24",
  "case_name": "換地処分無効確認等請求事件",
  "court_name": "名古屋地方裁判所",
  "field": "行政",
  "gist": "１　土地改良法（昭和３９年法律第９４号による改正前）５１条３項にいう一時利用地指定処分につき，当該土地改良工区の総会において発表，告知し，これを組合員が閲覧，了知したことにより適法な通知がされたものとした事例　２　土地改良区のした土地改良法（昭和３９年法律第９４号による改正前）５２条１項による換地計画の決定及び認可に共通する違法事由を主張して，その双方の処分の取消しを訴求する場合には，後者の処分の取消しを求める訴えはその利益を欠くとした事例　３　土地改良工区内の土地（従前地）の所有者は，当該土地改良区のした土地改良法（昭和３９年法律第９４号による改正前）５２条１項による換地計画の決定及びこれに対する認可の無効確認を求める原告適格を有しないとした事例",
  "lawsuit_id": "17602",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17602",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/602/017602_hanrei.pdf",
  "contents": "○　主文\n一、被告愛知県知事に対する訴えをいずれも却下する。\n二、被告江南市土地改良区に対する訴えのうち、主位的請求にかかる部分を却下\nし、予備的請求を棄却する。\n三、訴訟費用は原告らの負担とする。\n○　事実\n第一　申立\n（原告ら）\n主位的請求\n一　被告愛知県知事（以下「被告知事」という。）が昭和四七年一月一四日付同県\n公報第六、二一八号をもつて認可公告した被告江南市土地改良区第二工区の換地計\n画につき、被告江南市土地改良区（以下「被告改良区」という。）が別紙第一目録\n（一）記載の土地に対し同第二目録（一）記載の土地を、同第一目録（二）記載の\n土地に対し同第二目録（二）記載の土地を定めた換地処分は無効であることを確認\nする。\n二　被告知事が別紙第一目録の記載の土地につき同第二目録（一）記載の土地を、\n同第一目録（二）記載の土地につき同第二目録（二）記載の土地を換地とする旨の\n被告改良区第二工区の換地計画に対して昭和四七年一月一四日付でなした認可は無\n効であることを確認する。\n予備的請求\n一　被告知事が昭和四七年一月一四日付同県公報第六、二一八号をもつて認可公告\nした被告改良区第二工区の換地計画につき、被告改良区が別紙第一目録（一）記載\nの土地に対し同第二目録（一）記載の土地を、同第一目録（二）記載の土地に対し\n同第二目録（二）記載の土地を定めた換地処分はこれを取消す。\n二　被告知事が別紙第一目録（一）記載の土地につき同第二目録（一）記載の土地\nを、同第一目録（二）記載の土地につき同第二目録（二）記載の土地を換地とする\n旨の被告改良区第二工区の換地計画に対して昭和四七年一月一四日付でなした認可\nはこれを取消す。\n三　訴訟費用は被告らの負担とする。\nとの判決を求めた。\n（被告知事）\n本案前の申立てとして\n被告知事に対する原告らの訴えをいずれも却下する。\n訴訟費用は原告らの負担とする。\n（被告改良区）\n本案前の申立てとして\n本件訴えのうち、主位的請求にかかる部分を却下する。\n訴訟費用は原告らの負担とする。\nとの判決を求め、\n（被告ら）\n本案につき\n原告らの請求をいずれも棄却する。\n訴訟費用は原告らの負担とする。\nとの判決を求めた。\n第二　主張\n（原告ら）\n請求原因\n一　Ａは被告改良区第二工区内に別紙第一目録（一）（二）の土地（以下これらを\n併せて「本件従前地」という。）を所有していたところ、同人は昭和四八年二月一\n五日死亡して、原告らがその権利義務を相続により承継した。\n二　被告知事は、昭和四七年一月一四日付愛知県公報第六、二一八号をもつて、被\n告改良区第二工区の換地計画を認可した旨公告した。右公告には右換地計画を認可\nした旨が表示されているだけで、換地計画の具体的内容の記載はないが、右換地計\n画においては、別紙第一目録（一）記載の土地に対し同第二目録（一）記載の土地\nを、同第一目録（二）記載の土地に対し同第二目録（二）記載の土地を、それぞれ\nの換地とすると定めている（以下、被告改良区によるこの計画決定を「本件換地処\n分」という。）。\n三　しかしながら、本件換地処分につき、被告改良区は本件従前地の所有者である\n亡Ａ又は原告らに対しなんらの通知をしていない。\nまた本件従前地は、被告改良区の設立認可（昭和三一年一月一九日）より遥か以前\nの昭和一四年五月Ａが小学校跡地であつたものを買受けて所有権を取得し、昭和二\n二年六月には宅地に地目変換して、その頃現況上も宅地として利用し、当時すでに\n名実ともに宅地であつたから、これを土地改良事業の地区に編入することは違法で\nある。\nまた、本件従前地は四一四・五三平方メートルも減らされ、その減歩率は三一パー\nセントにものぼり、且つ、本件従前地はもと一団の土地であつたものが南北に分断\n二分され、その分断部分約一七一坪に及ぶ広大な原告ら所有地は本件土地改良事業\nによつて幅員約一五メートルの愛知県々道となつたもので、結局、原告らの広大な\n右所有地は県道として取り上げられてしまつたことになる。被告改良区は、右道路\nの造成を目的として本件従前地を本件土地改良事業の地区内に組み込んだのであ\nる。しかも、右道路は江南市における主要な市街地道路であり、かかる道路建設は\n土地改良事業として被告改良区が目的とすることを許さない性格のものである。\nさらに、被告改良区がみずから作成した換地規定によれば、宅地に対しては三パー\nセントを超える減歩を課さない旨が明記されている。しかるに、被告改良区はこれ\nを無視して本件従前地に対し前記の如き三一パーセントにも及ぶ過大な減歩を課し\nている。その上、本件土地改良事業として本件従前地内に前記道路を設置するに当\nつては、被告改良区第二工区長・ＢからＡに協力方の懇請があり、同工区長は、本\n件従前地のうち右道路敷となる部分だけを被告改良区の地区に編入し、且つ、右編\n入部分に対しては一〇〇パーセントの換地を交付する旨約束していたのである。\n四　以上の如く、被告改良区の本件換地処分は手続的にも、実体的にも違法であ\nり、従つて、被告知事の前記認可もまた違法であつて、いずれも無効若しくは少な\nくとも取消しを免れないものである。\n五　よつて、原告らは、申立の項記載のとおり、主位的に本件換地処分及び認可の\n無効確認を、予備的に本件換地処分及び認可の取消しを求める。\n本案前の抗弁\n（被告ら）\n本件訴えのうち、主位的請求に係る部分は行政事件訴訟法三六条にいう無効等確認\n訴訟と解されるが、その訴えは同条の要件を備えない不適法の訴えである。\n（被告知事）\n本件訴えのうち、被告知事に対するもの（認可無効確認と認可取消請求）は、被告\n改良区の決定した換地計画（本件換地処分）の違法を原因とするものである。しか\nしながら、被告改良区の換地処分と被告知事の認可とは、換地手続における一連の\n段階的な手続であるから、その各処分についての訴えは訴訟物を異にし二重訴訟の\n関係に立つものではないとしても、いずれも換地処分の違法という同一事由をもつ\nて無効あるいは取消しの原因としているのであるから、両被告のいずれか一方に対\nして当該処分の効力を否定する旨の裁判所の判断があれば、行政事件訴訟法三三条\nにより他の一方は右判断に拘束され、その判決の趣旨にそう措置をとらざるを得な\nいのである。\n従つて、認可手続自体について固有の違法事由の主張のない本件においては、被告\n改良区の換地処分の無効あるいは取消事由の存否を直載に判断することが争いの抜\n本的解決をはかることになるのであり、被告改良区に対しては訴えの利益があると\nしても、被告知事に対しては訴えの利益を欠くものである。\n（被告ら）\n請求原因に対する認否\n請求原因一、二の事実は認める。同三のうち、被告改良区が書面では換地処分の通\n知をしていないこと、本件従前地がその主張の経過で取得され、その地目が被告改\n良区設立前より宅地であつたこと、減歩面積、減歩率が原告主張のとおりであるこ\nと、本件従前地二筆が互いに接していたこと、被告改良区第二工区の区画整理によ\nつて幅員一五メートルの道路敷ができ、これが愛知県々道となつたこと、本件換地\nが右道路をはさんで南北にわかれて定められたこと、換地規程に原告主張の規定が\nあることは認め、その余の事実は争う。同四、五の主張は争う。\n被告らの主張\n一　都市計画道路の新設について\n（一）　幅員一五メートルの道路は、別紙図面イからニまでの間が現在尾張北部都\n市計画街路であり、そのうちロからハまでの間が愛知県々道である。右幅員一五メ\nートル道路は駅西線と呼ばれ、被告改良区第二工区の区画整理によつて道路敷がで\nきたものである（舗装などの費用は訴外江南市が負担した。）。\n右の愛知県道にかかつた部分の土地の所有権は国に帰属する。右図面イからニまで\nの道路敷には当然ながら換地がない。\n（二）　幅員一五メートルの道路を作つてはならないという制約はない。むしろ、\n土地改良法施行令二条五号ハは、当該土地改良事業の計画が、関係市町村の建設に\n関する基本構想に即するものである旨を定めており、この精神は昭和三一年当時も\n同じであつたというべきである（当時施行の土地改良法施行令二条四号には、土地\n改良事業計画の基準として抽象的に規定されていたが、現行施行令は、これを具体\n的要件とし、かつ、認可基準としている。）。\n（三）　古知野町においては、本件一五メートル道路を作るとの基本構想たる都市\n計画街路が定められ、同都市計画街路は、昭和二九年三月三一日に建設大臣の決定\nを得た。\n従つて、土地改良事業の本件の区画整理は右のごとき計画に即することが必要であ\nつたのである。\n（四）　このように、都市計画区域内においても、土地改良法による各種土地改良\n事業が行われているのであつて、土地改良事業とくに本件のように区画整理が都市\n計画事業と競合する問題がしばしば起こる。\nそこで、土地改良法一二五条の二は、「都道府県知事は、都市計画区域内の土地に\n係る二条二項二号の土地改良事業に関し、土地改良事業計画又はその変更について\n審査する場合において、当該土地改良事業が道路その他の公共の用に供する施設を\n廃止し、変更し、その他都市計画に影響を及ぼすおそれがあるときは、当該土地改\n良事業計画又はその変更について、当該都道府県に設置された都市計画地方審議会\nの意見を聞かなければならない。」と定めているのである。\n本件土地改良事業の認可に当たつては、被告知事は同審議会の意見を聞いている。\nもし、本件幅員一五メートルの道路を本件土地改良事業の内容としなければ、むし\nろ、その認可を受けることができなかつたものである。\n二　照応原則について\n（一）　土地改良法（昭和三九年法律九四号による改正前のもの）五三条は、次の\nとおり定めていた（以下「旧法」という。）。\n第五三条　換地計画においては、従前の土地に照応する換地を定めなければならな\nい。\n２　前項の換地は、従前の土地の地目、地積、土性、水利、傾斜、温度等を標準と\nして定めなければならない。\n３　（略）\n４　前二項の場合において、地目、地積、土性、水利、傾斜温度等を総合的に勘案\nして相殺することができない部分がある場合には、金銭による清算をするものと\nし、当該換地計画において、その額並びに支払及び徴収の方法及び時期を定めなけ\nればならない。\n５　（略）\n（二）　右のごとき照応原則の定めでは、余りにも抽象的であつたので、昭和三九\n年六月二日法律九四号による改正により、右部分は次のとおりとなつた（現行法と\nほぼ同じ。）。\n第五三条　換地計画においては、換地は、左に掲げる要件のいずれもがみたされる\nように定めなければならない。ただし、従前の土地について五二条三項に掲げる権\n利を有する者の同意を得た場合は、この限りではない。\n一　当該換地及び従前の土地について、省令の定めるところにより、それぞれその\n用途、地積、土性、水利、傾斜、温度その他の自然条件及び利用条件を総合的に勘\n案して、当該換地が、従前の土地に照応していること。\n二　当該換地の地積の、省令で定めるところにより算定した従前の土地の地積に対\nする増減の割合が、二割にみたないこと。\n２　前項の場合において、換地及び従前の土地の用途、地積、土性、水利、傾斜、\n温度その他の自然条件及び利用条件を総合的に勘案して相殺することができない部\n分がある場合には、金銭による清算をするものとし、当該換地計画においてその額\n並びに支払及び徴収の方法及び時期を定めなければならない。\n３　（以下略。）\n（三）　本件換地計画における本件従前地と本件換地とは旧法一項の照応原則を満\nたしている。\n（四）　のみならず、本件換地計画におけるそれは新法によるところの「省令で定\nめるところにより算定した従前の土地の地積に対する増減の割合が、二割にみたな\nいこと」の要件をも満たしているのである。\nすなわち、省令である土地改良法施行規則四三条の七は「法五三条一項三号の規定\nによる換地の地積の従前の土地の地積に対する増減の割合は、附録の算式により算\n定するものとする。」としている。\n附録は次のとおりである。\n１－Ｓ／Ｏ・ΣＯ／ΣＳ\nＯは、従前の土地の地積\nＳは、換地の地積\n（五）　被告改良区第二工区の\nΣＯ　（従前の土地の地積合計）は二一五、八八五・〇二平方メートル\nΣＳ　（換地の地積合計）は一八二、五九三・二三平方メートル\nであり、\nＯ１　（本件訴訟の対象たる従前の土地の地積）は、一、三五五・八六平方メート\nル（四一〇・一五坪）\nＳ１　（本件訴訟の対象たる換地の地積）は九四一・三二平方メートル（二八七・\n七五坪）\nである。なお、別表記載の原告ら先代Ａの有していた第二工区の\nＯ２　（従前の土地の合計地積）は、一、八九五・九九平方メートル（五七三・五\n四坪）\nＳ２　（換地の合計地積）は、一、四六二・九一平方メートル（四四二・五二坪）\n（六）　しからば、次の算式により、明らかなとおり、一割七九（原告ら先代所有\n地全部によれば、〇割八七七）である。\n＜略＞\n三　減歩及び地区編入について\n（一）　原告らは、本件従前地と換地についての換地計画が被告改良区第二工区の\n換地規程四条但書「宅地に対しては三分の負担」に違反すると主張する。\nしかし、右換地規程は右第二工区の内部規程に止まるもので、被告改良区ないし被\n告知事を拘束する規範性を有せず、主張自体失当である。\n右換地規程にそれなりの効力があるとしても、Ａは、畑なみの減歩＝右換地規程で\nいえば四条本文にいう「道路負担」、「一割六分を一般負担として減ずる」等に従\nうから土地改良区に編入してほしい旨を希望し、畑地なみの減歩（一六パーセン\nト）を承認していた。\nそして、本件の土地についての減歩は、後述のとおり、畑地なみの右減歩率内であ\nり、本件従前地の地区編入はＡの同意を得ているから、本件換地計画の認可並びに\n換地処分は適法である。\n（二）　原告ら先代Ａが畑地なみ換地でよいから土地改良区への編入を希望したの\nは、同人所有の本件従前地の大部分は駅西線の道路敷地にかかり買収の運命にあつ\nたからである。そして、現に、土地改良区に編入されなかつた土地（渡瀬一番の三\n三、三四、三六）は一坪あたりわずか一三、〇〇〇円～一八、〇〇〇円で買収さ\nれ、訴外江南市へ移転登記されているのである。それを、原告らは土地改良区に編\n入された土地を残して、\nいまや大きな価値を保有しえているのである。\n（三）　原告らは、本件土地のみをとらえて三一パーセントの減歩率が過大であつ\nて違法と主張するが、被告改良区がなした換地処分は別表記載の原告ら先代所有の\n（１）、（２）、（３）、（４）の土地を全体として把握すべきである。\nそうすると、右（１）ないし（４）の従前地、換地の対比をすると、同別表のとお\nり、一般交付率八四・五パーセントを若干上まわり、減歩率は一般実際減歩率一\n五・五パーセントを下まわり、二五坪四二（約四・五パーセント）が過渡しとなる\nのである。\n仮に、本件土地（別表（１）、（２）の土地）のみをとらえても、一般交付率八\n四・五パーセント（減歩率一五・五パーセント）で計算をしており、不足分につい\nては清算金を交付して地積等を総合的に勘案して相殺することができない部分を是\n正しているので、違法はない。\n四　換地処分の通知の要否について\n被告改良区は、換地計画を定め、昭和四六年九月一六日被告知事に認可を申請し、\n同年一二月三一日被告知事の認可を得た。\n昭和三九年六月二日公布同年一二月一日施行の土地改良法の一部を改正する法律\n（昭和三九年法律第九四号）附則１２項によれば、右改正法施行前に一時利用地の\n指定があれば、その土地改良事業に係る換地計画の作成から登記までは従前の例に\nよるものとされており、換地処分について言えば、通知を要しないで換地処分をす\nることかできるものとされている。\n被告改良区は、第二工区につき右改正法施行前の昭和三二年一一月一三日に一時利\n用地の指定を行なつた。その通知の方法は、同日、旧古知野町役場本館二階の第二\n工区総会で発表・告知したのである。それ以後、原告ら先代は従前地と離れた場所\nに定められた一時利用地を現に使用収益しており、昭和三四年頃には被告改良区は\n土地所有者全員に一時利用地の図面を交付し、原告ら自身も昭和三五年頃には一時\n利用地の指定があつたことを認めている。\n従つて、本件換地処分についてはその通知を要しないのである。\n（原告ら）\n本案前の抗弁について\n被告知事が本案前の抗弁の理由とするところは、結局取消判決等の拘束力（行政事\n件訴訟法三三条）を根拠とするものである。しかしながら、原告らは、被告改良区\nに対する換地処分の取消等訴訟と被告知事に対する換地計画の認可処分の取消等訴\n訟とを同時に併合提起しているのであつて、いずれか一方の被告に対して既に確定\nした取消判決ないし無効確認判決を得たうえで他方の被告に対して取消等訴訟を提\n起しているのではない。このような併合訴訟の場合には、訴えの利益の有無は原告\nらの当該請求につき個別、具体的に判断されるべきである。いずれか一方の被告に\n対して確定した取消判決を得て拘束力が発生している場合には、他方の被告に対す\nる取消訴訟の新訴提起につき当該訴訟の訴訟物について前訴の拘束力との関係で初\nめて訴えの利益の有無が問題となるに過ぎない。\nまた、被告知事は争いの抜本的解決を主張するが、これは判決の拘束力を抗弁の根\n拠とすることの破綻である。抜本的解決という点では、被告改良区に対する訴えよ\nりもむしろ被告知事に対する訴えの方が争いの抜本的解決をはかるとも言い得るの\nである。被告らの抗弁は失当である。\n被告らの主張について\nＡは本件従前地の被告改良区地区への編入に同意したことも、農地並みの減歩を承\n認したこともない。本件幅員一五メートルの道路を建設するについて、買収方式に\nよるときは、その道路敷となる部分（Ａ所有地については五七三・五四坪のうち一\n三一・〇二坪）だけを買収すれば足り、Ａはこれによつて二、三五八、三六〇円\n（坪単価一八、〇〇〇円）を買収対価として得ることができた筈である。これに対\nし、被告改良区への編入によるときは、道路敷の部分だけではなく同人所有地全部\nが当該地区に編入され、右道路敷となる部分が減歩という名のもとに無償で被告改\n良区に提供されることになる。このことからしても、Ａが当該地区への編入を希望\nする筈はなかつたのである。\nＡが別表記載の従前の土地（（１）ないし（４）の土地）を所有していたことは認\nめる。しかしながら、右のうち本件従前地（（１）（２）の土地）以外の土地は他\n人に譲渡済みであるから、そのような土地までも含んで全体として減歩率を把握す\nることは許されず、仮に右のような方法で計算しても、過渡しどころか、なお三七\n六・一八平方メートルも不足を生じている。従つて、いずれにしても違法である。\n被告改良区がＡないし原告らに対しても、また第二工区の他の権利者に対しても、\n一時利用地を指定したことはない。すなわち、一時利用地の指定は文書によつて通\n知すべきであるのに、被告改良区は文書による通知を全くしていないのである。\n第三　証拠（省略）\n○　理由\n第一　適用法令について\n昭和三九年六月二日公布同年一二月一日施行の土地改良法の一部を改正する法律\n（昭和三九年法律第九四号）附則第一二項によれば、右改正法施行前にした一時利\n用地の指定、効果、それによる損失補償及び受益者からの金銭の徴収並びにその一\n時利用地の指定のあつた土地改良事業に係る換地計画の作成及び決定、その換地計\n画に係る換地処分の効果及び清算金並びにその換地計画に係る土地及び建物につい\nての登記については、なお従前の例によるとされている（以下、右改正前の土地改\n良法を「旧法」という。）。\nそこで、本件土地改良事業における一時利用地指定の有無及びその時期について検\n討するに、成立に争いのない甲第四四号証、被告改良区代表者Ｂ本人尋問の結果と\nこれによつて成立の認められる乙第一号証、証人Ｃの証言とこれによつて成立の認\nめられる乙第二九号証の一・二、第三〇ないし第三二号証の各一ないし三、第三三\n号証の一ないし八、第三四号証の一ないし三、証人Ｄ、同Ｅの各証言を総合すれ\nば、被告改良区（旧名称・古知野土地改良区）は、昭和二八年頃から設立の気運が\n生じ、昭和三一年に愛知県知事の認可を受けて成立した土地改良区で、その後、工\n区を設けて事業を進め、本件従前地を含む第二工区内の土地について一時利用地を\n定め、昭和三二年一一月一三日旧古知野町役場で開かれた第二工区総会において、\nその設計図面等を展示するなどして右一時利用地を発表、告知し、右総会に出席し\nていたＡその他の組合員はこれを閲覧、了知したこと、そして、現地においても右\n一時利用地の杭打ちが行われ、Ａその他の組合員は各人に指定された右一時利用地\nの現地を現実に使用し始めたこと、その後も被告改良区は組合員が地区内の土地を\n売買して右一時利用地指定の証明書を必要とする時などには申出に応じて一時利用\n地指定の証明書を発行し、昭和三四年頃には第二工区の一時利用地の位置を表示し\nた図面を全組合員に配布したこと、Ａは右一時利用地の指定のあつたことを前提と\nして昭和四〇年二月にその所有地の一部を他人に売却していることが認められ、右\n認定に反する証拠はない。\n旧法五一条三項は、土地改良区が一時利用地の指定をしたときは、一時利用地及び\n従前地の所有者その他の関係権利者にその旨を通知しなければならないとしてい\nる。\nしかしながら、その通知の方法については、文書その他特定の方式によらなければ\nならないとする法令上の規定は存しないのであるから、土地改良区としては、相手\n方が通知の内容を理解することができる相当な方法によつてすれば足るものと解す\nるのが相当である。\n而して、前記認定の事実によれば、被告改良区は昭和三二年一一月一三日開催の第\n二工区総会の場において、第二工区の土地にかかる一時利用地の指定をＡその他の\n組合員に対して、その内容を理解することができる相当な方法によつて通知したも\nのと認め得るから、これによつて本件土地改良事業は前記改正法施行前既に一時利\n用地の指定のあつた土地改良事業に該当し、その換地計画の作成、決定、換地処分\nの効果、清算金等については、従前の例によつて旧法が適用されるべきものであ\nる。\nところで、現行土地改良法では、換地処分は同法五条七項に掲げる関係権利者に換\n地計画において定められた関係事項を通知してするものとされているが（同法五四\n条一項）、旧法においてはかかる制度は存在せず、旧法五二条三項に定めるいわゆ\nる換地会議の議決を経て換地計画を決定し（既述のとおり、本件においてはこれを\n「換地処分」と称する。）、これに対する知事の認可、公告によつて換地処分の効\n果が発生する制度となつているのであるから（同法五二条一項、八項、五四条）、\n被告改良区がＡないし原告らに対し換地処分の通知をしなくとも、換地処分は右認\n可公告によつて有効にその効果を生じ得るものである。\n第二　首位的請求（無効確認請求）にかかる訴えについて\n本件主位的請求にかかる訴えは行政事件訴訟法三条四項にいう無効等確認の訴えと\nして提起されているものであり、同方三六条によれば、無効等確認の訴えは、当該\n処分に続く処分により損害を受けるおそれのある者その他当該処分の無効等の確認\nを求めるにつき法律上の利益を有する者で、当該処分の存否又はその効力の有無を\n前提とする現在の法律関係に関する訴えによつて目的を達することができないもの\nに限り提起することができる、とされている。\nところで、請求原因二の事実は当事者間に争いがなく、この事実と原本の存在並び\nに成立に争いのない甲第八号証によれば、本件換地処分は別紙第二目録（一）の土\n地を同第一目録（一）の土地の、同第二目録（二）の土地を同第一目録（二）の土\n地の各換地とし、土地所有者たるＡに交付すべき清算金を七万五、五〇六円と定め\nているもので、この換地処分はその後の認可（本件認可）及び公告によつて一連の\n手続を完了しており、それ以上に何らかの処分がなされる余地はないのであるか\nら、今後、当該処分に続く処分によつて原告らが損害を受けるおそれはないし、ま\nた、もし原告ら主張のように、本件換地処分ないし本件認可が無効であるとするな\nらば、原告らは依然として本件従前地の所有権及び一時利用地の使用収益権を有す\nる訳で、原告らとしては本件従前地についての所有権ないしは一時利用地の使用収\n益権確認の訴えなど現在の法律関係に関する訴えによつて目的を達することができ\nる筈のものであるから、本件主位的請求に係る訴えについては、原告適格を欠く不\n適法な訴えとして却下を免れない。\n第三　予備的請求（取消請求）について\n一　被告知事に対する訴えの利益\n被告知事は、本件認可取消しの訴えには訴えの利益がないと主張する。\n原告らは、被告改良区に対し本件換地処分の取消しを求めると共に被告知事に対し\nても本件認可の取消しを求めているが、その原因は、共に、本件換地処分が違法で\nあるというに尽きるのであつて、全く同一の違法事由を原因とするものである。\nところで、本件換地処分と本件認可とはその主体、要件等を異にする別個の処分で\nあるから本来はその各々について取消訴訟を提起し得るものであるが、他方、右二\nつの処分は旧法における一連の換地手続を構成する先行、後行の処分であつて、先\n行の換地処分が違法であるときはそれによつて後行する認可の処分も違法となる関\n係に在り、処分を取消す判決は当事者たる行政庁その他の関係行政庁を拘束するこ\nとになるから（行訴法三三条）、本件のように、同一の違法事由（換地処分の違\n法）を根拠にして権利の救済を求めるには、そのいずれか一方の処分について取消\nしを求めれば十分であり、双方の処分の取消しを求めることは不用の重複である。\nそして、右二つの処分のうちいずれの処分について取消しを求むべきかについて\nは、換地処分の違法をもつて違法事由としているのであるから、認可の取消しを求\nめるよりも当該換地処分の主体である土地改良区を被告として換地処分そのものの\n取消しを求めるのがより直截にして適切なことは言うまでもない。\n従つて、換地処分の違法を主張する原告らとしては被告改良区を被告として本件換\n地処分の取消しを求むべきもので、それで十分であり、それ以上に被告知事に対し\nても同一事由を主張して本件認可の取消しを求めるのは訴えの利益を欠くものとい\nうべきである（同旨、福岡地裁昭和三五、九、二二判決、行裁集一一、九、二七四\n二頁参照）。\n被告知事に対する予備的請求にかかる訴えもまた不適法として却下すべきものであ\nる。\n二　被告改良区に対する請求\n１　請求原因一、二の事実、同三のうち、被告改良区が書面では換地処分の通知を\nしていないこと、本件従前地の地目が被告改良区設立以前より宅地であつたこと、\n換地による減少面積、減歩率が原告主張のとおりであること、本件従前地二筆が互\nいに接していたこと、被告町改良区第二工区の区画整理によつて幅員一五メメート\nルの道路敷かでき、これが愛知県々道となつたこと、本件換地が右道路をはさんで\n南北にわかれて定められたこと、換地規程に原告主張の如き規定があること、Ａは\nかつて別表従前地欄記載の（１）ないし（４）の土地を全て所有していたが、その\nうち本件従前地以外の土地は他人に譲渡済みであること、はいずれも当事者間に争\nいがない。\n２　地区編入及び減歩について\n成立に争いのない甲第七号証、第一七号証、第三四号証、同乙第一三ないし第一五\n号証、第一八号証、第二三ないし第二六号証、第二七号証の一ないし三、第二八号\n証、前掲乙第一号証、第三三号証の一ないし八、証人Ｆの証言とこれにより成立の\n認められる乙第一六号証、証人Ｄ、同Ｅ、同Ｇの各証言、被告改良区代表者Ｂ米人\n尋問の結果及び弁論の全趣旨を総合すれば、次の事実が認められる。\n旧古知野町（昭和二九年六月一日江南市となる。）においては、別紙図面（一）の\nとおり、名鉄・古知野駅から西方に至るイ－ニの間に幅員一五メートルの道路をを\n造設することを基本構想の一つとする都市計画街路が定められ、同都市計画街路は\n昭和二九年三月三一日建設大臣の決定を得た（現在尾張北部都市計画街路）。\n右の幅員一五メートルの道路（通称駅西線と呼ばれている。以下、「本件道路」と\nいう。）の位置は、別紙図面（二）のとおり、原告ら先代Ａが当時一団の土地とし\nて所有していた別表従前地欄記載の（１）ないし（４）の土地のほぼ真中を貫通す\nるもので、\n右土地のうち一七六坪くらいが道路敷地となる見込みであつた。\n旧古知野町においては、昭和二八年頃から土地改良事業実施の気運が高まり、昭和\n三一年一月一九日、設立の認可を得て被告改良区（当時の名称は古知野土地改良\n区）が設立された。Ａ所有の前記土地は以前から宅地であり、しかも、被告改良区\nの地区界附近に在つたので、被告改良区としては、あえて右土地を事業地区内に編\n入する必要もなく、当初は地区に含めていなかつた。\nところが、Ａは、このままでは、同人所有の前記道路敷地となる部分は一坪当り\n五、〇〇〇円ないし七〇〇〇円で江南市に買収される見込みであり、もし、同人所\n有の前記土地（別表（１）ないし（４）の土地）が被告改良区の地区に編入されれ\nば、道路敷地となる部分についても換地が交付されると聞き及び、地区編入が自己\nに有利であると判断し、昭和三二年四月頃、被告改良区に対し第二工区への右土地\nの編入を願い出るに至つた。\nその頃既に、被告改良区第二工区においては、換地割当の指針となる「古知野土地\n改良区第二工区換地規程」を定めており、それによると、農地に対しては一六パー\nセント、宅地に対しては三パーセントの一般減歩を課すこと、他に道路負担等によ\nる特別の減歩を課すことになつていた。そのため、被告改良区では、Ａの前記土地\nを地区に編入すると、それが宅地であることから、道路敷となる部分（約一七六\n坪）に対しても減歩率三パーセントの換地を与えなければならず、そうすれば他の\n組合員に対する換地面積の減少をきたすおそれがあつて、Ａからの前記編入の願出\nに対しては異論を唱える組合員が多かつた。ところが、Ａはなおも編入を希望し、\n農地並みの減歩を承諾するから地区に編入してほしい旨強く要請したため、被告改\n良区はこれを容れて、同人の前記所有地を第二工区に編入のうえ本件土地改良事業\nを実施することとなつた。\nこのようにして、被告改良区は、昭和三二年一一月一三日、Ａ所有の別表従前地欄\n記載の（１）ないし（４）の土地に対して同表換地欄記載のとおり一時利用地を指\n定した（但し、別表の＜地名略＞、同＜地名略＞、同＜地名略＞、同＜地名略＞の\n土地は当時＜地名略＞として一筆の土地であつたところ、一時利用地指定後に右四\n筆に分筆されたものであるが、右一時利用地全体の位置及び合計面積は右分筆の前\n後を通じて変わりがない。）。\nＡは、右一時利用地指定後昭和四〇年二月ないし昭和四三年一二月の間に、別表の\nうち本件従前地（（１）（２）の土地）以外の従前地（（３）（４）の土地）を他\n人に売却し、その頃その旨の移転登記を経由した。\n被告改良区は、昭和四六年八月一日、別表記載の本件従前地（（１）（２）の土\n地）について同表記載の本件換地（（１）（２）の土地）を与え、且つ差引清算金\n七万五、五〇六円を交付する旨の換地計画を決定し、被告知事はこれを同年一二月\n三一日付で認可するとともに昭和四七年一月一四日付で公告した。\n以上の事実が認められる。原告Ｈ本人尋問の結果中、右認定に反する部分は前掲諸\n証拠に照らして措信し難い。\n右認定の事実によれば、Ａ所有の本件従前地を含む別表従前地欄記載の土地\n（（１）ないし（４）の土地）は宅地ではあるが、同人の要望に基づいてその同意\nの下に被告改良区の地区に編入されたものであるから、右地区編入の点に違法はな\nい。\nつぎに減歩についてみるに、本件従前地の地積の合計は一、三五五・八六平方メー\nトル、本件換地のそれは九四一・三三平方メートルであつて、その減歩率が三一パ\nーセントになることは原告ら主張のとおりである（このことは当事者間に争いがな\nい。）。\nところで、前掲各証拠によれば、本件換地の右地積は、別表記載のとおり、本件各\n従前地につきその地積に一般換地交付率（農地としての一般換地交付率）八四・五\nパーセント（その減歩率は一五・五パーセント）を乗じて一般換地交付基準地積を\n算出し、これに従前地道路増歩分、換地後道路負担減歩分を加減して差引換地交付\n基準地積を算定し、この地積に比すると、合計において一四・九三坪の不足となつ\nており、清算金として七万五、五〇六円が交付されることになつているものであ\nる。\n而して、本件従前地は以前から宅地であり（この点は当事者間に争いがない。）、\n前示認定のとおり、被告改良区においては換地割当の指針として「古知野土地改良\n区第二工区換地規程」を定めており、そこでは、宅地に対する一般減歩率が三パー\nセント、農地に対するそれが一六パーセントと定められていたのであるから、本件\n換地の地積算出に用いられた前記一般換地交付率（八四・五パーセント）はこの規\n程に違反することになるが、さきに認定のとおり、本件従前地を含む別表記載の従\n前地（（１）ないし（４）の土地）が被告改良区の地区に編入されたのは当時の所\n有者Ａの強い希望に拠るものであり、その際、同人は農地並み一六パーセントの一\n般減歩率を自ら承諾しているのであるから、これにより同人は被告改良区に対して\n右従前地につき宅地としての減歩率による換地を受ける利益を放棄したものという\nべく、これに従つてなされた前記一般換地交付基準地積の算出に違法のかどは認め\nられない。\nまた、本件換地の地積算定においては前記のとおり、従前地道路増歩分、換地後道\n路負担減歩分が加減されているが、前掲各証拠によれば、別紙図面（一）及び\n（二）のように、本件換地は幅員一五メートルの地域主要道路である本件道路の両\n側に位置する宅地であり、その効用並びに経済的価値の特に顕著な土地であること\nが認められるから、別表記載の程度の換地後道路負担減歩分の算定は相当であつて\nこれが違法であるとは認められない。\nもつとも、右のような方法で算定して本件換地処分においてはなお、合計で一四・\n九三坪の不足を生じているが、これは従前地の合計地積に比して三・六パーセン\nト、差引換地交付基準地積の合計に比して四・九パーセントの極めて低率のもの\nで、地積に若干の過不足の生ずることは換地処分の性質上止むを得ないことである\nから、右程度の低率の不足があるからと言つて本件換地処分が違法であるとするの\nは当らない。\nさらに、原告らは、被告改良区第二工区長Ｂが本件道路の敷地となる部分だけを地\n区に編入し、その編入部分に対しては一〇〇パーセントの換地を交付する旨約束し\nた、と主張しているけれども、その事実を認めるに足る証拠はない。\n本件換地処分における減歩に違法の点はないものというべきである。\n３　照応原則について\n旧法五三条二項によれば、換地は従前の土地の地目、地積、土性、水利、傾斜、温\n度等を標準として定めなければならないところ、そのうち地積については前記のと\nおり減歩に違法がないのであるから相当であり、その他の要因については前掲乙第\n一三号証、原告Ｈの本人尋問の結果及び弁論の全趣旨によつて照応性が認められる\nので、本件換地処分は照応原則に適合するものというべきである。\n４　都市計画道路（本件道路）の新設について\n原告らは、土地改良事業によつて幅員一五メートルにも及び本件道路を新設したこ\nとは違法である、と主張するので検討する。\n本件道路の敷地となる土地が本件土地改良事業によつて取得されたものであること\nは当事者間に争いがない。\n弁論の全趣旨によれば、本件土地改良事業は区画整理を目的の一つとする土地改良\n事業と認められるところ、この種の事業においては土地の区画形質の変更を行なう\nとともに土地改良の実をあげるために併せて区域内の道路、水路等の新設変更が行\nなわれるのが通例であり、法律上もこれを禁ずるものではない。本件道路は幅員一\n五メートルに及ぶ広幅な道路ではあるが、法律上道路幅員を制限する規定はなく、\n前掲甲第一七号証、乙第一三号証、第三三号証の一ないし八によれば、本件道路は\n農耕用及び生活用に利用される道路であると認められ、しかも、前記三、に認定の\nとおり本件道路は被告改良区設立前より都市計画街路として決定していたので、被\n告改良区は右街路計画に符合して本件道路の造設を図つたものであるから、これを\nもつて違法とするのは当らない。\n右のとおり、原告らの主張するところはいずれも理由がなく、被告改良区のなした\n本件換地処分は適法である。\n第四　結語\n以上の次第であるから、被告知事に対する訴えはいずれも却下し、被告改良区に対\nする訴えのうち、主位的請求にかかる部分は却下し、予備的請求は棄却することと\nし、訴訟費用の負担については民事訴訟法八九条、九三条を適用して、主文のとお\nり判決した。\n（裁判官　藤井俊彦　浜崎浩一　山川悦男）\n（第一、二目録、図面（一）、（二）、別表）省略\n"
}