{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 51,
    "month": 4,
    "day": 27
  },
  "case_number": "昭和48(行ウ)93",
  "case_name": "法人税更正処分取消請求事件",
  "court_name": "東京地方裁判所",
  "field": "行政",
  "gist": "敷地使用権とともにマンションを分譲した場合における売上原価の算定に当たり，右使用権は民法上の地上権に類似する権利であるとして，相続税法２３条に定める地上権価額の評価方法を類推してその価額を算定した事例",
  "lawsuit_id": "17874",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17874",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/874/017874_hanrei.pdf",
  "contents": "○　主文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n○　事実\n第一　当事者の申立\n（原　告）\n一　被告が昭和四六年六月三〇日付でした原告の昭和四四年六月一日から昭和四五\n年五月三一日までの事業年度の法人税更正処分のうち、所得金額一、三五九、〇七\n九円を超える部分を取消す。\n二　訴訟費用は被告の負担とする。\n（被　告）\n主文同旨\n第二　原告の請求原因\n一　原告は不動産の建築分譲・賃貸借を目的とする株式会社であるところ、昭和四\n四年六月一日から昭和四五年五月三一日までの事業年度（以下本件係争事業年度と\nいう）の法人税に関する所得につき、次表のとおり確定申告をしたところ、同表記\n載のとおりの経緯で更正処分および審査裁決がなされた。\n二　しかし、本件更正処分は、確定申告にかかるマンシヨンの売上原価のうち八、\n九四〇、〇〇〇円を否認して所得金額を過大に認定した違法があるから、更正にか\nかる所得金額一〇、二九九、〇七九円から右売上原価否認額八、九四〇、〇〇〇円\nを控除した所得金額一、三五九、〇七九円を超える部分につき、その取消を求め\nる。\n第三　請求原因に対する被告の認否および主張\n（請求原因に対する認否）\n一　請求原因一の事実は認める。\n二　同二のうち、本件更正処分において確定申告にかかるマンシヨンの売上原価の\nうち、八、九四〇、〇〇〇円を否認したことは認めるが、その余の主張は争う。\n（被告の主張）\n一　本件更正処分の内容は次のとおりである。\n二　原告が本訴において争う売上原価否認の根拠は次のとおりである。\n１　売上原価否認額八、九四〇、〇〇〇円のうち、三、九五〇、〇〇〇円について\n（一）　原告は、マンシヨン建築のため、（イ）昭和四二年一〇月五日付で訴外金\n須興業株式会社所有の東京都港区＜以下略＞外二筆所在の土地四七七・一五平方メ\nートルを二〇、〇〇〇、〇〇〇円で、（ロ）昭和四三年五月六日付で訴外Ａ所有の\n横浜市＜以下略＞所在の土地七一七・三五平方メートル（同地上の建物を含む。）\nを一九、五〇〇、〇〇〇円で、それぞれ取得し前者については昭和四二年一〇月六\n日、後者については同四三年五月一五日に所有権移転の登記を経由した。\n（二）　原告は、前記（イ）、（ロ）の土地上にそれぞれマンシヨンを建築し（以\n下（イ）の土地上のものを高輪マンシヨン、（ロ）の土地上のものをダイアナマン\nシヨンという。）、本件係争事業年度中に右両マンシヨンを分譲したことに伴い、\n前記（一）の売買により取得した土地代金の合計額三九、五〇〇、〇〇〇円を両マ\nンシヨンの売上金額に対応する売上原価に算入し、本件係争事業年度の所得金額を\n計算した。\n（三）　しかし、被告の調査したところによれば、原告とマンシヨン購入者（以下\n「建物の区分所有者」ともいう。）との間で締結された売買契約書には、両マンシ\nヨンとも売買の目的となつたのは、マンシヨンの建物専有部分のみで、土地の共有\n持分の譲渡は行なわれておらず、また、原告を管理者、建物の区分所有者を被管理\n者とする管理委託契約書二条によれば、「地代、維持費及び共益費として月額\n円也をその前月末日限り持参支払うものとする。」旨の記載があり、建物の区\n分所有者は、右両契約に基づき地代を含めて管理費を支払つていることが認められ\nた。\n（四）　被告は、以上の事実と、両マンシヨンの敷地である土地の所有者名義がマ\nンシヨン分譲後も原告にあることから、原告は、マンシヨン敷地の土地所有権を建\n物の区分所有者に帰属させたものではなく、マンシヨンとしての経済的効果を果た\nさせるために建物の区分所有者に対して敷地使用権を与えていると解したものであ\nる。\n（五）　ところで、右敷地使用権は、物権的性格の強い権利であることは明らかで\nあり、したがつて、財産的な価値を有するものである。税務上、物権的性格の強い\n権利のうち、地上権価額の算定方法については相続税法二三条で、また所有権およ\nび賃借権価額の算定方法については同法二二条（具体的には相続税財産評価通達）\nで、それぞれ定められているが、右敷地使用権価額の算定方法については、なんら\nの定めがなく、また一般の取上においても右敷地使用権価額の算定方法は、慣行と\nしても確立されていないが現状である。\n（六）　したがつて、被告は、右敷地使用権価額の算定に当り、両マンシヨンの敷\n地である土地の所有権が原告にあること、および原告と建物の区分所有者との間に\n土地についての賃貸借契約が締結されていないことから、右敷地使用権は、民法二\n六五条に定める地上権とは異なるが、その性格上、右地上権に類似するものと認定\nし、両マンシヨンが鉄骨鉄筋コンクリート造で、その耐用年数は、六〇年（減価償\n却資産の耐用年数等に関する省令昭和四〇年大蔵省令第一五号－ただし昭和四五年\n三三号により改正のもの－別表第一）であることから、相続税法二三条に定める地\n上権価額の算定方法を援用し、両マンシヨンの敷地の土地の取得価額（三九、五〇\n〇、〇〇〇円）の九割相当額（三五、五五〇、〇〇〇円）を右敷地使用価額として\n売上原価と認め、一割相当額（三、九五〇、〇〇〇円）は、売上原価に認められな\nいものとして否認したものである。\n２　売上原価否認額八、九四〇、〇〇〇円のうち、四、九九〇、〇〇〇円について\n（一）　原告は、ダイアナマンシヨンの建築分譲にかかる所得金額の計算上、訴外\nＢから昭和四四年七月一二日付の売買により取得した横浜市＜以下略＞の土地（五\n三・四二坪）および同地上の木造トタン葺二階建ての建物（二二坪）の代金四、九\n九〇、〇〇〇円を同マンシヨンの売上金額に対応する売上原価に算入して、本件係\n争事業年度の所得金額を計算している。\n（二）　しかし、被告の調査したところによれば、右物件の取得の経緯およびその\n利用状況は次のとおりである。\n（１）　原告は、ダイアナマンシヨンの建築に際し、地元住民の反対により、原告\n所有の土地に隣接する訴外遍照寺（横浜市＜以下略＞所在）所有の土地の一部を同\nマンシヨンの敷地として使用するための借地契約ができなくなつたため、当初計画\nした同マンシヨンの規模を一部縮少し、昭和四三年九月一〇日付で建築確認を受け\nた。\n（２）　その後、原告所有の土地の隣接地の所有者である訴外Ｂから、同マンシヨ\nンの建築に伴う日照権の侵害等につき問題が提起されたため、原告は、昭和四四年\n七月一二日付で、訴外Ｂの所有する右物件を売買により取得した。\n（３）　原告は、右物件の取得に伴い当初計画した規模どおりのマンシヨン建築が\n可能となつたので、前記建築確認とは別に、昭和四四年四月三日付で、増築工事と\nしての建築確認を受けた。\n（４）　さらにその後、さきに訴外遍照寺から同マンシヨンの敷地としての借用を\n拒否されていた土地が昭和四四年七月から原告が借用できることとなつたので、原\n告は、訴外Ｂより取得した土地を同マンシヨンの敷地として使用することなく、従\n来原告が所有していた土地と訴外遍照寺から借用した土地とを利用して同マンシヨ\nンを建築した。\n（５）　右のとおり、原告は、訴外Ｂより取得した物件が同マンシヨンの敷地とし\nて不要となつたため、翌事業年度に、右土地の上にある建物をアパートに改造し、\n昭和四六年五月三一日付の朝日新聞神奈川版の紙面に、同物件を一、〇〇〇万円で\n売却する旨の広告を行なつている。\nちなみに、同物件は、その後昭和四七年三月三一日付で訴外Ｃ所有の物件と交換し\nている。\n（三）　以上のとおり、原告が訴外Ｂから取得した物件は、その取得の動機がダイ\nアナマンシヨンの建築にかかわりあいがあつたとしても、本件係争事業年度末にお\nいては、同マンシヨシの建築と直接関係を有する土地でないところから、被告は、\nその取得価額（四、九九〇、〇〇〇円）は、右マンシヨンの売上原価に認められな\nい金額として否認したものである。\n第四　被告の主張に対する原告の認否および主張\n（被告の主張に対する認否）\n一　被告の主張一の本件更正処分の内容は認める。\n二　同二１のうち、（一）、（二）の事実は認め、（三）、（四）、（六）の事実\nは否認し、（五）は争う。\n同二２のうち、（一）および（二）の（１）ないし（３）の事実は認め、同（二）\nの（４）、（５）および同（三）の事実は否認する。\n（原告の主張）\n被告が、本件両マンシヨンの敷地購入代金に関し八、九四〇、〇〇〇円につき売上\n原価として認めなかつたのは次の理由により違法である。\n１　売上原価否認額八、九四〇、〇〇〇円のうち、三、九五〇、〇〇〇円について\n原告は、本件両マンシヨンをいずれも全戸土地付分譲マンシヨンとして譲渡したも\nのであり、したがつてその敷地については原告のもとに留保された残余価額なるも\nのは全く存在しない。その事情は次のとおりである。\n（一）　原告は、本件両マンシヨンの敷地について、マンシヨン購入者に対し共有\n登記手続をしていないが、これは、土地共有登記をすること自体が煩雑であるう\nえ、建物区分所有権の譲渡に伴いその都度土地共有登記の持分移転登記をする必要\nが生ずること、他方土地共有登記を経由さずにおくと固定資産税等の公租公課を一\n括払いすることができて便宜であり、マンシヨン管理上の利点もあることなどの理\n由から、マンシヨン購入者との合意のもとに土地所有権をマンシヨン販売者であ\nり、管理受託者である原告の所有名義としておいたものである。\n（二）　原告は、両マンシヨンの販売価額の決定にあたり、土地購入代金全額を基\n礎として算入してあり、原告を所有者とする底地権価額の残留の事実もないのでこ\nれを考慮していない。そして、両マンシヨンの各販売価額は、土地付分譲マンシヨ\nン価額としては適正価額である。\n（三）　原告は、本件両マンシヨンの敷地について建物の区分所有者らから地代を\n徴収していない。\nなるほど、被告主張の両マンシヨンについての管理規約中には管理費の内訳として\n「地代」の記載があるけれども、これは、高輪マンシヨンについては敷地内に公図\n上道路敷（国有地）があり、境界が不分明なので、原告においてこの点を解決する\nまでの間原告が国に対し支払うべき地代等の使用料の意味であり、ダイアナマンシ\nヨンについては敷地内に訴外遍照寺からの賃借土地があるので同寺に支払うべき地\n代の意味であつて、原告が建物区分所有者から支払いをうける地代という意味では\nない。\n（四）　原告が建物区分所有者との間で締結した契約中には、確かに、マンシヨン\n敷地所有権の帰属について明示されてはいないが、本件両マンシヨン販売当時（昭\n和四四年頃）、借地権付分譲マンシヨンというものは一般的でなく、また、他人所\n有地を借りて分譲マンシヨンを建設する場合以外に自社所有地上のマンシヨンを借\n地権付で販売することはなかつたから、契約上特に言わなくともマンシヨンの分譲\nといえば当然土地所有権付を意味するものであり、何ら異とするに足りないという\nべきである。なお、当時、法規上もマンシヨン分譲にあたり敷地の所有権帰属につ\nき明示することはなんら義務づけられてはいなかつたものである。\n２　売上原価否認額八、九四〇、〇〇〇円のうち、四、九九〇、〇〇〇円について\n原告は、ダイアナマンシヨンの建設に際し、当初、その敷地は訴外Ａから取得した\n土地（横浜市＜以下略＞）および宗教法人遍照寺から借受ける土地（同区＜以下略\n＞）をこれにあてるべく計画していたのであるが、遍照寺との借地契約締結が遅れ\nたため、これに代えて、訴外Ｂから同区＜以下略＞の土地を代金四、九九〇、〇〇\n〇円で購入し、右土地とＡから取得した前記土地とを併せて同マンシヨンの敷地と\nすることとし、建物区分所有者に対しては右両土地付マンシヨンとして分譲すると\nいうことで、分譲業務を開始した。\nしかるに、その後昭和四七年七月遍照寺から当初予定の土地を賃料月額五、〇〇〇\n円で借受けることに成功したので、Ｂから取得した前記土地と遍照寺からの右借地\nとを等価で差し換えることとし、売上価額を変更しないで、一部土地付、一部借地\n権付きの併用された分譲方式をとることにした。以上の次第で、Ｂから取得した土\n地は、同マンシヨン分譲の対象外となつたとはいうものの、その代りに、遍照寺か\nらの借地にかかる部分の建物区分所有者に対する転貸により、原告が遍照寺から取\n得した借地権価額（約五、〇〇〇、〇〇〇円相当額）の譲渡がなされているから、\nその価額のうち四、九九〇、〇〇〇円相当額（Ｂからめ土地取得代金相当額）を同\nマンシヨンの売上原価に算入するのが正当である。\n第五　原告の主張に対する被告の反論\n一　原告は、本件両マンシヨンの管理規約に地代を徴収する旨表示しているのは、\n両マンシヨンの敷地の一部に国や遍照寺の土地があり、その地代（土地使用料）の\n負担支払いがあることによるものであつて、建物の区分所有者に対するマンシヨン\n敷地の賃貸しに基づく地代ではないと主張する。\nしかし、原告が建築分譲した高輪マンシヨンの敷地内にある国有地の面積はたかだ\nか二八平方メートルにすぎず、かりに原告が国に支払うべき土地使用料を建物の区\n分所有者に転嫁するとしても、右面積にてらせば建物の区分所有者の負担すべき金\n額は極めて微々たるものである。しかも原告は国に対しては右土地は自己の所有で\nある旨主張して地代等を支払おうともしていない。\nまた、原告が訴外遍照寺に支払つている月額五、〇〇〇円の金員は、原告と同寺と\nの間に土地の賃貸借契約が締結されていないところから、右金員の性格は地代とは\nいえず、単に地代という名称を付して支払つているにすぎないものである。\nしたがつて、右事実関係からすれば、管理規約にいう地代が原告主張のような内容\nのものとは理解できない。\n二　前記のとおり、建物の区分所有者が地代を含めて管理費を支払うという管理規\n約がなされていることのほかに、原告が建物区分所有者と締結したマンシヨン売買\n契約書の内容がマンシヨン分譲業者が通常使用している土地付分譲の場合の契約書\nあるいは借地権付分譲の場合の契約書のいずれの内容とも異なり、敷地の権利関係\nが明示されていない極めて特殊な内容であること、マンシヨン分譲後現在に至るま\nで依然として両マンシヨンの敷地である土地の登記簿上の所有者名義が原告である\nこと、建物の区分所有者が建物の取得と同時にその敷地たる土地の所有権（持分な\nいし共有のいずれの権利としても）を取得したという意思を明示していること等を\n総合すれば、原告が両マンシヨンの分譲にあたり建物の区分所有者にマンシヨン敷\n地の所有権を移転したものではなくして、敷地の使用権を与えたものと解するのが\n相当である。\n三　原告は、訴外遍照寺から賃借した土地をダイアナマンシヨン敷地として建物の\n区分所有者に転貸していると主張するが、同土地の形状は同マンシヨンの建築敷地\nの一部に隣接する崖地であるばかりでなく、前記のとおり、原告は同土地について\n遍照寺との間に賃貸借契約を締結していないのであるから、原告が同土地を建物の\n区分所有者へ転貸することはできないものであるし、かつ、遍照寺において右土地\nの転貸につき承諾を与えている事実もない。\nよつて、原告の主張はいずれも失当である。\n第六　証拠関係（省略）\n○　理由\n一　請求原因一の本件課税処分の経緯および被告の主張一の本件更正処分の内容に\nついては当事者間に争いがない。\n二　そこで、本件更正処分について八、九四〇、〇〇〇円を売上原価として認めな\nかつたことの当否に１ついて判断する。\n１　売上原価否認額八、九四〇、〇〇〇円のうち三、九五〇、〇〇〇円について\n（一）　右の否認の根拠として主張する被告の主張のうち、二、１、（一）、\n（二）の事実は当事者間に争いがない。\n（二）　いわゆるマンシヨンの建築分譲においてその敷地の購入代の金額がマンシ\nヨンの販売損益計算上、売上原価として認められるためには、分譲にかかる各戸マ\nンシヨンに相応する敷地の所有権（持分権）についても売買の対象とされているこ\nとが必要なことはいうまでもないから、右の点について検討する。\n（１）　成立に争いのない甲第九号証、第一五、一六号証、乙第三号証の一、二、\n第一〇号証、原本の存在ならびに成立に争いのない同第四号証、証人Ｄ、同Ｅの各\n証言によると、次の事実を認めることができる。\n（イ）　原告がマンシヨン購入者と交した本件両マンシヨンの売買契約書には、分\n譲マンシヨンの敷地に関して、その所有者、土地付分譲か使用権設定か等の権利関\n係についての記載および登記手続に関する約定の記載がまつたくないばかりでな\nく、原告は口頭によつてでも購入者に対し右の点についての説明をなんらしていな\nい。のみならず、原告は高輪マンシヨンの購入者に対して同マンシヨンは借地権付\nであると明示した文書を交付さえしている。\n（ロ）　本件両マンシヨンの販売広告パンフレツト、原告とマンシヨン購入者との\n間の管理委託契約書、管理規約等にはマンシヨン購入者の負担すべきものとして\n「地代」と記載されている。\nもつとも、原告は右の「地代」の記載は、高輪マンシヨンについては、敷地内に国\n有地があるので、国に収めるべき地代の意味であり、ダイアナマンシヨンについて\nは、敷地の一部には訴外遍照寺からの貸借地があるので、同寺に支払うべき地代の\n意味であると主張する。\nしかしながら、成立に争いのない乙第一号証、証人Ｅの証言、原告代表者Ｆの尋問\nの結果によれば、原告は高輪マンシヨンの敷地内に国有地のあることを知りなが\nら、国との間に右国有地を賃借するとか、払下げをうけるとかについて誠意ある折\n衡をなしたことがないうえ、地代相当額の金員を支払わないで今日に至つており、\n同マンシヨン購入者も敷地内に国有地の存在することは原告から告知されてもいな\nいことが認められる。また、ダイアナマンシヨンの敷地についても、後記のとお\nり、原告が同マンシヨン建設にあたり、同マンシヨン敷地に隣接する傾斜地につい\nて遍照寺に対し地代名義として月額五、〇〇〇円の金員を支払つていることを認め\nることはできるにしても、右土地（傾斜地）について原告と遍照寺との間にいかな\nる契約が存在するのか不明なばかりでなく、証人Ｅの証言によると、同マンシヨン\n購入者の側においても原告が主張するように同マンシヨンの敷地の一部につき遍照\n寺から賃借していることについては原告からなんら知らされていないことが窺わ\nれ、しかも、原告が遍照寺に支払う月額五、〇〇〇円の金員は、いかにも僅少であ\nつて、これを同マンシヨン購入者から地代の名目で徴収するにしては内容が伴わな\nいものと考えられる。\nしてみると、前記「地代」の記載をもつて原告の主張するような地代と解すべき客\n観的事実が認められず、ましてマンシヨン購入者に対して右のように解することを\n期待するのは困難であるから、同人らにおいては右の「地代」を同人らが原告に対\nして支払うべき本件各マンシヨンの敷地全体の地代の意味に理解するものと認める\nよりほかないものというべきである。\n事実、マンシヨン購入者も本件分譲マンシヨンの売買の対象は建物のみであり、敷\n地は賃借であると理解している者がいるのに対し、土地付分譲マンシヨンを購入し\nたものであると主張する者はいない。\n（ハ）　本件各マンシヨンの敷地については、マンシヨン分譲後も、所有権移転登\n記手続がなされずに、現に原告名義のままであるところ、原告代表者Ｆは、本件両\nマンシヨンは土地付分譲であるとし、両マンシヨン購入者に対して土地所有権移転\n登記手続をしない理由として、マンシヨン敷地の共有持分が転売されたときに生ず\nるかもしれない紛争や土地管理の煩雑を考慮していること、土地の公租公課も原告\n名義で一括納入するのが便宜であること等を挙げ、しかもマンシヨン購入者全員が\n登記手続を望むのであればともかく、個々人の要求では応じられないとの趣旨の供\n述をしているのであるが、土地所有権移転登記をしない理由も首肯できず、むし\nろ、原告の真の意向は購入者に対して右の移転登記を拒否することにあるものとい\nわざるをえない。\n原告代表者Ｆの尋問の結果のうち以上の認定に反する部分は前掲各証拠に照らした\nやすく採用しがたい。\n（２）　本件両マンシヨンの分譲価額が土地付分譲マンシヨン価額として適正であ\nるか否かということも一般的には土地付分譲であるか否かを認定するための一つの\n事情となりうる余地があるというべきである。しかしながら本件においては前に認\n定した諸事情との関連からみて、本件両マンシヨンの分譲価額が土地付分譲マンシ\nヨン価額として適正であるか否かということは必ずしも土地付分譲であるか否かの\n認定に影響するものとは認められない。のみならず、右の適正額の判断は、分譲マ\nンシヨンと敷地の価額の合計額を原価とした場合にいくらの原価率であれば相当な\nのか、また、販売経費を加えたところで利益率を幾らにすれば販売価額が適正なの\nか等について検討を加えなければこれを決することができないものと解すべきとこ\nろ、本件両マンシヨンの分譲価額に関しては本件すべての訴訟資料によつても右の\n点がなんら解明されていない。したがつて、いずれにせよ本件両マンシヨンの分譲\n価額によつては、土地付分譲であるか否かの事実認定を左右することはできがたい\nものというべきである。\nそして、すべての証拠によつても、他に右の事実認定を左右するに足る事情の存在\nすることも格別認められない。\n以上税よれば、本件両マンシヨンの分譲に際して原告がマンシヨン購入者に対して\n当該マンシヨンの敷地所有権（共有持分）を移転する旨の意思表示をし、マンシヨ\nン購入者においてこれに同意してその旨の合意が成立したとは認められないという\nべきであるから、本件両マンシヨンの敷地所有権（持分権）は売買の対象とされて\nいないものと判断するよりほかないものである。\n（三）　以上のとおり、本件両マンシヨンの敷地所有権は、分譲マンシヨン購入者\nに移転されなかつたものと認められるとすれば、マンシヨンとしての経済的効用を\n全うさせるためにマンシヨン購入者に対して敷地使用権が与えられているものと解\nすべきところ、右敷地使用権の性質、内容はマンシヨン売買当事者間に明示の契約\nは存しないにしても、両マンシヨンが鉄骨鉄筋コンクリート造であること、およ\nび、両マンシヨンの使用目的に照らし民法所定の地上権そのものではないが、これ\nに類似する権利であると認めるのが相当である。そうすると、両マンシヨンの耐用\n年数は六〇年（減価償却資金の耐用年数等に関する省令昭和四〇年大蔵省令第一五\n号──ただし昭和四五年三三号により改正のもの──別表第一）であることから、\n相続税決二三条の類推適用により、本件両マンシヨンの敷地使用権の価額は、右使\n用権の設定されていない場合の時価、すなわち本件両マンシヨン敷地の取得価額\n（三九、五〇〇、〇〇〇円）の九割相当額（三五、五五〇、〇〇〇円）となるか\nら、右金額を本件両マンシヨンの売上原価として認めるのが相当であり、これを超\nえる金額、すなわち、右土地取得価額の一割相当額（三、九五〇、〇〇〇円）は売\n上原価としては認められないものというべきである。\n２　売上原価否認額八、九四〇、〇〇〇円のうち四、九九〇、〇〇〇円について\n（一）　右否認の根拠として主張する被告の主張のうち、二、２、（一）および\n（二）の（１）ないし（３）の事実、すなわち、原告がダイアナマンシヨン建設の\n必要上、Ｂから原告主張の所在の土地・建物を代金四、九九〇、〇〇〇円で、取得\nしたことは当事者間に争いがないところ、成立に争いのない甲第一二号証、乙第二\n号証、原告代表者Ｆの尋問の結果ならびに弁論の全趣旨によると、原告はＢから取\n得した前記土地・建物を昭和四七年三月訴外Ｃに交換により手離したことにより、\n結局同土地はダイアナマンシヨン建設地に供されなかつたことを認めることができ\nる。\nしてみれば、原告がＢから右土地・建物を取得するために要した費用四、九九〇、\n〇〇〇円はそれ自体としてはダイアナマンシヨンの売上原価を構成するいわれはな\nいというべきである。\n（二）　原告は、Ｂから取得した前記土地・建物を手離した代りに、ダイアナマン\nシヨンに隣接する遍照寺所有の土地を賃借したので両土地が等価で差し換えられた\nものであるとか、あるいは、原告が遍照寺から賃借した同土地は、これをダイアナ\nマンシヨンの購入者に転貸することにより、遍照寺から取得した借地権価額（約\n五、〇〇〇、〇〇〇円相当額）の譲渡がなされているから、右借地権価額のうち、\n前記Ｂの所有地を取得するに要した金額が売上原価に算入されるべきであると主張\nする。\nしかしながら遍照寺から取得した土地の取得価額が売上原価に算入されるために\nは、同土地がダイアナマンシヨンの敷地として使用されていることおよび同土地の\n取得価額が確定されなければならないものであることはいうまでもない。\nところが、成立に争いのない甲第一四号証の一、二、原告代表Ｆの尋問の結果によ\nれば、原告が、原告主張の遍照寺所有地に関し地代名義で同寺に月額五、〇〇〇円\nの金員を支払つていることを認めることができるけれども、成立に争いのない乙第\n一三号証、証人Ｅの証言、前掲原告代表者尋問の結果によれば、原告主張の遍照寺\nの所有地は、ダイアナマンシヨンの東北側に隣接する傾斜約三〇度のいわゆる崖地\nであることが認められ、右状況からすれば、同崖地が本件ダイアナマンシヨンの敷\n地に供用されているものとはたやすく認めがたく、したがつて、また原告が右土地\nをマンシヨン購入者に対し転貸しているものと認められない。そうすると、原告が\nいかなる必要上右崖地を借受けなければならないのか分明でないばかりでなく、原\n告が土地賃貸借契約であると主張する遍照寺との間の契約の内容、原告が同寺に支\n払う地代名義の月額五、〇〇〇円の金員の性質等が不明確であるうえ五、〇〇〇円\nという支払金額および原告代表者Ｆの尋問の結果によつて認められる原告が右土地\nの使用取得の対価としてなんらの支払もしていない事実等からすれば、右土地の賃\n借権価額が原告主張の五、〇〇〇、〇〇〇円というのはいかにも過大に過ぎ不相当\nであること等にかんがみると、原告が主張するように同マンシヨン建設上、かりに\n右遍照寺所有地を利用する必要があるとしても、右利用すべき権利が借地法上の借\n地権であつて、その価額が四、九九〇、〇〇〇円相当であるとは末だ認めがたいと\nいわざるをえない。\n（三）　してみれば、前記四、九九〇、〇〇〇円に関し、これをダイアナマンシヨ\nンの売上原価として認めなかつた被告の処分は適法というべきである。\n以上の理由により、売上原価八、九四〇、〇〇〇円を否認したことについては原告\nの主張するような違法はなく、したがつて、本件更正処分の所得金額の設定は適法\nというべきである。\n三　よつて、原告の本訴請求は理由がないからこれを棄却することとし、訴訟費用\nの負担につき行訴法七条、民訴法八九条を適用して主文のとおり判決する。\n（裁判官　内藤正久　山下　薫　飯村敏明）\n"
}