{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 50,
    "month": 10,
    "day": 30
  },
  "case_number": "昭和43(行ウ)793",
  "case_name": "更正処分取消請求事件",
  "court_name": "大阪地方裁判所",
  "field": "行政",
  "gist": "時計小売業を営む白色申告者に対し，実調資料から得た同業者の商品回転率等の平均値により売上額等を推計したことが，右調査の対象例が少ないうえ，右商品回転率の偏差が大きく，かつ，営業規模，立地条件等についての類似性を考慮していないとして，合理性がないとされた事例",
  "lawsuit_id": "17932",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17932",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/932/017932_hanrei.pdf",
  "contents": "○　主文\n被告住吉税務署長が昭和四一年一一月一七日付でした、原告の昭和四〇年分所得税\nの総所得金額を七七万八一〇〇円とする更正のうち、一三万七五〇〇円を超える部\n分を取消す。\n原告の被告大阪国税局長、同国に対する請求はいずれも棄却する。\n訴訟費用は、原告と被告住吉税務署長との間においては被告住吉税務署長の負担と\nし、原告と被告大阪国税局長、同国との間においては全部原告の負担とする。\n○　事実\n第一　当事者の求めた裁判\n一　原告\n１　主文第一項と同旨\n２　被告大阪国税局長が昭和四三年七月五日付で、主文第一項の更正に対する原告\nの審査請求を棄却した裁決を取消す。\n３　被告国は原告に対し、五万円およびこれに対する昭和四三年一〇月二四日から\n支払ずみまで年五分の割合による金員を支払え。\n４　訴訟費用は被告らの負担とする。\nとの判決並びに第３項につき仮執行の宣言\n二　被告ら\n１　原告の請求を棄却する。\n２　訴訟費用に原告の負担とする。\nとの判決並びに請求の趣旨第３項について仮執行の宣言が附される場合には、担保\nを条件とする仮執行免脱の宣言\n第二　当事者の主張\n一　請求原因\n１　原告は、時計小売業を営む者であつて、大阪市＜以下略＞の零細商工業者が自\nらの生活と営業を守ることを目的として組織した住吉商工連合会並びに大阪府下の\n各商工会の結集した大阪商工団体連合会の会員であるが、昭和四一年三月一一日被\n告住吉税務署長（以下、被告署長という）に対し、昭和四〇年分所得税につき、総\n所得金額を一三万七五〇〇円、所得税額を零として白色申告書による確定申告をし\nたところ、被告署長は、昭和四一年一一月一七日総所得金額を七七万八一〇〇円、\n所得税額を八万六〇〇〇円とする更正並びに過少申告加算税四三〇〇円を賦課する\n決定をし、同月一九日その旨原告に通知した。\n２　そこで、原告は、同年一二月一三日右処分につき被告署長に対し異議申立てを\nしたところ、同署長は、昭和四二年二月二〇日これを棄却するとの決定をし、同月\n二二日原告に通知したので、原告は、同年三月一八日被告大阪国税局長（以下、被\n告局長という）に対し審査請求をしたが、同局長は、昭和四三年七月五日これを棄\n却するとの裁決をし、同日その裁決書謄本を原告に送達した。\n３　しかし、本件更正には、次の違法がある。\n（一）　本件更正通知書には理由の記載がなく、また、その後の異議申立てに対す\nる決定並びに審査請求に対する裁決によつても更正の理由は未だ明らかでなく、こ\nれは不服審査制度における争点主義に違反する。\n（二）　国税通則法第二四条によると、更正は調査に基づきなされるべきものであ\nり、かつ右調査に納税者の生活と営業を不当に妨害することのない適正なものであ\nることを要求されるところ、被告署長は原告に対し不当な調査をし、かかる不当な\n調査に基づいて本件更正をした。\n（三）　更正は適正かつ平等にされなければならないのに、被告署長に、原告が商\n工会々員である故をもつて、他の納税者と差別しかつ商工会の弱体化を企図して、\n本件更正をした。\n（四）　原告の本件係争年分の総所得金額は一三万七五〇〇円であり、本件更正は\n原告の所得を過大に認定している。\n４　被告局長は、原告の前記審査請求に対する審査を行うには、通常六か月、最大\n限一年で足りるにもかかわらず、故意に一年間も放置してこれを遷延させ、速やか\nに行政救済を受けるべき原告の権利を侵害し、金銭的に評価すれば五万円を下らな\nい無形の損害を原告に与えた。\nしたがつて、被告国は、国家賠償法第一条第一項により、原告の右損害を賠償すべ\nき義務がある。\n５　よつて、原告は、被告署長に対して本件更正のうち一三万七五〇〇円を超える\n部分の取消しを、被告局長に対して本件裁決の取消しを、被告国に対して五万円と\nこれに対する被告局長の原告に対する不法行為の日の後である昭和四三年一〇月二\n四日から支払ずみまで民法所定の年五分の割合による遅延損害金の支払を、それぞ\nれ求める。\n二　請求原因に対する被告らの答弁\n１　請求原因１のうち、原告がその主張のような住吉商工連合会および大阪商工団\n体連合会の会員であることは不知、その余は認める。\n２　同２は認める。\n３　同３は、（一）のうち更正通知書に理由の記載のないことを認め、その余は争\nう。\n４　同４は争う。\n三　被告署長の主張\n１　被告署長は、原告の昭和四〇年分所得税の調査のため、昭和四一年五月九日保\n官を原告の店舗へ赴かせ、昭和四〇年分の営業に関する帳簿および原始記録の提示\nを求めたが、原告は「帳簿は記帳していない。伝票等の原始記録は保存していな\nい。」と申立てて提示せず、確定申告額の計算根基についての質問にも、口頭で概\n括的に説明するのみで、調査に対する協カは全く得られなかつた。そこで、係官が\n昭和四一年九月一二日再度原告の店舗に臨場し、在庫品について実地たな卸をした\nところ、販売価額によるたな卸商品の合計額は二八三万八九七五円もあつた。そこ\nで、原告と同業種の他の納税者の一般的なたな卸商品回転率を参考として原告の売\n上金額を算出し、これに右同業者の平均的な所得率を乗じ、さらに原告申立ての特\n別経費を控除して、原告の昭和四〇年分所得金額を推計したところ、原告の確定申\n告額と相違したので、本件各所分をしたのである。\n２　原告の昭和四〇年分総所得金額\n原告の本件係争年分総所得金額およびその内訳は次のとおりであるから、その範囲\n内でなされた本件更正に違法はない。\n（一）　売上金額　　　　　　　三七五万五五三二円\n（１）　期末在庫金額\n原告の昭和四一年九月一二日現在の在庫金額二八三万八九七五円（売価）を基礎と\nして、これに、大阪国税局管内において原告と同じく時計販売修理業を営む者（以\n下、同業者という）八名の昭和四一年一月分在庫金額の同年九月分在庫金額に対す\nる割合の平均九〇・八パーセント（その算出過程は別表一のとおり）を乗じて、別\n紙計算式（１）のとおり原告の昭和四一年分期首在庫金額すなわち昭和四〇年分期\n末在庫金額二五七万七七八九円を算出し、右金額に同業者一三名の平均差益率（売\n上金額から売上原価を差引いた額の売上金額に対する割合）三九・五六パーセント\n（その算出過程は別表二のとおり）を適用して、別紙計算式（２）のとおり原告の\n昭和四〇年分期末在庫金額一五五万八〇一五円を算出した。\n（２）　期首在庫金額\n（１）　の期末在庫金額一五五万八〇一五円を基礎として、これに同業者一三名の\n昭和四〇年分期首在庫金額の同年分期末在庫金額に対する割合の平均八九・八パー\nセント（その算出過程は別表三のとおり）を乗じて、別紙計算式（３）のとおり原\n告の昭和四〇年分期首在庫金額一三九万九〇九七円を算出した。\n（３）　売上金額\n右（１）（２）の期首、期末の各在庫金額から別紙計算式（４）のとおりその平均\n在庫金額一四七万八五五六円を求め、これに同業者一三名の取扱商品の平均回転率\n（売上金額を年間平均在庫金額で除した率、すなわち在庫商品の年間の回転回数）\n二・五四回（その算出過程は別表二のとおり）を乗じて、別紙計算式（５）のとお\nり算出した金額三七五万五五三二円が原告の売上金額となる。\n（二）　売上原価　　　　　　　二二六万九八四三円\n売上金額三七五万五五三二円を基礎として、これに同業者一三名の平均原価率（売\n上原価の売上金額に対する割合）六〇・四四（一〇〇－差益率三九・五六）パーセ\nントを適用して売上原価を算出すると、別紙計算式（６）のとおり二二六万九八四\n三円となる。\n（三）　一般経費　　　　　　　　三八万三八一五円\n同業者一三名の平均原価率は前記のとおり六〇・四四パーセントであり、平均所得\n率は二九・一二四パーセント（その算出過程は別表二のとおり）であるから、同業\n者一三名の平均経費率（一般経費の売上金額に対する割合）は、別紙計算式（７）\nに従い一〇・二二パーセントとなる。したがつて、原告の売上金額に右平均経費率\nを適用して一般経費を算出すると、別紙計算式（８）のとおり三八万三八一五円と\nなる。\n（四）　特別経費（地代・家賃）　　六万二〇五〇円\n（五）　専従者控除額　　　　　　一一万二五〇〇円\n（六）　差引所得金額　　　　　　九二万七三二四円\n３　右の推計方法は、次の点からみて合理的である。\n（一）　前項において、原告の同業者として選定し各種の率算定の基礎とした対象\nは、大阪国税局管内全税務署八三署のうち、大蔵省組織規定上種別「Ａ」とされて\nいる税務署四六署の管内で、時計販売修理業を営む者の昭和四〇年分所得税の調査\nを行つた事例のうち、青色申告者については実額調査、白色申告者については収支\n実額調査を行い確実にその実額を把握したもので、しかも、一般的な率で推計した\nもの、不服申立てないし訴訟係属中のもの、年の中途で開廃業したもの、他の業種\nを兼業していてこれを区分計算できないもの等、特殊事情を有する納税者を除外\nし、その余の全部を収集したもの（以下、これを実調資料といい、右実調資料によ\nつて得られた結果を実調率という）で、納税者においてなんら異議なく正当性を承\n認しているものである。\n（二）　右の同業者については、従業員、在庫金額のほかは、店舗の規模や立地条\n件について明らかにされていないが、このことは、収集する同業者について、調査\n担当者の主観による恣意を極力排除し、できるだけ客観的に把握される基準に基づ\nいて報告を求めたためである。したがつて、右同業者の平均によつて求められた各\n実調率に、店舗の地域、営業規模の多様性等の個別的特性を包摂し、平均化されて\nいるとみることができる。\n四　被告署長の主張に対する原告の認否および反論\n１　被告署長の主張２のうち、（四）の特別経費および（五）の専従者控除額は認\nめ、その余は争う。原告の昭和四〇年分売上原価は五五万四二三七円である。\n２　被告署長の主張３は争う。\n本件実調率による推計は、本件更正に用いられた推計と異なり、本件更正後に収集\nされた資料に基づくものであるから、違法である。\n３　被告署長の実調率による推計は、次の諸点からみて合理的でない。\n（１）　被告署長は、原告の売上金額を算出する過程で、実調率商品回転率を適用\nしているが、商品回転率は、店舗の立地条件、従業員数等によつて大きな違いを生\nずるものであり、本件同業者一三名の事例においても、最低一・二二回から最高\n三・七八回まで非常な差異が存する。したがつて、これらの点を無視し、単純に同\n業者の平均回転率を適用することは不当である。\n（２）　原告の店舗は、大阪市＜以下略＞商店街の北部で同商店街から路地を東へ\n入つた三軒目に位置しており、人通りは皆目ないうえ、店舗面積は約二坪に過ぎ\nず、立地条件は劣悪である。しかも従業員は、原告の外、原告の妻（身体障害者）\nがいるのみである。したがつて、原告に同業者の商品回転率を適用するとすれば、\nその最低の回転率を適用すべきである。\n（３）　原告の昭和四一年分ないし昭和四六年分所得税の申告所得金額は別表四の\nとおりであり、いずれも申告どおり確定している。右申告所得金額は、三〇万円か\nらせいぜい五〇万円前後であつて、この点からみても、被告署長の推計にかかる原\n告の昭和四〇年分所得金額が実額からかけ離れていることは明白である。\n第三　証拠（省略）\n○　理由\n一　請求原因１のうち原告が住吉商工連合会および大阪商工団体連合会の会員であ\nる点を除くその余の事実並びに２の事実は、当事者間に争いがない。\n二　本件更正の適否について\n１　まず、本件更正の手続上の瑕疵について検討する。\n（一）　本件更正通知書に更正の理由の記載のないこと、および、原告が白色申告\n書によつて本件係争年分の確定申告をしたことは、当事者間に争いがない。\nところで、所得税法第一五四条第二項は、更正により課税標準等および税額等がい\nかに変動したかを明瞭にするため、更正通知書に国税通則法第二八条第二項各号所\n定の事項を記載するほか、更正にかかる総所得金額等についての所得別の内訳を附\n記すべきものとし、青色申告書にかかる年分の総所得金額等の更正をする場合につ\nいては、所得税法第一五五条第二項が右附記事項に加えて更正の理由をも附記すべ\nきものとしているが、白色申告については、納税者に青色申告者のごとく記帳およ\nびその保存を義務づけていないと同時に、これに対する更正の場合に右のような理\n由附記をなすべき旨の規定もないから、更正の理由を知りうることが納税者にとつ\nて望ましいことであるとしても、その記載がないことをもつて当該更正を違法とす\nることはできない。\n（二）　次に、被告署長が、不当な調査をし、また、商工会の弱体化を企図して差\n別的に本件更正をしたか否かについて検討する。\n証人ａの証言および原告本人尋問の結果によれば、被告署長の部下係官が昭和四一\n年五月ごろ原告の本件係争年分所得の調査のため原告方を訪れたが、原告は帳簿等\nやその基礎となる領収書等の資料を全く提示せず、ただ二、三の仕入先を説明した\nにとどまり、それ以上の説明、協力をしなかつたので、係官は右仕入先を調査した\nものの、原告の所得の実額を把握することができず、昭和四一年九月再び原告の店\n舗に赴いて在庫品の販売価額を調査し、これに基づき被告署長は原告の本件係争年\n分の所得を推計し、本件更正をしたことが認められるところ、これらの調査につい\nて不当な点があつたこと或は被告署長が本件更正をするにつき原告主張の他事考慮\nをしたことは、本件全証拠によつてもこれを窺うことができない。\n２　そこで、原告の本件係争年分総所得金額について判断する。\n（一）　被告署長は、原告方の在庫調査によつて把握した昭和四一年九月一二日現\n在の在庫金額を基礎とし、実調資料によつて得られた実調率割合を用いて原告の昭\n和四〇年分の期首期末の各在庫金額を算出し、右各在庫金額から同年分の平均在庫\n金額を求め、これに実調率商品回転率を乗じて原告の売上金額を算出し、さらに右\n売上金額に実調資料によつて得られた原価率、一般経費率を乗じてそれぞれ売上原\n価、一般経費の額を算出し、右売上金額から、右売上原価、一般経費、実額による\n特別経費、専従者控除額を差引いて所得金額を推計している。\nところで、被告署長は、右の売上金額算出過程において、販売価額に基づいて算出\nされた昭和四〇年分期末在庫金額に実調率差益率を適用し（別紙計算式（２）参\n照）、右差益率適用後の昭和四〇年分期末在庫金額から実調率割合によつて同年分\n期首在庫金額を算出し、さらに右期首期末各在庫金額から平均在庫金額を求め、こ\nれを売上金額算定の基礎としているのであるが、売上金額算定の手段として在庫金\n額を利用する場合には、あくまでも販売価額による在庫金額を基礎とするべきであ\nつて、被告署長の右操作は、売上原価による在庫金額を求めることに帰し、売上金\n額算定の段階で差益率を適用することは誤りであるといわなければならない。\nそうだとすると、被告署長の売上金額をはじめとする各金額の主張は、次のように\n改められるべきである。\n（１）　売上金額\n（イ）　期末在庫金額　　　　二五七万七七八九円\n（差益率適用前の販売価額による在庫金額）\n（ロ）　期首在庫金額　　　　二三一万四八五四円\n（期末在庫金額に実調率割合八九・八パーセントを乗じた金額、別紙計算式\n（９））\n（ハ）　平均在庫金額　　　　二四四万六三二一円\n（右期首期末各在庫金額の平均、別紙計算式（１０））\n（ニ）　売上金額　　　　　　六二一万三六五五円\n（平均在庫金額に実調率商品回転率二・五四回を乗じた額、別紙計算式（１１））\n（２）　売上原価　　　　　　三七五万五五三三円\n（売上金額に実調率原価率六〇・四四パーセントを乗じた額、別紙計算式（１\n２））\n（３）　一般経費　　　　　　六三万五〇三六円\n（売上金額に実調率一般経費率一〇・二二パーセントを乗じた額、別紙計算式（１\n３）\n（４）　特別経費　　　　　　　　六万二〇五〇円\n（５）　専従者控除額　　　　　一一万二五〇〇円\n（６）　差引所得金額　　　　一六四万八五三六円\n（二）　次に、本件実調資料および実調率の合理性が問題となるので、この点につ\nいて判断する。\nなお、原告は、本件実調率による推計が、本件更正に用いられた推計と異なり、本\n件更正後に収集された資料に基づくから許されない旨主張するが、課税処分取消訴\n訟で処分の実体的違法が争われているとき、審理の対象となるのは客観的な租税債\n務の存否、範囲であるから、課税標準を認定するための資料は、当該処分時におい\nて被告署長に判明していた事実であると否とに拘わらず、原則として主張立証する\nことができると解すべきである。\n（１）　成立に争いのない乙第五一号証、弁論の全趣旨により真正に成立したと認\nめられる乙第三、第五二号証、証人ｂの証言により真正に成立したと認められる乙\n第四ないし第一四号証の各一、二、第一五号証の一ないし三、第一六ないし第四九\n号証、第五〇号証の一ないし一四および証人ｂの証言によれば、本件各実調率のう\nち、同業者の昭和四一年一月分在庫金額の同年九月分在庫金額に対する割合を除く\nその他の実調率の算出根拠となつた実調資料は、大阪国税局訟務官室からの要請に\n基づき、税務訴訟の証拠資料とするため、大阪国税局長が同局管内の全税務署八三\n署のうち大蔵省組織規定上種別「Ａ」とされている税務署（主として、大阪、京\n都、神戸の市内、その近郊および県庁所在地を管轄するいわゆる「Ａ級署」、以下\nＡ級署という）四六署の署長に対して、昭昭四四年一月七日付で発した通達によ\nり、時計眼鏡販売修理業者外二九業種につき統一的な作成基準を指示した上で、各\n税務署長に同業者につき調査した結果を同業者調査票として提出させ、その後これ\nを集計した結果得られたものであること、右調査の対象は、（イ）当該年分の所得\nについて実地調査を行つた青色申告又は収支実額調査を行つた白色申告の個人事業\n者であること、（ロ）当該業種目を主として営む事業継続者であること、（ハ）調\n査票作成時において不服申立て又は訴訟が係属中でないこと、の三条件を備える納\n税者に限定したこと、右に該普する納税者のすべてについて、前記各税務署におい\nて、その収入金額、差益金額、標準外経費控除前所得金額、所得金額、従事員数、\nおよび、特に時計眼鏡販売修理業については期首、期末の商品在庫金額を調査し、\nその結果に基づいて同業者調査票を作成したこと、大阪国税局長が同業者調査票の\n提出を求めたＡ級署四六署のうち、時計眼鏡販売修理業につき同業者調査票の提出\nがあつたのは一二税務署計一三例であり、その余の三四税務署からは該当者なしと\nして提出がなかつたこと、右一三例のうち大阪市内の業者は五例であること、同局\n長において提出のあつた右同業者調査票を集計したところ別表二、三記載のとおり\nの結果が得られたこと、また、同業者の昭和四一年一月分在庫金額の同年九月分在\n庫金額に対する割合の算出の基礎となつた資料は、大阪国税局訟務官室において、\n前記同業者調査票を提出した一二税務署に対し、右調査票作成の対象として採用さ\nれた納税者一三名について、さらに昭和四一年分の各月ごとの売上金額、仕入金\n額、および、同年分の期首、期末各在庫金額を明らかにするよう電話で照会し、そ\nのうち八名（同年分について決算書の提出のなかつたもの二名、同年の途中で法人\nとなつたもの二名、同年分在庫金額が激減したため実調資料として不適なもの一\n名、計五名を除く）について回答を得、これを集計した結果得られたものであり、\nその結果は別表一記載のとおりであること、以上の事実を認めることができる。右\n事実によれば、前記各調査資料は、訴訟資料とすることを予定して収集されたもの\nではあるが、その対象は既に調査を終えていた納税者の過去の事実であり、特殊事\n情にある納税者は調査票を作成すべき対象から除外され、調査対象の選択およびそ\nの結果の収集過程に課税庁側の思惑や恣意が介入する余地は少なく、本件実調資料\nは一応客観性を有する調査資料であるということができる。\n（２）　しかしながら、証人ａの証言によると、昭和四〇年当時、大阪市＜以下略\n＞内だけで原告の同業者は五〇名以上あつたことが認められるから、その当時大阪\n国税局管内には右の数より遥かに多い時計販売修理業者がいたことが推認され、こ\nれに比べると前記調査票の対象となつた業者は大阪国税局管内で一三例、大阪市内\nでわずか五例にすぎず、その数が著しく少なく、かくては選ばれた業者の中にどの\nような立地条件、営業内容等の偏向があるかも知れないことになる。\nいま原告の売上金額を算定するうえで最も重要な実調率であると目される昭和四〇\n年分の取扱商品回転率について右実調資料をみると、別表二によれば、同業者一三\n名の平均は二・五四回であるが、最高値は三・七八回、最低値は一・二二回で、前\n者は後者の三倍を超え、相当に大幅な差異がある（一・五回未満一例、一・五回以\n上二回未満四例、二回以上二・五回未満二例、二・五回以上三回未満一例、三回以\n上三・五回未満二例、三・五回以上三例で、右の平均値を超えるもの六例、それに\n達しないもの七例）。本件実調率による推計は、右商品回転率その他の実調率の差\n異の原因となつていると考えられる営業規模、立地条件、従業員の数、能力、信用\n等の所得に影響を及ぼす諸条件について、その類似性を考慮しないで、実調資料か\nら得られた同業者の商品回転率等の平均値により原告の売上金額等を推計するとい\nうものであるが、極めて小数の同業者間にすら右のような大幅な差異がある場合に\nは、それによる推計は合理性がないというべきである。\n（３）　ちなみに、証人ｃの証言および原告本人尋問の結果によれば、昭和四〇年\n当時、原告の店舗は大阪市住吉区加賀屋商店街の目抜通りから路地を東へ入つた三\n軒目にあつて目立たず、また店舗面積も二・二五坪程度で狭隘であり、従事員とし\nては原告と身体障害者の妻の二人がいたのみであることが認められ、その営業の条\n件はむしろ劣悪であるというべきであるか、前叙のごとく被告署長の推計方法によ\nれば原告の昭和四〇年分売上金額は六二一万三六五五円に達するところ、前掲乙第\n四ないし第一四号証の各二、第一五号証の二、三によると、本件同業者一三名のう\nち原告と同等以上の売上金額を得ているもの七例のすべてが、従事員を四名以上擁\nしていることが認められ、右事実と原告の営業規模とを対比しても、被告署長の推\n計による原告の売上金額は過大で、合理性に欠けることが窺われるであろう。\n（三）　そうすると、被告署長の推計にかかる売上金額六二一万三六五五円はこれ\nを認めるに足りる証拠がなく、右売上金額に基礎を置く売上原価、一般経費の数額\nもその根拠を失うことになる。なお、昭和四〇年分の売上原価として少なくとも五\n五万四二三七円があることは当事者間に争いがないが、右売上原価から売上金額、\n一般経費の額を求めるに足りる合理的な資料は見当らず、他に原告の売上金額、売\n上原価、一般経費を明らかにする証拠はないから、本件においては、原告が確定申\n告にかかる所得金額一三万七五〇〇円を超えて所得金額を得たことの立証はないと\nいうほかはない。\n三　本件裁決の適否について\n本件裁決の瑕疵について、原告は何ら指摘しないので、被告局長に対する請求は失\n当として棄却するほかはない。\n四　被告国の賠償責任について\n原告が昭和四二年三月一八日被告局長に審査請求をし、同局長が昭和四三年七月五\n日右審査請求を棄却するとの裁決をしたことは、当事者間に争いがない。\nところで、行政不服審査法第一条第一項は、行政不服審査制度が迅速な手続により\n国民の権利利益の救済を図ることを目的とするものであることを明らかにしている\nが、審査請求の日から裁決までに一年三か月余を要したというだけで、直ちに被告\n局長の所為が同条に違反し、違法であると即断することはできない。被告局長にお\nいて、既に裁決をなし得る状況にあるのにことさら裁決を遅らせたり、あるいは、\nいたずらに事件の処理を放置し、そのために前記制度の趣旨が損われる程度に裁決\nの遅延をみるような場合には、被告局長の所為は行政不服審査制度を設けた趣旨に\n反するものとして違法となることがあると解すべきであるけれども、本件全証拠に\nよつてもそのような事実は認め難いから、被告局長の所為を違法とすることはでき\nない。\n五　以上によれば、原告の本訴請求は、被告署長に対する請求に限り理由があるか\nらこれを認容し、被告局長および被告国に対する請求はいずれも失当であるからこ\nれを棄却し、訴訟費用の負担につき民事訴訟法第八九条、第九二条本文を適用し\nて、主文のとおり判決する。\n（裁判官　石川　恭　増井和男　大谷禎男）\n別表一、三、四及び別紙計算式（省略）\n＜略＞\n"
}