{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 48,
    "month": 10,
    "day": 4
  },
  "case_number": "昭和45(う)947",
  "case_name": "兇器準備集合、建造物侵入(不退去)公務執行妨害被告事件",
  "court_name": "東京高等裁判所第二刑事部",
  "article_info": "第26巻4号385頁",
  "gist": "弁護人が控訴趣意書に基づいてする弁論を肯じない場合に事件を終結した事例",
  "case_gist": "控訴審において、弁護人が控訴趣意書に基づいて弁論するとを肯じない場合には、検察官の答弁を求めて審理を終結することができる。",
  "lawsuit_id": "20619",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=20619",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/619/020619_hanrei.pdf",
  "contents": "主　　　　文\n本件各控訴を棄却する。\n理　　　　由\n本件控訴の趣意は、被告人らが連名で提出した控訴趣意書および被告人Ａが別に\n単独で提出した控訴趣意書に記載されたとおりであり、これらに対する答弁は検察\n官山口裕之提出の答弁書に記載されたとおりで<要旨>あるから、いずれもこれを引\n用する（なお、弁護人は、当審において一〇回もの公判を重ね、その間裁判所が</\n要旨>しばしば勧告したにもかかわらず、ついに控訴趣意書に基いてする弁論を肯じ\nなかつたのであるが、そうかといつて控訴を取り下げ、もしくは控訴趣意書の全部\nまたは一部を撤回する旨の明示の意思も表明しないので、当裁判所としては、法定\nの期間内に提出された前掲の控訴趣意書については、これを判断の対象とすること\nとした。）。\n各所論は、要するに、原判決には判決に影響を及ぼすことの明らかな訴訟手続の\n法令（憲法を含む。）違反があり、しかも、右の法令違反は原審の訴訟記録によつ\nて明白であるから、原判決は破棄、差し戻しを免れないというのである。しかし、\n所論にかんがみ記録を精査しても、原審の訴訟手続に所論のような法令違反がある\nとは認められない。以下論旨を整理してその理由を述べる。\n一、本件グループ別審理方式の違法（憲法三七条、刑訴法三一三条違反）を主張\nする点について。\nいうまでもなく現行の刑罰法令は個人責任の原理に立脚しているのであつて、被\n告人はいわゆる団体責任や連坐責任を問われるものではない。刑事裁判は、個々の\n被告人について、検察官が明示した訴因を指導形象として、そこに提起された罪と\nなるべき事実の存否、存在するとすれば、その違法性、責任性の存否・程度を個別\nに確定したうえで、適正妥当な刑罰を科するための手続であつて、この理は、いわ\nゆるＢ闘争なるものが、一個の集団による共通の目的に向けられた全体的行動であ\nり、検察官が、それらを共同正犯として公訴を提起しているからといつて、なんら\nかわるところはなく、そのことから当然に起訴にかかる全ての被告事件を全部併合\nして審理しなければ、事の真相が把握できないというようなものではない。個々の\n被告事件をいかなる程度に併合して審理するかは、法律の定める要件に従い、かつ\n人的・物的な要素をも勘案して、受訴裁判所が健全な合理性の見地に立つて、具体\n的に決定すべき裁量行為であるところ、記録によれば、原裁判所がとつた併合審理\nの範囲、程度は具体的にみてまことに合理的かつ相当であり、これとは異なり被告\n人および弁護人らの固執したいわゆる統一公判を相当とする特段の事由を見出すこ\nとはできない。論旨は理由がない。\n二、　被告人不出頭のまままたは退廷させて審理判決したことの違法（憲法三二\n条、三七条違反）を主張する点について。\n記録によると、被告人らは、勾留中公判期日の召喚をうけながら出頭を拒否する\nため、あるいは半裸となり、衣類を水浸しにし、洗面台下にもぐりこむなどして監\n獄官吏による引致を著しく困難にしたことが認められ、また公判廷に出頭した被告\n人らも、審理を受けるために出頭したのではなく、いわゆる分離公判に対し抗議の\n意思を表明するために出頭したなどと発言し、裁判所の訴訟指揮に従わなかつたこ\nとが認められる。そうとすれば、被告人らは、憲法および刑訴法によつて自らに与\nえられた防禦権の行使を、自ら放棄したものと認めざるをえないのであつて（これ\nらの権利は性質上放棄を許さないものとはいえない。）、このような異常な事態に\n当面した原裁判所としては、やむなく被告人らが不在のまま公判の審理を進めざる\nをえなかつたと認められる。そして当裁判所としても、原裁判所のとつた右の措置\nは相当として肯認することができるのである。所論は、被告人らには統一公判要求\nという正当な理由があるとし、原裁判所が刑訴法二八六条の二を適用すべき場合で\nないのにこれを発動して公判手続を進行したのは不当であると主張するけれども、\n原裁判所のとつた併合審理の範囲・程度が相当であることは既述のとおりであり、\nまた同条は、元来刑訴法一条所定の刑事裁判の目的を実現するため、勾留中の被告\n人が不当に出頭を拒否した場合には、裁判所は被告人の不出頭のまま公判を開廷し\n手続を進行することができるという条理上当然の事理を明らかにしたに過ぎないも\nのであり、同条の「正当な理由」というのは、病気その他の障害がある場合を意味\nし、訴訟手続に関し裁判所がとつた措置に不服であるなどということは、出頭を拒\n否する正当な理由には当らない。訴訟関係人はたとい自己の併合請求が裁判所によ\nつて容れられないことに不服があるとしても、裁判所の措置に従つて防禦権を行使\nするのが当然であつて、自己の主張する形態以外の審理方式には絶対に応じないと\nいうかたくなな態度を固執しつづけることは、とりもなおさず裁判を拒否すること\nにほかならず、結局、現行の裁判制度そのものを否定するものというのほかはな\nい。論旨は理由がない。\n三、　原審の公判期日が、他のＢ事件の公判期日と同一日時に指定されたことの\n違法（憲法三七条三項違反）を主張する点について。\n記録によれば、被告人らには多数の弁護人が選任されていたことが明らかであ\nり、弁護人らにおいてそれぞれ手分けして各法廷に出廷し弁護権を行使すること\nが、必ずしも不可能ではなかつたと認められる。また、もし弁護人全員の出廷を必\n要とするような事情があれば、その事由を疎明して裁判所に公判期日の変更を請求\nすべきであり、かような請求があつたのに原審がこれを却下し、その却下が相当で\nないと認められる場合にはじめて、弁護権制限の問題を生ずるものと解されるとこ\nろ、記録上、かような具体的な請求がなされた形跡は認められないし、またもとも\nと被告人、弁護人らは、いわゆる統一公判以外の審理方式による審判は受けられな\nいとの主張を固執し、原審の公判審理に応ずる意思、態度のなかつたことも明らか\nであるから、弁護人全員の出廷を必要とするような特段の理由があつたとは認めら\nれない。論旨は理由がない。\n四、　原審が被告人、弁護人の主張、発言を許容せず、また傍聴人を退廷させた\nことの違法（憲法三七条二項、三項、八二条二項違反）を主張する点について。\n記録によれば、被告人、弁護人らは、いわゆる統一公判以外の審理方式を拒否\nし、原審のいずれの公判期日にも審理に応ずる意思がなかつたことが明らかであ\nり、右の立場から、原審の審判手続に対し、単に攻撃、非難を加えるにすぎない被\n告人、弁護人らと、これに同調する傍聴人らに対し、原審裁判長が、発言の制限、\n退廷命令、その執行等をしたからといつて、何ら違法・違憲の問題を生ずる余地は\nない。論旨は理由がない。\n五、　その他、所論は、原審の訴訟手続に予断排除の原則の違背や起訴状一本主\n義に対する違反があると主張するので、記録を検討してみても、原審が受訴裁判所\nとしてこれらに違反した疑いがあるとまで認めるに足りる資料は見出しがたく、ま\nた、原審が東京地方裁判所刑事第一二部に公判調書を閲覧させたことの違法を主張\nする点は、その存否はともかくとして、原裁判所自体が他の部の公判調書を閲覧し\nたという訳ではないから、本件につき何ら違法の問題を生ずる余地はない。なお、\n被告人ら連名の控訴趣意中序章の部分および被告人Ａの控訴趣意のうち、本件の背\n景事実についての原審の審理が不十分かつ偏向しているとの主張について記録を調\n査しても、原判決に審理不尽の違法があるとは考えられない。現行の刑事裁判制度\nは、その背後に職権主義をひそめながらも当事者主義を前面に押し出した証拠によ\nる裁判の形態を採つているのであるから、当事者双方からの積極的な訴訟活動（主\n張と立証）が要請されるわけであるが、本件においては、被告人、弁護人らがかた\nくなにいわゆる統一公判の要求を固執しつづけて、裁判を拒否する態度に終始した\nため、被告人、弁護人の側から訴因事実について反証を提出するなどの積極的な訴\n訟活動をしなかつたため、原裁判所としては、殆ど検察官の一方的な主張と立証と\nによつて事実を認定し、刑を量定せざるをえなかつたわけであつて、それによる不\n利益は遺憾ながら被告人らが甘受せざるをえないところである。本件を含め、いわ\nゆるＢ裁判はあくまで裁判なのであつて、Ｂ闘争の延長であつてはならないことを\n銘記すべきである。\n以上の次第で、論旨はいずれも理由がない。そこで、刑訴法三九六条により本件\n各控訴を棄却することとし、主文のとおり判決する。\n（裁判長裁判官　寺尾正二　裁判官　中島卓児　裁判官　斎藤精一）\n"
}