{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 47,
    "month": 1,
    "day": 20
  },
  "case_number": "昭和46(ネ)197",
  "case_name": "土地所有権移転本登記手続請求事件",
  "court_name": "名古屋高等裁判所民事第一部",
  "lawsuit_id": "22976",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=22976",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/976/022976_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n事　　　　実\n控訴代理人は、「原判決を取消す。被控訴人は控訴人に対し、控訴人が訴外Ａと\nの間で、別紙物件目録記載の不動産につき名古屋法務局瀬戸出張所昭和四一年八月\n六日受付第一〇七七八号所有権移転請求権仮登記に基づき、昭和四五年一月一八日\n付売買を原因とする所有権移転登記手続をすることを承諾せよ。訴訟費用は第一、\n二審とも被控訴人の負担とする。」との判決を求め、被控訴代理人は、控訴棄却の\n判決を求めた。\n当事者双方の実体上及び訴訟上の主張、証拠の提出、援用及び認否は、次のとお\nり附加するほか、原判決事実摘示と同一であるかがら、ここにこれを引用する（但\nし、原判決六枚目裏四行目「原告本人尋問の結果」の次に「（第一回）」を、同七\n枚目表一行目「原告本人尋問の結果」の次に「第二回」をそれぞれ加え、同別紙物\n件目録を本判決別紙物件目録に改める。）。\n（控訴代理人の陳述）\n一、　原審で昭和四六年三月一六日実施された控訴本人尋問は公開の法廷ではな\nい判事室で行われたもので法廷公開の原則に反し違法である。\n二、　原判決は、被控訴人が引換給付のみを主張しているのに、これにはずれた\n配当要求の判断をしている。これは当事者の主張しない事実を判断しているもので\nあつて弁論主義に反する。なお、被控訴人の本件不動産等に対する競売申立の基と\nなつた債務名義（判決）は確定していないが、そのような場合被控訴人の主張する\nような引換給付判決はできないはずである。\n三、　仮登記と抵当権との関係について最高裁判所昭和四二年一一月一六日判決\n（民集二一巻九号二四三〇頁）、同昭和四五年三月二六日判決（民集二四巻三号二\n〇九頁）等があり、仮登記権利者が実質上抵当権者として取扱われている。しか\nし、それらの事案と本件とは全く事案を異にする。即ち、\n１、　本件においては、仮登記権利者は控訴人であり、債権者は訴外Ｂ商店であ\nつて、両者は人格を異にする。\n２、　また、前記のように本件不動産等につき開始された競売手続の基本たる債\n務名義は確定していないものであるから、右競売手続は浮動的な状態にある。それ\nに、右競売に対しては、債務者である訴外Ａから執行方法に関する異議申立があ\nり、現在名古屋高等裁判所において抗告事件として審理中でもある。\nそもそも、被控訴人は、本件不動産以外の物件によつて右訴外人に対する債権の\n満足をえられるのであるから、右競売手続は過剰競売にほかならないのである。な\nお、右競売手続は目下執行停止となつている。\n四、　原判決は、訴外Ｂ商店が、前記競売手続に参加し、根抵当権者として優先\n弁済を受けることによつてその債権の完全な満足がえられる旨断定する。しかし乍\nら、右訴外会社の根抵当権設定は前記競売開始後のものであるがら、そのように優\n先弁済をえられる保証はどこにもないし、第一、優先弁済を求めて前記競売手続に\n参加できる根拠も手続も不明である。ことに、本件にあつては、既に本件不動産の\n所有者が訴外Ａから訴外Ｃに変り、また、訴外Ｄのため本件不動産につき抵当権が\n設定されている。右参加手続が明らかにされない以上、控訴人の本訴請求は許容さ\nるべきである。\n（被控訴代理人の陳述）\n一、　被控訴人は、原審提出の昭和四五年一一月二七日付準備書面第一項におい\nて、本件の場合のように既に競売手続が開始されているときは、仮登記権利者は、\n該競売手続に参加してのみ、自己の債権の優先弁済を図るべきものである旨主張\nし、控訴人の請求棄却を求めているのであつて、被控訴人が引換給付のみ主張して\nいるとの控訴人の主張は当らない。\n二、　控訴人と訴外Ｂ商店とが法形式上別人格として存在することは否めない\nが、控訴人は、同人の個人会社である右訴外会社の代行者として、訴外会社の債権\n回収のため、本件不動産の所有権を取得すべく、本訴の提起その他一連の行為に及\nんだものというべきで、決して控訴人自らが通常の不動産の買主となるため単純な\n売買予約を締結したものとは考えられない。\n債権担保を目的とする代物弁済予約或いは売買予約について、近時、最高裁判所\nをはじめとして裁判所の努力によつて築き上げられつつある法理論は、右のよう\nに、単に法形式論として、代物弁済等の予約権者と被担保債権者とが法人格を異に\nするからといつてその適用を左右されるものとは考えられない。\n三、　それから、優先弁済の認められる仮登記権利者がいかなる手続によりその\n要求を満すべきかは困難な問題であり、今後における判例乃至先例の集積をまつほ\nかないものと考えられる。しかし乍ら、多数の意見の一致する具体的方策を今直ち\nに見出しえないとしても、それ故に直ちに原判決の法律判断が違法に帰するとはい\nいえない。\n（証拠関係）（省略）\n理　　　　由\n一、　当裁判所は、本件不動産につき控訴人を予約権者、訴外Ａを予約義務者と\nする売買予約が昭和四一年七月一五日成立したことが認められるが、これにつき被\n控訴人から提出された実質は債権担保契約である旨の抗弁は時機に遅れたものとは\n考えられず、本件売買予約は本来の売買を成立させるものではなく、その実質は本\n件不動産の交換価値を把握して右債権の経済的価値を確保することを目的とする担\n保契約、即ち、本件売買予約は、訴外材幸兄弟商会が訴外Ｂ商店に対する買掛金債\n務をその弁済期に弁済しないとき、控訴人において予約完結権を行使し、本件不動\n産の所有権の移転を受けることによつて、債権担保の実をあげることとなるが、右\n所有権の移転はあくまでそれによつて債権担保の目的を実現しようとするものにす\nぎない以上、控訴人において本件不動産の価値のうち訴外Ｂ商店の有する売掛代金\n債権額を超過する部分まで取得しうべき理由がないから、その際本件不動産を適正\nな時価によつて評価したその価額から、右債権額を差し引き、その残額に相当する\n金員を訴外Ａに支払つて清算することを要する趣旨の債権担保契約であると判断す\nる。\n<要旨第一>しかして、法定担保物件とは異り、売買予約という所有権移転の予約\n形式を担保の手段として利用してい</要旨第一>る場合にあつては債権者と担保権者\nとが必ず一致しなければならない理由はなく、債権者以外の第三者を予約権者とす\nる担保契約たる売買予約も契約自由の範囲に属し、債権者の同意のもとに有効に成\n立しうるところというべきである。\n右認定判断の理由は次のとおり補足するほか原判決の理由（但し、原判決七枚目\n表三行目から一二枚目表六行目まで）に説示するところと同様であるがらこれを引\n用する（但し、原判決七枚目裏九行目の「口頭期日」を「口頭弁論期日」に改め\nる。なお、原審で昭和四六年三月一六日実施された控訴本人尋問は、原審第一〇回\n口頭弁論調書によれば、同日午後四時三〇分から原審裁判所の公開された法廷で口\n頭弁論か開がれた際、該期日において実施されたことが認められるから、右尋問が\nこれと異る方法で実施されたとして該尋問手続が違法であるとする控訴人の主張は\n前提を欠き採用できない。）。\n前（原判決）認定事実よりすれば、訴外Ａが控訴人との間で訴外Ｂ商店の訴外材\n幸兄弟商会に対する売掛代金債権担保のため本件売買予約を締結することにつき、\n訴外Ｂ商店は同意を与えていたことが認められ、これに反する証拠はない。\n二、　一般に債権担保のため締結された売買予約について、債権者が所有権移転\n請求権仮登記を経由した上、担保目的実現の手段として目的不動産につき該仮登記\nに基づく本登記をするため、不動産登記法第一〇五条により登記上利害関係を有す\nる第三者に対し、その承諾を求める訴を提起した場合において、右第三者が抵当権\n者その他自己の債権につき目的不動産から優先弁済を受けうる地位を取得した者で\nあるときは、右第三者は目的不動産の評価額から債権担保契約たる売買予約による\n被担保債権額を差し引いた残額につき、目的不動産の所有者に優先して、自己の有\nする債権について弁済を受けうる地位にあるものであつて、その支払と引換えにの\nみ本登記の承諾義務を履行すべきことを主張しうると解すべきであり、そして、目\n的不動産の差押債権者も右の第三者に準じた地位にあるというべきである。\n<要旨第二>ところで、前記仮登記権利者たる債権者が右のように評価清算をして\n目的不動産につき本登記を経由する</要旨第二>ことは被担保債権の満足をはかるた\nめの手段であつて、一つの換価方法に止まるというべきであるがら、すでに法定の\n換価手続である強制競売が開始された以上、特段の事情のない限り、右債権者はそ\nのすでに開始された競売手続に参加して被担保債権の優先弁済を受くべきものであ\nり、もはや不動産登記法第一〇五条の適用を主張することは許されないと解すべき\nである（最高裁判所昭和四五年三月二六日判決、民集二四巻三号二〇九頁参照）。\nそして、その理は債権者が売買予約登記権利者である場合に限らず、本件のよう\nに債権者と売買予約仮登記権利者とが異る場合にも適用され、売買予約仮登記権利\n者がすでに開始された競売手続に参加してのみ該契約締結の目的である債権担保の\n目的の実現をはかることができると解するのが相当である。この場合、売買予約仮\n登記権利者は、例えば、仮差押登記後に該仮差押の目的不動産の所有権を取得した\n第三者が、仮差押が本差押に移行したとき、目的不動産の換価代金のうちから仮差\n押債権者に配当された残余につき前所有者の他の債権者を排除してその配当（交\n付）を要求できるのと同様、債権を有しなくとも、目的不動産の価値のうちその把\n握した限度即ち被担保債権額の限度において他の配当要求権者に優先して目的不動\n産の換価代金から配当を受けられるというべきである。\n右のような見解のもとに考察するに、成立に争いのない甲第一乃至第三号証、第\n四七乃至第四九号証によれば、被控訴人（旧商号が国際観光開発株式会社であるこ\nとは本件記録上明らかである）の申立により本件不動産につき昭和四一年八月八日\n名古屋地方裁判所が強制競売開始決定をなしたことが、また、弁論の全趣旨によれ\nば現在においても右決定にもとづく競売手続が存続していることがそれぞれ認めら\nれるところである。\n右競売申立の基となつた被控訴人の訴外Ａに対する債務名義が不確定なものであ\nるとしても、開始された競売手続は最終的段階まで進められるのであるし、また、\n現在右競売手続が停止中であるとしても、停止は一時的なものであるにすぎないか\nら、そのような事情があることをもつて、被控訴人に対する本登記の承諾請求が許\n容さるべき例外の場合であるとする控訴人の主張は当らないというべきである。な\nお、右競売手続に違法な瑕疵があるかどうかは本訴訟手続において審理判断しうべ\nき限りでない。\nさらに、前掲甲第四七乃至第四九号証によれは、本件不動産につき、昭和四六年\n三月二五日受付をもつて訴外Ｃに対する所有権移転登記が、同年五月一九日受付を\nもつて訴外Ｄのため所有権移転請求権仮登記がそれぞれ経由されていることが認め\nられるが、控訴人は前示のとおり本件売買予約を原因とする仮登記の効力として前\n記競売手続に参加して債権担保目的の実現をはかりうるのであるがら、右のような\n本件不動産に関する権利者が出現したことは控訴人の本登記請求を許容すべき理由\nとならない。\n他に、これを許容すべき前示特段の事情のあることを窺わせるに足る資料は本件\nにおいて見当らない。\nそうとすれば、控訴人の請求は理由がないから失当として棄却すべきである。な\nお、控訴人は、被控訴人において引換給付の判決のみを求めている旨主張するが、\nその誤りであることは被控訴人の主張よりして明らかである。\n三、　以上の次第で、控訴人の請求を棄却した原判決は相当であるから、本件控\n訴を棄却することとし、控訴費用の負担につき民事訴訟法第九五条、第八九条を適\n用して主文のとおり判決する。\n（裁判長裁判官　布谷憲治　裁判官　福田健次　裁判官　豊島利夫）\n（別紙）\n物　件　目　録\n（一）　愛知県瀬戸市ａ町ｂ番のｃ\n一　山林　　　　　一七二、八二三平方メ―トル\n（二）　同所同番のｄ\n一　山林　　　　　　八一、一九九平方メ―トル\n（三）　同所同番のｅ\n一、山林　　　　　　一三四、〇七九平方メ―トル\n"
}