{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 45,
    "month": 1,
    "day": 19
  },
  "case_number": "昭和44(く)94",
  "case_name": "裁判の執行に対する異議申立",
  "court_name": "大阪高等裁判所第四刑事部",
  "article_info": "第23巻1号1頁",
  "gist": "刑の執行停止中所在不明となつた場合と刑の時効との関係",
  "case_gist": "受刑中病気のため刑の執行停止を受けた者が、医師の治療を受けることなく遁刑し、検察官がその所在不明を確認した場合において、通常の経過をとれば刑の執行に耐え得る程度に病気が治癒し得たと考えられる期間を経過したときは、検察官が刑執行停止取消の措置に出なくても、その取消決定があつたものとみなし、右期間経過の時から刑の時効が推行するものと解すべきである。",
  "lawsuit_id": "22445",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=22445",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/445/022445_hanrei.pdf",
  "contents": "主　　　　文\n原決定を取り消す。\n申立人に対し、昭和二一年一一月二五日神戸地方裁判所姫路支部が言い\n渡した確定判決（同庁昭和二一年公第三〇号）に基づく残刑の執行および右刑執行\nのためにする逮捕状の執行はこれを許さない。\n理　　　　由\n本件即時抗告申立の理由は、申立人作成の即時抗告申立書、代理人弁護士藤巻三\n郎作成の即時抗告申立理由追完書および代理人弁護士佐々木哲蔵作成の異議申立の\n理由（追加）と題する書面に記載のとおりであるが、要するに、その第一点は、刑\nの執行停止を受けた者がその停止中に逃亡した場合には、その停止事由が消滅した\nと認められ、したがつて執行停止取消決定がなされるべきであつたと認められると\nきから刑の時効が進行するものと解すべきであるから、申立人に対する懲役五年の\n残刑約四年一月の懲役については、申立人の父Ａが昭和二五年一月三〇日に申立人\nの氏名をＢに外国人登録をしたとき、または、右申立人の父が昭和二五年五月四日\nに検事の嘱託に基づく警察官の調査に対し、申立人は既に朝鮮に密航して帰国した\n旨答えたときから、執行停止の事由が消滅したものとして刑の時効が進行し、それ\nより一〇年を経過した昭和三五年一月三〇日または同年五月をもつて刑の時効が完\n成しているから、申立人に対する刑執行のための逮捕および懲役五年の残刑の執行\nは違法であるというのであり、その第二点は、かりに時効の適用が認められないと\nしても、申立人は執行停止事由である病気が治癒して昭和四四年八月一四日収監さ\nれるまで約二二年間にわたり、終始尼崎市内の一定の住居に居住し、しかも、尼崎\n市内の同一会社に昭和四四年一月まで連続二一年余にわたり一貫して勤務し、その\n間一般市民と変らぬ公然たる家庭生活、社会生活を営んでいたものであるのに、本\n件に関する検察当局の調査は不誠実で、申立人の所在が判明しなくなつた時点で直\nちに執行停止を取り消すべきであつたにも拘らず、昭和四〇年二月四日に至りよう\nやく取消をしたことは明らかに検察当局の懈怠であつて、昭和四四年八月一四日に\n申立人を逮捕して収監したことは刑の時効を認めた立法の精神に反するのみなら\nず、訴訟上の権利は誠実にこれを行使し濫用してはならないことを規定している新\n刑事訴訟規則一条二項、刑罰法令を適用、かつ迅速に実現することを目的とする新\n刑事訴訟法一条、適正手続による処罰を保障する憲法三一条、個人の尊重を認め、\n幸福追及の権利を保障する憲法一三条の諸規定に違反するものとして許されない、\nというのである。\nよつて、まず本件の経過をみるに、本件異議申立事件記録、取寄にかかる「Ｃに\n関する自由刑未執行関係書類綴」なる記録および神戸地方検察庁姫路支部長検事田\n口猛作成の「残刑執行指揮年月日等調査方の件報告」と題する書面によれば、原決\n定摘示の事実を認めるに十分である。即ち、（イ）申立人は朝鮮慶尚南道釜山府ａ\n町ｂ父Ａの二男で昭和二年七月一五日に出生し、その元来の氏名を「Ｃ」と称した\nこと、（ロ）申立人は昭和二一年一一月二五日神戸地方裁判所姫路支部において強\n盗罪により懲役五年（未決勾留日数七〇日算入）の判決の言渡を受け、右判決は翌\n日確定し、同日から姫路少年刑務所で刑の執行を受けていたところ、翌二二年一〇\n月二一日病名肺浸潤、刑の執行持続により生命的予後不良の虞あるものと認める旨\nの同刑務所の医師の診断に基づき、神戸地方検察庁姫路支部検事が旧刑事訴訟法五\n四六条一号に該当するものと認めて右刑の執行停止の決定をし、同日父Ａが、身柄\n引取りのりえは保護監督の下に十分看護し、本人全快または死亡の時は速かに申し\n出る旨の引受書を提出し、申立人の身柄を引き受けて、尼崎市ｃ字ｄ町ｅ番地の当\n時の自宅に申立人を連れ帰つたこと、（ハ）申立人は当時生活に困つていたとの理\n由で医師の治療を受けず、漢方薬を服用するなどして病状が軽快したため、帰宅し\nて約三ヶ月後の昭和二三年一月から尼崎市内のＤ株式会社でＥの名で起重機運転手\nとしての業務に従事していたこと、（ニ）右執行停止後約一年九ヶ月を経過した昭\n和二四年七月二三日姫路支部検事からの嘱託により尼崎市西警察署大庄西巡査派出\n所勤務の警察官が申立人の所在および健康状態について調査した際には、申立人は\n病状が良好でなく目下治療のため医院に通院中で残刑の執行に耐えることができな\nい状態である旨虚偽の応答をし、検察当局は同月二九日右の回答を受けながら申立\n人の通院しているという医院について治療の有無および病状について全然確めてい\nないこと、（ホ）一方申立人は姫路少年刑務所服役中に昭和二二年八月一二日付で\n「Ｃ」の外国人登録を受けていたところ、昭和二五年一月三〇日に至つて氏名\n「Ｂ」、生年月日「一九二六年（大正一五年）一一月三日生」、国籍の属する国に\nおける住所「朝鮮釜山府ｆ町ｇ丁目ｈ」居住地「尼崎市ｉ町ｊ丁目ｋ」など、本\n籍、氏名、生年月日が全部相違する別個の外国人登録を受け、先に受けた「Ｃ」名\n義の外国人登録は、昭和二四年政令第三八号付則二項による切替申請をせずそのま\nま失効せしめ、爾来、「ＦことＣ」なる申立人は社会的に姿を消し、「Ｅ、若しく\nはＧことＢ」として当初の住居と表示の異なる場所（実際は同一場所）で社会生活\nを営むに至つたこと、（ヘ）その後昭和二五年四月一二日付の姫路支部検事からの\n健康状態調査の嘱託に基づき尼崎市警察署大庄西巡査派出所勤務の警察官が同年五\n月四日調査に赴いた際、父のＡは「Ｃは病気が良くならず、死ぬ時に母の顔を見た\nいから神戸三宮の友人と二人で朝鮮に密航して帰ると言つて昭和二四年二月頃九州\nから乗船し、現在朝鮮に帰国している」旨虚偽の応答をして申立人の所在を隠し、\n姫路支部検事は同月一三日右警察官から右応答の結果についての回答により初めて\n申立人の所在不明を知つたこと、（ト）申立人はその頃父と別居して尼崎市ｌ町に\nバラツクを建てて住んでいたが、昭和二六年三月頃Ｈと結婚し、現住居である尼崎\n市ｍ町ｎ丁目ｏのｐに居住して引続き前記会社に勤務し、Ｈとの間に男児（現在高\n校生）が生まれたが、結婚後三年ほどして右Ｈが死亡したためその妹Ｉと結婚し、\n妻Ｉは右住居で母Ｊ名義の電気器具店を営み、申立人は勤務の暇にその手伝をして\nいたこと、（チ）検察当局は前記Ｂ名義に登録換えされたことを知らないため、\n「Ｃ」なる執行停止当時の申立人の氏名住居を頼りに昭和二六年一月一六日に尼崎\n市役所大庄支所に申立人の外国人登録の有無を照会して同月二三日同支所長から登\n録されていない旨の回答を得、昭和二八年六月二九日尼崎市警察署長に対して申立\n人の所在、帰国の有無について調査嘱託をして同年七月一〇日に同署長から不明で\nある旨の回答を得、昭和三〇年五月一二日厚生省引揚援護局引揚課長に対し申立人\nの引揚の有無を照会したが、同年七月五日付で同課長から関係資料が保存されてい\nないため調査不能の回答を得、昭和三二年九月二七日および昭和三七年一月二〇日\nに法務省入国管理局登録課に対し申立人の外国人登録の有無を照会したのに対し、\nそれぞれ昭和三二年一一月一一日付および昭和三七年三月一〇日付で同課より、Ｃ\nについては昭和二二年八月一二日付の登録があるままで登録証明書の切替がなされ\nていない旨の回答を得、昭和三二年一一月一三日姫路警察署長に対し、Ｃ名義の登\n録にある居住先の姫路市ｑ町ｒに申立人が居住しているかどうかについて調査嘱託\nしたのに対し、同月二二日同署長から居住していない旨の回答を得、かくして申立\n人の所在についての手がかりがつかめぬまま、昭和四〇年二月四日に至つて姫路支\n部検事はＣに対し刑の執行停止取消決定をし、即日各高等検察庁検事長に宛て申立\n人の収監請求を発するに至つたこと、（リ）その後検察当局は申立人の所在調査を\n重ねたが依然として判明せず、ようやく昭和四三年六月に至り、申立人の父Ａの死\n亡届（昭和三九年一一月一日付）が尼崎市ｓｔ丁目ｕの同居の親族Ｇ（Ｂ）名義で\nなされていることを探知し、ＧことＢなる氏名が浮かび上つて来たので、Ｂの所在\nおよびＣとＢとの関係について調査した結果、昭和四四年七月右両者の指紋が同一\nであるとの鑑定結果を得るとともに、ＧことＢを名乗る申立人が尼崎市ｍ町ｎ丁目\nｏに現住し、電気器具店を経営していることを確認し、旧刑事訴訟法五五〇条に基\nづき姫路支部検事の発する逮捕状により昭和四四年八月一四日午後五時二五分尼崎\n市において検察事務官が申立人を逮捕して、同日午後八時四五分本町拘置支所に引\n致し、翌一五日姫路支部検事が残刑の執行を指揮したことが認められる。以上の経\n過と、さらに昭和四四年検察当局がＧことＢあるいはＦの所在を捜査している際、\n調査に赴いた警察官に対し、申立人の弟等は、Ｇなる人物は全然知らないと答え、\nまた申立人の家人もＦの所在を知らないと述べている事実等を併せ考えれば、申立\n人およびその親族らは協力して申立人の所在を隠すにつとめたものと解せざるを得\nず、正に原決定の認める如く申立人は典型的な遁刑者といわなければならない。\n<要旨>ところで、刑法が刑の時効の制度を認めた理由は、刑の確定後長年月を経\n過することにより、その犯罪に対<／要旨>する社会的な規範感情やその犯罪により\n被害を被つた者の被害感情が緩和されると共に、長年月続いた犯人の社会生活の状\n態そのものを是認し保護しようとするにあるものと解すべきであつて、長年月の間\n刑の執行がなされなかつた理由が、刑の執行をする側の過失怠慢等その責に帰すべ\nき事由による場合たると、あるいは受刑者側に偽計、逃走等反規範的な作為のあつ\nた場合たるとを区別しないと解するのが相当であるから、申立人の右遁刑行為は時\n効の成否の判断には関係なきものといわなければならない。―而して刑法三三条は\n「時効ハ法令ニ依リ執行ヲ猶予シ又ハ之ヲ停止シタル期間内ハ進行セス」と規定し\nているのであるから、刑の執行停止の決定を受けた受刑者については、原則とし\nて、刑の執行を指揮する検事が執行停止の事由が止んだことを認定し、執行停止を\n取り消した時から再び刑の時効が進行するものと解するのが相当である。何となれ\nば、刑の執行指揮については法律上検事に一任されているから、検事が法律の趣旨\nに従つて、適正にその職務を遂行する限り、その裁量に一任することが時効の起算\n点、従つてその完成時を明確にし得る点からも適当であるからである。然し、執行\n停止事由が止んだことが認定ないし推認され得る事情があるにも拘らず、検事が故\n意、過失、または法律の解釈を異にし、あるいは執行停止事由の消滅の認定につき\n見解を異にすることなどにより、そのまま取消決定をしないで放置し、余りにも長\n年月を経過した後に至つて取消決定をしてその残刑の執行をするなどの処置に出た\n場合には、前記時効制度を設けた趣旨に背馳するのみならず、刑の執行前に遁刑し\nた者または受刑中に脱走した者がそれぞれ判決の確定または脱走したときから刑の\n時効が進行するのと比較して著しく権衡を失し、かつは、刑の時効については、公\n訴の時効に関し新刑事訴訟法二五五条第一項に規定するような「犯人が国外にいる\n期間又は犯人が逃げ隠れている期間は公訴の時効が停止する」旨の規定がないの\nに、その規定があるのと同じ効果をもたらし、結局は執行停止取消の裁量権の行使\nが著しく妥当を欠くという不合理な結果を招くこととなるから、到底是認し得ない\nところである。従つて、検事に一任せられた前記裁量権の行使が著しく妥当を欠く\n場合（検事の故意過失に因る場合は勿論、法律の解釈、停止事由消滅の認定につい\nての見解を異にする場合も同様である。）には、その取消決定をすべき時期に取消\n決定があつたものと認め、その時から時効が進行するものと解するのが相当であ\nる。されば、旧刑事訴訟法五四六条一号（新刑事訴訟法四八二条一号の規定と同\n様）に規定する病気を理由とする裁量による刑の執行停止決定をした場合にあつて\nは、検事は引き続き執行停止事由について調査をすべき義務があり、原則として検\n事が執行停止事由となつた病気が刑の執行に耐え得る程度に治癒したと認定した時\n期において執行停止の取消決定をすべきであるが（執行事務規程三〇条五号、三一\n条一項参照）、執行停止を受けた受刑者がその執行停止中に医師の治療を受けない\nままに（かりに治療を受けていても、検事がその医師を確認できない場合も同様で\nある。）遁刑して所在が不明となつたときには、検事が本人の所在を発見しない限\nり刑の執行に耐え得る程度に病気が治癒したか否かを判定することは事実上困難で\nあるところから、その判定のための前提として所在調査をかさね、通常の経過をと\nれば刑の執行に耐え得る程度に病気が治癒し得たと考えられる期間を越え、十数年\nもの長年月にわたる所在調査の末、停止事由が止んだものと推認して取消決定をす\nることは、前記説示の如く刑の時効制度を設けた趣旨に背馳する等不合理な結果を\n招き、結局は停止事由の消滅の認定ひいては執行停止の取消につき、その裁量権の\n行使が著しく妥当を欠くこととなり、到底是認し得ないところである。従つて、病\n気により執行停止を受けた受刑者が、その後所在を晦したことを検事が確認したよ\nうな場合には、検事が執行停止を受けた者の病気が通常の経過をとれば刑の執行に\n耐え得る程度に治癒し得たと考えられる期間を経過した時期において、執行停止の\n事由が止んだものと認定して刑の執行停止を取り消すべきが相当であり（万一、収\n監手続をとつた際に停止事由が止んでいないことが判明した場合には、再度執行停\n止の措置をとるべきである。）もしも右の時期において検事が執行停止取消の措置\nに出ないときは、その取消決定があつたものと認め、その時から刑の時効が進行す\nるものと解すべきである。もつとも、以上の見解に対しては、執行停止事由が止ん\nでいない者に対してまでも、執行停止の取消と同一の効力を認める場合が生ずるお\nそれがあり、病気中の執行停止を受けた者に対し収監という不利益を強いることと\nなり不当であるとの非難が考えられるけれども、右の不利益はその本人が所在を不\n明にさせる行為をすることによつて自ら招いたものであるから、甘受すべき筋合の\nものであり、かりに収監の結果停止事由が止んでいないことが判明したときには再\n度執行停止の措置をとればよいわけでもあるから、右の非難は当らない。また、執\n行停止を受けた後に遁刑した者に対し執行停止の取消と同一の効力を認めて刑の時\n効を進行させることは、本人または身柄引受人をして刑の時効を完成せしめる意図\nのもとに、本人を遁刑させる結果を誘発し、ひいては身柄引受人の本人に対する監\n督および本人の所在報告義務を免れさせる結果を招き不当であるとの非難も考えら\nれるが、なるほど身柄引受人が本人の遁刑をはかることは身柄引受人の前記引受義\n務に違背することはいうまでもないことであるけれども、本来、刑の時効制度その\nものは遁刑行為の有無とは関係のないものであつて、それが刑の執行停止を受けた\n後に遁刑した者に関するものであつても、別異に考えるべきものでないことは前記\n説示のとおりであるから、右非難も当らない。\n本件についてこれをみるに、申立人は、昭和二二年一〇月二一日肺浸潤の診断に\n基づき旧刑事訴訟法五四六条一号所定の停止事由に該当するものとして刑の執行停\n止決定を受けた後、医師にかからずに自宅療養をし、右停止後約三カ月して病状が\n軽快したので尼崎市内で就職して軽作業に従事していたのであるが、検事は、右停\n止後約一年九ヶ月も経過して初めて警察署長に対して申立人の健康状態調査を嘱託\nし、昭和二四年七月二九日に警察署長から同月二三日調査にかかる「申立人は病状\nが良好でなく目下治療のため医院に通院中で残刑の執行に耐えることが出来ないと\n答えた。」旨の回答を受けながら、その医師の氏名は勿論、医師について病状を調\n査することもしないうちに、昭和二五年五月三日に至つて警察署長から同月四日調\n査にかかる「申立人の父Ａは『Ｃは病気が良くならず死ぬ時に母の顔を見たいか\nら、神戸三宮の友人と二人で朝鮮に密航して帰ると言つて昭和二四年二月頃九州か\nら乗船し、現在朝鮮に帰国している。』旨答えた。』旨の回答を受け、初めて申立\n人の所在不明を知るに至つたのであるが、右Ａがいう申立人の帰国時期には、申立\n人が在宅し、その後警察官の調査に応答していたことは前記昭和二四年七月二九日\nに受けた回答書により明白であるから、検事としてはこれに不審を抱いてさらにＡ\nらにつき申立人の帰国の有無、受診の有無を調査すべきであるのに、記録を検討し\nてもその調査をした形跡は全く見受けられず、この点、検察当局の当初の調査は粗\n雑のそしりを免れないけれども、前記昭和二五年五月一三日に回答を受けた段階、\nあるいは所論のＢ名義に外国人登録をした段階では、申立人の所在不明が確認でき\nたものとはいいがたい。然し、前記認定の昭和二六年一月二三日付尼崎市役所大庄\n支所長から申立人の外国人登録がない旨の回答を受けた後、さらに昭和二八年七月\n一〇日に尼崎市警察署長かう申立人の所在、帰国の有無は不明である旨の回答を受\nけた段階では、少くとも検事は申立人の所在不明を確認できたものというべきであ\nるから、執行停止後約五年九ヶ月を経過しているこの時期においては、食糧事情、\n医療事情等の好転という事情をも考え、執行停止事由である申立人の病気も通常の\n経過をとれば治癒すべき時期であつたと推認するが相当である。従つて、姫路支部\n検事としては、右の時点において、申立人に対する刑の執行停止を取り消すべきで\nあつたといわなければならない。然るに、検事はこれよりも約一一年七ヶ月、執行\n停止後約一七年三ヶ月を経過した昭和四〇年二月四日に申立人の所在不明のまま執\n行停止を取り消したもので、その裁量権の行使が著しく妥当を欠くこととなるか\nら、右昭和二八年七月一〇日の時点において刑執行停止の取消決定があつたと同一\nの効力が発生し、申立人に対する残刑につき時効が進行を開始したものというべき\nである。\nそうすると、申立人に対する前記確定判決に基づく残刑は、前記昭和二八年七月\n一〇日から刑法三二条三号所定の一〇年の時効期間を経過した昭和三八年七月九日\nの経過とともに時効が完成し、これに対する刑の執行権は消滅したこととなるか\nら、申立人に対する本件逮捕状の執行および残刑の執行は、刑の執行権が消滅した\n後になされた違法なものとして、これを許すべきものではないといわなければなら\nない。結局、右の執行の不許を求める本件異議申立は正当であつて、これと相反す\nる趣旨に出た原決定は取消を免れない。\nよつて、本件即時抗告は、その余の点について判断するまでもなく理由があるか\nら、旧刑事訴訟法四六六条二項により原決定を取り消し、本件逮捕状の執行および\n残刑の執行はこれを許さないこととし、主文のとおり決定する。\n（裁判長裁判官　田中勇雄　裁判官　竹沢喜代治　裁判官　尾鼻輝次）\n"
}