{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 50,
    "month": 9,
    "day": 30
  },
  "case_number": "昭和49(行ウ)175",
  "case_name": "寿建築研究所救済命令取消",
  "court_name": "東京地方裁判所",
  "field": "労働",
  "lawsuit_id": "19743",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=19743",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/743/019743_hanrei.pdf",
  "contents": "主　　　文\n被告が、参加人を申立人、原告を被申立人とする都労委昭和四八年（不）第九〇号\n不当労働行為救済申立事件につき、昭和四九年一一月五日付でした命令を取消す。\n訴訟費用は被告及び参加人の負担とする。\n事　　　実\n第一　当事者の求めた裁判\n一　原告\n主文第一項と同旨及び訴訟費用は被告の負担とする、との判決\n二　被告及び参加人\n原告の請求を棄却する、訴訟費用は原告の負担とする、との判決\n第二　当事者の主張\n一　請求の原因\n１　参加人は、原告を相手方として、被告に対し団体交渉拒否を理由に不当労働行\n為救済の申立をしたところ、被告は、右申立にかかる都労委昭和四八年（不）第九\n〇号事件について、昭和四九年一一月五日付で、「被申立人株式会社寿建築研究所\nは、申立人建設関連産業労働組合が申し入れた同組合所属の組合員Ａの解雇の件に\nついての団体交渉を、（ア）団体交渉を再開することは無意味であること、（イ）\n組合が暴力を振うおそれがあることを理由として拒否してはならない。」旨の命令\n（以下「本件救済命令」という）を発し、右命令書の写は同年一一月二〇日に原告\nに交付された。\n２　しかし、本件救済命令は違法であるから、その取消を求める。\n二　請求原因事実に対する被告および参加人の認否\n請求原因事実は認める。\n三　本件救済命令の適法性についての被告および参加人の主張\n（被告）\n１　当事者関係\n原告は、肩書地に事務所を置き、建築設計・監理等を業とする株式会社であり、\nその従業員数は副所長以下一五名である。参加人は建設関連産業に従事する労働者\nをもつて組織される労働組合であり、組合員数は約四〇名である。\n２　救済の申立\n原告は副所長Ｂを通じて従業員Ａに対し、昭和四七年七月一日に解雇する旨の\n（この解雇を以下「一次解雇」という。）、さらに昭和四八年四月七日に同年五月\n七日をもつて解雇する旨の（この解雇を以下「二次解雇」という。）各意思表示を\nした。参加人は、原告に対し参加人の組合員である右Ａのこれら解雇の件について\n団体交渉の申入れをしたところ、原告がこれを正当な理由がなく拒否しており、右\nは不当労働行為に該当するとして、同年一〇月一六日被告に対し原告に団体交渉を\n拒否してはならないことを命ずる救済の申立をした。\n３　不当労働行為の成立\n（一）　当初の団体交渉\n原告と参加人はＡの一次解雇をめぐり昭和四七年七月二六日以降団体交渉を行\nい、同年一一月二八日の団体交渉において原告からＡの解雇事由として具体的事実\nが示されたが、その評価をめぐつて参加人と原告の見解が対立したまま交渉が進展\nせず、昭和四八年一月一七日の団体交渉でも互いに従来の主張を繰り返すばかりで\n交渉が行詰り状態になつたため、遂に原告が団体交渉の決裂を宣言した。その際、\n原告と参加人は情勢の変化があれば団体交渉を再開する旨を約した。\n（二）　原告の団体交渉拒否\n（１）　参加人は同年三月七日、原告に対し、Ａの一次解雇に関する団体交渉の再\n開を申入れ、併せて団体交渉の場所を時間的制約のない原告事務所とすることを強\nく要望したが、原告は同月九日付文書で、同月一四日午後六時三〇分から八時まで\nの間目黒区福祉センターにおいて双方出席者を各七名以内として団体交渉に応ずる\n旨参加人に回答した。そこで同月一四日午後五時五〇分頃、Ａら四名の参加人の組\n合員が原告事務所に赴き、副所長Ｂに対し同日の団体交渉の場所を会社事務所に変\n更するよう強く要求したのに対し、Ｂ副所長は既定方針どおり目黒区福祉センター\nで行うとの態度を変えず、右要求を拒否した。そのやりとりの間、右組合員らと、\nＢ副所長及び設計室長Ｃが激しくもみ合つたことがあつて、結局当日の団体交渉は\n行われなかつた。\n（２）　翌一五日、参加人が再び原告に文書で団体交渉を申入れたところ、原告は\n同日付内容証明郵便で参加人に対し、参加人が前記三月一四日の行為を文書をもつ\nて謝罪し、かつ今後かかる暴力行為を一切行わないことを誓約しない限り如何なる\n団体交渉の申入れにも応じない旨を通告した。次いで同月二二日、団体交渉を申入\nれるためＡら組合員五名が原告事務所に入ろうとしたところ、Ｂ副所長がこれを阻\n止しようとしたので再びもみ合いとなつた。\n（３）　参加人は、その後本件救済の申立をするまでの間、原告に対しほぼ一週間\nごとに、Ａの解雇の件（前記二次解雇がなされた後はこれをも含む。）について原\n告事務所で団体交渉を再開すべき旨を申入れ続けたけれども、原告はこれに応ぜ\nず、同年九月二七日付文書で、（ア）参加人は暴力を公然とふるいかつこれを正当\n視するものであるから会社側交渉委員の身の安全の上からも参加人とは到底交渉し\nえないこと、（イ）団体交渉が決裂した前記一月一七日以降全く譲歩の余地がなく\nかつ事態の進展がないことを理由として、団体交渉の申入れに応じられない旨回答\nし、以後このような態度を固持している。\n（三）　原告の不当労働行為\n原告は団体交渉が決裂した同年一月一七日までは参加人と団体交渉を行つたとい\nいうるけれども、その後参加人からの団体交渉再開申入れを拒否していることにつ\nいては、以下の諸点から正当な理由がないというべきである。\n（１）　団体交渉決裂後の情勢の変化について\n団体交渉は労使間における懸案を自主的かつ平和裡に解決することを目的とする\n制度であるところ、原告と参加人は団体交渉が決裂して以来本件救済命令発布当時\nまで既に一年半以上一度も団体交渉を行わないままで経過したのであるから、重ね\nて団体交渉を再開することが無意味であるとは断定しがたく、したがつて、原告は\n団体交渉が決裂して以来情勢に変化がないから無意味であるとして団体交渉再開を\n拒否することはできないものというべきである。\n（２）　参加人の暴力行使の虞について\n暴力の行使はいかなる場合にも否定すべきであるから、同年三月一四日及び二二\n日における参加人の組合員らの前記行動は団体交渉の申入れのためといえども許さ\nれず、参加人はかかる行為を厳しく自戒すべきであるが、右一四日に生じた混乱は\n原告が団体交渉の場所や時間について参加人の要望を全く無視したことにも一因が\nあり、しかも当日原告側が全く暴力を行使しなかつたとも断定しがたい。そして、\nこのような暴力を伴つた紛争は原告が団体交渉の再開に応ずるか否かをめぐつて発\n生したものであり、参加人がこれまで団体交渉の席上で暴力をふるつたとは認めら\nれないのであつて、団体交渉の場所や時間等について原告が参加人の要求を容れて\n会社事務所内で団体交渉を再開したとしても、参加人が団体交渉の席上で暴力をふ\nるうとは認められない。それ故、前記のような団体交渉制度の趣旨に照らすと、原\n告が、団体交渉決裂後一年半以上経過した今なお参加人が暴力をふるう虞があるこ\nとを理由に団体交渉を拒否し続けていることは正当とはいえず、到底容認できな\nい。\n４　救済の認容\nそこで、被告は、参加人の救済申立を理由があると判定して、原告が参加人の申\n入れたＡの一次及び二次解雇の件についての団体交渉を拒否してはならない旨の本\n件救済命令を発したものである。\n５　後記原告の反論中、五１（二）のうち原告がその主張のような通告をしたこ\nと、同２（二）のうち斡旋委員立会で行われた団体交渉終了までならびに和解の斡\n旋打切までの各経緯が原告主張のとおりであり、右団体交渉以後被告が原告に対し\n自主交渉するよう勧告したことがないことは認めるが、その余を争う。\n（参加人）\n１　昭和四八年一月一七日の団体交渉決裂後、当庁における昭和四七年（ヨ）第二\n三四八号Ａの地位保全仮処分申請事件の第一回口頭弁論期日に施行された原告申請\nにかかる証人尋問により既に一次解雇が過酷に失し不当であることが明らかとなつ\nて重大な情勢の変化が生じたので、参加人は同年三月七日Ｂ副所長を通じて原告に\n対し、団体交渉の再開を求めるとともに団体交渉がこま切れにならないよう団体交\n渉の場所を使用時間の制限されない原告事務所とするように説得したところ、Ｂ副\n所長は善処する旨答えておきながら、同月九日付の原告の回答においては前記のと\nおり交渉時間を異例に短かく一時間半に限定し団体交渉の場所は目黒区福祉センタ\nーとするものであつた。しかも同センターが碑文谷警察署の向い側にあることから\nして、原告が従前の団体交渉の際に用いたやり方と同様に、交渉の進展によつて窮\nするや暴力行為があつた旨の虚偽の申告をして団体交渉の場に警察力を導入し、そ\nのどさくさに紛れて交渉を打切る意図であることが明らかであつた。\n２　そこで、同月一四日午後六時頃、参加人書記長ＤとＡら組合員合計四名が原告\n事務所を訪れ、Ｂ副所長に対し同日の団体交渉の場所を同事務所に変更し時間も延\n長するように協議を申し入れたが、同副所長は団交場所は目黒区福祉センターに決\n定していると一方的に断定して参加人の右申入れに取合わず、やにわに組合員四名\nを事務所から排除しようとして両手で次々と突きとばし、折から帰社したＣ設計室\n長もいきなり両手でＤ書記長を突きとばしてエレベーターホールの扉に叩きつけ、\n引き続き同所において、同人の上衣の両襟を掴んで締めあげながら壁に押しつけて\n左下腿部を蹴りあげ、これを制止しようとしたＡの右顔面を手拳で殴打し、さらに\n原告事務所前の目黒通りでＤ書記長の上衣の両袖を掴んで振り廻しその付根部分を\nそれぞれ約一五センチメートル引裂く等の暴行を加えていずこかへ立ち去り、右暴\n行により同書記長に対し全治五日を要する左下腿擦過傷を、Ａに対し全治四日を要\nする右顔面打撲傷を負わせた。やがて団体交渉の開始予定時間になつたので、参加\n人が直ちに同事務所で団体交渉を開始するよう提案したところ、Ｂ副所長はこれに\n応じて平穏に団体交渉が開始されたが、その直後、Ｃ設計室長らが警察官を連れて\nきて「団交は中止だ。」と喚きたてながら強引に同副所長を退出させ、同日の団体\n交渉を中止させた。\n３　右団体交渉を中止にいたらしめた際参加人に対し次回の団体交渉の日時場所を\n後日回答する旨約したにも拘らず、原告が翌日前記のとおり参加人を一方的に非難\nする通告を行つて団体交渉を拒否したため、同月二二日午前八時頃組合員四名がこ\nれに抗議するとともに団体交渉を申入れかつその日時場所について協議をなすべく\n同事務所に赴いたところ、Ｂ副所長は扉に施錠して面会を拒絶し、右組合員らが折\nから出勤してきた女子従業員に開錠して貰い入所しようとするや、いきなり内側か\nら扉ごと同人らめがけて体当りを加え、全く協議に応ぜず、遂には参加人の団体交\n渉申入書を床に叩きつけた。\n４　同年七月五日参加人は被告に対し団体交渉促進の斡旋を申請したところ、原告\nが参加人においてＡの原職復帰を主張する限り斡旋に応じないとの立場を固執した\nので、斡旋委員は斡旋申請の趣旨を拡張し、Ａの解雇についての和解を斡旋する件\nを加えてはどうかと提案したけれども、原告がＡの原職復帰を含む限りこれにも応\nじないとの態度をとつたため、斡旋は不調に終つた。\n５　以上のとおり参加人組合員らが原告代表者や従業員等に対し暴力を行使したこ\nとはなく、またＡの二次解雇についての団体交渉は一度も行われたことがないので\nあつて、原告は正当な理由なく団体交渉を拒否しているものである。\n６　後記原告の反論中、五１（二）のうち原告がその主張のような通告をしたこ\nと、同一（三）及び（六）のうち参加人が右通告にかかる条件の受諾を拒否してい\nること、同２（二）のうち斡旋委員立会の団体交渉が、労使の主張が平行線をたど\nり妥協のきざしを見出せないまま終了したこと、被告が以後原告に対し自主交渉す\nるよう勧告したことはないことを認め、その余を争う。\n四　被告及び参加人の主張に対する原告の認否\n１　被告主張事実１のうち原告がその主張のような株式会社であることを認める\nが、その余は知らない。同２及び３（一）の事実は認める。同３（二）（１）のう\nち参加人が三月七日に団体交渉の再開を申し入れ、原告が同月九日に回答したこ\nと、同月一四日にＡら組合員四名が原告事務所に来たこと、Ｂ副所長が団体交渉を\n目黒区福祉センターで行う旨回答したことは認めるが、その余は否認する。同３\n（二）（２）のうち同月一五日原告が参加人に対し内容証明郵便で通告したこと、\n同月二二日Ａら組合員五名が同事務所に入ろうとしたことは認めるがその余は否認\nする。同３（二）（３）の事実は認める。同３（三）は争う。\n２　参加人主張事実１のうち参加人が昭和四八年三月七日団体交渉の再開を求め、\n同月九日原告がその主張のような回答をしたことは認めるが、その余は争う。同２\nのうちＡら組合員四名が原告事務所を訪れたこと、同３のうち組合員らが同事務所\nに入ろうとしたことを認め、いずれもその余の事実を否認する。同４のうち参加人\nがその主張のとおり斡旋申請をしたこと及び右斡旋が不調に終つたことは認める\nが、その余の事実を争う。同５のうち、Ａの二次解雇についての団体交渉が行われ\nていないことは認める。\n五　原告の反論\n本件救済命令は次の理由により事実を誤認し、事実の認定を遺脱し、ならびに労\n組法七条二号の解釈と適用を誤つた違法な行政処分である。\n１　原告は参加人との団体交渉を拒否しているものではなく、平然と暴力を行使す\nる参加人に対し、交渉委員の身体の安全と団体交渉が制度目的に副い平和裡に行わ\nれる保障を確保するため、団体交渉を再開する前提として、暴力を行使したことを\n文書で謝罪し、かつ暴力行為を一切行わない旨誓約することを求めているものであ\nる。\n（一）　参加人は原告と昭和四八年三月一四日午後六時三〇分から目黒区福祉セン\nターで団体交渉を行う旨合意をしておきながら、その直前の同日午後五時五〇分\n頃、Ａら組合員四名が突然原告事務所に乱入し、Ｂ副所長に対し同所で団体交渉に\n応ぜよと強要し、同副所長がこれを拒否するや、逐次応援にかけつけた組合員らを\n含む約一〇名でもつて、同副所長、総務部長Ｅ及び設計員Ｆに対して暴力を振い、\n事態を案じてかけつけたＣ設計室長にも暴力を加えるなど、約四〇分後原告側の通\n報により警察官が出動してくるまで乱暴狼籍の限りを尽した。\n（二）　このように組合員らは団体交渉開始予定の直前に俄かに団体交渉の場所を\n原告事務所へ変更するよう要求し、これを拒否されるや一方的に長時間暴力を行使\nしたのであるから、団体交渉の席上においても参加人の要求を容れないときは参加\n人が力ずくでその要求を容れさせようとして同様の暴力を行使する虞があつて、平\n穏な交渉を期待できないとともにＢ副所長らが危害を受ける危険があつたので、原\n告は同日の団体交渉を中止せざるをえなかつたものであり、翌一五日、前記のとお\nり参加人に対し、右暴力行為の謝罪と今後かかる暴力行為を行わない旨誓約しない\n限り団体交渉に応じないことを通告したのである。\n（三）　参加人は右通告にかかる条件を受諾しないばかりでなく、その後も暴力の\n行使を止めず、同月二二日午前九時一〇分頃、Ａら組合員五名は、会社事務所に乱\n入しようとし、これを防ごうとしてＢ副所長が閉めている扉を多勢の力で押し開け\nて事務所内に侵入し、右衝撃により転倒した同副所長の臀部をＡが足蹴りし、組合\n員らが「団交を開け」などと大声で喚き散らして事務所内を騒然とさせ、業務の支\n障を避けるため廊下に出た右副所長を取り囲んで大声で罵声を浴せ、Ａが矢庭に同\n人の首を両手で締めつけ、逃げようとする同人を抑えつけて首を両手で締めたまま\n後頭部を背後の壁に数回叩きつけ、他の組合員らが同人を押えつけて股間を蹴上\nげ、激痛の余り前にのめり込んだ同人の腹部を手拳で強打し、足を踏みつけ背中を\n強くつねるなど、抗拒できない同人に対しほしいままに暴力をふるつた。\n（四）　以上のとおり、原告は団体交渉が暴力の行使を伴わず平穏に行われること\nを確保するため、団体交渉開催の前提として、参加人に対し暴力の行使を謝罪し及\nびその不行使を誓約することを求めざるをえないのであつて、この要求を参加人が\n受諾することを条件として団体交渉を応諾しているのに参加人はその行動を正当と\n主張して右条件の受諾を拒否しているため団体交渉を開催できないのであるから、\n原告が団体交渉を拒否していないことは明らかである。\n２　仮りに原告が団体交渉を拒否しているとしても、次の諸点から原告には団体交\n渉を拒否するにつき正当な理由がないとすることはできない。\n（一）　参加人は団体交渉の場で暴力を行使する虞がある。\n参加人は前記のとおり昭和四八年三月一四日団体交渉開始の直前に原告に対し団\n体交渉場所の変更を要求して一方的に暴力をふるい、翌日の通告によつても反省せ\nず、その後も団体交渉の開催等を求めて暴力の行使を繰り返しているのであるか\nら、現状のまま原告が団体交渉に臨めば団体交渉の場で参加人から暴力をふるわれ\nる虞が大きいので、参加人との団体交渉に応ずることができない。\n（二）　団体交渉決裂後の情勢の変化はない。\n原告は参加人が被告に対し申請した団体交渉促進斡旋事件において、被告立会の\nもとであれば参加人が暴力行為に及ぶ危険はあるまいと判断し昭和四八年九月五日\n被告の斡旋委員立会のもとに参加人と団体交渉を行つたのであるが、右団体交渉で\nも労使の主張は平行線をたどり、妥協のきざしを見出せないまま終了し、このよう\nな深刻な対立を目のあたりにした被告の斡旋委員は以後原告に対し参加人と自主交\n渉をするよう勧告したことはなく、むしろ自主交渉による解決を困難視し、Ａの解\n雇問題を含めて和解の斡旋を試みたけれども、Ａの原職復帰に固執する参加人とこ\nれを拒否する原告とが鋭く対立して和解の見込がなく、斡旋を打切つた。\nこのように昭和四八年一月一七日に団体交渉が決裂して以来Ａの解雇をめぐる労\n使の主張は妥協の余地なく対立したままであつて、何ら情勢の変化はなく、右事実\nは被告において知悉するところといわなければならない。\n第三　証拠関係（省略）\n理　　　由\n一　本件救済命令の成立\n原告が肩書地に事務所を置き建築設計・監理等を業とする従業員数が副所長以下\n一五名の株式会社であること、原告が副所長Ｂを通じて従業員Ａに対し昭和四七年\n七月一日に一次解雇の、昭和四八年四月七日に二次解雇の各意思表示をしたこと、\n参加人が同年一〇月一六日被告に対し、参加人の組合員である右Ａの解雇の件につ\nいて原告が参加人との団体交渉を正当な理由がなく拒否しており右は不当労働行為\nに該当するとして、原告に団体交渉を拒否してはならないことを命ずる救済の申立\nをしたこと、及び右申立にかかる都労委昭和四八年（不）第九〇号事件について、\n被告が原告は同年一月一八日以降正当な理由がなく参加人との団体交渉を拒否して\nおり右は不当労働行為に当るとして昭和四九年一一月五日付で「被申立人株式会社\n寿建築研究所は、申立人建設関連産業労働組合が申し入れた同組合所属の組合員Ａ\nの解雇の件についての団体交渉を、（ア）団体交渉を再開することは無意味である\nこと、（イ）組合が暴力を振うおそれがあることを理由として拒否してはならな\nい。」旨の、本件救済命令を発し、右命令書の写が同年一一月二〇日原告に交付さ\nれたこと、以上の事実は当事者間に争いがなく、成立に争いのない甲第五四号証に\nよれば、参加人は建設関連産業に従事する労働者で組織する労働組合であることが\n認められる。\n二　不当労働行為の成否\n１　原告と参加人はＡの一次解雇をめぐつて昭和四七年七月二六日以降団体交渉を\n行い、同年一一月二八日の団体交渉において原告からＡの解雇事由として具体的事\n実が示されたが、その評価をめぐつて原告と参加人の見解が対立したまま交渉が進\n展せず、昭和四八年一月一七日の団体交渉でも互いに従来の主張を繰り返すばかり\nで交渉が行詰り状態になつたため、遂に原告が団体交渉の決裂を宣言したことは当\n事者間に争いがなく、いずれも成立に争いのない甲第七一号証の二、第七九号証、\n乙第三号証の四、五、七によれば、右見解が対立した要点は、原告が前記事実をも\nつて原告の就業規則第三〇条第二号および第三号所定の解雇事由に該当するもので\nあり、原告の他の従業員のＡに対する評価もきびしい状況にあるので解雇の意思表\n示を撤回してＡを復職させる意思はないとするのに対して、参加人は右事実をもつ\nて右就業規則の条項に該らないとして解雇撤回を要求してやまないというものであ\nつたことが認められる。そして、参加人が被告に対し申請した団体交渉促進斡旋事\n件において昭和四八年九月五日被告の斡旋委員立会のもとに原告と参加人が団体交\n渉を行つたことを除いて、前記団体交渉決裂後本件救済命令発布に至るまでの間、\n原告と参加人との間で団体交渉が開かれたことがなかつたことは当事者間に争いが\nない。\nところで、団体交渉事項に関し労使双方の主張が対立してそれ以上相互に譲歩の\n意思がないことが明確になつた段階においては、もはや交渉の余地がなくなつたの\nであるから、事情の変更が生じない限り更に団体交渉を申し入れることは無意味で\nあるし、その申入れを拒否することも正当な理由がないことにはならない。被告は\nこの点について、原告と参加人は団体交渉決裂後既に一年半以上一度も団体交渉を\n行わないままで経過したのであるから重ねて団体交渉を再開することが無意味であ\nるとは断定しがたいと主張するが、単なる日時の経過だけでは事情の変更を認める\nことは困難である。また、事情変更を理由づける事実の存在については団体交渉再\n開を申し入れる者にその立証責任があるというべきで、この点は訴訟手続のみなら\nず救済手続においても異なるところはないが、参加人ないし被告は本訴において右\n事実の立証を果しているとはいえない。参加人は、当庁昭和四七年（ヨ）第二三四\n八号Ａの地位保全仮処分申請事件の第一回口頭弁論期日に施行された証人尋問によ\nり一次解雇が過酷に失し不当であることが明らかとなつて重大な情勢の変化が生じ\nたと主張するが、具体的にどのような事実に基いて右の主張を構成するのか明らか\nではないから採用できない。またＡに対して二次解雇がなされたことは一個の事情\n変更であるといえるとしても、この事実はむしろ原告が従前の主張を譲歩する意思\nのないこと、したがつて交渉の余地がさらになくなつたことを示すものにほかなら\nないから事情変更の事由とはなしえないものである。\nそうとすれば、昭和四八年一月一七日に団体交渉が決裂して以来事情の変更があ\nつたことの立証がないから、参加人がその主張するように執拗に団体交渉申入を繰\n返し原告がこれを拒否しても、原告は正当な理由なく団体交渉を拒否したことには\nならないというべきである。\n２　ただ、本件においては前叙のような経過にもかかわらず、参加人が昭和四八年\n三月七日原告に対しＡの一次解雇の件につき団体交渉を申入れたのに対し、原告が\n同月九日付で同月一四日に団体交渉に応ずる旨回答したことは当事者間に争いがな\nいが、これが端緒となつて生じた一連の事件が団体交渉拒否の不当労働行為との関\n係でどのような意義を有するかは検討に値する。前記説示のとおり、事情変更があ\nつたことの主張・立証がない以上原告は参加人からの団体交渉申入に応ずる必要が\nないわけであるが、事情変更の有無を問題にしないで相手方の団体交渉申入に応ず\nることはもとより差支えないところであつて、応じた以上は合意された団体交渉の\n実行を正当な理由なく拒否することは不当労働行為に該ることになるというべきで\nあるからである。ただこの場合は、事情変更が認められなければいつでもその後に\n行われるべき団体交渉を拒否することができるのであつて、任意に団体交渉に応じ\nたが故に事情変更の要件はその後の団体交渉申入について不要になつたとか、拒否\n権を放棄したものとして団体交渉拒否ができなくなると解すべきでないことはいう\nまでもないところである。\nそこで三月一四日に予定された団体交渉をめぐる動きについてみるに、前掲甲第\n七九号証、乙第三号証の七、いずれも成立に争いのない甲第四三号証、第四四号\n証、第五四号証、第七一号証の一、第七四号証、第七八号証、第八〇号証、第八一\n号証、乙第三号証の三を総合すると、三月七日付参加人の団体交渉申入書には団体\n交渉の日時・場所等の希望を記載しなかつたが、申入れにあたつて原告の事務所で\n開催するよう要望していたにもかかわらず、三月九日付の原告の回答書では三月一\n四日午後六時半から八時まで目黒区福祉センターで労使双方とも七名以内の交渉委\n員をもつて団体交渉を行うこととされていたので、参加人は団体交渉の場所の変更\nを求めるため、書記長Ｄ、Ａら七名の組合員が三月一四日の交渉開始予定時刻の\n三、四〇分前に原告事務所を訪れ、副所長Ｂに対し右事務所で団体交渉を開くべき\nことを要求したこと、しかしＢがこの申出を拒否し予定通り前記福祉センターで行\nうとして退去を求めたところから、組合員らはＢ、Ｅ総務部長、Ｃ設計室長らの職\n制に対し交々数々の暴行を加えながら執拗に原告事務所で団体交渉を開くべきこと\nを強要し、開始予定時刻になるや所内にＢ副所長を無理に坐らせて取り囲み、一方\n的に「解雇を撤回せよ。」と詰め寄つていたこと、そこへＣ設計室長らが警察官を\n同道してきたので原告は参加人の暴力行為を理由に予定の団体交渉を中止したこと\nが認められ、右認定に反する甲第五三号証から第五五号証まで、乙第三号証の三か\nら五までの記載は信用しない。右認定事実によれば、参加人の組合員らの行為は団\n体交渉の場所の変更についての協議を求める態度とは到底みることはできず、原告\nが当日予定の団体交渉を拒否したことは正当な理由がないとはいえない。被告は、\n参加人が団体交渉の席上で暴力を振つたことはないから、団体交渉の席上で暴力を\n振うおそれがあることを理由とする原告の団体交渉拒否は正当な理由がないと主張\nし、なるほどそれまでの団体交渉の席上で参加人が原告に対し暴力を振つた形跡を\n認めるに足りる証拠はないが、しかし右認定の団体交渉直前における接渉の際の経\n緯に照らせば、原告が団体交渉の席上での暴力行為や交渉委員の身辺の安全につき\n危惧の念を抱くのはもつともである。なお、成立に争いのない甲第四九号証、第五\n〇号証によれば、前同日Ｄ書記長が全治五日を要する左下腿擦過傷を、Ａが全治四\n日を要する右額面打撲傷を負つたことが認められるが、このことは叙上の判断に影\n響を及ぼすものではない。\nそして、翌三月一五日参加人が団体交渉を申入れたのに対し、原告は参加人が右\n一四日の行為を文書で謝罪しかつ今後暴力行為を一切行わないことを誓約しない限\nり団体交渉に応じない旨回答したことは当事者間に争いがなく、前掲甲第七一号証\nの一、第七四号証、第七八号証、第七九号証、乙第三号証の七、いずれも成立に争\nいのない甲第四六号証、四七号証、を総合すれば、参加人は同月一九日付で原告の\n右通告は事実に反するとしてこれを拒否し、却つて原告側の暴力行為に対し抗議す\nる旨の書面を原告に対し送付したうえ、同月二二日午前九時頃参加人の委員長Ｇ、\nＤ書記長、Ａら五名が原告事務所に乱入し、Ｂ副所長に暴行して団体交渉再開を強\n要し、Ｃ設計室長に対しても暴行を加えたことが認められる。右認定に反する甲第\n五三号証、乙第三号証の五、六の記載部分は信用しない。\n叙上判示のところからして、前記三月一四日の団体交渉を原告が拒否したこと\nは、団体交渉拒否の不当労働行為についての証左とはなしえないものというべきで\nある。\n３　ところで、原告と参加人は参加人申請の団体交渉促進斡旋事件において昭和四\n八年九月五日被告の斡旋委員立会のもとにＡの解雇の件につき団体交渉を行い、以\n後原告は団体交渉を拒否していることは前記のとおりであるが、右団体交渉でも労\n使の主張は平行線をたどり、斡旋委員がＡの解雇問題も含めて和解の斡旋を試みた\nけれども、Ａの原職復帰に固執する参加人とこれを拒否する原告とが鋭く対立して\n和解の見込なく斡旋を打切り、斡旋委員も以後自主交渉をするよう勧告したことが\nないことは当事者間に争いがない。\n右同日以降において団体交渉の再開を相当とすべき事情の変更が生じたことにつ\nいても、なんら主張・立証がない。\n４　以上の諸点からみれば、原告にはＡの解雇の件について参加人との団体交渉を\n拒否するにつき正当な理由がないとすることができないことは明らかである。\n三　したがつて、原告の団体交渉拒否は正当な理由がなく不当労働行為に該当する\nと判定して原告に対し参加人との団体交渉を命じた本件救済命令は、瑕疵ある行政\n処分として違法であり、取消を免れない。\nよつて、原告の本訴請求は理由があるから、正当として認容し、訴訟費用の負担\nにつき民訴法八九条、九三条及び九四条を適用して、主文のとおり判決する。\n（裁判官　西山俊彦　原島克己　大喜多啓光）\n"
}