{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 52,
    "month": 9,
    "day": 27
  },
  "case_number": "昭和48(行ウ)16",
  "case_name": "第二次納税義務納付通知処分取消等請求事件",
  "court_name": "大阪地方裁判所",
  "field": "行政",
  "gist": "始期付所有権移転仮登記の仮登記権利者が当該仮登記に係る不動産の無償贈与を受けた場合において，同人の受けた利益の算定に当たり，何の負担もない場合の不動産価格から登記手数料等を差し引いてした第２次納税義務納付通知処分が違法とされた事例",
  "lawsuit_id": "17752",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17752",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/752/017752_hanrei.pdf",
  "contents": "○　主文\n１　被告が原告に対し、昭和四五年二月一二日付でした第二次納税義務納付通知処\n分、及び昭和四五年四月九日付でした別紙物件目録記載不動産の差押処分を取消\nす。\n２　訴訟費用は被告の負担とする。\n○　事実\n第一　当事者の求めた判決\n一　原告\n主文同旨\n二　被告\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n第二　当事者の主張\n一　請求の原因\n１　被告は原告に対し、昭和四五年二月一二日付で、山津鉄工株式会社（以下山津\n鉄工という）の滞納国税（昭和四二年度源泉所得税加算税一〇、五〇〇円、同延滞\n税一二、五〇〇円、同年度法人税加算税四五三、六〇〇円、同延滞税六二一、二〇\n〇円、同年度法人税本税二、二四七、八〇〇円、同加算税八〇五、五〇〇円、ほか\n法律による延滞税）につき国税徴収法三九条の第二次納税義務者として七、六八\n六、三〇〇円の限度で納付すべき旨の第二次納税義務納付通知（以下本件納付通知\nという）をし、更にこれを徴収するため昭和四五年四月九日付で別紙物件目録記載\nの不動産（以下本件不動産という）を差押える旨の処分（以下本件差押という）を\nした。\n２　しかし、本件納付通知及び差押はいずれも違法であるからその取消しを求め\nる。\n二　被告の答弁\n請求の原因１は認める。\n三　抗弁\n１　山津鉄工には昭和四五年二月一二日現在次の額の国税の滞納があつた。（年度\nは納税告知、更正又は決定の年度）\n２　山津鉄工には昭和四五年二月一二日当時何の財産もなく、山津鉄工の右国税に\nつき滞納処分を執行してもこれを徴収することができなかつた。\n３　山津鉄工は昭和四四年一一月二〇日原告に対し、その唯一の所有財産であつた\n本件不動産を贈与し（以下この贈与を本件贈与という）、同月二五日原告に対し所\n有権移転登記をした。\n４　右贈与により山津鉄工の右１の国税の徴収不足が生じた。\n５　山津鉄工の発行済株式は二、〇〇〇株であり、代表取締役Ａ、並びにその妻\nＢ、その弟Ｃ、その妹婿Ｄ、その妹婿Ｅ、及びその妻の父Ｆかそのうち二〇〇株宛\nを所有していたが、原告はＡの長男であるから、原告は同族会社である山津鉄工の\n特殊関係者に該当する。\n６　ア　本件不動産の昭和四五年二月一二日当時の価格は一五、七二二、九一二円\nであり、本件贈与により必要となる登記手数料、不動産取得税、\n贈与税見込額の合計は八、〇三六、五五〇円である。\nイ　原告が本件贈与により受けた利益は、右一五、七二二、九一二円より右八、〇\n三六、五五〇円を減じた七、六八六、三〇〇〇円である。\nウ　本件不動産には原告のため昭和四二年五月一一日始期付贈与を原因とする同月\n一二日受付始期付所有権移転仮登記がされているが、このことは国税徴収法三九条\nの「受けた利益の限度」の算定には考慮する必要がなく、右ア、イの算定にも考慮\nしていない。\n始期付所有権移転仮登記の原因である始期付贈与契約とは、その始期の到来により\n始めて贈与の法律効果が生じ、原告は本件不動産の所有権を取得するもののようで\nあるが、原告が本件不動産に始期付所有権移転仮登記の権利を得たとしても、その\nこと自体によつて地上権あるいは賃借権等の設定を得た場合のように本件不動産に\nついて利用権限を得るものではなく、また、当該仮登記は始期の到来によつて原告\nが取得する所有権の移転登記の順位保全の効果を有するにすぎないものであり、し\nかもこの順位保全の効果も始期が到来し本登記がなされて始めて生じるものである\nから未だ仮登記のままの状態では計算できるような現実的価値があるものではない\nというべきである。\n従つて、原告と山津鉄工との始期付贈与契約を原因とする始期付所有権移転仮登記\nの設定は、本件不動産に関する何らの価値の移動を伴うものではなく、その設定\nは、本件不動産の価値を減価させるものではないから、当該仮登記付の本件不動産\nが当該仮登記の権利者である原告に贈与されたことを原因とする本件納付通知にお\nける原告の受けた利益の計算において、当該仮登記の存在を考慮する必要はないの\nである。なお、不動産のように登記を対抗要件とする無償譲渡においては、この対\n抗要件を具備した日を基準に国税徴収法三九条にいう譲渡があつたか否かを判断す\nべきものであるから、仮に始期付贈与契約に基づく本件仮登記が本登記されること\nにより原告が本件不動産を取得したとしても原告は第二次納税義務を免れるもので\nはないのである。\nエ　また本件不動産につき大阪市信用保証協会のためにされている根抵当権設定登\n記も、右ア、イの算定に考慮していない。\n７　ア　国税徴収法三九条により第二次納税義務を課することかできるのは、滞納\n者、受益者に虚偽表示又は詐害の意思がある場合に限られるわけではない。\nイ　しかも本件においては、山津鉄工及び原告は本件贈与により滞納国税の納付が\n不可能になることを充分認識しており、詐害の意思があつたことは明白である。\n８　よつて、被告は国税徴収法三九条により本件納付通知をしたものであり、これ\nに違法な点はない。\n９　原告は本件納付通知に付された納付期限の昭和四五年三月一二日迄に納付通知\nにかかる国税を納付しなかつたので、被告は同月二八日迄に納付するよう催告した\nがなお納付がなかつた。\n１０　よつて、被告は本件差押をしたものであり、これに違法な点はない。\n四　抗弁に対する原告の認否、主張\n１　抗弁１ないし５、６ア、及び９の事実、並びに６ウのうち仮登記の事実は認め\nる。\n２　抗弁７アは争う。国税徴収法三九条により第二次納税義務を課すことができる\nのは、滞納者、受益者に虚偽表示又は詐害の意思がある場合に限られると解すべき\nである。\n３　抗弁７イは否認する。\n４　山津鉄工は昭和四二年五月一一日原告に対し五年後に本件不動産を贈与する旨\nの始期付贈与契約を結び、これを原因として原告のため同月一二日受付始期付所有\n権移転登記がなされた。そして、この始期付贈与契約上の義務の履行として本件贈\n与がされたものである。\nこのように本件不動産は本件贈与前に山津鉄工の資産としては期待できなくなつて\nいたものであるから本件贈与が債権者を害するものでもないし、本件贈与は既存の\n債務の履行としてされたものであるから詐害の意思もなかつたものである。\n五　証拠（省略）\n○　理由\n請求原因１の事実並びに抗弁１ないし５及び９の事実は当事者間に争いがない。\nそこで原告が本件贈与により「受けた利益」（国税徴収法三九条）について判断す\nる。\n本件不動産の価格が一五、七二二、九一二円であり、本件贈与により必要となる登\n記手数料、不動産取得税、贈与税見込額の合計が八、〇三六、五五〇円であること\nは当事者間に争いがなく、弁論の全趣旨によれば右争いのない不動産の価格とは本\n件不動産に後記仮登記その他何ら負担がないものと仮定した場合の価格と認められ\nる。他方、本件不動産につき原告のため昭和四二年五月一一日始期付贈与を原因と\nする同月一二日受付始期付所有権移転仮登記がされていることは当事者間に争いが\nなく、成立に争いのない甲二、三号証、証人Ａの証言により成立の認められる甲四\n号証、及び右証言によれば、山津鉄工は昭和四二年五月一一日原告に対し五年内に\n無償で本件不動産の所有権を移転する旨の期限付贈与契約を結んだことが認めら\nれ、この認定を覆すに足る証拠はない。\n被告は本件贈与により原告の「受けた利益」を本件不動産の何の負担もない場合の\n価格より登記手数料等を差引く方式で算定しており、この方式は贈与財産につき何\nの負担もない場合は相当なものと考えられる。しかしながら、贈与不動産につき負\n担があり、それが取引社会における不動産価格に影響する性質のものであれば、そ\nれを考慮して判断した客観的な不動産価格を基礎とし、それより登記手数料等の諸\n費用を差引く方式により受けた利益を算定すべきものである。ところで、前記のよ\nうな仮登記の原因となる権利を得た者は期限到来前には不動産の利用権限を持つも\nのでなく、期限が到来し所有権を取得しても仮登記のままでは第三取得者に対抗で\nきないことは被告の主張するとおりであるが、期限が到来して仮登記に基づく本登\n記がされたときは第三取得者はその権利を仮登記権利者に対抗できなくなる運命を\n本件不動産は負つているのである。従つてこのような運命を負つている本件不動産\nを取得する者は、右仮登記に基づく本登記がされる迄の間に限つてこれを使用収益\nできる地位しか取得できないのであつて、このような不動産について取引社会にお\nいて成立するであろう客観的価格は、何の負担もない場合に成立するであろう客観\n的価格より低いことは明白である。仮に本件不動産につき本件贈与がない状態で滞\n納処分が行なわれたとしても、売却しうる価格が何の負担のない場合の価格より低\nいであろうことは明白である。なお本件においては仮登記権利者と受贈者とは同一\n人であるが、仮登記の原因行為が有効に成立している（何らかの瑕疵があることに\nついて被告の主張はない）以上、第三者が仮登記上の権利を有している不動産につ\nき原告が贈与を受けた場合と別異に考える理由はない。\n前記仮登記（及びその原因行為）を考慮せずに不動産価格を評価しそれより登記費\n用等を減ずる方式により原告が贈与により受けた利益を算定する被告の主張は採用\nすることができない。そして前記仮登記（及びその原因行為）の負担のある本件不\n動産の客観的価格については何らの立証はなく、またこのような本件不動産の贈与\nにより原告の受けた利益については他に何の立証もないから、原告主張の算定方式\nにより原告の受けた利益の限度を七、六八六、三〇〇円としてされた本件納付通知\nは違法であつて取消しを免れない。\n右の通り本件納付通知は違法として取消しを免れないところ、本件差押取消訴訟は\n本件納付通知取消訴訟と併合して審理、裁判されるものであるから、本件納付通知\nに基づいてされた本件差押も違法なものとして取消されるべきである。\nよつて、原告の各請求を正当として認容することとし、訴訟費用の負担につき行政\n事件訴訟法七条、民事訴訟法八九条を適用して主文のとおり判決する。\n（裁判官　石川　恭　井関正裕　西尾　進）\n（別紙省略）\n"
}