{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 48,
    "month": 10,
    "day": 19
  },
  "case_number": "昭和46(行コ)13",
  "case_name": "公有水面埋立免許取消請求事件",
  "court_name": "福岡高等裁判所第一民事部",
  "lawsuit_id": "23572",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=23572",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/572/023572_hanrei.pdf",
  "contents": "主　　　　文\n一　本件控訴を棄却する。\n二　控訴費用は控訴人の負担とする。\n事　　　　実\n控訴代理人は、「原判決を取消す。第一次的に、被控訴人らの訴を却下する。右\n第一次的申立が理由のないときは、第二次的に、被控訴人らの請求を棄却する。訴\n訟費用は、第一、二審とも被控訴人らの負担とする。」との判決を求め、被控訴代\n理人は、主文同旨の判決を求めた。\n当事者双方の事実上及び法律上の主張並びに証拠の提出、援用、認否の関係は、\n次に付加するほか、原判決事実摘示のうち、原判決一二枚目裏六行目及び七行目並\nびに同二〇枚目表四行目から同二四枚目裏二行目までの各部分を除くその余の部分\nに示すとおりであるから、ここに、これを引用する。ただし、原判決一〇枚目表六\n行目及び八行目に「第一種漁業」とあるを「第一種共同漁業」と、同一一枚目表七\n行目に「ｂ」とあるを「ｂ」と、同一六枚目裏初行目に「反対三名」とあるを「反\n対三」と、それぞれ改める。\n（控訴人の主張）\n控訴代理人は、次のように付加して陳述した。\n一、　漁業法八条五項、三項の類推適用について\n（一）　漁業協同組合が第一種共同漁業を内容とする共同漁業権を放棄するにあ\nたつては、水産業協同組合法五〇条、四八条に定められた手続を履践すれば足り、\nそれ以外に、漁業法八条五項、三項の類推適用により、同条項に規定する手続まで\nも必要とするものではない。そして、このことは、第一種共同漁業を内容とする共\n同漁業権の目的たる漁場区域を縮少する場合にあつても、同じであつて、その根拠\nにつき、次のとおり補足する。\n（１）　元来、現行漁業法（昭和二四年法律第二六七号をもつて制定された漁業\n法をいう。以下、同じ。）の定める漁業権は、水面の総合的高度利用と漁業生産力\nの発展に資するため、いわゆる漁場計画制度を基盤として、行政処分をもつて創設\nされる権利であるから、明治漁業法（現行漁業法施行前に行われていた漁業法をい\nう。以下、同じ。）の場合と同じく、漁業権を物権とみなす趣旨の規定（漁業法二\n三条一項）が存置されているとはいえ、公共の水面を利用する特質よりして、その\n私権的性格は著るしく制限される反面、公権的性格（公義務的性格を含む。）を併\n有するものであつて、単純に土地所有権等民法上の諸物権と同一視することのでき\nない基本的性格をそなえている。\n他方、現行漁業法では、定置漁業権、共同漁業権及び区画漁業権の三種の態様の\n漁業権を認めているところ、そのうち、本件で問題となつている共同漁業権につい\nていえば、その保有主体は漁業協同組合またはこれを会員とする漁業協同組合連合\n会に限定される一方、その漁業を営む権利は組合員が有するものとされていて（漁\n業法八条一項。以下、同条項に定める組合員の権利を指称する場合、単に「漁業を\n営む権利」または「行使権」という。）、漁業権の帰属と組合員の「漁業を営む権\n利」を明確に区別する立場がとられている。しかるに、現行漁業法が組合員に「漁\n業を営む権利」を与えたのは、旧来の入会権的なそれを追認したという、いわば沿\n革的なものではなく、それとはまつたく別途に、漁業協同組合の有する漁業権の具\n体的な内容として法定したにすぎないものであるから、かかる組合員の地位は、漁\n業協同組合なる団体を構成する、団体員としての地位と不可分のものとして認めら\nれている点においては、むしろ、いわゆる社員権的権利にほかならない。すなわ\nち、組合員の有する「漁業を営む権利」は、漁業権そのものではなく、漁業権に基\nづく権利、換言すれば、漁業権から派生した権利として理解すべきものである。\nそうであるならば、組合員の有する「漁業を営む権利」を、私法上の諸物権（例\nえば、共有持分権等）と同一視して、第一種共同漁業を内容とする共同漁業権の放\n棄（もしくは、その目的たる漁場区域の縮少）の場合にも、漁業法八条五項、三項\nに定める、漁業権行使規則の変更及び廃止の場合と同様の手続を要するものとすれ\nば、「漁業を営む権利」を持つ組合員の意思によつて、漁業協同組合の有する漁業\n権の管理処分権能を制限することに帰し、「漁業を営む権利」が漁業権から派生し\nたものであるという、前叙したごとき漁業権の基本的性質に反することとなる。の\nみならず、漁業権自体が、その保有主体たる漁業協同組合が適格性を喪失したとき\n（漁業法三八条一項）や漁業調整その他公益上の必要があるときもしくは漁業に関\nする法令に違反したとき（同法三九条一、二項）に取消されること（この場合、当\n然に組合員の「漁業を営む権利」も消滅する。）、漁業権自体永久に与えられたも\nのではなく、その存続期間内にかぎつて設定される権利であつて、共同漁業権の場\n合にあつても一〇年内で消滅すること（同法二一条）などを定めた諸規定と対比す\nるとき、漁業権以上に組合員の「漁業を営む権利」を重視する矛盾した結果に陥る\nものというべきである。\n（２）　また、現行漁業法が漁業権の帰属と組合員の「漁業を営む権利」とを明\n確に区別する構成をとつていることは、前叙主張したとおりであるところ、関連法\n規たる水産業協同組合法五〇条四号、五号においてもまた、漁業権の設定、得喪な\nいし変更と漁業権行使規則の制定、変更及び廃止とを区別して規定し、現行漁業法\nにおけると同一の取扱をしている。しかるに、いま類推適用が問題となつている漁\n業法八条五項、三項は、明文をもつて、漁業権行使規則の制定、変更及び廃止の場\n合についてのみ規定しているのであるから、第一種共同漁業を内容とする共同漁業\n権の放棄ないしその目的たる漁場区域縮少の場合において、行使規則の変更及び廃\n止の場合と同じく、組合員の「漁業を営む権利」を失わしめる結果となるからとい\nつて、直ちに、後者の場合にも前者について定める手続が要請されるものと即断す\nることは、少くとも解釈論としてみるかぎり、現行法体系上容認しがたいところと\nいわざるを得ない。ちなみに第一種共同漁業を内容とする共同漁業権を放棄した場\n合についてはさておき、その目的たる漁場区域を縮少した場合についていえば（本\n件は、この場合である。）、かような漁場区域の縮少は漁業権変更の一態様として\n論ずべきこと、後記主張のとおりであるが、そうであるならば、現に漁業を営む者\nの保護に関しては、漁業法上、漁業権変更に都道府県知事の免許を要するものとさ\nれているのであるから、その後見的監督により、実質的に保護の手段が講ぜられて\nいるものというべきである。\n（３）　また、漁業法八条五項、三項の規定は、その性質上、手続規定に属する\nものであるところ、元来、実体規定にあつては、正義ないし公平の観点から他の規\n定を類推適用することがあるが、手続規定はきわめて技術的なものであるから、そ\nの手続の実行は明文の規定に従つて行われるべきであり、かつ、それをもつて足る\nものである。それ故、第一種共同漁業を内容とする共同漁業権の放棄ないしその目\n的たる漁場区域縮少の場合にあつても、明文で準用されていないかぎり、他の手続\n規定である漁業法八条五項、三項が類推適用される余地はないものというべきであ\nる。\n（二）　仮りに、第一種共同漁業を内容とする共同漁業権の目的たる漁場区域を\n縮少する場合に、漁業法八条五項、三項の類推適用により、関係地区の区域内に住\n所を有する、第一種共同漁業を営む組合員の三分の二以上の同意を要するものと解\nすべきであるとしても、ここにいう同意は、必ずしも書面による必要はないものと\nいうべきである。けだし、漁業法八条五項、三項の趣旨とするところは、第一種共\n同漁業を営む組合員の利益を保護することにあるから、漁場区域の縮少の場合にあ\nつても、これらの組合員の利益保護の趣旨が、漁場区域縮少の手続において実質的\nに保障されておれば足るものというべく、必ずしも書面による手続までもが要請さ\nれる根拠はみあたらない反面、もし、そのように解し得ないとすれば、漁場区域縮\n少のための水産業協同組合法五〇条四号に定める議決が、全組合員のお致によつて\n成立した場合でも、なお、第一種共同漁業を営む組合員の同意が書面によつてなさ\nれていないことの一事をもつて、右議決を無効たるに帰せしめざるを得ないことと\nなり、いかにも不合理というべきだからである。\nかようにして、第一種共同漁業を内容とする共同漁業権の漁場区域を縮少するに\nあたり、同漁業権の内容たる漁業を営む組合員の三分の二以上の同意を要するもの\nと解した場合、次に問題となるのは、その同意権者の範囲である。この点につき、\n漁業法八条五項、三項は、当該漁業権の内容たる第一種共同漁業を営む者で、同漁\n業権にかかる関係地区の区域内に住所を有するものの三分の二以上の同意を得るべ\nきことを規定しているところ、訴外臼杵市漁業協同組合（以下、単に臼杵漁協とい\nう。）の有する共第三〇号共同漁業権の内容たる第一種共同漁業の関係地区として\n控訴人が漁業法一一条により定めた地区は、臼杵市のうち、大字ａ、同ｃ、同ｄ、\n同ｅ、同ｆ、同ｇ、同ｈ、同ｉ及び同ｂの各地区であり、かつ、臼杵漁協における\n共第三〇号第一種共同漁業権行使規則によると、右第一種共同漁業を営む権利を有\nする者は、関係地区である右各地区に住所を有する、個人である正組合員とされて\nいるのであるから、結局、同漁協の個人たる正組合員のうち、右各地区内に住所を\n有する者は、すべて共第三〇号共同漁業権の内容たる第一種共同漁業を営む権利を\n有するものというべきであり、反面、これら権利を有する組合員は、とりもなおさ\nず右共同漁業権行使規則を変更ないし廃止する場合の同意権者にあたることとな\nる。そして、漁場区域縮少の場合における同意権者の範囲が右と同一に解さるべき\nことは、事理の当然である。\nしかるに、共第三〇号共同漁業権の目的たる漁場区域縮少については、昭和四五\n年三月二一日に開かれた臼杵漁協の臨時総会（以下、単に本件臨時総会という。）\nにおいて水産業協同組合法五〇条四号所定の議決が行われたが、同臨時総会当時に\nおける臼杵漁協の正組合員で右各地区に住所を有していた者は、同漁協で把握して\nいた人数としては四一六名であつたが、実際には、そのうち訴外Ａ１、同Ａ２及び\n同Ａ３の三名はすでに死亡していたので、これを控除すべきものとすれば、結局四\n一三名となる。ところが、右臨時総会においては、右四一三名全員が右議決に参加\nしているところ、そのうち、左記の者以外の者は、原判決主文第一項掲記の公有水\n面（以下、単に本件公有水面という。）に関する漁場区域縮少について賛成の議決\n（起立採決または書面議決による。）をした。\n（１）　反対者起立の際に起立した反対者三名及び賛成者起立の際に起立しなか\nつた賛否不明者七六名の合計七九名。\n（２）　厳格にみた場合、賛成起立ないし賛成の意思表示をしたことの確認に疑\n問があるもの。\n（い）　書面議決書のうち賛否の記載がないもの、一名。\n訴外Ａ４（甲第六号証の一三九）、なお、訴外Ａ５も同様であるが、同訴外人\nは、共第三〇号第一種共同漁業権行使規則による行使権者ではない。\n（ろ）　役員席にあつて賛否の態度を表明しなかつたもの、一九名。\n本件臨時総会当時における臼杵漁協の役員は、理事一九名、監事五名の合計二四\n名であるが、そのうち、理事である訴外Ａ６（大字ｊ）、同Ａ７（同大字）、同Ａ\n８（同大字）及び同Ａ９（大字ｋ）監事である訴外Ａ１０（大字ｊ）の五名につい\nては、いずれも、共第三〇号第一種共同漁業権行使規則による行使権者ではない。\n（は）　委任状出席者中他の正組合員に委任したもの、二六名。\n委任状出席者中他の正組合員に委任したものは、次の二九名であるが、そのう\nち、訴外Ａ１１（大字ｋ）、同Ａ１２（大字ｊ）及び同Ａ１３（同大字）は、いず\nれも共第三〇号第一種共同漁業権行使規則による行使権者ではない。これは、委任\n状出席者中他の正組合員に委任したものについては、本件臨時総会における議決状\n況よりして、その全委任状が賛成起立に使用されたか否かに疑問をいれる余地なし\nとしないことによるものである（なお、氏名の下の数字は、乙第六号証の二記載の\n出席名簿番号である。）\n訴外Ａ１４（２）、同Ａ１５（７）、同Ａ１６（２２）、同Ａ１７（２７）、同\nＡ１８（８２）、同Ａ１９（１７７）、同Ａ２０（１８８）、同Ａ２１（２０\n４）、同Ａ２２（２４３）、同Ａ２３（２８５）、同Ａ２４（２９０）、同Ａ２５\n（２９９）、同Ａ２６（３０７）、同Ａ２７（３０８）、同Ａ２８（３５５）、同\nＡ１１（４５３）、同Ａ１２（４６４）、同Ａ１３（５５８）、同Ａ２９（５８\n２）、同Ａ３０（５８３）、同Ａ３１（５８６）、同Ａ３２（５８９）、同Ａ３３\n（５９２）、同Ａ３４（６１２）、同Ａ３５（６２９）、同Ａ３６（６４８）、同\nＡ３７（６４９）、同Ａ３８（６５０）及び同Ａ３９（７０５）。\n（３）　議決に参加しない議長、一名。\nそうであるならば、結局、共第三〇号共同漁業権の目的たる漁場区域の縮少につ\nいては、本件臨時総会において賛成の議決をしたことが確認できない者の数は、右\n各項の合計一二六名にすぎず、その余の者、すなわち、少くとも二八七名の者は賛\n成の議決をしたことに帰着するから、実質的にみて、漁業法八条五項、三項の類推\n適用による同意権者三分の二以上の同意を得ているものと認めるべきである。\n二、　漁業権の一部放棄について\n（一）　漁業権の目的たる漁場区域を縮少するのは、漁業法二二条にいわゆる漁\n業権の変更として律すべきものであつて、この場合、被控訴人の主張のごとく、漁\n場の一部についての漁業権の放棄なる観念をいれる余地はない。そのゆえんは、次\nのとおりである。\nすなわち、元来、現行漁業法のもとにおける漁業権は、本件で問題となつている\n共同漁業権の場合にかぎらず、これが権利設定前において、都道府県知事の定める\n漁場計画により、その営む漁業種類、漁場の位置及び区域並びに漁業時期などの権\n利内容が個別かつ具体的に定められているものであつて、該漁業権の免許を申請す\nる者は、あらかじめ定められた権利内容の漁業権を取得するために免許申請をし、\nかつ、これが審査にあたる都道府県知事としても、かような権利内容の漁業権を何\nびとに対して免許するかを審査する仕組となつている（漁業法一一条及び一三\n条）。これは、現行漁業法による漁業秩序の核心として漁場計画制度があるが、そ\nの当然の帰結でもある。換言すれば、漁業権は、漁業法上一応物権とみなされてい\nるけれども、本来の物権とは異なり、漁業種類、漁場の位置及び区域並びに漁業時\n期がてい立的かつ有機的に組合わされた権利であり、、むしろ、水面を客体とする\n営業権として目すべきものであるから、かように強固に結合された権利内容のいず\nれかを変更することは、それが拡大であれ縮少であれ、新しい内容の権利を生ぜし\nめることになるものといわざるを得ない。それ故、漁業法二二条により、漁業権の\n変更にあたつては、都道府県知事の免許によつてその効果が形成されるものとし、\nかつ、変更免許をするについては、新規の漁業権設定の場合と同一の手続を履践す\nべきものとされているのである。\nこれに対し、漁業権者がその保有する漁業権を全部放棄するについては、漁業法\n三一条一項によつてこれをなし得ることが明らかにされているのみで、何らの制限\n規定も設けられていない。従つて、漁業法上、漁業権者は漁業権を自由に放棄（全\n部放棄）することができ、かつ、漁業権放棄による消滅の登録は登録名義人たる放\n棄者が単独でなし得べきものとされているが（漁業登録令一六条二号）、それは、\n漁業権の免許があらかじめ組合わされた権利内容の漁業権を誰に付与するかめ問題\nであるから、従前免許を有していた者が漁業を廃止して漁業権を全部放棄すれば、\n都道府県知事としては、当該漁業を行いたい他の適格者に免許すれば足ることであ\nり、この場合においては、漁場計画に何らの変更をきたさず、漁業調整その他公益\n上の見地からする制約は考えられないからである。\nそうであるならば、漁業法上、漁業権の一部放棄なる観念をいれる余地はないも\nのというべきであつて、漁場区域の一部を縮少することもまた、漁業種類の削減や\n漁業期間の短縮の場合と同様、新らしい内容の漁業権を従前の漁業権者に与えるも\nのとして、漁業法二二条一項にいわゆる漁業権の変更にあたることは、当然の事理\nである。また、これを実質的に観察しても、漁場区域の縮少が漁業権の一部放棄に\nあたり、漁業権者において自由にこれを行い得るものとするならば、その結果は、\n放棄される区域の面積、場所、形などの組合わせにおいであらゆる形態の縮少が可\n能となり、漁業権者の恣意的な縮少によつて、現行漁業法が基盤とする漁場計画主\n義が根底よりくずれさり、合理的な漁業調整をなし得ない事態に陥るおそれがあ\nる。従つて、かような漁場区域の縮少の場合にあつても、その効果の形成を漁業調\n整、資源保護その他の公益上の見地からする都道府県知事の免許にかからしめるの\nが相当であることは、すでに明らかなところである。\n（二）　ところで、漁業権の変更に関する免許は、漁業権の取得、分割の場合と\n同様、変更という権利変動を形成する行為であるから、漁場区域の縮少に関して変\n更免許がなされれば、その縮少にかかる漁場区域においては漁業権が確定的に消滅\nするものというべきである。しかるに、本件の場合にあつては、臼杵漁協は、昭和\n四五年三月二三日、控訴人に対し、その保有する共第三〇号共同漁業権に関して、\n漁場区域を本件公有水面を除くその余の部分に縮少する趣旨の変更免許を申請した\nところ、これに対し、控訴人は、大分海区漁業調整委員会の諮問を経たうえ、同年\n五月二〇日これが変更を免許したが、該免許処分に対しては、所定の期間内に行政\n不服審査法による不服申立ないし行政事件訴訟法による争訟が提起されることもな\nかつたので、右変更免許の効力は確定するに至つた。従つて、右変更免許の前提た\nる本件臨時総会の決議に何らかの瑕疵があり、あるいは、これに漁業法八条五項、\n三項の類推適用があるものと仮定しても、右変更免許はなお有効なものといわざる\nを得ない。けだし、およそ行政処分が無効であるというためには、当該処分に重大\nかつ明白な瑕疵が存しなければならないところ、行政処分の瑕疵が明白であるとい\nうのは、処分成立の当初から行政庁の誤認であることが外形上客観的に明白である\n場合を指し、それは、その誤認が一見看取し得るものであるかどうかによつて決す\nべきものと解すべく、かつ、ここに客観的に明白とは、処分関係人の知、不知とは\n無関係に、何びとの判断によつてもほぼ同一の結論に到達し得る程度に明らかであ\nることをいうものと解すべきだからである。ところが、臼杵漁協のなした右変更免\n許の申請には、適法に作成された本件臨時総会議事録が添付されており、しかも、\n被控訴人らが実体を欠くと主張する右臨時総会にしても、当該組合員の過半数が出\n席し、共第三〇号共同漁業権の一部放棄（漁場区域の縮少）を内容とする議案に対\nして、賛成の議決が三分の二以上の多数に達したと認められる状況にあつたから、\nこれに何らかの瑕疵があつたとしても、それは、右変更免許を当然に無効ならしめ\nるような明白な瑕疵にあたらないことは明瞭である。そしてまた、右変更免許申請\nにつき漁業法八条五項、三項に定める手続の履践が必要なものとしても、それは、\n類推適用の域を出るものでなく、かつ、これが適用を否定するのが水産行政関係者\nの通説的な見解であつたから、控訴人が、右変更免許をなすにあたり、右条項の類\n推適用がないものとして処理したのはむしろ当然のことであり、もとより、該免許\n処分を当然無効たらしめるごとき明白な瑕疵があるということはできない。これを\n要するに、本件公有水面に関するかぎり、臼杵漁協の保有する共第三〇号共同漁業\n権は、控訴人のなした右変更免許によつて確定的に消滅し、その結果、同漁協組合\n員（被控訴人らも、当然含まれる。）の、同漁業権の内容たる「漁業を営む権利」\nもまた、失われるに至つたものといわざるを得ない。\n三、　公有水面埋立法四条一号に定める同意の効力について（表見代理）\n本件公有水面に対する埋立免許（以下、単に本件埋立免許という。）は、参加人\nの申請に対して控訴人が与えたものであるが、この埋立免許の瑕疵として被控訴人\nらの主張するところは、結局、本件公有水面には臼杵漁協の有する共第三〇号共同\n漁業権が存在するにもかかわらず、これが存しないものとして本件埋立免許がなさ\nれた、というにつきる。しかしながら、本件埋立免許がなされるにあたつては、臼\n杵漁協より、参加人に対して、公有水面埋立法四条一号に定める「公有水面に関し\n権利を有する者」の同意が書面によつてなされているので、この同意が有効である\nかぎり、本件公有水面における共第三〇号共同漁業権を消滅させるための一連の手\n続に何らかの瑕疵があり、それがため、いまだ日杵漁協において本件公有水面に右\n共同漁業権を有しているものと仮定しても、本件埋立免許そのものは、適法かつ有\n効になされたことに帰着する。\nしかるところ、臼杵漁協のなした右同意は、埋立免許権者たる控訴人に対してな\nされるものではなく、埋立免許申請者たる参加人に対するものであつて、その性質\n上、私法上の行為として目すべきであるから、私法上の法律行為に関する法令の適\n用があり、善意、無過失の相手方に対しては、表見代理の規定による保護が与えら\nれるべきである。なお、被控訴人らは、右同意をもつて単なる観念の通知であるか\nのごとくに主張するが、右同意の内容は、参加人に対して、参加人が本件公有水面\nの埋立を実施することに同意するという意思表示を要素とする法律行為であつて、\n単なる観念の通知ではないばかりでなく、よしや、これが観念の通知であるとして\nも、観念の通知が代理人（代表者を含む。）によつてなされた以上、表見代理の法\n理が適用されることには変わりがない。\nそして、本件埋立免許申請に対する同意は、臼杵漁協組合長理事訴外Ａ４０によ\nつてなされているところ、元来、漁業協同組合の理事は、水産業協同組合法四五\n条、民法五三条により、対外的に漁業協同組合を代表して法律行為をなす権限を有\nするものであるから、漁業法八条五項、三項に定める同意及び水産業協同組合法五\n〇条、四八条に規定する総会の議決を必要とすることは、同法四五条で準用する民\n法五四条所定の、理事の代表権に加えた制限にあたるものと解される。そうである\nならば、漁業協同組合の理事が、右同意や総会の議決を経ることなく、対外的な関\n係で法律行為をした場合にあつては、その法律行為の相手方は、善意、無過失であ\nるかぎり、表見代理の法理（民法一一〇条に定める権限踰越の表見代理）によつて\n保護さるべきものといわざるを得ない。\nところが、参加人は、本件埋立免許申請に対する同意を受けるにあたり、前記Ａ\n４０より、該同意については総会における有効な承認を経ている旨の説明を受けて\nいたものであつて、この承認の有無に関しては、それが臼杵漁協内部の問題である\nだけに、第三者たる参加人としては、通常の方法をもつてするかぎり、これを確か\nめることは不可能に近い。また、漁業法八条五項、三項の類推適用による、関係漁\n民の三分の二以上の同意を要することは、むしろこれを否定するのが水産行政関係\n者の通説的な見解であつたから、参加人がこの点の顧慮を欠いていたとしても、無\n理からぬものがあり、これを要するに、参加人は、臼杵漁協組合長理事たる前記Ａ\n４０のなした同意につき、叙上のごとき瑕疵はないものと信じ、かつ、そのように\n信ずるについて正当の理由があつたものというべきである。\nそうであるならば、本件埋立免許の申請にあたつて臼杵漁協のなした同意は、少\nくとも参加人に対する関係では、公有水面埋立法四条一号の要件を満たす有効な同\n意といわぎるを得ず、従つて、この同意に基づいてなされた本件埋立免許もまた、\n帰するところ、瑕疵なき行政処分というべきである。\n四、　原審における主張のうち、本件公有水面埋立免許が公有水面埋立法四条二\n号の要件を充足している旨の主張（原判決二〇枚目表四行目から同二四枚目裏二行\n目まで。）は、撤回する。\n（被控訴人らの主張）\n被控訴代理人は、次のように付加して陳述した。\n一、　漁業法八条五項、三項の類推適用について\n（一）　漁業協同組合が第一種共同漁業を内容とする共同漁業権を放棄するにあ\nたつては、水産業協同組合法五〇条、四八条に定める手続のほか、漁業法八条五\n項、三項の類推適用により、同条項に規定する手続を履践することが必要なものと\n解すべきであるが、その根拠について、次のとおり補足する。\n（１）　控訴人が漁業法八条五項、三項の類推適用を否定する論拠は、帰すると\nころ、漁業協同組合の組合員各自の有する「漁業を営む権利」は、漁業協同組合に\n属する漁業権の存在を前提とし、それから派生するにすぎないものであること、従\nつて、漁業権の管理処分権能は漁業協同組合自体に存するところ、漁業法八条五\n項、三項の類推適用があるものとすれば、漁業協同組合の有する管理処分権能が害\nされるに至ることの、叙上実体面及び手続面からする二点につきるもののごとくで\nある。\nしかしながら、元来、漁業権とは、漁業法の定める定置漁業権、区画漁業権及び\n共同漁業権を営む権利をいうが（漁業法六条）、漁業協同組合は原則として漁業を\n営むことができない反面（水産業協同組合法一一条、一八条）、個々の組合員は、\nその所属する漁業協同組合の保有する漁業権の範囲内で、当該漁業権の内容となる\n漁業を営む権利を有するものとされているのであつて（漁業法八条一項）、漁業法\nの明文上、定置漁業権、区画漁業権及び共同漁業権についての漁業を営む権利は、\n個々の組合員の「漁業を営む権利」しか規定されていないのであるから、むしろ、\n個々の組合員の「漁業を営む権利」こそが漁業権の本体であると解さざるを得な\nい。\nことに、本件で問題となつている共同漁業権の場合についてこれをいえば、現行\n漁業法のもとにおける共同漁業権の沿革的系譜及び現行漁業法の規定の趣旨からみ\nるかぎり、共同漁業権の本質は総有であり、共同漁業権と「漁業を営む権利」、漁\n業協同組合と「漁業を営む権利」を有する組合員との関係は、陸上における入会の\n場合の、入会集団とその構成員との関係と同性質のものと理解するのが相当であ\nる。しかるに、入会権の場合、その管理処分権能と収益権能の関係につき、かつて\nは、前者は団体としての入会集団に帰属し、後者は個々の構成員に帰属するとの、\n二元的な説明がなされていたが、現在では、個々の構成員と離れた入会集団なる観\n念を持つことが否定され、入会集団は個々の構成員の集合そのものにほかならず、\n個々の構成員が有する権能は、単なる収益権能にとどまらず、管理処分権能もま\nた、個々の構成員に分属するものと解されている。そうであるならば、入会権と同\nじく総有の性質を持つ共同漁業権についても、共同漁業権が漁業協同組合に帰属す\nるというのは、入会漁場の管理処分が個々の組合員の総意によつて団体的になさる\nべきことを表現したにすぎず、個々の組合員から離れた漁業協同組合に管理処分権\n能が集中することを意味するものではない。従つて、漁業協同組合と「漁業を営む\n権利」を有する組合員との関係を、近代的社団における社団自体と社員との関係に\nたとえるのは、あまりにも単純な類推である。また、漁業協同組合の保有する漁業\n権（管理処分権能）と個々の組合員の「漁業を営む権利」（収益権能）は、一体不\n可分の関係にあつて、いずれも漁業法によつて直接与えられた権利として把握すべ\nきであるから、これが相対立するものであり、しかも、後者が前者から派生した第\n二次的な権利であるかのごとくに観念するのは、誤りである。現に、漁業法八条五\n項、三項の規定するところによつてみても、漁業権行使規則の制定、変更等は漁業\n権の管理に属する問題であるが、これについても、漁業協同組合の総会のみなら\nず、特に「漁業を営む権利」を有する組合員の関与を認めているのであつて、漁業\n権と「漁業を営む権利」が区別し得る法概念であるからといつて、前者に対する後\n者の関与が前者の侵害にあたるとするのは、即断にすぎるものというべきである。\n（２）　漁業権は、漁業法二三条一項によつて物権とみなされており、従つて、\n憲法二九条の保障する財産権として、私権としての憲法上の保障を受けている。従\nつて、その内実である個々の組合員の持つ「漁業を営む権利」もまた、漁業権が物\n権として取扱われるに応じ、物権的性格を有し、個人法上の財産権と同様な法的保\n護を受ける財産的権利として、やはり憲法上の保障を受ける私権にあたる。尤も、\n漁業権及び「漁業を営む権利」は、免許制度その他の種々な公的制約を受けている\nけれども、これは、それらの権利が公有水面のうえに成立しているものであるとい\nう客体の性質からくる制約であつて、漁業権ないし「漁業を営む権利」が憲法二九\n条の保障を受ける強力な私権であるという基本的な性格に影響を及ぼすものではな\nい。\nしかるに、他方、漁業法八条五項、三項の趣旨とするところは、漁業権は漁業協\n同組合に免許されるものであるという面と、現実に漁業を営む組合員の権利の保護\nとを調整し、漁業協同組合の多数者の意思によつて少数者たる「漁業を営む権利」\nを有する組合員の地位が不当におびやかされることを防止するにあるものであると\nころ、このように多数者の意思によつて少数者の利益が害される可能性は、漁業権\n行使規則の制定、変更及び廃止の場合についてのみ存するわけではなく、本件のご\nとき、漁業権の一部放棄（漁場区域の縮少）の場合にあつても同様の事態が予想さ\nれるのに、この場合にのみ少数者の権利保護を否定すべきいわれはまつたく存しな\nいから、後者の場合に漁業法八条五項、三項の類推適用のあるのは、事理の当然で\nある。むしろ、「漁業を営む権利」についての、前叙主張したごとき性質からすれ\nば、漁業法八条五項、三項の類推適用は、憲法二九条、三一条からする最少限度の\n適正手続の保障というべきであり、もし、右各項の類推適用がないものとすれば、\n「漁業を営む権利」を有する組合員全員の反対があつてもなお、その所属する漁業\n協同組合の多数の意思の名目のもとに、財産権たる「漁業を営む権利」が不当に奪\nわれることとなり、現行漁業関係法規の、この点に関する手続規定自体が憲法二九\n条、三一条に違背するものといわざるを得ない。\n（３）　なお、控訴人は、漁業法八条五項、三項の類推適用ができない論拠とし\nて、漁業法が漁業権の帰属と組合員の「漁業を営む権利」とを明確に区別している\nこと、水産業協同組合法五〇条四号、五号が漁業権の設定、得喪ないし変更と漁業\n権行使規則の制定、変更及び廃止とを区別して規定していること、並びに、漁業法\n八条五項、三項自体が、明文上、漁業権行使規則の制定、変更及び廃止についての\nみ規定していることをも挙げているけれども、およそ、類推解釈においては、ある\n事柄に適用のある条文を、本来的に異別な事柄にも適用すべきかどうかが問題とな\nるのであるから、事柄が一応別であり、かつ、規定の仕方が異なるということをも\nつてしては、類推適用を否定すべき理由となし得ない。結局、本件の場合について\nいえば、漁業法八条五項、三項の趣旨とするところにてらして、漁業権放棄（ない\nし漁場区域縮少）の場合に同条項に定める手続の履践を求めるのが妥当かどうかと\nいう、いわば実質的な判断によつてのみ、右条項類推適用の是非が決せらるべきも\nのである。\n（二）　共第三〇号共同漁業権の一部放棄（漁場区域の縮少）にあたり、漁業法\n八条五項、三項の類推適用があるとした場合、同条項によつて書面による同意を求\nめられるべき者（すなわち、同意権者）の範囲は、控訴人が同共同漁業権の関係地\n区として定めた、控訴人主張の各地区に住所を有し、かつ、現に同共同漁業権の内\n容たる第一種共同漁業を営んでいた一二九名のみであり、それ以外に、右第一種共\n同漁業権にかかる漁業権行使規則によつて漁業を営む形式的な資格が認められてい\nる者全員を対象とするものではない。\n尤も、漁業権の一部放棄（漁場区域の縮少）の場合にあつては、漁業法八条五\n項、三項の類推適用による同意は、必ずしも書面による必要のないものであり、か\nつ、その同意権者は右行使規則上漁業を営む権利が認められている者全員であつ\nて、その人数が控訴人主張のとおりのものであるとしても、控訴人において右同意\nを擬制し得る議決のなされたことを主張する本件臨時総会は不成立であり、かりに\n成立しているとしても、その議決自体無効であることは、従前主張（原判決三枚目\n表五行目から同一〇枚目表五行目まで。）したとおりである。\n二、　漁業権の一部放棄について\n（一）　漁業権は、私権たる財産権であつて、漁業法上物権とみなされ、土地に\n関する民法の規定が準用されている（漁業法二三条一項）。漁業権の基本的性格が\nそのようなものであるとすれば、本来、その放棄は、全部放棄であれ一部放棄であ\nれ、権利者（漁業権者）の意思に基づいて自由になし得べき道理である。そして、\n漁業法三一条一項は、漁業権は登録された先取特権者及び抵当権者の同意がなけれ\nば放棄することができない旨を定めているけれども、その趣旨とするところは、そ\nれによつてはじめて漁業権の放棄を可能とするものではなく、漁業権の放棄は元来\n自由になし得ることを前提としたうえで、その放棄にあたつては登録された先取特\n権者及び抵当権者の同意を得べきことを定めたものにすぎない。従つて、漁業権の\n一部放棄の場合にあつても、明文の規定をもつて制限されないかぎり、これを自由\nに放棄し得べきものであるところ、漁業法上漁業権の放棄について規定しているの\nは、前記三一条一項のみであつて、一部放棄を許さないものとする規定は、格別み\nあたらない。\n尤も、漁業法上明文の規定がなくても、漁業権の一部放棄が漁業法の基本的な理\n念に牴触する可能性があるとすれば、その自由な一部放棄が制限される場合がある\nと解さざるを得ないかも知れない。そして、控訴人は、この点につき、漁業権の一\n部放棄なる観念を認めることは、現行漁業法が基本原則として採つている漁場計画\n制度に背反する惇理である旨主張している。なるほど、現行漁業法は、漁場計画制\n度を設け、免許内容をあらかじめ決定する仕組をとつている。しかし、この漁場計\n画制度は、免許の指導原理としては、確かに合理的な制度であるけれども、一旦漁\n業権が免許された以後においては、漁業権を私権として取扱い、明文の規定で制限\nされる場合のほか、漁業権の処分を権利者（漁業権者）の自由に委ねることも、漁\n場計画制度のもとで可能であり、むしろ、この際重要なのは、免許された漁業権の\n性質とこれに対する管理処分についての法的規制の有無にあるものというべきであ\nる。のみならず、これを実質的な観点からみても、漁業権の一部放棄を認めること\nによつて、漁場計画制度の存立をおびやかすがごとき不都合な結果の惹起されるこ\nとは、殆んど想定できない。また、もし何らかの好ましくない事態の発生するおそ\nれがあるとしても、漁業法は、一旦免許したあとの漁業権の管理はあげて漁業協同\n組合の自主性に委ね、漁業権全部の放棄がまつたく自由になし得ることを当然の前\n提とするほか、休業の場合についても単なる届出で足るものとしており（漁業法三\n五条）、また、関連法規たる水産業協同組合法や公有水面埋立法上においても、漁\n業権の目的たる水面の埋立同意につき格別公的規制の方法を設けていないのである\nから、これらの場合に比して漁業調整上影響の少ない漁業権一部放棄の場合につい\nてのみ、ことさら規制を加えねばならないものとする合理的根拠はない。\n（二）　そうすると、本件の場合においても、臼杵漁協のなした本件公有水面に\n関する漁場区域の縮少は、同漁協が単独でなし得べき、漁業権の一部放棄として目\nすべきものであるから、控訴人によつて外形上変更免許がなされているとしても、\nそれは、単なる届出受理行為としての意味を持つにすぎないものである。従つて、\n右一部放棄（漁場区域の縮少）の手続に瑕疵がある以上、該瑕疵が重大かつ明白た\nものであると否とを問わず、その本来の効果が生ずることはなく、すなわち、本件\n公有水面における漁業権が消滅するに至ることはないものというべきである。\n三、　公有水面埋立法四条一号に定める同意の効力について（表見代理）\n臼杵漁協が本件埋立免許に関してなした埋立同意は、埋立免許権者たる控訴人に\n対してなされたものであつて、参加人と臼杵漁協との間の取引行為においてなされ\nた意思表示ではないから、取引安全保護の法理である表見代理の規定が適用または\n類推適用さるべきいわれはない。すなわち、公有水面埋立法四条一号に定める埋立\n同意は、都道府県知事のなす埋立免許の要件であつて、埋立申請のための要件でな\nいばかりか、埋立免許は出願（申請）を前提とするとはいえ、免許自体は免許権者\nの単独行為であり、かりに有効な同意があつたとしても、免許を義務づけられるこ\nとのない、自由裁量行為であるから、同意の存否及びその効力に関しては、免許権\n者が判断すべきものであつて、免許申請者が同意を有効なものと信じたか否かは、\n埋立免許の瑕疵の有無を決するについて何ら影響を及ぼすものではない。また、も\nしそうでないとしても、本件埋立同意は、少くとも参加人に対する関係において\nは、観念の通知と認むべきであるから、この点よりしても、表見代理の法理を適用\nする余地はない。\nそればかりでなく、参加人は、昭和四四年一二月一六日、臼杵市及び臼杵漁協と\nの間において、本件公有水面の埋立による企業進出の協定をし、爾来、右三者間で\n連絡をとりあつて、控訴人に対する本件埋立免許申請に至るまでの一連の手続を進\nめてきたのであるから、臼杵漁協のなした本件埋立同意に瑕疵のあることは当然知\n悉していた筈であり、もとより、表見代理の法理によつて保護を受け得べき善意無\n過失の第三者にあたらない。\n（証拠関係）（省略）\n理　　　　由\n一　当裁判所は、当審における新たな証拠調の結果を参酌してもなお、被控訴人\nらの本訴請求を正当として認容すべきものと判断するのであるが、その理由とする\nところは、次項以下に付加するほ、原判決理由のうち、原判決三七枚目表二行目か\nら同四〇枚目裏三行目までの部分を除くその余の部分に説示するとおりであるか\nら、ここに、これを引用する。ただし、原判決二七枚目裏七行目に「第一ないし第\n三種漁業」とあるを「第一ないし第三種共同漁業」と、同二八枚目表五行目、同三\n〇枚目表九行目、同三一枚目裏末行目、同三五枚目裏八行目及び同三六枚目裏七行\n目に各「第一種漁業」とあるをいずれも「第一種共同漁業」と、同三〇枚目裏一一\n行目に「ｂ」とあるを「ｂ」と、同三三枚目表七行目に「措置する」とあるを「措\n信する」と、同三四枚目表初行目に「漁業調整、漁業資源の保護などの」とあるを\n「漁業調整その他」と、それぞれ改める。\n二　右に引用した、原判決認定の事実関係について\n（一）　当審証人Ｂ１、同Ｂ２、同Ｂ３、同Ｂ４、同Ｂ５、同Ｂ６、同Ｂ７、同\nＢ８、同Ｂ９、同Ｂ１０、同Ｂ１１及び同Ｂ１２の各証言並びに当審における被控\n訴本人Ｂ１３尋問の結果のうちには、それぞれ、右に引用した原判決理由説示の、\n本件臨時総会における議事経過に関する事実認定（原判決三二枚目表九行目から同\n三三枚目表三行目まで。）に資する部分が存するとともに、これと牴触する部分も\nまた看取されるところ、後者の部分については、右認定に供した各証拠（原判決挙\n示のそれを含む。）と比照してたやすく措信しがたく、また、被写体、撮影年月日\n及び撮影者につき当事者間に争いのない乙第三九号証の一、二は、成立に争いのな\nい甲第二号証を接写拡大した写真であつて、もとより該認定と相容れないものでは\nない。その他、右認定を動かすに足る新たな証拠資料は存在しない。\n（二）　尤も、成立に争いのない乙第三号証の二（ただし、本件臨時総会に関す\nる部分にかぎる。以下、同じ。\nなお、同第一〇号証の六も同一内容のもの。）及び同第三一号証に徴すると、右\n乙第三号証の二は、本件臨時総会における議事経過を記録した議事録であつて、臼\n杵漁協管理課長訴外Ａ４１が同課事務員訴外Ａ４２の補助を得てその作成にあたつ\nたものであり、その体裁よりして、水産業協同組合法五一条によつて準用される商\n法二四四条二項の要件を満たすものであることが明らかであるから、特段の事情の\n存しないかぎり、本件臨時総会における議事は、右議事録に記載されたとおりの経\n過で進行したものと推認するのが相当というべきところ、右議事録に記載された議\n事経過のうちには、共第三〇号共同漁業権一部喪失（放棄）を内容とする議案を議\n決した際の模様として、議長である訴外Ｂ３が同総会出席の組合員（正組合員）に\n起立による採決を求めたところ、反対の意思表示をした者三名、賛否を明らかにし\nなかつた者七六名、賛成の意思表示をした者六四五名（書面議決書によつて賛否を\n明らかにした者一二八名を含む。）であり、その結果、右議案が可決されるに至つ\nたものであるかのごとくに録取されている部分が存在する。\nしかしながら、飜えつて審案するに、\n（１）　右乙第三号証の二によると、右議事録冒頭部分においては、本件臨時総\n会当時における臼杵漁協の在籍正組合員数は総数七二四名（たにし、右臨時総会当\n時における実際の在籍正組合員数が総数七二六名であつたことは、後記説示のとお\nり。）であり、そのうち本件臨時総会に出席した正組合員数は七〇〇名（家族また\nは他の正組合員に委任した者二九名、書面議決書によつて賛否を明らかにした者一\n二八名を含む。）と記載されているところ、本件採決時の模様に関する右議事録の\n記載を前提とするかぎり、本件採決に加わつた正組合員数は、反対の意思表示をし\nた者三名、賛否を明らかにしなかつた者七六名、賛成の意思表示をした者六四五名\nの合計七二四名ということになり、同議事録冒頭に掲記された同総会出席正組合員\n数七〇〇名を上廻わる結果となるから、同議事録の記載自体前後撞着の存すること\nは否めない。\n（２）　尤も、本件臨時総会当時における臼杵漁協の実際の在籍正組合員数につ\nいては、控訴人は総数七二六名であると主張し、被控訴人らは明らかに争わないの\nで、これを自白したものとみなされるところ、右議事録冒頭に掲記された同臨時総\n会出席正組合員数七〇〇名というのは、同臨時総会を開会した際におけるそれであ\nつて、本件採決を行つた際にはこれが増加していたものと仮定しても（成立に争い\nのない乙第二八ないし第三一号証中には、これに沿うかのごとき記載内容があ\nる。）、右議事録に記載されたごとく、採決に加わつた正組合員が総数七二四名で\nあるとすれば、在籍正組合員数七二六名のうち、水産業協同組合法四九条三項によ\nつて議決に加わる権利を有しない議長（前記Ｂ３）を除き、僅か一名のみが本件臨\n時総会に出席（書面議決書もしくは委任によつて賛否を明らかにする場合を含\nむ。）せず、従つて、右採決にも加わらなかつたこととなる道理である。しかる\nに、前掲乙第三号証の二、同第二八ないし第三一号証並びに当審証人Ｂ３及び同Ｂ\n４の各証言によると、本件臨時総会においては、臼杵漁協の役員たる理事一九名及\nび監事若干名は、同臨時総会の議事経過全般を通じてその議決権をまつたく行使せ\nず、従つて、本件採決に際しても、これに加わらなかつたことが認められるのであ\nるから（この認定に反する証拠は存在しない。）、帰するところ、本件採決に加わ\nつた正組合員数が総数七二四名であるとするのは、実際に右採決に加わつた正組合\n員数を上廻わることとなり、右議事録の記載には、やはり矛盾があるとしなければ\nならない。\n（３）　さらに、成立に争いのない乙第七号証の一、二によれば、臼杵漁協にお\nいては、その定款上、総会（通常または臨時）で正組合員が議決権を行使するにあ\nたつては、書面または代理人によつて議決権を行うことができるが、代理人によつ\nて議決する場合、その代理人は当該組合員と同じ世帯に属する成年者またはその他\nの正組合員でなければならず、かつ、代理人が代理し得る正組合員の数は、二人を\n限度とする旨定められていることが明らかである（右定款四六条）。そして、成立\nに争いのない甲第三号証の一ないし一〇三及び乙第六号証の一、二並びに前掲乙第\n二八号証によれば、本件臨時総会においては、家族または他の組合員に対する委任\nによつて議決権を行使しようとした者は一五〇名余にのぼるが、そのうち、他の正\n組合員に議決権の行使を委任した者が少くとも二九名いたことが認められ、これに\n反する証拠はない。しかるに、他の正組合員に議決権の行使を委任した場合にあつ\nては、その委任を受けた正組合員は、みずからの議決権を行使するとともに、二人\nを限度として委任を受けた議決権をも同時に行使すべきこととなるところ、前掲乙\n第二八及び第二九号証並びに当審証人Ｂ３の証言によれば、本件臨時総会において\nは、その議事経過全般を通じ、かようにして委任を受けた正組合員の議決権行使の\n方法につき、その数を明らかになし得るごとき方法は格別とられなかつたことが認\nめられるのであるから（やはり、反対の証拠は存在しない。）、本件採決に際して\nも、他の正組合員に議決権の行使を委任した、少くとも二九名の者については、そ\nの議決権行使の結果がどうであるかは、これを明らかになし得なかつたものという\nべき道理であり、従つて、賛否者ないし賛否を明らかにしない者の数も、その限度\nでは算定し得ない筈であるのに、右議事録の記載を前提とするかぎり、賛否者及び\n賛否を明らかにしなかつた者の総数は、本件臨時総会で議決権を行使しようとした\n七二四名全員ということになり、右算定し得ない者の存在をいれる余地はないとい\nう不合理な結果に陥る。\n叙上の諸事情が窺われるところ、これらのことに、成立に争いのない甲第八及び\n第一四号証並びに原審証人Ｂ１４の証言をあわせ参酌すれば、右議事録（乙第三号\n証の二）の前叙指摘したごとき記載内容をもつてしては、本件採決にあたつて前記\nＢ３が賛成の起立を求めたときに多数の者（水産業協同組合法五〇条に定める三分\nの二を超える多数であつたかどうかは、しばらくおく。）が起立したことを首肯せ\nしめる証拠資料としてならば格別、その際、賛成者もしくは賛否を明らかにしない\n者の数を数えあげて、同採決に付された、共第三〇号共同漁業権のうち本件公有水\n面に関する部分の喪失（放棄）を内容とする議案が可決したことを確認し得たかの\nごとき状況にあつたことを是認せしめるこどはできなく、これを要するに、右乙第\n三号証の二は、本件臨時総会における議事経過を記録した議事録であるにもかかわ\nらず、いまだ、当裁判所の心証を惹いて、本件採決時の模様に関する前叙認定を動\nかすに足らないものというべきである。\n三　漁業法八条五項、三項の類推適用について\n<要旨>（一）　ところで、被控訴人らは、漁業権を放棄（一部放棄を含む。）す\nるについては、漁業法八条五項、三項</要旨>の類推適用により、同条項に定める手\n続の履践が要求されているものとし、他方、控訴人は、右類推適用を否定して、水\n産業協同組合法五〇条、四八条による総会の特別決議以外には格別の手続を必要と\nしないものとして、それぞれ、その根拠をるる主張している。そこで、以下、この\n点について判断を加える。\n（１）　元来、共同漁業権は、明治漁業法のもとにおける専用漁業権、特別漁業\n権及び定置漁業権を整理して、その一部を内容としたものであつて、特定の水面を\n「共同に利用して」（漁業法六条五項）漁業を営むものであるところに、その特質\nが存する。そして、明治漁業法の専用漁業権なる制度は、漁村の地先に存在する水\n面（沿岸漁場）を当該漁村の漁民（漁業者または漁業従事者をいう。以下、同\nじ。）が共同利用することを目的とするものであつて（明治漁業法五条一項）、沿\n革的には、徳川期以来の部落総有の入会漁場につき、明治一九年漁業組合準則によ\nる漁業組合管理の法制化を経て、これを漁業組合に属する専用漁業権という形で法\n的に整備したものにほかならない。従つて、共同漁業権は、現行漁業法により、関\n係漁民による漁場管理の方法として認められたものであるとはいえ（共同漁業権\nは、これを漁業形態の側面よりみれば、定置、区画等の個別的漁業権が第三者の侵\n害を排除しなければ技術的に成立ち得ない漁業形態であるのに対し、本来的には自\n由漁業たり得べき漁法のものであるから、現行漁業法上これが漁業権として漁業協\n同組合または漁業協同組合連合会に帰属せしめられているのは、関係漁民による漁\n場管理の必要に根ざすところが大きい。）、叙上のごとき沿革及び漁場利用形態の\n特質（いわゆる地先水面の共同利用）にかんがみれば、関係漁民総有の入会漁場と\nしての性格を帯有するものと解するのが相当である。\nしかるに、漁業権は、現行漁業法上、物権とみなされ、土地に関する規定が準用\nされているのであるから（漁業法二三条一項、なお、明治漁業法七条も同じ。）、\nその水面利用の特質からくる公的制約が強いとはいえ、その本質においては、私権\n（行政処分をもつて創設される私権）であり、かつ、財産権に属するものと解さざ\nるを得ない。そうであるならば、漁業法八条一項に定める、組合員の「漁業を営む\n権利」についても、漁業協同組合または漁業協同組合連合会の保有する漁業権（共\n同漁業権もしくは特定区画漁業権）または入漁権に基盤をおく権利として、やはり\n物権的性格を有し、具体的には、その権利内容実現のための、いわゆる物上請求権\nを派生せしめる権利（財産権）として把握するのが相当であつて、控訴人の「主張\nするごとく、漁業権の帰属主体である漁業協同組合（または、漁業権の帰属主体で\nある漁業協同組合連合会の会員としての漁業協同組合）の組合員たる資格に由来す\nる、いわゆる社員権的な権利として観念することはできない。\n（２）　ところで、本件で問題となつている漁業法八条五項、三項は、昭和三七\n年法律第一五六号による漁業法改正によつて付加された条文であつて、これが付加\nされたゆえんは、漁業関係各法令の改正経過、その内容等を総覧すれば、次のごと\nくに解される。\nすなわち、右改正前の漁業法においては、「漁業協同組合の組合員であつて漁民\n（漁業者又は漁業従事者たる個人をいう。以下、同じ。）であるものは、定款の定\nめるところにより、当該漁業協同組合又は当該漁業協同組合を会員とする漁業協同\n組合連合会の有する共同漁業権、区画漁業権（ひび建養殖業、かき養殖業、内水面\nにおける魚類養殖業又は第三種区画漁業たる貝類養殖業を内容とするものに限\nる。）又は入漁権の範囲内において各自漁業を営む権利を有する。」との条項が規\n定されていたのみであつて、従つて、漁業協同組合の組合員たる漁民である以上、\n少くとも潜在的には「漁業を営む権利」を有するものと解さざるを得ない事情にあ\nつた。しかるに、他面、漁業協同組合（及び漁業協同組合連合会）は、漁業法上漁\n業権の帰属主体としての地位を与えられているとともに、その本来的な役割である\n経済事業体としての機能をも有し、いわば二面的性格を持つものであるところ、漁\n業協同組合が部落的に存立して漁業権を有するかぎり、その経営規模の零細化を免\nれず、経済事業体としての発展は著るしく阻害されるところより、漁業権管理的\n（部落的）組合より経済的な広域的組合への脱皮が望まれるに至つたが（そのた\nめ、昭和三五年法律第六一号をもつて漁業協同組合整備促進法が制定された。）、\n漁業法八条の、改正前の前記条文をもつてしては、「漁業を営む権利」を有する者\nを特定の組合員に限定することができるかどうかに疑義が生じたため（改正前の漁\n業法八条は、明治漁業法四三条後段の規定を受けついだものであるが、現行漁業法\nでは漁業権の貸付が禁止されたことに伴い、定款によつて「漁業を営む権利」を有\nする者を特定の組合員に限定することができるかどうかに解釈上の争いが存し\nた。）、昭和三七年法律第一五五号をもつて水産業協同組合法を改正するととも\nに、漁業法を改正して「、漁業権（または入漁権）行使規則なる制度を設け、いわ\nば、漁業協同組合の組合員であることと当該組合に属する漁業権の行使に参加する\nこととを分離し、漁業協同組合が部落的な漁業権に拘束されることなく経済的に拡\n大発展し得る途を開いた。これを具体的にいえば、改正後の漁業法八条は、漁業協\n同組合の保有する漁業権（共同漁業権及び特定区画漁業権）または入漁権につい\nて、組合員は、漁業協同組合が都道府県知事の認可を受けて定める漁業権行使規則\nに規定された資格をそなえる場合にかぎつて、当該漁業権の内容たる漁業を営む権\n利を有するものとし、漁業権行使規則で資格を限定することによつて、その資格を\n具備しない組合員は行使権を有しないものとなし得ることを明らかにするととも\nに、その三項及び五項においては、かような、いわば組合員であることと漁業権の\n行使に参加することが分離されたことに伴う、関係漁民の利益保護の観点からする\n調整的な規定が設けられた。すなわち、第一種共同漁業を内容とする共同漁業権及\nび特定区画漁業権について漁業権行使規則を定め、あるいは、これを変更、廃止す\nるに際しては、水産業協同組合法五〇条、四八条による総会の議決前に、その組合\n員のうち、当該漁業権にかかる漁業の免許の際において当該漁業権の内容たる漁業\nを営む者、あるいは、その変更、廃止の際において当該漁業権の内容たる漁業を営\nむ者であつて、当該漁業権にかかる地元地区または関係地区（いずれも、漁業法一\n一条によつて都道府県知事が定めるもの。）の区域内に住所を有するものの三分の\n二以上の書面による同意を得なければならないものとしているのが、それである。\nこれをさらにふえんすれば、右改正後の漁業法八条一項の規定によつて、明文上\n「漁業を営む権利」を有しない組合員の存在が許容されるに至つたが、他面、漁業\n協同組合の広域化、拡大化に伴い、、いわゆる組合有漁業権（共同漁業権及び特定\n区画漁業権）は、漁業協同組合に帰属するものとされながら、当該漁業権の内容た\nる漁業を営む者よりむしろこれを営まない者の方が多数を占め、ひいては、単一の\n漁業協同組合のなかにあつて、その有する漁業権を事実上部落ごとに分割して行使\nするという事態すら予想されたところより、共同漁業権のうちの、地縁的なつなが\nりが密接な第一種共同漁業を内容とする共同漁業権と特定区画漁業権については、\n水産業協同組合法五〇条、四八条に定める総会の特別決議の要件を満たす場合であ\nつても、当該漁業に従事しない組合員の意思のみによつて、現に当該漁業を営む者\nの地位が不当に脅かされることのないよう配慮したものにほかならない（なお、第\n二種ないし第五種共同漁業を内容とする共同漁業権については、この書面による同\n意を必要とせず、総会の特別決議のみで足るものとされたが、それは、第二種ない\nし第四種共同漁業については、その漁法ないし漁場行使の実態上他の漁法による漁\n業との調整が問題であり、また、第五種共同漁業については、漁業協同組合に増殖\n義務が付加されていて、いずれも、漁業協同組合による管理面の必要が強調された\nことによるものと解される。）。さらにまた、漁業協同組合の正組合員のみなら\nず、その準組合員であつても、漁業権行使規則の定めるところにより、当該漁業権\nの内容たる漁業を営む場合があり得るが（水産業協同組合法一八条一項、五項。な\nお、前記法律第一五五号による水産業協同組合法の改正によつて、正組合員の資格\n要件たる漁業日数の下限が引上げられたが、その結果、従前正組合員でありなが\nら、改正後においては、正組合員の資格を失うに至る者が現出することとなつ\nた。）、反面、水産業協同組合法五〇条、四八条に定める総会の特別決議に参加し\n得るのは、正組合員にかぎられるから（同法二一条一項）、漁業権行使規則の制\n定、変更及び廃止にあたり、これら準組合員であつて現に漁業を営む者の利益を保\n護するためには、右特別決議のほかに、これら準組合員をも含めた、現に漁業を営\nむ者を対象として、意思表明の機会を設ける必要が存したことによるものである。\n（３）　しかして、漁業法八条五項、三項の制定理由（改正理由）が叙上説示し\nたところにあるものとすれば、漁業協同組合がその保有する漁業権（第一種共同漁\n業を内容とする共同漁業権または特定区画漁業権）を放棄（一部放棄を含む。）す\nる場合にあつても、同条項の類推適用があるものと解するのが相当である。けだ\nし、漁業権行使規則の変更または廃止は、当該行使規則によつて定められた、「漁\n業を営む権利」を有する者の資格や当該漁業を営む場合の区域、期間及び漁法等に\n変動を生ぜしめることを目的とするものであるから、現に漁業を営んでいる者につ\nいて、当該「漁業を営む権利」を失わしめるに至る場合のほか、その漁業従事の態\n様に影響を及ぼすにとどまる場合も存するのに、そのいずれの場合にあつても、現\nに漁業を営む者の地位を保護するために、漁業法八条五項、三項の手続を履践すべ\nきことが要求されているところ、漁業協同組合が漁業権（第一種共同漁業を内容と\nする共同漁業権または特定区画漁業権）を放棄（一部放棄を含む。）する場合にあ\nつては、その当然の帰結として、常に、漁業権行使規則で規定する資格に該当する\n者の「漁業を営む権利」が失われ、現に漁業を営む者もその例外ではあり得ないの\nであるから、むしろ、現に漁業を営む者の利益保護についてより慎重な配慮を必要\nとするということはできても、この配慮を欠いても良いとすべき合理的な理由は何\nもみあたらないからである（なお、漁業権行使規則変更の場合にあつては、都道府\n県知事の後見的監督による保護が与えられていると解し得べき余地があるが、漁業\n権放棄（一部放棄を含む。）の場合にあつては、それも存しないこと、さきに引用\nした原判決理由二九枚目裏一一行目から同三〇枚目表四行目までに示すとおりであ\nる。）。そしてまた、その反面、漁業権放棄（一部放棄）の場合に漁業法八条五\n項、三項の類推適用があり、従つて、現に漁業を営む者で、関係地区（または、地\n元地区）内に住所を有するものの三分の二以上の書面による同意を必要とするもの\nと解しても、漁業法三九条に基づき、漁業調整（同条にいう漁業調整とは、明治漁\n業法二四条の規定を受けついだという沿革にかんがみ、水産動植物の繁殖保護、漁\n業取締その他水面の総合的高度利用及び漁業生産力の発展をはかるための処置を指\n称するものと解するのが相当である。）、船舶の航行、てい泊、けい留、水底電線\nの敷設その他の公益上の必要があるときは、都道府県知事において、漁業権の変\n更、取消またはその行使の停止を命ずることができるし、また、土地収用法もしく\nは住宅地区改良法等土地収用に関する特別法に定める要件を満たすときは、漁業権\nを収用または使用することができ（土地収用法五条三項等）、従つて、公有水面埋\n立の免許をすることもできる（公有水面埋立法四条三号）のであるから、現に漁業\nを営む少数者の利益保護の立場と比較して、叙上公益一般の見地よりする配慮の必\n要性は乏しいといわざるを得ないからである。\n（４）　ところで、控訴人は、叙上説示したところのほか、さらに、漁業法八条\n五項、三項の類推適用が許されない根拠を種々主張しているので、それらに対する\n当裁判所の見解を示すに、先ず、控訴人は、漁業権放棄（一部放棄を含む。）の場\n合に漁業法八条五項、三項の類推適用があるとすることは、漁業協同組合に属する\n漁業権から派生した「漁業を営む権利」によつて、該漁業権者たる漁業協同組合の\n管理処分権能を制限することに帰する旨主張しているけれども、同条項の趣旨とす\nるところは、叙上説示したとおりであつて、これを要するに、漁業協同組合の広域\n化、拡大化に伴い、その有する漁業権の、いわば関係部落ごとの行使を制度的に保\n障したものということができるのであるから（反面からいえば、この制度的な保障\nによつて、漁業協同組合の合併による広域化、拡大化の促進をはかつたものという\nこともできる。）、現に当該漁業を営む者の利益保護の観点から漁業協同組合の管\n理処分権能が制約されることは、むしろ、漁業法八条五項、三項の当然予期してい\nたところと目すべきである。また、もしそうでないとするならば、当該漁業には従\n事していない組合員の意思のみによつて、現に当該漁業を営む者の地位が不当に脅\nかされる結果のあり得べきことを容認せざるを得ず、右条項の立法趣旨が窺われる\nに至ることは、明らかである。これを本件に即してみれば、本件臨時総会当時にお\nける臼杵漁協の正組合員数は、前叙説示のごとく総数七二六名であるところ、本件\n公有水面で現に第一種共同漁業を営み、かつ、控訴人の定めた関係地区に住所を有\nするものが一二九名であることは、後記説示のとおりであるから、水産業協同組合\n法五〇条、四八条に定める総会の特別決議のみによつて漁業権の放棄（一部放棄を\n含む。）をなし得るものとすれば、右関係漁民の数が正組合員総数の三分の二に満\nたない以上、これら関係漁民全員の意思に背いてもその漁業を営む権利を失わせる\nことができることとなる。\nまた、控訴人は、少くとも漁業権の一部放棄の場合にあつては、これを漁業権変\n更の一態様として目すべきものであるところ、そうであるならば、現に漁業を営む\n者の保護については、漁業法上漁業権変更に都道府県知事の免許を要するものとさ\nれているところより、その後見的監督による保護が期待される旨主張している。し\nかしながら、漁業権の一部放棄が漁業権変更の場合にあたるかどうかはさておき、\n都道府県知事が漁業権変更の免許に際して審査するのは、漁業調整その他公益上の\n観点からするそれであつて（漁業法二二条二項）、漁業法上、現に当該漁業を営む\n者の利益保護の観点からする後見的役割を担つているものとは解せられない。\nさらに、控訴人は、漁業法八条五項、三項はいわゆる手続規定であるから、その\n類推適用は許されない旨主張する。しかし、元来、手続規定だからといつて、直ち\nに、その類推適用を否定することはできないばかりでなく、同条項自体としても、\n単に手段的、技術的性格を有するにとどまらず、「漁業を営む権利」または現に漁\n業を営む者の地位の得喪変更をその規定内容とするものであるから、その類推適用\nが許されないものと解すべき根拠は存しない。\n（５）　叙上説示してきたところに従えば、漁業権の放棄（一部放棄を含む。）\nの場合にあつては、漁業法八条五項、三項の類推適用により、水産業協同組合法五\n〇条、四八条に定める特別決議の方法による総会の議決に先立ち、現に当該漁業権\nの内容たる漁業を営む者であつて、当該漁業の関係地区（特定区画漁業権の場合に\nあつては、地元地区）内に住所を有するものの三分の二以上め書面による同意を得\nるか、少くとも、同議決との時間的先後はさておき、右三分の二以上のものの書面\nによる同意と同一視し得べき明確な同意を得ることを要するものと解するのが相当\nである。\n（二）　次に、控訴人は、仮定的に、共第三〇号共同漁業権のうち本件公有水面\nに関する部分の放棄をするについては、本件臨時総会における議決によつて、漁業\n法八条五項、三項に定める同意と同一視し得べき明確な同意を得ているものと認む\nべきである旨主張している。\nそこで審案するに、かような、漁業法八条五項、三項の定める同意もしくはこれ\nと同一視し得べき明確な同意の有無を考察するにあたり、先ず問題となるのは、そ\nの同意権者（同意をなすべき者）の範囲であるところ、この点に関する控訴人の主\n張は必ずしも明瞭でないけれども、ひつきょうするに、控訴人の定めた関係地区内\nに住所を有する正組合員であれば、すべて同意権者の範囲に含まれるとするものの\nごとくである。しかして、共第三〇号共同漁業権の内容たる第一種共同漁業の関係\n地区として定められた地区が、控訴人主張のとおりの各地区であることは、当事者\n間に争いがないところ、成立に争いのない乙第二号証の一、二に徴すれば、右各地\n区に住所を有する者の総数が控訴人主張のとおりの人数、すなわち、四一三名であ\nることが認められ、反対の証拠は存在しない。しかしながら、漁業法八条五項、三\n項によつて書面による同意（もしくはそれと同一視し得べき明確な同意）を得べき\nことが求められているのは、関係地区（特定区画漁業権の場合にあつては、地元地\n区）に住所を有する組合員全員についてではなく、そのうち、当該漁業にかかる漁\n業権行使規則の変更または廃止に際して当該漁業を営む者にかぎられるものである\nことは、同条項の明文よりしても明らかなところであり、同条項を類推適用する場\n合にあつても、これと別異に解すべき理由はない。しかるに、共第三〇号共同漁業\n権につき、本件臨時総会当時において、同漁業権の内容たる第一種共同漁業を営ん\nでいた者で、関係地区たる前記各地区に住所を有していたものが総数一二九名であ\nることについては、当事者間に争いがないのであるから、帰するところ、右一二九\n名の者が漁業法八条五項、三項の規定による同意権者にあたるものというべきであ\nる。\nところが、右一二九名の者について、漁業法八条五項、三項に定める、書面によ\nる同意を得ていないことはもちろん、本件臨時総会における議決によつて、それと\n同一視し得るがごとき明確な同意を得たものと認めることもできないのは、さきに\n引用した原判決理由中三〇枚目裏八行目から同三三枚目表一一行目まで（当審で前\n叙補充した分を含む。）に示すとおりであるから、右同意を得たとする控訴人の前\n記主張は、その余の点につき案ずるまでもなく、採用し得ない。\n四　漁業権の一部放棄について\n（一）　臼杵漁協が、共第三〇号共同漁業権のうち、本件公有水面に関する部分\nを消滅させた行為について、被控訴人らは、同共同漁業権の漁業権者たる同漁協が\n単独でなし得る、漁業権の放棄（一部放棄）と認むべきことを主張し、これに対\nし、控訴人は、都道府県知事の免許によつて権利変動の効果が生ずる、漁業権の変\n更と解すべきことを主張している。そこで以下、考察を加える。\n（１）　先ず、漁業権は、私権たる財産権であるから、一般の財産権の場合と同\n様、漁業権者において自由にこれを放棄することができるのであつて、現行漁業法\n上、その例外としては、当該漁業権が登録した先取特権、抵当権及び入漁権の目的\nとなつているときにかぎり、該登録をした、これら権利者の同意を得べきことを効\n力発生のための要件としているにとどまるのである（漁業法三一条一項）。そし\nて、漁業権の放棄は、漁業権が行政処分をもつて創設される私権であることにかん\nがみ、免許をなした行政庁（都道府県知事）に対する漁業権者単独の意思表示（届\n出）をもつてこれをなすべきものと解するのが相当である。\nこれに対し、漁業権の変更とは、水産動植物の繁殖または廻遊状態の変化その他\nの漁業事情の変遷に起因して行われる、漁業権の目的たる水産動植物の採捕または\n養殖の内容に関する変更をいうものと解するのが相当である。けだし、漁業権は、\n行政庁（都道府県知事）の免許により設定される、特定の水面を利用して排他的に\n特定の漁業を営むことのできる権利を指称するものであつて、その免許（特許）の\n淵源は、国家の公有水面に対する支配権能に由来するものと解されるところ、ここ\nに漁業とは、水産動植物の採捕または養殖の事業を意味するものであるが（漁業法\n二条一項）、水産動植物の採捕または養殖の内容は、帰するところ、漁業種類（漁\n具、漁法及び漁獲物の種類）、漁場の位置及び区域並びに漁業時期などの諸条件に\nよつて構成せられるものであるから、漁業権の同一性を失わしめるに至らない限度\nで、これら諸条件を変更することが、とりもなおさず漁業権の変更となるものとい\nうべきだからである。しかるに、漁業権は、右諸条件、すなわち、漁業種類（漁\n具、漁法及び漁獲物の種類）、漁場の位置及び区域並びに漁業時期といつたがごと\nき権利内容を具体的に定めて免許されるものであるから、これら諸条件が変更され\nれば、その変更された部分についていうかぎり、新たに権利が設定されたものと目\nすべき関係にあり、従つて、漁業権の変更についても、漁業権の設定を受ける場合\nと同様、都道府県知事の免許にかからしめらるべきことは、むしろ当然であり、こ\nれが、漁業法二二条一項の規定が設けられているゆえんである（すなわち、漁業権\nの変更は、講学上いわゆる変権行為にあたるものと解されるから、いわゆる設権行\n為及び剥権行為の結合としての性質を有するものであるところ、漁業法二二条一項\nは漁業権者の出願による変更の場合を規定し、同法三九条は公益上の必要を理由と\nする行政庁の処分としてのそれを規定しているものと理解される。）。換言すれ\nば、同法二二条一項は、漁業権を分割し、または変更しようとするときは、都道府\n県知事の免許を受けるべきことを規定しているところ、漁業権の分割とは、一個の\n漁業権を分割して二個以上の漁業権とすることであり、従前の漁業権を消滅させ\nて、相互に牴触することのない権利内容の、二個以上の漁業権を新たに設定するこ\nとに帰着するから、結局、同条項の趣旨とするところは、分割の場合にせよ変更の\n場合にせよ、新たな設権行為としての実質を持つ場合について、都道府県知事の免\n許を要すべきことを定めたものにほかならない。ただ、ここに漁業権の分割とい\nい、あるいはその変更といつても、広義においては漁業権の内容を変えることにあ\nたるが、前者の場合にあつては、実質的には純然たる漁業免許であり、後者の場合\nにあつては、いわば追加的（部分的）漁業免許の性質を有するにとどまる点におい\nて、両者の異別あるものというべきである。\nそうすると、つまるところ、漁業権の放棄は、私権たる財産権の性質に基づき、\n一般私権に共通した権利消滅原因として漁業権消滅の効果を生ぜしめるものである\nのに対し漁業権の変更は、従前の漁業権との同一性を害しない限度で新たな権利の\n付与たるべき性質を有するとともに、当該変更された権利内容に従つてではある\nが、あくまで従前の漁業権を保有、行使することを前提とするものであることは、\nいうをまたないところである。しかるに、いま問題となつている、漁業権の目的た\nる水面（漁場）の一部を縮少することは、その縮少された水面についてみるかぎ\nり、従前免許されていた漁業権の消滅をもたらすものであつて、同一水面にこれと\n牴触しない別個の漁業権が成立している場合に、当該別個の漁業権が存続するのは\n格別、従前の漁業権については、それがどのような権利態様のものとしてであれ、\n何ぴとも漁業権を保有、行使しないという状態を現出するものであるから、漁業権\nの権利内容に変動（縮減）が生じているとはいえ、新たな設権処分としての実質を\nそなえるものではないと解するのが相当であり、この点において、漁業権の目的た\nる水面（漁場）の部分的変更（例えば、新漁場の発見による追加や水産動植物の繁\n殖または廻遊状態の変化に伴う漁場の移動。ただし、それが漁場位置の変更をきた\nすがごときものであれば“漁業権の同一性を失わしめることになるものと解すべき\nである。）や漁業種類（漁具、漁法、漁獲物の種類）及び漁業時期の変更などの場\n合と異なるものというべきである（なお、本件における共第三〇号共同漁業権の漁\n場区域の縮少が、本件公有水面における同漁業権の消滅を目的としたものであるこ\nとは、控訴人においても、これを自認しているところである。）。\n（２）　他方、飜えつて考察するに、漁業法二二条二項によれば、都道府県知事\nは、漁業権の分割または変更の免許をするについては、「漁業調整その他公益」上\nの支障の有無を審査すべきものとされているところ、同法一一条一項に関する後記\n説示のごとき理解を前提として考えれば、右にいわゆる「漁業調整」とは、漁業上\nの紛争防上の見地よりする狭義のそれの謂であつて、例えば、入会操業の行われて\nいる水面や河口附近に独占的、排他的な漁業権を設定することによつて、他の漁業\n者との間に漁業紛争を惹起させるおそれがある場合などを指称するものであり、ま\nた、ここにいう「公益」とは、受益者が不特定多数に及ぶ利益であり、漁業法三九\n条に例示する船舶の航行、てい泊、けい留及び水底電線の敷設のほか、土地収用\n法、住宅地区改良法等土地収用に関する特別法により土地を収用し、または使用す\nることができる事業の用に供する場合などのことを指称するものと解するのが相当\nである。ところが、漁業権の目的たる水面（漁場）の一部縮少の場合にあつては、\n当該縮少された水面に関するかぎり、従前の漁業権を保有、行使する者が存在しな\nくなるものであることは、さきに説示したとおりであるから、漁場（漁業権の目的\nたる水面）の部分的変更や漁業種類（漁具、漁法、漁獲物の種類）及び漁業時期の\n変更などの場合と異なり、他の漁業者との漁業紛争や前叙説示したごとき公益との\n関連を顧慮する必要に乏しく、ことさら都道府県知事の免許にかからしめるべき合\n理的な理由はないものというべきである。\n尤も、この点につき、控訴人は、現行漁業法が基本的制度として採用した漁場計\n画制度との関連をいろいろ主張している。なるほど、漁業法一一条一項は、漁場計\n画を樹立すべき場合として、「漁業上の総合利用を図り、漁業生産力を維持発展さ\nせるためには漁業権の内容たる漁業の免許をする必要があり、かつ、当該漁業の免\n許をしても漁業調整その他公益に支障を及ぼさないと認めるときは、」漁場計画を\n樹立すべきものと定めているところ、右前段にいわゆる「漁業上の総合利用を図\nり、漁業生産力を維持発展させる」というのが、とりもなおさず広義の漁業調整上\nの必要をいうものと解されるから（漁業調整とは、広義においては、水産動植物の\n繁殖保護、漁業取締その他水面を総合的かつ高度に利し、漁業生産力の発展をはか\nる処置を総称するものと解すべきであり、漁業法三九条の定める漁業調整がその謂\nであることは、前叙説示のとおりである。なお、漁業法一条参照。）、これと対置\nして後段に定められている「漁業調整」は、前叙説示したごとき狭義の意味のも\nの、すなわち、漁業上の紛争防止の見地からするそれと理解せざるを得ないのであ\nる。そして、漁業権の分割または変更の場合について規定する漁業法二二条二項に\nいわゆる「漁業調整その他公益」についても、同条改正の経過からみて、同法一一\n条一項に定める「漁業調整その他公益」と同一に解するのが相当であり、そうであ\nるならば、右二二条二項においては、右説示したごとき、広義の漁業調整上の見地\nからする顧慮については、格別規定していないものといわざるを得ない（叙上比較\nした漁業法一一条及び二二条については、昭和三七年法律第一五六号による改正が\nなされ、同法一一条一項に漁場計画制度を樹立すべき場合として前叙摘示した文言\nを捜入するとともに、漁業権の分割または変更免許の審査基準に関して同法二二条\n二項が加えられたという改正経過がある。）。また、これを実際的な必要の面から\n考えてみても、元来、現行漁業法においては、漁業権の存続期間が比較的短期のも\nのとして定められ（漁業法二一条。真珠養殖業及び海面利用の大規模魚類養殖業を\n内容とする区画漁業権並びに共同漁業権の場合にあつては一〇年、その余の漁業権\nの場合にあつては五年。）、その存続期間経過後においては、各種漁業事情の変化\nに即応して、漁場計画の再検討をすることが期待されているものと解されるのであ\nるから、一旦漁場計画を立案して漁業権を設定したのちにおいて、その漁業権との\n同一性を失わない変更（または、その漁業権を二個以上の漁業権に区分するにとど\nまる分割）を漁業権者が希望した場合についてまで、漁場計画制度、ひいては、広\n義の漁業調整上の観点よりする判断を必要とする実益に乏しいものというべきであ\nる。そればかりでなく、いわゆる先願主義を採つていた明治漁業法一〇条及び二八\n条と、先願主義を排して漁場計画主義に立脚した現行漁業法二二条（ことに、右改\n正前のそれ。）及び三一条とを比照すると、漁業権の分割または変更を定めた彼我\n両規定の内容は、殆んど同一のものであることが明瞭である。\nそして、右説示した諸点にてらせば、漁業法二二条に定める、漁業権の分割また\nは変更の場合にあつては、漁場計画制度よりする広義の漁業調整上の必要に対する\n配慮は、必ずしも要求されていないものと解するのほかはなく、そうだとするなら\nばまた、漁業権の目的たる水面（漁場）の一部縮少の場合について、漁場計画制度\nないし広義の漁業調整上の必要を強調して、これが漁場（漁業権の目的たる水面）\nの一部における漁業権の放棄にあたることを否定する根拠となし得ないことは、明\nらかなところである。\n（３）　さらにまた、これを実質的な観点から考察してみても、漁場（漁業権の\n目的たる水面）の一部について漁業権が消滅する場合としては、叙上説示した漁業\n権の一部放棄の場合のほか、水面（漁場）の一部が自然現象または人為的原因（例\nえば、埋立、干拓など。）に基づき滅失する場合や土地収用法により公用徴収せら\nれる場合が存するところ、自然現象による場合はさておき、人為的原因によつて漁\n場（漁業権の目的たる水面）の一部が滅失する場合や公用徴収せられる場合などに\nおいて、漁場計画制度ないし広義の漁業調整上の観点よりする配慮が要求されてい\nないことに想到すれば、漁業権の一部放棄の場合にのみ、その配慮を必要とすべき\n合理的理由は見出しがたい（これを、公有水面埋立の場合を例としてふえんすれ\nば、漁業権の目的たる水面の一部を当該漁業権者の同意によつて埋立てる場合、そ\nの完成によつて公有水面が一部滅失し、当該水面に関しては漁業権が消滅するに至\nるが、該埋立を免許するに際し、広狭いずれの意義のものにせよ、漁業調整上の観\n点よりする措置が義務づけられているわけではない。尤も、この場合、免許権者は\n都道府県知事であるが、その際の審査基準は一応異なるところに存するから、彼我\n同一に論ずることはできない。）。そして、漁業権の一部放棄により、当該放棄に\nかかる水面についていわゆる空権部分の発現が予想されるが、その場合にあつて\nも、少くとも観念的には、当該水面を目的とする新しい漁業権の設定が可能であ\nり、もし、その結果、水産動植物の繁殖保護、漁業取締その他水面の総合的かつ高\n度利用、漁業生産力の発展に何らかの支障を生ぜしめるおそれのある場合にあつて\nは、まさに残存する従前の漁業権につき、適正金額の補償を前提とする、漁業法三\n九条に定める公益徴収の問題として解決すれば足るものというべきである。\n（二）　叙上これを要するに、漁業権の放棄は、私権たる財産権の性質に基づ\nき、一般私権に共通した権利消滅原因として漁業権消滅の効果を生ぜしめるもので\nあると解される反面、現行漁業法上、その目的たる水面（漁場）の一部についての\n放棄（漁業権の一部放棄）を否定すべきいわれは格別みあたらないものといわざる\nを得ない。\nそうであるならば、控訴人が、共第三〇号共同漁業権の目的たる水面（漁場）\nを、本件公有水面を除くその余の部分に縮少する旨の変更免許をなしたことは、帰\nするところ、漁業権者たる臼杵漁協のなした、同共同漁業権一部放棄（本件公有水\n面に関する部分の放棄）の意思表示（届出）に対する受理の効果を生ぜしめるもの\nたるにすぎなく、もとより、右変更免許によつて、本件公有水面における右共同漁\n業権消滅という権利変動を形成するものではないと解すべきである。しかるに、臼\n杵漁協が右共同漁業権を一部放棄するについては、漁業法八条五項、三項の類推適\n用による、同条所定の手続を履践しなかつた瑕疵の存することは、すでに説示した\nとおりであるから、右共同漁業権一部放棄の意思表示（届出）をしたことによつ\nて、本件公有水面における該共同漁業権、ひいては、同漁協組合員の、該共同漁業\n権の内容たる「漁業を営む権利」消滅の効果が生ずべきいわれはなく、この場合、\n控訴人のなした右変更免許（届出受理）について、瑕疵の有無ないしその重大性及\nび明白性（控訴人は、瑕疵の明白性欠如を強調している。）を問題とする余地はな\nいものというべきである。\n五　公有水面埋立法四条一号に定める同意の効力について（表見代理）\nさらに、控訴人は、仮定的に、臼杵漁協が本件公有水面にいまなお共第三〇号共\n同漁業権を有しているとしても、同漁協のなした、本件埋立免許申請に対する同意\nについては、表見代理の法理の適用により、これを有効と認むべきものであるか\nら、該同意を前提とする本件埋立免許もまた、公有水面埋立法四条一号の要件を満\nたし、瑕疵なきに帰するものであることを主張している。\nしかしながら、公有水面埋立法における埋立免許（同法二条）は、埋立免許権者\nたる地方長官（都道府県知事）の意思表示によつて、埋立出願者に対し、法律上有\n効な埋立権を設定する行政行為（いわゆる設権行為）であり、かつ、出願（申請）\nを前提とするとはいえ、出願者の意思に拘束されない、いわゆる公法上の単独行為\nと目すべきものであるから、私法的な取引原理である表見代理の法理が適用または\n類推適用される余地はないものというべきである。\nこの点について、控訴人は、同法四条一号に定める、当該公有水面に関し権利を\n有する者の同意は、埋立免許権者（地方長官）に対しなされるものではなく、埋立\n出願者に対してなされる私法上の行為であると主張している。しかし、公有水面埋\n立法四条各号は、埋立出願区域内に権利者が存在する場合における、埋立免許の審\n査基準を定めたものであることは、その文理上明瞭であるから、同条一号に規定す\nる埋立同意についても、埋立免許をするための要件であつて、埋立出願をするため\nの要件ではなく、該同意の存否ないし効力の有無が免許権者（地方長官）の判断に\n委ねられていることは、いうをまたないところである。尤も、公有水面埋立法施行\n令二条二項三号は、埋立免許申請（出願）にあたり、右権利者の同意を証する書面\nを添付すべきことを規定しているけれども、これは、公有水面埋立法が申請主義を\n採用し、かつ、埋立区域における権利者と埋立権者との間に損害賠償その他の協議\nが行われることを常態として予想しているところより（例えば、同法六条、同法施\n行令九条、一〇条）、行政技術上の観点から、出願者に右権利者の同意を証する書\n面を準備させようというものにすぎなく、該同意の存否ないしその効力の有無の審\n査までを出願者の判断にかからしめる趣旨の規定と解することはできない。\nそうだとすれば、臼杵漁協のなした前記同意が、参加人に対する関係においては\n有効な同意と目さるべきことを前提とする控訴人の前記主張は、その余の点につい\nて判断するまでもなく、採用することができない。\nなお、およそ、漁業権者が公有水面埋立法四条一号に定める同意をするについて\nは、該同意による埋立完成（竣工認可）によつて漁業権が自然消滅し、その結果、\n該漁業権に基づく組合員の「漁業を営む権利」もまた失われるに至るから、水産業\n協同組合法五〇条、四八条に定める総会の特別決議及び漁業法八条五項、三項の類\n推適用による、同条項所定の書面による同意もしくはこれと同一視し得べき明確な\n同意を徴することを必要とするものと解すべきところ（成立に争いのない乙第三五\n号証の六及び当審証人Ｂ１５の証言によると、水産庁忙おいても、叙上と同様の見\n地から、漁業権者が公有水面埋立法四条一号の同意をするについては、水産業協同\n組合法五〇条、四八条に定める総会の特別決議によることを要するものと解してい\nるごとくである。）、本件の場合にあつては、本件全立証によるも、臼杵漁協組合\n長たる前記Ａ４０が控訴人に対してなした同意につき漁業法八条五項、三項に定め\nる手続が履践された形跡の存しないこと、さきに引用した原判決三六枚目表六行目\nから同三七枚目表初行目までに示すとおりである。\n六　結　論\n叙上付加（補充）して引用する原判決理由の説示するところによると、被控訴人\nらの本訴請求は正当としてこれを認容すべく、本件控訴は失当であつて、これが排\n斥を免れない。\nよつて、民訴法三八四条一項により、本件控訴を棄却することとし、控訴費用の\n負担につき、同法九五条、八九条を適用して、主文のとおり判決する。\n（裁判長裁判官　佐藤秀　裁判官　麻上正信　裁判官　篠原曜彦）\n"
}