{
  "trial_type": "IPCase",
  "date": {
    "era": "Showa",
    "year": 54,
    "month": 1,
    "day": 24
  },
  "case_number": "昭和53(行ケ)69",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "意匠権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "14316",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=14316",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/316/014316_hanrei.pdf",
  "contents": "主　　　文\n原告の請求を棄却する。\n訴訟費用は、原告の負担とする。\n事　　　実\n第一　当事者の申立\n原告は、「特許庁が昭和五三年二月二八日同庁昭和四八年審判第四〇五二号事件\nについてした審決を取消す。訴訟費用は、被告の負担とする。」との判決を求め、\n被告は、主文と同旨の判決を求めた。\n第二　請求の原因\n一　特許庁における手続の経緯\n原告は、昭和四五年一〇月一九日、意匠に係る物品を「木製モールドその他の木\n製品並びに木目模様を表現した物品」（後に「モールド」と訂正）とする別紙\n（一）の写真の意匠（以下「本願意匠」という。）につき、同年意匠登録願第三二\n七三三号の意匠の類似意匠の意匠登録出願をし、昭和四七年二月一八日これを独立\nの意匠登録出願に変更したところ、昭和四八年三月三一日拒絶査定を受けたので、\n同年六月二日審判を請求し、特許庁同年審判第四〇五二号事件として審理された\nが、昭和五三年二月二八日「本件審判の請求は成り立たない。」との審決があり、\nその謄本は同年四月二六日原告に送達された。\n二　審決理由の要点\n本願意匠の要旨は、縦長立方体（平面が横長長方形）の正面両側稜角部を、左右\nをわずかにずらせて円弧状（その長さは横幅とほぼ同一）に連接して切除したもの\nで、正面にはよろけ縞状の模様が、両側面には円弧つなぎ状の模様がそれぞれ表わ\nれた棒体を基本形態とし、円弧状の切除部分には焦茶色、その他には薄茶色が施さ\nれているものである。\nこれに対し、昭和三七年意匠登録願第二五〇九四号「平モールド」の意匠（昭和\n三七年一二月一日登録出願に係り、昭和四一年七月二九日拒絶査定があり、その\n後、同査定は確定した。以下「引用意匠」という。）の要旨は、縦長立方体（端面\nが横長長方形）の正面（広幅の一方の面）両側稜角部を左右をわずかにずらせて円\n弧状（その長さは横幅とほぼ同一）に連接して切除したもので、正面にはよろけ縞\n状の模様が、両側面は円弧つなぎ状の模様がそれぞれ表われた木製の棒体である。\n両意匠は、物品が同一であり、形態については、本願意匠の基本形態と引用意匠\nの形態が酷似し、色彩の有無において差異がある。そして、これらを意匠全体とし\nて対比観察すると、酷似点は、外郭形状であり、かつ、意匠としての創作の要部で\nあつて、最も看者の注意をひき意匠の類否判断を左右する主要部であるのに対し、\n色彩の有無については、色彩を施したことによつて本願意匠の模様が引用意匠のも\nのよりやや明確に表われているが、その色彩及び着色の態様に特徴がなく、基本形\n態を圧倒するほどのものではないので、その差異は、酷似点に比べて微弱であつ\nて、両意匠の類否判断を左右するに足りない。\nしたがつて、主要部において酷似している両意匠は、類似しているというほかな\nい。\nよつて、本願意匠は、意匠法第九条第一項の規定により登録を受けることができ\nない。\n三　審決の取消事由\n審決の理由中、本願意匠の要旨（但し、色彩の点は除く。）並びに引用意匠の出\n願日、拒絶査定確定の点及び要旨が審決認定のとおりであることは認める。しか\nし、審決は、後記のとおり違法であるから、取消されるべきである。\n１　引用意匠の先願性\n引用意匠は、次の各理由によつて、本願意匠に対する先願としての地位を有する\nものではないから、これをもつて本願意匠の登録を受けられないとした審決の判断\nは誤りである。\n（一）意匠法第九条第一項の規定は、いわゆる先願主義を採用したものであるが、\n先願意匠について拒絶査定が確定している場合でも、これをもつて後願意匠の登録\n出願を拒絶できるかどうかの点は明確ではない。ところで、意匠がインダストリア\nル・デザインの理念に示されるように、機能中心に考えられている現状下において\nは、意匠は前の意匠を前提とし、その上に乗つて次々と改良され、そのことによつ\nて少しずつ変化し、段階的に進歩する。そして、初めの意匠と終りの意匠とは大変\n異なつているが、その間の段階的に改良された意匠を連続的にみると、相互に類似\nしているものが多い。この場合、最初の出願が拒絶されると、後は連続して先後願\n関係で、例えばＡ、Ｂ、Ｃ、Ｄ………と出願が連続している場合、ＢはＡで、Ｃは\nＢで、ＤはＣで順次すべてが拒絶されることになる。このような状態を救済するた\nめには、先願意匠が拒絶査定を受けている場合には、先願意匠を拒絶した理由と同\n一の理由をもつて拒絶すべきであつて、単に先願意匠があることをもつて拒絶する\nことはできないと解するのが相当である。\nしたがつて、拒絶査定の確定している引用意匠をもつて本願意匠の登録を拒絶す\nることはできない。\n（二）引用意匠は、「波形モールド」を意匠に係る物品として出願されたが、その\n願書に添付されたひな形は、平モールドと隅モールドを一組として、一枚の用紙に\nはりつけたものである。したがつて、その物品は平モールドと隅モールドを一組と\nした合成物であるが、これをどのようにして使用するのか、さらにその使用状態は\nどのようなものかについて全く理解できない。引用意匠の審査中において、被告\nは、補正命令を出し、この出願の物品の使用目的、使用方法、使用状態についての\n説明を求め、これに応じて、出願人は手続補正書を提出しているが、この手続補正\n書によつても、依然として平モールドと隅モールドとの使用状態については不明で\nあり、そのため意匠の把握が不可能である。このような不適当な手続補正について\nは、無効処分を免れないものであつた。\nまた、ひな形の平モールド及び隅モールドの厚さは、それぞれ実測七ミリ及び八\nミリであるから、両者とも用紙にはりつけるとその厚さは七ミリを超え、意匠法施\n行規則第四条第四号の規定に違反し、さらに、ひな形は、用紙にその裏面全部をは\nりつけているため、裏面の意匠が全く不明である。このような施行規則違反につい\nては、意匠法六八条第二項において準用する特許法第一八条の規定により無効処分\nにすべきものであつた。\n（三）引用意匠は、上記のように、平モールドと隅モールドを組合わせた合成物に\n係るものであるから、出願が分割されない限り、これから一部の意匠を取出して、\nそれをもつて先願意匠とすることはできない。少なくとも、引用意匠について、平\nモールドと隅モールドの二個の先願権があると解することは不当である。\n（四）引用意匠のひな形は、着色されない白木のままのものである。このように全\nく着色加工されていない引用意匠は、見栄えが悪く、現代のようにデラツクス化し\nた壁面の化粧材としては使用されない。なぜならば、白木のモールドは、虫喰い孔\nやカンナ加工で生じる逆目が見え易く、無傷というわけにはいかないためである。\nそのため、染色によつてこのような傷を隠す加工が是非とも必要となる。さらに、\n壁面を構成するラワンベニヤも、終戦当時は白木のままを使用していたが、現在は\nその表面には木目模様をプリントしたフイルム、布などを張つて化粧仕上げしてあ\nるため、モールドも着色加工しないと不調和となる。\nしたがつて、引用意匠自体は、製造途上にある中間加工品ないし半製品であつ\nて、それ自体独立して経済取引の対象となつていない物品であるから、完成した意\n匠を構成するものではない。\n２　両意匠の類否\n仮に、引用意匠の「平モールド」のみを先願意匠として、これと本願意匠とを対\n比することができるとしても、両意匠は、次に述べるとおり、利用関係にあつて、\n非類似のものであるから、これを類似するとした審決の判断は誤りである。\n（一）モールド自体は、新しい商品ではなく、昔から波形模様の建築用装飾板とし\nて極めて単純なありふれた形態で、よく知られているものであるが、引用意匠の全\n体的形態も、モールドの機能から出た外形に単純な波形の穿削加工を施したもので\nある。そして、引用意匠のひな形には何の着色も施されていないから、引用意匠\nは、ひな形どおり、無模様かつ木地の表わす特定色であることを積極的に表明して\nいる。\nこれに対して、本願意匠のモールドは、まず形状が完成して後、それに模様、色\n彩を施すものである。これを詳述すると、一定の形状に成形した後、上面と両側面\nとを黒色（実際は茶褐色の濃度の高いもの）に染色する。次に、乾燥させて後、着\n色面を砂ペーパなどで研磨する。そのため、波状の凹面は茶褐色に変り、その他の\n平坦な面や突出した個所においては木目に浸透した染料によつて褐色の筋目が浮き\n出て、その他は薄目の茶色の模様状のものとなり、これによつて、波状の凹面とそ\nの他の平坦面との間には、色調感において調和した上にコントラストが鮮明にな\nる。したがつて、このモールドを使用すると、離れた位置より観察しても、コント\nラストの作用によつて、使用個所における波状が明白となり、意匠的効果を倍加す\nる。このように、本願意匠は、形状が先行しその後に色彩模様が結合した、いわゆ\nる結合意匠であつて、引用意匠の形状を利用したものである。\n（二）利用関係は、意匠法第二六条に規定するところのものであり、後願意匠権者\nがその意匠を実施するとき、他人の先願意匠権の意匠を「利用」する場合は、後願\n意匠権者は業として実施できないものとするものである。このように、利用関係\nは、最終的には「意匠権」対「意匠権」という権利相互の次元を想定して問題とす\nべきものであるから、利用関係とは、両方とも権利化することを前提とするもので\nあり、両者の意匠は、当然非類似の関係にあるものである。もし、利用関係にある\n後願意匠が、先願意匠に類似する意匠と認められる場合があるとすれば、この場合\nは、意匠法第九条第一項の規定によつて後願意匠は拒絶されるので、権利化は不能\nとなり、利用関係は発生することはありえなくなるという不合理を生ずることにな\nる。\nこのように、意匠法第二六条に規定する利用とは、非類似の意匠権相互間のこと\nである。したがつて、非類似の意匠といつても、利用関係にある場合と、ない場合\nとを区別して、非類似の内容もそれぞれの場合によつて相違するものでなければな\nらない。\nところで、審決は、「本願意匠の模様が引用意匠のものよりやや明確に表われて\nいるが、その色彩及び着色の態様に特徴がなく、基本形態を圧倒するほどのもので\nはない」と説示している。しかし、この「基本形態を圧倒するほどのもの」とは、\n明らかに利用関係のない非類似性のみを判断しているものであつて妥当でない。利\n用関係における非類似の意匠は、利用する意匠の「基本形態を圧倒するほどのも\nの」となる必要はない。もし、後願意匠が基本形態を圧倒すれば、その利用する基\n本（先願）の意匠の特徴を破壊したことになり、そこには利用関係は発生しない。\nそもそも、意匠の利用とは、ある意匠がその構成要素中に他の登録意匠の全部を\nその特徴を破壊することなく、\n他の構成要素と区別しうる態様において包含し、この意匠を実施すると必然的に他\nの登録意匠を実施する場合である。そして、意匠に係る物品が同一である場合にお\nいても、他人の登録意匠にさらに形状、模様、色彩等を結合して全体として別個の\n意匠としたときは、利用関係が成立しうるのであつて、もし、これが渾然一体とな\nつて彼此区別しえないときは、それはすでに利用関係の範疇を超えているもので、\n利用関係のない非類似の意匠と判断しなければならない。\n（三）引用意匠は、円弧状の切除部を有し、正面はよろけ縞状の模様（又は形状）\nとしているが、円弧状の切除部が明確に認識できないため、よろけ縞の模様も明確\nでなく、また、よろけ縞は、極めて周知の縞模様の一つであつて、その形態自体に\nは新規性は存しない。したがつて、引用意匠の外郭形状には看者の注意を強く引く\nものはない。\nこれに対し、本願意匠は、円弧状の切除部を焦茶色（茶褐色）とし、上面のよろ\nけ縞状平滑面を研磨仕上げによつて木目が美しく見える程度の薄茶色（淡褐色）と\nしているので、切除部の波形が染色のまま残り、相互の色調のコントラストが適当\nに施され、その凹凸感が極度に強調されて、看者に立体感を強く感じさせる。右両\n意匠を対比すると、本願意匠は、色彩及び着色の態様に特徴があり、引用意匠を圧\n倒しており、明らかに引用意匠とは非類似である。\n（四）　以上のとおり、本願意匠は、引用意匠の外郭形状に、着色と模様とを施\nし、凹凸感を極度まで強調し、退色してもなお木造家屋の壁材の色調に最も調和す\nるように創作し、それによつて看者に新たな美感を感じさせている。これは明らか\nに引用意匠を基礎とした意匠上の発展開発であつて、新たな創作であるので、意匠\n法第二六条に規定するところの「利用」である。したがつて、利用意匠であれば、\nそれは先願意匠とは非類似であるので、意匠法第九条第一項の規定を適用すべきで\nない。\n第三　被告の答弁\n一　請求原因一、二の事実は認める。\n二　同三の取消事由は争う。審決の判断は正当であつて、原告主張の違法はない。\n１　原告主張の１（一）について\n意匠法第九条第一項にいう「同一又は類似の意匠」とは、新規性に関する同法第\n三条の解釈においていう同一又は類似の意匠と同じであるから、その意匠が後願意\n匠の登録出願日前の登録出願に係るもので、かつ、出願人が相違していれば、拒絶\n査定が確定しているものであつても、後願の登録を拒絶する先願意匠たりうる。\n２　同１（二）について\n引用意匠の使用方法、使用状態については、その出願人が手続補正書を提出し、\n屋内特に室内の保温、装飾を兼ねた建材で、室内のベニヤその他の壁板、天井板又\nは柱と壁板との合わせ目に釘打ちし、合わせ目の不調和、不体裁をかくすとともに\n保温に役立つものであると述べているので、これによつて明らかであり、形式的な\n面についても、意匠法施行規則第四条にひな形の厚さは用紙にはりつけた場合にお\nいてその厚さが七ミリ以下と規定されているが、これは、取扱い又は保存を考慮し\nた規準で、さほど厳密性を要求するものでなく、本願意匠の場合、その差はごくわ\nずかなものであり、また、裏面全面をはりつけた点についても、用紙にはりつけた\n場合において、容易に離脱するおそれがないものと規定されていることもあつて、\n裏面全面をはりつけたものと思われるが、これは台紙から剥離することによつて見\nることができるものであり、この程度は容認されているものであつて、無効処分の\n対象とはならない。\n３　同１（三）について\n引用意匠の願書には、意匠に係る物品の欄に「波形モールド」と記載している\nが、意匠の説明の欄には、意匠に係る物品の種類として、「波形モールドを次の二\n種としたい。（イ）平モールド、（ロ）隅モールド」の記載があり、図面代用ひな\n形は、台紙に（イ）平モールド、（ロ）隅モールドと表示して二つのひな形が添付\nされており、物品の性質から明らかに単一物である「平モールド」と「隅モール\nド」との二つの意匠が表わされているものであつて、二件の意匠登録出願をすべき\nであつたものを、出願の様式を熟知していないため、あやまつて一出願としたもの\nであり、これを合成物ということはできない。また、分割するか否かは出願人の意\n志にかかるものであつて、分割の手続をしないことによつて、その意匠登録出願が\n初めからなかつたものとされるものでもなく、分割の有無は、その意匠登録出願の\n存在に影響を与えるものではない。\n以上のとおりであるから、引用した「平モールド」の意匠は、明らかに一意匠と\nして表わされているものであつて、合成物の一部ではなく、その意匠登録出願の事\n実も存在する。\n４　同１（四）について\n建材としてのモールドは、周辺との調和を考慮して使用されるものであつて、種\n々の態様のものがあり、周辺の板材等が白木の場合にはモールドも白木のものを使\n用し、施工後に色彩を施す場合もあつて、物品の性質から白木のモールドが半製品\nであるとすることはできない。また、意匠法は、登録出願にかかる意匠が、実施さ\nれていることを要件としているものでなく、その物品が、独立して取引の対象とな\nりうるものであれば認められるものであり、たとえ引用意匠が実施されていないと\nしても、これをもつて引用意匠が意匠を構成しないということはできない。\n５　同２について\n原告は、「両意匠は、利用関係にあつて、非類似のものである」旨主張している\nが、本件は、引用意匠と本願意匠が類似する意匠であるか否かを問題としているも\nのであつて、利用関係にあるか否かを問題としているのではない。因みに、意匠が\n類似するか否かの問題と、利用関係にあるか否かの問題は、考え方の基礎を異にす\nるものであるから、両者の判断が一致するものではなく、利用関係にあるものであ\nつて非類似の意匠と認められる場合があると同時に、類似する意匠と認められる場\n合があるものである。\nところで、本件は、両意匠が類似するか否かの問題であるところ、意匠は、第二\n条第一項に、「意匠とは、物品の形状、模様若しくは色彩又はこれらの結合であつ\nて視覚を通じて美感を起させるものをいう。」と規定しているように、視覚を通じ\nて美感を起させるような物品の外観として捉えられるものであるから、意匠の類否\n判断をするに当つては、全体として観察することが必要であり、類否判断は、その\n意匠が成立する支配的構成態様を主要部として判断されるものであつて、両意匠の\n間にある程度の差異があつても、その差異が、支配的要部となるほどのものでない\nとき、両者は類似する意匠というべきものである。このような観点から両意匠をみ\nると、審決認定のとおり、本願意匠の基本的形態と引用意匠の形態は酷似してお\nり、この点は、視覚的に最も強く看者に印象づけられる外郭形状であり、かつ、意\n匠としての創作の要部であり、この点における共通性は、最も看者の注意をひき両\n意匠の類否を左右する主要部であるのに対し、両者の差異は、本願意匠に色彩が施\nされている点にあるが、色彩を施したことによつて、本願意匠の模様が引用意匠の\n模様よりやや明確に表われているが、本願意匠の色彩は、原告においても、染色\nし、乾燥させて後、この着色面を砂ペーパなどで研磨する、と述べているように、\n棒体を染液につけ表面を研磨したもので、このような木材の着色加工法は、従来か\nら行なわれているものであつて、その色彩及び色分けの態様に、何らの特徴もない\nから、この点を全体としてみた場合には、前記意匠の支配的要部たる共通点が視覚\n的に顕著であつて、その差異は微弱であり、この点が両意匠の類否判断を左右する\nほどのものとは到底認められない。\nしたがつて、両意匠を全体として観察した場合には、前記のような差異があつた\nとしても、主要部において酷似している両意匠は、類似する意匠というほかはな\nい。\n第四　証拠関係（省略）\n理　　　由\n一　請求原因事実中、本願意匠について、出願から審決の成立にいたるまでの特許\n庁における手続の経緯及び審決理由の要点は、当事者間に争いがない。\n二　そこで、原告主張の取消事由の有無について判断する。\n１　引用意匠の先願性について\n引用意匠が本願意匠の出願前である昭和三七年一二月一日に登録出願され、その\n後拒絶査定が確定したものであることは、原告の自認するところである。原告は、\n（一）ないし（四）の理由を挙げて、引用意匠が本願意匠に対する先願たる地位を\n有しない旨主張する。しかし、右主張は、次のとおり、いずれも理由がないもので\nある。すなわち、\n（一）　意匠法第九条には、同一又は類似の意匠について異なつた日に二つの登録\n出願があつたとき、すなわち、いわゆる先後願があつたときは、その先願がその後\n取下げられたり、無効になつたりした場合（第三項）及び冒認者による出願であつ\nた場合（第四項）を除いて、先願出願人のみが意匠登録を受けることができる（第\n一項）旨が規定されているから、これによれば、先願について右除外事由に該当す\nる事実が生じない限り、その出願自体によつて後願を排斥する効果を有することが\n明らかである。そうすると、先願について拒絶査定が確定しても、それは右除外事\n由に該当しないから、当然先願たる地位が存続するものというべきである。\n原告は、そのような場合には、先願を拒絶した理由と同一の理由をもつて拒絶す\nべきであつて、当然には後願排斤の効力はない旨主張するけれども、立法論ないし\nは独自の見解であつて、採用することはできない。\n（二）　また、原告は、引用意匠の出願手続には補正命令及び意匠法施行規則の各\n違反があつて、無効処分にすべきものであつたと主張する。しかし、現にその手続\nが無効にされずに拒絶査定が確定している以上、引用意匠が先願たる地位を失うい\nわれはないから、右主張は、それ自体理由がない。\n（三）　成立に争いのない甲第四号証（引用意匠の意匠登録願）、第八号証（同手\n続補正書）及び乙第一号証の一によると、引用意匠の願書には、まず、意匠に係る\n物品として「波形モールド」と記載されているが、「意匠の説明」欄に、「意匠に\n係る物品の種類」として「波形モールドを次の二種としたい。（イ）　平モール\nド、（ロ）　隅モールド」との記載があり、次いで、「形状又は模様」として平モ\nールドと隅モールドごとに寸法、模様を定めた記載があり、さらに、図面代用のひ\nな形として、別紙（二）の写真のように、一枚の台紙に（イ）　平モールド及び\n（ロ）　隅モールドとした表示の下に各別に白木の物品をはりつけたものが添付さ\nれており、これに対し、「平モールド」と「隅モールド」とを組合わせて使用する\nことを示す記載は全くないことが認められる。そうすると、引用意匠の願書には、\n結局、「平モールド」及び「隅モールド」を対象とする各別の意匠が表わされてい\nるとみるのが相当であつて、これを両者の合成物に係るものとする原告の主張は、\n採用することができない。\nところで、このような一意匠一出願の原則に反する出願が許されないことは、意\n匠法第七条、意匠法施行規則五条の規定から明らかであり、成立に争いのない甲第\n五、第六号証によると、引用意匠の出願は、その意匠が意匠法第七条の要件をみた\nさないことを理由として拒絶査定になつていることが認められる。しかし、それだ\nからといつて、その願書に二個の意匠が表わされ、ともに意匠登録出願された事実\nは否定されるものでないから、その二個の意匠、すなわち「平モールド」及び「隅\nモールド」の意匠がそれぞれ先願たる地位を有するものとみるべきものであつて、\nそのうちの一方を先願の意匠とするためには、その出願が分割されていることを必\n要とするものではない。\nしたがつて、審決が、引用意匠の願書に表わされた意匠のうち、「平モールド」\nの分をもつて先願の意匠としたことに誤りはない。\n（四）　また、原告は、そのひな形が白木のものであることを理由として、引用意\n匠が完成した意匠を構成しないと主張する。しかし、被告も指摘しているとおり、\n周辺の板材が白木であれば、モールドも白木のものを使用する場合があることは、\n経験則上容易に肯認できるところであるから、引用意匠のモールドが白木のままで\nあるという理由だけで、それが中間加工品ないし半製品であるとはいえない。した\nがつて、その意匠が独立した意匠を構成しないともいうことはできない。\n２　両意匠の類否について\n原告は、意匠法第二六条の利用関係にある先後願の意匠が当然非類似であること\nを前提に、本願意匠は、引用意匠を利用したものであつて、これと非類似であると\n主張する。\nしかし、二個の意匠が類似するか否かと、利用関係にあるか否かとは、本来別個\nの問題である。なるほど、意匠法第二六条には、先後願の意匠間の利用について規\n定されているが、同条にいう利用とは、後願者が自己の登録意匠を実施すると、先\n願者の登録意匠を実施することになるような使用関係を指すものであつて、原告も\n指摘するとおり、「意匠権」対「意匠権」という権利相互の次元における問題であ\nる。そのため、その先後願の登録意匠については、意匠自体に着目すれば、類似し\nている場合（したがつて、そのような後願は、もともと登録要件を欠くものであつ\nた。）と類似していない場合とがありうるが、前者の場合であつても、その意匠が\nすでに登録意匠となつている関係上、そのままでは登録要件を具備するか否かを問\n題にすることが許されないだけのことであつて、利用関係にあることが肯定されれ\nば直ちに両者の意匠が非類似であるとすることはできない。\nしたがつて、前記の前提自体失当であり、これに基づく原告の主張は理由がな\nい。\n次に、本願意匠及び引用意匠の各要部が、本願意匠の色彩の点を除いて、審決認\n定のとおりであることは、原告の自認するところであり、成立に争いのない甲第一\n号証（本願意匠の手続補正書）によると、本願意匠の色彩については、審決認定の\nとおり、円弧状の切除部分が焦茶色、その他が薄茶色に着色されているものといつ\nて差支えないものである。そして、これらの要部に、本願意匠たる別紙（一）の写\n真の意匠及び引用意匠たる同（二）の写真の意匠を対照してみると、両意匠を類似\nしているとした審決の認定判断は、すべて正当として是認することができ、原告主\n張の誤りはない。\n三　よつて、本件審決の違法を理由にその取消を求める原告の本訴請求を失当とし\nて棄却することとし、訴訟費用の負担につき行政事件訴訟法第七条及び民事訴訟法\n第八九条の規定を適用して、主文のとおり判決する。\n（裁判官　荒木秀一　橋本攻　永井紀昭）\n別紙（一）　本願意匠\n＜１２１０９－００１＞\n＜１２１０９－００２＞\n＜１２１０９－００３＞\n別紙（二）　引用意匠\n＜１２１０９－００４＞\n"
}