{
  "trial_type": "IPCase",
  "date": {
    "era": "Showa",
    "year": 54,
    "month": 8,
    "day": 22
  },
  "case_number": "昭和53(ワ)9899",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "商標権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "14299",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=14299",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/299/014299_hanrei.pdf",
  "contents": "主　　　文\n一　原告の請求をいずれも棄却する。\n二　訴訟費用は原告の負担とする。\n事　　　実\n第一　当事者の求めた裁判\n一　原告\n１　被告は、化粧品の容器、カタログ、宣伝用パンフレツト、広告に別紙第一目録\n記載の標章を附して、譲渡し、引渡し、又は譲渡もしくは引渡しのために展示して\nはならない。\n２　訴訟費用は被告の負担とする。\nとの判決\n二　被告\n主文同旨の判決\n第二　請求の原因\n一　原告は、化粧品、なかんづくコールドパーマ液、シヤンプー、リンスなどのい\nわゆる頭髪用化粧品の製造販売を業とする会社である。\n被告もまた、同様に、化粧品、なかんづく頭髪用化粧品の製造販売を業とする会\n社であるが、その前身たるハルモリアル美容有限会社が昭和五〇年一〇月二〇日に\n組織変更をしたものである。\n二　原告は、次の商標権（以下、「本件商標権」といい、その登録商標を「本件登\n録商標」という。）を有している。\n登録番号　第四五〇〇〇四号\n登録商標　別添商標公報のとおり\n出願　昭和二八年一一月四日\n出願公告　昭和二九年五月二六日（昭二九ー一〇〇七五）\n登録　昭和二九年八月二四日\n更新登録　昭和五〇年二月二七日\n指定商品　旧商標法（大正一〇年法律第九九号）施行規則第一五条第三類　香料及\nび他類に属しない化粧品\n三　原告は、一九〇七年（明治四〇年）に設立されて以来、頭髪用化粧品を中心と\nする化粧品を製造、販売し、本件登録商標を附してこれら化粧品を世界的に広く販\n売してきた。日本においても、本件登録商標の商標登録出願をした昭和二八年には\n既に営業活動をしていたところ、昭和三九年三月一九日東京都北区にロレアル東京\n支社を設置して本格的に販売を開始し、以後、毎年約二〇パーセント近い営業成績\nの増加をみ、昭和五二年度には約八〇億円の化粧品を販売したが、原告は、これら\nの化粧品にはいずれも本件登録商標を附してきたため、本件登録商標は、遅くとも\n昭和五二年夏頃には既にいわゆる周知商標となつており、またそれ自体本来商号で\nあるのでいわゆる周知商号となつていたということができる。\n四１　被告は、昭和五二年夏頃以降、その製造、販売に係る化粧品の容器あるいは\n右容器の写真を掲載した広告等に別紙第一目録記載の標章（以下、「イ号標章」と\nいう。）を附して、その営業活動を行つている。\n２　被告は、イ号標章を使用したことはないと主張するが、以下のとおり、かかる\n主張は失当であり、被告はイ号標章を使用しているということができる。\n商標法第二条第一項は、標章を、「文字、図形若しくは記号若しくはこれらの結\n合又はこれらと色彩との結合」と定義しており、その使用者の主観的な採択意図は\n標章であるための要件とはしていない。\nしかるところ、被告は、別紙第三目録（一）（甲第三号証）、同（二）（検甲第\n一号証）、同（五）（乙第二号証）記載の使用態様において、別紙第二目録（一）\n記載の標章（以下、「被告標章」という。）を一つの独立した標章としてとらえ、\nＲＥＡＬの文字はその後に続くＣＨＥＭＩＣＡＬ　ＣＯ；ＬＴＤ・の文字とともに\n被告の商号の英文名として別の標章（商号標章）となるとの考えの下に、イ号標章\nは使用していないと主張するようであるが、商標法にいう標章の定義は右のとおり\nであり、被告の商号の英文名ＲＥＡＬ　ＣＨＥＭＩＣＡＬ　ＣＯ；ＬＴＤ・（以\n下、「被告英文商号」という。）の要部はＲＥＡＬの文字である（ＣＨＥＭＩＣＡ\nＬ　ＣＯ；ＬＴＤ・は、それ自体又はその各部のいずれも要部とみるのは困難であ\nる。）ところ、このＲＥＡＬの文字と、これに接近して頭部に冠せられた被告標章\nとは、一体となつて一つの標章として把握できる態様で使用されているから、別紙\n第三目録（一）、（二）、（五）記載の使用態様はイ号標章としての使用と把握す\nることもできるはずである。\n五　イ号標章は、以下のとおり本件登録商標と類似するから、被告が本件商標権の\n指定商品たる化粧品についてイ号標章を使用する行為は、本件商標権に対する侵害\nとなる。\nすなわち、商標が類似するというためには、その外観、称呼、観念のいずれかに\nおいて類似していれば足りるところ、本件においては、外観、称呼において類似す\nるものである。\n１　商標の類否判断において要部観察が許されることは既に確立された原則であ\nるが、この見地から、本件登録商標におけるアクセントの位置を示すＥの上の\n「´」の有無は要部に無関係であり、語頭の「Ｌ´」は冠詞であるので、本件登録\n商標の本体は「ＯＲＥＡＬ」であるということができる。これに対し、イ号標章\nも、その構成が「ＯＲＥＡＬ」であつて同一であり、ただ、語頭の大きく書かれた\n「Ｏ」の中に図案化された大文字の「Ｒ」が書かれている点において相違するが、\n本件登録商標でもイ号標章でも、「Ｏ」の文字が他の文字に比して大きく書かれて\nいるから、その「Ｏ」の文字の中に図案化された文字があるか否かは、それほど顕\n著な相違の要素となるものとは到底考えられず、結局、書き方の特徴からみて、両\n者は外観上類似するというべきである。\n２　次に称呼について検討すると、本件登録商標は、語頭の冠詞「Ｌ´」を含め\n「ロレアル」と称呼され、イ号標章は、語頭の顕著な「Ｏ」を含め「オレアル」と\n称呼されるのが最も自然であるところ、「ロレアル」と「オレアル」とは、ともに\n四音から成り、第一音において母音を共通にし、残り三者は全く共通であるから、\nこれらを全体として称呼した場合、その語音、語調が著しく近似し、取引上相紛れ\nやすい。\nなお、被告は、イ号標章から生ずる称呼は「リアル」であると主張するが、イ号\n標章がＲＥＡＬのみから成るのであれば格別、その頭部に被告標章が冠せられたも\nのである以上、かかる主張は失当である。\n３　また、被告は、イ号標章中の被告標章において図案化されたＲの文字を囲ん\nでいるのは、アルフアベツトの「Ｏ」ではなく円形であると主張する。\nしかし、商標法における標章の定義は前記四２のとおりであるから、その採択者\nの主観的意図とは別の解釈、評価も客観的に可能である場合は、採択者の主観的意\n図とは別の客観的範囲の標章として成立するとみるのが商標法の建前である。して\nみると、被告標章は、図案化されたＲの文字を円形で囲んだものと断定することは\nできず、アルフアベツトの「Ｏ」で囲んだものとも解しうるのである。本件登録商\n標中の「Ｏ」の文字が、ほぼ円形で他の構成文字より大きく書かれていることも、\n同様に被告標章中の円形をアルフアベツトの「Ｏ」と客観的に読むことのできる根\n拠となるものである。\n六　本件登録商標は、前記三のとおり原告の周知商号であつて、原告の営業たるこ\nとを示す表示として日本国内で広く認識されており、そして、原告と被告の主要商\n品がともに頭髪用化粧品であつて競合関係にあり、かつ、本件登録商標とイ号標章\nとは前記五のとおり類似するものであるから、被告がイ号標章を使用する行為は、\n原告の営業活動と混同を生ぜしめるものであり、原告の営業上の利益を害するおそ\nれのあるものである。\nよつて、原告は被告に対し、商標法第三六条第一項又は不正競争防止法第一条第\n一項第二号の規定に基づき、イ号標章の使用の差止めを求める。\n第三　請求の原因に対する答弁及び被告の主張\n一１　請求の原因一は認める。\n２　請求の原因二は認める。\n３　請求の原因三は不知。\n４　請求の原因四１は否認する。\nただし、被告標章（別紙第二目録（一）記載の標章）は、昭和四六年頃以降使用\nしている（後記二２において詳述する。）。\n５　請求の原因五は争う（後記二３において詳述する。）。\n６　請求の原因六は争う。\n二１　被告の事業は、昭和二〇年に被告の現代表取締役【Ａ】が個人事業として創\n始したものである。そして、昭和三〇年七月一日ハルモリアル美容有限会社が設立\nされて、右事業を承継し、昭和五〇年一〇月二〇日組織変更により被告となつて現\n在に至つている。\n頭髪用化粧品の製造販売は戦後開発された分野であるが、右【Ａ】は、他にさき\nがけて創業し、終始業界において指導的立場に立ち、被告も、現在、業界において\n確固たる地位を占めている。被告の製造品目は三〇数種類にのぼるが、被告は、最\n近他にさきがけて、頭髪より抽出したシステインを主成分とする、毛髪を傷めない\nウエーブ剤を開発し、好評を博している。\nその間、被告ないしはその前身たる【Ａ】個人又はハルモリアル美容有限会社\nは、昭和二六年頃から商標として別紙第二目録（二）の標章を使用し、昭和三〇年\n八月二六日商標登録出願をして、昭和三一年九月四日商標登録（登録番号第四八七\n三八三号、第三類）を得た外、現在四件の商標登録を出願中である。\n２　被告は、前記別紙第二目録（二）の標章の外、被告標章（同第二目録（一）記\n載の標章）は使用しているが、イ号標章は使用したことがない。\n被告標章は、被告英文商号中のＲＥＡＬの頭文字であるＲを柔かくくずして風に\nなびく髪になぞられ、これを円形で囲んだものであるが、その使用の態様として\nは、別紙第三目録（四）（乙第一号証）、同（五）（乙第二号証）、同（六）（乙\n第三号証）のように、容器又はパンフレツトに表示される被告の商号又は被告英文\n商号の頭部に冠せられることが多い。\n原告は、被告英文商号中のＲＥＡＬの文字と、これに接近して頭部に冠せられた\n被告標章とは、一体となつて一つの標章すなわちイ号標章として把握できる態様で\n使用されている旨主張するが、右ＲＥＡＬの文字を後に続くＣＨＥＭＩＣＡＬ　Ｃ\nＯ；ＬＴＤ・から切離してしまつて右ＲＥＡＬと被告標章とを一体とみるべきもの\nとすることはできないから、原告の主張は失当である。\n３　仮に、被告がイ号標章を使用しているとみられるとしても、イ号標章は、以下\nのとおり、外観、称呼、観念のいずれの点においても類似しないから、原告の本件\n商標権に対する侵害となることはないし、また、原告の営業活動と混同を生ぜし\nめ、あるいは原告の営業上の利益を害するおそれはない。\n（一）　外観について比較すると、本件登録商標とイ号標章とは、いずれも構成要\n素としてやや大型の円形とこれに続く横書きのＲＥＡＬの文字を含む点で共通して\nいるものの、前者では、円形の前に「Ｌ′」の文字が、Ｅの上にアクセントを示す\n「′」があり、また、円形の中は空白であるのに対し、後者では、円形の前の「Ｌ\n′」の文字も、Ｅの上の「′」もない一方、円形の中に図案化されたＲの文字があ\nる点において明確に相違する。\nすなわち、本件登録商標は、「Ｌ′」の文字やＥの上の「′」などフランス語の\n特徴を端的に示すものを含み、また、その円形の中には文字、図形等何らの表示も\n存しないから、全体として、フランス語の文字の表示であり、\nその円形はアルフアベツトの「Ｏ」を変形ないしは図案化したものであることが容\n易に認識できるのである。これに対し、イ号標章は、その図案化されたＲの文字と\n円形との複合体（被告標章）が、先入観をもつて見ない限り、何人の目にもこれに\n続くＲＥＡＬの文字とは独立した一個の図形として映ずるものであり、また、ＲＥ\nＡＬの文字がごく平凡な英語であるから、円形の中に図案化されたＲの文字が存在\nする一個の図形（被告標章）と英語のＲＥＡＬの文字との結合から成るものである\nことが容易に認識できるのである。\nしたがつて、両者は、外観上明確に相違するものである。\n（二）　また、称呼についても、本件登録商標とイ号標章とは類似しない。\nすなわち、本件登録商標をロレアルと発音することは容易である外、原告の商号\nは日本文字ではロレアルと表示され、原告自身、その製品の容器、案内書等に、本\n件登録商標と併用して、原告の商号又は商標として日本文字でロレアルと表示して\nいるから、本件登録商標から生ずる称呼は「ロレアル」である。これに対し、イ号\n標章中のＲＥＡＬは平凡な英語であつて、多くの人にとつてこれをリアルと発音す\nることは容易である外、被告の商号がリアル化学株式会社であり、被告自身、その\n製品の容器、案内書等に、イ号標章と併用して、被告の商号又は商標として日本文\n字でリアルと表示しているから、イ号標章から生ずる称呼は「リアル」である。\nしたがつて、本件登録商標とイ号標章の称呼が相違すること明らかである。\n（三）　更に、本件登録商標を構成するＬ′ＯＲＥ′ＡＬの語とイ号標章中のＲＥ\nＡＬの語とは、その語義を異にし、その他特に類似の観念を生ずる要素はないか\nら、本件登録商標とイ号標章とは観念を異にする。\n（四）　なお、原告は、イ号標章中の被告標章は、図案化されたＲの文字を円形で\n囲んだものと断定することはできず、アルフアベツトの「Ｏ」で囲んだものとも解\nしうる旨主張するが、図案化されたＲの文字を囲んでいるのがアルフアベツトの\n「Ｏ」ではなく円形であること前記のとおりである。\n図案を円形で囲むことは通常見受けられるところであつて、特別の場合を除い\nて、これをアルフアベツトの「Ｏ」の変形であるとみる者はいない。なお、被告標\n章は、図案化されたＲに重点を置いたものであり、これを囲む円形は附随的なもの\nにすぎない。\n第四　証拠関係（省略）\n理　　　由\n一　原告及び被告が請求の原因一記載のとおりの会社であること、原告が本件商標\n権を有していること、本件登録商標の構成が別添商標公報のとおりであることは、\n当事者間に争いがない。\n二　原告は、被告が、昭和五二年夏頃以降、その製造、販売に係る化粧品の容器あ\nるいは右容器の写真を掲載した広告等にイ号標章を附して、その営業活動を行つて\nいると主張し、被告は、これを争うので、この点についてまず判断する。\n１　原本の存在及び成立に争いのない甲第三号証、成立に争いのない乙第一、第二\n号証、被告製品の容器であること当事者間に争いのない検甲第一号証、検乙第一号\n証によれば、被告は、別紙第三目録（一）ないし（五）の態様においてイ号標章の\n構成たる表示を使用していることが認められ、他方、本件全証拠によるも、被告が\n右第三目録（一）ないし（五）の態様以外でイ号標章の構成たる表示を使用してい\nる事実は認められない。\n２　右一及び二１に確定した事実によれば、右第三目録の（一）ないし（五）の標\n章は、いずれも、被告英文商号（ＲＥＡＬ　ＣＨＥＭＩＣＡＬ　ＣＯ；ＬＴＤ・）\nの頭部に、図案化されたＲの文字を円形で囲んだものすなわち被告標章が冠せられ\nたものであると認めるを相当とする。\n原告は、被告英文商号中のＲＥＡＬの文字とこれに接近して頭部に冠せられた被\n告標章とは、一体となつて一つの標章すなわちイ号標章として把握できる態様で使\n用されている旨主張する。\nしかしながら、前顕甲第三号証、乙第一、第二号証、検甲第一号証、検乙第一号\n証によれば、別紙第三目録（一）ないし（五）に表示される被告標章は文字という\nより図形というべきものであつて、図形としての美感をもたらす以外格別の意味内\n容を有しないものであるのに対し、同様表示される被告英文商号は、いうまでもな\nく、全体として被告の商号の英文名を意味するものであること、そして、被告標章\n及び被告英文商号の態様は、被告標章が、後記欧文字Ｒを円形で囲んだものであ\nり、この円形の内部の欧文字Ｒは図案化されたものであるのに対し、被告英文商号\nを構成する欧文字は、最初のＲから最後のＤまで一定した大きさのゴシツク体で表\n記されているというものであり、しかも、被告標章の大きさは、高さにして被告英\n文商号を構成する欧文字の二倍以上であること、被告標章とＲＥＡＬとの間隔は、\nＲＥＡＬとＣＨＥＭＩＣＡＬ　ＣＯ；ＬＴＤ・との間隔より一見して明白に広いこ\nと、しかも、ＲＥＡＬとＣＨＥＭＩＣＡＬとの間隔は、ＣＨＥＭＩＣＡＬとＣ\nＯ；、ＣＯ；とＬＴＤ・の各間隔同様極めて狭く、各単語間の間隔をあけないで被\n告英文商号を構成する欧文字を書き連ねたものとの印象を与えるほどであることが\n認められ、これを要するに、被告標章部分と被告英文商号部分との間には、その意\n味内容、その文字の形態、大きさ、種類、隣接する文字との間隔の点で際立つた差\n異があり、被告標章は、一つの図形として被告英文商号とは別個独立のものである\nのに対し、ＲＥＡＬの文字は、右同様の点でＣＨＥＭＩＣＡＬ　ＣＯ；ＬＴＤ・と\nの同質性、一体性が極めて強く、これとともに一体として被告英文商号を構成する\nものであり、したがつて、第三目録（一）ないし（五）の標章は、これを客観的に\n観察する限り、二つの部分に分けるとすれば被告標章部分と被告英文商号部分とに\n分けることをもつて相当とすべく、原告主張の如くＲＥＡＬの文字を後に続くＣＨ\nＥＭＩＣＡＬ　ＣＯ；ＬＴＤ・から切離し、これと被告標章とが一体となつて一つ\nの標章すなわちイ号標章として把握できる態様で使用されていると解することは到\n底不可能である。換言すれば、別紙第三目録（一）、（二）、（五）記載の使用態\n様はイ号標章としての使用と把握することができるとする原告の主張は、遂にこれ\nを肯認することができないのである。\n３　してみれば、結局、被告がイ号標章を使用しているとの事実は認められない。\n三　右のとおりであるから、被告がイ号標章を使用していることを前提とする本訴\n請求は、その余の点について判断するまでもなく、いずれも、失当というべきであ\nる。\n四　よつて、原告の本訴請求をいずれも棄却することとし、訴訟費用の負担につき\n民事訴訟法第八九条の規定を適用して、主文のとおり判決する。\n（裁判官　秋吉稔弘　塚田渥　水野武）\n第一目録\n＜１２１３５－００１＞\n第二目録\n＜１２１３５－００２＞\n第三目録\n＜１２１３５－００３＞\n＜１２１３５－００４＞\n"
}