{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 47,
    "month": 3,
    "day": 24
  },
  "case_number": "昭和46(ネ)13",
  "case_name": "古河郵便局配転拒否",
  "court_name": "東京高等裁判所",
  "field": "労働",
  "lawsuit_id": "19883",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=19883",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/883/019883_hanrei.pdf",
  "contents": "主　　　文\n原判決を取り消す。\n被控訴人の申請を棄却する。\n訴訟費用は第一、二審とも被控訴人の負担とする。\n事　　　実\n控訴人指定代理人は、「原判決を取り消す。被控訴人の申請を却下する。訴訟費\n用は第一、二審とも被控訴人の負担とする。」との判決を求め、被控訴代理人は、\n控訴棄却の判決を求めた。\n当事者双方の主張及び証拠関係は、次のとおり付加するほか、原判決事実摘示と\n同一であるから、こゝにこれを引用する。\n被控訴代理人は、次のとおり述べた。\n一、憲法第二八条にいう「勤労者」とは、その所有する労働力商品を雇用主に売渡\nして、その代価としての賃金によつて自己とその家族の生計を維持しようとする社\n会的経済的な事実によつて確認される労働者のことであつて、右社会的経済的事実\nの点においては、私企業におけると公共労働におけるとでその間に差異は見出せな\nい。私企業における労働者の勤務関係の発生は労働契約の締結である。ところで国\n家公務員法（以下国公法という。）、地方公務員法（以下地公法という。）は、任\n命権者の任用によつて公務員の地位が発生する、と法定している。この法定によつ\nて公務員の勤務関係は労働契約の締結とは異質な法次元におかれることになつたの\nであらうか。国公法、地公法は、その立法によつて前記社会的経済的事実を捨象し\nてしまつたといゝ切ることができるであらうか。\n二、いうまでもなく国公法の法源は、憲法第七三条の「内閣が、法律の定める基準\nに従い、官吏に関する事務を掌理すること」とする基本的規定であり、地公法の法\n源は、憲法第九四条、地方自治法第二条第二項である。これら憲法条項は、公務員\nについての人事行政事務について「法律の定める基準」をおくことによつて、国会\nのコントロールの下におき、それによつていわゆる「民主的、能率的な公務の運\n営」を担保しようとするのである。従つて「任命権者」と「任用の基準」を法定し\nたのは、人事行政事務についての内閣の恣意的な運用を阻止するところにその立法\n目的が存するのであつて、公務員の勤務関係を封建的身分関係あるいは特別権力関\n係とするところにその立法目的が存すると解すべきではない。この趣旨は地公法に\nついても同様である。\nそれ故「使用者としての政府」と公務員労働者との法律関係は、国公法、地公法\nによつて「使用者としての政府」が規律された労働契約関係である。「任命」の法\n律的性質は、公法上の権利関係の発生にかゝるものであるから、公法上の法律行為\nとしてその行政行為としての性格を捨てさることはできないが、そのよつて立つ基\n礎が労働契約関係であることを否定することはできない。「任命権者の任命」とい\nう概念は、上記の国公法、地公法の立法趣旨と公務員関係の発生が公法関係として\n実定法上存在することのみに由来し、それ以上のものではないことに留意すべきで\nある。従つて実定法が公法関係としてとらえない分野については私法上の労働契約\n関係の法理が妥当することとなるのである。\n三、公共企業体等労働関係法（以下公労法という。）、地方公営企業労働関係法\n（以下地公労法という。）は、公社、国、地方自治体の経営する現業部門の職員の\n勤務関係を私企業における勤務関係と同一視しようとする法律である。即ち、これ\nらの法律は、職員の労働条件に関する苦情又は紛争、団結権、団体交渉権を認め、\n労働組合法の殆んどの条項についてその適用を宣言して、これら公共労働における\n集団的労働関係によつて定立される規律をその労使関係規範の最上位におくことと\nしたのである。従つて公労法、地公労法の対象とする職員の勤務関係を私企業のそ\nれと同一視したととらえて誤まることはない。\n四、ところで公務員の配転に関連する実定法上の規定としては、国公法第三五条及\nび人事院規則八ー一二第六条があるにとゞまる。右規定は、「転任」あるいは「配\n置換」を採用、昇任、降任などとともに欠員補充の一方法としているが、任命権者\nに対し転任、配置換をなす一方的権限を設定したものとは解されない。採用、昇\n任、降任などについてはそれぞれこれらをなす場合の権限手続、要件などが別に定\nめられているのに反し、転任、配置換についてはこれらに関する規定がないからで\nある。実定法に明示の規定が存しない以上、任命権者が公権力の行使として配転を\nなしうると解すべき根拠はない。そうであるならば、配転については労働法の法理\nによりこれを規律すべきである。\n又現業公務員にも適用される労働基準法第一五条、同法施行規則第五条の規定に\nよれば、就業の場所及び従事すべき業務の変更が労働条件の変更に該当することは\n明らかであるから、配転が公労法第八条第四号の「労働条件に関する事項」として\n団体交渉の対象たるべき事項であることはいうまでもない。このことは公務員の配\n転は労働契約の法理によつて規律すべきであるという見解が少くとも現業公務員に\nついては妥当するものであることを裏付けている。\n五、国公法第九〇条は、職員の意に反する降給、降任、休職、免職その他いちじる\nしい不利益な処分又は懲戒処分について人事院に対する不服申立をすることができ\nるとし、同法第九二条の二は、右不服申立と訴訟の関係を規定しているから、これ\nらの規定は、いちじるしい不利益処分又は懲戒処分については、これを抗告訴訟を\nもつて争わせる趣旨と解さざるを得ない。しかし抗告訴訟をもつて争わしめるもの\nとして列挙されている処分の性質をみると、公務員関係のうちの身分的な側面に関\nするものに限られているし、これらの処分は常に「いちじるしく不利益な処分」に\n該当する性質のものといえるが、配転については身分的な側面に関するものとはい\nえないし、又必ずしも常に「いちじるしく不利益な処分」であるわけでもない。従\nつて配転については、国公法第九二条の二の適用を受けず、従つてまた抗告訴訟に\nよつて争わしめる趣旨とも解されない。\n控訴人指定代理人は、次のとおり述べた。\n一、一般職の国家公務員の勤務関係はすべて国公法及び人事院規則により規律され\nているが、国公法は、国と公務員との関係を当事者対等、契約の自由を原則とする\n私法上のものとしてではなく、国の公務員に対する優越的地位を認め、公務員は国\nに対して特別の権利及び義務を有し、かつ、責任を負う公法上の権利義務の関係と\nして規定している。\n二、もつとも五現業の国家公務員については、国営企業に従事するという職務等の\n特殊性から団結権、団体交渉権を認めることとし、公労法のほか労働組合法、労働\n関係調整法、労働基準法を適用することとし、これと抵触する国公法の一部規定の\n適用を除外している。しかしながら五現業の国家公務員には、右適用除外部分を除\nき、国公法が適用されるのであつて、殊にその勤務関係の基本をなす任免、分限、\n懲戒及び服務については、同法第三章官職の基準第三節試験及び任免、第六節分限\n懲戒及び保障、第七節服務の大部分の規定が適用され、また、これらの規定に基づ\nく人事院規則、職員の任免（八ー一二）、職員の身分保障（一一ー四）、職員の懲\n戒（一二ー〇）、不利益処分についての不服申立（一三ー一）、営利企業への就職\n（一四ー四）、政治的行為（一四ー七）、営利企業の役員等との兼業（一四ー八）\nも適用されるのである。\n三、又公労法第八条は、五現業の国家公務員について、団体交渉の対象となる事項\nを定め、これらについて労働協約を締結することができることとしている。しかし\nながら右団体交渉は、国営企業について定められた予算上、資金上からの制約を受\nけ（特に給与については給与総額制度による制限）、労働協約が予算上、資金上不\n可能な資金の支出を内容とするものであれば、国会の承認を受けない限り支出する\nことは許されず、又昇職、降職、転職、免職、休職及び懲戒の基準については国公\n法及び人事院規則によつて詳細な規定が設けられ、災害補償、退職手当については\n特別法が制定されている。このように五現業の国家公務員の労働条件については、\n国公法その他の法律で規定されている部分があり、団体交渉はかゝる法令に抵触す\nる内容を対象とすることはできないのであるから、その範囲はきわめて局限された\nものといわざるをえない。労働条件についても基本的な事項については国公法等に\nより規律されているのであつて、労働条件決定の面でも国の優越的地位が認められ\nているのである。\n以上のとおり公労法、国公法、人事院規則等五現業の国家公務員の勤務関係に関\nする法令を検討すれば、五現業の国家公務員の勤務関係は、実定法上公法上の特別\n権力関係であることは明らかである。\n四、ところで配置換処分は、国公法第三五条、人事院規則八ー一二に定める官職の\n欠員補充のための任用処分であつて、これら法律、規則が定める採用、昇任、降\n任、転任と同じ性質の処分である。しこうして配置換処分が職員の意に反する不利\n益な取扱いとなるか否かの問題は別として、これに不服の場合には救済方法を定め\nる国公法第八九条ないし第九二条の二の規定が適用される。従つて本件配置換処分\nも行政事件訴訟法第四四条に定める「行政庁の処分その他公権力の行使」に該当す\nるものといわなければならない。\nなお、国公法第三五条が定める任用処分のうち採用、昇任、降任については、同\n法は、別にその方法等を定めているが、これは、転任は職務と責任を同一にする他\nの官職への任用であるのに対し、採用、昇任は別に任用に関する成績主義の原則を\n明らかにする必要があり、又職員の意に反する降任については身分保障に関する重\n要な事柄であるからであつて、これをもつて同法第三五条、人事院規則八ー一二第\n六条を配置換の根拠規定とすることはできないと断定するのは失当である。\n五、もつとも公労法第八条第二号は、昇職、降職、転職等の基準を団体交渉の対象\nとし、当事者自治の原則により決定することを認めている。しかし個別的な人事の\n決定は、行政庁が、団体交渉により決定された基準に拘束されるとはいえ、法律、\n規則によつて認められた優越的地位に基づいてなす一方的行為、即ち行政処分であ\nることに変りはない。\n（疎明省略）\n理　　　由\n一、被控訴人が古河郵便局郵便課外務主事として同局に勤務してきたこと、東京郵\n政局長が昭和四四年五月一九日被控訴人に対し杉戸郵便局に勤務を命ずる命令をし\nたことは当事者間に争いがない。\n二、控訴人は、本件配置換命令は行政事件訴訟法第四四条にいう「行政庁の処分」\nに該当するから、民事訴訟法に基づく仮処分による救済を求めることができない旨\n主張するので、まず、この点について判断する。\n（一）　公労法第二条第一項第二号イに規定する郵便等の事業は、公権力の行使を\n伴う一般行政作用とは異なり、郵便等の経済的役務を提供することを目的とする企\n業活動であつて、たゞ郵便役務を安い料金で、あまねく公平に提供するため国が経\n営しているにすぎないから（郵便法第一、二条）、被控訴人ら郵便等の事業に勤務\nする職員は、当然公権力の行使とは関係なく、経済活動に従事することをその職務\n内容としているものである。この点において公共企業体の職員との間に何らの差異\nはない。\n（二）　次に実定法の規定をみるにこれら郵便等の事業等公労法第二条第一項第二\n号所定の企業に勤務する職員はいずれも一般職に属する国家公務員の身分を有する\nが（公労法第二条第二項第二号、国の経営する企業に勤務する職員の給与等に関す\nる特例法第二条第二項）、これら現業国家公務員の労働関係については公共企業体\n職員と同じく公労法が適用され、職員の労働条件に関する苦情または紛争の友好的\nかつ平和的調整を図るように団体交渉の慣行と手続とを確立することによつて、企\n業の正常な運営を最大限に確保するとともに、公共の福祉を増進、擁護しようとし\n（第一条）、職員の労働関係については公労法のほか労働組合法、労働基準法、労\n働関係調整法、最低賃金法が適用され（第三条、第四〇条）、労働条件に関しては\n団体交渉権及び労働協約締結権を認める（第八条）ほか、労使の共同構成機関によ\nる苦情処理（第一二条）、公共企業体等労働委員会による不当労働行為の救済（第\n二五条の五）、紛争のあつせん、調停及び仲裁の制度を設け（第二六条ないし第三\n五条）、これに対応して国公法中右の趣旨に抵触するものの一部適用除外を定めて\nいる（第四〇条）。又国の経営する企業に勤務する職員の給与等に関する特例法\nは、国公法のうち職階制、給与、勤務条件等に関する規定の適用除外を定めている\n（第七条）。\nもつとも現業国家公務員は、上記の如く一般職に属する国家公務員であつて、公\n務員として「全体の奉仕者」として勤務することを要請されているところから（憲\n法第一五条第二項）、身分関係と不可分な身分の得喪、懲戒及び保障、服務等に関\nする国公法の規定及び人事院規則は一部を除き適用される。\n（三）　してみれば、現業国家公務員の業務の性質、内容及び労働関係についての\n実定法の規定よりみれば、国と現業国家公務員の労働関係は、基本的には公共企業\n体の職員のそれと異なるところがなく、いずれも対等当事者間の契約関係とみるの\nが相当である。従つて現業国家公務員の勤務関係が公法上の特別権力関係であると\nする控訴人の主張は採用できない。\nたゞ、現業国家公務員に対しては、上記の如き理由から一部国公法の規定が適用\nされ、その分野において公法的規制が加えられ、その結果国の現業国家公務員に対\nする行政行為が非現業公務員に対する場合と同じく、行政庁の処分として考えるべ\nき場合が生じる。従つて現業国家公務員である被控訴人に対する本件配置換命令が\n行政庁の処分であるか否か、抗告訴訟の対象となる行政処分であるか否かは、単に\n抽象的に現業国家公務員と国との勤務関係が私法関係か、公法関係かを論ずること\nによつて結論付けられるものではなく、更に現行実定法上問題とされている配置換\n命令自体についてその要件が如何に規定されているか、それに対して如何なる保障\n制度を設けているか等について個別的に検討して判断しなければならない。\n（四）　そこで現業国家公務員にも適用される国公法等現行実定法の規定について\n検討する。\n（１）　国公法第三三条ないし第六〇条、人事院規則八ー一二（職員の任免）は任\n用手続について詳細に規定する。同法にいう「任用」とは特定の官職に特定の職員\nをつけることを意味し（この点で旧制度の「任官」が特定の官職への任用を意味す\nるものではなく、官職を特定させるためにはさらに補職を要するのを通例としたの\nと異なる。）、その任用は、採用、昇任、降任、転任、又は配置換のいずれか一の\n方法によることが規定されている（同法第三五条、同規則第六条）。従つて採用\nは、職員の身分を有しない者を新に官職につけるのに対し、昇任、降任、転任及び\n配置換は、いずれもすでに職員の身分を有し、官職についている者について上位、\n同一、あるいは下位の官職に任命する点（同規則第五条、昭和二七年六月一日人事\n院事務総長通達一一ー八一〇（人事院規則八ー一二（職員の任免）について））に\nおいて異なるとはいえ、いずれも特定の官職に任命する行為である点において性質\nを同じくする。\n（２）　同法第三三条は、すべて職員の任用は同法及び人事院規則の定めるところ\nにより、その者の受験成績、勤務成績またはその他の能力の実証に基づいてこれを\n行う旨、いわゆる成績主義の原則を宣明する。そして同法第三六条、第三七条は、\n右原則をうけて、採用及び昇任は、競争試験又は選考によるべき旨そしてその方法\nについて規定し、更に同法第七五条、第七八条は降任について規定する。もつとも\n転任及び配置換については任命権者の裁量に委ねられているので、前記原則以外に\nその方法等について特に規定するところはない。\n（３）　同法第五五条は、任命権者について規定し、とくに同条第三項は任命要件\nを欠く者を任命してはならない旨規定し、その要件は、同規則に詳細に規定されて\nいる。又同規則第七五条第一号は、採用、昇任、転任、配置換等に際しては人事異\n動通知書を、同規則第七六条第一号は降任の場合は通知書を交付することとし、同\n規則第八〇条は右通知書の様式、記載事項について規定している。\n以上の諸規定からみれば、国公法及び人事院規則八ー一二（職員の任免）は、現\n業国家公務員の任用については、非現業国家公務員の場合と同じく、これを行政庁\nの処分であることを前提として規定しているものと解さざるを得ない。そして任用\n処分は、国公法第九〇条第八九条にいう処分に含まれ、これに対する救済方法とし\nては、同法第九〇条第九二条の二に基づき人事院に対し審査請求を経た後、抗告訴\n訟も提起しうることが認められている。従つて配置換が任用処分の方法の一である\n以上、被控訴人が本件配置換命令に不服の場合には、これを不利益処分として抗告\n訴訟を提起することができると解すべきである。被控訴人は、公務員の任命が行政\n行為としての性格を有することは否定しないが、それは実定法が公法関係としてと\nらえている分野に限られ、それ以外は私法上の労働契約関係の法理が妥当するとこ\nろ、国公法並びに人事院規則には任命権者に転任、配置換をなす権限を賦与した規\n定は存しないから、これを任命権者の公権力の行使と解することはできないと主張\nするが、右主張は理由がなく、採用することができない。\n被控訴人は、国公法第九〇条第九二条の二が人事院に対し審査請求をし、抗告訴\n訟をもつて争わしめるものとしている処分は、公務員関係のうち身分的側面を有す\nるものに限られているところ、配置換命令は身分的側面に関するものとはいえない\nし、又常に必ずしも同法に規定する「いちじるしく不利益な処分」とはいえないか\nら、同条の適用を受けず、抗告訴訟をもつて争うことはできないと主張する。しか\nしながら、人事院に審査請求をし、抗告訴訟をもつて争いうる処分を、降給、降\n任、休職等処分の一般形態そのものが不利益取扱いとみなされるものに限ると制限\n的に解すべき理由はない。むしろ反対に職員に対してなされた不利益な処分につい\nてできる限り迅速、かつ簡易な方法で、しかもできる限り広く救済の途を認めよう\nとする制度の趣旨よりすれば、「いちじるしく不利益な処分」の範囲も広義に解釈\nするのが相当である。そして配置換命令は一般的には常に不利益取扱いとはならな\nいとしても審査請求、又は抗告訴訟の性質より見て処分事由の不存在あるいは裁量\n権の逸脱を理由にこれを不服とするときは、不利益処分に該当するものとして前記\n各救済を求めうるものと解すべきである。そして配置換は、前記の如く任用処分の\n方法の一であつて、当然身分的側面を有するものというべきである。\nなる程公労法第八条第二号は、昇職、降職、転職等も広義の労働条件に関するも\nのとして、これらの基準に関する事項が団体交渉の対象とされており、従つて本件\nのような配置換の基準も右団体交渉事項に含まれるものと解される。従つて任命権\n者が配置換命令をするに当つては右基準に拘束されることはいうまでもないが、そ\nれ故に直ちに右基準に基づいてなされる個別的配置換命令が身分的側面を有しない\nものとすることは相当でない。\n（五）　被控訴人は、配置換は労働条件の変更に該当するから公労法第八条第四号\nの「労働条件に関する事項」として団体交渉事項であり、従つて配置換は労働契約\nの法理によつて規律されると主張する。公労法第八条第四号にいう「労働条件に関\nする事項」とはいわゆる使用関係あるいは労働関係一般に関する事項で同条第一な\nいし第三号に掲げたもの以外のものをいうと解されるところ、配置換については前\n記の如く、同条第二号においてその基準に関する事項がすでに団体交渉事項として\n規定されているから、更にまた具体的配置換が同条第四号にいう労働条件に関する\n事項として団体交渉の対象となるものということはできない。従つてこの点に関す\nる被控訴人の主張は採用できない。\n（六）　以上の次第であるから、本件配置換命令について処分手続違背、処分事由\nの不存在あるいは裁量権の逸脱を不服の理由とする限りにおいて、これを行政庁の\n処分として抗告訴訟の形式によるべく、上記理由に基づいては民事訴訟法による仮\n処分は許されないものといわなければならない（行政事件訴訟法第四四条）。\n三、被控訴人は、本件仮処分の理由として本件配置換命令が不当労働行為に該当す\nると主張しているので、現業国家公務員に対する不利益処分が不当労働行為に該当\nすることを理由とする仮処分の適否について検討する。\n被控訴人のような現業国家公務員に対する不利益処分について、その処分手続違\n背、処分事由不存在あるいは裁量権の逸脱を理由とする場合と当該処分の不当労働\n行為該当を理由とする場合とでは、その救済手続が截然と区別されている。前者に\nついては人事院に対する審査請求が認められ、人事院は、処分の成立要件、有効要\n件についての違法性の有無を直接判断の対象として、処分を承認し、あるいは処分\nを取消してその効果を失わしめる。そして人事院の裁決に不服の場合には抗告訴訟\nを提起することができる（国公法第九〇条ないし第九二条の二）。これに対して後\n者については、行政不服審査法による不服の申立をすることができないが（公労法\n第四〇条第三項）、公共企業体等労働委員会に対する救済の申立が認められている\n（同法第二五条の五、労働組合法第二七条）。もつとも同労働委員会の救済は、原\n状回復を基準としてあくまで具体的措置を命ずることにあり、侵害の手段となつた\n法律行為あるいは行政処分の適法、違法、有効、無効を判断、確認するとか、その\n取消を行うなどということは、労働委員会の職務ではなく、救済命令の範囲外のこ\nとである。そして公共企業体等労働委員会の命令に対しては抗告訴訟の提起が認め\nられている。\nしこうして法律行為もしくは行政処分が不当労働行為に該当する場合、憲法第二\n八条、労働組合法第七条の法意に照して、直接あるいは公序良俗の原則を介して間\n接に、その法律行為もしくは行政処分の効力は生じないものと解すべきであるから\n（昭和四三年四月九日最高裁判所第三小法廷判決参照）、現業国家公務員に対する\n不利益処分が不当労働行為に該当するときは、当然その効力を生じないというべき\nである。従つて現業国家公務員が右不利益処分が不当労働行為に該当すると主張す\nる場合、前記の公共企業体等労働委員会に対する救済申立並びに右労働委員会の命\n令に対する抗告訴訟とは別途に、直接裁判所に対してその処分の効力を争う方法が\n認められてしかるべきである。\n前記の不当労働行為に該当する不利益処分の効力が生じないということは、当該\n不利益処分の適法、違法とは係わりがないのであつて、換言すれば、当該不利益処\n分についてそれ自体その処分手続、処分事由等その成立要件、有効要件に瑕疵のな\nい有効、適法な処分であつても、不当労働行為該当という次元を異にする別個の要\n素が加わることによつて、当該不利益処分の効力が生じないことになるのである。\nしてみれば、行政処分が不当労働行為に該当するということは、行政処分の違法性\n自体を直接訴訟物とし、行政処分の違法性を確定することによつて処分の効力を失\nわしめることを目的とする抗告訴訟において、これを取消事由として主張しえない\nし、又抗告訴訟による取消しをまつまでもなく、その効力を生じないのであるか\nら、法は、不当労働行為に該当する行政処分を対象とする抗告訴訟を予定していな\nいものというべきである。前記公労法第四〇条第三項が不当労働行為に該当するも\nのについては不服審査の申立を許さないのも、このことを裏付けているものという\nことができる。そうであるとすれば、現業国家公務員が不利益処分が不当労働行為\nに該当することを理由にその効力を争う訴訟形態は、民事訴訟の原則にたちかえり\n当事者訴訟の形式によることになる。そしてかく解すれば、実体法上単一の不利益\n処分について、その処分手続違背、処分事由不存在あるいは裁量権の逸脱を違法事\n由とするときは、抗告訴訟の形式により、不当労働行為該当を理由とするときは、\n当事者訴訟の形式をとり、訴訟手続上二分されることとなるのであるが、法が立法\n政策の見地から一の行為の一側面をとらえてこれに処分性を賦与してそれのみを抗\n告訴訟の対象とした当然の帰結として、肯認すべきものである。\nそこで前記当事者訴訟を本案訴訟とする仮処分が許されるか否かについて検討す\nる。行政事件訴訟法第四四条は、「行政庁の処分その他公権力の行使に当る行為に\nついては、民事訴訟法に規定する仮処分をすることができない。」と規定して、本\n案訴訟が民事事件たると行政事件たると、又その態様の如何を問わず、行政庁の公\n権力の行使に当る行為については民事訴訟法に規定する仮処分の制度による救済が\n制限せらるべきことを明かにする。従つて行政庁の権限行使を予め抑止する仮処分\nはもとより、行政庁のなした処分の効力又は執行を停止する仮処分は許されない。\nそしてこれは、行政処分についてその処分手続違背、処分事由の不存在あるいは裁\n量権の逸脱を理由に処分の違法性を確定して、その効力を失わしめるのは、抗告訴\n訟における判決手続においてはじめてなしうるところであつて、その効力停止等の\n暫定的処分は、司法権の固有の作用ではなく、本来行政権の作用たる性質を有する\nから、法の定めるところにより執行停止手続によるべきであつて、仮処分手続によ\nるべきではないという点にその理由が求められる。そうであるとするならば、行政\n処分についてその成立要件、有効要件について瑕疵の有無を判断してその違法性を\n確定して、その効力を否定するものでないかぎり、行政事件訴訟法に規定する行政\n庁の公権力の行使の阻害には該当せず、従つて民事訴訟法の規定による仮処分は許\nされるものと解すべきである。現業国家公務員に対する不利益処分が不当労働行為\nに該当することを理由として地位の保全を求める仮処分は、前記の如く、当該不利\n益処分について違法、無効の瑕疵の存在を前提としてその効力を否定するものでは\nなく、行政処分としての瑕疵の有無に係わりなく、行政法規とは次元を異にする労\n働法規の私法的側面からその効力の生じないことを理由に、その地位の保全を求め\nるものであるから、行政庁の公権力の行使を阻害するものにあたらず、従つて右仮\n処分は当然許されるものと解するのが相当である。さらにまた、かく解さなけれ\nば、現業国家公務員に対する不利益処分について不当労働行為該当を理由にその効\n力を争う当事者訴訟には行政事件訴訟法の規定による執行停止の規定は準用されな\nいから、保全的訴訟手続はすべて閉され、かくては本案訴訟において勝訴するも、\n実質的にはその目的は達せず、その権利、利益は擁護されないおそれが生ずるとい\nうはなはだ不都合な結果の生ずることを是認しなければならないこととなる。\n四、そこで被控訴人の不当労働行為該当の主張について検討する。被控訴人は、全\n逓信労働組合古河猿島地方支部の組合員で、昭和三九年以来組合役員を歴任し、一\n貫して組合活動に積極的に取り組んできたのであるが、ことに昭和四四年四月一七\n日に予定されたストライキに際し、古河郵便局長及び郵便課長のストライキ参加の\n意思の有無の質問に対し、被控訴人は、組合の指令に従わざるを得ない旨回答した\nので、かねてから主事、主任級の積極的な組合活動を極度に嫌悪していた郵政省\nは、被控訴人を茨城県下の名門局である古河郵便局から特定局から普通局に昇格し\nたばかりの杉戸郵便局へ配置換をするという不利益取扱いをしたものであると主張\nする。\nいずれも成立に争いのない疎甲第一、二号証、原審証人Ａ、同Ｂ、同Ｃ、当審証\n人Ｄの各証言、原審における被控訴人本人尋問の結果によれば、被控訴人は、全逓\n信労働組合の組合員であり、その主張の如き組合の役職を歴任してきたこと、被控\n訴人は、どちらかといえば地味な活動家で、組合員の頂点に立つて指導するという\n型ではなかつたが管理者におもねらず、思つたことを云う方であり、その人柄、人\n望等により下部組合員に相当の影響力を持つていたこと、被控訴人が昭和二九年に\n主任になつてから古河郵便局が六回ストライキの拠点局となつたが、被控訴人は常\nに組合の指令に忠実に従つており、昭和四四年四月一七日に予定されたストライキ\nに際しても郵便課長の質問に対し組合の指令に従う旨答え、郵便課長も右回答を被\n控訴人は従来と同じくストライキに参加するものと受けとつていたこと、郵便局側\nは、少くとも主事、主任級のストライキ参加を好ましく思つていなかつたこと、以\n上の事実が一応認められ、右認定を左右するに足る証拠はない。\n他方原審証人Ｅの証言により成立が認められる疎乙第四号証及び同証言によれ\nば、郵政省当局は、昭和二七・八年頃から郵便局の内務の職員の人事異動を計画的\nに行つてきたのであるが、郵便外務の職員についても職員の優遇、人材の養成、局\n内の空気の刷新等の目的で昭和三六・七年頃から方針を立てて計画的に人事異動を\n行うようになつたこと、主事級の人事異動の基本的方針は、人材の活用、養成、長\n期在任者を異動させて空気の刷新を図るの三点にあつたたこと、課長補佐以下の転\n任、配置換については通勤可能の範囲内（通勤時間片道一時間半以内）とするこ\nと、郵政省当局では定員の多いいわゆる大局へ配置換することを栄転としていた従\n来の基準を改め、問題のある局については早急に改善策を推進すべく有能な人材を\n配置する必要があるので、大局から問題のある小局へ配置換するのはむしろ栄転で\nあると考え、かゝる考えのもとに人事異動がなされ、昭和四二年以降の外務主事の\n配置換の実績によつても、相当数のものが大局から小局へ配置換されていること、\n被控訴人に対する本件配置換は、前記基本方針のほか、杉戸郵便局が集配特定局か\nら普通局に種別改訂されたに伴い役職定員が増加され、郵便外務主事も一名増員さ\nれたが、同局は、いわゆる東京周辺局で、区内が急激に膨張しているので、早急に\n普通局としての体制を整える必要があり、そのためには外務事務に精通し、比較的\n年令が若く、行動力、計画力に富む者という選考基準をたて、周辺の普通局の主事\n若干名を選考の対象とし、それに加えて勤務成績、識見、能力について所属長の意\n見を求め、最終的に被控訴人に決定されたこと、その際一時間程度で通勤可能であ\nるという事情も考慮されたこと（もつとも被控訴人の勤務希望調書（疎乙第八号\n証）には現勤務地を絶対に離れたくない旨記載されていたが、納得せしめるに足る\n理由の付記がなかつたので、大して考慮しなかつたこと）、なお、右選考に当つて\nは被控訴人の組合活動は問題とならなかつたこと、以上の事実が一応認められ、原\n審証人Ｂの証言は右認定を左右するに足らず、他に右認定を覆えすに足る証拠はな\nい。\nしてみれば、被控訴人に対する本件配置換は、東京郵政局長が、認定の如き基本\n方針に基づく人事異動の一環として行つたものであり、殊に杉戸郵便局の現状に対\n処しうる適材として被控訴人を選考したものであり、これが本件配置換の決定的原\n因となつていることが認められるから、被控訴人に対する本件配置換命令は、不当\n労働行為に該当しないものといわなければならない。\n五、以上の次第であるから、被控訴人の本件仮処分申請は、本件配置換命令に違\n法、無効の瑕疵があるという主張は、その理由とすることが許されず、右配置換命\n令が不当労働行為に該当するという主張は理由がなく採用できないから、本件申請\nは棄却さるべきである。\nよつて右と判断を異にする原判決は不当であつて、本件控訴は理由があるから、\n民事訴訟法第三八六条第九六条第八九条を適用して、主文のとおり判決する。\n（裁判官　石田哲一　小林定人　関口文吉）\n"
}