{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 48,
    "month": 8,
    "day": 30
  },
  "case_number": "昭和48(う)27",
  "case_name": "労働基準法違反被告事件",
  "court_name": "大阪高等裁判所第一刑事部",
  "article_info": "第26巻3号334頁",
  "gist": "労働基準法六二条一項但書にいう交替制に該当しないとされた事例",
  "case_gist": "満一六才以上一八才未満の男子を午前七時から翌日午前〇時三〇分まで労働させ、その日は非番とし、その翌日午前七時から労働させることを反覆する隔日勤務は、就労ごとに三〇時間三〇分の休養時間があつても、一定期間ごとに深夜勤務と昼間勤務とを、交替するものでない以上、労働基準法六二条一項但書の交替制には該当しない。",
  "lawsuit_id": "22408",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=22408",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/408/022408_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人らを各罰金一五、〇〇〇円に処する。\n被告人Ａにおいて右罰金を完納できないときは罰金額中一、〇〇〇円を\n一日に換算した期間同被告人を労役場に留置する。\n理　　　　由\n本件控訴の趣意は、大阪地方検察庁検察官検事早川勝夫作成の控訴趣意書記載の\nとおりであり、これに対する答弁は弁護人村林隆一作成の答弁書記載のとおりであ\nるから、これらを引用する。\n論旨は、労働基準法六二条一項但書にいわゆる交替制は、同一労働者が一定期間\nごとに昼間勤務と夜間勤務に交替につく勤務の態様をいうと解すべきであるのに、\n原判決が、右条項の交替制は要するに当該労働者の深夜業による体力の消耗を充分\n回復できるような交替勤務態様のものをいうと解した上、本件の勤務すなわち、午\n前〇時三〇分まで深夜業をしてその日は非番とし、翌日午前七時就業する勤務は右\n交替制に該当するとしたのは、同法六二条一項本文、但書の解釈適用を誤つたもの\nであるというのである。\nよつて所論にかんがみ記録を精査して案ずるに、一般に交替制労働とは、労働者\nが複数の組に分れ、一日のうち複数の時間帯ごとに交替して就労する形態をいう\nが、このうちには、各組が一定期間ごとに他の組と就労<要旨>時間を交替するもの\nと、就労時間の交替をしないものとが考えられる。そして、労働条件の昀低基準を\n法定</要旨>し、労働者の地位を保護することを目的とした労働基準法の立法理由お\nよび年少者等の深夜業を原則として禁止した同法六二条一項本文の趣旨から見る\nと、同項但書は使用者のやむを得ない必要を充たすため、年少者の深夜業による疲\n労、生活の不健全その他心身への悪影響が昀も少ない形態のものに限つて例外的に\nこれを認めたものと解すべきである。この見地からすれば昼間勤務に引続き深夜勤\n務がなされ、就労時間の交替を伴わないものは、場合によつては年少者が連日深夜\n業に従事することもあり、勢い、その体力の消耗など心身への悪影響も大きいこと\nはいうまでもないところである。かくては年少者等の深夜業禁止の趣旨はほとんど\n失われるおそれがあるため、同項但書にいう交替制には該当しないと解するのが相\n当である。\nこの点につき、右時間の交替を伴わないものにおいても、次ぎの就労までの間に\n相当な長さの休養時間または休養日を置くことにより前示のような悪影響を緩和す\nることも不可能ではないが、たとえ同一の労働量においても、深夜勤務がもたらす\nところの疲労の累積ないし体力の消耗は、就労時間を交替するものと比較すると遥\nかに大きいものがあることは明らかであるし、充分な休養を与えている場合に限り\n同項但書にいう交替制に当ると解することは、その判断の基準があいまい不明確と\nなり、ひいては適正な労働条件の維持が困難となり、前示立法の理由を失うおそれ\nのある解釈であつて、採ることができない。したがつて本件勤務においては次ぎの\n就労まで三〇時間三〇分の休息時間があることを理由に同項但書の交替制に当ると\nした原判決は、この点法令の解釈適用を誤つたもので、その誤が判決に影響を及ぼ\nすことが明らかである。そうすると、右労働基準法六二条一項本文違反の罪と、有\n罪とされた原判示同法六〇条三項違反の罪とは一個の行為で数個の罪名に触れる場\n合に該当し、刑法五四条一項前段により一個の刑をもつて処断すべきであるから、\n原判決全部の破棄を免れない。論旨は理由がある。\nよつて、刑事訴訟法三九七条一項、三八〇条により原判決全部を破棄し、同法四\n〇〇条但書により、さらに判決する。\n（罪となるべき事実及び証拠の標目）\n罪となるべき事実中「労働時間を五時間一〇分超えて」の次に「深夜にわたり」\nと挿入するほか、原判示のとおり。\n（法令の適用）\n被告人らの判示所為は、労働者、労働日ごとに労働基準法六〇条三項、一一九条\n一号、六二条一項本文、一一九条一号（昭和四七年七月四日以降の所為については\nそのほか罰金等臨時措置法四条、被告人Ｂ株式会社についてはこのほか労働基準法\n一二一条一項）に該当するが、同法六〇条三項違反の罪と六二条一項違反の罪は一\n個の行為で数個の罪名に触れる場合であるから刑法五四条一項前段、一〇条により\nそれぞれ重いと認める労働基準法六二条一項違反の罪の刑に従い、所定刑中罰金刑\nを選択し、各被告人につき以上は刑法四五条前段の併合罪であるから同法四八条二\n項により各所定罰金の合算額の範囲内で被告人らを各罰金一五、〇〇〇円に処し、\n被告人Ａに対する換刑処分につき同法一八条を適用して主文のとおり判決する。\n（裁判長裁判官　杉田亮造　裁判官　矢島好信　裁判官　加藤光康）\n"
}