{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 51,
    "month": 7,
    "day": 16
  },
  "case_number": "昭和50(う)1732",
  "case_name": "賍物故買被告事件",
  "court_name": "東京高等裁判所第九刑事部",
  "lawsuit_id": "20517",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=20517",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/517/020517_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n当審における訴訟費用は被告人の負担とする。\n理　　　　由\n本件控訴の趣意は、弁護人水嶋幸子、同川島仟太郎連名作成名義の控訴趣意書お\nよび補充書にそれぞれ記載されたとおりであり（なお弁護人らは、控訴趣意第六点\nは量刑不当の主張をも含む趣旨である旨附加して陳述した。）、これに対する答弁\nは、東京高等検察庁検察官検事富田孝三作成名義の答弁書に記載されたとおりであ\nる（なお、検察官は、弁護人らの量刑不当の主張は本件控訴趣意第六点に含まれて\nおらず、時機に遅れたものであるから失当であり、仮にそうでないとしても理由が\nない旨附加して陳述した。）から、これらをここに引用し、これに対して当裁判所\nは次のとおり判断する。\n控訴趣意第一点（事実誤認）について\n所論は要するに、原判決は、被告人がＡと共謀のうえ、本件洋服生地が賍品であ\nるかも知れないという未必的認識をいだきながら、Ｂの斡旋により、これをＣから\n買いとつた旨認定したが、被告人は右洋服生地を金融流れの正当な品物であるとの\n認識をもつて買いとつたものであり、またＡと賍物故買の共謀をした事実も全くな\nく、この点に関する被告人の捜査段階における自白ならびに証人Ａの原審公判廷に\nおける供述は全く信用性に欠けるものであるというのである。\nそこで、記録を調査し、当審における事実取調の結果をも加えて検討すると、ま\nず、原判決挙示の各証拠を総合すると、被告人が本件洋服生地を買いうけるにいた\nつた経緯として大略次の事実を認めることができる。\n１．　被告人は、昭和四六年四月一五日加古川刑務所を仮出獄した後、肩書住居\nにおいて運送業を営んでいるもので、Ａ、ＢことＢらとは同刑務所で服役中に知り\n合つた仲であるが、同四八年五月二六、七日ころ、以前被告人方にジユース、食糧\n品等の売先斡旋の依頼に来たことがあつた右Ｂから電話で「金融流れの洋服生地\n二、〇〇〇メートルを一メートル六〇〇円で買わないか。Ｄ毛織製のものだ。」と\nいわれ、前記Ａと相談した結果、Ｄ毛織の品物なら、一メートル六〇〇円では儲か\nるということになり、その日のうちに大阪市ａ区ｂｃ丁目ｄ番ｅ号で喫茶店「Ｅ」\nを営む前記Ｂ方に赴き、同人より洋服生地のサンプルをもらつて、これをＡに渡\nし、売り先を当らせていたところ、二日程してＢから「先日の洋服生地の話は、売\n手の方で、買手が朝鮮人でなければ駄目だといつているので打ち切りたい。」との\n連絡があり、売買交渉が一方的に打ち切られたこと、その際被告人は同人に対し何\n故日本人では駄目なのか尋ねたところ、同人より、「日本人は公務員になれるが、\n朝鮮人はなれない。朝鮮人にもうけさせるのだから、日本人は駄目だ。」といわれ\nたこと、\n２．　その後同年六月二日にいたり、Ｂから再び電話で、一旦断わられた前記洋\n服生地売買の話があり、被告人が朝鮮人を装つて、名前はＦということにし、売手\n側から朝鮮語で話しかけられても、うなずくか、相づちをうつなどして、朝鮮人同\n士の売買を装えば、同人が間に入つて売買できるかもしれないといわれて、これを\n承諾し、同日午後六時頃Ａと共に、前記Ｂ方に赴き、同所からＢの案内で原判示\n「Ｇ」ことＨ方に到り、被告人はＡに対し、被告人方の自動車運転手Ｉに連絡して\nトラツクを運転して来させて待機するよう指示したうえ、同日午後八時近いころＢ\nと共に、右「Ｇ」店内に入つたこと、\n３．　被告人は、同食堂二階で、後で名前を知つたＪことＣから、Ｂを仲介とし\nて、本件洋服生地八八〇メートルを、概算九〇〇メートルとし、一メートル六〇〇\n円の割で、代金五四万円はＢを介して二日後に現金で支払うこととして、これを買\nいとり、戸外に待機していたＡ、Ｉらに手伝わせて、これを運び出し、被告人方の\nトラツク外一台の自動車に積載して、Ａ方ガレージに運びこみ、その後同月四日ま\nでの間に大阪市内の洋服店数軒に右洋服生地を一メートル一、二〇〇円乃至一、三\n〇〇円で売却処分し、被告人は代金五四万円をＢ方に持参して支払つたほか、同人\nに対し、別に手数料として五万円を支払つたこと、\n４．　本件洋服生地は同年五月二四日ごろＫことＬが東京都千代田区ｆ町ｇのｈ\nのｉ号Ｍ株式会社地下一階作業所内から窃取し、そのころ前記Ｈ方「Ｇ」二階に運\nびこんだ賍物の一部であること、\n以上の事実は、本件審理の過程においてほぼ争いのないところである。\nところで、記録を調査しても、被告人が本件洋服生地を買いうける際、それが賍\n物であるという確定的な認識をもつていたことを認めるに足りる直接の証拠は存し\nない。もつとも、被告人の検察官に対する昭和四八年八月九日付供述調書中には、\n被告人がその賍物性につき確定的な認識をいだいていたかのごとき供述記載がある\nけれども、右供述内容を仔細に検討すると、結局盗品等の不正な品物ではないかと\nいう未必的な認識を供述したものと認めるべきであることは後に判示するとおりで\nある。そして、原判示が証拠として掲げている右調書を含む被告人の検察官に対す\nる供述調書二通によれば、被告人は取調検察官に対し、原判示のとおり、本件洋服\n生地が、賍品であるかも知れないという未必的認識をいだきながら、あえて、これ\nを前記のごとく代金五四万円で買いとつた旨供述しているので、右供述の信用性が\n問題となるところ、原審で取り調べた各証拠によれば、本件洋服生地の取引につ\nき、とくにその取引価格、取引場所、取引の方法等について、次の事実が認められ\nる。すなわち、\n１．　本件賍物である洋服生地は、Ｎ織物（Ｏ）およびＤ毛織（Ｐ）の各製品で\nあつて、その時価（卸値）は、一メートル当り、前者は五、二〇〇円乃至五、五〇\n〇円、後者は三、六〇〇円乃至四、四一〇円で、いずれも生地を指定してメーカー\nに特注した高級夏物モヘアであるところ、被告人は昭和一八年ごろから約八年半大\n阪市内の洋服仕立加工店で働き、その後独立して同市ｊ区で洋装店「Ｑ」を開業\nし、同三五年ごろまで従業員一〇名位を使つて、手広く商売をつづけて来たもの\nで、その後洋服業から離れていたとしても、少なくとも通常人よりは洋服生地の品\n質の良否、価格等に関する知識、識別力は優れていると思われるのに、本件洋服生\n地を前記のとおり一メートル六〇〇円（卸値の約一割乃至一割六分）という破格の\n安値で買い取つていること（所論は、この点について、被告人は本件洋服生地買受\n当時、一メートル六〇〇円の値段が安いのか、高いのか判断できず、株式会社R商店\nのＳに相談したところ、洋服生地一着分（約二・七メートル）の値段は、Ｔ毛織で\n二、二〇〇円乃至二、三〇〇円、Ｄ毛織はそれよりも落ちるという話をきき、これ\nを基準に考えると、本件洋服生地はそれ程安いものではなく、むしろ高いとすら認\n識していた旨主張し、被告人は原審及び当審公判廷において、証人Ａもまた当審公\n判廷において、いずれも所論に沿う供述をしているのであるが、原審証人Ｓに対す\nる尋問調書によれば、同人が被告人の照会に対し、所論のような返事をしたかどう\nかは必らずしも明白ではないのみならず、同人の供述する本件洋服生地の当時の取\n引卸売価格と対比しても、一メートル六〇〇円は異常に安い価格と認めざるを得\nず、しかも、前記認定のとおり、被告人がＢから本件洋服生地を一メートル六〇〇\n円で買わないかという電話を受けた後、Ａと相談して、その日のうちに、これを買\nいとる返事をしていること、後に認定するような杜撰な取引方法で大量の本件洋服\n生地を簡単に買いとつていること等を合わせ考えると、右被告人およびＡの本件洋\n服生地の価格の点に関する各供述は到底措信することはできない。）、\n２．　本件洋服生地の取引場所である前記「Ｇ」は、原判示のとおり韓国人Ｈが\n居住し、以前食堂を営んでいたが、本件当時には既に廃業しており、被告人は右取\n引当夜案内されてはじめて同所に赴いて、本件洋服生地が巻反のまま同食堂二階の\n奥に積まれているのを目撃したのであるが、同所は高級洋服生地を多量に保管して\nおくような場所とは到底考えられないこと（この点について所論は、「Ｇ」は幅員\n約一五メートルの国道二五号線沿いの車両の交通のはげしい繁華街にあり、このよ\nうな場所で公然と取引したことからしても、被告人に賍物性の認識がなかつたこと\nが明らかであるというのであるが、同食堂附近の写真六葉（記録五二六丁以下）に\nよれば、同食堂が交通量の多い道路沿いの商店街に位置していることは認められる\nけれども、本件取引の時刻、後記認定のごとき取引の内容、方法等を見ると、被告\n人は夜間に乗じて、多量の本件洋服生地を同食堂から運び出し、自動車に積載して\n急いで運び去つた状況も窺えるのであつて、右食堂が自動車の交通量の多い公道沿\nいの商店街にあるということから直に被告人に賍物性の認識がなかつたものとする\nことはできない。）、\n３、　本件洋服生地は、全長の計量された長さが記載されて封印されていた反\n物、一部切り取られ、残りの長さを記載した荷札のついた反物等合計一〇数反であ\nるところ、これを合算しても当初交渉の段階で告げられた二、〇〇〇メートルには\n足りなかつたが、被告人は特段これを計量することなく、概算九〇〇メートルある\nものとして買い取つており、また被告人は、当夜Ｂから売主として紹介されたＣと\nは全くの初対面で、四囲の状況から本件洋服生地の出所、売却理由等について当然\n不審を抱き、これらを確かめたうえ、交渉に入つて然るべきであるのに、特段これ\nらを確かめることもなく、前記のとおり売買交渉成立と同時に、本件洋服生地を直\nに同所から自動車に積載してＡ方ガレージに運び込んだうえ、同所で同人と共にこ\nれを計量した結果、右生地の全長は合計八七〇メートル乃至八八〇メートルしかな\nいことが判つたがそのままにしたことが認められ、本件取引の内容、乃至取引の方\n法が極めて杜撰であつたといわざるをえないこと、\n４、　本件洋服生地を買い取る現場には立ち会わなかつたが、その売買交渉の当\n初から転売に至るまで、終始被告人と行動を共にしていた共犯者Ａは、右交渉の過\n程を通じ、本件洋服生地は盗品ではないかという疑問を抱きつづけていたこと（所\n論はこの点に関する原審証人Ａの供述は、同人が本件の被疑者として取調を受けた\n際、Ｕ検察官より「今後の証言いかんで君の処分を決める。」といわれ、自分が被\n告人同様賍物故買の罪で起訴されるのではないかという不安から、検察官に迎合し\nて真実に反する供述をしたもので信用できないというので検討すると、証人Ａは、\n当初原審第三回公判廷において、弁護人より「今日証人が証言するについて、証人\nは検察官と打ち合わせをしましたか」との質問に対し、今日の朝、検察官に、聞か\nれたことははつきり言うように言われた旨、また「今日の証言いかんによつて起訴\nか不起訴か決めると言われませんでしたか」との質問に対し、いわれていない旨供\n述していたところ、当審第三回公判廷において、原審裁判所に証人として出頭する\n前にＵ検察官のところに行つたとき、君の処分は決つていないが、これからの状況\nで処分を決めるから、とにかくよく考えて真実をいうよういわれたが、それは二回\n目に証人に出る時だつたと思う旨、また当審第四回公判廷において、Ｕ検察官から\n証言次第で処分を検討するといわれたのは、原審裁判所に証人として出頭した時で\nはなく、その以前同検察官から本件につき取調をうけた際である旨再度にわたり供\n述を変更しており、一貫していないのであるが、右各供述内容を仔細に検討する\nと、同人は原審公判廷に証人として出頭する以前にＵ検察官より本件につき取調を\nうけ、その際、君の処分は決まつていないが、今後の状況をみて決めるということ\nを言われて、不安に思つていたこと、原審公判廷において証言するに当り、事前に\n立会のＵ検察官よりとにかくよく考えて真実を述べるようさとされたうえ、二回に\nわたつて供述をしたものであることは認められるけれども、所論のように、同人が\n右供述に当り、同検察官より起訴不起訴の処分が決まつていないことを理由に威迫\nをうけ、不安にかられて検察官の意とするところに迎合し、真実に反し被告人に不\n利益な供述をしたとは認められず、その他記録を調査しても、右の事実の存在を窺\nわせる事情は存在しないから、同人の原審公判廷における供述はその信用性につい\nて欠けるところがないといわなければならない。）、\n以上の各事実が認められ、これらの各事実と、前記認定のように、本件洋服生地\n売買交渉が、途中で、売主から、買主も朝鮮人でなければ売らないといわれて一旦\n中断した事情、経緯等を合わせ考慮すると、被告人は当初Ｂから、本件洋服生地は\n金融流れの品だと告知されたとしても、売買交渉が進むにつれて、金融流れの品で\nあるとの認識を超えて、本件洋服生地が盗品等不正入手の賍物であるかも知れない\nとの未必的認識をいだくに至つたのに、あえてこれを買いとつたものと認めるのが\n相当であり、前記被告人の検察官に対する供述調書二通中、賍物性の認識の点に関\nする部分も、被告人が前記認定のような本件洋服生地売買交渉の経緯、取引価格、\n取引場所、取引方法等の諸事情から、右洋服生地が盗品等不正に入手した賍物では\nないかという未必的認識をいだくに至つた旨供述しているのであつて、右供述調書\n二通は、原判決の認定する範囲において、その信用性に欠けるところがあるとは考\nえられない。また、記録を調査しても、被告人が、Ａと本件洋服生地が盗品である\nかも知れないと話し合つたり、同人から盗品であるかも知れないと注意されたこと\nを認めるべき証拠は存在しないけれども、被告人において、同人もまた被告人と同\n様本件洋服生地が盗品であるかも知れないという未必的認識のもとに行動を共にし\nていたことを充分に察知していたことは、前記認定事実に徴しても推認することが\nできるから、被告人と同人とが暗黙のうちに賍物故買の犯意を共通するにいたつた\nものと認めるのが相当であり、被告人は本件賍物故買罪につきＡとの共同正犯の刑\n事責任を免れないといわねばならない。右認定に反する被告人の原審および当審公\n判廷における各供述ならびに証人Ａの当審公判廷における供述は、前記各証拠と対\n比し信用することができず、記録を調査し、当審における事実取調の結果を検討し\nても、右認定を左右するに足りる証拠は存しないから、原判決に所論の事実誤認は\nなく、論旨は理由がない。\n控訴趣意第二点（審理不尽、事実誤認）について\n所論は、原判決が証拠として挙示する被告人の検察官に対する供述調書二通（昭\n和四八年八月一日付および同月九日付）は、取調担当検察官の理詰の質問による自\n白を内容とするもので、右理詰の追及の程度は被告人の人権を侵害し、強度の精神\n的圧迫に達していたもので、強制、脅迫による自白であるから、憲法三八条二項及\nび刑事訴訟法三一九条一項に違反し、証拠能力が否定されなければならないのに、\n原判決がこれを証拠に採用したのは、審理不尽の違法があり、ひいては本件犯罪事\n実につき事実を誤認したものであるというのである。\nそこで、記録を調査して検討すると、原審で取り調べた被告人の司法警察員に対\nする供述調書全三通、検察官に対する供述調書全三通によれば、被告人は、捜査の\n過程で当初は本件洋服生地が盗品ではないかという疑問を抱いた旨、賍物性に関す\nる未必の認識があつたことを自白していたが、検察官に対する昭和四八年八月九日\n付供述調書（最終取調調書）において、「その生地が盗品であることに気付い\nた。」「盗品の洋服生地の売買であることは判つていた。」「盗品であることは間\n違いないと判断した。」旨賍物性に関する確定的な認識があつたことを認めるごと\nき供述をするに至つたことが認められるところ、記録を精査しても、被告人が本件\n洋服生地の窃盗事件に関与していたとか、第三者から右洋服生地が盗品である旨の\n告知をうけていた等の事情は一切認められないことは前記のとおりであつて、被告\n人の右供述内容を仔細に検討すると、要するに賍物性に関する未必の認識を自白し\nた従前の供述を、とくに変更したものではないと認めるのが相当である。ところ\nで、所論の指摘する被告人の検察官に対する昭和四八年八月一日付及び前記九日付\n各供述調書の内容を、被告人の原審公判廷における供述と対比して検討すると、被\n告人が検察官の取調に際し、理詰の質問をうけて供述している点もあることは窺わ\nれないわけではないが、一般に賍物故買事件で賍物性に関する確定的認識が認めら\nれない場合には、捜査官が種々の情況証拠をあげて或る程度理詰めの質問により、\n被疑者に賍物性に関する未必の認識があつたのではないかとの点について追及する\nことは、それが強制にわたらない限り、むしろ捜査の常道として許容されるべきも\nのであるところ、この点に関する原審証人Ｖの供述によれば、本件の取調を担当し\nたＵ検察官において、被告人の人権を侵害し、強度の精神的圧迫に達するような理\n詰の質問で被告人を追及し、強制、脅迫による自白を強いた事実は認められず、そ\nの他記録を調査しても、強制、脅迫の存在を疑わせる事情も認められないから、右\n被告人の検察官に対する供述調書二通は、その任意性に疑いがあるとは考えられ\nず、これらを証拠に採用した原判決には所論の違法（憲法三八条二項、刑事訴訟法\n三一九条第一項）ないし審理不尽、事実誤認の違法は存しない。論旨は理由がな\nい。\n控訴趣意第三点（訴訟手続の法令違反、法令適用の誤り、事実誤認）について\n所論は、原判決は被告人の自白調書を唯一の証拠として、賍物性の未必的認識を\n認定したもので、刑事訴訟法三一九条二項に違反し、その適用を誤り、ひいては事\n実を誤認した違法があるというのであるが、原判決は被告人の賍物性の未必的認識\nについて、被告人の自白調書（検察官に対する前記供述調書二通）のほか、補強証\n拠としてその存在を推認できるいくつかの情況証拠を合わせてこれを認定している\nことが明らかであるから、所論はその前提を欠き失当というべきであり、原判決に\nは所論指摘のごとき訴訟手続の法令違反、法令適用の誤り、事実の誤認は存しな\nい。論旨は理由がない。\n控訴趣意第四点（審理不尽、理由のくいちがい等）について\n所論は要するに、被告人とＢとの間には以前から取引関係があつたこと、被告人\nには同種の前科があるが、刑務所で服役中の生活態度、反省改悟の状況、出所後の\n生活態度、家庭環境等を考慮すると、被告人には本件賍物故買を犯す動機は全く見\n当らないのに、これら被告人に有利な事情を証明する証拠を採用しないで、本件賍\n物故買の事実を認めた原判決は証拠の採否ないし評価につき審理不尽および理由の\nくいちがい、ひいては事実誤認の違法があり、過失による賍物故買は考えられると\nしても、賍物故買罪は成立しないというのである。しかしながら、原判決は所論指\n摘のような被告人に有利な証拠をとくに排斥して本件賍物故買罪の成立を認めたも\nのではないことは判文上明らかであるから、所論はその前提を欠き失当であり、ま\nた被告人の本件所為が賍物故買の故意犯にあたり、同罪としての処罰を免れないこ\nとは前記認定のとおりであつて、原判決には所論指摘のごとき証拠の採否、評価に\nつき審理不尽、理由のくいちがい、ないし事実の誤認は存しないから、論旨は理由\nがない。\n控訴趣意第五点（訴訟手続の法令違反、法令適用の誤り）について\n所論は要するに、被告人に対する本件起訴は、被告人に同種の前科があつたこと\nから、余罪追及のための悪意に基いて起訴されたもので、共犯者のＡ、Ｈらがいず\nれも不起訴になつていることを考慮すると、本件起訴は公訴権の濫用であつて本件\n公訴提起は無効であるから、公訴棄却の判決をすべきであるのに、弁護人の公訴棄\n却の申立を排斥した原判決は、憲法一四条、刑事訴訟法二四八条、三三八条四号に\n違反し、その適用を誤つたものであるというのである。しかしながら、原判決挙示\nの各証拠によれば、本件賍物故買は被告人がＡと共謀のうえ犯したものではある\nが、本件賍物を買いとる交渉はすべて被告人が担当し、被告人が主導的立場に立つ\nて行動していたもので、Ａは主として買いとつた賍物の転売を担当し、右転売によ\nつて得た利益はこれを被告人と折半して分けたというのであつて、被告人とＡとの\n本件刑事責任は必ずしも同視することはできないこと、Ｈについては、同人は昭和\n四八年五月二四、五日ころ、窃盗本犯であるＬに本件賍物をいきなり自宅に運び込\nまれ、断わるに断わられず、やむなく早くひきとつてもらうこととしてこれを預つ\nたもので、本件売買交渉には一切関与していないことが認められ、被告人と比べ\nて、その刑事責任が軽いことは明白であるといわざるをえず、その他関係被疑者の\n前科、反省態度等一切の事情を考慮したうえ、検察官において、被告人だけを起訴\nし、他の二名を不起訴処分にしたとしても、いわゆる起訴便宜主義に基く、検察官\nの起訴裁量の範囲内の問題であると認めるのが相当であつて、その他記録を精査し\nても、検察官において、所論のごとき悪意をもつて、とくに公訴権を濫用して被告\n人だけを起訴したことを窺うべき事由は存しないから、本件公訴提起が無効である\nとは到底認められず、論旨は理由がない。\n控訴趣意第六点（審理不尽、事実誤認、法令適用の誤り）について（補充書によ\nる訂正補充を含む）\n所論は、これを要約すると（なお、所論には、刑期の計算、仮出獄期間、刑の執\n行終了時期の算定等につき、明白な誤謬が散見されるが、この点は措くこととす\nる。）、「原判決は量刑の事情として、被告人は現在執行猶予の法定条件を欠如し\nているので、その刑の執行を猶予することはできない旨判示している。成程被告人\nには（一）昭和三七年九月二八日宣告の懲役三年、罰金二〇万円（未決勾留日数六\n〇日算入、罰金換刑率一日当り一、〇〇〇円）、（二）同四〇年一月三〇日宣告の\n（１）懲役一年二月、罰金三〇万円（罰金換刑率一日当り三、〇〇〇円）、（２）\n懲役二年四月、罰金一二〇万円（未決勾留日数一七〇日算入、罰金換刑率前と同\nじ）の各刑があり、右罰金をいずれも納付しなかつたため、以上の各懲役刑及び各\n労役場留置を引き続いて執行されて、同四六年四月一五日仮出獄し、同四七年六月\n二六日刑の執行をすべてうけ終つたものであるところ、右刑の執行方法を調べる\nと、懲役刑の執行の間に、労役場留置が執行されているため、仮出獄の日が不当に\n遅れる結果となつている。しかしながら、刑事訴訟法四七四条、刑法九条、一〇条\nによれば、労役場留置の執行は、重い懲役刑の執行の後に行うべきものであり、右\n刑の執行の方法、順序は、前記各法条に違反する。したがつて、もし被告人の前科\nのうち懲役刑の執行が適法に執行されていれば、被告人は各執行済刑期（（一）に\nつき二年と七月と一〇日、（二）の（１）につき八月と二四日、同（２）につき一\n年と四月）が終了する昭和四四年五月一四日に仮出獄することができたわけであ\nり、かりに刑務所における前記のような刑の執行方法、順序が違法でないとして\nも、刑法二五条一項二号は罰金刑の労役場留置の執行の終了を要件としていないか\nら、本件につき執行猶予の要件を考察する場合には、仮出獄をした昭和四六年四月\n一五日より、前記労役場留置の合計日数（七〇〇日）を差引いて仮出獄の日を算定\nすべきであつて、そうすると、仮出獄の日は同四四年五月八日となるから、その後\n各仮出獄期間を経過してすべての刑の執行をうけ終つたものとして計算すると、被\n告人は原判決宣告当時（同五〇年七月一〇日）において同法二五条一項二号の要件\nを具備していることが明らかであるから、原判決はこの点につき審理を尽さず、そ\nの結果事実認定を誤り、ひいては刑法二五条の適用を誤つた違法がある。」という\nのである。\nそこで、所論に鑑み、記録を調査して検討すると、被告人に対する前科調書、府\n中刑務所総括指紋室より台東区検察庁宛、指紋照会回答書によれば、\n１．　被告人は、\n（一）　昭和三七年九月二八日大阪地方裁判所において賍物故買罪により懲役三\n年（未決通算六〇日）及び罰金二〇万円（換刑率一日当り一、〇〇〇円）に処せら\nれ、右裁判は同三九年四月一二日上告棄却決定により確定し、\n（二）　同四〇年一月三〇日同裁判所において、同罪により（１）懲役一年二月\n及び罰金三〇万円（換刑率一日当り三、〇〇〇円）、（２）懲役二年四月（未決通\n算一七〇日）及び罰金一二〇万円（換刑率前と同じ）に処せられ、右裁判は同年二\n月一四日上訴期間経過により確定し\nたところ、被告人は右各罰金を全く納付しなかつたため、所定の換刑率により、\nその全額につき労役場留置の執行をうけ、以上の各懲役刑及び各労役場留置はひき\nつづいて執行され、昭和四六年四月一五日右三個の懲役刑につき仮出獄を許されて\n加古川刑務所を釈放され、その後仮出獄期間を無事に経過し、前記（二）の（１）\nの懲役刑（同年九月二一日刑執行終了）、（一）の懲役刑（同年一二月一三日刑執\n行終了）、（二）の（２）の懲役刑（同四七年六月二六日刑執行終了）の順に、ひ\nきつづいてその執行をうけ終つたものであること\n２．　右懲役刑及び労役場留置の執行の方法ないし順序を見ると、被告人は、\n（イ）　昭和三九年九月一一日より同年一二月二〇日まで前記（一）の懲役刑の\n一部執行をうけ（執行済期間三月と一〇日）、\n（ロ）　ひきつづいて（刑事訴訟法四七四条但書に基く検察官の刑の執行順序変\n更の指揮よる。以下同じ。）同年一二月二一日より同四〇年七月八日まで前記\n（一）の換刑労役場留置の執行をうけて（執行日数二〇〇日）、その執行をうけ終\nり、\n（ハ）　ひきつづいて同四〇年七月九日より同年九月八日まで前記（一）の懲役\n刑の残刑の一部執行をうけ（執行済期間二月）、\n（ニ）　ひきつづいて同四〇年九月九日より同四一年一〇月一三日まで前記\n（二）の（２）の換刑労役場留置の執行をうけて（執行日数四〇〇日）、その執行\nをうけ終り、\n（ホ）　ひきつづいて同四一年一〇月一四日より同四二年一月二一日まで前記\n（二）の（１）の換刑労役場留置の執行をうけて（執行日数一〇〇日）、その執行\nをうけ終り、\n（ヘ）　ひきつづいて同四二年一月二二日より同四四年三月二一日まで前記\n（一）の懲役刑の残刑の一部執行をうけ（執行済期間二年と二月）、\n（ト）　ひきつづいて同四四年三月二二日より同四五年七月二一日まで前記\n（二）の（２）の懲役刑の執行をうけ（執行済期間一年と四月）、\n（チ）　ひきつづいて同四五年七月二二日より同四六年四月一四日まで前記\n（二）の（１）の懲役刑の執行をうけ（執行済期間八月と二四日）、同四六年四月\n一五日前記のごとく仮出獄し（仮出獄期間は前記（一）の刑につき二月と二二日、\n同（二）の（１）の刑につき五月と七日、同（２）の刑につき六月と一三日）\nたこと\n以上の事実が認められる。してみれば、被告人は昭和五〇年七月一〇日の原判決\n宣告当時、前に懲役刑に処せられ、その執行をうけ終つてから未だ五年を経過して\nいなかつたことは計数上明白であつて、刑法二五条一項二号の要件を欠いているこ\nとは明らかであるから、原判決には所論指摘のごとき審理不尽、法令の適用の誤り\nないし事実の誤認はないといわなければならない。\n<要旨>所論は、右刑の執行の方法、順序について、懲役刑の執行中、その執行を\n一時停止して、労役場留置の執行</要旨>をしたのは違法であるというので、この点\nについて検討すると、刑事訴訟法四七四条本文によれば、二以上の主刑の執行は、\n罰金及び科料を除いて、その重いものを先にするのが原則であり、いわゆる換刑処\n分である労役場留置の執行については、その実質が自由刑の執行に近似していると\nころから、その執行については、同法五〇五条により自由刑の執行に関する規定が\n準用されるのであるから、右刑の執行の順序に従えば、その執行は自由刑の執行終\n了の後にすべきであることは所論のとおりである。しかしながら、同法四七四条但\n書は、検察官は重い刑の執行を停止して他の刑の執行をさせることができる旨規定\nしているのであつて、検察官が右規定に基いて、重い懲役刑の執行を停止して、軽\nい労役場留置の執行をさせる場合には、検察官において、受刑者に対する妥当な行\n刑的処遇（例えば仮出獄の資格を早期に取得させるため）、判決の適正な執行の確\n保（例えば懲役刑の執行が長期にわたる場合、軽い労役場留置の時効の完成を防止\nするため）などの見地に立つて、適正な裁量のもとに、右刑の執行順序の変更の当\n否、変更の時期について決すべきものであるところ、記録を調査しても被告人に対\nする右刑の執行順序の変更に当り、当該検察官において、前記のごとき適正な裁量\nの範囲を逸脱して、被告人の懲役刑の執行終了の時期を遅延させることを目的とす\nる等、ことさら被告人の不利益をはかつた特段の事情はなんら窺えないから、右執\n行順序の変更が違法であるとは考えられず、右違法を前提とした所論も、前提を欠\nき失当といわざるを得ない）。もつとも、懲役刑の執行中、労役場留置の執行を行\nなう場合には、懲役刑の執行終了の時期が、労役場留置日数だけ遅れることは所論\nのとおりであるとしても、それだけの理由で、右刑の執行順序の変更が受刑者に不\n利益であると認めることもできない。）論旨は理由がない。\nなお、弁護人は、当審公判廷で、控訴趣意第六点は量刑不当の主張をも含む趣旨\nである旨主張するのに対し、検察官は、右第六点は量刑不当の主張を包含していな\nい旨主張するので、この点について判断すると、控訴趣意第六点は、原判決には審\n理不尽、事実誤認、法令の適用の誤りの違法があるとし、その主張内容も、原判決\nが量刑の事情として、被告人が現在執行猶予の法定条件を欠如していると判示した\n点を争い、被告人の前刑に対する執行の方法ないし順序が違法であることを前提と\nして、原判決が被告人に対し刑法二五条一項二号の要件を欠如しているとしたの\nは、同法条の解釈、適用を誤つたものであるとする前記の主張に終始しており、実\n質的な量刑不当の主張をも包含しているものとは認められない。\nしかし、刑事訴訟法三九二条二項、三八一条に基き職権をもつて被告人に対する\n原判決の量刑の当否について記録を調査し、当審における事実取調の結果をも加え\nて検討してみても、本件の事実関係は原判決が認定判示するとおりであつて、本件\n賍物の取引価格、転売利益、被告人が前記のとおり過去二回にわたり、同種の犯行\nをおかして服役していること等を総合考慮すると、被告人の本件賍物性の認識が未\n必的認識であつたこと、その他被告人が前記のように昭和四六年四月に仮出獄した\n後は、運送業兼自動車解体業を営み、真面目に生活していたと認められること、被\n告人の家庭の事情等、被告人に有利な一切の事情を、できる限り斟酌しても、被告\n人に対し懲役八月および罰金二〇万円（求刑懲役一年および罰金二〇万円）を科し\nた原判決の量刑が重きに失して不当であるとは認められない。\n以上のとおりであつて、論旨はすべて理由がないから、刑事訴訟法三九六条によ\nり本件控訴を棄却し、当審における訴訟費用は同法一八一条一項本文により被告人\nに負担させることとし、主文のとおり判決する。\n（裁判長裁判官　綿引紳郎　裁判官　石橋浩二　裁判官　藤野豊）\n"
}