{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 50,
    "month": 10,
    "day": 21
  },
  "case_number": "昭和32(ワ)10282",
  "case_name": "炭労杵島炭砿争議同情スト",
  "court_name": "東京地方裁判所",
  "field": "労働",
  "lawsuit_id": "19740",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=19740",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/740/019740_hanrei.pdf",
  "contents": "主　　　文\n１　被告日本炭鉱労働組合及び被告三池炭鉱労働組合は原告三井鉱山株式会社に対\nし連帯して七八二万円を支払え。\n２　被告日本炭鉱労働組合は原告三菱石炭鉱業株式会社に対し一八四万円を支払\nえ。\n３　被告日本炭鉱労働組合及び被告夕張炭礦労働組合は原告北海道炭礦汽船株式会\n社に対し連帯して三一九万四〇〇〇円を支払え。\n４　被告日本炭鉱労働組合及び被告住友赤平炭礦労働組合は原告住友石炭鉱業株式\n会社に対し連帯して二三六万一〇一六円を支払え。\n５　被告日本炭鉱労働組合は原告古河鉱業株式会社に対し金一〇三万三〇〇〇円を\n支払え。\n６　被告日本炭鉱労働組合及び被告日本炭鉱労働組合支部太平洋炭鉱労働組合は連\n帯して原告太平洋炭礦株式会社に対し二八二万九〇〇〇円を支払え。\n７　被告日本炭鉱労働組合は原告日鉄鉱業株式会社に対し一九〇万八〇〇〇円を支\n払え。\n８　被告日本炭鉱労働組合は原告貝島炭礦株式会社に対し二七五万七七八四円を支\n払え。\n９　原告住友石炭鉱業株式会社及び原告貝島炭礦株式会社のその余の請求を棄却す\nる。\n１０　訴訟費用中、この判決の第一項から第三項まで、第五項から第七項までの各\n項当事者間に生じたものについては、その項の被告らの負担とし、第四項の当事者\n間に生じたものについては、これを一〇分し、その一を原告住友石炭鉱業株式会社\nの負担としその九を被告日本炭鉱労働組合及び被告住友赤平炭礦労働組合の負担と\nし、第八項の当事者間に生じたものについては、これを三分し、その一を原告貝島\n炭礦株式会社の負担とし、その二を被告日本炭鉱労働組合の負担とする。\n１１　この判決の第一項は、原告三井鉱山株式会社が、被告日本炭鉱労働組合及び\n被告三池炭鉱労働組合に対し各二〇〇万円、第二項は、原告三菱石炭鉱業株式会社\nが被告日本炭鉱労働組合に対し六〇万円、第三項は、原告北海道炭礦汽船株式会社\nが被告日本炭鉱労働組合及び被告夕張炭礦労働組合に対し各一〇〇万円、第四項\nは、原告住友石炭鉱業株式会社が被告日本炭鉱労働組合及び被告住友赤平炭礦労働\n組合に対し各七〇万円、第五項は原告古河鉱業株式会社が被告日本炭鉱労働組合に\n対し三〇万円、第六項は、原告太平洋炭礦株式会社が被告日本炭鉱労働組合及び被\n告日本炭鉱労働組合支部太平洋炭鉱労働組合に対し、各九〇万円、第七項は、原告\n日鉄鉱業株式会社が被告日本炭鉱労働組合に対し六〇万円、第八項は、原告貝島炭\n礦株式会社が被告日本炭鉱労働組合に対し八〇万円の担保を供するときは、仮に執\n行することができる。\n事　　　実\n第一　当事者双方の求めた裁判\n一　原告ら\n１　原告三井鉱山株式会社\n主文第一項及び第一〇項同旨の判決並びに仮執行の宣言\n２　原告三菱石炭鉱業株式会社\n主文第二項及び第一〇項同旨の判決並びに仮執行の宣言\n３　原告北海道炭礦汽船株式会社\n主文第三項及び第一〇項同旨の判決並びに仮執行の宣言\n４　原告住友石炭鉱業株式会社\n「被告日本炭鉱労働組合及び被告住友赤平炭礦労働組合は原告に対し連帯して二\n五三万八〇〇〇円を支払え。訴訟費用は被告らの負担とする。」との判決及び仮執\n行の宣言\n５　原告古河鉱業株式会社\n主文第五項及び第一〇項同旨の判決並びに仮執行の宣言\n６　原告太平洋炭礦株式会社\n主文第六項及び第一〇項同旨の判決並びに仮執行の宣言\n７　原告日鉄鉱業株式会社\n主文第七項及び第一〇項同旨の判決並びに仮執行の宣言\n８　原告貝島炭礦株式会社\n「被告日本炭鉱労働組合は四一七万七〇〇〇円を支払え。訴訟費用は被告の負担と\nする。」との判決及び仮執行の宣言\n二　被告ら\n「原告らの請求をいずれも棄却する。訴訟費用は原告らの負担とする。」との判決\n第二　当事者の主張\n一　請求の原因\n１　当事者\n原告らはいずれも石炭の採掘、販売等を業とする炭鉱経営者であり、被告三池炭\n鉱労働組合（以下「三井三池労組」ともいう。）は原告三井鉱山株式会社三池鉱業\n所、被告夕張炭礦労働組合（以下「北炭夕張労組」ともいう。）は原告北海道炭礦\n汽船株式会社夕張鉱業所、被告住友赤平炭礦労働組合（以下「住友赤平労組」とも\nいう。）は原告住友石炭鉱業株式会社赤平礦業所、被告日本炭鉱労働組合支部太平\n洋炭鉱労働組合（以下「太平洋釧路労組」ともいう。）は原告太平洋炭礦株式会社\n釧路鉱業所、訴外大夕張炭礦労働組合（以下「三菱大夕張労組」ともいう。）は原\n告三菱石炭鉱業株式会社大夕張礦業所、訴外古河目尾労働組合（以下「古河目尾労\n組」ともいう。）は原告古河鉱業株式会社目尾鉱業所、訴外日鉄二瀬労働組合（以\n下「日鉄二瀬労組」ともいう。）は原告日鉄鉱業株式会社二瀬鉱業所、訴外貝島大\n之浦炭礦労働組合（以下「貝島大之浦労組」ともいう。）は原告貝島炭礦株式会社\n大之浦礦業所の従業員をもつて組織するいわゆる企業別労働組合であり、被告日本\n炭鉱労働組合（以下「炭労」という。）は原告ら及びその他の炭鉱経営者の各事業\n所すなわち山元ごとの企業別労働組合をその支部として組織されたいわゆる連合体\nたる労働組合である。\n以下において、被告炭労以外の被告ら四労組をあわせて「被告四組合」といい、\n訴外四労組をあわせて「訴外四組合」といい、被告炭労、被告四組合及び訴外四組\n合をあわせて「被告ら組合」ということとする。\n２　同情ストの実施\n（一）　被告炭労は昭和三二年九月二八日に訴外杵島炭礦株式会社の企業別労働組\n合である杵島炭礦労働組合（以下「杵島労組」という。）を支援するとの理由のも\nとに、原告ら大手一三社の山元の各支部組合に対し次のような指示をして、ストラ\nイキを行なうことを指令した。すなわち\n（イ）　指標　権利擁護（期末手当、企業合理化、職場交渉否認、諸協定の一方的\n破棄）及び組織防衛\n（ロ）　規模及び期日\n第一波　九月三〇日一番方より二四時間ストライキ\n第二波　一〇月三日一番方より二四時間ストライキ\n（ハ）　保安要員については従来の慣行に従い、会社と協議せよ。\n（二）　原告ら大手一三社すなわち原告ら八社のほか明治鉱業株式会社、雄別炭礦\n鉄道株式会社、日本炭礦株式会社、大正鉱業株式会社及び宇部興産株式会社の山元\nの被告炭労傘下の各支部組合は、同被告の右指令に従い、同年九月三〇日及び一〇\n月三日に各山元において一番方から二四時間の出炭現業部門のストライキを実施し\nた。\nなお、右のとおり実施されたストライキを被告らは「統一ストライキ」と称し、\n原告らは「同情スト」といつているが、右ストライキのうち、特に被告四組合及び\n訴外四組合がそれぞれ原告らの山元において九月三〇日に実行したストライキを以\n下において「本件スト」ということとする。\n３　被告らの共同不法行為\n（一）　憲法二八条及び労働組合法の諸規定にもとづく争議権は、労働者の労働条\n件の維持改善その他経済的地位の向上を図るため、労使間において団体交渉を実質\n的に対等に行なわせる手段として保障されたものである。これをストライキについ\nてみれば、元来労務不提供は雇傭契約上の債務不履行を構成するが、それが集団的\nに前記の目的の範囲内においてなされる限り適法と認められ、民事上の免責を受け\nるのである。従つて、争議にあたつて、労働者が使用者に対しなんら要求するとこ\nろがない場合、たとい要求するところがあつても、その要求が労働条件の維持改善\nに関係なく、あるいは使用者において任意に処理決定することができない事項にか\nかる場合は、そのような要求は、団体交渉による解決になじまないから、その争議\n権の行使は適法とは認められない。\n（二）　本件ストは、被告炭労、被告四組合及び訴外四組合が原告らに対しなんら\nの要求を掲げることなく行なつたものであるが、仮にストライキの目的として掲げ\nた杵島炭礦の労使の問題の解決を原告らに要求したとしても、右問題は杵島炭礦固\n有の問題で原告らはなんらこれに関係なく、原告らにおいて任意処理できる事項で\nはない。従つて、本件ストは正当な争議権の行使としての民事免責を受け得ないの\nである。\n（三）　そうである以上、被告四組合及び訴外四組合の組合員の本件ストによる労\n務不提供は、これら組合員とその使用者たる原告ら間の雇傭契約上の債務不履行を\n構成する。そして、被告炭労、被告四組合及び訴外四組合が原告らに損害を加える\nことを企図して本件ストを指令し、その所属組合員である原告らの従業員にその就\n労を拒否させた行為は、各組合員の雇傭契約上の債務不履行を教唆強要して、原告\nらに損害を与えたものであり、共同不法行為を構成する。\n４　損害\n（一）　原告らは昭和三二年九月三〇日に行われた本件ストにより蒙つた損害のう\nち第一表記載の事業所に生じた損害の一部につきその賠償を請求するものである\nが、損害の種類及び算出の方法は次のとおりである。\n先ず原告らは本件ストの結果本件スト当日入手することを予定していた石炭を得\nそこなつたのであるから、石炭に代るべきものとして山元における石炭そのものの\n価値を金銭に評価し、これを喪失した得べかりし利益として損害賠償請求をする。\nその額は、本件ストがなければ予想される本件スト当日の出炭量（以下これを「減\n産量」という。）（第二表①欄）に本件スト当時のトン当り山元手取額（同表②\n欄）を乗じてその総額を求め（同表③欄）、右総額から予想される一日当りの支出\n（以下これを「実操業日一日当りの支出」という。）（同表④欄）を控除すること\nにより求めることができる（同表⑤欄）。\n次に本件ストが行なわれたにもかかわらず原告らが支出せざるを得なかつた生産\n費（以下「本件スト当日の支出」又は「ロスとなつた生産費」という。）（同表⑥\n欄）も原告らがストにより蒙つた損害である。\n以上の二種類の損害を合算した額（同表⑦欄）がストにより原告らが第一表記載\nの事業所につき蒙つた損害である。\n（二）　減産量（第二表①欄）\n昭和三二年九月一日から同月二九日までの実操業日の総出炭量を同期間における\n実操業日数で除した量と本件スト直前の同月二八日（二九日は日曜日）の出炭量と\nを比較し（本件スト当日に出炭があるときはこれをそれぞれ控除した数量とを比較\nし）、そのいずれか低い方を本件スト当日の減産量とした。\n（三）　トン当り山元手取額（第二表②欄）\n昭和三二年九月中に販売された石炭の数量、価格から銘柄別に同月のトン当り平\n均販売価格を算出し（自家消費分を含む銘柄については販売価格と自家消費価格と\nを平均し）、更にこれを同月の銘柄別出炭量をもつて加重平均し（銘柄別炭価に各\n銘柄別出炭数量を乗じたものの総計を全出炭量で除す）、これから運賃、諸掛、店\n費等の販売のために要する費用を控除した額を山元手取額とした。\n（四）　実操業日一日当りの支出（生産原価）（第二表④欄）\n本件スト当日を除く昭和三二年九月の総支出をその月の実操業日数で除して算出\nした。\n（五）　ロスとなつた生産費（第二表⑥欄）\n石炭を生産するのに必要な経費には、たとえばストライキ参加者の賃金のように\nストライキのため原告らが支出を免れた費用と地下の作業場の保安を維持するため\nの通風作業、揚水作業等の費用、償却費用、福利厚生関係の費用、賞与、支払利\n子、退職手当引当金、租税公課等のようにストライキにより生産が停止しても支出\nしなくてはならない費用がある。後者の費用は本件スト当日も支出したが、通常で\nあるならば、これら費用はその日に生産された石炭の原価に算入され、その石炭を\n販売することによつて回収されるのである。しかし、本件ストによりその裏付けと\nなる石炭は産出されなかつたのであるから、原告らは収入を得ることなく支出のみ\nを負担したことになり、右支出費用に相当する損害を蒙つたものということができ\nる。\n５　よつて、原告らは不法行為による損害賠償として、第二表⑦欄記載の損害額の\nうち第一表原告欄記載の原告に対応する請求額欄記載の金額につき右同様対応する\n被告欄記載の被告らに対し各自その支払いを求める。\n二　請求原因の認否\n請求原因１及び２の事実は認める。請求原因３の主張は争う。請求原因４の事実は\n否認する。\n三　統一ストライキの正当性\n１　原告らの主張に対する反論\n（一）　労働者の団結の目的は労働者の経済的地位向上の実現にあり、憲法二八条\nが労働者に対し争議権等の諸権利を保障した趣旨もそこにある。従つて、原告らが\n主張するように争議権は単に団体交渉権の裏付けという目的においてのみ認められ\nたものではない。後記２において詳述するように、炭鉱労働者は労働条件の維持改\n善について密接な利害関係を有するから、杵島労組の労働条件の変動は被告炭労傘\n下の被告四組合及び訴外四組合の所属組合員の労働条件に影響を及ぼすのである。\n従つて、本件ストは杵島労組を支援することによつて被告四組合及び訴外四組合の\n組合員の労働条件の維持改善に役立たしめ、その経済的地位を向上させることがで\nきるのである。\n（二）　争議権が団体交渉権の裏付けとして保障されているとしても、原告ら大手\n一三社及び杵島炭礦は後記２において述べるように、相互に密接な連帯関係にあつ\nたから、企業整備に基因する杵島炭礦の諸問題はこれら炭鉱経営者が一体となつて\n調整し解決することは可能であつたのである。従つて、本件ストは団体交渉により\n解決することが可能な事項を目的としているということができる。\n（三）　被告ら組合が本件ストを実行するにあたり原告らに対し書面による要求を\n提出していないことは事実であるが、そのことは被告ら組合がなんらの要求をも掲\nげずストライキを行なつたことを意味するものではない。右に述べたように杵島争\n議における諸問題は原告ら大手一三社が杵島炭礦と一体となつて事実上解決するこ\nとは可能であつたので、被告ら組合は原告らに対し、杵島争議を解決すること、少\nくともそのための努力をすることを要求して、本件ストを行なつたのである。\n２　石炭産業における労使の連帯性\n（一）　被告炭労の組織及び傘下組合との関係\n被告炭労は昭和二二年一月炭鉱労働者の組織を一本化した炭礦労働組合全国協議\n会として発足した。その後同協議会は、加盟組合の変動、組織改革により日本炭礦\n労働組合同盟、日本炭礦労働組合連合会と名称変更を経て昭和二五年四月二二日山\n元組合の直接加盟の方式に改組され、現在の炭労となつた。本件スト当時、被告炭\n労の加盟組合数一八三、組合員数一九万七八〇二名（人員比六三パーセント）であ\nる。また、原告ら八社の各山元組合（被告四組合及び訴外四組合を含む。）はその\n会社ごとに企業連又は資本別と呼ばれる連合会を組織しているが、この連合会は被\n告炭労の指揮統制に服する補助機関である。\n（二）　原告ら及びその他の炭鉱経営者の組織\n原告ら及びその他の炭鉱経営者は昭和二一年一二月労働組合法六条の使用者団体\nとして日本石炭鉱業連盟（以下「連盟」という。）を組織し、このうち九州大手五\n社（日鉄、貝島、日炭、大正、杵島）を含む九州地方の炭鉱経営者は同年四月九州\n石炭鉱業連盟（以下「九鉱連」という。）を組織した。その後連盟は昭和二九年七\n月三〇日使用者団体たることをやめたとして日本石炭鉱業経営者協議会（以下「経\n協」という。）に改組した。\n（三）　炭鉱労使間の問題解決の実情\n（１）　賃金、期末手当、退職手当\n被告炭労傘下の組合に所属する連盟加入各社の従業員の賃金及びこれに伴なう労\n働条件については、連盟発足以来昭和二四年六月まで連盟と被告炭労の前身である\n炭礦労働組合全国協議会等前記諸組織との間で団体交渉により統一的に協定されて\nいたが、同年七月から昭和二六年九月までは各社別に交渉がなされ協定されてい\nた。昭和二六年一〇月から昭和二七年九月までの間の賃金については、中央大手八\n社（三井、三菱、北炭、住友、古河、太平洋、明治、雄別）及び宇部興産株式会社\nが被告炭労より派遣された二名の交渉員立会のもとで各社別に企業連と交渉を行な\nい、各社が同一額で妥結し協定を交わした後、連盟が被告炭労との間で各社別協定\nどおりの協定を交わし、九鉱連が所属の前記大手五社及び嘉穂鉱業株式会社につき\n被告炭労と交渉し協定を交わしていた。昭和二七年一〇月から昭和二八年九月まで\nの原告ら及び杵島炭礦を含む一五社の賃金については、連盟が被告炭労と交渉し統\n一的な協定を交わした。昭和二八年一〇月から昭和二九年九月までの賃金について\nは、連盟が中央大手八社、九州大手五社及び宇部興産につきそれぞれ被告炭労と交\n渉した上、ほぼ同内容の協定を右三グループにつき別個に交わした。その後連盟は\n前記のとおり昭和二九年七月三〇日経協に改組し、使用者団体ではなくなつたとの\n理由で被告炭労との団体交渉を拒否したが、中労委の斡旋により同年一〇月以降の\n賃金については中央大手八社及び宇部興産が各社別に被告炭労との間で対角線交渉\n又は中央大手代表者と被告炭労との間で行なう集団交渉により同内容の各社別協定\nを交わし、九鉱連が九州大手五社ら加盟各社につき被告炭労と交渉し、統一的協定\nを交わしていた。\n次に期末手当については、昭和二八年下期までは、被告炭労の指導のもと各社と\n企業連が交渉し協定していたが、昭和二九年上期及び下期は各社と被告炭労、企業\n連の三者交渉の方式がとられ、昭和三〇年上期以降は各社と被告炭労との間の対角\n線交渉の方式がとられていた。そして、被告炭労は期末手当獲得のため戦術的観点\nから特定の一社を選び、その社の労組がストライキを実行して目的額で妥結した後\n他社においても右妥結額を獲得するまでストライキを実行するという期末手当到達\nストライキ（期手スト）を行なつていた。\nまた、退職手当についても、期末手当同様各社と企業連との間で交渉が行なわれ\n協定が交わされていたが、昭和三二年二月被告炭労と各社を代表する委員によるい\nわゆる代表交渉方式による解決をはかることが合意され、この方式により同年一〇\n月二三日までに各社と協定が交わされた。\n（２）　企業整備\n原告ら大手一三社及び杵島炭礦とこれに対応する被告四組合、訴外四組合及び杵\n島労組らがそれぞれ所属する企業連との間には「会社は配置転換を強制的に行なわ\nない。自然減耗による減員は補充する。」という趣旨の長期計画協定（以下「長計\n協定」という。）が締結されている。\n既に昭和二八年頃から朝鮮動乱終了の反動からくる不況により炭鉱大手各社で人\n員整理、操業短縮、自然減耗による人員不充足の問題がおこり、この傾向は昭和三\n〇年の石炭鉱業合理化臨時措置法制定の前後頃から深刻化してきた。そこで、被告\n炭労は昭和三〇年五月の第一三回定期大会で各社の企業整備に対抗し、人員整理と\n労働条件の低下を排し、自然減耗による減員を充足する等の闘いに関する方針を定\nめ、中央及び地方にそのための闘争委員会を設置した。第八回中央委員会は同年八\n月傘下組合に対し、解雇、労働条件の低下を招来する合理化機械化を防止するため\nの長計協定を各社との団体交渉により締結することを指令した。その後大手各社は\n具体的に人員整理を提案したが、これに対し、原告三井鉱山の企業連は同年一〇月\n二二日、原告三菱石炭鉱業の企業連は同月二三日にいずれも被告炭労の闘争方針に\n従い前同趣旨の長計協定を締結した。次いで、被告炭労は同年一〇月三〇日の第一\n四回臨時大会で中央委員会の樹立した右闘争方針を確認した上これに基づき、同年\n一一月傘下の支部及び企業連に対し安定職場の確保、保安の確立、自然減耗無補充\n方針の撤回と充員、福利厚生の改善等の各項目につき具体的内容を掲げて各社と交\n渉し、長計協定を締結すべきことを指令した。そこで被告四組合、訴外組合及び杵\n島労組並びに各企業連は被告炭労の統一的な指導統制のもとに原告ら大手一三社及\nび杵島炭礦らと交渉を重ねストライキの実施を経た末昭和三一年四月下旬までにそ\nれぞれ前記のような趣旨の長計協定を締結するに至つた。\n（四）　被告炭労及びその傘下組合の連帯性\n以上述べたように、被告炭労は傘下の組合所属の組合員の賃金、期末手当、退職\n手当等の重要な労働条件、企業整備、人員整理等の問題について統一的方針のもと\nに被告四組合及び訴外四組合を含む傘下組合を指導し、自らも交渉当事者として協\n定の締結に当り、これら組合も右指導に従い統一的な行動をとつてきたのである。\n（五）　原告ら及びその他の炭鉱経営者の連帯性\n（１）　連盟が存在した時代には、連盟が原告各社、及び杵島炭礦ら加盟各社につ\nき被告炭労との間に賃金等に関し統一協定を交わしていた。経協発足後は形式的に\nは各社別又は九鉱連と被告炭労との間の交渉、協定という形をとつてきたが、その\n実は各社の代表と被告炭労との間の集団交渉により解決されており、各社が一体と\nなつて炭鉱労働者の労働条件の調整に当つていることは連盟、経協の時代を通じて\n変るところはないのである。\n（２）　連盟が経協に改組した後被告炭労との間の交渉方式について労使間に争い\nがあつたが、中労委の斡旋により被告炭労が各社別に交渉するという対角線交渉方\n式がとられた。しかし、交渉が大詰となると、被告炭労と大手一四社（前記中央大\n手八社、九州大手五社及び宇部興産）代表及び経協の代表を加えた交渉により解決\nされている。殊に昀終段階では、被告炭労の委員長と経協代表者との間のトツプ交\n渉が行なわれる。また、中労委における争議斡旋の事情聴取も組合側からは被告炭\n労の三役を通じ、経営者側からは大手一四社代表及び経協代表を通じてなされてき\nた。この事実をみると、経協は原告らが主張するように単なる調査研究機関ではな\nく、経協への改組の前後を通じ、経協と連盟の実体に変りはない。このように原告\n各社及び杵島炭礦ら炭鉱経営者がかつて連盟構成メンバーとして有していた連帯関\n係は、経協改組後も続いており、各社は統一された行動をとつているのである。\n（３）　炭鉱経営者の連帯性を示すものとして昭和三一年の一斉ロツクアウトがあ\nる。すなわち、昭和三一年の賃金交渉の際被告炭労が同年三月八日に同月一九日か\nら各社に対し同月一九日から無期限部分ストライキに突入することを通告したのに\n対し、原告八社及び杵島炭礦ら九州大手五社は同月一四日に社長会を開き即日被告\n炭労に対し三池鉱業所では同月一六日一番方よりその他の事業所では同月一九日一\n番方よりロツクアウトを行なう旨通告してそのとおり実施し、宇部興産は同月二〇\n日一番方からこれを実施した。そして各社はいつせいに所在地の裁判所に立入禁止\nの仮処分を申請した。\n（４）　そして、企業整備問題についての炭鉱経営者側の連帯性もこれと変るとこ\nろはない。既に述べたように企業整備問題は朝鮮動乱終了の反動による不況に端を\n発したもので、各社共通の問題であると共に国家的問題でもあつた。原告各社及び\n杵島炭礦らは炭鉱経営者として共通の利害関係の基盤の上に立つて企業整備問題を\n相互に調整し解決することは可能であつたのである。\n３　統一ストライキに至る経緯\n（一）　杵島労組の争議\n昭和三二年上期における石炭産業大手各社の期末手当は杵島炭礦を除き妥結をみ\nていたので、杵島労組は昭和三二年八月二日から他社同額の期末手当獲得を目的と\nして無期限の期手ストに突入した。しかし杵島炭礦における期末手当の問題は、企\n業整備問題がその背景となつている関係上単なる期手ストのみで解決できる問題で\nはなく、企業整備問題を根本的に解決する必要があつた。それ故、被告炭労は同月\n七日杵島労組に対し期手ストを含めた企業整備反対闘争としてストライキを続行す\nることを指令し、同労組は右指令に従い同月八日以降もストライキを継続した。\n（二）　被告炭労の指令\nこれよりさき被告炭労は昭和三二年五月の第一七回定期大会において昭和二八年\n頃からすすめられていた石炭産業の企業整備、合理化の問題について炭労全体の問\n題として反対闘争を推進するためストライキ権を確立し、中央企業整備反対闘争委\n員会（以下「中央企反闘委」という。）を設置し、また、昭和三二年上期の期末手\n当到達闘争についても同様ストライキ権を確立した。その後杵島炭礦において企業\n整備問題がおこつたが、被告炭労は、杵島争議が単に杵島労組にかかわる問題では\nなく、炭鉱労働者全体に共通の緊急な利害関係を有するものであるとの認識のもと\nに、この問題を炭労全体の問題として解決するため、同年八月八日以降企業整備反\n対のための長期闘争態勢を確立し、組織の総力をあげて闘うことを決定してその旨\nを傘下組合に伝達した後、第一七回大会により確立されたストライキ権の行使とし\nて、傘下組合に対し請求原因２の（一）記載のように統一ストライキを指令した。\n４　統一ストライキの目的及び連帯性\n統一ストライキの目的は杵島労組の争議を支援すると共に、被告炭労が発した指\n令に指標（請求原因２の（一）記載）として示されているように、傘下の組合所属\nの組合員の権利を擁護しその組織を防衛することにより、組合員の労働条件を維持\n改善することにあつた。以下右指標について述べる。\n（一）　権利擁護\nここにいう権利擁護とは、法的な権利のみを意味するのではなく、労使慣行を含\nめて被告ら組合及び杵島労組が原告各社及び杵島炭礦との間でそれまでに獲得した\n実績を示す。このような意味での炭鉱労働者の権利を擁護するため、被告炭労は統\n一ストライキの指令を発したのである。\n（１）　期末手当獲得\n期末手当は前記２の（三）の（１）に述べたように、被告炭労の指導のもと先ず\n特定の一社とその労働組合との間で一定額で妥結した後、期手ストにより他社もす\nべてその一社と同額で妥結しているのが慣行であつた。昭和三二年上期においては\n原告太平洋炭礦とその労働組合との間で妥結し、杵島炭礦を除く他社もこれになら\nつて自社の労働組合との間で交渉を妥結した。しかし、杵島炭礦では使用者側の拒\n否によりその交渉が妥結しなかつた。そこで、被告炭労としては、期末手当につい\nての右のような炭鉱労使の慣行を擁護する必要があつたのである。\n（２）　企業合理化反対\n前記２の（三）の（２）に述べたように長計協定は被告炭労傘下の組合の統一的\n行動の成果であり、自然減耗による人員補充を認めない杵島炭礦の前記再建計画案\nは右の成果を実質的に否定するものであつて、ひとり杵島炭礦労使の問題にとどま\nるものではない。\n（３）　諸協定の一方的破棄反対\n杵島炭礦の再建計画案は、このほか五〇時間残業協定及びこれに関連する諸取決\nめの破棄、標準作業量の引上げを内容とするが、これは使用者において労使の協定\nを一方的に破棄することを意味する。特に石炭産業では従業員がある標準的作業量\nを提供するとこれに対し一定の賃金（基準賃金）を支払う仕組みとなつているか\nら、標準作業量は賃金決定の基準であり、これを一方的に引上げることは、被告炭\n労との統一的協定である賃金協定を使用者において一方的に変更することにつなが\nる。このように既存の協定の一方的破棄を許すことは、炭鉱の労使関係全体に影響\nを及ぼすことになるのである。\n（４）　職場交渉否認反対\n前記（３）記載の諸協定は、杵島労組が職場交渉によつて獲得した成果であつ\nて、杵島炭礦が一方的にこれを破棄することは、同社における職場交渉の労使慣行\nを否認することになる。職場交渉は昭和二九年四月の被告炭労の第一〇回定期　大\n会以来の労働条件獲得のための統一的行動方針であるから、この慣行の否認は被告\n炭労の統一方針の否認でもある。\n（二）　組織防衛\n杵島労組の争議は同労組の組織をかけたもので、その解決いかんは右組織に重大\nな影響を与えるものである。特に同労組は被告炭労の有力支部であり、被告炭労の\nように完全単一化を指向し現実に統一闘争を行なつている組織にあつては、杵島争\n議の結果は直ちに被告炭労及び傘下の組合に大きな影響を与えることにもなる。既\nに述べたように杵島炭礦の態度は被告炭労の基本方針及び炭鉱労使の慣行の否認で\nあり、被告炭労の組織全体に対する攻撃である。従つて、杵島労組の組織を防衛す\nることは、被告炭労の組織を防衛することにつながるのである。\n５　以上述べたように、被告炭労は傘下組合所属の組合員の労働条件の維持改善に\nついて緊密共通の利害関係を有する事項については傘下全組合に対し統一的行動を\n指示し、各組合はこれに従つて行動している。企業整備及び期末手当に端を発した\n杵島争議の解決いかんは、被告炭労傘下の組合員が獲得した諸権利、被告炭労の統\n一的行動の成果、ひいてはその組織全体に影響を及ぼすものである。このような認\n識の上に立つて、被告ら組合は杵島争議を支援することによつて自己の権利及び組\n織を防衛することを目的として行なわれたものである。\n一方、前記のように相互に密接な連帯関係にある原告ら炭鉱経営各社にとつて杵\n島争議における企業整備及び期末手当問題を調整し解決することは可能であつたの\nである。特に企業整備問題は杵島炭礦一社のみの問題ではなく、根本的には石炭産\n業全体に共通した問題であつたから、原告ら炭鉱経営者間で解決すべき問題なので\nある。\n四　損害について（被告らの主張）\n１　減産量について\n地下から掘り出した石炭から商品としての精炭が得られる割合（歩留り）は同じ\n現場でも石炭の需給関係によつて経営者により操作される可能性がある。需要が多\nいときは選炭を五〇〇〇カロリーまで下げて歩留りを多くし、需要が少ないときは\n選択を六〇〇〇カロリーまで上げて歩留りを少くするのである。従つて原告ら主張\nの減産量も正確であるとはいいがたい。\n２　損害賠償の範囲\n原告らの主張によれば、本件ストによる損害の範囲は原告らの従業員の雇傭契約\n上の債務不履行による損害の範囲である。右債務不履行は履行不能であるから、通\n常生ずべき損害の範囲は目的物の交換価値である。従業員が負担する雇傭契約上の\n債務とは労働力の提供であり、その交換価値は賃金相当額である。そうすると本件\nストにより原告らが蒙つた通常の損害額は賃金相当額である。ところが本件ストに\nよつて原告らは賃金の支払いを免れているから、結局損害を蒙つていないことに帰\nする。\n３　得べかりし利益について\n仮に原告らが本件スト当日に得べかりし石炭を失つたことによる損害の賠償を請\n求し得るとしても、原告らが損害として失つた利益とは、「減産した石炭そのもの\nの価格」ではなく、「他に販売して得られるはずであつた利益」すなわち販売利益\nである。本件スト当日原告ら各社においては販売部門はストライキを行なつておら\nず、石炭は通常どおり販売されていたのであり、また、当時品不足のため販売の機\n会を逸したという事情もなく、かえつて、原告らは当時貯炭に悩んでおり本件スト\nによつて出炭が停止しても送炭は続き本件ストのため販売すべかりし石炭が販売で\nきなくなつたという事態は起らないのである。従つて原告らは本件ストにより現実\nには販売利益の喪失という損害を受けていないのである。\n４　実操業日一日当りの支出について\n右支出中には退職手当引当金、減価償却費のように経営者の恣意により操作可能\nな要素が含まれている。またこれら科目が税法に従い算出されているとしても、そ\nれはその時の税法により左右される。このような流動的、浮動的科目が損害額算定\nの要素とされることは不当である。また、原告らは新規の切羽作りのための坑道掘\n進などの設備投資のような資本的支出で本来損失でなく資産とすべきものを営業費\nとして処理し、原価に組入れる不当を侵している。また、収入と経費はいわゆる収\n入経費対応の原則から同一基準に基づいて算出すべきである。たとえば、減産量\n（収入）を一か月の基準で算出すれば、経費も一か月を基準として算出すべきであ\nるのに、原告らはかなりの科目について六か月を基準として算出している。\n５　ロスとなつた生産費について\n原告らは逸失利益の算出に当つて、減産量の石炭販売価格から原価を控除してい\nるが、この原価の中にはロスとなつた生産費が含まれている。原告らは損害算出の\nため一たん控除した原価の一部を姿を変えてロスとなつた生産費という名目で再び\n損害の中に含ましめて請求しようとしているのである。しかもこれらの費用はスト\nライキの有無にかかわらず原告らは支出をしなければならないのであり、特にロス\nとなつた生産費中物品費、労務費、福利厚生費、租税公課、支払電力料、支払賠償\n費、本社費、支払利子などは本来経営者自身で負担すべきものである。次に石炭が\n生産されてもそれが販売できなければこれら費用は回収できないし、逆に生産が停\n止しても貯炭又は買入炭の販売によりこれを回収することができる。生産即収入で\nはないのである。また、本件ストにより商品としての石炭が減失、毀損することは\nなく流通過程にのせる出荷が一日遅れたに過ぎないのであり、この遅延により現実\nの収入減が具体的に生じたこともない。従つて、原告らの主張するロスとなつた生\n産費は本件ストによる損害ということはできない。\n五　被告らの主張に対する反論\n１　前記三の１の事実は否認する。三の２の（一）及び（二）の事実は認める。同\n（三）の（１）の事実は認める。但し被告らのいう集団交渉とは、原告ら炭鉱各社\nが数社の代表者に委託して被告炭労との間で一定の事項を交渉することをいい、正\n確には代表交渉というべきである。同（２）の事実は認める。同（四）は争う。同\n（五）の（１）の事実のうち炭鉱各社が連盟、経協の時代を通じ一体となつて炭鉱\n労働者の労働条件の調整に当つていたことは否認し、その余の事実は認める。同\n（２）の事実のうち経協へ改組後中労委の斡旋により炭鉱各社と被告炭労との間で\n対角線交渉の方式がとられたこと、時に経協の役員又は各社から委託を受けた数社\nの代表者が対角線交渉に参加したことは認めるが、その余の事実は否認する。同\n（３）の事実は認める（但しこの事実は被告ら主張のような連帯性を意味しな\nい）。同（４）の事実は否認する。三の３の（一）の事実のうち杵島労組が昭和三\n二年八月八日以降期手ストをも含めて企反ストを行なつたことは否認し、その余の\n事実は認める。同（二）の事実は認める。三の４の事実のうち、本件ストが杵島争\n議支援の目的のもとになされたこと、期末手当については被告ら主張のように期末\n手当到達闘争方式により特定一社とその労働組合との間で一定額で妥結した後他社\nもその一社と同額で妥結していたこと、昭和三二年上期では原告太平洋炭礦とその\n労働組合との間で妥結し、その後杵島炭礦を除く他社も同額で妥結していたことは\n認め、その余の事実は否認する。三の５は争う。\n２　被告らが前記三の３において主張する連帯性に関する事実は本件ストの適否と\nは全く関係がない。原告ら炭鉱経営者は昭和二九年七月三〇日従来使用者団体であ\nつた連盟を経協に改組し、これを単なる連絡、調査、研究のための機関としたが、\nその後においても、組合側の賃上げ、期末手当等の要求に対し、相互に対策を研究\nし、それに基づいて互に同一歩調をとつたことはある。しかし、それも各社がその\n能力において可能な限度においてであり、その行動も各社の採算と責任とにおいて\nなされている。そして、多くの闘争に対しても妥結は各社別になされているし、企\n業内容に差があるため、原告北炭のように他社と別異な妥結をしている社もある。\n従つて、原告ら炭鉱経営者の間には被告らの主張するような密接な連帯関係は存在\nしない。また、被告ら主張の一斉ロツクアウトも、被告炭労が各社に対し一斉にス\nトライキを実施したので、各社が対抗上とつた措置に過ぎないのである。\n３　右のように賃上げ、期末手当等につき各社が同一歩調をとつていたという事実\nは本件ストを適法ならしめる理由とはならない。本件スト当時存在した紛争は被告\n炭労及び杵島労組と杵島炭礦との間の企業整備及び期末手当問題で、これは杵島炭\n礦固有の問題である。当時、杵島炭礦を除く各社と組合との間では期末手当交渉は\n妥結していたし、各社には企業整備問題もおこつていなかつた。従つて、杵島炭礦\nを除く各社は杵島炭礦固有の問題について歩調を合わせる余地はなかつたし、ま\nた、これを任意に又は事実上処理できる立場にもなかつた。それ故、被告炭労がそ\nの組織の総力をあげて杵島炭礦の再建計画に反対するのは自由であるが、それとな\nんら関係のない原告らが被告四組合及び訴外四組合が行なつた本件ストを甘受しな\nければならぬ理由はないのである。\n４　原告ら石炭業者がストの結果失う利益は第一次的には生産物である石炭そのも\nのである。もとよりこの場合生産物そのものの価格ではなく本件スト当日に失われ\nた販売利益を損害として賠償を求めることもできるが、その選択は原告らのなすべ\nきところである。原告らは本件ストにより石炭そのものを得そこなつたのである\nが、石炭の現物を請求することができないので、これを販売価格ではなく山元にお\nいて評価した価格を損害としてその賠償を請求しているのである。\n被告らは、本件スト当時原告らが貯炭を有していたことを理由に本件ストにより\n損害を蒙ることはない旨主張する。しかし、企業の生産は常に長期の一定した生産\n販売計画に基づいてなされており、貯炭があつたからといつて、後に産出する石炭\nが商品としての価値を有しないということはあり得ない。貯炭は石炭が円滑に販売\nされるための必要物であり、それは貨車や船で運ぶ時間的なずれ等を調整するため\nに相当量が分散保有されている。そして、ストライキによつて生産が停止してもと\nりあえずは貯炭の一部が販売されてはいるが、結局企業は減産量だけ販売を減らさ\nざるを得ないから、それだけ損害を蒙るわけである。特に本件ストの行われた昭和\n三二年当時はいわゆる神武景気の影響を受けて石炭の需要は極めて旺盛で九月末当\n時の原告らの貯炭総量は六六万トンで同月の販売数量は一日平均九万トンであつた\nから、右貯炭量は七日分の販売量にしか相当しない。九州、北海道の産炭地から本\n州の主要市場に輸送するには約七日の日数を要することを考えれば、右七日分の貯\n炭量は極めて少く、この点からみても本件ストにより原告らが生産せられるべかり\nし石炭の価格に相当する損害を蒙つたことは明らかである。\n七　証拠関係（省慮）\n理　　　由\n第一　争議行為\n一　当事者関係\n原告らがいずれも石炭の採掘、販売等を業とする炭鉱経営者であること、被告三\n井三池労組が原告三井鉱山株式会社三池鉱業所、被告北炭夕張労組が、原告北海道\n炭礦汽船株式会社夕張鉱業所、被告住友赤平労組が原告住友石炭鉱業株式会社赤平\n礦業所、被告太平洋釧路労組が原告太平洋炭礦株式会社釧路鉱業所、訴外三菱大夕\n張労組が原告三菱石炭鉱業株式会社大夕張礦業所、訴外古河目尾労組が原告古河鉱\n業株式会社目尾鉱業所、訴外日鉄二瀬労組が原告日鉄鉱業株式会社二瀬鉱業所、訴\n外貝島大之浦労組が原告貝島炭礦株式会社大之浦鉱業所の従業員をもつて組織する\n事業所別すなわち山元ごとのいわゆる企業別労働組合であること、被告炭労が原告\nら八社及びその他の炭鉱経営者の各事業所（山元）毎の企業別労働組合をその支部\nとして組織されたいわゆる連合体たる労働組合であることは当事者間に争いがな\nい。\n二　同盟罷業の実施\n被告炭労が昭和三二年九月二八日に原告ら大手一三社すなわち原告八社のほか明\n治鉱業株式会社、雄別炭礦鉄道株式会社、日本炭礦株式会社、大正鉱業株式会社及\nび宇部興産株式会社の山元（事業所）の同被告傘下の各支部組合（被告四組合及び\n訴外四組合を含む。その組合数あわせて六五であることは弁論の全趣旨によつて明\nらかである。）に対し指令をもつて同年九月三〇日（第一波）及び一〇月三日（第\n二波）の各一番方から出炭現業部門で二四時間ストライキを実施すべきことを指示\nしたこと、右の六五支部組合がその山元において被告炭労の右指令どおりのストラ\nイキすなわち同被告のいわゆる統一ストライキを実施したこと、被告四組合及び訴\n外四組合が右の統一ストライキの一環として本件ストすなわち同年九月三〇日にそ\nれぞれ原告らの山元において二四時間ストライキを実行したことはいずれも当事者\n間に争いがない。\n三　同情ストの違法性\n原告らは、本件ストはいわゆる同情ストとして違法であると主張するので、以下こ\nれについて判断する。\n１　要求の欠落\n争議行為は、労働関係の当事者が特定の要求を実現することを目的として行う行\n為及びこれに対抗する行為であるということができるから、右にいう特定の要求\nは、その争議行為を規定し方向づける視標たるものであり、争議行為の目的の核を\nなすものであつて、それについて当事者が自己の能力及び責任において自主的に決\n定して紛争の解決をはかることができる事項を対象とするものでなければならない\nと解すべきである。\n被告らは、被告炭労は原告らに対して「杵島争議を解決すること、すくなくと\nも、そのための努力をすること」を本件ストによつて要求したと主張する。しかし\nながら、杵島争議はいわゆる九州大手五社の一である訴外杵島炭礦株式会社とその\n企業別労働組合である訴外杵島炭礦労働組合及び被告炭労との間における労働争議\nであり、その争議経過は、後に述べるとおり、杵島炭礦の経営不振から立ち直るた\nめの会社再建計画案（いわゆる企業整備案）の樹立及びその実施に関し昭和三二年\n五月三〇日から、また同年度上半期末手当の支給に関し同年七月一日からそれぞれ\n労使間交渉をかさねたが、いずれも妥結をみるにいたらず、ついに同年八月二日か\nら杵島労組が被告炭労の指令に従つて無期限ストライキに入るにいたつたというも\nのであるところ、成立に争いのない甲第四号証の一から五まで、八、九及び一一の\n各記載によると、原告らとその企業別労働組合である被告四組合及び訴外四組合と\nの間においては同期末手当の支給に関する労使間協定が同年七月三〇日から八月一\n日までにそれぞれ成立して妥結したことが認められるし、また右の会社再建計画案\nの樹立及びその実施に関する事項は、杵島労使間かぎりの問題にぞくすることがす\nでに明らかであるから、原告らと被告ら組合間でそれを解決することが不可能であ\nるというべきである。もつとも、被告らは原告らと被告ら組合間で杵島争議を解決\nすることは可能であつたと主張するが、この主張が理由のないものであることは後\n記認定のとおりである。したがつて、右にいう「杵島争議を解決すること」をもつ\nて被告ら組合の原告らに対する要求となすべき筋合のものではないし、右にみたと\nおり、原告らがそれに対して解決する能力をもたないのであるから、「そのための\n努力をすること」をもつて、苟もストライキ権の行使をその裏づけ措置とするが如\nき要求とはなしえないものと解するのが相当である。そうすると、被告ら組合の原\n告らに対する右の要求なるものは、それに対処して原告らが自己の能力及び責任を\nもつて解決することが不可能であることが明らかである。ほかに本件ストにおいて\n被告ら組合が原告らに対していかなる要求を掲げていたかを窺い知るに足りる証拠\nはみあたらない。本件ストは、争議行為における労働者の使用者に対する特定の要\n求という本来の意味における要求の欠落した争議行為であるといわなければならな\nい。\n２　交渉の不毛\n被告らは、一方において「杵島争議を解決すること、すくなくとも、そのための\n努力をすること」をもつて、本件ストにおける被告ら組合の原告らに対する要求事\n項であるといいながら、他方においては、被告らも自認するとおり、被告ら組合と\n原告らとの各労働関係の当事者間で右の要求事項に関し団体交渉を行つたことは絶\nえて無い。あるいは、もともと特定の要求が欠落してしまつた本件ストであつてみ\nれば、もはや団体交渉が行われる余地もないであろうし、仮に団体交渉が行われた\nとしても、被告ら組合の要求に対処して解決する能力が原告らにはないのであるか\nら、その団体交渉は空転し、およそ実のあるものは期待できない。すなわち団体交\n渉の不在ないし不毛とみるべきである。\nところで、憲法上保障される労働三権の相互的関連からしてみれば、団結及び争\n議行為はそれ自体目的ではなく、団体交渉において労働者が使用者と実質的に対等\nの立場に立つことを保障し、その交渉を有利に導くための手段として認められるも\nのであるから、争議権の行使は団体交渉の有力な裏づけ措置として右のような手段\n性を十全に発揮することにある。したがつて、団結及び争議行為は団体交渉を離れ\nて観念的に保障されたものではない。そして、法の志向も団体交渉によつて労使関\n係が自主的に形成され、発展されることにある。かように解されるから、本件スト\nにおける団体交渉の不在ないし不毛は、特定の要求の欠落と並んで、この争議行為\nの正当性を問い直す所以のものといわなければならない。\n３　目的の乖離\n被告らは、本件ストの目的は、杵島争議の結果が被告ら組合の権利及び組織に大\nきな影響を及ぼすという関係にあることから、被告ら組合は杵島労組の争議行為を\n支援することによつて自己の権利及び組織を防衛するにあると主張する。そして、\n被告炭労が被告ら組合の権利の擁護と組織の防衛をその実力行使の指標なるものに\n掲げて原告ら大手一三社の山元の各支部組合に対しスト指令を発出し、この指令に\nもとづいて被告らのいう統一ストライキ（本件ストはその一環）が実施されたこと\nは当事者間に争いがない。\nなるほど、杵島争議の結果がその当事者たる杵島労組のみにとどまらず、炭労傘\n下の全支部組合の権利及び組織に大きな影響を及ぼすという認識のもとに、被告ら\n組合が自己の権利を擁護し、組織を防衛する目的をもつて杵島争議を支援すること\nは格別異とするに足りない。しかし、右にいう目的の実現のためにいかなる団体行\n動をなしうべきかが問題である。被告炭労はそのために統一ストライキの実施を選\nんだわけであるが、右ストライキ実施の合目的性についてさらに吟味すべきであ\nる。\nたしかに、杵島争議の場合においては、杵島労組の杵島炭礦に対する特定の要求\n事項があつた。すなわち、昭和三二年上半期末手当の支給に関し原告らの各山元組\n合と同一の条件を獲得することであり、また杵島炭礦が一方的に推進しようとして\nいる企業合理化（従前の長期計画協定をはじめ職場諸協定を破棄して従業員の配置\n転換を強行し、人員の自然減耗の無補充を打ち出し、標準作業量を引き上げ、杵島\n労組の職場交渉権を否認する。）を実施させないことであつたことは当事者間に争\nいがないから、統一ストライキの指標に掲げる権利擁護ないし組織防衛の具体的内\n容は右の特定の要求事項に集約されるということができる。これに対し、本件スト\nの場合において、被告ら組合が自己の権利を擁護し、その組織を防衛すると呼号し\nても、本件ストを賭して擁護し防衛すべき被告ら組合の権利及び組織とはいつたい\nなにをさしていうのか。争議行為本来の特定の要求が欠落したストライキなのであ\nるから、具体的にはすこしも浮彫にされない憾がある（そのような主張立証がない\nのである。）。しかも、被告らは、杵島争議の結果が炭労全組織の権利及び組織に\n重大な影響を及ぼすという認識のもとに、統一ストライキ決行の契機を杵島争議の\n進展に求めていることが、その主張によつてうかがわれるが、しかし、当時の杵島\n争議の推移に照らして、被告ら組合が原告らに対して、杵島労組ならぬ各自組合の\n権利擁護、組織防衛のために、本件ストをもつて訴えざるをえなかつた事態にその\n労使関係が当面していたという事情は、本件全証拠によつても、これを肯認するに\n足りない。そうすると、被告炭労が杵島争議支援の旗幟のもとに権利擁護及び組織\n防衛を標榜して統一ストライキの決行を指令したことは、被告ら組合の原告らに対\nする特定の要求の実現によつて裏づけられる個別的かつ具体的権利を擁護してその\n組織を防衛するという当時の客観的要請があつたからではなく、平常の組合活動の\n領域においてその日常的活動を通じて護られていると観念されるような組合の権利\n一般の擁護ないし組織全体の防衛のためであつて、たかだか自己の権利及び組織に\n対する侵害及び攻撃の一般予防的見地から打ち出された戦略のあらわれ（いわゆる\n予防戦争ともいうべきか。）であるとみるほかない。したがつて、右にいう杵島争\n議支援の旗幟及び権利擁護、組織防衛の標榜なるものは、本件ストの動機づけの心\n理過程上の道標たる目的観念ではありえても、到底本件ストの本来かつ究極の目的\nに代置しうるものではありえないというべきである。\nそれにもかかわらず、被告らは、本件ストは杵島争議を支援することによつて被\n告ら組合の権利及び組織を防衛することを目的とする争議行為であると主張するの\nであるから、被告らのいう本件ストの目的なるものは争議行為本来の目的から全く\n乖離したものであることを露わに示しているといわなければならない。\n４　行動の意表\n労働者の団体行動である争議行為は使用者に対する関係において団体交渉と深く\nかかわりあつていて、団体交渉の経過から争議行為へ移行する契機が生まれ、争議\n行為の進展に団体交渉の契機を孕みながら、絶えず流動的に労使関係が形成されて\n行くものとみられ、したがつて、使用者は団体交渉及び争議行為のあらゆる段階に\nおいて労働者と対等な立場でその団体行動に対応し、自主的に解決をはかることが\nでき、またそのように対応しなければならない地位にあるということができる。\nところが、本件ストに関しては、まえにみたとおり、特定の要求もなく、団体交\n渉の余地もないのであるから、原告らはその労働関係の当事者であるにもかかわら\nず、それに関与して解決をはかることもできず、被告ら組合のストライキ権の行使\nにいかに対応すべきかも到底原告らの企及しうるところではなく、全く意表を衝か\nれて本件ストの横行をただ拱手傍観するだけの窮境に立たされていたというのほか\nはない。\n成立に争いのない甲第八号証の一から三まで、第九号証の一から五まで、第一一\n号証の一の各記載によると、原告ら大手一三社の炭鉱経営者は、被告炭労の統一ス\nトライキの通告に接するや、折り返し文書回答をもつて、被告ら組合に対し、被告\n炭労の指令にもとづく統一ストライキの実施は「誠に心外」であり、同被告が統一\nストライキを決行して問題の解決をはかるとする杵島争議は「あくまでも杵島炭礦\n自体の経営ないし労使関係のことがらであり、これが解決の権能と責任は一に同社\n労使の掌中にあり、当方としては全く管理処分しうる範囲外のことがらにぞくし、\n被告ら組合と原告ら間の団体交渉の対象たりえないもの」であるとし、そこで被告\nら組合との間に「築かれた労使関係の大局に鑑み」てその自重を要望しつつ、あえ\nて被告ら組合が統一ストライキを実施したときは、被告ら組合及び関係者に対し\n「これに伴う一切の責任を追及」する所存であることを警告したことが認められる\nから、原告らは、右の文書回答によつて、被告ら組合が統一ストライキを実施する\nことによつて問題の解決をはかるとする杵島争議の解決に原告らが関与することは\n原告らの能力及び責任の範囲を超えたものであり、そういう意味において全く原告\nらの意表に出た統一ストライキ戦術をもつて対応を強いられても、原告らにはそれ\nに対応する手立てなどさらにないことを明らかにして、被告ら組合の統一ストライ\nキ決行の構えに強く反撥したとみることができる。\n５　結果の重大\n争議行為をもつて対抗する労働関係の当事者の一方と対抗される他方当事者との\n対応関係が相互作用的にはたらき、これによつて労使関係の局面が形成され、展開\nされて行くものというべきであるから、争議行為によつてもたらされる結果の内容\n及び程度もまたその当事者の対応関係に預つていることが大きいと解される。\n本件ストの場合において、すでに認定したところによれば、原告らは、本件スト\nによつて対抗される当事者でありながら、それに関与し、その影響力を十全に発揮\nして被告ら組合との間で自主的に争議行為の解決をはかることの対応を全くなしえ\nず、ただ被告ら組合による本件ストの実施を坐視するほかない立場に立たされてい\nるにもかかわらず、本件ストの結果だけは忍受することを強いられていることが明\nらかである。しかも、原告らが本件ストによつて著しい損害をこうむつたことは後\n記認定のとおりである。本件ストの結果は重大であるといわなければならない。\n以上五項目に分けて、本件ストの特質を考察してみたのであるが、要するに、被\n告ら組合は、原告らの能力及び責任において実現されるべき特定の要求をもつてす\nることなくして本件ストを実行し、また、原告らがそれに関与して解決をはかるこ\nとの対応をなしうる余地もなく、その労働関係の当事者間団体交渉によつて自主的\nに解決する途もないような争議行為であるにもかかわらず、もつぱら被告炭労の戦\n略上の見地から杵島争議支援の旗幟のもとに一般予防的な権利擁護及び組織防衛を\n標榜し、これに対する原告らの理を尽くした要望及び警告を無視し、全く原告らの\n意表を衝いて本件ストを敢行し、ただ原告らに対しては重大な損失の忍受を強いる\nだけの結果に終らせることが明らかである。したがつて、本件ストは、被告ら組合\nが争議権を濫用して行つた争議行為（いわゆる同情スト）であり、到底労働組合の\n正当な行為たりえないものと解するのが相当である。\n四　被告らの主張について\n杵島炭礦と杵島労組間の労働争議に原告らが関与してその解決をはかることは、\nすでに認定したとおり、原告らの能力及び責任の範囲を超える事項であるが、被告\nらは、右の認定に反し、原告ら及びその他の大手炭鉱各社が一体となつて杵島争議\nを解決することは可能であつたと主張する。\nそこで、杵島争議の由来、経過及び結末、統一ストライキの経緯並びに被告炭労\n及びその傘下支部組合と原告ら及びその他大手各社間の相互関係等について検討す\nることとする。\n１　杵島争議の経緯\n（一）　杵島争議の経緯に関する次の事実は弁論の全趣旨によつて明らかである。\n（１）　杵島炭礦は不振に陥つた経営を立直すとの理由で、「長期安定出炭計画の\n確立、特に坑外夫を坑内夫に配置し、かつ自然減耗による人員の補充をしないこ\nと、労使関係の正常化と安定化、昀低一ケ月五〇時間の残業を確保すべき旨の協定\n及びこれに関連する現場の諸取決めの改廃」等を骨子とする会社再建計画案を樹て\n杵島労組に対し協力を求めた。そして、労使間で昭和三二年五月三〇日から同年七\n月二〇日まで三回の経営協議会及び九回の団体交渉を重ねたが、右再建計画は杵島\n労組の受入れるところとならなかつた　　。\n杵島炭礦は経営悪化を理由に同年七月二〇日の団体交渉で、「同月二五、二六日\nの支払い予定の同月上期の賃金五〇パーセントを遅払いする。」旨を明らかにした\nところ、杵島労組は遅払い解消まで会社再建に関する団交には応じられないとし\nて、団体交渉を拒否した。そこで、杵島炭礦は同月三〇日杵島労組に対し「八月一\n日以降の坑内夫の標準作業量につき会社案を実施し、右作業量の本格的決定に至る\nまで賃金を会社案により仮払いする。五〇時間残業協定及びその他の諸取決めは廃\n止する。」旨通告した。これに対し杵島労組は八月一日以降の労務提供を拒否する\n旨を通告して闘争宣言を発した。\n（２）　他方、再建計画に関する交渉とは別にこれと並行して、杵島炭礦と被告炭\n労は同年七月一日から同年度上期の期末手当に関し団体交渉を続けた。そして、同\n年八月一日の団体交渉の席上で杵島炭礦が「再建計画が軌道に乗るまで他社並みの\n期末手当は支給できない。」と回答したところ、被告炭労は「期末手当と会社再建\nをからませずに、期末手当について回答せよ。」と迫り、結局両者物別れとなつ\nた。かかる状況下において、被告炭労は杵島労組に対し原告太平洋炭礦と被告太平\n洋釧路労組との間で妥結した期末手当額を獲得するまでストライキを続ける期手ス\nトを指令し、杵島労組は右指令に従い同年八月二日から無期限ストライキに入つ\nた。そして同月八日以降は杵島炭礦の企業整備反対の色合いを濃くしてストライキ\nが継続されたが、佐賀県地方労働委員会の斡旋を経て同年一一月六日に至りようや\nく終了した。\n（二）　弁論の全趣旨により真正に成立したと認められる甲第一号証及び証人ａの\n証言によれば、杵島炭礦の経営状態に関し次の事実が認められる。\n杵島炭礦は杵島、大鶴、北方の三山を経営していたが、大鶴、北方は炭質が悪く\n朝鮮動乱による好況時でさえ収支がつぐなわず、その上昭和二八年下期から朝鮮動\n乱の反動による不景気も加わつて全山を通じて赤字となり、更に標準作業量の引下\nげ等により他社に比し高賃金を支給していた事情も加わり、神武景気といわれ他社\nが黒字経営をしていた昭和三一年でさえ赤字を計上していた。但し同年下期は七五\n〇万八〇〇〇円の黒字を計上したが、これは退職手当引当金を原価に算入しなかつ\nたためで、これを原価に算入すれば、同期も二億五三〇〇万円の赤字となる実情で\nあつた。そして、昭和三二年四月には、取引金融機関から「高賃金低出炭を是正し\n労使関係を安定化する等根本的な会社再建策を講じない限り融資を続けることはで\nきない。」旨通告された。かくして杵島炭礦は経営内容を合理化する目的で前記再\n建計画案を樹てこれに基づき杵島労組と交渉を持つに至つた。この認定に反する証\n人ｂの証言は採用することができない。\n２　統一ストライキの経緯\n（一）　本件ストに至るまでの組合側の態度について、次の事実は当事者間に争い\nがない。\n（１）　既に昭和二八年頃から朝鮮動乱の反動からくる不況により炭礦大手各社で\n人員整理、操業短縮、自然減耗による人員不充足の問題がおこり、この傾向は昭和\n三〇年の石炭鉱業合理化臨時措置法の法制定の前後頃から深刻化してきた。そこ\nで、被告炭労は、昭和三〇年五月の第一三回定期大会で各社の企業整備に対抗し人\n員整理と労働条件の低下を排し、自然減耗による減員を充足する等の闘いに関する\n方針を定め中央及び地方にそのための闘争委員会を設置した。同年八月第八回中央\n委員会は傘下組合に対し解雇、労働条件の低下を招来する合理化機械化を防止する\nための長計協定を各社との団体交渉により締結することを指令した。その後炭鉱大\n手各社は具体的に人員整理を提案したが、いずれも被告炭労の闘争方針に従い原告\n三井鉱山の企業連は同年一〇月二二日、原告三菱石炭鉱業の企業連は同月二三日に\n「会社は配置転換を強制的に行なわない。自然減耗による減員は補充する。」とい\nう趣旨の長計協定を締結した。次いで、被告炭労は同月三〇日の第一四回臨時大会\nで中央委員会が樹立した右闘争方針を確認した上、これに基づき同年一一月傘下の\n組合及び企業連に対し安定職場の確保、保安の確立、自然減耗無補充方針の撤回と\n充員、福利厚生の改善等の各項目につき具体的内容を掲げて各社と交渉し、長計協\n定を締結すべきことを指令した。その結果、被告ら組合、杵島労組及び各企業連は\n被告炭労の統一的な指導統制のもとに原告ら及び杵島炭礦ら炭鉱経営各社と交渉を\n重ね、ストライキをも実施した末、昭和三一年四月下旬までに各社との間に前記の\nような趣旨の長計協定を締結した。\n（２）　その後被告炭労は昭和三二年五月第一七回定期大会において昭和二八年頃\nからすすめられていた石炭産業の企業整備、合理化の問題について炭労全体の問題\nとして反対闘争をすすめるためストライキ権を確立し、中央企反闘委を設置し、ま\nた、昭和三二年上期の期末手当到達闘争についても同様ストライキ権を確立した。\nその頃すでに杵島炭礦において企業整備問題がおこつていたが、被告炭労は杵島\n問題が単に杵島労組にかかわる問題ではなく、炭鉱労働者全体に共通の緊急な利害\n関係を有するものであるとの認識のもとに、この問題を炭労全体の問題として解決\nするため、八月八日以降企業整備反対のための長期闘争態勢を確立し、組織の総力\nをあげて闘うことを決定し、その旨を傘下組合に伝達した後、第一七回大会により\n確立されたストライキ権の行使として九月二八日及び一〇月三日の両日傘下の被告\nら四組合及びその他の組合に対し次のような指示をしてストを指令し、各組合はこ\nれに従い統一ストライキを実行した。\n（イ）　指標　権利擁護（期末手当、企業合理化、職場交渉否認、諸協定の一方的\n破棄）及び組織防衛\n（ロ）　規模及び期日\n第一波　九月三〇日　一番方より二四時間ストライキ\n第二波　一〇月三日　一番方より二四時間ストライキ\n（ハ）　保安要員については従来の慣行に従い会社と協議する。\n（二）　成立に争いのない乙第一ないし第四号証、証人ｃの証言により真正に成立\nしたと認められる乙第九ないし第一三号証、証人ｂ、ｄ及びｃの証言によれば、次\nの事実が認められる。\n前記認定のように杵島炭礦に企業整備問題がおこり同社から再建計画が提案され\nたがこれに対し、被告炭労は、同社が改廃を提案した自然減耗人員不補充は杵島労\n組が杵島炭礦との間で締結した前記長計協定に反するものであり、また、五〇時間\n残業協定の廃止、標準作業量の引上げ等は被告炭労のかねてからの行動方針である\n職場闘争強化の方針に基づき杵島労組が杵島炭礦との間で取決めた労働条件に関す\nる諸協定の成果の剥奪であつて、このような杵島炭礦の態度は被告炭労の企業整備\n反対闘争に対する方針及びこれに従い傘下組合が杵島労組同様使用者との間で締結\nした諸協定の破壊と否認につながると判断した。そこで被告炭労は組織全体として\n反対することを決め、中央企反闘委の決定に基づき昭和三二年七月一五日杵島労組\nに対し闘争強化を指令した。次いで、同年八月二日から杵島労組が無期限ストに突\n入した後被告炭労は杵島炭礦における期末手当問題を解決するためには、企業整備\n問題を解決する必要があると判断し、中央企反闘委の決定に基づき同年八月七日杵\n島労組の期手ストを企反ストに含めて実行すべきことを杵島労組に指令すると共\nに、傘下の組合に対しては杵島労組に対する支援態勢確立を重ねて指令した。しか\nし、その後も杵島争議の解決のきざしもみえないため、被告炭労は杵島労組支援の\nため組織全体として実力行使を計画し、同月三〇日「杵島闘争支援に関する準備指\n令」を発すると共に、中央から幹部オルグ派遣を決定した。そして、被告炭労は中\n央企反闘委の決定に基づき同年九月二八日杵島闘争の結果が炭労組織及び全組合員\nに与える影響を重視する必要があるとし、傘下の各支部組合に対し統一ストライキ\nの指令を発した。かくて、被告四組合及び訴外四組合は原告らに対し直接具体的要\n求を掲げることなく、同年九月三〇日及び一〇月三日の両日にわたり出炭現場部門\nにおいてストライキを実行した。\n３　原告ら炭鉱経営者の緊密性の有無\n（一）　当事者間に争いのない事実（事実摘示第二の三の２の（一）ないし\n（三））、成立に争いのない甲第五四ないし第五六号証、乙第三九ないし第四三号\n証、第四四号証の一ないし一一、第四五号証、第四六号証の一ないし三、第四七な\nいし第四九号証の各一ないし一〇、乙第五一号証の一、同号証の三、証人ｅ、ｃ、\nｄの証言によれば、連盟の発足、経協への改組、炭鉱労使の賃金、期末手当、退職\n手当の交渉等の経緯について、次の事実が認められる。\n昭和二一年一二月臨時石炭鉱業管理法が制定され、いわゆる炭鉱の国家管理が行\nなわれるようになつたが、原告各社、及び杵島炭礦ら炭鉱経営者は、かかる統制体\n制に即応し生産原価に占める労務費を統一的に定める等して全国的規模において炭\n鉱労働問題を調査研究してその合理的な解決処理をはかる目的で、労組法六条の使\n用者団体として、日本石炭鉱業連盟（連盟）を組織した。また、このうち九州大手\n五社（原告日鉄、同貝島、日炭、大正、杵島）を含む九州地方の炭鉱各社は同地方\nの労働問題を調査研究しその解決処理をはかることを目的として、九州石炭鉱業連\n盟（九鉱連）を組織した。\n連盟は昭和二四年六月まで被告炭労の前身で炭鉱労働者の組織である炭礦労働組\n合全国協議会、日本炭礦労働組合同盟、日本炭鉱労働組合連合会などと団体交渉を\n行ない、傘下の原告各社、杵島炭礦ら炭鉱各社の従業員の賃金及びこれに伴なう労\n働条件について統一的な協定を交わしてきたが、同年七月から昭和二六年九月まで\nは各社別に交渉がなされ協定されていた。昭和二六年一〇月から昭和二七年九月ま\nでの間の賃金については、中央大手八社（原告三井、同三菱、同北炭、同住友、同\n古河、同太平洋、明治、雄別）及び宇部興産が被告炭労より派遣された二名の交渉\n員立会のもとで各社別に企業連と交渉を行ない、各社が同一額で妥結し協定を交わ\nした後、連盟が被告炭労との間で各社別協定どおりの協定を交わし、九鉱連が所属\nの前記大手五社及び嘉穂炭鉱株式会社につき被告炭労と交渉し協定を交わしてい\nた。昭和二七年一〇月から昭和二八年九月までの原告各社及び杵島炭礦を含む一五\n社の賃金については、連盟が被告炭労と交渉し統一的な協定を交わしていた。昭和\n二八年一〇月から昭和二九年九月までの賃金については、連盟が中央大手八社、九\n州大手五社及び宇部興産につきそれぞれ被告炭労と交渉の上ほぼ同内容の協定を右\n三グループにつき別個に交わしていた。\n炭鉱の国家管理は昭和二四年九月をもつて廃止され、また、石炭産業も斜陽化の\n傾向をたどつたので、炭鉱経営者は、労働問題を必ずしも統一的に処理する必要は\nなく、各企業の実情に応じて労働条件を決定するのを相当とする経済情勢になつた\nものと判断し、使用者団体たる連盟を改組し、会員に統制撤廃後の石炭産業全体の\n各種統計、情報の蒐集提供等をすることによつて会員の連絡及び炭鉱労働問題の調\n査研究を行う機関として使用者団体たる性格を有しない社団法人日本石炭鉱業経営\n者協議会（経協）を発足させた。経協に加盟したのは原告各社、宇部興産及び大正\n鉱業を除く大手一一社杵島炭礦その他合計一五社、中小炭鉱三社、地方の四炭田ご\nとにある四つの石炭鉱業連盟で、以来経協は炭鉱労働時報（週刊）、炭鉱労働統計\n資料（月刊）、炭鉱年鑑を刊行している。そして、経協はこのように使用者団体た\nることをやめたため、被告炭労との団体交渉、協定の取交わしを拒否したが、中労\n委の斡旋により昭和二九年一〇月以降本件ストに至るまでの賃金及びこれに伴なう\n労働条件に関する協定は、中央大手八社及び宇部興産が各年度（昭和三〇年四月、\n昭和三一年四月、昭和三二年四月）とも各社別にほぼ同一内容のものを被告炭労と\nの間で交わし、そのための団体交渉もいわゆる対角線交渉といわれる被告炭労と各\n社別交渉を基本として行なわれていた。ただ、九鉱連所属の原告日鉄、同貝島、日\n炭、大正及び杵島炭礦の各社については、同連盟と被告炭労との間で賃金及びこれ\nに伴なう労働条件について協定を交わしていた。\n次に、期末手当については連盟当時から被告炭労（又はその前身たる前記諸組\n織）の指導のもとで企業連が各社と交渉し協定していたが、被告炭労の強い主張の\n結果昭和三〇年上期より被告炭労と各社別の対角線交渉の方式が取入れられた。そ\nして、被告炭労において戦術的観点から特定の一社を選び、その社の労働組合がス\nトライキを実行して妥結した後他社においてもその労働組合が右妥結額と同額を獲\n得するまでストライキを続けるという期手ストと呼ばれる方式が採用されていた。\nこの方式は、本件ストのひとつの原因となつた杵島炭礦が他社並みの額を支給する\nことを拒否した以外は成功していた。\nまた、退職手当についても期末手当同様企業連と各社の間で交渉が行なわれ協定\nが交わされていたが、被告炭労の強い主張により、昭和三二年二月被告炭労と各社\nを代表する委員による交渉により解決することが労使間に合意されるに至り、この\n方式により同年一〇月二三日までに退職手当の交渉がなされ協定が交わされた。\n以上の認定に反する証人ｃ、ｄの証言は採用しない。\n（二）　以上の事実によれば、原告各社、及び杵島炭礦ら炭鉱経営者は連盟が存続\nしていた昭和二一年一二月から昭和二九年七月までの間に限り同一の使用者団体を\n構成し、そのもとにあつて賃金及びこれに伴なう労働条件についてのみ連盟による\n統一の団体交渉及びこれに基づく統一協定に従つていたことがあつたに過ぎないの\nである。しかも、その間にあつて昭和二四年七月から昭和二六年九月までは各社別\n交渉及びこれに基づく各社別協定の方式がとられ、昭和二六年一〇月から昭和二七\n年九月までは各社別交渉と統一交渉の併用及びこれに基づく各社別協定と統一協定\nの併用の方式がとられていた。このように連盟が存続していた時代にあつても加盟\n各社が常に統一された賃金及びこれに伴なう労働条件に関する協定に従つていたわ\nけではない。そして、経協発足後の昭和二九年七月三〇日以降は九鉱連所属の五社\nを除いてはすべて各社別協定方式がとられるに至つたのである。\n被告らは原告各社、及び杵島炭礦ら炭鉱経営者は連盟構成メンバーとして連帯性\nを有し、この関係は経協への改組の前後を通じ変ることはない旨主張する。なるほ\nど証人ｅ、ｃの証言によれば、経協発足後賃金についての対角線交渉が終局段階を\n迎えた段階では、交渉は大手数社の代表者及び経協の専務理事、事務局長と被告炭\n労三役との間で行なわれ、その結果前記（一）に認定したような形でほぼ同内容の\n協定が各社と被告炭労との間で交わされ、また、中労委の斡旋による事情聴取の際\nの使用者側の顔ぶれもほぼこれと同じであつたこと、経協は労働時間、基準内賃金\n等に関する基本的事項が各社別に妥結した後、女子労働者、基準外賃金、諸手当等\nの細部協定の作成にも関与したこともあり、また、団体交渉に際し各社に炭鉱の経\n営状況等に関する資料を提供していることが認められ、更に、昭和三一年三月の賃\n金交渉の際、原告各社及び杵島炭礦ら炭鉱経営者が被告炭労の無期限部分ストライ\nキに対し一斉ロツクアウトを行ない各地の裁判所に立入禁止の仮処分申請をしたこ\nとは当事者間に争いがなく、これらの事実によれば、一見経協が使用者団体である\nかの如き観を呈し、また炭鉱各社の使用者側も統一的行動に出て或る種の連帯性を\n有するかのように見られる如くである。\nしかし、経協が労組法六条にいう使用者団体であるといい得るためには、加盟各\n社を実質上統制できる機能を持ち、労働協約まで締結する権限を有することが必要\nであるが、経協は発足以来加盟各社とその従業員の労働条件につき各種協定（労働\n協約）の当事者となつたことがないことは既に述べたとおりであり、前掲甲第五五\n号証（経協の定款）によるも経協にそのような機能、権限を認めるに足りないので\nあるし、加えてすでに認定したような連盟から経協へ改組された経緯をみれば、単\nに右のような外形的事実だけから、経協が原告各社、及び杵島炭礦ら炭鉱経営者に\n対し実質上指示統制する機能或は各社のために労働協約を締結する権限を有するも\nのと認めることは困難である。たかだか炭鉱各社は被告炭労と行なう賃金及びこれ\nに伴なう労働条件に関する対角線交渉において協定締結権を留保しつつ交渉を経協\n幹部個人又は大手数社の代表者個人に委任し、経協は単に交渉の窓口として炭鉱各\n社の内部的調整の役割を演じていたに過ぎないものと解すべきである。また、各社\nの賃金及び期末手当についての妥結額が同一であることは、むしろ同種産業の労使\nとも望むところであり、各社において経営事情が許す限り互に同調するのが当然\nで、このため各社がいずれも被告炭労を相手方として交渉し、また、前記のように\n経協幹部個人又は大手数社の代表者個人に交渉を委ねるなど事実上同一の行動をと\nつたとしても異とするには足りないのである。また、炭鉱各社による一斉ロツクア\nウト及び仮処分申請も被告炭労の指示による傘下組合の無期限部分ストに対する対\n抗措置として歩調を揃えた使用者側の一時的現象に過ぎないものというべきであ\nる。従つて、以上に述べたような賃金交渉等に関する共同歩調的諸事実があるから\nといつて、そのことから直ちに、原告各社、及び杵島炭礦ら炭鉱各社間において相\n互に他社の内部的事情についてまで影響を及ぼし得る地位にあつたとは到底認める\nことはできないのである。現に証人ａの証言によれば、従前杵島炭礦は賃金、期末\n手当問題については同業他社と連絡をとり合つていたこともあつたが、本件ストの\nひとつの契機となつた昭和三二年上期の期末手当については東京において社長が経\n営上の理由で他社には同調し得ない旨言明し、その後他社が妥結したにもかかわら\nずこれに追随することなく他社並みの額の支給を拒否したため、後記認定の経緯で\n収拾をみるまで約一〇〇日間の長きにわたり経協又は同業他社の指示支援を受ける\nことなくストライキを迎えざるを得なかつたことが認められるのである。\n（三）　しかも、右に述べたような炭鉱各社の共同歩調的現象も賃金、期末手当及\nび退職手当に限られるのであり、これが本件の杵島争議の根源となつた企業整備の\nような問題となれば、各社とも時の経済情勢の影響を受けることは事実であつても\nその度合は各社における経営状態によつて異なり決して同一ではないことは見易い\n理である。従つて、企業整備が各社にとつて共通の問題であつたとしても、そのこ\nとから直ちに原告各社、及び杵島炭礦ら炭鉱各社間において被告らが主張するよう\nにこの問題を相互に調整し解決し合うことが可能であつたと認めることはできな\nい。現に連盟が未だ存続していた時代である昭和二八年頃炭鉱業界に企業整備問題\nがおこつたにもかかわらず、既に見たように連盟としてこれを取上げたことを認む\nべき証拠もない。かえつて、成立に争いのない乙第一四号証の一、二、第一五号\n証、第一六号証の一、二、第一七号証の一ないし七、第一八ないし第二一号証の各\n一、二、第二二号証、第二三号証の一、二、第二四号証の一ないし三、第二五、第\n二六号証、第二七ないし第三二号証の各一、二、第三三号証の一ないし三、第三\n四、第三五号証の各一、二、第三六号証、第三七、第三八号証の各一、二によれ\nば、経協発足後すでに述べたように被告炭労が企業整備に伴なう合理化を防止する\nための指導方針として全国的に推進した長計協定締結すらすべて各社別交渉に委ね\nられ、賃金等の場合のように被告炭労幹部と経協幹部、大手数社の代表者との間の\n交渉又は対角線交渉という方式すらとられておらず、もとより、被告炭労はその協\n定の当事者とはなつていないことが認められるのである。のみならず、前掲甲第\n一、第二号証、証人ａ及びｆの証言によれば、かつて炭鉱業界においていつせいに\n企業整備問題がおこつたのは、昭和二四年から昭和二五年にかけての時期、昭和二\n八年から昭和二九年にかけての時期及び昭和三四年から昭和三六年にかけての時期\nであること、杵島争議のおこつた昭和三二年頃はいわゆる神武景気といわれた好況\n期の影響を受けて産業界の石炭需要は旺盛で杵島炭礦を除く炭鉱各社においては経\n営事情は必ずしも同一でなかつたにせよ差迫つた企業整備問題はおこつていなかつ\nたことが認められる。これに対し杵島炭礦における企業整備問題の根は深くすでに\n認定したように好況をうたわれた朝鮮動乱の時ですら赤字であつた炭鉱をかかえた\nことに遠因を発し同社における高賃金に由来する等同社固有の経営事情に基づくも\nのであるということができる。このように杵島炭礦固有の企業整備問題についてま\nで原告ら炭鉱各社が共通の利害関係ある事項として相互に処理し解決し合える筋合\nのものでないことは極めて明らかである。\n（四）　証人ａ、ｅ、ｂ及びｃの証言によれば、杵島争議解決の経緯として次の事\n実が認められる。\n杵島争議に関し、労組側は中央から被告炭労の役員が派遣され、その指導解決に\n当つたが、使用者側は経協及び原告各社訴外会社ら炭鉱各社が杵島炭礦と連絡し合\nつたり、同社に指示を与えたことはなく、ただ九鉱連のｇ理事長が個人として解決\nのために行動したことがあつたこと、そして同争議は地元佐賀県知事の解決への要\n望表明、杵島労使、被告炭労の幹部による再々の交渉を経て昀終的には佐賀県地労\n委の職権斡旋により昭和三二年一一月六日解決するに至つたことが認められる。\nこの経過によれば争議期間中経協及び原告ら炭鉱各社は杵島争議に関与したこと\nなく、結局のところ同争議はあくまで杵島炭礦一社の問題として地元佐賀県におい\nていわば地方的に解決されたものということができるのであり、この事実は炭鉱各\n社間に杵島問題を処理し解決し得るような緊密性、連帯性が存しなかつたことをう\nかがわせるのである。\n（五）　もつとも、前に述べたとおり杵島炭礦を含む九鉱連五社の関係では経協発\n足後も各社の賃金及びこれに伴なう労働条件につき九鉱連と被告炭労との間で協定\nが交わされていた。そして前掲甲第五六号証によれば九鉱連は労働問題の解決処理\nをはかることを目的とする使用者団体であるということができる。しかし、九鉱連\n加盟各社が各社の固有の経営事情に基因する企業整備問題について統一的行動をと\nつたとか、相互に処理し解決し得る立場にあるかについてはこれを認むべき証拠は\nないのである。\n（六）　このようにみてくると、本件スト当時における原告各社、及び杵島炭礦ら\n炭鉱各社間における連帯性とはたかだか賃金、期末手当、退職手当及びこれに伴な\nう労働条件について各社の経営事情が許す限り同一歩調をとるという程度にとどま\nるし、また、各社が加盟している経協も各社の連絡調整的性格を有する機関に過ぎ\nず、加盟各社の労働条件決定につき各社を統制し得る地位にあるわけでもないとい\nうことができる。\n以上みたとおり、杵島炭礦の経営不振、杵島争議の経過及び顛末、いわゆる統一\nストライキ実施にいたる経緯並びに原告ら炭鉱経営各社を構成員とする諸団体の結\n合度及び各社の独立性等這般の事情を総合して、原告ら炭鉱経営各社はその影響力\nを駆使することなどによつて杵島争議を処理し解決しうるという関係にあるもので\nはないことが明らかである。したがつて、被告らの主張は採用できない。\n第二　不法行為責任\nこのように本件ストが正当な争議行為と認められない以上被告らは労働組合法八\n条による民事免責を受け得られないことになる。そこで、この場合における被告ら\nの法的責任について検討を進める。\n一　被告四組合の責任\n労働組合法一二条は、法人の不法行為責任に関する民法四四条を労働組合にも準\n用する旨明記しているが、右準用に当り特に「この法律の第八条に規定する場合を\n除く。」と規定した文言から推すと、労働組合が正当な争議行為を行つた場合に\nは、民法四四条による不法行為責任を負わないが、正当性を欠く争議行為を行なつ\nた場合にあつては、民法四四条の適用を受け、不法行為責任を負うという趣旨に解\nされないでもない。しかし、法人の不法行為責任の一般原則を正当性を欠く争議行\n為を行なつた労働組合にも適用し、代表者（執行委員長、組合長等）の争議行為の\n実行命令を介して、はじめて労働組合が不法行為責任を負うと解するのは相当でな\nいというべきである。蓋し、労働組合の争議行為の本質は組織化された団体性にあ\nり、それが労働組合の正規の意思決定機関の決定を経て行なわれた場合において\nは、これを労働組合そのものの活動と評価し得る点にその特色がある。そして、正\n当性を欠く争議行為が労働組合の正規の機関決定を経て実行され、その結果使用者\nが損害を蒙つた場合には、労働組合は直接民法七〇九条により不法行為責任を負う\nものと解するのが相当である。\nこの意味で労働組合法一二条が民法四四条を準用するに当り「この法律の第八条\nに規定する場合を除く。」と規定した趣旨は、労働組合法八条が争議行為による労\n働組合の損害賠償責任に関する規定であることにかんがみ、特に同条を引用して、\n争議行為の正当性のいかんを問わず労働組合の争議行為による損害賠償責任につい\nては民法四四条の適用がないことを明らかにしたものと解するのが相当である。\nただ、このように争議行為を労働組合そのものの行為とみた場合、法人である労\n働組合につき不法行為成立の主観的要件である故意過失の存在をどのように考える\nかの問題が生ずる。通常労働組合の争議行為についての意思決定は自然人により構\n成される大会、執行委員会、闘争委員会等の機関の議を経てなされるのであるか\nら、これら意思決定機関が機関としていかなる認識のもとに争議行為の実行を計画\nしたかにより不法行為の主観的要件の成否が決められるものというべきである。本\n件においては、すでに認定したところにより、被告四組合及び訴外四組合の意思決\n定機関は、本件ストの目的、手段、態様及び結果について十分な認識（その内容は\n前記三のとおりである。）をもつて本件ストの実行を決定したものということがで\nきるから、本件ストにつき不法行為成立のための主観的要件を具備したものという\nべきである。従つて、被告三井三池労組、同北炭夕張労組、同住友赤平労組及び同\n太平洋釧路労組は、それぞれ原告三井鉱山、同北海道炭礦汽船、同住友石炭鉱業及\nび同太平洋炭礦に対し、訴外三菱大夕張労組、同古河目尾労組、同日鉄二瀬労組及\nび同貝島大之浦労組は、それぞれ原告三菱石炭鉱業、同古河鉱業、同日鉄鉱業及び\n同貝島炭礦に対し、本件ストにより蒙つた損害について不法行為責任を負うものと\nいわなければならない。\n二　被告炭労の責任\n被告炭労は、被告四組合及び訴外四組合のほか、その他の炭鉱経営者の山元組合\nをその組織上支部として構成される労働組合で、個々の労働者を直接構成員とする\n組織ではなく、本件ストについても、前記認定事実によれば、第一七回大会で傘下\n組合から委譲されたストライキ権に基づいて、その実行を指令し、或は準備を指令\nするなどして本件ストを含むいわゆる統一ストライキを企画し指導した地位にあつ\nたというべきである。\nこのように下部の労働組合を構成単位としている上部の労働組合が下部の労働組\n合に対し正当性を欠く争議行為を企画し指導した場合においても、上部の労働組合\nが代表者（執行委員長）による争議実行命令を介して不法行為責任を負うと解する\nより、その企画指導を労働組合の行為そのものととらえ、民法七〇九条により直接\nその労働組合が不法行為責任を負うと解する方が実体にかなつているというべきで\nある。そこで、本件において、上部の労働組合である被告炭労の不法行為成立の主\n観的要件については、本件ストを企画し指導した中央企反闘委等の諸機関の認識に\nよるべきであるところ、これら機関は本件ストを含む統一ストライキの目的、手\n段、態様及び結果について十分な認識をもつて本件ストを企画し指導したものであ\nることが明らかであるから、被告炭労についても不法行為成立のための主観的要件\nは具備されているというべきである。従つて、被告炭労は本件ストにより原告らが\n蒙つた損害につき不法行為責任を負うものといわなければならない。\n三　被告炭労と被告四組合及び訴外四組合との関係\n本件ストに関し、被告炭労と被告四組合及び訴外四組合の八労組とはそれぞれ共\n同不法行為の関係にあることがすでに述べたところにより明らかである。従つて、\n被告炭労は、被告三井三池労組、同北炭夕張労組、同住友赤平労組、同太平洋釧路\n労組、訴外三菱大夕張労組、同古河目尾労組、同日鉄二瀬労組及び同貝島大之浦労\n組と連帯して、それぞれ原告三井鉱山、同北海道炭礦汽船、同住友石炭鉱業、同太\n平洋炭礦、同三菱石炭鉱業、同古河鉱業、同日鉄鉱業及び同貝島炭礦に対し、各共\n同不法行為による損害を賠償する義務があるといわなければならない。\n第三　損害の発生\n本件ストによる原告らの損害を検討するに先立つて、書証の成立を左のとおり一\n括認定する。\n証人ｈの証言により成立を認定する書証\n甲第一二号証関係、第二七号証の一の一、\n証人ｉの証言により成立を認定する書証\n甲第一三号証関係、第二九号証の六の一、\n証人ｊの証言により成立を認定する書証\n甲第一四号証関係、第三一号証の一の一、\n証人ｋの証言により成立を認定する書証\n甲第一五号証関係、第三三号証の一の一、\n証人ｌの証言により成立を認定する書証\n甲第一六号証関係、第三五号証の一の一、\n証人ｍの証言により成立を認定する書証\n甲第一九号証関係、第四一号証の一、\n証人ｎの証言により成立を認定する書証\n甲第二〇号証関係、第四九号証の一、\n証人ｏの証言により成立を認定する書証\n甲第二二号証関係、甲第四五号証の一、\n弁論の全趣旨により成立を認定する書証\n甲第二七、第三一、第三三、第三五号証の各一の二、第二九号証の六の二、第四\n一、第四五、第四九号証の各二、\n成立に争いのない書証\n第二六号証の一、第二八号証の一二、第三〇、第三二、第三四、第四〇、第四\n四、第四八号証の各一、第五七号証\n一　損害の範囲と算定方法\n１　原告らは本件ストによりストライキ当日産出が予定されていた石炭を入手し得\nなかつたことを理由に、得べかりし利益の名目で、石炭に代るべきものとして石炭\nそのものが山元において保有する価値を損害と主張し、また、出炭がなかつたため\n回収の見込みを失つたとの理由で、ロスとなつた生産費の名目のもとに本件スト当\n日の支出を損害として主張する。当裁判所は、前者を損害と認めることは疑問であ\nるが、後者はこれを損害と認めるべきであると考える。\n以下にその理由を述べる。\n２　得べかりし利益について\n原告らが主張する得べかりし利益とは後記５により算出した本件スト当日の予定\n出炭量（減産量）に山元手取額単価（販売価格から販売経費を控除）を乗じて得た\n減産額から後記６により算出した実操業日一日当りの支出（生産原価）を控除した\nいわば石炭が山元において保有する価値ともいうべきものを指している。\nしかし、ある物の価値そのものをいわば填補賠償的に損害として賠償を求め得る\nのは、その物が減失し又は効用を毀損するかして、もはやこれを回復入手すること\nができないか、又はできたとしても全く無意味に帰する場合に限られると解すべき\nである。これを地下に埋蔵されている石炭について考えると、本件のように一日間\nストライキが行なわれたため当日産出が予定されていた石炭が入手できなかつたと\nしても、翌日は出炭作業が再開されるのであるから、これによつて、原告らはスト\nライキ当日産出を予定していた石炭を入手することができるのである。従つて、原\n告ら主張のように本件ストによつて原告らが石炭そのものを失つたとして、あたか\nも填補賠償的にその価値を損害として賠償請求することはできないものというべき\nである。\n３　本件スト当日の支出（ロスとなつた生産費）について\n原告らが主張するロスとなつた生産費とは生産原価のうち本件スト当日出炭作業\nが行われなかつたにもかかわらず原告らにおいて支出し負担せざるを得なかつた費\n用を指すのである。\n甲第二七号証の一の一、同号証の一の二、第二九号証の六の一、同号証の六の\n二、第三一号証の一の一、同号証の一の二、第三三号証の一の一、同号証の一の\n二、第三五号証の一の一、同号証の一の二、第四一、第四五、第四九号証の各一、\n二（以上の書証を一括して認定に用いる場合には「各陳述書」という。）証人ｈ、\nｉ、ｊ、ｋ、ｌ、ｍ、ｎ、ｏの証言（以上の証人の証言を一括して認定に用いる場\n合には「各陳述書作成者の証言」という。）によれば、生産原価を構成する費目の\n中には、出炭に従事する従業員の賃金、出炭量の大小により支出額を異にする鉱産\n税のように、ストライキの有無、出炭量の大小に応じて変動するものと、炭坑の保\n安その他炭坑の諸設備を維持するための作業に従事する保安要員の賃金及びこれに\n要する物品費、従業員の健康管理上原告らが設置した病院職員の賃金、社屋その他\n炭坑諸施設に対する固定資産税等原告らが炭坑の経営を維持するために必要な費用\nでストライキの有無にかかわらず固定的に支出し負担しなければならないものとが\nあること、後者の固定的費用は通常であるならばその日に産出された石炭の生産原\n価に組込まれ、これを販売することによつて回収することが予定されていることが\n認められる。右認定の後者の固定的費用、すなわち本件スト当日の支出が原告ら主\n張のロスとなつた生産費であるが、右の事実によれば、ストライキにより出炭が停\n止すれば、原告らは右に認定した変動費の支出を免れることはできるが、固定的費\n用である本件スト当日の支出は回収の裏付けのないまま支出負担したことになるの\nであるから、これらの支出負担は原告らが本件ストにより蒙つた損害と認めるのが\n相当である。\nなお、後に検討するように、本件スト当日の支出の算出方法は費目によつては各\n社必ずしも同一ではない。たとえば、本件スト当日の坑内夫の直接賃金につき、原\n告三井鉱山は各職種別に九月における総賃金を操業日出勤延人員で除しこれに当日\nの保安要員数を乗じて算出しているのに（後記二の３の（二））、原告北海道炭礦\n汽船は実績支給額を算出している（後記四の３の（二））。当裁判所はその方法が\n特に不合理なものと認められない限り、各社がその実情に応じて支出をしているも\nのと判断し、これを採用することとした。\n４　以上要するに、原告らが本件ストの有無にかかわらず支出負担せざるを得なか\nつた費用は本件ストによる損害と認めることができる。もつとも、本件スト後にお\nいて石炭価格が著しく下落したとか、販売を困難ならしめる事態が生じたとかいう\nように、たとい本件スト当日に出炭があつたとしても、その販売により本件スト当\n日の支出に相当する費用を回収することができないことを予測せしめるような特段\nの事情が存すれば、右費用の支出負担をもつて損害と認め得ないといえるかもしれ\nないが、本件においてはかかる特段の事情を認むべき証拠はない。かえつて、本件\nスト当時経済界はいわゆる神武景気といわれた好況期の影響を受けていたことは公\n知の事実であるから、むしろ、石炭需要は旺盛で本件スト当日に出炭があれば、原\n告らは相当期間内にこれを販売し容易に本件スト当日の支出に相当する費用を回収\nし得たものと推定することができるのである。\n次に、実操業日一日当りの支出（生産原価）が本件スト当日の予定出炭量（減産\n量）の山元手取価格（後記５）を上廻わるいわゆる赤字山にあつては、本件スト当\n日の支出全額が損害といい得るか否かは問題である。生産原価の中には前記のよう\nに、ストライキの有無、出炭量の大小により変動する費用とストライキの有無にか\nかわらず支出し負担しなければならない固定的費用（これがロスとなつた生産費に\nあたる。）とがあるが、損害の控え目な算定の立場からみれば、ストライキがなけ\nれば、原告ら炭鉱経営者は石炭を販売することにより先ず従業員の賃金等の変動的\n費用を回収し、しかる後に固定的費用を回収すると考えるのが相当であるから、結\n局赤字山においては、赤字相当分だけ固定的費用、すなわち、本件スト当日の支出\nは回収できないことになる。赤字山においてストライキが一日行なわれたことによ\nる損害は、本件スト当日の支出から赤字分を控除した額である。\nこのように、本件スト当日における原告らの損害を認定するには、先ず当該事業\n所の赤字黒字判定のため減産額（減産量と山元手取額単価を乗じたもの）と実操業\n日一日当りの支出を算出しなければならない。以下にその算出方法を述べる。\n５　減産量と山元手取額について\n（一）　原告らは損害算出の基礎となるべき本件スト当日の予想出炭量、すなわち\n減産量を求めるにあたり、昭和三二年九月の総出炭量を同月の実操業日で除して一\n日当りの平均出炭量を求め、これと本件スト当日直前の実操業日である同月二八日\n（同月二九日は日曜日）の実出炭量を比較し（本件スト当日に出炭のある事業所で\nはこれを控除した量を比較し）、その低い方を採用している。甲第五七号証、前掲\n各陳述書、各陳述書作成者の証言により認められるように、炭鉱各社は通常石炭の\n原価計算を一ケ月を単位としてなし、また、通産大臣に対しても毎月石炭鉱業合理\n化臨時措置法七九条に基づく業務、経理状況の報告として、原価計算報告書を提出\nしている実情に照らせば、月を単位とし控え目な観点からなされている原告ら主張\nの減産量算出の方法は合理性があるものということができる。\n（二）　また、原告らは、石炭の価格の算定は本件ストが行なわれた昭和三二年九\n月当時の販売価格から販売経費を控除した山元手取額によるべきである旨主張する\nが、右算定方法は減産量の場合同様合理性を有するものということができる。そし\nて、前掲各陳述書、各陳述書作成者の証言によれば、トン当り平均山元手取額単価\n（以下「単価」とは「トン当り単価」を意味する。）は次のようにして算出するの\nが相当であると認められる。\n（１）　各事業所において産出し昭和三二年九月に販売された石炭の銘柄別販売単\n価から販売経費単価を控除した額を本件スト当時の銘柄別山元手取額単価とする。\n（２）　右銘柄別山元手取額単価に昭和三二年九月の銘柄別出炭量を乗じて銘柄別\n山元手取総額を求める。\n（３）　自家消費炭（市販されずに山元で消費される石炭で同じ銘柄でも市販のも\nのより単価は低い。）のある銘柄では、昭和三二年九月における自家消費量と同量\nが同月産出の同銘柄の石炭においても自家消費されたものと推定し、従つて、同月\nの同銘柄の出炭量から右自家消費量を控除したものを販売可能数量と推定し、それ\nぞれの数量に昭和三二年九月当時の自家消費炭の山元手取額単価及び市販炭の山元\n手取額単価を乗じて自家消費炭の山元手取総額及び販売可能炭の山元手取総額を算\n出し、その合算額を同銘柄の山元手取総額とする。\n（４）　（２）及び（３）で求めた銘柄別山元手取総額を合算すると昭和三二年九\n月産出の石炭の山元手取額の総額が求められる。\n（５）　（４）で求めた山元手取額総額を昭和三二年九月の出炭量で除すと、同月\n産出の石炭の平均山元手取額単価が求められる。\n（三）　このようにして求めた平均山元手取額単価と減産量を乗ずることにより本\n件スト当日の減産額を求めることができる。なお、一層の正確な算定をするために\nは、本件スト当日の減産量についても銘柄別に予測し、これに銘柄別山元手取額単\n価を乗ずべきことになるが、銘柄別減産量の予測は困難であり正確性を期しがたい\nので、右のように減産量に一律にトン当り平均の山元手取額を乗ずるのもやむを得\nないというべきである。\n６　実操業日一日当りの支出（一日分の生産原価）について\n（一）　実操業日一日当りの支出を算出するには、昭和三二年九月の各事業所の出\n炭総原価を求め、これから各社の実績に応じて算出した本件スト当日の支出を控除\nした残額（これが昭和三二年九月における実操業日の出炭総原価である）を実操業\n日数で除することにより求めることができる。\n（二）　このように、実操業日一日当りの支出を求めるためには、まず昭和三二年\n九月における各事業所の出炭総原価を確定しなければならない。\n甲第二六号証の一、第二八号証の一二、第三〇、第三二、第三四、第四〇、第四\n四、第四八号証の各一（以上の書証を一括して認定に用いる場合は「各原価報告\n書」という。）、第五七号証、前掲各陳述書、各陳述書作成者の証言によれば、原\n告ら炭鉱各社は石炭鉱業合理化臨時措置法七九条に基づく業務及び経理の報告とし\nて毎月監督官庁である通産大臣に石炭原価計算報告書を提出し、異議なく受領され\nているが、右報告書の費目は同法に基づく報告用として炭鉱各社が加盟している石\n炭協会が定めたもので、その内容は別紙「石炭原価計算報告書要素別説明」及び第\n三ないし第十表の各（３）の要素別欄記載のとおりであつて、いずれも原則として\n可能な限り各費目について各事業所が現実に支出し負担した額が記載されているこ\nとが認められる。そして右事実によれば、右報告書記載の各費目は炭鉱各社の月別\nの石炭原価を知るうえで適正にして合理的なものが選ばれているということができ\nるから、月別の総原価は原則として右報告書記載の原価（以下これを「報告原価」\nという。）を採用して差支えないものというべきである。\nしかし、前掲各陳述書、各陳述書作成者の証言によれば、報告原価の費目中各社\nの実績に応じて次のように修正する必要のあるものがあることが認められる。すな\nわち、前記費目中原告各社に共通していえることは賞与、退職手当引当金、本社費\n及び支払利子はいずれもその性質上原価計算の関係では期を通じて各月均等に負担\nすべきであるが、各月の報告原価は必ずしも均等にはなつていない。賞与に例をと\nれば、毎年支給額が変動するため労使交渉によりその額が確定する以前の月では前\n年の実績か又は前年の実績に応じて算出した見込額を計上しておき、額が確定すれ\nばそれ以降の月においてのみ修正計上されることになるのである。右にあげた他の\n費目についても類似のことがいえる。また、昇給が遡及して実施されたため九月に\nその差額が一括支給され報告原価にその支給額が加算されている社があるし、原告\n住友石炭鉱業以外の原告各社では九月が上期の決算期であるため九月の実績の原価\nから他の月の負担分を含む期中の片寄りの支出を一括して調整し、右調整額を九月\nの報告原価に増減額している社もある。その他各社固有の実情により報告原価が必\nずしも実績を計上していない場合もある。以上に述べたような費目については、決\n算期（原告住友石炭鉱業の場合は上期が一月から六月まで下期が七月から一二月ま\nで、その他の原告各社の場合は上期が四月から九月まで下期が一〇月から三月ま\nで）を通じ毎月均等な負担になるよう調整し、平均化し、或は報告原価に含まれる\n片寄りを増減額して修正する必要がある。\n以上述べたところによれば、昭和三二年九月の出炭総原価を求めるに当つては、\n各費目とも原則として報告原価により、ただ右のように平均化を必要とし或は片寄\nりを含む等報告原価をそのまま使用することが相当でないと認められる費目につい\nては各社の実情に応じこれを修正すべきである（以下修正された原価を「修正原\n価」という）。\n７　被告らの損害に関する主張について\n（一）　被告らは、炭鉱経営者は石炭の需給状況により精炭の割合を操作すること\nが可能であるから単に当月の出炭量のみを基準として減産量を予想し算出すること\nは不正確である旨主張するが、本件において原告らが右のような操作をしたものと\n認むべき証拠もないから、右主張は採用しがたい。\n（二）　被告らは本件ストが違法であるとしても、それは雇傭契約上の労務提供債\n務の履行不能に基因するのであるから一般原則に従い契約の目的である労務の対価\nたる賃金相当額のみが原告らの蒙つた損害である旨主張する。しかし、労務を提供\nしなかつた債務者は右不提供により債権者について生じた損害一切を賠償する義務\nあることはいうまでもないところである。\n（三）　被告らは本件スト当日の支出はストライキの有無にかかわらず支出負担が\n予定されていたのであるから、これらの支出負担は本件ストと因果関係がない旨主\n張する。しかし既に述べたように、原告らはこれら費用を生産された石炭を販売す\nることによつて回収することを予定して支出し負担しているのである。従つて、ス\nトライキにより出炭がなければ、そのストライキ当日支出し負担した費用は永久に\n回収することができないわけであるから、原告ら主張の本件スト当日の支出を本件\nストによる原告らの蒙つた損害と認めることになんら支障はない。\n（四）　このように、本件スト当日の支出とは生産原価を構成する費目中ストライ\nキの有無にかかわらず固定的に支出を要する費用をいうのであるが、被告らは右費\n目中に退職手当引当金、減価償却費のように経営者の恣意により金額を操作するこ\nとが可能なものが含まれていると主張する。しかし、前掲各原価報告書、各陳述\n書、各陳述書作成者の証言によれば、後に検討する原告らが本件スト当日の支出と\nして算出している各費目は既に述べたように炭鉱各社が石炭鉱業合理化臨時措置法\n七九条に基づき業務及び経理の報告書として毎月通産大臣に提出し異議なく受領さ\nれている石炭原価報告書記載の原価費目（第三ないし第十表各（３）の要素別欄）\nにすべて含まれていることが認められる。かかる公的性格を有する報告書において\n原価の構成要素とされている費目について本件スト当日の支出を算出することは合\n理性を有するということができるし、後に原告各社につき検討をする退職手当引当\n金及び減価償却費の算出が原告らの恣意的操作によりなされたものと認むべき証拠\nもない。\n（五）　また、被告らは退職手当引当金、減価償却費が税法に基づき算出されると\nすれば、ときの税法の内容により損害額が左右されることになり不当である旨主張\nする。しかし、税法はそのときどきの経済社会情勢等に応じその時点において合理\n的と認められる方法を採用し規定しているものということができるから、これに準\n拠してこれら費目を算出しても不当であるということはできない。\n（六）　被告らは、原告らは資産に算入すべきある種の資本的支出を原価として処\n理していることを不当であると主張する。なるほど、資本的支出は会計処理上資産\nに計上した後耐用年数に応じて毎年減価償却し、その償却費を順次原価に組入れる\nのが原則であるが、証人ｉ、ｋの証言によれば、炭鉱では日時を経るにしたがい出\n炭現場が順次深部に移行し、これにつれ坑道その他出炭のための諸設備の新設、投\n資がなされるが、これら設備投資は常に出炭高の増加を伴なうものとは限らないた\nめ、このような現状の生産高維持のための資本的支出については租税特別措置法\n（以下「租特法」という。）四九条が損金扱いの特例を認めていたこと、その関係\nで原告各社は右特例の適用を受ける限度でこれら資本的支出を原価に算入する扱い\nをしていたのであり、石炭鉱業合理化臨時措置法に基づく通産大臣への報告もこの\n扱いにより算出した原価に基づいたものであることが認められる。このような石炭\n産業の特殊性を考えれば、本件のような損害賠償請求の関係においても租特法の適\n用を受けることの明らかな資本的支出を原価に算入してもあえて不当というに当ら\nない。\n（七）　昀後に被告らは原告らの原価修正の方法は収入経費対応の原則に反してい\nる旨主張する。しかし、原告らは収入（減産量）と支出（原価）を共に月単位で算\n出しており、ただ支出面で昭和三二年九月に片寄を含むものとか性質上期を通じて\n各月均等に負担すべきものについてこれを修正するというにとどまるから収入と経\n費は対応しているものということができる。当裁判所としても原告らが各陳述書で\n算出する個々の修正方法については問題があるとしても、原告ら主張の右のような\n修正方法そのものは基本的に相当なものと考える。\n（八）　証人ｐの証言及び同証言により真正に成立したものと認められる乙第五\n六、第五七号証、証人ｑの証言は原告らの主張に対し一般的な形で疑問を呈したに\nとどまり、未だ右主張を具体的に否定するに至るには十分でないので、採用の限り\nではない。\n８　損害算出方法のまとめ\n（一）　これまで述べてきたところによつて、損害算出の方法をまとめると次のと\nおりになる。\n（１）　昭和三二年九月の報告原価に基づき（修正を必要とする費目については修\n正を施したうえで）同月の出炭総原価を算出する。（前記６の（二））。\n（２）　可能な限り本件スト当日の支出を算出し、これを（１）の出炭総原価から\n控除して同月の実操業日における出炭総原価を求める。（前記６の（一））。\n（３）　（２）で求めた実操業日における出炭総原価を同月の実操業日数で除して\n同月における実操業日一日当りの支出を求める。（前記６の（一））。\n（４）　（３）で求めた実操業日一日当りの支出と前記５に述べた方法により求め\nた本件スト当日の減産額とを比較し、\n（ａ）　前者が後者を下廻わる黒字山にあつては本件スト当日の支出をそのまま損\n害額と認定し、\n（ｂ）　前者が後者を上廻わる赤字山にあつては、本件スト当日の支出から赤字部\n分を控除した額を損害額と認定する（前記４）。\n（二）　なお、損害額の認定に当り、原告各社に共通することがらとして次の二点\nを付加する。\n（１）　後に各社別に検討するように、当裁判所が認定する昭和三二年九月の総原\n価はすべて各社が陳述書により算出する総原価より高く、また、当裁判所の認定す\nる本件スト当日の総支出額は大部分の物品費の支出が立証されていない関係上原告\n各社が算出する支出総額より低い。従つて、当裁判所認定の数値を用いる限りでは\n九月の総原価から本件スト当日の支出を差引きこれを実操業日数で除することによ\nり算出される実操業日一日当りの支出（前記６の（一））は高くなり、そのことは\n前記黒字を知るための減産額との比較において（前記８の（一）の（４））利益を\n控え目に見積ることに帰するから（その結果赤字となれば、損害額認定の際本件ス\nト当日の支出から控除することとなる）、その意味では不当な損害の認定をするこ\nとにはならない。\nしかし、本件スト当日の支出が原告らの算出額より当裁判所の認定額が総額にお\nいて低いとはいえ、個別的に各費目を眺めると、後に検討するように、月別原価を\n本件スト当日を含む実操業日数（二五）で除することによつて本件スト当日の支出\nを算出している費目にあつては、当裁判所の月別原価の認定額が原告らの算出額よ\nり高いため、その費目に関する限り本件スト当日の支出も原告らが各陳述書により\n算出する額より当裁判所の認定額が高い結果を招くことになるものもある。そこ\nで、このような費目については昀終の損害額算定の関係では原告らが各陳述書によ\nり算出している額の限度で認定することとした。もとより、費目相互間で認定金額\nを流用し総額において当裁判所の認定額が原告らの算出額をこえなければよいとす\nる立場も十分考えられる。しかし、既に述べたように、原価の算出は報告原価を基\n礎とし修正すべき合理的理由ある費目についてその修正を認めるわけであるが、後\nに検討するように本件では原価修正に関する資料に乏しく、このため原告らが各陳\n述書において述べる修正理由が認められないものもある。その結果として、原告ら\nが減額修正を主張しながら高額の報告原価がそのまま認定される費目もでてくる\n（因に、既に述べたように、本件においては、原価が、損害としての本件スト当日\nの支出（（この場合は低く算定する方が控え目な認定となる））と各社の赤字黒字\nの判定（（赤字となればその分だけ損害額算定の際本件スト当日の支出から減額す\nることになるから原価を高く認定する方が一般的に控え目な算定に通じる））との\n両者に用いられるという特殊な関係にあるため、原告らが右のように減額修正を主\n張することは、当然には自ら不利益にして控え目な算出をしていることにはならな\nいのであり、従つて裁判所としても原告らの算出する減額修正額をそのまま採用す\nるわけにはいかないのである。）。そうすると、原告らは原価修正根拠を説明し得\nなかつたため、かえつて損害としての本件スト当日の支出の認定につきその費目に\n関する限りでは有利な結果を得ることになり不合理であるといわざるを得ない。ま\nた、後に検討するように大部分の物品費の本件スト当日の支出は立証なきものとさ\nれるが、もし原告らが算出する額より高額に認定された費目から全く立証のなかつ\nた費目にその流用を認めるとすれば、損害額の立証なき費目にたとい一部にせよ立\n証があつたと認めたのと同じ結果を招くこととなり相当とはいいがたい。このよう\nなことを考慮し、当裁判所は本件スト当日の支出につき実操業日の総原価算出の関\n係では裁判所の認定額を用い、昀終的に損害額認定の関係では各費目とも原告らが\n各陳述書により算出する額をこえない限度で認定することとしたのである。\n（２）　次は証拠関係についてである。原告らは減産量、山元手取額、報告原価に\n関しては陳述書のほか各種日報、月報、帳簿、石炭原価計算報告書等を提出してい\nるが、決算原価、実績による原価の修正及び本件スト当日の支出を知る手がかりと\nなる証拠は各陳述書及びその作成者の証言以外になかつた。\n当裁判所としても、これらに関する数値はいずれもなんらかの相当な根拠に基づ\nき算出されたものであろうとは推察するが、認定に当りなんらの根拠を知ることな\nく単に陳述書に記載された数値をそのまま採用することは相当でなく、さりとて、\n訴提起以来長年月を経過している現在改めて証拠調をすることの困難さを考慮し、\n少くとも決算原価に関する書証と原価修正及び本件スト当日の支出の数値、特に本\n件スト当日の支出の算出のための式とその数値の根拠となつた書類（主として帳\n簿、伝票類）の標目を明らかにすることを原告らに求め、しかる後にこれらの陳述\n書及び証言の信用性を検討することとした。しかし、原告らのうち住友石炭鉱業及\nび貝島炭礦は当裁判所の求めにもかかわらず決算原価に関する書証を提出したのみ\nで遂に他の点については（特に算出根拠とした書類の標目）を明らかにしなかつ\nた。そこで、これら二社については修正する必要のない報告原価、決算原価を基礎\nとしてなされた報告原価の修正（報告原価、決算原価はこれら二社も陳述書以外か\nらも認定し得る。）及びこれら原価をもとにして算出された本件スト当日の支出は\n認定したが、期末の調整、実績等に基づく原価の修正及び本件スト当日の支出につ\nいては陳述書の記載を採用せず、結局この点は立証なきものと扱つた。その他の社\nについては、主として本件スト当日の支出についての書類関係等の説明が補足され\nたが、これら書類は本件スト当日の支出算出の根拠とされただけでなく、本件スト\n当日の支出が原価の各費目にわたつて算出されていることからみて原価修正の根拠\nとなつたものであると推定することができる。そこで、当裁判所は、これら各社に\nついては原価の修正及び本件スト当日の支出の数値がこれら書類に根拠をおくとの\n前提のもとに各費目について原価の修正及び本件スト当日の支出について検討を加\nえた。\n二　原告三井鉱山三池鉱業所関係\n１　減産額\n（一）　減産量\n甲第一二号証の一、証人ｈの証言によれば、次の事実が認められる。\n（１）　昭和三二年九月の出炭量が一八万七七〇〇トンであること（第三表（１）\nの①欄）\n（２）　同月には公休が五日間（一日、八日、一五日、二二日、二九日）あつたほ\nか、三〇日に本件ストが行なわれたから、同月の実操業日数は二四日であること\n（同表②欄）\n（３）　従つて同月の実操業日一日当りの平均出炭量は（１）を（２）で除した七\n八二〇トンであること（同表③欄）\n（４）　本件スト以前で本件ストに近接した操業日は同月二八日で当日の出炭量は\n八一六五トンであること（同表④欄）\n（５）　本件スト当日出炭は全くなかつたこと\n従つて前記一の５の（一）に述べた理由によれば、本件スト当日の減産量は七八\n二〇トンと推定すべきである（他社については以上認定の経緯を簡略に記載するも\nのとする。）。\n（二）　山元手取額\n甲第一二号証の三、同号証の四、第二七号証の一の一、証人ｈの証言によれば、\n昭和三二年九月における原告三井鉱山三池鉱業所の山元手取額は次のようにして求\nめるのが相当であると認められる。\n（１）　昭和三二年九月中に同鉱業所において産出した石炭の銘柄別内訳の数量は\n第三表（２）の（イ）欄記載のとおりであり、また同鉱業所において産出され同月\n中に販売された石炭の銘柄別の山元手取額単価（販売経費控除ずみ）は同表（ロ）\n欄記載のとおりで、自家消費炭を含む未洗小塊、特粉、特上粉を除いた銘柄の各山\n元手取総額は（イ）に（ロ）を乗ずることにより同表（ニ）欄記載のとおり求めら\nれる。\n（２）　未洗小塊、特粉、特上粉については、昭和三二年九月中に同鉱業所におい\nて第三表（２）の（ハ）欄の数量欄記載の量の自家消費炭があつたので、前記一の\n５の（二）の（３）において述べたように、同月産出の右三銘柄の出炭量から右自\n家消費量を控除した量が販売可能であると推定し、自家消費分には同表（ハ）欄の\n単価欄記載の金額を乗じ、残余の販売可能分には同表（ロ）欄の金額を乗じ、これ\nを合算することにより右三銘柄につき同表（ニ）欄記載の山元手取総額を得る。\n（３）　かくて前記（１）、（２）により得られた銘柄別山元手取総額を合計した\n第三表（２）の（ニ）欄の合計欄記載の九億五四八六万八六〇三円が昭和三二年九\n月中に同鉱業所において産出した石炭の山元手取額総額であり、これを同表（イ）\n欄の合計欄記載の同月の総出炭量一八万七七〇〇トンで除した同表（ロ）の合計欄\n記載の五〇八七円が同月に産出した石炭の山元手取額単価である。\n（以上の証拠及び計算関係の内訳は第三表（２）「証拠関係及び算出方法の説明」\n記載のとおりである。）\n（三）　減産額\n従つて、本件スト当日の減産額は右山元手取額単価五〇八七円に前記（一）に認\n定した減産量七八二〇トンを乗じた三九七八万三四〇円である。\n２　当月総原価\n甲第二六号証の一によれば、原告三井鉱山三池鉱業所の昭和三二年九月の報告原\n価の内訳は第三表（３）原価関係説明表の①報告原価欄記載のとおりであることが\n認められる。\n（一）　物品費\n甲第二七号証の一の一、証人ｈの証言によれば、同鉱業所の昭和三二年九月の報\n告原価中の物品費を次のように修正すべきであるとしている。\n（１）　木材費中の坑木、火薬、石炭の費目については九月の実績である報告原価\nをそのまま計上する。\n（２）　事務用消耗品、「その他」の費目については報告原価を昭和三二年上期\n（四月から九月まで）の決算原価（期を通じて算出される各費目の原価）の六分の\n一に修正して計上する。\n（３）　右（１）、（２）以外の費目（坑木を除く木材、金属類、電気用品、工具\n器具備品、ゴム製品、油類）については、各決算原価を、生産実績にかかわらず毎\n月固定的に要する費用と生産実績に応じて毎月変動する費用に分け、九月の固定費\nは決算原価中の固定費の六分の一を計上し、同月の変動費は実績に応じて計上し、\nその両者を合算し、これを修正原価とする。\nしかし、（３）の費目については、何を基準として固定費と変動費を区別するか\nに関し、右甲第二七号証の一の一に一応抽象的に記載され、証人ｈの証言中にも同\n旨の部分があるものの、その具体的内訳は、原告の全立証によるも必ずしも明らか\nでなく、また、原告各社がすべてこのような区別のもとに原価を修正しているわけ\nでもないから（原告三井鉱山のほか原告古河鉱業が同種の修正を主張してい\nる。）、かかる修正方法は相当でないというべきである。また、（２）の費目につ\nいても、他の原告各社の修正方法と対比しあえて実績を修正し、決算原価を基準と\nしなければならない合理的理由は見出しがたい。従つて、物品費についてはすべて\n報告原価に基づくのが相当である。\n以上によれば、昭和三二年九月の物品費の修正原価は第三表（３）の②修正原価\nの物品費欄記載のとおり、合計一億六七五二万一三七九円である。\n（二）　労務費\n甲第二七号証の一の一、同号証の一の二、証人ｈの証言によれば、職員給与及び\n坑内夫、坑外夫（以下両者を総称して「鉱員」という。）賃金は、稼働量の大小に\nより原則的に変動するものであるから、九月の実績である報告原価によるべきこ\nと、しかし、九月の職員給与には①減額修正すべき四月から八月までの昇給精算\n分、②増額修正すべき四月から六月までの勤務手当修正分、③減額修正すべき八月\nの基準外手当が含まれているため、結局九月の職員給与は報告原価を五五五四万八\n八〇六円に減額修正すべきであること（その計算関係の内訳は第三表（３）注１記\n載のとおり、以下この種の記載を「第三表（３）注１」と略記する。）、職員及び\n鉱員賞与、退職引当金は期を通じ各月均等に原価として負担すべきであるから、報\n告原価をそれぞれ各決算原価の六分の一である一九六四万八二〇〇円、四一六三万\n八三〇〇円、三九一六万八二七九円に修正すべきこと（同表注６）、決算原価に含\nまれる賞与に対する使用者負担分の法定福利費は、期を通じ原価として各月均等に\n負担すべきであるから、九月の原価としての法定福利費は決算原価中賞与に対する\n法定福利費の六分の一の額と同月の職員給与及び鉱員賃金に対する法定福利費の各\n使用者負担分を合算した四三二五万八〇七六円に修正すべきであること（同表注\n２）が認められる。\n以上の事実によれば、昭和三二年九月の労務費の修正原価は、第三表（３）の②\n修正原価の労務費欄記載のとおり四億七九九八万二二二二円である。\n（三）　経費\n甲第二七号証の一の一、同号証の一の二、証人ｈの証言によれば、租税公課のう\nち出炭量の大小により変動する鉱産税その他の納付金（以下「鉱産税等」とい\nう。）については、九月の実績を計上し、その他の租税公課については出炭量の大\n小にかかわらず納付すべきであるから期を通じ各月均等に原価として負担すべきこ\nととなり、決算原価中鉱産税等を除く額の六分の一を計上し、その合算額である二\n二一〇万八九二八円を租税公課の修正原価とすべきこと（第三表（３）注３）、減\n価償却費のうち鉱業用固定資産に対するものは生産高比例法が採用されているから\n九月の実績により計上し、その他の資産に対するものは出炭量の大小とかかわりな\nく期を通じて各月均等に原価として負担すべきであるから、鉱業用固定資産に対す\nる減価償却費を除くその余の決算原価中の減価償却費の六分の一を計上し、その合\n算額である四〇八二万一六四八円を減価償却費の修正原価とすべきであること（同\n表注４）、経費中「その他」の費目のうち悪石運賃は出炭量の大小により変動する\nから九月の実績を計上し、これを除く費用は出炭量の大小にかかわりなく期を通じ\n各月均等に原価として負担すべきであるから、決算原価中経費「その他」の費用か\nら悪石運賃を除いた額の六分の一を計上し、その合算額である七二八二万一六〇二\n円を経費「その他」の修正原価とすべきであること（同表注５）、支払電力料、旅\n費通信費は報告原価を修正する必要がないこと、支払修繕料及び支払賠償費も本来\nであるならば報告原価によるべきであるが、支払修繕料につき決算原価の六分の一\nと報告原価を対比すると前者は二九九五万九六八一円、後者は五七〇七万六〇五三\n円でその間に大きな差があり、そのひとつの理由として、社宅の修繕費のように期\nを通じて均等に各月負担すべき費用が越冬期を前にして九月に片寄つたことが考え\nられるから、片寄りを含む右報告原価を決算原価の六分の一に修正するのが相当で\nあること（同表注６）、支払賠償費についても決算原価の六分の一である五八〇万\n九六七円と報告原価一五二七万七七七〇円との間に大きな差があり、報告原価に片\n寄りがあると考えざるを得ないからこれも決算原価の六分の一に修正するのが相当\nであること（同表注６）が認められる。\n以上によれば、昭和三二年九月の経費の修正原価は第三表（３）の②修正原価の\n経費欄記載のとおり二億一四九四万五一九六円である。\n（四）　控除額、本社費、支払利子\n甲第二七号証の一の一、同号証の一の二、証人ｈの証言によれば、本社費及び支\n払利子はいずれも期を通じ均等に原価として各月負担すべきであるから、報告原価\nをそれぞれ第三表（３）の②修正原価欄記載のとおり三四九四万九三三三円、二六\n〇六万五七〇六円に修正すべきこと、控除額は別紙要素別説明書からみれば他の原\n告各社同様報告原価によるべきであるが、決算原価の六分の一である三六四八万七\n六三四円と報告原価七八三七万七四四八円とを対比すると大きな差があり報告原価\nに片寄りがあると考えざるを得ないから、報告原価を決算原価の六分の一に修正す\nるのが相当であることが認められる（第三表（３）注６）。\n（五）　以上（一）ないし（四）に述べたところによれば、原告三井鉱山三池鉱業\n所の昭和三二年九月の出炭総原価は第三表（３）の②修正原価の出炭総原価欄記載\nのとおり八億八六九七万六二〇二円である。\n３　本件スト当日の支出（ロスとなつた生産費）\n（一）　物品費\n甲第二七号証の一の一、証人ｈの証言によれば、物品費の本件スト当日の支出は\n次のとおり算出すべきであるとしている。\n（１）　本件スト当日の使用実績を把握し得た坑木、火薬、石炭についてはその額\nによること、\n（２）　事務用消耗品については修正原価を本件スト日を含めた九月の実操業日数\nである二五で除した額によること（以下この除法を単に「二五分の一」という）\n（３）　その余の費目については、九月の修正原価のうちストライキの有無にかか\nわらず支出負担が予想される　固定的費用の二五分の一の額によること\nこのうち（１）は本件スト当日出炭があれば、その石炭原価に右支出を負担させ\nて石炭を販売することにより回収し得た支出（以下このような支出を「本件スト当\n日の損害としての支出」という。）と認めて差支えなく、また、（２）については\n本件ストが専ら出炭の現場部門においてのみ行なわれたため事務用消耗品の支出が\n特に減少したものとは推定しがたいこと及び事務用消耗品はその月を通じ原価とし\nて各実操業日（二五日間）産出の石炭において均等に負担すべきであるから、特段\nの反証がない限り、（２）を本件スト当日の損害としての支出と認めることができ\nる。しかし、（３）については前記２の（一）において述べたように固定的費用の\n選択の基準が不明確であり、さりとて事務用消耗品のように各実操業日に均等に負\n担させることはその費目の性質上相当ではなく、また、本件スト当日の支出実績も\n把握されていない以上これら費目の損害としての支出は結局立証がなかつたものと\n扱わざるを得ない。\n以上によれば本件スト当日の損害としての支出は二八万二七五三円である。（第\n三表（４）①物品費）。\n（二）　労務費\n甲第二七号証の一の一、同号証の一の二、証人ｈの証言によれば、本件ストは出\n炭に従事する現場の鉱員により行なわれ、出炭に直接従事しない職員はこれに参加\nしておらず、また、保安要員は稼働していたのであるから、これら本件スト不参加\nの従業員の本件スト当日の給与等は、本件ストのため出炭が停止したことにより回\n収し得ない損害となつたものといい得ること、具体的には、職員給与については九\n月の修正原価中基準内給与及び公休出勤手当を除く基準外手当の各二五分の一の額\nが本件スト当日の損害であり（第三表（４）②労務費中（イ）職員給与）、鉱員賃\n金中保安要員である鉱員の直接賃金については、各職種別に九月における総賃金を\n操業日出勤延人員で除し、これに当日の保安要員数を乗じて算出し、間接賃金（家\n族手当、精勤手当）については坑内夫、坑外夫ごとに前同様九月における総賃金を\n出勤延人員で除し、これに当日の保安要員数を乗じて算出して得た額が本件スト当\n日の損害としての支出であること（同（ロ）坑内夫、同（ハ）坑外夫）、賞与及び\n退職手当引当金は月単位にみれば原価として各実操業日（二五日間）に産出した石\n炭においてその二五分の一ずつを均等に負担すべきであるが、本件ストにより特に\n支出負担を免れ得るという性質のものではなく、出炭停止により右両費目に対する\n本件スト当日産出予定の石炭による原価負担分、すなわち右両費目の九月の修正原\n価の二五分の一の額は回収し得ないこととなつたということができるから、右金額\nは本件スト当日の損害としての支出であるといい得ること（同（ニ）賞与、（ホ）\n退職手当引当金）、職員給与、鉱員賃金等に対する法定福利費中の使用者たる原告\n三井鉱山の負担額も石炭原価に組入れられこれを販売することにより回収が予定さ\nれているものであるが、本件スト当日産出予定の石炭が原価として負担すべき部分\nは本件ストの結果回収し得ないこととなつたから、これも損害としての支出といい\n得ること、具体的には、法定福利費のうち標準賃金月額に応じて徴収される健康保\n険料及び厚生年金保険料は、原価として各実操業日（二五日間）に産出した石炭に\nおいてその二五分の一ずつを均等に負担すべきであるが、本件ストにより特に支出\nを免れ得るという性質のものではないから九月の右両保険料徴収額の二五分の一は\n本件スト当日の損害としての支出といい得るのであり、現実の支給給与額又は賃金\n額に応じて徴収される労災及び失業保険料のうち九月の賞与の修正原価及び職員の\n勤務手当に対する徴収額の二五分の一も前同様の理由により本件スト当日の損害と\nしての支出といい得るのであり、また、右労災及び失業保険料のうち本件スト当日\nの損害としての支出にあたる職員給与（但し勤務手当を除く）及び鉱員賃金に対す\nる徴収額は全額回収の裏付なく支出された損害としての支出であるといい得ること\n（同（ヘ）法定福利費）が認められる。\n以上によれば、労務費の本件スト当日の損害としての支出は合計九二一万六八五\n〇円である（同合計欄）。\n（三）　経費\n甲第二七号証の一の一、同号証の一の二、証人ｈの証言によれば、支払修繕料、\n旅費通信費については物品費の事務用消耗品について述べたと同様の理由により\n（前記（一））、支払賠償費については賞与及び退職手当引当金について述べたと\n同様の理由により（前記（二））、各修正原価の二五分の一が本件スト当日の損害\nとしての支出であるといい得ること（第三表（４）③経費（イ）支払修繕料（ハ）\n支払賠償費（ニ）旅費通信費）租税公課については九月の修正原価から出炭量に応\nじて変動する鉱産税等を除いたその余の金額、すなわち出炭量の大小にかかわらず\n賦課徴収される鉱産税等以外の租税公課は、賞与及び退職手当引当金について述べ\nたと同じ理由により（前記（二））、その二五分の一が本件スト当日の損害として\nの支出であるといい得ること（同（ホ）租税公課）、減価償却費については、九月\nの修正原価から出炭量の大小により変動する鉱業用固定資産に対する償却費を除い\nたその余の金額、すなわち鉱業用固定資産以外の資産に対する償却費（この種の資\n産については出炭量の大小にかかわらず償却される。）は賞与及び退職手当引当金\nについて述べたと同じ理由により（前記（二））その二五分の一が本件スト当日の\n損害としての支出であるといい得ること（同（ヘ）減価償却費）、経費「その他」\nについては、九月の修正原価から出炭量の大小に応じて変動する悪石運賃を除いた\n金額はストライキの有無にかかわらず支出を要するものとしてその二五分の一が本\n件スト当日の損害としての支出であるといい得ること（同（ト）その他）が認めら\nれる。\n以上によれば、経費の本件スト当日における損害としての支出は合計七一三万二\n六三一円である。（同合計欄）。\n（四）　控除額、本社費、支払利子\n甲第二七号証の一の一、同号証の一の二、証人ｈの証言によれば、控除額、本社\n費、支払利子はその性質上、月単位としてみれば各実操業日において均等に配分す\nべきであるから、控除額については修正原価の二五分の一を本件スト当日の収入と\n認め、本社費、支払利子については修正原価の二五分の一を本件スト当日の損害と\nしての支出と認めるのが相当である。これによれば、控除額は一四五万九五〇五\n円、本社費は一三九万七九七三円、支払利子は一〇四万二六二八円である（第三表\n（４）④控除額⑤本社費⑥支払利子）。\n（五）　以上認定の（一）ないし（四）の支出を合計し収入（控除額）を控除する\nと、原告三井鉱山三池鉱業所の本件スト当日の損害としての支出は一七六一万三三\n三〇円で、各費目について当裁判所の認定額と同原告の算出額を対比したものが、\n第三表（３）④及び⑤欄である。\n４　損害額の認定\n（一）　実操業日一日当りの支出\n前記２の認定によれば、昭和三二年九月の総原価は八億八六九七万六二〇二円で\nあり、前記３認定によれば本件スト当日の損害としての支出は一七六一万三三三〇\n円であるから、実操業日一日当りの支出は前者から後者を差引いた八億六九三六万\n二八七二円を同月一日から同月二八日までの実操業日数二四で除した三六二二万三\n四五三円である。（第三表（３）原価関係説明表⑥、⑦第三表（５）損害額算出表\n（３））\n（二）　一方、前記１認定によれば、本件スト当日の減産額は三九七八万〇三四〇\n円であると推定されるから、これと前記（一）の実操業日一日当りの支出とを比べ\nると、原告三井鉱山三池鉱業所では本件ストがなければ本件スト当日は収入が支出\nを上廻ることが予測される。（第三表（５）損害額算出表（４））。従つて、同鉱\n業所では本件ストがなければ本件スト当日の支出額全額を回収し得たものというこ\nとができる。\n（三）　しかして、前記一の８の（二）の（１）に述べたように、当裁判所の認定\nする本件スト当日の支出額が甲第二七号証の一により同原告が算出する額を上廻わ\nる費目はないから、前記３認定の本件スト当日の支出額一七六一万三三三〇円が本\n件ストにより同原告が蒙つた損害であるということができる（第三表（５）損害額\n算出表（５）（６））。\n（以下他社において原告三井鉱山三池鉱業所と同趣旨の方法により原価を修正し、\n本件スト当日の支出を算出する場合は、その理由は同鉱業所について述べたと同じ\nであるから、その理由の記載を省略することとする。）\n三　原告三菱石炭鉱業大夕張礦業所関係\n１　減産額\n（一）　減産量\n甲第一三号証の一、同号証の二、証人ｉの証言によれば、第四表（１）記載のと\nおり、原告三菱石炭鉱業大夕張礦業所の昭和三二年九月の実操業日出炭量は四万五\n五〇〇トン、実操業日数は二四日、実操業日一日当りの出炭量は一八九五トン、同\n月二八日の出炭量は一八四〇トンであることが認められるから、本件スト当日の減\n産量は一八四〇トンであると推定すべきである。\n（二）　山元手取額\n甲第一三号証の二三、同号証の四四、同号証の四九、第二九号証の六の一、同号\n証の六の二、証人ｉの証言によれば、昭和三二年九月における原告三菱石炭鉱業大\n夕張礦業所の山元手取額算出方法に関し、次の事実が認められる。\n同礦業所では、同所で産出し昭和三二年九月に販売された石炭の山元手取総額を\n知る資料はあるが、個々の銘柄別には山元手取額を直接知るべき資料はなく、た\nだ、当時の市場から予測し得る価格（坑所手取額）しか直接には把握し得ない。そ\nこで、次のような方法により山元手取額を求めるほかない。\n（１）　銘柄別に昭和三二年九月の販売量（第四表（２）山元手取額算出表（その\n二）（イ）欄）に坑所手取額単価（同表（ロ）欄）を乗じて坑所手取総額（同表\n（ロ）欄）を求め、これを合算して同月の市販炭の坑所手取総額（同表（ロ）欄の\n「総額」の「市販炭合計欄」）を求める。\n（２）　前記（１）で求めた市販炭の坑所手取総額と山元手取総額（第四表（２）\n山元手取額算出表（その一）合計欄）の比の値一・〇一一三を求める。\n（３）　市販炭の銘柄別坑所手取額単価と山元手取額単価の比率も前記（２）で求\nめた各総額間の比率と同一であると推定し、右比率を坑所手取額単価に乗じたもの\nを山元手取額単価とする（第四表（２）山元手取額算出表（その二）の「二等粉\n（自家消費分）」欄及び「総計」欄を除く（ハ）欄）。二等粉の自家消費分につい\nては坑所手取額単価をそのまま山元手取額単価とする（同表（ハ）欄の二等粉（自\n家消費分）欄）。\n（４）　前記（３）で求めた山元手取額単価に昭和三二年九月の出炭量（同表\n（ニ）欄）を乗じて銘柄別山元手取総額を求め、これを合計して同月出炭の山元手\n取総額を得る（同表（ホ）欄の総計欄）。\n（５）　前記（４）で得た山元手取総額（同表（ホ）欄の総計欄）を総出炭量（同\n表（ニ）欄の総計欄）で除し、五二七四円を得る（同表（ハ）欄の総計欄）。これ\nが昭和三二年九月産出の石炭の山元手取額の平均単価である。\n（以上の証拠及び計算関係の内訳は第四表（２）「証拠関係及び算出方法の説\n明」記載のとおりである。なお、前記（２）により求めた山元手取総額は同原告が\n甲第二九号証の六の一の第三表により算出した額とは異なる。同原告の右算出額は\n同礦業所において産出し昭和三二年九月に販売された石炭につき売上代、扱地費、\n輸送諸掛については甲第一三号証の四四（昭和三二年九月分大夕張炭石炭販売損益\n表）を根拠としているが、右書証に記載のある売炭金利、輸送経費を売上額から控\n除しておらず、また、支店費も右書証によらずに大夕張炭九月分支店費配賦額実績\nにより求めてこれを売上代から控除している。しかし、売炭金利及び輸送経費を売\n上代から控除しない理由は明らかでなく、また、支店費についても配賦額算出のた\nめの数値が全て証拠上明らかであるといい得ないだけでなく、敢えてそのような方\n法をとらねばならぬ理由も見出し難い。そこで、当裁判所は前記甲第一三号証の四\n四によつて昭和三二年九月の山元手取総額を算出したのである）。\n（三）　減産額\n従つて、本件スト当日の減産額は山元手取額単価五二七四円に前記（一）に認定\nした減産量一八四〇トンを乗じた九七〇万四一六〇円である。\n２　当月総原価\n甲第二八号証の六、第二九号証の六の一、同号証の六の二によれば、原告三菱石\n炭鉱業大夕張礦業所の昭和三二年九月の報告原価の内訳は第四表（３）原価関係説\n明表①の報告原価欄記載のとおりであることが認められる。\n（一）　物品費\n甲第二九号証の六の一、同号証の六の二、証人ｉの証言によれば、同鉱業所の昭\n和三二年九月の報告原価中物品費の金属類、電気用品、工具器具備品、「その他」\nは次のように修正されるべきであるとしている。\n（１）　金属類及び電気用品については報告原価から租特法四九条の損金扱いの特\n例を受ける限度をこえる追加投資額である一八二七万四〇一四円及び一八六万二四\n〇〇円をそれぞれ控除する。\n（２）　工具器具備品については報告原価に同条の特例を受ける限度で追加投資額\n三六六万八〇〇円を加算する。\n（３）　同鉱業所では、貯蔵品については一会計期間を通じ総平均価格を採用し、\n期中必要に応じ予定価格で払出し、その価格を毎月の原価に算入しているので、期\n末に総使用量の実際の価格と原価に計上されている予定価格の差額を調整してい\nる。九月の物品費「その他」の原価は同月の実績より右調整差額を控除した額を報\n告しており、実績と合致していないので、これを実績額である三〇〇万九七八六円\nに修正する必要がある。\n（４）　その他の費目については報告原価を修正する必要はない。\nそこで右の三点について修正の要否を検討すると、（１）及び（２）の租特法の\n特例を受ける追加投資とは、前記一の７の（六）に述べた現状の生産高を維持する\nための資本的支出をいうのであるが、同原告は前記書証において単に数字を列挙す\nるのみで、それが果して右のような租特法の特例を受けるための要件を具備するか\n否かにつき当裁判所として判断することができない。従つて、当裁判所としては前\n記のように監督官庁である通産大臣に対し業務及び経理の報告として適正に作成さ\nれたと推定される石炭原価計算報告書の原価によるほかないのである。（３）の貯\n蔵品期末調整による修正の理由は合理性があるといえるし、その数値も甲第二九号\n証の六の二記載の帳簿、伝票等を基礎に会社内部の通常の会計事務処理として適正\nに算出なされたものと推定されるから、この修正はそのまま認めて差支えないもの\nというべきである（第四表（３）注１）。その他の費目については報告原価による\nべきである。\n以上によれば、昭和三二年九月の物品費の修正原価は第四表（３）の②修正原価\nの物品費欄記載のとおり七九八九万三四一円である。\n（二）　労務費\n甲第二九号証の六の一、同号証の六の二、証人ｉの証言によれば、鉱員賃金及び\n雑給は報告原価をそのまま採用すべきこと、九月の職員給与には、（１）減額修正\nすべき四月から八月までの医師給与等のベースアツプ差額、（２）減額修正すべき\n八月の基準外手当が含まれているため、結局九月の職員給与は一〇五一万一二一七\n円に減額修正すべきこと（第四表（３）注２）、職員及び鉱員賞与は九月の報告原\n価をそれぞれ各決算原価の六分の一である四〇四万四〇九一円、九八三万三二四三\n円に修正すべきこと（同表注８）、賞与を決算原価の六分の一に減額修正したこと\nによる修正差額に対する法定福利費（これは九月の原価で負担すべきではない）及\nび九月分以外の医師給与等のベースアツプ分に対する法定福利費の原告負担分を報\n告原価から減額修正すると、法定福利費の原価は九二九万八二〇六円となること\n（同表注３）が認められる。\n甲第二九号証の六の一によれば退職手当引当金の決算確定額が零であるとしてそ\nの修正原価も零としている。しかし、甲第二九号証の六の二によれば退職手当引当\n金は決算原価として六一二〇万一〇八四円が計上されていることが認められる。こ\nのように決算原価に計上されている以上退職手当引当金の修正原価もその六分の一\nである一〇二〇万一八一円とすべきである（第四表（３）注８）。\n以上の事実によれば、昭和三二年九月の労務費の修正原価は第四表（３）の②修\n正原価の労務費欄記載のとおり一億一三〇九万二二四五円である。\n（三）　経費\n甲第二九号証の六の一、同号証の六の二、証人ｉの証言によれば、租税公課につ\nいては九月に返戻された整備事業団納入の特別鉱害納付金（四、五月分）を九月の\n実績から控除して報告原価を作成したため、この分を報告原価に加算した六四三万\n七二一八円に修正すべきこと（第四表（３）注４）、減価償却費については生産高\n比例法がとられている鉱業用固定資産に対するものは九月の実績を計上し、その他\nの資産に対するものは決算原価中の右資産の減価償却費用の六分の一を計上し、そ\nの合算額二〇三八万七三三八円を修正原価とすべきであること（第四表（３）注\n５）、同礦業所では一定の場合に従業員又は家族の医療費の一部を負担しており、\n期中の費用全額が九月の報告原価の経費「その他」の費目に計上されているが、右\n費用は期を通じて原価として各月均等に負担すべきであるから、他の月が負担すべ\nきものを控除すると九月の右費目は一〇八二万八九四二円に減額修正されること\n（第四表（３）注６）、報告原価の経費中のその余の費目（支払修繕料、支払電力\n料、旅費通信費）については報告原価を修正する必要がないことが認められる。\n以上の事実によれば、昭和三二年九月の経費の修正原価は第四表（３）の②修正\n原価の経費欄記載のとおり、六二六〇万一六七九円である。\n（四）　控除額、本社費、支払利子\n甲第二九号証の六の一、同号証の六の二、証人ｉの証言によれば、控除額の報告\n原価に含まれる不用品売却代及び機器貸与料は期を通じ原価から各月均等に控除す\nべきであるから、この点を修正すると九月の控除額は六九二万五四九六円となるこ\nと（第四表（３）注７）、本社費及び支払利子はそれぞれ各決算原価の六分の一で\nある一一二五万六五八〇円、一八三万一三九〇円に修正されるべきこと（第四表\n（３）注８）が認められる。\n（五）　以上（一）ないし（四）に述べたところによれば、同礦業所の昭和三二年\n九月の出炭総原価は第四表（３）の②修正原価の出炭総原価欄記載のとおり二億六\n一七四万六七三九円である。\n３　本件スト当日の損害としての支出\n甲第二九号証の六の一、同号証の六の二、証人ｉの証言によれば、原告三菱石炭鉱\n業大夕張礦業所における本件スト当日の損害としての支出について次の事実を認め\nることができる。\n（一）　物品費\n本件スト当日の使用実績を把握し得た木材、金属「その他」の各一部については\nその額、事務用消耗品は修正原価の二五分の一が本件スト当日の損害としての支出\nである（第四表（４）①物品費）。以上によれば物品費の本件スト当日の損害とし\nての支出は二四万一八七四円（同合計）である。\n（二）　労務費\n九月分職員給与は修正原価中基準内賃金の二五分の一及び本件スト当日の実績把\n握による基準外諸手当（第四表（４）②労務費（イ）職員給与）、坑内夫賃金は職\n種別一人当り賃金に実稼働人員を乗じた額（同（ロ）坑内夫賃金）、坑外夫賃金は\n一人当りの賃金に実稼働人員を乗じた額（同（ハ）坑外夫賃金）、坑外夫雑給は日\n数把握分（同（ニ）坑外夫雑給）、賞与及び退職手当引当金は九月の修正原価の二\n五分の一（同（ホ）賞与、（ヘ）退職手当引当金）、法定福利費は、（ａ）九月の\n職員給与、及び鉱員賃金に対する健康保険料及び厚生年金保険料の原告負担額の二\n五分の一、（ｂ）本件スト当日の職員給与鉱員賃金及び賞与負担分に対する労災、\n珪肺保険料の原告負担分（但し病院職員と他の職員及び鉱員とでは料率が異な\nる）、（ｃ）本件スト当日の職員給与、鉱員賃金及び賞与負担分に対する失業保険\n料（同（ト）法定福利費）がいずれも本件スト当日の損害である。以上によれば、\n労務費の本件スト当日の損害としての支出は合計一九九万一七一八円である（同合\n計欄）。\n（三）　経費\n支払修繕料、旅費通信費は九月の修正原価の二五分の一（第四表（４）③経費\n（イ）支払修繕料、（ハ）旅費通信費）、支払電力料は本件スト当日の実績額（同\n（ロ）支払電力料）、租税公課は九月の修正原価から九月の鉱産税等を控除した額\nの二五分の一（同（ニ）の租税公課）、減価償却費は九月の修正原価から九月の産\n高比例分を控除した額の二五分の一（同（ホ）の減価償却費）、経費「その他」は\n九月の修正原価から本件スト日に実施した硬捨作業請負金を控除した額の二五分の\n一（同（ヘ）その他）が本件スト当日の損害としての支出である。以上によれば、\n経費の本件スト当日の損害としての支出は一九〇万九五二九円である（同合計\n欄）。\n（四）　控除額、本社費、支払利子\n右三費目はいずれも九月の修正原価の二五分の一が本件スト当日の収入（控除\n額）又は損害としての支出（本社費、支払利子）で、その金額は順次二七万七〇一\n九円、四五万二六三円、七万三二五五円である（第四表（４）④控除額⑤本社費⑥\n支払利子）。\n（五）　以上認定の（一）ないし（四）の支出を合計し収入（控除額）を控除する\nと同礦業所の本件スト当日の損害としての支出は合計四三八万九六二〇円で、各費\n目について当裁判所の認定額と同原告の算出額を対比したものが第四表（３）の④\n及び⑤である。\nなお、甲第二九号証の六の一によれば、事務用消耗品を除く物品費の各費目につ\nきストライキの有無にかかわらず支出負担が予想される固定的費用としからざる変\n動的費用に区別し、前者の二五分の一をも本件スト当日の支出であるとしている\nが、原告三井鉱山について述べたと同じ理由によりこの点については立証なきもの\nと扱わざるを得ない。\n４　損害額の認定\n（一）　実操業日一日当りの支出\n前記２認定によれば、昭和三二年九月の総原価は二億六一七四万六七三九円であ\nり、前記３認定によれば本件スト当日の損害としての支出は四三八万九六二〇円で\nあるから、実操業日一日当りの支出は、前者から後者を差引いた二億五七三五万七\n一一九円を同月一日から同月二八日までの実操業日数二四で除した一〇七二万三二\n一三円である（第四表（３）原価関係説明表⑥⑦、第四表（５）損害額算出表\n（３））。\n（二）　一方前記１認定によれば、本件スト当日の減産額は九七〇万四一六〇円で\nあると推定されるから、これと前記（一）の実操業日一日当りの支出を比べると、\n原告三菱石炭鉱業大夕張礦業所では本件ストがなければ本件スト当日は収入が支出\nを一〇一万九〇五三円下廻わることが予測される（第四表（５）損害額算出表\n（４））。従つて、同礦業所では前記３認定の本件スト当日の支出額のうち右赤字\n分を控除した三三七万五六七円を回収し得たものということができる（同表\n（５））。\n（三）　しかして、前記一の８の（二）の（１）に述べたところにより、当裁判所\nの認定する本件スト当日の支出額が甲第二九号証の六の一により同原告が算出する\n額を上廻る退職手当引当金の費目については損害額を零とし、超過額（差額）四〇\n万八〇〇七円を前記（二）認定の回収可能額から控除した二九六万二五六〇円が本\n件ストにより同原告が蒙つた損害であるということができる（第四表（５）損害額\n算出表（６）（７））。\n四　原告北海道炭礦汽船夕張鉱業所関係\n１　減産額\n（一）　減産量\n甲第一四号証の一、第三一号証の一の一によれば、第五表（１）記載のとおり原\n告北海道炭礦汽船夕張鉱業所の昭和三二年九月の実操業日の出炭量は七万九一〇〇\nトン、実操業日数は二四日、実操業日一日当りの出炭量は三二九五トン、同月二八\n日の出炭量は三三四七トン、同月三〇日（本件スト日）の出炭量は一〇一トンであ\nることが認められるから、本件スト当日の減産量は、実操業日一日当りの出炭量か\nら本件スト当日の出炭量を控除した三一九四トンであると推定すべきである。\n（二）　山元手取額\n甲第一四号証の二、同号証の八、第三一号証の一の一、同号証の一の二、証人ｊ\nの証言によれば、昭和三二年九月における同鉱業所の山元手取額は次のようにして\n求めるのが相当であると認められる。\n（１）　昭和三二年九月中に同鉱業所において産出した石炭の銘柄別内訳数量及び\n同鉱業所において産出し同月中に販売された銘柄別単価（販売経費控除ずみ）を求\nめる（第五表（２）の（イ）及び（ロ）欄）（但し特微は市販されないため右単価\nはない）。\n（２）　社用炭のある並粉、特微、一微及び自家消費分のある並粉についてはそれ\nぞれ同月中の販売量及び単価を求める（同表（ハ）及び（ニ）欄）。\n（３）　市販炭のみの特粉及び二中については、出炭量（同表（イ）欄）と単価\n（同表（ロ）欄）を乗じ山元手取額を求める（右二銘柄の同表（ホ）欄）。\n（４）　市販炭のほか社用炭及び自家消費分のある並粉については、出炭量（同表\n（イ）欄）から社用炭及び自家消費分の数量（同表（ハ）及び（ニ）欄）を控除し\nた数量を同月産出の右銘柄のうちの販売可能量と推定し、これに市販炭の単価（同\n表（ロ）欄）を乗じて販売可能炭の山元手取総額を求め、次いで、社内炭及び自家\n消費分につき数量と単価（同表（ハ）及び（ニ）欄）を乗じてそれぞれの山元手取\n総額を求めたうえ、これら三種の山元手取総額を合計して同月産出の並粉全部の山\n元手取総額を求める（並粉の同表（ホ）欄）。\n（５）　特微は社用炭のみであるので、出炭量（同表（イ）欄）に単価（同表\n（ハ）欄）を乗じて山元手取総額を求める（特微の同表（ホ）欄）。\n（６）　市販炭のほか社用炭のある一微については、出炭量（同表（イ）欄）から\n社用炭の数量（同表（ハ）欄）を控除した数量を同月産出の右銘柄のうちの販売可\n能量と推定し、これに単価（同表（ロ）欄）を乗じて販売可能炭の山元手取総額を\n求め、次いで社用炭につきその数量と単価（同表（ハ）欄）を乗じて社用炭の山元\n手取総額を求め、これを合算して同月産出の一微全部の山元手取総額を求める（同\n表一微の（ホ）欄）。\n（７）　かくて（３）ないし（６）により得た山元手取総額を合算した同月出炭の\n山元手取総額（同表（ホ）の合計欄）を同月の総出炭量（同表（イ）の合計欄）で\n除して五〇五七円を得る（同表（ロ）の合計欄）。これが昭和三二年九月産出の石\n炭の山元手取額の平均単価である（以上の証拠及び計算関係の内訳は第五表（２）\nの「証拠関係及び算出方法の説明」記載のとおりである。）\nなお、甲第二九号証の六の一、同号証の六の二において主張されている銘柄別販\n売単価は当裁判所が認定した第五表（２）山元手取額算出表の（ロ）欄記載の額と\n異なる。右書証によれば右主張の単価は裁判所の右認定の資料とした甲第一四号証\nの八記載の額の片寄を修正したものであるとされているが、その修正の根拠となつ\nた数値については右書証の記載を除いてはほかにない。そこで当裁判所は右甲第一\n四号証の八（昭和三二年上期九月分炭種別山元手取計算表）による金額をそのまま\n採用したのである。\n（三）　減産額\n従つて、本件スト当日の減産額は右山元手取額単価五〇五七円に前記（一）で認\n定した減産量三一九四トンを乗じた一六一五万二〇五八円である。\n２　当月総原価\n甲第三〇号証の一、第三一号証の一の一、証人ｊの証言によれば、原告北海道炭\n礦汽船は夕張炭礦及び清水炭礦の産出の石炭を一括して夕張鉱業所の報告原価とし\nて算出しているが、このうち、昭和三二年九月の夕張炭鉱に関する部分は第五表\n（３）原価関係説明表の①報告原価欄記載のとおりであることが認められる。\n（一）　物品費\n甲第三一号証の一の一、同号証の一の二、証人ｊの証言によれば、同鉱業所で\nは、貯蔵品の使用につき期中月においては予定価格により原価として計上し、期末\nにおいて確定額との差を調整しているが、その差額を各関係費目の九月の原価から\n一括調整し、その調整後の金額を報告原価としていること、従つて九月の報告原価\nは正常な原価の実績を示していないため、これを正常な負担額に修正する必要があ\nること、また、石炭の費目につき、従業員の暖房用石炭も季節により消費が片寄る\nので、その点も修正する必要があることが認められる（第五表（３）注１）。\n以上によれば、昭和三二年九月の物品費の修正原価は第五表（３）の②修正原価\nの物品費欄記載のとおり八四七七万五九四二円となる。\n（二）　労務費\n甲第三一号証の一の一、同号証の一の二、証人ｊの証言によれば、同鉱業所で\nは、職員給与、鉱員賃金、鉱員雑給のほか、法定福利費についても報告原価を修正\nする必要がないこと、職員及び鉱員の賞与はいずれも決算原価の六分の一である\n一、〇五九万六、一二三円及び一、五六六万〇、〇九〇円と修正すべきこと（第五\n表（３）注３）が認められる。\nまた、右証拠によれば、退職手当引当金については決算原価として一億四二七三\n万六八一九円を計上しているが、このうち税法上の特典を受ける原価として計上で\nきる限度額の六分の一を修正原価として計上すべきであるとしているが、決算原価\nに右金額を計上している以上税法上の措置とはかかわりなく、その六分の一である\n二三七八万九四六九円を修正原価とすべきである（第五表（３）注３）。\n以上によれば、昭和三二年九月の労務費の修正原価は第五表（３）の②修正原価\nの労務費欄記載のとおり二億一二九八万三六三九円である。\n（三）　経費\n甲第三一号証の一の一、同号証の一の二、証人ｊの証言によれば、同鉱業所では\n減価償却費以外の経費の費目については報告原価を修正する必要がないこと、減価\n償却費については、原告三井鉱山三池鉱業所の場合と同様生産高比例法がとられて\nいる鉱業用固定資産に対するものは九月分実績を計上し、その他の資産に対するも\nのは決算原価中の右資産の減価償却費の六分の一を計上し、その合算額二二三七万\n四一二円を修正原価とすべきこと（第五表（３）注２）が認められる。\n以上によれば、昭和三二年九月の経費の修正原価は第五表（３）の②修正原価の\n経費欄記載のとおり七〇三〇万四七七九円となる。\n（四）　控除額、本社費、支払利子\n甲第三一号証の一の一、同号証の一の二、証人ｊの証言によれば、同鉱業所では\n控除額は報告原価を修正する必要がないことが認められる。\nまた、右証拠によれば、本社費及び支払利子については、決算原価のうち片寄を\n修正した後その六分の一の額に修正すべきであるとしているが、その片寄修正の方\n法及び理由が明らかにされていない。そこで、当裁判所はいずれもその決算原価の\n六分の一である一八六七万五二六六円及び五五二万五〇四七円をその修正原価とし\nた（第五表（３）注３）。\n（五）　以上（一）ないし（四）に述べたところによれば、同原告夕張鉱業所の昭\n和三二年九月の出炭総原価は、第五表（３）の②修正原価の出炭総原価欄記載のと\nおり、三億七三六〇万五〇七一円である（第五表（３）注３）。\n３　本件スト当日の損害としての支出\n甲第三一号証の一の一、同号証の一の二、証人ｊの証言によれば、原告北海道炭\n礦汽船夕張鉱業所における本件スト当日の損害としての支出について次の事実が認\nめられる。\n（一）　物品費\n本件スト当日の使用実績を把握し得た火薬類についてはその額、事務用消耗品に\nついては修正原価の二五分の一が本件スト当日の損害としての支出である（第五表\n（４）①物品費）。以上によれば、物品費の本件スト当日の損害としての支出は三\n万四〇六六円である（同合計欄）。\n（二）　労務費\n職員給与は修正原価の二五分の一（第五表（４）②労務費（イ）職員給与）坑内\n夫及び坑外夫の賃金のうち直接賃金（本人給、一般基準外特殊労働賃金）は本件ス\nト当日稼働の保安要員に対する支給実績額、間接賃金（家族手当、北海道炭礦手\n当）は本件スト当日稼働の保安要員に対する日数按分の合計額（同（ロ）坑内夫、\n同（ハ）坑外夫）、雑給は本件スト当日稼働の坑内夫及び坑外夫に対する支給実績\n額（同（ニ）雑給）、賞与及び退職手当はいずれも修正原価の二五分の一（同\n（ホ）賞与、（ヘ）退職手当引当）、法定福利費は九月の職員給与及び鉱員賃金に\n対する健康保険料及び厚生年金保険料の原告負担分の二五分の一と本件スト当日の\n職員給与及び鉱員賃金に対する労災及び失業保険料の原告負担分の合計額（同\n（ト）法定福利費）がそれぞれ本件スト当日における損害としての支出である。以\n上によれば、労務費の本件スト当日の損害としての支出は合計四二七万八〇〇六円\nである（同合計欄）。\n（三）　経費\n支払修繕料、旅費通信費は九月分修正原価の二五分の一（第五表（４）③経費\n（イ）支払修繕料、（ハ）旅費通信費）、支払電力料は本件スト当日の実績額（同\n（ロ）支払電力料）、租税公課は九月の修正原価から同月の鉱産税等を控除した額\nの二五分の一（同（ニ）租税公課）減価償却費は九月の修正原価から九月の産高比\n例分を控除した額の二五分の一（同（ホ）減価償却費）、経費「その他」は同原告\n夕張鉱業所では出炭量の大小に応じて変動する側線貨車使用料の九月の実績額を九\n月の修正原価から控除しその額の二五分の一（同（ヘ）その他）がそれぞれ本件ス\nト当日の損害としての支出である。以上によれば経費の本件スト当日の損害として\nの支出は合計二一四万五四〇五円である（同合計欄）。\n（四）　控除額、本社費、支払利子\n右三費目はいずれも九月の修正原価の二五分の一が本件スト当日の収入（控除額）\n又は損害としての支出（本社費、支払利子）でその金額は順次七四万六三八四円、\n七四万七〇一〇円、二二万一〇〇〇円である（同表④控除額、⑤本社費、⑥支払利\n子）。\n（五）　以上認定の（一）ないし（四）の支出を合計し収入（控除額）を控除する\nと同鉱業所の本件スト当日の損害としての支出は合計六六七万九一〇三円で、各費\n目について、当裁判所の認定額と同原告の算出額を対比したものが第五表（３）の\n④及び⑤である。\nなお、甲第三一号証の一の一によれば、金属類及び事務用消耗品を除く物品費の\n各費目につきストライキの有無にかかわらず支出負担が予想される固定的費用とし\nからざる変動的費用に分け、前者の二五分の一を本件スト当日の損害としての支出\nであるとしているが、原告三井鉱山について述べたと同じ理由によりこの点につい\nては立証なきものといわざるを得ない。\n４　損害額の認定\n（一）　実操業日一日当りの支出\n前記２認定によれば、昭和三二年九月の総原価は三億七三六〇万五〇七一円であ\nり、前記３認定によれば、本件スト当日の損害としての支出は六六七万九一〇三円\nであるから、実操業日一日当りの支出は前者から後者を差引いた三億六六九二万五\n九六八円を同月一日から同月二八日までの実操業日数二四で除した一五二八万八五\n八二円である（第五表（３）原価関係説明表⑥⑦、第五表（５）損害額算出表\n（３））。\n（二）　一方前記１認定によれば本件スト当日の減産額は一六一五万二〇五八円で\nあると推定されるから、原告北海道炭礦汽船夕張鉱業所では本件スト当日は収入が\n支出を上廻わることが予測される（第五表（５）損害額算出表（４））、従つて、\n同鉱業所では本件ストがなければ本件スト当日の支出額全額を回収し得たものとい\nうことができる。\n（三）　当裁判所の認定する本件スト当日の支出額が甲第三一号証の一の一により\n算出された額を上廻わる退職手当引当金、本社費の両費目につき超過額（差額）二\n七万四六七七円を前記３の認定額から控除すると六四〇万四四二六円となる（第五\n表（５）損害額算出表（５）、（６）（ａ））。\nところで、同鉱業所の場合本件スト当日に一〇一トンの出炭があつたのである\nが、これに関する本件スト当日の支出は右出炭により回収される可能性があるか\nら、これを損害額に算入するのは不当である。そして、前記認定の本件スト当日の\n支出中には本件スト当日の出炭分のための支出も含まれているものと認めるべきで\nある。蓋し、報告原価又は修正原価を二五で除することにより支出を算出した費目\nについては、右原価は昭和三二年九月の総出炭分のための支出と認められるから、\nこれら費目の支出には本件スト当日の出炭分のための支出も含まれているといえる\nし、また、本件スト当日の実績により認定した費目については特に本件スト当日の\n出炭分を除外したものと認むべき資料もないので、これら費目の支出にも本件スト\n当日の出炭分のための支出が含まれていると推定すべきである。そうだとすれば、\n右支出額六四〇万四四二六円は本件スト当日の減産量三一九四トンと本件スト当日\nの出炭一〇一トンを合算した三二九五トンに対するものと認むべきであるから、昀\n終的には、右支出額中比例配分の方法により算出した減産量に対する六二〇万八一\n一四円が本件ストにより同原告が蒙つた損害であると認めるのが相当である（同表\n（６）（ｂ））。\n五　原告住友石炭鉱業赤平礦業所関係\n１　減産額\n（一）　減産量\n甲第一五号証の一、同号証の一九、第三三号証の一の一、証人ｋの証言によれ\nば、第六表（１）記載のとおり、原告住友石炭鉱業赤平礦業所の昭和三二年九月の\n実操業日の出炭量は請負炭を控除して六万一八八二トン、実操業日数は二四日、実\n操業日一日当りの出炭量は二五七八トン、同月二八日の出炭量は請負炭を控除し、\n二九四三トン、同月三〇日（本件スト日）の出炭量は四〇トンであることが認めら\nれるから、本件スト当日の減産量は、同月二八日の出炭量より低い実操業日一日当\nりの出炭量から本件スト当日の出炭量を控除した二五三八トンであると推定すべき\nである。\n（二）　山元手取額\n甲第一五号証の四、同号証の七、第三三号証の一の一、証人ｋの証言によれば、\n昭和三二年九月における同礦業所の山元手取額は次のようにして求めるのが相当で\nあると認められる。\n（１）　昭和三二年九月中に同礦業所において産出した銘柄別内訳の数量及び同礦\n業所において産出し同月中に販売された銘柄別単価（販売経費控除ずみ）を求める\n（第六表（２）の（イ）及び（ロ）欄）。\n（２）　自家消費分のある洗粉については同月中の販売数量及び単価を求める（同\n表（ハ）欄）。\n（３）　洗粉以外の銘柄については出炭量（同表（イ）欄）と単価（同表（ロ）\n欄）を乗じて山元手取額を求める（同表（ニ）欄）。\n（４）　洗粉については出炭量（同表（イ）欄）から自家消費分の数量（同表\n（ハ）欄）を控除した数量を同月産出の右銘柄のうち販売可能量を推定し、これに\n市販炭の単価（同表（ロ）欄）を乗じて販売可能炭の山元手取総額を求め、次いで\n自家消費分につき数量とトン当り単価（同表（ハ）欄）を乗じて山元手取総額を求\nめたうえ、右二種の山元手取額を合計して同月産出の洗粉全部の山元手取総額を求\nめる（洗粉の同表（ニ）欄）。\n（５）　かくて、（３）及び（４）により得た山元手取総額を合算し（同表（ニ）\nの合計欄）、これを同月の総出炭量（同表（イ）の合計欄）で除して平均山元手取\n額単価四九四五円を得る（同表（ロ）の合計欄）。\n（以上の証拠及び計算関係の内訳は第六表（２）「証拠関係及び算出方法の説明」\n記載のとおりである。）\n（三）　減産額\n従つて、同礦業所における減産額は、右山元手取額単価四九四五円に前記（一）\n認定の減産量二五三八トンを乗じた一二五五万四一〇円である。\n２　当月総原価\n同原告は、原価の修正、本件スト当日の支出の算式及び基礎たる数値の根拠とな\nつた書類等に関する説明を補足しなかつた。そこで、前記一の８の（二）の（２）\nに述べたところに従い甲第三三号証の一の一、同号証の一の二により昭和三二年九\n月の報告原価を決算原価の六分の一に修正するのが相当と認められる職員賞与、鉱\n員賞与、退職手当引当（第六表（３）注１）を除いては、甲第三二号証の一により\n認められる報告原価によることとする。なお、右甲第三三号証の一の一によれば、\n本社費及び支払利子も決算原価の六分の一とすべきであるとされているが、右決算\n原価の裏付けとなるべき甲第三三号証の一の二のうちの昭和三二年下期報告書には\n右二費目の決算原価の記載はない。よつて、右費目については決算原価の立証なき\nものとして九月の報告原価によることとする（甲第三三号証の一の一の陳述書には\n右二費目の決算原価の記載はある。しかし、当裁判所は決算原価の認定は全費目に\nつき単に陳述書によるだけでなく、これに関する他の書証によることとしているた\nめ、この点は立証なきものとせざるを得ないのである）。また、甲第三三号証の一\nの一によれば、九月の報告原価中支払作業料（支払修繕料）に七六万八五九八円、\n支払電力料に三万二、六二二円の請負炭の費用が含まれているとして、右両費目に\nつき右金額だけ減額修正する旨述べているが、前記のように同原告は原価の修正、\n本件スト当日の支出等の根拠となつた書類等の補足説明をしなかつたのであるか\nら、前記一８の（二）の（２）に述べた趣旨に副い右修正は認めないこととする。\n以上によれば同原告赤平礦業所の昭和三二年九月の出炭総原価は、第六表（３）\nの②修正原価の出炭総原価欄記載のとおり二億八一五五万二六二二円である。\n３　本件スト当日の損害としての支出\n前記のとおり同原告が補足説明をしない以上甲第三三号証の一の一及び他社の事\n例を参酌することにより昭和三二年九月の修正原価の二五分の一が本件スト当日の\n損害としての支出と認めるのが相当である事務用消耗品、職員賞与、鉱員賞与、退\n職手当引当金、支払修繕料、旅費通信費、経費「その他」、本社費、支払利子及び\n修正原価の二五分の一が本件スト当日の収入であると認めるのが相当である控除額\n（第六表（４））を除いては、本件スト当日の損害としての支出は立証なきものと\n扱わざるを得ない。\n以上認定の支出を合計し収入（控除額）を控除すると、原告住友石炭鉱業赤平礦\n業所の本件スト当日の損害としての支出は合計二四六万七五五四円で、各費目につ\nいて当裁判所の認定額と同原告の算出額を対比したものが第六表（３）の④及び⑤\nである。\n４　損害額の認定\n（一）　実操業日一日当りの支出\n前記２認定によれば、昭和三二年九月の総原価は二億八一五五万二六二二円であ\nり、前記３認定によれば、本件スト当日の損害としての支出は二四六万七五五四円\nであるから、実操業日一日当りの支出は、前者から後者を差引いた二億七九〇八万\n五〇六八円を同月一日から同月二八日までの実操業日数二四で除した一一六二万八\n五四五円である（第六表（３）原価関係説明表⑥⑦、第六表（５）損害額算出表\n（３））。\n（二）　一方前記１認定によれば本件スト当日の減産額は一二五五万四一〇円であ\nると認定されるから、原告住友石炭鉱業赤平礦業所では、本件スト当日は収入が支\n出を上廻わることが予測され（第六表（５）損害額算出表（４）、従つて同礦業所\nでは本件ストがなければ、本件スト当日の支出額全額を回収し得たものということ\nができる。\n（三）　当裁判所の認定する本件スト当日の支出額が甲第三三号証の一の一により\n算出された額を上廻わる支払修繕料、経費「その他」、支払利子の三費目につき超\n過額（差額）六万九三二七円を前記３の認定額から控除すると二三九万八二二七円\nとなる（第六表（５）損害額算出表（５）、（６）（ａ））。\nところで、同礦業所の場合原告北海道炭礦汽船夕張鉱業所同様本件スト当日に四〇\nトンの出炭があつたのであるが、原告住友石炭鉱業の本件スト当日の支出は報告原\n価又は修正原価を二五で除することにより算出したものであり、右原価は昭和三二\n年九月の総出炭分のための支出と認められるから、前記認定の本件スト当日の支出\n中には、本件スト当日の出炭分四〇トンのための支出も含まれているものというこ\nとができる。そこで、原告北海道炭礦汽船の場合と同様右二三九万八二二七円を減\n産量二五三八トンと本件スト当日の出炭四〇トンの割合により比例配分して算出し\nた減産量に対する二三六万一〇一六円が本件ストにより原告住友石炭鉱業が蒙つた\n損害であると認めるのが相当である（第六表（５）損害額算出表（６）（ｂ））。\n六　原告古河鉱業目尾鉱業所関係\n１　減産額\n（一）　減産量\n甲第一六号証の四、第三五号証の一の一、証人ｌの証言によれば、第七表（１）\n記載のとおり原告古河鉱業目尾鉱業所の昭和三二年九月の実操業日の出炭量は二万\n四八〇〇トン、実操業日数は二四日、実操業日一日当りの出炭量は一〇三三トン、\n同月二八日の出炭量は一一三六トンであることが認められるから、本件スト当日の\n減産量は一〇三三トンであると推定すべきである。\n（二）　山元手取額\n甲第一六号証の五、同号証の一四、同号証の一八ないし二三、第三五号証の一の\n一、同号証の一の二、証人ｌの証言によれば、昭和三二年九月における同鉱業所の\n山元手取額は次のように算出するのが相当であると認められる。\n（１）　同鉱業所で産出し、昭和三二年九月中に販売された石炭の販売量及び販売\n金額を各銘柄別に、支店又は営業所ごとに求め（第七表（２）山元手取額算出表\n（その一）（イ）ないし（ニ）欄）、これを合算し（同表（ホ）欄）、総販売金額\nを総販売量で除して銘柄別販売単価を、求める（同表（ト）欄）。\n（２）　前記（１）の石炭につき銘柄別に、販売原価、積送代金（山元における価\n格）及び出欠斤増減金を求め（第七表（２）山元手取額算出表（その二）（イ）、\n（ロ）及び（ハ）欄、内訳表）、販売原価から積送代金を控除し出欠斤増減金を加\n算して（又は控除し）販売経費を求め（同表（ニ）欄）これを販売数量（同表\n（ホ）欄）で除し（同表（ヘ）欄）、更に片寄額（六五円）をこれに加算して平均\n販売経費単価を求める。（同表（ト）欄）\n（３）　前記（１）により求めた銘柄別販売単価（第七表（２）山元手取額算出表\n（その三）（ロ）欄）から前記（２）により求めた銘柄別販売経費単価（同表\n（ハ）欄）を控除して銘柄別山元手取額単価を求め（同表（ニ）欄）、これに昭和\n三二年九月の銘柄別出炭量（同表（イ）欄）を乗じて銘柄別山元手取総額を求め\n（同表（ホ）欄）、その合計額（同表（ホ）の合計欄）を同月の総出炭量（同表\n（イ）の合計欄）で除して、同月産出の石炭の平均山元手取額単価四九七一円（同\n表（ニ）の合計欄）を得る。\n（以上の証拠及び計算関係の内訳は第七表（２）の「証拠関係及び算出方法の説\n明」記載のとおりである。）\n（三）　減産額\n従つて、本件スト当日の減産額は右山元手取額単価四九七一円に前記（一）に認\n定した減産量一〇三三トンを乗じた五一三万五〇四三円となる。\n２　当月総原価\n甲第三四号証の一によれば、原告古河鉱業目尾鉱業所の昭和三二年九月の報告原\n価の内訳は、第七表（３）原価関係説明表の①報告原価欄記載のとおりであること\nが認められる。\n（一）　物品費\n甲第三五号証の一の一、同号証の一の二、証人ｌの証言によれば、物品費中金属\n類、電気用品、工具器具備品、ゴム製品につき固定的費用と変動的費用に区別して\n原価を修正し、その他の費目については報告原価によるべきであるとしているが、\n原告三井鉱山三池鉱業所の場合において述べたように固定的費用と変動的費用を区\n別する基準につき立証がない以上物品費についてはすべて報告原価によるべきであ\nる。この事実によれば、昭和三二年九月の物品費の修正原価は第七表（３）の②修\n正原価欄記載のとおり合計二三六三万一九四〇円である。\n（二）　労務費\n甲第三五号証の一の一、同号証の一の二、証人ｌの証言によれば、職員給与、鉱\n員賃金、雑給については報告原価を修正する必要がないこと、職員賞与、鉱員賞\n与、退職手当引当についてはそれぞれ決算原価の六分の一である二三三万六七七七\n円、五八六万一二六一円、五七四万二八四八円に修正すべきこと（第七表（３）注\n６）、法定福利費については、昭和三二年上期の賞与に対する法定福利費の原告負\n担分の六分の一と九月の職員給与及び鉱員賃金に対する法定福利費の原告負担分と\nの和である四二七万七五一六円（同表注１）に修正すべきことが認められる。\nなお、甲第三五号証の一の二によれば、退職手当引当金の決算原価は三四四五万\n七〇八八円であるにもかかわらず、同号証の一の一は右決算原価の金額から職員分\n一二五五万七五四一円を控除した二一八九万九五四七円の六分の一である三六四万\n九九二四円を退職手当引当金の修正原価としているが、このように正規の決算原価\nから職員分を控除した理由は明らかでない。従つて、前記のように決算額として計\n上されている三四四五万七〇八八円の六分の一である五七四万二八四八円を修正原\n価とすべきである。\n以上によれば昭和三二年九月の労務費の修正原価は第七表（３）の②修正原価の\n労務費欄記載のとおり五八二六万五四一一円である。\n（三）　経費\n甲第三五号証の一の一、同号証の一の二、証人ｌの証言によれば、経費のうち、\n支払電力料は報告原価を修正する必要がないこと、支払賠償費については昭和三二\n年上期の既安定鉱害賠償未払金を各月均等負担としたことにより四一七万七八三六\n円に修正すべきこと（第七表（３）注２）、旅費通信費は本件スト関係費を控除し\nた二四万六五八二円に修正すべきこと（同注３）、租税公課については鉱産税等は\n九月の実績を計上し、その他のものについては決算原価中の六分の一を計上し、そ\nの合算額二二一万五二六三円を修正原価とすべきこと（同注４）、減価償却費につ\nいては生産高比例法がとられている鉱業用固定資産に対するものは九月の実績を計\n上し、その他の資産に対するものは決算原価中右資産の減価償却費の六分の一を計\n上し、その合算額五六五万五八三二円を修正原価とすべきこと（同注５）が認めら\nれる。\nなお、右証拠によれば、支払修繕料、経費「その他」の一部を修正し、支払賠償\n費についても右認定以外にも修正すべきであるとしている。経費「その他」及び\n「支払賠償費」はいずれも修正すべき根拠、数値が明らかでなく、支払修繕料は決\n算原価の六分の一とすべきであるとしているが、決算原価の六分の一である二〇五\n万八八七六円と報告原価二四三万七九一一円とを対比すると報告原価に修正を要す\nる程の片寄りを含んでいるとも認めがたいので、右費目については敢えて報告原価\nを修正する必要はないものというべきである。\n以上によれば、昭和三二年九月の経費の修正原価は第七表（３）の②修正原価の\n経費欄記載のとおり二五一二万三二六五円である。\n（四）　控除額、本社費、支払利子\n甲第三五号証の一の一、同号証の一の二、証人ｌの証言によれば、同鉱業所では\n右三費目についてはいずれも報告原価によるべきであるとしている。控除額につい\nては他社同様特段の修正の必要が認められない以上報告原価によるのが相当である\nが、本社費及び支払利子については他社同様特段の修正の必要がない以上決算原価\nの六分の一によるべきである。従つて、控除額は報告原価四三万八一六一円を修正\nする必要はないが、本社費及び支払利子については報告原価を甲第三五号証の一の\n二により認められる決算原価の六分の一である三四三万七六六七円、一四二万二六\n九六円に修正すべきである（第七表（３）注６）。\n（五）　以上（一）ないし（四）に述べたところによれば、同鉱業所の昭和三二年\n九月の出炭総原価は第七表（３）の②の修正原価の出炭総原価欄記載のとおり一億\n一一四四万二八一八円である。\n３　本件スト当日の損害としての支出\n甲第三五号証の一の一、同号証の一の二、証人ｌの証言によれば、原告古河鉱業\n目尾鉱業所における本件スト当日の損害としての支出について次の事実が認められ\nる。\n（一）　物品費\n物品費では金属類の実績把握額二万円及び事務用消耗品の修正原価の二五分の一\nである五一二四円合計二万五一二四円が本件スト当日の損害としての支出である\n（第七表（４）①物品費）。\n（二）　労務費\n職員給与のうち本件スト当日出勤者の入坑手当、時間外手当等の基準外手当は当\n日の実績額、入坑手当を除く基準内手当等は九月の支給額の二五分の一（第七表\n（４）②労務費（イ）職員給与）鉱員賃金のうち基準内及び基準外手当は本件スト\n当日の実績額、借家料、学資、交通費、フトン代の各補助費は九月の支給額の二五\n分の一（同（ロ）賃金）、雑給は定額給、時間外手当、深夜業手当、兼務手当の本\n件スト当日の実績額（同（ハ）雑給）、賞与及び退職手当引当金は修正原価の二五\n分の一（同（ニ）賞与、（ホ）退職手当引当金）、法定福利費は、本件スト当日の\n職員給与及び鉱員賃金に対する失業保険料、労災保険料、珪肺脊椎傷害負担金の原\n告負担分と健康保険料、厚生年金保険料、休業療養補償費の九月における原告負担\n分の二五分の一の合計額（同（ヘ）法定福利費）がそれぞれ本件スト当日における\n損害としての支出である。以上によれば、労務費の本件スト当日における損害とし\nての支出は合計一一〇万二五五六円（同合計欄）である。\n（三）　経費\n支払修繕料、支払賠償費及び支払通信費はいずれも九月の修正原価の二五分の一\n（第七表（４）③経費（イ）支払修繕料、（ハ）支払賠償費、（ニ）旅費通信\n費）、支払電力料は本件スト当日の実績額（同（ロ）支払電力料）、租税公課は九\n月の修正原価から同月の鉱産税等を控除した額の二五分の一（同（ホ）租税公\n課）、減価償却費は九月の修正原価から同月の生産高比例分を控除した額の二五分\nの一（同（ヘ）減価償却費）、経費「その他」は本件スト当日の自動車等使用料の\n実績額（同（ト）その他）がそれぞれ本件スト当日の損害としての支出である。以\n上によれば経費の本件スト当日の損害としての支出は合計六六万五三九一円である\n（同合計欄）。\n（四）　控除額、本社費、支払利子\n右三費目はいずれも九月の修正原価の二五分の一が本件スト当日の収入（控除\n額）又は損害としての支出（本社費、支払利子）でその金額は順次一万七五二六\n円、一三万七五〇七円、五万六九〇八円（第七表（４）②④控除額、⑤本社費、⑥\n支払利子）\n（五）　以上認定の（一）ないし（四）の支出を合計し収入（控除額）を控除する\nと、同鉱業所の本件スト当日の損害としての支出は合計一九六万九九六〇円で、各\n費目について当裁判所の認定額と同原告の算出額を対比したものが第七表（３）の\n④及び⑤欄である。\nなお、甲第三五号証の一の一は金属類及び事務用消耗品を除く物品費と自動車使\n用料等を除く経費「その他」につき固定的費用と変動的費用に分け、前者の二五分\nの一を本件スト当日の損害としての支出であるとしているが、原告三井について述\nべたと同じ理由によりこの点については立証なきものと扱わざるを得ない。\n４　損害額の認定\n（一）　実操業日一日当りの支出\n前記２認定によれば昭和三二年九月の総原価は一億一一四四万二八一八円であ\nり、前記３認定によれば本件スト当日の損害としての支出は一九六万九九六〇円で\nあるから、実操業日一日当りの支出は前者から後者を差引いた一億九四七万二八五\n八円を同月一日から同月二八日までの実操業日数二四で除した四五六万一三六九円\nである（第七表（３）原価関係説明表⑥⑦、第七表（５）損害額算定表（３））。\n（二）　前記１によれば本件スト当日の減産額は五一三万五〇四三円であると推定\nされるから、これと前記（一）の実操業日一日当りの支出を比べると、原告古河鉱\n業日尾鉱業所では本件ストがなければ本件スト当日は収入が支出を上廻わることが\n予測され（第七表（５）損害額算出表（４））、従つて、本件スト当日の支出額全\n額を回収し得たものということができる。\n（三）　当裁判所が認定する本件スト当日の支出額が甲第三五号証の一の一により\n原告古河鉱業が算出する額を上廻わる退職手当金、支払修繕料、支払賠償費、租税\n公課の各費目につき右主張の限度で損害として認め、超過額（差額）一三万五九八\n円を前記３の認定額から控除した一八一万九三八八円が本件ストにより同原告が蒙\nつた損害であるということができる（第七表（５）損害額算出表（５）（６））。\n七　原告太平洋炭礦釧路鉱業所関係\n１　減産額\n（一）　減産量\n甲第一九号証の一、証人ｍの証言によれば、第八表（１）記載のとおり、原告太\n平洋炭礦釧路鉱業所の昭和三二年九月の実操業日の出炭量は六万七九〇〇トン、実\n操業日数は二四日、実操業日一日当りの出炭量は二八二九トン、同月二八日の出炭\n量は三三八〇トンであることが認められるから、本件スト当日の減産量は二八二九\nトンであると推定すべきである。\n（二）　山元手取額\n甲第一九号証の一、同号証の三ないし五、第四一号証の一、同号証の二、証人ｍ\nの証言によれば、昭和三二年九月における同鉱業所の山元手取額は次のように算出\nするのが相当であると認められる。\n（１）　同鉱業所において産出し昭和三二年九月中に販売された石炭の銘柄別販売\n単価（第八表（２）の（ロ）欄）から銘柄別販売経費単価（同表（ハ）欄）を控除\nして、銘柄別山元手取額単価（同表（ニ）欄）を求める。\n（２）　九月の銘柄別出炭量（同表（イ）欄）に前記（１）により求めた銘柄別平\n均山元手取額単価を乗じて銘柄別山元手取額（同表（ホ）欄）を求める。\n（３）　前記（２）により求めた銘柄別山元手取総額を合算した額（同表（ホ）の\n「合計」欄）から九月の間接販売費総額を控除し、これを九月の総出炭量（同表\n（イ）の「合計」欄）で除し、平均山元手取額単価四七六七円（同表（ニ）の合計\n欄）を求める。\n（以上の証拠及び計算関係の内訳は第八表（２）の「証拠関係及び算出方法の説\n明」記載のとおりである。）\n（三）　減産額\n従つて同鉱業所における本件スト当日の減産額は右トン当り平均山元手取額四七\n六七円に前記（一）に認定した減産量二八二九トンを乗じた一三四八万五八四三円\nである。\n２　当月総原価\n甲第四〇号証の一によれば、原告太平洋炭礦釧路鉱業所の昭和三二年九月の報告\n原価の内訳は、第八表（３）原価関係説明表の①報告原価欄記載のとおりであるこ\nとが認められる。\n（一）　物品費\n甲第四一号証の一、同号証の二、証人ｍの証言によれば、同鉱業所においては、\n物品費中金属類及び工具器具備品の報告原価に九月の原価として計上すべきでない\n費用が計上されているので、右両費目につき減額修正する必要があることが認めら\nれる（第八表（３）注１）。\n以上によれば、昭和三二年九月の物品費の修正原価は第八表（３）の②修正原価\nの物品費欄記載のとおり六二四六万五九八〇円となる。\n（二）　労務費\n甲第四一号証の一、同号証の二、証人ｍの証言によれば、同鉱業所では、昭和三\n二年上期の各月における職員給与及び鉱員賃金の原価の予定計上額と実績額の差額\nを一括し、期末である九月の報告原価計上の際これを調整したこと、また、九月に\nベースアツプによる九月以前の増額分が遡及して支給されたため九月の職員給与及\nび鉱員賃金の報告原価にはこの分が含まれていること、この二点を修正すると九月\nの職員給与及び鉱員賃金の原価はそれぞれ一六八七万四二九九円（職員）、六五七\n七万八五八五円（坑内夫）、二一六八万一六二一円（坑外夫）、三〇〇万三六九三\n円（坑外夫雑給）となること（第八表（３）注２）、職員賞与、鉱員賞与はいずれ\nも決算原価の六分の一である六二七万七五〇〇円、一一九九万九一五円に修正すべ\nきこと（同注６）、法定福利費の報告原価には、ベースアツプによる九月以前の増\n額分に対する使用者負担分が含まれている等片寄りを調整し一四八九万五六四八円\nに修正すべきこと（同注３）、坑内夫雑給は、報告原価によるべきことが認められ\nる。\nなお、右証拠によれば、退職手当引当金については決算原価として六九〇〇万円\n計上しながら税法上の特典を受ける原価として計上できる限度額の六分の一である\n七九九万八七七二円を修正原価として計上すべきであるとしているが、決算原価と\nして右金額を計上している以上税法上の措置とはかかわりなく、その六分の一であ\nる一一五〇万円を修正原価とすべきである。\n以上によれば、昭和三三年九月の労務費の修正原価は第八表（３）の②修正原価\nの労務費欄記載のとおり一億五五一六万八〇〇六円である。\n（三）　経費\n甲第四一号証の一、同号証の二、証人ｍの証言によれば、同鉱業所では九月の租\n税公課の報告原価中に片寄支出があるのでこれを七九六万五二八八円に減額修正し\n（第八表（３）注４）、減価償却費を除くその余の費目については報告原価を修正\nする必要がないことが認められる。\n右証拠によれば、減価償却費については決算原価一億七二七三万七一二二円のう\nち税法による限度額一億七二五六万四五五九円の六分の一を修正原価としている\nが、決算原価として右金額を計上した以上税法上の措置とはかかわりなくこれを基\n準とすべきである。そして、右証拠によれば、同鉱業所では減価償却費は期を通じ\nて均等に負担させているから、この方式に従い、右決算原価の六分の一である二八\n七八万九五六〇円を修正原価とすべきである（同表注６）。\n以上によれば、昭和三二年九月の経費の修正原価は第八表（３）の②修正原価の\n経費欄記載のとおり、七六四八万九三三二円である。\n（四）　控除額、本社費、支払利子\n甲第四一号証の一、同号証の二、証人ｍの証言によれば、同鉱業所の九月の控除\n額報告原価には控除すべきでない費目が含まれているのでこれを除外して一一四五\n万二五三二円に原価を修正し（第八表（３）注５）、支払利子の報告原価は決算原\n価の六分の一である三〇八万四六三四円に修正すべきことが認められる（同表注\n６）。\n右証拠によれば本社費については期末の片寄を修正し二〇三一万一一四七円を計\n上すべきであるとしているが、その修正理由が必ずしも明らかでないので、決算原\n価の六分の一である一九四三万六九〇七円を修正原価とすべきである（同表注\n６）。\n（五）　以上（一）ないし（四）に述べたところによれば、同鉱業所の昭和三二年\n九月の出炭総原価は第八表（３）の②修正原価の出炭総原価欄記載のとおり、三億\n五一九万二三二七円である。\n３　本件スト当日の損害としての支出\n甲第四一号証の一、同号証の二、証人ｍの証言によれば、原告太平洋炭礦釧路鉱業\n所における本件スト当日の損害としての支出について次の事実が認められる。\n（一）　物品費\n物品費では事務用消耗品につき他社同様修正原価の二五分の一である一万五一二\n四円が本件スト当日の損害としての支出である（第八表（４）①物品費）。\n（二）　労務費\n職員給与のうち基準内給与は本件スト当日の出勤人員に一人当りの賃金を乗じた\n額、基準外手当中月額手当は九月の支給実績額の二五分の一、その他は本件スト当\n日の支給実績額（第八表（４）②労務費（イ）職員給与）、鉱員賃金は本件スト当\n日の支給実績額（同（ロ）賃金）、雑給中坑内夫は九月の支給実績額の二五分の\n一、坑外夫は本件スト当日の支給実績額（同（ハ）雑給）、賞与及び退職手当引当\n金はいずれも修正原価の二五分の一（同（ニ）賞与、（ホ）退職手当引当金）、法\n定福利費は九月の職員給与及び鉱員賃金に対する健康保険料及び厚生年金保険料の\n原告負担分の二五分の一と本件スト当日の職員給与、鉱員賃金等に対する労災及び\n失業保険料の原告負担分の合計額（同（ヘ）法定福利費）がそれぞれ本件スト当日\nにおける損害としての支出である。\n以上によれば、労務費の本件スト当日における損害としての支出は合計二八五万三\n一一一円である（同合計欄）。\n（三）　経費\n支払修繕料、支払賠償費、旅費通信費、「その他」は九月の修正原価の二五分の\n一（第八表（４）③経費（イ）支払修繕料、（ロ）支払賠償費、（ハ）旅費通信\n費、（ニ）その他）、支払電力料は本件スト当日の実績額（同（ホ）支払電力\n料）、租税公課は九月の修正原価から同月の鉱産税等を控除した額の二五分の一\n（同（ヘ）租税公課）、減価償却費は九月の修正原価から同月の生産高比例分を控\n除した額の二五分の一（同（ト）減価償却費）がそれぞれ本件スト当日の損害とし\nての支出である。以上によれば、経費の本件スト当日の損害としての支出は合計二\n六二万五一二七円（同合計欄）である。\n（四）　控除額、本社費、支払利子\n右三費目はいずれも九月の修正原価の二五分の一が本件スト当日の収入（控除\n額）又は損害としての支出（本社費、支払利子）で、その金額は順次四五万八一〇\n一円、七七万七四七六円、一二万三三八五円である（第八表（４）④控除額、⑤本\n社費、⑥支払利子）。\n（五）　以上認定の（一）ないし（四）の支出を合計し収入（控除額）を控除する\nと、同鉱業所の本件スト当日の損害としての支出は合計五九三万六一二二円で、各\n費目について当裁判所の認定額と同原告の算出額を対比したものが第八表（３）の\n④及び⑤欄である。\nなお、甲第四一号証の一によれば、物品費を作業用費用（変動費）としからざる\n費用（固定費）に分け、後者の二五分の一が本件スト当日の損害としての支出であ\nるとしているが、原告三井の場合について述べたと同じ理由によりこの点について\nは立証なきものと扱わざるを得ない。\n４　損害額の認定\n（一）　実操業日一日当りの支出\n前記２認定によれば昭和三二年九月の総原価は三億五一九万二三二七円であり、\n前記３認定によれば本件スト当日の損害としての支出は五九三万六一二二円である\nから、実操業日一日当りの支出は前者から後者を差引いた二億九九二五万六二〇五\n円を同月一日から同月二八日までの実操業日数二四で除した一二四六万九〇〇九円\nである（第八表（３）原価関係説明表⑥⑦、第八表（５）損害額算出表（３））。\n（二）　前記１認定によれば、本件スト当日の減産額は一三四八万五八四三円であ\nると推定されるから、これと前記（一）の実操業日一日当りの支出と比べると、原\n告太平洋炭礦釧路鉱業所では本件ストがなければ本件スト当日は収入が支出を上廻\nることが予測され（第八表（５）損害額算出表（４））、従つて、本件スト当日の\n支出額全額を回収し得たものということができる。\n（三）　当裁判所の認定する本件スト当日の支出額が甲第四一号証の一により同原\n告が算出する額より上廻わる退職手当金及び減価償却費の両費目につき右主張の限\n度で損害として認め、超過額（差額）一四万一二〇一円を前記３の認定額から控除\nした五七九万四九二一円が本件ストにより同原告が蒙つた損害であるということが\nできる（第八表（５）損害額算出表（５）（６））。\n八　原告日鉄鉱業二瀬鉱業所関係\n１　減産額\n（一）　減産量\n甲第二〇号証の一、第四九号証の一、証人ｎの証言によれば、第九表（１）記載\nのとおり原告日鉄鉱業二瀬鉱業所の昭和三二年九月の実操業日の出炭量は四万五八\n〇〇トン、実操業日数は二四日、実操業日一日当りの出炭量は一九〇八トン、同月\n二八日の出炭量は二〇五二トンであることが認められるから、本件スト当日の減産\n量は一九〇八トンと推定すべきである。\n（二）　山元手取額\n甲第二〇号証の三、同号証の四、同号証の五、四九号証の一、証人ｎの証言によ\nれば、昭和三二年九月における同鉱業所の山元手取額は次のように算出するのが相\n当であると認められる。\n（１）　昭和三二年九月中に同鉱業所において産出した石炭の銘柄別数量を求める\n（第九表（２）の（イ）欄）。\n（２）　同鉱業所において産出し同月中に販売された石炭の銘柄別販売単価（同表\n（ロ）欄）及び販売経費単価（同表（ハ）欄）を求め、前者から後者を控除し、こ\nれを銘柄別山元手取額単価とする（同表（ニ）欄）。\n（３）　（２）で求めた銘柄別山元手取額単価に（１）で求めた銘柄別出炭量を乗\nじて銘柄別山元手取額（同表（ホ）欄）を求める。\n（４）　（３）で求めた銘柄別山元手取額を合算して九月産出の石炭の山元手取総\n額（同表（ホ）の合計欄）を求め、これを同月の総出炭量（同表（イ）の合計欄）\nで除し、平均山元手取額単価四八〇八円（同表（ニ）の合計欄）を得る。\n（以上の証拠及び計算関係の内訳は第九表（２）の「証拠関係及び算出方法の説\n明」記載のとおりである。）\n（三）　減産額\n従つて、同鉱業所における本件スト当日の減産額は右トン当り平均山元手取額四\n八〇八円に前記（一）に認定した減産量一九〇八トンを乗じた九一七万三六六四円\nとなる。\n２　当月総原価\n甲第四八号証の一によれば、原告日鉄鉱業二瀬鉱業所における昭和三二年九月の\n報告原価の内訳は、第九表（３）原価関係説明表の①報告原価欄記載のとおりであ\nることが認められる。なお、甲第四九号証の一、同号証の二によれば、報告原価の\n多くの費目につき追加投資による修正をすべきであるとしているが、原告三菱石炭\n鉱業大夕張礦業所の場合について述べたと同じ理由により右修正は認めないことと\nする。\n（一）　物品費\n甲第四九号証の一、同号証の二、証人ｎの証言によれば、前記のように追加投資\nによる修正を認めない以上物品費はすべて報告原価によるのが相当であると認めら\nれる。この事実によれば、昭和三二年九月の物品費の修正原価は第九表（３）の②\n修正原価の物品欄記載のとおり報告原価同様六七八八万一五四六円である。\n（二）　労務費\n甲第四八号証の一、同号証の二、証人ｎの証言によれば、追加投資による修正を\n認めない以上職員給与、鉱員賃金、鉱員雑給、法定福利費については報告原価によ\nるべきであること、職員賞与及び鉱員賞与はいずれも決算原価の六分の一である六\n七四万五五〇〇円及び一〇〇四万七七七一円に修正すべきこと（第九表（３）注\n６）が認められる。\nまた、右証拠によれば、退職手当引当金については、決算原価として七〇五〇万\n一四三一円を計上しているが、右金額は既に税法上の特典を受ける原価として計上\nできる限度をこえているため、九月の原価計上額は零に修正すべきであるとしてい\nる。しかし、決算原価に右金額を計上している以上税法上の措置とはかかわりなく\nその六分の一である一一七五万二三九円を修正原価とすべきである（第九表（３）\n注６）。\n以上によれば、昭和三二年九月の労務費の修正原価は、第九表（３）の②修正原\n価の労務費欄記載のとおり一二三二万三〇六円である。\n（三）　経費\n甲第四九号証の一、同号証の二、証人ｎの証言によれば、支払修繕料中の修繕工\n場の収支に関する部分を修正すると同費目の原価は一〇七一万二、二五六円となる\nこと（第九表（３）注１）、支払電力料中発電所の収支を修正すると同費目の原価\nは一四八一万一三一一円となること（同表（３）注２）、支払賠償費を既安定毎年\n賠償額の均等負担分と実績額の和に修正すると同費目の原価は一四一四万一二八九\n円となること（同表（３）注３）、旅費通信費は報告原価によるべきこと、租税公\n課については同鉱業所では決算原価の六分の一である三四四万七八七〇円によるべ\nきこと（同表注６）、減価償却費については生産高比例法がとられている鉱業用固\n定資産に対するものは九月の実績額により、その他の資産に対するものは決算原価\n中右資産の減価償却費の六分の一を計上し、その合算額一四〇二万九三七四円を修\n正原価とすべきこと（同表注４）、経費「その他」の費目中病院配給所の収支及び\n探鉱調査費を修正する等すると同費目の原価は一八四五万四四七一円となること\n（同表注５）が認められる。\n以上によれば、昭和三二年九月の経費の修正原価は、第九表（３）の②修正原価\nの経費欄記載のとおり七六一八万九七四四円である。\n（四）　控除額、本社費、支払利子\n甲第四九号証の一、同号証の二、証人ｎの証言によれば、同鉱業所では控除額は\n修正する必要はないが、支払利子は決算原価の六分の一である八七万七六四七円に\n修正すべきことが認められる（第九表（３）注６）。\n本社費については甲第四九号証の一によれば、賞与、退職手当引当金、減価償却\n費について片寄りを修正すべきであるとしているが、その計算関係が明らかでない\nから、決算原価の六分の一である一二一一万四八円を修正原価とすべきである（同\n表注６）。\n（五）　以上（一）ないし（四）に述べたところによれば、同鉱業所の昭和三二年\n九月の出炭総原価は第九表（３）の②修正原価の出炭総原価欄記載のとおり二億七\n四一九万八四五四円である。\n３　本件スト当日の損害としての支出\n甲第四九号証の一、同号証の二、証人ｎの証言によれば、原告日鉄鉱業二瀬鉱業\n所における本件スト当日の損害としての支出について次の事実が認められる。\n（一）　物品費\n物品費では事務用消耗品の修正原価の二五分の一である一万二二八〇円が本件ス\nト当日の損害としての支出である（第九表（４）①物品費）。\n（二）　労務費\n職員給与のうち基準内給与は九月の支給額の二五分の一、基準外手当は本件スト\n当日の支給実績額（第九表（４）②労務費（イ）職員給与）、鉱員賃金は本件スト\n当日の支給実績額（同（ロ）鉱員賃金）、直轄臨時夫の雑給のうち基準内賃金は九\n月の支給額の二五分の一、基準外手当は本件スト当日の支給実績額、請負金は九月\nの支給額の二五分の一（同（ハ）雑給）、賞与及び退職手当引当金は修正原価の二\n五分の一（同（ニ）賞与、同（ホ）退職手当引当金）、法定福利費は（ａ）九月の\n職員給与及び鉱員賃金に対する健康保険料及び厚生年金保険料の原告負担分の二五\n分の一と（ｂ）本件スト当日の職員給与、鉱員賃金等に対する労災保険料及び失業\n保険料の原告負担分（同（ヘ）法定福利費）がそれぞれ本件スト当日の損害として\nの支出である。以上によれば、労務費の本件スト当日の損害としての支出は合計二\n三四万一五六九円である（同合計欄）。\n（三）　経費\n支払修繕料は本件スト当日における修繕工場の保安要員に対する給与等（第九表\n（４）③経費（イ）支払修繕料）、支払電力料は本件スト当日の実績額（同（ロ）\n支払電力料）、支払賠償費及び旅費通信費はいずれも修正原価の二五分の一（同\n（ハ）支払賠償費、（ニ）旅費通信費）、租税公課は九月分の修正原価から同月の\n鉱産税等を控除した額の二五分の一（同（ホ）租税公課）、減価償却費は九月の修\n正原価から同月の産高比例分を控除した額の二五分の一（同（ヘ）減価償却費）、\n経費「その他」は修正原価の二五分の一（同（ト）その他）がそれぞれ本件スト当\n日の損害としての支出である。以上によれば、経費の本件スト当日の損害としての\n支出は合計一八四万五六一四円である（同合計欄）。\n（四）　控除額、本社費、支払利子\n右三費目はいずれも修正原価の二五分の一が本件スト当日の収入（控除額）又は\n損害としての支出（本社費、支払利子）で、その金額は順次二四万二五五三円、四\n八万四四〇二円、三万五一〇六円である（第九表（４）④控除額⑤本社費⑥支払利\n子）。\n（五）　以上認定の（一）ないし（四）の支出を合計し、収入（控除額）を控除す\nると、同鉱業所の本件スト当日の損害としての支出は合計四四七万六四一八円で、\n各費目について当裁判所の認定額と同原告の算出額を対比したものが第九表（３）\nの④及び⑤欄である。\nなお、甲第四九号証の一は物品費及び支払修繕料の一部を固定的費用と変動的費\n用に分け、前者の二五分の一を本件スト当日の損害としての支出であるとしている\nが、原告三井鉱山の場合に述べたと同じ理由によりこの点については立証なきもの\nと扱わざるを得ない。\n４　損害額の認定\n（一）　実操業日一日当りの支出\n前記２認定によれば昭和三二年九月の総原価は二億七四一九万八四五四円であ\nり、前記３認定によれば本件スト当日の損害としての支出は四四七万六四一八円で\nあるから、実操業日一日当りの支出は前者から後者を差引いた二億六九七二万二〇\n三六円を同月一日から同月二八日までの実操業日数二四で除した一一二三万八四一\n八円である（第九表（３）原価関係説明表⑥⑦、第九表（５）損害額算出表\n（３））。\n（二）　前記１認定によれば、本件スト当日の減産額は九一七万三六六四円である\nと推定されるから、原告日鉄鉱業二瀬鉱業所では本件ストがなければ、本件スト当\n日は収入が支出を二〇六万四七五四円下廻わることが予測されるから（第九表\n（５）損害額算出表（４））、前記３認定の本件スト当日の支出のうち右赤字分を\n控除した二四一万一六六四円を回収し得たものということができる（同表\n（５））。\n（三）　当裁判所の認定する本件スト当日の支出額が甲第四九号証の一により同原\n告が算出する額より上廻わる退職手当引当金については損害額を零とし、その超過\n額（差額）四七万〇〇一〇円を前記（二）認定の回収可能額から控除した一九四万\n一六五四円が本件ストにより同原告が蒙つた損害であるということができる（第九\n表（５）損害額算出表（６）（７））。\n九　原告貝島炭礦大之浦礦業所関係\n１　減産額\n（一）　減産量\n甲第二二号証の一、第四五号証の一、証人ｏの証言によれば、第十表（１）記載\nのとおり原告貝島炭礦大之浦礦業所の昭和三二年九月の実操業日の出炭量は一〇万\n五一六八トン、実操業日数は二四日、実操業日一日当りの出炭量は四三八二トン、\n同月二八日の出炭量は五〇九六トン、同月三〇日（本件スト日）の出炭量は二〇四\nトンであることが認められるから、本件スト日の減産量は、同月二八日の出炭量よ\nり低い実操業日一日当りの出炭量から本件スト当日の出炭量を控除した四一七八ト\nンであると推定すべきである。\n（二）　山元手取額\n甲第二二号証の一ないし三、第四五号証の一、証人ｏの証言によれば、昭和三二\n年九月における同礦業所の山元手取額は次のように算出するのが相当であると認め\nられる。\n（１）　同礦業所において産出し昭和三二年九月に販売した石炭の銘柄別販売量\n（第十表（２）山元手取額算出表（その一）（イ）欄）を求め、次いで決算面上の\n銘柄別売上金額（同表（ロ）欄）（販売経費を含む）を求める。右売上金額からこ\nれに含まれる同年四月から八月までの精算差額（同表（ハ）欄）を控除した額（同\n表（ニ）欄）を右販売量（同表（イ）欄）で銘柄別に除して単価を求め（同表\n（ニ）欄）、更にこの金額から同原告の控え目な計算方法に従い一律に追加投資額\n一二一円（同表（ホ）欄）を控除して九月の銘柄別販売単価を求める（同表（ヘ）\n欄）。\n（２）　前記（１）により求めた銘柄別販売単価（第十表（２）山元手取額算出表\n（その二）（ロ）欄転記）に九月の販売可能の銘柄別出炭量（同表（イ）欄）を乗\nじて九月の銘柄別販売総額を求め（同表（ハ）欄）、右金額の合計額（同表（ハ）\n欄の合計欄）を九月の販売可能の総出炭量（同表（イ）欄の合計欄）で除して、九\n月産出の石炭の販売可能の平均販売単価五九七四円を求める（同表（ロ）欄の合計\n欄）。\n（３）　同礦業所における昭和三二年九月の総販売経費を同月の総販売量（第十表\n（２）山元手取額算出表（その一）（イ）欄）で除して、同月における平均販売経\n費単価一一〇六円を求める（第十表（２）山元手取額算出表（その二）（ニ）欄の\n合計額）。\n（４）　（２）で得た平均販売単価五九七四円と（３）で得た平均販売経費単価一\n一〇六円の比を求め、その比の値〇・一八五一を銘柄別販売単価（第十表（２）山\n元手取額算出表（その二）（ロ）欄）に乗じて得た値（同表（ニ）欄）をもつて、\n銘柄別販売経費単価とする。\n（５）　かくて（１）により得た銘柄別販売単価（第十表（２）山元手取額算出表\n（その二）（ロ）欄）から（４）で得た銘柄別販売経費単価を控除して銘柄別山元\n手取額単価（同表（ホ）欄の単価欄）を求め、これに銘柄別出炭量（同表（イ）\n欄）を乗じて銘柄別山元手取総額を求め（同表（ホ）欄の総額欄）、これを合算し\nて同礦業所における昭和三二年九月産出の市販炭の山元手取総額を求める（同表\n（ホ）欄の総額欄の合計欄）。\n（６）　次に自家消費炭につき銘柄別に山元手取総額を求め、これを合計して、山\n元手取総額を求める（第十表（２）山元手取額算出表（その三））。\n（７）　（５）で求めた市販炭の山元手取総額と（６）で求めた自家消費炭の山元\n手取総額を合算し、これを市販量と自家消費炭の合計量（九月の総出炭量）で除\nし、同月産出の山元手取額単価四七四六円を得る（第十表（２）山元手取額算出表\n（その四））。\n（以上の証拠及び計算関係の内訳は第十表（２）山元手取額算出表（その一）ない\nし（その三）の「証拠関係及び算出方法の説明」及び同山元手取額算出表（その\n四）記載のとおりである。なお、甲第四五号証の二の別表二にはトン当り販売諸掛\nの金額の記載があるが、その算出方法、算定根拠が不明であるため、右に述べた平\n均販売単価と平均販売経費の比率を各銘柄別トン当り単価に乗ずる方式により銘柄\n別トン当り山元手取額を求めた。）\n（三）　減産額\n従つて同礦業所における減産額は右平均山元手取額単価四七四六円に前記（一）\nに認定した減産量四一七八トンを乗じた一九八二万八七八八円である。\n２　当月総原価\n原告貝島炭礦は原価の修正、本件スト当日の支出の算式及び基礎たる数値の根拠\nとなつた書類等に関する説明を補足しなかつた。そこで、原告住友石炭鉱業赤平礦\n業所の場合と同様前記一の８の（二）の（２）に述べたところに従い、甲第四五号\n証の一、同号証の二により、原告貝島炭礦大之浦礦業所において昭和三二年九月の\n報告原価を決算原価の六分の一に修正するのが相当と認められる職員賞与、鉱員賞\n与、退職手当引当金、租税公課、支払賠償費（第十表（３）注１）を除いては甲第\n四四号証の一により認められる報告原価によることとする。\n支払賠償費につき報告原価によらなかつたのは、報告原価二二七四万七六一二円\nと決算原価の六分の一である一三一五万七九三五円とを対比すると両者に大きな差\nがあり報告原価に片寄りを含むものと推認せざるを得ないからである。また、甲第\n四五号証の一は本社費及び支払利子につき他社同様決算原価の六分の一によるべき\nであるとしている、しかし、右書証には両費目の記載はあるが、決算原価の裏付け\nとなるべき甲第四五号証の二のうちの原価計算表には両費目の記載はない。よつ\nて、原告住友石炭鉱業赤平礦業所の場合と同様、両費目については決算原価の立証\nなきものとして、九月の報告原価によることとする。\n以上によれば、原告貝島炭礦大之浦礦業所の昭和三二年九月の出炭総原価は第十\n表（３）の②修正原価の出炭総原価欄記載のとおり五億六七八万四八三二円であ\nる。\n３　本件スト当日の損害としての支出\n前記のとおり原告貝島炭礦が補足説明をしない以上甲第四五号証の一により昭和\n三二年九月の修正原価の二五分の一が本件スト当日の支出と認めるのが相当である\n事務用消耗品、職員賞与、鉱員賞与、退職手当引当金、支払修繕料、支払賠償費、\n旅費通信費、経費「その他」、本社費、支払利子及び修正原価の二五分の一が本件\nスト当日の収入であると認めるのが相当である控除額（以上の各費目につき第十表\n（４））を除いては本件スト当日の損害としての支出は立証なきものと扱わざるを\n得ない。\n以上によれば、同礦業所における本件スト当日の損害としての支出は合計四一九\n万八六六〇円で、各費目について当裁判所の認定額と同原告の算出額を対比したも\nのが第十表（３）の④及び⑤欄である。\nなお、同原告は本件スト当日の支出を算出するに当り、修正原価を三〇で除して\nいるが、それは相当ではなく、他社同様本件スト当日を含む昭和三二年九月の実操\n業日数である二五で除すべきである。\n４　損害額の認定\n（一）　実操業日一日当りの支出\n前記２認定によれば昭和三二年九月の総原価は五億六七八万四八三二円であり、\n前記３認定によれば本件スト当日の損害としての支出は四一九万八六六〇円である\nから、実操業日一日当りの支出は前者から後者を差引いた五億二五八万六一七二円\nを同月一日から同月二八日までの実操業日数二四で除した二〇九四万一〇九一円で\nある（第十表（３）原価関係説明表⑥⑦、第十表（５）損害額算出表（３））。\n（二）　前記１認定によれば、本件スト当日の減産額は一九八二万八七八八円であ\nると推定されるから、これと前記（一）の実操業日一日当りの支出を比べると、後\n者が前者を一一一万二三〇三円上廻わることになる（赤字）。しかし、原告貝島炭\n礦大之浦礦業所の本件スト当日の支出は報告原価又は修正原価を二五で除すること\nにより算出したものであり、右原価は昭和三二年九月の総出炭分のための支出と認\nめられるから、前記認定の本件スト当日の支出中には本件スト当日の出炭分二〇四\nトンのための支出も含まれているということができる。一方、右減産額には本件ス\nト当日の出炭分二〇四トンの価格は含まれていないから、右出炭量に前記１の\n（二）で認定した山元手取額単価四七四六円を乗じた九六万八一八四円は収入とな\nるはずである。従つて、本件スト当日の赤字は一一一万二三〇三円から九六万八一\n八四円を控除した一四万四一一九円となる（第十表（５）損害額算出表（４））\n（因に、本件スト当日に出炭のあつた原告北海道炭礦汽船夕張鉱業所、同住友石炭\n鉱業赤平礦業所では、本件スト当日の出炭分の価格を含まない減産額と本件スト当\n日の出炭分のための支出を含む本件スト当日の支出を対比しても前者が後者を上廻\nわる黒字であつたので、このような計算をする必要はなかつたのである）。かくて\n原告貝島炭礦大之浦礦業所では前記３認定の本件スト当日の支出のうち右赤字分一\n四万四一一九円を控除した四〇五万四五四一円を回収し得たものということができ\nる（同表（５））。\n（三）　当裁判所が認定する本件スト当日の支出額が甲第四五号証の一により同原\n告が算出する額を上廻わる事務用消耗品外九費目について超過額（差額）一一六万\n二一〇二円を前記（二）認定の回収可能額から控除すると二八九万二四三九円とな\nる（第十表（５）損害額算出表（６）、（７）（ａ））。\nところで前記（二）に述べたように、本件スト当日の支出は本件スト当日の出炭\n分のための支出も含むものであるから、右二八九万二四三九円を減産量四一七八ト\nンと本件スト当日の出炭二〇四トンの割合により比例配分して算出した減産量に対\nする二七五万七七八四円が本件ストにより同原告が蒙つた昀終的な損害ということ\nができる（第十表（５）損害額算出表（７）（ｂ））。\n第四　結論\n原告らの請求額と当裁判所の認定額を対比すると左記のとおりである。（単位\n円）\n＜１８８７８－００１＞\n前記第二の三において述べたところによれば、被告炭労と被告三井三池労組は原\n告三井鉱山に対し、被告炭労と被告夕張労組は原告北海道炭礦汽船に対し、被告炭\n労と被告住友赤平労組は原告住友石炭鉱業に対し、被告炭労と被告太平洋釧路労組\nは原告太平洋炭礦に対し、それぞれ本件ストにより右原告らが蒙つた損害につき連\n帯してこれを賠償する義務があり、また、被告炭労はその余の原告らに対し本件ス\nトにより同原告らが蒙つた損害を賠償する義務がある。そこで、原告三井鉱山、同\n三菱石炭鉱業、同北海道炭礦汽船、同古河鉱業、同太平洋炭礦及び同日鉄鉱業につ\nいては、当裁判所の認定額が同原告らの請求額を上廻わるから、主文第一項ないし\n第三項、第五項ないし第七項記載のとおり、いずれもその請求全部を認容すること\nとし、原告住友石炭鉱業及び同貝島炭礦については当裁判所の認定額が同原告らの\n請求額を下廻わるから主文第四項及び第八項記載のとおりそれぞれ認定額である二\n三六万一〇一六円及び二七五万七七八四円の限度でその請求を認容し、その余を失\n当として棄却することとし、訴訟費用の負担につき民事訴訟法八九条、九二条、九\n三条、仮執行の宣言につき同法一九六条を適用して、主文のとおり判決する。\n（裁判官　中川幹郎　松野嘉貞　大喜多啓光）\n（別紙）\n石炭原価計算報告書要素別説明\n一　物品費\n１　木材類\n（一）　坑木　枠脚、梁、矢木、矢板、成木等\n（二）　その他　角材、枕木、電柱、板類等\n２　金属類\n（一）　軌条　大型、中型、枠用古軌条等\n（二）　鋼管　鋳鉄管、鋼管、ガス管\n（三）　鋼材　棒銅及型鋼、厚薄、鉄板類\n（四）　鋼索　ワイヤーロープ類\n（五）　鋼製品　釘、針金、炭車金物等\n（六）　その他　雑金物、非鉄金属類\n３　火薬類\n火薬、爆薬、雷管、導火線\n４　電気用品\n電線類、碍子類、電気用消耗品等\n５　工具器具備品\n（一）　取替品、鉄工具、木工具、電気器具、灯火器具、机、椅子等\n（二）　消耗品\n６　ゴム製品\nコンベヤーベルト各種ゴム製品類\n７　油類\n車軸油、機械油、キシライグリース等\n８　石炭\n９　事務用消耗品\n１０　その他\nセメント、カーバイト、綿糸布、塗料等\n二　労務費\n１　職員給与\n経営者の定めた職制に基づき職員又は準職員として待遇する者の給料及び諸手当\n２　賃金\n（一）　坑内夫　掘進夫、採炭夫、仕操夫、充填夫、運搬夫、機械夫、工作夫、雑\n夫等\n（二）　坑外夫　機械夫、工作夫、運搬夫、選炭夫、雑夫等\n賃金とは基準賃金（本人給、家族給）、基準外賃金（超過労働賃金、特殊労働賃\n金、不就業手当、特別団体手当等）であつて、経営者と正式に雇傭契約を締結して\nいる者に支給される賃金、諸手当（現物給与を含む）をいう。\n３　雑給\n坑内夫、坑外夫（職別は賃金の説明に同じ）\n雑給とは経営者と正式に雇傭契約を締結していない労務者及び斤先掘の労務者等\nに支給する賃金、諸手当（現物給与を含む）をいう。\n４　賞与\n５　退職手当引当金\n６　法定福利費\n労働基準法、労働者災害補償保険法、健康保険法、厚生年金法等による事業主負\n担額で事業場の従業員に対するものをいう。\n三　経費\n１　支払修繕料\n外注の修繕料、金銭支払額をいう。\n２　支払電力料\n外部より購入した電力代及び自家発電費をいう。\n３　支払賠償費\n鉱害のため他人の耕地、宅地、その他の営造物に対し損害を蒙らせた場合に被害者\nに支払う賠償金をいう。\n４　旅費通信費\n５　租税公課\n（一）　租税　鉱区税、固定資産税\n（二）　公課　炭鉱に賦課される道路負担金、団体負担金等\n６　減価償却費\n７　その他\n（一）　支払賃借料　動産、不動産の賃借料\n（二）　支払保険料　動産、不動産の火災保険料等\n（三）　支払水道料　外部より購入する水道料\n（四）　支払運賃　石炭、作業用品、捨硬等の運搬賃\n（五）　支払保管料　購入物品その他貯蔵品等の保管料\n（六）　棚卸減耗費　物品の保管又は運搬中に生ずる破損、腐敗、漏洩、蒸発、変\n質等による減耗費\n（七）　交際費\n（八）　図書、新聞、雑誌の購読料等前各号に属さない費用\n四　控除額\n規格外炭の売上収入、従業員から徴収する住宅料、水道料、電燈料、払下自家燃料\n代等の戻入、不用品売却代等の雑収入\n五　本社費（又は一般管理費）\n役員、本社勤務の従業員に対する給与、賞与、法定福利費、本社事務に要する費\n用（旅費通信費、支払電力料、支払水道料、支払ガス料、支払運賃、支払保険料、\n動産不動産賃借料、交際費、租税公課、減価償却費等）\n六　支払利子\n営業用運転資金等の借入金利子従業員の会への預入金に対する利子等\nなお、二個以上の事業所を有する炭鉱各社、石炭部門以外に附帯部門を有する炭\n鉱各社にあつては、本社費及び支払利子は、出炭量、生産原価等各事業所、各部門\nの実績に応じて配分される。\n（別表）\n第一表\n＜１８８７８－００２＞\n第二表\n原告ら主張の損害額算出表\n＜１８８７８－００３＞\n原告三井鉱山三池鉱業所関係\n第三表（１）\n（１）本件スト当日（９月３０日）の減産量（三井・三池）\n＜１８８７８－００４＞\n第三表（２）\n山元手取額算出表\n＜１８８７８－００５＞\n証拠関係及び算出方法の説明\n１　（イ）欄　甲１２－４「本月出炭高」の欄但し特上粉は同欄特上粉８５８４０\nトンから同欄上粉２５３３トンを控除する。\n２　合計欄を除く（ロ）欄甲１２－４「備考」の「差引当月手取単価」の欄（これ\nが市販炭の銘柄別山元手取額単価である）\n３　（ハ）欄　甲１２－４「自家消費高」の「数量」及び「単価」の欄\n４　未洗小塊、特粉、特上粉、合計の各欄を除く（ニ）欄（イ）×（ロ）（これが\n三銘柄を除く他の銘柄別山元手取総額である）\n５　未洗小塊、特粉、特上粉の（ニ）欄算出方法\n（これが三銘柄の山元手取総額である）\n未洗小塊　５，４６０円×（２，５１０－１，４７２）トン＋４，５００円×１，\n４７２トン＝１２，２９１，４８０円\n特粉　５，０３７円×（５１，０１１－２，００３）トン＋４，６００円×２，０\n０３トン＝２５６，０６７，０９６円\n特上粉　４，９２９円×（８３，３０７－４０６）トン＋４，４００円×４０６ト\nン＝４１０，４０５，４２９円\n６　（ロ）欄の合計欄　（ニ）の合計額（３２年９月の山元手取額総額）÷（イ）\nの合計数量（同月の出炭量）\n９５４，８６８，６０３円÷１８７，７００トン＝５，０８７円\n（これが平均山元手取額単価である。）\n第三表（３）\n原価関係説明表\n＜１８８７８－００６＞\n＜１８８７８－００７＞\n⑥　９月１日から９月２８日までの生産原価　②－④・・・・８６９，３６２，８\n７２円\n⑦　９月１日から９月２８日までの１日当りの生産原価　⑥÷２４（実操業\n日）・・・・３６，２２３，４５３円\n注１　（１）　９月に４月から８月までの職員昇給差額分が次のとおり支給され\nた。９月分報告原価にはこの金額が含まれているので、その分だけ減額修正する必\n要がある。\n坑内基準内賃金　２，９９７，６０６円\n坑内基準外手当　１，０６６，３１４円\n坑外基準内賃金　３，７７７，６００円\n坑外基準外手当　６０６，７７９円\n合計△８，４４８，２９９円\n（２）　昇給に伴ない勤務手当の率が４月にさかのぼつて０．１７から０．１５に\n減額改訂され、９月分賃金支給の際に４月から６月までの勤務手当につき下記の改\n訂相当分だけ一括して減額精算した。９月の報告原価はこの精算分だけ給与の実績\n支給額から減額して計上されている。しかしこの精算分は本来４月から６月までの\n給与の原価から減額されるべきであるから、９月の給与の報告原価は上記精算分だ\nけ増額されなければならない。\n甲２７－１－１　（１０頁）によれば９月に減額精算された勤務手当のうち２／\n３の金額を９月の報告原価に加算して増額修正すればよいとしているが、その趣旨\nは明らかでないので、上記のとおり減額精算全額を９月の報告原価に加算して増額\n修正した。金額の算出は、原告三井鉱山が改訂額（減額精算額）の２／３としてい\nる修正額坑内勤務手当２４２，０５２円、坑外勤務手当３０２，６６０円にそれぞ\nれ３／２を乗じて求めた。\n（３）　職員の基準外手当が一ケ月遅れで支給されており、９月の報告原価には８\n月分の基準外手当が含まれているが、９月分の基準外手当は含まれていない。両月\nの差額だけ９月の報告原価を減額修正する必要がある。\n（４）　以上（１）（２）（３）を合計した９，０５１，５８４円だけ９月の職員\n給与の報告原価を減額修正すべきである。\n従つて、９月の修正原価は５５，５４８，８０６円（６４，６００，３９０－９，\n０５１，５８４）となる。\n注２（１）　３２年上期の法定福利費の決算原価２６４，５１２，６７１円中同期\nの賞与に対する原告の負担すべき法定福利費は２２，５８６，２９４円であるが、\n本文（第三、二、２（二））記載のとおり９月の負担額はその１／６である３，７\n６４，３８２円である。（甲２７－１－１、１０頁②（ｂ）及び９頁の第３表法定\n福利費のＤ、Ｅ、Ｇの各欄）\n（２）　決算原価中９月の職員給与及び鉱員賃金に対する原告の負担すべき法定福\n利費は３９，４９３，６９４円である。（同表の法定福利費のＨ欄）\n（３）　以上（１）、（２）を合算した４３，２５８，０７６円が９月の法定福利\n費の修正原価である。\n注３　（１）　３２年上期の租税公課の決算原価１４３，６１５，８２２円には同\n期の負担分でない地方税７，１７６，４３７円が含まれているのでこれを控除す\nる。（同表租税公課のＥ欄※印）\n（２）　出炭量の大小により変動する鉱産税等の９月分の実績額は７，３２４，４\n７０円である。（同Ｈ欄）\n（３）　上記（１）の決算原価中出炭の大小にかかわらず納付すべき公租公課は８\n８，７０６，７４７円であるが、本文（第三、二、２（三））記載のとおり９月の\n負担額はその１／６である１４，７８４，４５８円である。（同Ｅ、Ｇ欄）\n（４）　以上（２）、（３）を合算した２２，１０８，９２８円が９月分租税公課\nの修正原価である。\n注４　（１）　生産高比例法の採用されている鉱業用固定資産に対する９月の減価\n償却費は１６，６７４，６０８円である。（同表減価償却費のＨ欄）\n（２）　その他の資産に対する減価償却費は決算原価２４４，６８２，２３３円中\n１４４，８８２，２３７円であるが、本文（第三、二２（三））記載のとおり９月\nの負担額はその１／６である２４，１４７，０４０円である。（同Ｅ、Ｇ欄）\n（３）　以上の（１）（２）を合算した４０，８２１，６４８円が９月分減価償却\n費の修正原価である。\n注５　（１）　出炭の大小により変動する悪石運搬賃の９月の実績は８７３，２２\n４円である。（同表その他のＨ欄）\n（２）　決算原価４３６，８９０，１２５円中悪石運搬賃を除く費用は４３１，６\n９０，２６９円であるが、本文（第三、二、２（三））記載のとおり９月の負担額\nはその１／６である７１，９４８，３７８円である。（同Ｅ、Ｇ欄）\n（３）　以上（１）（２）を合算した７２，８２１，６０２円が９月分経費「その\n他」の修正原価である。\n注６　決算原価の１／６とした費目の計算関係は次のとおりである。\nなお、支払賠償費の昭和３２年上期の決算原価は３８，９１７，５７３円と計上\nされているが、これには同期の負担分でない特鉱納付金４，１１１，７７０円が含\nまれているので、上記金額からこれを控除した３４，８０５，８０３円を同期の決\n算原価とした。\n第三表（４）\n１÷２５とは本件スト日を含めた３２年９月中の実操業日数２５で除することを\n意味する。\nスト当日の支出算出表（その一）\n①　物品費\n＜１８８７８－００８＞\nスト当日の支出算出表（その二）\n②　労務費\n＜１８８７８－００９＞\nスト当日の支出算出表（その三）\n②　労務費（続き）\n＜１８８７８－０１０＞\nスト当日の支出算出表（その四）\n②　労務費（続き）\n＜１８８７８－０１１＞\nスト当日の支出算出表（その五）\n③　経費\n＜１８８７８－０１２＞\n注１　９月分鉱産税　甲２７－Ｈ第３表租税公課Ｈ欄\n注２　９月分産高比例分　同表減価償却費Ｈ欄\n注３　９月分悪石運賃　同表経費其他Ｈ欄\nスト当日の支出算出表（その六）\n④　控除額　９月分修正原価　３６，４８７，６３４×１÷２５＝１，４５９，５\n０５円\n⑤　本社費　同上　３４，９４９，３３３×１÷２５＝１，３９７，９７３円\n⑥　支払利子　同上　２６，０６５，７０６×１÷２５＝１，０４２，６２８円\n以上①ないし⑥合計（但し④は控除）　１７，６１３，３３０円\n第三表（５）\n損害額算出表\n（１）　総原価　８８６，９７６，２０２円\n（２）　本件スト当日の総支出　１７，６１３，３３０円\n（８８６，９７６，２０２－１７，６１３，３３０）÷２４＝３６，２２３，４５\n３円\n（３）実操業日１日当りの支出｛（１）－（２）｝÷２４\n｛９月１日から２８日までの総原価（１）－（２）｝÷（９月１日から２８日まで\nの実操業日数　２４）\n（８８６，９７６，２０２－１７，６１３，３３０）÷２４＝３６，２２３，４５\n３\n（４）　減産額３９，７８０，３４０円が実操業日１日当りの支出より大である\n（黒字）\n（５）　本件スト当日の支出中原告主張額より裁判所認定額が高い費目とその差額\nなし\n（６）　損害額　（２）－（５）\n（５）は０につき損害額は（２）の金額１７，６１３，３３０円である。\n原告三菱石炭鉱業大夕張礦業所関係\n第四表（１）\n本件スト当日（９月３０日）の減産量（三菱・大夕張）\n第四表（２）\n山元手取額算出表（その一）\n＜１８８７８－０１４＞\n山元手取額算出表（その二）\n＜１８８７８－０１５＞\n証拠関係及び算出方法の説明\n１　山元手取額算出表（その一）甲１３－４４\n２（ａ）　山元手取額算出表（その二）（イ）欄　甲１３－４９の「大夕張炭」の\n「売上トン数」欄\n（ｂ）　同表（ロ）欄の「トン当り単価」欄　甲１３－４９の「大夕張炭」の「坑\n所手取」欄\n（ｃ）　「市販炭合計」欄を除く同表（ロ）欄の「総額」欄　（イ）×（ロ）\n（ｄ）　「二等粉（自家消費炭）」の（ハ）欄　甲１３－２３の「坑所消費分」の\n「当月払出高」の「単価」欄\n（ｅ）　同表（ニ）欄　甲１３－２３の「当月産出高」の「数量」欄\n３　原告三菱石炭鉱業大夕張礦業所では本文（第三、三、１（二））記載のとお\nり、甲１３－４４により、市販炭の山元手取総額２７１，８５８，０２９円を求め\nることはできるが（第四表（２）その一「合計」欄）、個々の銘柄別山元手取額の\n実績を知る資料はない。そこで、当時の市場から予測される３２年９月における銘\n柄別の手取額（坑所手取額）（第四表その二、（ロ）欄）に同月の銘柄別売上数量\n（同表（イ）欄）を乗じ、銘柄別坑所手取額（同表（ロ）欄の「総額」欄）を求\nめ、これを合算し９月の市販炭の坑所手取額の総額（予想手取額）２６８，８３\n０，２７１円を求める（同表（ロ）欄の「総額」の「市販炭合計」欄）。\n４　そして市販炭の上記山元手取総額（現実の手取額）２７１，８５８，０２９円\nと坑所手取総額（予想手取額）２６８，８３０，２７１円との比を求め、その比の\n値１．０１１３を銘柄別坑所手取額単価（第四表（２）、その二（ロ）欄の「トン\n当り単価」欄）に乗じて得た数値を銘柄別山元手取額単価（同表（ハ）欄）とす\nる。（但し二等粉のうち自家消費炭については甲１３－２３により直接記入ずみ、\n前記２（ｄ））\n５　上記４（二等粉の自家消費炭については上記２（ｄ））で得た銘柄別山元手取\n額単価に３２年９月の銘柄別出炭量（第四表（２）その二の（ニ）欄）を乗じて９\n月出炭の銘柄別山元手取額の総額を求め（同表（ホ）欄）、これを合算して９月出\n炭の山元手取総額２３９，９５９，３９０円を得る（同表（ホ）欄の「総計」\n欄）。\n６　上記５で得た９月出炭分の山元手取総額２３９，９５９，３９０円を９月の総\n出炭量４５，５００トン（第四表（２）その二の（ニ）欄の「総計」欄）で除す\nと、同月の山元手取額のトン当り平均単価５，２７４円が得られる（同表（ハ）欄\nの「総計」欄）。\n第四表（３）\n原価関係説明表　（単位円）\n＜１８８７８－０１６＞\n＜１８８７８－０１７＞\n⑥　９月１日から９月２８日までの生産原価　②－④・・・・２５７，３５７，１\n１９円\n⑦　９月１日から９月２８日までの１日当りの生産原価　⑥÷２４（実操業\n日）・・・・１０，７２３，２１３円\n注１　本文（第三、三、２、（一）、（３））に述べた３２年上期の４月から８月\nまでの貯蔵品の調整差額は３，８８５，５３１円であつた。９月の物品費「その\n他」の原価の実績は３，００９，７８６円であつたが、これから上記調整額を差引\nいて一括調整して報告原価を作成したため、「物品費その他」の原価は△８７５，\n７４５円となつた。しかし上記調整額は４月から８月までの各月から差引くべきで\n９月分から差引くべきではないから、９月の物品費「その他」の原価は実績どおり\n３，００９，７８６円とすべきである。\n注２　（１）　９月に４月から９月までの医師給与等のベースアツプ差額が支給さ\nれたが、このうち４月から８月までの差額は８４１，４０４円である。９月の報告\n原価にはこの金額が含まれているので、その分だけ減額修正する必要がある。\n（２）　職員の基準外手当が一ケ月遅れで支給されており、９月の報告原価には８\n月分の基準外手当が含まれているが、９月分基準外手当は含まれていない。両月の\n差額だけ９月の報告原価を減額する必要がある。\n（３）　以上（１）、（２）を合計した９３８，２１２円だけ９月の職員給与の報\n告原価を減額修正すべきである。\n従つて、９月の職員給与の修正原価は１１，４４９，４２９－９８３，２１２＝１\n０，５１１，２１７円となる。\n注３　本文（第三、三、２（二））及び注８記載のとおり賞与の報告原価を決算額\nの１／６に減額修正したが、その修正差額２，９６４，１４６円に対し原告が負担\nすべき法定福利費及び注２（１）に述べた４月から８月までのベースアツプ差額８\n４１，４０４円に対し原告が負担すべき法定福利費合計３７２，０１１円が９月の\n報告原価に含まれている。しかし、これは９月の原価が負担すべきではないから、\n上記金額だけ減額修正すべきである。従つて、９月の法定福利費の修正原価は９，\n６７０，２１７－３７２，０１１＝９，２９８，２０６円となる。\n注４　３２年４月及び５月に整備事業団に納入した特別鉱害納付金９５４，７５０\n円が戻入されたので、これを９月の実績の原価から一括控除して９月の原価を５，\n４８２，４６８円と報告した。しかしこれは期末調整上の操作であつて上記戻入金\nは９月の原価から控除すべきではなく、この金額を報告原価に加えたものが９月の\n原価の実績である。従つて、９月の租税公課の修正原価は５，４８２，４６８＋９\n５４，７５０＝６，４３７，２１８円である。\n注５　（１）　生産高比例法の採用されている鉱業用固定資産に対する９月の減価\n償却費は５，０５６，５７４円である。\n（甲２９―６―１、第８表中減価償却費欄の生産高比例償却）\n（２）　その他の資産に対する減価償却費の９月分負担額は１５，３３０，７６４\n円である。\n（３）　以上（１）（２）を合算した２０，３８７，３３８円が９月分減価償却費\nの修正原価である。\n注６　原告三菱・大夕張では原告経営の病院以外の医療機関で診療を受けた場合一\n定の限度で原告が医療費を負担することになつている。３２年上期における原告負\n担額は６９６，７１４円で、これを全額期末である９月に経費「その他」の報告原\n価に計上した。しかし本文（第三、三、２（三））記載のとおり９月の負担額はそ\nの１／６である１１６，１１９円である。従つて９月の報告原価は６９６，７１４\n－１１６，１１９＝５８０，５９５円だけ減額修正すべきである。故に９月の経費\n「その他」の修正原価は１１，４０９，５３７－５８０，５９５＝１０，８２８，\n９４２円となる。\n注７　３２年上期の控除額の決算原価中不用品売却代及び機器貸与料の１／６は５\n２７，３８７円である。しかし９月の報告原価にはこの収入として合計３，１６\n４，３３０円が計上されているのでその差額２，６３６，９４３円（３，１６４，\n３３０－５２７，３８７）だけ９月の報告原価を減額する必要がある。従つて、９\n月の控除額の報告原価は９，５６２，４３９－２，６３６，９４３＝６，９２５，\n４９６円に修正される。\n注８　決算原価の１／６とした費目の計算関係は次のとおりである。\n職員賞与の決算原価　２４，２６４，５４４×１÷６＝４，０４４，０９１円\n鉱員賞与　〃　５８，９９９，４５６×１÷６＝９，８３３，２４３円\n退職手当引当金の〃　６１，２０１，０８６×１÷６＝１０，２００，１８１円\n本社費の　〃　６７，５３９，４８０×１÷６＝１１，２５６，５８０円\n支払利子の　〃　１０，９８８，３４０×１÷６＝１，８３１，３９０円\n第四表（４）\n１÷２５とは本件スト日を含めた３２年９月中の実操業日数２５で除することを\n意味する。\nスト当日の支出算出表（その一）\n①　物品費\n＜１８８７８－０１８＞\nスト当日の支出算出表（その二）\n②　労務費\n＜１８８７８－０１９＞\nスト当日の支出算出表（その三）\n②　労務費（続き）\n＜１８８７８－０２０＞\nスト当日の支出算出表（その四）\n③　経費\n＜１８８７８－０２１＞\n注１　経費その他１０，８２８，９４２－本件スト日に実施した硬捨作業請負金\n１，１８９，４３７＝９，６３９，５０５\nスト当日の支出算出表（その五）\n④　控除額　９月分修正原価×１÷２５　６，９２５，４９６×１÷２５＝２７\n７，０１９\n⑤　本社費　同上　１１，２５６，５８０×１÷２５＝４５０，２６３\n⑥　支払利子　同上　１，８３１，３９０×１÷２５＝７３，２５５\n以上①ないし⑥の合計（但し④は控除）　４，３８９，６２０\n第四表（５）\n損害額算出表\n（１）　総原価　２６１，７４６，７３９円\n（２）　本件スト当日の総支出　４，３８９，６２０円\n（３）　実操業１日当りの支出　｛（１）－（２）｝÷２４\n｛２６１，７４６，７３９－４，３８９，６２０｝÷２４＝１０，７２３，２１３\n円\n（４）　減産額９，７０４，１６０円が実操業日１日当りの支出より小である。\n（赤字）\n１０，７２３，２１３－９，７０４，１６０＝１，０１９，０５３円（赤字分）\n（５）　回収可能額　（２）－（４）\n４，３８９，６２０－１，０１９，０５３＝３，３７０，５６７円\n（６）　本件スト当日の支出中原告算出額より裁判所認定額が高い費目とその差額\n原告算出額（円）　裁判所認定額（円）　差額（円）\n労務費：退職手当引当金　０　４０８，００７　４０８，００７\n（７）　損害額　（５）－（６）\n３，３７０，５６７－４０８，００７＝２，９６２，５６０円\n（第五表～第十表省略）\n"
}