{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 50,
    "month": 11,
    "day": 27
  },
  "case_number": "昭和50(ネ)127",
  "case_name": "登記抹消登記手続請求事件",
  "court_name": "東京高等裁判所第十六民事部",
  "lawsuit_id": "20537",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=20537",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/537/020537_hanrei.pdf",
  "contents": "主　　　　文\n原判決を次のように変更する。\n控訴人は被控訴人に対し被控訴人から金二〇〇万円の支払いを受けるの\nと引き換えに別紙物件目録記載の土地につき前橋地方法務局嬬恋出張所昭和四六年\n一一月九日受付第七九六四号をもつてなした同月四日付代物弁済予約を原因とする\n所有権移転請求権仮登記及び同出張所昭和四六年一一月九日受付第七九六三号をも\nつてなした同月四日付金銭消費貸借の同日設定契約を原因とする抵当権設定登記の\n各抹消登記手続をせよ。\n被控訴人のその余の請求を棄却する。\n訴訟費用は第一、二審とも五分しその二を被控訴人の負担としその余を\n控訴人の負担とする。\n事　　　　実\n控訴人は、「原判決を取り消す。被控訴人の請求を棄却する。訴訟費用は第一、\n二審とも被控訴人の負担とする。」との判決を求め、被控訴人は、控訴棄却の判決\nを求めた。\n当事者双方の事実上の陳述及び証拠関係は、被控訴人において後記控訴人の主張\nを争い、控訴人において、「本件消費貸借契約が無効であつたとしても、このよう\nに消費貸借契約が当初から無効である場合に、これに基づき担保権が設定され、他\n方貸金として金員が交付されていたときは、双方の債務が同時に履行されることが\n公平に合する趣旨とする民法五三三条の規定を類推適用して、右担保権につきなさ\nれた登記の抹消義務と借主が受け取つた金員の返還義務とは同時履行の関係にある\nと解すべきである。」と述べたほか、原判決事実摘示（ただし、原判決書七枚目裏\n一〇行目中「第六」を「第五」に、同添付物件目録を別紙物件目録のとおり改め\nる。）のとおりであるから、ここにこれを引用する。\n理　　　　由\n一、　当裁判所は、次につけ加えるほか、原判決と同じ理由で、控訴人の本件消\n費貸借並に抵当権設定契約の成立及びその契約の追認又は表見代理に関する主張を\n排斥し、主文掲記の各登記はいずれもその原因を欠き控訴人はこれを抹消する義務\nがあるものと判断するので、原判決の理由（ただし、原判決書八枚目表一行目から\n同一四枚目表七行目まで。）をここに引用する。\n原判決書八枚目表六行目中「並びに」の下に「官署作成部分の成立及び被控訴人\nの印影が同人の印顆により顕出されたことは争いがなく、その余の部分について\nは」を加え、同裏七行目中「斡施」を「斡旋」に改め、同九枚目表一行目中「原告\nに対し、」の下に「その依頼の趣旨に反し控訴人から右のように本件土地を担保に\nして金三〇〇万円の借入れをすることを秘して、」を、同二行目中「買主」の下に\n「として控訴人」を、同七行目中「承諾し、」の下に「Ａに対し」を、同裏四行目\n中「赴き、」の下に「かねて話合いのとおり」を、同一〇枚目表末行中「本件土地\nを」の下に「代金五〇〇万円で」を加え、向裏一行日中「意思であり、」を「意思\nでＡに対しその代理権を授与したものであり、これに反しＡは右代理権授与の趣旨\nに反してＢを通じて控訴人に対し本件土地を担保に金員の貸借を申し入れ、」に改\nめ、同一一枚目表一一行目中「電話があつたとき」の下に「身の危険を感じ」を加\nえ、同一三枚目裏二行日中「乙第一号証」を「（乙第一号証）」に改め、同一一行\n目中「被告は、」の下に「右の消費貸借契約を締結し、Ａに貸金三〇〇万円を交付\nした当時、借主本人である被控訴人が近くにいて、このことをＡから知らされてい\nたものであるから、控訴人は容易に被控訴人に会いその真意を確かめることができ\nたにもかかわらず、これを確かめることもしなかつたものであり、ただ」を加え\nる。\n二、　同時履行の抗弁権について\n（１）　前示認定のように、被控訴人と控訴人との間において、本件土地の売買\n契約もまた控訴人主張の本件土地を担保とする消費貸借契約も成立していなかつた\nものであるにもかかわらず、控訴人は右消費貸借に基づく貸金として三〇〇万円を\n出捐し、被控訴人はそのうち二〇〇万円を受領したものであつて、これが受領した\n金員は他にこれを利得すべき法律上の原因が認められないから、控訴人の損失にお\nいて被控訴人が法律上の原因なくして利得したこととなり、被控訴人はこれを不当\n利得金として控訴人に返還する義務があり、その返還義務の範囲については、被控\n訴人は前示認定のように本件土地について売買契約が成立したものと信じて右金員\nを受け取つた善意の不当利得者であるからその利益の存する限度においてこれを控\n訴人に返還すべきところ、被控訴人は右二〇〇万円のうち一四七万円を費消したの\nで現存利益は五三万円にすぎないと主張し、前示認定によると、右二〇〇万円のう\nち一〇〇万円は山陽鉱業に貸し付け、うち四〇万円はＡ、Ｃの両名に礼金として、\nうち二万円は登記料として、うち五万円は契約成立祝賀費としてそれぞれ交付し、\n残額五三万円を自己のために受け取つたものであるが、右山陽鉱業に対する貸付金\n一〇〇万円は特段の反証のない本件においては貸付金債権として利益が現存し、そ\nの他の礼金四〇万円、登記料二万円並びに契約成立祝賀費五万円は被控訴人主張の\n売買契約が成立したものとして交付したものであり、本件消費貸借及びこれに基づ\nく担保権設定のために交付したものではないが、前示認定のように被控訴人がこれ\nら金員を交付したのは代理人として依頼したＡないしはＣの本件土地につき売買契\n約が成立したとの言を信じたことによるものであるから、売買契約が成立していれ\nば当然支払うべきものであり、他方売買契約が成立せず本件のような消費貸借契約\nに基づく金員であつたならば前記のような各名目の下に被控訴人がこれを右Ａない\nしＣに交付する筈のない金員であるから、被控訴人は、ＡないしはＣに対し右金員\nを不当利得として返還を請求するか、右の金員の交付を余儀なくされた行為により\n生じた損害に対し、不法行為に基づきこれが金額の損害の賠償を請求できる立場に\nあり、他に反証の認められない本件においては、右の請求権もこれまた現存するも\nのと認められるから、被控訴人は控訴人に対し右金二〇〇万円を不当利得金として\n返還する義務がある。\n<要旨>（２）　ところで、同時履行の抗弁権は、通常双務契約から生ずる対価関\n係にある債務は同時に履行されるのが</要旨>公平であり、かつ信義に合するという\n理由で認められるもので、同時履行の抗弁権に関する民法五三三条の規定は、この\n見地から契約の解除に基づく原状回復義務や損害賠償義務についても準用（同法五\n四六条五七一条六三四条六九二条等）され、このような準用がない場合でも、当事\n者の意思により双務契約から生じない互の債務に対価的意義を付与することによつ\nて認められることは右の規定が任意規定の趣旨からして明らかであるが、右の規定\nが当事者双方の債務が同時に履行されることが公平かつ信義に合するときは当事者\nの意思にかかわらずなお右の規定を類推適用すべきものと解すべきところ、双務契\n約が解除によらず取り消された場合における当事者双方の原状回復義務は同時履行\nの関係にある（最高裁判所昭和四七年九月七日第一小法廷判決最高裁判所民事判例\n集二六巻七号一三二七頁参照。）と解すべきであるし、また消費貸借契約は双務契\n約ではないけれども、本件のように消費貸借契約に基づき担保権が設定され、他方\nこれにより借主に金員が交付された場合において、右消費貸借契約及びこれに基づ\nく担保権設定契約が当初から無効のときにおいてもなお、右担保権に関してなされ\nた登記抹消義務と交付された金員が不当利得として返還を請求できる場合における\n金員の支払義務とは同時履行の関係にあるものと解することは、民法五三三条の前\n記趣旨に照らして相当である。\n（３）　したがつて、被控訴人の主張の前記控訴人の登記抹消義務と前記（１）\nて認定した被控訴人の控訴人に対する不当利得返還義務とは同時履行の関係にあ\nり、控訴人は被控訴人に対し前示不当利得金二〇〇万円の支払いを受けるのと引き\n換えに主文掲記の登記の抹消義務を履行すれば足るので、控訴人の同時履行の抗弁\nは理由がある。\n三、　すると、原判決中控訴人に対し主文掲記の登記の抹消を単純に命じた部分\nは不当であつて取消しを免がれず、この点に関する控訴は理由があるけれども、そ\nの余の部分は相当であつてこの点に関する控訴は理由がない。\nよつて、原判決を変更し、控訴人に対し被控訴人から金二〇〇万円の支払いを受\nけるのと引き換えに主文掲記の各登記の抹消を命じ、被控訴人のその余の請求を棄\n却し、訴訟費用は第一、二審とも当事者双方の勝敗の割合を勘案して各負担を定め\nることとして、主文のように判決する。\n（裁判長裁判官　菅野啓蔵　裁判官　館忠彦　裁判官　安井章）\n別紙\n物　件　目　録\n一、所　在　群馬県吾妻郡ａ村大字ｂ字ｃ\n地　番　ｄ番ｅ\n地　目　原野\n地　積　六六二平方メートル\n二、所　在　群馬県吾妻郡ａ村大字ｂ字ｃ\n地　番　ｄ番ｆ\n地　目　原野\n地　積　四三〇平方メートル\n三、所　在　群馬県吾妻郡ａ村大字ｂ字ｃ\n地　番　ｄ番ｇ\n地　目　原野\n地　積　三三平方メートル\n四、所　在　群馬県吾妻郡ａ村大字ｂ字ｃ\n地　番　ｄ番ｈ\n地　目　原野\n地　積　六六平方メートル\n"
}