{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 47,
    "month": 7,
    "day": 31
  },
  "case_number": "昭和45(行ウ)2",
  "case_name": "栗東町長に対する予算執行を怠る事実の違法確認請求事件",
  "court_name": "大津地方裁判所",
  "field": "行政",
  "gist": "町道の延長部分の開設予定地を買収すべき予算が計上されているにもかかわらず，町長が正当な理由なく買収に着手せず，町道を開設しないことは，住民訴訟の対象となる財産の管理を怠る事実に当たらないとした事例",
  "lawsuit_id": "18175",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=18175",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/175/018175_hanrei.pdf",
  "contents": "○　主文\n本件訴えをいずれも却下する。\n訴訟費用は原告らの負担とする。\n○　事実\n第一、当事者の求めた裁判\n（原告ら）\n一、被告栗東町長が、町道中田中線開設予定地のうち同町＜以下略＞及び＜以下略\n＞所在別紙図面の赤斜線部分につき、幅員六メートルの町道を開設しないことの違\n法であることを確認する。\n二、訴訟費用は被告の負担とする。\n（被告）\n一、本案前の申立\n主文同旨。\n二、本案に対する申立\n（一）、原告の請求を棄却する。\n（二）、訴訟費用は原告らの負担とする。\n第二、当事者の主張\n（請求の原因）\n一、原告らは、いずれも栗東町の住民である。\n二、１、栗東町議会は、昭和三七年三月二五日頃、同町＜以下略＞外九区の区長全\n員による請願をはじめとして、地域住民の再三にわたる強い要望により、同町＜以\n下略＞先国道一号線と同町＜以下略＞先都市計画道路二三六号線を結ぶ延長約七二\n八メートル、幅員約六メートルの町道中田中線を建設することを議決した。\n右議決により、昭和三八年度事業として同町＜以下略＞先国道一号線から同町＜以\n下略＞所在国鉄新幹線ガード下までの延長約四〇〇メートルの道路（別紙図面青斜\n線部分。以下本件道路既設部分という。）が完成したが、昭和三九年以降、右新幹\n線ガード下から都市計画道路二三六号線に至る約三〇〇メートルの部分（別紙図面\n赤斜線部分はその一部である。以下本件道路開設予定部分という。）については工\n事がなされなかつた。\nその間に、訴外積水化学工業株式会社は、本件道路開設予定部分のうちの別紙図面\n赤斜線部分を含む付近土地（農地）を、同会社滋賀栗東工場の拡張のために昭和四\n三年八月頃から買収しはじめ、現在その所有権を有している。訴外会社は、右買収\nの際被告に対し買収土地のうち本件道路開設予定部分については、町道建設の時に\nは訴外会社の買収費相当額で提供する旨確約しており、各土地の所有者らも、この\n確約を信じて訴外会社に土地を売渡したのであり、また農地を工場用地に転用する\n許可も、右道路用地提供を条件としてなされていたものである。\nその後、原告らをはじめとする地域住民の再三にわたる陳情により、同町議会は、\n昭和四四年九月二七日定例町議会に於て、被告より提案された訴外会社所有の別紙\n図面赤斜線の部分の土地を買収するための費用として、金四三〇万の道路費の支出\nを議決した。\nところが、被告は右会計年度内に右予算を執行せず、そのため同町議会は、昭和四\n五年三月二六日右道路費の繰越明許を議決し、同時に開設予定部分の道路開設の早\n期実現を要望する旨の決議をしたけれども、右予算は依然として執行されなかつ\nた。\n２、被告が、右予算の執行を怠つているのは、訴外会社が本件道路開設予定部分を\n町に提供することを条件に買収しておきながら、工場敷地の中に道路が貫通するこ\nとを嫌つて、これを回避すべく町当局に働きかけたため、町当局が訴外会社と不当\nに結託し、訴外会社の利益のみを守ろうとしたためである。\n被告は、地方公共団体の長として善管注意義務に従い予算を執行すべき法令上の義\n務があるが、右のような理由により予算の執行をしないことは違法に（少なくとも\n不当に）予算の執行を怠るものというべく、このことは、本件道路開設予定部分の\n土地の取得を違法に（不当に）怠ることとなり、そのために本件道路既設部分も道\n路としての本来の効用を果しえないことになるから、違法に（不当に）財産の管理\nを怠るものというべきである。\n三、そこで、原告らには、訴外Ａ、同Ｂらとともに同町監査委員Ｃ、同Ｄに対し、\n昭和四五年九月八日付「滋賀県栗太郡栗東町職員措置請求書」と題する書面によ\nり、地方自治法二四二条一項に基づく監査請求をなしたところ、同委員らは、同月\n一〇日付「栗東町長に関する措置請求に対する監査結果について（通知）」と題す\nる書面により、監査の結果請求にかかる違法（不当）の行為の事実はない旨原告ら\nに通知した。\nしかしながら、原告らは、右監査の結果に不服である。\n四、なお、前記道路買収のための予算は、昭和四五年会計年度の繰越明許費であつ\nたので同会計年度の経過により失効したけれども、同町議会は、前記のとおり町道\n中田中線を建設することを議決しているのであるから、被告は、依然として右道路\nを建設して完成すべき義務があるものというべきである。\nしたがつて、被告が本件道路開設予定部分のうち別紙図面赤斜線部分につきこれを\n買収により取得して道路を建設しないことは、違法に財産の管理を怠るものという\nべきである。\nよつて、原告らは、地方自治法二四二条の二、一項、三号の規定に基づき本訴に及\nぶ次第である。\n（被告の本案前の抗弁）\n一、行政事件訴訟法一条によると、行政事件訴訟については他の法律に特別の定め\nがある場合を除くほか、この法律の定めるところによるものとされている。\n原告は、被告が町道用地買収のための予算を執行しないこと、あるいは、訴外会社\nから道路用地を買収して町道を開設しないことが違法である旨の確認を求めるが、\nこのような確認訴訟は、右行政事件訴訟法に定められた訴訟類型のいずれにもあた\nらず、また、他の法律にもそのような訴訟を認める特別の定めがないから、本件訴\nえは不適法というべきである。\n二、本件訴えが、地方自治法二四二条の二の規定にもとづく違法に財産の管理を怠\nる事実の確認を求めるものであるとしても、本件予算の執行そのものは右の財産に\nあたらないし、また本件道路開設予定部分の土地は、将来買収によつてはじめて町\n有財産になるのであるから、買収前の現段階では、まだ右の財産にはあたらないも\nのというべきであり、したがつていずれにしても本件訴えは不適法というべきであ\nる。\n三、本件道路開設予定部分のうち、訴外会社所有の土地を買収するための予算は、\n昭和四四年度のもので、昭和四五年度への繰越明許費とされていたけれども、同年\n度中に執行されなかつたので昭和四六年三月三一日限り失効した。\nしたがつて、被告は右予算を執行することが不能となり、現在では本件訴えの利益\nはないものというべきである。\n（請求の原因に対する被告の答弁及び主張）\n一、請求の原因一、同二の１、同三各記載の事実は認めるが、その余の請求原因事\n実は否認する。\n二、被告が本件予算を執行しなかつたのは、以下の理由によるものであつて、何ら\n違法な点はない。\n町議会が昭和四四年九月町道中田中線の用地買収として、金四三〇万円の本件予算\nを計上したのは、これより先に行なわれた同年八月の町の協議会において、本件道\n路はいわゆる請願道路で地元住民が同町条例に基づく分担金を醵出することを条件\nとして予算化が認められたからである。しかし、その後地元の野尻区をはじめ八区\n長より、右道路の開設を取り止めるよう、したがつて、分担金の醵出には応じられ\nない旨の陳情があつた。\n被告としては、予算として計上されたことであるし、出来る限り地元の協力を得て\n本件道路を開設したいと考え、昭和四五年三月町議会の議決を得て、右予算を繰越\n明許費とし、昭和四五年会計年度内に執行すべく予定していた。\nところが、同年九月町議会に中田中線道路建設促進調査特別委員会が設けられ、調\n査の結果昭和四六年三月町議会において同委員会委員長から、本件道路を請願道路\nとして現時点で処理することは無理であり、委員会としては、主要道路に計画変更\nすることを町当局に強く要望する旨の報告がなされた。\nそこで、被告としては、関係地元区長に反対があり、分担金徴収の見込みもない現\n状において、あえて本件予算を執行することは、却つて町に不要の支出を強いる結\n果になるものと考え、本件予算を執行しなかつたものである。\n（被告の主張に対する原告らの答弁）\n被告主張事実のうち、原告ら主張に反する部分は否認する。\n地元住民が分担金の醵出を拒否したことはなく、被告主張の地元八区長の本件道路\n取止めの陳情なるものも、故意に地元住民に過大なる分担金を課してこれに応じら\nれないという名目上の理由を捏造して、右区長らから提出させたものにすぎない。\n被告が、本件予算を執行しなかつたのは、右のような地元住民の反対があつたから\nではなく、前記の通り、訴外会社の働きかけにより、これと不当に結託したために\n外ならない。\n第三、証拠関係（省略）\n○　理由\n一、原告らの本件訴えは、被告栗東町長が町道中田中線の本件道路開設予定部分の\nうち、訴外会社所有の土地（別紙図面赤斜線部分）について、これを買収すべき予\n算も計上されていながら正当な理由なく買収に着手せず、道路を開設しないこと\nは、右予算が失効したとしても、町議会が右開設予定部分の道路を建設すべきこと\nを議決しているのだから、違法に財産の取得を怠るものというべく、これは本件道\n路開設予定部分の土地あるいは既設部分の土地につき違法に財産の管理を怠る場合\nに該るとして、地方自治法二四二条の二、一項三号の規定に基づき、右財産の管理\nを怠る事実の違法確認を求める訴えと解される。\n二、ところで、同法二四二条、二四二条の二の各規定において「財産の管理」とい\nう場合の財産とは、同法二三七条一項所定の公有財産、物品、及び債権並びに基金\nで、すでに地方公共団体に属しているものと解すべきであつて、原告らが主張する\nような、未だ地方公共団体たる栗東町の所有に属さず、将来町道用地として買収を\n予定しているにすぎない土地のようなものは、前記の財産に当らないというべきで\nある。\nしたがつて、本件道路開設予定地部分の土地に対する管理の当否は、これを前記法\n条による住民訴訟の対象とすることはできない。\n三、また、本訴が本件道路既設部分の管理を対象としているものとしても、原告ら\nの主張によると、本件道路開設予定地部分の土地を取得するとか、道路を開設、延\n長するという事実が本件道路既設部分（財産）の管理に入るということになるが、\n公有財産である道路に対する財産上の管理とは、その道路敷地を不動産一般として\nその所有の目的に応じて良好な状態に維持、保存することであり、それ以上に道路\nを延長するなどして道路としての効用を維持、増大するようなことまでも、右の意\n味における財産の管理に含まれるものと解することはできないから、本件道路開設\n予定地部分の土地を取得するとか、ここに道路を開設するというようなことは、本\n件道路既設部分（財産）の管理には当らないというべきである。\n四、いずれにしても、原告らの主張自体からして原告らが違法確認を求めるところ\nの怠る事実そのものが住民訴訟の対象となるべき財産の管理に当らないものである\nから、これが違法性の有無という本案の判断に立入るまでもなく、本件各訴えは不\n適法なものとして却下を免れない。\nよつて、訴訟費用の負担につき民事訴訟法八九条、九三条に則り、主文のとおり判\n決する。\n（裁判官　石井　玄　杉本昭一　木村修治）\n"
}