{
  "trial_type": "IPCase",
  "date": {
    "era": "Showa",
    "year": 45,
    "month": 10,
    "day": 21
  },
  "case_number": "昭和44(行ウ)266",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "意匠権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "14576",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=14576",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/576/014576_hanrei.pdf",
  "contents": "主　　　文\n被告が昭和四三年一二月一九日付でした別紙目録記載の各意匠についての抹消登録\n処分の取消を求める原告の請求は、これを棄却する。\n被告が原告に対し、別紙目録記載の各意匠についての抹消登録処分の取消を求める\n異議申立事件（四四特総第三、〇二四号）について、昭和四四年九月二五日付でし\nた異議申立却下の決定の取消を求める原告の訴は、これを却下する。\n訴訟費用は、原告の負担とする。\n事　　　実\n第一　当事者双方の求めた裁判\n一　原告\n（一）　被告が昭和四三年一二月一九日付でした別紙目録記載の各意匠についての\n抹消登録処分はこれを取り消す。\n（二）　被告が原告に対し、別紙目録記載の各意匠にかかる抹消登録処分の取消を\n求める異議申立事件（四四特総第三、〇二四号）について、昭和四四年九月二五日\n付でした異議申立却下の決定は、これを取り消す。\n（三）　訴訟費用は、被告の負担とする。\n二　被告\n（一）　本案前の申立\n（１）　原告の訴は、いずれもこれを却下する。\n（２）　訴訟費用は、原告の負担とする。\n（二）　本案についての申立\n（１）　原告の請求は、いずれもこれを棄却する。\n（２）　訴訟費用は、原告の負担とする。\n第二　原告の請求原因\n一　事件の経過\n（一）　訴外松風陶業株式会社は、別紙目録記載の各意匠の登録出願をし、その登\n録を受けた。\n（二）　右訴外会社は、昭和四〇年七月二〇日、別紙目録記載の各意匠権を訴外松\n風工業株式会社に譲渡し、同年八月一三日、その旨の登録がされた。\n（三）　原告は、昭和四〇年八月一三日、右訴外松風工業株式会社から本件各意匠\n権について通常実施権の設定をうけ、同年一一月一八日、その旨の登録がされた。\n（四）　ところが、被告は、原告に登録料の納付がされていない旨を通知すること\nなく、昭和四三年一二月一九日付で右各意匠権がそれぞれ第二年分の登録料不納の\nため、意匠法第四四条第三項により昭和四〇年七月二日消滅したことを理由とし\nて、その抹消登録をした。\n（五）　原告は、昭和四四年二月一五日、\n右抹消登録処分につき行政不服審査法にもとづく異議の申立を行ない、右抹消登録\n処分の取消を求めたが、同年九月二五日付で本件異議申立を却下する旨の決定がさ\nれ、同決定はその頃原告に送達された。\n（六）　右決定の理由は、次のとおりである。\n「意匠権は法定期間内に登録料が納付されなければ、意匠法施行規則第一一条第\n八項において準用する特許法施行規則第六九条の規定による通知の有無を問わず、\n意匠法第四四条第三項の規定によつて、法律上当然に消滅するものであつて、かか\nる権利消滅にもとづく抹消登録はただ単に権利消滅の事実を登録原簿に表示するに\nすぎないのである。\nまた、類似の意匠権は意匠法第二二条の規定により本意匠権と合体するから、本\n意匠権の消滅に従つて消滅し、類似の意匠権の抹消登録についても、本意匠権の抹\n消登録において述べたことと同様である。\nしたがつて、本件異議申立ては行政不服審査法第二条でいう『処分』に該当しな\nいから不適法なものである。」\n二　原告が抹消登録処分および裁決の取消を求める法律上の利益\n（一）　特許法第八二条第一項、実用新案法第二六条および意匠法第三二条第一項\nによれば、特許、実用新案登録もしくは意匠登録の出願の日前またはこれと同日に\nその意匠登録出願がなされ、かつ、当該特許権、実用新案権もしくは先登録意匠に\n類似する意匠部分と抵触する意匠権について登録された通常実施権を有する者は、\nその意匠権の存続期間が満了した後においてもなお、その原権利の範囲内において\n右特許権、実用新案権もしくは意匠権について通常実施権を有することになる。と\nころが、本件におけるごとく、意匠権が登録料の不納によつて消滅した場合にあつ\nては、意匠権の通常実施権者たる原告は、右利益を享受することができないことに\nなつてしまうものといわなければならない。現に、昭和四〇年七月二六日出願、昭\n和四二年一月一六日公告の特許出願の特許公報（甲第七号証）における図面には、\n本件意匠のうち登録第二三八、六七七号、同第二三八、六七八号と殆ど同一の意匠\nが記載されており（甲第八号証の一、二）、この点から、原告には、被告のした本\n件意匠登録の抹消登録処分および右処分に対する異議申立を却下した裁決の取消を\n求める法律上の利益があるものといわなければならない。\n（二）　意匠法第三〇条第一項第三号によれば、同法第四八条第一項にもとづく、\n意匠登録無効の審判の請求がされた場合において、その請求の登録前に、当該意匠\n権について登録された通常実施権を有し、意匠登録が無効であることを知らないで\n当該意匠またはその類似の意匠の実施である事業をしている者は、右意匠権登録が\n無効とされた場合においても、なおその事業の目的の範囲内において、通常実施権\nを有することになる。原告は、本件意匠の実施である事業をしているものであるか\nら、かりに本件意匠の登録が無効とされることがあつても、第三者からの差止請求\nに対抗しうる地位を取得しうるのであるが、登録料不納により本件意匠登録が抹消\nされてしまえば、原告はかかる地位を失うことになるのであるから、被告による抹\n消登録処分の取消を求める法律上の利益がある。\n三　抹消登録処分取消の訴の出訴期間の遵守\n原告は、昭和四四年一二月二三日、被告が行なつた別紙目録記載の各意匠権の抹\n消登録処分の取消を求める異議申立事件（四四特総第三、〇二四号）についての昭\n和四四年九月二五日付の決定の取消を求める訴を提起し、次いで昭和四五年一月二\n八日、右訴に、被告が昭和四三年一二月一九日付で行なつた右抹消登録処分取消の\n訴を併合して提起した。したがつて、右抹消登録処分取消の訴は、行政事件訴訟法\n第二〇条により、前叙被告のした決定に対する取消の訴を提起した時に提起したも\nのとみなされ、結局、その出訴期間は遵守されたものといわなければならない。\n四　抹消登録処分の違法\n意匠法施行規則第一一条第八項によつて準用される特許法施行規則第六九条は、\n権利者からの登録料の納付のない場合、特許庁長官は、登録した権利を有する者に\n対し、その旨を通知しなければならないと規定している。意匠法第四五条によつて\n準用される特許法第一一〇条第一項は、利害関係人は、登録料を納付すべき者の意\nに反しても、登録料を納付することができる旨規定しているが、これは、通常実施\n権者その他の利害関係人が、意匠権者の登録料納付義務の懈怠により不測の損害を\n被ることを防止することを目的としており、前記施行規則は右法の規定の趣旨を受\nけ、利害関係人の登録料納付による権利保全を実効あらしめるため、特許庁長官に\n前記通知を義務づけたものである。かかる義務に違反して、登録された通常実施権\n者たる原告に何らの通知もしないで、本件意匠登録につき抹消登録をした被告の処\n分は、違法であるといわなければならない。\nかく解すべき理由は、次の点からも首肯さるべきである。すなわち、意匠法第四\n二条および同法第四五条によつて準用される特許法第一一〇条によれば、意匠権に\nついて登録料を納付する義務のある者は意匠権者であつて、通常実施権者は特許庁\nから登録料の納付がない旨の通知のある場合あるいは登録料納付の有無を進んで調\n査し、権利者からの納付がないことが判明した場合にはじめて納付義務を有するこ\nとになるわけである。ところが、特許庁における登録事務の実情では、登録すべき\n事実が発生しても、それが登録原簿に登載されるまでに期間があるため、その間の\n登録原簿は、権利関係を正確に反映していないことになる。したがつて、利害関係\n人において、登録原簿を閲覧しあるいはその認証謄本を入手しても、登録料納付の\n有無について確認することができないのであつて、もし、利害関係人に対する登録\n料不納の通知が、特許庁長官の義務でないとすれば、利害関係人としては、登録料\n納付の有無を確かめることなく、ともかくも登録料を納付しなければならない結果\nとなり、制度の本来の趣旨と矛盾するものといわなければならない。もちろん、登\n録料不納の事実を意匠権者に問い合わせることによつて確認する手段もないではな\nいが、すべての場合にかかる問い合わせが可能であるとはいえないし、また、利害\n関係人にそのような法律上の義務もない。\n結局、利害関係人が、登録料不納の事実を知るためには、特許庁からの通知にた\nよる以外に方法はないのであるから、右通知は、厳格にされなければならず、これ\nを行なわないでした被告の本件抹消登録処分は違法である。\n五　裁決の違法\n被告は、本件抹消登録処分に対する異議申立につき、意匠権は法定期間内に登録\n料の納付がないときは、同期間経過の時に当然に消滅するものであつて、抹消登録\nは、右権利消滅の結果を登録原簿に表示するにすぎず、そこに行政庁の処分は介在\nしないから、行政不服審査法にもとづく本件異議申立は不適法であるとしてこれを\n却下した。しかし、意匠法第三六条により準用される特許法第九七条第一項によれ\nば、意匠権者が権利を放棄するに当つては、登録された通常実施権者の同意を得な\nければならないことになつている。このことは法が権利について利害関係を有する\n者について特に配慮していることを示すものである。そして、いま、登録料不納に\nよる権利消滅の場合についてみると、もし単に、登録料の追納期間が満了したこと\nをもつて当然に権利が消滅したと解するならば、当該権利につき利害関係を有する\n者は、権利者本人は別として、権利消滅の事実を知る機会を奪われたまま権利の消\n滅を是認せざるを得ないことになり、明らかに前示意匠法の配慮と甚だしく乖離す\nることになる。意匠法施行規則第一一条第八項によつて準用される特許法施行規則\n第六九条は、かかる不当な結果を避けるために設けられた規定であつて、意匠法の\n足りないところの補充を目的としているものなのであるから、右規定がある限り、\n登録料追納期間の満了によつて権利が消滅するのではなく、登録された権利を有す\nる者が、権利消滅の効果の発生を明示または黙示に是認したことによつて、はじめ\nて権利が消滅するものといわなければならない。そうとすれば、被告が行なう意匠\n登録の抹消登録手続は、権利が消滅したことにもとづく事後的処理ではなく、意匠\n権につき登録された権利を有する者が登録料不納の事実を了知していることを前提\nとして行なう権利消滅の手続であり、しかも、意匠登録令第六条第一号によれば、\n右抹消登録は特許庁長官が職権で行なうことになつているのであるから、まさに被\n告が公権力の行使として国民の権利を消滅させる「行政処分」であるといわなけれ\nばならない。右のとおり、本件異議申立においては、その不服を申し立てられた抹\n消登録手続が行政処分なのであるから、被告は、その本案につき判断をなすべきで\nあつたのにこれを看過し、却下の決定をしてしまつたことは、その裁決に固有の違\n法があるものというべきである。\n六　取消の請求\n以上のとおり、被告が別紙目録記載の各意匠についてした抹消登録処分および被\n告が別紙目録記載の各意匠にかかる抹消登録処分の取消を求める異議申立事件（四\n四特総第三、〇二四号）について、昭和四四年九月二五日付でした異議申立却下の\n決定には、いずれも前叙の違法があるから、それぞれの行政処分の取消を求める。\n第三　被告の答弁および主張\n一　本件訴に関する原告の法律上の利益の不存在\n被告が原告主張の各意匠登録の抹消を行なつたのは、法定期間内に登録料の納付\nがされなかつたため、意匠法第四四条第三項により意匠権が当然消滅したものとみ\nなされることにもとづき、その登録の抹消をしたにすぎない。すなわち、右抹消登\n録は、すでに権利が消滅し存在しないことを単に登録上明らかにしたものにすぎ\nず、たとえ原告において右抹消登録の取消を得て、本登録が回復されたとしても、\nこれによつてすでに消滅した意匠権が復活するものではない。したがつて、原告に\nおいて本件登録の回復を求めてみたところで、原告の権利の存否につき何ら影響が\nあるわけのものではないから、右登録の抹消登録の取消を求める訴は、法律上の利\n益を欠くことになる。また、右抹消登録手続に対する異議申立についての決定の取\n消を求める訴も、結局は、右決定を取り消して前記抹消登録の取消を求めることに\nあるから、前叙と同様の理由により法律上の利益を欠くことになる。\n二　抹消登録処分取消の訴の出訴期間の不遵守\n原告は、別紙目録記載の各意匠登録の抹消登録の取消を求める訴を昭和四五年一\n月二八日に提起しているのであるが、原告は、これより先、抹消登録手続に対する\n異議申立を行ない、被告は、昭和四四年九月二五日右申立を却下する旨の決定を\nし、同決定はその頃原告に送達されているので、右取消の訴が提起されたときは、\n原告が右裁決のあつたことを知つた日から三箇月を超えていることが明らかである\nから、右訴は、行政事件訴訟法第一四条第一項に定められた出訴期間を遵守してい\nないことになり、不適法である。\nもつとも、原告は、右訴の提起に先立ち、昭和四四年一二月二三日、前叙抹消登\n録手続に対する異議申立事件の決定につき、その取消を求める訴を提起しているの\nで、あるいはこの抹消登録取消の訴は、行政事件訴訟法第二〇条により、抹消登録\nについての審査請求を棄却した裁決の取消の訴に併合して提起されたものとして、\n右裁決の取消の訴の提起の日に原処分取消の訴を提起したものとみなされ、その出\n訴期間は遵守されたものと考えられなくもない。しかし、同条にいう「審査請求を\n棄却した裁決取消しの訴え」とは、同法第一〇条第二項に違背しない訴、すなわ\nち、裁決固有の違法を主張してその取消を求める訴をさすものであつて、これに違\n背する訴は含まれないものと解すべきである。その理由とするところは、次のとお\nりである。すなわち、行政事件訴訟法第一五条は、取消訴訟において原告が被告と\nすべき者を誤つたときには、原告は被告を変更することができ、この場合、従前の\n被告に対する訴は取下があつたものとみなす旨、また、同法第二一条は、処分庁も\nしくは裁決庁を被告とする取消訴訟において、そのままでは訴訟の目的を達するこ\nとができない場合に、その処分または裁決にかかる事務の帰属する国または公共団\n体を被告とする請求に交換的変更をすることができる旨規定しているわけである\nが、右両規定において認められるのは、いずれも訴の交換的変更であつて追加的変\n更ではない。右の場合において訴の交換的変更のみが認められるのは、従前の訴を\nそのまま維持することが不適法ないしは相当でないことを理由としているものであ\nるから、行政事件訴訟法のとる立場は、従前の訴をそのまま追行することが適当で\nない事情を生じた場合には、訴の交換的変更のみを認めることにしていることが明\nらかである。そうとすれば、同法第二〇条における訴の変更は、同法第一九条第一\n項の規定からみて訴の追加的変更を意味することが明らかであるから、右第二〇条\nにおける訴変更前の裁決取消の訴には、その訴をそのまま追行するに適当でない\n訴、すなわち、法律に違背した訴は含まれないものといわなければならない。とこ\nろが、本件において、原告が提起した裁決取消の訴は、その原処分に対する違法事\n由のみを主張しており、同法第一〇条第二項に違反した不適法なものであるから、\n同法第二〇条に規定する「裁決取消の訴」に含まれず、したがつて、かかる訴に追\n加して提起された原処分取消の訴に、同条が適用され、その出訴期間が遵守された\nということはできない。\n三　原告の請求原因に対する被告の答弁\n原告が請求原因一において主張する事実は、いずれもこれを認める。\n四　抹消登録および裁決の適法\n（一）　意匠法施行規則第一一条第八項によつて準用される特許法施行規則第六九\n条の規定が設けられた趣旨は、通常実施権者その他の利害関係人は、意匠権者の登\n録料不納によつて権利が消滅することについては重大な利害関係を有するから、か\nかる利害関係人に対して登録料が納付されていないという事実を単に通知すること\nにしたものにすぎない。ところで、意匠法第四四条第三項は、登録料追納の期間内\nに登録料および割増登録料が納付されないときは、利害関係人においてこれを知つ\nたか否か、また、利害関係人において、これを知つて権利消滅の効果を是認するか\n否かに関係なく、その本来の登録料納付期限にさかのぼつて、意匠権が当然に消滅\nしたものとみなされる旨を規定しており、また、意匠登録令第六条第一号は、登録\n料不納による意匠権の消滅の登録は、特許庁長官が職権でしなければならない旨定\nめているのであるから、被告が行なつた本件意匠権の消滅の登録は正当であり、何\nら違法はない。\n（二）　前叙のとおり、意匠法第四四条第三項は、登録料不納によつて当然に意匠\n権が消滅する旨規定し、また、意匠登録令第六条第一号が、特許庁長官は、意匠権\nの消滅の登録を職権でしなければならない旨定めているのは、単に被告は右登録を\n申請、嘱託もしくは命令によらず自発的にこれを行なわなければならないことを定\nめたにすぎず、右抹消登録自体は、被告が公権力の行使者としての地位においてこ\nれを行なうものではなく、単に真実の権利関係を登録に反映させるための記載にす\nぎないから、被告の行なう抹消登録をもつて公権力の行使にあたる行政処分という\nことはできない。したがつて、原告は、右抹消登録手続を不服として行政不服審査\n法にもとづいて右抹消登録の取消を求めることはできず、これを却下した被告の裁\n決は正当である。\n第四　証拠関係（省略）\n理　　　由\n一　抹消登録の取消を求める原告の適格\n請求の原因によれば、原告は本件抹消登録の取消を求める訴において、被告が意\n匠法施行規則第一一条第八項によつて準用される特許法施行規則第六九条に定めら\nれた登録した権利を有する者に対する通知を怠つたことにより、意匠法第四四条第\n三項に定めるところの意匠権者が登録料を追納できる期間内に登録料および割増登\n録料を支払わなかつたとの要件をみたしたことにならず、いまだ本件意匠権は消滅\nしていないのに、被告が抹消登録をしたことは違法であるとしてその取消を求めて\nいることが明らかである。そこで、以下、右請求原因に関連して原告の適格上問題\nとなりうべき点を順次考察する。\n（一）　意匠権設定登録の抹消登録と行政庁の処分\n意匠法第二〇条第一項は、意匠権は設定の登録により発生すると規定する。右規\n定は、通常たとえ設定登録がされたとしても、意匠登録出願について登録すべき旨\nの査定すなわち権利を与える旨の査定がされていない場合には権利は発生しないも\nのと解されている。しかしながら、右の解釈は、直ちに設定登録が権利の発生には\n不必要であるということを意味するものでないことはいうまでもなく、右規定があ\nる限り、意匠は、その実質的な要件である権利を与えるべき旨の査定と、形式的要\n件としての登録とを具備することによつて、はじめて権利となりうることを示すも\nのである。そして、右の考察をさらに敷衍するならば、少くとも意匠登録は、その\n設定に関する限り、単なる権利発生の確認的な行為ではなく、意匠権を付与すべき\n手続の一環をなしていることは明らかであり、権利付与行為の一部と解すべきもの\nである。\nまた意匠法第三六条によつて準用される特許法第九八条第一項第一号は、特許権\nの移転、放棄による消滅または処分の制限は、登録しなければその効力を生じない\n旨を規定している。そして、右規定を、前叙権利の設定に関する意匠法第二〇条第\n一項とあわせて考えるとき、意匠における登録は、その効力発生要件であると同時\nにその存続の要件であるということができ、右のとおり解する限り、設定登録の場\n合の登録の効力とその権利が存続するうえにおいての登録の効力とは同一と考えら\nれるから、権利が存続するためには、それが権利として存在しうべき実質的要件と\n形式的要件としての登録が存在しなければならないことになる。すなわち、意匠登\n録は、権利の存在の単なる表象ではなく、権利が存在するための一つの要件である\nといわなければならない。もつとも、特許法第九八条第一項第一号には、登録しな\nければその効力を生じない権利の消滅の場合として、放棄による消滅のみしか掲げ\nられていないから、あるいは右以外の事由による権利の消滅の場合には、その権利\nの消滅事由の発生と同時に登録も当然にその効力を失い、かゝる登録の抹消登録手\n続は、単なる事後的な登録事務の処理であるということもできないことはないであ\nろう。しかしながら、権利の存続期間終了の場合のように、その権利の設定の登録\nのときから、その終期が定まつていて、その存続期間の満了とともに登録も当然効\n力を失うと考えられる場合は格別、本件において問題となつている登録料の不納に\nよる権利の消滅の場合には、少くとも権利の存続中に発生した新しい事実のために\n当該権利が消滅してしまう場合なのであるから、かゝる事由の発生によつて登録も\nまた何らの手続を要せず、当然に無効になつてしまうとみることはできない。けだ\nし、前叙のように登録をもつて意匠権の発生および存続のための形式的要件と解\nし、権利の実質的要件と並存させるべきものとするならば、何らの形式的な手続な\nくして登録が当然無効となつてしまうとすることは、権利存続の形式的要件として\nの意匠登録の性格を無視することになつてしまうからである。してみれば、意匠に\n関する登録は、権利の発生の場合のみならず、その消滅の場合にあつても、単に権\n利の消滅したことを登録上明らかにする確認的な行為であるにとどまらず、権利が\n存続するための要件の一つを消滅させてしまう行為であるというべきである。した\nがつて、登録料および割増登録料の不納により意匠権が消滅したことを理由とし\nて、その登録を抹消することは、単なる確認的公証的行為にとどまるものではな\nく、権利存続のための要件の一つ、ひいては権利そのものを消滅させるための行為\nであり、意匠登録令第六条第一号が特許庁長官の職権事項として意匠権の消滅の登\n録を掲げている点からみても、まさに、被告の本件抹消登録は、行政権の権力行為\nであつて国民の権利義務に直接法律的変動をもたらす効果を有するものというべ\nく、この意味において行政事件訴訟法における行政庁の処分ということができ、同\n法における抗告訴訟の対象となるものといわなければならない。\n（二）　抹消登録処分の取消を求める法律上の利益\n（１）　被告は、原告が本件訴において主張する意匠権は法定事由の発生により何\nらの処分をまつまでもなく当然に消滅しているのであるから、その登録のみを回復\nしても、何ら権利の実体には関係がなく、かゝる登録の回復を求める訴は、法律上\nの利益を欠く旨主張する。しかしながら、意匠における登録をもつて、権利の発生\nおよび存続に関し、その権利の実質的要件とならぶ形式的要件と解すべきものであ\nる以上、たとえ、登録査定を経、意匠としての実質を備えていても、登録手続がさ\nれない限り、権利が発生し存続することはないのであるから、かゝる実質的な権利\nが存在することを主張して、登録あるいは抹消された登録の回復の請求をなしうる\nものといわなければならない。もつとも、本件においては、登録の回復を正当なら\nしめるべき事由は、同時に権利を存続せしむべき実質的要件と同一であり、意匠登\n録制度上、実質的な権利の存在しない登録は結局無効であるから、実質的要件の存\n在しない権利につき登録の回復を求めても何ら法律上の利益がないともいえる。し\nかし、右のとおり、登録をもつて意匠権存在のための形式的要件と解するとき、か\nゝる形式的要件は、また実質的要件をも含む全体としての意匠権の一部であり、た\nがいに権利の存続に欠くことのできない要素ということにならなければならない。\nしてみれば、本件のごとく、原告がその抹消された登録の回復を求める場合、その\n訴は必然的にその実質的要件をも含んだ意匠権についての権利の回復の手続を求め\nる性格を有することになり、この点において実質的要件は右請求を理由あらしめる\n事実となるわけであるから、それはまさに本案において判断さるべき事項であると\nいわなければならない。\n被告の主張は、結局意匠権の登録をもつて権利の実質的要件に付随せしめること\nになるものであり、登録をもつて権利の効力要件とする意匠法の趣旨に反するもの\nであるから、当裁判所としてこれを採用することはできない。\n（２）　意匠登録令第七条で準用する特許登録令第三四条は、「抹消した登録の回\n復を申請する場合において……」と規定し、登録が不当に抹消された場合、その登\n録回復の申請をしうることを前提としているものといわなければならない。本件に\nおける原告主張の事実のもとにおいては、右法条にもとづき、原告は、被告に対\nし、登録回復の申請をすることができると解されるので、原告として右申請をしう\nる限り、直ちにその抹消登録の取消を求める訴を提起する法律上の利益を欠くので\nはないかとの疑義もないではない。しかしながら、行政事件訴訟法第八条第一項お\nよび第九条を総合すると、少くとも法律に当該処分についての審査請求に対する裁\n決を経た後でなければ処分の取消の訴を提起することができない旨の定めがある場\n合において、審査請求に対する裁決を経た後は、たとえ他に不服の対象となつた処\n分に対する救済の方法があるとしても、その取消を求める訴を提起することがで\nき、かゝる訴に対しては、他に救済手段があることの理由をもつて、当該処分の取\n消を求めるにつき法律上の利益がないとなし得ないものと解すべきところ、右特許\n登録令第三四条の規定から類推されうる抹消された登録の回復請求は、意匠法第六\n〇条の二によつて準用される特許法第一八四条の二に定められた審査の請求とは到\n底解し得られず、また本件においては、原告が不服を申し立てる抹消登録処分につ\nいて、異議の申立がされ、その裁決を経ていることは当事者間に争いのないところ\nであるので、爾余の点にわたり判断するまでもなく、たとえ右のごとき救済手段が\nあるとしても、原告が本件訴を提起するにつき法律上の利益を欠くということはで\nきない。\n二　抹消登録処分取消の訴の提起期間の遵守\n被告は、行政事件訴訟法第一五条および第二一条の規定からみるとき、同法は、\n訴の変更に際し、変更前の訴を不適法とする事由があるときは、訴の交換的変更の\nみを認める立場をとつている。したがつて、同法第二〇条が訴の追加的変更を認め\nているのは、その変更前の訴たる裁決取消の訴が適法であることを前提としている\nものといわなければならない。ところが、本件では原告は、裁決取消の訴において\nその原処分の違法を右取消の理由として掲げており、明らかに同法第一〇条第二項\nに違背し違法なものであるから前示同法第二〇条に規定する「裁決の取消しの訴\nえ」に含まれず、同条にもとづいて原処分取消の訴の出訴期間が遵守されたとはい\nえない旨主張する。しかしながら、行政事件訴訟法第一五条および第二一条の規定\nをもつて直ちに同法が、他の条項においても被告主張のような立場をとつていると\nの結論を導き出すことには疑問があるといわなければならない。けだし、右両規定\nは、いずれも特定の事情の下における原告の救済規定であつて、当該特定の場合に\nおいて妥当な救済がされればその目的を達するのであるから、その救済方法も、そ\nの場合に応じた特殊な形態をとる可能性が大であるというべく、かゝる特殊な状況\nに関する規定をもつて、たとえ同一の法律中であるとしても、これを条文の解釈の\n一般的基準として用いることは妥当を欠くものといわなければならないからであ\nる。さらに、同法第二〇条が設けられた理由は、同法第一〇条第二項において、処\n分取消の訴と、その処分についての審査請求を棄却した裁決の取消の訴とを提起す\nることができる場合、その裁決取消の訴では、原処分の違法を理由として取消を求\nめることができない旨規定し、処分取消の訴と裁決取消の訴についての判断の抵触\nを避けようとしたことから、誤つて原処分の違法を理由とする裁決取消の訴を提起\nする者があると予想し、かゝる過誤から出訴期間を徒過し、その救済を受けられな\nくなることを防止するにあると解される。してみれば、同法第二〇条における裁決\n取消の訴には、当然誤つて原処分の違法を取消の理由とするものを含むといわなけ\nればならない。ところで、本件記録上、被告は昭和四四年九月二五日付で、原告が\nなした別紙目録記載の各意匠権の抹消登録処分の取消を求める異議申立事件につい\nて、申立却下の決定をし、原告は同年一二月二三日右裁決の取消を求める訴を提起\nし、次いで昭和四五年一月二八日、右訴に、右裁決の原処分たる抹消登録処分取消\nの訴を提起していることが認められるから、右裁決の取消請求の理由とするところ\nを判断するまでもなく、右処分取消の訴も、前叙裁決取消の訴の提起のときに提起\nされたものとみなされ、その出訴期間は遵守されているものといわなければならな\nい。\n三　抹消登録処分取消請求の本案についての判断\n訴外松風陶業株式会社が別紙目録記載の各意匠の登録を受け昭和四〇年七月二〇\n日、右各意匠権を訴外松風工業株式会社に譲渡し、同年八月一三日その旨の登録が\nされ、原告は、同日、右訴外会社から本件各意匠権について通常実施権の設定を受\nけ、同年一一月一八日その旨の登録がされたところ、被告は、昭和四三年一二月一\n九日付で、右各意匠権が、それぞれ第二年分の登録料不納により昭和四〇年七月二\n日消滅したことを理由として、抹消登録をしたが、その抹消登録に先立ち、被告が\n登録料不納の事実を原告に通知しなかつたことは、当事者間に争いがない。\nそこで、右登録料不納の通知をしなかつたことの事実が、被告の本件意匠権の登\n録の抹消を違法ならしめるかについて考察する。まず、意匠法施行規則第一一条第\n八項により準用される特許法施行規則第六九条によれば、特許庁長官は、同条所定\nの通知を、意匠権につき登録料の納付期限を経過した後、意匠法第四四条第一項に\n定める追納期限を経過しない間になすべき義務を負うものと解される。しかし、登\n録した権利を有する者に対し右規定による通知がされなかつた場合の効果について\nは、何らの規定もない。そこで、もし原告が主張するように、特許庁長官におい\nて、登録した権利を有する者に対し登録料の納付のないことを通知しない以上、意\n匠権は、登録料を納付すべき時から六月を経過しても、消滅しないと解するなら\nば、納付期限後六月以内に登録料を追納することを許し、もしその追納を怠れば意\n匠権は登録料納付の期限にさかのぼつて消滅するとする意匠法第四四条第一項第三\n項の規定は、特許庁長官が登録上の権利者に登録料の納付がない旨の通知をするこ\nとを条件とすることになる。しかしながら、右意匠法第四四条第一項の規定は、登\n録料の納付を怠つた場合に納付期間の経過をもつて直ちに権利を消滅させてしまう\nのは酷であるので、相当の割増料を徴収することにより、特に、その遅滞の責をま\nぬがれしめようとする法意に出たものであり、なおまた、同法第三項が、右追納期\n間内に登録料および割増登録料を納付しないときは、登録料の納付期間の経過の時\nにさかのぼつて権利を消滅させるべき旨規定している点からみても、右各項の規定\nをもつて登録料不納の通知を条件とする右期間の伸縮を政令に委任しているものと\n解することは到底できない。また、意匠権は、その権利者については、その意匠の\n排他的支配を許し、利益をもたらすものであるが、他面、この意匠を利用しようと\nする者の利害は、これと相反するのが通常であるから、その権利の消滅について定\nめる法律の規定をもつて、一種の例示ないし訓示規定として、適宜政令によつてこ\nれと異つた定めをしうるものと解することもできない。そうとすれば、原告のよう\nに解することは、政令によつて法律を変更した結果をきたすことになり、右の点に\nついての原告の主張は、不当であるといわなければならない。また、原告は、特許\n庁の事務処理の現状では、通常実施権者その他の利害関係人は、意匠権者が登録料\nを納付したか否かを知ることは困難であり、かつ、意匠権者に登録料納付の事実を\n問いたゞすことも常に可能であるとは限らず、また、かゝる法律上の義務もない。\nしたがつて、もし特許庁長官が登録料不納の旨を利害関係人に通知しなくても、意\n匠権は意匠法第四四条第一項の期間の経過により当然に消滅すると解するならば、\n不当な結果をもたらす旨主張する。しかしながら右原告が主張する権利の保全の困\n難は、結局、登録された権利についての設定行為もしくは法律の規定によつて登録\n料を納付すべき者が、その義務を履行しない場合の問題であつて、その当事者間に\nおいて決せらるべき問題であり、その性質上、第三者たる特許庁長官が当然に義務\nを負うべき筋合いのものではない。さらに、通常実施権は登録をしなくても、意匠\n権者に対してはその効力を有するものと解せられるところ、意匠法第二八条第三項\nによつて準用される特許法第九九条第一項第三項は、通常実施権の登録が、第三者\nに対する対抗要件としての効力を有する旨規定し、他に特段の規定もない点からみ\nて、意匠法の法意は、通常実施権の登録の効果を右の点に限定しているものという\nべく、もし、原告主張のように、登録された通常実施権者に対しては、登録料不納\nの通知がない限り意匠権が消滅しないと解するならば、登録の効果を法意に反して\n拡張する結果となるであろう。\nしてみれば、特許庁長官において登録料不納の通知をしなかつたとの右施行規則\n違背の事実があつたからといつて、それが直ちに、登録料の追納期限をすぎても権\n利を消滅せしめないとの効果をもたらすものということはできない。したがつて、\n登録料の納付期間の経過により権利が消滅したことを理由に本件登録の抹消を行な\nつた被告の処分に違法はないものといわなければならず、右抹消登録処分に違法が\nあるとして、その取消を求める原告の請求は、理由がない。\n四　裁決取消の訴における原告適格\n原告は、本件裁決取消の訴において、前記三において判断の対象となつた被告に\nよる意匠登録の抹消登録処分に対する異議申立に対する決定（裁決）について、被\n告が右抹消登録は行政不服審査法における行政庁の処分にあたらないとし、異議申\n立を却下したのは違法であるとして、その裁決の取消を求めている。ところで、い\nま右裁決に違法があるか否かはさておき、右裁決において審査の対象となつた意匠\n登録の抹消登録処分は、前叙三において判断したとおり、適法であつて何らこれを\n取り消すべき事由がないことが明らかである。そして、原告が本件において右裁決\nの取消を求める目的は、結局、前示抹消登録処分が違法であるとしてその取消を求\nめることにあるから、右のようにその原処分について何ら違法性がなく、取消事由\nを欠く場合には、これに対する裁決の取消を求めることは、法律上の利益を欠くも\nのといわなければならない。\n五　結論\n以上のとおり本件において、原告が意匠登録の抹消登録処分の取消を求める部分\nについては、その理由がないのでこれを棄却し、右処分に対する異議申立について\nの裁決の取消を求める部分については、その取消を求める法律上の利益がなく、原\n告はその適格を欠くのでこれを却下することとし、訴訟費用の負担につき民事訴訟\n法第八九条を適用して、主文のとおり判決する。\n（裁判官　荒木秀一　宇井正一　元木伸）\n（別紙省略）\n"
}