{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 52,
    "month": 2,
    "day": 18
  },
  "case_number": "昭和48(ワ)392等",
  "case_name": "静岡県職員組合賃金カット",
  "court_name": "静岡地方裁判所",
  "field": "労働",
  "lawsuit_id": "19682",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=19682",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/682/019682_hanrei.pdf",
  "contents": "主　　　文\n一　原告らの各請求をいずれも棄却する。\n二　訴訟費用は原告らの負担とする。\n事　　　実\n第一　当事者の求めた裁判\n一　原告ら\n１　被告は、原告らに対し、それぞれ、別紙第二の請求金額欄記載の各金員、並び\nに別紙第二の未払賃金額欄記載の各金員に対する昭和四八年一一月二二日以降支払\n済みに至るまで年五分の割合による金員を支払え。\n２　訴訟費用は被告の負担とする。\nとの判決並びに仮執行宣言\n二　被告\n主文同旨の判決\n第二　請求の原因\n一　原告らは、いずれも、被告静岡県に勤務する公務員であつて、昭和四八年一〇\n月当時別紙第一の勤務先欄記載の各職場に勤務していた。\n二　原告らは、いずれも、労働基準法並びに「職員の勤務時間・休日・休暇等に関\nする条例」（静岡県条例第三二号）に基づき、一年に二〇日の年次有給休暇（以下\n「年休」と略称する。）をとることができるものとされており、別紙第二の「年休\n指定日」「時間」欄記載の日時に年休をとるべく時季の指定をなしたうえ休んだ。\n三　ところが、被告は、昭和四八年一一月二一日の給与支払日に、前項記載の日時\nに原告らが勤務につかなかつたとして、別紙第二の未払賃金額欄記載の金額の賃金\nカツト（以下「本件賃金カツト」という。）をなした。\n四　しかし、年休権の行使は使用者の承認を得てはじめて認められるものではな\nく、年休をどのように利用するかは使用者の干渉を許さない労働者の自由であるか\nら、本件賃金カツトは労働基準法第三九条に違反し、同法第一一四条により附加金\nの支払が命ぜられるべきである。\n五　よつて、原告らは、被告に対し、右未払賃金及びそれと同額の附加金の支払を\n求めると同時に、右未払賃金に対しては、給与支払日の翌日たる昭和四八年一一月\n二二日以降支払済みに至るまで、民事法定利率年五分の割合による遅延損害金の支\n払を求める。\n第三　請求原因に対する認否\n請求原因一ないし三記載の事実は認め、同四及び五記載の主張は争う。\n第四　抗弁\n一　本件賃金カツトをなすに至つた経緯\n１　原告らは、静岡県に勤務する一般職員及び単純労務職員七五二四名をもつて組\n織された静岡県職員組合（以下「県職」という。）の組合員である。\n２　県職は、昭和四八年八月二日、県当局に対し、別紙第三記載の賃金確定につい\nての要求（以下「賃金確定についての要求」という。）を提出した。しかして、県\n当局は、別紙第四記載のような日程で県職と交渉を重ね、その結果、県職の要求を\nある程度いれた改善措置を講じたが、初任給六か月期間短縮、行政職給料表七等級\nから六等級にわたる際六か月の昇給期間短縮、特別休暇等による昇給延伸の完全復\n元、一定号給に達した者を自動的に主任・主査とし、等級のわたりを行政職給料表\nについて三等級にわたらせること等については、引き続き検討していく旨回答して\nきた。\n３　ところが、県職は、右賃金確定についての要求を有利に進める手段として、昭\n和四八年九月二八日開催の第八〇回委員会及び同年一〇月九日開催の執行委員会と\n拡大執行委員会において、別紙第五記載の闘争方針を決定し、その一環として、一\n〇月二四日から三一日までの七日間に、一割ずつの休暇闘争（以下「本件割休闘\n争」という。）を行なうこととしたうえ、一〇月一七日付県職執行委員長名で、各\n支部長・支部役員・分会長及び本部執行委員宛に、右闘争方針を指示した。その結\n果、多数の組合員が、同年一〇月二四日から三一日までの七日間に、県職の指示に\n従つて本件割休闘争に参加し、年休を請求してきたので、被告は、うち延べ約一七\n〇名について、本件割休闘争に参加したものとして無断欠勤と認め、それに対応す\nる賃金を支払わなかつたところ、そのうち、原告ら一二九名が、本訴を提起したの\nである。\n４　なお、原告らが、本件割休闘争に参加し、年休を請求してきた月日・時刻、請\n求の時間、請求の理由、被告が休暇として認めない旨の意思表示をした月日・時刻\nは、別紙第六記載のとおりである。\n二　本件賃金カツトの有効性\n１　そもそも、年休は、労働者に毎年一定期間労働から開放して精神的・肉体的休\n養を与え、労働力の維持培養に役立たせるためのものであり、労働者のためのもの\nであると同時に使用者のためにも認められた制度であつて、労働者が使用者の指揮\n命令に従つてその労働力を提供するという正常な作業体制を前提とするものであ\nり、使用者と対立抗争する争議行為の一手段として年休を利用することは許されな\nい。\n２　ところが、本件割休闘争は、県職が、賃金確定についての要求を有利に進める\nための戦術として、一定割合の組合員を各支部・分会毎に割り当てたうえ、組織\n的・画一的に年休を請求させ、管理者側に時季変更権行使の時間的余裕を与えず、\n一方的に勤務関係から離脱させ、その結果業務の正常な運営を妨げることを目的と\nするものであり、原告らは、県職の指示に従い、年休を請求したうえ欠勤したので\nある。従つて本件割休闘争の実質は、年休権行使に名を藉りた同盟罷業の一態様で\nあり、地方公務員法第三七条で禁止された争議行為に該当するものであつて、年休\n請求権が形成権であるか時季指定権であるかを論ずるまでもなく、年休制度と相容\nれないものであり、これを無断欠勤と認め、それに対応する賃金を支払わなかつた\n本件賃金カツトには、何ら違法な点はない。\n３　ちなみに、最高裁判所は、年休の利用目的は労働基準法の関知しないところで\nあり、年休をどのように利用するかは、使用者の干渉を許さない労働者の自由であ\nるとし、原則的に年休の利用目的は問わないとしながら、それに続いて、いわゆる\n一斉休暇闘争に触れ、その形式いかんに拘わらず、その実質が年休に名を藉りた同\n盟罷業にほかならないときは、本来の年休権の行使ではないことを認めており、完\n全に年休の利用目的が自由であるといつているわけではなく、その制度の趣旨目的\nから制約がある旨判示している（最高判昭四八・三・二民集二七・二・一九一〔以\n下「白石営林署判決」という。〕及び最高判昭四八・三・二民集二七・二・二一〇\n〔以下「国鉄郡山工場判決」という。〕参照。なお、右両判決の総称として、以下\n「三・二判決」ともいう）。なお、右三・二判決は、一斉休暇闘争のことを例示し\nているが、一斉であるかどうかによつて結論が違うのではなく、休暇を闘争の手段\nとしているかどうかによつて、年休権の行使として認められる場合と否とに分かれ\nるのである。\n三　原告らの年休請求権の濫用及び信義則違反\n１　年休は、労働者が使用者から賃金の支払いを受けながら休むことによつて、労\n働者には休養と教養、使用者には休暇後の能率増進という、労使双方の利益を計る\nことを目的として認められた制度であるから、その行使は右の目的に合致したもの\nであることが必要であり、そのためには、労使関係が正常な状態にあることが前提\nである。\n２　右のような年休制度の目的からいつて、組合員が闘争態勢に入り、使用者に対\n抗するための手段として、使用者から賃金の支払いを受けながら就労を拒否するこ\nとは、年休制度の本質を逸脱したものであつて、信義誠実の原則に反し権利の濫用\nとなる。されば、民間においても、組合が少数特定の組合員を指名して就労させな\nいいわゆる指名ストについては、年休の名を藉りて行なわれたとしても、当然のこ\nととして賃金が支払われないのである。\n３　なお、三・二判決は、信義則や権利濫用について正面から判断していないこと\nに、注意しなければならない。\n第五　抗弁に対する原告の反論\n一　抗弁二、三記載の主張は争う。被告の主張は、三・二判決及び高松高等裁判所\nの昭五〇・一二・二五判時八〇九・九四判決（以下「徳島県職判決」という。）の\n趣旨からみて、認められない。\n二　三・二判決は、年休請求権の性質につき注目すべき見解を示したが、本件で問\n題となるのは、右判決中、年休の利用目的に関し、当該労働者の所属する事業場で\nの一斉休暇闘争に参加する場合は別として、他の事業場における争議行為等に休暇\n中の労働者が参加しても、当該年休の成否に影響するものではないという判示であ\nり、これは他の事業場が同一の企業体であつても勿論同一である。ところで、ここ\nでいう一斉休暇闘争というのは、労働者が、その所属する事業場において、その業\n務の正常な運営の阻害を目的として、全員一斉に休暇届を提出して、職場を放棄・\n離脱するものとみるならば、その実質は同盟罷業にほかならないので、この行動\nは、本来の年休権の行使ではないということである。ところが、原告らの年休の請\n求は、原告らが所属する事業場（勤務先）の事業の正常な運営の阻害を目的とする\nものではなく、そうであれば、三・二判決の趣旨に従えば、本訴において、原告ら\nは、年休の利用目的が何であつたかを主張する必要も全くないのである。よしん\nば、それが県職の年末闘争の動員者としての行動をとつたり、自己の有する年休権\nを年内に消化するためのものであつたとしても、年休は完全に成立しているのであ\nり、被告が賃金カツトする何らの理由もない。\n三　被告は、使用者との対立抗争の手段として年休を請求することは許されない\nし、当初からかかる目的のために年休を請求することは、信義則に反し権利の濫用\nであると主張する。けれども、年休の利用目的は労働基準法の関知しないところで\nあり、年休をどのように利用するかは、使用者の干渉を許さない労働者の自由であ\nる。従つて、組合員が年休をとつて他の事業場の争議の応援に行つたからといつ\nて、それが労働力の維持培養のために行使されなかつたとして、年休権の行使が違\n法になつたり無効になつたりするものではない。三・二判決は、労働者の所属事業\n場の事業の正常な運営を阻害する目的で、一斉休暇闘争をする場合は、年休権の行\n使は認められないとしているが、かかる場合でない限り、労働者の年休の使用目的\nが、使用者との対立抗争とか組合の統一された意思の下になされたからといつて、\nそれが信義則違反や権利の濫用になるとはいえない。\n第六　証拠（省略）\n理　　　由\n一　（当事者間で争いのない事実等）\n請求原因一ないし三記載の事実は当事者間で争いがなく、抗弁一記載の事実は、\n原告らが明らかに争わないので、これを自白したものとみなす。\n二　（本件賃金カツトをなすに至つた経緯等）\n右一の事実に、成立に争いのない乙第二号証、同第三号証の一・二、同第四号証\nの一ないし一八、同第五号証の一・二、同第六、七号証の各一、同第八・九号証、\n同第一〇号証の一、同第一一ないし一四号証、同第一五号証の一、同第一六号証、\n同第一七・一八号証の各一、二、同第一九ないし二八号証、同第二九号証の一ない\nし一三二号証、証人Ａ、同Ｂ、同Ｃの各証言を総合すれば、次の事実が認められ\nる。\n１　県職は、賃金確定についての要求を有利に進めるための戦術として、本件割休\n闘争を計画したのであるが、その内容は、昭和四八年一〇月二四日から三一日まで\nの七日間（日曜日を除く）、連日にわたり、全組合員七五二四名の一割に相当する\n者（七五二名）に年休を請求させ、そのうち、一〇月二四日から二七日までの四日\n間は連日二〇〇名、同月二九日から三一日までの三日間は連日三五〇名の組合員\nを、本庁での坐り込みの動員に参加させ、残りの者（一〇月二四日から二七日まで\nは五五二名、一〇月二九日から三一日までは四〇二名）には自宅等で休暇をとらせ\nるというものであり、七日間に延べ五二六四名（７５２×７）の組合員に年休を請\n求させる計画であつた。\n２　しかして、県職は昭和四八年一〇月一七日、県職執行委員長名で、各支部長・\n支部役員・分会長・本部執行委員宛に、本件割休闘争の実施を指令し、分会毎に全\n体で毎日一割の休暇が実施できるように計画を立て、職場討議のうえ「休暇闘争点\n検表」を作成して、支部書記局を通じて本部へ報告するように指示した。このよう\nにして、県職は、予め一定の組合員を指定して県職執行委員長名の指令書（乙第二\n二号証）を交付したうえ、県の本庁及び出先機関のあらゆる職場に勤務する一割の\n組合員をして、七日間連日にわたり、組織的・画一的に年休を請求させることを計\n画したのである。\n３　ところで、県職は、これまでも闘争時には、多数の組合員に指令を出して本庁\nでの坐り込みの動員に参加させており、動員者（一〇〇名から一五〇名）は各自年\n休をとつて動員に参加していたのであるが、本件割休闘争のように、県職の方で予\nめ一定の組合員を指定したうえ、七日間連日にわたり、組織的・画一的に年休を請\n求させる闘争戦術を計画したのは、今回が初めてであつた。そこで、事態を重視し\nた県当局は、本件割休闘争の性質について、三・二判決に照らして検討を加え、自\n治省や労働省にも照会したうえ、昭和四八年一〇月二二日、総務部長名で、本庁の\n各部課長及び各出先機関の長等に対し、本件割休闘争は違法な争議行為であり、賃\n金カツトの対象となるから、職員が右闘争に参加しないよう周知徹底を図るととも\nに、闘争期間中に年休を請求してきた職員に対しては、請求の理由を問い質すよう\nに指示した。\n４　なお、県当局が、本件割休闘争参加者が賃金カツトの対象となると判断したの\nは、右闘争そのものが、賃金確定についての要求を県職に有利に進めるための計画\n的・組織的な行動であり、予め指定しておいた一定の組合員をして、画一的に年休\nの請求をさせ、管理者側に時季変更権行使のいとまも与えないで一方的に勤務関係\nから離脱させ、その結果業務の正常な運営を妨げることを目的とするものであり、\n同盟罷業に値するものであつて、年休権行使以前の問題であると考えたからであ\nり、県当局より照会を受けた自治省及び労働省の担当者も、県当局の見解を支持し\nたからであつた。\n５　結局、本件割休闘争の期間中に、延べ三五四二名（一日あたり全組合員の六・\n七パーセントの割合）の組合員が年休を請求し、勤務につかなかつたのであるが、\n県当局は、このうち一四四名（延べ人数では約一七〇名、一人で何回も年休を請求\nした者がいたため）について、本件割休闘争に参加した者と認め、賃金カツトをな\nした。このように、本件割休闘争に参加しても賃金カツトをされなかつた者も多数\nいたが、これは、県当局が、本件割休闘争に参加するために年休を請求したと明確\nに認められる者（年休請求の際、請求の理由をいわなかつたり、割休闘争に参加す\nるためと述べた者等）のみを対象として、賃金カツトをなしたからである。なお、\n本庁での坐り込みの動員には、当初の計画（一〇月二四日から二七日までは連日二\n〇〇名、一〇月二九日から三一日までは連日三五〇名）の六〇ないし七〇パーセン\nトにあたる組合員が参加したが、定時退庁・超勤拒否闘争（別紙第五の四の２）\nは、直前になつて取りやめられた。\n６　県当局による賃金カツトに対し、県職は、昭和四八年一一月二四日、静岡地方\n検察庁に、当時の静岡県知事らを労働基準法第三九条・第一一九条第一号違反の疑\nいで告発したが、同地検は、昭和四九年一一月一五日、本件割休闘争は、目的・手\n段からみて業務の正常な運営を阻害する違反な争議行為であり、正当な年休権の行\n使とはいえないので、賃金カツトは違法ではないとして、被告発人全員を不起訴処\n分にした。\n三　（年休の性格とその利用目的による制限の有無）\n１　労働基準法第三九条が規定する年休の権利は、同条第一・二項の要件の充足に\nより法律上当然に労働者に生ずるものであり、その具体的な権利行使にあたつて\nも、労働者がその有する休暇日数の範囲内で具体的な休暇の始期と終期を特定し\nて、右の時季指定をしたときは、客観的に同条第三項但書所定の事由が存在し、か\nつこれを理由として使用者が時季変更権の行使をしない限り、右の指定によつて当\n然に年休が成立し、当該労働日における就労義務が消滅するものと解するのが相当\nであり、年休の成立要件として、労働者による「休暇の請求」や、これに対する使\n用者の「承認」という観念を容れる余地はないものといわなければならない。ま\nた、年休の利用目的は、労働基準法の関知しないところであり、休暇をどのように\n利用するかは、使用者の干渉を許さない労働者の自由であるとするのが、法の趣旨\nであると解される。（三・二判決参照）\n２　しかしながら、労働者が、その所属の事業場において、その業務の正常な運営\nの阻害を目的として、全員一斉に休暇届を提出して職場を放棄・離脱する、いわゆ\nる一斉休暇闘争の場合には、その実質が、年休に名を藉りた同盟罷業にほかならな\nいので、その形式いかんに拘わらず、本来の年休権の行使ではないものというべ\nく、従つて、これに対する使用者の時季変更権の行使もありえず、一斉休暇闘争の\n名の下に同盟罷業に入つた労働者の全部について、賃金請求権は発生しない、と解\nすべきである。けれども、年休権を有する労働者が休暇の時季指定をしたときは、\n使用者による適法な時季変更権の行使がない限り、当然に指定された時季に年休が\n成立するのであり、労働基準法第三九条第三項但書にいう「事業の正常な運営を妨\nげる」か否かの判断は、当該労働者の所属する事業場を基準として決すべきもので\nあるから、右のような見地は、当該労働者の所属する事業場においていわゆる一斉\n休暇闘争が行なわれた場合についてのみ妥当しうることであり、他の事業場におけ\nる争議行為等に休暇中の労働者が参加したか否かは、何ら当該年休の成否に影響す\nるところはないものというべきである（三・二判決参照）。\n３　このように、一斉休暇闘争の場合は、その実質が年休に名を藉りた同盟罷業に\nほかならないので、本来の年休権の行使ではなく、賃金請求権が発生しないこと\nは、三・二判決が説くとおりである。ただ、三・二判決は、一斉休暇闘争の定義と\nして、「労働者が、その所属の事業場において、その業務の正常な運営の阻害を目\n的として、全員一斉に休暇届を提出して、職場を放棄・離脱すること」と説いてい\nるが、右の「全員一斉に」とは、当該事業場所属の労働者の全員が一斉にという意\n味ではなく、休暇闘争参加者が全員一斉にという意味であり、一定割合の組合員が\n休暇届を出す場合（何割闘争と呼ばれる）も、「一斉に」それが提出される限り、\n一斉休暇闘争に含まれると、三・二判決は解しているものと考えられる。けだし、\n文字どおり、当該事業場所属労働者全員が一斉に休暇を請求する場合のみが、一斉\n休暇闘争であるとするならば、当該事業場所属労働者の一人でも休暇を請求しなけ\nれば、一斉休暇闘争ではなくなるという、三・二判決が予想していない結論になつ\nてしまうからである。要するに、組合側が、自己の主張を貫徹するため、争議行為\nの一手段として、予め指定しておいた一定の組合員をして、計画的・組織的に全員\n一斉に年休を請求させて一方的に勤務関係から離脱させ、その結果、当該組合員所\n属の事業場における業務の正常な運営を妨げることを目的とする行為が、三・二判\n決にいう一斉休暇闘争であり、かかる行為は、年休に名を藉りた同盟罷業にほかな\nらず、年休権行使以前の問題であるから、使用者の時季変更権行使の有無に拘わら\nず、一斉休暇闘争の名の下に同盟罷業に入つた労働者の全部について、賃金請求権\nが発生しないのである。\n四　（本件賃金カツトの効力について）\n１　前記一、二の事実によれば、県職は、賃金確定についての要求を有利に進める\nための戦術として、本件割休闘争を計画したのであり、その内容も、県の本庁及び\n出先機関の全職場における業務の正常な運営を妨げることを目的として、県職の方\nで予め一定の組合員を指定したうえ、七日間連日にわたり、全職場の一割の組合員\nをして、組織的・画一的に一斉に年休を請求させ、一方的に勤務関係から離脱させ\nようというものであり、結局、本件割休闘争の期間中、県のあらゆる職場における\n延べ三五四二名（一日あたり全組合員の六・七パーセントの割合）もの組合員が年\n休を請求し、勤務につかなかつたのである。従つて、前記三で認定したところによ\nれば、本件割休闘争は、三・二判決にいう一斉休暇闘争であり、年休権行使に名を\n藉りた同盟罷業にほかならず、年休権行使以前の問題であるから、県の管理者側の\n時季変更権行使の有無に拘わらず、一斉休暇闘争の名の下に同盟罷業に入つた県職\n組合員の全員について、賃金請求権が発生しないものというべきである。\n２　尤も、原告らは、原告らの年休の請求は、原告らが所属する事業場（勤務先）\nの事業の正常な運営の阻害を目的とするものではない旨主張し、前記一、二の事実\nによれば、本件割休闘争参加者中一部の者は、年休をとつたうえ本庁での坐り込み\nの動員に参加しており、また、本件割休闘争の目的として、年休消化の促進という\n表題も掲げられている。けれども、本件割休闘争の主たる目的は、年休消化の促進\nということではなく、賃金確定についての要求を組合側に有利に進めるためであ\nり、県当局より組合側に有利な回答を引き出すため、県の本庁及び出先機関の全職\n場における業務の正常な運営を妨げることを目的として、本件割休闘争を実施した\nのであり、年休をとつて本庁での坐り込みに参加した者も、他の事業場における争\n議行為に参加する目的で年休を請求したのではなく、本件割休闘争に参加し、自己\n所属の事業場における業務の正常な運営を妨げる目的で年休を請求したのであつ\nて、以上のことは、前掲乙第六号証の一（県職の機関紙）に、「交渉せぬ県当局に\n期限つき解決要求、解決せねば実力行使で迫る、坐り込みや一割休暇の七日間」と\nいう表題の下で、「賃金確定についての要求が、県当局の不誠意によつて一〇月下\n旬に入つても解決しない場合には、一割ずつの休暇闘争を含む実力行使によつて、\n早期解決を県当局に迫る」（要旨）と記載されていることからも明らかである。\n３　また、原告らは、三・二判決（白石営林署判決・国鉄郡山工場判決）及び徳島\n県職判決の趣旨からみて、被告の主張は認められない、と主張する。けれども、白\n石営林署判決は、林野庁白石営林署に勤務する職員が、気仙沼営林署で行なわれた\n処分撤回闘争に参加するため、年休を請求した事案であり、国鉄郡山工場判決は、\n国鉄郡山工場に勤務する職員が、岩沼駅を拠点とする時限ストにピケ要員として参\n加するため、年休を請求した事案であり、徳島県職判決は、県の出先機関に勤務す\nる職員（五名）が、本庁中庭において行なわれた勤務時間内（一時間）職場集会の\nピケ要員として参加するために、年休を請求した事案であり、同判決中の中央病院\nに勤務する一職員を除いては、いずれも、年休を請求した職員が所属する事業場で\nは、一斉休暇闘争は勿論のこと、いかなる態様の争議行為も行なわれていなかつた\nのである。ただ、同判決中の中央病院に勤務する一職員の場合は、当該職員の所属\nする中央病院においても一時間の時限ストが行なわれ、同病院勤務の組合員約一〇\n〇名が右時限ストに参加したのであるが、本庁中庭でのピケ要員に参加した右一職\n員以外の職員は、全て年休を利用せずに無断欠勤したうえ、右時限ストに参加して\nいるのであり、同判決は、中央病院所属の一職員についても、その年休権の行使\nは、本庁でのピケ要員に参加するためであり、中央病院での時限ストに参加するた\nめのものではない旨、判断している。これに対して、本件割休闘争は、県職が、県\nの本庁及び出先機関の全職場における業務の正常な運営を阻害することを目的とし\nて、予め一定の組合員を指定したうえ、組織的・画一的に年休を請求させて一方的\nに勤務関係から離脱させようというものであり、本件割休闘争に参加した者も、自\n己の所属する事業場における業務の正常な運営を阻害する目的で年休を請求したの\nであるから、三・二判決（白石営林署判決・国鉄郡山工場判決）及び徳島県職判決\nの事案とは、年休権行使の目的・態様が著しく異なるものである。\n４　結局、本件割休闘争は、三・二判決で言及されている一斉休暇闘争であり、\n三・二判決の趣旨からみても、本件賃金カツトは有効なものであるといわなければ\nならない。\n五　（結論）\nしてみれば、原告らの被告に対する本訴各請求は、いずれも理由がないから、こ\nれを棄却することとし、訴訟費用の負担につき民事訴訟法第八九条・第九三条第一\n項本文を適用して、主文のとおり判決する。\n（裁判官　松岡登　人見泰碩　紙浦健二）\n（別紙第一～第四省略）\n別紙第五　賃金確定についての要求を有利に進めるための闘争方針\n一　三者（県職・静岡県教職員組合・静岡県高等学校教職員組合）共闘名で、県当\n局に対し、早急に交渉を開くよう要求し、誠意ある交渉によつて遅くとも一〇月二\n三日までに要求を解決するよう、文書で強く申し入れる。\n二　一〇月一一日から二三日までの間、県当局と精力的に団交を行なつて交渉を煮\nつめ、これに並行して、所属長交渉や、職場オルグ、署名やハガキ、ステツカーな\nどの職場活動を強める。\n三　一〇月一六日に、原則として早期時間外に、賃金確定についての要求を勝ち取\nるための決起集会を、各支部毎に行なう。\n四　交渉での解決の努力にも拘わらず、県当局の不誠意によつて解決しない場合に\nは、次の実力行使によつて早期解決を県当局に迫る。\n１　一割ずつの休暇闘争（一〇月二四日から三一日まで）。賃金確定についての要\n求実現と年休の消化を促進させることを目的に、七日間一割ずつ（動員参加者を含\nむ。）の休暇闘争を行なう。\n２　定時退庁・超勤拒否（一〇月二七日・二九日・三〇日・三一日）。賃金確定に\nついての要求実現の意思表示とあわせて、超勤しなくても仕事ができる人員増を要\n求して、定時退庁又は超勤拒否の闘いを行ない、土木・土地改良・林業関係職場で\nは、現場手当五〇〇〇円を支給させる要求をあわせて行なう。\n３　各部門の闘いの強化。浜松保健所の移管反対。県立三病院の協定遵守、人員増\n要求等の闘い。国費職員の身分移管と賃金格差是正の闘い。その他、各部門別の特\n殊勤務手当、人員増等の闘い。\n４　三者共闘による連日五〇〇名の座り込み（一〇月二四日から三一日まで）。\n解決期限切れの一〇月二四日からは、連日五〇〇名の坐り込み行動で県当局に解\n決を迫る。県職は、一〇月二四日から二七日までの四日間連日二〇〇名、一〇月二\n九日から三一日までの三日間連日三五〇名の動員で闘う。\n"
}