{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 46,
    "month": 7,
    "day": 27
  },
  "case_number": "昭和44(ヨ)130",
  "case_name": "新潟鉄工所懲戒解雇",
  "court_name": "前橋地方裁判所",
  "field": "労働",
  "lawsuit_id": "19908",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=19908",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/908/019908_hanrei.pdf",
  "contents": "主　　　文\n申請人の申請をいずれも却下する。\n申請費用は申請人の負担とする。\n事　　　実\n第一　当事者の申立\n（申請人）\n一　申請人が被申請人に対し労働契約上の権利を有する地位を仮に定める。\n二　被申請人は申請人に対し昭和四四年七月八日以降本案判決確定に至るまで毎月\n二五日限り一ケ月金四万〇、一三〇円の割合による金員を仮に支払え。\nとの判決を求める。\n（被申請人）\n主文第一項同旨の判決を求める。\n第二　申請人の申請理由\n一　当事者\n被申請人は、内燃機関、工作機械等の製造、販売を主たる業務とする株式会社で\nあり、群馬県群馬郡ａ町に高崎工場を有する。\n申請人は、昭和四一年三月二三日岩手大学工学部機械科を卒業し、同年四月一日\n被申請人と労働契約を締結し、同年六月一日より被申請人会社高崎工場（以下単に\n「高崎工場」という）に配属され、同年九月一日より同工場設計課に勤務してい\nた。\n二　本件懲戒解雇の意思表示\n（一）　被申請人は昭和四四年七月七日、申請人に対し、就業規則七九条三号の\n「職務上の指示命令に不当に従わず職場の秩序をみだし、又は乱そうとしたと\nき。」に該当するとして、懲戒解雇の意思表示をした（以下これを「本件解雇」と\nいう）。\n（二）　しかしながら本件解雇の真の狙いは後記四記載のとおりであるから、本件\n解雇は労働基準法三条、労働組合法七条一号等に違反し無効である。\n三　本件解雇に至る経緯\n（一）　高崎工場設計課長Ａは、昭和四四年五月九日、申請人に対し、「君を六月\n一日付で本社車両事業部営業部へ転勤させることに会社では決定したので同意して\nもらいたい。」（以下この転勤を「本件転勤」という）と申し渡した。申請人が右\nＡ課長に対し「自分は現在高崎支部の青年婦人部長の地位にあるので六月一日から\n転勤させられると組合活動に著しい支障をきたすし、又自分には営業の仕事よりも\n現在の設計の仕事の方が適しているのでこのままにしておいてもらいたい。」と返\n事をしたところ、同人は「会社としては転勤の日と配置先については既に決定済み\nであり、考慮の余地はない。」と答えた。\n（二）　その後、高崎工場の工場長Ｂ、副工場長Ｃ、総務課長Ｄらが、申請人に対\nし転勤発令に同意するよう迫つたが、申請人はこれを拒否した。\n（三）　同年六月五日、被申請人は申請人の同意のないまま、六月一日付で転勤命\n令を発したが、申請人は辞令の受領を拒絶した。\n（四）　被申請人は、申請人が配置転換を拒絶したので会社と労組支部との間で設\nけられている高崎地区賞罰委員会に同月一〇日申請人の懲戒処分の審理の申立を\nし、懲戒解雇に処すべきであると主張した。組合委員は懲戒処分としては七日間程\n度の出勤停止が相当であると主張していたが、同月一三日、同委員会は申請人の懲\n戒解雇は相当であるとの結論を出した。\n（五）　同月三〇日、前記高崎地区賞罰委員会の上位機関である賞罰委員会は、申\n請人については懲戒解雇が相当であるとの結論を出した。\n（六）　被申請人は同年七月一日に、申請人が同年六月三〇日付で就業規則並びに\n労働協約の定めるところにより所定の手続を経て懲戒解雇となつた旨、そして同年\n七月七日までに退職願を提出する場合に限り退職の手続をとることができる旨の解\n雇通知書を申請人に交付した。しかし、申請人は任意退職の申出をしなかつた。\n四　本件解雇の無効\n（一）　申請人は昭和四三年八月一六日より全新潟鉄工労働組合（以下右労働組合\nを単に「組合」という）高崎支部青年婦人部長の地位にあつたが、右青年婦人部は\n支部労組内で中核的な役割を演じている活動家集団であり、組合活動は特に活発を\nきわめた。\n被申請人はかような事実を知悉しており、機会があれば申請人を職場から放逐せ\nんとする意図を有していた。\n（二）　申請人は反戦青年委員会の熱烈な活動家である。それゆえに、被申請人\nは、申請人の思想的影響力が他の労組員におよび組合が被申請人会社に対し戦斗的\n姿勢をとるようになることを極度におそれていた。\n（三）　本件解雇は、実は右（一）（二）の理由でなされたものであり、労働組合\n法七条、労働基準法三条に違反し無効である。また配転を拒否したからといつて直\nちに懲戒解雇処分に付したのは解雇権の濫用であり無効である。\n五　仮処分の必要性\n申請人は、本件解雇当時基本給、職能給、奨励給等を合わせて平均月額四万〇、\n一三〇円の給付を受けていた。申請人にとつては被申請人から支給される月給が唯\n一の生活資金であり、これが支給されなければ生活が危殆に頻する。\n第三　被申請人の答弁および主張\n一　申請理由に対する答弁\n（一）　申請理由の一および二の（一）の各事実は認める。\n（二）　同三の（一）の事実のうち、昭和四四年五月八日（九日ではない）、Ａ設\n計課長が申請人に対し、六月一日付で本社車両事業部建設機械営業部へ転勤させた\nい旨内示した事実は認めるがその余の事実は否認する。\nＡ課長は即答を求めず、よく考えて返事をして貰いたいといつたのであり、申請\n人もその場ではなんらの意思表示をしなかつたが、中一日おいた五月一〇日にＡ課\n長に対し転勤を了承する旨を回答した。\n（三）　同三の（二）の事実は認める。ただし、申請人が同月一二日態度を飜えし\n転勤を拒否する旨申出て来たので、工場長らが懇切に説得を重ねたのである。\n（四）　同三の（三）の事実のうち、申請人の同意のないままとの点は否認し、そ\nの余の事実は認める。\n（五）　同三の（四）の事実のうち、組合側委員が懲戒処分としては七日間程度の\n出勤停止が相当であると主張したとの点は否認し、その余の事実は認める。\n（六）　同三の（五）、（六）の各事実は認める。\n（七）　同四の（一）の事実のうち、全新潟鉄工労組高崎支部に青年婦人部がある\nことは認めるが、その余の事実は否認する。\n右青年婦人部は支部教宣部の下部組織として設置されているもので、平素バス・\nハイク、運動会、ダンス・パーテイなどを主催しているものである。\nまた、被申請人は右青年婦人部の役員氏名については、通知を受けないので、こ\nれを知らない。\n（八）　同四の（二）の事実のうち、申請人が反戦青年委員会に属することは不\n知、その余の事実は否認する。\n（九）　同四の（三）の主張は争う。\n（一〇）　同五の事実は否認する。申請人の平均賃金は月額三万八、七九〇円であ\nる。\n二　被申請人の主張\n（一）　被申請人会社は、本社のほか二支社、七営業所、一二工場を有し、従業員\n数は約六、四〇〇名である。また、被申請人会社には六事業部が設けられている\nが、高崎工場は車両建機事業部に属し、トラツク・ミキサー、アスフアルト・プラ\nントならびにアスフアルト・フイニツシヤーその他の建設機械の製造を行つてい\nる。高崎工場設計課は第一ないし第四係に分かれていたが、申請人はアスフアル\nト・プラントの基本機器設計を担当する第二係に所属していた。\n（二）　本件転勤の必要性\n被申請人会社では近時鉄道車両の受注が漸減傾向にあるので、その対策として建\n設機械部門に特に力を注いでいたが、これに伴いその販売部門の強化の必要がかね\nてから痛感されていた。そこで被申請人は、営業部に機械の専門知識をもつた人間\nを送りこみ販売網を拡大強化することをはかり、具体的にはアスフアルト・プラン\nト関係二名、トラツク・ミキサー関係二名計四名の増員をはかつた。アスフアル\nト・プラントはもともと注文生産の商品であるが、最近大型化の傾向が顕著とな\nり、これにつれて顧客から非常に多くの特殊仕様の注文が出されるのが常となつて\n来ているので、近時同業者間の競争も激化するにつれ、ユーザーが計画をたてる段\n階から、ユーザーのため敷地の立地条件に合つた仕様変更等の相談にあずかり、こ\nれを受注獲得に結びつけるような営業活動が必要となつて来ていたのであり、その\nためには、アスフアルト・プラントの設計経験者をもつて営業部の補充強化を行う\nことが最も適当な措置であつた。\nしかるところ、被申請人会社でアスフアルト・プラントの製造を担当しているの\nは高崎工場のみであるので、被申請人は高崎工場に対し、係長クラスの設計経験者\n一名と三、四年程度の設計経験を有する大学卒社員一名の人選を指示したところ、\n高崎工場から、設計課第二係長Ｅと申請人とが最適任として指名されて来たので、\n右両名に対し同年六月一日付で転勤発令できるよう手続を進めた。\n（三）　本件解雇に至る経緯は前記のほか次のとおりである。\n（１）　申請人は同年五月一二日に、Ａ設計課長に対し転勤応諾の回答を飜し、転\n勤したくない旨申出て来たが、その理由とするところは①現在の組合高崎支部青年\n婦人部長を続けたい、②今後とも組合運動を続けたい、③設計の仕事が好きだから\n離れたくない、の諸点であった。しかし右の①の点が転勤拒否の理由となり得ない\nことは、五月八日の内示の際申請人も認めていたところである。申請人の挙げる右\n各理由が転勤拒否の正当理由たり得ないことは明白であるし、まして一旦応諾の回\n答をしておきながらその回答を　　　飜すだけの理由として到底認められるもので\nはない。\n（２）　同年五月一二日から一四日までＡ設計課長が、一五日にＣ副長が、一六日\nにＤ総務課長がＡ設計課長同席のうえで、それぞれ申請人に対し説得を重ねたが、\n申請人は態度を変えなかつた。\n（３）　申請人は同年六月三日他の三名の転勤者と共に本社車両事業部へ行き転勤\nに関する業務打合せを行なつて来るよう指示されたにもかかわらずこれを拒否し、\nさらに翌四日転勤発令に納得のいかない点があれば本社人事部長のもとに赴いて十\n分得心のいくまで疑義を質して来るようにと出張扱いで指示されたのも拒否した。\n（４）　かくて、同月五日Ｂ工場長が申請人を呼んで、六月一日付転勤の発令を伝\nえて辞令を交付しようとし、なお三時間以上にわたつて説得を重ねた。しかし、申\n請人は前同様の拒否理由のほかａ町に居住し生活する権利がある等のことを述べて\n辞令の受領を拒否した。この間、申請人からは、建設機械営業部強化の必要性や人\n選の妥当性につきなんら具体的反論はなされていない。\n（四）　申請人は業務上の必要により全国各地の会社事業所に転勤することがあり\n得ることを予定され、申請人もこれを承知のうえで被申請人会社に採用されたので\nあるから、正当な理由なく転勤を拒否することは重大な企業秩序違反であつて到底\n許されない。したがつて、被申請人が申請人を懲戒解雇にしたのは正当な処分であ\nる。\n第四　疎明（省略）\n理　　　由\n一、申請理由の一および二の（一）の各事実は当事者間に争いがない。\n二、被申請人会社の機構\nいずれも成立に争いのない疎乙第一号証、同第二号証の一、二および証人Ｆ、同\nＧの各証言によれば次の事実が一応認められる。\n被申請人会社は、昭和四四年一月一日現在、本社のほか二支社、七営業所、一二\n工場を有し、また事業部制をとつて鋳造事業部、化工機事業部、造船事業部、車両\n事業部、機械事業部および内燃機事業部の六事業部がある。そのうち車両事業部\n（同年七月一日より車両建機事業部と改称）は、デイーゼル・カー、客車等の鉄道\n車両およびアスフアルト・プラント、アスフアルト・フイニツシヤー、トラツク・\nミキサー、コンクリート・ポンプ等の建設機械の製造販売を目的とし、建設機械営\n業部、車両営業部、技術部および管理部の四部（同年七月一日より上記のほか建設\n機械サービス部を設置）と高崎工場および大山工場の二工場を置いている。大山工\n場は鉄道車両の製造を、高崎工場は建設機械の製造を、それぞれ専門とし、被申請\n人会社の全組織中建設機械を製造している工場は高崎工場のみである。高崎工場に\nは総務課、設計課等の七課がある。\n三、本件転勤の必要性と転勤者の人選\n証人Ｆ、同Ａ、同Ｄ、同Ｇの各証言によれば一応次の事実が認められ、これに反\nする疎明はない。\n前記車両事業部においては、従前は鉄道車両部門の占める比重が大きかつたが、\n国鉄の赤字財政のため鉄道車両の発注が漸減した。一方、建設機械部門は道路整備\n関係予算の急激な増大に伴いその需要が増大したので、被申請人会社としては建設\n機械部門の強化を企図し、昭和四〇年以来三次にわたる三ケ年計画（計画の策定方\n法に問題があつたので、第一次の計画は翌年で打切られたこともあつた）において\nいずれも同部門を重点部門とした。その結果、昭和四〇年においては建設機械の売\n上高が約一五億円、車両の売上高が約三〇億円であつたのが、昭和四四年には建設\n機械が約五〇億円、車両が約三五億円と逆転し、さらに昭和四七年には車両の約三\n七億円に対し建設機械の売上高は約一一一億円を見込むに至つた。\n被申請人会社の建設機械部門の同業者は約一〇社あるが、アスフアルト・プラン\nトに関しては被申請人会社は業界第二位であり、その業界において占めるシエアは\n昭和四〇年に約一五パーセント、昭和四三年に約二九パーセント、昭和四四年に約\n二六パーセントであつた。昭和四四年にシエアが落ちたのは、アスフアルト・プラ\nントの大型化が遅れたためであつた。\nそこで被申請人会社車両事業部としては、鉄道車両部門の赤字を填補するために\nも、建設機械の販路を積極的に開拓しシエアを拡大する必要があり、昭和四四年三\n月下旬の同事業部定例常務会において、建設機械部門の営業活動を強化する方針を\n決定した。そしてその具体策の一つとして、同事業部の建設機械営業部に技術系の\n専門技能をもつ従業員（いわゆる技術屋）を配置することとした。すなわち、アス\nフアルト関係の顧客には中規模企業が多いため、営業マンに技術上の助言や指導を\nする能力が必須となつているのであるが、従来被申請人会社においては、アスフア\nルト・プラントを担当する建設機械営業部第一課にいわゆる技術屋がおらず、営業\n活動上必要を生ずるごとに高崎工場設計課に応援を求めていた。しかし、その回数\nが多くなるにつれ、高崎工場においては本来の仕事に支障を来たすし、また時間\n的、経費的なロスも多く非能率的であつた。そこで、アスフアルト・プラント業界\nにおいて第一位のシエアを占める会社である「日本工具」において営業部門にいわ\nゆる技術屋を配置して通常の営業マンと組ませて営業活動に当らせているというこ\nともあつて、被申請人会社としては、建設機械営業部にいわゆる技術屋を配置して\n本社における営業活動強化の任に当らせるとともに、必要に応じて支社、営業所の\n営業活動を応援することもできる体勢をとろうとしたのである。そしてアスフアル\nト・プラント関係については、さしあたり建設機械営業部第一課に設計の知識を有\nする技術系従業員二名を増員することとし、一名は係長クラスの者として第一課の\n最も若い事務系従業員と組ませ、もう一名は大学卒業後三、四年程度の者として最\nも年長の事務系従業員と組ませることを計画し、なお社宅の事情と出張回数の多い\nこととから独身者が適当として、人事部の了解を得たうえ、被申請人会社において\n建設機械の製造に当つている唯一の工場である高崎工場の工場長に対し、昭和四四\n年四月初めに右二名の者の人選を委ねた。\nそこで、高崎工場長Ｂは同月中旬、同工場設計課長Ａに対し右の人選を命じた。\n同課は第一ないし第四係に分かれ、第二係はアスフアルト・プラントの機器の設計\nを、第四係はアスフアルト・プラントの装置設計を担当していたが、右両係はいず\nれもアスフアルト・プラント担当ということで仕事の分担は必ずしも明確でなかつ\nた。Ａ課長は、前記係長クラスの者としては第二係長Ｅと第四係長Ｈとのうち年令\nが若く当時独身であつたＥを選び、大卒後三、四年程度の者としては適格者は第二\n係所属の申請人と第四係所属の同志社大学工学部昭和四一年卒業のＩであつたが、\nこの両名を比較するとＩの方が設計作業へのとりくみの態度がよいので同人を設計\n課に残すこととして、申請人を転勤候補者に選び、同月下旬その旨工場長に復命し\nた。\n四、本件転勤を拒否する正当理由\n使用者がその雇傭する労働者に対し、労働場所や労働の種類、内容を変更するい\nわゆる配転命令をなすには、当該使用者と労働者との間に、労働者が使用者に対し\n配転の権能を委ねる旨の合意がなければならない。その合意は、労働契約締結の当\n初から労働契約の一部として存在する場合もあるし、事後に成立する場合もある。\nまた、明示的に合意がなされる場合もあるし、明示の合意がなくとも当該企業にお\nける慣行、労働協約、就業規則の定めなどによつて黙示的な合意があると認めるべ\nき場合もある。\n全国各地に多数の支店、営業所、工場等を有する大企業においては、いわゆる全\n国採用の大学卒業者は通常の場合将来管理職に就くことが予想されているのであ\nり、このような者については特段の事情がない限り、本店、支店、営業所、工場等\nの相互間の転勤につき、たとえ当該使用者と労働者との間に明示の合意がなくと\nも、その権能を使用者に委ねる旨の合意が労働契約締結時に黙示的になされている\nと考えるべきである。次に労働の種類、内容については、通常は事務労働、技術系\n労働、筋肉労働等のおのおのの範囲内での職種の変更に関してはその権能を使用者\nに委ねる旨の合意があると考えられるが、さらにこれをいわゆる全国採用の大学卒\n技術系労働者の場合について考えてみると、当該労働者が従来その学歴、職歴によ\nつて得た技術上の専門的技能を全く生かすことができなくなるような職種への変更\nについては普通は合意が成立していないであろうけれども、技術系労働の職種から\nその労働者の技術上の専門的知識、技能を生かすことができる事務系労働、例えば\n技術上の知識経験が必要とされる営業部職員（いわゆるセールス・エンジニア）へ\nの職種の変更に関してはその権能を使用者に委ねる旨の黙示的合意が成立している\n場合が多いと考えられる。ことに近時大学院課程以上の学歴のある技術系労働者が\n増加しているので、高度に専門的な技術上の研究はこれらの者になさせ、単なる大\n学卒の技術系労働者についてはその専門的知識、技能が特に高度のものといえなく\nなつて来ていることからその職種をそれほど厳格に限定しないのが労働契約当事者\nの通常の意思であろう。\n以上の一般的考察のもとにこれを本件について検討するに、申請人が岩手大学工\n学部機械科を卒業したことは当事者間に争いがなく、証人Ｇ、同Ｊの各証言および\n申請人本人尋問の結果によれば、申請人は高崎工場で現地採用されたものではなく\n会社規模で全国から募集されたいわゆる全国採用者であること、被申請人会社とし\nては全国採用の労働者については転勤のあることを予測させているものであり、申\n請人自身も労働契約締結時に転勤のあることを予想していたこと、組合も同様の見\n解であつたことが一応認められ、証人Ａ、同Ｇの各証言によれば、被申請人会社で\nは定期的人事異動を行なつており、高崎工場設計課においても同課で設計に携つて\nいた者が転勤して設計以外の業務に従事するに至ることがかなりあり、しかもその\nうち相当数は営業部門への転勤であることが一応認められ、いずれもこれに反する\n疎明はない。また、成立に争いのない疎甲第二号証によれば、被申請人と組合との\n間の労働協約はその第三章人事、一六条一項において、「業務の都合により、組合\n員を他の事業所へ転勤又は他の職種へ転職若しくは同一事業所内の他の職場へ移動\nさせることがある。」と規定していることが認められる。そして本件転勤は、高崎\n工場設計課から本社車両事業部建設機械営業部への転勤であるから、その内容を、\n高崎工場から東京本社への労働場所の変更と、設計課における技術系労働（具体的\nには前記三で認定したとおりアスフアルト・プラントの機器の設計）から建設機械\n営業部における事務系労働（具体的には前記三で認定したとおりアスフアルト・プ\nラントに関する設計に関する知識、技術を生かす営業販売活動）への職種の変更と\nに分析することができるが、前記認定した諸事情のもとにおいては、労働場所の変\n更、職種の変更のいずれについても、少くとも本件転勤における程度の範囲内の変\n更に関しては、申請人と被申請人との間に、その権能を被申請人に委ねる旨の少く\nとも黙示の合意があつたと一応認めることができ、これに反する疎明はない。した\nがつて、被申請人の申請人に対する本件転勤命令は正当な権限に基くものであり、\n申請人にはこれに従うべき労働契約上の義務がある。\nしかしながら、使用者と労働者との間に配転につき前記のような合意がある場合\nといえども、使用者のその権能の行使は無制限に許されるものではなく、労使間の\n信義則に照らし合理的な制限に服さなければならないと解すべきであつて、その制\n限は具体的事案において当該転勤の業務上の必要性の程度と当該転勤によつて労働\n者が被る不利益の程度とを比較衡量して判断されなければならないものである。疎\n甲第二号証によれば、前記労働協約の同章一六条三項に、「組合員を転勤、出向又\nは転職させるときは、当該組合員の諒解を得ることとする。」と規定されているこ\nとが認められるが、この規程は前記の趣旨を明文化したものと解釈すべきであり、\n証人Ｊの証言によれば、組合もまた右条文をその趣旨で理解していたことが一応認\nめられる。\n本件転勤が被申請人会社の業務上必要であつたことは前記三に認定したとおりで\nあるが、申請人本人尋問の結果により真正に成立したものと認められる疎甲第一号\n証および右本人尋問の結果によれば、申請人自身も、被申請人会社としてはアスフ\nアルト・プラント関係の営業部門に機械の専門知識をもつた人間を送りこみ販売網\nの拡大強化を図る必要性があることを認識していたことが一応認められる。また、\n申請人を転勤候補者に選んだことも前記三に認定したところによれば妥当でなかつ\nたということはできない。\n次に本件転勤によつて申請人の被る不利益の程度については、証人Ｄ、同Ｇ、同\nＫの各証言によつて真正に成立したものと認められる疎乙第四号証の一、成立に争\nいのない疎乙第五号証、証人Ｆ、同Ａ、同Ｄ、同Ｇ、同Ｌ、同Ｋ、同Ｊの各証言お\nよび申請人本人尋問の結果によれば、申請人が本件解雇に至るまでに本件転勤命令\nを拒否する理由として挙げたのは次の四点であることが一応認められる。①現在、\n組合の高崎支部青年婦人部長の地位にあるのでこれを続けたい。②今後とも組合運\n動を続けたい。③設計の仕事が好きなので、これを続けたい。④この地に住み、こ\nの職場で働く権利がある。\n右四点を順次検討すると、右①の点については、証人Ｄ、同Ｌ、同Ｋの各証言お\nよび申請人本人尋問の結果によれば、申請人が昭和四三年八月に組合高崎支部の青\n年婦人部長に選出され、昭和四四年八月までその任期のあつたことが一応認められ\nるが、証人Ｇ、同Ｌ、同Ｊの各証言によれば、右青年婦人部は組合高崎支部教宣部\nの下部組織であるに過ぎず、青年婦人部長は組合の正規の役員ではなく、もちろん\n組合専従でもないことが一応認められる。青年婦人部長たる地位が右のようなもの\nに過ぎないとすれば、申請人が本件転勤によつてその地位を離れなければならなく\nなることによつて通常の従業員に比して均衡を失するほどの不利益を被るとは考え\nられず、仮になんらかの不利益を被るとしてもそれはきわめて主観的なものである\nに過ぎないから、これを理由に本件転勤命令を拒否することは許されない。なお、\n申請人本人尋問の結果中には、昭和四四年五月一〇日に申請人がＡ設計課長に対\nし、青年婦人部長の任期中は待つてもらえないかと言つた旨の供述があるが、右供\n述は証人Ａ、同Ｄ、同Ｊの各証言に照らして措信し難い。\n前記②の点については、本社に転勤しても当然組合運動を続け得るのであるか\nら、この点は本件転勤を拒否する正当な理由には到底なり得ない。\n前記③の点については、申請人が設計の仕事に愛着を感じていたとしても、本件\n転勤がなされた場合に申請人のなすべき労務が設計と無縁でないことは前記三に認\n定したとおりであり、しかも本件程度の職種の変更についてはその権能を被申請人\nに委ねる旨の合意が申請人と被申請人との間にあつたと認めることができることも\n前記のとおりであるから、この点も本件転勤を拒否する正当な理由にはなり得な\nい。\n前記④の点については、申請人が高崎工場への通勤の可能である土地に居住しな\nければならない家庭的事情でもあれば格別、疎乙第四号証の一、申請人本人尋問の\n結果および弁論の全趣旨によれば、申請人は独身者であり岩手県の親元を離れて群\n馬県群馬郡ａ町所在の被申請人会社の寮に単身居住していたこと、同所に居住する\nようになつたのは昭和四一年六月一日に高崎工場に配属されてからであることが一\n応認められる。このような事情からすれば、申請人はむしろ遠隔地に転勤するには\nかなり好適の条件を備えていたと認めることができ、他に申請人が高崎工場の近辺\nに居住しなければならない事情あることの主張疎明はない。\nそうすると、申請人が本件解雇に至るまでの間に本件転勤を拒否する理由として\n挙げた前記四点はいずれも正当な理由とは認め難く、他に本件転勤によつて申請人\nが不利益を被ることの主張疎明はないから（不当労働行為の主張については後に判\n断する）、被申請人による本件転勤命令が労使間の信義則に照らし合理的な制限に\n服していないということはできない。\nなお、疎乙第四号証の一、第五号証、証人Ａ、同Ｌ、同Ｋの各証言および申請人\n本人尋問の結果によれば、申請人が昭和四四年五月一〇日Ａ設計課長に対し、本件\n転勤を了承する旨回答したことが一応認められ、疎甲第一号証の記載中これに反す\nる部分は右各疎明に照らし措信できない。また、疎乙第五号証、証人Ｌ、同Ｋ、同\nＪの各証言および申請人本人尋問の結果によれば、組合高崎支部の執行部も、申請\n人が本件転勤を拒否する正当な理由はないと判断していたことが一応認められる。\nこのような事情からしても、被申請人による本件転勤命令が正当な権限に基くもの\nであつて且つ濫用にわたるものではないことを窺うことができる。\n五、本件解雇に至る経緯と手続\n申請人が昭和四四年五月一〇日に本件転勤を一旦了承したことは前記四、の末段\nに認定したとおりであるが、結局は申請人が本件転勤を拒否し、その後高崎工場の\nＢ工場長、Ｄ総務課長、Ａ設計課長らが申請人を説得しないしは同意を迫つても拒\n否の態度を変えなかつたことは当事者間に争いがない。そして、疎乙第四号証の\n一、第五号証、証人Ｄ、同Ｇの各証言および申請人本人尋問の結果によれば、申請\n人は同年六月三日に他の転勤者三名と共に打合わせのため本社へ出張することを指\n示されたがこれを拒否し、翌四日に転勤拒否の理由を直接本社人事部長に話すよう\nに本社出張を命じられたがこれも拒否したことが一応認められ、翌五日に被申請人\nが申請人に対し六月一日付の転勤命令を発したが、申請人が辞令の受領を拒絶した\nことは当事者間に争いがない。このような経緯に徴すれば、被申請人において本件\n転勤につき申請人を説得する努力に欠けるところがあつたということはできない。\n前記疎甲第二号証によれば、労働協約の第四章賞罰二四条ないし二六条およびそ\nの細則である賞罰委員会規則によつて、組合員の賞罰に関しては会社選出の委員と\n組合支部選出の委員とで構成される地区賞罰委員会が審理し、同委員会の決定にも\nとづき事業所長が懲戒解雇にあたると認めたときはその申請にもとづき会社選出の\n委員と組合選出の委員とで構成される賞罰委員会がこれを審理し、右各委員会の決\n定は文書に作成し各委員の捺印を要すると規定されていることが一応認められる。\nいずれも成立に争いのない疎甲第三ないし第五号証、疎乙第三号証、前記疎乙第\n四号証の一、二、証人Ｄ、同Ｇ、同Ｋ、同Ｊの各証言および申請人本人尋問の結果\nによれば次の事実が一応認められる。\n申請人が前記のように転勤の辞令の受領を拒絶した直後である同年六月六、七日\n頃に高崎工場の工場長、副長、総務課長の三人が協議して申請人を懲戒解雇に処す\nる方針を決め、本社人事部長Ｇの同意を得た。そこで被申請人は同月一〇日高崎地\n区の地区賞罰委員会に対し申請人の懲戒処分の審理の申立をし懲戒解雇を主張した\n（この点は当事者間に争いがない）。同委員会は会社側が工場長以下五名、組合支\n部側が支部長以下五名の計一〇名の委員で構成され、その第一回の席上組合高崎支\n部のＫ支部長から出勤停止七日間でどうかという意見は出たが結局は組合側も会社\nの主張を認め、同月一三日同委員会は、申請人の転勤拒否および同月三日から五日\nまでの前記行為は労働協約三二条三号および就業規則七九条三号に規定する「職務\n上の指示命令に不当に従わず、職場の秩序をみだし、又はみだそうとしたとき、」\nに該当し懲戒解雇に処するのはやむを得ない、ただし労働協約三〇条一項四号但書\nおよび就業規則七七条六項但書を適用して退職を勧告し退職願を提出させるため七\n日以内の猶予期間を設けることとするという結論を出し、全委員が決定書に署名押\n印した（同委員会が同月一三日に懲戒解雇相当の結論を出したことは当事者間に争\nいがない）。そこで、高崎工場長は同月二〇日賞罰委員会に対し、右結論を適当と\n認めたうえ審理を申請した。同委員会は会社側が人事担当重役以下三名、組合側が\n本部書記長以下一四名の計一七名の委員で構成され、同委員会は同月三〇日に地区\n賞罰委員会の前記結論を妥当と認め、退職猶予期間については同年七月一日から七\n日間とすることを決定し、全委員が決定書に押印した（同委員会が六月三〇日に懲\n戒解雇相当の結論を出したことは当事者間に争いがない）。被申請人は同年七月一\n日に申請人に対し、同委員会の決定と同内容の解雇通知書を交付し、申請人は任意\n退職の申出をしなかつた（この点は当事者間に争いがない）。\nそうすると、被申請人による本件解雇の手続には前記労働協約等の規定に照らし\nなんら瑕疵は認められない。なお、成立に争いのない疎甲第六号証および証人Ｇの\n証言によれば、被申請人が同月一〇日申請人に対する労働基準法二〇条一項所定の\n予告手当を供託したこと、それは即時解雇における同条三項所定の行政官庁の除外\n認定の申請をしなかつたためであることが一応認められるが、即時解雇はその事由\nがあれば除外認定を受けなくても有効なのであり、被申請人はさらに手続上万全を\n期したものと考えることができる。\n六、懲戒解雇処分の妥当性\n前記四、五、に認定したところによれば、申請人が本件転勤命令を拒否したこと\nは、前記労働協約三二条三号および就業規則七九条三号の「職務上の指示命令に不\n当に従わず、職場の秩序をみだし、又はみだそうとしたとき。」に該当すると考え\nるべきである。疎甲第二号証および疎乙第三号証によれば、労働協約三二条本文お\nよび就業規則七九条本文に、右の場合の処分として「出勤停止又は懲戒解雇に処す\nる。ただし、情状によつては、減給又は譴責にとどめる」と規定され、労働協約三\n〇条一項三号および就業規則七七条五項に、出勤停止は七日以内と規定されている\nことが認められる。しかしながら、申請人の本件転勤命令拒否は決して軽微な業務\n命令違反と考えることはできず、これを譴責、減給ないしは七日間の出勤停止程度\nの懲戒処分にとどめるとすれば、被申請人会社の人事面における企業秩序に重大な\n悪影響が及ぼされるであろうことは想像に難くない。証人Ｇの証言によれば、被申\n請人会社の人事部長である同人も同様の認識を有していたことが認められる。して\nみれば、申請人に対し前記四種の懲戒処分のうち懲戒解雇処分を選択したことは妥\n当であると認めることができ、これを重きに過ぎる処分ということはできない（な\nお、退職願提出のために七日間の猶予期間が与えられたことは前記五、のとおりで\nある）。\n七、解雇無効の主張について\n申請人が本件転勤命令当時、組合高崎支部の青年婦人部長であつたことは前記\n四、に認定したとおりである。証人Ｌの証言および申請人本人尋問の結果によれ\nば、右青年婦人部には組合高崎支部の中でもかなり活発な組合活動家が多かつたこ\nと、その機関紙である「青婦部ニュース」には申請人の氏名が記載されていたこと\nが一応認められ、これに反する疎明はない。右事実によれば、被申請人は本件転勤\n命令当時に申請人が青年婦人部長であることを認識していたことを推認することが\nできる。しかしながら、申請人主張の本件転勤命令および本件解雇の真の狙いが活\n発な組合活動家である申請人を高崎工場から排除しようとすることにあつたとの点\nは、申請人本人尋問の結果によつてもこれを疎明するに足りず、他にこれを認める\nに足る疎明はない。かえつて、被申請人にとつて本件転勤が業務上必要であり、そ\nの人選も妥当であり、組合も本件転勤命令の正当性および本件解雇の妥当性を認め\nたことは叙上るる述べたとおりである。\n次に、証人Ｌの証言および申請人本人尋問の結果（第一、二回）によれば、申請\n人が反戦青年委員会の熱心な活動家であることが一応認められ、これに反する疎明\nはないが、前記疎甲第一号証および証人Ｌ、同Ｋの各証言によれば、申請人が同年\n五月三〇日に国鉄動力車労組のストライキの支援行動に際して逮捕されたこと、組\n合高崎支部のＫ支部長がこのときから申請人を反戦青年委員会の構成員と認識した\nことが一応認められ、これに反する疎明はない。そうすると、被申請人においても\n申請人を反戦青年委員会の一員であると認識したのは、右逮捕の時点以後であると\n推認することができ、申請人本人尋問の結果中の右推認に反する部分は前記証人Ｋ\nの証言に照らし措信し難い。してみれば、本件転勤命令が申請人が反戦青年委員会\nの構成員であることを忌避してなされたものでないことは明らかであるし、本件解\n雇が転勤命令拒否の故になされたものであることおよび本件転勤命令の拒否に対す\nる処分として妥当なものであることは前記六、に認定したとおりである。\nしたがつて、申請人主張の本件解雇が労組法七条、労基法三条等に違反し無効で\nあるとの点は採用することができない。また、配転を拒否したからといつて直ちに\n懲戒解雇に処したのは解雇権の濫用であり無効であるとの申請人の主張は前記六、\nに述べた理由により採用することができない。\n八、以上のとおりであるから、被申請人の申請人に対する解雇の意思表示は有効で\nあり、申請人の本件仮処分申請はその被保全権利について疎明がないことに帰する\nところ、保証をもつて右の疎明に代えさせることも相当でないので、必要性の点に\nついて判断するまでもなく、申請人の申請をいずれも失当として却下することと\nし、訴訟費用の負担につき民事訴訟法八九条を適用して主文のとおり判決する。\n（裁判官　植村秀三　柳沢千昭　近藤崇晴）\n"
}