{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 52,
    "month": 12,
    "day": 2
  },
  "case_number": "昭和45(行ウ)14",
  "case_name": "北九州市清掃事業局職員懲戒",
  "court_name": "福岡地方裁判所",
  "field": "労働",
  "lawsuit_id": "19649",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=19649",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/649/019649_hanrei.pdf",
  "contents": "主　　　文\n被告が昭和四五年一月三一日付でなした原告Ａ、同Ｂに対する各懲戒処分はいずれ\nも取消す。\nその余の原告らの各請求はいずれも棄却する。\n訴訟費用は原告Ａ、同Ｂと被告との間においてはそれぞれ全部被告の負担とし、そ\nの余の原告らと被告との間においては全部原告らの負担とする。\n事　　　実\n第一　当事者の求める裁判\n一　請求の趣旨\n被告が原告らに対し、別紙処分一覧表「処分年月日」欄記載の日付でなした同表\n「処分の種類及び程度」欄記載の各懲戒処分を取消す。訴訟費用は被告の負担とす\nる、との判決\n二　請求の趣旨に対する答弁\n原告らの本訴訟請求を棄却する、訴訟費用は原告らの負担とする、との判決\n第二　当事者の主張\n（事実上の主張）\n一　請求原因（原告ら）\n（一）　原告らは、いずれも北九州市に勤務する地方公務員であつて別紙処分一覧\n表「被処分者」欄記載の各部局に所属し、自治労北九州市職員労働組合、自治労北\n九州市現業評議会（以下現評という）の組合員であり、同表「被処分者の組合役職\n名」欄記載の役職にある者である。\n被告は北九州市長であつて原告らの任免権者である。\n（二）　被告は同表「処分年月日」欄記載の日付で、後記原告らの行為に対し同表\n「処分の根拠法規」欄記載の根拠法規に該当する同表「処分理由」欄記載の理由が\nあるとして同表「処分の種類及び程度」欄記載の各懲戒処分をなした。\n（三）　しかしながら、被告のなした右懲戒処分は違法のものであるからその取消\nを求めて本訴請求に及んだ。\n二　請求原因に対する認否（被告）\n（一）　請求原因（一）のうち原告らが北九州市に勤務する職員であり同表「被処\n分者」欄記載の各部局に所属することは認めるが、その余については不知。\n（二）　請求原因（二）の事実は認め同（三）の事実は争う。\n三　抗弁（被告）\n（一）　一一月一三日の争議行為について\n１　右争議行為に至る経緯\n全日本自治団体労働組合（以下自治労という）は昭和四四年八月二六日から四日\n間第一九回定期大会を開催し、一九六九年の運動方針として人事院勧告の完全実\n施、安保廃棄、沖縄即時返還を闘い抜くため、一一月中旬にストライキを実施する\nことを決定した。\nさらに、自治労、日教祖、全農林などで組織している公務員共斗会議も同年一○\n月二三日、人事院勧告の完全実施、安保廃棄、沖縄即時返還等をめざして、佐藤首\n相の訪米に抗議する一一月一三日全国統一行動日に呼応し、一時間以上にわたるス\nトライキを実施することを確認し、その旨ストライキ宣言を発した。\n北九州市においては市職労（自治労北九州市職員労働組合）及び市職（自治労北\n九州市職員組合）、市労（自治労北九州市役所労働組合）をもつて組織する連合組\n織たる市労連（自治労北九州市職員労働組合連合会）の職員団体又は労働組合が存\nする。この市職労及び市労連の両者は、右全国統一行動日を含む秋季年末闘争の戦\n術として、共同闘争を行うことを確認し、一○月二五日共闘組織として、北九州市\n役所秋季年末共同闘争委員会（以下市役所共闘会議という）を設置した。\nその後、市役所の各職場において、共闘会議傘下の各組合によつて統一行動に関\nするオルグ活動やビラ配布等の教宣活動が勤務時間の内外を問わず活発に行われ\nた。\n市当局はこのような状況から同月一三日は争議行為の行なわれることが予想され\nたので同月一一日市職労、市職及び市労に対し、違法な争議行為を行なわないよう\n警告し、また同月一二日全職員に対して「違法な争議行為に参加しないよう自重を\n求める」旨の警告書並びに「一一月一三日は定刻に出勤し職務に従事するように命\nじた」職務命令書を交付した。\nしかしながら組合側は、右警告を無視して、同月一二日、市役所共闘会議議長Ｃ\nをもつて「翌一三日は始業時刻から一時間三○分に及ぶ勤務時間内集会を実施す\nる」旨の事前通告を行ない一一月一三日に争議行為に突入した。\n２　本件争議行為の状況\n同日の争議行為の状況は次のとおりである。\n門司区内\n門司区役所出入口に午前五時三○分ごろから組合員らがピケを張り、登庁する職\n員に対し組合集会への参加を呼びかけ、集会は同区老松公園において、同区内各事\n業所に勤務する職員を集めて勤務時間にくい込んで行なわれた。\nそのため同区内各事業所に勤務する職員約八二○人のうち約三三○人が始業時刻\nを経過するも出勤せず、自己の職務を放棄した。\n小倉区内\n小倉区役所出入口に、午前七時三○分ごろから、地区労などの支援労組合員らが\nピケを張り、登庁する職員に対し組合集会への参加を呼びかけ、集会は同区勝山公\n園において同区内各事業所に勤務する職員を集めて勤務時間にくい込んで行なわれ\nた。このほか小倉西清掃事務所作業員控室においても、同清掃事務所職員を集めて\n市労の勤務時間にくい込む集会が行なわれた。そのため、同区内各事業所に勤務す\nる職員約一、七六○人のうち約五○○人が始業時刻を経過するも出勤せず、自己の\n職務を放棄した。\n八幡区内\n八幡区役所出入口付近で、午前七時三○分ごろから支援の国鉄労組合員らがピケ\nを張り、登庁する職員に対し組合集会への参加を呼びかけ、集会は同区市民会館前\nにおいて、同区内各事業所に勤務する職員を集めて勤務時間にくい込んで行なわれ\nた。\nそのため、同区内各事業所に勤務する職員約一、七一○人のうち約三四○人が始\n業時刻を経過するも出勤せず、自己の職務を放棄した。\n戸畑区内\n戸畑区役所出入口に、午前七時三○分ごろから地区労など支援労組合員らがピケ\nを張り、登庁する職員に組合集会への参加を呼びかけ、集会は、同区役所裏庭にお\nいて、同区内各事業所に勤務する職員を集めて勤務時間にくい込んで行なわれた。\nこのほか建設局庁舎である同区＜以下略＞所在の海岸ビル屋上においても建設局、\n民生局及び失業対策局に勤務する職員約二、一八○人のうち約四○○人が始業時刻\nを経過するも出勤せず、自己の職務を放棄した。\n（二）　一二月二九日、三○日、三一日の争議行為について\n１　年末特別清掃業務の必要性\n北九州市に限らず年末には各家庭各事業所その他の施設においては一斉に大掃除\nを行つて一年間の生活の締めくくりをし、美しい環境で正月を迎える風習がある。\n北九州市においても市民生活の環境衛生等の面から年末特別清掃業務を重視し例年\n清掃関係職員が年末の休日に出勤して年末清掃業務を実施している。このような業\n務は北九州市設置前（昭和三八年二月一○日以前）の旧五市時代から一貫して行つ\nてきておりこれが清掃関係職員の常態となつていた。つまり市民の大掃除は年末に\n押し迫つて行われることから年末清掃業務を実施すべきタイミングは一二月二九\n日、同月三○日、同月三一日の限定された短期間とならざるを得ない。もし、この\n期間に行なるれるべき年末清掃業務が円滑に実施されず、これが停廃された場場合\nにはの結果とするところは市民をしてじん芥の推積する山の中に正月を迎えさせる\nという許すべからざる重大な事態を招来し、健全な市民生活、美しい風俗を破壊す\nることとなる。\n２　年末休日勤務命令の根拠\n北九州市に勤務する単連労務職員の就業に関する事項は、北九州市労務職員就業\n規則（以下就業規則ともいう）の定めるところによる。同規則一三条は「日曜日は\n勤務を要しない日とする」を定めているが右の「勤務を要しない日」が労働基準法\n三五条に定める「休日」に該当する。同規則一四条に定められている「休日」は国\n民の祝日に関する法律に規定する日並びに一月二日、一月三日、一二月二九日、同\n月三○日及び同月三一日であり、これは労働基準法三五条に定められている「休\n日」とは全く別異のものである。同規則一四条二項には「市長は業務の都合により\n特に必要な場合は、労務職員に対し、休日に勤務することを命ずることができる」\nと定めている。\n被告は右規定に基ずき、既に述べたとおり年末清掃業務の必要性と市民生活への\n影響等を勘案して、原告らに対して昭和四四年一二月二九日、同月三○日、同月三\n一日の休日に勤務を命ずる旨の勤務命令を発した。\nなお例年年末清掃業務のため清掃関係職員に休日勤務を命ずるにあたつては、そ\nの休日勤務の日数及び時間数並びに休日勤務手当加算額等について市職労の組織内\n組織である現評等労働組合と交渉を行なつてきたが、組合側はこれまで年末休日勤\n務を拒否することなく、市の計画通り清掃業務が行なわれてきた。\n３　争議行為に至る経緯\n北九州市当局は昭和四四年の年末清掃業務を例年どおり実施する計画で年末休日\n勤務に関する労働条件について同年一一月二六日現評と第一回目の団体交渉をし、\nその際市当局は次の提案を行なつた。\n①　休日勤務を命ずる日及び就業時間\n一二月二九日　午前八時から午後四時まで\n一二月三○日　右同\n一二月三一日　午前七時から午後三時まで。ただし特に指定する一部の者には深\n夜勤務として午後八時から午後一二時まで。\n②　休日勤務手当又は時間外勤務手当\n実働時間に相当する休日勤務手当又は市時間外勤務手当を支給するが、さらに手\n当の加算額として、勤務一日つき五○○円、三一日の深夜勤務については二五○円\nを支給する。\n右の勤務条件は、前年の昭和四三年と同一条件であり手当加算額の五○○円は、北\n九州市職員の供与に関する条例付則二○項による休日勤務手当の加算額として、市\n長の定め得る昀高額を提案したものである。\nこれに対し同年一二月四日、第二回の交渉において組合側から次のとおり提案が\nなされた。\n①　休日出勤日の就業時間\n一二月二九日　午前八時から午後四時まで\n一二月三○日　右同\n一二月三一日　午前七時から同一一時三○分まで\n②　休日勤務手当等\n一日の就労時間を一○時間として算出して得た休日勤務手当を支給すること。手\n当加算額は、出勤一日つき、一、五○○円三一日の深夜休日務に対しては一、○○\n○円を支給すること。\n以上のとおり組合要求こそ過大な要求であり、市当局の提案した昭和四四年の年末\n休日勤務に関する条件は一○○分の一二五の休日勤務手当のほかに他都市と比較し\nても決して低くない手当加算額を加えて支給するもので決して不当な額ではなく、\n妥当な勤務条件であつた。\n市当局は右組合要求が承諾し難い理由を組合側に十分説明し同年一二月八日及び\n同月一三日と誠意をもつて交渉にあたつたが、双方の意見は平行線をたどり合意に\n達しなかつた。\nこのような状況の中で、市職労は同月一七日執行委員長名をもつて、清掃関係組\n合員に対し、労使の意見が一致しないからとして、同月二九日から同月三一日まで\nの間、休日勤務をしないよう闘争指令を発し、実力行使の態勢を決めたのである。\n同月一九日、福岡県地方労働委員会（以下地労委という）より「双方誠意をもつ\nて交渉し、円満解決を図るよう」との趣旨の勧告が出され、市は勧告の趣旨にそつ\nて同月二三日第五回目の交渉を行なつたが意見の一致をみず、さらに同月二六日、\nＤ助役は市職労執行委員長らとトップ会談を行なつて交渉の進展をはかろうとした\nがなお合意に達するに至らなかつた。\nそこで市は一二月二五日、市職労等組合側が、すでに年末清掃業務をしないよう\n組合員に指令していたため、年末清掃の市民生活に与える影響の重大性を考慮し\nて、市長名で清掃関係職員に対して一二月二九日、同月三○日及び同月三一日の休\n日に勤務するよう勤務命令書を交付した。\n同月二八日、地労委より再度の勧告が出され、市は同日ただちに組合側に同月二\n九日に交渉を行なう旨を通知し、あわせて二九日以降の勤務拒否をやめるよう申し\n入れたが、組合側は応じず、予定通り二九日よりいつせいに出勤拒否の争議行為に\n突入した。\n４　争議行為の状況\n一二月二九日、同月三○日及び同月三一日における組合側の出勤拒否によつて、\n各清掃事務所及び各清掃工場に所属する清掃作業員、自動車運転手ら約一、五四○\n名中出勤した者は同月二九日約三四○人同月三○日約四二○人同月三一日約四三○\n人でいずれも出勤率は三○％を下廻り、年末清掃業務の正常な運営が著しく阻害さ\nれた。\nそのまま放置すれば年末清掃業務が麻痺する事態にたち至つたのであるが、市は\n組合側の違法争議行為に対処して市民生活に対する影響を昀小限に喰い止めるため\n緊急措置をとり、一二月二九日から同月三一までの間清掃事業局以外の部局から管\n理職員を延約四六○人、臨時雇用の作業員延二二○人を投入するとともに民間業者\nに委託して車両延約二六○台、作業員ら延一、○六○人を投入してごみ、し尿の収\n集処理にあたつた。その結果、ごみについてはどうにか市民の非難を受けない程度\nの処理ができたけれども、し尿については、予定の二割ないし三割程度しか処理で\nきなかつた。\n（三）　原告らの途法行為及び処分の根拠法条\n（原告らの違法行為）\n１　原告Ｅについて\n原告は本件争議当時、北九州市職員として清掃事業局八幡西清掃事務所に所属し\nていたが、本件違法争議行為に際し、\n①　昭和四四年一一月一三日午前八時から五分間無届遅刻をし自己の勤務を放棄し\nた。\n②　同年一二月二五日午後三時ごろ、清掃事業局八幡西清掃事務所長Ｆが同事務所\n作業員控室において同所作業員らに対し一二月二九日から三一日までの休日勤務命\n令について説明を行なつていた際、「休むことは我々の権利だ、出勤することはな\nい」等の発言をし、所長の制止を聞き入れず、所長の説明が終るまで大声をあげて\nこれを妨害しつづけた。\nまたその後同事務所運飲手控室及び作業員更衣室において、在室の職員に対し所\n長が前記勤務命令について説明を行なつていた際「所長の言うことを聞くな、みん\nな年末は休んでいいぞ」と同職員に休日勤務命令に従わないよう呼びかけた。\n③　同月二九日から三一日までの三日間休日勤務命令に従わず無断欠勤した。\n２　原告Ｇ（旧姓○○）について\n原告は本件争議当時北九州市職員として清掃事業局八幡西清掃事務所に所属して\nいたが、本件違法争議行為に際し、\n①　昭和四四年一一月一三日午前八時から一○分間無届遅刻をし、自己の職務を放\n棄した。\n②　同年一二月二七日午後二時四○分ごろ、前記八幡西清掃事務所長Ｆが同清掃事\n務所作業員控室において、同所作業員らに対し仕事納めの挨拶及び年末の休日出勤\nについて指示していた際、市職労八幡支部副支部長Ｈとともに「御用納は午前中で\n作業をやめさせるのが本当であろうが」などと大声をあげて所長の指示等を妨害し\nさらに休日勤務を拒否するよう呼びかけた。\n③　同月二九日から三一日までの三日間休日勤務命令に従わず無断欠勤した。\n３　原告Ｉについて\n原告は本件争議当時北九州市職員として清掃事業局門司清掃事務所に所属してい\nたが、本件違法争議行為に際し、\n①　昭和四四年一二月九日午前八時三〇分ごろ、門司清掃事務所表玄関において、\n作業のため出勤していた職員に対し仕事をせずに帰るよう説得し、帰らせた。\n②　右同日から三一日までの三日間、休日勤務命令に従わず無断欠勤した。\n４　原告Ａについて\n原告は、本件争議当時、北九州市職員として建設局門司建設事務所失業対策課に\n所属していたが、本件違法争議行為に際し、\n①　昭和四四年一一月一三日午前五時三〇分ごろ、門司区役所宿直室入口にピケを\n張り、同区役所管理職が登庁してきた職員を誘導するため同入口から外に出ようと\nしたのに対し、同入口扉を外側から他の組合員らとともに押えてこれを妨害し、職\n員の入庁を阻止した。\n②　同日午前八時から二一分間無届遅刻をし、自己の職務を放棄した。\n５　原告Ｂについて\n原告は本件争議当時、北九州市議員として建設局門司建設事務所失業対策課に所\n属していたが、本件違法争議行為に際し\n①　昭和四四年一一月一三日午前五時三〇分ごろ、門司区役所宿直室入口にピケを\n張り、同区役所管理職が登庁してきた職員を誘導するため同入口から外に出ようと\nしたのに対し、同入口扉を外側から他の組合員らとともに押えてこれを妨害し、職\n員の入庁を阻止した。\n②　右同日午前八時から一九分間無届遅刻をし自己の職務を放棄した。\n６　その余の原告について\n後記（一）表ないし（四）表に記載の原告らは、本件争議当時、北九州市職員と\nして同表所属欄記載の各職場に所属していたが、本件違法争議行為に際し\n①　（一）、（二）表に記載の原告らは、昭和四四年一一月一三日同表離脱の時間\n欄記載の各時間自己の職務を放棄するとともに、（一）表に記載の原告らは同年一\n二月二九日から三一日までの三日間、（二）表に記載の原告らは同月の同表無断欠\n勤日欄記載の日に、それぞれ休日勤務命令に従わず無断欠勤した。\n②　（三）表に記載の原告らは、昭和四四年一二月二九日から三一日までの三日\n間、休日勤務命令に従わず無断欠勤した。\n③　（四）表に記載の原告らは、昭和四四年一二月の同表無断欠勤日欄記載の日\nに、休日勤務命令に従わず無断欠勤した。\n（処分の根拠法条）\n原告Ｅ同Ｇ同Ｉ同Ａ同Ｂの前記行為はいずれも、地方公務員法三〇条、三二条、\n三三条、三五条及び地方公営企業労働関係法一一条一項に違反する。\nよつて被告は地方公務員法二九条一項一号から三号までの規定に●つてなした右\n原告らに対する各懲戒処分は何ら違法はない。\nその余の原告七〇四名の各行為は地方公務員法三〇条、三二条、三三条、三五条\n及び地方公営企業労働関係法一一条一項に違反する。\nよつて被告は公務員法二九条一項一号及び二号の規定により（一）表及び（三）\n表記載の原告は減給日額二分の一の処分をした。また（二）表及び（●）表記載の\n原告には戒告処分をした。\n表　（一）\n＜１９３４７－００１＞\n＜１９３４７－００２＞\n表　（二）\n＜１９３４７－００３＞\n表　（三）\n＜１９３４７－００４＞\n表　（四）\n＜１９３４７－００５＞\n＜１９３４７－００６＞\n四　抗弁に対する認否及び反論（原告ら）\n（一）　抗弁（一）の事実について\n１　同１の事実は認める。\n２　同２の事実中、各自己の職務を放棄したとする点を争いその余の事実をすべて\n認める。\n（二）　抗弁（二）の事実について\n１　同１の事実を争う。\n２　同２の事実中単純労務職員の就業に関する事項については「北九州市労務職員\n就業規則」の定めるところによること同規則一四条一項及び二項に被告主張のとお\nりの規定のあることを認めその余を争う。\nなるほど、わが国の国民的慣習として年末に大掃除をしたうえで新年を迎えるた\nめに、年末には特にゴミの量が通常よりも多く出る結果、市当局としては、市民の\n要求に応えるため年末においても一定の掃除作業を実施する必要が生じるであろ\nう。\nしかし他方掃除作業員の立場からすれば、北九州市はもちろん各自治体において\nは、条例、規則等で一二月二九日、同月三〇日、同月三一日、一月一日、同月二\n日、同月三日は通常休日とされ、職員自身も国民的慣習に従い大掃除その他新年を\n迎える準備を行なわなれけばならない。この双方の立場と利害を調整し、一方では\n年末においても一定の掃除作業を進め他方では掃除作業員が他の自治体職員と比較\nし著しく不利益にならないよう労使の交渉によつて一致点を見出し合意を得たうえ\nで掃除作業を実施しているのが通例である。\n北九州市設置前の旧小倉市の場合は、年末年始の休暇は労働協約で定め、それ故\n年末休暇における出勤は団体交渉事項として明確化され合意を経たうえでなされて\nいた。\n旧八幡市の場合は、一二月二八日は半日、同月二九日は一日それぞれ勤務したあ\nと、同月三〇日は休み、同月三一日は半日出勤するという形で年末掃除作業が行な\nわれていた。\nしかも手当としては超過勤務手当及び年末出勤そのものについての独自の手当を\n支給されるのが通例であつた。\nそしてこのような手当としては例えば超過勤務手当などについては実働時間より\n上積みされたこともしばしばあつた。市当局と労働組合が毎年団体交渉を行ない一\n定の合意に達したうえで年末掃除作業に臨んでいたことは、旧小倉市以外の旧市と\n似かよつた実情にあつたのである。\n昭和三八年北九州市設備後も年末清掃については、手当等をめぐつて常に団体交\n渉がもたれ、本部交渉において旧市時代の実例が勘案された回答がなされ、更に対\n清掃事務所交渉によつて手当の上積みがなされていつた。そして本件以後の昭和四\n五年以降も労使間で手当等について合意をして年末掃除作業は行なわれていつた。\n３　同３の事実中、北九州市当局が市職労当組合との団体交渉の席上、年末出勤に\n関して被告主張のような提案をしたこと、市職労当組合が要求書を提出したこと、\n一二月一九日地労委より「双方誠意をもつて交渉し、円滑解決を図るよう」という\n趣旨の勧告が出されたこと、その後団体交渉が行なわれたが、妥結しないまま、一\n二月二五日被告主張の勤務命令が発せられたこと、及び同月一七日市職労は同月二\n九日より三一日までの休日勤務の拒否を組合員に指令し、同月二九日より出勤拒否\nが行なわれたことは認め、その余は争う。\n４　同４の事実中右出勤拒否の間の掃除作業員らの出勤状況が被告主張のとおりで\nあること、その間市当局が管理職員の動員、民間業者委託により、ごみ処理につい\nては被告主張のとおりであることを認め、その余の事実を争う。\n（三）　抗弁（三）の事実について\n１　（原告らの違法行為）のうち原告らの所属はいずれも認める。\n２　原告Ｅについては、①及び③の事実（但し自己の職務の放棄の点は争う）を認\nめ②の事実を争う。\n原告Ｇについては①及び③の事実（但し自己の職務の放棄の点は争う）を認め②\nの事実を争う。\n原告Ｉについては①の事実及び②の事実中二九日より三一日まで休んだことは認\nめる。\n原告Ａについては①の事実中、同日午前五時三〇分ごろ同宿直室入口に説得要員\nとしていたことは認めるがその余は否認する。\n②の事実中二一分間遅刻したことは認めるがその余は争う。\n原告一側については、①の事実中、同日午前五時三〇分ごろ同宿直室入口に説得\n要員としていたことは認めるがその余は争う。\n②の事実中一九分間遅刻したことは認めるが、その余は争う。\nその余の原告らの一一月一三日の職場離脱、年末に休んだ事実関係については被\n告主張のとおり認めるが職務放棄、無断欠勤等評価に関する部分は争う。\n３　（処分の根拠法条）については、原告らの行為は被告主張の根拠法条に該当し\nない。\n（法律上の主張）\n一　原告ら\n（一）　地公労法一一条一項は憲法二八条に違反し無効である。\n１　原告らは単純な労務に雇用される職員として地公労法の雇用を受けるところの\n地方公務員であるが地公労法一一条一項には「職員及び組合は地方公営企業に対し\nて同盟罷業、怠業、その他の業務の正常な運営を阻害する一切の行為をすることが\nできない」と規定されている。\nところで現行の民間労働者に対する争議規制には労働関係調整法三六条ないし三\n八条、電気事業及び石炭鉱業における争議行為の方法の規制に関する法律二条、三\n条及び船員法三〇条の各場合がある。これらの各場合には法文上安全保持施設に関\nする争議禁止、電気事業における電気供給に関する争議行為の禁止、石炭鉱業にお\nける安全保持施設等に関する争議禁止、船舶の特殊性に関する争議禁止のように禁\n止の対象となる争議行為の範囲を限定したり惑は公益事業の争議行為についての予\n告とか緊急調整の場合における五〇日間の争議禁止のように争議行為の方法に規制\nを加えたものである。\n地公労法一一条一項の規定と右の民間企業の争議規制とを比較してみれば同各項\nは文字どおり争議行為を一律かつ全面的に禁止したものであるといわなければなら\nない。\n２　原告らも一般論として法律の字句表現に拘泥することなく可能な限り憲法の精\n神に則りこれに調和し得るよう合理的に解釈すべきである、とする限定的合憲解釈\nの基本前提には異論がない。\n問題は地公労法一一条一項につき合憲的限定解釈が可能か否かである。「合憲的\n解釈の原則」とは「法令について二つの解釈が可能であつて一つの解釈によれば憲\n法に適合し有効となり、他の解釈によれば憲法に違反し無効になるか憲法上の疑問\n又は争点をひき起すというときは前の解釈を採用すること、つまり法律が合憲的と\nなる解釈を採用することである」とされている。地公労法一一条一項は条文自体か\nら明白なとおり一律、全面的に争議行為を禁止しておりそこに「争議権の制限は国\n民生活に重大な支障をもたらすおそれのあるものについてこれを避けるための必要\nやむを得ない場合に考慮され、かつ必要昀小限の規制でなければならない」との要\n請に従つた限定解釈を可能とするような糸口を見出すことができない。\n３　地公労法一一条一項がかりに争議行為とそれによる他の権利、自由との調整を\n目的として争議行為の制限を行つたものであるとしてもその目的と一律、全面禁止\nという手段との間には直接的な関連を認めることができず人権に対しより厳しくな\nい制約わ課すであろう他の選びうる手段によつてもその目的を十分に達成すること\nができる。\n更に右規定はそれが一律、全面禁止という余りに広汎な規制手段を用い、規制の\n必要のない争議行為までも禁止している点でアフリカ連邦昀高裁において表現の自\n由わ規制する立法の合憲性審査の基準として用いられるようになつた「広汎に失す\nる法」の理論が適用される場合にあたり、憲法二八条に違反する法令ということが\nできる。\n（二）　かりに地公労法一一条一項が合憲であるとしても一一月一三日のストは同\n条に禁止する争議行為に該当しない。\n１　全逓中郵事件に関する昀高裁昭和四一年一〇月二六日大法廷判決（以下全逓中\n郵判決という）は労働基準権が合憲とされるか否かを判断するに際し考慮されるべ\nき四条件を示した。\n地公労法一一条一項もこの基準に照らし解釈されなければならずまた右基準はさ\nらに具体化、明確化されなければならない。これによると、公務員の労働基本権を\n制限できる場合があるとすればそれは当該公務員の担当する職務の内容、性質によ\nるものであり結局それは職務または業務の性質が公共性の強い場合にのみ考慮され\nうるものである。元来争議権には勤労者がその集団的行動によつて業務の正常な運\n営を阻害し、もつて使用者に打撃を与えることを権利として保障する機能がある\nが、そこでは必然的に何らかの形、程度において社会に影響を及ぼし国民生活に障\n害をもたらす。換言すれば争議権を基本的人権として保証することは、国民に対し\nて一定の程度の国民生活に対する障害を受忍すべきことと予定されている。したが\nつてその限度内における国民生活に対する障害は何ら争議権制限の根拠とはならな\nい。それ故全逓中郵判決のいう「その職務または業務の停廃が国民生活全体の利益\nを害し国民生活に重大な障害をもたらすおそれ」がある場合とは、結局、国民全体\nの生存の確保を意味するといえる。このような争議行為とは国民全体の正常な生活\nを不可能ならしめ健康で文化的な昀低限度の生活を営むことができなくなる場合と\nいうべきである。\n２　前記のとおり争議行為の制限が合憲とされるためには厳格な基準を設定すると\nともにその制限の程度も必要昀少限度のものにとどめられなければならない。とこ\nろで争議行為の禁止は種々の態様の争議行為の制限中で昀も厳しいものであるから\n他の制限方法では「国民生活全体の利益を害し、国民生活に重大な障害をもたらす\nおそれ」の発生を防止できない場合にははじめて合憲とされる制限措置といわなけ\nればならない。地公労法一一条一項は他の手段、方法による制限によつてはその職\n務の停廃によつて、国民生活全体の利益を害し、国民生活に重大な障害をもたらす\nおそれを避けることができないような性質の職務についてのみ争議行為を禁止した\nものである。\n掃除業務は地方公共団体の固有事務とされているが多くの地方自治体では同業務\nを民間業者に委託してきておりなかにはその殆どを民間委託にまかせている自治体\nもある。このように業務の内容としては民間業者によつても処理でき、法律上地方\n自治体の固有事務とされていることから当然に公共性の強い業務であると結論づけ\nることはできない。\n北九州市の場合、従来より掃除業務を民間委託することに組合を含めて反対の声\nがあつたが市当局は右反対に拘らず毎年民間委託の割合を遂次増加し、地域によつ\nては民間委託が五〇％を越えているところもある。同じく北九州市の清掃事業に携\nわつていながら原告ら清掃職員の職場は公益性が強いのでストライキが許されず民\n間委託の清掃労働者の職場は公益性が弱いのでストライキが認められるというよう\nな異つた処理が許されないことは云うまでもない。\n３　清掃作業の一時的停廃が直ちに「国民生活全体の利益を害し国民生活に重大な\n障害をもたらすおそれ」を生じさせるものではない。一時的停廃は、市民に一時的\nに快適さが奪われて不快な思いを余儀なくさせる程度の影響にとどまる。一一月一\n三日のストライキは掃除関係で昀高二九分の時間内集会にとどまつた結果、各職場\nとも混乱もなく業務も平常どおり実施された。したがつて右ストライキによつて市\n民生活への影響は全くなかつた。\n以上のとおり一一月一三日のストライキは地公労法一一条一項に禁止する争議行\n為に該当しない。\n（三）　年末休日出勤拒否は原告ら及び組合の正当な行為である。\n１　年末出勤勤務は存在しない。\n①　原告らの労働関係は地公労法及び地方公営企業法三七条から三九条までの規定\nが準備される結果、労働基準法が全面的に適用される。原告らは特別権力関係の下\nにあるのではない。原告らに、一二月二九日から三一日までの休日の間に超過労働\n義務が生じるためには原告ら個々の同意があつてはじめて肯定しうることであるが\n原告らはいずれも被告の出勤命令に対し同意した事実はない。昀近の判例の多く\nは、法外超過労働に関してではあるが、合意説をとり、単に三六協定の締結のみで\nは足りず更に使用者から具体的な目的、場所などを指定して時間外勤務に服しても\nらいたいとの申込があつた場合に、個々の労働者が自由な意思によつて個別的に明\n示もしくは黙示の合意をしたときは、それによつて労働者の利益が害されることが\nないからその場合に限り私法上の労働業務を生じる旨の判決もある。\n右の理は本件のような法内超過労働の場合にもそのままあてはまる。超過労働の\n場合右の法外と法内の区別の差異は法内の場合には使用者が三六協定の締結を免除\nされ、刑事責任の追求をうけない等にあるに過ぎず、いずれも労働契約に基いて売\nり渡した労働力以上に労働力を売るか否かの問題であるから原告らの個別的同意の\n存否によつて超過労働義務の有無を決定されるべきである。\n②　かりに就業規則一四条二項が有効であるとしても同条項に基く本件出勤命令は\n同条項に定める要件を満たさなかつたから無効である。右条項の「特に必要な場\n合」とは予期し得ない災害等の緊急な団体交渉等開きえない場合と解すべきであり\n毎年必然的に生じる日本の慣行たる年末清掃等の場合を含まないというべきであ\nる。このような必要性と緊急性を要件としなければ、本来保証されている休日がい\nつでも市当局の都合によつて取り上げられる結果となつてしまう。特に年末掃除が\n日本の慣行として存続する限り大量のゴミが出るのであるから清掃職員の年末休暇\nの保証は意味を失う。\n地方公務員の非現業職員の場合は「臨時に必要があるとき」（北九州市職員の勤\n務時間、休日、休暇等に関する条例七条）であり他方現業職員は前記のとおり「特\nに必要な場合」となつていることからみてもさきの解釈によるべきである。\n③　年末出勤は慣行としても労使の合意（共同決定事項）を必要としたから原告ら\nに出勤義務はない。北九州市においては年末出勤が労使の合意事項であることは十\n分自覚され旧五市以来本件発生まで、また本件後も常に毎年その都度労使の団体交\n渉によつて決定されてきた。本件就業規則制定後本件発生までも一方的な出勤命令\nによつて、年末出勤したことはないのである。このように年末出勤義務が慣行とし\nても労使の合意を前提としていたので本件のように労使の合意を前提としない出勤\n命令によつては原告らに出勤義務は生じない。\n２　年末出勤命令は不当労働行為であり無効である。\nかりに年末出勤義務が原告らないし組合の合意なく生じるとしても、年末出勤及\nびその条件は労使共同決定の原則に基く団体交渉の対象となる事項であることに変\nわりない。\n本来「休日」である年末に出勤せよというのは労働条件の変更であるから広義の\n労働条件に類するものとして充分に誠実な団体交渉を尽さなければならない。\nところが市当局は形式的な団体交渉を経たのみで地労委の勧告等組合の譲歩案を\n全く無視し年末出勤を一方的に決定した。このような一方的決定は労働組合の団体\n交渉権を否認する断交拒否にあたるばかりでなく、その決定に基き、組合の頭ごし\nに個々の組合に出勤命令を出すことは労働組合の運営に対する支配介入に該当す\nる。\nよつて本件出勤命令は不当労働行為として無効である。\n（四）　本件各処分は懲戒権の濫用である。\n１　原告らの年末出勤拒否はいわゆる「法内休日」であるそもそも出勤義務が存在\nしない場合である。このような場合に出勤を命じこれに従わない労働者に対し懲戒\nをなすことは許されない。まして本件では参加者全員に対し昇給延伸三月の不利益\nを退職時まで負わされる戒告を昀下限とする懲戒処分を課すものでありその不当性\nは明白である。\nかりに百歩譲つて出勤義務が存在するとの立場に立つとしても本件の場合には、\n（イ）原告らにおいては当初から年末出勤については協力するとの基本的立場にた\nつたうえで労働条件について団体交渉を積み重ねようとし、昀終段階では大幅な譲\n歩を行つたこと、（ロ）被告は当初より一方的な労働条件を掲示しただけで原告ら\n組合側の提案に対して誠実に対応する姿勢が全く欠けていたこと、（ハ）翌年から\nは本件当時原告らが主張していた要求について被告がこれを受け入れていることか\nらも明らかなように原告ら労働組合の要求が基本的には正当なものであること、\n（ニ）原告らの行為の態様がいわゆる単純不作為であること、（ホ）代替要員及び\n業者の導入により年末作業がそれなりに実施されていること等の事情からして本件\n処分は公平と相当性を欠き、客観的合理性を逸脱したものである。\n２　本件処分の特徴についてみると、年末出勤拒否が二日間か三日間に及ぶかが戒\n告と減給以上の処分かの区別となっており一一月一三日のストだけで減給になつて\nいるのは原告Ｂ同Ａであり、非違行為が加わつている。停職一月は原告Ｅ同Ｇであ\nり年末出勤拒否三日間と一一月一三日のストに非違行為が加わつている。\nつまり本件処分は年末出勤拒否行為を基本とするものである。ところが前述のと\nおり基本となる年末出勤拒否が戒告にも相当しないのに残る一一月一三日の短時間\nのストのみで減給に処するというのは他のストライキの処分と比較しても極めて苛\n酷である。また原告Ａ同Ｂの行為にしても始業時間前に、説得要員として門司区役\n所宿直室入口にいただけであり、何らのトラブルを発生させたわけでもないので三\n月の延伸を伴う減給の処分は苛酷に過ぎる。原告Ｅ同Ｇの処分はＦに対する行為が\n基本であるが、右原告らの行為はＦの不当労働行為に対する抗議行動であつて、組\n織防衛上正当な行為である。しかもその態様はＦに対する物理な阻止行為ではなく\n携帯マイクによる不当な業務指示に対する肉声の対抗措置に過ぎなかつた。このよ\nうな行為に対して六月延伸の不利益までも含む停職一月は相当性を欠き懲戒処分の\n濫用である。\n二　被告\n（一）　地公労法一一条一項は合憲である。\n１　全農林事件に関する昭和四八年二五日昀高裁大法延判決（以下全農林事件判決\nという）は全逓中郵判決及び都教組事件判決（昭和四四年四月二日昀高裁大法延判\n決）の限定解釈論を含む法律解釈の誤りを是正し国公法九八条五項、一一〇条一項\n一七号の解釈に関して公務員の争議行為禁止の措置が違憲でなく、また争議行為等\nをあおる等の行為に高度の反社会性があるとして罰則を設けることの合理性を肯認\nした。その後、昭和五一年五月二一日昀高裁大法延の岩教組事件判決（以下岩教組\n事件判決という）は右全農林事件判決の法律解釈を非現業地方公務員の争議行為の\n規定に適用したものである。\n岩教組事件判決は地公法三七条一項の争議行為禁止の合憲性、地公法六一条四号\nの罰則の合憲性を示した。右両規定の合憲性に関する判断は次のとおりである。\n地公法三七条一項については\n①　地方公務員は憲法二八条の勤労者に該当するが市民全体の奉仕者という特殊な\n地位を有し、かつその職務の内容は公共性を有するため地方公務員が争議行為に及\nぶことはそのような特殊性、公共性と相容れない。\n②　地方公務員の勤務条件は法律及び条例で定められその給与は税収等の財源によ\nつてまかなわれているのであるから、もつぱら当該団体の政治的、財政的、社会的\nその他諸般の合理的配慮によつて決定されるべきである。\n③　国家公務員と同様単体交渉による労働条件の決定方式は当然には妥当せず争議\n権も団体交渉の裏づけとしての本来の機能を発揮する余地に乏しく、かえつて議会\nにおける民主的手続による勤務条件の決定に不当な圧力を加えることになる。した\nがつて地方公務員の労働基本権が地方公務員を含む住民、国民全体の共同利益のた\nめに制限されることもやむをえない、としている。\nなお全農林事件判決は労働基本権が制約される場合には代償措置が講じられなけ\nればならないとして勤務条件法定主義、人事院制度の存在を挙げているが本判決に\nおいても同様、勤務条件に関する利益保障があること（給与については地公法二四\n条ないし二六条）人事委員会、公平委員会は地方公務員の利益保障機構としての基\n本的構造と職務権限を有していることを挙げている。\n全農林事件判決の論旨は、その職務の公共性と地位の特殊性、勤務条件決定のプ\nロセスの特殊性、代償措置等がほぼ同様に定められる地方公務員にもそのまま該当\nし、実質的には国家公務員の両者を通じる労働基本権の制約に関する昀高裁の見解\nとして理解すべきことは明らかであつて、いわゆる限定解釈論の成立する余地はな\nい。\n２　岩教組事件判決は地方公務員法の全面適用を受ける教職員を対象とするもので\nあり、単純労務職員の場合と、争議行為の禁止に関する代償措置につき若干の法制\n上の相違があるが単純労務職員に対する労働基本権制限についての法制上の保護が\n講ぜられ、その代償措置があることに変わりはない。\n団結権については地公労法五条により職員が労働組合を結成しこれに加入する自\n由をもち労働組合を自主的に運営することを認め、さらにその団結権保障の目的で\n労働組合の合法的活動に支障なからしめるため在籍専従制度を設けている。\n（地公労法六条一項）\n団体交渉権については労働組合法及び地公労法が適用されてこれが認められてい\nる。ただその締結された協定については条例等に抵触する内容を有する協定が締結\nされた場合、その効力発生に制約を受けることになつている。（地公労法八条一〇\n条）\n次に私企業の場合と異なり単純労務職員は地公労法一一条一項により争議行為が\n禁止されているがその反論法制上特別の保護措置が講じられている。\nすなわち、終身雇用保障（地公法二七条）及び給与、勤務時間勤務条件の法定主\n義であり、人事委員会、公平委員会はこれに次ぐ代償措置である。労働基本権の主\nたる目的は、労働者の身分保障と、賃金、労働時間、労働条件との維持改善にある\nが民間労働者が争議権をもつて守らなければならないこれらの権利は単純労務職員\nの場合は法律によつて保障されているのである。ここに争議権制限の実定法上の理\n由がある。私企業の労働者にあつては三〇日の予告期間を置けば解雇できるという\n解雇自由の原則がとられ、その労働条件は労働契約をもつて定める建前をとつてい\nる。このように私企業労働者の立場はきわめて弱いものであるから憲法二八条に基\nく完全な労働基本権を認め、労働者は労働組合を作り、争議権を武器として使用者\nと交渉し、労働協約を結ぶことによつて自らの身分、給与その他の労働条件を確保\nする必要があるものといえる。これに対し地方公務員にあつて単純労務職員も法定\n事由がなければ解雇されないものとして身分の保障を決定し（地公法二七条二、三\n項）給与勤務時間その他の勤務条件は地方議会の立法である条例及び長の定める規\n則によつて法定され、任命権者が恣意的に不利益に変更することは許されない建前\nとなつており、重要な法益はすべて法令によつて保障されている。地方公共団体\nは、勤務条件が社会一般の情勢に適用するように随時適当な措置を講じなけばなら\nない。\nなお単純労務職員の給与その他の労働条件について、給与の種類と基準のみを地\n方議会が定め、その内容については労働組合の代表者との団体交渉の対象とし、か\nつそれらについて労働協約を締結することができるとされているが、地方日常の作\n業条件に関する不平不満や協約の解釈適用に関して起る問題を迅速、合理的に解決\nするため「苦情処理共同調整会議」を措置することほ義務づけている。北九州市に\nおいても右会議は措置され活動している。そして現業職員及び地公労法上の労働組\n合に対して不当労働行為の救済中立権を認め、組合と市当局との紛争の調整につい\nては、第三者機関である労働委員会によるあつせん、調停、仲裁によらしめること\nとし、特に地方公共団体及び地方公営企業が有する強い公共性からして強制調停及\nび強制仲裁の制度を設けている。他面地方公共団体に対して公務員の福利厚生につ\nいて適切な計画実施をなすべきことを要求するなど種々の角度からその勤務条件を\n適正に維持するための施策を講じている。\nかくて地方公務員につき、労働基本権を制限するにあたつても法は国民全体の共\n同利益を維持増進することの均衡を考慮しつつ、昀少限にとどめようとしており、\nまた単純労務職員も労働基本権に対する制限の代償として制度上整備された生存権\n擁護のための関連措置による保障を受けているということができる。\n以上述べたように地方公務員の従事する職務には公共性がある一方、法律により\nその主要な勤務条件が定められ、身分が保障されているほか、適切な代償措置が講\nじられているのであるから、地公労法一一条一項がかかる公務員の争議行為を禁止\nするのは、勤労者を含めた国民住民全体の共同利益の見地から、やむをえない制約\nというべきであつて、憲法二八条に違反するものではない。\n（二）　一一月三日のストライキは違法争議行為である。\n右争議行為は公務員共闘の全国統一行動の一貫として市職労と市労連が共闘で早\n朝から一時間三〇分にわたり勤務時間にくい込む職場集会を予定して行われたもの\nであり、しかも安保廃棄、沖縄即時返還、佐藤訪米抗議等の政治目的を揚げた違法\n性の強いものである。結果的には組合側の事情から市職労については二九分以内の\n職場集会に終つたとはいえ、市の業務の正常な運営を阻害した違法争議行為である\nことに変わりはない。職場離脱時間が短時間であることから職務の遂行に影響がな\nく市民に迷惑をかけるものではないから争議行為にあたらないという主張は、地公\n労法一一条一項は争議行為のうち違法性の強いものだけを禁止しているといういわ\nゆる限定解釈を前提とするものである。公務員の争議行為禁止規定に関する限定解\n釈は、前記の全農林事件判決が明確に否定しているところである。\n（三）　年末休日出勤拒否は違法争議行為である。\n１　普通地方公共団体の長は地域住民の直接選挙による民主的方法により就任する\nもので（地方自治法一七条公職選挙法一条、二条）当該団体の公共事務、行政事務\nを管理執行する権限を有し（地方自治法一四八条）過料を科する制裁規定を含む規\n則を制定する権限が与えられている（地方自治法一五条一項、二項）。長の制定す\nる規則は条例と同様に普通地方公共団体の法規である。長は直接住民に関する事項\nだけではなく、団体の内部的な組織及び運営に関する規則を制定することができ\nる。長は自ら任命権者として指揮監督する単純労務職員に対しその勤務条件を画一\n的に定めるため規則を制定する必要がありまた制定することができるのも当然であ\nる。\n２　単純労務職員の勤務条件を定める規則は、法律に直接根拠を有する法規であつ\nて、組織内部に関するものであつても法規範そのものであつて「社会的規範」とし\nて評価される程度のものでもなく、事実たる慣習を媒介としてはじめて法的規範力\nを認められるといつた性質のものでもない。\nしたがつて単純労務職員といえども任命によつてその勤務条件に関する定めのあ\nる規則が直接適用される。個々の職員が普通地方公共団体と格別に契約を締結する\nことによつてはじめて就業規則が個々の職員の勤務条件を決定する支配力を帯有す\nるものでもなく、就業規則が労働契約の内容となるものでもない。\n長の制定する単純労務職員の勤務条件に関する規則が労働基準法上の就業規則と\nしての一面を持つていることは否定されないが、それは勤労者の勤労条件の昀低基\n準法によつて法定されているので、国が後見的立場に立ち、普通地方公共団体に勤\n務する現業職員の勤務条件が労働条件の昀低限を下廻らないように規制するため、\n監督的役割を果たすこと、すなわち国の監督機能を保障するところに意義がある。\n３　原告らは就業規則一四条二項の「業務の都合により特に必要な場合」とは「予\n期しえない災害等の緊急な、しかも団体交渉等を開きえない場合」と解すべきで、\n毎年の年末掃除は含まないと主張する。これは労働基準法三三条一項によつて類推\nしようとしていると考えられるが右規則による年末出勤の休日は労働基準法三三条\n一項の休日の範ちゆうに属しないから右三三条一項の規定をもつて来て「予期しな\nい災害等の緊急な場合」に限るべきであるとの主張は根拠がない。\n以上のとおり本件休日出勤命令の対象となる休日は労働基準法三五条の「休日」\nでないから同法三六条のいわゆる三六協定の対象となる休日労働ではない。原告ら\nは就業規則一四条二項に基く勤務命令によりいわゆる法内超過労働である年末休日\n勤務が義務づけられるものであり、個々の職員の個別的同意を必要とするものでも\nなく、まして組合が包括的にこれを同意するところの労働協約の存在を前提とする\nものではない。\nところが、原告らは右就労義務に違背し、組合の指令に従い集団的に就労を拒否\nし職務に就かなかつた。\nこれは地公労法一一条一項に規定する「同盟罷業」であり、北九州市の公共事務\nである掃除業務の正常な運営を阻害する行為である。しかもその争議行為たるや年\n末休日出勤に関する就労時間及び休日勤務手当等の過大、不当な組合に要求を実現\nさせる目的のものであつたのであり、原告らが、個々に休日に関する権利を行使し\nたというべき性質のものではない。\n第三　証拠関係（省略）\n理　　　由\n一　請求原因（一）、（二）の事実中原告らは労働組合の所属及び組合役職を除い\nてはすべて当事者間に争いがなく、成立に争いのない乙第一号証と証人Ｊの証言並\nびに弁論の全趣旨によると原告らはいずれも自治労北九州市職員労働組合、自治労\n北九州市現業評議会に所属する組合員（ただし本件一一月一三日の争議当時右市職\n労及び現評は自治労に加盟していなかつた）であることを認めることができこれに\n反する証拠はない。\n二　一一月一三日の争議行為について\n（一）　右争議行為に至る経緯（抗弁（一）の１）及び争議行為の状況（抗弁\n（一）の２）の事実（ただし自己の職務を放棄したとの点を除く）はすべて当事者\n間に争いがない。\n右争議行為の結果、昭和四四年一一月一三日、原告Ｅは午前八時の始業時から五\n分間、同Ｇは同じく一〇分間、同Ａは同じく二一分間、同Ｂは同じく一九分間いず\nれも無届で遅刻したほか抗弁（三）の６の（一）、（二）表に記載の原告らは同\n日、同表の離脱の時間欄記載の各時間いずれも無届で遅刻したことは当事者間に争\nいがない。\n（二）　証人Ｊの証言によつて成立を認める甲第一号証の一ないし四甲第二号証の\n一ないし三甲第二二号証、成立に争いのない甲第三号証の一ないし五甲第二三号\n証、甲第二四号証甲第四五号証、乙第七号証と証人Ｊ同Ｋの各証言を総合すると、\n市職労は昭和四四年五月二七日第四八回中央委員会を開催して第一〇次賃金闘争方\n針を採択し、併せて公務員共闘の行う全国統一闘争に参加し人事院勧告の完全安保\n廃棄、沖縄即時返還等を目的とする実力行使を行なうことを確認した。更に右賃金\n闘争をうけて翌二八日、市職労、同水道評議会、同病院評議会、同港湾支部は連名\nで北九州市長、同市水道局長、同市病院局長、同市港湾管理者に対し、地方公務員\nの賃金、労働条件について労働基本権を復活し、協約締結権を含む団体交渉権を確\n立すること、また当局は誠意をもつて交渉すること、全国全産業一律昀低賃金制を\n確立すること、その他労働時間の短縮と定員の拡大、賃金及び諸手当の改善等三四\n項目にわたる賃金要求書を提出した。同年一〇月一七日、右要求に基き市当局と市\n職労は第一回交渉を行い市当局は賃金改善等については北九州市人事委員会の勧告\nを尊重する旨回答したがその余の大部分の要求項目についてはこれを拒否ないし留\n保した。\nその後同年一〇月二二日北九州市人事委員会は北九州市職員の給与について市内\n民間従業員の給与との総合較差を解消するよう次の措置をとることを勧告するとし\nて①給料表については現行の給料表の給料月額を人事院が国家公務員の俸給表の改\n定について行なつた勧告の趣旨に準じて改定すること②扶養手当および通勤手当に\nついては人事院が国家公務員のこれらの手当についておこなつた勧告に準じて改定\nすること。\n以上の実施時期についてはその基礎となつた資料の調査時期を勘案すれば、昭和\n四四年五月一日とすることが適当であると考える、という内容であつた。\n市職労は一〇月二五日市労連との間に市役所共闘を設置して共同闘争体制を確立\nすると共に一〇月三一日第五〇回中央委員会を開催し第一〇次賃金闘争の当面する\n中心的課題として①第一〇次賃金闘争の勝利。具体的には人事委員会勧告の有利な\n情勢を生かしつつ職場からの切実な大幅賃金上げの要求実現めざして闘うこと②年\n末一時金要求の討議を急ぎ、要求提出後大幅賃上げと併行して全面獲得のため闘う\nこと③賃金、一時金とも「三企業を含めて差別なし」の獲得をめざして闘うこと④\n勤務時間短縮をかちとること、としそのために一一月一三日の統一行動を中心にす\nべての諸行動に全力をあげて取り組み、市労連との共闘を通じて共闘オルグも配慮\nして闘うこと、その他一九七〇年をめざし安保廃棄、沖縄全面返還をかかげ総選挙\nへの取り組を強化することを明らかにした。\nなお右課題の具体的目標として次のことを設定した。\n①　賃金闘争を中心とする重点目標\nイ　実施期間は四月を要求し、昀低五月とさせること。\nロ　賃上げは昀低四、〇〇〇円プラス八賃を加えたものとさせること。\nハ　中だるみを是正して凹是正と「わたり」をおこなわせること。\nニ　初任給は他の政令都市並みとし、学校調理員の格差一二ヶ月短縮を実施させる\nこと。\nホ　臨時職員、嘱託の賃金を昀低日額二八〇円引上げさせること。\nヘ　退職金を三五年勤続一〇〇ヶ月に本俸を乗じて得た金額とすること。\nト　年末一時金は三ケ月プラス一万円を獲得すること。\nチ　勤務時間は週拘束四三時間、実働三八時間とさせること。\nリ　高令職員の賃金ストツプの阻止\n②　安保廃棄、沖縄全面返還、総選挙闘争の年内目標\nイ　職場闘争組織は、職場要求闘争をもとに強化する。\nロ　一一月一三日の統一行動にむけて支部、分会、職場侮の体制をつくる。\nハ　一一月一一日に予定の「安保、沖縄と日本の未来」と題するＬの講演（学習集\n会）と一一月二五日予定の「千島、沖縄、安保」と題するＭの講演は市職労の学習\n運動の総まとめとして組織的に取り組むこと。\n二　総選挙勝利のための組織的体制をつくり上げること。\nなお、市職労は一一月一三日の全国統一行動日には、公務員共闘、自時労とできう\nる限り共同行動をとることとし、同日一時間三〇分のストライキを行なう方針で、\n一〇月一六日ないし一八日にかけて右ストの批准投票の結果賃金問題につき賛成率\n九三・七％安保、沖縄問題について賛成率八五・九％の多数で右ストの実施を確認\nし、闘争三権を市職労執行委員会（または闘争委員会）に集約した。\n同年一一月一〇日市職労及び市労連は各別に市当局と前記賃上げ要求を中心議題\nとして団体交渉を行ない、その席上市当局は、一〇月二一日に市の人事委員会から\n勧告をうけ目下給与改定を行なうという方針で検討中のところ具体的内容について\nは今後の団体交渉の過程で遂次明らかにし組合と協議を進めたいとの抽象的な回答\nにとどまった。\nそこで市役所共闘は一一月一二日総評、公務員共闘のスト指令に呼応し（但し市\n労連は自治労のスト指令、市職労は、闘争委員会のスト指令）一一月一三日にスト\nライキを行なうこととなり、前記認定のとおりＣ名をもつて翌一三日、始業時刻か\nら一時間三〇分にわたる勤務時間内集会をする旨市当局に文書をもつて事前通告を\n行なつたが、その後同日の市役所共闘の戦術委員会で、組合員が賃金カットをされ\nずより多数の組合員の参加及び住民への影響等を配慮し結局各組織の実情に応じ二\n九分以内の勤務時間内集会に変更することとしたため清掃関係が二九分間以内その\n他の職場は一〇分ないし一五分程度の時間内集会に終つた。その結果、本件清掃関\n係のストは平常時の清掃作業と比較し、ごみ、し尿の収集ともに業務への影響は殆\nんどなかつた。以上の事実を認めることができ右認定を左右するに足る証拠はな\nい。\n以上によると、一一月一三日の清掃関係職員による本件ストライキは主として人\n事院勧告の完全実施とこれに関連をもつ北九州市職員労働者の労働条件の改善等の\n要求を目的とするものであつた。\n被告は、右ストは安保廃棄、沖縄即時返還、佐藤訪米抗議等の目的を掲げている\n点を肥えて違法性の強いものであつたと指摘する。\nなるほど右ストの目的の中には被告指摘の政治目的も含まれていたことは既に認\n定したところから明らかであるが、成立に争いのない乙第三号証、（公務員共闘の\nストライキ宣言）前掲甲第一号証の二（市職労の要求書）、同第一号証の四（第五\n〇回中央委員会の決議事項）の各記載並びに前認定のストライキの経緯に鑑みると\nきは、市職労労働者の労働条件の改善等を主目的とし前記政治目的はあくまで副次\n的な目的としていたことが窺えるから、この点から違法な争職目的であつたとみる\nのは困難である。\n（なお地公労法一一条一項については後に詳論する）\n三　一二月二九日ないし三一日の争議行為について、\n（一）　成立に争いのない乙第九号証、甲第三六号証の二、三甲第四〇号証甲第四\n一号証の一、二甲第四二号証の一、二甲第四三号証の一、二甲第四四号証、弁論の\n全趣旨によつて成立を認める甲第四七号ないし第五〇号証、証人Ｎ、同Ｏ、同Ｊ、\n原告本人Ｇの各供述並びに弁論の全趣旨によると、\n原告らはいずれも地方公務員法五七条に規定する単純な労務に雇用される者で、北\n九州に勤務する単純労務職員の就業に関する事項は北九州市労務職員就業規則（昭\n和三九年五月二五日規則第九六号）の定めるところによるが、同規則第一四条に\nは、労務職員の休日は、国民の祝日に関する法律（昭和二三年法律第一七八号）に\n規定する日ならびに一月二日、同月三日、一二月二九日同月三〇日および同月三一\n日とする、２市長は、業務の都合により特に必要な場合は、労務職員に対し、休日\nに勤務することを命じることができる。３休日と勤務を要しない日とが重複すると\nきは、その日は勤務を要しない日とする、と規定されている。\nこのように清掃関係職員についても年末は原則として休日とされてはいるもの\nの、わが国では古くから年末には各家庭その他の施設で大掃除を行なつたうえで正\n月を迎えるという風習があるため年末にはむしろ平常時よりも多量のゴミ（し尿に\nついては年末特に多量ということは云えない）が排出されるから地方自治体として\nは市民の右要求に応じるため年末休日とされている日にも一定の清掃作業を実施す\nる必要性があることは多言を要しない。右の理は北九州市の場合もその例外ではな\nくそのため北九州市当局は年末清掃作業を重視し例年清掃作業員の協力を得て実施\nしてきた。\n勿論、右清掃作業に携わる各家庭においても右大掃除の風習に従い美しい環境で\n新年を迎えたいとの欲望は他の家庭と何ら異るところがないことも明白である。\nところで昭和四四年の年末清掃は後述のとおり労使間で、年末手当額等について\n合意に至らなかったため市職労の年末出勤拒否という事態となつたが、例年につい\nてその実態を見ると、昭和三八年北九州市設置後、昭和四四年を除いてはすべて年\n末休日勤務の日数及び時間数、並びに休日勤務手当加算額等について市職労の組織\n内組織である現評等労働組合と市当局とが団体交渉によつて合意しかつ各作業員の\n都合をきいたうえ勤務命令を発し円滑に年末清掃作業が実施されてきた。\n以上の事実を認めることができ右認定を履えすに足りる証拠はない。\n（二）　北九州市当局が、昭和四四年一一月二六日市職労との団体交渉の際、同年\nの年末休日勤務に関する労働条件について次のとおり提案したことは当事者間に争\nいがない。\nすなわち、一二月二九日同月三〇日の就業時間は午前八時から午後四時までと\nし、一二月三一日は午前七時から午後三時までとする。ただし特に指定する一部の\n者には深夜勤務として午後八時から午後一二時までとする。休日勤務手当又は時間\n外勤務手当については実働時間に相当する休日勤務手当又は時間外勤務手当（給与\n額の一〇〇分の一二五）を支給しさらに手当の加算額とし勤務一日につき五〇〇円\n三一日の深夜勤務については二五〇円を支給すること。\n弁論の全趣旨によつて成立を認める甲第五ないし第一五号証成立に争いのない甲\n第一六、第一七号証、乙第一号証乙第一〇号証乙第一二号証乙第一六号証、証人Ｏ\nの証言により成立を認める乙第一五号証、証人Ｊ、同Ｏの各証言によると同年一二\n月四日市職労は市当局と第二回団体交渉を行ないその際市当局に対し次の要求をし\nた。すなわち一二月二九日、同月三〇日の就業時間は当局と同様であるが同月三一\n日は午前七時から午前一一時三〇分までとし、手当等については一日の就業時間を\n一〇時間として算出した休日勤務手当を支給すること、手当加算額として一日につ\nき一五〇〇円三一日の深夜勤務については一、〇〇〇円を支給せよというものであ\nつた。その後一二月八日同月一三日と四回にわたる団体交渉を持つたがその合意を\nみるに至らなかった。右の市当局の提案と組合側の要求は主として年末休日出勤に\n対する手当額に関するものであつたところ市当局としては、昭和四三年の年末出勤\nの労働条件とほぼ同様のものであり、組合要求にかかる実働時間を超える時間分に\nついても手当を支給することは不合理であり手当の加算額は北九州市職員の給与に\n関する条例に規定された昀高額を支給するものであつて他の政令指定都市の手当加\n算額と比較しても不当な額ではないとしてその提案を一貫して主張し譲らなかつ\nた。これに対し、市職労は右加算金五〇〇円は実質上六年間も据えおかれたままで\nあるうえ年末休日出勤手当も大阪市（二八日から三一日まで出勤、三一日は午前一\n〇時就業、四九時間分の超勤手当の支給）名古屋市（二九日から三一日まで超勤手\n当の他に一日四〇〇円三一日は五〇〇円他に一律二、〇〇〇円支給）神戸市（二九\n日と三〇日で一六時間四〇分の超勤手当に加えて一日五〇〇円の支給）の各市と比\n較し低劣であることを主張し市当局の提案の再考を求めたが、結局両者の主張は平\n行線をたどり合意を見るに至らず一二月一三日団体交渉は打ち切られた。\nその後市職労は一二月一八日福岡地方労働委員会に対してあつせんの申請をな\nし、同委員会は同月一九日労使双方に対し「今次、年末の休日出勤の件について\nは、労使双方は歳末を控えて清掃業務が渋滞をきたさないよう、特にその重要性を\n考慮し、誠意をもつて交渉のうえ円満解決を図られるよう切望する」との報告を行\nなつた（地労委勧告の事実は当事者間に争いがない）。右勧告に従い同月二三日労\n使間で第五回の団体交渉をしたが意見の一致をみず、さらに同月二六日Ｄ助役は市\n職労執行委員長Ｃとの間のトツプ交渉そして同月二八日同労働委員会から「清掃関\n係職員の年末休日出勤の労働条件に関する紛議については他の政令市の実情を勘案\nして労使の間で協議決定し、歳末の清掃業務が正常な姿で行われるよう双方格段の\n努力をされたい」との勧告が出され同月二九日にも団体交渉を行つたが結局労使間\nで年末休日出勤に関する労働条件について意見の一致を見なかつた。市職労はこれ\nよりさき前記団体交渉打ち切り後の昭和四四年一二月一七日原告ら清掃関係作業員\nらに対し執行委員長名をもつて、労使の意見が一致しないことを理由とし一二月二\n九日から同月三一日までの間休日出勤をしないよう闘争指令を発した（右指令の点\nは当事者間に争いがない）。\n市当局は市職労の右闘争指令により休日出勤拒否の事態となれば市民生活に対し\n多大の影響を及ぼすことを予想し一二月二九日同月三〇日及び同月三一日の休日に\nついての「休日及び時間外勤務命令書」を同月二五日に清掃関係職員に対して交付\nした（勤務命令が発せられた事実は、当事者間に争いがない。）。\n以上の事実を認定することができ右認定を覆すに足りる証拠はない。\n（三）　市職労の前記年末休日出勤拒否指令の結果、各清掃事務所及び各清掃工場\nに所属する清掃作業員自動車運転手ら約一、五四〇名中出勤した者は同月二九日約\n三四〇人、同月三〇日約四二〇人同月三一日約四三〇人でいずれも出勤率は三〇％\nを下廻わつていたこと、その間市当局が管理職員を動員し域は民間業者に委託して\n収集処理にあたり、ごみについては市民の非難を受けない程度の処理ができたこと\nは当事者間に争いがない。\nそして原告Ｅ、同Ｇ、同Ｉほか抗弁（三）の６の（一）及び（三）表に記載の原\n告らが昭和四四年一二月二九日から三一までの三日間、同（二）及び（四）表に記\n載の原告らが同年一二月の同表無断欠勤日欄記載の日にそれぞれ休日勤務命令に従\nわず欠勤したことも当事者間に争いがない。\n成立に争いのない乙第一四号証と証人Ｎの証言によると、七割以上の清掃作業員\nが休日出勤拒否をしたためこれをそのまま放置すれば年末清掃業務は麻痺し市民生\n活に重大な悪影響を及ぼすことが予想されるのでその影響を昀小限にとどめるため\nの緊急配置をとつたこと、すなわち一二月二九日から同月三一日までの間に清掃事\n業局以外の部局から管理職員を延約四二八人臨時雇用の作業員延約一七六人を投入\nするとともに民間業者にも委託し車輌延二六〇台以上作業員ら延約一〇六〇人を投\n入してごみ、し尿の収集処理にあたつた結果ごみについては既に認定のとおりであ\nつたが、し尿については、当時二〇日に一回の割で収集する目的であつたところ、\n例年、年末にはできる限り収集し残余は越年後早い時期に収集できていたのに同年\n年末はその収集作業がはかどらず翌年一月二〇日ごろまで手間どり悪影響が後に残\nつたことを認めることができ右認定を左右するに足る証拠はない。\n（四）　次に本件年末休日出勤拒否は正当な行為であるとの原告ら主張について検\n討する。\n１　まず原告らの年末休日出勤の義務の存否につき判断する。原告ら単純労務職員\nの労働関係は地公労法及び地方公営企業法三七条から三九条までが準用される結\n果、同法三九条一項により地方公務員法五八条三項が適用されないことになるので\n労働基準法七五条ないし八八条を除いて同法の適用がある。\nそして労働基準法三二条には労働時間の制限、同三五条には休日についての定め\nがある。\n原告らは労働基準法に定める労働時間を超える労働（以下法外超過労働という）\nを労働者に義務づけるためには単に同法三六条の協定並びに就業規則の定めのみで\nは足りず個々の労働者のその都度の同意が必要であるとし、この理は労働基準法の\n範囲内で所定労働時間を超える労働（以下法内超過労働という）においても同様で\nあると主張する。\nなるほど法外超過労働の場合に三六協定に加えて、就業規則ないし協約に残業を\n義務づける規定があるとき、このような事前の包括的同意から個々の労働者の意見\nに反しても残業を義務づけうるとすればそれは恒常的、継続的な残業に道を開くこ\nとを意味し、労働基準法三二条の趣旨を脱法するものといわざるをえない。したが\nつて残業を義務づける就業規則の規定は同法三二条に違反する限度で無効となるか\nら八時間を越える残業を使用者から申し込まれても、個々の労働者がその都度の同\n意を与えた場合にのみ労働契約上の残業業務が生じると解される。\nしかし法内超過労働の場合には就業規則ないし協約で残業業務づけ規定を設けて\nも同法三二条違反とはならず労働条件の基準として労働契約の内容となり得ると解\nされる。しかし就業規則や協約に一般的概括的な残業規定がある場合に個々の労働\n者の残業業務を全面的に肯定すれば事実上所定労働時間制の建前を崩し恒常的な超\n過労働を容認する結果となり同法一五条の労働条件明示義務違反の疑問も生じる。\nしたがつてこのような場合には労働者にも超過労働を拒否しうる場合のあることが\n承認されるべきである。そしていかなる場合に労働者の拒否が正当とされるかは、\n基本的には、超過労働を命じる使用者側の必要性と、労働者側の拒否事由の合理性\nとの利益衡量によつて判断すべきものと考える。\nいまこれを本件についてみると、前認定のとおり就業規則で一二月二九ないし三\n一日を休日と定めながらも「業務の都合により特に必要な場合」は休日勤務命令を\n命じうる旨の一般的概括的な規定があるところ右「休日」は労働基準法三五条に定\nめられている休日とは異る。同条に定める休日は、北九州市労務職員就業規則の一\n三条に「日曜日は勤務を要しない日とする」と定められ、これが労働基準法三五条\nに定める休日に該当する。面して北九州市職員の給与に関する条例（乙第一〇号\n証）の付則二二項、第四条一項、第一九条一項によると右就業規則の勤務を要しな\nい日は給与支給の対象とならないが休日については給料支給の対象とされている。\n右のように就業規則十四条の休日は労働基準法三五条の「休日」ではなくこの基\n準を上まわつて国民の祝祭日、年末年始を休日としているのであってこれらの休日\nには労働基準法三三条、三六条の制限がなくまた同法三七条の割増賃金を支払うこ\nとも要求されてはいない。\nしかし休日となつている日に働かせる以上は割増賃金を支払うことが望ましいこ\nとはいうまでもなく北九州市においても単純な労務に雇用される北九州市職員の給\n与に関する規則九条（成立に争いなき乙第一一号証）前記給与条例一九条二項によ\nつて右就業規則上の休日に勤務を命じられて勤務した職員に対しては所定の特別手\n当が支給されるほか勤務一日に対し五〇〇円の範囲で市長が定める額が加算して支\n給されることになつている（北九州市職員の給与に関する条例付則二〇項－昭和四\n七年一〇月一一日改正前のもの－乙第一〇号証）\nそこで次に原告らに年末出勤拒否が正当か否かについてみるに、市当局の側の年\n末清掃は、毎年定期的な繁忙期であつてその必要性は既に認定したところから明ら\nかである。\n証人Ｆの証言、同Ｏの証言によると一二月二五日ごろ原告ら清掃作業員に一二月\n二九日ないし三一日の休日に勤務するよう勤務命令書を各人に交付すると同時に都\n合により出勤できない者は同月二五日、二六日の間にその理由を疎明するよう伝え\nたにかかわらず年末休日出勤を拒否した前記の原告らはこれを疎明せず無断で欠勤\nしたことを認めることができ右認定を左右するに足りる証拠はない。\nむしろこれまで認定してきたところ並びに弁論の全趣旨によると年末休日出勤に\nついての手当額等の労働条件が市当局と市職労との数回にわたる団体交渉によつて\nも合意に至らなかつたことから市職労がその主張を貫徹するためその闘争戦術とし\nて年末休日勤務拒否の指令を出し原告らは右指令に従つて統一的な集団的行為に出\nた結果であると見るのが相当である。\nそうであるとすれば、市当局の年末清掃の必要性の存在に比し原告ら側における\n拒否事由は右の団体交渉による労働条件の不一致を除いては存在しなかつたことに\n帰する。そして右不一致は協議行為の理由となり得ても原告ら各自の出勤拒否の正\n当事由と見るのは困難である。（かりに本件休日勤務命令が無効であるならば労働\n義務も生じないからストライキとはなり得ず休むのは当然の権利行使となる。）\n以上の次第であるから原告らは本件就業規則に基づく勤務命令に対しこれを拒否\nし得る場合にあたらないと解するのが相当である。\n２　原告らは就業規則一四二項の「業務の都合により特に必要な場合」とは「予期\nし得ない災害等の緊急な、しかも団体交渉を聞き得ない場合」と解すべきであり、\n毎年の年末清掃の場合は含まないと主張する。\n労働基準法三三条一項には災害その他避けることができない事由によつて、臨時\nの必要がある場合においては使用者は行政官庁の許可を受けてその必要の限度にお\nいて第三五条の休日に労働させることができる旨規定されている。右規定は同法三\n五条に定める休日に労働させることができるものであるから、法内超過労働の場合\nよりも更に厳格な要件を規定したものであつて本件就業規則一四条にいう休日は右\n三三条一項及び三五条に定める休日ではないから同規定を類推して解釈することは\nできない。また休日勤務の労働条件（手当額）については前述のとおり給与に関す\nる規則によつて手当額等が一応定まつているが、物価の上昇する時代にあつては画\n一的に前年の勤務条件をそのまま維持することは休日に働く清掃作業員にとつて酷\nな場合もありえよう。したがつてこれらの勤務条例についてはできる限り市当局と\n労働組合との間で団体交渉を尽しそこで合意をえたうえで市当局は各人の都合をき\nき勤務命令をするのが望ましいことは言うまでもない。\nしかし就業規則の解釈としてこれを要件としていると見るのは文言からいつても\n無理な解釈であろう。前述した年末特別清掃業務の必要性および原告らは同職種の\n私企業労働者と異なり市民の利益、公益に奉仕する立場にあることも併せ考慮する\nと「業務の都合により特に必要な場合」とは毎年の定期的な繁忙時である年末清掃\n業務もこれにあたると解されるが、ただ特に必要な場合として認定しているのはで\nきるだけ休日の趣旨を生かしうるよう時間的並びに人員的にも不必要な人員を年末\n清掃にかり出さないという意味合いをもつものと解される。\n本件勤務命令書は清掃作業員全員に交付しているが、前述のとおり市職労が休日\n勤務拒否の指令をしたことからとられた措置であることまた右命令書交付にあたつ\nては休日勤務をできないものについてはその事由の疎明の機会を与え休日の趣旨を\nできるだけ生かしうるよう配慮されていることを考慮すると本件勤務命令は就業規\n則一四条二項の解釈を誤つて発せられたものとはいえずこの点に関する原告らの主\n張は採用できない。\n３　たしかに本件年末清掃を除いては北九州市では例年年末休日出勤についてはそ\nの労働条件を市当局と労働組合とが団体交渉をしその合意をえたうえで勤務命令を\n出していたことは前述のとおりであり右合意を前提とすることなく市当局の一方的\n勤務命令によつたことは本件の場合のみであるが、前叙のとおり本件就業規則第一\n四条二項の一般的概括的規定のみで各労働者に対し全面的な労働義務を肯定せられ\nうるものではなく労使の利益衡量の結果、右条項に基づく出勤命令を拒否しうる場\n合のあることは肯定される。ただ本件にあつては右利益衡量の結果原告らに出勤拒\n否の正当な事由がなかつたにとどまる。従つて、具体的には勤務命令に対し原告ら\nが拒否事由を疎明し得なかつたことによつて原告らは確定的に休日出勤義務を負う\nに至つたものといわざるを得ない。なおこれまでは労使の合意を前提に勤務命令が\n発せられておりいわば望ましい状態が毎年繰り返されていたということであつてこ\nれが慣習法として法規範性を有する旨の原告ら主張はその証拠もなく到底採用でき\nない。\n４　次に不当労働行為の主張につき判断する。\n年末休日出勤及びその労働条件が団体交渉の対象となりうることは地公労法第七\n条の規定により明らかであるが、就業規則一四条二項に基づく休日出勤命令が、休\n日についての労働条件の変更とは解せられない。年末清掃業務の必要性に鑑み当初\nから無条件でもつて休日と定めたものでないことは明らかである。\n市当局と市職労との間の前記団体交渉において市当局が当局案を一貫して主張し\n譲歩の姿勢が見られなかつた反面市職労の手当額の増額要求にも、前年と比較し或\nは他都市と比較しある程度までは無理からぬ面もあつたものと推測しうるが団体交\n渉そのものは数回にわたつて行なわれ、市当局が単に形式的な団体交渉に終始した\nともいえない。\n市当局が労使の合意が得られず一二月二五日に一方的に出勤命令を出さざるを得\nなかつたのは市職労がこれより先の一二月一七日に休日出勤を拒否するとの指令を\n発したためであると推測される。\n従つて市当局が市職労の運営に介入する意図をもつて本件出勤命令を出したとは\n考えられないからこの点に関する原告らの主張は採用できない。\n５　以上検討したところによると、原告らは本件休日勤務命令を拒否し得ない場合\n換言すればこれによつて出勤務義が発生した訳である。しかるに市職労の休日出勤\n拒否の指令に従つて統一的集団的にその業務の正常な運営を阻害する争議行為を行\nつたものといわざるを得ない。すなわち、証人Ｊ、同Ｆ（一、二回）の各証言に見\nられる如く市職労執行部及び組合員の多数が休日となつている日に休務するのは当\n然の権利行使であるとの認識をもつて休務したとしても、市職労の統制下に集団的\nに労務の提供を拒否する結果を招き、これが業務の正常な運営を阻害する限りにお\nいて争議行為に該当することは否めない。\n四　地公労法一一条一項は憲法二八条に違反するか。\n（一）　憲法二八条は勤労者に対しいわゆる労働基本権（団結権、団体交渉権、団\n体行動権）を保障している。その趣旨は憲法二五条に定めるいわゆる生存権の保障\nを基本理念とし憲法二七条の勤労の権利及び勤労条件に関する基準の法定の保障と\n相まつて勤労者の経済的地位の向上を目的とするものである。\nそしてこの権利は勤労者として自己の労務を提供することによつて生計の資を得\nている原告ら地方公務員（単純労務員）も憲法二八条にいう勤労者にあたることは\nいうまでもない。\nしかし公務員（国家公務員）については憲法二八条による労働基本権の保障と同\n時に地方で憲法上の地位の特殊性から憲法の他の規定との調和の観点から私企業労\n働者と全く同様の保障があるとはいえずそこには制約の存することを否定できな\nい。憲法上の制約規定は憲法一三条の他に憲法一五条の「国民全体の奉仕者」であ\nること、勤務条件法定主義ないし財政民主々義（憲法七三条四号、八三条）等を掲\nげることができる。\n憲法一五条の規定から労働基本権の制約を直接根拠づけることはできないが、労\n働基本権のうち、その権利行使の結果が、公務員が禁止しなければならないところ\nの国民の生活全体に直接影響を及ぼす争議権については、国民全体の共同利益の擁\n護という見地からの制約を免れない。\nまた公務員の勤務条件一般の決定権が昀終的に国会にあり勤務条件のうち予算に\n関係するものについて財政民主々義の原則が併せ考慮されうる。しかし私企業労働\n者の如く、公務員の勤務条件は労使共同決定の方式を憲法上採用していないことか\nら直ちに公務員には憲法上団体交渉権を保障する余地がないとはいえない。すなわ\nち公務員の勤務条件に関する基準が細部にわたつて法律によつて決定される必要の\nあることまでを憲法が予定しているとも考えられず、法律で大網的基準を定めその\n具体化を使用者としての政府と公務員組合の代表とが団体交渉によつて決定するこ\nとも可能であり、また政府との団体交渉によつて得られた合意を原案とし国会に提\n出し、国会が国の財政的、政治的及び社会的な合理的な配慮によつて昀終的に判断\nし決定することと何ら矛盾するものではない。公務員の勤務条件の決定方式が憲法\n上私企業労働者と相違することを容認したうえなお憲法上公務員に団体交渉権を保\n障した趣旨は、私企業の場合の如く昀終的に労働条件の労使共同決定ができないま\nでも公務員が代表を通じ勤務条件の改善を求めるために自由にその意見、見解を表\n明し、場合によつては団体交渉による合意に基づく原案の決定等により事実上公務\n員の意思も国会に影響を及ぼすこともあり結局公務員の経済上の地位の向上に役立\nちうるという機能的な側面を有すからにほかならない。\nそして憲法はこの意味で私企業労働者とは異つた方法、いわば公務員であること\n（国民全体の奉仕者たる地位）から修正されたところの団体交渉権を保障したもの\nと考えられる。\n右の理は原告ら地公労法の適用を受ける地方公務員（単純労務員）にも直ちに妥\n当するものといえる。\n現行の地公労法が第五条で職員の団結権を認め、第七条、第八条により労働協約\n締結権を含む団体交渉権を保障し第八条一項で条例に抵触する協定の措置につき規\n定したのは憲法二八条によつて団体交渉権を保障した趣旨を具現した一方法である\nと解されるのであつて、憲法二八条の要請に基づかずして単に国会の立法政策の問\n題とは考えられない。\nこのように公務員の労働基本権の保障は私企業労働者のそれと同列に解すること\nはできないが、公務員の憲法上の地位の特殊性を考慮し国民全体の共同利益の擁護\nと公務員の労働基本権の保障という二つの要請を、前記の労働基本権の保障の趣旨\nを考量しつつ適度に調整する措置が必要となる。\n右のような見地に立つて、具体的な法律による労働基本権のいかなる制限が憲法\n上許容されるかについて検討する。\n労働基本権制限の合憲性判断の基準として全逓中郵判決は次の四つの基準を示し\nたが、当裁判所も右各基準を考慮して判断するのが相当であると考える。\nすなわち①労働基本権の制限は、労働基本権を尊重確保する必要と国民生活全体\nの利益を維持増進する必要とを比較衡量して両者が適正な均衡を保つことを目途と\nして決定すべきであるが、労働基本権が勤労者の生存権に直結し、それを保障する\nための重要な手段である点を考慮するとその制限は合理性の認められる必要昀少限\n度のものにとどめられるべきであること②労働基本権の制限は、勤労者の提供する\n職務または業務の性質が公共性の強いもので、その停廃が国民生活全体の利益を害\nし、国民生活に重大な障害をもたらすおそれのあるものについて、これを避けるた\nめに必要やむを得ない場合について考慮さるべきこと③制限違反者に対して課せら\nれる不利益については、必要な限度を超えないように十分配慮せられるべきである\nこと④職務または業務の性質上、労働基本権を制限することがやむを得ない場合に\nはこれに見合う代償措置が講ぜられなければならないこと、以上の四条件である。\nなるほど労働基本権は生存権保障のための手段的権利ではあるが、それは勤労者\nが経済上劣位にあることから、その経済的地位の向上ひいては社会的な地位の向上\nを目指し、自らの努力によつてこれを実現しようとするものであるから代償措置が\nあつてもその機能的な面において相異があるのみならず、法律制度上の代償措置が\n十全に現実に機能しているかどうかその社会的事実関係を更に検討する必要もある\nと考えられる。\n（二）　地公労法の適用のある地公労法三条二項規定の職員並びに同法を準用され\nる単純労務職員の業務はその性質上一般的に公共性を有することは否定できない\nが、その業務の性質、内容は公共性の強いものから私企業における公共性と比較し\nそれほど変わるところのないものまで多岐にわたつている。\nまたひとしく争議行為といつてもその種類、態様、規模は多種多様であつて住民\n生活に及ぼす影響の程度も異つてくる。\nところで地公労法一一条一項の規定を文言どおりに解釈すれば、地方公営企業体\n等の職員並びに単純労務員は、あらゆる争議行為を、一律、全面的に禁止している\nものと解さざるを得ないが、そうであるとするならば労働基本権制限の合憲性判断\nの基準として示した前掲①②の基準に適合しないものとして違法の疑いを免れな\nい。すなわち労働基本権は、団結権、団体交渉権及び争議権を一体として保障する\nことで労使の対等関係を維持すべく、争議権を事前に一律全面的に禁止した場合に\nおける団体交渉権は単に団結を背景とした交渉権に過ぎないものとなり、争議権を\n伴つた団体交渉権との間には著しい差異のあることを看過すべきでない。従つて争\n議権を制約するにあたつては多種多様の規整方法が存在するに拘らずこれを一律、\n全面的に禁止することは、合理性の認められる必要昀少限度のものにとどめられる\nべきであるとの要請に反する。\nまた地方公営企業職員並びに単純労務員の職務の公共性の強弱、争議行為による\n住民生活に及ぼす影響の度合等につき考慮していなという意味でも前記②の判断基\n準に適合しない。\nしかし法律による禁止制限が文理上その内容において広範に過ぎ、憲法の保障す\nる基本的人権を侵害するような場合その法律を常に全面的に違憲、無効としなけれ\nばならないわけではなく主要な部分が合憲として是認しうるものであればその法律\nの規定を可及的に憲法の精神に則してこれと調和するようにしてできる限り合憲的\nに解釈する方が、その規定を全面的に違憲無効として排斥するより国会の立法権を\n尊重する趣旨からみても合理的で妥当なものというべきである。\nそうすると地公労法一一条一項の規定を労働基本権を保障した憲法二八条の規定\nの趣旨と調和するように解釈するならば地公労法一一条一項の趣旨は、地方公共企\n業体等の業務もしくは職員の職務の公共性の強弱と争議行為の種類、態様、規模と\nを相関関係的に考慮し、その公共性の度合、争議行為の熊様等に照らして住民生活\n全体の利益を害し、住民生活への大重な障害をもたらす虞れのある争議行為に限り\nこれを禁止したものと解するのが相当である。\n右のように地公労法一一条一項を限定的に解釈するならば右規定は憲法二八条に\n違反するとは断定できないので右規定を文言どおりに解釈しこれを違憲、無効であ\nるとする原告らの主張は採用できない。\n五　本件各争議行為は地公労法一一条一項に禁止する争議行為に該当するか。\n成立に争いのない甲第五五号証の一ないし八乙第一四号証、証人Ｎの証言並びに\n弁論の全趣旨によると、北九州市では市が清掃作業員を雇傭し、直接、市の清掃業\n務を処理しているところ他方清掃業務の一部を民間業者に委託して処理しその割合\nは遂年増加の傾向にあるが本件各争議当時は約七割は市が直接その処理にあたつて\nいた。\nところでごみ及びし尿の収集処理にあたる清掃業務は市民の生活環境、健康、衛\n生等と深いかかわりをもち、これが停廃はそれが長期化すればするほど単にごみ、\nし尿の収集処理の計画収集を混乱させるにとどまらず、場合によつてはごみ、し尿\nの滞貨等を原因とする不衛生状態から市民の生命、健康、公衆衛生等に重大な障害\nを発生させる危険のあることが推測させる。他方清掃業務の短時間にわたる一時的\n停廃は所定の収集計画に若干の支障は生じても、その後の努力によつて旧復可能で\nあつて市民生活に対してはそれほどの支障をもたらさない。なお市当局が委託業者\nに委託する割合が少ないほど換言すれば市の清掃業務に対する独占率が高いほど、\n清掃業務は市民が市当局に依存する度合が大となりひいてはその公共性も強くなる\nものと考えられる。\n以上の事実を認めることができ右認定に反する証拠はない。このように見てくる\nと、単純労務職員であるとは言え、原告らの従事していた清掃業務は、地域の住民\n生活に対し深いかかわりをもち、職務の停廃が長期化すれば市民の生命、健康、公\n衆衛生等を危くするおそれがある意味においてその公共性は比較的強いといえる。\nこれまで述べてきたところから地公労法一一条一項で禁止する争議行為には、本\n件清掃業務の場合、短時間にわたる職務の停廃であつてごみ、し尿の収集計画が若\n干延長し市民生活に単なる迷惑を及ぼす程度のものはこれに該当しないと解せざる\nを得ない。\nそうであるとすれば本件一一月一三日のストライキは、既に認定のとおり自治労\nの公務員賃金引き上げ、人事院勧告の完全実施を主たる目的とし、右方針に従つた\n市職労の指令の下に予め示された方針に基づいて統一的に行なわれたもので、スト\nの態様は単なる労務の不提供でありその時間も始業時から二九分以内であり大部分\nの者ま約一〇分ないし二〇分就業時刻が遅れた程度であり市民生活に対しては殆ど\n支障はなかつたから地公労法一一条一項の禁止する争議行為には該当しない。\nしかし一二月二九日ないし三一日のストライキは、既に認定の経緯によつて市職\n労の指示によつて統一的、集団的に行われたものであり、原告らのうちには三日間\n全部欠勤した者、二日間欠勤した者、一日欠勤した者等の差異はあるが、参加人員\nの大量性、ストライキ期間の長期性等考慮すれば、市当局が、右ストライキに対す\nる緊急措置をとらなければ市民の生活に対し重大な支障を及ぼし得るものと推測さ\nれる。\n従つて北九州市における清掃業務の公共性、本件争議行為によつて市民生活に及\nぼす虞れある支障の重大性等を併せ考慮するならば、右のストライキは地公労法一\n一条一項の禁止する争議行為に該当するものと考えられる。\n六　本件各処分の効力について\n（一）　原告らの個別非違行為について\n１　原告Ｅ同Ｇについて\n証人Ｆの証言によると、\n八幡西清掃事務所長Ｆは、昭和四四年一二月二四日同所各係長に対し同月二四日\nないし二六日にかけ各清掃作業員に年末出勤を呼びかけ、各人の都合により出勤で\nきない者は右三日間に出勤できない事由を申し出てその疎明をするように各作業員\nに周知徹底方を指示した。\nそして翌二五日午後三時ごろ同所長は同所作業員の一部の者からの希望に応じ同\n事務所作業員控室において同所作業員らに対し一二月二九日ないし三一日の休日勤\n務命令について説明しすでに勤務命令書を各人に交付しておりこの勤務命令に従う\nべきこと、もし出勤できない者はその事由を疎明するように伝えると同時に右事由\nを疎明しないで欠勤すれば違法行為となる旨警告している際、原告Ｅは大声で同所\nの作業員らに対し、「休むことは当人の勝手だ。」「お前たちも休め、所長のいう\nことは違う」との趣旨の発言をし、同所長にまつわりながら所長の説明を妨害し\nた。\nそこで同所長は「正しく聞こうとしている職員が多々あるので君の言動は決して\n正しい行為ではないからつつしむように」といつて同人を制止したがこれを聞き入\nれず更に右のような趣旨の発言を繰り返して同所長の説明を妨害した。その後同所\n長は運転手控室、食堂等の各部屋を廻わつて在室の職員に対し前記勤務命令につい\nての説明を行つた際にも、原告Ｅは終始一貫、づつと同所長につきまとい「休むの\nは勝手だ。おおいみんな出るな。所長のいうことを聞くな」といつて清掃作業員ら\nに対し右勤務命令に従わないよう呼びかけた。\n原告Ｇは、昭和四四年一二月二七日午後二時四〇分ごろ、前記所長が同事務所作\n業員控室で清掃作業員らに対し仕事始めの挨拶にひきつづき携帯マイクで前記勤務\n命令の指示をし疎明するよう伝達しているがまだ疎明をしない人が多いことに関\nし、その疎明をしないで欠勤すると違法行為となる旨警告している昀中に、同所長\nに近づき、大声で同所の清掃作業員らに対し「休むのはおれたちの権利だ。みんな\n所長のいうことを聞くな、みんな勝手に休め」と呼びかけた。\nそこで同所長は「職員は真面目に説明を聞いているのだから、」といつて同人の\n言動を制止したが聞き入れられず、前記と同様の趣旨の言葉を繰り返して同所長の\n説明を妨害した。\nそして同原告らの言動に刺激された作業員らのうちには「そのＦをたたき殺して\nしまえ」などと大声で呼ぶ者もあり同室内は騒然となつた。\n以上の事実を認めることができ原告本人Ｇの供述も右認定を覆えすに足りず、他\nに右認定に反する証拠はない。\n２　原告Ｉについて\n証人Ｐの証言によると、\n原告Ｉは昭和四四年一二月二九日午前八時三〇分ごろ門司清掃事務所入口におい\nて、自転車で清掃作業のため出勤したと思われる同所作業員の一名に対し、「今日\nは仕事をせんでよい日だ、組合の指令があるまで仕事をせんでよい」旨伝えたこと\nからその作業員は帰宅した。\nもつとも同日は市職労はピケを張つていなかつたので、原告Ｉの右行為はピケ要\n員としてその説得にあたつたものではない。以上の事実を認めることができこれに\n反する証拠はない。\n３　原告Ａ、同Ｂについて\n抗弁（三）の４の原告Ａの①及び同５の原告Ｂの①についての各主張は、これに\n符号する証人Ｐの証言があるが、右証言中、右Ｐが午前五時三〇分ごろ登庁して来\nた管理職三名を庁内に入れるため、同宿直室入口の扉を開けようとしたのに対し、\n原告Ａ同Ｂらのピケ要員が同入口扉を外側からひじと背中で押さえ開けさせないよ\nう妨害し前記三名の入庁を阻止したとの点は原告Ｂの供述に照らしにわかに措信で\nきない。\nすなわち、原告Ｂの証言によつても、同人及び原告Ａが同日午前五時から七時ご\nろまでピケ要員として門司区役所宿直室入口の扉に背をもたして立つていたことは\n明らかであるが、同日午前五時三〇分ごろ右Ｐが同扉を開けようとしたか否かはと\nもかくとして、同人の証言によるも右扉の外側にいたピケ要員らと扉を押し合つた\nとか、或はピケ要員に対し扉を開けるよう要請したとかの形跡は全くない。加える\nに右扉はガラスの部分もあつたから（原告Ｂの供述）もしこれを内側から強く押せ\nばそのガラスが割れるものと推測される。このような事情を併せ考慮すると原告Ａ\n同Ｂらが右扉を開けさせないように押して前記三名の入庁を妨害したとみるのは困\n難である。\nなお、右三名の説得にあたつたのは右原告らでないことは原告Ｂの供述により明\n白である。\n従つて入庁阻止行為についてはその証明がないことに帰着する。\n（二）　既に認定のとおり原告らに対する本件各処分は争いのない事実であるとこ\nろ右各処分をその行為との対照において統一的概括的に見ると、原告Ｅ同Ｇが昀も\n重い処分で停職一月でその行為はすでにみた如く一一月一三日のスト参加、年末出\n勤拒否三日間及び前認定の非違行為が加わつている。\n原告Ｂと同Ａは一一月一三日のスト参加と非違行為（証明なし）によつて減給処\n分となつているが、その余の原告については、年末出勤拒否が二日間以内であるか\n三日間全部にわたるかによつて前者が戒告後者が減給とされている。\n右事実から本件処分を考察すると、北九州市当局は、原告Ｅ同Ｇの非違行為を重\n視しているのは勿論、一一月一三日のストよりはるかにその影響の大であつたとこ\nろの年末出勤拒否を重しとし就中、三日間全部にわたつて年末出勤を拒否した行為\nを重視しているものと見ることができる。\nそこで原告らの懲戒権濫用の主張について判断する。\nまづ一一月一三日のストライキが地公労法一一条一項に禁止する争議行為に該当\nしないことは前叙のとおりであるから被告は右ストライキ参加を違法行為としてこ\nれに懲戒処分をすることは許されない。\n"
}