{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 48,
    "month": 4,
    "day": 27
  },
  "case_number": "昭和47(ワ)1452等",
  "case_name": "名古屋放送女子若年定年制",
  "court_name": "名古屋地方裁判所",
  "field": "労働",
  "lawsuit_id": "19838",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=19838",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/838/019838_hanrei.pdf",
  "contents": "主　　　文\n一、原告らが被告に対して雇用契約上の権利を有する地位にあることを確認する。\n二、被告は原告ａに対し、金五、七三一、四八〇円および昭和四八年二月一日以降\n毎月二五日限り金九二、四〇〇円の割合による金員を支払え。\n三、被告は原告ｂに対し、金一、六〇六、九八〇円および昭和四八年二月一日以降\n毎月二五日限り金八七、〇四〇円の割合による金員を支払え。\n四、原告らのその余の請求を棄却する。\n五、訴訟費用は被告の負担とする。\n六、この判決の第二・第三項は仮に執行することができる。\n事　　　実\n第一、当事者双方の申立\n一、原告ら\n（一）　原告らが被告に対して雇用契約上の権利を有する地位にあることを確認す\nる。\n（二）　被告は、原告ａに対し金五、九三〇、四八〇円および昭和四八年二月一日\n以降毎月二五日限り金九二、四〇〇円の割合による金員を、原告ｂに対し金一、六\n五七、九八〇円および昭和四八年二月一日以降毎月二五日限り金八七、〇四〇円の\n割合による金員を支払え。\n（三）　訴訟費用は被告の負担とする。\n（四）　第二項につき仮執行の宣言を求める。\n二、被告\n（一）　原告らの請求をいずれも棄却する。\n（二）　訴訟費用は原告らの負担とする。\n第二、原告らの主張\n一、被告はテレビ放送等を目的とする株式会社であり、原告ａは昭和三七年三月二\n六日に、同ｂは同年一月五日に被告に雇用され、以来従業員として稼働してきたも\nのである。\n二、被告は昭和四四年四月三日原告ａに対し、昭和四七年三月二七日同ｂに対し、\n就業規則二五条、二三条に基づき、原告らがそれぞれ満三〇才に達したことを理由\nに退職となつた旨通告し、各右通告の翌日である原告ａについて昭和四四年四月四\n日、原告ｂについて昭和四七年三月二八日以降被告の従業員としての地位を認めず\n賃金の支払もしない。\n就業規則二五条は被告における女子従業員の定年を満三〇才とする旨（以下「本\n件女子定年制」という。）、同二三条は従業員が定年に達したときは退職する旨そ\nれぞれ規定している。\n三、しかしながら本件女子定年制は次の理由により無効であるから、これを適用し\n原告らを退職せしめることは許されない。\nすなわち就業規則二五条は、本件女子定年制のほか、男子については満五五才を\nもつて定年とする旨定めており、このように同じ被告の従業員でありながら女子に\nついて男子より二五年も低い本件女子定年制は、性別による差別待遇にほかなら\nず、憲法一四条、労基法三条、四条の精神に違反し、同時に女子従業員の労働権生\n存権を侵害するものであるから憲法二五条、二七条の精神にも反し、民法九〇条に\nより公序良俗違反として無効である。\n従つて原告ａは、昭和四四年四月四日以後、原告ｂは昭和四七年三月二八日以\n後、いずれもいぜんとして被告の従業員の地位を有し、かつ被告に対し賃金その他\nの請求権を有することは明らかである。\n四、被告における賃金の支払日は毎月二五日、その計算期間は当月一日から末日ま\nでとなつているが、その賃金の内容および昇給額等の算出方法は次のとおりであ\nる。\n（一）　賃金の内容\n（１）毎月支払う給与\n基本給＝年令給・職能給\n手当＝住宅手当・家族手当・業績手当・役職手当・資格手当・通勤手当・時間外\n勤務手当・食事手当（厚生手当）\n年令給は四月一日現在の年令に対応する金額であり、職能給は職級により異なる\nが、それぞれ原則として毎年四月に昇給する（但し、交渉が長期化した場合は妥結\n月から実施されることもある。）。\n尚、職級の昀低基準は名古屋放送労働組合（以下「組合」という。）と会社との\n協定により次のように定められている。\n一八才から二二才までは　二級\n二三才から二六才までは　三級\n二七才から三一才までは　四級\n三二才以上は　五級\n（２）　夏季および冬季に支払う一時金（賞与）\n（３）　業績向上祝金等の名目で支払う金一封\n一時金（賞与）の支払根拠は、就業規則五〇条「従業員の給与については別に定\nめる給与規則による。」、給与規則二九条一項「会社の業績に応じて賞与を支給す\nることがある」との定めによるもので金一封・祝金等も業績の向上により支給され\nるものであり名称の如何を問わずこの項に定める賞与の一部である。\n（二）　昇給額等の算出方法\n（１）　ベース・アツプ\n（イ）　年令給　性別・年令などにより異なる場合と一律の場合がある。\n（ロ）　職能給　職級により異なる場合と一律の場合、現職能給額に一定の率をか\nけた額が増額する場合等がある。\n（２）　定期昇給\n（イ）　年令給　毎年一才分の増額がされる。\n一才毎の増額とは次の通りである。\n一六才から二三才まで　七〇〇円\n二四才から三五才まで　一、〇〇〇円\n三六才から四四才まで　九〇〇円\n四五才から五〇才まで　五〇〇円\n五一才から五五才まで　三〇〇円\n但し、女子の場合　昭和四四年度までは一才毎七〇〇円、昭和四五年度は二四才以\n上の女子について一才につき更に一〇〇円加算、昭和四六年度以降は男子と同額を\n増額する。\n（ロ）　職能給　人事考課によりＡＢＣＤＥ五段階の昇給がされる（但し、ＤＥの\n考課は協定により適用されない）。従つて実質ＡＢＣの三段階が適用される。\n（３）　諸手当の増額については随時増額改廃がされる。\n（４）　夏季および冬季の一時金は、原則として組合と被告との協定によつて支払\nわれる。\n給与規則二九条二項は「支給額、配分・支給期日その他の取り扱いについてはそ\nの都度決定する」と規定するが、協定がなくて支払われる場合金一封については\n「各位」宛「従業員の皆さんへ」等の文書で、一時金については「各位」宛「賞与\nの支給について」という文書によつて行われており、それは決定があつたことおよ\nびその決定を通知する文書とみなされるべきである。また、支給額・配分等は金一\n封については全従業員一律であるから特に明示する必要はなく（明示してある文書\nもある）一時金については組合に対する回答で明らかになつている。\nこのように従業員や労働組合に対し基準を示して支払うべく表示した以上個々の\n組合員である従業員は一時金、金一封等の支払請求権を有する。\n従つて、原告らが被告の従業員であれば当然これら賃金を請求する権利がある。\n五、原告らの賃金の内訳\n被告は、昭和四四年四月以降、毎年従業員に対する賃金・一時金等につき、組合\nとの間に協定を締結し、或いは組合に対する回答をなし、これに基づく賃金や一時\n金をそれぞれ支給し、また協定や回答なしに、金一封として祝金等を支給していた\nが、原告ａが被告に請求し得べき賃金等は査定部分を除くと別紙（一）のとおり\nで、昭和四四年四月から昭和四八年一月までの総合計は五、九三〇、四八〇円、同\n年二月以降における月額賃金は九二、四〇〇円であり、原告ｂが被告に請求しうべ\nき賃金等は査定部分を除くと別紙（二）のとおりで昭和四七年四月から昭和四八年\n一月までの総合計は一、六五七、九八〇円、同年二月以降における月額賃金は八\n七、〇四〇円である。\nよつて請求の趣旨記載のとおりの判決を求める。\n第三、被告の答弁\n一、原告らの主張一、二項の事実は認める。\n二、同三項は争う。\n本件女子定年制は後記のとおり合理性が存し、原告らは定年により当然に被告の\n従業員としての地位を失い退職となつたものである。\n三、同四項の事実中、夏季および冬季に支払う賞与、業績向上祝金等の名目で支払\nう金一封が賃金に含まれる点および（二）の（４）の事実は否認するがその余の事\n実は認める。\n夏季および冬季の賞与は、給与規則二九条により被告の業績に応じて、その業績\nに対する従業員の貢献に対し恩恵的に支給されるもので贈与の性格を有し、その支\n給方法も、被告の意思決定によりその際決定された支給額・配分・支給期日その他\nの取扱いに従つて支給されるものであり、例外的に組合との協定により支給の一般\n的基準が定められる場合でも具体的な支給は被告より個々の従業員に対する個別的\n支給の意思表示をまつてなされるものであり賃金の一部ではない。\nまた、祝金等の名目で支給される金一封は、給与規則等何らの規定に基づくこと\nなく従つて労働契約の内容にもなつておらず、全く恩恵的に支給される贈与金であ\nり賃金の一部ではない。\n四、同五項の事実について\n（一）　別紙（一）について\n（１）　昭和四三年四月一日現在満二八才の女子従業員の昭和四四年四月分給与\n（別紙（一）の（１））および同従業員の同年五月ないし昭和四五年三月の給与月\n額（別紙（一）の（２））が、いずれも食券部分を除き原告ら主張のとおりである\nことは認める。食券は従業員の勤務日数に応じ一ケ月一、〇〇〇円の割合による被\n告食堂および喫茶室にのみ使用しうる金券を支給するもので給料の一部ではなく、\n勤務しない者には支給されない。\n（２）　昭和四四年夏季および冬季各一時金（別紙（一）の（３）・（４））の協\n定による算式がいずれも原告ら主張のとおりであることは認める。\n（３）　被告においては、満三〇才以上の女子に対する年令給・職能給は存在しな\nいので、別紙（一）の（５）・（８）・（１１）・（１２）の原告ら主張のような\n給与の算定は不能である。もつとも定期券代が二、七〇〇円になれば通勤手当が右\nと同額となることは認める。\n（４）　昭和四五年・昭和四六年の各夏期および冬期一時金、昭和四七年夏季一時\n金に関する被告の組合に対する回答書記載の算式がいずれも原告ら主張のとおり\n（別紙（一）の（６）・（７）・（９）・（１０）・（１３））であることは認め\nる。右各一時金は何らの協定によることなくその支給時期・配分・支給額等個々の\n従業員につき個別的に被告において決定したのである。\n（５）　別紙（一）の（１４）は争う。前記のとおり一時金は賃金の一部ではなく\n恩恵的なものであるところ、昭和四七年度冬季一時金についても被告は原告らに対\nしては右支給の意思表示をしていないので原告らは右請求権を有しない。\n（６）　被告が別紙（一）の（１５）ないし（２０）の名目で金一封を支給したこ\nとは認める。しかし前記のとおり右金一封の支給はいずれも法律的には贈与とみな\nさるべきところ、被告は原告らに対し個別的な贈与の申込みないし意思表示をした\nことはないから原告らは右請求権を有しない。\n（二）　別紙（二）について\n（１）　別紙（二）の（１）・（２）の事実中、昭和四七年三月現在の原告ｂの給\n与がその主張のとおりであること、および定期券代が三、六四〇円になれば通勤手\n当が同額となることは認めるが、その余は争う。被告においては満三〇才の女子従\n業員の年令給・職能給は存在しないので給与の算定は不能である。\n（２）　昭和四七年夏季一時金に関する被告の回答書記載の算式（別紙（二）の\n（３））が原告ら主張のとおりであることおよび別紙（二）の（５）・（６）は認\nめる。一時金および金一封について原告ｂに請求権のないことは、原告ａについて\n述べたところと同一である。\n第四、被告の主張\n一、本件女子定年制の合理性\n定年制とは、労働者が一定の年令に達したときに労働契約が終了する制度であ\nり、その存在理由ないし目的は、一定の年令に達することによつて業務遂行能力の\n減退した労働者を企業から排除することおよび限られた定員の中において「後進に\n道を譲るため」のものであるとされるのが一般であるが、その外、人事の停滞防止\nと新陳代謝の確保、解雇措置によつて生ずる粉議や精神的苦痛を回避し、且つ従業\n員の生活に計画性を与えること等も上げることができる。被告の本件女子定年制も\nこれらの性格、目的をもつており、何ら不当に女子を男子から差別したものではな\nく、従つて憲法一四条、労基法三条・四条の精神に反せず民法九〇条違反ではな\nい。\n従つて原告ａについては昭和四四年四月三日限り、原告ｂについては四七年三月\n二七日限り、それぞれ満三〇才に達したことにより当然に被告の従業員としての地\n位を失い退職となつたものである。\n（一）　女性は男性と本質的差別がある。即ち、法的価値としての人格は勿論平等\nであるが、事実としての生理的、自然的な差異があり、それから社会的な差異が生\nじている。\n男性は一応終生家庭の外に出て働かざるを得ないが、女性の場合には出産と育児\nに象徴される先天的特性を有し、自然、必然的に家庭にあつて家事労働に従事する\nことが母性、母体の保護、子供の健全な育成、外部に出て働く男性の余暇の保障等\nのために必要不可欠となる。\n女性について職場において男性と同一の質と量の労働を求めるためには、先ず全\nての女性が育児と家事労働の負担から解放されなければならない。即ち社会ないし\n企業が女性に能率の高い労働の提供を求め得るためには、完全な育児施設の完備、\n生活環境の整備、生活様式の合理化が行われなければならないが、このようなこと\nは社会の理想図としては画き出すことができても、我が国社会の現実では、不可能\nなことである。\n女子の就業条件の昀も重大な要素の一つとして、労働時間が比較的短くかつ不規\n則にならないことがあげられているが、これは家庭生活の面からの要請の他に女子\nの方が男子より疲労度が高いという肉体的条件がある。この事実は、技術革新のテ\nンポの早い我が国企業において、仕事に対する強い熱意と頑健な体力を要求される\n管理職層への引き上げを困難ならしめている。\nまた労働基準法は女性について生理と出産による休養の必要や深夜労働禁止を規\n定している。このように女性労働者が男子労働者と異なる肉体的社会的ハンデイキ\nヤツプを負い、且つ労働法上もかかる女子の肉体的特質を考慮して特別の保護が認\nめられているところから、使用者にとつては使用価値が低い割合には高くつく労働\n力であり、平等取扱が同質のものを同一に取り扱うことだとすれば男女の労働者を\n同一に取り扱うことは平等取扱ではない。\n社会の現実としても成年女子については一定年令以後は家庭生活において、育児\nと家事に専念することが原則であり、生涯を家庭外の労働に従事する者は我が国に\nおいてはまだまだ少ない。\nしかも女性労働の特質は、従来から男性労働力の補充的労働としての性格を強く\n持ち、女性が家庭外において労働に従事する場合は、男性労働力の不足している場\n合ないしは一家の家計の中心をなす男性の収入が余りに低く家計に不足を生ずる際\nの家計補助の目的を有する場合が大部分なのである。\nこのように我が国社会では女子労働は男性労働の補完的、補充的な色彩が濃厚で\nあり、女子の高校、短大等における職業教育も、その教科内容から明らかなように\n短期雇用を前提にしている。\nそして就職を希望する多くの女性は、決して生涯を職業人として生き抜く考えは\nなく、単なる人生の一時期を流行の先端的ムードに包まれたオフイス街で身ぎれい\nに、美しく且つ夢多く生きたいと云うのがその憧れなのである。\n戦後家族制度の崩壊と共に、夫婦子供を中心とするいわゆる「核家族」を形成す\nることが家族法の理想として掲げられているが、夫婦と子供をもつて構成された家\n族から夫婦が共に働きに出、後に残された子供は両親とも殆んど毎日すれ違いの生\n活となり、その結果子供の孤独感、欲求不満を増大させ、そのことが子供の心身の\n発育に対する重大な障害となり、円満な人格の形成を阻害し、少年の非行化を促進\nし、少年犯罪の重大な背景となつている。\n夫婦が子供に対し、同時に社会に対してその責任を果すためには、現在の家族共\n同体的な共同生活型態が維持される限り夫婦の何れか一方が家庭生活の中心的存在\nとなることが、その必然的要請である。\n（二）　女子従業員と人事の関係\n被告の如く画像を放映することのみを業とする会社は一般の企業と異なる特殊な\n企業の性格を有している。\n即ち、一定の時間に放送し得る素材は限定され、右時間の限度を超えて放送する\nことは不可能であるし、又同一時間に同一放送局が、異なる周波数の電波を専有す\nることも許されていない。従つて企業規模が限定され、これに必要な人員数も固定\nされて来るのであつて、一般の企業のように順次企業規模を拡大し、これに伴つて\n従業員数を順次増大して行くことは不可能である。このようなことから、被告にお\nいては、人事の停滞と硬直化を防止し、企業の健康な新陳代謝を促進することが要\n求されている。そのためには、毎年新規の学校卒業者を入社させ、社員に清新な気\n風をみなぎらせるのでなければ、放送会社としての機能を充分に発揮して社会の進\n歩に追従できない虞れがある。\nこのため、放送会社では従業員の新陳代謝は早い方が望ましく、その方策として\n従業員を関係会社に配転することも考えられている。しかし右配転は女子従業員に\nついては多くの困難を伴うことが予想されるばかりでなく、男子従業員と同一に扱\nうことは却つて女子従業員に対する苛酷且つ不合理な取扱いとなるので、避けなけ\nればならないと考えられている。\n従つて女子定年制による以外にその方途を見出すことができない。\n民間放送各社の定年年令についてみても、東海テレビ、東海ラジオは何れも女子\nについて満三〇才としており、関西テレビにおいては満二五才、ニツポン放送、仙\n台放送、福井放送等においては、その殆んどが女子従業員と考えられる補助職につ\nいて満二五才をもつて定年とし、その他の一定職種の者については満三五才をもつ\nて定年とする例が多い。\n被告における会社設立以来昭和四七年三月までの女子従業員の平均勤続年数は約\n三年、平均退職年令は約二四才弱である。\nこれらの諸点から考えても女子の定年年令を満三〇才とすることが妥当且つ合理\n的と考えられる。さらに一定時期に退職する制度になつている方が、将来の生活設\n計を予め計画し得るので従業員の生活の安定に役立ち、より合理的だと考えられ\nる。\n（三）　被告における女子従業員の現状\n（１）　被告会社における女子従業員の所属部課の業務内容および女子担当業務は\n別紙（三）の被告の主張欄記載のとおりである。\n（２）　尚右業務局編成部進行課の各業務内容を説明すると、次のとおりである。\n（イ）　デスク業務\nデスク業務とは端的に言えば、マイクロ回線の確保に始まり、確定番組表、スポ\nツト予定表、キー局とのネツト連絡に基づき放送進行表およびパンチ用原稿を作成\nする業務である。\nマイクロ回線の確保とはキー局よりマイクロウエーブで送つてくる画を被告で放\n送する場合、マイクロウエーブの本数には制限があるため、右使用にあたりマイク\nロウエーブの監視をしている電々公社に対して一週に一度マイクロＡ表によりマイ\nクロウエーブの使用申請をする業務であり、これをなさねばキー局より出る画を受\nけられないことになる。\n次に編成課より渡された確定番組表およびスポツト課より渡されたスポツト予定\n表により放送の基本となる指図書たる放送進行表を作成するわけであるが、確定番\n組表により番組時間は決つているにも拘らず、実際の番組時間や番組の中に入れる\nコマーシヤル（以下「ＣＭ」ともいう）の時間が一定してないものがあるため、こ\nのようなものにつき毎日二回キー局と専用電話で連絡をとり、現実に放送される番\n組の放送開始、終了時間、ＣＭの開始時間、ブランクの時間（このような時間には\n番組宣伝のテロツプとか事業ピーアールのテロツプを入れ放送に空白ができないよ\nうにする）を確定する作業が必要になる。\nこれがネツト連絡の業務である。\n放送進行表が作成されると、次にこれをＴＶテープに打つためのパンチ用原稿を\n作成し、これが放送進行表と齟齬しないかどうかをパンチヤーと協力してチエツク\nすることになる。\n以上がデスクの業務であり、これはすべて進行課の男子が行い、女子は一名もこ\nの仕事にたずさわつていない。\n（ロ）　スタンバイ業務\nスタンバイ業務は端的に言えば、進行課長に指示された番組につき、キー局から\n送られてきたフイルム、ビデオテープの時間的長さをはかり番組課からくるＣＭ進\n行表、進行課デスクが前記（イ）の順路により作成した放送進行表の指示どおりに\nキユーシートを作成し、これに基づきキユーテープ原稿を作成し、さらに素材を揃\nえて送出部に持つて行くという業務である。\nスタンバイ業務の昀初の作業はプレビユーである。番組素材であるフイルム、Ｖ\nＴＲを試写して、その本編の時間をはかり、そのかたわらストツプ、スタートマー\nクを決められたところに貼り、更に本編の画面が流れている間にオーバーラツプし\nて文字を流す（いわゆるスーパーテロツプ）場合の文字が画面の妨げにならず、且\nつ目立つ場所を探す作業（いわゆるタイミング）をすることである。\n右時間の測定に際して、スタンバイ担当者の現実に行う作業は、フイルムを映写\n機にかけて回転させ本編のフイルムの始まりと終りのところでボタンを押し、機械\nが自動的に読み取つて記録した時間を読んでメモするだけの作業である。このプレ\nビユーに際しては、フイルムの古さとか、内容の適否の検討は全く要求されていな\nい。\nプレビユーが終わるとキユーシートの作成にかかることになるが、右作成にあた\nつては放送進行表により番組の開始と終了の時間、当該番組に使用する機器の種類\n等が指示されており、ＣＭ進行表によりＣＭタイムに入れるべきＣＭのスポンサー\n名、素材が指示されているので、右指示に従つて忠実にキユーシートに必要事項を\n記載すればよく、自己の判断をさしはさむ余地のない定型的単純作業である。\n当該素材の本編の時間とＣＭ時間とを加えた時間が放送進行表に指示されている\n放送時間に満たない場合、スタンバイ担当者は右余剰時間に番組予告とか事業ピー\nアールのテロツプやフイルム、フイラー等を挿入することになるが、右挿入用のテ\nロツプは各曜日毎に一定の物が用意されており、右素材の中から特定の物を選択す\nるに過ぎず、フイルムの場合は空白時間を告げて編成課にフイルムの作成を依頼す\nるのみで、いずれにしても複雑な判断を要する作業ではない。\nスタンバイ担当者はアナウンス原稿を作成することはなく、右アナウンスコメン\nトは、アナウンサーがデイリーハイライトに基づいて作成している。\nキユーシート作成が終了すると、これに基づきキユーテープ原稿を作成し、これ\nらを一方ではパンチヤーに渡すとともに、他方本編素材と番組課から渡されたＣＭ\n素材とを合わせて、キユーシートと共に送出部に持つて行き、使用済素材を送出部\nより受取り、ストツプマーク、スタートマークをはずす作業をする。\n以上がスタンバイ担当者の業務である。\n（ハ）　パンチヤー業務\nパンチ用原稿に基づきＴＶテープをキユーテープ原稿に基づきキユーテープをパ\nンチアウトし、右両テープをテープリーダーにかけるのがパンチヤーの業務であ\nる。\n（３）　被告において現場として第一線にある局は制作局、報道局およびこれを補\n助する技術局の三局であり、これらの局に所属する女子はアナウンサーを除き、単\nなる局内庶務を担当するに過ぎず、放送会社としては附随的業務たる事務的な仕事\nを主体とする総務局、経理局、業務局においても所属女子は定型的、補助的単純作\n業を担当しているに過ぎない。即ち別紙（三）の記載からも明らかな通り、アナウ\nンサーを除き殆んど全部の女子従業員の担当業務は書類の整理と配布、伝票の作成\nの如き単純な定型的補助的作業にすぎず、特別に高度な知識ないし経験・技能を要\nするものではない。\nところが、被告における賃金は年功序列型を採用しているため、女子従業員も勤\n続年数即ち年令の上昇に伴つて当然に高い賃金を取得できる。しかも、被告就業規\n則四七条は、生理休暇については所要日数、出産のときは産前・産後各六週間以内\nを特別有給休暇として女子のみ特別に優遇している。\n従つて前記のとおり男女の平等取扱いが同質のものを同一に取扱うことだとすれ\nば、賃金につき右のような業務を担当するにすぎない女子を、高度な知識ないし経\n験・技能に基づき責任ある業務を担当する男子と同一に取扱うことは、かえつて不\n合理といわなければならない。\n（四）　原告らの担当した業務について\n（１）　原告ａは被告会社において、企画局企画部調査課および業務局編成部進行\n課（スタンバイ業務）に所属していたが、右進行課における同原告の業務たるスタ\nンバイ業務は前記（三）（２）（ロ）で詳述したとおりであり、右調査課における\n業務は次のとおりである。\n右調査課には当時課長を除き、同原告の他に一名の男子従業員が所属していて、\n同課における主要業務は同人が担当し、同原告はその補助的業務および判断的要素\nを含まぬ単純業務を行つていた。\n原告ａはその調査課所属当時の業務として視聴率調査、嗜好調査、統計事務、サ\nービスエリア調査、社外モニター関係業務、マーケツテイングリサーチ、考査、民\n間放送連盟（以下「民放連」という）提出資料の作成等をあげているのでこれにつ\nき以下その業務の実態は次のとおりである。\n（イ）　視聴率調査・嗜好率調査・統計事務\n視聴率調査には系列局が一斉に行うものと被告において随時行うものとがある\nが、いずれにおいても、視聴率調査において原告ａのなした業務は、系列局会議お\nよび課会において決定された方法に従い忠実に各作業をなすものであり、そこには\n何ら判断的要素を含むものではない。\n尚、昭和三九年以後は株式会社ビデオリサーチが設立され、右調査はすべて右ビ\nデオリサーチによつて行われ、調査課においてはその報告書から必要な数字を抜き\n出すだけで足りる状態となつている。\n次に嗜好率調査は右視聴率調査に伴い之に付随してなされるのが通常であり、課\n会において決定された調査項目を視聴率調査の調査票に合わせて載せておくもの\nで、同原告のなした業務は前同様な単純作業である。\n更に統計事務は右視聴率調査、嗜好的調査により出された数字を課会において決\n定された方法により統計表にするだけの作業であり、謂わば右集計数字の転記（グ\nラフへの転記をも含む意味で）にしか過ぎず、これ又、単純な機械的作業に過ぎな\nい。\n（ロ）　サービスエリアに関する資料作成\n原告ａの作成していた資料は被告の電波エリアの中に被告の放送を見うる立場に\nある人（テレビを見る人）が何人又は何世帯居るかの調査であるが、各種基礎資料\nは全て既成の物が存し、同原告は何らの調査、判断を要せず、単に各基礎資料に基\nづき加減乗除を行うのみである。\n（ハ）　社外モニター関係業務\n課会にて決定された具体的募集基準に基づいて募集広告の依頼・応募原稿の整\n理・選考をなし、モニター説明会の開催・モニター番組の決定・モニターレポート\nの回収・謝礼等の請求手続をなすものであるが、右選考は八〇〇字程度の簡単な文\n章を読み、課内で相談しつつ之をなし、昀終的に部課長の決裁を経るものであつ\nて、本業務は全て単純・定型的業務である。\n（二）　マーケツテイングリサーチ\n本調査は将来の予測をもしながら、対象、サンプル決定等の企画から実施迄を全\nて行う複雑なものであるため調査課においては男子課員が行つていたもので原告ａ\nは直接之に関与しておらず、仮に関与したとしても、単に資料のコピーとか数字の\n転記とかの補助的な仕事にしか過ぎない。例外的に同原告が主婦に関するお酒の調\n査をなしたことがあるが、その場合も同原告が行つた仕事は調査会社に依頼をした\nことと、調査会社よりの報告結果をとりまとめたに過ぎない。\n（ホ）　考査\n被告において各番組、ＣＭが考査基準に合致するかどうかを決定するのは、番組\nについては編成部長、ＣＭについては番組課ないしスポツト課のデスクであり、調\n査課は考査担当として各番組・ＣＭの考査基準合否についての諮問機関的な役割に\nあてられていたが現実には、名古屋の四局考査会議への調査課長の出席にとどま\nり、まして原告ａが右会議の席上に居たことがあるとしても、記録をとる等の仕事\nをしたに他ならず、決して会議出席者として出席したわけではない。\n（ヘ）　民放連提出資料の作成\n本資料は、放送免許状に指定されている番組割合の遵守の有無を民放連を通じて\n郵政省に報告するためのもので、被告の免許継続に不可欠なものであるが、これに\n関する資料は編成部において保管されており、原告ａは右資料を編成部から借り受\nけ、更に整計課より借り受けた放送確認書により現実の放送を確認し、三ケ月分の\n各番組（教養・教育・報道・娯楽等）の時間数を集計し、一ケ月の各番組割合の平\n均値を算出し、これを記入用紙に記入し、課長決裁を経たのち民放連に提出する仕\n事をなしていたものであり、従つて同原告の仕事は単なる計算と記入の業務に過ぎ\nない。\n（２）（イ）　原告ｂは昭和三七年一月から昭和三九年九月迄の間、経理課出納係\nに所属し、被告会社内の現金出納、業者への支払いに関する業務を行つていたもの\nであるところ、同原告の担当せる右出納業務内容は、既に原局の職制等により決裁\nのある出納伝票に従い、単に業者へ現金の出納をなしたり、右の如き決裁を経た一\n定事項を伝票に書き込むだけの単純業務であり、貸借対照表の作成に関していえ\nば、同原告は貸借対照表の作成業務に関与しておらず、仮に関与していたとして\nも、前記伝票に記載されている勘定項目に従い、支払金、仮払金ないし未払金の集\n計業務を通じて、間接に之に関与していたものにすぎず、何ら判断的要素を含む複\n雑且つ主要業務に従事していたものではない。\n（ロ）　原告ｂは昭和三九年九月から昭和四一年三月迄制作局制作庶務課に所属し\nていたが、その具体的業務内容は、文書の受発信、事務用品の請求、出張者のある\n場合に決裁済の出張伝票に従い、経理部より出張費を受取ること、出演者の出演料\nに関し、決裁済の出演伝票に従い経理部より出演料を受取ること、その他既決予算\nに従い、予算金使用の都度予算差引帳簿へ差引額の記入をなし、予算の残高を計算\nすること（尚これについては制作庶務課長の確認を要するものとされていた。）、\n各番組作成費用の合計額を算出すること等の単純なものであつた。\n尚、前述の文書の受発信、事務用品の請求は、すべて制作庶務課長の決裁を得て\nなしているものであつて、同原告が自ら決定してなしているものではない。同原告\nは各種伝票の作成も職制により決定された事項を単に伝票へ記入していたものにす\nぎず、所謂″起票″業務であり、又現金の管理も同部内でその都度必要とする金銭\n（常時約四万円）を一時的に金庫へ入れて保管していたものにすぎないのである。\n尚、制作局には現在女子社員は存在せず、同原告の行つていた右業務は女子の嘱\n託が行つている。\n（ハ）　原告ｂは昭和四一年三月から昭和四三年六月迄スポツト課に所属していた\nが、その担当せる業務はフイルム編集業務であつた。\nスポツトフイルムの編集は、スポツトデスクにおいて作成されるスポツトフイル\nム編集連絡表に基づきなされるものであるが、同原告は右スポツトフイルム編集連\n絡表作成には何らたずさわつておらず、右連絡表に従い機械的にフイルムをつない\nだり、はずしたりしていたものであつて、スポツト素材も全て右スポツトフイルム\n編集連絡表により指示されていて、その素材の自主的選択をなし得ないのは勿論、\n同原告が自主的にフイルムを編集することはあり得なかつた。\n又被告においては、年末年始等の繁忙時においてはアルバイトにスポツトフイル\nムの編集業務を担当させることがあり、同業務はこれらアルバイトでさえも十分に\nこなし得る程度の単純業務である。\n（ニ）　原告ｂは昭和四三年六月から昭和四七年三月二七日迄の間報道部に所属し\nていたが、同原告が担当していた業務は所謂部内庶務であり、その詳細は決裁済に\nかかる伝票への必要事項の記載、報道部において必要とされる金銭の一時的な保管\n（常時四万円程度）、郵便物の受発信、決裁済の番組制作費用の請求ないしこれに\n基づき右費用の台帳への転記およびこの集計計算業務、輸入フイルムにつきフイル\nム輸入業者から送付されてくる免税手続書類へ副部長より指示された報道部におけ\nる購入フイルム本数を記載する業務等の各単純業務に従事していたものであつた。\n尚、報道部には現在女子社員は存せず、右報道部の庶務業務は女子の嘱託が行つ\nている。\n（３）　以上の通りであつて、原告らが従事していた業務は、すべて補助的又は定\n型的単純業務に過ぎず、右業務に関して原告らの自主的な判断というが如きものは\n到底入り込む余地すらないものであり、この点において、他の一般男子従業員がそ\nの自主的判断に基づき業務を遂行しているのとは大いに異なつているものである。\n二、仮に以上の主張が認められないとしても、以下の理由により原告らは、本件賃\n金増額および一時金請求権を有しない。\n（一）　前記被告の就業規則五〇条、給与規則二九条に定められているとおり、賞\n与は被告の業績に応じてその業績に対する従業員の貢献に対して支給されるもので\nあり、決して原告ら主張の如き生活補填金、あるいは賃金の後払いの性格を有する\nものではない。従つて、本件第二二期賞与においても、その支給対象者は「昭和四\n六年一〇月一日から昭和四七年三月三一日までの間に勤務し、支給日に在籍する\n者」とされているのである。\nしかるに原告ａは昭和四四年四月三日付で、原告ｂは昭和四七年三月四日付で各\n退職しており現に会社の業務にいささかも従事していないのであるから、本件第二\n二期賞与の支給対象者にはなり得ない。\n（二）　仮に、原告らが被告の従業員として第二二期賞与および賃金昇給分を受け\nうる地位にあるとしても、個々の賞与は前記給与規則第二九条二項により、被告が\n支給額、支給期日、支給者等を決定し、その決定に基づき、個々の従業員に対し支\n給の意思表示をして支給するものであり、この支給の意思表示は、いずれの場合に\nも個々の従業員に対する「第何期賞与」になる文書の交付をもつてなすのである。\n被告は本件第二二期賞与支給の意思表示を原告らに対してなした事実は毫も存し\nない以上、原告らには右賞与を受ける権利は生じていない。\n一方昇給については被告において従業員の昇給は就業規則五〇条、給与規則六条\nに規定されているが、具体的昇給は被告において各従業員の昇給額を決定し辞令を\nもつて各従業員に通知することによりなされるところ、被告は原告ａについては昭\n和四四年五月以降の、原告ｂについては昭和四七年度の昇給につき、原告らに対し\n右辞令の交付等何らの昇給の意思表示をなしておらず、従つて原告らは何らの新賃\n金請求権を有しないこと明白である。\n（三）　更に昇給および賞与に関する被告と組合との協定が成立した場合には、個\n々の組合員に対する被告の意思表示がなくとも個々の従業員の昇給後の新賃金請求\n権、賞与請求権が生ずるとする理論によつても、被告会社においては三〇才を超え\nる女子従業員に対する年令給・職能給等の昇給基準はなく原告らの新給与を計算す\nることは不能であり、額が特定できない以上、之が請求権を発生せず、一方賞与に\nついても第二二期賞与については被告、組合間には何らの協定も存在しないばかり\nか、右のように原告らの賃金額が特定されない以上、その支給額も計算不能であり\nこれも又請求権は存在しないと言わざるを得ない。\n第五、被告の主張に対する原告らの答弁\n一、本件女子定年制の合理性について\n（１）　確かに女性は、男性とは生理的肉体的に異なり女性にとつて出産・育児な\nいし家事は負担であり、ために労基法上も女子労働者の保護規定が存在する。\nしかしながら女性にとつて出産・育児は、七〇余年の生涯のうちに一時期にすぎ\nず、家事も漸次合理化され家庭における生活設計、子供の健全な育成もまた夫婦共\n同の管理に移行しつつある。かくて、女子労働者の実態をみればその労働人口は昭\n和三〇年以降次第に増加し、今日では全労働者の三七・八パーセントを占めるに至\nり、その平均年令は、同二九年の二五・四才より同四六年の三〇・八才（男子三\n四・八才）へと上昇し、既婚者が増加する等、女子労働者の定着化現象が明白であ\nる。すなわち、女子労働者は従来のように結婚までの腰かけ的勤務ではなく、また\n単に男子労働力を補充するものでもなく、男子労働者と同様職業人としての自覚を\nもつた労働者に変りつつある。\n憲法一四条、労基法上の女子労働者に対する保護規定は女性も男性と同じく働く\n権利を認めるものであり、男女間の実質的平等を期するためには、社会的正義を基\n準として正当目的のために差別することは必要なことである。労基法の右保護規定\nは、女性にとつての出産・育児という社会的使命をそこなわしめないため、女子労\n働者を母体ないし人間として尊重し、労働関係上、男性との実質的平等を保障せん\nとするものである。従つて、労働法上の保護規定の存在をもつて、女子労働者を使\n用者にとつて高くつく労働者だというのは右のような法の理念を否定するものであ\nつて不当なものである。\n（２）　被告は前記のような女子労働者の実態ないし社会現象の進展にもかかわら\nず、女性は家事と育児に天性があり、また、女子労働者は腰かけ的であるとして、\n女子労働者に対して教育、訓練をほどこさず、責任ある地位、職務にもつかせない\nで、女子労働者の個人的能力ないし技術の向上を可能ならしめることに否定的態度\nをとつている。従つて、被告において生ずる人事停滞の責任の大半は被告自身にあ\nり、一方本件女子定年制自体も女子労働者の勤労意欲を減退させ、人事を停滞させ\nるものにほかならない。本件女子定年制の真の目的は年功序列賃金体系のもとに、\n労基法の前記保護規定に重荷を感じた被告が、高くなつた女子労働者をいつたん家\n庭に戻したうえ、再び安い女子労働者を獲得することによつて、企業の利潤追求を\n図らんとするにあることは明白である。\n（３）　被告における女子従業員の担当業務内容は別紙（三）の原告ら主張欄記載\nのとおりであり、一般的に定型的ないし補助的業務とは言えない。\n従つて、女子労働が定型的かつ補助的労働であることを理由にして本件女子定年\n制を合理づけることは許されない。\n（４）　原告ａが、被告の企画局企画部調査課および業務局編成部進行課に所属し\nていたこと、調査課における業務として視聴率調査、嗜好率調査、統計事務、サー\nビスエリア調査、社外モニター関係業務、マーケツテイングリサーチ、考査、民間\n放送連盟提出資料の作成等があつたことは認める。\n同原告は、昭和三七年三月四年制大学を卒業して被告に入社後、昭和四三年六月\nまで調査課に同日以後は進行課に勤務したが、右調査課には同原告の入社当時課長\nのほか大学卒の男女各二名が配置されていた。同原告は入社一年目は社会モニター\n関係、視聴率・嗜好率調査等を中心とした業務に従事していたが二年目以降は右調\n査課の業務全般を手がけるようになつた。被告の機構改革により右課員は昭和四一\n年一〇月には三名となり、更に同年一二月には一名退社したので、以来右業務全般\nについて男子主任と同原告の二名がアルバイトを使つてこれを処理していた。次い\nで進行課では別紙（三）の原告ら主張欄記載のとおり男子従業員と同等の職務に従\n事してきたのである。\n原告ｂの入社以来の職歴およびその担当業務が\n「イ　昭和三七年一月から同三九年九月まで経理課出納係として社内の現金出納・\n業者への支払・貸借対照表の作成等の業務。\nロ　同三九年九月から同四一年三月まで制作局制作庶務課で制作関係の現金管理一\n般庶務（各種伝票の起案、現金の管理）。\nハ　同四一年三月から同四三年六月までスポツト課でフイルム編集業務（ステーシ\nヨンブレーク時のコマーシヤルフイルム一本化の作業）。\nニ　同四三年六月から本件退職通知を受けるまで報道部庶務係として各種伝票起\n案・現金管理免税手続・郵便物取扱・キー局に対する番組費用の請求・報道番組制\n作費の精算業務等の他、ニユース原稿受けなど。」であつたことは認めるが、これ\nらは一般の男子社員と何ら変るところがない。\n以上のように原告らの仕事は、一般の男子職員と同等の職務に従事してきたもの\nであるが、仮に原告らの仕事がすべて定型的補助的であつたとしても、原告らは入\n社したとき、このような仕事のみに従事する旨被告と約した覚えはないから、被告\nが一方的にこのような仕事を原告らにやらせているにすぎないことになるから、こ\nのような労務管理をしながら女子が定型的補助的労働に従事していることを女子若\n年定年制の合理性の一つに挙げることは身勝手な論という外はない。\n第六、証拠関係（省略）\n理　　　由\n一、被告はテレビ放送等を目的とする株式会社であり、原告ａは昭和三七年三月二\n六日に、同ｂは同年一月五日被告に雇用され、以来従業員として稼働していたこ\nと、被告は、昭和四四年四月三日原告ａに対し、昭和四七年三月二七日原告ｂに対\nし、就業規則二五条、二三条に基づき原告らがそれぞれ満三〇才に達したことを理\n由に退職となつた旨通告し、各右通告の翌日である原告ａについて昭和四四年四月\n四日、同ｂについて昭和四七年三月二八日以降原告らの従業員としての地位を認め\nず、賃金の支払もしていないこと、以上の事実は当事者間に争いがない。\n二、本件女子定年制の合理性について\n（一）　被告の就業規則二五条は、本件女子定年制のほか、男子について満五五才\nをもつて定年とする旨定めていることは当事者間に争いがない。\n原告らは、右就業規則二五条が、女子について男子より二五年も低い定年を定め\nていることは、性別による差別待遇にほかならず、憲法一四条、労基法三条・四条\nの精神に反し、同時に女子従業員の労働権、生存権を侵害するものであるから、憲\n法二五条、二七条の精神に反し、民法九〇条により公序良俗違反として無効である\nと主張し、被告はこれを争うので、以下この点につき判断する。\n憲法一四条は、基本的人権として法のもとにおける平等を宣言し、性別を理由と\nする合理性のない差別待遇を禁止している。同条を受けた労基法四条もまた性別を\n理由とする賃金の差別を禁止し、同法三条は労働条件について国籍、信条または社\n会的身分を理由とする差別を禁止している。ところが、労基法は、賃金以外の労働\n条件については、性別を理由とする差別を禁止する規定を設けず、かえつて、同法\n一九条、六一条ないし六八条は女子労働者を保護するため、男子労働者と異なる労\n働条件を定めている。従つて労基法は、性別を理由に賃金以外の労働条件について\n差別することを直接禁止の対象としていないと考えられる。\nところで、本件のように就業規則による定年退職制は、退職に関する労働条件で\nあることが明らかであり、本件女子定年制が男子の五五才に対し女子について三〇\n才と著しく低いものであり、かつ三〇才以上の女子であるということから当然に労\n働者としての適格性を失うとは即断できないから、もとよりそれは性別を理由とす\nる差別待遇にほかならない。そして、性別による差別待遇が退職という労働契約終\n了の効果をきたすものであつてみれば、労務の提供によつて生活を維持している労\n働者の生存権、労働権をも侵害するものであるから、憲法一四条、二五条、二七条\nの精神にもとることは明らかである。従つて他にこの差別を合理的に理由づけるに\nたる特段の事情がない限り、著しく不合理な性別による差別待遇であり、民法九〇\n条による公序良俗違反として無効というべきである。\n（二）　そこで、次に本件女子定年制についての合理的な理由の存否につき判断す\nる。\n１　成立に争いのない甲第五号証の一ないし四、第三〇ないし第三三号証、第三六\n号証、第三八ないし第五三号証、第五四号証の一ないし四、乙第三号証、第一一号\n証、第二二号証の一・二、第二五号証、第二七号証の一ないし六、第二八号証、右\n甲第五三号証により成立を認めうる甲第三号証、弁論の全趣旨によれば次の事実が\n認められ、右認定をくつがえすに足りる証拠はない。\n（１）　被告は、昭和三六年九月頃テレビ放送事業を営む民間放送会社として設立\nされたもので、昭和三七年四月、東海地区をサービスエリアとして開局し現在に至\nつている。被告の昭和四五年一一月現在における機構の大要は、本社に総務、経\n理、業務、制作、報道、技術の六局を置き、支社を東京および大阪に設けている。\nそして、本社に秘書室のほか、右六局のもとに部ないし室を、更に部によつては課\nないし支局を置き、支社にも同様部ないし課を置いて、それぞれ業務を分掌してい\nる。右のうち、報道、技術、制作局関係の職場は、二四時間中放送業務を担当して\nいるいわゆる現場部門となつている。\n被告の従業員数は、開局当時で約二六〇名、昭和四七年四月一日現在は二五七名\nであつて、ほとんど変化がなく、右従業員のうち女子従業員は五一名である。\nしかして右女子従業員の所属部課別人員および当該部課の業務内容は、別紙\n（三）被告女子従業員の所属部課の業務および女子担当業務一覧表の被告主張欄記\n載のとおりである。\n（２）　本件女子定年制は、被告の設立に伴い、昭和三七年三月一日に施行された\n就業規則に規定され、現在に至つているものであるが、被告がこれを制定した契機\nないし事由は次のとおりであつた。\nすなわち、イ女子労働者は安定した労働力として期待できないこと、つまり、一\n般に女性は三〇才までに結婚のため家庭に入る者が多く、長期勤続が期待できず、\n更に出産、育児等のため欠勤が多く非能率であること、ロ通常、女性はほとんど単\n純業務に従事しているが、賃金体系が年功序列型のため、三〇才にもなれば賃金が\n高くなつて高度な知識ないし技能または経験に基づき責任ある業務を担当している\n男性との間に、平等を欠くことになること、ハ昭和三七年当時、東海テレビ、東海\nラジオ、関西テレビ、仙台放送、山陽放送等の民間放送会社も、女子従業員につき\n二五才ないし三〇才の定年制をとつていたこと等が主たる事由であつた。\n（３）　被告は、このような本件女子定年制の制定事由に基づき、女性は結婚ない\nし出産までの一時的就職にすぎないとの考えのもとに、女子従業員に対しては、原\n則として能力のいかんを問わず、特別の研修を必要とするような困難な業務を担当\nさせず、単純業務に従事させるために採用している。\nそして、被告における昭和四四年以降の女子従業員の採用は、昭和四二年以降の\n放送局におけるモノクロテレビからカラーテレビへの移行、ＵＨ局の増設等による\n企業の合理化のため、従来のように社員として採用しないで、嘱託として特定業務\nを担当させる目的で雇用期間を一年間と定めて採用し、右契約期間を更新する形を\nとつており、将来は女子従業員をすべてこのような嘱託として採用する方針をもつ\nている。このため、被告における昭和四七年四月現在の女子従業員五一名中社員は\n二〇名で嘱託が三一名となつている。\n（４）　ところで、被告の従業員をもつて組織する組合は、昭和三八年六月六日結\n成されたものであるが、本件女子定年制については、昭和四二年九月二七日三〇才\nの定年を迎えた組合員ｃのため、当時ストをもつて右反対闘争を展開し、以来強く\nその撤廃を要求するようになつた。この結果、ｃは、右定年後も嘱託として一年の\n雇用期間をもつて実質上従来どおり雇用を継続されたが、昭和四四年九月二七日の\n契約更新に際し、被告提示の雇用条件が不利なため、遂に同日退職するに至つてい\nる。\n被告が、昭和三六年九月に設立されてから昭和四四年四月三〇日までの間に採用\nした女子従業員は九〇名であり、その間の退職者数は四五名であるが、そのほとん\nどは円満に退職しており、その退職事由も結婚ないし出産によるものが全体の約九\n〇パーセントを占め、更に平均退職年令は二三・九才で、平均勤続年数は三年三か\n月となつている。\n（５）　そして、昭和四一年におけるわが国の女性の初婚平均年令は二四・五才で\nあり、また子供の出生は妻が二五才から二九才までの間が昀も多くなつている。他\n方、労働省婦人少年局編集の「婦人労働の実情」によれば、昭和三九年から昭和四\n六年にかけてのわが国の女子雇用者数は増加傾向にあり、昭和四三年から昭和四六\n年においては、雇用者総数のうち女子の占める比率は三二・八パーセントとなつて\nおり、昭和四六年の女子雇用者の平均年令は三〇・八才（同年の男子三四・八\n才）、その平均勤続年数は四・五年であつて、これらも上昇傾向を示している。ま\nた昭和三九年から昭和四六年にかけ、女子雇用者のうち未婚者は減少し、逆に既婚\n者が増加し、昭和四六年では五三・七パーセントとなつている。\n（６）　原告ａは、昭和三七年三月実践女子大学文家政学部英文科を卒業し、同月\n二六日入社後、当時の本社企画局内にあつたモニター課に勤務し、同年五月中旬か\nら同局内の考査課（その後調査課と改称）に配置され、ついで昭和四三年六月編成\n局編成部進行課に配転された。\n右調査課の課員は、昭和三七年当時、男女各二名であつたが、その後多少の変遷\nを経て昭和四一年一〇月には男子一名、女子二名となり、同年一二月以降は男子主\n任と原告ａの二名のみとなつた。\n同原告が調査課において担当していた業務は、主として視聴率、嗜好率の各調\n査、モニター関係、民間放送連盟に提出資料の作成等であつた。視聴率、嗜好率調\n査は放送需要予測を目的としたもので、同原告は、昭和三九年ごろまでは企画から\n実施までをアルバイトを使つて調査していたが、その後は実施を調査会社に委託し\nて、主として企画を担当することになり、かつ、右実施調査を基礎にして被告に対\nする報告書をまとめる等の職務に従事していた。\nまたモニター関係業務は、社外モニターの募集事務および右応募者の原稿審査に\nよる採用関係を直接担当し、かつ、モニター説明会における説明等に従事してい\nた。更に民間放送連盟に提出資料の作成は、三ケ月に一回、被告の全放送番組を教\n養、娯楽等に分類し、その比率を算出する等を内容としたものであつた。\n次に、原告ａの進行課における担当業務はスタンバイ業務であつた。その大要\nは、まず放送時間、放送番組表等に基づき自己の担当放送番組を確認し、更にキー\n局から送られてきたフイルム、ビデオテープの放送素材およびコマーシヤル素材に\nよつて、その放送形態、形式を確認する。そのうえで、これをプレビユーしてその\n放送時間を計り、コマーシヤルの挿入場所、形式等を決め、コマーシヤル進行表お\nよび放送進行表に基づきキユーシートを作成し、更にこれに基づきキユーテープ原\n稿を作成する等の一連の作業であり、右プレビユー作業は、一つでも過誤があると\n放送事故に連らなる性質のものである。右進行課の課員は一三名であるが、そのう\nちスタンバイ業務を担当する者は女子四名、男子五名の計九名であつて、男女間に\n右作業内容について差異がない。\n原告ｂは、昭和三七年一月から昭和三九年九月までは経理部経理課出納係に所属\nし、主として各種経理伝票の起案、貸借対照表、損益計算書の作成事務の外現金出\n納（会計、業者への一括支払等）を担当した。\n昭和三九年九月から昭和四一年三月までは制作庶務課に所属し制作部、報道部の\n経理事務（文書の受発信、事務用品の請求、出演料の支払等）を担当した。\n昭和四一年三月から昭和四三年六月まではスポツト課に所属し、スポツトフイル\nム連絡表に基づき番組の空時間に使うコマーシヤルフイルムの一本化（フイルムの\nつなぎ合せ）の仕事を担当した。\n昭和四三年六月からは報道部庶務係に所属し、伝票の起案文書の受発信、受注を\n受けた番組費用の請求手続等の仕事を担当していた（右事実中同原告の各所属部課\nならびに各所属期間については当事者間にも争いがない）。\n２　以上の認定事実に基づき、本件女子定年制に合理的理由があるか否かを検討す\nる。\n（１）　被告は、一般に女子労働者は、結婚ないし出産により家庭に入るまでの短\n期勤続であり、男子労働者に比し労働価値が低いと主張する。\nなる程、統計上わが国の女性の初婚平均年令が二四・五才で、子供を出生する年\n令が二五才から二九才にかけて一番多く、また、女子労働者の勤続年数が上昇傾向\nにあるといつても四・三年であることは、さきに認定したとおりであり、成立に争\nいのない乙第九号証の一ないし四によれば、生産性労使会議発行「労使の焦点」編\n集部の調査結果では女子労働者の意識として、結婚ないし出産まで勤務したいとす\nる者が六一・四パーセントを占めていることが認められこれに反する証拠はない。\nこれらの事実をあわせ考えると、女子労働者は、男子労働者に比し勤続年数が短い\nことが一応認められる。\nしかし、このことから直ちにすべての女子労働者が腰かけ的な短期勤続であると即\n断することは到底できない。\nそのうえ、わが国の女子労働者は、全労働者のほぼ三分の一を占め、その平均年\n令が二九才に達していることは、前記認定のとおりである。そうだとすれば、一般\nに女子労働者が短期勤続であることを前提として、長期勤続の意思ないし意欲を持\nつた女子労働者も、一律に三〇才をもつて労働契約を終了せしめるようなことは許\nされるべきではあるまい。\n従つて女子労働者が一般的に短期勤続の傾向にあるということは、本件女子定年\n制の合理性を理由づけるに足りるものとは認めがたい。また、前記認定の被告にお\nける女子従業員の退職事由、平均勤続年数ないし退職年令は、本件女子定年制のも\nとにおけるものでもあり、なんら右結論を左右するものではなく、かつ、被告と同\nじく他の民間放送会社において三〇才の女子定年制の定めがあることをもつて、本\n件女子定年制の合理的理由があるといえないことはもちろんである。\nそして、前掲乙第二七号証の一ないし六をもつてしても、被告主張のように一般\n的に既婚の女子労働者の労働価値が低いことを認めるにたりない。既婚女子労働者\nは、労基法六五条、六六条により出産、育児について休業請求権を有し、また既\n婚、未婚を問わず、女子労働者の同法六一条、六二条による時間外労働の制限ない\nし深夜労働の禁止、あるいは同法六七条の生理休暇請求権等は、その限度で労務の\n不提供が許されているところであるが、このような労務の不提供をとらえて、女子\n労働者が非能率ないし労働価値が低いということは、母体を保護し肉体的に異なる\n女性保護のための右規定の存在を無視するものであり、本件女子定年制の合理性を\n理由づけるものとは到底認められない。\nなお、成立に争いのない乙第五号証の一・二、第六号証によれば、両親の共かせ\nぎ家庭における子供、いわゆるカギツ子の少年犯罪ないし非行化が社会的問題とな\nつていることが認められ、右認定に反する証拠はないが、右社会的問題につき企業\nが責任を負わねばならぬ筋合は何ら存しないから、企業がこれを女子若年定年制の\n存在理由の一つとすることは筋違いの論というべきである。\n（２）　次に被告は、民間放送会社としての企業性格から、人事の停滞防止と新陳\n代謝を図る必要があると主張する。\n被告は、放送法に基づく免許事業を営むものであるから、その法的規制を受け、\nさきに認定したとおり設立以来従業員数がほぼ固定しているものと考えられ、また\n前掲甲第三一・第三二号証、甲第四二ないし第四五号証、乙第二七号証の一ないし\n六を総合すれば、民間放送が開局された昭和二六年以降、民間放送局の増設ないし\n放送技術の急速な進歩によつて、一般的に民間放送会社においては、これに対応し\nた企業の合理化が図られつつあり、女子従業員の若年定年制もその一環であること\nが認められ、右認定に反する証拠はない。そして、被告における将来の方針とし\nて、女子従業員は、すべて雇用期間を一年とする嘱託に切替える計画を持つている\nことは、前記認定のとおりである。\nしかしながら、右のように企業の合理化に基づき、人事の停滞防止ないし新陳代\n謝を図ることを理由として、女子について男子と差別した定年制を敷くことは、一\n方的に女子にのみ犠牲を強いるものであつて、前記のように一般的傾向として女子\n労働者が短期勤続であることを考慮しても、到底合理的な理由ということができな\nい。また、一定時期に退職する制度は、将来の生活設計に役立つとする被告の主張\nは、定年制一般の問題であつて、本件女子定年制の合理性を理由づけるものといえ\nないことはいうまでもない。\n（３）　次に被告は、女子従業員が担当する職務は、単純な定型的、補助的業務で\nあるのに、賃金体系が年功序列型のため、年令と共に賃金のみが高くなり、高度な\n知識ないし技能または経験に基づき、責任ある業務に従事している男子従業員との\n間に不合理が生ずると主張する。\nそして、原告らが、被告において担当していた業務は前記のとおりであつて、概\nして定型的、補助的業務と目されるものが多いことは否定できないけれども、本件\n女子若年定年制の適用対象に包含される女性アナウンサーの仕事は、定型的、補助\n的業務にあたらないことは被告の自認するところであるから、女子従業員のすべて\nが、定型的、補助的労働者であることを前提とする被告の右主張は到底採用するこ\nとができる。\n仮に被告において、女子従業員すべてが単純な定型的、補助的業務を担当してい\nるとしても、原告ら女子従業員が入社時にこのような業務のみに従事する旨の労働\n契約を結んだと認めるに足りる証拠は何ら存しないから、さきに認定したとおり、\n被告が、女子労働者は結婚ないし出産までの一時的就職にすぎないことを前提とし\nて、その能力の有無を問わず、一律にこれを担当させている結果によるものと認め\nる外はないが、このような労務管理はそれ自体として甚しく合理性に欠けるという\nべきであるから、このような労務管理を前提とする被告の右主張はもとより採用の\n限りではない。\n（三）　以上のとおりであるから、本件女子定年制に関する被告の主張はいずれも\n合理的理由がなく、他にこれを認めるにたる証拠はない。\n思うに、女子若年定年制に合理的理由ありと認められる場合とは、特定の業種ま\nたは業務に必須の年令的制約が伴い、かつ非適格者に他業種または他業務への配転\nの可能性のない特殊の場合であろうが、本件においては被告の全立証によるも本件\n女子定年制がかかる場合にあたるとは認められない。\n従つて本件女子定年制は、女子従業員を男子従業員の五五才定年制と著しく不利\n益に差別するもので、公序良俗に反し無効といわなければならない。\n三、従つて本件女子定年制が無効である以上、原告らは満三〇才に達した翌日であ\nる原告ａについて昭和四四年四月四日、同ｂについて昭和四七年三月二八日以降に\nおいても依然として被告の従業員としての地位を保有していることは明らかであ\nる。\nそして原告らの平均賃金額、被告の賃金支払日が原告ら主張のとおりであるこ\nと、被告は、現に原告らの従業員としての地位を認めず賃金の支払をしていないこ\nとは前記のとおりであるから、原告らは被告に対して右地位の確認を求める利益が\nあるものというべきであり、かつ、民法五三六条二項により賃金の支払を受ける権\n利を有することは明らかである。\n四、原告らの賃金額\n（一）　被告における賃金の支払日が毎月二五日でその計算期間は当月一日から末\n日までとなつていること、毎月支払われる給与の内容（賃金体系）が原告ら主張の\nとおりであること、被告においては右給与のほかに、夏季および冬季に一時金（賞\n与）が、また業績向上祝金等の名目で金一封が支払われること、右一時金の支払い\n根拠は就業規則五〇条、給与規則二九条によるもので右各法条には原告ら主張のと\nおりの定めがあること、被告におけるベースアツプおよび定期昇給の方法が原告ら\n主張のとおりであること、以上の事実は当事者間に争いがない。\n（二）　被告は、夏季および冬季の一時金（賞与）は、贈与の性格を有するもので\n賃金に含まれず、その支払請求権も個々の従業員に対する被告の個別的支給の意思\n表示によりはじめて生ずる旨主張する。しかし被告も自認するとおり、右賞与の支\n給は就業規則および給与規則に基づいてなされるものである以上、当然にそれは労\n働契約の内容となつたものというべきであり、賃金の一部に含まれることはいうま\nでもない。\n反面、業績向上祝金等の名目で支払われる金一封は、それが就業規則、給与規則\nないし協定に基づくものでない以上は当然には労働契約の内容となるものと解する\nことはできないから、一種の贈与の性質を有するものと解するほかなく、従つてそ\nの支払請求権も個々の従業員に対する被告の贈与の意思表示をまつて初めて生ずる\nものと解すべきである。\nそして一般に労使間に賃金昇給および一時金につき協定が締結されたときは、各\n組合員の具体的個別的昇給額および配分額は査定部分を除いて自動的に算出できる\n範囲において、右協定の効力として当然に確定し、支払請求権も使用者の個別的な\n支給の意思表示をまたずに、その時点で発生すると解するのが相当であり、これに\n反する被告の主張は採用できない。\n従つて、被告の従業員としての地位を有している原告らは、同人らの所属する労\n働組合と被告との間に賃金昇給および一時金につき協定を締結した場合にはその適\n用を受け、賃金昇給分および一時金につき支払請求権を取得するというべきであ\nる。\n（三）　原告ａの賃金額\n（１）　原告ａが昭和四三年四月一日現在満二八才であることは弁論の全趣旨によ\nり明らかであるところ、右同日現在満二八才の女子従業員の昭和四四年四月分給与\nおよび右従業員の同年五月ないし昭和四五年三月の給与月額がいずれも食券部分を\n除き原告ら主張（別紙（一）の（１）・（２）記載）のとおりであることは当事者\n間に争いがない。\n被告は、食券は勤務日数に応じ一ケ月一、〇〇〇円の割合で支給されるもので給\n与ではなく勤務しない者には支給されない旨主張するけれども、食券制度は被告の\n賃金体係上はいわゆる厚生手当に類し、基準内給与に含まれると解するのが相当で\nあるところ、原告ａは被告の責に帰すべき事由により就労を妨げられているのであ\nるから、特段の事情なき限りその提供（勤務）は一〇〇パーセントなされたものと\n解するほかはなく、食券制度が後述のとおり廃止された時点において、原告ａは被\n告に対し一ケ月一、〇〇〇円の割合による食券代金相当額の代償請求権を取得した\nものというべきである。\n従つて原告ａの昭和四四年四月分給与および同年五月ないし昭和四五年三月分の\n給与月額およびその合計額が原告ら主張のとおり（別紙（一）の①および②）とな\nることは計数上明らかである。\n（２）　次に昭和四四年夏季および冬季各一時金の協定による算式がいずれも原告\nら主張（別紙（一）の（３）・（４）記載）のとおりであることは当事者間に争い\nがないから、これに前記認定の昭和四四年五月以降の原告ａの基本給額四九、九五\n〇円をあてはめると、右各一時金はそれぞれ原告ら主張の金額（別紙（一）の③・\n④）となることは計数上明らかである。\n（３）（Ⅰ）　成立に争いのない甲第一六号証、第一九号証、第二二号証、第七\n一・七二号証、弁論の全趣旨およびこれにより成立を認められる甲第一一号証、第\n一五号証、第六七号証、第八四号証によれば、次の事実が認められ右認定に反する\n証拠はない。\n（イ）　被告と組合との昭和四五年五月一日付同年四月一日実施の賃金に関する協\n定書によれば、年令給昇給は「一律三、五五〇円（＋）二四才以上の女子について\nは一才について一〇〇円を加算する（＋）昭和四五年四月一日現在を基準として一\n才を加える」であり、職能給四級の昇給は「現職能給の一五パーセント（但し、\n五、〇〇〇円を限度とし、一〇〇円未満の端数を生じた場合はその端数が五〇円以\n上のときは一〇〇円に切り上げ、五〇円未満のときは切り捨てる。）（＋）一、一\n〇〇円（＋）査定額」であつて、手当の増額としては住宅手当が昀低一、五〇〇円\nに、厚生手当一、五〇〇円（本社勤務者）が新設され、代りに食券が廃止された。\nまた、昭和四四年度における年令給の各一才毎の差額は女子一八才から二九才ま\nでは七〇〇円であり、男子は一八才から二三才までは七〇〇円、二三才から三五才\nまでは一、〇〇〇円、三五才から三七才までは九〇〇円である。\n（ロ）　被告と組合間の昭和四六年四月三〇日付同月一日実施の賃金に関する協定\n書によれば、年令給昇給は「一律四、三〇〇円（＋）一才加算分」であるが女子に\nついては年令給調整分があり、業績手当（一、五〇〇円）を廃止し、同額を年令給\nに組み入れることになり、職能給昇給は「現職能給の一七パーセント（＋）一律\n一、〇〇〇円（但し、七、八〇〇円を限度とし、一〇〇円未満の端数を生じた場合\nはその端数が五〇円以上のときは一〇〇円切り上げ、五〇円未満のときは切り捨て\nる。）（＋）査定額」であつて、右のほか住宅手当が二、〇〇〇円に増額された。\nまた、昭和四五年度における年令給の各一才毎の差額は男女とも一八才から二三\n才までは七〇〇円であり、女子は二三才から二九才までは八〇〇円であり、男子は\n二三才から三五才までは一、〇〇〇円であり、三五才から三七才までは九〇〇円で\nある。\nなお女子の年令給調整分については被告は組合との団交の席上その趣旨は年令給\nにおける男女の格差を解消するためであると説明しており、同年度の男女の年令給\nは事実上も同額であり、同年度の三一才の男子の年令給は三七、六〇〇円であつ\nた。\n（ハ）　被告と組合との昭和四七年四月二八日付同月一日実施の賃金に関する協定\nによれば、年令給昇給は「一律四、五〇〇円（＋）一才加算分」であり、職能給昇\n給は「現職能給の一七パーセント（＋）一律三〇〇円（但し、八、六〇〇円を限度\nとし、一〇〇円未満の端数を生じた場合はその端数が五〇円以上のときは一〇〇円\nに切り上げ、五〇円未満のときは切り捨てる。）（＋）査定額」である。\nなお昭和四六年度の年令給の差額は、男女とも一八才から二三才までは七〇〇\n円、二三才から二九才までは一、〇〇〇円、男子は二九才から三五才まで一、〇〇\n〇円、三五才から三七才まで九〇〇円である。\nまた名古屋市バスの料金値上げにより昭和四七年八月分より原告ａの定期券代が\n二、七〇〇円となつた。\n（Ⅱ）　以上の事実に基づいて原告ａの昭和四五年度以降の給与額を判断すると次\nのとおりとなる。\n（イ）　原告ａの昭和四四年五月一日以降の基本給は前記認定のとおり（別紙\n（一）（２）（イ））四九、九五〇円（うち年令給は二四、四五〇円、職能給は二\n五、五〇〇円）であるから、同原告の昭和四五年四月一日以降の前記（Ⅰ）（イ）\nの協定による昇給は、査定部分を除き四、九〇〇円（三、八〇〇円（＋）一、一〇\n〇円）、年令給昇給は四、九五〇円（一才加算分は七才分の七〇〇円の外に特別事\n情なき限り前年度の女子従業員二三才ないし二九才の一才加算分七〇〇円を下らな\nいと認める）となる。そしてこれに諸手当の増額分を併せると、同原告の昭和四五\n年四月分ないし昭和四六年三月分の給与月額、従つてその合計額は原告ら主張のと\nおり（別紙（一）の⑤）となることは計数上明らかである。\n被告は、被告においては本件女子定年制が採用されているため、満三〇才をこえ\nる女子従業員については、年令給、職能給の昇給基準は存在せず、原告らの満三〇\n才に達した後の給与は算定不能であると主張するので考えるに、前記説示のとおり\n本件女子定年制は無効であるから右定年制が有効であることを前提とし、三〇才に\n達した女子従業員に対しては年令給、職能給の昇給を一方的に停止することは著し\nく不合理であつて許されないこと多言を要しない（女子従業員と被告との間の労働\n契約上年令給職能給は女子従業員が定年に達するまでは支給するとの定めがあると\n解すべきであり、三〇才定年制が無効である以上原告らはいまだ定年に達していな\nいことになるから、三〇才以上の女子従業員につき年令給、職能給の昇給を適用し\nないということは、労働契約に反し、故なく右昇給を一方的に停止することに外な\nらない。）から原告らが三〇才に達した後も依然として被告の従業員たる地位を保\n有している以上原告らの従前の年令給、職能給を基準に昇給に関する各協定に従い\n同人らの年令給、職能給の昇給が算定しうる限り、原告らの年令が三〇才をこえた\nか否かにかかわりなく、右算定された年令給、職能給によるべきであり、右に反す\nる被告の右主張は採用しない。\n（ロ）　同原告の昭和四六年四月一日以降の前記（Ⅰ）（ロ）の協定による昇給は\n年令給昇給は業績手当の年令給組み入れ分を含めると六、六〇〇円（前記認定事実\nに照らし女子三一才年令給における一才加算分は前年度の女子従業員二三才ないし\n二九才の一才加算分八〇〇円を下らないものと認める。）となり一応年令給は三\n六、〇〇〇円（二四、四五〇円（＋）四、九五〇円（＋）六、六〇〇円）となるわ\nけであるが、前記のとおり昭和四六年度の男子三一才の年令給は三七、六〇〇円で\nあるので、被告の前記説明の趣旨や、同年度の男女の年令給が事実上も同額となつ\nたことからすると、同原告の年令給調整分は一、六〇〇円となるから、結局同原告\nの年令給昇給は八、二〇〇円となり、また当時職能給が三〇、四〇〇円（二五、五\n〇〇円（＋）四、九〇〇円）であつたので査定部分を除く同原告の職能給昇給は\n六、二〇〇円（五、二〇〇円（＋）一、〇〇〇円）となる。そしてこれに諸手当の\n増額分を併せると、同原告の昭和四六年四月分ないし昭和四七年三月分の給与月額\n従つてその合計額は原告ら主張のとおり（別紙（一）の⑧）となることは計数上明\nらかである。\n（ハ）　同原告の昭和四七年四月一日以降の前記（Ⅰ）（ハ）記載の協定による昇\n給は、年令給昇給は五、五〇〇円（前記認定事実に照らし女子三二才の年令給一才\n加算分は前年度の女子従業員二三才ないし二九才の一才加算分一、〇〇〇円を下ら\nないものと認める。）であり、当時の職能給が三六、六〇〇円（三〇、四〇〇＋\n六、二〇〇円）であるから査定部分を除いた職能給昇給は六、五〇〇円（六、二〇\n〇円（＋）三〇〇円）となる。\nなお被告は、本件女子定年制を採用しているため女子については職能給五級は存\n在しないと主張するが同原告が職能給五級に該当する三二才に達している以上前記\nと同じ理由により職能給が協定により算出しうる限り同原告の職能給は当然に五級\nとなるわけであつて被告の右主張は採用しない。\nまた、同原告の昭和四七年四月一日以降の基本給は年令給が四三、一〇〇円（三\n七、六〇〇円（＋）五、五〇〇円）であり職能給が四三、一〇〇円（三六、六〇〇\n（＋）六、五〇〇円）であるから八六、二〇〇円となる。\nまた定期券代が値上げにより二、七〇〇円となつた場合に通勤手当も右同額とな\nることは当事者間に争いがない。\nよつて同原告の昭和四七年四月分ないし同年七月分の月額給与および同年八月分\nないし昭和四八年一月分の月額給与ならびその各合計額は原告ら主張のとおり（別\n紙（一）の⑪・⑫）となることは計数上明らかである。\n（４）　昭和四五年・昭和四六年の各夏季および冬季一時金、昭和四七年夏季一時\n金に関する被告の組合に対する回答書記載の算式がいずれも原告ら主張のとおり\n（別紙（一）の（６）・（７）・（９）・（１０）・（１３））であることは当事\n者間に争いがない。\n成立に争いのない甲第二〇・第二一号証、第二三号証、第七〇号証、第七三号\n証、第八九ないし第九三号証、第九八ないし第一〇〇号証、弁論の全趣旨によれば\n次の事実が認められ、他に右認定を左右するに足る証拠はない。\n（イ）　被告の給与規則二九条は、賞与について、「会社の業績に応じて賞与を支\n給することがある。賞与の支給額、配分、支給期日その他の取り扱いについてはそ\nの都度決定する。」旨規定している。\n（ロ）　昭和四五年度ないし昭和四七年度各夏季および冬季一時金については、い\nずれも被告と組合間に労働協約が締結されず、被告が組合に対して発した「賞与等\nの回答について」または「回答の修正について」等と題する各文書（被告が組合に\n対し、被告において決定した支給基準に従つて支給する旨を申し入れた文書）に基\nづき右各一時金が組合員に支給された（昭和四七年度冬季一時金の算式は「基本給\n×四・三（＋）一律二八、〇〇〇円（＋）一五、〇〇〇円（妻帯者ただし非扶養の\n者を除く。）」であつた）。\n（ハ）　原告ａは、昭和四六年五月一二日長女ｄを出産したが、右産前産後の六週\n間の休暇（同年四月一日から同年六月二三日までの八四日間）のうち、日曜日・祝\n祭日・隔週土曜休日等の休日が二一日あるので、結局昭和四六年度冬季一時金の勤\n怠控除の対象となる特別休暇日数は六三日となる。\n以上の事実よれば右（ロ）の各文書は前記給与規則二九条に基づく賞与に関する\n決定であると解される。\nそして我が国の企業においては、賃金その他の労働条件は就業規則の定めるとこ\nろによる旨の労働契約を労働者と結ぶのが一般である。\n従つて原告らは被告の従業員としての地位を保有している以上労働契約上被告の\nした右決定に基づく一時金の支払を請求する権利を有することは明らかである。そ\nして個々の従業員の具体的な一時金支払請求権は、それが自動的に算出しうる限り\n被告の個別的な意思表示をまたずに当然に発生するものと解すべきこと前記協定成\n立の場合と同様である。\nそこで前記（３）（Ⅱ）（イ）ないし（ハ）認定の原告ａの基本給（別紙（一）\nの（５）・（８）・（１０）の各（イ））および右（４）（ハ）認定の特別休暇日\n数を、それぞれ同年度の前記各一時金の算式にあてはめると各一時金額はいずれも\n原告ら主張のとおり（別紙（一）の⑥・⑦・⑨・⑩・⑬・⑭）となることは計数上\n明らかである。\n（５）　被告が従業員に対し別紙（一）の（１５）ないし（２０）に記載する如き\n金一封を支給したことは当事者間に争いないが、右金一封が就業規則に基づき或い\nは労働契約に基づくものと認めるに足りる証拠は存しないから、これら金一封はた\nとえ従業員の日常の労務に対する報酬的要素が含まれていたとしても法律的には贈\n与の性質を有するものと解する外ないところ、被告が原告らに対して右金一封の贈\n与の意思表示があつたことを認めるに足りる証拠はないから、結局原告ａの右金一\n封の支払を求める主張はその理由がない。\n（６）　右のとおりであるから、原告ａは被告に対して、別紙（一）の①ないし⑭\nの合計額五、七三一、四八〇円および昭和四八年二月一日以降毎月二五日限り九\n二、四〇〇円の支払請求権を有することになる。\n（四）　原告ｂの賃金額\n（１）　昭和四七年三月現在の原告ｂの給与がその主張のとおり（別紙（二）の\n（１））であることは当事者間に争いがなく同原告が同年四月一日現在三〇才であ\nることは弁論の全趣旨により明らかである。\n次に被告と組合間に昭和四七年四月一日実施の賃金に関する協定が締結されたこ\nとおよびその内容ならびに昭和四六年度の年令給の差額は、いずれも前記（三）\n（３）（Ⅰ）（ハ）認定のとおりである。\nよつて原告ｂの右協定による昇給は、年令給昇給は五、五〇〇円（前記認定事実\nに照らし女子三〇才の年令給一才加算分は前年度の女子従業員二三才ないし二九才\nの一才加算分一、〇〇〇円を下らないものと認める。）であり、当時の職能給が三\n二、九〇〇円であるから査定部分を除いた職能給昇給は五、九〇〇円（五、六〇〇\n円＋三〇〇円）となる。従つて同原告の同年四月以降の基本給は、年令給が四一、\n一〇〇円（三五、六〇〇円＋五、五〇〇円）、職能給が三八、八〇〇円（三二、九\n〇〇円＋五、九〇〇円）であるから七九、九〇〇円となり、諸手当を加えた給与月\n額は八六、六五〇円となる。\nまた定期券代が値上げにより三、六四〇円となつた場合に通勤手当も右同額とな\nることは当事者間に争いがなく、前掲甲第七二号証および弁論の全趣旨によれば昭\n和四七年八月一日から名古屋市バスの料金値上げが行われ、同原告の定期券代が右\n値上げにより三、六四〇円となつたことが認められ右認定に反する証拠はないか\nら、同年八月以降の同原告の給与月額は八七、〇四〇円となる。よつて同原告の同\n年四月分ないし同年七月分および同年八月分ないし昭和四八年一月分の各給与合計\n額は原告ら主張のとおり（別紙（二）の①・②）となることは計数上明らかであ\nる。\n（２）　昭和四七年夏季および冬季の各一時金に関する被告の組合に対する回答書\n記載の算式が原告ら主張のとおり（別紙（二）の（３）・（４））であること、右\n回答書により原告らが被告の個別的な意思表示をまたずに具体的な一時金支払請求\n権を取得すると解すべきことはいずれも前記のとおりであり、原告ｂの同年四月以\n降の基本給は右（１）認定のとおり七九、九〇〇円であるから、これを右算式にあ\nてはめると各一時金額はいずれも原告ら主張のとおり（別紙（二）の③・④）とな\nることは計数上明らかである。\n（３）　昀後に、同原告主張の昭和四七年一一月一五日被告支給の祝金金一封五\n〇、〇〇〇円の支払請求がその理由のないことは前記原告ａに対する場合と同様で\nある。\n（４）　右のとおりであるから、原告ｂは被告に対して右（１）および（２）認定\nの金員合計一、六〇六、九八〇円および昭和四八年二月一日以降毎月二五日限り八\n七、〇四〇円の支払請求権を有することになる。\n（五）　なお右昭和四八年二月以降の賃金のうち本件口頭弁論終結の後である同年\n三月分以降の賃金については未だ弁済期の到来しないいわゆる将来の給付を求める\nものであるが、弁論の全趣旨によれば、被告は原告らに対し前記退職通告以来任意\nに賃金等の支払をしていないこと、原告らが賃金労働者であることが認められ、右\n事実によれば将来も任意の賃金支払を期待することができない反面、原告らは定期\n的に賃金の支払を受ける必要があり、あらかじめ将来の給付を求める必要があるも\nのというべきである。\n以上認定説示のとおりであるから、原告らの本訴請求は前記認定の限度において\nその理由があるのでこれを認容し、その余は理由がないのでこれを棄却することと\nし、訴訟費用の負担につき民訴法八九条、九二条但書を、仮執行の宣言につき同法\n一九六条をそれぞれ適用して主文のとおり判決する。\n（別紙省略）\n"
}