{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 50,
    "month": 3,
    "day": 31
  },
  "case_number": "昭和39(ワ)4830等",
  "case_name": "高田機工割増賃金請求",
  "court_name": "大阪地方裁判所",
  "field": "労働",
  "lawsuit_id": "19763",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=19763",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/763/019763_hanrei.pdf",
  "contents": "主　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事　　　実\n第一、当事者の求める裁判\n一、原告\n被告は原告に対し金四、三三八、九六八円を支払え。\n被告は原告に対し金五五、七七七円およびこれに対する昭和三七年四月一日から\n完済まで年五分の割合による金員を支払え。\n訴訟費用は被告の負担とする。\nとの判決ならびに仮執行の宣言。\n二、被告\n主文と同趣旨の判決\n第二、請求の原因\n一、原告は、昭和三三年三月一七日被告会社に工場保安係として入社し、同日から\n昭和三八年五月三一日までは佃工場において、同年六月一日から昭和三九年三月二\n五日までは岸和田工場において、それぞれ主として工場警備の業務を担当し、一昼\n夜交替制による二四時間勤務により、休日、時間外、深夜業労働に従事してきたも\nのである。\n二、ところで、労働基準法（以下単に法ともいう。）は、使用者は、原則として、\n労働者に一日平均八時間以上労働させてはならず（三二条）、かつ一週間平均一日\n以上の休日を与えなければならない（三五条）旨を規定しているから、労働者は本\n来使用者に対し右の定めを超えて労働を提供する義務を負わないけれども、もしそ\nの義務のないことを知らずして右の定めを超えて休日、時間外の労働を行つた場合\nにおいては、使用者は法三七条および労働契約の定めるところに従い、賃金を支払\nう義務があるものと解すべきところ、原告は、後記のように、佃工場において、そ\nの義務なくして、休日、時間外労働を行つたものであるから、被告は賃金支払の義\n務をまぬがれることはできない。\nもつとも、法四一条三号は、監視または断続的労働に従事する者について行政官\n庁の許可を受けたときは同法の休日、労働時間に関する規定は適用されない旨を規\n定しているが、原告は左記の事由により右除外規定の適用される者には該当しない\nのである。\n原告の佃工場における勤務内容は、工場警備であつたとはいえ、定時的に行う構\n内巡視の回数および頻度は、昼間四回所要時間四時間、夜間五回所要時間五時間に\n及び、その回数および所要時間が多かつたうえ、かつて漏電による火災事故があつ\nたことから工場内の漏電事故防止のため、とくに精密なる構内巡視を行なうよう工\n場長から厳命されていたし、被告の下請業者の作業員中には前科のある流れ者が多\nく、工場内で窃盗、暴行等の事故を多発させていたから、これまた工場長の命令に\n基き昼夜を問わず巡視、警戒を十二分に行う必要があるものとされていたから、警\n備員の生命身体に対する危険性は非常に大きく、その精神的緊張度は極めて高度で\nあつた。従つて、原告らの右労働は法四一条三号所定の監視または断続的労働に該\n当するものではない。\nかりにそうでないとしても、被告は、昭和三三年四月一日から昭和三八年五月三\n一日までの間、原告ら工場警備員について法四一条三号所定の行政官庁の許可を受\nけていなかつた。\nかりにそうでなく、原告らの右労働が監視または断続的労働に該当し、かつ、被\n告主張の如く昭和三〇年一〇月頃法所定の許可があつたとしても、昭和三〇年一〇\n月当時においては、佃工場警備員は訴外Ａひとりであつたが、その後の昭和三三年\n一〇月頃警備員は原告を含む三名に増員され、警備員の行う労働の態様に変化を来\nたしたから、被告の受けた前記許可は当然失効した。けだし、法四一条三号所定の\n許可は、従事する労働の態様および員数を基準として与えられるものであるから\n（同法施行規則三四条参照）、その労働の態様および員数に変更が生じた以上、す\nでに受けた許可が失効することは当然というべきである。\n従つて被告が原告の行つた休日、時間外労働に対し賃金支払の義務を負うことは\n明らかである。\nそればかりでなく、原告の行つた労働のうち、いわゆる深夜業労働の部分につい\nては、原告の労働が監視または断続的労働に属するか否か、あるいはまた、法四一\n条三号所定の許可があつたか否かに関係なく、被告は賃金支払の義務をまぬがれな\nいのである。\n三、不法行為を理由とする損害賠償請求\n１　しかるところ、被告の労務課長Ｂは、原告を右警備員に採用した際、原告に対\nし、法四一条三号所定の許可を受けていないのに、許可を受けているといつて欺\nき、一昼夜交替制二四時間勤務を行うべき旨を命じ、許可があるものと信じた原告\nをして、昭和三三年四月一日から昭和三八年五月三一日までの間、佃工場において\n休日、時間外、深夜業労働に従事せしめた。右の行為は欺罔行為により原告に義務\nなきことを強いて行わせた違法なもので、民法上不法行為を構成する。そして被告\nは、右Ｂ労務課長の使用者であるから、民法七一五条に基づき、原告が被つた損害\nを賠償する義務がある。\n２　損害\n前記のように、原告は法三七条および被告会社職員賃金規則に基き、所定の休日\n出勤手当、休日出勤割増賃金、時間外手当、時間外割増賃金および深夜業割増賃金\nの支払を受ける権利を有していたところ、被告の欺罔行為により、右賃金等の請求\n権の存することを知らず、法一一五条に定める二年の期間内に権利（ただし、深夜\n業割増賃金請求権については昭和三七年三月三一日以前に生じた分）を行使せず、\n時効により権利を消滅させた。右賃金等の内訳、金額は左記（一）ないし（四）の\nとおりであるから、その合計額に相当する金四、三三八、九六八円は被告の不法行\n為に基づく財産上の損害である。ほかに原告は左記（五）のとおり精神的損害をも\n被つた。\n（一）、休日出勤手当（職員賃金規則九条八号にいう時間割賃金である。以下同\nじ。）\n原告が佃工場に勤務していた昭和三三年四月一日から昭和三八年五月三一日まで\nの期間中における原告の休日出勤日数は、別表（一）記載のとおりであり（一か月\n平均二・五日として計算した。ただし、番号５、６については被告の自認している\n日数を計上した。）、原告は、右期間中、同表（一）記載のとおり毎月、基本給の\nほか、月極手当として臨時手当および警備員手当を支給されていた。ところで、前\n記職員賃金規則七条によれば、右基本給および月極手当たる臨時手当、警備員手当\nの合計額（以下基本月給という。）を二五で除した額が、原告の休日出勤手当を定\nめる一日分の日当に相当することになるので、原告の日当は、前記基本月給の二五\n分の一に相当する同表（一）日当欄記載の金額となる。そうすると、前記期間中に\nおける原告の休日出勤手当の額は、右各日当の金額にそれぞれの休日出勤日数を乗\nじた額、すなわち、同表（一）休日出勤手当欄記載の額となり、その合計額は金一\n五二、五六五円である。\n（二）、休日出勤割増賃金\n原告が佃工場に勤務した昭和三三年四月一日から昭和三八年五月三一日までの期\n間中の休日出勤の日数は前述のとおり（別表（二）に転記）であるから、これに一\n日の労働時間数八（昭和三七年四月一日以降は七・二五）を乗じた数が右休日出勤\nの時間数であり、その数は同表（二）休日出勤の時間数欄記載のとおりである。と\nころで、職員賃金規則によれば、休日出勤割増賃金は時間割賃金に就業時間（労働\n時間）数を乗じた額の四割に当たる金額とされ（七条一項ロ号）、右の時間割賃金\nは基本給および月極手当の合計額の二五分の一に日割計算の手当を加えた額を八\n（昭和三七年四月一日以降は七・二五）で除した額である（七条二項）と定められ\nている。そこで、これを原告の場合に当てはめると、原告の基本月給に毎月の休日\n出勤手当を加算した額を二五で除し、これをさらに八（昭和三七年四月一日以降は\n七・二五）で除した額となるところ、原告の基本月給は前記（一）記載のとおり\n（同表（二）に転記）であり、また、その毎月の休日出勤手当の額は別表（一）の\n休日出勤手当欄記載の額を一年の月数一二（番号６については二）で除した額、す\nなわち別表（二）休日出勤手当一か月分欄記載の金額となるから、結局、原告の時\n間割賃金は、同表（二）時間割賃金欄記載の金額となる。したがつて、原告の前記\n期間中における休日出勤割増賃金は、右の各時間割賃金に休日出勤時間数を乗じた\n額の四割に相当する額、すなわち同表（二）休日出勤割増賃金欄記載の金額とな\nり、その合計額は金六七、五五三円である。\n（三）、時間外手当（職員賃金規則九条七号にいう時間割賃金である。以下同\nじ。）および時間外割増賃金\n原告が佃工場に勤務していた昭和三四年四月一日から昭和三八年五月三一日まで\nの期間中における時間外労働時間数は別表（三）時間外労働時間欄記載のとおりで\nある。ところで、職員賃金規則七条、九条七号によると、時間外手当および時間外\n割増賃金の額（合算額である。以下同じ。）は、前記（二）で述べた時間割賃金に\n就業時間（労働時間）数を乗じた額の一・二五倍に相当する金額であるところ、原\n告の時間割賃金は前述のとおり、別表（二）時間割賃金欄記載のとおり（別表\n（三）に転記）である。すると、前記期間中における原告の時間外手当および時間\n外割増賃金の額は右の各時間割賃金の額にそれぞれの前記時間外労働時間数を乗じ\nた額の一・二五倍に相当する金額、すなわち同表（三）「時間外の割増賃金」欄記\n載のとおりの額となり、その合計額は金二、〇一六、五〇三円である。\n（四）、深夜業割増賃金\n原告が佃工場に勤務していた昭和三三年四月一日から昭和三七年三月三一日まで\nの期間中における深夜業務の日数は別表（四）記載のとおりであり（ただし、一昼\n夜二四時間勤務を行つた場合、右勤務一回を「一日」として右日数を計算した。以\n下同じ。）、これに七を乗じた数が法三七条により原告が深夜業割増賃金を受給し\nうる労働時間数であり、それは同表（四）深夜業就労時間欄記載のとおりである。\nところで、職員賃金規則七条一項八号によれば、深夜業割増賃金は、前述の時間割\n賃金に深夜業労働時間数を乗じた額の二割五分に相当する額と定められており、原\n告の時間割賃金は前述のとおり、別表（二）時間割賃金欄記載のとおり（別表\n（四）に転記）である。すると、前記期間中における原告の深夜業割増賃金の額\nは、右の各時間割賃金にそれぞれの前記深夜業労働時間数を乗じた額の二割五分に\n相当する金額、すなわち同表（四）深夜業割増賃金欄記載の金額となり、その合計\n額は金一四六、五七〇円である。\n（五）、慰藉料\n被告の被用者であるＢ労務課長は、前記のとおり、原告の不知に乗じて法四一条\n三号所定の許可を受けていないのに受けているように欺き、原告をして違法な休\n日、時間外および深夜業労働に従事させたが、原告は、右不法行為により過重な労\n働を強いられ、その疲労の蓄積から著しく健康を害し、いまだに本来の健康体に恢\n復していないのみならず、右労働に対する賃金を一切受けることができず、低賃金\nに甘んじるほかなかつたため、妻から始終甲斐性なしなどといわれ、家庭内の不\n和、紛争がたえず、久しきにわたり著しい精神的苦痛を味つてきた。その慰藉料の\n額としては一、九〇〇、〇〇〇円が相当である。\n四、賃金請求\n原告は昭和三七年四月一日から昭和三九年三月二五日まで被告の工場警備員とし\nて一昼夜交替制二四時間勤務に従事していたから、その間の深夜業割増賃金を請求\nする権利を有する。右期間中における深夜業勤務の日数は別表（五）記載のとおり\nであり、これに七を乗じた数が法三七条により原告が深夜業割増賃金を請求しうる\n労働時間数であつて、それは同表（五）深夜業就労時間欄記載のとおりである。と\nころで、職員賃金規則七条一項八号によれば、深夜業割増賃金は前述の時間割賃金\nに深夜業労働時間数を乗じた額の二割五分に相当する額と定められている。そし\nて、昭和三七年四月一日から昭和三八年五月三一日までの間における原告の時間割\n賃金の額は別表（二）時間割賃金欄記載のとおり（別表（五）に転記）であり、ま\nた、昭和三八年六月一日から昭和三九年三月二五日までの間における原告の時間割\n賃金の額については、原告の右期間中における基本月給は金三四、二八〇円であ\nり、毎月の平均労働時間数は三四五・五（毎月一昼夜二四時間勤務を一五日\n（（回））行う労働時間数三六〇より、二日間（（一日七・二五時間））の休日を\n受けた休日時間数一四・五を控除したもの）であるから、右基本月給を右平均労働\n時間数で除した金額すなわち九九・二二円である。すると、昭和三七年四月一日か\nら昭和三九年三月二五日までの間における原告の深夜業割増賃金の額は、右の各時\n間割賃金（別表（五）記載のとおり）にそれぞれの深夜業労働時間数を乗じた額の\n二割五分に相当する金額、すなわち同表（五）深夜業割増賃金欄記載の金額とな\nり、その合計額は金八六、八二四円となる。しかし、被告は昭和三九年五月二五日\nそのうち金三一、〇四七円を支払つたから、残金は五五、七七七円である。\n五、よつて、原告は被告に対し、（一）前記損害賠償金合計金四、三三八、九六八\n円、（二）右未払賃金五五、七七七円およびこれに対する昭和三七年四月一日から\n完済まで民法所定年五分の割合による遅延損害金の支払を求める。\nなお、そのほかに、被告は労働基準法三七条の規定に違反し深夜業割増賃金を支\n払うことを怠つたものであるから、同法一一四条により、被告に対し右賃金五五、\n七七七円と同額の付加金を支払うよう命ぜられたい。\n第三、被告の答弁\n一、認否\n請求原因第一項記載の事実は認める。\n同第二項および第三項記載事項中、事実関係については、後記の主張に牴触する部\n分はこれを否認する。\n同第四項記載の事実のうち、被告が昭和三九年五月二五日原告に対し、深夜業割増\n賃金として金三一、〇四七円を支払つたことを認め、その余の事実は争う。\n二、被告の主張\n１　警備員の賃金について\n被告会社においては、警備員の勤務が一昼夜交替制による二四時間隔日勤務であ\nるという勤務の態様を前提にして、警備員の賃金を決定してきているのであり、原\n告が警備員として入社した際も、右の勤務態様を明示し、これを条件として、原告\nと労働契約を締結し、賃金を決定したものである。\n２　法四一条三号所定の許可について原告は、被告の警備員であつて、監視または\n断続的労働に従事する者に該当するところ、被告は昭和三〇年一〇月頃佃工場の警\n備員につき所轄の西野田労働基準監督署長から法四一条三号所定の許可を受けた。\nしたがつて、原告については労働時間、休日に関する同法の規定の適用が除外さ\nれるから、被告は原告に対し、原告主張のような休日出勤手当、休日出勤割増賃\n金、時間外手当および時間外割増賃金を支払う義務を負わない。\n３　深夜業割増賃金について\n被告は、原告ら警備員に対し職員賃金規則に基づき、毎月、基本給（臨時手当を\n含む。）のほか、月極手当として残業手当、守衛手当（原告主張の警備員手当。そ\nの金額は原告主張のとおりである。）を支払つてきたが（九条五号参照）、右残業\n手当、守衛手当が原告ら警備員に対する深夜業割増賃金に該当するものである。\nすなわち、職員賃金規則七条一項八号、二項によると、深夜業労働に対しては、\n時間割賃金に深夜業労働時間数を乗じた額の二割五分に相当する深夜業割増賃金を\n支給すべきものと定め、右の時間割賃金とは本給および月極手当の二五分の一に日\n割計算の手当を加えた額を「七・二五」で除した金額である旨規定しているが、右\nに「七・二五」という数は警備員以外の従業員が一日に勤務する労働時間数を指し\nているから、一昼夜交替制二四時間隔日勤務を行う原告ら警備員に対しては、本\n来、職員賃金規則七条八号、九条に規定する深夜業割増賃金の支給は予定されてい\nなかつたものというべく、警備員については前記残業手当、守衛手当が一般従業員\nに支給される前記深夜業割増賃金に相当するのである。\nしたがつて、被告は、原告主張のような深夜業割増賃金を別に支給する義務を負\nわない。\n４　原告主張の不法行為の法的意義について\n原告は、被告の被用者たる労務課長が法四一条三号所定の許可を受けていないの\nに許可を受けたといつて欺罔し、これを信用した原告をして休日、時間外および深\n夜業労働に従事させ、賃金相当額の損害その他の損害をこうむらせた旨主張してい\nる。\nしかしながら、いまもし、原告ら佃工場警備員について法四一条三号所定の許可\nがあつたのであれば、被告が原告らを労働させたことは何ら問題とならないし、原\n告は右労働について休日出勤手当、休日出勤割増賃金、時間外手当、時間外割増賃\n金を請求できないこと明らかであり、逆に、もし、許可がなかつたとしても、原告\nは賃金を請求する権利を失なわないから、賃金相当の損害なるものは発生せず、原\n告として右労働を行なう意義があり、許可のなかつたことが直ちに不法行為に結び\nつくものではない。\nさらに、そもそも、許可の有無は使用者の労働者に対する賃金支払義務を免責す\nるか否かの問題を残すにとどまるもので、許可の存しない労働自体が違法性を帯び\nることになるものではない。\nしたがつて、原告の不法行為の主張は、それ自体理由のないものである。\n５　原告主張の損害賠償額等の計算根拠について\n被告は、原告主張の休日出勤手当、休日出勤割増賃金、時間外手当、時間外割増\n賃金、および深夜業割増賃金の計算の根拠は、すべて争うものである。\n原告は、右計算の根拠となる労働日数（労働時間数）、および労働の態様を、全\n期間を通じて機械的に一率に算定しているのであるが、現実の労働の状況は、しか\nく画一的なものではなかつた。原告は、一昼夜交替制二四時間隔日勤務を、毎月確\n実に一五回ずつ行ない、しかも、深夜業勤務については、午後一〇時から翌朝午前\n五時までの七時間確実に勤務に従事したとして、賃金の計算を行つているが、原告\nは毎月確実に右のとおり就労していたわけではなく、工場に出勤しても二四時間勤\n務を行わず、日勤または夜勤のみを行つて帰宅した場合もあり、あるいはまた、休\n日に出勤しなかつたときもあり、休日に出勤しても必ずしも一昼夜二四時間勤務を\n行つたとは限らない。さらに、深夜業勤務については四時間の仮眠時間が与えられ\nていたから、一回の深夜業の労働時間は七時間から右仮眠時間四時間を控除した三\n時間であるとするのが正確である。\nしたがつて、原告主張の賃金の額は、実際の就労状況を無視し、架空の時間数を\n基礎とした誇張されたものであるというべく、到底承認することはできない。\n第四、守衛手当、残業手当についての、原告の見解\n被告が原告ら工場警備員に対し守衛手当、残業手当を支給していたことは認める\nが、右手当は、深夜業割増賃金に相当するものではない。\nすなわち、職員賃金規則上において、守衛手当、残業手当が深夜業割増賃金にか\nわるものである旨は何ら明示されていないのみならず、かえつて、右賃金規則によ\nれば、守衛手当、残業手当は、ともに月極手当とされ、欠勤した者に対しても全額\n支給される（九条）ばかりでなく、本給とともに早出残業割増賃金、休日出勤割増\n賃金および深夜業割増賃金を算出する「基礎賃金」を構成するものとされている\n（七条）のであつて、これらの点からみると、守衛手当および残業手当は深夜業割\n増賃金と同視することができないことは明らかである。むしろ、守衛手当、残業手\n当は、工場警備員の本給が一般の従業員のそれと比較して極めて低かつたため支給\nされることになつたもので、生活補給手当としての性質を有していたものと解すべ\nきである。\n第五、証拠（省略）\n理　　　由\n一、原告が、昭和三三年三月一七日被告会社に工場保安係として入社し、同日から\n昭和三八年五月三一日までは佃工場において、同年六月一日から昭和三九年三月二\n五日までは岸和田工場において、それぞれ主として工場警備の業務を担当し、一昼\n夜交替制による二四時間隔日勤務により、休日、時間外、深夜業労働に従事してき\nたものであることは当事者間に争いがない。\n二、まず、原告の不法行為を理由とする損害賠償請求の当否について判断する。\n１、昀初に、原告の労働の態様が同法四一条三号所定の監視または断続的労働に該\n当するものであつたか否か、原告の右労働について同法四一条三号所定の許可があ\nつたか否かについて検討する。\n（一）、法四一条三号の立法趣旨などからすると、同号にいわゆる監視に従事する\n者とは、原則として一定部署に滞在して監視することをその本来の業務とする者で\nあつて、かつ、右監視義務が常態的に身体または精神的緊張の少ないものに従事す\nる者をいい、また、同号にいわゆる断続的労働に従事する者とは、本来的に業務が\n断続的であるため、労働時間中においても手待時間が多く実労働時間が少い労働に\n従事する者をいうものと解するのが相当であるところ、本件について検討してみる\nに、成立について争いのない乙第四号証の一ないし三、証人Ｃ、同Ｂの各証言、お\nよび原告本人尋問の結果（第一、二回とも）、ならびに弁論の全趣旨によれば、次\nの事実を認めることができる。\n（１）、原告は佃工場で勤務していた昭和三三年四月一日から昭和三八年五月三一\n日までの間工場保安係に所属し、同工場の警備員に配置され、主として、同工場の\n守衛室に滞在して来客の受付、物品の搬入、搬出の看視および点検を行うととも\nに、左記（２）で述べる要領により、約四〇〇〇坪の同工場内を巡視して防火、防\n犯に注意しつつ工場内の警備を行うという業務に従事した。なお、時折であるが、\n夜間の巡視に際し、停電したときに簡単な電気関係の操作をし、あるいは、排水用\nモーターの作動を行うこともあつた。\n（２）、昭和三四年四月一日から昭和三六年頃までの間は、佃工場の警備員は原告\nを含め三名が配置され、右三名の者が一名ずつ各別に、一昼夜交替制二四時間勤務\nを二週間行つたのち、午後六時頃から翌朝午前八時頃までの夜間勤務（ただし、一\n日平均労働時間は一二時間）を一週間行うという勤務（以下三交替勤務という。）\nに順次交替で従事した（したがつて、右夜間時の勤務者は常時二名である）。右期\n間に引き続く昭和三六年頃から昭和三八年五月三一日までの間は、佃工場には原告\nを含め四名の警備員が配置され、四名の者が二名ずつの二班に分かれ、各班ごと\nに、一昼夜交替制二四時間勤務を順次交替で繰りかえして行うという勤務（以下二\n交替勤務という。）に従事した。そして、右の全期間中、すなわち昭和三三年四月\n一日から昭和三八年五月三一日までの間における佃工場での警備員の巡視の要領\nは、午前八時頃から午前一二時頃までの間に二回、午後〇時頃から午後一〇時頃ま\nでの間に二回、午後一〇時頃から午前三時頃までの間に二回の計六回、各回とも約\n一時間ぐらいをかけて巡視し、かつ、出勤者が二名のときは、一名ずつで交互に右\n六回の巡視を行うというものであつた。\n以上の事実が認められ、これに反する証拠はない。\nなお、原告は、佃工場の警備員は、とくに防火、防犯を厳命されており、かつ、\n同工場所属の下請業者の従業員の中に犯罪的傾向の強い者が多数いたため、通常の\n守衛ないし警備員よりも、その精神的緊張度が大きかつた旨主張しているが、これ\nを認めるに足りる証拠はない。\n右（１）、（２）認定事実によれば、原告の労働は、原則的に一定の部署に滞在\nして監視する業務を主体とし、かつ、右監視業務は、常態として、その身体および\n精神的緊張度の少ないものであつたといいうるし、工場内巡視についてみても、一\n昼夜二四時間中に三、四時間程度であるから、実労働時間に比し手待時間が非常に\n多かつたというに妨げなく、結局原告の労働は、法四一条三号にいう監視または断\n続的労働に該当するものであつたと解するのが相当である。\n（二）、次に、前記乙第四号証の一ないし三、成立につき争いのない甲第二号証、\n証人Ｄの証言（第一回）により成立の認めうる乙第五号証、証人Ｄ（第一、二回と\nも）、同Ｃ、同Ｅの各証言を総合すると次の事実が認められる。\n（１）、被告は、就業規則をもつて、一般の従業員の勤務時間について、始業時午\n前八時、終業時午後四時、退場午後四時一〇分、休憩時間正午より四五分間と定め\nる（六条）とともに、他方、警備員については、所轄労働基準監督署長の許可を受\nけて、第六条の規定にかかわらず、これと異なる勤務を実施する旨を定め（一六\n条）、右警備員との労働契約に基づき、一昼夜交替制二四時間勤務などを行わせて\nきた。\n（２）、被告は、昭和三〇年一〇月一日佃工場を完成して、その操業を開始した\nが、同工場に二名の警備員を配置し、右警備員について前記のとおり一昼夜交替制\nで二四時間隔日勤務を実施することを決め、その頃、被告の労務係員Ｆが所轄の西\n野田労働基準監督署長に対し法四一条三号所定の許可申請手続を行い、同署長から\n同号所定の許可を受けたうえ、間もなく、右工場警備員について一昼夜交替制によ\nる二四時間隔日勤務を実施した。\n以上の事実が認められ、これに反する原告本人尋問の結果（第一、二回とも）は\n前顕各証拠と対比してにわかに措信することができず、他に右認定に反する証拠は\n存在しない。\n右認定事実によれば、被告は佃工場の警備員の勤務について、昭和三〇年一〇月\n頃法四一条三号所定の許可を受けたことが明らかである。\nこの点に関して、原告は、かりに被告が一度許可を受けた事実があるとしても、\n被告が佃工場警備員の勤務について前記の許可を受けた昭和三〇年一〇月頃と、原\n告らが前記三交替勤務あるいは二交替勤務に従事した昭和三三年四月以降とでは、\n佃工場警備員の員数が増加し、勤務の態様に著しい変化があつたから、官庁の許可\nはその効力を失つたものであると主張している。\nなるほど、法四一条三号を受けた労働基準法施行規則三四条は、使用者は従事す\nる労働の態様および員数について、所轄労働基準監督署長より許可を受けなければ\nならない旨を規定しているから、許可後に「従事する労働の態様および員数」に変\n化が生ずれば、使用者は許可を受け直すべきものであるが、実質的にみて労働の態\n様が従前と変化がなく、若干の差異はあつても労働密度が薄くなるなどむしろ労働\n側に有利に変つた場合のごときは、従前の許可は直ちにその効力を失うものでない\nと解するのが相当である。これを本件についてみるに、すでに認定したように、被\n告が許可を受けた昭和三〇年一〇月当時から、原告が佃工場に勤務していた昭和三\n三年四月頃ないし昭和三八年五月三一日までの間に勤務の態様に格別変化が生じた\n事実はなく、右勤務に従事する警備員の員数および配置については、昭和三〇年一\n〇月当時においては、二名の警備員が一名ずつ一昼夜交替制により二四時間勤務に\n従事していたが、昭和三三年四月一日以降は警備員は三名に増員され、右三名の者\nが前記三交替勤務に従事した結果、昼間時の勤務は従前と同じであるが、夜間時は\n常時二名で勤務することになり、さらに昭和三六年頃警備員は四名に増員され、以\n後昭和三八年五月三一日まで右四名の者が二名ずつの二班に分かれ前記二交替勤務\nを行つた結果、昼夜を通じて常時二名で勤務に従事し、その間右警備員の労働時間\nは常に一日平均一二時間であつたものである。右事実関係に照らすと、前記許可以\n後警備員の労働の態様に実質的変化はなく、むしろ人員が増員されるに従い順次そ\nの労働密度が薄くなつていつたものというべきである。そうだとすると、被告が昭\n和三〇年一〇月当時受けた許可は当然に失効せず、原告ら警備員の労働は行政官庁\nの許可のない労働には該当しないというべきである。（かりに被告として再度の許\n可を受けるべきものであつたとしても、右事実関係からみれば、許可は一応存在し\nたのであり、被告が許可を再度得なかつたについては別段の悪意はなかつたものと\nいうべく、許可がないのに許可があるとして殊更に申し欺いたというような関係は\n認め難いものがある）。\n（三）、すると、原告が佃工場警備員として従事した労働はすべて監視または断続\n的労働であり、かつ、右労働につき法四一条三号所定の許可が存在したのであるか\nら、原告は被告との前記労働契約に基づき、前記三交替勤務または二交替勤務に従\n事する義務があつたことになり、反面被告は原告の右労働に対し休日出勤手当、同\n割増賃金、時間外手当、同割増賃金を支払う義務はなかつたことになる。\n２、次に、原告は、深夜業労働をさせられたことについて不法行為を主張し、被告\nの被用者は法四一条三号所定の許可を受けていないのに許可を受けたといつて欺罔\nし、原告をして違法な深夜業労働に従事させ、深夜業割増賃金相当の損害を被らせ\nたと主張している。しかし、原告の労働について法所定の許可があつたこと前記認\n定のとおりであるから、原告の主張は、その前提においてすでに失当というべきも\nのであるが、原告の主張全体の趣旨からすると、右主張には被告は法四一条三号の\n許可がある以上深夜業に従事させても深夜業割増賃金を支払う必要はないと申し欺\nき、原告をして深夜業労働に従事させ、深夜業増割賃金相当の損害を被らせたとい\nう主張を含むものと解される（法四一条各号に該当する者についても増割賃金に関\nする三七条中深夜業に対する部分は適用除外にならない、というのが通説であ\nる。）ので、右主張の当否につき更に検討する。\n（一）、被告が原告に対し、昭和三四年四月一日から昭和三七年三月三一日までの\n間、毎月、守衛手当金二、五〇〇円、残業手当金一、〇〇〇円を支給してきたこと\nは当事者間に争いがなく、右事実に、成立に争いのない第一号証、証人Ｄの証言\n（第一、二回とも）により成立を認めうる同第二号証、証人Ｄ（第一、二回と\nも）、同Ｂの各証言を総合すると、被告会社の人事担当者は、前記期間中、原告ら\n警備員に対してのみ、職員賃金規則九条五号に基づき、毎月、守衛手当金二、五〇\n〇円、残業手当金一、〇〇〇円を深夜業労働に対する対価たる趣旨をもつて、全員\n一率に支給し、別に同条九号所定の深夜業手当を支給しなかつたこと、これに対\nし、当時警備員その他の従業員から異議申立や問合せなどがあつたことはないこ\nと、なお、被告会社においては古く法施行直後の昭和二三年頃から警備員に対し深\n夜業労働の対価たる趣旨のもとに右守衛手当等を支給してきたこと、以上の事実が\n認められ、これに反する原告本人尋問の結果（第一、二回とも）は前顕各証言に対\n比してにわかに措信できず、他に右認定に反する証拠はない。\n右事実によれば、被告は原告ら警備員に対しては、昭和三三年四月一日から昭和\n三七年三月三一日までの間、前記職員賃金規則九条九号の深夜業手当（これが法の\n定める深夜業増割賃金に該当することは明らか）に代るものとして、前記守衛手\n当、残業手当を支給してきたものと認めざるを得ない。\n（二）、この点につき、原告は、職員賃金規則に定める守衛手当、残業手当は深夜\n業増割賃金とは別個のものであるとし、その根拠について種々主張しているので、\n以下原告の主張につき判断する。\n（１）、前記乙第一、第二号証によれば、職員賃金規則九条は従業員に対する諸手\n当につき次の如く規定していることが認められる。\n記\n第九条、諸手当は次のとおりとする。\n１、臨時手当\n臨時手当は月額とし、基本給の七倍を支給する。\n２、役付手当\n役付手当は役付者に対し月額次の金額（省略）を支給する。\n３、精勤手当\n精勤手当は月額とし、一か月間精勤した者に対し支給する。（金額欄省略）\n４、家族手当\n扶養家族を有する職員に対し別に定める規定により家族手当を支給する。\n５、守衛手当及び残業手当\n警備員に対し月額次の金額を支給する。\nイ、守衛手当　二、五〇〇円（新規則は三、〇〇〇円）\nロ、残業手当　一、〇〇〇円\n６、運転手当\n乗用車の運転手に対し勤続、経験等により次の範囲内で手当を支給する。（金額\n欄省略）\n７、早出残業手当\n所定の就業時間を超え早出残業させた場合は時間割賃金の他に第七条の計算によ\nる割増賃金を支給する。\n８、休日出勤手当\n休日に出勤させた場合は時間割賃金の他に第七条の計算による割増賃金を支給す\nる。（但書省略）\n９、深夜業手当\n深夜業（午後十時より翌朝午前五時）に勤務させた場合は第七条の計算による割\n増賃金を支給する。\n１０、通勤手当\n通勤手当は別に定める規定により支給する。\n右条文によれば、守衛手当、残業手当は、警備員のみに支給されるものとされ、\nかつ、早出残業手当、休日出勤手当、深夜業手当と併列して記載されているから、\n一見、これら三手当、とくに深夜業手当と別個の、警備員に対する特別の手当と見\nえなくもない。\nしかしながら、一方、さきに認定した如く、原告ら警備員に対しては時間外手\n当、同割増賃金（右規則上の早出残業手当）および休日出勤手当、同割増賃金（同\n規則上の休日出勤手当）が支給された事実はなかつたのであつて、原告ら警備員に\n対しては同規則九条七号、八号の規定は本来適用のないものとされていたことを窺\nうに足り、それゆえ、同条七号、八号は、「所定の就業時間を超え早出残業をさせ\nた場合」（七号）、あるいは、「休日に出勤させた場合」（八号）と規定して、従\n業員に対し通常の勤務（労働時間）以外に、とくに、早出、残業、休日出勤を命じ\nた場合に同号所定の諸手当を支給するものであることを明確にしているものと解さ\nれるのである。そしてまた、警備員以外の一般従業員は、前記のとおり、就業規則\n上、その勤務時間を午前八時から午後四時一〇分までと定められていて、通常、深\n夜業勤務に従事しない者であること、前記職員賃金規則九条九号は、深夜業手当を\n支給する場合として、「深夜業に勤務させた場合」と規定し、「深夜業に勤務する\n場合」などと規定していないことを併せ考慮すれば、同号の規定は、右一般の従業\n員に対し通常の勤務以外に深夜業労働を命じた場合にとくに深夜業手当を支給する\nという趣旨であると解するに十分である。\n（２）、原告は、守衛手当、残業手当が月極手当であり、休日出勤、時間外、深夜\n業労働の各割増賃金を算出する基礎賃金（時間割賃金）を構成するから、右手当を\nもつて深夜業割増賃金と同視できない旨を主張するが、警備員については、前説示\nのとおり、休日出勤手当、同割増賃金、時間外手当、同割増賃金および深夜業割増\n賃金が支給されないと解釈すべきものであるから、原告の主張はその前提を欠き、\n失当というのほかはない。\n（３）、前説示のように、守衛手当、残業手当は、いずれも月極手当とされてお\nり、かつ、警備員が欠勤した場合、その欠勤日数に応じて右両手当を減額、支給し\nたと認むべき証拠はないが、これは、警備員のみが深夜業を含む長時間勤務に服し\nていたことに基く特別の恩恵的、政策的措置であると解され、これをもつて、直ち\nに守衛手当、残業手当が深夜業割増賃金でないとの根拠となるとはなしがたい。\n（４）、なおまた、原告は、守衛手当、残業手当は低賃金に甘んじる原告ら警備員\nに対する生活補給手当であると主張するが、これにそう原告本人尋問の結果（第\n一、二回とも）は、成立に争いのない甲第八号証および証人Ｄ（第一、二回と\nも）、同Ｂの各証言に対比してにわかに措信することができず、他に右主張事実を\n認めるに足る証拠はないから、原告の右主張もまた採用できない。\nしたがつて、原告の前記主張はすべて採用することができず、本件守衛手当、残\n業手当はやはり法所定の深夜業割増賃金であると認めるべきものである。\n（三）、しかしながら、法三七条一項によれば、使用者は深夜業労働に従事させた\n労働者に対し通常の労働時間の賃金の計算額の二割五分以上の率で計算した割増賃\n金を支払うべき旨を規定しているところ、もし被告の支給した守衛手当、残業手当\nの額が法所定の割増賃金額に達していないとすれば、原告の不法行為の主張に影響\nがないでもないと考えられるので、以下この点について検討する。\n法施行規則一九条四号は、当該労働者の賃金が月によつて定められている場合、\n法三七条一項所定の通常の労働時間の賃金の計算額は、その月の賃金額をその月に\nおける所定労働時間数（月によつて所定労働時間数が異なる場合には、一年間にお\nける一月平均所定労働時間数）で除した金額に深夜業の労働時間数を乗じた金額で\nある旨定めているから、法三七条一項所定の深夜業割増賃金は右金額の二割五分に\n相当する額（ただし、昀低額）であるところ、成立につき争いのない甲第三号証の\n一ないし六、および前記乙第一、第二号証によれば、原告は昭和三三年四月一日か\nら昭和三七年三月三一日までの間被告より毎月別表（六）基本給欄、臨時手当欄記\n載の金員を支給され、その合計額すなわち、同表（六）合計額欄記載の金額が原告\nの毎月の賃金であると認められ、これに反する証拠はない。\nまた、原告は、右期間中、前記のとおり、三交替勤務または二交替勤務を行い、\n一日平均一二時間の労働を行つてきたことが明らかで、その月により所定労働時間\n数が異なる場合に該当し、一年間の一か月平均所定労働時間数を計算する必要があ\nるところ、原告の右一か月平均所定労働時間数は左記算式のとおり三六五時間とな\nること計数上明白である。\n１２時間×３６５（日）÷１２（月）＝３６５時間\nまた、右期間中における原告の深夜業労働時間は、（イ）、まず前記三交替勤務\n中は、三週間中の深夜業の回数は一四回、その深夜業労働時間はその七倍の九八時\n間であり、かつ、三週間中の原告の全労働時間は一日の平均労働時間一二時間の二\n一倍にあたる二五二時間であるから、原告の一か月平均深夜業労働時間は一か月平\n均全労働時間三六五時間の二五二分の九八であるというべく、その時間数が一四\n一・九五（小数三位以下切上）となることは計数上明白である。（ロ）また、前記\n二交替勤務中にあつては、一昼夜の全労働時間二四時間中の七時間が常に深夜労働\n時間に該当するから、原告の一か月平均深夜業労働時間は一か月平均全労働時間三\n六五時間の二四分の七であるというべく、その時間数が一〇六・四六（小数三位以\n下切上）となることも計数上明白である（ただし、以上いずれも深夜業中の睡眠時\n間は度外視した。以下同じである。）\n右事実関係に基き、原告の深夜業割増賃金（二割五分の昀低額）を計算すると、\n別紙計算式のとおり、別表（六）深夜業割増賃金一か月分相当額欄記載の各金額\n（カツコ内は三交替勤務による計算額である。なお円位未満切捨）となる。そうす\nると、右深夜業割増賃金の額は、むしろ原告の受給した前記守衛手当、残業手当の\n額を下廻るものであつて、被告のなした措置に不当はないことになる。\n（三交替勤務）　深夜業増割賃金＝基本月給×１４１．９５÷３６５×０．２５\n（二交替勤務）　深夜業割増賃金＝基本月給×１０６．４６÷３６５×０．２５\n３、以上のとおりの事実関係であつてみれば、かりに、被告の被用者たる労務課長\nが原告に対し原告主張の如く法四一条三号所定の許可を受けたと言い、あるいは、\n守衛手当、残業手当のほかは、深夜業割増賃金は支給できないと言い、原告主張の\n労働に従事させたとしても、その行為は欺罔行為その他の不当行為に該当せず、違\n法性がないことになる。すると、原告の不法行為に基づく損害賠償請求は、その余\nの点について判断するまでもなく理由がない。\n三、次に、原告の深夜業割増賃金請求の当否につき判断する。\n原告が昭和三七年四月一日から昭和三九年三月三一日までの間、毎月、別表\n（七）記載のとおりの基本月給を受給していたことは成立につき争いのない甲第三\n号証の四ないし六ならびに弁論の全趣旨により明らかであり（これに反する証拠は\nない。）原告が右期間中毎月守衛手当金三、〇〇〇円、残業手当金一、〇〇〇円ず\nつの支給を受けていたことは当事者間に争いがなく、右両手当が原告に対する労働\n基準法所定の深夜業割増賃金に該当するものであることは、前に判断したとおりで\nある。そして、前記のとおり、原告は昭和三七年四月一日から昭和三八年五月三一\n日までの間、前記二交替勤務に従事してきたものであり、その後昭和三九年三月二\n五日まで同様に二交替勤務に従事してきたことは前記乙四号証の一ないし三、原告\n本人尋問の結果（第一、二回とも）および弁論の全趣旨により明白であり、右二交\n替勤務中における一か月平均労働時間が三六五時間、その一か月平均深夜業労働時\n間が一〇六・四六時間であることは前に説示したとおりである。以上の事実関係に\n基づき、法施行規則一九条四号の規定に則り、法三七条一項所定の深夜業割増賃金\n（ただし昀低額）を算出すると、別表（七）深夜業割増賃金一か月相当額欄記載の\n各金額（円位未満切捨）となること計数上明白であり、（計算式は前記のとお\nり）、右深夜業割増賃金の額は、いずれも原告の受給した前記守衛手当、残業手当\nの合計額を下廻ることになる。\nそうすると、原告は、右守衛手当、残業手当を受給したことにより、前記期間中\nの深夜業割増賃金の支払を受けたものというべきであるから、原告の右深夜業割増\n賃金の請求、したがつてまた、同付加金の請求は、その余の点につき判断するまで\nもなく、失当である。\n四、以上のとおりで、原告の本訴請求はすべて理由がないので、これを棄却するこ\nととし、訴訟費用の負担につき民事訴訟法八九条を適用して主文のとおり判決す\nる。\n（裁判官　今中道信　砂山一郎　窪田正彦）\n別表（一）～（七）（省略）\n"
}