{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 45,
    "month": 6,
    "day": 10
  },
  "case_number": "昭和43(ラ)712",
  "case_name": "増改築許可決定に対する即時抗告事件",
  "court_name": "東京高等裁判所第五民事部",
  "article_info": "第23巻3号357頁",
  "gist": "一、　木造平家建居宅を木造二階建居宅付共同住宅に改築することを許可した事例\n二、　改築許可の裁判における改築内容の特定方法",
  "case_gist": "一、　木造平家建居宅を木造二階建居宅付共同住宅に改築することは、特段の事情の認められないかぎり許可すべきである。\n二、　木造居宅付共同住宅に改築することを許可する場合、改築内容を特定するには、建物の種類、構造、床面積をもつてすれば足り、図面によつて詳細かつ厳密になすことを要しない。",
  "lawsuit_id": "20775",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=20775",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/775/020775_hanrei.pdf",
  "contents": "主　　　　文\n本件抗告を棄却する。\n相手方のした申立の趣旨の変更に基づき、原決定別紙目録を本決定別紙\n目録のとおり変更する。\n理　　　　由\n一、　本件抗告の趣旨は、「原決定を取消す。本件申立を棄却する。」との裁判\nを求めるというにあり、その理由とするところは、別紙「抗告の理由」のとおりで\nある。\n二、　相手方（当番における相手方を指す。以下回じ。）は、当審において、\n「改築の許可を求める建物を、『木造厚型スレート葺住宅付共同住宅、床面積一階\n六七・三二平方米（約二〇・三七坪）、二階五六・二八平方米（約一七・〇三\n坪）。北側隣地境界線と建物の外壁もしくはこれに代る柱との距離を一・五米とす\nる。配置、規模、構造の詳細は別紙図面のとおり。』と変更する。」と申立てた。\n三、　よつて按ずるに、本件の全資料を精査しても、当裁判所の判断は、次に補\n足訂正するほかは、原決定の説示するところと同様であつて、原決定にはこれを取\n消すべき違法不当のかどはない。すなわち、\n<要旨第一>（一）　抗告人は、相手方の本件申立を許すべからざる理由の一とし\nて、まず、相手方に賃貸中の土地（以下本</要旨第一>件土地という。）に共同住宅\nが築造されると、日照、通風に恵まれた近隣の快適な生活環境が破壊されると主張\nする。しかし、本件土地の北側隣地上にあるＡの居宅を除いては、本件改築によつ\nて具体的にいかなる環境の悪化がもたらされるかはこれを明らかになし得ないばか\nりでなく（Ａ宅への影響の点は後に判断する。）、東京都内における現時の土地利\n用の状況に鑑みると、相手方の企図するような、木造平家建居宅から木造二階建居\n宅付共同住宅への改築は、特段の事情のないかぎり、借地の利用上当然許容される\n範囲に属するといつても過言ではないから、特段の事情のないかぎり本件申立にか\nかる改築を不許とすべき理由はない。そして、記録によれば、本件土地は、都市計\n画上住居地域、準防火地域、第二種容積地区に指定された、間口一三・五米、奥行\n九・八米の矩形状をなした土地であつて、その南側は幅員約三・七米の公道に、そ\nの東側は幅員約三米の私道（抗告人所有地）にそれぞれ面していること、本件土地\n付近は住宅街であつて、本件土地の属する街区である、葛飾区ａｂ丁目ｃ番内には\n二階建建物が比較的少なく、とりわけ、本件土地を含む抗告人所有地の一画は、二\n階建建物は僅かに一戸で他はすべて平家建であり、しかも共同住宅は皆無であるも\nのの、本件土地の東方畑を隔てたＢ所有地には二階建の工場従業員寮が建築されて\nおり、右街区に隣接するａｂ丁目ｄ番、同ｅ番、同ｆ番および同ｇ番の各街区内に\nは多数の二階建建物が存し、その中には共同住宅も多く含まれており、さらに、本\n件上地を中心として半径約二〇〇米の円内地域に拡大して観察するときは、二階建\n共同住宅の枚挙にいとまがないこと、本件土地賃貸借契約には、「借地上の建物の\n増改築等には地主の承諾を要する。」旨の特約が付されているが、右特約は、二階\n建建物（共同住宅）への改築を禁止する趣旨を含むとは解されないこと（本件土地\n賃借権が設定された当時、契約当事者らは将来共同住宅が建築されることを予想し\nてはいなかつた形跡がらかがわれるが、さればといつて、右のような建物の築造を\n禁止する黙示の合意が成立していたと解することはできない。）以上の事実が認め\nられるのであつて、右に認定した、本件土地の位置形状、近隣の土地の利用状況、\n増改築に関する特約の内容等の諸事情を勘案すると本件改築を不相当たらしめる特\n段の事情はとうていこれを見出し得ないといわなければならない。いわんや抗告人\nにおいて抱いている、共同住宅は個人住宅に比して俗悪であるとするかのごとき感\n情や、共同住宅は火災発生の危険が大であるとの危倶の念は、いずれも本件改築を\n不許可とすべき正当な事由たり得ない。\n（二）　次に抗告人は、原決定中の、「改築建物の外壁を北側隣地との境界線か\nら一・五米の距離を保つことにより、右隣地上に存するＡ宅に対する日照、通風を\n現状程度に確保できる。」との判断は、なんら資料に基づかないものであるばかり\nか、その結論自体も不正確であると主張するところ、なるほと、記録を検討する\nと、原審にあらわれた資料中には、右判断の資料たり得るものは見当らず、また、\n当審において抗告人から提出された、Ｃ作成にかかる鑑定結果報告書によれば、原\n決定が指示している距離を保つても、本件改築によつてＡ宅への日照が現在よりさ\nらに阻害されるであろうことが認められる。しかし、右鑑定結果報告書に、当審に\nおいて相手方から提出されたＤ作成にかかる鑑定書ならびに原審における実況見分\nの結果を総合すれば、「相手方が現に本件上地上に有する建物から南側の敷地境界\nまでは約二米であるが、北側の敷地境界までは約〇・八五米であり、一方本件土地\nの北側隣地に存在するＡ宅については、建物南端から南側の敷地境界までは約〇・\n八五米（建物の北端から北側の敷地境界までは約一・一五米）、の距離を置くに過\nぎず、かように相手方所有の建物とＡ宅とが近接しており、しかもＡ宅がほぼ敷地\n一杯に建てられているため、現状においてもＡ方では日照を十分に得られないてい\nること、本件改築が実行されると、Ａ宅の日照の状態は現在より一段と悪化すると\n予想されるけれども、Ａ宅の日照が完全に奪われてしまうわけでもないこと。」が\n認められるのであつて、右認定の事情に改築建物の規模等を勘案すると、現在以上\nに北側隣家の日照を阻害することとなるような改築は許されないとする原裁判所の\n判断における前提自体がむしろ妥当を欠くのであつて、本件改築によつて惹起され\nる程度の日照の阻害は隣家において受忍すべき範囲内にあるというべきである。そ\nして、本件改築によつてＡ宅の通風が受忍し得ない程度に阻害されるにいたること\nを認めさせる資料はない。したがつて抗告人の右主張も採用しがたい。\n<要旨第二>（三）　さらに、抗告人は、裁判所が本件のような土地所有者等の承\n諾に代わる許可を与える場合には、改築建</要旨第二>物の種類、構造等を厳密に特\n定すべきことを法が要求しているにかかわらず、原決定における特定の方法は法の\n右要求を充足しているといえないから、原決定はこの点において違法であると主張\nするが、本件のように改築建物が木造の居宅付共同住宅である場合は、原決定が建\n物の種類、構造および床面積によつてした特定の程度で十分であつて（反面からい\nえば、本件改築建物のような場合には、右特定に用いられた建物の種類、構造およ\nび床面積のみが承諾に代わる許可を相当とするか否かの判断に影響を及ぼす事項で\nあるといえる。）、右以上に図面等によつて詳細かつ厳密な特定をなさねばならな\nいものではないから、抗告人の右主張も理由がない。\n四、そうすると原決定は相当であつて、本件抗告は理由がないからこれを棄却す\nべきであるが、相手方は、当審において、改築建物につき、前記第二項に記載した\n申立をしているので（右申立によると、改築建物の床面積につき、一階において\n三・四九平方米、二階において六・五三平方米の増加をきたしているが、右の程度\nの変動は本件改築を許可すべきものとする結論を左右しない。）、改築の内容を明\n確ならしめる趣旨で、主文において別紙目録の変更を宣言することとする。\nよつて主文のとおり決定する。\n（裁判長裁判官　古山宏　裁判官　川添万夫　裁判官　秋元隆男）\n別　紙\n目　　　録\n改築（再築）の建物\n木造厚型ストレート葺二階建住宅付共同住宅\n床面積　一階　六七・三二平方米\n二階五六・二八平方米\n１　建物の配置、構造の詳細は添付図面のとおり。\n２　二階廊下には隣地に対する目隠しを設置すること。\n３　北側隣地境界線と建物の外壁または、これに代わる柱の面との距離は一・五\n米以上とすること。\n（添付図面省略）\n"
}