{
  "trial_type": "IPCase",
  "date": {
    "era": "Showa",
    "year": 53,
    "month": 6,
    "day": 20
  },
  "case_number": "昭和48(ワ)5607",
  "case_name": "",
  "court_name": "大阪地方裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "14338",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=14338",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/338/014338_hanrei.pdf",
  "contents": "主　　　文\n一（一）　被告株式会社高槻公益社は「株式会社高槻公益社」の商号を\n（二）　被告株式会社寝屋川公益社は「株式会社寝屋川公益社」の商号を\n（三）　被告株式会社北摂公益は「株式会社北摂公益」の商号を\n使用してはならない。\n二（一）　被告株式会社高槻公益社は大阪法務局高槻出張所昭和四六年一二月二〇\n日付をもつてした同被告の商号株式会社大阪商会を「株式会社高槻公益社」と変更\nした商号の変更登記の\n（二）　被告株式会社寝屋川公益社は大阪法務局枚方出張所昭和四七年五月一日付\nをもつてした同被告の設立登記中、「株式会社寝屋川公益社」の商号の\n（三）　被告株式会社北摂公益は大阪法務局吹田出張所昭和四八年九月四日付をも\nつてした同被告の設立登記中、「株式会社北摂公益」の商号の\n抹消登記手続をせよ。\n三（一）　被告株式会社高槻公益社は別紙第一目録（一）記載の店舗、同（二）記\n載の印刷物および同（三）記載の看板等の「株式会社高槻公益社」の文字の記載部\n分を抹消し、右文字の記載のある印刷物および看板を廃棄せよ。\n（二）　被告株式会社寝屋川公益社は別紙第二目録（一）記載の店舗、同（二）記\n載の印刷物および同（三）記載の看板等の「株式会社寝屋川公益社」の文字の記載\n部分を抹消し、右文字の記載のある印刷物および看板を廃棄せよ。\n（三）　被告株式会社北摂公益は別紙第三目録（一）記載の車庫、同（二）記載の\n印刷物および同（三）記載の看板等の「株式会社北摂公益」の文字の記載部分を抹\n消し、右文字の記載のある印刷物および看板を廃棄せよ。\n四　訴訟費用は被告らの負担とする。\n事　　　実\n第一　当事者の求めた裁判\n一　原告\n主文同旨の判決\n二　被告ら\n（本案前の申立）\n（一）　本件訴えを却下する。\n（二）　訴訟費用は原告の負担とする。\nとの判決\n（本案につき）\n（一）　原告の請求を棄却する。\n（二）　訴訟費用は原告の負担とする。\nとの判決\n第二　請求原因\n一　不正競争防止法にもとづく請求\n（一）原告会社設立の経緯\n訴外「株式会社公益社」（以下、「旧々公益社」という。\n）は昭和七年一〇月葬儀の請負、霊柩自動車営業等を目的として設立され、大阪府\n下全域においてその営業に従事していたところ、第二次大戦末期にいたり戦時の国\n策に則り大阪府下の霊柩車運送業者を企業合同により一本化することとなり、当時\n府下昀大の自動車保有台数を擁し府下昀大の営業規模をほこつていた前記「旧々公\n益社」を主体として企業合同が行われ、時の監督官庁指導の下に昭和一九年一〇月\n二日「株式会社公営社」が設立され、「旧々公益社」自体はその頃解散決議がなさ\nれ、その旨の登記も了された。\nところが、右「株式会社公営社」は、終戦に伴つて企業合同の趣旨もなくなり、\nそのために名付けられた右「株式会社公営社」なる商号の意義もうすれ、かたがた\nかつて前記「旧々公益社」の商号の有していた信用とその経済的価値を惜しみ、か\nつ「公益社」復活への府民の強い要望にも応えた結果、昭和二〇年一〇月三〇日そ\nの商号を「株式会社公益社」（以下、「旧公益社」という。）に変更し、そのころ\nその旨の登記も了した。\nそして、右「旧公益社」はその後予期していたとおり順調に発展したので、さら\nに充実した体制の下で需要者の要請に応じることとなり、昭和三八年ごろその営業\n目的のうち霊柩車運送と貨物倉庫部門のみを残し、昀も重要な営業部門である葬儀\n請負業務については別の新会社を同一商号をもつて設立して当らせることとなり、\n同年九月一八日新会社が設立されるとともに、「旧公益社」は自社の保有していた\n葬儀請負に関する人的（従業員約二五〇名）、物的（霊柩車を除く一切の葬祭用什\n器）施設を含む営業全部を右新会社に譲渡した。これが原告「株式会社公益社」\n（以下単に「公益社」ということもある。）である。\n以上のとおり原告会社は「旧々公益社」および「旧公益社」の商号および葬儀請\n負業に関する人的、物的諸施設をほぼそのまま承継しているものである。\nなお、「旧公益社」はその後貨物倉庫部門の営業を訴外守口倉庫株式会社に譲渡\nしたためその営業目的は貨物霊柩自動車運送のみになつたが、その本店、役員構成\nは従前のままであるため、現在右「旧公益社」と原告「公益社」とはその営業目的\nは異なるけれども、その商号、本店の所在地および役員の構成はすべて同一であ\nる。\n（二）　原告会社の商号等の周知性\n原告会社は「公益」を社是とするものであつて、その前身である「旧々公益社」\nの時代から永年同社の創立者であり、かつ「旧公益社」および原告会社の初代の代\n表取締役であつた訴外Ａの宿願である葬儀請負業に対するいわれなき偏見の解消お\nよび社会的地位の向上に努力し、また斯業界の近代化と体質の改善に尽力した結果\n全国の業界内では指導的な地位を確立してきた。\nこれを広告等の具体的営業活動の点からみても、原告はその前身ともいうべき\n「旧々公益社」の時代から多くの駅、街頭に立看板を設置してきたほか、毎日、読\n売、朝日、サンケイおよび日本経済のいわゆる五大新聞紙上（大阪版）のいずれか\nに連日広告を掲載するという方法で広告宣伝をしてきた。因みにその費用は昀近一\n〇年間の平均で一か年当り三、〇〇〇万円を超え、昀近の一、二年は一か年当り約\n四、〇〇〇万円にも昇つている（なお、前記のとおり「旧々公益社」および「旧公\n益社」の時代には原告の主営業目的である葬儀請負部門のほか貨物霊柩自動車運送\n部門等をも営業していたが、この部門は独占事業であるため特段宣伝の必要がな\nく、上記の広告宣伝活動は専ら原告の主営業目的である葬儀請負の業績向上のため\nにみなされたことはいうまでもない。）。\nまた、原告会社は現に別紙第四目録記載のとおり大阪府および兵庫県下に一八に\nおよぶ多数の本店、支店、営業所を擁し地域住民と密着している。\n以上のとおりであるから、原告の「株式会社公益社」なる商号およびその略称又\nは通称である「公益社」の表示は、遅くとも昭和四○年頃には、それが原告会社の\n営業であることを示すものとして当業者、住民に広く知られるようになり、少くと\nも大阪府下においては葬儀社の代名詞と目されるほどにまで広く認識されるように\nなつた。\n右の事実は原告会社の大阪府下における葬儀総件数（地方自治体等の公的機関が\n取扱つたものをも含む）に対する取扱割合が過去五年間においても約一五パーセン\nトないし二〇パーセントを占めていることおよび原告が昭和四九年九月に実施した\n大阪府北部における「公益社」なる商号に対する住民の意識に関する調査報告書\n（甲第二六号証の二）によると、「大阪府北部の公益社を知つている人」三九一人\n中原告会社を知つている者が二四五人であり、その割合は七八・二パーセントの高\nい比率を示しており、また「単に（株）公益社を知つている人」は五〇〇人中二四\n五人であり、その割合は四九パーセントにも達していることによつても首肯される\nところである（なお、知名度抜群と思われる訴外松下電器産業株式会社でも二〇パ\nーセント程度である点参照。）\n（三）　被告ら設立の経緯および商号の使用態様\n１　被告株式会社高槻公益社（以下、「被告高槻公益社」という。）はもと商号を\n「株式会社大阪商会」本店を「大阪府高槻市＜以下略＞」、目的を「葬儀の請負等\nおよびこれに附帯する一切の事業」として昭和四五年七月二〇日に設立され、その\n後翌四六年一二月一八日その商号を「株式会社高槻公益社」と変更し、同月二〇日\n付をもつてその旨の変更登記がなされさらにその後本店所在地も肩書地に変更した\n会社である。\nそして、同被告はかねてから大阪府高槻市およびその周辺において右営業を行つ\nているところ、同社はその営業活動として別紙第一目録（一）記載の店舗、同\n（二）記載の印刷物および同（三）記載の看板等に「株式会社高槻公益社」の表示\nを使用している。\n２　被告株式会社寝屋川公益社（以下、「被告寝屋川公益社」という。）は商号を\n「株式会社寝屋川公益社」、本店を「肩書地」、目的を「葬儀の請負およびこれに\n附帯する一切の事業」として昭和四七年五月一日に設立された会社である。\nそして、同被告は大阪府寝屋川市およびその周辺において右営業を行つていると\nころ、同社はその営業活動として別紙第二目録（一）記載の店舗、同（二）記載の\n印刷物および同（三）記載の看板等に「株式会社寝屋川公益社」の表示を使用して\nいる。\n３　被告株式会社北摂公益（以下、「被告北摂公益」」という。）は、もとその代\n表取締役である訴外Ｂ個人が商号を「北摂公益」、目的を「葬儀の請負およびこれ\nに附帯する一切の事業」として昭和四七年頃発足させた営業をそのまま承継して昭\n和四八年九月四日本店を「肩書地」に置いて設立された会社である。\nそして、同被告は大阪府摂津市およびその周辺において右営業を行つているとこ\nろ、同社はその営業活動として別紙第三目録（一）記載の車庫、同（二）記載の印\n刷物および同（三）記載の看板等に「株式会社北摂公益」の表示を使用している。\n（四）　原告会社の商号と被告らの商号の類似性\n不正競争防止法一条一項二号所定の商号の類否判断は一般人が取引界において混\n同誤認するおそれがあるか否かによつてなされるべきである。\nそして、右混同誤認のおそれの有無は、まず商号の主要部分（「要部」）の呼\n称、外観、観念の同一又は類似の有無について検討し、次にあらためて両商号を全\n体として観察して決すべきである。\nこれを本件についてみるに、原告の「株式会社公益社」の商号のうち「株式会\n社」の部分は単に会社の種類を表示する文字にすぎず、その要部は「公益社」であ\nる。\nそして、前記のとおり右要部「公益社」なる表示は、取引者又は需要者の間で\nは、原告の略称であると同時に通称でもある。\nこれに対し、被告高槻公益社の使用する「株式会社高槻公益社」および被告寝屋\n川公益社の使用する「株式会社寝屋川公益社」の各商号をみるに、その冒頭に冠し\nてある「株式会社」が単に会社の種類を表示するものであることは、先に述べたと\nおりであるから、商号の類否検討上さして意味はなく、また「高槻」の二字および\n「寝屋川」の三字は右各被告らの営業場所の所在地名にほかならないところ、右各\n地名はもとより右被告らが右商号を選択する以前から周知であり、右標章が使用さ\nれた結果広く認識されるに至つたわけでもないので、「公益社」という部分に比し\nて注意をひくことが少ないため、\n簡易迅速を尊ぶ日常の取引においては、右地名部分は省略されることが多いもので\nある。したがつて、右被告らの商号の要部はいずれも「公益社」の部分であると解\nされる。\nしてみると、原告の商号と右被告らの商号とはその主要部分において称呼、観\n念、外観が同一であるから右被告らの商号は全体として原告の商号に類似するもの\nというべきである。\nまた、被告北摂公益の使用する「株式会社北摂公益」の商号は冒頭に前記会社の\n種類を表示する「株式会社」を冠したうえ、原告の商号の略称又は通称である「公\n益社」の接尾語である「社」の一字を省略し、その昀重要部である「公益」なる語\nを採用し、ただその前に前記のとおり需要者の注意をひくことが少ない同被告の営\n業場所の地方名である「北摂」の二字を附加したにすぎないものであるから、前記\n被告二社と大同小異の命名というべきものである。したがつて、原告と同被告との\n商号はその昀主要部分（「公益」なる部分において称呼、観念、外観が同一である\nから、同被告の商号も全体として原告の商号に類似するものというべきである。\n（五）　営業上の施設又は活動の混同および営業上の利益を害せられるおそれ\n以上のとおり原告の商号等と被告らの商号とが類似していることからして、原告\nの商号およびその営業上の施設又は活動と被告らのそれらとが誤認混同されるおそ\nれがあることは明らかである。\nこのことは現に被告らの行つた葬儀請負行為に関して利用者から原告に対し「料\n金が高くて不親切である。」とか「粗悪な什器を使用している。」等の数々の苦情\nが寄せられている事実に照らしても首肯しうるところである。\nまた、被告らの前記商号の使用行為により原告の利用者が減少し現実に営業上の\n利益を害せられ又は少なくとも害せられるおそれが十分にある。\n二　商法にもとづく請求\n（一）　原告は前記のとおり「株式会社公益社」という登記商号を有している。\n（二）　被告らは前記のとおり「株式会社高槻公益社」「株式会社寝屋川公益社」\nおよび「株式会社北摂公益」の各商号を使用しているところ、右各商号は前記一\n（四）で述べたとおり原告の登記商号と類似している。\nまた、その結果、被告らが右各商号を使用することは被告らの営業があたかも原\n告の営業であるかのように混同誤認され、ために原告の営業上の利益が害せられる\nおそれがあることも一（五）で述べたとおりである。\n（三）　被告らは、いずれも原告がかねてから自己と同一の営業地域内で同一の営\n業を行つていることを知りながら又は過失によつてこれを知らないで前記各商号を\n選定し、原告が永年に亘つて築き上げ維持してきた信用を利用する等不正な競争を\nする目的又は不正な目的をもつて右各商号を使用しているものである。\n三　結論\nよつて、原告は被告らに対し不正競争防止法一条一項二号又は商法二〇条一項若\nしくは二一条にもとづいて主文同旨の裁判を求める。\n第三　被告らの本案前の抗弁\n原告訴訟代理人は当初訴状において本件訴訟における原告を「大阪市＜以下略\n＞、原告株式会社公益社右代表者代表取締役Ｃ」と特定表示しており、これはその\n請求の原因の記載に照らすと昭和七年設立の「旧々公益社」かまたは昭和一九年設\n立の「旧公益社」を指すものと解せられる。\nしかるに右代理人はその後昭和四九年一一月一五日施行の第七回口頭弁論期日に\nおいては同日付の準備書面に基き、原告を「大阪市＜以下略＞株式会社公益社（た\nだし、葬儀行為を営業目的とするもの）、右代表者代表取締役Ｄ（ただし、前記Ｃ\nが同年八月七日死亡したため、同月一〇日新しく代表取締役に選任されたもの）」\nと訂正する旨陳述し、本件訴訟における原告が昭和三八年九月一八日設立の「公益\n社」であることを明らかにした。\nしかし、右のような原告の表示変更は単なる訂正ですまされるべきものではな\nく、原告当事者を「旧々公益社」または「旧公益社」から「公益社」に任意的に変\n更したもの、すなわち、いわゆる任意的当事者変更をしたものと解すべきである。\nしかし、このような変更は民事訴訟法上許されるべきものではない。\n被告らはもとよりこのような変更に同意していないし、もしかかる任意的当事者\n変更を許すと不十分な調査にもとづく濫訴を許すことにもなる。\nよつて、本訴が「公益社」を原告とするものであるというのであれば該訴は却下\nされるべきである。\n第四　請求原因に対する被告らの答弁および主張（かりに「公益社」を原告とする\n本訴が適法である場合の答弁）\n一（一）　請求原因一の（一）の事実（原告会社設立の経緯）中、原告が昭和三八\n年九月一八日目的を葬儀請負等として設立されたことは認め、その余の事実は不\n知。\n原告は「旧々公益社」とは法人格を異にすることはもちろん、その人的、物的諸\n施設を承継しているものでもない。\nすなわち、「旧々公益社」は昭和七年に設立された後同一八年八月一五日株主総\n会においてその営業、車輛および不動産を「株式会社公営社」に議渡する旨の決議\nをしたうえ、翌一九年一一月五日株主総会の決議により解散したのであるが（登記\nは同年同月一四日）、同二〇年一〇月三〇日商号を「文化産業株式会社」と変更す\nるとともに翌二一年四月五日株主総会の決議により会社を継続することとし、さら\nに同年五月二九日目的を「和洋家具売買の仲介、普通料理業ならびに普通飲食業、\n金銭貸付および右各号に附帯する業務」に変更し現在にいたつているものであるか\nら、原告会社が設立された昭和三八年当時葬儀請負業に関して営業所等原告に議渡\nすべきものは何も有していなかつたはずである。\nまた、「株式会社公営社」も原告とは法人格を異にし監督官庁指導の下に「旧々\n公益社」ほか貨物霊柩自動車運送業者五名が合同して設立した別の会社であるか\nら、原告がたまたまその一部門の設備を事実上使用したことがあるからといつてそ\nの権利を承継したとはいえない。また証拠上も原告が「株式会社公営社」から葬儀\n請負に関する権利のみを分離して譲り受けた形跡もない。\n（二）　同一の（二）の事実（原告会社の商号等の周知性）は否認する。\n「旧々公益社」は訴外Ｅ、同Ｆらが発起人となり設立したものであり、また「株\n式会社公益社」という商号も右訴外人らが決定したものであつて、原告の主張する\n訴外Ａは昭和九年九月八日になつてはじめて同社の取締役に就任したにすぎず、同\n訴外人は右商号の選択にも何ら関与していない。\nまた、そもそも「公益社」なる商号の由来は次のとおりであつて、原告が主張す\nるようなものではない。すなわち、日本人は古来「死」につながる直接的な響きを\n有する「葬儀」、「葬祭」という言葉を忌む習性があり、他方では「公益」という\n言葉は古来社会奉仕および祭祀と深い関係があることより、「旧々公益社」および\n「旧公益社」が葬儀請負業を営むに際して「株式会社公益社」という商号を選択、\n使用したのが機縁となつて「公益社」という名称が葬儀請負業の商号として昀適で\nあるとして一般に受け入れられ、後記のとおり昭和一三年頃から全国いたるところ\nに「公益社」又は「何々公益社」という名称の商号を使用する葬儀業者が続出し\nた。したがつて、「公益社」という名称は原告会社設立以前既に葬儀社の代名詞の\nように使用されていた。以上のとおりであるから、原告の「株式会社公益社」とい\nう商号等が原告の営業であることを示す表示として周知になつたとはとうていいえ\nない。\n（三）　同一の（三）の事実（被告ら会社設立の経緯とその商号使用態様）中、訴\n外Ｂが個人で葬儀請負業等を開始した時期は否認し、その余の事実は認める。\n被告ら各会社設立の経緯の詳細は次のとおりである。\n（１）被告高槻公益社の代表取締役であるＧは昭和四四年九月頃から高槻市内にお\nいて「高槻公益」という名称の商号を使用して葬儀請負業を開始し、その後これを\n法人化して「株式会社大阪商会」を設立したが、対外的には従前どおり「高槻公\n益」という名称を使用して営業をしていたので、右通称と商号とを一致させるため\n昭和四六年一二月一八日右商号を「株式会社高槻公益社」に変更し現在にいたつて\nいるのである。\nところで、Ｇが葬儀請負業を開始した当時高槻市内においては市営葬儀のみが行\nわれ、民間の葬儀請負業者は皆無に近かつたところ、同人は同市の人口増加と市民\nの民間葬儀請負業者による葬儀執行に対する強い要望に着目して右事業を開始した\nものであり、いわば高槻市内における民間葬儀請負業者の草分け的存在である。\n（２）被告寝屋川公益社の代表取締役であるＨは昭和四二年守口市内の葬祭業者\n「花清」に勤務し、一年後に寝屋川市内で独立したもので、独立に際し「花清」の\n社長（Ｉ）に命名してもらつた「花清公益社」という商号を使用していたが、その\nかわり、葬祭注文主からうる契約代金の八割を「花清」に納めることになつてい\nた。そこで、Ｈは昭和四四年二月にいたり完全に独立することとし、「花清」の要\n請にもとづいて自己の商号から「花清」の部分を削除し、所在地の名称を冠して\n「寝屋川公益社」とし、昭和四七年五月一日にこれを株式会社組織にした。これが\n被告寝屋川公益社であるが、その営業規模は従業員数名の微々たるもので原告から\nとやかくいわれるほどの有力会社ではない。\n（３）被告北摂公益の代表取締役であるＢが個人で摂津市内において「北摂公益」\nなる商号を使用して葬儀請負業を開始したのは昭和四五年二月である。そして、当\n時摂津市内には葬儀請負業者としては「摂津公益」なる商号を使用する者が一人い\nただけで、原告は営業所すら有していなかつた。\n（四）　同一の（四）の事実（原、被告ら商号の類似性）中、原、被告らの商号が\n原告主張のとおりであることは認め、その余の事実は否認する。\n原告と被告らの商号は次に述べる理由により非類似である。\nすなわち、人間の死亡という事態はその時・所を選ばないとしても、一般に住所\n地において死亡することが多いところ、葬儀に関してはその突発性、短時間内の適\n切な執行の必要性および資材の運搬の便宜等を考慮して遠隔地の業者にこれを注文\n依頼することは全くなく、当該住所地所在の業者にこれを委ねるのが実情である。\nしたがつて、葬儀請負業においてはその顧客の範囲は地域毎に細分化されるのが特\n徴である。\nまた、「公益」という文字は日常普通一般に使用される用語であるから、それ自\n体には独自性はなく、現に葬儀請負業に関して「公益社」という名称を使用した商\n号、屋号は後記のとおり古くから全国いたるところに存在しており、「公益社」な\nる表示は右営業の慣用表示ともいうべきものである。\n以上の事情を考慮すると、被告らの商号のうち「公益社」又は「公益」という部\n分がその主要部分であるとはとうてい解されず、むしろ「高槻」、「寝屋川」、\n「北摂」という各被告の主たる営業場所の所在地名を表示する部分こそ要部である\nと解すべきである。したがつて、被告らの各商号は、単に「公益社」とのみ称し、\nその頭部に特段地域名を冠していない原告の商号等とは非類似である。\n（五）　同一の（五）の事実（営業上の施設又は活動の混同等）は否認する。\n被告らは自己の本店所在地およびその近隣地区を営業範囲とする小規模の地方的\n葬儀社であるのに反して、原告は大阪市を中心とする大規模な営業をほこるもので\nあつて、原、被告らの営業規模には雲泥の差があり、またその営業地域も異なるの\nで、互いにその営業施設、営業活動が誤認混同されるようなことはない。\nこれを被告高槻公益社について述べると、高槻市内において民間の葬儀請負業を\nはじめたのは前述のとおりほかならぬ被告高槻公益社であり、また市営バス、電\n柱、立看板、電話帳等により「高槻公益社」の名称を宣伝するとともに民間の葬儀\n請負業の普及に努めたのも同被告である。\n他方、原告が高槻市内に「公益社高槻連絡所」という名称の連絡場所を設置した\nのは右被告が葬儀請負業を開始してから相当な期間を経過した後の昭和四八年頃に\nなつてからであり、右連絡所も常駐の社員がいるわけではなく電話が設置されてい\nるのみである。しかも、右電話は昼間かけてもつながらず、電話帳の広告欄にも\n「留守中及び話し中の場合は吹田三八二－〇〇四二、〇〇四三におかけ下さい」と\n記載してあるにすぎない。\nこれを要するに原告は高槻市内においては実質上は営業活動を行つておらず、し\nたがつてその商号も同市内では周知にはなつていないのに対して、被告高槻公益社\nはその地道な営業活動によつて自己の商号を高槻市内において衆知せしめたもので\nあるから、同被告と原告の商号等が混同誤認されることなどありえないものという\nべきである。\nまた、被告北摂公益についても、同被告の利用者は代表者Ｂの知人又は面識のあ\nる人ならびにその紹介者のみであるから、原告と混同誤認するおそれはなく、誤認\nされた例もない。\n原告の摂津市内での葬儀請負件数が減少している反面、被告北摂公益のそれが増\n加しているのは、同被告の地道な営業努力によるものである。すなわち、被告北摂\n公益は電話帳（北摂地域のみ）、浴場、市内地図、宗教法人の名簿等に多額の費用\nを投じて宣伝し、また利用者に無償で特殊寝台自動車を提供するなどして営業サー\nビスに努めた結果、Ｂの個人営業時代である昭和四五年六月一三日から現在まで摂\n津市の市営葬儀の取扱指定業者に加入することができた。\n二（一）　請求原因二の（一）の事実は認める。\n（二）　同二の（二）の事実中、被告らの各商号が原告主張のとおりであることは\n認め、その余の事実は否認する。\n（三）　同二の（三）の事実は否認する。\n被告高槻公益社が「株式会社高槻公益社」なる商号を使用するについて不正競争\nの目的または不正の目的を有しないことは、前記のとおり高槻市内で民間の葬儀請\n負業を開始、普及せしめたのが同被告であることおよび原告が同市内で実体を伴つ\nた営業活動を全然していないことに照らしても明らかである。\nまた、被告寝屋川公益社が「株式会社寝屋川公益社」なる商号を使用するについ\nて不正競争の目的または不正の目的を有しないことも前記同会社設立の経緯および\nその実態より明らかである。現に、被告寝屋川公益社は昭和四五年ほかでもない原\n告会社森小路営業所から「被告寝屋川公益社は同じ公益社であるから同被告に頼む\nとよい」と推薦されて交野市内松下団地における原告従業員の葬儀を請負つたこと\nがあるぐらいで、原告と競争する意図など毛頭ないものである。\n第五　被告らの抗弁\n「公益社」又は「公益」という表示は原告会社の営業を指称する表示ではなく葬\n儀請負業に普通慣用される表示にすぎない。\nすなわち、現在、葬儀請負業に関して「公益者」又は「何々公益社」という表示\nをその商号又は名称として使用しているものは、別紙第五目録記載のとおりであ\nり、枚挙にいとまがない。\nこれによると、「公益社」という表示が北は北海道から南は沖縄まで全国にわた\nつて、昭和一三年頃から昀近にいたるまで時所を選ばず葬儀請負業の商号又は名称\n（又はその一部）として使用されていることが明らかである。\nそして、被告らは右「公益社」又は「公益」という表示を特殊な字体で表わした\nり、特別な図案を施したりすることなく葬儀請負業に関する商号として取引上普通\nに使用される方法を以て使用しているにすぎないのであるから、被告らの各商号使\n用行為は不正競争防止法二条一項二号に基き、同法一条による使用差止請求から除\n外されるべきものである。\n第六　抗弁事実に対する原告の答弁\n抗弁事実は否認する。\n第七　証拠関係（省略）\n理　　　由\n一　被告らの本案前の抗弁について\n１　被告高槻公益社、同寝屋川公益社関係\n一件記録によると、昭和四八年一二月七日右被告ら両名を名宛人として提出され\nた本件各訴状（昭和四八年（ワ）第五六〇七号、第五六〇九号）にはその当事者欄\nに原告として「大阪市＜以下略＞、株式会社公益社、右代表者代表取締役Ｃ」と記\n載されており、右各訴状は右に表示の原告から訴訟委任を受けた弁護士末永善久に\nよつて提出されたものであること、しかるにその後訴訟の途中で同じ表示の原告か\nら訴訟委任を受けた弁護士森野実彦、同渡部孝雄（委任状の日付昭和四九年六月二\n八日）は昭和四九年一一月一五日の第七回口頭弁論期日において同日付の準備書面\nにもとづき、原告の表示を「株式会社公益社（葬儀行為を営業目的とするもの）、\n代表者代表取締Ｄ」と訂正すると述べたこと（住所地は当初と同じ）、なお、代表\n者が変つたのはＣが昭和四九年八月七日に死亡し、同月一〇日新しくＤが代表取締\n役に選任されたためにほかならなかつたこと、以上の事実が認められる。\nしかるところ、被告らは、以上の訴訟経過に基き、当初の各訴状によつて特定さ\nれている本件原告は昭和七年設立の「旧々公益性」かまたは昭和一九年設立の「旧\n公益性」であり、後日訂正にかかる原告は昭和三八年設立の「公益性」であるか\nら、右の訂正はいわゆる任意的当事者変更であつて許されず、被告らもかかる変更\nには同意できない旨主張するのである。\nそこで、まず、右各訴状における原告を何人であると確定すべきかについて検討\nする。\n（イ）　（「旧々公益社」であつたか否か）まず「旧々公益社」は後記二（一）の\n認定で明らかなとおり本件各訴が提起された当時その商号をすでに「共栄土地株式\n会社」と変更しており、その目的も本訴で昀も重要な争点として不正競争存否の対\n象業種となつている葬儀請負業などを全く含まぬ、専ら不動産賃貸管理、金銭貸付\n等を目的とする会社になつているのであるから、これらの点を無視して、たまたま\nかつてその商号を「株式会社公益社」と称していたことだけに着目して、本件訴訟\nの当初における原告を右「旧々公益社」であつたと解することは、当事者確定の方\n法につき如何なる法理に従うかにかかわらず、相当でない。\n（ロ）　（「旧公益社」であつたか否か）本件ではむしろ当初の原告は「旧公益\n社」ではなかつたかの点が検討されなければならない。すなわち、同じく後記二\n（一）の認定で明らかとおり、本件各訴が提起された当時「旧公益社」は「公益\n社」と別人格として併存していたうえ、両者はその商号はもとよりその本店所在\n地、代表取締役も同一であり、ただ前者は昭和一九年に設立され、霊柩車運送を主\n目的とする会社であるのに対し後者が昭和三八年に設立された葬儀請負を主目的と\nする会社である点で相違するだけであつたから、本件各訴の原告がはたしてそのい\nずれであるかがまぎらわしかつたというべきである。そこで、いま右のような点に\n着目してあらためて本件各訴状の記載全体を通覧し、また原告代理人の証拠提出活\n動等の挙動を総合判断すると、本件各訴訟における原告は専ら自己の主営業である\n葬儀請負業に関し、その同業者である被告らが不正競争行為をしていると主張して\n本訴を提起したものであり、本訴の訴旨はほかならぬ葬儀請負業界における競業秩\n序維持を求めるところにあることが明白で、その趣旨につき他意は認め難いところ\nである。そうすると、本件原告はまさに昭和三八年設立にかかる葬儀請負業を主目\n的とする「公益社」であつて、昭和一九年設立にかかる霊柩車運送を主目的とする\n「旧公益社」ではないと解すべきである。もつとも、各訴状の請求原因一項の前段\n部分だけを精読すると、「原告は昭和一九年に設立された。」と主張している部分\nがあり、あたかも「旧公益社」が原告であるかのように受けとれる部分も存する\nが、他方その後段では原告が葬儀請負を業とする会社であることを明示している点\nからすると、右前段部分の記載は代理人が調査不十分のため両者を誤つて混同した\n結果であると解するのが相当で、右のような点をもつて前記の説示判断を左右すべ\nきではない。\nのみならず、前記訴訟経過で明らかなとおり、本件においては、当初訴状を提出\nした代理人も、のちに原告の表示を訂正した代理人らも、同じ当事者から訴訟委任\nを受けた弁護士であると解すべきであることからしても（現にその後右代理人らが\n原告の共同訴訟代理人として本訴を追行している点も参照）、前記訂正がほかなら\nぬ「原告」自身を変更するものであると解するのは相当でない。\nしてみると、原告訴訟代理人がその後に前記のような表示訂正の挙に出たのは、\nまさにさきに指摘したまぎらわしい点を明瞭にしたものにほかならず、これは原告\nの表示をより正確にするために一部補充を行つたにすぎないものと考えられ、もと\nより許容されるべき訴訟行為である。すなわち、本件訴訟における原告は終始昭和\n三八年設立にかかる葬儀請負を主目的とする「公益社」であつたというべきであ\nる。\nしたがつて、右補充訂正を任意的当事者変更であると誤解してなす前記被告ら両\n名の本案前の抗弁は理由がない。\n２　被告北摂公益関係\n記録によれば、原告が被告北摂公益に対し本訴（昭和五二年（ワ）第六七六〇\n号）を提起したのは昭和五二年一一月二六日であり、右訴訟で提起されている訴状\nの記載、表示によると、原告は昭和三八年に設立された葬儀請負を主目的とする\n「公益社」と特定されており、これを「旧々公益社」または「旧公益社」であると\n解する余地は全くないことが明らかである。\nしたがつて、同被告の本案前の抗弁はすでに右の点において失当である。\nもつとも、同被告がその主張証拠関係一切を援用した別件訴訟すなわち同被告の\n代表者Ｂ個人を被告とする訴訟（昭和四八年（ワ）第五六一〇号。訴の取下により\n終了ずみ）においては原告当事者確定の問題について前記被告高槻公益社、同寝屋\n川公益社関係と同様の問題がみられるけれども、被告北摂公益社は右Ｂの訴訟自体\nを承継したものではなく、単に弁論、証拠関係を自己のため援用したに過ぎないの\nであるから、右訴訟経過の存在によつて前記判断が左右されるものでないことはい\nうまでもない。\n二　そこで、すすんで本案について検討することとし、まず原告の不正競争防止法\n一条一項二号にもとづく請求の当否について判断する。\n（一）　原告会社設立の経緯\n原告が昭和三八年九月一八日その目的を葬儀請負等として設立されたことは当事\n者間に争いがなく、右事実に成立に争いない甲第三号証の一ないし一一、第三〇号\n証、丙第九五号証、第一三五、第一三六号証および弁論の全趣旨により真正に成立\nしたと認められる甲第三一号証の一ないし三ならびに証人Ｊ、同Ｋ（第一回）の各\n証言および弁論の全趣旨を総合すると、次の事実が認められる。すなわち、\n（１）　「旧々公益社」は昭和七年一〇月二二日商号を「株式会社公益社」、本店\nを「大阪市＜以下略＞」、目的を「葬儀請負、霊柩自動車営業、斉場装飾の請負、\n葬儀用品販売、神仏前結婚式場装飾請負、前各号の目的の執行に伴う附帯事業」、\n資本の総額「二五万円」として設立登記された会社であり、その代表取締役には訴\n外Ｅ、同Ｆが就任した。\n「旧々公益社」は以後大阪府下一円において営業をなし、その間、設立直後の昭\n和七年一〇月二三日本店を「大阪市＜以下略＞」に変更し、昭和九年九月八日には\nその代表取締役が訴外Ａに交替する等のことがあつたが、事業は極めて順調に発展\nしていた。\nところが、その後第二次世界大戦の戦局がきびしくなり、戦時国家政策として同\n種企業の競業を排し、企業合同が強力に提唱されるようになつたので、「旧々公益\n社」も右国策に則り昭和一八年八月一五日に開催された臨時株主総会においてその\n経営にかかる業種のうち葬儀請負業、普通（区域）貨物（霊柩）自動車運送事業に\n関する営業権その他の資産一切を新しく設立する「株式会社公営社（以下、単に\n「公営社」ともいう）」に譲渡する（出資額は現金、現物出資合わせて計九六万\n六、〇〇〇円）とともに自ら右新会社の設立発起人となる旨決議し、翌昭和一九年\n九月三〇日前記設立当時の目的から右「葬儀請負」および「霊柩自動車営業」を削\n除して目的を「斉場装飾の請負、神仏前結婚式装飾の請負、金銭貸付」に変更し、\nさらに同年一一月五日には株主総会の決議により解散し、前記Ａがその清算人とな\nった。\nしかし、「旧々公益社」はその清算手続を結了するまでに終戦となり、情況が一\n変したため、昭和二〇年一〇月三〇日商号を「文化産業株式会社」と変更した後、\n昭和二一年四月五日には株主総会の決議により会社を継続することに決し、再び前\n記Ａが代表取締役に就任するとともに本店を「大阪市＜以下略＞」に移転し、同年\n五月二九日その目的も「和洋家具売買の仲介、普通料理業ならびに普通飲食業、金\n銭貸付、前各号に附帯する業務」に変更し面目を一新して再生した。そして、同社\nはさらに昭和四一年五月二四日当時の経済情況に即応してその目的を「不動産の賃\n貸管理、金銭貸付、和洋家具売買の仲介」等に変更し、その商号も同年七月一四日\n「共栄土地株式会社」とあらため、また本店を「大阪市＜以下略＞」に変更し、再\nび昭和四九年二月二七日本店を「大阪市＜以下略＞」に移転する等の経過を辿つて\n現在にいたつている。\n（２）　一方、前記「公営社」は前記のような事情で、「旧々公益社」を中心とし\nて、大阪葬祭自動車統制株式会社、南海乗合自動車株式会社、Ｌ、ＭおよびＮら大\n阪府下の普通（区域）貨物自動車運送事業者が自らの主営業種目全部を譲渡するこ\nとにより昭和一九年一〇月二〇日本店を「大阪市＜以下略＞」、目的を「貨物（霊\n柩）自動車運送事業、葬儀の請負、前各号に関連する一切の業務」、資本総額「一\n三〇万円」として設立登記された。\nしかし、「公営社」も設立後一年弱で終戦となり、周囲の情況も一変したので、\n自らかつての「旧々公益社」を実質上復活させたような形の会社にする方針をと\nり、かつて「旧々公益社」が獲得していた葬祭業界での信用をも昀大限に活用する\nこととし、ここに昭和二〇年一〇月三〇日その商号を「株式会社公益社」と変更す\nることを決し、同年一一月二一日その旨登記手続も了した。これが「旧公益社」の\n成立経過である。なお、「旧々公益社」が前記のように昭和二〇年一〇月三〇日商\n号を「文化産業株式会社」と変更し、同年一一月一九日その旨登記手続を了して変\n身したのは右「公営社」の方針、商号変更に呼応してなされたもので、その経営者\nが多く共通していたから実現できたことであつた。\n（３）　かくして、「旧公益社」は戦前「旧々公益社」が築いた実績を事実上ほと\nんどそのまま受け継いだ形となつたこともあつてその後順調に発展を遂げ、その業\n務内容も大別（イ）葬儀請負部門、（ロ）霊柩自動車運送部門および（ハ）運輸倉\n庫部門の三部門を有する大阪府下昀大の業者となつた。\nそして、昭和三〇年代後半の経済成長に鑑み、当時の代表取締役Ｃの発案で、経\n営を合理化し、業績をさらに発展させるため、このさい前記三部門を分離独立させ\nて各別の法人組織とすることとし（具体的には、まず「旧公益社」の全額出資によ\nり前記（イ）と（ハ）の部門を主目的とする別法人を二つ設立し、その後「旧公益\n社」の資産中該当部門にかかる資産を記帳価額で当該各法人に譲渡し、「旧公益\n社」は（ロ）の部門のみを営業目的とする会社として残す方法を採用するととも\nに、なお、（イ）の部門の新設会社については、それが「旧公益社」の主力営業を\n承継するものである関係上、「旧公益社」の商号その他の営業表示をすべてそのま\nま使用させることをも分離独立の当然の前提とし）、昭和三七年一一月二八日定時\n株主総会において満場一致で右提案が可決された。\n昭和三八年九月一八日原告会社が設立されたのは以上のような経緯によるもので\nあり、原告会社は「旧公益社」の商号その他の営業表示をそのまま承継使用したう\nえ、「旧公益社」における昀重要部門である（イ）の葬儀請負部門を承継してこれ\nを主目的として「旧公益社」の全額出資によつて設立されたものである。すなわ\nち、「旧公益社」は原告会社が設立されるや直ちに昭和三八年一〇月一日原告会社\nに対しその経営にかかる葬儀請負業に関する人的施設（従業員約二〇〇名）、物的\n施設（営業所等における営業権、広告、その使用してきた標章等はもとより車輛運\n搬具、機械装置、工具器具備品、葬儀諸道具、電話加入権、葬儀用品等）全部を譲\n渡するとともに譲渡ずみの別紙第四目録（１）、（３）、（５）、（７）ないし\n（１１）記載の営業所を構成する宅地、店舗兼住宅をも賃貸した。\n原告会社はこのようにして発足し、現在にいたるまで、大阪府下全域で盛業中で\nある。\n（４）　なお、「旧公益社」はやがて昭和三九年一月二二日さらに自社の前記\n（ハ）の運輸倉庫部門に関する営業一切を分離譲渡して「守口倉庫株式会社」なる\n会社を設立した。\nその結果、「旧公益社」の営業種目は前記三部門のうち（ロ）の霊柩自動車運送\n部門のみとなつたので、その目的をそのような縮少変更もした（昭和三九年六月一\n日。登記は同年同月八日）。その結果、この「旧公益社」と原告「公益社」とは商\n号が同一であるほか、本店の所在地（大阪市＜以下略＞）および代表取締役同一の\n会社として併存することとなつた。\n以上の各事実が認められ、右認定事実を左右するに足りる証拠はない。\nところで、一般に不正競争防止法一条一項二号所定の営業表示（本件では原告の\n「株式会社公益社」なる商号等）が自社の創始したものではなく、他からその営業\nとともに譲渡を受けたものである場合において、当該表示の周知性の存否（「本法\n施行ノ地域内ニ於テ広ク認識セラルル」ものであるか否か）を検討するさいには、\n場合により前主すなわち営業表示譲渡人が当該表示を使用していた当時の使用状況\n（広告等の規模程度）等をもあわせ考慮することもできると解するのが相当である\n（前法条の適用除外例を定めている同法二条一項四号がいわゆる旧来表示の善意使\n用者について同旨の使用承継を認める建前をとつている点も参照）。\nこれを本件についてみるに、前記認定事実によれば、「旧公益社」は昭和三八年\n前記のような事情によりその中心的営業である葬祭請負業とともにその営業表示一\n切を原告公益社にそのまま譲渡したものであることが明らかである（これに対し、\nさらにさかのぼつて、はたして「旧々公益社」が「旧公益社」の営業表示について\n前示のような趣旨での前主であつたかどうかは若干の疑念が存する。けだし、戦時\nの特殊な情況があつたとはいえ、「旧公益社」は当初は「旧々公益社」の商号等を\nそのまま承継使用せず、「公営社」なる商号をもつて発足しており、事実上「公益\n社」の商号等を復活させたのは終戦後であつて、右復活のさいの承継関係も必らず\nしも明らかでなく、またその時点に葬儀請負営業自体がそのまま承継譲渡されたも\nのともいえないからである。）。\nよつて、本件では原告公益社の商号等の周知性存否については前主「旧公益社」\nの使用情況等も考慮して検討する。\n（二）　原告会社の商号等の周知性\n成立に争いがない甲第四号証の一、第五ないし第二二号証、第二三号証の一、\n二、第二四号証の一ないし八、第二五号証の一ないし五、第二六号証の一、第二七\n号証の一、二、第三二号証の一ないし一二、第三三号証の一ないし五、第三四号証\nの一ないし六、第三五、第三六号証の各一ないし五、第三七号証の一ないし六、第\n三八号証の一ないし四、第三九号証、第四〇号証の一ないし三、第四一、第四二号\n証、第四三、第四四号証の各一ないし五および証人Ｏの証言（第一、二回）により\n成立の認められる甲第二六号証の二、証人Ｋの証言（第二回）により成立の認めら\nれる甲第五〇号証ならびに証人Ｊ、同Ｋ（第一、二回）、同Ｏ（第一、二回）、同\nＰ、同Ｑの各証言を総合すると次の各事実が認められる。すなわち、\n（１）　「旧公益社」が終戦後昭和二〇年一〇月その商号を当初の「株式会社公営\n社」から「株式会社公益社」に変更したのは前記のとおりもともと「公営社」を設\n立したのが戦時の国策にそうものであつて必らずしも関係人の真意に出たものでな\nかつたことでもあり、事実上「旧々公益社」を復活させ、その商号および営業表示\nによつて形成された顧客吸引力を活用したいと考えたからにほかならなかつたが\n（なお、「旧々公益社」の商号の由来は、昭和七年同社発足当時の創始者の一人で\nあつた取締役Ｒの妻が当時信仰していた金光教の関係者から「公益社」という名称\nがよいと示唆されたことによるといわれる。）、それはそれとして、「旧公益社」\nは前記商号変更以来大阪府下を中心にたゆまずその営業発展に努め、なかでもその\n中心的営業である葬儀請負部門についてはその広告宣伝も行き届き、昭和三八年右\n部門を原告公益社に譲渡するさいには関係従業員約二〇〇名、その営業所も別紙第\n四目録（１）（３）（５）（７）ないし（１１）記載のとおりの多数を擁するよう\nになり、この種業界としては他に比するもののない一大企業として確乎とした地位\nを築き、葬儀の「公益社」として大阪府下ことに大阪市を含む府北部住民の広く知\nるところとなつていた（これに対し、霊柩自動車運送部門は、府下での独占事業で\nあつて、他の葬儀請負業者からの注文に応じて配車する業務であつたから特に宣伝\n広告の必要はなく、また倉庫業部門は附随的なものであつた。）。\n原告が「旧公益社」からその商号その他の営業表示とともに葬儀請負営業一切の\n譲渡を受けたのは右のような情況を背景としたもので、原告会社の設立と右営業譲\n渡は法律上はともかく実質上はむしろ「旧公益社」の部内改組にすぎない。とみて\nよいものであつたことはすでに説示したとおりであつて、外見上、すなわち顧客ま\nたは取引先からみると何ら前後変動のないものであつた。\n（２）　したがつて、原告公益社も「旧公益社」の営業方針をそのまま承継し、広\n告宣伝と営業の発展拡張を続けたのであり（営業所の新設については別紙第四目録\nの（１２）ないし（１８）参照）、これを具体的にいうと、人目に立ち易い駅、街\n頭等における広告看板の設置、電車（大阪市地下鉄、南海、近鉄、京阪）、バス\n（大阪市、京阪、近鉄）内のポスターによる宣伝、さらに原則として朝日、毎日、\n読売、サンケイ、日本経済の五大新聞紙上（大阪版）のいずれかに毎日広告を掲載\nする方法等を用いて自社の商号を広告宣伝してきたのであり、ちなみに昭和三八年\nから同四八年までの広告費は別紙第六目録表（三）記載のとおりであつて、一か年\n当り平均二、六〇〇万円にも達している。\n（３）　その結果、原告の葬儀請負件数は別紙第六目録表（一）（二）のとおり、\n大阪府下を中心に昭和四四年度七、二四六件、同四五年度七、〇三三件、同四六年\n度六、五六三件、同四七年度五、九一七件、同四八年度四、七六四件であつて、昭\n和四〇年以前の数年も右の数字を若干下廻るていどの請負はしていたと十分推認で\nき、これを後記認定の各被告らの請負件数と対比するとその営業規模が極めて大で\nあることが示されており、大阪府下において他に比肩すべき同業者はない。\n（４）　また、原告は昭和四〇年一〇月東映が企画した映画「大阪ど根性物語・ど\nえらい奴」（霊柩車の発案者を主人公とした物語）の製作に協力したため、東映京\n都撮影所宣伝課発行のチラシ広告や朝日新聞の右映画の広告に「協力株式会社公益\n社」又は「協力・公益社」と表示されたこともある。\n（５）　原告の依頼にもとづいてサンケイ新聞年鑑局が昭和四九年九月に行つた\n「大阪府北部における公益社の意識に関する調査報告書」によると、「株式会社公\n益社を知つている人」は調査対象者五〇〇人中二四五人（その比率は四九パーセン\nト）であり、また「株式会社公益社を知つている人」、「他の公益社を知つている\n人」および「株式会社公益社等と特定はできないけれども公益社として知つている\n人」の三者を含む「公益社を知つている人」三九一人のうちで「株式会社公益社を\n知つている人」の割合は右のとおり二四五人（その比率は六二パーセント）であつ\nた。\nさらに、右「公益社を知つている人」三九一人中「公益社の仕事」を「葬儀屋」\nと答えた者は三六九人（その比率は九四パーセント）、また右「公益社を知つてい\nる人」三九一人の「公益社を知つた時期」についてはそのうち二八三人（その比率\n七二パーセント）が昭和四〇年までにこれを知つたと答えている。\n以上の各事実が認められ、右認定事実をくつがえすに足りる的確な証拠は何もな\nい。\n以上認定の事実によれば、原告会社の「株式会社公益社」なる商号、その略称又\nは通称であると解すべき「公益社」の表示がほかならぬ原告の営業であることを示\nすものであることは遅くとも昭和四〇年頃には大阪市を中心に大阪府一帯、少なく\nとも被告らの営業地域である大阪府北部においては需要者に広く認識されていたと\n認めるに十分である。\nもつとも、後記三において認定するとおり多くの葬儀請負業者の中には「何々公\n益社」なる商号を使用するものが特に戦後「旧公益社」発足以後の段階で全国的に\nも相当数現われていることも事実であるが、前示のように時期を昭和四○年ごろ、\n区域を大阪市を含む大阪府北部に限つて所問を検討するときは右のような事情も特\n段前記判断を左右するものではない。\nしかして、一般に、周知の地域的範囲については必らずしも全国的である必要は\nなく、一地方における広い認識で足ることも多言を要しないところである（昀高裁\n昭和三四年五月二〇日判決刑集一三巻五号七五五頁参照）。ことに、葬儀のように\nその執行の必要が予測不可能であるにもかかわらず、一旦不幸があれば直ちにその\n執行が求められる性質の事柄を請負うような業種については、その注文主はいきお\nい当該業者の営業所近辺の地域住民に限られることが多いと考えられる点からする\nと本件における原告の営業表示およびその施設活動の周知範囲はその営業所を中心\nとする一定の区域に限るべきである（すなわち、右以外の他の地域における周知\n性、またはそれの存否に影響を及ぼすこともあると考えられる同一または類似営業\n表示使用者の存否は、これを検討考慮する必要はない。）。\nはたしてそうだとすると、原告「公益社」の周知性は前記説示の範囲でこれを肯\n認すべきである。\n（三）　被告ら会社設立の経緯および商号の使用態様\n１　被告高槻公益社\n被告高槻公益社が昭和四五年七月二〇日商号を「株式会社大阪商会」、本店を\n「大阪府高槻市＜以下略＞」、目的を「葬儀の請負等およびこれに附帯する一切の\n事業」として設立され、その後昭和四六年一二月一八日に商号を現在の「株式会社\n高槻公益社」と変更し、同月二〇日付をもつてその旨の変更登記がなされ、さらに\nその後本店所在地も肩書地に変更したことおよび同被告が大阪府高槻市およびその\n周辺を営業区域とし、また別紙第一目録（一）記載の店舗、同（二）記載の印刷物\nおよび同（三）記載の看板等に「株式会社高槻公益社」なる表示を使用しているこ\nとは当事者間に争いがない。\nさらに、成立に争いない甲第二七号証の三、第四七号証の一ないし三、乙第二一\n号証、第二四号証の一、二、第二六号証、前掲甲第五〇号証、被告高槻公益社代表\n者本人の供述により成立の認められる乙第二二号証、第二三号証の一ないし五に証\n人Ｋ（第二回）、同Ｐの各証言および被告高槻公益社代表者本人の供述を総合する\nと、\n（１）　被告高槻公益社の代表取締役であるＧは昭和三七年二月から同四二年四月\nまでの間訴外大阪寝台自動車株式会社（患者輸送専門の「旧公益社」のいわゆる子\n会社）に運転手として勤務し、次いで昭和四二年暮頃一時訴外Ｓの経営する「庄内\n公益」に籍を置いた後、昭和四三年五月頃訴外Ｔが豊中市内で経営する「大阪葬\n祭」の仕事（外交）を手伝うようになつた。右Ｔはその後昭和四四年九月頃高槻市\n内に進出し「高槻公益」なる商号を使用するようになつたが、やがて昭和四五年四\n月Ｇが独立して営業するようになり約二〇〇万円を支払つて「高槻公益」の営業一\n切をＴから譲り受け、爾来自らこれを経営するにいたつた。\n（２）　次いで、Ｇは右営業を法人組織で経営することとし、昭和四五年七月「株\n式会社大阪商会」なる商号の会社を設立した。\n右のような商号を採用したのは、葬儀請負のほか結婚式場の経営等をも目論んだ\nからであつたが、そのためには多大の資金が必要であることが分つたので、一年後\nにはこれを断念し、また右会社は葬儀請負の仕事上では従前どおり「高槻公益」と\nいう商号を使用していたこともあつて、前記のとおり商号を「株式会社高槻公益\n社」に変更し今日にいたつている。\n（３）　ところで、前記Ｔが高槻市内で営業を開始した当時、同市内の住民は市営\n葬儀を利用する者がほとんどで（ただし、昭和四四年当時でも、原告に依頼したも\nのが年間六六件はあつた。第六目録表（一）および（二）参照）、同市内に本店ま\nたは本拠をおく民間の葬儀業者は他に見当らなかつたところ、これを承継したＧは\n駅、街頭の立看板、高槻市バス内の広告、電話帳の広告等を利用して自己の商号を\n宣伝した（会計年度昭和四九年度分および同五〇年度分の広告宣伝費はそれぞれ二\n百四、五〇万円に達している。）結果、順調に発展し年間の葬儀請負総件数も当初\nは一〇〇件位であつたのが昭和四八年以降は年平均約二〇〇件に達し、高槻市内の\n民間の葬儀請負業者の総取扱数のほぼ半分を占めるにいたつた。\n他方、原告は高槻市内では被告高槻公益社設立後の昭和四八年頃吹田営業所勤務\nの従業員の自宅（高槻市＜以下略＞）に高槻連絡所を設置し（ただし、それまでも\n同市内住民からの注文もあつたことは前記のとおり）、次いで前記のとおり昭和五\n〇年四月に高槻営業所を開設したもので、右昭和四八年および翌四九年当時の葬儀\n請負件数は二〇数件であつたが、昭和五〇年にはその数は一〇〇件を上まわるにい\nたつた。\n以上の各事実が認められ、右認定を左右するに足りる証拠はない。\n２　被告寝屋川公益社\n被告寝屋川公益社が商号を「株式会社寝屋川公益社」、本店を「肩書地」、目的\nを「葬儀の請負およびこれに附帯する一切の事業」として昭和四七年五月一日に設\n立されたことおよび同被告が大阪府寝屋川市およびその周辺を営業区域とし、また\n別紙第二目録（一）記載の店舗、同（二）記載の印刷物および同（三）記載の看板\n等に「株式会社寝屋川公益社」の表示を使用していることは当事者間に争いがな\nい。\nさらに、成立に争いない甲第二九号証の一、二、第四八号証の一ないし三および\n被告寝屋川公益社代表者本人の供述により成立の認められる丙第一号証の一、二、\n第二ないし第四号証、第五号証の一ないし四、第六ないし第二八号証、第二九号証\nの一ないし三、第三〇ないし第四○号証、第四一号証の一、二、第四二ないし第五\n六号証、第五七号証の一、二、第五八ないし第七二号証、第七三号証の一、二、第\n七四ないし第九四号証に証人Ｕの証言および被告寝屋川公益社代表者本人の供述を\n総合すると、\n（１）　被告寝屋川公益社の代表取締役であるＨは昭和四二年七月一日訴外Ｉが大\n阪府守口市内で経営していた「花清」（葬儀請負業）に勤務し、翌四三年五月一日\nからはそのかたわら大阪府寝屋川市内で右Ｉが命名してくれた「寝屋川花清公益\n社」なる商号を使用して「花清」の葬儀請負の取次を業として同人から基本葬儀料\n金の二割相当額をもらつていた。\nしかるに、Ｈは昭和四四年二月にいたり「花清」から完全に独立することとし、\nひきつづいて「寝屋川花清公益社」なる商号を使用するつもりであつたが、Ｉから\n「自分とは全然関係がなくなりながら、依然として商号中に『花清』という名称を\n使用することは困る。」旨抗議されたので、直ちに右二文字を削除して「寝屋川公\n益社」なる商号を使用して一人で営業を開始し、その後これを前記のとおり会社組\n織にしたものである。\n（２）　ところで、Ｈは広告宣伝の方法として当初は単に電柱に「葬儀請負寝屋川\n公益社電話番号（省略）」と書いた画用紙を張りつける方法のみを用いていたが、\n昭和四六年以降は駅の電装看板、街頭の立看板、町内会の回覧板、住宅地図、映画\n館のスライド広告、電話帳による広告等を用いて寝屋川市内を中心に自己の商号を\n宣伝した（その費用は一か年当り三〇〇万円から五〇〇万円を要した。）結果、一\nか月当りの葬儀請負件数が当初は一〇件位だつたのが約二〇件になつた。\n以上の各事実が認められ、右認定をくつがえすに足りる証拠はない。\n３　被告北摂公益\n被告北摂公益がもとその代表取締役Ｂ個人の営んでいた葬儀請負業「北摂公益」\nをそのまま承継し、商号も同様とし、その目的を「葬儀の請負およびこれに附帯す\nる一切の事業」と定めて昭和四八年九月四日本店を「肩書地」に設置して設立され\nたものであることおよび同被告が大阪府摂津市およびその周辺を営業区域とし、ま\nた別紙第三目録（一）記載の車庫、同（二）記載の印刷物および同（三）記載の看\n板等に「株式会社北摂公益」の表示を使用していることは当事者間に争いがない。\nさらに、成立に争いがない甲第四七号証の四、第四九号証の一、二、丁第一、第\n三、第四号証および昭和四八年（ワ）第五六一〇号事件（取下終了）の被告Ｂ本人\n（被告北摂公益代表者本人）の供述により成立の認められる丁第五号証に右被告Ｂ\n本人の供述を総合すると、\n（１）　被告北摂公益の代表取締役であるＢは昭和四〇年頃「庄内公益」に勤務し\nて葬儀請負業の仕事に関与したのを機に、昭和四五年二月中旬訴外Ｖ、同Ｗ（Ｂの\n兄）と共同で前記「北摂公益」なる商号を使用して葬儀請負業を開始し、昭和四七\n年暮頃からは単独でこれを営業するようになり、その後前記のとおり会社組織にし\nた。\nそして、Ｂは個人営業の時代はもとより被告北摂公益を設立した後も主として電\n話帳による広告を利用して自己の商号の宣伝に努めている。\n（２）　被告北摂公益が一年間に取扱う葬儀請負総件数は約七〇件であるところ、\n同社は摂津市営葬儀取扱指定店になつている関係上、摂津市が行うべき市営葬儀の\n代行としての仕事が右七〇件中一か年平均二五件ないし三〇件含まれている。\n以上の事実が認められ、右認定をくつがえすに足りる証拠はない。\n４　そうすると、被告らがそれぞれの営む葬儀請負業を現わす営業表示として現に\n「株式会社高槻公益社」「株式会社寝屋川公益社」「株式会社北摂公益」なる商号\nを使用していることは明らかであり、またその使用時期はその個人経営時代の使用\nを考慮しても、すべて原告公益社が自己の商号等を大阪市を含む大阪府北部で顧客\n住民に周知させるのに成功していた昭和四〇年以降のことであることも明白であ\nる。\n（四）　原告会社の商号等と被告らの商号の類似性\n１　被告高槻公益社、同寝屋川公益社関係\nまず、原告と右被告ら両名の各商号に共通した「株式会社」の文字は単に会社の\n種類を表示するものにすぎないので識別の基準となりえないことは多言を要しない\nところである。\nしたがつて、被告らの商号が対比せられるべき原告の商号「株式会社公益社」の\n要部は「公益社」の部分であるということができる。\nまた、右被告らの商号のうち「公益社」の前に冠してある「高槻」の二字および\n「寝屋川」の三字は同被告らの主たる営業場所の所在地名を表示する固有名詞であ\nつて、しかも該地名はいずれも旧来のものであることは当裁判所にも顕著な事実で\nあり、少なくとも大阪府下では古くから周知であるから、右の地名部分は「公益\n社」という部分に比して一般の注意をひくことが少なく、またそれがゆえに、簡略\n化が日常のこととなる通常の会話や簡易迅速を尊ぶ取引等においては右地名部分を\n省略して呼称することが多いと考えるのが経験則に照らし相当である。そうする\nと、右被告らの各商号の要部もまた「公益社」であるといわなければならない。\nしてみると、原告の商号と右被告らの各商号とはその主要部分において全く共通\nでその称呼、観念、外観が同一であるから、同被告らの商号は原告の商号と同一と\nはいえないが、これを全体的に観察するときは、明らかにこれに類似するものとい\nうべきである。\n２　被告北摂公益関係\n原告と右被告の各商号に共通した「株式会社」なる文字が両商号の識別の基準と\nなりえないことおよび同被告の「株式会社北摂公益」なる商号のうち「北摂」の二\n字が同被告の主たる営業場所である摂津市付近を含む地域の古来の地方（摂津の北\n部地方）名を表示する固有名詞であつて、商号上それほど一般の注意をひくもので\nないことは前記被告二社について述べたと同様である。\nそうすると、原告商号の要部は「公益社」となり、右被告商号の要部は「公益」\nとなるから、両者の類否判断は右各要部の対比を重点として検討しなければならな\nい。\nしかるところ、右被告商号の要部「公益」は原告商号の要部である「公益社」の\n文字中、単に団体、社団等を意味し、多くはそのような意味を附加する接尾語的用\n法で使用されるにすぎない「社」の一字を省略したものにほかならず、その昀主要\n部分である「公益」の部分においては全く共通で、その称呼、観念、外観を同一に\nするから、結局、同被告の商号は原告の商号と同一とはいえないとしても、五感に\nよつて受ける一般的な印象を全体的に考察するときは、原告の商号に類似すると解\nするのが相当である。\n（五）　営業上の施設又は活動の混同および営業上の利益を害せられるおそれ\nさきにみたように原告の商号と被告らの各商号との間に類似性の存すること、そ\nの営業内容が全く同一であること、その営業区域も互いに重畳していること等を考\nえると、一般地域住民または顧客が被告らを原告と同一会社であると誤認するか、\n少くとも原告の支店、営業所等と誤解するであろうことは容易に推察されるところ\nであり、現に証人Ｊ、同Ｋ（第一回）、同Ｐ、同Ｑ、同Ｏの各証言によると、被告\nらに葬儀の執行を注文した利用者が原告に対し電話で「不親切である。」、「料金\nが高すぎる。」等と苦情を申入れた例も相当数存する事実、原告であると誤認して\n被告高槻公益社に葬儀の施行を依頼し、途中で原告とは別の会社であることが分か\nり、やむなく後の本葬又は社葬のみを原告に依頼した利用者もある事実、被告寝屋\n川公益社がした葬儀に対して間違つて原告に礼をいう人があつた事実等が認められ\nる。\nそうすると、被告らは本件各商号を使用することによつて、自己らの商号または\nその営業上の施設活動が恰かも原告の商号またはその営業上の施設活動と同一であ\nるかのような混同を生じさせているものといわなければならない。また、以上の事\n実関係によれば、これら地域住民または顧客の誤認混同のゆえに、先発業者である\n原告が後発業者である被告らによつてその営業上の利益を害せられるおそれがある\nことも明らかである。\n被告らの主張および各代表者本人（被告北摂公益については代表者個人本人）の\n供述中には（イ）被告らの営業規模は原告のそれに比して小さく営業区域も限られ\nているから原告と混同されるようなことはなく、また原告のような大企業の利益を\n害するおそれもない旨、（ロ）被告らはその設立過程からみて明らかなとおりその\n商号使用について特段不正競業の目的はなく善意である旨を主張供述するところも\nあるが、（イ）営業規模の大小だけで被告らのような主張を首肯しなければならな\nい法律上の根拠を見出すことはできないし、原告の主営業区域と被告らの各営業区\n域とが重畳していることも前記のとおり明白であるから、また（ロ）の点について\nも被告ら代表者の個人的な心情はこれを理解することができるとしても、不正競争\n防止法上不正競争行為の成否を判断するについては特段競争者の善意悪意その他の\n主観的事情は問題とならないことも明らかであるから、いずれもこれをにわかに採\n用することはできない。\n（六）　結論\n以上のとおりであるから、被告らはいずれも原告との関係で不正競争防止法一条\n一項二号所定の不正競争行為をなすものといわなければならない。\n三　そこで昀後に、被告らの不正競争防止法二条一項二号にもとづく抗弁（いわゆ\nる慣用表示使用の抗弁）について判断する。\n１　前掲乙第二四号証の一、二、丁第一、第四号証および成立に争いない乙第一な\nいし第一四号証、第一六ないし第二〇号証、第二五号証の一ないし八、丙第九六な\nいし第一一五号証、第一一六ないし第一二二号証の各一、二、第一二三ないし第一\n二六号証、第一二七ないし第一三四号証の各一、二、丁第二号証によると、葬儀請\n負業を営んでいる者のうち現在その商号中に「公益社」又は「公益」という表示を\n使用している者としては別紙第五目録記載の者のほか「御陵前公益社」、「公益社\nかごせ」、「トラダ公益社」、「羽衣公益社」、「花源公益社」、「松本公益\n社」、「森前公益社」、「山川公益社」、「（有）山川公益社」、「（有）山川本\n家公益社」、「共済公益」、「小川公益社」、「公益社本店」、「泉北公益社」、\n「中川公益社」、「（有）山川家原公益社」（以上いずれも本店又は住所は堺\n市）、「大西公益社」（河内長野市）、「花幸公益社」、「花新公益社」（柏原\n市）、「（株）関西公益社」（松原市）、「大山公益社」（南河内郡）、「泉公益\n社」（泉大津市）、「門真公益社」（門真市）、「牧野公益社」（枚方市）、「大\n東公益社」（大東市）、「（株）関西公益社」「（株）三栄公益」（大阪市）、\n「丸高公益社」（寝屋川市）、「藤井寺公益社」（藤井寺市）、「羽曳野公益社」\n（羽曳野市）、「東大阪公益葬祭社」（東大阪市）、「富田林公益社」（富田林\n市）、「和泉公益社」（和泉市）、「梶文公益社」、「公益社千代田」（河内長野\n市）、「摂津公益社」、「摂津公益」（摂津市）、「公益社豊能」、「豊中公益\n社」、「豊能公益社」、「庄内公益社」（豊中市）、「公益社」（池田市）、「公\n益社」（箕面市）、「尼崎公益葬祭」（尼崎市）等を挙げることができ、「公益\n社」又は「公益」なる表示の使用が、葬儀請負業者の商号として古くは昭和十年代\nから（ただし、大阪府下の多くはほとんど昭和四〇年代から）、大阪府を中心に全\n国的な規模でみられ、現在では相当に普及していることが明らかである。\n２　しかし、他面、同業者中には右のような表示を用いていないものもさらに多数\n存するのであつて、いまこれを大阪府下だけについてみても、前掲乙第二五号証の\n一ないし八によると、「（株）大阪セレモニー・ユニオン」、「大阪葬祭サービス\nセンター」、「（株）大阪屋」、「大野葬祭」、「（株）駕シヨ」、「天心社」、\n「（株）互助センター」、「（株）阿波弥」、「（株）日本葬祭」、「門藤」、\n「富士白蓮社」、「和田葬儀屋」、「天美葬祭」、「籔内花店」、「（株）近畿葬\n祭」、「野崎葬儀店」、「（有）花源」、「（株）共善社」、「花新葬祭」、「八\n尾葬祭」、「（株）湯谷葬祭」、「花利葬祭」、「門戸葬儀社」、「（有）駕\n長」、「浦田葬祭」、「熊取葬祭」、「（株）花西」、「花福」、「博善社」、\n「富士白蓮社」、「（株）紅葉山」、「やすな葬儀社」、「駕清葬儀社」、「永田\n葬儀社」、「木原葬祭」、「高田葬祭」、「中道水熊葬祭」、「東水熊葬祭」、\n「川上葬祭」、「花佐」、「花熊」、「花浅」、「花三起」等「公益社」又は「公\n益」と無関係な商号をもつて葬祭業を営む者の存することも認められる。\n３　以上のような事実関係および、もともと「公益」なる語は特段その語源上も葬\n祭を意味するものでないこと等に照らすと、１の事実だけをみて「公益社」又は\n「公益」なる語が地域住民または顧客の間で葬儀請負営業を表示するものとして自\n由に慣用されているとは即断できず、他にこれを肯認するに足る確証もない（な\nお、「公益社」又は「公益」なる語が葬儀業者を示す普通名称と考えることができ\nないことはいうまでもない）。このことは、原告公益社が昭和四〇年八月一六日特\n許庁において「株式会社公益社」なる文字商標について商標権登録を受けており\n（成立に争いない甲第四五号証）、同庁においても右文字商標が普通名称による商\n標または慣用商標とは解さなかつたことによつても一部裏付けられるところである\n（商標法三条一項一、二号参照）。\nすなわち、「株式会社公益社」なる商号は、少くとも原告の主営業地域である大\n阪市を含む大阪府北部においては、葬儀請負業者たる原告を示す特定名称にほかな\nらないのであつて（前記二（二）（５）で認定した原告会社に関する意識調査の結\n果も参照）、葬祭業者中にこれと同一又は類似の営業表示を好む者が多いのは、そ\nの語義語感からくるイメージが当該業者にふさわしく、また、多くは原告、「旧公\n益社」のした広告宣伝の普及に基いて生じたと解される業種識別力を利用しようと\nしたところにあると考えられる。\nそうすると、被告らの慣用表示の抗弁は理由がない。\n四　してみると、原告は被告らに対し不正競争防止法一条一項二号にもとづき、\n（イ）前記各商号の使用を止めるべきことを請求することができ、かつ、右使用差\n止の目的を実効あらしめるため（ロ）被告らがした前記各商号登記の抹消登記手続\nおよび（ハ）被告らの前記店舗等の各商号の文字の記載部分の抹消と右文字の記載\nのある印刷物等の廃棄を求めることができる。\n五　よつて、原告の本訴請求は爾余の判断をなすまでもなくすべて理由があるから\nこれを認容し、訴訟費用の負担について民訴法八九条、九三条を適用して主文のと\nおり判決する。\n（裁判官　畑郁夫　小倉顕　北山元章）\n第一目録（株式会社高槻公益社関係）\n（一）　店舗（事務所）\n高槻市＜以下略＞所在店舗に表示された部分。\n（二）　印刷物\n日本電信電話公社近畿電気通信局昭和五二年九月一日発行の「大阪府職業別電話番\n号帳淀川版」の第二三一頁及び第二三二頁。\n（三）　看板\n（１）　高槻市＜以下略＞所在店舗に設置せるもの一枚。\n（２）　右同所東横、（株）高槻公益社専用駐車場フエンスに設置せるもの二枚。\n（３）　同市須賀町高槻市バス須賀町バス停前に設置せるもの一枚。\n（４）　同市松原高槻市バス松原バス停前に設置せるもの一枚。\n（５）　同市＜以下略＞先に設置せるもの一枚。\n以上\n第二目録（株式会社寝屋川公益社関係）\n（一）　店舗（事務所）\n寝屋川市＜以下略＞所在店舗に表示された部分。\n（二）　印刷物\n日本電信電話公社近畿電気通信局昭和五二年九月一日発行の「大阪府職業別電話帳\n北河内版」の第二五六頁と第二五九頁。\n（三）　看板\n（１）　枚方市＜以下略＞所在（株）寝屋川公益社枚方店に設置せるもの二枚。\n（２）　京阪寝屋川市駅大阪淀屋橋行ホームに設置せるもの一枚。\n（３）　寝屋川市＜以下略＞先国道一号線池田新町交差点に設置せるもの一枚。\n（４）　同市＜以下略＞先枚方－八尾線、泰歩道橋前に設置せるもの一枚。\n（５）　同市＜以下略＞、京阪私市線星ケ丘駅東南角に設置せるもの一枚。\n以上\n第三目録（株式会社北摂公益関係）\n（一）　車庫\n摂津市＜以下略＞所在店舗に表示された部分。\n（二）　印刷物\n（１）　日本電信電話公社近畿電気通信局昭和五二年九月一日発行の「大阪府職業\n別電話番号帳淀川版」の第二三六頁。\n（２）　右同「大阪府職業別電話番号帳北大阪版」の第一九七頁。\n（三）　看板\n（１）　摂津市＜以下略＞所在車庫に設置せるもの一枚。\n（２）　右同所北側に設置せるもの一枚。\n（３）　同市＜以下略＞先、阪急電車正雀駅京都よりの踏切北の東側に設置せるも\nの一枚。\n（４）　同市＜以下略＞先、摂津火葬場前に設置せるもの一枚。\n（５）　同市＜以下略＞先、近鉄バス正雀本町二丁目前に設置せるもの一枚。\n（６）　吹田市＜以下略＞先、阪急電車正雀駅より大阪方面へ二つ目の踏切の南西\n角に設置せるもの一枚。\n（７）　摂津市＜以下略＞先、味舌下バス停西側に設置せるもの一枚。\n以上\n第四目録（原告の営業所とその設置場所、年度）\n営業所名　場所　年度\n（１）　本社　大阪市＜以下略＞　昭和　七年\n（２）　南営業所　同市＜以下略＞　同　一六年\n（３）　北営業所　同市＜以下略＞　同　一八年\n（４）　住吉営業所　同市＜以下略＞　同　二一年\n（５）　豊中営業所　豊中市＜以下略＞　同　二一年八月\n（６）　森小路営業所　大阪市＜以下略＞　同　二二年\n（７）　西成営業所　同市＜以下略＞　同　二四年\n（８）　吹田営業所　大阪市＜以下略＞　同　二四年五月\n（９）　布施営業所　東大阪市＜以下略＞　同　二五年五月\n（１０）　堺営業所　堺市＜以下略＞　同　二八年\n（１１）　西宮支店　西宮市＜以下略＞　同　二八年\n（１２）　西田辺営業所　大阪市＜以下略＞　同　四五年\n（１３）　高槻営業所　高槻市＜以下略＞　同　五〇年四月\n（１４）　尼崎営業所　尼崎市＜以下略＞　同　五〇年四月\n（１５）　芦屋営業所　芦屋市＜以下略＞　同　五〇年四月\n（１６）　川西営業所　川西市＜以下略＞　同　五〇年四月\n（１７）　岸和田営業所　岸和田市＜以下略＞　同　五一年一月\n（１８）　宝塚営業所　宝塚市＜以下略＞　同　五一年七月\n第五目録（「公益社」又は「公益」の表示を使用している他の事例）\n"
}