{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 49,
    "month": 12,
    "day": 26
  },
  "case_number": "昭和49(ツ)19",
  "case_name": "所有権移転登記等請求上告事件",
  "court_name": "名古屋高等裁判所民事第一部",
  "lawsuit_id": "22962",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=22962",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/962/022962_hanrei.pdf",
  "contents": "主　　　　文\n本件上告を棄却する。\n上告費用は上告人の負担とする。\n理　　　　由\n上告代理人の上告理由は別紙のとおりであり、これに対する当裁判所の判断は次\nのとおりである。\n農地の譲渡契約による所有権移転は、農地法第三条または第五条により譲渡契約\nの当事者において都道府県知事または場合により市町村農業委員会（以下単に県知\n事等という）の許可を得なければならないものとされており、右の許可は農地所有\n権移転の効果発生の法定条件と解すべきである。したがつて、農地の譲受人は譲渡\n契約に基き県知事等の許可という第三者の行為があれば農地の所有権を取得し得べ\nき権利を取得し、譲渡人に対しては右許可を得るための許可申請手続をなすべきこ\nとを求める権利（いわば許可申請手続協力請求権）を取得するものというべきであ\nる。ところで、右の許可申請手続協力請求権は、農地所有権移転の効果発生の<要\n旨>実現に必要不可決のものとして存在価値を有すると同時に、他に存在価値を認め\nられるものではないから、県</要旨>知事等の許可により農地所有権を取得し得べき\n権利に随伴し、発生・消滅するものと解するのが相当であり、右の権利の時効消滅\n（民法第一六七条二項により期間二〇年）に随伴消滅することは格別これと離れて\n別個に許可申請手続協力請求権のみが時効により消滅することはないと解すべきで\nある。\nしからば、右の許可申請手続協力請求権のみについて期間一〇年の時効消滅をい\nう抗弁を排斥した原判決に所論の違法はなく、論旨は理由がない。\nよつて、本件上告は理由がないので、民事訴訟法第四〇一条第九五条第八九条を\n適用して、主文のとおり判決する。\n（裁判長裁判官　綿引末男　裁判官　山内茂克　裁判官　清水信之）\n別　紙\n原判決は、被上告人の上告人に対する本件農地についてのａ町農業委員会に対す\nる所有権移転許可手続協力請求権はその基礎となる売買契約等に基づきこれから当\n然に随伴して派生する請求権の一つにすぎないものであるから、右売買契約等に基\nづく債権関係一般と運命を共にし、それとともに消滅時効にかかることのあるは格\n別、右債権関係一般とは別に個々に独立して消滅時効にかかるとみるべき根拠を見\n出し難いとし、その理由として、例えば売買契約に基づき財産権の完全な移転を求\nめる請求権そのものは、時効中断等によりなお有効に存続するが、右契約に基づく\n引渡請求権、登記請求権あるいは右のような協力請求権のいずれか一つのみは時効\nにより消滅してそういう請求のみができないとすると、このことは中途半端な法律\n関係の出現を容認する結果を招来することになる、ことを挙げている。\n然し、右のような意味での中途半端な法律関係はたとえば不動産売買契約により\n所有権は移転したが、第三者に対しては登記をしなければ対抗できないというよう\nな場合にもいえることであつて、これをとくに中途半端な法律関係なるが故に容認\nしてはならぬという理由はない。右のような協力請求権についても時効中断の手続\nをすればできたのに、それを怠つた者が時効制度によつて不利益を受けるのは当然\nの理というべきである。また、右のような意味の中途半端なら少しも社会の法律関\n係の安定を害することはない。なぜなら、右のような協力請求権のみが時効にかか\nれば、結局その協力を請求する権利を失い、本件について言えば、農地の所有権を\n取得できないことになるから、譲受人が農地の所有権を取得できないことに確定\nし、法律生活の安定が害されることにはならないからである。\nしたがつて、被上告人の上告人に対する本件農地についての前記所有権移転許可\n申請手続協力請求権は債権として一〇年の消滅時効にかかるべきであるところ、原\n審は上告人の右消滅時効の抗弁を主張自体失当として排斥しているので、この違法\nは判決に影響を及ぼすことの明らかな法令違背であつて、原判決は破棄差戻される\nべきである。\n"
}