{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 46,
    "month": 8,
    "day": 16
  },
  "case_number": "昭和45(ヨ)998",
  "case_name": "電電公社近畿電通局採用内定取消",
  "court_name": "大阪地方裁判所",
  "field": "労働",
  "lawsuit_id": "19904",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=19904",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/904/019904_hanrei.pdf",
  "contents": "主　　　文\n被申請人が申請人に対してなした昭和四五年三月二〇日付採用内定取消の意思表\n示はその効力を仮に停止する。\n被申請人は申請人に対し昭和四五年四月一日以降本案判決確定に至るまで毎月末\n日限り一カ月金二万六、〇〇〇円の割合による金員を仮に支払え。\n訴訟費用は被申請人の負担とする。\n事　　　実\n第一、当事者双方の求める裁判\n一、申請人\n主文第一、二項同旨。\n二、被申請人\n１　申請人の本件申請を却下する。\n２　訴訟費用は申請人の負担とする。\n第二、申請の理由\n一、申請人と被申請人（以下、単に公社ともいう。）間における始期付労働契約の\n成立\n（一）　事実関係\n１　申請人は昭和四三年三月大阪府立箕面高等学校を卒業し同年四月から同府立茨\n木工業高等学校定時制の事務職員として雇用されていたが、昭和四四年六月末日同\n校を退職し、同年八月公社近畿電気通信局（以下、近畿電通局という。）の社員公\n募に応じ、同年九月七日第一次試験としての適性検査、一般教養筆記試験、作文の\n各試験を受け、翌八日これに合格し、同月二六日第二次試験としての面接試問、健\n康診断を受け、その際公社に対し出身高校の卒業証明書、同成績証明書、戸籍抄\n本、健康診断書を提出し、同年一〇月上旬身元調査があり、同年一一月一〇日頃公\n社から同月八日付採用通知を受けた。そして右通知は近畿電通局長名義を以て申請\n人に対してなされたもので、その内容は、（１）昭和四五年四月一日付で採用する\nこと、（２）大阪北地区管理部に仮に配置し別途管内の通勤可能な局所に正式に配\n置すること、（３）採用職種は機械職とし身分は見習社員とすること、（４）入社\n前に再度健康診断を行ない異常があれば採用を取消すことがあること等であり、ま\nた公社の発行した社員募集案内によると採用後の給与として高校卒男女とも一カ月\n金二万六、〇〇〇円程度と記載されていた。\n２　その後公社は申請人に対し次のことを行ない、申請人もこれに対応する行為を\nした。\n（１）　近畿電通局長は申請人に対し、「貸与被服の号型調査について」なる書面\nを送付したので、申請人は注意どおり期限までに被服の号型報告表を送付した。\n（２）　同局大阪北地区管理部長は昭和四五年元旦申請人に対し入社の歓迎を内容\nとする年賀状を出した。\n（３）　同部長は同年二月上旬申請人に対し入社懇談会への案内状を出したので、\n申請人は同年三月四日大阪市中央公会堂で開かれた同会に出席し、約四〇〇名の出\n席者とともに公社の事業内容等の説明を受け、同日午後同局医務室において健康診\n断を受けたが、なおその後他の二名とともに特に呼ばれて別室で係員から入社の心\n構えについて話があつた。\n（４）　同部長は同月中旬申請人に対し先に通知していた入社前教育の一環として\n池田電報電話局について職場見学をさせた。\n（二）　右事実についての法律上の主張\n右事実関係から考えると、申請人は昭和四四年八月公社の社員公募に応ずること\nによつて公社に対し労働契約締結の申込をなし、公社は同年一一月八日申請人に対\nし採用通知を出すことによつて、入社前に再び健康診断を行ないその結果職務に堪\nえないと認められるような異常の発見された場合を解除条件として昭和四五年四月\n一日を始期とする労働契約締結の承諾をなし、その発信により右内容の契約が成立\nした。そして右契約は申請人が同年三月四日入社懇談会に出席した際健康診断を受\nけ異常がなかつたことによつて右条件の不成就は確定的となり、以後申請人と公社\nとの間には同年四月一日を始期とする労働契約が成立した。\n二、公社の申請人に対する就労の拒否\n公社は昭和四五年三月二〇日近畿電通局長名義を以て申請人に対し採用の取消を\n通告し、同年四月一日以降申請人の就労を拒否し賃金を支払わない。\n三、保全の必要性\n申請人は公社との間に労働契約が成立しているので右契約の存在確認、および就\n労を拒否されたことによりこれに基づく賃金支払の各請求権を有するところ、公社\nの採用取消によつて生活の手段を全く失う結果となつたうえ他に収入の途もないの\nで、右各請求権について本案判決の確定を待つていては回復し難い損害を蒙る。\n第三、申請の理由に対する被申請人の答弁\n一、一の（一）の事実に対する答弁\n（一）　１の事実はすべて認める。\n（二）　２の（１）の事実中、「貸与被服の号型調査について」と題する書面は採\n用内定通知に同封して送付したものであり、これを除いて他は認める。\n（三）　２の（２）の事実は認める。\n（四）　２の（３）の事実中、北地区管理部長が昭和四五年三月四日他の二名とと\nもに別室で申請人に対し特に面接を行なつたのは申請人を見習社員として採用する\nためにはなお調査する必要があつたからであり、入社の心構えについて話したもの\nではない。右の点を除いて他は認める。\n（五）　２の（４）の事実中、同部長が同月中旬申請人に対し池田電報電話局につ\nいて職場見学をさせたことは認めるが、入社前教育に一環として行なつたものでは\nない。公社は当時すでに申請人の採用内定取消を決定していたが、申請人に対して\nいまだ通知をしてなかつたので、ことさら見学を拒否しなかつたものである。\n二、二の事実は認める。\n三、三の事実は否認する。\n第四、被申請人の主張\n一、申請人と公社間における見習社員契約予約の成立\n（一）　事実関係\n申請人主張の事実に対して被申請人が答弁として述べた事実のほかに申請人が公\n社に雇用されるについて次の事実がある。\n１　公社が昭和四四年一一月八日付で申請人に対してなした昭和四五年四月一日を\n以て申請人を見習社員として採用する旨の通知書の中には「もし入社を辞退される\nような場合は、すみやかに当局職員課または採用局所庶務課あてに書面でご連絡願\nいます。」旨の記載があり、見習社員としての拘束力を認めていない。\n２　また「準職員の雇用等に関する取扱いについて」と題する通達によると、見習\n社員の任令は辞令書を用いて発令し、誓約書、身元保証書等を徴することとなつて\nいるが、本件においてはそのようなことが行なわれていない。\n３　社員募集案内には給与、勤務時間、週休日等の一応の目安が記載されている\nが、具体的職種、年令、学歴、経験年数等によつて個別的に決定される給与および\n具体的職種によつて異なる勤務時間、勤務場所等は定まつていないので、右案内に\nよっても申請人の労働条件は明確になつていたものでなく、右案内はあくまで事実\n上の案内であり、これが法律的に労働契約の内容となるものではなく、また本件採\n用通知と題する書面にも昭和四五年四月一日付で見習社員に採用する旨の記載はあ\nるが、労働契約の重要な要素である具体的労働条件としての給与、勤務時間、勤務\n場所、休暇、昇進等についての記載はなく口頭の説明もなされていないのであるか\nら、公社によつて労働契約締結の意思表示はなされていない。\n４　近畿電通局における一般職員の採用手続としては、例年七月から八月にかけて\n社員募集を行ない、九月に第一次試験（適性検査、筆記試験、感想文）を、右合格\n者に対し第二次試験（面接試問、健康診断）をそれぞれ実施し、最終学校における\n成績証明書、戸籍抄本を提出させ、身元調査を行ない、その結果に基づき一一月頃\n採用内定者を決定し通知する。そして翌年二月頃入社懇談会、健康診断、職場見学\nを実施し、四月の入社までに採用内定時と異なる事情が判明しない限り入社式を行\nない、見習社員の辞令書を交付し、身元保証書、誓約書の提出を受け、見習社員と\nして採用し、四ヵ月間その勤務を通じて職員としての適格性を調査し、これが認定\nされ公社職員採用規程一三条に反しなければ職員として採用されているのである。\n（二）　右事実についての法律上の主張\n右事実から考えると、本件採用内定の法的性格は労働契約（見習社員契約）の予\n約と解すべきである。労働契約は使用者と労働者が個々的に締結するものである\nが、その性格は「内定」、「試採用」あるいは「採用」という表現形式だけによつ\nて判断すべきものではなく、各企業における実際の取扱や契約内容を総合して判断\nすべきものである。本件において公社が申請人に対して出した採用通知と題する書\n面には申請人を見習社員として採用する旨の記載があるが、右（一）の１ないし４\nの各事実からすると、公社は昭和四五年四月一日から申請人を見習社員（試用者）\nとして採用する旨、即ち同日見習社員としての労働契約を締結する旨の予告をした\nものにすぎず、本件採用内定の法的性格は見習社員契約の予約とみるべきであり、\n一般的にも労働契約の予約が採用内定の典型と解されている。また採用内定通知後\nの入社懇談会出席や健康診断の受診によつて右採用内定通知の法的性格が変更され\nたものと解すべきでないし、申請人に対しなお調査の必要があるとして特に面接調\n査も行なつているものであるから、これらによつて公社と申請人間の信頼関係が一\n層高められたと解することはできない。これを要するに公社と申請人間には労働契\n約（見習社員契約）の予約がなされていたものにすぎない。\n二、　公社の申請人に対する採用内定の取消\n（一）　事実関係\n１　申請人は豊能地区反戦青年委員会の幹部として昭和四四年一〇月三一日午後九\n時頃大阪鉄道管理局前付近において無届デモに参加し、道路交通法七七条、大阪市\n公安条例違反の現行犯として逮捕され、同年一二月一一日起訴猶予処分となつた。\n２　更に、申請人は昭和四五年三月一五日万国博覧会々場中央口駅において反戦青\n年委員会参加の安保万博粉砕共闘会議の構成員である学生および労働者ら約一五〇\n名が万国博粉砕を叫んで無許可デモを挙行しようとして座り込み集会を開き、その\nうち六七名が不退去罪、威力業務妨害罪、鉄道営業法違反等で検挙された際、右集\n会に参加した。\n３　一方、反戦青年委員会所属の公社職員の一部は昭和四四年一〇月三日以降大阪\n中央電報局において「マツセンスト」と称して玄関前に座り込み食堂で連日アジ演\n説を繰り返し、同月一七日には同局の事務室をバリケード封鎖し、窓から垂幕をつ\nるし、同月二〇日には同局屋上で火炎びんを投下し、同一一月一三日には他の反戦\n所属員を含む五名とともに火炎びん様のものを携帯して同局に乱入し、昭和四五年\n一月二八日には反戦所属員らしい者が大阪市外電話局にに火炎びん様のものを投入\nし窓ガラスを破壊し局舎内でこれを炎上させるとともに、和泉電報電話局でも火炎\nびん事件を発生させた。このように反戦青年委員会所属の公社職員は過激な越軌行\n為を繰り返し職場の安全と秩序を害し、内部の規律を乱すことによつて公社はその\n業務を著しく阻害されている。\n４　申請人は右のとおり公社内で越軌行為を繰り返している者らの所属団体と同じ\n団体である豊能地区反戦青年委員会の幹部で、自らも前記のとおり越軌行為を行な\nつている。このような申請人を公社の見習社員として採用することは職場内部の規\n律を乱し業務を阻害するとともに公社に対する国民一般の不信を招く恐れがあるの\nで、申請人を見習社員として採用するのはふさわしくない。\n５　よつて公社は昭和四五年三月二〇日申請人に対しその主張のとおり採用内定を\n取消した。\n（二）　右事実についての法律上の主張\n１　申請人と公社間における関係はすでに述べたとおり見習社員契約の予約である\nから、その性質は法的拘束力を有するものと解することができる。そうすると内定\nの取消は予約の解除ないし労働契約締結の拒否とされるところ、内定者は現実にい\nかなる労務の提供を義務づけられておらず、使用従属関係は現実にないのであつ\nて、もとより本契約である労働契約の効力は存在していないのであるから、本来の\n労働契約の効力の存在を前提とするような主張は許されない。そして更に、内定が\n確定的に社員として採用するかどうかを調査する段階にあることをも考慮すると、\n内定の取消事由はすでに労働契約の効力下に見習社員の解雇事由とは自ら異なるの\nであつて、公社において本採用するのをふさわしくないと判断するのが相当である\nと認められる事由が発見された場合には内定の取消事由に該当するのである。この\nことは採用内定時における労働力の質の評価に変更を生ぜしめるような事情の発生\nが採用内定の取消事由になるということであり、一般に内定通知書に記載されてい\nる内定取消事由は特段の事由のない限り例示規定と解されており、本件においても\n同様であるから、本件採用内定取消事由が申請人の労働力の質の評価に著しい変更\nを生ずるものであるかどうかについて検討されなくてはならない。ところですでに\n述べたとおり、本件採用内定取消当時、公社は反戦青年委員会所属の公社職員によ\nつて企業秩序が著しく乱され、業務上多大な損害を蒙つていたものであるから、採\n用内定通知発送後申請人が反戦青年委員会に所属し、無届デモに参加し逮捕された\n事実を知つた公社が申請人を見習社員として採用した場合企業秩序を乱される危険\nを感じ、申請人を見習社員として採用することはふさわしくないと判断したのは当\n然であり、結社の自由を何ら侵害するものではない。更に採用内定取消後に判明し\nたことではあるが、申請人は昭和四五年三月一五日安保万博紛砕無許可デモに参加\nしているのであつて、常に反戦青年委員会とともに組織的に行動していることが窺\nえ、公社の危惧は杞憂でなかつた。したがつて公社の申請人に対する採用内定の取\n消は有効である。\n２　仮に申請人と公社間における関係が見習社員契約の予約でなく申請人主張のと\nおり解除条件付始期付労働契約であるとしても、右結論を左右するものではない。\n一般に企業が労働者を雇用する場合には調査するため時間的余裕が必要である。そ\nこでその過程は募集に着手してから試験、面接、調査を経て内定に至るが、右段階\nにおいてはどのような形式においても就労はなく、次いで就労を伴う試用（見習）\nを経たうえ、本採用即ち正式の労働契約が確定的に成立するのである。学説におい\nて内定後、見習、実習、アルバイト等の形式で内定者に就労を義務づけている場合\nには停止条件付労働契約または解約権留保付本契約が成立していると解している\nが、一方就労を義務づけていない内定の場合、法的拘束力の有無によつて分け、前\n者を更に労働契約の予約、労働契約締結の一連の過程、停止条件付または解除条件\n付始期付労働契約の成立に三分している。そして就労を義務づけていない内定であ\nるが法的拘束力はある場合における内定取消の法律的性格は、労働契約の予約であ\nれば予約の解除ないし労働契約の締結拒否、労働契約締結の一連の過程であれば正\n当事由に基づく労働契約の締結拒否、停止条件付労働契約であれば停止条件の不成\n就の確認ないし労働契約の解除、解除条件付始期付労働契約であれば解除条件の成\n就の確認ないし労働契約の解除と解されている。しかしながらいずれにしても内定\n者は現実にどのような形態においても就労を義務づけられていないので使用従属の\n関係は存在せずいまだ本契約で労働契約の効力は生じていないのであるから、本来\nの労働契約の効力の存在を前提とするような主張は許されない。内定はどのような\n法律構成をとるにせよ本採用に至るまでの一つの手続または行為であつて使用者が\n確定的に採用するかしないかの決定を留保している段階のものであるから、内定と\nいう手続、行為によつてある程度の制約は免れないとしても採用の自由は使用者、\n内定者間においてなお支配し続けているものであり、その取消の要件も使用者側に\nおける採用の自由と内定者の法的地位とを比較考量したところに求められるべきで\nあつて、すでに採用になつて採用の自由が消滅した後における解雇と同視すること\nはできない。公社と申請人間の関係が申請人の主張するように一定事由を解除条件\nとする始期付労働契約であるとしても、その際の解除条件が健康上の理由だけに限\n定されるということは通常考えられず、健康上の理由とともに当該組織体にとつて\nふさわしくない性行を有する人物であるかどうかが最も重要な点であり、これを抜\nきにした解除条件は通常考えられない。申請人は本件採用内定取消当時なお職員と\nしての適格認定過程にあつたことからすると、解除条件の内容も前記のとおり解す\nべきものであつて、公社もそのためにこそ調査を実施しているのである。そうだと\nすると申請人と公社間の関係が見習社員契約の予約であつた場合における採用内定\nの取消（予約の解除ないし労働契約の締結の拒否）も、解除条件付始期付労働契約\nであつた場合における採用内定の取消（解除条件の成就の確認ないし労働契約の解\n除）もともに公社にとつてふさわしくない性行を有する人物であるかどうかによつ\nて決せられるものであることからすると、本件において採用内定の取消の効力を判\n断するについて申請人と公社間における採用内定についての性質の差異を究明する\nことは無意味であり、その結論に影響を及ぼすものではない。\n第五、右主張に対する申請人の答弁\n一、右主張一の（一）に対する答弁\n同３について。本件労働契約の基本的労働条件はすべて社員募集案内に明記され\nているほか、採用通知には採用局所として大阪北地区管理部に仮に配置のうえ通勤\n可能な局所に配置されること、採用職種として機械職、身分として見習社員と明記\nされているのであつて、公社の公企業としての性格からいつて当然に労働条件の明\n示がなされているものというべきであり、労働契約締結の意思表示として欠けると\nころはない。\n二、右主張二に対する答弁\n（一）　主張（一）の事実関係について\n１　同１について。申請人が豊能地区反戦青年委員会の幹部であることは否認し、\n申請人が昭和四四年一〇月三一日道路交通法七七条、大阪市公安条例違反の現行犯\nとして逮捕され、同年一二月一一日起訴猶予処分となつたことは認める。しかしな\nがら右デモは何ら違法デモでなく、申請人を逮捕したことは明らかに正当な示威運\n動に対する職権濫用である。\n２　同２について。昭和四五年三月一五日の集会の際の検挙は不当極まるもので、\n集会参加者で検挙された六七名はいずれも中央口駅コンコース内を一般公衆に迷惑\nをかけない形態で短時間のデモをした後、万国博実施の政治的意味に抗議して一般\n公衆に迷惑をかけない座り込みを行なつた際、私服制服の警察官に包囲され、あつ\nという間に一網打尽に検挙されたもので、逮捕罪名として威力業務妨害罪が付加さ\nれているけれども、どのような意味においても万国博の運営に妨害を加えたことは\nなく、単に一定の政治的意思表示をしたものにすぎない。それ故にこそ右逮捕者の\nうち約四〇名について勾留請求がなされたが、うち氏名等を頑強に黙秘した二名を\n除いて残り全員の勾留請求は却下されたのである。\n３　同３の事実は不知。\n４　同４について。公社の主張するマツセンストを行なつたというグループと申請\n人が属するとされている反戦青年委員会とは全く別個の組織であつていかなる内部\n関係もない。\n５　同５の事実は認める。\n（二）　右事実関係に基づく主張\n１　申請人が豊能地区反戦青年委員会に属する事実を以て採用取消の事由とするこ\nとは憲法の保障する結社の自由を侵害するものであつてとうてい許されない。また\n公社の主張するデモは何ら違法なものでなく、申請人の逮捕は前記のとおり明らか\nに正当な示威運動に対する職権濫用であり、これを以て申請人について採用の不適\n格事由とすることはできない。\n２　申請人が万国博中央口駅での集会に参加した事実は本件仮処分申請の際、申請\n人において新聞社に問い合わせたことから公社に判明したもので、本件採用取消の\n際の事実資料とされてないので、右取消の有効無効を判断する資料としてはならな\nいものであり、またそれ自体としてもその機会に逮補者が出たことを以てその集会\nに参加していたことを非違行為とすることは著しく不当である。\n３　公社は反戦青年委員会所属の公社員が過激な越軌行為を繰り返した事実のある\nことを挙げて同委員会の性格が企業破壊的であり、申請人がこれに所属しているこ\nとによつて当然に破壊活動を行なう危険性のあることを採用取消の事由としている\nが、これには著しい論理の飛躍がある。第一には、前記のとおり、マツセンスト等\nを行なつたというグループと申請人が属するとされている反戦青年委員会とは全く\n別個の組織であつていかなる内的関係もない。第二には過激な越軌行為というべき\nものはそれを行なつて個人について問題とされるのであつて、その行為を行なつた\n個人の所属する団体や組織に拡張されるべきものではない。これを拡張しなことが\n結社の自由の本質的意味だからである。本件において公社は反戦青年委員会あるい\nは反戦グループ一般をその構成員が行ない、または行なつたと不当に類推する個別\n的行為からして、一義的に破壊的とみる不当な拡張解釈を行なおうとするものであ\nり、このような独断に基づく本件採用取消はそれだけで違法かつ無効である。\n（三）　本件採用取消についての主張\n公社と申請人との間においては前記のとおり解除条件付始期付労働契約が成立し\nているのであるから、右条件が成就した場合はもとより右契約は効力を失うが、そ\nうでない限り期限の到来によつて現実の労働関係を生ずることとなるわけである。\nしてみると申請人は期限の到来までその到来と同時に就労することに正当な期待を\nもち、他への就労方法を放棄した状態で右期間を送ることを義務づけられており、\nもし右採用を取消されるときは他への就職時期を徒過してしまうという重大な不利\n益を蒙るのであるから、契約の信義則からして採用を不適当とする顕著な事情の発\n生しない限り濫りに取消されるべきでないことは当然であり、また労働契約の本質\nから考えても現実の労働関係が生ずる時期の前後によつて解約の要件を異にする合\n理的根拠を見出し得ない。特に、本件において申請人は公社から採用通知を受領し\nたうえ入社懇談会に出席し健康診断を受診したことによつて、すでに解除条件の不\n成就は確定し、公社との間において昭和四五年四月一日を始期とする労働契約が成\n立していたものであるから、その解約ともいうべき採用の取消には免職事由に準ず\nるものが存在しなければならない。しかるに申請人については日本電信電話公社法\n三一条所定の免職事由はもとよりその他採用通知時における労働力の質の評価に変\n更を生じさせるような事情は全く存在しない。即ち、採用通知にも記載してあると\nおり、採用の取消は原則として労働力の質が採用通知後変更された場合に当る健康\n上の問題が顕在化した場合に限定され、それ以外はたまたま採用決定者について経\n歴詐称や成績証明の誤謬等が明らかにされた場合、または採用決定後破廉恥罪を犯\nす等公社員としての職務に必要な適格性を欠くことが明らかとなつた場合に限られ\nるべきであるところ、申請人にはこのような事情は全く存在しないうえ、前記のと\nおりすでに始期付労働契約が確定的に成立していたものであるから、本件採用の取\n消は労働契約の解除即ち免職の意思表示にほかならず、右は公社法三一条に違反し\nて無効である。\n第六、被申請人の法律上の主張\n公社は申請人に対して採用通知を出すことによつて同人との間に見習社員契約の\n予約を成立させたものにほかならないから、仮に右採用の取消が無効であるとして\nも、右予約が依然として存続するに止まり、公社において何の理由もなく約定の期\n限到来後本契約を締結しないときは債務不履行の損害賠償義務を負うことがあるに\nしても、労働契約の展開そのものが性質上強制履行を許されない以上その前提であ\nる雇入即ち労働契約の締結も強制できないものであるから、申請人から公社に対し\n本契約の締結を訴求できないものといわねばならない。したがつて申請人について\n見習社員契約の存在確認および右契約に基づく賃金支払の各請求権は存在しない。\n第七、疎明関係（省略）\n理　　　由\n一、申請人と公社との間において成立した契約について\n（一）　事実関係\n１　申請人が昭和四三年三月大阪府立箕面高等学校を卒業し、同年四月から同府立\n茨木工業高等学校定時制の事務職員として雇用されていたが、昭和四四年六月末日\n同校を退職し、同年八月公社近畿電通局の社員公募に応じ、同年九月七日第一次試\n験としての適性検査、一般教養筆記試験、作文の各試験を受け、翌八日これに合格\nし、同月二六日第二次試験としての面接試問、健康診断を受け、その際公社に対し\n出身高校の卒業証明書、同成績証明書、戸籍抄本、健康診断書を提出し、同年一〇\n月上旬身元調査があり、同年一一月一〇日頃公社から同月八日付の採用通知を受け\nたこと。そして右通知は近畿電通局長名義を以て申請人に対してなされたもので、\nその内容は、（１）昭和四五年四月一日付で採用すること、（２）大阪北地区管理\n部に仮に配置し別途管内の通勤可能な局所に正式に配置すること、（３）採用職種\nは機械職とし身分は見習社員とすること、（４）入社前に再度健康診断を行ない異\n常があれば採用を取消すことがあること等であり、また公社の発行した社員募集案\n内によると採用後の給与として高校卒男女とも一ヵ月金二万六、〇〇〇円程度と記\n載されていたこと、等の事実はいずれも当事者間に争いがない。\n２　成立に争いのない甲第五号証および申請人本人尋問の結果によると、近畿電通\n局長は前記採用通知に同封して申請人に対し「貸与被服の号型調査について」と題\nする書面を送付して来たので、申請人は同書面に記載してある注意書に則り期限ま\nでに同局長あてに被服号型報告表を送付した事実を認めることができる。そして同\n局大阪北地区管理部長が昭和四五年元旦に申請人に対し入社の勧迎を内容とする年\n賀状を出したこと、同年二月上旬申請人に対し入社懇談会への案内状を出したの\nで、申請人は同年三月四日大阪市中央公会堂で開かれた同会に出席し、約四〇〇名\nの出席者とともに公社の事業内容等の説明を受け、同日午後同局医務室において健\n康診断を受け、その後他の二名とともに特に別室で面接が行なわれたこと、更に同\n部長が同月中旬申請人に対し池田電報電話局について職場見学をさせたこと等の事\n実はいずれも当事者間に争いがなく、成立に争いのない甲第八号証の三および証人\nＡの証言、申請人本人尋問の結果によると、右職場見学は同部長から同年二月三日\n付で申請人に対し前記入社懇談会への案内に同封して郵送されて来た同部管内の機\n関長にあてた依頼に基づいてなされたもので入社前教育の一環として行なわれた事\n実を認めることができる。\n３　また、成立に争いのない甲第四号証によると、近畿電通局長は申請人に対し前\n記のとおり採用通知を出すに際し、その書面中に「もし入社を辞退されるような場\n合は、すみやかに当局職員課または採用局所庶務課あてに書面でご連絡願いま\nす。」旨の記載をなし、少なくとも右通知の段階においてはこれによつて申請人を\n何ら拘束しようとするものではなく、なお申請人に対し応否を選択する余地を与え\nている事実を認めることができ、更に、証人Ａの証言によつて真正に成立したもの\nと認めることができる乙第二〇号証および同証言によると、公社が見習社員（職員\nに採用されることを予定して雇用される者）を雇用するについては「準職員の雇用\n等に関する取扱について」と題する職員局長の通達に基づいてこれを行なうことと\nなつており、右通達によると準職員に雇用することが決定した者に対しては、就業\n規則その他必要と認める公社の諸規定を提示し、これを説明のうえ誓約書、身元保\n証書、戸籍謄本または抄本、その他必要な書類を提出させ、辞令書を交付するもの\nとする旨定められているところ、成立に争いのない甲第四号証、同第八号証一、二\nおよび証人Ａの証言、申請人本人尋問の結果によると、近畿電通局長は昭和四四年\n一一月八日申請人に対し採用通知を出すに際し、右通知書に身元保証書および誓約\n書の各用紙を同封し、所定事項を記入したうえ別途通知する懇談会場にこれを持参\nするように求めており、その限度において前記採用手続が行なわれているが、申請\n人は右懇談会に出席するに際しこれら書類の持参を怠つており、また公社も申請人\nに対する就業規則その他公社の諸規定の提示説明および辞令書の交付を昭和四五年\n四月一日に施行される入社式に行なう予定にしていたため、それまでにはこれらを\n行なつていない事実を認めることができる。そして成立に争いのない甲二号証によ\nると、近畿電通局が昭和四四年八月に行なつた社員募集の案内によると、職種の作\n業内容、身分、勤務時間、週休日、給与、昇進等労働条件に関する一応の基準が記\n載されているが、右は応募者が応募するについての便宜を慮つてその資料を列記し\nたものにほかならず、応募者の個別的事由に則つて決定される労働契約上の諸条件\nについては明示がなされていなかつた事実を認めることができる。\n（二）　右事実関係に対する法律上の評価\n１　右事実関係によると、公社は昭和四四年一一月八日公社の公募に応じてその選\n考に合格した申請人に対し、公募の際に提示した労働条件に関する一応の基準に加\nえ、個別的事情によつて決定すべき配置、職種等を明らかにしたうえ、就労の始期\nを定め、更に右期日前に行なう再度の健康診断に異常があつたことを解除条件とし\nて見習社員契約締結の申込をしたのに対し、申請人は求めに応じて貸与被服号型報\n告表を提出するなどして右申込に応ずる意思のあることを表明した後、昭和四五年\n三月四日大阪市中央公会堂において開かれた入社懇談会に出席して公社の事業内容\n等の説明を聴き、同日午後健康診断を受け、更に特別面接を受けることによつて確\n定的に右申込を承諾し公社で稼動する意思を表明したものと解することができるの\nであつて、その時点において右健康診断の結果について後日異常が判明した場合こ\nれを解除条件とし同年四月一日を就労の始期とする見習社員契約が後記３の（４）\nの労働条件を内容として成立したものと認めることができる。\n２　申請人は、申請人が公社の社員公募に応ずることによつて労働契約締結の申込\nがあり、公社が採用通知を出すことによつて前記健康診断の結果異常が認められる\nことを解除条件とする始期付労働契約が成立した旨主張するので判断するに、応募\nはすでに認定のとおり、公社において応募者である申請人に対し試験選考を実施し\nその採否について広範な選択権を有する一方、申請人も受験の放棄を始めとする応\n募の撤回の自由を有し、それ自体に何らの拘束力をも課していないことからする\nと、これを以て見習社員契約の申込と解することはできない。また、公社のなした\n採用通知もすでに認定したとおり、もし申請人において入社を辞退するような場合\nにはすみやかに公社に対し連絡することを要望してなされており、これによつて申\n請人を拘束するものではなく、右通知に応ずるか否かを申請人の選択に委ねている\nことからすると、これによつて申請人との間に見習社員契約を成立させ、公社と申\n請人の双方に右契約に基づく権利義務関係を発生させる承諾の意思表示と解するこ\nとはできない。したがつて前記認定の事実関係に基づく以上、見習社員契約成立の\n時期に関する申請人の主張は採用できない。\n３　次に、被申請人は、公社の申請人に対する採用通知によつて申請人との間に見\n習社員契約の予約が成立したものにすぎないとし、その理由というべきものを主張\nするので、以下これらの点について順次判断する。\n（１）　まず、被申請人は、公社の申請人に対する採用通知には申請人について見\n習社員としての拘束力を認めていないので、これによつて見習社員契約が成立する\nものではなく、その予約が成立しているにすぎない旨主張する部分があるので考え\nるに、右通知によつて公社と申請人との間に見習社員契約が成立したものでないこ\nとはすでに判断したとおりであるが、一方これによつてその予約が成立したものと\n認めることもできない。元来、予約もその成立によつて当事者に対しそれなりの拘\n束力を課することにより始めてその実効性を有するものであるところ、すでに認定\nした事実によると、右通知は申請人を何ら拘束しようとするものでないことが明ら\nかであるから、これを以てしては予約の成立も認めることはできない。したがつて\n被申請人のこの点に関する主張は理由がない。\n（２）　次に、被申請人は、申請人は昭和四五年四月一日所定の手続を経たうえ同\n日以降就労の義務が発生するのであつて、それ以前においては何ら就労の義務を負\nわないのであるから、同日以前に公社と申請人との間に権利義務関係が発生したと\nしてもそれは労働契約の予約にすぎない旨主張する部分があるので考えるに、すで\nに認定のとおり申請人は昭和四五年四月一日以降でないと就労の義務を負わないこ\nとは明らかである。しかしながら労働契約は諾成契約であつて、当事者間に特段の\n合意がない以上、就労を契約成立の要件とするものではないから、就労という契約\nの履行を後日に定めて契約関係が成立したとしても、そのことを理由にこれを労働\n契約の予約と解しなければならないものではない。もつとも労働契約は労働者の提\n供する労働と使用者の支払う報酬とを対価関係にかからせる双務契約であるから、\n労働者の義務の履行である就労は通常右契約締結と同時またはこれに近接した日時\nから始まるのであり、それが余りに離れた日時から始まる場合には、その開始の前\nに改めて労使双方の間において労働契約が締結されるべきものであつて、それより\n前になされた契約関係は労働契約の予約にすぎないとの推定を受けることがあるに\nとどまるものというべきである。したがつて右契約締結の経過、その内容等によつ\nて労働契約締結の意思が明確である場合においては、就労が後日から開始されるか\nらといつてこれを予約と解さなければならないものではない。本件において申請人\nと公社とが労働契約を締結するに当り、就労をその成立の要件とする旨の合意があ\nつたものと認められず、また右契約関係が不明確で前記推定を受けるべきものとも\n認められないので、就労日が後日に定められているからといつて、これを理由に申\n請人と公社との間の契約関係を労働契約の予約と解すべき理由はない。したがつて\n被申請人のこの点に関する主張も理由がない。\n（３）　次に、被申請人は、公社が見習社員を採用する場合採用内定者を決定通知\nした後、入社懇談会、健康診断、職場見学を実施するだけでなく、四月に入社式を\n行ない、見習社員の辞令書を交付し身元保証書、誓約書を徴することによつて採用\n手続を終了し、ここに採用内定者との間に見習社員契約が成立するものであるとこ\nろ、本件においては入社式以降の手続が未了であるので、その段階における公社と\n申請人との間の関係は見習社員契約の予約にすぎない旨主張する部分があるので考\nえるに、すでに認定したとおり、公社は申請人に対し昭和四四年一一月八日付で採\n用通知を出した後昭和四五年二月上旬入社懇談会への出席を求めたので、申請人は\n同年三月四日同会に出席して公社の事業内容等の説明を聴き、同日午後近畿電通局\n医務室において健康診断を受け、更に特別面接を受けているだけでなく、その後同\n局大阪北地区管理部長は同月中旬申請人に対し入社前教育の一環として池田電報電\n話局について職場見学をさせているのであるが、公社が見習社員を雇用するについ\nては「準職員の雇用等に関する取扱について」という職員局長の通達に基づいて行\nなわれ、それによると、見習社員に雇用することが決定した者に対しては、就業規\n則その他必要と認める公社の諸規定を提示し、これを説明のうえ、誓約書、身元保\n証書、戸籍謄本または抄本、その他必要な書類を提出させ辞令書を交付する旨定め\nられているところ、公社は第二次試験の際申請人に対し戸籍抄本その他出身高校の\n卒業証明書、同成績証明書、健康診断書等の提出を求め、申請人からこれを受取つ\nているものの、誓約書、身元保証書については採用通知の際その用紙を同封し所定\n事項を記載のうえ別途通知する懇談会場に持参するよう求めたのに対し、申請人に\nおいて同会に出席する際これを怠つたため、その提出を受けておらず、また就業規\n則その他公社の諸規定の提示説明および辞令書の交付も同年四月一日に行なう予定\nであつたため、申請人についてはこれらが行なわれていない事実が明らかである。\nそして右事実によると、公社の申請人に対する採用手続は同日を以て終了とするこ\nととなつていたものと解すことができる。ところで、労働契約はその性質上、内容\nを明確にして疑義を生じないようにするため、当事者間の合意に基づき採用に関す\nる一切の手続の終了を以てその成立の時期とする場合が多いものと一応いうことが\nできるが、一方、当事者の意思いかんによつては右手続未了の間のある時期を以て\nその成立の時期とする場合のあることはいうまでもない。元来、労働契約の成立は\nそれが要式行為でない以上、これをある事実にかかわらせなければならないといつ\nた性質のものでなく、当事者間の合意によつて任意にその時期を定めることができ\nるものである。本件において公社は前記のとおり、いまだ申請人に対し就業規則そ\nの他必要と認める公社の諸規定の提示説明を行なわず、誓約書、身元保証書等の提\n出も受けておらず、辞令書の交付もしていないのであるが、これら諸手続の完了が\n公社と申請人との間の見習社員契約成立の前提となるというような論理的関係も認\nめられないし、またこのことが右契約成立の要件となつていたものとも認められな\nいから、右手続の未了を以て右契約の成立を否定し、予約が成立しているものにす\nぎないとする根拠とはなし得ない。したがつて被申請人のこの点に関する主張も理\n由がない。\n（４）　次に、被申請人は、公社の社員募集案内は事実上の案内で、申請人の労働\n条件が明確になつているものではなく、また申請人に対してなした採用通知も労働\n契約の重要な要素である具体的労働条件としての給与、勤務時間、勤務場所、休\n暇、昇進等を明らかにしてなく、これらの労働条件については昭和四五年四月一日\n辞令書交付の際にようやく明らかになることからすると、同日以前に公社と申請人\nとの間に何らかの法律関係が生じたとしても、それは見習社員契約の予約にすぎな\nいのであつて本契約ではない旨主張する部分があるので考えるに、すでに認定の事\n実によると、公社の近畿電通局が昭和四四年八月に行なつた社員募集の案内中に\nは、職種の作業内容、身分、勤務時間、週休日、給与、昇進等労働条件に関する一\n応の基準が記載されていたにすぎないが、後に公社から申請人に対してなされた採\n用通知中には勤務場所として大阪北地区管理部に仮に配置し別途管内の通勤可能な\n局所に配置すること、採用職種は機械職とし、身分は見習社員とする旨の記載がな\nされていたことが明らかである。そして右事実によると、公社は募集の際に提示し\nた労働条件に関する一応の基準のうち応募者の個別的事由によつて個別化する必要\nのないものについてはそのまま労働条件とし、個別化する必要のある配置、職種等\nについてはこれを個別化して労働条件を定め、申請人との間に見習社員契約を締結\nしたものと認めることができる。なお、前顕甲第二号証および証人Ａの証言による\nと、給与については右募集案内中には、高校卒男女とも一カ月金二万六、〇〇〇円\n程度と記載されているが、高校卒の男女については特殊な場合以外右金額で決定す\nるものであり、また現実にベースアップ分が機械的に加算される以外はほとんどそ\nのとおり決定している事実が認められるところ、申請人については給与の決定に関\nし高校卒の男子であることに付加して特別に考慮すべき事情も認められないので、\n公社の特段の意思表示なくして右金額を以て給与と定められていたものと認めるこ\nとができる。また、勤務場所については本件見習社員契約がこれを特定の局所に限\n定して締結されるべきものであるものとは認められず、ある程度の地域的範囲内に\nおいて合意のうえ、その具体的な場所を指定する権限は公社に委ねていたものと認\nめることができるものであるから、本件契約について労働条件としての勤務場所は\n前記のとおり定められることを以て足るものと解することができる。してみると、\n公社と申請人との間の見習社員契約についての労働条件は公社の採用通知に対し申\n請人においてこれを承諾する旨の意思を確定的に表明し右契約が成立したものと認\nめられる昭和四五年三月四日にはその成立に必要な限度において定まつていたもの\nと解することができる。したがつて被申請人のこの点に関する主張も理由がない。\n二、公社の申請人に対する採用取消の効力について\n（一）　事実関係\n１　申請人本人尋問の結果によると、申請人は昭和四三年高校を卒業して後豊能地\n区反戦青年委員会の構成員となつたこと、および昭和四四年一〇月三一日午後九時\n頃大阪鉄道管理局前において国鉄労働組合、動力車労働組合の機関助士廃止反対の\n集会に同反戦青年委員会所属の一員として参加し、場所を変えるため約五〇名の集\n団を指揮して車道に出てシユプレヒコールをしながら若干の移動をなした際、無届\nデモとして待機中の警察機動隊の規制を受けたこと等の事実を認めることができ\nる。そして右行為によつて申請人が道路交通法七七条、大阪市公安条例違反の現行\n犯として逮捕され、同年一二月一一日起訴猶予処分となつたことは当事者間に争い\nがない。\n２　申請人本人尋問の結果によると、申請人は昭和四五年三月一五日万国博覧会々\n場中央口駅において反戦青年委員会所属の一員として安保万博粉砕共闘会議主催の\nデモおよび座り込み集会に参加し、その際申請人は含まれなかつたが、六七名が不\n退去および威力業務妨害等の罪名で逮捕され、うち約四〇名について勾留請求がな\nされたところ、氏名等を黙秘した二名を除いてその余の全員について右請求が却下\nされた事実を認めることができる。\n３　成立に争いのない乙第四ないし第一四号証および証人Ａの証言によると、公社\n職員のうち反戦青年委員会系の派閥の一つである共産主義者同盟（ブント）に所属\nする青年労働者の一部は昭和四四年一〇月三日大阪中央電報局において安保粉砕沖\n繩奪還の政治スローガンを掲げ、マツセンストと称して玄関前に座り込み無期限ス\nトに入つたが、同月一四日近畿電通局において右スト参加者中二名を業務妨害の理\n由が懲戒解雇にするや、同月一七日右両名は大阪中央電報局六階の労務課第二室を\nバリケード封鎖し、窓から「中電マツセンスト貫徹、北大阪制圧、中央権力闘争貫\n徹」、「労務封鎖中」等と記載した垂幕や反線の赤旗をつるし、また他の一名は同\n月二〇日同局屋上で火災びんを投下し、次いで公社の職員らしい者を含む五名の男\n女は同年一一月一三日火災びん様のものを所持して同局に乱入し、更に近畿電通局\n管内の過激派反戦グループに属すると考えられる者らは昭和四五年一月二八日佐藤\n首相の訪米阻止闘争に参加し京浜蒲田駅で逮捕された公社職員について懲戒解雇者\nが出たことに抗議して大阪市外電話局に火炎びん様のものを投入して窓ガラスを破\n損するとともに局舎内でこれを炎上させ、和泉電報電話局においても火炎びん様の\nもので裏門の鉄製扉を焦がすといつたような事件を起こし、これら一連の行為によ\nつて公社は職場の安全と秩序を阻害され、その業務の遂行に著しい支障を生じた事\n実を認めることができる。\n４　証人Ａの証言によつて真正に成立したものと認めることができる乙第一、第二\n号証および同証言によると、近畿電通局は申請人に対する採用通知前その素行、家\n庭環境等について一応の調査を行なつたのであるが、別段問題となるような事実を\n見出すことができなかつたので、本件採用通知を出したところ、その後申請人が反\n戦系のグループに属しているという情報を入手した。そこで同局長は申請人の住所\n地を管轄する箕面電報電話局長に対し申請人についての特別調査を命じた結果、昭\n和四五年一月二〇日同局庶務課長名義の調査報告書を受領したのであるが、これに\nよると池田箕面地区では昭和四三年四月一〇日反戦準備委員会が結成され、同月一\n七日池田市立労働会館で池田箕面地区反戦青年委員会の発足をみたものにして、申\n請人は準備会結成当時からその役員的地位にあつて活躍し、現在は豊能地区反戦青\n年委員会の構成員であるとの事実が記載されていた。当時近畿電通局ではその管内\nの局所において前記のとおり反戦青年委員会系の職員による過激な越軌行為が頻発\nしていたが、公社側においては同会の性格および実態について正確な情報収集に基\nづく認識によることなく、新聞紙上その他によつて報道されるところにしたがつて\n極めて常識的にこれを理解していたところから、申請人が同会に所属する事実を知\nるに及び、将来申請人を職員として採用した場合、公社内の反戦グループの一員と\nなつて過激な越軌行為をなす可能性が極めて強いものと考えその事態の発生を憂慮\nした。しかしながら、近畿電通局では申請人が反戦青年委員会に所属するというこ\nと自体は思想、信条および結社の自由にかかわる問題であるから、これを軽々に処\n理することはできないものと考え、採用通知後の手続である入社懇談会には申請人\nを出席させることとし、大阪北地区管理部長をして昭和四五年二月上旬申請人に対\nし同年三月四日大阪市中央公会堂で開催する同会への案内状を出させ、同会に出席\nした申請人に対し特別面接を実施し、その言動について詳細な調査をなすべきこと\nを命じた。そこで同部長は同部庶務課長、労務厚生課長外一名をして、申請人に対\nし自由に発言させるための方法として出席者の中から無作為に抽出した二名を同席\nさせたうえ、特別面接を行なわせ、申請人との問答を通じてその言動を詳しく観察\nさせたが、特に注意すべき言動を見出し得なかつた。同局では右調査とは別に職員\n部の調査員および任用係長の両名に対し申請人の行動について詳細な調査を命じて\nいたところ、同月六日右両名によつて前記１の事実が報告され、その事実を知るに\n至つたが、公社としては申請人が単に反戦青年委員会に所属するというだけでな\nく、起訴猶予処分になつているとはいえこれに関連して法律違反の具体的な越軌行\n為がある以上、公社の職員として稼働させた場合、当時前記３のとおり近畿電通局\n管内の局所で過激な越軌行為を繰り返していた反戦グループに同調して職場の秩序\nが乱され業務を阻害される明白かつ現実的な危険があるものと判断し、その頃すで\nに採用を取消す方向に傾いていたが、その決断を遷延する間に就労日である同年四\n月一日も迫つたので、同年三月二〇日に至り近畿電通局長名義を以て申請人に対し\n採用の取消を通告した（右通告の事実は当事者間に争いがない。）事実を認めるこ\nとができる。\n（二）　右事実関係に対する評価\n以上の事実から考えると、申請人と公社との間に成立している契約関係は見習社\n員としての解除条件付、始期付労働契約であるものと認められるから、公社が右条\n件成就の場合を除いて申請人から右契約上の地位を奪うことは解雇にほかならない\nところ、証人Ａの証言によって真正に成立したものと認めることができる乙第一八\n号証によると、継続雇用期間が四カ月以内でいまだ職員としての適格性の認定を受\nけていない見習社員についての解雇（免職）事由は公社準職員就業規則五八条に定\nめられ、それによると、（１）三ヵ月を限度とする病気休暇の期間を経過してもな\nおその理由が消滅しないとき、（２）勤務成績がよくないとき、（３）心身の故障\nのため職務の遂行に支障があり、またはこれに堪えないとき、（４）禁治産者また\nは準禁治産者となつたとき、（５）刑事々件に関し起訴されたとき、（６）職員と\nしての適格性を欠くとき、（７）業務量の減少その他経営上やむを得ない理由を生\nじたとき、となつている事実を認めることができ、またすでに認定したところによ\nると、申請人は公社から採用内定取消の名目で労働契約を解約された当時いまだ就\n労の始期が到来していなかつたのであるから、前記継続雇用期間が四カ月以内で職\n員としての適格性の認定を受けていない見習社員としての地位にあつたものと認め\nることができる。したがつて公社が申請人との間の労働契約を解約するについては\n前記就業規則五八条所定の事由がなければならないが、もし右事由の一つである職\n員としての不適格性、換言すれば職員とするにふさわしくないと判断される正当な\n事由、即ち労働力の質の評価に著ししい変更を生ぜしめるような事由を発見した場\n合には公社はその解約をなし得るものと解すべきところ、被申請人は申請人につい\nては右事由があるとし前記（一）の１ないし３に関連した主張をするので、以下こ\nの点について順次判断する。\n１　豊能地区反戦青年委員会に所属する点について\n申請人が豊能地区反戦青年委員会に所属することは前記（一）の１のとおりであ\nる。ところで証人Ｂの証言よつて真正に成立したものと認めることのできる乙第二\n一号証および弁論の全趣旨によると、同委員会は政治的な主義主張を完徹するため\nに結成された団体であるものと認めることができるので、申請人においてこれに基\nづく特段の行動がない以上、右団体に所属することだけを理由に公社が申請人を職\n員とするにふさわしくないとして採用内定取消の名目で申請人との間の見習社員契\n約を解約したものであるとすれば、それはまさしく申請人の政治的な信条を理由と\nして差別的取扱をしたものと解すことができる。ところで憲法一四条によると、国\n民は信条によつて社会的関係において差別されないものと規定され、また労働基準\n法三条によると、使用者は労働者の信条を理由として労働条件について差別しては\nならないものと規定され右条件には解約をも含むものと解すべきであるところか\nら、公社が申請人について反戦青年委員会への加入を理由に申請人との間の見習社\n員契約を解約したものであるとすれば、右は憲法一四条、労働基準法三条に基づく\n公序に違反するもので民法九〇法によつて無効というベきである。してみると、こ\nれを以て公社が申請人について前記解約事由の一つである公社の職員とするにふさ\nわしくない事由のある場合に当るとしたことはその評価を誤つたものといわれなけ\nればならない。\n２　道路交通法七七条、大阪市公安条例違反の現行犯として逮捕され起訴猶予処分\nとなつた点について\n申請人が昭和四四年一〇月三一日午後九時頃大阪鉄道管理局前において国鉄労働\n組合、動力車労働組合の機関助士廃止反対の集会に豊能地区反戦青年委員会所属の\n一員として参加した際、約五〇名の集団を指揮して車道に出てシユプレヒコールを\nしながら若干の移動をした行為について待機中の警察機動隊から無届デモとして規\n制を受け、道路交通法七七条、大阪市公安条例違反の現行犯として逮捕され、同年\n一二月一一日起訴猶予処分となつたことは前記（一）の１のとおりである。ところ\nで右事実によると、申請人の行為については可罰的違法性の観点から犯罪の成立を\n即断し得ないものと考えられる余地があるが、仮に右各取締法規に違反し犯罪が成\n立するものと認めることができるとしても、右は申請人が一市民として国鉄の機関\n助士廃止問題について組合側の主張に賛同し、これを支援するためその意思を表現\nする手段として集会に参加した際のものであつて、純然たる私生活の領域において\n惹起されたものであるから、申請人が公社の職員としてその職務遂行の適格性につ\nいての評価とは一応かかわりのないものと認めることができる。もつとも、公社が\n公衆電気通信事業の合理的かつ能率的な経営の体制を確立し、公衆電気通信設備の\n整備および拡充を促進し、ならびに電気通信による国民の利便を確保することによ\nつて、公共の福祉を増進することを目的として設立された法人であつて（日本電信\n電話公社法一条）、公益性の著しく強いものであるところから、その職員に対して\nは一般の私企業の従業員に比べて高度の遵法的態度が要求されるものということが\nでき、その観点からすると、いかに私生活の領域においてとはいえ、いやしくも法\n令に違反する行為があつたとすれば、職員としての適格性を欠くものとの評価を免\nれないと考えられる余地がある。しかしながら右は違法行為の性質および程度、更\nには当該職員の地位、職務内容等に則して考えるべきものであり、これを無視して\n一律に定められるべきものではない。これを本件についてみるに、公社が申請人の\n前記集会への参加自体を以て公社の職員としてふさわしくない行為であるものとす\nるならば格別、むしろ右集会に参加して自己の主張を表現する市民的権利について\n正当な理解を示すものであるとするならば、その際これに付随して仮に違法な行為\nがあつたとしても、それが単なる取締法規の違反に止まるものであり、しかも起訴\n猶予処分として処理された程度に軽微であつたこと、そして更に申請人が当面管理\n的色彩の全くない末端の機械的労働に従事することを予定されていた者であること\n等を考慮するとき、これを以て申請人を公社の職員としてふさわしくない者とする\nことは正当な評価とは認められない。\n３　安保万博粉砕共闘会議主催のデモおよび座り込みに参加した点について\n申請人が昭和四五年三月一五日万国博覧会々場中央口駅において反戦青年委員会\n所属の一員として安保万博粉砕共闘会議主催のデモおよび座り込みに参加し、その\n際申請人は含まれなかつたが、六七名が不退去および威力業務妨害等の罪名で逮捕\nされたことは前記（一）の２のとおりである。ところで右事実によると申請人につ\nいては犯罪の成否は明らかでない。仮に犯罪が成立するとしても、右は申請人が一\n市民として万国博開催について安保万博粉砕共闘会議の主張に賛同し、その意思を\n表現する手段として右集会に参加したことによるものであつて、前同様純然たる私\n生活の領域において惹起されたもので、しかも申請人が逮捕さえ免れていることか\nらすると右犯罪にかかわつている程度は低く、もとより起訴された事実も認められ\nないこと等からして、前記２と同じ理由により、これを以て申請人を公社の職員と\nしてふさわしくない者とすることは正当な評価とは認められない。更に、弁論の全\n趣旨によつて真正に成立したものと認めることができる乙第三号証によると、申請\n人の右行為は、申請人が昭和四五年三月二〇日公社から採用取消の通知を受けた\n際、申請人において右取消は右行為によるものと推測し同月三〇日逓信記者クラブ\nにこのことを知らせ、同クラブから公社に対しその照会がなされたことから公社に\n判明したものである事実が認められ、公社は申請人に対し右採用取消を通知した時\n点において右事実を認識してなく、したがつて右取消の事由として考慮していなか\nつたことは明らかである。ところで公社は右取消に当り申請人に対しその事由を表\n示することは必要でないとしても、右事由がすでに発生しかつこれを認識している\nことは必要であるものというべきであるから、右取消後にたまたま認識するに至つ\nた右事実を以て本件採用取消の事由として付加し主張することは相当でない。\n４　公社内で越軌行為を繰り返している反線グループと同じく反戦青年委員会に所\n属している点について\n公社職員のうち反戦青年委員会系の派閥の一つである共産主義者同盟に所属する\n青年労働者の一部が昭和四四年一〇月三日大阪中央電報局において政治スローガン\nを掲げ、マツセンストと称して玄関前に座り込み、同月一七日同局六階の労務課を\nバリケード封鎖し、窓から垂幕や反戦の赤旗をつるし、また同月二〇日同局屋上で\n火災びんを投下し、次いで公社の職員らしい者を含む五名の男女が同年一一月一三\n日火災びん様のものを所持して同局に乱入し、更に近畿電通局管内の過激派反戦グ\nループに属するものと考えられる者らが昭和四五年一月二八日佐藤首相の訪米阻止\n闘争に参加し京浜蒲田駅で逮捕された公社職員について懲戒解雇者が出たことに抗\n議して大阪市外電話局、和泉電報電話局等において火災びん様のものを投入すると\nいつたような事件を起こし、これら一連の行為によつて公社の職場の安全と秩序を\n阻害され、その業務の遂行に著しい支障を生じたことは前記（一）の３のとおりで\nある。ところで被申請人は、申請人が公社内で右のような行為を繰り返している者\nらの所属している団体と同じ団体である豊能地区反戦青年委員会の幹部で自らもす\nでに述べたとおり無届デモや座り込みに参加するなどの越軌行為を行なつているの\nで、このような者を公社の職員として採用するときは職場内部の規律を乱し業務を\n阻害するとともに公社に対する国民一般の不信を招く恐れがあるので見習社員とし\nて採用するのはふさわしくない旨主張するのであるが、まず、公社内で業務阻害行\n為を繰り返していた者らの所属する団体が公社内で組織された反戦青年委員会の一\n派閥であり、申請人の所属する団体が豊能地区反戦青年委員会であることはすでに\n認定した事実から明らかであるところ、前顕乙第二一号証および証人Ｂの証言、申\n請人本人尋問の結果によると、反戦青年委員会は昭和四〇年八月に発足したもの\nで、その当時は一応全国反戦（団体加盟）の下に地区反戦（団体、個人加盟の併\n用）があり、統制された組織の態をなしていたが、昭和四一年秋以降急進派政治団\n体の浸透によつて分派を繰り返し、各派閥間において反戦派の奪い合い潰し合いが\n行なわれた結果、実質的な統一指導部を欠く不確定組織の総称にすぎなくなつてい\nるもので、反戦青年委員会といつてもその派によつて戦術差があり、必ずしも過激\n度は一様でない事実が認められるところ、公社内の右反戦派と申請人の所属する派\nとが同一組織ないしは派閥に属するとの点についての疎明はないのであるから、公\n社内の反戦派によつて業務阻害行為が行なわれたからといつて、申請人が同じ反戦\n青年委員会という名称をもつにすぎない豊能地区反戦青年委員会に所属するという\nことを理由に、申請人を公社の職員として雇用した場合、申請人によつて同じく業\n務阻害行為がなされるのであろうとすることは不当な類推であり、このような類推\nによつて申請人を公社の職員としてふさわしくない者とすることはとうてい正当な\n評価とは認められない。\n以上のとおり、すでに認定した事実を以てしては申請人を公社の職員として不適\n格であるものと認めることはできないので、右事実に基づく本件採用取消、即ち見\n習社員契約の解約は、就業規則所定の解約（免職）事由に該当しないにもかかわら\nずなされたものにほかならないから、右は結局右規則の適用を誤つたもので無効と\nいうべきである。\n三、必要性について\nしてみると、申請人の公社との間には昭和四五年三月四日以降見習社員契約が存\n在していること、および申請人は就労の始期である同年四月一日以降就労を拒否さ\nれることにより公社に対し毎月末日限り一カ月金二万六、〇〇〇円の割合による賃\n金の請求権を有するものと一応認められるところ、申請人本人尋問の結果および弁\n論の全趣旨によると、申請人は賃金を唯一の収入として生活を維持する労働者であ\nり、同日以降公社において稼動して賃金を得ることを予定して生活の計画を立てて\nいたところ、本件採用取消の意思表示によつてその計画を覆され生活の手段を失う\n結果となつており、本案判決の確定を待つていては回復し難い損害を蒙ることが疎\n明されるので、右確定に至るまで右意思表示の効力を仮に停止し、前記賃金の仮払\nを命ずる必要性があるものと認めることができる。\n四、むすび\n以上のとおりであるから、本案判決の確定に至るまで、公社が申請人に対してな\nした昭和四五年三月二〇日付採用内定取消の意思表示についてその効力を仮に停止\nし、公社に対し同年四月一日以降毎月末日限り一カ月金二万六、〇〇〇円の割合に\nよる金員の仮払を求める申請人の本件申請は理由があるので、保証を立てさせない\nでこれを認容することとし、訴訟費用の負担につき民訴法八九条を適用して主文の\nとおり判決する。\n"
}