{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 49,
    "month": 11,
    "day": 25
  },
  "case_number": "昭和49(ヨ)2340",
  "case_name": "新聞之新聞社団交拒否",
  "court_name": "東京地方裁判所",
  "field": "労働",
  "lawsuit_id": "19781",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=19781",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/781/019781_hanrei.pdf",
  "contents": "主　　　文\n本件申請を却下する。\n申請費用は申請人の負担とする。\n理　　　由\n第一　当事者の求めた裁判\n一　申請の趣旨\n１　被申請人は、左記事項に関し、申請人および申請人が委任する者と誠実に団体\n交渉せよ。\n記\n（一）　七月からの賃上げの件\n（二）　業務上疾病に対する処置\n（三）　有給休暇に関する件\n（四）　祝祭日を休日にする件\n（五）　唯一交渉権等労使関係に関する件\n２　申請費用は被申請人の負担とする。\n二　申請の趣旨に対する答弁\n主文同旨\n第二　当事者の主張\n一　申請の理由の要旨\n１　被申請人は、マスコミ業界の業界新聞社であるところ、同社には昭和二三年以\n降労働組合が存在しなかつた。\n２　Ａ（以下、Ａという。）およびＢ（以下、Ｂという。）を含む二名以上の被申\n請人の従業員は、昭和四九年七月二二日、執行委員長をＡ、書記長をＢとする申請\n人組合（以下単に組合ともいう。）を結成し、同日、全国専門新聞労働組合協議会\n（以下、全労協という。）に加盟すると同時に、団体交渉権を委任した。\n３　同年七月二三日組合は、全労協の代表とともに被申請人に対し、組合の結成通\n告をなし、申請の趣旨第１項記載の五項目の要求（以下、本件五項目の要求とい\nう。）を記載した文書を手渡して団体交渉を求めたところ、拒否された。その後、\n数回にわたり組合および全労協が、被申請人に対し団体交渉を求めたが、同年八月\n一日、ＡおよびＢのみが出席する団体交渉が一時間の制限で行われたのみで、右団\n体交渉前に、申請人の組合員だけとの団体交渉および一時間の時間制限を前例とし\nないことを確約していたのにもかかわらず、被申請人は、以後これを守らず、かつ\n「組合の主旨を言え」「組合員の氏名を明らかにしろ」「上部団体とは会わない」\nなどというような不当な発言をなし、更に団体交渉の引き延ばしを画策するなどし\nて、正当な理由なく団体交渉を拒否しているものである。\n４　憲法二八条および労働組合法七条二号により、労働者は、使用者が正当な理由\nなく団体交渉の申入れを拒否した場合は、使用者に対し、具体的団体交渉請求権を\n取得するものというべきところ、被申請人は、前記のとおり正当な理由なく申請人\nらの団体交渉の申入れを拒否しているものであるから、申請人は具体的団体交渉請\n求権を取得したものである。\n５　早急な解決を要する本件五項目の要求につき、誠意ある団体交渉が行なわれる\n見通しが全くないので、このままでは前記の団体交渉請求権の実現を期し得ず、労\n働組合の重要な機能を侵害されることになるので、仮処分の必要性がある。\n二　申請の理由の要旨に対する答弁\n１　申請の理由の要旨１の事実は認める。\n２　同２の事実のうち、ＡおよびＢが被申請人の従業員であることは認めるが、そ\nの余の事実は争う。\n３　同３の事実のうち、Ａらが組合を結成したと称して団体交渉の申入れをしてき\nたことがあることおよび八月一日に団体交渉をしたことがあることは認めるが、そ\nの余の事実は争う。\n４　同４、５は争う。\n三　被申請人の主張の要旨\n以下に述べるとおり、申請人の本件申請はその理由がないものである。\n１　申請人組合は、企業内組合であると称しているが、その組合員は被申請人の従\n業員約四〇名中、ＡとＢの二名のみであつて、いまだ社団的性格を有している団体\nとしての組合が結成されているものということはできないから申請人は団体交渉請\n求権を有しない。\n２　仮に労働組合が結成されているとしても、憲法二八条および労働組合法七条を\nもつて、労働者が使用者に対して具体的団体交渉請求権を取得する根拠とすること\nはできないというべく、他に、右請求権を取得する法律上の根拠はない。\n３　使用者が団体交渉義務を私法上の債務として負担するためには、その内容たる\n給付が特定ないし一定しなければならないところ、団体交渉応諾の仮処分は、本件\n申請の趣旨のように主観的要素たる「誠実に」なる文言を仮処分命令の内容に持ち\n込むことになるほか、「団交に応ずる」という点についても、それは相手方の態度\nや諸般の事情を勘案して理解すべきであるから問題があり、結局、団体交渉応諾を\n求める仮処分は、仮処分制度そのものになじまないものというべく許されないもの\nである。\n４　仮に申請人に具体的団体交渉請求権があるとしても、被申請人は団体交渉を拒\n否していない。すなわち、被申請人は、昭和四九年八月一日に組合と団体交渉をし\nたほか、その後も何回となく組合と予備的折衝を重ね、団体交渉の事前準備とし\nて、その日時、場所、出席者等の決定、団体交渉の議事録の作成を提案し、平穏裡\nに団体交渉をなすよう申請人に対し求めたのであるが、申請人は、予備折衝での合\n意を待たずに、一方的に自己の決めた条件で団体交渉をなすよう要求するほか、社\n内に、上部団体と称する多数の部外者を無断で乱入させ、罵詈雑言を浴びせるなど\nして、強引に自らの主張を押しつけようとしたのである。\n５　仮に被申請人に団体交渉拒否に当る事実があるとしても、右団体交渉の拒否に\nは次のような正当理由があるものである。すなわち、申請人は、上部団体と称する\n全労協の団体交渉参加を要求するが、申請人は全労協の組織や役員を明らかにしな\nいため、これがいかなる団体か不明であるうえ、全労協に所属すると称する者達\nは、昭和四九年七月二三日の組合結成通告の際のみならず、その後同年八月一日、\n同月八日、同月二九日にも社内への無断乱入、業務妨害、Ｃ主幹（以下、Ｃ主幹と\nいう。）のつるしあげ等の行動をとつた。したがつて、このような団体の参加のも\nとでは平穏裡に誠実なる団体交渉を行なうことは不可能であつたものである。\n第三　当裁判所の判断\n一　被申請人が、マスコミ業界の業界新聞社であること、被申請人には昭和二三年\n以降労働組合が存在しなかつたことおよびＡ、Ｂの両名が被申請人の従業員である\nことは、いずれも当事者間に争いがない。\n二　本件疎明資料によれば、次の各事実が疎明される。\n１　Ａ、Ｂの両名は、昭和四九年七月二二日、執行委員長をＡ、書記長をＢとする\n申請人組合を結成し（申請人は、右両名以外にも組合員がいると主張するが、それ\nを認めるに足りる疎明はない。）、同日、全労協に加盟し、団体交渉権を委任し\nた。\n２　同年七月二三日昼休み終了後の午後○時五〇分頃Ａ、Ｂの両名は、全労協所属\nの七名の者とともに被申請人の社長室へ無断で入り込み、いきなり同室で執務中で\nあった社長のＤ（以下、Ｄ社長という。）を取り囲むようにして同人に対し、Ａに\nおいて「我々は労働組合をつくりました」と言い、他の者達は「話がある」「団交\nに応じろ」「組合法を知らないか」などと大声でどなつた。これに対してＤ杜長\nは、従業員であるＡ、Ｂの両名以外は見知らぬ者達ばかりであつたので「社員には\nいつでも会うが、君らに面会を強要されることはない」と発言したが、Ａらは「興\n奮するな」「何だそれは」などと言って全く取りあわなかつた。そこで、同社長\nは、不法に社屋に侵入され、かつ監禁状態にあるものとして、警察官を呼び、よう\nやく、こづかれながらも、その場所から抜け出ることができた。その後、Ｃ主幹ら\nから「ともかく社外に出てくれ」と説得されても、前記の者達は、なおしばらく総\n務室にとどまり、社外に出てからも午後二時一五分頃まで会社の玄関前で気勢をあ\nげていた。同日夕方、Ｄ社長が帰社すると机上に本件五項目の要求を記載した申請\n人および全労協名義の要求書が置いてあった。\n３　同年七月二五日午前九時半から一一時までＤ社長は社長室においてＡと会い、\n同人に対し前記七月二三日の件について非難するとともに「外部の勢力を入れた団\n交は言いたいことも言えないから、諸要求については私と君の二人で審議していこ\nう」「来週中に機会をつくるから話あおう」との旨提案し、ついで、同月二七日、\n同社長はＡに対し、八月一日、新聞の発送終了後、一時間、社内の組合員とのみ団\n体交渉に応ずる旨口頭で伝達した。\n４　同年七月二九日、被申請人は、労務担当役員にＣ主幹を任命したうえ、Ｅ出版\n二部長（以下、Ｅ部長という。）を労務担当付に任命して、対組合の窓口とするこ\nとにし、組合との事務折衝を開始させることとした。ところで、同日朝、団交申入\n書が社長室の机上に置いてあったが、これはＡが社長室に無断で入室して置いてい\nつたものと考えられたので、早速Ｅ部長は、組合に対し団体交渉申入書の非常識な\n渡し方を改めるよう申し入れ、ついで同月三一日Ａと事務折衝を行ない、Ａから八\n月一日に団体交渉を行なえとの申し入れを文書（右申入書には、一時間の交渉時間\nおよび出席者を申請人組合の執行委員二名とすることは前例としないという記載が\nある。）で受けたのに対し、Ｅ部長は・翌八月一日正午に「八月一日、発送終了後\n一時間以内で、かつ話し合いは、あらゆる外部勢力の影響から全く隔絶された状況\n下においてのみ応ずる」旨の被申請人の回答書をＡに手渡した。\n５　同年八月一日午後六時五分から午後七時五分までの一時間、社長室において、\nＤ社長とＡ、Ｂの両名との間で第一回の団体交渉が行なわれたが（右団体交渉が行\nなわれたことは当事者間に争いがない。）その際、同社長がＡに対し、組合員の氏\n名および三役の氏名を尋ねたところ、Ａは「組合員は二人だけではないが、組合員\nの数や氏名は答える必要はない」と言つて明らかにしなかつた。更に、同社長は\n「社内の人とは都合のつくかぎり、できるだけ話し合いに応じるが、見ず知らずの\n外部の人間に無理矢理に会えといわれても絶対に会わない」「組合活動は、就業時\n間外にのみやるべきものであることを確認してもらいたい」「経営方針に反対の者\nには会社にいてほしくない」等の意見を述べるとともに、組合の本件五項目の要求\nのうち、賃上げの件につき質疑応答がなされた。そして、最後に、次回の団交の日\n時を決めよとのＡからの要求に対し、Ｄ社長は事務折衝で決めると答えて、第一回\nの団体交渉は終了した。ととろで、右団体交渉が終了した頃には、すでに全労協の\n所属と思われる七、八名の者が会社の玄関前路上に集合していて、閉ざされていた\n玄関の扉や工場シャッターを足でけつたり、ガタガタさせたりして「開けろ」とど\nなつていたが、帰るというＡ、Ｂの両名を社外に出すために玄関の扉を開けたとこ\nろ、まず二、三名の者が強引に玄関内に押し入つてきて、被申請人の職制の者達と\n対峙し、前記七、八名の者が、玄関口にひしめいて「われわれをなめるな」「労組\n法を知らねえな」といつて騒ぎ、結局この状況は、被申請人の職制の者達に押し出\nされる午後八時一五分まで続けられ、その際、玄関の扉のガラスが割れ、また右扉\nもゆがめられた（これらの行動は、Ａ、Ｂの両名と前記七、八名の者とが相意思を\n通じてなされたものと認められる。）。\n６　同年八月二日、Ｅ部長は、Ａから抗議文を渡されたが、右文書には「八月一日\nの団交における社長の発言、態度は実質的な団交拒否である。上部団体の団交参加\nを認めないのは不当労働行為である。組合と全労協が八月一日になした団交要求に\n対し、暴力的排除をなしたことは不当である」との記載のほか「八月六日午後六時\nに団交をせよ」との申し入れも記載されていた。\n７　同年八月六日夕方、Ｅ部長はＡと事務折衝を行ない、その際、同部長は「話し\n合いは積み重ねだから第二回団交の日時の設定は、八月一日の第一回団交の議事録\nを作成してから話し合おう」と提案したところ、Ａは「第一回の交渉は実質ゼロだ\nから議事録作成の必要はない」と主張し結論がでなかつた。\n８　同年八月八日午前一一時五〇分頃から午後一時一五分頃まで、突然、赤旗を持\nつた四〇人余りの者（主として全労協所属の者と思われる。）が集結し、会社の玄\n関内に坐り込み、スピーカーを使うなどしてアジ演説を行なつたが、Ａ、Ｂの両名\nはこれらの者と行動を共にしていた。\n９　同年八月九日、Ｅ部長はＡから「八月一四日までに団交をせよ。右諾否の回答\nは八月一二日までにせよ」との申入書を受け取つたが、八月一二日は同部長が仙台\n出張の予定であつたため、次回の事務折衝を八月一三日夕方にすることで合意し\nた。\n１０　同年八月一二日正午すぎから午後一時頃まで、全労協所属と思われる三名の\n者が、会社玄関内の階段に陣取り、Ａ、Ｂの両名と共に、Ｃ主幹に執拗に面会を求\nめ、自己の要求を繰り返した。\n１１　同年八月一三日夕方、Ｅ部長とＡは事務折衝をなし、同部長が、第一回団交\nの議事録作成を重ねて提案したところ、Ａは、第二回団交の日時が設定されるなら\n議事録の作成に応じてもよいと述べた。同日、被申請人は組合に対し「業務に関係\nない者の立ち入りを禁止する」旨の申し入れを文書で行なった。\n１２　同年八月二〇日午前一〇時一五分頃、Ａより団交申入書を渡されたＥ部長\nは、就業時間中に組合に関する言動をされたら困るということと、全労協名義の文\n書であるということで、右文書の受け取りを拒否し、これを返却した。\n１３　同年八月二三日夕方、Ｅ部長とＡは事務折衝をなし、その際、同部長が「来\n週は東北地方へ出張があるため、事務折衝の窓口は一週間閉鎖する」「次回の団交\nは議事録の作成が先決である」旨述べたところ、Ａは「それではＣ主幹と話しを続\nけたい」「会社が団交の引き延ばしをはかるなら、今後はゲリラ戦法を含む行動の\nエスカレートもある」と述べ、別れ際に、八月二八日に団交をせよとの申入書を同\n部長に渡した。\n１４　同年八月二九日午後六時頃、発送作業中の総務室に、いきなり全労協所属と\n思われる三〇人位の人間が、Ｃ主幹と話し合いたいといつて入つてきた。Ｃ主幹は\n「とにかく社外に出てもらいたい」と繰り返し要求したが、これを聞き入れず、数\n名の者が同主幹の前に立ちふさがり、「逃げようつたつて逃がさねえぞ」「もつと\n仲間を連れて押しかけてくるぞ」などと申し向け、ハンドマイクで「断固たたかう\nぞ」などのシユプレヒコールをなしていたが、この状態は午後八時四〇分頃まで続\nいた。そして、社外に出てからも前記の者達は、Ｃ主幹とＦ取締役を取り囲み、第\n一回団交のやり方や被申請人がＡ宛に出した警告書等につき、罵詈雑言を浴びせな\nがら追及したうえ、右両名に対し「解雇につながる処分は一切行なわない」「八月\n一日の昼休み社前集会に関する警告書は白紙撤回する」「上部団体の交渉参加を遵\n守する」等を記載した確認書への署名を迫つて、これをなさしめ、ようやく午後一\n〇時五分解散した。なお、右確認書について被申請人は、同年九月二日Ａ宛に、右\n文書は、異常な状況のもとに署名を強制されたものであるから無効である旨の通知\nを内容証明郵便でなした。\n１５　同年九月一三日午前八時二〇分すぎころ、玄関が開くとまもなく、Ａ、Ｂの\n両名の他、約一〇数名の者（全労協所属と思われる。）が社内に入つたため、Ｄ社\n長は車庫の方から社外へ出ようとしたが、追いつかれて車庫にとじこめられる形と\nなり、同所に入つた者達は口々に「社長出てこい」「殺しやしねえよ。さつさとこ\nつちへきて団交しろ」「ふざけるな、このバカが」等の罵詈雑言を大声で浴びせ\nた。この状態は午前九時すぎまで続いたが、警察官の誘導でようやく同社長は社長\n室へ戻ることができた。そして、前記一〇数名の者はシユプレヒコールを繰り返し\nたのち午前一〇時すぎころ、社外に退去したが、その少し前頃、その中のリーダー\nと思われる者は社長に対し「お前ががんばるなら、こうして何度でも来てやるし、\nお前のうちにも押しかけるぞ」と申し向けていた。\n１６　前記のような全労協所属と思われる者達の会社への無断立ち入り行為等が続\nくことにより、新聞発送業務に支障が生ずることをおそれた被申請人は、これを防\n止するため、同年九月一三日以降、終日、会社の玄関扉をしめきり、インターホン\nで出入りする者のチェックをする方策をとつたが、一方、平穏裡に団体交渉をなす\n意思が被申請人にあることを組合に対し文書で表明するとともに、同年一〇月一八\n日付文書で、同年一〇月二四日午後六時より二時間、Ａ、Ｂの他に、組合の委任す\nる第三者一名（ただし、右第三者の所属団体、役職名、職業、住所、氏名を予め明\n確にすることを条件として）と、九段会館において団体交渉を行ないたい旨を組合\nに対し通知したところ、これに対し組合は、同年一〇月二一日付文書で、組合側出\n席者の氏名、人数を指定すること、組合から団交を委任された者の職業、住所等の\n明示を求めること、団体交渉の場所を社外とすること等は、不当労働行為またはそ\nれに近い行為であり、全く認められないとして被申請人の申し入れを拒否するとと\nもに、団交の場所を本社社長室とし、組合側出席者を組合員および上部団体五名と\nする条件のもとに団体交渉をせよと被申請人に対し要求した。\n三　以上の各事実をもとに検討するのに、Ａ、Ｂの両名および全労協所属と思われ\nる者達が、組合の結成通告の際以降になした言動のうち、とくに前記２、５、８、\n１４および１５の言動は、申請人の団交申し入れに対する被申請人の態度と対比し\nてみても、行き過ぎの感を免れず、穏当さを欠くものといわざるをえない。そし\nて、Ａ、Ｂの両名が、組合員の人数、氏名を明らかにしないこと（申請人は本件審\n尋期日においても右の点を明らかにしない。）、申請人が被申請人に対し団体交渉\nを要求するに際し、団体交渉の場に出席しようとする全労協（この団体がいかなる\nものであるかについても、申請人が被申請人に対し納得のいくよう説明をした事実\nは、本件疎明料上認められない。）に所属する者の氏名等を明らかにしようとしな\nいことは前記のとおりであるが、これらも、相手方に誠実なる団体交渉を求める者\nの態度としては相当なものであるとはいえない。そうすると、以上のような態様の\nもとにおける申請人の被申講人に対する団体交渉請求権の行使は信義則に反し、許\nされないものというべきである。\nそうとすれば、その余の点につき判断するまでもなく、申請人の本件申請はその\n理由がないものであるから却下することとし、申請費用の負担につき、民事訴訟法\n八九条を適用して、主文のとおり決定する。\n"
}