{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 46,
    "month": 3,
    "day": 10
  },
  "case_number": "昭和45(ヨ)1",
  "case_name": "日本計算器峰山製作所懲戒解雇",
  "court_name": "京都地方裁判所",
  "field": "労働",
  "lawsuit_id": "19938",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=19938",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/938/019938_hanrei.pdf",
  "contents": "主　　　文\n被申請人は、申請人ａ、同ｂ、同ｃをその従業員として取扱え。\n被申請人は、昭和四四年一二月二九日より、申請人ａに対し月額金五万八、一〇〇\n円、申請人ｂに対し月額金五万四、一〇〇円、申請人ｃに対し月額金五万九、一〇\n〇円の割合による金員を、毎月二〇日〆切で末日限り支払え。\n申請人らのその余の申請を却下する。\n申請費用は被申請人の負担とする。\n事　　　実\n第一、当事者の申立\n申請人ら訴訟代理人は「被申請人は申請人ａを被申請人会社峰山製作所製造部第\n一課フリー係、申請人ｂを同社同所第一課第一部品係、申請人ｃを同社同所製造部\n製作第一課組立係各従業員として取扱え、被申請人は昭和四四年一二月二九日よ\nり、申請人ａに対し月額金五万八、一〇〇円、申請人ｂに対し月額五万四、一〇〇\n円、申請人ｃに対し月額金五万九、一〇〇円の割合による金員を、毎月二〇日〆切\nで末日限り支払え、申請費用は被申請人の負担とする。」との判決を求め、被申請\n人訴訟代理人らは申請却下の判決を求めた。\n第二、当事者の主張\n当事者双方訴訟代理人らはその主張と認否、反論を次のとおり陳述した。\n（申請の理由）\n一、被申請人は卓上電子計算器、手動式計算器等の製造販売を業とし、肩書地に本\n社を、京都府中郡＜以下略＞に峰山製作所を有するのを始め、他に一製作所、一事\n業所を有し、従業員三〇〇余名を雇傭する株式会社であり、申請人ａは昭和二八年\n八月一七日、申請人ｂは昭和三一年九月一七日、申請人ｃは昭和二五年七月一二日\nそれぞれ被申請人に峰山製作所の従業員として採用され、爾来従業員として雇傭さ\nれるかたわら被申請人の従業員で組織する総評全国金属労働組合日本計算器支部\n（以下全金組合と略称する）において、申請人ａは昭和四二年九月から執行委員長\nの、申請人ｂは昭和四三年九月から副委員長の、申請人ｃは同じく昭和四三年九月\nから書記長の各地位にあつたものであるが、被申請人は昭和四四年一二月二七日に\n同月二九日付で申請人三名を懲戒処分に付しその旨同人らに通告した。しかして、\n右解雇の理由とするところは、昭和四四年一〇月二一日および同年一一月五日前記\n全金組合が発行し社外一般住民に広く配布されたビラの記載内容中の「峰山製作所\n内で猛毒ガスが発生し就労者が苦痛を訴えるという事態が発生したうんぬん、」、\nあるいは「日本計算器の廃液処理がずさんであるために丹波地域（峰山町丹波のこ\nと）における稲作に被害をおよぼしたうんぬん、」という点が虚構の事実の記載で\nあり、右ビラの配布は、故意に会社の名誉をいちじるしく毀損し対外的信用をはな\nはだ失墜させた行為であつて、その結果被申請人は重大な損害を蒙つたから、労働\n協約第二〇条第九号、同第一三号、就業規則第八三条第二号、同第一八号所定の懲\n戒解雇事由に該当するというのである。\n二、しかし、右懲戒解雇は次に述べるような理由により無効である。\n（一）　本件解雇は、労働組合法第七条第一号にいう不当労働行為である。\n全金組合は昭和二四年に結成され、その後数次の闘争を経て次第に成長し、総評全\n国金属労働組合の傘下に入つて京都北部における中核的労働組合となるに至つたも\nのであるが、申請人ａは昭和三一年、同ｂは昭和三六年、同ｃは昭和二七年それぞ\nれ全金組合の執行委員に選出され、以来組合役員として活溌に活動し、前記のとお\nり委員長、副委員長、書記長に就任してからは、組合員の団結のかなめとしてこれ\nを指導してきた。一方被申請人は、昭和四二年一二月五日に新経営方針なるものを\n発表して全金組合の破壊に乗り出し、爾来組合旧役員の職制への登用による組合員\nの分断、第二組合たる日本計算器労働組合（以下日計労と略称する）の結成と両組\n合員間の待遇の差別、全金組合員に対する脱退工作や退職勧奨ないし不利な配置転\n換等を強行して激しく全金組合を攻撃しているのであるが、全金組合は申請人三名\nが中心となつてなおねばり強く戦つている。\n被申請人は、前記のような申請人らの組合活動を嫌悪し、これを企業から排除す\nることを目的として、申請人らを解雇したものであり、その主張する解雇理由は本\n件解雇が不当労働行為であることを隠蔽するための口実にすぎない。\n（二）　仮にそうでないとしても、本件解雇は、労働協約および就業規則所定の懲\n戒解雇事由なくしてなされたものであり、よしんば何らかの懲戒解雇事由に該当す\nるとしても、解雇権の濫用として無効である。\n三、必要性\n以上のとおり被申請人のした申請人三名に対する本件解雇の意思表示は無効であ\nり、被申請人と申請人との間には雇傭関係が継続しているにかかわらず、被申請人\nは申請人らをその従業員として取扱わず、本件解雇の意思表示後申請人の就労を拒\n否している。右解雇の意思表示がなされた当時、申請人ａは月額五万八、一〇〇\n円、申請人ｂは月額五万四、一〇〇円、申請人ｃは月額五万九、一〇〇円の賃金を\n毎月二五日〆切り月末払いで取得していたから、少くともこれと同額の賃金債権を\n有するものであるところ、申請人らは労働者で賃金のみにより生活を維持している\nものであるから、その支払いを受けなければ生活に窮し著しい損害を被ることにな\nる。\nよつて申請の趣旨のとおり仮処分命令を求める。\n（申請の理由に対する被申請人の答弁および主張）\n一、答弁\n１　申請の理由一の事実は認める。\n２　同二の（一）の事実のうち、申請人らの組合歴は認めるが、その余は否認す\nる。もつとも、被申請人が全金組合の旧役員を課長等の職制に登用したり、従業員\nに対する退職勧奨、配置転換等をした事実はあるが、これは人事管理の必要上行な\nつたもので、被申請人が全金組合の破壊を意図したことはない。\n３　同三の事実のうち、本件解雇当時申請人らがその主張する額の賃金を取得して\nいたことは認めるが、その余は争う。\n二、被申請人の主張\n（一）１　全金組合は、昭和四四年一〇月二一日組合名義をもつて発行した「町民\nの皆さんをはじめ一〇月二一日丹後大集会参加の皆さんに訴えます」と題するビラ\nに「いつ災害や公害が発生するかも知れない職場の状況！先日峰山製作所のメツキ\n職場で電解脱脂液に塩酸が混入、有毒ガス（シアンガス、塩素ガス）が発生し、労\n働者が苦痛を訴えるという危険な事態が起きました。（中略）昀近峰山町内（丹波\n地区）の農作物（水稲）が大きな被害を受けていることが判明し、地域でも「工場\n廃液」が原因ではないかとその調査が始められている矢先でもあります。私達の独\n自調査の中で実際に会社がやらせている処理方法では、農作物への被害も起りうる\nということがわかりました。（以下略）」という内容の、あたかも会社の峰山製作\n所内において有毒ガスが発生して従業員が危険にさらされ、また峰山製作所から排\n出される工場廃液がその近隣の水田に流入して水稲に大きな被害を与えていると誤\n信させるような記事を掲載し、これを約一、〇〇〇枚作成し、申請人組合員を通じ\nその始んど全部を峰山町およびその付近の居住者等に配布し、\n２　更に同年一一月五日付前記同様組合名義の「町民の皆さんに訴えます」と題す\nるビラに「（中略）過日もメツキ作業中毒ガスが発生し、生命の危険がおびやかさ\nれました。しかもメツキ廃液もいいかげんな処理をして川に流しています。今年も\n丹波地区の農家では田植をしても枯れ、二回も植替したとか、又収穫も少なく騒が\nれています。（以下略）」という内容の記事を掲載し、右ビラ数百枚を作成し申請\n人組合員の手により峰山製作所近隣の住民に配布した。\n（二）　右ビラ記載の内容はいずれも事実に反する虚構の記事である。\n１　昭和四四年一〇月一六日午前一一時四〇分頃峰山製作所メツキ作業場において\n異臭が発生し、メツキ作業の責任者である製作第二課メツキ係長ｄはその発生源が\n判らなかつたので、同日午後〇時二五分頃毒物劇物取扱い責任者のｅ係長らに連絡\nしたところ右ｅが「私が現場に行くまで窓をあけ、排風機を動かしておくよう」に\n指示し、右ｄはその措置をとつた。メツキ作業工程にはメツキのための前処理とし\nて中和および除錆のための塩酸浸漬という作業があり、これは塩酸槽に素材を浸漬\nしておいた後、塩酸槽から取り出して水洗するものであるが、同日たまたま右の塩\n酸槽の横にメツキ作業に用いられる電解脱脂液の廃液を入れたポリ容器が置かれて\nおり右の水洗作業の際塩酸水滴が飛び散つて右の廃液中に混入すると何らかの有毒\nガスが発生する危険性があつた。そこで右ｅはこの危険事態の発生を想定してｄに\n前記の指示を行なつたのであつた。しかし当日は塩酸浸漬の作業は行なつていなか\nつたのであり、翌日に至つて右の異臭は右ｅが当日メツキ作業場から約一・五メー\nトル離れた実験室で作つた窒化試液を捨てたために生じたことが判明した。（窒化\n試液に含まれているニトロベンゾールと硫酸第二鉄アンモニウムは芳香性を有し強\nい臭いを放つ。）従つてメツキ作業場の係員が苦痛を訴え、或いは身体に異常を生\nじたという事実は全くなかつたのである。現に異臭に気づいた全金組合員ｆはその\n直後行なわれた定期健康診断に際し、医師に何らの異常をも訴えていない。\n２　被申請人はメツキ作業等に使用する化学薬品については、その取扱いを規整す\nる諸法令を厳に遵守しているのみならず、前記ｅの指導の下に廃油、廃液の処理に\n適切な措置を講じ、劇毒物については法的な規制基準を大巾に下廻る措置をとつて\nいる。特に工場廃液については廃液槽に移してこれを中和させ、或いはサイフオン\n方式で序々に排出しながら水道水で十分に稀釈した後処理する等の処置をしてお\nり、農作物等に対し被害を発生させている事実はない。ちなみに、有害な無機シア\nン化合物の法規による恕限度は二・〇ＰＰＭであるが、京都府衛生部あるいは峰山\n保健所の抜打ちの立入検査による峰山製作所の廃液処理後の水質検査結果は、昭和\n四四年八月一日実施分は〇・八三八ＰＰＭ、同年一〇月一四日実施分は〇・〇五Ｐ\nＰＭであつた。更に被申請人は峰山製作所排水路の下流一帯を綿密に調査したとこ\nろ、本件ビラに記載されたような被害事実がないことが明らかとなつている。な\nお、峰山製作所の排水が流入する風呂川水系沿いの田に若干の水稲被害があつたも\nのの如くであるが、その被害は主として右峰山製作所より上流の地域に発生したも\nのでありかつ風呂川の上流には峰山メツキ、日進製作所等の会社工場があつてメツ\nキ作業を行なつており、これらの企業もメツキ廃液を右風呂川に排出しているので\nあるから、右の水稲被害は被申請人とは何ら関係がなく、また仮りに被申請人より\n下流に水稲被害が発生したとしても、被申請人だけにその原因を帰されるいわれは\nない。\n３　全金組合は、計算器業界の趨勢に関する洞察を欠いた指導力のない申請人らの\n指導下にあつて組合員数も減少の一途を辿つているのであるが、かかる事態にあせ\nりを感じた申請人らは、単に被申請人を困惑させ、その信用を毀損する目的で何ら\n真偽を確認することなく本件ビラ配布の挙に出たものである。（前記ｆは前記ｅか\nら本件異臭と窒化試薬との関係を調べるため右試薬を嗅ぐよう求められたとき、全\n金組合の決定によりこれを拒否した。）\n仮にビラの内容が申請人らの主観においては労働者の地位向上、団結、その他労\n働者の自覚を訴える目的で書かれたものであつたとしても、客観的にみてその内容\nが本件のように虚構の事実を宣伝し、被申請人の信用を毀損する類のものであるに\nおいては労働組合運動に許された正当性の限度を超えたものといわなければならな\nい。\n右のビラ配布が付近の住民に多大の不安と被申請人に対する不信を抱かせたこと\nは疑いの余地がなく被申請人はこれにより大きい損害を蒙つた。\n申請人らはいわゆる組合三役として本件ビラの記事内容作成および配布を決定し\nその指示の下に全金組合員にこれを行わせたものであつて、右の行為は労働協約第\n二〇条（懲戒委員会の議を経て懲戒解雇に付しうる場合）の第九号「故意又は重大\nな過失により会社に損害を与え、若しくは会社の信用を毀損したとき」、第一三号\n「これを幇助、共謀、教唆又は煽動したとき」、就業規則第八三条（懲戒解雇該当\n者）第二号「刑事上（禁錮以上の刑）に該当するもの」、第一八号「これに準ずる\n程度の不都合な行為をしたもの」に該当する。被申請人が申請人ら三名の右行為に\nつき懲戒解雇の処分を行なつたのは正当な理由があるというべきであり、この処分\nの意思表示が不当労働行為ないし権利の濫用により無効であるという申請人らの主\n張は失当である。\n（被申請人の主張に対する申請人らの答弁と主張）\n被申請人主張事実中、申請人らが労働組合三役として執行委員会で協議決定した\n上、本件二種のビラを配布したことは認めるが、その余は否認する。右ビラはすべ\nて真実を記載したものである。\nすなわち前記昭和四四年一〇月一六日午前一一時頃から被申請人会社峰山製作所\nのメツキ職場で申請外ｇがメツキの前処理の一つである一たん塩酸槽へ浸漬した素\n材を引き上げて水洗する作業を行なつていた。この作業は多数の穴のあいた一斗鑵\nを用い、素材を入れて塩酸槽へ浸漬された一斗鑵を引き上げ水槽まで運ぶのである\nが、一般に引き上げた後の水切りを十分にしないため塩酸水滴が多量に飛散するの\nが常であり、この水滴がたまたま右ｇらがその前々日頃塩酸槽の横に置いて放置し\nていた二個の一〇〇リツトル入りポリ容器中の電解脱脂液に混入し、この塩酸と電\n解説脂液に含まれたシアン化ソーダが化学反応を起し、シアンガスが発生したので\nある。しかして化学的な計算ならびに右の作業状況からいつても可成の量のシアン\nガスが発生し、極めて危険な状態が惹起されたことは疑う余地がない。被申請人は\n右当日メツキ職場で発生した異臭の原因がシアンガスではなく、窒化試液であつた\nと主張するがこれは真相を隠蔽するための作り話にすぎない。このことは右ガス発\n生直後、全金組合が申し入れた共同調査の申し入れを被申請人は拒否し、異臭を昀\n初に気付いたｆに窒化試液がその原因であるよう強要し続けた事実に徴しても明ら\nかである。\n次に被申請人の廃液処理が全くずさんであるということも真実である。従来被申\n請人会社では、工場廃液（有毒物であるシアン化物を含むものが多い）は中和、稀\n釈等特に何ら特別の措置がとられることなく排水溝にバケツで汲み出され、あるい\nは容器を傾ける等して投棄されていた。ちなみに被申請人は毒物及び劇物取締法の\n規制は当然受けるのであり、右法によるとシアンの廃棄方法は二・〇ＰＰＭ以下に\nして排出せねばならないことになつている。しかして一度電解脱脂液（峰山製作所\nでは四三〇リツトル）を交換するにはその中に含まれる約六・五キログラムのシア\nンを廃棄しなければならないのであるが、これを二・〇ＰＰＭ以下に稀釈するには\n三二五〇立方メートルの水が必要である。しかるに右峰山製作所の全水道使用量は\n月量は月平均一五〇〇立方メートル前後にすぎない。\n更に水稲被害についても昭和四四年の田植期に峰山製作所排水口下流の農家に被\n害が発生し被害農民が峰山町当局に善処方を申し入れている事実がある。かつま\nた、風呂川水系中でも被申請人会社の排液が流入する田とそうでない田に歴然とし\nた被害の差が出ているのであつてかかる水稲被害の一因が被申請人会社のずさんな\n廃液処理にあることは動かし難い事実である。しかも本件ビラでは水稲被害の原因\nが被申請人会社の廃液にあると断定することなく、農作物への被害も起りうると指\n摘するにとどめている。\n要するに本件ビラの記載内容はすべて真実であつて一点の虚構もない。\n本来労働組合は当該地域の住民からその支持と共感をうることによつてその団結\n力は著しく強化されるものである。特に本件のように職場に人体に対する危険が発\n生しながら雇傭主が工場設備等の改善に無関心な場合はその実情を訴えて企業側の\n反省を求めることは労働組合の正当な活動であることはいうまでもない。特に当該\n企業が何らかの公害源となつているような場合、その直接の被害者はその企業に雇\n傭される労働者なのであるから、広くその事実を地域住民に周知させこれと共闘す\nることによつて職場環境の改善をはかり、労働条件の維持改善をもとめんとするこ\nとは労働者の団結権の重要な内容をなすものというべく、これが労働組合の正当な\n活動範囲に属することは当然のことである。しかも従来被申請人は全金組合の付近\n住民に対する宣伝活動に異議を唱えたことは一度もなく、この労使慣行に照して\nも、本件ビラ配布行為が労働協約ないし就業規則所定の懲戒解雇事由に該当しない\nことについては疑問の余地がない。\n（申請人の反論に対する被申請人の再反論）\n１　昀近におけるエレクトロニクスの急速な発展は集積回路等の開発に伴つて電子\n式計算機の高性能化、コストダウンを促進し、あらゆる分野で電子計算機が手動式\nのそれを駆逐しつつあり、被申請人においても、その存続を維持し社運を発展させ\nるため電卓部門を拡充強化する必要に迫られていることは当然である。しかも電卓\n業界はいわばグローバルな形で激烈な競争が行なわれており、被申請人としては早\n急にその対策を立てなければならなかつた。一方手動式計算器は日に日にその需要\nが減退し、在庫が増加する一方である。このため被申請人は電卓の専門工場である\n茨木製作所を拡充すべく人員の配置転換等企業内の再編成をしようとしたところ、\n手動式計算器が全盛時代であつた過去の夢にしがみつく全金組合や申請人らは、無\n謀にも被申請人の右計画に協力を拒み、その結果が申請人主張の労使紛争として現\nれたのである。公害問題は深刻な問題であり、協力してその防止に努力しなければ\nならないことは勿論であるが、労働組合が使用者に対する主張を貫徹する目的で公\n害問題に仮托し架空の事実を公表するが如きは正当な労働組合活動でないことはい\nうまでもなく、結局本件ビラ配布行為は資本制生産体制下における労働組合の枠組\nを逸脱したものというべく、懲戒解雇に値いすることはもとより当然である。\n２　仮に被保全権利につき疎明があるとしても、申請人を原職に復帰させる実益は\n全くなく、また申請人ａ同ｂは副業の機業で一ケ月に四万円以上の収入があり、申\n請人ｃも峰山町会議員として歳費収入があるので、仮払いを命ずる金員給付額も実\n際に必要な生活費とこれらの副収入額との差額に限定せらるべきである。\n第三、疎明（省略）\n理　　　由\n第一、争いのない事実\n被申請人が申請人らの主張のような業を目的とする株式会社であること、申請人\nらがそれぞれその主張の日に被申請人会社に峰山製作所従業員として採用され、か\nつその主張の日から全金組合の正副委員長、書記長の地位に就いていたところ、被\n申請人が昭和四四年一二月二九日付で申請人らをその主張のような理由で懲戒解雇\n処分に付したこと被申請人主張の二種のビラは申請人らが全金組合の執行委員会に\nおいて協議の上その作成配布を決定し、これを実行したこと、申請人らが右懲戒解\n雇処分に付せられた当時その主張額の賃金を受けていたことは当事者間に争いがな\nい。\n第二、本件解雇処分が不当労働行為であるか否かについて\n成立に争いのない甲第三号証の一ないし一一、第三三号証、乙第三六号証ないし\n第三八号証、証人ｈ（第一回）、同ｉ、同ｊの各証言に申請人三名の各本人尋問\n（第一回）の結果および弁論の全趣旨を総合すると、次の事実を認めることができ\nる。\nすなわち、被申請人はもと京都府中郡＜以下略＞所在の規模の小さいいわゆる軍\n需工場として発足し、終戦後はホチキス等の事務用品を製造していたのであるが、\n昭和二五年頃手動式計算器の製造に業務の中心を移してからは次第に社運が伸展\nし、昭和四〇年頃にはタイガー計算器株式会社と手動式計算器の市場を二分するま\nでになつた外、大阪府茨木市に卓上電子計算器を製造する工場を設置してその製作\n販売を開始するに至つた。この間同社従業員は労働組合を結成し、昭和三〇年に総\n評に加盟、全国金属労働組合日本計算器支部と称したが、その頃から活溌に組合活\n動を行ない、長期の全面ストライキを含む数次の団体行動により、前近代的労使関\n係から脱皮して労働協約の締結、年功序列型給与体系の確立、ベースアツプ、労働\n時間の短縮等の労働条件の改善に成功し、次第にその地歩を確立していつた。\nところが、申請人は昭和四一年にｌ現社長が代表取締役に就任するや俄かに労働\n組合（当時は全金組合のみ）対策の強化に乗り出し、昭和四二年末に次年度の経営\n方針を発表して鋭く組合側と対立することとなつた。この計画は峰山製作所の手動\n式計算器組立部門を人件費の低い台湾に移し、代つて同製作所では外国のそれをマ\nザーマシンとする電動加算器を製造することとする一方、三菱電機株式会社と提携\nして埼玉県岩槻市に卓上電子計算器を製造する新会社を設立し、前記茨木工場と並\n行して電卓を製造しようとするものであつた。全金組合は当時前年度に比して売\n上、利益とも倍加しているのに急に右のような企業組織の大変革を行なう必然性が\n乏しいこと、峰山製作所での被傭者としての身分が不安定になることを理由に右の\n計画に反対したが、当時手動式計算器の海外需要の減退と在庫の増加、内外におけ\nる電卓売上の順調な伸展という事態に注目して手動式計算器部門の縮少と電卓部門\nの拡大が経営上有利であると判断していた被申請人会社は組合の反対を押し切つて\n右の経営計画の実行に着手した。（後にこの計画は行詰り、保留の形でストツプし\nている）かかる状況下において、被申請人は、昭和四三年一月に全金組合の前委員\n長ｍを人事課長に、前書記長ｈを勤労課長に抜擢登用するとともに、茨木工場の全\n金組合長ｎに一年間のヨーロツパ出張を命じ、更には同年二月本社を峰山から大阪\nに移し全金組合との団体交渉も大阪で行なうと発表して峰山での団体交渉を事実上\n拒否した。続いて同年五月には係長等の多数の管理職を創設して一般職員を登用す\nる一方、申請人ａを機械技術第二係長の地位から解任し、同申請人ｃを技術課から\n全く畑違いのプレス型係に配置転換する等、全金組合役員に不利益な人事移動を発\n令した。またこれと前後して被申請人は、従来黙認していた工場内における全金組\n合集会への外部応援者の出席を一切拒否し折から全金組合の決起大会に出席しよう\nとした中郡春闘会議議長を管理職が実力でその入構を阻止して全金組合員との間に\n衝突が生じたが、更にこれを契機として工場構内における集会を全面的に禁止する\nと共に組合事務所入口を鉄柵で封鎖して会社構内から組合事務所への通行を禁止し\nた。この間において全金組合員に組合脱退者が出始め、この脱退者らにより昭和四\n三年一〇月八日に新組合たる日計労が結成されるに至つた。ところが被申請人は、\nその年の年末一時金を交渉妥結が数月早かつたことを理由に日計労組合員には年内\nに支払つたにもかかわらず、全金組合員には翌四四年二月に入つてようやく支給\nし、同年春の賃金改定の際においても全金組合員の多数が日計労組合員より不利な\n査定を受けて賃上げ率が低く押えられるということがあつた。更に引き続き全金組\n合員の多くが被申請人から退職勧告を受けて退職するものが続出し、同年九月被申\n請人は配置転換を拒否した六名の組合員全員に対し本来の仕事をさせず便所掃除や\n除草等を命じたことがある。これら一連の労使粉争の結果全金組合員数は減少の一\n途を辿り、既に六〇数名を残すのみとなつていた。\n以上の事実がそれぞれ認められる。\n右の各事実を通観すると、被申請人は手動式計算器から卓上電子計算器へその主\n力を移行させる生産計画の実行の過程において、その昀大の障害が峰山製作所を根\n拠とする全金組合であるとの認識に立ち、その解体を志向して前記人事異動等の一\n連の措置をとつたことが推認され、本件解雇もかかる全金組合の指導者たる申請人\nらの存在を嫌悪しこれを企業から排除する意図の下に本件ビラ配布を口実としてな\nされたと考える余地は十分存在する。\nしかしながら、前記のとおり全金組合員の数は減少の一途を辿り、ことさら申請\n人らを解雇しなくても全金組合はその組合員数が激減して無力化し、自然消滅もあ\nりうる事態に立ち至つていること、本件ビラの記載がいずれも事業内容の暴露であ\nつてしかも工場周辺の住民に不安を与えかねないものである反面、全金組合がこれ\nを配布したのは、後述のように配置転換の発令撤回交渉のいきづまりその他劣勢化\nする同組合の頽勢の挽回のためのいわば窮余の一策としてであり、必ずしも付近の\n住民の健康、職場環境の安全性等に対する深い配慮の下になされたとは見えない\n等、被申請人において懲戒処分の理由があると判断しても無理からぬ点があること\n等を考えあわせると、本件懲戒解雇処分の決定的原因が申請人らの組合活動に対す\nる嫌悪にあると断定することにはいささか無理があるといわなければならない。外\nに申請人らの不当労働行為の主張を支持するにたる証拠はないから、結局右の主張\nは疎明を欠き理由がないことになる。\n第三、懲戒解雇処分の正当理由の存否について\n（一）　本件ビラ配布に至つた経過\n成立に争いのない甲第二九、三〇号証、第三三号証、乙第三六号証に証人ｆ、同\nｏ、同ｊ、同ｄ、同ｅの各証言、申請人三名各本人尋問（各第一回）および弁論の\n全趣旨を総合すると、次の事実を認めることができる。\n昭和四四年一〇月一六日午前一一時三〇分頃峰山製作所メツキ作業場においてパ\nフ掛け作業（計算器カバーのペーパー掛け）をしていたメツキ作業員ｆ、ｐ、ｑの\nうち、ｆとｐが異臭を感じ、ｑもこれを確認した。折からメツキ作業場に隣接する\n塗装室から出て来たメツキ係長ｄにこれを報告したところ、同人も同じく異臭に気\nづいたので、その後品質管理係長で衛生管理者兼劇毒物取扱責任者のｅに電話連絡\nをとつた。ｅはｄからメツキ作業場内にある塩酸槽の傍に電解脱脂液の入つた容量\n一〇〇リツトルのポリ容器二個が置かれていることを確めた上、窓を開けて換気扇\nを動かすことを指示し、直ちに右メツキ作業室に来て前記ポリ容器の搬出を命じ\nた。ただ、ｅがｄから電話連絡を受けて右の一連の指示をした時間が異臭発生の直\n後であつたか、あるいは昼の休憩時間後の一二時三〇分頃であつたかは明らかでは\nない。その時ｅはメツキ作業場であれば電解脱脂液に塩酸が混入して発生したシア\nンガスではないかという旨の発言をした。翌一七日前記ｆから異臭の件の報告を受\nけた全金組合側の安全衛生管理者である申請人ｂは、その原因について被申請人側\nに問い合わせをし、これに対して業務課総務係長のｊから右の異臭は窒化試液の臭\nであつた旨の説明が行なわれた。\n当時全金組合と被申請人は全金組合員のｒ、ｋなるものが、清掃業務等への配置\n転換を発令され、全金組合がこれに反対して、その原職場復帰を申し入れた問題で\n粉糾しており、翌一八日の朝もそのことで申請人らと被申請人側管理職が話し合つ\nたが被申請人側はあくまで右両名の復帰を拒否し物別れに終る寸前申請人ら全金組\n合側は突然前記異臭の件を問題として取上げ、更に工場廃液の処理方法がずさんで\nあると主張を開始した。次いで全金組合から緊迫した雰囲気の中で右異臭の原因究\n明のための共同調査の申入れがなされ、被申請人側は独自の調査をするといつてこ\nれに応じなかつた。\nその後全金組合と被申請人間の実質的交渉関係が中断した形となり、局面の解決\nに苦慮した全金組合は前記異臭の件を前記ｅの言葉どおりこれをシアンガスとして\n広く地域住民に公表し、その社会的波紋を利用して前記ｒ、ｋ問題につき交渉を有\n利に導く方法をとることとし、執行委員会で機関決定した上、申請人ら組合三役が\n同月二一日本件第一回目のビラを作成配布したのである。\nところが、この間において、被申請人側は本件異臭の原因が窒化試液であると主\n張して譲らず、同月末に開かれた安全衛生委員会（労使の安全衛生委員等で構成す\nる職場環境の安全性の維持改善をはかるための委員会）でも右主張を繰り返し、更\nにはメツキ係員でただ一人被申請人の右主張に同調しない全金組合員の前記ｆに対\nし係長のｄから何らかの処分を示唆するような言動があつたため、全金組合はその\n対策に窮した結果、同年一一月五日前回同様の方法で第二回目のビラを作成配布す\nるに至つた。\n（二）　本件ビラの真実性\n１　本件異臭の原因について\n被申請人は本件異臭の原因が前記ｅの調製した窒化試液にあると主張し、申請人\nはシアンガス（シアン化水素）であると主張するので以下検討する。\n成立に争いのない乙第三五号証に証人ｄ、同ｅ、同ｆの各証言を総合すると、右\n異臭の発生した昭和四四年一〇月一六日は午前九時から一一時四五分までｅがメツ\nキ作業員のｇに手伝わせてメツキ作業場の東側にあるメツキ実験室で窒化分析を行\nないこれに必要な窒化試液（窒化炉という電気炉を用い鉄の表面に窒素と炭素を添\n加して対摩耗性と対腐食性を与える作業を窒化といい、この窒化炉の作動が順調で\nあるか否かを定期的検査するために作られる薬液が窒化試液でその主成分はニトロ\nベンゼンと硫酸第二鉄アンモニウムである。このニトロベンゼンは芳香性を有し、\n強い臭いを放つ）を調製していたこと、メツキ実験室とメツキ作業場の間にメツキ\n作業場に通じる排水溝があり、この排水溝に試液を捨てるとメツキ作業場内まで臭\nいが拡散する可能性があること、本件異臭を感じたのは前記ｆ、ｐ、ｑ、ｄの外に\n前記ｇがあるがこのうちｑ、ｄ、ｇは、同月一七日と同年一一月六日の二度にわた\nり異臭の原因調査のため右ｅが作つた窒化試液の臭いが本件異臭と同一のものと断\n言したこと、前記ｆは、本件異臭がシアンガスのものに相違ないと主張してやまな\nかつたが、右窒化試液の臭いを嗅ぐことを拒み、更には異臭騒ぎの直後丹後中央病\n院で定期健康診断の際、医師に対し何らの異常をも訴えていないことがそれぞれ認\nめられる。ところが、証人ｄ、同ｅの証言によると、この異臭と窒化試液の臭いが\n同一であることが判明したのは翌一七日にｅが再度窒化試液を作つてこれを前記排\n水溝に捨て、試液を入れていたビーカーをメツキ作業場内で洗つていた際、ｄが右\nの臭いの同一性に気づいたことに端を発しているというのであるが、いかにもわざ\nとらしい上、他の係員はともかくとしてメツキ係長のｄが定期的に作られ前記排水\n溝に捨てられていたと思われる窒化試液の臭いを知らない筈はないのに異臭発生の\nときにその同一性に気づかなかつたことは甚だしく不自然であり、しかも前記ｆの\n証言によると、右ｄら被申請人側管理者がｆに対し異臭の原因が窒化試液であるこ\nとを認めるよう強く説得している事実が窺われ、これらの点において被申請人の主\n張には疑念を抱かざるをえず、外に被申請人の主張にそう証拠はない。\n他方成立に争いのない甲第一五号証、第二一号証一、二、三、六、第二七号証、\n第二九号証に前記証人ｅ、ｆ、証人ｏの各証言および弁論の全趣旨を総合すると、\n前記ｇが異臭発生の前々日頃電解脱脂槽から電解脱脂液交換のため古い廃液を汲み\n出し、これを排出すべく前記ポリ容器に入れて前記排水溝に近い塩酸槽のすぐ傍に\n置きそのままにしていたこと、メツキ作業はその前処理として脱脂作業があり、こ\nれはメツキすベき素材を無数の穴のあいた一斗罐に入れて塩酸槽に浸し一定時間後\nこれを引き上げて水洗する工程を含むのであるが、右の一斗罐が素材のため重くな\nるので、通常塩酸槽から引き上げた後は両手で針金の取手をつかみ右の一斗罐を振\nりまわす形で塩酸槽の隣りの水槽に運ぶ方法がとられ、その際塩酸水滴が右の穴か\nら飛散すること、電解脱脂液中にはシアン化ソーダが含まれておりこれと塩酸が化\n合するとシアンガス（シアン化水素）と水酸化ナトリウムが生成すること、シアン\nガスは猛毒で特有の臭いを持つこと、異臭の発生した日、メツキ作業は行なわれて\nいなかつたが、平素から右の水洗作業はメツキの本作業とは関係なく、作業員が手\nの空いたときに適宜行つており、前記ｇは同日午前中ずつと窒化分析の補助をして\nいたわけではなく、時折メツキ作業場に姿を見せていたから、右の水洗作業を行な\nつた可能性があること、異臭発生当時前記ポリ容器と塩酸槽の間隔は三〇センチメ\nートル程度であつたこと、以上の事実が認められる。（証人ｅの証言中塩酸槽に蓋\nをしてあつたとの部分は信用し難い）そうだとすると、塩酸水滴が電解脱脂液中に\n混入してシアンガスが発生する可能性があり、本件異臭が右シアンガスの臭いであ\nると考える余地が存在する。ところが、直ちにこれがシアンガスの臭いであると断\n定することもできない。すなわち前記の本件異臭を感じた者らの各証言は、あるい\nは消毒薬のような臭い（ｄ）であるといい、あるいはのどをえぐられるような痛さ\nを伴う臭い（ｆ）であるといい、未だ嗅いだことのない酢つぱい臭い（ｐ）である\nという具合で一致していないが、他方、理化学辞典等である前掲甲第二一号証一、\n二、三、六、と対照してみると、右の各証言がシアンガスに関する科学的説明とも\n必ずしも一致しない点がある。例えば前記証言を総合してみると、少くとも本件異\n臭は特徴を識別できる程度の強さをもつていたと想像されるが科学書中にはシアン\nガスの臭いは微臭であるとするものもある。（甲第二一号証の一）もつとも、この\n点の科学的説明も純粋なものは特異臭をもつ（甲第二一号証の二）、特有のにおい\n（甲第二一号証の三）とする等各著者によつて異つていて明確でない上実際上も、\n発生時における気圧、温度、純粋度等の諸条件によつてまた臭いの態様も異るであ\nろうから、結局本件異臭の発生源が果してシアンガスであるかどうか論断しさるこ\nとは極めて困難であるという外はない。\n要するに、本件異臭の発生源が窒化試液であるか、あるいはシアンガスであるか\nについては、それぞれその発生を推認させる根拠はあるが、そのいずれとも断定す\nる根拠はないということになる。\n２　被申請人工場の廃液処理と水稲被害について\n成立に争いのない甲第二〇号証、証人ｓ、同ｔ、同ｕ、同ｖ、同ｆ、同ｄ、同ｅ\nの各証言に申請人三名各本人尋問（第一回）の結果および弁論の全趣旨を総合する\nと、次の事実が認められる。\n被申請人会社峰山製作所ではメツキ作業場を中心に各種の工場廃液を排出してお\nり、この廃液は右製作所前を流れる小川に入つた後、付近の風呂川に流れ込む。こ\nの風呂川の水は更に下流の竹野川に合流するのであるが、この合流に至るまでに峰\n山町丹波地区等の水田の灌漑用水として利用されている。ところがこの丹波地区の\n一部に昭和四二年頃から田植えした苗が枯れる等の被害が出始め、昭和四四年度に\nおいては一部の田では水の取入口の被害が大きく、苗の植替えを余儀なくされたた\nめ例年より二割以上減収となつた農家もあつた。峰山町当局もこれらの農家からの\n訴えで風呂川の水質検査を関係官庁に依頼した事実がある。\n一方被申請人会社峰山製作所の排水する排液はメツキ作業場を中心として電解脱\n脂液、めつきはがし液、黒染前処理液、塩酸、トツプ酸、青化銅液があり、この電\n解脱脂液、めつきはがし液等の中にはシアン化ナトリウムが含まれている。（電解\n脱脂液中には一リツトルにつき三〇グラム、めつきはがし液中には一リツトルにつ\nき五〇グラム、黒染前処理液中には一リツトルにつき三〇グラム）このシアン化ナ\nトリウムが一定量以上土壌に沈澱すると農作物に被害を及ぼすことは疑いがない。\nしかして、この廃液処理としてゼロシアンなる中和剤を加え、更に水でこれを希釈\nした上排出する方法があるが、被申請人は本件ビラが配布された直後に始めて右の\n方法をとり、それまでは単に水道水で希釈するか、降雨量の多い日はそのままバケ\nツに汲んで排水溝に捨てていた。そして右の希釈の程度も法定恕限度の二・〇ＰＰ\nＭ以下に希釈するに必要な水道水を使つていない。\nまた昭和四五年三月から四月にかけ京都教育大学ｗ教授が中心となつて風呂川水\n系の水質等を調査したところによると被申請人会社峰山製作所の排水口における泥\n土のシアン化合物、ニツケル等の重金属類の含有率はその上流に比して飛躍的に増\n大し、下流に下るに従つて次第に減少していること、（シアン化合物の含有率は右\n排水口付近で一〇・五ＰＰＭ）またその下流の水田においてはニツケル等の重金属\nが大量に稲の根に吸着し、その生育を妨げていることが判明している。\nしかし本件ビラの記事は工場廃水の処理と水稲被害の因果関係を指摘ないし暗示\nしているのであるところ、前掲各証拠によるも右の因果関係は未だ明らかではな\nい。すなわち、前掲各証拠によると、被害水田も一部に限られている外風呂川水系\nに峰山製作所より上流に日進製作所、峰山メツキ等の会社工場があつてメツキ廃液\nを風呂川に排水していることが認められるがその排出量が明らかではない上被申請\n人会社峰山製作所の廃液量も作業量によつて一定ではなく、また風呂川の流水量も\n不変であるとは解し難いからその下流水稲に対する影響において右峰山製作所の廃\n液のみが前記水稲被害の原因となつているとは必ずしも断定しえないからである。\n３　以上のとおりだとすると、本件二種のビラの記事は、全面的に真実ともいえな\nいし、さりとて虚構の事実ともいい難い。そして多少の誇張を伴つている反面、申\n請人らがこれを真実であると信ずるにつき相当の理由があつたこともまた否定しえ\nないところである。\n（三）　本件懲戒解雇処分の相当性について\n被申請人は申請人らを懲戒解雇処分に付する理由として虚構の事実を流布して会\n社の名誉信用を毀損し、もつて会社に損害を与えたとの点を挙げ、その根拠として\n前記労働協約および就業規則の各本条を掲げるのであるが、右の協約と規則の条項\nは前記のとおり「故意又は重大な過失により会社に損害を与え、若しくは会社の信\n用を毀損した時」「刑事上（禁錮以上の刑）に該当するような行為をした者」「こ\nれを幇助、共謀、教唆、煽動したとき」等というのであつて、必ずしも架空の事実\nを流布宣伝することを不可欠の条件とするものとは解されないから仮に本件ビラの\n記載内容が虚構の事実であることの証明がないとしても、右ビラの配布により被申\n請人の名誉および信用が毀損されたことが推認される以上、申請人らの行為は一応\n右の各本条に該当すると認められないではない。\nしかしながら、本来労働組合は、その存立の基礎である団結の維持強化をはかる\nため、指令その他の情報を伝達蒐集するに必要な文書活動を不可欠の運動手段とし\nているのでありかかる文書活動が当該組合内部にとどまらず、その外部に及ぶこと\nは自然の勢いというべく、全金組合の如く企業内組合の場合においてはその基礎の\n脆弱さをカヴアーし、使用者に対抗するため広く地域住民の支持と共感をえようと\nしてその労働条件、職場環境等の実情を外部に訴えることは極めて当然のこととい\nわなければならない。しかしてその内容が地域住民の昀大の関心事である工場廃液\n処理等公害問題に及ぶこともこれまた自然の勢いであつて、地域住民も公害防止責\n任の一翼を担う以上（公害対策基本法第六条）寧ろかかる企業内部の実情を知るこ\nとをひとしく期待しているということができる。従つてこの公表された実情が真実\nに基づくときは、使用者は当然これを受忍すべきものと思われる。しかも公害は、\n各種発生源が重複しまた重複しない場合であつても、その原因結果の究明に多大の\n時間と経費を要し、容易にその真相が判明しないのが通常であるから、労働組合と\nしてはその活動効果の速かならんことを欲して時として誇張に走り、あるいは結果\n的に誤つた事実を伝達することもありうることである。しかしこのような場合で\nも、客観的にみて公害の一因であると信ずるにつき合理的理由があると判断すべき\n事実が公表伝達されたときは、使用者としては、これを正当な組合活動として矢張\nり受忍すべきものと解すべきであろう。けだし企業活動において公害源となるべき\n事実は職場の安全衛生等直接間接労働条件に関連することが通例であつて、労働組\n合としてはその立場上無関心でありえず、これを企業外部に公表してもつて労働条\n件の改善をはかる実益があり、しかもこの改善も真相の完全な究明をまつてしては\n遅きに失する嫌いがある一方、使用者としても、単に取締法規を遵守するにとどま\nらず、広く公害源となるべき企業活動を抑制し、公害防止に協力すべき社会的責務\nを負うのであるから（公害対策基本法第三条）いやしくも公害の一因であることが\n客観的に推認される事実が労働組合に限らず企業内外から指摘されたときは謙虚に\nこれに耳を傾け、その除去に努めて社会的疑惑を早期に取り除く道義的責任を負担\nすると解されるからである。\nこれを本件についてみるに、本件ビラの内容であるシアンガスの発生、被申請人\n会社の工場廃液の処理と水稲被害との関係について、その真相は未だ明らかでない\nが、これが真実であるとすれば被申請人会社峰山製作所の作業工程がシアン化合物\nの排出という公害源を形成することは疑いがないところである。そして申請人らに\nおいてこのシアンガス発生の事実ないし工場廃液処理と水稲被害の因果関係がいず\nれも存在すると信ずるにつき合理的な理由があることは前記認定のとおりであるか\nら、本件ビラ配布の行為が組合員の人事異動に対する反対に端を発したいわば副次\n的なものであつたにせよ、被申請人はこれを正当な労働組合活動として受忍すべき\nものであり、これを理由とする本件懲戒解雇処分は明らかに解雇権行使の正当な範\n囲を逸脱し、解雇権の濫用といわなければならない。したがつて右処分の無効であ\nることは明らかである。\n第四、保全の必要性について\n本件解雇処分が無効であるとすれば、申請人らはなお被申請人の従業員として賃\n金請求権を有するものということができる。\nしかして、申請人三名本人尋問（第二回）の各結果によると申請人らはいずれも\n賃金で生活を支える労働者で、副業はあるが、これによりうる収入はいずれも取る\nに足らぬものであることが窺われしたがつて本案判決の確定まで賃金の支払いを受\nけないときは生活の困窮などにより著しい損害を蒙ることが疎明される。よつて本\n件仮処分申請はその必要性があるものというべきである。\n第五、結論\n以上の次第で本件仮処分申請は理由があると認められるので保証を立てさせない\nでこれを認容すべきであるが、本件申請の趣旨第一項中、原職種への復帰を求める\n部分についてはその必要性の主張、疎明がないので失当としてこれを却下すること\nとし、訴訟費用の負担につき民事訴訟法第八九条、第九二条但書を各適用して主文\nのとおり判決する。\n（裁判官　平井和通）\n"
}