{
  "trial_type": "IPCase",
  "date": {
    "era": "Showa",
    "year": 49,
    "month": 12,
    "day": 24
  },
  "case_number": "昭和43(ネ)1124",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "14446",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=14446",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/446/014446_hanrei.pdf",
  "contents": "主　　　文\n一　本件各控訴を棄却する。\n二　昭和四三年（ネ）第一、一二四号事件の控訴費用は同事件の控訴人の負担と\nし、同年（ネ）第一、一九〇号事件の控訴費用は同事件の控訴人等の負担とする。\n事　　　実\n第一　当事者の求めた裁判\n一　昭和四三年（ネ）第一、一二四号事件（以下「甲事件」という。）\n控訴人は、「一、原判決を取消す。二、被控訴人等は連帯して控訴人に対し金九\n六六万四五九五円およびこれに対する昭和四一年一月一日から支払ずみまで年五分\nの割合による金員の支払をせよ。三、訴訟費用は第一、二審とも被控訴人等の負担\nとする。」との判決ならびに第二項につき仮執行の宣言を求め、被控訴人等は「本\n件控訴を棄却する。控訴費用は控訴人の負担とする。」との判決を求めた。\n二　昭和四三年（ネ）第一、一九〇号事件（以下「乙事件」という。）\n控訴人等は、「一、原判決を取消す。二、被控訴人等は連帯して控訴人等に対し\n各金五〇〇万円およびこれに対する昭和四〇年七月九日から支払ずみまで年五分の\n割合による金員の支払をせよ。三、訴訟費用は第一、二審とも被控訴人等の負担と\nする。」との判決および第二項につき仮執行の宣言を求め、被控訴人等は「本件控\n訴を棄却する。」との判決を求めた。\n第二　甲事件の請求原因\n一（一）　【Ａ】作曲の「Ｔｈｅ　Ｂｏｕｌｅｖａｒｄ　ｏｆ　Ｂｒｏｋｅｎ　Ｄ\nｒｅａｍｓ」（夢破れし並木路）と題する原判決添附第一楽譜記載の楽曲（以下\n「Ａ楽曲」という。）は、米国の出版社レミツク・ミユージツク・コーポレーシヨ\nンが昭和八年（一九三三年）米国において最初に発行し、同国著作権法の規定に従\nつて著作権の登録をし、昭和三五年（一九六〇年）更新登録をした楽曲である。こ\nの楽曲は、万国著作権条約第二条第一項により、わが国においても著作権法（本件\nでは明治三二年法律第三九号旧著作権法）の保護を受ける音楽著作物である。\n（二）　控訴人は音楽出版事業を営む会社であるが、昭和三五年九月一日、前記レ\nミツク・ミユージツク・コーポレーシヨンが著作権を保有する楽曲について、その\n著作権の譲渡契約を締結する代理権を有するミユージツク・パブリツシヤーズ・ホ\nールデイング・コーポレーシヨンとの間に、譲渡地域を日本国内、期間を同日から\n昭和三七年一二月三一日までとする著作権譲渡契約を締結し、これにより控訴人は\nＡ楽曲のわが国における著作権者となつた。その後この譲渡契約は、当事者双方の\n合意により、同一条件で更新され、期間は昭和三九年一二月三一日まで延長され\nた。\n（三）　右契約には控訴人が契約期間内に日本国内で楽譜を出版した場合には、そ\nの楽曲に対する著作者はさらに一年間延長するという特約があり、控訴人は昭和三\n九年一二月三一日までの契約期間内にＡ楽曲の楽譜を出版したから、Ａ楽曲につい\nては契約期間が一年間延長され、控訴人のＡ楽曲に対する著作権は昭和四〇年一二\n月三一日まで存続した。\n二　Ａ楽曲は、昭和八年（一九三三年）米国においてヒツト曲となり、その後も引\n続き人気楽曲であつた。ただし、Ａ楽曲が演奏され、レコードに録音されるのは、\n前記第一楽譜の第一三小節以下のリフレインの部分（以下この部分を「甲曲」とい\nう。）だけであり、この部分が米国内において有名となつた。\n第二次大戦後わが国各地のキヤバレー、ダンスホールのようないわゆる進駐軍慰\n安施設でも、米国兵士の好みを反映して、Ａ楽曲特に甲曲はスタンダードナンバー\nズの一として、くり返し演奏され、これらの慰安施設に関係していたわが国の音楽\n家の熟知するところとなつた。さらに、Ａ楽曲特に甲曲は、楽譜の出版、レコード\nの発売、ラジオ、テレビによる放送を通じて、一般の音楽家のみならず一般大衆に\nも広く知れ渡るに至つた。控訴人もＡ楽曲の楽譜の出版およびレコード化によりそ\nの普及に資したのである。\n三　被控訴人【Ｂ】は株式会社東京放送のテレビ編成局演出部に勤務し、昭和三八\n年当時は第二演出部長の地位にあり、平素音楽番組の製作を担当していた。また、\n同被控訴人は、昭和二二年頃横浜にあつた進駐軍慰安施設「コロニアル・クラブ」\nにおける音楽演奏グループに関係し、進駐軍登録スイングバンド「スイング・トー\nキヨー」のメンバーであつたことがあり、昭和二七年株式会社東京放送（当時の名\n称はラジオ東京）入社後レコード係をつとめたこともある。したがつて、同被控訴\n人はＡ楽曲少くとも甲曲のように日本国内ですでに熟知されていた楽曲には当然接\nしたことがあり、その存在を知つていたはずである。しかるところ、同被控訴人\nは、昭和三八年頃、「ワン・レイニー・ナイト・イン・トーキヨー」と題する原判\n決添附第二楽譜記載の楽曲（以下「Ｂ楽曲」という。）のうち、その第五小節から\n第四四小節までの歌詞につけられた旋律（以下「乙曲」という。）を作成し、\n【Ｃ】が作成した伴奏および前奏部分を加えたＢ楽曲を自己の創作物として公表し\nた。しかし、乙曲は、同被控訴人が、次項に説明するとおり、甲曲の本質部分であ\nる主要旋律を基礎としてその主題を設定し、甲曲の楽想（旋律処理方法）に依拠し\nてこれを展開して作成したものであるから、乙曲を含むＢ楽曲は、甲曲を含むＡ楽\n曲を改作したものである。したがつて、同被控訴人の右の行為は控訴人のＡ楽曲に\n対する著作権（改作権）を侵害したものである。\n四（一）　著作権の保護は著作物および著作物の本質部分に付与される。音楽著作\n物にあつては、著作者の思想感情の独創性が旋律に顕現するので、音楽著作物の本\n質部分はその主要な旋律にあり、これに著作権の保護が付与されるのである。した\nがつて、音楽は理論上旋律、和声、節奏、形式の四要素からなるが、二個の楽曲の\n思想感情を比較するには両者の主要な旋律を比較すべきである。けだし、二個の楽\n曲をこれらの四要素に分析して比較すれば、両者の思想感情の同一性の有無を理解\nできないからである。\nまず、甲曲は全部で三三小節であり、第一ないし第一六小節の第一部分、第一七\nないし第二四小節の第二部分、第二五ないし第三三小節の第三部分からなる三部形\n式の楽曲である。そして、これを構成的にみると、その第一ないし第四小節の旋律\n（以下「旋律その一」という。）と第一七ないし第二〇小節の旋律（以下「旋律そ\nの二」という。）との二つの旋律から構成されている。第五ないし第八小節の旋律\nは旋律その一の変奏旋律であり、第二一ないし第二四小節の旋律は旋律その二の変\n奏旋律である。旋律その二はその変奏旋律を含めても僅かに第二部分の八小節に使\n用されているだけであるが、旋律その一およびその変奏旋律は第一部分および第三\n部分の二五小節においてくり返し使用されている。したがつて、旋律その一は甲曲\nの主要旋律であり、甲曲の思想感情はこの旋律に顕現されている。\nまた、乙曲は全部で四〇小節であり、第一ないし第一六小節の第一部分、第一七\nないし第三二小節の第二部分、第三三ないし第四〇小節の第三部分から成る三部形\n式の楽曲である。乙曲の節奏は甲曲の二倍であるから、甲曲の節奏で数えれば二〇\n小節にあたり、甲曲に比べて小規模の楽曲である。乙曲の主題は第一ないし第四小\n節の旋律であるが、これは甲曲の主要旋律である前記旋律その一を基礎として設定\nされたものである。この主題は第三部分の第三三ないし第三六小節、第三七ないし\n第四〇小節において反復使用されている。そして、第九ないし第一二小節の旋律は\n主題を二度下げて転調したその変奏旋律であり、第二一ないし第二四小節の旋律は\n主題を四度上げて転調したその変奏旋律である。また、第五ないし第八小節の旋律\nは甲曲の前記旋律その一の後半（第三、第四小節）と同一の旋律である。このよう\nに、乙曲は甲曲より小規模の楽曲でありながら、甲曲の主要旋律その一およびそれ\nと同一または酷似した部分が全体の六割（二四小節）を占める。したがつて乙曲を\n演奏してこれを聞けば、甲曲の再生を感知するのである。しかも、乙曲の第二部分\nの冒頭である第一七ないし第二〇小節の旋律は、甲曲の第二部分の冒頭である第一\n七、第一八小節の旋律に酷似しているから、これを含めると、甲曲と同一または酷\n似する旋律が全体の七割（二八小節）に及ぶ。したがつて、乙曲は音楽効果の上で\n甲曲に極めて強度に類似する。\n以上のとおりであるから、乙曲は甲曲と同一の思想感情を示しているといわなけ\nればならない。\nところで、乙曲の第一三ないし第一六小節、第二五ないし第二八小節、第二九な\nいし第三二小節の旋律は甲曲に見られないものであるところ、後二者の旋律を含む\n乙曲の第二部分を被控訴人等は独創性を有すると主張するが、仮にこの部分に独創\n性があつたとしても、それはせいぜい作曲技術の範囲にとどまるものであり、その\n乙曲全体に占める割合が極めて小さいから、乙曲全体の思想感情を変質するもので\nはない。したがつて、この部分は原著作物である甲曲に対する附加にすぎず、その\nために乙曲が旧著作権法第一九条但書にいう新著作物になることはあり得ない。\n（二）　甲曲と乙曲はいずれも流行歌の歌曲である。歌曲の音楽は、歌詞の文学的\n意味あるいは形式的特徴を効果的に伝達するために、歌詞に付される音楽的表現で\nある。特に流行歌では歌詞の意味が大衆に親しみやすく、曲が歌いやすいことが要\n求されるので、歌詞の文学的意味が重視される。また、歌詞に用いられる国語は独\n特の構文を有し、その言葉は独特の発音、抑揚を有するので、歌曲の作曲にはこの\nような歌詞の形式的特徴を無視することができない。\n甲曲の歌詞は、格調の整つた古い形式の英詩であつて、弱起、二拍子、三部形式\nなどの音楽要素が内在している。甲曲は弱起、二拍子、三部形式で作曲されている\nが、これは歌詞に内在する音楽要素から必然的に生じたものである。これに対し、\n乙曲は日本語歌詞に作曲されたものであるが、この歌詞には弱起、二拍子、三部形\n式という音楽要素は内在していない。それにもかかわらず乙曲も甲曲と同様に弱\n起、二拍子、三部形式で作曲されている。\n前述のように、歌曲では旋律と歌詞との間の密接な関係があるので、国語を異に\nした別個の歌詞に独立して作曲した楽曲が同一または酷似したものになるはずがな\nい。したがつて、甲曲の作曲者とは全く異つた伝統のうちに育つた被控訴人【Ｂ】\nが時代、場所、環境を異にして、甲曲の歌詞とは異質の日本語歌詞に独自に作曲し\nて乙曲を作成したとすれば、乙曲が前述のようにその旋律において七割まで甲曲に\n符合し、弱起、二拍子、三部形式という点でも甲曲に符合することはあり得ない。\nこのような甲曲と乙曲の符合は偶然に生じたとは考えられない。\n（三）　以上のとおりであるから、乙曲を含むＢ楽曲は甲曲を含むＡ楽曲の改作物\nであることが明らかである。\n五（一）　被控訴人【Ｂ】は昭和三九年八月二七日Ｂ楽曲を第三者に利用させて使\n用料の収益を挙げるため、その著作権を被控訴人株式会社日音（以下「被控訴人日\n音」という。）に譲渡し、その使用料収益を両名で折半することを約した。被控訴\n人日音は、この契約の趣旨に従い、同年九月頃被控訴人【Ｂ】を作曲者として表示\nしてＢ楽曲の楽譜を出版し、Ｂ楽曲の複製、利用に対する許諾および使用料徴収等\nの事務を日本音楽著作権協会に委託した。同協会はこの委託に基づき、同年九月頃\nから昭和四〇年一二月までの間に、\n（１）　日本グラモフオン株式会社、日本クラウン株式会社、キングレコード株式\n会社、テイチク株式会社、東芝音楽工業株式会社、日本コロンビア株式会社、日本\nビクター株式会社等に対し、Ｂ楽曲のレコードへの写調を許諾し、これを写調した\nレコード合計一〇六万七六五七枚を製造させ、\n（２）　勁文社、日本ビクター株式会社、現代芸術社、テイチク株式会社、ミユー\nジツククラブ、朝日ソノプレス社等に対し、Ｂ楽曲のフオノシートへの写調を許諾\nし、これを写調したフオノシート合計八万八五〇〇枚を製造させ、\n（３）　放送事業者、映画興業者等に対し、許諾を与えてＢ楽曲を放送、興業させ\nた。\n（二）　被控訴人【Ｂ】は、前述のとおり、Ａ楽曲の存在を知つていたはずであ\nり、被控訴人日音も音楽出版事業を営んでいるばかりでなく、控訴人と提携してＡ\n楽曲の楽譜の出版に関与したことがあるから、Ａ楽曲の存在はもとより控訴人がそ\nの著作権を有することを知つていた。そして、前記日本音楽著作権協会の許諾を得\nた第三者により、Ａ楽曲の改作物であるＢ楽曲が控訴人の許諾を受けることなく、\nレコード、フオノシートに写調され、放送、興業され、これによつて控訴人のＡ楽\n曲に対する著作権（写調権、放送権、興業権）が侵害された。これは前述の著作権\n譲渡契約の締結および日本音楽著作権協会への委託から生ずる当然の結果であるか\nら、被控訴人両名は故意または過失により共同して控訴人のＡ楽曲に対する著作権\nを侵害したものである。\n六　控訴人は、Ａ楽曲の著作権者として、その改作物であるＢ楽曲の写調、放送お\nよび興業に対する次の使用許諾料相当額の得べかりし利益を失い、同額の損害を蒙\nつた。\n（一）　昭和三九年、四〇年当時レコードまたはフオノシートの製造に楽曲を使用\nする場合の許諾料は、一曲につきレコードまたはフオノシート一枚の片面ごとに七\n円二〇銭であつた。したがつて、写調権侵害による控訴人の損害は、これに前記レ\nコード製造枚数一〇六万七六五七を乗じた七六八万七一三〇円と前記フオノシート\nの製造枚数八万八五〇〇を乗じた六三万七二〇〇円との合計八三二万四三三〇円と\nなる。\n（二）　昭和三九年九月頃から昭和四〇年一二月までの間に、日本音楽著作権協会\nが放送事業者、映画興業者等から徴収し被控訴人日音に交付したＢ楽曲の放送、興\n業に対する使用料は一三四万〇二六五円であつた。したがつて、放送権および興業\n権の侵害による控訴人の損害額は、これと同額である。\n七　よつて、控訴人は、被控訴人両名に対し、損害賠償として右六（一）、（二）\nの合計金九六六万四五九五円およびこれに対する不法行為の後である昭和四一年一\n月一日から支払ずみまで年五分の割合による遅延損害金の連帯支払を求める。\n第三　甲事件の答弁\n一　請求原因第一項（一）および（二）の事実は認める。同（三）のうち、控訴人\nが昭和三九年一二月三一日までの契約期間内にＡ楽曲の楽譜を出版したことは認め\nるが、その余の事実は否認する。昭和四〇年一月一日から同年一二月三一日まで\nは、控訴人はミユージツク・パブリツシヤーズ・ホールデイング・コーポレーシヨ\nンに対し単に著作権使用料徴収義務を負つていたにすぎない。\n二　請求原因第二項の事実は否認する。Ａ楽曲は昭和九年わが国で公開された英国\n映画「ムーラン・ルージユ」の主題歌として使用されたが、わが国では全くヒツト\nせず、レコードも発売されていない。わが国においてＡ楽曲の楽譜が出版されたの\nは、被控訴人【Ｂ】が乙曲を作成したよりも後である昭和三九年三月控訴人が発行\nしたのが最初である。この楽譜は被控訴人日音が控訴人の依頼によつて作成し、被\n控訴人日音の子会社である日本楽譜販売株式会社が配給元となり、控訴人名義で発\n行されたものであるが、その末尾に記載された３６４１０００の数字が示すとお\nり、一九六四年（昭和三九年）三月に一、〇〇〇部発行されたものである。\n三　請求原因第三項のうち、被控訴人【Ｂ】が株式会社東京放送のテレビ編成局演\n出部に勤務し、昭和三八年当時第二演出部長の地位にあつたこと、同年乙曲を作成\nし、【Ｃ】の作成した伴奏および前奏部分を加えたＢ楽曲を自己の創作物として公\n表したことは認めるが、その余の事実は否認する。被控訴人【Ｂ】は乙曲を作成し\nた当時Ａ楽曲の存在を知らなかつたのである。\n四　請求原因第四項の主張は全部争う。\n（一）　著作権の保護は著作物の全体に及ぶ。音楽著作物である楽曲が旋律（メロ\nデイー）、和声（ハーモニー）、節奏（リズム）、形式の四要素からなることは、\n音楽学上異論がない。したがつて、二個の楽曲の同一性、類似性はこの四要素から\n総合的に判断されるべきであり、和声、節奏、形式の三要素を除外すべき理由はな\nい。もつとも、日常用語では、旋律（メロデイー）を漫然と「ふしまわし」あるい\nは「歌曲の人声で歌う部分の歌詞を除外したもの」という意味で用いている。控訴\n人主張の「旋律」がこの意味であるとすれば、それは「楽曲」というに等しい。こ\nの「楽曲」に音楽学的には旋律、和声、節奏、形式が含まれているのである。\n（二）　甲曲は三部形式ではなく、二部形式である。すなわち、ａ（第一ないし第\n八小節）、ａ′（第九ないし第一六小節）、ｂ（第一七ないし第二四小節）、ａ′\n（第二五ないし第三二小節）の八小節づつの四フレーズからなり、（ａ＋ａ′）＋\n（ｂ＋ａ′）という形式で構成されている。そして、ａ′はａと殆ど同じであるか\nら、甲曲の主要な旋律はａとｂとであり、この両者はどちらが主要であるというこ\nとができない。したがつて、甲曲の第一ないし第四小節（控訴人主張の旋律その\n一）だけが甲曲の主要旋律であるとはいえない。\n（三）　乙曲の第一ないし第四小節の旋律は甲曲の第一、第二小節の旋律を基礎と\nして作成されたものではない。\n乙曲の冒頭の四分音符五個は回音（ターン）という装飾音と同じ楽想を速度を遅く\nして楽曲として固定化したものである。このような旋律はありふれたものであつ\nて、甲曲の冒頭の八分音符七個をまねるまでもなく作成できる。この部分は両曲と\nも独創性がなく、この部分が互に類似しているとしても、乙曲が甲曲の改作物であ\nるという根拠にはならない。\nそればかりでなく、甲曲では「ミ・レ（＃）・ミ・フア・ミ・レ（＃）・ミ」と\n「ミ」を中心に半音高い「フア」と半音低い「レ（＃）」とが交互に入つて七音符\nで再び「ミ」に戻り、完全な回音の楽想となつているが、乙曲では「ミ・レ\n（＃）・ミ・フア・ミ」と五音符で回音の楽想は終り、続いて「シ・ド・ラー」と\nなつている。この「シ」の音はその前々音の「フア」と減五度の音程にあるが、こ\nの減五度の音程は日本の歌謡曲によくあらわれる情緒的な感情を表現する音程であ\nる。ところが、甲曲では「ミ・レ（＃）・ミ・フア・ミ・レ（＃）・ミ」の後がす\nぐ「ラー・ラー」となつていて、減五度の響きができない。しかも、この一区切の\n旋律型の最後の「ラ」の音は、乙曲では甲曲のそれより一オクターブ低くなつてい\nる。このように乙曲では音が次第に下降して自然に低い「ラ」へつながつているた\nめ、「ラ」の音が落着いた余韻として響く。これに対し、甲曲ではあえて自然のつ\nながりを排して高い「ラ」へ続けているため、ここで楽想の変化をもたらし、\n「ラ」の音が一個の独立した存在を主張する音となつて、強く響いている。以上の\nとおり、両曲のこの部分は異つた楽想に基づき、異つた思想感情を表現している。\n甲曲は前述のように二部形式であり、乙曲は三部形式であるから、乙曲は甲曲の\n楽想に依拠して展開されたものではない。また、二部形式は（ａ＋ａ′）＋（ｂ＋\nａ′）という構成からなり、ａとａ′とはほぼ同じであるから、ａの旋律が必然的\nに全体の約七五パーセントを占める。そして、三部形式はａ＋ｂ＋ａという構成か\nらなるから、ａの旋律が必然的に全体の約六〇パーセントを占める。したがつて、\n乙曲の冒頭の第一ないし第四小節の旋律が甲曲の冒頭の第一、第二小節の旋律に類\n似しているとしても、これらが全体に占める割合の大小そのものは、両曲が類似し\nているか否かの根拠にならない。\nなお、甲曲は主として八分音符で進行しているのに対し、乙曲は主として四分音\n符で進行しているので、速度が全く異なり、聞く者に異つた印象を与える。また、\n甲曲ニ短調であるのに対し、乙曲はハ短調である。そして、速度および調は主題の\n選定と必然的、個有的に結びついているものであるから、甲乙両曲はこの点におい\nても楽想を異にする。\n（四）　乙曲の第二部分（第一七ないし第三二小節）は、甲曲にない独創的な旋律\nを有する。特に第二五ないし第三二小節（「かわすひとみがささやくアイラブユ\nー」の歌詞に附された部分）は、その前のトランジシヨンの部分（第一七ないし第\n二〇小節）で低音から高音に音階を上げておいて、その上で感情をこめて絶叫的に\n歌われるように構成されており、感きわまつて泣き叫ぶような感情を音楽的に表現\nした日本歌謡調の旋律である。この部分は甲曲にない独特のものであつて、最も盛\nり上がつた部分を形成しており、独創性がある。そして、楽曲は一個の著作物とし\nての単位となるものであるから、乙曲は全体として独創性をもつた独立の著作物で\nあるといわなければならない。\n（五）　乙曲は控訴人主張のとおり、弱起、二拍子、三部形式の楽曲である。甲曲\nは弱起、二拍子であるが、前述のとおり二部形式であつて三部形式ではない。仮に\n甲曲が三部形式であるとしても、世界中に弱起、二拍子、三部形式の楽曲は極めて\n多数存在しているから、これだけでは乙曲が甲曲を模倣したという根拠には到底な\nらない。そればかりでなく、日本民謡は殆ど弱起、二拍子であり、日本の流行歌の\n約半数は三部形式である。しかも、乙曲は日本語歌詞に極めて自然に適合してお\nり、決して無理なところがない。\n甲曲と乙曲は、控訴人主張のとおり、いずれも流行歌の歌曲である。流行歌で\nは、大衆に親しみやすい平易な楽曲が要求されるので、それに用いられる旋律、和\n声には自ら限定があり、楽曲の長さは四〇ないし五〇小節の短いものでなければな\nらない。しかも流行歌の寿命は短く、おびただしい数の楽曲が要求される。したが\nつて、流行歌では類似した楽曲が往々にして生じやすい。このような流行歌の実態\nを前提として考えると、甲乙両曲を聞き比べて何となく似ているという感覚的主観\nだけにより、乙曲を甲曲の改作物であると断定することは許されないといわなけれ\nばならない。\n五　請求原因第五項（一）の事実は認めるが、（二）の主張は争う。\n六　請求原因第六項の主張は争う。Ｂ楽曲のレコードはＡ楽曲のレコードに対し比\n較にならない程多数売れているのであるから、仮にＢ楽曲がＡ楽曲の改作物である\nとしても、Ｂ楽曲のレコードの売上げによる著作権使用料収入額が直ちに控訴人の\n得べかりし利益の額になる理由はない。\n第四　乙事件の請求原因および答弁\n原判決事実摘示と同一であるから、これを引用する。ただし、原判決一五枚目表\n一〇行目「Ｂ楽曲を作曲し、その著作者である。」とあるのを、「乙曲を作曲した\nので、これに伴奏および前奏部分を加えたＢ楽曲の著作者である。」と、同二〇枚\n目表八行目「偽作物とあるのを「改作物」と、同九行目「Ｂ楽曲を作成してもそ\nれ」とあるのを「乙曲を作成してもＢ楽曲」と訂正する。\n第五　証拠（省略）\n理　　　由\n第一　甲事件の判断\n一　請求原因第一項（一）および（二）の事実、同第三項のうち、被控訴人【Ｂ】\nが昭和三八年頃乙曲を作成し、【Ｃ】作成の伴奏および前奏部分を加えたＢ楽曲を\n自己の創作物として公表した事実は当事者間に争いがない。そして、原審における\n同被控訴人本人の供述によれば、同被控訴人が乙曲を作成したのは同年六月以前で\nあることが認められる。\n二　本件の主要の争点は、乙曲がＡ楽曲のうち甲曲の改作物であり、被控訴人\n【Ｂ】がこれを作成することにより控訴人のＡ楽曲に対する著作権（改作権）を侵\n害したか否かである。\nところで、著作権は、特許権が発明の「実施をする権利を専有」（特許法第六八\n条）することを内容とするのに対し、著作物を「複製スルノ権利ヲ専有」（旧著作\n権法第一条）することを内容とする。そして、ここに「複製」とは複製者が著作物\nの存在、内容を知つていることを前提とし、「複製」の一態様である改作も同様で\nある。したがつて、著作権（改作権）の侵害は、特許権の侵害と異なり、侵害者が\n著作物の存在、内容を知つていることを要件とする。そうだとすると、既存の著作\n物と偶然に内容が一致しまたは類似するものを作成しても、既存の著作物の存在、\n内容を知らず独自に作成した場合は、これを知らなかつたことに過失があるかどう\nかを問題にするまでもなく、著作権（改作権）の侵害にならないと解するのが相当\nである（大審院明治三八年五月五日判決参照）。\nそこで、被控訴人【Ｂ】が乙曲を作成した当時Ａ楽曲の存在、内容を知つていた\nか否かについて以下に判断する。\n三（一）　（Ａ楽曲が昭和三八年当時わが国において有名であつたかどうかについ\nて）\n成立に争いがない甲第四号証の二、第八号証、第二〇号証、第三七号証によれ\nば、Ａ楽曲は、米国においては、後に認定するよう昭和八年（一九三三年）製作の\n米国映画「ムーラン・ルージユ」の主題歌として使用されて以来、幾種類かのレコ\nードが発売され、楽譜が出版されており、昭和三八年（一九六三年）当時において\nも或る程度有名であつたことが窺われる。わが国においても、成立に争いがない甲\n第一七号証、第一九号証の一、第四八号証、甲曲のレコードであることが当事者間\nに争いがない検甲第一七号証によれば、控訴人が前述のとおりＡ楽曲の著作権者と\nなつた後である昭和三五年一〇月から控訴人の許諾を受けたレコード会社によつ\nて、Ａ楽曲のうち甲曲の部分を吹込んだレコードが製造発売され、その昭和三八年\n一二月までの販売数量（正確にはレコード製造工場から出庫されたレコードの枚\n数）は昭和三五年一八四枚、昭和三六年二八四四枚、昭和三七年八七七三枚、昭和\n三八年二〇四〇枚合計一万三八四一枚であつたことが認められる。また、ユニバー\nサル・レコード・カンパニー・リミテツドが東京で発売した甲曲のレコードである\nことが当事者間に争いがない検乙第一号証によれば、右に認定したほかに甲曲のレ\nコードが昭和三八年までにわが国で発売されたことが窺われないではないが、その\n時期および発売枚数を窺うことのできる証拠は何もない。そして、これらのほかに\nＡ楽曲を吹込んだレコードが昭和三八年までにわが国で製造発売された事実を認め\nるに足りる証拠はない。\n甲曲のレコードであることが当事者間に争いがない検甲第一号証、検乙第二号証\nのうち、前者は成立に争いがない甲第四六号証によれば昭和三九年以後に発売され\nたことが明らかであり、後者は米国において発売されたものであることが当事者間\nに争いがないから、これらの検証物は上記認定を左右するものではない。また、控\n訴人代表者は、原審および当審において、Ａ楽曲は昭和二六、七年頃わが国で公開\nされた映画「ムーラン・ルージユ」の主題歌として有名になり、各レコード会社が\nＡ楽曲のレコードを発売した旨供述する。しかし、成立に争いがない甲第三五号証\nの一、第三六号証、乙第一九ないし第二三号証、当審証人【Ｄ】の証言によれば、\nＡ楽曲は昭和八年に製作され、昭和九年にわが国で公開された米国映画「ムーラ\nン・ルージユ」の主題歌として使用されたが、この映画はわが国では興業的に成功\nせず、Ａ楽曲を吹込んだレコードは当時わが国では発売されなかつたこと、昭和二\n八年わが国で公開され興業的に成功した英国映画「ムーラン・ルージユ」にはＡ楽\n曲は使われていないことが認められる。したがつて、前記控訴人代表者の供述およ\nびこれに沿う当審証人【Ｅ】の証言はいずれも採用することができない。\n次に、控訴人が昭和三五年九月一日から昭和三九年一二月三一日までの間にＡ楽\n曲の楽譜を出版したことは当事者間に争いがないところ、原審証人【Ｆ】の証言、\n原審における控訴人代表者の供述と弁論の全趣旨によれば、控訴人がＡ楽曲の楽譜\nを出版したのは昭和三九年三月であることが認められ、これに牴触する同代表者の\n当審における供述は採用できない（この点に関し、原審では控訴人が昭和三七年中\nにＡ楽曲の楽譜を出版したことが当事者間に争いがなかつたが、これは間接事実の\n自白であるから被控訴人等を拘束しない。）。このほかに、Ａ楽曲の楽譜が昭和三\n八年以前にわが国において出版されたことを認めるに足りる証拠はない。\nさらに、成立に争いがない甲第三八号証によれば、Ａ楽曲が昭和三八年までにわ\nが国において放送されたことが窺われないではないが、その時期、回数等を明らか\nにすることのできる証拠は何もない。\n以上のとおりであるから、前認定のレコードの販売数量に基づいて考えると、Ａ\n楽曲が米国において有名であつたことを考慮しても、Ａ楽曲またはその一部である\n甲曲が昭和三八年当時わが国において音楽に関心のある者ならば誰でも知つている\n程度に有名であつたとは認めることができない。しかも、原審鑑定人【Ｇ】および\n当審証人【Ｈ】の各供述を総合すると、その当時Ａ楽曲は音楽の専門家または音楽\nに関する業務に従事している者の全員に知られていたわけではなく、一部の専門家\nまたは愛好家に知られていたにすぎないと推認することができる。\n（二）　（被控訴人の乙曲を作成する前にＡ楽曲に接したかどうかについて）\n被控訴人【Ｂ】が株式会社東京放送のテレビ編成局演出部に勤務し、昭和三八年\n当時第二演出部長の地位にあつたことは当事者間に争いがない。そして、成立に争\nいがない乙第八号証の二、五、一〇、一二ないし一五、当審証人【Ｉ】の証言、原\n審における被控訴人【Ｂ】本人の供述によれば、同被控訴人は昭和三八年当時音楽\n番組を含む約二〇本のテレビ番組の企画、製作に責任を負つていたこと、株式会社\n東京放送には内外のレコード、楽譜のぼう大な量のコレクシヨンがあること、同被\n控訴人が同会社（当時の名称は株式会社ラジオ東京）に入社した昭和二七年頃約三\nケ月レコード係をつとめたこと、同被控訴人は同会社に勤務するかたわら流行歌の\n作詞、作曲を行い、昭和三八年までに乙曲のほか「はてしなき恋」、「銀座ブルー\nス」、「おんなの涙」、「星に希いをかけるとき」等約一〇曲作曲し、その一部を\n公表していたことが認められる。しかし、前認定のＡ楽曲が昭和三八年当時わが国\nにおいて知られていた程度に照らせば、同被控訴人の勤務していた株式会社東京放\n送が放送したテレビ番組にＡ楽曲が使用されたことがある等特段の事情の主張、立\n証のない本件では、同被控訴人の上記のような地位、経歴だけから、直ちに昭和三\n八年当時Ａ楽曲の存在を知つていたと推認することはできない。\nまた、控訴人は、同被控訴人は昭和二二年頃音楽家として進駐軍の慰安施設に関\n係したことがある旨主張し、成立に争いがない甲第二一号証および同被控訴人本人\nの前記供述によれば、そのような事実がうかがえないではない。しかし、このこと\nだけから同被控訴人が当時既にＡ楽曲に接したことがあると推認することもできな\nい。\nのみならず、原審鑑定人【Ｇ】の鑑定の結果、当審証人【Ｊ】の証言、原審にお\nける被控訴人【Ｂ】本人の供述および弁論の全趣旨に照らして考えると、一般に乙\n曲のような流行歌の歌曲（乙曲が流行歌の歌曲であることは当事者間に争いがな\nい。）に用いられる旋律は、一般大衆が歌いやすい平易なものに自ら限定され、特\nにその音域、長さが制限されるため、他の楽曲に比べて偶然の類似が生ずる可能性\nが少なくないものであると認めるを相当とする。\n以上のとおりであるから、被控訴人【Ｂ】が乙曲を作成する前にＡ楽曲に接した\n蓋然性は大きいとはいえない。そうだとすると、乙曲が甲曲を知らなければ作成で\nきない程度に甲曲に類似していることが認められない限り、乙曲を作成した当時、\n被控訴人【Ｂ】がＡ楽曲の存在、内容を知つていたと認めることはできない。\n四（一）　そこで、乙曲が甲曲を知らなければ作成できない程度に甲曲に類似して\nいるかどうかについて、審究する。\n原判決添附第一楽譜をみると、甲曲はニ短調（ただし、原審鑑定人【Ｋ】の鑑定\nの結果によれば後記第三部分中第二〇ないし第二三小節はト短調）、二分の二拍子\nで、八分音符を中心として構成され、全部で三三小節であるが、第一ないし第八小\n節の第一部分、第九ないし第一六小節の第二部分、第一七ないし第二四小節の第三\n部分、第二五ないし第三三小節の第四部分から成り、第一、第二、第四部分は最後\nの一音を除き同一である。この第一部分の冒頭の第一、第二小節を以下「第一動\n機」これに続く第三、第四小節を以下「第二動機」という。この第一、第二動機\n（控訴人主張の旋律その一に相当する。）が第二、第四部分でくり返される。ま\nた、第三部分の最初の第一七、第一八小節（控訴人主張の旋律その二の前半に相当\nする。）を以下「第三動機」という。\n原判決添附第二楽譜をみると、乙曲はハ短調、二分の二拍子で、四分音符を中心\nとして構成され、全部で四〇小節であり、第一ないし第一六小節の第一部分、第一\n七ないし第三二小節の第二部分、第三三ないし第四〇小節の第三部分から成る。こ\nの第一部分の冒頭の第一ないし第四小節を以下「第一動機」、これに続く第五ない\nし第八小節を以下「第二動機」という。この第一動機が第三部分で二度くり返され\nる。また、第二部分の最初の第一七ないし第二〇小節を以下「第三動機」という。\n（二）　ところで、控訴人は、甲乙両曲の第一ないし第三動機を構成する各旋律は\n同一または酷似している旨主張するので、以下各旋律を比較してみる。\n控訴人は、右比較の前提として、音楽は理論上旋律、和声、節奏、形式の四要素\nからなるが、二個の楽曲の比較はこのうち旋律を基準にして行うべきである旨主張\nし、被控訴人はこの四要素を総合して比較すべきである旨主張する。しかし、被控\n訴人等の指摘するとおり、日常用語としては、歌曲のうち伴奏、前奏、後奏を除い\nた部分を旋律（メロデイー）ということが明らかであり、弁論の全趣旨によれば、\n控訴人主張の施律はこの意味のものであると解される。そうすると、この意味の旋\n律には、前述の四要素のうち和声、節奏が当然に含まれており、このことは当審証\n人【Ｈ】の指摘するところである。また、楽曲全体の旋律には形式が当然に含まれ\nることが明らかである。そうすると、この点に関する当事者双方の主張は実質的に\n同じであるといわなければならない（以下旋律という用語を、節奏、形式と特に区\n別する場合を除き、右の日常用語と同じ意味に用いることとする。）。\nさて乙曲の第一ないし第三動機を構成する旋律を、節奏を二分の一にしニ短調に\n移調して、甲曲の第一ないし第三動機を構成する旋律と比較すると、第一動機の八\n音中最初の五音は同じであり、最後の一音は一オクターブ違うが同音である。第二\n動機の八音は同じである。第三動機の八音中最初の七音は同じである。\n甲曲およびＢ楽曲を吹込んだレコードまたは録音テープであることが当事者間に争\nいがない検甲第一号証、第三ないし第一五号証、検乙第一ないし第六号証を再生し\nて両曲の演奏を聞いてみると、両曲が似ているような印象を受けるが、これは主と\nして両曲の第一ないし第三動機が右に認定した程度に類似しているからであるとい\nいうる。\n（三）　しかし、二つの曲が類似しているというだけでは一の曲が他の曲の存否、\n内容を知らなければ作成できないものであるとはいえないので、乙曲の第一ないし\n第三動機が甲曲の第一ないし第三動機を知らなければ作成できないものであるかど\nうかについて検討する。\n属啓成が作成したことが当事者間に争いがない乙第一〇号証には、「乙曲第一、\n第二動機は甲曲の第一、第二動機に類似するが、両者とも慣用句としての音型の連\n続にすぎず、偶然の一致の可能性が多い楽句だと信ずる。」旨の同人の意見が記載\nされている。\n原審鑑定人【Ｋ】は、「甲乙両曲の第一動機は属音（「ミ」）から始つて主音\n（「ラ」）で終る短調の施律としては珍らしい形ではない。両曲の第三動機は短調\nの曲の中で他調に転調する場合のトランジシヨンとしてよく使われるものであ\nる。」旨供述し、それぞれ実例を挙げている。\n原審鑑定人、当審証人【Ｊ】は、「乙曲の第一ないし第三動機はいずれも極めて\n平易な音楽的進展から生れ得るものである。」旨供述している。\n当審鑑定人、当審証人【Ｌ】は、「乙曲の第一動機のように、短調の主音\n（「ラ」）に落着くに先立ち、属音（「ミ」）を主軸として上下に半音づつ移行し\n旋回する旋律断片は、日本流行歌特有の「小ぶし」に用いられるように、非常に親\nしまれているものであつて珍らしいものではない。乙曲の第三動機の上向楽句は、\n第二部分に第一部分とは対照的な動きを求めた結果と考えられ、むしろ安易な作曲\n法に属する。したがつて、これらの部分が甲曲に類似していても、それは無意識的\nに起る可能性が十分にあり得る。」旨供述している。\n当審鑑定人、当審証人【Ｈ】は、「乙曲の第一動機のように、短音階の\n（「ミ」）を中心に半音上が第六音（「フア」）と半音下の嬰下属音（「レ＃」）\nの間を上下する旋律は、他の作曲者の作品にも多数みることができ、乙曲の第一動\n機の第六音以下の下がり方は自然である。したがつて甲曲の第一動機を見て乙曲の\n第一動機が書かれたとは思われない。乙曲の第二動機の第四ないし第八音は短音階\nの単なる下向型であり、これと同じ形の旋律は無数にある。乙曲の第三動機は和声\n的音階の単なる上向形で、この種の形の楽曲も無数にある。」旨供述している。\nこれらの各証拠を総合すると、乙曲の第一なしい第三動機は、いずれも甲曲の第\n一ないし第三動機を知らなければ作成できないものではないと認めるのが相当であ\nる。\nなお、乙曲の第一三ないし第一六小節、第二五ないし第二八小節、第二九ないし\n第三二小節の旋律が甲曲にみられないものであることは、控訴人の自認するところ\nである。また、乙曲の第九ないし第一二小節、第二一ないし第二四小節の旋律は、\n控訴人の主張によれば乙曲の第一動機の変奏旋律である。したがつて、第一動機が\n前認定のとおり甲曲を知らなければ作成できないものでない以上、これらの旋律も\n甲曲を知らなければ作成できないものでないことが明らかである。そうすると、乙\n曲全体が甲曲を知らなければ作成できない程甲曲に類似しているとはいえないこと\nになる。\nもつとも、【Ｍ】が作成したことが当事者間に争いがない甲第一〇号証には、\n「乙曲の第一、第二動機は殆んど一〇〇パーセント近く甲曲の第一、第二動機に類\n似し、乙曲の第三動機は甲曲のそれの完全な模倣である。この強度の類似は意識的\nに行われたものと判定せざるを得ない。」旨の同人の意見が記載されている。しか\nし、この意見は前記各証拠と原審証人【Ｍ】の証言に照らし採用できない。また、\n当審証人【Ｅ】は「乙曲の第一動機は甲曲のそれと全く同一である。」旨証言して\nいるが、その趣旨、理由については何も供述していないので、この証言も前認定の\n妨げとならない。そして、このほかに前認定を妨げるに足りる証拠はない。\nまた、控訴人は、甲乙両曲ともに弱起、二拍子、三部形式で作曲されているとこ\nろ、甲曲はその歌詞にこれらの要素が内在しているのに対し、乙曲の歌詞にはその\nような要素は内在していないから、このような両曲の符合は偶然に生じたとは考え\nられない旨主張し、控訴人代表者は当審においてこれに沿うように供述しているの\nで、按ずるに、乙曲が弱起、二分の二拍子であることは前記第二楽譜により明らか\nであり、乙曲が前記第一ないし第三部分の三部分からなることは前述のとおりであ\nり、また、弁論の全趣旨によれば、控訴人主張の三部形式とは乙曲のこのような形\n式をいうものであることも明らかである。しかし、原審鑑定人【Ｋ】、【Ｇ】、当\n審証人、【Ｌ】の供述によれば、弱起、二拍子で三部分からなる楽曲はほかにいく\nらもあり、特にわが国の流行歌では弱起、三部分からなる形式の楽曲が多数あるこ\nとが認められるし、乙曲の歌詞に弱起、二拍子、三部分からなる形式で作曲するこ\nとが特に不自然であるとは認められない。したがつて、控訴人代表者の右供述なら\nびに控訴人の各主張はいずれも採用することができない。\n五　以上のとおりであるから、被控訴人【Ｂ】が乙曲を作成した当時甲曲の存在、\n内容を知つていた事実を認めるに足りる証拠はないといわざるを得ない。したがつ\nて、控訴人が主張するように、同被控訴人が控訴人のＡ楽曲に対する著作権（改作\n権）を侵害したとはいえず、乙曲はＡ楽曲の改作物とはいえないことが明らかであ\nる。よつて、乙曲がＡ楽曲の改作物であることを前提とする控訴人の本訴請求は、\nその余の争点について判断するまでもなく、失当として棄却すべきである。\n第二　乙事件の判断\n一　当裁判所は、原判決三八枚目表八行目「しかしながら」から同裏九行目「もの\nといわなければならない。」までを次項二、のとおり変更するほかは、原判決と同\n一の理由により控訴人等の請求を失当であると認めるので、これを引用する。ただ\nし、原判決三六枚目表三行目「Ｂ楽曲」の次に「のうち乙曲」を加え、同四行目\n「Ｂ楽曲」「偽作」をそれぞれ「乙曲」、「改作」と訂正し、同五行目「Ｂ楽曲」\nの前に「乙曲に伴奏および前奏部分を加えた」を加え、同七行目「これを作曲し\nた」を削除する。\n二　しかしながら、甲曲およびＢ楽曲を吹込んだレコードまたは録音テープを再生\nして両曲の演奏を対比すると、両曲が似ているような印象を受けることは甲事件に\nついて述べたとおりである。そればかりでなく、両曲の楽譜を検討し、甲事件につ\nいて認定したように、乙曲の第一ないし第三動機を構成する旋律を、節奏を二分の\n一にしニ短調に移調して、甲曲の第一ないし第三動機を構成する旋律と比較する\nと、第一動機の八音中最初の五音は同じであり、最後の一音は一オクターブ違うが\n同音である。第二動機の八音は同じである。第三動機の八音中最初の七音は同じで\nある。\nこのような事実に基づいて考えると、音楽の専門家ではない被控訴人等が乙曲は\n甲曲の改作物であり偽作物であると考えるのは、一応無理からぬことといわなけれ\nばならない。原審鑑定人、当審証人【Ｊ】が結論としては「Ｂ楽曲がＡ楽曲の盗用\nによる偽作であるとは断定できない。」としながらも、「Ｂ楽曲がＡ楽曲の偽作で\nあるということは常識的には十分に断定し得る。」と供述しているのもこれを裏付\nけるものといえよう。しかも、原審証人【Ｍ】の証言、原審および当審における被\n控訴人【Ｎ】本人の供述によれば、被控訴会社が訴を提起するについては、事前に\n音楽専門家の意見をきいていることが窺われる。したがつて、被控訴会社の主張し\nた事実が虚偽であることについて、被控訴人両名に故意または過失があつたとは認\nめることができない。\nもつとも、当審証人【Ｉ】の証言および原審における控訴人【Ｂ】本人の供述に\nよれば、被控訴人【Ｎ】は昭和三八年一二月頃被控訴人【Ｂ】を米国人【Ｏ】に紹\n介し、Ｂ楽曲の著作権を同人に譲渡するようにすすめたことが窺われないではな\nい。しかし、このような事情を考慮しても、被控訴人両名に前記のような故意また\nは過失があつたとは考えられない。\nそうだとすると、被控訴会社の訴の提起について、被控訴人両名が不法行為責任\nを負わなければならない理由はない。\n第三　結論\n以上説示したとおり、甲事件における控訴人の請求および乙事件における控訴人\n等の請求は、いずれも失当として棄却すべきであるから、これと同趣旨の原判決は\n正当である。よつて、本件各控訴を棄却することとし、控訴費用の負担につき民事\n訴訟法第九五条、第八九条を適用して主文のとおり判決する。\n（裁判官　杉本良吉　瀧川叡一　宇野栄一郎）\n"
}