{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 54,
    "month": 6,
    "day": 28
  },
  "case_number": "昭和49(行ウ)33",
  "case_name": "法人税更正処分取消請求事件",
  "court_name": "大阪地方裁判所",
  "field": "行政",
  "gist": "１　法人税法３７条６項が適用されるためには，譲渡資産の対価が時価に比して低いことを譲渡者が認識していることは必要であるが，その時価を正確に認識していることまでは必要でないとした事例　２　会社が代表者を同じくする関連会社に対してした土地の譲渡が，法人税法３７条６項にいう低額譲渡に当たるとされた事例",
  "lawsuit_id": "17551",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17551",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/551/017551_hanrei.pdf",
  "contents": "○　主文\n被告が、昭和四八年五月三一日付で、原告の昭和四四年四月一日から昭和四五年三\n月三一日までの事業年度分の法人税についてした再更正処分及び過少申告加算税決\n定処分のうち、所得金額四億六、九二六万九、三三六円を超える部分を取り消す。\n原告のその余の請求を棄却する。\n訴訟費用は原告の負担とする。\n○　事実\n第一　当事者の求めた裁判\n一　請求の趣旨\n被告が昭和四八年五月三一日付で原告の昭和四四年四月一日から昭和四五年三月三\n一日までの事業年度分の法人税についてした再更正処分及び過少申告加算税賦課決\n定処分のうち、所得金額五、六五七万五、二八七円を超える部分を取り消す。\n訴訟費用は被告の負担とする。\nとの判決。\n二　請求の趣旨に対する答弁\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\nとの判決。\n第二　当事者の主張\n一　請求の原因\n（一）　課税の経緯等\n原告会社は被告に対し、昭和四四年四月一日から昭和四五年三月三一日までの事業\n年度（以下本件事業年度という）分の法人税の確定申告をし、次いで所得金額を\n四、七六二万八、四二〇円とする修正申告をしたところ、被告は、所得金額五、四\n七一万九、八〇七円、法人税額一、八九四万一、六五〇円とする更正処分をし、さ\nらに、昭和四八年五月三一日付で、所得金額四億七、九一九万六、五六五円、法人\n税額一億六、七五〇万八、六〇〇円、過少申告加算税七四二万八、三〇〇円、とす\nる再更正及び過少申告加算税賦課決定の各処分（以下本件処分という）をした。\n（二）　違法事由\n本件処分には原告会社の本件事業年度分の所得を過大に認定した違法があり、正当\nな所得金額は五、六五七万五、二八七円である。\n（三）　結論\n本件処分のうち、所得金額五、六五七万五、二八七円を超える部分の取消しを求め\nる。\n二　請求の原因に対する認否\n請求の原因（一）の事実は認め、同（二）の主張は争う。\n三　被告の主張\n（一）　本件処分は、（１）本件処分前の所得金額五、四七一万九、八〇七円に、\n（２）訴外株式会社ピーエル農場（以下ピーエル農場という）から受け取つた土地\n賃貸料一八五万五、四八〇円（（１）から脱漏）と、（３）寄付金の損金算入限度\n額を超える額四億二、二六二万一、二七八円を加算したものである。\n（二）　寄付金の損金算入について\n（１）　事業の概要\n（ア）　原告会社は、昭和四五年一月一〇日、その所有していた別表（一）記載の\n各土地（以下本件土地という）を、ビーエル農場に価額一億七、三四八万八、五三\n五円（一平方メートル当りの価額は山林について三四八円、保安林について一九七\n円）で譲渡したものとして経理している。\nしかし、譲渡日付は虚偽であり、正しくは同年三月二〇日から同月三一日までのい\nずれかの日であるが、強いて特定するなら同月三一日である。\nなお、本件土地はその後直ちにピーエル農場から訴外株式会社フードサプライ（以\n下フードサプライという）に転売されているが、ピーエル農場、フードサプライは\nいずれも原告会社の関連会社で、代表者は同じであり、連年欠損の法人である。\n（イ）　被告は、原告会社が本社土地を譲渡した時点での本件土地の適正な価額\n（以下本件土地の時価という）を、公簿上の面積三・三平方メートル当り（以下坪\n当りという。特記しない限り、すべて公簿上の面積である）三、〇〇〇円、総額六\n億〇、一八八万〇、八九〇円を下回らないと認め、原告会社の経理した額との差額\n四億二、八三九万二、三五五円を原告会社がピーエル農場へ実質的に贈与したもの\nと認め、法人税法三七条六項を適用し、別表（二）の被告の主張欄記載の計算によ\nつて算出した損金不算入額四億二、二六二万一、二七八円を益金に加算して本件処\n分をした。\n右の計算には、本件土地の総面積（六六万七、五一一平方メートル）を誤つて過少\nに計算したことによる違算があり、本件土地の譲渡収入総額は正しくは六億〇、六\n八二万八、〇〇〇円であるが、本件処分はこの範囲内でされているから正当であ\nる。\n（２）　本件土地の時価\n被告は、次の（ア）ないし（サ）のような事情から、原告会社が本件土地を譲渡し\nた時点で、本件土地について既に坪当り三、〇〇〇円を下回らない時価が形成され\nていたと認められる。\n（ア）　本件土地の大部分（別表（一）番号１ないし１１の土地）は、訴外近畿日\n本鉄道株式会社（以下近鉄という）の上野市南部ニユータウン開発計画（以下開発\n計画という）の対象地域（計画面積約一、〇〇〇ヘクタール）に含まれている。\n（イ）　開発計画は、昭和四四年二月ころ、訴外上野市の協力の下に近鉄が行うこ\nとに右の両者の間で合意が成立した。そして、開発計画は同年三月二〇日には公表\nされ、新聞紙上にも報じられた。\n（ウ）　当時の上野市長訴外Ａは、同年四月ころ、当時の近鉄社長訴外Ｂに面会\nし、開発計画の対象地域内の土地の買収価額として坪当り三、〇〇〇円程度が必要\nと思われる旨告げ、Ｂ社長もこれを了承した。\n（エ）　上野市の担当職員は、同年五月以降、買収のための下準備、事前調査を行\nつた。\n（オ）　近鉄側の買収を担当する訴外近鉄不動産株式会社（以下近鉄不動産とい\nう）の専務取締役訴外Ｃらは、同年八月二六日、現地を視察したが、その際、上野\n市側から買収価額は坪当り三、〇〇〇円程度が相当であるときかされた。\n（カ）　近鉄は、同年一〇月一五日、開発計画区域内の土地の買収を上野市に委託\nする旨の用地買収委託契約をした。\n（キ）　上野市は、右契約に基づいて、同年一一月ころから買収予定地の地主に対\nする説明会を地区ごとに開催するとともに、地主の希望する買収価額の把握に努め\nた。\n（ク）　上野市側は、これらの説明会の席上の感触から、ほぼ坪当り三、〇〇〇円\nが相当であるとの考えをもつた。このようにして、同年一二月ないし昭和四五年一\n月ころには、坪当り三、〇〇〇円の時価は既に形成されていた。\n（ケ）　上野市は、同年三月二五日ころ、昀終的に買収価額を一律に坪当り三、〇\n〇〇円として、近鉄に申し入れることに決定した。\n（コ）　Ａ市長は、同年四月九日ころ、近鉄に右の買収価額案を示し、近鉄もこれ\nを了承した。そして、同年五月二五日以降、右価額により一斉に土地の買収が行わ\nれた。なお、対象地域内の土地の中には、昭和四四年中に先行買収が行われたもの\nもあり、その価額は坪当り三、〇〇〇円に満たなかつたが、後日一律の価額で買収\nが行われることになつた場合は差額を填補するとの約定があり、右約定は実行され\nたので、結局、対象地域内の土地は一律に坪当り三、〇〇〇円で買収されたことに\nなつた。\n（サ）　ところで、近鉄は、本件土地（ただし、別表（一）番号１２ないし１９の\n土地を除く）についても、フードサプライから昭和四五年九月、坪当り三、〇〇〇\n円（ただし立退料等の補償金を除く）で買収した。\nその余の本件土地（別表（一）番号１２ないし１９の土地）は、原告会社が昭和四\n一年五月坪当り二、七八〇円で取得したものであるが、昭和四五年七月フードサプ\nライから訴外Ｄに坪当り一万〇、五九〇円で譲渡された。\n（３）　実質的に贈与したと認められる金額\n本件土地の譲渡価額が時価に比して低額であつたことは前述のとおりであり、この\n差額は関連法人の赤字補てんの目的で実質的に贈与されたものと認められるから、\n寄付金に該当することとなる。\n（４）　原告会社の時価の認識\n（ア）　法人税三七条六項の立法趣旨は、低額譲渡は、時価で取引をしてそのうち\nから金銭で差額分を贈与した場合と変わらないので、このような場合と均衡を保つ\nて税の公平な負担を図ろうとするところにある。したがつて、右規定の解釈は、税\nの公平な負担という見地からされるべきであるし、その適用も、譲渡価額と客観的\nな時価（正常な取引における価格）との比較によつてのみなされるべきである。\nところで、譲渡の時における価額すなわち時価とは、客観的な市場価格、あるいは\n課税時期においてそれぞれの財産の現状に応じ不特定多数の当事者間で自由な取引\nが行われる場合に通常成立すると認められる価額、あるいは再購入価格である等と\n説明されている。したがつて、時価とは、客観的に想定される価格であつて、取引\n当事者が認識していた価格である必要はない。\nまた、法人税法三七条六項が「実質的に贈与・・・・・・と認められる」と規定し\nているのは、当該取引に伴う経済的効果が贈与となんら異るものでないときは、実\n質的贈与と認める趣旨のものであり、実際に納税者の贈与の意思を要件としている\nものではない。\nしたがつて、本件でも、原告会社が本件土地を譲渡した時点で本件土地の時価を認\n識していなかつたとしても本件処分の正当性を何ら左右しない。\n（イ）　仮に、法人税法三七条六項適用の要件として、取引当事者が譲渡物件の時\n価を認識していることが必要であるとしても、原告会社にはその認識があつた。そ\nの理由は次のとおりである。\n（１）　原告会社は、昭和四四年七月ころから、その経営する黒岩牧場の敷地を含\nむ本件土地を、原告会社とその関連会社のグループ（以下ミキグループという）の\n赤字補填のため、売却する計画を有していた。\n（２）　ミキグループの実質的な代表者であつた訴外Ｅは、かねてから上野市議会\n議員であつた訴外Ｆと懇意であつたが、昭和四四年九月ころ、本件土地の売却のあ\nつせんをＦに依頼した。\n（３）　このころ、前述のように、既に近鉄の開発計画の大要は公表されており、\n問題は買収価額であつた。\n買収価額については、表面上は秘密にされていたが、昭和四四年暮には市議会の席\n上でＡ市長が、坪当り三、〇〇〇円になる旨言明するなど、陰に陽に関係者の間に\n広まつていつた。\n（４）　Ｆは、市議会議員としての立場からもこれらの事情に精通していたので、\nＥに遂次これを通報していたものと推認されるのであつて、原告会社が本件土地を\nピーエル農場に譲渡した昭和四五年三月ころには、Ｅや、原告会社の経理担当者で\nある訴外Ｇは、本件土地の買収価額が、坪当り三、〇〇〇円を下回らないことを知\nつていたものと推認される。\n（５）　原告会社は、本件土地をピーエル農場、フードサプライと転々譲渡したの\nは、これらの会社の赤字解消のためであるというが、それは不合理である。すなわ\nち、仮に赤字解消のため系列会社間で転売して計算上の収益を上げたにしても、昀\n終的な第三者の売却先が予定されないでは、このような操作は意味がない。\nなぜならば原告会社、ピーエル農場、フードサプライと適当な価格で転売したこと\nにして帳簿上操作したとしても、昀終的に第三者に転売できなければ、その企業に\nとつての赤字の解消にはならないのだから昀終的な転売先のあてもないのに帳簿操\n作をすることは考えられない。この場合の帳簿操作は、転売先も売買価格も予定で\nきる時に、実際の取引価格にあわせて数次の売買が繰り返されたかのように帳簿上\nの外形を整えることによつて行われ得るのであつて、やみくもに帳簿操作をするこ\nとは考えられない。\nまた、原告会社を含むミキグループのように、系列会社内に多数の不動産を所有す\nる企業集団の経理を担当する者は、一般に不動産の譲渡をする時にはこれに伴う課\n税に考慮を払わないはずはなく、このことに関係して相場あるいは時価にも注意を\n払うであろうことは想像するに難くない。ちなみに、本件のように系列会社を転々\n売買して譲渡益を拡散している経緯からすれば、担当者は譲渡による課税にも考慮\nを払つていたことがうかがわれる。\n四　被告の主張に対する原告会社の認否\n（一）　被告の主張（一）（１）（２）は認め、同（３）は争う。\n原告会社の本件事業年度の所得額は、右（１）（２）の合計額である。\nなお、別表（二）の被告の主張欄のうち、原告会社の資本金額等が二、四〇〇万円\nであること、申告にかかる寄付金額が三二万五、〇八二円であることは認める。\n（二）　同（二）（１）（ア）の事実は認める。ただし真実の譲渡日付を除く。\n同（二）（１）（イ）のうち、被告がそのような経緯で本件処分をしたことは認め\nるが、本件処分が正当であるとの主張は争う。\n同（二）（２）（ア）の事実は不知。\n同（二）（２）（イ）の事実は認める。\n同（二）（２）（ウ）の事実は否認する。\n同（二）（２）（エ）の事実は認める。\n同（二）（２）（オ）の事実は不知。\n同（二）（２）（カ）の事実は認める。\n同（二）（２）（キ）の事実は不知。\n同（二）（２）（ク）の事実は否認する。\n同（二）（２）（ケ）の事実は認める。ただし、時期の点を除く。\nそれは昭和四五年三月末ころ\n同（二）（２）（コ）の事実は認める。\n同（二）（２）（サ）の事実は認める。\n同（二）（３）の主張は争う。\n同（二）（４）（ア）の主張は争う。\n同（二）（４）（イ）の主張は争い、（１）ないし（４）の事実は否認する。\n五　原告会社の反論\n（一）　法人税法三七条六項は、「実質的に贈与・・・・・・した」と認められる\nことを要件としているから、譲渡者の側に時価を認識しながらあえて低額で譲渡し\nたという事情がなければならない。そうでないと、例えば調査不十分のため低額で\n譲渡したというような場合にまで、右規定の適用によつて課税されることになり、\nこれは明らかに不合理である。\nさらに、その当然の前提として、譲渡の対象物件について客観的に認識できる時価\nが形成されている必要がある。\n（二）　原告会社がピーエル農場へ本件土地を譲渡した時点では、本件土地の坪当\nり三、〇〇〇円という時価は形成されておらず、また、原告会社の役員、担当者は\nもとより右のような時価を認識していなかつた。被告の主張は、結局、本件土地及\nびその周辺の開発計画の対象地域内の土地について、近く近鉄が一律に坪当り三、\n〇〇〇円の価額で買収することが決まつていたということを根拠とするものである\nが、原告会社が本件土地を譲渡した時点では、買収価額は決定しておらず、公表さ\nれてもいなかつた。\n（三）　（１）原告会社がピーエル農場に本件土地を譲渡したのは昭和四五年三月\n一九日であり、代金は一億七、三四八万八、五三五円（坪当り八五七円）であつ\nた。\nピーエル農場がフードサプライに本件土地を譲渡したのは同月二〇日であり、代金\nは二億二、六二二万四、三九五円（坪当り一、一一八円）であつた。\n（２）　右のように、原告会社からピーエル農場へ、ピーエル農場からフードサプ\nライへと、転々譲渡した理由は、次のとおりである。すなわち、\n原告会社は、繰越欠損のある関係会社に本件土地を売却して譲渡益を取得させるべ\nく、まず、原告会社が本件土地の取得価額に年ほぼ一〇パーセントの金利を加えた\n前記代金額で本件土地をピーエル農場に譲渡し、ついで、ピーエル農場がその取得\n価額にほぼ繰越欠損金額に見合う金額を加えた前記代金額で本件土地をフードサプ\nライに譲渡した。\nこうしてピーエル農場の繰越欠損についてはただちにこれを消滅させ、フードサプ\nライの繰越欠損については将来の値上りを待つこととなつた。\n（３）　なお、本件土地については昭和四三年八月の時点における時価の鑑定は坪\n当り一、〇五六円であつたので、原告会社は、右譲渡価額、ことにピーエル農場か\nらフードサプライへの譲渡価額は適正であると考えていた。\n原告会社の役員、担当者らは、当時近鉄と上野市との間に開発計画が進んでいたこ\nとすら全く知らなかつたのである。\n（４）　原告会社がピーエル農場に本件土地を売却した実際の日は前記のとおり昭\n和四五年三月一九日であるにもかかわらず、同年一月一〇日であるとして経理した\nのは、ピーエル農場の繰越欠損をなくすという意図があからさまになることを避け\nるためであつた。\n（５）　被告は、本件土地をミキグループ内で転々譲渡しても、昀終的には第三者\nへ転売しなければ、赤字解消にはならないというが、これは誤解であり、原告会\n社、ピーエル農場がそれぞれ譲渡益を出して譲渡することにより、原告会社、ピー\nエル農場の赤字は減少又は消失し、一方、フードサプライの赤字には何の影響もな\nい。\n（四）　原告会社が本件土地を所有していた当時、ピーエル農場が地上に諸施設を\n所有し、使用していた。したがつてピーエル農場は本件土地につき賃借権を有して\nいた（現に被告は、右賃貸借による賃料収入を、本件処分で原告会社の所得に加算\nしている。被告の主張（一）（２）参照）のであるから、本件土地の売買に当つて\n右の賃借権価額が控除されるべきことは当然で、坪当り八五七円という価額が転売\n価額等に比して若干低額であつても、法人税法三七条六項の適用はない。\n六　被告の再反論\n（ピーエル農場の賃借権について）\n本件土地の利用関係は使用貸借であるから賃借権はなく、借地権価額も生じない。\n被告は土地賃貸料一八五万五、四八〇円を認定している（被告の主張（一）\n（２））けれども、これは原告会社がピーエル農場に本件土地の一部を無償で使用\nさせていたので、同族法人間といえども税法上は賃貸料相当額を益金として処理す\nべきであるという見地から加算したものである。\nしたがつてもともと賃貸借の事実を認定したものではない。\nなお、被告が益金処理すべきであるとした土地の面積は、黒岩牧場の面積二四万平\n方メートルのうち一七万平方メートルで、本件土地の四分の一にすぎない。\nところで、土地の時価の評価において借地権価額が考慮されるのは、取引慣行によ\nつて利用権が独立して価値のあるものとして取引の対象とされているからである。\nしかし、本件の場合は山林の利用権であつてなんら対抗要件を備えるものでもな\nく、かつ上野市が存する地方においては山林の利用権が独立の取引の対象ともされ\nておらない。したがつて独立の価値ある利用権ということはできずなんら時価評価\nにおいて考慮する必要がない。\n第三　証拠関係（省略）\n○　理由\n一　課税の経緯等\n請求の原因（一）、被告の主張（一）（１）（２）、同（二）（１）（ア）（ただ\nし、真実の譲渡日付を除く）、同（二）（１）（イ）のうち被告が本件処分をした\n経緯、以上については当事者間に争いがない。\n二　寄付金の損金算入について\n（一）　法人税法三七条六項の解釈について\n法人税法三七条六項の規定により、資産の現実の譲渡価額が、譲渡の時における当\n該資産の価額（ここにいう価額とは、適正な価額を指すことは明らかである。以下\n時価という）に比して低く、その差額が実質的に贈与したと認められ、寄付金の額\nに算入されるためには、当該資産の譲渡の対価が時価に比して低いことを譲渡者が\n認識していることは必要であるが、譲渡者がその時価を正確に認識したり、したが\nつて、その差額の程度を正確に認識することまでは必要ではないと解するのが相当\nである。以下その理由を詳述する。\n（１）　本来、資産の譲渡価額をいくらと定めるかは、取引当事者の自由であり、\n低額で譲渡することも、私的自治の範囲に属する。そして、税法上の所得金額は、\n現実の譲渡価額によつて計算するのが原則である。\n（２）　それにもかかわらず、法人税法三七条六項（他に、類似の規定として所得\n税法五九条一項、相続税法七条）の規定がおかれたのは、低額譲渡は、時価との差\n額を贈与するのと実質的に同じであることから、低額譲渡の形式で租税回避を企図\nする弊害を防ぎ、公平な課税を期することにある。\n（３）　したがつて、低額譲渡の場合であつても、例えば、譲渡者が商取引に対し\nて不精通なため、又は拙劣なため時価を下回る価額で譲渡して損失を被つた場合の\nように、譲渡価額が相当であると信じていたような場合には、右規定を適用すべき\nではないことになる。\n（４）　しかしながら、法人税法三七条五項の場合には贈与財産の時価まで認識し\nている必要はないと解されるところ、これと同一の目的に出ている同条六項の場合\nにも、五項との対比上譲渡財産の正確な時価したがつて譲渡価額との差額の程度ま\nでは認識している必要がないのである。\n（二）　本件土地譲渡経理の時期について\n（１）　原告会社からピーエル農場への本件土地の譲渡経理の時期は、原告会社は\n昭和四五年三月一九日と主張し、被告は同月二〇日から三一日までのいずれかの\n日、強いて特定するなら同月三一日であると主張する。\n（２）　証人Ｇの証言によつて成立が認められる甲第五号証の二によると、「ミキ\n観光へ土地代手形にて支払金一億七、三四八万八、五三五円」とする昭和四五年三\n月一九日付ミキグループ名義の振替伝票（甲第五号証の二）が作成されていること\nが認められ、右証言中には、「右伝票を作成した日の記憶はないが、決算までに作\n成したものであり、伝票の記載日付を操作したという記憶はない」との部分があ\nる。しかし、成立に争いがない乙第四、五号証によると、原告会社及びピーエル農\n場は、原告会社が本件土地をピーエル農場に売却した日を昭和四五年一月一〇日と\nする内容虚偽の記帳をしたことが認められ、原告会社自身もこのことを自認してい\nるから、甲第五号証の二の伝票が昭和四五年三月一九日に作成されたことには疑い\nがある。そうすると、甲第五号証の二、証人Ｇの証言だけで、本件土地の譲渡経理\nの日を原告会社の主張どおり同月一九日とすることはできない。\n（３）　前掲乙第四、五号証、証人Ｇ及び同Ｈの各証言、並びに弁論の全趣旨によ\nると、Ｇは、昭和四五年一月一五日から原告会社、ピーエル農場、フードサプライ\nなどミキグループと呼ばれる企業の経理を委ねられて担当していたこと、Ｇはピー\nエル農場及びフードサプライの負つていた欠損を消したいと考えて同年三月下旬に\n本件土地を原告会社からピーエル農場に売却する旨の帳鼻上の処理をしたこと、し\nかしミキグループの各企業では、同年三月末日までにそれに見合う売買契約書が作\n成されたことや、代金が支払われたことや取締役会で承認されたこともなかつたこ\nと、原告会社からピーエル農場への所有権移転登記手続は結局されなかつたこと、\nミキグループの各企業は資本出資者、代表者、経理担当者とも同一であつたこと、\n右のような経理処理は同年三月三〇日迄にされたものであつたとしても、原告会社\nの営業年度末である同年三月三一日までの間であればいつでもＧだけの考えにより\n改めることができるものであつたこと、右の経理処理は原告会社やピーエル農場の\n取締役会によつてその後了承されたこと、以上のことが認められ、この認定に反す\nる証拠はない。\n右認定の事実によると、原告会社が本件土地をピーエル農場に確定的に譲渡したの\nは、原告会社の営業年度末である同年三月三一日であると推認される。\n（三）　本件土地の時価について\n（１）　本件土地の大部分（別表（一）番号１ないし１１の土地）が、近鉄の開発\n計画の対象地域内に含まれていることは、成立に争いがない乙第三、第一七号証、\n証人Ｆの証言によつて認められ、この認定に反する証拠はない。\n（２）　被告の主張（２）（イ）、（エ）、（カ）、（ク）、（ケ）（ただし時期\nの点を除く）、（コ）、（サ）の各事実は当事者間に争いがない。\n（３）　前項の争いがない事実、成立に争いがない甲第三号証の一、二、同乙第\n一、二号証、前掲乙第三号証、原本の存在及び成立に争いがない同第八ないし第一\n〇号証、証人Ｉの証言によつて成立が認められる同第一二号証の一、二、証人Ｊの\n証言によつて成立が認められる同第一三号証の一、二、前掲同第一七号証、証人Ｋ\nの証言によつて成立が認められる同第一八号証、証人Ｌの証言によつて成立が認め\nられる同第一九号証、成立に争いがない同第二〇、第二一号証の各一、二、その方\n式及び趣旨により公務員が職務上作成したものと認められるので真正な公文書と推\n定すべき同第二二ないし第二五号証、証人Ｉ（一部）、同Ｆ（一部）、同Ａ（一\n部）、同Ｋ、同Ｊ、同Ｌ、同Ｃの各証言を総合すると、次の事実が認められ、この\n認定に反する証人Ｉ、同Ｆ、同Ａの各証言の一部は採用しないし、他にこの認定を\n覆すに足りる証拠はない。\n（ア）　近鉄の開発計画は、上野市南部の丘陵地域約一、〇〇〇ヘクタールに、約\n一万戸分の住宅地のほか、軽工業用地、学校、幼稚園、市役所支所、銀行、公園、\nスポーツ広場、レジヤーセンターなどを建設しようとするものであつた。近鉄はこ\nれにともない右開発地域の交通の便を計るため、沿線の近鉄伊賀線を複線、広軌化\nし、大阪、名古屋方面への直通電車の運転も計画していた。これらが完成すれば、\n人口約四万人の優良な住宅地が造成される予定であり、この計画は開発計画区域内\n及びその近隣の地価の上昇に大きい影響を与えることが予想された。\n（イ）　上野市と近鉄との間には昭和四四年二月ころ、上野市の協力の下に近鉄が\n開発計画を実施することにする旨の合意が成立した。右計画は同年三月二〇日に公\n表され、同月二一日付の伊勢新聞、中日新聞の各朝刊第一面には、この計画の詳細\nと上野市が近く用地の買収に入る予定である旨が大きく報じられて、市民の知ると\nころとなつた。\n（ウ）　上野市長に就任して間もないＡは、同年五月ころ、大阪市内の近鉄本社を\n訪れ、近鉄側の買収業務を担当する近鉄不動産のＭ社長に会い、開発計画に対する\n協力方を要請し、今後の事業の実施方法について協議した。そして、用地は近鉄が\n各地主から個別的に買収するのではなく、上野市が中にはいつて一括して買収する\n方法をとることで双方が了解した。このとき買収価額についてまだ具体的な話は出\nなかつた。\n（エ）　上野市の職員は同年五月以降、開発計画の対象地域内の土地について、売\n買実例を調査するなどの方法で下準備、事前調査を行つた。右の土地は、現状や場\n所にさまざまな違いがあるうえ、売買実例も多くはなく、さらに、縄延び（実測面\n積と公簿面積の違い）もいろいろに見込まれたことから、土地の時価を把握するこ\nとは容易でなかつた。昭和四三年までの売買実例は、坪当り（実測）ほぼ一、〇〇\n〇円から一、八〇〇円までが多かつたが、同市四十九町付近で坪当り二、五〇〇\n円、本件土地の南西部の伊賀パブリツクゴルフ場で坪当り三、〇〇〇円のものもあ\nつた。\n（オ）　近鉄不動産の専務取締役Ｃら近鉄側関係者は昭和四四年八月二六日、上野\n市を訪れ、開発計画の対象地域を視察した後、上野市役所でＡ市長、産業部長Ｉら\nと面談した。当時、買収価額についてはまだ確たる話は出ていなかつたが、上野市\nの側では、平均して坪当り三、四千円という希望であるらしいという程度の話がＣ\n専務の耳に入つており、右の現地視察も買収の可否や価額の決定の資料とする目的\nであつたのであるが、視察後の面談でも、上野市側は、坪当り三、四千円ぐらいだ\nつたらまとめられるかもしれない旨を話した。これに対し、Ｃら近鉄側は、右価額\nが相当であるかは縄延びがどれくらいあるかにかかつていると考えていた。\n（カ）　同月二八日付中日新聞、朝日新聞には、上野市長の開発計画用地の買収に\n来月からとりかかりたい旨が談話が掲載された。\n（キ）　近鉄及び上野市は、開発区域内の土地の全部をその具体的な優劣にかかわ\nらず、公簿上の面積を基準とし、同一の単位価額（地上工作物を除く）で買い受け\nる方針をとらざるをえないとの結論に達した。したがつて、できるだけ多くの土地\nを一括して買収し、しかも昀も地価の高い地区の土地所有者をも満足させるために\nは、どうしても買受価額は高いものにならざるをえないと見込んだ。\n（ク）　近鉄は昭和四四年一〇月一五日、上野市に開発計画用地の買収を委託する\n旨の用地買収委託契約を結んだ。その後、上野市は対象地域内の各地区で、開発計\n画の趣旨を説明するとともに、地主や住民の意向を把握するための説明会を順次開\n催し、Ａ市長やＩ産業部長（同年一一月からは都市開発部長兼農地開拓部長に就\n任）らが出席した。右の説明会の席上では、いろいろな意見、質問が出されたが、\n概してなるべく高い値段で買収してほしいという意見が多かつた。\n（ケ）　土地ブローカーが、昭和四四年秋ごろから開発計画による値上りを見込ん\nで利益をあげようとし、上野市南部の土地を坪当り二、〇〇〇円ないし三、〇〇〇\n円で買つており、対象地域内の地価は上る気配にあつた。\n（コ）　同年一一月五日に上野市役所依那古連絡所で行われた説明会の席上では、\n上野市側から坪当り一、五〇〇円程度ではどうかという打診があり、地主、住民側\nからは、それでは安すぎて到底買収に応じられない、せめて坪当り三、〇〇〇円程\n度でなければ難しいという返答があつた。また、同月七日の神戸地区の説明会で\nも、懇親会の場でＮ区長がＩ部長に坪当り三、〇〇〇円でないと話をまとめるのは\n難しいと言つた。\n（サ）　上野市は、同年一二月末ころ、対象地域内の一部土地について、上野市産\n業会館名義で買収を行つた。これは同年末で適用期限の切れる租税特別措置法の資\n産買換えの特例の適用を受けるために、同年内に売却したいという一部地主の意向\nに副つたものであつたが、昀終的な買収価額が未定のために、ひとまず坪当り一、\n三〇〇円前後で代金を支払い、後日昀終的な買収価額確定の際にはそれとの差額を\n支払うという特約をした。\n（シ）　このようにして説明会を重ねて行くうちに、同年一二月から翌昭和四五年\n一、二月にかけて、Ａ市長ら上野市側担当者には徐々に一律坪当り二、五〇〇円な\nいし三、〇〇〇円程度でなければ全土地の一括買収はできないとの心証が形成され\nて行つた。そして、この額は、正式に発表されてはいなかつたものの、関係者の間\nに広まつて行つた。上野市長としても地主の利益を考えるとこの額にしてほしいと\n考えた。\n（ス）　上野市は各地区の有力者を用地買収協力委員に委嘱していたが、昭和四五\n年二月までの間に、所有者らの意見を聴取した各委員から坪当り三、〇〇〇円でな\nければ全土地の買収は困難である旨の意見が上野市に伝えられた。\n（セ）　上野市産業部長Ｉは、同年二月近鉄不動産のＬ開発用地部長に対し、地元\nでは坪当り三、〇〇〇円から四、〇〇〇円は欲しいという話があるので、どうして\nも坪当り三、〇〇〇円でなければ話がまとまらないと申し入れた。ＬはＩと二、三\n回打ち合わせた上、その価額で止むをえないと考え、申入れの価額で前向きに検討\nしようと返事をした。このころから、非公式ではあるが買収価額は坪当り三、〇〇\n〇円ぐらいになる旨が所有者らに伝えられた。\n（ソ）　上野市側担当者と開発計画の対象地域内の各地区の区長とが同年三月二五\n日ころ、上野市役所依那古出張所に集まつたが、その席上、全地区を統一的に円滑\nに買収するために、一律に買収価額を坪当り三、〇〇〇円とする旨の結論が出され\nた。この集りでの話合の内容は秘密にするとの指示もなかつた。\n（タ）　Ａ市長は、同年四月九日ころ近鉄に買収価格を坪当り三、〇〇〇円とする\n案を示し、近鉄もこれを了承した。そして、同年五月二五日以降一斉に右価格によ\nる買収が行われた。\n対象地域内の土地の中には昭和四四年中に坪当り三、〇〇〇円に満たない価格で先\n行買収が行われたものもあつたが、後日一律の価格で買収が行われることになつた\n場合には差額を支払う旨の特約があり、この約定により坪当り三、〇〇〇円の価額\nと先行買収の価額との差が支払われたので、結局、対象区域内の土地は一律に坪当\nり三、〇〇〇円で買収されたことになつた。\n（チ）　本件土地のうち別表（一）番号１ないし１１の土地は、昭和四五年九月近\n鉄がフードサプライから坪当り三、〇〇〇円（ただし、立退料等の補償金坪当り三\n〇〇円分を除く）で買収した。本件土地のうち別表（一）番号１２ないし１９の土\n地は、原告会社が昭和四一年五月に坪当り二、七八〇円で取得したものであつた\nが、昭和四五年七月フードサプライから訴外Ｄに坪当り一万〇、五九〇円で売り渡\nされた。\n（ツ）　本件土地のうち別表（一）番号１ないし１１の土地は、近鉄大阪線にも近\nく、牧場として整備された南向きの緩斜面の土地であつたから、開発区域内の土地\nの中では優良な土地の方に属していた。\n（４）　以上認定の事実によると、本件土地のうち別表（一）番号１ないし１１の\n土地は近鉄の開発計画の範囲に入り、上野市、近鉄が開発区域内の土地の全部を買\nい取りたいと考えていたが、それを可能とする買収価額としては坪当り三、〇〇〇\n円が必要であると所有者、買収協力委員、上野市担当者が考えるに至り、近鉄でも\nこれを止むをえないと考え、これを前向きに検討するとし、また所有者らには買収\n価額は坪当り三、〇〇〇円ぐらいになる旨が非公式にではあるが伝えられていたの\nであるから、昭和四五年三月一九日の時点においても、本件土地のうち別表（一）\n番号１ないし１１の土地は、負担のないものと仮定した場合、その時価は坪当り\n三、〇〇〇円であつたといえる。\n更に、同月二五日には上野市の各地区代表者によつて買収価額は坪当り三、〇〇〇\n円とする旨が申し合わされ、この申合わせが秘密扱いにされなかつたのであるか\nら、同月三一日の時点においては、坪当り三、〇〇〇円の時価はより強く形成され\nていたものといわなければならない。\nなお、甲第七号証の一、二の鑑定書は昭和四三年八月を基準日とする評価であると\nころ、その後前記（１）ないし（３）のとおり土地価額に重大な影響を与える事情\nが生じたのであるから、この鑑定書をもつて昭和四五年三月時点の価額の判断資料\nとすることはできない。甲第八号証の鑑定書は昭和四五年三月二〇日を基準日とす\nる評価ではあるが、右認定の諸事情を考慮しておらず、かえつて昭和四五年三月二\n〇日の時点では都市開発の計画構想は公表されていなかつたことを前提としている\nが、南部都市開発の名が付されていたかはともかくとして前記（３）（ア）（イ）\nのとおり上野市南部ニユータウン開発計画が既に公表されていたのであるから、右\n鑑定は誤つた前提の下でされたものであつて採用することができない。\n（５）　本件土地のうち別表（一）番号１２ないし１９の土地（開発計画区域外の\n土地）は、昭和四一年五月に坪当り二、七八〇円で原告会社が取得し、昭和四五年\n七月にフードサプライからＤに坪当り一万〇、五九〇円で譲渡されたことは当事者\n間に争いがない。右事実や、原告会社取得後の地価の上昇を考慮すれば、昭和四五\n年三月ころの右土地の時価が坪当り三、〇〇〇円を下回らないことは明らかであ\nる。\n（６）　原告会社は、ピーエル農場が本件土地につき賃借権を有していたので、そ\nの分だけ本件土地の時価は低くなると主張する。\n成立に争いがない甲第二号証の一、二、乙第一四ないし第一六号証、証人Ｇ、同\nＨ、同Ｆ及び同Ｃの各証言並びに弁論の全趣旨によると、次の事実が認められ他に\nこの認定を覆すに足りる証拠はない。\n（ア）　原告会社は、本件土地の一部をピーエル農場が使用することを認め、ピー\nエル農場はそこで黒岩牧場を経営していた。\n（イ）　原告会社は、ピーエル農場に本件土地の一部の使用を認めたが、これにつ\nき契約書を作つたり、権利金、敷金、賃料を受け取つたことはなかつた。これは、\n原告会社とピーエル農場とは同一の代表者、資本、経理担当者であつたため、この\n使用関係の終了、変更等も自由にできるからであつた。\n（ウ）　原告会社は、ピーエル農場に坪当り八五九円で、ピーエル農場はフードサ\nプライに坪当り一、一一八円で本件土地を譲渡する経理処理をしたが、その価額を\n定めるに当つてピーエル農場がこれを使用する権利があることを減価の要素として\n考慮しなかつた。\n（エ）　他方、ピーエル農場は原告会社から使用を認められた土地の一部を原告会\n社の承諾のうえ上野酪農協同組合（以下上野酪農という）に昭和四一年から一〇年\n間、使用料無償の約束で貸与し、上野酪農はここで牧場を経営していた。対価を無\n償としたのは、上野酪農がそこで牧場を経営することになれば、本件土地について\nの保安林指定解除等が上野酪農の協力により容易になる等のピーエル農場にとつて\n有利な点があつたからである。\n（オ）　原告会社、ピーエル農場と上野酪農との間には、資本、経営者、従業員の\n点で共通するところはなかつた。\n（カ）　原告会社やフードサプライは、本件土地を近鉄に売却するに際し上野酪農\nに立退きを求める必要が生じたが、その交渉をＦに委ね、立退料として一、四八一\n万六、〇〇〇円を支払うことはやむをえないと考えていた。\n（キ）　フードサプライは、近鉄に本件土地のうち別表（一）番号１ないし１１を\n売却した際に坪当り三、三〇〇円の割合による土地代金（立退料等の補償金を含\nむ）のほかに、上野酪農を立ち退かせるための立退料として一、五〇〇万円を受け\n取り、これを上野酪農に支払つた。\n右（ア）ないし（ウ）の事実によると、原告会社とピーエル農場との本件土地の使\n用関係は使用貸借関係であり、その両者の間に右使用貸借関係を自由に終了できる\nような経営上のつながりがあり、経理担当者にも右使用貸借関係があることによる\n減価があるとは考えていなかつたのであるから、ピーエル農場が使用を許されてい\nること自体によつては、その土地について、何の負担もない場合に比して、価値の\n減少があると認めることはできない。\nしかし、右（エ）ないし（キ）の事実によると、原告会社、ピーエル農場と上野酪\n農とは資本、経営とも全く異なる法人であつて、上野酪農の使用料は無償であると\nしても保安林解除等に協力を求めているのであるから、その土地使用は対価が全く\nない使用貸借と解することはできない。そして、原告会社は、フードサプライも上\n野酪農には立退料を支払つて立退きを求めるほかないと考え、当初は一、四八一万\n円余の支払いをやむをえないと考え、昀終的には一、五〇〇万円の支払いをしたの\nであるから、本件土地については、上野酪農が使用していることにより、昭和四五\n年三月の時点においても、全く負担のない場合に比して、一、五〇〇万円の減価が\nあつたものとするほかはない。もつとも、右（キ）に認定したとおり、フードサプ\nライは土地代金のほかに一、五〇〇万円をも近鉄から支払いを受けてこれを上野酪\n農に支払つているのであるが、昭和四五年三月三一日又はそれ以前の時点で、近鉄\nが買収に際し、坪当り三、〇〇〇円の土地代金のほかに、占有者のあるときはそれ\nへの立退料相当分をも支出することを定めていたとか、そのような趣旨での時価の\n形成がされていたとかの事実を認めるに足りる証拠はない。\n（７）　まとめ\n本件土地の公簿面積が六六七、五一一平方メートルであることは当事者間に争いが\nないから、前記認定の三・三平方メートル当り三、〇〇〇円の単価により本件土地\nの負担のないときの時価六億〇、六八二万八、〇〇〇円を算出し、これより上野酪\n農の使用による減価一、五〇〇万円を差し引くと、昭和四五年三月一九日ないし三\n一日における本件土地の時価は五億九、一八二万八、〇〇〇円となる。\n（四）　原告会社の認識について\n（１）　証人Ｇの証言及び弁論の全趣旨によると、原告会社の経理を委ねられて本\n件土地をピーエル農場に譲渡する旨の経理処理をしたＧは、その経理処理をした当\n時、本件土地のうち別表（一）番号１ないし１１の土地の時価は坪当り一、一〇〇\n円以上であり、同表番号１２ないし１９の土地の時価は坪当り二、七八〇円以上で\nあることを熟知していたことが認められ、この認定に反する証拠はない。\nそうすると、原告会社は本件土地の譲渡の対価が時価に比して低いことを認識して\nいたということができる。\n（２）　成立に争いがない甲第二号証の一、二、証人Ｇの証言によつて成立が認め\nられる同第四号証の一、二、第五号証の一ないし六、証人Ｏの証言によつて成立が\n認められる同第九号証（一部）、成立に争いがない乙第四、五号証、証人Ｐの証言\nによつて成立が認められる同第六号証、同証言によつて原本の存在及び成立が認め\nられる同第七号証、成立に争いがない同第一一号証、第一四ないし第一六号証、証\n人Ｆ（一部）、同Ｐ、同Ｇ（一部）、同Ｈ（一部）、同Ｏ（一部）の各証言や前記\n各認定の事実を総合すると次の事実が認められ、この認定に反する甲第九号証の一\n部、証人Ｆ、同Ｇ、同Ｈ、同Ｏの各証言の一部は採用しないし、他にこの認定を覆\nすに足りる証拠はない。\n（ア）　原告会社、ピーエル農場、フードサプライの属するミキグループ（日好グ\nループともいう）は、宗教法人パーフエクトリバテイー（通称ピーエル教団）の関\n連企業集団で、代表者も同一人が兼任するのが例であり、昭和四三年当時は訴外Ｅ\nが代表者であつたが、業績不振等の理由で同年九月退任し、仙台市在住の訴外Ｏが\n代表者になつた。Ｏは仙台市内で会社を経営していたので、一か月に一〇日くらい\nの割合でミキグループの本社のある富田林市へ来ていた。\n（イ）　ピーエル農場は、昭和四一年六月から本件土地の一部を牧場（黒岩牧場）\nとして使用し、その牧場の一部を上野酪農に貸与していた。\n（ウ）　Ｏは、昭和四四年五月ころ、黒岩牧場を訪れ、上野酪農の当時の組合長訴\n外Ｐらと懇談した。その際、Ｏらミキグループ関係者は、上野酪農に対し、グルー\nプの経営がおもわしくないから黒岩牧場を含む所有地を売却したいので協力しても\nらいたい旨を申し出た。これを受けた上野酪農では、同年七月一四日役員会を開\nき、補償金の額次第では協力する゜旨を確認した。\n（エ）　訴外Ｆは、昭和三四年ころから上野市神戸地区選出の上野市議会議員をし\nており、昭和三八年ころからＥと知り合い、ミキグループの所有する神戸地区の土\n地に関連する問題等について相談に応じて来た。\nＦは、昭和四四年九月ころＥから本件土地を売却する意向があることを聞いた。\n（オ）　そのころ、開発計画に伴う土地の買収について既に相当な動きが起こつて\nおり、地主らの昀大の関心事である買収価額について巷間さまざまな情報が流れて\nいたが、Ｆは地元の住民であり、かつ市議会議員としての立場からもそれらを聞知\nできる立場にあつた。\n（カ）　ＦはＥから本件土地の売却について、昭和四四年九月ころ口頭で正式な依\n頼を受け、近鉄の買収価額についての情報をその都度Ｅに伝えていた。そして、Ｆ\nは、昭和四五年五月には代理人としての委任状を受け取り、売却方あつせんに尽力\nし、同年七月に一部（別表（一）番号１２ないし１９）を訴外Ｄに、同年九月に残\nりを近鉄に、それぞれ売却させた。売買契約では、売主は原告会社でなくフードサ\nプライとなつており、Ｆは契約時に初めてそれを知つた。\n（キ）　経営不振の責めをとつて一旦退任していたＥは、昭和四五年一月一五日、\nミキグループの各会社の代表に復帰し、Ｅと同時に経理部長の役職を退いていたＧ\nも経理部長に復帰した。\n（ク）　Ｇは、同年三月三一日、Ｅの了解の下に本件土地を、原告会社からピーエ\nル農場へ平均坪当り八五七円で、ピーエル農場からフードサプライへ坪当り一、一\n一八円で、それぞれ売却した旨の処理をした。このような処理をしたのは、欠損を\n生じていた原告会社、ピーエル農場、フードサプライに、本件土地の値上りによる\n利益を適宜配分してこれら会社の繰越欠損額を消すことが目的であつた。\n（３）　右（２）に認定した事実と、前記（二）（三）で認定した事実とを総合す\nると、本件土地をピーエル農場に売り渡した旨の処理をした昭和四五年三月三一日\n当時、原告会社の代表者Ｅ、経理部長Ｇは、本件土地のうち別表（一）番号１ない\nし１１の土地の時価が坪当り三、〇〇〇円であることを知つていたことが推認でき\nる。\n（４）　原告会社は、単にミキグループ内の企業の赤字を経理上減少させるためだ\nけに帳簿操作をしたにすぎないと主張するが、それには不合理な点がある。すなわ\nち、昀終的なミキグループ外の転売先を予定しないで、グループ内で転売を繰り返\nしても、グループ全体での実際の経理状態には何の変化もないことは当然である。\nもつとも、経理上は、売却した会社の赤字は減少又は消失し、一方買収した会社の\n経理状況には影響がない（その代わり、対象物件の帳簿価額が上がる）のである\nが、それは全く見せかけだけのことであつて、経理に通じたものが見ればすぐに分\nかる幼稚な操作であるにすぎない。したがつて、このような操作には大した意味が\nあるとは思われない。\n仮に原告会社が直接本件土地を坪当り三、〇〇〇円又はその前後の価額で近鉄に売\nつたとしたら、原告会社の譲渡益は莫大になり、課される法人税額も多大になる。\nところが、現実には、ピーエル農場、フードサプライと転売したため、譲渡益が分\n散され、特にフードサプライは連年欠損の法人であつて、昭和四四年一月一日から\n一二月三一日までの事業年度末には三億六、五八〇万六、二一六円の欠損を出して\nいた（弁論の全趣旨によつて成立が認められる乙第二六号証によつて認める）ので\nあるから、ミキグループ全体からみれば、多額の法人税を免れる結果になる。これ\nは、単に帳簿上の操作で表面上の経理を好転させるのとは比較にならないくらい実\n質的な利益である。\n（５）　本件土地のうち、別表（一）番号１２ないし１９の土地の時価が坪当り\n三、〇〇〇円を下回らないことは、その取得の経緯（前記（二）（５）参照）から\nいつて、原告会社において当然に知つていたことから推認され、他にこの認定に反\nする証拠はない。\n（６）　まとめ\n原告会社は、本件土地の全部を、ピーエル農場に譲渡した時点で、その時価が坪当\nり三、〇〇〇円を下回らないことを認識していたことに帰着する。\n（五）　寄付金の損金不算入額について\n原告会社がした本件土地の譲渡の対価は一億七、三四八万八、五三五円であるのに\n対し、裁判所が認定した時価は五億九、一八二万八、〇〇〇円であるから、その差\n額は四億一、八三三万九、四六五円になる。\nところで、前記（三）（四）に認定した事実によると、右のような時価の三割以下\nの低額譲渡をするにつき原告会社に正当の理由があつたとはいえないし、他に正当\nの理由があつたと認めるに足りる証拠もない。したがつて、右の差額は法人税法三\n七条六項により寄付金の額に算入しなければならない。\n被告の主張（一）（１）（２）の所得金額、別表（二）の資本金額、及び申告の寄\n付金額は当事者間に争いがないから、これを基礎として算出すると同表の本判決の\n判断欄記載のとおりの計算により寄付金の損金不算入額は四億一、二六九万四、〇\n四九円となる。\n三　結論\n原告会社の本件事業年度分の寄付金の損金不算入額四億一、二六九万四、〇四九円\nを当事者間に争いがない同年度分の所得金額五、六五七万五、二八七円に加算する\nと、原告会社の同年度分の所得金額は四億六、九二六万九、三三六円となる。\nそうすると、本件処分のうち右所得金額を超える部分は違法として取り消すべきで\nあるが、その余の部分は適法であるからこの部分の取消しを求める本件請求を棄却\nすることとし、訴訟費用の負担については行政事件訴訟法七条、民訴法八九条、九\n二条に従い主文のとおり判決する。\n（裁判官　古崎慶長　井関正裕　西尾　進）\n別表（一）、（二）（省略）\n"
}