{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 53,
    "month": 7,
    "day": 4
  },
  "case_number": "昭和52(行ウ)357",
  "case_name": "公金違法支出補填請求事件",
  "court_name": "東京地方裁判所",
  "field": "行政",
  "gist": "１　地方公共団体の職員の給与を増額改定する条例が当該差額分の支給時期の決定を規則に委任しても，地方自治法２０４条３項等に定める給与条例主義に反しないとされた事例　２　地方公共団体の職員の給与を増額改定する条例が遡及して適用される場合において，地方自治法施行令１４３条１項２号所定の「支給すベき事実の生じた時」とは，差額分の給与に対応する具体的な勤務のされた時ではなく，右条例の施行により差額の支給義務が具体的に発生した時をいうとした事例",
  "lawsuit_id": "17675",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17675",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/675/017675_hanrei.pdf",
  "contents": "○　主文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n○　事実\n第一　当事者の求めた判決\n一　原告\n１　被告は東京都に対し金三二九億二八一六万五〇〇〇円を支払え。\n２　訴訟費用は被告の負担とする。\n二　被告\n主文と同旨\n第二　当事者の主張\n一　請求原因\n１　原告は、肩書地に居住する東京都の住民であり、被告は、東京都知事の職にあ\nる者である。\n２　昭和五一年三月一九日、東京都職員の給与の改定（引上げ）を内容とする昭和\n五一年東京都条例第八号「職員の給与に関する条例の一部を改正する条例」（以\n下、「本件条例」という。）が公布、施行されたが、その附則二、三項には次のと\nおり定められている。\n「２　この条例による改正後の職員の給与に関する条例（以下「改正後の条例」と\nいう。）の規定（第十九条の二の規定を除く。）は、昭和五十年四月一日から適用\nする。\n３　前項の規定にかかわらず、昭和五十一年四月一日以降の日で東京都規則で定め\nる日までの間、前項の規定中『昭和五十年四月一日』を『昭和五十一年二月一日』\nと読み替えて適用する。」\n被告は、昭和五一年一〇月七日、右附則三項に基づき、本件条例の規定を昭和五〇\n年四月一日に遡及して適用する期日を昭和五一年一〇月七日と定める東京都規則を\n公布施行し、これに伴い、昭和五一年一〇月九日東京都職員に対し昭和五〇年四月\n分から同五一年一月分までの給与改定差額合計三二九億二八一六万五〇〇〇円を支\n給した（以下、「本件公金支出」という。）。\n３　しかし、被告のした本件公金支出は次の理由により違法であり、東京都は右支\n出によつてそれと同額の損害を被つた。\n（一）　会計年度独立の原則違反\n地方自治法二〇八条二項は、「各会計年度における歳出は、その年度の歳入をもつ\nて、これに充てなければならない。」として、いわゆる会計年度独立の原則を規定\nし、同法施行令一四三条一項二号によれば、歳出の会計年度の所属は、給与につい\nては「これを支給すべき事実の生じた時の属する年度」によつて区分することとさ\nれている。そして、この「支給すべき事実の生じた時」とは支給すべき原因となる\n事実が発生した時をいうのであつて、本件においては、差額分の給与を生じさせる\n原因となつた労働がなされた時と解すべきである。\nしたがつて、昭和五〇年四月分から同五一年一月分までの給与改定差額は昭和五〇\n年度の歳入をもつて支給すべきものであつて、これを昭和五一年度予算から支出し\nた被告の本件公金支出は、地方自治法二〇八条、同法施行令一四三条一項二号に違\n反するものである。\n（二）　給与条例主義違反\n前記のとおり、本件条例は、その附則三項において給与改定差額支給の実施時期を\n東京都規則に委任しているが、これは地方自治法二〇四条の二及び九六条に違反す\nる。したがつて、かかる条例及び規則に基づく本件公金支出は違法というべきであ\nる。\n４　原告は、昭和五二年九月二八日、東京都監査委員に対し、本件公金支出によつ\nて東京都が被つた損害を被告に補填させる措置を講ずべきことを求める監査請求を\nしたが、同監査委員は、昭和五二年一一月二一日、本件公金支出は違法でない旨の\n監査結果を原告に通知した。\n５　そこで、原告は、東京都に代位して被告に対し、右違法な本件公金支出によつ\nて東京都に被らせた損害金三二九億二八一六万五〇〇〇円を東京都に賠償すべきこ\nとを求める。\n二　請求原因に対する認否\n請求原因１、２及び４の事実は認めるが、同３は争う。\n三　被告の主張\n１　会計年度独立原則違反について\n歳出の会計年度の所属について定める地方自治法施行令一四三条一項二号にいう\n「支給すべき事実の生じた時」とは、一般に「支給すべき原因となる法律的事実の\n発生した時」と解されているが、本件のごとく職員の給与の改定（引上げ）を内容\nとする条例が遡及適用される場合には、その改定差額分の支給義務はその根拠たる\n条例の施行によつて具体的に発生するのであるから、本件において右「支給すべき\n事実の生じた時」とは、本件条例が施行され、現実に効力が生じた時にほかならな\nい。したがつて、本件については、本件条例附則三項に基づいて東京都規則が定め\nられ、本件条例の規定が昭和五〇年四月一日に遡つて適用されることに確定した時\n（昭和五一年一〇月七日）の属する年度すなわち昭和五一年度が改定差額分の歳出\n年度である。\n以上のとおりであるから、被告のした本件公金支出は何ら会計年度独立の原則に違\n反するものではない。\n２　給与条例主義違反について\nいわゆる給与条例主義は、職員に支給する給与につき、条例においてその内容ない\nし適用の基準を定めるにとどめ、施行の細目について規則等に委ねることを禁じて\nいるものではない。\nそして、本件条例附則三項が規則に委ねているのは、昭和五〇年四月一日に遡及し\nて本件条例を違用する期日のみであつて、適用されるべき内容そのものはすべて条\n例に規定されており、何ら規則をもつてその内容を確定するものではない。\nしたがつて、本件条例附則三項は給与条例主義に違反するものではない。\n第三　証拠関係（省略）\n○　理由\n一　請求原因１、２及び４の事実については、いずれも当事者間に争いがない。\n二　そこで、本件公金支出が違法であるとの原告の主張について、以下、判断す\nる。\n１　会計年度独立の原則違反の主張について\n地方自治法二〇八条二項は、「各会計年度における歳出は、その年度の歳入をもつ\nて、これに充てなければならない。」と定め、普通地方公共団体の財務運営におけ\nるいわゆる会計年度独立の原則を明らかにしている。そして、これに伴い具体的な\n各種の歳出ごとにその会計年度所属区分を定めている同法施行令一四三条によれ\nば、本件で問題となる給与については、「これを支給すべき事実の生じた時の属す\nる年度」をもつてその歳出の所属年度とすることとされているのであるが（同条一\n項二号）、ここでいう「支給すべき事実の生じた時」とは、支給すべき原因となる\n事実すなわち支給義務発生の原因となる事実が発生した時と解するのが相当であ\nる。\nしたがつて、条例により予め定められている給与については、それに対応する具体\n的な勤務のなされた時が、「支給すべき事実の生じた時」に当たるというべきであ\nるが、本件のように、給与の増額改定を内容とする条例が遡及適用される場合の改\n定差額分については、当該条例が施行、適用されることによつて初めてその支給義\n務が具体的に発生するのであるから、この場合の「支給すべき事実の生じた時」と\nは、原告が主張するように単に勤務がなされた時ではなく、当該条例が施行、適用\nされ、差額支給義務が具体的に発生した時を意味するというべきである。\nそうすると、本件における昭和五〇年四月分から同五一年一月分までの給与改定差\n額分については、本件条例附則三項に基づいて東京都規則が定められ、本件条例の\n規定が昭和五〇年四月一日に遡つて適用されることとなつた昭和五一年一〇月七日\nの属する年度である昭和五一年度がその歳出年度となるのであるから、右差額分を\n昭和五一年度会計から支出した被告の本件公金支出には、何ら会計年度独立の原則\nに反する違法はない。\n２　給与条例主義違反の主張について\n地方自治法二〇四条三項、二〇四条の二及び地方公務員法二四条六項、二五条一項\nによれば、普通地方公共団体の職員に対する給料、手当及び旅費の額並びにその支\n給方法は、条例でこれを定めなければならず、また、いかなる給与その他の給付も\n法律又はこれに基づく条例に基づかずには支給することができないこととされてい\nる。このように条例に基づかない給与等の支給を禁じることによつて地方公共団体\nにおける給与の適正かつ公正な支給を確保しようとする法の趣旨から考えると、給\n与の種類、額、支給方法等給与に関する基本的事項については、条例自体でこれを\n定める必要があることはいうまでもないが、右条例の定めの範囲内において具体的\nな給与の支給時期の調整のごとき技術的、細目的な事項を規則等に委ねることまで\nが一切許されないものではないというべきである。\nところで、本件条例は、その附則二項において本件条例の規定を昭和五〇年四月一\n日に遡及して適用することと定める一方、その三項において、右二項の規定にかか\nわらず、東京都規則が定められるまでの間はその遡及適用日を昭和五一年二月一日\nとする旨定めている。これによると、右附則三項は、本件条例の規定を同条例の所\n期するとおり昭和五〇年四月一日に遡及して適用する日を定めることを規則に委任\nしているだけで、その実質は、昭和五〇年四月分から同五一年一月分までの既往の\n給与についてその改定差額分の支給時期のみを規則に委任したのと異なるところは\nなく、給与の改定額、改定時期等の基本的事項についてはすべて本件条例自体に規\n定されているのであるから、かかる条例の規則委任は、地方自治法二〇四条等のい\nわゆる給与条例主義に反するものではないし、もとより同法九六条に反するもので\nもない。\nしたがつて、この点に関する原告の主張もまた失当である。\n以上のとおり、被告のした本件公金支出には原告の主張するような違法はないか\nら、その違法のあることを前提とする原告の本訴請求は、理由がない。\n三　よつて、原告の本訴請求を棄却することとし、訴訟費用の負担につき行政事件\n訴訟法七条、民事訴訟法八九条を適用して、主文のとおり判決する。\n（裁判官　佐藤　繁　中根勝士　佐藤久夫）\n"
}