{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 46,
    "month": 10,
    "day": 21
  },
  "case_number": "昭和41(行ウ)1",
  "case_name": "懲戒処分取消請求事件",
  "court_name": "山口地方裁判所",
  "field": "労働",
  "lawsuit_id": "18225",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=18225",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/225/018225_hanrei.pdf",
  "contents": "主　　　文\n被告が昭和三八年二月二五日各原告に対してなした給料の月額の一〇分の一を三\nか月間減給する旨の懲戒処分をいずれも取消す。\n訴訟費用は被告の負担とする。\n事　　　実\n（各原告の申立）\n主文同旨の判決を求める。\n（原告らの請求原因）\n一、原告らは、山口県下の中学校に勤務する地方公務員として、いずれも昭和三七\n年当時宇部市立神原中学校の教諭であつた。\n二、被告は、昭和三八年二月二五日原告Ａに対し、「昭和三七年七月中旬ころ宇部\n市立神原中学校教諭Ｂ、同Ｃらと共謀し、同校生徒に対し昭和三七年七月一一日お\nよび一二日実施された昭和三七年度全国中学校学力調査についての感想文を書か\nせ、さらにその感想文の一部を中学生学力テストたたかいの記録と題する文集とし\nてほしいままに集録し、同年一〇月一三日ころ開催の教職員組合の会議において配\n布した。」との理由をもつて、また、同日原告Ｂに対し、「昭和三七年七月中旬こ\nろ宇部市立神原中学校教諭Ａらと共謀のうえ、同校生徒に対し昭和三七年七月一一\n日および一二日に実施された昭和三七年度全国中学校学力調査についてほしいまま\nに感想文を書かせ、これを中学生学力テストたたかいの記録と題する文集に集録し\nた。」との理由をもつて、それぞれ給料の月額の一〇分の一を三か月間減給する旨\nの各懲戒処分（以下本件処分と略称する。）をした。\n三、しかし、原告らの右各行為は正当な教育活動であつて、何ら懲戒を受ける理由\nはないから、本件処分の取消を求める。\n（被告の申立）\n「原告らの各請求を棄却する。訴訟費用は原告らの負担とする。」との判決を求\nめる。\n（原告らの請求原因に対する答弁）\n請求原因一、二の各事実を認める。\n（被告の主張）\n一、原告らは山口県教職員組合（以下県教組と略称する。）の組合員であるが、県\n教組は、昭和三六年以来全国中学校一せい学力調査（以下単に学力調査ともい\nう。）が実施されるや強くこれに反対し、地方公務員法五二条所定の組合の権能た\nる勤務条件に関する事項でもないのに、団体交渉と称して、校長との間に学力調査\n実施の中止交渉等職員団体の正当な活動範囲を踰越する違法行為をなすことを組合\n員に指令し、また、同法三二条および三七条に違反して、右調査実施に関する校長\nの職務命令に対する不服従を指令、実行せしめた。そして、昭和三七年度において\nも前年同様強い反対の態度を表明して活●な反対運動を展開し、校長の職務命令が\n出たときは消極的にこれに従い最小限度の協力をするよう指令し、県教組内部にお\nいて、教育宣伝活動として生徒に組合の学力テスト（前記学力調査の俗称）反対を\n知つてもらうことを決め、学力テストにつき生徒に尋ねられた場合には自分の意見\nを言おうとの態度を決めた。これは、まだ判断力の未熟な生徒に対し組合の違法活\n動を宣伝して、学力調査に関する無用の混乱を招き、遵法精神を傷つけるものであ\nる。\n二、右背景のもとに、昭和三七年六月三〇日、県教組宇部支部（宇部市教職員組\n合）の代表者会議において、学力テスト反対斗争の一手段として、組合員である教\n職員が生徒に作文を書かせて反対斗争の資料を作ることが議題となつたが、正式の\n決定には至らなかつたところ、その数日後神原中学校において開かれた原告らの出\n席する同教組分会会議および学力テスト反対のため同分会員中から選出された委員\nより成る学力テスト対策委員会で、同分会としては右対策委員の担任する学級にお\nいて学力テストに関する感想文を生徒に書かせることを決定した。\n三、右決定に基づき、原告Ｂは、原告Ａの依頼により昭和三七年七月一三日第二時\n限に右Ａの担任する同校二年五組の生徒約五〇名に、Ｃ（前記対策委員）は、同月\n一二日終礼時のホームルームの時間にその担任する三年一二組の生徒約五五名に、\nＤ（前記対策委員）は、同月一三日のホームルームの時間にその担任する二年六組\nの生徒約五〇名に翌日提出する宿題として、いずれも前記学力テストに関する感想\n文を書かせ提出させた。右を含め同校で感想文を書かせた学級は約一〇学級であ\nる。\n四、原告Ａ、同Ｂは前記Ｃらと共謀し、県教組宇部支部の中で率先して学力テスト\n反対運動を行つたことを自己宣伝し、かつ他の同支部役員を●動する手段として、\n神原中学校分会および斗争委員会にもはかることなく、前記感想文を作文集に集録\nし配布しようと考え、右Ｃらから提出され同年九月Ａのもとに集められた約一〇〇\n篇の感想文の中から、学力調査の実施に強い反感を表明したもの三二篇を選び、同\n分会員であつたＥ教諭らに手伝わせ、自らも原紙を切つて、「中学生－学力テスト\nたたかいの記録、神原中学校」と記載した表紙を付したガリ版刷り八頁のパンフレ\nツト約七〇部を印刷した。右パンフレツトにおいて、生徒名はいずれも仮名を用\nい、感想文の原稿は右印刷直後焼却され、「神原中学校」なる作成名義は同校校長\nの許可なくほしいままに用いられた。右パンフレツトは、その目的、内容からみて\n正常な教育活動としての作文教育に関するものでないことは明らかであり、教職員\nで組織される他の作文関係の団体の発行する作文集その他神原中学校において生徒\n会の文化活動として発行する作文集のごとく職員会議にかけあるいは校長の許可を\n得て応募ないし作成する文集とは全く異質のものである。\n五、原告Ａは、右のごとく学力調査の弊害を歪曲して誇張し、県教組の学力テスト\n反対斗争のための宣伝資料として用いる目的で、原告Ｂおよび前記Ｃらと共謀し、\n同年一〇月一三日および一四日の両日宇部市内宇部労働会館で開催された県教組宇\n部支部の学力テスト反対斗争に関する総括会議の席上で、前記パンフレツト約七〇\n部を出席者に配布した。\n六、以上のパンフレツト作成配布に至る経過およびその内容は同年一一月一七日各\n新聞で報道され、被告をはじめ宇部市教育委員会および神原中学校Ｆ校長ははじめ\nて右事実を知つた。パンフレツトの内容は、生徒が原告らの学力テスト反対の意向\nを感知し、これに迎合ないし同情する気持が表現されており、生徒の不満が極度に\n誇張された言葉で書かれていることが明らかであつて、山口県議会においても同年\n一二月本件事案に対する非難が表明された。\n七、原告らの本件作文を書かせた行為は、生徒を県教組の学力テスト反対斗争に巻\nき込み、学校教育を組合活動のために利用したものであつて、勤務時間中の組合活\n動に該当し、地方公務員法三五条に違反する。\nまた、学校教育法二八条四項、四〇条により教諭は児童生徒の教育を掌ることを\n本務とするから、学校においてその職務を遂行するにあたつては、文部省の定める\n学習指導要領に従い、教育委員会の定める教育方針、学校の教育目標に則り生徒の\n教育に専念すべきであるにかかわらず、原告らは、学力調査実施に関する校長の職\n務命令に反抗し、学校の教育時間を利用し、学力テスト反対斗争の目的で前記作文\nを書かせたもので、右行為は地方公務員法三二条の法令遵守義務にも違反する。\nさらに、原告らの右行為が広く世間に知れ渡つたことにより、公正なるべき教育\nおよび教職員に対する世人の信用を著しく失墜する結果を招いたのであるから、こ\nの点において同法三三条の規定にもまた違反する。\nよつて、被告は同法二九条一項一号、二号により原告らに対し本件処分を行なつ\nたものである。\n（被告の主張に対する原告両名の認否および主張）\n一、（一）　（被告の主張一に対し）原告らが県教組の組合員であること、県教組\nが昭和三六年以来実施された学力調査に反対し、組合員と校長との間で右調査実施\nの中止交渉を行い、昭和三六年度は校長の職務命令に対する不服従を決定し実行\nし、同三七年度も同様の方針で臨んだことは認め、その余は争う。三七年度の右調\n査当日に対処する態度としては、当初の正常授業実施の方針を変更した。\n（二）　（被告の主張二に対し）\n県教組宇部支部の代表者会議、神原中学校分会および学力テスト対策委員会で学\n力テストに関し生徒に感想文を書かせることにつき話し合つたことは認めるが、右\n分会で参会者を拘束するような決定をしたものではなく、右対策委員会においても\n申し合せ程度にすぎず、担当者の自主性に委ねられていた。\n（三）　（被告の主張三に対し）\n生徒に感想文を書かせたことが分会や対策委員会の決定に基づくとの点を否認\nし、その余の事実を認める。\n現実に右感想文を書かせるに至つた契機は次のとおりである。\n昭和三七年七月一一日神原中学校で行なわれた学力テストの際、英語のテストに\nついては英語を選択履習している生徒のみが受験することになつていたところ、英\n語を選択履習していない生徒が履習生徒と同様受験すべく教室内でテスト用紙の配\n布を受けたため用紙が不足し、当日校内放送でテスト実施を指導していたＦ校長が\n英語を選択していない生徒に対し教室から出るよう放送を通じて命じた結果、当該\n生徒は意に反して退場しなければならなくなつた。これらの生徒には進学しない者\nが多く、かねてから英語選択者に対し劣等感を抱いており、右受験中に生じた事態\nは進学組と就職組の差別扱いが顕現したもので、同校生徒間でこれに対する怒り、\n悲しみ、反感、不安等憂慮すべき雰囲気が生じ、大きな問題となつた。右事態に直\n面して、当日同校の学力テスト対策委員会では生徒指導のため生徒に感想文を書か\nせることが申し合わされ、原告Ａは教育的な観点から、右問題の実態や生徒に与え\nた影響等を調査し組合員はじめ同校内外の良心的民主的な教職員と共に右問題を中\n心に学力テストを研究討議しようとし、その一方法として自己の担任する学級の生\n徒に感想文を書かせたのである。\n（四）　（被告の主張四に対し）\n原告Ａが、集まつた感想文のうち三二篇を選び、他の教諭と共に自らも原紙を切\nつて被告主張のガリ版刷りの作文集約七〇部を印刷したこと、および感想文の原稿\nを焼却したことは認めるが、その余の事実は否認する。\n作文集に集録したのは主として校内の参考資料とするためであり、その際、感想\n文中特に検討を要するものや素直な意見、全校的学級指導の参考となるものをなま\nのままの文章で集録し、各見出しは文中の一部を取つたにすぎず、生徒氏名は特に\n配慮して匿名としたもので、他の文集と対比して大きな違いはない。\nまた、原告ＢはたまたまＡ学級の副担任であつた関係から原告Ａの依頼に従い単\nにＡ学級の生徒に右感想文を書くよう伝えたにすぎない。\n（五）　（被告の主張五に対し）\n県教組宇部支部の総括会議に作文集を持参したことは認めるが、積極的に配布し\nたのではない。右文集は校内配布を目的として印刷したが、配布の機会がないま\nま、たまたま右総括会議があり、その第一日目に神原中学校側の出席者が学力テス\nト当日同校で起つた前記の出来事を報告し文集のことにも触れたところ、参会者か\nら資料として見せて欲しい旨の要望が出たので、Ｃ教諭が右文集のうち約五〇部を\n持参したのである。\nその余の事実は否認する。\n（六）　（被告の主張六に対し）\n作文集に関し新聞で報道されたことおよび山口県議会で一部議員から非難された\nことは認める。右報道により被告、宇部市教育委員会およびＦ校長らがはじめて事\n実を知つたとの点は不知。その余の事実は否認する。\n右作文集が作られたことは神原中学校の二年、三年の各学年長の教諭も知つてお\nり、校内において違法な文集との認識は何らなかつたにもかかわらず、新聞や保守\n党の県議員からいわゆるアカ攻撃が加えられたことから、被告において本件処分を\n強いられるに至つたものである。\n（七）　（被告の主張七に対し）\nすべて争う。\n二、わが国の義務教育は、現憲法の下では地方分権がその立て前であると解せられ\nるから、文部大臣や文部省は地方公共団体もしくは地方教育委員会に対し原則とし\nて指導助言という方法で関与すべきものであり、これら教育行政機関は、教育基本\n法一〇条に則り、教育内容に直接介入することなく教育の条件整備を目的とすべき\nものである。ところが文部省が実施した中学校全国一せい学力調査は、現実に教育\nにあたつている全国の教員の強い反対意見や、学者、教育関係者、各種団体の誠実\nな科学的批判にもかかわらず、右の文部省の権限を踰越して行なわれ、地方教育委\n員会が学校長に命令し、学校長が教員に対し職務命令をもつて実施を命じたもの\nで、教育行政の地方自治、教育機関の自主性、民主性の原則に違反するものであ\nる。\nしかも、調査の一面を含むとはいえ、教員が行う成績テストと類似の内容を持\nち、文部省の定める学習指導要領に準拠してなされ、かつ指導要録に記載されるな\nどの点で純粋の調査とは言えないから、これを実施することはその法的根拠を欠く\nか、もしくは逸脱したものであつて違法である。\nまた、右調査により教育界に有害な過当競争をもち込み、真の全面的学力の発展\nを阻害するもので、反動的文教政策の一環としてなされた権力による教育破壊であ\nる。\n（全国一せい学力調査の適法性に関する被告の反論）\n地方教育行政の組織及び運営に関する法律五四条二項によれば、文部大臣は地方\n公共団体の教育委員会に対し、区域内の教育に関する事務に関し、また、都道府県\n教育委員会は市町村教育委員会に対し、市町村の区域内の教育に関する事務に関\nし、それぞれ必要な調査統計その他の資料又は報告の提出を求めることができる。\nそして、文部大臣が、学校教育法の定める権限に基づき学校の教科に関する事項を\n定め、文部省組織令九条により学習指導要領を作成、改訂するためには、学習指導\n要領の基準に照らして児童、生徒の学力の水準がいかなる状態にあるかを的確に把\n握することが必要不可欠であり、そのような目的で全国一せいに同じ問題で生徒の\n学力を調べることは右の調査に含まれるのである。\n昭和三七年度全国中学校一せい学力調査の目的は、義務教育の最終段階である中\n学校第二、三学年の全生徒（ただし、特殊学級の生徒および英語については英語を\n履習していない生徒を除く。）の国語、社会、数学、理科、英語の五教科について\nの学力の実態をとらえ、教育課程に関する方策の樹立、学習指導の改善に役立てる\n資料とし、なお、調査の結果は教育条件の整備にも利用するものであつた。\n仮りに学力調査に違法性があるとしても、その違法性は何びとにも疑いがないほ\nど明白なものではなく、学力調査は公務たる行政行為であるから、実務の職務命令\nに対し教職員はこれを遵守する義務がある。\n（証拠）（省略）\n理　　　由\n一、当事者間に争いのない事実\n原告らは昭和三七年当時宇部市立神原中学校の教諭であつたが、被告は同三八年\n二月二五日原告Ａに対し、同原告が「昭和三七年七月中旬ころ宇部市立神原中学校\n教諭Ｂ、同Ｃらと共謀し、同校生徒に対し昭和三七年七月一一日および一二日実施\nされた昭和三七年度全国中学校学力調査についての感想文を書かせ、さらにその感\n想文の一部を中学生学力テストたたかいの記録と題する文集としてほしいままに集\n録し、同年一〇月一三日ころ開催の教職員組合の会議において配布した。」との理\n由で、また、同日原告Ｂに対し、右Ａに対する理由中、文集配布の点を除くその余\nの部分と同様の行為をしたとの理由で、それぞれ本件処分を行なつた。\n原告らは県教組の組合員であり、県教組は、昭和三六年以来実施された全国中学\n校一せい学力調査に反対し、組合員と校長との間で右調査実施の中止交渉を行な\nい、昭和三六年度には校長の職務命令に対する不服従を決定し実行し、同三七年度\nにも当初は同様の方針で臨んだが調査当日はその実施を妨げなかつた。\n右のような情勢下にあつた昭和三七年六月三〇日、県教組宇部支部の代表者会議\nにおいて、学力テストに関し生徒に感想文を書かせることについて話合いがなさ\nれ、次いで神原中学校の組合分会会議および学力テスト対策委員会においても同様\nの話合いがなされた。\n原告Ｂは、原告Ａの依頼により昭和三七年七月一三日の第二時限に、Ａの担任す\nる神原中学校二年五組の生徒約五〇名に、Ｃは、同月一二日の終礼時のホームルー\nムの時間に、その担任する同校三年一二組の生徒約五五名に、Ｄは、同月一三日の\nホームルームの時間に、その担任する同校二年六組の生徒約五〇名に翌日提出する\n宿題として、なおその他の学級で他の教諭が書かせたものを併せ同校の約一〇学級\nにおいて、いずれも前記学力テストに関する感想文を書かせ提出させた。\n原告Ａは、集まつた感想文の中から三二篇を選び、他の教諭と共に自らも原紙を\n切つて、「中学生－学力テストたたかいの記録、神原中学校」と記載した表紙を付\nしたガリ版刷り八頁の文集（以下本件文集と言う。）約七〇部を印刷し、その際、\n感想文を書いた生徒名は匿名とし、原稿は焼却した。\nその後、同年一〇月一三日および一四日の両日宇部労働会館で開催された県教組\n宇部支部の学力テスト反対斗争に関する総括会議に本件文集が持参せられた。\n以上の本件文集の作成、配布に至る経過と文集の内容は、同年一一月一七日に新\n聞で報道され、同年一二月の山口県議会で議員から右事案に対する非難の意見が出\nされた。\n以上の各事実は当事者間に争いがない。\n二、本件処分の理由となつた事案の経緯\n前記当事者間に争いのない事実に、原告Ａ本人尋問の結果により成立を認める乙\n第六号証、証人Ｄの証言により成立を認める同第七号証およびいずれも成立に争い\nがない同第一四、一五号証、同第一七号証、同第二四ないし二七号証、同第二八号\n証の一、二、ならびに証人Ｃ、同Ｇ、同Ｈの各証言および原告Ａ、同Ｂ各本人尋問\nの結果（ただし、乙第六、七号証、証人Ｃの証言および原告Ａ本人尋問の結果のう\nち、いずれも後記措信しない部分を除く。）を総合すると、本件事案の経緯に関し\n次の事実を認めることができる。\n県教組は、全国一せい学力調査に対し、それは国が教育内容に干渉するところの\n反動文教政策の総仕上げであり、無意味、有害な調査であつて、かつ、現場の教員\nらの意見をきかずに行なわれまた、テスト形式が粗末であること等を理由として、\n昭和三七年度においても絶対反対、正常授業実施の方針を続けていたが、その後、\n右調査の実施に対する非協力の方針に切り換え、職務命令により実施された場合は\n止むを得ないとの態度をとつていたところ、昭和三七年七月初旬、同年度の学力調\n査の実施を目前に控えて開かれた神原中学校組合分会会議において、先に県教組宇\n部支部の代表者会議でも話題に上つた学力テストにつき生徒に感想文を書かせるこ\nとが議題に上り、右テストに対する生徒の気持や受けとめ方を知ることにより分会\nの討議資料にしようとの話がまとまつた。その際、同分会員全員が各担任する学級\nで書かせては生徒数が多いため取りまとめが困難になることを考慮して、具体的に\nは右分会員のうち学力テスト対策委員をしている教員の学級で書かせてみようとい\nうことになつた。\n同年度の学力調査実施の当日、同校においては、テスト担当の各教員はテスト用\n紙の配布および回収の事務のみを行い、Ｆ校長が校内放送を通じて生徒に対しテス\nトの実施に関する直接の指示をすることになつたが、たまたま、第三学年の英語履\n習生徒のみに対する英語のテストに際し、手違いで、英語を選択履習していない生\n徒らも同席していたため、これを知つた校長が急きよ右生徒らに対し、教室から出\nるよう放送したことから、気まずい思いをした右生徒らが不満の情を表わして退場\nする事態が生じた。一般に、英語を選択しない生徒の中には中学校卒業後就職する\nつもりの者が多かつたので、進学希望の英語選択者に対し劣等感を抱く傾向があつ\nて、右の事態は進学希望者と就職希望者との立場の相違を顕現する一つの現象とも\nなつた。Ｆ校長としては、右の退場を指示した措置はテスト実施上やむを得なかつ\nたもので、差別意識があつたわけではなく、他方、同校教員殊に組合分会員として\nも、あえてそのような事態の生じることを予期して黙過していたものではなかつた\nが、結果として右の事態を生じたことはただちに前記対策委員会で差別問題として\n取り上げられ、その際同委員会では、約一〇名の同委員会委員である教員の担任学\n級で右の問題も含めて学力テストについての感想文を書かせることが確認された。\nしかし、右の偶発的な事件が感想文を書かせることの不可欠の契機であつたわけで\nはない。\n生徒が担任の教員に提出した感想文は、同年夏休みころ約二、三百篇が前記Ｃの\n手で原告Ａのもとに集められたが、中には担任の教員の手許に置かれたままその後\n焼却されたものもあつた。原告Ａはこれをもとに同年一〇月初めころ本件文集の作\n成を終えたものであるが、右文集の作成については特に同校の職員会議ないし分会\n会議の議を経たものでなく、Ｆ校長も関知しなかつた。\nその後、同年一〇月一三日に開かれた前記総括会議第一日目の席上、神原中学校\n側の出席者であるＤ、Ｅ、Ｃおよび原告Ａの各教諭の中から、前記学力調査当日同\n校に生じた出来事が報告され、本件文集が作られたことを述べたところ、参会者か\nら右文集を見たいとの要望があつたので、翌一四日第二日目の会議に際し、右Ｃが\n本件文集約七〇部のうち約五〇部を持参し、同会場入口に置き、参会者の閲覧、入\n手に供した（以下、右行為にも配布の語を用いる）。残り約二〇部は、神原中学校\n所属の教職員約七〇名（うち教職員組合員約六〇名）の各人に配布するには足りな\nかつたので、同校斗争委員の組合員に対し、他の教員にも読んでもらうようにとの\n趣旨で配布された。しかし、本件文集は前記総括会議当日の席上で討議の対象ない\nし資料となつた事実はなく、その後原告ら不知の間に、「闘争に巻き込む」、「県\n教組闘争資料で書かす」等の見出しで本件文集の作成経過および文集内容の一部に\n関する記事が一部新聞紙上に大きく掲載されるに至つた。\nこれにより右事実を知つた被告は、Ｆ校長および宇部市教育委員会教育長河合宣\nの報告等をもとに、原告らに対し本件処分に及んだ。\n本件文集の表紙「中学生－学力テストのたたかいの記録、神原中学校」なる記載\nは前記Ｃ教諭が類似の文集を参考にして書いたものであり、冒頭の「なぜ差別する\nのか」と題する文章の作成者は原告Ａである。生徒の感想文は原文のまま登載され\nたものであるが、同原告は、各文章中の語を一部抜き出し、あるいは当該文章の要\n約ないし趣旨とみられる言葉をもつて、各文の見出しとして掲げた。\n本件文集に登載されている感想文の内容は、前記英語のテスト時間に英語を選択\nしていない生徒を退場させた校長の放送につき不満や憤りの気持を述べたものが半\n数以上を占め、右のうち、これと関連して学力テストに対する単的な不満を付加し\nたものが数篇、そして、直接に学力テスト自体を批判するものと、学力テストの是\n非はともかく、これに対する一貫しない先生の態度や、強制によつて行われる不自\n然な現状を批判するもの等がその残りを占めており、右の学力テスト自体を批判す\nるものの中には、強制的な実施に反発を示すものも少数あるが、他の多くはテスト\nの回答形式、回答者氏名を記載することについての不安や疑問などをその理由とす\nるもので、おおむね、学力テストを受けた生徒の立場からの卑近な意見や直接の感\n想を述べたものとみることができる。\n以上の事実を認めることができ、乙第六、七号証、証人Ｃの証言および原告Ａ本\n人尋問の結果のうち、右認定に反する部分はいずれも措信することができず、他に\n右認定を左右するに足りる証拠はない。\nなお、原告Ｂが本件文集の作成に関与したことを認めうる証拠はない。\n三、地方公務員法三五条違反の有無について\n以上一、二に認定した事実に基づき、原告らの本件各行為（外形的行為として\nは、Ｂが文集作成に関与したことの点を除き、本件処分理由となつたものに同\nじ。）が、勤務時間中の組合活動として地方公務員法三五条所定の職務に専念する\n義務に違反するか否かにつき検討する。\n原告Ｂが前記のごとく生徒に感想文を書かせた行為、および原告Ａが右Ｂの行為\nを通じて感想文を書かせた行為が、公立学校の教職員として教育活動をなすべき勤\n務時間中の行為であることは明らかである。\nところで、教育は人格の完成のためあらゆる機会を通じてなされるべきものであ\nり、中学校においては、社会に必要な職業についての基礎的な知識、技能のほか、\n国家および社会の形成者として必要な資質の養成や情緒面の指導、公正な判断力の\n養成等を目標とすべきものとされているから、原告ら教諭としては、各学科の教授\nのほか、国語的添削を目的とした作文指導以外に、生徒にその生活体験を感想文や\n意見として表現させることにより、教員が生徒の意思、感情、判断等を把握し、こ\nれを生徒指導上有形無形に役立てることも教育活動の一面であることは言うまでも\nない。\n本件において、原告らが生徒に感想文を書かせたテーマは、前記のごとく学力テ\nストという教職員の中にも反対意見や反対運動のある事項、および右テスト当日生\n徒たちの学級で生じた前記の出来事についてのものではあるが、本件の学力調査は\n生徒がテストに回答することをその基礎に置くもので、生徒の学習と不離の関係に\nあり、また、現に生徒が右テストを受けることにより体験した事実がそのテーマで\nあるから、この点において、生徒自身としては学校行事や学級内の出来事等学習、\n生活についての他の体験について感想文を書く場合と本質的な差異はない。従つ\nて、生徒自身の体験に関しない教職員の組合活動上の問題について感想文を書かせ\nるのであればともかく、現に実施された学力テストをテーマにその実施の直後感想\n文を書かせ提出させたことは、それ自体としては一応教育活動に属するものと言う\nことができる。\nそこで、本件では生徒に右の感想文を書かせる以前に、学力調査に反対する県教\n組宇部支部の組合会議でそのことが取り上げられ、また神原中学校分会内の組合会\n議等でも申し合せがなされていたこと、さらに、右感想文を書かせた後文集として\n集録し、その大部分が右宇部支部の組合会議参加者に配布されたという前認定の事\n実からみて、感想文を書かせた行為が、教育活動以外の活動すなわち被告の主張す\nる組合のための資料収集という意味での組合活動そのもの、あるいは組合活動たる\n性質を併有するものであるかが問題となる。\n前記のごとく、事前の神原中学校分会会議では感想文を分会の討議資料にしよう\nとの申し合せがなされており、本件文集の印刷部数も同校教職員数にほぼ一致して\nはいるが、文集表紙の校名の記載や文集作成の完了時期、総括会議に持参した部\n数、あるいは同校内では文集の作成についてまでは職員会議ないし分会会議等がな\nされていないことなどからみると、少なくとも本件のような文集に集録印刷する段\n階では、原告Ａとしては同校教職員間の討議資料にするとの明確に限定的な考えを\n持つていたものでなく、同校分会ないし県教組宇部支部の他校分会員のためにも参\n考資料に供するつもりであつたとみられる。\nしかし、教職員組合が本来の職員組合活動のほか、その組織体内部で自主的に教\n育内容、教育施策等教職員の当面する教育上の諸問題につき研究討議することは、\n右組合が教職員という職業を有する者の集団であることに鑑み、相互研鑽の機会を\n組合という集団の場に求めるという面において何ら妨げない。そして、本件の学力\n調査を教育の現場からみるときは、生徒の学力の評価という教育内容に関する事項\nを含むものであり、これを受ける生徒自身にとつては校内における各学期のテスト\nと本質的に変らない性質を持つものであるから、そのような学力調査につき討議検\n討することは、神原中学校教職員としての立場で右教職員間で行なわれるか、ある\nいは同校組合分会ないし他校分会を含む組合員間で行なわれるかを問わず、教育上\nの問題についての集団の場を利用した研究活動にほかならず、それが単に組合とい\nう組織体の中で行われるとの故をもつて教育活動としての実質を不問にし、抽象的\nに組合活動とみなすことはできない。そして、そうだとすれば右のような研究討議\nの資料とするため右テストの直接の体験者である生徒に感想文を書かせた行為もま\nた、組合活動それ自体あるいは組合活動の性質を併有するものとは言えない筋合い\nである。\nもつとも、県教組が学力テスト反対の斗争活動を行なつていたことは前記のとお\nりであるから、本件文集が単に組合における研究討議の資料にとどまらず、右斗争\nのため組合にとつて有利な宣伝等の資料として、直接の教育上の資料たる性質を逸\n脱するものではないか、従つて、右の観点からすれば生徒に感想文を書かせて提出\nさせた行為が右のような宣伝等の資料の収集行為に当たるのではないかの点（ただ\nし、原告Ｂについては、前記のごとく生徒に感想文を書かせた段階では神原中学校\n分会内部の討議資料とする目的以上のものが認められないこと、および同原告が本\n件文集の作成、配布に関与しなかつたことから、右の点は同原告の関係では判断を\n要しない。）につきさらに検討するに本件文集が組合の右斗争の方向に副う一面を\n持つこと（これに宣伝効果を認めるか否かはともかくとして）は否定できないが、\nそれは右のような一面を持つ生徒の感想、意見が現実に存在することの結果である\nにすぎず、右文集をもつて教育上の資料たる性質を逸脱した宣伝等の資料と言うが\nためには、組合斗争に有利な資料を獲得するため、組合にとつて望ましい帰結をも\nつ感想文を得る手段として、生徒に対する教育上の配慮を持たぬまま、単に生徒を\n利用して書かせたにすぎないとみられる場合、あるいは、文集の取扱いにおいて、\n生徒の感想文を紹介することにとどまらず、これを生徒の指導、教育上に何ら還元\nされることのない方途に利用するような、その取扱方法の不当性が認められる場合\nでなければならない。\nしかし、本件文集作成前後の経緯についてみても、原告Ａにおいて、学力テスト\n反対斗争に有利な感想文を導くような事前指導等が行なわれたと認めるべき証拠は\n存在しないし、本件文集が前記総括会議の席上出席組合員に配布された後、原告Ａ\nらによりこれが不当に取扱われたことを認めうる証拠もないのみならず、前認定の\nごとく本件文集に集録された感想文は必ずしも学力テストに反対する意見、感想を\n述べたものばかりではなく、むしろその半数以上が前記テスト当日の出来事につい\nての素朴な気持を述べたものであつて生徒の日常の生活体験に関する感想文と同質\nであること、また、学力テストを批判する感想文も、生徒の理解の範囲内で不自然\nさのない卑近な理由を挙げているのがほとんどであつて、教員に対することさらな\n追従や単純な同調によるものではないとみられることなど本件文集の構成および内\n容をも併せ考えると、原告Ａらとしては、同僚の組合員である他校の教職員らに対\nし、自校の生徒が学力テストについて感じまたは体験した実状を紹介し、教員とし\nて当面大きな教育上の関心事であつた学力調査の研究討議あるいは参考の資料に供\nしたとみるのが自然であり、従つて教育上の資料たる性質を逸脱するものではない\nとみるべきである。（なお、この点に関連し、右のような感想文の内容に照らして\nみるときは、本件文集の表紙にある「学力テストのたたかいの記録」との一種の副\n題は必ずしもふさわしいものではない。そこに集録されている感想文の作者たる生\n徒がすべて右のたたかいの意味を原告Ａらと同様の意味で自覚していたかは疑わし\nく、生徒としては右の表現をむしろ望まないものもあると考えられる。従つて、文\n集の内容が素朴で自律的なものとみられるだけに、これに対する評価を伴う表題の\n記載にあたつては、教職員としての慎重な配慮が望まれる。また、感想文の見出し\nの選び方についても、生徒としては、見出しの形でことさら強調されることを好ま\nないものがあるやも知れず、安易に取扱うことにより感想文の真の価値を失う危険\nがあることを配慮すべきである。しかし、右の表題等の表現が妥当を欠くことのみ\nをもつては、前記判断に消長を及ぼすものではない。）\nしてみると、本件において原告らが生徒に感想文を書かせた行為は、教職員とし\nての職務活動であつて、そのことを事前に組合会議で相談し、原告Ａについては、\n事後に文集に集録し配布した各一連の行為との関連においてみたとしても、これを\n組合活動とみることはできないから、原告らの右行為は地方公務員法三五条に違反\nするものとは言えない。\n四、地方公務員法三三条違反の有無について\n本件処分の対象となつた原告らの行為に関する記事が本件文集の内容の一部と共\nに新聞紙上に掲載され、その後山口県議会で議員の中から原告らに対する非難の意\n見が出されたことは前記のとおりである。そして、右の事態に至つた経路は必ずし\nも明らかではないが、原告らの行為が前項で述べた各理由により教育活動の域を逸\n脱するものとは言えない以上、これがたまたま世間に公表され、しかもその際、た\nとえ教員としての、あるいは教育のありかたを疑わせるような評価を与えられた形\nで世間に広がり、また、非難の対象となつたとしても、かかる結果は、右のような\n評価を与えられたことに基因するものであつて、これにより原告らの行為の本質に\n影響を及ぼすものではないから、原告らが地方公務員法三三条に違反して教職員の\n信用を傷つけあるいは教職員全体の不名誉となる行為をしたとなし得ないことは明\nらかである。\n五、地方公務員法三二条違反の主張について\n原告らの行為が地方公務員法三二条に違反するとの被告の主張は、要するに、原\n告らが学力調査の実施に反対して、文部省および教育委員会の定める方針に従わ\nず、学力調査実施に関する校長の職務命令に反抗し、本務である生徒の教育に専念\nすべき教育時間を利用して学力テスト反対斗争の目的で生徒に作文を書かせたこと\nが右法条に違反する、というにあるものと解されるが、同条は、職員の職務遂行に\nあたつて法令、条例、地方公共団体の規則および地方公共団体の機関の定める規程\nならびに上司の職務上の命令に従うべき一般的義務を規定したものにすぎず、本件\nにおいて、原告らの行為が教育に専念すべき義務に反するものでなく、また、信用\nを失墜する行為にもあたらないことは先に述べたとおりであり（被告が挙げている\n学校教育法二八条四項、四〇条は、前記地方公務員法三五条が教諭に適用される場\n合の前提としての意味をもつのみである。）、また、右行為が学力調査の実施に関\nする校長の職務命令自体の違反行為でないことはもちろんであつて、その他右行為\nが具体的にいかなる法令、規則等に違反するかの点につき何ら明らかに主張されて\nいないから、被告の右主張は採用することができない。\n六、以上のとおり、本件処分の対象となつた原告らの各行為は、いずれも被告の主\n張する前記各法条違反の事実を構成するものではないから、学力調査自体の当否を\n判断するまでもなく、右法条違反を理由とする本件処分は違法である。\n七、よつて、本件処分の取消を求める原告らの本訴各請求は理由があるので認容\nし、訴訟費用の負担につき民事訴訟法八九条を適用して、主文のとおり判決する。\n（裁判官　荻田健治郎　北村恬夫　松本克己）\n"
}