{
  "trial_type": "IPCase",
  "date": {
    "era": "Showa",
    "year": 52,
    "month": 7,
    "day": 20
  },
  "case_number": "昭和51(行ケ)80",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "14374",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=14374",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/374/014374_hanrei.pdf",
  "contents": "主　　　文\n特許庁が昭和五一年五月二五日同庁昭和四一年審判第四六一三号事件についてした\n審決を取消す。\n訴訟費用は、被告の負担とする。\n事　　　実\n第一　当事者の申立\n原告訴訟代理人は主文と同旨の判決を求め、被告訴訟代理人は「原告の請求を棄\n却する。訴訟費用は原告の負担とする。」との判決を求めた。\n第二　請求の原因\n原告訴訟代理人は本訴請求の原因として次のように述べた。\n一　特許庁における手続\n原告は、片仮名で「ハイチオール」と左横書してなり（別紙参照）、指定商品を\n第一類化学品（他の類に属するものを除く）、薬剤、医療補助品とする登録第六八\n五六五九号の商標（昭和三九年四月二一日登録出願、昭和四〇年九月一四日登録、\n昭和五〇年一一月一一日存続期間更新登録。）について、商標権を有するものであ\nるが、特許庁は、被告が昭和四一年七月一一日になした登録無効の審判請求に基づ\nき、同庁昭和四一年審判第四六一三号事件として審理の結果、昭和五一年五月二五\n日右商標の登録を無効とする旨の審決をし、その審決謄本は同年六月二三日原告に\n送達された。\n二　審決の理由\n右審決は、右商標の構成及び指定商品を前項のとおり認めたうえ、大要、次のよ\nうな判断を示している。\n右商標の構成中、「チオール」の片仮名文字は、「ｔｈｉｏｌ」、すなわち、催\n眠薬ｓｕｌｐｈｏｎａｌの原料となり、石炭ガスの着臭、酸化防止剤などにも使用\nされる化学構造上アルコール類似の化合物で、アルコールの酸素原子の代わりに硫\n黄原子の入つた化学物質（別名メルカプタン）の普通名称を表わしたものでり、か\nつ、「ｔｈｉｏｌ」ないし「チオール」といえば、右のようなアルコール及びフエ\nノールの硫黄類似体を指称するものである。また、同構成中、「ハイ」の片仮名文\n字は、英語の「ｈｉｇｈ」を意味するものとして、最近においては普通名称の商品\n名等と結合させ、その商品等が上級ないし高級品であることを誇示するため、取引\n上広く使用されているものである。\n従つて、右商標は「ハイチオール」と一連に表わされていても、これを指定商品\nに使用する場合には、取引者、需要者は、その構成中、「チオール」の文字が「ｔ\nｈｉｏｌ」すなわちアルコール及びフエノールの硫黄類似体を表わしているものと\n直感し、それ故に、これと結合されている「ハイ」の文字が「チオール」の品質を\n誇示しているものと認識するであろうと判断するのが取引上の経験則に照し相当で\nある。すなわち、このような構成の右商標は、これを指定商品中、「チオール」に\n使用するときは、単にその品質を表わすにすぎないから、商標法第三条第一項第三\n号の規定に該当し、また、これを指定商品中、「チオール」以外の商品に使用する\nときは、その商品が「チオール」であるかのように品質についての誤認を生じさせ\nるおそれがあるから、同法第四条第一項第一六号の規定に該当するものといわざる\nをえない。\nよつて、右商標の登録は、商標法第四六条第一項第一号の規定により、無効とす\nべきものである。\n三　審決の取消事由\n右審決は、次のとおり、右商標の商品識別機能に関連する諸事実の認定及び判断\nを誤り、これがため、その消極的登録要件の存在を肯定したものであつて、違法で\nあるから、取消さるべきである。\n（一）　右商標は、「ハイチオール」を、同一書体、同一態様、同一大きさの片仮\n名文字で一連に表示された一体不可分の構成であるから、外観上「ハイチオール」\nと一体として観察するのが自然であつて、その方が視覚的にも素直に訴えるものが\nあり、また、称呼上も「ハイチオール」と一気に発音することに全く不自然さを感\nじないのみならず、かえつて、これを審決のように「ハイ」と「チオール」に分離\nして観察したり、発音したりするのは取引の実情にそぐわない。\nすなわち、右商標においては、「ハ」、「イ」、「チ」、「オー」、「ル」の各\n文字、各音が有機的に一体として結合しているとみるのが経験則並びに商取引の実\n際に合致する。\n（二）　次に、「チオール」といえば、有機化学の分野においても、エチルアルコ\nール、メチルアルコール、メタン、ブタン、プロパン、エーテル等の比較的卑近な\n化学用語とは異なり、極めて専門的な化学用語である。現に、特許庁における審査\n基準においても、アルコール及びフエノールの硫黄類似体については、「メルカプ\nタン」なる名称が用いられ、「チオール」なる名称は用いられていない。従って、\n取引者、需要者において、右商標から「チオール」を分離して、アルコール及びフ\nエノールの硫黄類似体の普通名称であると理解することは困難である。\n（三）　以上のとおりであるから、右商標は、商標法第三条第一項第三号及び第四\n条第一項第一六号に該当するものではない。\n第三　答弁\n被告訴訟代理人は原告主張の前掲請求原因事実はすべて認めると述べた。\n理　　　由\n一　前掲請求の原因のうち、原告が商標権を有する登録商標について、その登録を\n無効とする旨の審決の成立にいたる特許庁における手続、商標の構成及び審決の理\n由に関する事実はいずれも当事者間に争いがない。\n二　そこで、右審決の取消事由の有無につき判断する。\n同請求の原因のうち、三の（一）、（二）の事実は当事者間に争いがなく、右事\n実によれば、１　右登録商標は、これを構成する「ハイチオール」の文字が不可分\n一体に結合されているため、後記２の点と相俟って、「ハイ」と「チオール」とに\n分離して観察したり、称呼したりすることを必然とする理由がなく、むしろ、外観\n上、一体として観察し、また、一気に称呼するのが自然であり、取引の実情にも合\n致すること、また、２　「チオール」の語は、卑近な化学用語と異なり、有機化学\nの分野においてアルコール及びフエノールの硫黄類似体を指称する極めて専門的な\n用語であるため、取引者、需要者が右商標の「チオール」の部分からそのような化\n学物質の観念を想起することは殆んどないことが推認される。\nしてみると、本件登録商標は、その指定商品のいずれに使用されても、商品の出\n所表示能力、識別力に缺けるところがなく、従つて、商標法第三条第一項第三号ま\nたは第四条第一項第一六号に該当するものとはいうことができないから、これと異\nなる考え方のもとに、その登録を無効とすべきものとした審決の判断は失当という\nべきであって、審決は違法たるを免れない。\n三　よつて、本件審決の違法を理由にその取消を求める原告の本訴請求を正当とし\nて認容することとし、訴訟費用の負担につき行政事件訴訟法第七条及び民事訴訟法\n第八九条の規定を適用して、主文のとおり判決する。\n（裁判官　駒田駿太郎　橋本攻　永井紀昭）\n別紙　＜１２０１９－００１＞\n"
}