{
  "trial_type": "IPCase",
  "date": {
    "era": "Showa",
    "year": 46,
    "month": 1,
    "day": 26
  },
  "case_number": "昭和43(ワ)3628",
  "case_name": "",
  "court_name": "名古屋地方裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "14563",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=14563",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/563/014563_hanrei.pdf",
  "contents": "主　　　文\n一、被告らは各自原告に対し金五〇万円およびこれに対する被告日本ロープ機械株\n式会社は昭和四三年一二月八日以降、被告Ａは同年一二月五日以降、それぞれ右支\n払ずみに至るまで年五分の割合による金員を支払え。\n二、被告らは、原告に対し、中部経済新聞、日刊工業新聞、日本経済新聞、プラス\nチツクス経済、プラスチツク時報、プラスチツクスタイムスの各最終面に、別紙第\n一目録記載の謝罪広告を、同目録記載の活字で各一回掲載せよ。\n三、原告のその余の請求を棄却する。\n四、訴訟費用は三分し、その一を原告の負担とし、他を被告らの連帯負担とする。\n五、この判決は第一項に限り仮に執行することができる。\n事　　　実\n第一、申立\n（原告の求める裁判）\n一、被告らは各自原告に対し金二〇〇万円およびこれに対する本件訴状送達の翌日\nから右完済に至るでま年五分の割合による金員を支払え。\n二、被告らはそれぞれ原告に対し中部経済新聞、日刊工業新聞、日本経済新聞、プ\nラスチツクス経済、プラスチツク時報、プラスチツクスタイムスの各最終面に、別\n紙第一目録記載の謝罪広告を同目録記載の条件で各一回掲載せよ。\n三、被告日本ロープ機械株式会社はモノフイラメント製造装置の製造ならびに販売\nをしている原告の営業上の信用を害する虚偽の事実を陳述し、又はこれを流布して\nはならない。\n四、訴訟費用は被告らの負担とする。\nとの判決並びに第一項につき仮執行の宣言。\n（被告らの求める裁判）\n原告の請求をいずれも棄却する。\n訴訟費用は原告の負担とする。\nとの判決。\n第二、主張\n（請求原因）\n一、原告および被告日本ロープ機械株式会社（以下「被告会社」という。）はいず\nれもモノフイラメント製造装置の製造販売業者であつて両者は競争関係にある。\n二、被告会社とその代表取締役である被告Ａ（以下「被告Ａ」という。）とは共謀\nのうえ、被告会社が販売している訴外宮地鉄工所製モノフイラメント製造装置（以\n下「被告商品」という。）に関する宣伝文書（以下「本件文書」という。）をカタ\nログと共に別紙第二目録記載の日時に同目録の取引先に郵便により送付した。\n三、被告らの右行為は不正競争防止法第一条第一項第六号に該当する。その理由は\n次のとおりである。\n（一）　原告と被告会社は前記の如く競争関係にある。\n（二）　本件文書には次のような虚偽の事実が記載してある。\nすなわち、\n（１）　本件文書には「本機（被告商品）は国内のロープ網メーカーには殆んど納\n入され、九〇パーセントのシエヤーを占め納入台数は一二〇台を超えている」と記\n載されているが、原告製造のモノフイラメント製造装置（以下「原告製品」とい\nう。）は被告商品に比し、国内においてはるかに多くのシエヤーを占めているので\nあるから、被告商品が国内ロープ網メーカーに殆んど納入され、九〇パーセント以\n上のシエヤーを占めていることはありえない。\n（２）　本件文書には「本機の性能は中部化学（原告）、吉井鉄工所、アルプ化成\nの製品と比べてもその実績からみてもわかるように優れても劣る所はない。またそ\nの価額についても厳しい合理化によつて他社より二〇パーセント程度安いと思われ\nる。」と記載されているが、モノフイラメント製造装置の仕様、附属品は多種多様\nであるから、これらを度外視してその性能を比較すること自体誤りであるが、同一\n仕様の製品について見ると、原告製品は被告商品に比べ格段に性能が優れている。\nまた価額の点においても、原告製品の価額が同一仕様の被告商品のそれより二〇パ\nーセント高いということはありえない。\n（３）　本件文書には「最近他社のエクストルーダー（モノフイラメント製造装\n置）は価額が四〇〇万円以上になり販売しにくいのに対し、性能、品質がよい本機\nは三〇〇万円と手頃であり、成約率も非常に高い。」と記載されているが、原告の\n主力製品は価額四〇〇万円弱であるが、性能、品質が優れ、その成約率は極めて高\nいため、価額が四〇〇万円以上であることをもつて販売に困難をきたしている事実\nはない。\n（三）　被告らの右行為により、あたかも原告製品は性能が粗悪でありかつその価\n額が高過ぎるため、これを容易に販売できないかの如き印象を一般需要者に与える\nなど、原告の営業上の信用が害された。\n四、しかして被告会社は右第二項記載の本件文書を需要者に郵送したほか、現在も\nなお同種行為を継続しており、また将来にわたつてこれを反覆して行う可能性が極\nめて大である。　よつて原告は被告会社に対し、同法第一条に基づき請求の趣旨第\n三項記載の事実を陳述、流布しないことを求める。\n五、（一）　原告は昭和三八年八月より昭和四三年一〇月までの間、その製造にか\nかるモノフイラメント製造装置を合計五九セツト販売した実績を有するところ、被\n告らの本件誹謗行為により将来五年間にその販売収入は少くとも一〇セツト分三七\n〇〇万円は減少するものとみられるところ、その純益は右販売収入の一割であるか\nら、原告は三七〇万円の損害を蒙ることが確実である。\nそして右行為は被告らが共謀のうえ故意になしたものであるから被告会社は、不\n正競争防止法第一条の二第一項（予備的に民法第七〇九条）に基づき、被告Ａは民\n法第七〇九条に基づき、原告に対し右金三七〇万円の損害賠償をなすべき義務があ\nるところ、原告は本訴においてその内金一〇〇万円の賠償を請求する。\n（二）　また被告らの右行為により、モノフイラメント製造装置の製造販売業者た\nる原告の社会的評価が著しく毀損された。これによる原告の無形損害は金一〇〇万\n円と評価するのが相当である。よつて被告らはいずれも民法第七一〇条に基づき、\n原告に対し右損害を賠償する義務がある。\n（三）　よつて原告は被告らに対し、連帯債務者として、各自金二〇〇万円および\nこれに対する本件訴状送達の翌日より右支払ずみに至るまで、年五分の割合による\n遅延損害金の支払を求める。\n六、原告は被告らの右行為により前記の如く営業上の信用を害された。よつて原告\nは被告会社に対し不正競争防止法第一条の二、第三項（予備的に民法第七二三条）\nに基づき、又被告Ａに対しては民法第七二三条に基づき、営業上の信用を回復する\nに必要な措置として、別紙第一目録記載の謝罪広告をなすことを求める。\n（被告らの答弁および主張）\n一、請求原因第一項記載の事実は認める。\n第二項記載の事実のうち被告会社が本件文書をカタログと共に原告主張の日時に取\n引先に送付した事実は認めるが、その余の事実は否認する。第三項記載の事実のう\nち本件文書に原告主張の如き記載があることは認めるが、その余の事実は否認す\nる。第四項第五項記載の事実は争う。\n二、本件文書の記載内容は資料に基づいた真実の記載であつて、原告の営業上の信\n用を害する虚偽の事実を陳述するものではない。\n三、およそ商取引においては、自己の商品の品質、価格が他に比して優れているこ\nとを、表現、宣伝し、取引量の増大をはかるべく努力するのは当然のことであるか\nら、か様な行為は商取引において当然に許された行為というべきである。\n第三、証拠（省略）\n理　　　由\n一、原告と被告会社が競争関係にあること、被告会社が本件文書を原告主張の日時\nに取引先に送付したこと、本件文書には原告主張の如き内容が記載されていること\nはいずれも当事者間に争いがない。\n二、成立に争いのない甲第一号証、原告代表者本人尋問の結果により成立を認め得\nる甲第七号証、証人Ｂ、同Ｃの各証言、原告代表者本人尋問並びに検証の結果およ\nび前記争いのない事実を綜合すれば、\n（一）　モノフイラメント製造装置の製造メーカーは大手メーカーでは池貝鉄工\n所、東芝機械株式会社、島津製作所、中小企業のメーカーではアルプ化成、吉井鉄\n工所、原告会社、宮地鉄工所などがあり、全国では二〇社位あること、原告会社は\n全国市場においては三二、三パーセントのシエアーを占めていること、一方宮地鉄\n工所は愛知県内においては七〇パーセントのシエアを占めているが、全国的にはた\nかだか一〇パーセント以下にしかすぎないこと、それにもかかわらず、本件文書に\nおいては、宮地鉄工所のモノフイラメント製造装置（被告商品）が国内で九〇パー\nセント以上のシエアを占めていると記載されていること。\n（二）　同じモノフイラメント製造装置であつても、附属品や仕様が異なるため、\n各メーカーによつて価額が異なること、従つてこの点を度外視して性能品質の比較\nはできないこと、\n原告製品は五〇ミリ型でボビンなしで価額金三七五万五〇〇〇円であり、被告商品\nは原告製品より通常四、五〇万円は安いが、両者は仕様工作（デザイン等）、材質\nに差異があること、にもかかわらず、本件文書においては性能、品質が同一である\nのに価額だけ被告商品が安いかの如き印象を与える記載がなされていること。\n（三）　原告製品は成約率が高く、品質、性能もよいため価額が四〇〇万円以上で\nあることの故をもつて従来販売に困難をきたしていなかつたこと、にもかかわらず\n本件文書においては価額が四〇〇万円以上であるが為に販売に困難をきたしている\nような印象を与える記載がされていること。\n以上の事実が認められ、右認定に反する証拠はない。\n右認定の事実よりすれば、本件文書においては、被告会社の営業についてのみな\nらず、原告会社を含む被告会社と競争関係にある他人の営業についての虚偽の事実\nの記載がなされているものというべきであり、右事実は営業上の信用を害するもの\nであることが明らかであるから、被告会社の本件文書の送付行為は、自己の商品の\n宣伝のため、社会通念上許容される範囲を超え、不正競争防止法第一条第一項第六\n号に規定する他人の営業上の信用を害する虚偽の事実の陳述流布にあたるものとい\nうべきである。\n三、原告は被告会社に対し不正競争防止法第一条に基づき右行為の差止を求めてい\nるが、右差止請求権は、虚偽の事実の陳述、流布行為の継続または反覆のおそれの\nある場合に限り認められるべきところ、原告代表者本人尋問の結果によれば、被告\n会社は昭和四五年七月に銀行取引停止処分を受け倒産したことが認められるから、\nもはや右行為の反覆継続の虞れはないものというべきである。よつて右行為の差止\nを求める本訴請求は失当である。\n四、原告代表者本人尋問の結果により成立を認め得る甲第二号証によれば原告会社\nは昭和三八年八月から昭和四三年一〇月までの約五年間に五九セツトのモノフイラ\nメント製造装置を販売した実積を有することが認められるが、被告会社の右行為に\nよつて昭和四三年九月以降右機械の売上げが幾ら減つたか、これを明確にする資料\nがない。\n原告代表者は一〇セツト位売上が落ちたと思う旨供述しているが、これは商業帳簿\nによる裏付けのない供述であるからたやすく借信し難い。よつて原告の被告会社に\n対する売上減少による損害賠償の請求は、これを認容するに由がない。\n五、被告会社の右行為により原告の営業上の信用、名誉が毀損せられ、原告が無形\nの損害を蒙つたことはこれを推測するに難くない。よつて原告が被告会社に対して\nその損害賠償を求める本訴請求は理由がある。そして成立に争いのない甲第四号証\nによつて認められる原告会社の営業状況と前記認定の被告会社の行為の内容とを総\n合して考えると、原告の右無形損害は金五〇万円と評価するを相当とする。よつて\n原告の被告会社に対する本件無形損害についての損害賠償請求は、被告会社に対し\n金五〇万円およびこれに対する本件訴状送達の翌日より右支払ずみに至るまで、民\n法所定の年五分の割合による遅延損害金の支払を求める限度において正当である\nが、その余は失当であるというべきである。そして本件訴状が被告会社に送達せら\nれた日の翌日が昭和四三年一二月八日であることは本件記録上明らかである。\n六、被告会社の行為によつて、原告がモノフイラメント製造装置の製造販売に関\nし、営業上の信用を害されたことは、前記認定の事実によつて容易に推測し得るか\nら、原告は被告会社に対し不正競争防止法第一条の二第三項に基づき、営業上の信\n用を回復する手段として、別紙第一目録記載の謝罪広告を求める権利があるものと\nいうべきである。\n七、原告は、被告Ａが被告会社と共謀して本件文書を発送したとして、被告Ａに対\nし民法第七〇九条第七一〇条第七二三条に基づき損害賠償および謝罪広告を求めて\nいるので案ずるに、法人の機関が職務を行うにつき第三者に損害を加えた場合に\nは、法人自身の不法行為が成立すると同時に、機関個人も不法行為責任を負うと解\nするのが通説である。してみれば原告が被告Ａに対して、信用毀損等の無形損害に\nついて損害賠償を求める本訴請求は、前記被告会社に対する認定と同一の理由によ\nり、\nそのうち金五〇万円およびこれに対する本件訴状送達の翌日より右支払ずみに至る\nまで民法所定の年五分の割合による遅延損害金の支払を求める限度において正当で\nあるが、その余は失当であるというべきである。そして本件訴状が同被告に送達せ\nられた日の翌日は昭和四三年一二月五日であることが本件記録上明らかである。\n原告の被告Ａに対するモノフイラメント製造装置の売上減少による損害賠償請求\nは、前記被告会社に対する認定と同一の理由により、認容することができない。\n原告は被告Ａに対しても別紙第一目録の謝罪広告を求めているが、原告の信用回\n復のために必要であると解せられるので、これを認容するを相当とする。\n八、以上の理由により原告の本訴請求は、被告らに対し各自金五〇万円およびこれ\nに対する被告会社は昭和四三年一二月八日以降、被告Ａは同年一二月五日以降、そ\nれぞれ右支払ずみに至るまで民法所定の年五分の割合による遅延損害金の支払を求\nめる部分（但しこれは被告ら両名の不真正連帯債務である）、および謝罪広告を求\nめる部分のみ正当としてこれを認容し、その余は失当として棄却すべきものとし、\n訴訟費用の負担につき民事訴訟法第九二条本文、第九三条第一項担書を、仮執行の\n宣言につき同法第一九六条を、それぞれ適用し、主文のとおり判決する。\n（裁判官　松本重美　上野精　将積良子）\n別紙\n第一目録\n謝罪広告\n私共両名は昭和四三年九月二七日ごろ宮地鉄工所製モノフイラメント製造装置を\n販売するため、次の事項を記載した宣伝文書を取引先三七社に送付いたしました。\n一、本機（宮地鉄工所製）は、国内のロープ網メーカーには殆んど納入を占め、九\n〇％以上のシエヤーを占めて居り、納入台数も一二〇台を超えております。\n二、ロープ網用モノフイラメントとしては中部化学外二社と比較しても其の実績か\nら見て戴ければ判る様に優れても劣る所はありません。\nその上価格面に於ては当社の厳しい合理化の管理下にあり、他社より二〇％程度\nも安いと思われます。\n三、最近他社エクストルーダーは価格が四〇〇万円以上にもなり販売しにくい現状\nでありますが、性能品質その上一二〇台を超える製作実績を持つ本機が三〇〇万円\nと言う非常にマツチした価格であり、成約率も非常に高く必ずや御社御意向にお添\nい出来るものと存じます。\n私共両名は右事項中貴社の製品および営業に関する部分は次のとおりすべて虚偽\nであることを認めます。\n第一に宮地鉄工所製品が九〇％以上のシエヤーを占めていること、換言すると貴\n社製品が一〇％以下のシエヤーを占めていることは虚偽であります。\n第二に宮地鉄工所製品の性能が貴社製品の性能に比し、優れても劣るところはな\nいこと、前者の価額が後者の価額より二〇％程度安いことは何れも虚偽でありま\nす。\n第三に貴社製品の価額が四〇〇万円以上であるためその販売に困難をきたしてい\nることは虚偽であります。\nかように私共は貴社名を明記し右虚偽の事実を記載した前記文書を多数の取引先\nに送付することによつて、貴社の製品の品質が粗悪であり、価額が高過ぎるため販\n売できないかの如き印象を与え、現に競争関係にある貴社の営業上の利益を害した\nことはまことに申しわけありません。\nよつて謝罪の意を明らかにします。\n昭和　年　月　日\n蒲郡市＜以下略＞\n日本ロープ機械株式会社\n代表取締役　Ａ\n大阪府門真市＜以下略＞\nＡ\n浦郡市＜以下略＞\n株式会社中部化学機械製作所\n代表取締役　Ｄ殿\n備考　標題、会社名、代表取締役および個人の氏名は二倍活字、その他は一、五倍\n活字を用いる。\n（別紙第二目録省略）\n"
}