{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 50,
    "month": 12,
    "day": 8
  },
  "case_number": "昭和48(ネ)123",
  "case_name": "損害賠償請求事件",
  "court_name": "広島高等裁判所岡山支部         　第二部",
  "article_info": "第28巻4号376頁",
  "gist": "第三者のためにする契約における第三者は民法一一七条に基づき無権代理人に対し責任を追及できるか",
  "case_gist": "第三者のためにする契約において右第三者が諾約者の無権代理人の行為により損害を蒙つた場合には、その第三者も民法一一七条の規定に基づき無権代理人の責任を追及しうる。",
  "lawsuit_id": "24675",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=24675",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/675/024675_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n事　　　　実\n控訴代理人は「原判決を取消す。被控訴人は控訴人に対し金一四四万円及びこれ\nに対する昭和四五年一〇月九日から支払ずみに至るまで年五分の割合による金員を\n支払え。訴訟費用は第一、二審とも被控訴人の負担とうる。」との判決を求め、被\n控訴代理人は控訴棄却の判決を求めた。\n当事者双方の事実上、法律上の主張ならびに証拠関係は、次に付加するもののほ\nかは、原判決事実摘示と同一であるから、これをここに引用する。\n（控訴代理人の陳述）\n一、　本件損害保険契約は第三者のためにする契約と見るべきであり、そしてそ\nの場合、民法五三七条二項に拘わらず、第三者の受益の意思の表示を要せず、当然\nに保険契約上の権利を取得する（商法六四七条、六七五条参照）と解される。しか\nも控訴人は訴外会社を代理して自らのために保険契約を締結したものであるから、\n訴外会社控訴人間には委任関係があつたというべきである（商法六四八条）。単な\nる第三者のためにする契約の場合でも、第三者の諾約者に対する受益の意思表示に\nおいて、表見的外観に対する信頼を保護すべき理由があるのであつて、要約者と共\nに第三者にも代理人に代理権ありと信じ、且つそう信ずるについて過失がない場合\nには、その第三者にも民法一一七条を準用し、無権代理人に対し損害賠償の請求を\n肯定すべきである。\n二、　控訴人の本件不法行為の主張（予備的請求）は、民法七一五条所定の使用\n者責任を追求するものである。\n（証拠関係）（省略）\n理　　　　由\n一、　主位的請求について\n被控訴会社が自動車販売及び自動車保険の代理を目的とする会社であり、訴外有\n限会社三寅商店が被控訴会社からその主張の普通乗用車一台を買受け、その際、被\n控訴会社が東京海上火災保険株式会社を代理して訴外会社との間に搭乗車傷害保険\n契約を締結したことは、当事者間に争いがない。\n控訴人は、右保険種類は搭乗者傷害一事故一名各一、〇〇〇万円を限度とするも\nので、一事故につき搭乗者一名の場合は保険金の限度額は一、〇〇〇万円とする趣\n旨であつたのに、実際は被控訴会社は一事故一、〇〇〇万円一名二〇〇万円の保険\n契約締結代理権しか有しなかつたため、保険会社の追認を得られず損害を蒙つたと\nして、被控訴人に対し民法一一七条にもとづく無権代理人の責任を追求する。\n民法一一七条の規定は、無権代理の効果が本人に帰属しないため、それが本人に\n帰属すると信じた相手方が損害を蒙つた場合、代理行為の相手方を保護して取引の\n安全をはかり、代理制度の信用を維持しょうとし<要旨>て無権代理人にその責任を\n負わせたものである。そして第三者のためにする契約においては、その第三者は</\n要旨>諾約者に対して受益の意思表示をすることにより、直接契約上の権利を取得す\nるものであり、民法一一七条に該当する無権代理人の行為により損害を蒙つた場合\nには、前述したところと同様の理由により、契約当事者たる相手方と同様の保護を\n与えられるべきであろう。したがつて、保険契約の如き第三者のためにする契約に\nついて右法条の要件を具備するかぎり、相手方のみならず第三者もまた同法条にも\nとづき無権代理人の責任を追及しうるものと考える。とこるで、本件においては、\n無権代理人たる被控訴人の代理行為により控訴人主張のような搭乗者傷害保険に関\nする合意（特約）が成立したかどうかが問題である。\n成立に争いのない甲第一ないし四号証、乙第一、二号証、第三号証の一、第四、\n五号証、原審証人Ａの証言、原審及び当審における証人Ｂの証言及び控訴人本人尋\n問の結果を総合すれば、訴外会社が被控訴会社から前記乗用車を買受けたところ、\n被控訴会社のセールス担当の従業員Ａは、東京海上火災保険株式会社の自動車保険\nに加入を勧めるにあたり、訴外会社の代理人たる控訴人に対し、本件保険契約にも\nとづいて給付される搭乗者傷害保険金の限度は一事故につき一、〇〇〇万円すなわ\nち搭乗者が五名の場合は各二〇〇万円となるが一名の場合は一、〇〇〇万円となる\n旨説明したので、控訴人はその旨の保険に加入することを申入れたこと、よつてＡ\nはその旨を被控訴会社の保険事務担当の社員Ｂに伝えたところ、右Ｂは、当時保険\n会社から通常の場合限度額を一事故一、〇〇〇万円一名二〇〇万円と規制されてい\nたので、このような一名一、〇〇〇万円もの高額の保険は保険会社で受付けて貰え\nないから、一名二〇〇万円の限度の保険とするよう控訴人の諒解を得ではしい旨指\n示したこと、そしてＢは右の諒解が得られたものとして一事故一、〇〇〇万円一名\n二〇〇万円の保険契約として成約の手続をしたこと、そして被控訴会社は納車時に\n訴外会社に対し右保険金額を明記した保険料金計算書を交付したことが認められ\nる。（なお、Ａ、Ｂの両証人は、ＡがＢの指示を受けて直ちに控訴人に電話連絡し\nて諒解を求めた旨供述するが、控訴人はこれを否定し、その真偽はさだかでな\nい。）\n右認定の事実によれば、控訴人は訴外会社の代理人としてＡの誘引により一事故\n一、〇〇〇万円一名一、〇〇〇万円の保険加入を申込んだが、被控訴人会社は右申\n込を承諾せず、一名二〇〇万円の限度で応諾して保険契約を成立させたものである\nことが明らかである。控訴人は、被控訴会社のセールスマンであるＡとの間で控訴\n人主張のような保険契約もしくはこれにともなう搭乗者傷害保険に関する合意が成\n立したと主張するもののようであるが、もともと自動車保険の代理店を兼ねる自動\n車販売会社のセールスマンにすぎないＡは顧客に対して保険加入の勧誘をなすにと\nどまり、契約締結の権限を有するものでないことは、前記認定の事案からこれを窺\nうことができる。結局控訴人と被控訴人間に控訴人主張のような合意が成立したこ\nとを認めるに足りないというほかないから、それが成立したことを前提とする控訴\n人の主位的請求は理由がない。\n二、　予備的請求について\n成立に争いのない甲第一号証、原審における証人Ａの証言及び控訴人本人尋問の\n結果によれば、本件保険契約の締結にあたり、被控訴会社の従業員であるＡが控訴\n人に対し、搭乗者傷害保険金の限度額が搭乗者一名の場合は実際は二〇〇万円であ\nるのに、誤つてそれが一、〇〇〇万円である旨説明したことが認められ、右証人の\n供述中右認定に反する部分は信用しない。\n原審証人Ｃ、当審証人Ｄ、原審及び当審証人Ｂの各証言によれば、当時保険業界\nにおいでは、一事故一、〇〇〇万円一名一、〇〇〇万円というような高額の搭乗者\n傷害保険は、搭乗者が月収三〇万円以上の高額所得者に限られる場合のような特別\nの場合のほかは、加入を認めない方針がとられていたこと、本件においても東京海\n上火災保険株式会社から代理店である被控訴会社に対しその旨の強い指導規制が行\nわれていたこと、訴外会社が買受けた乗用車は一般従業員用ということで、前記の\nような高額の搭乗者傷害保険が許容される場合に該当しなかつたことが認められ、\nこれによつてみれば、仮りにＡが本件保険契約締結に当り過誤なく説明していたと\nしても、本件乗用車につき一事故一、〇〇〇万円一名一、〇〇〇万円の搭乗者傷害\n保険を内容とする保険契約の成立は望みうべくもなかつたことが容易に推認され\nる。とすれば右のような契約が成立しえたことを前提とする控訴人主張の損害の発\n生自体到底これを肯認することができないといわざるをえない。控訴人の予備的請\n求もまた理由がない。\nしてみれば、控訴人の本訴請求はいずれも失当として棄却を免れず、これと同旨\nの原判決は相当で、本件控訴は理由がないからこれを棄却することとし、控訴費用\nの負担につき民訴法九五条、八九条を適用して、主文のとおり判決する。\n（裁判長判事　渡辺忠之　判事　山下進　判事　篠森眞之）\n"
}