{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 50,
    "month": 5,
    "day": 28
  },
  "case_number": "昭和50(行コ)1",
  "case_name": "北見労基署長労災補償費不支給",
  "court_name": "札幌高等裁判所",
  "field": "労働",
  "lawsuit_id": "19755",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=19755",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/755/019755_hanrei.pdf",
  "contents": "主　　　文\n本件控訴を棄却する。\n控訴費用は、控訴人の負担とする。\n事　　　実\n控訴代理人は、「一、原判決を取消す。二、（主位的請求）被控訴人が昭和四六\n年五月一日付をもつて控訴人に対してなした労働者災害補償保険法による療養補償\n給付及び休業補償給付を支給しない旨の処分を取消す。三、（予備的請求）被控訴\n人が昭和四六年五月一日付をもつて控訴人に対しなした労働者災害補償保険法によ\nる療養補償給付及び休業補償給付を支給しない旨の処分は無効であることを確認す\nる。四、訴訟費用は、第一、二審とも被控訴人の負担とする。」との判決を求め、\n被控訴代理人は、主文と同旨の判決を求めた。\n当事者双方の事実上及び法律上の主張並びに証拠の関係は、被控訴代理人が当審\nにおいてあらたに乙第一四ないし第二〇号証（いずれも原本の写）を提出し、控訴\n代理人が右乙号各証の原本の存在及び成立を認めると述べたほかは、原判決事実摘\n示と同一であるから、その記載を引用する。\n理　　　由\n一　主位的請求について\n被控訴人は、前記引用にかかる原判決三枚目裏九行目から同四枚目裏五行目まで\nに記載の理由をもつて、本件主位的請求の訴は不適法であるから却下されるべきで\nある旨主張するので、まず右主張について判断する。\n昭和四八年一二月一日から施行の同年法律第八五号による改正前の労働者災害補\n償保険法（以下単に「改正前の労働者災害補償保険法」という）三八条によれば、\n本件の如き労働基準監督署長の労働者災害補償保険法に基づく保険給付に関する処\n分の取消しの訴は、当該処分についての再審査請求に対する労働保険審査会の裁決\nを経た後でなければ提起することができない旨定められている。控訴人が本件負傷\nによる入、通院の療養及び休業につき昭和四六年三月一三日被控訴人（当時の署長\nはＡ）に対し労働者災害補償保険法に基づく療養費及び休業補償費の請求をなした\nところ、被控訴人は同年五月一日付をもつて右療養費及び休業補償費を支給しない\n旨の処分をしたので、控訴人は右処分を不服として北海道労働者災害補償保険審査\n官に対し審査請求をなしたが同審査官は同年一二月二〇日付をもつて右審査請求を\n棄却する旨の決定をなし、同決定書の謄本は昭和四七年一月一〇日控訴人に送付さ\nれたので、控訴人は、右決定を不服として昭和四七年一一月九日労働保険審査会に\n対し再審査訴求をなしたが、同審査会は昭和四八年四月九日付をもつて右再審査請\n求を却下する旨の決定をなしたことは、いずれも当事者間に争いがなく、右再審査\n請求の却下決定が、控訴人の再審査請求がそのための法定期間を経過してなされた\n不適法なものであることを理由としてなされたものであることは控訴人の明らかに\n争わないところであるからこれを自白したものとみなされる。ところで、労働保険\n審査官及び労働保険審査会法三八条一項によれば、労働保険審査会に対する再審査\n請求は、請求人に労働者災害補償保険審査官の審査請求に対する決定書の謄本が送\n付された日の翌日から起算して六〇日以内にしなければならないものであるとこ\nろ、控訴人の右再審査請求は、右所定の再審査請求期間を経過したのちになされた\nものであることは明らかであるから、不適法なものであつたといわなければならな\nい。もつとも、同法三八条二項、八条一項ただし書によれば、正当な理由により右\n所定の再審査請求期間内に再審査請求をすることができないことを疎明したときは\n右所定の再審査請求期間経過後でも適法に再審査請求をなし得るものであるとこ\nろ、控訴人は、右正当な理由がある旨主張し、この事情として、前記引用にかかる\n原判決書七枚目表一三行目から同八枚目裏五行目までに記載のとおり述べている。\nしかし、右主張の事情のうち、再審査請求の方法がよくわからなかつたとの点及び\n右原判決書八枚目表八行目から同一三行目までに記載の事情を除くその余の事情に\nついては、たとえそのような事情があつたとしても、そのために、控訴人、又は控\n訴人が前記再審査請求の手続を委任した控訴人の父親の訴外Ｂが前記再審査請求を\n前記所定の再審査請求期間内になすことが不可能、ないしは著しく困難であつたと\nは認め難く、また右主張の事情のうち、再審査請求の方法がよくわからなかつたと\nの点については、原本の存在とその成立について争いのない乙第五号証（前判示の\n審査請求棄却決定書謄本）によれば控訴人に送付された前判示の審査請求棄却決定\n書の末尾にはこの決定に不服があるときは決定書謄本が送付された日の翌日から起\n算して六〇日以内に労働保険審査会（東京都港区＜以下略＞労働委員会会館内）に\n再審査請求をすることができる旨記載されていたことが認められるので、これを真\n実とは認め難い。更に、右主張の事情のうち原判決書八枚目表八行目から同一三行\n目までに記載の事情即ち、前記北海道労働者災害補償保険審査官の審査請求棄却の\n決定処分があつたのち、同審査官から控訴人の父親のＢに対し「労災保険と健康保\n険の両方の手続を上にあげていくとどちらかで認められる。」との説明があつたの\nで、右Ｂは、右説明を聞いて、控訴人を代理して健康保険法に基づく保険給付の請\n求の手続をとり、安心し前記再審査請求手続をなさず放置したため、止むを得ず前\n記所定の再審査請求期間を徒過してしまつたものであるとの点については、原審証\n人Ｂは、いつの年かの秋ごろ又は八月ごろ同審査官から右主張のようなことを言わ\nれたような気がする旨供述をしている。しかし、原本の存在とその成立に争いがな\nい乙第九号証の記載によれば、控訴人が所轄の社会保険事務所に対し本件負傷の療\n養費につき健康保険法に基づく保険給付の請求をなしたのは昭和四六年八月一八日\nであり、これに対し右社会保険事務所から同年一一月一五日付をもつて不支給の決\n定がなされ、同決定書は同年同月一七日控訴人に送付されたが、控訴人は右決定処\n分に対し健康保険法に基づく審査請求をしなかつたことが認められるので、右認定\nの経過によれば、仮に前記北海道労働者災害補償保険審査官から控訴人の父親のＢ\nに対し右供述のとおりのことが言われたとしても、その時期は、右審査官の前記審\n査請求棄却決定が前判示のとおりなされたよりも前であつたと推認され、右審査請\n求棄却決定がなされた当時においてはすでに控訴人に対し健康保険法に基づく保険\n給付の不支給決定がなされていたことは明らかであり、しかも右不支給決定に対し\nて健康保険法に基づく審査請求をしていなかつたことは前判示のとおりであるか\nら、控訴人の父親のＢが右審査官から右供述のとおり言われて安心したため、労働\n保険審査会に対する前記所定の再審査請求期間を徒過したということはあり得ない\nものと考えられる。他にこの点（原判決書八枚目表八行目から同一三行目までに記\n載の事情）を認めるに足りる証拠はない。してみれば、控訴人が前記再審査請求を\n前記所定の再審査請求期間内にしなかつたことについて正当な理由があつたことは\n認められない。してみると前判示の労働保険審査会のなした、控訴人の前記再審査\n請求を却下した決定は適法なものと認められる。しかして、労働保険審査会に対し\nて再審査請求をなしてその申立を不適法として却下された場合においては、改正前\nの労働者災害補償保険法三八条にいう当該処分についての再審査請求に対する労働\n保険審査会の裁決を経ていないものというべきであるから控訴人の本件主位的請求\nの訴は、右裁決を経ない不適法なものというべきであつて、却下を免れないもので\nある。\n二　予備的請求について\n（一）　改正前の労働者災害補償保険法一二条二項は、労働者に対する保険給付は\n労働基準法に規定する災害補償の事由が生じた場合にこれを行なう旨定めているも\nのであるから、右労働者災害補償法にいう「労働者」とは労働基準法に規定する労\n働者と同一のものをいうものと解される。しかして、労働基準法九条は、同法にい\nう「労働者」とは「職業の種類を問わず、同法八条の事業又は事務所に使用される\n者で、賃金を支払われる者」をいうと定めており、右にいう「使用される者」とは\n「使用者の指揮命令に服し使用者との間に使用従属の関係にある者」であると解す\nるを相当とし、また右にいう賃金について同法一一条は「賃金、給料、手当、賞与\nその他名称の如何を問わず、使用者に労働を提供する対償として使用者が労働者に\n支払うすべてのもの」をいう旨定めている。\n（二）　そこで、控訴人が右にいう労働者にあたるか否かについて以下検討する。\n１　成立に争いがない乙第一一号証の記載（後記のとおりその内容を措信しない部\n分を除く）、同第一二号証の記載、原審証人Ｂの証言（後記措信しない部分を除\nく）、原審における控訴人本人尋問の結果を総合すれば、次の（１）ないし（４）\nの各事実が認められる。\n（１）　控訴人の父親のＢ（大正三年三月二〇日生）は、北海道紋別郡＜以下略＞\nにおいて製材工場を設けて製函材とチツプ材の製造販売業を営んでいたが、控訴人\nは、昭和四六年二月一日午後二時三〇分頃右製材工場において丸鋸を操作して製函\n材の巾を決め耳を切り落す作業に従事していたところ、突然飛んできた木片が左眼\n々鏡に当り眼鏡が割れて左眼球破裂の傷害を負うた。控訴人は、昭和四二年一〇月\n頃から右製材工場において右仕事等に従事していたが、その毎日なす仕事の段取\nは、Ｂが雇用していた他の職工とともにＢ又は最も年輩の職工である訴外Ｃの指示\nを受けて遂行し、出、退勤の時間もほとんど右他の職工と同じであり、控訴人自身\nは何ら右他の職工を指揮監督しておらないばかりか、営業面についても一切をＢが\n取り仕切つていた。\n（２）　しかし、控訴人が右仕事に従事するようになつた経緯等についてみるに、\n控訴人は、Ｂの長男（一人息子）であり、昭和四二年札幌市所在の短期大学を卒業\nしてただちに同市内の事務機器販売を目的とする会社に就職し、以来同社から月額\n金二万五〇〇〇円の給与を得て勤務していたが、当時妻及び約三名の職工を使用し\nて前記製材工場を経営していたＢは、老齢に達したうえに脳軟化症に罹患したた\nめ、控訴人をして前記事業の仕事全般を覚えさせて、控訴人にやがて前記事業を承\n継させようと考え、昭和四二年一〇月頃、控訴人に右の考えを伝えて、控訴人をし\nて右会社を退職させて、Ｂ方に呼び寄せ、前記製材工場における製材機械の操作等\nの仕事に就かせた。Ｂは、控訴人に前記事業を承継させるためには、控訴人をし\nて、まず前記製材工場における肉体労働に精通させる要があり、営業面には早くか\nら関与させるべきでないとの考えから、前記製材機械の操作等の仕事に従事させた\nものであるが、折にふれ、控訴人に対し、お前を前記事業の跡取りにするつもりで\nある旨伝えていた。\n（３）　控訴人は、Ｂから、昭和四二年一〇月頃から同四五年一〇月上旬頃までの\n間毎月手取りで金一万五〇〇〇円の支給を受け、以後は毎月金三万円から保険料と\n厚生年金の掛金との合計金二八〇〇円ぐらいを控除した残金の支給を受けていた\nが、右支給金から給与所得税の源泉徴収はされなかつた。しかし、Ｂがたまに忘れ\nてしまつて控訴人に右金銭を支給しなかつたこともあり、又控訴人は、事業主が父\n親であるということから甘えて前記製材工場を二、三度勝手に休んだこともあつた\nにもかかわらず、その月分の支給金は減額されなかつた。そして、控訴人がＢから\n受けていた待遇とＢに雇用されていた他の職工のそれとを比較してみると、（イ）\n右他の職工の賃金は、日給で計算され、毎月末日締切で翌月一〇日に前月分をまと\nめて支払われていたため、出勤日数によつて毎月の金額に変動があつたが、控訴人\nが受けていた前記支給金は前記のとおり毎月定額と決められていて、休んでも減額\nされなかつた、（ロ）控訴人は前記他の職工と比較して格別勤務成績が劣悪でもな\nかつたにもかかわらず、右他の職工の賃金は毎年増額されていたのに対し、控訴人\nの受けていた前記支給金は前記のとおりであつて毎年増額されなかつた、（ハ）控\n訴人の受けていた前記支給金は、前記他の職工のうち控訴人と同年齢位で前記仕事\nにつき同一経験年数を有する者の賃金よりも安かつた、（ニ）前記他の職工はボー\nナスの支給を受けていたが、控訴人は、ほとんどボーナスの支給を受けておらず、\nたまにこれを受けても、その額は前記他の職工のボーナスよりも安く、僅少であつ\nた、（ホ）前記他の職工は残業すると残業手当の支給を受けたが、控訴人は残業し\nても残業手当の支給を受けなかつたなどの諸点で相違していた。\n（４）　控訴人は、前記（２）記載のとおりＢに呼び寄せられて以来同人方に同居\nして同人の家族の一員として寝食を共にし、同人に対し食費や家賃などは一切支払\nわなかつたが、同居すると何かとわずらわしいこともあることを理由に、昭和四五\n年一〇月上旬頃、前記製材工場のそばにあり、Ｂ方からせいぜい一五〇メートルほ\nどしか離れていない同人所有の建物に別居することを申し入れたところ、同人が控\n訴人の結婚準備にもなると考えて右申し入れを承諾したので、控訴人はじ来右建物\nに寝泊りするようになつた。しかし、控訴人は、従前どおり、食事はＢの住居でそ\nの家族と一緒にし、Ｂに対し食費、家賃及び右建物に関する電気代などを一切支払\nわなかつた。\n２　前記乙第一一号証の記載内容、及び前記証人Ｂの証言中、各右認定に反する部\n分は、前記控訴人本人尋問の結果に照し措信できず、他に右認定を覆すに足りる証\n拠はない。\n３　前記１の（１）において認定のとおり控訴人は、事業主である父親のＢや前記\nＣの指揮命令を受けて前記製材工場において製材機械を操作してＢの仕事に従事し\nていたものであるところ、Ｂは控訴人が右仕事に従事していることを契機として前\n記１の（３）に認定の金銭を支給していたものであるから、これらの事実だけをと\nらえると、控訴人と事業主のＢとの間には使用従属の関係があつて、控訴人はＢか\nら労働を提供した代償としての金銭すなわち賃金の支給を受けていたものであると\nみられないでもない。しかし、前記１の（２）において認定の、控訴人が右仕事に\n従事するようになつた経緯、Ｂと控訴人との身分関係、Ｂの控訴人に対する普段の\n言動、前記１の（３）において認定のとおり、Ｂは控訴人に毎月支給すべく決めて\nいた金銭を忘れて支払わなかつたことがあつたうえに、Ｂの控訴人に対する待遇と\nＢが雇用していた他の職工に対する待遇との間にはかなり相違する点がみうけられ\nること、前記１の（４）において認定のとおり、控訴人は、Ｂの家族の一員として\n食事を共にし、同人に対し食費、家賃等を一切支払つていないことなどの諸点を考\nえ合すと、Ｂは、控訴人を将来自分の後継者にするため自分の手もとで仕事を仕込\nみ、控訴人をして事業を継承させるための見習をさせていたものであり、また控訴\n人がＢから支給を受けていた前記１の（３）において認定の金銭も労働の対償とい\nうよりはむしろ、右見習期間中父親のＢが息子の控訴人に支給していた小使銭では\nなかろうかとの疑問が持たれるところであるから、前記１の（１）において認定の\n事実や前記１の（３）において認定のＢが控訴人に毎月金銭を支給していた事実を\nもつて、控訴人と事業主たるＢとの間に使用従属の関係があり、また右支給の金銭\nは、控訴人がＢに労働を提供した対償として支給された賃金であると断定すること\nは困難であるといわなければならない。他に控訴人が前記負傷当時前記（一）に説\n示の労働者であつたことを認めるに足りる証拠はない。\n（三）　そうだとすれば、控訴人が前記労働基準法に規定する労働者に当ることは\n認められず、従つて、また労働者災害補償保険法の適用を受ける労働者であること\nも認められない。してみれば、被控訴人が昭和四六年五月一日付をもつて控訴人に\n対してなした労働者災害補償保険法による療養費及び休業補償費を支給しない旨の\n処分に重大かつ明白な瑕疵が存在したことは認められないので、右処分が無効であ\nるものと認めるわけにはいかない。\nよつて、控訴人の予備的請求は、理由がないので、棄却すべきである。\n三　以上の次第であるから、原判決は相当であり、本件控訴は理由がないので、民\n訴法第三八四条一項に基づいてこれを棄却することとし、控訴費用の負担につき同\n法九五条、八九条を適用して、主文のとおり判決する。\n（裁判官　宮崎富哉　長西英三　山崎末記）\n"
}