{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 52,
    "month": 7,
    "day": 26
  },
  "case_number": "昭和50(行ウ)39",
  "case_name": "贈与税賦課処分取消等請求事件",
  "court_name": "大阪地方裁判所",
  "field": "行政",
  "gist": "被相続人と永年内縁関係にあった者がその被相続人及び相続人らに対する権利の不存在確認，放棄を条件にして受領した金員が，相続税法にいう「贈与」に当たらないとされた事例",
  "lawsuit_id": "17769",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17769",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/769/017769_hanrei.pdf",
  "contents": "○　主文\n１　被告が原告に対し昭和四九年七月二日付でした昭和四七年分贈与税決定及び無\n申告加算税決定は、課税価格三、〇〇〇、〇〇〇円、控除後の課税価格二、六〇\n〇、〇〇〇円、贈与税額七四五、〇〇〇円、無申告加算税額七四、五〇〇円を超え\nる部分を取り消す。\n２　原告のその余の請求を棄却する。\n３　訴訟費用はこれを五分しその一を原告の負担、その余を被告の負担とする。\n○　事実\n第一　原告の求める判決\n１　被告が原告に対し、昭和四九年七月二日付でした昭和四七年分贈与税決定及び\n無申告加算税決定を取り消す。\n２　訴訟費用は被告の負担とする。\n第二　被告の求める判決\n１　原告の請求を棄却する。\n２　訴訟費用は原告の負担とする。\n第三　原告の請求原因\n一　原告は昭和四七年分贈与税について申告をしなかつたところ、被告は昭和四九\n年七月二日付で原告の昭和四七年分贈与税につき贈与税額四、二八五、〇〇〇円、\n無申告加算税額四二八、五〇〇円とする贈与税決定及び無申告加算税決定をし、そ\nのころその旨の通知書を原告に送達した。\n二　原告は、昭和四七年一二月二六日Ａ（以下故人という）の相続人ら（代表者\nＢ）より一、〇〇〇万円の支払いを受ける旨を合意し、この合意にもとづき同年中\nに右相続人らより一、〇〇〇万円の支払いを受けた。前項の各決定は右一、〇〇〇\n万円の支払いを贈与に因るものと認めてされたものである。\n三　しかしながら、右金員の支払いは贈与に因るものではない。\n右金員の支払いが贈与に因るものとして贈与税を課するには、被告において原告と\n故人の相続人らとの間に右のような金銭を授受すべき実質的関係が全く存在せず、\n当事者間において対価なく財産を与える意思を有していたことを立証せねばならな\nいが、そのような立証はされていない。\n原告は戸籍上の婚姻こそしていなかつたが昭和初年より故人と同居し、遅くとも昭\n和二一、二年ごろ以降は実質的には完全に故人の妻として生活をして来たもので、\nその関係は内縁関係であつた。故人が昭和四七年三月一〇日に病没したのち、原告\nの代理人弁護士藤井勲は原告が故人又はその相続人らに対し次のような権利を有し\nていることを主張し故人の相続人らの代理人弁護士大白勝と交渉のうえこれらの権\n利、又はその放棄の対価として前記一、〇〇〇万円を授受する合意がなされたもの\nである。\nこのように右金員の支払いに対価性があることはこの合意に際し作成された覚書\n（甲三号証）二条にも明記されている。\n１　財産分与請求権\n故人はその才覚により莫大な資産を残したが、その陰には故人に対し唯一の心の拠\nり所を与え、あらゆる犠牲に耐えて来た原告の内助の功があつた。死亡により内縁\n関係が解消された場合内縁の妻には財産分与請求権を認めるべきであるから、原告\nは多大の財産を分与すべき請求権を有していたものである。\n２　建物居住権ないし立退料請求権\n原告は昭和三一年以降故人と共に神戸市＜地名略＞の故人所有邸宅に居住してい\nた。原告は故人の内縁の妻として故人の死亡後も引続きここに居住できる法律上の\n権利を有していたものである（最高裁昭三九・一〇・一三判、民集一八・八・一五\n七八）。\n３　付添看護料請求権\n原告は、故人が昭和四一年二月に脳血栓で倒れて以来故人死亡の昭和四七年三月ま\nで六年余、ただ一人で献身的な付添看護をして来た。原告と故人の関係が内縁関係\nでないならば原告は正当な看護料（一日五、〇〇〇円）を請求できる筈である。\n４　慰謝料請求権\n故人は昭和初年以来死亡の昭和四七年まで原告と実質的な夫婦関係を続けて来た\nが、このように一人の女性の生涯の大半を半世紀にも亘つて拘束した以上、故人は\n入籍手続をとる義務を負つていたというべきであり、故人がこれを怠つたことに対\nし、原告は慰謝料を請求できたものである。\n第四　被告の請求原因の認否及び主張\n一　請求原因一、二は認める。\n二　請求原因三は争う。\n請求原因二の合意は、故人の相続人らが原告に対し、対価を伴わず無償で金員を与\nえる合意、即ち相続税法一条の二第一号の贈与にあたるものである。したがつてこ\nの合意にもとづいて支払われた一、〇〇〇万円につき贈与税及び無申告加算税を課\nした被告の処分には瑕疵はない。\n原告がその主張のように故人と内縁関係にあつたとしても原告主張のような法律上\nの権利の生じないことは次の通りであり、原告主張の事情は贈与の動機となつたに\nすぎない。\nそして故人は生前原告に対し生計に必要な収入源たる資産を贈与していることから\nすると、本件の金員は倫理上の要請とは異つた純粋な愛情を動機とするものと認め\nるほかはなく、贈与であることには全く疑問の余地がない。\n１　財産分与請求権\n死亡により内縁関係が解消された場合内縁の妻に財産分与請求権を認めるべきであ\nるとの主張は、現行法上是認できない。\n２　立退料請求権\n立退料とは土地建物の明渡の際に当事者の合意により支払われるものであるが、本\n件の金員が立退料である旨の当事者間の意思表示はされていない。\n３　付添看護料請求権\n原告が献身的に看護したとすればそれは愛情にもとづくものであつて看護料を期待\nしてのものではないから、そこに対価的な反対給付の観念を認める余地は存しな\nい。仮に相続人らが故人の生前における原告の付添看護に報いるため本件金員の授\n受を行つたとしても、それは授与の動機の問題にすぎない。\n４　慰謝料\n内縁関係の当事者は相手方に対して法律上の婚姻を締結すべきことを請求する権利\nを有するものではないから、婚姻の届出をしなかつたことを原因として慰謝料請求\n権が発生する余地はない。\n第五　証拠（省略）\n○　理由\n一　請求原因一、二の事実は当事者間に争いがない。そこで、請求原因二の一、〇\n〇〇万円の支払いが贈与に因るものであるかについて判断する。\n二　成立に争いのない甲三ないし六号証、及び乙一ないし八号証、証人Ｃ及び大白\n勝の各証言、並びに弁論の全趣旨によれば次の事実を認めることができ、この認定\nを覆すに足る証拠は存しない。\n１　原告は昭和初年ごろより故人の世話になり、同二二年ころよりは故人と同じ家\n屋に居住し、その身のまわりの世話をし、昭和四一年に故人が脳血栓で病床につい\nてからは終始その付添看病をし、他方故人は昭和二年十月に妻のＤが死亡した後は\n他の女性と婚姻したり内縁関係を持つなどをすることはなく、家庭では原告を妻と\nして扱いその生活を維持していた。しかし、原告と故人との婚姻届出がされたこと\nはなく、また故人は親族、会社関係者の婚礼、葬儀などに原告を妻として同伴した\nことはなかつた。\n２　故人は昭和四七年三月一〇日香雪記念病院で死亡し、原告は故人の相続人らの\n意向によりそれ以降故人の従前の居宅には住まず、故人の相続人らとは離れて大阪\n市＜地名略＞の現住所に移つた。\n３　故人の相続人らは、生前の故人と原告との間に前記１認定のような関係があ\nり、故人の没後Ｅが原告の生活を維持していないことを考慮すると、原告に対し当\n面の生活に必要な金員を供与することが適当と考え、\n昭和四七年春ごろ原告に対し三〇〇万円を支払つた。\n４　故人の相続人らは、原告に金銭を支払うことによつて原告がＥの財産について\n何らかの主張をする可能性を打切らせたいと考え、故人の相続人らは弁護士大白勝\nを代理人とし、原告は弁護士藤井勲を代理人として交渉を続けた。\n５　原告側は、故人と原告との関係は内縁関係であるから、故人の広大な居宅につ\nいての居住権、財産分与請求権、慰謝料請求権があり、付添看護料請求権もある等\nを主張して、一、〇〇〇万円（前記３の三〇〇万円を含む）の支払いを要求し、故\n人の相続人らは当初五五〇万円（前記三〇〇万円を含む）を主張していた。故人の\n相続人らは原告が相続人らに対し原告主張のような法律上の権利を有していると信\nじていたわけではないが、原告主張の額を支払うことによつて、故人の相続人や関\n係先等に対する原告の一切の財産上の請求を打切らせることが利益であると考え、\n一、〇〇〇万円（前記３の三〇〇万円を含む）の支払いを承諾することとした。\n６　そこで、原告と故人の相続人らとは昭和四七年一二月二六日次の通りの合意に\n達して、覚書を作成し署名押印した。\n（一）　故人の相続人らは故人の死亡に際し原告に対し一、〇〇〇万円を支払う。\n但し、既に交付した三〇〇万円を含むものとする。\n（二）　右一項の金員には故人存命中における原告の貢献その他一切の事情に対す\nる報償を含むものであることを相互に確認する。\n（三）　原告は第一項の金員の受領により故人に対し何らの権利のないこと、その\n相続財産に対し何らの権利のないこと、並びにその相続人全員に対し何らの権利の\nないことを確認し、今後いかなる理由、名義をもつてするも何らの請求、若しくは\n異議申出をしないことを確認する。\n（四）　原告は故人の相続人全員、菊正宗酒造株式会社、財団法人秋香報恩会、そ\nの他故人の関係先に対し今後何らの関係を有しないことを確認する。\n７　右のように合意された覚書条項は故人の相続人らの代理人弁護士が起案したも\nのをそのまゝ覚書内容としたものであり、故人の相続人らとしては右覚書の（二）\nないし（四）項が合意内容に加わらなければ、右のような金員支払いの合意をする\n意思はなかつた。\n８　故人の相続人らは右６の合意にもとづき、右合意の一、〇〇〇万円のうち既に\n支払つた三〇〇万円を除く残余の七〇〇万円を即日支払つた。\n三　右認定のとおり原告が受領した金員のうち右二３の三〇〇万円については、右\n二３認定の支払いの動機、右二６（二）認定のとおり一、〇〇〇万円中には原告の\n故人への貢献に対する報償をも含むと合意されていること、右二５認定のとおり故\n人の相続人らは原告が右相続人らに対し法律上の権利を有しているとは信じていな\nかつたこと、右三〇〇万円の支払いにつき原告よりの要求があつたもの、あるいは\n原告において右三〇〇万円の受領と引換えに相続人らと何らかの約束をしたものと\nは本件全証拠によるも認められないこと、右二３、６認定のとおり右二６の合意は\n右三〇〇万円の支払後にされたものであること、を考慮すると、右三〇〇万円は故\n人の相続人らが原告の生前の故人に対する貢献に対し感謝する動機で法律上の対価\nはなく支払われたものであり、前記二６の合意は右三〇〇万円の支払いに関する限\n度では贈与であると認めるのが相当であつて、この認定を覆すに足る証拠は存しな\nい。従つて右三〇〇万円の受領は贈与に因るものというべきであり、被告の本件各\n処分は右三〇〇万円に関する限度では正当である。\n四　原告の受領した一、〇〇〇万円のうち前記８の七〇〇万円が昭和四七年一二月\n二六日の合意に基づいて支払われたことは当事者間に争いがない。\nところが、故人の相続人らは原告より前記二６（三）（四）のとおり原告の故人、\n相続人らに対する一切の権利の存しないことの確認（この確認は同時に、この権利\nが仮に存在していた場合にはこの権利を放棄する趣旨と解される）が得られなけれ\nば、前記６の合意をして七〇〇万円を支払うことはしなかつたものであることは前\n認定のとおりであるから、原告の右権利不存在確認、放棄は、故人の相続人らの七\n〇〇万円の支払合意と対価関係にあるというべきであつて、前記二６の合意のうち\n七〇〇万円の支払約束は無償で対価なくされた贈与契約ということはできない。従\nつて原告の前記二８の七〇〇万円の受領は相続税法にいう「贈与に因」るものとい\nうことはできない。\n被告は原告の主張した財産分与、立退料、付添看護料、慰謝料請求権は認めること\nはできないから、前記一、〇〇〇万円の支払いはすべて贈与によるものであると主\n張する。しかしながら、財産の取得が相続税法にいう「贈与」共同法三条ないし九\n条により贈与とみなされるものを除く）に因るものであるかは民法における贈与と\n同様に当事者の意図によつて定められるべきものであつて、本件のように当事者\nが、ある権利の不存在確認、放棄を金員支払約束の対価とした場合に、その権利が\n客観的に存在していたか否かは、当事者の対価とする意図が仮装のものではないか\nの事実認定に影響し、あるいは相続税法七条によりその金員支払いが贈与に因るも\nのと擬制されるかの判断に影響することがあるとしても、それ自体が相続税法の\n「贈与」性の判断に直接影響を与えるものではない。本件において、被告は右の対\n価合意が仮装のものである旨の主張はしていないし、しかも前記認定事実によれば\n原告は故人の内縁の妻であつたから従前故人と同居していた居宅に故人死亡後も居\n住する権利があると故人の相続人らに主張したことには全く理由がなかつたとはい\nえないのであり、また当事者双方が弁護士を代理人として交渉したことなどを考慮\nすると本件全証拠によるも、前記の権利不存在確認、放棄を対価としたことが仮装\nのものとは認められない。この点の被告の主張は理由がない。\n被告は本件一、〇〇〇万円の支払いはすべて純粋な愛情を動機とする贈与に因るも\nのであると主張する。そして、前記二６の合意には原告の故人に対する貢献への報\n償とする趣旨が含まれていたことは前記二６（二）に認定のとおりであるが、前記\n七〇〇万円の支払いは贈与に因るものといえないことは前判断のとおりであつて被\n告の援用する前記乙一ないし八号証によつても右判断を覆し被告の右主張を認定す\nるに足るものではない。\n五　以上判断のとおり前記一、〇〇〇万円の支払いのうち三〇〇万円は贈与に因る\nものと認められるが、残余の七〇〇万円は贈与に因るものとは認められない。従つ\nて、これらをすべて贈与に因るものとしてした本件の贈与税決定は、課税価格三〇\n〇、〇〇〇円控除後の課税価格二、六〇〇、〇〇〇円、贈与税額七四五、〇〇〇円\nの限度で、無申告加算税決定は無申告加算税額七四、五〇〇円の限度で適法である\nが、これを超える部分は違法である。よつて、右贈与税決定及び無申告加算税決定\nのうち右違法な部分を取り消し、右適法な部分に関する原告の請求を棄却すること\nとし、訴訟費用の負担につき行政事件訴訟法七条、民事訴訟法八九条、九二条本文\nを適用して主文のとおり判決する。\n（裁判官　石川　恭　井関正裕　春日通良）\n"
}