{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 45,
    "month": 2,
    "day": 13
  },
  "case_number": "昭和44(う)543",
  "case_name": "鉱山保安法違反、業務上過失致死傷被告事件",
  "court_name": "福岡高等裁判所第一刑事部",
  "article_info": "第23巻1号112頁",
  "gist": "一、　鉱山保安法五八条の法意\n二、　鉱業権者に過失のないことと刑訴法三三五条二項にいう「法律上犯罪の成立を妨げる理由となる事実」\n三、　従業者らによる鉱山保安法六条二項の違反行為と同法五八条の適用を示すことの要否",
  "case_gist": "一、　鉱山保安法五八条のいわゆる両罰規定は、鉱業権者の代理人、使用人その他の従業者らの違反行為に対し、鉱業権者に右行為者らの選任、監督その他保安上の違反行為を防止するために必要な注意を尽さなかつた過失を推定した規定と解すべきである。\n二、　鉱業権者において前項に関する注意を尽し、過失はない旨の主張は、刑訴法三三五条二項にいう「法律上犯罪の成立を妨げる理由となる事実」の主張にあたるものというべきである。\n三、　従業者らによる鉱山保安法六条二項の違反行為に対する適用法条として、同法五六条一号、六条二項のほかに、同法五八条をも掲げるを相当とするが、右五六条一号、六条二項を掲げる限り、五八条の適用を前提としていることが明らかであるから、これを掲げなくても判決に影響を及ぼすものとは解されない。",
  "lawsuit_id": "23585",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=23585",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/585/023585_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴をいずれも棄却する。\n当審における訴訟費用は被告人らの負担とする。\n理　　　　由\n本件控訴の趣意は、弁護人高原太郎（被告人Ａ関係）、同小野亀寿男及び同橋本\n定（被告人Ａ並びに同Ｂ関係）提出の各控訴趣意書記載のとおりであるから、ここ\nにこれらを引用する。\n第一　被告人Ａ関係\n（一）　訴訟手続の法令違反（高原弁護人の論旨第一点及び小野弁護人の論旨第\n二点）について\n所論は要するに、鉱山保安法五八条は使用人その他の従業者の違反行為を防止す\nるため、鉱業権者においてその選任監督に相当の注意を払つたことが証明されたと\nきは、免責する旨の但書が存するものと解すべきところ、原判決は右免責事由の主\n張があるにも拘らず、これに対して何らの判断も示していない。右は判決に影響す\nべきこと明らかな訴訟手続の法令違反であるから破棄を免れないというにある。\n<要旨第一>按ずるに、鉱山保安法五八条は、代理人、使用人その他の従業者らの\n違反行為につき、その行為者の処罰の</要旨第一>ほか、鉱業権者にも過失責任の存\nすることを前提とした両罰規定であつて、従業者らの違反行為があつた場合、鉱業\n権者において右行為者の選任監督その他保安上の違反行為を防止するに必要な注意\nを尽さなかつた過失を推定するものと解される。したがつて、右の従業者らの選任\n監督その他保安上の違反行為を防止するために必要な注意を尽したことが証明され\nたときは、右の過失責任を免れるものであることは所論のとおりである。\n<要旨第二>かく解する限り、同条に右の趣旨の免責的但書はないけれども、該但\n書を付せる場合と同様に解すべきであ</要旨第二>り、右にいわゆる免責事由は刑事\n訴訟法三三五条二項の犯罪の成立を妨げる理由にあたるから、これが主張に対し判\n断を示すべきである。けだし、右の免責事由は究極的には鉱業権者の過失行為の存\n在を否定することに帰するものではあるが、右過失行為（従業者らの違反行為の存\n在により推定された）の不存在（消極的事実）を証明するためには、これが存在と\n相容れない積極的事実を証明する外はなく、この積極的事実は罪となるべき事実で\nはない。したがつて、右の免責事由は罪となるべき事実にあたらないものであつ\nて、しかも過失の構成を否定するものであるから、該過失そのものの否認ではな\nく、刑事訴訟法三三五条二項にいわゆる犯罪の成立阻却の事由にあたり、この主張\nに対しては判決において判断を示さなければならない。\nしかして、記録によれば原審において、被告人側から右の主張と立証（立証に対\nする判断は後記第一、二の（２）参照）がなされていること明らかであるところ、\n原判決はこれに答えるべき判断を何ら示していないから、刑事訴訟法三三五条二項\nに違反するものといわなければならない。\nしかしながら、右の免責事由の主張は所論指摘のとおり刑事訴訟法三七九条の手\n続違反であつて、明らかに判決に影響を及ぼすものでなければ破棄事由とならない\nものであるところ、後記認定（第一、二の（２））のとおり、右の免責事由を是認\nすることができないので、結局判決に影響ありとは認められない。そらすると、論\n旨は理由なきに帰する。\n（二）　事実誤認について\n（１）　小野弁護人の控訴趣意第一点は要するに、原判決は相被告人Ｂの違反行\n為の存在を前提として、被告人Ａの犯罪事実を認定しているが、右Ｂ被告人に関す\nる事実認定は誤りであつて、同被告人の違反事実は認められないので、被告人Ａに\n関しても事実誤認が存することは明らかというにある。\nしかし、後記第二、（一）に示す如く、相被告人Ｂの違反行為を構成すべき事実\nについて、原判決の事実誤認は発見できないので、所論は前提事実を欠くものであ\nる。しかして、従業者たるＢにつき違反事実が是認される限り、鉱業権者たる被告\n人Ａの原判示過失行為をも推定し得るので、論旨は理由がない。\n（２）　高原弁護人の控訴趣意第二点及び橋本弁護人の同第三点について\n所論はいずれも、免責事由の存在を主張するものであつて、被告人Ａは保安委員\n会の設置、保安規程の作成、採鉱夫の教育訓練の督励、切羽の交換、照明設備や命\n綱の設置、隣接鉱区との発破協定など保安法規の要求するところは、すべて忠実に\n実施し、従業者らに対し機会ある毎に災害の防止に必要な指導監督をなして、鉱業\n権者としての注意義務を尽していたものであるところ、原判決は右の免責相当の主\n張事実の存在を看過又は誤認し、被告人Ａの過失を推定しているというにある。\nよつて、本件記録及び原審取調べの関係証拠を精査するに、原審が所論指摘の免責\n事由の存否について、事実判断を看過したか否かは暫らく措き、少くとも原判決中\nにこれを示していないことは所論のとおりである。\nそこで、右主張事実の存否及びその全部又は一部を是認し得ても、これがいわゆ\nる免責事由に相当するかどうかを検討すべきところ、被告人経営のＣ鉱山におい\nて、保安規定が定められ、保安委員会が設けられていたこと、照明や命綱の設備が\nあり、隣接鉱区との切羽の交換や発破協定をなし、採鉱夫の教育訓練も随時なされ\nていたことは証拠に現われるけれども、反面、右保安規程には夜間又は薄暮時の発\n破若くは同時発破等に関する規定が不備で、本件事故後に規定されていることなど\nに徴すると、右保安規程のみでは必ずしも十分でなかつたことが窺われ、更に、既\n存規定の遵守も完全になされていたとは認められず、照明設備が存しても、これを\n必要とすべき発破作業の時間に使用されていなかつたことなどに照らすと、保安係\n又は保安委員会の活動も必ずしも十分であつたとは認め難い。\nところで、本件において被告人Ａの過失責任は従業者たるＢが無資格者を発破作\n業に就かせ、且つ危険未確認のまま点火させた違反行為に関するものであるとこ\nろ、右の発破作業における人選及び危険の警戒確認の如きは、鉱業権者の従業者ら\nに対する選任監督と保安指導の基本的範囲に属するものである。のみならず、Ａ被\n告人は鉱業権者であると共に、保安統括者（Ｃ鉱山において保安統括者が法令上義\n務づけられているか否かは、この場合の注意義務を考えるにあたつて必ずしも重要\nではない）であるから、所論援用の一般的な事項のみならず、保安に必要な具体的\n監督も不可欠な任務といわなければならない。\nとくに、本件の場合の如く通常の発破作業時間外にして、夜間又はこれに近い時\n間の発破作業、かかる時間帯において大小同時発破を行なら場合の危険を考える\nと、一段と保安上の注意をきびしくし、違反行為を防止するためには、一般的な保\n安規程を定めるだけではなく、直接又は間接（保安係の系列を通じ）、作業員らに\n対して右に必要な具体的監督、注意を促すべきである。しかるに、同被告人におい\nてはかかる発破作業がなされていたことを知り、又は注意を促していた事跡は認め\n難く、殊に、これらの点は現場に居なくても、保安日誌等の点検により十分察知で\nき、且つ直接又は間接に監督可能なことと認められる。\n更に、発破作業に従事する資格を有しない者に対する教育訓練上、発破の点火操\n作をもさせる必要があり、Ｄに実技を習得させるため、実際の作業をなさしめる必\n要があつたとしても、これを夜間発破又は大小の同時発破の場合になすべきではな\nい。のみならず実習ならば、単独ではなく有資格者の傍において、助手として使用\n訓練すべきものであつて、右は妥当な方法ではなく、従業員に対する保安教育上の\n不注意を窺わせるものというべきである。\nこのようにみてくると、被告人Ａの従業者らに対する選任、監督、指導その他従\n業員の反保安行為を防止するに必要な注意に欠くる点があつたことは否定しがた\nく、主張の事由のうち是認し得べき事実をもつては、同被告人を免責するに十分と\nはいえず、従業者である相被告人Ｂの違反事実から被告人Ａの過失を推定した原判\n決の事実認定を覆すに足りないものといわなければならない。したがつて、原判決\nが同被告人の過失を構成する事実を認めた点に誤認はないことに帰着し、当審にお\nける事実取調べの結果を参酌しても、右認定を左右するに足りないので、論旨はい\nずれも理由がない。\n（三）　法令適用の誤りについて\n（１）　小野弁護人の控訴趣意第三点は、原判決が鉱山保安法五八条につき、鉱\n業権者の無過失責任を定めたものと誤解し、これが適用をも誤つているというに帰\nする。\nしかし、原判決が鉱山保安法五八条を鉱業権者の無過失責任の規定の如く解した\nか否かは所論指摘の根拠によつても、たやすく断定しがたい。仮に、同条をもつ\nて、鉱業権者の無過失責任を定めたものと解したとすれば、前掲（第一、（一））\n説示のとおり右解釈は相当でない。すなわち、鉱業権者は保安に関し、従業者らの\n選任監督その他従業者らの違反行為の発生を防止すべき注意義務があり、これを怠\nつたとき過失責任を負うべく、したがつて、従業者らが保安上の違反行為をなした\nときは右の過失が推定されるのである。故に、右は立証上の推定にとどまり、無過\n失又は従業者らの行為責任を転嫁せしめるものではないが、鉱業権者にして過失責\n任を免れるためには、過失のなかつたことを証明する必要があり、この証明に成功\nしない限り、同法五八条の過失責任を免れないこととなる。そうするとこの場合\nは、適用に先行する解釈過程で無過失責任説に立つて、同条を適用した場合と、結\n果的には変りがない。\nところで、本件において被告人Ａにつき免責事由を是認しがたいことは前述のと\nおりであつて、該免責事由が認められない限り、同法五八条の適用をみるべく、原\n判決が無過失責任の如く解して同条を適用したとしても、又は右見解を斥け前示の\n如くいわゆる過失推定説に立つても、同条を適用することに変りはないので、結果\nにおいて適用を誤つたことにはならない。論旨は理由がない。\n（２）　橋本弁護人の控訴趣意第一、二点は要するに、Ｄを実技見習として、同\n時発破の作業に就かせたことに過失はなく、同人の発破音の聞き違えは予見しがた\nい重大な過失であつて、鉱業権者に転嫁し得ないものであるから、原判決の法令の\n解釈適用は誤りであるというに帰する。\nしかし、発破作業に伴う重大な危険を考えると、該作業に就く資格のないＤをし\nて、発破とくに、同時発破における大発破の点火操作をなさすべきでなく、また同\n時発破たる限り、早くても遅れてもいけないので、小割発破の連続音のうち初発後\nすばやく、電気発破器のハンドルを回して点火しなければならないところ、緊張の\nあまり、特に未経験者にあつては隣接鉱山等の類似音と聞き違え、あわてて点火す\nることも予想され得ることであつて、これらを鉱業権者の従業者らに対する選任監\n督その他保安上必要にして予見可能な義務範囲にないというのは独自の見解という\nべきである。なお、鉱山保安法五八条の鉱業権者の責任を転嫁責任と解する所論も\n相当でなく、論旨は採用できない。　第二　被告人Ｂ関係\n（一）　事実誤認\n（１）　小野弁護人の控訴趣意第一点は、原判示第一の二の事実につき、被告人\nＢはＤに対し同判示一の如く申向けて発破作業に就かせたことはなく、また発破現\n場を離れるにあたつてはＥに一切の措置を託していたので、危険のないことを確認\nしないで点火させたものでもない。原判決は証拠の評価及びその取捨選択を誤り、\n事実を誤認したものであるから破棄を免れないというにある。\nしかし、原判決の挙示する関係証拠によれば、原判示第一の二の事実は優に認め\nられる。なるほど、原審公判廷において被告人Ｂは司法警察員及び検察官に対する\n右判示に副う供述部分を翻がえし、これらの供述部分を否定する趣旨の供述をな\nし、他面、Ｄにおいても、同人の司法警察員及び検察官に対する各供述に反し、被\n告人Ｂの原審供述に副う供述をなした部分もないではない。しかし、同人の原審に\nおける右供述全体を通じて検討すると、被告人Ｂ及びＥの両名が居た場所で、発破\n作業に関し、いずれからいかに言われたかの点については、記憶があいまいである\nけれども、少くとも被告人Ｂ及びＥの発言相互の間には反対する趣旨のものはな\nく、互いに補足又は強化し合い、Ｄをして点火操作をなさせ、小割の発破が一発鳴\nつたら打てという趣旨を両方から言われたというものであつて、その全趣旨におい\nては被告人Ｂ及びＤの司法警察員並びに検察官に対する各供述記載と全く相容れな\nいものではない。したがつて、原審が右供述及び供述記載部部を措信し、これと相\n容れない被告人の公判廷における供述部分を排斥したことは相当であつて、右の証\n拠の評価又は取捨選択に誤りがあるとは認められない。\n仮に、「小割発破が一発鳴つたら打て」という発言そのものが、Ｅの方からなさ\nれたとしても、発破作業を任せられ、その指揮をとつていた被告人Ｂも、その場所\nに居合せて話合い、右の発言をも聞いていて、危険を感じ反対すべきであるにも拘\nらず、むしろこれを容認し、Ｄをして点火操作をさせることにして、その場を離れ\nたものであることは否定できない。したがつて、Ｄを発破作業に就かせたとの認定\nは相当であり、また小割発破が鳴るとき、小割作業員は退避している筈だから、他\nに危険の有無の確認は心要ないものと軽信して、見張や合図等による連絡確認の措\n置を構ずる意思もなく、したがつて、小割発破音を聞き違える危険を看過し小割作\n業員らに危険のないことを確認しないまま、被告人Ｂにおいて右発破現場を離れた\nものであることが認められる。そして、Ｄが小割発破音が鳴らないのに、大発破の\n点火操作をなしたのであるから、原判示第一の二の事実認定には誤りはなく、その\n他記録を精査し、当審における被告人Ｂ及び証人Ｆらの供述を聞いても、所論の如\nき事実を認め前記認定を覆すに足らず、原判決の事実誤認を発見することができな\nい。論旨は理由がない。\n（２）　橋本弁護人の控訴趣意第一点は、原判示第一の一の事実につき、同時発\n破にあたり、小割発破音を聞き違えることなど予想できないことであり、かかる予\n見不可能な出来事についてまで、被告人Ｂの注意義務は存せず、同判示第一の二の\n事実につき、Ｄは実技を十分習得していた者であるから、同人を発破作業に就けて\nも鉱山保安法に違反するものではないというにある。\nしかし、前述（第一、（三）の（２））のとおり、周囲の状況、大小の同時発破\nでＤの経験が浅いこと等からみて、小割発破音を他の類似音と聞き違えることも予\n想されない出来事ではなく、むしろ予見可能なことというべきである。また、同人\nが発破操作の経験に乏しいことは証拠に現われ、且つ、現に聞き違えた程の未熟練\nであつた点に徴しても、実技を十分に修得していたものとは認められない。したが\nつて、所論の前提事実は是認されず、被告人Ｂに対する原判示第一の一の注意義務\nの構成並びに同第一の二の違反行為たる事実につき、事実誤認が存するものとは認\nめられない。論旨は理由がない。\n（二）　法令適用の誤りについて\n小野弁護人の控訴趣意（第二点）によれば、原判決は原判示第一、二の事実につ\nき、鉱山保安法五六条一号、五号、六条二項、三〇条、金属鉱山等保安規則三三条\n一項五号の四、三項、一四四条一項一〇号を適用しているが、鉱山保安法六条二項\nの就業制限は鉱業権者に対するものであつて、同法五六条一号により罰せらるべき\n主体は右鉱業権者のみであり、従業者らが同法六条二項に違反する行為をなしたと\nきは同法五八条により処罰されるものであるところ、原判決は同条を適用していな\nい。この誤りが判決に影響を及ぼすこと明らかであるから原判決は破棄を免れない\nというにあつて、原判決が原判示第一の二の事実につき、法令の適用として所論指\n摘の法令のみを掲げ、鉱山保安法五八条を掲げていないこと、および同法五六条一\n号に同法六条二項の制限に違反して就業させた者とは、右義務に違反した鉱業権者\nであつて、これを処罰する規定と解されることは所論のとおりである。\n<要旨第三>しかしながら、本件の被告人Ｂの如く従業者が同法六条二項の違反行\n為をした場合、同法五八条により行為</要旨第三>者たる従業者が処罰されるのでは\nない。右五八条は行為者たる従業者らも同法五六条一号により処罰されることを示\nすものである。つまり、右五八条は各本条の違反行為者に鉱業権者のみではなく、\nその従業者らをも包含される趣旨を明らかにした規定であり、そうでないとして\nも、行為主体を鉱業権者とした個々の規定につき、通則的な修正を施すものにすぎ\nない。したがつて、適用法条として右五六条一号六条二項のほかに、五八条をも掲\nげるを相当とするとしても、しかし当該違反行為の構成要件とその罰則たる右六条\n二項と五六条一号を掲げる限り、右五八条の適用を前提としていることが明らかで\nあるから、これを掲げなくても、判決に影響を及ぼすものとは解されない。殊に、\n原判決は併合罪の関係にある重い業務上過失致死罪の刑によつて処断しているので\n判決に影響のないことは明らかである。論旨は理由がない。\n以上のとおり、本件控訴はいずれも理由がないので、刑事訴訟法三九六条に則り\nこれを棄却し、当審における訴訟費用は同法一八一条一項を適用して被告人らの負\n担とする。\nよつて、主文のとおり判決する。\n（裁判長裁判官　藤田哲夫　裁判官　平田勝雅　裁判官　高井清次）\n"
}