{
  "trial_type": "IPCase",
  "date": {
    "era": "Showa",
    "year": 53,
    "month": 10,
    "day": 25
  },
  "case_number": "昭和51(ネ)1839",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "14324",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=14324",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/324/014324_hanrei.pdf",
  "contents": "主　　　文\n一　原判決を次のとおり変更する。\n１　被控訴人らは、その製造販売に係る商品ハンバーガーの容器、包装、広告及び\n自動販売機に別紙第一目録（２）、（３）記載の各標章を使用し、又はこれらの標\n章を使用した商品ハンバーガーを販売してはならない。\n２　被控訴人マツク産業株式会社は、その所有に係る前記各標章を附した商品ハン\nバーガーの容器及び包装を廃棄し、被控訴人株式会社マルシンフーズは、その所有\nに係る商品ハンバーガーの自動販売機から前記各標章を抹消せよ。\n３　控訴人のその余の請求を棄却する。\n二　訴訟費用は、第一、第二審を通じこれを三分し、その一を控訴人の、その余を\n被控訴人らの各負担とする。\n事　　　実\n第一　当事者の求めた裁判\n一　控訴人\n１　原判決を取消す。\n２　被控訴人らは、その製造販売に係る商品ハンバーガーの容器、包装、広告及び\n自動販売機に別紙第一目録（１）ないし（３）記載の各表示を使用し、又はこれら\nの表示を使用した商品ハンバーガーを販売してはならない。\n３　被控訴人マツク産業株式会社は、その所有に係る前記各表示を附した商品ハン\nバーガーの容器及び包装を廃棄し、被控訴人株式会社マルシンフーズは、その所有\nに係る商品ハンバーガーの自動販売機から前記各表示を抹消せよ。\n４　訴訟費用は、第一、第二審とも被控訴人らの負担とする。\n５　仮執行宣言\n二　被控訴人ら\n１　本件控訴を棄却する。\n２　控訴費用は、控訴人の負担とする。\n第二　当事者の主張\n当事者双方の主張は、次のとおり附加するほかは、原判決の事実摘示中、第二\n（請求原因）の一項、第三（被告らの答弁及び主張）の一項及び三項ないし六項、\n並びに第四（被告らの主張に対する原告の反論）の一項ないし三項と同一であるか\nら、ここにこれを引用する（但し、原判決の一一枚目表四行目の「本店に存在する\n同被告」及び一七枚目表七行目、八行目の文章をそれぞれ削り、同表五行目の「容\n器及び包装から」を「被控訴人ら標章を附した容器及び包装を廃棄し」と、七枚目\n表末行の「別紙第一目録（１）ないし（４）」を「別紙第一目録（１）ないし\n（３）」と、八枚目裏末行、一五枚目表五行目、一六枚目表四行目、一七枚目表九\n行目、同裏一行目の各「被告標章（２）ないし（４）」を「被告標章（２）、\n（３）」と、一七枚目裏五行目、同裏七行目、同裏一〇行目、二三枚目表八行目、\n二六枚目表五行目の各「被告標章（２）、（３）及び（４）」を「被告標章\n（２）、（３）」とそれぞれ訂正する。）。\n一　控訴人\n１　別紙第三目録（ロ）、（ハ）、（ニ）記載の各標章が控訴人の営業表示である\nとの主張は撤回する。\n２　控訴人は、その商品表示及び営業表示として、別紙第三目録（ホ）ないし\n（チ）記載の各標章、すなわち、「ＭｃＤｏｎａｌｄ’ｓ」「マクドナルド」及び\nその略称である「Ｍａｃ」「マツク」をも使用しているが、これらはいずれも同目\n録記載の他の各標章とともに、日本国内において広く認識されている周知の標章で\nある。そして、被控訴人らの使用している別紙第一目録記載の各標章は、控訴人の\n使用する前記周知の各標章と類似しており、被控訴人らが第一目録の各標章を使用\nして商品ハンバーガーを販売するときは、控訴人の商品及び営業活動と混同を生ぜ\nしめるおそれがある。\nすなわち、控訴人は、米国のマクドナルド・コーポレーシヨン（ＭＣＤＯＮＡＬ\nＤ’Ｓ　ＣＯＲＰＯＲＡＴＩＯＮ）と日本資本との合弁会社であつて、マクドナル\nド・コーポレーシヨンとライセンス契約を締結しているところ、米国における同社\nの多数の加盟店はすべて「ＭｃＤｏｎａｌｄ’ｓ」の表示の下に飲食店を営業し、\n同社は、日本においても、世界最大のハンバーガー・レストラン・チエーンを有す\nる企業としてしばしば紹介され、広く知られていたが、控訴人も、その設立後日な\nらずして日本における「ＭｃＤｏｎａｌｄ’ｓ」「マクドナルド」として著名とな\nつた。そして、控訴人は、銀座三越の第一号店開店以来、すべての店舗におけるハ\nンバーガーを中心とするマクドナルド食品の販売に当たり、第三目録（ホ）ないし\n（チ）の標章を、同目録（イ）ないし（ニ）の標章とともに使用しており、一般消\n費者は、「ＭｃＤｏｎａｌｄ’ｓ」「マクドナルド」及びその略称である「Ｍａ\nｃ」「マツク」がいずれも控訴人の商品表示及び営業表示であると認識し、控訴人\nの主たる商品がハンバーガーであるところから、これらの標章に接した場合、控訴\n人の商品ハンバーガーを連想するまでになつている。他方、被控訴人らの使用する\n第一目録の各標章中、「Ｂｕｒｇｅｒ」及び「バーガー」の文字は、通常ハンバー\nガーを表わす言葉として理解され、使用されており、また、「Ｍａｃ」及び「マツ\nク」の文字は、控訴人の使用する第三目録の各標章と同一又は類似しているため、\n第一目録の各標章は、「マツクのハンバーガー」、すなわち「マクドナルドのハン\nバーガー」を意味することとなり、被控訴人らがその商品ハンバーガーの販売にこ\nれらの標章を使用することにより、一般消費者をして、当該ハンバーガーが控訴人\n自身の販売するハンバーガーであるか少なくとも被控訴人と何らかの関係を有する\nものであると誤認混同させ、商品の出所及び営業活動に混同を生ぜしめるものであ\nる。\n３　被控訴人らは、別紙第一目録（２）、（３）記載の各標章の使用が正当な商標\n権の行使であると主張するが、これらの標章の使用が不正競争防止法第六条の権利\n行使に該当しないことは明白であり、右主張は失当である。すなわち\n被控訴人株式会社マルシンフーズ（以下、「被控訴人マルシンフーズ」と略称す\nる。）が、現在、別紙第二目録記載の各登録商標の商標権者であることは認める\nが、第一目録（２）、（３）の各標章が右各登録商標と同一の標章でないことは、\nその対比上明らかであり、また、被控訴人マツク産業株式会社（以下、「被控訴人\nマツク産業」と略称する。）は、右各登録商標につき何らの権利も有するものでな\nく、第一目録（２）、（３）の各標章の使用につき商標権の行使であると主張しう\nる余地はない。\n仮りに、第一目録（２）、（３）の各標章の使用が、一応第二目録の各登録商標\nの使用に当るとしても、それは正当な権利行使ではなく、権利の濫用である。すな\nわち、被控訴人マルシンフーズは、第二目録の各登録商標につき当初から権利を有\nしていたものでなく、マクドナルド・コーポレーシヨンの日本進出、換言すれば控\n訴人の設立及び営業計画が広く知られるようになつた後に、それぞれ当初の商標権\n者から分割譲渡を受けたものであるが、その前後において右各登録商標が商品ハン\nバーガーにつき使用されたことはないのみならず、被控訴人らが第一目録（２）、\n（３）の各標章を使用して自動販売機によりハンバーガーを販売し始めたのは、す\nでに控訴人の使用する第三目録の各標章が広く知られて周知となつた後の昭和四七\n年五月になつてからのことである。その事情をさらに詳述すれば、米国におけるマ\nクドナルド・コーポレーシヨンの事業内容及びその使用標章は昭和四一年以降日本\nにおいても度々紹介され、少なくとも関係業界においては広く知られていたとこ\nろ、昭和四四年二月七日第二次資本自由化の閣議決定があり、飲食店は一〇〇パー\nセント自由化される業種となり、その頃から頻繁に米国の食品関係企業の日本進出\nに関する報道がされたこともあつて、マクドナルド・チエーンの事業及びその標章\nはますます広く知られるようになつた。しかるに、被控訴人マルシンフーズは、昭\n和四四年七月七日、第二目録（ｂ）の登録商標の商標権者【Ａ】より右商標権の一\n部譲渡を受け、かつ、同年一〇月頃以降、マクドナルド・コーポレーシヨンの使用\n標章と同一の標章やきわめて類似する標章を次々と登録出願した。さらに、昭和四\n六年一月一八日控訴人の設立及び事業計画が発表され、同年五月一日に控訴人が設\n立され、同年七月二〇日銀座三越の第一号店が開店するに至つたが、被控訴人マル\nシンフーズは、同月二三日ミヤシタ珈琲株式会社より第二目録（ａ）の商標権の一\n部譲渡を受けた。控訴人は、昭和四六年七月二〇日に右第一号店を開設して以来、\n同月二四日代々木店、同月二五日大井店、九月二三日新宿店、一一月二九日お茶の\n水店、昭和四七年二月二五日横浜松屋店、三月二三日川崎こみや店、同月三〇日東\n京駅店を順次開設したが、すべて好評を博し、その驚異的な売上げや人気が日本中\nに報道され、控訴人の使用する第三目録の各標章はすでに広く知られるようになつ\nていたところ、被控訴人らは、昭和四七年五月に至つてはじめて、第一目録の各標\n章を使用して、自動販売機によるハンバーガーの販売をするようになつたものであ\nる。以上のような事情に照すと、被控訴人らは、控訴人の周知著名な第三目録の各\n標章が有する信用力、顧客吸引力を勝手に利用する意図の下に、これらの標章に類\n似する第一目録の各標章を使用して、控訴人の主力商品と同じ商品ハンバーガーを\n販売しているものであることが明白であり、したがつて、第一目録（２）、（３）\nの各標章を使用することが第二目録の各登録商標の正当な権利行使であるとは到底\nいえない。\n二　被控訴人ら\n１　控訴人の前項２、３の主張事実はいずれも争う。\nなお、被控訴人らが第一目録（１）の標章を使用するおそれのないことは、すで\nに主張してきたとおりである。\n２　第三目録（ホ）、（ヘ）の各標章が今日では控訴人の営業表示として著名であ\nることは争わないが、控訴人の営業開始前より周知であつたという事実はない。ま\nた、同目録（ト）、（チ）の各標章は控訴人の商品表示及び営業表示あるいはその\n略称として使用されていないし、周知ともなつていない。すなわち、日本におい\nて、「マクドナルド」が「マツク」と略称されるということは一般に知られていな\nいのみならず、「マツク」という接頭辞を有する人名等は、「マクドナルド」に限\nらず、「マツカーサー」「マツコーミツク」等多数存在し、「マツク」が直ちに\n「マクドナルド」の略称として著名であるとはいえない。現に、控訴人は、その広\n告において、「マクドナルドのドナルド」と称して「ドナルド」なる一種のマスコ\nツトを作り出そうとし、宣伝の力点を「ドナルド」に置いており、今日において\nも、「マツク」の称呼を生ずる多数の商標が出願公告されていることは、「マツ\nク」なる周知標章が存在しないことの証左というべきである。\n３　被控訴人らが第一目録（２）、（３）の各標章を使用していることは、商標権\nに基く権利行使であつて、不正競争の目的は全くない。\n被控訴人マルシンフーズは、国内有数のハンバーグのメーカーであり、「マルバ\nーグ」、「バーグ」、「ＭＡＲＵＢＵＲＧ」、\n「ＭＡＲＵＢＵＲＧＥＲ」、「ＢＵＲＧ」等多数の商標権を有し、ハンバーガーに\nついては、昭和四一年九月頃から昭和四四年六月頃まで東京都内池袋駅地下の西友\nストア内で販売し、昭和四五年六月頃には同金町駅前にハンバーガーの店舗を開設\nする等していたものであるが、昭和四二年二月二七日「カレーバーガー」という商\n標を登録出願したところ、すでに「バーガー」なる第二目録（ｂ）の商標が訴外\n【Ａ】により出願されていることを理由に拒絶査定を受け、一方、右先願商標が登\n録された後にその無効審判を請求し、審判事件係属中に右訴外人との間に和解が成\n立して、昭和四四年五月八日右商標権の分割譲渡を受け、同年七月七日その旨の登\n録を経て、審判請求を取下げたのである。右のとおり、被控訴人マルシンフーズが\n第二目録（ｂ）の登録商標につき権利を有するに至つた端緒は、昭和四二年二月二\n七日に「カレーバーグ」という商標を出願したことにあり、控訴人会社の設立より\nかなり以前のことである。また、第二目録（ａ）の商標についても、被控訴人マル\nシンフーズは、昭和四六年一月二八日「マツク」という商標を登録出願したが、す\nでに同一の商標が登録されていることが判明したため、商標権者であるミヤシタ珈\n琲株式会社と交渉して同年四月六日分割譲渡を受け、同年七月二三日その旨の登録\nを経たものである。右のとおり、被控訴人マルシンフーズが第二目録の各登録商標\nの権利を取得したことには、控訴人の営業を妨害したり、控訴人使用の表示につい\nてその顧客吸引力等を勝手に利用する意図はなく、被控訴人らが第一目録（２）、\n（３）の各標章を使用していることは、右各登録商標の正当な権利行使である。\n第三　証拠関係（省略）\n理　　　由\n第一　第一目録（１）の標章の使用差止請求について\n当裁判所も第一目録（１）の標章の使用差止請求は理由がないと判断するもので\nあり、その理由は、原判決の理由第一の一項と同じであるから、ここにこれを引用\nする。\n第二　第一目録（２）、（３）の各標章の使用差止請求について\n一　控訴人使用の標章とその周知性\n成立に争いがない甲第一号証ないし第二一号証、第二七号証ないし第四七号証、\n第四八号証の一ないし四、第四九号証ないし第五四号証、第五五号証の一、二、第\n五六号証ないし第六三号証、第六四号証の一ないし三、第六五号証ないし第七二号\n証、第七四号証の一、二、第九二号証ないし第一〇五号証、第一〇七号証ないし第\n一一八号証、第一一九号証の一ないし三、第一二〇号証、第一四四号証、乙第九四\n号証、原審証人【Ｂ】の証言により真正に成立したものと認められる甲第二二号\n証、第二三号証の一ないし七、第二四号証ないし第二六号証、第七三号証、弁論の\n全趣旨により真正に成立したものと認められる甲第一〇六号証、第一二一号証ない\nし第一二八号証、当審における控訴人代表者尋問の結果により真正に成立したもの\nと認められる甲第一二九号証の一、二、原審証人【Ｂ】、当審証人【Ｃ】の各証言\n及び当審における控訴人代表者尋問の結果を総合すると、原判決がその理由第一の\n二項（一）１、（１）ないし（６）において認定する事実（原判決三一枚目表一〇\n行目から三五枚目裏四行目までを引用する。）のほか、次の１ないし６の事実を認\nめることができ、他にこの認定を覆えすに足りる証拠はない。\n１　控訴人は、昭和四六年七月二〇日銀座三越第一号店を開設して以来、昭和四七\n年三月末までに、東京都、横浜市、川崎市において合計八店舗を有するにいたつて\nいたが、その後も全国の主要都市に次々と直営店を開設し、その数は、昭和五〇年\n五月当時約六五店、昭和五二年一月当時約一二〇店となつた。\n２　米国のマクドナルド・コーポレーシヨン（ＭＣＤＯＮＡＬＤ’Ｓ・ＣＯＲＰＯ\nＲＡＴＩＯＮ）は、一九五五年（昭和三〇年）に設立され、直営店、加盟店の数及\nび売上げ額が年々増大し、どの店舗においても均一の食品、価格、サービスを可能\nにする経営システムを採り、米国において、早くからきわめて著名であり、その商\n品及び営業の表示である「ＭｃＤｏｎａｌｄ’ｓ」及び大文字の「Ｍ」を図案化し\nた「＜１２０９５－００１＞」の各標章や主力商品である二段重ねのハンバーガー\nにつき使用されている「Ｂｉｇ　Ｍａｃ」の商標は広く認識されて来た。右のよう\nなマクドナルド・コーポレーシヨンの発展状況、独特の経営システム、標章は、日\n本においても、すでに昭和四一年頃から、飲食店等食品販売関係の業界雑誌に度々\n掲載され、少なくとも関係業界においては知られるようになつていたところ、昭和\n四四年三月一日に実施された第二次資本自由化措置に伴い、米国の飲食店関係企業\nの日本進出が話題となり、同年四月以降も、日本進出の可能性がある有力企業の一\nつとしてマクドナルド・コーポレーシヨンが雑誌に取り上げられて、紹介されてい\nた。\n３　昭和四五年秋には、マクドナルド・コーポレーシヨンと第一屋製パン株式会社\n及び藤田商店（【Ｄ】）との間において、日本における合弁会社設立の合意が成立\nし、昭和四六年一月一八日控訴人の設立及び開業準備計画が正式に発表され、同年\n五月一日控訴人が設立されるに至つた。控訴人は、同年七月一四日、マクドナル\nド・コーポレーシヨンとの間に、実施許諾契約を締結し、マクドナルド・コーポレ\nーシヨンが有する種々のノウハウ、商標、商号、標識、機械器具の意匠を使用して\n日本国内におけるマクドナルド食品の販売を独占的に行ないうるという排他的実施\n権を許諾されたが、使用を許諾された標章には、例えば、「ＭｃＤｏｎａｌｄ’\nｓ」、「マクドナルド」、「Ｂｉｇ　Ｍａｃ」、「ビツグマツク」等が含まれてい\nた。\n４　控訴人は、銀座三越第一号店を開店するに当り、大規模な広告、宣伝活動を展\n開して一般の耳目を惹き、その広告、宣伝において、あるいは、右店舗における看\n板、メニユー、容器、包装、店員の制服等において、第三目録（イ）ないし（ニ）\nの各標章（但し、（ハ）の標章は、当初「マツクフライ」の略称形でも使用されて\nいた。）のほか、同目録（ホ）、（ヘ）及び（チ）の各標章を使用し、これらの標\n章は、第一号店や控訴人に関する新聞、雑誌の記事、散らし広告及び写真の中にも\n掲載された。\n５　その後、控訴人は、昭和四六年七月二四日に代々木第二号店、同月二五日に大\n井第三号店を引続いて開店し、前記認定のとおり、昭和四七年三月末までに合計八\n店舗を有していたが、いずれも好評を博し、驚異的な売上げ額を示したところか\nら、新聞、雑誌に頻繁に取り上げられ、その記事や写真中に第三目録（イ）ないし\n（ホ）及び（チ）の各標章が掲載され、また、控訴人はこれらの標章を使用して広\n告、宣伝を積極的に継続していた。\n６　控訴人のハンバーガーを中心とするマクドナルド食品等の売上げ年額は、昭和\n四六年約六億円、昭和四七年約一六億円であつたが、その後も昭和五〇年約一〇〇\n億円、昭和五一年約一五〇億円、昭和五二年約二二五億円と飛躍的に増大してい\nる。\n以上の認定事実によれば、控訴人が使用する第三目録（イ）、（ホ）、（ヘ）、\n（チ）の各標章は、控訴人の全商品を示す表示及び控訴人の営業を示す表示とし\nて、同目録（ロ）の標章は控訴人の商品である二段重ねの大きなハンバーガーを示\nす表示として、同目録（ハ）の標章は控訴人の商品であるフライポテトを示す表示\nとして、同目録（ニ）は控訴人の商品であるミルクシエイクを示す表示として、そ\nれぞれ昭和四六年七月下旬以降、日本国内において広く認識され、顕著な識別力を\n有する周知の標章であるというべきである。\n二　被控訴人ら使用の標章とその使用態様\n被控訴人マルシンフーズは、昭和四七年五月初旬頃から、ハンバーガーを製造\nし、これを被控訴人マツク産業をして販売せしめているものであるが、現在なお、\n被控訴人マルシンフーズは、その所有に係るハンバーガーの自動販売機に第一目録\n（２）、（３）の各標章を表示し、かつ被控訴人マツク産業にハンバーガーを販売\nし、一方、被控訴人マツク産業は、被控訴人マルシンフーズから購入したハンバー\nガーを、右各標章を附した容器及び包装に納めて商品とし、右自動販売機により販\n売し、又は一部を店頭販売しており、被控訴人らは、右ハンバーガーの販売のため\nのパンフレツト及び広告に右各標章を表示して広く宣伝しているとの事実は、当事\n者間に争いがない。\nそして、成立に争いのない甲第七八号証、第八九号証ないし第九一号証、乙第一\n〇二号証、原審及び当審証人【Ｅ】の証言、当審における被控訴人マルシンフーズ\n代表者尋問の結果によれば、被控訴人マルシンフーズは、昭和三五年九月に有限会\n社有明商店として設立され、昭和四〇年一二月「株式会社マルシン」と組織及び商\n号を変更し、昭和四七年七月五日現商号に変更した会社であり、ハンバーグ、シユ\nーマイ、ハム、ソーセージ等の加工食品の製造販売を主たる営業内容としている\nが、ハンバーガーについても昭和四〇年頃から店頭販売したことがあること、被控\n訴人マツク産業は、昭和四六年九月二二日被控訴人マルシンフーズの全額出資によ\nり設立され、当初の商号は「株式会社マツク」であつたが、昭和四七年七月五日現\n商号に変更した会社であり、被控訴人マルシンフーズの所有に係る自動販売機を繁\n華街の商店、娯楽場や郊外のドライブイン等に設置して（昭和五二年一一月当時に\nは合計約二〇〇台）ハンバーガーを販売していること、並びに、販売開始当初、自\n動販売機、容器及び包装には、第一目録（１）、（２）、（３）の各標章が表示さ\nれていたが、昭和四八年六月以降は、同目録（１）の標章は使用されず、同目録\n（２）、（３）の各標章のみが表示されており、ハンバーガーを購入する場合は、\n自動販売機にコインを投入し、三種類のハンバーガーのうち好みのものを選択して\n当該プツシユボタンを押すと、冷蔵されていたハンバーガーが電子レンジにより加\n熱され、容器及び包装に納められて約一分後に受口に出てくるものであることが認\nめられる。\n三　表示の類否\n被控訴人らの使用する第一目録（２）、（３）の各標章は、前記のとおり、いず\nれも商品ハンバーガーの販売について使用されている表示であり、そのうち「Ｍａ\nｃ」及び「マツク」の各文字部分から、「マツク」の称呼が生じ、英語の知識に詳\nしい者であれば、これが「息子」の意味を有するものと理解するであろうが、ハン\nバーガーの自動販売機などに親しむ一般の人には人名又はその略称であると観念さ\nれやすく、\n他の「Ｂｕｒｇｅｒ」及び「バーガー」の各文字部分は通常ハンバーガーの略称と\nして理解されるから、右各標章は、その主要部が「Ｍａｃ」及び「マック」であ\nり、「マツクのハンバーガー」の観念を生ずるものということができる。\n一方、控訴人の使用する第三目録（イ）及び（ホ）の各標章は、「マクドナル\nド」の称呼のほか、短縮形ないし愛称としてそれぞれ「Ｍｃ」の文字部分から「マ\nツク」の称呼をも生じ、同目録（ロ）、（ハ）、（ニ）の各標章はそれぞれ「マツ\nク」の文字部分から「マツク」の称呼が生じうるものであり（各標章中、それぞれ\n「マツク」の文字部分を除いた部分は、「ビツグ」が大きいという意味を表わす周\n知の形容詞であり、「フライポテト」及び「シエイク」がいずれも食品の名称を表\nわす普通名詞であるから、これらの標章はその主要部を「マツク」とするものとい\nうべきである。）、また、同目録（チ）の標章はその称呼が「マツク」であること\nも明白である。ところで、前記一において認定した事実によれば、同目録（イ）、\n（ホ）、（チ）の各標章はハンバーガーを主力商品とする控訴人の全商品を示す表\n示として、同目標（ロ）、（ハ）、（ニ）の各標章はそれぞれ二段重ねの大きなハ\nンバーガー、フライポテト及びミルクシエイクについて控訴人の商品であることを\n示す表示として、きわめて著名であり、したがつて、少なくとも同目録（イ）、\n（ロ）、（ホ）、（チ）の各標章は、これに接する者をして控訴人の製造販売する\n商品ハンバーガーを想起させるまでに周知性を有し、顕著な識別力を有する表示で\nあることが認められる。\nそこで、被控訴人らの使用する第一目録（２）、（３）の各標章と控訴人の使用\nする第三目録の各標章のうち（イ）、（ホ）、（チ）とを対比するに、一方で、控\n訴人の（イ）及び（ホ）の標章は、控訴人の製造販売するハンバーガー等の商品表\n示として、また、その営業表示として周知のものであり、かつ、そのうち「Ｍｃ」\nから生ずる「マツク」の称呼及びこれを表示した（チ）の標章が、簡潔に控訴人の\n主力商品ハンバーガーないし営業を表わすものとして、すでに昭和四六年七月下旬\n当時から広く用いられ周知となつていることが明らかである（例えば、前掲甲第二\n七号証、第一一八号証、第一一九号証の一ないし三、第一二四号証、第一二七号\n証、第一二八号証参照）ところ、他方、被控訴人らの（２）、（３）の各標章は、\n「Ｍａｃ」又は「マツク」を主要部とし、いずれも「マツク」の称呼を生ずるもの\nであり、また、前記のとおり、いずれも商品ハンバーガーに用いられ、「マツクの\nハンバーガー」の観念を生ずるものであるから、結局、被控訴人らの（２）、\n（３）の各標章は、控訴人の（イ）、（ホ）、（チ）の各標章と、称呼及び観念に\nおいて混同を生ずるおそれがある類似のものといわざるをえない。\n四　商品混同の有無\n前記認定事実及び当事者間に争いのない事実から明らかなとおり、被控訴人ら\nは、昭和四七年五月以降、第一目録（２）、（３）の各標章を使用して自動販売機\nにより商品ハンバーガーを販売しているが、一方、控訴人の使用する第三目録\n（イ）、（ホ）、（チ）の各標章は、控訴人の製造販売するハンバーガー等の商品\nないしその営業を表わすものとして、すでに昭和四六年七月下旬当時から周知著名\nとなつていたものであるところ、前掲甲第七八号証、第八九号証ないし第九一号\n証、当審証人【Ｆ】の証言により真正に成立したものと認められる甲第一三三号証\nないし第一三五号証、当審証人【Ｇ】の証言により真正に成立したものと認められ\nる甲第一三六号証、第一四五号証、第一四六号証、当審証人【Ｈ】の証言により真\n正に成立したものと認められる甲第一三七号証、原審証人【Ｂ】、当審証人\n【Ｉ】、【Ｃ】、【Ｆ】、【Ｈ】、【Ｇ】の各証言によれば、\n１　被控訴人マルシンフーズが製造し被控訴人マツク産業が自動販売機により販売\nする商品ハンバーガーを、控訴人の製造販売する商品ハンバーガーであると混同誤\n認した者が現実に存在し、例えば、被控訴人らの商品ハンバーガーを自動販売機か\nら買受けた者が、当該ハンバーガーについて、控訴人の店舗に苦情を申入れてきた\nり、電話で問合わせをしてきたことがあるほか、被控訴人マツク産業の設置した自\n動販売機を見たスーパーマーケツトの経営者が、これを控訴人の設置したものと考\nえ、自分の店舗にもハンバーガー自動販売機を設置するよう控訴人の従業員に求め\nた事例があつたこと、\n２　控訴人が、昭和五三年二月、東京都内の数カ所において街頭アンケート調査を\nした結果、「マツクバーガー」の称呼を聞き、あるいは第一目録（２）、（３）の\n各標章が附された容器を見た被調査者のうち、控訴人の商品ハンバーガーを想起し\nた者の割合が大きい旨判明したこと、\nが認められ、右認定を左右するに足りる証拠はない。\n右の事実関係に照すと、商品ハンバーガーの販売につき、第一目録（２）、\n（３）の各標章を使用した場合、これに接する者は、当該商品が控訴人又はその関\n連会社の製造販売するハンバーガーであるとの印象を受け、その出所を混同誤認す\nるおそれがきわめて大きいということができる。なお、控訴人の商品ハンバーガー\nが店頭でのみ販売されているのに対し、被控訴人らの商品ハンバーガーは自動販売\n機により販売されているという販売方式の差異があることをもつてしても、右の判\n断を覆えしうるものではない。\n五　営業上の利益を害せられるおそれ\n前記三、四のとおり、被控訴人らが控訴人の商品表示と類似する商品表示を使用\nすることにより、被控訴人らの商品ハンバーガーを控訴人の商品ハンバーガーであ\nるかのように誤認混同を生じさせるおそれはきわめて大きく、現実にも混同を生じ\nさせているものである以上、他に特段の事情が認められない本件においては、被控\n訴人らの右行為により控訴人の営業上の利益を害せられるおそれがあると認めるの\nが相当である。\n六　商標権行使の抗弁\n１　成立に争いのない甲第七六号証の一ないし三、第七七号証の一ないし三及び弁\n論の全趣旨によれば、第二目録（ａ）の商標は、片仮名の「マツク」を毛筆で左横\n書きにしてなり、訴外ミヤシタ珈琲株式会社が昭和四二年五月三〇日に、指定商品\nを「コーヒー豆、その他本類に属する商品」として登録出願し、昭和四四年五月三\n一日登録（第八一九〇三六号）されたものであるが、被控訴人マルシンフーズは、\n昭和四六年四月六日右訴外会社より、右商標権について指定商品のうち肉製品、加\n工水産物、べんとう、サンドイツチ等につき分割譲渡を受け、同年七月二三日その\n旨の登録がされたこと、第二目録（ｂ）の商標は、片仮名の「バーガー」を縦書き\nにしてなり、訴外【Ａ】が昭和四一年七月二二日に、指定商品を「食肉、卵、食用\n水産物、野菜、果実、加工食料品（他の類に属するものを除く）」として登録出願\nし、昭和四三年一月一〇日登録（第七六六三二三号）されたものであるが、被控訴\n人マルシンフーズは、昭和四四年五月八日右訴外人より、右商標権について指定商\n品のうち肉製品、加工水産物につき分割譲渡を受け、同年七月七日その旨の登録が\nされ、さらに、同年一一月一〇日右訴外人よりその余の指定商品についてもその共\n有権を取得し、昭和四五年四月三〇日その旨の登録がされたことが認められる。\n２　そこで、第一目録（２）、（３）の各標章と第二目録（ａ）、（ｂ）の各登録\n商標とを対比するに、第一目録（２）の標章は、図案化された英文字で、上段に\n「＜１２０９５－００２＞」、下段に「Ｂｕｒ　ｇｅｒ」と二段にそれぞれ左横書\nきにした構成であり、（３）の標章は、丸味を帯びた肉太の片仮名文字で「マツク\nバーガー」（但し、「ツ」は他の文字よりやや小さい。）と一連に左横書きにした\n構成であるところ、第二目録（ａ）、（ｂ）の各登録商標は、前記のとおり、それ\nぞれ「マツク」又は「バーガー」の片仮名文字のみからなるものであるから、第一\n目録（２）、（３）の各標章は、それぞれ右各登録商標のいずれとも別異のものと\nいうべきであり、したがつて、第一目録（２）、（３）の各標章の使用が右各登録\n商標にかかる権利行使であるとすることはできない。\nもつとも、第一目録（３）の標章は、第二目録（ａ）の登録商標に（ｂ）の登録\n商標を左横書きにして一連に結合したものと基本的に同一の構成であり、また、第\n一目録（２）、（３）の各標章には右各登録商標の称呼がそれぞれ含まれているこ\nとに徴すると、第一目録（２）、（３）の各標章は右各登録商標の類似範囲に含ま\nれるものと解しうる余地がないわけではないが、\n商標権者といえども、登録商標の類似範囲にある標章については、他人の使用を排\n除する権利があるとしても、当該登録商標と同様に当然にこれを使用しうる権利を\n有するものとはいえず、類似標章の使用は不正競争防止法第六条の商標法による権\n利の行使に該当しないと解するのが相当であるから、第一目録（２）、（３）の各\n標章の使用が第二目録（ａ）、（ｂ）の各登録商標にかかる権利行使である旨の被\n控訴人らの主張は、いずれにしても失当である。\n七　結論\n以上の次第であるから、その余の主張につき判断するまでもなく、不正競争防止\n法第一条第一号の規定に基き第一目録（２）、（３）の各標章の使用差止等を求め\nる控訴人の請求は理由があるということができる。\n第三　よつて、控訴人の被控訴人らに対する本訴請求は、そのうち第一目録（１）\nの標章につき使用差止等を求める請求は失当であるが、同目録（２）、（３）の各\n標章につき使用差止等を求める請求は理由があり、その限度において認容すべきも\nのであるから、原判決を主文一の項のとおり変更することとし、訴訟費用の負担に\nつき民事訴訟法第九六条、第九二条、第九三条を適用し、なお仮執行宣言はこれを\n付さないこととして、主文のとおり判決する。\n（裁判官　荒木秀一　橋本攻　永井紀昭）\n第一目録（被控訴人らの標章）\n＜１２０９５－００３＞\n第二目録（被控訴人マルシンフーズの登録商標）\n＜１２０９５－００４＞\n第三目録（控訴人の標章）\n＜１２０９５－００５＞\n＜１２０９５－００６＞\n"
}