{
  "trial_type": "IPCase",
  "date": {
    "era": "Showa",
    "year": 53,
    "month": 8,
    "day": 30
  },
  "case_number": "昭和45(行ケ)50",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "14328",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=14328",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/328/014328_hanrei.pdf",
  "contents": "主　　　文\n特許庁が昭和四五年三月三一日同庁昭和四一年審判第五五二八号事件についてした\n審決を取消す。\n訴訟費用は被告の負担とする。\n事　　　実\n第一　当事者の求めた裁判\n原告訴訟代理人は主文同旨の判決を求め、被告訴訟代理人は「原告の請求を棄却\nする。訴訟費用は原告の負担とする。」との判決を求めた。\n第二　請求の原因\n一　特許庁における手続の経緯\n原告は、名称を「結晶組織を有する磁気異方性永久磁石の製造装置」とする特許\n第四六六一七八号発明（昭和三五年一〇月五日出願、昭和三九年九月二一日出願公\n告、昭和四一年二月四日登録。以下この発明を「本件特許発明」といい、この発明\nに係る特許を「本件特許」といい、その特許出願を「本件特許出願」という。）の\n特許権者であるが、昭和四一年八月九日被告から本件特許について特許無効の審判\n請求（昭和四一年審判第五五二八号）がされ、特許庁は、昭和四五年三月三一日本\n件特許を無効とする旨の審決をし、その謄本は同年四月二四日原告に送達された。\n二　本件特許発明の要旨\n永久磁石合金素材を入れる耐熱性非磁性の容器と強制冷却液体面より所定の距離\nを隔てた位置に設けた高周波誘導コイルと、前記容器をこのコイルを通して所定の\n速度で移動せしめ、前記強制冷却液体内に没入するよう操作する操作機構より構成\nしたことを特徴とする結晶組織を有する磁気異方性永久磁石の製造装置。\n（別紙図（一）参照）\n三　審決の理由の要点\n本件特許発明は、昭和三五年一〇月五日に出願された特許願昭三五ー四〇八五四\n号出願（以下これを「原特許出願」といい、この出願に係る発明を「原特許発明」\nという。原特許出願については、昭和三九年九月二一日出願公告がされた。）を分\n割して昭和三八年七月二九日に出願されたものであるが、その要旨は、前項記載の\nとおりである。\n原特許発明の要旨は、「永久磁石合金素材を非磁性容器内に入れ、これを大気中\nにおいて高周波誘導磁界中に順次挿入し、原結晶を破壊して再結晶組織を生ずる程\n度に加熱した後、この加熱帯より一定距離の部分を冷却液によつて強制冷却して再\n結晶組織を一定方向に揃えるとともに磁気的異方性を附与せしめたことを特徴とす\nる結晶組織を有する磁気異方性永久磁石の製造方法。」にあり、末尾の「結晶組\n織」は、本件特許発明でいう集合組織の各結晶が一定の方向に揃えられているもの\nと同じである。そして、その出願当初の明細書の記載を検討すると、その全記載に\nわたつて、上記要旨のとおりの結晶組織を有する磁気異方性永久磁石の製造方法を\n一貫して開示している。\n一方、本件特許発明の明細書には、その要旨とする製造装置の操作方法として、\n磁石素材を耐熱非磁性容器に入れ（明細書にはこの点の明確な説明はないが、「作\n業の安全のためにはコイルと磁石間に予め耐熱パイプを介挿せしめ、上下両面を耐\n火土などで止めればよい。」旨の文言と特許請求の範囲の語句からこのように解釈\nする。）、これをコイル中に挿入し、最初の結晶を破壊して再結晶組織を生ずる程\n度の温度（これは合理的表現でないが、液相線以上の温度の意と解する。）に加熱\nし、これを水または空気による冷却槽に挿入し急冷できるように定め、連続して一\n定方向に所要の結晶組織を与えるようにすると記載している。\nそうすると、本件特許発明の装置の操作方法は、原特許発明が要旨とする磁気異\n方性永久磁石の製造方法と一致しているから、本件特許発明の装置は、原特許発明\nの上記磁石製造方法の実施に直接使用する装置ということができる。\nそこで、本件特許発明が原特許出願に包含されているか否かについて検討する\nに、原特許出願の出願当初の明細書（以下「原明細書」という。）には、その発明\nの実施例において、高周波誘導コイル、素材を収容する耐熱非磁性の容器及び冷却\n液を収容する液槽を使用すること、コイルは液槽の液面より一定の距離に配置させ\nることの記載がされていることは認められるが、上記容器をコイル内に挿入して素\n材を溶融すべく加熱した後、加熱帯より一定の距離の部分を冷却液によつて強制冷\n却するように、容器を移動させることの具体的手段としては、容器を紐で吊下げ冷\n却槽内に徐々に挿入して急冷できるように定め、この紐を所定速度で徐々に降下す\nるように調整することのみ記載されてあり、容器を移動させるとともに所定の移動\n速度に調整しうる機能を有する容器移送機構については何ら記載されていない。\nすなわち、原明細書は、発明的意義をもつところの、容器をコイルを通して所定\nの速度で移動せしめ、冷却液体内に没入するように操作しうる格別の「操作機構」\nを全く記載していないものと認められ、これは、このような機構を構成要素とする\n本件特許発明の製造装置の発明を、原特許出願は全く包含していないことに帰する\nから、本件特許出願は、特許法第四四条第一項の規定（昭和三九年法律第一四八号\nによる改正前のもの。以下この条について同じ。）による適法の分割出願と認めら\nれない。\nよつて、本件特許出願には、同条第三項の規定が適用されるべきでないから、そ\nの出願日は、昭和三八年七月二九日とするを相当とする。\nところが、本件特許発明は、この出願日前に公知であつた特許出願公告昭三七ー\n八一六〇号公報に記載の発明及び周知技術に基づいて本件特許発明の属する技術分\n野における通常の知識を有する者が容易に発明することができたものと認められ\nる。\nよつて、本件特許は、特許法第二九条第二項の規定に違反してなされたものであ\nるから、同法第一二三条第一項第一号の規定により、これを無効とすべきである。\n四　審決の取消事由\n審決の理由のうち、本件特許についての分割出願を適法なものではないとした判\n断は誤りであり、その誤つた判断に基づいて本件特許を無効とした審決は、違法で\nあつて、取消されるべきである。右の判断を誤りとする理由は、以下に述べるとお\nりである。なお、右の判断が誤りでないときは、審決のその余の認定、判断は争わ\nない。\n（一）　審決は、「原明細書には、耐熱性非磁性の容器を移動させるとともに所定\nの移動速度に調整しうる機能を有する容器移送機構については何ら記載されていな\nい。」と認定し、右認定を根拠にして、本件特許出願を、特許法第四四条第一項の\n規定による適法な分割出願と認めえないとしているが、これは誤りである。このよ\nうな移送機構は、原明細書の「磁石１を吊り下げるように上部から下された紐４\nは、磁石１が、例えば一秒に二ｍｍの割合で徐々に降下するよう調整する。」（別\n紙図面（二）参照）との記載から、当業者がきわめて容易に読み取れる程度のもの\nである。すなわち、\n（１）　例えば、このような機構は、原特許出願の出願日（以下「原特許出願日」\nという。）以前から公知である米国特許第二、七八九、〇三九明細書記載の発明に\nおけるように、制御速度モーター２８、ねじ２６及びこのねじ２６に螺合したブラ\nケツト２５より構成しうる（別紙図面（三）参照）。また、一般に知られているも\nのであつて、モーターによつて駆動されるウインチやクレーン等は、前記の機構を\n代表するきわめて一般的なものである。\nこの移送機構のように、きわめてよく知られている内容を事細かく明細書に記載\nすると、いたずらに明細書の記載を冗長ならしめ、ひいては明細書に記載された発\n明の要旨を不明確にするおそれがあるため、その詳細な記述を省略するのが普通で\nある。原明細書においては、図面に紐４と矢印を記載してあり、原明細書中の前記\n記載と相まつて前記機構を十分に表わしている。\nまた、従来、明細書中に機構要素を記載する場合、その要素を構成するねじやボ\nルト類の構成要素を一つ一つ具体的に述べて表現する外、一般に作用的記載と称し\nてその機構を作用的にとらえて表現することが行われているが、前記移送機構は、\n原明細書に少なくとも作用的には記載されている。\nさらに審決も、「日本金属学会編「金属便覧」（昭和二七年一二月二〇日発行）\n二三九頁及び二四〇頁、石田制一著「高周波熱処理」（昭和三二年三月一五日発\n行）一〇五七頁及び一〇五八頁、「応用物理」第二四巻第五号（応用物理学会、昭\n和三〇年五月一〇日発行）二〇三頁並びに特許第一七八一八三号特許発明明細書\n（特公昭二三ー二二六六号）所載の熱処理装置において、被処理材を所定速度をも\nつて移送する手段としては、一般金属の加工機械、または熱処理装置において処理\n材の移送に使用されるような、電動機、速度調整装置、動力伝達機構などを含む通\n常の駆動機構を備えていることは自明である。\n」（審決書七枚目表四行～一五行）としているが、これらの刊行物は原特許出願日\n以前に刊行されたものであり、本件特許発明におけるような駆動機構が、その特許\n出願日以前に公知であり、また自由のものであることを認めている。\n（２）　このように当然の前提とされた公知ないし自明な事実はこれを附加明記し\nても、要旨の変更にならないものであるから、原明細書の「発明の詳細な説明」の\n項における「容器（製品）を紐で吊下げ、冷却槽内に徐々に挿入して急冷できるよ\nうに定め」、「この紐を所定速度で徐々に降下するように調整する」旨の記載に応\nじ、本件特許発明の明細書の「特許請求の範囲」の項において「容器を所定の速度\nで移動せしめ、冷却液体内に没入するよう操作する操作機構」とすることは、要旨\nの変更にならない。すなわち、この後者の記載は、形式上原明細書に記載されてい\nなくても、原明細書から当然読み取れる範囲のものである。\n（二）　被告は、審決の趣旨は、本件特許発明を原特許発明と同一の発明であると\nするものと主張するが、審決をそのように解するのは相当でない。すなわち、もし\n被告の主張するとおりであれば、審決は、本件特許発明が原特許発明と同一である\nとして、本件特許を、特許法第三九条第一項の規定に違反し無効であるとするか、\nまたは同法第二九条第一項第三号の規定に違反し無効であるとすべきであるのに、\n審決は、本件特許を、特許出願公告昭三七ー八一六〇号公報と対比し、同法第二九\n条第二項の規定に違反し無効であるとしているし、また「分割出願の発明は、原出\n願に全く包含されていないことに帰するから、分割出願と認められない。」として\nいることからして、審決の趣旨は、同一の発明であるとしているものでないことが\n明らかである。\n仮りに、審決が、本件特許発明を原特許発明と同一の発明とするものと解すべき\nであるとしても、その判断は誤りである。すなわち、本件特許発明は、「操作機\n構」をその要件の一つとしており、また、他の必須要件においても原特許発明とは\n異なり、本件特許発明は、原特許発明と同一ではない。\n（三）　被告は、本件特許発明と原特許発明とが同一であることを根拠として、分\n割出願を不適法とする審決の結論は、結局正当であると主張し、また、本訴におい\nて、このような主張をすること及び裁判所がそのように判断することが許されると\n主張するが、このような主張は本訴においては許されない。\n仮りに、右のような主張が許されるとしても、右両発明が同一の発明でないこと\nは上述のとおりであるから、右主張は理由がない。\n第三　被告の答弁\n被告訴訟代理人は、請求の原因について、次のとおり述べた。\n一　原告主張の一ないし三の事実は認める。\n二　同じく四の点は争う。審決の判断は正当であつて、審決に原告主張の違法はな\nい。すなわち、\n（一）　分割出願に関する審決の趣旨は、原明細書には本件特許発明の操作機構の\n記載がないから、本件特許出願は分割出願としては適法ではないというにある。そ\nの認定、判断は、次のとおり正当である。\n原特許発明と本件特許発明とは、後者において「操作機構」という要件がある点\nを除くと、単に「方法」または「装置」と表現形式を書換えたものに過ぎない。し\nたがつて、原特許発明の「方法」と本件特許発明の「装置」が同一の発明ではな\nく、別個の発明であるためには、本件特許発明の操作機構が、原特許発明において\n方法として表現されている技術的思想に包含されない「発明的意義をもつ」「格別\nの」ものであることが必要である。ところで、原明細書における操作方法または操\n作機構に関連する記載としては、単に、「容器を紐で吊下げ、この紐を所定速度で\n徐々に降下するように調整する。」とあるのみであり、このような記載に表現され\nている技術的思想は、原特許発明の「順次挿入し」という方法としての要件に包含\nされてしまう程度のものに過ぎない。したがつて、原明細書のこの点に関する記載\nは、すべて原特許発明の「方法」に包含されるものであるから、右に包含されず、\nかつ、装置として発明性を有するという意味での、「発明的意義をもつ」「格別\nの」操作機構については記載がないものといわざるをえない。\nそうすると、本件特許発明において「操作機構」が具体的にいかなる内容を持つ\nかを検討するまでもなく、このような「操作機構」を要素とする製造装置の発明は\n原明細書に記載されていないから、本件特許出願は、適法な分割出願とはいえな\nい。\n（二）　また、審決は、分割出願に関し、本件特許発明が原特許発明と同一である\nとするに帰するから、原特許出願は二以上の発明を包含するものではなく、出願分\n割の要件を備えず、したがって、本件特許出願は不適法な分割出願であるというこ\nとになり、そのような認定、判断も正当である。すなわち、\n（１）　本件特許発明の構成要件は、次のとおりである。\n（ａ）　永久磁石合金素材を入れる「耐熱性非磁性の容器」を有すること\n（ｂ）　右容器を通過せしめる「高周波誘導コイル」を有すること\n（ｃ）　高周波コイルから所定の距離を距てた位置に設けられた「強制冷却液体」\nを有すること\n（ｄ）　前記容器を高周波コイルを通して所定の速度で移動せしめ、前記強制冷却\n液体内に没入するよう操作する「操作機構」を有すること\n（ｅ）　以上のような構成を特徴とする結晶組織を有する磁気異方性永久磁石の製\n造装置\n（２）　これに対し、原特許発明の構成要件は、次のとおりである。\n（イ）　永久磁石合金素材を「非磁性容器」に入れること\n（ロ）　右容器を「高周波磁界」中に挿入して原結晶を破壊して再結晶組織を生ず\nる程度に加熱すること\n（ハ）　加熱帯より一定距離の部分を冷却液によつて強制冷却すること\n（ニ）　前記容器は、磁界中に「順次挿入」され、加熱された後冷却されること\n（ホ）　以上のようなプロセスを有する「再結晶組織を一定方向に揃えるとともに\n磁気的異方性を付与せしめたことを特徴とする結晶組織を有する磁気異方性永久磁\n石の製造方法」\n（なお、特許請求の範囲の記載のうち「大気中において」なる字句は、原特許発明\nにおいては処理を大気中で行いうるという発明の効果を表示したものであり、大気\n中でなければ行いえないという要件を表示したものではない。）\n（３）　そこで、本件特許発明（この項において以下「前者」という。）の要件\nを、原特許発明（この項において以下「後者」という。）の要件と対比すると、次\nのとおりである。\n（ⅰ）　前者の（ｅ）と後者の（ホ）は、いずれも厳密には構成要件というより、\n発明の目的もしくは作用効果を示したものである。右（ｅ）および（ホ）に示され\nた両発明の目的は表現に多少の相違があるが、各明細書全体の記載からみて、結局\nいずれも、合金素材における集合組織の結晶を一定方向に整列させ、その結果、磁\n気異方性を有する永久磁石の製造を目的とするものである。すなわち、両発明は同\n一の技術的課題を、前者においては「装置」として、後者においては「方法」とし\nて、解決しようとするものである。\n（ⅱ）　前者の（ａ）と後者の（イ）は、全く同一の技術的思想を、前者が装置と\nしての表現形式をもつて表示し、後者が方法としての表現形式をもつて表示してい\nるものである。\n（ⅲ）　前者の（ｂ）と後者の（ロ）とを対比すると、（ｂ）には、（ロ）におけ\nるような「原結晶を破壊して再結晶を生ずる程度に加熱」という限定的字句がな\nい。しかしながら、前者において「高周波誘導コイル」がその高周波磁界中で合金\n素材を加熱するためのものであり、かつ、その加熱は「原結晶を破壊して再結晶組\n織を生ずる程度に」（素材を溶融する程度まで加熱する意）するに外ならないこと\nは明細書中に明示されている（本件特許発明の公報一頁左欄一九行、二〇行）。し\nたがって、両者は、実質的には、同一の技術的思想を表わすものである。\n（ⅳ）　前者の（ｃ）と後者の（ハ）は、表現形式こそ異なるが、技術的思想とし\nて全く同一である。\n（ⅴ）　前者の（ｄ）の「操作機構」については、原告は、従来公知の移送機構で\n足りることを自認しており、また、実施例としては、「磁石１を吊り下げるように\n上部から下された紐４は、磁石１が、例えば一秒に二ｍｍの割合で徐々に降下する\nよう調整する」機構が記載されていると主張している。一方、後者の（ニ）におい\nては、「順次挿入する。」という表現でのみ操作方法が記載されており、その実施\n例としては、前者と同様に「紐で吊り下げ徐々に降下する。\n」という最もありふれた方法が記載されているにすぎないから、結局前者と同様に\n従来公知の移送方法を採用しているというべきである。いいかえれば、前者の\n（ｄ）と後者の（ニ）は、いずれも従来公知の操作の機構を、装置もしくは方法と\nして表示したに過ぎず、技術的思想としては同一である。\n（４）　以上のとおり、両発明が、結晶の方向を整列させ磁気異方性を与えた永久\n磁石の製造という技術的課題を解決する手段として開示したものは、表現形式上、\n一方は装置（物）の発明であり、他方は「方法」の発明であるけれども、その技術\n的思想の実質は、いわゆるゾーンメルテイング（帯域溶融法）の採用にあり、両者\nともその使用領域及び作用効果を全く同じくするものである。しかも、本件特許発\n明の装置は、原特許発明の特許請求の範囲に開示されていない新規な要件を含むも\nのではなく、従来知られているゾーンメルテイングの装置を、原特許発明の目的に\n従つて表示したものにすぎないから、それ自体別個独立の発明ということはできな\nい。\nしたがって、本件特許発明と原特許発明とは同一の発明であり、本件特許出願は\n分割出願の要件を備えないものである。\n（三）　さらに、審決が分割出願を適法ではないとした結論は、本訴において、本\n件特許発明が原特許発明と同一であること（（二）の（１）ないし（４））を理由\nとして、主張することが許され、認容されてしかるべきものである。\n第四　証拠関係（省略）\n理　　　由\n一　請求の原因事実中、原告が特許権者である本件特許発明について、特許無効審\n判の請求から審決の成立に至るまでの特許庁における手続の経緯、発明の要旨及び\n審決の理由の要点に関する事実は、当事者間に争いがない。\n二　そこで、右審決の取消事由の有無について考察する。\n（一）　審決は、本件特許発明の要旨を原特許発明の要旨と対比したうえ、本件特\n許発明の装置の操作方法が、原特許発明が要旨とする磁気異方性永久磁石の製造方\n法と一致していることを認め、本件特許発明の装置が原特許発明の右磁石製造方法\nの実施に直接使用する装置であると判断し、次いで、原明細書は、本件特許発明の\n構成要素である「耐熱性非磁性の容器をコイルを通して所定の速度で移動せしめ、\n冷却液体内に没入するように操作しうる機構」を全く記載していないと認定し（審\n決においては、この機構について、「発明的意義をもつところの」「格別の」機構\nという表現を用いているが、これは、右機構が、本件特許発明において必須の構成\n要件であるとする趣旨に出たものと解される。）その結果、本件特許発明の製造装\n置の発明を原特許出願は全く包含せず、本件特許出願は、分割出願としては不適法\nであると判断し、さらに、本件特許発明を、特許出願公告昭三七ー八一六〇号公報\n記載の技術的思想と対比し、結局、本件特許を特許法第二九条第二項の規定に違反\nし無効であるとしている。これらのことからすれば、分割出願に関する審決の判断\nは、本件特許発明と原特許発明とが別個の発明であるとの趣旨に出たものと解する\nのが相当である。\n（二）　そこで、審決の分割出願に関する判断について検討する。\n（１）　まず、成立に争いのない甲第一一号証（原特許出願の最初の明細書及び図\n面）によれば、原明細書に「磁石１を吊り下げるように上部から下された紐４は、\n磁石１が、例えば一秒に二ｍｍの割合で徐々に降下するよう調整する。」（四頁九\n行～一一行）との記載があり、図面第１図には、紐４とその移動方向を示す矢印と\nが記載されていることが認められる。\n（２）　次いで、成立に争いのない甲第一号証（本件審決謄本）によれば、審決も\n「日本金属学会編『金属便覧』（昭和二七年一二月二〇日発行）二三九頁及び二四\n〇頁、石田制一著『高周波熱処理』（昭和三二年三月一五日発行）一〇五七頁及び\n一〇五八頁、『応用物理』第二四巻第五号（応用物理学会昭和三〇年五月一〇日発\n行）二〇三頁並びに特許第一七八一八三号特許発明明細書（特公昭二三ー二二六六\n号）各所載の熱処理装置においては、いずれも被処理材が高周波誘導コイルその他\n加熱装置内を所定速度をもつて通過して順次部分的に加熱された後、冷却槽または\n冷却管内に移送されて冷却されるように構成されているものである。そして、これ\nら装置において、被処理材を所定速度をもつて移送する手段としては、一般金属の\n加工機械、または熱処理装置において処理材の移送に使用されるような、電動機、\n速度調整装置、動力伝達機構などを含む通常の駆動機構を備えていることは自明な\nことである。」（審決書七枚目表四行～一五行）と判断していることが認められ、\n成立に争いのない甲第五、第六号証の各ないし三、第七号証の一、二及び第八号証\nによれば、右刊行物のうち特許発明明細書を除くその余のものの発行日は、いずれ\nも審決摘示のとおりであり、特許発明明細書の発行日は昭和二四年一二月二一日で\nあることが認められ、これらの刊行物は、いずれも原特許出願日である昭和三五年\n一〇月五日以前に刊行されたものであり、審決も、本件特許発明におけるような素\n材（容器）移送機構を含む熱処理機構が、原特許出願日以前に公知であり、また自\n明のものであることを肯定していることとなる。また、成立に争いのない乙第一号\n証（本件特許無効審判請求書）によれば、被告も審判手続において、審決同様に、\nこのような素材（容器）移送機構を含む熱処理機構が原特許出願日以前に公知のき\nわめてありふれたものであることを主張している（同一二頁二一行～一六頁一行）\nことが認められる。これらの審決の判断や被告の主張に弁論の全趣旨を総合すると\nきは、本件特許発明におけるような容器移送機構は、原特許出願日以前において、\n公知、自明のものであつたことが認められる。\n（３）　ところで、特許法第三六条第四項の規定によれば、明細書には、その発明\nの属する技術の分野における通常の知識を有する者（いわゆる当業者）が、容易に\nその実施をすることができる程度に、その発明の目的、構成及び効果を記載するこ\nとを要求されているだけであるから、それ以上に出願時における技術水準に属し当\n業者に自明な事項までをも記載することを要求されているわけではない。このよう\nな自明な事項は、当業者であれば、明文の記載がなくても、記載してあるものとし\nて明細書を読むことができるものである。したがつて、前記（２）の自明な容器移\n送機構は、原明細書に前記（１）の記載がありさえすれば、これから、当業者のき\nわめて容易に読み取りうる事項であり、その意味において、実質的には明細書に記\n載されているものということができる。\n（４）　以上のとおりであるから、原特許出願に係る原明細書の記載が本件特許発\n明の製造装置の発明を包含せず、本件特許出願は、分割出願としては不適法である\nとした審決の判断は、誤りであるといわざるをえない。\n（三）　分割出願に関する審決の判断が、本件特許発明と原特許発明とを別個の発\n明とする趣旨に出たものであり、しかも本件特許発明の容器移送機構が原明細書に\n記載されていることは、前記（一）（二）のとおりであるところ、被告は、本訴に\nおいて新たに、本件特許発明が原特許発明と同一に帰し、審決が分割出願を不適法\nとした結論は、正当であると主張するが、前記（二）のとおり、原特許出願が本件\n特許発明の製造装置の発明を包含することになつても、それを前提として、本件特\n許発明と原特許発明とが、技術的思想としてやはり別個の発明であるか、それとも\n同一の発明であるかについては、いまだ特許庁における審理を経ておらず、この点\nに関する何らの判断も示されていないものであるから、当裁判所がこの点について\n本件審決に関しその適否を判断する限りでないものといわなければならず、被告が\n本訴において右のような主張をすることは許されない。\n（四）　以上により、審決は、分割出願に関する判断を誤り、その誤つた判断に基\nづいて本件特許を無効とするものであつて、違法であり、取消されるべきものであ\nる。\n（裁判官　荒木秀一　石井敬二郎　橋本攻）\n別紙図面（一）\n＜１２０８８－００１＞\n別紙図面（二）\n＜１２０８８－００２＞\n別紙図面（三）\n＜１２０８８－００３＞\n"
}