{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 53,
    "month": 8,
    "day": 30
  },
  "case_number": "昭和53(行コ)3",
  "case_name": "行政処分取消請求控訴事件",
  "court_name": "東京高等裁判所",
  "field": "行政",
  "gist": "土地建物の売買，仲介，建築設計監理及び施行等の業務の停止処分につき，停止期間経過後にしたその取消しを求める訴えが，不適法とされた事例",
  "lawsuit_id": "17658",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17658",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/658/017658_hanrei.pdf",
  "contents": "○　主文\n本件控訴を棄却する。\n控訴人の当審における予備的請求の訴えを却下する。\n当審における訴訟費用は控訴人の負担とする。\n○　事実\n控訴代理人は、「原判決を取消す。被控訴人が控訴人に対し、昭和五一年一〇月二\n六日付千葉県達第一、〇八五号の四をもつて昭和五一年一一月五日から昭和五二年\n二月四日まで控訴人の業務の全部停止を命じた行政処分を取消す。（予備的に）右\n行政処分が無効であることを確認する。訴訟費用は第一、二審とも被控訴人の負担\nとする。」との判決を求め、被控訴代理人は、主文と同旨の判決を求めた。\n当事者双方の主張は、次に付加するほか、原判決の事実摘示と同じであるから、こ\nれを引用する。\n（控訴人）\n本件処分は、その内容である業務停止期間が経過しているものの、それは単に処分\n内容の期間が経過したにすぎず、処分自体及びこれによつてもたらされた違法状態\nはなんら消滅せずに存在しているのであるから、行政事件訴訟法九条にいう「処分\nの効果が期間の経過その他の理由によりなくなつた」場合には該当しない。\n仮にそうでないとしても、控訴人は、同条かつこ書の「法律上の利益を有する者」\nに該当する。すなわち、本件処分の違法性は極めて重大であつて、それ故にその違\n法状態は業務停止期間の経過とはかかわりなく現に存在しており、本件処分を取り\n消してその違法状態から回復救済を受けるべき現実の具体的利益を有する。その具\n体的利益とは、被控訴人との関係において、宅地建物取引業法その他関連法規上の\n許認可問題に関する正当権利に対する制約からの全面的無条件の復権が必要である\nこと、業務停止期間中の逸失利益はもちろん業務上の契約義務の遅延不履行等によ\nる対外的責任からの免責を受けるべきこと、銀行取引上その他前歴者としての障害\n事由の排除及び新聞・ラヂオ等の公的媒体の利用資格制限からの救済、その他対外\n的営業活動上全般に受けている阻害・制約からの解放などであつて、これはまさに\n行政事件訴訟法上の法律上救済すべき利益であり、本件処分を取り消すことによつ\nてこそ直截的かつ全面的に解決されるのである。\n（被控訴人）\n控訴人の当審における予備的請求（無効確認訴訟）を本件取消訴訟に併合すること\nには異議がある。\n○　理由\n一　当裁判所は、控訴人の本件取消訴訟は、訴えの利益を欠いて不適法であり、却\n下すべきものであると判断するのであるが、その理由は、次に訂正・付加するほ\nか、原判決の理由と同じであるから、その説示を引用する。\n１　原判決七枚目裏六行目から七行目にかけての「存在し」を「生じ」と改め、同\n七行目の「なくなつている」の次に「（控訴人のいう、本件処分の効力消滅後にお\nいても右人格的利益の侵害状態が残存するとは、本件処分の効力消滅までの間に既\nに生じた侵害の結果が残存するということにほかならない。）、」と加える。\n２　（控訴人の当審での主張について）\n本件処分は、土地建物の売買、建築・設計・監理等の業務を営む控訴人に対し、昭\n和五一年一一月五日から昭和五二年二月四日までその業務の全部停止を命ずるもの\nであるから、右期間の経過により本件処分自体の効力がなくなつたのは当然であ\nる。したがつて、控訴人が本件取消訴訟を提起し本案判決を求めるには、右期間の\n経過によつて本件処分自体の効力が失われても、その処分の取消しを求めなければ\n回復できないような法律上の不利益が残存していることが必要であるところ、控訴\n人は当審において本件処分を取り消すことによつて受けるべき具体的利益の一つと\nして宅地建物取引業法その他関連法規上の許認可問題に関する正当権利に対する制\n約からの全面的無条件の復権を主張するけれども、控訴人が現に本件処分により法\n律上当然にその正当権利につき制約を受けているとは解せられない（かかる不利益\nを受ける旨の実体法上の規定も見い出しえない。）ので、それは要するに本件処分\nを受けたことが情状として事実上考慮されて、控訴人が宅地建物取引業法等の許認\n可問題に関し将来不利益を受け又は受ける虞があることをいうにすぎず、かかる不\n利益は、本件処分によつて当然かつ直接的に招来されるものではないのであるか\nら、未だ右にいう「処分の取消しを求めなければ回復できないような法律上の不利\n益が残存している」というに足りないし、控訴人が当審で主張するその余の具体的\n利益は、控訴人の営業の侵害に関するものないし控訴人の従前からの主張である名\n誉・信用等の人格的利益の侵害を敷衍したものであつて、かかる具体的利益は、国\n家賠償法上の損害賠償請求訴訟によつて直截的かつ有効にその実現を図るべきもの\nである（業務停止期間中の逸失利益の回復は国家賠償法上の損害賠償請求によるほ\nかはないことはいうまでもなく、また業務上の契約義務の遅延不履行等による対外\n的責任から免責を得るについても、必ずしもその前提として本件処分の取消しを必\n要とするものではないし、業務上の契約義務の遅延不履行等による損害は国家賠償\n法上の損害賠償請求によつてその填補を図るべきである。）。\n二　（控訴人の当審における予備的請求について）\n被控訴人は、本件処分の無効確認を求める控訴人の予備的請求を本件取消訴訟に併\n合するにつき異議を述べるのであるが、右予備的請求の併合に相手方たる被控訴人\nの同意を要するものとは解せられないから、右異議は理由がない。\nところで、控訴人が本件処分の無効確認を求めるには、まず「処分の無効の確認を\n求めるにつき法律上の利益を有する者で」あることが必要であると考えられるとこ\nろ、本件処分は、その業務停止期間経過後である現時点においては処分の効力が失\nわれており、かつ、処分の無効を宣言しなければ回復できないような法律上の不利\n益も存在しないことは、本件取消訴訟において既に説示するところによつて明らか\nであり、控訴人は、右にいう「無効の確認を求めるにつき法律上の利益を有する者\nで」あるとはいえないのであるから、控訴人の本件無効確認訴訟は、この点におい\nて既に訴えの利益を欠き、右訴えは却下を免れないといわねばならない。\n三　以上の次第であるので、控訴人の本件取消しの訴えを却下した原判決は相当で\nあつて、本件控訴は理由がないから、本件控訴を棄却し、また控訴人は、当審にお\nける予備的請求たる無効確認の訴えについても利益を欠くので、右訴えも却下する\nこととし、当審における訴訟費用の負担につき民事訴訟法九五条、八九条を適用し\nて、主文のとおり判決する。\n（裁判官　園田　治　田畑常彦　丹野益男）\n"
}