{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 45,
    "month": 12,
    "day": 16
  },
  "case_number": "昭和44(行コ)37",
  "case_name": "懲戒処分取消請求控訴事件",
  "court_name": "東京高等裁判所",
  "field": "労働",
  "lawsuit_id": "18305",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=18305",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/305/018305_hanrei.pdf",
  "contents": "主　　　文\n原判決を取消す。\n本件を長野地方裁判所に差戻す。\n事　　　実\n控訴代理人は「原判決を取消す。被控訴人が昭和三八年五月一日付でした控訴人\nＡに対する停職三月、控訴人Ｂに対する停職一月、控訴人Ｃに対する停職三月、控\n訴人Ｄに対する停職一月の各懲戒処分を取消す。訴訟費用は第一、二審とも被控訴\n人の負担とする」との判決を求め、被控訴代理人は控訴棄却の判決を求めた。\n当事者双方の事実上の主張、証拠の提出、援用、認否は、次に附加するほかは、\n原判決事実摘示の通りであるから、これを引用する（原判決一三枚目表三行目に\n「移換」とあるのを「移管」と訂正する）。\n控訴代理人は次のように述べた。\n「国家公務員法第九二条の二は、同法第八九条第一項に規定する処分の取消の訴え\nは、審査請求また異議申立に対する人事院の裁決または決定を経た後でなければ、\n提起することができない旨を規定しているけれども、公労法第四〇条第三項は、不\n当労働行為に該当する処分については行政不服審査法による不服申立をすることが\nできない旨を規定しており、その趣旨は手続の重複、判断の抵触を避けるととも\nに、不当労働行為に関する判断は人事院よりも公労委がする方がより適当であるか\nら、公労委に委せるにあると解される。従つて、本件のように公労法の適用を受け\nる控訴人らが、本件処分が不当労働行為に該当するとして、その取消を求める場合\nは、国家公務員法第九二条の二の適用がないことは明白であるから、被控訴人らの\n本案前の抗弁は失当である。なお、控訴人らは本件処分が不当労働行為に該当する\nとして公労委に救済申立をするとともに（仮に本件処分について訴願前置の原則が\n適用されるとしても、右救済申立は訴願に当るものと解さるべきである）、本訴を\n提起したものであり、不当労働行為だけを本件処分の取消事由として主張するもの\nであるが、不当労働行為に該当する処分は当然無効であるから、無効確認の趣旨を\nも含めて、本件処分の取消を求めるものである」\n被控訴代理人は次のように述べた。\n「公労法第四〇条第三項は、いわゆる三公社五現業の職員に係る処分であつて不当\n労働行為に該当するものについては行政不服審査法によつて不服申立をすることが\nできない旨を規定しているけれども、右職員が人事院に懲戒処分について不服申立\nをするに当つては、単に法定の懲戒事由のないことを述べれば足りるのであるか\nら、合わせて右処分が不当労働行為に当ると主張することは懲戒事由のないことの\n事情として主張するに過ぎないことと、不当労働行為制度は職員の団結権の擁護を\n主たる目的とし、その身分保障を直接の目的としていないのに対し、人事院制度の\n目的は、国家公務員の懲戒に関していうならば、国家公務員法により保障された職\n員の身分または利益が、同法の規定に基かないで、不当に奪われないように適切な\n保護を与えることにあり、労働者の団結権を保障することにはないこととを考え合\nわせると、右公労法の規定の法意は、結局、国家公務員法所定の懲戒事由の形式的\n存在を認めながら、なお、これを理由とする懲戒処分がその実質において不当労働\n行為であることを主張する場合は、もつぱら不当労働行為を主張して団結権の侵害\nに対する救済を求めるに帰するから、公労委に対して救済申立をするのであれば格\n別、本来職員の身分、利益を不当な侵害から守ることを使命とする人事院に不服申\n立をすることは許されない旨を、立法政策上の配慮により、明らかにしたにとどま\nるものであり、本件のように、法定の懲戒事由の不存在を主張し、合わせて、これ\nを支持すべき情況的事実として不当労働行為に該当する旨を主張しているに過ぎな\nい場合においては、これを人事院に対する不服申立において主張しうることは当然\nである。従つて、いやしくも法定の処分事由のないことを主張して、その取消を提\n訴しようとする者は、まず、国家公務員法第九二条の二により人事院に対し行政不\n服審査法による不服申立をすべきであり、その手続を経由していない本訴は不適法\nとして却下さるべきである」\n理　　　由\n被控訴人の本案前の抗弁について判断する。\n控訴人らが郵政職員であることは当事者間に争いがなく、控訴人らが法定の期間\n内に人事院に対し本件処分について審査請求をしていないことは弁論の全趣旨によ\nり認められるけれども、公労法第四〇条第三項の立法趣旨は手続の重複、判断の牴\n触を避けるとともに、不当労働行為に関する行政的判断は公労委のみに委せること\nにあると解されるから、不当労働行為以外にも違法事由がある場合、同一処分であ\nつても、不当労働行為以外の違法事由を不服の理由とする場合は、行政不服審査法\nによる不服申立ができるが、不当労働行為を不服の理由とする場合は、不服申立は\nできないものと解するのが相当であり、従つて、控訴人らが不当労働行為を本件処\n分の取消事由として主張している本件については、控訴人らは右以外の違法事由\nを、事情としてならば格別、取消事由として主張することは許されないけれども、\n国家公務員法第九二条の二の適用はないものと解すべきであるから、被控訴人の本\n案前の抗弁は採用することができない。\nよつて、本件はさらに本案について審理すべきであるから、民事訴訟法第三八六\n条、第三八八条に従い、主文のように判決する。\n（裁判官　近藤完爾　田嶋重徳　吉江清景）\n"
}