{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 50,
    "month": 12,
    "day": 17
  },
  "case_number": "昭和49(行コ)53",
  "case_name": "起訴休職処分取消請求控訴事件",
  "court_name": "東京高等裁判所",
  "field": "労働",
  "lawsuit_id": "17923",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=17923",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/923/017923_hanrei.pdf",
  "contents": "○　主文\n本件各控訴を棄却する。\n控訴費用は控訴人らの負担とする。\n○　事実\n控訴人ら訴訟代理人は「原判決を取消す。被控訴人が、昭和四六年一〇月二日控訴\n人Ｂに対してした休職処分および同年一一月一〇日控訴人Ａに対してした休職処分\nをいずれも取消す。訴訟費用は第一・二審とも被控訴人の負担とする。」との判決\nを求め、被控訴代理人は主文と同旨の判決を求めた。\n当事者双方の事実上の陳述および証拠の関係は、次のとおり付加するほかは、原判\n決の事実摘示のとおりであるから、これを引用する。\n一、控訴人ら代理人は次のとおり補足陳述した。\n本件各休職処分が裁量権の濫用に当ることについて。\n昭和四九年八月二四日頃から同年九月九日頃までの間に応微研教授会と応微研職員\n院生連絡会議を中心とする人々との間で六回にわたり話合いがなされた結果両者の\n間において同教授会は次の一〇項目の確認（以下一〇項目確認という）をした。\n（１）　解雇処分を棚上げにして六割合意で収拾しようと考えたことは誤りであつ\nた。\n（２）　この間話合いにより問題を解決しようという姿勢に欠けていたことを反省\nする。\n（３）　入所に際しては話合いの姿勢が不十分だつたことを認め、集団入所は問題\n解決に阻害的な面のあつたことを反省する。\n（４）　「三・一五文書」は運営上の支障を前面に出し臨職定員化の優先を明確に\n示さなかつたことを認め空文化する。\n（５）　今の時点に立つて考えればＧ君の研究生入所不許可は不適切であり反省す\nる。\n（６）　応微研教授会は休職処分について当時応微研教授会がとつた誤つた姿勢を\n反省し撤回の努力をする。\n（７）　臨時職員と正職員との間には差があるべきでないから三つのこと（一九七\n二年三月三一日総長文書）をＡ氏の解雇理由とすべきでなかつた。したがつて、当\n時解雇はすべきでなかつたとの反省に立つて撤回の努力をする（六及び七項につい\nて努力の内容の一つは教授会で決定し総長に上申することである）。\n（８）　六及び七項の努力が実るまでこの間当事者に与えた損失については応微研\n教授会の責任において補償を行なう（原則的には処分当時にさかのぼる。）\n（９）　五・二五事件で起訴された人々が有罪にならないように応微研教授会は最\n高裁に積極的に働きかける。\n（１０）　応微研教授会としては五・二四総長室坐りこみに関しＩ、Ａ両氏の不利\n益処分をしない。そして応微研教授会は、右第九項の履行として最高裁判所に対\nし、控訴人両名およびほか一名に対する本件傷害にかかる刑事事件（最高裁判所第\n一小法廷昭和四九年（あ）第一六〇五号）について上申書を提出し、応微研は昭和\n四五年末以来紛争状態にあつたが、最近応微研職員組合との交渉、応微研職員院生\n連絡会議を中心とする人々との話合いにより一〇項目確認をし、これによつて紛争\nがほぼ解決するに至つたこと、同教授会は一〇項目確認において確認した各反省を\nしていること、控訴人らの刑事事件をひきおこすに至つたことについては同教授会\nにも一端の責任があること、同教授会としては控訴人らに対し重い刑が確定するの\nではないかと憂慮し、三名に対し処罰を求めないこと、を述べて格段の配慮を願う\n旨の上申を行つた。\n右の一〇項目確認の第六項にいう「誤つた姿勢」というのは、応微研教授会には管\n理者としていくつか反省すべき点があつたことおよび自分の部局の者をかばう精神\nが欠けていたことをいう趣旨である。また上申書の「刑事事件をひきおこすに至つ\nたことについては同教授会にも一端の責任があつた」とは、教授会としてはこのよ\nうな事件が起らないように平素から細心の注意をすべきであり、臨職問題について\nももつと適切な応対をすべきであつたという趣旨である。応微研教授会はその後同\n教授会としては本件処分が撤回されることが望ましいとして総長に働きかけ、また\n前記一〇項目の第八項の履行として昭和五〇年三月控訴人両名に対し「補償金」を\n支払い、控訴人両名を「実質的職員」として扱い、経済的にも実質的職員として扱\nつている（このことは職場秩序維持のために本件処分が必要でなかつたことを意味\nする）。本件処分後における以上のような教授会の対応を見ると、同教授会は本件\n処分が不相当であつたことを自ら認めているというべきであり、またこれらの措置\nは東京大学付置研究所長会議、同大学評議会に報告されたが、総長（被控訴人）を\nはじめ大学関係者から何らの異議も述べられていない。\n以上の各事実に、本件「五・二五事件」発生の経緯、本件処分により控訴人両名が\n受けた身分上経済上の不利益など諸般の事情を考慮すると本件各休職処分は、その\n相当性もなくしてなされたもので、裁量権の濫用というべきである。\n二、被控訴代理人の陳述\n控訴人らのいう一〇項目確認は本件処分からほぼ三年も経た後に行われたものであ\nり、また処分権者である被控訴人が関与も承認もしていないものであるから、本件\n処分の効力になんらの影響を及ぼすものではない。\n一〇　項目確認の意味およびその成立の経緯は応微研における紛争収拾の現実的背\n景をもとにして考察しなければならない。応微研においては、、非常勤職員の待遇\n改善問題をめぐつて昭和四六年二月ごろから共闘系の大学院学生および職員らの暴\n力を伴う妨害行為により教授、助教授が研究所内に立入ることのできない状態にな\nり、この状態は昭和四九年に至つても依然として続いた。このような長期にわたる\n紛争状態は応微研における研究教育活動の停滞・荒廃を招くに止まらず、Ｊ大学の\n学部、研究所などに及ぼす悪影響も大きく、その上応微研の研究費予算の支出が一\n部保留されるなど危機的な様相にまで発展した。この紛争収拾の学内外の要請はよ\nうやく高まり、応微研教授団の格段の努力を期待するものがあつた。そこで応微研\n教授会は同年六月から七月にかけて職員組合と八回の交渉を重ねた結果、組合とし\nては本件処分が撤回されないのは不満であるが、処分権者にその意思がない以上や\nむをえないとして紛争解決の合意に達したのである。しかるに職員組合の一員であ\nつた控訴人ら（その後同組合から除名された）を含む一部の者は右合意に納得せず\n「処分撤回の可能性を更に追及せよ」と要求し、同教授会に交渉を申入れるととも\nに応微研玄関前に待機する態勢を強化して外部の勢力とともに紛争の収拾を妨害す\nる行動を続けた。そこで同教授会としては、やむなく紛争解決のためこれらの「応\n微研職員院生連絡会議」と称する人々との話合いに応ぜざるをえなくなり、数回の\n話合いの末この「一〇項目確認」に至つたのである。この話合いにおいて連絡会議\nの側から本件処分は誤つたものである、撤回すべきものであることを認めるよう要\n求があつたが教授会はこれを拒否し結局第六項のような文言に落着いたのである。\nしたがつてこれは本件処分の適否について評価を加えたものではない。\n昭和五〇年三月応微研教授会の構成員から控訴人らに対し合計一〇〇万円の金員が\n支払われたが、これに本件処分によつて控訴人らが現実に生計の不安を覚え、更に\nそれが本件紛争の収拾を妨げる意図となつているとの判断の上で、そのような心情\nにより本件処分の適否とは関係なしに、全く道義的な観点から行われたものであ\nる。右の一〇〇万円は同教授会の構成員がいわゆるポケツトマネーを出し合つて負\n担したもので、本件処分が誤つていたことを前提とするものではなく、紛争終結の\n手段としてなされた最も現実的な対応であつたのである。\n三、証拠（省略）\n○　理由\n一、当裁判所は、控訴人らの本件各請求は理由のないものと認めるものであつて、\nその理由は次のとおり付加訂正するほかは原判決の理由の記載と同一であるから、\nこれを引用する。\n（１）　原判決理由の二の４の記載の末尾（記録五一丁裏一行につづけて次の記載\nを加える。\n成立に争いのない乙第二九・三〇号証の各一・二によると左の事実が認められる。\n右控訴審（東京高等裁判所昭和四八年（う）第一八六五号）において昭和四九年五\n月二八日判決宣告がなされ、控訴人Ｂの控訴は棄却され、控訴人Ａの刑は懲役六\n月、三年間の執行猶予と変更された。この判決において認定された事実は次のとお\nりである。\n「昭和四六年五月二五日応微研三階会議室において行われた応微研当局と職員組合\nとの第六回団体交渉の終了後、応微研共闘会議に属する大学院生らが、かねてから\n研究生として入所を希望していたＧの入所問題につき教授らの意見を聞きたいとし\nて教授らの退席を許さず、各教授に対する追及が行われたが、同日午後七時頃Ｃ教\n授が意見を求められた際、傍らにいたＧに対し「本当に研究したいのか」などと同\n人の真意を疑うような発言をしたことから、被告人Ｂにおいて激昂のあまり、椅子\nに腰かけていたＣ教授の右顔面を右平手で強打した。右暴行によりＣのかけていた\n眼鏡の真中辺が鼻鞍部に当ると共に顔から外れて床に落ち、興ふんした同教授が立\nち上つて被告人Ｂの胸を押さえつけるなどしてもみ合いとなつた際、被告人Ｄが同\n教授の後方からその股間を蹴り上げたため、同教授はその場に二、三度飛び上つて\nその痛みをこらえた。同教授は右Ｂの暴行により鼻鞍部に皮下出血及び若干の腫張\nを伴う打撲擦過傷を負い、Ｅ医師により全治まで約一〇日間を要する旨診断され\nた。」「当時応微研所長であつたＦは、前記のようにＣ教授が暴行を受けたため退\n室しようとしたが、会議室出入口を固める学生らに阻止され、やむなく出入口近く\nの椅子に腰かけて状況を見守るうち、午後七時一五分ころ、再び学生らに取り囲ま\nれその追及を受けるに至つたところ、突然興ふんした被告人Ｂが同所長に対し、\n「団交が進まないのはお前の責任だ。」などと口走り、その左脇腹を膝で三、四回\n蹴りつけ、いつたん窓側の方へ移動し、電話帳などを同所長の近くに投げつける等\nしたのち、再び同所長らの傍らに来て、その左右の頬を平手で何回も殴打した。ま\nた被告人Ａ、同ＤがＦ所長の前にあつた机の上にあぐらをかいて坐り、被告人Ａが\n同所長の胸を手拳で突き、そのネクタイをつかんで数回強く引つ張り、その頬を平\n手で何回も殴打し、被告人ＤがＡの暴行によりゆるんだ同所長のネクタイの結び目\nをもつて上に締め上げ、隙をみて同所長がネクタイをはずすと、今度はその頭髪を\nつかんで前後にゆさぶり、その頬を平手で数回強打した。右被告人らの同所長に対\nする暴行は、Ｇによつて同所長が室外につき出されるまでの約一時間に亘り執拗に\n続けられた。その間同所長は右机の前の椅子に腰かけ、周囲を学生らに取り囲まれ\nた状況の下で被告人らの暴行に堪えていた。同所長は右暴行を受けたのち、登坂医\n師の診察をうけたところ、左下顎部、両胸部、左下腿、右膝部に全治まで約一〇日\n間を要する挫傷が認められ、とくに左下腿、右膝部の傷害は、皮下出血斑を伴うも\nのであつた。」\n控訴人らは、右判決を不服として最高裁に上告（同裁判所昭和四九年（あ）第一六\n〇五号）したが、昭和五〇年三月二〇日同裁判所より上告棄却の決定がなされ、そ\nの頃控訴人らの刑がいずれも確定した。\n（２）　原判決の四四枚目（記録六〇丁）表六行と七行を削り、そこに次の記載を\n加える。\n応微研教授会が控訴人ら主張の「一〇項目確認」を行つたこと、同教授会が最高裁\nに対し控訴人ら主張の上申を行つたこと、右一〇項目確認および上申書中の文言の\n中の控訴人ら主張部分の意味がその主張のようなものであることについては、いず\nれも被控訴人において明らかに争わず、また同教授会の構成員が右一〇項目中の第\n八項の履行として控訴人両名に対し合計一〇〇万円の支払いをしたことは被控訴人\nの認めるところである。そして当審証人Ｈの証言によると、右一〇項目確認のこと\nはＪ大学の付置研究所長会議および同大学評議会において報告されたが、その関係\n者から特段の異議がのべられていないことが認められる。しかし、右のような事実\nがあつたといつても、それは本件処分後三年近くも経たのちのことであり、また処\n分権者である被控訴人の承認にかかるものでないことは本件口頭弁論の全趣旨によ\nり明らかである。のみならず、これまでに認定した本件暴行事件発生に至るまでの\n紛争の経過、それまでおよびその後における応微研の状況、右一〇項目確認の各項\n目および上申書の各記載内容ならびに当審証人Ｈの証言、当審における控訴人Ａ本\n人尋問の結果を綜合して考察すると、応微研教授会がした右一〇項目確認およびそ\nの履行としての一連の処置は、同教授会が、応微研の長年の紛争による研究教育業\n務の阻害停滞の状況を深く憂慮し、これを打開し業務の正常化を図るためにやむを\nえずしてとつたものであることが窺われるから、これをもつてただちに本件各処分\nが裁量権を超え、もしくはその濫用にかかることの証左であるとみるのは早計であ\nる。\n以上、応微研における控訴人らの職務の具体的内容、その職場における職員の人的\n構成、本件起訴事件発生に至るまでの経緯、公訴事実の内容、裁判所によつて認定\nされた控訴人らの犯罪事実殊にその暴行傷害行為の態様場所相手方、確定した刑の\n内容、事件後における控訴人らの行動と応微研における紛争の状況など諸般の事情\nを綜合し起訴休職制度の趣旨目的に照して考察すると、本件休職処分によつて控訴\n人らがうける身分上経済上の不利益を考慮しても、本件各処分は相当であつて、そ\nれが裁量権の行使について裁量の範囲を逸脱したりこれを濫用した違法はないもの\nというべきである。\n二、よつて、本件各控訴は理由がないのでこれを棄却することとし、控訴費用の負\n担について民訴法九五条、九三条一項本文八九条にしたがい主文のとおり判決す\nる。\n（裁判官　松永信和　小林哲郎　間中彦次）\n"
}