{
  "trial_type": "IPCase",
  "date": {
    "era": "Showa",
    "year": 54,
    "month": 10,
    "day": 16
  },
  "case_number": "昭和53(行ケ)40",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "14295",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=14295",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/295/014295_hanrei.pdf",
  "contents": "主　　　文\n原告の請求を棄却する。\n訴訟費用は、原告の負担とする。\n事　　　実\n第一　当事者の求めた裁判\n原告訴訟代理人は、「特許庁が昭和五二年一二月二二日、同庁昭和四六年審判第\n六八九六号事件についてした審決を取消す。訴訟費用は、被告の負担とする。」と\nの判決を求め、被告指定代理人は主文同旨の判決を求めた。\n第二　原告の請求の原因及び主張\n一　訂正審判請求及び審決\n原告は、名称を「田植機」とする特許権（昭和三七年一一月一二日特許出願、昭\n和四一年五月一〇日特許登録ー以下その特許発明を「本件発明」という。）の特許\n権者であるが、本件発明の明細書中に、一部不明瞭な記載のあることを発見したの\nで、その瑕疵を訂正するため、昭和四六年八月二六日に訂正審判の請求をしたとこ\nろ、審判昭四六ー六八九六号として受理され、昭和四八年一二月二四日に請求公告\nの決定を受け、同年四月二〇日に請求公告第三二七号として公告されたが、Ａから\n訂正異議の申立てをうけ、その結果、昭和五二年一二月二二日、「本件異議の申立\nは、理由があるものとする」との訂正異議の決定と「本件審判の請求は成り立たな\nい。」との審決がなされ、その謄本は、昭和五三年二月二五日原告に送達された。\n二　本件発明の訂正前の明細書及び図面は、別紙のとおりであり、訂正審判請求\nの内容は別紙「特許審判請求公告」のとおりである。\n三　本件発明の作用\n本件発明の田植装置（１４）は、車体（１）側に一体的に固定されている。すな\nわち、車体（１）と田植装置（１４）は、一緒に動く構造である。これに対して、\n車輪（６）は、車体（１）側に対して上下しうる構造に取り付けられており、ハン\nドル（１３）を回して、調節杆（１０）の長さを変えると、上下に調節されるもの\nである。従つて、田植装置（１４）の底面（苗植込装置は底面の後部に取付けられ\nる）と、車輪（６）の最下端とは、ハンドル（１３）を回転させれば、相対的に関\n係位置が変わることになり、そのため、田植え作業の植付け深さの調節がなしう\nる。（車輪（６）は、水田の底に接して進行するから、\n田植装置（１４）の底面の位置が上下動することになる）\n四　訂正前の明細書の問題点\n訂正前の明細書の記載のうち\n「この車輪の両側真横に位置して田植装置を該車体に装置し」なる記載は問題点を\n有している。すなわち、原明細書の冒頭には「本発明は、水田土壌の状態によつて\n単一車輪と田植装置或は車体との関係位置を変更調節して田植機の安定性を計るこ\nとを目的とするもので、その要旨は、単一車輪を車体に対して上下動自在に設け、\nこの車輪の両側真横に位置して田植装置を該車体に装置し、車輪とその田植装置の\n車体との間にはバネ装置と調節杆とを連設して介装した田植機に係るもので、以下\nこれを図面に示す構成例に基づいて説明する。」と記載されており、また特許請求\nの範囲の項中にも「車輪の両側真横に位置して田植装置を車体に装着」する旨明記\nされているが、右記載のうち、「車輪の」なる記載は、中央部に設けられている一\n輪形式の車輪（６）を指すことは明らかだが、続いて記載されている「両側真横」\nの記載と、更に続いて記載されている「に位置して田植装置を該車体に装置し、」\nの記載は、必ずしも明瞭でない。すなわち、「車輪の両側真横に田植装置が設けら\nれている」と記載されていても、田植装置として（１４）なる符合が付けられてい\nる引出線の付けられた部分をみると、第１図では、車輪（６）の後部に相当する位\n置に取付けられていて、車輪（６）の両側真横とはいえない位置である。\nしかしながら、本件発明明細書全体の記載よりみると、特許請求の範囲に記載さ\nれている「田植装置」とは、「田植装置の底面」のことであることが認められ、そ\nのように理解すると前記記載の全部が合理的に理解できるものである。すなわち、\n本件発明は、符号（１３）と示されたハンドルを回転させると、符号（１０）とし\nて示した調節杆が伸縮するごとく構成されている。調節杆（１０）がハンドル（１\n３）の作用で長く調節されても、該調節杆（１０）の上部位置は、バネ（１１）を\n介して車体（１）側に固定されているハンドル装置（４）に結合されているのだか\nら、車輪（６）が押されて、車体（１）に対し下降することになる。\nしかし、田植装置（１４）の底面は、車体（１）側に固定されているから、その儘\nであつて下降はしない。従つて、車輪（６）の最下端部と、前記底面部分との間隔\nは広がることになる。しかして、田植機の植込装置は、普通底面部分の後側に取付\nけられるのであるから、前記車輪（６）が下降して、底面が上動する結果になれ\nば、植付け深さは浅くなるように調節されるという発明技術である。\n右の作用を期待するためには、底面（一般にはフロート、または橇、あるいは均\n平整地などと呼ばれている）が、車輪（６）の両側真横に位置していなくてはなら\nず、右底面以外のものは、両側真横にあつてもなんの役も奏しない。本件発明の第\n４図は平面図であり、符号（９）と付けた部材は車輪（６）の軸である。平面図と\nは、地球の面と平行の図であり、上方からみた状態のことである。第４図には軸\n（９）が記載されているから、車輪（６）が記載されていなくとも、車輪（６）の\n位置は判断でき、その両側に枠組（５）を配置してあることがわかる。該枠組\n（５）は、第１図と第２図より底面を取付けるものであることが知れ、従つて、図\n面上からは、車輪（６）の両側真横には、底面と呼ばれる均平整地体のみが設けら\nれているものであることが知れ、それ以外の田植装置は車輪（６）の両側真横に取\n付けられていないことも知れる。すなわち、本件発明で車輪の両側真横に位置しな\nくてはならないものは、田植装置のうちの底面であつて、枠組（５）に取付けられ\nるフロート、橇、または均平整地体と呼ばれるものであり、それ以外のものではな\nい。一般に、田植装置といえば、いろいろな部品があり、苗をほぐしたり、切つた\nりする部品も存在する。そのような部品は、これが車輪の両側真横に位置していた\nとしても、本件発明の作用効果である「植付け深さの調節」ということからみれ\nば、およそ関係のないものであり、右の作用効果に関係するものは、底面以外にな\nいものである。\n更にいえば、右田植装置の底面以外のものは、車輪（６）の両側真横に設けよう\nとしても、設けることが出来ないものである。たとえば、苗タンクは、苗を供給す\nる役割を奏するのだから、車輪の上部位置に取り付けることになる。（実施例図で\nはそうなつている。）苗植込装置は、田植機の常識として均平整地体で整地した跡\nに植付ける位置に設けられ、底面と一緒に、両側真横などに設けることはできな\nい。\n五　審決理由\n（一）原明細書において、「田植装置」とは「苗タンク」「植込装置」及び「均\n平整地体」を総称した概念と解される。そして、前記した田植装置の各部分を区別\nした「苗タンク」「植込装置」及び「均平整地体」という用語は原明細書にはその\nどこにも記載されてなく、また、図面に示された田植装置の符号「１４」は前記し\nた田植装置を構成している「苗タンク」「植込装置」及び「均平整地体」のいずれ\nでもない部分に附されていることからもその全体を指すことは明らかであり、原明\n細書第二頁第一二行ないし第一三行の「田植装置（１４）は枠組（５）に取り付け\nるが、この田植装置（１４）の伝導は」の記載においても枠組（５）に取り付けら\nれる「田植装置」は「田植装置全体」であり、「この田植装置の伝導は」は「田植\n装置の植込装置の伝導」を意味するものと解されるし、本発明の作用効果の記載で\nある原明細書第三頁第一九行ないし同第四頁第一行（昭和三九年一一月二四日付手\n続補正書第三項）中の「機体は車輪と田植装置との両者の相互関連作用によつて左\n右前後方向への機体の安定性はもとより、走行操作の容易で」の「田植装置」は前\n後左右のバランスを図ることと操行操作の容易性とからすれば「田植装置全体」と\n解される。\n（二）原明細書における特許請求の範囲は「単一車輪を車体に対して上下動自在\nに設け、この車輪の両側真横に位置して田植装置を該車体に装置し、車輪とその田\n植装置の車体との間にはバネ装置と調節杆とを連設して介装した田植機」とあり、\n「単一車輪の両側真横に位置して田植装置が車体に装置」されることが必須の構成\n要件とされている。そしてこの「田植装置」は明細書の詳細な説明よりすると「苗\nタンク」「苗の植込装置」及び「均平整地体」を総称したものであることは前述の\nとおりであり、前記した特許請求の範囲よりすると、「苗タンク」「苗の植込装\n置」及び「均平整地体」より構成される「田植装置」が単一車輪の「両側」「真\n横」に位置して車体に装置されることが必要欠くべからざる要件と認められる。\n（三）訂正明細書においては、その特許請求の範囲は、「単一車輪を車体に対し\nて上下動自在に設け、この車輪の両側真横に位置して田植装置の均平整地体を該車\n体に装置し、車輪とその田植装置の均平整地体を設けた車体との間にはバネ装置と\n調節杆とを連設して介装した田植機。」と訂正している。\n原明細書における「田植装置」は前述の如く「苗タンク」「苗の植込装置」及び\n「均平整地体」より構成されたものであり、それが単一車輪の両側真横に位置して\n車体に装置されるものであるが、訂正明細書の特許請求の範囲では「車輪の両側真\n横に位置して田植装置の均平整地体を車体に装置し」となることにより、車輪の両\n側真横に位置して車体に装置されるものは田植装置の「均平整地体」のみであり、\n田植装置を構成する「苗タンク」「苗の植込装置」は単一車輪の両側真横に位置し\nて車体に装置されることが限定されないこととなる。換言すれば原明細書の特許請\n求の範囲において限定されていた事項が訂正明細書の特許請求の範囲においてその\n限定が解除されたことになつた。\n更に、「田植装置の均平整地体を設けた車体」の訂正においても、車体に設けら\nれたものは「均平整地体」のみとなり、前記したと同様に田植装置を構成する他の\n要素について限定されないこととなる。\nしてみれば、訂正明細書の特許請求の範囲は、原明細書の特許請求の範囲に記載\nの「田植装置」に関し全体装置であつたものをその全体装置の一部へと訂正するこ\nとになり、限定条件の一部を解除したものに相当し、原明細書の特許請求の範囲に\n記載される発明と訂正明細書の特許請求の範囲に記載される発明とでは、その発明\n思想の一体性を欠くものと認められ、訂正明細書は実質的に特許請求の範囲を拡張\nするものと認められる。\nそして、原明細書と相違するその他の訂正点は、特許請求の範囲の訂正に関連す\nる訂正であつて、\n前述したとおり特許請求の範囲の訂正が認められないものであるので、前記原明細\n書との相違点である訂正事項も同様に認められない。\n（五）以上のとおりであるので、本件の訂正は、特許法第一二六条第二項の規定\nに違反するものである。\n六　審決を取消すべき事由\n（一）審決の誤認\n（１）審決は、田植装置の各部分を区別した「苗タンク」、「植込装置」及び\n「均平整地体」という語は原明細書のどこにも記載されてないというが、原明細書\n（甲第五号証の一）第二頁第一九行ないし第二〇行、第二一行、第三頁第五行、第\n六行ないし第七行には、それぞれ「田植装置（１４）の底面」と記載されており、\n右「底面」とは「均平整地体（またはフロート）」と呼ばれるものであるから、\n「均平整地体」と同意語である「底面」の記載はあつたのである。\n審決はまた、図面に示された田植装置の符号（１４）は、田植装置を構成してい\nる「苗タンク」、「植込装置」及び「均平整地体」のいずれでもない部分に附され\nているというが、本件特許出願前公知である実公昭三六ー一二四一六号公報（甲第\n三号証）で立証し得るように、右符号（１４）は、「苗を植付ける装置」を内蔵す\nる部分、すなわち「植込装置」に附せられているといえるものである。\n（２）審決は、原明細書の「田植装置（１４）は枠組（５）に取り付けるが、こ\nの田植装置（１４）の伝導は」と記載されているから、「田植装置」は「田植装置\n全体」であると認定しているが、明白な理由ではない。おそらく、「田植装置（１\n４）は枠組（５）に取付けられる」との記載から、枠組（５）に取り付けられたも\nのはすべて田植装置であると誤認しているのであろう。\n（３）審決は、本発明の作用効果の記載である原明細書第三頁第一九行ないし第\n四頁第五行（昭和三九年一一月二四日付手続補正書第三項）中の「機体は車輪と田\n植装置との両者の相互関連作用によつて左右前後方向への機体の安定性はもとよ\nり、走行操作が容易で」の「田植装置」は前後左右のバランスを図ることと走行操\n作の容易性とからすれば「田植装置全体」と解されるとするが、バランスを図るこ\nとは、「田植装置」を「苗タンク・植込装置・均平整地体」の総称とする直接の理\n由とはならないものである。\n（二）原明細書に記載されている「田植装置」とは、原明細書全体の記載より、\n「植込装置」と「均平整地体」の総称と解すべきである。\nすなわち、原明細書（第三頁第八行ないし第一八行）は、従来技術の単一車輪式\nの田植機の欠陥として\nａ・軟質水田では機体全体が深くしずむため深植えとなる。\nｂ・硬質水田では田植装置の接地が不充分で不安定となる。\nことを指摘しており、本件発明はこの点を改善したものであるといえる。\n右のうち、ｂ項の「田植装置」は「水田上に接地する底面を有する苗を田植えす\nる装置」を指していることは明らかで、審決が認定した苗タンクは関係のないもの\nである。なぜならば、「苗タンク」は水田の深浅によりその高さが変化しても、常\n時水田上の高い位置に取付けてあつて、深植えの原因となつたり、不安定の原因と\nなつたりすることはないからである。\nそして、原明細書（第二頁第一六行ないし第四頁第七行）に本件発明の独特の作\n用として記載されていることは、ハンドル（１３）を回転させることによつて「車\n輪（６）」と「田植装置（１４）の底面（均平整地体）」との相対位置関係を変化\nさせるということのみであり、それ以外の技術的事項については一言半句も記載さ\nれていない。\nこのことは、本件発明の技術は、「車輪（６）の最下端と田植装置（１４）の底\n面」の相対的位置関係を変更させるということにつきるものであるといえる。この\nことを念頭に置いて、特許請求の範囲を読めば、特許請求の範囲に「田植装置」と\n記載してあつても、それは、「田植装置の底面」のことをいつているものであり、\nそうでなければ意味をなさない。\n（三）本件発明の原明細書の「田植装置」は、「苗タンクから苗を受取つて田面\nに田植えする底面を有する装置」であるのに、審決はこれを「苗タンク」、「苗の\n植込装置」及び「均平整地体」の三個の部分の総称と誤認し、これらは全部「単一\n車輪の両側真横」に位置するのが本件発明であるというのであるが、「両側真横」\nという意味をどのように解したのか理解できない。本件発明でいうところの、「両\n側真横」は、文字どおり、平面図、測面図、正面図のいずれの場合も「両側真横」\nであることを必要とする。それは、バランスを取つて円滑に作用させるからであ\nる。その意味で、本件発明の図面をみると、第１図で明らかなように「苗タンク」\nは「真横」位置より外れて車輪（６）より上方位置である。また、甲第三号証で立\n証し得る「植込装置」の植込部分と認められる位置も、「真横」より外れていて、\n車輪（６）の後方位置であり、車輪（６）の真横にあるものは「田植装置（１４）\nの底面」のみである。審決の認定が正しいとすれば、本件発明の図面は、本件発明\nの実施例ではないことになり矛盾する。\nまた、審決が認定した構成には、実際問題としてすることができない。すなわ\nち、一輪式田植装置は、それが田植えを行なうものである以上、明細書又は図面\nに、大きさについて書いてなくとも、自ら実施化される大きさが決まるものであ\nる。先ず、単一車輪（６）についてであるが、該車輪（６）はその直径を五〇糎と\nか七〇糎ではなく、六〇糎内外に設計される。それは水田の深さと操縦から自然に\n決まるものである。すなわち、水田は、周知の如く、深さは一〇糎～二〇糎であ\nる。従つて、車輪（６）は、二〇糎は埋没して前進することもあるが、元来、車輪\nは、埋没深さが１／３以上になると、進まなくなり、車輪としての効果を奏しなく\nなる。従つて、車輪（６）の最低寸法は直径六〇糎が与えられる。一方、直径の上\n限は、人が操縦するということを考えれば、小さければ小さい程よいのであるか\nら、可及的に小さくすることはあつても大きくすることはないのである。そして、\n直径を仮に、七〇糎としたら、それだけの理由で実施化は不能となる。\n以上のように、田植機の場合、一輪車輪は、その直径が六〇糎内外に設計される\nものである。\nしかして「均平整地体」は、必ずその両側真横に設けるものであつて、そのよう\nに構成しないと、田植ができない。それは、水田中に埋没しながら車輪が転がる\nと、必ず、泥土を掻き上げて、掻き上げた泥土を車輪（６）の周りにボタボタ落と\nすからであり、その部分を均平にすることも大きな目的として、均平整地体を取付\nけるから、該整地体は車輪の両側真横になるものである。\nしかしながら、「植込装置」の植付部分を車輪の両側真横に設けることはまつた\nくない。\nなぜならば、前記のように、車輪の両側真横は、掻き上げた泥土が盛んに落下す\nるところであるから、そのような位置に植付けすることはできないのである。従つ\nて、植込装置は、本件発明の第１図の符号（１４）を付けた部分で車輪（６）の後\n側に設けられる。\nしかして、「苗タンク」もまた、車輪の「両側」「真横」には設けることができ\nない。田植機に設ける「苗タンク」には、田植用の苗が載置されるが、その苗の長\nさ（苗丈）は、三〇糎以上に達するものもある。すなわち、三〇糎以上に育つた苗\nでも植付け得るように構成するのであり、そのような苗を苗タンクより引抜いて田\n面に植付けるためには、苗タンクの高さは、水田上に浮ぶ均平整地体を基準にし\nて、少なくとも、それより三〇糎以上高位置としなくてはならない。なぜならば、\n苗タンクの高さを、仮に、均平整地体より二〇糎の高さに製作したとすれば、三〇\n糎の苗を植付けるために植込装置で引抜いても、未だ一〇糎は、苗タンクの内に残\nることになり、苗タンクから苗は離れないからである。従つて、苗タンクの取付位\n置は、それに載置する苗丈を基準にし、少しばかり余裕を持たせて設計するもので\nあり、前記のように均平整地体が車輪（６）の下端より二〇糎の高さになるとすれ\nば、苗タンクの下端は、更に三〇糎高いところの五〇糎の位置を最下端として、斜\n上するように取付けられるから、直径六〇糎の車輪の「両側」「真横」にはどのよ\nうに工夫しても位置させられないのである。\n（四）結論\n本件原明細書の特許請求の範囲の項中に記載されている「田植装置」とは「田植\n装置の均平整地体」と解すべきものである。\nなぜならば、本件発明の原明細書に記載された構成とする限りにおいて、「車輪\nの両側真横」に位置し得るものは、「均平整地体」をおいて外にはないこと、並び\nに本件発明を具体的に図示した実施例図面においても「車輪の両側真横」にあるも\nのは「均平整地体」のみであることから明らかである。\n審決は、原明細書の特許請求の範囲の「田植装置」は「苗タンク、植込装置、均\n平整地体」の総称であると認定し、右三個の部品がことごとく「車輪の両側真横」\nに位置するのが本件特許発明である旨認定しているが誤りである。仮に、審決の認\n定が正しいとしたならば、本件特許発明の実施例として記載されている図面は、本\n件特許発明の実施例ではないことになるばかりでなく、「車輪の両側真横」に位置\nさせることができない「苗タンク・植込装置」を「車輪の両側真横に位置させ」な\nくてはならないことになり矛盾する。\n従つて、主として、特許請求の範囲の「田植装置」を「田植装置の均平整地体」\nと訂正する本件審判は、正当として認容されるべきものである。\n第三　被告の答弁及び主張\n一（一）原告の請求の原因及び主張の一ないし三及び五は認める。\n（二）同四の、特許請求の範囲に記載されている「田植装置」とは「田植装置の\n底面」のことであるとの主張及び同六の主張は争う。\n二　本件発明の原明細書第二頁第一二行ないし第一五行の「田植装置（１４）は\n枠組（５）に取り付けるが、この田植装置（１４）の伝動は伝動装置（３）の両側\nに設ける伝動軸（１５）よりベルト（１６）によつて伝動しうるように構成してい\nる。」の記載において、「この田植装置の伝動は」の「田植装置」は明らかに「植\n込装置」を意味するものと解されるし、原明細書の第四頁第一行（昭和三九年一一\n月二四日付手続補正書第三項）「機体は車輪と田植装置との両者の相互関連作用に\nよつて左右前後方向への機体の安定はもとより、走行操作が容易で」の「田植装\n置」は、前後左右のバランスを図るとともに走行操作の容易性とからすれば「苗タ\nンク」をも含んだ「田植装置全体」と解することができる。\n更に、原明細書第二頁第一九行ないし第二〇行、同第二一行、同第三頁第五行及\nび同第六行ないし第七行には、「田植装置の底面」と記載され、この田植装置の底\n面が「均平整地体」を指すものと理解され、原明細書においては「田植装置」と\n「田植装置の底面」と判然と区別して記載されている。このように、原明細書にお\nいては、「田植装置の均平整地体」と解すべきところはすべて「田植装置の底面」\nと記載されており、単に「田植装置」と記載されているところは、「苗タンク」\n「植込装置」「均平整地体」を含む概念と解してなんら矛盾はなく、またそのよう\nに理解するのが相当である。\n従つて、審決において、『原明細書において、「田植装置」とは「苗タンク」\n「植込装置」及び「均平整地体」を総称した概念と解される』としたのは正当であ\nる。\n三　原告の主張は、要するに、原明細書における「田植装置」とは、「植込装\n置」と「均平整地体」の総称であると解すべきであり、更に、特許請求の範囲に記\n載されている「田植装置」も右と同様に「均平整地体を含む植込装置」と認められ\nる、というにあるようであるが、仮にそのように解してみても、訂正明細書の特許\n請求の範囲の「車輪の両側真横に位置して田植装置の均平整地体を該車体に装置\nし」は、原明細書の特許請求の範囲に記載の「田植装置」に関し、それが「植込装\n置」と「均平整地体」であつたものを、その一部である「均平整地体」のみに訂正\nすることになり、限定条件の一部を解除したものに相当し、訂正明細書は実質的に\n特許請求の範囲を拡張するものである。\n四　原告は、「田植装置」を審決で認定したとおりのものとすると、「苗タン\nク」「植込装置」「均平整地体」の三個の部分は共に単一車輪の両側真横に並列状\n態に並んで位置することが必要であり、このようなことは構成上不可能であると主\n張しているが、「田植装置」を、審決で認定したように解しても「苗タンク」「植\n込装置」「均平整地体」の三個の部分を共に単一車輪の両側真横に直列状、すなわ\nち上部に「苗タンク」つぎに「植込装置」下部に「均平整地体」に配設することは\n可能であり、原告が主張する「並列状」としなければならないとする理由はまつた\nくない。この点の原告の主張も理由がない。\n理　　　由\n一　原告の請求の原因及び主張の一ないし三及び五は当事者間に争いがない。\nそこで、本件審決にこれを取り消すべき瑕疵があるかどうかについて考える。\n二　本件発明の原明細書《成立について争いのない甲第五号証の一及び同号証の二\n（昭和三九年一一月二四日付手続補正書）》の特許請求の範囲の項でいう「田植装\n置」とは、審決がいうような「苗タンク」、「植込装置」及び「均平整地体」を総\n称した概念であると解される。その理由は次のとおりである。\n（一）原明細書（甲第五号証の一）第二頁第一九行ないし第二〇行、第二一行、第\n三頁第五行、第六行ないし第七行には、それぞれ「田植装置（１４）の底面」とい\nう語が使用されているところ、この「田植装置の底面」が田植装置の均平整地体の\n底面であるとの具体的な記載は原明細書にはないが、本件発明の作用効果の説明と\nして、原明細書には、「田植装置（１４）の底面と車輪（６）の最下端との間隔」\nを調節すること（甲第五号証の一第二頁第一六行ないし第三頁第七行）及び「田植\n装置を土壌面にほぼ一定の圧力で支持させることによつて植付深さをも一定にする\nことができ、正確な田植を行うことができる」（甲第五号証の二第三頁第四行ない\nし第七行）との記載からみて、本件発明においては、田植装置の底面と田の面とが\n接触し、同底面が均平整地作用をするものであることが明らかであるから、原明細\n書において「田植装置の底面」というときは、田植装置の均平整地体の底面を意味\nすることになる。しかしながら、原明細書でいう「田植装置」が「均平整地体」の\nみであり、他の田植装置部分すなわち「苗タンク」及び「植込装置」部分を含まな\nいことを示唆するような記載は原明細書にはなく、むしろ添付図面には田植装置の\n番号１４は「均平整地体」を示す部分にではなく、「苗タンク」、「植込装置」及\nび「均平整地体」全部を含む装置であることを示すとみられる部分に付されている\nから、「田植装置の底面」とは均平整地体を含む田植装置全体の底面をいうもので\nあると解される。\n（二）原明細書（甲第五号証の一第二頁第一三行ないし第一五行）には、「この\n田植装置（１４）の伝動は伝動装置（３）の両側に設ける伝動軸（１５）よりベル\nト（１６）によつて伝動しうるよう構成している。」と記載されているところ、伝\n動装置によつて駆動され得るものは、植込装置及び、場合によつては、苗タンクに\nおける苗の移動装置であつて、均平整地体ではあり得ないと考えられるから、原明\n細書の右の部分でいう田植装置は均平整地体ではなく、均平整地体、苗タンク、植\n込装置全体を含む装置をいうものであると解される。\n（三）原明細書（甲第五号証の二第二頁最終行ないし第三頁第二行）には、「機\n体は車輪と田植装置との両者の相互関連作用によつて左右前後方向への機体の安定\nはもとより、走行操作が容易で」ある旨の記載があり、右記載よりすれば、本件発\n明は、苗タンク、植込装置、均平整地体（よりなる田植装置）をいずれも車輪の両\n側真横に位置して装置し、もつて装置の左右前後方向への安定を図るとともに走行\n操作の容易性を図つているものということができ、このことから、本件発明でいう\n田植装置は均平整地体のみではなく、苗タンク、植込装置を含むものであるという\nことができる。けだし、後二者が車輪の一側にのみあれば、機体の安定は保ちがた\nく、また走行操作も容易ではないと認められるからである。\n三　そうすると、原告は、審決が事実を誤認しているというが（六の（一））、審\n決に誤認のないことは前説明から自ら明らかである。\n四　原告は、原明細書でいう「田植装置」とは、その作用効果についての記載か\nら、「植込装置」と「均平整地体」の総称と解すべきであり、苗タンクを含まない\nと主張し（六の（二））、また原明細書の添付図面では苗タンクも、植込装置の植\n込部分と認められる位置も車輪の真横から外れており、車輪の真横にあるものは均\n平整地体のみであるから、審決の認定が正しいとすれば、添付図面は本件発明の実\n施例ではないこととなり矛盾するといい、更に本件発明にかかる田植装置を審決が\n認定した構成にすることは実際問題として不可能であると主張する。しかしなが\nら、図面は特許発明の一実施例を示すにすぎないものであり、図面の記載に従つて\n特許発明の技術的範囲を定めなくてはならないということはないのみならず原明細\n書でいう田植装置を苗タンク、植込装置、均平整地体の総称であると解しても、こ\nれらを車輪の両側真横に装置することは必ずしも不可能であるとはいえないものと\n認められるから、原告の主張は理由がない（もつとも、本件発明でいう「車輪の両\n側真横に位置して田植装置を……装置し」という語は、その厳格な意味からすれ\nば、車輪（６）を直径とする円筒を想定し、田植装置がその車軸（６）の両側に右\n円筒内に入るように装置することをいうものと解されるが、苗タンク、植込装置、\n均平整地体を含む田植装置を右のような厳格な意味での車輪の真横に装置すること\nは不可能であると考えられるから、それらの全部ではなくても、その大部分が前記\nの意味での両側真横に位置すれば足りるものと考えられる。）。\n五　以上のとおりであるから、原告の訂正審判請求にかかる訂正明細書の特許請求\nの範囲は、原明細書の特許請求の範囲に記載の「田植装置」に関し、全体装置であ\nつたものをその全体装置の一部へと訂正することになり、限定条件の一部を解除し\nたものに相当し、明細書の訂正は実質的に特許請求の範囲を拡張するものと認めら\nれるから、特許法第一二六条第二項の規定に違反するとした審決の認定に誤りはな\nい。\n六　よつて原告の本件審決の取消を求める請求を棄却し、訴訟費用は敗訴の当事者\nである原告に負担させることとして主文のとおり判決する。\n（裁判官　小堀勇　高林克巳　小笠原昭夫）\n明細書\n一　発明の名称\n田植機\n二　図面の簡単な説明\n図は本発明の一構成例を示すもので、第１図は田植機の側面図、第２図はその正\n面図、第３図はその一部の側面図、第４図はその平面図である。\n三　発明の詳細な説明\n本発明は、水田土壌の状態によつて単一車輪と田植装置或は車体との関係位置を\n変更調節して田植機の安定性を計ることを目的とするもので、その要旨は、単一車\n輪を有する車体にその車輪の両側方に位置して田植装置を配設しこの田植装置或は\n車体と該車輪との上下方向の関係位置を調節できるように構成した田植機に係るも\nので、以下これを図面に示す構成例に基づいて説明する。\n車体（１）は前端に原動機（２）を載置すると共にその原動機（２）の後側に伝\n動装置（３）を載置し、上部後側に向けてハンドル装置（４）を設け、下部後側に\nは二又状に枠組（５）を設けている。車輪（６）は枠組（５）の間に位置していて\n一端を伝動装置（３）の伝動軸（７）部に回動自在に枢着している伝動ケース\n（８）の下端部に位置して車軸（９）に軸装しているが、その車輪（６）の幅は機\n体全体の幅を狭くする為めに可能な限り狭く設け一輪車形式をとる。伝動ケース\n（８）の下端部には調節杆（１０）の下端を枢着し、この調節杆（１０）とハンド\nル装置（４）との間には適度の張圧力を有するばね装置（１１）を介在させ、又調\n節杆（１０）の上端部と前記伝動装置（３）のケース（又は車体）との間を連杆\n（１２）で連結している。調節杆（１０）はハンドル（１３）を回わすことにより\n長さが変わり連杆（１２）の取付位置と伝動ケース（８）への取付位置との間隔を\n調節できるように構成している。田植装置（１４）は枠組（５）に取り付けるが、\nこの田植装置（１４）の伝動は伝動装置（３）の両側に設ける伝動軸（１５）より\nベルト（１６）によつて伝動しうるように構成している。\nハンドル（１３）を回わして調節杆（１０）を長くすれば、車体（１）はハンド\nル装置（４）部がバネ装置（１１）を介して上方へ押し上げられるために、伝動ケ\nース（８）の伝動軸（７）部を中心にして、上方へ回動して田植装置（１４）の底\n面と車輪（６）の最下端との間隔は大きくなるもので、従つて田植装置（１４）の\n底面を一定とすれば車軸（６）が下方へ下がる。又反対にハンドルを回わして調節\n杆（１０）を短かくすれば、車体（１）はハンドル装置（４）部がバネ装置（１\n１）を介して下方へ下がるために、伝動ケース（８）の伝動軸（７）部を中心にし\nて下方へ回動して、田植装置（１４）の底面と車輪（６）の最下端との間隔は小さ\nくなるもので、従つて田植装置（１４）の底面を一定とすれば車輪（６）が上方へ\n移動する。\n土壌中における車輪（６）と田植装置（１４）を載置する車体（１）との関係位\n置については、本機のように単一車輪を有する場合機体の安定性を車輪（６）の両\n側における枠組（５）及び田植装置（１４）で保持しているために、土壌の硬軟に\nよつて機体の安定性が大きく左右されるものである。即ち土壌が軟質で深い場合に\nは機体全体が土壌に対して深くしずむために田植作用は深植となり走行抵抗も小さ\nくて能率が低下し、又反対に硬質で浅い場合には車輪が高くなつて田植装置の接地\nが充分でないため機体が不安定になる。\n従つて本発明は、上述のように車体（１）即ち田植装置（１４）に対して車輪\n（６）上下に自由に調節しうるようにしたから、この調節によつて土壌の硬軟に拘\nらず常時田植装置をその土壌に対して適当な圧力で接地させ、しかも車輪（６）の\n接地抵抗を必要でかつ十分に保持させながら田植を行うことができ田植能率を高め\nて正確な田植を行いうるものである。\n四　特許請求の範囲\n単一車輪を有する車体にその車輪の両側方に位置して田植装置を配設しこの田植\n装置或は車体と該車輪との上下方向の関係位置を調節できるように構成した田植\n機。\n特許出願人の名称　井関農機株式会社\n代表者　Ｂ\n第１図\n＜１２１４１－００１＞\n第２図\n＜１２１４１－００２＞\n第３図\n＜１２１４１－００３＞\n第４図\n＜１２１４１－００４＞\n五　補正の内容\n意見書の提出に伴い明細書を下記の通り補正する。\n記\n（一）特許請求の範囲の項と第一ページ第一二行から第一五行目の「単一車輪を\n有する……構成した田植機」を\n「単一車輪を車体に対して上下動自在に設け、この車輪の両側真横に位置して田植\n装置を該車体に装置し、車輪とその田植装置の車体との間にはバネ装置と調節杆と\nを連設して介装した田植機」\nに訂正する。\n（二）第三ページ一二行目の「土壌の硬軟によつて」を\n「例えば、土壌の硬軟の変化などによつて」\nに訂正する。\n（三）第三ページ一九行から第四ページ五行目の効果の項を\n「この発明は、前記のように構成するものであるから、機体は車輪と田植装置と\nの両者の相互関連作用によつて左右前後方向への機体の安定はもとより、走行操作\nが容易で植付列の曲折が少く、これが硬軟の著しい圃田においても調節杆によつて\n即時調整することによつて、田植装置を土壌面にほぼ一定の圧力で支持させること\nによつて植付深さをも一定にすることができ、正確な田植を行うことができる。」\nに訂正する。\n以上\n特許審判請求公告\n特許第四七二四八八号（特公昭四〇の－一五九二九）に関する訂正の審判請求事\n件\n公告　昭四九・四・二〇\n審判請求　昭四六・八・二六\n審判番号　昭四六－六八九六\n請求人　井関農機株式会社　松山市＜以下略＞\n代理人　Ｃ\n田植機\n（ａ）（一）明細書第一頁第一〇行中の「田植装置」\n（二）明細書第一頁第一二行から第一五行中で、昭和三九年一一月二四日付手続\n補正書において第二頁第九行中の「田植装置」\n（三）同上第一〇行中の「田植装置」\n（四）明細書第三頁第一七行中の「田植装置」\n（五）明細書第三頁第一九行から第四頁第五行中で上記手続補正書において第二\n頁第二一行中の「田植装置」\n（六）明細書第三頁第一九行から第四項第五行中で上記手続補正書において第三\n項第四行乃至第五行中の「田植装置」\n（七）特許請求の範囲の項で、同上補正書において第二頁第九行中の「田植装\n置」\n（八）同上第一〇行中の「田植装置」\nを夫々「田植装置の均平整地体」と訂正する。\n（ｂ）（一）明細書第二頁第一九行中乃至同第二〇行中の「田植装置（１４）」\n（二）明細書第二頁第二一行中の「田植装置（１４）」\n（三）明細書第三頁第五行中の「田植装置（１４）」\n（四）明細書第三頁第六行中の「田植装置（１４）」\n（五）　明細書第三頁第八行中の「田植装置（１４）」\n（六）　明細書第三頁第一一行中の「田植装置（１４）」\nを夫々「田植装置（１４）の均平整地体」と訂正する。\n（ｃ）　第二頁第一二行中乃至同第一三行中に「田植装置（１４）は枠組（５）\nに取付けるが、この田植装置（１４）の伝導は」とある記載を、「田植装置（１\n４）はそれの均平整地体が車輪（６）の両側真横に位置するよう枠組（５）に取付\nけてある。また、この田植装置（１４）の植込機構らへの伝導は」と訂正する。\n（ｄ）（一）　第一頁第一二行から第一五行中で、前記の手続補正書において第\n二頁第一〇行中の「の車体」なる記載を、「を設けた車体」と訂正する。\n（二）　特許請求の範囲の項で、上記手続補正書において第二頁第一〇行中の\n「の車体」なる記載を、「を設けた車体」と訂正する。\n"
}