{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 50,
    "month": 12,
    "day": 26
  },
  "case_number": "昭和50(行コ)1",
  "case_name": "換地処分取消請求控訴事件",
  "court_name": "仙台高等裁判所秋田支部",
  "field": "行政",
  "gist": "土地改良法による換地計画に存する換地照応原則違反の瑕疵は，それが右計画を無効とするものでなくても，右計画に基づく換地処分の取消事由となるとした事例",
  "lawsuit_id": "17917",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17917",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/917/017917_hanrei.pdf",
  "contents": "○　主文\n原判決を取り消す。\n本件を秋田地方裁判所に差し戻す。\n○　事実\n一　控訴人らは、「原判決を取り消す。被控訴人が昭和四八年五月二日、控訴人Ａ\nに対し原判決別紙目録一（一）記載の土地の換地として同目録一（二）記載の土地\nを指定した処分、同Ｂに対し同目録三（一）記載の土地の換地として同目録三\n（二）記載の土地を指定した処分、並びに同Ｃに対し同目録五及び六の各（一）記\n載の土地の換地として同目録五及び六の各（二）記載の土地を指定した処分をそれ\nぞれ取り消す。訴訟費用は第一、二審とも被控訴人の負担とする。」との判決を求\nめ、被控訴人は、「本件控訴を棄却する。訴訟費用は第一、二審とも控訴人らの負\n担とする。」との判決を求めた。\n二　当事者双方の主張は、原判決事実欄第三記載のとおりであるから、これを引用\nする。\n○　理由\n一　控訴人らがそれぞれ原判決別紙目録一、三及び五の各（一）記載の土地を所有\nしていたことは、当事者間に争いがなく、控訴人Ｃが同日録六（一）記載の土地に\nついて六分の一の共有持分権を有し、他の共有者から右土地を賃借していたこと\nは、弁論の全趣旨により認めることができる。そして、被控訴人が昭和四八年一月\n秋田県営土地改良事業真中地区（第三区）の変更換地計画を定めて公告し、同年二\n月七日から同月二六日までその計画書の写が縦覧に供されたが、同換地計画には原\n判決別紙目録一、三、五及び六の各（一）記載の土地の換地としてそれぞれ同目録\n各（二）記載の土地が定められていること、及び同換地計画に対し控訴人Ｂを除く\nその余の控訴人らが行政不服審査法に基づく異議申立てをし、同年四月二五日棄却\nの決定を受けたが、法定の期間内に右決定に対する訴訟を提起しなかつたこと以上\nの事実は当事者間に争いがなく、控訴人Ｂが右異議申立てもしなかつたことは、弁\n論の全趣旨により認められる。そして、昭和四八年五月二日控訴の趣旨記載の換地\n処分がなされ、これに対し法定の期間内に本訴が提起されたことは、弁論の全趣旨\n及び本件の記録によつて、明らかである。\n二　被控訴人の本案前の抗弁について\n被控訴人は、土地改良法八九条の二、四項において準用される同法八七条六、九及\nび一〇項の規定は、換地処分に対する出訴を禁止する趣旨であると主張する。しか\nしながら、換地処分も一の行政処分であつて、これを受けた者がその瑕疵を理由と\nして裁判所にその取消しを求めることは、法律上の争訟に該当し、憲法三二条及び\n裁判所法三条によつて保障されており、これを禁止することは、ことの性質上憲法\nにより特別の定がなされた場合に限る（裁判所法三条一項）ことはいうまでもな\nい。しかして、右の土地改良法の規定がこの特別の定に該当しないことは明白であ\nつて、被控訴人の右主張は失当である。\n三　換地処分取消訴訟における主張の制限について\n原判決は、換地計画に存する取消事由にすぎない瑕疵は、換地処分の取消訴訟にお\nいて主張できないものとしている。そこで、この点について判断する。\n被控訴人が主張するように、都道府県営土地改良事業の公共性が高く、事業規模が\n大で関係権利者が多数にのぼることから、換地処分の段階に至つて換地処分が取消\nされることによる混乱を防止する必要があることは、否定しえない。しかしなが\nら、控訴人らが本訴において主張する瑕疵は、控訴人らの従前地に対する換地が、\n土地改良法八九条の二、三項で準用される同法五三条一項のいわゆる換地照応の原\n則に違反して定められていることであつて、これは、ひとり換地計画の瑕疵である\nにとどまらず、換地処分自体の瑕疵であるといわねばならない。従つて、先行の行\n為である換地計画のみに瑕疵があり、換地計画につき訴訟提起の途が開かれている\nこと（土地改良法八九条の二、四項で準用される同法八七条一〇項参照）等を理由\nに、後行の行為である換地処分については右の瑕疵を主張できないと解すること\n（いわゆる違法性の承継の問題）は、法理上困難で、法律の規定なくして当然に換\n地計画に存する瑕疵の主張が制限されるものということはできない。そこで、土地\n改良法の関係規定をみるに、同法八九条の二、四項で準用される同法八七条九項の\n規定は、単に換地処分について簡易な救済手段である行政不服審査法の不服申立て\nができない旨を定めているのみで、これをこえて右主張の制限を定めたものでない\nことは明らかであり、また同じく換地計画に準用される同法八七条一〇項の規定\nは、その文言及びこの規定が行政事件訴訟法の施行に伴う関係法律の整理等に関す\nる法律（昭和三七年法律一四〇号）五八条で追加（右法律においては八項として追\n加されたものが昭和三九年法律九四号、昭和四七年法律三七号により各一項ずつ繰\n下げられ一〇頁となる。）されたものであることから明らかなとおり、行政事件訴\n訟法により従来の訴願前置主義が廃されたことを前提として、換地計画に限り行政\n不服審査法の異議申立てを前置したものにすぎないのである。しかも、土地改良法\n八九条の二、四項で準用される同法八七条五項によると、換地計画は、公告され縦\n覧に供せられるのみであつて、送達等のような換地処分を受けるべき者に対し確実\nにその内容を知らしめる手続を欠いているのであるから、これらの者が換地処分を\n受けてはじめてその内容を知るという場合が制度上絶無とはいえないし、また同じ\nく準用される同法八七条六項によると、換地計画に対する異議申立期間は、縦覧期\n間満了日の翌日以降一五日以内に制限されている（一般の場合は処分のあつたこと\nを知つた日の翌日以降六〇日以内。行政不服審査法四五条）ことをみても、土地改\n良法が右のような主張の制限を定めたものとは、到底解しえないのである。以上の\nことから判断すると土地改良法は、換地処分の段階に至つての混乱を防止するとい\nう観点からは、換地計画に対しては簡易な救済手段を設けるが、換地処分の段階に\n至つてはこれを設けないこととして（同法八九条の二、四項で準用される同法八七\n条九項）、不服の申立てが換地計画の段階で出され換地処分に対してはこれが出さ\nれないよう誘導するにとどまり、それをこえて換地処分の取消訴訟で換地計画と共\n通する瑕疵の主張を制限したものではないというべきである。\nなお、控訴人Ｂを除くその余の控訴人らに対しては異議申立て棄却の決定がなされ\nているが、行政庁による簡易な救済手段である異議申立てに対する決定は判決と異\nなり、換地計画に違法事由がないことを確定する効力を有しないと解すべきである\nから、右決定があることを理由としても、前記の主張の制限を肯定することはでき\nない。\n三　以上のとおりであつて、原判決が、本訴において換地計画に存する取消事由に\nすぎない瑕疵を主張できないものとして、請求を棄却したことは不当であり、原判\n決はこれを取り消すべきである。そして、本件においては、控訴人らの主張する瑕\n疵の存否につき、第一審において審理がなされておらず、行政事件訴訟法七条によ\nりその例によるものとされている民事訴訟法三八九条一項の「事件ニ付尚弁論ヲ為\nス必要」があるから、これを秋田地方裁判所に差し戻すこととする。\n（裁判官　西村四郎　萩原昌三郎　浅生重機）\n主文\n原告らの請求をいずれも棄却する。\n訴訟費用は原告らの負担とする。\n○　事実\n第一　中間判決の存在\n本判決は本件訴えの適否について当裁判所が昭和四九年二月一八日に言渡した次の\nような内容の中間判決と一体をなすものである。\n一　国または都道府県が土地改良法にもとづいて行う土地改良事業においては、農\n林大臣または都道府県知事が定めた換地計画に対する異議申立についての決定に対\nしてのみ取消しの訴えを提起することができるとされているから（同法第八九条の\n二、第八七条第五ないし第一〇項）、換地計画に存する取消し事由たるにすぎない\nかしを主張して換地処分の取消しを求めることはできない。しかし、換地処分には\n換地計画に起因しない換地処分固有のかしがあることも考えられ、また換地計画に\n重大かつ明白なかしがあつて換地計画がその取消しを待つまでもなく当然に無効と\nされる場合には、ことがらの性質上、右の事由を主張して換地処分の取消しを求め\nることが許されなければならないから、右の事由を主張して換地処分の取消しを求\nめることができると解すべきである。\n二　したがつて、原告らの本件訴えは適法である。\n第二　当事者の求めた裁判\n一　原告ら\n（一）　原告Ａ\n「被告が昭和四八年五月二日原告Ａに対し別紙目録一（一）記載の土地の換地とし\nて同目録一（二）記載の土地を指定した処分を取り消す。訴訟費用は被告の負担と\nする。」との判決\n（二）　原告Ｄ（以下Ｄという。）\n「被告が昭和四八年五月二日原告Ｄに対し別紙目録二（一）記載の土地の換地とし\nて同目録二（二）記載の土地を指定した処分を取り消す。訴訟費用は被告の負担と\nする。」との判決\n（三）　原告Ｂ\n「被告が昭和四八年五月二日原告Ｂに対し別紙目録三（一）記載の土地の換地とし\nて同目録三（二）記載の土地を指定した処分を取り消す。訴訟費用は被告の負担と\nする。」との判決\n（四）　原告Ｅ\n「被告が昭和四八年五月二日原告Ｅに対し別紙目録四（一）記載の土地の換地とし\nて同目録四（二）記載の土地を指定した処分を取り消す。訴訟費用は被告の負担と\nする。」との判決\n（五）　原告Ｃ（以下Ｃという。）\n「被告が昭和四八年五月二日原告Ｃに対し別紙目録五および六の各（一）記載の土\n地の換地として同目録五および六の各（二）記載の土地を指定した処分を取り消\nす。訴訟費用は被告の負担とする。」との判決\n二　被告\n（一）　本案前の裁判\n「本件訴えをいずれも却下する。訴訟費用は原告らの負担とする。」との判決\n（二）　本案の裁判\n「原告らの請求をいずれも棄却する。訴訟費用は原告らの負担とする。」との判決\n第三　当事者の主張\n一　原告ら\n（一）　請求の原因\n１　原告Ａは別紙目録一（一）記載の土地を、原告Ｄは同目録二（一）記載の土地\nを、原告Ｂは同目録三（一）記載の土地を、原告Ｅは同目録四（一）記載の土地を\nそれぞれ所有していたものであり、原告Ｃは同目録五（一）記載の土地を所有し、\n同目録六（一）記載の土地について六分の一の共有持分権を有し、他の共有者から\n右土地を賃借していたものである（以下、以上の土地を従前地という。）。\n２　被告は、土地改良法にもとづく秋田県営ほ場整備事業の施行者であるが昭和四\n三年原告らの従前地を含む大館市真中地区の区画整理事業の施行に着手し、右区画\n整理事業について換地計画を定めて昭和四五年三、四月中にこれを公告し、同年四\n月二七日から同年五月一六日まで右換地計画書の写しを縦覧に供し、次いで同年四\n月二八日右換地計画にもとづいて一時利用地を指定したところ、これに対し土地の\n所有者その他の権利者から異議申立てが続出した。そこで、被告は昭和四八年一月\n右換地計画を変更する変更換地計画を定めてこれを公告し、右変更換地計画書の写\nしを同年二月七日から同月二六日まで縦覧に供し、原告らはこれに対し異議の申立\nてをしたが、被告は同年四月二五日右異議申立てを棄却する旨の決定をした。\n３　そして、被告は昭和四八年五月二日右変更換地計画にもとづき右各従前地の換\n地として、原告Ａに対し別紙目録一（二）記載の土地を、原告Ｄに対し同目録二\n（二）記載の土地を、原告Ｂに対し同目録三（二）記載の土地を、原告Ｅに対し同\n目録四（二）記載の土地を、原告Ｃに対し同目録五および六の各（二）記載の土地\nをそれぞれ指定する旨の処分をなし、右各処分は同日原告らに通知された（以下、\n右各処分を本件各換地処分という。）。\n４　しかしながら、右変更換地計画は、本件各換地処分の内容を定めるにあたり、\nほ場集団化の趣旨を悪用し、農民の便宜を全く無視して画一的に定められたもので\nあるのみならず、換地委員が自己を有利に原告らを不利に取り扱つて不公正な内容\nを定め、その結果、従前地と換地とは照応するものでなければならない旨を規定し\nた土地改良法第八九条の二第三項、第五三条第一項に反する違法なものであるか\nら、これにもとづいてなされた本件各換地処分も違法といわなければならない。\n５　よつて、原告らは被告に対し本件各換地処分の取消しを求める。\n（二）　本案前の抗弁に対する答弁\n被告の主張するとおりの規定の存することは認めるが、右規定は、県営土地改良事\n業において知事が定める換地計画であつても抗告訴訟の対象となる行政処分ではな\nいと解する余地があつたため、これが行政処分であることを明かにし、これに対し\nて取消しの訴えを提起できる旨規定したにすぎないものであるから、知事が行う換\n地処分に対する取消しの訴えを許さないとする趣旨ではないと解すべきである。こ\nのことは、土地改良法が土地改良区の行う土地改良事業について、換地計画に対す\nる知事の認可およびその認可にかかる換地計画にもとづく土地改良区の処分につい\nては、行政不服審査法による不服申立てをすることができないとし（第五二条の四\n第二項）、換地処分に対しては取消しの訴えによつてのみ不服申立てをすることが\nできることとしていることからも窺い知ることができる。したがつて、本件各訴え\nは適法である。\n二　被告\n（一）　請求の原因に対する認否\n１　請求の原因第１項は、原告らが別紙目録一ないし五の各（一）記載の各土地を\nそれぞれ所有していたことは認める。その余の事実は不知。\n２　同第２項は、原告Ｂが変更換地計画に対して異議申立てをしたことは否認す\nる。被告が昭和四五年三、四月中に換地計画を、昭和四八年一、二月ころ変更換地\n計画をそれぞれ公告したことは不知。その余の事実は認める。\n３　同第３項は認める。\n４　同第４項は否認する。\n（二）　抗弁\n１　（本案前の抗弁）\n土地改良法は、県の行う土地改良事業の場合について、換地計画は知事が定めるも\nのとし、知事が換地計画を定めたときはその旨を公告し一定期間を定めて換地計画\n書の写しを縦覧に供した段階において、所有者その他の権利者は換地計画に対し異\n議の申立てをすることができるけれども、右換地計画にもとづく換地処分等に対し\nては行政不服審査法による不服申立てが禁ぜられ、換地計画についての不服は右異\n議申立ておよびこれについての決定に対する取消しの訴えによつてのみ救済される\nこととしている（八九条の二第四項、第八七条第六項、第九、一〇項）。これは、\n換地処分がなされた段階において換地計画に存する違法を理由として換地処分が取\nり消された場合には、単に換地処分の取消しにとどまらず、換地計画の変更をも必\n要とし、ひいては土地改良事業計画にも波及して収拾しがたい混乱が予想されると\nころから、多数の権利者の権利関係に変動を及ぼす処分である換地処分に右の如き\n混乱が生ずることを避け、その効果を集団的に早期に確定させようとの配慮にもと\nづくものである。\nしたがつて、右規定は単に換地処分に対する行政不服審査法による不服申立てを禁\nじているだけでなく、これに対する出訴をも禁じているものであるから、換地処分\nの取消しを求める本件訴えは不適法として却下されるべきである。\n（二）　（請求の原因第４項に対し）\n本件各換地処分は法の趣旨にそつた適法なものである。\n○　理由\n本件訴えの適否については中間判決においてすでに判断を示しているので、本判決\nにおいては、原告らの請求が理由があるか否かの点についてのみ判断する。\n一　原告らがそれぞれ別紙目録一ないし五の各（一）記載の各土地を所有していた\nこと、被告が土地改良法にもとづく秋田県営ほ場整備事業の施行者であること、被\n告が昭和四三年原告らの従前地を含む大館市真中地区の区画整理事業の施行に着手\nして換地計画を定めたこと、そして昭和四五年四月二七日から同年五月一六日まで\n右計画書の写しを縦覧に供し、次いで同年四月二八日右換地計画にもとづいて一時\n利用地を指定したところ、これに対し権利者から異議申立てが続出したこと、被告\nは昭和四八年一月右換地計画を変更した変更換地計画を定め、右計画書の写しを同\n年二月七日から同月二六日まで縦覧に供したこと、これに対し原告Ｂを除くその余\nの原告らが異議を申し立てたが、被告は同年四月二五日これを棄却する旨の決定を\nし、同年五月二日原告らに対し右変更換地計画にもとづいて本件各換地処分をし、\n右各処分は同日原告らに通知されたことはいずれも当事者間に争いがない。\nそして、原告Ｃが別紙目録六（一）記載の土地について六分の一共有持分権を有\nし、他の共有者から右土地を賃借していること、被告が昭和四五年三、四月中に換\n地計画を、昭和四六年一、二月ころ変更換地計画をそれぞれ公告したことについて\nは弁論の全趣旨により認めることができる。\n二　秋田県知事のなした本件各換地処分の取消しを求めるには、換地処分に換地計\n画に起因しない換地処分固有のかし、あるいは、換地計画を無効ならしめる重大か\nつ明白なかしのあることを主張しなければならないことは中間判決の理由で説示す\nるとおりである。\nしかるに、原告らは換地計画に存する取消し事由たるにすぎないかしを主張してお\nり、右は本訴で主張しえない事由であるから、原告らの本訴請求は主張自体理由が\nないというべきである。\nよつて、その余の点について判断するまでもなく、原告らの本訴請求はいずれも理\n由がないので、これを棄却することとし、訴訟費用の負担につき民事訴訟法八九\n条、九三条を適用して主文のとおり判決する。\n別紙（省略）\n（中間判決）\n○　主文\n本件訴えは適法である。\n○　事実\n第一　当事者の求めた裁判\n一　原告ら\n（一）　原告Ａ（以下Ａという。）\n「被告が昭和四八年五月二日原告Ａに対し別紙目録一（一）記載の土地の換地とし\nて同目録一（二）記載の土地を指定した処分を取り消す。訴訟費用は被告の負担と\nする。」との判決\n（二）　原告Ｄ\n「被告が昭和四八年五月二日原告Ｄに対し別紙目録二（一）記載の土地の換地とし\nて同目録二（二）記載の土地を指定した処分を取り消す。訴訟費用は被告の負担と\nする。」との判決\n（三）　原告Ｂ（中下Ｂという。）\n「被告が昭和四八年五月二日原告Ｂに対し別紙目録三（一）記載の土地の換地とし\nて同目録三（二）記載の土地を指定した処分を取り消す。訴訟費用は被告の負担と\nする。」との判決\n（四）　原告Ｅ（以下Ｅという。）\n「被告が昭和四八年五月二日原告Ｅに対し別紙目録四（一）記載の土地の換地とし\nて同目録四（二）記載の土地を指定した処分を取り消す。訴訟費用は被告の負担と\nする。」との判決\n（五）　原告Ｃ（以下Ｃという。）\n「被告が昭和四八年五月二日原告Ｃに対し別紙目録五および六の各（一）記載の土\n地の換地として同目録五および六の各（二）記載の土地を指定した処分を取り消\nす。訴訟費用は被告の負担とする。」との判決\n二　被告\n（一）　本案前の裁判\n「本件訴えをいずれも却下する。訴訟費用は原告らの負担とする。」との判決\n（二）　本案の裁判\n「原告らの請求をいずれも棄却する。訴訟費用は原告らの負担とする。」との判決\n第二　当事者の主張\n一　原告ら\n（一）　請求の原因\n１　原告Ａは別紙目録一（一）記載の土地を、原告Ｄは同目録二（一）記載の土地\nを、原告Ｂは同目録三（一）記載の土地を、原告Ｅは同目録四（一）記載の土地を\nそれぞれ所有していたものであり、原告Ｃは同目録五（一）記載の土地を所有し、\n同目録六（一）記載の土地について六分の一の共有持分権を有し、他の共有者から\n右土地を賃借していたものである（以下、以上の土地を従前地という。）。\n２　被告は、土地改良法にもとづく秋田県営ほ場整備事業の施行者であるが、昭和\n四三年原告らの従前地を含む大館市＜以下略＞の区画整理事業の施行に着手し、右\n区画整理事業について換地計画を定めて昭和四五年三、四月中にこれを公告し、同\n年四月二七日から同年五月一六日まで右換地計画書の写しを縦覧に供し、次いで同\n年四月二八日右換地計画にもとづいて一時利用地を指定したところ、これに対し土\n地の所有者その他の権利者から異議申立てが続出した。そこで、被告は昭和四八年\n一月右換地計画を変更する変更換地計画を定めてこれを公告し、右変更換地計画書\nの写しを同年二月七日から同月二六日まで縦覧に供し、原告らはこれに対し異議の\n申立てをしたが、被告は同年四月二五日右異議申立てを棄却する旨の決定をした。\n３　そして、被告は昭和四八年五月二日右変更換地計画にもとづき右各従前地の換\n地として、原告Ａに対し別紙目録一（一）記載の土地を、原告Ｄに対し同目録二\n（二）記載の土地を、原告Ｂに対し同目録三（二）記載の土地を、原告Ｅに対し同\n目録四（二）記載の土地を、原告Ｃに対し同目録五および六の各（二）記載の土地\nをそれぞれ指定する旨の処分をなし、右各処分は同日原告らに通知された（以下、\n右各処分を本件各換地処分という。）。\n４　しかしながら、右変更換地計画は、本件換地処分の内容を定めるにあたり、ほ\n場集団化の趣旨を悪用し、農民の便宜を全く無視して画一的に定められたものであ\nるのみならず、換地委員が自己を有利に原告らを不利に取り扱つて不公正な内容を\n定め、その結果、従前地と換地とは照応するものでなければならない旨を規定した\n土地改良法第八九条の二第三項、第五三条第一項に反する違法なものであるから、\nこれにもとづいてなされた本件各換地処分も違法といわなければならない。\n５　よつて、原告らは被告に対し本件各換地処分の取消しを求める。\n（二）　本案前の抗弁に対する答弁\n被告の主張するとおりの規定の存することは認めるが、右規定は、県営土地改良事\n業において知事が定める換地計画であつても抗告訴訟の対象となる行政処分ではな\nいと解する余地があつたため、これが行政処分であることを明かにし、これに対し\nて取消しの訴えを提起できる旨規定したにすぎないものであるから、知事が行う換\n地処分に対する取消しの訴えを許さないとする趣旨ではないと解すべきである。こ\nのことは、土地改良法が土地改良区の行う土地改良事業について、換地計画に対す\nる知事の認可およびその認可にかかる換地計画にもとづく土地改良区の処分につい\nては、行政不服審査法による不服申立てをすることができないとし（第五二条の四\n第二項）、換地処分に対しては取消しの訴えによつてのみ不服申立てをすることが\nできることとしていることからも窺い知ることができる。したがつて、本件各訴え\nは適法である。\n二　被告\n（一）　請求の原因に対する認否\n１　請求の原因第１項は、原告らが別紙目録一ないし五の各（一）記載の各土地を\nそれぞれ所有していたことは認める。その余の事実は不知。\n２　同第２項は、原告Ｂが変更換地計画に対して異議申立てをしたことは否認す\nる。被告が昭和四五年三、四月中に換地計画を、昭和四八年一、二月ころ変更換地\n計画をそれぞれ公告したことは不知。その余の事実は認める。\n３　同第３項は認める。\n４　同第４項は否認する。\n（二）　抗弁\n１　（本案前の抗弁）\n土地改良法は、県の行う土地改良事業の場合について、換地計画は知事が定めるも\nのとし、知事が換地計画を定めたときはその旨を公告し一定期間を定めて換地計画\n書の写しを縦覧に供した段階において、所有者その他の権利者は換地計画に対し異\n議の申立てをすることができるけれども、右換地計画にもとづく換地処分等に対し\nては行政不服審査法による不服申立てが禁ぜられ、換地計画についての不服は右異\n議申立ておよびこれについての決定に対する取消しの訴えによつてのみ救済される\nこととしている（第八九条の二第四項、第八七条第六項、第九、一〇項）。これ\nは、換地処分がなされた段階において換地計画に存する違法を理由として換地処分\nが取り消された場合には、単に換地処分の取消しにとどまらず、換地計画の変更を\nも必要とし、ひいては土地改良事業計画にも波及して収拾しがたい混乱が予想され\nるところから、多数の権利者の権利関係に変動を及ぼす処分である換地処分に右の\n如き混乱が生ずることを避け、その効果を集団的に早期に確定させようとの配慮に\nもとづくものである。\nしたがつて、右規定は単に換地処分に対する行政不服審査法による不服申立てを禁\nじているだけでなく、これに対する出訴をも禁じているものであるから、換地処分\nの取消しを求める本件訴えは不適法として却下されるべきである。\n（二）　（請求の原因第４項に対し）\n本件各換地処分は法の趣旨にそつた適法なものである。\n○　理由\n一　原告らがそれぞれ同紙目録一ないし五の各（一）記載の各土地を所有していた\nこと、被告が土地改良法にもとづく秋田県営ほ場整備事業の施行者であること、被\n告が昭和四三年原告らの従前地を含む大館市真中地区の区画整理事業の施行に着手\nして換地計画を定めたこと、そして昭和四五年四月二七日から同年五月一六日まで\n右計画書の写しを縦覧に供し、次いで同年四月二八日右換地計画にもとづいて一時\n利用地を指定したところ、これに対し権利者から異議申立てが続出したこと、被告\nは昭和四八年一月右換地計画を変更した変更換地計画を定め、右計画書の写しを同\n年二月七日から同月二六日まで縦覧に供したこと、これに対し原告Ｂを除くその余\nの原告らが異議を申し立てたが、被告は同年四月二五日これを棄却する旨の決定を\nし、同年五月二日原告らに対し右変更換地計画にもとづいて本件各換地処分をし、\n右各処分は同日原告らに通知されたことはいずれも当事者間に争いがない。\nそして、原告Ｃが別紙目録六（一）記載の土地について六分の一の共有持分権を有\nし、他の共有者から右土地を賃借していること、被告が昭和四五年三、四月中に換\n地計画を、昭和四六年一、二月ころ変更換地計画をそれぞれ公告したことについて\nは弁論の全趣旨により認めることができる。\n二　被告は、県の行う土地改良事業について知事がなした換地処分に対しては取消\nしの訴えを提起しえないのであるから、本件訴えは不適法として却下されるべきで\nあると主張するので、以下検討することとする。\n（一）　土地改良法は換地計画および換地処分について次のように規定している。\n土地改良区の行う土地改良事業の場合、換地計画は土地改良区が定めるが（第五二\n条第一項）、換地計画においては換地設計、各筆換地明細、清算金明細、換地を定\nめない土地その他特別の定めをする土地の明細等を定めることとされている（第五\n二条の五）。そして、換地については用途、地積、土性、水利、傾斜、温度その他\nの自然条件および利用条件を総合的に勘案して従前の土地に照応すること等が要求\nされている（第五三条、第五三条の二、第五三条の二の二、三、第五三条の三、第\n五三条の三の二等）。そして換地計画については都道府県知事（以下、知事とい\nう。）の認可を受けなければならないが（第五二条第一項）、知事は土地改良区か\nら右認可の申請があつたときは、換地計画が手続および内容についての要件を満た\nしているかどうか詳細な審査を行つてその適否を決し、その旨を土地改良区に通知\nし、かつ、右申請を適当とする旨の決定をしたときは遅滞なくその旨の公告を行つ\nたうえで一定の期間を定めて換地計画書の写しを縦覧に供さなければならない（第\n五二条の二、第八条第六項）。右の知事の決定に対しては、後記のような争訟手続\nが定められているが、知事は権利者から異議の申出がないか、または、異議のすべ\nてについて判断した後に、換地計画を認可する（第五二条の四第一項）。\n換地処分は、原則として当該換地計画にかかる土地について土地改良事業の工事が\n完了した後において、土地改良区が右換地計画に定められた関係事項を権利者に通\n知して行う（第五四条第一項、第六項）。そして、土地改良区は、換地処分をした\n後、知事に対しその旨を届け出ることを要し、右届出があつたときは知事は遅滞な\nくその旨を公告し（第五四条第四項）、右公告によつて換地計画に定められた換地\nは公告の日の翌日から従前の土地とみなされ、換地計画において換地を定めなかつ\nた従前の土地について存する権利は公告のあつた日限り消滅する等（第五四条の\n二）とされている。\nこれに対し、国または都道府県が行う土地改良事業については、換地計画の樹立お\nよび換地処分等は農林大臣（以下、大臣という。）または知事が行うものとされて\nいるが、その手続、内容については土地改良区の行う土地改良事業についての規定\nが、知事の監督に関する規定、すなわち、知事の認可、知事に対する通知等に関す\nる規定を除いて準用されている（第八九条の二等）。\n（二）　次に、換地計画および換地処分に対する争訟手続をみるに、土地改良区の\n行う土地改良事業の場合、土地改良区から換地計画の認可申請があつたときは知事\nは前記のようにその適否を決し、適当とする旨の決定をした場合にはその旨を公告\nし、換地計画書の写しを一定期間縦覧に供するが、この段階において右換地計画に\n不服のある権利者は縦覧期間満了の日の翌日から起算して一五日以内に異議の申出\nができる。この異議の申出があつた場合、知事は、技術者の意見を聞いて異議につ\nいて決定する。そして、右異議の申出がないとき、または、異議申出があつても、\n異議を認容し換地計画認可申請を却下する決定をした場合を除き、異議のすべてに\nついて決定をした時は換地計画を認可しなければならず、右の認可および認可にか\nかる換地計画にもとづく土地改良区の処分については行政不服審査法による不服申\n立てをすることができないとされている（第五二条の三、第五二条の四、第九条第\n二項ないし第五項）。これに対し、国または都道府県の行う土地改良事業の場合に\nは、大臣または知事は換地計画を定めたときは右換地計画書の写しを一定期間縦覧\nに供するが、これに不服のある権利者は縦覧期間の満了の日の翌日から起算して一\n五日以内に異議を申し立てることができ、この異議申立てに対しては大臣または知\n事は技術者の意見を聞いて決定する。換地計画に不服がある者は右の異議申立てに\nついての大臣または知事の決定に対してのみ取消しの訴えを提起することができ、\n換地計画による処分については行政不服審査法による不服申立てをすることができ\nないとされている（第八九条の二、第八七条第五ないし第一〇項）。\n以上のように換地計画に関しては異議の申出または申立てをすることができるけれ\nども、これにもとづく処分（土地改良区の行う土地改良事業の場合には換地計画に\nついての知事の認可についても。）については行政不服審査法による不服申立てを\nすることができないとされていることは、土地改良区の行う土地改良事業の場合\nも、国または都道府県の行う土地改良事業の場合も同一であるが、国または都道府\n県の行う土地改良事業の場合には換地計画に対する異議申立てについての大臣また\nは知事の決定に対してのみ取消しの訴えを提起できる旨の規定があるのに対し、土\n地改良区が行う土地改良事業の場合にはそのような規定が存しない点に大きな差異\nが認められる。\n（三）　そこで、何故に右のような差異が設けられたかについて検討する。\nまず、前記（一）の各規定によれば、換地処分は、従前の土地について地割り変え\nを行い土地等に存する所有権その他の権利関係を確定するものであるから、権利者\nの権利関係に直接具体的な変動を来たすものとしてその行政処分性は明らかであ\nる。これに対し、換地計画は、右の如き換地処分の内容を定めるものとして権利者\nの権利関係に変動を及ぼす事項をその内容としているものではあるけれども、それ\n自体権利者の権利関係に直接具体的な変動を来たす効果があるものではないから、\n本来の意味で抗告訴訟の対象となる行政処分とはいえない。してみれば、換地計画\nに関しては特段の規定がない限り取消しの訴えを提起することは許されず、換地処\n分の段階に至つてはじめて換地処分に対して出訴できるものというべきである。そ\nして、これを土地改良区の行う土地改良事業についてみるに、換地計画に関し出訴\nを許した旨の規定は存しないから、土地改良区の定めた換地計画、これに対する異\n議申出についての知事の決定および認可に対しては取消しの訴えを提起しえないも\nのというべきである。もつとも、前記のように、土地改良区の定めた換地計画に対\nして異議申出が許され、これを争訟の対象としているのではあるけれども、これだ\nけから直ちに換地計画に対する異議申立についての知事の決定に対して取消しの訴\nえを提起しうる旨の明文の存する国または都道府県の行う土地改良事業の場合と同\n様に取消しの訴えが許されるとはなしえず、また、換地処分については行政不服審\n査法による不服申立てをすることができない旨の規定もあるけれども、後記のとお\nりそれをもつて換地処分についての取消しの訴え等の司法救済までも禁じたものと\nは解されない。\nところで、換地処分は換地計画にかかるすべての従前地の地割り変えを行うもので\nあるから、個々の権利者に対する換地処分は単に少数の権利者に対する換地処分と\nの関連を有するにとどまらず、他の多数の権利者に対する換地処分とも密接な関連\nを有しているのであつて、このために換地処分の効力の発生時期についても、これ\nを区々とせず、前記のように換地処分が行われた旨の公告のあつた日の翌日をその\n効力発生時期として多数の権利者の権利関係を一挙に変動させ、もつて権利関係相\n互の矛盾、衝突の生ずることを防いでいるのである。このような換地処分の性格か\nらすれば、個々の権利者に対する換地処分が換地計画に存するかしを理由として取\nり消された場合には、その結果は次々と他の多数の権利者の換地処分にも波及して\n必然的に換地計画の変更を必要とし、場合によつては事業計画の変更をも必要とす\nるに至り、大きな混乱と権利者の地位の長期間にわたる不安定を招来することが予\n想される。そして、このこと自体は、土地改良区の行う土地改良事業であつても、\n国または都道府県の行う土地改良事業であつても別段の差異があるものではない。\n土地改良法が右いずれの土地改良事業の場合にも本来行政処分とはいえない換地計\n画につき異議の申出または申立てをなしうることを認めたのは、これによつて換地\n計画に存するかしについては早期の段階に不服申立ての途を開き、のちに換地処分\nが換地計画に存するかしを理由に取り消されることを多少とも少なくし、もつて前\n叙のごとき混乱の招来をすこしでも未然に防止しようとの意図によるものと理解さ\nれる。\nしかし、換地計画に対し不服申立てを認めても、なお換地処分に対し換地計画に存\nするかしを理由とする取消訴訟の提起を許容したのでは換地計画に対し不服申立て\nをなしうることを認めた立法趣旨は必ずしも十分には達成されない。ことに、国ま\nたは都道府県の行う土地改良事業は土地改良区の行うそれに比べ、公共性が一段と\n強いばかりでなく、事業規模が大きく、権利者が多数にのぼるため、換地処分の取\n消しによつて招来される混乱も、遥かに重大かつ深刻である。そこで、土地改良法\nは、このような国または都道府県の行う土地改良事業の強度の公共性に鑑み、これ\nについては、換地計画を可及的に早期に確定させ、もつて右の事態の発生を未然に\n防止しようとの配慮にもとづき、土地改良区の行う土地改良事業の場合と差異を設\nけ、換地計画に不服のある者は異議についての決定に対し、かつ、この決定に対し\nてのみ取消訴訟を提起しうるものとして、前記のように本来ならば抗告訴訟の対象\nたる行政処分にあたらない換地計画に対し出訴しうることとしたのである。したが\nつて、右のような土地改良法の規定およびその立法趣旨に照らせば、国または都道\n府県の行う土地改良事業の場合には、換地処分がなされた段階に至つて換地計画に\n存するかしを主張して換地処分の取消しを求めることはできないというべきであ\nる。\nしかしながら、これをもつて直ちに被告主張のように換地処分に対して全面的に取\n消訴訟の提起が禁じられているものと解することはできない。\nなるほど、前記のように換地計画による換地処分については行政不服審査法による\n不服申立てをすることができない旨の規定が存するけれども、右のような行政救済\nと取消しの訴え等の司法救済はその性質を異にするのであるから前者が禁ぜられて\nいるからといつて後者まで許されないとする理由はなく、また、換地計画に関し取\n消しの訴えが許されているからといつて換地処分の行政処分たる性質が失なわれる\nものでもない。そして、換地処分自体についても前記のような手続が定められてい\nるのであるから、たとえば、換地計画にかかる地域の全部について土地改良事業の\n工事が完了しないうちに換地処分がなされた等という右手続に違反した場合には、\n換地計画に起因しない換地処分固有のかしも考えられるのであつて、このような場\n合にはこれを主張して出訴することが許されなければならない。のみならず、換地\n計画に重大かつ明白なかしがあつて換地計画がその取消しを待つまでもなく当然に\n無効とされる場合には、ことがらの性質上、右の事由を主張して換地処分の取消し\nを求めることができると解すべきである。\nただ、前述のとおり、換地計画に存するかしについては換地計画に対してのみ取消\n訴訟の提起が認められているから、換地計画に存する取消事由たるにすぎないかし\nを主張して換地処分の取消しを求めることはできず、仮に右の主張をしても主張自\n体理由がないとされることになるが、それによつて訴えが不適法となるものではな\nい。したがつて、被告の本案前の抗弁は理由がない。\n三　原告らの本件訴えは適法であるので、主文のとおり判決する。\n別紙（省略）\n"
}