{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 48,
    "month": 5,
    "day": 15
  },
  "case_number": "昭和47(ラ)174",
  "case_name": "供託書還付請求申立却下決定に対する即時公告申立事件",
  "court_name": "東京高等裁判所第二民事部",
  "lawsuit_id": "20631",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=20631",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/631/020631_hanrei.pdf",
  "contents": "主　　　　文\n本件抗告を棄却する。\n理　　　　由\n本件抗告の趣旨および理由は別紙記載のとおりである。\nよつて按ずるに、仮差押解放金の供託は、その実質において弁済のための供託な\nいし訴訟上の担保のための供託の趣旨をある程度帯有していることは否定しがたい\nものがあるけれども、これをそのように規定するには成法上の根拠をもくものであ\nつて、結局強制執行の手続上の供託の一種と見るほかはないものである。そうだと\nすれば、右解放金は仮差押目的物に代わるべき性質を有するものであつて、仮差押\n債権者はもとより仮差押によつて他の債権者に優先するものではなく、また右解放\n金に対して直接の権利ないし優先弁済権を取得するものでもなく、仮差押債権者の\n有する地位は当初の仮差押目的物に対して有したものと同様であつて、それ以上に\n及ぶものではない。すなわち右仮差押解放金について仮差押債務者（供託者）は、\n供託とともに供託所に対し寄託契約土仮差押解放金の取戻請求権を取得し、仮差押\n債権者の仮差押執行の効力は新たな差押を要せずして、当然に仮差押債務者の有す\nる右仮差押解放金取戻請求権の上に移行することとなり、その結果債務者は<要旨>\n右取戻請求権の行使・処分を仮りに禁止されることになる。仮差押債権者は、本案\nについて執行力ある債務名</要旨>義を取得したときは、そのことを証明して直ちに\n供託所から右解放金の払渡を受け得べきものではなく、仮差押債務者の有する右仮\n差押解放金取戻請求権に対し、本差押がなされた状態にあるものとして債権に対す\nる強制執行の手続を履践するととを要するものと解すべく、右仮差押債務者に対す\nる他の債権者は、仮差押債権者がＡ執行によつて窮極の満足を得るまでは、差押・\n仮差押その他により配当要求をして執行に加入することを妨げられるべきではな\nい。従つて、執行力ある債務名義を得た仮差押債権者は供託所を第三債務者として\n民事訴訟法第六〇〇条所定の移付命令を得べく、この場合、他の債権者からの差\n押、仮差押のない限りは転付命令の方法によることができるが、しからざる限りは\n取立命令の方法によることとなり、これによつて右仮差押解放金の払渡を受け得べ\nきことを証明したものとして、供託法第八条第一項、供託規則第二二案以下所定の\n還付請求をなすべきものと解するのを相当とする。\nこれを本件についてみると、記録によれば抗告人ははじめ債務者長谷川織物株式\n会社に対する継続的商取引契約に基く昭和四六年一一月二〇日現在の生糸売掛残金\n二、六四八万九、三四六円の内金三〇〇万円の債権につきその執行を保全するため\nその債権額にみつるまで右債務者所有の動産を仮りに差し押える旨仮差押決定を得\nて執行し、次いで同年一二月二三日債務者との間に右債権を含む債権二、九九八万\n九、三四六円の支払につき裁判上の和解成立し、その和解調書の執行力ある正本を\n取得するとともに、右和解における担保取消条項に従い、右仮差押申請にさいして\n供した担保の取消を得たこと、その後昭和四七年二月八日にいたり債務者は前記仮\n差押決定表示の解放金を供託して仮差押執行の取消を得たこと、そこで抗告人から\n同年二月二二日執行裁判所たる原審裁判所に解放金供託書の還付申立をしたこと、\nしかるにこれより先き右債務者に対する他の債権者Ｂから同年二月一二日債権差押\nおよび転付命令があつたとして供託所（新潟地方法務局長岡支局供託官青木文一）\nから事情届出書が提出されたものであることが明らかである。従つて本件において\nは抗告人はまず取立命令を得、しかる後に他の債権者Ｂらとの間の配当手続を経て\nその債権の満足を得べきものであり、直ちに自ら供託書の還付を得てこれにより供\n託所より直接還付を受けるべきものではない。\nしからば執行裁判所に対し右解放金の供託書の還付を求める抗告人の請求は理由\nがないからこれを棄却すべく、これと同旨の原決定は結局正当で本件抗告は理由が\nないからこれを棄却すべきものである。\n（裁判長裁判官　浅沼武　判事　杉山孝　判事　園部逸夫）\n別　紙\n＜記載内容は末尾１添付＞\n"
}