{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 49,
    "month": 4,
    "day": 30
  },
  "case_number": "昭和47(ネ)21",
  "case_name": "所有権移転登記手続等請求附帯控訴事件",
  "court_name": "名古屋高等裁判所第一部",
  "article_info": "第27巻2号164頁",
  "gist": "再度の訴変更の申立が当初の訴変更の申立の撤回と解して許容された事例",
  "case_gist": "交換的訴の変更申立(第一次)に対し相手方が異議を述べ、いまだその効果が生じたものとされないうちに、第一次訴変更前の請求と同一の請求に訴を変更する旨の申立(第二次)は、第一次訴変更の申立を撤回するものとして適法のものとすべきである。",
  "lawsuit_id": "22966",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=22966",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/966/022966_hanrei.pdf",
  "contents": "主　　　　文\n一、　附帯被控訴人は附帯控訴人に対し、別紙第四目録記載の建物のう\nち別紙図面中イ、ロ、ハ、ニ、ホ、へ、イの各点を順次直線で結んだ線によつて囲\nまれた部分から退去して、別紙第二目録２記載の土地を明渡せ。\n二、　附帯被控訴人は附帯控訴人に対し、金五〇八万〇、八〇〇円およ\nび昭和四七年一月一日から前項掲記の土地明渡ずみに至るまで一か月金五万一、〇\n〇〇円の割合による金員を支払え。\n三、　附帯被控訴人は、附帯控訴人から金一六六万六、五〇〇円の支払\nを受けるのと引換えに、附帯控訴人に対し、別紙第三目録１記載の土地につき昭和\n三一年三月三一日付売買を原因とする所有権移転登記手続をし、かつ第一項掲記の\n建物のその余の部分から退去して右目録２記載の土地を明渡せ。\n四、　附帯控訴人のその余の本位的請求を棄却する。\n五、　総訴訟費用はこれを一〇分しその七を附帯控訴人の負担とし、そ\nの余を附帯被控訴人の負担とする。\n六、　この判決は、附帯控訴人において金二五〇万円の担保を供すると\nきは、附帯被控訴人に対し金員支払および土地明渡を命じた部分に限り、仮に執行\nすることができる。\n事　　　　実\n第一　申立\n一、　附帯控訴代理人は、差戻前の当審（以下旧二審という）において訴を変更\nして、本位的請求として、「（一）附帯被控訴人は附帯控訴人に対し、別紙第四目\n録記載の建物のうち、同第二目録２記載の土地上にある部分（別紙図面中イ、ロ、\nハ、ニ、ホ、へ、イの各点を順次直線で結んだ線によつて囲まれた部分）を収去し\nて右土地を明渡せ。（二）附帯被控訴人は附帯控訴人に対し、金一五〇万円及びこ\nれに対する昭和三二年三月二四日から完済に至るまで年五分の割合による金員を支\n払え」との判決ならびに仮執行宣言を求め、差戻後の当審（以下新二審という）に\nおいてさらに訴を変更して、追加的予備的請求として、「（一）附帯被控訴人は附\n帯控訴人に対し、別紙第二目録２記載の土地から退去して、右土地を明渡し、かつ\n金五〇八万〇、八〇〇円及び昭和四七年一月一日から右明渡ずみに至るまで一か月\n金五万一、〇〇〇円の割合による金員を支払え。（二）附帯被控訴人は、附帯控訴\n人から金一六六万六、五〇〇円の支払を受けるのと引換えに、附帯控訴人に対し、\n別紙第三目録１記載の土地につき昭和三一年三月三一日付売買を原因とする所有権\n移転登記手続をし、かつ、右目録２記載の土地から退去して、右土地を明渡せ「と\nの判決ならびに仮執行宣言を求めた。\n二、　附帯被控訴代理人は、右本位的、予備的各新請求棄却の判決を求めた。\n第二　主張\n一、　附帯控訴代理人は、本位的、予備的各請求原因として、次のとおり述べ\nた。\n１．　（一）　附帯控訴人と附帯被控訴人とは、昭和三一年三月七日「附帯被控\n訴人所有の別紙第一ないし第三目録各１記載の土地を代金六〇〇万円で附帯控訴人\nが買受ける。附帯被控訴人は同第二目録２記載の土地（以下仮換地ａ番の土地とい\nう）及び第三目録２記載の土地（以下仮換地ｂ番のｃの土地という）を同年三月一\n七日に附帯控訴人に引渡し、右各仮換地に跨つて存在した同第四目録記載の建物\n（以下本件建物という）は、附帯被控訴人において二か月以内にこれを除却す\nる。」という契約（以下これを第一契約という）をした。\n（二）　ところが、別紙第三目録１記載の土地は登記簿上訴外Ａ所有名義となつ\nており、かつ、同人を債務者とする訴外株式会社束海銀行のための根抵当権設定登\n記が経由されていて、直ちに第一契約に基づき所有権移転登記手続を履行すること\nが困難であつたので、附帯控訴人、附帯被控訴人は、同月三〇日、同土地を分離し\nて別紙第一、第二目録各１記載の土地につき代金額を金四三三万三、五〇〇円と協\n定し、翌三一日附帯控訴人は右代金を支払うのと引換えに附帯被控訴人から所有権\n移転登記を受けた。一方、同第三目録１記載の土地については、同日改めて公正証\n書により「（１）附帯被控訴人は昭和三二年一月末日までに右根抵当権設定登記の\n抹消登記を得たうえ、附帯控訴人に対し所有権移転登記手続をなす。（２）代金一\n六六万六、五〇〇円は右所有権移転登記手続がなされたとき即日支払う。（３）附\n帯被控訴人は本件建物を昭和三一年一二月末日までに除却し、もし同日までに除却\nしないときは、その所有権は附帯控訴人に移転する。（４）附帯控訴人が右代金の\n支払を一週間以上遅延したとき、または当事者が本契約各条項の一にても違背した\nときは本契約を解除し相手方に対し損害賠償として金一五〇万円也を支払う」旨の\n契約（以下第二契約という）を締結し、それとともに、附帯控訴人は附帯被控訴人\nから、訴外Ａに対する停止条件付所有権移転請求権の譲渡を受け、同請求権保全の\n仮登記（名古屋法務局古沢出張所昭和三〇年一〇月二八日受付第一七九七〇号）の\n付記による移転登記（同法務局出張所昭和三一年三一日受付第五三九〇号）を受け\nた。\n（三）　しかるに、附帯被控訴人は、別紙第三目録１記載の土地につき、昭和三\n一年一二月一八日自己のための所有権移転登記（前記法務局出張所同日受付第二一\n七七四号）を経由したうえ、昭和三二年三月二三日訴外Ｂに対し、売買予約を原因\nとする所有権移転請求権保全仮登記（前記法務局出張所同日受付第五〇〇〇号）を\nなし、第二契約に基づく附帯控訴人に対する所有権移転登記義務の履行を不可能な\nらしめた。なお、前記附帯被控訴人の訴外Ａに対する所有権移転請求権に付されて\nいた停止条件は全く虚構であり、附帯控訴人が移転を受けた前記仮登記により本登\n記を請求することも不可能である。\n（四）　そこで、附帯控訴人は、本件附帯控訴状により、附帯被控訴人に対し、\n第二契約解除の意思表示をした。したがつて、本件建物所有権は附帯被控訴人に帰\n属することはなくなつたわけであるから附帯被控訴人は本件建物のうち仮換地ａ番\nの土地上に存する部分を収去して右土地を附帯控訴人に明渡すべきである。\n（五）　よつて、附帯控訴人は本位的請求として附帯被控訴人に対し、第一契約\nに基づき、本件建物のうち仮換地ａ番の土地上にある部分（別紙図面中イ、ロ、\nハ、ニ、ホ、へ、イの各点を順次直線で結んだ線によつて囲まれた部分）を除却し\nて、右土地を明渡すこと、ならびに第二契約による損害金一五〇万円およびこれに\n対する前記登記義務が履行不能となつた日の翌日である昭和三二年三月二四日から\n完済に至るまで民法所定の年五分の割合による遅延損害金の支払を求める。\n２．（一）　仮に第二契約が有効に存続するとすれば附帯被控訴人は、第二契約\nにより定められた除去期限までに本件建物を除却すべきであり、除却しないときは\n本件建物の所有権は附帯控訴人に帰属するところ、附帯控訴人は本件建物の除却を\nせず、その後も本件建物を使用或いはこれに居住している。よつて、附帯被控訴人\nは仮換地ａ番の土地を正当な権原なく占有し、昭和三二年一月一日以降附帯控訴人\nに対し、右土地の賃料相当の損害を与えているものであるからこれを賠償すべき義\n務があり、また附帯被控訴人は第二契約に定める売買代金支払と引換えに別紙第三\n目録１記載の土地につき所有権移転登記手続をし、かつ仮換地ｂ番のｃの土地から\n退去してこれを明渡すべきである。\n（二）　しかして仮換地ａ番の土地の適正賃料は次のとおりである。\n＜記載内容は末尾１添付＞\n（三）　よつて、附帯控訴人は、予備的請求として附帯被控訴人に対し、仮換地\nａ番の土地から退去して同土地を明渡し、かつ昭和三二年一月一日から昭和四六年\n一二日三一日までの間の前記賃料相当損害金合計金五〇八万〇、八〇〇円及び昭和\n四七年一月一日から右明渡ずみに至るまで一か月金五万一、〇〇〇円の割合による\n賃料相当損害金を支払うことならびに第二契約に基づき、附帯控訴人から前記売買\n代金一六六万六、五〇〇円の支払を受けるのと引換えに、同第三目録１記載の土地\nにつき昭和三一年三月三一日付売買を原因とする所有権移転登記手続および仮換地\nｂ番のｃの土地から退去して同土地を明渡すことを求める。\n二、　附帯被控訴代理人は附帯控訴人の訴の変更につき次のとおり異議を述べ\nた。\n１、　本位的請求のうち仮換地ａ番の土地上にある本件建物部分を除却し、右土\n地の明渡を求める部分は、旧二審判決において認容されたにも拘らず、新二審にお\nいて一旦取下げられた後、再度の訴変更により復活せしめられたものであるが、附\n帯被控訴人は右訴の変更に同意できない。\n２、　予備的請求はいずれも新たな反訴の提起であり、附帯被控訴人がこれに同\n意しない以上、不適法なものである。ことに、予備的請求のうち別紙第三目録１記\n載の土地につき所有権移転登記手続仮換地ｂ番のｃの土地につき退去明渡を求める\n部分（予備的請求第二項）は本訴請求が存在しないのになされた反訴の提起であ\nる。すなわち、附帯被控訴人が右土地について提起した本訴請求は原判決によつて\n棄却され、それに対する附帯被控訴人の控訴、上告とも棄却され、原判決はすでに\n確定し、右本訴請求はもはや新二審に係属していないのであるから、右予備的請求\n部分は反訴というより、むしろ全くの新訴の提起といえるものである。\n仮に、予備的請求の追加が訴の変更に属するとしても、同第二項についでは反訴\nに準じて民事訴訟法第三八二条が類推適用され、右変更には相手方である附帯被控\n訴人の同意を要するものである。\nさらに、右法条の類推適用がないとしても、予備的請求第二項は本位的請求の損\n害金一五〇万円の支払を求める部分（第二項）に対応するものであるが、後者は第\n二契約を履行不能により解除したという主張を前提とする売主の義務違反を請求の\n基礎とするものであるのに、前者はそうではなく売買契約の履行を求めるものであ\nる。したがつて、本位的請求第二項と予備的請求第二項とは請求の基礎を異にし、\n関連性を有しないから、予備的請求の追加は訴の変更としても許されない。\nなお、附帯控訴人は右本位的請求では売買契約の解除の主張をしながら予備的請\n求についでは解除の主張をしていないが、履行不能による売買契約の解除の主張を\n撤回するものであり、民法第五四五条二項の趣旨に徴しかかることは許されない。\n次いで附帯被控訴代理人は、本位的、予備的各請求原因に対する認否ならびに抗\n弁として、次のとおり述べた。\n１、　本位的請求の原因に対する認否\n（一）　本位的請求原因第一、二項は認める。\n（二）　同第三項中、別紙第三目録１記載の土地につき附帯控訴人主張のとおり\n各登記がなされたことは認め、その余は争う。\n（三）　同第四項の主張は争う。\n（四）　同第五項中、本件建物のうち附帯控訴人主張の部分が仮換地ａ番の土地\nに存在することは認める。\n２、　予備的請求の原因に対する認否\n附帯被控訴人が本件建物に現に居住している事実は認めるも、仮換地ａ番の土地\n占有が附帯控訴人に損害を与えるものではない。右土地の適正賃料額が附帯控訴人\n主張のとおりであることは否認する。\n３、　抗弁\n（一）　附帯控訴人は第二契約により別紙第三目録１記載の土地代金一六六万\n六、五〇〇円を附帯被控訴人から所有権移転登記を受けるのと引換えに、附帯被控\n訴人に対し支払うべき義務を負つていた。ところで、附帯被控訴人は昭和三一年一\n二月七日右土地につき訴外Ａをして附帯控訴人主張の根抵当権設定登記の抹消登記\nを得させ、同人より附帯控訴人のために中間省略の方法により所有権移転登記手続\nをなし得る必要書類の交付を受けて登記手続の準備を完了して、附帯控訴人に対\nし、同月九、一〇、一一、一三日の四回にわたりその旨通知し、右所有権移転登記\n手続上の協力義務の履行を催告して弁済の提供をなし、さらに同月一五日到達の内\n容証明郵便により、右通知とともに同月一九日までに右代金の支払をなすよう催告\nし、もし同日までにその履行がないときは第一契約を解除する旨の意思表示をなし\nたが、附帯控訴人は右催告に応じなかつた。\n（二）　ところで、附帯控訴人主張の第二契約は別紙第三目録１記載の土地につ\nき第一契約の履行方法を定めたものに過ぎず第一契約と一体をなす補充的のもので\nあるところ第二契約において代金支払を遅滞し一週間を経過したときは当然解除の\n効果を生ずるものとを定められたものであるから、前記附帯被控訴人のなした各弁\n済提供の日の翌日からそれぞれ一週間を経過した日に第一、第二契約ともに当然解\n除により終了した。仮に、右当然解除が認められないとしても、附帯被控訴人の発\nした前記内容証明郵便による催告期限である昭和三一年一二月一九日または同郵便\n到達後一週間を経過した同月二二日限り解除された。\n（三）　また、仮に第二契約が第一契約を補充するものでなく、別個独立のもの\nとするならば、第一契約は第二契約と関係なく有効であるところ、附帯控訴人は附\n帯被控訴人の前記屡次の催告にも拘らず、第一契約に定められた売買代金六〇〇万\n円のうち金一八六万六、五〇〇円の支払をなさなかつたのであるから、附帯被控訴\n人は附帯控訴人に対し本件訴状をもつて第一契約解除の意思表示をした。\n三、　附帯控訴代理人は右抗弁に対する認否ならびに主張として次のとおり陳述\nした。\n１、　抗弁第一項中代金支払を催告する内容証明郵便が附帯被控訴人主張の日に\n附帯控訴人に到達したこと、附帯控訴人が別紙第三目録１記載の土地代金一六六万\n六、五〇〇円の支払をしなかつたことはいずれも認めるが、その余は争う。\n附帯被控訴人において別紙第三目録１記載の所有権移転登記手続の必要書類を完\n備して附帯控訴人に履行の提供をしたものではなく、その方法は、原判決五枚目裏\n二行目より末行までのとおりであり、信義誠実の原則に反するものでもあるから到\n底適法な履行の提供があつたとはいえない。\n仮に履行の提供があつたと認められるとしても、本件代金の支払は前記土地所有\n権移転登記がなされたことを前提とし即日支払うことになつていた（同時履行では\nない）から登記手続が完了しない以上代金支払時期は到来しない。\n仮にしからずとしでも右代金支払と同時履行の関係にある所有権移転登記手続に\nつき定められた履行期限である昭和三二年一月末日が石代金支払についても期限と\nして定められたものであるから、それ以前において附帯控訴人が右代金支払債務に\nつき遅滞に陥ることはない。\nさらに、仮に右昭和三二年一月末日というのが、右登記手続についてのみ定めら\nれた履行期限であるとしても、第二契約において、本件建物の除却は右代金支払の\n先決事項とされたものであつて、右代金の支払期限は、第二契約で定められたとこ\nろに従い、附帯被控訴人が本件建物を除却するか、またはその所有権が附帯控訴人\nに帰属したときでなければ到来しない。\n２、　同第二項は争う。\n３、　同第三項中、本件訴状により附帯被控訴人が第一契約解除の意思表示をな\nしたことを除き、その余は争う。\n四、　附帯被控訴代理人は附帯控訴人の右主張に対し次のとおり反論した。\n１、　附帯被控訴人は、売買物件に存する根抵当権設定登記の抹消登記手続をな\nさしめたうえ訴外Ａより所有権移転登記用契約書および委任状（いずれも登記権利\n者氏名欄空白のもの）竝びに印鑑証明書等必要書類全部の交付を受け登記手続の準\n備を完了していた。\n附帯被控訴人は昭和三一年二一月一〇日Ｃを使者として必要書類を持参させ登記\n手続関係書類の受領竝びに代金の支払を求めたのであるが、附帯控訴人は、右Ｃと\nともにＡの事務代理人方を訪れ、抵当権抹消登記完了の事実を確認しながら、前記\n書類の受領をせず、登記手続をなすべき日時についでもこれを明らかにしなかつた\nのである。\nそこで、附帯被控訴人は翌一一日には面接して、翌々一三日は電話をもつて登記\n手続の協力方を要請したのに附帯控訴人は本件建物の除却を要求するのみで協力を\n拒否したのである。なお、附帯被控訴人の所在は当時明らかであり、容易に連絡す\nることが可能であつた。\n２、　第二契約により所有権移転登記手続期限が昭和三二年一月末日と定められ\nているが、右は附帯被控訴人のために登記手続を同日まで延引しでも許されるとい\nう趣旨であり、右期限前でも前記抵当権が抹消されれば附帯被控訴人は何時にても\n移転登記をし代金支払期日を確定させることができるのである。\nまた、昭独三一年一二月末日までに売主において本件建物を除却するものとされ\nていたが、本件建物の除却は売買代金支払の先決事項とみるべきものではない。\n第三　証拠関係（省略）\n理　　　　由\n第一　訴変更の適否について\n一、　記録上次のことが明らかである。\n１、　原審において、附帯控訴人（第一審被告、反訴原告）は、附帯被控訴人\n（第一審原告、反訴被告）に対し、反訴請求（以下原請求という）として、（１）\n別紙第一、第二目録各１記載の土地が附帯控訴人の所有であることの確認、（２）\n本件建物についての所有権移転登記手続、（３）本件建物の明渡及び不法占有によ\nる損害金の支払を求め、原判決はこれを全部認容し、附帯被控訴人の本訴請求を全\n部棄却したこと。\n２、　旧二審において、附帯控訴人は、原請求（２）、（３）につき訴を交換的\nに変更（以下第一次訴の変更という）して、（１）本件建物のうち仮換地ａ番の土\n地上にある部分の収去、同土地の明渡、（２）違約損害金一五〇万円の支払、\n（３）同第一目録２記載の土地（以下仮換地ｄ番の土地という）上の建物（別紙図\n面表示乙、丙建物）の収去、同土地の明渡、（４）仮換地ｄ番の土地の使用収益妨\n害による損害金の支払を求め、旧二審判決は上記（４）の損害金支払請求が一部二\n重になされていたとしてこの部分につき請求を棄却したほかは全部認容し、附帯被\n控訴人の控訴を棄却したこと、これに対し附帯被控訴人から上告がなされたが、旧\n二審判決中右（１）、（２）の請求に関する部分を除き上告を棄却され、右\n（１）、（２）の各請求のみが新二審に係属するところとなつたこと。\n３、　新二審において、附帯控訴人は、再び訴を交換的に変更（以下第二次訴の\n変更という）して、（１）本件建物についての所有権移転登記手続（原請求\n（２））、（２）本件建物の明渡、損害金の支払（原請求（３））、（３）仮換地\nａ番の土地のうち本件建物が存在する部分以外の部分の明渡、（４）売買代金一六\n六万六、五〇〇円の支払と引換えにする同第三目録１記載の土地についての所有権\n移転登記手続および仮換地ｂ番のｃの土地のうち本件建物が存在する部分以外の部\n分の明渡を求め、これに対し附帯被控訴人は不同意の申述をしたこと、さらに、附\n帯控訴人は、第二次訴の変更による右（３）、（４）の各土地明渡請求につき明渡\nを求める範囲をそれぞれ仮換地ａ番および仮換地ｂ番のｃの各土地全部に拡張した\n後重ねて訴を変更（以下第三次訴の変更という）して、右（１）ないし（３）の各\n請求に代え、第一次訴の変更による請求（１）、（２）を主位的請求となし、予備\n的請求として、第二次訴の変更（４）の請求（土地明渡請求についでは拡張された\nもの）のほか、仮換地ａ番の土地の退去明渡及び同土地の不法占有による損害金の\n支払請求を追加したこと。\n<要旨>二、　右の経過によれば附帯控訴人のなした第三次訴の変更申立は、第一\n次訴の変更による請求（１）、（２）につき</要旨>なされた第二次訴の変更申立を\n撤回するものにほかならないというべきところ、第二次訴の変更申立のなかには右\n（１）、（２）の各請求につき訴を取下げる趣旨が含まれていると解されるが、そ\nのように旧訴の取下を伴う訴の交換的変更が申立てられたのに対し、相手方が異議\nを述べてこれに同意しない場合は、右訴の取下がその効果を生じたものとされない\n間に右申立を撤回することは、相手方の異議に応じたこととなり、また、なんら訴\n訟手続を錯綜または遅滞させることとはならないから、適法になしうるものと解す\nるのが相当である。したがつて、附帯被控訴人が異議を述べ、これに同意しなかつ\nた第二次訴の変更申立は、第一次訴の変更による請求（１）、（２）につき適法に\n撤回されたもの、すなわち第三次訴の変更は本位的請求については適法といわなけ\nればならないから、これについての附帯被控訴人の異議は理由がなく採用できな\nい。\n三、　しかるところ附帯被控訴人は、第二次訴の変更による請求（４）（第三次\n訴の変更による予備的請求第二項）及び第三次訴の変更による追加的請求（予備的\n請求第一項）につきいずれも新たな反訴の提起であるとしてその提起には附帯被控\n訴人の同意が必要である旨主張する。しかし、右各請求はいずれも訴の変更により\n追加されたものであつて、相手方の本訴に対する反訴として提起された訴にかかる\n請求でない（本訴の全部につき既に確定した終局判決があつても異らないものと解\nする）から、附帯被控訴人の右主張は採用の限りでない。また、反訴の変更も訴の\n変更にほかならないから、附帯被控訴人主張のような事情にあるからといつて、予\n備的請求第二項の追加をもつて新たな反訴の提起と同視して、附帯被控訴人の同意\nがなければこれをなし得ないとする根拠はない。\n四、　さらに、附帯被控訴人は予備的請求第二項と本位的請求第二項とは請求の\n基礎を異にするから、予備的請求第二項の追加は訴の変更としても許されない旨主\n張する。しかしながら、予備的請求第二項は第二契約の履行を求めるものであり、\n一方、本位的請求第二項は該第二契約不履行による損害賠償を求めるものであるか\nら、請求の基本的事実は共通しているから、請求の基礎を同一にすると解すべきで\nある。したがつて、附帯被控訴人の右主張も採用できない。\n第二　本位的請求について\n一、　第二契約が第一契約とは別個独立のものであるとみるべきものであるか否\nかは別として、附帯控訴人主張の反訴本位的請求の原因（一）、（二）の事実は当\n事者間に争いがない。\n二、　附帯被控訴人は、第二契約は第一契約を補充する一体的なものであるとの\n見解のもとに、第一契約は附帯控訴人が別紙第三目録１記載の土地代金一六六万\n六、五〇〇円の債務につき履行を怠つたため解除された旨主張する。そこで第二契\n約が第一契約とは別個独立のものであるか、それとも一体的なものであるかの点は\n暫く措き、附帯控訴人に右債務不履行があつたかどうかを検討する。\n一般に不動産の売買契約にあつて売主の買主に対する所有権移転登記義務と買主\nの売主に対する代金債務とは、特段の合意がなされない限り、同時に履行すべき関\n係に立つものであり、本件において附帯控訴人と附帯被控訴人間に右特段の合意が\n成立したことを認めるに足りる証拠はないから、右土地の所有権移転登記手続と代\n金支払とは同時履行の関係に立つと解すべきである。\nところで、当裁判所も附帯控訴人が抗弁（二）で主張する契約解除の時期におい\nて、附帯控訴人は右代金債務について遅滞に陥つたものではないと認定判断する。\nその理由は、原判決説示の理由（原判決九枚目表二行目の「成立に争のない」から\n一三枚目表三行目の「廉はな（い。）」までと同一である（但し、九枚目表九行目\nの「取交されたもので」から同裏七行目の「措信し難く、」までを「取交されたこ\nとが認められ、」と訂正し、九枚目裏一一行目の「本人の各供述」の次に「当審被\n控訴人（附帯控訴人）尋問の結果」を加える）からこれをここに引用する。なお当\n審証人Ｄ、同Ｅの各証言、原審及び当審控訴人（附帯被控訴人）尋問の結果中右引\n用にかかる原判決理由中の認定に反する部分は前掲証拠および原判決が右認定の資\n料として掲げた各証拠と対比して信用できず、他にこれを左右するに足りる証拠は\nない。\nしてみれば、この点において既に附帯被控訴人の抗弁（二）で主張する第一、第\n二契約解除の主張はいずれも理由がない。また、附帯被控訴人は、第二契約が第一\n契約とは別個独立のものとするも、本件訴状により第一契約解除の意思表示をする\n旨主張するが、その前提たる履行の提供としては右に判断したところよりほかには\n主張しないから、右解除の主張も先の主張同様理由がない。\n三、　次に、附帯控訴人は、本件附帯控訴状により附帯被控訴人に対し第二契約\n解除の意思表示をしているので、その効力につき検討を加えることとする。（な\nお、附帯控訴人は新二審において第一準備書面をもつて第二契約解除の主張を撤回\nする旨述べているが、右は第二契約解除の意思表示の撤回（取消）の意思表示をす\nる趣旨のものではなく、解除の効果が生じたとの主張を撤回し、第二次訴の変更に\nよる請求をする趣旨であることは弁論の経過により明らかであることを附言する）\n別紙第三目録１記載の土地につき、附帯被控訴人が昭和三一年一二月一八日訴外\nＡから所有権移転登記を受けたうえ、昭和三二年三月二三日訴外Ｂに対し売買予約\nを原因とする所有権移転請求権保全の仮登記をしたことは当事者間に争いがない。\nしかしながら、右仮登記がなされたというだけでは、附帯控訴人が附帯被控訴人\nに対して所有権移転登記を求めるについて支障とならず、後日右仮登記が抹消され\nたときは附帯控訴人は右土地の完全な所有権を取得しうるのであるから、いまだ附\n帯被控訴人の附帯控訴人に対する売買契約上の義務が不能となつたと解することは\nできない。\nしてみれば、その余の点につきさらに判断を進めるまでもなく、附帯控訴人の右\n解除の意思表示は無効といわざるをえない。\n四、　以上のとおり、第二契約は解除されることなく存続するから、附帯被控訴\n人が第二契約で予定された違約損害金一五〇万円を支払う義務は発生せず、また本\n件建物の所有権は第二契約により昭和三一年一二月末日の経過とともに附帯控訴人\nに移転し、したがつて、附帯被控訴人の本件建物除却義務も消滅したというべきで\nある。\nなお、原審および当審控訴（附帯被控訴）本人、被控訴（附帯控訴）本人の各尋\n問結果によれば、附帯控訴人か本件建物を取得した当時本件建物は柱と屋根だけの\n未完成のもので、昭和三二年一二月附帯被控訴人が建築工事を再開続行し、翌年一\n月完成させたものであることが認められるが、柱と屋根だけの未完成建物はいまだ\n取引社会において建物として扱われないとしても、それは建物の本体的部分として\n民法第二四三条の規定にいう主たる動産に該当すると解するのが相当である。した\nがつて、附帯被控訴人が右のように本件建物を完成させたことによつてその所有権\nが再び附帯被控訴人に帰属するものではないというべきである。\nしかしながら、附帯被控訴人は、第一契約により、附帯控訴人に対し仮換地ａ番\nの土地を引渡すべき義務を負うものであるところ、附帯被控訴人が本件建物に居住\nしてその敷地の一部である右土地を占有していることは当事者間に争いがないか\nら、附帯被控訴人は、本件建物のうち右土地上に存すること当事者間に争いのない\n別紙図面中イ、ロ、ハ、ニ、ホ、へ、イの各点を順次直線で結んだ線によつて囲ま\nれた部分から退去して、右土地を引渡すべき義務は免れない。\n五、　よつて、附帯控訴人の本位的請求は前示範囲においては理由があるから、\n正当としてこれを認容し、その余は失当として棄却すべきである。\n第三　予備的請求について\n一、　予備的請求第一項中仮換地ａ番の土地の退去明渡を求める部分は、前示の\nように本位的請求第一項の部分的認容によりその目的を達した場合には不要とする\n趣旨で申立てられていることが明らかであるから、これについては判断をなさず、\nその余について次項以下に判断する。なお右土地の不法占有による損害賠償を求め\nる部分は、その申立の趣旨からして、附帯控訴人からする第二契約の解除が無効と\nされ、本件建物の除却が認容されないことを条件とするものと解すべきである。\n二、　附帯控訴人と附帯被控訴人との間に第一、第二契約がそれぞれ締結された\nことは当事者間に争いがなく附帯被控訴人主張の抗弁が理由のないことは前示のと\nおりであるから、別紙第二目録１記載の土地の所有権および仮換地ａ番の土地の使\n用収益権は第一契約が締結された昭和三一年三月七日附帯被控訴人から附帯控訴人\nに移転したものと解すべきである。\nそして、附帯被控訴人が本件建物に居住して仮換地ａ番の土地を占有することは\n前示のとおり当事者間に争いないが、第二契約によれば、附帯被控訴人は同年一二\n月末日までは本件建物を所有して右土地を占有することが許容されていたものの、\n翌昭和三二年一月一日以降は右土地を占有すべき正権原を有しないといわなければ\nならない。\n三、　ところで、附帯控訴人の本件建物の取得は附帯控訴人がこれを必要とした\nためではなく、本来附帯被控訴人において所定の期限内に除却しなかつた場合に、\n強制執行によりこれを実現する繁を避け、附帯控訴人において自らの手によりこれ\nを行うためであることは前示第二契約の条項、原審証人Ｆの証言（第一回）および\n原審における被控訴（附帯控訴）本人尋問の結果に照らし明らかであり、かつ原審\nおよび当審における控訴（附帯被控訴）本人、被控訴（附帯控訴）本人の各尋問結\n果によれば、附帯被控訴人が本件建物に居住するようになつたのは前示本件建物の\n完成した昭和三三年一月頃であるが、附帯被控訴人は附帯控訴人の本件建物取得前\nから第一、第二契約の解除を主張して本件建物および仮換地ａ番の土地の附帯控訴\n人に対する引渡を拒んできたことが認められる（これを左右するに足りる証拠はな\nい）が、このような場合は建物の居住ないし占有による該建物敷地の不法占有と該\n敷地所有者がこれを使用収益できないこととの間には相当因果関係を肯定すべきで\nある。\n当審鑑定人Ｇの鑑定結果（第三回）によれば、右仮換地ａ番の土地の昭和三二年\n一月一日以降昭和四七年一二月三一日までの間の各年度における適正な月額賃料は\n附帯控訴人の主張する金額であることが認められ、これに反する証拠はない。\n四、　したがつて、附帯被控訴人は附帯控訴人に対し、仮換地ａ番の土地の不法\n占有による損害金として、計算上明らかな昭和三一年一月一日から昭和四六年一二\n月三一日までの前示賃料合計相当額金五〇八万〇、八〇〇円および昭和四七年一月\n一日から右土地の明渡ずみに至るまで一か月金五万一、〇〇〇円の割合による前示\n賃料相当額を支払うべき義務がある。\n五、　また、附帯被控訴人が本件建物に居住して仮換地ｂ番のｃの土地を占有し\nていることは当事者間に争いがなく、弁論の全趣旨によれば、本件建物のうち別紙\n図面中イ、ロ、ハ、ニ、ホ、へ、イの各点を順次直線で結んだ線によつて囲まれた\n部分を除くその余の部分が右上地上に存在することが認められ、これに反する証拠\nはない。\nしてみれば、附帯被控訴人は、第二契約により、附帯控訴人から右土地代金一六\n六万六、五〇〇円の支払を受けるのと引換えに、右目録１記載の土地につき昭和三\n一年三月三一日付売買（当事者間に争いがない請求原因第一、第二項によれば、第\n二契約は第一契約の別紙第三目録１記載の土地に関する部分についての合意内容を\n変更する合意をしたまでのもので、第一契約による合意を解除解消させたものでな\nいと認めるのが相当であり、証拠上これを覆えすに足りる事情のあることは窺えな\nい）を原因とする所有権移転登記手続および本件建物のうち仮換地ｂ番のｃの土地\n上にある部分から退去（予備的請求第二項に同土地から退去とあるのは上記趣旨と\n解する）して右土地を明渡すべき義務がある。\n六、　よつて、附帯控訴人の予備的請求は、理由があるので、正当としてこれを\n認容すべきである。\n第四　結語\n以上の次第につき、訴訟費用の負担につき民事訴訟法第九六条、第九二条を、仮\n執行宣言につき同法第一九六条（附帯被控訴人に対し登記を命ずる部分についてこ\nれを付することは不適法であるから付さない）をそれぞれ適用して、主文のとおり\n判決する。\n（裁判長裁判官　綿引末男　裁判官　山内茂克　裁判官　豊島利夫）\n別紙\n第一目録\n１　名古屋市ｅ区ｆ町ｇ番のｈ\n一、宅地　一二五坪四合六勺（四一四・七四平方メートル）\n２　右仮換地\n名古屋ｉ工区○○×ブロックｄ番\n一、宅地　八四坪六合（二七九・六七平方メートル）\n（実測　二八三・〇四平方メートル）\n第二目録\n１名古屋市ｅ区ｆ町ｊ番のｋ\n一、宅地　一七〇坪（五六六・九八平方メートル）\n同所ｌ番のｍ\n一、宅地　二九坪八合八勺（九八・七七平方メートル）\n同所同区ｎ町ｏ番のｐ\n一、宅地　七坪六合（二四・七九平方メートル）\n２　右三筆仮換地\n名古屋ｉ工区○○×ブロックａ番\n一、宅地　八九坪五勺（二九四・三八平方メートル）\n（実測　二九五・六六平方メートル）\n第三目録\n１　名古屋市ｅ区ｑ町ｒ番\n一、宅地　一一六坪七合九勺（三八六・〇八平方メートル）\n２　右仮換地\n名古屋ｉ工区○○×ブロックｂ番のｃ\n一、宅地　五六坪六合一勺（一九〇・四四平方メートル）\n（実測　一九〇・七一平方メートル）\n第四目録\n名古屋市ｅ区ｓ町ｔ番地\n家屋番号　第ｕ番のｖ\n一、木造瓦葺二階建居宅（別紙図面甲表示の建物）\n床面積　一階　九一坪六合六勺（三〇三平方メートル）\n二階　九一坪六合６勺（三〇三平方メートル）\n（実測　一階二階とも　三七九・四三平方メートル）\n別紙図面（省略）\n"
}