{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 52,
    "month": 4,
    "day": 27
  },
  "case_number": "昭和44(行ウ)229",
  "case_name": "所得税課税処分取消等請求事件",
  "court_name": "東京地方裁判所",
  "field": "行政",
  "gist": "１　理容業者の収入金額を当該年度の雇人費に納税者自身の過年分の平均雇人費率（収入金額に対して雇入費の占める割含）を適用して推計する方法が不合理であるとされた事例　２　理容業者の収入金額を推計するに当たり，いわゆる遊休椅子がある場合には，設置に係る理容用椅子全部の数に理容用椅子１台当たりの同業者の平均収入金額を乗じて算定する推計方法を用いることは，不合理であるとした事例　３　理容業者の収入金額を当該業者の前年度の従事員１人当たりの平均収入金額に基づき推計する方法は，一応合理的であり，特別な事情のない限り，従事員個々の技能や熟練度を考慮する必要はないとした事例　４　所得税の更正処分に対する審査請求手続を公開せず，書面審理のみによって行っても違法ではない。",
  "lawsuit_id": "17788",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17788",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/788/017788_hanrei.pdf",
  "contents": "○　主文\n一　原告の請求をいずれも棄却する。\n二　訴訟費用は原告の負担とする。\n○　事実\n第一　当事者の求める裁判\n一　請求の趣旨\n１　被告武蔵野税務署長が原告に対し昭和四三年六月一五日付でした原告の昭和四\n一年分所得税の更正処分（原告の異議申立に対する同被告の昭和四三年九月二四日\n付決定により一部取消された後のもの。）を取消す。\n２　被告東京国税局長が原告に対し昭和四四年七月二五日付でした裁決を取消す。\n３　訴訟費用は被告らの負担とする。\n二　請求の趣旨に対する被告らの答弁\n主文と同旨。\n第二　当事者の主張\n一　請求原因\n１　原告は理容業を営む者であるが、昭和四一年分の所得税について、昭和四二年\n三月一五日付で総所得金額を四一一、八八七円、所得税額を六、七七〇円とする確\n定申告をしたところ、被告武蔵野税務署長は昭和四三年六月一五日付で総所得金額\nを七六四、〇〇〇円、所得税額を三三、一〇〇円とする更正処分（以下「本件処\n分」という。）及び過少申告加算税一、三〇〇円の賦課決定処分をした。原告はこ\nれを不服として昭和四三年七月一五日付で異議申立をしたところ、被告署長は昭和\n四三年九月二四日付で本件処分の一部及び過少申告加算税賦課決定処分の全部を取\n消し、総所得金額を六二一、五〇〇円、所得税額を二八、二〇〇円とする決定をし\nた。原告はさらに昭和四三年一〇月二四日付で被告東京国税局長に対し審査請求を\nしたが、被告局長は昭和四四年七月二五日付で原告の審査請求を棄却する裁決（以\n下「本件裁決」という。）をした。\n２　本件処分の違法事由\nしかし、本件処分（原告の異議申立に対する被告署長の決定により一部取消された\n後のもの。以下同じ。）は、原告の所得を過大に認定した違法があり、かつ以下\n（一）ないし（四）のとおりその手続に違法がある。\n（一）　本件処分は、原告が武蔵野民主商工会（以下「武蔵野民商」または単に\n「民商」ともいう。）に加入したことを理由としてなされたものであつて、憲法一\n九条、二一条、一四条に違反している。\nすなわち、民主商工会は、中小零細商工業者が営業と生活を守るために結集して組\n織した互助組織として、会員に対する税金、金融、営業相談をはじめとする多種多\n様な活動を行なつている団体であるが、昭和三四年ころから会員に対する税金の自\n主申告を強調するようになつたため、課税庁当局側はその存在や活動を嫌悪し、会\n員に対し各種の威嚇や利益誘導をもちいて脱会工作をすすめるなどして、その組織\n破壊や弱体化を企図していたものである。原告は、昭和四一年一〇月ころ武蔵野民\n商に加入したのであるが、被告署長の本件処分及びその前提の調査は、右の目的を\nもつて原告が民商に加入したことを理由としてなされたものであり、原告の思想、\n信条を侵害し、また結社の自由を侵害するとともに、民商の会員であることを理由\nに非会員と差別してなされたものであつて、憲法の前記条項に違反するものであ\nる。\n（二）　原告は前記のように昭和四一年分の所得税について確定申告をしており、\nしたがつて同年分の税額は国税通則法一六条一項一号前段の規定により確定し、ま\nた右申告に基づく税額を納付したことによつて原告の租税債務は消滅したものであ\nる。したがつて、本件処分はその根拠を欠き、右規定に違反するものであつて違法\nである。\n（三）　税務署長が所得税の更正処分をするについては、確定申告に過誤があつて\n税務署長の調査と異なる場合であることを要件とする（国税通則法一六条一項一\n号、二四条）ものであるところ、原告の前記確定申告は、法令に基づく正当なもの\nであつて何ら過誤がなかつたのであるから、本件処分は、更正処分の要件を欠くに\nもかかわらずなされたものとして違法である。\nまた、本件処分は、推計に基づいて原告の所得を算出したものであるところ、その\n資料は原告の過年分の確定申告書であり、調査をまつまでもなく被告署長において\n保管していたものであるから、本件処分は調査の結果に基づいてなされたものとは\nいえず、この点においても違法というべきである。\n（四）　所得税法二三四条は、税務職員は納税義務ある者に対し必要がある場合に\n限り調査することができる旨規定しているが、本件処分にあたつて行なわれた調査\nは以下の点において違法であり、したがつてまた本件処分も違法である。\n（１）　原告の納税義務は、前記（二）で述べたとおり確定申告とそれに基づく税\n額の納付によりすでに消滅しており、原告は右調査の当時はもはや所得税法二三四\n条にいわゆる納税義務がある者には該当せず、したがつてまた調査の必要もなかつ\nたのである。\n（２）　右調査は、前記のように民商の組織破壊を目的として原告が民商に加入し\nていることを理由になされたものであり、また調査にあたつた税務職員は原告に対\nし調査の理由や必要をまつたく明らかにしなかつた。\n（３）　右調査においては、太平信用金庫ほか二三店の金融機関に対して原告の預\n金の有無及び営業に関する取引状況についての調査も行なわれたのであるが、税務\n署の金融機関に対する調査は異例であつて、右調査により原告の右金融機関に対す\nる信用は著しく失墜した。原告は商人であり金融機関に対する信用はその営業にと\nつて不可欠であるにもかかわらず、被告署長の行なつた右調査は、三鷹、吉祥寺地\n区のほとんど全部の金融機関を対象としたものであり、原告は地元である同地区に\nおける金融機関の信用を失つてしまつたのであつて、このような調査は任意調査の\n限界を超えるものといわなければならない。\n３　本件裁決の違法事由\n本件審査手続には以下のとおり違法事由があるから、本件裁決も違法である。\n（一）　審査手続は不服申立人を救済するための制度であるから、審査請求のあつ\nたときは処分庁に主張及び立証をさせ、これを審査請求人に示してその主張を聞い\nたうえで審理をなすべきであり、そうしなければ救済の目的は達せられないことは\n明らかである。しかるに本件においては、被告局長は原告の審査請求を受理した\n後、単にその申立書を検討し原告に対する調査をしたのみで十分な審理を尽さずに\n裁決しており、また審査手続を非公開とし、処分庁に対して弁明書や証拠の提出を\n求めず、原告に対して反論書の提出を求めなかつたものであるから、本件裁決は、\n行政不服審査法一条、二二条、二三条、三三条に違反するものであつて違法であ\nる。\n（二）　行政不服審査法四〇条三項は、審査請求が理由があるときは裁決において\n原処分を取消すべきことを規定しているところ、原告の審査請求は十分その理由が\nあるにもかかわらず、被告局長は本件裁決において原処分を取消さなかつたもので\nあり、したがつて本件裁決は右規定に反し違法である。\n（三）　前記２（一）ないし（四）のとおり原処分は憲法その他の法律に違反して\nいるにもかかわらず、被告局長は本件裁決において原処分を是認して原告の審査請\n求を棄却した。したがつて本件裁決もまた右の憲法その他の法律に違反するもので\nある。\n４　よつて、原告は被告署長のなした本件処分及び被告局長のなした本件裁決の取\n消を求める。\n二　請求原因に対する被告らの認否\n１　請求原因１の事実は認める。\n２　請求原因２の本件処分が違法であるとの原告の主張はすべて争う。\n３　請求原因３の本件裁決が違法であるとの原告の主張はすべて争う。\n三　被告らの主張\n１　本件処分及び本件裁決の根拠\n（一）　本件処分及び本件裁決の経緯と推計の必要性\n原告は、昭和三三年以降昭和四〇年に至る各年分の所得税については所得税法一四\n三条による青色申告書を被告署長に提出していたが、昭和四一年一一月八日に青色\n申告の取りやめの届出書を被告署長に提出し、本件係争年分である昭和四一年分所\n得税については、いわゆる白色の確定申告書を提出した。\n被告署長は、原告の右確定申告にかかる所得金額が、調査の結果過少であると認め\nられたので、本件処分を行なつたものである。そして原告の本件年分の所得金額は\n次に述べる調査の経緯に照らし推計によつて算定することが必要であつた。\n（１）　原処分時の調査\n被告署長所部の係官（以下単に「被告係官」という。）は、原告の昭和四一年分所\n得税調査のため、昭和四二年八月、九月の二か月間に前後六回にわたつて原告方へ\n臨場し、原告に対して、所得の計算に必要な帳簿、記録の呈示を求めたが、原告\nは、記帳、保存がないとして資料等は一切呈示せず、また右係官の質問に対しても\n明確な回答をしなかつたものである。\nさらに被告係官の臨場調査の際民商事務局員が同席して原告にかわつて質問に答弁\nし、また「Ａさんは自主的に確定申告をして、納税を済ませているから納税義務は\n消滅しているはずであるのにそれに対して調査を行なうのは何故か」等の反問をし\nたり、ときには原告が発言しようとするのを抑えたりしたため、原告自身から所得\nの計算に必要な事実について、確かめることができず、調査の進行に著しく支障を\nきたした。\nこのような状況のもとにおいては、原告の所得金額を実額により算出することは不\n可能であつたので、被告署長は、原告の本件年分所得税の更正にあたつて、所得税\n法一五六条により所得金額を推計によつて算定せざるを得なかつたものである。\n（２）　異議申立時の調査\n原告は、本件処分に対して被告署長に異議申立を行なつたので、被告係官が昭和四\n三年八月、二回にわたり異議申立調査のため原告方を訪れ、確定申告の基礎となつ\nた帳簿書類の呈示を求めたところ、原告は、「帳簿類は確定申告時にはあり、確定\n申告もそれにもとづいて計算したが、申告後は不要だと思つたので現在は保存して\nいない」旨申立てて帳簿書類その他一切の資料の呈示をしなかつた。加えて原処分\n時と同様民商事務局員が同席し、右係官の制止もきかず一方的な発言を行ない、調\n査の進展を妨げた。\nこのような状況の下では原告の所得金額を実額によつて算定することは不可能であ\nつたので、被告署長は原処分と同様推計によつて所得金額を算定したのである。し\nかし原告の妻Ｂについては事業専従者に該当すると認められたので右Ｂにかかる事\n業専従者控除額に相当する所得金額を減額することとし、原処分の一部を取消す決\n定を行なつたものである。\n（３）　審査請求時における調査\n原告は、被告署長の右決定に対し、被告局長に審査請求を行なつたので、東京国税\n局協議団の担当協議官が調査のため原告方へ臨場し、確定申告の基礎となつた帳簿\n書類の呈示を求めたが、これらの呈示は一切なく、ただわずかに本件年分の人件費\nの内訳を申立てたのみであつた。\n右のような事情のため、原告の本件年分の所得金額の算定は推計によらざるを得な\nかつたので、原告が示した雇人費をもとに、本件年分の所得金額を算定したところ\n本件処分の総所得金額を上回るので、被告局長は、原告の審査請求は理由がないと\nしてこれを棄却したものである。\n（二）　原告の総所得金額の算定根拠\n原告の本件年分所得税にかかる総所得金額は、以下のとおり六五六、六二三円であ\nり、右金額の範囲内でなされた本件処分は適法である。\n（１）　被告署長主張額と原告主張額を対比して示すと次表のとおりである。\n（２）　被告署長主張額の算定根拠は次のとおりである。\n（１）　収入金額二、九二二、七六六円\n原告が被告署長に提出した昭和三八年分ないし昭和四〇年分の青色申告決算書の所\n得金額内訳は別表一のとおりであり、右内訳欄のうち収入金額に対する雇人費の割\n合を求め、その平均雇人費率三九・六二％（別表二の１参照）を適用して、原告が\n申立てた後記本件年分の雇人費一、一五八、〇〇〇円を右割合（三九・六二％）で\n除して得たものである。\n（２）　一般経費七七五、四一〇円\n原告の提出した昭和三八年分ないし昭和四〇年分の青色申告決算書に記載された収\n入金額及び一般経費（別表一参照）から算出された右三か年の平均一般経費率二\n六・五三％（別表二の２参照）を適用して、前記（１）の収入金額二、九二二、七\n六六円に右割合を乗じて得たものである。\n（３）　雑収入一四、二五三円\n原告の提出した昭和三八年分ないし昭和四〇年分の青色申告決算書に記載されてい\nる各年分の雑収入の合計金額（別表一参照）の平均額である（別表二の３参照）。\n（４）　雇人費一、一五八、〇〇〇円\n原告が審査請求の審理を担当した協議官に申立てた金額であり、その内訳は次のと\nおりである。\nＣ　五一二、〇〇〇円\nＤ　二九六、〇〇〇円\nＥ　一三〇、〇〇〇円\n臨　　時　　雇　二二〇、〇〇〇円\n合　　　　　計　一、一五八、〇〇〇円\n（５）　建物減価償却費　六一、九八六円\n昭和三三年建築分　三三、五二八円\n昭和三九年建築分　二八、四五八円\n合　　　　計　六一、九八六円\n（６）　事業専従者控除額　二八五、〇〇〇円\n原告の妻Ｂ及び原告の長男Ｆの事業専従者控除額である。\nＢ　一四二、五〇〇円\nＦ　一四二、五〇〇円\n合　　　　　計　二八五、〇〇〇円\n２　雇人費率による推計の合理性について\n被告署長が原告の所得金額を算定にあたつてもちいた前記の推計方法は、以下のと\nおり合理的なものであつて、違法な点はない。\n（一）　収入金額の推計\n原告の経営する理容業は、人的役務を提供するサービス業であり、労働力が中心と\nなる業種であるからその従業員数が収入金額と密接な関係を有することは明らかで\nある。\nなかんずく従業員が人的役務の提供を通じて収入金額に寄与するかは、従業員の稼\n働時間、習熟度、理髪技能等の物理的要素とみることもできるが、現在の経済制度\nのもとにおいては、それは貨幣価値に表現され、雇人費という形で反映されるもの\nであるから、特段の事情がない限り雇人費と収入金額との間には自ら一定の相関関\n係が存在している。\n右の関係を原告の場合についてみれば、別表一の昭和三八年分ないし昭和四〇年分\nの青色申告決算書による損益計算書の雇人費率欄に記載したとおり収入金額に対す\nる雇人費の割合すなわち雇人費率はいずれも四〇％前後を示している。\nこれをさらに、原告の提出した青色申告決算書によつて昭和三六年分までさかのぼ\nつて各年分の収入金額と雇人費の関係を示せば左表のとおりである。\n右の表のとおり各年分とも雇人費率はほとんど変動がなくいいかえれば収入金額と\n雇人費は比例的に増減し、雇人費率は、どの年分をとつてもほぼ一定ということが\nできる。\nしたがつて、本件年分である昭和四一年分について、右の比例関係すなわち雇人費\n率が従前の年分と著しく異なる特別の事情も認められない以上、昭和三八年分ない\nし昭和四〇年分にいたる三か年の平均雇人費率三九・六二％をもつて昭和四一年分\nの雇人費率として、原告の収入金額を算出した推計方法は合理的であるというべき\nである。\nなお、右の推計過程において、家族従事者にかかる事業専従者控除については一切\n除外して算定しているが、原告の家族従事者は昭和四〇年分に至るまでは原告の妻\nＢ一名であつたところ、本件年分は右Ｂのほか、原告の長男Ｆも事業専従者控除を\n適用して事業に従事しており、被告が主張する原告の右収入金額はこうした要素を\n考慮に入れないで算定したものであるから収入金額は寡額に過ぎるきらいはあつて\nも決して過大な金額とはいえないのである。\n（二）　一般経費の推計\n原告は、材料費を含む一般経費の明細について具体的な資料の呈示をしなかつた。\nそこで被告署長は、原告が実額によつて算定した別表一の昭和三八年分ないし昭和\n四〇年分の青色申告決算書にもとづいて右三か年分の平均一般経費率二六・五三％\nを本件年分の一般経費率として一般経費を算定したものであつて、右推計方法にな\nんら不合理の点はない。\n（三）　雑収入の推計\n雑収入は店頭に設置してある遊戯用の貨幣投入式木馬その他の収入であるが、これ\nらの収入は必ずしも収入金額との相関関係を有するものではないので、別表一の昭\n和三八年分ないし昭和四〇年分の青色申告決算書に記載されている雑収入の金額の\n単純平均によつて得た額を本件年分の雑収入の金額としたものであつて、この推計\n方法も合理性があるというべきである。\n３　事業従事員の稼働能力による収入金額の推計\n被告署長の前記の雇人費率による推計方法が合理的であることは、次のとおり原告\nの事業従事員の稼働能力による収入金額の推計方法の結果によつても明らかという\nべきである。\n（一）　本件年分である昭和四一年分と、その直前である昭和四〇年分の原告の事\n業従事員及び各従事員の稼働期間は別表三のとおりであり、\n同表によれば原告の昭和四〇年分の事業従事員の稼働実人員（各従事員の稼働月数\nの合計を一二で除したもの）は、二・九一人であり、昭和四一年分の稼働実人員\nは、四・七五人である。\n（二）　ところで、右各従事員のうち、（１）理容師法（昭和三七年九月一五日法\n律第一六一号による改正後のもの）二条一項に定める理容師試験に合格した者の稼\n働能力を一〇〇パーセントとし、（２）同条同項の「理容師養成施設において省令\nで定める期間以上理容師たるに必要な知識及び技能を修得した後」実地習練中の者\n（インターン）の稼働能力を七〇パーセントとして能力換算すると、昭和四〇年分\nについては、全員前記（１）の試験合格者であるから能力換算した後の稼働実人員\nは二・九一人となる。また、昭和四一年分については、原告本人、Ｇ、Ｈ、Ｉ、Ｊ\nが試験合格者であるから稼働能力一〇〇パーセントであり、Ｅは前記（２）のイン\nターンに該当するから稼働能力は、七〇パーセントであり、原告の長男は、いわゆ\nる見習であるから仮に稼働能力を二〇パーセントとして評価すると、右能力換算し\nた後の稼働実人員は別表四のとおり三・八六人となる。したがつて能力換算した後\nの稼働実人員の昭和四〇年分に対する昭和四一年分の比率は一三二パーセント\n（三・八六人÷二・九一人×一〇〇＝一三二％）となる。\n（三）　さらに、昭和四〇年分の大人一回当りの理容料金は三五〇円ないし四〇〇\n円であり、昭和四一年分の同料金は四〇〇円ないし四五〇円であつて、これを基礎\nとして昭和四一年分の昭和四〇年分に対する理容料金の平均値上率を計算すれば一\n一三パーセント（（四〇〇円＋四五〇円）÷（三五〇円＋四〇〇円）×一〇〇＝一\n一三％）となる。\n（四）　右（二）及び（三）の事実を基として次の算式により原告の昭和四一年分\nの収入金額を計算すると三、二四一、四一〇円となり、被告署長主張の本件年分の\n収入金額二、九二二、七六六円を上回ることとなる。\n（原告の昭和四〇年分青色申告決算書に記載された収入金額）（稼働実人員の対前\n年比）（理容料金の平均値上率）\n二、一七三、一一〇円×一三二％×一一三％＝三、二四一、四一〇円\n（五）　また、仮に前記（三）が認められないとしても、総理府統計局・小売物価\n統計調査年報によれば、東京都における大人一回当りの理容料金の年間平均は、昭\n和四〇年分が三五二円であり、\n昭和四一年分は三八四円であるから、昭和四〇年に対する昭和四一年の料金の値上\n率を次の算式によつて求めると一〇九パーセントとなる。\n算式\n三八四円÷三五二円×一〇〇＝一〇九％\nそこで、仮に前記（四）の算式に右値上率一〇九パーセントを適用して原告の収入\n金額を計算すると三、一二六、六七〇円となり、被告署長主張の本件年分の収入金\n額二、九二二、七六六円を上回ることとなる。\n（原告の昭和四〇年分青色申告決算書に記載された収入金額）（稼働実人員の対前\n年比）（理容料金の平均値上率）（昭和四一年分収入金額）二、一七三、一一〇円\n×一三二％×一〇九％＝三、一二六、六七〇円\n４　理容用椅子台数による所得金額の推計\nまた、原告の本件年分の所得金額を原告の椅子台数を基として計算すると、その金\n額は次のとおり七〇九、五七五円となるから、右金額の範囲内でなされた本件処分\nは適法である。\n（一）　すなわち、被告署長は原告の事業所得金額を推計する基準業者として、原\n告の店舗が所在する武蔵野市内において理容業を営む個人事業者のうち、昭和四一\n年分の所得税について青色申告書を提出し、同年分において理容用椅子を四台ない\nし六台所有し、かつ、雇人費の額が九〇〇、〇〇〇円以上一、四〇〇、〇〇〇円以\n下の納税者（以下「同業者」という。）を調査したところ、右同業者の理容用椅子\n一台当りの平均収入金額等は、別表五のとおりである。\n（二）　ところで、原告の理容用椅子台数五台に同業者の理容用椅子一台当りの平\n均収入金額六〇〇、九三一円（別表五参照）を乗じて原告の収入金額を計算すると\n次のとおり三、〇〇四、六五五円となる。\n（算式）\n（同業者の理容用椅子一台当りの収入金額）（原告の理容用椅子台数）（収入金\n額）\n六　〇〇、九三一円×五台＝三、〇〇四、六五五円\n（三）　つぎに、原告のいわゆる差引所得金額（収入金額から原価及び一般経費を\n差引いた後の金額）については、右（二）の収入金額三、〇〇四、六五五円に同業\n者の平均差引所得率七三・二三パーセント（別表五参照）を乗じて計算すると次の\nとおり二、二〇〇、三〇八円となる。\n（算式）\n（収入金額）（同業者の平均差引所得率）（差引所得金額）\n三、〇〇四、六五五円×七三・二三％＝二、二〇〇、三〇八円\n（四）　さらに、右（三）の差引所得金額二、二〇〇、三〇八円に前記１（二）\n（２）の（３）の雑収入一四、二五三円を加算し、同（４）の雇人費一、一五八、\n〇〇〇円、同（５）の建物減価償却費六一、九八六円及び同（６）の事業専従者控\n除額二八五、〇〇〇円を差引いて原告の所得金額を計算すると、次のとおり七〇\n九、五七五円となる。\n（算式）\n（差引所得金額）　　　（雑収入）　　　　（雇人費）　　　　（建物減価償却\n費）\n二、二〇〇、三〇八円＋一四、二五三円－一、一五八、〇〇〇円－六一、九八六円\n－\n（事業専従者控除額）（所得金額）\n二八　五、〇〇〇円＝七〇九、五七五円\n５　原告主張の本件処分の違法事由（請求原因２（一）ないし（四））に対する被\n告署長の反論\n（一）　請求原因２（一）の違法事由について\n被告署長は、民商会員に限つて調査や更正処分を行なつたということはなく、他の\n納税者に対しても何らかわるところなく調査を実施し、申告内容に誤り等があれば\n更正処分を行なつているのであり、たまたま原告に対し本件処分がなされたからと\nいつて、原告が民商会員であるが故に被告署長が差別扱いをしたとの原告主張には\n理由がなく、したがつて、本件処分に原告主張の憲法各条項に違反するものではな\nい。\nなお、税務当局としてはあくまでも税務行政の適正な執行を目的として調査および\n更正処分を行なうものであつて、民商の組織弱体化を意図し、その手段として調査\nおよび更正処分を行なうなどということはあり得ないことである。\nさらに、本件のように課税処分における税額の多寡が争われている場合に、課税処\n公の違法性の有無は右処分において認定された課税標準または税額が客観的に正当\nとされる数額を超えているか否かによつてのみ決せられるべきものであつて、課税\n処分がいわゆる他事考慮に基づくか否かは、処分の違法性の有無とは無関係であ\nる。\nいずれにしても原告の主張は失当である。\n（二）　請求原因２（二）の違法事由について\n国税通則法一六条一項一号の規定に関する原告の見解は、その解釈を誤つたもので\nあり失当である。\nすなわち、右の規定は所得税を含む申告納税方式における税額の確定の手続を定め\nたものであり、その趣旨は、納税者自身が課税標準を算定し、これに税率を適用し\nて税額を算出、申告することによつてその納付すべき税額は一応確定し、申告がな\nい場合または申告に係る税額の計算が国税に関する法律の規定に従つていなかつた\n場合、その他当該税額が税務署長の調査したところと異なる場合には、第二次的に\n税務署長が一方的に課税標準の決定または更正等の処分を行ない、これに基づいて\n納税者に通知することによつて具体的に税額が確定するというにある。したがつ\nて、納税者が納税申告をしたことによつて、ただちに納税者の租税債務全体の確定\nまたは終局的な確定を意味したものでないことは明らかであつて、訴訟手続におい\nて上訴期間を経過したことによる判決の「確定」とはおもむきを異にし、納税申告\n書の提出により一たん確定した税額もその後の確定手続、たとえば税務署長の行な\nう更正、再更正あるいは納税者の修正申告書の提出等により、あるいは増額され、\nあるいは減額されることもあるのは当然であつて、原告が主張するように確定申告\nに基づき税額を納付したことをもつてただちに租税債務が消滅しているとの見解は\n誤りである。\n本件処分は、後記のとおり原告の申告した総所得金額及び税額が被告署長の調査額\nに満たなかつたため、国税通則法一六条一項一号後段、二四条の規定によつてなさ\nれたものであつて、何ら違法の点はない。\n（三）　請求原因２（三）の違法事由について\n原告は、原告の確定申告は法令に基づく正当なものであつて何ら過誤がないと主張\nするが、右は事実に反するものである。\nすなわち、原告が被告署長に提出した確定申告書の表面部分「所得金額」の欄に\nは、事業所得金額四一一、八八七円、専従者控除額二八五、〇〇〇円が記載してあ\nるだけで、収入金額及び必要経費の各欄は、いずれもその記載を欠き、事業所得の\n金額の計算の基礎が示されていなかつた。\n被告署長は、かかる申告書によつては原告の申告した所得金額が真実の所得金額で\nあるか否かを到底判断し得るものではなく、さらに原告についての調査を行なつた\n結果、原告の申告した所得金額が調査額に比して過少であつたので本件処分を行な\nつたのであつて、原告の主張は失当である。\nまた、原告は本件処分は調査に基づかないでなされたものであると主張するが、被\n告署長は、原告方での臨場調査のほか銀行調査、銀行照会、反面調査、過去の申告\n（決算）事績の調査結果に基づき推計によつて所得金額を算定したものであつて、\n本件処分が調査の結果に基づかないものであるとの非難はあたらないというべきで\nある。\n（四）　請求原因２（四）の違法事由について\n原告主張の違法事由のうち（１）の原告の納税義務はすでに消滅している旨の主\n張、及び同（２）のうち調査が原告の民商加入を理由とするものであるとの主張が\nいずれも失当であることについては、すでに前記（二）及び（一）で述べたとおり\nである。\nまた、原告は、調査にあたつて原告に対し調査の理由や必要について明らかにされ\nなかつたと主張するが、調査にあたつてその理由や必要を示すべきことは法令上定\nめられていないのであつて、それがなされなかつたとしても何ら違法ではないので\nある。\nさらに原告は、被告署長の行なつた金融機関に対する調査が違法であると主張す\nる。\nしかし、被告係官は原告方における臨場調査では原告の所得を把握することができ\nなかつたものであるところ、原告の営む理容業のように、多数の客を対象とし、か\nつ、その収入はすべて現金取引によつている事業形態の所得調査にあつては、製造\n業や卸売業等の場合と異なり、売上先および仕入先等の調査によつて取引金額等を\n把握することは困難であるところから、被告係官は所得その他課税要件の確認を取\n引金融機関の調査という間接的方法に求めざるを得ないと判断し、この調査を行な\nうこととした。\nそして、原告が被告係官の所得税の調査に際し、その取引先の金融機関を明らかに\nしなかつたので、被告係官は、原告が利用する可能性が比較的高いと認められる三\n鷹、吉祥寺地区に所在する金融機関二四店を選び、文書によつて原告との取引の有\n無を照会し、その取引があると回答のあつた太平信用金庫本店ほか一店舗のみにつ\nいて実地調査を行なつたものである。\n原告は、右調査により金融機関に対する原告の信用が失墜したと主張するが、現代\nの経済社会において、事業を経営するためには、取引の決済、事業資金の調達、保\n管等のために多かれ少なかれ金融機関を利用しているのが現状であるところから、\n金融機関に対する調査は、必要に応じ適宜行なわれているところであり、なんら特\n異視されるものではなく、適法な調査方法であつて、銀行調査によつて原告の信用\nが失墜するということは到底考えられない。まして、本件の場合は、被告係官が実\n地調査を行なつた金融機関は、取引がある旨の回答のあつた二店舗のみであり、こ\nの程度の調査によつて原告の信用が失墜されたものとは到底認められないというべ\nきである。\n６　原告主張の本件裁決の違法事由（請求原因３（一）ないし（三））に対する被\n告局長の反論\n（一）　請求原因３（一）の違法事由について\n審査請求の審理については書面審理の原則が採用されており、行政不服審査法ある\nいは国税通則法その他の法令上審理を公開すべき規定は存しないから、被告局長が\n審理を公開しなかつたことは何ら違法ではない。\nまた、審査庁が処分庁に対して弁明書の提出を求めるか否かは審査庁の裁量に属す\nる事項であつて、被告局長が弁明書の提出を求めることなくして裁決したことも違\n法ではない。\nさらに、原告は、被告局長が処分庁に対し行政不服審査法三三条に規定する書類そ\nの他の物件の提出を求めなかつたことが違法であるとも主張するが、本件の審査手\n続においては原告から同条二項に基づく請求の申出はなかつたのであるから、原告\nの右主張も理由がない。\n（二）　請求原因３（二）及び（三）の違法事由について\n原告は、原告の審査請求は理由があるのに本件裁決は原処分を取消さなかつたと主\n張するが、原処分たる本件処分が適法であり、したがつて審査請求が理由のないも\nのであることは、被告らの前記及び後記の主張に徴し明らかであり、また本件裁決\nは憲法その池の法律に違反する本件処分を違法に是認したという原告の主張が失当\nであることも明らかであつて、いずれにしても本件裁決は適法である。\n７　よつて本件処分及び本件裁決は適法であつて、原告の請求は棄却されるべきで\nある。\n四　被告らの主張１に対する原告の認否\n１　被告らの主張１（一）の冒頭部分のうち、原告が昭和三三年から昭和四〇年ま\nで青色申告をしていたが、昭和四一年に青色申告の取りやめの届出をし、同年以降\nは白色申告をしていることはいずれも認めるが、その余の主張は争う。\n２　同１（一）の（１）のうち、被告係官が原告方に調査にきたことがあること、\n右調査に民商事務局員が立会つたこともあることは認めるが、右調査の内容は争\nう。右調査によつて原告から事実を確めることができなかつたり、実額による所得\nの算出が不可能であつたことはない。\n３　同１（一）の（２）のうち、原告が異議申立をしたこと、被告係官の臨場調査\nがあつたことは認めるが、右調査の内容は争う。\n４　同１（一）の（３）の事実は認めるが、所得金額についての主張は争う。\n５　同１（二）の冒頭部分の被告署長主張の総所得金額は争うが、同１（二）の\n（１）の事実は認める。\n６　同１（二）の（２）のうち、収入金額、一般経費、雑収入については被告署長\n主張の金額を争うが、その余の金額は認める。なお、原告が別表一のとおり青色に\nよる確定申告をしたことは認める。\n五　推計方法についての被告署長の主張に対する原告の反論\n１　雇人費率による推計の合理性（被告らの主張２）について\n（一）　被告署長は、平均雇人費率と雇人費から原告の収入金額を推計している\nが、理容業における収入金額は、営業場所、客層、付近の人口の増減はもとより、\n同業者との競争の程度、従業員の数や熟練度、立地条件の変更等の複雑な要素が関\n連してくるのであつて、被告署長主張のようにこれを雇人費のみから推計すること\nは不合理である。\nすなわち、右のような推計が合理的とされるためには、雇人費以外の前記諸要素が\n不変であり、かつ従業員の数や熟練度が忠実に雇人費に比例的に反映し、さらにそ\nれに比例的に顧客の増減すなわち収入の増減が反映するという場合のみが想定され\nるのであつて、そのような状況にないのが通常である以上、どのような業種であつ\nても、その人件費率と収入の間に一定の比率があるとは通常考えられず、それはた\nえず変化するものなのである。\nまた、統計資料等によつても、人件費の上昇率は他の経費の上昇率に比して非常に\n高くなつているのであり、各年の比率の平均値が次年度のそれと一致することはあ\nり得ず、原告の場合に限つても各年分の雇人費率に大きな差があることは、別表一\nに基づく被告署長の主張自体からも明らかである。このような場合に、雇人費と雇\n人費率から収入金額を推計することは極めて大きな誤差を生ずることが明らかであ\nつて、不合理な推計方法というべきである。\nなお、被告署長は、本件年中は雇人費の増加に結びつかない原告の長男が稼働を始\nめた旨主張するが、同人はまつたくの見習であつて、稼働能力や収入の増加には何\nら結びつかないものである。\n（二）　のみならず、原告の店舗は、商業地ではなく住宅地に位置し、比較的に子\n供の客が多いため、稼働量に比べ収入額は少なく、しかも平日の昼間は暇であるか\nら日曜日等の混雑に備えた従業員の態勢を平日は有効に生かすことができないとい\nう事情があり、さらに本件年中である昭和四一年一〇月ころ、近隣に新規に理髪店\nが開業し、顧客の心理としてその相当以前から原告の店舗に影響が及び、しかも右\n店舗は顧客の多くが居住する団地に原告の店舗より近く位置しているため、原告の\n本件年中の営業は、前年以前に比べ相当に打撃を受けたという事情もあつた。した\nがつて本件年中は椅子一台あたりの客数は前年より減少していたのである。\nまた、原告において本件年中には雇人の稼働能力や収入の増加には結びつかない雇\n人費の支出が前年に比べ著しく増大した次のような事情も存在した。すなわち、原\n告の店舗は前記のとおり子供の客が多いので、従業員が嫌つて長続きせず、そのた\nめ給料を高くしなければならなかつたのに加え、それまで稼働していたベテランの\n従業員の一人が退職したため、原告の店舗の人員構成が不安定になり、従前の稼働\n態勢を維持するため、常雇に比べ二倍ほど日当の高い臨時雇のほか、一人前の稼働\n能力を有しないインターン生や免許とりたての職人を雇入れたため、従業員の稼働\n能力は拡大しなかつたにもかかわらず、雇人費は前年よりはるかに増大したのであ\nる。\n（三）　被告署長の主張する前記推計方法が不合理であることは、以上によつても\n明らかであるが、さらに、以下のとおり別表一の数字をもとに計算した結果からも\n右推計方法が不合理であることは明白である。\nすなわち、原告において、昭和三九年分の雇人費は前年より一一・〇五パーセント\n上昇しているのに比べ、収入金額は六・〇〇パーセントしか増加しておらず、また\n昭和四〇年分の雇人費は前年より一・一五パーセントしか増加していないのに収入\n金額は一七・〇パーセント増加しているのであつて、この対比をみても雇人費と収\n入金額の増加率は大きく相違しており、他の諸要素を考慮せず雇人費のみから収入\n金額を推計することは実額との大きな誤差を生ずるものとして不合理であることが\n明らかである。そしてこのことは被告署長主張の雇人費の三年分の平均値をとつた\n場合にも同様である。\nまた、被告署長は原告の各年分の雇人費率にほとんど変動がないと主張するが、昭\n和三九年分と昭和四〇年分の雇人費率の開差は五・七七パーセントであり、仮にこ\nれを昭和四〇年分の収入金額に乗ずると一二五、三八八円となり、これは微差とい\nうことはできず、このような誤差を生じるような推計方法は、到底合理性があると\nいうことはできない。\n２　事業従事員の稼働能力による推計（被告らの主張３）について\n（一）　原告の従業員の稼働能力についての被告署長の推定は、まつたく恣意的で\nあり、合理性のないものである。\n被告署長は、理容師試験合格者の稼働能力を一〇〇パーセントとし、原告従業員の\nＪを同様に解しているが、同人はいわゆる免許とりたてで、仕事を覚えるために従\n事していた者であり、免許取得者がいわゆる一人前になるには五年以上を要するこ\nとを考慮すれば、その稼働能力を一〇〇パーセントと評価することは到底できな\nい。また、被告署長はインターンの稼働能力を七〇パーセントとしているが、これ\nもまつたく根拠のないものであり、とりわけ原告従業員のＥは、理容学校を出て他\nの職業を転々とした後インターンになつた者であり、技能が通常より低下してお\nり、また勤務は週四日のみであるから、右の数字は大きに失する。さらに原告の長\n男は、タオル洗いや下掃き程度を手伝うのみであり、同人がいなくても他の従業員\nで代行できるものであるから、その稼働能力を二〇パーセントと評価することはで\nきないというべきである。\n（二）　被告署長は、昭和四一年分の理髪料は前年より五〇円程度値上げされたと\n主張するが、原告の店舗がそうであつたということはできないし、また原告の店舗\nは前記のとおり子供の客が多かつたものであり、子供の料金も同じ割合で値上げさ\nれたかどうかは明らかでない。したがつて、理髪料に関する被告署長の主張は根拠\nがないものである。\n（三）　以上によれば、被告署長主張の前記推計方法もまつたく理由がなく、合理\n性のないものというべきである。\n３　理容用椅子台数による推計（被告らの主張４）について\n被告署長主張の右推計方法は、単に椅子台数をもとにして統計資料をあてはめただ\nけであり、以下のとおり収入金額の推計として原告の具体的実情にまつたく妥当し\nていないものである。\n（一）　被告署長は推計にあたつての基準業者として、椅子台数と雇人費の額の二\n点を基準に、しかも昭和四一年分についてのみとりあげたが、単に一年分の右二要\n素のみを考慮するのでは、あまりにも杜撰というべきであり、推計も到底合理性を\nもちえない。理容業における収入金額が、営業場所、客層、従業員の数や熟練度等\nの複雑な要素と関連しているものであることは、すでに原告の主張したところであ\nるが、現に、被告署長主張の収入金額を別表五についてみると、椅子五台の同業者\nのうちでも、収入金額は最低二、二九一、一八六円から最高三、四〇〇、四六八円\nまで実に一、一〇九、二八二円もの大きな差があるのである。そして、このように\n大差のある収入金額について、同じ五台の椅子を有する原告がどの程度のところに\n位置するのかは、単に椅子台数からはまつたく推計し得ないし、原告がその平均値\nであるということも許されない。\n以上の点は、椅子一台あたりの収入金額についても同様のことがいえるのであつ\nて、右金額の平均のみをとつて原告の収入金額を推計することも不合理であるとい\nうべきである。\n（二）　また、右推計による原告の収入金額は三、〇〇四、六五五円であるが、右\n金額は、本件年分前三年間の原告の収入金額（別表一参照）に比べ、あまりにも多\nく、このことからも右推計方法に合理性のないことが明白である。\n六　雇人費率による推計についての原告の反論に対する被告署長の再反論\n１　原告の反論１（一）について\n原告は、営業場所、客層等の諸要素を考慮せず雇人費のみから収入金額を推計する\nことは不合理であると主張する。\nしかし、本件において被告が右の推計にあたつて採用した平均雇人費率は、前記の\nとおり原告自身が作成し被告署長に提出した青色申告決算書を基礎にしているので\nあるから、原告のいう諸要素はすべて右決算書に反映されているのであつて、右推\n計方法は、まさに原告営業の個別事情をおりこんだ合理的な推計方法というべきで\nある。\nまた、原告は、人件費の上昇率は他の経費の上昇率に比して非常に高くなつている\nと主張するが、昭和四〇年分及び昭和四一年分の民間給与の前年比はそれ以前と比\nべてむしろ低率であり、決して高率であるということはできない。\nなお、原告の場合、収入金額及び雇人費も年々増加しているが、収入金額に対する\n雇人費の割合すなわち雇人費率は、前記（被告らの主張２（一））の昭和三六年な\nいし昭和四〇年にいたる五か年間の原告の雇人費率の推移によつても明らかなとお\nり各年分とも五か年の平均値（三九・四三％）に対して著しいへだたりはないので\nあつて、本件年分についても、雇人費率が従前の年分と著しく異なる特別の事情も\n認められない以上、被告の行なつた前記推計方法が不合理であるとの原告の非難は\n失当である。\n２　原告の反論１（二）について\n原告は、被告署長の前記推計方法が不合理である理由として、原告営業に関する種\n々の特殊事情を主張する。\nしかし、本件年分である昭和四一年分とその直前である昭和三九年分ないし昭和四\n〇年分との間においては、原告の店舗の立地条件及び客層等において格別に著しい\n変化があつたとは認められない。\n原告は、近隣に理髪店が新規開店し、顧客が減少したと主張するが、右店舗は、原\n告から約八〇メートルへだてた別の商店街に、しかも昭和四一年の一一月下旬に開\n業したものであり、（１）本件係争年分における営業期間が一月余と短期間である\nこと（２）原告に比して事業規模も小さいこと（３）駅前等の繁華街と異なり住宅\n地をひかえて比較的固定客が多いと認められること（４）本件年分の直前（昭和四\n〇年一〇月ごろ）に理容料金が値上りしたことを考慮すれば、右同業者の新規開店\nによつて、原告の事業に及ぼす影響は、とりたてて考慮するほどのものでなく、雇\n人費率についても、何ら変動を及ぼさないものというべきである。\nまた、原告は、本件年分はベテラン従業員が退職したため、店舗の人員構成が不安\n定になつて、収入増と結びつかない雇人費の大幅な増加があつたと主張するが、理\n容業の従業員が転々とその職場を変更することは業界一般に共通する事情であつ\nて、原告方においても事情は何ら異ならず、従業員の人員構成が不安定であつたの\nは本件年分に限らないのである。そして、理容業のように収入金額を生み出す原価\nの相当部分を雇人費に負うような業種においては、仕事量に見合う従業員数を投入\nすることが経営の常道であり、原告もその例にもれないことはいうまでもないとこ\nろ、原告は本件年分に従業員数を増やしているのであるから、それに見合う仕事の\n増加すなわち顧客増（収入増）があつたとみるべきである。\nなお、原告は、退職したベテラン従業員に代わつて雇入れたのは免許とりたての職\n人やインターンであつて、稼働能力は増加しなかつたと主張するが、免許とりたて\nの職人の技能に対する評価は給与面にあらわれると解されるところ、右職人に支給\nされた給与の額からして同人は一人前の職人として評価されていたというべきであ\nつて、原告の右主張は失当である。\n３　原告の反論１（三）について\n原告は、雇人費の上昇率と収入金額の上昇率が比例していないから、被告署長の前\n記の雇人費率による推計方法は不合理であると主張する。\nしかし、被告署長の採用した平均雇人費率三九・六二パーセントとその算出の基礎\nとなつた昭和三八年分ないし昭和四〇年分の雇人費率（別表一のとおりその最高は\n昭和三九年分の四二・三八パーセント、最低は昭和四〇年分の三六・六一パーセン\nトである。）との間に極端な開差が生じる場合は格別、本件の場合には右開差は\n二・七六パーセントないし三・〇一パーセントの微差であるから、原告の昭和三八\n年分ないし昭和四〇年分の雇人費の上昇率と収入金額の上昇率とが厳密に比例して\nいないとしても収入金額に占める雇人費の割合は一定の比率が保たれていることが\n認められるというべきである。\nしたがつて、前記のとおり雇人費の支出につき従業員の増加以外に右各年分と比べ\n特段の事情の認められない本件係争年分においても、雇人費率は被告が採用した平\n均雇人費率と同率か若干の誤差の範囲にとどまるものと推認されるから、右平均雇\n人費率を適用して収入金額を推計したとしても何ら不合理とされるべきいわれはな\nいのである。\n第三　証拠（省略）\n○　理由\n一　請求原因１の事実（本件処分及び本件裁決の経緯）については、当事者間に争\nいがない。\n二　被告署長のした本件処分の適否\n原告は、まず、本件処分の認定した総所得金額が過大であると主張するので、この\n点から判断する。\n本件において原告は昭和四一年分（本件年分）の所得について、被告署長の主張す\nる収入金額、一般経費、雑収入の各金額を争うものであり、その他の科目の金額\n（雇人費一、一五八、〇〇〇円、建物減価償却費六一、九八六円、事業専従者控除\n額二八五、〇〇〇円）についてはすべて当事者間に争いがない。被告署長は、右の\n収入金額、一般経費、雑収入について推計により算出した旨主張するので、右推計\nとその認定額の当否について検討する。\n１　推計の必要性について\n所得に対する課税は、およそ可能な限り実額によるべきものであつて、推計による\n課税は、納税者が信頼できる帳簿、記録等を備えておらず、課税庁の調査に対して\nも非協力的な態度をとるなどのため、課税庁において実額の把握が困難である場合\nにはじめて許されるものであると解される。\nこれを本件についてみると、証人Ｋ、同Ｌ、同Ｍの各証言及び原告本人尋問の結果\n（第一回。ただし、証人Ｍの証言及び原告本人尋問の結果のうち後記採用しない部\n分を除く。\n）によれば次の事実を認めることができる。\n被告係官Ｋは、原告の本件年分の所得税調査のため昭和四二年八月一〇日から九月\n二七日までの間合計六回にわたり原告の店舗を訪れ、臨場調査を行なつたが、うち\n二回は原告の不在や多忙のため調査の着手には至らず、また他の一回も、原告がＫ\n係官との問答をテープレコーダーで録音し始め、同係官がこれを制止したため、押\nし問答に終始し、実質的な調査は行なわれなかつた。しかし、その他の場合におい\nては、Ｋ係官が原告に調査の目的を告げ、原告の本件年分の所得計算に関する帳簿\n書類、原始記録等や過年分の帳簿書類等の呈示を求めたところ、原告は、本件年分\nについては帳簿は作成しておらず、また原始記録等もなく、過年分である昭和四〇\n年以前の帳簿等の資料も、段ボール箱に入れておいたところなくなつてしまい、今\nはない旨申立てるなどして、結局証拠資料となるような書類等は、一切呈示しなか\nつた。また原告は、営業状況や本件年分の収入、経費等に関するＫ係官の質問に対\nしても、所得計算の基礎となるような項目については答えなかつたり、あるいは一\nか月あたりの収入金額や人件費等についての平均値を申立てた場合でもその具体的\nな裏付けはなく、一部を除き数額もあいまいであるような状況であつた。さらに右\n調査のうち九月に行なわれたものについては、民商事務局員Ｍや民商会員二名が原\n告とともに調査に立会し、Ｋ係官に対し調査の理由を示すよう求め、あるいは原告\nは確定申告により納税義務が消滅しているなどと主張し、これらをめぐつて同係官\nとのやりとりが続いたため、調査をすすめることが、事実上不可能になるような事\n態もあつた。\n証人Ｍの証言及び原告本人尋問の結果（第一回）のうち右認定に反する部分は採用\nできず、他に右認定を左右するに足りる証拠はない。\n右認定事実によれば、原告においては本件年分の所得計算をするについて必要な帳\n簿書類や原始記録等の作成あるいは保存が不備であり、かつ被告係官の調査に対し\nても協力せず、被告署長としては、原告の所得を実額で把握することが困難であつ\nたといわざるを得ない。そうとすれば、原告の収入金額等について、他に実額を把\n握するに足りる資料の存しない本件においては、右金額等につき推計による算出が\n許される場合であるというべきである。\n２　収入金額の推計について\n推計による課税処分は合理的なものでなければならないが、合理的であるというた\nめには、その採用された推計方法自体に合理性があり、かつ推計の基礎となつた事\n実の選択が事案にとつて適切であり、しかも右事実が的確に把握されていることを\n必要とするものである。\n本件において被告署長は、原告の本件年分の収入金額を推計する方法として、雇人\n費率による推計、事業従事員の稼働能力による推計、理容用椅子台数による推計の\n三方法を主張するので、以下その合理性と原告の収入金額の認定の当否について検\n討することとする。\n（一）　雇人費率による推計について\n被告署長は、前記争いのない本件年分の雇人費と、原告自身の過年分の平均雇人費\n率（収入金額に対して雇人費の占める割合）から収入金額を推計すべきであると主\n張する。\n右推計方法が合理的であるとする主張の根拠は、要するに、原告のような理容業\nは、労働力が中心となる人的役務を提供するサービス業であり、人件費は経費の大\n部分を占めるのであるから、経営上仕事量（したがつて収入金額）に見合う従業員\n数を確保してこれに投入し、しかも従業員数は雇人費となつてあらわれるから、結\n局雇人費と収入金額の比率は毎年一定水準に落ちつく、ということにあると解され\nるから、雇人費と収入金額にそのような相関関係があるか否かについてまず検討す\nる。\n雇人費は、税務上納税者の個別事情の反映するいわゆる特別経費として、収入金額\nから一般経費を控除した残額から、あらためて個別的具体的にこれを算定して控除\nする取扱いがなされており、もともと収入金額に比例しがたいたとえば家族労働力\nの構成状況、従業員の雇用条件、熟練度等の特殊な要素を有する支出項目であると\nされている（したがつて、同業者の平均雇人費率から雇人費あるいは収入金額を推\n計することが合理的でないことは当然である。）。\nところで、原告本人尋問の結果（第一回）によれば、理容業においては、従業員が\n短期間に頻繁に異動する傾向があることが認められ、したがつて、従業員の熟練度\nについての構成が各年ごとに変化する傾向が大きいものと推認されるから、一般的\nに、雇人費の前記要素のうち家族労働力や雇用条件等に変化がなかつたとして（も\nつとも原告は、本件年中には雇用条件に変化があつたと主張するものである。）、\n従業員の熟練度の構成について変化があつた場合について、雇人費と収入金額の相\n関関係を検討してみると、右の変化による差異が当年分の雇人費にただちに反映す\nることは明らかであるが、しかし他方それが収入金額にも反映するとは必ずしもい\nえないと考えられる。なぜなら、後記（三）（２）でも述べるように、理容業にお\nいては、通常の場合、技能、熟練度の異なつた複数の従業員がチームを組み、チー\nム全体として一定の技術水準と稼働能力を維持しながら効率的に営業しているので\nあり、その中においては個人の技能、熟練度の差異は、チーム全体の稼働能率には\n直接影響しないのであつて、たとえば熟練者一名とある程度の技能を有する非熟練\n者一名のチームを想定して考えると、各種の作業を熟練を要するものとそうでない\nものとに分けて、分担して順次顧客に対すれば、熟練者二名の場合と比して稼働能\n力においては、ほぼ同一の成果をあげられると考えられ、すなわち右の場合におい\nて、従業員の熟練度の構成の差異は、雇人費と同じようには稼働能力（したがつて\n収入金額）には影響しないといえるからである。\nしかし他方、一般的には数人の従業員を雇用する規模の理容業においては、特段の\n事情がない限り従業員の熟練度の構成を最も効率の良い状態において、最小の費用\nで最大の収益をあげるよう運営するのが通常であると考えられるから、各年におけ\nる従業員の構成割合は、相当長期的にみれば一定の水準に落ちつく傾向を示すとい\nえるのであつて、雇人費についての他の前記諸要素が不変であるとするならば、雇\n人費は収入金額と比例的な相関関係を有するものということができ、その結果、相\n当期間の平均値をとれば、従業員の異動の頻繁さを考慮しても、各年の雇人費率は\n右平均値に接近する傾向があるということはできるものと解される。\nしたがつて、右要件のもとに、理容業において本人の過年分の平均雇人費率をある\n年分の収入金額に乗じて、当該年分の雇人費額を推計することは、他により合理的\nな方法がない以上は一応の合理性を有するということができるが、しかし、他方そ\nうであるからといつて、逆にある年分の雇人費の実額を本人の過年分の平均雇人費\n率で除することによつて、当年分の収入金額を推計することが合理的であるとする\nことはできない。なぜなら、仮に雇人費の他の前記諸要素が不変であるとしても、\n前記説示から明らかなように雇人費に直接反映する従業員の熟練度の構成が、過年\n分と当年分を通じて同じであるとは、通常考えられず（現に、本件においても証拠\n上そのような事実は認められない。）、したがつて、過年分の雇人費と開差のある\nことが当然予測される雇人費の実額を基礎事実とし、これを被除数として収入金額\nを推計すれば、客観的な収入金額との間に誤差の生ずることが当初から明白である\nうえ、雇人費の額をより高率で除するのならともかく、数十パーセント程度の数で\n除するというその推計計算過程の性質上、右の誤差が拡大されることが明らかだか\nらである。\nちなみに、本件に即してこれをみれば、原告が別表一のとおり昭和三八年分ないし\n昭和四〇年分の所得税について青色による確定申告をしたことは当事者間に争いの\nないところ、右確定申告の金額をもとに被告署長の主張する原告の過年分三か年の\n平均雇人費率は三九・六二パーセントであるが、右三年間の雇人費率の最大値は昭\n和三九年分の四二・三八パーセント（平均値のプラス二・七六パーセント）であ\nり、最小値は昭和四〇年分の三六・六一パーセント（平均値のマイナス三・〇一パ\nーセント）であり、このことだけからも一年間で五・七七パーセントの開差で変動\nすることがありうることを示しており、さらに試みに前記当事者間に争いがない原\n告の本件年分の雇人費一、一五八、〇〇〇円を右の各雇人費率で除して収入金額を\n推計してみると、右平均雇人費率にある被告署長主張の収入金額二、九二二、七六\n六円に対し、最大三、一六三、〇七〇円（三六・六一パーセントの場合で、平均値\nによる場合に比してプラス二四〇、三〇四円）、最小二、七三二、四二〇円（四\n二・三八バーセントの場合で、平均値による場合に比してマイナス一九〇、三四六\n円）の差を生じ、最大と最小の差は四三〇、六五〇円にもなり、本件における被告\n署長主張の総所得金額が六五六、六二三円であることに照らしても右の開差は決し\nて無視し得る誤差の範囲にとどまるものとは到底いえないのであつて、右推計方法\nが不合理であることは、この点からも明らかである。\nしたがつて、雇人費率による推計方法は、本件においては不合理なものであつて採\n用できないといわなければならない。\n（二）　理容用椅子台数による推計について\n理容業は、ほとんど専ら人的なサービスを提供する業務に終始し、収入の多寡は結\n局顧客の多寡に比例する業種であるので、通常の合理的な経営形態としては、顧客\nに見合う台数の理容用椅子を設置しているものと解されるから、同業者の理容用椅\n子一台あたりの平均収入金額に基づいて納税者の収入金額を推計する方法は、一般\n的には合理的であるというべきである。もつとも、右のようにいえるのは、椅子の\n台数と従業員数とが見合つていること、すなわち遊休椅子がないことが前提であつ\nて、遊休椅子を生じている場合には、右の推計方法を用いることは合理的であると\nはいえない。\nこれを本件についてみると、原告の店舗の理容用椅子の台数が五台であることは当\n事者間に争いがないところ、原告本人尋問の結果（第一、二回）によれば、本件係\n争年である昭和四一年において、原告の店舗の従事員（従業員のほか原告を含む。\n以下同じ。）とその稼働期間は別表三の「昭和四一年分」の各欄記載のとおりであ\nること、そのうち原告の長男は専らタオル洗いや下掃き等の雑用に従事していた見\n習で、理容技術者とはいえないこと、したがつて同時期に稼働していた従事員数\nは、年間をとおしてほぼ四人であつたことが認められるから、椅子一台は常時遊休\n椅子として使用されなかつたと解される。\nしたがつて、本件においては理容用椅子台数による推計方法はとり得ないといわざ\nるを得ない。\n（三）　事業従事員の稼働能力による推計について\n（１）　被告署長主張の右推計方法は、結局、能力換算による修正を加えた原告の\n店舗における営業従事員数の前年との比較による収入金額の推計方法であつて、同\n一店舗において従事員一人あたりの収入金額を一定と考え、従事員数の増減割合に\n応じて収入金額も増減することを前提とする推計方法といえる。\nそして、右の推計方法は前記（二）の冒頭部分で説示したのと同じ理由により、理\n容業においては顧客数（したがつて収入金額）に見合つた従事員数を確保しておく\nのが、経営上の常道であると解されるから、特に係争年中において稼働従事員数の\n増減に見合つた顧客の増減が認められないような特段の事情のない限り、右推計方\n法は合理的であるというべきである。\nそこで本件において右特段の事情が存するか否かについて判断する。\n原告の店舗においては、後記認定のとおり本件係争年である昭和四一年は前年より\n稼働従事員数を増加させていることが認められるところ、原告は従事員の増加に見\n合うような顧客増はなかつたとし、その理由として、（１）原告の店舗は住宅地に\n位置し、平日の昼間は暇であつて、従事員を有効に稼働させることができなかつた\nこと、（２）近隣に同業者が新規開店したことを主張する。\nしかし、右のうち（１）については、その事情は必ずしも前年に比して特に昭和四\n一年中に変化した事情とは認められないことは、主張自体から明らかであるのみな\nらず、証人Ｋの証言及び原告本人尋問の結果（第一、二回）によれば、原告の店舗\nは、付近に団地、都営住宅、アパートを控えた商店街に位置していること、また昭\n和四一年中には前記２（二）認定の原告店舗の従事員（別表三の「昭和四一年分」\nの欄参照）のほかに、従業員の手不足を補うために臨時雇のべ約三〇人を雇入れて\nいることも認められるのであつて、以上によれば原告の右主張はにわかに採用し難\nいものといわざるを得ない。また右の（２）についても、成立に争いのない乙第\n一、二号証によれば、昭和四一年中に原告の店舗の近隣に新規開店した理髪店は、\n夫婦のみで営業する小規模な店舗であり、しかもその開店は昭和四一年の一一月二\n八、九日ころのことであつたことが認められ（この認定に反する原告本人の供述\n（第一回）は措信しない。）、右事実によれば、右同業者の新規開店も原告の昭和\n四一年中の営業にはほとんど影響を受けなかつたものと解するのが相当であり、原\n告の右主張も失当である。\nなお、原告本人尋問の結果（第一、二回）中には、原告が昭和四一年中に雇入れた\n従業員のうちＥは知人から特に頼まれたから雇つたものであり、同人がいなくて\nも、他の者を雇うつもりはなく、また同年中はベテラン従業員の退職により固定客\nが減り、あるいは理容業は業界全体として顧客数が減少していた旨の供述がある\nが、しかし他方前認定のように臨時雇を雇入れて従業員の手不足を補つていること\nのほか、同年中に従業員を増やした理由は、空いている椅子を使うためであり、ま\nた同年は前年に比して収入増があつたという原告本人の供述（第一、二回）もある\nことなどに照らして、原告の店舗の顧客が減少していたなどの前記供述は、にわか\nに措信し難いといわざるを得ない。\n以上によれば、他に格別の事情の存しない本件においては、前年に比して増加した\n稼働従事員に見合うような顧客増はなかつたとするような前記特段の事情はいまだ\n認めるに足りないことに帰し、そうとすれば、本件年分の稼働従事員の増加はそれ\nに見合う顧客増をみこんだものであり、したがつて、それに応じた収入増に結びつ\nくものであつたと推認するのが相当であり、従事員の稼働能力による推計方法自体\nは合理的であると解される。\nなお原告は、原告の店舗では子供の客が多いため、稼働量に比べ収入額が少ない旨\n主張するが、仮にそのような事実があつたとしても、右事実は、前年に比して、特\nに本件年分に変化のあつた事情とは認められないから、稼働従事員数の増加率と収\n入金額の増加率の比例関係に影響するものということができず、前記推計方法を不\n合理ならしめる事情とはならないというべきである。\n（２）　ところで被告署長は右の方法による推計にあたつて、原告の店舗の各従事\n員について、理容師資格の有無等により能力割合を区別し、従事員数に修正を加え\nることを主張し、本件において各従事員の能力割合については原被告間に争いのあ\nるところである（ただし、本件においては被告署長主張の右割合についての具体的\nな数額の根拠は、必ずしも明確とは解せられないといわざるを得ない。）。しか\nし、理容業においては理容師資格の有無もさることながら、一般的に、技能や熟練\n度の異なる従事員が全体としてチームを作り、その各構成員が技能に応じて役割を\n分担し、順次効率的に仕事を仕上げることによつて、無資格者などの技術の未熟さ\nを他の者によつて十分補い、チーム全体として一定の技術水準と稼働能力を維持す\nることができ、かつ、チームの構成員の異同によつて各構成員の技能や熟練度が変\n化しても、チーム全体の技術水準と稼働能力は一定に保たれる範囲は相当弾力的な\nものであると解するのが相当である。しかも数名の従業員をおく規模の店舗におい\nては、構成員を適正な比率に保つことに努め、経営上適正な人員構成となるような\n従業員を確保するのが通常と考えられるから、たとえば右のチームにおいて無資格\n者の有資格者に対する割合が著しく大きいため、全体としての効率的運営が阻害さ\nれ、そのためチームの運営が困難となるような事情の存する場合を除けば、チーム\nの構成員の一人あたりの技能や熟練度はそれぞれ異なつていても、チームの稼働量\nを一人あたりにした場合の一人あたりの収益稼得能力すなわち稼働能力は、同一と\n評価してさしつかえなく、このことは前記（一）の設例に照らしても経験則上明ら\nかというべきである。\nすなわち、右の事情が存しない限り、本件においては、各従事員の能力割合を考慮\nせず、同一の稼働能力を有するとして、これに基づき収入金額を推計する方法がも\nつとも合理的というべきである。\n（３）　そこで、原告の営業において本件係争年たる昭和四一年に、右にいうチー\nム全体の運営が困難となるような事情が存したか否かについて検討する。\n原告は、前記認定の昭和四一年中の従業員のうち、Ｊはいわゆる免許とりたてであ\nり、またＥはインターンであるから、稼働能力が相当に劣ると主張し、原告本人尋\n問の結果（第一、二回）には右主張に沿う供述も存するのであるが、他方、同尋問\nの結果に成立に争いのない乙第三号証と弁論の全趣旨を総合すれば、理容師試験に\n合格した者は単独で理容営業を行なえる資格を有し、右試験の内容も理容技術者と\nして相応の技術を試すものであること、Ｊは右試験に合格したものであり、原告の\n店舗においてほぼ同年令の試験合格後十分熟練をつんだいわゆる一人前の職人と同\n程度以上の給料を支給されていたこと、昭和四一年中は、原告自身がいわゆる一人\n前の職人と認めるものとしては原告とＨの二人か稼働していたこと、またＥはイン\nターンであるが、インターンになるためには理容学校において実地習練ができる程\n度の技能・知識を修得していることが認められ、以上認定事実によれば、Ｊの技能\nがいわゆる一人前の職人に比して著しく劣つているものとまでは認められず、また\nある程度技能が劣るインターンのＥも含めて同人らの技能の未熟さは、原告らのい\nわゆる一人前の職人により十分補えたと推認できるというべきであつて（右推認に\n反する前記原告の供述部分は措信しない。）、そうとすれば、他に前記（２）にい\nうようなチーム全体の運営を困難にするような事情が認められない本件において\nは、前記推計方法を採用すべき場合といわなければならない。\nなお、昭和四一年中の従事員（別表三参照）のうち前記認定のＪ、Ｅ、Ｈ及び原告\n以外のＧ、Ｉは原告本人尋問の結果（第一、二回）によれば、いずれも理容師資格\nを有するいわゆる一人前の職人であることが認められる。しかし、原告の長男は、\n昭和四一年中においては、タオル洗いや下掃き等の雑用に従事していたものである\nこと前認定のとおりであつて、その程度の内容の仕事は、他の従業員が折を見て容\n易に代行しうるものであると解されるから、原告の店舗の従事員のチームとしての\n稼働能力を分担するものと評価することはできず、右推計にあたつての事業従事員\n数には算入しないことが相当である。\n（４）　以上のとおり、本件においては各従事員の技能や熟練度は、全体としての\n稼働能力に影響しないと解すべきであるが、原告本人尋問の結果（第一、二回）に\nよれば、従業員のうちＥのみは、週六日の営業日のうち四日間しか稼働しなかつた\nことが認められ、そうとすれば、同人の稼働しなかつた日は、四人の従事員の一人\nを欠くことになり、全体としての稼働能力はその分の影響を受けたと推認するのが\n相当であるから、同人の稼働能力割合は、他の者の六分の四すなわち六七パーセン\nトと解するのが相当である。\n（５）　以上に基づき、前記認定の原告の店舗の本件係争年たる昭和四一年中の各\n従事員に、稼働期間及び稼働能力による修正を加えると別表六のとおりとなり、し\nたがつて同年中の原告の営業における換算従事員数（年間を通して実質的に稼働し\nている従事員数）は三・六九人となる。そして前出乙第三号証及び原告本人尋問の\n結果（第一、二回）によれば、前年である昭和四〇年中の原告の店舗の従事員とそ\nの稼働期間は別表三の「昭和四〇年分」の各欄記載のとおりであり、右従事員はい\nずれも理容師資格を有するいわゆる一人前の職人であることが認められるから、他\nに何ら特段の事情が認められない本件では、同年における前記修正を加えた後の換\n算従事員数は、その稼働実人員の二・九一人（別表三参照）に一致するというべき\nである。\nそうとすると本件年分たる昭和四一年分の前年に対する右換算従事員数の比率は、\n次の算式のとおり一二六パーセントとなる。\n（算式）\n三・六九人÷二・九一人×一〇〇＝一二六％\n（６）　本件において、収入金額を推計するにあたつては、以上のほかさらに理容\n料金の変動を考慮して、その修正を加えることが必要である。そこでこの点につき\n検討すると、原告本人尋問の結果（第一回）によれば、昭和四一年の大人理容料金\nは四〇〇円ないし四五〇円であり、昭和三九、四〇年ころは三五〇円ないし四〇〇\n円であつた旨の供述があるが、右供述は、本件係争年たる昭和四一年と前年を比較\nするにはあまりにも不精確な内容といわなければならないから、採用し得ない。と\nころで、成立に争いのない乙第七、八号証（昭和四〇年及び昭和四一年の総理府統\n計局の小売物価統計調査年報）によれば、東京都における大人一回あたりの理容料\n金の年間平均額は、昭和四〇年は三五二円、昭和四一年は三八四円であることが認\nめられ、他により的確な資料の存しない本件においては、右資料の数字を採用する\nことは合理的であると解せられるから、これに基づき本件年分である昭和四一年の\n前年に対する理容料金の値上率は、次の算式のとおり一〇九パーセントと認めるの\nが相当である。\n（算式）\n三八四円÷三五二円×一〇〇＝一〇九％\nなお、原告は、子供料金と大人料金の値上率は同じではないと主張するが、この点\nにつき他に何ら格別の資料のない本件においては、子供料金も大人料金と値上率に\nおいては同割合であると解するのが相当である。原告の主張は採用し得ない。\n（７）　以上により、原告の本件年分（昭和四一年分）の収入金額を推計するに、\n原告の昭和四〇年分の青色による確定申告に基づく収入金額が二、一七三、一一〇\n円であること（別表一参照）は当事者間に争いがないから、これに前記（５）で算\n出した稼働実人員の増加率及び（６）で算出した理髪料金の値上率を乗ずると、本\n件年分の収入金額は次の算式のとおり二、九八四、五四九円となる。\n（算式）\n二、一七三、一一〇円×一二六％×一〇九％＝二、九八四、五四九円\n３　一般経費の推計について\n過年分の平均一般経費率によつて、係争年分の一般経費を推計することは、一般経\n費の性質上合理的であると認められる。\nそして、原告が昭和三八年分ないし昭和四〇年分所得税について別表一のとおりの\n青色による確定申告をしたことは前記のとおり当事者間に争いがないから、右三年\n間の平均一般経費率は別表二の２の計算式により、二六・五三パーセントと算出さ\nれる。したがつて本件年分の一般経費は前記認定の収入金額に右一般経費率を乗じ\nて、次の算式のとおり七九一、八〇〇円となる。\n（算式）\n二、九八四、五四九円×二六・五三％＝七九一、八〇〇円\n４　雑収入の推計について\n原告が昭和三八年分ないし昭和四〇年分の雑収入について別表一のとおり青色によ\nる確定申告をしたことは当事者間に争いがなく、証人Ｋの証言と弁論の全趣旨を総\n合すれば、右雑収入は、原告が店頭に設置した硬貨投入式木馬による収入を主とす\nるものであること、本件年分である昭和四一年中も右木馬は原告の店頭に設置され\nていたものであることが認められる。\nそして、右の事実によれば、原告は本件年分にも右収入等を内容とする雑収入があ\nつたものと推認されるところ、この雑収入金額は、原告の営業に基づく収入金額と\nは必ずしも相関関係を有するものとはいえないと解されるから、前記争いのない過\n年分三年間の雑収入金額の平均額を本件年分の雑収入金額とする推計方法は、他に\n何らの資料の存しない本件においては合理的なものというべきである。\nそこで右推計方法により原告の本件年分の雑収入金額を算定すると、別表二の３の\n計算式により、一四、二五三円となる。\nなお、仮に原告に右雑収入がまつたく存しなかつたとしても、原告の本件年分の総\n所得金額が本件処分の認定額を上回ることは後記５の認定に照らして明らかであつ\nて、右雑収入金額の認定は本件処分の適否には影響しないといわなければならな\nい。\n５　原告の本件年分の総所得金額について\n以上によれば、原告の本件年分の総所得金額は、次の算式のとおり、前認定の収入\n金額二、九八四、五四九円に前認定の雑収入一四、二五三円を合算し、これから前\n認定の一般経費七九一、八〇〇円及び前記当事者間に争いがない雇人費一、一五\n八、〇〇〇円、建物減価償却費六一、九八六円、事業専従者控除額二八五、〇〇〇\n円を控除した七〇二、〇一六円となり、本件処分の認定額六二一、五〇〇円を上回\nることとなる。\n（算式）\n（二、九八四、五四九円＋一四、二五三円）－（七九一、八〇〇円＋一、一五八、\n〇〇〇円＋六一、九八六円＋二八五、〇〇〇円）＝七〇二、〇一六円\n６　結語\n以上によれば、本件処分は原告の総所得金額を過大に認定したものということはで\nきないのであつて、原告の主張は結局失当というべきである。\n三　原告主張の本件処分のその他の違法事由について\n次に、原告主張の本件処分についてのその他の違法事由（請求原因２（一）ないし\n（四））の存否について判断する。\n１　請求原因２（一）の違法事由について\n原告は、本件処分は原告の民商加入を理由とするものであつて、違憲であると主張\nする。\n証人Ｎの証言により真正に成立したと認める甲第六号証、証人Ｎ、同Ｏの各証言及\nび原告本人尋問の結果（第一回）によれば、民商は、中小商工業者の営業に関し、\n会員に対する金融、税務相談等の事業を行なう団体であるところ、昭和三四年ころ\nから会員に対し税金のいわゆる自主申告運動を強調するようになり、その後会員の\n確定申告や税務職員の調査等に際し、しばしば税務署当局と対立し、軋轢を生じて\nいたこと、原告は昭和四一年一〇月ころ武蔵野民商に加入したが、当時もほぼ同じ\nような状況にあつたことが認められ、さらに右各証拠によれば、税務署当局は、民\n商の税務に関する活動を反税活動として嫌悪する傾向にあつたことが窺われないで\nはないが、しかし、そうであるからといつて、本件処分が原告の民商加入を理由と\nし、民商の組織破壊を目的とするものであるとまでは、到底いうことができないの\nであつて、本件においては全証拠によるも、原告主張事実を認めることはできな\nい。\nのみならず、成立に争いのない甲第一号証、証人Ｋの証言によれば、本件処分の前\n提となつた調査の端緒は、原告の本件年分の確定申告における所得金額が前年より\n減少していたうえ、右申告書には収入金額と経費についてはまつたく記載がなされ\nていなかつたことにあることが認められるのであつて、結局原告の主張はいずれに\nしても採用できないというべきである。\n２　請求原因２（二）の違法事由について\n原告は、確定申告とそれに基づく税額の納付により原告の納税義務は消滅したもの\nであり、本件処分はその根拠を欠くと主張する。\nしかし、確定申告をし、それに基づく税額を納付した後であつても、所定の要件の\nもとに、更正処分あるいは修正申告書の提出がなされることによつて、新たに納税\n義務が生じることは、国税通則法一六条一項一号その他の規定の当然予定するとこ\nろであり、期間経過等により更正処分がなされる余地がなくなつたときなどを除い\nて、確定申告とそれに基づく税額の納付により、納税者の当該年分の納税義務が最\n終的に消滅するものでないことは明らかである。\n原告の主張は独自の見解であつて採用できない。\n３　請求原因２（三）の違法事由について\n原告は、本件処分は更正処分の要件を欠き、違法であると主張する。\nしかし、証人Ｋの証言によれば、被告係官は、本件年分の原告の所得について、原\n告の店舗における臨場調査のほか、銀行照会、銀行調査あるいは原告の過年分の確\n定申告の内容等についての調査を行ない、その結果に基づき推計によつて算出した\n原告の総所得金額が確定申告とは異なつていたことにより、被告署長が本件処分を\nしたことが認められるのであつて、本件処分をするについての法定の要件を満たし\nており、国税通則法一六条一項一号、二四条の規定に何ら反するものでないことは\n明らかである。\nまた、原告は被告署長の本件処分における推計は、原告の過年分の確定申告書のみ\nを資料とするものであつて、本件処分は調査によつて収集された資料によるものと\nはいえず、本件処分は調査に基づくものではないと主張するが、証人Ｋ、同Ｐの各\n証言によれば、本件処分時における所得の推計は、従業員一人あたり、あるいは理\n容用椅子一台あたりの収入金額についての同業者の平均値をもとに算出する方法を\n用い、そのための必要な調査を行なつたことが認められるのであつて、原告の主張\nは事実に反しており失当である。\n４　請求原因２（四）の違法事由について\n（一）　原告は本件処分にあたつての調査が違法であると主張するが、その理由の\nうち、確定申告等により納税義務は消滅している、あるいは原告の民商加入を理由\nとする調査であるとの主張が、いずれも失当であることについては、すでに前記２\n及び１で説示したとおりである。\n（二）　原告は、本件調査当時原告は所得税法二三四条にいわゆる納税義務ある者\nに該当せず、また本件では調査の必要がなかつたと主張する。\nしかし、同条一項一号にいう「納税義務ある者」とは、法定の課税要件が満たされ\nて客観的に納税義務を負担しながら未納付の者、または当該課税年が開始して課税\nの基礎となるべき収入の発生があることにより、その年分の所得税の納付義務を将\n来負担するに至るべき者をいい、同じく「納税義務があると認められる者」とは、\n権限を有する税務職員の判断によつて、右の意味における納税義務があるものと合\n理的に推認される者をいうと解されるから、前記１で認定した本件調査の端緒とな\nつた事実に照らせば、原告が右規定の「納税義務があると認められる者」に該当す\nることは明らかであつて、したがつてまた調査の必要があつたことも当然に認めら\nれるのであつて、原告の主張は失当というほかはない。\nまた、原告は調査の理由が明示されなかつたと主張するが、調査にあたつてその理\n由を一律に明らかにすべきとする法令上の根拠はないから、原告の主張するような\n事実が仮にあつたとしても何ら違法ということはできない。\n（三）　原告は、銀行調査によりその信用が失墜したと主張する。\nしかし、本件において被告係官が三鷹、吉祥寺地区の二四の金融機関に対して調査\nを行なつたものであることについては当事者間に争いがないところ、右調査により\n原告の信用が失墜したことを窺わせるような証拠はないのみならず、かえつて証人\nＫの証言によれば、右調査は、原告との取引の有無を確めるための照会であり、実\n地調査を行なつたのはそのうち取引がある旨の回答を受けた二店のみであること、\n被告官署では右のような金融機関に対する調査は、通常行なわれているものであつ\nて異例ではないことが認められ、以上によれば、右調査は格別不相当な方法である\nということはできず、したがつてまた原告の信用が失墜したということも到底認め\nられないというべきである。原告の主張は失当である。\n四　本件裁決の適否について\n被告局長のした本件裁決について、原告主張の違法事由（請求原因３（一）ないし\n（三））の存否について判断する。\n１　請求原因３（一）の違法事由について\n原告は、まず本件裁決には審査手続を非公開にした違法があると主張する。しかし\n国税通則法あるいは行政不服審査法その他の法令上本件のような更正処分に対する\n審査請求手続を公開すべき旨を定めた規定は存しないから、右手続を書面審理のみ\nによつて行ない、公開しなかつたとしても何ら違法ではない。\nまた、原告は審査手続にあたつて弁明書や反論書の提出を求めなかつたと主張する\nが、当時施行されていた昭和四五年法律八号による改正前の国税通則法は、右の点\nに関し何ら特別規定をおかず、行政不服審査法の定めるところによつていたもので\nあるところ、同法によれば、処分庁に弁明書の提出を求めるか否かは、審査庁の裁\n量に委ねられていたのであり、さらに弁明書の提出がなかつた場合には、審査請求\n人に反論書の提出を求めることも要しないことは、いずれも規定上明白であつて、\n本件の審査手続は、右の点に関し違法であるということはできない。\nさらに原告は、証拠の提出を原処分庁に求めなかつたとして行政不服審査法三三条\n違反をいうが、同条一項は原処分庁が任意に提出する物件に関する規定であつて、\n審査庁の関知するところではないから、主張自体失当である。そして仮にこれを同\n法二八条違反の主張と解するとしても、同条に基づき審査庁が職権により物件の提\n出を求めるか否かは、その裁量に属する事項であると解すべきであるから、結局失\n当である。\n原告は、本件裁決には審理を十分尽さなかつた違法があると主張するが、証人Ｐの\n証言によれば、原告の本件審査請求に対して、被告局長の担当係官は、四回にわた\nる原告方への臨場調査をはじめ、原処分庁における記録の調査等を行なつているこ\nと、本件裁決にあたつては原処分たる本件処分とは別に独自の推計方法により原告\nの所得を算出したところ本件処分認定額を上回つたため、本件審査請求を棄却した\nものであることが認められ、この認定事実によれば、被告局長は本件裁決に十分な\n審査を尽したと解せられるのであつて、原告の右主張も失当である。そして、以上\nによれば、本件裁決が行政不服審査法一条に反するという原告の主張は理由のない\nものであることが明らかというべきである。\n２　請求原因３（二）及び（三）の違法事由について\n原告は、本件処分に対する審査請求は十分理由があり、本件処分には前記主張のよ\nうな違憲あるいは違法事由があるにもかかわらず、本件裁決は、これを是認したも\nのであるから、行政不服審査法四〇条に反し、また本件処分と同様の違憲あるいは\n違法なものであると主張する。\nしかし、原告の右主張は、結局、実質的には原処分である本件処分の違法の主張に\n帰するものであつて、行政事件訴訟法一〇条二項の規定により、本件においては原\n処分の違法事由は裁決取消の訴において主張できないものであるから、主張自体失\n当というほかはない。\n五　以上によれば、本件処分及び本件裁決に関し、原告主張の違法事由はすべて存\nせず、本件においては他にこれらを違法ならしめるような事由も存しないから、結\n局本件処分及び本件裁決は適法であるというべきである。\nよつて、原告の本訴請求は理由がないものとしていずれもこれを棄却し、訴訟費用\nの負担につき行政事件訴訟法七条、民事訴訟法八九条を適用して、主文のとおり判\n決する。\n（裁判官　内藤正久　山下　薫　三輪和雄）\n"
}