{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 45,
    "month": 9,
    "day": 29
  },
  "case_number": "昭和40(ネ)1474",
  "case_name": "土地明渡等請求事件",
  "court_name": "大阪高等裁判所第五民事部",
  "lawsuit_id": "22432",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=22432",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/432/022432_hanrei.pdf",
  "contents": "主　　　　文\n原判決主文第一項の原告Ａを被控訴人Ｂと補正したうえ、本件控訴を棄\n却する。\n控訴費用は控訴人の負担とする。\n事　　　　実\n控訴代理人は「原判決中控訴人敗訴部分を取消す。被控訴人の請求を棄却する。\n訴訟費用は第一、二審とも被控訴人の負担とする。」との判決を求め、被控訴人は\n主文第一、二項同旨の判決を求めた。\n被控訴人の主張\n左記のほか原判決の事実摘示と同一であるから、これを引用する。\n仮りにＣの重過失による控訴人の損害賠償義務が認められないとしても、本件建\n物焼失部分に相当する金一三九万九八二一円は本件買取代金額から減額されるべき\nである。なおＡは昭和四二年五月二〇日死亡し、長男である被控訴人がその権利義\n務を相続承継した。\n控訴人の主張\n一、　被控訴人主張事実中、Ａが本件土地を、控訴人が同地上の本件建物を各所\n有していたところ、Ａと控訴人との間に被控訴人主張の訴訟があり、それがその主\n張のとおりの経過で終了したこと、この間控訴人の買取請求権の行使によつて本件\n建物の所有権がＡに帰属したこと、被控訴人主張の日に本件建物の一部が焼失し控\n訴人がその保険金の支払をうけたこと、及びＡの死亡、被控訴人の相続の点は認め\nるが、Ｃが本件建物の賃借人であり、前記火災が同人の重過失によるとの点は否認\nする。\n二、　Ｃは本件土地の西側にある神戸市所有の土地にバラツクを建てて廃品回収\n業をしていたものであり、又前記火災は、同人方の裏を走る国鉄高架線の列車の乗\n客の捨てた煙草の吸いがらが、右バラツクの傍らにおかれてあつた廃品上に落ちて\n同バラツクにもえ移り、隣接の数戸から本件建物へと順次延焼したものである。\n三、　前記火災について控訴人に何ら責任のないことは前叙のとおりであるか\nら、その損失は危険負担の法理により所有者であるＡが負担すべきものであり、し\nたがつて被控訴人の代金減額の主張も理由がない。\n四、　なお控訴人は前記火災後本件建物の造作修繕をして、金一五〇万円相当の\n有益費を支弁したから、その支払と引換えでなければ本件建物を明渡すことはでき\nない。\n証拠（省略）\n理　　　　由\nＡが本件土地の所有権に基づき、その地上に本件建物を所有していた控訴人を相\n手方として、昭和二九年一〇月頃神戸地方裁判所に本件建物収去土地明渡請求の訴\nを提起し、昭和三二年六月八日勝訴の判決をえたこと、控訴人は右訴の第一審係属\n中の昭和三一年二月二九日借地法一〇条による本件建物買取請求権を行使していた\nが、右事件の控訴審の大阪高等裁判所が控訴人の買取請求権の主張を認めて昭和三\n七年五月七日、第一審の判決を変更し、控訴人はＡに対し金一五四万九八二一円の\n支払をうけるのと引換えに本件土地建物を明渡すべき旨の判決の言渡をし、これが\n昭和三八年一〇月二二日最高裁判所の上告棄却の判決により確定したこと、同年七\n月三日本件建物の一部が火災により焼失したこと、昭和四二年五月二〇日Ａが死亡\nし、被控訴人がその権利を相続承継したことは当事者間に争いがない（買取請求権\nの行使及び控訴判決言渡の日は成立に争いのない甲第二号証により認める）。\nそこでまず被控訴人の相殺の主張についてみるのに、被控訴人は、前記火災は控\n訴人から本件建物を賃借していたＣの重過失によると主張するが、当審でのＡ本人\n尋問の結果中右主張にそう部分は信用できず、他にこれを認めるに足る証拠がな\nい。却つて成立に争いのない乙第一号証の一、二、第二号証、第三号証の一ないし\n三、第四ないし第九号証、当審での証人Ｃの証言及び控訴本人尋問の結果を総合す\nると、本件建物は控訴人の前記買取請求権行使後も依然控訴人及び従前控訴人から\nの賃借人らにおいてそれぞれ使用し控訴人がその賃料を取得していたが、Ｃがこれ\nを賃借使用していたことはなく、同人は控訴人とは関係なしに本件土地の西方にあ\nる神戸市所有の土地にバラツクを建て廃品回収業を営んでいたこと、前記火災は右\nＣ方から出火してその東側の数戸を焼毀し、更に本件建物に延焼したもので、前記\n控訴人や賃借人らの火の不始末によるものではなく、所轄消防署も右火災の原因を\nＣ方の北側を走る国鉄高架線の列車の乗客の投棄した煙草火等がＣ方のビニール屑\n等の廃品にもえ移つたことにあるとみていること等の諸事実が認められる。\nしたがつて前叙Ｃが控訴人から本件建物を賃借していて、前記火災による本件建\n物の一部焼失がＣの重過失に基因することを前提とする被控訴人の相殺の主張は、\n爾余の点を検討するまでもなく採用できない。\n次に、被控訴人の危険負担による減額の主張についてみるのに、本件において、\n控訴人の買取請求権の行使により、控訴人とＡとの間で本件建物の売買契約が成立\nしたのと同様の効果を生じ、本件建物の一部焼失が上叙説示のとおり控訴人の責に\n帰すべき事由によるものとはなしえないことから、控訴人主張のごとく右焼失によ\nる危険負担は民法五三四条一項により買主のＡが負うと解すべきであるかについ\nて、検討する。\n<要旨>思うに、借地法一〇条による買取請求権が行使された場合、建物取得者と\n土地賃貸人（以下、土地所有者と</要旨>もいう）との間にその建物の時価による売\n買が成立したのと同様の効果が生じ、建物の所有権が土地賃貸人に移転するとはい\nえ、その効果は右両者の合意に基づく双務契約としての売買によるものではなく、\n建物取得者の買取請求権なる形成権の行使により一方的に生じるのであつて、土地\n賃貸人の意思には全然係わりがない。\n建物の時価による代金も買取請求権行使の段階では、当事者間に不明または一致\nをみないことがむしろ常態であり、買取請求に対する裁判の確定をまつてはじめて\n具体的に定まるのである。土地賃貸人は買取を余儀なくされながら、その裁判の確\n定するまでは、代金支払義務を履行しようにもその術がないし、土地建物の占有移\n転を期待することもできない。しかも、成立に争いのない甲第一、二号証による\nと、前記建物収去土地明渡請求事件においては、土地所有者が建物取得者に対し、\nその敷地の無権原占有を理由として建物収去土地明渡を請求したのに対し、建物取\n得者はまず第一次的には土地所有者の承諾を得て前者から借地権をゆずり受けた適\n法な借地権者であると抗弁し、仮にその抗弁が理由ないとしても買取請求権を行使\nするというのである。買取請求権の行使は訴訟上、無条件、確定的になされている\nのではなく、建物取得者の借地権の抗弁の排斥されることを条件として予備的に主\n張されているのである。右の抗弁は建物取得者に立証責任のあることはいうまでも\nないところであり、その抗弁の排斥につき土地所有者に責を負わせることはできな\nい。また、建物取得者が借地権の抗弁を主張する限りにおいては、建物の滅失によ\nる損失を建物取得者が負うことは当然の事理に属し、危険負担の問題が生じる余地\nはないし、借地権の抗弁が認容される場合は、買取請求権の行使は訴訟上主張され\nないことに帰し、その行使の効果もこれにともなう危険負担も不問にされる。した\nがつて、買取請求権の行使の効果が生じるか否かは、建物取得者が立証責任を負う\n借地権の抗弁の採否に繋つており、これらの点はすべて裁判の確定をまつではじめ\nて明確にされる。そうすると、買取請求権の行使が右のように訴訟上予備的に主張\nされた場合、これに対する裁判の確定するまでの間は、土地賃貸人は上記のとおり\nその行使による効果の実現を期待しえないばかりでなく、その行使によつて実際に\n建物を買取ることになるかどうかさえ判然としないのであつて、土地賃貸人の建物\n買主としての地位は極めて浮動的、不安定な状態にある。しかるに、これにひきか\nえ、危険負担についでは右裁判の確定をまたないで買取請求権行使の時点から直ち\nに土地賃貸人が負うものとし、本件のごとく買取請求に関する裁判の確定前に建物\nが類焼によつて一部焼失しても土地賃貸人（建物についての債権者）は焼失部分に\n対応する代金を支払わなければならないとすることは、当事者間の公平を欠き、土\n地賃貸人に酷に過ぎるといわざるをえない。したがつて、買取請求権が上記のごと\nく訴訟上予備的に行使された場合には、その裁判が確定するまでの間は、建物の滅\n失による危険負担は民法五三六条を準用し建物についての債務者である建物取得者\nにあるものと解するのが相当である。\nよつて本件において前記認定の本件建物の一部焼失による危険負担は控訴人にあ\nるものといわなければならない。\nそして原審での鑑定人Ｄの鑑定の結果に前出乙第一号証の二をあわせると、本件\n建物は前記火災によりその買取代金額一五四万九八二一円中金八〇万五〇七〇円に\n相当する部分を残して焼失したことが認められる。成立に争いのない甲第四号証、\n第六号証、乙第一〇号証中これに反する部分は採用できず、他に右認定を左右する\nに足る証拠はない。\nしたがつてＡは本件火災により右残存価額をこえる部分の支払を免れたものとい\nうべきである。\n控訴人主張の有益費の支出についでは、当審での控訴本人尋問の結果によつても\nその支出の時期内容等が不明確で、他にこれを認めるに足る証拠がない。\nそうすると、控訴人は金八〇万五〇七〇円の支払をうけるのと引換えに本件土地\n建物を被控訴人に明渡す義務があるから、これと同じ結論に出た原判決は結局相当\nで、本件控訴は理由がない。よつて民訴法三八四条八九条により主文のとおり判決\nする。\n（裁判長裁判官　木下忠良　裁判官　黒川正昭　裁判官　金田育三）\n"
}