{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 54,
    "month": 4,
    "day": 16
  },
  "case_number": "昭和50(う)2677",
  "case_name": "法人税法違反被告事件",
  "court_name": "東京高等裁判所第一刑事部",
  "lawsuit_id": "20450",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=20450",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/450/020450_hanrei.pdf",
  "contents": "主　　　　文\n本件各控訴を棄却する。\n当審における訴訟費用は、被告法人および被告人の連帯負担とする。\n理　　　　由\n本件控訴の趣意は、弁護人千葉孝栄作成名義の各控訴趣意書および同補充書に、\nこれらに対する答弁は、検察官河野博作成名義の答弁書（同書中九丁表末行から同\n丁裏末行までを削除する。）および同補充書に記載されたとおりであるから、これ\nらを引用し、これに対し、当裁判所は、原審記録を調査し、当審における事実取調\nの結果に基づき、つぎのとおり判断する。\n一　事実誤認および法令適用の誤りの論旨（被告法人および被告人に係る各控訴\n趣意書各第一点、第二点ならびに同補充書一、二）について\n所論は、要するに、原判示第三の事実に関し、次のように主張する。すなわち、\n「原判決は、被告法人の法人税法上の事業年度が昭和四六年一〇月一日から翌四七\n年九月三〇日までの一年間であり、したがつて、同事業年度の法人税の申告納付期\n限が同四七年一一月三〇日であるとして、原判示のような法人税逋脱罪の成立を認\nめている。しかしながら、被告法人は、昭和四七年二月一五日開催の臨時株主総会\nにおいて、定款変更により、従来毎年一〇月一日から翌年九月三〇日までの一年間\nとしていた同社の営業年度を、毎年三月一日から翌年二月末日までの一年間に改め\nたのであるから、法人税法一五条所定の届出をしなくても、被告法人の昭和四七年\nから翌四八年にかけての事業年度は、同法一三条により当然に昭和四七年三月一日\nから翌四八年二月末日となつたのである。したがつて、法定申告納付期限は同四八\n年四月三〇日であり、原判示の昭和四七年一一月三〇日の時点では申告納付期限が\n到来しておらず、また、被告人には、右の時点において法人税逋脱の故意もなかつ\nたのであつて、原判示のような逋脱罪が成立するはずがない。以上のように、原判\n決には事実の誤認おび法令適用の誤りがあり、右瑕疵は判決に影響を及ぼすことか\n明らかである。」というのである。\nよつて、検討するに、まず、被告人作成の昭和五〇年一〇月六日付上申書（臨時\n株主総会議事録添付）、被告人の原審および当審公判廷における供述によれば、被\n告法人は、昭和四七年二月一五日開催の臨時株主総会において、定款変更により、\nその営業年度を従来の毎年一〇月一日から翌年九月三〇日までの一年間から、毎年\n三月一日から翌年二月末日までの一年間に改めたこと、被告法人は、右営業年度の\n変更につき、法人税法一五条所定の届出をしていないこと、が認められる。\nところで、法人税法二一条は「内国法人に対して課する各事業年度の所得に対す\nる法人税の課税標準は、各事業年度の所得の金額とする。」と規定しており、法人\nの所得や税額を算出する基礎となる単位として、事業年度が重要な意味を有してい\nるものであるところ、事業年度とは、通常、営業年度その他これに準ずる期間（営\n業年度等という。）で、法令で定めるもの又は法人の定款、寄付行為、規則もしく\nは規約（定款等という。）に定めるものをいうとされているのである（同法一三条\n一項参照）。このように、法人の定める営業年度等を税法上の事業年度として受入\nれるという原則をとる限り、法人がその営業年度等を変更した場合には、税務当局\nにおいて、当然これを正確に把握しておく必要がある。このため、同法一五条は、\n営業年度等を変更した場合等は、法人において、遅滞なく、その納税地の所轄税務\n署長にこれを届け出なければならない旨定めているの<要旨>である。そこで、法人\n税法一五条の規定の性質について検討するに、そもそも法人の営業年度等は、登記\n事項</要旨>ではなく（民法四六条、商法一八八条二項等参照）、また、定款等の必\n要的記載事項でもない（民法三七条、商法一六六条一項等参照）こと等からする\nと、法人からの届出がない限り、税務当局においてその営業年度等の変更を了知\nし、これを把握することはきわめて困難であるといわなければならない。したがつ\nて、もし、営業年度等の変更が、同法一五条による届出をまたずに、直ちに税法上\nの事業年度の変更の効果を生ずるとするならば、税務行政上不測の混乱を招き、適\n正な租税収入の確保に重大な支障をきたすことにもなりかねないであろう。そうし\nてみると、法人税法一五条は、単なる注意規定と解すべきではなく、たとえ、法人\nが定款等に定める営業年度を変更した場合でも、同条所定の届出をしない限り、法\n人税法上の事業年度を変更する法律上の効果を生じないと解するのが相当である。\nしたがつて、本件においては、前記認定のように、営業年度の変更はあつたもの\nの、右法条所定の変更の届出がなされでいないのであるから、原判示のように、被\n告法人の従来の営業年度に従い、昭和四六年一〇月一日から翌四七年九月三〇日ま\nでの一年間を法人税法上の事業年度と認めるのが相当である。\nところで、所論は、被告人は、被告法人の変更後の営業年度に従い、昭和四七年\n三月一日から翌四八年二月末日までの一年間の所得につき、確定申告をするつもり\nでいたのであつで、従来の営業年度に基づき昭和四七年一一月三〇日までに確定申\n告をする必要はないと思つていたのであるから、右の時点において逋脱の故意を欠\nく旨主張し、被告人は、原審および当審公判廷ならびに前掲上申書中において、右\n所論にそう供述ないし記載をしている。\nしかしながら、原判決挙示の被告人の検察官に対する供述調書および大蔵事務官\nに対する各質問てん末書には、被告法人の事業年度が昭和四六年一〇月一日から翌\n四七年九月三〇日までである旨の一貫した被告人の供述記載が見られること、前判\n示のように、被告法人が昭和四七年二月一五日の臨時株主総会の決議に基づき、定\n款の変更によつて、その営業年度を毎年三月一日から翌年二月末日までと変更した\nにもかかわらず、所轄税務署長にその届出をなさず、又、記録を検討しても、昭和\n四七年二月末日に決算を行つた形跡も、法人税の確定申告をした形跡も認められな\nいことを考え併せると、被告人は、昭和四七年九月末には昭和四六年一〇月一日か\nら翌四七年九月三〇日までの営業年度の決算を行うべきであることを認識し、従つ\nて、同期間を事業年度とする法人税の確定申告をすべきであることを認識していた\nものと認めるのが相当であつて、これに反する被告人の原審および当審公判廷にお\nける供述ならびに前掲上申書の記載は措信できない。そして、原判決挙示の関係証\n拠によれば、被告人は、法人税を逋脱しようとの継続的な意図のもとに、原判示の\nとおり、ホテル関係の売上げの一部を除外した二重帳簿を作成し、あるいは土地仕\n入に関する架空領収書を作成するなどして、被告法人の所得秘匿工作をしてきたこ\nとが認められるから、被告人には、被告法人の右事業年度における法人税を不正の\n行為により免れる犯意があつたことが明らかである。\n以上検討してきたところによれば、原判決がその挙示する各証拠を総合して、原\n判示認定に至つたことは、当裁判所においてもこれを肯認することができるのであ\nり、原判決には所論のような事実の誤認および法令適用の誤りはなく、論旨は理由\nがない。\n二　量刑不当の論旨（被告人に係る控訴趣意書第三点）について\n所論は、要するに、被告人に対する原判決の量刑は重きに過ぎ不当である、とい\nうのである。\nしかしながら、本件事案の罪質、態様、ことに、被告人は、多数の会社を巧みに\n操作し、原判示各会社の業務の統括者として、原判示のとおり短期間に連続して三\n回にわたつて法人税逋脱に及んだものであること、当初から法人税逋脱の意図を有\nしていたこと等もあつて、各会社の経理体制はきわめて杜撰であり、帳簿類もほと\nんど記帳していなかつたこと、逋脱税額も合計四〇〇〇万円余にのぼり、けつして\n少額とはいえないこと、等を考慮すると、被告人の犯情は芳しくなく、その責任を\n軽視することはできないのである。してみれば、査察を受けて後の修正申告および\n納税の状況、さらには被告人の反省の態度等酌むべき諸事情を十分に斟酌しても、\n本件は、とうてい罰金刑によつて処断すべき事案ではなく、被告人に対する原判決\nの量刑はまことに相当であり重きに過ぎるものとは認められない。論旨は理由がな\nい。\n三　以上のとおりであるから、刑訴法三九六条により本件各控訴を棄却し、当審\nにおける訴訟費用は、同法一八一条一項本文、一八二条により被告法人および被告\n人に連帯して負担させることとして、主文のとおり判決する。\n（裁判長裁判官　堀江一夫　裁判官　森眞樹　裁判官　中野久利）\n"
}