{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 51,
    "month": 2,
    "day": 10
  },
  "case_number": "昭和49(ラ)156",
  "case_name": "志賀学園救済命令不履行",
  "court_name": "名古屋高等裁判所",
  "field": "労働",
  "lawsuit_id": "19722",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=19722",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/722/019722_hanrei.pdf",
  "contents": "主　　　文\n原決定を次のとおり変更する。\n抗告人を過料五万円に処する。\n本件手続の費用は第一、二審とも抗告人の負担とする。\n理　　　由\n一、抗告の趣旨及び理由\n別紙（一）及び（二）に記載のとおりである。\n二、当裁判所の判断\n１　本件記録中の不当労働行為救済命令不履行通知書及び学校法人志賀学園作成の\n理由書によれば、抗告人は、愛知県地方労働委員会昭和四六年（不）第四号不当労\n働行為救済申立事件について同委員会がなした昭和四七年七月四日付の「Ａ及びＢ\nに対する昭和四六年三月二一日付解雇を取り消し、同人らを原職に復帰させるとと\nもに、解雇の日から原職復帰の日までの間に同人らが受けるはずであつた賃金相当\n額を支払わなければならない。」旨の初審命令を受け、さらに中央労働委員会昭和\n四七年（不再）第四四号、同年（不再）第四七号事件について同委員会がなした昭\n和四九年六月五日付の「愛知県私立学校教職員組合連合所属の組合員につき、その\n組合活動について、親元に連絡したり、不利益な取扱いを暗示するなどして、右組\n合からの脱退をしようようしてはならない。」旨の再審査命令を受けたにかかわら\nず、右再審査命令の交付を受けた日である昭和四九年七月六日から三〇日以内であ\nる同年八月五日までの間に右命令の取消しの訴を提起しなかつたので、右各命令は\n確定したこと、中央労働委員会は抗告人が右各命令を履行しないとして名古屋地方\n裁判所に対し不履行通知をなし、同裁判所は昭和四九年一〇月一六日右通知を受領\nしたこと、右受領当時においても抗告人は右各命令を履行していなかつたことは認\nめられる。\n２　しかしながら、前記理由書、訴訟提起後和解調書、抗告人志賀学園理事Ｃ、利\n害関係人Ａ、同Ｂ（旧姓○○）の各審尋の結果によれば、抗告人志賀学園は昭和四\n九年四月以来休園の状況にあつたこと、前記通知受領後の昭和四九年一〇月二二日\nに提起された申請人Ａ、同Ｂ（旧姓○○）と被申請人（本件抗告人）志賀学園との\n間の名古屋地方裁判所昭和四九年（ヨ）第一、三三二号賃金仮払い仮処分申請事件\nにつき、昭和四九年一二月七日同裁判所において「一、被申請人は、申請人Ａ、同\nＢ（旧姓○○）に対してなした昭和四六年三月二一日付解雇処分を撤回する。二、\n申請人Ｂ（旧姓○○）は、昭和四九年一二月末日を以て被申請人学園を任意退職す\nる。三、被申請人は、右解雇処分に関する一切の紛争につき解決金として申請人ら\n両名に対し金六五〇万円の支払義務あることを認める。」等の内容の裁判上の和解\nが成立し、右金員はすでに支払済であることが認められるので、右和解の成立によ\nり前記各命令は履行された結果となつているものと認められる。\n右の事実に鑑みると、抗告人に前記各命令の不履行があり、その不履行期間及び記\n録によつてうかがわれるその間の事情など抗告人に不利益な事情を加え勘案して\nも、原決定は抗告人にとつていささか過酷に失すると思料するので、原決定を変更\nし、抗告人を過料五万円に処するを相当と認める。よつて、手続費用は第一、二審\nとも抗告人に負担させることとして、主文のとおり決定する。\n（裁判官　植村秀三　西川豊長　寺本栄一）\n（別紙（一））\n（抗告の趣旨）\n名古屋地方裁判所の決定を取消す。\n（抗告の理由）\n一、抗告人とＡおよびＢ間の不当労働行為救済申立事件につきなされた愛知県労働\n委員会昭和四六年（不）第四号事件ならびに中央労働委員会昭和四七年（不再）第\n四四号、同年（不再）第四七号事件の初審命令および再審査命令は\n１　右ＡおよびＢの原職復帰\n２　解雇の日以降原職復帰日までの間の賃金相当額の支払い\n３　右両名の組合活動につき親元へ連絡したり等して所属組合からの脱退をしよう\nようの禁止\nであるところ、抗告人は代理人を通じて右Ａ、Ｂの代理人二村弁護士らと前記救済\n申立事件の審理中ならびに命令の発せられた後も和解交渉を継続し現在に至るもの\nである。\n二、右命令事項中、３については不作為の命令であるが、この点については抗告人\nにおいて違反する事実はなく、\n１については昭和四九年四月以降抗告人は監督庁である愛知県に届出て休園し、\n収容保育する幼稚園児は皆無であつて保母である右Ａ、Ｂが保育すべき対象を欠く\n状況で、前記和解交渉中この点について協議されたものであるが、右両名は前記命\n令により原職復帰となるものと理解しており、たゞ現実に右Ａ、Ｂの職務執行が不\n能となつているものであり、\n２については賃金の額につき、双方に合意がえられず、最近に至つて右両名から\n名古屋地方裁判所に対し賃金支払仮処分申請がなされ（昭和四九年一〇月二二日受\n付同年（ヨ）第一三三二号）、昭和四六年三月二一日以降右Ａにつき月額金三一七\n〇〇円右Ｂにつき月額金二五〇〇〇円の割合による賃金支払い請求がなされている\nところ、抗告人において右金員支払いの用意はある。\nなお、右Ａ、Ｂ両名は「正当に受くべき給与の支払いを求める訴訟」を準備中と\nのことである。\n以上により、抗告人としては前記初審命令再審査命令につき履行し、もしくは履\n行遅滞のある部分については正当な理由があるものであつて原決定に不服であるの\nで本件抗告に及ぶものである。\n（別紙（二））\n（抗告理由の追加）\n抗告人は抗告状第二の一の三記載のとおり、中労委の命令の履行につきＡおよび\nＢ（旧姓○○）と抗告人との間において和解交渉中のところ、右ＡおよびＢ両名か\nら抗告人に対して申立てた名古屋地方裁判所昭和四九年（ヨ）第一三三二号賃金支\n払仮処分事件において同年一二月七日別添和解調書記載のとおり当事者間に和解が\n成立した。\nこれを以つてしても、抗告人の中労委の命令の履行遅滞は止むを得ない事情によ\nるもので今日としては完全に実施しているものであるから原決定は不当である。\n"
}