{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 51,
    "month": 12,
    "day": 13
  },
  "case_number": "昭和48(行ウ)116",
  "case_name": "保育所設置費国庫負担金請求事件",
  "court_name": "東京地方裁判所",
  "field": "行政",
  "gist": "児童福祉法５２条，５１条２号，同法施行令（昭和４８年政令第３７１号による改正前）１５条１項，１６条１号により，国庫が負担することとされている保育所の設備費用に対する負担金についての具体的な請求権は，補助金等に係る予算の執行の適正化に関する法律６条による交付決定がなければ発生しないとした事例",
  "lawsuit_id": "17820",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17820",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/820/017820_hanrei.pdf",
  "contents": "○　主文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n○　事実\n第一　当事者の求めた裁判\n一　原告\n１　被告は原告に対し金四三八六万四九九五円及びこれに対する昭和四八年八月三\n一日から支払済みに至るまで年五分の割合による金員を支払え。\n２　訴訟費用は被告の負担とする。\nとの判決及び仮執行の宣言\n二　被告\n主文と同旨の判決\n第二　請求の原因\n一　原告の保育所設置及び費用の支出\n１　原告は大阪府にある普通地方公共団体たる市である。\n２　原告は児童福祉法（以下「法」という。）第三五条第三項の規定に基づき、大\n阪府知事の認可を得て昭和四四年から同四六年までの間別表（一）記載のとおり\n「摂津」、「別府」、「香露園」、「正雀」の四つの保育所（以下「本件各保育\n所」という。）を設置した。\n３　原告は本件各保育所の設備に要する費用として、別表（二）及び（三）の１な\nいし４記載の金額（合計金九二七二万九九九〇円）を別表（四）の１ないし４記載\nの時期にそれぞれ支出した。\n４　本件各保育所は、いずれも、法第五一条第一号所定の入所に要する費用及び入\n所後の保護につき法第四五条の最低基準を維持するために要する費用につき、法第\n五六条第二項の規定によりその全部又は一部を本人及び扶養義務者が負担すること\nができないと認められた児童（以下「措置児童」という。）を入所させるための保\n育所である。\n５　原告が本件各保育所を建設するにあたつては寄附金その他の収入は一切ない。\n二　被告の費用負担\n１　地方財政法第一〇条の二第五号は地方公共団体が実施する児童福祉施設（保育\n所を含む。）の建設に要する経費の全部又は一部を国が負担すべきものとし、同法\n第一一条はその負担割合は法律又は政令で定めなければならないとしている。そし\nて、法第五二条、第五一条第二号、児童福祉法施行令（昭和四八年政令第三七一号\nによる改正前のもの。以下同じ。以下「法施行令」という。）第一五条第一項、第\n一六条第一号は、主として措置児童を入所させる保育所の設備に要する費用に関し\nては各年度において市町村が支弁した費用の額からその費用のための寄附金その他\nの収入の額を控除した額（以下「精算額」という。）の二分の一を国庫が負担すべ\nきものとしている。\n２　右各規定によれば、市町村が法に基づき保育所を設置し当該保育所の設備に要\nする費用を現実に支弁した場合には（なお「支弁」とは終局的な費用負担の責任の\n有無を問わず一応費用を支出する行為をいい、市町村が第三者に対して実際に一定\nの費用を支出したときに「支弁」があつたというべきである。）、市町村は各会計\n年度終了時において当該年度中に支弁した設備費用につき、何ら特別の手続を要せ\nずに直接右法及び法施行令の各規定に基づいて国庫に対し精算額の二分の一に該当\nする金額の負担金支払請求権を取得するものと解すべきである。したがつて、被告\nは原告に対し、昭和四四年度ないし同四七年度の各年度において原告が本件各保育\n所の設備に要する費用として前記別表（四）の１ないし４記載のとおり支出した各\n金額の精算額の二分の一に該当する金額を支払うべき債務をそれぞれ右各年度末の\n到来によつて負担するに至つたもので、右金額の合計金四六三六万四九九五円を支\n払うべき債務を負担している。\n三　被告の一部支払\n被告は原告に対し、右負担金の内金として、昭和四四年度に「別府」保育所につき\n金一〇〇万円、同四五年度に「香露園」保育所につき金一五〇万円合計金二五〇万\n円を支払つた。\nよつて、原告は被告に対し、保育所の設備に要する費用についての国の負担金とし\nて、二の２記載の金額から右内金の額を控除した残額である金四三八六万四九九五\n円及びこれに対する本件訴状送達の翌日である昭和四八年八月三一日から支払済み\nまで民法所定の年五分の割合による遅延損害金の支払を求める。\n第三　被告の認否及び主張\n一　請求の原因に対する認否\n請求の原因一の１及び２の事実に認める。同一の３の事実のうち、本件各保育所の\n本工事費及び設計費の各金額は認めるが、その余は知らない。同一の４及び５並び\nに同二の１の事実は認める。同二の２は争う。同三の事実のうち、被告が原告に対\nし法第五二条の規定による負担金として原告主張の年度においてその主張の金額を\n支払つたことは認めるが、その余は争う。\n二　被告の主張\n１　国の負担金についての具体的な請求権は、以下に述べるとおり、補助金等に係\nる予算の執行の適正化に関する法律（以下「適正化法」という。）第六条所定の交\n付の決定（以下「交付決定」という。）の効果として発生し、同法第一五条所定の\n補助金等の額の確定があつた場合の確定額が当該請求権の金額となる。すなわち、\n（一）　適正化法は、補助金等（負担金を含む。同法第二条第一項参照。以下同\nじ。）の交付の申請（同法第五条。以下「交付申請」という。）に対する交付決定\nに条件を附加できること（同法第七条。以下「交付の条件」という。）、補助金等\nの交付の対象となる事務又は事業（以下「補助事業等」という。）を行う者（以下\n「補助事業者等」という。）が交付決定の内容及び交付の条件等に従つて補助事業\n等を行うべき義務を負うこと（同法第一一条第一項）、交付の条件等に従つて補助\n事業等を遂行すべき旨の命令、同命令違反に対する補助事業等の遂行の一時停止命\n令（同法第一三条）、一時停止命令違反に対する刑罰（同法第三一条第一号）、交\n付の条件等違反に対する交付決定の取消し（同法第一七条）、交付決定が取り消さ\nれた場合の交付済み補助金等の返還命令（同法第一八条第一項）を規定する。\n以上はいずれも交付決定の効果にほかならず、交付決定は補助事業者等に補助金等\nをその交付の目的に従つて使用すべきことを義務づける性格を有する行政処分とい\nうべきであり、交付決定を経ることによつて補助金等の適正使用が法的に担保され\nることとなる。もし、原告主張のように交付決定な経ずに補助金等についての具体\n的な請求権が発生するものとすれば適正化法の前述の諸規定が適用される余地はな\nく、補助事業者等は、補助金等の交付を受けながら交付の条件を附されることがな\nく、また補助金等を適正に使用しなかつた場合にも制裁措置を受けることがないこ\nととなり、不合理というべきである。\n（二）　適正化法第一〇条は、交付決定後の事情変更により交付決定の取消し等が\nできる旨規定する。\nこれは、積極的に補助金等支出の資金効率を確保することを目的とし、不正不当の\n事実がなくとも交付決定の取消し等の措置を採り得る旨を定めているものである\nが、右規定は交付決定の存在を前提としているから、交付決定がされていなけれ\nば、各省各庁の長は、右措置を採り得ないこととなり、したがつて、原告の主張は\n不合理というべきである。\n（三）　適正化法第一八条第一項は前記のとおり交付決定が取り消された場合にお\nける交付済み補助金等の返還命令を、同法第二一条はこれを国税滞納処分の例によ\nり徴収できることをそれぞれ規定する。\nこれによれば、交付決定の取消しにより当該取消しに係る部分に関し、補助金等の\n交付の相手方の当該補助金等についての請求権が消滅するものと解される。すなわ\nち、補助金等についての具体的な請求権は交付決定によつてはじめて発生し、その\n取消しによつて消滅すると解すべきものである。\n（四）　補助金等に関する法律関係は毎年度大量に発生し、かつその内容は複雑で\nあり、他方行政客体の平等取扱いが要請されており、また、財政の民主的統制と安\n定性の確保のための種々の財務会計制度の制約があることから、右法律関係につい\nては内容を明確にし、早期に安定させ、全体として統一を保つて処理していくこと\nが要請されている。もし、補助金等に対する具体的な請求権が法の規定に基づき直\n接に発生し、その存続する期間中いつでも自由に行使できるとすれば、国は地方公\n共団体からの右請求権の行使に応ずるためにはんさな事務を大量にかかえることと\nなり、また大量の法律関係が長く不確定な状態で存続することとなり迅速、能率的\nかつ正確な行政という行政目的の達成が著しく困難となる。また、国の負担金支払\n債務の金額及び決済時期の予測が不可能となり国の予算編成に著しい支障を及ぼす\nことになるのみならず、あらかじめ当該目的でしか支出できないという拘束の下に\n作成することとなつている予算制度（財政法第三二条）そのものの意義が失われる\nし、会計年度独立の原則をとつている現行制度の目的達成が不可能となる。そこ\nで、現行制度は上述のとおり補助金等についての具体的な請求権を行政処分たる交\n付決定の効果として位置づけているものである。つまり、行政庁の判断たる交付決\n定の内容自身が補助金等についての具体的な請求権の内容を示すことにより法律関\n係の明確さ及び全体としての統一を確保し、当該請求権についての争いは行政処分\nについての争いとして各省各庁の長に対する不服の申出等（適正化法第二五条）と\nいう形で処理することにより法律関係の早期確定を可能にしている。\nしかして、社会福祉施設の整備について国の判断が交付決定という形で関与せざる\nを得ない実質的な必要性は、各年度の予算において他の施策との関連及び国家財政\nの諸事情を考慮し社会福祉施設整備に配分される財源を決定することにより国家財\n政を計画的に運用すること、社会経済情勢の変化、行政需要の変化等を考慮し優先\n的あるいは重点的な整備を要する施設の種類を決定することにより財源の有効な活\n用をはかること並びに社会福祉施設整備の地域的均衡をはかること等国家的見地か\nらの補助金等の計画的かつ効率的活用が要請されていることによる。\n２　法第五二条の規定から直接具体的な負担金請求権が発生することはない。この\nことは行政処分を介して具体的請求権が発生するという手続構造を定めた適正化法\nの施行によるだけではなく、法第五二条の負担金の本質的な性格によるものであ\nる。すなわち、法第五二条は市町村が任意に設置する保育所のすべてを負担金交付\n対象とすべきことを要求しているものではなく、また、交付対象とした保育所の設\n備費用についても合理的な基準に基づいて算定した額をもつて負担金の額の算定の\n基礎とすべきものであるから、補助金等の交付申請があつた場合これらの点に関し\nては厚生大臣の広範かつ専門技術的な裁量を伴うものというべきである。したがつ\nて、市町村の設置する特定の保育所について負担金が交付されるか否か、あるいは\nその交付額については行政庁の判断行為を介してはじめて確定可能であつて、法第\n五二条の規定から一義的に明らかになるというものではない。\n３　本件各保育所に係る国の負担金の交付状況\n（一）　「摂津」及び「正雀」各保育所については交付申請がされておらず、した\nがつて交付決定がされていない。\n（二）　「別府」保育所については原告から昭和四四年七月二八日金一〇〇万円の\n交付申請があり、厚生大臣は同年一〇月三一日右申請額どおり交付する旨の交付決\n定をし、「香露園」保育所については原告から昭和四五年九月七日金一五〇万円の\n交付申請があり、厚生大臣は同四六年二月一七日右申請額のとおり交付する旨の交\n付決定をした。\n４　したがつて、原告が本訴において請求する金員については交付決定がされてい\nないから、その主張の請求権は発生しておらず、原告の本件請求は失当である。\n第四　被告の主張に対する認否及び反論並びに仮定主張\n一　被告の主張３の事実のうち、「摂津」及び「正雀」各保育所について交付決定\nがされていないこと、「別府」保育所について昭和四四年一〇月三一日付で国の負\n担金額一〇〇万円とする交付決定がされたこと、「香露園」保育所について昭和四\n六年二月一七日付で国の負担金額一五〇万円とする交付決定がされたことはいずれ\nも認めるが、その余は争う。\n後記三の１のとおり原告は本件各保育所についていずれも実質上は実額負担金交什\n申請を行つている。\n二　原告の反論\n１　地方財政法第一〇条以下に規定されたいわゆる国の負担金の制度は、同法第一\n六条所定のいわゆる国の補助金とはその性質を異にし、地方公共団体が行う事務の\nうち、国から委託を受けて行うものや、国の利害に密接な関係がある事務で国が経\n費を負担すべき性質をもつものにつき、国の政策を推進していくためにその経費の\n全部又は一部を国が負担すべきことを定めたもので、実質的には国が地方公共団体\nに対し委託料を支払い、あるいは不当利得金を支払うという性格を有するものであ\nり、地方公共団体が右事務を遂行し、国が不当利得すれば当然に発生するものであ\nる。そして、同法第一一条が国の負担金についてその負担割合等を法律又は政令で\n定めなければならないとしているのは、負担金の内容等が国庫財政の都合や各省各\n庁の長の恣意によつて左右されないようにあらかじめ法令で明確にしておく趣旨の\nものであつて、金額計算の恣意性ないし自由裁量性を明確に排斥しているものであ\nる。また、同法第一一条の二は同法第一〇条ないし第一〇条の三に規定する経費の\nうち、地方公共団体の負担すべき部分のみが地方交付税額の算定に用いる財政需要\n額に算入されること、すなわち国の負担部分については国の負担金として支払を受\nけるべきものであるから財政需要額には算入できない旨を定めており、国の負担金\nが裁量の余地のない義務的なものであることはこれらの法の規定から明らかという\nべきである。\nところで、本件各保育所の設備に要する費用の国庫の負担は右の国の負担金であ\nり、しかも、前記のとおり、法第五二条、第五一条第二号、法施行令第一五条第一\n項、第一六条第一号の規定は地方財政法第一一条の規定を受けて、その負担割合及\nび計算方法を明確に定めているのであるから、その支払請求権は直接右各規定に基\nづき各年度末に確定的に発生したことは明らかであり、各省各庁の長の行政処分で\nある交付決定によつて左右されることはあり得ない。\n２　適正化法に関する被告の主張は以下に述べるとおり失当である。\n（一）　国の負担金、国の補助金等の国の支出金は地方財政法第一九条、同法施行\n令第一五条の各規定により前金払又は概算払（以下「前金払等」という。）により\n地方公共団体に対して交付するものとされているところ、適正化法は当該前払金又\nは概算払金（以下「前払金等」という。）がまちがいなく補助金等の経費として使\n用されることを確保し、当該前払金等と実費との清算をするための手続法として定\nめられたものである。すなわち、同法第二章は補助金等について前払金等の交付を\n求める手続及び交付を決定する手続を定め、同法第三章は前払金等を確実に補助事\n業等の経費として使用することを命じるとともに事業完了時に実費を確定する手続\nを定め、同法第四章は前払金等と実費との清算手続を定めたものである。\n（二）　適正化法において、交付の条件の附加、交付決定の取消し、補助金等の返\n還、補助事業等の一時停止命令、同命令違反に対する刑罰等が定められているの\nは、前述のとおり、前払金等をまちがいなく補助事業等の経費として使用させるこ\nとを確保するためにほかならない。なお、事情変更による交付決定の取消し（適正\n化法第一〇条）の場合の「事情変更」とは事業の遂行ができないときのことであり\n（同法施行令第五条）、この場合は事業が行われないために費用の支弁がされず負\n担金支払請求権が発生しないことに確定したのであるから交付決定を取り消すのは\n当然である。また、他の用途への補助金等の使用や交付の条件等違反の場合の交付\n決定の取消し（適正化法第一七条第一項）は、交付決定による前払金等を使用すべ\nき対象とされた事業等に当該前払金等が支出されなかつた場合であるから、当初予\n想された負担金支払請求権は発生しなかつたことになり、したがつて、この場合に\nも交付決定を取り消し前払金等の返還を求めることは当然のことである。\n以上のとおり、交付決定に付随する諸手続は前払金等の交付ということに由来する\nものであり、負担金支払請求権自体は事業が遂行され費用が支弁された後に発生す\nるものであるこれを前金払等でなく請求権発生後に支払う場合にはその支払につい\nて適正化法の諸手続を適用し、同法の諸効果を付す余地はない。したがつて、適正\n化法所定の諸効果を必要とするから交付決定を請求権発生の要件としなければなら\nないとする被告の主張は失当である。\n（三）　交付決定の段階では費用の支弁はされておらず、実体的には負担金支払請\n求権は発生していないから、交付決定をもつて負担金支払請求権が発生するとする\nことはできない。交付決定は単に負担金支払請求権発生前に将来発生すると見込ま\nれる負担金の概算前払請求権を発生させるにすぎない。\n（四）　被告の主張する予算編成に対する支障、会計年度独立の原則の達成不能等\nは技術的便宜論にすぎず、国が法律に基づいて義務的に負担する負担金については\n右の便宜論はあてはまらない。すなわち、内閣は保育所の設備に要する費用に関す\nる国の負担金を支出するのに必要な予算を計上する義務を負つているのであり、仮\nに予測を誤り支出すべき負担金額が予算の範囲を越えたときは、内閣は補正予算の\n編成等の措置を講じてでもこれを支出しなければならないものである（財政法第二\n九条第一号）。\n（五）　地方財政法の定める国の負担金の制度も、法第五二条、法施行令第一四条\nないし第一六条も、適正化法施行以前から存在し、適正化法施行以前においては保\n育所の設備に要する費用についての国の負担金支払請求権は、法及び法施行令の定\nめる要件の充足のみによつて発生していたものである。この法律関係が単なる手続\n法にすぎない適正化法の施行のみによつて基本的な変質をとげるということは考え\nられない。適正化法は補助金等の不正申請、不正使用の防止の目的で補助金等の交\n付について各種の規制や罰則を設けたもので、国の負担金支払請求権の発生要件に\n変更を加えたものではない。\n３　適正化法が対象とする補助金等の給付関係は基本的には対等当事者間の債権債\n務関係というべきであり、そのうち国の負担金については地方財政法及び各実体法\nにおいて債権債務関係がすでに決定されており、交付決定は実体上の請求権との関\n連においては将来確定すべき請求金額をあらかじめ確認する事実行為にすぎず、同\n法第一五条所定の確定手続は発生した実体上の金額を確認する事実行為にすぎな\nい。つまり、適正化法は国の負担金についての債権債務関係が実体法の要件の充足\nによつて発生することを前提にしてその支払手続を民主的ならしめるために交付決\n定という形式を導入したもので、交付決定は公権力の行使の性格や処分性をもつも\nのではなく、また行政処分であるとしても公権力の発動の実体を伴わないいわゆる\n形式的行政処分である。\nしたがつて、負担金支払請求権は交付決定によつて発生するものではなく、また交\n付決定には公定力がないから当事者は実体法によつて発生した請求権を直接行使す\nることができるものである。\n三　仮定主張\n１　実体上の負担金支払請求権が適正化法によつて何らかの制約を受けるとしても\n同法の立法目的から導き出される最小限の合理的な制約でなければならず、同法所\n定の時期に交付申請がされることを請求権行使の要件とすることをもつて足るとい\nうべきである。\nところで、本訴請求に係る国の負担金の交付申請等の経緯は以下のとおりである。\n（一）　「別府」及び「摂津」各保育所\n原告は昭和四四年四月一八日付で国の窓口である大阪府（以下「府」という。）に\n対し社会福祉施設整備計画協議書（以下「事前協議書」という。）を提出したとこ\nろ、国は同年一〇月六日府に対し、「別府」保育所についてのみ一〇〇万円を国の\n負担金として支払う旨の内示をし、府はこれを原告に連絡した。原告は「別府」保\n育所について同年七月二四日国に対する国の負担金交付申請書（建物工事費及びそ\nの他の設備費の合計額一五四三万二〇〇〇円、寄附金その他の収入〇円、算定額及\nび国庫負担基本額それぞれ二〇〇万円、算定方式欄空白、国庫負担所要額一〇〇万\n円とするもの。）を提出し、国はこの申請に対し同年一〇月三一日付で事業に要す\nる経費二〇〇万円（内訳工事費二〇〇万円、初度調弁費〇円）、国の負担金額一〇\n〇万円とする交付決定を行い、府は同年一二月二六日付でこれを原告に通知した。\nなお、「摂津」保育所については国は内示をせず、交付申請を受理しない姿勢が顕\n著であつたので原告は交付申請書の提出ができなかつた。\n（二）　「香露園」保育所\n原告は昭和四五年三月四日事前協議書を府に提出（同年七月二九日改めて作成提\n出）したところ、国は同年七月一八日付で府に対し、一五〇万円を国の負担金とし\nて支払う旨の内示をし、府は同年八月一四日付でこれを原告に連絡した。そこで、\n原告は同年九月七日算定基準による算定額の欄に当時国の決めた基準に基づき面\n積、単価、金額を記入した交付申請書を府に提出したところ、府の係官は同欄につ\nき算定方式空白、算定基準額三〇〇万円と、総事業費欄の単価欄を空白、合計欄を\n二一三〇万三六〇〇円と各訂正するよう指示し、右申請書の受理を拒否したので、\n原告は右指示に従つた交付申請書を再提出するのやむなきに至つた。なお、同申請\n書の総事業費欄には工事費及び初度調弁費の金額が明記されており、同申請書には\n工事内訳明細書及び建物設計図を含む事業計画書が添付されていた。国は右申請に\n対し昭和四六年二月一七日付で事業に要する経費三〇〇万円（内訳工事費三〇〇万\n円、初度調弁費〇円）、国の負担余額一五〇万円とする交付決定を行い、府は同年\n三月二四日これを原告に通知した。\n（三）　「正雀」保育所\n原告は昭和四六年二月二三日府に対し事前協議書を提出し協議をしたが国は内示な\nせず、「摂津」保育所と同様原告は交付申請書の提出ができなかつた。\n以上のとおり、原告は本件各保育所について、事前協議書において、あるいは事前\n協議書及び交付申請書において、各保育所の設備に要する費用及びその実精算額等\nを明示し、国に対し実精算額の二分の一の支払を求めている。したがつて、形式上\nは実精算額の二分の一を交付申請額とする交付申請はされていないが、これは国が\n事前協議、内示制度により妨害、禁止したためであるから、実質的には保育所の設\n備に要する実額等を明示した前記事前協議書等の提出によつてその旨の交付申請が\n行われたもので、本件負担金支払請求権行使の要件は充足されているものというべ\nきである。\n２　また、被告主張のように適正化法の定める手続によらなければ国の負担金の交\n付を求めることができないとの立場をとつたとしても、前記１の交付申請等の経緯\nのとおり、国は適正化法所定の交付決定等の手続を行うことを放棄し原告が同手続\nに従つて実体上の負担金支払請求権を行使することを妨害したものであるから、同\n手続にのつとつていないとの理由で本訴請求に係る国の負担金の支払を拒絶するこ\nとは許されない場合に該当し、また、その理由で右請求権の行使ができないと主張\nすることは信義誠実の原則に反し許されないというべきである。\n第五　原告の反論に対する被告の再反論並びに仮定主張に対する認否及び反論\n一　被告の再反論\n１　地方財政法第一六条ないし第二〇条の二は国の地方公共団体に対する補助金、\n負担金等について規定しているが、これらの規定は地方財政の健全性を確保する観\n点から補助金を交付すべき場合、補助金等の算定の基礎及び支出時期のあり方等に\nついての基本原則を定めるものであり、他方適正化法は補助金等を受ける地方公共\n団体等による補助金等の不正使用を防止する等の目的の下に補助金等の交付の具体\n的手続を定めるものであつて、両者は規制対象、分野を異にする。もつとも、地方\n財政法第二〇条の二と適正化法第二五条とは一見類似の手続を規定しているが、前\n者は国の補助金等に関する行政全般にわたる一般的事項について、後者は個々の事\n案についてそれぞれ不服がある場合の手続であり、趣旨が異なる。\n２　原告は適正化法第三章の規定は前払金等が補助事業等の経費として使用される\nことを確保するためのものであると主張するが、同章の規定のうち、第一一条は、\n補助金等が前払金等として支払われていない場合であつても、交付決定がされたと\nきは、補助事業者等は交付決定の内容及び交付の条件等に従つて補助事業等を遂行\nすべき義務を負う旨を規定しており、第一三条の規定も文言上補助金等の交付が完\n了した後だけに適用があるとは解されない。さらに、第一八条は交付決定が取り消\nされる場合について補助金等が交付済みである場合とそうでない場合とがあること\nを予定している。\nこれらの規定は、いまだ補助金等の現実の交付がない場合においても補助事業者等\nに交付決定の内容等に従うべき義務を負わせる等の法的効力を有することは明らか\nであり、前記原告の主張は失当である。\n３　そもそも、前金払及び概算払はいずれも国が債務を負つていることを要件とす\nるものであり（予算決算及び会計令第五七条、第五八条参照）、したがつて負担金\n支払請求権自体は事業が遂行され費用が支出された後に発生するとの前提をとりつ\nつその発生前に前金払等ができるとする原告の主張は失当といわねばならない。\n４　原告は、適正化法は前払金等と実費との清算をするための手続法であるとし、\n他方保育所の設備に要する費用についての負担金支払請求権は直接法及び法施行令\nの規定に基づいて発生するとするが、この見解は以下の理由により失当である。\n（一）　原告の主張によつても前金払等による場合には適正化法の適用があり、同\n法第一五条の規定による確定額は各省各庁の長の判断により定められるものである\nから、右確定額が実体上の請求兼の額より低い場合にはその差額を請求できること\nとたり、また、同法第一七条第三項の規定によれば、補助金等の額の確定後も交付\n決定の取消しができ、その場合前記のとおり交付済み補助金等の返還命令及び強制\n徴収ができるとされているが、原告主張によれば右処分に不服があれば再び国に対\nし負担金支払請求ができることとなる。\nしかしながら、補助金等の諸手続に関し周到詳密に規定する適正化法に基づく交付\n決定、補助金等の額の確定等が右の程度の意義しか有しないとすれば制度的に極め\nて不合理といわねばならない。\n（二）　適正化法には原告主張の実体上の請求権と同法第一五条の規定による確定\n額との清算調整に関し何らの規定も設けられていないが、このことは、同法が国の\n負担金についての具体的請求権につき同法とは別に発生するというようなことを前\n提としていないからである。\nまた、市町村の保育所の設備に要する費用の現実の支出が補助金等の額の確定より\n後にされる場合には、原告主張によれば、実体上の請求権の発生前に清算手続（右\n額の確定）が行われることとなり不合理である。\n（三）　適正化法第二二条は補助事業等によつて取得した財産等の交付目的に反す\nる使用等の禁止を規定し、同法施行令第四条は補助事業等完了後においても従うべ\nき事項を交付の条件となし得る旨を規定するが、原告の主張によれば交付決定等適\n正化法による手続を経た者とそうでない者との法的地位に関し理由のない不均衡が\n生じる。\n四　原告の主張によれば前金払等によらずに補助金等の交付を求める場合には適正\n化法の適用がなく、その交付に関する手続が何ら定められていないこととなるが、\nこれは制度上全く不合理である。\n（五）　法第五二条の負担金請求権は行政庁の行為を介して確定可能であること\nが、法第五二条の負担金の性格に基づくことは、前述のとおりであり、適正化法の\n施行によつて変更が加えられたものではない。適正化法施行前においても交付手続\nの実務上の運用は、施行後の運用と実質的に異なるところはなく、その行為の法的\n性格は適正化法の下におけるほど明確ではないにしても、厚生大臣の交付決定とい\nう行為を介して交付されていた。\n二　仮定主張に対する認否及び反論\n１　仮定主張１の（一）の事実のうち、原告が事前協議書を提出したこと、国が原\n告主張の日にその主張の内示をしたこと、原告が「別府」保育所についてその主張\nの交付申請書を提出したこと及び原告主張の日にその主張の交付決定がされ、原告\nに通知されたことは認めるが、その余の事実は知らない。同１の（二）の事実のう\nち、原告主張の日に、その主張の事前協議書の提出、国の内示、府から原告への連\n絡がされたこと、原告主張の再提出後の交付申請書の記載内容及び原告主張の日に\nその主張の交付決定がされ、原告に通知されたことは認めるが、その余の事実は知\nらない。同１の（三）の事実は知らない。\n２　原告は、負担金支払請求権行使の要件は適正化法の定める時期までに交付申請\nがされることで足り、本件の場合事前協議書の提出により右要件が充足されたと主\n張するが、同法第五条の規定は交付申請を要式行為として定めており、形式のいか\nんを問わず単に交付申請があれば足りるとの趣旨でないことは明らかであり、交付\n決定を要しないとの主張が誤りであることは既述のとおりである。また、事前協議\nによつて交付申請の要件を充足するものでもなく、このことは、原告が「別府」及\nび「香露園」各保育所について事前協議書を提出して協議を行つたのち、あらため\nて交付申請書を提出していることからも明らかである。\n３　事前協議手続及び内示は毎年度に行われる保育所の施設整備に対し的確かつ円\n滑に国の負担金についての交付決定を行う必要上、事実上の手続として行われてい\nるものである。すなわち、毎会計年度の末に都道府県知事に対し次年度における保\n育所の施設整備に対する国庫負担についての基本的な国の方針をあらかじめ知らせ\nておき、各知事をして、市町村が実施しようとする施設整備について右方針に適合\nするかどうか等に関し一応の審査を行つたうえ厚生省との間で国の負担金の交付の\n見込み等について事前協議を行わしめ、右協議を受けた厚生省は、保育所の施設整\n備に関し総合的に樹立された国の計画に適合するものについては、当該事業につき\n負担金を交付する予定であること及びその予定金額をあらかじめ内示する。\nこの事前協議手続等はあくまで便宜上のものであり、適正化法に基づく市町村の交\n付申請権に対し何ら制約を加えるものではないから、右手続等によつて適正化法所\n定の手続に基づく負担金支払請求権の行使を妨害されたとし本訴請求に係る負担金\n支払請求権は適正化法所定の手続を経ずして行使できるとの原告の主張はその前提\nにおいて失当である。\nまた、適正化法による手続、すなわち交付決定を経なければ負担金支払請求権を行\n使できないことを認めることは、要するに、交付決定前に行使すべき具体的請求権\nとしての負担金支払請求権が存在しないことを認めるものにほかならず、したがつ\nて、右請求権行使につき原告主張の例外を認める余地はない。\nさらに、交付決定に関し適正化法の解釈等を主張することが信義誠実の原則に反す\nることはあり得ないものというべきである。\n第六　被告の再反論に対する原告の答弁\n一　適正化法第一一条、第一三条及び第一八条の各規定は補助金等が未交付の場合\nにおいても適用されることがあるが、そうだとしても、負担金支払請求権が交付決\n定とは無関係に発生するとの原告の主張に対する反論たり得るものではなく、ま\nた、右適用される場合、すでに交付決定がされ、それに基づいて債権が発生してい\nるのであり、右各規定は補助事業等の適正遂行を確保するために適用されるのであ\nるから、適正化法が補助金等の前払金等の適正使用を確保するための手続法である\nことを示すのにもほかならない。\n二　予算決算及び会計令第五七条及び第五八条の各規定にいう前金払等は実体上の\n請求権の発生を前提にしているとはいえず、このことは右各条列記の各項目に照ら\nしても明らかである。\n三　適正化法第一五条所定の補助金等の額の確定は事業完了後にされることになつ\nているから、実体上の請求権の額を右確定額とすることが可能であり、またそうす\nべきものである。仮に実体上の請求権の額に満たない額が確定額とされた場合には\n差額の請求ができることは当然であり、また、同法第一七条第三項、第二一条の各\n規定により交付決定が取り消され、交付済み負担金が強制徴収された場合にも、実\n体上の請求権が発生しているのであれば別個にその権利を行使できることも当然で\nある。このように解しても交付決定及びこれに基づく諸効果は何ら損われることは\nなく、ただ右手続等が違法な場合にはこれがくつがえされる結果となるが、これは\nむしろ当然のことである。\n四　適正化法第一五条の規定による確定額と実体上の請求権の額との清算調整に関\nしては、同条所定の確定手続時においては実体上の請求権の額は通常既に決つてい\nるから、その額に基づいて右確定がされることとなるし、年度末未到来等の事由で\n実体上の請求権が未発生の場合であつてもその金額は確定しているから実質的には\n清算調整がされるものといえる。\n五　適正化法第二二条の規定は交付決定を経由することとは無関係に補助事業等を\n行う者すべてについて適用されるものであるから、この点に関する被告の主張もま\nた失当である。\n第七　証拠関係（省略）\n○　理由\n一　請求の原因一の１、２、４及び５、同二の１の各事実並びに被告が原告に対し\n法第五二条の規定による負担金として、昭和四四年度に「別府」保育所につき金一\n〇〇万円、同四五年度に「香露園」保育所につき金一五〇万円合計金二五〇万円支\n払つたことは、いずれも当事者間に争いがない。\n二　原告は、本件各保育所の設備に要する費用として別表（二）及び（三）の１な\nいし４記載の金額（そのうち、本工事費及び設備費の各金額については、当事者間\nに争いがない。）を別表（四）の１ないし４記載の時期において支出したとし、法\n第五二条、第五一条第二号、法施行令第一五条第一項、第一六条第一号の各規定に\n基づき、各支出年度末の到来によつて当該年度中に支出した金額の精算額の二分の\n一に該当する金額の負担金支払請求権を取得したと主張するのに対し、被告は、国\nの負担金についての具体的な請求権は交付決定がなければ発生しないと主張するの\nで、この点について判断する。\n１　適正化法及び同法施行令は補助金等の交付に関し次のとおり規定する。すなわ\nち、\n（一）　交付申請をしようとする者は所要事項を記載した申請書等を各省各庁の長\nに対しその定める時期までに提出しなければならず（同法第五条）、各省各庁の長\nは、交付申請があつたときは所要事項を調査したうえ、補助金等を交付すべきもの\nと認めたときは交付決定をしなければならない（同法第六条第一項）。その場合適\n正な交付を行うため必要があるときは交付申請に係る事項につき修正を加えて交付\n決定をすることができ（同法第六条第二項）、また、補助金等の交付の目的を達す\nるため必要があるときは交付の条件を附することができる（同法第七条）。そし\nて、各省各庁の長は交付決定をしたときは決定の内容及び交付の条件を交付申請者\nに通知しなければならない（同法第八条）。\n（二）　補助事業者等は法令の定め、交付決定の内容、交付の条件等に従い善良な\n管理者の注意をもつて補助事業等を行わねばならず（同法第一一条第一項）、ま\nた、その遂行の状況に関し各省各庁の長に報告しなければならない（同法第一二\n条）。各省各庁の長は補助事業等が交付決定の内容又は交付の条件に従つて遂行さ\nれていないと認めるときはこれらに従つて遂行すべきことを命じ（同法第一三条第\n一項）、この命令違反に対しては当該補助事業等の遂行の一時停止を命ずることが\nできる（同法第一三条第二項）。\n（三）　補助事業者等は補助事業等が完了したときは各省各庁の長にその実績を報\n告しなければならず（同法第一四条）、各省各庁の長は右実績が交付決定の内容等\nに適合するものであるかを調査し、適合すると認めたときは交付すべき補助金等の\n額を確定してこれを当該補助事業者等に通知し（同法第一五条）、適合しないと認\nめるときは適合させるための措置をとるべきことを当該補助事業者等に命ずること\nができる（同法第一六条）。\n（四）　各省各庁の長は交付決定をした場合において、その後の事情変更により特\n別の必要が生じたとき（同法第一〇条）又は補助事業者等が補助金等を他の用途に\n使用しその他交付決定の内容、交付の条件等に違反したとき（同法第一七条）は、\n交付決定の全部又は一部の取消しができ、その場合当該取消しに係る部分に関しす\nでに補助金等が交付されているときはその返還を命じなければならず（同法第一八\n条）、また、返還を命じた補助金等は国税滞納処分の例により徴収することができ\nる（同法第二一条）。\n（五）　交付決定、その取消し、補助金等の返還命令等に対して不服のある地方公\n共団体は、各省各庁の長に対して不服を申し出ることができ（同法第二五条第一\n項）、その場合不服を申し出た者は当該不服の申出に係る処分の通知を受けた日か\nら三〇日以内に不服申出書等を当該処分をした各省各庁の長に対し提出しなければ\nならない（同法施行令第一五条）。各省各庁の長は、不服の申出があつたときは不\n服を申し出た者に意見を述べる機会を与えたうえ必要な措置をとり、その旨を不服\nを申し出た者に対して通知しなければならず（同法第二五条第二項）、この措置に\n不服のある者はさらに内閣に対して意見を申し出ることができる（同法第二五条第\n三項）。\nところで、適正化法は補助金等の不正な交付申請及び使用の防止その他補助金等に\n係る予算の執行並びに交付決定の適正化を図ることを目的とし（同法第一条）、併\nせて補助金等の交付手続及びその法律関係の統一化、明確化を企図するものと解さ\nれるところ、以上の諸規定によれば、同法は右目的を達成するため、一定時期まで\nにされる交付申請に対する各省各庁の長の行政処分たる交付決定によつてはじめて\n補助金等の具体的請求権を発生させることとし（なお、最終的な請求権の額は同法\n第一五条所定の確定手続によつて確定されることとなる。）、補助事業等の適正な\n遂行を担保するための種々の手段を交付決定の効果として規定し、一定の場合（同\n法第一〇条、第一七条）には交付決定の取消しにより交付決定によつて発生した具\n体的な請求権を消滅させることとし、また、地方公共団体の補助金等に関する不服\nについて、交付決定、その取消し等各省各庁の長の処分に対する不服の申出という\n争訟手段を設けているものと解すべきである。\n原告主張のように、負担金については交付決定を経由することなく各実体法の規定\nに直接基づいて具体的な請求権が発生するとの見解をとれば、国はいつ、いかなる\n内容の負担金支払請求権が発生し、それが行使されることになるのかを把握するこ\nとが困難となり、その結果適正化法の前示目的の達成が不服又は著しく困難となる\nのみならず、予算編成にも支障が及び、ひいては財政上の基本原則として採用され\nている会計年度独立の原則を脅かすこととなり、また、国家財政の計画的運用、財\n源の効率的活用も不可能となることが明らかであり、同法の解釈として、右不合理\nな結果を招来することとなる原告の見解は採用に由ないものといわねばならない。\nのみならず、適正化法施行の前後を問わず、法第五二条等自体の解釈としても、右\n規定は単に抽象的な国の負担義務を定めた規定にとどまると解すべきであつて、右\n規定から直接具体的な負担金請求権が生ずると解することはできない。なるほど法\n第五二条、第五一条第二号、法施行令第一五条第一項、第一六条第一号の規定が、\n国庫の負担割合及び計算方法を明確に定めていることは、原告主張のとおりである\nが、右各規定は市町村が任意に設置する保育所のすべてを負担金交付の対象とすべ\nきことを規定したものではなく、また負担金交付対象とした保育所の設備費用につ\nいても、市町村が現実に支出した費用の全額をもつて負担金の額算定の基礎とすべ\nき旨を規定したものではないと解すべきである。けだし、もし原告主張のように解\nするとするならば、国は市町村が任意に設置するすべての保育所の設備費用に対し\n無制限の負担を強いられることとなり、しかも、いつ、いかなる内容の負担金請求\n権が発生するやも知れぬから、各会計年度の収支均衡（財政法第一二条）及び会計\n年度独立の原則（同法第四二条）を維持することは不可能となるからである。した\nがつて、法第五二条等は、行政庁が当該保育所を負担金交付の対象とすべきものか\n否かを判断し、交付対象とすべきものと判断した場合に、合理的な基準に基づいて\n算定した設備費用額を基礎とする一定割合の額の負担を国に命じている規定であつ\nて、具体的負担金請求権は行政庁の合理的な判断とそれに基づく行為によつて発生\nすることを予定した規定と解すべきである。そして、行政庁のいかなる行為を介す\nることとするか、その行為が行政処分の性質を有するか否かは、当時の手続法の規\n定によつて定まる事柄であつて、適正化法は、同法に基づく交付決定を介すること\nと定めたものというべきである。\n２　原告は、地方財政法第一〇条以下に規定されている国の負担金と同法第一六条\nに規定されている国の補助金とは性質が異り、国の負担金の支出は裁量の余地のな\nい義務的なものであり、その請求権が交付決定によつて左右されることはないと主\n張する。\nしかしながら、法第五二条等の解釈として、同条による負担金は行政庁の合理的な\n判断とそれに基づく行為により発生するもので、裁量の余地のない義務的なものと\n解することができないことは前示のとおりである。のみならず、適正化法第二条第\n一項の規定によれば負担金は補助金、利子補給金等とともに同法の適用上一括して\n「補助金等」と称することとされ、交付決定をはじめ同法所定の各手続に関し特に\n負担金について別異に扱うことなく補助金等として規定がされているのであるか\nら、同法の解釈適用としても負担金についてのみ他と異なつて解することはできな\nい。これを交付決定についていえば、負担金についての交付決定と補助金、利子補\n給金等についてのそれとが同法第六条において特に区別することなく規定されてい\nるのであるから、その解釈上両者が別異の性質を有するものと解することはできな\nい。ところで、補助金については各個別の根拠法令が存在しないいわゆる予算補助\nといわれるものや各法令には単に補助金を交付することができる旨の規定が存する\nにとどまり、交付の方法、時期、範囲等については特段の定めがされていないもの\nがあり、これらについては交付決定によつてはじめて補助金に関する具体的請求権\nが発生するものと解さざるを得ないのであるが、負担金についても、たとえ各個別\n根拠法令において経費を「負担する」との文言を使用した規定が存し、負担割合等\nについても明文の規定が存在するとしても、適正化法の解釈として、その具体的請\n求権は同法第六条所定の交付決定を経てはじめて発生すると解さざるを得ないもの\nであり、したがつて、この点に関する原告の主張は失当といわねばならない。\n３　原告は、適正化法は前金払等で支払われる補助金等の適正使用を担保するとと\nもに、当該前払金等と実費との清算をするための手続法として制定されたもので、\n交付決定は単に補助金等の概算前払請求権を発生させるにすぎず、実体上の負担金\n支払請求権自体は各実体法の規定に基づいて発生すると主張する。\nしかしながら、本件における実体法である法第五二条等自体から具体的な負担金請\n求権が発生するものでないことは前示のとおりであり、右主張はこの点で失当であ\nる。それのみならず、前金払とは国の支払うべき金額が契約等において確定してい\nる場合すなわち金額の確定した債務について、国が相手方の給付完了前にその金額\nの全部又は一部を支払うことをいい、概算払とは債務額が未確定の場合にその概算\n額の全部又は一部を支払うことをいうのであつて、いずれも国の債務負担を前提と\nしているものと解されるが、実体上の請求権の未発生の段階において交付決定に基\nづいて前金払等ができるとの見解はにわかに首肯しがたい。\nまた、交付決定は単に前払金等に関するものにすぎず、補助金等の額の確定がされ\nた後に、さらには交付決定の取消しがされ交付済み補助金等が強制徴収された後に\nおいても、別途実体法の規定に基づいて発生している負担金支払請求権を行使して\n確定額を越える金員の支払を請求し、あるいはいつたん強制徴収された金員の支払\nを再び請求することができると解することは、適正化法所定の右各手続の意義ない\nし実効性を失わせ、ひいては同法の目的にもとることとなり、不合理というべきで\nある。また、右の場合その請求に係る負担金の交付手続あるいは右確定額との清算\n手続を定めた規定はなく、このことは適正化法が右のような事態を予想していない\nことを示すものにほかならない。\nさらに、適正化法第七条第二項の規定は、補助事業等の完了により当該補助事業者\n等に相当の収益が生ずると認められる場合において、各省各庁の長は補助金等の全\n部又は一部に相当する金額を国に納付すべき旨の交付の条件を附することができる\nとし、同法施行令第四条は補助事業完了後においても従うべき事項を交付の条件と\nなし得る旨を規定するが、原告主張のように交付決定を経ずして負担金支払請求が\nできるとすれば、その場合については右規定を適用する余地はなく、同規定の趣旨\nが損われるとともに、交付決定を経て負担金の交付を受けた場合とそうでない場合\nとの間に理由のない不均衡を生じることとなる。\n以上のとおり、前示原告の主張もまた失当といわねばならない。\n４　原告は、交付決定には処分性がなく、仮に行政処分であるとしてもいわゆる形\n式的行政処分であるから、交付決定に関係なく実体法に基づいて発生した負担金支\n払請求権を直接行使することができると主張する。\nしかしながら、本件における実体法である法第五二条等自体から具体的な負担金請\n求権が発生するものでないことは前示のとおりであるので、右主張もこの点で失当\nである。それのみならず、前示のとおり交付決定は交付申請があつた場合にそれに\n対してするものとされ、交付決定によつて補助事業者等に補助事業等遂行義務その\n他の義務が発生し、さらに地方公共団体については交付決定に対する不服の申出と\nいう不服申立てを許容しているところからすれば、交付決定は補助金等に関する具\n体的な請求権を発生させるとともに、補助事業者等に対し補助金等をその交付の目\n的に従つて使用すべきことその他一定の義務を負わせる行政処分と解すべきであ\nる。また、交付決定を講学上いかなる性質の行政処分と理解するかはさておき、前\n示のとおり交付決定によつてはじめて具体的な負担金請求権が発生するものと解さ\nれる以上交付決定とは無関係に実体上の負担金支払請求権を行使できるとの見解は\nとることができないというべきである。\nしたがつて原告の前示主張もまた失当といわねばならない。\n三　ところで、本件各保育所のうち、「摂津」及び「正雀」各保育所については交\n付決定がされていないこと、「別府」保育所について昭和四四年一〇月三一日付で\n国の負担金額を一〇〇万円とする交付決定が、「香露園」保育所について同四六年\n二月一七日付で国の負担金額を一五〇万円とする交付決定がそれぞれされたことは\n当事者間に争いがなく、この事実によれば、原告が本訴において請求する本件各保\n育所の設備に要する費用に関する国の負担金については交付決定がされていないこ\nとは明らかであるから、以上判示したとおり右負担金についての請求権はいまだ発\n生していないものといわねばならない。\n四　原告は、仮に実体上の負担金支払請求権が適正化法によつて制約されるとして\nも同法所定の時期までに交付申請のされることが右請求権行使の要件となるにすぎ\nず、本件の場合には、国が事前協議、内示制度において実精算額による原告の交付\n申請を妨害したから、事前協議書の提出によつて右要件は充足されていると主張す\nる。\nしかしながら、負担金についての具体的な請求権が交付決定によつてはじめて発生\nするものと解すべきことは前示のとおりであり、また、交付申請によつて申請者が\n当然その申請に係る具体的な負担金請求権を取得しあるいは実体上の請求権を行使\nできるとの見解は、二の１の（一）に判示したとおり、適正化法において交付申請\nに係る事項を修正した交付決定が認められ、また交付決定をする場合に交付の条件\nを附加することができるとされていることに照らしても首肯しがたい。\nしたがつて、原告の右主張は前提において失当である。\n原告は、また、仮に適正化法所定の手続によらなければ国の負担金の交付を求める\nことができないとしても、本件の場合国が右手続を放棄し原告の右手続による請求\n権行使を妨害したから、国は右手続を経由していないとの理由で原告の本訴請求を\n拒絶できず、またその旨を主張することは信義誠実の原則に違反すると主張する。\nしかしながら、仮に原告主張のとおり交付申請の不受理その他適正化法に基づく所\n要手続の実施が妨げられたとしても、交付決定がない以上具体的な負担金請求権が\n発生していないのであるから、直ちに負担金請求権それ自体の行使ができると解す\nることはできないし、本訴においてその旨の主張をすることが信義誠実の原則に違\n反するともいえず、原告の右主張も失当といわねばならない。\n五　以上判示したとおり原告の本訴請求は理由がないからこれを棄却することと\nし、訴訟費用の負担につき行政事件訴訟法第七条、民事訴訟法第八九条の規定を適\n用し、主文のとおり判決する。\n（裁判官　三好　達　時岡　泰　山崎敏充）\n"
}