{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 46,
    "month": 6,
    "day": 29
  },
  "case_number": "昭和39(ネ)830",
  "case_name": "三井鉱山三池鉱業所懲戒解雇",
  "court_name": "福岡高等裁判所",
  "field": "労働",
  "lawsuit_id": "19909",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=19909",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/909/019909_hanrei.pdf",
  "contents": "主　　　文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n事　　　実\n控訴代理人は「原判決を取消す。控訴人が被控訴人に対して雇傭契約上の地位を\n有することを仮りに定める。訴訟費用は第一、二審共被控訴人の負担とする。」と\nの判決を求め、被控訴代理人は「本件控訴を棄却する。」との判決を求めた。\n当事者双方の主張ならびに疏明関係は、つぎに附加・訂正するほかは原判決の事\n実摘示と同一であるから、これをここに引用する。\n（一）　控訴人の主張\n（１）　労働者の職場組織は、固有の団体交渉権を有するものである。すなわち、\n団体交渉権は、労働者の団結が使用者に対し一定の要求を共通にする基盤をもつ限\nり、労働組合に限らず、職場組織にも、それが団体的要因を満す限り、これを承認\nされるべきものである。\nそして、右の団体交渉権は憲法第二八条によつて保障された労働者の権利である\n以上、団体行動権（争議権）も、職場組織が固有の権利として有するものである。\nしたがつて、労働組合の一下部組織である職場分会が、組合の明示または黙示の指\n示・承認なしに団体交渉・団体行動をした場合でも、それは単に組合内部の統制問\n題となるに過ぎず、職場分会の団体交渉などが、その一事をもつて、違法となるも\nのではない。（本件職場分会は、実質的にみても権利能力なき社団としての労働組\n合の実態を具備しているものである。）\n要するに、職場分会の職場交渉、職場斗争の違法性は、その目的手段の正当性の\n有無で判断されるべきものであつて、その手段が暴力にわたらない限り正当なもの\nといわなければならず、原判決が職場斗争に各種の制約を負担させたことは、解釈\nを誤つたものである。\n（二）　被控訴人の主張\n（１）　原判決は、限定的であるが職場分会にも、憲法第二八条により独自の団体\n交渉権が保障されている旨判示しているが、右は憲法の同条の解釈としては相当で\nはない。\nそもそも、労働組合は、使用者と団体交渉をすることにより、その構成員の経済\n的地位の向上をはかることを目的とするものであり、その行う団体交渉の対象事項\nも、労働者の労働条件その他当該労使関係に関するものであれば、とくに制限され\nることもないのであるから、労働者の経済的利益を擁護するためには、少なくとも\n労働組合が結成されている限り、右労働組合が主体となつて使用者との団体交渉に\n当るのが建前である。もちろん労働組合はその場合、特定の職場分会の役員や組合\n員を交渉委員に任命し、右が本体となつて事実上の交渉に当らせることも可能であ\nる。しかしながら、職場の労働者が労働組合の組織の中にありながら、これとは別\nに、集団としてこれが交渉の主体となることは、本来労働組合運動が大衆運動であ\nつて、いわゆる職場交渉が組合意識を高めるために有効であるとしても、労働組合\n自身にとつては一種の自壊作用であることは免れない。また職場交渉を認めること\nによつて、交渉の機構を複雑化し、職場交渉と組合の団体交渉との結論が異る場合\nには混乱を生ずる危険性がある。唯一交渉団体の約款は、このような組合自身の内\n部統制と労使間の団体交渉の秩序を維持せんがために設けられているものである。\n要するに、労働組合の団体交渉権は、使用者に対するものとして認められた権能\nであるから、交渉事項を決定し、それを争議権の保障のもとに使用者に交渉する単\n位は、主体性ある組織でなければならず、そして、かかる主体性ある組織は、本件\nの場合、まさしく三池労組そのものであつて、職場分会ではない。\nしたがつて、団体交渉権および争議権は三池労組のみに専属し、職場分会はこれ\nらの機能を有しないものである。\n（２）　右の如く、職場分会は独自の団体交渉権争議権を有しないものであるが、\n職場における苦情処理的交渉までも否定するものではない。しかし、右の場合にお\nいても、（イ）、現場の職制に決定権ない事項につき執拗に回答を要求して追及\nし、多衆押しかけ、集団の圧力をもつて吊し上げるような行為は許されず、\n（ロ）、交渉事項は当該職場限りの問題で、緊急の必要ある場合に限り、（ハ）、\n交渉時間は勤務時間外に行うべきもので、繰込み開始またはその直前、あるいは作\n業時間中作業現場での交渉は許されない。（ニ）、参加人員も通常分会長一人で足\nり多衆参加する必要はない。\nしたがつて、本件は苦情処理交渉的交渉という面からみても、控訴人の行為は不\n法であつて、正当な組合活動とすることはできない。\n（三）　疏明関係（省略）\n理　　　由\n一、当裁判所も、控訴人の本件仮処分申請は、理由がないものとしてこれを却下す\nべきものと判断するものであるが、その理由は、つぎに附加訂正するほかは原判決\nの理由説示と同一であるから、これをここに引用する。\n（一）　原判決四二枚目裏四行目の「甲第四二号証」のつぎに「弁論の全趣旨」を\n加え、同五行目の「各支部に職場毎に」を「各支部の職場ないし方毎に」と訂正\nし、同四三枚目表一行目の「とされていること」のつぎに「しかし、三池労組が、\n前記三池鉱業所等の従業員をもつて組織するいわゆる単一組合であつて、前記の支\n部および職場分会は、独自の規約および財政的基礎を有しておらず、したがつて、\n独立した労働組合としての実体を備えないものであつて、いずれも、三池労組の一\n下部組織に過ぎないものであること」を加える。\n（二）　同四四枚目裏八行目の「昭和三三年五月」を「昭和三二年五月」と訂正す\nる。\n（三）　同四六枚目裏一一行目の「と虚偽の事実を申向け、」を削除し、同一二行\n目の下から三字目の「と」のつぎに「申向けて、カツチング箇所に常時シユウがあ\nるように準備しておくことを係員に」を加え、同四九枚目裏一〇行目の「措信しな\nい。」を「措信せず」と訂正したうえ、そのつぎに「甲第一号証も右認定を覆す資\n料とするには足りない。」を加える。\n（四）　同五四枚目表七行目の「相当の減産となつた。」を「生産が阻害され\nた。」と訂正する。\n（五）　同五六枚目表二行目の「（丙方）」を「（丙方ー就業時間午後二時より午\n後一〇時まで）」と訂正する。\n（六）　同五九枚目表三行目の「繰込を再開した。従つて」を「繰込を再開した\nが、結局」と、同五行目の「若干の減産となつた。」を「生産が阻害された。」と\n各訂正する。\n（七）　同五九枚目裏六行目以下六一枚目表九行目までをつぎの如く改める。\n「すでに認定したとおり、三池労組の職場分会は、単一労働組合の単なる一下部\n組織であつて、独立した労働組合としての実体を有するものではないところ、単一\n組合の職場組織が独立した労働組合としての実体をもつものでない以上、当該職場\n組織は原則として団体交渉の当事者たる資格を保有せず、したがつて、固有の争議\n権をも主張することはできない。けだし、労働者は憲法上、団結権、団体交渉権お\nよび団体行動権を保障されているものではあるけれども、一旦、労働組合が結成さ\nれた以上、労働者および使用者は、労働組合を介してのみ交渉すべく使用者が組合\nを介することなく直接労働者と交渉することは、団結権を侵害する不当労働行為と\nなるものであり、また、労働組合の実体を有しない職場組織に勝手に団体交渉をな\nしうる権利を認めることは、右不当労働行為を誘発する危険性を内蔵するばかり\nか、その組織のエゴイズムに基き、各自がほしいままに不合理な要求を提示し、こ\nれに固執して、労働組合を基礎として展開された労使関係の秩序を乱す危険性を有\nし、その結果労働組合の存立を認めた趣旨にも反する結果を招来することにもなり\nかねないからである。\nただ、労働組合が、労働協約あるいは組合規約等で職場組織につき、特殊の事項\nについて団体交渉をなしうる旨留保しているような場合には、職場組織はその限り\nにおいて、使用者ないしはその職場の職制に対し団体交渉をなしうるものと解すべ\nきである（なお、いわゆる苦情処理としての職場の交渉は別論である）。\nところで、三池労組の職場分会は、同組合の一下部組織に過ぎないが、組合規約\n上、決議機関として職場会議、執行機関として職場分会長が存し、前者が職場限り\nに関する事項を附議し、後者が職場分会を統括し、職場会議の議長に任じ、職場限\nりに関する事項の執行に当ることになつていて、同分会はその職場限りに関する事\n項について、組合の統制を乱さない範囲において自主的にこれを行うことが認めら\nれていたことはさきに認定したところであるところ、成立に争いのない甲第一三号\n証の一ないし六、同第二〇号証の一、二、同第三〇号証、同第四二号証、当審にお\nける証人Ａの証言を総合すると、三池労組は、昭和二九年頃から日本炭鉱労働組合\nの活動方針、すなわち、組合の活動は、上からの組合ではなく、組合大衆のなかに\n根を持つたものでなければならないこと、そして、組合員大衆の組合への関心を高\nめるため、職場の各人の要求を出し合つてそれを討議し合い、これらの要求を整理\n集約して、職場限りにおいて解決できる問題は各職場における交渉を通じて解決し\nて行くという、各職場における職場交渉を基本とするいわゆる職場斗争に関する方\n針に則り、各職場分会に対し、各職場限りの問題については、各職場の職制と団体\n交渉することを認めて来たこと（しかし、後記の如く、三池労組本部において、職\n場限りの問題について交渉がまとまらない場合、その職場独自の判断で争議行為等\n実力行使をなすことまで認めたことはなかつた）が疏明せられる。\n右の事実によると、三池労組の職場分会は、各職場に関する職場限りの問題につ\nき、会社側の現場の職制と交渉する団体交渉権の留保ないし承認が存していたもの\nと認めるのが相当であるから、右職場分会は各職場における職場限りの労働条件等\nにつき、職場の職制と団体交渉をする権限を有するものといわなければならない。\nもつとも成立に争いのない乙第一号証の労働協約によると、三池労組を唯一の団体\n交渉の相手とする旨の約款があるけれども、唯一交渉団体の約款は、組合の団結を\n侵害しない趣旨で設定されたものと思料されるから、前記認定の如き事情のもとに\nおいて、職場分会に団体交渉権を認めることは、右約款と矛盾するものではない。\nしかし、右において認められた職場分会の団体交渉権も、職場分会が本質的には\n労働組合の一下部組織に過ぎないことおよび職場分会の目的内容に基因し、当然に\n各種の制約を受けるものといわなければならない。すなわち、\n（１）　職場交渉の対象となるものは、その職場の労働者に共通する、しかもその\n職場に特有な、その職場限りの労働条件ないしは苦情処理に関する事項に限られ、\n一見その職場だけについての労働条件の改善を求めるように見受けられても、他の\n職場における労働条件との関連で総体的に決定さるべきものは、これをもつて、そ\nの職場限りのものとはいえず、それらは労働組合に集約して、組合単位において提\n示、決定さるべきである。\n（２）　組合の明示又は黙示の指示に反することはできず、また、組合の上部機関\nである本部又は支部で交渉事項を吸上げて交渉する段階に立ち至つたときは、重ね\nて同一事項について職場交渉することは許されない。\n（３）　交渉事項についてはもちろんであるが、その交渉の態様および方法につい\nて、労働協約もしくは会社と組合との間に形成された慣行ないし秩序に違反するこ\nとはできない。特に、前記労働協約において、組合活動は、原則として就業時間外\nに行うべきことを定めているので、職場交渉は特段の事由のない限り、就業時間中\nにこれを行なうことはできない。\nところで、右の如く職場分会に団体交渉権が認められ、職場分会が団体交渉をな\nしうる場合においても、そのことと、その交渉がまとまらない場合に職場限りの判\n断で争議行為をなしうるか否かということとは同一に論ずることはできない。けだ\nし、右職場分会の団体交渉権は、前記認定の如く、組合との関係では組合の団体交\n渉権の留保ないし承認によるものに過ぎないものであり、かつそれは、労働組合を\n基盤として形成された労使関係の秩序と抵触しない限度において是認されるもので\nあるから、そこにおいて解決できなかつた事項は、本来の団体交渉の当事者であ\nり、労使間の秩序形成につき第一次の責任を持つている労働組合が、組合として解\n決すべきものである。したがつて、独立の組合としての実体を有しない職場分会が\n独自の判断で争議行為に出ることは許されないものというべきである（三池労組組\n合規約第五九条の規定も、職場分会に独自の争議権を与えたものと解することはで\nきない）。\nそして、前記甲第一七号証の一、同二〇号証の一、二、同第四二号証、弁論の全\n趣旨により真正に成立したと認められる甲第三八号証ならびに当審における証人Ａ\nの証言（後記信用しない部分は除く）を総合すると、三池労組は決議機関として、\n中央総会、中央委員会、支部総会、支部委員会、職場会議、執行機関として、中央\n執行委員会、本部および支部委員会、分科委員会があり、そして、それらはそれぞ\nれ順次上級下級の関係に立つものであること、また、労働争議時においては、組合\n本部に戦術委員会、中央斗争委員会、支部に支部斗争委員会を設置し、ストライキ\n等の実力行使は中央機関（戦術委員会、中央斗争委員会）が統一的にこれを掌握\nし、支部または職場分会が実力行使をなすためには、すべて右中央機関の指令また\nは承認を必要とするものとされており、従来も支部または職場分会がその独自の問\n題につき、右中央機関の指令または承認を得ないで、ストライキ等の実力行使を行\nつた事例はなかつた（もつとも、昭和三一年二月上旬頃から同年四月一六日までの\n間に行なわれた労働争議に際し、その間に限つて、三権ー交渉権、妥結権、ストラ\nイキ権ー委譲に関する指令、すなわち「（一）戦術委員会は三権に関する一切の権\n限を有する。（二）斗争推進のため、支部斗争事項に関しては支部斗争委員長に、\n職場斗争事項に関しては職場斗争委員長に三権を委譲する。」旨の指令を発したこ\nとがあるが、その際においても、同指令において「但し、中央斗争委員長の指令は\n支部斗争委員長の指令に優先し、それを拘束するとともに、支部斗争委員長の指令\nは職場斗争委員長の指令に優先し、それを拘束する。支部斗争委員長が戦術を指令\nするに当つては戦術委員会の決定を得なければならず、職場斗争委員長が戦術を指\n令するに当つては、支部斗争委員会の決定を必要とし、支部斗争委員長は支部共斗\n委員会の確認を得るものとする。」として、ストライキ権については直接・間接に\n組合本部の統制の下に置き、現実においても三池労組の本部（戦術委員会）が、支\n部または職場分会に対しその独自の問題でストライキをなすことを決定したことは\nなく、したがつて、右三権委譲も実際にはストライキ権を除く二権の委譲にとどま\nる結果となり、職場分会が独自の判断で直ちにストライキをなすことまでは認めな\nかつた）ことが疏明せられ、当審における証人Ａの証言中右認定に反する部分は措\n信せず、他に右認定を覆すに足りる資料はない。\nそうすると、単一組合の一下部組織に過ぎない職場分会が正規の組合の指令また\nは承認を得ずして争議行為をなすことは、組合の統制を乱す違法な行為であるばか\nりでなく、会社に対しても違法な争議行為として、その責任を免れないものであ\nる。」\n（八）　原判決六二枚目六行目の「実力行使を承認した」を「実力行使の指示また\nは承認をした」と訂正し、同八行目末のつぎに、「または控訴人は炭労および三池\n労組ともに、職場斗争の行動方針として、職場交渉につき実力行使を含めこれを承\n諾している旨主張するが、全資料によるもいまだ炭労および三池労組が日常の職場\n交渉につき、職場分会の独自の判断でストライキ等の実力行使をすることを一般的\nに承認していたと認めることはできない。」を加え、同九行目の「申請人が」以下\n六二枚目裏六行目末までを「前記の如く、昭和三二年五月一五日三番方（丙方）の\n繰込に際し、係員の繰込の指示ならびに係員の制止を聞かず、勝手に採炭工全員を\n繰込場外に連出した上、『カツペ、シユウの問題につき係長との話合いを約束する\nのでなければ入坑しない』として、入坑を拒否し、もつて係員の正当な作業指示に\n反抗して採炭工ら三二名の入坑を二五分遅延させ、同月一七日、三番方（丙方）の\n入坑後作業現場でシユウの準備を要求して職制（係員）からこれを拒絶されるや、\nその申出貫徹の手段として丙方採炭工をして従前から採炭工の仕事とされていたシ\nユウの払内運搬を拒否させて、採炭作業の正常な進捗を妨げ、また、同日の作業中\n係員が払長に、保安上必要として命じた短カツペの延長作業を『丙方のカツチング\n箇所ではない、保安とは危険な場所に行かないのが一番よい』等言つて、払長にそ\nの作業をさせなかつた、同月一八日、三番方（丙方）入坑後、係員が従前の作業慣\n行どおり採炭工においてカツペ、シユウの払内運搬をなして作業なすことを命じた\nのに、申請人において採炭工にこれを拒否させ、その上、やむなく係員が充填工に\nこれをさせようとしたところ、充填工にも同作業を拒否させて、採炭作業を麻痺さ\nせて著しく生産を阻害させたことは、いずれも正当な職場活動ないし組合活動の限\n界を逸脱した業務阻害行為と評価せざるを得ない。」と訂正する。\n（九）　同六三枚目裏八行目の「再三の指示に反し」以下同一〇行目の「繰込を拒\n否することは」までを「再三の指示に従わず、丙方鉱員全員を繰込場外に連出し、\n丙方全員の意思を統一して繰込場に七時間近く坐込み、もつて一番方の作業を全く\n行わなつたことは、違法な怠業行為であつて」と訂正する。\n（一〇）　同六五枚目裏一二行目末のつぎに「もつとも、昭和三四年二月一七日の\n残炭の申継がなかつたことおよび同月一八日の終端切残しの問題につき、丙方の者\nが苦情処理として、現場の職制と職場交渉すること自体を違法視することはできな\nい。しかし、右交渉の過程において、その主張が入れられず、係員の説明が満足で\nきなかつたからとして、直ちに、繰込時間における係員の繰込の指示を拒否する等\nの実力行使に出て、採炭工の繰込を約五〇分遅延させたことは、職場交渉の範囲を\n逸脱したものというべきであり」を加える。\n（一一）　同六七枚目裏一行目の「採炭作業に多大の支障を与え」を「採炭作業の\n正常な進捗を妨げ」と、同九行目の「拒否せしめ」、「拒否せしめて、」と各訂正\nし、同行目「更に」以下同一二行目の「両日とも」までを削除し、同行目の「採炭\n作業に著しい支障を与えたことは」を「採炭作業を麻痺させて著しく生産を阻害し\nたことは」と訂正する。\n（一二）　同六八枚目表四行目冒頭の「ない」のつぎに「保安とは危険な場所に行\nかないのが一番よい」を加える。\n（一三）　同六八枚目裏七行目から八行目にかけて「長時間繰込場に座り込んだこ\nとは」を「七時間近く繰込場に坐込んで一番方として採炭作業を全くしなかつたこ\nとは、違法な怠業行為であつて」と訂正する。\n（一四）　同六九枚目表八行目の「至らしめ」のつぎに「て、入坑を二時間四〇分\n遅延させ」を加える。\n（一五）　同六九枚目裏一行目の「同調せしめて」のつぎに「約四五分間」を加え\nる。\n（一六）　同七〇枚目裏三行目の「同調せしめ」のつぎに「同調せしめて、その入\n坑を約五〇分遅延させ」を加える。\n（一七）　同七〇枚目裏六行目末のつぎに、「そして、以上の如く、一度だけでな\nく、再三に亘り、会社の正常な業務の運営を阻害したのであるから、会社が懲戒解\n雇の措置に出たことも止むを得ないものであつたといわなければならない。」を加\nえる。\n（一八）　当審における証人Ａ、同Ｂ信、同Ｃの各証言ならびに控訴本人尋問の結\n果中、当審の認定判断に反する部分は措信せず、他に右認定を覆して控訴人主張の\n如く、控訴人の行為が正当な組合活動であつて、被控訴人の本件解雇が不当労働行\n為であつて、無効であることを疏明するに足りる資料はない。\n（一九）　原判決四三枚目表一行目の「認められる。」および同四三枚目裏一行目\nの「認定される。」を各「疏明される。」と、同裏末行目の「を認定することがで\nきる。」、同五二枚目表三行目の「を認定し得る。」、同五五枚目裏末行目から同\n五六枚目表一行目にかけての「を認めることができる。」および同五七枚目表一〇\n行目から一一行目にかけての「を認めることができる。」を各「が疏明される。」\nと、同六四枚目表一二行目の「証拠」を「疏明」と、同六五枚目表末行目の「認め\nられる」を「疏明される」と、同六六枚目表一行目の「証拠」を「疏明」と、同九\n行目末の「認めら」を「疏明さ」と、同七一枚目表七行目の「認め得べき」を「疏\n明すべき」と各訂正する。\n二、そうすると、原判決は相当であつて本件控訴は理由がないのでこれを棄却する\nこととし、訴訟費用の負担につき、民事訴訟法第九五条、第八九条を適用して、主\n文のとおり判決する。\n（裁判官　高次三吉　弥富春吉　原政俊）\n"
}