{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 53,
    "month": 2,
    "day": 14
  },
  "case_number": "昭和52(く)22",
  "case_name": "無罪費用補償請求事件",
  "court_name": "仙台高等裁判所第二刑事部",
  "lawsuit_id": "23982",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=23982",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/982/023982_hanrei.pdf",
  "contents": "主　　　　文\n原決定を取消す。\n請求人に対し、刑事訴訟法一八八条の二第一項本文に基づく補償金とし\nて金四一万一、七一五円を交付する。\n理　　　　由\n本件抗告の趣意は、請求人の代理人弁護士佐々木廣充作成名義の「即時抗告の申\n立」と題する書面に記載するとおりであるからこれを引用する。\n所論は要するに、請求人の無罪費用補償額として二四万四、四九〇円の交付額を\n定めた原決定は不当であるからこれを取消し、補償金として六三万六、八九〇円を\n交付すべきである、というものである。\n一件記録によれば、請求人は、福島地方裁判所昭和五〇年（わ）第一七三号毒物\n及び劇物取締法違反被告事件の被告人であつたところ、昭和五二年七月一四日右被\n告事件につき無罪判決を受け、同判決は同月二九日に確定したので、同裁判所に刑\n訴法一八八条の二第一項本文による無罪費用補償請求をなしたところ、原裁判所は\n補償金として金二四万四、四九〇円を交付する旨の決定をなしたことが明らかであ\nる。\nそこで所論にかんがみ、一件記録並びに当審において取調べた判決謄本、逗子市\n長作成の「逗子市内における陸路路程について」の回答書、当裁判所書記官Ａ作成\nの調査報告書並びにその添付の関係資料、同書記官作成の調査報告書（追加）をあ\nわせ検討する。\n一、　被告人であつた者が要した費用について\n（一）　旅費について\n刑訴法一八八条の六により準用される刑事訴訟費用等に関する法律（以下これを\n刑訴費用法という。）三条一項によれば、本件については旅費として、鉄道賃及び\n路程賃を支給すべきところ、原決定は、鉄道賃（国鉄逗子駅～福島駅間の普通急行\n料金を含む旅客運賃）合計八万一、二四〇円のみを認容した。右鉄道賃の額は、妥\n当なものと認められるが、さらに別紙計算書のとおり路程賃を認容して加算すべき\nである。路程賃の路程計算は国家公務員等の旅費支給規程（昭和二五年大蔵省令第\n四五号）五条により、郵便線路図並びに逗子市長作成の前記回答書によつて行い、\nその額は刑事の手続における証人等に対する給付に関する規則二条の最高額（一キ\nロメートル当り一五円）とした。\n（二）　日当について\nまず日当支給の要件となる日数（公判出頭日、旅行日）は、別紙計算書のとおり\nと認められるところ、原決定には、次項で述べるとおり、宿泊の夜数を誤認した結\n果、それに関連する旅行日の日数を遺脱した誤算がある。\n次にその支給金額について検討するに、日当の額は、刑訴法一八八条の六により\n準用される刑訴費用法四条二項により最高裁判所か定める額の範囲内で決定され、\n刑事の手続における証人等に対する給付に関する規則三条によりその最高限度額\n（以下これを法定限度額という。）が定められているところ、福島地方裁判所は証\n人等日当支給基準（昭四八年七月一日実施）により法定限度額内において証人等に\n対する支給基準額（以下これを日当基準額という。）を定めて、公判所要時間に応\nじた支給基準を設けている。\nところで、原決定は、日当額の認定にあたり、保釈中の公判出頭期日分について\nは所要時間のいかんにかかわらず法定限度額を認容し、身柄勾留中の第一回ないし\n第五回公判期日分については公判所要時間に応じた日当基準額により、旅行日につ\nいては日当基準額又は法定限度額の半額を認容したものと解される。\nしかしながら、刑訴費用法四条二項の日当の額については、証人等が尋問に要し\nた時間その他尋問のため裁判所に拘束された時間、出頭のための所要時間や補償の\n必要性の程度等を勘案して判断するのが相当であるところ、本件においては、請求\n人は被告人としての出頭を求められたものであり、勾留中の公判期日にはたとえ所\n要時間が短くともそのため終日身柄を拘束されたとみることもでき、また保釈中は\n制限住居のため長時間の往復旅行をやむなくされたものと認められるから、これら\n身柄勾留中の公判期日、旅行日についても、他の公判出頭期日と同様に法定限度額\nを認容して妨げないものというべきである。\n以上のとおりで日当の額は、別紙計算書のとおりと認めるのが相当であり、原決\n定には日数、金額を誤算し、右金額を過少に誤認した違法がある\n（三）　宿泊料について\n請求人は身柄拘束を受けた各公判期日及び不出頭の各公判期日を除くすべての公\n判期日に、保釈制限住居地（神奈川県逗子市内、逗子市長作成の前記回答書によれ\nば、乗車駅は東逗子駅）から福島地方裁判所に出頭したものと認められるところ、\n原決定はそのうち第六回及び第一九回公判出頭についてのみ各一夜の宿泊を認め、\nその余の宿泊を認容しなかつた。\n<要旨第一>しかしながら、宿泊料に関しては、刑訴法一八八条の六により刑訴費\n用法五条が準用され、同条によれ</要旨第一>ば、証人等の宿泊料は出頭に必要な夜\n数に応じて支給するものとされ、その趣旨は、国家公務員等の旅費に関する法律六\n条七項と同様のものと解される。従つて宿泊を必要とするか否かについては、一般\n公務員の場合に準じて、各公判期日における審理開始又は終了の時刻、往復に利用\nすべき列車ダイヤ、路程距離などを勘案して判断するのが相当である。\nこれを本件についてみるに、（イ）第六回（公判開始時刻九時三〇分）、第一九\n回（同一〇時）の各公判期日については明らかにその前日から各一夜の宿泊が必要\nと認められる。（ロ）いずれも公判開始時刻が午後（一三時一五分、一三時三〇分\nないし一五時〇〇分）にわたる公判期日中第一一回（公判終了時刻一七時一〇分）\nの期日は、その帰路の列車ダイヤによれば福島駅発二三時三五分発（同駅発一七時\n五二分上野行は運休中）上野行急行列車を利用すべきことになり、明らかに車中泊\n（この場合も宿泊とみなされる。）をやむなくされるものであり、第一二回（公判\n終了時刻一七時三〇分）の期日については、福島駅発一七時五二分上野行急行列車\nを利用すべきことになり、これによると東逗子駅着は二三時二四分又は二三時三九\n分となり、第七回、第八回、第一〇回、第一五回ないし第一七回、第二〇回、第二\n一回の各期日は、公判終了時刻が一五時〇〇分ないし一七時〇〇分にわたつている\nので、福島駅発一六時二九分ないし一七時二〇分上野行急行列車を利用すべきこと\nになり、これによると東逗子駅着は二一時五六分又は二二時一一分となる。そして\n右各期日の公判開始に間に合うように出頭するためには、おおむね東逗子駅五時二\n七分発の列車を利用しなければならないことや、駅から帰宅までの路程を考え合わ\nせると、以上の各公判期日については、その翌日にわたる各一夜の宿泊が必要と認\nめられる。（ハ）第一四回（公判開始時刻一三時三〇分同終了時刻一三時五五\n分）、第一八回（公判開始時刻一三時一五分同終了時刻一四時〇五分）、第二二回\n（公判開始時刻一三時三〇分同終了時刻一四時〇五分）の各公判期日に関しては、\n列車利用により東逗子駅着一九時五七分又は二〇時一六分による日帰り帰宅が十分\n可能とみられるので、特段の疎明があれば格別、その疎明のない本件においては、\n右各期日については宿泊が必要とは認められない。\n以上のとおりで右の（イ）、（ロ）の各公判期日出頭分については各一夜の宿泊\n料を認めるべきところ、刑事手続における証人等に対する給付に関する規則二条に\nより、一夜当り四、七〇〇円の宿泊料を支給すべきである。\n従つて宿泊料の額は、別紙計算書のとおりと認めるのが相当であり、原決定には\n宿泊夜数を誤算し、右金額を過少に誤認した違法がある。\n二、　弁護人であつた者が要した費用について\n弁護人であつた者が要した費用に関しては刑訴法一八八条の六により刑訴費用法\n八条一、二項が準用され、同条によれば国選弁護人に支給すべき費用、報酬の額に\nよつてその支給額を定めることとなる。\n（一）　日当について\n原決定は右日当の支給額を福島地方裁判所における国選弁護人に対する日当支給\n基準によつたものと認められるところ、これによれば、原決定の弁護人であつた者\nに対する日当の額中実質審理をしている第一四回公判出頭分（原決定の認定額一、\n五〇〇円）は一、九五〇円と認定するのが相当であるから、これを右のように改め\nるべきであり、そのほかは原判示のとおりと認定する。\n（二）　報酬について\n所論は、請求人と弁護人との報酬契約にかんがみ、少くとも報酬額として二五万\n円を認容すべきであると主張するが、右報酬額は国選弁護人に対する支給額を基準\nとすべきものであるから、たとえ所論の報酬契約が認められるとしても、直ちに右\n金額をもつてその支給額とすることは相当でない。\nところで原決定は国選弁護人に対する報酬支給基準により右報酬額を五万五、〇\n〇〇円と算定したものと解されるが、その報酬の額は以下に述べるとおり過少で不\n当なものと認められる。\n（ａ）　福島地方裁判所における当時の国選弁護人の報酬支給基準によれば、そ\nの基本額は、弁護人出廷回数三開廷につき二万九、〇〇〇円、四開廷以後は一開廷\n当り一、四〇〇円を加算すべきものとされるから、基準基本額は五万四、二〇〇円\n（三開廷まで２９．０００円＋十八開廷分１．４００円×１８＝５４．２００）と\n算定さ<要旨第二>れる。（ｂ）さらに右支給基準によれば事案複雑で特別の努力を\nした等所定の事由が在する場合には相当</要旨第二>額を加算支給するものと規定さ\nれているところ、本件の訴因は一つであるが、事案複雑、関係人多数の事件と認め\nられ、記録も厖大であり、審理も略毎月一回のペースで二〇回を超え、この間詰求\n人（被告人）の身柄釈放、無実を証明する等弁護人の公判活動には、特別の努力が\nあつたものと認められ、このような国選弁護活動をなした弁護人に対しては当然特\n別加算額を支給して然るべきであり、記録によつてうかがわれる諸情況を勘案すれ\nば、加算額として右基準額の一〇割に相当する五万四、二〇〇円を支給するのが相\n当である。（ｃ）さらに弁護人は、本件につき記録閲覧謄写をしていることが明ら\nかであり、前記調査報告書（追加）によれば、その見込み枚数は約七二七枚、謄写\n料は当時一枚三〇円（但し仙台弁護士会の部内者料金により推定）と認められるか\nら、謄写料相当額は二万二、〇〇〇円（７２７×３０円＝２１．８１０円≒２２．\n０００円）と認定する。\n以上弁護人に対する報酬額としては、（ａ）、（ｂ）、（ｃ）の合計一三万〇、\n四〇〇円と認めるのが相当である。\n以上のとおりで、本件における刑訴法一八八条の二第一項本文に基づく補償金と\nしては、別紙計算書のとおり、合計金四一万一、七一五円を交付すべきであり、こ\nれを下廻る金員の交付を命じた原決定は不当であるから取消しを免れない。本件抗\n告は右の限度で理由がある。\nよつて刑訴法四二六条二項を適用し、主文のとおり決定する。\n（裁判長裁判官　三浦克巳　裁判官　小島建彦　裁判官　小田部米彦）\n（別　紙）\n＜記載内容は末尾１添付＞\n"
}