{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 45,
    "month": 6,
    "day": 30
  },
  "case_number": "昭和44(行コ)8",
  "case_name": "遺族補償等請求控訴事件",
  "court_name": "東京高等裁判所",
  "field": "労働",
  "lawsuit_id": "18339",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=18339",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/339/018339_hanrei.pdf",
  "contents": "主　　　文\n原判決中被控訴人の関係部分を取り消す。\n被控訴人は控訴人に対し金一三六万八、〇〇〇円およびこれに対する昭和三六年\n四月二七日から支払いずみにいたるまで年五分の割合による金員を支払え。\n訴訟費用は第一、二審とも被控訴人の負担とする。\n事　　　実\n控訴代理人は、主文同旨の判決を求め、被控訴代理人は控訴棄却の判決を求め\nた。\n当事者双方の事実上および法律上の主張ならびに証拠の提出、援用および認否\nは、控訴代理人において次のとおり述べたほか、原判決の事実摘示と同一であるか\nら、これを引用する（但し、原判決五枚目ー記録四八丁ー表一〇行目、原判決一三\n枚目ー記録五六丁ー表七行目に「転機」とあるのは、いずれも「転帰」と訂正す\nる）。\n控訴人の亡夫Ａ（以下本人と称する）は天鷹丸乗船中に髄様がん類似の異常に進\n行の早いがんの発病があつてひん死の重態に陥り、昭和三四年八月二五日釧路港に\n入港するとともに入院したが、同年九月三日死亡したのであり、このように死亡と\n公務の遂行とがきわめて密接していることは、両者間の因果関係の存在を事実上推\n定させるものである。しかも、原審鑑定人Ｂの鑑定の結果によつて指摘されたとお\nり、髄様がんの異常に早い進行の原因を主としてがんそのものの性質もしくは環境\nのいずれに帰せしめるべきかの決定が医学上困難である以上、右事実上の推定に対\nする反証がないものというべきである。\n理　　　由\n一、請求原因第一、第二項の事実は、本人の発病時期の点を除いて、すべて当事者\n間に争いがなく、本人の死亡診断書に記載されているがん疾患が人事院規則一六ー\n〇（職員の災害補償）に定める公務上の疾病にあたらないことは、同規則第一〇条\nおよびその別表第一により明らかであり、本人の病状が本件調査に従事するという\n公務遂行中に増悪したことも当事者間に争いがない。\n二、本人の平常時および本件航海前後の健康状態ならびに本人が発病し死亡するに\nいたるまでの経過については、次のとおりの事実を認めることができる。\n１、本人の平常時および本件航海出発前の健康状態について本人が昭和三二年中に\nがん研究所付属病院で診察を受けたが、がんの徴候は認められず、また、昭和三三\n年以前に医師Ｃの診察を受け、本件航海前の昭和三四年四月三日および同月二三日\n頃にも同医師の診察を受け慢性胃カタルと診断されたことならびに昭和三四年五月\n九日の勤務庁における定期健康診断において心臓肥大および大動脈硬化症と診断さ\nれたことは、当事者間に争いがなく、成立に争いのない甲第六号証、乙第九、第一\n五号証、第一〇および第一八号証の各二、原審証人Ｄの証言により成立を認める乙\n第一一号証、原審における証人Ｃ、同Ｅの各証言および控訴人本人尋問の結果によ\nれば、前記がん研究所付属病院において昭和三二年慢性胃カタルおよび大腸炎との\n診断を受けており、Ｃ医師の前記診断も本人の胸やけの主張に基づくものであつた\nし、昭和三四年五月九日の定期健康診断において前記症状のほか横隔膜挙上等の異\n常が発見されており、本件航海出発直前まで便秘がちでＣ医師から胃腸内服薬の投\n与を受けているのであつて、その頃外見上は健康そのもののように見えたとはい\nえ、ある程度の自覚症状を伴つた胃の不調がみられたものということができ、右認\n定に反する証拠はない。\n２、本人の本件航海中の症状の経過について\n本人が出航後の昭和三四年六月下旬頃から腰部に鈍痛を覚えはじめ、同年七月上\n旬背部および左大腿部裏側にも疼痛が拡がり、同月中旬には胃痛を伴うようになつ\nたこと、同月三〇日アダツク島の米国海軍病院において診察の結果胃けいれんと診\n断されたことおよびその後も症状が悪化の一途をたどり、同年八月中旬頃には船内\nの歩行も困難なほど衰弱するにいたつたことは、当事者間に争いがなく、成立に争\nいのない乙第一、第二、第六、第七号証、原審証人Ｆ、同Ｇ、同Ｈ、同Ｉの各証言\nおよび前掲控訴人本人尋問の結果によれば、本人は出航後間もない頃から便秘勝ち\nで重症用下剤を服用し、同年六月下旬頃の腰痛も持病の神経痛が再発したものと思\nいこみ、鎮痛剤、あんま、指圧等による治療を試みていたこと、同年七月中旬頃も\n便秘は依然おさまらず、便は黒色を呈し、時折悪心があり、食欲不振、全身倦怠感\nを覚えるようになつたことならびに本人の航海中の食事は当初時折軟かゆをとる以\n外は、普通食であつたが、同年七月下旬頃からはパン、ジユース、スープ、ミルク\n程度しか食べなかつたことが認められ、これに反する証拠はない。\n３、本人の入院から死亡までの病状の経過について\n前掲乙第七号証、成立に争いのない乙第一四号証の一ないし八、原審証人Ｊの証\n言によれば、昭和三四年八月二五日市立釧路総合病院入院当時における本人の病状\nは、高度の貧血のため顔面蒼白で、肝臓は右の乳線上に三横指の触知があり、非常\nに硬く、肝左方に小手拳大の腫瘤が触知できる等の非常な重症であつたところ、同\n月三一日ウイルヒヨウ腺転移が覚知され、種々治療の効果もなく同年九月三日死亡\nしたことが認められ、これに反する証拠はない。\n４、本人の死因病名および発病時期等について\n前掲Ｄ証人の証言により成立を認める乙第一二号証、同第一三号証（ただし一部\nの記載を除く）、原審鑑定人Ｂの鑑定の結果およびその供述によれば、本人の死亡\n病名は胃がん兼肝およびウイルヒヨウ淋巴腺転移ならびにがんの後腹壁への波及で\nあり、臨床上右胃がんの発病の時期は昭和三四年四月上旬以前であることおよび前\n記のような症状の推移からみて同年六月下旬頃には治癒手術不能の状態となつてい\nたこと、換言すれば、同年六月下旬以前であれば治癒手術の可能性がないでもなか\nつたことが認められる。前掲乙第一三号証の記載中右認定に反する部分はこれを措\n信しがたく、ほかに右認定を覆えすに足りる証拠はない。\n三、ところで、国家公務員が疾病により死亡した場合において、右疾病が国家公務\n員災害補償法に基づき制定された人事院規則一六ー〇別表第一所定の公務上の疾病\nにあたらなくても、その疾病が公務に従事することによつて著しく増悪し、これが\nため当該公務員が死亡するにいたつたときは、右死亡が公務上の死亡にあたるもの\nとして、その遺族において補償請求権を取得するものと解するのが相当である。本\n人が一般職に属する船員たる農林技官であることは、当事者間に争いがなく、した\nがつて、本人に関する災害補償については、当時施行の人事院規制一六ー一「船員\nである職員の災害補償」に準拠すべきものであるが、右規則による補償請求権取得\nの有無についても、前記と同様に解すべきである。そこで、前記認定の事実関係の\nもとで、本人の本件航海従事が同人の疾患である胃がんを著しく増悪せしめた結果\n本人を死亡するにいたらしめたものであるかどうかについて考える。\n本人が本件航海による調査事務において、昭和三四年五月二〇日から同年八月二\n五日までの四か月余にわたり、アリユーシヤン列島、カムチヤツカ半島方面の海域\nの劣悪な自然環境のもとにおいて、医師も医療設備もない船舶に船長として乗船\nし、乗組員らの指揮監督および操船の責任者として激しい勤務条件に耐えることを\n要求されていたのであり、右乗船期間中身体の不調を覚えても、船内備え付けの医\n薬品の支給を受けうるにすぎず、診断手術等の医療を受ける機会を奪われたとひと\nしい状態にあつたことは前記のとおりである。もつとも、本人が本件航海の途上ア\nダツク島の米国海軍基地に四回にわたり寄港し、そのうち本人の症状が最も悪化し\nた第四回目の寄港の際に同基地の病院において診察および医薬の投与を受けたこと\nは、前記認定したところおよび成立に争いのない甲第四号証の記載により明らかで\nあるが、このように右基地に寄港する機会があつたとしても、長途の航海途上の船\n長の職責からみて、本人が右の機会に適切な診断治療を受けることは到底期待しえ\nないところであつた。すなわち、本人としては、本件航海中に発病しもしくはそれ\n以前に罹患していた疾病が増悪しても、医療を受ける機会が与えられていなかつた\nものということができる。\n右のように医師を乗船させることなく僻地における長途の航海に公務として従事\nさせる以上、その船員の所属庁としては、あらかじめ、その各船員につきこのよう\nな航海に耐えうる健康状態にあるかどうかを調査し、必要とあれば、精密な健康診\n断を実施し、疾患を有する者に対してはこれを治癒すべき機会を奪い去ることのな\nいよう努めるべきであつた。まして、前記認定したところによれば、本人は本件出\n航前の昭和三四年四月上旬以前に胃がんに罹患していたとはいえ、同年六月下旬頃\nまでは治癒手術も不可能ではなかつたというのであり、したがつて、本人がもし本\n件調査事務に従事しなければ有していた筈の治癒手術を受けるべき機会を右事務に\n従事させることによつて完全に奪い去つたことになるわけである。このように、医\n療を受けることの不可能な環境におかれることを前提とする公務に従事中病勢が悪\n化して治癒手術が不能な状態となり、ついに死亡するにいたつた場合には、公務の\n遂行により疾患が著しく増悪してこれがために死亡したものというべきであり、右\n死亡は前述の公務上の死亡にあたるものといわなければならない。\nもつとも、前掲Ｂ鑑定人の鑑定の結果によれば、がんはひとたび発生すると外部\nからの影響がなくても自律的な増殖性をもつて拡大進行してゆくというのが医学上\nの定説とされており、激務による肉体的および精神的消耗が病理学上胃がんの増殖\nに著しい影響を与えるものとは考えられないというのであるが、かりにこの説が正\nしいとしても、前記判断を左右するものではない。また、前記Ｃ医師の証言および\n控訴人本人尋問の結果によれば、本人は本件出航当時がんの自覚症状はなく外見上\n頑健そのものであり、Ｃ医師から胃の精密検査をするようにすすめられたのにもか\nかわらず検査を受けることなく出航したことが認められるが、さりとて、本人がも\nし本件調査事務に従事しなくても治癒手術の可能な昭和三四年六月下旬前に治癒手\n術を受けなかつたものと断定することはできず、むしろ、本人が前記のように医師\nのすすめに従わなかつたのは、本件出航を間近にひかえ、その準備のため船長とし\nての職責を果たすのに忙殺されて精密検査を受ける機会を失つたがゆえであるとも\n推認されるのみならず、本人は昭和三二年当時がん研究所付属病院においてみずか\nら健康診断を受けていること前記認定のとおりであるから、本人がもし業務のため\n本件調査事務に従事することがなければ早期に医師の診断および治癒手術を受けも\nつて死の結果を回避する機会は十分あつたものということができる。さらに、前掲\nＢ鑑定人の鑑定の結果によれば、胃がんの手術を行なうためには事前に種々の検査\nをする等の準備が必要であり、昭和四〇年当時においてさえも、そのための期間と\nして通常は少なくとも一〇日ないし二週間を必要としたことが窺われるが、そうで\nあるからといつて、本件において本人の胃がんの手術の可能性およびひいてはがん\n疾患の治癒の可能性を否定し去ることはできない。\n四、以上の次第であるから、本人の死亡は前記規則にいわゆる公務上の死亡にあた\nるものというべきであり、したがつて本人の遺族でありかつ葬祭を行なう者である\n控訴人に対して、同規則による遺族手当および葬祭料が支払われるべきところ、右\n遺族手当の額が一二九万六、〇〇〇円葬祭料の額が七万二、〇〇〇円であること\nは、当事者間に争いがない。ところで、人事院が控訴人の本件災害補償に関する審\n査請求につき、昭和三六年四月二六日人事院指令一六ー五をもつて本件災害が公務\n上のものとは認められないとの判定をしたことは、記録上明らかであるが、前記認\n定判断したところによれば、本人の死亡は公務上の死亡にあたるものとの判定がな\nされるべきであつたこととなり、したがつて、被控訴人としては、右判定の日を経\n過した時期においては右金員支払いにつき遅滞に陥つていたものというべきである\nから、控訴人に対して前記金額合計一三六万八、〇〇〇円およびこれに対する右判\n定の日の翌日である昭和三六年四月二七日から支払いずみにいたるまで民事法定利\n率年五分の割合による遅延損害金を支払うべき義務があるものといわなければなら\nない。\nよつて、控訴人の本訴請求を棄却した原判決は失当であるから、民訴法三八六条\nに従い、これを取り消して本訴請求を認容し、訴訟費用の負担につき、同法九六\n条、八九条を適用して、主文のとおり判決する。\n（裁判官　室伏壮一郎　園部秀信　森綱郎）\n"
}