{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 52,
    "month": 12,
    "day": 7
  },
  "case_number": "昭和52(行ウ)21",
  "case_name": "建物新築許可処分一部無効確認等請求事件",
  "court_name": "名古屋地方裁判所",
  "field": "行政",
  "gist": "土地区画整理事業の施行地区内に店舗を賃借し営業を行っている者は，土地区画整理法７６条に基づき市長が不動産業者に対し右店舗と同一場所についてした建物新築許可処分の無効確認を求める法律上の利益を有しないとした事例",
  "lawsuit_id": "17737",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17737",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/737/017737_hanrei.pdf",
  "contents": "○　主文\n本件訴えをいずれも却下する。\n訴訟費用は原告らの連帯負担とする。\n○　事実\n第一　申立\n（原告ら）\n〈主位的請求〉\n一　被告らと原告らとの間において、被告名古屋市長が昭和四七年六月二三日付で\n被告三井不動産株式会社に対してなした建物新築許可処分（四七指令計区第一－二\n一七一号）のうち別紙第二目録記載店舗所在部分についての許可部分は、無効であ\nることを確認する。\n〈予備的請求〉\n二　被告名古屋市長は原告らに対し、前項記載の許可処分のうち前項記載の許可部\n分を取消す。\n三　訴訟費用は被告らの負担とする。\nとの判決を求めた。\n（被告ら）\n〈本案前の答弁〉\n主文と同旨\n〈本案についての被告名古屋市長の答弁〉\n原告らの請求をいずれも棄却する。\n訴訟費用は原告らの負担とする。\nとの判決を求めた。\n第二　主張\n（原告ら）\n請求原因\n一　原告らは、別紙第二目録記載地上にある同目録記載の店舗「コンパル」（以下\n「本件店舗」という。）の賃借権を有し、同店舗で営業しているものである。原告\nらが本件店舗を賃借し、現在に至つた経緯は次のとおりである。\n１　（一）原告Ａは、昭和二二年頃肩書住所地において株式会社コンパルを設立\nし、衣料品類の販売業を始めたが、名古屋市内に進出して百貨店営業をなすことを\n計画し、所要の店舗を物色していたところ、訴外Ｂから、同人所有の本件店舗（当\n時約六〇坪）を現物出資するから共同で百貨店経営をしようとの申込みを受け、同\n訴外人の甘言に押切られてこれを承諾した。\n（二）　当初、本件店舗での営業は、原告Ａ、訴外Ｂ、同Ｃ、同Ｄの四名で共同経\n営したが、その業績は向上せず、約一年後に、訴外Ｂは一方的に右共同事業より脱\n退し本件店舗を月額五万円で原告Ａらに賃貸すると宣言するに至つた。右賃料は法\n外な高い家賃であつたが、原告Ａら他の三名の者はやむなく訴外Ｂの強引な要求を\n受諾する外はなかつた。\n（三）　本件店舗が賃貸借に切替えられた以後は、原告Ａら三名は家賃を各自三分\nの一ずつ分担納入し、外形的には「コンパル」の店舗名で、実質的には各自単独営\n業として経営を継続してきたが、訴外Ｄが倒産した後は、原告Ａと訴外Ｃの二名が\n各二分の一宛家賃を分担して支払い営業を続けてきた。その後訴外Ｃは死亡し、原\n告Ｅ、同Ｆ、同Ｇ、\n同Ｈがこれを相続した。\n２　ところが、訴外Ｂは、不法にも原告らに対し本件店舗の明渡しを請求するに至\nつた。即ち、\n（一）　昭和三一年に名古屋市から、土地区画整理事業に伴う道路拡張計画とし\nて、本件店舗の一部を切除するための調査予告と協力を求めてきたところ、訴外Ｂ\nはこれに便乗して、同年一〇月一九日本件賃貸借を解除し本件店舗の明渡しを求め\nる旨通告してきた。しかし、右明渡請求は理由がなく、原告らがこれに応じなかつ\nたので、訴外Ｂはその要求を撤回し、一時小康を保つた。\n（二）　昭和三七年二月、訴外Ｂは原告らに対し、突然本件店舗の明渡しを訴求\n（名古屋地裁昭和三七年（ワ）第二九九号）した。右提訴の理由は、（イ）本件店\n舗は賃貸したことがない、（ロ）匿名組合による利益配当として月額五万円を受領\nしたに過ぎない、（ハ）本件店舗は木造の老朽建物であり、都市の美観上も好まし\nくない、といずれも虚偽の事実を主張するものであり、正当性を有しないものであ\nつた。\n（三）　そこで、訴外Ｂは、新名古屋ビル株式会社（現在・被告三井不動産株式会\n社）の敷地につき所有権を有し、同会社の取締役として強度の発言権があることを\n利用して、同会社の東館建設につき、本件店舗所在部分を含めて一括して土地区画\n整理法七六条一項の規定に基づく建物新築許可を受け、同許可を得た建物の建設の\n必要があるから明渡せと主張するに至つた。\n訴外Ｂの原告らに対する明渡請求事件は、第一審では請求棄却されたが、現在名古\n屋高等裁判所において係属審理中（昭和五一年（ネ）第一九六号）である。\n二　被告名古屋市長（以下「被告市長」という。）は昭和四七年六月二三日付で被\n告三井不動産株式会社（以下「被告三井不動産」という。）に対し、本件店舗所在\n地を含む別紙第一目録記載の土地上の建物新築についての土地区画整理法七六条一\n項の規定による許可申請につき、四七指令計区第一－二一七一号をもつて建物新築\n許可処分（以下「本件許可処分」という。）をなした。\n三　しかしながら、本件許可処分は、次のとおり違法なものであるから、無効な処\n分であり、少なくとも取消されるべきものである。\n１　本件許可処分をなすには、原告らが本件店舗において営業中なのであるから、\n原告らの承認請書が必要であるのにかかわらず、これを徴していない。その結果、\n同一場所に二つの建物の建築を許可することになるのであつて、本件店舗の屋上に\n屋を架することとなる建築許可は公序良俗にも反するものである。\n２　本件許可処分は、障害物（本件店舗等）の除去を着工の条件としているから無\n効でないというのかもしれないが、その除去については無期限無制限であるから、\n本件店舗の営業者である原告らに対して、いつまでも苦痛重圧を加え、その安居楽\n業を妨げるものであつて、社会正義に反し、許されるべきではない。\n３　本件許可処分は、訴外Ｂがこれを訴訟に悪用し、原告らを本件店舗から不法に\n退去させる手段として得たものであり、被告市長は右事情を十分知りながらなした\nものであるから、原告らに対する共同不法行為であつて許されない。\n四　よつて、本件許可処分は右の如き重大かつ明白な違法があるから法律的には全\n部無効であるが、原告らは自己の権利を昀少限度防衛する範囲において、本件店舗\n所在地についての許可部分につき、被告両名に対し、その無効であることの確認を\n求め、予備的に、被告市長に対し右許可部分の取消しを求める。\n（被告市長）\n本案前の抗弁\n一　本件主位的請求の訴えは行政事件訴訟法三六条にいう無効等確認の訴えと解さ\nれるところ、原告らは、\n（１）　「当該処分に続く処分により損害を受けるおそれある者」に該当せず、\n（２）　また、「その他当該処分の無効等の確認を求めるにつき法律上の利益を有\nする者」でもない。以下、詳述する。\n１　土地区画整理法七六条は、土地区画整理事業の事業計画の決定の公告があつた\n日後、換地処分のあつた旨の公告がある日までは、施行地区内において、土地区画\n整理事業の施行の障害となるおそれがある土地の形質の変更若しくは建築物等の建\n築等を制限（禁止）し、建築等を行なおうとする者は都道府県知事（指定都市にあ\nつては市長）の許可を受けなければならないとしている。\n２　同法七六条の許可処分に続く処分はないので、「続く処分」により原告が損害\nを受けることはない。\n３　同法七六条一項の許可申請に対する許可は、施行地区内の建築行為等が事業施\n行の障害となるおそれがあるかどうかという点を考慮すれば足りる。許可申請者が\n宅地について所有権・借地権など土地使用の権原を有するかどうかまで判断するこ\nとを要しない。事業の施行に差支えないものであれば、土地の使用についての権原\nの有無にかかわらず許可を与えるべきなのである。ということは、同法七六条によ\nる許可は、土地の所有者、借地権者、まして同土地上の建物の所有者、借家人に対\nし、何んらの影響を及ぼすものではない。同法七六条の許可を得た者は、許可を得\nた土地について建築物等の建築を現実にするに当つては、土地所有者や借家人の同\n意ないし明渡判決を要するのである。許可処分自体によつて、土地の占有権限が生\nずるものではない。\n従つて、原告らは、本件許可処分の無効確認を求める法律上の利益がない。\n二　予備的請求の訴えは、処分の取消しの訴えであるところ、処分を知つた日から\n三か月以内の提起ではなく、かつ、処分の日から一年を経過しているので、行政事\n件訴訟法一四条一項、三項により許されない。\n請求原因に対する認否\n請求原因事実のうち、被告市長が本件許可処分をなしたことは認めるが、その余の\n事実はすべて不知。原告の主張は争う。\n（被告三井不動産）\n本案前の抗弁\n本件訴えは、被告市長がなした建物新築許可処分の無効確認を求める訴えであり、\n行政事件訴訟法三条の抗告訴訟であるところ、被告三井不動産は当該行政処分の主\n体でなく、被告適格がない（同法一一条、三八条一項）。\n従つて、右訴えは不適法であるから却下さるべきである。\n請求原因に対する認否\n請求原因事実のうち、訴外Ｂが原告らに対し昭和三七年二月本件店舗明渡の訴えを\n提起したこと、新名古屋ビル株式会社が本件許可処分を受けたこと、訴外Ｂの原告\nらに対する店舗明渡の請求の理由として、本件許可処分によるビルデイング建築の\n必要があげられていること、新名古屋ビル株式会社のなした許可申請書に原告らの\n承認請書が添付されていないことは認めるが、その余の事実は不知。原告の主張は\n争う。\n（原告ら）\n被告市長の本案前の抗弁に対する反論\n一　被告市長のなした本件許可は、訴外Ｂが原告らに対する店舗明渡請求訴訟にお\nいて、これを明渡しの正当事由の補強として利用しようとするものである。その訴\n訟上の対応処置に伴う原告らの物質上の損害および精神的苦痛は甚大である。万\n一、裁判所が違法の行政処分の存在により明渡しの正当理由ありと認める場合に\nは、原告らは生活の根拠を奪われることになる。従つて、原告らはこれを防護する\nため本件許可処分の無効確認を求める法律上の利益がある。\n二　被告市長が原告らに対し出訴期間徒過の抗弁を主張することは、禁反言の原\n則、信義誠実の原則に反し、許されない。即ち、被告市長は昭和四八年四月四日付\nの公文書をもつて、\n（１）　土地区画整理法七六条一項の許可申請をＢが訴訟に悪用した事実を認め\nる。\n（２）　該許可には原告ら（コンパル店主）の請書が必要であることは認める。\n（３）　昭和四七年八月四日付同法七七条二項の立退通知書、一一日付除却実施日\nの通知書をＢが本件店舗明渡訴訟で悪用したことを認める。\n（４）　該許可のためにコンパル店主に非常に迷惑かけていたことを深く反省し今\n後改める。\nと誓約し、また同日付書面で、\n（５）　区画整理施行上コンパル店主に多大の迷惑をかけたことを陳謝する。\nと申入れ、さらにまた、昭和四八年七月二〇日付公文書で、\n（６）　Ｂ提訴の名古屋地裁昭和三七年（ワ）第二九九号（名古屋高裁昭和五一年\n（ネ）第一九六号）事件で多大の迷惑をかけたことを深く反省し、今後改める（処\n分是正）。\nと約定した。\n原告らは、大都市の市長たる被告市長の公文書による再三にわたる誓約を信頼して\n是正を待機し、約旨の履行を待つていたところ、被告市長はこれを履行しないの\nで、やむなく本訴に及んだものであり、正当の理由が存するものである。\n○　理由\n（被告市長に対する訴えについて）\n一　主位的請求の訴えについて\n原告らは、被告三井不動産からなされた原告らの賃借する本件店舗所在地を含む仮\n換地についての土地区画整理法七六条一項の規定による建物新築許可申請に対し\nて、被告市長がなした本件許可処分の無効確認を求めるものである。しかし、本件\n許可処分の無効確認を求める訴えは、原告らがその無効確認を求める法律上の利益\nを有しないから、原告適格を欠き、不適法なものである。即ち、\n行政事件訴訟法三六条は、無効等確認の訴えの原告適格につき、「無効等確認の訴\nえは、当該処分又は裁決に続く処分により損害を受けるおそれのある者その他当該\n処分又は裁決の無効等の確認を求めるにつき法律上の利益を有する者で、当該処分\n若しくは裁決の存否又はその効力の有無を前提とする現在の法律関係に関する訴え\nによつて目的を達することができないものに限り、提起することができる。」と規\n定している。\n原告らは、本件訴えにおいて、被告三井不動産に対する土地区画整理法七六条一項\nの規定による建物新築許可処分の無効確認を求めるところ、法律上、右許可に続く\n処分は予定されていないから、本件許可処分に続く処分により損害を受けるおそれ\nがないことは明らかである。そして、同法七六条一項の規定による許可申請に対す\nる許可は、土地区画整理事業施行地区内の建築行為等が事業施行の障害となるおそ\nれがあるか否かを判断し、そのおそれがない場合に許可がなされるのであつて、申\n請者が土地使用の権原を有するか否かは問わないものと解すべきである。\n即ち、同法七六条一項による許可は、申請者に対して土地使用についての権原を付\n与したり、現に使用する者の有する権利を奪うものではないから、当該土地の借地\n人、借家人らに対し、何ら法律上の影響を及ぼすものではない。同法条の許可を得\nた者が許可を得た土地について建物の建築等を現実になすためには、敷地に対する\n使用収益権を適法に取得することを要するのであつて、既存の借地人、借家人の権\n利、利益を害するものではない。\n従つて、本件許可処分は原告らに対し不利益を与えるものではないから、その無効\nを確認することについて原告が法律上の利益を有するとはいえない。\n原告らは、本件許可があるために、訴外Ｂの原告らに対する店舗明渡請求訴訟にお\nいて、これが明渡しの正当事由の補強に用いられて明渡請求が認容されるおそれが\nあるから、その無効であることを確認しておく利益と必要がある旨主張する。しか\nし、右主張の如き利益は、単なる事実上のものにすぎず、処分の無効を確認すべき\n法律上の利益とはいえないものである。また、行政処分の無効は抗告訴訟による無\n効確認判決を待つまでもなく別訴において主張することが可能であるから、本件許\n可処分が無効であるというのであれば、原告らは右明渡請求訴訟においてそれを主\n張すれば足りることである。\n以上のとおり、本件主位的請求の訴えは、原告らが本件許可処分の無効確認を求め\nる法律上の利益を有しないから、原告適格を欠く不適法なものとして却下を免れな\nい。\n二　予備的請求の訴えについて\n原告らは、予備的に、本件許可処分の取消しを求めているが、本件取消しの訴えは\n出訴期間を徒過した違法なものである。即ち、\n本件許可処分が昭和四七年六月二三日付でその頃なされたものであることは当事者\n間に争いがなく、また、原告らが本件許可処分があつたことを知つた日は遅くとも\n昭和四八年四月四日以前であることはその主張自体により明らかである。そして、\n本訴の提起が昭和五二年四月九日になされたことは本件記録上明らかである。そう\nすれば、本件取消しの訴えは、原告らが本件許可処分があつたことを知つた日から\n三か月以内に提起されたものではなく、また、本件許可処分の日から一年経過後に\n提起されたものであるから、行政事件訴訟法一四条一項、三項により、出訴期間を\n徒過したものであることが明らかである。\n原告は、被告市長が原告らに対し出訴期間徒過の主張をなすことは禁反言の原則、\n信義誠実の原則に反し許されない旨主張する。しかし、原告主張の事実がすべて存\nするとしても、そのことをもつて、被告市長が出訴期間徒過の主張をなすことが許\nされないものとは到底いえず、また期間徒過の正当理由とみることもできないもの\nである。\n従つて、本件許可処分の取消しを求める訴えは、出訴期間を徒過した不適法なもの\nとして却下を免れない。\n（被告三井不動産に対する訴えについて）\n原告らは、被告三井不動産に対して本件許可処分の無効確認を求めるものである\nが、行政処分の無効確認を求める抗告訴訟は処分をした行政庁を被告とすべきもの\nである（行政事件訴訟法一一条、三八条一項）。従つて、行政庁でない被告三井不\n動産は被告適格を欠き、同被告に対する本件訴えは不適法として却下を免れない。\n（結論）\nよつて、原告の被告らに対する本件訴えはいずれも不適法であるからこれを却下す\nることにし、訴訟費用の負担につき民事訴訟法八九条、九三条一項但書を適用し\nて、主文のとおり判決した。\n（裁判官　藤井俊彦　窪田季夫　山川悦男）\n別紙（省略）\n"
}