{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 52,
    "month": 3,
    "day": 28
  },
  "case_number": "昭和50(行ウ)2",
  "case_name": "鹿島農協遺族補償",
  "court_name": "福島地方裁判所",
  "field": "労働",
  "lawsuit_id": "19679",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=19679",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/679/019679_hanrei.pdf",
  "contents": "主　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事　　　実\n第一　当事者の申立\n一　請求の趣旨\n１　被告が原告に対し、昭和四八年六月二〇日付でなした労働者災害補償保険法に\nよる遺族補償給付及び葬祭料を支給しない旨の決定を取り消す。\n２　訴訟費用は被告の負担とする。\n二　請求の趣旨に対する答弁\n主文同旨\n第二　当事者の主張\n一　請求の原因\n１　原告は、鹿島農業協同組合（以下「鹿島農協」という。）の真野支所に勤務し\nていたＡ（昭和四八年一月二〇日午後一〇時ころ死亡）の配偶者であつて、同人の\n死亡当時その収入によつて生計を維持していた者であり、かつ葬祭を行う者として\n労働者災害補償保険法に基づく遺族補償給付及び葬祭料の受給権者である。\n２　被告は、昭和四八年六月二〇日付で、原告に対し、Ａの死亡は業務上の事由に\n基づくものとして原告がなした労働者災害補償保険法に基づく遺族補償給付及び葬\n祭料の請求につき、不支給とする旨の決定（以下「本件処分」という。）をし、そ\nのころ右決定は原告に送達された。\n３　しかしながら、本件処分は違法であるので、その取消を求める。\n二　請求の原因に対する認否\n１　請求原因１、２の各事実は認める。\n２　同３の主張は争う。後記のとおり本件処分は適法になされた。\n三　被告の主張\n１（一）　Ａは、昭和四八年一月三〇日午後一〇時頃同人所有の軽自動車を運転進\n行中、福島県相馬郡＜以下略＞地内の国道六号線上の交差点において普通貨物自動\n車と衝突し、全身打撲により即死した（以下「本件事故」とい。）。\n（二）　Ａは、勤務先である鹿島農協真野支所での業務終了後自宅へ帰る途中で本\n件事故に遭遇したものであるから右死亡は退勤途上の災害に起因するもので、業務\n上の事由によるものではない。\n２　仮りに原告主張のように本件事故が共済保険加入の勧誘に向かう途中の事故で\nあるとしても、\n（一）　本件事故は、勤務時間外において発生したものであるところ、勤務時間外\nの行為に業務遂行性が認められるためには、右行為につき事業主の個別具体的な業\n務命令がある場合若しくは右命令があつたと同視し得べき事情が認められる場合に\n限られるところ、本件事故は右のいずれの場合にも該当しないから業務遂行中の災\n害ではない。\n（二）　次に自家用自動車は使用者自身の責任において使用されるものであるか\nら、原則として右使用には業務遂行性はなく、例外として自家用車の使用につき上\n司の命令若しくは指示がある場合、又は具体的状況に照らして職務遂行上やむを得\nない措置として使用が許される場合に業務遂行性が肯定できるところ、Ａの自家用\n車の使用は右いずれの場合にも該当しないから本件事故は業務遂行中の災害ではな\nい。\n四　被告の主張に対する答弁\n１　被告の主張１の（一）の事実は認めるが、同（二）の事実は否認する。\n２　同２の主張はいずれも争う。\n３　Ａの死亡は次のとおり業務上の事由によるものである。\n（一）　鹿島農協は、共済保険事業を重要な事業の一つとしている。鹿島農協の職\n員は、一定の目標達成額を課され（Ａの死亡時の目標達成額は一二八○万円で、達\n成額は一〇〇万円であつた。）。一定期間を除いては、勤務時間以外、主に夜間を\n利用して勧誘に当ることとされ、右目標額達成の状況は当該職員の勤務成績として\n評価されていた。そして、共済保険勧誘行為は、その性質上勧誘に当る職員の人的\n関係に依存し、密行性が強いため本質的に個別的業務命令に親しまないところか\nら、鹿島農協は、Ａに対し包括的に勤務時間外に保険勧誘業務をなすべきことを命\nじていた。\n（二）　Ａは本件事故当日鹿島農協真野支所の昭和四八年度事業計画立案会議に出\n席し、右打合会終了後帰宅途中にあるＢ方に共済保険の勧誘のため出かけたところ\n本件事故にあつたものである。\nよつて、Ａの死亡は業務遂行中の災害に起因することが明らかである。\n第三　証拠（省略）\n理　　　由\n一　請求原因１、２の各事実はいずれも当事者間に争いがない。\n二　そこで以下被告の主張１について判断する。\n被告主張１の（一）のようにＡが本件事故により死亡したことは当事者間に争い\nがなく、そしていずれも成立に争いのない乙第一号証の一、二、一一、一三、同第\n二号証の一、二、同第四号証の三、四、同第五号証の二、同第一三号証の一、七、\n一二及び証人Ｃ、同Ｄの各証言によれば、Ａは、昭和四八年一月三〇日午後六時こ\nろから鹿島町＜以下略＞所在の清寿司で開かれた真野支所全職員による昭和四八年\n度事業計画立案会議（同会議はＡの私的な都合により真野支所での通常勤務時間\n（午後五時）後に開かれた。）に出席し、同会議終了後の午後九時三〇分頃右清寿\n司を出て一旦真野支所に戻り、自己所有の軽自動車を運転して同所を午後九時四〇\n分ころ出発し、自宅のある鳥崎部落の方向に進行中本件事故に遭つたもので、事故\nの現場は同人の通常の通勤経路上にあることが認められ、右認定に反する証拠はな\nい。\nそうすると、本件事故はＡの真野支所での勤務時間後に開かかれた会議終了後の\n午後６時ころ、同人の通常の帰宅経路上で発生したことの事実からみると特段の事\n情のない限りＡは、帰宅中に本件事故に遭つたものと推認するのが相当である。\n原告は、ＡがＢ方に共済保険加入の勧誘に行く途上本件事故にあつた旨主張し、\n乙第七号証、同第一一号証、同第一二号証の一、証人Ｂ、伺Ｅの各証言、原告本人\n尋問の結果中には、Ａが前記会議終了後Ｂ方に農協共済保険契約締結の勧誘のため\n立寄る予定になつていた旨の右主張にそうが如き記載及び供述が存するが、これら\nは成立に争いのない乙第一号証の一、一一、第二号証の一、二、第三号証、第四号\n証の三、第五号証の二、第一三号証の一、証人Ｆ、同Ｃの各証言に照らして措信し\n難く、又証人Ｆの証言及びこれにより真正に成立したものと認められる甲第一号証\nの一ないし四、同第二号証、同第一一号証、同第一三号証、成立に争いのない乙第\n八ないし第一〇号証、証人Ｃ、同Ｄの各証言及び原告本人尋問の結果によれば、亡\nＡは、昭和四七度（昭和四七年三月一日から昭和四八年二月二八日まで）の農協共\n済保険勧誘目標額として一二八○万円の割当を受けていたが、昭和四八年一月ころ\nまでには一〇〇万円しか達成してなかつたこと、通常右勧誘は夏期の一定期間に勤\n務時間を利用して行うほかは、勤務時間外の早朝又は夜間を利用して行われ、右目\n標額達成については日頃上司から強く促されたり、勤務成績として評価されるため\n年度末にあたる時期には特に力を注ぐこと、Ａは昭和四七年一〇月ころから真野支\n所での仕事に追われ、保険の勧誘に従事する時間が少なかつたこと、事故直前真野\n支所を出る際、通常より急いでいる様子が窺われたこと、事故当時も共済保険勧誘\n用のパンフレツト及び契約者に配付する手ぬぐいを携帯していたこと等の事実が認\nめられるが、このような一般的状況事実のみでは未だ前記推認を覆すことはでき\nず、他に前記推認を左右するに足る証拠はないので、原告の前記主張は採用できな\nい。\nそうするとＡの死亡は勤務終了後の退勤途中の事故によるものと認められ、その\n死亡は業務上の事由によるものではないというべきであるから、被告のなした本件\n処分は適法である。\n三　よつて、原告の請求は理由がないのでこれを棄却することとし、訴訟費用の負\n担につき行訴法七条、民訴法八九条を適用して、主文のとおり判決する。\n"
}