{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 54,
    "month": 6,
    "day": 20
  },
  "case_number": "昭和51(行ウ)48",
  "case_name": "法人税額更正処分等取消請求事件",
  "court_name": "東京地方裁判所",
  "field": "行政",
  "gist": "１　不動産賃貸を目的とする会社が，取得した買換資産をそのまま右取得の相手方に賃貸している場合は，買換資産の現実の使用状況に変化が生じていなくても，租税特別措置法（昭和４４年法律第１５号による改正前）６５条の４，６５条の５にいう「事業の用に供したとき」に当たるとした事例　２　代表者を同じくし，資本的にも密接な関連のある同族会社間でされた買換資産の取得及び貸付けが，専ら租税特別措置法（昭和４４年法律第１５号による改正前）６５条の４，６５条の５による税負担の繰り延ベを図る意図に出た恣意的な取引とはいえず，右の取引について同規定の適用がないとすることはできないとした事例",
  "lawsuit_id": "17555",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17555",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/555/017555_hanrei.pdf",
  "contents": "○　主文\n被告が昭和五〇年一月三〇日付でした原告の昭和四四年一二月一日から昭和四五年\n一一月三〇日までの事業年度の法人税についての第三次更正処分（ただし、昭和五\n〇年三月一八日付で減額更正された後のもの）のうち欠損金額控除前の所得金額を\n五億八、八九二万四、三二八円として計算した額を超える部分を取り消す。\n原告のその余の主位的請求を棄却する。\n訴訟費用はこれを五分し、その一を原告の負担とし、その余を被告の負担とする。\n○　事実\n（当事者の求めた判決）\n第一　原告\n一　主位的請求\n被告が昭和五〇年一月三〇日付でした原告の昭和四三年一二月一日から昭和四四年\n一一月三〇日まで及び昭和四四年一二月一日から昭和四五年一一月三〇日までの各\n事業年度の法人税についての第三次更正処分（ただし、いずれも昭和五〇年三月一\n八日付で減額更正された後のもの）をいずれも取り消す。\n訴訟費用は被告の負担とする。\n二　予備的請求\n被告が昭和四六年三月三一日付及び同年六月一九日付でした原告の前記両事業年度\nの法人税についての第一次及び第二次更正処分をいずれも取り消す。\n訴訟費用は被告の負担とする。\n第二　被告\n一　主位的請求に対する答弁\n原告の請求をいずれも棄却する。\n訴訟費用は原告の負担とする。\n二　予備的請求に対する答弁\n原告の請求をいずれも却下する。\n訴訟費用は原告の負担とする。\n（当事者の主張）\n第一　請求原因\n一　原告は、不動産の賃貸、管理、売買及び斡旋を業とする株式会社である。\n二　原告は、昭和四三年一二月一日から昭和四四年一一月三〇日までの事業年度\n（以下「四四事業年度」という。）の法人税について昭和四五年一月三一日確定申\n告をし、また、昭和四四年一二月一日から昭和四五年一一月三〇日までの事業年度\n（以下「四五事業年度」という。）の法人税について昭和四六年二月一日確定申告\nをしたところ、被告は、これらに対し昭和四六年三月三一日付で第一次の増額更正\nをし、次いで、昭和四六年六月一九日付で第二次の減額更正、昭和五〇年一月三〇\n日付で第三次の増額更正、同年三月一八日付で第四次の減額更正を順次行つた。そ\nの経緯、更正項目、更正金額等の詳細は別表１、２のとおりである。\n三　しかしながら、右一連の各更正処分は、一貫して、原告の後記損金処理を否認\nしている点においていずれも違法である。\nよつて、原告は、両事業年度につき、主位的請求として、最終の増額更正である第\n三次更正処分（ただし、第四次更正処分により減額された後のもの。以下、四四事\n業年度分の第三次更正処分を「本件更正処分（一）」といい、四五事業年度分の第\n三次更正処分を「本件更正処分（二）」という。）の取消しを求め、仮に右第三次\n更正処分を取消請求の対象とすることが不適法とされるときは、予備的請求とし\nで、第一次及び第二次の各更正処分の取消しを求める。\n第二　請求原因に対する認否\n請求原因一、二の事実は認めるが、同三の主張は争う。\n第三　被告の主張\n一　四四事業年度\n１　本件更正処分（一）の内容\n原告は、昭和四四年二月一七日その所有に係る別紙一の（イ）（ロ）（ハ）（ニ）\nの土地建物及び借地権（以下「本件不動産等」という。）を、右（ハ）の借地権に\n係る土地の所有者Ａ（原告会社代表者Ｂの長女であり、以下「Ａ」という。）とと\nもに、永楽不動産株式会社（以下「永楽不動産」という。）にＡの土地代金を含め\nて総額一一億九、五〇〇万円で譲渡し、同年二月二一日右売買契約を仲介したＣに\n仲介手数料として二、〇〇〇万円を支払い、四四事業年度の確定申告において、右\n二、〇〇〇万円全額を損金として申告したが、被告は、本件更正処分（一）におい\nて、右二、〇〇〇万円のうち四六万円について損金算入を否認したものである。\n２　本件更正処分（一）の適法性\n前記のとおり、原告はＣに二、〇〇〇万円の仲介手数料を支払つたが、Ｃの仲介行\n為は、原告の所有する本件不動産等の譲渡だけでなくＡ所有地の譲渡に関してもな\nされたものであるから、Ｃに対する仲介手数料はＡもまたこれを一部負担すべきも\nのである。そして、前記売買契約において原告とＡが永楽不動産から受領した代金\n額は、原告が一一億六、六五三万二、五一二円、Ａが二、八四六万七、四八八円で\nあるから、原告が支払つた仲介手数料二、〇〇〇万円を右代金額に応じて按分する\nと、Ａの負担すべき手数料額は四六万円となる。\nそうであるとすれば、右四六万円は、原告の事業経費ということはできず、これを\n損金に算入することは許されないものである。\n二　四五事業年度\n１　本件更正処分（二）の内容\n原告は、別紙一の（イ）（ロ）（ハ）（ニ）の本件不動産等を前記のとおり永楽不\n動産に譲渡したほか、更に、同（ホ）の借地権を昭和四四年二月一日帝都自動車株\n式会社に一億三、五〇〇万円で譲渡し、これらの譲渡対価のうち七億四、四九八万\n六、一二九円を四四事業年度の決算において租税特別措置法（昭和四四年法律第一\n五号による改正前のものをいい、以下「旧措置法」という。なお、昭和四四年法律\n第一五号附則一四条七項参照）六五条の五第一項の規定により特別勘定に経理して\nいたところ、昭和四五年二月一〇日都自動車株式会社（以下「都自動車」とい\nう。）から別紙二の建物及び借地権（以下「本件買換資産」という。）を三億五、\n四五八万一、〇〇〇円で取得したことに伴い、四五事業年度の決算において、旧措\n置法六五条の五第二項及び第三項の規定を適用し、前記七億四、四九八万六、一二\n九円を益金の額に算入するとともに、損金経理により、本件買換資産のうち借地権\nについては七、九二五万三、七〇五円を帳簿価額より減額し、建物については一億\n三、九一七万二、六二五円を引当金勘定に繰り入れたが、被告は、本件更正処分\n（二）において、右損金経理は旧措置法六五条の五第二項の要件に該当しないもの\nであるとして右圧縮損（建物圧縮記帳引当金を含む。）を否認し、これに伴い、原\n告が減価償却超過相当額として益金に算入した一、一〇五万三、八三〇円を減額し\nた。なお、これとは別に建物等の減価償却費二七〇万九、二〇五円が超過して計上\nされていたのでこれを加算した。\n２　本件更正処分（二）の適法性\n（一）　旧措置法六五条の四、五の規定は、昭和三八年の税制改正により創設され\nたものであるが、これらの規定による特定の資産の買換えの場合等の課税の特例\nは、当時における貿易自由化の拡大、国際収支の動向等の経済状勢の推移にかんが\nみ、社会資本の充実とともに民間企業における産業設備の整備強化を急速に行うこ\nとが我が国経済にとつて当面緊急であると考えられたことから、譲渡所得に係る課\n税を延期することにより、設備の更新による産業設備の合理化・近代化、工場移転\nによる産業立地の改善その他一般に資本の活用を図ることを目的として創設された\nものであり、このことは、これらの規定が、資産の「譲渡」及び「取得」のうちか\nら贈与、交換、出資、代物弁済を除外し、売買による資産の買換えを前提としてい\nること、機械装置については土地等と一体となつて譲渡した場合に限つているこ\nと、買換資産を日本国内の事業の用に供するものに限定していること、買換資産を\n取得の日から一年以内に事業の用に供することを条件としていること、にあらわれ\nている。したがつて、同条の五第二項に定める買換資産を「事業の用に供した」と\nいう要件も、右の立法趣旨に即して解釈しなければならない。\n（二）　本件についてみると、原告が都自動車より取得した本件買換資産は従来か\nら都自動車が立体駐車場ビルとして使用していたものであるところ、原告は取得後\n直ちにこれを都自動車に賃貸したため、都自動車は本件買換資産を従前どおり使用\n管理しているものであり、その利用状況は従前と少しも異ならないものである。そ\nうしてみると、本件買換資産の取得により新しい土地建物の需要や利用関係が生じ\n資本の活用が図られたということはできず、かかる資産の利用形態は、前記の立法\n趣旨からして旧措置法六五条の五が定める「事業の用に供した」ものということは\nできないといわなければならない。\n（三）　しかも、本件買換資産の取得及び貸付は、次に述べるように、原告と都自\n動車とが特殊な関係にあつたことによる恣意的な取引であり、その目的は、専ら\n「特定の資産の買換えの場合等の課税の特例」による税負担の繰延べを図る意図に\n出たものであるから、かかる取引に旧措置法六五条の四、五の規定の適用がないの\nは、その立法趣旨からして当然である。すなわち、\n（１）　原告は、昭和四〇年四月一日都自動車が全額出資して設立された法人であ\nり、都自動車の子会社であるが、原告も都自動車の株式を保有しており、相互に株\n式を持ち合う関係にある。また、両会社ともＢが代表取締役をしている同族会社で\nある。\n（２）　本件買換資産は、旅客自動車運送事業を営む都自動車の事業遂行上不可欠\nである特殊な立体駐車場ビルであつて、特段の事情がなければ、これを他に譲渡す\nるということはあり得ないものであつた。また、都自動車は、本件買換資産の譲渡\n代金三億五、四五八万一、〇〇〇円については、全額を原告からの借入金債務と相\n殺し、譲渡後直ちに年額四、二〇〇万円の賃料で本件買換資産を原告から賃借して\nいるが、右相殺によつて都自動車が免れた金利負担（日歩二銭八厘）は年間約三、\n六二三万円であるから、都自動車は、本件買換資産の譲渡、賃借によつてかえつて\n支出が増大するという結果になつている。\n一方、原告においても、本件不動産等の譲渡代金はビル工事代金の支払等に充当し\nたほかはその大部分を都自動車に貸し付けていたので、四四事業年度末において買\n換資産を取得しうる資金的余裕はなかつたものであり、原告がこれを取得できたの\nは、前記のとおりその譲受代金を都自動車に対する貸付金と相殺することができた\nからである。\n（３）　そうしてみると、本件買換資産の取得及び貸付は、原告が四五事業年度中\nに買換資産を取得しないときは前記本件不動産等の譲渡に伴つて生じた譲渡益につ\nいて前年度から繰り越した特別勘定の金額が旧措置法六五条の五第四項により益金\nに算入され課税されることになるところから、専ら右課税を免れるために、原告と\n都自動車が前記のとおり同族関係にあることを利用して恣意的に行つた取引である\nといわなければならない。\nもし右のような取引についても旧措置法六五条の四、五の適用が認められるとすれ\nば、同種の取引を繰り返すことによつて永久に課税の繰延べが認められるという不\n都合な結果を生ずることとなる。\n（四）　のみならず、本件買換資産の取得は、売買によるものではなく、代物弁済\nによるものであるから、旧措置法六五条の五の規定の適用は受けられないものであ\nる（租税特別措置法施行令（昭和四四年政令第八六号による改正前のもの）三九条\nの六第二項）。すなわち、原告は、四四事業年度末において都自動車に対し五億\n六、五五八万一、四四六円に達する貸付債権を有していたので、本件買換資産を三\n億五、四五八万一、〇〇〇円と評価し、右債権のうち同額の代物弁済としてこれを\n取得したものとみるべきである。\n三　予備的請求に対する本案前の主張\n本件両事業年度の第二次更正処分は、別表１、２のとおり第一次更正処分を減額す\nる原告にとつて利益な処分であるから、その取消しを求めることはできず、また、\n右第二次更正処分によつて減額された後の第一次更正処分も、原告が主位的請求に\nおいてその取消しを求める第三次の本件更正処分（一）（二）に吸収されて、もは\nや独立の存在を失つているから、その取消しを求めることは無意味である。よつ\nて、予備的請求に係る訴えはすべて不適法である。\n第四　被告の主張に対する認否\n一　被告の主張一のうち、１の事実及び２の原告とＡが永楽不動産より受領した代\n金額が被告主張のとおりであることは認めるが、その余の事実と主張は争う。\n二　同二のうち、１の事実は認める。２（一）の旧措置法六五条の四、五の規定が\n昭和三八年の税制改正により創設されたものであることは認めるが、その立法趣旨\nは争う。２（二）の本件買換資産は都自動車が駐車場ビルとして使用中であつたも\nのを原告が取得後直ちに都自動車に貸し付け、都自動車はこれを従前どおり使用管\n理していることは認めるが、その余は争う。２（三）冒頭の主張は争う。同（１）\nの事実は認める。同（２）の都自動車が本件買換資産の譲渡代金と原告からの借入\n金とを相殺したこと及び本件買換資産の年額賃料が四、二〇〇万円であり、右譲渡\n代金相当額の借入金の利息が年間三、六二三万円となることは認める。同（３）及\nび２（四）は争う。\n三　同三の主張は争う。\n第五　原告の反論\n一　売買手数料否認について\n１　被告は、ＣがＡ所有の土地についても仲介行為をなしたと主張するが、Ｃの仲\n介行為はあくまで原告所有の本件不動産等に限られ、Ａ所有地はその対象とはなつ\nていなかつたものである。しかし、原告と永楽不動産との交渉が進んだ段階で、永\n楽不動産及びその代理人であつた東京建物株式会社よりＡ所有地もともに譲り受け\nたい旨の強い要請があつたことから、当該土地を手放すことに消極的であつたＡを\n原告代表者Ｂが説得し、仲介手数料等の費用負担をさせない条件のもとにＡの承諾\nをとりつけたのである。このように、Ａ所有地の売買は永楽不動産及び東京建物株\n式会社とＢの直接交渉によつたもので、Ｃはこの件については全く関与していな\nい。したがつて、ＡがＣに仲介手数料を支払うべきいわれはなく、被告の主張は事\n実を誤認するものである。\n２　のみならず、Ａ所有地の売却は原告が自己の本件不動産等の売買を成立させる\nために是が非でも必要であつたものであり、かつ、原告が支払つた二、〇〇〇万円\nという額は昭和四五年一〇月二三日建設省告示第一、五五二号に定める仲介手数料\n額を大きく下廻るものであるから、このような事情のもとでは、右二、〇〇〇万円\nは損金に算入される事業経費というべきものである。\n二　圧縮記帳否認について\n１　被告は、本件買換資産について原告のなした圧縮記帳を旧措置法六五条の四、\n五の規定の立法趣旨に反するとして否認するが、これらの条文は一読して明らかな\nように明確かつ一義的であり、そこにことさら立法趣旨を持ち出して解釈しなけれ\nばならない必要性は毫も存しない。被告の主張は租税法律主義に反するものであ\nり、到底許容できるものではない。\n２　仮に、旧措置法六五条の四、五の規定の立法趣旨が被告主張のとおりであり、\nまた、その立法趣旨によつて適用範囲が画されるとしても、前記のとおり、原告は\n不動産の賃貸、管理等を目的とする会社であるから、原告が都自動車から本件買換\n資産を取得し、これを都自動車に貸し付けて賃料収入を得ることは、不動産につい\nて新たな需要や利用関係が生じ資本の活用が図られたものというべきである。けだ\nし、不動産貸付業者が空室のビルを取得しこれに入居者を募集して家賃収入を得る\nのと、ビルを譲渡した相手方にそのまま貸し付けて家賃収入を得るのとは、不動産\n貸付業者にとつてはその経済的効果は全く異ならないのであり、経済的効果が異な\nらないのであれば、その取得のための資本の活用の効果もまた異ならない筈であ\nる。したがつて、右貸付が「事業の用に供した」ことにあたるのは当然である。\n３　被告は、原告の本件買換資産の取得及び貸付が租税回避のための恣意的取引で\nあると主張する。\nしかし、原告が本件買換資産を取得したのは、本件不動産等を手放したことに伴い\n新たな営業用資産を必要としたからであり、また、都自動車も負債が多額にのぼつ\nていたことから、本件買換資産を売却しその代金で一部でも債務を弁済し、それに\nよつて金利負担を減少させ経営内容の健全化を図る必要性に迫られていたからにほ\nかならない。そして、本件買換資産の売買代金も賃料も相当なものであつた。都自\n動車は、本件買換資産を譲渡することによつて、その代金相当額の借入債務の年間\n金利三、六二三万円のほかに、固定資産税、都市計画税、損害保険料等の管理費用\nとして年間一、七二二万円以上の負担を免れるのであり、両者を合わせると、たと\nえ年間四、二〇〇万円の賃料を支払つても、都自動車としては年間一、一四五万円\n以上の経費の節減を図ることができるのである。\n右のように、原告の本件買換資産の取得及び貸付は、原告会社の事業目的にそう通\n常の取引であつて、租税回避行為と目される余地はなく、旧措置法六五条の四、五\nの規定の適用を拒否されるいわれはない。また、原告と都自動車が代表者を共通に\nし資本的にも密接な関係にある同族会社であることは、同条が買換資産の取得の相\n手方について何らの制限もしていないことから、右規定の適用のうえで考慮される\n必要のない事項である。\n４　本件買換資産の取得が代物弁済によるものであるとの被告の主張は、更正処分\nの附記理由にもなかつた全く新たな主張である。原告は青色申告書の提出の承認を\n受けているものであるところ、青色更正に理由附記を必要とした趣旨からすれば、\n青色申告者に対しては更正通知書に附記された理由以外の理由をもつて当該更正処\n分の正当性を根拠づけることはできないといわなければならない。しかるに、本件\n更正処分（二）の通知書に附記された理由は、「貸付ける相手方から取得したもの\nは事業の用に供した資産に該当しないから、損金に計上した圧縮記帳引当金を否認\nする。」というものであつたのであるから、これと異なる理由、すなわち本件買換\n資産の取得原因が代物弁済であるとの理由をもつて右更正処分の正当性を維持する\nことは許されないものである。\n第六　原告の反論に対する被告の再反論\n一　原告の反論二３について\n原告は、本件買換資産の譲渡によつて都自動車は年間一、一四五万円以上の経費の\n節減を図ることができると主張する。\nしかし、本件買換資産の管理費用が原告主張のとおりであるとすれば、原告が本来\n収受すべき賃料は、原告の採用した計算方法（甲第一三号証参照）によつて算定す\nると、年間約五、五五九万円ということになるが（土地建物投資額合計三億八、六\n七四万五、〇〇〇円×資本利子一〇パーセント＋管理費用一、六九二万二、五〇六\n円＝五、五五九万七、〇〇六円）、原告が実際に都自動車から収受する賃料は四、\n二〇〇万円であり、実に一、三五九万円も過少ということになる。このように異常\nに低い賃料による賃貸借契約は、営利を目的とする会社の行為としては著しく経済\n的合理性を欠くものであり、本件買換資産の売買が会社としての事業目的をもつた\n事業上必要な取引であつたとみることはできない。\n仮に、本件買換資産の売買の理由が、原告主張のように都自動車の金利負担を軽減\nするためのものであつたとしても、それは、親会社たる都自動車の金融を目的とし\nて子会社たる原告にその有する資産を移転したものにすぎず、かかる場合において\nも、旧措置法六五条の四、五の規定の立法趣旨に合致しないことは明らかであるか\nら、同規定による圧縮記帳は是認しえないものというべきである。\n二　原告の反論二４について\n本件買換資産の取得原因が代物弁済であるとの被告の主張が本件更正処分（二）の\n附記理由の内容となつていなかつたこと並びに原告が青色申告書の提出の承認を受\nけている法人であることは認める。\nしかしながら、一般に課税処分取消訴訟における審理の対象は、当該処分によつて\n認定された課税標準及び税額が客観的に存在するか否かであり、租税債務の認識根\n拠は単なる攻撃防禦方法にすぎず、時機に後れた攻撃防禦方法として却下されない\n限り、処分当時客観的に存在したいかなる事実も訴訟において主張できると解すべ\nきである。そして、このことは、青色申告者に対する課税処分についても、それが\n実体的に違法であるか否かが争点になつている限り、別異に解さなければならない\n理由はない。更正の理由附記は、課税庁がいかなる理由で更正処分を行つたかをそ\nの通知書に附記することにより、課税庁の処分の慎重を担保し、相手方の不服申立\nての便宜に資するためのものにすぎず、更正の形式的手続要件とみるべきものであ\nる。したがつて、更正の理由附記は、更正処分の手続が適法であつたか否かについ\nては意味があつても、課税処分の根拠事由を固定化するまでの効力はないというべ\nきである。\n（証拠関係）（省略）\n○　理由\n一　請求原因一、二の事実は当事者間に争いがない。\n二　本件更正処分（一）（仲介手数料四六万円の否認）について\n１　被告の主張一１の事実は当事者間に争いがなく、右事実と原本の存在と成立に\n争いのない乙第八号証、承認Ｃの証言により真正に成立したと認められる乙第九号\n証及び証人Ｄ（一部）、同Ｃの各証言によれば、昭和四三年春頃永楽不動産の代理\n人である東京建物株式会社から東京都内にある適当なビルの購入斡旋方を依頼され\nたＣは、この話を原告代表者Ｂのところに持ち込んだところ、原告も、同社の所有\nする別紙一の（ニ）の建物を売却する意向を持つていたが、右建物の敷地のうち別\n紙一の（ハ）の土地はＢの娘Ａの所有となつていたことから、ＢはＣに対し、敷地\n所有者の方は自分が責任をもつて了解をとりつけるので右建物と敷地を一五億円位\nで売却してくれるように依頼したこと、そこで、Ｃは右建物と敷地を一体として売\n買仲介の交渉を進め、この間にＡも右（ハ）の土地を売却することについてＢに承\n諾を与えたこと、かくして、Ｃの仲介により翌昭和四四年一月二四日原告及びＡと\n永楽不動産との間において右建物及び敷地を代金総額一一億九、五〇〇万円で売買\nする契約が締結され、同年二月二一日その仲介手数料として二、〇〇〇万円が原告\nからＣに支払われたことが認められ、右認定に反する証人Ｄの証言は措信すること\nができない。そして、右売買代金のうち二、八四六万七、四八八円は前記（ハ）の\n土地代金としてＡが取得し、その余を原告が取得したことは、当事者間に争いがな\nい。\n右事実によれば、Ｃの仲介行為は原告の所有する本件不動産等だけでなくＡの所有\nする土地をも対象としたものであつて、Ｃが受領した二、〇〇〇万円の中にはＡ所\n有地についての仲介手数料も含まれているものと認められる。\nそうであるとすれば、右二、〇〇〇万円のうちＡが取得した代金額に対応する額\nは、原告が自らの利益を得るために直接必要とした費用とはいいがたいものである\nから、これを原告の損金とすることはできないといわなければならない。そして、\nこの損金不算入額は、右二、〇〇〇万円を原告とＡの取得代金額に応じて按分する\nと四七万六、四四三円となる。\n２　原告は、原告とＡとの間でＡには仲介手数料を負担させない旨の合意があつた\nと主張するが、仮にそのような合意があつたとしても、それはＡが本来負担すべき\n費用を原告が肩代わりするというにすぎないのであつて、そのことのゆえに、法人\n税の所得金額の計算のうえで、右肩代わり分が当然に原告の損金として認められる\nことになるわけではない。このことは、Ａ所有地の売却が本件不動産等の売買成立\nに必要不可欠であつたためやむなく右合意をしたものであるとしても、Ａ所有地の\n売却による収益が直接原告に帰属しないものである以上、異なることはないという\nべきであり、また、支払われた仲介手数料額の多寡によつて左右されることでもな\nい。\n３　以上のとおりであるから、原告がＣに支払つた二、〇〇〇万円のうち四七万、\n六、四四三円は、原告の四四事業年度の法人税の所得計算上損金とはならないもの\nというべきところ、本件更正処分（一）はその範囲内である四六万円の限度で損金\n算入を否認したものであるから、結局、本件更正処分（一）は正当である。\n三　本件更正処分（二）（圧縮記帳否認）について\n１　被告の主張二１の事実は当事者間に争いがなく、また、本件買換資産は従来か\nら都自動車が立体駐車場ビルとして使用していたところ、原告はこれを取得した後\n直ちに賃料年額四、二〇〇万円で都自動車に賃貸し、従前どおり使用管理せしめて\nいることも、当事者間に争いがない。そして、原告が不動産の賃貸を業とする会社\nであることは前記のとおりであるから、右都自動車に対する賃貸により本件買換資\n産を「事業の用に供した」ものとして、旧措置法六五条の四、五に定める課税の特\n例の適用を受けるものというべきである。\n２　被告は、本件買換資産がその取得の前後において利用状況になんら変化を生じ\nていない以上、不動産について新たな需要や利用関係が生じ資本の活用が図られた\nとはいえないから、右旧措置法の規定の立法趣旨に照らし「事業の用に供した」も\nのということはできない旨主張する。\n確かに、成立に争いのない甲第一九号証の一、二、乙第一ないし第七号証によれ\nば、これらの規定が被告主張のような趣旨のもとに立法されたものであることが認\nめられ、他方、「事業の用に供した」という要件は文言自体において疑義を生ずる\n余地のないほどに一義的ではないから、その解釈適用にあたつて右の立法趣旨を参\n酌すべきであることはいうまでもない。したがつて、例えば、不動産貸付以外の事\n業目的を有する法人が右事業に付随して買換資産を取得の相手方に賃貸したような\n場合に、これを当該法人の「事業の用に供した」ものと認めるべきか否かは、右立\n法趣旨との関連を離れて決することはできないであろう。\nしかしながら、本件においては、前記のとおり、不動産賃貸業を目的とする原告が\n取得に係る買換資産を事業目的のとおりに他に賃貸し賃料をあげているのであつ\nて、原告の立場においてみるならば、まさに買換資産を直接自己の「事業の用に供\nした」ものにほかならず、右賃貸の相手方が取得の相手方と同一人で、買換資産の\n現実の使用状況に変化が生じないことを理由として明文の定めなくこれを否定する\nことは、許された解釈の域を超えるものといわなければならない。また、立法趣旨\nとの関連においてみても、本件買換えによつて、賃貸収入の取得という原告の本来\nの事業目的の用に直接供すべき資産が更新され、新資産が現実にその目的のために\n利用されているのであるから、右規定の狙いとする産業設備の整備・更新、資本の\n活用が図られたというに妨げないのである。\nそれゆえ、被告の右主張は採用することができない。\n３　次に、被告は、原告の本件買換資産の取得及び貸付が専ら租税回避を目的とし\nた恣意的な取引であり、そうでないとしても、都自動車の金利負担を軽減させこれ\nに金融上の利益を与えることを目的とした取引であるから、旧措置法六五条の四、\n五の規定の適用はないと主張する。\nしかしながら、租税特別措置法は一定の政策的理由から税負担の減免を定めたもの\nであるから、納税者が専らその適用を受けることを目的として取引を行つたからと\nいつて、そのこと自体を直ちに不当な租税回避行為とみるのは相当でなく、また、\n右取引が相手方の利益をも目的としていたことによつて同法の適用を否定すべき理\n由もない。また、原告と都自動車とが代表者を同じくし資本的にも密接な関係のあ\nる同族会社であつたことは当事者間に争いがなく、右事実と証人Ｄの証言及び弁論\nの全趣旨を総合すると、都自動車は昭和四五年当時本件買換資産を手離さなければ\nならないほどの経営状態にあつたわけではなく、原告も、被告の主張するような代\n金相殺の方法によるのでなければ、これを取得しうる資金的余裕はなかつたのであ\nるが（原告が譲受代金と都自動車に対する貸付金とを相殺したことは当事者間に争\nいがない。）、両者間で本件買換資産の譲渡をすることにより原告において旧措置\n法六五条の四、五の適用を受ける方が双方にとつて全体として利益であるとの判断\nから、本件の譲渡及び貸付をするに至つたものであることが推認される。しかしな\nがら、右のような特別の関係に基づいてされた取引であつても、それが取引上ない\nし経済上の合理性を無視して行われたものでない限りは、課税上の見地からこれを\n目して恣意的な取引ということはできないところ、本件における原告と都自動車と\nの間の本件買換資産の譲渡及び貸付についてその譲渡対価や賃料その他の貸付条件\nが通常の取引に比して不自然、不合理なものであつたと認めるべき的確な証拠は存\n在しない（賃料額の相当性について当事者間に争いがあるが、被告の再反論一掲記\nの算式のうち資本利子一〇パーセントとあるのを市中金利並みの年八パーセントに\n改めて計算すると、四、七八六万二、一〇六円となり、約定賃料が著しく低額であ\nるとはいえない。）。\nしてみると、被告の前記主張は失当というほかはない。被告は、本件のような場合\nにまで旧措置法六五条の四、五の適用を認めるとすれば、同種取引を反覆すること\nによつて永久に課税が繰り延べられることになると主張するが、当該取引が経済上\nの合理性を失わないものであることを要件とする限り、実際上被告の危惧するよう\nな不都合な結果を生ずるとは考えがたい。\n４　また、被告は、原告の本件買換資産の取得原因が売買ではなく代物弁済である\nから、旧措置法六五条の四、五の規定の適用は受けられないと主張する。\nしかし、かかる主張が青色更正の附記理由との関係において許されるか否かの点は\nさておき、本件にあらわれた全証拠をもつてしても、本件買換資産の取得が代物弁\n済によるとの事実を認めることはできない。\n５　したがつて、本件更正処分（二）が本件買換資産の取得について旧措置法六五\n条の五第二項に基づく圧縮記帳を認めなかつたことは違法というべきである。な\nお、被告の主張する建物等の減価償却超過額二七〇万九、二〇五円の加算について\nは、原告は争つていない。\nそうすると、原告の圧縮記帳に係る二億一、八四二万六、三三〇円（建物圧縮記帳\n引当金一億三、九一七万二、六二五円及び土地圧縮損七、九二五万三、七〇五円の\n合計額）は損金となり、これに応じて減価償却超過相当額一、一〇五万三、八三〇\n円は益金となるので、本件更正処分（二）の認定額を基礎として前者を減算し後者\nを加算すると、原告の四五事業年度における欠損金額控除前の所得金額は五億八、\n八九二万四、三二八円となる。\n四　以上のとおりであるから、本件更正処分（一）には原告主張の違法はなく、そ\nの取消しを求める原告の主位的請求は理由がないが、本件更正処分（二）は欠損金\n額控除前の所得金額を五億八、八九二万四、三二八円として計算した額を超える部\n分が違法であるので、この限度で本件更正処分（二）を取り消すこととし（なお、\n原告の予備的請求は、原告主張の違法事由について実体的判断が示されないことを\n条件とするものであるから、これについては判断をしない。）、訴訟費用の負担に\nつき行政事件訴訟法七条、民事訴訟法九二条を適用して、主文のとおり判決する。\n（裁判官　佐藤　繁　川崎和夫　佐藤久夫）\n別紙一、二、別表１、２（省略）\n"
}