{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 49,
    "month": 3,
    "day": 29
  },
  "case_number": "昭和46(う)1222",
  "case_name": "兇器準備集合、公務執行妨害被告事件",
  "court_name": "東京高等裁判所第十三刑事部",
  "article_info": "第27巻1号47頁",
  "gist": "無許可の集団示威運動を昭和二五年東京都公安条例四条に基づいて阻止し解散させることのできる要件が備わつていないと認められた事例",
  "case_gist": "判文参照(六二ページ一六行ないし六九ぺ―ジ)",
  "lawsuit_id": "20602",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=20602",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/602/020602_hanrei.pdf",
  "contents": "主　　　　文\n１．　原判決を破棄する。\n２．　被告人Ａ、同Ａ１、同Ａ２、同Ａ３をそれぞれ罰金五、〇〇〇円\nに処する。\n３．　右被告人らにおいて、右の罰金を完納することができないとき\nは、金一、〇〇〇円を一日に換算した期間その被告人を労役場に留置する。\n４．　被告人Ａ４、同Ａ５はいずれも無罪。\n５．　被告人Ａ、同Ａ１、同Ａ２、同Ａ３は本件公訴事実中、兇器準備\n集合の点につきいずれも無罪。\n６．　訴訟費用は別紙のとおりの負担とする。\n理　　　　由\n本件控訴の趣意は、弁護人畑和、同西田公一、同小長井良浩、同中島通子、同秋\n本英男共同作成名義の控訴趣意書記載のとおりであるから、これを引用し、これに\n対して、当裁判所は、証拠および記録を調査し、当審における事実取調の結果に基\nづき、つぎのとおり判断する。\n第一、　控訴趣意第一部（兇器準備集合罪関係）第五点共同加害目的に関する事\n実誤認の主張について\n一、　原判決は、被告人らを含む約二〇〇名の本件学生集団（以下単に学生集団\nという）が、午前八時二七分ころＢ株式会社正門前に進行した時点において、右学\n生集団に共同加害の目的が生じたと認定し、この点につき、およそつぎのように判\n示している。\n（１）　学生集団は、Ｂ１号のＢ２港への寄港を阻止するため、現在佐世保市で\n第一次第二次Ｂ３闘争につぐ実力闘争を展開しようと呼びかけているＢ４派に同調\nし、本件当日の午前一〇時三〇分東京駅発の急行Ｂ５、Ｂ６号で現地佐世保へ行く\nことにして、Ｂ７大学に集まつた学生らの集団である。その学生らは、前夜同学構\n内で開催されたＢ４派の総決起集会で、指導者の「あらゆる国家権力と弾圧を排除\nして佐世保に集まり、Ｂ１号寄港阻止のため、いかなる警察権力に対しても闘い抜\nこう」との呼びかけに応じ、インターを合唱するなど気勢をあげ、佐世保市におけ\nるＢ１号寄港阻止闘争を目指して昂揚した気分にあつた。\n（２）　学生らが本件において携行したプラカードは、ことごとく柄の部分に角\n材が用いられており、この柄の部分の角材を闘争などの際に使用する意図のもとに\n全体としてプラカ―ド様に偽装されたものという疑いがある\n（３）　本件当日の出発間際（午前八時六分ころ）に、学生八名がＢ７大学構内\nで石を割りダンボール箱に入れて用意したが、これは学生らが飯田橋駅付近に待機\nしている機動隊に対し投石するため、集団として用意されたものと推認される。\n（４）　本件当日の午前八時二三分ころＢ７大学正門を出発した学生集団の行\n動、殊に同八時二七分ころＢ正門前付近でＣ麹町警察署長らに罵声を浴せ、殴りか\nかり、そして東方約一四〇メートル先の路上に待機中の機動隊を認めた後の学生集\n団の行動は、直線的であり、機動隊に向けて加えた「角材の柄付きプラカード」な\nどによる殴打、刺突の攻撃は一方的で過激なものであつた。その行動に際して遅疑\n逡巡した形跡もなく、またあらたな意思を生ずる事情も窺うことができず、学生集\n団の右行動は、単なる偶発的なものではなく、すでに統一された意思に基づく行動\nである。\n以上の諸点を綜合して判断すると、学生集団は、Ｂ７大学を出発する以前の段階\nにおいて、佐世保に結集してＢ１号寄港阻止の実力闘争を行なうことを意図したば\nかりでなく、佐世保へ行くまでの間に学生集団の行動を規制しようとする警察側の\n実力行使があれば、これに対しても有形力を行使して排除することを暗黙裡に意図\nしていたものと推認される。この段階における学生集団の警察官に対する有形力行\n使の意思は、実力闘争としての一つの態様を予期したにとどまり、具体的な事情を\n十分に認識していない点で、いまだ抽象的、観念的な意思としての域を脱しないも\nのである。しかし、前記のように八時二七分ころＢ株式会社正門前付近で、学生集\n団がＣ署長らに罵声を浴びせ、殴りかかり、また東方一四〇メートル先の路上に待\n機中の警視庁機動隊を現認した段階になると、この具体的な事情を認識することに\nより、学生集団の警察官に対する前記の抽象的、観念的な有形力行使の意思が具体\n的、現実的な有形力行使の意思を形成するにいたつたものと思料される。ここにお\nいて、学生集団の学生らは、所携の「角材の柄付きプラカード」を使用して、待機\n中の右機動隊員らに対し殴打、刺突の有形力を行使する意思を相通じたものと認定\nできる。右のごとき内容の意思は、機動隊員らの身体に対し共同して危害を加える\n面において、兇器準備集合罪にいう共同加害意思にあたる（以上原判示の要約）。\n二、　しかしながら、当裁判所は次のように判断する。\n（１）　関係証拠によれば、なるほど、学生集団の学生らが、本件前夜Ｂ７大学\n構内で開催されたＢ４派の東日本総決起集会において、代表者らしい者の「あらゆ\nる国家権力と弾圧をはねのけて全員佐世保に集まろう」とか「いかなる警察権力に\nも勝つ闘いをやろう」などという呼びかけに賛意を表し、気勢をあげ、現在佐世保\n市におけるＢ１号寄港阻止闘争を目指して昂揚した気分になつていたことは認めら\nれる。しかし集会等で学生らが口にする言葉は必要以上に激しいものがあり、その\n威勢のいい言葉が必ずしもそのまま現実となることを意味するものではない。右の\nような代表者らしい者の意思表明に対し、学生らが賛意を表したからといって、そ\nのことは学生らの抽象的観念的にせよ、共同加害の目的を推認せしめる事実とみる\nのは相当でない。\n（２）　つぎに、学生らが携行した各プラカ―ドについては、関係証拠による\nと、大体長さ約一二〇センチメートル太さ約三・五×約四・五センチメートルの角\n材の一端に、縦約三五センチメートル横約四五センチメートル厚さ約〇・二七セン\nチメートルのベニヤ板の看板を釘で取り付けたものである。単独で携行するプラカ\n―ドとしてはいささか長大であり、柄の部分にはその太さおよび長さからして、看\n板部分が剥離された場合には兇器性を帯有するに十分な角材が用いられている。こ\nの角材は、タル木の中で最も太いものに属することが認められる。これらの点に徴\nしてみると、本件のプラカードは原判示のように柄の部分の角材を闘争などの際に\n使用する意図のもとに、全体としては、プラカード様に偽装されたものという疑い\nが全くないわけてはない。\nしかし、学生らはこのプラカードを各自佐世保まで携行し佐世保で使うつもりで\nあつたことは、被告人Ａの当公判廷における供述や原審証人Ｃ１、同Ｃ２、同Ｃ３\nの各供述記載によつて明白である。したがつて、たとい本件のプラカードにつき角\n材を偽装したものという疑いがないとはいえないにしても、そのことは、原判決の\n説示するように、学生集団が佐世保に行くまでの間においても、もし警察側の実力\n行使があれば、警察側に対し有形力を行使して排除する意図を当然推認させるもの\nとはなし得ない。\n（３）　つぎに関係証拠によれば、本件当日の早朝、代表で飯田橋駅へ乗車券や\n急行券を買い求めに行つたＢ８外一名の報告により、飯田橋駅付近には警視庁機動\n隊が出動して待機しており、Ｂ１１教会前路上においては、麹町警察署員がＢ７大\n学方向から来る通行人に対し、その行先や所持品について質問しあるいは所持品の\n開示を求めるなど徹底した警戒警備を実施していることが、学生集団の学生らに認\n識された後、午前八時六分ころ、学生八名がＢ７大学第一校舎から校庭に出て石を\n割りダンボール箱に詰めて用意したことが認められる。しかし、この石塊の入つて\nいる二個のダンボール箱は、学生集団の出発した最初のころには、その最後尾にお\nいて二人がかりで運搬されていたが、機動隊に出合う以前に道路端に放棄されてし\nまつたことが証拠上明らかである。右の石塊が、もし原判示のいうように、すぐ先\nの飯田橋駅付近に出動し待機している機動隊に対し投石するために、集団としてそ\nの全体の意思に基づいて用意されたものであつたとすれば、右の機動隊に出合う以\n前に放棄される筈がなく、またダンボール箱に詰めて運搬するよりは集団員各自に\n分散携行させるのが自然であろう。右の事実もまた飯田橋駅付近に待機している機\n動隊員に対する学生集団の共同加害目的の存在を推認させるものとしては不十分で\nある。\n（４）　つぎに、その後の学生集団の行動についてみるに、原審において適法に\n取り調べた各証拠および当審における事実取調の結果を綜合すると、つぎのとおり\n認めることができる。\nイ、　Ｂ７大学構内に留まつていた学生中多数の者は、前記のように乗車券や急\n行券を買い求めに行つた学生の報告により、飯田橋駅付近には機動隊が出動してお\nり、現に警察官が通行人の職務質問までも行なう警戒警備を実施していることを知\nつたのであるが、学生らの間では、全員が一団にまとまつて行くことを周囲の者同\n志で確認し合つただけで、右の警備に対処するための特段の意思統一はされなかつ\nた。ただ原審証人Ｃ１の「佐世保で闘うということが重要だつたわけで、むしろ考\nえ方として、佐世保へ行くまでは何にも起りたくないということだつたんです」と\nいう供述（二四二六丁）からも窺われるように、学生らの中には、警備の警察官と\nの衝突は避けて佐世保へ行きたいと考えている者が少なからずいたであろうと推測\nされる。\nロ、　前同日午前八時二〇分ころから八時二三分ころまでの間に、被告人らを含\nむ約二〇〇名の学生は、全員ヘルメツトをかぶり、軍手などをはめ、殆んど全員が\n前記のプラカードか自治会旗を持ち、いわゆるデモスタイルで第一校舎から校庭に\n出て、第二校舎前付近に集まつた。その大多数の者は九州行きの国鉄乗車券、急行\n券を所持しており、また列車内の食糧や果物などを携えている者もいた。そしてこ\nの学生集団は、数名の自治会旗を持つた者が先頭に立ち、その後にプラカードを持\nつた学生らが大体五、六列の縦隊形になつて続く形で、前同時刻ころＢ７大学正門\nを出て右折し飯田橋駅に向つた。\nその際、先頭部分にいる二名の学生が笛で集団の行動を統制し、またトランジス\nターメガホンを持つた学生の音頭で集団員が「Ｂ１粉砕」などと叫びながら途中小\n刻みの駆け足もまじえて行進した。\nハ、　こうして学生集団がＢ７大学正門を出発したのと同時に、その正門前の土\n手上で情報収集、写真撮影あるいは警戒警備に当たつていた四、五〇名もの私服警\n察官が、学生集団の先頭部分に並進して土手公園内の道路上を移動し、また新見付\n交差点付近に配置されていた機動隊一個中隊（二機三中隊約五〇名）も同時に学生\n集団の追尾を開始した。\nそれ故学生集団は、後方を機動隊に追尾され、側面からは多数の私服警察官に看\n視されながら行進することとなり、集団の後部に位置する学生らの中には、追尾し\nてくる機動隊に気をとられ幾分狼狽して行進を続ける者もいた。\nニ、　そして、同八時二七分ころ、学生集団は、その先頭部分が原判示のＢ株式\n会社正門前付近にいたり、同所において、警備の総指揮に当るＣ署長が随員のＣ４\n巡査に命じてその所携のトランジスターメガホンで「無届デモはやめなさい」と警\n告をさせているのに出合い、右署長らと接触する状態となつた。この時Ｃ署長から\nさらに口頭で二回に亘り「無届デモだからやめるように」という趣旨の警告がなさ\nれた。これに対して集団先頭部分の学生らの中から、「何をいうんだ、じゃまだど\nけ」などの罵声が発せられたが、実際に殴打、刺突の暴行に出る者はなかつた。\n原審証人Ｃ、同Ｃ４、同Ｃ５は、この時点において先頭部分の学生二名が実際に\n旗またはプラカードを振り上げてＣ、Ｃ４の両名に殴りかかつた旨の供述をしてい\nるが、一六ミリ映画フイルムにはそのような場面は撮影されていない。また後記ホ\nに示すように、その後学生集団の先頭と並進しているＣ署長の態度から推しても右\nの各証言はにわかに信用できない。原審証人Ｃ６は、この時点において「デモ隊の\n方が、機動隊を見て、いるぞやつちまえというような気勢が上つた。―中路―機動\n隊は阻止線を張ろうとしているところでした。」と供述しているが、機動隊はまだ\nこの時点では阻止線の形成に着手していない（後記へ参照）筈であり、右の供述も\nにわかに措信できない。\nホ、　学生集団は、そのまま旗やプラカードを林立させて行進を続け、Ｂ９方前\nを経てＢ１０寮前へと行進した。その状況については、一六ミリ映画フイルムや司\n法巡査Ｃ７、同Ｃ８各作成の写真撮影報告書の各１、２の写真て明らかなとおり、\n学生集団は道路一杯に広がつて駆け足で行進しているが、これと並進同道している\nＣ署長らに対し、プラカード等を振り上げる学生がいるわけではなく、同署長らに\n危険が迫つているようには見受けられない。せいぜい「ポリ公帰れ」などの野次が\n飛ぶ程度であつた。\nへ、　しかるに、学生集団の先頭部分がＢ１０寮前にさしかかつたころ、Ｃ署長\nに代り指揮をとることになつたＣ９第五機動隊長は、原判示Ｂ１１教会前の道端で\nすでに学生集団の出発と同時に秘匿待機に入つていた三個中隊（第一、第三、第四\n機動隊の各第三中隊）の機動隊員一五八名に対し、原判示地点の線上（Ｂ１０寮前\nから大凡五〇メートル位東方）に横隊の阻止隊形をつくるように命じた。\nそれと殆んど同時刻ころ、土手公園内を学生集団に並進してきた私服警察官らが\n一斉に土手から降り、学生集団の先を阻止線の形成されている方向に走り去つた。\nそして私服警察官らが通り抜けるのを待つようにして、防石ネツトが張られ大楯が\n並べられその背後に機動隊員が学生集団に向つて左側から四機、三機、一機の順に\n三列横隊の位置につき、機動隊の阻止線形成は完了した。その時刻は午前八時二八\n分ころで、学生集団の先頭は、その時阻止線の西方一〇メートル位の地点、すなわ\nち原判示の「甲乙丁目一〇番三六号元逓信博物館跡空地の北側道路上に所在する一\n九七号電柱の約一メートル近く西寄りの地点」辺りまできていた。\nト、　学生集団は、急に進路を遮断されたので、その先頭部分が阻止線の数メー\nトル手前で瞬時立ち止まつた。そして先頭部分の学生らが機動隊に向つて「道をあ\nけろ」「駅にゆかせろ」などと叫びながら少し前に歩み出て、通行させるように要\n求した。しかしこれは黙殺された。先頭部分の学生らが立ち止り、後尾の学生らが\n前の方に詰めてきたため、学生集団は阻止線の機動隊を前にして押し詰まり、混乱\nに落ち入つた。そして一方では「女の子は危いからうしろへ行け」という声があが\nり、他方、前面に出た一部の学生らは銘々所持するプラカードを振り上げて阻止線\nを形成している機動隊員めがけて殴りかかり、あるいは突きかかり、阻止線を約\n五、六メートル後退させた。学生集団の中で右の暴行行為に出た者は先頭の一部の\n者にすぎず、大方の学生はプラカードを振り上げるまでもなく、ただ立往生してい\nた。阻止線の後退するにつられ、同時にまた後尾の者らが前へ出ようと押して出て\n来るので、集団全体が少し前進し、これに対して後退した機動隊も隊形を立て直\nし、検挙の態勢にはいり、勢いを盛りかえした。そして、学生集団が道路北側の土\n手際に圧縮され後退させられていく際、集団前面の一部の学生から目前の機動隊員\nに対し銘々が所携のプラカードや角材（看板部分の欠落したプラカードの柄）で殴\n打し刺突する暴行が加えられた。\nチ、　ここで被告人らの具体的行動について検討する。\nａ、　被告人Ａ\n被告人Ａは、学生集団の前面が阻止線の機動隊と接触する状態になつた時学生集\n団の前面に位置しており、持つていた角材（看板の欠落したプラカードの柄）を中\n段に振り上げ、第三機動隊第三中隊所属のＣ１０警察官の右股を一回殴打した。\nｂ、　被告人Ａ４\n被告人Ａ４は、学生集団が阻止線の機動隊と接触する状態になつた時、その前面\nに位置しプラカードを持ち上げていたことが認められるが、同被告人が機動隊員に\n対し殴打、刺突の暴行を加えたことを認定できる証拠は見当らない。\nＣ、　被告人Ａ１\n被告人Ａ１は、学生集団の前面が阻止線の機動隊員と接触する状態になつた時、\nその前面に位置しており、角材（看板の欠落したプラカードの柄）を振り上げ、第\n四機動隊第三中隊所属のＣ１１警察官の右肩、右上腕部を各一回殴打んだ。\nｄ、　被告人Ａ２\n被告人Ａ２は、学生集団の前面が阻止線の機動隊員と接触する状態になつた時、\nその前面に位置しており、持つていた角材（看板の欠落したプラカードの柄）で第\n三機動隊第三中隊のＣ１２警察官の身体を一回殴打した。\nｅ、　被告人Ａ５\n被告人Ａ５は、学生集団が阻止線の機動隊員と接触する状態になつた時、集団の\n左側先頭部分におり、プラカードあるいは角材（看板の欠落したプラカードの柄）\nを振り上げていたことは認められるが、機動隊員に対し殴打、刺突の暴行にまでお\nよんだかどうか明らかにできる証拠はない。\nｆ、　被告人Ａ３\n被告人Ａ３は、学生集団が阻止線の機動隊員と接触する状態になつた時、持つて\nいた角材（看板の欠落したプラカードの柄）で第四機動隊第三中隊所属のＣ１３警\n察官の右手指を殴打した。\n以上要するに、目的は佐世保へ行くことにあつた学生集団は、現に警備の実施さ\nれている最中に、これに対処する特段の意思統一もなされないまま、目的の佐世保\nへ行くためにＢ７大学を出発し、多数の私服警察官に看視され、機動隊にも追尾さ\nれて飯田橋駅に向い、その道々の行進が集団示威運動に当るか否かはしばらくおく\nとして、途中で警備の総指揮官Ｃ署長らに遭遇しても、これに対し、その警告を無\n視し、一部の学生から野次罵声を浴びせばしたものの、ついぞ暴行等の有形力を行\n使する者はなく行進し、不穏な様相は見受けられなかつた。しかるに、突如秘匿待\n機していた機動隊によつて阻止線が設けられ、学生集団の進路が完全に遮断された\nことから、学生集団に混乱を生じ、被告人Ａ、同Ａ１、同Ａ２、同Ａ３を含む一部\nの学生らは銘々阻止線の機動隊員に対し殴りかかる事態にまで発展したものと認め\nられるのである。\nしてみると、学生集団の一部の学生が阻止線の機動隊員に対して加えた暴行は、\nここに至る状況の推移からみると、その機動隊によって誘発された各自の偶発的行\n為というべきものである。原判決が、学生集団は八時二七分ころＢ１２正門前付近\nにさしかかつた時、東方約一四〇メートル先の路上に待機中の機動隊を発見したと\n認定し、その後の学生集団の行動は直線的であつて、機動隊に攻撃を加えるに際し\nて遅疑逡巡した形跡もなく、またあらたな意思を生ずる事情の存したことも窺うこ\nとができず、単なる偶発的なものではなく、すでに統一された意思に基づく行動で\nあると認定したことは、また首肯しがたいものといわなければならない。\n三、　そういうわけで、原判決か、被告人らを含む学生集団の学生らにつき、共\n同加害の目的を認定したことはとうてい支持することができない。この点におい\nて、原判決には事実の誤認があり、これが判決に影響をおよぼすことは明らかであ\nるから破棄を免れない。\n第二、　控訴趣意第二部（公務執行妨害罪関係）第五点共謀に関する事実誤認の\n主張について\n原判決は、学生集団がＢ株式会社正門前に進行し、Ｃ署長らに殴りかかり、そし\nて東方約一四〇メートル先の路上に待機中の機動隊を現認した時点において、所携\nの「角材の柄付プラカード」を使用して機動隊員らの身体に対し殴打刺突などの有\n形力を行使する意思を相通じたものであつて、これは学生集団に兇器準備集合罪の\n共同加害の目的が生じたことになると同時に、機動隊員らの職務の執行を妨害する\n面において、公務執行妨害の共謀が成立したものと認定されるという。\nしかし、学生集団の学生らがそのような意思を相通じたものとは認められないこ\nと先に説明したとおりであり、他に学生集団に右の共謀事実を認めるに十分な証拠\nはない。この点においても、原判決には事実の誤認があり、これが判決に影響をお\nよぼすことは明らかであるから、破棄を免れない。\n公務執行妨害の共謀も認められない以上、先に認定したとおり、被告人らのうち\nで、機動隊員らに対する各自の暴行行為の認められない被告人Ａ４および同Ａ５に\n関しては、もはや他の控訴趣意についての判断を俟つまでもないから、以下その余\nの被告人らに関して判断を進める。\n第三、　控訴趣意第二部第一点の一ないし五、集団示威運動に関する事実誤認の\n主張について\n先に認定したように、学生集団は、Ｂ１号のＢ２港への寄港を阻止する闘争を、\n現地佐世保市で展開しようと呼号してきたＢ４派に同調して集まつた学生らを集団\n員としていたものである。したがつて、Ｂ１号の佐世保寄港を阻止することをその\n目的としていたことは明らかである。そして右学生集団は、自治会旗を掲げる数名\nの者が先頭に立ち、その後にプラカードを持つた学生らが大体五、六列の縦隊形に\nなつて続く形をとり、その先頭部分にいる二名の学生が笛で行進を統制し、トラン\nジスターメガホンを持つた学生の音頭で集団員らが「Ｂ１粉砕」などと叫びながら\n行進したのである。\n関係証拠によれば、右のプラカードには「Ｂ１実力阻止―全学連」などと書かれ\nていたこと、学生集団の進行したＢ７大学正門から飯田橋駅までの道路は五六〇メ\nートルの距離がある公道で、交通量は少なかったとはいえ、現に通行人もあつたう\nえ（一六ミリ映画フイルム）、道路南側には病院、人家、社屋、寮などが建ち並ん\nでいたことが認められる。これらの事実に徴すれば、Ｂ７大学正門を出発し飯田橋\n駅に向つた学生集団の行動は参加者間の意思の確認、鼓舞という程度のものではな\nく、特定の目的をもつて一般公衆に対し集団の威力、気勢を示すものとみられる。\nこれを目して集団示威運動に該当するとした原判決の認定判断は正当として肯認す\nることができる。論旨は理由がない。\n第四、　控訴趣意第二部（公務執行妨害罪関係）第二点の三、第四点の一ないし\n三、警察官の職務行為に関する事実誤認の主張について\n一、　所論は、原判決が、本件警察官らの職務行為につき「学生らの無許可の集\n団示威運動を制止する任務に従事していた」と認定し、消極的に「検挙する任務」\nを排斥しているが、これは事実の誤認であり、右警察官らは学生らがＢ７大学正門\nを出発した時点からすでに彼らを全員検挙する任務に従事していたものである。阻\n止線形成の措置は違法であるという。よつて検討する。\n１、　本件道路における規制の前例はない。\n関係証拠によると、Ｂ７大学正門から国鉄飯田橋駅にいたる約五六〇メートルの\n道路上における無許可の集団示威運動に対して、警察当局がこれを規制した例は過\n去になく、現に本件前夜の総決起集会においても、午後七時三〇分ころから八時二\n〇分ころまでの間に、約一五〇名の学生らが全員ヘルメツトをかぶり、四本の旗を\n先頭にして隊列を組んで「Ｂ１粉砕」などとシユプレヒコールをしながら、Ｂ７大\n学正門から飯田橋駅前を経て神楽坂下交差点にいたる間の往復を、駆足やうず巻行\n進などをまじえた無許可の集団示威運動を行なつたが、警察当局は公安係を派遣し\nて情報収集活動に従事させたのみであつた。\n<要旨>２、　本件の場合、昭和二五年東京都条例第四四号集会、集団行進及び集\n団示威運動に関する条例四条に基</要旨>づき、学生集団を阻止し解散させなければ\nならない事態にあつたか。\n否である。Ｂ７大学正門を出発して飯田橋駅に向つた学生集団の行進が無許可の\n集団示威運動に当るとはいえ、それは、先に認定したとおり（第一の二の（４）、\n第三）、約二〇〇名の学生が前示のプラカードや自治会旗を掲げ、五、六列の縦隊\n形で「Ｂ１粉砕」などと叫びながらせいぜい駆足をまじえる程度で、休日の早朝、\n交通量の少ないＢ７大学正門から飯田橋駅にいたる約五六〇メートル（幅員七～\n八・四メートル）を行進しようとしたにすぎないものであつた。Ｂ株式会社正門前\n付近でＣ署長らと遭遇した後においても、なるほどその警告に従わず、過激な罵声\nを浴びせる者がいたけれども、先にも述べたように学生らの口にする言葉は必要以\n上に過激であることは周知のところで、Ｃ署長らもその後の態度（学生集団に付添\nうような形でこれと並進した）からしてこれを正面に受けとめていたとは思われな\nい。そのほかには、せいぜい「ポリ公帰れ」という野次が飛ぶ程度であつて、並進\nしているＣ署長の様子からしてもＢ１０寮前にさしかかつたころの学生集団に不穏\nな様相はとうてい見受けられない。それに、学生らの目的はまず佐世保へ行くこと\nにあつて、予め九州行きの乗車券や急行券を買い求め、駅出札口における混乱をさ\nけるように配慮している事情も認められたのである。\n一方、関係証拠によれば、もし学生らが一般乗客に迷惑をおよぼす虞れのある角\n材など長大物件を駅構内に持ち込もうとする場合の処置については、第一次的に\nは、国鉄当局が鉄道公安官を配置するなどしてこれを取り締り、警察は国鉄駅側の\n処置を待つことになつていたことが明らかである。\nそうすると、原判決が説明しているように、第一次羽田事件（昭和四二年一〇月\n八日）以来、Ｂ４派には、角材もしくはタル木の柄付きプラカードを携行して過激\nなデモを行い、また国鉄への無札乗車や角材など長大物件を車内に持ち込み、他の\n乗客に迷惑をかけたという事実があつたとしても、前示の状況からすれば、Ｂ１０\n寮前にさしかかつた学生集団を目して、公共の秩序を維持するために、その行進を\n直ちに実力で阻止し解散させなければならない程、明白かつ切迫した事態に立ちい\nたつていたとはとうてい認めがたい。\nしかるに、阻止線形成命令は発せられ、機動隊の阻止線は形成されたのである。\n前記条例に基づく措置として是認できるものではない。\n３、　そこで、翻つて警察の警備活動について概観してみるに、原審において適\n法に取り調べた証拠に当審における事実取調の結果を綜合すると、つぎのとおり認\nめられる。\n（１）　警視庁警備当局が本件警備を計画実施するに至つたのは、Ｂ７大学に泊\nり込んだ学生集団が佐世保に行くということに対処するためであつたことが認めら\nれる（特に当時の警視庁警備部長原審証人Ｃ１４同じく警備課長原審証人Ｃ１５の\n各供述記載参照）。当審で取り調べた昭和四三年一月一五日付警視庁麹町警察署司\n法警察員警部Ｃ１６の一・一五Ｂ１３事件に対する部隊の配備、運用状況報告書の\n冒頭に、「本職、昭和四三年一月一五日午前五時〇〇分ごろ、当署警備官司法警察\n員警視Ｃ１７より『一月一四日来Ｂ７大学に泊り込み中の二〇〇余名のＢ７大学等\nのＢ４が、角材等を所持し、佐世保へ向うことが予想されるので、直に部隊を指揮\nし、国電飯田橋駅へすぐ急行、これが警備に当るよう』命を受けたので云々」と記\n載されていることは、右の事情を端的に表明したもので、警備当局の関心は学生集\n団が佐世保に行くことに向けられていたものと考えられる。警備当局は、Ｂ４派が\n現地佐世保市においてＢ１号寄港阻止の実力闘争を展開するために、いよいよ一月\n一四日夜Ｂ７大学に集まつて総決起集会を開き、翌一五日東京駅発のＢ５、Ｂ６号\nで出発する旨の情報に接するや、一月一三日警備対策会議を開いた。その席上にお\nいて、いかなる事項について論議がなされたか、その関係者の供述は全面的には措\n信しがたいが、集まる学生を約四〇〇名と見込み、学生らがＢ７大学から乗車駅の\n飯田橋もしくは市ケ谷駅までの間において無許可の集団示威運動を行なうことはま\nず間違いないとの想定の下に、これに対して四個中隊の機動隊（非番の第一ないし\n第四機動隊の各第三中隊）を出動させ、その指揮は所轄の麹町警察署長Ｃがとり、\n場合によつて非番中隊以外の機動隊をも出動させる必要が生じたときは、Ｃ９第五\n機動隊長が機動隊の指揮をとることに決められた。\n（２）　一月一四日夜Ｂ７大学に集まつた学生は、結局若干の女性をも含めて約\n二〇〇名にすぎなかつたが、警備当局はＣ署長の要請どおり、一月一五日午前五時\n三〇分ころ第一ないし第四機動隊の各第三中隊約二〇八名を麹町警察署飯田橋駅前\n派出所脇に出動させ、これをＣ署長の指揮下におき、同時に、採証および検挙活動\nに当る公安一課の職員三～四〇名も出動させた。\nまたＣ署長も、前回時刻ころ前同所に私服員約三〇名を含む計約一五〇名もの麹\n町警察署員を出動させた。\nそしてＣ署長は、私服員をＢ７大学正門前の土手上を中心とするその付近に配置\nし、制服署員はほぼ半数づつを飯田橋駅前派出所の前付近と市ケ谷駅側の新見付交\n差点付近に配置し、指揮下に入つた機動隊については、第二機動隊第三中隊（約五\n〇名）を新見付交差点付近に配置して待機することを命じ、他の三個中隊（約一五\n八名）には学生らが校門を出発するまで前記派出所脇にて乗車待機するよう命じ\nた。午前六時ころＢ７大学に泊った学生らが起きはじめるや、何故か無許可の集団\n示威運動の規制をするに止どまらず、同六時三〇分ころから麹町警察署警部Ｃ１６\nを中隊長とする麹町大隊Ｃ１６中隊の警察官らをして、Ｂ１１教会前路上におい\nて、Ｂ７大学方面から来る通行人に対しては、その行先や所持品について質問し、\nあるいは所持品の開示を求めるなど徹底した警戒、警備を実施した。\n（３）　同日八時一〇分ころ、警備当局は、明治記念館前における年頭出動訓練\nを済ませて帰隊しようとしていたＣ９隊長に対し、二個中隊を指揮して飯田橋に転\n進し、麹町署長に協力せよとの命令を発し、さらに二個中隊（九六名）を本件警備\nに投入した。結局、若干の女性を含めて約二〇〇名の学生集団に対し、実に約五〇\n〇名の警察官が出動したのである。\nＣ９隊長は右命令を受けるや、部隊転進の指揮を副隊長に任せ、直ちに伝令を伴\nい乗用車で飯田橋駅前に行き、八時二〇分すぎころＣ署長に会い、状況説明を受け\nると同時に、「約二〇〇名の学生が間もなく無届て角材をもつで出るから、警告し\nこれを制止するが、公務執行妨害罪、兇器準備集合罪で検挙する場合が当然予想さ\nれる。その具体的判断は任せる。」旨の指示を受け、機動隊の指揮をとることにな\nつた。\n八時二三分ころ、学生集団が出発したとの報告がはいつたので、Ｃ署長は警告を\nするためＣ４・Ｃ１８の両巡査を従えて急遽Ｂ７大学方面に駆け出し、Ｃ９隊長は\n乗車待機中の機動隊員に対し降車を命じ、Ｂ１１教会前の道路端に縦隊に整列させ\n秘匿待機させた。また新見付交差点に赴いた者を除く、麹町大隊（署）の警察官も\nそのころＢ１１教会脇に部隊を集結し、機動隊の部隊活動に協力する態勢にはいつ\nた。\n（４）　そして、すでに認定したように、学生集団が出発すると、Ｂ７大学正門\n前の土手で警戒警備などしていた四～五〇名の私服警察官が学生集団に並進し、新\n見付交差点で待機していた二機三中隊も後方から追尾を開始し、学生集団がＢ１０\n寮前にさしかかつた時、Ｃ９隊長の阻止線形成命令が発せられ、それと同時に私服\n警察官らが一斉に学生集団の前を駆け抜けると、これを待つていたように原判示地\n点に防石ネツトが張られ、大楯が並べられ機動隊員による阻止線が形成されたので\nある。\n（５）　進路を遮断された学生集団が混乱に陥つたころには、追尾してきた二機\n三中隊（約五〇名）も明治記念館前から応援のため転進してきた五機の二個中隊\n（九六名）も学生集団の前後に到着した。同所は道路の北側を土手、南側を元逓信\n博物館跡の敷地に道路に接して設けられたトタン塀で遮られているので、機動隊側\nは学生集団を前後から完全に包囲する形になつた。\nその中で、先に認定したとおり攻撃を加える一部の学生らに対し、阻止線後方の\n広報車から暴行をやめるように警告がなされた後、八時二九分ころ、Ｃ９隊長から\n「警棒抜け」「抵抗する者は全員公務執行妨害罪で検挙せよ」との検挙命令が出さ\nれるや、右機動隊員らは一斉に警棒を抜き（もつともすでに警棒を抜いていた者も\n相当いた）、一気に学生集団を道路北側の土手際に圧縮規制したうえ、土手に這い\nあがるなどして逃走した者を除き、攻撃あるいは抵抗した者に限らず被告人らを含\nむ合計一三一名の学生を約五分間で逮捕した。\n二、　先に認定したように、Ｂ７大学正門から飯田橋駅にいたる交通の少ない僅\nかな区間における集団示威運動については、無許可であるからといつて規制がなさ\nれた例はなかつた。そして本件の場合、前示条例四条によつて学生集団の集団示威\n運動を阻止解散の措置をとることのできる要件、すなわち学生集団の行進を阻止し\nこれを解散させなければならない程、公共の秩序を維持するために猶予することが\nてきない明らかでさし迫つた事態に立ちいたつていたわけではない。それにもかか\nわらず、阻止線の形成命令が発せられたのであること、そればかりか、学生集団の\nみを対象とせず、Ｂ７大学方面からの通行人に対しては行先や所持品について職務\n質問し、所持品の開示を求めるという徹底した警戒警備を実施した事実、専ら採\n証、検挙活動に従事する公安一課の警察官が三～四〇名も出動していたこと、阻止\n線を設定した場所は、学生集団の乗車駅てある飯田橋駅をその目前数十メートルに\nした地点で学生らの行進の終点間近かであること、さらには学生らに比較して圧倒\n的多数の警察官を配置したこと等の事実に徴して考えると、本件の警備がＣ署長お\nよびＣ９隊長をはじめ警備警察側の証人らが異口同音に証言しているところの、\n「無届デモを解散させて三々五々駅に向わせる」ことにあつたとはとうてい解する\nことができない。\nかてて加えて、原審証人Ｃ５の供述記載によれば、警視庁公安一課では、すでに\n警備会議の開かれた一三日夕刻Ｃ１９課長代理が同課の警察官に対し、「公安条例\n違反があれば検挙することもあり得る。」旨の訓示をしており、原審証人Ｃ１４、\n同Ｃ１５の各供述記載によれば、警備当局としては、警察が部隊を出せば、学生ら\nは抵抗しいきなり殴りかかつてくるであろうと予想して、その場合には当然公務執\n行妨害罪で検挙することを決め、兇器準備集合罪の適用も考慮されていたことが窺\n知される。そして前掲「一、一五Ｂ１３事件に対する部隊の配備運用状況報告書」\nと題する書面によれば、学生集団がＢ７大学を出発した時点において、Ｃ１７警備\n官から麹町大隊Ｃ１６中隊に対し、「只今から機動隊がデモ隊の阻止にあたるか\nら、Ｃ１６中隊は警戒警備を中止し、部隊を集結して機動隊に協力、デモの警戒に\n当れ」との命令が発せられているととが明らかである。しかも、機動隊員らのとつ\nた阻止隊形（阻止線）について、Ｃ署長は「規制つて……あのときの形では当然も\nう検挙でしよう。警告、制止ばかりでなくて、当然検挙すべき事態だと。うしろか\nらあの事態になつて見た場合には、すでに検挙活動である」と証言していること\n（八〇七丁裏）、それに、学生集団に対し圧倒的多数を誇る機動隊は、その前後を\n閉塞して完全包囲の形をとり、逃げ場のない学生らを一三一名も大量逮捕した事\n実、さらには警備当局の関心は学生らが佐世保に行くことに向けられていた事実を\n考えると、Ｃ署長、Ｃ９隊長指揮下の警察隊の学生集団に対してとつた行進阻止の\n措置は、学生らの無許可の集団示威運動を前記条例四条に基づき制止する外観を一\n応とつたものの、主観的には、Ｂ７大学から出て来る学生らを逮捕する意図―不当\nな規制に反撥して一部の学生らが暴行の挙に出ることを期待し、これを機として集\n団全員を逮捕する意図―に出たものであつたと疑われる。その措置が適法であつた\nとみることはできない。したがつて、いずれも警察隊の一員として学生集団の行進\n阻止の任務に従事した警察官Ｃ１０、Ｃ１１、Ｃ１２およびＣ１３の職務の執行も\nまた適法なものと断ずることはできない。\nしてみれば、原判決は本件警察官らの職務行為の適法性について事実を誤認し、\nその法律的評価を誤つたものであつて、これが判決に影響をおよぼすことは明らか\nであるから、破棄を免れない。\n第五、　控訴趣意第三部（共通阻却関係）第二点予防検束に関する主張および第\n三点、第四点の法令適用の誤りの主張について\n警察側ては、前記のように、被告人らが暴行の挙に出るのを期待して、これを待\nつていたものと疑われるのであるか、被告人らにおいて暴行の挙に出る以前に、警\n察側が被告人らの逮捕に着手したわけではない。\n被告人らは各自前記の暴行に出たために、その暴行を受けた警察官に逮捕された\nのである。したがつて、被告人らになんら犯罪が成立していないのに、警察側が被\n告人らを逮捕したとして、本件公訴受理の不法を主張する点および正当防衛の主張\nは、いずれもその前提を欠くものであるから採用できない。\n右事実関係について被告人らに錯覚のあつたことは認められないから、誤想防衛\nの主張も理由がない。\nまた本件の状況の下における、前示の被告人らの各暴行の態様などに鑑みると、\nこれが可罰的違法性のないものということもできない。論旨はいずれも理由がな\nい。\nよつて、その余の控訴趣意に対する判断を省略して、刑訴法三九七条、三八〇\n条、三八二条により原判決を破棄し、同法四〇〇条但書の規定に従い本件について\n更に判決をすることとする。\n第六、　自判\n（罪となる事実）\n被告人Ａ、同Ａ１、同Ａ２および同Ａ３はいずれも昭和四三年一月一五日午前八\n時二三分ころ、約二〇〇名の学生らとともに、東京都千代田区甲乙丁目丙番Ｂ７大\n学正門を出発し、同区飯田橋四丁目一〇番国鉄飯田橋駅へ向け、東京都公安委員会\nの許可を受けないで集団示威運動を行なつたものであるが、同日午前八時二八分こ\nろ同区甲乙丁目一〇番先路上において、警視庁麹町警察署長警視正Ｃ、第五機動隊\n隊長警視Ｃ９各指揮下の多数の警察官と遭遇し接触する状態になつた際\n（一）、　被告人Ａは、学生集団の前面に位置し、持つていた角材（太さ約三・\n五×四・五センチメートル、長さ約一二〇センチメートルの看板の欠落したプラカ\nードの柄。以下同じ）を中段に振り上げて、警視庁第三機動隊第三中隊所属のＣ１\n０の右股を一回殴打し\n（二）、　被告人Ａ１は、学生集団の前面に位置し、持つていた角材を振り上\nげ、警視庁第四機動隊第三中隊所属のＣ１１の右肩、右上腕部を各一回殴打し\n（三）、　被告人Ａ２は、学生集団の前面に位置し、持つていた角材で警視庁第\n三機動隊第三中隊所属のＣ１２の身体を一回殴打し\n（四）、　被告人Ａ３は、持つていた角材で警視庁第四機動隊第三中隊所属のＣ\n１３の右手指を殴打しそれぞれ暴行を加えたものである。\n（証拠の標目）（省略）\n（法令の適用）\n被告人Ａ、同Ａ１、同Ａ２、同Ａ３の前示の各所為は、それぞれ刑法二〇八条、\n昭和四七年法律第六一号罰金等臨時措置法の一部を改正する法律による改正前の罰\n金等臨時措置法三条一項一号、二条二項（右改正後の同法三条一項一号、二条二\n項、刑法六条、一〇条）に該当するので、各被告人に対しいずれも罰金刑を選択\nし、被告人Ａ、同Ａ１、同Ａ２、同Ａ３を各主文第二項の罰金に処し、その換刑処\n分につき刑法一八条一項を適用して主文第三項のとおりこれを定める。\nなお訴訟費用の負担については、刑訴法一一八条一項本文により主文第六項のと\nおり負担させる。\n（無罪部分の理由）\n一、　１．　被告人六名に対する兇器準備集合の公訴事実。\n被告人らは、昭和四三年一月一五日、約二〇〇名の学生らとともに、東京都公安\n委員会の許可をうけないで、同都千代田区甲乙丁目丙番Ｂ７大学正門から同区飯田\n橋四丁目一〇番国鉄飯田橋駅へ向け集団示威運動を行なつた際、午前八時二七分こ\nろ同区甲乙丁目一〇番先路上において、前記無許可集団示威運動を警察官より制止\nされるや、多数の学生と共同して、所携のプラカード（約四セソーチメートル角、\n長さ約一・二メートルの柄の付着したもの）をもつて右警察官に殴りかかることを\n決意し、もつて他人の身体に対し共同して害を加える目的で右プラカードを兇器と\nして準備して集合したものである。\n２．　被告人Ａ４、同Ａ５に対する公務執行妨害の公訴事実。\n被告人Ａ４、同Ａ５は多数の学生らと共謀のうえ、同日午前八時二八分ころ同区\n甲乙丁目一〇番先路上において、前記学生らの違法行動を制止、検挙する任務に従\n事していた警視庁麹町警察署長警視正Ｃ、第五機動隊隊長警視Ｃ９各指揮下の多数\nの警察官をめがけて、所携のプラカード、角棒で殴る、突く等の暴行を加え、もつ\nて右警察官らの職務の執行を妨害したものである。\n二、　右の被告人らに対する各公訴事実については、先に破棄理由として説明し\nたとおり、いずれもその証明がないから刑訴法四〇四条、三三六条に則り無罪の言\nい渡しをする。\n三、　なお、被告人Ａ、同Ａ１、同Ａ２および被告人Ａ３に対する公務執行妨害\n罪の各訴因については、警察官らの職務行為の適法性を認めることができないの\nで、右被告人らの公務執行妨害罪は成立しない。しかし先に認定したとおり、その\n公訴事実中、被告人らの各暴行の所為はこれを認めることができるから、右被告人\nらの公務執行妨害の点については無罪の言渡をしない。\n（裁判長判事　三井明　判事　石崎四郎　判事　杉山忠雄）\n（別　紙）\n＜記載内容は末尾１添付＞\n"
}