{
  "trial_type": "IPCase",
  "date": {
    "era": "Showa",
    "year": 53,
    "month": 5,
    "day": 12
  },
  "case_number": "昭和50(ワ)552",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "実用新案権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "14343",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=14343",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/343/014343_hanrei.pdf",
  "contents": "主　　　文\n原告の請求をいずれも棄却する。\n訴訟費用は原告の負担とする。\n事　　　実\n第一　当事者の求めた裁判\n一　原告\n１　被告は別紙物件目録記載の印刷回路用銅張り積層板を製造し、譲渡し又は譲渡\nのために展示してはならない。\n２　被告は原告に対し、金一九二四万円及びこれに対する昭和五〇年二月一四日か\nら支払済みまで年五分の割合による金員の支払をせよ。\n３　訴訟費用は被告の負担とする。\nとの判決並びに２項につき仮執行の宣言\n二　被告\n主文同旨の判決\n第二　当事者の主張\n一　原告の請求の原因\n１　原告は次の実用新案権（以下、「本件実用新案権」といい、その考案を「本件\n考案」という。）を有する。\n考案の名称　「電気絶縁用積層板」\n出願日　昭和三八年三月四日\n出願公告の日　昭和四三年一二月二七日\n登録日　昭和四五年六月三〇日\n登録番号　第九〇五〇九四号\n２　本件考案の登録出願の願書に添附した明細書の実用新案登録請求の範囲の記載\nは次のとおりである。\n「中間層１はガラス繊維不織布にエポキシ樹脂を含浸したもの１枚、あるいは多\n数枚を積み重ねて構成し、表面層２は薄いガラス繊維織布に中間層１に使用した樹\n脂と同種の熱硬化性樹脂を含浸したものを適当枚数積み重ねて構成し、中間層１と\n両表面層２・２を積層成型して成る電気絶縁用積層板乃至は印刷回路用銅張り積層\n板の構造」\n３（一）　本件考案を構成要件に分説すれば次のとおりである。\nＡ　中間層１（番号は別紙実用新案公報（以下、「本件公報」という。）記載のも\nのを指す。本件考案についての番号は、以下同じ。）は、ガラス繊維不織布にエポ\nキシ樹脂を含浸したもの一枚あるいは多数枚を積み重ねて構成し、\nＢ　表面層２は、薄いガラス繊維織布に中間層１に使用した樹脂と同種の熱硬化性\n樹脂を含浸したものを適当枚数積み重ねて構成し、\nＣ　中間層１と両表面層２・２を積層成型してなる電気絶縁用積層板ないしは印刷\n回路用銅張り積層板の構造\n（二）　本件考案の目的及び作用効果は次のとおりである。\n従来公知の電気絶縁用積層板ないし印刷回路用銅張り積層板はガラス繊維の織布\n又は不織布のいずれかのみを基材として使用するものであつたところ、本件考案\nは、この分野に初めてガラス繊維不織布とエポキシ樹脂の組み合わせを導入し、か\nつその表面にガラス繊維織布を積層併用することによつて、織布又は不織布のみの\n積層板では実現困難であつた諸特性の改良を果したものである。すなわち、ガラス\n繊維織布を基材とするものは機械的強度、電気絶縁性、寸法安定性、耐薬品性等に\n多くの長所を有する反面、加工性が悪く、ことに冷間打抜加工が困難であり、価格\nも高い等の本質的欠点があり、他方、ガラス繊維不織布のみのものは冷間打抜加工\nが極めて容易であり、安価に製造できるという利点を有するものの、前者が長所と\nする諸特性に不安があつた。そこで、本件考案は、ガラス繊維織布を基材とする層\nを表面に、またこの表面層をもつてはさむようにガラス繊維不織布を基材とする層\nを中間にそれぞれ配置した構成の積層板を案出することにより、従来の織布のみに\nよる積層板の最大の欠点であつた加工性の悪さを除去して改善し、冷間打抜加工が\n極めて容易で、切削工具の摩耗も少なく、安価に製造ができ、かつ不織布のみを基\n材とした積層板に比して機械的強度、寸法安定性がすぐれ、さらに不織布の繊維が\n必ずしも均斉平滑に組成されないために加圧加熱加工を行う際、表面に繊維が露出\nしたり、表面樹脂層の薄い箇所を生じて湿度や水分の影響を受けやすくなるという\n欠点を防止し、表面層を均質にして電気的絶縁性を維持するという実用上の効果を\n奏し、なお印刷回路用銅張り積層板にあつては回路製作工程中種々の薬品に浸涜さ\nれることに対するすぐれた耐薬品性を保持させえた極めて実用性の高いものであ\nる。\n４　被告の製造、販売する印刷回路用銅張り積層板（以下「被告製品」という。）\nは別紙物件目録記載のとおりである。\n５　被告製品の構造を区分説明すれば次のとおりである。\nａ　中間層（１）（被告製品についての番号は別紙物件目録記載のものを指す。以\n下同じ。）は、ガラス繊維の不織布にエポキシ樹脂を含浸したものを四枚ないし一\n〇枚（４）と、そのほぼ中央部に介在させた薄いガラス繊維の織布にエポキシ樹脂\nを含浸したもの一枚（３）とを積み重ねて構成し、\nｂ　表面層（２・２）は、薄いガラス繊維の織布にエポキシ樹脂を含浸したもの各\n一枚で構成し、\nｃ　銅箔層（５）（又は５・５）は、一方の表面層又は両表面層の外側に銅箔をも\nつて構成し、\nｄ　中間層（１）、両表面層（２・２）及び銅箔層（５）（又は５・５）を一挙に\n積層成型してなる印刷回路用銅張り積層板\n６　被告製品は、以下に述べるとおり、本件考案の技術的範囲に属するものであ\nる。\n（一）　本件考案の構成要件と被告製品の構造とを対比すれば次のとおりである。\n（１）　構成要件Ａについて\n本件考案の中間層１がガラス繊維不織布にエポキシ樹脂を含浸したもの一枚ある\nいは多数枚を積み重ねて構成するのに対し、被告製品の中間層（１）は、ガラス繊\n維不織布にエポキシ樹脂を含浸したもの四枚ないし一〇枚（４）を積み重ねるほ\nか、そのほぼ中央部に薄いガラス繊維織布に同じ樹脂を含浸させたもの一枚（３）\nを介在させているものである（被告製品の構造ａ）。\nそして、前述の本件考案の目的及び作用効果に照らして考えれば、本件考案の中\n間層は作用効果のうえで格別の影響も認められない程度の介在物の存在までも排除\nするものではなく、それが加工性向上のためにガラス繊維不織布を中間層に配置し\nたことの構造的意義を失わせるものでない限り、なお本件考案の技術思想の中に包\n摂されると解するのが相当であるから、右の程度のものであるにすぎない被告製品\n中の薄いガラス繊維織布一枚の介在は本件考案との対比においてこれを無視して差\nし支えなく、したがつて、被告製品の中間層は本件考案のそれと同一であり、構成\n要件Ａを充足するというべきである。\n被告製品におけるガラス繊維織布一枚の介在が作用効果上格別の意義を有しない\nことは、次に述べるところから明らかである。すなわち、積層板を工業的規模で製\n造する場合、積層板の厚み精度は、基材の諸特性、含浸樹脂の配合、プリプレグ\n（ガラス繊維の織布又は不織布にエポキシ樹脂を塗布含浸し、これを乾燥して半硬\n化状態にしたもの）の製造条件、プレス作業時における温度、圧力条件等の要因に\nよつて必然的に決定されてしまうものであり、いわばその製造者の技術的経験的ノ\nーハウの総合的成果として得られるものであつて、決してガラス繊維不織布層の中\n間に薄いガラス繊維織布一枚を挿入したからといつて格段に厚み精度が向上すると\nいうものではありえないのである。現に本件考案の実施品と被告製品とを比較して\nみても、厚み精度上の有意差は認め難い（甲第八号証の一、二、第一二、第一三号\n証、第一六号証）。\nちなみに、被告は、従前本件考案と同一の構成を有する、中間層としてガラス繊\n維不織布のみを用いた製品を製造販売していたが、原告から昭和四七年三月二一日\n付書面をもつて右製品が本件考案の技術的範囲に牴触する旨の警告を受けたため、\n同年四月二八日付回答書をもつて右侵害の事実を認めたうえ、右製品の製造販売を\n停止し、同年五月頃から新たに被告製品を製造販売するに至つたものであるとこ\nろ、右の事情は、中間層にガラス繊維不織布を用いるのみで厚み精度は実用上十分\nな程度に確保でき、それ以上に薄いガラス繊維織布一枚を挿入することが作用効果\n上何らの意義を有しないことを裏付けるものにほかならない。\n（２）　構成要件Ｂについて\n本件考案の表面層２が薄いガラス繊維織布にエポキシ樹脂を含浸したものを適当\n枚数積み重ねて構成するのに対し、被告製品の表面層（２・２）は薄いガラス繊維\n織布にエポキシ樹脂を含浸したもの各一枚で構成するというのであるから（被告製\n品の構造ｂ）、被告製品は構成要件Ｂを充足する。\n（３）　構成要件Ｃについて\n本件考案が中間層１と両表面層２・２とを積層成型してなる電気絶縁用積層板な\nいしはその表面に銅箔を貼り合わせた印刷回路用銅張り積層板の構造であるのに対\nし、被告製品は中間層（１）と両表面層（２・２）及び一方又は両方の表面層の外\n側に銅箔をもつて構成した銅箔層（５）（又は５・５）を一挙に積層成型してなる\n印刷回路用銅張り積層板であるというのであるから（被告製品の構造ｃ、ｄ）、被\n告製品は構成要件ｃを充足する。\n以上のとおり、被告製品は本件考案の構成要件をいずれも充足する。\n（二）　仮に本件考案の中間層としては、ガラス繊維不織布にエポキシ樹脂を含浸\nしたもののみが予定されていたとしても、被告製品におけるように中間層に薄いガ\nラス繊維織布にエポキシ樹脂を含浸したもの一枚を介在させることは、本件考案と\n技術思想及び構成の主旨を同じくしながら、作用効果のうえで格別の影響を及ぼさ\nないような無用の物を付加したものであるにすぎないことは前述のとおりであるか\nら、右構造上の差異はいわゆる設計上の微差というべく、したがつて、被告製品は\n本件考案の技術的範囲に属するものである。\n（三）　さらに、被告製品の構造販売に至るまでの前述の経緯によれば、被告が被\n告製品の中間層に薄いガラス繊維織布一枚を挿入したのは、本件考案の技術的範囲\nに牴触することを回避する目的をもつて、本件考案と技術思想及び構成の大要を同\nじくしながら、構成の一部である中間層に敢えて作用効果上格別の影響もない無用\nの物を付加したにすぎないものというべきであるから、いわゆる特許法理上の迂回\n方法に当たり、被告製品は本件考案の技術的範囲に牴触することを免れないもので\nある。\n７　被告は、昭和四七年五月頃から業として被告製品を製造し、譲渡し、又は譲渡\nのために展示し、現に本件実用新案権を侵害している。\n８　被告は、被告製品の製造販売等が本件実用新案権を侵害することを知り、又は\n過失によりこれを知らないで、昭和四八年に金一億一〇五〇万円、昭和四九年に金\n八一九〇万円、以上合計一億九二四〇万円に相当する被告製品を製造販売し、よつ\nて少なくともその一〇パーセントに当たる金一九二四万円の純利益を得たものであ\nり、原告は被告の右侵害行為によつて右純利益の額と同額の営業上の損害を蒙つた\nものと推定されるべきであるから、被告は原告の右損害を賠償する義務がある。\n９　よつて、原告は被告に対し、被告製品の製造、譲渡及び譲渡のための展示の差\n止めを求めるとともに、前記損害金一九二〇万円及びこれに対する前記侵害行為の\n後である昭和五〇年二月一四日から支払済みまで民事法定利率年五分の割合による\n遅延損害金の支払を求める。\n二　請求の原因に対する被告の認否\n１　請求の原因１、２は認める。\n２　同３は争う。\n３　同４は認める。\n４　同５のうち、ａないしｃは認めるが、ｄは争う。ｄは本件考案との対比上、\n「中間層（１）、両表面層（２・２）及び銅箔層（５）（又は５・５）を一挙に積\n層成型してなる」と「印刷回路用銅張り積層板」とに分説すべきである。\n５　同６のうち、被告が被告製品を製造販売するに至つた経緯は認めるが、その余\nは争う。\n（一）（１）　同６（一）（１）について\n本件考案は積層板の層的構造を対象とするものであるから、被告製品との対比に\n当たり、後者の中間層のほぼ中央部に介在する薄いガラス繊維織布にエポキシ樹脂\nを含浸したもの一枚の存在を無視することは許されない。\n（２）　同６（一）（２）について\n本件考案の表面層は、薄いガラス繊維織布を適当枚数積み重ねて構成されるもの\nで、一枚のみからなるものを含まないから、右織布一枚からなる被告製品の表面層\nとは異なる。\n（３）　同６（一）（３）について\n本件考案は、中間層と両表面層のみを積層成型してなり、別途印刷回路用の銅張\nりを施すべき積層板であるにすぎないのに対し、被告製品は中間層、両表面層及び\n銅箔層を一挙に積層成型してなる印刷回路用銅張り積層板そのものであるから、両\n者は積層成型の方法及び全体としての層的構造を異にする。\n（二）　同６（二）、（三）について\n本件考案と被告製品との構造上の差異を設計上の微差あるいは迂回方法とみるこ\nとは許されない。\n６　同７のうち、被告が昭和四七年五月頃から被告製品を製造販売していることは\n認めるが、その余は争う。\n７　同８は争う。\n三　被告の主張\n被告製品は、以下に述べるとおり、本件考案とはその層的構成、ことに中間層の\n構造を異にし、作用効果においても顕著な差異があるから、その技術的範囲に属し\nない。\n１　本件実用新案登録請求の範囲の解釈について\n本件考案の登録出願の願書に添附した明細書の実用新案登録請求の範囲の記載に\nよれば、本件考案の「中間層１はガラス繊維不織布にエポキシ樹脂を含浸したもの\n一枚、あるいは多数枚を積み重ねて構成し」とあるから、その中間層の構成材料が\nガラス繊維の不織布のみに限定され、ガラス繊維織布を含まないことは文理上明ら\nかである。ことに、中間層を一枚の不織布で構成する場合を考えれば、中間層の中\n央部に織布を介在させる余地はないのであるから、本件考案が中間層に織布を介在\nさせる技術思想を含まないことは明白である。のみならず、前記明細書中の考案の\n詳細な説明の欄には、「本考案の積層板は、中間層１にガラス繊維の織布を用いな\nいで、ガラス繊維の不織布を用いているので、冷間打抜加工がきわめて容易であ\nり」（本件公報一頁右欄二一行ないし二四行）と明記されているのであるから、右\nの結論には疑問の余地がない。\n２　本件考案の先行技術について\n原告は、本件考案は電気絶縁用積層板等の分野に初めてガラス繊維不織布とエポ\nキシ樹脂の組み合わせを導入し、かつその表面層にガラス繊維織布を併用すること\nによつて、織布のみを基材とする積層板の長所を維持しつつ、その最大の欠点であ\nる加工性の悪さを除去して改善したものであり、この点に技術思想としての新規性\nがあるとの趣旨の主張をする。\nしかしながら、本件考案の登録出願前において、ガラス繊維強化プラスチツクの\n積層板として、ガラス繊維不織布（マツト）を中間層とし、その両面にガラス繊維\n織布を積層したサンドイツチ構造のものは、すでに広く知られていたものであり、\nこれに含浸させる樹脂としてエポキシ樹脂を用いる例も周知であつた（乙第一号証\nの一ないし三）。また、右のサンドイツチ構造のものを電気の分野に用いることも\n公知であつた（乙第二号証）。さらに、電気絶縁用積層板等に使用されるガラス繊\n維強化プラスチツクに限つてみても、樹脂としては不飽和ポリエステル又はエポキ\nシが、またガラス繊維としてはガラス繊維の織布のみならず、不織布もそれぞれの\n用途に応じて広く使用されており（乙第三号証の一ないし四）、かつ織布又は不織\n布を単独に用いるもののみならず、これらを組み合わせて使用するエポキシ基板又\nはポリエステル基板もすでに周知となつていたものである（乙第四号証の一ないし\n三）。\n以上のような本件考案の先行技術に照らして考えれば、本件考案は、右の先行技\n術と同一であるか、少なくとも当業者がこれから極めて容易に考案しえたものであ\nることは明らかである。被告は本件考案の登録の無効の審判を請求（昭和五〇年審\n判第九一二二号）し、現に係属中であるが、無効審決のあるまではこれを一応有効\nなものとして取扱うほかないが、本件考案の技術的範囲はその実用新案登録請求の\n範囲の記載に即して厳格に解釈されなければならないから、本件考案はその中間層\nがガラス繊維不織布のみを基材とするものに限定され、したがつて、これと異なる\n構造のものにつき「設計上の微差」もしくは「迂回方法」をもつて論ずる余地は全\nくないものというべきである。\n３　本件考案の登録出願の経過について\n本件考案の登録出願の願書に最初に添附した明細書（乙第九号証の二）の実用新\n案登録請求の範囲の記載及び考案の詳細な説明の欄中の「本考案においては樹脂と\nしてエポキシ樹脂を用いると実用上便利であるが、エポキシ樹脂に限定されるもの\nではない。」との記載によれば、本件考案の登録出願は、電気絶縁用積層板等にエ\nポキシ樹脂を使用する点にではなく、右積層板の基材の層的構成に新規性があると\nしてなされたものであることが明らかである。\nところで、右登録出願に対しては、昭和四一年三月二日付拒絶理由通知書（乙第\n一〇号証）をもつて、本件考案はその登録出願前日本国内において頒布された「強\n化プラスチツクス」第五巻第六号（一九五九年一二月号）（乙第一一号証の一、同\n号証の二、三の各一、二、同号証の四）に記載された考案であるとの拒絶理由が示\nされた。原告は、これに対し、昭和四一年四月二三日付意見書（乙第一二号証）を\n提出し、右引用文献におけるガラス基材の組み合わせが本件考案と類似ないし一致\nする点のあることを認めつつ、両者はその目的及び作用効果が異なると主張した。\nしかしながら、再び昭和四三年六月八日付拒絶理由通知書（乙第一四号証）をも\nつて、本件考案は前記引用文献記載の考案から極めて容易に考案しえたものである\nとの拒絶理由が示された。そこで、原告は、同年八月五日付意見書（乙第一五号\n証）及び同日付手続補正書（乙第一六号証）を提出したが、右通知書の指摘する点\nについては特に争うことなく、当初の明細書における「熱硬化性樹脂」を「エポキ\nシ樹脂」に限定する旨の補正をし、これによつてようやく登録査定を得たものであ\nる。\nところが、明細書には、右補正の前後を問わず、エポキシ樹脂を使用したことに\nついての作用効果の説明は一言半句も存在しないから、本件考案の要部が右の樹脂\nを使用した点にあるとは到底認め難く、結局本件考案が登録されたのは、偶々前記\n引用文献記載の積層板にエポキシ樹脂が使用されていなかつたという理由によるも\nのと考えるほかはない。\nしかしながら、本件考案の登録出願前、電気絶縁用積層板等にエポキシ樹脂を使\n用することが公知であつたことは前述のとおりであるから、本件考案の登録が認め\nられたことには少なからぬ疑問があるが、ひとまずこれを有効なものとして取り扱\nうほかはないにしても、その技術的範囲は明細書の実用新案登録請求の範囲に記載\nされた層的構成に厳格に限定して解釈されなければならない。\n４　被告製品の作用効果について\n被告製品は、本件考案と異なり、その中間層をガラス繊維不織布四枚ないし一〇\n枚とそのほぼ中央部に介在させた薄いガラス繊維織布一枚とで構成しているため、\n右織布の介在によつて、不織布層を二分割して不織布層の粗密のばらつきを緩和す\nるとともに、積層成型のための加熱加圧に際して不織布中の樹脂及びガラス繊維の\n流動、ことに周辺部における流動を抑制し、基材切れや樹脂のはみ出しを防止し\nて、周辺部と中央部との厚さの差の少ない積層板を製造することを可能にし、厚み\n精度につき格段の向上を実現しているものである。このことは、被告において行つ\nた実験の結果（乙第五号証の一、二、第二〇号証）及び右乙第五号証の一、二の実\n験結果を統計学的に検定した結果（乙第七号証）により明らかである。\nなお、原告は、被告製品の中間層に薄いガラス繊維織布一枚を介在させたことは\n作用効果上格別の影響をもたらすものではないと主張し、これを裏付けるものとし\nて甲第八号証の一（第一六号証による訂正を含む。以下同じ）、二、第一二、第一\n三号証を援用する。しかしながら、甲第八号証の一はかえつて被告の前記主張を裏\n付けるものであり（乙第六号証、第一八号証の一による訂正を含む。なお、同号証\nの二参照）、乙第八号証の二は製造条件の異なる原、被告の製品を比較したもので\nあるから無意味であり、また甲第一二、第一三号証は厚み精度の把握につき誤つた\n前提に立つものであるうえ、実験及び測定もしくは統計学的検定の具体的内容にお\nいても甚だしい誤謬を含むものであるから、原告の右主張は失当である。\n四　被告の主張に対する原告の反論\n１　明細書の解釈に関する被告の主張は争う。\nすなわち、本件考案はその中間層がガラス繊維不織布一枚で構成される場合を含\nむところ、なるほどこの場合は織布を介在させる余地はないけれども、中間層が不\n織布二枚以上で構成される場合は常に右介在の可能性があるし、また明細書中の考\n案の詳細な説明の欄にある「本件考案の積層板は、中間層１にガラス繊維の織布を\n用いないで、ガラス繊維の不織布を用いているので、冷間打抜加工がきわめて容易\nであり」との記載は、とくにこれが明細書において積層構造に関する記載中にある\nのではなく、従来製品であるガラス繊維の織布又は不織布のみを基材とする積層板\nとの対比において、本件考案の作用効果を説明する部分にあることを考えれば、中\n間層としてガラス繊維不織布を用いることの意義を強調するための表現にすぎず、\n中間層の構成を限定する趣旨のものではないと解するのが相当であるから、被告の\n右主張は当たらない。\n２　本件考案の先行技術に関する被告の主張は争う。\n被告が本件考案の先行技術を示すものとして援用する四つの文献は、いずれも本\n件考案とは全く異なる技術分野に関する、しかも単なる報道的記事を登載している\nにすぎないから、本件考案の新規性あるいは進歩性につき何ら否定的意味をもたら\nすものではない。\n３　本件考案の登録出願の経過に関する被告の主張は争う。\n特許庁審査官が二回に亘る拒絶理由通知において引用文献として示した「強化プ\nラスチツクス」第五巻第六号は、本件考案とは全く異質の技術に関するものであ\nり、かえつて本件考案の新規性を裏付けるものである。\n４　被告製品の作用効果に関する被告の主張は争う。\n被告がその主張を裏付けるものとして援用する検定の結果（乙第六、第七号証、\n第二〇号証）は、いずれも推計学に関する誤つた認識に基づくものである。\n第三　証拠関係（省略）\n理　　　由\n一　原告が本件実用新案権を有すること、本件考案の登録出願の願書に添付した明\n細書の実用新案登録請求の範囲の記載が原告主張のとおりであることは、当事者間\nに争いがない。\n右争いのない実用新案登録請求の範囲の記載に成立に争いのない甲第一号証（本\n件公報）の記載を総合すれば、本件考案の構成要件は次のとおりであると認められ\nる。\nＡ　中間層１は、ガラス繊維不織布にエポキシ樹脂を含浸したもの一枚あるいは多\n数枚を積み重ねて構成すること\nＢ　表面層２は、薄いガラス繊維織布に中間層１に使用した樹脂と同種の熱硬化性\n樹脂を含浸したものを適当枚数積み重ねて構成すること\nＣ　中間層１と両表面層２・２を積層成型すること\nＤ　電気絶縁用積層板ないしはその表面に銅箔を貼合わせた印刷回路用銅張り積層\n板の構造であること\n二　被告製品の構造が別紙物件目録記載のとおりであることは当事者間に争いがな\nい。\n三　そこで、本件考案と被告製品とを対比する。\nまず、本件考案の中間層１は、ガラス繊維不織布にエポキシ樹脂を含浸したもの\n一枚あるいは多数枚を積み重ねて構成するというものである（構成要件Ａ）。これ\nに対し、被告製品の中間層（１）は、ガラス繊維不織布にエポキシ樹脂を含浸した\nもの四枚ないし一〇枚（４）とそのほぼ中央部に介在させた薄いガラス繊維織布に\nエポキシ樹脂を含浸したもの一枚（３）とを積み重ねて構成するものである。そう\nすると、本件考案が、中間層をガラス繊維不織布のみで構成するとしたのに対し、\n被告製品は、中間層のガラス繊維不織布にエポキシ樹脂を含浸した薄いガラス繊維\n織布一枚を介在させた構成をとる点において相違するものである。\nところで、原告は、本件考案の中間層は、作用効果のうえで格別の影響を及ぼす\nものではないところの、ガラス繊維織布が介在するものを排除するものではないと\n主張する。\nしかしながら、前記実用新案登録請求の範囲の記載は、「中間層１はガラス繊維\n不織布にエポキシ樹脂を含浸したもの１枚、あるいは多数枚を積み重ねて構成し、\n表面層２は薄いガラス繊維織布に中間層１に使用した樹脂と同種の熱硬化性樹脂を\n含浸したものを適当枚数積み重ねて構成し」というものであり、また成立に争いの\nない甲第一号証（本件公報）によれば、前記明細書中の考案の詳細な説明の欄に\nは、「本考案は、ガラス繊維を基材とし、これにエポキシ樹脂を含浸したものを積\n層成型して製造する電気絶縁用積層板乃至はこれの表面に銅箔を貼合わせた印刷回\n路用銅張り積層板の新規構造に係り」との記載（本件公報一頁左欄末行から右欄四\n行）、ついで「以下図面を参照して、本考案を説明する。」に続くくだりとして右\n登録請求の範囲の記載と全く同旨の記載（同公報一頁右欄七ないし二〇行）、さら\nに「以上の如く、本考案の積層板は、中間層１にガラス繊維の織布を用いないで、\nガラス繊維の不織布を用いているので、冷間打抜加工がきわめて容易であり」（同\n公報右欄二一ないし二四行）との記載があることが認められる反面、中間層のガラ\nス繊維不織布中にガラス繊維織布を介在させうることを窺わせるような記載は全く\n見当たらないのみならず、前記登録請求の範囲の記載として、中間層のガラス繊維\n不織布につき「多数枚」、表面層のガラス繊維織布につき「適当枚数」というよう\nにかなり広範な組み合わせを含みうる表現を用いながら、中間層の一部としてガラ\nス繊維織布を用いうることの可能性を前記明細書において示唆するところは見出し\nえない。そして、前顕甲第一号証によれば、本件考案出願前公知の電気絶縁用積層\n板ないしは印刷回路用銅張り積層板が特に冷間打抜加工において困難であるという\n本質的欠点を有していたのに対し、これを除去すべく、本件考案は、中間層はガラ\nス繊維の不織布を基材とし、この中間層をはさみ包んでその両側に存在する両表面\n層はガラス繊維の織布をもつて構成しているものであり、右の中間層にガラス繊維\nの織布を用いないでガラス繊維の不織布を用いたが故に冷間打抜加工が極めて容易\nであり、切削工具の摩耗も少なく、安価に製造できる格別の実用上の効果を奏する\nに至つたものであることを認めることができる。\nところで、成立に争いのない乙第一号証の一ないし三によれば、ガラス繊維強化\nプラスチツクの積層板としてガラス繊維織布を表面層に、ガラス繊維不織布を中間\n層に各使用した構造のもの及び樹脂としてエポキシを用いる例が、また、成立に争\nいのない乙第三号証の一ないし四によれば「ＦＲＰ」すなわちガラス繊維強化プラ\nスチツクの積層板が電気機器用積層板すなわち電気絶縁用積層板ないし印刷回路用\n銅張り積層板に使用され及びガラス繊維としては織布のみならずマツトすなわち不\n織布があり、このガラス繊維には樹脂として不飽和ポリエステル又はエポキシが含\n浸されていて、この繊維が積層板に使われていること、しかして、前掲乙第三号証\nの一ないし四に成立に争いのない乙第四号証の一ないし三を総合すればガラス繊維\nの織布又は不織布を単独にもしくはこれらを組み合わせて使用するエポキシ基板又\nはポリエステル基板が存在することが、いずれも本件考案出願前公知であつたこと\nが認められ、これに反する証拠はない。この事実からすれば、電気絶縁用積層板な\nいし回路用銅張り積層板において、ガラス繊維織布とガラス繊維不織布とを組み合\nわせて右積層板を構成する技術は本件考案出願前公知の技術であつたと解すること\nができる。\nしてみれば、以上のような本件考案出願前公知の技術手段を斟酌しつつ、本件考\n案の構成及びこの構成による実用上の効果につき前記説明したところを併わせ考え\nれば、本件考案は、その中間層はガラス繊維の不織布をもつて構成するものとした\nのであつて、その中間層にガラス繊維の織布を加えたものは含まず、不織布のみか\nらなるものに限られると認めるほかはない。したがつて、被告製品において、中間\n層としてエポキシ樹脂を含浸した薄いガラス繊維織布一枚を介在させたことが作用\n効果上いかなる影響を及ぼすかを問うまでもなく、原告の前記主張は理由がない。\nまた、原告は、被告製品の中間層に右のような介在物を挿入したことによる構造\n上の差異は、作用効果上何らの影響をもたらすものではないとして、いわゆる設計\n上の微差あるいは特許法理上の迂回方法に当たるとの主張をするが、これを採りえ\nないことは右に説示したところから明らかである。\n以上のとおり、被告製品は本件考案とは中間層の構成を異にするから、その技術\n的範囲に属しないものというべきである。\n四　よつて、原告の本訴各請求は、その余の点につき判断するまでもなく理由がな\nいから、これを棄却することとし、訴訟費用の負担につき民事訴訟法第八九条を適\n用して主文のとおり判決する。\n（裁判官　秋吉稔弘　佐久間重吉　安倉孝弘）\n〈１２０６９－００１〉\n〈１２０６９－００２〉\n〈１２０６９－００３〉\n〈１２０６９－００４〉\n〈１２０６９－００５〉\n"
}