{
  "trial_type": "IPCase",
  "date": {
    "era": "Showa",
    "year": 50,
    "month": 3,
    "day": 28
  },
  "case_number": "昭和48(ワ)3976",
  "case_name": "",
  "court_name": "大阪地方裁判所",
  "right_type": "実用新案権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "14441",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=14441",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/441/014441_hanrei.pdf",
  "contents": "主　　　文\n原告の請求をいずれも棄却する。\n訴訟費用は原告の負担とする。\n事　　　実\n第一　当事者の求めた裁判\n一　原告\n「被告は別紙イ号物件説明書および同写真が示す線材錆取り装置並びに別紙ロ号\n物件説明書および同図面に記載の線材錆取り装置の各製造、販売および販売のため\nの展示を行なつてはならない。\n訴訟費用は被告の負担とする。」との判決並びに仮執行の宣言\n二　被告\n主文第一、二同旨の判決\n第二　請求原因\n一　原告は次の登録実用新案権（以下「本件登録実用新案権」といい、その考案を\n「本件考案」という）の専用実施権者である。\n出願人（考案者）　【Ａ】\n考案の名称　線材の錆取り装置\n登録番号　第九七五四五七号\n設定登録日　昭和四七年九月八日\n出願番号　昭四三ー四九四一二号\n出願日　昭和四三年六月一一日\n出願公告番号　昭四七ー四八九六号\n出願公告日　昭和四七年二月二一日\n登録実用新案権者　【Ａ】\n専用実施権設定日　昭和四八年八月一〇日\n範囲　全部\n専用実施権設定登録日　同年同月一一日\n実用新案登録請求の範囲\n「回転軸によつて回転せられるワイヤブラシの摺擦周面を線材の進行方向に対し\n交叉する如く対接させ、かつこれが線材の進行方向に対して逆方向に回転するよう\nに設置したことを特徴とする線材の錆取装置」\n二　本件考案は\n（１）　回転軸によつて回転せられるワイヤブラシの摺擦周面を線材に対接して設\nけ\n（２）　右ワイヤブラシはその摺擦周面が線材の進行方向に対し約一〇度傾斜して\n交叉するように対接させ且つ線材の進行方向に対して逆方向に回転するように設置\nする\nことの構成要件からなる。\nワイヤブラシの摺擦周面を線材の進行方向に対し交叉するように対接するについ\nて約一〇度傾斜させることは、本件登録実用新案の登録請求の範囲に明記されてい\nるわけではないが、本件登録実用新案の登録出願願書に添付した明細書の詳細な説\n明において、\nワイヤブラシの摺擦周面を線材の進行方向に対し約一〇度傾斜させて対接させるこ\nとを明記してあり且つワイヤブラシの摺擦周面を線材に対接させるにつき右角度に\n傾斜して対接させる場合最も研磨効果をあげ、ワイヤブラシの磨耗の防止を果し得\nる旨述べられていることおよび線材に対して直角方向や鈍角方向からの研磨はワイ\nヤブラシのワイヤが千切れ飛ぶ等してその損耗破損が極めて著しく、錆取り装置と\nしての実用に適さないことに照らすと、ワイヤブラシを線材に対接させるにつき、\n右角度約一〇度に傾斜させることが本件考案の構成要件要素であり、且つこの点が\n本件考案の主要部である。\n三　本件考案は従来硫酸や塩酸による洗滌によつて行なわれていた線材の錆取りを\nワイヤブラシの摺擦によつて機械的に行なうことを目的としたもので、その特徴は\n前記のとおり、ワイヤブラシの摺擦周面を線材の進行方向に対し約一〇度傾斜させ\nて交叉する如く対接させた点に存し、このような装置は本件考案以前には存しなか\nつた。即ち、ワイヤブラシの摺擦周面を線材の進行方向（長さ方向）に平行に対接\nさせた場合は、線材はワイヤブラシのワイヤとワイヤの間に入り、両者の接触は、\n線材のワイヤブラシの摺擦面に対向する側面がワイヤの側面と単に接触するだけの\n関係に止まり、ワイヤの線材に対する圧力は極めて弱いため、その錆取り効果は期\n待できないが、ワイヤブラシの摺擦周面を線材と右のとおり交叉するように対接さ\nせた場合は、線材の両側に接触するワイヤブラシのワイヤが線材を挾みつけて捻る\n恰好となるため、ワイヤの線材に対する圧力が強められ、さらにワイヤと線材の接\n触面積も、またワイヤブラシの摺擦面と線材の相互の接触面積も増加するため、顕\n著な錆取り効果をあげ得るのである。また、線材の接触はワイヤブラシの摺擦面全\n体に亘つて均等に行なわれるため、ワイヤブラシの磨耗も全般に均一に生じ、従つ\nてその寿命も長い。\n四（一）　被告は業として別紙イ号物件説明書および同写真が示す線材錆取り装置\n（以下「イ号装置」という）を製造、販売していたものであり、また別紙ロ号物件\n説明書および同図面に記載の線材錆取り装置（以下「ロ号装置」という）を製造、\n販売している。\n（二）　イ号装置の構造は本件考案と全く同一であるから、これを製造、販売する\n被告の行為は、原告の本件専用実施権を侵害するものである。\n尤も、被告が現在イ号装置を製造、販売しているわけではないが、昭和四九年六\n月行なわれた九州地区における被告製品の公開実験の場において、被告会社の説明\n者は近い将来再び逆回転の錆取り装置を製造する旨述べており、将来再び被告がイ\n号装置を製造、販売して原告の本件専用実施権を侵害するおそれがある。\n（三）　ロ号装置においては、そのワイヤブラシの回転方向が線材の進行方向に対\nし順回転となつており、この点本件考案におけるワイヤブラシの回転方向と反対に\nなつているが、モーターは順逆いずれの方向にも回転するものであるから、被告が\nロ号装置のワイヤブラシの回転方向を順回転のものとして販売しても購入者がこれ\nを逆回転させて使用することも可能であつて、ロ号装置も錆取り装置としては本件\n考案と同一のものといわなければならない。仮にそうでないとしても、ワイヤブラ\nシの回転方向を順逆いずれにするにせよ、線材の進行速度とワイヤブラシの回転速\n度の調整により、両者同様の錆取り効果を果し得るのであり且つ本件考案における\nワイヤブラシの回転方向を反対にして本件考案と同様の錆取り効果を果すことは当\n業者にとつて容易に推考しうるものであるから、ロ号装置においてワイヤブラシの\n摺擦周面を線材の進行方向に対し順回転させる構成は本件考案においてワイヤブラ\nシの摺擦周面を線材の進行方向に対し逆回転させる構成と均等といわなければなら\nない。\n五　よつて、原告は被告に対し、本件登録実用新案専用実施権に基づく侵害予防請\n求権によりイ号装置の製造、販売および販売のための展示行為の差止め並びに右専\n用実施権に基づく侵害差止請求権によりロ号装置の製造、販売および販売のための\n展示行為の差止めを求める。\n第三　請求原因に対する被告の認否\n一　請求原因一の事実を認める。\n二　同二の事実を争う。\n三　同三の事実のうち、\n本件考案の特徴がワイヤブラシの摺擦周面を線材の進行方向に対し約一〇度傾斜さ\nせて交叉する如く対接させた点に存すること、本件考案による装置が本件考案以前\nには存しなかつたことおよび線材の接触がワイヤブラシの摺擦周面全体に亘つて均\n等に行なわれるためワイヤブラシの磨耗も全般に均一に生ずるとの事実は、いずれ\nも否認する。その余の事実を認める。\n四（一）　請求原因四の（一）の事実のうち、被告がかつてイ号装置を製造、販売\nしたことは認めるが、昭和四八年八月一日以降は製造、販売していない。その余の\n事実を認める。\n（二）　請求原因四の（二）の事実のうち、イ号装置が請求原因二において原告の\n主張する構成要件を具備していること並びに昭和四九年七月一〇日九州機械伸鉄株\n式会社において「ＭＤ１ＬＷ九州地方公開テスト」名下に被告会社ほか八社が参加\nして見学会が催されたことは認めるが、被告会社の説明者が近い将来再び逆回転の\n錆取り装置を製造する旨述べたことおよび被告が将来再びイ号装置を製造、販売す\nるおそれのあることを否認する。\n（三）　請求原因四の（三）の事実を争う。\n第四　被告の主張\n一　ロ号装置は作動するに際しモーターの回転を順逆いずれの方向にも廻わせるよ\nうにしてあるわけではない。即ち、駆動用モーター（４）が図面第一図で反時計回\nりにのみ回転するように電気配線を施こしてあり、ワイヤブラシ（６）は線材\n（Ｗ）の進行方向に対して順方向に回転するように、モーターの回転軸（９）と取\n付金具（１０）とを結合すると共に、この取付金具（１０）から前方に突出するね\nじ軸（１１）をワイヤブラシの取付孔に挿入し、更に押え金具（１２）を介してそ\nのねじ軸にナツト（１３）を右ねじで螺合して固定する構造となつている。従つ\nて、仮に原告の主張するようにモーターの回転の仕方を電気配線の仕方を変えるこ\nとによつて逆回転させれば、そのねじ軸に螺合したナツト（１３）はモーターの回\n転に対して緩む向きに廻わされる結果、高速回転で作動中にナツト（１３）がねじ\n軸からはずれて離脱するのであつて、ロ号装置のワイヤブラシは線材の進行方向に\n対し順方向の回転しかできないようになつている。また線材の錆取りは曲げローラ\nー室（Ａ）において基本的な錆落しをなし、ワイヤブラシ室（Ｂ）においては曲げ\nローラー室（Ａ）の工程で実質的には剥離されたが未だ完全には分離しないで線材\nの表面に附着している錆等をワイヤブラシによつてはき落すことを目的としている\nものであつて、この二工程を（Ａ）から（Ｂ）への順序で併用することによつて錆\n取りを完成する。線材を第一図の右から左へ（（Ｂ）から（Ａ）へ）と進行させて\nも、本来の錆取りの目的を達しないから、線材の進行を反対にすることはできな\nい。そして仮にロ号装置につきワイヤブラシの順回転の構造を逆回転の構造に改造\nしようとしても、相当の手間と費用を要し、右改造は容易になし得ないのである。\n二　ワイヤブラシを線材の進行方向に対し順回転させた場合これを逆回転させた場\n合に比し、次の利点がある。\n即ち、線材の通常の進行速度が一〇〇ｍ／分において、同じ速度で回転するワイ\nヤブラシの磨耗量は順回転の方が逆回転の場合に比して約七パーセント少ない。そ\nして本件錆取り装置は曲げローラー室（Ａ）において落された残りの錆を払うもの\nであるから、いたずらに強いブラシを必要としない。ワイヤブラシの線材に対する\n働きかけの度合が高ければ高い程錆取りの効果が達成されるものではなく、却つて\nワイヤブラシの磨耗度合を大きくするだけとなる。順回転の場合においては逆回転\nの場合と同様の錆取り効果をあげながら、他方においてワイヤブラシの磨耗を数パ\nーセントも少なくすることができるから、逆回転の場合よりも優れているのであ\nる。\nなお、錆取り後の錆粉の再附着については、線材そのものが高速で進行している\nため振動していて錆粉が飛散しても容易に線材に再附着し難いし、ワイヤブラシが\n線材に対して斜めに交叉されているから、錆粉の飛散する方向も線材の進行方向と\nは角度が異り、再附着がむしろ困難である。そのうえ、右錆取り工程を終りダイス\nを通す伸線工程に移る前に線材はホウ酸塩等の水溶液中に浸されまた乾かされると\nいうコーテイング工程を経由する。従つて、仮に線材に錆粉の再附着がいくらかあ\nつたとしても、それらは右溶液に浸潰されることによつて除去され、線材を別途清\n掃する必要はない。\n三　本件登録実用新案の登録請求の範囲には、線材とワイヤブラシの摺擦周面の交\n叉する角度が約一〇度でなければならないという要件は規定されていない。本件考\n案の詳細な説明にはワイヤブラシ７の摺擦周面７ａを線材１の進行方向に対して約\n一〇度傾斜して回転する例を例示してあるが、そのことが登録請求の範囲中の「進\n行方向に対し交叉する如く対接させ……」の要件を限定し得るものではない。却つ\nて本件考案の詳細な説明中に一〇度に傾斜して対接させる実施例の作用効果とし\nて、「ワイヤブラシ７の摺擦周面７ａを線材１に対して平行に対接させる場合のよ\nうに摺擦周面７ａが局部的に磨耗凹陥することなくほぼ均一に磨耗するのであ\nる」。（公報二欄一二行から一四行まで）と記載され、また本件考案全体につき、\n「本考案は上記した如く、回転軸によつて回転せられるワイヤブラシの摺擦周面を\n線材の進行方向に対し交叉する如く対接させかつ……設置したから……その際ワイ\nヤブラシの摺擦周面がほぼ均一に磨耗するからたびたびこれを取り換える必要がな\nく、その耐用年数を高めることができるものである。」（公報二欄一五行から二三\n行まで）と記載されていることに照らすと、ワイヤブラシの摺擦周面が線材に交叉\nすることが要件なのであつて、その角度が鋭角であろうが鈍角であろうが、ワイヤ\nブラシの摺擦周面がほぼ均一に磨耗するという効果に変りがない以上、交叉する角\n度には限定のないことが本件考案の詳細な説明においても明らかにされているとい\nうことができる。\n四　本件考案はその登録出願当時公知のものであつた。即ち本件考案の構成要件は\n（１）　回転軸によつて回転せられるワイヤブラシの摺擦周面を線材の進行方向に\n対して交叉するように対接させ\n（２）　右ワイヤブラシが線材の進行方向に対して逆方向に回転するように設置し\nた\n（３）　線材の錆取り装置\nである。\nところで米国特許第二、九〇七、一五一号明細書（一九五九年一〇月六日登録。\n乙第一号証）および同国特許第三、二七四、六三三号明細書（一九六六年九月二七\n日登録。乙第二号証）においていずれもかかる構成要件をそつくり備えた錆取り装\n置に関する考案が開示されている。従つて、本件考案はその登録出願当時公知であ\nつたことが明らかである。このような公知の技術を内容とする本件登録実用新案権\nはたとえ外観上は権利として成立していても、本来これに基づく差止請求等の権利\n行使は権利の濫用であつて許されないものというべきであるが、仮に特許庁による\n無効審判が確定するまでの間有効に存在する権利として、その権利行使を認めると\nしても、その権利の範囲は登録請求の範囲に記載されている文言の字義のとおりの\n内容をもつものとして最も狭く解するのが相当である。\nすると、ロ号装置は本件考案の構成要件中前記（２）の要件を欠くから、本件登\n録実用新案権の権利範囲に入らないものである。\n第五　被告の主張に対する原告の反論\n一　ロ号装置のワイヤブラシを逆回転するよう改造することは極めて容易である。\n被告は、ロ号装置においてはワイヤブラシを固定するネジとナツトの螺合がモータ\nーの回転によつて締まる向きになつているため、これを反対方向に回転させれば、\n回転によつてネジとナツトの螺合が緩んでついには離脱する、従つてこれを反対方\n向に回転させるためには、取付金具、ネジ軸およびナツトを取り換えなければなら\nないと主張する。しかし仮に被告の主張するとおりであるとしても、この程度の改\n造は業者にとつて容易であるばかりでなく、例えばネジとナツトを螺合した状態の\nままこれに直径六ミリメートル程度の穴をあけてピンを通すだけでネジとナツトの\n螺合の緩みを妨ぐことができるから、迂遠な手間をかけなくとも、ロ号装置のワイ\nヤブラシの回転を逆回転しうるように改造できる。\n二　被告はワイヤブラシを順回転させた方が逆回転させた場合より利点があると主\n張するが、ワイヤブラシと線材間の相対速度が高い程ワイヤブラシの磨耗度が大き\nいということは、被研磨材の研磨される度合いも高いということで、相対速度に比\n例して錆取り効果も増大する。従つて、ワイヤブラシの磨耗度が小さいからといつ\nてそれが錆取り装置としての有利さにつながるものではない。またワイヤブラシを\n順回転させれば、ワイヤブラシによつて跳ね飛ばされた錆屑は錆取りの終つた線材\n部分に附着するから、別途これを清掃しなければならないという欠点を伴なう。\n三　本件考案に対する先行技術については、本件考案の登録出願当時、線材を一定\n方向に進行せしめ回転軸によつて回転せられるワイヤブラシの摺擦により線材の錆\n取りを行なう技術思想およびその際ワイヤブラシの回転方向を線材の進行方向に対\nして逆方向或は順方向ならしめるとの技術思想が、公知であつたことは認める。し\nかし当時線材の進行方向に対し、ワイヤブラシの摺擦周面を約一〇度の鋭角に傾斜\nさせて対接させる技術思想はなかつたのであり、米国特許第二、九〇七、一五一号\n明細書（乙第一号証）において、「（１７７）で示したようなブラシの複数をスケ\nールを除去して金属表面を良好にするために、その全周のまわりにかみ合うように\n配列させてもよく、このようなブラシは第六図に例示したように配置され、或は望\nましくは、ブラシの回転軸を線材の進行路に対して鋭角とし、もつて斜方向のブラ\nシ作用がいとなまれるようにしても良い。」（第一一欄五二行から五八行まで）と\nの技術思想が開示されているが、右の「線材の進行路に対して鋭角とし」とは「ブ\nラシの回転軸」を鋭角とするものであつて（ブラシの回転軸はブラシホイルに対し\nて直角に取り付けられるから、ブラシの回転軸を線材の進行方向に対し鋭角とすれ\nば、ブラシホイルは線材の進行方向に対して鈍角となる）、ブラシの摺擦周面を線\n材の進行方向に対し鋭角とするものでないから、本件考案の構成とは全く異る。ま\nた米国特許第三、二七四、六三三号（乙第二号証）は複数の線材を交叉状に捻り合\nせた太いケーブルの清掃機構に関するもので、ケーブルを構成する各単線の長さ方\n向に平行にブラシ掛けを行なうためにワイヤブラシの方向を定めているものである\nから、\n本件考案とは根本的に技術思想を異にするものである。\n第六　証拠関係（省略）\n理　　　由\n一　原告が本件登録実用新案権につき昭和四八年八月一〇日範囲を全部とする専用\n実施権の設定を受け、同年一一日設定登録を経た専用実施権者であり、本件登録実\n用新案の出願者が【Ａ】、出願日が昭和四三年（一九六八）六月一一日、公告日が\n昭和四七年（一九七二）二月二一日（昭四七ー四八九六号）、設定登録日が昭和四\n七年九月八日（第九七五四五七号）で、実用新案登録請求の範囲の記載が、\n「回転軸によつて回転せられるワイヤブラシの摺擦周面を線材の進行方向に対し\n交叉する如く対接させ、かつこれが線材の進行方向に対して逆方向に回転するよう\nに設置したことを特徴とする線材の錆取装置」\nであること、被告が業として昭和四八年八月一日以前に別紙に記載のイ号装置を製\n造、販売していたこと並びに目下ロ号装置を製造、販売していること、以上の事実\nはいずれも当事者間に争いがない。\n二　本件考案は、その登録請求の範囲の記載によれば、つぎの二つの特徴を構成要\n件とするものであると認められる。\n（１）　回転軸によつて回転せられるワイヤブラシの摺擦周面を線材の進行方向に\n対し交叉する如く対接させること\n（２）　右ワイヤブラシをその摺擦周面が線材の進行方向に対し逆方向に回転する\nよう設置すること\n三　原告は右（１）の要件の「交叉」とは約一〇度の傾斜角度で交叉させることを\n謂い、その点が本件考案の特に新規な考案の主要部である旨主張するので考察す\nる。\nなるほど、成立に争いのない甲第二号証の本件登録実用新案公報によると、その\n考案の詳細な説明の項に、\n「このブラシ７はその摺擦周面７ａを線材の進行方向に対し約一〇度傾斜させて\n線材に対接させ、……」（一頁右欄上から二行目以下）、\n「ワイヤブラシ７の摺擦周面７ａは線材１の進行方向に対し約一〇度傾斜して回\n転するからワイヤブラシ７の摺擦周面７ａを線材１に対して平行に対接させる場合\nのように摺擦周面７ａが局部的に磨耗凹陥することなくほぼ均一に磨耗するのであ\nる。」（同欄上から一〇行目以下）\nと記載されている。\nしかし、右「考案の詳細な説明」中の記載は本件考案の実施例として、ブラシの\n摺擦周面を線材の進行方向に対し約一〇度傾斜して対接させたものを示し、このよ\nうにすると、ブラシの摺擦周面を線材と平行に対接させた場合のように摺擦周面が\n局部的に磨耗凹陥することがなく、ほぼ均一に磨耗できると説明しているに過ぎな\nい。そして、成立に争いのない乙第二号証の、ケーブルを清掃する機構、特に固定\n設置されたケーブルあるいは類似物の著しい汚れを清掃するのに用いられるケーブ\nルの小型清掃機構に関する発明のアメリカ特許第三、二七四、六三三号（一九六六\n年九月二七日特許）の公報によると、その第五欄上から二四行目以下に、「図示さ\nれるように、モーターアーム（５２）の先端はケーブル（Ｃ）の軸に対してＸなる\n角度で軸（５４）から斜めに外側に伸びている。この角度はまたブラシ（４８）が\nケーブルに対接される角度を表わしている。」と説明し、図面にはＸの角度として\nおおよそ一五度位の傾斜角度を示しているので、本件登録実用新案の出願前に既に\nアメリカにおいて頒布されたと認むべき各公報の記載に鑑みると、本件実用新案出\n願時本件考案において、ブラシの摺擦周面７ａを線材の進行方向に対し約一〇度傾\n斜させて対接させる点に特に意味がありその角度に新規性ありとは到底認めること\nができない。そして本件登録実用新案の登録請求の範囲には、各角度についてはな\nんら触れず、単に「交叉する如く対接させ」と記載してあるだけであるから、各\n「交叉」とは平行にするのではなく、交叉させて対接させることを意味し、その角\n度についてはなんら特定しない趣旨に解すべきである。したがつて、原告の右主張\nは採用することができない。\n四　別紙ロ号物件説明書および図面によると、被告が目下製造、販売しているロ号\n装置は、ワイヤブラシの摺擦周面の回転方向が線材の進行方向に対し「順方向」で\nあつて、本件考案の登録請求の範囲の記載におけるそれが「逆方向」であるのと異\nる。その余の点においては両者は一致する。\n原告は、右回転方向は順逆いずれの方向であつても錆取りの作用効果において差\n異はなく、その方向を「逆方向」になるように設置すると記載された本件登録実用\n新案について開示があれば、当業者においてこれを順方向に変換して実施すること\nは極めて容易であるから、ワイヤブラシをその摺擦周面が線材の進行方向に対し順\n方向に回転するように設置することは本件考案における（２）の要件たるワイヤブ\nラシをその摺擦周面が線材の進行方向に対し逆方向に回転するよう設置することと\n均等の技術である旨主張する。\nしかしながら、本件登録実用新案の出願時、線材の伸線加工の前加工工程に使用\nする線材の錆取り装置として、線材を一定方向に進行せしめ、回転軸によつて回転\nせられるワイヤブラシにより右線材を摺擦するにあたり、ワイヤブラシを、その摺\n擦周面が線材の進行方向に対し逆方向あるいは必要に応じ順方向に回転するよう対\n接させることは公知の技術思想であつたことは、原告の自認するところであり、こ\nの技術は成立に争いのない乙第一号証のアメリカ特許第二、九〇七、一五一号（一\n九五九年一〇月六日特許）の公報や前顕乙第二号証のアメリカ特許第三、二七四、\n六三三号にも示されているところである。\nそうすると、本件登録実用新案の登録請求の範囲に記載の特徴事項は、その出願\n時における技術水準に照らし、なんら新規な事項を含んでいないといわなければな\nらない。そうだとすれば、本件実用新案の開示は業界に対しなんら教示するところ\nがなく、寄与するところもない。\nこのような実用新案にあつては、その権利範囲は登録請求の範囲に記載された装\n置にとどまり、その構成要件の一部を均等な事項と置換した装置がたとえ作用効果\nにおいて同一であり、その置換が当業者において推考容易であるとしても、これに\nついてその登録実用新案権の効力は及ばないと解すべきである。\nそうすると、ロ号装置は本件登録実用新案権の権利範囲に属さないといわなけれ\nばならない。\n五　つぎに被告がかつて製造、販売したことがあるイ号装置はその説明書および図\n面の記載によると、本件登録実用新案の登録請求の範囲の記載の特徴をすべて具え\nていると認められる。\n原告はロ号装置をイ号装置に改造することは極めて容易であり、被告がかつてイ\n号装置を製造、販売していた事実並びにロ号装置をイ号装置に容易に改造し得ると\nいう事実から被告において将来またイ号装置を製造、販売するおそれが十分あると\n主張する。\n被告においてかつてイ号装置を製造、販売していた事実は当事者間に争いのない\nところであるがこのことから直ちに被告がロ号装置を近くイ号装置に改造し、ある\nいは新規にイ号装置を製造、販売するおそれがあるとは断じ難く、またこれを肯認\nすべき証拠はなく、ロ号装置からイ号装置に改造が容易であることを考慮に入れて\nも、右原告の主張は認めることができない。\n六　以上の次第で、イ号装置については被告が将来これを製造、販売および販売の\nため展示するおそれありとは認められず、またロ号装置については本件登録実用新\n案権の権利範囲に属するものと認められず、従つて被告のロ号装置の製造、販売お\nよび販売のための展示行為が原告の本件専用実施権を侵害するものということがで\nきないから、原告の被告に対する本訴各請求をいずれも理由がないものとして棄却\nし、訴訟費用の負担につき民事訴訟法八九条を適用して、主文のとおり判決する。\n（裁判官　大江健次郎　小林茂雄　香山高秀）\nイ号物件説明書\n別添写真の如く、三個の回転するワイヤブラシの摺擦周面を線材の長さ方向の異\nなる位置において三方向よりこれに対接して設け、該ワイヤブラシはその摺擦周面\nが線材の進行方向に対して約一五度の角度をもつて交叉するように対接させ、かつ\n線材の進行方向に対して逆方向に回転するようになした「線材の錆取り装置」\nイ号写真（省略）\nロ号物件説明書\n本物件は、前半に曲げローラ室（Ａ）を、後半にワイヤブラシ室（Ｂ）を夫々配\n置した構成で、ワイヤブラシ室（Ｂ）の内部において、フレーム（１）に取り付け\nられた調整装置（２）を介して、夫々駆動用モーター（３、４、５）と同軸に各一\n個ずつ計三個のワイヤブラシ（６、７、８）を取り付けてなる金属線材の錆取り装\n置（メカニカルデスケーラー）である。\nこの夫々のワイヤブラシ（６、７、８）は、その摺擦周面が被処理線材（Ｗ）の\n進行方向に対して約一五度の角度をもつて配置されている（第２図）。\nこのワイヤブラシの取付構造は、駆動用モーターの回転軸（９）取付金具（１\n０）を結合すると共に、この取付金具（１０）から前方に突出するねじ軸（１１）\nをワイヤブラシの取付孔に挿入し、更に押え金具（１２）を介してそのねじ軸の右\nねじにナツト（１３）を螺合して固定する構造であり（第２図）、モーター（４）\nが図面第１図で反時計回り（第２図では矢印の方向）に回転して、ワイヤブラシ\n（６）は線材（Ｗ）の進行方向に対して順方向に回転するようにしてある。モータ\nーは、電気配線の仕方に起因して前記反時計回りにしか回転しないのに加えてワイ\nヤブラシの固定をモーターの回転によつて締まる向き、つまり右ねじで行なつてい\nるため、ワイヤブラシは線材の進行方向に対して順方向にしか回転できないように\nなつている。\n本物件の場合、線材（Ｗ）は第１図で左方から曲げローラ室（Ａ）に入り、右側\nのワイヤブラシ室（Ｂ）に入つて右向きに出て行く過程で、三個のワイヤブラシ\n（６、７、８）は、前述のように反時計回りに回転し、その摺擦周面は線材（Ｗ）\nと同じ方向に回転して、その表面の錆を取り除くように作用する。なお線材の進行\n速度に対して、ワイヤブラシの周速度は十倍以上の高速である。\nロ号図面\n＜１１８７６－００１＞\n"
}