{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 52,
    "month": 10,
    "day": 27
  },
  "case_number": "昭和50(ネ)2653",
  "case_name": "ゼネラル石油精製組合費",
  "court_name": "東京高等裁判所",
  "field": "労働",
  "lawsuit_id": "19653",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=19653",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/653/019653_hanrei.pdf",
  "contents": "主　　　文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n事　　　実\n控訴人は、「原判決を取り消す。被控訴人の請求を棄却する。訴訟費用は第一、\n二審とも被控訴人の負担とする。」との判決を求め、被控訴人は、控訴棄却の判決\nを求めた。\n当事者双方の事実上の陳述及び証拠関係は、被控訴人において、「控訴人の後記\n主張は争う。労働基準法二四条一項に定める賃金の全額払いの原則は、一旦賃金と\nして計上された金額はどのような名目を付そうとも同条一項但書後段に定める法定\nの例外の場合を除いては現実に労働者に支払わなければならないことを目的とする\nものであつて、これをチエツクオフ協定が締結された場合についてみると、会社は\n賃金として計上されている金額のうちから組合費を控除し、その控除額を労働組合\nに交付すベき義務を負い、これにより交付さるベき金額は労働者にとつて一旦は賃\n金となつたものの一部であつて、賃金自体が右組合費を差し引いた限度において減\n縮されるものではない。このことは、一部に行なわれている労働者の自己都合によ\nる欠勤等による賃金カツトや賃金の一部を前払いした場合は、賃金自体がその減縮\nされた限度で発生するにすぎず、賃金の控除にあたらない場合と対比して明らかで\nあり、控除は一旦は賃金となつたものについての問題であるから、チエツクオフ協\n定によつて組合に交付されるベき金額については、賃金として労働基準法二四条の\n保護の下におかれるのである。このように賃金として一般財産（賃金以外の費目に\n充てられるもの）から区別されて計上された金額（賃金債権の基礎）については労\n働基準法二四条一項但書後段の規定に沿つた形態において控除、処理されるのみで\nあつて、会社の一般財産に戻ることはありえないのは当然である。もし仮に会社が\n組合に対して所定の組合費を控除しその控除額を交付すベき義務を一般財産から履\n行するものと解するならば会社と組合との直接的な金銭支払関係になつてしまうか\nら、控訴人も認めているチエツクオフ協定における準委任契約は単に組合費取立事\n務の委任（賃金からの控除とその控除額の組合への交付）を内容とし、会社と組合\nの間の直接的金銭支払関係においては、賃金からの控除ということと何らの関連を\nもたないこととなつてしまい、かくては労働基準法二四条の趣旨からすると、その\n控除相当額については賃金が発生していなかつたということとなるので解釈上不合\n理である。控訴人は、チエツクオフ協定に基づき賃金から控除し組合に支払う組合\n費相当額は会社の一般財産から支払われるもので労働基準法二四条一項本文の制限\nを受けない通常の金銭債務であり、もし右の控除した組合費相当額の金員について\nは何ら会社の一般財産として区別されて保管されているものでないとして諸種の例\nを挙げて相殺に適する会社の一般財産に属する債務であると主張するけれども、右\n協定により賃金から控除し組合に支払うベき組合費相当額は、控訴人の指摘するよ\nうな特定の金銭である必要はなく、また右相当額が会社の一般財産から支払われる\nものであつても何ら差支えがない。ただ、この場合の組合費相当額の支払債務が会\n社の経理上賃金から控除したことにより他の債務と区別されて支払いの対象となる\nのであり、これが債務についてはさきに述ベたように通常の金銭債務ではなく労働\n基準法二四条の適用を受けたものとして控訴人主張の損害賠償債権とは相殺の要件\nである互に同種の目的を有する債務ということはできないのである。」と述ベ、控\n訴人において、「チエツクオフ協定に基づき会社が従業員の賃金から計算上控除し\nた組合費相当額は会社の一般財産の一部であり、組合が有する組合費引渡請求権は\n一定の金額を自己に引き渡すことを求める金銭債権であり、その責任財産は会社一\n般財産にほかならないのであるから、会社は組合に対しすでに弁済期にある反対債\n権を有する場合に相殺をすることができることは当然である。この点につき会社が\n賃金から控除した組合費相当額をもつて会社の一般財産から区別されている金額と\nし、このように区別された金銭を組合に引き渡す債務を会社が負担するもので、会\n社の一般財産から支払うことを目的とするものでないとすることもできない。すな\nわち、このような賃金の控除方法は実態から全く遊離しているものであることは、\n控訴会社では全従業員の賃金が諸控除を含めて全てコンピユーターに打ち込まれ、\n従業員に対しては控除後の賃金が所定の日に各事業所から支払われる一方、組合に\n対しても本社経理から組合本部の口座に銀行振込みにより組合費相当額が支払われ\nるのであつて、賃金から控除した組合費だけが別口座にして区別されるなど会社財\n産と識別しうる状態で保管されるものではなく、かえつて、組合本部の預金口座へ\nの振込みも会社の一般の預金口座からなされ、あらゆる点で他の諸経費の支払いと\n異なるところはないからで、実態に則してみれば賃金から控除した組合費なるもの\nは、経理課において計数上記録されているだけで、組合に現実に支払うまでは会社\n財産から未分離であり、かつ組合への支払いは会社一般財産からなされているので\nある。またこのように解せなければ、右にいう会社一般財産とは区別された金額に\nつき会社債権者はこれを会社の一般財産として差し押えることはできず、これが差\n押えを敢行した場合は第三者異議の訴えにより権利の行使を妨げられることとな\nり、また右金額が盗難等により滅失したときは履行不能の問題が生じ、さらに会社\nが組合に対し組合費相当額を一般財産から支払つても適法な弁済にならないのでな\nいかとの問題が生ずるけれども、このように解せられるような会社一般財産から区\n別された金額としてチエツクオフ協定に基づき賃金から控除した組合費相当額を考\nえることはその実態を無視したものといわざるをえない。チエツクオフ協定に基づ\nく会社と組合との間の法律関係が準委任の性質を有することは控訴人も争わない\nが、受任者たる会社が委任事務の処理として組合員の賃金から組合費相当額を控除\nしたときにその金額につき、これを特定物として所有権を問題とすることは適当で\nないのであつて、会社は控除した金額を交付すれば足り、必ずしもその控除した金\n員そのものを交付する必要はないことは、控除した組合費相当額はなお会社の一般\n財産に属しているもので、組合は右の会社一般財産から組合費相当額の支払いを受\nける債権を有するものであり、特定の金銭を指定して請求する権利を有するわけで\nなく、一般の金銭債権にほかならないから、双方の債権は互に同種の目的を有し、\n対当額において相殺できることは当然である。」と述ベたほか、原判決事実摘示\n（ただし、原判決書三枚目表四行目中「間で、」の下に「控訴人は」を、同五行目\n中「控除」の下に「し、被控訴人に交付」を加える。）のとおりであるから、ここ\nにこれを引用する。\n理　　　由\n一　被控訴人主張の請求の原因１ないし３の事実並びに同４の事実のうち、控訴人\nが被控訴人主張の協定に基づきそれぞれ同表日時欄記載の日に被控訴人に支払うベ\nき同表支払金額欄記載の組合費を控除したが、そのうち同表未払金額欄記載の金員\nを被控訴人に支払つていないことは、当事者間に争いがなく、右の事実によると、\n被控訴人は控訴人に対しその主張の協定に基づき請求原因４記載の表のうち未払金\n額欄記載の各金員及びこれに対する同表日時欄記載の日の翌日から支払済みまで年\n五分の割合による金員の支払いを求める債権を取得したものと認められる。\n二　控訴人の相殺の抗弁について\n前記認定の被控訴人の取得した債権は、使用者が労働者に支払うベき賃金のうち\n当該労働者がその加入する労働組合に対して負担する組合費相当額につき労働組合\nとの合意により右賃金から控除して直接労働者に支払うことなくその定めるところ\nにしたがつて労働組合に交付することを約したもので、いわゆるチエツクオフ協定\nに基づいて使用者たる控訴人が賃金から控除した組合費相当額の一部であつて、こ\nのような債権につき反対債権を有する者が相殺できるかどうかについてみるに\n（１）　本件チエツクオフ協定の法律関係\n成立に争いのない甲第四号証、第七号証、第八号証、乙第四六号証、第四八号\n証、原審証人Ａの証言により成立を認める乙第四七号証、第四九号証、原審におけ\nる証人Ｂ、同Ａの各証言、被控訴組合代表者本人尋問の結果並びに前記当事者間に\n争いのない事実をあわせ考えると、次の事実が認められる。\n（イ）　控訴会社においては、被控訴組合の結成以前の昭和三八年同会社の従業員\nで組織する同会社従業員会が成立し、同年一一月二日には控訴会社は右従業員会の\n申出に基づき同従業員会代表者との間に労働基準法二四条一項但書に基づき従業員\nに支払うベき賃金の控除に関し諸種の控除金を定め、そのうちには従業員会会費が\n含まれていた。被控訴組合は、昭和四〇年二月一日結成されたが、同組合の申出に\n基づき控訴会社は同組合に所属する従業員に支払う賃金のうちから同組合費相当額\nを控除して被控訴組合に支払うことを慣行的に行なつてきたところ、同年七月九日\n控訴人と被控訴人との間で組合費の控除に関する確認書を作成し、（１）会社は毎\n月の給与より組合費を控除しこれを一括して組合に納付し、なお組合加入金、その\n他臨時の組合会費は給与控除の対象とはしないこと、（２）控除対象者は毎月一日\n現在の組合員とし、なお組合に新規加入があつた場合等控除対象に変更があつた場\n合には本社及び川崎製油所においては組合本部より総務部人事課宛、堺製油所にお\nいては組合堺支部より事務部人事課宛にそれぞれその都度通知すること、（３）控\n除額は各人の本給に一・二％に一〇〇円を加えた額とし、なお本控除額の変更は年\n一回とし、変更の場合は変更希望月の一か月前に会社に通知すること、（４）本給\n与控除に関する苦情、問い合せは一切組合がこれを行なうことを定めた。その後、\n昭和四五年一月二六日には被控訴組合の申出により右の控除額並びに控除の時期及\nび対象者を前記請求の原因２記載のように改めて協定を締結し、さらに昭和四六年\n九月九日には右の控除額が同請求の原因３記載のように変更された。\n（ロ）　右の組合費の控除及びその控除額の交付は、控訴会社の本社経理課が本社\n及び川崎製油所の従業員のうち被控訴組合の組合員である者の賃金について、堺製\n油所の経理課が同製油所の従業員のうち被控訴組合の組合員である者の賃金につい\nて、それぞれ控除を行ない、次に本社経理課が右控除額を全部集め、これを一括し\nて被控訴組合の本部に、その預金口座に振り込む方法で、交付することによつてな\nされていた。なお、控訴会社では従業員から被控訴組合よりの脱退届があつたとき\nは、当該従業員に支払う賃金から組合費の控除は行なわず、したがつて、右組合費\n相当額を被控訴組合に交付しなかつた。他方、本件で相殺を主張する以前におい\nて、控訴会社は被控訴組合に対し電話料立替金その他の債権を有する場合でも、チ\nエツクオフ協定により控除した組合費相当額の交付金からこれを差し引くことな\nく、それぞれ各別に支払い決済されていた。\n以上の事実が認められ、右の認定に反する証拠はなく、なお、右チエツクオフ協\n定に関し（１）使用者たる控訴会社と被控訴組合の組合員たる従業員との間にはこ\nれに対応して賃金から組合費相当額を控除することにつき同意する旨の書面が取り\n交されたこと、（２）被控訴組合の組合規約ないしはその組合員との間における合\n意として、組合員たる従業員が控訴会社から支払いを受ける賃金のうちから組合費\n相当額を控訴会社において控除しこれを組合に直接交付することを定めたことを認\nめるに足る証拠はない。しかし、被控訴組合の組合員たる従業員は右により組合費\nが徴収されることにつき何らの異議を申し述ベたことはなく、前示認定のチエツク\nオフ協定成立以降これが協定の定めるところにしたがつて組合費の納入が行なわれ\nてきた事実が認められる。\n右の事実によると、控訴会社は右のチエツクオフ協定に基づき被控訴組合員たる\n従業員に支払うベき賃金のうち組合費相当額を控除し、これが控除額をとりまとめ\nて被控訴組合の預金口座に振り込むことを約したもので、これにより被控訴組合は\n控訴会社の負担において簡便な方法により組合費徴収の実を挙げることができる利\n益を有するものであるから、労働協約としての性質を有するものと解すベきとこ\nろ、控訴会社と被控訴組合の組合員たる従業員との間には明確な組合費控除の同意\nに関する書面等は存在せず、また被控訴組合の組合規約において右の協定に基づき\n控訴会社において賃金から組合費相当額を控除し被控訴組合の預金口座に振り込む\nことによつて組合費を納入する定めがないが、被控訴組合の組合員はその組合の組\n合員として被控訴組合が右のような方法により組合費を徴収することにつき組合が\n結成された昭和四〇年二月から従前の従業員会会費納入に準じた方法により慣行的\nに実施し、同年七月被控訴組合から控訴会社と締結したチエツクオフ協定に基づき\n組合費が納入されることにつき何らの異議も申し出たこともなかつたのであり、し\nかしてこのように異議を申出でなかつた所以のものは、元来労働者は賃金の全額請\n求権を有するから、被控訴組合の組合員は右の協定に基づいて自己が支払いを受け\nる賃金のうちから組合費相当額が控除され、その控除額が被控訴組合に交付される\nことによりその納入すベき組合費が徴収されることとなることについて黙示の承認\nをしていたものと解すベきであるからであり、これをさらに他面からみれば被控訴\n組合の組合員は控訴会社の従業員として控訴会社が右協定に基づき組合費相当額を\n賃金から控除して被控訴組合に交付し同組合員の組合費納入義務が履行される結果\nとなることの範囲でこれが取扱いを承認していたものと解すベく、また被控訴組合\nに対しても自己が納付すベき組合費相当額をその受領すベき賃金から控除を受けて\n被控訴組合においてこれを代理受領して組合費に充当することを承認していたもの\nというベきであるから、右の協定により被控訴組合が控訴会社から交付を受ける関\n係は組合員たる従業員に代理してこれを受領するものであるが、当事者間において\nは右協定に基づき現実に組合費相当額が支払われてはじめて右協定に基づく履行で\nあつたものと解するのが相当である。\n（２）　相殺の許否\n控訴会社が相殺に供しようとする自働債権は、控訴会社の被控訴組合に対する不\n法行為に基づく損害賠償債権であるところ、その受働債権は、前示説示のようにチ\nエツクオフ協定に基づき被控訴組合が控訴会社に対して賃金から控除した組合費相\n当額の交付請求権であるが、その請求権は被控訴組合の組合員たる従業員が有する\n賃金請求権の一部であり、かつこれが自己の所属する組合に組合費として現実に納\n付されるようにその受領の代理権を被控訴組合に与えたものであつて、現実に履行\nされることを要し、相殺等それ以外の履行方法によつても差し支えないことにつき\n何らの特約の存在を認むベき証拠がない以上、右協定の解釈上相殺を認めない趣旨\nと解すベきであり、したがつて当事者が相殺につき反対の意思を表示した場合（民\n法五〇五条二項本文）に該当し、控訴人の主張する債権をもつて被控訴人が本訴に\nおいて請求する債権と相殺することはできない。\n（３）　控訴人は\n（イ）　控訴会社は組合員に支払う賃金のうちから被控訴組合の授権にしたがい\n被控訴人に代つて組合費相当額を引き去つたにすぎず、その後はもはや会社と従業\n員との間に賃金不払の問題を生ずる余地はない、と主張するけれども、賃金から組\n合費相当額の控除は前示のチエツクオフ協定によつているもののこれが賃金から控\n除されるのは前示説示のように従業員においてその控除額が組合費として納入され\nる範囲で承認していたものであるから、控訴会社において右組合費相当額を組合に\n現実に交付せず、したがつて組合費納入の効果が生じない以上、控訴会社としては\n従業員との間において右相当額の賃金が支払われなかつたこととなるのであるか\nら、この点に関する控訴人の主張は理由がない。\n（ロ）　次に、組合費の徴収は元来組合自ら行なうベきであり、これを使用者が無\n償で代行するについては一定の条件（協定の存在）がととのえば、便宜供与として\n労働基準法違反の責任を問われないというにすぎず、会社がチエツクオフ協定によ\nり負担する義務は同協定により控除し徴収した組合費を被控訴組合に引き渡すとい\nう準委任契約上の金銭引渡債務にほかならない、と主張するけれども、前示説示の\nように右協定に基づき組合費相当額を賃金から控除し被控訴組合に引き渡す趣旨は\n組合員たる従業員においてこれが組合費として納付される限りにおいて控除を承認\nしているものであるから、従業員と会社との間において特に会社が組合費相当額を\n控除したことにより組合費納入の効果を発生させ、その控除額の引渡しが通常の金\n銭債務とする旨の合意の存しない以上、右協定からは組合費相当額の控除により直\nちに組合費納入の効果が生ずるものとは解せられないし、また控除額が現実に組合\nに引き渡されて会社の賃金全額支払義務が履行されたものというベきであるから、\nこの点に関する控訴人の主張は理由がない。\n（ハ）　さらに、チエツクオフ協定に基づき控除した組合費相当額は会社の一般財\n産の一部であり、被控訴組合においてこれが履行を求めるのも会社の一般財産に対\nしてであつて、右控除された金員が会社の一般財産から区別されていない一般の金\n銭債権にほかならない、と主張するけれども、右のチエツクオフ協定に基づき控除\nされた組合費相当額が会社の一般財産に属したとしてもこれにより、右協定に基づ\nく被控訴組合の反対請求権の前示の性質を変ずるものではなく、これをもつて控訴\n人と被控訴人との間の一般の金銭債権ということはできないから、この点に関する\n控訴人の主張も理由がない。\n以上、控訴人の相殺の抗弁に関する主張はすベて理由がなく、その主張の自働債\n権の存否につき判断するまでもなく、控訴人の相殺の抗弁は理由がない。\n三　右によると、控訴人は被控訴人に対し前記請求原因の４の表の未払金額欄に記\n載してある各金員及びこれに対する同表記載の各支払日の翌日から民法所定の法定\n利率年五分の割合による遅延損害金を支払う義務がある。\n四　したがつて、被控訴人の本訴請求を認容した原判決は相当であつて、本件控訴\nは理由がない。\nよつて、本件控訴を棄却し、控訴費用は敗訴の当事者である控訴人に負担させる\nこととして、主文のように判決する。\n（裁判官　菅野啓蔵　舘忠彦　安井章）\n"
}