{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 50,
    "month": 3,
    "day": 3
  },
  "case_number": "昭和43(ワ)368",
  "case_name": "帝国通信工業懲戒解雇",
  "court_name": "横浜地方裁判所川崎支部",
  "field": "労働",
  "lawsuit_id": "19767",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=19767",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/767/019767_hanrei.pdf",
  "contents": "主　　　文\n一、原告が被告に対し、雇傭契約上の権利を有する地位にあることを確認する。\n二、被告は原告に対し、昭和四三年一月二三日以降本判決確定に至るまで、毎月二\n五日限り金二一、三〇一円の割合による金員を支払え。\n三、訴訟費用は被告の負担とする。\n四、この判決の第二項及び第三項は仮に執行することができる。\n事　　　実\n第一、当事者の求める裁判\n（原告）　主文第一ないし第三項同旨の判決と第二、三項につき仮執行の宣言を求\nめる。\n（被告）　「原告の請求を棄却する。訴訟費用は原告の負担とする。」との判決を\n求める。\n第二、当事者の主張\n一、原告の請求原因\n（一）　被告は肩書地に本社工場を有し、テレビ、ラジオの部品その他通信機類の\n製造販売を業とし、従業員約一、〇〇〇名を擁する会社であり、原告は昭和三八年\n三月二三日被告会社に雇傭され、川崎工場工作課自動機係従業員として現場作業に\n従事していたものである。\n（二）　被告は昭和四三年一月二二日原告に対し懲戒解雇の意思表示をし、その翌\n日以降原告を従業員として扱わず、原告の労務提供を受領しない。右解雇の意思表\n示があつた当時原告が被告から支給されていた賃金は一か月金二一、三〇一円であ\nり（その内訳は、基本給一五、九一〇円、地域本給二、八六四円、皆勤手当四〇〇\n円、加給金二、一二七円である。ただし、右加給金は、昭和四二年一〇月から同四\n三年三月までの月平均額である）、前月一六日から当月一五日までの一か月分を、\n当月二五日に支給されていた。\n（三）　しかしながら原告は右解雇の効力を争うものであり、依然として被告に対\nし雇傭契約上の権利を有するものであるから、原告は被告に対し、その地位にある\nことの確認と、解雇の翌日である昭和四三年一月二三日以降本判決確定に至るまで\n毎月二五日限り、一か月金二一、三〇一円の割合による賃金の支払いを求める。\n二、請求原因に対する被告の認否\n請求原因（一）及び（二）の事実は認めるが、同（三）の主張は争う。\n三、被告の抗弁\n被告が原告を懲戒解雇した理由は次のとおりである。\n（一）　被告会社の主たる営業種目であるテレビ、ラジオの各種部品製造の分野は\n技術革新が激しく、技術面で他社に遅れをとることは会社の生死にかかわるものと\n言つて過言ではない。それ故新規開発製品に対する他社の技術盗用、いわゆる産業\nスパイの動きは熾烈をきわめ、従つて製品はもちろん原材料や製品の屑に至るま\nで、これを社外に持出すことに対しては、技術の機密を保持し企業の維持発展を図\nるため、厳重な警戒が必要であり、ことに製品のほとんどが小型で、鞄などに入れ\nて容易に持ち運びできるものである関係上、会社構内に出入りする従業員に対して\nは随時その所持品を検査する必要性がある。そこで被告会社はその就業規則中に第\n三二条「従業員の会社構内への出入は必ず所定の通用門より行わなければならな\nい。前項の場合、守衛をして警備上の必要に応じ、従業員証の呈示又は所持品の検\n査をさせることがある。」との規定を置き、これに基づき従来から従業員の所持品\n検査を実施してきたものであり、他方従業員としても服務規律第一七条「従業員は\n入退場に際し守衛若しくはこれに代る係員の携行品検査その他の指示要求を正当の\n理由なく拒んではならない。」との規定に従い、正当の理由なくこれを拒んではな\nらないのである。\n（二）　しかも本件の場合、次のような所持品検査の具体的必要性が発生した。す\nなわち、昭和四二年一二月二六日夕刻本社Ａ開発室長は、かねて機密盗用の疑いが\nあるとして注目していた同開発室所属従業員Ｂが、残業後退場しようとして会社の\n材料らしい物を書類鞄に入れているのを目撃し、直ちに通用門際の守衛所に電話で\n通報し、守衛による所持品検査の実施を要請した。\n（三）　これをうけた守衛Ｃは、Ｂのみについて所持品検査を実施することは同人\nを最初から窃盗犯人ときめてかかることになつて好ましくなく、また同人が所持品\nを他の者に渡し、その者が携行して退場する場合も考えられること等を考慮し、従\n前の例にならい、これから退場しようとする従業員全員につき画一的に行なうこと\nとし、同日午後五時四〇分ころから所持品検査を開始した。その方法は従前の例に\n従い、守衛所前のカウンターに従業員が所持品を置き、自らこれを開いてその内部\nを守衛に見せる方法によつたものである。\n（四）　検査開始直後の午後五時四〇分ころ原告が退社するためタイムカードを打\n刻し退門しようとしたので、同守衛が原告に対しその所持する鞄の検査を求めたと\nころ、原告はこれを開くことを肯ぜず、検査を拒否した。その際同守衛は原告に対\nし、「現場から電話があつたので退場者全員について検査する。」「検査は就業規\n則でできることになつている。」旨明言したのに、原告は「断る」と言うのみで、\n他に何らの理由を述べることもしなかつた。かくするうちに原告は帝国通信工業労\n働組合（以下帝通労組または単に労組と略称する）事務所に逃避し、午後一〇時三\n〇分ころに至り労組執行委員長から「自分が責任をもつて会社に説明するから、今\n日はこのまま退場させてくれ。」との口添えがあつたため、同守衛は検査を拒否さ\nれたまま原告の退門を認めざるを得なかつた。\n（五）　被告会社はその後、原告が会社に在籍する以上は所持品検査に関する会社\nの規則を守つてもらいたいとの趣旨の下に、原告に対しその上司を通じて極力反省\nを求めたが、原告は「今回の検査はその明確な理由を示さなかつたためであり、今\n後も労働者の基本的人権を守るとの立場から、所持品検査を拒否する。」との態度\nを変えようとしなかつた。被告会社としてはこのような者を従業員として放置する\nことは、今後原告と同様の行動に出る者を続発させる危険性があるので、懲罰委員\n会の議を経たうえ、就業規則第七四条本文「従業員が下記の各号の１に該当すると\nきは、懲戒解雇に処する。」第３号「正当な理由なくして職務上の指示命令に服さ\nない時」との規定を適用し、昭和四三年一月二二日原告を懲戒解雇したものであ\nる。\n四、抗弁に対する原告の認否ならびに主張\n（一）　抗弁事実中、原告が昭和四二年一二月二六日午後五時四〇分ころ退社する\nためタイムレコーダーを打刻し、退門しようとしたところ、Ｃ守衛が被告の主張す\nる就業規則の規定を根拠として原告の所持していた鞄を検査しようとしたこと、原\n告は当日結局検査を受けず、労組委員長の口添えがあつて退門したこと、被告会社\nはこれを理由として昭和四三年一月二二日原告に対し、その主張する就業規則の規\n定に基づき、原告を懲戒解雇したことは認めるが、抗弁（一）、（二）で主張する\n所持品検査の必要性の点は不知。その余の抗弁事実はすべて否認する。\n（二）　原告の行為は就業規則第七四条第３号の「正当な理由なくして職務上の指\n示命令に服さない時」に該当しない。\n（１）　所持品検査は憲法が保障する基本的人権、なかんずく何人もその所持品に\nつき令状がなければ捜索、押収を受けることのない権利（憲法第三五条）を侵害す\nるものであつて、単に企業の経営維持にとつて必要、あるいは効果的措置であると\nの理由でこれを合法視することはできない。所持品検査を規定した就業規則第三二\n条及びこれを根拠としてなされた本件所持品検査は右憲法の規定に違反するもので\nある。\n（２）　仮に右就業規則の規定が合憲であるとしても、所持品検査はその性質上常\nに人権侵害のおそれがあるから、直ちに適法視されるものではなく、これが適法で\nあるためには、検査を必要とする合理的理由があり、一般的に妥当な方法と程度に\nおいて、かつ従業員に画一的に実施される場合に限られるべきである。本件の場\n合、\n（イ）　被告が主張する必要性は、原告の職場とは全く無関係の職場における、特\n定人物に関する技術盗用の疑いであつて、これでは原告を含む従業員一般に対する\n所持品検査の合理的理由にはならない。\n（ロ）　Ｃ守衛は原告に対し「就業規則にある」と言うのみで、検査の理由を全く\n告げず、検査に応じなければ退門させないという物理的強制を加え、かついきなり\n原告の鞄に手をかけて開けようとしたものであつて、検査の方法と程度は妥当なも\nのではなかつた。\n（ハ）　検査は原告より先に退門した者には実施されず、原告に対してはじめて実\n施されたものであつて、従業員全員に画一的に実施すべきであるとの要件を満たし\nていない。以上のとおりであつて、本件所持品検査は違法である。\n（３）　原告は所持品検査を完全に拒否したものではなく、拒否行為がいまだ完成\nしていない状態でＣ守衛とともに労組事務所に赴き、労組の見解を求めた。折から\n執行委員会が開かれていて、数時間にわたつて討議されたが、最終結論は出され\nず、労組は暫定措置として翌日以降被告会社と話し合いによつて解決をはかる旨、\n同守衛を通じて被告会社に申し入れ、同守衛もこれを了解したればこそ、原告の退\n門を許したのである。従つて原告はいまだ「職務上の指示命令に服さない」確定的\n行為をなしてはいない。\n五、原告の再抗弁\n（一）　解雇権の濫用\n本件所持品検査は特定人物の不正行為が端緒となつたもので、これをＡ室長が目\n撃したというのであれば、その時点で適切な処理をすることが可能だつた筈であ\nり、この点被告会社の側にも落度がある。原告としては所持品検査を絶対受けない\nという態度ではなく、まず検査の理由を明示するよう求めたのに、Ｃ守衛は就業規\n則一点張りで、これを明らかにせず、検査の方法にも前記のとおり問題があつた。\nそこで原告は検査を受けるべきか否かについて労組の指導を仰いだところ、当日は\n労組としても一定の見解を示すことができず、結局午後一一時ころ労組に下駄を預\nける形で原告の退門が許されたのである（しかも当日の検査はすでに午後六時三〇\n分ころ目的を達して終了していたから、もはや原告に対する検査の必要性も消滅し\nていた）。このような経緯からすれば、原告及び被告としては労組の出方を待つの\nが当然であるのに、その後被告会社は一方的に原告に対し反省を迫り、始末書を提\n出させることによつてこの事件を処理しようとし、原告がこれに従わないと見るや\n突如懲戒解雇という極刑をなすに至つたものである。以上の事実によれば本件懲戒\n解雇の処分は苛酷に過ぎ、解雇権の濫用であつて、無効である。\n（二）　不当労働行為\n原告は昭和三八年三月二三日入社し、三か月の試傭期間を経て本工となると同時\nに被告会社従業員で組織する帝通労組の組合員となり、以来活発な組合運動を行な\nつて来た。特に昭和四一年七月から昭和四二年六月までの一年間は組合の青年婦人\n部教宣部長に選任され、青年婦人部の活動の中心となり、例えば同部で発行する機\n関誌「前進」第四号は原告が中心となつて発行したものである。また昭和四〇年及\nび四二年度には青年婦人部自動機職場の副区委員として活動し、更に昭和四二年七\n月から本件解雇までの間、労組川崎支部教宣部員となり、支部機関誌「共振」の発\n行に携わるなどの活動を行なつた。原告が組合役員となつたのは一八才のときで、\nこのような前例はなく、原告はその熱心な組合活動の故に会社内においては目立つ\n存在であつた。\n被告会社は原告のこのような組合活動を熟知し、かつこれを嫌悪し、このような\n活動家を会社から排除するため、所持品検査の際のやりとりを口実として本件懲戒\n解雇に及んだものである。よつて本件懲戒解雇は労働組合法第七条第一号に違反す\nる不当労働行為であつて、無効である。\n（三）　思想信条による差別\n原告は日本民主青年同盟に所属し、かつ日本共産党員であり、被告会社の職場に\nおいて、あるいは地域において、同盟及び党活動を行なつて来た。本件懲戒解雇は\n被告会社が原告のこのような活動を嫌悪し、原告を会社から排除するためになした\nものであつて、憲法第一四条、労働基準法第三条に違反し、無効である。\n六、再抗弁に対する被告の認否\n再抗弁（一）の主張は争う。同（二）及び（三）の事実中、原告が活発に組合活\n動を行ない、また日本民主青年同盟員等として活動していたとの点はいずれも不\n知、その余の事実は否認する。\n第三、証拠関係（省略）\n理　　　由\n一、（一）　請求原因（一）及び（二）の事実ならびに被告会社の就業規則第三二\n条に「従業員の会社構内への出入は必ず所定の通用門より行わなければならない。\n前項の場合、守衛をして警備上の必要に応じ、従業員証の呈示又は所持品の検査を\nさせることがある。」との規定が存在し、被告会社はこの規定を根拠として昭和四\n二年一二月二六日午後五時四〇分ころから所持品検査を実施したこと、原告は当日\n守衛Ｃから所持していた鞄の検査を求められたが、結局これを受けることなく退門\nしたこと、被告会社はその際の原告の行為を所持品検査の拒否であるとして、「従\n業員が正当な理由なくして職務上の指示命令に服さないときは、懲戒解雇に処す\nる。」旨の就業規則第七四条本文第３号の規定を適用し、昭和四三年一月二二日原\n告を懲戒解雇する旨の意思表示をしたものであること等の事実は当事者間に争いが\nない。\n（二）　およそ使用者が従業員に対して行なう所持品検査は、その性質上従業員の\n所持品に対する権利と衝突し、そのプライバシーを不当に侵害する危険性を内包し\nているのであるから、これが適法であるためには検査を行なう明文の根拠とその合\n理的必要性が存在し、かつ社会通念上妥当として是認できるような方法と程度にお\nいて、従業員一般に画一的に実施されなければならないものというべきである（最\n高裁判所昭和四三年八月二日判決、民集第二二巻八号一六〇三頁）。そこで本件所\n持品検査が行なわれるに至つた事情と検査実施の具体的経緯について検討するに、\n成立に争いない甲第三三号証、乙第一ないし第五号証、証人Ｄの証言により真正に\n成立したと認められる乙第八、九号証、証人Ｃ、同Ｄ、同Ｅ、同Ｆの各証言及び原\n告本人尋問の結果を総合すると、次の事実が認められ、これを覆えすに足りる証拠\nはない。\n（１）　被告会社は可変抵抗器、固定抵抗器、エレクトロニツクススイツチ、コン\nデンサ等、テレビ、ラジオ、電子計算機、通信機等の各種電子機器に使用する部品\nの製造を行なつているが、業界における競争は激しく、互いに他社の動向につき強\nい関心を持つており、この点は被告会社においても同様であつて、昭和三五、六年\nころ従業員が金属材料をプレスで打ち抜いたあとのスクラツプ等を社外に持ち出そ\nうとした事件があい継ぎ、更に昭和四一年ころには被告会社が開発中で、いまだ他\n社でも製品化されていない可変抵抗器が長野県伊那市の某研究所にあることが発見\nされた事件もあり、被告会社としては企業の維持発展を図るためには機密漏洩防止\nの措置を講ずる必要があり、そこで開発室の構成を細分化して一従業員が関与でき\nる機密を少なくしたり、スクラツプでもその形状から金型の構造が知られてしまう\n危険性があるため、その取扱いを厳重にするなどの措置をとつたが、被告会社にお\nいて製造している製品の多くは、その大きさが数十ミリ程度であつて容易に隠匿し\nて持ち運ぶことが可能であるため、機密漏洩を未然に防止するための一手段とし\nて、現状では従業員の所持品検査を行なう必要性が存在している。このような必要\n性に基づいて前記就業規則第三二条の規定が設けられているほか、これをうけて特\n殊勤務規定第三九条には「守衛は所属最高責任者より命令された場合又は緊急の必\n要ある場合は、責任者立会のもと又は守衛のみにて、従業員の携帯品の一斉検査を\n行うことが出来る。」との規定が置かれ、また服務規律第一七条には「従業員は入\n退場に際し守衛若しくはこれに代る係員の携行品検査その他の指示要求を正当の理\n由なくして拒んではならない。」との規定が置かれている。\n（２）　しかも被告会社は過去において、所持品検査をすべき何らかの現実的必要\n性があつてはじめてこれを実施していたのであつて、昭和四二年一二月二六日実施\nされた本件所持品検査については、本社開発部Ａ開発室所属の従業員Ｂの挙動にか\nねてから不審な点があり、機密盗用の疑いがあるとして、同人の上司がその行動を\n注目していたところ、同日同人が「やな」と称する道具（可変抵抗器の材料となる\nセラミツクスを加工する際、その容器として使用される一〇センチ角位の大きさの\nもの）を新聞紙に包んでいるのを目撃した者があり、Ａ開発室長にその旨の通報が\nあつた。そこで同室長は同日午後五時三〇分ころ通用門際の守衛所に、Ｂの鞄を調\nべるよう電話で要請した。\n（３）　守衛は本社総務部庶務課に所属し、右Ａ開発室長はその直属の上司ではな\nいが、右電話をうけた守衛Ｃは前記特殊勤務規定の「緊急の必要ある場合」である\nと判断し、かつ多くの従業員はすでに帰宅した後であつたが、かねてから所持品検\n査は嫌疑のある特定人物だけでなく、退門しようとする者全員について実施するよ\nう指示されていたため、相勤者の守衛Ｇとともに、同日午後五時四〇分ころから、\nタイムカードを打刻して退門しようとする従業員全員（但し係長以下の者）を対象\nとして所持品検査を開始した（なお被告会社の本社と原告が所属する川崎工場とは\n同一敷地内にある）。検査の方法は一般的には、守衛が従業員に対し鞄その他の所\n持品を守衛所前のカウンターに乗せてもらい、本人にこれを開けてもらつたうえで\n中を確認し、場合によつてはポケツトの上から手で触れてみて確かめるという方法\nをとつた。\n（４）　検査開始後初めて守衛所前を通つた者は品質管理部所属のＨであつて、同\n人は守衛の求めに応じ、直ちに検査を受けて退門した。次いで原告がタイムカード\nを打刻して守衛所前を通りかかつたので、Ｃ守衛が原告に対し「持物検査をやるか\nら見せてくれ。」と言つて、その所持していた鞄の検査を求めたところ、原告は\n「どういう目的で検査をやるんだ。」と反問したため、同守衛は更に「就業規則に\nよつて今までもやつていたんだから見せてくれ。持物検査をやらなければいけない\n事態が起きたからだ。」などと言つたが、原告は「私物は憲法で保障されているか\nら見せる必要はない。」旨主張して検査に応じようとせず、押問答をくり返し、そ\nの間原告が鞄をカウンター上に置いたところ、同守衛がその中を確かめようとして\n鞄に手をかけたため、原告は直ちにこれを引張り取つた。\n（５）　その後原告が所属する自動機係の上司であるＩ係長ほか一五名位の者が通\nりかかり、守衛の求めに応じて任意に鞄を開けるなどして検査を受け、退門した\nが、原告は依然として鞄を開くことを肯ぜず、組合の意見を聞きたい旨言い出し、\n労組川崎支部事務所の方に行きかけたため、Ｃ守衛は原告とともに同日午後六時前\nころ同事務所に赴いた。同事務所においてはたまたま労組川崎支部執行委員会が開\nかれており、原告は居合わせた執行委員らに対し「守衛が私物検査をすると言つて\nいるが絶対に見せなければいけないか。組合としてはどう考えているか指導してほ\nしい。」旨申し入れ、その際同守衛は原告に対し「検査の目的は回答できないが、\n検査を受けてほしい。」旨重ねて求め、これに対し、原告は「明確な回答がないか\nら受けられない。検査を受けるか受けないかは本人の意思で決定し得る事項であつ\nて、これは憲法で認められた基本的人権である。」旨その意見を述べた。\n（６）　そこで同委員会は所持品検査を受忍すべきか否かにつき論議を重ねたが、\n同日午後一〇時三〇分を過ぎても組合としての統一見解を出すに至らず、やむなく\n当日の措置については原告の意思に委ね、その後のことは組合において対処するこ\nととし、労組川崎支部執行委員長Ｆが原告とともに守衛所に赴き、Ｃ守衛に対し\n「この問題は明日会社に話して円満に解決するから。」との口添えをしたため、同\n日午後一一時ころ同守衛は原告の退門を認め、原告は結局検査を受けることなく帰\n宅した。\n（７）　なお当時の検査ではＢの所持品からは被告会社所有の物品は発見されなか\nつたが、同人が退門した後は検査の必要性がなくなつたものとして、同日午後六時\n三〇分ころには一斉検査は打ち切られた。また後日被告会社が調査したところによ\nると、同人は当日会社所有物であるセラミツクス基板の材料及びシルコン敷物をビ\nニール袋あるいは新聞紙に包んで持ち出そうとしたが、タイムカード打刻の際所持\n品検査が行なわれていることを察知し、右物品を開発室に戻し、何喰わぬ顔で退門\nしたことが判明し、同人はこの事実により懲戒解雇された。\n（三）　以上認定の事実によれば、本件所持品検査は就業規則、特殊勤務規定、服\n務規律等の明文の根拠に基づいて、権限を与えられた守衛によつて行なわれ、かつ\nその実施につき企業の機密漏洩を未然に防止するとの具体的必要性があつたものと\n認められる。そしてその具体的必要性が生じたとき以降、退門しようとする従業員\nに対し画一的に実施され、これを行なう根拠については守衛から一応の説明があ\nり、その方法もことさら従業員に屈辱感を与えるものではなく、妥当な方法と程度\nにおいて行なわれたものと認めるのが相当である。してみると本件所持品検査は\n（二）の冒頭記載の要件を満たすものであつて適法であり、従業員はこれを受忍す\nる義務があるものといわなければならない。\n原告は所持品検査を定めた就業規則の規定及びこれに基づいて行なわれた所持品\n検査は、令状なしに所持品の捜索、押収を受けることのない権利を保障した憲法第\n三五条に違反する旨主張する。しかしながら同条は、主として刑事手続等における\n公権力の行使にあたつては、事前の司法審査を経ることにより、私人がその住居や\n所持品につき不当な侵害を受けることのない権利を保障したものであつて、本件の\nように労働者がその自由意思により私企業組織の中に入つた場合において使用者が\n行なう所持品検査（その方法において直接強制が許されないことはいうまでもな\nい）の如き事項を直接規制の対象としたものではないから、原告の右主張は理由が\nない。また本件所持品検査はその具体的必要性、実施方法等の点から見て違法であ\nるとの原告の主張も、以上の説示に照し採用しない。\n（四）　これに対し以上認定の事実によれば、原告は終始一貫してＣ守衛から求め\nられた鞄の検査に応ぜす、労組役員の仲介があつたとはいえ、最終的には当日の措\n置は原告の意思に委ねられ、原告は自らの信念に基づき検査に応じないまま退門し\nたのであるから、これを全体的に見れば、原告の行為は所持品検査を拒否したもの\nと認めるべきであつて、いまだ確定的には拒否していないとする原告の主張はたや\nすく採用することができない。そして右認定を覆えすに足りる証拠はない。そうす\nると原告の右行為は冒頭（一）記載の就業規則第七四条第３号「従業員が正当な理\n由なくして職務上の指示命令に服さない」場合に該当するものと判断せざるを得な\nい。\n二、（一）　原告は仮に原告の行為が懲戒事由に該当するとしても懲戒解雇は苛酷\nに過ぎ、権利の濫用である旨主張するので検討するに、前掲乙第二、第九号証、成\n立に争いない甲第六号証、乙第七号証、証人Ｄ、同Ｊ、同Ｅ、同Ｆの各証言及び原\n告本人尋問の結果を総合すると、解雇に至る経緯として次の事実が認められ、これ\nを覆えすに足りる証拠はない。\n（１）　本件所持品検査が行なわれた翌日である一二月二七日、原告の上司にあた\nる川崎工場次長兼工作課長Ｊが本社のＫ総務部長に呼ばれ、同部長から「昨夜Ｌ君\nが持物点検を拒み続けたそうだが、何とかＬ君を説得するよう話し合つてくれない\nか。穏便にすませたいから、始末書を提出させるという方向で説得してくれ。」と\nの指示を受け、同日会社内において原告と面接し、原告から事情を聞くとともに、\n原告の行為は就業規則に違反するとして反省を求めたところ、原告は就業規則の方\nが憲法に違反しているとして、自己の行為の正当性を頑強に主張し、更に検査の理\n由を明らかにしてもらいたい旨及び組合を通して話をしてもらいたい旨申し入れた\nため、Ｊ課長の説得は不成功に終つた。そこで同課長は原告の所属する自動機係の\n直接の上司であるＩ係長に説得を頼み、同係長が同月二八日ころ前記Ｆ委員長をと\nもなつて、風邪で会社を休んでいた原告方に赴き説得したが、原告としては組合役\n員が係長と一緒に来たことに不信の念を覚え、従前からの態度をいつそう固くし、\n結局物別れに終つた。このようにして年末年始の休暇に入つたが、休暇中は新たな\n進展はなかつた。\n（２）　翌昭和四三年一月五日本社会議室において懲罰委員会（委員長・Ｄ総務部\n次長）が開かれ、原告に意見陳述の機会が与えられ、かつ原告から事情の聴取がな\nされたが、この席で原告は「検査する理由がわからないので拒否した。」「令状を\n持たない守衛が持物検査をすることはできない筈だ。」「今後も持物点検は拒否す\nる。」などと頑強に繰返し、Ｄ委員長らが原告に対し「君の行為は就業規則に違反\nしているから、始末書を出して穏便にすませるようにしたらどうか。」と勧告した\nが、原告は聞き入れなかつた。かくして同委員会は、原告の行為は社内の統制を紊\nし、かつ反省の色がないとし、これをこのまま看過するにおいては他の従業員に影\n響を及ぼし、将来同種事件が続発することを懸念し、懲戒解雇が相当であるとの結\n論を出し、同日付でその旨の答申をしたところ、被告会社役員会においても右答申\nどおりの決定がなされ、同月一〇日ころ労組に対し、原告を一月一五日付で懲戒解\n雇するとの事前通告がなされた。\n（３）　一方労組では原告から前記のとおり問題提起がなされたものの、統一見解\nをまとめるに至らず、原告とも接触をとらないまま日時を過ごすうち、一月一〇日\nころ被告会社からの右事前通告に接し、とりあえず被告会社に対し事務折衝をした\nい旨申し入れた。この申し入れにより同月一三日会社側との事務折衝が行なわれ、\n席上組合側から「組合としても更に審議し、本人を説得してみたいから発令を延期\nしてほしい。」旨申し入れた。会社側はこれを受け入れ、発令を延期し、一方労組\n執行部内において検討を重ねたが、次第に今回の所持品検査は拒否すべきではなか\nつたとの意見が有力となり、この見解に添つて労組執行部は原告に対し「組合とし\nては解雇は重過ぎるということで再度会社と解雇撤回の折衝をしていくが、その際\n解雇以外の処分ということがあり得るが、そういうことを認めていく考えはない\nか。」と質したが、原告は「拒否したことに誤りはなく、いかなる処分も受ける筋\n合はない。」旨主張し、原告の見解は変らなかつた。そして同月一七日再度の事務\n折衝が行なわれたが、何の進展もなかつた。\n（４）　このようにして同月二二日懲戒解雇の発令がなされ、また労組川崎支部執\n行委員会は「今回の所持品検査は目的の妥当性、実施方法から検討し、鞄を開くこ\nとを拒否すべきではなかつた。しかしこれを拒否したことに対する制裁として、懲\n戒解雇は重すぎると考える。会社に再検討を要請する。」等を内容とする見解をま\nとめ、同月二五日発表した。\n（二）　前掲乙第三号証によると、被告会社の就業規則中における懲戒の種類は、\n懲戒解雇のほか譴責、減給、年次有給休暇制限、昇給停止及び出勤停止があり、ま\nた就業規則第七四条但書には「情状によつては出勤停止、昇給停止、年次有給休暇\n制限、減給にとどめることがある。」旨規定されていることが明らかであつて、叙\n上認定の事実によれば被告会社が原告の態度から改悛の情なしとして右就業規則第\n七四条但書を適用しなかつたことには、被告会社の立場からすれば、一応無理から\nぬところもある。しかしながら、\n（１）　そもそも使用者が従業員に対して行なう所持品検査は、前記のとおりその\n性質上被検者の人権侵害となる危険性を内包しているのであり、企業機密の漏洩防\n止のため必要であるという現状において、いわば必要悪としてその存在が肯定され\nるに過ぎないものであり、かつその方法が直接強制を許さないものであることにか\nんがみ、検査実施にあたつてはできるだけ従業員に協力を求め、従業員が進んで所\n持品を開いて検査に応ずるような雰囲気を作り出すなどの工夫をすることによつ\nて、適切な運用を図るべきである。このような見地に立つて叙上認定の事実を見る\nと、本件所持品検査の際におけるＣ守衛の態度はいささか硬直に過ぎたきらいがあ\nるといわざるを得ないのであつて、原告が検査に応じない最大の理由が、検査の目\n的が不明であるというにあり、これを明らかにするよう求めていたのであるから、\n守衛としてはある程度の理由、例えば「会社物品盗難の疑いがあり、機密漏洩の危\n険が発生したから協力してほしい。」という程度の説明をして協力を求めても何ら\n支障はなかつたと考えられるのに、この点には左程意を用いずしかも原告が納得し\nていないのに、その鞄の内容を確かめようとしてこれに手をかけているのである。\n叙上認定の事実に原告本人尋問の結果を併せ検討すると、原告は本件所持品検査当\n時持つていた鞄の中に、原告が属していた日本民主青年同盟の名簿を入れており、\n検査を受けることによつてこれを点検されるかもしれないとの懸念を抱き、このこ\nとが原告より先に退門した者は検査を受けず、原告が最初に検査されたと誤解した\nことと相まつて、原告の態度を頑固にした理由のひとつであつたことが認められる\nのであつて、守衛が右の程度の説明をしていれば、この点に関する原告の懸念を解\n消し得たのではないかと推測される。そうすると本件所持品検査の方法については\n被告会社の側にもやや当を欠き、更に工夫を要する点があつたことは否めない。\n（２）　しかも本件所持品検査は叙上認定のとおり当初からＢという特定人物の不\n審な行動が端緒となり、同人による機密漏洩を未然に防止する目的で行なわれたも\nのであり、原告が労組の見解を求めて待機しているうちにＢは退門し、午後六時三\n〇分ころには検査はその必要性が消滅したとして打ち切られたものであるから、守\n衛がその後深夜に至るまで原告に対し検査を求めたのは、ひとえに検査実施中に退\n門しようとした者に対し画一的に検査を行なうべきであるとの原則に基づくものと\n解される。このような事実関係の下においては、当日の原告の行為は、前記のとお\nりこれを全体として見れば検査拒否ということになり、被告会社企業秩序に違反す\nるとの評価を受けることはやむを得ないとしても、原告の検査拒否は、実質的にみ\nてその就業規則違反の程度において比較的重くないものというべきである。そして\n被告会社においても、原告の当日の行為自体については、これを重大な企業秩序違\n反であると見ていたものでないことは、叙上認定のとおり被告会社が原告に始末書\nを提出させる程度でこの事件の結末をつけようとしていたことからも推認できる。\n（３）　従つて被告会社をして懲戒解雇という最も重い懲戒処分に踏み切らせたも\nのは、事後における原告の態度、なかんずく原告が自己の行為に誤りはなかつたと\nし、今後も検査を拒否するとの主張を変えなかつたことにあるものと認められるの\nであるが、この点については次の事情が考慮されなければならない。すなわち叙上\n認定の事実によれば、当初原告は所持品検査に応じなかつたものの、労組の指導を\n求めていたのであるから、拒否の態度は動かし難いものであつたとは言い切れず、\n当日の解決としては労組が被告会社とこの問題につき折衝することになり、守衛も\n一応これを了承したのであるから、原告としてはまず労組がその見解をまとめたう\nえで会社側と折衝し、問題の解決を図つてくれるものと期待したのは無理もないと\nころと認められ、翌日のＪ課長の説得に対しても組合を通してくれと申し入れてい\nるのである。しかるに翌日以降労組執行部が検査の受忍義務を認めるべきか否かに\nついて統一見解をまとめ得ず、従つて会社側と折衝する暇もないうちに、被告会社\nは矢継ぎ早に原告の上司を通じて原告に反省を迫り、更に一挙に懲罰委員会に持ち\n込んで審査するに至つたため、ことの成り行き上、権利意識旺盛な原告としては所\n持品検査が違法であるとの見解をいつそう強固なものとして主張せざるを得ない立\n場に追いこまれたものということができる。そして原告の右見解は客観的には正当\nでなかつたにせよ、そもそも所持品検査には被検者の人権との関連で微妙な問題を\n含むこと前記のとおりであつて、原告の主観としては一応の根拠に基づくものであ\nつたわけであるから、その情状において、悪質な職務命令違反の場合とは自ら性質\nを異にするものがあるというべきである。\n（４）　更に原告が拒否したことの他の従業員に対する影響については、叙上認定\nの事実によれば原告の検査拒否を契機として労組執行部においてこの問題が論議さ\nれた結果、所持品検査の適法性を是認する見解が次第に大勢を占め、遅ればせなが\nらその趣旨の労組執行部統一見解が発表されたのであつて、このような事後の経緯\nを考慮すると、原告一人の拒否が他の従業員に波及して所持品検査拒否という事態\nが続発するという懸念は必ずしも当たらないものと考えられる。\n以上（１）ないし（４）の事実その他叙上認定の諸般の事情を総合して考察する\nと、原告の行為は雇傭関係の存続を不可能ならしめる程重大かつ悪質なものである\nとするには十分でなく、従つて就業規則第七四条本文により懲戒解雇とするには苛\n酷に過ぎ、同条但書を適用して懲戒解雇以外の処分を選択すべき場合であつたと認\nめるのが相当である。してみると本件懲戒解雇は客観的妥当性を欠き、権利の濫用\nであつて無効であるといわなければならない。\n三、以上の事実によれば、原告は依然として被告会社の従業員たる地位にあつたも\nのというべく、被告は原告に対し本件解雇の意思表示をした日の翌日である昭和四\n三年一月二三日以降毎月二五日限り金二一、三〇一円の割合による賃金を支払う義\n務があることとなる。よつてその余の点について判断するまでもなく原告の本訴請\n求は理由があるから認容し、訴訟費用の負担について民事訴訟法第八九条を、仮執\n行の宣言について同法第一九六条を各適用して、主文のとおり判決する。\n（裁判官　杉田洋一　高橋正憲　原健三郎）\n"
}